[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spb6ir8Z1PzheaxagpCELAhZG4O.jpg",
        "title": "Four Brothers (2005)",
        "description": "2005 ခု နှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Four Brother ဆိုတဲ့ဇာတ်ကားကို ဒါရိုက်တာ John Singleton ကရိုက်ကူးတင်ဆက်ထားပါတယ်..IMDb Rating ကလည်း 6.9 ရရှိထားတာမို့ကားကောင်းတစ်ကားလို့ဆိုလိုရမှာဖြစ်ပါတယ်..အက်ရှင်ဇာတ်ကားအကြမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့သဘောတွေ့မယ့်ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်..ဇာတ်လမ်းပုံစံလေးကတော့..အင်မတန်ဆိုးတဲ့ ညီအကိုလေးယောက်...သူတို့ဟာဆိုးလွန်းလို့လူတိုင်းကသဘောမကျကြဘူး..အကြီးဆုံးအကိုကြီးဆိုရင်..မြို့ထဲမှာတောင်နေလို့မရတဲ့အဆင့်ထိပါပဲ..တစ်နေ့မှာ သူတို့လေးယောက် ကို ငယ်ငယ်ကတည်းက မွေးစားခဲ့တဲ့ အမျိုးသမီးအသတ်ခံရတဲ့အချိန်မှာတော့ ရဲတွေကရော..မြို့လူထု ကရော သူတို့ကိုသံသယဝင်နေကြပါတယ်..သူတို့တကယ်ပဲ သူတို့ရဲ့မွေးစားမိခင်ကိုသတ်တာလား..သူတို့ရဲ့ဆိုးသွမ်းမှုတွေကြောင့်အထင်ခံရတာလား..ဒီကိစ္စတွေကိုသူတို့ဘယ်လိုဖြေရှင်းမှာလဲ ဆိုတာတွေကို..စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရှုကြပါFile Size : (850 MB) and (355 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/2n0ii/Four_Brothers_[2005]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/jack-ryan-poster-1-133x200.jpg",
        "title": "Jack Ryan: Shadow Recruit (2014)",
        "description": "Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.   File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2em2s/Jack_Ryan_-_Shadow_Recruit_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/downrange-141x200.jpg",
        "title": "Downrange (2017)",
        "description": "Downrange (2017)\nIMDb - 5.4/10_____Rotten - 70%\n  \nCMပရိတ်သတ်တွေထဲက Thriller ကားတွေကြိုက်တဲ့သူတွေအတွက်\nDownRange ဆိုတဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ အဟေဠိတွေနဲ့ ကြည့်ကြရမှာဖြစ်ပြီး\nအစကနေ ပြီးခါနီးထိ ဘာမှ နားလည်မှာမဟုတ်ပါဘူး\nအဆုံးသတ် ဇာတ်ပေါင်းခန်းရောက်မှသာ ကွင်းခနဲ ကွက်ခနဲ\nအော်ဒါကြောင့်ကိုးဆိုပြီး သဘောပေါက်သွားစေမဲံ\nဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ဒီကားလေးရဲ့ပုံစံက\nလူတွေကို အမဲလိုက်သလို လိုက်ရတယ် တပ်ထွက် sniper တစ်ယောက်နဲ့\nခရီးသွားရင်းကံဆိုးမိုးမှောင်ကျပြီး ဒီစစ်သားနဲ့မှတိုးမိတဲ့ ခရီးသွား လူငယ်တစ်ခုတို့\nအကြောင်းကို ပြထားတာဖြစ်ပြီးတော့\nလမ်းတစ်ဝက်မှာ သောင်တင်နေတဲ့ သူငယ်ချင်းတစ်စုရဲ့\nလွှတ်ရာလွှတ်ကြောင်းနည်းလမ်းတွေရှာရင်း\nအဲ့သူငယ်ချင်းတစ်စုက လွတ်မြောက်နိုင်ပါ့မလား\nစနိုင်ပါသမားကကောဘာလို့ လိုက်ပစ်နေတာလဲဆိုတာတွေကိုကြည့်ကြရမှာဖြစ်ပြီး\nပရိတ်သတ်ကြီးက ဘာတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့\nရုပ်ရှင်လေးကို သည်းထိတ်ရင်ဖိုကြည့်လိုက်ကြနော်\n  \nCMပရိတ္သတ္ေတြထဲက Thriller ကားေတြႀကိဳက္တဲ့သူေတြအတြက္\nDownRange ဆုိတဲ့ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဒီကားေလးကိုၾကည့္မယ္ဆိုရင္ေတာ့ အေဟဠိေတြနဲ႕ ၾကည့္ၾကရမွာျဖစ္ျပီး\nအစကေန ျပီးခါနီးထိ ဘာမွ နားလည္မွာမဟုတ္ပါဘူး\nအဆံုးသတ္ ဇာတ္ေပါင္းခန္းေရာက္မွသာ ကြင္းခနဲ ကြက္ခနဲ\nေအာ္ဒါေၾကာင့္ကိုးဆိုျပီး သေဘာေပါက္သြားေစမဲံ\nဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္ ဒီကားေလးရဲ႕ပံုစံက\nလူေတြကို အမဲလိုက္သလို လိုက္ရတယ္ တပ္ထြက္ sniper တစ္ေယာက္နဲ႔\nခရီးသြားရင္းကံဆိုးမိုးေမွာင္က်ျပီး ဒီစစ္သားနဲ႕မွတိုးမိတဲ့ ခရီးသြား လူငယ္တစ္ခုတို႕\nအေၾကာင္းကို ျပထားတာျဖစ္ျပီးေတာ့\nလမ္းတစ္ဝက္မွာ ေသာင္တင္ေနတဲ့ သူငယ္ခ်င္းတစ္စုရဲ႕\nလႊတ္ရာလႊတ္ေၾကာင္းနည္းလမ္းေတြရွာရင္း\nအဲ့သူငယ္ခ်င္းတစ္စုက လြတ္ေျမာက္ႏိုင္ပါ့မလား\nစႏိုင္ပါသမားကေကာဘာလို႕ ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tij3/Downrange_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugw07fJIZMVrrIGeN1MO7Xecj5h.jpg",
        "title": "Early Man(2018)",
        "description": "အခုတစ်​ခါ​တော့ ၂၀၁၈ ခုနှစ်​ထွက်​ထားတဲ့ Early Man ဆိုတဲ့​ကျောက်​​ခေတ်​ကာလကို ​နောက်​ခံထားပြီးရိုက်​ကူးထားတဲ့Animation ကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ဒါရိုက်​တာ Nick Park ကရိုက်​ကူးခဲ့တာဖြစ်​ပြီးAardman Animation က ​နေထုတ်​လုပ်​ဖြန်​့ချီထားတာဖြစ်​ပါတယ်​ဒီကား​လေးက ​ကျောက်​​ခေတ်​ကာလက​နေ​ကြေး​ခေတ်​​ပြောင်​းတဲ့ကာလမှာ​ကျောက်​​ခေတ်​မှာ ​အေး​ဆေ​း​နေခြင်​တဲ့ ​ကျောက်​​ခေတ်​လူသား​လေး Dug ကသူ့အိမ်​ကို အ​နှောက်​အယှက်​​ပေးဖျက်​ဆီး မယ်​့ လူဆိုးကြီးNooth ရဲ့ရန်​က​နေကာကွယ်​တာကို ရိုက်​ကူးပြထားတာဖြစ်​ပါတယ်​ဇာတ်​ကား​လေးက​တော်​​တော်​ ​ကောင်​းပြီး ဒီကားထဲမှာပါတဲ့သီချင်​း​လေး​တွေကလဲ ​တော်​​တော်​ ​ကောင်​းပါတယ်​ဒီကား​လေးထဲမှာ Dug အဖြစ်​ Eddie Redmayne က သရုပ်​​ဆောင်​ထားပြီးGoona အဖြစ်​ Maisie Willians နဲ့လူဆိုးကြီး Lord Noothဖြစ်​ Tom Hiddlestom က အသံသရုပ်​​ဆောင်​​ပေးထားတာဖြစ်​ပါတယ်​ကဲ Animation ပရိတ်​သတ်​ကြီးအ​နေနဲ့က​တော့လက်​လွတ်​မခံသင်​့တဲ့ကား​လေး ဆိုတာ​ပြောလိုက်​ပါရ​စေQty - 720p BlurayGern - Animation / Action / ThrillerDuration - 1hr 55minTranslator ...",
        "rating": "6.3",
        "url": "https://megaup.net/115n2/Early_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Animation, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p32133_p_v8_ab-200x300.jpg",
        "title": "Hulk (2003)",
        "description": "Hulk (2003) ကေတာ့ Hulk ရဲ႕ Origin ကိုသီးသန္႔ရိုက္ကူးထားျဖစ္ျပီး Solo သေဘာမ်ိဳး ထြက္ရွိထားတာပါ။MCU နဲ႔ တိုက္ရိုက္ၾကီး ဆက္ႏြယ္မႈမရွိေပမယ့္ Hulk ရဲ႕ Origin ကိုေတာ့ ျမည္းစမ္းဖို႕ ၾကည့္သင့္ပါတယ္။ \nFile size…(1.1 GB) and (660 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "5.7",
        "url": "https://megaup.net/2gQS7/Hulk_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/armageddon-poster-133x200.jpg",
        "title": "Armageddon (1998)",
        "description": "Armageddon (1998)______IMDb - 6.7/10\n Unicodeဒီဇာတ်ကားနဲ့ ပတ်သက်ပြီး ကျွန်တော့်ရင်ထဲမှာပြောချင်တာတွေအရမ်းများနေတယ်။ ပြောချင်တာတွေချရေးလိုက်တိုင်း ဆိုလိုရင်းကိုမထိရောက်သေးသလိုခံစားနေရတယ်။ဒီဇာတ်ကားကပေးတဲ့ခံစားချက်တွေ ကျေနပ်မှုတွေ မကျေနပ်မှုတွေ မချိတင်ကဲတွေ အစုံစုံကိုကျွန်တော်အသေးစိတ်ရေးပြချင်တယ်....ဒီနေရာမှာကျွန်တော့်ရဲ့အားနည်းချက်ကအထင်းသားပေါ်တာပဲ...စာချရေးလိုက်တိုင်းမှာအဲ့ဒီခံစားချက်တွေပါမလာသလိုကျွန်တော်ခံစားနေရတယ်..ဒါနဲ့ပဲ ရေးထားသမျှတွေအကုန်ပြန်ဖျက်လိုက်တယ်....ဒီလိုဇာတ်ကားမျိုးကိုညွှန်းပေးဖို့ကျွန်တော်မထိုက်တန်ဘူး။မိတ်ဆွေတို့ဖာသာပဲခံစားကြည့်ရှုလိုက်ပါတော့။ကျွန်တော့်တုန်းကတော့ \"ဝိုင်ပြင်းပြင်းတစ်ခွက်ကို ဇိမ်နဲ့သောက်နေရသလိုမျိုး \" ခံစားမိခဲ့တယ်....သီချင်းသံလေးတွေ အပြုံးလေးတွေကအစ ရင်ထဲသိမ်းထားမိခဲ့တဲ့ သိပ်ကိုကြိုက်တဲ့ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဇာတ်ဆောင်တွေကတော့ မင်းသားကြီး ဘရုစ်ဝီလီ...မင်းသား Ben Affleck တို့ဖြစ်ပါတယ်။မင်းသမီးကတော့ ကျွန်တော့်ကို အံ့သြမင်တက်စေခဲ့တဲ့ အလှကျက်သရေတွေနဲ့ မင်းသမီး Liv Tyler ပါ။ဇာတ်ရံတွေကလဲနာမည်ကြီးတွေပါပဲ။ Rating တွေကိုတော့ မပြောခဲ့တော့ဘူး....ယုတ္တိမရှိရင် နှလုံးသားကိုလဲ နားလည်မခံစားပေးချင်တဲ့ ဒီ Rating ပေးတဲ့ကောင်တွေကို အမြင်ကပ်နေလို့ပါပဲ။\n(Myo Min Aung မှခံစားတင်ဆက် ဘာသာပြန်ပေးထားတာပါ။)Zawgyiဒီဇာတ္ကားနဲ႕ ပတ္သက္ျပီး ကြ်န္ေတာ့္ရင္ထဲမွာေျပာခ်င္တာေတြအရမ္းမ်ားေနတယ္။ ေျပာခ်င္တာေတြခ်ေရးလိုက္တိုင္း ဆိုလိုရင္းကိုမထိေရာက္ေသးသလိုခံစားေနရတယ္။ဒီဇာတ္ကားကေပးတဲ့ခံစားခ်က္ေတြ ေက်နပ္မႈေတြ မေက်နပ္မႈေတြ မခ်ိတင္ကဲေတြ အစံုစံုကိုကြ်န္ေတာ္အေသးစိတ္ေရးျပခ်င္တယ္....ဒီေနရာမွာကြ်န္ေတာ့္ရဲ႕အားနည္းခ်က္ကအထင္းသားေပၚတာပဲ...စာခ်ေရးလိုက္တိုင္းမွာအဲ့ဒီခံစားခ်က္ေတြပါမလာသလိုကြ်န္ေတာ္ခံစားေနရတယ္..ဒါနဲ႕ပဲ ေရးထားသမွ်ေတြအကုန္ျပန္ဖ်က္လိုက္တယ္....ဒီလိုဇာတ္ကားမ်ိဳးကိုညႊန္းေပးဖို႕ကြ်န္ေတာ္မထိုက္တန္ဘူး။မိတ္ေဆြတို႕ဖာသာပဲခံစားၾကည့္ရႈလိုက္ပါေတာ့။ကြ်န္ေတာ့္တုန္းကေတာ့ \"ဝိုင္ျပင္းျပင္းတစ္ခြက္ကို ဇိမ္နဲ႕ေသာက္ေနရသလိုမ်ိဳး \" ခံစားမိခဲ့တယ္....သီခ်င္းသံေလးေတြ အျပံဳးေလးေတြကအစ ရင္ထဲသိမ္းထားမိခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qxja/Armageddon_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/fortress-of-war-poster-150x200.jpg",
        "title": "Fortress of War (2010)",
        "description": "Fortress of War (2010)\nIMDb - 7.5/10_____Rotten - 75%\n  \nဒီကားလေးကတော့ ဖြစ်ရပ်မှန်ရရှား စစ်ကားလေးဖြစ်ပါတယ်၊ ဒုတိယကမ္ဘာစစ်မှာ နာဇီတွေဟာရရှားနိုင်ငံကို ကျုးကျော်တိုက်ခိုက်ခဲ့ အကြောင်းကိုရိုက်ထားတာပါ ။ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အတွက်သာမန်စစ်ကားတွေထက်ပိုထူးခြားပါတယ်၊ ကြည့်ရတာကောင်းတယ်လို့အာမခံတယ်\nပြီတော့ဒီဇာတ်ကားမှာအခြားဇာတ်ကားတွေမတူစစ်တိုက်နေတာချည်းမဟုတ်ဘဲမိသားစုနဲ့ပက်သက်တဲ့dramaအခန်းလေးတွေလဲပါတယ်\nအဲ့အခန်းလေးတွေကလဲဇာတ်ကားကိုပိုပြီးရသမြောက်စေတာ\n၁၉၄၁ ခုနှစ် ဇွန်လ မှာ ဂျာမန်တွေဟာ ရရှားနယ်စပ်ကိုကျုးကျော်တိုက်ခိုက်တဲ့အချိန်မှာခုခံကာကွယ်ခဲ့တဲ့ ဘရက်စ်ခံတပ် အကြောင်းကိုရိုက်ထားတာပါ\nဘရက်စ်ခံတပ်မှာ ဘယ်လိုခုခံကာကွယ်ခဲ့ရတာလဲဆိုတာကို စစ်အတွင်းမှာပြေးလွှားရင်းအသက်ရှင်ကျန်ခဲ့တဲ့\nအလက်ဆန်းဒါအာကီမိုဗစ် ဆိုတဲ့ကောင်လေးက စစ်ဖြစ်ပြီးအနှစ်နှစ်ဆယ်ကြာမှ စာအုပ်ရေးခဲ့တာပါ\n ဒီရုပ်ရှင်ကားထဲမှာတော့ ဗိုလ်မှူးPyotr Mihailovich Gavrilov ပါတီနိုင်ငံရေးအရာရှိ Efim Moiseevich Fomin နဲ့ ဒုဗိုလ် Andrey Mitrofanovich တို့ကအဓိက ဦးဆောင်ပြီးခုခံခဲ့တာပါ\nဂျာမန်တွေ ဟာဘရက်စ်ခံတပ်ထဲကို ရရှားစစ်သားယောင်ဆောင်ဝင်ပြီး အစာရေဆာဆေးဝါးပြတ်လတ်အောင်လုပ်တယ် ရေတောင်မသောက်ရဘဲသူတို့တိုက်တာ ရက်တော်တော်ကြာတယ် တော်တော်လဲစိတ်ဓာတ်မာတယ်\nသူတို့ဆက်ပြီး မခံနိုင်တဲ့အဆုံး ဖောက်ထွက်ပြီးတိုက်တာသူတို့ရှုံးသွားတယ် ဂျာမန်တွေကလည်းခံတပ်ကိုသိမ်းပိုက်သွားတယ် သူတိုက်ကိုယ်တိုက် နောက်ဆုံးမင်သားရှိတဲ့ဘက်ကနိုင်သွားအဲ့လိုကားတွေထက်စာရင်ဒီကားကပိုကောင်းပါတယ် ကုန်ရကျိုးနပ်မယ်လို့အာမခံပါတယ်(ရုရှားနာမည်တွေပါတဲ့အတွက်ဘာသာပြန်တာအမှားအယွင်းရှိရင်တောင်းပန်ပါတယ်)\n  \nSize - 990 MB\nQty - 720p Bluray\nDuration ...",
        "rating": "7.5",
        "url": "https://megaup.net/2gn4s/Fortress_Of_War_(Brestskaya_Krepost)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster-133x200.jpg",
        "title": "The Monkey King 3 (2018)",
        "description": "The Monkey King 3 (2018)_____IMDb - 5.5/10\n ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b68U5UhJJ48stnlEM0ahc4bI57C.jpg",
        "title": "Mrs K (2016)",
        "description": "ဒီတစ်ခါအက်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Mrs K (2016)ပါ။ကမ္ဘာပေါ်မှာကိုယ်အယုံကြည်စိတ်ချရဆုံးသူဟာ ဘယ်သူဖြစ်မလဲ။ ကျွန်တော်တို့ရဲ ့မိခင်ပါပဲ။ဒီကားလေးမှာလဲ အတိတ်ကအရိပ်တွေကြောင့် လျမ်းမြေ့စွာထူထောင်ထားတဲ့ မိသားစုလေးကိုအနှောင့်အယှက်ဖြစ်လာတဲ့အခါ မစ္စ ကေတစ်ယောက်မိသားစုကိုကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ခင်ပွန်းဖြစ်သူနဲ့သမီးကိုကာကွယ်ပေမယ့် မစ္စကေ အားလုံးရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလား။ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမယ်ဆိုတာ လုံးဝစိတ်ဝင်စားစရာပါ။အေးချမ်းစွာနေလာတဲ့မိသားစုဘဝလေးကို တစ်ရန်ပြီးတစ်ရန် ကာကွယ်ပုံတွေနဲ့ စိတ်ဝင်စားစရာဒီကားလေးကတော့ Imdb Rating 6ရရှိထားပါတယ်။ Qty - DVD ripGern - Action / Crime / DramaDuration - 1hr 34minTranslator - Kaung Thet NaingReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.2",
        "url": "https://megaup.net/115o4/Mrs_K__[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/kKTienMUY1vjYhtuZPWZZyEObKN-133x200.jpg",
        "title": "Blade of the Immortal (2017)",
        "description": "နာမည်ကြီး Manga series ဖြစ်တဲ့ Blade of the Immortal ကို live action ပြန်ရိုက်ထားတာပါManga series ကို ကြည့်ဖူးသူတွေကို အထွေအထူးမိတ်ဆက်ပေးစရာ မလိုပေမဲ့မကြည့်ဖူးတဲ့သူတွေအတွက် အတိုချုပ် ပြီး ပြောပြပါမယ်နော်ကိုယ့်ဆရာနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေကိုပြန်သတ်မိပြီး ထွက်ပြေးနေတဲ့ Manji ဟာ တိုက်ပွဲတစ်ခုမှာ ဒဏ်ရာရပြီး သေလုမျောပါးဖြစ်နေတဲ့အချိန်မှာ Yaobikuni ဆိုတဲ့အဖွားကြီးက သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ထူးဆန်းတဲ့တီကောင်လိုအကောင်တွေ ထည့်ပေးလိုက်လို့ Immortal တစ်ယောက်ဖြစ်လာခဲ့တယ်နောက်နှစ်ပေါင်းကြာလာတဲ့အခါ Itto-Ryu လို့ခေါ်တဲ့ ဓားပညာရှင်တွေစုစည်းထားတဲ့ အဖွဲ့တစ်ဖွဲ့ကြောင့် မိဘနှစ်ပါးလုံးကို ဆုံးရှုံးသွားတဲ့ Rinn ဆိုတဲ့ ကောင်မလေးသူ့ရဲ့ကလဲ့စားချေလိုစိတ်ကြောင့် Rinn က Manji ကို လိုက်ရှာပြီး အကူအညီတောင်းခဲ့တယ်Manji က သူ့ကို ကူညီပြီးတော့ ဘယ်လိုကလဲ့စားချေကြမလဲသူတို့ နှစ်ယောက်ပေါင်းပြီး Itto-Ryu ကို ကလဲ့စားချေနိုင်မှာလားကြားထဲမှာ ဘယ်လိုအခက်အခဲတွေ တွေ့ရဦးမှာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eC7l/Blade_Of_The_Immortal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Baaghi 2 (2018)",
        "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။----------------------------------------------------------------------------ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူး Qty - 720p HD ripDuration - 2hr 20minGern - Action / Drama / ThrillerTranslator - Zaw HtooEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/higher-power-poster-133x200.jpg",
        "title": "Higher Power (2018)",
        "description": "Higher Power (2018)_____IMDb - 4.8/10 \nဂျိုးဆက် စတက်မန်းဆိုတဲ့ လူတစ်ယောက်ဟာ ဇနီးသည်သေဆုံးအပြီး စိတ်ဓာတ်တွေကျပြီး ဆေးတွေသုံးလို့…သမီးနှစ်ယောက်ကိုထားခဲ့ကာ ထွက်သွားခဲ့ပါတယ်..\n.ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်မှာ တစ်ယောက်က သူနာပြုကျောင်းကိုတက်နေပြီး အငယ်မကတော့ ဆေးသမားဖြစ်နေခဲ့တယ်….\nဒီလိုနဲ့နှစ်တွေကြာလာတော့ ဂျိုးဟာ..အမှားတွေပြန်ပြင်ဆင်ပြီး ဆေးဖြတ်တဲ့အဖွဲ့ကိုဝင်ပြီး တစ်နှစ်အကြာ ဆေးပြတ်အပြီး အမှားတွေပြန်လည်ပြင်ဆင်ဖို့ သမီးကြီးကိုသွားတွေ့တဲ့အခါ သမီးရဲ့အမုန်းတရားတွေနဲ့ပဲရင်ဆိုင်တွေ့ပြီးပြန်လာရပါတယ်..\nသူတို့မိသားစုကို စောင့်ကြည့်နေတဲ့အဖွဲ့အစည်းတစ်ခုရှိပါတယ်..\nဒီအဖွဲ့အစည်းဟာ အဲ့ဒီနေ့မှာ ဂျိုးကိုဖမ်းခေါ်ကာပြန်ပေးဆွဲသွားပြီး..သမီးတွေကို သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ကာ ခိုင်းစေတာတွေလုပ်ပေးရပါတော့တယ်…\nဒီခိုင်းစေမှုတွေထဲမှာ ဂျိုးဟာစမ်းသပ်ခံပစ်မှတ်တစ်ခုဖြစ်နေခဲ့တဲ့အတွက် သူဟာ ထူးခြားတဲ့စွမ်းအင်တွေရလာပြီးတဲ့နောက်…\nသူ့သမီးတွေကို ပြန်လည်ကယ်တင်နိုင်မလား..\n၂၀၁၈ မေလထဲမှာထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံကားတစ်ကားဖြစ်တဲ့အတွက် သိပ္ပံကားကြိုက်နှစ်သက်တဲ့သူတွေကြည့်ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)  \nFile Size : (755 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated ...",
        "rating": "4.8",
        "url": "https://megaup.net/2eLrj/Higher_Power_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/oKFNWapsyKiIILsGblnxOu5PrwX-133x200.jpg",
        "title": "The Guyver (1991)",
        "description": "The Guyver (1991)_____IMDb - 5.0/10\n ဒီကားလေးကတော့ ၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ SuperHero ကားလေးတစ်ကားဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်တစ်ယောက်ဟာ Guyver လို့ခေါ်တဲ\nဂြိုလ်သားပစ္စည်းတစ်ခုကို ဂြိုလ်သားတွေလက်ထဲမရောက်အောင်\nယူပြီးထွက်ပြေးနေရာကနေ ဂြိုလ်သားတွေဖမ်းမိတာကိုခံလိုက်ရပြီး\nအသတ်ခံလိုက်ရပါတယ်..\nဒါပေမယ့် သူဟာ အဲဒီ Guyver ဆိုတဲပစ္စည်းကို ဂြိုလ်သားတွေမမြင်အောင်ဖွက်ထားခဲ့ပါတယ်...\nအဲဒီ ဂြိုလ်သားပစ္စည်းကို လူငယ်လေးတစ်ယောက်ကရလိုက်တဲအချိန်မှာတော့\nအစွမ်းထက်တဲစွမ်းအင်တွေကိုရလိုက်ပါတော့တယ်...\nဂြိုလ်သားတွေဟာ Guyver ကိုပြန်ရဖို့အတွက် ဒီလူငယ်လေးနောက်ကိုလိုက်လံဖမ်းဆီးကြပါတော့တယ်...\nဒီကားလေးဟာ Super Hero ဇာတ်လမ်းကြိုက်သူတွေအတွက်\nအကြိုက်တွေ့စေမယ့်ကားလေးဆိုလည်း မမှားပါဘူး...\nအခုခေတ်မှာ Super Hero ဇာတ်လမ်းတွဲတွေများလာပေမယ့်လည်း\n၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ ဒီကားလေးကတော့ Old But Gold ဆိုတဲ့\nကားလေးတစ်ကားထဲမှာပါတယ်လို့ပဲပြောလိုက်ပါရစေ..\n  \nQuality ...... DVDrip\nFormat ...... mp4\nDuration ........ 01:28:00\nSize ..... 664 MB\nTranslator ..... Ohmmar Khin\nEncoder ...... Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2jVjr/The_Guyver_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3bgWjveSdFmCipmHi1JIpDCRgM.jpg",
        "title": "Aiyaary (2018)",
        "description": "ေဘာလီး၀ုဒ္ဇာတ္ကားကိုမွၾကိဳက္ႏွစ္သက္တယ္ဆိုတဲ့ CM ပရိသတ္ေတြအတြက္ 2018 ခုႏွစ္ထြက္ Aiyaary ဆိုတဲ့ Action, Thriller\nဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကို Neeraj Pandey ကဇာတ္ညႊန္းေရးသားျပီး သူကိုယ္တုိင္ကပဲရိုက္ကူးထားပါတယ္။အဓိကဇာတ္ေဆာင္မ်ားျဖစ္ၾကတဲ့ Major Jai Bakshi နဲ႔ Colonel Abhay Singh တို႔ေနရာမွာ Sidharth Malhotraနဲ႔ Manoj Bajpayee တို႔က အသီးသီး ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nစစ္တပ္မွာအရာရွိႏွစ္ဦးျဖစ္ၾကတဲ့ ကာနယ္ Abhay Singh နဲ႔ေမဂ်ာ Jai Bakshi တို႔ဟာ ဆရာတပည့္ႏွစ္ဦးျဖစ္ျပီးေတာ့ အမိေျမကိုခ်စ္ျမတ္ႏုိးၾကတဲ့ စစ္သားေကာင္းမ်ားျဖစ္ပါတယ္။ကာနယ္Abhay Singh ဟာ တုိင္းျပည္ရဲ႕အုပ္ခ်ဳပ္ေရးကို ခၽြင္းခ်က္မရွိ သက္၀င္ယံုၾကည္သူတစ္ဦးျဖစ္ပါတယ္။သို႔ေပမယ့္ တပည့္ျဖစ္သူ ေမဂ်ာJai Bakshi ဟာတိုင္းျပည္ရဲ႕အုပ္ခ်ဳပ္သူပိုင္းမွာျဖစ္ပ်က္ေနတဲ့ လွ်ိဳ႕၀ွက္ခ်က္တစ္ခုကို သိသြားတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္ေပးထားသူကေတာ့ ကိုရဲမာန္ေအာင္ပါ) File Size : (1.2 GB) and (500 MB)\nQuality : DBDRip 720p\nRunning ...",
        "rating": "5.8",
        "url": "https://megaup.net/2g84r/Aiyaary_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/prison-fire-poster-133x200.jpg",
        "title": "Prison on Fire (1987)",
        "description": "Prison on Fire (1987)\nIMDb - 7.3/10_____Rotten - 87%\n   \nIMDB 7.3 ရထားတဲ့\nဒီကားလေးကတော့ တရုတ်ကားလေးပါ၊ Action Drama အမျိုးအစားပါ\n၁၉၈၇ ခုနှစ်ကရိုက်ထားတာကြောင့် အခုခေတ်ထောင်ကားတွေနဲ့နည်းနည်းကွဲပြားနေပါတယ်\nထောင်ထဲမှာမိတ်ဆွေဖြစ်သွားပြီး ထောင်ထဲရင်ဆိုင်ရတဲ့အခက်အခဲတွေကိုရိုက်ပြထားတာပါ\nဒီကားထဲမှာ တရုတ်နိုင်ငံရဲ့မင်သားကြီး ချောင်ရွန်ဖတ်နဲ့နောက်တစ်ယောက်က Leung Ka-fai ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လူငယ်လေးတစ်ယေက်မတော်တဆလူသတ်မိပြီးထောင်ကျသွားတယ်\nလူသစ်ဆိုတော့ ဝိုင်းအနိုင်ကျင့်တယ် အဲ့ဒါကို ချောင်ရွန်ဖတ်က ကာကွယ်ပေးတာပါ\nဒီလူငယ်လေး ဘယ်လိုအနိုင်ကျင့်ခံရတယ် ချောင်ရွန်ဖတ်ကလဲ ဘယ်လိုကာကွယိပေးတယ်ဆိုတာကို ပရိသတ်ကြီးဆက်လက်ကြည့်ပေးကြပါဦး\n   \nQuality - 720p Web DL\nFormat - Mp4\nGern - Action/Crime/Drama\nDuration - 1hr 44min\nTranslator - Tin Myo Lwin\nEncoder -Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4 https://megaup.net/1H173/Prison_On_Fire_[1987]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxJQ0VBCuJkJhJmuWzxI408ngwd.jpg",
        "title": "The 15:17 to Paris",
        "description": "အက်ရှင်ကားတွေ အချစ်ကားတွေကို ရိုးအီနေပြီဆိုသူတွေအတွက် အရသာအသစ်ပေးစွမ်းနိုင်မယ့်The 15.17 to Paris ဆိုတဲ့ ကိုယ်ရေးအတ္ထုပတ္တိအမျိုးအစားဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၁၅ တုန်းကဖြစ်ပွားခဲ့တဲ့ ISIS  ရထားအကြမ်းဖက်မှုကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်အခြေပြုဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အဆိုပါအကြမ်းဖက်မှုမှာ အသက်နဲ့ရင်းပြီးကယ်တင်ခဲ့တဲ့အမေရိကန်လူမျိုးသူငယ်ချင်သုံးဦးဖြစ်တဲ့ စပန်ဆာစတုန်း၊ အဲလက်စကာလာတို့စ် နဲ့ အန်တိုနီဆက်ဒ်လာ တို့ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဒါ့အပြင်ဒါရိုက်တာဟာလည်းတစ်ချိန်ကဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ အော်စကာလေးဆုရမင်းသားကြီး Clint Eastwood ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဇာတ်လိုက်သုံးယောက်ရဲ့ငယ်ဘဝကနေ စတင်ပြီး ရိုက်ကူးပြသထားတာဖြစ်တဲ့အတွက်ကြည့်ရှုသူတွေအနေနဲ့ အတန်ငယ် ပျင်းကောင်းပျင်းနေနိုင်ပါတယ်။ ဒါပေမယ့်ကိစ္စမရှိပါဘူး ဆက်သာကြည့်ကြပါ။ကြည့်ရင်းနဲ့ဇာတ်လမ်းဟာတဖြည်းဖြည်းနဲ့အရှိန်တက်လာပြီး ဇာတ်လမ်းအဆုံးထိ ပါအောင်ဆွဲခေါ်သွားပါလိမ့်မယ်။ဒါ့အပြင် ဇာတ်လိုက်သုံးဦးရဲ့ ဥရောပခရီးစဉ်အစဖြစ်တဲ့ဗင်းနစ်မြို့ရဲ့ရှုပျော်ဖွယ်ရာကောင်းတဲ့အလှနဲ့ အမ်စတာဒမ်မြို့ရဲ့အရိုင်းဆန်တဲ့ အလှတွေကိုပါခပ်ပါးပါးလေးပြသွားတဲ့အတွက် ခရီးထွက်ရတာကို ကြိုက်နှစ်သက်သူတွေလက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Qty - 720p Web DLDuration - 1hr 54minGern - History/ ActionTranslator - Myo Thant KyawReview - ...",
        "rating": "5.0",
        "url": "https://megaup.net/11a7j/The_15-17_To_Paris_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Oucd2mZBqgnDQQ9W34Q4xtao3K.jpg",
        "title": "Negative(2018)",
        "description": "အခုတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားၾကီးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားက ၂၀၁၈ ခုႏွစ္အခုလထဲမွာထြက္ထားတာျဖစ္ျပီးေတာ့ ၾကမ္းၾကမ္းတမ္းတမ္း တိုက္ခိုက္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြအတြက္ အၾကိဳက္ေတြ႕မယ့္ကားျဖစ္မွာပါ  စပိုင္အက္ရွင္ကားးမ်ိဳးျဖစ္ျပီးေတာ့တစ္ကားလံုး ေပါက္ကရ စကားေတြနဲ႕ အရြန္းေဖာက္ျပီး ၾကည့္တဲ့သူမပ်င္းရေအာင္ ဆြဲေခၚသြားမယ့္ကားမ်ိဳးပါဒီကားကို ဒါရိုက္တာ Joshua Caldwell ကရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ မင္းသားမင္းသမီးေတြအျဖစ္ Katia Winter/Sebastian Roche / Josh Randall တို႕က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာတာလီဟာ အေမရိကန္ အေနာက္ေတာင္ဖက္ပိုင္းကို တာ၀န္က်ေနတဲ့ျဗိတိန္ MI 5 ေအးဂ်င့္ျဖစ္ျပီးေတာ့ သူ႕တာ၀န္ကေတာ့ ေလာ့အိန္ဂ်လိမွာေရာက္ေနတဲ့ သူ႕ပါတနာနဲ႕ ဆက္သြယ္ျပီးေတာ့သူတို႕ကို ျခိ္မ္းေျခာက္ေနတဲ့ ဟာလစ္နဲ႕ အေပးအယူလုပ္ရမွာျဖစ္ပါတယ္ ေဟာလစ္က ဓါတ္ပံုဆရာတစ္ေယာက္ျဖစ္ျပီးေတာ့သူဟာ နာတာလီ ရဲ႕ ပံုေတြကို ရိုက္ထားျပီး နာတာလီ ရဲ႕ လွ်ိိဳ႕၀ွက္ခ်က္ေတြကို ေဖာ္ဖို႕ အၾကပ္ကိုင္ေနတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးက ျဗိတိန္ေအးဂ်င့္ နာတာလီ က သူ႕ပံုေတြကိုျပန္လည္ရယူႏုိင္မလားေဟာလစ္ကေကာ နာတာလီ ရဲ႕ လက္ကေန ထြက္ေျပးလြတ္ေျမာက္ႏိုင္မွာလားနာတာလီ နဲ႕ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba2b/Negative_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/RnC3A8w2HDcedDeQtuHrFU5UVB.jpg",
        "title": "Outrage Coda (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂျပန်ရာကူဇာဂိုဏ်းတွေကြားကအကွဲအပြဲတွေကိုရိုက်ူးပြထားတဲ့ ဇာတ်ကားလေးပါ။ဆန်နိုရာကူဇာဂိုဏ်းနဲ့ ဟာနာဘူရှီရာကူဇာဂိုဏ်းတို့ကြား စစ်ပွဲတွေဖြစ်ပွားပြီး ၅နှစ်အကြာမှာပဲ ယခင်ရာကူဇာလူမိုက်ကြီးဖြစ်တဲ့ အိုတိုမိုဟာ ဂျပန်မှာရောကိုရီးယားမှာပါသြဇာရှိတဲ့ မစ္စတာချန်ဆီမှာ ခိုလုံအလုပ်လုပ်နေခဲ့ပါတယ်။ဖြစ်ချင်တော့ သူရှိတဲ့ဂျုယ်ဂျူကျွန်းကို ဟာနာဘူရှီဂိုဏ်းကလူတစ်ယောက်လာသောင်းကျန်းရာကစပြီး မစ္စတာချန်တို့ချက်ကလူတစ်ယောက်ဆုံးရှုံးသွားပါတယ်။အဲဒီပြဿနာကစပြီး နဂိုကမှ အတွင်းပိုင်းမှာ အကွဲအပြဲဖြစ်ချင်နေတဲ့ ဟာနာဘူရှီဂိုဏ်းဟာ မစ္စတာချန်နဲဲ့ပြဿနာကိုအရင်းပြပြီး အချင်းချင်းချောက်ချကြတော့တာပါပဲ။ရာကူဇာတွေကြား စီးပွားရေးလက်ဝါးအုပ်မှုတွေ၊ ရာကူဇာတွေဘယ်လိုသြဇာကြီးတယ် စီးပွားရေးဘယ်လိုလုပ်တယ်ဆိုတာတွေကိုတွေ့ရမယ့်အပြင် အချင်းချင်းဂိုဏ်းတွေကြား ပြဿနာတွေကိုလည်းတွေ့ရမှာပါ။အိုမိုတိုကတော့ တကယ်လက်စားချေနိုင်မလား။လူမိုက်ဟောင်းကြီး ဘယ်လိုအဆုံးသတ်မလဲ။ဇာတ်သိမ်းပိုင်းလေးကတော့ စိတ်ဝင်စားစရာကောင်းပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264 DTS-REGRET\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "5.2",
        "url": "https://megaup.net/11a71/Outrage_Coda_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
        "title": "13 Assassins (2010)",
        "description": "13 Assassins (2010)\nIMDb - 7.6/10_____Rotten - 95%\n  ၁၉၆၃ ခုနှစ်ကရိုက်ကူးခဲ့တဲ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်..ဂျပန်ဒါရိုက်တာတွေထဲမှာအထင်ကရအဖြစ်ဆုံး Takashi Miike ရိုက်ကူးထားပါတယ်...အာရှရဲ့အကောင်းဆုံးရုပ်ရှင်ဆုရရှိခဲ့ပြီး အကောင်းဆုံး Editor ဆု၊အကောင်းဆုံးဒါရိုက်တာဆု၊အကောင်းဆုံးဒီဇိုင်နာဆုအပြင်အခြားဆုများစွာအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပါတယ်...IMDB 7.6 အထိရရှိခဲ့ပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါ ၁၈၄၀ ကျော်လောက်က ဂျပန်ဆာမူရိုင်းခေတ်ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်ထိုစဉ်က ဂျပန်နိုင်ငံရဲ့အုပ်ချုပ်မှုစနစ်ဟာအာဏာရှင်စနစ်အသွင်ရှိခဲ့ပြီး အုပ်ချုပ်သူကို'ရှိူဂန်'လို့ခေါ်ပါတယ် 'ရှိူဂန်'ရဲ့ညီတော်ဖြစ်သူနာရိဆူဂူဟာမောက်မာရိုင်းစိုင်းပြီး သနားညှာတာမှုကင်းမဲ့သူပါပြည်သူတွေအပေါ်နှိပ်စက်ညှင်းပန်းမှုတွေကြောင့် ပုန်ကန်ထကြွမှုတွေဖြစ်ခဲ့ပါတယ်နာရိဆူဂူဟာပုန်ကန်သူတွေကိုလည်းရက်စက်စွာသတ်ဖြတ်ခဲ့တယ် ဆာမူရိုင်းတွေရဲ့အကြီးအကဲဖြစ်သူ ဆရာဒွိုင်ဟာ နာရိဆူဂူရဲ့ဆိုးယုတ်မှုတွေကို ဖြိုခွင်းဖို့အတွက်ရှီမာဒါရှင်ဇဲမွန်ဆိုသူကိုစေခိုင်းခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်ဟာ ဂျပန်တစ်နိုင်ငံလုံးမှာရှိတဲ့အတော်ဆုံးဆာမူရိုင်းတွေကိုစုစည်းပြီး နာရိဆူဂူကိုတိုက်ခိုက်ဖို့အစီအစဉ်တွေဆွဲခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်နဲ့သူ့တပ်ဖွဲ့တွေနာရိဆူဂူကိုတိုက်ခိုက်ဖို့ဘယ်လိုကြိုးပမ်းကြမလဲ သူတို့ရဲ့အစီအစဉ်တွေကရော အောင်မြင်နိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှူ့စားကြပါစို့... \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...\n File Size : (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn Khant\nEncoded by ...",
        "rating": "7.6",
        "url": "https://megaup.net/2k4fq/13_Assassins_(Jūsannin_No_Shikaku)_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/batman-ninja-blu-ray-cover-art-1-160x200.jpg",
        "title": "Batman Ninja (2018)",
        "description": "\"Batman ရဲ့ဇာတ်လမ်းအားလုံးကို သင်ကြားဖူးလား။အားလုံးကိုမကြားဖူးတာတော့သေချာပါတယ်။\"တကယ်လည်းအကုန်မကြားဖူး မမြင်ဖူးဆိုတာကို သက်သေပြတဲ့အနေနဲ့ Warner Bros. ကနေပြီးတော့ ဂျပန်ဒါရိုက်တာ\nJunpei Mizusaki နဲ့အတူပေါင်းပြီး Batman ကို ဂျပန် Anime ပုံစံထုတ်လိုက်ပါပြီ။Trailer ထွက်တုန်းက Superhero fan တွေကြားမှာအရမ်းရေပန်းစားခဲ့ပြီးတော့ Series အဖြစ်ထွက်ရှိမယ်လို့\nအများထင်ကြေးပေးခဲ့ပေမယ့် တကယ်ထွက်လာတဲ့အခါမှာ Movie အဖြစ်သာထွက်ရှိလာခဲ့ပါတယ်။Animation ဇာတ်ကောင်တွေကို Anime ဇာတ်ကောင်အဖြစ် ဖန်တီးထားတာကြောင့် အမြင်ဆန်းသစ်နေမှာဖြစ်ပြီးတော့ Anime တို့ရဲ့ထုံးစံအတိုင်း Fight Scene တွေဟာလည်း သာမန် Animation ကားတွေနဲ့မတူပဲ သာလွန်ပြီး ကွဲထွက်နေပါတယ်။ဇာတ်လမ်းအကျဉ်း\n------------------\nBatman ဟာ Gotham မြို့မှာ Gorila Grodd ကိုတိုက်ခိုက်နေပါတယ်။ ထိုအချိန်မှာ Grodd ရဲ့ အချိန်ယန္တရားအသက်ဝင်သွားတာကြောင့် ထိုအနီးအနားတစ်ဝိုက်မှာရှိတဲ့လူတွေအားလုံး ဂျပန်ပဒေသရာဇ်ခေတ်ကိုရောက်သွားကြပါတယ်။Batman ဂျပန်ပဒေသရာဇ်ခေတ်ကို ရောက်ရောက်ချင်းမှာပဲ ဆာမူရိုင်းတွေလိုက်ဖမ်းခြင်းကိုခံရကြောင့် ထွက်ပြေးရင်း တောထဲအရောက်မှာ Selina Kyle aka ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-ninja-2018/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/a561b538ly1fq9yr6dp8vj20rs13p44c-140x200.jpg",
        "title": "Seven Years of Night (2017)",
        "description": "ပထမဆုံးပြောရမယ်ဆိုရင် ဒီကားဟာကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေနဲရင်းနှီးပြီးသားဖြစ်တဲ့မင်းသား Ryu Seung နဲ့ မင်းသား Jang Dong Gun (ဒါရိုက်တာရင်)တို့ကပါဝင်ထားပြီး ထူးချွန်ဆုတွေရရှိထားတဲနာမည်ကျော်ကိုရီးယားဒါရိုက်တာကဖန်တီးရိုက်ကူးထားပါတယ်....ဒီကားကို အမေရိကန်ပြည်ထောင်စု Los Angeles , Buena Park,Jersey နဲ့ Vancouver တို့မှာပြသခဲ့ပါတယ်...ချွဲဟွန်းဆူဆိုတဲ့သူဟာ မြူခိုးထူထပ်တဲ့တစ်ညမှာဆဲယောင်းရွာမှာရှိတဲ့ သူ့မိသားစုနဲ့အတူတူနေဖို့အတွက်ဝယ်ထားတဲ့အိမ်လေးကိုသွားကြည့်မယ်ဆိုပြီးတော့ အရက်မူးမူးနဲ့ထွက်လာခဲ့ပါတယ်...ဆဲယောင်းရွာအရောက်မှာတော့ ဟွန်းဆူဟာ အသက်၁၂နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ကိုမတော်တဆ ကားနဲ့တိုက်မိသွားပြီး အလောင်းကိုတော့ ဆဲယောင်းရွာရှိလူသားစားတယ်လို့ နာမည်ကြီးနေတဲ့ ရေကန်ထဲကို ကြောက်လန့်လန့်ဖြင့် ပစ်ချခဲ့ပါတယ်...သေဆုံးသွားတဲ့ကောင်မလေးရဲ့အဖေကလဲ ဆဲယောင်းရွာမှာ အမျက်ဒေါသအလွန်ကြီးပြီးအလွန်ဆိုးသွမ်းလှတဲ့ သူဌေး ဝူယောင်းဂျယ်ဖြစ်နေပါတယ်...ဝူယောင်းဂျယ်ဟာ သူ့ရဲ့မတရားသေဆုံးသွားရတဲ့သမီးလေးအတွက်ယူကြုံးမရဖြစ်ကာ ချွဲဟွန်းဆူနဲ့ သူ့မိသားစုကို ကလဲ့စားချေမယ်ဆိုပြီးဒေါသထွက်နေခဲ့ပါတယ်...အဲဒီနောက်မှာတော့လူသတ်သမားကို သူ့ဘာသာရှာဖွေခဲ့ပြီးလက်တုံ့ပြန်ကလဲ့စားချေဖို့အတွက်အစီစဉ်တွေရေးဆွဲခဲ့ပါတယ်...ဒီကားဟာ စာရေးဆရာ Jeong You Jeoung ရဲ့ရောင်းအားအကောင်းဆုံးဝတ္တုဖြစ်တဲ့Seven Years of Darkness ကိုအခြေခံထားတဲ့ လူသားတို့ကြားမှာရှိနေတဲ့မကောင်းဆိုးဝါးလူသားကိုဖော်ထုတ်နိုင်ဖို့အတွက်ရိုက်ကူးခဲ့ပါတယ်...ဒါရိုက်တာ ချိုချန်မင်းရဲ့ရိုက်ချက်တွေကနေရှုပ်ထွေးတဲ့ဇာတ်ကောင်တွေရဲ့စိတ်ခံစားချက်တွေကို နစ်မျောသွားနိုင်မှာပါ...ဒါရိုက်တာချိုဟာ သူချပြခဲ့တဲ့ Late Blossom နဲ့Masquerade ရုပ်ရှင်ကားတွေမှာလို ဇာတ်ကြောင်းကိုပြောပြတဲ့ပုံစံကြောင့်လူသိများပါတယ်...ဒီကားကိုတောင်ကိုရီးယားနိုင်ငံမှာ မတ်လ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-years-of-night/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E0JW9zqFwOO7w0HiuEPo6N7HBl.jpg",
        "title": "The Monster Project (2017)",
        "description": "ထိတ်လန့်စရာဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက ၂၀၁၇ August 18 မှာထွက်ထားတာဖြစ်ပြီး Action/ Horror အမျိုးအစားပဲဖြစ်ပါတယ်။မကောင်းဆိုးရွားတွေလိုဝတ်စားပြီး မကောင်းဆိုးဝါးအတုလုပ်ကာ ဗီဒီယိုရိုက်ပြီး အွန်လိုင်းပေါ်တင်ကာ ပိုက်ဆံရှာတတ်တဲ့သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် …တစ်နေ့တော့သူတို့နှစ်ယောက်ဟာ သူတို့ဗီဒီယိုတွေကို လူတွေပိုကြည့်စေချင်တဲ့အတွက် viwers များများရဖို့ရည်ရွယ်ချက်နဲ့ Documentary တစ်ခုရိုက်ဖို့ အကြံရကြပါတယ်…သူတို့က Documentary ကို Monster Project လို့အမည်ပေးပြီး ရည်ရွယ်ချက်ကတော့ တကယ့်မကောင်းဆိုးဝါးတွေကို ဖိတ်ခေါ်ပြီး အင်တာဗျူးလုပ်မယ့် အစီအစဉ်ပဲဖြစ်ပါတယ်…ဒီလိုနဲ့သူတို့ဟာ အမေရိကန်တစ်ဝိုက်က မကောင်းဆိုးဝါးတွေဆက်သွယ်နိုင်တယ်ဆိုပြီး အွန်လိုင်းမှာတင်လိုက်ပါတယ်…မကြာခင်ပဲ သူတို့ကိုယ်သူတို့ မကောင်းဆိုးဝါးတွေလို့ပြောကြတဲ့ လူသုံးယောက်ဆက်သွယ်လာကြပါတယ်…ဒီလိုနဲ့နောက်ထပ်ရောက်လာတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ သူငယ်ချင်းလေးယောက်ဟာ အိမ်အိုကြီးတစ်ခုကို ရိုက်ကွင်းအတွက်ငှားရမ်းပြီး မကောင်းဆိုးဝါးသုံးကောင်နဲ့ အင်တာဗျူးဖို့ ဖန်တီးပါတော့တယ်..ဖြစ်ချင်တော့ ဒီ documentary ရိုက်ကူးမယ့်ညဟာ လကြတ်တာနဲ့ တိုက်ဆိုင်နေပါတော့တယ်..သူတို့ဖိတ်ခေါ်ထားတဲ့ မကောင်းဆိုးဝါးသုံးကောင်ဟာ လူတွေလား မကောင်းဆိုုးဝါးအစစ်တွေပဲလား..လကြတ်ညမှာ ဘာတွေဆက်ဖြစ်လာဦးမလဲ ဆိုတာတွေကိုတော့ ပိတ်ကားပြင်ပေါ်ဆက်လက်ကြည့်ရှူရင်ခုန်လှိုက်မောလိုက်ပါ တို့(ချန်နယ်) မြန်မာ…အယ်လယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/the-monster-project-2017/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2B5LnI7tytfKk7SnHCyFTVkBFWy.jpg",
        "title": "Corbin Nash (2018)",
        "description": "Vampire အကြမ်းစားတွေ၊ Demon Hunter တွေတိုက်ခိုုက်တဲ့ Action ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။တခြား Vampire တွေနဲ့မတူဘဲ တော်တော်ထူးခြားပြီး ရက်စက်တဲ့ Vampire တွေကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။အက်ရှင်ကားကြည့်ချင်သူတွေအတွက် ၂၀၁၈ထွက်ဇာတ်ကားသစ်လေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ Cobin Nash ဆိုတဲ့သူဟာ ရဲဝန်ထမ်းအဖြစ် ခက်ခဲတဲ့အမှုတွေကိုလိုက်တဲ့သူပဲဖြစ်ပါတယ်။ပုံမှန်သူ့ဘဝလုပ်ဆောင်ချက်တွေနဲ့ လည်ပတ်နေစဉ်မှာပဲ တစ်နေ့မှာသူဟာ Demon Hunter တွေရဲ့မျိုးဆက်ဖြစ်တယ်ဆိုတာကို သိလိုက်ရပြီး သူတို့မိသားစုရဲ့ ဘဝအမှန်ကိုသိသွားရုံသာမက သူ့မိဘတွေဘယ်လိုသေရတယ်ဆိုတာကိုပါ သိခဲ့ရပါတယ်။ဒါပေမယ့် ယုတ္တိရှိတာကိုပဲ ယုံကြည်တတ်တဲ့ Cobin တစ်ယောက် ဒါတွေကိုလျစ်လျုရှုပြီး ထူးဆန်းတဲ့အမှုတစ်ခုကိုလိုက်နေခဲ့ပါတယ်။အဲဒီမှာပဲ သူ့ရဲ့ ကံကြမ္မာပြောင်းလဲလာတော့တာပါပဲ။သူမယုံကြည်ပါဘူးဆိုတဲ့ မကောင်းဆိုးဝါးတွေကို ထိပ်တိုက်တွေ့ခဲ့ရပြီး ပိတ်လှောင်ခံခဲ့ရပါတယ်။Demon Hunter မျိုးဆက်သစ်တစ်ယောက် ဒီလိုပဲအဆုံးသတ်သွားမှာလား။ဘယ်လိုလက်စားပြန်ချေမလဲ။Demon Hunter အနေနဲ့ပဲလား ဘယ်လိုပုံစံမျိုးနဲ့ ကံကြမ္မာတစ်ဆစ်ချိုးသွားမလဲဆိုတာကို အကြမ်းပတမ်း တိုက်ခိုက်ဟန်တွေ၊ သွေးထွက်သံယိုရိုက်ချက်တွေနဲ့တွေ့ရမှာပါ။Sexual နဲ့ပတ်သက်ပြီး အခန်းတွေ စကားပြောကြမ်းတာတွေ၊ သွေးထွက်သံယိုမြင်ကွင်းတွေများစွာပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့ မကြည့်ရှုသင့်ပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (750 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/corbin-nash-2018/",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-2-poster-133x200.jpg",
        "title": "Kick-Ass 2 (2013)",
        "description": "Kick-Ass 2 (2013)______IMDb - 6.5/10\n ဒီ Hero ကားလေးကိုတော့ အားလုံးနဲ့မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်...\n၂၀၁၀ ကထွက်ရှိခဲ့တဲ့ Kick Ass ရုပ်ရှင်ဇာတ်ကားရဲ့ \n၃ နှစ်အကြာမှာပြန်လည်ထွက်ရှိလာတဲ့ Kick Ass 2 ပဲဖြစ်ပါတယ်...\nနောက်ပြီးတော့ ဒီ Kick Ass 2 ရဲ့အဓိကဗီလိန်ကတော့\nKick Ass 1 မှာ ပါဝင်ခဲ့တဲ့ Red Mist ဟာ\nMother Fucker ဆိုတဲ့ နာမည်အဆန်းကြီးနဲ့ ပြန်လည်မွေးဖွားလာလို့ပါပဲ...\n( သူ့ဟာနဲ့သူတော့ဟုတ်နေတာပဲ...\nဘာလို့လဲဆိုတော့ သူ့အမေကိုသူမတော်တဆသတ်မိလိုက်လို့တဲ့ဗျာ....)\nသူ့ရဲ့ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်...\nသူ့အဖေကို ဘစူကာကြီးနဲ့မညှာမတာပစ်သတ်ခဲ့တဲ့ Kick Ass ကို\nမသေမချင်းပြန်သတ်ဖို့ပါပဲ...\nဒါကြောင့် ကြေးစားလူမိုက်တွေအကုန်လိုက်စုစည်းပြီးတော့ \nအကြီးမားဆုံးရာဇဝတ်မှု့ကို ကျူးလွန်ကြတော့မှာပါ...\nဒီ Kick Ass 2 မှာထူးခြားလာတာကတော့ Kick Ass တစ်ယောက်တည်း\nမျက်နှာဖုံးဝတ်တော့တာမဟုတ်ပါဘူး...\nKick Ass 1 မှာတည်းက Kick Ass ကိုသဘောကျထောက်ခံတဲ့လူတွေအများစုက\nသူ့တို့ကိုယ်တိုင်လည်းမျက်နှာဖုံးတွေဝတ်ပြီးတော့ မကောင်းမှု့တွေကို\nလိုက်လံရှာဖွေနေကြတာကိုမြင်ရတော့မှာပါ...\nသူတို့ဟာ ဘာအစွမ်းအစမှမရှိပါဘူး...ဒါပေမယ့် သူတို့ရဲ့စံပြကြီး\nKick Ass လိုမျိုးမျက်နှာဖုံးတပ်လိုက်တာနဲ့ သူတို့ကိုယ်သူတို့အားအင်တွေ\nရှိလာကြမယ်ဆိုတာ သူတို့ကိုယ်တိုင်ယုံကြည်နေကြလို့ပါ....\n(သူရဲကောင်းဆိုတာလက်ရုံးရည်မရှိလည်း နှလုံးရည်ရှိလည်းရတယ်ဆိုသလိုပေါ့..)\nနောက်ပြီးတော့ Kick ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dejv/Kick-Ass_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyCiu14uBYZ9b0Q8utMeuqKx2aQ.jpg",
        "title": "JoJo’s Bizarre Adventure: Diamond Is Unbreakable – Chapter 1(2017)",
        "description": "အခုတစ်ခါတော့ JoJo's Bizarre Adventure: Diamond Is Unbreakable ဆိုတဲ့Anime ကို Live Action အဖြစ်အသက်သွင်းရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် Japan Anime Hard Core ဖန်တွေတော့ ဒီ Animationseries လေးကို ရင်းနှီးပြီးသာားဖြစ်မှာပါ  ဒီကားလေးက ၂၀၁၂ မှာ တီဗီစီးရီး အဖြစ်ထွက်ထားပြီးတော့အခုတစ်ခါမှာ Movie အဖြစ်ထပ်မံထွက်ရှိလာခဲ့တာဖြစ်ပါတယ် IMDb မှာ 5.7 ရထားပြီးတော့အောင်မြင်မှုတော့ သိပ်မရခဲ့ပါဘူး ဒါပေမဲ့ ကျတော်ကတော့ ဒီကားလေးရဲ့ ဇာတ်လမ်းဆင်ထားတာလေးကိုသဘောကျမိပြီး တကားလုံးကို မပျင်းစေပဲ မထင်မှတ်ထားတဲ့ လှည့်ကွက်ကလေးတွေနဲ့ ဆွဲခေါ်သွားတာပါဒီကားလေးကတော့ ဂျိုဂျိုဆိုတဲ့ လူငယ်လေးတစ်ယောက်သူ့ရဲ့ ဘုရားကပေးတဲ့လက်ဆောင် သဘာဝ လွန်အစွမ်းတွေနဲ့ သူ့တို့ မျိုးရိုးစဉ်ဆက် လက်ဆင့်ကမ်းလာတဲ့ခံယူချက်တွေ  အဖိုးဖြစ်သူကို လုပ်ကြံခံလိုက်ရတဲ့ အခါမှာ ဂျိုဂျို တစ်ယောက် ငြိမ်မနေနိုင်တော့ပဲသူ့အစွမ်းတွေကို ထုပ်ဖော် အသုံးပြုရပါတော့တယ်  ပြီးတော့ လူတွေကြားထဲမှာ သူ့လို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1H7yZ/JoJo_s_Bizarre_Adventure_-_Diamond_Is_Unbreakable_-_Chapter_1_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "ဖိလစ္ပိုင္ အေစာပိုင္းကာလကို ရိုက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ဖိလစ္ပိုင္ ႏိုင္ငံရဲ႕ အေစာပိုင္း ကာလ မိုင္းလုပ္ငန္းအေပၚကို အေျချပဳရိုက္ကူးထားျပီးေရႊတူးတာနဲ႕ ပတ္သက္ျပီး ရိုက္ကူးျပထားတာပါ အရင္ေခတ္ေတြတုန္းက သတၱဳေတြ နဲ႕ ဖလွယ္မႈစတင္ခဲ့တဲ့ကာလမွာ ပံုသြန္းေလာငး္ဖုိ႕ အတြက္ သတၳဳေရြးတဲ့ေနရာမွာ ေရႊက ပံုသြန္းေလာင္းဖုိ႕ အေကာင္းဆံုး တစ္ခုပါဒါေၾကာင့္ ေရႊတူးဖုိ႕အတြက္ နယ္ေျမေတြရွာေဖြရာမွာ လူသူမေရာက္တဲ့ေနရာေတြမွာ သြားေရာက္တူးေဖာ္ရပါတယ္အခုကားေလးမွာက ဒီေရႊတူးေဖာ္ဖုိ႕ အတြက္ နယ္ေျမသစ္ကိုစြန္႕စားရွာေဖြရပံုေတြနဲ႕ ေရႊေမွာ္ေတြအတြက္နယ္ေျမလုသတ္ျဖတ္ ရတာေတြကို ရိုက္ကူးတင္ျပထားတာပါ ဒီကားကို IMDB မွာ R Rated ေပးထားျပီးေတာ့သတ္ျဖတ္တာေတြ ေသြးထြက္သံယုိ ခန္းေတြပါေနတာေၾကာင့္ ကေလးေတြကို မၾကည့္ဖုိ႕ တားျမစ္ထားပါတယ္ဒီကားက ဖိလစ္ပိုင္ ရုပ္ရွင္ပြဲေတာ္မွာ ဆုေတြ အမ်ားၾကီးရခဲ့ျပီး ဖိလစ္ပိုင္ဒါရိုက္တာေတြ ရိုက္ကူးေလ့ရွိတဲ့ပံုမွန္ အခ်စ္အလြမ္းအေဆြးကားေတြနဲ႕ မတူပဲ ကြဲထြက္ေနပါတယ္ ဒါေၾကာင့္ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါဦးဗ်ာ Qty - 720p  BlurayDuration - 1hr 44minGern - Action ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gold-2017-2/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/going-by-the-book-poster-142x200.jpg",
        "title": "Going by the Book (2007)",
        "description": "Going by the Book (2007)_____IMDb - 7.4/10\n  \nအကောင်းဆုံးထဲမပါပေမယ့် ၂ မိနစ်ခြားတစ်ခါ\nရယ်ပြီး တစ်ကြိမ်ကို ၅၈ စက္ကန့် လောက်ရယ်ရစေမယ်\nဒီကားကြည့်နေရင်း စင်ကာပူကိုကျော်မည်နှင့်\nထူးဆန်းသော မြေအောက်မြို့တော်ကြီး ဇာတ်\nလမ်းလိုခွီကနဲ ခွီကနဲ ဖြစ်သွားစေမယ့် ကားပါ။\n\"- လက်ဝှေ့ချန်ပီယံနဲ့ ဝူရှုးချန်ပီယံ ဖိုက်ရင် ဘယ်သူနိုင်မလဲ \"\nဒီကားကို ၂၀၀၇ ခုနှစ် အောက်တိုဘာမှစပြသခဲ့ပြီး တစ်ကားလုံးကို ၁၀၂ မိနစ်ကြာမြင့်ပါတယ်။\nIMDb Rating 7.4 ၊ AsianWiKi 93 ရရှိထားပါတယ်။\nCJ Entertatinment ကထုတ်လုပ်ထားပြီး ကိုရီးယား ဘာသာစကားပြောရုပ်ရှင်ဖြစ်ပါတယ်။\nBox office မှာ ကန်ဒေါ်လာ ၁၄ သန်းကျော်ရရှိခဲ့ပါတယ်။\nဒီကားစတင်ပြသတဲ့ အပတ်မှာ\nဝင်ငွေအကောင်းဆုံး ကားအဖြစ်ရပ်တည်ခဲ့ပါတယ်။\nဒီကားမှာ ဆုတွေရထားတာတော့မတွေ့ရှိပါဘူး။\nဒီဇာတ်လမ်း ရဲ့ script က တော်တော်လေးကောင်းပါတယ်။\nscript ကောင်းလို့\nကြည့်ရတာ ပိုပြီးအရသာရှိသွားတာပါ။\nsex အသားပေးဟာသ ၊ လူငယ်တွေဘဲနားလည်နိုင်တဲ့ ဟာသ၊\nစူပါဟီးရိုးတွေ ကို သောက်တစ်လွဲပြန်ရိုက်ထားတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yO8b/Going_By_The_Book_(Bareuge_Salja)_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j18021qCeRi3yUBtqd2UFj1c0RQ.jpg",
        "title": "12 Strong (2018)",
        "description": "စစ်ကားကောင်းကောင်းမှ ကြည့်ချင်တယ်ဆိုတဲ့ စစ်ကားကြိုက်ပရိသတ်တွေအတွက် 12 Strong ဆိုတဲ့ ရုံတင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီရုပ်ရှင်ဟာ Doug Stanton ရဲ့ဖြစ်ရပ်မှန်ဝတ္ထု Horse Soldiers ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာဆိုရင်တော့ 9/11 အဖြစ်အပျက်အပြီး အာဖဂန်နစ္စတန်ကို ပထမဆုံးစေလွှတ်ခံရတဲ့ အမေရိကန်တပ်ဖွဲ့အကြောင်ကို အဓိကထားပြီး ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကပ္ပတိန်မစ်ချ်နယ်လ်ဆန်ဦးဆောင်ပြီး တပ်သား ၁၂ ယောက်သာပါဝင်တဲ့ တပ်ဖွဲ့တစ်ဖွဲ့ဟာ အာဖဂန်စစ်ခေါင်းဆောင်တစ်ယောက်နဲ့ ပူးပေါင်းပြီး တာလီဘန်နဲ့ အယ်လ်ကေဒါးတွေလက်ထဲကျရောက်နေတဲ့ မြို့၊ နယ်မြေတွေကို ပြန်လည်သိမ်းယူနိုင်ဖို့ ကြိုးပမ်းကြရတာဖြစ်ပါတယ်။တာလီဘန်တွေနဲ့ ယှဉ်ရင် လက်နက်အင်အား၊ လူအင်အားလဲ မမျှသလို နယ်မြေလဲမကျွမ်းကျင်ကြတဲ့ နယ်လ်ဆန်တို့အဖွဲ့\nသူတို့ရဲ့မစ်ရှင်တွေကို အောင်နိုင်ပါ့မလား၊သူတို့ရဲ့မဟာမိတ် စစ်ခေါင်းဆောင်ဆိုတာလဲ ယုံကြည်ရရဲ့လား ဆိုတဲ့ သို့လော သို့လောတွေ အများကြီးပါဝင်ပါတယ်။ပုံမှန်ဆိုရင် နှစ်စဉ် ပထမဆုံးလမှာ ရုံတင်တဲ့ရုပ်ရှင်ကားတွေက ဂွမ်းလေ့ရှိပေမယ့် ဒီကားကတော့ ရုံတင်တဲ့အခါ တော်တော်လေး ချီးကျူးခံခဲ့ရတဲ့ကားတစ်ကားဖြစ်ပါတယ်။တာလီဘန်တွေ ဘယ်လောက်ရက်စက်သလဲဆိုတာကိုသေချာပြသွားနိုင်ခဲ့သလို အာဖဂန်ပြည်သူတွေရဲ့ သနားစရာကောင်းတဲ့ဘဝအခြေအနေတွေကိုလဲ သေချာရိုက်ကူးပြသွားခဲ့ပါတယ်။ဝေဖန်ရေးဆရာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4eL7p/12_Strong_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/4-138x200.jpg",
        "title": "Ajin: Demi-Human (2017)",
        "description": "ပထမဆံုးေၿပာရမယ္ဆိုရင္ ကြ်န္ေတာ္ဂ်ပန္ကားေတြကိုမၾကိဳက္ပါဘူး..\nမၾကိဳက္ဘူးဆိုတာထက္ အၿမဲၾကားေနက်ဘာသာစကားမဟုတ္တဲ့အတြက္ေၾကာင့္\nစိမ္းေနတာလည္းပါတာေပါ့..\nဒါေပမယ့္ ဒီကားေလးကိုေတာ့ Encode လုပ္ဖို႕အတြက္စစ္ရင္းအစမ္းၾကည့္ပါတယ္...\nၾကည့္ေနရင္းနဲ႕ေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္တာေၾကာင့္ အားလံုးလည္းခံစားလို႕ရေအာင္\nတင္ဆက္ေပးလိုက္ပါတယ္...\nအညႊန္းေလးကိုဖတ္ၾကည့္ရေအာင္...\nဒီကားမွာ အာဂ်င္းဆိုတဲ့ ဇာတ္ေကာင္အေၾကာင္းကိုေၿပာၿပထားတာပဲၿဖစ္ပါတယ္...\nအာဂ်င္းကို ဂ်ပန္ရဲ႕မန္ဂါစီးရီးကေနၿပန္လည္အသက္သြင္ၿပီးရုိက္ကူးခဲ့ပါတယ္...\nအာဂ်င္းဆိုတာက မေသတဲ့လူမ်ိဳးေတြပါ...\nေၿပာရမယ္ဆိုရင္ေတာ့ လူတပိုင္း မိစၦာတစ္ပိုင္းအရာေတြပဲၿဖစ္ပါတယ္....\nဒီအာဂ်င္းေတြဟာ လူေတြကိုဒုကၡေပးတဲ့အရာေတြမဟုတ္ပါဘူး...\nဒါေပမယ့္တိုးတက္ေၿပာင္းလဲလာတဲ့ နည္းပညာေတြအရ အာဂ်င္းရဲ႕\nမေသႏိုင္တဲ့အစြမ္းေတြကို လူသားေတြဟာ စိတ္၀င္စားလာၾကၿပီး\nအာဂ်င္းေတြကို ဖမ္းဆီးကာ အမ်ိဳးမ်ိဳးႏွိပ္စက္ၿပီး သုေတသနေတြလုပ္ၾကပါေတာ့တယ္....\nဒါေၾကာင့္လည္းအာဂ်င္းေတြကို ေၿခေထာက္ၿဖတ္လိုက္ ဓားနဲ႕ၿဖတ္လိုက္နဲ႕\nေနာက္ဆံုး ၿမင္မေကာင္းတဲ့ ဒဏ္ရာေတြ ၿဖစ္လာရင္ reset လို႕သူတို႕ေခၚေ၀ၚၾကတဲ့\nအာဂ်င္းေတြကိုသတ္လိုက္ပါေတာ့တယ္...\nခဏၾကာရင္ အသတ္ခံလိုက္ရတဲအာဂ်င္းဟာ ၿပန္လည္ရွင္သန္လာပါတယ္...\nအာဂ်င္းရဲ႕ အစြမ္းေတြကေတာ့ ဘယ္ေလာက္ပဲဒဏ္ေတြရရ \nလက္ၿပတ္ ေၿခၿပတ္ ေသနတ္မွန္ ဘယ္လိုပဲၿဖစ္ၿဖစ္\nသူ႕ကိုသတ္လိုက္တာနဲ႕ခဏအတြင္းမွာ ၿပန္လည္ရွင္သန္လာတာပဲၿဖစ္ပါတယ္...\nေနာက္ၿပီးေတာ့ အာဂ်င္းေတြမွာ ကိုယ္ပိုင္ အရိပ္လို႕ေခၚတဲ့ မိစၦာေတြ\nတစ္ေယာက္ခ်င္းစီမွာရွိပါတယ္...\nအဲဒီမိစၦာေတြကို သူတို႕ဟာ ထိန္းခ်ဳပ္ႏိုင္ၾကပါတယ္...\nဒီလိုမ်ိဳးအႏွိပ္စက္ခံရတဲ့အာဂ်င္းေတြဟာ လူေတြကိုမုန္းတီးလာၾကပါတယ္...\nသူတို႕ဟာအစမ္းသပ္ခံမဟုတ္ဘူးဆိုတာလည္း လူေတြသိေအာင္ၿပခ်င္လာၾကပါတယ္...\nဒါေၾကာင့္ သူတို႕ဟာ လူသားေတြကို ကိုယ္ပိုင္အုပ္ခ်ုဳပ္ခြင့္နယ္ေၿမေတြေတာင္းၿပီးေတာ့\nေနာက္ဆံုးမွာ လူသားေတြကို မ်ိဳးတုန္းသတ္ၿဖတ္စတင္ပါေတာ့တယ္...\nအာဂ်င္းေတြအားလံုးမဆိုးသြမ္းၾကပါဘူး...ဒါေပမယ့္ တစ္ေယာက္တည္းေသာအာဂ်င္းကေတာ့\nစိတ္မနာႏိုင္ပဲ လူသားေတြဘက္ကရပ္တည္ၿပီး\nသူရဲ႕မ်ိဳးႏြယ္တူ အာဂ်င္းေတြကို ၿပန္လည္ရင္ဆိုင္ဖို႕ အေၿခေနၿဖစ္လာခဲ့ပါေတာ့တယ္.....\nအားလံုးပဲ က်န္တဲအရာေတြကိုေတာ့ စိတ္လႈပ္ရွားဖြယ္ၾကည့္လိုက္ရေအာင္လား...\nFile Size : (853 MB) and (288 MB)\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gRwc/Ajin_-_Demi-Human_[2017]_(MM_Sub).mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRYZdWGCcC7ttY7MFNbIKpR3pnn.jpg",
        "title": "Super(2010)",
        "description": "Super(2010)\nIMDb.....6.8\n2010 မှာထွက်ရှိခဲ့တဲ့ အလန်းစား Superhero ဇာတ်လမ်းပဲဖြစ်ပါတယ် Superhero Comedy ဇာတ်ကားဖြစ်ပြီး ဘာဖြစ်လို့ IMDB 6.8 အထိတောင်ရခဲ့တာလဲ..ဒီဇာတ်ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကတော့ Guardian of the Galaxy ကိုပုံဖော်ပေးခဲ့တဲ့ ဒါရိုက်တာ James Gunn ပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာတော့ ဟာသမင်းသားကြီး Rainn Wilson က ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်ထားပြီးနာမည်ကြီးမင်းသမီးတွေဖြစ်တဲ့ Ellen Page နဲ့ Liv Tyler တို့လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ် ငယ်စဉ်ကလေးဘဝတည်းကလူတွေရဲ့အနှိမ်ခံဘဝနဲ့နေထိုင်လာရတဲ့ ဖရန့်ခ်ဒါဘို (Rainn Wilson)ရဲ့ မသိစိတ်ထဲမှာတော့ psycho အသေးစားလေးတစ်ခုစွဲကပ်ခဲ့ပါတယ်...အရွယ်ရောက်လာတဲ့အခါမှာလည်း မိန်းမဖြစ်သူ'ဆာရာ'(Liv Tyler)ဟာ သူ့ကိုစွန့်ပစ်ပြီး 'ဂျော့ခ်'ဆိုတဲ့လူနောက်ကိုလိုက်သွားခဲ့ပါတယ် 'ဂျော့ခ်'ဆိုတဲ့သူဟာလည်း ဒုစရိုက်မှုတွေလုပ်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ် ဒီတော့ဖရန့်ခ်ရဲ့စိတ်မှာ စွဲကပ်နေတဲ့ psycho တွေဟာကြီးမားလာပြီးသူဟာ ဘုရားသခင်ရဲ့ရွေးချယ်ခြင်းကိုခံရတဲ့လူတစ်ယောက်လို့ ထင်ယောင်ထင်မှားဖြစ်ကာ ရာဇဝတ်မှုတွေကိုနှိမ်နင်းပါတော့တယ် သူ့လုပ်ရပ်တွေကိုသဘောကျနေတဲ့ 'လစ်ဘီ'(Ellen Page)ဆိုတဲ့ ချာတိတ်မတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနှစ်ယောက်အတူပူးပေါင်းမိခဲ့ပါတယ် အဲ့နောက်မှာတော့ ဖရန့်ခ်နဲ့လစ်ဘီဟာ 'ဆာရာ့'ကိုကယ်ဖို့ကြိုးစားရင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hhp7/Super_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/guardian-of-the-tomb-poster-135x200.jpg",
        "title": "7 Guardians of the Tomb (2018)",
        "description": "7 Guardians of Tomb (2018)_____IMDb - 4.4/10\n အခု Adventure ပရိတ်သတ်ကြီးအတွက်Australia-Chinese ဖက်စပ်ရိုက်ကူးထားတဲ့7 Guardians of the Tomb ဆိုတဲ့ကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်IMDB 4.4/10 ရရှိထားပြီးဒါရိုက်တာ Kimble Rendall ကရိုက်ကူးထားတာပါCast တွေအနေနဲ့ The Expendables 3 မှာပါဝင်ခဲ့တဲ့Kellan Lutz နဲ့ Kelsey Grammer တို့နဲ့အတူတရုတ်မင်းသမီးချောလေး Bing Bing Li တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းကတော့ ဂျီယာနဲ့ လုခ် တို့ဟာ မိဘမဲ့မောင်နှမနှစ်ယောက်ဖြစ်ပြီး သူ့အဖေနဲ့အမေဟာBiotech ဆိုတဲ့ဆေးကုမ္ပဏီရဲ့ အကြီးအကဲတွေဖြစ်ပြီးလေယာဉ်စီးပီးအစည်းအဝေးတစ်ခုကအပြန်မှာလုပ်ကြံခံရပြီး ၂ယောက်လုံးသေဆုံးခဲ့ရတာပါတစ်နေ့မှာ တရုတ်ပြည် သုတေသနလုပ်ငန်းတစ်ခုကနေဂျီယာကို မောင်ဖြစ်သူ ပျောက်ဆုံးနေကြောင်းသတင်းပို့လာတဲ့အခါ ဂျီရာနဲ့ စီအီးအို ဖရေရှာတို့နှစ်ယောက်ဂျီယာ့ မောင်ဖြစ်သူ လု့ခ်ကို လိုက်လံရှာဖွေရပါတော့တယ်ဒါပေမယ့် အဲ့သုတေသနလုပ်ငန်းရဲ့လှိူ့ဝှက်ချက်ကနှစ်ပေါင်းနှစ်ထောင်ကျော် ကြာနေပြီဖြစ်တဲ့အလောင်းတစ်လောင်းနဲ့အတူ တရုတ်သမိုင်းလျှို့ဝှက်ချက်တွေရှိနေပါတယ် အဲ့လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ ဖရေရှာတကယ်လိုချင်တာကရောဘာလဲ ဂျီယာက သူ့မောင်ဖြစ်သူကိုပြန်ရှာတွေ့နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးဗျာ File ...",
        "rating": "4.4",
        "url": "https://megaup.net/2Tuz6/7_Guardians_Of_The_Tomb_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-poster-133x200.jpg",
        "title": "Kick-Ass (2010)",
        "description": "Kick-Ass (2010)\nIMDb - 7.6/10_____Rotten - 76%ကျွန်တော် အမြဲလိုလို မေးခဲ့တဲ့ မေးခွန်းတစ်ခုကို သူမေးခဲ့တယ်။\nSuperheroes ရုပ်ရှင်ကားတွေ စာအုပ်တွေ လူတွေရဲ့ပါးစပ်ဖျားတွေမှာ အမြဲလိုလို ပါတတ်ပေမဲ့\nတစ်ကယ့်လက်တွေ့ဘဝတွင်တော့ ဘာလို့မရှိရတာလဲ။\nလူတစ်ယောက်ဟာ ဦးဆောင်ပြီးဘာလို့စ မလုပ်တာလဲ။\nဦးဆောင်သူတစ်ယောက်ကို လူသားတွေဟာ စောင့်နေကြတာလား။\nဒါမှမဟုတ် စိတ်ကူးတွေထဲမှာပဲ Batman တို့ Iron Man တို့ကို အားကျပြီး\nလက်တွေ့ဘဝမှာကြတော့ မိမိရ ဲ့ရိုးရှင်းလှတဲ့ ဘဝမှာပဲ နေ့စဉ်ဘဝကို ဖြတ်သန်းချင်ကြတာလား။\nKick Ass ကတော့ လူသားတွေ Superheroes ဇာတ်ကားတွေ အားပေးကြည့်ရှုကြပြီး\nတစ်ကယ့်အပြင် လက်တွေ့ဘဝမှာတော့ ဘာကြောင့် တစ်ယောက် တစ်လေမှ ဝတ်စုံဝတ်\nမျက်နှာဖုံးလေးတပ် ကျရာ လက်နက်လေးတစ်ခု ဆွဲကိုင်ပြီး\nလောကကြီးကို မထွက်လာကြတာလည်း ဆိုတာကို မေးခွန်းထုတ်လာခဲ့ပါတယ်။\nဟုတ်ပါတယ်။\nကျွန်တော်တို့တွေ Superheroes ရုပ်ရှင်တွေ ကြည့်ကြတယ်။\nဆွေးနွေးကြတယ်။ ရင်ခုန်ကြတယ်။ နှစ်သက်ကြတယ်။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဘယ်သူ့မှ ထိုကဲ့သို့သော လုပ်ရပ်မျိုးတွေ မလုပ်ကိုင်ကြဘူးလေ။\nအဲ့ဒီ့မှာ စပြီးတော့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dek7/Kick-Ass_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/iron-gg-142x200.jpg",
        "title": "Iron Girl: Ultimate Weapon",
        "description": "၂၀၁၂ ကထွက်ရှိထားတဲ့ Iron Girl ဇာတ်ကားရဲ့အဆက်အနေနဲ့ဆက်လက်ထွက်ရှိထားတာပါ...\nဂျပန်မင်းသမီးချော Kirara Asuka ပဲ အဓိကပါဝင်ထားပြီး Action ဆန်ဆန်ဇာတ်ကားမျိုးပါ။\n18+ ဆန်ဆန်တွေလဲပါတာကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\nIMDb Rating (5.5/10)File size...(850MB) and (300MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:24:01\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/33cgz/Iron_Girl_-_Ultimate_Weapon_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/dESptgNfFHnFrbmaJlcXWqqVGCn-133x200.jpg",
        "title": "Iron Girl (2012)",
        "description": "Director: Masatoshi Nagamine ရိုက်ကူးထားပြီး မင်းသမီး  Kirara Asuka, Rina Akiyama တို့ပါဝင်ထားတဲ့\nAction အသားပေး ဂျပန်ဇာတ်ကားဖြစ်ပါတယ်...။2015 မှာ ဒီဇာတ်ကားရဲ့ အဆက် Iron Girl Ultimate Weapon ဆိုပြီးထပ်ထွက်ခဲ့ပါတယ်။Dark Side Production မှပူးပေါင်းတင်ဆက်သည်။File size…(800 MB)\nQuality…DVDRip x264\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Missy",
        "rating": "5.5",
        "url": "https://megaup.net/1Hhma/Iron_Girl_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/41c3ec6ab38347a8b9c3c2efbc5a3efc-133x200.jpg",
        "title": "The Good, the Bad and the Ugly (1966)",
        "description": "The Good, the Bad and the Ugly (1966)\nIMDb - 8.8/10_____Rotten - 97%\n  \"The Good, the Bad and the Ugly\" ဆိုရင် မကြည့်ဖူးရင်နေမည် မကြားဖူးသူရှိမည်မထင်။ဇာတ်ကားစစချင်း မိတ်ဆက်ပေးလိုက်တာကတော့...\nThe Good - ပိုက်ဆံများများရဖို့ ကြိုးစားနေတဲ့ လက်ဖြောင့်သေနတ်သမား Blondie\nThe Bad - ပိုက်ဆံလက်ခံပြီးရင် ပြီးဆုံးအောင်တာဝန်ယူမယ့် ကြေးစားသူသတ်သမား Angel Eyes\nThe Ugly - Wanted စာရင်းမှာ ပါတဲ့ ဥပဒေပြင်ပက သောက်ကျင့်မကောင်းတဲ့ တစ်ကိုယ်ကောင်းသမား TucoBlondie နဲ့ Tuco က ဂွင်ဖန်နေကြ ပါတနာတွေ။ Blondie လုပ်ရမှာက Tuco ကိုဖမ်းမယ် ရဲလက်အပ်မယ် ဆုငွေထုတ်မယ် ကြိုးစင်တင်တဲ့အချိန် နောက်ကွယ်ကနေ ကြိုးကို သေနတ်နဲ့ပစ်ပေးမယ် အဆင်သင့်ပြင်ထားတဲ့ ...",
        "rating": "8.8",
        "url": "https://megaup.net/1wX0q/The_Good,_The_Bad_And_The_Ugly_(il_buono,_il_brutto,_il_cattivo)_[1966]_(MM_Sub).mp4",
        "category": "Action, Adventure, Dollars Trilogy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/8176-139x200.jpg",
        "title": "The Specialist (1994)",
        "description": "The Specialist (1994)_____IMDb - 5.6/10\n   \nရမ်ဘိုမင်းသား စတားလုံးနဲ့ ညှို့မင်းသမီးချော ရှရွန်စတုန်းတို့ပါဝင်ထားတဲ့ Action,Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်။\nစတားလုံးကအေးဂျင့်...\nရှရွန်စတုန်းက သူ့မိသားစုကိုလုပ်ကြံသွားတဲ့လူတွေကို ကလဲ့စားချေချင်နေတာ..\nဒါနဲ့ပဲ စတားလုံးနဲ့ ရှရွန်စတုန်းတို့ချိတ်မိပြီး ဘယ်လိုတွေရှေ့ဆက်သွားကြမယ်ဆိုတာ...။\n  \nရမ္ဘိုမင္းသား စတားလံုးနဲ႔ ညွိဳ႕မင္းသမီးေခ်ာ ရွရြန္စတုန္းတို႔ပါဝင္ထားတဲ့ Action,Thriller ဇာတ္ကားေလးျဖစ္ပါတယ္။\nစတားလံုးကေအးဂ်င့္...\nရွရြန္စတုန္းက သူ႕မိသားစုကိုလုပ္ၾကံသြားတဲ့လူေတြကို ကလဲ့စားေခ်ခ်င္ေနတာ..\nဒါနဲ႔ပဲ စတားလံုးနဲ႔ ရွရြန္စတုန္းတို႔ခ်ိတ္မိျပီး ဘယ္လိုေတြေရွ႕ဆက္သြားၾကမယ္ဆိုတာ...။\n   \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးသောက် / မိုးေသာက္",
        "rating": "5.6",
        "url": "https://megaup.net/2SHzz/The_Specialist_[1994]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GgZ6DGezkh3szFdvskH5XD4V0t.jpg",
        "title": "Maze Runner: The Death Cure (2018)",
        "description": "အမေရိကန်စာရေးဆရာ James Dashner ရဲ့The Maze Runner series မှတတိယမြောက်စာအုပ်ဖြစ်တဲ့The Death Cure ကိုအရင်ဇာတ်ကားတွေကို ရိုက်ကူးတဲ့ဒါရိုက်တာ Wes Ball ပဲရိုက်ကူးထားပြီးDylan O'Brien, Thomas Bordie-Sangster,Rosa Salazar, Ki Hong Lee, Kaya Soladiaro,Dexter Darden, Aiden Gillen, Barry Pepper,Patricia Clarkson, Will Poulter,Gnaicalo Esposito, Walton Gogginsတို့ပါဝင်ထားပါတယ်။2017 February 17 မှာ ရုံတင်ဖို့စီစဉ်ထားခဲ့သော်လည်း Dylan O'Brien ရိုက်ကွင်းမှာထိခိုက်မှုဖြစ်ပွားပြီး ရုံတင်ရက်ကိုတစ်နှစ်နီးပါးနောက်ဆုတ်ခဲ့ရပါတယ်။အခုဒီကားထဲမှာ​တော့​ပထမ၂ကားထဲက လွတ်​​မြောက်​လာကြတဲ့​​ကောင်​​လေး ​တွေထဲကThomas က လွတ်​​မြောက်​လူသူ​တွေကို စုစည်​းပြီး Glader ဆိုတဲ့အဖွဲ့ကိုတည်​​ထောင်​ထားပြီး အဓိကရည်​ရွယ်​ချက်​ကသူ့သူငယ်​ချင်​း​တွေကို ကယ်​ဆယ်​ဖို့ပါဒီလိုနဲ့ တစ်​ရက်​မှာ မလွတ်​​သေးပဲ ကျန်​​နေခဲ့​သေးတဲ့သူ့သူငယ်​ချင်​း​တွေကိုတင်​​ဆောင်​လာတဲ့ ရထားကိုဖြတ်​တိုက်​ပြီး​တော့ ကယ်​ဖို့ကြိုးစားရင်​း မ​အောင်​မြင်​ပဲThomas ,Newt နဲ့Frypanတို့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/maze-runner-the-death-cure-2018-blu-ray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lLsAk1dk0V9yg9Wjv1EFPskK0RD.jpg",
        "title": "Gridlocked(2015)",
        "description": "Gridlocked (2015 ) ဇာတ်လမ်းဟာဆိုရင်5.9/10 rating သာရှိပေမယ့်ကြည့်ကောင်းတဲ့ အက်ရှင်အမျိုးအစားထဲမှာပါပါတယ်... ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသား ဘရောက်ဒီဝေါ်ကာဟာတခြားသရုပ်ဆောင်တွေနဲ့ တော်တော်ကွဲပြားနေတဲ့ စရိုက်ပေါင်းများစွာရှိပါတယ်.. အထူးသဖြင့် မောက်မာပြီး ကြမ်းကြမ်းတမ်းတမ်းရှိတဲ့စရိုက်ပေါ့ဒီလိုစရိုက်မျိုးရှိတဲ့မင်းသားအဖို့  အမှုတွေခဏ ခဏရင်ဆိုင်ရ ဒဏ်တွေခဏ ခဏ ပေးခံရတယ်...ဒီလိုခပ်ဆိုးဆိုးသရုပ်ဆောင်မင်းသားတစ်ယောက်ကို\nစောင့်ကြည့်ဖို့အတွက ်အထူးတပ်ဖွဲ့ခေါင်းဆောင် ဟန်းဒရစ်လက်ထဲအပ်ခဲ့ပါတယ်....\nရဲလက်အပ်ပြီး စောင့်ကြည့်ဖို့ကို သဘောတူခဲ့တဲ့မင်းသားဟာ\nရဲလေ့ကျင့်ရေးသင်တန်းကို သွားခဲ့ပါတယ်...သူတို့ရောက်သွားတဲ့အချိန်မှာ သွေးပျက်လောက်စရာဖြစ်ရပ်နဲ့ကြုံလိုက်ရတယ်..အဲ့ဒါက လေ့ကျင့်ရေးကျောင်းကြီးကို အကြမ်းဖက်တိုက်ခိုက်တာပါပဲ...အထူးတပ်ဖွဲ့ခေါင်းဆောင် ဟန်းဒရစ်တစ်ယောက် အကြမ်းဖက်အဖွဲ့ကိုဘယ်လိုဦးဆောင်ရင်ဆိုင်မလဲ..ရဲသင်တန်းကျောင်းကိုမှ ဘာဖြစ်လို့လာတိုက်ခိုက်တာလဲ.....အမိုက်စားဖိုက်တင်ခန်းတွေ၊ဖောက်ခွဲမှုတွေ၊ဇာတ်အိမ်ကောင်းကောငး်လေးမှကြည့်ချင်တဲ့သူတွေအတွက်ကြည့်သင့်ပါတယ်လိုပြောပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Band of brothers စီးရီးမှာ ဘာသာပြန်ရင်းနာမည်ရခဲ့သူ ကိုမြန်မာကြီး(ခေါ်) ကိုအောင်အောင်ဦးပဲဖြစ်ပါတယ်....File Size : (8000 MB) and (313 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aung Aung Oo\nEncoded by Phyo Pyae",
        "rating": "5.9",
        "url": "https://megaup.net/33cfC/Gridlocked_[2015]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/den-of-thieves-poster-133x200.jpg",
        "title": "Den of Thieves (2018)",
        "description": "Den of Thieves (2018)\nIMDb - 7.0/10_____Rotten - 41%\n  အားလုံးစောင့်မျှော်နေကြတဲ့ Den of Thieves လာပါပြီ။ဒုန်းဒုန်းဒက်ဒက် တုံးလုံးပတ်လက် အဆဲတစ်လိုင်း ခပ်ရိုင်းရိုင်းမှ ကြည့်ချင်သူတွေအတွက် ၂၀၁၈ ရုံတင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လက်ရဲဇက်ရဲနိုင်တဲ့ နယ်ထိန်းရဲတပ်ဖွဲ့နဲ့ ရေတပ်စစ်သားဟောင်းတစ်သိုက်တို့\nပညာပြိုင်ကြပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာ ဓားပြလုံးဝအတိုက်မခံရသေးပါဘူးဆိုတဲ့ ဘဏ်ကို ဒုစရိုက်သမားတွေက\nဘယ်လိုဝင်ခိုးကြမလဲ၊ နယ်ထိန်းရဲတွေက ဘယ်လိုတားဆီးမလဲ၊ မြုပ်ကွက်တွေက ဘာတွေလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။ဇာတ်လမ်းက အများကြီးချဲ့ပြောလေ၊ မြုပ်ကွက်တွေပေါ်လေ ဖြစ်မှာစိုးတဲ့အတွက် အနည်းငယ်ပဲ ညွန်းထားတာဖြစ်ပါတယ်။\nမင်းသားကြီးတွေကလဲ အကြမ်းပတမ်းသမားတွေဖြစ်တာကြောင့် ကြည့်ရတာ တကယ်ကိုအားရတဲ့ ကားကောင်းတစ်ကားဖြစ်မှာပါ။IMDb Rating 7 တောင်ရရှိထားတဲ့အတွက် အက်ရှင်ကားကောင်းတစ်ကားလို့ ပြောလို့ရပါတယ်။ခေါင်းဆောင်မင်းသားဖြစ်သူ Gerard Butler ဟာဆိုရင် 300, Olympus has Fallen လို ရုပ်ရှင်တွေမှာ\nပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အဆဲအဆိုစကားတွေ အများကြီးပါတဲ့အတွက်\nဘာသာပြန်တဲ့နေရာမှာ ဆဲဆိုတဲ့စကားတွေ ပါတဲ့အကြောင်း ကြိုတင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddkAQzVCb4I4hg4kQlVwLvcjrUI.jpg",
        "title": "Battle of the Drones (2018)",
        "description": "Battle Drone ရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁၈ခုနှစ်​ထွက်​ အ​မေရိကန်​အက်​ရှင်​ကား​တစ်​ကားဖြစ်​ပါတယ်​အခုလက်​ရှိမှာ Imdb rating 4.6/10 ရရှိထားပြီး ဇာတ်​လမ်​းကြာမြင်​့ချိန်​က​တော့ ၁နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ မင်​းသမီး​ချော Dominique Swain.....Natashia Malthe.....မင်​းသား Michael Pare....Louis Mandylor စတ​ဲ့သူ​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့အ​မေရိကန်​ထိပ်​တန်​းလျိှု့ဝှက်​အဖွဲ့ စီအိုင်​​အေနှင်​့အလုပ်​လုပ်​​နေတဲ့ ​ကြေးစားလူသတ်​သမားတစ်​ဖွဲ့ဟာ ယူကရိန်​းနိုင်​ငံ ချာနိုဘီမှာ တာဝန်​ထမ်​း​ဆောင်​ဖို့ကမ်​းလှမ်​းချက်​ကိုလက်​ခံလိုက်​ပါတယ်​.....သို့ရာတွင်​ အ​​မေရိကန်​အစိုးရဘက်​မှသစ္စာ​ဖောက်​ခြင်​းကိုခံရပြီး သူတို့ကို​ချောင်​း​မြောင်​းတိုက်​ခိုက်​မယ်​့ ​ကြောက်​မယ်​ဖွယ်​ရာ အရာ​တွေက ​စောင်​့ကြို​နေပါ​တော့တယ်​.....သူတို့တစ်​​တွေ လွတ်​​အောင်​​ပြေးနိုင်​ပါ့မလား.....ဘယ်​လိုမျိုးစိတ်​ဝင်​စားဖွယ်​ရာ အက်​ရှင်​ခန်​း​တွေမြင်​​တွေ့ရမလဲဆိုတာ ဆက်​လက်​ကြည်​့ရှုလိုက်​ပါဦးFile Size : (700 MB) and (327 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DD5.1.x264-Antifa\nTranslated by Yazar Tun\nEncoded by Thanhtike ...",
        "rating": "4.7",
        "url": "https://megaup.net/33cfg/Battle.Of.The.Drone(2018).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmEwMjkwYzctMzAzOC00YWMxLTgwZGMtMjFlOTA5ZDYyMmE3XkEyXkFqcGdeQXVyMTI1MTU3MjIw._V1_-141x200.jpg",
        "title": "Bomma Blockbuster (2022)",
        "description": "Bomma Blockbuster (2022)\nIMDb - 8.2/10ဇာတ်လမ်းအကျဉ်းထုတ်လုပ်သူဒါရိုက်တာကြီးတယောက် စူပါစတားမင်းသားတွေ နာမည်ကြီးဒါရိုက်တာတွေ\nသုံးပြီး ရုပ်ရှင်တွေထုတ်နေပေမဲ့ ကားတိုင်း အရှုံးပေါ်နေလို့ စိတ်ညစ်နေတယ်။\nဝက်ဝက်ကွဲအောင်မြင်ပြီး ရုံတင်ငွေတွေသောက်သောက်လဲရမဲ့\nသာမာန်သရုပ်ဆောင်တယောက် သာမာန်ဒါရိုက်တာတယောက်ကို စတားဖြစ်သွားစေမဲ့\nဇာတ်လမ်းတပုဒ်ကို လိုချင်နေတဲ့အချိန် မတော်တဆမှုတခုကနေ ရလာတဲ့ဇာတ်ညွှန်းတပုဒ်ကို ဖတ်မိခဲ့တယ်။အဲဒီဇာတ်ညွှန်းက တံငါရွာလေးတရွာက ရုပ်ရှင်ဇာတ်ညွှန်းတွေ တအားရူးသွပ်တဲ့ ရာဂျူးရဲ့ ဇာတ်ညွှန်း။\nသူ့ဘ၀ဇာတ်လမ်းကို ရုပ်ရှင်ဆန်အောင်ကို နေပြီးမှ ရေးထားတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိဇာတ်လမ်း။\nတနေ့မှာ သူအရမ်းကြိုက်ရတဲ့ ဒါရိုက်တာကိုယ်တိုင်ရိုက်ပေးရမယ်ဆိုပြီး အိပ်မက်တွေနဲ့ ရာဂျူးရဲ့ဇာတ်ညွှန်း။အဖေဖြစ်သူရဲ့ ထောက်ခံအားပေးမှုနဲ့ ဇာတ်ညွှန်းရေးနေတဲ့ ရာဂျူးတယောက် အဖေဆုံးတဲ့အခါ\nညီမဖြစ်သူနဲ့အတူ သူ့ဇာတ်ညွှန်းကို အဆုံးသတ်အောင်ဖန်တီးနိုင်မှာလား။လက်တွေ့ဘ၀ထဲမှာ\nရုပ်ရှင်ဆန်အောင် တမင်ဖန်တီးပြီး လုပ်တတ်တဲ့ ရာဂျူးတယောက် သူ့အိပ်မက်ကို\nအကောင်အထည်ဖော်နိုင်မလားဆိုတာ ကြည့်လိုက်ကြရအောင်ဗျ။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.66GB / 630MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3,Sai,Thaik San",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/bomma-blockbuster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnbzXOrqQqlnklpIvQZM4qPzi5R.jpg",
        "title": "Kite (2014)",
        "description": "ဖြူနွဲ့နွဲ့ ကောင်မလေးတစ်ယောက်နဲ့  ယောကျာ်းတစ်ယောက်ဟာအတူတွဲပြီးတော့ တိုက်ခန်းတစ်ခန်းပေါ်ကိုတတ်လာကိုတွေ့လိုက်ရတယ် ..အတူပါလာတဲ့ယောကျာ်းကရိုင်းစိုင်းသလိုကောင်မလေးကလဲ မလိုက်ချင်ပေမယ့် ခေါ်ရာကိုမျက်စိမှိတ်လိုက်လာရတဲ့အနေအထားမျိုးပေါ့..ကောင်မလေးနာမည်က ဆာဝါတဲ့....ချစ်စရာရုပ်လေးနဲ့ ခပ်သေးသေးကိုယ်လုံးပိုင်ရှင်ဒီကောင်မလေးက တကယ်တမ်းကျတော့ သူ့ရဲ့ဘဝပေးကံတရားကမထင်ထားရလောက်အောင်ကိုကြမ်းတမ်းခဲ့တဲ့သူပါ.  သူမရဲ့ငယ်ဘဝကတည်းကရက်စက်စွာအသတ်ခံခဲ့ရတဲ့မိဘနှစ်ပါးအတွက်လက်စားချေတုန့်ပြန်ဖို့ အမြဲ စဉ်စားနေသူပါ..သူမရဲ့  လက်စားချေမဲ့ အစီအစဉ်တွေအောင်မြင်နိုင်ပါ့မလား.ဘယ်သူက သူ့မိဘတွေကိုသတ်တာလဲ .သူမမိဘတွေကရောဘာကြောင့် အသတ်ခံရတယ်ဆိုတာကိုသိလိုက်တဲ့အချိန်မှာရော သူမအပေါ်ဘယ်လိုသက်ရောက်မှုတွေရှိလာနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ရုပ်ရှင်တွေတိုင်းမှာ MFလို့ဆဲတာကသူ့ရဲ့ အမှတ်အသားတစ်ခုလိုဖြစ်နေတဲ့ Samuel L Jacksonကဆာဝါကိုတစ်ဖက်ကနေကူညီစုံစမ်းပေးနေတဲ့သူနေရာကနေပါဝင်သရုပ်ဆောင်ထားပါတယ်.   File size…1.23GB / 500MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "",
        "url": "https://channelmyanmar.org/kite-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4W10sjJSDAWRUDn2Kb8DQKxiZv.jpg",
        "title": "The Double (2011)",
        "description": "Hachi A dog's tale, Unfaithful, Pretty WomanRunaway Brideစသဖြင့်ကားတွေအပြင် 90s bornတို့ရဲ့အသည်းစွဲဖြစ်တဲ့ မင်းသားကြီး Richard Gereရဲ့actionဇာတ်ကားကောင်းလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ပေါလ် ရှာပတ်ဆန်ဆိုတာကတော့ CIAကအငြိမ်းစားယူထားတဲ့အေးဂျင့်တယောက်ပါ။ အမေရိကန်နဲ့ရုရှားတို့အကြားဆက်ဆံရေးတင်းမာလာချိန်မှာပဲ ရုရှားနဲ့မကင်းတဲ့အမေရိကန်လွှတ်တော်အမတ်တစ်ယောက်ကို ရုရှားလုပ်ကြံသတ်ဖြတ်ရေးသမားကသတ်ဖြတ်တာကိုခံခဲ့ရပါတယ်။ ဒီလုပ်ကြံသတ်ဖြတ်မှုက ပေါလ် လွန်ခဲ့တဲ့နှစ်၂၀ကဖမ်းဆီးလို့မရနိုင်ခဲ့တဲ့ဆိုဗီယက် လူသတ်သမား ကက်ရှီးယပ်စ်ဆိုသူရဲ့လက်ချက်နဲ့ဆင်တူနေတဲ့အတွက် ကက်ရှီးယပ်စ်အမှုကိုအထူးလေ့လာသူဖြစ်တဲ့ FBIအေးဂျင့် ဘန် ဂီရီနဲ့လက်တွဲပြီးအဖြေရှာဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ဒီလိုရှာဖွေနေရင်းမှာပဲတွေ့ရှိလာရတဲ့လျှို့ဝှက်ချက်တွေက တယောက်နဲ့တယောက်သံသဃတွေ၀င်လာစေခဲ့ပါတယ်။ ပေါလ်ရဲ့ကက်ရှီးယပ်စ်နဲ့အတိတ်နောက်ကြောင်းတွေကဘာတွေလဲ။ဘန်ကလည်း ဘာ့ကြောင့် ကက်ရှီးယပ်စ်အကြောင်းကိုဒီလောက်စွဲလမ်းနေရတာလဲ။သူတို့နှစ်‌ယောက်စလုံးရဲ့ လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ။အဆုံးမှာတရားခံအစစ်ကဘယ်သူဖြစ်မလဲဆိုတာကိုThe Double ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦးခင်ဗျ။  File size…2.11GB / 712MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-double-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSW5Msz5Cr6vUQxChPSPdxufnss.jpg",
        "title": "Straw Dogs (2011)",
        "description": "1971 က နာမည်တူဇာတ်ကားကိုပဲ ပြန်လည်ဖန်တီးထားတဲ့သည်းထိပ်ရင်ဖို ဒရာမာဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။The Legend of Tarzan The Northman စတဲ့ဇာတ်ကားတို့နဲ့နာမည်ကြီးလာခဲ့တဲ့Skarsgård မိသားစု၀င်တယောက်ဖြစ်တဲ့Alexander Skarsgårdနဲ့ Hairspray, Sonic thehedgehog, Enchantedစသဖြင့် ကျရာဇာတ်ကောင်အတော်များများမှာသရုပ်ဆောင်နိုင်တဲ့James Marsdenတို့ကပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ ဘလက်ဝါးတား မစ္စစပီဆိုတာက အမေရိကန်နိုင်ငံရဲ့တောင်ဘက်ကမြို့လေးတမြို့။ Redneck လို့‌ခေါ်ကြတဲ့ရှေးရိုးစွဲလူဖြူတွေအများစုနေထိုင်ကြတယ်။ဒီနေရာကိုပြောင်းလာတာက ဒေးဗစ် ဆန်မနာဆိုတဲ့ရုပ်ရှင်စာရေးဆရာနဲ့မင်းသမီးငယ်ငယ်ချောချောလေး အေမီ ကိတ်စ်တို့လင်မယားနှစ်‌ယောက်ပါ။အေမီကိတ်စ်ရဲ့ဇာတိဖြစ်တဲ့ဘလက်၀ါးတားမြို့လေးကလူ‌‌တွေကအပြင်လူကိုသိပ်ပြီး မကြိုဆိုတတ်သလိုမြောက်ပိုင်းကလာတဲ့သူဌေးလိုလိုပညာတတ်ဆရာကြီးတွေကိုကြည့်မရဘူး။ ဒီလိုအချက်တွေနဲ့သွားညီနေတဲ့ဒေးဗစ်တယောက်က မြို့ရဲ့အချောလေး အေမီကိုမှပိုင်ဆိုင်သွားခဲ့တော့မျက်စိစပါးမွှေးစူးစရာဖြစ်နေခဲ့တယ်။အထူးသဖြင့်ကတော့ ချာလီဆိုတဲ့အေမီရဲ့ရည်းစားဟောင်းနဲ့သူ့ရဲ့သူငယ်ချင်းလက်သမားအဖွဲ့နဲ့ တွန် ဟက်ဒွန်ဆိုတဲ့ဘုကလန့်အရက်သမားနည်းပြဟောင်းတို့ရဲ့မျက်စိထဲမှာပါပဲ။ဒီခပ်ထန်ထန် ဘီယာလက်ကမချ သေနတ်တကားကားနဲ့သူ့ကိုကြည့်မရတဲ့မြို့ခံတွေအကြား မြို့သားကြီးဒေးဗစ်တယောက်ဘယ်လိုရှင်သန်ရမလဲ။ သူတို့ကိုမကြိုဆိုတဲ့ဒီမြို့မှာသူတို့ဆက်ရောနေသင့်ရဲ့လား။ချာလီရဲ့ အေမီအပေါ်မပြတ်နိုင်သေးတဲ့ မျက်၀န်းတွေအောက်နဲ့ဒေးဗစ်နဲ့အေမီတို့ရဲ့ခပ်တင်းတင်းအိမ်‌ထောင်ရေးတို့အကြားဘယ်လိုဆက်ဖြစ်ဦးမှာလဲ။သူတို့သုံးယောက်ရဲ့အရှုပ်တော်ပုံတွေက နောက်ဆုံးမှာတော့ဘယ်လိုပြီးဆုံးသွားမလဲဆိုတာကိုStraw dogs ဆိုတဲ့ဒီဇာတ်ကားလေးမှာရှူစားပေးပါဦး.............  File size…2.06GB / 828MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/straw-dogs-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TP8E4nTqT0SFkwlj2kYRfMRwfH.jpg",
        "title": "Knights of Badassdom (2013)",
        "description": "မှော်ဇာတ်လမ်းကောင်းတွေကြိုက်တတ်လား။ပေါ့ပေါ့ပါးပါးနဲ့ရယ်မောရတဲ့ဇာတ်ကားမျိုးကြိုက်တတ်လား။အချစ်‌တွေ၊အမုန်းတွေနဲ့၀မ်းနည်း၀မ်းသာဖြစ်ချင်ပါသလား။အားလုံးချစ်တဲ့ မင်းသားကြီး Peter Dinklage ပါ၀င်တဲ့Knights of Badassdom လာပါပြီ။ ဂျိုး၊ အဲရစ် နဲ့ ဟန်း တို့ဟာ အတူတူနေထိုင်ကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ အဲရစ်နဲ့ဟန်းဟာ ဂန္ဓ၀င်စာအုပ်တွေ၊ ဂိမ်းတွေ၊ ကစားစရာတွေကို အင်မတန်မှသဘောကျကြပြီး ဂျိုးကတော့ ရည်းစားနဲ့ဂီတ သူ့ဘ၀ပါ။ အချစ်နဲ့တည်ဆောက်ထားတဲ့ ဂျိုးရဲ့ဘ၀လေး... တစ်ရက်မှာ ချစ်သူကလမ်းခွဲသွားတဲ့အခါ အရိုးများထိအောင်ရူးပါတော့တယ်။ဒီတော့ မကြည့်ရက်နိုင်လွန်းတဲ့ သူငယ်ချင်းတွေက စိတ်ပြေလက်ပျောက် ဆေးတစ်ပေါက်တိုက်လိုက်ပြီး ဂျိုးခံစားရတာတွေသက်သာအောင် ကူညီပါတော့တယ်။ သူငယ်ချင်းဆိုတဲ့အတိုင်း သွေးရိုးသားရိုးတော့မဟုတ်ပါဘူး။ ဂျိုးပြန်နိုးလာတဲ့အချိန်မှာ အဲရစ်နဲ့ဟန်းတို့ ပိတ်ရက်တိုင်းလာကစားနေကျစစ်မြေပြင်ဂိမ်းတစ်ခုထဲကို ရောက်နေခဲ့ပါပြီ။ ဂျိုးလည်းချော်လဲရောထိုင်ရင်း ကစားပွဲထဲပါပြီးတဲ့နောက်မှာတော့အဆန်းထွင်လွန်းတဲ့ အဲရစ်ဟာ ဘယ်ကမှန်းမသိတဲ့မှော်စာအုပ်ကြီးထုတ်ပြီး ရွတ်ပါတော့တယ်။ သူဖတ်လိုက်တဲ့စာအုပ်ဟာ‌ကစားစရာသက်သက်မဟုတ်ဘဲ နတ်ဆိုးတွေကိုဆင့်ခေါ်တဲ့စာအုပ်ဖြစ်နေတာကို မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ သူတို့ဟာ နတ်ဆိုးကိုဆင့်ခေါ်မိခဲ့ကြပြီး အားလပ်ရက်မှာလာပျော်ကြတဲ့လူတစ်စု တကယ့်နတ်ဆိုးနဲ့ရင်ဆိုင်အတွေ့မှာ ဘယ်လိုတွေများစွန့်စားနှိမ်နှင်းသွားကြမလဲဆိုတာကို ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။  File size…1.73GB  / 751MB\nQuality…Blu-Ray 1080p 5.1CH / ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/knights-of-badassdom-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivAqpNJhM8NzTskNxEXIgGFuQAp.jpg",
        "title": "The Procurator ( 2023 )",
        "description": "Dramaဇာတ်လမ်းတွဲတွေထဲက မင်းသားချော Johnny Huang ရဲ့\nလျို့ဝှက်ဆန်းကြယ် ရှေ့နေကားလေးကိုတင်ဆက်လေးလိုက်ပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ......\nရှဝေဆိုတဲ့တက္ကသိုလ်ပါမောက္ခတစ်ယောက်ဟာ လူသတ်မှုနဲ့တရားစွဲခံရပါတယ်။\nအစိုးရရှေ့နေလီရွေ့(Johnny Huang)ဟာလူသတ်မှုကိုလိုက်ရင်း\nအမှုဟောင်းတွေကိုပါဆွဲထုတ်မိပါတယ် လူသတ်မှု၊ မုဒိန်းမှု၊\nအစိုးရဝန်ထမ်းနဲ့စီးပွားရေးသမားတွေပူးပေါင်းပြီးလာဘ်စားတဲ့အမှုတွေပါ\nပါဝင်လာတဲ့အခါ အားလုံးဟာဒီလူသတ်မှုဝဲဂယက်ထဲကိုဆွဲထည့်တာခံရပါတော့တယ်......လီရွေ့နဲ့ သူ့ရဲအရင်ရည်းစားဖြစ်တဲ့ ရှဝေရဲ့ရှေ့နေထုံယွီချန်တို့ဟာ\nတရားခွင်မှာထိပ်တိုက်ရင်ဆိုင်ကြရပါတယ်......\nရှဝေဟာဘာကြောင့်နှုတ်ဆိတ်နေတာလဲ......\nသူ့ရဲ့ခင်ပွန်းသည်ကရောဘာလျှို့ဝှက်ချက်တွေဖုံးကွယ်ထားသလဲ......\nဒီအမှုတွဲရဲ့နောက်ကွယ်မှာ ဘယ်လိုမှန်းဆမရတဲ့အန္တရာယ်တွေက\nသူတို့စောင့်နေမလဲဆိုတာကိုCMပရိသတ်ကြီးကခံစားကြည့်ရှုလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Moon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/3gL8B/The_Procurator_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGE4ImqYjJZQi3xFu4I2OLm8m0w.jpg",
        "title": "Bull Shark(2022)",
        "description": "Bull Shark(2022)***************တက္ကဆက်ပြည်နယ်က မြို့ငယ်လေးတစ်မြို့ဟာ အေးချမ်းတိတ်ဆိတ်ပြီး လူသတ်မှုတောင်မဖြစ်ခဲ့တာ ကြာလှပါပြီ။ဒီလိုအေးချမ်းလှတဲ့မြို့ငယ်လေးက ခရီးသွားဆွဲဆောင်မှုဖြစ်တဲ့ ရေကန်မှာ မိန်းမငယ်လေးတစ်ယောက်ငါးမန်းကိုက်ရာနဲ့ သေဆုံးနေတဲ့အခါမှာ။ မြို့တော်ဝန်အနေနဲ့လည်း သတင်းသာပေါက်ကြားသွားရင်ခရီးသွား‌တွေဆုံးရှုံးမှုအပြင် နောက်ထပ်ရာထူးကြီးကြီးကို မျှော်မှန်းလို့ မရနိုင်တော့တာကြောင့် ဒီသတင်းကို အမှောင်ချထားချင်နေပါတယ်။ဒါပေမဲ့ အမှောင်ချထားမယ်ဆိုရင်လည်း လူတွေအတွက် အန္တရာယ်ဟာ မတွေးရဲစရာပါပဲ။ဒီတော့ မိသားစုအဆင်မပြေမှုတွေကြောင့် အရက်စွဲနေတဲ့ တောခေါင်းဖြစ်သူဟာ အာဏာပိုင်ကတစ်ဖက်လူပေါင်းများစွာရဲ့အသက်အန္တရာယ်ကတစ်ဖက် မိသားစုအရေးကတစ်ဖက်နဲ့ ဒီငါးမန်းပြဿနာကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။   File Size :(1.5GB) and (664MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:20:00\nGenre : Action , Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/bull-shark2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCbNo2OE4wy5ZNl7b2RO2UAPxSP.jpg",
        "title": "The Great Alaskan Race (2019)",
        "description": "ဇာတ်လမ်းအညွှန်းတိုဂို ဆိုတဲ့ ခွေးသူရဲကောင်းဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုမင်းသားကြီး Willem Dafoe ရိုက်ကူးထားတဲ့ Togo ဆိုတဲ့ဇာတ်လမ်းကို ကြည့်ဖူးမယ်ဆိုရင် တိုဂိုဆိုတဲ့ ခွေးလေးအကြောင်းနဲ့ နုံးမြို့က ဇာတ်လမ်းလေးကို ရင်းနှီးကြမှာပါ ။(Togo (2019) ကို မကြည့်ရသေးရင် CM မှာ ကြည့်လို့ရပါတယ်။)အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့Togo (2019)နဲ့ မတူညီတဲ့ ရှုထောင့်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးမှာတော့ 1920 ခုနှစ်က အမေရိကန်မြောက်ပိုင်း အလက်စကာပြည်နယ်က နုံးဆိုတဲ့ ရွာလေးသာသာ မြို့လေးက ဖြစ်ပွါးခဲ့တဲ့ ကပ်ရောဂါမှာ ဘယ်သူတွေဘယ်လိုပါဝင်ကြိုးစားခဲ့ကြလဲဆိုတဲ့ ဖြစ်ရပ်မှန်တွေကိုအဓိကထားပြီး ဂုဏ်ပြုရိုက်ကူးထားပါတယ်။ ဆုံဆို့နာဆိုတဲ့၊ ဘတ်တီးရီးယားကြောင့် ဖြစ်တဲ့ ကူးစက်ရောဂါဟာကလေးတွေအကြားမှာ ကပ်ရောဂါသဖွယ် ဖြစ်ပွါးလာတဲ့အခါမှာဒီမြို့လေးမှာ ကုသဖို့ဆေးကမရှိဖြစ်တယ်။ တစ်ခြားဒေသက ဆေးတွေ ပို့ဆောင်ဖို့အတွက် စီစဉ်ကြမယ်ဆိုတော့လည်း အေးခဲလှတဲ့ရာသီဖြစ်တာကြောင့် ရေကြောင်းလမ်းကလည်း ပို့ဆောင်ဖို့အဆင်မပြေ၊ လေယာဉ်နဲ့ဆိုတော့လည်းအဲ့ခေတ်အခါအတွက် အဆင်မပြေဖြစ်နဲ့ ၊ နောက်ဆုံးတော့ဒေသသုံးစွပ်ဖားသမားတွေ စွပ်ဖားခွေးတွေကိုပဲ အားကိုးဖို့ဖြစ်လာပါတယ်။ ကုသဆေးကို နီနာနာမြို့ကနေ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-great-alaskan-race-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjkxZTE0ZGYtYzE1OS00YTliLWE0YTItZmZjZWI0MDVhM2UzXkEyXkFqcGdeQXVyMzEzMTA2MjA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ambush (2023)",
        "description": "ဗီယက်နမ်စစ်ပွဲအတွင်းကအမေရိကန်စစ်သားတွေရဲ့အကြောင်းကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး IMDb 4/10 ရရှိထားတဲ့ War & Action ကားဖြစ်ပါတယ် ဒီဇာတ်လမ်းဟာဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားပြီး ဇာတ်လမ်းထဲမှာတော့ ရုတ်တရက်ခြုံခိုတိုက်ခိုက်ခံလိုက်ရတဲ့တပ်စခန်းလေးတစ်ခုကစစ်သားတွေဟာမြေအောက်လိုဏ်ခေါင်းတွေထဲကနေအရေးကြီးတဲ့စစ်ဆင်ရေးတစ်ခုလုပ်ဆောင်နေကြတာကိုကြည့်ရှုရမှာပါFile size…(1.8 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Action, War, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://channelmyanmar.org/ambush-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/df00a762-5e0b-408b-959b-a8c47fda8c68-133x200.jpg",
        "title": "Alexander (2004)",
        "description": "Alexander (2004)ဇာတ်ကားက လူသားသမိုင်းတစ်လျှောက် အလွှမ်းမိုးနိုင်ဆုံး ပုံရိပ်တစ်ခုဖြစ်တဲ့ Alexander the Great ရဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ ရုပ်ရှင်ကို အရမ်းကြီးတဲ့ ရည်မှန်းချက်တွေနဲ့ ရိုက်ကူးပုံဖော်ခဲ့ပေမဲ့လို့ ပရိသတ်ကို မဆွဲဆောင်နိုင်ဘဲ မျှော်လင့်သလောက် ဖြစ်မလာတဲ့ ဇာတ်လမ်းတစ်ခုအဖြစ် အဆုံးသတ်ခဲ့ရပါတယ်။Alexander the Great ဆိုတာက ခရစ်တော်မပေါ်မီ BC 356 ခုနှစ်ကနေ 323 အထိ နေထိုင်အသက်ရှင်သွားခဲ့တဲ့ မက်ဆာဒိုးနီးယားဘုရင် ဧကရာဇ်တစ်ပါးပေါ့။ BC ဆိုတာ AD သက္ကရာဇ်နဲ့ မတူပါဘူးနော်။ သူက 5000 ကစပြီး နောက်ပြန်ရေတွက်လာရတာပါ။ အလက်ဇန်းဒါး ဘာ့ကြောင့်ကြီးမြတ်ရသလဲလို့မေးရင် အဖြေတွေ အများကြီးရှိနိုင်ပါတယ်။ ဒီထဲကမှ ကျွန်တော်သဘောအကျဆုံးအချက်ကို ထုတ်ပြောပြပါ့မယ်။သူက သမိုင်းမှာ အကြီးဆုံးအင်ပါယာကြီးကို ထူထောင်ခဲ့သူပါ။ နယ်မြေပေါင်း မြောက်များစွာကို သိမ်းပိုက်ပြီး မြေပြင်ကို တစ်လမချင်းဆီမှာ သွေးပေါင်းများစွာသွန်းလောင်းပြီး အင်ပါယာကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/alexander-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Inferno-2016-POSTER-337x500-1-135x200.jpg",
        "title": "Inferno (2016)",
        "description": "Dan Brown ရဲ့ စာအုပ် Inferno ကို ရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာလဲဇာတ်ကောင် Robert Langdon အဖြစ် တွမ်ဟန့်ကပဲဆက်လက်ပါဝင်ထားပြီးသူ့ရှေ့ကထွက်ခဲ့တဲ့ The Da Vinci Code (2006) နဲ့ Angels & Demons (2009) တို့ရဲ့ Sequel အဖြစ်ထွက်ရှိခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းကတော့...ပါမောက္ခလန်ဂ်ဒန်ဟာ ဆေးရုံတစ်ခုမှာ မှတ်ဉာဏ်တွေပျောက်ဆုံးပြီးမှ ခေါင်းဒဏ်ရာကြီးနဲ့ နိုးလာခဲ့ပါတယ်...မီးလောင်မြိုက်နေတဲ့ ကမ္ဘာကြီးရဲ့ မြင်ကွင်းကလွဲလို့ ဘာကိုမှသတိမရတော့ဘဲ အတိတ်နဲ့အဆက်အသွယ်ပြတ်သွားတာကြောင့်သူဘာကြောင့်ဆေးရုံရောက်တယ် သူဘာတွေလုပ်ခဲ့တယ် မေ့နေခဲ့ပါပြီ..ဒါကြောင့်သတိရဖို့ကြိုးစားနေတုန်းမှာပဲ သူ့ကိုသတ်မယ့်ဖြတ်မယ့်လူတွေအပြင်အစိုးရအဖွဲ့တွေကပါ သူ့နောက်ကို အသည်းအသန်လိုက်နေတာကို သိလိုက်ရပါတယ်.....သူ့လက်ထဲမှာလဲ ငရဲရဲ့မြေပုံနဲ့ ပဟေဠိတစ်ခု...သူဘာတွေရှုပ်ထားမိပြီလဲ......ဒီလိုနဲ့လူသတ်သမားတွေရန်က ပြေးရင်းလွှားရင်း မှတ်ဉာဏ်တွေ တဖြည်းဖြည်းပြန်ပေါ်လာရင်းသဲလွန်စတွေနောက်ကိုလိုက်ရင်း ကမ္ဘာကြီးရဲ့ သေရေးရှင်ရေးဟာ ဒီပဟေဠိအပေါ်မူတည်နေမှန်း သိလိုက်ရတဲ့အချိန်မှာတော့.....။\nFile size…(4 GB)/(2.5 GB)/ (1.3 GB)\nQuality….BluRay DS4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:01:35\n...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/inferno-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/244908_angels_and_demons_2009_1400x2100_1-133x200.jpg",
        "title": "Angels & Demons (2009) Angels and Demons",
        "description": "တလောကလုံးကို ကိုင်လှုပ်ခဲ့တဲ့ Dan Brown ရဲ့ စာအုပ်တွဲအစကတော့ Angels & Demons ဆိုတဲ့ ဒီရုပ်ရှင်ကားရဲ့ စာအုပ်ပါပဲ။ဇာတ်ကောင် Robert Langdon အဖြစ် တွမ်ဟန့်ကပဲဆက်လက်ပါဝင်ထားပြီးသူ့ရှေ့ကထွက်ခဲ့တဲ့ The Da Vinci Code (2006) ရဲ့ Sequel အဖြစ်ထွက်ရှိခဲ့တာပါ။နာမည်ကျော်လျှို့ဝှက်ဂိုဏ်း Illuminati ဂိုဏ်းနဲ့ သန့်ရှင်းသောမြို့တော်(ဗာတီကန်စီးတီး) တို့ကိုအကြောင်းပြုလို့သမိုင်းအချက်အလက်စုံစုံလင်လင်နဲ့ တင်ဆက်ထားတာမလို့ ဝတ္ထုကိုရိုက်ကူးထားတယ် မထင်ရဘဲသမိုင်းနဲ့ချီလာတဲ့ အဖြစ်အပျက်တစ်ခုလို သည်းထိတ်ရင်ဖို ခံစားရမှာပါ။\nFile size…(3.6 GB)/(2 GB)/ (1 GB)\nQuality….BluRay DS4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:18:37\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/angels-and-demons-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/ba-135x200.jpg",
        "title": "Battle: Los Angeles (2011)",
        "description": "စစ်ကားတွေထဲမှာမှ အမေရိကန်နဲ့ ဂြိုလ်သားတွေရဲ့စစ်ပွဲတွေဟာမဆန်းတော့ပါဘူး..ဒါကြောင့် ဒီကားကလည်း Independence Day တို့လိုပဲ ကမ္ဘာမြေပေါ်ကိုကျူူးကျော်နယ်ချဲ့ထွင်လာတဲ့ ဂြိုလ်သားတွေနဲ့အမေရိကန်စစ်တပ်တို့ရဲ့အပြင်းအထန်တိုက်ခိုက်တာတွေကိုဖော်ပြထားပါတယ်... စစ်တစ်ခုဖြစ်လာတဲ့အခါအများဆုံးထိခိုက်ရတာကတော့ပြည်သူတွေပဲဖြစ်ပါတယ်...နောက်ပြီးတော့ ဒီလူတွေကိုကာကွယ်ဖို့အတွက်သစ္စာဆိုထားတဲ့ စစ်သားတွေရဲ့ရင်းနှီးမှု့တွေကလည်းမသေးပါဘူး...ဒါပေမယ့် သူတို့ရင်ဆိုင်နေတဲ့အရာတွေက သာမာန်ထက်လွန်ကဲနေတဲ့သတ္တဝါတွေဖြစ်နေတဲ့အတွက်ကြောင့် အမေရိကန်လိုစစ်အင်အားကြီးခေတ်မီလက်နက်တွေတပ်ဆင်သုံးစွဲနေတဲ့ နိုင်ငံတောင်ဆုံးရှုံးမှု့တွေကြီးလှပါတယ်... အမည်မသိ ဘာအမျိုးအစားမှန်းလည်းမသိတဲ့ သတ္တဝါတွေကြောင့်ပြည်သူတွေကို ကယ်ဆယ်ထုတ်ဖို့သွားရန်အတွက်အမိန့်ပေးခြင်းခံရတဲ့ တပ်စုတစ်စု ကယ်ဆယ်ဖို့သွားရင်းကနေသူတို့ပါ ရန်သူတွေရဲ့ သတ်ကွင်းမှာ ဓားစားခံတွေလိုပိတ်မိနေကြပါတယ်...အချက်ပေါင်းများစု ပစ်သတ်လည်း မသေတဲ့ ဒီသတ္တဝါတွေကြောင့်ဒီတပ်စုလေးတစ်စုဟာ ဒီအန္တရာယ်တွေကြားထဲကနေ ပြည်သူတွေကိုအသက်ရှင်လျက်နဲ့ဘယ်လိုကယ်ဆယ်ထုတ်မလဲဆိုတာစိတ်ဝင်စားစရာပါပဲ...စတေးမှု့တွေမရှိပဲ စစ်ဆိုတာ ပြီးဆုံးသွားမှာမဟုတ်ပါဘူး...ဒီကားလေးထဲမှာလည်း စစ်တကယ်တမ်းဖြစ်လာရင် ဘယ်လိုဆုံးရှုံးမှု့တွေဖြစ်လာတယ်ဆိုတာကို ရိုက်ပြထားတာကြောင့်စစ်ကားကြိုက်သူများလက်လွတ်မခံသင့်တဲ့ ကားကောင်းလေးတစ်ကားလို့ပြောပါရစေ... File size…2.86GB / 1.13GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1hr 56min\nGenre .....  Action , Sci-Fi , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/battle-los-angeles/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BM2YwN2QxZjEtNDIyMS00NjU1LTk3NmMtMzhkMGQ0N2IyZTZkXkEyXkFqcGdeQXVyOTMxMjYwMzI@._V1_-143x200.jpg",
        "title": "The Meg (2018)",
        "description": "The Meg 2018 ရုပ်ရှင်ကားဟာ ကမ္ဘာအကြီးဆုံး ငါးမန်းမျိုးနွယ်ဖြစ်တဲ့ Megalodon ဆိုတဲ့အကောင်ကြီးက\nရေအောက် လေ့လာရေးစခန်းကို တိုက်ခိုက်တဲ့ သည်းထိတ်ရင်ဖို ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်နာမည်ကျော် အက်ရှင်မင်းသား Jason Statham က ခေါင်းဆောင် ပါဝင်ထားပြီး\nတရုတ်မင်းသမီးချောလေး Li Bingbing လဲ ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်း ပုံစံကတော့...\nမာနာဝမ် ဆိုတဲ့ ရေအောက်လေ့လာရေး သုတေသန အဖွဲ့ဟာ\nရေအောက် အနက်ဆုံးကြမ်းပြင်ထိ လေ့လာရေးအဖွဲ့ကို ရေငုတ်ယာဉ်ငယ်တစ်စင်းနဲ့ စေလွှတ်ပြီး\nမျိုးစိတ်အသစ်များကို လေ့လာစေခဲ့ပါတယ်....\nအဲ့ဒီ အနက်ဆုံးရေအောက်ကြမ်းပြင်ဆိုတာ ကြောက်မက်ဖွယ်ကောင်းတဲ့\nနှစ်ချို့ သတ္တဝါကြီးတွေ ကျက်စားရာဒေသ ဖြစ်ပြီးတော့\nအမျိုးအမည်မသိ သတ္တဝါ အချို့ ရဲ့ တိုက်ခိုက်မှုကိုခံလိုက်ရတဲ့ ရေငုတ်ယာဉ်ငယ်ဟာ\nလေ့လာရေး စခန်းနဲ့ အဆက်အသွယ်ပြတ်သွားပါတော့တယ်။ဒီပြသနာတွေကိုဖြေရှင်းဖို့အတွက် ဂျိုးနက်စ်ဆိုတဲ့ တလောကလုံးကို အဆက်ဖြတ်ပြီး\nထိုင်းနိုင်ငံမှာ အနားယူနေတဲ့ ရေအောက်ကယ်ဆယ်ရေးကျွမ်းကျင်သူကို သွားပင့်ရပါတော့တယ်အင်မတန် ချေနေတဲ့ ဂျိုးနက်စ်က ပိုက်ဆံဘယ်လောက်ပေးပေး\nဖျင်မကြွဘူး မလိုက်ဘူးဆိုပေမယ့် အဲ့ဒီပျောက်သွားတဲ့ လေ့လာရေး ရေငုတ်ယာဉ်ငယ်ထဲမှာ\nသူ့ Ex ပါ ပါသွားတာကို သိလိုက်ရတဲ့နောက်မှာတော့ ဒါကိုတော့မလွန်ဆန်နိုင်တော့ဘဲ\nဖျင်ကြွပြီး ကယ်ဆယ်ရေးလုပ်ဖို့ ပြသနာနေရာကို လိုက်သွားပါတော့တယ်...ဂျိုးနက်စ်တစ်ယောက် ပင်လယ်ရေအောက်ကြမ်းပြင်မှာ ဒုက္ခရောက်နေတဲ့သူတွေကို ဘယ်လို ကယ်တင်မှာလဲ\nမမြင်ရတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-meg/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j9dNIp4MkEqjkDn4aBb00oZtrcy.jpg",
        "title": "The Sword of Jingchu ( 2023 )",
        "description": "တိုင်းပြည်အခြေအနေကမောက်ကမဖြစ်တဲ့အချိန် ထိန်းချုပ်နိုင်ဖို့\nအာဏာတည်တဲ့ဓားရှည်တစ်ချောင်းကို ‌\nခေတ်အဆက်ဆက်ထိန်းသိမ်းလာခဲ့ကြပါတယ်။ဓားရဲ့အရှင်သခင်ဆက်ခံသူရွေးတဲ့နေရာမှာလည်း\nစနစ်ကျကျနဲ့သေချာရွေးတာကြောင့် ဓားရဲ့အရှင်သခင်ဖြစ်ဖို့\nမလွယ်ကူတဲ့အချိန် ယွီတရုန်ဆိုတဲ့ကောင်လေးက\nစစ်ဆေးမှုအဆင့်ဆင့်ကို ဖြတ်ကျော်ပြီး\nဓားပိုင်ရှင်အသစ်ဖြစ်လာခဲ့ပါတော့တယ်.......ဓားကိုလိုချင်နေကြတဲ့ ဓါးပြတွေနဲ့ ကျူးကျော်သူတွေကြောင့်\nသူတန်ဖိုးထားရတဲ့လူတွေကို ဆုံးရှုံးပြီးတဲ့နောက်.....\nဒီဓားနဲ့ပတ်သက်ပြီး လူတွေအများကြီးသေကြေခဲ့ရတာတွေကို\nယွီတရုန်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲဆိုတာ\nစိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ကောင်းမယ့်\nဇာတ်ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1UNur/The_Sword_Of_JingChu_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQawgKvHovftR0Ues1tlYrxLEWh.jpg",
        "title": "Violet & Daisy (2011)",
        "description": "Violet နဲ့ Daisyဆိုတဲ့ဆယ်ကျော်သက်အရွယ်ကောင်မလေးနှစ်ယောက်ဟာ ကြေးစားလူသတ်သမားတွေဖြစ်ပါတယ်။တစ်နေ့တော့ သူတို့ဟာ လူတစ်ယောက်ကို ရှင်းပစ်ဖို့ကြုံပါတယ်။အဲ့လူရဲ့အိမ်ကိုသွားပြီးနောက်််မှာတော့ သူတို့ရှင်းရမယ့်သူကကြင်နာတတ်တဲ့ကင်ဆာရောဂါသည်တစ်ဦးဖြစ််နေတာ တွေ့လိုက်ရပါတော့တယ်။ သူတို့ကိစ္စမပြီးပြတ်သေးခင်မှာတင် အဲ့လူကိုသတ်ပစ်ဖို့ တခြားအဖွဲ့ကပါရောက်လာတဲ့အခါမှာတော့ အခက်ကြုံရပါတော့တယ်။ ဒီရုပ်ရှင်ကားဟာ သေနတ်တွေ လူသတ်တာတွေအပြင် သူငယ်ချင်း၊မိသားစုကြားက သံယောဇဥ်တွေ သေခြင်းတရားအကြောင်းတွေကိုလက်ရာမြောက်စွာ ပုံဖော်ထားတာမို့ ကြည့်နေကျ ကြေးစားလူသတ်သမားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားတဲ့ အနှစ်သာရရှိတဲ့ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။ ကြည့်ရှုခံစားလိုက်ကြပါဦးလို့တိုက်တွန်းလိုက်ပါတယ်။ File size…1.07GB / 431MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Crime , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Thet Hmu Khin",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/violet-daisy-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i1gSsXTWtCmNQArmIeUpAysHEmi.jpg",
        "title": "The Veteran (2011)",
        "description": "ရောဘတ်မဲလ်လာတစ်ယောက် အာဖဂန်စစ်ပွဲကနေ သူ့ရဲ့အိမ်ရှိရာလန်ဒန်တောင်ပိုင်းကဂန်းစတားတွေအများစုအခြေချရာနေရာကိုပြန်လာခဲ့ပါတယ်. ဂျုံးစ်ဆိုတဲ့မူးယစ်ရာဇာကသူ့လက်အောက်မှာအလုပ်လုပ်ဖို့အတွက် ကမ်းလှမ်းခဲ့ပေမယ့်သူကတော့ ပယ်ချခဲ့ပါတယ်။ဒီလိုနဲ့အလုပ်မရှိဖြစ်နေတဲ့သူ့ကိုသူငယ်ချင်းဖြစ်သူက လူသိမခံတဲ့အစိုးရပိုင်းဆိုင်ရာအလုပ်တစ်ခုနဲ့မိတ်ဆက်ပေးပြီးတဲ့နောက်မှာတော့ သူလုပ်ကိုင်ရမှာ အကြမ်းဖက်တွေနဲ့ထပ်မံပတ်သက်နေတယ်ဆိုတာသိရှိရပြီးတဲ့နောက်...... ဒီဇာတ်ကားက ဗြိိတိန်အက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အစိုးရပိုင်းဆိုင်ရာဟာ အကြမ်းဖက်တွေနဲ့ဘယ်လိုကူးလူးဆက်သွယ်လှုပ်ရှားနေကြတယ်ဆိုတာကိုပုံဖော်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်.ကြာချိန်အနေနဲ့က ၁နာရီခွဲဖြစ်ပြီး Action, Crime , Thrillerအမျိုးအစားဖြစ်ပါတယ်။  File size…1.69GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-veteran-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E5baAaEse26fej7uHcjOgEE2t2.jpg",
        "title": "Fast X(2023)",
        "description": "Fast X(2023)************Fast and Furious ဖရန်ချိုက်ရဲ့ ရုပ်ရှင်အသစ် အဗန်ဂျာ အဲလေ Fast X လာပါပြီ။ဒီရုပ်ရှင်ဟာ ဇာတ်သိမ်းပိုင်း ရုပ်ရှင် ၃ ကားထဲက ပထမကားလို့ ဆိုထားပါတယ်။ဒါရိုက်တာကတော့ Hulk, Now You See Me, Transporter တို့လို ကားကြီးတွေကို ရိုက်ခဲ့တဲ့ Louis Leterrier ပါပဲ။သရုပ်ဆောင်တွေအနေနဲ့တော့ ဗန်ဒီဇယ်၊ ဂျွန်စီနာ တို့အပြင် တိုကျိုဒရစ်ထဲက မင်းသား Sung Kang ကပါHan အဖြစ် ပြန်ပြီးပါဝင်ထားပါသေးတယ်။ အခြားမထင်ထားတဲ့သူတွေလည်း ဧည့်သည်အနေနဲ့ပါလာပါသေးတယ်။ ဗန်ဒီဇယ်နဲ့ မင်းသားကြီး The Rock တို့ ခွာပြဲထားကြတာလည်း ပြန်အဆင်ပြေသွားပြီမို့နောက်အပိုင်းတွေမှာ The Rock လည်း ပါဝင်လာတော့မယ်ထင်ပါတယ်။ပထမကားထဲကမူရင်းဇာတ်ကောင်အနေနဲ့တော့ Vin Diesel, Michelle Rodriguez နဲ့ Jordana Brewster တို့ပဲ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/fast-x2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRUNv1CbeVtmTCNr6RLHnxV2QYm.jpg",
        "title": "Sanctum (2011)",
        "description": "CMပရိတ်သတ်ကြီးကိုဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ဖြစ်ရပ်မှန်ကိုအ‌ခြေခံထားတဲ့ဇာတ်လမ်းတခုနဲ့ပါ။ဖရန့်ခ် မက်ဂွိုင်းယားဆိုတာက ကမ္ဘာမှာ အလေးစားရဆုံးဂူတွင်းရေငုပ်သမားတယောက်ပါ။သူ့ရဲ့သားဖြစ်သူ ဂျော့ရှ်နဲ့အတူတူအက်ဆာလာလိုဏ်ဂူကြီးရဲ့ ဂူစနစ်တွေ မြစ်တွေကိုလေ့လာဖို့ရောက်ရှိနေခဲ့တာပါ။ ကတောက်ကဆဖြစ်နေတဲ့သားအဖနှစ်ယောက်ရဲ့ဆက်ဆံရေးကြား ကံဆိုးမှုတခုကတော့တနေ့မှာရောက်ရှိလာခဲ့ပါတယ်။ မုန်တိုင်းကြောင့်မြေပြင်ကနေ မီတာ၂၀၀၀အောက်မှာဖြစ်တဲ့အခြေစိုက်စခန်းမှာပိတ်မိဖို့ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့အသက်ရှင်သန်နိုင်ရေးအတွက်ကြိုးစားလာရ‌ပါတော့တယ်။ မုန်တိုင်းကြောင့်ဂူထဲကိုအလုံးအရင်းနဲ့ဆင်းလာတဲ့ရေတွေကြားမှာ အရှင်လက်လက် ရေနစ်မသေရဖို့ဖရန့်ခ်တို့အဖွဲ့တွေ မြေပြင်ပေါ်ကိုပြန်ရောက်နိုင်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ သူတို့ရဲ့မျှော်လင့်ချက်တခုတည်းဖြစ်တဲ့ပင်လယ်ဆီကိုရောက်နိုင်ဖို့အတားအဆီးတွေအခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။အဆုံးမှာသူတို့တွေဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုရင်တမမနဲ့ခံစားကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။  File size…2.41GB /1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sanctum-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koxJAJTPTKzMxKu3vVhPvoZc4w6.jpg",
        "title": "The Son of No One (2011)",
        "description": "ရဲတစ်ယောက်ဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးသွားပြီးနောက်မှာအဘွားနဲ့အတူ ဆေးသမားတွေပေါတဲ့ပတ်ဝန်းကျင်မှာ နေခဲ့ရတဲ့ဂျွန်နသန်ဝွိုက်တစ်ယောက်... တစ်နေ့မှာ ဆေးသမားတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်သတ်လိုက်မိပြီးသူငယ်ချင်း ဗင်နီ၊ဗစ်ကီတို့နဲ့ အလောင်းကို သွားပစ်လိုက်ပါတယ်၊ဖြစ်ချင်တော့ အဲဒီဆေးသမားကိုသတ်လိုက်တာကို သူတို့တိုက်ကလူတစ်ယောက်က သိသွားပြီး နောက်ရက်မှာ ဂျွန်နသန်ကိုငွေညှစ်ပါတယ်... အဲဒီလူကိုလည်း မတော်တဆလှေကားပေါ်ကတွန်းချမိပြီး ‌သတ်လိုက်မိပါတယ်... ဒီလူသတ်မှုနှစ်ခုကို စုံစမ်းရတဲ့သူကတော့ ဂျွန်နသန့်အဖေရဲ့တွဲဖက်တစ်ယောက်ဖြစ်တဲ့ စုံထောက်စတန်းဖို့ပဲဖြစ်ပါတယ်။စတန်းဖို့က လူသတ်မှုကို ဖုံးပေးပြီး အမှုပိတ်လိုက်ပါတယ်...ဒီလိုနဲ့ နှစ်တွေ အများကြီးကြာပြီးတဲ့နောက်မှာ ဂျွန်နသန်ကလည်းရဲတစ်ယောက်ဖြစ်လာခဲ့ပြီး မိသားစုဘဝလေးနဲ့ အေးချမ်းနေတဲ့အချိန်မှာ အတိတ်ကအရိပ်မည်းကြီးက တစ်ခါပြန်ပေါ်လာပြန်ပါတယ်..အတိတ်ကကိစ္စတွေကို ဂျွန်နသန်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..အတိတ်ကကိစ္စတွေကို တစ်ခါပြန်ဖော်တဲ့သူကရော ဘယ်သူဖြစ်မလဲ..စုံထောက်စတန်းဖို့ကရော ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေတာလဲ..ဒါတွေကို 2011တုန်းက ထွက်ရှိခဲ့တဲ့ The son of no oneဇာတ်ကားလေးထဲမှာ ကြည့်ရှုအဖြေရှာကြည့်လိုက်ကြပါဦး..  File size…1.61GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-son-of-no-one-2011/"
    },
    {
        "thumbnail": "",
        "title": "Hot Fuzz (2007)",
        "description": "ကမာၻ႕အေကာင္းဆံုး Action,Comedy Movie ဆိုတာနဲ႔ တန္းေတြ႕ရမွာက Hot Fuzz ဆိုတဲ့ ဇာတ္ကားပါ။သေရာ္ထားခ်က္ေတြျမင္မေကာင္းေအာင္ကို ေျပာင္ေျမာက္လွပါတယ္။ထူးခြ်န္လြန္းတဲ့ရဲတစ္ေယာက္ဟာ ရဲဥပေဒကလြဲရင္ ဘာမွစိတ္မဝင္စားပါဘူး....အသက္ေဘးအႏၱရာယ္ေတြလဲ မမႈဘဲ ႏိုင္ငံ့တာဝန္ကို ရြပ္ရြပ္ခြ်ံခြ်ံထမ္းေဆာင္ေနသူပါ။ဒီလိုထူးခြ်န္လြန္းလို႕ ဆုတံဆိပ္ေပါင္းမ်ားစြာ ရခဲ့ေပမယ့္ သူ မေျပာင္းေရႊ႕ခ်င္တဲ့ေနရာကိုေျပာင္းေရႊ႕ဖို႔အေၾကာင္းဖန္လာပါတယ္။သူက မေျပာင္းေရႊ႕ခ်င္ေၾကာင္း ေစာဒကတက္တဲ့အခါမွာေတာ့ ရဲခ်ဳပ္ကိုယ္တိုင္ သူ႕ကို တမင္ေခ်ာင္ထိုးထည့္မွန္းသိလာရပါေတာ့တယ္။ရဲဌာနတစ္ခုလံုးက သူ႕ကိုမျမင္ခ်င္ေတာ့ပါဘူး...ဘာလို႔လဲဆိုေတာ့ သူတစ္ေယာက္ပဲ အရမ္းထူးခြ်န္လြန္းျပီး က်န္တဲ့ရဲေတြ အသံုးမက်သလိုခံစားလာရလို႕ပါတဲ့....LoLဒါနဲ႔ပဲ ထူးခြ်န္လြန္းတဲ့ဝန္ထမ္းတို႔ ထံုးစံအတိုင္း ေခ်ာင္ျခိဳေခ်ာင္ၾကားနယ္ျမိဳ႕ေလးတစ္ခုကို ေျပာင္းေရႊ႔လိုက္ရပါတယ္။နယ္ျမိဳ႕ေလးဟာလဲ ထူးဆန္းစြာပဲ ဆယ္ႏွစ္ေနလို႕ အမႈတစ္ခုေတာင္မရွိပါဘူးတဲ့။ေကာင္းသတင္းေတြေမႊးျပီး ေအးခ်မ္းလြန္းတဲ့ ျမိဳ႕ကေလးလို႕ အမ်ားသူငွာက အားက်ေနရေပမယ့္ တကယ့္တကယ္အတြင္းထဲကက်က္သေရမဂၤလာအျဖာျဖာ ယုတ္ေလ်ာ့ေနတာကို ကိုထူးခြ်န္တစ္ေယာက္ သိသြားတဲ့အခါမွာေတာ့.....တစ္ျမိဳ႕လံုးနဲ႔ တစ္ေယာက္ ဘယ္လိုေတြ ခ်ၾကမလဲဆိုတာ.........။ဒီဇာတ္ကားကို ၾကည့္ျပီး  အေတာ္ေလးကို သံေဝဂရမိပါတယ္...လူ႕သေဘာေတြကို သေရာ္ထားတဲ့ ဒီဇာတ္ကားေလးဟာ Rating ေတြလဲျမင့္မားျပီး IMDb (7.9) ...Rotten Tomatoes (91%) ထိ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3zIcn/Hot_Fuzz_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndGkBbU8KgP0QnMEqZU5y0A06F.jpg",
        "title": "Psychokinesis (2018)",
        "description": "Psychokinesis ကိုးရီးယားရုပ်​ရှင်​ဟာ ပြီးခဲ့တဲ့ ၂၀၁၈ ဇန်​နဝါရီက ထွက်​ရှိထားတဲ့ ဟာသအက်​ရှင်​ကား​လေးဖြစ်​ပါတယ်​Imdb rating အ​နေနဲ့ 5.8/10ရရှိထားပြီး ဇာတ်​လမ်​းကြာမြင်​့ချိန်​ ၁နာရီ မိနစ်​​၄ဝရှိပါတယ်​ဒီဇာတ်​ကားကိုရိုက်​ကူးထားတဲ့ ဒါရိုက်​တာက​တော့ နာမည်​ကြီး Train to Busan ဇာတ်​ကားကို အသက်​သွင်​းခဲ့တဲ့ Yeon Sang Ho ဖြစ်​ပါတယ်​ဇာတ်​လိုက်​မင်​းသားကြီး​နေရာမှာ တော့ဝါရင့် သရုပ်​​ဆောင်​ Ryun Seung Ryong မှပါဝင်ပေးထားပါတယ်။မင်​းသမီးက​တော့Shim Eun Kyung ဖြစ်​ပါတယ်​ဒီဇာတ်​ကားဟာ သာမန်​အက်​ရှင်​ကား​တွေလို တိုက်​ခိုက်​ခန်​း​တွေ မင်​းသားနဲ့မင်​းသမီးချစ်​ကျွမ်​းဝင်​တာ စတာ​တွေကို ရိုက်​ကူးထားတာမဟုတ်​ပါဘူး.....သဘာဝလွန်​စွမ်​းအားကိုမ​တော်​တဆရရှိသွားတဲ့ဖခင်​ဖြစ်​သူက သမီး​လေးကို ကာကွယ်​ဖို့ကြိုးစားအားထုတ်​ပုံ.....တစ်​ခြားသူ​တွေကိုတက်​နိုင်​သ​လောက်​ကူညီ​ပေးပုံစတာ​တွေကိုရိုက်​ကူးထားတာဖြစ်​ပါတယ်​....ပိုစတာမှာပြထားသလို ​ကောင်​းကင်​ယံမှပျံဝဲ​နေတဲ့ လူကြီးတစ်​​ယောက်​ဟာ ဘယ်​လို​တွေအစွမ်​းပြသွားမလဲဆိုတာ ပရိသတ်​​တွေကြည်​့ရှုလိုက်​ပါဦး​နော်(ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ) File Size : (850 MB) and (350 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/psychokinesis-2018/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vlTPQANjLYTebzFJM1G4KeON0cb.jpg",
        "title": "Maze Runner: The Scorch Trials (2015)",
        "description": "အားလုံးပဲစောင့်မျှော်နေကြတဲ့ Maze Runner 2 လာပါပြီဒီ Maze Runner 2 မှာတော့ သောမတ်(စ်) ဆိုတဲ့ကောင်လေးကို WCKD အဖွဲ ့က အဖွဲ ့ဝင်တွေ ခေါ်ဆောင်သွားတာနဲ ့အစပျိုးထားပါတယ်နှစ်တွေကြာလာတဲ့ အချိန်မှာတော့ သောမတ်(စ်)နဲ ့အတူ ကျန်ရှိနေသေးတဲ့ ဂလိတ် အဖွဲ ့ဝင်တွေကို မစ္စတာ ဂျေဆင် က ကယ်တင်ခဲ့ပါတယ်သူကတော့ WCKD အဖွဲ ့ဝင်တွေရဲ ့ ရန်ကနေ ကယ်တင်ပေးဖို ့လို ့ပြောပေမဲ့ သောမတ်(စ်) ကမသင်္ကာလို ့စုံစမ်းလာတဲ့ အခါမှာတော့ မစ္စတာ ဂျေဆင်ကလည်းWCKD အဖွဲ ့နဲ ့ပူးပေါင်းလုပ်ကိုင်နေတယ်ဆိုတာကို သူ သိလာခဲ့ရပါတယ်ဒီနောက်ပိုင်းမှာတော့ သူတို ့တွေ ဘယ်လိုကြိုးစားရုန်းကန်ကြမလဲဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားကြရမှာပါ(ဇာတ်ကားအညွန်းရေးသူကတော့ Carey Nyein ပဲဖြစ်ပါတယ်)File Size : (900 MB) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/maze-runner-the-scorch-trials-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coss7RgL0NH6g4fC2s5atvf3dFO.jpg",
        "title": "The Maze Runner (2014)",
        "description": "The Maze Runner(2014) လူငယ်တစ်ဦးဟာ ရွေ့လျားနေတဲ့ ဓာတ်လှေကားတစ်ခုထဲမှာပိတ်မိနေပြီး သွေးပျက်ကြောက်ရွံ့စွာ ဓာတ်လှေကားရဲ့ခေါ်ဆောင်ရာနောက်ကို လိုက်ပါနေရပါတယ်။ဓာတ်လှေကားရဲ့ ခရီးအဆုံးမှာတော့ သူမသိတဲ့ လူငယ်တစ်ချို့ရဲ့ ဖမ်းဆီးခြင်းကို ခံရပြန်တယ်။ ထိတ်လန့်တုန်လှုပ်စွာနဲ့ပဲ သူထွက်ပြေးချိန်မှာ ဘယ်သူမှသူ့ကို လိုက်မဖမ်းပဲ အော်ဟစ်ရယ်မောနေကြပါတယ်။မကြာခင်မှာပဲ သူ့ကိုဘာ့ကြောင့်လိုက်မဖမ်းသလဲဆိုတဲ့အဖြေကို သူသိရှိသွားပါတော့တယ်။သူရောက်ရှိနေတဲ့နေရာဟာ ပတ်ပတ်လည်မှာ နံရံကြီးတစ်ခု ကာဆီးထားလို့ပါပဲ။အရှေ့က ရောက်ရှိနေတဲ့ လူငယ်လေးတွေဟာလည်း သူ့လိုပဲ ဖမ်းဆီးခံရပြီး ဒီနေရာကို ပို့ဆောင်ခြင်းခံခဲ့ရသူတွေပါ။ကောင်လေးဟာ သူ့ရဲ့နာမည်သောမတ်ဆိုတာကလွဲပြီး ဘာကိုမှ မမှတ်မိပါဘူး။ရုတ်တရတ် နံရံကြီးကနေ အသံတွေကြားလာရပြိ်း တံခါးတစ်ချပ်ကိုတွေ့ရှိသွားချိန်မှာ ဝမ်းသာအားရနဲ့ သူပြေးထွက်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ရောက်နှင့်ပြီးသား လူငယ်တွေရဲ့ တားဆီးခြင်းကို ခံရပါတော့တယ်။ဘာ့ကြောင့်လဲဆိုတော့ ဒီဂိတ်တံခါးဟာ တစ်နေ့မှာ တစ်ကြိမ်သာပွင့်ပြီး အလွန်အန္တရာယ်များလှတဲ့ ဝင်္ကဘာတစ်ခုဆိ်ကို သွားရာဝင်ပေါက်ဖြစ်နေလို့ပါပဲ။လူငယ်တွေဟာ သူတို့ရောက်ရှိနေတဲ့နေရာကို Glade လို့အမည်ပေးထားပြီး သူတို့ကိုယ်သူတို့ Gladers လို့ ခေါ်ကြပါတယ်။စောင့်ရှောက်သူ keeper ရဲ့ ဦးဆောင်မှုအောက်မှာ တာဝန်အသီးသီးကိုခွဲဝေထမ်းဆောင်ကြရပါတယ်။တောင်နံရံတွေကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-maze-runner-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMu45saMeqB2RGDqV3HoQ3XgZ2a.jpg",
        "title": "Journey 2: The Mysterious Island (2012)",
        "description": "Sean Anderson partners with his mom's boyfriend on a mission to find his grandfather, who is thought to be missing on a mythical island. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS x264-3Li\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-2-the-mysterious-island-2012/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlYk34gpPfM6KFujxB9HTHZyeiL.jpg",
        "title": "Journey to the Center of the Earth (2008)",
        "description": "On a quest to find out what happened to his missing brother, a scientist, his nephew and their mountain guide discover a fantastic and dangerous lost world in the center of the earth. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Action, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-to-the-center-of-the-earth-2008/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiGSiFUhyFJderGl2NhvaQQvU5n.jpg",
        "title": "Moving Parts (2018)",
        "description": "Two very opposite couples are drawn into organized crime and it doesn't take long until you realize everything and everyone is not what they seem.. File Size : (850 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhnd/Moving_Parts_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rDeGK6FIUfVcXmuBdEORPAGPMNg.jpg",
        "title": "The Commuter (2018)",
        "description": "မိုက်ကယ်မက်ကော်လေ ဟာ စုံထောက်အလုပ်ကနေအ နားယူပြီးတဲ့နောက် အာမခံလုပ် ငန်း တစ်ခုမှာ အလုပ်ဝင်နေခဲ့ပါ တယ်။ ခရီးဝေးမှာ နေရတာ ကြောင့် အလုပ်တက်၊ အလုပ် ဆင်းကို ရထားနဲ့ပုံမှန်သွားနေသူ ပါ။တစ်ရက်မှာတော့ ဂျီအန်နာ ဆိုတဲ့ အမျိုးသမီးတစ်ဦးက ရထားပေါ်မှာမိုက်ကယ်ကို လာ မိတ်ဆက်ခဲ့ပါတယ်။ နောက် တော့ စကားပြောဆိုရင်း ရထား ပေါ်မှာ လျှို့ဝှက်လိုက်ပါလာတဲ့ သူတစ်ယောက်ကို နောက်ဆုံးဘူ တာမရောက်မီ ဖော်ထုတ်ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်။အကယ်၍ ဖော်ထုတ်နိုင်ခဲ့ ရင် ဒေါ်လာတစ်သိန်းရမယ်ဆို တာကြောင့် အလုပ်အကိုင်လည်း သိပ်အဆင််မပြေတဲ့ မိုက်ကယ် က စိတ်ဝင်စားခဲ့ပြီး လက်ခံခဲ့ပါ တော့တယ်။ အဲဒါနဲ့ ဂျိုဟန်နာ ပြောတဲ့ သဲလွန်စတွေ နဲ့အတူသူ ခိုင်းတာကို ရှာပုံတော် ဖွင့်ခဲ့ပါ တယ်။ဂျိုဟန်နာရဲ့ ကမ်းလှမ်းချက် ကို အောင်မြင်အောင်လုပ်နိုင်ခဲ့ မယ်ဆိုရင် ရမယ့်ပိုက်ဆံတွေကို လည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Hhqr/The_Commuter_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cRmxc0U3JP1fEMF1g3O8WT9hy.jpg",
        "title": "Kung Fu Traveler (2017)",
        "description": "ဒီေန႔ ပရိသတ္ႀကီးကို မိတ္ဆက္ေပးခ်င္တဲ့ကားေလးကေတာ့ ၂၀၁၇ ကထြက္ရွိထားတဲ့ Kung fu traveler ဆိုတဲ့ တ႐ုတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေအဒီ ၂၁၀၀ ေက်ာ္မွာ ကမာၻႀကီးဟာ ၿဂိဳလ္သားေတြရဲ႕က်ဴးေက်ာ္ျခင္းကိုခံေနရပါတယ္လူသားမ်ိဳးႏြယ္အကုန္ ပူးေပါင္းကာကြယ္ေပမယ့္လည္း လူသားေတြသံုးတဲ့လက္နက္ဟာ ၿဂိဳလ္သားေတြအေပၚထိေရာက္မႈမရွိတာေၾကာင့္ အေရးနိမ့္ေနၾကရပါတယ္တစ္ေန႔မွာေတာ့ ဒါ႐ိုက္တာခ်န္းဆိုသူဟာ ကြန္ဖူးတိုက္ကြက္နဲ႔ ၿဂိဳလ္သားတစ္ေကာင္ကို အႏိုင္ယူလိုက္ႏိုုင္ပါတယ္ဒါေပမယ့္ အဲ့ဒီေခတ္အခါမွာ ကြန္ဖူးပညာဟာတိမ္ေကာေနၿပီျဖစ္တာေၾကာင့္ အက်ပ္႐ိုက္ေနစဥ္မွာပဲ စူဇိရင္ေပးတဲ့အၾကံနဲ႔ စက္႐ုပ္တစ္႐ုပ္ကို အတိတ္ေခတ္ကိုအခ်ိန္ခရီးသြားခိုင္းၿပီး ကြန္ဖူးအေက်ာ္အေမာ္ႀကီးဆီက ကြန္ဖူးပညာကိုသင္ခိုင္းဖို႔ဆံုးျဖတ္ခ်က္ခ်လိုက္ၾကပါတယ္အဲ့စက္႐ုပ္ရယ္ သူ႔ technician စူဇိရင္ရယ္ ႏွစ္ေယာက္သား သူ႔ေခတ္သူ႔အခါက နယ္ခ်ဲ႕ေတြကိုတိုက္ထုတ္ေနရတဲ့ ကင္မင္းဆက္ေခတ္ကို ေရာက္သြားၿပီး ကြန္ဖူးဘုရင္လို႔တင္စားၾကတဲ့ ဆရာႀကီးဇူးနဲ႔ စိတ္ထားေကာင္းတဲ့ သူ႔သမီးေလး ေရွာင္းဟြာတို႔နဲ႔ဆံုၿပီးတဲ့ေနာက္ ဆရာႀကီးကတပည့္လက္မခံေၾကာင္းခါးခါးသီးသီးျငင္းလႊတ္လိုက္တဲ့အခါ...စက္႐ုပ္တစ္ တျဖစ္လဲ အဂ်ဲ တစ္ေယာက္ ကြန္ဖူးပညာေတြကို အနာဂတ္ဆီပို႔ေပးၿပီး ကမာၻႀကီးကိုကယ္တင္ႏိုင္မွာလား...စိတ္ခံစားခ်က္မရွိတဲ့စက္႐ုပ္တစ္႐ုပ္ ခံစားတတ္လာတဲ့အခါ....အနာဂတ္ကိုျပန္လာလို႔မရမွန္းသိသိရက္နဲ႔ လိုက္ပါသြားခဲ့တဲ့ စူဇိရင္ရဲ႕ ႏွလံုးသားကေကာ ဘယ္သူ႔ဆီမွာက်န္ခဲ့သလဲဆိုတာကေတာ့ ဆက္လက္ရႈစားရမွာျဖစ္ပါတယ္IMDB rating 7.3/10 အထိ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kung-fu-traveler-2017/",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/drive-angry-poster-135x200.jpg",
        "title": "Drive Angry (2011)",
        "description": "Drive Angry (2011)_______IMDb - 5.4/10\n Nicolas Cage ပါဝင်ထားတဲ့ Action, Crime, Fantasy အမျိုးအစားဇာတ်ကားပါ...\nအမှန်တော့ မင်းသမီးချော Amber Heard ပါလို့ ပြန်တင်လိုက်တာပါ။\nငရဲပြည်ကနေလာပြီးသောင်းကျန်းမယ့် ဇာတ်ကွက်နဲ့ဖန်တီးတင်ဆက်ထားပါတယ်။\nFile size…(906 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:44:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://megaup.net/2Tmhs/Drive_Angry_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5luceoVMU2FzWuyty7mZFcSY5ZW.jpg",
        "title": "Proud Mary (2018)",
        "description": "ေကျးဇူးကြွေးတွေကြောင့် မလုပ်ချင်တဲ့အလုပ်တွေလုပ်နေရတဲ့ မယ်ရီတစ်ယောက်သူ့ကြောင့်ဖခင်မဲ့ဖြစ်သွားရတဲ့ ၁၂အရွယ် ခပ်ရိုင်းရိုင်းကောင်လေးကိုသနားစိတ်ဝင်ပြီး စောင့်ရှောက်ဖို့ကြိုးပမ်းရာမှ ပေါ်ပေါက်လာမယ့်ပြသနာတွေနဲ့အတူ သွေးမတော်သားမစပ်တဲ့သူ နှစ်ဦးကြားက သံဃောဇဉ်နဲ့မိခင်စိတ်တို့ကိုမြင်ရမှာပါမယ်ရီအဖြစ်သရုပ်ဆောင်တဲ့ မင်းသမီးကတော့ နာမည်ကြီးဇာတ်ကား Hidden Figures (2016) ထဲမှာ Katherine အဖြစ်ပါဝင်ခဲ့သူ\nTaraji P.Henson ပဲဖြစ်ပါတယ်သူရဲ့ပြောင်မြောက်လှတဲ့သရုပ်ဆောင်ပုံကြောင့်သာ ဒီဇာတ်လမ်းဟာပိုကြွလာတယ်လို့ Rotten Tomatoes မှာတော့ဆိုထားပါတယ်Action,Crime ကားကောင်းကောင်းတောင့်တ နေသူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့အထဲမှာပါပါတယ်။IMDB - 4.9/10 ရရှိထားပါတယ်File Size : (700 MB) and (310 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-GECKOS\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/33cie/Proud_Mary_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fkIsBtjuf8q8hDQ9mxMEPzOYgPc.jpg",
        "title": "Re: Born(2016)",
        "description": "ဂၽြန္ဝစ္ဆိုတဲ့ေၾကးစားလူသတ္ကားကိုပရိတ္သတ္ေတြရင္းႏွီးၿပီးသားျဖစ္မွာပါဒီကားေလးကေတာ့ဂ်ပန္ဂၽြန္ဝစ္လို႔ေတာင္ကၽြန္ေတာ္တင္စားခ်င္ပါတယ္တိုရွီယိုဟာလြန္ခဲ့တဲ့၃ႏွစ္ကဖန္တြန္ဆိုတဲ့လူတစ္ေယာက္ရဲ႕လက္ေအာက္မွာ၃ႏွစ္ၾကာအလုပ္လုပ္ခဲ့ၿပီးအေၾကာင္းတစ္ခု\nေၾကာင့္ေၾကးစားေလာကကေနအနားယူခဲ့ပါတယ္သူအနားယူလိုက္တဲ့အေၾကာင္းျပခ်က္တစ္ခုကကေလးေလးတစ္ေယာက္ေၾကာင့္ပါစတိုးဆိုင္ေလးတစ္ဆိုင္ဖြင့္ရင္းဘဝကိုေအးေအးခ်မ္းခ်မ္းေနထိုင္ေနတဲ့တိုရွီယိုတစ္ေယာက္ဖန္တြန္ရဲ႕အျပစ္ဒဏ္ေပးမႈလုပ္ၾကံသတ္ျဖတ္မႈကိုခံလာရတဲ့အခ်ိန္မွာဘာေတြဆက္ျဖစ္မလဲပရိတ္သတ္ေတြစိတ္ဝင္တစားၾကည့္ၾကရမွာပါစကားမစပ္ေၾကးစားဘဝတုန္းကတိုရွီယိုရဲ႕ကုတ္နာမည္ကghostပါသူ႔ကိုရန္ရွာလာတဲ့ရန္သူေတြကိုတိုရွီယိုတစ္ေယာက္ဘယ္လိုဘယ္ပံုရင္ဆိုင္မယ္ဆိုတာစိတ္ဝင္တစားေစာင့္ၾကည့္ရမွာပါအက္ရွင္ခန္းေတြကသတ္ျဖတ္မႈေတြကတစ္ကားလံုးနီးပါးပါပဲthe raid လိုပဲသတ္ျဖတ္ခန္းေတြကအေတာ္ေလးၾကမ္းပါတယ္လို႔ပဲေျပာၾကားရင္အက္ရွင္ႀကိဳက္တဲ့သူေတြႀကိဳက္ႏွစ္သက္မွာပါလို႔ပဲေျပာၾကားရင္ေစာင့္ၾကည့္လိုက္ရေအာင္ Qty - 720p BlurayDuration - 1hr 45minGern - Action/ Crime/DramaSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2fBre/Re_Born_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61EZRFUVFnfIiV0f9JHy91QydZW.jpg",
        "title": "Along with the Gods: The Two Worlds (2017)",
        "description": "ဒါ႐ိုက္တာ ကင္ယံုဟြာက ကာတြန္းဆရာ ဂ်ိဳဟိုမင္ရဲ႕၀က္ဘ္ကာတြန္းစီးရီးကို အသက္သြင္း႐ိုက္ကူးၿပီး ႐ုပ္ရွင္ကိုႏွစ္ပုိင္းခြဲျဖန္႔ခ်ိမွာျဖစ္ကာ ဒုတိယပိုင္းကို ၂၀၁၈ မွာ ထုတ္လုပ္မယ္လို႔ ဆို ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ေတြက Ha Jung-woo၊ Cha Tae-hyun၊ Ju Ji-hoon၊ Lee Jung-jae၊ Do Kyung-soo၊ Kim Hyang-gi တို႔ျဖစ္ၿပီး Lotte Entertainment က ျဖန္႔ခ်ိထား တာပါ။ မီးသတ္သမား ကင္ဂ်ာဟုန္ ဟာ တာ၀န္ထမ္းေဆာင္ရင္း မေမွ်ာ္လင့္ဘဲ ေသဆံုးခဲ့ၿပီး ဘ၀ ကူးေျပာင္းသြားတဲ့ ဂ်ာဟုန္ဟာ မရဏတိုင္းျပည္က အေစာင့္အ ေရွာက္သံုးေယာက္နဲ႔ ဆံုပါတယ္။ အဲဒီသံုးေယာက္ထဲမွာ ဂန္ရင္းက ေခါင္းေဆာင္ျဖစ္ၿပီး လူသားေတြ ေပၚ ခင္မင္ၾကင္နာစိတ္ရွိပါတယ္။လူတစ္ေယာက္ေယာက္ ေသဆံုးၿပီဆိုရင္ မရဏႏိုင္ငံကို သြားဖို႔ အေစာင့္အေရွာက္ေတြ အတူလိုက္ပါေလ့ရွိၿပီး ေသဆံုးသူ ဟာ လူ႔ျပည္လား၊ ငရဲလား၊ ေကာင္းကင္ဘံုလား ဆက္သြားရ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2eyon/Along_With_The_Gods_-_The_Two_Worlds_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TmO5oywb87UwHBkpAulR13Y06m.jpg",
        "title": "China Salesman(2017)",
        "description": "ယန် ဂျီအန် ဆိုတဲ့လူငယ်လေးပြိုင်ပွဲတွေကိုအနိုင်ရဖို့အတွက်အလုပ်လုပ်ပြီးတော့ မြောက် အာဖရိက ကိုသွားပြီးလုပ်အားပေးကူညီတဲ့ တရုတ် အိုင်တီ အင်ဂျင်နီယာ တစ်ယောက်ပါ။တောင်နဲ့မြောက်ကြားမှာရှိတဲ့ဆက်သွယ်ရေးတွေကိုအနိုင်ရသူကပဲထိန်းချုပ်ခွင့်ရတယ်။ပြင်သစ် လျှို့ဝှက်စုံထောက် မိုက်ကယ် ကအနောက်ဘက်အတွက်အလုပ်လုပ်ပေးတယ်။မြောက်ဘက်ကိုသွားပြီးပြိုင်ပွဲတွေကိုအနိုင်ရဖို့အတွက်သူ့ရဲ့သူဌေးကအမိန့်ပေးခဲ့တယ်။ပြီးတော့သူတို့က အာဖရိက ရဲ့ကြီးမားတဲ့တွင်းထွက်ပစ္စည်းတွေကိုထိန်းချုပ်နိုင်တယ်။သူကကြေးစားနိုင်ငံခြားသားစစ်သား အာဖရိက မှာရှိတဲ့ လာဒါ လို့ခေါ်တဲ့လူနဲ့အရင်ဗိုလ်ချုပ် ကက်ဘား ကိုငှါးခဲ့ပြီးသူ့ကိုကူညီဖို့ခေါ်ခဲ့တယ်။ယန် ကသူတို့တွေရဲ့လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုတွေကိုစုံစမ်းခဲ့တယ်။အဲ့ဒီလူတွေကိုသူတစ်ယောက်ပဲတားဆီးလို့ရတယ်။.... Qty - 720p Web DLDuration - 1hr 45minGern - ActionSubtitle - MyanmarTranslator - KenSubtitle Syn - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/china-salesman2017m/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwotYpkcE42lGlaoCpPFaolvst.jpg",
        "title": "The A-Team (2010)",
        "description": "Non-stop Action ဇာတ်ကားတစ်ကားဖြစ်တဲ့\nThe A-Team ကို ဒါရိုက်တာ Joe Carnahan\nရိုက်ကူးခဲ့ပြီး IMDb 6.8 ရရှိထားပါတယ်\n*ဆေးပြင်းလိပ်ခဲပြီး အစီအစဉ်ဆွဲရတာဝါသနာပါတဲ့\nကာနယ်ဟန်နီဘယ်စမစ်အဖြစ် Liam Neeson*\nမျက်နှာများတဲ့ စော်ကြည်ဘဲ Face အဖြစ် Bradley Cooper\n*ခွန်အားဗလကြီးသလောက် အသည်းငယ်တဲ့\nဘီအေဘရာကပ်စ် အဖြစ် Quinton*a\n*ဂေါက်ကြောင်စကားလုံးတွေကြောင့်\nရယ်မောကြရမယ့် မားဒေါ့အဖြစ် Sharlto Copley*\nတို့က ဦးဆောင်ပါဝင်ထားပါတယ်\nကာနယ်ဟန်နီဘယ်စမစ်ဦးဆောင်သော\nလူလေးဦးဖြင့်ဖွဲ့စည်းထားသည့် အယ်လ်ဖာတပ်ဖွဲ့ဝင်\nများဟာ စွန့်စားစစ်ဆင်ရေးတွေ ထမ်းဆောင်ရာမှာ\nပျော်မွေ့ကြသူများဖြစ်ကြပါတယ်\nဒေါ်လာရိုက်နှိပ်ရာတွင် အသုံးပြုသော\nပျောက်ဆုံးပုံနှိပ်တံဆိပ်ပြားများ ဘက္ကဒက်တွင်\nရောက်ရှိနေသည်ဟုသတင်းရပြီး\nကာနယ်စမစ်နှင့်အဖွဲ့က ပြန်လည်လုယူခဲ့ကြပါတယ်\nထိုတံဆိပ်ပြားများကို ခိုးယူရောင်းချလိုသူများထဲတွင်\nထိပ်ပိုင်းအရာရှိများလည်းပါဝင်ခဲ့ရာ.......စကားချပ်။ ။ ကျည်ဆံများဇာတ်ကားထဲမှထွက်လာပြီး\nထိမှန်နိုင်သောကြောင့် ကျည်ကာဝတ်၍\nကြည့်ကြပါကုန်။\nFile Size : (956 MB) and (327 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fZT3/The_A-Team_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3vILyxwmL4hcqiik638l8lL2d4h.jpg",
        "title": "Hot Shots! Part Deux (1993)",
        "description": "Unicodeမနေ့ကတင်ပေးခဲ့တဲ့ Hot Shot Part 1 ရဲ့အဆက်လာပါပြီ။ ဒီကားကတော့ ရုပ်ရှင်ပရိသတ်တွေရဲ့အချစ်တော် စတားလုံးရဲ့ Rambo ဇာတ်ကားကို သရော်ထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် ဆာဒမ်ဟူစိန်ကိုလဲသရော်ထားပြီး Basic Instinct ကိုပါ ဟာသအဖြစ်ထည့်ထားပါသေးတယ်။ဒီ Part 2 မှာတော့ သူရဲကောင်းကြီး တော်ပါဟာလေဟာ ချစ်သူ ရမန်ဒါနဲ့ကွဲကွာသွားပြီး အာရှမှာ ဇာတ်မြုပ်နေခဲ့ပါတယ်။ တစ်ဖက်မှာလဲ\nအမေရိကန်အစိုးရက အရှေ့အလယ်ပိုင်းဒေသမှာ ဖမ်းခံထားရတဲ့ အမေရိကန်ဓားစာခံတွေကို ကယ်ထုတ်တာ လုံးဝမအောင်မြင်ဘူးဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကြောင့် ထုံးစံအတိုင်း တော်ပါဟာလေကို ပြန်ခေါ်ဖို့ကြိုးစားခဲ့ရပြီး ဓားစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲ၊ တော်ပါဟာလေနဲ့ ရမန်ဒါတို့ကရော\nဘာကြောင့်ကွဲကွာသွားရတာလဲ၊ ဆာဒမ်ဟူစိန်ကိုရော ဘယ်လိုရှင်းကြမလဲဆိုတာတော့ ဆက်လက်ခံစားကြည့်ရှုကြပါ။ဒီကားမှာ နာမည်အကြီးဆုံးကတော့ ကြက်နဲ့မြားပစ်တဲ့အခန်းပါ။ ဒါ့အပြင် နာမည်ကြီးရုပ်ရှင်တွေထဲက ဇာတ်ဝင်ခန်းတွေကိုပါ သရော်ထားပြီး\nPart 1 တုန်းကထက်တောင် ပိုပြီးရယ်ရပါသေးတယ်။ Part 1 ကြည့်ပြီးတဲ့သူတွေအတွက်တော့ Part 2 နဲ့ဆို အချိတ်အဆက်ပိုမိသွားပြီး\nပိုရယ်နေရမှာပါ။ အခု ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SpB7/Hot_Shots!_Part_Deux_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2e9g8SEXBmFysLKJZOb64ecWVTq.jpg",
        "title": "Hot Shots! (1991)",
        "description": "Unicodeမြန်မာပေါကားတွေကြည့်ရတာရိုးနေပြီလား? အမေရိကန်ပေါကားစစ်စစ်ကြည့်ချင်ပါသလား? ဒါဆိုရင်တော့ Hot Shots ကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါ။Hot Shots ရုပ်ရှင်ဟာ ဟောလီးဝုဒ်က နာမည်ကြီးဇာတ်ကားတော်တော်များများကို သရော်ထားတဲ့ရုပ်ရှင်ကားပါ။အခုတင်ဆက်ပေးလိုက်တဲ့ Hot Shots Part 1 ကတော့ 1986 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Top Gun ဆိုတဲ့ရုပ်ရှင်ကို အဓိကထား သရော်ထားတာဖြစ်ပြီး Kevin Costner ရဲ့ Dances with Wolves လို နာမည်ကျော်ကားကြီးတွေကိုလဲ နည်းနည်းစီ သရော်ထားပါတယ်။အခု Part 1 မှာတော့ အဖေ့ရဲ့နာမည်ဆိုးကို အမွေဆက်ဆံထားရတဲ့ တော်ပါဟာလေကို လေတပ်က ပြန်လည်ဆင့်ခေါ်လိုက်ပြီး လျှို့ဝှက်မစ်ရှင်အကြီးစားတစ်ခုမှာ ပါဝင်ခိုင်းတဲ့အကြောင်းဖြစ်ပါတယ်။ဂျက်လေယာဉ်ကြီး လေပေါ်မှာ Drift ဆွဲတာ၊ ဘရိတ်အုပ်လိုက်တာတွေအပြင် ရယ်မောစရာအခန်းတွေအများကြီးပါတာကြောင့် မြန်မာရွာကားတွေကြည့်ရတာ ပျင်းရိလာတဲ့ပရိသတ်တွေအတွက် ကြည့်သင့်တဲ့ အမေရိကန်နွားကျောင်းသားကားတစ်ကားဖြစ်ပါတယ်။မကြာခင်မှာလဲ စတားလုံးရဲ့ Rambo ရုပ်ရှင်ကားတွေ အဓိကထားသရော်ထားတဲ့ Hot Shots Part ...",
        "rating": "6.7",
        "url": "https://megaup.net/2cs8t/Hot_Shots!_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5BFUJPgv9CoGDyAX4XZFcEY36a.jpg",
        "title": "Shanghai Knights (2003)",
        "description": "ဂ်က္​ကီခ်န္​း ပရိသတ္​​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစShanghai Knights ဇာတ္​ကားဟာ 2003 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ တ႐ုတ္​အ​ေမရိကန္​အက္​႐ွင္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.2/10ရ႐ွိထားၿပီး Jackie Chan....Owen Wilson...Donnie Yan...Aaron Taylor စတဲ့သ႐ုပ္​​ေဆာင္​ႀကီး​ေတြပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Chon Wang ဟာ အမိ​ေျမတ႐ုတ္​ႏိုင္​ငံကိုစြန္​႔ခြာၿပီး အ​ေမရိကန္​ႏိုင္​ငံ Carson ၿမိဳ႕​ေလးမွာ အရာ႐ွိတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြး၀မ္​း​ေက်ာင္​းသူပါ....ဖခင္​ျဖစ္​သူက​ေတာ့ တ႐ုတ္​​ေတာ္​၀င္​နန္​းတြင္​းတံ​ံဆိပ္​ကိုထိန္​းသိမ္​းရသူတစ္​ဦးျဖစ္​ၿပီး သားလုပ္​သူကိုမႏွစ္​ၿမိဳ႕သူတစ္​ဦးျဖစ္​ပါတယ္​....​ေတာ္​လွန္​ပုန္​ကန္​မႈ​ေတြျဖစ္​တဲ့အခ်ိန္​မွာ သူပုန​္​​ေတြက Chon Wang အ​ေဖ့ကိုသတ္​ၿပီး တံဆိပ္​တံုးလုယူသြားခဲ့ပါတယ္​.....ဒီျဖစ္​ရပ္​​ေၾကာင္​့ Chon Wang ဟာ ပါတနာRoy O'Bannonနဲ႔ပူး​ေပါင္​းၿပီး လူသတ္​သမား​ေတြထြက္​​ေျပးရာလန္​ဒန္​ကို လိုက္​သြားပါ​ေတာ့တယ္​.....​ေနာက္​ဆံုးမွာ အ​ေဖ့အတြက္​ကလဲ့စား​ေခ်ႏိုင္​မွာလား....တရားခံ​ေတြက​ေရာဘယ္​သူ​ေတြလဲဆိုတာ ဆက္​လက္​ၾကည္​့႐ႈလိုက္​ပါ.... File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gs5t/Shanghai_Knights_(2003).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wcG2PA66Fbv2l7r0n59x1nuB5fd.jpg",
        "title": "Shanghai Noon (2000)",
        "description": "၁၉ရာစုေနွာင္းပိုင္းတုန္းက ေခ်ာင္၀မ္ ( Jackie Chan ) ဟာ အင္မတန္ကို့ရို့ကားယားနိုင္ျပီး တရုတ္နိုင္ငံရဲ့ ဘုရင့္သက္ေတာ္ေစာင့္တစ္ေယာက္ျဖစ္ပါတယ္…ဘုရင္ျကီးမွာ သမီးေတာ္တစ္ပါးရွိျပီး မင္းသမီးေလး ေဖးေဖး ( Lucy Liu) လို့ အမည္တြင္ပါတယ္…တစ္ေန့မွာ တရုတ္ျပည္ကို ေရာက္လာတဲ့ နိုင္ငံျခားသားေတြက မင္းသမီးေလးကို တစ္ဖက္လွည့္နဲ့ အေမရိကကို ျပန္ေပးဆြဲေခါ္ေဆာင္သြားပါေတာ့တယ္…ဒီအခါမွာ ေခ်ာင္၀မ္တို့ေတြဟာ မင္းသမီးေလးကို ကယ္တင္ဖို့အတြက္ တာ၀န္ေပးျခင္းခံလိုက္ရျပီး အေနာက္ဘက္ကိုထြက္လာခဲ့ျကပါေတာ့တယ္…အဲ့ဒီအခ်ိန္မွာ မလိမ့္တပတ္ လူလိမ္လုပ္စားေနတဲ့ သူခိုးတစ္ေယာက္လည္းျဖစ္တဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ ေတြ့တဲ့ အခါမွာေတာ့….ေခ်ာင္၀မ္တစ္ေယာက္ မင္းသမီးေလးကို ျပန္ျပီး ကယ္တင္နိုင္မွာလား ???ဘယ္လိုျပန္ကယ္တင္မလဲ ???ေခ်ာင္နဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ေရာ ဘယ္လိုနွစ္ပါးသြားျကမလဲ ???ဆိုတာေတြကိုေတာ့ ဆက္လက္ျကည့္ရွုခံစားေပးျကပါလို့…မင္းသားျကီးဂ်က္ကီခ်န္းနဲ့ ဟာသသရုပ္ေဆာင္ အို၀င္ ၀ီလ္ဆင္ တို့ အတြဲညီညီ ပါ၀င္သရုပ္ေဆာင္ထားျကျပီး ဟာသအက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…IMDb rating 6.6/10 ရရွိထားျပီး ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြအျကိုက္ေတြ့ေစမယ့္ကားေကာင္းတစ္ကားျဖစ္ပါေျကာင္း…\nျကည့္ရွုအားေပးျကပါဦး File Size : (950 MB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gs5o/Shanghai_Noon_(2000).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/a-wednesday-poster-133x200.jpg",
        "title": "A Wednesday! (2008)",
        "description": "A Wednesday! (2008)\nIMDb- 8.1/10_____Rotten - 89%\n  \"လူသားစစ်မှန်ခဲ့ရင် ဇီဝန်ခြွေတဲ့ အလုပ်ကို သာယာနေမှာမဟုတ်ဘူး \" ဒါမှမဟုတ် အဲ့ဒီစကားပြောခဲ့တဲ့ဗုဒ္ဓဟူးနေ့လေးတစ်နေ့°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°နိုင်ငံတစ်နိုင်ငံ၏ တရားရေးကို သဘောမကျရင် ကိုယ်တိုင်စီရင်ပစ်ရမည်ဟု ဒီဇာတ်ကားလေးနဲ့ ပြောခဲ့ချင်ပုံရသည်။ထို့သို့အတိုင်းပင် အိန္ဒိယ၏ ဇာတ်ကားတော်တော်များများသည် တည့်မတ်စေလိုသော သဘောတရားအရင်းခံရင်း တရားရေးမဏ္ဍိုင်ကို ကြုံရင်ကြုံသလိုသရော်လိုက်ကြသည်။ ဤကားသည် ထို့သို့အတိုင်းပင်။ ဤဇာတ်ကား၏ အရှိန်သည် အစ၌ပင် စ၍ အဆုံးပြီးမှ ဆုံးလိုက်သည့် ရစ်သမ်ညီသည့်ဇာတ်မျိုးဖြစ်သည်။ IMDB - 8.1 အထိ ရရှိထားပြီး ဝေဖန်ရေး အရလည်း တော်တော်အောင်မြင်ခဲ့သည့် ကားမျိုးဖြစ်သည်။ဇာတ်လမ်း အကျဉ်းအားဖြင့် ဆိုသော် တစ်နေ့သော ဗုဒ္ဓဟူး နေ့လေးတွင်သာ ဖြစ်ပျက်ခဲ့၏။ ထိုနေ့လေးတွင် ရဲကော်မရှင်နာရာဟိုးလ် ထံသို့ အမည်မသိ ဖုန်း တစ်ခု ဝင်လာသည်။ အမည် ကို A ဟု သတ်မှတ်ပါစို့။ A ...",
        "rating": "8.1",
        "url": "https://megaup.net/V4ws/A_Wednesday!_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-of-the-Lost-Island-poster-133x200.jpg",
        "title": "Detective K: Secret of the Lost Island (2015)",
        "description": "Detective K: Secret of the Lost Island (2015)____IMDb - 6.3/10\n  \nဒီကားကတော့ ရှေ့က Detective K ရဲ့ အဆက်ကားပါ ... အဲ့အချိန်က ဂျိူဆွန်းမှာ ငွေအတုပြသနာတွေပေါ်\nပေါက်နေပြီး ငွေကြေးဖောင်းပွမှု့တွေ ဖြစ်နေတာကြောင့် စုံထောက်ကေ ကို စုံစမ်းခိုင်းပါတယ် ဒါပေမဲ့ သိတဲ့\nအတိုင်း မလွဲရင် မနေနိုင်တဲ့ ကေ ကို မင်းကြီးက ကျွန်းတစ်ကျွန်းမှာ နယ်နှင်ဒဏ်ပေးလိုက်ပါတော့တယ်။\nသူ့လူဆိုဖီးနဲ့ အဲ့ကျွန်းမှာ အချိန်ကုန်ရင်း နဲ့ တစ်နေ့မှာတော့ ခလေးမလေးတစ်ယောက်က ပင်လယ်ကို ဖြတ်\nပြီးရောက်ရှိလာပါတယ်။သူလာရတဲ့ အကြောင်းရင်းကတော့ ပျောက်ဆုံးသွားတဲ့ သူ့ညီမလေးကို ပြန်ရှာပေးဖို့\nလာတောင်းဆိုတာပါ။ကောင်မလေးက မရမက တောင်းဆိုမှု့ နဲ့ မြို့တော် အတွင်းက ငွေပြသနာတွေ ကြောင့်\nစုံထောက်ကေတစ်ယောက် ကျွန်းကနေခိုးထွက်ဖို့ လုပ်ပါတော့တယ်။ဒီလိုနဲ့ သူ အပြင်လောက ပြန်ရောက်တဲ့ အခါ\nကလေးတွေငွေကြေးပြသနာ အပြင် ခလေးတွေ အများအပြားပျောက်ဆုံးနေတာာတွေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Tns2/Detective_K_-_Secret_Of_The_Lost_Island_(Joseon_Myungtamjung_-_Nobui_Ddal)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-Of-Living-Dead-133x200.jpg",
        "title": "Detective K: Secret of the Living Dead (2018)",
        "description": "Detective K: Secret of the Living Dead (2018)____IMDb - 6.1/10\n  CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"Detective K: Secret of the living dead\"ဆိုတဲ့ ကိုးရီးယား adventure comedy ဇာတ်လမ်းလေးဖြစ်ပါတယ်.. starring အနေနဲ့တော့ \"Descendants of the Sun\" \"Fight for my way\"စတဲ့ဇာတ်လမ်းတွေနဲ့ နာမည်ရလာတဲ့ မင်းသမီးချောလေး Kim Ji Won ဖြစ်ပါတယ်.. ဇာတ်အိမ်က သရဲသွေးစုပ်ဖုတ်ကောင်အကြောင်းတည်ထားပြီး လူသတ်မှုသဲလွန်စကို စုံစမ်းရတဲ့ Crime အမျိူးအစားဆိုတော့ ပရိတ်သတ်စိတ်ဝင်စားမယ်လို့ အာမခံပါတယ်..အညွှန်းဖတ်ရှူကြပါဦး...\nအညွှန်း- မှောင်မိုက်တဲ့ညတစ်ည လူတစ်ယောက် စာအုပ်တစ်အုပ်ကိုင်ပြီး တောနက်ထဲ ထွက်ပြေးလာပါတယ်... သူ့နောက်လိုက်လာတဲ့ လူတွေကလဲ အများကြီးရယ်... ဒီလူကမြေတူးပြီး အလောင်းတစ်လောင်းဖော်လိုက်တယ်.. ဒီအလောင်းက ...",
        "rating": "6.1",
        "url": "https://megaup.net/Tnr9/Detective_K_-_Secret_Of_Living_Dead_(Joseon_Myungtamjung_-_Heubhyeolgwimaui_Bimil)_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/pacific-rim-poster-1-135x200.jpg",
        "title": "Pacific Rim (2013)",
        "description": "Pacific Rim (2013)\nIMDb - 6.9/10_____Rotten - 72%\n  \n2013 မှာ ထွက်ရှိခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nဒါရိုက်တာ Guillermo del Toro ကရိုက်ကူးတင် ဆက်ထားပြီးတော့\nIMDb Rating 6.9 အထိ ၇ရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.\nဒါကြောင့်မို့ကောင်းလားမကောင်းလားဆိုတာ အငြင်းပွားစရာလိုနေဦးမယ်လို့မထင်ပါဘူး\nသိပ္ပံကားကောင်းတွေကြိုက်နှစ်သက်သူတွေအတွက် သဘောတွေ့စေမယ့်ကားတစ်ကားဆိုတာ\nအသိပေးလိုက်ပါတယ်..ခံစားကြည့်ရှုကြပါ\n   \n2013 မွာ ထြက္ရွိခဲ႔တဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္\nဒါရိုက္တာ Guillermo del Toro ကရိုက္ကူးတင္ ဆက္ထားၿပီးေတာ႕\nIMDb Rating 6.9 အထိ ၇ရွိထားတဲ႔ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္.\nဒါေၾကာင္႕မို႕ေကာင္းလားမေကာင္းလားဆုိတာ အၿငင္းပြားစရာလိုေနဦးမယ္လို႕မထင္ပါဘူး\nသိပၸံကားေကာင္းေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ သေဘာေတြ႕ေစမယ္႕ကားတစ္ကားဆိုတာ\nအသိေပးလိုက္ပါတယ္..ခံစားၾကည္႕ရွုၾကပါ\n  File Size : (1.1 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 11min\nFormat : Mp4\nGenre :Action, Adventure, Sci-Fi\nSubtitle : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3zKy0/Pacific_Rim_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qObdapVVdZHlJTOGQTTQ23A7TTw.jpg",
        "title": "Steel Rain (2017)",
        "description": "ဒီဇာတ်ကားလေးမှာ နိုင်ငံရေးလှည့်ကွက်တွေ၊ ကွန်မြူနစ်နဲ့အရင်းရှင်ကွာခြားမှုတွေ၊ လူသားဆန်မှုတွေ စတာတွေကို အချိတ်အဆက်မိမိ ရိုက်ပြထားပါတယ်တောင်နဲ့မြောက်ဆိုပြီး တိုင်းပြည်ကွဲနေပေမယ့် ကံအကြောင်းတိုက်ဆိုင်ပြီး သက်ဆိုင်ရာအစိုးရဆီမှာ တာဝန်ထမ်းဆောင်နေကြတဲ့ နာမည်တူလူနှစ်ယောက်ကွက်ချိုလ်ယူနဲ့ အွမ်ချိုလ်ယူမြောက်ကိုရီးယားမှာ သုတ်သင်ရှင်းလင်းရေးဖြစ်ပြီး နံပါတ်တစ်ခေါင်းဆောင် လုပ်ကြံခံရပါတယ်ဒါပေမယ့် အွမ်ချိုလ်ယူတစ်ယောက် ကယ်တင်ပြီး တောင်ကိုရီးယားဖက်ထွက်ပြေးသွားပါတယ်နံပါတ်တစ်ခေါင်းဆောင်တစ်ယောက် အသက်ရှင်နိုင်ပါ့မလား.......အွမ်ချိုလ်ယူတစ်ယောက် သူနဲ့နာမည်တူတဲ့လူနဲ့ ဘယ်လိုများသွားဆုံမလဲ.......သုတ်သင်ရှင်းလင်းရေးကရော တောင်နဲ့မြောက်ဆက်ဆံရေးကြား ဘယ်လိုရှုပ်ထွေးလာစေမလဲမဟာမိတ်နိုင်ငံတွေကရော ဘယ်လိုပါဝင်ပက်သက်ကြမလဲတောင်နဲ့မြောက် ချစ်ကြည်ရေးပြန်လည်တည်ဆောက်နိုင်မလား ပိုဆိုးရွားသွားမလားဒီဇာတ်ကားက နိုင်ငံရေးဇာတ်ကားဆိုပေမယ့် ကိုရီးယားကားပီပီ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်ပြီး ပျင်းစရာမကောင်းပါဘူူးIMDB Rating ကလဲ 7.2/10 ရထားတာဆိုတော့ ဇာတ်ကားကောင်းဖြစ်တယ်ဆိုတာ ငြင်းစရာမလိုတော့ပါဘူးနော်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)နဏဖတ်ခဲ့သည်။File Size : (0.99 GB) \nQuality : WEBRip 720p\nRunning Time : 2hr 19min\nFormat : Mp4\nGenre :Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :1080p NF ...",
        "rating": "7.1",
        "url": "https://megaup.net/5BAyg/Steel_Rain_(Gangcheolbi)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/vampire-cop-ricky-2006-poster-139x200.jpg",
        "title": "Vampire Cop Ricky (2006)",
        "description": "၂၀၀၆ ခုႏွစ္​ကထြက္​ရွိထားတဲ့\nAction / Comedy ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​\nဇာတ္​ကား​ေလးက ဟာသဆန္​ဆန္​နဲ႔ အလြဲ​ေတြလုပ္​တတ္​တဲ့ ရဲစံု​ေထာက္​ႀကီးကို ​ေနာက္​ခံထားရိုက္​ထားတာျဖစ္​ၿပီး​ေတာ့ ၾကည္​့ဘူးသမ်ွ\nကိုရီးယားကား​ေတြထဲမွာ\nသ​ေဘာက်မိတဲ့\nဇာတ္​ကား​ေလးတစ္​ကားလဲျဖစ္​ပါတယ္​ မင္​းသားအျဖစ္​ Su ro Kim ကပါ၀င္​သရုပ္​​ေဆာင္​ထားၿပီး သူ႔ကို စတင္​သိကြၽမ္​းခဲ့တာက​ေတာ့ Tae Gauk Gi ဆိုတဲ့ကိုရီးယားစစ္​ကားမွာ ရင္​းႏွီးခဲ့တာပါ မင္​းသမီးက​ေတာ့ Yoo Jeong Hee ျဖစ္​ၿပီး​ေတာ့ သူ႔ကို စတင္​သိခဲ့တာက​ေတာ့ ဂြၽန္​​ေစာနဲ႔ ရိုက္​ကူးထားတဲ့ Obsession ဆိုတဲ့ 18+ ကားနဲ႔ Servant ဆိုတဲ့ ၂ကားမွာ ရင္​ႏွီးခဲ့တာပါ မင္​းသမီးရဲ႕ ၾကာဆန္​ဆန္​ အၾကည္​့​ေလး​ေတြနဲ႔ သူ႔ရဲ႕မထိတထိ ခ်စ္​စရာအမူအရာ​ေလး​ေတြ​ေၾကာင္​့ အ​ေသ\nသ​ေဘာက်မိခဲ့တဲ့မင္​းသမီးပါကဲ ဇ ာတ္​လမ္​း​ေလးအက်ဥ္​း​ေလးဖက္​ကို သြားလိုက္​ရ​ေအာင္​ ဇာတ္​လမ္​း​ေလးက ​ေသြးစုပ္​ဖုတ္​​ေကာင္​တို႔​ေပ်ာ္​ျမဴးရာ Transylvania ကျခင္​တစ္​​ေကာင္​ဟာ ​ေတာင္​ကိုရီးယား Souel ကို​ေရာက္​လာၿပီး ​ေသာက္​တလြဲစံု​ေထာက္​ႀကီး Ricky ကို အမႈလိုက္​​ေနတုန္​းမွာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/vampire-cop-ricky-2006/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Chinese-Zodiac-140x200.jpg",
        "title": "Chinese Zodiac (2012)",
        "description": "ဒီတစ်ခါ မိတ်ဆက်ပေးမှာကတော့ လူကြီးတွေကော ကလေးတွေပါမကျန် အားလုံး မသိသူမရှိကြိုက်ကြတဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းလေးပါ။\nတရုတ်သမိုင်းမှာ အစဉ်လာကြီးမားခဲ့တဲ့ ရှေးဟောင်း ရာသီခွင်တိရိစ္ဆာန်တွေရဲ့ကြေးသွန်းခေါင်း ရတနာကို ရှာဖွေခြင်းပါပဲ။ ဒီကားမှာ Jackie Chan က Treasure Hunter ပုံစံနဲ့ သရုပ်ဆောင်ထားပြီး ဒီရတနာပစ္စည်းတွေကို တရားသော၊ မတရားသော ကြိုက်တဲ့နည်းလမ်းနဲ့ ရှာဖွေဖို့ ငှားခံရပါတယ်။ ရှာဖွေခိုင်းသူတွေကလည်း ဒီရတနာတွေကို ငွေကြေးနဲ့အခြားနိုင်ငံများကိုလေလံတင်ဖို့ကအဓိက ပါ။ အစောပိုင်းတုန်းမှာ ဒီပစ္စည်းတွေကို ငွေကြေးအတွက်သာအဓိက ထားရှာဖွေခဲ့ပေမယ့် နောက်ပိုင်းမှာ ဒီပစ္စည်းတွေဟာ သူတို့နိုင်ငံသမိုင်းကြောင်းမှာ ဘယ်လောက်အရေးပါခဲ့လည်းဆိုတာကို သိရပြီးနောက် Jackie Chan ဘာတွေဆက်လုပ်လည်းဆိုတာကို တွေ့မြင်ရမှာပါ။\nJackie Chan အပါဝင် သူတို့ရဲ့ Treasure Hunter Group မှာ Daniel Wu လိုနာမည်ကြီးမင်းသားတွေလည်းပါဝင်တာကိုတွေ့ရမှာပါ။ ဒီကားဟာလည်း action တွေ ၊ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3yF1W/Chinese_Zodiac_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOVEVeg59E0wsnXmF9nrh6OmWII.jpg",
        "title": "Star Wars: The Last Jedi (2017)",
        "description": "Epic Sci-fi အမ်ိဳးအစားျဖစ္တဲ့ Star Wars ဇာတ္လမ္းေတြကို စုစည္းတင္ဆက္ေပးထားပါတယ္။သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ေတြထဲမွာ သမိုင္းတေလွ်ာက္အေအာင္ျမင္ဆံုး ရုပ္ရွင္တြဲေတြထဲက တစ္ခုပါပဲ။ေနာက္ပိုင္းထြက္သမွ် ရုပ္ရွင္ေတြထဲမွာလည္း ဒီရုပ္ရွင္ေတြထဲက စကားစုေတြ ကိုးကားခ်က္ေတြကို မၾကာခဏေတြ႕ရတတ္ပါတယ္။ပညာရိွ ဆရာဆိုရင္ Master Yoda ကိုအျမဲတင္စားၾကသလို ဗီလိန္ဆိုရင္လည္း Darth Vader ဟာ ေျပာစမွတ္တြင္က်န္ခဲ့တာပါပဲ။ဇာတ္လမ္းကေတာ့ ဟိုးအတိတ္ကာလတစ္ခုတုန္းက ေ၀းကြာလွတဲ့ နဂါးေငြ႕တန္းၾကယ္စုေတြၾကားထဲမွာ ျဖစ္ပ်က္ေနတဲ့အေၾကာင္းေတြပါ။ အစဦးမွာ ၾကယ္စုေတြ ျဂိဳလ္ေတြဟာ လႊတ္ေတာ္ဖြဲ႕စည္းထားျပီး ဒီမိုကေရစီ စနစ္နဲ႕ အုပ္ခ်ဳပ္မႈေအာက္မွ ေနထုိင္ၾကပါတယ္။လႊတ္ေတာ္နဲ႕အတူ ဂလက္ဆီၾကီးတစ္ခုလံုးရဲ႕ တရားမွ်တမႈနဲ႕ ျငိမ္းခ်မ္းမႈကို ထိန္းသိမ္းေပးတဲ့ သူရဲေကာင္းအဖြဲ႕တစ္ခုလည္း ရိွေနပါတယ္။အဲဒီသူေတြကုိေတာ့ Jedi ေတြလို႕ ေခၚၾကျပီး သူတို႕မွာ Lightsaber ဆိုတဲ့ အလင္းဓားလက္နက္ေတြ ပိုင္ဆိုင္ၾကပါတယ္။ဒါ့အျပင္ သူတို႕ကို သာမန္လူေတြထဲ ထူးျခားတဲ့ စိတ္စြမ္းအင္ေတြနဲ႕ ခြန္အားေတြကို Force ဆိုတဲ့ အရာကေန ယူငင္သံုးစြဲၾကပါတယ္။Force ဆိုတာကေတာ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/star-wars-the-last-jedi-2017/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7souLi5zqQCnpZVghaXv0Wowi0y.jpg",
        "title": "Batman: Gotham by Gaslight (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ တျခား Batman Animated Live Action ကားေတြနဲ႕ယွဥ္ရင္ နည္းနည္းထူးျခားပါတယ္။စူပါဟီးရိုးသိုင္းေလာကေလသံနဲ႕ ေျပာရမယ္ဆိုရင္ေတာ့ နည္းနည္း Deep ၿပီး Dark တဲ့ကားမ်ိဳးထဲမွာပါပါတယ္။Gotham by Gaslight Comic ကို အေျခခံရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းကေတာ့ ၁၉ ရာစု Victorian Era ကိုအေျခခံထားၿပီး ဘယ္သူနဲ႕ခ်ခ် ႏိုင္တယ္ဆိုတဲ့ Batman ပံုစံမ်ိဳးမဟုတ္ပဲ Detective Batman တစ္ေယာက္ကုိ အျပည့္အ၀ခံစားမိေစမွာပါ။ေဂၚသမ္ၿမိဳ႕က အေပ်ာ္မယ္ေတြ ျပည့္တန္ဆာေတြကိုပဲ ပစ္မွတ္ထားသတ္ျဖတ္ေနတဲ့ Jack the Ripper ေၾကာင့္ ေဂၚသမ္ၿမိဳ႕က အမ်ိဳးသမီးေတြဟာ ထိတ္လန္႕ေနၾကပါတယ္။ေအာက္ေျခလူတန္းစားေတြ သတ္ျဖတ္ခံရတာျဖစ္တဲ့အတြက္ ရဲတပ္ဖြဲ႕ကလဲ လူသတ္သမားကို သိပ္ၿပီးအေရးတယူမလုပ္ၾကပါဘူး။အဲ့အခ်ိန္မွာ Jack the Ripper အေၾကာင္း လုိက္စံုစမ္းေနတဲ့ Bruce Wayne နဲ႕ Selina Kyle တို႕ ဆံုမိၿပီး ရန္သူကို အတူရွာေဖြၾကပါတယ္။ေဂၚသမ္ၿမိဳ႕ေနသူအားလံုးကလဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/batman-gotham-by-gaslight-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BOWVkYzliZGEtODIxMi00MDQwLThjMDAtNzI3M2NjYjg4NDE5XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006761000_AL_-1-135x200.jpg",
        "title": "Ronin (1998)",
        "description": "Ronin(1998)\nIMDb...7.3/10,,,,Rotten.,.67%Ronin (1998) ဒီဇာတ်ကားကတော့ IMDB 7.3/10 ရရှိထားတဲ့ Action/Crime/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...\nHeat,The Score ,Casino ကားတွေကြည့်ပြီးတဲ့နောက်မှာ Robert De Niro ရဲ့ပရိတ်သတ် ဖြစ်သွားတယ် .\n..ဒါ့ကြောင့် သူ့ကားဟောင်းတွေထဲက မတင်ရသေးတဲ့ Ronin ကားကို ရှာဖွေတင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားရဲ့ အက်ရှင်ခန်းတွေ ..\n.အထူးသဖြင့် ကားမောင်းခန်းတွေ သေနတ်ပစ်ခန်းတွေ ဟာ အသက်ပါလွန်းပဲလား မသိ ..\n.၁၉၉၉ခုနှစ်ရဲ့Science Fiction, Fantasy & Horror Films, USA မှာ Academy ဆိုရရှိခဲ့ပါတယ်...\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီယာဒရေဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သိပ်ပြီးအဖိုးတန်တဲ့သေတ္တာတစ်လုံးကို\nလိုချင်လို့ မစ်ရှင်အဖွဲ့တစ်ဖွဲ့ စုဆောင်းပြီးတော့ ရယူဖို့ကြိုးစားတာကို အခြေခံပြီး ရိုက်ကူးထားတာပါ အဲဒီအဖွဲ့ထဲမှာတော့ မင်းသားကြီး Robert De Niro ,\nJean Reno နဲ့ Steellan Skarsgard တို့ကို ကျေကျေနပ်နပ် တွေ့ရမှာပါ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dcpu/Ronin_[1998]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vsGqB2r1JZr61qnL1GsqS0CxFQb.jpg",
        "title": "Jailbreak (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့အက္ရွင္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။တကယ့္ကိုတစ္ခ်ိန္လုံးတိုက္ခိုက္ေနတာကိုမွၾကည့္ခ်င္ရင္ဒီကားေလးကိုေဒါင္းသာၾကည့္လိုက္ပါ။ဒီကားေလးကအထူးရဲတပ္ဖြဲ႕တပ္စုတစ္ခုရဲ႕ေထာင္တြင္းတိုက္ပြဲေလးလို႔ေျပာလို႔ရပါတယ္။နာမည္ႀကီးလူဆိုးဂိုဏ္းရဲ႕ေဖာ္ေကာင္တစ္ေယာက္ကိုတရား႐ုံးကေနေထာင္ဒဏ္ခ်မွတ္လိုက္ပါတယ္။အဲ့ေဖာ္ေကာင္ကလည္းၿငိမ္ၿငိမ္မေနဘဲနဲ႕လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုတရား႐ုံးမွာထြက္ဆိုခဲ့ေတာ့သူ႕ကိုဂိုဏ္းထဲကလူေတြကတေကာက္ေကာက္လိုက္သတ္ၿပီေပါ့ဗ်ာ။ေနာက္ဆုံးကံဆိုးသူေမာင္ရွင္ျဖစ္လာတဲ့သူေတြကကိုကိုရဲႀကီးေတြပါ။ေနရင္းထိုင္ရင္းနဲ႕ကိုေထာင္ကလူမိုက္ေတြနဲ႕လက္႐ုံးရည္ခ်င္းၿပိဳင္ၾကရေတာ့တာေပါ့။ေထာင္လူမိုက္ေတြကလည္းအာဂေတြဗ်။လူအခ်င္းခ်င္းျပန္စားတဲ့သူေတြနဲ႕ ကိုယ့္အဝွာကိုကိုယ္ျပန္စားထားတဲ့သူေတြဆိုေတာ့ဇကေတာ့မေသးဘူးဗ်။အဲ့လိုလူၾကမ္းႀကီးေတြၾကားမွာအထူးရဲ႕တပ္ဖြဲ႕တစ္စုလြတ္ေျမာက္နိုင္ပါ့မလား။ေဖာ္ေကာင္ကိုေရာရဲတပ္ဖြဲ႕ေတြဘက္ကေစာင့္ေရွာက္ေပးနိုင္ပါ့မလားဆိုတာၾကည့္လိုက္ၾကရေအာင္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ) File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DTS x264-HDH\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/jailbreak-2017/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/v29517fn7li-139x200.jpg",
        "title": "[18+] Ninja She Devil (2009)",
        "description": "Dark Side Production မွတင္ဆက္လိုက္တဲ့ ဂ်ပန္နင္ဂ်ာ(၁၈+) ဇာတ္ကားျဖစ္ပါတယ္။လူမွန္ရင္ ေယာက္်ားမိန္းမ ဘယ္သူပဲျဖစ္ျဖစ္ ဒြါရကိုးေပါက္ပဲပါရွိၾကတာပါ။ ဘယ္သူ႕မွာမ်ား ပိုပါေနတာ ေလ်ာ့ပါေနတာရွိလို႔လဲေပါ့..။ ဒါေပမယ့္လို႔ ထူးထူးျခားျခားပဲ ဂ်ပန္နင္ဂ်ာေကာင္မေလးတစ္ေယာက္မွာ ဒြါရေပါက္တစ္ခု ပိုပါလာပါသတဲ့။ကြ်န္ေတာ္တို႔ ရွဳစားရမယ့္ ဇာတ္လမ္းကလည္း ဒြါရေပါက္တစ္ခု ပိုပါလာတဲ့( Tsubame)ဆူဘာေမ ဆိုတဲ့ ေကာင္မေလးရဲ့ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္။ဆူဘာေမ မွာ (Hayabusa) ဟာယာဘူဆာ လို႔ေခၚတဲ့ အကိုတစ္ေယာက္ရွိျပီးေတာ့ သူတို႔ ေမာင္ႏွမႏွစ္ေယာက္စလံုးက (Kuniyoshi )ကူနိယိုရွိ ဆိုတဲ့ နယ္စားၾကီးရဲ့ လက္ေအာက္မွာ အမွဳထမ္းေနၾကတဲ့ Shinobi (ရွိနိုဘီ) နင္ဂ်ာေမာင္နွမပါ။ တစ္ေန႔မွာ ဆူဘာေမ အတြက္လ်ိွဳ႕၀ွက္တာ၀န္တစ္ရပ္ထမ္းေဆာင္ဖို႔ ျဖစ္လာရပါတယ္။ ဘာတာ၀န္လည္း ဆိုေတာ့ အေ၀းခရီးမသြားနိုင္တဲ့ နယ္စားၾကီး ကူနိယိုရွိ ရဲ့ လူသားမ်ိဳးေစ့(သုက္ေသြး) ေတြကို သူမရဲ့ လ်ိွဳ႕၀ွက္ထားတဲ့ ဆယ္ခုေျမာက္ ဒြါရေပါက္ကတဆင့္ သူ႕ကိုယ္ထဲသိုမွီးထားျပီး ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/18-ninja-she-devil-2009/",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Jurassic_Park_3_Poster_2001-131x200.jpg",
        "title": "Jurassic Park III (2001)",
        "description": "Jurassic Park 3 ကို ဒါ႐ိုက္တာJoe Johnston က႐ိုက္ကူးထားၿပီး 2001 ခုႏွစ္တြင္ ရံုတင္ခဲ့ပါသည္။\nIMDb 5.9 ႏွင့္ RT 50% သာရရွိထားေသာ္လည္းGoogle user 86% က Like ေပးထားၾကသည္။\nပထမဦးဆံုးဇာတ္ကားမွ ေဒါက္တာအလန္ဂရန္႔(သတၱ႐ုပ္ႂကြင္းပညာရွင္) လည္း ျပန္လည္ပါဝင္လာခဲ့သည္။\nဒုတိယဇာတ္ကားတြင္ တိုင္ရန္ႏိုေဆာရပ္စ္အမ်ိဳးအစားဒိုင္ႏိုေဆာမ်ားက\nသားေပ်ာက္ရွာပံုေတာ္ဖြင့္ခဲ့ပံုကို႐ိုက္ကူးထားၿပီး ဤဇာတ္ကားတြင္မူ လူသားမိဘမ်ားက\nသားေပ်ာက္ရွာပံုေတာ္ဖြင့္ခဲ့ပံုကို ႐ိုက္ကူးထားသည္။\nယေန႔အခ်ိန္ထိ ဒိုင္ႏိုေဆာတို႔၏ျပင္ပအေရာင္အေသြးမ်ားကို တိတိက်က်မေဖာ္ျပႏိုင္ၾကေသးေပ။\nပတ္ဝန္းက်င္အေရာင္ကိုလိုက္၍ အေရာင္ေျပာင္းႏိုင္ၾကသည္ဟူ၍သာ ေယဘုယ်လက္ခံထားၾကသည္။\nဤဇာတ္ကားတြင္ ဒိုင္ႏိုေဆာမ်ား၏ အေရာင္ကိုေျပာင္းလဲ႐ိုက္ကူးထားရံုမွ်မကဘဲ\nအသားစားဒိုင္ႏိုေဆာမ်ားထဲတြင္ အရြယ္အစားအႀကီးဆံုးျဖစ္ေသာ စပိုင္ႏိုေဆာရပ္စ္ႏွင့္\nဒိုင္ႏိုေဆာေခတ္ ငွက္မ်ားကိုပါ ထည့္သြင္း႐ိုက္ကူးထား ေသာေၾကာင့္ ရင္သပ္ရႈေမာဖြယ္ေကာင္းလွပါသည္။\nအသက္၁၃ႏွစ္အရြယ္အဲရစ္သည္ အေမ၏မိတ္ေဆြ ဘန္ ႏွင့္အတူ ေမာ္ေတာ္ဘုတ္ဆြဲ ေလထီးစီး၍\nေဆာ္နာကၽြန္းရွိဒိုင္ႏိုေဆာမ်ားကို ကင္မရာျဖင့္႐ိုက္ကူးရန္ႀကိဳးစားခဲ့ၾကရင္းေဆာ္နာကၽြန္းေပၚသို႔\nေလထီးျဖင့္ ျပဳတ္က်သြားခဲ့သည္။\nအဲရစ္၏မိဘမ်ား ျဖစ္ၾကေသာ မစၥတာကာဘီႏွင့္ အမန္ဒါတို႔က အဲရစ္ကိုရွာေဖြရန္ဆံုး ျဖတ္ခဲ့ၾကၿပီး\nေဒါက္တာအလန္ဂရန္႔ကို မလိမ့္တပတ္လုပ္ ေခၚေဆာင္ကာ ေဆာ္နာကၽြန္းသို႔ခရီးႏွင္ခဲ့ၾကသည္။\nအဲရစ္ႏွင့္ဘန္ကို ရွာေတြ႕ႏိုင္ပါ့မလား ...",
        "rating": "5.9",
        "url": "https://megaup.net/2cfwc/Jurassic_Park_-_3_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/6948-140x200.jpg",
        "title": "Gintama (2017)",
        "description": "၂၀၁၇ ခုႏွစ္​မွာထြက္​ရွိထားတဲ့Live action ​ေလးတစ္​ကားကိုတင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဇာတ္​ကား​ေလးက ဂ်ပန္​မွာ ​ေအာင္​ျမင္​မႈရရွိထားတဲ့Gintama ဆိုတဲ့ manga ကို ျပန္​လည္​ရိုက္​ကူးထားတာျဖစ္​ၿပီး​ေတာ့ ဒီဇာတ္​ကားဟာလဲ ၀င္​​ေငြစံခ်ိန္​တင္​ရရွိထား ၿပီး ဂ်ပန္​မွာ ​ေအာင္​ျမင္​ခဲ့ တဲ့ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​း​ေလးက​ေတာ့ တိုက်ိဳၿမိဳ႕​ေပၚကိုၿဂိဳဟ္​သား​ေတြက်ဴး​ေက်ာ္​လာၿပီး​ေတာ့ကမ႓ာ​ေျမ​ေပၚကို နယ္​ခ်ဲ့ သိမ္​းပိုက္​ဖို႔ ႀကံစည္​လာပါတယ္​အဲ့ဒီၿဂိဳဟ္​သား​ေတြကို ဆာမူရိုင္​း​ေတြက ျပန္​လည္​ခုခံၿပီးတိုက်ိဳၿမိဳ႕ကိုကာကြယ္​ဖို႔ ႀကိဳးစားတဲ့အခါမွာၿဂိဳဟ္​သား​ေတြကိုခုခံႏိုင္​မွာလားဘာ​ေတြဆက္​ျဖစ္​မွာလဲဆိုတာ​ေတြကို​ေတာ့ပရိတ္​သတ္​ႀကီးကဆက္​လက္​ၾကည္​့ၾကရမွာပါQty - 720p BlurayDuration - 1hr 56minGern - Action / ThrillTranslator - KenEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2fI1f/Gintama_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/4HTUxm1bHwPMtTY0cicTuZhiWem-133x200.jpg",
        "title": "Wine Wars (2017)",
        "description": "ဒီတစ္ခါေတာ့ဝိုင္ခ်စ္သူ႐ုပ္ရွင္ခ်စ္ပရိတ္သတ္ႀကီးအတြတ္၂၀၁၇ ထြက္ Wine War ဆိုတဲ့တ႐ုတ္ဇာတ္ကားေလးတစ္ပုဒ္နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ဟာသနဲ႕အက္ရွင္ေပါင္းထားတာေလးပါ။ဇာတ္လမ္းကယန္မင္းဆက္လက္ထက္တုန္းကအရမ္းကိုေတာ္တဲ့ဝိုင္ျပဳလုပ္ေပးတဲ့သူတစ္ေယာက္ရွိပါတယ္။အဲ့အခ်ိန္တည္းကကမာၻေပၚမွာအေကာင္းဆုံးဝိုင္ျပဳလုပ္တဲ့နည္းကိုရွာေဖြေတြ႕ရွိခဲ့ၾကတာပါ။အဲ့နည္းလမ္းကိုမ်ိဳးရိုးစဥ္ဆက္လက္ဆင့္ကမ္းလာၾကတာအခုေခတ္တန္ေၾကးနဲ႕ဆို ယူရို ၅မီလီယံအထိျဖစ္လာတယ္။အဲ့နည္းလမ္းသာရၿပီဆိုေသခ်ာေပါက္သူေဌးျဖစ္ၿပီေလ။အဲ့အခ်ိန္မွာပဲအဲ့နည္းလမ္းကိုေလလံတင္ေရာင္းခ်မယ္ဆိုေတာ့ေလလံဆြဲၾကၿပီေပါ့။ဘယ္သူကဘယ္လိုေလလံေဈးနဲ႕ရသြားမလဲ။ေလလံတင္တဲ့သူဘက္ကေရာမ်ိဳးရိုးစဥ္ဆက္ထိန္းသိမ္းရမယ့္နည္းလမ္းကိုဘာလို႔ေလလံတင္လိုက္တာလဲ။ေနာက္ဆုံးအဲ့နည္းနဲ႕သူေဌးျဖစ္မယ့္သူကဘယ္သူလဲဆိုတာရယ္ရယ္ေမာေမာနဲ႕ၾကည့္လိုက္ၾကရေအာင္ပါ။ဇာတ္ကားၾကည့္ၿပီးဝိုင္ေသာက္ခ်င္တယ္ဆိုရင္ေတာ့ကိုယ္ဟာကိုယ္ဝယ္ေသာက္ၾကပါလို႔ေျပာခ်င္ပါတယ္။အက္ဒမင္ေတြကိုလည္းဝယ္တိုက္ခ်င္ရင္အခ်ိန္မေ႐ြးလက္ခံပါတယ္လို႔ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူက ကိုေနမ်ိဳးပါ) File Size : (800 MB) and (270 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264-WiKi\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/wine-wars-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/J2-141x200.jpg",
        "title": "Jumanji (1995)",
        "description": "က်ေနာ္တုိ႔ ကေလးဘ၀ ကတည္းက ၾကည့္ရွဳ႕ႏွစ္ၿခဳိက္ ခဲ့ရတဲ့ Jumanji ဇာတ္ကားေလး\nတင္ဆက္ ေပးလုိက္ရပါတယ္။ ကေလးငယ္ေလး ႏွစ္ေယာက္ ဟာ မေမွ်ာ္လင့္ဘဲ ဒီ\nဂ်ဳမန္ဂ်ီလုိ႔ေခၚတဲ့ ကစားကြက္ ကုိေတြ႕ရွိခဲ့ပါတယ္။ ဒီေတာ့လည္း ကေလးတုိ႔ ထုံးစံ အတုိင္း\nကစားၾကည့္တာေပါ့ အဲ့အခ်ိန္မွာမွ သိလုိက္ရတာက ဒီကစားနည္းမွာ က်တဲ့ အတုိင္း\nအျပင္ေလာက မွာ တစ္ကယ္ျဖစ္လာတယ္ ဆုိတာပါပဲ ေတာရုိင္းတိရိစၦာန္ေတြ ထြက္လာတာ\nျခင္ေတြက ဒုကၡေပးတာ မုဆုိးတစ္ေယာက္က သင့္ကုိ လုိက္သတ္ လိမ့္မည္ ဆုိတာမ်ဳိးေတြေပါ့\nဒါေပမဲ့ စည္းကမ္း ခ်က္ တစ္ခု ရွိပါတယ္ ဒီကစားနည္း ကုိ အၿပီး အထိ ကစားမွသာ ကစားနည္းေၾကာင့္\nႀကဳံေနရတဲ့ အႏၱရာယ္ေတြ ေပ်ာက္ကြယ္သြားမွာပါ။ ဒီလုိ အႏၱရာယ္ေတြ ၾကားထဲမွာ သူတုိ႔ ဘယ္လုိမ်ား\nဒီ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/jumanji-1995/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/p19410_p_v8_bb-133x200.jpg",
        "title": "The Lost World: Jurassic Park (1997)",
        "description": "The Lost World သည္ Jurassic Park ၏အဆက္ ျဖစ္ၿပီး\nပထမကားထြက္ၿပီးေလးႏွစ္ အၾကာ (၁၉၉၇) တြင္ရံုတင္ခဲ့သည္။\nထိုေခတ္အခါက ရံုတင္ဝင္ေငြအၾကမ္းဆံုးဇာတ္ကားလည္းျဖစ္ခဲ့သည္။\nဒါ႐ိုက္တာ Steven Spielberg ကိုယ္တိုင္ပင္ ဆက္လက္႐ိုက္ကူးခဲ့ၿပီး IMDb 6.5 ရရွိခဲ့သည္။\nလူဆိုသည္မွာ လက္ေလွ်ာ့တတ္ေသာသတၱဝါမဟုတ္ဟုဆိုသည့္အတိုင္း\nဒိုင္ႏိုေဆာမ်ားကိုဖန္တီးခဲ့သည့္ အင္ၾကင္းကုမၸဏီ(InGen)သည္\nကုန္က်စားရိတ္မ်ားကာမိေစရန္အတြက္ ထပ္မံႀကိဳးစားလိုၾကသည္။\nအရံႈးသမားဘုတ္အဖြဲ႕ဒါ႐ိုက္တာ ဂၽြန္ဟမ္မြန္က တားျမစ္ခဲ့ေသာ္လည္း လက္မခံခဲ့ဘဲ\nပီတာလုဒ္ေလာ ဦးေဆာင္ၿပီးဆိုနာကြ်န္း(အလုပ္ရံုB)သို႔သြားေရာက္ခဲ့ၾကသည္။\nလုဒ္ေလာ၏ရည္ရြယ္ခ်က္မွာ ထိုကြ်န္းကို တိရိစာၦန္ရံုျပဳလုပ္ရန္မဟုတ္။\nဆန္ဒီေရဂိုၿမိဳ႕ထဲတြင္တိရိစာၦန္ရံု တည္ေဆာက္ၿပီး ဒိုင္ႏိုေဆာမ်ားကို ထည့္သြင္းျပသရန္ျဖစ္သည္။\nလုဒ္ေလာသည္ေၾကးစားမုဆိုးအဖြဲ႕တစ္ဖြဲ႕ကိုငွားၿပီး ဒိုင္ႏိုေဆာမ်ားကိုဖမ္းဆီးရန္ႀကိဳးစားစဥ္တြင္\nဂၽြန္ဟမ္မြန္လႊတ္လိုက္သည့္ ေစာင့္ၾကည့္မွတ္တမ္းယူအဖြဲ႕(ပညာ ရွင္မ်ားအဖြဲ႕)ႏွင့္ထိပ္တိုက္တိုးခဲ့ၾကသည္။\nထူးျခားသည္က ဤ႐ုပ္ရွင္တြင္ ဒိုင္ႏိုေဆာမ်ားသည္\nမိမိအသိုက္အျမံဳကိုကာကြယ္လိုသည့္သေဘာျဖင့္သာၾကမ္းၾကဳတ္လာခဲ့ၾကပံု၊\nအုပ္စုဖြဲ႕မုဆိုးမ်ားျဖစ္ၾကေသာ လူသားမ်ားႏွင့္ရက္ပ္တာမ်ား ထိပ္တိုက္ေတြ႕ၾကပံု၊\nဒိုင္ႏိုေဆာမ်ားကို သက္ရွိမ်ားအျဖစ္ျမင္ၿပီး ကာကြယ္လိုေသာပညာရွင္ အဖြဲ႕ႏွင့္\nဒိုင္ႏိုေဆာမ်ားကို ပိုက္ဆံမ်ားအျဖစ္ျမင္ၿပီးဖမ္းဆီးလိုေသာအဖြဲ႕ထိပ္တိုက္တိုးၾကပံု\nစသည္ျဖင့္အလြန္စိတ္ဝင္စားဖြယ္ျဖစ္ေအာင္ ႐ိုက္ကူးတင္ဆက္ထားပါသည္။File Size ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cfw5/Jurassic_Park_-_2_-_The_Lost_World_[1997]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Bhaagamathie-poster-128x200.jpg",
        "title": "Bhaagamathie (2018)",
        "description": "Bhaagamathie (2018)_____IMDb - 7.0/10\n  ၂၀၁၈ ခုနှစ်ထွက် အလန်းစား တမီလ်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nနိုင်ငံရေး ဇာတ်ရှုပ်တွေ အရမ်းခေတ်စားတဲ့ ဘောလီးဝု၊ သောလီးဝု ဇာတ်ကားတွေထဲမှာ\nရှုပ်ထွေးလှတဲ့ နိုင်ငံရေး လုပ်စားကွက်တွေကို ဟော်ရာ(horror) ထည့်ရိုက်ထားတဲ့၊\nနိုင်ငံရေးနဲ့ ဟော်ရာပေါင်းစပ်ရိုက်ကူးထားတဲ့၊ ဇာတ်ကားကောင်းတစ်ကားပါ...\nအခုခေတ် ဖြစ်ပျက်နေတဲ့ အကြောင်းအရာတွေ ကြားထဲမှာ အရင်ခေတ်က\nမိဘုရား တစ်ပါးက ဘယ်ကနေ ဘယ်လို ပါဝင်လာသလဲ?\nဘုရင်တစ်ပါးရဲ့ အင်အားသုံးခုဖြစ်တဲ့ ငွေရယ်၊ လူထုထောက်ခံမှုရယ်၊\nဦးဏှောက်ရယ်ကို ဘယ်လိုမျိုး ကစားသွားသလဲ?\nစတာတွေကို ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်း တစ်ကားပါ\nရိုက်ချက်ကောင်းကောင်း၊ ဇာတ်လမ်းကောင်းကောင်း ကြည့်ချင်တဲ့သူတွေအတွက်\nရည်ရွယ်ထားတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး\nIndia တောင်ပိုင်းဇာတ်ကားတွေက ဇာတ်လမ်းပိုင်းနဲ့ ပတ်သတ်ရင်တော့ ဆရာကြီးတွေပါ\nသူတို့ရဲ့ကားတိုင်းလိုလို double twist တွေနဲ့လာပါတယ်\nဒါပေမဲ့ မင်းသားတွေက over action တွေကြောင့် ကြည့်ရတာနည်နည်း ဖီလင်အောက်သွားတတ်တာပါ\nဒါကြောင့် ဒီဇာတ်ကားကိုလည်း အဲ့လိုဖီလင်အောင်မလားလို့ စိုးတထင့်ထင့်နဲ့\nဘာဟူဘာလီမင်းသမီးခေါင်းဆောင်ပါဝင်လို့ သွားကြည့်မိတာပါ\nမန်မာပရိသတ်တွေအကြိုက် နှစ်ဘဝကလဲ့စားမင်းသမီးပေါ့၊\nဒါရိုက်တာက ဒီဇာတ်လမ်းကို ဒီမင်းသမီးနဲ့ရိုက်ချင်လို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SEoh/Bhaagamathie_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/b-132x200.jpg",
        "title": "Bomb City (2017)",
        "description": "ကၽြန္ေတာ္တို႔နိုင္ငံအပါအဝင္ လူ႔အဖြဲ႔အစည္းေတာ္ေတာ္မ်ားမ်ားမွာ ျခားနားမႈနဲ႔႔ပတ္သက္ျပီး ခြဲျခားဆက္ဆံခံရမႈေတြေတာ္ေတာ္မ်ားမ်ားရွိပါတယ္။အေမရိကန္လိုနိုင္ငံမ်ိဳးမွာေတာင္ ဒီလိုအျဖစ္အပ်က္ေတြရွိခဲ့ပါတယ္။လူေတာ္ေတာ္မ်ားမ်ားက အသြင္အျပင္ ဝတ္စားဆင္ယင္မႈ ေနထိုင္မႈဘဝပံုစံေတြဟာ အမ်ားနဲ႔မတူတဲ့အခါ ေလွာင္ေျပာင္ရယ္ေမာ အျပစ္တင္တတ္ၾကတာေတြရွိပါတယ္။အသားအေရာင္ခြဲျခားမႈေတြ၊ လိင္စိတ္တိမ္းညြတ္မႈေတြ၊ လူမ်ိဳးမတူညီတာေတြ ကစလို႔ ကိုးကြယ္ယံုၾကည္မႈမတူတာေတြအထိေပါ့ဗ်ာ။ဒီဇာတ္လမ္းကေလးကေတာ့ ၁၉၉၀ပတ္ဝန္းက်င္ အေမရိကန္ႏိုင္ငံတကၠဆက္ျပည္နယ္ကျမိဳ႕ေလးတစ္ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ျဖစ္ရပ္တစ္ခုကိုရိုက္ထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ခုပါ။အဲ့ဒီျမိဳ႕မွာေနထိုင္ၾကတဲ့ ပန္႔္ခ္လူငယ္ေတြရဲ႕ဘဝေနထိုင္မႈနဲ႔ပတ္ဝန္းက်င္ကလူေတြရဲ႕အျမင္ေတြ ပြတ္တုိ္က္မႈျဖစ္တဲ့အခါ တရားဥပေဒဟာ သူတို႔ဖက္မွာရွိမေနေၾကာင္းကို ရိုက္ျပထားပါ။တရားဥပေဒဟာလူအမ်ားစုရဲ႕လက္ထဲမွာပဲရွိတယ္ဆိုတာျဖစ္သင့္ပါသလား။ဒီဇာတ္ကားဟာ လူ႔အဖြဲ႕အစည္းနဲ႔ပတ္သက္ျပီး မက္ေဆ့ေတာ္ေတာ္မ်ားမ်ားေပးထားတဲ့ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္။အညႊန္းမွာေရးထားတာက အဲ့ဒီမက္ေဆ့ေတြရဲ႕အပိုင္းအစေသးေသးေလးပဲရွိပါေသးတယ္။ေနာက္ထပ္ထူးျခားတာတစ္ခုက ကမၻာေက်ာ္အဆိုေတာ္ၾကီး Marilyn Manson လည္းဒီထဲမွာပါဝင္သရုပ္ေဆာင္ထားတာပဲျဖစ္ပါတယ္။ဒီကားေလးဟာ လူၾကီးမင္းတို႕ရဲ႕ ႏွလံုးသားနဲ႔ဦးေနွာက္တစ္ေနရာရာကို ထိသြားလိမ့္မယ္လုိ႔ယံုၾကည္ပါတယ္။၂၀၁၈ ေဖေဖာ္ဝါရီမွာထြက္ခဲ့တာျဖစ္ျပီး Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 7.2/10 Rotten Tomatos 83% Google Users 95% ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကကိုၾကီးဇြဲပါ) File Size : (800 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 35min\nFormat ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bomb-city-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Legend-_Of_The_Demon_Cat_Keyart_v2_500-133x200.jpg",
        "title": "Legend of the Demon Cat(2018)",
        "description": "ကဲအခုတစ္​ခါ​ေတာ့​ေမွာ္​ကားႀကိဳက္​တဲ့ပရိတ္​သတ္​ႀကီးအတြက္​ တရုတ္​​ေမွာ္​ကား​ေလးတစ္​ကားကုိတင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးကCGI affect ​ေတြနဲ႔ အလန္​းစား ၾကည္​့ၾကရမွာျဖစ္​ၿပီး​ေတာ့၂၀၁၈ ခု ၁လပိုင္​း ၁၁ ရက္​​ေန႔မွာရံုတင္​ျပသထားတဲ့ကား​ေလးပဲျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္း​ေလးက​ေတာ့ တန္​​ေခတ္​​ေႏွာင္​းပိုင္​းမွာမိစၦာ​ေတြႀကီးစိုးၿပီး ​ေၾကာင္​မိစၦာ​ေတြရဲ႕က်ဴး​ေက်ာ္​မႈကိုလူသား​ေတြဟာ အလူးအလဲခံၾကရပါတယ္​အဲ့ဒီအခ်ိန္​မွာပဲ တ​ေဘာင္​တစ္​ခု​ေပၚခဲ့ ၿပီးအဲ့တ​ေဘာင္​ကို လိုက္​လံစံုစမ္​းရာမွာ မင္​းသားဟာဘုန္​းႀကီးတစ္​ပါးနဲ႔ဆံုခဲ့ ၿပီး ဒီဘုန္​းႀကီးကဘာ​ေတြကူညီ​ေပးမလဲ သူတို႔၂​ေယာက္​က​ေကာဒီသမိုင္​းျဖစ္​ရပ္​ႀကီးကို​ေဖာ္​ထုပ္​ႏို္​ပါ့မလားဆိုတာကို​ေတာ့ပရိတ္​သတ္​ ႀကီးကဆက္​လက္​ၾကည္​့ၾကရမွာပါQty - 720p Web DlDuration - 2hr 01minGern - Fantasy / MysteryTranslator - Yamin Thawdar MaungEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/legend-demon-cat2018/",
        "category": "Action, Asian, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNDE1ZDAwNWQtZmFjOS00MzEwLWI4YzYtZTg3M2RjYmQwY2U5XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Family of Winners (2017)",
        "description": "ဒီတစ္​ခါ​ေတာ့ ၂၀၁၇ ထြက္​ family of winner ဆိုတဲ့ တရုတ္​ကား​ေလးနဲ႔မိတ္​ဆက္​​ေပးခ်င္​ပါတယ္ ဒီကား​ေလးက​ေတာ့ အြန္​လိုင္​းဂိမ္​းၿပိဳင္​ပြဲဇာတ္​ကား​ေလးပါ​ေ႐ွာင္​ကန္​ဆိုတဲ့ ပထမဆံုးမိန္​းက​​ေလးအြန္​လိုင္​းဂိမ္​းကစားသမားဟာ ၿပိဳင္​ပြဲတစ္​ခုမွာ႐ွဳံးနိမ္​့သြားၿပီး​ေနာက္​ ဂိမ္​း​ေလာကက​ေန ထြက္​ၿပီး အခ်ိန္​အ​ေတာ္​ၾကာအနားယူထားခဲ့ပါတယ္​ ဝမ္​ဇူဆိုတဲ့ ​ေၾကာ္​ျငာ​ေရးသမား​ေလးက​ေတာ့ အက်င္​့မ​ေကာင္​းတဲ့ ဒါရိုက္​တာျဖစ္​သူ​ေၾကာင္​့သူ​ေဌးရဲ႕ အလုပ္​ျဖဳတ္​တာ ခံလိုက္​ရသူပါ တစ္​ခ်ိန္​တည္​းမွာပဲ သူ႔အ​ေဖဝမ္​​ေ႐ွာင္​လီရဲ႕အင္​တာနက္​ဆိုင္​​ေလးဟာ ​ေငြတိဳး​ေခ်းသမား​ေတြရဲ႕ လက္​ထဲ​ေရာက္​ဖို႔ အ​ေျခအ​ေနျဖစ္​လာခဲ့ပါတယ္​ ဒီအခါ​ေတာ့ ဝမ္​ဇူရဲ႕အ​ေမ အသက္​႐ွင္​စဥ္​က အမွတ္​တရ​ေလး​ေတြ ႐ွိ​ေနတဲ့ အင္​တာနက္​ဆိုင္​​ေလးကိုအ​ေႂကြး႐ွင္​​ေတြ လက္​ထဲထည္​့မ​ေပးရ​ေရး ဝမ္​ဇူႀကိဳးပမ္​းရပါ​ေတာ့တယ္​သူဟာ အြန္​လိုင္​းဂိမ္​းၿပိဳင္​လို႔ အႏိုင္​ရရင္​ သူ႔ဆိုင္​ကို မသိမ္​းရဘူးဆိုတဲ့အ​ေလာင္​းအစားတစ္​ခုလုပ္​လိုက္​ပါတယ္​ ဒီအတြက္​ ဂိမ္​းကစားမယ္​့ကစားသမားအဖြဲ႔ကို သူ႐ွာရပါ​ေတာ့တယ္​ သူတို႔သားအဖအင္​တာနက္​ဆိုင္​​ေလးကိုအ​ေႂကြးသိမ္​းမခံရ​ေအာင္​ ဘယ္​လို​ေတြ ႀကိဳးစားၾကလဲ အဖြဲ႔ဝင္​စုတာ​ေရာ အဆင္​​ေျပသြားရဲ႕လားသူတို႔အိမ္​မွာ အခန္​းလာငွား​ေနတဲ့ အြန္​လိုင္​းဂိမ္​းဆရာမႀကီး ​ေ႐ွာင္​ကန္​က​ေရာ သူတို႔အႏိုင္​ရဖို႔ကူညီ​ေပးႏိုင္​ပါ့မလားဆိုတာ​ေတာ့ ဇာတ္​လမ္​းအျပည္​့အစံုကို ၾကည္​့႐ွဳအား​ေပးၾကပါဦး​ Qty - 720p Web DlDuration - 1hr 45minGern - ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/family-winners-2017/",
        "category": "Action, Sci-Fi"
    }
]