[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Ew0f2UNVIAEzW1L-133x200.jpg",
        "title": "Zack Snyder’s Justice League (2021)",
        "description": "စောင့်မျှော်နေတဲ့ Snyder's Cut တော့ ထွက်ရှိလာပါပြီ2017 မှာထွက်ရှိခဲ့တဲ့ Justice League ရဲ့ အကြီးအကျယ် Failed တာကြောင့်DC ပရိတ်သတ်တွေဟာ Zack Snyder နှုတ်မထွက်ခင်ကVersion ကို WB ကိုအသည်းအသန်တောင်းကြပါတယ်4 နှစ်အကြာမှာတော့ အိမ်မက်တွေဖြစ်မြောက်ပြီလို့ဆိုရမှာပါဒီဇာတ်ကားဟာ Super Man & Batman ကားရဲ့ အဆုံးသတ်ကနေစပြီးဇာတ်လမ်းပြန်တည်ထားပါတယ်..SuperMan သေဆုံးပြီးတဲ့နောက်ကနေစပြီး Mother Box သုံးခုနိုးထလာမှုနဲ့အတူ Steppenwolfဟာ လိုက်လံစုဆောင်းပါတော့တယ် Mother Box သုံးခုရဲ့ကြီးမားတဲ့အစွမ်းကိုသိနေတဲ့ Wonder Woman ဟာ Bruce Wayne ကိုပြောပြပြီးဖြစ်လာမယ့် အန္တရာယ်တွေအတွက် တားဆီးဖို့ လူစုခိုင်းပါတော့တယ်ဒီလိုနဲ့ပဲ Justice League အဖွဲ့ဖြစ်တည်လာဖို့ Bruce Wayne ကစတင်ပြီးလူစုပါတော့တယ်...ဒီဇာတ်ကားဟာ 4 နာရီကြာမြင့်တာဖြစ်ပြီးတချို့ဇာတ်ကောင်တွေရဲ့ Origin တွေဟာလည်းပြည့်ပြည့်စုံစုံပါတယ်ဒီတခါတော့ JL ဟာသင်တို့ကိုစိတ်ပျက်စေမှာမဟုတ်လောက်ဘူးလို့ထင်ပါတယ်...စစထွက်တုန်းက WEBRIP Quality နဲ့ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/zack-snyders-justice-league-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Screenshot-2022-04-13-at-07-44-16-Blood-The-Last-Vampire-2009-134x200.png",
        "title": "Blood: The Last Vampire (2009)",
        "description": "ဒီကားလေးကတော့ Japanese Animation ဇာတ်ကား Blood: The Last Vampire ကို အခြေခံ ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပါ\nအားလုံးသိကြတဲ့ ကိုရီးယားမင်းသမီးချော Jun Ji-hyun လည်း ပါ၀င်ထားပါတယ်ဆာယာဆိုတဲ့ ကောင်မ‌လေးကတော့ ငယ်ငယ်တည်းက မိဘမဲ့ဖြစ်ပြီး ခတိုဆိုတဲ့ ဆာမူရိုင်းဂျပန်အဘိုးကြီး တစ်ယောက်က ‌မွေးစားထားတာပေါ့\nသူ့ အဖေကိုသတ်ခဲ့တဲ့ အိုနီဂန်ဆိုတဲ့ မကောင်းဆိုး၀ါး ကို ပြန်ကလဲ့စားချေဖို့ ကိုယ်ခံပညာကို သင်ခဲ့တယ်\nဆာယာက လူတ၀က် မကောင်းဆိုး၀ါးတစ်၀က်နဲ့ မွေးလာတာ‌ကြောင့် နှစ်၄၀၀ကြာတဲ့အထိ အသက်ကြီး မသွားခဲ့ဘူးသွေးစုပ်ကောင်တွေ ကို ပြည်သူလူထု မသိစေဘဲ နှိမ်နှင်းနေတဲ့ အမေရိကန် အဖွဲ့အစည်းတစ်ခုကို ဆာယာ၀င်‌ယောက်လာခဲ့တယ်\nသူ့ အဖေကို သတ်တဲ့ မကောင်းဆိုး၀ါးကို ရှာရင်း သူကိုယ်တိုင် မကောင်းဆိုး၀ါးနီးနီး ဖြစ်လာတဲ့အခါ...ဓားရှည်တစ်ချောင်းနောက်ပစ်ပြီး ကြမ်းတမ်းပေမယ့် လှပနေတဲ့ မင်းသမီး Jun Ji-hyun ပါတာနဲ့ တင် ကြည့်ဖို့တန်နေတာမို့ လက်မလွှတ်တမ်း ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/blood-the-last-vampire-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxtMstBRyoQYABjepeygEsJqAQT.jpg",
        "title": "The Legend of Kunlun ( 2022 )",
        "description": "ဂူသင်္ချိုင်း‌‌တွေထဲမှာ ရတနာတွေရှာ‌‌ဖွေစွန့်စားရမဲ့ ဇာတ်ကားလေးကိုကြည့်ရတာ\nသဘောကျတတ်တဲ့ CM fansတွေအတွက်\nတော်တော်စိတ်ဝင်စားစရာကောင်းမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားထဲမှာတော့ ဖချိုးမျိုးနွယ်စုရဲ့ သမိုင်းအကြောင်းကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့မင်းသား ကျန်းဝမ်ဖုန်းကတော့ သူ့အဖေပျောက်ကွယ်သွားရတဲ့\nဖြစ်ရပ်မှန်ကိုသိချင်သောစိတ်တစ်ခုနဲ့ ဒီရတနာသိုက်ရှာဖွေတဲ့လမ်းကို လျှောက်ခဲ့တာဖြစ်ပါတယ်\nကျန်းဝမ်ဖုန်းက ကောင်းကင်ဘုံနည်းပညာကိုလေ့လာသင်ယူကာ\nကောင်ကင်ဘုံအရာရှိဆိုတဲ့ ရာထူးကိုလည်းဆက်ခံပြီးသား လူတစ်ဦးဖြစ်ပါတယ်ဒီလိုနဲ့ ကျန်းဝမ်ဖုန်းရယ် သူ့သူငယ်ချင်းဖြစ်သူ ကျာလူပန်းနဲ့ ကျုံးလင်တို့\n၃ယောက်ပေါင်းပြီး လုပ်ဖော်ကိုင်ဖက်အဖြစ် ‌အတူလုပ်ကိုင်ကြရာမှ\nကျန်းဝမ်ဖုန်းရဲ့ အဖေကိုရှာတွေ့ဖို့ နည်းလမ်းတစ်မျိုးရှာတွေ့သွားပါတယ်\nနည်းလမ်းကတော့ ကျောက်မင်ရှေးဟောင်းကြေးမုံကိုရအောင်ရှာပြီး\nခွန်းလွမ်တောင်အတွင်းမှာရှိတဲ့ လျှို့ဝှက်မြို့ထဲကိုသွားရမှာဖြစ်ပါတယ်ကျန်းဝမ်ဖုန်းလည်း သူ့အဖေနဲ့အဆက်သွယ်ပြတ်တာ\n၁၇နှစ်ရှိပြီဆိုတော့ အချင်းချင်းပြန်တွေ့နိုင်ဦးမလား\nတရုတ်ရိုးရာအမွေအနှစ်ပုံပြင်တွေနဲ့ သမိုင်းအကြောင်းလေးတွေပါ\nထည့်သွင်းရိုက်ကူးထားတာမလို့ အားလုံးပဲ\nThe Legend of KunLunကိုကြည့်ရှုလိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat :  mp4\nDuration : 1h 20min\nGenres : Action, Fantasy, Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "6.4",
        "url": "https://megaup.net/1JNn2/The_Legend_Of_Kunlun_1080p_2022_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p161242_p_v8_at-133x200.jpg",
        "title": "DOA: Dead or Alive (2006)",
        "description": "DOA: Dead or Alive (2006)\n---------------------------\n၂၀၀၆ခုနှစ် အင်တာနက်တွေ သိပ်ခေတ်မထခင်တည်းကကျွန်တော်တို့ စီဒီတွေ ဒီဗီဒီခွေတွေနဲ့ ကြည့်ခဲ့တဲ့ရတဲ့ဖိုက်တာဇာတ်လမ်းလေးပါပဲ. အတော်များများလဲ မှတ်မိကြမယ်ထင်ပါတယ်..မင်းသမီးဖိုက်တာဆိုတာ ဒါမျိုးလို့ဆိုရလောက်အောင် အသေဖိုက် အသေလန်းခဲ့တာပေါ့ဗျာ...ဒီကားထဲမှာ မင်းသမီးကို ရဲတွေဝင်ဖမ်းတော့ ပင်တီဝတ်ပြရင်း လျှပ်တပြက်ဖိုက်ပြလိုက်တာ နောက်ဆုံးသေနတ်နဲ့ပေါင်ကြားချိန်ပြီး ဘော်လီဇစ်တပ်ခိုင်းလိုက်တဲ့ အက်ရှင်ခန်းဆို မျက်လုံးထဲက မထွက်တော့တာမျိုးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့..တကမ္ဘာလုံးက အတော်ဆုံးကိုယ်ခံပညာရှင်တွေကိုDOAလို့အမည်ရတဲ့ သိုင်းပြိုင်ပွဲတခုကနေ ဖိတ်ခေါ်ခဲ့ပါတယ်.တကမ္ဘာလုံးကို ကိုယ်ခံပညာရှင်ပေါင်းစုံကလဲဒီပြိုင်ပွဲကို စိတ်ဝင်စားကြတယ်. အဲ့ဒီတော့ လာရောက်ယှဉ်ပြိုင်ကြတာပေါ့. ဒါပေမယ့် အဲ့ဒီပြိုင်ပွဲရဲ့ မူမမှန်မှုတွေကိုတော့လာရောက်ယှဉ်ပြိုင်တဲ့ထဲက အချောအလှဖိုက်တာမလေးလေးယောက်က သတိထားမိပြီး ဖော်ထုတ်လိုက်တဲ့အခါမှာတော့...........။\nFile size…(2.1 GB)/(950 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:27:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Blake",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/doa-dead-or-alive2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjk0YjUyMzctMzc2Yi00Zjk0LThlMmUtOWIyMDJiMTFiYzAwXkEyXkFqcGdeQXVyNjE2MzI5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Agent Game (2022)",
        "description": "Agent Game (2022)မင်းသားကြီး Mel Gibson ဦးဆောင်ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက မကြာခင်ကမှထွက်ရှိလာတဲ့ အက်ရှင်ဇာတ်ကားသစ်ပါ။Catagory ကတော့ Agent Game ဆိုတဲ့နာမည်အတိုင်းပဲ ပရိသတ်ရင်းနှီးပြီးသားဖြစ်တဲ့ စပိုင်တွေ၊အေးဂျင့်တွေ နှစ်ကျပ်ကွက်ရိုက်တာတွေ စတဲ့တွေးစရာအပိုင်းတွေနဲ့အတူ ပစ်ခတ်ဖောက်ခွဲဝုန်းဒိုင်းကြဲတဲ့အက်ရှင်ခန်းတွေ ဝေဝေဆာဆာနဲ့ကြည့်ရှုရမှာပါ။ရာထူးကြီးကြီးအမေရိကန်အစိုးရအဖွဲ့ဝင်တစ်ယောက်ကလျှို့ဝှက်ဖွဲ့စည်းထားတဲ့အဖွဲ့အစည်းတစ်ခုဟာ စစ်ပြန်တွေ၊လူမိုက်တွေ၊ ဂန်းစတားတွေထဲကအလားအလာရှိတဲ့လူမျိုးတွေကိုရှာဖွေစုဆောင်းပြီး နိုင်ငံအဆင့်ရှိတဲ့လျှို့ဝှက်မစ်ရှင်တွေကိုပေးလေ့ရှိပါတယ်။ တရားဝင်စစ်တပ်ကိုမသုံးပဲအဲလိုကြေးစားတွေကိုငှားရတဲ့အကြောင်းရင်းကတော့ သူတို့လိုလက်မရွံ့တဲ့လူမျိုးတွေ သေမထူးနေမထူးတွေကိုပဲ လက်မှာသွေးစွန်းခံစေပြီး အစိုးရနာမည်ကိုမသုံးချင်တာကြောင့်ဖြစ်ပါတယ်။Runtime တစ်နာရီခွဲကြာမြင့်ပြီးတော့ အဆုံးသတ်သွားတဲ့ပုံစံအရ Sequel လာနိုင်တယ်လို့လည်းထင်ရသလို ဆက်မရိုက်လည်းရတဲ့ပုံစံမျိုးလေးပြသွားပါတယ်။ ပြီးပြည့်စုံတဲ့အက်ရှင်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းမှာလိုအပ်ချက်လေးတွေရှိရင်တောင် သရုပ်ဆောင်နဲ့ဇာတ်ညွှန်းပိုင်း တော်တော်လေးအားစိုက်ထားတာသိသာပါတယ်။ ကြည့်ရှုအားပေးကြပါဦးဗျ။\nFile size…(1.1 GB)/(450 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:30:o9\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Min Khant Bo",
        "rating": "",
        "url": "https://channelmyanmar.org/agent-game-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5BU4qoPUPiOSiLue8ni8VdxNP4U.jpg",
        "title": "Etharkkum Thunindhavan (2022)",
        "description": "Etharkum Thuninthavan 2022ဟယ်လို ..ဘာ ကျွန်မသားကလူနှစ်‌ယောက်ကိုသတ်တယ်ဟုတ်လား မဖြစ်နိုင်တာ..။။ယောကျာ်းရေ ကျွန်မတို့သားကလူနှစ်ယောက်ကိုသတ်လိုက်လို့ ဆိုပြီးဖုန်းဆက်နေတယ်-လိမ်နေတာ သူတကယ်သတ်တာလေးယောက်IMDb 8.3ထိရရှိထားတဲ့ဒီကားဟာ 2019ခုနှစ် အိန္ဒိယနိုင်ငံရဲ့ Pollachi ရွာလေးမှာဖြစ်ပျက်ခဲ့တဲ့လိင်ပိုင်းဆိုင်ရာကိုယ်ထိလက်ရောက်ကျူးလွန်မှုကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ကားတစ်ကားပဲဖြစ်ပါတယ်သားဖြစ်သူသဘောကျနေတဲ့ကောင်မလေးကို တင်တောင်းလို့မရရင်ပြန်ပေးဆွဲကွာဆိုပြီး ဝိုင်းမြှောက်ပေးကြတဲ့အဖေနဲ့အမေမျိုးရှိတဲ့မိသားစု ဟာဆိုရင်ဖြင့်အတော်ဗရုတ်ကျစရာနဲ့ ခွီနေရမှာပါ ဟုတ်ပါတယ်ကန်နာဘီရန်လို့ခေါ်တဲ့ရှေ့နေရဲ့မိဘတွေက ဒီလိုမျိုးတွေပါ သားဖြစ်သူကလမ်းမှားမလျှောက်ဘူးဆိုတာအမြဲယုံကြည်ထားကြတဲ့လူတွေပါ ဒါပေမယ့်မိန်းမခိုးပွဲနေ့ကြီးမှာတော့ ထင်မှတ်မထားတာဖြစ်လာခဲ့ပါတယ်ခိုးပြေးမယ့်မိန်းမရဲ့ သူငယ်ချင်းဖြစ်သူက အန္တရာယ်ဖြစ်နေပြီဆိုပြီးသတင်းရတော့ သွားကယ်တင်ရင်း သိလာခဲ့ရတဲ့အမှန်တရားတွေ...တစ်မြို့လုံးကမိန်းကလေးတွေနဲ့အကျပ်ကိုင်ခြိမ်းခြောက်လာတဲ့အခါမှာတော့ ဒီကိစ္စကသာမန်မဟုတ်တော့ပါဘူးနောက်ကွယ်ကအကျပ်ကိုင်သူဟာသူမယှဉ်နိုင်တဲ့လူဖြစ်နေတဲ့အခါ ဘယ်လိုလှည့်ကွက်တွေသုံးမှာလဲ၇၅ကုဋေထိအကုန်အကျခံရိုက်ကူးထားပြီး လူကြိုက်များ Rating များတဲ့ဇာတ်ကား ဖြစ်တာကြောင့် အခုပဲအပြေးကြည့်ရှုနိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းရေးသားသူက Yunniဖြစ်ပါတယ်) \nFile size…3GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Jerrica & Yunni",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/etharkkum-thunindhavan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ9CsPoabDGFm8YxtCSdd6eWOUW.jpg",
        "title": "Yaksha: Ruthless Operations(2022)",
        "description": "Yaksha: Ruthless Operations(2022) ဇာတ်လမ်းအညွှန်း*************************************************ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Sol Kyung-gu , Park Hae-soo , Hiroyuki Ikeuchi ပါဝင်ထားတဲ့ ဒီအက်ရှင်ကားဟာ ဘက်ဂျင်တွေအများကြီးအသုံးပြုထားတဲ့အတွက်တော်တော်ကြီ:ကိုမိုက်ပါတယ်...ကိုရီးယားနိုင်ငံ အမျိုးသားထောက်လှမ်းရေးရုံးရဲ့ နိုင်ငံခြားဌာနခွဲတစ်ခုမှ ဌာနမှူးKang-in ဟာ အကောင်းဆုံးအေးဂျင့်တွေစုစည်းထားတဲ့ Black Team ကိုဦးဆောင်ပြီးလျှို့ဝှက်မစ်ရှင်များကိုလုပ်ဆောင်ရမယ့် အဖွဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်....\nKang-in ဟာ သူလိုချင်တာရဖို့အတွက်ဆိုရင် ညှာတာမှုမရှိဘဲရက်စက်တတ်တဲ့သူဖြစ်တာကြောင့် \"Yaksha\" (လူတွေကိုဝါးမျိုသောဝိဉာဉ်) ဆိုပြီးနာမည်ဆိုးနဲ့ ကျော်ကြားပါတယ်...\nတစ်ရက်မှာ Black Team ကိုစစ်ဆေးရေးလုပ်ဖို့အတွက် ဌာနချုပ်ကနေ အမှုစစ် Ji Hoon ကိုစေလွှတ်ခဲ့ပါတယ်...\nဒီ‌နေရာမှာ သူတို့ဆောင်ရွက်ရမယ့်စစ်ဆင်ရေးအစစ်ဟာအရှေ့အာရှတစ်ခွင်လုံးကို လှုပ်ခတ်သွားစေနိုင်မယ့်အမှုနဲ့ ပတ်သက်မှုရှိနေကြောင်း သိလိုက်ရတဲ့အခါမှာတော့...File Size :(0.9GB) and (346 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime , Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/yaksha-ruthless-operations2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/deadpool_two_ver4-140x200.jpg",
        "title": "Deadpool 2 (2018) Super Duper Cut",
        "description": "Deadpool 2 (2018) ကို အလန်းဆုံးဗားရှင်းဖြစ်တဲ့ Super Duper Cut Version နဲ့ တင်ဆက်လိုက်ပါတယ်။အရင် Version တွေမှာမပါတဲ့ အခန်းအပိုအလိုတွေအများကြီးပါပါတယ်အလန်းကြီးပါ အခုပဲ ဒေါင်းလုတ်ဆွဲကြည့်လိုက်ပါ---------------Deadpool ရုပ်ရှင်ဆိုတဲ့အတိုင်း တစ်ကားလုံးက Deadpool ပီသခဲ့တယ်။အရင်ကားထက်ပိုပြီး ပြောင်၊ ပိုပြီးအရှက်မရှိ၊ ပိုပြီးကြမ်းထားတယ်။အထူးသဖြင့် Credit scene တွေဆို ရစရာကိုမရှိဘူး။Plot ပိုင်းမှာ အရမ်းကြီးတော့မရှိ။ဇာတ်လမ်းရဲ့ ဇာတ်ဝင်ခန်းအများစုက action ရယ် ဓာတ်ပူး မျက်နာပြောင်နေတာရယ်က အဓိက များတယ်၊ကိုဓာတ်ပူးရဲ့ X Force အဖွဲ့ skill ကိုပြထားတာ‌လည်း တော်တော်မိုက်တယ်။တော်တော်ကိုကြမ်းပြထားနိုင်တယ်။ ထင်မထားဘူး။Domino နဲ့ Cable ကိုပုံဖော်ထားတာလည်း တော်တေယ်လေးကောင်းတယ်။Cable လုပ်တဲ့ Thanos ကြီးလည်း သရုပ်ဆောင်လန်ထွက်နေတာပဲ။မဆီမဆိုင်စဉ်းစားမိတာက Deadpool ဘေးမှာနေရင်း Cable ကြီး မရယ်မိအောင် တော်တော်လုပ်ယူရမလားပဲ။Deadpool 2 ဟာ တစ်ကားလုံးနီးပါး ဗြင်းနေတာနဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/deadpool-2-2018-unrated/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BYzE5MjY1ZDgtMTkyNC00MTMyLThhMjAtZGI5OTE1NzFlZGJjXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deadpool (2016)",
        "description": "ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလို\nကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)Deadpool Review\n**************\nမျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/deadpool1-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000-200x133.jpg",
        "title": "Asurado (2021)",
        "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ...သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/asurado-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/jackass-forever2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/tf2kw9HfzuowczsT7VDVR5KQxJH-133x200.jpg",
        "title": "Mission Kashmir (2000)",
        "description": "IMDb Rating (6.6)ပထမဦးဆုံးအနေနဲ့ ပြောချင်တာက\nလောကမှာ ဘယ်လူမျိုး ဘယ်ဘာသာရယ်က အကြမ်းဖက်ဘာသာ အစွန်းရောက်လူမျိုးရယ်လို့မရှိပါဘူး..လူက နှစ်မျိုးပဲရှိပါတယ်..အဲ့ဒါကတော့ လူကောင်းနဲ့လူဆိုးပါ.. ဒီဇာတ်ကားလေးမှာ ဘာသာရေးအစွန်းရောက်အယူဝါဒတချို့ပါနေလို့ ဇာတ်ကားကြည့်ရင်း ဗဟုသုတယူရမယ့်အစား အစွန်းရောက်ဝါဒများ စိတ်ထဲမကိန်းအောင်စေဖို့ တိုက်တွန်းလိုက်ပါတယ်...အစွန်းရောက်ဝါဒီတွေရဲ့ ထုံးစံအတိုင်း ရင်ထဲမှာ အမုန်းတရားတွေစွဲကျန်နေတဲ့ တက်သစ်စလူငယ်လေးတွေကို သိမ်းသွင်း...ကိုယ်ကျိုးအတွက်ပဲ ကြည့်ပြီး ဘာသာရေးအမည်ခံ အမုန်းတရားတွေဖြန့်...လုပ်ဇာတ်တွေဖန်တီးပြီး ဆော်သြနေကြတဲ့ လူတွေလက်ထဲရောက်သွားခဲ့ရတဲ့ လူငယ်လေးတွေအကြောင်းကိုလည်း ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဓိကဦးတည်ချင်တာကတော့ မပြီးဆုံးနိုင်တဲ့ အိန္ဒိယ-ပါကစ္စတန်အမွှေဇာတ်ထုပ်ပေါ့...ဒီကားမှာ ဘောလီးဝုဒ်မင်းသားချောလေး ရီသစ်ရိုရှန်းနဲ့ မင်းသားကြီး ဆန်ဂျေးဒသ်တို့ပါဝင်သရုပ်ဆောင်ထားတယ်...မစ်ရှင်ကက်ရှမီးဆိုတဲ့ ကားနာမည်အတိုင်းပဲ ဟင်ဒူ-မွတ်စလင် အမြဲအဓိကရုဏ်းဖြစ်နေတတ်တဲ့ ကက်ရှမီးဒေသကို ဖျက်ဆီးပြီး အမုန်းတရားတွေဖြန့်ကျက်ဖို့ စစ်သွေးကြွအုပ်စုက လျှို့ဝှက်ကြံစည်နေကြတယ်ဒါကိုမှ ရဲအရာရှိက စုံစမ်းဖေါ်ထုတ်မယ့်ဇာတ်လမ်း....ဒါပေမဲ့ အဲ့ဒီစစ်သွေးကြွအုပ်စုထဲကို မတော်တဆရောက်သွားခဲ့ရတာက ရဲအရာရှိရဲ့မွေးစားသား...နောက်ခံအမုန်းတရားဇာတ်အိမ်နဲ့ သူတို့နှစ်ယောက်ကို ထိပ်တိုက်ပေးတွေ့တဲ့အခါ....ဆက်ဖြစ်လာမယ့်ဇာတ်အရှိန်ကိုတော့ တစိမ့်စိမ့်ကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(4.2 GB)/(1.4 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:31:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/mission-kashmir-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8tuYbwhNO5XXvRYenItyFJeAo8.jpg",
        "title": "Special Agent (2020)",
        "description": "Special Agent (2020)မြောက်ပိုင်းက ဇီဝလက်နက်ဗိုင်းရပ်စ်တစ်မျိုးကို ဖန်တီးပြီး ဖြေဆေးကို ရဖို့အတွက် ပါမောက္ခကြီးကို ခြိမ်းခြောက်တယ်။ ပါမောက္ခကလည်း သူ့ဇနီးသေပြီးတဲ့နောက် ဒီစစ်ဆင်ရေးကို တားမြစ်ဖို့ ဆုံးဖြတ်ချက်ချခဲ့တယ်။ဒါပေမဲ့ တစ်ဖက်မှာလည်း သမီးဖြစ်သူရဲ့ အသက်အန္တရာယ်က ရှိနေပြန်တယ်။ ပါမောက္ခက တောင်ပိုင်းက သမီးဖြစ်သူကို တွေ့ရအောင် လုပ်ပေးရင် ဒီပေါင်းစည်းမှုကို အလဟသမဖြစ်အောင် ပူးပေါင်းပေးမယ်လို့ပြောတယ်။ဘတ်ချောဝန်းဟာ တောင်ပိုင်းအေးဂျင့်တစ်ဦး၊ ဘတ်ဝန်းချောက သူ့သမီးကြောင့် မစ်ရှင်တစ်ခုလုပ်ခဲ့ရတယ်။ တောင်နဲ့မြောက်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခု ပါမောက္ခဆောင်းကို တောင်ပိုင်းကိုပို့ပေးနိုင်ရမယ်။ ဒါမှ သူ့သမီးရှိတဲ့ တောင်ပိုင်းကို ပြန်လာနိုင်မယ်။တောင်ပိုင်းနဲ့မြောက်ပိုင်း နယ်နိမိတ်ကြားကနေ စစ်ဆင်ရေးအောင်မြင်ပြီး တောင်ပိုင်းကို ပြန်လာနိုင်မလား?သမီးဖြစ်သူကို ပါမောက္ခကြီးတစ်ယောက် ကယ်တင်နိုင်ပါ့မလား? ဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမယ့် အက်ရှင်ကား ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကိုတော့ Yumeko က ရေးပေးထားပါတယ်။) File Size          : 2.4GB,  ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/special-agent-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjg5NGZmNjktODlhYy00MGY2LThhOWYtNGNkNDZkY2I1OGQxXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_FMjpg_UX1000_-157x200.jpg",
        "title": "Kothala Rayudu (2022)",
        "description": "Kothala Rayudu (2022)=================\nIMDb Rating - 8.9/10IMDb ကြီးမြင်ပြီး လန့်မသွားနဲ့ဦးဗျ။ ဟ Game of Thrones ကိုတောင်မီခါနီ:\nပါလားတို့ဘာတို့ပေါ့။ တမီးလ် IMDb rating ဆိုတော့ ဒီလောက်တော့ နည်းနည်း\nပါးပါးရှိတာပေါ့ဗျာ၊ နိုင်ငံတကာဘာညာကွိကွတွေရဲ့ မျက်စိထဲသာ ဒါဟာမသင့်\nတော်တဲ့ Rating ကြီးဘာညာလာမှာဗျ။ တောင်ပိုင်းကားကြိုက်နှစ်သက်သူတွေ\nအတွက်‌ဆိုရင်တော့ သေချာပေါက်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nAction/ Romance အမျိုးအစားဆိုတော့ အက်ရှင်ခန်းကောင်းကောင်းလေးနဲ့\nမေတ္တာဇာတ်လမ်းလေးခံစားချင်ရင် ကြည့်ရမယ့်ကားမျိုး။ဇာတ်လမ်းကတော့ တောင်ပိုင်းကားတို့ရဲ့ထုံစံအတိုင်း အသက်ကြီးပေမဲ့ မပျက်စီးသေးတဲ့\nလူပျိုကြီးဖြစ်တဲ့ Srikanth Meka ရဲ့ အိမ်ကပေးစားတဲ့ကောင်မလေးတွေကို\nပတ်ပြေးရင်း၊ ပတ်ရှုပ်ရင်း ဇာတ်ရှုပ်ထဲကိုဝင်မယ့်ကားဗျ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင် တစ်ကိုယ်ကြီးလူပျိုသိုးကြီး\nSrikanth Meka ဟာ လတ်မှတ်ရောင်းဝယ်ရေးကုမ္ပဏီကြီးမှာ မန်နေဂျာ\nအလုပ်လုပ်ရင်း အိမ်ထောင်မှုကိစ္စဆိုတာ အိမ်မှာထောင်ကျတာပဲဆိုပြီး\nပတ်ပြေးနေတဲ့သူပေါ့။ ပတ်ပြေးနေသာပြေးတာ ကောင်မလေးချောချောလေး\nမြင်တာနဲ့ အီစီကလီဘာညာကွိကွပိုင်းလုပ်ဖို့ကိုတော့လည်း လက်မနှေးတဲ့\nလူပျိုကြီးပါပဲ။ တစ်ချို့ကိစ္စတွေမှာ သူများကိုကူညီရင်း လူမိုက်တွေကြားထဲကို\nဓါးခုတ်ရာ ဘယ်လိုလက်၀င်လျှိုမှာလဲ။ အချစ်ကိုတန်ဖိုးမထား အီစကလီတွေ\nများတဲ့လူပျိုကြီး တကယ်အချစ်နဲ့တွေ့တဲ့အချိန် ဘယ်လိုပြောင်းလဲသွားမှာလဲ\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/kothala-rayudu-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2ZiY2Y0NWItMWJhMC00ZmRhLThjOWMtMjUyOGRmMTA2NDhmXkEyXkFqcGdeQXVyMjMzNjU5MzA@._V1_-142x200.jpg",
        "title": "Boon (2022)",
        "description": "ဘုရားကျောင်းကို နေ့တိုင်းမှန်မှန်သွားတယ်ဆိုတဲ့လူတစ်ယောက်ဟာ ဘယ်လိုပုဂ္ဂိုလ်မျိုး ဖြစ်နိုင်ပါမလဲ တွေးကြည့်ရအောင်။ အဲဒီလိုလူက နှစ်မျိုးရှိနိုင်ပါတယ်။ ပထမတစ်မျိုးကတော့ ဘုရားတရားကို အရမ်းကြည်ညိုပြီး ဘာသာတရားကိုင်းရှိုင်းလှသူမျိုး ဖြစ်မှာပေါ့။ ဒုတိယတစ်မျိုးကတော့ ...ဒုတိယတစ်မျိုးကတော့ သူ့ဘဝမှာ ကျူးလွန်ထားမိတဲ့ ဒုစရိုက်မှုတွေ ၊ အကုသိုလ်တွေ များလွန်းနေလို့ နေ့တိုင်း ဘုရားသခင်ဆီသွားပြီး အပြစ်တွေကို ဝန်ခံရင်း အာပတ်ဖြေနေရသူ ဖြစ်မှာပေါ့လေ။အမေရိကန်နိုင်ငံရဲ့ အရက်စက်ဆုံး နဲ့ အတော်ဆုံး ကြေးစားလူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့တော့ ရုတ်တရက်စိတ်ပြောင်းသွားခဲ့ပြီး သူ့လုပ်ဖော်ကိုင်ဖက်တွေကိုရော သူ့ရဲ့ဘော့စ်ကိုပါ ပစ်သတ်ပြီး ဇာတ်မြှုပ်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဒဏ်ရာအပြင်းအထန်ရသာရခဲ့ပြီး မသေခဲ့တဲ့ ဘော့စ်က သူ့အကြောင်းကို အငြိုးကြီးစွာနဲ့ မရမက လိုက်စုံစမ်းပြီး သူ့ကိုသတ်ဖို့ ကြေးစားသေနတ်သမားတွေ စေလွှတ်နေခဲ့တယ်။အဲဒါတင်မကသေးဘူး။ သူ့ကိုမိလိုက်ရင် တကယ့်အောင်မြင်မှုကြီးဖြစ်မှာပဲလို့ တွက်ပြီး တခြားအမှုတွေဘေးချိတ်လို့ သူ့နောက်ကိုပဲ တကောက်ကောက်လိုက်နေတဲ့ FBI အေးဂျင့်တစ်ယောက်ကလည်း ရှိလို့နေပါသေးတယ်။လူနေကျဲပါးတဲ့ တောင်ပေါ်မြို့လေးတစ်ခုမှာ ဇာတ်မြှုပ်နေထိုင်နေတဲ့ သံဝေဂနောင်တတွေ အပြည့်ဖြစ်နေတဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/boon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPGPZ5soaG27MK90oKpioSiJE2.jpg",
        "title": "The Contractor (2022)",
        "description": "The Contractor (2022)နာမည်ကျော်မင်းသား ခရစ်စ်ပိုင်းရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။\nဒူးဒဏ်ရာကြောင့် ဆေးတွေသုံးလို့ အထူးတပ်ဖွဲ့ကနေ အနားယူလိုက်ရတဲ့ အတော်ဆုံး စစ်သားတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nတပ်ကထွက်လာပြီး အလုပ်မရှိအကိုင်မရှိ အကြွေးတွေနစ်နေချိန်မှာ\nကြေးစားစစ်သားအလုပ် လုံခြုံရေးအလုပ်တွေကို လိုက်လျှောက်ရင်း\nငွေအများကြီးရမယ့် အလုပ်တစ်ခု တွေ့သွားခဲ့ပါတယ်။\nအဲဒါကတော့ နိုင်ငံတော်လုံခြုံရေးကို ကာကွယ်ဖို့\nဘာလင်က သိပ္ပံပညာရှင်တစ်ယောက်တီထွင်နေတဲ့ ဇီဝလက်နက်တစ်ခုကို သွားဖျက်ဆီးဖို့ ကန်ထရိုက် တာဝန်တစ်ခုပါပဲ။\nစာရင်းမဝင် လျို့ဝှက်စစ်ဆင်ရေးတစ်ခုပေါ့။\nအဲဒီစစ်ဆင်ရေးကိုအတူသွားကြရင် လွယ်မလိုနဲ့ခက်ပြီး မထင်မှတ်ထားတာတွေ ဖြစ်လာတဲ့အခါ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Action, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.83GB and 759MB and\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-contractor-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrwejDUmCSaca2Afubznkdp3ogB.jpg",
        "title": "Nicky Larson and the Cupid’s Perfume (2018)",
        "description": "Nicky Larson and the Cupid's Perfume (2018)IMDb 6.5\nCrime/Comedyတော်ရုံတန်ရုံ ဟာသကားဆို ပြုံးရုံပဲပြုံးတတ်တဲ့ ကျွန်တော်တောင် တော်တော်ရယ်မိတဲ့ကားပါဗျာ။\nပြင်သစ်ကားတွေ ကောင်းရင် ရှယ်ကောင်းတယ်ဆိုတာ\nဒီကားကလည်း ထပ်ပြီးသက်သေပြတယ်လို့ကိုဆိုရမယ့်ကားဗျ။ဇာတ်လမ်းအမျိုးအစားက မှုခင်းအက်ရှင်ဟာသကား‌ဆိုပေမဲ့\nဟာသက ဟာသသက်သပ်၊ အက်ရှင် အက်ရှင်သက်သက်ဖြစ်နေတာရယ်။ ပြောချင်တာကဗျာ ဟာသတွေ ပါလို့ဆိုပြီး အက်ရှင်တွေက ပေါ့မသွားဘူး၊\nအက်ရှင်တွေ ပါလို့လည်း ဟာသတွေရဲ့ရသ လည်း ပျက်မသွားဘူး။တစ်ကားလုံး ဟာသလာပြီဆို ရှယ်ခွီ၊ အက်ရှင်လာပြီဆို ရင်ဖိုလိုက်နဲ့ ခွီလိုက် ဖိုလိုက်နဲ့ကို ကြည့်ရမှာ။\nတကယ်ဗျာ အက်ရှင် ဇာတ်ကွက်တွေကလည်း 2018 ကလို့မထင်ရအောင်\nဇာတ်ကွက်၊ ရိုက်ကွက်ကောင်းသလို၊ ဟာသတွေကလည်း ရိုးမနေဘူးဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်\nကြေးစာလက်ဖြောင့်သမားသာသာအလုပ်လုပ်နေတဲ့ နစ်ကီဆီကို မစ်ရှင်တစ်ခုလာအပ်ရာကနေ စတယ်ဆိုပါတော့။\nနစ်ကီကို လာအပ်တဲ့ မစ်ရှင်ကဘာလဲ၊\nအဲဒီမစ်ရှင်ကြောင့် ဘယ်လိုတွေဖြစ်ကြမှာလဲ၊\nနစ်ကီကရော ဘယ်လိုဇာတ်ကောင်မျိုးလဲဆိုတာကို\nဇာတ်ကားစလာတဲ့အခန်းတည်းက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/nicky-larson-and-the-cupids-perfume-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/keEnkeAvifw8NSEC4f6WsqeLJgF.jpg",
        "title": "Willy’s Wonderland (2021)",
        "description": "Willy's Wonderland (2021) နစ်ကိုလပ်ကေ့ဂ်ဟာ ဟိုးတုန်းက National Treasure တို့ Lord Of War တို့ The Rock တို့လို ရုပ်ရှင်ကားကောင်းအများကြီးရိုက်ခဲ့တဲ့အပြင် Leaving Las Vegas တို့ City Of Angels တို့ Wild at Heart တို့လို အနုပညာရည်မနိမ့်တဲ့ကားကောင်းတွေလည်း ရိုက်ခဲ့တဲ့သူပါ။ ဟိုးတုန်းက သူရိုက်သမျှ မကောင်းတဲ့ကားမရှိပါဘူး။ နောက်ပိုင်းမှာတော့ တစ်နှစ်ငါးကားလောက် ပေါပေါလာလောရိုက်ခဲ့လို့ ဇာတ်ညွှန်းချာတဲ့ ကားတွေများလာပါတယ်။ ဒါပေမဲ့ နစ်ကေ့ရဲ့ ဇာတ်ကောင်အပေါ် စိတ်နှစ်ကြိုးစားမှုကတော့ မလျော့ခဲ့ပါဘူး။ အင်တာဖန်အများစုကလည်း ကားတွေညံ့ပေမဲ့ နစ်ကေ့ကတော့ အစွမ်းကုန်ကြိုးစားခဲ့တယ်ဆိုပါတယ်။ နစ်ကေ့ကိုယ်တိုင်လည်း ဒီလိုပဲပြောထားပါတယ်။ သူ့ကိုချစ်တဲ့သူတွေ ချစ်သေးတာပါပဲ။2021 မှာတော့ နစ်ကေ့ဟာ ဘရုစ်ဝီလီစ်တို့ မယ်ဂစ်ဆွန်တို့ စုံးစုံးမနစ်သွားဘဲ ကားကောင်းတွေချည်း ပြန်ရွေးရိုက်လာပါတယ်။ ဝီလီ၀န်းဒါးလန်းလို သရဲကားအနေနဲ့မဆိုးတဲ့ကားကနေ စလိုက်တာပြောရမယ်။ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/willys-wonderland-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/ZjDQj_4c-142x200.jpg",
        "title": "Mao Shan (2021)",
        "description": "ယင်ရှောင်ရီဟာ အမေဖြစ်သူဖွင့်ထားတဲ့ စားသောက်ဆိုင်လေးမှာ ဝိုင်းလုပ်ဝိုင်းကူပေးရတဲ့ လူငယ်လေးတစ်ယောက်ပေါ့၊\nခမျာမှာ စားသောက်ဆိုင်အလုပ် လုပ်ရတယ်ဆိုပေမယ့် သူ့စိတ်ထဲမှာတော့ အင်မတန်ကြီးကျယ်တဲ့ ဆန္ဒတစ်ခုတော့ ရှိနေသဗျ၊\nအဲဒါကတော့\nမောရှန်းကျောင်းတော်လို့ခေါ်တဲ့ အဆင့်အတန်းမြင့်တဲ့ သိုင်းပညာသင်တန်းကျောင်းမှာ ပညာသင်ပြီး နဂါးကိုးကောင် သခင်ဆိုတဲ့ ကျောင်းရဲ့အမြင့်ဆုံးဂုဏ်ပုဒ်ကြီးနဲ့ ဝင့်ကြွားချင်သူပေါ့၊ဖြစ်ချင်တော့ မောရှန်းရဲ့ ကျောင်းတော်က ရန်စလို့ ပြောရမယ့် ရန်သူတော်ကြီးတစ်ယောက်ဟာ အောက်လမ်း မှော်အစွမ်းတွေနဲ့ တိုက်ခိုက်လာမယ့်ဘေးနဲ့ ကြုံတွေ့လာရတဲ့အခါ\nကျောင်းတော်ကြီးအနေနဲ့ နဂါးကိုးကောင်သခင်ဘွဲ့ကို လက်ဆင့်ကမ်းရယူမယ့် သိုင်း ပညာရှင်အကျော်အမော်ကို ရှာခဲ့ပါတယ်၊ကံစီမံရာပဲ ဆိုရမလား၊ ကံကောင်းချင်တယ်ပဲ ပြောရမလား...ယင်ရှောင်ရီတစ်ယောက် မရွယ်ဘဲစော်ကဲမင်းဖြစ်ဆိုသလို သိုင်းပညာနဲ့ပတ်သတ်ရင် ဗလာနတ္ထိ ဘာမှမသိရာမှ ထိုဂုဏ်ပုဒ်ကိုရသွားတဲ့အခါ...ကွန်ဖူးအကြောင်းတစ်လုံးနကန်းမသိတဲ့ ရှောင်ရီအနေနဲ့ သူ့အပေါ်အမြင်မကြည်တဲ့ သိုင်းဆရာနဲ့ သိုင်းညီအစ်ကိုတွေကြား ဘယ်လိုကြိုးစားပြရင်း နဂါးကိုးကောင်သခင်ဘွဲ့နဲ့ သူထိုက်တန်ကြောင်း ပြမလဲ၊\nမောရှန်းကျောင်းရဲ့ ရန်သူတော်ကြီးကို ဘယ်လိုချေမှုန်းမလဲ ဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပါ၊\nငယ်ငယ်က သိပ်ကိုကြိုက်ခဲ့ရတဲ့ Animationကားတစ်ကားကိုပါ မြင်ယောင်စေမိမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mao-shan-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjk0YTA5MzUtZDJjMy00M2IzLWJmNmEtZmMxOTkxZDYzZGEzXkEyXkFqcGdeQXVyNDM1Nzc0MTI@._V1_-143x200.jpg",
        "title": "Snipers (2022)",
        "description": "စစ်ပွဲတစ်ပွဲဆင်နွဲတဲ့အခါ သမိုင်းတွင်တဲ့ စစ်ပွဲများစွာရဲ့ စစ်သူရဲကောင်းတွေလည်းရှိသလို ဒီလိုစစ်ပွဲကြီးတွေအတွက် အထောက်အကူဖြစ်ဖို့ လူမသိသူမသိဆင်နွှဲခဲ့ရတဲ့ စစ်ပွဲလေးတွေထဲမှာ အသက်စွန့်တိုက်ပွဲဝင်ခဲ့ရတဲ့ သူရဲကောင်းရဲဘော်ပေါင်းများစွာလဲရှိပါတယ်အခု ဒီဇာတ်ကားလေးကတော့ စစ်ပွဲကြီးတစ်ခုက နိုင်ငံ့သူရဲကောင်းတွေကိုရိုက်ကူးပုံဖော်ထားတာမဟုတ်ဘဲ သမိုင်းမှာလည်းမပါ ဘယ်သူမှမသိတဲ့ချိုင့်ဝှမ်းလေးတစ်ခုမှာ ဖြစ်ခဲ့တဲ့ စစ်ပွဲလေးတစ်ခုက ရဲရင့်တဲ့ ရဲဘော်တွေရဲ့စိတ်ဓာတ်အားမာန်ကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ၁၉၅၂ခု နှစ်ကို အခြေတည်ရိုက်ကူးထားတာပါလျှိုဝမ်ဝူဟာ တိုးတက်မှုနောက်ကျပြီး ပစ္စည်းကိရိယာအစုံအလင်မရှိတဲ့ တရုတ်လုပ်အားပေးစစ်တပ်မှာ အရမ်းတော်တဲ့ တပ်ကြပ်တစ်ယောက်ဖြစ်ပြီး အဖွဲ့ ၅တပ်ဖွဲ့ကို ဦးဆောင်နေသူတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာ သူတို့တပ်ရဲ့ သတင်းပေးလျန်လျန်ဆိုတဲ့ရဲဘော် ချုံခိုတိုက်ခံရပြီး အထက်က လျန်လျန်ကို သေသေရှင်ရှင် ပြန်ခေါ်ခဲ့ဖို့ တပ်ကြပ်လျှိုခေါင်းဆောင်တဲ့ အဖွဲ့ ၅ကို တာဝန်ပေးလိုက်ပါတယ်\nတစ်ဖက်မှာလည်း လျန်လျန်ကို ဓားစာခံထားပြီး လျှိုဝမ်ဝူကို ဖမ်းဖို့အမေရိကန်အထူးတပ်ဖွဲ့က အသင့်စောင့်နေချိန်မှာတော့...လက်နက်ခဲယမ်း ကိရိယာအစုံအလင်ရှိပြီး ကျွမ်းကျင်သူတွေကြီးပဲ ဖွဲ့စည်းထားတဲ့ အမေရိကန်တပ်ဖွဲ့ကို လျှိုဝမ်ဝူတို့တပ်ဖွဲ့ ၅ဘယ်လိုရင်ဆိုင်ကြမလဲနိုင်ငံ့အကျိုးကိုပဲရှေ့တန်းတင် သူတို့အသက်တွေကိုရင်း သူမတူတဲ့မျိုးချစ်စိတ်တွေနဲ့ သူတို့ရဲ့တာဝန်ကို ဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မှာလဲဆိုတာ ရဲသွေးရဲမာန်အပြည့်နဲ့ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ကြရမှာပါနော် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/snipers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mrCY4OJUQWKaPAD32NAjFGD9hoU.jpg",
        "title": "Moonfall (2022)",
        "description": "Moonfall (2022) ကမ္ဘာကြီးကို ဟစ်တလာက တစ်ခါပဲ ဖျက်ဆီးခဲ့ပေမဲ့ ဟစ်တလာထက်ဆိုးပြီး ကမ္ဘာကို ခဏခဏဖျက်နေတဲ့ ဂျာမန်သားတစ်ယောက်ရှိပါတယ်။ သူကတော့ Roland Emmerich ပါ။ အမ်းမရစ်ဟာ Independence Day၊ The Day After Tomorrow နဲ့ 2012 တို့လို ကမ္ဘာပျက်ကားတွေချည်း အဓိကရိုက်ခဲ့တဲ့ ‌ဒါရိုက်တာလို့ ဆိုရပါမယ်။ အခုလည်း လက ကမ္ဘာကို ၀င်တိုက်ပြီး ကမ္ဘာပျက်တဲ့ကားပါပဲ။လနဲ့ပတ်သက်တဲ့ သီအိုရီငစားတွေ အများကြီးကြားဖူးမှာပေါ့။ ဒီရုပ်ရှင်ကတော့ ကြားဖူးသူရှားလောက်မယ့် သီအိုရီတစ်ခု သုံးထားပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ လဟာ လူကဖန်တီးထားတဲ့ မဟာယန္တရားကြီးပါပဲ။ ဇာတ်လမ်းက ဒီသီအိုရီကို ယုံကြည်တဲ့ ကောင်လေးတစ်ယောက်က လကြီးပတ်လမ်းချော်နေတာကို သတိထားမိရာက စပါတယ်။ သူဘာလို့ယုံတာလဲဆိုတော့ အပိုလို၁၁ကနေ လောင်စာကန်အလွတ်ကို လကြမ်းပေါ်ပစ်ချလိုက်တော့ တစ်နာရီလောက် ခေါင်းလောင်းလို မြည်နေခဲ့တာမို့ လက အထဲမှာ ‌ဗလာသက်သက်ကြီးလို့ ဆိုပါတယ်။ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/moonfall-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOsSC9X6aarcq0LlFAPTECIZ0jd.jpg",
        "title": "Boss (2013)",
        "description": "Boss 2013ဒီတစ်ခေါက်မှာတော့ IMDb 5.3ထိရရှိထားတဲ့Action_Comedyဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်နာမည်ကျော်မင်းသားကြီး Akshay Kumar ပါဝင်သရုပ်ဆောင်ထားတာကြောင့်ဇာတ်လမ်းဇာတ်ကွက် အတိုက်အခိုက်တွေမှာတော့အားရစရာနဲ့ကြည့်ကောင်းနေမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကျောင်းတွင်းလူသတ်မှုကြောင့် ထောင်နန်းစံခဲ့ရတာ‌ကြောင့်ဘောစ့်(Akshay)ကို ဖခင်ဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတော့ပါဘူးကျခံရမယ့်ထောင်သက်အပြီးထောင်ထွက်လာချိန်မှာတော့ဂိုဏ်းစတားတစ်ယောက်ဖြစ်လာပေမယ့် အကူအညီလိုအပ်နေတဲ့လူတွေကိုလိုက်လံကူညီပေးရင်းဘဝကိုကုန်ဆုံးနေခဲ့ပါတယ် တစ်နေ့မှာတော့ဆက်ယာကန့်ဆိုတဲ့လူတစ်ယောက်က လူတစ်ယောက်ကိုသတ်ပေးဖို့စာချုပ်ချုပ်ဆိုလာပါတယ်အဲ့ဒီလူကတခြားမဟုတ်ပါဘူး ဘောစ့်ရဲ့ညီလေးဖြစ်တဲ့ ရှိဗ့်ပါ ရှိဗ့်ကတော့ရဲမှူးတစ်ယောက်ဖြစ်တဲ့ အက်ရှုမန်ရဲ့ညီမဖြစ်သူနဲ့ချစ်ကြိုက်နေတာပါဒါကိုသဘောမတူတဲ့ အက်ရှူမန်က ဘယ်လိုတွေလုပ်ကြံမလဲအဖေဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတာကြောင့်အက်ရှုမန့်ရန်ကနေ ဘယ်လိုအခက်အခဲတွေကြားကမိသားစုကိုကာကွယ်သွားမလဲဖုံးကွယ်ထားတဲ့ကျောင်းတွင်းလူသတ်မှုနောက်ကွယ်မှာရောဘာတွေရှိနေမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…2.2GB / 1.8Gb\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Haruko & Yunni",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/boss-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzkyZGRkYjEtZGJlNS00YzQ4LWJiNWYtMThhM2VlMWJmMzRiXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-142x200.jpg",
        "title": "Duplicate (1998)",
        "description": "လောကမှာ လူသူမရှား နာမည်တူမရှားဆိုပြီး ပြောစမှတ်တွင်ခဲ့ကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မင်းသားကြီး ရှာရွတ်ခန်းက နှစ်ကိုယ်ခွဲနေရာက သရုပ်ဆောင်ထားတယ်...တစ်ယောက်က ငွေရဖို့အတွက်ဆိုရင် ကမ္ဘာမီးလောင်လည်း သားကောင်ချနင်းမယ့် လူစားမျိုးဖြစ်တဲ့ လူမိုက်ကြီးမန်နူးဒါဒါ...နောက်တစ်ယောက်ကတော့ မိခင်ကိုပျော်အောင်ထားပြီး ကမ္ဘာ့အတော်ဆုံး စားဖိုမှူးလေးဖြစ်ချင်နေတဲ့ ဘဗ်လူး...မန်နူးကို လိုက်ဖမ်းရင်းနဲ့ ရဲတွေက ဘဗ်လူးကို မှားဖမ်းမိတဲ့အခါ အရှုပ်တော်ပုံတွေ ပေါ်လာရပါတော့တယ်။ရိုးသားဖြူစင်တဲ့ဘဗ်လူးကို အကောက်ကြံပြီး သူ့ဘဝကိုပါ လုယူချင်လာတဲ့ မန်နူးနဲ့ကြောက်တတ်ပေမယ့်လည်း အနိုင်ကျင့်သူကို သင်ခန်းစာပြန်ပေးဖို့ကြိုးစားရမယ့် ဘဗ်လူးတို့ကြားသူတို့ရဲ့ ချစ်သူတွေ မိသားစုတွေပါ ပါလာတဲ့အခါမှာတော့...ဘယ်လိုတွေဇာတ်ရှိန်တက်လာမလဲဆိုတာ.........။ရှရွတ်ခန်း ၂ ကိုယ်ခွဲနဲ့ ဇာတ်လမ်းကြာချိန် ၃ နာရီနီးပါးကို ရုပ်ရှင်ရုံထဲ လိုက်ကြည့်ရသလို အကအလှရသအစုံ ခံစားရမှာပါ။\nFile size…(4 GB)/(1.6 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:44:55\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/duplicate-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYzgxYWM3MjEtZjhmYi00YWRlLWE4YjItYmI3NTVmOTljNzUyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Good, the Bad, the Weird (2008)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (82%)ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားတွေဖြစ်ကြတဲ့ လီဗျောင်ဟွန်း , Jung Woo-sung , Song Kang-Ho တို့ ပါဝင်ထားပြီးနာမည်ကျော်ဂန္တဝင်ရုပ်ရှင်ကားကြီး The Good,The Bad and The Ugly (1966) ကို အခြေခံရိုက်ကူးထားတာပါ။ထူးခြားတာကတော့ သာမန်ကောင်းဘွိုင်ကားတွေလိုမဟုတ်ဘဲ ခွီနေရမယ့် Comedy အမျိုးအစားလဲ ဖြစ်ပါတယ်။ရှုခင်းကောင်းကောင်းတွေမှာ အက်ရှင်စွန့်စားခန်းတွေနဲ့ ခွီနေရမယ့် အနောက်တိုင်းစတိုင်ကောင်းဘွိုင်အမျိုးအစား ကိုရီးယားရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ နာမည်နဲ့လိုက်အောင် စရိုက်စုံတဲ့ လူရှုပ် ၃ ယောက် ဂျပန်စစ်တပ် တရုတ်ဓားပြတွေကြားထဲက ရတနာမြေပုံကို လုကြမှာပါ။2008 ခုနှစ်ရဲ့ ဆုပေးပွဲတွေမှာလဲ အောင်ပွဲခံခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး Rating တွေလဲ ကောင်းသလို သရုပ်ဆောင်တွေလဲ အလန်းတွေမို့BluRay 1080p Quality နဲ့ ပြန်လည်ခံစားဖို့ တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.8 GB)/(1.5 GB)\nQuality….BluRay ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-good-the-bad-the-weird-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ecsPVK2y8c6jNVOzRwKgrHeospy.jpg",
        "title": "Running Man (2013)",
        "description": "Running Man (2013) အညွှန်းထွက်ပြေးနေရသူတစ်ဦး... ကိုယ်မကျူးလွန်ခဲ့တဲ့ပြစ်မှုတစ်ခုအတွက် ထွက်ပြေးနေရသူတစ်ဦး...နိုင်ငံရေးမြှုပ်ကွက်များကြားထဲမှာ သဲလွန်စတစ်စုံတစ်ရာမရှိဘဲ ရှောင်ပြေးနေရပုံအပေါ်မူတည်ပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ အထက်တန်းကျောင်းသားဘဝတည်းက ပြစ်မှုမှတ်တမ်းတသီတတန်းဖြစ်နေပေမဲ့ သားဖြစ်သူနဲ့အတူ အိမ်ကောင်းရာကောင်းနဲ့နေနိုင်ဖို့ ကြုံရာကျပန်းလုပ်ကာ နေ့စား အငှါးကားမောင်းတဲ့အလုပ်လုပ်ရရင်း တစ်နေ့မှာတော့ ထူးထူးခြားခြားပဲ ပိုက်ဆံပေါတဲ့ ခရီးသည်နဲ့ ကြုံခဲ့ပါတယ်။ကံဆိုးချင်တော့ လေဆိပ်ကိုပဲ အမြန်ပြေးချင်နေတဲ့ ခရီးသည်ကြီးဟာ လက်သည်မပေါ်ဘဲ အသတ်ခံရပါတယ်။ ဒီအချိန်မှာတော့ ထုံးစံအတိုင်း ကားသမားကိုပဲ အပြစ်ပုံချဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီလိုနဲ့ ဝရမ်းပြေးဖြစ်နေချိန် အတောအတွင်းမှာတော့ အမှုအစအဆုံးကို ရုပ်လုံးပေါ်လာအောင်စုံစမ်းရင်း တစ်ချိန်က တေလေကြမ်းပိုးဖြစ်ခဲ့ဖူးတာကြောင့် တတ်ကျွမ်းခဲ့ဖူးတဲ့ အကွက်ပေါင်းစုံ အသုံးချကာ မိမိနောက်ကို လိုက်နေတဲ့ နိုင်ငံရေးအဖွဲ့အစည်းများ၊ လူဆိုးများ၊ ရဲများကိုပါ နှစ်ပေါက်တစ်ပေါက် ရိုက်ခဲ့ပါတယ်။အမှုမှာ ပါဝင်ပတ်သက်သူ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံရပြီးနောက် အမှုကို ဆက်စပ်မိခါနီးမှာ သားဖြစ်သူကပါ တရားခံကို ကူဖမ်းပေးဖို့ဖြစ်လာပါတော့တယ်။ နိုင်ငံရေးလုံခြုံမှု ပေါက်ပြားစေမှုရဲ့ တရားခံအစစ်အမှန်က ဘယ်သူဖြစ်နေမလဲ? ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/running-man-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lIdeNis1nRciqAm7sNcL77qVVk.jpg",
        "title": "The Red Sparrow (2022)",
        "description": "The Red Sparrow (2022)The red sparrow ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nတက်သစ်စမင်းသားတွေဆိုပေမယ့် ဇာတ်ဆောင် ဇာတ်ပို့ ဖြတ်လျှောက်က အစ\nအချိတ်ဆက်မိတာကြောင့် low budget လို့ မထင်ရလောက်အောင် ကြည့်ကောင်းတဲ့\nဇာတ်ကားလေးပါ\nဒါအပြင် ဇာတ်လမ်း ဇာတ်ညွှန်းကလည်း ဆွဲဆောင်မှု ရှိနေပြန်တယ်...ဒီဇာတ်လမ်းကို မိတ်ဆက်ဖို့ အများကြီးမလိုပါဘူး... တစ်ခွန်းတည်းပါပဲ...\nနည်းပညာခေတ်ကြီး 21 ရာစုမှာ နည်းပညာမှ မသိရင် ခေတ်နောက်ကျပါပြီတို့\nလူတောမတိုးတော့ဘူးဆိုတဲ့ ယနေ့ခေတ်မှာ အားလုံးက မသိမသာ နည်းပညာရဲ့\nသားကောင်ကနေ ကျေးကျွန်အဆင့်ထိရောက်လာကြတာကို တွေးတောမိပြီး အနာဂတ်မှာ\nနည်းပညာက ဖန်တီးထားတဲ့ စက်ရုပ်တွေဟာ လူသားတွေကို ဘယ်လို\nဝါးမြိုသွားမယ်ဆိုတာကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပေါ့....ဒါကြောင့် စိတ်ကူးယဉ်မဆန်တဲ့ စိတ်ကူးပုံဖော် ဇာတ်ကားလေးကို ကြည့်ပြီး\nတကယ် ဒီလိုဖြစ်လာရင်လို့ တွေးပြီး ခဏလောက် ဦးနှောက်\nအလုပ်ပေးလိုက်ကြပါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chu Chu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Sci-Fi\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-red-sparrow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-17-at-13.09.56-135x200.png",
        "title": "Dune (2021)",
        "description": "Dune (2021)==========IMDb Rating - 8.4/10စောင့်​မျှော်​နေသူ​ ​အ​တော်များများရှိ​နေမယ့် DUNE ရုပ်ရှင်ကားကြီးထွက်လာပြီမို့ CMပရိတ်သတ်​တွေအတွက် အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်၊သာမန် Sci- fic​တွေထက် အပုံကြီးကျယ်ပြန့်တဲ့ Frank Herbertရဲ့ Duneစာအုပ်​တွဲ​တွေကို မှီငြမ်းရိုက်ကူးထားတဲ့ဇာတ်လမ်း၊ ​Timotheé Chalamet, Zendaya, Oscar Issac, တို့အပါအဝင် ကောင်း​ပေ့ဆိုတဲ့ Cast​တွေ၊ Legendarysoundtrack ​တွေပဲ တီးခတ်တဲ့ Hans Zimmer၊ ​ပြောင်​မြောက်လွန်းတဲ့ VFXနဲ့ CGI​တွေရဲ့ ​​ပေါင်းစပ်မှုအပြီးမှာ DUNE2021ဇာတ်ကားဟာ ပရိတ်သတ်​တွေ အ​​မျှော်လင့်ဆုံးဇာတ်ကားဆိုရင်လည်း မမှားနိုင်ပါဘူး။အနာဂတ်နှစ်​ပေါင်း၂၀၀၀၀​ကျော်မှာ အ​ခြေပြုထားတဲ့ ​ခေတ်လွန် Dune Universeထဲမှာ Known Universeကို အုပ်ချုပ်​နေတဲ့Emperorဆိုတာရှိပြီး သူတို့ရဲ့လက်​အောက်မှာ​တော့ Houses​တွေက နယ်​မြေအသီးသီးကို အုပ်ချုပ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓီကအ​ကြောင်းရင်းက​တော့ House​ Harkonnen​တွေ နှစ်​ပေါင်း၈၀ကြာ​​​အောင် အုပ်ချုပ်လာတဲ့ Planet Duneတဖြစ်လဲ Planet Arrakisကို Emperorရဲ့အထက်အမိန့်အရ House ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/dune-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xa5USFw4I2SQPlD3wZ9kRn9shtB.jpg",
        "title": "Valimai (2022)",
        "description": "Valimai (2022)ခုတစ်ခေါက်တင်ဆက်ပေးမယ့်ကားလေးကတော့လတ်တလောထွက်ရှိထားတဲ့မှုခင်းအက်ရှင်ကားတစ်ကားဖြစ်တဲ့ Valimai ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Arjun ဆိုတဲ့ရဲအရာရှိကတော့အရည်ချင်းရှိပြီးအမှုကိုင်တွယ်ပုံတမူထူးခြားတာနဲ့နာမည်ကြီးတဲ့ရဲကောင်းတစ်ယောက်ပေါ့ချန်နိုင်းဆိုတဲ့မြို့မှာ လူသတ်မှုတွေ ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးဝါးမှုတွေဆွဲကြိုးလုယက်မှုတွေမြောက်များစွာဖြစ်ပွားတဲ့အချိန်မှာတော့ Arjunတစ်ယောက်အမှုကိုင်တွယ်ဖို့ ပြောင်းရွေ့တာ၀န်ပေးခံလိုက်ရပါတယ်။တစ်နေ့မှာ ကိုယ့်ကိုယ်ကိုသေကြောင်းကြံစည်တဲ့အမှုကို ကိုင်တွယ်ရင်းသေကြောင်းကြံစည်မှုမဟုတ်ဘဲ လူသတ်မှုဖြစ်နေတာကိုသိလိုက်ရတဲ့အချိန်မှာလိုက်တူးဆွရင်း တူးဆရင်းနဲ့ အဲမြို့မှာ ဖြစ်ပွားနေတဲ့မှုခင်းများစွာကဆိုင်ကယ်ဂိုဏ်းတစ်ဂိုဏ်းတည်းနဲ့ဆက်စပ်မှုရှိလောက်တာကိုသိလိုက်ရပေမဲ့လည်းအမှုဖြေရှင်းဖို့အခက်ခဲများစွာရှိနေတော့ Arjun တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲအခက်ခဲကိုဘယ်လိုကျော်ဖြတ်မလဲ ဘယ်လိုလှည့်ကွက်တွေရှိနေဦးမလဲဆိုတာကိုသည်းထိပ်ရင်ဖိုကြည့်ရမယ့်အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။ \nFile size…1.4GB / 2.85GB / 6GB\nQuality…1080p WEB DL / 720p / 4k HEVC WEB DL\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Allena & Go-O & Eliza",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/valimai-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14KeWSkgzTbfJmmD4bXT9mwkaYz.jpg",
        "title": "Bheemla Nayak (2022)",
        "description": "Bheemla Nayak (2022)ယခုတစ်ခေါက်မှာတော့ IMDb 7.8 ရရှိထားပြီး ရူပီး 70 ကုဋေအကုန်ကျခံရိုက်ကူးထားတဲ့တယ်လဂူအိန္ဒိယ အက်ရှင်ဒရမ်မာကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ သူဌေးဒန်နီရယ်ရှီကာနဲ့ တပည့်ဖြစ်သူကားမောင်းသမားနှစ်ယောက်ဟာ ညအချိန်မတော် နယ်စပ်ကိုဖြတ်မောင်းလာခဲ့ပါတယ်။စစ်ဆေးရေးဂိတ်စောင့်ရဲတွေ တွေ့တော့ ကားတားပြီးစစ်ဆေးရာမှာသတ်မှတ်ခွင့်ပြုချက်ထက်ကျော်လွန်တဲ့ အရက်ပုလင်းတွေ သယ်ဆောင်လာကိုမိသွားပါတယ်။အဲဒီလိုနဲ့ ရုန်းရင်းဆန်ခတ်ဖြစ်ပြီး ဒုစစ်ဆေးရေးမှူး ဘီမလာနာယက်ခ်ရောက်လာကာသူဌေးဒန်နီရယ်နဲ့ကားမောင်းသမားကို ဖမ်းသွားပါတယ်။ဒါပေမယ့် သူဌေးဒန်နီရယ်ဟာ ဘယ်သူမှမထိရဲဘဲကျောထောက်နောက်ခံကြီးမားတဲ့တပ်ကြပ်မှူးဟောင်းဖြစ်နေပါတယ်။ရိုးဖြောင့်ပြီး သမာသမတ်ကျတဲ့ ရဲအရာရှိ ဘီမလာနာယက်ခ်နဲ့အတ္တအငြိုးကြီးမားတဲ့ ဒန်နီရယ်ရှီကာတို့ ထိပ်တိုက်တွေ့ကြတဲ့အချိန်မှာဘယ်လိုအရာများပြောင်းလဲသွားမလဲဆိုတာကတော့ စိတ်ဝင်စားစရာပါပဲ။ဒီဇာတ်ကားဟာ 1876 ခုနှစ် ဒီဇင်ဘာ 29ရက်နေ့မှာကျဆုံးခဲ့တဲ့ အိန္ဒိယတော်လှန်ရေးသမားBheema Nayak ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအခြေခံပြီး နာမည်ကြီး\"Ayyappanum Koshiyum\" ဇာတ်ကားကို ပြန်လည်ဆန်းသစ်ပြီးရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။ \nFile size…1.4GB / 2.8GB\nQuality…720p / 1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(hard sub)\nEncoder….YK\nTranslated by Haruko & Poe & Shwe ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bheemla-nayak-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTUxYWQwZTYtMGI5NS00NmNhLThmMzUtOWNkOTcxZjc5ZTUxXkEyXkFqcGdeQXVyMTMxMDkzNDI0._V1_-141x200.jpg",
        "title": "Gulliver Returns (2021)",
        "description": "ကလေးဘဝတုန်းက \"ဂါလီဗာနဲ့ လူပုလေးများ\"ဆိုတဲ့ အိပ်ရာဝင် ပုံပြင်ကို မကြားဖူးတဲ့သူမရှိပါဘူး\nလူပုလေးတွေနေတဲ့ ကျွန်းကိုရောက်ရှိသွားခဲ့တဲ့ ဂါလီဗာရဲ့အကြောင်းပေါ့\nဒီ Animationမှာတော့ ဂါလီဗာဟာ သူအရင်က ရောက်ရှိဖူး၊ အကူအညီပေးဖူးတဲ့နိုင်ငံတစ်ခုကို ပြန်လည်ရောက်ရှိသွားတဲ့အကြောင်း ရိုက်ကူးထား တာပါ။အားလုံးသိထားတဲ့အတိုင်း ဂါလီဗာဟာ လူဘီလူးကြီး ဖြစ်ရမယ်၊\nအဲဒီနိုင်ငံက တိုင်းသူပြည်သားတွေက ပိစိလေးတွေ ဖြစ်နေရမယ်၊\nဒါဟာ သမာရိုးကျပုံပြင်ပါပဲ၊\nထိုနိုင်ငံကို ဂါလီဗာ လာကူခဲ့စဉ်က သမိုင်းမှတ်တမ်းမှာလည်း ဒီအတိုင်းပါပဲ၊ဒါပေမဲ့နှစ်ပေါင်း၄၀ကြာထွက်သွားပြီးမှ ပြန်ရောက်လာတဲ့ ဂါလီဗာကြောင့် ထိုနိုင်ငံသားတွေ ဦးနှောက်ခြောက်ရပါတော့တယ်၊\nရှေးလူကြီးတွေရဲ့ ရှေ့ဖြစ်အဟောအရ နှစ်ပေါင်း ၄၀ကြာချိန်မှာ ဂါလီဗာပြန်ရောက်လာတာမှန်ပေမယ့် သူတို့မှတ်တမ်းထဲကလို ဧရာမလူဘီလူကြီးမဟုတ်ဘဲ သူတို့ရဲ့ရွယ်တူ ကောင်လေးတစ်ယောက် ဖြစ်နေလို့ပါ။ကိုယ့်နိုင်ငံဆီ ဟောကိန်းအတိုင်းပြန်ရောက်လာတဲ့သူ၊ သူ့ကိုယ်သူဂါလီဗာလို့ တွင်တွင်ပြောနေတဲ့သူက တစ်သက်လုံးထင်လာသလို\nလူဘီလူးကြီး ဟုတ်မနေတာကြောင့် အတု အယောင်ဆောင်ဆိုပြီး မယုံကြသလို ဂါလီဗာကိုယ်တိုင်လည်း ဆွမ်းခံရင်းငှက်သင့်ဆိုတဲ့အတိုင်း လူဘီလူးအယောင်ဆောင်မှုနဲ့ ကွပ်မျက်ခံရမယ့် ကိန်းကိုဆိုက်သွားပါတယ်။ဒါပေမဲ့ အကောင်းထဲကအဆိုးလို့ ပြောရမလိုပဲ ဂါလီဗာကွပ်မျက်ခံရခါနီးမှ နိုင်ငံကြီးကို စစ်အင်အားနဲ့ တိုက်ခိုက်သိမ်းပိုက်ခံရမယ့် အခြေအနေတစ်ခုပေါ်လာတဲ့အခါ\nဂါလီဗာအတုဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/gulliver-returns-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aiPmEv3XxITXvVtNklCf7YdtqLZ.jpg",
        "title": "The Mystery Of Lop Nur ( 2022 )",
        "description": "ဒီတစ်ခါCMကနေတင်ဆက်ပေးမှာကတော့\nChinese Fantasy ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ရတနာသိုက်တူးသမားတစ်စုက\nထူးဆန်းတဲ့မြေအောက်နန်းတော်တစ်ခုကိုဆင်းပြီး သိုက်တူးဖို့ကြိုးစားကြပါတယ်။\nထူးဆန်းတဲ့သတ္တဝါကြီးတွေတိုက်ခိုက်ခံကြရတယ်။ထူးဆန်းတာကတော့အသက်ရှင်ကျန်သူတွေက\nအဲဒီအဖြစ်အပျက်တွေကိုမေ့သွားတာပါပဲ။\nLop Nur နယ်တစ်ဝိုက်မှာထူးဆန်းတဲ့\nဖြစ်ရပ်တွေမကြာခဏဖြစ်ပွားနေပါတယ်။\nရုတ်တရက် ရွှယ်ရှောင်းဆိုတဲ့မိန်းကလေးကလဲ\nထူးဆန်းစွာပေါ်လာပါတယ်။ရှီချူချီက ထူးဆန်းဖြစ်ရပ်တွေကိုစုံစမ်းဖို့ ချီကျီအဖွဲ့ကို\nတည်ထောင်စုံစမ်းဖို့ကြိုးစားတဲ့အခါမှာ\nသဘာဝလွန်ဖြစ်ရပ်တွေကြောင့်မဟုတ်ပဲ\nဂြိုလ်သားတွေရဲ့လုပ်ရပ်ကြောင့်ဖြစ်ရတယ်ဆိုတာသိလိုက်ရပါတော့တယ်။\nLop Nur ရဲ့ထူးဆန်းဖြစ်ရပ်တွေရဲ့\nအဖြေကဘာလဲဆိုတာတော့ အဆုံးထိအောင်ကြည့်ရှုအားပေးကြပါဦး။ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားယဉ်ကျေးမှု၊\nခေတ်လွန်နည်းပညာစတဲ့ အကြောင်းအရာတွေ\nပြချင်တာတွေများတော့ စဉ်းစားစရာတွေလဲများပါတယ်။\nSci- fiတွေရဲ့ထုံးစံအတိုင်းရှင်းလင်းအောင်မဖြေရှင်းပြနိုင်တာတွေလဲရှိပါတယ်။\nအနောက်တိုင်းသိပ္ပံကားတွေကိုမယှဉ်နိုင်ပေမယ့်\nမတူတဲ့ရသတစ်ခုကိုတော့ရရှိစေမှာပါ။ \nQuality : WEB-DL  1080p , 480p\nFormat : mp4\nDuration : 1h 26 min\nGenres : Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/13fnr/The.Mystery.of.Lop.Nur.2022.1080p.WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dczX5uZ3xLr81sUkw0HUhcaPvYx.jpg",
        "title": "Super Machi (2022)",
        "description": "Super Machi (2022)အိန္ဒိယအက်ရှင်ကားတွေကို ငြီးငွေ့ပြီးတော့ ပေါ့ပေါ့ပါးပါးကားလေးတွေကိုကြည့်ရှုချင်လာပြီဆိုရင်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အိန္ဒိယကားတွေ တော်ကီကြွယ်ရင် တခြားဘယ်နိုင်ငံကားမှ လိုက်မမီဘူးဆိုတာ အားလုံးအသိပါပဲ။ဒီ Super Machi movie လေးမှာလည်း အဓိကဇာတ်ဆောင်တွေအပြင်အရန်ဇာတ်ဆောင်တွေကပါ တော်ကီတစ်ပေါက် လျှမ်းလျှမ်းတောက်ပြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ထိပ်တန်းဆော့ဖ်ဝဲကုမ္ပဏီ Infosys မှာအလုပ်လုပ်တဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာမလေး မီနာရှီတစ်ယောက်...ဘားမှာ အဆိုတော်အဖြစ်အလုပ်လုပ်ပြီး သူငယ်ချင်းတွေနဲ့ပဲပျော်ပါးနေတတ်တဲ့သာမညကောင်လေးရာဂျူးကို ချစ်မိသွားလေတော့...ကိုယ့်ဘဝအတွက် အရေးအကြီးဆုံး presentation ကိုတောင်လက်လွှတ်ပြီး ရာဂျူးရှိရာနေရာကိုသွား၊ ရာဂျူးနောက်ပဲ တကောက်ကောက် လိုက်နေခဲ့ပါတယ်။ရာဂျူးကလည်း အခုမှ တွေ့ဖူးပြီး ဘယ်သူမှန်းမသိ ဘာကြောင့်မှန်းမသိမိန်းကလေးတစ်ယောက် ကိုယ့်ကိုဖွင့်ပြောတဲ့အခါ လက်မခံဘဲ ငြင်းဆိုပစ်လိုက်ပါတယ်။စကားနဲ့ ငြင်းဆိုရုံတင်မရလို့ အမျိုးမျိုးဒုက္ခပေးပြီး ငြင်းဆိုပေမဲ့ကောင်မလေးကတော့ တကောက်ကောက်ဆက်လိုက်နေတုန်းပါပဲ (အားကျကုန်လော့)။ကောင်မလေးမီနာရှီကို တစ်ဖက်သတ်သဘောကျနေသူကလည်းရှိနေပြန်တော့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတွေပါ ဖြစ်လာပါလေရော။ဒါပေမဲ့ အောင်မြင်နေတဲ့သူ မီနာရှီက ဘာမဟုတ်တဲ့ သာမညကောင်လေးရာဂျူးကိုရူးရူးမူးမူး လိုက်နေရတဲ့ နောက်ကွယ်ကအကြောင်းအရင်းက ဘာဖြစ်မလဲ။ရာဂျူးကရော ခါးခါးသီးသီး ငြင်းဆိုနေတဲ့နောက်ကွယ်မှာ ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/super-machi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/large_black-crab-poster-135x200.jpeg",
        "title": "Black Crab (2022)",
        "description": "Black Crab (2022)=================ဒီကားလေးက 2022 ထွက်ဆွီဒင် War,Action,Drama ကားသစ်လေးဖြစ်တဲ့\nအပြင် ဆွဲဆောင်မှုရှိတဲ့ မူဗီလို့ပြောလို့ရပါတယ်၊၊ဇာတ်လမ်းအကျဥ်း\nစစ်ပွဲတစ်ခုရဲ့ အဆုံးသတ်ဟာ ဘယ်လိုနည်းနဲ့မဆိုမကောင်းတာတော့\nသေချာပါတယ်။ ပြည်တွင်းစစ်ကစတဲ့ စစ်ပွဲတစ်ခုအတွင်းမှာ သမီးဖြစ်သူကို\nဆုံးရှုံးထားတဲ့မိခင်တစ်ယောက်။ သေနတ်ပစ်လည်းကျွမ်းကျင်သလို ရေခဲပြင်\nစကိတ်စီးလည်းကျွမ်းကျင်တဲ့သူမကို လူအချို့နဲ့အတူ အစိုးရက ဆင့်ခေါ်ပြီး\nတာဝန်တစ်ခုပေးအပ်လာတဲ့အချိန်မှာတော့။ သူ့ကိုပေးအပ်တဲ့တာဝန်က\nဘာလဲ။ ခက်ခဲလှတဲ့ ဒီတာဝန်ကို သူ ထမ်းဆောင်နိုင်မှာလား ဆိုတာတော့\nဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျောလိုက်ကြပါဦး။ တအားကြီးကြမ်းတဲ့\nစစ်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းလေးမဆိုးတာကြောင့်ကြည့်ပျော်တဲ့\nရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size - (1.39 GB) / (682 MB) / (438 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 54mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama\nTranslator ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/black-crab-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt5zIVjW1ThRhJkSetOFlnySsoW.jpg",
        "title": "Aaraattu (2022)",
        "description": "Aarattu(2022)2022ခုနှစ်ထွက် Aaraattuဆိုတဲ့ ကားလေးကိုCM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ မူသာလက်ကိုတာဆိုတဲ့ ရွာလေးမှာရှိတဲ့မြေနေရာတစ်ခုကို ငှားရမ်းလိုက်တဲ့ နေရန်တင်ကာရာဂိုပန်ဆိုတဲ့လူတစ်ယောက်နဲ့ ရွာမှာ ရေလွှမ်းမှုဖြစ်တုန်းကရွာကိုကူညီဖို့ရောက်လာတဲ့ အကြီးအကဲတစ်ယောက်နဲ့လူလေးယောက်ကြားထဲက ဇာတ်လမ်းကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။ရွာမှာ ရှိနေခဲ့တဲ့ မာသာရီဆိုတဲ့ လူတစ်ယောက်ပိုင်ဆိုင်တဲ့ ရေလွှမ်းနေတဲ့မြေကိုအစိုးရက စိုက်ပျိုးရေးလုပ်ခိုင်းတာမို့ အကျိုးအမြတ်ဖြစ်အောင်လုပ်ချင်တဲ့မာသာရီဟာ ဂိုပန်ကို မြေဖို့ဖို့အတွက် လူငှားလိုက်ပါတော့တယ်။စီးပွားရေးသမား၊ အလုပ်သာဖြစ်မယ်ဆို ဘယ်သူ့မျက်နှာကိုမှ မငဲ့တဲ့ဂိုပန်ဟာ အဲဒီမြေကို အခွန်ဦးစီးဌာနမှူးဆီမှာ ငါးမွေးမြူရေးအတွက်​တောင်းရမ်းပါတော့တယ်။ငွေရှင်တွေနဲ့ စီးပွားရေးလုပ်ငန်းရှင်တွေကြားက တင်းမာမှုတွေ၊ အကျိူးစီးပွားကိုပဲကြည့်တဲ့လူတွေကြားမှာရိုးသားတဲ့ရွာသူရွာသားတွေနဲ့ သာယာပြီး နေထိုင်ချင်စဖွယ်ကောင်းတဲ့ရွာလေးကရော တောင့်ခံထားနိုင်ပါ့မလား။ အဲဒီအပြင် ဒီရွာကို ရောက်လာခဲ့တဲ့ဂိုပန်ဟာရော ဒီတိုင်းရောက်လာခဲ့တာလား၊ သူဖုံးကွယ်ထားတဲ့အတိတ်တစ်ခုခုရှိနေတာလားဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲဆက်ကြည့်လိုက်ကြပါဦးနော်။ IMDb 5.3ရထားတဲ့ကားကောင်းလေးဖြစ်ပြီး ရိုက်ကူးထားသူကတော့ ဒါရိုက်တာB. Unnikrishnanပဲဖြစ်ပါတယ်။ အခုပဲ CM ပရိသတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါပြီ \nFile size…3.4GB / 1.6GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 47mins\nSubtitle….Myanmar Subtitlte ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/aaraattu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArI2G4lRFQz5eqo8cXUZ7PDVgdY.jpg",
        "title": "Pawankhind (2022)",
        "description": "Pawankhind 2022ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ အိန္ဒိယသမိုင်းနောက်ခံစစ်ရာဇဝင်ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အိန္ဒိယရာဇဝင်မှာနာမည်ကျော်တဲ့ ပါဝမ်ခိုင်စစ်ပွဲအကြောင်းကိုမှတ်တမ်းမှတ်ရာတွေနဲ့ သူတို့ကိုးကွယ်ရာနတ်ဘုရားတွေနဲ့ပတ်သက်တဲ့လူကြီးတွေရဲ့ပါးစပ်ရာဇဝင်တွေ ပေါင်းစပ်ပြီး အချက်အလက်တွေထက်ရသဘက်ကိုဦးစားပေးရိုက်ကူးထားတယ်လို့ဆိုနိုင်ပါတယ်။ဆစ်ဒီဂျိုဟာရဲ့စစ်သည်တော်တွေဟာ ရှီဗာဂျီမာဟာရဂ်ျကို ပန်ဟာလာခံတပ်မှာလပေါင်းများစွာဝန်းရံထားသောကြောင့် အဝိုင်းခံတပ်များကပါးနပ်လှသောညနည်းဗျူဟာများဖြင့် ကြိုးပမ်းရုန်းထွက်ကြပုံကိုပုံဖော်ထားပြီး မာရသာစစ်သည်တော်တွေရဲ့ဘဝကိုအခြေခံရိုက်ကူးထားပါတယ်။Historical/Action/Drama ဖြစ်ပြီးနှစ်နာရီခွဲကြာပေမယ့်ထိုင်ရာမထကြည့်ချင်လောက်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ဇာတ်ကားမျိုးဖြစ်လို့လက်မလွှတ်တမ်းကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…2.9GB / 1.5GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 33min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko",
        "rating": "9.5",
        "url": "https://channelmyanmar.org/pawankhind-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mOtWJha6ecCH7oSbOLLJChvneVh.jpg",
        "title": "Adarna Gang (2022)",
        "description": "Adarna Gang (2022)ဒီကားလေးကတော့ March11ကထွက်ရှိထားတဲ့ ဖိလစ်ပိုင်ကားသစ်လေးပါ။မူးယစ်ဆေးဝါးအရောင်းအဝယ်လုပ်နေတဲ့ အင်အားကြီးဂိုဏ်းတစ်ခုမှာ\nဂိုဏ်းကိုစတင်တည်ထောင်ခဲ့ချိန်ကတည်းက\nညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်။မူးယစ်ဆေးအရောင်းအဝယ်လုပ်နေစဉ်အထင်လွဲမှုတစ်ခုကြောင့်\nဇာတ်လိုက်မင်းသမီးဖြစ်သူAndrianaရဲ့ ဖခင်သေဆုံးခဲ့ရပြီးနောက်\nငြိမ်းချမ်းမှုကိုနှစ်သက်ပြီး ဓမ္မတေးတွေသီဆိုလေ့ရှိတဲ့ Andrianaဟာ\nအဖေဖြစ်သူကို သတ်ခဲ့တဲ့လူကို လက်တုံ့ပြန်ဖို့ဖြစ်လာခဲ့ပြီး\nဖခင်ရဲ့သူငယ်ချင်းဖြစ်သူ Patriarch နဲ့သား၃ယောက်က သူ့ရဲ့ပစ်မှတ်ဖြစ်လာခဲ့ပါတော့တယ်။အမုန်းရန်ငြှိုးတွေကြောင့် Andrianaနဲ့ Patriarchရဲ့ သားဖြစ်သူ Juanတို့ကြားထဲက\nအခြေ‌အနေတွေက ပြောင်းလဲသွားဦးမလား\nAndrianaရဲ့ အစီအစဉ်တွေကရောအောင်မြင်သွားမလားဆိုတာကိုအမုန်းတွေ အတ္တတွေအပြည့်နဲ့ ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။လက်တုံ့ပြန်တာတို့ Female lead Strong ဖြစ်တဲ့ ကားမျိုးတွေကို နှစ်သက်တယ်ဆိုရင်တော့\nဒီကားလေးကို ကြည့်သင့်ပါတယ်လို့ ညွှန်းပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။ Genre.....Action\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 741MB\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder ..... LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/adarna-gang-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82I3tDsGDTMy7lHar84Gz0jUuyW.jpg",
        "title": "Panama (2022)",
        "description": "Panama (2022)ကြမ်းပေ့ဆိုတဲ့ အက်ရှင်တွေ ကြိုက်တဲ့ CM ပရိသတ်ကြီးတို့အတွက်\nမင်းသားကြီး Mel Gibson ပါ၀င်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။Iran-Contra အရေးအခင်းချိန်မှာ ဇာတ်အိမ်တည်ထားတဲ့ ဒီဇာတ်လမ်းမှာ\nGibson ကတော့ အမေရိကန် ကာကွယ်ရေးဌာနက ကန်ထရိုက်တာတစ်ဦးပါ။\nဒီအရေးအခင်းမှာ Contra တို့ဘက်ကို ပနားမားအခြေစိုက် အမေရိကန် ခံတပ်က\nစီအိုင်အေအကူအညီနဲ့ လက်နက်တွေ ထောက်ပံ့နေတာပါ။\nဒါပေမဲ့ ထုတ်ပြန်ချက်တစ်ခုကြောင့် လက်နက်ထောက်ပံ့ဖို့ မဖြစ်နိုင်တော့ချိန်မှာ\nတခြားနည်းလမ်းတစ်ခုကို စဉ်းစားရပါတော့တယ်။\nဒီမစ်ရှင်အတွက် ပထမဆုံး တာ၀န်ကတော့\nဆိုဗီယက် ရဟတ်ယာဉ်တစ်စင်း၀ယ်ပြီး တစ်ဖက်ကို ပို့ဆောင်ပေးဖို့ပဲဖြစ်ပါတယ်။ဒီတာ၀န်အတွက် တပ်ဖွဲ့၀င်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ ဂျိမ်းစ် ဘက်ကာဆိုသူကို ရွေးချယ်လိုက်ပါတယ်\nသူဟာ သိပ်ကို ခေါင်းမာပြီး ထင်ရာစိုင်းတတ်သူမျိုးမလို့ တာ၀န်သာပေးရတယ် ခပ်လန့်လန့်ဆိုသလိုမျိုးပါ။\nသို့ပေမဲ့ မစ်ရှင်အတွက် အသင့်တော်ဆုံးသူက သူဖြစ်နေတဲ့အခါ\nဘက်ကာ့ကို ပနားမားကို လွှတ်ပြီး တာ၀န်ထမ်းဆောင်စေပါတော့တယ်။\nတာ၀န်ထမ်းဆောင်ရင်းနဲ့မှ ပနားမားအတွင်း ယူအက်စ် ကျူးကျော်မှုကိစ္စမှာ\nဘက်ကာတစ်ယောက် ၀င်ပါမိတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။\nရဟတ်ယာဉ် မစ်ရှင်ကရော အောင်မြင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကတော့ Yoon Sandi ...",
        "rating": "",
        "url": "https://channelmyanmar.org/panama-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Niem-Tin-Cua-Cha-Mans-Creed-2022-poster-144x200.jpg",
        "title": "Man’s Creed (2022)",
        "description": "ရှောင်ကျန်းဖုန်းဟာ လွန်ခဲ့တဲ့ ၂၅နှစ်က အကွက်ချခြောက်တွန်းခံရပြီး ထောင် ၂၅နှစ်ကျသွားခဲ့တဲ့ အထက်တန်းလုံခြုံရေးအကြံပေးတစ်ယောက်ပါ၂၅နှစ်ကြာပြီး သူ ထောင်က လွတ်လွတ်ချင်း သူ့ဇနီးနဲ့ သားကိုသွားရှာပေမဲ့ သူတို့တွေက အရင်နေခဲ့ဖူးတဲ့နေရာမှာမရှိတော့ပါဘူးဒီလိုနဲ့ဘယ်လိုရှာရမလဲ လမ်းပျောက်နေချိန်မှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့လူတစ်ယောက်က သူ့ကို ဆက်သွယ်လာခဲ့ပါတယ်ဆက်သွယ်လာတဲ့အကြောင်းအရင်းကတော့ အဲဒီလူရဲ့သမီးဟာ ပြန်ပေးဆွဲခံထားရတာကြောင့် ကျန်းဖုန်းကို ကူညီပေးဖို့တောင်းဆိုတာဖြစ်ပါတယ်ကျန်းဖုန်းသာ သူ့သမီးကို ပြန်ပေးသမားလက်ထဲကနေ ကယ်ပေးဖို့ သဘောတူရင် သူကလည်း ကျန်းဖုန်းရဲ့ ဇနီးနဲ့သားကို ရှာပေးမယ်လို့ နှစ်ယောက်သား အပေးအယူလုပ်ခဲကြပါတယ်\nဒါပေမဲ့ ပြန်ပေးမှုက ထင်သလောက်မရိုးရှင်းဘဲ မူးယစ်ဆေးကုန်ကူးမှုတွေနဲ့ဆက်နွယ်နေချိန်မှာတော့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားဖွယ် ဆက်ကြည့်ရမှာပါနော် ။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/mans-creed-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rTESlmFExGj4YViSVo9QYIqr9x.jpg",
        "title": "Salute (2022)",
        "description": "Salute 2022မှုခင်းဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်ဒီတစ်ခါမှာတော့ နိုင်ငံရေးနဲ့မှုခင်းတွဲဖက်နေတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်\"ငါတို့က ယူနီဖောင်းဝတ်ထားတဲ့ချိန်ပဲ အာဏာရှိတာကွလက်ရှိအုပ်ချုပ်နေတဲ့အစိုးရပြုတ်သွားရင်ဒီအုပ်ချုပ်ရေးခရိုင်မှာ ငါတို့ဆိုတာ ရှိမှာမဟုတ်တော့ဘူး\"အာဏာမက်တဲ့သူတွေအတွက် အားနည်းချက်မရှိစေဘဲနဲ့ အာဏာကိုဆက်လက်တည်တံ့နိုင်ဖို့ အထက်ဖားအောက်ဖိ နည်းမျိုးစုံနဲ့ ကြိုးပမ်းကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မကြာခင်ရွေးကောက်ပွဲ ကျင်းပတော့မဲ့မြို့လေးမှာ နှစ်လောင်းပြိုင်လူသတ်မှုဖြစ်ပွားပြီး ၃ပတ်ကြာတောင်မှအမှုနဲ့ပတ်သတ်ပြီး ဘာတိုးတက်မှုမရှိတဲ့အခါ လက်ရှိအုပ်ချုပ်သူကရဲဌာနကိုဖိအားပေးလာပါတော့တယ်အာရဗင်က အစ်ကိုဖြစ်သူစံပြပုဂ္ဂိုလ် ရဲအရာရှိကြောင့်ရဲထဲဝင်လာသူလည်းဖြစ်ပါတယ် ဒီအမှုကို အမြန်စုံစမ်းဖို့ဖိအားပေးတဲ့ချိန်မှာအစ်ကိုဖြစ်သူနဲ့ အာရဗင်တို့ကြား သဘောထားကွဲလွဲမှုဖြစ်လာပြီး အာရဗင်ကိုသူ့အစ်ကို နယ်ပြောင်းပြီး တာဝန်ချပေးလိုက်ပါတယ်အမှုကိုစုံစမ်းရင်းနဲ့ ချန်ဒရာဗီလာဆိုတဲ့လူလိမ် နောက်ကိုလိုက်ရင်း အမှုက ဘယ်လိုရုပ်လုံးပေါ်လာမလဲအာရဗင်တစ်ယောက် အမှုကိုကိုယ့်နည်းကိုယ်ဟန်နဲ့ဘယ်လိုတွေဆက်ဖြေရှင်းမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော် \nFile size…1.5GB / 800MB\nQuality…1080p WEB DL\nFormat…mp4\nDuration….2h 25min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko & Poe",
        "rating": "",
        "url": "https://channelmyanmar.org/salute-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ZwBVIwRi0vAaBGeG31UIkx4ygQ.jpg",
        "title": "Gaddalakonda Ganesh (2019)",
        "description": "Gaddalakonda Ganesh 2019ဒီတစ်ခေါက်မှာတော့ ၂၀၁၉ မှာ ထွက်ရှိထားတဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဟောင်းဒါပေမဲ့ရွှေဆိုသလိုပဲ ရုံဝင်ငွေ ၄၂.၅ ကုဋေထိရရှိထားတာမလို့အားလုံးကြည့်ရကျိုးနပ်စေမဲ့ကားလေးဖြစ်မှာ အသေအချာပါပဲဒါဆိုရင် အညွှန်းလေးကို ဖတ်ကြည့်လိုက်ရအောင်ရုပ်ရှင်ကို ဝါသနာကြီးတဲ့ကောင်လေးတစ်ယောက် သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်အတွက်လူဆိုးဂန်စတားတစ်​ယောက်ရဲ့ ဘဝအ​ကြောင်းကို ရိုက်ကူးဖို့ ကြံစည်ရာကနေရက်စက်ကြမ်းတမ်းလှတဲ့ ဂန္ဒလကွန်ဒါဂန္နီချ်အကြောင်း ရိုက်ကူးဖို့အကြောင်းဖန်လာပါတော့တယ်သူငယ်ချင်းနှစ်ယောက် အသက်ကိုဖက်နဲ့ထုတ်ပြီး ကျားခံတွင်းထဲဝင်သလိုမျိုး ဂန္နီချ်ဘဝဇာတ်​ကြောင်းကိုသိရှိဖို့ကြိုးစားရာကနေပြီးတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ....လူဆိုးဂန်းစတား ဂန္နီချ်ကရော ရုပ်ရှင်ရိုက်ကူးဖို့ သဘောတူမှာလား....ဂန္နီချ်ရဲ့ ဘဝဇာတ်ကြောင်းကရော ဘယ်လိုဖြစ်မှာလဲ ဘယ်လိုမျိုးတွေကြုံတွေ့ခဲ့ရလဲ...တက်သစ်စဒါရိုက်တာလေးကရော အချစ်ကိုဘေးဖယ်ထားပြီးအာရုံစိုက်ထားတဲ့ ပွဲဦးထွက်ရုပ်ရှင်ကရောအောင်မြင်မှာလား....ဆိုတာအားလုံး စိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် \nFile size…2.7GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Shwe Pwint ~ Shwe Pyae ~ Haruko",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gaddalakonda-ganesh-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/fir-133x200.jpg",
        "title": "F.I.R (2022)",
        "description": "FIR 2022IMDb 8.1Action/ Triller၂၀၂၂ ခုနှစ်ရဲ့အက်ရှင်ကားတွေထဲမှာ ရှယ်ကောင်းတဲ့ကားလေးကိုပြပါဆို ဒီကားလေးကထိပ်ဆုံးကပါလိမ့်မယ်ဗျ။ ဇာတ်လမ်းလေး‌တွေက ရှယ်ကောင်းပါလျက်နဲ့မင်းသားနဲ့လူကြမ်းတွေဖိုက်တဲ့အခါ အဝေးကြီးလွင့်ထွက်ထွက်သွားတဲ့ အိုဗာအက်ရှင်စတိုင်ကိုမကြိုက်တဲ့သူတွေ ကြည့်ကိုကြည့်ရမယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဒီလိုပြောလို့လည်း သူတို့ရဲ့အဝေးကြီးလွင့်ထွက်သွားတဲ့ရိုက်ချက်တွေမလှဘူးလို့ပြောတာတော့မဟုတ်ဘူးဗျ၊ ရိုက်ထားတာတွေ တော်တော်လှပါတယ်ဗျ။ ဒါပေမဲ့ဗျာ အပြင်မှာမှ တကယ်မဖြစ်နိုင်တာပဲ။ဒီသည်းထိတ်ရင်ဖိုအက်ရှင်ကားလေးထဲမှာတော့ ဘာအိုဗာအက်ရှင်ချခန်းမှမပါသလို ဝှီးဆို၁၅ ပေလောက်မလွင့်သွားတဲ့အပြင် အနောက်တိုင်းကားတွေနီးပါး ရှယ်ကောင်းတဲ့ချခန်းတွေကို ပါတာပါ။ကျွန်တော်ကြည့်ချင်တဲ့အိန္ဒိယကားတွေ တမီးလ်ကားတွေရဲ့ချခန်းတွေဆိုတာဒီကားထဲကလိုမျိုးဗျ။ ဒီတော့ဗျာ ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်ကြီးကရှယ်ခိုင်တဲ့အပြင် အက်ရှင်ခန်းတွေရှယ်ကောင်းလှတဲ့ ဒီကားလေးကိုတော့ လူကြီးမင်းတို့‌အနေနဲ့ လက်လွတ်မခံသင့်ဘူးလို့ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင် အီဖန်အာမက်‌ဆိုတဲ့ ဓာတုအင်ဂျင်နီယာလေးဟာမွတ်စလင်ဖြစ်နေလို့ဆိုတဲ့အကြောင်းပြချက်နဲ့ နေရာတကာမှာ ရှယ်အနှိမ်ခံနေရတာက စပါတယ်။အိန္ဒိယရဲ့ ဒီဘာသာရေးပြဿနာတွေအကြောင်း‌ကတော့ ကျွန်တော်မပြောပြလည်း အားလုံးသိကြမယ်ထင်ပါတယ်။ဒီလိုနဲ့ သူဟာ သူ့ရဲ့ဓာတုအင်ဂျင်နီယာအလုပ်ရဲ့ကိစ္စတစ်ခုလုပ်ပြီးလို့ လေဆိပ်ကနေ အိမ်ပြန်မယ်လုပ်တဲ့အချိန်မှာသူဖုန်းပျောက်သွားပါတော့တယ်။ ပျောက်သွားတဲ့သူ့ဖုန်းကို လေဆိပ်ရဲတွေက မရှာပေးတဲ့အပြင်လေယာဉ်ပေါ်အတက်မခံတဲ့အခါ သူကဗုံးခွဲမယ့်သူများမှတ်နေလို့လားလို့စိတ်ပေါက်ပေါက်နဲ့ပြောမိတဲ့အခါသူ့ကိုဖမ်းလိုက်ပြီး စစ်ဆေးကြ၊ အပြစ်မရှိတော့မှ ပြန်လွှတ်ကြပါတယ်။ဒါပေမဲ့ ပြန်လွှတ်နေတုန်းမှာပဲ အဲလေဆိပ်မှာ တကယ်ဗုံးတစ်လုံးပေါက်ကွဲသွားတဲ့အပြင်ဗုံးထိန်းတဲ့ဖုန်းကလည်း သူ့ဖုန်းဖြစ်နေတဲ့အခါ သူ့ကို အိုင်အက်စ်အဖွဲ့ဝင်ဖမ်းထားလိုက်ကြပါတော့တယ်၊ဒီတော့ အီဖန်ရဲ့ဖုန်းဟာ ဘယ်လိုလုပ်အဲလိုဖြစ်သွားရတာလဲ၊ အီဖန်ဟာတကယ်ပဲအိုင်အက်စ်အကြမ်းဖက်သမားလား၊ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/f-i-r-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTE3MGQyMDItMzQ0Ni00NTIxLTliYTYtYjExMTAwNmI3YjU0XkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Lupin’s Daughter (2021)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ ဂျပန်ကားသဘောကျသူတွေအတွက် Action, Crime, Drama ရသစုံပါတဲ့ ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။Lမိသားစုဟာ သူခိုးလုပ်ငန်းနဲ့အင်မွေးကြတဲ့မိသားစုပါ။ အဲ့ဒီအိမ်ရဲ့သမီးဖြစ်တဲ့ ဟန ဟာ သူခိုးမိသားစုသမီးဖြစ်ရတာကိုမုန်းတီးမိတဲ့သူပါ။ သူ့ရဲ့ချစ်သူကတော့ ရဲမိသားစုက ဆင်းသက်လာတဲ့ ခဇုဖြစ်ပြီး သူတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းကခိုင်မြဲလွန်းလှပါတယ်။ တစ်ရက်မှာတော့ တန်ဖိုးကြီးတဲ့ သရဖူတစ်ခုကို ခိုးဖို့ကြိုးစားရင်း L မိသားစုကြားက အတိတ်ရဲ့ အရှုပ်တော်ပုံတွေပေါ်ထွက်လာတဲ့အခါမှာတော့.....။ဒီဇာတ်လမ်းဟာ Lupin Series ရဲ့သုံးကားမြောက်ဖြစ်ပြီး ရှေ့ကားနဲ့ ဇာတ်ကွက်ချိတ်ဆက်မှုတွေကိုလည်းရုပ်ရှင်ထဲမှာ တစ်ခါထဲ ဖြည်ပေးထားပါတယ်။ ဂျပန်စတိုင် Fancy Cosplay လေးတွေလည်းပါတာမို့ Action Fantasy ပရိတ်သတ်တွေ အကြိုက်တွေ့မှာပါ။\nFile size…(2.3 GB)/(980 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:49:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Lwin Htoo Aung & SST",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lupins-daughter-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeZSaS6TX6QTLbdEtXW2Wg58Wr.jpg",
        "title": "Khiladi (2022)",
        "description": "လောကမှာ ငွေသာလျှင် ဘုရားသခင် ငွေသာလျှင်သူ့ရဲ့ အောက်စီဂျင် ဆိုတဲ့ မိုဟန် ဂန်ဒီမိန်းမဖြစ်သူ ချီထရာ နဲ့ ယောက္ခမတွေ အသတ်ခံလိုက်ရတာကြောင့် အဖမ်းခံထားရတဲ့ မိုဟန်ဂန်ဒီတစ်ယောက်ပြစ်မှုလေ့လာရေး ကျောင်းသူလေး ပူဂျာနဲ့ တွေ့ဆုံလိုက်တဲ့အခါဂန်ဒီ့ရဲ့ ဇာတ်လမ်းလေးက ပူဂျာနှလုံးသားကို အရည်ပျော်သွားစေပြီး သူ့အဖေ အရာရှိကြီးရဲ့ အကူအညီကိုယူဂန်ဒီ့ကို ထောင်ထဲကနေ တရားမဝင်နည်းလမ်း သုံးပြီး အာမခံထုတ်ပေးလိုက်ပါတော့တယ်ဂန်ဒီ ထောင်ကနေလွတ်သွားပြီးမှ CBI အရာရှိ အာဂျွန် ရဲ့ ပြောပြချက်အရမိုဟန် ဂန်ဒီက အိန္ဒိယရဲတွေ အလိုရှိဆုံး ရာဇဝင်လူဆိုးဖြစ်နေတာကို ပူဂျာတစ်ယောက် သဘောပေါက်သွားခဲ့တယ်လူဆိုးဖြစ်ရုံတင်မကဘူး ဉာဏ်အရမ်းကောင်းတဲ့ ဂန်ဒီတစ်ယောက် ဘယ်သူ့ဇာတ်လမ်းကို အသုံးချပြီးပြောသွားတာလဲ အဲဒီဇာတ်လမ်း နောက်ကွယ်က အဖြေက ဘာဖြစ်မလဲ ဆိုတာကိုသူအရမ်းချစ်တဲ့ ငွေတွေကို ဂန်ဒီနဲ့ သူ့ရဲ့ ဘော်ဒါအဖွဲ့ ဘယ်လိုရအောင်ယူမလဲဆိုတာ စောင့်ကြည့်ပေးကြပါဦးနော်  \nFile size…1.3GB / 2.8GB\nQuality…720p WEB DL / ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/khiladi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "title": "Spider-Man: No Way Home ( 2021 )",
        "description": "စောင့်မျှော်နေရတဲ့ Spider-Man : No Way Home ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီIMDb 9.1 ရရှိထားပီး Rotten tomatoes : 94% ရရှိထားပြီး နိုင်ငံတကာမှာ ဝက်ဝက်ကွဲအောင်မြင်နေတယ်ဆိုတာ အကုန်လုံးလည်းသိပြီးသားဖြစ်မှာပါအညွန်းကတော့... Spider-Man : Far From Home အပြီးမှာ ပီတာရဲ့ Identity ကို Mysterioကဖေါ်ထုတ်လိုက်တဲ့ cliffhanger နဲ့အဆုံးသတ်ထားတာကိုတွေ့ရမှာပါ..အခုဇာတ်ကားကလည်းအဲ့နေရာကပဲ စတင်ခဲ့ပြီး ပီတာနဲ့ MJ တို့ ထွက်ပြေးကြရတာပေါ့လူထုရဲ့ရန်သူ နံပါတ် ၁ ဖြစ်လာပီးတဲ့နောက်မှာ ပီတာ တစ်ယောက်အခက်အခဲတွေအများကြီးကြုံတွေ့ပြီးပီတာရဲ့ အနီးကချစ်ရတဲ့သူတွေပါ အကုန်ထိခိုက်ကုန်ပါတော့တယ်..ချစ်သူ မုန်းသူ ရှိစမြဲဆိုပေမယ့်အခက်အခဲက ပိုများနေတာမို့ ပီတာတစ်ယောက် ကြံရာမရဖြစ်ပြီးတော့ ဒေါက်တာထူးဆန်း ဆီကိုအကူအညီတောင်းဖို့သွားပါတော့တယ်..Dr.Strange ကလည်း ပီတာကို ကူညီဖို့အတွက်အန္တရာယ်များတဲ့ Spell တခုကိုလုပ်ဆောင်ရင်း ပီတာရဲ့ ဝင်ရှုပ်မှုကြောင့် spell ဟာ ကပေါက်တိကပေါက်ချာတွေဖြစ်ကုန်ပြီး Multiverse က ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/spider-man-no-way-home-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOFK5KIBJA6JwBt6nijxfYP2F5k.jpg",
        "title": "Maaran (2022)",
        "description": "Maaran 2022အခုလောလောလတ်လတ်ကမှထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းအက်ရှင်ကားတစ်ကားကို CM ကနေအမြန်ဆုံးကြိုးစားပြီးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်း -\nဆက်သီမိုသီဟာရိုးသားတဲ့မှုခင်းဂျာနယ်သမားတစ်ယောက်ဖြစ်ပြီး အမှန်တရားကိုဖော်ထုတ်မိတဲ့အတွက်လုပ်ကြံခံခဲ့ရပါတယ်။ သူလုပ်ကြံခံရတဲ့အချိန်မှာပဲ သူ့မိန်းမကလည်းဆေးရုံမှာသူ့သမီးလေးကိုမီးဖွားရင်းကွယ်လွန်သွားခဲ့ပြန်ပါတယ်။ ဒီလိုနဲ့ဆက်သီမိုသီရဲ့သားအကြီးလေးဖြစ်တဲ့မတ်သီမာရန်ကပဲ သူ့ညီမလေးကိုအုပ်ထိန်းပျိုးထောင်ဖို့ဖြစ်လာပါတော့တယ်။ အဲဒီနောက်မှာတော့ သူကိုယ်တိုင်လည်းဂျာနယ်သမားတစ်ယောက်ဖြစ်လာခဲ့ပြီး သူ့အဖေလိုပဲ အန္တရာယ်တွေကြားကအမှန်တရားတွေကိုဖော်ထုတ်ဖို့ကြိုးစားတဲ့အခါမှာတော့...။နှစ်နာရီကျော်လောက်နစ်မြောသွားစေမယ့် Action/drama ကားမျိုးဖြစ်တဲ့အပြင် IMDb 8.2/10 အထိရရှိထားတာကြောင့် သာမန်ကာလျှံကာမဟုတ်တာတော့ကျိန်းသေပါပဲ။ ယနေ့ခေတ် သတင်းမီဒီယာလောကကို သရော်ထားတဲ့အပြင် ဇာတ်ညွှန်းကောင်းကောင်းနဲ့ သေသပ်တဲ့ရိုက်ချက်တွေကြောင့် သိပ်မကြာခင်မှာလူပြောများလာမယ့်ဇာတ်ကားမျိုးဖြစ်လာနိုင်ပါတယ်။ \nFile size…1.9GB / 800MB\nQuality…1080pHEVC / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Nyein Saeya Aung\nTranslated byPoe & Go-O & Honeyey & Haruko",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/maaran-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFjboE0aFZNbVOF05fzrka9Fqyx.jpg",
        "title": "The Adam Project (2022)",
        "description": "The Adam Project (2022)ကိုဓါတ်ဘူးရဲ့ ဒီ​နေ့ထွက် Neflix ဇတ်ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါပြီ။\nThe Adam's Project လို့အမည်ရတဲ့ ဒီကားဟာ Sci-fic / Adventrue  genreဖြစ်ပြီး\nကနဦး IMDb 8.7, RottenTomatoes 70%နဲ့ Metacritic 56% ရရှိထားပါတယ်။Cast ​တွေက​တော့ Marvel ဇာတ်​ကောင်​တွေကိုပဲ ​ရွေး​ခေါ်ထားသလားမှတ်ရ​အောင်ပဲ\nRyan Reynolds (Deadpool), Mark Ruffalo (Hulk),\nZoe Saldaña (Gamora)နဲ့ Jennifer Garner (Elektra)တို့ ပါဝင်အားဖြည့်ထားပါတယ်။အနာဂတ်ကာလက Adam Reed ဟာ အတိတ်ကာလ 2018 ကို\nမစ်ရှင်တစ်ခုအတွက် ပြန်လာဖို့ကြိုးစားရင်း ဒဏ်ရာအပြင်းအထန်ရကာ\n2022ခုနှစ်ကို အချိန်မှားပြီး ခုန်ကူးလိုက်ပါတယ်။\n2022 မှာ သူ့ရဲ့အတိတ်က  Adam ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/the-adam-project-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmNkOWEzM2MtYWM5Ni00MmZiLTg4OTAtOTRkZTRmMGFjNDY2XkEyXkFqcGdeQXVyODYwMTE4MzE@._V1_-139x200.jpg",
        "title": "Karan Arjun (1995)",
        "description": "Karan Arjun (1995)\n**********\nအက်ရှင်လဲ အလန်းဇယား အကြမ်းကြီး ၊ ဒရမ်မာလဲ ပါရမယ်.....သဲထိတ်ရင်ဖိုလဲ ဖြစ်ရမယ်ဆိုတဲ့ ပရိသတ်တွေအတွက် ၁၉၉၅ ၊ ဇန်နဝါရီလ (၁၃)ရက်နေ့က ရုံတင်ခဲ့တဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ဒရမ်မာရုပ်ရှင် \"Karan Arjun \" အကြောင်းလေးတင်ပေးလိုက်ပါတယ် ။ ဒီဇာတ်ကားမှာတော့ ဘောလီးဝုဒ် ရဲ့ ထိတ်ထိတ်ကြဲတွေဖြစ်တဲ့ ရှာရွတ်ခန် ၊ ဆယ်လ်မားန်ခန်း ၊ ကာဂျိုး ၊ ဟောလီးဝုဒ်ရော ဘောလီးဝုဒ် ရောရဲ့အကျော်အမော် ဗီလိန်သရုပ်ဆောင်ကြီး အမ်းမရစ်ရှ်ပူရီး ၊ ဂန္တဝင်မင်းသမီးကြီး ရာခီး ၊ Mamta Kulkarni တို့က သရုပ်ဆောင်ထားကြလို့ ကြည့်ရတန်တဲ့ ဇာတ်ကားကောင်းလေးပါ ။ဒီဇာတ်ကားကို လက်ပွားမင်းသားလို့ သိကြတဲ့ Hritik Roshan ရဲ့ဖေဖေ ဒါရိုက်တာကြီး ရာကေ့ရှ်ရိုရှန်ကိုယ်တိုင် ရိုက်ကူးခဲ့ပါတယ် ။ ရာကေ့ရှ်ရိုရှန် ရဲ့ ဇာတ်ကားတွေကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/karan-arjun-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kfw5uPrHT1IaKsBw9fmQii3vny.jpg",
        "title": "Company (2002)",
        "description": "Company (2002) ဇာတ်လမ်းအညွှန်း*****************************ဒီကားလေးကတော့ ဘောလီးဝုဒ်နာမည်ကျော် ရုပ်ရှင်စတားတွေကိုယ်တိုင် ပါဝင်ရိုက်ကူးထားတဲ့ မှုခင်းအက်ရှင် ဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဈေးလမ်းထဲက သာမန်လူမိုက်တွေဖြစ်နေပေမဲ့ ရည်မှန်းချက်ကြီးတဲ့ ချန်ဒူ တို့အဖွဲ့ဟာ မွန်ဘိုင်းမြို့ရဲ့ အကြီးဆုံးဂိုဏ်းတစ်ခုရဲ့ ခေါင်းဆောင်ဖြစ်တဲ့ မာလစ်ခ်ဘာဟီ ဆီမှာ အလုပ်လုပ်ဖို့ရောက်လာခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ ဂိုဏ်းစတားတစ်ယောက်လုပ်လာတဲ့ မာလစ်ခ် ကလည်း အလုပ်လုပ်ရာမှာ စေ့စပ်တိကျပြီး ရဲစွမ်းသတ္တိအပြည့်ရှိတဲ့ ချန်ဒူ ကိုတခြားသူတွေထက် မျက်နှာသာပေးရင်း တဖြည်းဖြည်းညီအစ်ကိုရင်းချာပမာ ဖြစ်လာခဲ့ကြပါတယ်။နဂိုကမှ ဂုဏ်သတင်းကြီးလှတဲ့ မာလစ်ခ်တို့ဂိုဏ်းမှာ ချန်ဒူလို အရည်ချင်းရှိတဲ့ သစ္စာခံတစ်ယောက်ရောက်လာတဲ့အခါ ကျားကိုတောင်ပံတပ်ပေးလိုက်သလို တစ်နယ်လုံးမှာ ပြိုင်စံရှားတဲ့ အဖွဲ့အစည်းတစ်ခုဖြစ်လာပါတော့တယ်။ မာလစ်နဲ့ချန်ဒူ မွန်ဘိုင်းဒုစရိုက်လောကမှာ အတိုက်အခိုက်တွေကိုဖြေရှင်းနေချိန် တစ်ဖက်မှာလည်း ဘရိန်းကောင်းလွန်းပြီး သူတာဝန်ကျတဲ့နေရာတိုင်းမှာ ရာဇဝတ်မှုဖြစ်ပွားနှုန်းတွေကျကုန်တယ်လို့ နာမည်ကျော်လှတဲ့ရဲမှူးကြီးဟာ မွန်ဘိုင်းကိုရောက်လာပြီး မာလစ်ခ် တို့ကို ထောင်ထဲထည့်ဖို့ ကြိုးစားပါတော့တယ်။ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ကျောရိုးတည်ထားပြီး နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့အတွက် ကြည့်ရှုခံစားနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် (ဇာတ်လမ်းအညွှန်းနှင့် ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်) File ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/company-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/9b0df605062245f9760cf6b7ca0e70ed5cd7fabd-140x200.jpg",
        "title": "Aśoka (2001) Ashoka the Great",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (100%)သမိုင်းမှတ်တမ်းဝင်ဘုရင်တွေထဲမှာ အောင်ပွဲရပြီးနောက် စစ်ကိုစွန့်ပယ်ခဲ့တဲ့ တစ်ဦးတည်းသော စစ်ဘုရင်ဖြစ်သလို ဗုဒ္ဓသာသနာတော်ကို ပြန့်ပွားအောင် စွမ်းဆောင်နိုင်ခဲ့တဲ့ သီရိဓမ္မာသောကမင်းတဖြစ်လဲ အာသောကမင်းကြီး အကြောင်းကိုရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်လမ်းကြီးဖြစ်ပါတယ်။မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာရီနာကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အချိန်က ခရစ်တော်မပေါ်မီ BC 260 ဝန်းကျင်ကာလတွေဖြစ်ပါတယ်။အာသောကမင်းဟာ ဗိန္ဓုသာရမင်းနဲ့ ဓမ္မာမိဖုရားတို့ရဲ့သားတော်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံသမိုင်းမှာ ပထမဆုံးသောအင်ပါယာ မောရိယနိုင်ငံတော်ကြီးကိုတည်ထောင်နိုင်ခဲ့တဲ့ စန္ဒဂုတ္တမောရိယ၏ မြေးတော်ဖြစ်ပါတယ်။ဘိုးတော်ရဲ့အင်ပါယာမှာ မသိမ်းပိုက်နိုင်ဘဲ ကျန်ရှိခဲ့တဲ့ အိန္ဒိယနိုင်ငံ အရှေ့ပိုင်းနဲ့ တောင်ပိုင်းတို့ကို သူ့လက်ထက်မှာ ဆက်လက်သိမ်းပိုက်ဖို့ ကြိုးပမ်းအားထုတ်ခဲ့ပါတယ်...တိုက်ပွဲတိုင်းကို အောင်နိုင်ခဲ့ပေမယ့် အိန္ဒိယအရှေ့ဖက်ကမ်းရှိ ကလိင်္ဂတိုင်း(ယခု အိုရစ်ဆာပြည်နယ်)ကိုဝင်ရောက်တိုက်ခိုက်ရာမှာ ကလိင်္ဂကတိုင်းသားတို့က ရဲရဲဝံ့ဝံ့ပြန်လည်ခုခံတာကြောင့် ခက်ခက်ခဲခဲရင်ဆိုင်ခဲ့ရပြီး လူပေါင်းများစွာ သေကြေပျက်ဆီးပြီးမှ အောင်နိုင်ခဲ့ပါတယ်။အရာအားလုံးပျက်စီးဆုံးရှုံးခဲ့ရပါတယ်။အာသောကမင်းကြီးအနေနဲ့ သူ့ရဲ့အောင်နိုင်မှုတွေဟာ လူသေအလောင်းတွေအပေါ်မှာသာရှိတယ်လို့ ကလိင်္ဂကတိုက်ပွဲမှာ ထိတ်လန့်တကြားမြင်တွေ့သွားတဲ့အခါမှာတော့....ချစ်ခြင်းမေတ္တာနဲ့ လူတွေကိုထွေးပွေ့ဖိုအတွက် စစ်ကိုစွန့်လွှတ်ခဲ့ပါတော့တယ်။ဒီ့နောက်မှာတော့ သူဟာ ဗုဒ္ဓရဲ့ ဓမ္မဖက်မှာပဲ စိတ်ကိုမြုပ်နှံခဲ့ပြီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/asoka-2001-ashoka-the-great/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNmM2YWFkNWUtYTliYy00MjNkLThjMjMtNjcyZjAzMWM1M2IxXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-134x200.jpg",
        "title": "A Day to Die (2022)",
        "description": "A Day to Die (2022)===============ကျောင်းပြန်ပေးဆွဲခံရမှုဖြစ်ရပ်ဆိုးကြောင့် ghost team အထူးတပ်ဖွဲ့ဝင်တွေ\nခြေရာဖျောက်နေခဲ့ရပေမယ့်၊ ထိုင်ခုံမြဲနေခဲ့တဲ့လူကတော့ ရဲမှူးကြီးအော်လ်စတန်ပါ...\nအဲ့ဖြစ်ရပ်အပြီး(၁၈)လအကြာမှာတော့ ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်အဖြစ်နဲ့ပဲဆက်လက်\nလုပ်ကိုင်နေခဲ့တဲ့ ghost team အဖွဲ့ဝင်ကော်နာကော်နယ်လီတစ်ယောက် သူ့ရဲ့အကျဉ်း\nသားတစ်ယောက်ကို နောက်ကလိုက်ဖမ်းနေတဲ့ ဂိုဏ်းသားတစ်ယောက်ကိုသတ်ခဲ့မိ\nပါတယ်။ သူသတ်ခဲ့မိတာက မြို့ရဲ့နာမည်ကျော်မူးယစ်ရာဇာကြီးရဲ့လူဖြစ်နေတော့\nကျားအမြီးသွားဆွဲမိသလိုဖြစ်သွားတဲ့ ကော်နာတစ်ယောက် မူးယစ်ရာဇာကြီးနဲ့ ရင်ဆိုင်\nရချိန်မှာ ဘယ်လိုတွေပြန်ပေးဆပ်ရမှာလဲဆိုတာကို ကြည့်ရှုရမယ့် action ကားသစ်လည်း\nဖြစ်ပါတယ်။ အဲ့တော့ မူးယစ်ရာဇာကြီးရဲ့အန္တရာယ်ကနေလွတ်အောင်ရှောင်နိုင်ပါ့မလား\nဆိုတာကတော့ ကိုယ်တိုင်ပဲကြည့်ရှုရမှာပါ။ နောက်တစ်ခုပြောချင်တာ ကျွန်တော်တို့ရဲ့\nဇာတ်လိုက်ကျော်ကြီး Bruce Willis ကရော ဘယ်လိုအခန်းတွေမှာပါဝင်သရုပ်ဆောင်\nမှာလဲဆိုတာတော့ ခင်ဗျားတွေးထားသလို သရုပ်ဆောင်မှာပဲလို့ ပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 45mins\nSubtitle ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-day-to-die-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/12188932_1726904774210357_4834685965566587786_n-142x200.jpg",
        "title": "In the Line of Duty 4 (1989) The Witness",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်\nဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…\nဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။\nဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။\nဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။\n၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။\nဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၄ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 4 (1989) ဇာတ်ကားကို The Witness လို့လဲ ခေါ်ဆိုကြပါတယ်။\nမင်းသားကြီး Donnie ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ILh1/In_The_Line_Of_Duty_4_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/af-131x200.jpg",
        "title": "The Sniper (2021)",
        "description": "\"နှလုံးရပ်ပြီး ဦးနှောက်သေဖို့အချိန်ဘယ်လောက်လိုမယ်ထင်လဲ ၈မိနစ်၊ မင်းကံထူးတာပဲ မျက်တောင်မခတ်ဘဲ သေချာကြည့်ထား\"\nဒီလိုမျိုး အပြောခံရပြီး တရားမဝင်လူအင်္ဂါကုန်ကူးမှုမှာ အရှင်လတ်လတ် နှလုံးထုတ်ခံရမလိုဖြစ်ခဲ့တဲ့ ကောင်လေး ကျင်းထိုက်...ကယ်ဆယ်ရေးတရားမဝင်ပြစ်မှုအဖွဲ့အစည်းရဲ့ လူကုန်ကူးမှုနောက်ကွယ်ကကြိုးကိုင်သူ စုန့်ဖားကို ဖမ်းဆီးရမဲ့မစ်ရှင်ကြောင့် လူ့အင်္ဂါကုန်ကူးအကျဉ်းစခန်းမှာ စစ်ဆင်ရေးလုပ်ဖို့ရောက်လာတဲ့ ကျွမ်းကျင်စနိုက်ပါသမားကျင်းမင်...ကယ်ဆယ်ရေးတစ်ခုကြောင့် လူကုန်ကူးအကျဉ်းစခန်းက လွတ်မြောက်လာကာ ကယ်တင်ရှင်လောင်ကျင်းကို အသက်ထက်မကချစ်မြတ်နိုးတဲ့ ကောင်မလေးရှောင်မေ...သူတို့သုံးယောက်စတွေ့ခဲ့ရတဲ့ ဇာတ်ကြောင်းလေးကတော့...ကျင်းမင်ဟာ အထူးစစ်ဆင်ရေးဆင်းနေစဉ် အကျဉ်းစခန်းထဲက ကောင်လေး ကျင်းထိုက်ကို မြင်ပြီး သနားစိတ်ဝင်ကာ မစ်ရှင်ကိုမေ့ထားပြီး လူကိုအရင်ကယ်လိုက်မိတဲ့အတွက် အဓိက ကြိုးကိုင်သူကိုလွတ်သွားခဲ့ပါတယ်နောက်ပိုင်းကယ်ဆယ်လာတဲ့လူထဲက ရှောင်မေနဲ့ ကျင်းထိုက်ကို တပည့်အဖြစ် ပညာကုန်သင်ပေးပြီး ၁၀နှစ်အကြာမှာ သူတို့နှစ်ယောက်ဟာ ပူးပေါင်းလုံခြုံရေးအထူးတပ်ဖွဲ့ရဲ့ အရည်အချင်းရှိစနိုက်ပါအဖွဲ့ဝင်တွေဖြစ်လာခဲ့ပါတယ်အဲဒီအချိန် စုန့်ဖားတို့အဖွဲ့ကြီးက ပိုမိုကြီးထွားလာပြီး စုန့်ဖားကိုဖမ်းဖို့ဖြစ်လာချိန်မှာတော့ သူတို့ ဆရာတပည့်သုံးယောက် ကံကြမ္မာလှည့်ကွက်တွေနဲ့ ကြုံပြီး ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ဆက်ပြီးတော့ ကြည့်ရမှာပါနော်...။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Drama\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-sniper-2021/"
    },
    {
        "thumbnail": "",
        "title": "Raees (2017)",
        "description": "IMDb Rating (7.0)မင်းသားကြီးရှရွတ်ခန်းကို  မှောင်ခိုဂိုဏ်းခေါင်းဆောင်အဖြစ် တမူထူးခြားစွာ မြင်ရမှာပါ။အိန္ဒိယနိုင်ငံ ဂူဂျာရတ်ပြည်နယ်ဆိုတာ အရက်ကင်းစင်တဲ့နယ်မြေအဖြစ်သတ်မှတ်ထားပြီး အရက်ရောင်းဝယ်ရင် ထောင်ဒဏ် ၁၀ နှစ်ထိ ပြစ်ဒဏ်ချမှတ်ထားပါတယ်....ဒီလိုအခြေအနေတွေကြောင့် အရက်မှောင်ခိုရောင်းဝယ်ရေးလုပ်ငန်းတွေ ကြီးထွားလာပါတော့တယ်....ဒီလိုဖြစ်လာရတာကလဲ ဂူဂျာရတ်ပြည်နယ်က ရာအီးစ်ဆိုတဲ့ ဒုစရိုက်သမားတစ်ယောက်ကြောင့်ဖြစ်လာတာ။အချိန်က ၁၉၈၀ နဲ့ ၁၉၉၀ ကြားကာလ ...ငယ်ငယ်ကတည်းက မှောင်ခိုလောကနဲ့ ရင်းနှီးပြီး ရာအီးစ်ဟာ အရွယ်ရောက်လာတဲ့အခါမှာလည်း မှောင်ခိုလောကမှာ လုပ် ငန်းအကြီးအကျယ်လုပ်ကိုင်သူ တစ်ယောက်ဖြစ်လာပါတယ်...သူများနဲ့မတူ ထူးခြားတာက သူဘယ်လောက်ပဲဆိုးသွမ်းပါစေ ဒေသခံတွေကတော့ သူ့ကို သဘောကျကြပါတယ်။ ဘာကြောင့်လဲဆိုရင် သူက သူ့မွေးရပ်မြေကို ထောက်ပံ့ကူညီမှုတွေပေးထားလို့ပဲ ဖြစ်ပါ တယ်။ရာအီးစ်ရဲ့ လုပ်ရပ်တွေကို ဖော်ထုတ်မယ့်သူကတော့ ရဲအရာရှိ ဂျိုင်ဒီးပ်အမ်ဘာလာမက်မူဒါ ဖြစ်ပြီး သူကတော့ အမှုမှန်ပေါ်ပေါက်ရေးအတွက် လူဆိုးဂိုဏ်းသားတွေကို အမှန်အကန်ဖော်ထုတ်ဖမ်းဆီးသူ ဖြစ်ပါတယ်။ မှောင်ခိုရာဇာ ရာအီးစ်က ပြည်နယ်အုပ်ချုပ်မှုပိုင်းမှာပါ ဝင်ဖို့ကြိုး ပမ်းလာတဲ့အခါမှာ ရဲအရာရှိဂျိုင်ဒီးပ်နဲ့ ရာအီးစ်တို့ ထိပ်တိုက်တွေ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/raees-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8uQiamAikwuLJX6xjXj3BQItym2.jpg",
        "title": "Veerame Vaagai Soodum (2022)",
        "description": "Veerame Vaagai Soodum (2022)\"သူတို့က လူချမ်းသာတွေပဲလေ ငါတို့ကဘာလုပ်နိုင်မှာလဲ\" လူချမ်းသာဖြစ်တိုင်းပြစ်မှုကျုးလွန်ရင်တောင် လွတ်ကင်းခွင့်ရမှာလား အဲ့လိုပြစ်မှုကျူးလွန်သူတွေပေါ်ထွက်လာရတာက သူတို့ကို ကာကွယ်ပေးနေတဲ့သူရှိတယ်ဆိုတဲ့အချိန်ကစတင်တာပဲ\"အလန်းစားဇာတ်ညွှန်း​တွေ နာမည်​ကြီးမင်းသားVishalအပြင် ရုံဝင်ငွေ ၁၇.၄ကုဋေထိရထားတဲ့\\Rating 7.7 ထိရထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုဆက်ရမယ်ဆိုရင် ပိုရပ်စ်ဟာ လက်ထောက်စုံထောက်ဖြစ်ချင်နေတဲ့သူပေါ့ကိုယ်တိုင်ကလည်းမတရားမှုကြုံလာရင် ငြိမ်မခံတတ်တဲ့သလို ဖခင်ဖြစ်သူရဲဌာနမှာတင်မှာသာမကလူချမ်းသာတွေ အာဏာအလွဲသုံးစားလုပ်မှုတွေကို မြင်တွေ့နေရတဲ့ချိန်အလယ်လတ်တန်းစားမိသားစုကလူတစ်ယောက်က အာဏာ အလွဲသုံးစားနေတဲ့ကိစ္စတွေကို မေးခွန်းထုတ်လာတဲ့အချိန်မှာ.....ဘယ်လိုတွေ စိတ်ဝင်စားဖို့​ ကောင်းတဲ့အကြောင်းအရာတွေဆက်ဖြစ်မလဲဆိုတာကြည့်ပေးကြပါဦး \nFile size…2.6GB/1.9GB\nQuality…1080p WEB DL/720p WEB DL\nFormat…mp4\nDuration….2h 46min\nSubtitle….Myamar Subtitle (hard sub)\nEncoder….YK\nTranslated by CM Team",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/veerame-vaagai-soodum-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/wzsumaequ44c-139x200.jpg",
        "title": "[18+] Rape Hunter: Target Woman (1980)",
        "description": "ဖူယူကိုဟာ အိမ်ထောင်သည်အမျိုးသမီးဖြစ်ပြီးရှေးရိုးစွဲယောက္ခမနဲ့ခင်ပွန်းသည်အတွက်ကလေးရဖို့\nဖိအားပေးကြိုးစားခံနေရသူဖြစ်ပါတယ်၊ကလေးတစ်ကြိမ်ပျက်ကျတိုင်း သူ့ယောက္ခမဆီသွားတောင်းပန်ရတဲ့အတွက်\nကြိတ်မှိတ်သည်းခံနေရတာလဲရှိပါတယ်။ဒီတစ်ကြိမ်မှာတော့ရထားပေါ်အသွား စိတ္တဇဖြစ်နေဟန်ရှိတဲ့သူတစ်ယောက်က\nသူ့ချစ်သူနဲ့ဖောက်ပြန်သူအဖြစ်အထင်မှားပြီး သူ့ခင်ပွန်းကို ဓားကြိမ်းကြိမ်းခဲ့တဲ့အဖြစ်နဲ့ကြုံလိုက်ရပါတယ်။\nကာလတစ်ချို့ကြာလိုက်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီလူကိုပြန်ဆုံခဲ့ရပြီး ဒီတစ်ကြိမ်မှာတော့ သူ့ခင်ပွန်းအပေါ်အငြိုးအတေးနဲ့\nသူ့ကို ရက်ရက်စက်စက်မုဒိမ်းကျင့်သွားခဲ့တာပါ။လက်ရှိမပြေလည်တဲ့ အိမ်ထောင်ရေး ၊ဖိအား အစရှိတာတွေကနေ\nမသိစိတ်က နာကျင်မှုရက်စက်မှု ကြမ်းတမ်းတဲ့ဆက်ဆံမှုတွေအပေါ်သာယာသွားတဲ့ ဖူယူကိုဟာ အမှောင်ထဲ\nထိုးဆင်းဖို့အဆင်သင့်ဖြစ်သွားခဲ့ပါတော့တယ်။နီကတ်ဆုရဲ့ နာမည်ကျော် ROMAN PORNO LINE တွေထဲကနောက်တစ်ကားပါပဲ။\nRoman Porno Series တွေဟာလူတွေရဲ့အမှောင်တိုက်တွေဖြစ်တဲ့ ဆန်းပြားတဲ့လိုဘတွေ၊ ဇောတွေ၊ ပြင်းထန်ကြမ်းတမ်းတဲ့\nနှိပ်စက်ညှင်းပန်းမှု ဒါတွေအပေါ်သာယာခြင်းတွေ၊အစွန်းရောက် ညစ်ညမ်းမှုတွေ၊အကြမ်းဖက်မှုတွေ\nကိုတစုတစည်းထဲတွေ့မြင်နိုင်ခြင်းကြောင့်နာမည်ကြီးခဲ့ပြီး ၁၉၇၁-၁၉၈၈ သက်တမ်းအတွင်း အရေအတွက်\nအများကြီးထွက်ရှိပြီးအောင်မြင်ခဲ့တာပါ။ခံစားကြည့်စေချင်ပါတယ်။Dark Side Production မှ တင်ဆက်သည်။\nFile Size : (1.3 GB) & (550 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:11:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-rape-hunter-target-woman-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/gangs_of_wasseypur_ii_ver2-138x200.jpg",
        "title": "Gangs of Wasseypur – Part 2 (2012)",
        "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ\nBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ\nနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊\nအထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ\nဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ\nကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ\nကျောက်မီးသွေးလုပ်ငန်းတွေ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IHg8/(CM)_Gangs_of_Wasseypur_2012_Part-2_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc5NjY4MjUwNF5BMl5BanBnXkFtZTgwODM3NzM5MzE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Gangs of Wasseypur – Part 1 (2012)",
        "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ\nBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ\nနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊\nအထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ\nဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ\nကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ\nကျောက်မီးသွေးလုပ်ငန်းတွေ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IHhj/(CM)_Gangs_of_Wasseypur_2012_Part-1_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mBtRlAqbHLZhx0S9FZItpayQ19l.jpg",
        "title": "Valiyor Silar (2021)",
        "description": "Valiyor Silar (2021)ဒီနေ့မှာတော့ Channel Myanmar ရဲ့ အိန္ဒိယရုပ်ရှင်ချစ် ပရိတ်သတ်တွေအတွက်သွေးထွက်သံယိုတွေ မပါတဲ့ ရုပ်ရှင်ကောင်းတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ။မှုခင်းစုံထောက်ဇာတ်ကားအများစုရဲ့ အနှစ်က သဲလွန်စတွေနဲ့ ခေါင်းခဲစရာ မြုပ်ကွက်တွေပဲလေ ဟုတ်တယ်မလား။ဒီရုပ်ရှင်ကလည်း ပုံမှန်ရိုးရိုးရှင်းရှင်း ဇာတ်အိမ်ထဲမှာပဲ လူငယ်တစ်ယောက်နဲ့ ရဲတစ်ယောက်ကြားက ပဋိပက္ခကို သရုပ်ဖော်ထားတာပါ။မိသားစု စီးပွားရေးမပြေလည်တဲ့ အာဂျွန်တို့မိသားစုက ညီမငယ်လေး ရမ်ယာလက်ထပ်ပွဲအတွက် အိမ်ကိုပေါင်ပြီးပိုက်ဆံချေးလာတာပေါ့။ ဒါပေမယ့် အပြန်လမ်းမှာ စာရွက်စာတမ်းနဲ့ ကိုယ်ရေးအချက်အလက်တွေ မပါလို့ဆိုပြီးရဲတွေက သံသယဝင်ပြီး ပါလာတဲ့ ပစ္စည်းတွေကို တစ်ညထိန်းသိမ်းထားလိုက်ပါတယ်။နောက်နေ့မှ စာရွက်စာတမ်းပြပြီး ပစ္စည်းလာထုတ်ပေါ့။ ဒီတော့ နောက်နေ့ရဲစခန်းမှာ အာဂျွန်သွားယူတော့သူပေးလိုက်တဲ့ ငွေ သိန်း ၂၀ အစား ၅ သိန်းပဲ ပြန်ရပါတော့တယ်။ ဒီတော့ ဒီငွေသာမရှိတော့ရင် ညီမလေးရဲ့ မင်္ဂလာပွဲပျက်မယ့်အရေးမို့အာဂျွန်ခမျာ အရူးမီးဝိုင်းဖြစ်တော့တာပေါ့။ ဒီတော့ ငွေတွေကရော ဘယ်ကိုရောက်သွားတာလဲ။ အာဂျွန်ထင်သလိုပဲ ရဲတွေက ကြားကနေတစ်ပတ်ရိုက်ပြီး အစဖျောက်ယူသွားတာလား။အခြေအနေက ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/valiyor-silar-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/bl-135x200.jpg",
        "title": "Blacklight 2022",
        "description": "မင်းသားကြီး လီယံနယ်ဆန်ရဲ့ ရုပ်ရှင်အသစ်လေး ကြည့်ရအောင်။ အိုဘီဝမ်ကီနိုဘီနဲ့ဘတ်မန်းရဲ့ဆရာ့ မိသားစုကို ပြဿနာရှာရဲတဲ့လူမိုက်တွေ ထပ်ပေါ်လာပြန်ပါပြီ။ ဒီရုပ်ရှင်မှာတော့ ဗီယက်နမ်စစ်ပြန်ကြီး ထရက်ဗစ် ဘလော့ခ်ပေါ့။ အက်ဖ်ဘီအိုင်မှာ စာရင်းမဝင်တဲ့ မှောင်ခိုစစ်ဆင်ရေးတွေကို လုပ်ပေးနေတဲ့သူပါပဲ။ အက်ဖ်ဘီအိုင်ရဲ့ အကြာကြီး အသွင်ယူနေရတဲ့ အေးဂျင့်တွေကို ကူညီဖို့ ကယ်ထုတ်ဖို့ တာဝန်တွေကိုယူထားရတဲ့သူပါ။ တစ်နေ့မှာတော့ အသွင်ယူအက်ဖ်ဘီအိုင်အေးဂျင့်တစ်ယောက်က သတင်းထောက်တစ်ယောက်ကို အရေးကြီးသတင်းကြီးတစ်ခု ဖွင့်ချမယ်ဆိုပြီး ဆက်သွယ်လာတယ်။ အဲဒီအေးဂျင့်ကို အထက်က လိုက်ဖမ်းခိုင်းတော့ ထရက်ဗစ်ကလိုက်ဖမ်းရင်း\nအမည်မသိလူတွေရဲ့လက်ချက်နဲ့ အေးဂျင့်အသတ်ခံလိုက်ရပါတော့တယ်။ သူမသေခင်မှာ သတင်းထောက်မလေးနဲ့ ထရက်ဗစ်ကို ပြောသွားတဲ့ လျို့ဝှက်ချက်တစွန်းတစကြောင့် အက်ဖ်ဘီအိုင်ရဲ့ ညွှန်ချုပ်နဲ့ ရန်သူဖြစ်လာတဲ့အခါ....File size…(1.4 GB)/(650 Mb)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/blacklight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gdZV5CBBoJujueY7caMuCSuFdO1.jpg",
        "title": "The Pirates: The Last Royal Treasure (2022)",
        "description": "The Pirates: The Last Royal Treasure (2022) ဇာတ်လမ်းအညွှန်း****************************************************ကဲ...အားလုံးမျှော်နေကြတဲ့ ပင်လယ်ဓားပြကားလေးကို CM ကနေ အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါပြီနော်။cast တွေအနေနဲ့ Kang Ha Neul,Han Hyo Joo, Lee Kwang Soo, EXO's Sehun, Chae Soo Bin, Kwon Sang Woo ... စတဲ့ နာမည်ကြီးမင်းသား၊မင်းသမီးတွေ ပါဝင်ထားတာမို့ စောင့်ကြည့်ဖို့ထိုက်တန်တဲ့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်မှာ အသေအချာပါပဲ။ဒီကားလေးက The Pirates:The Bandit Who Went To The Sea (2014) ရဲ့ အဆက်ဖြစ်ပေမယ့်လည်း plot ရော cast တွေရော မတူညီကြတာမို့ အရှေ့ကားမကြည့်ရသေးတဲ့သူတွေလည်း ဒီကားလေးကို တန်းကြည့်လို့ရပါတယ်နော်။ ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ သဲလွန်စမရှိဘဲ ပျောက်ဆုံးသွားတဲ့ ဂိုလျောတော်ဝင်မိသားစုရဲ့ ရတနာတွေကို ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/the-pirates-the-last-royal-treasure-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZjI3ZmFmNGItZjkwOC00OGU5LWFkZjctNWRkZmM4OWY5Yzk5XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "The Pirates (2014)",
        "description": "IMDb Rating (6.6)ဒီဇာတ်ကားက ဂိုယိုမင်းဆက် နှင့် ဂျိုဆွန်းမင်းဆက် ကူးပြောင်းချိန်ကာလလေးကို အခြေခံရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၃၈၈ ခုနှစ် စစ်သူကြီးရီဆွန်းဂျဲတို့ တရုတ်ကိုစစ်တိုက်ဖို့ဝီဟာကျွန်းထိစစ်ချီလာခဲ့တယ် ဒါပေမယ့်အခြေအနေအကြောင်းအမျိုးမျိုးကြောင့်စစ်သူကြီးရီဆွန်းဂျဲက  တရုတ်ကိုမတိုက်တော့ဘဲ တရုတ်သြဇာခံပြီးဘုရင်ကိုပြန်ပုန်ကန်ဖို့နဲ့ ဂိုယိုမင်းဆက်ကို ဖြုတ်ချဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်..ဒီဆုံးဖြတ်ချက်ကြောင့် စစ်သူကြီးတွေ အချင်းချင်း သဘောမတိုက်ဆိုင်လို့ စကားများရန်ဖြစ်ပြီးသတ်ဖြတ်ကာ ကွဲကုန်ပါတယ်စစ်သူကြီးအများစုက ဘုရင်ကိုပုန်ကန်ဖို့ဆုံးဖြတ်ကြတာကြောင့်ဘုရင်ကိုမပုန်ကန်ချင်တဲ့စစ်သူကြီးကတော့ တောပုန်းဓားပြဖြစ်သွားရရှာပါတယ်။မင်းသမီးကတော့ ဘယ်ဘုရင်ရဲ့သြဇာခံမှ မဟုတ်တဲ့ပင်လယ်ဓားပြတွေအဖွဲ့ပေါ့။The Classic 2003 ဇာတ်ကားထဲက မင်းသမီးဆွန်ရင်ဂျီကို ဒီလိုမျိုး ကြမ်းကြမ်းတမ်းတမ်း Action ကားရိုက်နိုင်လိမ့်မယ်လို့ မထင်ခဲ့မိဘူးဗျ..တကယ်ကို ကောင်းလွန်းလို့ ဒီကားနဲ့ အကောင်းဆုံးမင်းသမီးဆုကို ဆွတ်ခူးသွားနိုင်ခဲ့တယ်...ရီဆွန်းဂျဲက ဘုရင်ကိုဖြုတ်ချပြီး တရုတ်သြဇာခံဆိုတော့ တရုတ်က တိုင်းပြည်သစ်ကို ဂျိုဆွန်း ဆိုတဲ့နာမည်ရယ်အသုံးပြုဖို့ တော်ဝင်တံဆိပ်တုံးလည်းပေးလိုက်ပါတယ်...အပျိုတော် ၅၀၀ နှစ်စဉ်ဆက်သဖို့လဲ မောက်မာလိုက်ပါသေးတယ်..တော်ဝင်တံဆိပ်တုံးကို သင်္ဘောနဲ့ပြန်သယ်အလာ လမ်းခုလတ်မှာ ဝေလငါးလေးတွေ့တော့ပစ်ဖမ်းရင်းဝေလငါးအမေကြီးလက်ချက်နဲ့သင်္ဘောပျက်သွားပြီး ဝေလငါးကျောကုန်းမှာလည်းအလံပါတဲ့ ရွက်တိုင်စိုက်ပါသွားသလို တံဆိပ်တုံးကိုလည်းဝေလငါးက မြိုသွားပါတယ်....တော်ဝင်တံဆိပ်တုံးပြန်ရဖို့အတွက် ဘုရင်တပ်ဖွဲ့တွေရယ် ပင်လယ်ဓားပြအဖွဲ့ရယ် တောပုန်းဓားပြအဖွဲ့တွေရယ်ဝေလငါးလိုက်ရှာရင်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-pirates-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTdjOTVmNWMtOTJhOC00MzBkLTgwN2UtNzY2Y2RkYWRhYzlkXkEyXkFqcGdeQXVyNTk5Nzg0MDE@._V1_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties 2 (2020)",
        "description": "L.O.R.D ပရိသတ်ကြီးရေ .... အပိုင်း(၂) လေး အခက်အခဲများစွာနဲ့ ထွက်လာပါပြီ ။ အမျိုးမျိုးသော အကြောင်းပြချက်တွေကြောင့် ဇွန်လ ထွက်မယ်လို့ကြေငြာပြီးမှ ဒီဇင်ဘာ ၄ ရက်နေ့မှ အွန်လိုင်းကနေ ထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ် ။အပိုင်း (၁) ကိုမကြည့်ရသေးသူအဖို့ (၁) ကိုအရင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်နော် ။ မကြည့်ချင်လည်းရပေမယ့် ဇာတ်လမ်းအချိတ်အဆက်ပိုမိတာပေါ့....\nအခုမှအသစ်ကြည့်တဲ့ ပရိသတ်တွေကတော့ လုံးဝကိုမှင်သက်သွားစေပါလိမ့်မယ် ။ မိနစ်အပိုင်းလေးတင်မှာပင် ဇာတ်လမ်းရဲ့ဆွဲဆောင်မှုကို သင်ခံလိုက်ရပါပြီ ။ အတည်ပြောတာနော်။ဇာတ်လမ်းအကျဉ်းနည်းနည်းပြောမယ်နော် ။အခု အပိုင်း (၂) မှာ မင်းသား ရင်းချန် ရဲ့ဆရာ ကျီအယ်ကျားမေရှီ ကိုကယ်တင်တဲ့အပိုင်းလေးပါ ။\n၅၂၈ /၁၅၀၀ ချစ်ခြင်းမေတ္တာတရားကို သေချာလေးဖော်ကျူးပေးထားပါတယ်။ သူတို့ကယ်တင်ချင်တဲ့ ဆရာကို ဇာတ်လမ်းပြီးတဲ့ထိ မပြဘူးဆိုတော့ အပိုင်း (၃) လာဉီးမယ့်သဘောပါ ။တောမီးလောင် တောကြောင်လက်ခမောင်းခတ် ဆိုသလိုပဲ သူတို့တိုက်ခိုက်နေတဲ့ ရန်သူကရော ...တကယ့်အစစ်အမှန်ရန်သူဖြစ်ရဲ့လား\nဒါမှမဟုတ် မိတ်ဆွေဆိုတာက... ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/l-o-r-d-legend-of-ravaging-dynasties-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmZhNmU3ZDEtNGM3Ni00NGY2LWFjODItZTZjMDg4NDY2N2Y4XkEyXkFqcGdeQXVyMzI2NzE3MDc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties (2016)",
        "description": "၂၀၁၆ ကထွက်ထားပြီး လူနဲ့ကာတွန်း Animation ရောစပ်ရိုက်ကူးထားတဲ့ ကားလေးတင်ပေးမယ်နော်။ နာမည်က L.O.R.D ပါ ။ ပါဝင်ထားတဲ့ နာမည်ကြီးတွေကို တစ်ချက် Show လိုက်ဉီး... Kris Wu , Fan BingBing, William Chan, Yang Mi, TF boys band (အကုန်လုံးကိုကြွေဆင်းနေကြတာမလား) ... ရုပ်ရှင်ထဲမှာကြည့်လိုက် ကြည့်ကောင်းနေမှုကြီးဆိုတာ...။ဇာတ်လမ်းလေးကတော့ စိတ်ကူးယဉ်နယ်မြေတစ်ခုဖြစ်တဲ့ ယာစီးလန် နယ်မြေမှာ အုပ်ချုပ်သူတွေကို အဆင့်အလိုက်ခွဲခြားထားပြီး အဆင့်(၁) ကနေ (၇)အထိ ရှိပါသတဲ့ ။ အုပ်ချုပ်သူတစ်ယောက်စီမှာလည်း သူတို့ရဲ့နေရာဆက်ခံသူ တစ်ယောက်စီရှိပါတယ် ။ အားလုံးကိုထိန်းချုပ်ထားတာကတော့ ပိုင်ရင်းဘုန်းတော်ကြီးသုံးပါးပေါ့ ...ဇာတ်လမ်းကျောရိုးက နှစ်ပိုင်းသွားပါတယ်၊\nပထမအပိုင်းကတော့ အဆင့်(၇)အုပ်ချုပ်သူဖြစ်တဲ့ Kris Wu က သူ့ရဲ့ဆက်ခံသူတပည့်ကို ရှာဖွေခန်း နဲ့ ယာစီးလန်နယ်မြေရဲ့ ပုန်ကန်သူလို့ အမည်တပ်ထားတဲ့ အဆင့်(၅)အုပ်ချုပ်သူနဲ့သူ့ရဲ့တပည့်ကို ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/l-o-r-d-legend-of-ravaging-dynasties-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BY2Y4YWE2ZmQtNDJiMS00MDcwLThmZTYtNzVmMTI2ZmY0MDdhXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Tiger Cage II (1990)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ Tiger Cage ရဲ့အဆက် Tiger Cage 2 ဖြစ်ပါတယ်...မင်းသား Donnie Yen ကို ငယ်ငယ်က ဂျစ်ကန်ကန်ပုံနဲ့မြင်ရမှာပါ။မင်းသမီး Rosamund Kwan ကတော့ ချစ်စရာကောင်းလွန်းလို့ မှတ်မိနေမှာပါ...အဲ့ဒီခေတ်အခါက ဂျက်လီ ဂျက်ကီချန်း စတီဖင်ချောင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့ ဇာတ်ကားတွေရိုက်ခဲ့ဖူးပါတယ်။ဟောင်ကောင်ဂျက်မ Cynthia Khan တို့ David Wu တို့လဲပါဝင်ထားပါတယ်။IMDb Rating(7.0) ထိ ရရှိထားပြီး အချစ်အကြမ်းစွန့်စားခန်းတွေနဲ့ ရီလဲရီရတာမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(3 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tiger-cage-ii-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwE6cVIoJ4JP397yMGfBBpHMJmF.jpg",
        "title": "Silmido (2003)",
        "description": "Silmido (2003)ရှီမီဒို ​ခေါ် ရှီမီကျွန်းဟာ ​တောင်ကိုရီးယားနိုင်ငံ၏ အ​နောက်ဘက်ကမ်းရိုးတန်း၊\nအင်ချွန်းမြို့နယ်နိမိတ်ထဲမှာရှိတဲ့ လူသူ​နေထိုင်ခြင်း မရှိတဲ့ ကျွန်းတစ်ခုပဲ ဖြစ်ပါတယ်။\nဒီ လူမ​နေတဲ့ ကျွန်းမှာပဲ ​တောင်ကိုရီးယားနိုင်ငံ​​ရေးသမိုင်းမှာ\nအမည်းစက်ထင်ခဲ့တဲ့ သမိုင်းဝင်ဖြစ်ရပ်တစ်ခု အ​ခြေတည်ခဲ့ဖူးပါတယ်။အချိန်က ၁၉၆၈ ခုနှစ် ဇန်နဝါရီလ ပါ။\n​မြောက်ပိုင်း​ခေါင်း​ဆောင်က ကိုရီးယားနိုင်ငံ​ပေါင်းစည်း​​​​ရေးဆိုပြီး\n​တောင်ကိုရီးယားသမ္မတ Park Chung Hee ကို လုပ်ကြံဖို့\nအမှတ် ၁၂၄ တပ်ဖွဲ့ကို ​စေလွှတ်ခဲ့​ပေမယ့် ကျရှုံးခဲ့ပါတယ်။\nတစ်ဖန် ​တောင်ကိုရီးယားဘက်က တုံ့ပြန်မှုကလည်း ငိုအားထက် ရယ်အားသန်​ပေ။ ​\nအမိကိုရီးယားနိုင်ငံ ​ပေါင်းစည်း​​ရေး၊ ၂ နိုင်ငံငြိမ်းချမ်း​ရေးအတွက်ဟု ဆိုကာ\n​မြောက်ပိုင်း​ခေါင်း​ဆောင် Kim Il Sungကို လုပ်ကြံဖို့ ပြန်ပြင်ဆင်​စေသည်။လုပ်ကြံရမည့်အဖွဲ့မှာ အမှတ်၆၈၄ အထူးတပ်ဖွဲ့ဟု​ခေါ်သည်။\nတပ်ဖွဲ့သည် နှယ်နှယ်ရရမဟုတ်၊ ​\nသေဒဏ်ကျခံထားရသည့် အကျဉ်းသား ၃၁​ ယောက်ကို\nတပ်ဖွဲ့ဝင်များအဖြစ် ဖွဲ့စည်းထားခြင်း ဖြစ်သည်။\nသူတို့ရဲ့စစ်​ရေး​လေ့ကျင့်ရာငရဲခန်းကတော့ ရှီမီကျွန်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/silmido-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qiSU4iEr7EWEujnkRCBALyMB9ge.jpg",
        "title": "The Legendary Tazza’s Tap (2022)",
        "description": "The Legendary Tazza's Tap (2022)ဖဲဝိဇ္ဇာတွေအများကြီးထဲမှာ ၂၀၂၂ ခုနှစ်ထွက်ရုပ်ရှင်မှာတော့ မင်းသားကြီးအိုဂျီဟိုလည်းပါဝင်လာပါပြီ\nအွန်လိုင်းဂိမ်းကနေပဲ လောင်းကစားလုပ်တဲ့ အီထက်ဒုံးဟာ\nညီအစ်ကိုလိုခင်တဲ့ ဂယောင်းဂျို ရှုံးသွားတဲ့ ပိုက်ဆံတွေကိုလိုက်ပေးဖို့\nကိုယ်တိုင် ဝင်ပါရာမှ တကယ့်ဖဲလောကရဲ့ လှည့်ဖြားမှုတွေကို သိသွားလိုက်ရပါတော့တယ်ပိုက်ဆံတွေပြန်ရဖို့ကို ဘယ်လိုတွေလိုက်လဲ\nဘယ်လိုတွေ အချီကြီးတွေဆော့လဲ\nဘာတွေရင်းလိုက်ရလဲ\nဘယ်လိုတွေဉာဏ်ဆင်ပြီး ရအောင်လိုက်သလဲဖဲဝိဇ္ဇာဆိုတဲ့အတိုင်း ကတ်တွေကို ပါးပါးနပ်နပ်နဲ့ဆော့သွားတာကို ကြည့်ရမှာဖြစ်ပြီး\nဒီရုပ်ရှင်မှာတော့ \"ဘာဒုဂီ\" လို့ခေါ်တဲ့ ပိုကာဂိမ်းကို အဓိကထားပြီးဆော့သွားမှာပါဖဲဝိဇ္ဇာတွေရဲ့ ဉာဏ်သုံးပုံတွေကို ဒီရုပ်ရှင်လေးမှာ အတူကြည့်ပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Action\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.7GB and 703MB and 273 MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-legendary-tazzas-tap-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHenEb0Pv9DzxuPFFqbKqWMNArz.jpg",
        "title": "A Man Called Hero ( 2022 )",
        "description": "a man called hero 2022 ဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒါက ဟောင်ကောင် ကာတွန်းကို သရုင်ဖော် ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ\nယင်းရှုံဆိုသူရဲ့ အတ္ထုပတ္တိဆို ပိုမှန်မှာပေါ့လေ...\nယင်းရှုံဆိုသူက သိုင်းပညာမှာ ပါရမီထူးပါပြီး နာမည်နဲ့လိုက်အောင်\nအားလုံးရဲ့ သူရဲကောင်းဖြစ်ဖို့အတွက် သိုင်းပညာကို\nကြိုးစားသင်ယူနေသူတစ်ယောက်ပေါ့....ဒါပေမယ့် သူမေ့နေတာက သူရဲကောင်းဆိုတာ\nအထီးကျန်မှုနဲ့ ပေးဆပ်မှုတွေကို\nမလွဲဧကန်ကြုံရမယ့်ကံပါလာတယ်ဆိုတာပါပဲ....\nသူ့မိဘနဲ့ ဆရာကို တစ်ချိန်တည်းဆုံးရှုံးခဲ့ရချိန် သူကြောက်ခဲ့တယ်\nတွေဝေခဲ့တယ် ရင်ဆိုင်ဖို့ကြိုးစားခဲ့တယ်....ဒါပေမယ့် ရှေ့ရေးအတွက် ရေရှည်အစီစဉ်\nအကောင်အထည်ဖော်နိုင်ဖို့အတွက် သူနဲ့\nသူ့ဇနီး ထိုင်းဖက်ကို ထွက်ပြေးခဲ့ရတယ်...\nတိုင်းတစ်ပါးကို ထွက်ပြေးသွားတဲ့ သူရဲကောင်းက\nသူရဲကောင်းမြည်သေးလား..\nသူရဲကောင်းဆိုတာ တကယ် အထီးကျန်မှုတွေ\nပေးဆပ်မှုတွေနဲ့ပဲ ရင်ဆိုင်နေရမှာလား...အဆုံးသတ်မှာ ရေရှည်အစီစဉ်ကို အကောင်ထည်ဖော်ဖို့\nတကယ်ပဲ ပြည်ကိုပြန်လာပြီးတာဝန်ထမ်းဆောင်မှာလား....\nအဖြေလေးကိုတော့ ဇာတ်လမ်းလေးကြည့်ပြီး\nမှန်းထားတာနဲ့တူမတူတိုက်လိုက်နော်....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 25 min\nGenres : Action\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Izb0/A_Man_Called_Hero_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/jPXVd_4f-140x200.jpg",
        "title": "Dark World (2021)",
        "description": "ဖဲလ် အဖြစ် Sammy Cowell\nအိုင်းရင်း အဖြစ် Due Arisara\nလန် အဖြစ် Namwan Raknapak\nဖာယူ အဖြစ် Toomtam Yuttana\nလီအို အဖြစ် New Chaiyapolဇာတ်လမ်းအကျဉ်းတတိယကမ္ဘာစစ်အပြီး ကမ္ဘာတစ်ဝန်းမှာ နိုင်သူရှုံးသူရယ်မရှိပဲ စစ်ပွဲရဲ့အကြွင်းအကျန် လူတစ်စုပဲကျန်ခဲ့တဲ့အချိန်ကိုရောက်လာခဲ့တယ်နည်းပညာခေတ်ထက် လျင်သူစား သန်မာသူအနိုင်ရပြီး အားနည်းသူက သားကောင်ဖြစ်ရတဲ့ အမှောင်ခေတ်ကို ပြန်ရောက်လာခဲ့တယ်ဘယ်အသိုင်းအဝိုင်းမှာမဆို အုပ်ချုပ်သူရှိနေသလို အမှောင်ခေတ်ရဲ့အုပ်ချုပ်သူ ဘော့စ်ရှိနေပေမယ့် မျက်နှာမမြင်ဖူးခဲ့ကြပါဘူးရိုးရာဓလေ့ကစားပွဲတစ်ခုကို နှစ်စဉ်ကျင်းပပြီး အနိုင်ရသူက ဆုကြေးငွေတွေအပြင်ဘော့စ်နဲ့ပါတွေ့ခွင့်ရမှာပေါ့ကစားပွဲက ကလေးတွေကစားတဲ့ ရိုးရာကစားနည်းတွေကို ဆန်းသစ်ထားတာဖြစ်ပြီး ရှုံးတဲ့သူကသေမှာပါဒီကစားပွဲနဲ့ညစ်နွမ်းတဲ့အသိုင်းအဝိုင်းကိုဖယ်ချဖို့ ဘော့စ်ကိုဖယ်ရှားချင်နေတဲ့ ဖဲလ်...အကြောင်းအရင်းတစ်ခုကြောင့် ဖဲလ်ကိုကာကွယ်ပေးချင်နေတဲ့ လန်...ငယ်စဉ်ကအရောင်းစားခံရပြီး နှိပ်စက်ခံရလို့ မိန်းမပျက်တစ်ယောက်လိုနေလာတဲ့ အိုင်းရင်း...သူတို့သုံးယောက် ဒီကစားပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်လာချိန်မှာ အနိုင်ရရှိသူက ဘယ်သူဖြစ်မလဲ\nဘော့စ်ကရော ဘယ်သူလဲ\nလျင်သူစားစတမ်းဖြစ်နေတဲ့ လောကမှာ ဓမ္မက အဓမ္မကိုနိုင်နိုင်မှာလားဆိုတာဒီဇာတ်လမ်းမှာ ဆက်ကြည့်ရှုရအောင်ပါ ။File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:44:00\nType__Adult, Action\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dark-world-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9KJmNTMM9wlWFZ8yTEgewxS2sE.jpg",
        "title": "Invisible Tattoo ( 2022 )",
        "description": "Invisible.Tattoo.2022 လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...နိုင်ငံရေးတွေအကြား အသုံးချခံခဲ့ရတဲ့ တက်တူးထိုးဆရာတစ်ယောက်ရဲ့ ဘဝကိုရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းလေးပါ....သိုင်းလောကသားတွေ သိကြမှာပါ မင်းသားကြီး Vincent Zhaoရဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်ကွက်တွေအပြင်ကိုယ်ခံပညာအသားပေးပြီး ဘယ်လို ပြောင်မြောက်တဲ့တိုက်ကွက်တွေကိုတင်ဆက်ထားမယ်ဆိုတာ ခန့်မှန်းနိုင်မှာပါ....ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဒေသခံအုပ်စုဖွဲ့လှုပ်ရှားမှုတွေပေါ်လာတဲ့ခေတ်ကိုနောက်ခံထားပြီးရိုက်ထားတာပါ။ချင်လုံလှုပ်ရှားရေးအဖွဲ့ နာမည်ကြီးလာချိန်မှာ တက်တူးဆရာ အားချန်ကလည်းအဖွဲ့တွေထဲက တစ်ယောက်ဖြစ်ခဲ့ပါတယ်.... ဒီလိုပဲ လော့အရာရှီကလည်ရဲတပ်ဖွဲ့အရာရှိကျင့်ဝတ်နဲ့ ဆန့်ကျင်ပြီး ချင်လုံ အဖွဲ့ထဲပါဝင်နေသူဖြစ်ခဲ့တယ်.... ဒီလို အစိုးရရဲတပ်ဖွဲ့နဲ့ချန်လုံလှုပ်ရှားမှုအဖွဲ့တွေ ယှဉ်ပြိုင်မှုကြားထဲ ဂျပန်တွေပါဝင်ရောက်လာခဲ့တယ်...ဂျပန်သံအမတ် အားချန်ဆီရောက်လာချိန်က စပြီးချန်လုံအဖွဲ့ဝင်တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့တယ်... သေဆုံးချိန်နဲ့သေဆုံးတဲ့နေရာတိုင်းကလည်း အားချန်နဲ့ ပတ်သက်နေတာကြောင့် အားချန်သတ်တာလို့တစ်ဖွဲ့လုံးကတစ်ထစ်ချထင်နေသလို သူမဟုတ်ကြောင်းလည်းသက်သေမပြနိုင်ခဲ့ပါဘူး....ဇာတ်လမ်းအဆုံးမှာတော့ အားချန်က ဂျပန်သံအမတ်ရဲ့ အသုံးချခံလားချန်လုံအဖွဲ့ရဲ့ အသုံးချခံဖြစ်ခဲ့တာလားဆိုတာ အံ့အားသင့်စွာမြင်တွေ့ရမှာမို့ ဒီဇာတ်လမ်းလေးကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်.... \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Drama , Action\nDuration : 1h 44min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6",
        "url": "https://megaup.net/12Aox/Invisible_Tattoo_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5pn7QDBIdu04TBPsALHukobdQMJ.jpg",
        "title": "Defense Bomb Crisis ( 2021 )",
        "description": "Defense Bomb Crisisဆိုတဲ့ actionကားလေးကတော့ ၂နိုင်ငံငြိမ်းချမ်းရေးဖို့ဆွေးနွေးမဲ့ ငြိမ်းချမ်းရေးဆွေးနွေးပွဲကို အကြမ်းဖက်သမားတွေဝင်ရောက်နှောက်ယှက်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့ မင်းသား ဖူဖန်းက ဗုံးဖြိုခွဲရေး ဗုံးကာကွယ်ရေးတပ်ဖွဲ့ကပါဒီတစ်ခါ အကြမ်းသမားရန်ကနေ အထက်လူကြီးတွေကိုကာကွယ်ဖို့ဖူဖန်းကတာဝန်ယူလုပ်ဆောင်ပေးရတာဖြစ်ပါတယ်ခူဇ နဲ့ လန်ဖဆိုတဲ့လူသတ်သမားမောင်နှမ ၂ယောက်လည်းတစ်ယောက်ကလူကောင်း တစ်ယောက်ကလူဆိုးအဖြစ်အဖွဲ့အစည်း ၂ခုခွဲပြီးတိုက်ခိုက်‌နေရတာဖြစ်ပါတယ်အရှေ့မှာလည်းပေါက်ကွဲမှု ၂ကြိမ်ဖြစ်ထားပြီးတဲ့အတွက်ငြိမ်ချမ်းရေးဆွေးနွေးပွဲကိုမလုပ်ပဲ ရပ်တန့်ဖို့ပြောနေတဲ့အစိုးရအရာရှိကတစ်ဖက်ဆွေးနွေးပွဲကိုဖြစ်မြောက်အောင်မြင်အောင်လုပ်မဲ့အရာရှိကတစ်ဖက်နဲ့ ဖူဖန်းကကြားမှာရောက်သ‌လိုဖြစ်နေပြန်တယ်နောက်ဆုံးအကြိမ် အကြမ်းဖက်သမားတွေရဲ့ ခြိမ်းခြောက်မှုအရပေါက်ကွဲမှုထပ်မဖြစ်ပွားအောင် ဖူဖန်းက ဗုံးတပ်ဖွဲ့ဝင်ထဲဝင်ရောက်ပြီးဆွေးနွေးပွဲကိုဆက်လုပ်ကျင်းပဖို့တာဝန်ထမ်းဆောင်ခဲ့ပါအကြမ်းဖက်သမားရဲ့ခေါင်းဆောင်ကဘယ်သူဖြစ်မလဲစစ်ပွဲ တိုက်ပွဲကြားက အကျိုးအမြတ်ထုတ်ချင်တဲ့အထက်လူကြီးတွေရဲ့ အကျင့်စရိုက်ကိုလည်း ဒီဇာတ်ကားလေးမှာတွေ့ရမှာဖြစ်ပါတယ်ဗုံးဖျူးကြိုးညှပ်ဖို့ စဉ်းစားပြီး actionချကွက်ကောင်းကောင်းလေးကြည့်ချင်ရင်တော့ဒီဇာတ်ကားလေးကိုကြည့်ရှုဖို့ recommendပေးချင်ပါတယ် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 10 min\nGenres : Drama , Crime\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/12Amc/Defenes.Bomb.Crisis.2021.1080p.WEB-DL(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOARINtSEjagdoWtrxaxn7rMoLu.jpg",
        "title": "Zombie Reddy (2021)",
        "description": "Zoombie Reddy (2021)အိန္ဒိယ ဇွန်ဘီကားတဲ့ဗျ။ သည်းထိတ်ရင်ဖို Thriller တွေလူကြိုက်များလာတဲ့နောက်ပိုင်းမှာ အိန္ဒိယကလည်း လူကြိုက်များတဲ့genre တစ်ခုကို ထိုးဖောက်ဖို့ ကြိုးစားလာတဲ့ပုံပဲဗျ။ ဒါပေမယ့် ဒီရုပ်ရှင်ကတော့ဟာသဘက်ကို နှောပြီး ရီရီမောမောကြည့်ရမယ့် ပုံစံမျိုးပါ။မာရီယိုဆိုတဲ့ ဂိမ်းတွေရေးတဲ့ programmer တစ်ယောက်က သူထွင်ထားတဲ့ဂိမ်းပေါက်ခါနီးမှ error တက်တယ်ပေါ့ဗျာ။ ဒီတော့ ကုဒ်ရေးတဲ့ ဘော်ဒါကြီးကလည်းနှစ်ချို့ တစ်ကိုယ်တည်းသမားကြီး။ ကံကောင်းချင်တော့ ရည်းစားရပြီးချက်ချင်းမင်္ဂလာဆောင်ဖို့ ရာရ်လာဆီမာဆိုတဲ့မြို့ကို ရောက်နေတာပေါ့။ရာရ်လာဆီမာဆိုတဲ့မြို့က ဂိုဏ်းကြီးတွေ ကြီးစိုးပြီးမင်းမူနေတဲ့မြို့ဗျ။ဒီတော့ မာရီယိုတို့အုပ်စု မင်္ဂလာဆောင်သွားရင်း ဂိုဏ်းနှစ်ဂိုဏ်းရန်ပွဲကြားကမြေစာပင်ဖြစ်တော့တာပေါ့။ အဲဒီအပြင် အိန္ဒိယမှာ ကိုရိုနာကပ်ဘေးလည်းဖြစ်နေတဲ့ကာလ။ စိတ်ရူးပေါက်နေတဲ့ ဆရာဝန်အဖိုးတစ်ယောက်ကကိုဗစ်ကာကွယ်ဆေး ဖော်ရင်း ကျရှုံးပြီး ဆေးရဲ့ဘေးထွက်ဆိုးကျိုးအနေနဲ့ဇွန်ဘီတွေကို မွေးထုတ်မိကုန်တော့ပေါ့။အဲဒီနောက်မှာတော့ ရာရ်လာဆီမာဆိုတဲ့မြို့မှာ ဖရိုဖရဲတွေဖြစ်၊ ဇွန်ဘီတွေကတစ်မျိုး၊လူမိုက်တွေတစ်မျိုး ယောက်ယက်ကိုခတ်ပြီး အကုန်အလွဲလွဲအချော်ချော်တွေပေါ့။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရတဲ့ပုံစံမျိုးမို့ ခဏတာအပန်းဖြေဖို့ မဆိုးလှတဲ့ဇာတ်ကားလို့ညွှန်းရင်းChannel Myanmar မှာ လာရောက်ကြည့်ရှူဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်ဗျာ။ \nFile size…4GB / 1.4Gb ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/zombie-reddy-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SKsMvNArp0ytrjrx5h6rCf1wxN.jpg",
        "title": "Ajagajantharam (2021)",
        "description": "Ajagajantharam (2021)Action/Mysteryကြမ်းကြမ်းရမ်းရမ်း အိန္ဒိယရုပ်ရှင်တွေ ကြည့်ချင်တယ်။ ဒါပေမယ့် အိုဗာတင်းမဖျော်ပဲလက်တွေ့ဆန်တဲ့ရိုက်ချက်တွေလည်း လိုချင်တယ်ဆိုပါစို့။ ဒါဆိုရင်တော့လွမ်းခန်း၊ ဆွေးခန်း၊ ချစ်ခန်း၊ ကြိုက်ခန်းတွေမပါပဲ ရင်တထိထိတ်နဲ့ကြည့်ရမယ့်အက်ရှင်ကားကောင်းကို Channel Myanmar ကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ည ။ ညဟာ ပုံမှန်ထက် မှောင်မိုက်လာခဲ့။ သာမန်ညတွေမှာ အိပ်စက်အနားယူကြ၊အလုပ်သွားကြနဲ့ လည်ပတ်နေခဲ့တဲ့ တစ်နှစ်တာ ရာသီစက်ဝန်းမှာ ဒီညဟာတော့ပိုပျော်စရာကောင်းခဲ့။ နှစ်စဥ်ကျင်းပလေ့ရှိတဲ့ Aranjali ရဲ့ဘုရားပွဲနေ့ဖြစ်တာကြောင့်ပေါ့ဗျာ။လူတွေဟာ ဝတ်ကောင်း၊ စားလှတွေဝတ် မီးရောင်စုံတွေ၊ စျေးဆိုင်တန်းလေးတွေ၊ဂီတသံတွေညံစီနေတဲ့ ပွဲစျေးထဲ လည်ပတ်ရင်း ပျော်ရွှင်နေခဲ့ကြတာပေါ့။ဒါပေမယ့် ဒီနှစ် Aranjali ဘုရားပွဲရဲ့အခြေအနေကတော့ရီမောသံတွေအစား ဆဲဆိုသံတွေ ညံပြီး သွေးသံတရဲရဲပေါ့။ ဆင်တစ်ကောင်ရယ်၊နံမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ရာဇဝတ်သားလူမိုက်တွေရယ်၊ လက်ရဲဇက်ရဲလို့ဆိုရမယ့်လူငယ်တချို့ရယ်၊ ပြီးတော့ ပြဇာတ်အကတစ်ဖွဲ့ရယ် ရုန်းရင်းဆန်ခတ်ဖြစ်ခဲ့ကြတဲ့ညပေါ့။ရဲကားသံတွေလည်း တဝီဝီ၊ ပြေးတဲ့လူကပြေးနဲ့ ဖရိုဖရဲအခြေအနေကို စိတ်လှုပ်ရှားဖို့ကောင်းအောင် ကြည့်ရမှာပါ။ဒီကဘုရားပွဲတို့၊ ပျော်ပွဲရွှင်ပွဲတို့မှာဖြစ်လေ့ရှိတဲ့ ရန်ပွဲတွေလိုမျိုးပါပဲ။ ဒါပေမယ့် ထူးခြားတာက ဆင်တစ်ကောင်ကိုထည့်ရိုက်ထားတဲ့နေရာမှာ အိန္ဒိယတို့ရဲ့ အစဥ်အလာအတိုင်း ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ajagajantharam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-26-at-11.43.22-143x200.png",
        "title": "Restless (2022)",
        "description": "Restless (2022)=============အခုတစ်ခေါက်မှာတော့ Netflix ကနေ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nပြင်သစ်အက်ရှင်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။အမြဲတမ်း ဖြောင့်မတ်တဲ့ရဲတွေကိုပဲ ဇာတ်လိုက်နေရာက မြင်နေရတာ\nရိုးသွားပြီလား ဒါဆိုရင် ဒီကားလေးကို ကြည့်လိုက်ပါ။ အဓိက ဇာတ်လိုက်ဖြစ်တဲ့\nဘလင်းဟာ ပုံမှန်မြင်နေကျဇာတ်ကောင်တွေလို ရိုးသားဖြောင့်မတ်တဲ့ရဲမဟုတ်ဘဲ\nလာဘ်ပေးလာဘ်ယူလုပ်ပြီး အကျင့်ပျက်ခြစားတဲ့ရဲပဲဖြစ်ပါတယ်။ ဘလင်းတစ်ယောက်\nသူ့မိခင်ဆုံးပြီး အခေါင်းသွင်းတော့မှာဖြစ်တဲ့အတွက် ဆေးရုံကို အလောတကြီးသွားရမဲ့\nအချိန်မှာပဲ ပြည်တွင်းလုံ​​ခြုံ​​ ရ​ဌာနက သူတို့စခန်းကို ရှောင်တခင်ဝင်စစ်ဆေးပါတော့တယ်။\nမောင်ဘလင်းတစ်ယောက် လောလောနဲ့ ဗျာများပြီး ကားမောင်းရာကနေ လူတစ်ယောက်ကို\nတိုက်မိခဲ့ပါတယ်။ အကျင့်ပျက်ခြစားရုံတင်မက ကားနဲ့လူပါတိုက်လိုက်မိတဲ့ ဘလင်းဟာ\nဒီယာဥ်တိုက်မှုကို ခြေရာလက်ရာဖျောက်ဖို့ ခက်ခက်ခဲခဲကြိုးစားခဲ့ပေမယ့်လည်း ထူးဆန်းတဲ့\nမျက်မြင်သက်သေတစ်ယောက်ဆီကနေ ခြိမ်းခြောက်မှုတွေရရှိလာတဲ့ခါ....ဘလင်းတစ်ယောက် ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်လွှားမလဲ..??\nသူရဲ့လာဘ်စားမှုတွေကရော ပေါ်လွင်သွားမှာလား..?? မျက်မြင်သက်သေကရော ဘာလို့ခြိမ်း\nခြောက်နေရတာလဲ.. ဆိုတာကို ကြည့်ရှုရမဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်\nဖြစ်တာမလို့ အားလုံးအကြိုက်တွေ့ကြမယ့် Action, Crime, Thriller ကားသစ်လေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်)File Size - (1.2 GB) / (585 ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/restless-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9EqUsKYHWk7XrXEyCMzxc93L6oR.jpg",
        "title": "12 Hours(2022)",
        "description": "တရုတ်အက်ရှင်ကားကောင်းလေးတစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေခေတ်လွန်Cyber City မှာ နေ့စဉ်လူပျောက်မှုတွေဆက်တိုက်ဖြစ်နေပါတယ်။အထူးတပ်သားဟောင်းဖြစ်တဲ့ ကျင်းချန် (Aarif Rahman)ဟာသမီးလေးခွဲစိတ်ရဖို့အတွက် Credit Bitဆိုတဲ့ ချေးငွေလုပ်ငန်းမှာခန္ဓာကိုယ်ကိုအပေါင်ထားချေးငွေယူတဲ့အချိန်ကနေပြဿနာတွေစတော့တာပါပဲ။ချေးငွေသဘောတူစာချုပ်ချုပ်ပြီးတဲ့အချိန်မှာ ကျင်းချန်ဟာမေ့ဆေးပေးခံရပြီးတစ်ခြားသူတွေနဲ့အတူ ထူးဆန်းတဲ့သစ်တောတစ်ခုကိုရောက်သွားပါတယ်။နယ်ပယ်အသီးသီးလူတွေစုနေတဲ့သူတို့လူတစ်စုဟာအဲဒီသစ်တောထဲမှာအသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။တကယ်တော့သူတို့ဟာစွမ်းရည်စမ်းသပ်ခံဖို့Survival Gameတစ်ခုကိုကစားနေမှန်းမသိကစားနေကြရတာပါ။မျိုးရိုးဗီဇအဆင့်မြှင့်သတ္တဝါတွေနဲ့ပါတိုက်ခိုက်ရတဲ့သူတို့ဟာအသက်ရှင်နိုင်ပါ့မလား ဆိုပြီးရင်တမမနဲ့ကြည့်ရမှာပါ။Effect တွေကတော်တော်ကောင်းပြီး တိုက်ရိုက်ရေးဒါရိုက်တာကလဲJackie Chan ရဲ့ကားတွေရိုက်ခဲ့တဲ့ဒါရိုက်တာဆိုတော့ အတိုင်းထက်အလွန်ပါပဲ။ဇာတ်သိမ်းမှာ ထင်မထားတဲ့အကွက်နဲ့သိမ်းသွားတာဆိုတော့ ကြည့်ရှုအားပေးကြပါဦးနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 24 min\nGenres : Action , Crime , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Iu7u/12_Hours_2022_WEB-DL_480p_(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bB7uV5ljDWKG2m5Z4cgWwDMAeY.jpg",
        "title": "The Burning Sea (2021)",
        "description": "The Burning Sea (2021) ဇာတ်လမ်းအညွှန်းIMDb 6.2/10=================================ပင်လယ်ပြင်ဆိုတာ ခန့်မှန်းရခက်တဲ့ အန္တရာယ်တွေ အပြည့်ပါပဲ....\nပင်လယ်မှာ မှီခိုပြီး အသက်မွေးဝမ်းကြောင်းပြုရတဲ့အထဲမှာ....\nကမ်းလွန်ပင်လယ်ပြင် တစ်လျှောက် ရေနံတူးလုပ်သားများလည်း ပါဝင်ပါတယ်။\nသူတို့ဘဝက ကမ်းမမြင် လမ်းမမြင်ပင်လယ်ထဲရောက်နေရုံမက\nပင်လယ်ကြမ်းပြင်အောက်အထိ စွန့်စားပြီး အလုပ်လုပ်ရတာမို့ ခက်ခဲကြမ်းတမ်းသလို\nအသက်ကိုဖက်နဲ့ထုပ်ထားရသူတွေပါ....။\nဒီလို ပတ်ဝန်းကျင်မှာ အမှားတစ်စုံတရာသာ ဖြစ်ခဲ့ရင် ရေနံလုပ်သားတွေတင်မကပဲ.....\nပင်လယ်ထဲကို ယိုဖိတ်လာမယ့် ရေနံဆီတွေ ဓာတ်ငွေ့တွေက\nသက်ရှိတွေကို မျိုးတုံးစေတဲ့အထိ....အန္တရာယ်ကြီးမားပါတယ်....။\nငွေကြေးအားဖြင့်လည်း တန်ဖိုးဘီလီယံနဲ့ချီပြီး ရှုံးသွားနိုင်ပါတယ်....။ဒီလို ဒီလို ဘေးရန်တွေကြားက အလုပ်လုပ်နေကြရင်း ကပ်ဘေးကြုံရတဲ့အခါ\nဘယ်လို ဖြစ်ကြမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတဲ့ စွန့်စားခန်းဆန်ဆန် ရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေး နာမည်ကတော့ The Burning Sea ဖြစ်ပြီး\nပင်လယ်ရေနံလုပ်သားတွေရဲ့ ဘေးဒုက္ခ အကြောင်း ရှားရှားပါးပါး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။သည်းထိတ်ရင်ဖိုဇာတ်လမ်းဆို သဘောကျတဲ့ ပရိတ်သတ်တွေ\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းလိုက်ပါရစေ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....ACtion\nQuality….WEB-DL ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-burning-sea-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYTUyMWNkYWUtMTg1ZS00MjJiLWE2ZjgtYjJkYTJmMmEzNWI0XkEyXkFqcGdeQXVyNTEzNDIxOTg@._V1_-133x200.jpg",
        "title": "Cyborgs: Heroes Never Die (2017)",
        "description": "Cyborgs: Heroes Never Die (2017)IMDb.....8.32014 တုန်းက ရုရှားတွေရဲ့ကျူးကျော်စစ်ကို ယူကရိန်းတွေခုခံခဲ့ကြတဲ့ တိုက်ပွဲတွေထဲကတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ကိုယ်နှစ်သက်တဲ့လူတစ်ယောက်ကိုပိုင်ဆိုင်ဖို့ဆိုရင်\nအဲ့ဒီလူရဲ့ အဓိကနေရာဖြစ်တဲ့ နှလုံးသား အလယ်ဗဟိုတည့်တည့် ချိန်ရွယ်ပစ်ခပ်သိမ်းပိုက်ဖို့လိုပါတယ်...\nဒီလိုပဲ စစ်ပွဲတစ်ပွဲမှာဆိုလည်း အောင်မြင်ရေးသော့ချက်ဖြစ်တဲ့ အဓိက\nအချက်အချာမြေကို သိမ်းပိုက်ဖို့ ကြိုးစားကြပါတယ်...ယူကရိန်းနိုင်ငံကDonetskလေဆိပ်ကိုရုရှားတွေလာရောက်တိုက်ခိုက်နေကြတယ်....\nအဲ့လေဆိပ်ကိုဘာလို့တိုက်ရလဲဆိုတော့ အထက်ကပြောခဲ့သလို အချက်အချာမြေနေရာဖြစ်နေလို့ပါပဲ...\nဒီလေဆိပ်ကျသွားရင် ယူကရိန်းကျသွားတာနဲ့တူတူပဲဖြစ်နေလို့ပါ...\nဒါ့ကြောင့် ယူကရိန်းတို့ ဒီလေဆိပ်မကျသွားဖို့အရေးကို\nစစ်သည်အပေါင်းတို့ဟာ တတ်စွမ်းသမျှ အတတ်နိုင်ဆုံးခုခံဖို့ကြိုးစားကြပါတယ်...ဒီစစ်သည်တွေ အောင်မြင်ပါ့မလား...\nအသက်ပေါင်းများစွာ ဘယ်လောင်တောင်ပေးဆပ်လိုက်ကြရလဲ....\nသူရဲကောင်းတွေဟာ ဘယ်သူများဖြစ်မလဲ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဒီကားကတော့ ယူကရိန်းစစ်ကားတစ်ကားဖြစ်ပြီးပြီးတော့ အောင်မြင်မှုတွေလည်းရသလို\nIMDb မှာဆိုလည်း 8.3တောင်ရထားလေတော့ ထွေထွေထူးထူးတော့ပြောစရာလိုမယ်မထင်ပါဘူး...ခံစားကြည့်လိုက်ဦးဗျို့...File Size : (1.1 GB)/(850 MB) / (332MB)\nQuality : Blu-Ray 1080p HEVC/720p/480p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/cyborgs-heroes-never-die-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-24-at-00.20.06-136x200.png",
        "title": "Supercool (2021)",
        "description": "Supercool (2021)==============အပျင်းပြေစရာ အခွီဇာတ်ကားလေးတွေကို မျှော်လင့်နေတဲ့ CM ပရိတ်သတ်တွေအတွက်\nဒီတစ်ခါမှာတော့ Supercool ဆိုတဲ့ Teen Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်\nရပါတယ်။\nNeil နဲ့ Gilbert တို့ဟာ အထက်တန်းကျောင်းတော်ကြီးမှာ အခင်ဆုံး သူငယ်ချင်းနှစ်ယောက်\nဖြစ်ပါတယ် ဒါ့အပြင် အပေါင်းမသင်းမ၀င်ဆံ့တဲ့ အရှုံးသမားတွေလည်း ဖြစ်ကြလေရဲ့ ။\nကိုယ်တက်တဲ့ကျောင်းမှာ ပေါ်ပြူလာဖြစ်ချင်စိတ် ခပ်ဟော့ဟော့ နဲ့ စကီလေးတွေ ဝိုင်းနေတဲ့သူ\nဖြစ်ချင်စိတ်မျိုးကတော့ လူတိုင်းမှာ ရှိခဲ့ကြမယ် ထင်ပါတယ် Neil နဲ့ Gilbert တို့ကလည်း သူတို့ရဲ့\nအရှုံးသမားဘ၀ကြီးကို စိတ်ပျက်လွန်းကြပြီး ပေါ်ပြူလာ ဖြစ်ချင်ကြပါတယ်။ ဒါ့အပြင် Neil မှာ\nSummer ဆိုတဲ့ crush လေးကလည်း ရှိနေပြန်ပါတယ်။ သို့ပေမယ့် Summer နဲ့ နီးစပ်ဖို့ဝေးစွ\nငနဲသားဟာ တစ်ခါမှတောင် စကားသွားမပြောဖူးပါဘူး ရှေ့တစ်ပတ်ထဲမှာ Summer လုပ်မယ့်\nမွေးနေ့ပါတီပွဲလေးကိုလည်း Neil တစ်ယောက် အရမ်းသွားချင်နေခဲ့တယ်။ ဒီလိုအဖြစ်မျိုးတွေကနေ\nNeil အတွက်တော့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/supercool-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGI4ZjBjNWYtYmI2OS00MjgxLTk0ZTctYzY1YWNkMWI2ODE0XkEyXkFqcGdeQXVyMTY3NTQ3MjE@._V1_-150x200.jpg",
        "title": "Weekend Warriors (2021)",
        "description": "Weekend Warriors (2021)==================ဖခင်ဖြစ်သူကိုဆုံးရှုံးထားရပြီး မိခင်ဖြစ်သူ ညီမဖြစ်သူနဲ့နေနေရတဲ့\nဆယ်ကျော်သယ်ကျောင်းသားလေး စကော့တီ...ကျောင်းမှာလည်း\nသူငယ်ချင်းဆိုတာမရှိ အားလပ်ချိန်တွေမှာလည်းအခန်းထဲပဲအောင်း\nနေတဲ့သူက ကျောင်းပိတ်ရက်တစ်ရက်မှာစိတ်ပြေလက်ပျောက် အဖိုး\nအဖွားဆီသွားချင်လို့ မိခင်ကိုပူဆာပါတော့တယ်။ ဒီလိုမိခင်က ဦးလေး\nဖြစ်သူကိုဖုန်းဆက်ခေါ်ပြီး သူတို့ကိုဦးလေးနဲ့အတူထည့်ပေးလိုက်ပါတယ်။\nကျောင်းပိတ်ရက်လေးမှာ အေးအေးဆေးဆေးအပန်းဖြေဖို့စိတ်ကူးထားတဲ့\nစကော့တီအတွက် မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းကဖြစ်လာပြီး\nအသက်လုပြေးရတဲ့ကျောင်းပိတ်ရက်ဖြစ်သွားပါတော့တယ်။ ဒီဇာတ်ကား\nလေးကတော့ စကော့တီနဲ့ညီမဖြစ်သူတို့ရဲ့စွန့်စားခန်းတွေကိုအသားပေး\nရိုက်ကူးထားတာဆိုတော့ ကလေးစွန့်စားခန်းကားလေးလို့ပြောရမလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.93 GB) / (906 MB) / (618 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 33mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://megaup.net/1Irug/Weekend.Warriors.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/l0wpnurljao8-140x200.jpg",
        "title": "Tough as Iron (2013)",
        "description": "Tough as iron (2013)'ပျော့ရင်ဖယောင်း၊ မာရင်သံချောင်း' ...ဒီကားလေးကတော့ ဘူဆန်မြို့က Kang Chul ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်။Kang Chul အဖြစ် Yoo Ah In က သရုပ်ဆောင်ထားပြီး Kim Hae Sook, Jung Yumi တို့အပြင် အခြားသောနာမည်ကြီး သရုပ်ဆောင်များလည်း အားဖြည့်ပါဝင်ထားကြပါတယ်။Kang Chul ဆိုတဲ့ကောင်လေးဟာ ဘူဆန်မြို့ရဲ့ ဆိပ်ကမ်းမှာ ရေခဲလုပ်သားအဖြစ်လုပ်ကိုင်နေတဲ့ အခြေခံလုပ်သားလေးတစ်ဦးပဲ ဖြစ်ပါတယ်။အထက်တန်းကျောင်းမှာတုန်းက ဖိုက်တာတစ်ယောက် ဖြစ်ခဲ့ပေမယ့်လည်း ဘဝကို အေးအေးချမ်းချမ်းဖြတ်သန်းရင်းနဲ့ အယ်ဇိုင်းမားရောဂါသည် မိခင်ကို ပြုစုစောင့်ရှောက်ရင်း နေထိုင်နေခဲ့ပါတယ်။သာယာနေတဲ့ ဘဝလေးထဲကို တစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့ ရောဂါအ‌ခြေအနေဆိုးရွားလာမှုကြောင့် ခွဲစိတ်ဖို့ ငွေအရေးပေါ်လိုအပ်လာခဲ့ပြီး သူငယ်ချင်းဖြစ်သူရဲ့ အချိတ်အဆက်နဲ့ ဘူဆန်ရဲ့မြေအောက်လောက ဂိုဏ်းကဏ္ဍတွေမှာ ပါဝင်ပတ်သတ်မိသွားတဲ့အချိန်မှာတော့ ပြန်ရုန်းထွက်နိုင်ဖို့ လွယ်ကူပါဦးမလား၊ မိခင်ကိုရော ကယ်တင်နိုင်ပြီး လွတ်မြောက်သွားနိုင်မလားဆိုတာကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tough-as-iron-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ews3l3v7JYLtBS5ansZrXsXLMzl.jpg",
        "title": "Gasoline Alley (2022)",
        "description": "Gasoline Alley (2022)ခုတစ်ခေါက်မှာတော့ သည်းထိပ်ရင်ဖိုမှုခင်းကားတစ်ကားဖြစ်တဲ့ Gasoline Alley နဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ လေး‌လောင်းပြိုင်လူသတ်မှုတစ်မှုရဲ့ အခင်းဖြစ်တဲ့နေရာမှာ \"Gasoline Alley\" လို့ထွင်းထားတဲ့ မီးခြစ်တစ်ခုကို စုံထောက် Freeman နဲ့ Vargas တို့ကတွေ့ရှိခဲ့ပါတယ်။ \"Gasoline Alley\"ဆိုတဲ့ နာမည်ကအကျဉ်းသားဟောင်းတစ်ဦးဖြစ်တဲ့ Jimmy Jayne ရဲ့ တက်တူးဆိုင်နာမည်နဲ့လာ‌တူနေတဲ့အပြင်လူသတ်မှုမဖြစ်ခင်ညကJimmyဟာ အသတ်ခံရတဲ့လေးယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ Stars နဲ့ပတ်သက်မှုရှိနေခဲ့တော့အမှုရဲ့သံသယရှိသူဖြစ်လာပါတော့တယ်။ အကျဉ်းကျခဲ့ဖူးပေမယ့် ကိုယ်မလုပ်တဲ့ပြစ်မှုအတွက် ထောင်အကျမခံနိုင်ပါဘူးဆိုတဲ့Jimmy ကသံသယရှိသူဖြစ်လာတဲ့အခါမှာတော့ စုံထောက်နှစ်ယောက်နဲ့ပေါင်းပြီးနာမည်ရှင်းဖို့ရာအတွက် အမှုကိုလိုက်ပြီးစုံစမ်းပါတော့တယ်။Jimmyတစ်ယောက် ကိုယ့်နာမည်ကိုဘယ်လိုရှင်းမလဲဆိုတာကို ပဟေဠိဆန်ဆန်နဲ့ ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦး။\nFile size…1.25Gb / 700MB / 350MB\nQuality…1080p WEB RIP  AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Allena & Honeyey",
        "rating": "",
        "url": "https://channelmyanmar.org/gasoline-alley-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koap5B3bQHQi3yaZ39vpWR66TGP.jpg",
        "title": "Cell 211 (2009)",
        "description": "Cell 211 ဇာတ်လမ်းအညွှန်း********************၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းဖြစ်ပြီး IMDB 7.6 တောင်ရရှိထားတာမို့ အချဉ်တော့မဟုတ်ဘူးပေါ့နော်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် ဟူအန်းအိုလီဗာအကြောင်းကနေ စပြောရမှာပဲ။ ဟူအန်းက အသက် ၃၀၊ မိန်းမရှိတယ်။ သူ့မိန်းမက မွေးခါနီးဖွားခါနီး ကိုယ်ဝန်ကြီးနဲ့ မပေါ့မပါးပေါ့… ဟူအန်း အရင်က သားသတ်ရုံမှာအလုပ်လုပ်ရတာ၊ အခုတော့ ထောင်စောင့်အနေနဲ့ အလုပ်သစ်ရထားပြီ။ မနက်ဖြန်စဆင်းရမယ်ဆို ဒီနေ့လိုနေ့မှာ သူ ထောင်အခြေအနေကို လေ့လာဖို့ ထွက်လာခဲ့တယ်။ သားသမီးရလာတော့မယ်ဆိုတော့ အလုပ်ကြိုးစားချင်စိတ်ကြောင့်ပဲဆိုပါတော့လေ။ သူအလုပ်လုပ်ရမယ့်ထောင်မှာကလည်း တကယ့်ကိုဆိုးပေ့မိုက်ပေ့ လူဆိုးကြီးတွေချည်းပဲ။ ထောင်ကြီးကလည်း တကယ့်ကိုအိုဟောင်းစုတ်ပြတ်နေပြီ။ ကံဆိုးချင်တဲ့ ဟူအန်းတစ်ယောက် ထောင်ကိုရောက်ပြီး လှည့်ပတ်ကြည့်ရှုလို့ သိပ်မကြာခင်မှာပဲ ခေါင်မိုးပြိုကျလို့ ထိပ်ပေါက်ပါလေရောလား…တစ်ပူပေါ်တစ်ပူဆင့်ချင်တော့ အဲဒီချိန်မှာပဲ ထောင်ထဲက ခေါင်းဆောင်လို့ဆိုရမဲ့ မာလာမာဒရစ်က အစောင့်လက်ကနေ လွတ်လာပြီး ထောင်ဆူတော့တာပါပဲ။ ဒီလိုနဲ့ ဟူအန်းတစ်ယောက် အကျဉ်းခန်း ၂၁၁ ထဲမှာ ပိတ်မိနေရာက သူ့ကိုယ်သူ အသစ်ရောက်လာတဲ့ထောင်သားပါလို့ အားလုံးယုံအောင်ဖြီးဖြန်းခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/cell-211-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ngztav9zdowe-133x200.jpg",
        "title": "Tiger Cage (1988)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတာပါ။မင်းသား Donnie Yen,Jacky Cheung,Simon Yam,Uncle Tat...မင်းသမီး Carol Cheng,Irene Wan တို့လို ဟောင်ကောင်ရွှေခေတ်ရဲ့ နာမည်ကြီးတွေပါဝင်ထားပါတယ်...IMDb Rating(6.6) ထိ ရရှိထားပြီး ဖိုက်တင်ခန်းတွေလဲကြမ်းသမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(1.8 GB)/(700 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Murphy",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tiger-cage-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-142x200.jpg",
        "title": "Crook: It’s Good to Be Bad (2010)",
        "description": "Crook It's Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n''သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့''\nဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်း\nမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်က\nလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။\nနယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။\nတိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်...သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။\nဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/crook-its-good-to-be-bad-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BrotherHood-119x200.jpg",
        "title": "Brotherhood ( 2022 )",
        "description": "အခုတင်ဆက်ပေးမှာတော့ မင်းသားကြီး Wu Yue ရဲ့ဟောင်ကောင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့Lei Zhan Sheng ဟာမြေအောက်ဘုရင်တစ်ယောက်ဆီကနေဒေါ်လာသိန်း၁၀၀၀ကိုခိုးယူခဲ့တာကဇာတ်လမ်းစတာပါပဲ။ဒေါ်လာသိန်း၁၀၀၀အတွက် ကျွန်းတစ်ကျွန်းပေါ်မှာပစ်ကြခတ်ကြရင်Lei Zhan Shengဟာသေသွားပါတယ်။Lei Zhan Shengရဲ့အမွှာအကို Lei Zhan Jun ညီသေသွားတာကိုမယုံနိုင်ပဲနိုင်ငံကူးပြီးအဖြစ်မှန်ကိုလိုက်ရှာပါတယ်။တကယ်တော့ထွက်ပြေးလွတ်မြောက်နေတဲ့ညီဖြစ်သူ Lei Zhan Sheng ဟာမျက်နှာကိုခွဲစိတ်ပြင်ဆင်ထားတာပါအကိုကိုမြေအောက်ဂိုဏ်းလက်ကကယ်ဖို့ပြန်လာရင်းညီအကို၂ယောက်ဟာ ရဲတွေရောမြေအောက်ဂိုဏ်းသားတွေရဲ့လိုက်လံဖမ်းဆီးမှုကိုခံရပါတော့တယ်။ဒီကားလေးဟာ အက်ရှင်ကားဆိုပေမယ့် ဟာသနှောတဲ့အပြောလေးတွေပါတာကြောင့်ပေါ့ပေါ့ပါးနဲ့အရမ်းကြည့်ကောင်းတဲ့ကားလေးပါ။ညီအကိုကြား Bromanceကိုလဲအရမ်းလေးလေးကြီးမဖြစ်အောင်ထည့်ထားတာကလဲသဘောကျစရာပါပဲ ။ရှေ့ဆက်ပြီးဘယ်လိုဖြစ်သလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုအားပေးကြပါဦး။ \nQuality  : WEB DL 1080p\nFormat : mp4\nDuration : 1hr 36min\nGenres : Action,Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By Nu Mon\nEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/1Ina5/Brotherhood_2022_1080P_(CM)_FIX.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/accident_man-135x200.jpg",
        "title": "Accident Man (2018)",
        "description": "Accident Man ဆိုတာလူတစ္ေယာက္ေပါ့။ဘယ္လိုလူတစ္ေယာက္လဲဆိုေတာ့ အခေၾကးေငြယူျပီး လူသတ္ေပးရတဲ့ အလုပ္ကိုလုပ္ရတဲ့လူ။လူသတ္ကုန္သည္လို႔လည္းေခၚၾကတယ္။သူတို႔ေလာကမွာ အဲ့ဒီေစ်းကြက္က ေတာ္ေတာ္ျဖစ္ထြန္းေနသလို ကိုယ့္အလုပ္္ကိုကုိယ္ ဂရုစိုက္ၾကရတယ္။အလုပ္အပ္တဲ့လူကပြဲစားကတစ္ဆင့္ သတ္ရမယ့္လူရဲ႕အခ်က္အလက္နဲ႕ေငြကိုေပးတယ္။ပြဲစားကေနျပီးေတာ့မွ သတ္ရမယ့္ပံုစံကိုိလိုက္ျပီး လုတ္ၾကံသတ္ျဖတ္သူေတြကို တာဝန္ေတြျပန္ခြဲေပးတယ္။သတ္ရမယ့္ပံုစံဆိုတာ အဆိပ္ခတ္သတ္ရမလား၊လမ္းေဘးလူသတ္မႈပံုစံလား၊မီးရွိဳ႕သတ္မလား၊မေတာ္တဆပံုစံလားစသျဖင့္ေပါ့။Accident Man ဆိုတာက မေတာ္တဆပံုစံသတ္ရတဲ့အခါ တာဝန္ယူေပးရတဲ့လူ။ဇာတ္လမ္းကေတာ့ ေျပာမျပေတာ့ဘူး။အထိုးအၾကိတ္အသတ္အပုတ္ကားၾကိဳက္တဲ့လူေတြအတြက္ေတာ့ အၾကိဳက္ပဲေပါ့။မင္းသားကလည္း ဘြိဳင္ကာလက္ေ၀ွ႔ကားထဲက နာမည္ေက်ာ္ဆိုေတာ့ ကိုယ္တိုင္သာၾကည့္ၾကည့္လိုက္ပါေတာ့။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ဆရာဇြဲခန္႔သြင္ပါ) File Size : (850 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-NODLABS\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1Ba2t/Accident_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYjAzMGJjNDYtZGQyNC00ZGY5LWEzNjEtYjA1OWNhZTNhZGEzXkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-132x200.jpg",
        "title": "Enemy (2021)",
        "description": "ရုံတင်တုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့တဲ့ တောင်ပိုင်းမင်းသား အာရားနဲ့ဗစ်ရှေးတို့ရဲ့ အတော်ကိုကောင်းမွန်တဲ့အက်ရှင်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ IMDB မှာလည်း 7.7ဆိုတော့ ခပ်မိုက်မိုက်ပဲပေါ့။ဇာတ်လမ်းအကျဉ်း...ဒီလောကကြီးထဲမှာ အန္တရာယ်အများဆုံးက သူစိမ်းတွေမဟုတ်ပဲကိုယ့်အကြောင်းကို အစအဆုံးသိနေတဲ့ အရင်းနှီးဆုံးသူကအန္တရာယ်အပေးနိုင်ဆုံးသူဖြစ်ပါလိမ့်မယ်။ ဒီကားမှာလည်းငယ်ငယ်ထဲက တစ်ကျောင်းထဲဆင်း ဆရာ တစ်ယောက်ထဲထွက်တဲ့သူငယ်ချင်းနှစ်ယောက်ကို ENEMY ဆိုတဲ့ ရန်သူတော်တွေဖြစ်လာအောင်ဘယ်အရာတွေက ပံ့ပိုးပေးမလဲဆိုတာ စီးမျောလိုက်ရအောင်။ဇာတ်အိမ်ကကောင်းလွန်းတော့ ဒီထက်ပြောရင် Spoil သလိုဖြစ်နေမှာမို့Tamil ကားကြိုက်သူတွေအတွက် လက်မလွတ်တမ်း လိုက်ပါစီးမျောခံစားလိုက်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။အညွှန်းကိုတော့ ThuRa  Heinနဲ့ Lwin Htoo Aung က ရေးသားပြီး ဘာသာပြန်ကတော့ JimXTrafalgar Law. Lai Laii နဲ့ Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်။\nFile size…(7.1 GB)/(2.7 GB)/(1.1 GB)\nQuality…WEB-DL 4K HEVC/1080p/720p\nFormat…mkv/mp4\nDuration….02:37:13\nSubtitle….Myyanmar Subtitle (hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/enemy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/fistful-141x200.jpg",
        "title": "Fistful of Vengeance (2022)",
        "description": "Fistful of Vengeance (2022)====================ဒီရုပ်ရှင်ကတော့ Wu Assassin စီးရီးရဲ့နောက်ကနေ ဆက်ပြီးရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကျောရိုးကတော့ တရုတ်ပုံပြင်တစ်ခုကို အခြေခံထားပါတယ်။ ကမ္ဘာကြီးကို\nဖန်ဆင်းခဲ့တဲ့ ပထမဆုံးလူသား ဖန်းကူဟာ စွမ်းအားတွေနဲ့ယစ်မူးပြီး ကမ္ဘာကြီးက\nစိတ်ကြိုက်ချယ်လှယ်ဖို့ ကြိုးစားနေတာကို တားဆီးဖို့ တောက် နတ်ဘုရားက ဝူလုပ်\nကြံရေးသမားကို ဖန်ဆင်းပြီး တားဆီးစေခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဝူလုပ်ကြံရေး\nသမားအဆင့်ဆင့် အစွမ်းတွေကို လက်ဆင့်ကမ်းပြီး ဖန်းကူပြန်ပေါ်မလာနိုင်အောင်\nကာကွယ်တားဆီးခဲ့ကြပါတယ်။ ဒီလိုနဲ့ ဒီအစွမ်းတွေက ရွေးချယ်ခံရတဲ့ ကိုင်ဆီကိုရောက်\nလာတာပေါ့။ ဒီဇာတ်လမ်းအစမှာတော့ ကိုင် ရယ် သူ့သူငယ်ချင်း တွမ်မီ နဲ့ လူရှင်းတို့ရယ်ဟာ\nဂျန်နီကို သတ်သွားတဲ့ တရားခံကို လိုက်ရှာရင်း ဘန်ကောက်ကို ရောက်လာခဲ့ပါတယ်။\nအဲဒီမှာပဲ ဂျန်နီအသတ်ခံရတာနဲ့ ဖန်းကူနဲ့ ဆက်စပ်နေတာကိုသိပြီး ကမ္ဘာကြီးကိုပါ ကယ်တင်ဖို့\nကြုံလာရတဲ့အခါ....\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - (2.7 GB) /(1.3 GB) / (800 MB)\nQuality – ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fistful-of-vengeance-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/IntheLineofDutyIII1988-72-b-149x200.jpg",
        "title": "In the Line of Duty 3 (1988)",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၃ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 3 (1988) ဇာတ်ကားကို Force of The Dragon လို့လဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/in-the-line-of-duty-3-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Baadshah-133x200.jpg",
        "title": "Baadshah (1999)",
        "description": "Baadshah (1999)******************ရှာရွတ်ခန်းရဲ့Action/Comedyဇာတ်ကားတစ်ကားဖြစ်ပြီး IMDB rating 6.9 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းဘာဒေရှာကိုသူ့ရဲ့အမေကသူ့အဖေလိုမျိုး ရဲဝန်ထမ်းတစ်ယောက်ဖြစ်စေချင်ပေမယ့်\nသူကတော့ရဲဝန်ထမ်းအလုပ်ကိုလုံးဝစိတ်မဝင်စားဘဲ သူရဲ့သူငယ်ချင်းတစ်ဖွဲ့နဲ့ စုပြီးတော့\nဘာဒေရှာလျှို့ဝှက်ထောက်လှမ်းရေးအေဂျင်စီဆိုပြီးရုံးတစ်ရုံးဖွင့်ထားပါတယ်။လျှို့ဝှက်ထောက်လှမ်းရေးအနေနဲ့ သူ့ကိုအလုပ်အပ်ထားတဲ့ မဟင်ဒရာဆိုတဲ့သူရဲ့စိန်တွေကို\nပြန်အရယူနိုင်ပေးခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဲ့ဒီမစ္စတာမဟင်ဒရာရဲ့သမီးလေး ကိုဂိုအာမြို့မှာ\nပြန်ပေးဆွဲခံရတဲ့အတွက် သူ့သမီးကိုကယ်တင်ပေးဖို့ ဘာဒေရှာကို လှမ်းအကူအညီတောင်းပြန်ပါတယ်။ဘာဒေရှာက ဂိုအာထိသွားရမှာဖြစ်တဲ့အတွက်ကြောင့် သူ့ကို မဟင်ဒရာက လေယာဉ်လက်မှတ်ဖြတ်ပေးလိုက်ပြီး။\nဘာဒေရှာ ဂိုအာကိုသွားမယ့်နေ့မှာပဲ CBI အဖွဲ့ကလည်း ဘာဒေရှာဆိုတဲ့နာမည်နဲ့ တခြားစုံထောက်တစ်ယောက်ကို အမှုကိစ္စတစ်ခု\nဖြေရှင်းဖို့အတွက် တာဝန်ပေးလိုက်ပါတယ်။ ဘာဒေရှာဆိုတဲ့ နာမည်နှစ်ခု တူနေကြတဲ့အတွက် ဘယ်လိုအရှုပ်အထွေးတွေနဲ့ကြုံ ကြမှာလဲ....\nကလေးကိုရောဘယ်လိုကယ်ကြမလဲ....ဘောလိဝုဒ်ဖန်တိုင်း လက်မလွှတ်သင့်တဲ့ ကားတစ်ကား ဖြစ်ပါကြောင်း....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။ File Size : (1.8 GB) / (560 MB)\nQuality : 720p-WebDL, 480-WebDL\nFormat…mp4\nDuration…2h 55min\nGenre : Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/baadshah-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMjMyMzk1Nzg3OF5BMl5BanBnXkFtZTcwOTQ2NjcxNw@@._V1_-135x200.jpg",
        "title": "Wrath of the Titans (2012)",
        "description": "ဒါကတော့ Clash of The Titans (2010) ရဲ့ အဆက်အနေနဲ့ထွက်ရှိခဲ့တာပါ။ပထမဇာတ်ကားက ဇာတ်ကောင်တွေနဲ့ဇာတ်လမ်းတွေပါ ချိတ်ဆက်ထားတာမို့ ပထမဇာတ်ကားကို အရင်ကြည့်ထားဖို့လိုအပ်ပါတယ်။ဂရိဒဏ္ဍာရီလာ နတ်ဘုရားတွေအကြောင်းကို အခြေခံထားတာမို့ အကောင်ဗလောင်တွေ တန်ခိုးပါဝါတွေနဲ့ Action/Fantasy ကြိုက်သူတွေအတွက် တကယ့်ဇာတ်လမ်းကောင်းတွေပါပဲ။\nFile size…(4.7 GB) and (1.3 GB)\nQuality….BluRay 1080p & 720p\nFormat…mp4\nDuration….01:39:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/wrath-of-the-titans-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/507fc964-8394-4882-ab17-9e4cd33463d9-133x200.jpg",
        "title": "Clash of the Titans (2010)",
        "description": "မြွေခေါင်းတွေနဲ့မယ်ဒူဆာကို အကြည့်ချင်းဆုံမိတာနဲ့ ကျောက်ရုပ်ဖြစ်သွားတတ်တဲ့ ဒဏ္ဍာရီကို ကြားဖူးရင် ဒီဇာတ်ကားကို အတော်များများသိကြမှာပါ...ဒီရုပ်ရှင်ကားကို မင်းသားမင်းသမီး A list တွေနဲ့ရိုက်ကူးထားပါတယ်...Avator မင်းသား Sam Worthington ,Taken မင်းသားကြီး Liam Neeson,ဟယ်ရီပေါ်တာရဲ့ဗိုဒီမော့ Ralph Fiennes,Hansel and Gretel မင်းသမီး Gemma Arterton တို့အပြင် ဇာတ်ရံပေါင်းများစွာပါဝင်ပါတယ်။ဇာတ်လမ်းကတော့...သိကြတဲ့အတိုင်းပါပဲ...ဂရိဒဏ္ဍာရီလာ နတ်ဘုရားတွေအကြောင်းရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။လူသားတွေကိုဖန်ဆင်းထားတဲ့ နတ်ဘုရားတွေ...တန်ခိုးပါဝါအာဏာတွေတပ်မက်ရင်း လူသားတွေလိုစိတ်ဆိုးပြီး...နေရာလု ရန်ဖြစ်ကြပါတော့တယ်...ဒီပြသနာက လူ့ပြည်ထိ ရိုက်ခတ်လာတဲ့အခါမှာတော့...လူတစ်ပိုင်း နတ်ဘုရားတစ်ပိုင်း ပါးစီးရပ်စ်နဲ့...ဘာတန်ခိုးမှမရှိတဲ့လူသားတို့ အခက်အခဲတွေကို လူသားဆန်ဆန် ရင်ဆိုင်ဖြေရှင်းကြတဲ့အကြောင်းပါ။Clash of the Titans ကိုကြည့်ထားမှ သူ့ရဲ့အဆက် Wrath of The Titans(2012) ကို ဆက်ကြည့်ကြပါ။\nFile size…(3.1 GB) and (1 GB)\nQuality….BluRay 1080p & 720p\nFormat…mp4\nDuration….01:46:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/clash-of-the-titans-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6J0F1q9cJstqHbtaoS9nTQ4oCbx.jpg",
        "title": "OSS 117: From Africa with Love (2021)",
        "description": "OSS 117: From Africa With Love (2021)\n***********************************\nIMDb-5.9/10CM ပရိတ်သတ်ကြီးတွေကို ဒီတစ်ခါမှာတော့ ပြင်သစ်စုံထောက်ဇာတ်လမ်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။တကယ်လို့ ပရိတ်သတ်ကြီးတွေကJames Bonds ဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တယ်၊နောက်ပြီး Johnny English လိုဟာသဆန်ဆန် စုံထောက်အေးဂျင့်ကားမျိုးကို သဘောကျတတ်တယ်ဆိုရင်\nဒီကားလေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဇာတ်လိုက်စုံထောက်ကျော်ရဲ့ လျှို့ဝှက်နံပါတ်က OSS 117 ပါတဲ့။ဇာတ်လမ်းအစမှာတင် စုံထောက်ကျော် OSS 117 ကို\nအရေးကြီးတဲ့ လျှို့ဝှက်မစ်ရှင်တစ်ခုကိုဆောင်ရွက်ဖို့ အာဖရိကတိုက်ကို စေလွှတ်လိုက်ပါတယ်။သိကြတဲ့အတိုင်းအာဖရိကဆိုတာ သားရဲတိရစ္ဆာန်တွေပြည့်နှက်နေပြီး\nမတူညီတဲ့လူမျိုးစုတွေနေထိုင်ရာနေရာဖြစ်တာမို့\nတော်ရုံအေးဂျင့်စုံထောက်တွေ လက်ဖျားခါလောက်တဲ့ နေရာဆိုလည်းမမှားပါဘူးစုံထောက်ကျော်ဇာတ်လိုက်ကြီးကတော့ အာဖရိကကို မရောက်စဖူးရောက်သွားပြီး\nလျှို့ဝှက်မစ်ရှင်ကိုဆောင်ရွက်နေချိန်မှာပဲ ထင်မထားလောက်တဲ့ ကိစ္စတွေဆက်တိုက်ဆိုသလိုဖြစ်လာပါတော့တယ်။ပိုအရေးကြီးတဲ့အချက်က ဒီမစ်ရှင်သာကျဆုံးသွားခဲ့ရင်\nအာဖရိကတိုက်ရဲ့အနာဂတ်ကိုပါထိခိုက်နိုင်သလို\nပြင်သစ်နဲ့အာဖရိကတို့ရဲ့ နှစ်ပြည်ထောင်ချစ်ကြည်ရေးကိုပါ ပြိုလဲသွားစေနိုင်မှာဖြစ်လို့\nOSS 117 တစ်ယောက်ဘယ်လိုဆက်ပြီးဖြေရှင်းသွားမလဲ....အာဖရိကမှာ ဘယ်လိုအသက်ဘေးတွေနဲ့ကြုံရပြီး ဘယ်လိုလက်နက်ဆန်းတွေနဲ့ရန်သူတွေကိုချေမှုန်းနိုင်မလဲဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်...ပုံမှန်ကြည့်နေကျစုံထောက်ကားတွေလို ရိုးအီနေတဲ့ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ\nဟာသဆန်ဆန်ကြည့်ရမယ့်အပြင် ဘယ်လိုအလွဲတွေလုပ်ရင်း ဒုက္ခရောက်လေမလဲဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းတာမို့လို့ အခုပဲကြည့်ကြည့်လိုက်ဖို့ ညွှန်းပါရစေ။ဒီဇာတ်လမ်း​လေးထဲမှာ​တော့\n- ပြင်သစ်မင်းသားကြီးJean Dujardin ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/oss-117-from-africa-with-love-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
        "title": "The Lord of the Rings: The Return of the King (2003)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.9",
        "url": "https://megaup.net/2ofny/(CM)The-Lord-of-the-Rings-The-Return-of-the-King-2003-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
        "title": "The Lord of the Rings: The Two Towers (2002)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.7",
        "url": "https://megaup.net/12ktf/(CM)The-Lord-of-the-Rings-The-Two-Towers-2002-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "title": "The Lord of the Rings: The Fellowship of the Ring (2001)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.8",
        "url": "https://megaup.net/12kto/(CM)Lord-of-the-Rings-The-Fellowship-of-the-Ring-2001-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/hobbit-th-ebattle-of-the-five-armies-141x200.jpg",
        "title": "The Hobbit: The Battle of the Five Armies (2014)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.4",
        "url": "https://megaup.net/12kx2/(CM)The-Hobbit-The-Battle-of-the-Five-Armies-2014-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/469-the-hobbit-the-desolation-of-smaug-14-1414308975-134x200.jpg",
        "title": "The Hobbit: The Desolation of Smaug (2013)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ii1d/(CM)_The-Hobbit-The-Desolation-of-Smaug-2013-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/Hobbit-unexpected-journey-ring-poster-133x200.jpg",
        "title": "The Hobbit: An Unexpected Journey (2012)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Ii35/(CM)The-Hobbit-An-Unexpected-Journey-2012-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/2KeEk_4f-133x200.jpg",
        "title": "Prince of Lanling: Blood Weeping Blade (2021)",
        "description": "ပေချီတိုင်းပြည်မှ ဘုရင်မင်းကြီးဟာ နန်းတော်ထဲမှာ အတီးအမှုတ်အကအခုန်တွေနဲ့ ပျော်မွေ့ပြီး တိုင်းရေးပြည်ရေးမှာ လစ်ဟင်းနေပါတယ်..နန်းတွင်းမှာ ဩဇာအာဏာကြီးမားတဲ့ အမတ်ချုပ်ကြီး ဟဲရှိခိုင်ဟာ ဘုရင်နဲ့ မှူးမတ်တွေကို သူ့ရဲ့ထိန်းချုပ်မှုအောက်ရောက်အောင် စီမံဆောင်ရွက်ပါတော့တယ်...ပြည်သူတွေအတိဒုက္ခရောက်ပြီး အမိမဲ့သား ရေနည်းငါးဖြစ်နေတဲ့အချိန်ကာလပေါ့...တိုင်းပြည်ချို့ယွင်းပျက်စီးနေချိန်မှာ တိုက်ရည်ခိုက်ရည်နဲ့ ဉာဏ်ပညာကြီးမားတဲ့ မင်းမျိုးမင်းနွယ် စစ်သူကြီး လန်လင်ဘုရင်ဟာ သူ့ရဲ့အမိတိုင်းပြည်ကို ဘယ်လိုကယ်တင်မလဲဆိုတာ .......။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ သိုင်းကားရသအပြည့်ပါဝင်တဲ့ဇာတ်ကားပါ။\nFile size…(1 GB)\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….01:19:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "7.0",
        "url": "https://megaup.net/1Ig54/(CM)_Lanling_King_兰陵王之泣血刀锋_-_Martial_Arts_Action_film_武侠动作片_Full_Movie_HD.mp4",
        "category": "Action, Asian, Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34xBL6BXNYFqtHO9zhcgoakS4aP.jpg",
        "title": "Kingsman: The Golden Circle(2017)",
        "description": "ဒီဇာတ်ကားဟာ 2014 က ထွက်ခဲ့တဲ့ Kingsman: The Secret Service ရဲ့ အဆက်ဖြစ်ပါတယ်။အက်စီဟာ Kingsman ရဲ့ အေးဂျင့်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဆရာဖြစ်သူဟယ်ရီဟာ့ဒ် သေဆုံးသွားပြီးတဲ့နောက် ဂဲလာဟဒ်နာမည်နဲ့ပဲဆက်လက်တာဝန်ထမ်းဆောင်နေခဲ့ပါတယ်။တစ်ရက်မှာတော့ လက်တဖက်ပြတ် ချာလီရဲ့ လုပ်ကြံမှုကနေ သီသီလေးလွတ်မြောက်ခဲ့ပေမယ့် အက်စီနဲ့ မာလင်ကလွဲရင် ကျန်တဲ့Kingsman Agents အားလုံး လုပ်ကြံခံလိုက်ရပါတယ်။အဲ့လိုနဲ့ အက်စီနဲ့ မာလင်တို့ Statesman ဆိုတဲ့အဖွဲ့အစည်းနဲ့ချိတ်ဆက်မိပြီး သေပြီလို့ ယူဆထားခဲ့တဲ့ ဟယ်ရီဟာ့ဒ်နဲ့ ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။ဒါပေမယ့် ဟယ်ရီက အတိတ်မေ့နေပြီး Kingsman နဲ့ပတ်သက်သမျှဘာမှမသိတော့တဲ့အခါ သူ့ကို ပြန်ပြီး မှတ်ဉာဏ်ပေါ်လာအောင်နည်းမျိုးစုံကြိုးစားကြရင်း The Golden Circle ဆိုတဲ့ မူးယစ်အကြမ်းဖက်အဖွဲ့ရဲ့ လူသန်းပေါင်းများစွာသေစေနိုင်မယ့် အစီအစဉ်ကိုရပ်တန့်နိုင်ဖို့ကြိုးစားကြရပါတော့တယ်။ဒီဇာတ်ကားဟာ 2014 ကထွက်ခဲ့တဲ့Kingsman: The Secret Service ထက် မြုပ်ကွက်တွေပိုများပြီးAction Scene တွေကလဲ ကြည့်ရှူသူအကြိုက်တွေ့စေမှာသေချာပါတယ်။ဟာသလေးတွေရယ်၊ John Denver ...",
        "rating": "7.7",
        "url": "https://megaup.net/12hwp/Kingsman_-_The_Golden_Circle_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Comedy"
    }
]