[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OEnUJemQZuKFyxXYlmRznoUemX.jpg",
        "title": "Semper Fi(2019)",
        "description": "IMDB - 6.1/10ကယ်လန်ဟန်ဆိုတာက စစ်တပ်ထဲမှာ နိုင်ငံတာဝန်ထမ်းဆောင်ပြီး လက်ရှိ ရဲလုပ်နေတဲ့လူတစ်ယောက်။ သူငယ်ချင်းအရင်း ၃ ယောက်နဲ့အတူ သွေးတစ်ဝက်ပါတဲ့ လူရမ်းကားလေး ညီဖြစ်သူ အွိုင်းစတားနဲ့ အတူတူသွားလာလှုပ်ရှားနေကြပေါ့။ တစ်လကို တစ်ခါလည်း အုပ်စုလိုက် စစ်တပ်ထဲကို ပြန်ပြန်သွားပြီး စစ်မှုထမ်းပေးရပါသေးတယ်။ တစ်ညကျတော့ ဘားထဲမှာ အုပ်စုလိုက်သောက်ပြီး ကယ်လန်ဟန်တို့ ပြန်လာတဲ့အချိန် ညီဖြစ်သူက ကောင်မလေးကိုကြောင်ရင်း ကျန်ခဲ့ပါတယ်။ အဲဒီမှာပဲ တစ်ဖက်ကလာကြောင်တဲ့လူနှစ်ယောက်နဲ့ အွိုင်းစတားတစ်ယောက် ရန်ဖြစ်ရာကနေ မတော်မဆဖြစ်ပြီး လူသတ်မှုဖြစ်သွားခဲ့ပါတယ်။ ညီဖြစ်သူက ပြေးပေမယ့် အစ်ကိုကတော့ ကိုယ်တိုင်လိုက်ဖမ်းပေးပြီး ဥပဒေလက်ထဲ အပ်ပေးခဲ့ပါတယ်။ အဲဒါနောက်ပိုင်း ကယ်လန်ဟန်တို့လည်း အီရတ်မှာ တာဝန်ကျဖို့ ဖြစ်လာတယ်။ ထောင်ထဲမှာလည်း အွိုင်းစတားတစ်ယောက် အစောင့်တွေရဲ့ အနိုင်ကျင့်မှုတွေကို ဆက်တိုက်ခံစားနေရခဲ့တယ်။ ဒီလိုနဲ့ စစ်ပွဲထဲမှာ ရခဲ့တဲ့စိတ်ဒဏ်ရာတွေနဲ့အတူ ထောင်ထဲမှာ အဆင်မပြေဖြစ်နေတဲ့ ညီတော်မောင်ကို သူကိုယ်တိုင် ပရမ်းပတာတွေ ဖြစ်နေတဲ့ကြားကနေ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/semper-fi2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3WCcrCYq9mCyFGLpgx2IwhpURTe.jpg",
        "title": "Seraphim Falls(2006)",
        "description": "Seraphim Falls(2006)********************ရေခဲလွှမ်းနေတဲ့တောင်ကြောတစ်နေရာမှာ အဘိုးအိုတစ်ယောက်ကို လူအုပ်စုတစ်စုက သေနတ် နဲ့ လိုက်ပစ်နေပါတယ်။ခေါင်းဆောင်က အဘိုးကြီးကို အသေပစ်သတ်ခွင့် မပေးထားဘဲ အရှင်မိအောင်ပဲ လိုက်ခိုင်းပါတယ်။ဒါပေမယ့် သေနတ်မပါတဲ့အပြင် ဒဏ်ရာရနေတဲ့ အဘိုးကြီးဟာ အဲဒိလူအုပ်ထဲက လူ (၂)ယောက်ကိုအသေပြန်ဆော်လိုက်နိုင်ပြန်ပါတယ်။ အနောက်က လိုက်တဲ့လူတစ်စုကတော့ ဆက်လိုက် ဖို့၊ မလိုက်ဖို့ ပြောရင်းအငြင်းပွားကုန်ကြပါတယ်။ ခေါင်းဆောင်ရဲ့ စည်းရုံးမှုနဲ့ အဘိုးကြီးနောက်ကို သူတို့ ဆက်လိုက်ကြပါတော့တယ်။အဘိုးကြီးက ဘယ်သူလဲ။ သူ့နောက်ကို လိုက်နေတဲ့ လူတစ်စုကရော သူ့ နောက်ကိုဘာအကြောင်းနဲ့ လိုက်နေတာလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ရှုစားကြပါခင်ဗျား။စကားသိပ်မပြောဘဲ ဖိုက်ပဲဖိုက်၊ မိုက်ပဲမိုက်၊ တိုက်ပဲတိုက်နေကြတဲ့ ကောင်းဘွိုင်ကား၊ အက်ရှင်ကား ကို ရှုစားရမှာ ဖြစ်ပါတယ်။\nTaken မင်းသားကြီး လီယန်နီလ်ဆင်နဲ့ ဂျိမ်းစ်ဘွန်း မင်းသားကြီးပီယာ့စ်ဘရွန်နန်တို့ အပြိုင်ကြဲ အပြိုင်မိုက်၊ အပြိုင်တိုက်ကြတဲ့အတွက်ဇာတ်ကားကောင်းပါလို့ ညွှန်းစရာမလိုဘူး ထင်ပါတယ်ဗျာ။File Size :(2.3GB)(983MB) and (292MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/seraphim-falls2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTdkYTBiYTMtNjI3MC00NWMxLWEyN2UtZjc3ZjVmYTlmMjJiXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_-141x200.jpg",
        "title": "[18+]Maniac Driver (2020)",
        "description": "Maniac Driver (2020)\n================ဖူဂျီနာဂဟာ တက္ကစီသမား လုပ်နေပေမဲ့ သူ့အတိတ်ကတော့\nအင်မတန်ဆန်းကြယ်တယ်။ သူဟာ ပြင်သစ်နိုင်ငံခြားအထူး\nတပ်ဖွဲ့မှာ ကြေးစားစစ်သားအဖြစ်နဲ့ စစ်ထဲဝင်ဖူးတဲ့လူလည်း\nဟုတ်သလို သတ်ရာဖြတ်ရာမှာ တော်တော်လေး လက်ရဲဇက်ရဲ\nရှိတယ်။ လောကကြီးအပေါ် သူ့အမြင်ကလည်း ထူးခြားတယ်။ယောက်ျားတွေဟာ မိန်းမတွေအပေါ်မှာရှိနေတာမကြိုက်တတ်\nကြပေမဲ့ ဖူဂျီနာဂကတော့ တိုင်းပြည်ကြီးကို မိန်းမတွေအုပ်ချုပ်ရင်\nပိုသာယာမယ်လို့ ယူဆနေတယ်။ မိန်းမတွေကို သူအပေါ်မှာရှိစေချင်\nတာက အဲဒီတစ်နေရာတည်းတော့မဟုတ်ဘူးပေါ့ ဟိ။တစ်နေ့မှာ ဖူဂျီနာဂဟာ သူ့မိန်းမနဲ့တူတဲ့အမျိုးသမီးတစ်ယောက်\nနောက် ခိုးလိုက်ကြည့်ရင်း အဲဒီအမျိုးသမီးကို နတ်ဆရာတစ်ယောက်\nယောက်ျားတစ်ယောက်က ယတြာအနေနဲ့ ဒွာရသုံးပေါက်ကို သိဒ္ဓီဝင်\nအတံနဲ့ သုံးသပ်ပေးဖို့ ကြံနေကြတယ်။ အမျိုးသမီးဟာ ငြင်းဆန်ပေမဲ့\nလည်း သူတို့၂ယောက်က အတင်းယတြာပေးချင်ကြတဲ့အခါ ဖူဂျီနာဂ\nမနေသာတော့ဘဲ ဝင်ကယ်ဖို့ဖြစ်လာတယ်။ ဒီလိုကယ်အပြီး မိမွေးတိုင်း\nဖမွေးတိုင်းဖြစ်နေတဲ့ ကောင်မလေးကို မြင်လိုက်ရတဲ့အခါမှာတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nW ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (547 MB) / (322 MB)\nQuality............Blu-Ray 1080p / 720p / 480P\nDuration.........1Hr ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18maniac-driver-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qDjne2UffjOpZAg9cFmzteWqhd3.jpg",
        "title": "Timecop(1994)",
        "description": "ဒီဇာတ်ကားလေးကတော့ လူတိုင်းသိကြတဲ့ ရုပ်ရှင်မင်းသားကြီး ဗန်ဒိမ်း ငယ်ရွယ်စဉ်က ရိုက်ကူးထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင် ဇာတ်ကြမ်းကားလေးပဲဖြစ်ပါတယ်\nအက်ရှင်ကားတွေကို ကြိုက်နှစ်သက်သူတွေ သိပ္ပံကားတွေ ကြိုက်နှစ်သက်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကတော့ လူသားမျိုးနွယ်တွေ အချိန်ခရီးသွားခြင်းကို တီထွင်နိုင်တော့ အစိုးရက မသမာမှုတွေကို ကာကွယ်ဖို့ အေဂျင်စီ တစ်ခုကို ဖွဲ့စည်းခဲ့ပါတယ်\nအေဂျင်စီဖွဲ့တော့ ဗန်ဒိမ်း ပါဝင်ခဲ့ရပြီး မသမာမှုတွေကို တိုက်ခိုက်ရင်း ရှာဖွေတွေ့ရှိလာတဲ့ အမှန်တရားတွေကနေ သူချစ်ရတဲ့သူတွေကို ကာကွယ်ဖို့ ကြိုးစားတဲ့အကြောင်းကို သည်းထိတ်ရင်ဖို ရင် တလှပ်လှပ်နဲ့ ကြည့်ရမှာပဲဖြစ်ပါတယ် File size…1.68GB / 609.9MB\nQuality…Blu-Ray 1080p5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nGenre ..... Action , Crime , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phone Myint Maw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/timecop1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwy9sGEOAuzpZXzXBVln1PZ4vxn.jpg",
        "title": "Deathgasm(2015)",
        "description": "ဒီဇာတ်ကားကြီးက နည်းနည်းတော့စားတယ်ဗျ။Horror ရယ် comedy ရယ်ကို ရောထားတာ။ တစ်ကားလုံး သွေးထွက်သံယိုတွေရယ် သောက်ပေါက်ကရတွေရယ်ချည်းပဲ။သတ်တာဖြတ်တာဆိုရင်လည်း တစ်ကားလုံးနီးပါးပဲ။အူတွေအထွေးလိုက်ထွက်ကျလာရတာနဲ့ ခေါင်းကို ပုဆိန်ကြီးနဲ့ နှစ်ခြမ်းခြမ်းလိုက်ရတာနဲ့။မထင်မှတ်ထားတဲ့အချိန် ပေါက်ကရထထလုပ်လို့ ခွီရတာတွေလည်း အများကြီးပဲ။ထားပါတော့ ဇာတ်လမ်းအကျဉ်း ပြောရအောင်။ဘရိုဒီဆိုတဲ့ Heavy Metalတွေကို ကြိုက်တတ်တဲ့ ဆယ်ကျော်သက် ဘဲတစ်ဗွေရှိတယ်ပေါ့ဗျာ။အဲ့ဘဲဘဝကြီးက စုတ်ပြတ်သတ်လို့။ဘယ်လိုလဲဆို အမေက စိတ်ရောဂါသည်(အရူးထောင်မှာ)။သူကဦးလေးနဲ့ ကပ်နေရတယ်။အဲ့ဦးလေးရဲ့ သားက သူ့ကို ကျောင်းမှာရော အိမ်မှာရော အမြဲတမ်းအနိုင်ကျင့်တယ်။သူ့မှာရှိတဲ့ စိတ်ထွက်ပေါက်ဆိုလို့ Metal တွေတီးပြီး ဝုန်းဒိုင်းကြဲရတာတစ်ခုပဲ ရှိတယ်။(ဒါတောင် Christian သူ့ဦးလေးက နတ်ဆိုးဂီတတွေဆိုပြီး လာလာပြဿနာရှာသေးတယ်)ဘရိုဒီ့မှာ ဇက်ဆိုတဲ့ အကိုလိုခင်ရတဲ့ ဘော်ဒါတစ်ကောင်ရှိတယ်။အဲ့ကောင်က ဇိုးဆိုမှ ဇိုး။ကျောင်းမှာကျောင်းသားတစ်ယောက်ကို ထောက်ဆူးနဲ့ထိုးလို့ ကျောင်းထုတ်ခံရတယ်။အဲ့နောက် သူ့အဖေ work shop မှာအလုပ်လုပ်တယ်။လာပြင်တဲ့ကားတွေဆီက ရသမျှ ဖြုတ်ခိုးတယ်။လမ်းမှာ ရပ်ထားတဲ့လူနာတင်ကားဆီက ဆီခိုးထုတ်တယ်။အဲ့လိုကောင်။သူကလည်း metal သမား။ပြောရရင် ဇလေးလည်းရှိ ဝါသနာလေးလည်းတူ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/deathgasm2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lW94s7xxkdOzYcueaqGJwcVVvjt.jpg",
        "title": "The Delta Force (1986)",
        "description": "The Delta Force (1986)1985 တုန်းက လေယာဉ်ပြန်ပေးဆွဲခံခဲ့ရတဲ့ တကယ့်ဖြစ်ရပ်မှန်ကို Reference ယူပြီး ရိုက်ထားတဲ့ 1986 က ​ကားဟောင်းလေးပါ။ Delta Force Trilogy ထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ အမေရိကန် ဖိုက်တာကြီး Chuck Norris ပါဝင်သရုပ်ဆောင်ထားတာမို့ အပစ်အခတ် ​အကြမ်းစားတွေ သေချာပေါက်တွေ့ရမှာပါ။ဇာတ်လမ်းကတော့...\nအကြမ်းဖက်သမားနှစ်ယောက် အဒူရာဖိုင်းနဲ့ မူစတာဖာတို့က အေသင်ကနေ ရောမ နယူးယောက်ကိုသွားမယ့် လေယာဉ်ကို ပြန်ပေးဆွဲသွားပြီး ဘဲရု လက်ဘနွန်ကို ပျံခိုင်းလိုက်တယ်။ အမေရိကန် ဒယ်တာတပ်ဖွဲ့က ကာနယ်နဲ့ မေဂျာစကော့တို့ ဦးဆောင်ပြီး ဓားစာခံတွေကိုကယ်တင်ဖို့ တာဝန်ကျလာတယ်။ အဒူရာဖိုင်းက ခရီးသည် ၁၄၄ ယောက်ထဲက ဂျူးတွေနဲ့ မရိန်းတပ်သားတွေကို ခွဲထုတ်ပြီး ဘဲရုမှာထားခဲ့ပြီးတော့ သူတို့အစား အကြမ်းဖက်သမားအဖော်တွေခေါ်တင်လာတယ်။ အယ်ဂျီးရီးယားကို ဆက်ပျံလာပြီး ဓားစာခံမိန်းကလေးတွေကို လွှတ်ပေးမယ်ဆိုတော့ ဒယ်တာတပ်ဖွဲ့က အကြမ်းဖက်သမား ၂ယောက်ပဲပါတယ်ဆိုပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-delta-force-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc2NjU0MTcwNV5BMl5BanBnXkFtZTcwMjg4MDg2OQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Elysium (2013)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (64%)2013 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ မင်းသား မက်ဒေမွန်ရဲ့ Elysium ရုပ်ရှင်ကားဟာ Box Office အမေရိကန်ဒေါ်လာ 286 သန်း အထိရရှိခဲ့ပြီး ဝေဖန်ရေးဆရာတွေလဲ အကြိုက်တွေ့ခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action,Sci-fi ပုံစံတင်ဆက်ထားပေမယ့် လူဦးရေထူထပ်လာခြင်း၊ လူသားဆန်မှုလျော့နည်းလာခြင်း၊ ခေတ်သစ်ကျန်းမာရေးစောင့်ရှောက်မှု၊ အလုပ်သမားခေါင်းပုံဖြတ်မှု၊ တရားစီရင်ရေးစနစ်နဲ့ လူတန်းစားဆိုင်ရာပြသနာတွေ အနာဂတ်မှာဖြစ်လာမှာတွေကို မီးမောင်းထိုးပြထားပါတယ်...၂၁ ရာစုရဲ့အဆုံးသတ်မှာ ကမ္ဘာကြီးဟာ လူဦးရေလွန်ကဲမှု အဆိပ်သင့်မှု ကပ်ရောဂါတွေ ဖုံးလွှမ်းလာပါတယ် ...ဒီလိုအချိန်မှာ အချမ်းသာဆုံးလူတွေဟာ ကမ္ဘာကြီးမှာ မနေကြတော့ဘဲ သူတို့ရဲ့လူနေမှုအဆင့်အတိုင်း သီးသန့်တည်ဆောက်ထားတဲ့ အိုခြင်းမရှိ နာဖျားခြင်းမရှိတဲ့ ဂြိုလ်တစ်ခုဆီကို ထွက်ခွာသွားကြပါတယ်...သမိုင်းနဲ့ချီလာတဲ့ထုံးစံအတိုင်း ငမွဲလေးတွေ နင်းပြားလေးတွေကတော့ ကမ္ဘာကြီးရဲ့ဆိုးညစ်မှုတွေကြား ပိတ်လှောင်ခံရစမြဲပေါ့...သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်ဇာတ်လမ်းဆိုပေမယ့် လက်တွေ့ဘဝတွေနဲ့လဲ ဆင်တူတာမလို့ ခံစားကြည့်ကြပါဦး။\nFile size…(4.9 GB)/(1.8 GB) /(1 GB)\nQuality….BluRay 4K HEVC/1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/elysium-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDkwMjA4NmYtNDI0Zi00NTZhLWI3OTMtMmRmN2Q3NmVmNTBiXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Vaathi(2023)",
        "description": "Vaathi (2023)IMDb-7.6/10သရုပ်ဆောင် ဒါရိုက်တာ ပရိုဂျူဆာ တေးရေး ဇာတ်ဝင်တေးသီချင်းအဆိုတော် စွယ်စုံရမင်းသား\nDhanush နဲ့ မင်းသမီးချောလေး Samyuktha Menon တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတဲ့ Rating လည်းကောင်း ကြည်နူးမှုကြောင့်လည်းမျက်ရည်စို့ရမဲ့ အိန္ဒိယဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်ကားအစမှာကျောင်းသားသုံးယောက်ဟာသူတို့အဘိုးပိုင်ခဲ့တဲ့ ဗီဒီယိုခွေဆိုင်အဟောင်းလေးကို ရှင်းလင်းရင်းနဲ့\nဗီဒီယိုတိတ်ခွေဟောင်းတွေကို ဖွင့်ကြည့်လိုက်တဲ့အချိန်မှာ\nသူတို့မနက်တုန်းမှာ ကျောင်းမှာသင်ခဲ့တဲ့ သင်္ချာပုစ္ဆာကို ဆရာငယ်ငယ်တစ်ယောက်က\nသင်ပေးနေတဲ့ ဗီဒီယိုမှတ်တမ်းကိုတွေ့လိုက်ပါတယ်\nအဲဒါနဲ့ သူတို့ကစာမလိုက်နိုင်တော့ အဲဒီဆရာဆီမှာကျူရှင်သင်မယ်ဆိုပြီး\nအဲ့တိတ်ခွေအဖုံးပေါ်မှာပါတဲ့ နာမည်နဲ့လိပ်စာအတိုင်းလိုက်ရှာကြည့်တော့\nသူတို့တွေ့လိုက်ရတာ အဲဒီဆရာရဲ့တပည့်ဖြစ်တဲ့သူကိုပါ\nအဲဒီကနေတစ်ဆင့် ဆရာ့ရဲ့နာမည်က ဘာလာဖြစ်ပြီး ဆရာဘာလာရဲ့အကြောင်းတွေကို\nနောက်ကြောင်းပြန်ပြောပြလိုက်တဲ့အခါမှာတော့.....\nဇာတ်ကားကကြည့်လို့ကောင်းတယ်ဆိုတာ ဒီနေရာမှာတင်ရပါပြီ\nဇာတ်လမ်းဇာတ်ကွက်ကောင်း ပေးချင်တဲ့ message ကောင်းတဲ့အပြင် cast ကလဲကောင်း\nအချစ်ဒရာမာအက်ရှင် အစုံပါဝင်တာမို့ ပေးတဲ့ rating နဲ့လဲထိုက်တန်ပါတယ်\nအောက်ကစာကတော့ ကျွန်တော် အာချောင်ထားတာပါဒီဇာတ်လမ်းလေးကို မချီးကျူးခင်မှာ နယ်ဆင်မင်ဒဲလားပြောခဲ့တဲ့ စကားလေးတစ်ခုရှိပါတယ်\nEducation is the only weapon that can change the world တဲ့\nကမ္ဘာကြီးကိုပြောင်းလဲနိုင်တဲ့တစ်ခုတည်းသောလက်နက်ဟာ ပညာရေးပါတဲ့\n၁၉၉၀ ပြည့်နှစ်တွေမှာ အိန္ဒိယမှာ စီးပွားရေးတိုးတက်လာတာနဲ့အမျှ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/vaathi2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/asaf-135x200.jpg",
        "title": "Four Samosas (2022)",
        "description": "ဗင်နီ၊ ဇက်ခ်၊ အန်ဂျလီ၊ ပါရူဆိုတဲ့ စမူဆာ လေးခု ရှိပါတယ်။ဗင်နီဆိုတဲ့ စမူဆာကတော့ ကိုယ့်နယ်မြို့လေးက အထည်ဆိုင်တစ်ခုမှာ\nအရောင်း၀န်ထမ်းလုပ်နေတဲ့ လူငယ်လေးတစ်ယောက်။ ဘ၀ပေးအရသာ\nအရောင်း၀န်ထမ်း လုပ်နေရပေမဲ့ ရက်ပ်ပါ တစ်ယောက်ဖြစ်ဖို့ ၀ါသနာ\nပါတဲ့သူ။ပြတ်သွားတဲ့ ရည်းစားဟောင်းမလေး ရီနာကိုလဲ မမေ့နိုင်သေးဘဲ\nခဏခဏ တမ်းတလေ့ရှိတယ်။တစ်နေ့မှာတော့ ရီနာတစ်ယောက် သူနဲ့ နှပ်ချေးတွဲလောင်းဘ၀ကတည်းက\nပြိုင်ဖက်ဖြစ်တဲ့ ဆန်ဂျေး ဆိုတဲ့ ငနဲ နဲ့ စေ့စပ်လိုက်ပြီဆိုတာ သိလိုက်ရတော့\nဗင်နီ သောကမီးတွေ ဝေသွားတယ်။ဒီတော့ ဗင်နီတစ်ယောက် ရီနာလေးကို ပြန်အရယူဖို့အတွက်\nသူ့ရဲ့ မဟာအကြံအစည်ကြီးကို အကောင်အထည်‌ဖော်ဖို့ ကြံပါတော့တယ်။\nအဲဒါကတော့ ရီနာအဖေ ပိုင်တဲ့ စတိုးဆိုင်ကြီးကို ဖောက်ထွင်းပြီး သူ့ရဲ့\nစိန်တွေကို ခိုး...အဲဒီလိုနည်းနဲ့ ရီနာရဲ့ လက်ထပ်ပွဲကို ဖျက်ဖို့ပါ။ဒါပေမဲ့ ဗင်နီတစ်ယောက်တည်း အားနဲ့ မဖြစ်နိုင်တာမို့ ဗင်နီရဲ့\nသူငယ်ချင်း သရုပ်ဆောင်ရူး ဇက်ခ်၊ သတင်းထောက်မလေး အန်ဂျလီ၊\nအလုပ်လက်မဲ့ အင်ဂျင်နီယာ ပါရူ တို့ရဲ့ အကူအညီယူပြီး ဖောက်ထွင်ရေး\nစီမံကိန်းကြီးကို စတင်ပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/four-samosas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLKsjDIAqGkTxCXE04mqLZ4AVy2.jpg",
        "title": "The Blood Of The Bright Sword ( 2023 )",
        "description": "တရုတ်နိုင်ငံအတွင်း ဂျပန်တပ်တွေ အုပ်စိုးချယ်လှယ်စဥ်အချိန်ကာလ...,\nအဋ္ဌမလမ်းကြောင်း(ပါးလု)တပ်မတော်ရဲ့ အဖွဲ့ချုပ် ဖြစ်သူ လီယွင်လုံ\nနဲ့ ရှို့ချင်တို့ရဲ့ မင်္ဂလာပွဲညမှာ ဂျပန်အထူးတပ်ဖွဲ့ဟာ ဝင်ရောက် ထိုးစစ်ဆင်ပါတော့တယ် ။\nအဲဒါအပြင် ကျောက်ကျားတောင်ကြားရွာက ရွာသူရွာသား\nအများအပြားဟာ ဂျပန်တွေလက်ထဲမှာ အပြစ်မဲ့စွာသေဆုံးသွားခဲ့ကြပြီး\nသတို့သမီးဖြစ်သူ ရှို့ချင်ကိုလဲ အရှင်လတ်လတ်ဖမ်းဆီးသွားခဲ့ပါတော့တယ် ။ဒီလုပ်ရပ်ကို မခံမရပ်ဖြစ်နေကြတဲ့ အဋ္ဌမလမ်းကြောင်း(ပါးလု)\nတပ်မတော် နဲ့ ကျောက်ကျားတောင်ကြားရွာ ရွာသူရွာသားတွေဟာ\nဖက်စစ်ဂျပန်တွေကို တိုက်ခိုက်ဖို့အတွက် တစ်ဖန်ပြန်ကာ ထိုးစစ်ဆင်လာခဲ့ပါတယ် ။ ဒီတော့ -❏ သူတို့တွေရဲ့ တိုက်ပွဲ အောင်မြင်နိုင်ပါ့မလား ?\n❏ အသက်နဲ့ရင်းကား ပေးဆပ်ခဲ့ကြတဲ့ ကျောက်ကျားတောင်ကြားရွာ\nရွာသူရွာသားတွေအတွက် လက်စားချေပေးနိုင်ပါ့မလား ?❏ မဂ်လာဦးညမှာတင် ကွဲကွာသွားခဲ့တဲ့ လီယွင်လုံ နဲ့ ရှို့ချင်တို့ကတော့\nပြန်လည်တွေ့ဆုံ နိုင်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SR0U/The_Blood_Of_The_Bright_Sword_(_2023_)_WEB-DL_1080p_CM.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/afsdv-143x200.jpg",
        "title": "The Long Kiss Goodnight (1996)",
        "description": "ဇာတ်ကြမ်းကားကောင်းတွေကို စောင့်စားနေတဲ့ CM ပရိသတ်တို့အတွက် \"မေယိုး\" မူပိုင်ရှင် မင်းသားကြီး Samuel L. Jackson နဲ့ မင်းသမီးကြီး Geena Davis တို့ရဲ့ 1996 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ လွန်ခဲ့တဲ့ရှစ်နှစ်တုန်းက နယူဂျာစီရဲ့ ကမ်းခြေမှာလာပြီး ကမ်းတင်နေခဲ့တဲ့ ဆမန်သာ ကိန်း (Geena Davis) တစ်ယောက် အတိတ်မေ့ရောဂါကြောင့် အတိတ်ဘဝဟောင်းကိုလည်း မမှတ်မိသလို သူနဲ့ပတ်သတ်တဲ့ပစ္စည်းကလည်း သော့တစ်ချောင်းနဲ့ ကိုယ်ဝန်နှစ်လပဲပါလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကားမတော်တဆမှုတစ်ခုကြောင့် သူမေ့နေခဲ့တဲ့ အတိတ်ကစွမ်းရည်တွေပြန်ပေါ်လာခဲ့ပြီး သူ့ကို လှည့်လည်ပွဲတစ်ခုမှာ သူ့ကိုမြင်ခဲ့မိတဲ့ အတိတ်ကရန်ဘက်ဟောင်းကလာသတ်ဖို့ကြိုးစားပါတော့တယ်။ ဒီအချိန်မှာ သူ့ရဲ့ဘဝဟောင်းကို‌ ဖော်ထုတ်ဖို့အတွက် သူငှားရမ်းထားတဲ့ အလွတ်စုံထောက် မစ်ခ်ျ (Samuel L. Jackson) ကသူစုံစမ်းထားသမျှသတင်းတွေနဲ့ ရောက်လာပြီး နှစ်ယောက်သားအမှန်တရားကိုရှာဖွေဖို့ထွက်ခဲ့ကြရင်း ဆမန်သာ ရဲ့ဘဝဟောင်းကို တဖြည်းဖြည်းသိရှိလာခဲ့ရတဲ့အခါမှာ ဘဝဟောင်းက ရန်ဘက်တွေကဘယ်သူ‌တွေလဲ၊ ဘယ်လိုအဖွဲ့တွေပါဝင်နေလဲ၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-long-kiss-goodnight-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzg3MDg3ZTItNzc4OS00YzdiLTgwMTEtNzNkN2E3OWYzZWMzXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-160x200.jpg",
        "title": "Kuttey (2022)",
        "description": "Kuttey (2023)IMDb-6.4/10ဇိုးတွေကြားကပဋိပက္ခတွေ လှည့်ကွက်ပရိယာယ်တွေ\nကြိုက်တဲ့ညိုကီတို့အတွက်ရုံတင်ဇာတ်ကားကောင်းသရုပ်ဆောင်စွမ်းရည်ကောင်းတယ်လို့ နာမည်ကြီးတဲ့\nအာဂျွန်ကပူးလ်နဲ့ Drishyam ထဲကရဲမေမင်းသမီးကြီးက\nဒီထဲမှာလည်းရဲမေအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nဒီကားဟာ Aasmaan Bhardwaj ဆိုတဲ့\nတက်သစ်စဒါရိုက်တာတစ်ယောက်ရဲ့ ပွဲဦးထွက်ကားပါကိုယ့်လိုအပ်ချက်နဲ့ကိုယ် ငွေပမာဏကြီးကြီးလိုချင်နေကြသူတွေ\nငွေရပေါက်ကြီးကိုမထင်မှတ်ပဲအားလုံးပြိုင်တူလိုက်မိချိန်မှာ.....ဇလည်းရှိ ဉာဏ်လည်းများတဲ့သူတို့တွေ\nဒီငွေတွင်းကို ဘယ်လိုအနိုင်တိုက်ယူကြမလဲ\nမြွေမြွေချင်းခြေမြင်နေကြတဲ့သူတွေအချင်းချင်း\nဘယ်လိုတွေအကွက်ကျော်ရိုက်ချကြမလဲခံစားကြည့်ပါဦး\nFile size…1.54GB / 700MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Khin Khin",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kuttey-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmM5YmI0NzYtNDViNi00MzIwLWJhOGUtZTJmMmY5ZmUzZmQ3XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-135x200.jpg",
        "title": "The Replacement Killers (1998)",
        "description": "ဇာတ်လမ်းအကျဥ်းလေးကတော့ မူးယစ်မှောင်ခိုဂိုဏ်းခေါင်းဆောင် တာရန့်စ်ဝေရဲ့ သားဖြစ်သူဟာ ရဲတစ်ယောက်ကြောင့် အသတ်ခံခဲ့ရတယ်။ တာရန့်စ်ဝေက ရဲကို လက်စားချေဖို့အတွက် ဂျွန်လီ့ကို တာဝန်ပေးခဲ့တယ်။ ဂျွန်လီဆိုတာကတော့ တာရန့်စ်ဝေ ခိုင်းတဲ့ မစ်ရှင်၃ခုကို ဆောင်ရွက်ပေးဖို့အကြွေးရှိတဲ့သူပေါ့။ပထမမစ်ရှင်နှစ်ခုကို အဆင်ပြေပြေလုပ်နိုင်ခဲ့ပေမဲ့ နောက်ဆုံးမစ်ရှင်ကို ဂျွန်လီတစ်ယောက် မလုပ်နိုင်ခဲ့ဘူး။\nနောက်ဆုံးမစ်ရှင်ဆိုတာကလည်း ရဲရဲ့၇နှစ်အရွယ်သားလေးကို ရဲရဲ့လက်ထဲမှာပဲသတ်ဖို့ပါ။ ဟုတ်ပါတယ် တာရန့်စ်ဝေက အဲလောက်ထိရက်စက်တာပါ။ သားသမီးကို ဆုံးရှုံးရတဲ့နာကျင်မှုကို ရဲကို ထပ်တူနာကျင်စေချင်တာပါ။ ရဲနဲ့ သူ့ရဲ့သားလေးအတူရှိနေတဲ့အချိန်ကလွဲရင် ကျန်တဲ့အချိန်တွေက သူတို့အတွက် ဘေးကင်းပါတယ်။မစ်ရှင်မအောင်မြင်တဲ့အချိန်ကနေစပြီး ဂျွန်လီက တာရန့်စ်ဝေရဲ့ပစ်မှတ်ဖြစ်သွားတော့တာပါပဲ။ တာရန့်စ်ဝေက ဂျွန်လီရဲ့မစ်ရှင်ကို အပြီးသတ်ဖို့ အစားထိုးလူသတ်သမားတွေကို ထပ်ဌားခဲ့ပြီး အဲဒီလူသတ်သမားတွေကပဲ ဂျွန်လီ့အပြင် ရဲရဲ့သားလေးကိုသတ်ပေးရမှာပါ။ ဂျွန်လီ့ရဲ့စကေးနဲ့ဆိုရင် အသာလေး လွတ်မြောက်နိုင်ပေမဲ့ မိသားစုကို ကာကွယ်ဖို့နဲ့ ရဲရဲ့သားလေးကို ကာကွယ်ဖို့ဆိုတဲ့ ရွေးချယ်မှုကြုံလာတဲ့အခါ ဂျွန်လီ့အနေနဲ့ မဆိုင်တဲ့သူကို လျစ်လျူရှုထားနိုင်မလား အပြစ်မဲ့တဲ့သူတွေကို ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလို့ရပါပြီနော်။File size…(2.4 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-replacement-killers-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDBmNDhjOTYtZWVlMC00YzUwLWIyZjEtYzFjMWM5OTdiZDJkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-134x200.jpg",
        "title": "Demolition Man (1993)",
        "description": "ပြစ်မှုတွေမရှိတော့တဲ့ ခေတ်ကာလတစ်ခုက တကယ်ပဲအေးချမ်းသွားလား ၂၀၃၂ ခုနှစ်၊ ဆန်အန်ဂျလိစ်မြို့မှာ အအေးခန်းထောင်ဆိုတာ ဟိုးအရင်ကတည်းက ရာဇဝတ်သားတွေကို 0°အောက် အအေးခဲခန်းထဲထည့်၊ နှစ်တွေအကြာကြီး ပိတ်လှောင်ထားတယ်။ ဖြစ်ချင်တော့ တစ်နေ့မှာ ဆိုင်မွန်ဖီးနစ်ဆိုတဲ့ လူဆိုးတကောင်က ထောင်ထဲကနေ လွတ်သွားတယ်။ ဒီကောင်ကလဲ ဂန္တဝင် လူရမ်းကား လူသတ်သမား။ ဘာစည်းမှမရှိတဲ့ကောင်။ ဆန်အန်ဂျလိစ်မြို့တော်ဟာ ဖရုဿဝါစာ တခွန်းပြောမိရင်တောင် ဒဏ်ရိုက်ခံရတဲ့အထိ အေးဆေးနေကြပါတယ်။ သေနတ်တောင် ပြတိုက်မှာသွားကြည့်မှ မြင်ရတာပါ။ ဒီလိုမြို့ထဲကို ဖီးနစ်က သေနတ်တွေနဲ့ ရှယ်သောင်းကျန်းတော့ အကြမ်းဖက်မှုကိုမကြုံဖူးတဲ့ ရဲတပ်ဖွဲ့ဟာ ဘာလုပ်ရမှန်းမသိတဲ့နောက် ဆုံးဖြတ်ချက်တခု ချလိုက်တယ်။ ဖီးနစ်ရဲ့ ရန်သူတော်ဟောင်းကြီး၊ ဖီးနစ်ကို ဖမ်းဖို့၂နှစ်တိုင် ကြိုးစားခဲ့တဲ့ ရဲစုံထောက်ဟောင်း ဂျွန်စပါတန်ကို အအေးခန်းထဲကထုတ်၊ အသက်ပြန်သွင်းပြီး ဖီးနစ်ကို လိုက်ဖမ်းခိုင်းပါတယ်။ ၂၀ ရာစုနှစ်သားဖြစ်တဲ့ စပါတန်ဟာ နိုးထလာချိန်မှာ ၂၁ ရာစုကို ရောက်နေပြီး ပြောင်းလဲသွားတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/demolition-man-1993/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/vbIsAHenb9F1SGfeSIhOoWI7gyK.jpg",
        "title": "Scooby-Doo! And Krypto, Too! (2023)",
        "description": "Scooby-Doo! and Krypto, too! (2023) Leaked Version(Official မဟုတ်ဘဲ Leak လာတာဖြစ်တဲ့အတွက် 1080p မရတာကို နားလည်စေချင်ပါတယ်။ 720p တောင်မှ ကြည့်လို့ပြေအောင် ချဲ့ကုတ်ထားရပါတယ်)မော်ဒန်ခေတ် Animation ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ Studio တွေရဲ့ ပြိုင်ဆိုင်မှုတွေ Fan တွေရဲ့ ပေါက်ကွဲအားတွေနဲ့ အတူ Animation တွေဟာ ရုပ်ရှင်ဇာတ်ခုံမြင့်ပေါ်မှာ အလုအယက် နေရာယူလာကြပါပြီ။ ခွေခေတ် VCD ခေတ်တွေကနေ Streaming Service ကို ကူးပြောင်းလာတဲ့ ကာလမှာ Writer တွေ Producer တွေဟာလည်း Animation တွေကို တစ်ခေတ်ဆန်းတဲ့နည်းနဲ့ ခေတ်နဲ့လည်း လိုက်လျောညီထွေအောင် ရိုက်ရင်း ပရိသတ်တွေဆီကို အမြင်သစ်နဲ့ ယူဆောင်လာခဲ့ကြတယ်။ သို့ပေမဲ့လို့ Streaming Service တွေ မပေါ်ခင် ကျွန်တော်တို့ Generation ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/scooby-doo-and-krypto-too-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zC0MftjGSMUuHFFzZnHnaYWC4gf.jpg",
        "title": "Detonator(1993)",
        "description": "Detonator(1993)*****************ဂျာမန်တွေရဲ့ ပလူတိုနီယံအမြောက်အများအခိုးခံလိုက်ရတယ်..ဒီသတင်းက အာဏာပိုင်တွေက ထိန်းသိမ်းထားနိုင်တော့  လူအများကြီးတော့သိပ်မသိခဲ့..သို့ပေမဲ့ နျူကလီးယားရဲ့ အဓိကအစိတ်အပိုင်းဖြစ်လေတော့ထိပ်သီးအင်အားကြီးနိုင်ငံတွေရဲ့ ခေါင်းဆောင်တွေက သိခဲ့ကြပါတယ်..တစ်နေတော့ ခိုးယူထားတဲ့အကြမ်းဖက်အဖွဲ့တွေဟာ ပလူတိုနီယံတွေတင်ပြီးရထားတွဲတစ်တွဲပေါ်အပြည့်တင်ပြီး ဓားစာခံတွေနဲ့ အတူ စတုဂတ်မြို့ကို ဆက်တိုက်ထွက်ခွာသွားတယ်... လမ်းကြောင်းရပ်အောင်လုပ်တာမျိုး လမ်းကြောင်းလွှဲတာမျိုး တစ်ခုခုလုပ်ခဲ့ရင်ဓားစာခံတွေ သေမယ်လို့ အကြတ်ကိုင်ထားပါတယ်..ဒီသတင်းကို အမေရိကန်တွေလည်းသိရှိသွားပြီး ကမ္ဘာကြီးတစ်ဝက်ဝက်လောက်ပျောက်သွားမယ့်အရေးဆိုတော့မနေသာဘဲ ဝင်ကူရပါတော့တယ်...ဂျန်းဘွန်းမင်းသားကြီးလို့ လူသိများတဲ့ Pierce Brosnan အဓိက ပါဝင်ထားပါတယ်..File Size : (3.1GB)(962MB) and (382MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chothet_mlmt\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/detonator1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTg2ODg3OTYtNTAzNi00Mjg0LWJhNmQtOTEzNzdkYjI1ZDAwXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-128x200.jpg",
        "title": "Run Baby Run (2023)",
        "description": "Run Baby Run (2023)\nIMDb 6.4ခြေနှစ်ချောင်းမကယ်ကောင်းတဲ့\nသနားစိတ်ဝင်ပြီး ကယ်မိရာက\nအေးဆေးနေတဲ့ကိုယ့်ဘဝကို\nငရဲကျအောင်လုပ်မိတဲ့ ဆပ်သရာ ..ဇာတ်လမ်းစစချင်းမှာကို ကျောင်းဆောင်ပေါ်က\nကောင်မလေးတစ်ယောက်ခုန်ချသွားခဲ့တယ်\nနာမည်ကဆိုဖီယာတဲ့ သတ်သေတာလား လုပ်ကြံခံရတာလား...ဆပ်သရာကတော့ ဘာမှမသိဘဲခံရမဲ့ကောင်ပါ တစ်နေ့ ..\nသူ့ကားထဲမှာဘယ်ကမှန်းမသိတဲ့ကောင်မလေးရောက်နေပါတယ်\nသူ့နောက်ကိုလူတွေလိုက်လို့ပါဆိုပြီးတက်ပုန်းနေရင်းသူနဲ့တွေ့တယ်ပေါ့\nဖုန်းအားလေးသွင်းချင်လို့ လာကြိုတဲ့လူကိုစောင့်ချင်လို့ဆိုပြီး\nသူ့တိုက်ခန်းထဲရောက်လာပါတယ် ဆပ်သရာကသနားပြီး\nတစ်ညတည်းခိုခွင့်ပေးလိုက်မိရာက မနက်ရောက်တော့\nအဲဒီကောင်မလေးကထူးဆန်းစွာ‌သူတိုက်ခန်းထဲမှာသေဆုံးနေပါတယ်\nဒီလိုနဲ့ရဲသူငယ်ချင်းရဲ့အကြံပေးမှုနဲ့ အလောင်းဖျောက်ဖို့လုပ်ရာကနေ\nကြုံတွေရမဲ့ ဒုက္ခတွေ ကြားထဲမှာလည်း Plot Twist တွေ\nပါတာ‌ကြောင့် မိသွားမလားဆိုတဲ့ခံစားချက်နဲ့\nကြည့်ရမဲ့ဇာတ်ကားကောင်းဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.6GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Nyein Aye",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/run-baby-run-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/The_Divine_Move-p2-140x200.jpg",
        "title": "The Divine Move(2014)",
        "description": "The Divine Move(2014)\nမိုးသည်းထန်စွာ ရွာသွန်းနေတဲ့ညတစ်ည....မိုးချိန်းသံတွေကိုဥပေက္ခာပြုပြီး အခန်းတစ်ခုအတွင်းမှာ လူ(၂)ယောက်ဂိုကစားနေကြတယ်...လောင်းကစားလောကဟာ တစ်ကွက်ကြိုမြင်သူ နှာတစ်ဖျားသာစမြဲမို့  ဘယ်သူမှမသိအောင်  နောက်ခံကစားပေးတဲ့သူလည်း ကိုယ်စီရှိကြတယ်....အင်္ကျီအနက်နဲ့လူကို နောက်ခံကစားပေးတဲ့သူကတော့ သူ့ရဲ့ညီအရင်းဖြစ်တဲ့ ထယ်ဆုတ်ပါပဲ...သို့ပေမယ့် သူတို့ညီအကို(၂)ယောက်ကံမကောင်းခဲ့ဘူး...သူတို့ နောက်ခံကစားပေးတာကို တစ်ဖက်အဖွဲ့က သိသွားလို့ ညီအကို(၂)ယောက်လုံးအဖမ်းခံလိုက်ရတယ်... ညီအကို(၂)ယောက်လုံး အားရအောင်နှိပ်စက်သွားတဲ့အပြင် အကိုဖြစ်သူမှာလည်းလည်ပင်းကိုလှီးသတ်ခံလိုက်ရတယ်...ထယ်ဆုတ်အတွက် မျက်စိရှေ့တွင်ပင် အကိုဖြစ်သူသတ်ခံလိုက်ရတဲ့အပြင်မိမိကိုယ်တိုင်မှာလည်း လူသတ်သမားအဖွဲ့၏ ထောင်ချောက်ဆင်မှုကြောင့်အကိုဖြစ်သူအားသတ်မှုနဲ့ထောင်ကျသွားပါတော့တယ်...ဒီနောက်ပိုင်းတော့  နာကျဉ်းမှုတွေပြည့်နှက်နေတဲ့ ထယ်ဆုတ်အတွက် ကျားနာတစ်ကောင်အသွင်သို့ပြောင်းသွားပါတော့တယ်...ဒီကားက ၂၀၁၄ခုနှစ်မှာထွက်ရှိပြီးတော့ ထယ်ဆုတ်အဖြစ် Woo-sung Jung ကသရုပ်ဆောင်ထားပါတယ်...Cold eyes နဲ့ Steel Rain တို့ကိုကြည့်ဖူးရင် သူ့ကိုရင်းနှီးပြီးသားဖြစ်မှာပါ...အရပ် ၆ပေ ၁လက်မ ၊မျက်လုံးပေါက်မှေးကျဉ်းကျဉ်းနဲ့ ဒီမင်းသားကြီးဟာCold eyes ထဲမှာဆို ဘောပင်နဲ့ ဇွတ်ခနဲ ဇွတ်ခနဲ ထိုးသတ်တာကို ကျွန်တော်တို့သဘောကျခဲ့ကြတယ်..ပြောရရင် ဒီကားကတောင်ပိုတောင်ကြမ်းမယ်ထင်တယ်...ဓားတိုတွေနဲ့ စွတ်ခနဲ လည်ပင်းကိုဖြတ်လှီးတာတွေမျက်နှာတွေမတွန့်ပဲ ဗိုက်တွေကို ဓားနဲ့ဇွတ်ခနဲထိုးတာတွေ  တကယ့် အမိုက်စားအက်ရှင်ခန်းတွေနဲ့.....ဇာတ်လမ်း ဇာတ်အိမ်လည်းကောင်းသလိုအက်ရှင်ခန်းတွေထိုးသတ်ခန်းတွေမှာဆိုလည်း ကြည့်ရင်းအူတွေပါယားလာသလိုလိုဖြစ်မိလိမ့်မယ်...ကိုင်းညွှန်းတာလည်း ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-divine-move2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wdlRuuA2CtS0KtaVzAikZxVHRIk.jpg",
        "title": "The Dead Lands (2014)",
        "description": "The Dead Lands (2014)~ IMDb - 6.3/10, Rotten Tomatoes - 70% ~မျက်လုံးတစ်လုံးအတွက် မျက်လုံးတစ်လုံးကို ပြန်ဖောက်မယ်ဆိုရင် ကမ္ဘာကြီးက မျက်ကန်းတို့ပျော်စံရာဖြစ်သွားမှာပေါ့လေ။ အိန္ဒိယလူထုခေါင်းဆောင်ကြီး ဂန္ဓီပြောခဲ့တဲ့စကားလေးပါ။ လက်စားချေခြင်းဟာ သတ်ဖြတ်ခြင်းသံသရာကိုပဲ ဆက်လည်ပတ်စေမှာဖြစ်လို့ စိတ်ဓာတ်အင်အားနဲ့ နှလုံးသားကြီးမြတ်သူတို့ကပဲ သံသရာစက်ကွင်းကို ခါးလယ်က ဖြတ်နိုင်ကြပါတယ်။သူ့မြေ ကိုယ့်မြေခွဲပြီး သူတစ်လူငါတစ်မင်း နေခဲ့ကြတုန်းက ကြီးကျယ်တဲ့စစ်ပွဲကြီးတွေ ခဏခဏ ဖြစ်ပွားခဲ့ဖူးတယ်။ နောက်တော့ ငြိမ်းချမ်းရေးအတွက် မျိုးနွယ်စုတွေအားလုံး အာဃာတတွေ သင်ပုန်းချေအပြီး တည့်တည့်ရှုရှုနေချိန်ရောက်တော့မှပဲ စစ်ပွဲနတ်ဘုရားက လူသားတွေကို လက်ဆောင်ပေးလိုက်တဲ့ တိုက်ပွဲတစ်ပွဲကို ဖော်ကျူးတဲ့ဇာတ်ကားပါ။ဘိုးဘွားတို့အမွေ၊ အစာနဲ့ရေကိုပေးတဲ့မြေ၊ ခိုလှုံရာအမိမြေက ကိုယ့်မျိုးနွယ်ကို သစ္စာဖောက် ကျောခိုင်းခဲ့သူ နတ်ဆိုးကြီးအမည်တွင် မကောင်းဆိုးဝါးကြီး...ငြိမ်းချမ်းရေးကြီးစိုးနေတဲ့မြေမှာ ယောက်ျားတို့ဂုဏ်သရေထွန်းပြောင်ချင်တဲ့ဆန္ဒသက်သက်နဲ့ စစ်ပွဲကို အတင်းခေါ်သွင်းလာသူ ဂုဏ်မက်သူကြီး ဝီရပါ...ရာသီဆယ့်ခြောက်ခါပြောင်းတာကို မျက်မြင်ကြုံရတဲ့အရွယ်ဆိုပေမယ့် ပုညှက်ညှက်လူ့ဖလံလေးပဲဖြစ်နေတဲ့ စစ်သည်တော်မဟုတ်သူကောင်ကလေး...သူတို့ကြားက မျိုးနွယ်စုရန်ငြိုးတွေ၊ ယောက်ျားတို့ရဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-dead-lands-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-135x200.jpg",
        "title": "Everything Everywhere All at Once(2022)",
        "description": "Swiss Army Man လို ငစားကားတွေ ရိုက်ခဲ့တဲ့ Dan Kwa နဲ့ Daniel Scheinert တို့ ဒါရိုက်တာအတွဲရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့ ရုပ်ရှင်ကြီးလာပါပြီ။ခေါင်းစားမလားဆိုတော့ စားလည်းစားပါတယ်၊ မစားလည်းမစားပါဘူး။ သိပ္ပံစိတ်ကူးယဉ် အပြိုင်စကြဝဠာတွေအကြောင်းကို ဟာသတွေ ကွန်ဖူးတွေနဲ့ အခြေခံထားတဲ့ မိသားစုဇာတ်လမ်းလေးပါ။\nအက်ဒ်မင်တော့ အတော်ကြိုက်ပါတယ်။ဒီရုပ်ရှင်ထဲမှာလည်း အနန္တစကြဝဠာပါပဲ။ အပြိုင်စကြဝဠာတွေ အများကြီးရှိပါတယ်။ Quantum superposition ဆိုတဲ့သဘောတရားလိုပဲ ဒြပ်မှုန်တွေဟာ ဖြစ်တည်မှုအခြေအနေမျိုးစုံမှာတပြိုင်တည်းရှိနေတဲ့သဘောပါ။\nမာဗယ်ရဲ့ Multiverse တွေလိုပဲ လူတစ်ယောက်ရဲ့ ရွေးချယ်မှုကနေ အပြိုင်စကြဝဠာတွေ အဆုံးမရှိအောင်ခွဲထွက်သွားတာပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ လူတစ်ယောက်ရဲ့ ရွေးချယ်မှု သေးသေးလေးတွေကအစ အပြိုင်စကြဝဠာတစ်ခု ရှိသွားနိုင်ပါတယ်။အဓိကမင်းသမီးကြီးဖြစ်တဲ့ မီရှဲယိုကတော့ စကြဝဠာတစ်ခုထဲက အက်ဗလင်း ဆိုတဲ့ နာမည်နဲ့ ပင်မင်းဆိုင်ပိုင်ရှင်လေးပေါ့။ အရမ်းရိုးအေးတဲ့ ယောကျာ်းတစ်ယောက်ရယ် မိန်းကလေးချင်း ချစ်ကြိုက်နေတဲ့ သမီးတစ်ယောက်ရယ်ရှိတယ်။ ဒါပေမဲ့ အခြားစကြဝဠာက မီရှဲယိုကတော့ ဆရာမကြီးပါ။ ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/everything-everywhere-all-at-once2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVQ1DJjdtPQd9HeaUntXaGuWadq.jpg",
        "title": "Eliminate Evil: Speedsters ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ ။ ဒီဇာတ်ကားလေးဟာဆိုရင် ပြည်သူတွေရဲ့\nလုံခြုံမှုအတွက် ကိုယ်ကျိုးစွန့်ကာ ကာကွယ်ပေးခဲ့ကြတဲ့\nလင်ယန် ဦးဆောင်သော အထူးရဲတပ်ဖွဲ့အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။၂၀၀၄ ခုနှစ် တရုတ်နိုင်ငံအတွင်းမှာ ဓားပြတိုက် လုယက်မှုတွေနဲ့အတူ\nရက်စက်စွာသတ်ဖြတ်မှုတွေကိုလဲ တွေ့ကြုံနေရပါတယ်။\nဒါပေမဲ့ကျူးလွန်သွားတဲ့တရားခံဟာ ခြေရာခံဖို့ခက်ခဲလွန်းသည့်အတွက်ကြောင့်\nဖမ်းဆီးဖို့အတွက် မဖြစ်နိုင်ခဲ့ပါဘူး ။ တစ်နေ့မှာ လင်ယန်\nဦးဆောင်တဲ့ အထူးတပ်ဖွဲ့ဟာ တရားခံကို ဖမ်းဆီးနေစဥ်အတွင်း\nဖမ်းမိခါနီးလက်မတင်လေးအလိုမှာ လွတ်မြောက်သွားခဲ့တာကြောင့်\nလင်ယန်တစ်ယောက် ယူကျုံးမရဖြစ်ကာ အပြစ်ရှိသလို ခံစားနေခဲ့ရရှာပါတော့တယ် ။ဒီလိုနဲ့ ကိုယ့်လက်ထဲကနေလွတ်မြောက်သွားတဲ့ ဒုစရိုက် တရားခံကို\nပြန်လည်ဖမ်းဆီးဖို့အတွက် အသစ်တစ်ဖန် အစီအစဥ်ဆွဲကာ အမှုကို လိုက်ခဲ့ရမှာတော့ ....?❏ တကယ့်တရားခံအစစ်အမှန်ကို သူတို့တွေ့ရှိနိုင်ပါ့မလား ?\n❏ သတ်ဖြတ်မှုတွေ လုယက်ခံရသူတွေ အစရှိတဲ့\nနစ်နာသူတွေအတွက် တရားမျှတမှူရော သူတို့တွေရှာဖွေပေးနိုင်ပါ့မလား ?\n❏ အသက်စွန့်လွှတ် ပေးဆပ်မှုတွေပါ ကြုံလာရာတဲ့အခါမှာတော့\nသူတို့အဖွဲ့ဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ?\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "6",
        "url": "https://megaup.net/1SNuf/Eliminate_Evil_Speedsters_(_2023_)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sU2yzV3T1LetBdQPAeBRDb4YwLo.jpg",
        "title": "The Contract(2006)",
        "description": "ဝါရင့်မင်းသားကြီး Morgan Freeman နဲ့ John Cusack တို့ရဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီမင်းသားတွေရဲ့ဇာတ်ကားဆိုတော့ ဇာတ်ကားကောင်းပါတယ်ဆိုပြီး အထွေအထူးပြောနေစရာတောင် မလိုတော့ပါဘူး။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ရေး ဟာ ဇနီးသည်မရှိတော့ဘဲ ကျန်ခဲ့တဲ့သားတဲ့အတူ နေထိုင်တဲ့သူဖြစ်ပါတယ်။ ဇနီးသည်သေဆုံးပြီးကတည်းက အဆင်မပြေနေခဲ့တဲ့ သူတို့ဘ၀ကို ပြန်ပြီးအဆင်ပြေအောင်လုပ်ဖို့အတွက် တောတွင်းစခန်းချဖို့ လာခဲ့ကြပါတယ်။ တစ်ဖက်မှာလည်း စစ်တပ်ကအနားယူပြီးနောက်ပိုင်း နာမည်‌တုတွေနဲ့လှုပ်ရှားတဲ့ ကြေးစားအဖွဲ့တစ်ဖွဲ့ဟာ သူတို့စာချုပ်ချုပ်ထားတဲ့ ‌အလုပ်တစ်ခုအတွက် လူတစ်ယောက်ကိုလုပ်ကြံဖို့ စီစဉ်နေကြပါတယ်။ ဒီလိုနဲ့ တောတွင်းစခန်းလာချကြတဲ့ရေးတို့သားအဖနဲ့ ကြေးစားလူသတ်သမားတို့ထိပ်တိုက်တွေ့ပြီးတော့ စိတ်လှုပ်ရှားစရာကောင်းတဲ့ The Contract ဇာတ်လမ်းကြီး စတင်ပါတော့တယ်။ File size…2.74 GB / 1.01 GB / 595MB\nQuality…WEB-DL 1080p 5.1 CH / 720p / 480P\nFormat…mp4\nDuration….1h 36m\nGenre ..... Action , Adult , ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-contract2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tUIY3AwpApdN2VjIDw6CHociaSd.jpg",
        "title": "Deadly Flower ( 2023 )",
        "description": "တရုတ်နိုင်ငံကို ဂျပန်တွေ အုပ်စိုးစဥ် အချိန်ကာလ ၁၉၃၁ ခုနှစ်\nဝန်းကျင်အချိန်မှာ တရုတ်ပြည်သူတွေအားလုံးဟာ ဂျပန်တွေရဲ့\nနှိပ်စက်မှုဒဏ်ကို အလူးအလဲ ခံစားခဲ့ကြရပါတယ် ။\nဒီလိုအခြေအနေတွေ အကြပ်ရိုက်နေစဥ်မှာ ကိုယ့်ရဲ့ဂုဏ်သက္ခာကို\nရောင်းစားပြီး ဂျပန်လက်အောက်ခစားကြတဲ့\nသစ္စာဖောက်တွေကလဲ ပေါ်ပေါက်လို့ လာခဲ့ချေပါတယ် ။အဲဲဒီအထဲမှာ မြို့တော်ဝန် ကျန်းဝမ်လင် ဆိုသူဟာလဲ အပါအဝင်ပါပဲ ။\nမြို့တော်ဝန် ကျန်းဝမ်လင် ရဲ့ ဇနီးဖြစ်သူဟာ ယောကျာ်းဖြစ်သူရဲ့\nလုပ်ပုံကိုင်ပုံတွေကို အလိုမကျဖြစ်ကာ လုပ်ကြံတော်လှန်ဖို့အထိ\nကြံစည်လာခဲ့ပါတယ် ။ ဒါပေမဲ့ မြို့တော်ဝန်ကျန်းဝမ်လင် နဲ့\nသူ့ရဲ့ ဂျပန်အပေါင်းအပါတွေကို သတ်ဖြတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့\nမအောင်မြင်ခဲ့ချေပါဘူး ။ အဲတာကြောင့် အမွှာသမီးနှစ်ယောက်ကိုခေါ်ကာ\nထွက်ပြေးဖို့ ကြိုးစားရင်း မလွတ်မြောက်နိုင်ပဲ\nအမွှာသမီး ၂ ယောက်ဟာ တစ်ကွဲစီ ကွဲပြားသွားခဲ့တဲ့အခါမှာတော့ ...?❏ အကြီးဖြစ်သူ သမီးလေးဟာဆိုရင် ဂျပန်တော်လှန်ရေးအဖွဲ့မှာ\nပါဝင်ဦးဆောင်နေပြီး ဖခင်ဖြစ်သူကို လုပ်ကြံဖို့ ကြံစည်နေတဲ့အခါ ?\n❏ တစ်ဖက်မှာလဲ အငယ်ဖြစ်သူ သမီးမှာတော့ ဖခင်ရဲ့\nချစ်သမီးလေးအဖြစ်ရှင်သန်နေပြီး ဂျပန်ရဲ့ လက်အောက်မှာ ရှိနေတဲ့အခါ ?မတူညီတဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/1cOzu/Deadly_FLower_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-opreation-135x200.jpg",
        "title": "Operation Fortune: Ruse de Guerre (2023)",
        "description": "ဒါရိုက်တာ Guy Ritchie ရဲ့ Action, Comedy, Thriller လေးပါပဲ။ မင်းသားကတော့ ဂျေဆန်စတက်သန်ပါ။ ဒီထဲက လူဆိုးတွေက ယူကရိန်းသားတွေဖြစ်နေလို့ ရုရှား ယူကရိန်းစစ်ပွဲအစနဲ့ ရုံတင်ပြသမယ့်ရက်တိုက်နေတာကို ၂၀၂၃ အထိ ရွှေ့ထားလိုက်တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ဘီလီယံနဲ့ချီတဲ့ အမျိုးအမည်မသိလက်နက်တစ်ခု အခိုးခံလိုက်ရတယ်။ အဲဒါကို အရေးတကြီး ပြန်ရဖို့အတွက် အစိုးရအေဂျင်စီတွေက ကန်ထရိုက်တာဖြစ်တဲ့ နေသန်နဲ့ အော်ဆန်ဖော်ချွန်းကို အလုပ်အပ်ရတယ်။ အော်ဆန်ဟာ စစ်ဆင်ရေးတွေမှာ အရမ်းအသုံးအဖြုန်းကြီးတဲ့သူမို့ တော်ရုံလူက အလုပ်မအပ်ချင်ကြပါဘူး။ လူများရင်ကြပ်ရင်ကြောက်တတ်လို့ဆိုပြီး သီးသန့်လေယာဉ်စီးတယ်၊ စိတ်အခြေအနေအတွက်ဆေးဖြစ်ဝါးဖြစ်ဆိုပြီး အကောင်းဆုံးဝိုင်ပုလင်းတွေသောက်တယ်။ စစ်ဆင်ရေးပြီးရင်လည်း အစိုးရစားရိတ်နဲ့ စိတ်ဒဏ်ရာကုဖို့ဆိုပြီး အပမ်းဖြေစခန်းတွေ သွားနှပ်တာတွေကြောင့်ပါ။ ဒါပေမဲ့ ဒီအရေးကြီးစစ်ဆင်ရေးအတွက် အလုပ်အပ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဘီလီယံချီပြီးတန်တဲ့ လက်နက်ကဘာလက်နက်လဲ၊ ဘယ်သူက ရောင်းပြီးဘယ်သူကဝယ်မှာလဲဆိုတာကို စုံစမ်းပြီး ပြန်ရအောင် ကြိုးစားရပါတော့တယ်။ထုံးစံအတိုင်း အက်ရှင်တွေ မြှပ်ကွက်လေးတွေနဲ့ ဟာသတွေရောထားတာမို့ အပမ်းဖြေဖို့ ကားကောင်းတစ်ခုပါပဲ။File size…(1.86GB)/(100.6MB)/(502 Mb)\nQuality….Webrip ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/operation-fortune-ruse-de-guerre-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/revenge-2017-movie-review-135x200.jpg",
        "title": "Revenge (2017)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (93%)Thriller ဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်တတ်သူတွေအတွက် I spit on your grave ဇာတ်ကားတွေလိုခပ်ကြမ်းကြမ်းဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ပြင်သစ်စကားပြောဒီဇာတ်ကားက အီတလီမော်ဒယ်မင်းသမီးနဲ့  ဘယ်လ်ဂျီယမ်မင်းသားတို့လို ပေါင်းစပ်မှုတွေနဲ့ တမူတော့ထူးခြားပါတယ်။မိန်းကလေးတစ်ယောက်ထဲနဲ့ ဘဲကြီး ၃ ကောင်တို့ ပြေးတမ်းလိုက်တမ်းကစားကြမယ့်ပွဲမှာထုံးစံအတိုင်း အားနည်းတဲ့ဖက်ကတော့ အနိုင်ကျင့်ခံရစမြဲပါပဲ...ဒါပေမယ့် လွယ်လွယ်လက်လျော့မပေးတတ်ဘဲ အရေးကြုံလာရင် မိမိအသက်အတွက် ဉာဏ်ကိုအခြေပြုလို့ ပြန်လည်တိုက်ခိုက်လာတဲ့အခါမှာတော့....Revenge ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ဘယ်လိုတွေလက်စားပြန်ချေမလဲဆိုတာ......။\nFile size…(1.8 GB) /(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Thuya Zarni Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/revenge-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zvj0NkEAGDqmwlSHND2sEGv4PTw.jpg",
        "title": "[18+] Trap of Lust (1973)",
        "description": "Trap of Lust (1973)နာမည်ကျော်ယာကူဇာဇာတ်ကားဖြစ်တဲ့ Branded to Kill ကို Pink Film အဖြစ် ပြန်ပြီးပုံဖော်ထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကလဲ Branded to Kill ကိုရေးခဲ့တဲ့သူတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Atsushi Yamatoya ဆိုတော့ မူလဇာတ်ကားကို အညှီအဟောက်တွေထပ်ဖြည့်ထားတဲ့ Version အဖြစ်ရှုစားကြရမှာပါ။ဇာတ်လမ်းကတော့ ဟိုရှီဆိုတဲ့ လုပ်ကြံရေးသမားတစ်ယောက် သူ့ဇနီးနဲ့ပတ်သက်လို့ သူအလုပ်လုပ်ပေးနေတဲ့ ဂိုဏ်းတစ်ခုလုံးနဲ့ရန်ညှိုးဖွဲ့မိရာကနေ အချင်းချင်းအပြန်အလှန်လုပ်ကြံဉာဏ်ကစားကြပုံကို ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ ဂန္ထဝင်ကားတစ်ကားကိုပြန်မူပွားထားတဲ့ နောက်ထပ်ဂန္ထဝင်ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.25GB, 570MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Action, Crime\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "",
        "url": "https://channelmyanmar.org/trap-of-lust-1973/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5A79GeOb3uChQ0l0ZDjDyODKQp3.jpg",
        "title": "Death Race(2008)",
        "description": "Death Race(2008)*****************ကြမ်းကြမ်းတမ်းတမ်းကားမောင်းပြိုင်ပွဲတွေ အပစ်အခက်နဲ့အက်ရှင်တွေကို\nကြည့်ရတာသဘောကျတဲ့ပရိသတ်ကြီးအတွက် Death Race ဇာတ်ကားလေးကားရှိတဲ့အထဲမှာ\nပထမဆုံးကားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားကိုတော့ Resident Evil ဇာတ်ကားတွေကို\nရိုက်ကူးပေးခဲ့တဲ့ဒါရိုက်တာကြီး Paul W.S. Anderson ကရိုက်ကူးပေးထားပြီး\nပရိသတ်တွေနဲ့မစိမ်းတဲ့ အက်ရှင်မင်းသားကြီး Jason Statham နဲ့အတူ\nNatalie Martinez, Ian McShane, Joan Allen နဲ့ Tyrese Gibson\nတို့ကအဓိကပါဝင်သရုပ်ထားပါတယ်။မိန်းမနဲ့သမီးလေးကိုအလုပ်ကြမ်းလုပ်ရင်းနဲ့ စောင့်ရှောက်နေတဲ့ပြိုင်ကားမောင်းသမားဟောင်း\nဂျန်ဆန်အိမ်းစ်ဟာ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာဆိုသလို အလုပ်ပြုတ်တဲ့နေ့မှာပဲ\nမိန်းမဖြစ်သူကိုသတ်တဲ့အမှုနဲ့ အမှုဆင်ချောက်ချခံရပါတယ်။ သူရောက်သွားတဲ့ထောင်ကလည်း\nတစ်သက်တစ်ကျွန်းအကျဉ်းသားတွေပဲရှိတဲ့ ထောင်တစ်ခုဖြစ်ပြီး အဲ့ဒီကနေလွတ်နိုင်မယ့်\nတစ်ခုတည်းသောနည်းလမ်းကလည်း သေခြင်းတရားပြိုင်ပွဲလို့ခေါ်တဲ့ ကားပြိုင်ပွဲကို\nငါးကြိမ်နိုင်ရမှာပဲဖြစ်ပါတယ်။ ဖရန်ကင်စတိုင်းဆိုတာကတော့ အဲ့ဒီကားပြိုင်ပွဲကို\nလေးကြိမ်အထိအနိုင်ရခဲ့ပြီး ပရိတ်သတ်ရဲ့စိတ်ဝင်စားမှု အခံရဆုံးကားမောင်းသမားပဲဖြစ်ပါတယ်။\nအဲ့ဒီဖရန့်ဟာမတော်တဆမှုကြောင့် နောက်ဆုံးကားပြိုင်ပွဲမှာသေဆုံးခဲ့ပြီး အားပေးမှုအများဆုံးလူဖြစ်တဲ့\nနောက်တစ်ခါနိုင်ရုံနဲ့ လွတ်ငြိမ်းချမ်းသာခွင့်ရမယ့်ဖရန့်နေရာမှာ ဂျန်ဆန်ကိုအစားဝင်ဖို့အတွက်\nထောင်ပိုင်ကကမ်းလှမ်းလာတဲ့အခါမှာတော့...မိန်းမကိုသတ်ခဲ့တဲ့သူကိုလိုက်ရှာရင်းနဲ့ အပြင်မှာရှိနေတဲ့သမီးလေးဆီကိုပြန်သွားနိုင်ဖို့\nဂျန်ဆန်အနေနဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို အက်ရှင်တွေအပြည့်နဲ့ ခံစားကြရမှာပဲဖြစ်ပါတယ်File Size :(3.1GB)(1.1GB) and (380 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :Action, Crime , Sci-Fi\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/death-race2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYTFL661HMzCIJLl6me7WMqDmjV.jpg",
        "title": "Fearless Rescue 2022",
        "description": "မူးယစ်ဆေးဝါးနှိမ်နှင်းရေး အထူးတပ်ဖွဲ့မှ တပ်ဖွဲ့ဝင် မုယင်းဟာ\nအဖွဲ့ကနေ နှုတ်ထွက်ခဲ့ပြီး မြို့ပြဘဝကို နေထိုင်ဖို့ ရွေးချယ်ခဲ့ပါတော့တယ် ။\nအဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင်ဆိုသလို မြို့ရဲ့ မျက်နှာဖုံး\nသူဌေးတစ်ဦးရဲ့ သမီးဖြစ်သူ ချန်ယန့်ယွီကိုပါ ကယ်တင်ရဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီလိုနဲ့ပဲ မူးယစ်ဆေးဝါးဂိုဏ်း\nခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့ သူဌေးကြီး ယဲ့လင်ကျွင်းဟာ\nအညှိုးကြီးစွာနဲ့ ချန်ယန့်ယွီကို လူလွှတ်ပြီး လိုက်သတ်ပါတော့တယ် ။သူကြံစည်သမျှ အကြံအစည်တွေအားလုံးကိုလဲ\nမုယင်းဟာ တစ်ခုပြီး တစ်ခု ဖျက်ဆီးလာခဲ့တဲ့အခါမှာ...?\n❏ မုယင်း နဲ့ ချန်ယန့်ယွီတို့ နှစ်ဦးသား အတူတူ အခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲ?\n❏ မုယင်းဟာလဲ ကိုယ်ရံတော်တပ်မှူးလေးအဖြစ်\nချန်ယန့်ယွီကို ဘယ်လိုကာကွယ်သွားဦးမလဲဆိုတာ\nအခုပဲ ဒီကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Romance\nRuntime : ...",
        "rating": "6",
        "url": "https://megaup.net/2yHln/Fearless_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHVswTDHAvq9Npi0XCZ0qVMSiM2.jpg",
        "title": "Never Back Down: No Surrender(2016)",
        "description": "Never Back Down ဇာတ်ကားတွေရဲ့ 2016 ကနောက်ဆုံးထွက်ထားတဲ့ ဇာတ်ကား‌လာပါပြီ။\n2008 နဲ့ 2011 တို့မှာထွက်ရှိခဲ့တဲ့ Never Back Down တွေရဲ့အဆက်ဖြစ်သလို R-rated လည်းဖြစ်ပြီး တိုက်ခိုက်ခန်းတွေလည်းပိုပြီးကောင်းလာတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ MMA လက်ဝှေ့ချန်ပီယံဟောင်း ကေ့စ် ဝေါကာ ဟာ သူရဲ့သူငယ်ချင်း ဘရိုဒီ ဂျိမ်းစ်နဲ့ ရှုံးပွဲမရှိသေးတဲ့အပြင် အန္တရာယ်လည်းများတဲ့ ဆီဆာ ဘရာဂါတို့ရဲ့ ထိုင်းနိုင်ငံမှာ ထိုးသတ်မဲ့ပွဲစဉ်အတွက် လေ့ကျင့်ဖို့ဘန်ကောက်ကို လိုက်ပါလာခဲ့ပါတယ်။\nဒါပေမဲ့ ပြိုင်ပွဲစခါနီးတစ်ပတ်အလိုမှာ ဘရိုဒီက ခြေထောက်ဒဏ်ရာရသွားတဲ့ အတွက် ဘရိုဒီရဲ့အစား ကေ့စ်က ဝင်ထိုးပေးဖို့ဖြစ်လာတဲ့အခါမှာ ကေ့စ်တစ်ယောက် ဘယ်လိုဆက်ပြီးဖြေရှင်းမလဲ၊ သူနိုင်အောင်ရောထိုးနိုင်မှာလား၊ နောက်ကွယ်မှာရောဘယ်လိုအရှုပ်တော်ပုံတွေရှိနေမလဲဆိုတာကို အကြမ်းပတမ်းတိုက်ခိုက်ခန်းတွေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦးခင်ဗျ။ File size…2.3 GB / 961.6 MB\nQuality…WEB-DL 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action ,  Sport\nSubtitle….Myanmar ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/never-back-down-no-surrender2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sgRY2ie8koJxfOScMuvzHQ9TuZX.jpg",
        "title": "Thick as Thieves (2009)",
        "description": "Thick as Thieves (2009)ရစ်ပလေ ဆိုတဲ့နာမည်ကတော့ သိုးဆောင်းတို့ဘာသာစကားမှာ တော်တော်ဟိတ်ဟန်ကြီးသ‌ဗျ။ တွမ် ရစ်ပလေ ဆိုတဲ့ ဇာတ်ကောင်တစ်ကောင်နဲ့ ကျွန်တော် လူကြီးမင်းတို့ကို မိတ်ဆက်ပေးဖူးတယ်။ အဲဒီကောင်ကလည်း လူဆိုးဂိုဏ်းလောကမှာ တစ်ကိုယ်တော် လူစွမ်းကောင်း။အခုဇာတ်ကားမှာတော့ ကစ်သ် ရစ်ပလေ တဲ့ဗျာ။ တကယ့်လူ။ နှစ်ဖက်ချွန်တာနဲ့ အားမရတော့ သုံးဖက်ချွန်တဲ့ စမူဆာလိုလူကြီး။ နောက်ပိုင်းမှာ အဖက်ဖက်ကိုချွန်နေတဲ့ ဆိုင်ကယ်စပေါ့ကတ်ကြီး ဖြစ်နေပါရော့လား။ စပေါ့ကတ်တောင် ခွေးသွားစိတ်များတဲ့ နံပါတ်ကြီးဗျ။လူဆိုးဂိုဏ်းသားကြီးတော့ မဟုတ်ပါဘူးလေ။ တစ်ကိုယ်တော် သူခိုးကြီးပါ။ တစ်ပွဲစားအဆင့်ကြီးပေါ့။ သူတပါးပစ္စည်း အပျောက်ဖျောက်တဲ့နေရာမှာ အနုပညာမြောက် ကျွမ်းကျင်မှော်ဝင်သူ။သူခိုးကားတွေရဲ့ ထုံးစံလိုပါပဲလေ။ တွဲဖက်တစ်ယောက်ရှိတယ်။ သူများသတ်လို့သေသွားတယ်။ ဒီတော့ တွဲဖက်ရဲ့ မပြီးဆုံးသေးတဲ့ကိစ္စတွေကို ပြီးဆုံးအောင်လုပ်ပေးဖို့တာဝန်ရယ်၊ သူ့သမီးလေးကို စောင့်ရှောက်ရမယ့်တာဝန်ရယ်။ ဒီတာဝန်တွေကို တစ်ဦးတည်းဆောင်ရွက်ဖို့ အသက်ကြီးသွားပြီဖြစ်တဲ့ ကစ်သ် ရစ်ပလေ က လူငယ်ခြေတက်၊ သူခိုးပေါက်စလေး ဂေဘရီရယ် ရဲ့အကူအညီကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/thick-as-thieves-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI4MmExNGQtNmM0Zi00MzRiLWFiZjgtZmU2MDA3MDNlN2MwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Christopher(2023)",
        "description": "Christopher 2023 (IMDb 6.8/10)အိန္ဒိယရဲကားကောင်းကောင်းလေးကိုမျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်\nမင်းသားကြီးမမ်မွတ်တီးရဲ့ နောက်ဆုံးထွက် ရဲကားအလန်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေအိန္ဒိယနိုင်ငံမှာ သိတဲ့အတိုင်း ဘာအမှုပဲဖြစ်ဖြစ် မုဒိမ်းကျင့်လူသတ်ရင်တောင်\nငွေနဲ့မီးငြိမ်းသလို အမှုတွေပျောက်သွားအောင် လူအားငွေအားနဲ့ လုပ်နိုင်တာကို သိကြမှာပါ\nဒီကိစ္စကို ရဲမှူးခရစ္စတိုဖာဖြေရှင်းတဲ့နည်းလမ်းကတော့ ရိုးရှင်းပါတယ်\nဘယ်တရားရုံးမှပို့မနေပဲနဲ့ တရားခံတွေကို သူ့သေနတ်နဲ့ပဲ ကိစ္စတုံးပေးတာပါ\nဆိုရှယ်မီဒီယာ ပြည်သူလူထုအားလုံးအတွက် ခရစ္စတိုဖာက ဟီးရိုးပါ ဒါပေမဲ့\nမျှတတဲ့ဒီမိုကရေစီစစနစ်တစ်ခုမှာ တရားစီရင်ရေးမဏ္ဍိုင်ဆိုတာ မရှိလို့မရပါဘူး\nအဲ့ဒါကြောင့် အထက်ဌာနကနေ ခရစ္စတိုဖာကို စုံစမ်းစစ်ဆေးဖို့အတွက်\nအမျိုးသမီးအရာရှိတစ်ဦးကို တာဝန်ပေးအပ်လိုက်ပါတော့တယ်\nခရစ္စတိုဖာရဲ့ မီးစတစ်ဖက်ရေမှုတ်တစ်ဖက်\nမှန်ကန်မျှတပေမဲ့ မညှာတာတတ်တဲ့ စရိုက်ကို အတိတ်ကစတူးဖော်ကြည့်မိတဲ့အခါ........ဒီဇာတ်ကားလေးဟာ ဇာတ်လမ်းလေးက မြင်နေကျဆိုပေမဲ့ ဆက်ပြီးကြည့်ချင်လောက်အောင်\nလှည့်ကွက်လေးတွေကို သူ့နေရာနဲ့သူပါထားပြီး မင်းသားကြီးမမ်မွတ်တီးရဲ့ အိုဗာတွေသိပ်မပါ\nရင့်ကျက်တဲ့ပုံစံနဲ့မို့ ကြည့်ရရှုရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး မှုခင်းဒရာမာ ရဲအက်ရှင်ကြည့်ချင်တဲ့သူတွေအတွက်\nဇာတ်အိမ်ကောင်းကောင်း သရုပ်ဆောင်ကောင်းကောင်း ဒီကားလေးကို လက်မလွှတ်ကြဖို့ လက်တို့ပေးပါရစေ\nFile size…2.25GB / 1.1GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/christopher2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUylDspiTKU3cYzZNeLsN8Krv12.jpg",
        "title": "Rocky Balboa(2006)",
        "description": "လက်ဝှေ့ကားကြိုက်သူတွေအတွက် မင်းသားကြီးစတားလုံးကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ ရှေ့ Rocky ဇာတ်လမ်းတွဲတွေရဲ့ အဆက်ဖြစ်ပြီး ၁၉၉၀ခုနှစ်ကထွက်ရှိထားတဲ့ Rocky(V) ရဲ့ နောက်ဆက်တွဲဇာတ်လမ်းဖြစ်ပါတယ်။လက်ဝှေ့လောကကနေ အသက်အရွယ်ရလာလို့ အနားယူထားပြီးပြီဖြစ်တဲ့ ရော့ကီဘယ်လ်ဘိုအာဟာ သူ့မိန်းမဆုံးပြီးတဲ့နောက် ဘ၀ဟာအဓိပ္ပါယ်မဲ့နေခဲ့ပါတယ်။ သူဟာစားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး အေးအေးချမ်းချမ်းနေနေပေမယ့် သူ့ရင်ထဲကအစိုင်အခဲကြီးကတော့ ပျောက်ပျက်မသွားပါဘူး။ ဒီတော့ အတိတ်က သူထိုးကြိတ်ခဲ့ဖူးတဲ့အငွေ့အသက်တွေ၊ သူ့မိန်းမရဲ့အားပေးသံတွေ တစ်ခေါက်ပြန်ပြီးခံစားနိုင်ဖို့အတွက် ကြိုးဝိုင်းထဲကို တစ်ခေါက်ပြန်ပြီး၀င်လာခဲ့ပါတယ်။ အစကတော့ ပွဲငယ်လေးတွေပဲ ထိုးဖို့စိတ်ကူးထားပေမယ့် ရှုံးပွဲမရှိ ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံ မေဆန်ဒစ်ဆန်က လက်ရည်စမ်းပွဲထိုးဖို့ လာရောက်ကမ်းလှမ်းတော့ လက်ခံလိုက်ပါတယ်။ တစ်ချိန်က ကမ္ဘာ့ဟဲဗီးဝိတ်ချံပီယံနှစ်ကြိမ်ဖြစ်ဖူးတဲ့ ရော့ကီနဲ့ လက်ရှိချန်ပီယံ မေဆန်တို့ရဲ့ပွဲဟာ တစ်ကမ္ဘာလုံးကိုစိတ်၀င်စားစေခဲ့ပါတယ်။\nနွားပျိုသန်လှ နွားအိုပေါင်ကျိုးဆိုတဲ့စကားပုံကရှိသေးတော့ ဒီအတိတ်နဲ့ပစ္စုပ္ပန်တို့ရဲ့တိုက်ပွဲမှာ ဘယ်သူကများအနိုင်ရရှိသွားမလဲ။ ရော့ကီကရော သူ့ရင်ထဲကအစိုင်အခဲ‌ကို ဒီပွဲထိုးကြိတ်ပြီးတော့ ချေဖျက်နိုင်ပါ့မလား။ File size…2.79 GB / 1.15 GB / 672 MB\nQuality…Blu-Ray 1080p ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/rocky-balboa2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vPi3p9OoAzxjhOTgz3HLgODDRb0.jpg",
        "title": "Deleted ( 2022 )",
        "description": "လူသားတွေဟာ တကယ်တမ်းတော့ ရောင်းဝယ်ဖောက်ကားဖို့\nလုပ်ချင်တိုင်းလုပ်လို့ရတဲ့ ရောင်းကုန်ပစ္စည်းတွေမဟုတ်ချေပါဘူး ။\nလူကုန်ကူးမှုတွေဟာ ယနေ့ထက်တိုင်အထိလဲ ရှိနေကြတုန်းပါပဲ ။ရွှေ့ပြောင်းနိုင်ငံတွေမှာ အများအပြားကြုံတွေ့ရတတ်ပြီးတော့\nလူကုန်ကူးခံရတဲ့ လူဦးရေး သုံးပုံ နှစ်ပုံဟာ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်လေးတွေပါ ။ ကလေးငယ်တွေရဲ့ ကျောက်ကပ်တွေ\nကိုယ်တွင်း အင်္ဂါတွေကို ရောင်းချကြတဲ့ ဒုစရိုက်သမားတွေကလဲ\nအများကြီးပါပဲ ။ လူကုန်ကူးမှုကို တွင်တွင်ကျယ်ကျယ်တိုက်ဖျက်ပေးဖို့အတွက်\nဇူလိုင်လ ၃၀ ရက်နေ့ကို တစ်ကမ္ဘာလုံးဆိုင်ရာ\nလူကုန်ကူးမှု တိုက်ဖျက်ရေး နေ့အဖြစ်သတ်မှတ်ထားခဲ့ကြပါတယ် ။ဒီတော့ ဒီကနေ့ တင်ဆက်ပေးသွားမဲ့ ဇာတ်ကားလေးကတော့ လူကုန်ကူးမှု\nပညာပေးရေး ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ် ။ နိုင်ငံရပ်ခြားမှ\nရွှေ့ပြောင်း တရုတ်မိသားစုတစ်စုက သမီးငယ်လေးတစ်ဦးဟာ\nထူးဆန်းစွာနဲ့ ပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။ အဲဒီအချိန်အတွင်းမှာလဲ\nနိုင်ငံအတွင်းမှာလူကုန်ကူးမှုတွေနဲ့ အတူ\nကလေးငယ်အများအပြား သေဆုံးမှူကလဲ ဖြစ်ပေါ်လို့နေပါတယ် ။❏ ဒီတော့ အခြေအနေတွေ အကြပ်ရိုက်နေတဲ့ အချိန်မှာ\nသမီးငယ်လေးကိုကယ်တင်နိုင်ပါ့မလား ?\n❏ လူကုန်ကူးခံရတဲ့ သမီးငယ်လေးအပြင် တစ်ခြားကလေးတွေကိုပါ\nကယ်တင်ပြီး တရားခံကို လက်ရဖမ်းဆီးနိုင်မလား ?\n❏ ဘယ်လို ဆုံးရှုံး စတေးမှုတွေနဲ့ ကြုံတွေ့ရဦးမလဲဆိုတာ\nစိတ်လှူပ်ရှားစွာကြည့်ရှုရမဲ့အပြင် လူကုန်ကူးမှုပညာပေးရေးကိုပါ\nမြင်တွေ့ရစေမှာပါ ...",
        "rating": "6",
        "url": "https://megaup.net/1SIha/Deleted_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qh9ld9M1UPqibos2CRMWbZFPqZy.jpg",
        "title": "Sayen(2023)",
        "description": "Sayen(2023)************လီတောင်ပိုင်းမှာ မူချီလူမျိုးတွေဟာ မြို့ပေါ်ကလူတွေနဲ့\nဆက်ဆံမှုကင်းဝေးပြီးသစ်တောထဲမှာ\nတစ်သီးတစ်သန့်နေထိုင်ကြတယ်၊ ဆိုင်ရန်ဟာ ဝင်ကာလို့ခေါ်ကြတဲ့မြို့ပေါ်မှာ\nပညာဆည်းပူးပြီး နေရပ်ကိုပွဲတော်ရက်အမှီပြန်လာခဲ့ပါတယ်၊ခြောက်နှစ်လောက်ဝေးကွာနေတဲ့\nအဖွားဖြစ်သူကလည်းသူမြေးပြန်လာတော့ဝမ်းသာနေတာပေါ့၊တစ်နေ့မှာ အက်တွန်ဆိုတဲ့ သဘာဝ\nပတ်ဝန်းကျင်စောင့်ရှောက်ရေးကုမ္ပဏီက လူတစ်စုသူတို့ဆီကိုမြေတွေရောင်းချဖို့အတွက်လာကမ်းလှမ်းတယ်။ အဖွားဖြစ်သူ\nအီဝမ်က နှစ်ပေါင်းများစွာနေနေတဲ့ ဒီမြေတွေမရောင်းနိုင်တဲ့အကြောင်းပြောပြီးနှင်လွှတ်လိုက်တယ်၊\nဆိုင်ရန်ဟာ မသကႅာတာနဲ့နောက်ယောင်ခံလိုက်ကြည့်တဲ့အခါသစ်တောထဲက သဘာဝအရင်းအမြစ်တွေကို\nခိုးဝှက်တူးဖော်လုပ်ကိုင်နေတဲ့ကုမ္ပဏီမှန်းသိသွားပြီးတော့ မှတ်တမ်းပါယူလာလိုက်တယ်၊ကုမ္ပဏီအဖွဲ့ကလူတွေ\nသူမှတ်တမ်းတင်တာသိသွားတော့လိုက်လံဖမ်းဆီးတဲ့အခါမှာတော့.......File Size :(2.7GB)(1.1GB) and (380 MB)\nQuality : WEB-DL 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/sayen2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTc0NzgxMTQzMV5BMl5BanBnXkFtZTgwNTY3MzA2MzE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Turkey Shoot (2014)",
        "description": "Turkey Shoot (2014)\n===============ရစ်ခ်တိုင်လာဟာ စစ်ပွဲအတွင်း အမျိုးသမီးတွေနဲ့ ကလေး\nအများအပြားကို သတ်ဖြတ်တဲ့ စစ်ရာဇဝတ်မှုကြောင့် ထောင်\nဒဏ်ချမှတ်ခံထားရဲ့ Navy SEAL commander တစ်ဦးပါ။\nတစ်နေ့မှာတော့ သူ့လွတ်မြောက်နိုင်ဖို့ အခွင့်အရေးတစ်ခု\nရလာပါတယ်။အခွင့်အရေးကတော့ Turkey Shoot ဆိုတဲ့ survival အစီ\nအစဉ်မှာ ပါဝင်ရမှာပါ။ တစ်ကမ္ဘာလုံး အချိန်နဲ့ တစ်ပြေးညီ\nထုတ်လွှင့်နေတဲ့ အစီအစဉ်တစ်ခုဖြစ်ပါတယ်။ ကစားပွဲမှာ\nအဆင့် သုံးဆင့်ရှိပြီး တစ်ဆင့်မှာ မိနစ်(၉၀)တိတိ အချိန်ပေး\nထားပါတယ်။ အဆင့်တစ်ဆင့်တိုင်းမှာ ကမ္ဘာအနှံ့က ကြည့်ရှု\nသူတွေ မဲပေးရွေးချယ်ထားတဲ့ ညှာတာမှု အလျဉ်းမရှိတဲ့\nသေနတ်သမားတွေနဲ့ ရင်ဆိုင်ရမှာပါ။သေနတ်သမားတွေကို ကျော်ဖြတ်ပြီး ပေးထားတဲ့အချိန်အတွင်း\nသတ်မှတ်ထားတဲ့နေရာမှာ ပုံးတစ်ပုံးကို ရှာနိုင်ရင် နောက်တစ်ဆင့်\nတက်နိုင်ပါပြီ။ အဆင့်သုံးဆင့်လုံးကို မသေဘဲ ဖြတ်ကျော်နိုင်ရင်\nတော့ လွတ်လပ်ခွင့်ရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ထင်ထားသလောက်\nတော့ မလွယ်ကူပါဘူး။ တစ်ဖက်မှာလည်း သူ့ကို သတ်ဖို့ အခွင့်\nအရေးကို စောင့်နေကြသူတွေလည်း ရှိပါတယ်။ဘာလို့ ဒီလို သတ်ဖို့ ကြိုးစားနေတာလဲ အဲဒီအစုအပြုံလိုက် သတ်\nဖြတ်မှုကို ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/turkey-shoot-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shqO696kFnM8Z4ODa3JglcjP97u.jpg",
        "title": "Drillbit Taylor(2008)",
        "description": "IMDb 5.7 / Rotten Tomatoes 26%စိတ်အပန်းပြေစေမယ့် ဆယ်ကျော်သက်ကျောင်းသား ဟာသကားလေး Drillbit TaylorDrillbit Taylor ဆိုတဲ့အတိုင်း ဒီဇာတ်ကားလေးထဲမှာ ပလက်ဖောင်းခေါင်းအုံး လမ်းဘေးရေပန်းမှာ ကိုယ်တုံးလုံးချွတ် ရေချိုးလေ့ရှိတဲ့ အိမ်ခြေမဲ့ တပ်ပြေး Drillbit Taylor နဲ့ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတဲ့ အထက်တန်းကျောင်းသားလေး သုံးယောက်တို့ရဲ့ အလွဲလေးများကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပါ အိမ်ခြေမဲ့ဘဝမှာ လူတွေရဲ့ကဲ့ရဲ့တဲ့အကြည့်တွေ အပြောတွေကို မုန်းတီးလာတဲ့ Drillbit Taylor တစ်ယောက် ကနေဒါမြောက်ပိုင်းမှာ သွားအချေခြဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်တစ်ဖက်မှာတော့ အထက်တန်းကျောင်း စတက်တက်ချင်းမှာပဲ ကျောင်းသားကြီးတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျခြင်းကို နေ့စဥ်ရက်ဆက် ခံနေတဲ့ ကျောင်းသားလေးသုံးယောက်ဟာကိုယ်တိုင် ပြန်မခုခံနိုင်တဲ့အဆုံး မိမိတို့ကို ကာကွယ်ပေးမယ့် သက်တော်စောင့်တစ်ယောက် ငှားဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...ခရီးစရိတ်လိုအပ်နေတဲ့ Drillbit နဲ့ သက်တော်စောင့်လိုနေတဲ့ သူတို့လေးတို့ တွေ့ဆုံကာ အလုပ်ဖြစ်သွားပါတော့တယ်Drillbit တစ်ယောက် ကလေးတွေရဲ့ကျောင်းမှာ ဆရာအဖြစ် ဟန်ဆောင်ရင်း ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/drillbit-taylor2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrzBLVuW2ws5Eu4gTUPTNn02oBB.jpg",
        "title": "The Assassin(2023)",
        "description": "The Assassin(2023)*****************ဂျိုဆွန်းမှာ စစ်ပွဲတွေဖြစ်ပြီး ဘုရင်ရဲ့ အာဏာလည်းသက်ရောက်မှုမရှိတော့ လူသတ်ပွဲတွေ ခိုးဆိုးလုယက်အကျင့်ပျက်မှုပေါင်းများစွာနေရာတကာမှာဖြစ်နေတယ်..ဒီအထဲမှာတော့ ငွေရှိတဲ့သူတွေဟာ သူတို့ပြိုင်ဘက်ပေါင်းများစွာကိုတော်လွန်းတဲ့လုပ်ကြံသတ်ဖြတ်ရေးသမားတွေကိုငှါးပြီးသုတ်သင်လေ့ရှိတယ်...ဒီထဲမှာ အီနန်ဆိုတာ ဒီလောကရဲ့ ဓားရေးအထက်မြက်ဆုံးလုပ်ကြံရေးသမားအဖြစ်နာမည်ကြီးတယ်.....ဓားရေးထက်မြက်တဲ့အပြင်လှုပ်ရှားမှုတွေက လျှင်မြန်လွန်းတော့ သူ့နာမည်ကြားတာနဲ့ တော်ရုံသက်တော်စောင့်တွေတောင်ထွက်ပြေးကြတယ်..တစ်နေတော့အီနန်ဟာ အတွင်းအား အသုံးပြုတဲ့အချိန်နှလုံးနဲ့အဆုတ်မှာပြဿနာဖြစ်နေတော့ ဆေးဆရာက ဒီရောဂါကိုကုနိုင်တာ ထူးဆန်းတဲ့ဆေးတစ်ခုပဲရှိတယ်..ဒါပေမယ့် ခုချိန်ထိ ဘယ်သူမှ ရှာမတွေ့သေးဘူးလို့ အီနန်ကိုပြောလိုက်တယ်..ဒီအကြောင်းကိုသိတဲ့ အခြားလုပ်ကြံရေးသမားတွေဟာ အီနန်ကို ရေဆုံးရေခမ်းလိုက်လံသုတ်သင်ပါတော့တယ်...အီနန်တစ်ယောက် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကိုတော့...File Size :(2.04GB)(810MB) and (287MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-assassin2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ywdD73k13XGho13MSUzQIDxD4iA.jpg",
        "title": "Never Back Down 2: The Beatdown(2011)",
        "description": "IMDb - 5.7တိုက်ခိုက်ရေးကားခပ်ကြမ်းကြမ်းလေးတွေကိုမှ အားရ သဘောကျကြတဲ့ CM ပရိသတ်တွေအတွက် 2008 က ထွက်ခဲ့တဲ့ Never Back Down ရဲ့ အဆက်ဖြစ်တဲ့ The Beatdown ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မတူညီတဲ့ပြဿနာတွေရှိတဲ့ နောက်ခံပတ်ဝန်းကျင်ကနေလာတဲ့ တိုက်ခိုက်ရေးသမားလူငယ်လေးနှစ်ယောက်၊ The Beatdown ဆိုတဲ့ မြေအောက်တိုက်ပွဲတစ်ခုမှာဝင်ရောက်ယှဉ်ပြိုင်ဖို့အတွက် ဆရာကောင်းတစ်ယောက်ဆီမှာ တပည့်ခံဖို့အတွက် MMA fighter ဟောင်း ကေ့စ် ဝေါကာ (Michael Jai White) ဆီကိုရောက်လာကြပါတယ်။\nကေ့စ်ကလည်းအရင်က ကျွမ်းကျင်တဲ့တိုက်ခိုက်ရေးသမားတစ်ယောက် ဖြစ်ခဲ့ပေမဲ့ အတိတ်ကဖြစ်ရပ်တွေကြောင့် ထောင်ကျသွားပြီး ပြန်လွတ်လာခဲ့တာပါ။ ဒီလိုနဲ့ ကေ့စ်လေ့ကျင့်ပေးနေတဲ့ လူငယ်နှစ်ယောက်အပါအဝငါ လူငယ်လေးယောက်ကို အတူလေ့ကျင့်ပေးပါတော့တယ်။\nဒီလိုနဲ့ပဲ Beatdown ပွဲနေ့မရောက်ခင်မှာတော့ ကေ့စ်ကို လက်နက်ကိုင်ဆောင်မှုနဲ့ ရဲကဖမ်းသွားခဲ့ပြီး သူ့ရဲ့တပည့်တွေက ကေ့စ်ကိုအကွက်ချသွားတဲ့လူကိုဘယ်လို ပြန်ပြီးလက်စားချေဆုံးမကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးဗျ။\nတိုက်ခိုက်ခန်းတွေကလည်း အရမ်းလန်းတဲ့အပြင် တိုက်ကွက်တွေကလည်း အစစ်အမှန်ဆန်တာမလို့\nတိုက်ခိုက်ရေးကား တွေကိုလွမ်းနေတဲ့လူတွေအကြိုက်တွေ့မှာ အသေအချာပါပဲ။File ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/never-back-down-2-the-beatdown2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o5JaAtcvjRJz3utEaptk0L77FjM.jpg",
        "title": "Bronson(2008)",
        "description": "ဗြိတိန်ရဲ့နာမည်ကြီးထောင်သား ချာလီဘရွန်ဆင်ရဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ Bronsonဇာတ်ကားပဲဖြစ်ပါတယ်။ Tom Hardy က Bronsonအနေနဲ့ ပြောင်မြောက်စွာပါဝင်ထားပါတယ်။\nအမြဲတစေအကြမ်းဖက်မှုကိုတောင့်တနေတဲ့ ထူးဆန်းလှတဲ့သူ၊ ထောင်ဝန်ထမ်းတွေအကုန်လက်လန်ရတဲ့သူ၊ ထောင်ဆိုတာကိုဟိုတယ်လို့ထင်တဲ့သူ တစ်ယောက်ရဲ့ အကြောင်းကို Bronsonကိုယ်တိုင်ပြန်ပြောပြတဲ့ပုံမျိုးနဲ့ တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ File size…1.08 GB / 715.7 MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 32m\nGenre .....  Action ,  Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chole Khin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bronson2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479867336744-204x300.jpg",
        "title": "Oblivion (2013)",
        "description": "Oblivion (2013)\nIMDb - 7.0/10_____Rotten - 53%၂၀၁၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ မင်းသာကြီး တွမ်ခရုစ် ရဲ့ IMDb 7 ထိရရှိခဲ့တဲ့\nsci-fi ရုပ်ရှင်ကားကောင်းတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်\nအဟောင်းဆိုပေမယ့် မကြည့်ရသေးသူတွေ ပြန်လည်ခံစားချင်သူတွေအတွက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုလ်သားတွေနဲ့ လူသားတို့ရဲ့ တိုက်ပွဲအပြီး\n2077 ခုနှစ်မှာ ဂျက်ရစ်ချာ (တွမ်ခရုစ်) ဟာ\nကမ္ဘာကြီးရဲ့လုံခြုံရေးဝန်ထမ်းအဖြစ်တာဝန်ထမ်းဆောင်နေသူဖြစ်ပြီး\nသူ့ရဲ့ တာဝန်ပြီးဖို့ ရက်သတ္တပတ်၂ပတ်ခန့် အလိုမှာပဲ\nမမျှော်လင့်ထားတဲ့ မိန်းမချောလေးတစ်ဦးကိုကယ်တင်မိရာကနေ\nအဲဒီ့မိန်းကလေးက လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့ရာ အကြောင်းတစ်ခုဖြစ်လာတဲ့အခါမှာတော့....။ဒီရုပ်ရှင်က ကမ္ဘာပျက်ကိန်းရုပ်ရှင်ကားတွေထဲမှာ တွမ်ခရုစ်နဲ့အတူနာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပါကြောင်း။\nFile size…(3.8 GB)/(1.3 GB) /(830 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:42\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/oblivion-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2zztssCIbahGES1fdfWFmDXian.jpg",
        "title": "Ghosts of Mars (2001)",
        "description": "Ghosts of Mars (2001)မားစ်ဂြိုဟ်ပေါ်မှာ လူ ၆၄၀၀၀၀ နီးပါးလောက် အခြေကျနေထိုင်လျက်ရှိချိန်ပေါ့...ရဲတပ်ဖွဲ့တစ်စုဟာ မိုင်းတွင်း တစ်ခုရဲ့ အကျဉ်းထောင်မှာ ရှိတဲ့ နာမည်ဆိုးနဲ့ကျော်ကြားသူ ဝီလီယမ်ကို လူသတ်မှုနဲ့ ရုံးတင်စစ်ဆေးဖို့ရာ ခရိုင်စီဆိုတဲ့နေရာကို ပြန်ခေါ်လာပေးရမယ့် မစ်ရှင်လုပ်ဖို့ကြုံလာတယ်။ ရှိုင်းနင်းတောင်ကြား မိုင်းတွင်းကို သူတို့အဖွဲ့ ရောက်ရှိသွားချိန် အရင်လို လူစည်ကားမနေဘဲ ခြောက်ကပ်နေတာကို တွေ့လိုက်ရတယ်။ အဆောက်အအုံတွေထဲ ဝင်စစ်ဆေးလိုက်ချိန်မှာ လူတွေအားလုံးနီးပါး ရက်ရက်စက်စက် အသတ်ခံထားကြရတာကို မြင်လိုက်ရတယ်။အကြောင်းရင်းကို စုံစမ်းရင်း မားစ်ဂြိုဟ်ပေါ်က သယံဇာတတွေကို တူးဖော်ရင်း မလှုပ်နိုးအပ်သင့်တဲ့ အရာတွေကို လှုပ်နှိုးမိတဲ့အခါ...မယ်လနီနဲ့ သူ့ရဲ့တပ်ဖွဲ့ ဘယ်လိုအရာတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပြီး Ice Cube နဲ့ Jason Statham တို့လို နာမည်ကြီး ဘီးကြဲတွေ ကြမ်းပြထားတာမို့ ကြည့်ရတန်မယ့် ကားလည်း ဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ghosts-of-mars-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gudhSz8sDzRXxHY5XchllQKxw77.jpg",
        "title": "Foolproof(2003)",
        "description": "သူခိုးကားတွေ အရမ်းခေတ်မစားခင်ကထဲက ထွက်ထားတဲ့ Deadpool မင်းသား Ryan Reynolds ရဲ့ ငယ်ရွယ်ချောမောစဉ်အချိန်က ဇာတ်လမ်းကောင်းလေးပါ။\nကယ်ဗင်၊ ဆမ် နဲ့ ရော့ဘ်တို့သူငယ်ချင်း ၃ယောက်ဟာ ဖောက်ထွင်းရေး အစီအစဉ်တွေကို တကယ်ခိုးနေသယောင် အသေးစိတ် စီစဉ်ရေးဆွဲတမ်း ကစားရတာကြိုက်ကြသူတွေပါ။\n‌တနေ့တော့ စိန်လက်ကားဆိုင်တခုကို ဖောက်ထွင်းဖို့လုပ်ထားတဲ့ စာရွက်စာတမ်းတွေ အခိုးခံလိုက်ရပြီး ခိုးသွားတဲ့သူကလဲ နာမည်ကြီးသူခိုးဖြစ်နေပြီး သူတို့၃ယောက်ကို အကြပ်ကိုင်ကာ နောက်ထပ်အစီအစဉ်ဆွဲခိုင်းပါတယ်။\nလူဆိုးခိုင်းတာ လိုက်လုပ်ပေးရင်း တကယ်ခိုးဖြစ်သွားမလား သူတို့အချင်းချင်းရော အရင်လိုစည်းလုံးကြမလား ရဲလက်ကရော လွတ်အောင်ဘယ်လိုကြိုးပမ်းကြမလဲ ဆိုတာကို ရှူစားရမှာဖြစ်ပါတယ် File size…1.49 GB / 643.5 MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Action , Comedy  , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/foolproof2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6wnxj7jPpANISwMlfQ0Z09VViYv.jpg",
        "title": "Buried in Barstow (2022)",
        "description": "Buried in Barstow (2022)~ IMDb rating - 7/10 ~\"အမေတစ်ယောက်က သူ့ကလေးကို ဘေးရန်တွေကနေကာကွယ်ဖို့ မလုပ်ရဲတဲ့အရာမရှိဘူး\"ဟုတ်ပါတယ်။ Single Mother တစ်ယောက်ဖြစ်တဲ့ Hazel King ဟာ နယ်မြို့လေးတစ်ခုမှာ စားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီး သမီးလေးနဲ့အတူ ဘဝကို သိုသိပ်စွာနေပါတယ်။ ဇာတ်ကားအစက Hazel King က သွေးမသေးတဲ့သူဆိုတာ ခင်ဗျားကတော့ သိလိုက်ရပေမယ့် သူ့အသိုင်းအဝိုင်းလေးနဲ့ သူ့သမီးအပါအဝင် သူဇာတ်မြှုပ်နေထိုင်တဲ့ဘဝမှာ သူဟာ သာမန်ဆိုင်ဖွင့်ထားသူ တစ်ဦးပါပဲ။တစ်ခုခုလုပ်ပြီးရင် သွေးအေးစွာနေတတ်တဲ့ တုန်လှုပ်မှုမရှိတဲ့ Hazel ဟာ အပေါ်ကပြောသလိုပဲ သူ့သမီးအတွက် အရာရာကို ပြေးကာကွယ်မယ့်သူပါ။ သမီး ဖြစ်သူ Joy ဟာ ဆယ်ကျော်သက်မနူးမနပ်အရွယ်မှာ အချစ်ကို ပညာရေးထက်ပိုအလေးထားခဲ့တယ်ပဲဆိုကြပါစို့။ Joy နဲ့ သူရဲ့ ကောင်လေးဖြစ်တဲ့ Travis နဲ့ Hazel တို့ သုံးယောက် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/buried-in-barstow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Little_Star_Wars_2021-141x200.jpg",
        "title": "Doraemon the Movie: Nobita’s Little Star Wars 2021 (2022)",
        "description": "Doraemon the Movie: Nobita's Little Star Wars 2021 (2022)\n==========================================CM ပရိတ်သတ်ကြီးတို့ထဲမှာ ဒိုရေမွန်နဲ့ နိုဘိတကို တော်တော်များများ\nသိကြမယ်လို့ထင်ပါတယ်။ ကျွန်တော်တို့ ငယ်ဘဝဇာတ်ကားတွေကို\nပြန်ကြည့်ရတဲ့အခါ၊ ငယ်ဘဝဇာတ်ကောင်တွေကို ပြန်ထိတွေ့ရတဲ့အခါ\nကျွန်တော့်အနေနဲ့ကတော့ ဇာတ်လမ်းဇာတ်ကောင်ကို လွမ်းဆွတ်နှုန်းက\n၅၀%၊ ကြည့်ရင်းနဲ့ဖြစ်ပေါ်လာတဲ့ ငယ်ဘဝခံစားချက်ကို သတိရမိတာက\n၅၀%ပါပဲ။ ငယ်ငယ်ကတော့ ကျောင်းဆင်းချိန်တို့၊ ကျောင်းပိတ်ရက်တို့မှာ\nကြည့်ခဲ့ကြတယ်ဟုတ်။အခုတင်ဆက်ပေးမယ့် Movie လေးရဲ့ ဇာတ်လမ်းကဒီလိုပါ။\nနိုဘိတတို့ သူငယ်ချင်းတစ်သိုက် ရှုတင်ရိုက်နေရင်းကနေ နိုဘိတတစ်ယောက်\nဒုံးပျံယာဉ်အသေးစားလေးတစ်စင်း ကောက်ရလိုက်ပါတယ်။ အဲ့ထဲက‌နေ\nပါပီလို့ခေါ်တဲ့ ဂြိုဟ်သားသေးသေးလေးထွက်လာသတဲ့။ သူ့ယာဉ်က ပျက်စီး\nသွားတာမို့ နိုဘိတနဲ့ ဒိုရေမွန်တို့က ကူပြင်ပေးနေချိန် ပီရှားလို့ခေါ်တဲ့ တိုက်\nသင်္ဘောကြီးရောက်လာပြီး တိုက်ခိုက်တော့တာပါပဲ။စပွိုင်းလွတ်အောင် ဇာတ်ကွက်လေးတွေကျော်ပြီး အကြမ်းဖျင်းညွှန်းရမယ်\nဆိုရင်ဖြင့် နိုဘိတတို့သူငယ်ချင်းတစ်သိုက် တခြားဂြိုဟ်မှာ စွန့်စားခန်းဖွင့်တာ\nတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ကြည့်ရင်းကြည့်ရင်းနဲ့ စိတ်ထဲအားမလို\nအားမရဖြစ်လာမှုတွေလည်းကြုံရမှာမို့ ဘယ်လိုမြင်တွေ့ရမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhoenix Homura ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (684 MB) / ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/doraemon-the-movie-nobitas-little-star-wars-2021-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/atomic-blonde-147x200.jpg",
        "title": "Atomic Blonde (2017)",
        "description": "Atomic Blonde (2017)\nIMDb - (6.7) /RottenTomatoes - 79%အကယ်ဒမီဆုရှင် မင်းသမီးချော Charlize Theron သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ဇာတ်ကြမ်းကားပါ။\nလျှို့ဝှက်အေးဂျင့်တစ်ယောက် ထူးဆန်းစွာ အသတ်ခံလိုက်ရတဲ့အတွက် အစိုးရအနေနဲ့\nဒီလူသတ်မှုကိုဖော်ထုတ်ဖို့ MI6 အဆင့်ရှိ အေးဂျင့်တစ်ယောက်ကိုရွေးချယ်လိုက်တယ်\nသူကတော့ Charlize Theron......\nသူမဟာ အမှုစုံစမ်းဖို့ ဘာလင်ကိုရောက်ရှိလာခဲ့တယ်....\nတကယ်တော့ အေးဂျင့်သတ်ခံရမှုဟာ သူမ ထင်ထားတာထက် လျှို့ဝှက်နက်နဲနေပါတယ်...\nသူမ ရင်ဆိုင်ရတဲ့အဖွဲ့အစည်းက အင်အားကြီးသလို မထင်ထားတဲ့သူတွေလည်း ပါဝင်ပတ်သက်နေလေတော့\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ .... အခက်အခဲတွေကြားက ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့.....\nCharlize ရဲ့ အလန်းစားဖိုက်တင်ခန်းတွေပါကြည့်ရမဲ့အပြင် Professor X အဖြစ် လူသိများတဲ့\nJames McAvoy ရဲ့ သရုပ်ဆောင်ချက်တွေကိုပါ ကြည့်ရှူရမှာပါ။R Rated ဇာတ်ကားဖြစ်လို့ အကြမ်းအရမ်းခန်းများများနဲ့ ကလေးသူငယ်တွေတော့ မကြည့်သင့်ပါဘူး။\nFile size…(4.8 GB)/(1.6 GB) /(930 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:54:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/atomic-blonde-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83xhucBgTL0Il9E298JT8DYv76B.jpg",
        "title": "Death of the Ember (2023)",
        "description": "အခုတစ်ခေါက် CM က အက်ရှင်စုံထောက်ဇာတ်လမ်းကြိုက်တဲ့\nပရိသတ်တွေအတွက် Death of the ember ဆိုတဲ့\nစုံထောက်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-တိတ်ဆိတ်ပြီး လှပတဲ့ ယွီမြိုမှာ မိုးညတစ်ညရဲ့ ထူးဆန်းတဲ့\nကားတိုက်လူသတ်မှုတစ်ခုကြောင့် ယုတ်မာမှုရဲ့ အပိုင်းအစတွေ ထွက်ပေါ်လာပါတယ်။ရဲဖြစ်သူ အားကျန့်ဟာ တာဝန်အရ ချင်မိသားစု ကုမ္ပဏီတွင်\nသူလျှိအဖြစ်ဝင်ရောက်ခဲ့ပြီး စခန်းမှူးအသစ်ဖြစ်သူ\nလန်ကျဲနှင့်ပူးပေါင်းကာ မကောင်းမှုတွေကို ဖော်ထုတ်ရန် ကြိုးစားနေပါတယ်သိုသော် ချင်မိသားစု ညီအစ်ကို နှစ်ယောက်က အလွန်ဉာဏ်နီဉာဏ်နက်များပြီး\nသတိကြီးကြတဲ့အတွက် သူလျှိလှုပ်ရှားမှုအတွက် ခက်ခဲနေခဲ့ပါတယ်ချင်မိသားစု ညီအစ်ကိုရဲ့ တဖြည်းဖြည်းကြီးမားလာတဲ့ လောဘတွေနဲ့\nအတွင်းလူရဲ့ သစ္စာဖောက်မှုတွေကြားမှာ အချိန်မရွေး\nသေရေးရှင်ရေးနဲ့ရင်ဆိုင်နေရတဲ့ အားကျန့်တစ်ယောက် တာဝန်ကို\nအောင်မြင်အောင် ဘယ်လို ထမ်းဆောင်မလဲဆိုတာကို\nCM က ဘာသာပြန်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://megaup.net/1SBpz/Death_Of_The_Ember_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTM1M2U5Y2YtYjIxMy00NTI5LWI0ZTYtZjA0MmI2MDE0YWY0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-149x200.jpg",
        "title": "The Legend(2022)",
        "description": "The Legend (2022)\nAction, Drama, Romance\nIMDb 5.1/10 (7.6K)အခုတစ်ခါမှာတော့ တမီလ်ဇာတ်ကားကောင်းလေးတစ်ကားကို\nမိတ်ဆက်ပေးပါတော့မယ်။ဆာရာဗနန်ဆိုတဲ့ သိပ္ပံပညာရှင်လေးဟာ ကမ္ဘာသိ လူသိရှင်ကြား\nဂုဏ်သတင်းကျော်ဇောတဲ့ သိပ္ပံပညာရှင်လေးတစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံတကာက လိုချင်နေတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။သို့သော်ငြားလည်း သူဟာ အဲ့ဒါတွေကို ပဓါနမထားဘဲ သူ့ရပ်ရွာလေးကောင်းစားဖို့နဲ့\nဇာတိမြေကလူတွေ ပညာတတ်ကြီးတွေဖြစ်စေဖို့ ဆန္ဒပြုနေခဲ့ပါတယ်။တစ်ဖက်မှာလည်း လူတွေကို ဘေးဥပါဒ်ဖြစ်စေတဲ့ ဆေးဝါးတွေတီထွင်ပြီး\nကမ္ဘာမီးလောင် သားကောင်ချနင်းမယ့် ငွေတဘို့တည်းသာကြည့်ကြတဲ့\nအရင်းရှင်လူတန်းစားတွေက ရှိနေပါတယ်။ဒီလိုနဲ့ ပြည်သူ့ဘက်တော်သားလေးက အဖျက်သမားတွေကို\nတွန်းလှန်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...။\nFile size…3.75GB  / 1.9GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sai Thu Rein & Nyein Aye",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-legend2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bHepMZ7Ubl2Ka7pxlK8Q7fZV2i1.jpg",
        "title": "Bloody Border ( 2023 )",
        "description": "မူးယစ်ဆေးဝါး ရောင်းဝယ်ဖောက်ကားရေး တရားမဝင်လက်နက်ကိုင်\nအဖွဲ့အစည်းတစ်ခုကို နှိမ်နင်းရင်း မိမိအတွက် အသက်ပေးသွားသော\nရဲဘော် ချန်တုန်းအတွက် ယူကျုံးမရဖြစ်နေရသူ - အထူးရဲတပ်ဖွဲ့ခေါင်းဆောင် လုံကျန့်အဲဒီ စစ်ဆင်ရေးအတွင်းမှာ မိမိရဲ့အခင်မင်ရဆုံး ရဲဘော်ဆုံးရှုံးသွားရတဲ့အပြင်\nကိုယ်တိုင်ကလဲ စည်းကမ်းဖောက်ဖျက်ခဲ့မိတာကြောင့် ရဲတပ်ဖွဲ့ကနေပြီး\nလုံကျန့်ဟာ အထုတ်ခံလိုက်ရပါတော့တယ် ။ နောက်မှာတော့\nရဲဘော်ချန်တုန်းရဲ့ နောက်ဆုံးဆန္ဒဖြစ်တဲ့ ရွာမှာကျန်နေခဲ့တဲ့မိခင်ကြီးကို\nစောင့်ရှောက်ချင်တဲ့ ဆန္ဒလေးကို ဖြည့်စည်းပေးဖို့အတွက်\nလုံကျန့်ဟာ ချန်တုန်းရဲ့ မိခင်ကြီးရှိတာ ရွာကလေးဆီကို ရောက်ရှိလာခဲ့ပါတော့တယ် ။ချန်တုန်း တစ်ယောက် ရဲတပ်ဖွဲ့ကနေပြီး ထုတ်ခံရတဲ့ သတင်းကိုကြားတဲ့အခါမှာ မူ\nးယစ်ဆေးဝါးဒုစရိုက်ဂိုဏ်းခေါင်းဆောင်ဟာ လုံကျန့်ကို သူနဲ့ အတူတူပူးပေါင်းဖို့\nလာရောက်ခေါ်ဆောင်လာခဲ့ပါတော့တယ် ။ အမှန်တရားအတွက်ဆို\nသေတဲ့အထိ တိုက်ပွဲဝင်မယ်လို့ ကျုံးဝါးသစ္စာဆိုထားတဲ့\nလုံကျန့်တစ်ယောက် ဒုစရိုက်ဂိုဏ်းရဲ့ ဖိအားပေးမှုတွေကို ပြန်လည်ကြုံတွေ့လာရတဲ့အခါမှာ -❏ သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းသွားမှာလဲ ?\n❏ မိမိအတွက် အသက်ပေးသွားတဲ့ ချန်တုန်းအစား မူးယစ်ဆေးဝါး\nရောင်းဝယ်ဖောက်ကားရေး တရားမဝင်လက်နက်ကိုင် အဖွဲ့အစည်းကို လက်ရဖမ်းဆီးပေးနိုင်ပါ့မလား ?❏ သွေးနဲ့ရင်းကာ အသက်ပေးသွားကြတဲ့ သူတွေအတွက် လုံကျန့်တစ်ယောက်\nဘယ်လိုလက်စားချေပြီး အမှန်တရားကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SAgz/Bloody_Border_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Screenshot-2023-03-04-112503-159x200.jpg",
        "title": "Gemini Man (2019)",
        "description": "ဝယ်လ်စမစ်ရဲ့ Action,Adventure,Sci-Fi အမျိုးအစား ရုပ်ရှင်ကားဖြစ်ပါတယ်။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုန်းရင်းနဲ့ ဒီပြသနာတွေရဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားတဲ့အခါမှာတော့....။\nFile size…(7.6 GB)/(1.9 GB) /(999 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:57:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gemini-man-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yRDnNMonoERrHoi3qJ31cwsQyG.jpg",
        "title": "Belle and Sebastien: The New Generation (2022)",
        "description": "Belle and Sébastien: The New Generation (2022)ဒီတစ်ခါ​တော့ Pet Lover ​လေး​တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ ဒရာမာ အက်ရှင်ပြင်သစ်ကား​လေး Belle and Sébastien: The New Generation ​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ 1965 ကစ တီဗွီစီးရီးအဖြစ်ထွက်ရှိထားပြီး ​နောက်ပိုင်း စီးရီးက​နေ ရုပ်ရှင်အဖြစ်လည်း အများကြီးထွက်ရှိထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။ 2022 မှာထွက်ထားတဲ့ ခုကား​လေးက​တော့ ဒီဘက်​ခေတ်နဲ့ လိုက်‌လျောညီ​ထွေ​အောင်ရိုက်ပြထားတဲ့ ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~၁၀ နှစ်အရွယ် ပြင်သစ်မြို့ကြီးသားလေး ဆက်​ဗေးစတန်း တစ်​ယောက် အ​မေခရီးသွားစရာရှိလို့ အဘွားဖြစ်သူရှိတဲ့ရွာကို သွားပြီး​နောက် ဘယ်လ်ဆိုတဲ့​ခွေး​လေးနဲ့ ​တွေ့ဖြစ်တဲ့အခါ သူတို့နှစ်​ယောက်ကြားဘယ်လို​တွေ ​သံ​ယောဇဥ်​​တွေဖြစ်သွားကြလဲဆိုတာကို ကြည့်ရမယ့် ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း​လေးထဲမှာ သိုးအ​ကြောင်း​တွေလည်းပါတာမို့ တိချစ်သူ​တွေအတွက်​တော့ ကြည့်ရတာ​​တန်ပြီး ဗဟုသုတ​တွေလည်း​တိုးမယ့် ဇာတ်ကား​ကောင်း​လေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/belle-and-sebastien-the-new-generation-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2EzRVmyHs0fZikJyxwppw3YkKnL.jpg",
        "title": "Above The Fire ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး\nမှုခင်းရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းလေးကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး\nအဖွဲ့ခေါင်းဆောင် မော့ကောင်းရဲ့ မူးယစ်ဆေးဝါး ဂိုဏ်းသားတွေကို\nနှိမ်နင်းတဲ့အကြောင်းအဓိကထားရိုက်ပြပေးထားတာပါ ။ဆေးစွဲနေတဲ့ ဆေးသမား ရှီကျန့်က ဆေးသုံးရင်းအသိစိတ်ပျောက်ကာ\nသူ့ရဲ့ရည်းစားဟောင်း ရွှီလုလုကို ဓားနဲ့ထိုးသတ်တဲ့ အမှုကနေ စရပါမယ် ။\nဒီလိုနဲ့ ဒီအမှုကို တာဝန်ယူဖြေရှင်းဖို့အတွက် ခေါင်းဆောင်မော့\nဦးဆောင်တဲ့အဖွဲ့ဟာ လှုပ်ရှားမှုတွေ စတင်လုပ်ကိုင်ခဲ့ကြပါတော့တယ် ။ဒီလိုမူးယစ်ဆေး နှိမ်နှင်းရေး အမှုတွေကို လုပ်ကိုင်ခဲ့ကြရင်း\nလုပ်ဖော်ကိုက်ဖက်တွေ ကျဆုံးလာခဲ့သောအခါ...? ရည်းစားဖြစ်သူ\nရှောင်ဝူနဲ့လဲ အဆင်မပြေ ကွာဟချက်တွေ ရင်ဆိုင်ကြုံတွေလာရတဲ့အခါမှာ -ခေါင်းဆောင်မော့တစ်ယောက် ဒါတွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲ ?\nမူးယစ်ဆေး အမှုတွေကိုရော သူဖြေရှင်းနိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : ...",
        "rating": "6",
        "url": "https://megaup.net/1cBq8/About_The_Fire_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A0jBN7pPE6Kkrk6VSE6cMr5Fs4Y.jpg",
        "title": "Black Hunting Operation ( 2022 )",
        "description": "တရုတ်နိုင်ငံအတွင်းမှာ အမြတ်ကြီးစား လက်ဝါးကြီးအုပ်ချင်ကြတဲ့\nဒုစရိုက်ဂိုဏ်းသားတွေဟာ အပြစ်မဲ့ပြည်သူတွေကို ချုပ်ကိုင်ပြီး\nငွေတိုးချေးခြင်း လောင်းကစားရုံတွေဖွင့်ခြင်း အစရှိတဲ့\nဥပဒေချိုးဖောက်တဲ့ အလုပ်တွေကို လုပ်ကိုင်လျှက်ရှိကြပါတယ် ။ငွေတိုးအဆမတန်ချေပြီး ပြန်မပေးနိုင်ပါက ပြည်သူတွေကို\nဓားစာခံအဖြစ် ခေါ်ယူနှိပ်စက်မှုတွေ ကြုံလာတဲ့အခါမှာတော့\nပြည်သူ့ရဲတပ်ဖွဲ့တွေ ပူးပေါင်းပြီး နှိမ်နင်းဖို့အထိ ဖြစ်လာခဲ့ပါတယ် ။\nအဲ့အထဲမှာလဲ ရဲတပ်ဖွဲ့ခေါင်းဆောင် ချင်ဖုန်းကလဲ အပါအဝင်ပါ ။ပြည်သူတွေအတွက် လက်စားချေပေးဖို့အရေး နောက်ကွယ်က\nကြိုးကိုင်သူကို ဖမ်းဆီးဖို့အတွက် ရဲတပ်ဖွဲ့ခေါင်းဆောင်ချင်ဖုန်းကိုယ်တိုင်\nဒုစရိုက်ဂိုဏ်းအတွင်း ဝင်ရောက်ကာ ချဥ်းကပ်ခဲ့ပါတော့တယ် ။❏ ဒီတော့ ခေါင်းဆောင်ချင်ဖုန်း နဲ့ သူ့ရဲ့ ရဲဘော်တွေ\nဒီဒုစရိုက်လုပ်ငန်းလုပ်ကိုင်သူတွေရဲ့ နောက်ကွယ်က\nကြိုးကိုင်သူကို ရှာတွေ့နိုင်ပါ့မလား ?❏ သက်သေအထောက်အထား စုံစုံလင်လင်နဲ့ ကြိုးကိုင်သူ ခေါင်းဆောင်ကို\nဖမ်းဆီးကာ ပြည်သူတွေအတွက် တရားမျှတမှုကို ရှာပေးနိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို စိတ်ဝင်တစား ကြည့်ရှုရအောင်ပါနော် ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cB9n/Black_Hunting_Operation_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ulQDewUG4KKHOhpXdGKm3GdLFq.jpg",
        "title": "La Femme Nikita (1990)",
        "description": "La Femme Nikita (1990)~ IMDb - 7.3/10, RT - 89%, Meta - 56% ~ဒီတစ်ခါက​တော့ အက်ရှင်ကား​​ကောင်း​ကောင်း​တွေကြည့်ချင်​နေတဲ့ ညီအစ်ကို​တို့အတွက် 1990 မှာထွက်ရှိခဲ့ပြီး ဆု​​ပေါင်းများစွာပိုင်​ဆိုင်ထားတဲ့အပြင် Critics Rating ​တွေလည်း​ ကောင်း၊ Series ပါပြန်ရိုက်ရ​လောက်​အောင် ​အောင်မြင်မှုရခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား La Femme Nikita ဆိုတဲ့ကားပါပဲ။ဒီကားကိုတော့ ပြင်သစ်ဒါရိုက်တာ Luc Besson က ရိုက်ထားတာဖြစ်ပြီး သူ့နာမည်ကို သိပ်မရင်းနှီးရင်တောင် Leon: The Professional ကားကို အားလုံးရင်းနှီးကြမှာပါ။ အဲဒီမာစတာပိစ်ကားကို သူရိုက်ခဲ့တာပါ။ Taken ကားကိုလည်း သူပဲဇာတ်ညွှန်းရေးခဲ့ပြီး Lucy ကိုလည်း သူပဲရေးသားရိုက်ကူးခဲ့တာပါ။ နာမည်ကျော်အက်ရှင် ဇာတ်လမ်းကားတွေဖြစ်တဲ့ The Transporter ကားတွေကို သူပဲရေးသား ထုတ်လုပ်ခဲ့တာဖြစ်ပြီး အဲဒီလို အက်ရှင်ဇာတ်လမ်းပိုင်းမှာတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/la-femme-nikita-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/The_Werewolf_Game-Inferno-p001-142x200.jpg",
        "title": "The Werewolf Game: Inferno (2018)",
        "description": "The Werewolf game : InfernoAlong the god's willတို့ Alice in borderlandတို့လိုမျိုး အသက်ကိုလောင်းကြေးထပ်ပြီး ဂိမ်းကစားရတာကို ကြိုက်နှစ်သက်တဲ့ survival ရုပ်ရှင်ချစ်သူတွေအတွက် နောက်ထပ်ကြည့်လို့ရမဲ့ movieအတွဲကို တင်ဆက်ပေးလိုက်ပါတယ်။ထူးခြားတာက တခြားmovieတွေလို သတ်မဲ့လူ ကိရိယာတွေ အဆင်သင့်ရှိနေတာမဟုတ်ဘဲ ဂိမ်းကစားသူတွေကိုယ်တိုင် သူတို့အထဲက သမန်းဝံပုလွေကို လိုက်လံ သတ်ဖြတ်ရမှာပါ။\nParty gameတစ်ခုဖြစ်တဲ့ The werewolf gameကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။မြန်မာမှာ ခေတ်စားခဲ့တဲ့ Among usလိုမျိုးပဲ အဖွဲ့ထဲက impostor(သမန်းဝံပုလွေ၂ကောင်)ဖြစ်နိုင်တဲ့သူကို မဲပေးပြီး ကိုယ်တိုင်သတ်ရမှာပါ။ဇာတ်လမ်းအစမှာတော့ အထက်တန်းကျောင်းသား ကျောင်းသူတွေဟာ ဘာမှမသိလိုက်ဘဲ ထူးဆန်းတဲ့အဆောက်အဦတစ်ခုဆီ ရောက်လာကြပါတယ်။ အဲဒါဟာ တောနက်ထဲမှာ ထီးတည်းတည်ရှိနေတဲ့နေရာကျယ်ကြီးဖြစ်ပြီးတော့ လွတ်ဖို့လမ်းလည်း ရှာလို့မလွယ်ပါဘူး။\nလွတ်မြောက်ဖို့တစ်ခုတည်းသောနည်းလမ်းကတော့ သမန်းဝံပုလွေဂိမ်းကို ကစားရမှာဖြစ်ပါတယ်။လူတွေအားလုံးထဲမှာမှ သမန်းဝံပုလွေ(jinrou) ၂ကောင်ရှိပြီးတော့ ကျန်တဲ့သူတွေက ရွာသားတွေဖြစ်ပါတယ်။ ညတိုင်း ၈နာရီမှာ အစည်းအဝေးထိုင်ပြီး ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-werewolf-game-inferno-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nt79vexDo8qhjCnYVd7onnZhzJ7.jpg",
        "title": "[18+] Black Cat (1991)",
        "description": "Black Cat (1991)ဟောင်ကောင်အက်ရှင်ကားတွေရဲ့ရွှေခေတ်၊ မြန်မာပြည်ကလူတွေက ဂျက်မ လို့ သညာပြုခေါ်ကြတဲ့ အမျိုးသမီးဖိုက်တာဇာတ်ကားတွေထဲက အမှတ်တရဖြစ်စရာ တစ်ချိန်ကနာမည်ကျော်ကားတစ်ကားဖြစ်ပါတယ်။ကတ်သရင်းဆိုတဲ့ ပြန်အမှတ်ရချင်စရာမရှိတဲ့ အတိတ်ဆိုးပိုင်ရှင်ကောင်မလေးတစ်ယောက်ဟာ မတော်တဆလူသတ်မှုတွေကျူးလွန်မိရာကနေ ထွက်ပြေးခဲ့ချိန်မှာ ပြန်ပြီးပစ်ခတ်ဖမ်းဆီးခံခဲ့ရပါတယ်။ သူ သတိရချိန်မှာတော့ လေ့ကျင့်ရေးသင်တန်းကျောင်းတစ်ခုကို ရောက်ရှိနေပြီး လက်နက်တွေ၊ ရင်ဆိုင်တိုက်ပွဲစွမ်းရည်တွေ ပြင်းထန်တဲ့လေ့ကျင့်မှုတွေနဲ့ သင်ကြားပေးခံရပြီးနောက် အယ်ရစ်ကာဆိုတဲ့ ကုတ်အမည်နဲ့ CIA အေးဂျင့်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းသွားက Luc Besson ရဲ့နာမည်ကျော် La Femme Nikita နဲ့ဆင်သလို ဒါရိုက်တာကလဲ အဲ့ဒီကားကိုပဲပြန်ရိုက်ချင်ခဲ့တာပါ။ ဒါပေမဲ့ ဇာတ်ကားမူပိုင်ခွင့်ကို Disney ကဦးသွားခဲ့တဲ့အတွက် ခပ်ဆင်ဆင်ဇာတ်သွားနဲ့သာ ကျေနပ်ခဲ့ရပါတယ်။ အဲဒီမတိုင်ခင်က မထင်မရှားမော်ဒယ်တစ်ယောက်သာဖြစ်ခဲ့တဲ့ Jade Leung ကို တစ်ကားတည်းနဲ့နာမည်ကျော်မင်းသမီးတစ်လက်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/black-cat-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Waltair-Veerayya1-156x200.jpg",
        "title": "Waltair Veerayya (2023)",
        "description": "Waltair Veerayya (2023)\nAction, Drama\nIMDb 6.8/10 (5.6K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘိုင်ရာဗာမင်းသားရဲ့အဖေ မင်းသားကြီး\nချီရန်ဂျီဗီးနဲ့ မင်းသားကြီး ရဗီတေဂျားတို့ရဲ့အက်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nမင်းသမီးချောလေး ရှရူတီးဟာစန်းကလည်း ကမ်းကုန်အောင် လှပပေးထားပါတယ်နော်။ဒီဇာတ်ကားမှာ ဘတ်ဂျက် ရူပီကုဋေ၁၄၀သုံးခဲ့ပြီး ၂၃၃.၀၅ကုဋေပြန်ရခဲ့ပါတယ်။ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်...\nRAW အဖွဲ့ဟာ နိုင်ငံတကာရာဇဝတ်သားကို အိန္ဒိယဖမ်းခေါ်လာနေတုန်း\nလမ်းမှာ လေယာဥ်ပျက်ကျခဲ့ပြီး အဲ့ဒီရာဇဝတ်သားကို ရဲစခန်းမှာ တစ်ညသိပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့ဒီရဲစခန်းဟာ ညတွင်းချင်းဝင်ဆီးခံခဲ့ရပြီး စခန်းအတွင်းက\nရဲတွေအားလုံးအသတ်ခံလိုက်ရပါတယ်။ ရာဇဝတ်သားလည်း လွတ်မြောက်သွားပါတော့တယ်။ဒီအဖြစ်အပျက်ကြောင့် ရာထူးဆိုင်းငံ့ခံလိုက်ရတဲ့ ရဲအရာရှိဟာ\nဒီရာဇဝတ်သားကို ဖမ်းဆီးဖို့ ခဲထားပါတော့တယ်။\nဒီလိုနဲ့ မီးကိုမီးနဲ့ငြှိမ်းဖို့ ကြိုးစားလာတဲ့အခါမှာတော့....။\nဆက်လက်ပြီး ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်။\nFile size…4.21GB / 1.95GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration…2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~Taylor~ Yunni ~ Khin Khin",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/waltair-veerayya-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/varisu-133x200.jpeg",
        "title": "Varisu(2023)",
        "description": "Varisu (2023)\nAction, Drama\nIMDb 6.5/10 (30K)ခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးဗီဂျေးနဲ့\nမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားတို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nရုံဝင်ငွေ ကုဋေ၃၀ ဝန်းကျင်အမြတ်ရခဲ့တဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဖခင်နဲ့ ပြဿနာတက်ပြီး ကိုယ့်ဒူးကိုယ်ချွန်ဖို့ ထွက်လာတဲ့\nဗီဂျေးဟာ ၇နှစ်အကြာမှာ မိသားစုထဲကို ပြန်ဝင်လာဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဖခင်နဲ့အစ်ကိုနှစ်ယောက်က\nအစိုးရတင်ဒါကိစ္စအတွက် ပြိုင်ဘက်တွေနဲ့ အပြင်းအထန်ယှဥ်ပြိုင်နေရပါတယ်။ဒါပေမဲ့ သူ့မိသားစုဟာ အလုံးစုံအန္တရယ်တွေနဲ့ ရင်ဆိုင်ရတော့မှာကို မသိရှိကြပါဘူး။\nဒီတော့ ဖြစ်လာမယ့်ဘေးဒုက္ခက ဘာတွေဖြစ်လာမလဲ။\nသူကရော ဘာကြောင့် ၇နှစ်ကြာပြီးမှ အိမ်ကို ပြန်လာခဲ့တာလဲ။\nလှည့်ကွက်တွေ မြှုပ်ကွက်တွေနဲ့ ကြည့်ရဦးမှာမို့ ရှုစားပေးကြပါဦးနော်\nFile size…3.27GB / 1.4GB\nQuality…4k HEVC AMZ WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL~ Yunni ~ Khin Khin ~ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/varisu2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-enemy-132x200.jpg",
        "title": "Enemy Mine(1985)",
        "description": "Enemy Mine (1985)ဒီတစ်ခေါက်မှာတော့ IMDB 6.8/10 ရထားတဲ့ ၁၉၈၅ ခုနှစ်က Sci-fci/Action ကားလေး\nနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းမပြောခင် ဒီကားက ၁၉၈၅ခုနှစ်က ရိုက်ထားတဲ့\nဂြိုလ်သားကားလေးဆိုတာတော့ တစ်ချက်လောက် သတိပြုမိစေချင်ပါတယ်နော်..\nတစ်ခေတ် တစ်ခါက လူသားနဲ့ ဂြိုလ်သားဇာတ်ကားလေးကို ခေတ်ဟောင်းမုဒ်သွင်းပြီး\nခံစားသက်ဝင်ကြည့်ကြပါလို့..ဇာတ်လမ်းအကျဉ်းနှစ်ဆယ့်တစ်ရာစုအလွန်မှာ ကမ္ဘာသားတွေနဲ့ ဒရက်ဂ်လို့ခေါ်တဲ့ဂြိုလ်သားမျိုးနွယ်တွေက\nနယ်မြေချဲ့ထွင်ကြရင်း ကတောက်တဆဖြစ်ကာ အာကာသထဲ တိုက်ပွဲတွေ ဆင်နွှဲခဲ့ကြပါတယ်..\nဒီလိုနဲ့ အာကာယတိုက်ခိုက်ရေးယာဉ်မှူး ဒက်ဗေ့ချ်က ဒရက်ဂ်တစ်ကောင်နဲ့ အကြိတ်အနယ်\nတိုက်ခိုက်ရင်း မထင်မှတ်ဘဲ အာကာသယာဉ်ပျက်ကြပြီး နယ်မြေသစ်တစ်ခုဖြစ်တဲ့\nဖိုင်ရင်ဂြိုလ်ထဲ သောင်တင်သွားခဲ့ပါတော့တယ်..\nကံဆိုးစွာနဲ့ပဲ အဲဒီဂြိုလ်ပေါ် ယာဉ်ပျက်ကျပြီး သောင်တင်နေတာက သူတစ်ယောက်တည်းမဟုတ်ဘဲ\nတစ်ဖက်က ရန်သူ ဒရက်စ်တစ်ကောင်ပါ အတူတူဖြစ်နေတဲ့အခါ...\nဒက်ဗေ့ချ်တစ်ယောက် ရန်သူနဲ့ သူတစ်ပြန်ကိုယ်တစ်ပြန် တိုက်ခိုက်ရင်းပဲ\nကယ်ဆယ်ရေးယာဉ်လာအောင် စောင့်မျှော်နေရမလား..\nဒါမှမဟုတ် ရန်သူနဲ့ တစ်မြေတည်းနေပြီး သူငယ်ချင်းတွေအဖြစ်ပေါင်းစည်းသွားမလား..\nရန်သူတော်ကြီးကနေ သူငယ်ချင်းအဖြစ်ပေါင်းစည်းသွားဖို့ဆိုတာရော ဖြစ်နိုင်ပါ့မလား..\nတစ်ဖက် ရန်သူတွေမှာရော သူတို့ ကမ္ဘာသားတွေ မသိနိုင်တဲ့\nဘယ်လိုလျှို့ဝှက်ချက်တွေ အကျင့်စရိုက်တွေ ရှိနေမလဲဆိုတာကိုတော့...\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်..ပါဝင်ထားတဲ့ သရုပ်ဆောင်ကြီးတွေကတော့ Dennis ...",
        "rating": "",
        "url": "https://channelmyanmar.org/enemy-mine1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTg5N2I1MmUtMjY2MS00MDk2LWI0ZTctNzNhNDg4ZGQzNDNlXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Happy Birthday(2022)",
        "description": "Happy Birthday (2022)IMDb-5.6/10ခါတိုင်းတရစပ်အပြောတွေနဲ့ ရွှတ်နောက်နောက်ဟာသမင်းသားကြီး Vennela Kishore က\nဒီကားထဲမှာတော့ ၀န်ကြီးနေရာကသရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအညွှန်း\"No Gun ,No entry\"\nသေနတ်သာရှိရင် ဒုစရိုက်မှုတွေနည်းမယ် သေနတ်နဲ့လူကိုလည်း ဘယ်သူမှရန်စရဲမှာမဟုတ်ဘူးဆိုပြီး\nလူတိုင်းသေနတ်ကိုင်ဆောင်နိုင်ရေးအဆိုကိုတင်သွင်းခဲ့သူ၀န်ကြီးကျေးဇူးနဲ့\nအားလုံးဟာရတနာတွေရောင်းချပြီးတောင် သေနတ်ကိုအပြိုင်အဆိုင်ကိုင်\nရပ်ကွက်ဈေးကအစ သေနတ်တွေတကြော်ကြော်အော်ရောင်းအောင်မြင်‌နေသည်ထိပါပဲပြသနာဆိုတာလေးက ဇာတ်လမ်းတိုင်းမှာမပါမဖြစ်ဆိုတော့ သူအဲဒီလို\nသေနတ်ရောင်းဝယ်ခွင့်ပါမစ်ချပေးခဲ့တဲ့အချိန်မှာ လာဘ်စားမှုလေးတွေရှိခဲ့ပါတယ်\nအဲဒီအမှုသက်သေရှိတဲ့သူတစ်ယောက်နဲ့ ဝန်ကြီးနဲ့က ဟိုတယ်တစ်ခုရဲ့\nအခန်း ၆၉၆၉ မှာဆုံတွေ့ဖို့စီစဉ်ကြပြီး အဲဒါကို အေးဂျင့်တွေကလဲ စောင့်ကြည့်နေကြပါတယ်ဒါပေမယ့် အခန်း၆၉၆၉ ကိုလာတဲ့သူတွေက သူတို့ချည်းပဲလားဆိုတော့မဟုတ်ပါဘူး\nတခြားလူတွေပါ ပါဝင်လာတဲ့အခါမှာ.....\nကောင်းမွန်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်နဲ့ စိတ်ဝင်စားဖွယ်ရာဇာတ်ကြောင်းအရ\nဒီဇာတ်ကားလေးဟာ ကြည့်လို့ကောင်းမယ့်အနေအထားပါ\nအတည်ပေါက်ဟာသထလုပ်တာတွေက ဇာတ်လမ်းကိုပေါ့သလိုဖြစ်စေပေမဲ့\nတခါတလေတော့လည်း ကျွန်တော်တို့ ဇာတ်လမ်းတွေကို\nအတည်ပေါက်ကြီး ခံစားကြည့်ရှုနေရတာစိတ်ကုန်နေလောက်ပါပြီ\nအဲဒီတော့ ဂျက်ကီချမ်းကားတွေလိုပဲ ရီလဲရီရမယ်\nအက်ရှင်တွေလဲပါမယ် စပိုင်ဇာတ်လမ်းလေးလဲပါမယ်\nမင်းသမီးချောချောလေးတွေလဲ ကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားကသင့်အတွက်ပါပဲမိတ်ဆွေ.......\nFile size…2.27GB  / 1.17GB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~SaiThu Rein~Khin Khin",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/happy-birthday2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nIJ5n4Qx74msRkP0FVaK6dx5z.jpg",
        "title": "Killers(2010)",
        "description": "Imdb rating 5.4/10 ,rotten tomatoes rating 10%ဇွန်လ ၄ ရက်နေ့ ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Killers ကတော့ ‌အချစ်ဟာသ အက်ရှင် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ Ashton Kutcher နဲ့ Grey anatomy တွင် izzie stevens အနေနဲ့ emmy ဆု ရရှိခဲ့တဲ့ Katherine Heiglက အဓိက ပါဝင်သရုပ်ဆောင် ထားပြီးတော့ emmyဆု ပိုင်ရှင် Tom Selleck နဲ့ Catherine O’Hara တို့က ဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့ ခရီးသွားနေတဲ့ ဂျန်ဟာ သူမရဲ့ စိတ်ကူးတွေထဲက ယောက်ျားဖြစ်တဲ့ စပန်ဆာ နဲ့ ပြင်သစ်နိုင်ငံ နိစ့် မြို့ကို သွားရင်းတွေ့ဆုံ ခဲ့ကြပြီး အလျင်အမြန်ပဲ လက်ထပ်ခဲ့ကြတယ်။တစ်နေ့မှာ‌တော့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/killers2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3pVvUeOgw0IPPyf0QoI8dUTcXq.jpg",
        "title": "Rogue(2007)",
        "description": "ဒီကားကတော့ Australia ရဲ့ Northern Territory ကိုအခြေပြုပြီး ရိုက်ထားတဲ့ horror ကားတစ်ကားပါ။မတူညီတဲ့နောက်ခံတွေ ဘ၀တွေရှိကြတဲ့ သာမန်မိသားစုတွေ၊ စုံတွဲတွေ၊ တစ်ယောက်ထဲ ကိုယ့်အကြောင်းနဲ့ကိုယ် လေ့လာရေးထွက်လာတဲ့ လူတွေဟာ… အလည်အပတ်ခရီးစဉ်အတွက် ဒီရေမြစ်တစ်လျှောက်က မိကျောင်းတွေကို ကြည့်ပြီးတောတွင်းသဘာ၀ကို ခံစားဖို့ လှေတစ်စီးထဲမှာ စီးလာကြရာကနေ…တောရိုင်းသားရဲကောင်တွေရဲ့ သဘာ၀အတိုင်းပဲ.. ဘယ်အချိန်မှာ ထပြီး ကိုယ့်ကို အန္တရာယ် ပေးမယ်ဆိုတာ မသိနိုင်သလို… သူတို့ တိုက်ခိုက်လာတဲ့အခါမှာလည်း… လှေထဲမှာပါလာတဲ့လူတွေက အသက်ရှင်ဖို့အတွက် ဘယ်လိုကြိုစားရမယ်၊ ဘယ်လိုစည်းလုံးကြမယ်၊ ဘယ်လိုသွေးကွဲကြမယ်ဆိုတာတွေကို စိတ်လှုပ်ရှားစရာ ကြည့်ရမှာပါ။အဓိကမင်းသားနဲ့ မင်းသမီးဆိုတာထက် ဇာတ်ကောင်တွေအားလုံးရဲ့ မတူညီတဲ့ စရိုက်တွေကို မြင်ရမှာပါ။ သူတို့ မိကျောင်းရန်ကနေ ဘယ်လိုအသက်လုပြီး ပြေးကြမလဲ၊ ဘယ်သူတွေကရော မိကျောင်းပါးစပ်ထဲ ရောက်ကုန်ကြမှာလဲ၊ သူတို့အားလုံး အသက်ရှင်လျက် အိမ်ပြန်နိုင်ပါ့မလား ဆိုတာကိုတော့ ဒီကားလေးကိုကြည့်ပြီး အဖြေရှာကြည့်လိုက်ပါနော်… File size…2.32 GB/ 846.4 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/rogue2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ff9iMXJjtRdm58nRzM88sNr5CTu.jpg",
        "title": "Die Hart the Movie(2023)",
        "description": "Die Hart the Movie(2023)***********************ဟာသမင်းသား ကယ်ဗင်ဟာ့ထ်ရဲ့ ဟာသအက်ရှင်ကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Game of Thrones ရဲ့ နာမည်ကြီးမင်းသမီး Nathalie Joanne Emmanuel ပါပဲ။ဇာတ်လမ်းကတော့ နည်းနည်းဆန်းပါတယ်။ကယ်ဗင်ဟာ့က ကယ်ဗင်ဟာ့အနေနဲ့ပဲ သရုပ်ဆောင်ထားတာပါ။ကယ်ဗင်ဟာ ဒဝိန်းသရော့ဂျွန်ဆန်နဲ့အတူ အက်ရှင်ဟီးရိုးရဲ့ တွဲဘက်ဟာသကောင်အနေနဲ့ဇာတ်ကားတွေအများကြီး သရုပ်ဆောင်ရင်း လက်ရှိအခြေအနေကို စိတ်ပျက်လာပါပြီ။သူက အက်ရှင်ကားမှာ ဟာသကောင်အနေနဲ့မဟုတ်ဘဲ အတည်အက်ရှင်ဟီးရိုးအနေနဲ့ ရိုက်ချင်တာပါ။ဒါပေမဲ့ သူ့ကိုဘယ်သူမှ အတည်မမှတ်ကြပါဘူး။ အဲဒီမှာပဲ အက်ရှင်ကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာကလောက်ဗန်ဒဗဲဒီက သူ့ကို အက်ရှင်ကားတစ်ကားမှာမင်းသားလုပ်ဖို့ကမ်းလှမ်းလာပါတယ်။ ဒါပေမဲ့ မင်းသားလုပ်ဖို့ဆိုရင် အက်ရှင်သင်တန်းတစ်ခုကို အောင်မြင်အောင်တက်ရမယ်လို့ ပြောပါတယ်။ အဲဒီကျောင်းကနေပဲ စတားလုံး၊ ဂျေဆန်စတေသန်၊ ဂျက်ကီချန်း၊ဂဲဂဒေါ့တို့လိုလူတွေကို မွေးထုတ်ပေးလိုက်တာဖြစ်ကြောင်း ရှင်းပြလိုက်ပါတယ်။အဲဒီ လျို့ဝှက်အက်ရှင်ကျောင်းကို ရောက်သွားချိန်မှာတော့ ဘယ်လိုတွေ တလွဲတွေဖြစ်မလဲဆိုတာကို....File Size :(1.8GB) and (646MB)\nQuality :Web-Dl 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:18:00\nGenre : Action, Comedy\nSubtitle : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/die-hart-the-movie2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJPKar0jnAsS09l3xfP6LL8sUkX.jpg",
        "title": "The Bounty Hunter(2010)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အချစ်နဲ့အက်ရှင်ရောစပ်ထားတဲ့ တစ်ကားလုံးခွီနေရမဲ့ Rom-com လေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးပါရစေ။အဓိကသရုပ်ဆောင်တွေအဖြစ်နဲ့ 300 မင်းသားကြီး Gerard Bulter ၊မင်းသမီးချော Jennifer Aniston တို့ပါဝင်သရုပ်ဆောင်ထားပြီး Jason Sudeikis နဲ့ မင်းသမီးကြီး Christine Baranski တို့ကအားဖြည့်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့မိုင်လိုဟာရဲဝန်ထမ်းဟောင်းတစ်ဉီးဖြစ်ပြီးတော့ မကြာသေးခင်ကမှမိန်းမနဲ့ကွဲပြီးအရက်သောက်ကွဲပြဲကာတပ်ဖွဲ့မှအထုတ်ခံလိုက်ပါတယ်။ထို့ပြင်သူကလောင်းကစားလည်းအတော်လုပ်တတ်တဲ့သူဖြစ်ပြီး ရှုံးကြွေးတွေတင်နေလို့အကြွေးရှင်တွေလိုက်ဖမ်းတာကိုခံနေရပါတယ်။အဲ့လိုနဲ့တစ်နေ့မှာတော့ သူအလုပ်လုပ်တဲ့ကြေးစားလူဆိုးဖမ်းပေးတဲ့ကုမ္ပဏီကနေစာချုပ်တစ်ခုကိုရလိုက်ပါတယ်။အဲ့တာကတော့ ယာဉ်ကြောစည်းကမ်းဖျက်မှုမှာ အာမခံရုံးချိန်းကိုရောက်မလာတဲ့ သူ့မိန်းမဟောင်းဖြစ်တဲ့ သတင်းသမားနစ်ကိုးလ်ကိုဖမ်းခေါ်လာခဲ့ဖို့ပါ။အကြွေးထူနေတာတွေကြောင့်ရော လောလောဆယ်ပိုက်ဆံလိုနေတဲ့မိုင်လိုကစာချုပ်ကိုလက်ခံလိုက်ပါတယ်။တစ်ဖက်မှာတော့ နစ်ကိုးလ်ဟာသေကြောင်းကြံမှုတစ်ခုအကြောင်းကိုစုံစမ်းရင်း ထိုအမှုဟာရိုးရိုးမတော်တဆမှုမဟုတ်မှန်းသံသယဖြစ်စရာတွေပေါ်လာတဲ့အလျောက် လူသိမများခင်တစ်ဉီးတည်းတစ်ကိုယ်တော်စုံစမ်းနေတာပါ။သူ့ ex လိုက်ဖမ်းတာခံရတဲ့အခါမှာတော့ နှစ်ယောက်သားဖမ်းမိရင်းလွတ်အောင်ပြေးရင်းနဲ့ အလွဲဟာသပေါင်းစုံကိုတွေ့မြင်ရမှာပါ။အမှုနောက်ကိုလိုက်ရင်းကလည်း တဖြည်းဖြည်းဝင်ပါလာမိတဲ့အခါမကျေနပ်တဲ့ဆိုင်ရာသူတွေက နစ်ခ်ကိုသတ်ဖို့ကြိုးပမ်းပါတော့တယ်။အဲ့လိုနဲ့နှစ်ယောက်သားရဲ့ခရီးစဉ်က အသက်အန္တရာယ်ကလွတ်အောင်အတူကြိုးပမ်းကြရတဲ့ဆီကိုရောက်လာပါတော့တယ်။တစ်ဖက်မှာလည်းမိုင်လိုရဲ့အကြွေးရှင်တွေက သူ့ကိုဖမ်းမိဖို့အသည်းအသန်လိုက်လာကြပါတယ်။ထိုဗရုတ်သုတ်ခနှစ်ခုကြား သူတို့အဆက်ဟောင်းနှစ်ဉီးပြဿနာတွေရင်ဆိုင်ရင်း မေတ္တာတွေကျန်ရှိနေကြတုန်းပဲဆိုတာသိလိုက်ရပါတယ်။အန္တရာယ်ကြားက အိမ်ထောင်ရေးကိုပြင်ဆင်ဖို့ဒုတိယအခွင့်အရေးကို ပိုင်နိုင်စွာအသုံးချသွားကြမလားဆိုတာကိုတော့ ဒီကားလေးကိုဆက်လက်ကြည့်ရှုရင်းအဖြေရှာလိုက်ကြပါစို့။ Box office မှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…2.05 GB/ 806.1 MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Comedy ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-bounty-hunter2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjI0ZDJkNDMtNjZiYy00ZDA4LThjNjUtYTNkYWRlYmFlMTcwXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Abbara(2022)",
        "description": "Abbara (2022)IMDb-8.4/10ဒုစရိုက်မှုတွေမျိုးစုံလုပ်တဲ့ လူမိုက်ကြီးဗိုင်ရာမူဒီဟာ\nလုပ်သမျှရာဇ၀တ်မှုတိုင်းမှာ သက်သေမကျန်အောင်ပိရိရက်စက်သူပါ။တစ်နေ့ရဲအရာရှိမာဟင်ဒရာဗာမာဆိုသူအသတ်ခံခဲ့ရပါတယ်။တရားခံမပေါ်ခဲ့ပါဘူး။ဒီကိစ္စကို မင်းသားက သူ့ကိုယ်သူ လူသုံးယောက်အနေနဲ့ သုံးကိုယ်ခွဲပြီး\nလိုက်လံစုံစမ်းရင်း အတိတ်ကအဖြစ်အပျက်တစ်ခုကြောင့်လည်း\nဗိုင်ရာမူဒီကို လက်စားချေချင်နေခဲ့ပါတယ်။သုံးကိုယ်ခွဲရင်း လွဲလာမယ့် အလွဲလေးတွေကိုလည်း ခွီရမယ့်အပြင်\nအက်ရှင်ခန်းတွေလည်း ပါဝင်တာမို့\nတရားရေပြိုင် ဘယ်သူနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ စီးမျောလိုက်တော့နော်။\nFile size…2.67GB  / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~BpL~Yunni",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/abbara2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jtlDK3r8G282Vi0cGMxLVJJkhke.jpg",
        "title": "Green Street Hooligans: Underground",
        "description": "Green Street 3: Never Back Down (2013)================================= ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် 2013မှာထွက်ရှိခဲ့တဲ့ Green Street 3ဆိုတဲ့ အက်ရှင်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီထဲမှာ ဘောလုံးပွဲကြည့်ရတာကို အရမ်းသဘောကျပြီး ကိုယ်ကြိုက်တဲ့ ဘောလုံးအသင်းကိုအရူးအမူး အားပေးတဲ့သူတွေလည်း ရှိမယ်ထင်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ ဒီလိုအားပေးရာကနေ တစ်ဆင့်တက်သွားတဲ့ football hooligansခေါ် ဘောလုံး လူရမ်းကားတွေအကြောင်း ကြည့်ရမှာပါ။ သူတို့ဟာ ပြိုင်ဘက်အသင်းက လူရမ်းကားတွေနဲ့ ကိုယ်ထိလက်ရောက်ရန်ဖြစ်ကြ သောင်းကျန်းကြတာမျိုး တွေပါ လုပ်လေ့ရှိပြီး မကျေနပ်တာရှိရင်အုပ်စုလိုက် ချိန်းထိုးကြတာမျိုး လုပ်တဲ့အထိ ကြမ်းတမ်းကြပါတယ်။Never Back Downဟာ တတိယမြောက် Green Streetဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ညီဖြစ်သူ ဂျိုဝီရဲ့ ပဟေဠိဆန်ဆန် သေဆုံးသွားမှုကြောင့် အကိုဖြစ်သူဒန်နီတစ်ယောက် သူဦးဆောင်ခဲ့တဲ့ ဝက်စ်ဟမ်း အမာခံ ပရိတ်သတ်အဖွဲ့ ဂရင်းစထွိကိုပြန်ရောက်လာရကနေ ဇာတ်လမ်းစပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ ဒီရန်ပွဲတွေဟာအရင်ကလို လမ်းဘေးမှာ ဖြစ်ချင်တိုင်းဖြစ်ကြတဲ့ ပွဲမျိူးတွေမဟုတ်တော့ပါဘူး။ရန်ပွဲတွေဟာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/green-street-hooligans-underground/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bro-141x200.jpg",
        "title": "Brotherhood (2022)",
        "description": "ငယ်ငယ်က ကြားဖူးတဲ့ ကျေးညီနောင်ပုံပြင်လေးကို မှတ်မိကြသေးရဲ့လား..\nမုန်တိုင်းကြောင့် အသိုက်ကနေလွင့်ပြီး တစ်နေရာစီ ရောက်သွားကြတဲ့\nကျေးညီနောင်လေးဟာ တစ်ကောင်ကအဖြူဘက် တစ်ကောင်က အမည်းဘက်\nဒုစရိုက်ခြမ်းနဲ့ သုစရိုက်ခြမ်း တစ်ကွဲတစ်ပြားစီ ရောက်သွားခဲ့ကြရတာလေ...ဒီ IMDB 8.1/10 ရရှိထားတဲ့ နိုင်ဂျီးရီးယား\ncrime-action thrillerကားလေး\nBrotherhood (2022)ကလည်း\nအလားတူ အခြေအနေမျိုးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်..\"ဇာတ်လမ်းအကျဉ်း\"\nငယ်စဉ်က နှစ်သစ်ကူးညမှာ ဓားပြတိုက်ခံခဲ့ပြီး\nမိဘနှစ်ပါးလုံး ဆုံးပါးသွားခဲ့တာကြောင့်\nဝါလေ နဲ့ အာကင်းတို့ အမြွှာညီအစ်ကိုနှစ်ယောက်ဟာ\nနေ့ချင်းညချင်း မိဘမဲ့အဖြစ်ကိုရောက်ရှိသွားခဲ့ရပါတယ်..\nမိဘမဲ့ဂေဟာရောက်သွားတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာတော့\nလီဂိုပြည်နယ်ရဲ့ လမ်းမများပေါ်မှာ အသက်ရှင်ရပ်တည်ဖို့ကြိုးစားရင်း\nအရွယ်ကြီးရင့်လာတဲ့အခါမှာတော့ တစ်ယောက်တစ်လမ်းစီ လျှောက်ဖြစ်ခဲ့ကြပါတော့တယ်..\nအဖြူ အမည်း လားလားကြီးကို ဆန့်ကျင်နေတဲ့ ပြဒါးတစ်လမ်း သံတစ်လမ်းဖြစ်စွာ\nဝါလေက ရဲအရာရှိဖြစ်၊ အာကင်းက ထောင်ကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုကူးနေတဲ့\nဒုစရိုက်သမားဖြစ်ခဲ့တာကြောင့် တဇောင်းစေးနဲ့ မျက်ချေးလို\nတစ်ယောက်နဲ့တစ်ယောက်ကြည့်မရ ဖြစ်နေကြတော့တာပေါ့..\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ဝါလေလိုက်နေတဲ့ ရာဇဝတ်မှုထဲ\nအာကင်းက တရားခံတွေထဲကတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါမှာတော့...\nအလုပ်နဲ့ ညီအစ်ကိုသံယောဇဉ်ကြား ဝါလေတစ်ယောက် ဘယ်အရာကိုရွေးချယ်မှာလဲ..\nအာကင်းကရော ဘယ်လိုဖြစ်ပြီး အဲဒီရာဇဝတ်မှုကြီးထဲ ပါသွားခဲ့တာလဲ..\nနှစ်ယောက်သား ထိပ်တိုက်တွေ့ကြတဲ့အခါ ခါတိုင်းလို အသေအလဲ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/brotherhood-2022-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-Star-135x200.jpg",
        "title": "Star Trek: First Contact (1996)",
        "description": "Star Trek franchise မှာ ဂြိုဟ်တွေ ဂြိုဟ်တွေအတွက် အရေးကြီးတဲ့ turning point တစ်ခု ရှိပါတယ်။ ဘာလဲဆိုတော့ ဂြိုဟ်တစ်ခုပေါ်မှာ ဖြစ်ပေါ်လာတဲ့ Civilization တစ်ခုခုဟာ သူ့အလိုအလျောက် ဆင့်ကဲတိုးတက်လာပြီး အလင်းလွန်နှုန်းစက်ဖြစ်တဲ့ warp drive ကို တီထွင်နိုင်ချိန်ပါပဲ။ Warp အချက်ပြတွေကို Federation ရဲ့ တာဝေးဆန်ဆာတွေကနေ ထောက်လှမ်းမိတဲ့အခါ အဲဒီဂြိုဟ်ကို သံတမန်တွေကို စေလွှတ်ပြီး Federation ထဲဝင်ဖို့ ကမ်းလှမ်းပါတယ်။ အဲဒီလို ပထမဆုံး စဆက်သွယ်တဲ့နေ့၊ အချိန်ကို First Contact လို့ ခေါ်ပါတယ်။ ဇာတ်လမ်းအရ ကျွန်တော်တို့ ကမ္ဘာကြီးကလည်း Federation နဲ့ First Contact နေ့ဆိုတာ ရှိခဲ့ပါတယ်။ တတိယကမ္ဘာစစ်ကြီးပြီးလို့ ပြာပုံထဲကနေ ရုန်းထလာခဲ့တဲ့ ကမ္ဘာဟာ 2063 ခုနှစ်၊ ဧပြီလ 5 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/star-trek-first-contact-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWUyOGUyNWYtOGU5Ny00MmRkLTlmYjAtZDUwMjhjZjNmNDk3XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-113x200.jpg",
        "title": "Michael (2023)",
        "description": "Michael 2023ဒီရက်ပိုင်းမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း၊ rating 5.8/10 အထိရထားတဲ့\nပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသား တေလဂူးနာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့\nရုပ်ရှင်ဇာတ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဓားမြှောင်တစ်ချောင်းဆောင်ပြီး လောကဓံကိုအရွယ်နဲ့မလိုက်အောင်\nထမ်းပိုးသယ်နေရတဲ့ 13 နှစ်အရွယ်ကောင်လေး မိုက်ကယ်၊ နားကြပ်လေးတပ်ပြီး\nဘာကိုမှဂရုမစိုက်တတ်သလို လောကကြီးကိုအရွဲ့တိုက်ချင်နေတဲ့ လူငယ်လေးတစ်ဦးပေါ့။တစ်နေ့မှာမထင်မှတ်ပဲမိုက်ကယ်ဟာ မြို့ရဲ့ဒုစရိုက်ခေါင်းဆောင်ဖြစ်တဲ့\nဂူရူနာသ်ကိုအသက်ဘေးကနေ ကယ်တင်ပေးလိုက်ရာကနေ မွေးစားခံလိုက်ရပါတယ်။\nအရွယ်ရောက်လာလို့ ဂူရူနာသ်ရဲ့ယုံကြည်ရတဲ့သူတစ်ဦးဖြစ်လာပြီး\nသူ့ရဲ့ ရန်သူဖြစ်သူကိုသတ်ဖို့ မိုက်ကယ်ကိုစေခိုင်းလိုက်တဲ့အချိန်မှာ\nမိုက်ကယ်ဟာ ရန်သူရဲ့ရန်သူကိုချစ်မိသွားတဲ့အခါ ...မိုက်ကယ်တစ်ယောက် ကိုယ့်ရဲ့ကျေးဇူးရှင်ကိုပြန်သစ္စာဖောက်မှာလား၊\nကိုယ်ချစ်ရတဲ့သူကိုပဲ သတ်ပစ်မှာလား ဆိုတာကတော့ ဒုစရိုက်တွေကြား\nဂိုဏ်းပေါင်းစုံနဲ့အရှုပ်အရှင်းတွေကြား ဇာတ်ရှိန်အစကနေ အဆုံးထိ ဆွဲခေါ်သွားပေးသွားမှာပါ။\nFile size…2.16GB / 999MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/michael-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/large_5R0LIgh1amIE42Qm7B59yeW9RtF-211x300.jpg",
        "title": "Ride Along 2 (2016)",
        "description": "ကဲဒီတခါတော့ ထွက်ထားတာကြာပြီဖြစ်ပေမဲ့ တော်တော်ရီရတဲ့စုံထောက်ဟာသကားလေးကို ပိတ်ရက်အတွက်တင်ပေးလိုက်ပါတယ်အတ္တလန္တာရဲဌာနက စုံထောက်ဖြစ်သူ ဘန်ဟာ အမှုတခုမှ မရည်ရွယ်ပါပဲမူးယစ်ဂိုဏ်းတစ်ခုကိုခြေရာခံမိရာမှ မိုင်ယာမီ အထိ သွားရောက်စုံစမ်းရန်အခွင့်ကြုံလာသော အခါမှ မကြာမီ ညီမဖြစ်သူနဲ့ လက်ထပ်တော့မယ်ရာထူးချပြီး ခံဝန်နဲ့ နေရသူ ယောက်ဖလောင်း အရာရှိ ဂျိမ်းစ် နဲ့သွားရောက် စုံစမ်းဖို့ အခွင့်ကြုံလာရာမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲအလွဲလွဲအချော်ချော်တေကကော ဘယ်လိုတွေများကြုံကြမလဲကို ဆက်လက် ကြည့်ရှုလိုက်ပါအုံးဗျာ",
        "rating": "5.9",
        "url": "https://megaup.net/1Srjp/Ride_Along_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmE4MTY4NmEtNzM1My00YWU3LTgyOTMtODEwMzQzZWQyOTY3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Veera Simha Reddy (2023)",
        "description": "Veera Simha Reddy (2023)\nAction/ Drama\nIMDb 5.8/10နှစ်ဘဝကလဲ့စားဇာတ်ကားနဲ့ ပုရိသတို့အသည်းစွဲဖြစ်ခဲ့တဲ့ မင်းသမီး Shruti Haasan\nပါဝင်တဲ့ဇာတ်ကားအသစ်စက်စက်လေး ထွက်ရှိလာပါပြီ။ ဘက်ဂျက်၅ဆလောက်ကို\nပြန်မြတ်ခဲ့တဲ့ကားလည်းဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေးနဲ့မီနက်ရှီတို့သားအမိနှစ်ယောက်ဟာ အစ္စတန်ဘူလ်မှာ\nအခြေချနေထိုင်ရင်း ဘဝကို အေးချမ်းစွာဖြတ်သန်းနေတာပါ။ တစ်ရက်မှာတော့\nဂျေးတစ်ယောက် သီးချိန်တန်သီး ပွင့်ချိန်တန်ပွင့်ဆိုသလို ချစ်ရတဲ့မိန်းကလေးနဲ့\nအိမ်ထောင်တစ်ခုထူထောင်ဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nကိုယ့်ကိုယ်ကိုမိတဆိုးသားလေးလို့ထင်နေခဲ့တဲ့ ဂျေးကို မီနက်ရှီက\nဖခင်ဖြစ်သူအကြောင်းထုတ်ပြောပြလာပါတော့တယ်။ဖခင်ဖြစ်သူဟာ စီမာဒေသနဲ့လူထုကို တရားသောနည်းလမ်းနဲ့အုပ်ချုပ်နေပြီး\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဗီရာဆင်းမ်ဟာရတ်ဒီဖြစ်ကြောင်း ဂျေးသိပြီးတဲ့အခါမှာတော့...\nဖခင်ရဲ့ဆန္ဒကို ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…5.19GB / 2.21GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/veera-simha-reddy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Scorpion King (2002)",
        "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-scorpion-king-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/91z0UmhwbwL._AC_SL1500_-142x200.jpg",
        "title": "The Mummy (2017)",
        "description": "အရင် Mummy ဇာတ်ကား တွေနဲ့ မတူတဲ့အချက်ကတော့ မင်းသား တွမ်ခရုဇ်က ခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပြီးအရင်ဇာတ်ကားတွေနဲ့ ကွဲပြားအောင် ဘယ်လိုဇာတ်အိမ်တည်ထားသလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ခရူးဆိတ်စစ်ပွဲမှာပါဝင်ခဲ့တဲ့ သူရဲကောင်း အဖွဲ့ဟာ အေဒီ ၁၁၂၇ မှာရှေးဟောင်းအီဂျစ်နိုင်ငံကနေ ပတ္တမြားကြီးတစ်လုံးရခဲ့ပြီး ဂူတစ်ခုထဲမှာ အမှတ်သညာနဲ့ မြှုပ်နှံထားပါတယ်။ယနေ့ခေတ်လန်ဒန်မြို့မြင်ကွင်းနဲ့အတူ မြေအောက်ရထား လမ်းဖောက်လုပ်တဲ့ လုပ်သား တွေဟာ ခရူးဆိတ်စစ်ပွဲ  သူရဲကောင်းရဲ့ ဂူကိုရှာဖွေတွေ့ရှိခဲ့ပြီး လုပ်ငန်းခွင်ထဲက ထူးဆန်းတဲ့အရာတွေကိုလည်း ထပ်မံတွေ့ရှိခဲ့ပါတယ်။ ဂူတွေကို စူးစမ်းလေ့လာရင်း အမှတ်အသားတစ်ခုအရ နောက်ကြောင်း ပြန်ကြည့်တဲ့အခါ ဖာရိးဘုရင်တစ်ပါးရဲ့ သမီးတော် အာမာနက်မင်းသမီးနဲ့ ပတ်သက် တဲ့အကြောင်းအရာပေါ်လာခဲ့ပါ တယ်။အာမာနက် မင်းသမီးဟာ ထီးနန်းအမွေဆက်ခံမယ့် မင်းသမီးတစ်ပါးအဖြစ် နေရာရခဲ့ပေမယ့်သူ့ခမည်းတော်ရဲ့ ဒုတိယဇနီးက သားတော်မွေးဖွားခဲ့တဲ့အတွက် မင်းသမီးရဲ့ အခွင့်အာဏာတွေအကုန်လုံး လက်လွှတ်ရမယ့် အနေအထားဖြစ်ခဲ့ပါတယ်။အဲဒါနဲ့ အာမာနက်ဟာ သူသာလျှင် ထီးနန်းဆက်ခံသူဖြစ်ခွင့် ရှိတယ်လို့ ဆုံးဖြတ်ခဲ့ပြီး အီဂျစ် နတ်ဆက်ကို သူ့ရဲ့ဝိညာဉ်ကို ယစ်ပူဇော်ခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-mummy-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The_Mummy_-_Tomb_of_the_Dragon_Emperor-203x300.jpg",
        "title": "The Mummy: Tomb of the Dragon Emperor (2008)",
        "description": "ဂျက်လီနဲ့မီရှဲယိုတို့ အားဖြည့်ပါဝင်ထားပြီး ရှေ့က Mummy နှစ်ကားရဲ့အဆက်အနေနဲ့ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...လွန်ခဲ့တဲ့ နှစ် ၂၀၀၀ ဝန်းကျင်ခန့်က တရုတ်နိုင်ငံက ရက်စက်ကြမ်းကြုတ်တဲ့ ဟန်ဘုရင်ဟာ တိုင်းပြည်ကိုစုစည်းပြီး နဂါးဧကရာဇ်အဖြစ် တစ်ကမ္ဘာလုံးကိုသိမ်းပိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ်...ဒါပေမယ့်မှော်ဆရာမတစ်ဦးရဲ့ကျိန်စာမိပြီး သူနဲ့သူ့တပ်တစ်ခုလုံးဟာ ရွံ့ရုပ်တုတွေအဖြစ် ပြောင်းသွားခဲ့ပြီး မအောင်မြင်တဲ့အိမ်မက်တစ်ခုဟာ မြေကြီးအောက်မှာ ပျောက်ကွယ်သွားရပါတော့တယ်။ဒါပေမယ့် Mummy တို့ရဲ့ဇာတ်လိုက်ကျော် အိုကော်နယ်တစ်ယောက်က ဒီအိမ်မက်ဆိုးကြီးကို မမျှော်လင့်ဘဲ ထုံးစံအတိုင်း မြေကြီးပေါ်ကိုဆွဲတင်လာမိပါတော့တယ်...ဒီတစ်ခါတော့ သူတစ်ယောက်ထဲတင်မဟုတ်တော့ဘဲ သူ့ထက်ဆိုးတဲ့ သားတော်မောင် အဲ့လက်စ်ရောပါပါတယ်။ဟန်ဘုရင်တစ်ယောက် မြေကြီးပေါ်ကို ဘယ်လိုအသက်ဝင်ပြီး ထိုးထွက်လာမလဲ....သူ့ရဲ့မအောင်မြင်ခဲ့တဲ့အိမ်မက်ကို တစ်ဖန်ပြန်လည်အသက်သွင်းဦးမလားဆိုတာ.....။\nFile size…(3.8 GB) /(1.3 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-mummy-tomb-of-the-dragon-emperor-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/775_1_large-134x200.jpg",
        "title": "The Mummy Returns (2001)",
        "description": "IMDb (6.3/10)..Rotten Tomatoes (47%)1999 ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားရဲ့အဆက်အနေနဲ့ရိုက်ကူးထားသလို ရှေ့ဇာတ်ကားက မင်းသားမင်းသမီးတွေပဲ ဆက်လက်ပါဝင်ခဲ့ပြီး ကင်းမြီးကောက်ဘုရင်ကြီး Mathayus အဖြစ် The Rock မှအင်အားဖြည့်ပါဝင်ထားပါတယ်။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Mummy ဇာတ်ကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးပါပဲ။ရှေ့ကထွက်ထားတဲ့ The Mummy (1999) ဇာတ်ကားကိုကြည့်ပြီးမှ အခု The Mummy Returns (2001)ကို ဆက်လက်ကြည့်ရှုသင့်ပါတယ်...ပြန်လည်နှိုးထလာတဲ့ ကျိန်စာသင့် Mummy တို့စုံတွဲနဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့စုံတွဲ ထိပ်တိုက်တွေ့ဆုံရာမှာ ကျိန်စာတွေကို ဘယ်လိုပယ်ဖျက်မလဲဆိုတာ........။\nFile size…(4.4 GB) /(1.4 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-mummy-returns-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mummy_ver2-220x300.jpg",
        "title": "The Mummy (1999)",
        "description": "IMDb (7/10)....Rotten Tomatoes(56%)ဒီရုပ်ရှင်ဇာတ်ကားဟာ 1932 ခုနှစ်ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားကို Remark ပြန်လုပ်ထားတာဖြစ်ပြီး ခေတ်သစ် Mummy ဇာတ်ကားတွေ နှိုးထလာစေဖို့ အစပျိုးခဲ့တဲ့ ကနဦးဇာတ်ကားလဲဖြစ်ခဲ့ပါတယ်။မင်းသား Brendan Fraser နဲ့ မင်းသမီးချောလေး Rachel Weisz တို့ကို Mummy ဇာတ်ကားတွေနဲ့ တွဲဖက်မှတ်မိစေတဲ့အထိ သူတို့နှစ်ယောက်အတွဲက လိုက်ဖက်လွန်းခဲ့ပါတယ်။လွန်ခဲ့သော နှစ်ပေါင်းသုံးထောင်ခန့်က ချစ်လျှက်နဲ့ မပေါင်းခဲ့ကြရတဲ့ချစ်သူနှစ်ဦး...\nအီဂျစ်ဘုရင်တို့ရဲ့ ရှေးဟောင်းကျိန်စာများကြားမှာ မြေစာပင်ဖြစ်ခဲ့ရတဲ့ ချစ်သူ\nနှစ်ဦးအကြောင်းကိုအစပြုလို့..... ဒီဖက်ခေတ် စာကြည့်တိုက်မှူးမိန်းကလေးတစ်ယောက်နဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့ရဲ့ စိတ်ဝင်စားဖွယ်ရာစွန့်စားခန်းများအကြောင်းနဲ့ ရှေးဟောင်းကျိန်စာများနိုးထလာတဲ့အခါ ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးများနောက်ဆက်တွဲပါလာပုံတို့ကို စိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာပါ။\nFile size…(4.3 GB) /(1.2 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-mummy-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/802tv0rwE6YZSdphsSGMDeOqvcA.jpg",
        "title": "Daily Police ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် ရဲသားတွေရဲ့ နေစဉ်နေထိုင်မှုပုံစံကို\nသဘာဝကျကျရိုက်ထားတဲ့ Daily Police ဆိုတဲ့\nဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်း အကျဉ်းလေးကတော့-အလှဆုံးရဲမေအဖြစ် ဂုဏ်ပြုခံရသူ လီလုဟာ မှုခင်းရဲတပ်ဖွဲထဲ ဝင်ချင်ပေမဲ့\nကင်းလှည့်တပ်ဖွဲထဲမှာ အစားထိုး အဖွဲခေါင်းဆောင်အဖြစ် တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။\nအခြေခံပတ်ဝန်းကျင်ကို ရောက်သွားတဲ့ လီလုဟာ ကောလာဟလတွေနဲ့\nအထင်လွှမှုတွေကြားထဲကနေ ကိုယ်တိုင်ကိုယ်ကျ ကြိုးစားပြီး\nပြည်သူတွေအတွက် အခက်အခဲတွေကို ဖြေရှင်းပေးခဲ့ပါတယ်။တစ်ရက်ပြီးတစ်ရက် လုပ်ဆောင်နေရတဲ့ လုပ်ငန်းဆောင်တာများထဲမှာ\nလီလုတစ်ယောက် အဖွဲဝင်တွေကို စည်းလုံးလာအောင် ဘယ်လိုကြိုးစားခဲ့သလဲ......\nပြည်သူတွေရဲ့ လုံခြုံမှုအတွက် ဘယ်လို ကြိုစားခဲ့သလဲဆိုတာကို......\nဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကိုပဲ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ynrm/Daily_Police_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-133x200.jpg",
        "title": "Kranti(2023)",
        "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ \"Kranti\"ဆိုတဲ့\nအက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့\nရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကို\nတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာ\nယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကို\nတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့\nကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​\nပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်\nအစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေ\nဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရော\nသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလား\nဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်\n\"ကရန်တီ\"က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်\nသူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလား\nပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလား\nစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…3.26GB / 1.47GB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpL",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/kranti2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://channelmyanmar.org/the-point-men-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-weapon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/81Syf7T4HQL._AC_SL1500_-155x200.jpg",
        "title": "Battleship (2012)",
        "description": "Battleship(2012)က Action,Adventure,Sci-Fi အမျိုးအစား သိပ္ပံအက်ရှင်ဇာတ်ကားတွေထဲမှာတော့ တော်တော်ကို မိုက်တယ်ပြောရမယ့်ဇာတ်ကားပါပဲ...\nသရုပ်ဆောင်တွေကလဲ John Carter ဇာတ်ကားထဲက မင်းသား Taylor Kitsch, အဆိုတော် Rihanna , မင်းသားကြီး Liam Neeson ,မင်းသမီးချော Brooklyn Decker တို့အပြင် အခြားဇာတ်ပို့ဇာတ်ရံအများအပြားနဲ့ ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ရုံတင်ဝင်ငွေ $303 million ထိ ရရှိခဲ့တာမလို့ လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....စတုန်းဟော်ပါဟာ လူငယ်ပီပီ ပျော်ရာရွှင်ရာ ပေါက်ကရ နေထိုင်တတ်တဲ့ အမေရိကန်လူငယ်လေးတစ်ယောက်ပါ ...\nတစ်နေ့တော့ ရေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ သမီးကိုကြိုက်မိရာကနေ သူ့အစ်ကိုဖြစ်သူရဲ့ ဆွဲဆောင်မှုကြောင့် ရေတပ်ထဲဝင်ခဲ့ပြီး ဗိုလ်လေး ဖြစ်လာခဲ့ရာကနေ နှစ်စဉ် ကျင်းပနေကျ နိုင်ငံပေါင်းစုံရေတပ်လေ့ကျင့်ရေးတစ်ခုမှာ ပါဝင်ဖို့တာဝန်ပေးခံခဲ့ရပါတယ်။အဲ့ဒီလေ့ကျင့်ခန်းဆင်းနေစဉ်မှာပဲ မမျှော်လင့်တဲ့ ယာဉ်ပျံကြီးတွေ သူတို့ပတ်ဝန်းကျင်မှာပေါ်ထွက်လာခဲ့ပါတယ်။ယာဉ်ပျံတွေဟာ လေ့ကျင့်ရေးရဲ့ အစိတ်အပိုင်းတစ်ခု မဟုတ်သလို သူတို့ထင်နေကြတဲ့ မြောက်ကိုးရီးယားဘက်ကလဲ မဟုတ်ပါဘူး။\nပိုပြီးထူးဆန်းတာက အဲ့ဒီယာဉ်တွေနားမှာ ဟော်ပါတို့ရဲ့ရေတပ်က ရေဒါတွေ အလုပ်မလုပ်ပါဘူး...ဒီလိုနဲ့ ပြင်ပအဆက်အသွယ်မရဘဲ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/battleship-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNy5VrMfmxoAYlY1YJ5W6RtDHOU.jpg",
        "title": "Run & Gun (2022)",
        "description": "Run and Gun (2022)မင်ဒဲလားသက်ရောက်မှု(Mindela effect) ဆိုတာ ကြားဖူးပါသလား\nမင်ဒဲလားက ထောင်ထဲမှာပဲ ၁၉၈၀ ခုနှစ်မှာသေဆုံးသွားတယ်လို့ လူသန်းပေါင်းများစွာက ယုံကြည်ကြတယ်တဲ့\nဒါပေမဲ့ မင်ဒဲလားက အမှန်တကယ်မှာ တောင်အာဖရိကနိုင်ငံရဲ့ သမ္မတပါဖြစ်ခဲ့ပါသေးတယ်\nလူတွေအဲ့လိုအထင်မှားကြတာက ကောလဟာလကြောင့်လဲဖြစ်နိုင်သလို\nနောက်သီအိုရီတစ်ခုက ကျွန်တော်တို့စကြာဝဠာကြီးက ‌အပြိုင်ယူနီဗာ့စ်တစ်ခုအဖြစ်ကွဲထွက်သွားပြီး အဖြစ်အပျက်တွေက ကွဲပြားနေရတာပါတဲ့\nကျွန်တော်အခုရေးပြနေတာတွေက ခုဇာတ်ကားရဲ့ plot နဲ့ ဘာမှမဆိုင်ပါဘူး\nဇာတ်လမ်းက အရင်ကဆိုးသွမ်းခဲ့တဲ့လူမိုက်ကြီးတစ်ယောက်က မိသားစုနဲ့အေးချမ်းစွာနေထိုင်နေတဲ့အချိန်မှာပဲ\nအထုပ်တစ်ခုကိုသွားယူဖို့ လူမိုက်ဆရာကြီးတစ်ယောက်က လာခိုင်းစေပါတော့တယ်\nအဲ့မှာသောက်တလွဲတွေ ပြသနာတွေပေါင်းစုံနဲ့ အဲ့အထုပ်ထဲပါတာက\nမင်ဒဲလားသက်ရောက်မှုကို သက်သေပြနိုင်မဲ့အရာလားဘာလား စသည်ဖြင့် မရိုးရအောင်ကြည့်ရှုရမှာပါEntertainment ဖြစ်တဲ့ အပစ်အခတ်အက်ရှင်တွေလဲ ပါမယ်\nကောင်းဘွိုင်အထာ ကန္တာရထဲ မိုက်ကြရမ်းကြတာတွေလဲပါမဲ့\nဒီဇာတ်ကားလေးက စိတ်အပန်းဖြေကြည့်ရှုဖို့အတွက်တော့ ကောင်းမွန်မှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynnပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 792MB | 343MB\nFormat… ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/run-gun-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lk9qVzvPHuL2vX9ixNut9n0KfYD.jpg",
        "title": "Harry Brown(2009)",
        "description": "Harry Brown (2009)================တော်ဝင်ရေတပ်သားဟောင်းကြီး ဟယ်ရီဘရောင်းဟာ မုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အထီးကျန်လှတဲ့ဘဝကို ပင်စင်ယူထားတဲ့ သူငယ်ချင်းလီယိုနာ့အက်ဝယ်လ်နဲ့ပဲ အချိန်ကုန်ဆုံးလေ့ရှိပါတယ်။ ဟယ်ရီတို့နေထိုင်တဲ့ ပတ်ဝန်းကျင်မှာလည်း အရမ်းသောင်းကျန်းပြီး ဆိုးသွမ်းတဲ့ လူငယ်လေးတွေအုပ်စုရှိပါတယ်။ လူ့အသက်တွေကို ကစားစရာလိုသတ်မှတ်ပြီး သေနတ်တစ်လက်နဲ့ ဆေးမူးပြီးလုပ်ချင်တာလုပ် ထင်ရာစိုင်းနေတဲ့လူငယ်လေးတွေပါ။ ဒီလိုမျိုး ပြဿနာပဲရှာချင်နေတဲ့ ကောင်လေးတွေက ပင်စင်စားဖြစ်ပြီး အင်အားနည်းတဲ့ မစ္စတာအက်ဝယ်လ်ကိုလည်း အနိုင်ကျင့်နှောင့်ယှက်ကြပါတယ်။ တစ်ရက်မှာတော့ ဟယ်ရီဆီကို စုံထောက်နဲ့ စုံစမ်းရေးအရာရှိတို့က မိတ်ဆွေမစ္စတာအက်ဝယ်လ်သေဆုံးသွားကြောင်းလာအကြောင်းကြားပါတယ်။ ဟယ်ရီတစ်ယောက် တစ်ဦးတည်းသောမိတ်ဆွေကိုဆုံးရှုံးလိုက်ရတဲ့အချိန်ကနေစပြီး ဘယ်လိုတွေပြောင်းလဲမလဲ.. မိတ်ဆွေအတွက်ရော ရေတပ်သားဟောင်းကြီးအနေနဲ့ ဘယ်လိုအကွက်ကျကျလက်တုံ့ပြန်မလဲဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်… File size…0.99GB / 330.9MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kyawt Kay Zin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/harry-brown2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjhjNmNlZGUtZTI5Zi00MTU5LTk2NTMtOTJjMzU3NWVjMGViXkEyXkFqcGdeQXVyMTU0MDA4MDkz._V1_-150x200.jpg",
        "title": "Raana(2022)",
        "description": "Raana (2022)==========ကလေးဘ၀ကတည်းက ရဲအရာရှိတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ရာနာဆိုသူရဲ့ စိတ်အားထက်သန်မှုတွေကို\nအသားပေးရိုက်ကူးထားတဲ့ Raana ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဖခင်ဖြစ်သူရဲဲ့ နောက်ဆုံးဆန္ဒ တဖြစ်လည်း အမေနဲ့ သူငယ်ချင်းတွေရဲ့ ပံ့ပိုးမှုနဲ့အတူ\nရဲတစ်ယောက် မဖြစ်ဖြစ်အောင်ကြိုးစားနေတဲ့ ရာနာ တစ်ယောက်........သူတို့မြို့မှာ ဘယ်သူမှမယှဉ်ရဲလောက်အောင်ကို\nအင်အားကြီးတဲ့ ကာပါလီဆိုသူ လူမိုက်တစ်ယောက်ကြီးစိုးနေချိန်..............တစ်ရက်မှာတော့ လူမသိသူမသိ လုပ်ကြံခံလိုက်ရတဲ့အခါ\nကာပါလီနဲ့အငြိုးတွေရှိဖူးတဲ့ ရာနာဆီကို သံသယတွေပုံကျလာပါတော့တယ်။ရာနာဟာ ရဲသင်တန်းဆင်းပြီး တရား၀င်ရဲတစ်ယောက်ဖြစ်ဖို့\nအမှုအခင်းကင်းရှင်းအောင် နေနေရတဲ့သူဖြစ်ပြီးချစ်သူနဲ့နှစ်ယောက်တစ်ဘ၀နေနိုင်ဖို့ကြိုးစားရင်း\nဘ၀ကြီးကသာယာအေးချမ်းနေပေမယ့်အခုလိုစွပ်စွဲချက်တွေကြုံလာရတဲ့နောက် တရားခံအဖြစ်ကနေ\nလွတ်မြောက်ဖို့အတွက် လူသတ်တရားခံအစစ်ကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးပမ်းရပါတော့တယ်။2022 ခုနှစ်ကထွက်ရှိထားပြီး IMDb 8.2 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းဖြစ်တဲ့အတွက်\nIndia ဇာတ်ကားကြိုက်သူများဖို့ လက်မလွှတ်သင့်သော ဇာတ်ကားအဖြစ်ညွှန်းဆိုပေးပါရစေ။\nFile size…1.9GB / 932MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko & Poe",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/raana2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCwbsgkdzpgTADyaa3g4jaWVAaR.jpg",
        "title": "Heneral Luna(2015)",
        "description": "Heneral Luna(2015)*******************ဖီလစ်ပိုင်နိုင်ငံကို အမေရိကန်တွေကျူးကျော်စစ်ဝင်ထိုးနေတဲ့အတွက်\nဖီလစ်ပိုင်းသမ္မတကြီးက ဖြေရှင်းဖို့အတွက် အစည်းအဝေးလုပ်တယ်။\nဗိုလ်ချုပ်တွေ ဗိုလ်မှူးတွေ စီးပွားရေးလုပ်ငန်းရှင်တွေ နိုင်ငံရေးသမားတွေနဲ့\nအပြန်အလှန်ဆွေးနွေးငြင်းခုံနေကြတယ်။ အမေရိကန် အင်အားနည်းနေချိန်မှာ\nတိုက်ခိုက်မှ ဖြစ်မယ် မဟုတ်ရင်တစ်နိုင်ငံလုံးကျွန်ဘဝရောက်မယ့်အကြောင်းကို\nဗိုလ်ချုပ်လူနာကတင်ပြတယ်။ ဒါပေမယ့် စီးပွားရေးသမားတွေက သူတို့ကိုယ်ကျိုး\nထိခိုက်မှာစိုးတဲ့အတွက် ငြိမ်းချမ်းရေးကမ်းလှမ်းဖို့ပဲဆန္ဒရှိကြတယ်။ နောက်ဆုံးမှာတော့\nသမ္မတကြီးက ငြိမ်းချမ်းရေးကမ်းလှမ်းမယ် စစ်ရေးအတွက်လည်းပြင်ဆင်ဖို့ဆုံးဖြတ်လိုက်ချိန်မှာ\nအမေရိကန်တွေက မနီလာမြို့အပါအဝင်အခြားနေရာကိုသိမ်းယူလိုက်ပါတယ်..ဖိလစ်ပိုင်တို့အတွက်တော့ အတော်ကြီးအထိနာတဲ့ကိစ္စလို့ဆိုရပါ့မယ်..အဒီနောက် ဗိုလ်ချုပ်လူနာတို့ဘယ်လိုတုန့်ပြန်ကြမလဲဆိုတာကိုတော့..ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး ဘက်ဂျက်အတော်များများသုံးရိုက်ကူးထားတဲ့အတွက်ဖိလစ်ပိုင်ကားဆိုသော်ငြား တော်တော်ကြည့်ကောင်းတဲ့ ကားဖြစ်ပါကြောင်း...File Size :(3.3GB)(1.2 GB) and (407MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action, Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/heneral-luna2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWpbW893AGmSBbFdACjY0xllw7D.jpg",
        "title": "Killerman(2019)",
        "description": "Killerman(2019)============= Liam Hemsworthပါဝင်ထားတဲ့ Killermanဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ရတနာကုန်သည်တဖြစ်လည်း ငွေကြေးခဝါချသူလည်းဖြစ်တဲ့ မိုးဒိုင်းမွန်းဟာ သူ့သူငယ်ချင်းစကန့်နဲ့ပေါင်းပြီး ကြေးကြီးတဲ့အလုပ်ကိုလက်ခံထားပါတယ်။ အလုပ်အပ်သူက စကန့်ရဲ့ဦးလေး။အလုပ်မပြီးသေးခင် စကန့်ဦးလေးက ပိုက်ဆံကိုခဏသိမ်းထားပြီး အလုပ်ကိုလည်းဆိုင်းထားဖို့ပြောလာတယ်။အဲဒါကိုစကန့်က လက်ထဲမှာရှိနေတဲ့ သူ့ဦးလေးပိုက်ဆံနဲ့ ဆေးကုန်ကူးဖို့လုပ်တယ်။အရောင်းအဝယ်လုပ်နေတုန်းရဲတွေလာဖမ်းလို့ထွက်ပြေးကြရင်း ကားမတော်တဆမှုဖြစ်ပြီး မိုးကအတိတ်မေ့သွားပါတော့တယ်။အဲဒီကနေစလို့ အရာရာဟာလွဲကုန်ပါတော့တယ်။ File size…1.87GB / 680MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Thet Hmu Khin",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/killerman2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTUzNjE5ODMyM15BMl5BanBnXkFtZTgwMzk3OTQ2NzE@._V1_-140x200.jpg",
        "title": "Weaponized (2016)",
        "description": "Weaponized (2016)\n==============လက်နက်ကုမ္မဏီပိုင်ရှင်တစ်ဦးဖြစ်တဲ့ ကိုင်လ်နောရစ်ဟာ\nအကြမ်းဖက်မှုတစ်ခုမှာသားဖြစ်သူကို ဆုံးရှုံးရပြီးနောက်\nအကြမ်းဖက်မှုတွေကိုနှိမ်နင်းဖို့ အလွန်အန္တရာယ်များတဲ့\nလက်နက်တစ်ခုကိုတီထွင်ဖို့ကြိုးစားပါတယ်။သူ့လမ်းကိုပိတ်ပင်သူမှန်မျှကိုလည်းရှင်းပစ်ဖို့ကြိုးစားပါ\nတော့‌တယ်။ ထိုလက်နက်ရဲ့အန္တရာယ်များပုံ၊ကောင်းကျိုး\nထက် ဆိုးကျိုးများပုံကို စုံထောက်ဝေါလ်ကာ ရိပ်စားမိသော\nအခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်\nကြည့်ရှုရမယ့်ဇာတ်လမ်းပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEunice ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (573 MB) / (344 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Sci-Fi, Thriller\nTranslator.......Eunice\nEncoder..........SWM",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/weaponized-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-escape-133x200.jpg",
        "title": "Escape from L.A(1996)",
        "description": "ဒီကားလေးကတော့ ၁၉၉၆ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ သိပ္ပံအက်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။ ၁၉၈၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Escape from New York ရဲ့ sequel ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲက timeline ကတော့ ၂၀၁၃ ခုနှစ်ကိုယူထားတာဖြစ်ပြီး ခေတ်မီလက်နက်တွေ ပစ္စည်းကိရိယာတွေကို ထည့်သွင်းပြသထားပါတယ်အမေရိကန်ပြည်ထောင်စုထဲက လော့စ်အိန်ဂျယ်လိစ်မြို့တော်ကြီးက ဒုစရိုက်မှုတွေများပြားလာတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သမ္မတအသစ်က အဲဒီမြို့ကို နိုင်ငံကနေ ခွဲထုတ်ပစ်လိုက်ပါတယ်ပြီးတော့ အမေရိကကို ပြန်လည်ပြုပြင်မယ်ဆိုပြီး မူးယစ်ဆေး၊ အရက်၊ဆေးလိပ် မသောက်ရ၊ မိန်းမ မလိုက်စားရဆိုပြီး စည်းကမ်းတွေချမှတ်ခဲ့ပါတယ်အဲဒါတွေကို ဆန့်ကျင်သူအားလုံး ပြည့်တန်ဆာတွေ လူဆိုးတွေ ပြစ်မှုအသေးလုပ်မိသူတွေကအစ နိုင်ငံထဲမှာမနေရဘဲ အယ်လ်အေမြို့ကြီးကို ပြည်နှင်ဒဏ်ပေးဖို့ အမိန့်ပါချမှတ်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သမ္မတရဲ့သမီးဖြစ်သူက နိုင်ငံတော်လျှို့ဝှက်စီမံကိန်းပစ္စည်းတစ်ခုကို ခိုးယူသွားပြီး အယ်လ်အေမြို့ကို ထွက်ပြေးခဲ့ပါတယ် ပြီးတော့ အဲဒီပစ္စည်းကို အယ်လ်အေမြို့ထဲက အကြမ်းဖက်ခေါင်းဆောင်ဆီ အပ်လိုက်ပါတယ်အဲဒီပစ္စည်းကို လိုက်ယူဖို့အတွက် နာမည်ကျော် လူဆိုး စနိတ်ခ် ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/escape-from-l-a1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b03zZZTE17iH6klsInFOlrgfYRN.jpg",
        "title": "Self/less(2015)",
        "description": "Self/less (2015)=============IMDb - 6.5CM ဖန်တွေအတွက် Deadpool မင်းသား Ryan Reynolds ရဲ့ 2015 တုန်းကထွက်ရှိခဲ့တဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင်ကားကောင်းတစ်ကား‌ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ကျိကျိတက်အောင်ချမ်းသာနေပေမဲ့လည်း ကင်ဆာ‌ နောက်ဆုံးအဆင့်‌ရောက်နေတာကြောင့် နောက်ထပ်ခြောက်လတောင်မနေရတော့တဲ့အိမ်ခြံမြေသူဌေးကြီး ဒေမီယန် ဟေးလ် တစ်ယောက် သူ့ရဲ့အသိစိတ်ကိုတခြား ခန္ဓာကိုယ်တစ်ခုထဲကိုပြောင်းထည့်ပြီး ဆက်လက်ရှင်သန်လို့ရမယ်လို့ဆိုတဲ့ \"အရေခွံလဲခြင်း\" ဆိုတဲ့ ပရိုဂရမ်ကို သဘောတူလိုက်ပြီး အက်ဒ်ဝပ်ကစ်ဒ်နာဆိုတဲ့ နာမည်အသစ်နဲ့ ဘဝအသစ်မှာ ပျော်ပျော်ကြီးဆက်လက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ထင်ယောင်ထင်မှားဖြစ်မှုတွေကနေပြီးသူယူထားတဲ့ ခန္ဓာကိုယ်ကဓာတ်ခွဲခန်းထဲမှာဖန်တီးထားတဲ့ ခန္ဓာကိုယ်မဟုတ်ပဲလူစစ်စစ်တစ်ယောက်ရဲ့ခန္ဓာကိုယ်ဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာနောက်ကွယ်ဖုံးကွယ်ထားတဲ့ဖြစ်ရပ်တွေကို လိုက်ပြီးစုံစမ်းရင်း ဘယ်လိုအန္တရာယ်တွေကို ရင်ဆိုင်ကျော်လွှားရမလဲဆိုတာကို အက်ရှင်ခန်းအကြမ်းစားတွေနဲ့ ကြည့်ရှုရမဲ့ဇာတ်လမ်း‌ကောင်းလေးတစ်ပုဒ်ပါပဲဗျ။ File size…1.15GB / 491MB\nQuality…Blu-Ray 1080p  5.1CH/ 720p\nFormat…mp4\nDuration….1h 57m\nGenre ..... Action , Mystery , Sci-fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/self-less2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zx1VbJfWDLQuCFAMvE0JDDXsoK1.jpg",
        "title": "The Chase ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို Action ကား ကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ ။(ဇာတ်လမ်းအကျဥ်း)ခေါင်းဆောင်ယွီရှောက်နမ်တို့ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nနည်းပညာကုမ္ပဏီသစ်တစ်ခုရဲ့ သတင်းစာရှင်းလင်းပွဲမှာ\nလုံခြုံရေးလုပ်ငန်းများအတွက် ပါဝင်ဆောင်ရွက်ခဲ့ပါတယ် ။\nဒီသတင်းစာရှင်းလင်းပွဲကျင်းပနေစဥ်အတွင်းမှာ ရွှမ်ဟဲ့ဂိုဏ်းလို့အမည်ရတဲ့\nဒုစရိုက်ဂိုဏ်းတစ်ခုက ဟက်ကာနည်းလမ်းကို အသုံးပြုပြီး\nခြိမ်းခြောက်တဲ့ ဗီဒီယိုတစ်ခုကို ထုတ်လွှင့်ခဲ့ပါတော့တယ် ။ဒီခြိမ်းခြောက်မှုကို လုပ်နေသူမှာ တစ်ဦးတည်းသာဖြစ်ကြောင်း\nယွီရှောက်နမ်သိရှိသွားတဲ့အခါ အဲဒီလူကို ဖြေရှင်းဖို့အတွက်\nကြိုးစားခဲ့ပါတော့တယ် ။ အဲဒီအချိန်မှာပဲ ဒီခြိမ်းခြောက်တဲ့\nသူဟာ ယွီရှောက်နမ်နဲ့ တစ်ချိန်တစ်ခါက ပတ်သတ်ခဲ့ဖူးတဲ့အပြင်\nကံကောင်းကြောင်းမလှစွာနဲ့ပဲ အဲဒီလူဟာ လွတ်မြောက်သွားခဲ့ပါတယ် ။ဒီပြဿနာဖြစ်ပြီး နောက်ပိုင်းမှာလဲ ရွှမ်ဟဲ့ဂိုဏ်းက\nဒုစရိုက်မျိုးစုံကျူးလွန်လာခဲ့ပြီး အပြစ်မဲ့ပြည်သူတွေရဲ့\nအသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်တဲ့အထိ ဖြစ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကိုနှိမ်နှင်းဖို့အတွက် -ယွီရှောက်နမ်ဦးဆောင်တဲ့ အမျိူးသမီးရဲတပ်ဖွဲ့ ဘယ်လိုတွေ နှိမ်နင်းပြီး\nတရားမျှတမှုကို ယူပေးမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုလိုက်ရအောင်ပါ ။\nအမျိုးသားရဲတပ်ဖွဲ့နဲ့ ရင်ဘောင်တန်းပြီး တိုက်ကြ ခိုက်ကြတဲ့\nအမျိုးသမီးရဲတပ်ဖွဲ့အကြောင်း ရိုက်ကူးထားတာဖြစ်တာမို့\nသေချာပေါက်ကို မိမိုက်နေမှာ အသေချာပါပဲ။[ Reviewed By Chit Mya Mya Hmwe ]\nQuality : WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/3Ub2B/The_Chase_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmNlZTU3NjgtYjE5MC00YzgzLWE1NjctMDQ1NTkxNjg0MTExXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-141x200.jpg",
        "title": "PSV Garuda Vega(2017)",
        "description": "PSV Garuda Vega (2017)\nAction, Drama\nIMDb 7.6/10 (1.3K)ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ 2017တုန်းကထွက်ရှိခဲ့တဲ့\nအက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့ \"PSV Garuda Vega\"ဖြစ်ပါတယ်တရားဥပဒေကိုလိုက်နာပြီး အိုင်အက်အေအရာရှိတစ်ဦးဖြစ်တဲ့ဆီခါက\nသူ့ရဲ့အလုပ်ကိုတာဝန်သိတတ်မှုတွေကြောင့် ဇနီးဖြစ်သူဆွာတိနဲ့\nအိမ်ထောင်ရေးပြိုကွဲတော့မလိုထိဖြစ်ခဲ့ပါတယ်အလုပ်နဲ့မိသားစုယှဉ်လာတဲ့အခါ မိသားစုကိုပဲရွေးဖို့ဆုံးဖြတ်ကာအလုပ်ထွက်ဖို့\nလုပ်ခါနီးမှ လူသတ်မှုတစ်ခုကြောင့် အလုပ်ထွက်မယ့်အရေးကိုနောက်ဆုတ်ရင်း\nလူသတ်မှုကိုလိုက်စုံစမ်းရာမှ မီးခိုးကြွက်လျှောက်သလိုပေါ်ထွက်လာတဲ့\nနိုင်ငံရေးလှည့်ကွက်တွေကြားထဲ ရောက်သွားတဲ့ဆီခါတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲတစ်ဖက်မှာလည်းနီရာဂျန်အမည်ရှိ လူငယ်ဟက်ကာလေးတစ်ယောက်က သူ့လက်ထဲမှာရှိနေတဲ့\nအချက်အလက်တချို့ကြောင့် လူတစ်စုရဲ့အနောက်ကလိုက်သတ်တာကိုခံနေရပြီး\nထွက်ပြေးရာမှဆီခါနဲ့ မတော်တဆတွေ့ဆုံပြီး သူတို့နှစ်ဦးလုံးရဲ့ရန်သူက တစ်ဦးတည်းဖြစ်နေသောအခါ\nနှစ်ယောက်သားဘယ်လိုဖြေရှင်းမလဲ ဆိုတာတွေကိုစိတ်ဝင်စားစရာကောင်းစွာကြည့်ရမှာဖြစ်ပါတယ်ဒီကားထဲမှာဆိုရင်ဇာတ်ကွက်အလှည့်အပြောင်းတွေကို မကြာခဏတွေ့ဆုံရမှာဖြစ်ပြီး\nမထင်မှတ်ထားတဲ့သူတွေရဲ့ ပူးပေါင်းပါဝင်နေမှုတွေကိုပါ ရင်ခုန်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nFile size…3.78GB / 1.93GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/psv-garuda-vega2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhMjRmZmMtMGI5Yi00YWZjLWJhNjAtOGVjZjE1YjAwN2IxXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_-160x200.jpg",
        "title": "Hunt (2023)",
        "description": "Hunt (2023)=============မကြာသေးခင်မှထွက်ရှိထားပြီး Rating ကောင်းလှတဲ့ တယ်လဂူဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nပါဝင်သရုပ်ဆောင်သူအရမ်းမများပေမယ့် plot အသားပေးရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bromance ခိုင်မာလှတဲ့ ဟိုက်ဒရာဘတ်ရဲဌာနရဲ့ ရဲမှူးချုပ်ဖြစ်တဲ့မိုဟန်၊ ဒုတိယရဲမှူးချုပ်တွေဖြစ်တဲ့\nအာဂျွန်နဲ့ အာဟန်တို့ဟာ ဌာနတစ်ခုတည်း တာဝန်ထမ်းဆောင်ပြီး သိပ်ကိုရင်းနှီးကြတဲ့မိတ်ဆွေတွေဖြစ်ပါတယ်။တစ်ရက်မှာ အာဟန်ဟာ နိုင်ငံတော်ကပေးတဲ့ ဂုဏ်ပြုဆုပေးပွဲမှာ ဆုယူပြီးမိန့်ခွန်းပြောနေတုန်း စနိုက်ပါနဲ့ လုပ်ကြံခံလိုက်ရပါတယ်။\nဒီတော့ မိတ်ဆွေနှစ်ယောက်ဖြစ်တဲ့ အာဂျွန်နဲ့မိုဟန်တို့ဟာ သူတို့မိတ်ဆွေအသတ်ခံရမှုကိုဖော်ထုတ်ဖို့ အသည်းအသန်ကြိုးစားပါတော့တယ်။\nတစ်ညမှာ အာဂျွန်ဟာ အမှုမှန်ကိုဖော်ထုတ်လိုက်နိုင်ခဲ့ပေမယ့် ကားတိမ်းမှောက်မှုဖြစ်ခဲ့ပြီး အတိတ်မေ့သွားပါတော့တယ်။ဒီလိုနဲ့ အာဂျွန်တစ်ယောက်နဲ့ မိုဟန်ရဲ့ လမ်းညွှန်မှုတွေနဲ့အတူ အမှုကို အစကပြန်လိုက်ရပါတော့တယ်။\nရက်ပိုင်းအနည်းငယ်အတွင်း မွန်ဘိုင်းမြို့ကိုပြောင်းရတော့မယ့် အာဂျွန်တစ်ယောက်\nသူ့မိတ်ဆွေအသတ်ခံရမှုရဲ့တရားခံကို အချိန်မှီ ဖမ်းမိနိုင်ပါ့မလား။တရားခံကဘယ်သူများဖြစ်နေမလဲဆိုတာကတော့ မေးခွန်းပေါင်းများစွာနဲ့\nPlot twist ကောင်းလှတဲ့ဇာတ်ကားဖြစ်တာမို့ အချိန်ပေးကြည့်ရှုရတန်မဲ့ဇာတ်ကားအဖြစ်ညွှန်ပေးလိုက်ရပါစေ။အာဂျွန်အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sudheer Babu ဖို့\nဇာတ်ကောင်သစ်ဖြစ်နေပေမယ့် ပီပြင်လှတဲ့သရုပ်ဆောင်မှုတွေကိုမြင်တွေ့ရမဲ့အပြင်\nချီးကျူးမှုများစွာခံထားရတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…2.02GB/ 928MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "",
        "url": "https://channelmyanmar.org/hunt-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lztFg9XBae2N292ZMaBFdjRYjjA.jpg",
        "title": "Phantom (2023)",
        "description": "Phantom (2023)၁၉၃၃ ခုနှစ် ဂျိုဆွန်းပြည် (ကိုရီးယား) ကို ဂျပန်တွေအုပ်စိုးနေချိန်မှာ ဂျပန်ဘုရင်ခံချုပ်ကို ပစ်မှတ်ထားတဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုတစ်ခု။ဘယ်သူဘယ်ဝါရယ်လို့ တရားခံမပေါ်သေးခင်မှာပဲ အစအနပျောက်သွားခဲ့ပေမဲ့ လူတိုင်းရဲ့စိတ်ထဲမှာ စွဲကျန်နေခဲ့တဲ့ “တစ္ဆေ” ဆိုတဲ့လူတစ်ဦး။\nဂျိုဆွန်းလူမျိုး “တစ္ဆေ” က ဦးဆောင်နေတဲ့ အကြမ်းဖက်ဂိုဏ်းဟာ ဂျိုဆွန်းရဲ့နေရာတိုင်းမှာသာမက\nရှန်ဟိုင်းအထိပါ သူလျှိုတွေစေလွှတ်ထားပြီး ဂျပန်အစိုးရကို အကြီးအကျယ်ထိတ်လန့်စေနေခဲ့ပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ် ဘုရင်ခံချုပ် လုပ်ကြံခံလိုက်ရပြီးတဲ့နောက်မှာတော့\nဗိုလ်ချုပ်ကြီး ဒါခါဟာရာ ဟာ သံသယရှိသူ ဂျိုဆွန်းလူမျိုး ၅ ဦးကို ဟိုတယ်တစ်ခုထဲမှာ ထိန်းသိမ်းလိုက်ပါတော့တယ်။ကိုယ်က ‌တစ္ဆေမဟုတ်ကြောင်းကိုပဲ သက်သေပြမလား၊\nဒါမှမဟုတ် သံသယရှိသူကိုပဲ ထုတ်ပြောပြီး ကိုယ်လွတ်မြောက်ဖို့ကိုပဲ ရွေးချယ်ကြမလား ဆိုတဲ့\nရွေးချယ်စရာ ၂ ခုပဲရှိတော့တဲ့ အချိန်မှာတော့ ဒီလူ ၅ ယောက်‌အနေနဲ့ ဘယ်လိုဆုံးဖြတ်ချက်မျိုးကို ချကြမလဲ။\nသူတို့ထဲမှာ တကယ်ပဲ “တစ္ဆေ” ရှိနေတာလား ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် Action, Thriller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း နာမည်ကြီးတွေဖြစ်ကြတဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/phantom-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ma-133x200.jpg",
        "title": "Malikappuram (2022)",
        "description": "Malikappuram (2022)\nAction, Drama\nIMDb 8.3/10 (3K)ဒီဇာတ်ကားလေးကတော့ အသက်၈နှစ်အရွယ် ကလေးမလေးတစ်ဦးက တောင်စွယ်၁၈ခုအား\nအပိုင်စားရထားတဲ့ အရှင်အယာပန်ရဲ့ဆာဗရိမာလဘုရားကျောင်းကို လွန်စွာဘုရားဖူးသွားချင်နေတဲ့\nဆန္ဒလေးကို အခြေပြုပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။မိဘက ဆင်းရဲလွန်းတော့ ဘဏ်မှာလည်း အကြွေးတွေပိနေပြီး အိုးအိမ်ပါအပေါင်ခံထားရတဲ့\nဖခင်ဖြစ်သူအတွက် သမီးဖြစ်သူရဲ့ဆန္ဒဟာ လွန်စွာ အဖိုးအခကြီးနေခဲ့ပါတယ်။အဲ့ဒီဘုရားကျောင်းဟာလည်း အမျိုးသမီးများ သန္ဓေတည်နိုင်တဲ့အရွယ်ဖြစ်တဲ့\nအသက်၁၀နှစ်မှ ၅၀နှစ်အထိ အမျိုးသမီးများကို ဝင်ခွင့်မပေးကြပါဘူး။ဘုရားသခင်ဟာ သူ့ဆီခြေ၁လှမ်းသာရှေ့တိုးလာခဲ့ ကျန်တဲ့၉၉လှမ်းကို သူလှမ်းပါ့မယ်ဆိုတဲ့ကတိအတိုင်း\nဒီကလေးမလေးရဲ့ဘုရားဖူးခရီးစဉ်မှာ ဆန်းကြယ်မှုတွေ များမြောင်စွာဖြစ်ပေါ်လာခဲ့ပါတယ်။ဒါတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားလိုက်ပါတော့နော်။\nFile size…2.6GB / 1.2GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/malikappuram-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9gRYTyNLGJuxHmqdGM5UxHxJtB.jpg",
        "title": "Machine Gun Preacher(2011)",
        "description": "Machine Gun Preacher(2011)***************************ဆမ်ချီလ်ဒါးစ်ဟာ ထောင်ထဲကိုဝင်လိုက်ထွက်လိုက် လုပ်နေတဲ့လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်ပါတယ်။နောက်ဆုံး ထောင်ကထွက်လာတော့ မိန်းမဖြစ်သူက ဘုရားသခင်ရဲ့ ကရုဏာနဲ့ အပြစ်တွေဆေးကြောပြီးဘဝသစ် စနေကြောင်း၊ ချီလ်ဒါးစ်ကိုလည်း အတိတ်ကလိုမနေဖို့ ပြောပေမယ့် လူဆိုးလုပ်ရတာမဝသေးတဲ့ ချီလ်ဒါးစ်ဟာ အရင်လို ပြန်ဆိုးမိုက်နေပါတယ်။ ဒါပေမယ့် မမျှော်လင့်ဘဲ သူဟာဘုရားကျောင်းကို လိုက်သွားပြီးတဲ့ နောက်မှာ သူ့လုပ်ရပ်တွေကို နောင်တရပြီးပြန်လည်ဆေးကြောဖို့ အသိဝင်လာပါတယ်။ ဒါကြောင့် အာဖရိကကို သွားပြီးတော့ပရဟိတလုပ်ငန်းတွေကို စတင်လုပ်ဆောင်ပါတယ်။ အတိတ်ကလုပ်ရပ်တွေကြောင့် သူ့ကိုအထင်သေးနေကြတဲ့ လူတွေကြားမှာ ချီလ်ဒါးစ်ရဲ့ လုပ်ငန်းတွေ အောင်မြင်ပါ့မလား၊သူ့ရဲ့ စေတနာနဲ့ လုပ်သမျှဟာ အဆင်ပြေချောမွေ့ နေပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာ ရှုစားနိုင်ပါတယ်ဗျာ။\nဒီကားဟာ အပြင်မှာ တကယ်ရှိတဲ့ Sam Childers (ဆမ်ချီလ်ဒါးစ်)ရဲ့ စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထား တာဖြစ်ပါတယ်။ ကိုယ့်ဘဝအမှားတွေကို ပြန်လည်ဆေးကြောချင်သူတိုင်းလက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ် ကားလေး ဖြစ်ပါတယ်။File Size :(2.7GB)(1.03 GB) and (367 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/machine-gun-preacher2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmRhNGE0OGItYzJlNi00OTQ5LWFjMWMtYmYyZmM0MTAxNTA4XkEyXkFqcGdeQXVyMTQ5ODM1OTk3._V1_-154x200.jpg",
        "title": "Mahaveeryar (2022)",
        "description": "Maharveerya 2022\nIMDb - 6.4/10Maharveerya 2022\nIMDb - 6.4/10အိန္ဒိယနာမည်ကြီး မင်းသား Nivin Pauly နဲ့ မင်းသမီးချောလေး Shanvi Srivastavaတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဒီရုပ်ရှင်ဟာဆိုရင် ချစ်ကြိုက်ကွဲညား ကလဲ့စားစသဖြင့်မြင်နေကျအိန္ဒိယရုပ်ရှင်တွေလိုမျိုးမဟုတ်ပါဘူး။\nအချိန်ခရီးသွားတွေပါမယ်၊ ရယ်စရာတွေပါမယ်၊ လူ့စရိုက်ကိုသရော်ထားတာပါမယ်၊\nတရားခွင်မှာ အပြန်အလှန်လျှောက်လဲချက်တွေပါမယ် ဒါ့အပြင် rating ကောင်းကောင်းနဲ့\nနာမည်ကြီးသရုပ်ဆောင်တွေပါတာ ကြိုက်ရင်တော့ ဒီကားကိုညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ တရားခွင်မှစပြီး တရားခွင်မှာဆုံးတယ်ဆိုရလောက်အောင်\nမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ကြည့်ရတာအားရလှပါတယ် ဆင်းတုတော်တွေအရမ်းပျောက်တဲ့မြို့မှာ\nကိုယ်ရောက်လာမှ ဆင်းတုတော်သူခိုးလို့ စွပ်စွဲခံရလို့ကိုယ်တိုင်ရှေ့နေလုပ်မဲ့ စိတ်ဝင်စားဖွယ်ရသေ့ကြီး\nဘုရင်ကြီးက မင်းတုန်းမင်းလို တစ်ထောင်တစ်ညပြည့်အောင် တော်ကောက်ခံလိုက်ရတဲ့\nအသည်သားမိန်းကလေးတစ်ယောက်ရဲ့ တိုင်ကြားချက်ကို အပြိုင်အဆိုင်လျှောက်လှဲချက်တွေနဲ့ တရားခွင်တရားခွင်က လျှောက်လဲချက်ကနေတစ်ဆင့် ဇာတ်ကြောင်းကို narration\nလုပ်ပေးသလိုမျိုး ဇာတ်လမ်းကိုပြန်ရိုက်ပြထားတဲ့ စတိုင်နဲ့ ကြည့်ရတာ ပေါ့လဲမပေါ့\nပျင်းစရာမကောင်းပဲနဲ့ တရားကိုဘာနတ်စောင့်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.43GB / 614MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mahaveeryar-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/INSERT-1-135x200.jpg",
        "title": "The Locksmith (2023)",
        "description": "The Locksmith (2023) ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင် Miller ဟာ ဘယ်သော့မဆို ဖွင့်နိုင်တဲ့ သော့ပြင်သမားတစ်ယောက်ပါ။ အဲလိုပါရမီနဲ့ Miller ဟာ ဒုတိယဘုရားသခင်ဖြစ်တဲ့ ငွေကို ကိုးကွယ်ပြီး အကျင့်ပျက်ရဲတစ်ယောက်နဲ့ပေါင်း၊ ဖောက်ထွင်းမှုကျူးလွန်ရာမှ အဲရဲသစ္စာဖောက်တာကိုခံရပြီး သူ့အခင်ဆုံးသူငယ်ချင်းကိုရော လွတ်လပ်တဲ့ဘဝကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်။ အဲလိုနဲ့ ထောင်ကပြန်ထွက်လာတဲ့အခါမှာတော့ သူဘဝသစ်ပြန်စပြီး သူ့ဇနီးဟောင်းနဲ့ သမီးအပေါ် ပျက်ကွက်ခဲ့တာတွေကို ပြန်ပေးဆပ်မယ်ဆိုတဲ့ စိတ်ကူးပဲရှိတဲ့ Miller ကို သူ့ကြောင့်သေသွားရတဲ့ သူငယ်ချင်းရဲ့ညီမက သူ့အစ်ကိုအတွက်ပြန်ပေးဆပ်ချင်ရင် သူ့ရဲ့စောရပညာနဲ့ သူ့ကို ဒုက္ခတွင်းက ကယ်ထုတ်ပေးဖို့ ပြောလာတဲ့အခါမှာ Miller တစ်ယောက် ဒုစရိုက်မှုတွေ ပြန်ကျူးလွန်ဦးမလားဆိုတာ ဒီဇာတ်လမ်းမှာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်File size…(2.78GB)  / (1.26GB) /698MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action / mystery / Thriller\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-locksmith-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yRLVyhQfkW2hn15e8NIqarswLAr.jpg",
        "title": "Son of a Gun(2014)",
        "description": "Son of a Gun(2014)=============== ပြစ်မှုတစ်ခုနဲ့ ထောင်ထဲကို ပထမဆုံးရောက်လာတဲ့ ဂျက်စီ ရိုင်ယန်ဝှိုက်ဆိုတဲ့ ၁၉ နှစ်အရွယ် ကောင်လေးတစ်ယောက်..ထောင်ထဲမှာ ဆပ်ပြာတုံးပြုတ်ကျလို့တောင် မကောက်ရဲဖြစ်နေချိန်Criminal Mastermind တဖြစ်လည်း စစ်တုရင်ပညာရှင် တစ်ဦးဖြစ်သူဘရန်ဒန် နှင့် တွေ့ဆုံပြီး စစ်တုရင်ကစားကွက်တွေကို ငယ်ငယ်ရွယ်ရွယ်နဲ့ကျွမ်းကျင်စွာ ကစားနိုင်တဲ့ ဂျက်စီကို သဘောကျသွားတဲ့ ဘရန်ဒန်က ဂျက်စီနဲ့ပူးပေါင်းပြီး အပြင်လောကမှာပါ Perfect Crime တစ်ခုကို ကျူးလွန်ဖို့ကြိုးစားတဲ့အခါ သူတို့ကြုံတွေ့ရတဲ့ အခက်အခဲတွေ၊ လှည့်ကွက်တွေ၊ပညာသားပါမှု၊ အနိမ့်အမြင့်အတက်အကျ များ စုပေါင်းပြီး ဘယ်လိုစိတ်ကျေနပ်စရာ ရသများကို ပေးစွမ်းနိုင်မလဲဆိုတာCM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.31GB / 548MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Crime , Drama , Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/son-of-a-gun2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqdH1UH0RXKOjeRAwKc8MGMVOfy.jpg",
        "title": "Assault on Precinct 13(2005)",
        "description": "Assault on Precinct 13(2005)=======================ဒီဇာတ်ကားလေးကတော့ အက်ရှင်နဲ့ သည်းထိတ်ရင်ဖို ကြိုက်နှစ်သက်သူတွေအတွက်ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ရာဇဝတ်သားတွေကို ထောင်ပြောင်းဖို့သယ်ဆောင်လာတဲ့ကားက လမ်းခရီးလမ်းကြမ်းတာကြောင့်မကြာခင် ပိတ်တော့မယ် စခန်း အမှတ် ၁၃ မှာ ခရီးတစ်ထောက်နားဖို့ဖြစ်လာခဲ့ပါတယ်မင်းသားကတော့ အတိတ်က ဒဏ်ရာတွေကြောင့် အနာမကျက်သေးပဲဒီရာဇဝတ်သားတွေနဲ့ အတူပူးပေါင်းဖို့အကြောင်းပေါ်လာခဲ့ပါတယ်လူဆိုးတွေနဲ့ လူကောင်းတွေကြား မျဉ်းလေးနည်းနည်းပဲ ခြားတာကိုသေချာသရုပ်ဖော်ထားတာကြောင့် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် File size…1.23GB / 507MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Crime , Drama , Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phone Myint Maw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/assault-on-precinct-132005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The_Extraordinary_Adventures_of_Ad_le_Blanc_Sec-789828078-large-139x200.jpg",
        "title": "The Extraordinary Adventures of Adèle Blanc-Sec (2010)",
        "description": "IMDb Rating (6.3/10)ဒီပြင်သစ်ကားက အခွီကားပါ... ရီနေရပါတယ်။\nမံမီတွေရော... ရှေးခေတ်က ငှက်တွေရော ...မှော်ပညာတွေရော... စွန့်စားခန်းတွေရောနဲ့\nတကယ်ကိုကြည့်လို့ကောင်းတဲ့ Comedy ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့....အဒဲဆိုတာ ပြင်သစ်က နာမည်ကျော် ဆောင်းပါးရေးတဲ့ဆရာမပါ။ သူ့မှာအရမ်းချစ်ရတဲ့အမွှာညီမတစ်ယောက်ရှိပါတယ်... သူမရဲနမော်နမဲ့တစ်ခုကြောင့် သူ့ညီမခမျာ ခေတ်ဆရာဝန်တွေမကုနိုင်တော့တဲ့ ဝေဒနာရပြီး သေလုမျောပါးဖြစ်နေရှာပါတယ် ...ဒါကိုမရှုစိမ့်တော့တော့တဲ့အဆုံး သူ့ညီမကို ရှေးခေတ်မှော်ပညာနဲ့ အသက်ပြန်သွင်းဖို့ အဒဲတစ်ယောက် အီဂျစ်က မံမီတွေနောက်ကို လိုက်ပါတော့တယ်...သူ့ညီမကိုအသက်ပြန်သွင်းဖို့ မံမီတွေကို အသက်ပြန်သွင်းမယ့် အဒဲရဲ့ မဟာအကြံအစည်ကြီး စွန့်စားခန်းတို့ရဲ့ထုံးစံအတိုင်း အခက်အခဲတွေကြားထဲက အောင်မြင်နိုင်ပါ့မလားဆိုတာ....အလွဲလွဲအချော်ချော်တွေနဲ့ အတည်ပေါက်နဲ့ရီနေရမယ့် ဇာတ်လမ်းဖြစ်ပါတယ်။\nFile size…(1.9 GB) and (850 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Brownie",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-extraordinary-adventures-of-adele-blanc-sec-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzBmMWJlOTktMGUwYi00MDRhLWJiZjAtYjZhNGM4MWMxOWZlXkEyXkFqcGdeQXVyMjc1NDA2OA@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Scorpion (2007)",
        "description": "Scorpion (2007)\n=============\"ရန်သူတစ်သိန်းကို အနိုင်ရတာထက်ကိုယ့်စိတ်ကိုယ်\nအနိုင်ရတာကပိုပြီး အောင်မြင်မှုကြီးတယ်\"တဲ့။ စိတ်\nလေးတစ်ချက်မထိန်းနိုင်လိုက်တဲ့ ခဏအတွင်း ပျက်စီး\nသွားတဲ့ဘဝတွေမနည်းဘူး။ ကွဲကွာသွားတဲ့ မိသားစုတွေ\nလည်း အများကြီးပဲ။အခုလည်းပဲ လက်ဝှေ့သမားကောင်းတစ်ယောက်ဖြစ်\nချင်လွန်းလို့ အရာအားလုံးပုံအောပြီး အသေလဲကြိုးစား\nခဲ့​​ပြီးမှ စိတ်လေးတစ်ချက်မထိန်းနိုင်လိုက်လို့ ထောင်ထဲမှာ\nခြောက်နှစ်လောက်သွားနေလိုက်ရတဲ့ အန်ဂျလိုဆိုတဲ့အရွယ်\nကောင်း လက်ဝှေ့သမားတစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးကို\nကြည့်ရမှာဖြစ်ပါတယ်။ သူထောင်ကပြန်ထွက်လာတဲ့အခါ\nတလွဲတွေအပြည့်နဲ့ ဒုစရိုက်လောကကြီးထဲမှာ မငယ်တော့\nတဲ့ သူ့အသက်အရွယ်နဲ့ သူ့အိမ်မက်တွေကို အကောင်အထည်\nဖော်နိုင်ပါဦးမလားဆိုတာကို ဥပဒေမဲ့ လက်ဝှေ့ပွဲတွေနဲ့ အတူ\nပြင်သစ်ဒုစရိုက်လောကနဲ့ပါယှဥ်တွဲပြီးကြည့်ရှုခံစားရမှာပါ။\nမဆိုးလှတဲ့ဇာတ်ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.95 GB) / (854 MB) / (507 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/scorpion-2007/"
    }
]