[
    {
        "thumbnail": "",
        "title": "Now You See Me 2 (2016)",
        "description": "အားလံုုးေစာင့္ေမွ်ာ္ေနတဲ့ ၂၀၁၆ ရဲ႕ နာမည္ၾကီး ဇာတ္ကား တစ္ကားျဖစ္တဲ့\nNow You See Me 2 ဆိုုတဲ့ စိတ္၀င္စားစရာ ပဥၥလက္ပညာရွင္ေလးဦး ရဲ႕ မ်က္လွည့္ ျပကြက္ေတြကိုု တင္ဆက္ထားတဲ့ ရုုပ္ရွင္ကားကုုိ အခုုေလးပဲ ဘာသာျပန္ဆိုုမႈ ျပီးသြားတဲ့အတြက္ CM ခ်စ္သူေတြၾကည့္လိုု႕ရပါျပီ ရွင္\nဒီကားရဲ႕ ပထမဆံုုးကား Now You See Me မွာ တုုန္းက အရမ္းကိုု စိတ္၀င္စားစရာေကာင္းတဲ့ ျမင္းစီးသမားေလးေယာက္တိုု႕ ရဲ႕ မ်က္လွည့္ျပကြက္ေတြနဲ႕ ပရိသတ္ကိုု ဖမ္းစားႏုုိင္ခဲ့ျပီးေတာ့ အခုု ဒုုတိယေျမာက္ကားမွာလဲ ျမင္းစီသမား ေလးေယာက္လံုုးျပန္လည္ သရုုပ္ေဆာင္ထားပါတယ္\nပထမကားမွာတုုန္းက မိန္းကေလးမ်က္လွည့္ ဆရာအေနနဲ႕ ဟန္ေလပါ၀င္ခဲ့ ေပမဲ့ အခုုေတာ့ ဟန္ေလ အစား ငေျပာင္မေလး လူလာက ပါ၀င္ထားပါတယ္..\nျမင္းစီးသမားေတြနဲ႕ အက္ဖ္ဘီအိုုင္ ေအးဂ်င့္ ဒိုုင္လန္တိုု႕ ေဆာ့ဖ္၀ဲ ကုုမၺဏီ ေအာ့တ္တာ ရဲ႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1wwOQ/Now_You_See_Me_-_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/BOlly-150x200.jpg",
        "title": "Touch Chesi Chudu ( 2018 )",
        "description": "ဘာဟီဆုိတဲ႔လူတစ္ေယာက္ဟာ အေတာ္ေလးကိုေနာက္ခံအင္အားၾကီးမားၿပီးေတာ႔ ရဲတပ္ဖြဲ႕၀င္ေတြကုိေတာင္ၾသဇာအာဏာလႊမ္းမုိးတဲ႔လူတစ္ဦးမေကာင္းတာေတြလည္းလုပ္တယ္သူ႔မွာအင္မတန္ခ်စ္ရတဲ႔ညီမေလးတစ္ေယာက္ရွိပါတယ္တေန႕မွာေတာ႔ သူ႕ရဲ႕ညီမေလးဟာနာမည္ေက်ာ္လူမွုေရးလွုပ္ရွားသူ ဆက္ရာေဒ႔ဗ္အသတ္ခံရတဲ႔အမွုကို မ်က္ၿမင္ကုိယ္ေတြ႕ၿမင္လိုက္ရတယ္သူ႕အကိုၿဖစ္သူကိုေၿပာၿပေတာ႔ညီမၿဖစ္သူကိုကာကြယ္ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ပဲ သူ႕ရဲ႕ ဖံုးကြယ္ထားတဲ႔အရာတခ်ိဳ႕ေတြမထင္မွတ္ပဲ ေပၚေပါက္လာတဲ႔အခါမွာေတာ႔",
        "rating": "5.2",
        "url": "https://megaup.net/SMmt/Touch_Chesi_Chudu_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/central-intelligence-movie-2016-poster-202x300.jpg",
        "title": "Central Intelligence (2016)",
        "description": "[Unrated Version BluRay ကိုပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။] Datshin Review : Central Intelligence (2016)\nAction , Comedy , Crime\n.\nStoryline\n.\nတစ်ချိန်တုန်းက ကျောင်းမှာ Bully လုပ်ခံခဲ့ရတဲ့ Bob\nတစ်ယောက် ထိုအချိန်ထဲကပျောက်သွားပြီး နောက်နှစ်ပေါင်းများစွာကြာမှ ကျောင်းသားဟောင်းတွေတွေ့စုံပွဲကို CIA Agent အဖြစ်ပြန်လည်ရောက်ရှိလာပြီး ကျောင်းတုန်းကခင်ခဲ့တဲ့သူငယ်ချင်းဖြစ်သူ Calvin ကိုသူ့ရဲ့ Top Secret Case ထဲကိုအတင်းဆွဲသွင်းပြီး ထိုပြဿနာတွေကိုဖြေရှင်းကြတဲ့အကြောင်းဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတာပါ။\n.\nReview\n.\nCentral Intelligence….. ဒီဇာတ်ကားကို Trailer တွေစပြကတည်းကကြည့်ချင်ခဲ့တာ။ အကြောင်းအမျိုးမျိုးကြောင့် ရုံမှာသွားမကြည့်ခဲ့ရပေမဲ့ အခုအခွေတွေထွက်လာတော့ကြည့်တဲ့အခါမှာ တော်တော်ရီရတဲ့ဇာတ်ကားတစ်ကားဆိုတာတွေ့ပါတယ်။ ဒီဇာတ်ကားက Comedy ကြီးသက်သက်ကို ဒီတိုင်းပြရင်တောင် ဒီလောက်ရီရမှာမဟုတ်ပဲ အခုလို CIA Agent တစ်ယောက်ကသူငယ်ငယ်တုန်းကခင်ခဲ့တဲ့ ငယ်သူငယ်ချင်းကို သူ့Case ထဲအတင်းဆွဲသွင်းပြီး ရုပ်တည်ကြီးနဲ့ ပေါက်ကရတွေပါလုပ်တာကြောင့် ကြည့်ရှုတဲ့လူကိုတော်တော် Entertain ဖြစ်စေတာအမှန်ပါပဲ။ ဒါပေမဲ့လဲ Central Intelligence မှာဇာတ်လမ်းကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/SMtx/Central_Intelligence_[2016]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/sw6medgdk97d-140x200.jpg",
        "title": "The Demon Law ( 2018 )",
        "description": "ဟုိးလြန္ခဲ႔တဲ႔ႏွစ္ေပါင္းမ်ားစြာမွာ မိစၦာနတ္ဆုိးေတြေသာင္းက်န္ခဲ႔တယ္အဲ႔ေတာ႔နန္းေတာ္ကာကြယ္ေရးအဖြဲ႕က နတ္ဆုိးေတြကိုၿပန္လည္တိုက္ခိုက္ဖုိ႕အတြက္ တိုက္ခိုက္ေရးအဖြဲ႕တစ္ခုကုိဖြဲ႕စည္းခဲ႔တယ္အဖြဲ႕၀င္ေတြဟာ လူသားေတြသာၿဖစ္လို႔ နတ္ဆိုးေတြကိုတြန္းလွန္ႏိုင္ဖုိ႕အတြက္ နတ္ဆုိးေသြးကိုေသာက္ရပါတယ္...ဒါမွသာလွ်င္ၿပန္လည္တိုက္ခိုက္ႏုိင္မွာပါ ..ဒါကိုတြန္းလွန္ႏိုင္ဖုိ႕လည္းလိုပါတယ္သူ႕ခႏၵာကိုယ္ရဲ႕ဆာေလာင္မွုကိုမတြန္းလွန္ႏိုင္ပဲ..ေသြးကိုဆက္ေသာက္ေနမယ္ဆုိရင္ နတ္ဆုိးတစ္၀က္လူတစ္၀က္အၿဖစ္ေၿပာင္းလဲသြားမွာပါ...အဖြဲ႕ရဲ႕ေခါင္းေဆာင္ဟာတစ္ညမွာနတ္ဆုိးေတြကိုတိုက္ခိုက္ရင္းသူတို႕လက္ထဲ မိန္းကေလးတစ္ဦးကိုကယ္တင္ခဲ႔တယ္.ဒီကေနတဆင္႔ေနာက္ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုၾကပါ ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Review and Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/2eHqi/The_Demon_Law_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZP2VQwx6prmTbxWyolkhl3QYDU.jpg",
        "title": "Mukkabaaz (2017)",
        "description": "IMDB - 8.2ကဲ အိႏၵိယရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ လူေတြအတြက္အိႏၵိယ လက္ေဝွ႔ကားေကာင္းေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ၿပီဗ်ာ။လက္ေဝွ႔တင္မဟုတ္ဘူးေနာ္ အက္ရွင္၊ ရိုမန္႔၊ ဒရမ္မာ မ်ိဳးစံုကိုေပးစြမ္းႏုိင္တဲ့ကားေကာင္းေလးတစ္ကားဆို ပိုမွန္ပါလိမ့္မယ္။ငယ္ငယ္ကတည္းက လက္ေဝွ႔ပညာေပၚ အရူးအမူးစြဲလန္းၿပီးမိုက္တိုင္ဆန္ကို အားက်ခဲ့မိတဲ့ လက္ေဝွ႔သမားေလးတစ္ေယာက္ဟာမာဖီးယားဆန္တဲ့ နည္းျပရဲ႕ဖိႏွိပ္မႈေတြေၾကာင့္ တိုက္ခိုက္ထြက္ေျပးလာၿပီးအာဏာရွင္နည္းျပရဲ႕ ေနာက္ယွက္မႈေတြၾကားထဲက ခ်န္ပီယံျဖစ္ေအာင္ၾကိဳးစားထားတဲ့ပံုကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။သူ႔ရဲ႕ရည္မွန္းခ်က္ ပန္းတိုင္သို႔ ေရာက္ရွိသြားမလားဒါမွမဟုတ္ လမ္းတစ္ဝက္မွာတင္ အဆံုးသတ္သြားမလားဆိုတာေတာ့ဇာတ္လမ္းၾကိဳမေျပာေတာ့ဘူးေနာ္။ဇာတ္ကားေကာင္းမို႔ အျမန္သာေဒါင္းၾကည့္လုိက္ၾကပါဦးေနာ္  File Size : (1 GB) & (228 MB)Quality :Web DL 720pRunning Time :2hr 05 minFormat : Mp4Genre :Action , Drama ...",
        "rating": "8.2",
        "url": "https://megaup.net/2UEZf/The_Brawler_(Mukkabaaz)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzM2NzM2NmMtNjZlNi00YTcyLWIwYmUtYmE1MWVmYTNiODRlXkEyXkFqcGdeQXVyNDkzMjE0NDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Pokémon the Movie: The Power of Us (2018)",
        "description": "ႏွစ္စဥ္ႏွစ္တုိင္း က်င္းပေလ့ ရွိတဲ့ ပြဲေတာ္ တစ္ခုကေတာ့ ပိုကီမြန္ ဖမ္းပြဲပါ\nအဲ့ဒီပြဲကို ႏိုင္ငံတကာမွ ပိုကီမြန္ ထရိန္နာေတြက လာေရာက္ၿပီး ယွဥ္ၿပိဳင္ေလ့ ရွိပါတယ္\nဒီႏွစ္မွာေတာ့ ထိုပြဲကို အက္ရွ္ နဲ႔ ပီကာခ်ဴး အျပင္ တစ္ျခား ထရိန္နာ အသစ္ေတြလဲ\nလာေရာက္ယွဥ္ၿပိဳင္ခဲ့သလို အေႏွာက္အယွက္ေတြလဲ ေတြ႔ရမွာျဖစ္ပါတယ္..\nထရိန္နာ အသစ္ေလး လီဆာ လဲ ေရာက္ရွိလာသလို သူ႔အေၾကာင္းနဲ႔သူ\nလာေရာက္ယွဥ္ၿပိဳင္သူေတြၾကား ပိုကီမြန္ အသစ္ေတြကိုလဲ ထပ္မံေတြ႔ရွိရမွာပါ\nဒီကာတြန္းကားေလးကို ေကာင္းျမတ္သူက ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/pokemon-the-movie-the-power-of-us-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-day-after-tomorrow-poster-1-138x200.jpg",
        "title": "The Day After Tomorrow (2004)",
        "description": "The Day After Tomorrow (2004)\nIMDb - 6.4/10_____Rotten - 44%\n  \nIMDb rating 6.4/10 ရရှိထားပြီး 2004 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ပေးလိုက်ပါတယ်။\nအာတိတ်ဒေသမှာသုတေသနလုပ်နေတဲ့ ပါမောက္ခ ဂျက်(ခ်)ဟော(လ်) နဲ့အဖွဲ့ဟာ\nရာသီဥတု ဖောက်ပြန်ပျက်စီး မှု တစ်ခုကို အမှတ်မထင် ကြုံတွေ့ခဲ့ရတယ်။\nဒါကို နယူး ဒေလီ မှာပြုလုပ်တဲ့ ကမ္ဘာကြီး ပူနွေးလာမှုနဲ့ ပတ်သက်တဲ့\nနှီးနှော ဖလှယ်ပွဲတစ်ခုမှာ ဂျက်(ခ်) ကိုယ်တိုင်ပြောပြခဲ့ပေမဲ့ ဘယ်သူကမှ အလေးမထားခဲ့ကြပါဘူး။\nနောက်ပိုင်းမှာ ရေကြောင်းပြ ဗော်ရာ တွေမှာ အပူချိန်ကျဆင်းလာတာကြောင့် ပါမောက္ခ ရပ်ဆန် လည်း သတိထားမိခဲ့ပြီး\nဂျက်(ခ်) နဲ့အတူ ပူးပေါင်းလုပ်ဆောင်ခဲ့ကြပါတယ်။\nရာသီဥတု ဖောက်ပြန်ပျက်စီးမှုက တစ်စတစ်စ ပိုမိုဆိုးရွားလာခဲ့ပေမဲ့ ဂျက်(ခ်) ရဲ့ သတိပေးမှုတွေကို တာဝန်ရှိသူတွေက လျစ်လျူရှုခဲ့ကြပါတယ်။\nနောက်ဆုံးမှာတော့ မြောက်ကမ္ဘာခြမ်းတစ်ခုလုံးကို ရေခဲအတိ ဖုံးလွှမ်းသွားစေခဲ့တဲ့ တစ်ခါမှာ\nမကြုံခဲ့ဖူးတဲ့ ကုန်းတွင်းပိုင်း ဟာရီကိန်း မုန်တိုင်းဒဏ်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/Shop/The_Day_After_Tomorrow_[2004].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqjAHXMJLORx9vVsCTJ6ZPJcr3D.jpg",
        "title": "Deep Blue Sea 2 (2018)",
        "description": "ငါးမန္းတစ္ေကာင္ကို လူအသိဥာဏ္လိုမ်ိဳးအရာေတြထည့္သြင္းေပးလိုက္တဲ့အခါ ဘယ္လိုအက်ိဳးဆက္ေတြရလာမလဲဆိုတာၾကည့္လိုက္ရေအာင္လား...ငါးမန္းဆိုတာမ်ိဳးကေရဘုရင္လို႕တင္စားလို႕ရတဲ့အသားစားသတၱ၀ါေတြပါ...ဒီလိုအေကာင္မ်ိဳးေတြကိုလူေတြရဲ႕သုေတသနအၿဖစ္ေရြးခ်ယ္လိုက္တယ္ဆိုတာကေတာ့ေတာ္ေတာ္ကိုအႏၱရာယ္မ်ားတဲ့စြန္႕စားမႈ႕တစ္ခုပါပဲ...ဒါေပမယ့္ စူးစမ္းခ်င္တာကလည္းလူေတြရဲ႕သဘာ၀မဟုတ္ေပဘူးလား...ဒါေၾကာင့္ ငါးမန္းေတြကိုေမြးၿမဴၿပီးအဖြဲ႕လိုက္အမဲလိုက္တတ္ေအာင္သင္ေပးၾကပါတယ္...ငါးမန္းဆိုတာမ်ိဳးကတစ္ေကာင္တည္း အစာရွာတတ္တဲ့အမ်ိဳးေတြပါ...ဒီလို အရိုင္းစိုင္းေကာင္ေတြကို အဖြဲ႕လိုက္အမဲလိုက္တတ္ေအာင္သင္ေပးတာကလည္းေတာ္ေတာ္ကိုမလြယ္သလို အရမ္းလည္းအႏၱရာယ္မ်ားတဲ့အလုပ္ပါ....ဒီလိုတိုးတက္လာတဲ့ ငါးမန္းေတြကို လူသားတစ္ေယာက္လိုေတြးေခၚႏိုင္ေအာင္လုပ္ေပးလိုက္တဲ့အခ်ိန္မွာေတာ့လူေတြက အမဲလိုက္လို႕သင္ေပးလိုက္တဲ့ သူတို႕ရဲ႕ငါးမန္းေတြကသူတို႕ကိုၿပန္ၿပီးေတာ့ အမဲလိုက္ၾကပါေတာ့တယ္...အဲလိုအမဲလိုက္ၾကတဲ့အခါမွာေတာ့ ပင္လယ္ၿပင္ေရေအာက္စခန္းမွာပိတ္မိေနၾကမယ့္ လူသားတစ္စုရဲ႕ အသက္ရွင္လႈပ္ရွားမႈ႕ေတြကိုစိတ္လႈပ္ရွားေၾကာက္လန္႕ဖြယ္ၿမင္ရမွာပဲၿဖစ္ပါတယ္...ဒီကားက Rating နည္းေပမယ့္ ၾကည့္လို႕ေကာင္းမယ့္ ကားမ်ိဳးပါ... File Size : (813 MB) and (285MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kon Encoded by Moe Myint Lwin",
        "rating": "3.2",
        "url": "https://megaup.net/SPgr/Deep_Blue_Sea_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7rFgyr7rujNYRex9oxzG26Zq6z.jpg",
        "title": "Lukas (2018)",
        "description": "လူးခတ္ဆိုတဲ့ လူတစ္ေယာက္ဟာ သူ႔ဇနီးဆံုးပါးသြားၿပီးေနာက္ သမီးျဖစ္သူဆာရာနဲ႔အတူေနထိုင္ရင္း ကလပ္တစ္ခုမွာ လံုျခံဳေရးအေစာင့္အျဖစ္လုပ္ပါတယ္တစ္ေန႔ေတာ့ ကလပ္မွာ ဧည့္သည္တစ္ေယာက္ကို ထိခိုက္ေအာင္ လုပ္မိတဲ့အတြက္အလုပ္ထုတ္ခံလိုက္ရပါတယ္အဲ့ကလပ္မွာလုပ္တဲ့ သူ႔သူငယ္ခ်င္းကပဲ အျခားကလပ္တစ္ခုမွာ အလုပ္ရဖို႔ေျပာေပးခဲ့ပါတယ္ေနာက္ကလပ္မွာ သူအလုပ္ရသြားတဲ့အခါမွာေတာ့ ရဲေတြဘက္ကလူးခတ္ကိုအက်ပ္ကိုင္ ကလပ္ပိုင္႐ွင္အေၾကာင္းစံုစမ္းခိုင္းျပီးသူလ်ိႈလုပ္ခိုင္းပါေတာ့တယ္ေနာက္ပိုင္း လူးခတ္ဟာ သူ႔သမီးေလးလံုျခံဳေရးနဲ႔ ၿခိမ္းေျခာက္ခံရျပီးကလပ္ပိုင္ရွင္ရဲ႕ အျခားလုပ္ငန္းေတြမွာပါ ပါဝင္လာရတဲ့အခါ...ကလပ္ပိုင္႐ွင္ကေရာ အျခားဘာလုပ္ငန္းေတြ လုပ္ကိုင္ေနတာလဲ...လူးခတ္ကေရာ သူ႔သမီးေလးေရာ သူေရာ လြတ္ေျမာက္ေအာင္ဘယ္လိုႀကိဳးစားမလဲဆိုတာကေတာ့...ဒီကားေလးကိုၾကည့္ၿပီး အေၿဖရွာလိုက္ရေအာင္... File Size : (883 MB) and (242MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , DramaSubtitle ...",
        "rating": "6.1",
        "url": "https://megaup.net/SPfn/The_Bouncer_(Lukas)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/enZENHd2gwVAw4sJKJxtJl1vJ09.jpg",
        "title": "Iceman: The Time Traveller (2018)",
        "description": "၂၀၁၉ခုႏွစ္ထဲေရာက္လာေပမဲ့ ယခုရက္ပိုင္းမွအသစ္ထြက္ရွိလာတဲ့ မင္းသားၾကီး Donnie Yen ရဲ႕ Sci-Fi/Comedy/Drama ဇာတ္ကားသစ္ေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကားနာမည္အတိုင္းပဲ အခ်ိန္ခရီးသြားျခင္းျဖစ္ျပီး ဟာသအနည္းငယ္ေႏွာကာ ေရွးေခတ္နဲ႕ယေန႕ေခတ္ၾကားကူးလူးရိုက္ကူးထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မင္မင္းဆက္မွာစစ္သူၾကီးတစ္ဦးျဖစ္တဲ့ ေဟာ္ယင္းတစ္ေယာက္....နန္းတြင္းအရႈပ္ေတာ္ပံုေတြၾကားမွာ ေျမစာခံျဖစ္ခဲ့ရျပီး ကံၾကမၼာရဲ႕ေစရာအတိုင္း အနာဂတ္ေခတ္သစ္ကိုေရာက္ရွိလာပါေတာ့တယ္။Donnie Yen တစ္ေယာက္အတိတ္ကိုဘယ္လိုသြားမလဲသူထင္ထားလိုပဲအရာရာဟာျဖစ္ေျမာက္ႏိုင္ပ့ါမလားဆိုတာစိတ္၀င္စားစရာပါ။တကယ္ေတာ့သဘာ၀ကိုေသြဖီတယ္ဆိုတာ မလြယ္ကူမွန္းသိသြားတဲ့ေနာက္ စစ္သူၾကီးေဟာ္ယင္းတစ္ေယာက္ဘာလုပ္မလဲ။ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးျဖစ္ျပီးအားလပ္ရက္လည္းရွိေနေတာ့ ကိုယ္ၾကိဳက္တဲ့မင္းသားနဲ႕အတူ အပန္းေျဖၾကည့္လို႕ရတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (345 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Comedy, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-WiKi\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "3.7",
        "url": "https://megaup.net/2UGiD/Iceman_-_The_Time_Traveller_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNTc1ZWY0ZTEtZTVmNi00MTg0LTg4NmQtZTI4OWNiMmQ0MWZkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR007291000_AL_-146x200.jpg",
        "title": "Hellboy (2004)",
        "description": "Hell Boy ဆိုရင် အားလုံး သိကြတဲ့အမှီးပါတဲ့ အနီရောင်လူသားကြီး ပေါ့သူ့ ဂျိုတွေကိုလဲ ဖြတ်ထားသေးတယ်...Hell Boy ဇတ်လမ်း အစကနာဇီ ခေတ်ကတည်းက လို့ ဆိုရမယ်ဟစ်တလာ က သူ့ တပ်တွေ အနိုင်ရဖို့ အတွက်မှော်ပညာရှင် အဖွဲ့အစည်းတစ်ခုကို စေခိုင်းပြီးငရဲတံခါး ကို ဖွင့်ခိုင်းခဲ့တယ်...အဲ့ဒီတံခါးကနေ အတော်ဆုံး မကောင်းဆိုးဝါးတွေကိုဆင့်ခေါ်ပြီး ဟစ်တလာ ကမ္ဘာကို သိမ်းပိုက်မယ့် အကြံဆိုးနဲ့ပေါ့ဒါပေမဲ့ အစိုးရ အဖွဲ့က အချိန်မှီ ရောက်လာပြီး တိုက်ပွဲတွေဖြစ်ပြီးနောက် ဟစ်တလာ ရဲ့ မကောင်းဆိုးဝါး အဖွဲ့လဲအစ ပျောက်သွားခဲ့ပါတယ်...ဒါပေမဲ့ စစ်တပ် နဲ့ အတူ ပါလာတဲ့ ဒေါက်တာ တစ်ဦးကတော့ငရဲတံခါးကနေ ကျွံဝင်လာတဲ့ လူနီကောင်လေး တစ်ကောင်ကိုရှာဖွေတွေ့ရှိခဲ့ပြီး မွေးစားခဲ့ပါတယ်အဲ့ဒီ လူနီကောင်လေးက Hell Boy ဖြစ်လာခဲ့ပြီးငရဲသား လို့ သတင်းစာတွေမှာ အရိပ်အမြွတ် ပါခဲ့ပါတယ်သူဘယ်သူလဲ ဘယ်သူမှ မသိပါဘူးညဘက်တွေမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xlgk/Hellboy_[2004]_(MM_Sub).mp4",
        "category": "Action, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA5NzgyMjc2Nl5BMl5BanBnXkFtZTcwOTU3MDI3MQ@@._V1_-135x200.jpg",
        "title": "Hellboy II: The Golden Army (2008)",
        "description": "In this continuation to the adventure of the demon superhero, an evil elf breaks an ancient pact between humans and creatures, as he declares war against humanity. He is on a mission to release The Golden Army, a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xlgs/Hellboy_II_-_The_Golden_Army_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fat-143x200.jpg",
        "title": "Fat Buddies ( 2018 )",
        "description": "အက်ရှင်နဲ့ဟာသလေးတွေရောထားတဲ့ဇာတ်ကားတွေကြိုက်နှစ်သက်သူတွေအတွက်Fat Buddies ဆိုတဲ့ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာ ဖက်တီးလေး ဟော့ရင်းကျွင့်ကဆေးရုံတခုရဲ့လုံခြုံရေးအစောင့်လေးဝတော့သူ့ကို လူတွေကနိမ်တယ်..ရယ်စရာလုပ်တယ်တနေ့သူတို့ဆေးရုံးမှာ ဖက်တီးကြီး Agent Jဆေးရုံလာတက်ပြီးစရိတ်မပေးနိုင်တော့ထွက်ပြေးဖို့ကြံတယ်ဖက်တီးလေးနဲ့ဖက်တီးကြီးတို့ ၂ယောက်ဆုံပြီးတော့Agent J ကို ဖက်တီးလေး ဟော့ရင်းကျွင့်ကအားကျပြီးတော့...ဆေးရုံကနေကယ်ထုတ်ဖို့လုပ်တယ်ဖက်တီး Agent J က အရင်တုန်းက ပိန်ပိန်ခန့်ခန့်လေးA Level Mission တခုမှာ ဦးနှောက်ကိုကျည်ဆန်မှန်ရာကနေနောက်ဆက်တွဲဆိုးကျိုးအဖြစ်အဝလွန်တဲ့ရောဂါခံစားရလို့ ငှာနချုပ်ကပစ်ပယ်ခံထားရတဲ့လူဟော့ရင်းကျွင့်ကလည်း မိတ်ဆွေအသိုင်းအဝိုင်းကဟာသ လိုသဘောထားပြီး အနှိမ်ခံရတဲ့ဖက်တီးလေးသူတို့၂ယောက်ရဲ့မထင်မှတ်တဲ့တွေ့ဆုံမှုကနေဘိန်းရာဇာတွေရဲ့အရှုပ်ကြားကို အမှတ်မထင်ပဲရောက်ရှိသွားတဲ့အခါမှာတော့......................ဘာတွေဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပါ အညႊန္းနဲ႕ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/1yOwN/Fat_Buddies_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b8dmfG84peFdouN2N8wOsiI9WHt.jpg",
        "title": "’71(2014)",
        "description": "'71(2014)IMDb....7.2,,,Rotten....95(((ဆုပေါင်း (၁၂)ဆု ရရှိခဲ့ပြီး အခြားဆုများအတွက် ဆန်ကာတင်(၂၅)ဆုစာရင်းဝင်ခဲ့....)))ကျွန်တော်တို့အားလုံးဟာ တိုက်လိုခိုက်လိုစိတ်ပျင်းပြပြီးရန်လိုတဲ့သူတွေမဟုတ်တဲ့အပြင် တခြားသူဒုက္ခရောက်နေမှပျော်နေတဲ့သူတွေမဟုတ်ကြဘူး...သို့ပေမယ့် ဒီလိုအရာတွေနဲ့မကင်းတဲ့ စစ်ကားတွေကို လူကြီးလူငယ်မရွေးဘာကြောင့်ကြိုက်ကြတာပါလိမ့်......တခြားနိုင်ငံမှရိုက်သည့်စစ်ကားအများစုသည် အဆဲမျိုးစုံပါဝင်သလို အထက်အောက် ပုံစံပေးနည်းမျိုးစုံပါဝင်လေသည်...သို့ပေမယ့် စစ်မြေပြင်ရောက်လျှင်သော်လည်းကောင်း ဒုက္ခမျိုးစုံသော်လည်းကောင်းကြုံသည့်အချိန်မျိုးတွေ အတူပူပေါင်းဖြေရှင်းသည့်ပုံစံများမှာကျွန်တော်တို့ကို လွန်စွာမှဆွဲဆောင်နိုင်ပါသည်...ဥပမာ Jarhead (2005) တပ်သားသစ်ဘဝကိုစရိုက်ပြတာ ..ဆဲတာလည်းစုံ ပညာပေးနည်းလည်းစုံ  မီးကြောင့်ရဲရဲနီသည့် သံကွင်းနဲ့တောင်ထိုးကြသေးတယ်..သို့ပေမယ့် နောက်ဆုံးခန်းရောက်တော့ ကျွန်တော်တို့မျက်ရည်စို့ရတယ်..နောက် Fury (2014) အချင်းချင်းမှဆဲချက်ပေါက်ကရပြောချက်..အသစ်ကောင်လေးကိုလည်းပုံစံပေးချက်က မညှာတာ....သို့ပေမယ့် ဒီလူ့အရိုင်းအစိုင်းလို စစ်သားကြီးတွေက ကျွန်တော်တို့ကိုမျက်ရည်စို့ခဲ့ရတယ်..အခြားစစ်ကားကောင်းများစွာရှိပါသေးသည်...မည်သို့ပင်ဆိုစေ ကျွန်တော်တို့ဆီက စစ်ကားရိုက်ပြီဟေ့ဆိုရင်လည်း တခြားမြန်မာကားများထက် စိတ်ဝင်တစ်စားစောင့်ကြည့်ရတာအမော....အားမလိုအားမရဖြစ်ခဲ့ကြတာကလည်းတစ်ပိုင်းပေါ့လေ..ခုလည်း စစ်ကိုမုန်း၍ တိုက်ခဲ့သည်နောက်ပိုင်း ရေတပ်နှင့်ဆိုင်သည့် စစ်ကားတစ်ကားရိုက်နေသည်ဟုကြားသိရသည်...ထားတော့....'71(2014)ဇာတ်လမ်းအညွှန်းကိုအတိုချုံးပြောရမယ်ဆိုရင် တပ်ရင်းတစ်ရင်းဟာ ကက်သလစ်ဂိုဏ်းအဖွဲ့အထိကရုဏ်းဖြစ်တဲ့ Belfast မြို့ကို အရေးပေါ်လုံခြုံရေးသွားယူရတယ်..အဲ့ဒီလုံခြုံရေးယူတဲ့ထဲမှာ သင်တန်းဆင်းခါစ ရဲဘော်သစ်တွေပါတယ်...တစ်နေ့လုံခြုံရေးယူပေးနေရင်း စစ်သည်တစ်ယောက် အသတ်ခံလိုက်ရတယ်....တခြားသူတွေတော့ ထွက်ပြေးလွတ်မြောက်သွားတယ်..လွတ်မြောက်သွားတဲ့အထဲမှာ တပ်သားသစ် ဟွတ်ခ်ဆိုတဲ့သူလည်းပါတယ်..သူဟာ ထွက်ပြေးနေတုန်းမှာ သူလုံးဝမမျှော်လင့်ထားတဲ့ အဖွဲ့အစည်းတွေနဲ့တွေ့ခဲ့ရတယ်..ကိုင်း သူတွေ့ခဲ့တဲ့အဖွဲ့အစည်းတွေက ဘာတွေဖြစ်မလဲ...ဒီရဲဘော်သစ်လေး ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Zwel Zan Aung ပဲဖြစ်ပါတယ်...File Size : (931 MB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/SR41/_71_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "The Purge: Anarchy (2014)",
        "description": "ဒီဇာတ်ကားဟာ iMDb rating အနေနဲ့ 6.5/10 ရရှိထားပြီး Action/Thriller အမျိုးအစားဖြစ်ပါတယ်Action ကားကြမ်းကြမ်းမှကြိုက်နှစ်သတ်သူတွေ လုံးဝအကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားလဲဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။\nဇာတ်လမ်းလေးကတော့  2023 ခုနှစ် အမေရိကန် နိုင်ငံ၏ နိုင်ငံရေးအခြေအနေကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်အဲ့ဒီအချိန်ကာလအမေရိကန် နိုင်ငံကို (Nation Reborn)အဖြစ်သက်မှတ်ပြီး တည်ထောင်သူအသစ်များ(New Founding Fathers) အမည်ခံအစိုးရအဖွဲ့မှ နိုင့်ငံမူဝါဒ စည်းစနစ်များကို ပြောင်းလဲချမှတ်ကြပါတယ်။တည်ထောင်သူအသစ်များ အစိုးရ အနေနဲ့ လူဦးရေ တိုးပွားမှုကိုကန့်သက်ထိန်းချုပ်ရန်အတွက် တစ်နှစ်မှာ တစ်ည သုတ်သင်ရှင်းရေး(Purge) လုပ်ခွင့်ပြုလိုက်ကာ March လ 21 ရက်နေ့ ညနေ 6 နာရီမှ 22ရက်နေ့ မနက် 6နာရီ အထိ 12 နာရီ အတွင်းတွင် လူသတ်မှုအပါအဝင်ရာဇဝတ်မှုများကိုတရားဝင် ကျူးလွန် ခွင့်ပေးထားပါတယ်။ဇာတ်ကားရဲ့ဇာတ်အိမ်ကိုတော့ ဆဋ္ဌမမြောက် သုတ်သင်ရှင်းလင်းရေးညမှာဇာတ်အိမ်တည်ထားပါတယ် အဲ့ဒီနေ့ ညမှာ အပြင်ကို လက်နက်အပြည့်အစုံကားတစ်စီးနဲ့ ထွက်လာတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cxf5/The_Purge_-__Anarchy_[2014]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pacific-rim-uprising-poster-143x200.jpg",
        "title": "Pacific Rim: Uprising (2018)",
        "description": "Pacific Rim: Uprising (2018)\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ နည်းပညာအသစ်တွေနဲ့ ရှာကြံပြီး\nလူတစ်ယောက်တည်းကသာ မောင်းနှင်နိုင်ပြီး အဝေးထိန်းနဲ့ ထိန်းချုပ်နိုင်တဲ့\nယေဂါဒရုန်းစက်ရုပ်ကြီးတွေကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TN43/Pacific_Rim_-_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BOTViZmMwOGEtYzc4Yy00ZGQ1LWFkZDQtMDljNGZlMjAxMjhiXkEyXkFqcGdeQXVyNzM0MTUwNTY@._V1_-134x200.jpg",
        "title": "Bonnie and Clyde (1967)",
        "description": "ဖြစ်ရပ်မှန်ဇာတ်လမ်းအများစုထဲကမှအစောပိုင်းမှာအအောင်မြင်ဆုံးလို့ပြောလို့ရတဲ့1930လောက်ကလမ်းဓားပြစုံတွဲBonnie Parkerနဲ့Clyde Barrowတို့ရဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်၂ဝဝဝခုနှစ်ဖွားအများစုသာမသိလောက်မယ့်ဇာတ်လမ်းဖြစ်ပြီးကျန်တဲ့သူတွေအတွက်တော့အထူးမိတ်ဆက်ပေးစရာလိုမယ်မထင်ပါဘူးဗျာClydeဟာမွေးကတည်းကမကောင်းခဲ့သလိုထောင်ကျပြီးပြန်ထွက်လာတဲ့အချိန်မှာလည်းမကောင်းခဲ့ပါဘူးအဲ့လိုဖြစ်နေတာတောင်သူ့အတွက်The right oneဖြစ်လာမယ့်Bonnieကိုတွေ့အောင်ရှာနိုင်ခဲ့ပါတယ်ရှာတွေ့ရုံနဲ့လည်းသူမရပ်ခဲ့ပါဘူးသူ့ဘက်ကသဘောထားနဲ့သူ့ကိုဘာလို့လက်ခံသင့်လဲဆိုတာကိုပါတစ်ခါတည်းရှင်းပြပါတော့တယ်သေမထူးနေမထူး ဘယ်အချိန်မှာမဆိုသေသွားနိုင်တဲ့သူ့အရောင်မဲ့ဘဝထဲကိုBonnieဆိုတဲ့အရောင်စုံမိန်းကလေးတစ်ယောက်နဲ့ပြီးပြည့်စုံစေခဲ့ပါတယ်ပုံမှန်အသက်ရှင်ရတဲ့နေ့ရက်တွေကိုငြီးငွေ့နေတဲ့လူတွေဖြစ်နေတဲ့အလျောက်ကိုယ့်ကိုကိုယ်ဂရုမစိုက်ပဲကိုယ်ချစ်ရတဲ့လူကိုပဲစုံလုံးကန်းကာကွယ်ပေးနေမှုတွေဟာဇာတ်လမ်းကိုမအီသွားစေတဲ့အပြင်ရှိတ်စပီးယားရဲ့ပြဇာတ်ကိုကျော်လွန်သွားစေတဲ့အကြောင်းပြချက်ပဲဖြစ်ပါတယ်စားပွဲထိုးမလေးBonnieဟာတစ်နေ့တာလုပ်စရာရယ်လို့မယ်မယ်ရရမရှိတဲ့ဘဝမှာမမျှော်လင့်ပဲရောက်လာတဲ့Clydeကသူ့ရဲ့နေမင်းကြီးဖြစ်ခဲ့ပါတယ်လူစိမး်ကောင်ရယ်လို့မယုံခဲ့ပေမယ့်သူ့အတွက်The right oneဖြစ်နေမှန်းသိတာနဲ့Bonnieဟာမျက်စိမှိတ်ပြီးအချစ်ခေါ်ရာနောက်လိုက်မိပါတော့တယ်အချစ်ဇာတ်လမ်းရယ်တော့မဟုတ်ပါဘူးနှစ်ယောက်ပေါင်းပြီးကျန်တဲ့သူတို့အဖွဲ့ဝင်တွေဘဏ်ဓားပြတိုက်ကြမယ့်ခပ်ညစ်ညစ်မှုခင်းကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းဟာNew Hollywoodရဲ့aestheticဖြစ်နေတဲ့ကာလမှာရိုက်ထားတာကြောင့်ကြည့်ရတဲ့လူတွေအတွက်အဘက်ဘက်ပြည့်စုံနေစေပါတယ်တကယ့်ကျွန်တော်တို့လက်တွေ့ဘဝမှာလည်းကိုယ့်ရဲ့the right oneနဲ့တွေ့ရင်လက်မနှေးကြပါနဲ့:3အော်စကာနှစ်ဆုရထားတဲ့အကောင်းတကာ့အကောင်းတွေထဲကကားကောင်းတစ်ကားဖြစ်တာကြောင့်အချိန်ပေးပြီးကြည့်လိုက်ပါ အချိန်ကုန်ရကျိုးနပ်စေမယ့်အပြင်ဘဝနဲ့ပတ်သတ်တဲ့သင်ခန်းစာတချို့ကိုပါရကောင်းရနိုင်ပါလိမ့်မယ်Translated by Aye ChansuEncoded by sithu",
        "rating": "7.9",
        "url": "https://megaup.net/SR46/Bonnie_And_Clyde_[1967]_(MM_Sub).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
        "title": "Justice League (2017)",
        "description": "ဒါရိုက်တာ ဇက်ခ်စနိုင်ဒါရဲ့ လက်ရာဖြစ်ပြီး DC Comics စူပါဟီးရိုးတွေဖြစ်တဲ့ Batman, Superman, Wonder Woman, Flash, Aquaman နဲ့ Cyborg တို့ တစုတစည်း ပါဝင်ထားတာမို့ ပရိသတ်တွေ တပျော်ကြီး ရှုစား ရာမှာပါစူပါမန်း သေဆုံးပြီးနောက် တစ်ကမ္ဘာလုံးပူဆွေးဝမ်းနည်းနေ ချိန်မှာ စူပါဗီလိန် Steppenwolf နဲ့  သူ့ရဲ့အပေါင်းအပါ Parade-mons တွေဟာ Mother Boxes တွေကို ရှာဖွေဖို့ ကမ္ဘာကိုပြန်လည်အခြေချခဲ့ပါတယ်။ Mother Box တွေရဲ့ သတင်းအစရဖို့ S.T.A.R Labs ရဲ့ ဝန်ထမ်းအတော်များများကို ဖမ်းဆီးခဲ့ကြတယ်။အဲဒါနဲ့ ဘီလျံနာတစ် ယောက်ဖြစ်တဲ့ ဘရုစ်ဝိန်း (Bat-man) က လူစွမ်းကောင်းတွေစု စည်းပြီး Justice League ဆိုတဲ့ အဖွဲ့ဖွဲ့စည်းကာ Steppenwolf တို့ကို ပြန်လည်တိုက်ခိုက်နိုင်ဖို့ လုပ်ပါတော့တယ်။Steppen-wolf တို့ကလည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/SS3p/Justice_League_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/wonder-woman-final-poster-135x200.jpg",
        "title": "Wonder Woman (2017)",
        "description": "DCEU ရဲ့ လေးကားမြောက် ရုပ်ရှင် ဖြစ်တဲ့ Wonder Woman ရုပ်ရှင်ပါ။\nBox Office မှာ နံပါတ်တစ်ချိတ်ခဲ့ပြီး ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေနဲ့ ပရိသတ်တွေ အားပေးမှုအပြည့်ရထားပါတယ်။\nသူ့ကိုတော့ Batman vs Superman မှာ မြင်ဖူးခဲ့ပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ထဲမှာတော့ ဒိုင်ယာနာ ရဲ့ ငယ်ဘဝနဲ့ လူ့လောကထဲကို ပထမဆုံးခြေချချိန် စွန့်စားခန်းတွေကို တွေ့ရပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒိုင်ယာနာဟာ လူတွေသာမာန်မျက်စိနဲ့ မမြင်နိုင်တဲ့ ကျွန်းတစ်ကျွန်းမှာ နတ်ဘုရားတွေဖန်ဆင်းထားတဲ့ အမေဇုံလို့ခေါ်တဲ့ စစ်သည်တော်တွေလက်ထဲမှာ မွေးဖွားကြီးပြင်းလာသူပါ။\nဒိုင်ယာနာဟာ ဘုရင်မ ဟစ်ပိုလီတာရဲ့ သမီးတော်လည်း ဖြစ်ပါတယ်။\nအဲဒီကျွန်းမှာ ယောကျာ်းတစ်ယောက်မှ မရှိပါဘူး။\nတစ်နေ့မှာတော့ပထမကမ္ဘာစစ်ထဲက လေယာဉ်မှုးတစ်ယောက် လေယာဉ်ပျက်ကျပြီး ပင်လယ်ထဲ ပြုတ်ကျလာတာကို ကယ်တင်မိပြီး ကမ္ဘာစစ်ကြီးအကြောင်းကို ပထမဆုံးကြားသိသွားပါတော့တယ်။\nအမေဇုံတွေဟာ ကမ္ဘာကြီးကို စစ်နတ်ဘုရားလက်က ကယ်တင်ဖို့လို့ ယုံကြည်ထားတဲ့ ဒိုင်ယာနာဟာ လေယာဉ်မှုး ဗိုလ်ကြီး စတိ ထရီဗာနဲ့အတူ လူတွေရဲ့ လောကကြီးထဲကို ခြေချပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2SPgk/Wonder_Woman_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UsK3grJvtQrtzEgqNlDljJW96w.jpg",
        "title": "Batman v Superman: Dawn of Justice (2016) EXTENDED",
        "description": "ကျွန်တော်တို့အားလုံး စောင့်စားနေတဲ့ BvS Ultimate Cutအကြည်ထွက်လာခဲ့ပါပြီ။ဒီအကြည်မှာ မိနစ် ၃၀ စာခန့် အခန်းတွေ ပြန်ပါလာပြီ။ဒီဇာတ်ကားကို ရုံတင်တုန်းက ကျေနပ်မှုမရခဲ့တဲ့ ပရိသတ်တွေ ရှိခဲ့သလို လူမှုကွန်ယက်တွေမှာ ဒါရိုက်တာ Zack Snyder ကို အပြစ်တင်တဲ့ စာတွေ အများအပြားထွက်လာခဲ့ဖူးပါတယ်။ဒါပေမယ့် ခု ထွက်လာတာကို ကြည့်ပြီးနောက်မှာ အင်တာနာစာမျက်နှာ မှာ ဒါရိုက်တာကြီးကို ပြန်လည်တောင်းပန်မှုတွေ အများအပြား ပေါ်ပေါက်လာခဲ့ပါတယ်။ကျွန်တော်အမြင်မှာလဲ တကယ်ကို အဲဒါ မှန်ကန်တယ်ထင်တာပါပဲ။ဇာတ်လမ်းဟာ အများကြီးပိုချိတ်ဆက်မိပြီး လေးနက်သွားပါပြီ။ကြည့်ပြီးသားဖြစ်စေ မကြည့်ဘဲစောင့်နေသည် ဖြစ်စေ ကြည့်ဖို့ သိပ်တန်တဲ့ ကားတစ်ကား ဖြစ်လာတာပါပဲ။ဇာတ်လမ်းအကျဉ်းမှာတော့ သူသာ စိတ်ထဲမှာ လုပ်ချင်ရင် ကမ္ဘာဂြိုလ်တစ်ခုလုံးကို ရှင်းပစ်နိုင်တဲ့ ဂြိုလ်သားကို အန္တရာယ်ကောင်လို့ မြင်နေတဲ့ လင်းနို့လူသား....ဥပဒေရဲ့အထက်မှာ တရားစီးရင်နေတဲ့လင်းနိ့ ကို မရှိသင့်ဘူးထင်တဲ့ သံမဏိလူသားတို့ ရဲ့ ရပ်တည်ချက်ထိပ်တိုက် တင်းမာနေချိန်မှာ....\nစူပါမန်းသွားလေရာမှာ သံသယဖြစ်စရာ လူသေမှုတွေ ဆက်တိုက်ပေါ်နေလို့ သဲလွန်စလိုက်ရှာနေတဲ့ သတင်းထောက်မလေး လူးဝစ်လိန်း။စွမ်းအားအကြီးဆုံးလူမှန်ရင် လူကောင်းမဖြစ်နိုင်ဘူး-လူကောင်းစစ်စစ်ဆိုရင်စွမ်းအားမပြည့်စုံတော့ဘူး ဆိုတော့ အတွေးနဲ့ ငယ်စဉ်ကတည်းက ဖန်ဆင်းရှင်အပေါ် နာကျည်းတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2lA85/Batman_Vs_Superman_-_Dawn_Of_Justice_[2016]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/man-of-steel-poster-142x200.jpg",
        "title": "Man of Steel (2013)",
        "description": "Man of Steel (2013)\nIMDb - 7.0/10_____Rotten 56%\n  Director: Zack Snyder ရိုက်ကူးတင်ဆက်ထားပြီးJune 14, 2013 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ Super Man ဇာတ်ကားအသစ်ဖြစ်ပါတယ်...Super Man ဆိုတိုင်း ထူးမခြားနား ပုံစံအတိုင်းထူးဆန်းတဲ့ မိုးကောင်းကင်ကနေကျလာတဲ့ လူသားလေးကို ရိုးသားတဲ့ တောသူတောင်သူ လင်မယားကမွေးစားလိုက်တဲ့ ဇတ်လမ်းပါပဲဒါပေမယ့် ထူးခြားနေပါတယ်....Super Man ခေါ် ခါအလ် ရဲ့ မွေးဖွားခြင်းနဲ့ သူ နေထိုင်ရာ ဂြိုလ်ပျက်စီးခြင်းကိုတွဲမြင်ရမှာဖြစ်ပါတယ်ဂြိလ်ပြန်လည်တည်ထောက်ဖို့ ပင်မ သော့ကိုတော့Super Man ရဲ့ ဖခင် ဂျိုအယ် နဲ့ မိခင် လာရာ က သူ့သား ရဲ့ယဉ်ငယ်ကိုယ်ထဲကို ထည့်သွင်းပေးပြီးတော့ကမ္ဘာဂြိုလ်ဆီသို့ ယဉ်ငယ်လေးနဲ့ ပို့လွှတ်လိုက်ပါတယ်....အရင်လို မဟုတ်ပဲ ထူးခြားတာကတော့ Super Man ရဲ့ငယ်ဘ၀ မှာ လူတွေနဲ့ အဆင်မပြေနေထိုင်ခဲ့ရပါတယ်ကျနော်တို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3zRzD/Man_Of_Steel_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kB56ZdMB6RgY5QtX9Bar45jCeI.jpg",
        "title": "A.X.L (2018)",
        "description": "အဆိုတော်ချောချောလေး Becky G ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က A.X.L (2018) ပါ။Science fiction/action ဇာတ်လမ်းကောင်းလေးတွေသဘောကျနှစ်ခြိုက်တဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တော့ စိတ်ကြိုက်ဖြစ်မှာပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးပါဦးမယ်။A.X.Lဆိုတာက စစ်တပ်သုံးဖို့ အထူးတီထွင်ထုတ်လုပ်ထားတဲ့ ခွေးစက်ရုပ်ပါ။A.X.L ဆိုတဲ့နာမည်လေးရဲ့ အဓိပ္ပါယ်ကိုပြောပြရရင်A = Attack(အတိုက်ခိုက်စွမ်းရည်) ,X = Exploration (ရှာဖွေစွမ်းရည်) ,L = Logistics (စဉ်းစားဆင်ခြင်တတ်တဲ့စွမ်းရည်)ဒီလိုအရည်အချင်းတွေနဲ့ ပြီးပြည့်စုံတဲ့ စက်ရုပ်ခွေးဖြစ်ပါတယ်...စစ်တပ်ဟာအနာဂါတ်အတွက် စစ်မြေပြင်မှာအသုံးချဖို့အတွက် လူသားတွေအပေါ်သစ္စာအရှိဆုံးသတ္တဝါတွေထဲမှ ခွေးရဲ့ပုံစံကိုရွေးပြီးတော့စက်ရုပ်ခွေးဖန်တီးခဲ့ပါတယ်...ဒါပေမယ့် စစ်တပ်ကိုမပို့မီ အချိန်မှာA.X.L က ဓာတ်ခွဲခန်းထဲကနေ ထွက်ပြေးလာခဲ့ပြီးဆိုင်ကယ်စီးကျွမ်ကျင်သူဟေးလ်နဲ့ ကွင်းပြင်ထဲမှာဆုံမိပါတော့တယ်။ကြမ်းတမ်းသန်မာတဲ့စက်ရုပ်ခွေးဖြစ်သူ A.X.L နဲ့ လူသားဖြစ်သူဟေးလ်တစ်ယောက် ဘယ်လိုရှေ့ဆက်ဖြစ်ကြမလဲ?ဘာတွေဆက်ဖြစ်ကြမလဲ?စတဲ့မေးခွန်းတွေ အကြင်နာတရားနဲ့ စိတ်လှုပ်ရှားစရာကိုဒွန်တွဲဖော်ပြတင်ဆက်ထားတဲ့ကားကောင်းလေးပါ။Spoilerပါမှာစိုးလို့ အနည်းငယ်သာဖော်ပြလိုက်ပါတယ်။File Size : (1.8 GB) and (918 MB) and (278 MB)Quality : BluRay 1080p 5.1 CH ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-x-l-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-3-200x300.jpg",
        "title": "Ghost in the Shell ( 2017 )",
        "description": "မတ္လထဲမွာ ရံုတင္ျပသခဲ့တဲ့ သိပၸံစိတ္ကူးယဥ္ကားသစ္ကို တင္ေပးလိုက္ပါတယ္။ဂ်ပန္နာမည္ၾကီး Anime ကို ျပန္လည္ရိုက္ကူးထားတဲ့ liv-action ျဖစ္သလိုမင္းသမီး စကားလက္ ဂ်ိဳဟန္ဆန္လည္းျဖစ္တာမို႕ မထြက္ခင္ကတည္းကလူအေတာ္မ်ားမ်ား စိတ္၀င္စားေနၾကပါတယ္။လက္ရိွမွာေတာ့ IMDb မွာ 6.8 ရထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အနာဂါတ္ကာလတစ္ခုမွာလူသားေတြဟာ နည္းပညာေတြ တိုးတက္လာေနျပီးစက္ နဲ႕ လူသားေတြျကားက စည္းကို ျဖတ္ေက်ာ္သြားခဲ့ပါျပီ။လူသားေတြကိုယ္ထဲမွာ စက္အစိတ္အပိုင္းေတြအစားထိုးျပီးစြမ္းအင္မ်ိဳးစံုကို ျမွင့္တင္ေနနိုင္ပါျပီ။ ဒါေပမယ့္ ေမဂ်ာဆုိတဲ့မိန္းကေလးကေတာ့ ခႏၶာတစ္ခုလံုးကို ျပဳလုပ္ဖန္တီးျပီးေတာ့မွလူသားအစစ္ရဲ႕ ဦးေနွာက္နဲ႕ ေပါင္းစပ္ထားတဲ့ ပထမဆံုးမ်ိဳးဆက္အျဖစ္ ေပၚေပါက္လာခဲ့ပါတယ္။သူဟာ ဟန္ကာ စက္ရုပ္ကုမၼဏီရဲ႕ အစြမ္းထက္ဆံုး လက္နက္နဲ႕အဆင့္ျမင့္ဆံုး နည္းပညာတစ္ခု ျဖစ္လာခဲ့ပါတယ္။အဲဒီကုမၼဏီရဲ႕ သိပၸံပညာရွင္ေတြကို လိုက္လံသတ္ျဖတ္ေနတဲ့နည္းပညာအၾကမ္းဖက္သမား ကူေဇးကို လိုက္လံဖမ္းဆီးဖို႕ၾကိဳးစားရင္းနဲ႕ မထင္မွတ္တာေတြ ၾကံဳလာရပါေတာ့တယ္။အမွန္နဲ႕အမွား၊ လူဆိုးနဲ႕ လူေကာင္း၊ မွတ္ဥာဏ္ နဲ႕အတိတ္စစ္ေတြဟာ သူထင္သလို မရိုးရွင္းတာေတြကို သိလာရတဲ့အခါ.....(ဘာသာျပန္ သူကေတာ့ Myoko Yeman ပါ)",
        "rating": "6.4",
        "url": "https://megaup.net/2dmuW/Ghost_In_The_Shell_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85RWLY80P6NRcwl7CHmh0fAAGyQ.jpg",
        "title": "Digimon Adventure Tri. – Chapter 6 Future (2018)",
        "description": "Digimon Series တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်အခုတင်ဆက်ပေးမယ့် ကားကတော့ Rating 7.5 ရရှိထားပြီးတော့၂၀၁၈ ကထွက်ရှိခဲ့ပါတယ်...ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင် ကမ္ဘာကြီးဟာ ပျက်ကိန်းနဲ့ဆိုက်လာရပါပြီ...ဘယ်လိုပျက်ကိန်းနဲ့ဆိုက်လာရတယ်ဆိုရင် လူသားတွေရဲ့ကမ္ဘာကြီးနဲ့Digimon တွေနေထိုင်တဲ့ ကမ္ဘာကြီး ပေါင်းစပ်ဖို့ဖြစ်လာတာပါ....အဲလိုဖြစ်လာတဲ့ အချိန်မှာ ဆယ်ကျော်သက်လူငယ်လေးတွေကဒီလိုဖြစ်လာတဲ့ အဖြစ်ဆိုးကြီးကိုတားဆီးဖို့အတွက်သူတို့ရဲ့ ချစ်စရာ Digimon လေးတွေနဲ့အတူတူရင်ဆိုင်ကြမှာဖြစ်ပါတယ်...ဒီ Movie လေးဟာ Digimon Series တွေကြည့်နေကျလူတွေအတွက်စိမ်းမှာမဟုတ်သလို အခုမှစကြည့်မယ့်လူတွေအတွက်လည်းကြည့်လို့ကောင်းမယ့် Animation ကားတစ်ကားဖြစ်ပါတယ်...File Size : (840 MB) and (202MB)Quality : HDRip 720pRunning Time :1hr 38 minFormat : Mp4Genre : Anmation , Adventure , ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Dark KnightEncoded by Moe Myint Lwin",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/digimon-adventure-tri-chapter-6-future/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/images-133x200.jpg",
        "title": "Naa Peru Surya – Naa Illu India (2018)",
        "description": "ဆူရာ့ ဟာ ရှေ့တန်း စစ်တပ် တစ်ခုရဲ့ အတော်ဆုံး စစ်သား တစ်ယောက်ပါအတော်ဆုံးဖြစ်ပေမဲ့ သူဟာ ဒေါသ အင်မတန်ကြီးသူဖြစ်ပြီး မဟုတ်မခံစိတ်ရှိသူတဇောက်ကန်း လုပ်သူ အထက်အရာရှိများကို မမာမခန့်လုပ်သူ စသဖြင့်အကြောင်းမျိုးစုံကြောင့် ရာထူးမတိုးသူ တစ်ယောက်ပေါ့ဆူရာ့ဟာ နိုင်ငံချစ်စိတ် လူမျိုးချစ်စိတ် ပြင်းထန်သူတစ်ယောက်ပါအကြမ်းဖက်သမားများကို မုန်းတီးသူ တစ်ယောက်ဖြစ်ပြီး အရှင်ဖမ်းရဖို့ထက်အသေပစ်သတ်ဖို့သာ စိတ်ရှိသူဖြစ်သောကြောင့်တက်နိုင်သ၍ အရာရှိများက ဆူရာ့ အား ရှေ့တန်း မပို့ပဲနောက်တန်းတွင်သာ နေစေခဲ့ပါတယ်...ဆူရာ့ဟာ မိမိ နိုင်ငံအတွင်းနေထိုင်တဲ့ ဘာသာ လူမျိုးမဆိုနိုင်ငံချစ်စိတ် ရှိသူတိုင်းကို သနားညှာတာပြီး ရပ်တည်တက်သူဖြစ်ပါတယ် အသားအရောင် မခွဲခြား လူမျိုး မခွဲခြားမတရားမှုကိုသာ ခွဲခြားပြီး လက်ပိုက်မကြည့်တက်သူပါကြီးနိုင်ငယ်ညှင်းမှုများ ဝင်ဝင်ပါလွန်းလို့ စစ်တပ်ရဲ့ထုချေလွှာမှာ ဆူရာ့ နာမည်တွေပဲ ဖိုင်တစ်ထပ်လောက်ရှိနေတက်ပါတယ်...တစ်ရက်သော အခါ ဆူရာ့ တစ်ယောက် ရှေ့တန်းစစ်မြေပြင်နယ်စပ်ကို သွားချင်လွန်းတဲ့အတွက် အရာရှိများကို ပူဆာရာအရာရှိများက ဆူရာ့ ဒေါသ မထိန်းနိုင်လျင် ကမ္ဘာစစ်ကိုအစပျိုးသလို ဖြစ်မည်ဆိုးသောကြောင့် India နိုင်ငံ၏အတော်ဆုံးသော စိတ်ပညာရှင်ဆရာဝန်ထံမှ လက်မှတ်ရမှသာနယ်စပ်သို့ လွှတ်မည်ဟု ပြောလာပါသည်ဆူရာ့ လက်မှတ်ယူရမယ့် စိတ်ပညာရှင်မှာဆူရာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2rt3m/Surya_-_The_Brave_Soldier_(Naa_Peru_Surya_Na_Illu_India)_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Poser-230x300.jpg",
        "title": "My Father Is Hero ( 1995 )",
        "description": "အားလံုးလည္းဒီကားေလးကိုရင္းရင္းနီးနီးသိေနၾကမယ္ထင္ပါတယ္\nဂ်က္လီကားေတြထဲကဘယ္ခ်ိန္ျပန္ၾကည့္ၾကည့္မရိုးနိင္တဲ႔\nဇတ္ကားေလးတစ္ကားပါပဲဇတ္ကားကေတာ့အရမ္း\nၾကာျပီမို႔blu ray ကြာလတီမရနိင္ေတာ့တဲ႔အတြက္\nအၾကည္လင္ဆံုးdvd ripနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္\nေတာ္ေတာ္ေလးလည္းၾကည္လင္ျပတ္သားပါတယ္\nေရာဂါသည္ဇနီးသည္နဲ႔သားေလးတစ္ဦးကိုခ်ိဴ ႕တဲ႔စြာ\nထားရရွာတဲ႔ရဲဝန္ထမ္းတစ္ဦးရဲ႕ဇတ္လမ္းကိုပံုေဖာ္\nထားတဲ႔ဇတ္ကားေလးပါမိမိကိုရဲမွန္းမည္သူမွမသိ\nေအာင္လ်ိဴ ႕ဝွက္ျပီးလူဆိုးဂိုဏ္းေလးထဲဝင္ေရာက္ဖို႔\nၾကိဳ းစားသည့္ရဲမႈဴ းေလးတစ္ေယာက္အျဖစ္ဂ်က္လီက\nပိုင္ပိုင္နိင္နိင္သရုပ္ေဆာင္ထားပါတယ္သားနဲ႔အေဖ\nေပါင္းျပီးတိုက္ခိုက္သည့္တိုက္ကြက္ေတြက\nၾကည့္ျပီးသားပရိတ္သတ္ေတြျပန္လည္အမွတ္ရေစ\nမည့္ဇတ္ကားေကာင္းေလးတစ္ကားလို႔ေျပာၾကား\nရင္းေဒါင္းေလာ့သာဆြဲၾကပါေတာ့လို႔",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/my-father-is-hero/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGM4ZTNmMDMtYWJkYy00OThkLTllNzQtMjBmYjc4ZGZhMTIyXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Teen Titans: Trouble in Tokyo (2006)",
        "description": "Titans LAစီးရီးကိုေစာင့္ရင္\nးဒီကားေလးကိုသာၾကည့္လိုက္ရင္ေတာ္ေတာ္မိုက္သြားမွာပါ\nအေမရိကတိုက္တစ္ခုလံုးရဲ႕အထာအက်ဆံုးဟီးရိုးအဖြဲ႔ဟာ\nSaiko-tekလို႔ေခၚတဲ့ဗီလိန္နဲ႔ရင္ဆိုင္ေနတာနဲ႔\nဇာတ္လမ္းကိုစဖြင့္ထားျပီး\nအားရစရာေတာ္ေတာ္ေကာင္းတဲ့fight sceneလို႔ေျပာလို႔ရပါတယ္\nေနာက္ဆံုးမွာေတာ့Saiko-tekကိုTitans towerမွာမိသြားပါေတာ့တယ္\nRobinရဲ႔techနဲ႔အတူသူတို႔ဟာေနာက္ကြယ္ကလူကိုေဖာ္ထုတ္နိုင္ခဲ့ပါတယ္\nအဲ့လူကေတာ့Brushogunျဖစ္ျပီး\nဘယ္ေနရာမွာဘယ္လိုေရာက္ေနတဲ့ဘာေကာင္ၾကီးလဲဆိုတာ...\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - Blu-ray1080p/Blu-ray480p\nRunning Time - 1h 15min\nTranslated by Si Thu Han\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/teen-titans-trouble-in-tokyo-2006/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/the-tower2012-140x200.jpg",
        "title": "The Tower (2012)",
        "description": "The Tower (2012)_______IMDb - 6.6/10၂၀၁၂မှာထွက်ခဲ့ပြီး\nကျွန်တော်အကြိုက်ဆုံးခရစ်စ်မတ်စ်ရုပ်ရှင်ကားတွေထဲက\nတစ်ကားလို့ပြောလို့ရပါတယ်\nTower Skyလို့ခေါ်တဲ့အဆောက်အအုံအကြောင်းရိုက်ပြထားတာဖြစ်ပြီး\nလူသားချင်းစာနာမှုကိုဦးစားပေးရိုက်ပြထားတဲ့\nကြည့်လို့တန်မယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nဒဲဟို ဟာsingle fatherဖြစ်ပြီး သူ့အလုပ်အတွက်\nသူ့သမီးဟန်နာနဲ့အစီအစဉ်အားလုံးကိုပါဖျက်လိုက်တာပဲဖြစ်ပါတယ်\nအစားအသောက်တန်းရဲ့မန်နေဂျာဖြစ်သူ ယွန်းဟီးဟာ\nဒဲဟိုရဲ့သမီးလေးကိုအဲ့ညမှာထိန်းကူပေးခဲ့ပါတယ်\nအဲ့အချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင်မီးသတ်ဌာနရဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီဟာ\nသူ့မိန်းမအတွက်ပထမဆုံးပိတ်ရက်ကိုယူခဲ့ပါတယ်\nနှင်းမကျတဲ့ထူးထူးဆန်းဆန်းခရစ်စ်မတ်စ်ပွဲဖြစ်နေတာကြောင့်Tower Skyဟာ\nပါတီတက်သူတွေကို\nဟယ်လီကော်ပတာနှစ်စီးနဲ့နှင်းတွေကြဲချစေပြီးပါတီကိုပြည့်စုံစေခဲ့ပါတယ်\nဒါပေမယ့် အားလုံးမမျှော်လင့်ထားတဲ့မတော်တဆမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်\nအဲ့မတော်တဆမှုကဘယ်လိုမျိုးလဲ?\nမန်နေဂျာဒဲဟိုနဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီတို့ဟာ အားလုံးကိုကယ်ဖို့ကိုယ်ကျိုးစွန့်ခဲ့ပြီး\nသူတို့ကိုယ်တိုင်နဲ့သူတို့ချစ်တဲ့လူတွေကိုဘယ်လိုသက်ရောက်မှုတွေဖြစ်သွားမလဲဆိုတာ...၂၀၁၂မွာထြက္ခဲ့ျပီး\nကြ်န္ေတာ္အၾကိဳက္ဆံုးခရစ္စ္မတ္စ္ရုပ္ရွင္ကားေတြထဲက\nတစ္ကားလို႔ေျပာလို႔ရပါတယ္\nTower Skyလို႔ေခၚတဲ့အေဆာက္အအံုအေၾကာင္းရုိက္ျပထားတာျဖစ္ျပီး\nလူသားခ်င္းစာနာမႈကိုဦးစားေပးရိုက္ျပထားတဲ့\nၾကည့္လို႔တန္မယ့္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္\nဒဲဟို ဟာsingle fatherျဖစ္ျပီး သူ႔အလုပ္အတြက္\nသူ႔သမီးဟန္နာနဲ႔အစီအစဥ္အားလံုးကိုပါဖ်က္လိုက္တာပဲျဖစ္ပါတယ္\nအစားအေသာက္တန္းရဲ႔မန္ေနဂ်ာျဖစ္သူ ယြန္းဟီးဟာ\nဒဲဟိုရဲ႔သမီးေလးကိုအဲ့ညမွာထိန္းကူေပးခဲ့ပါတယ္\nအဲ့အခ်ိန္မွာပဲတိုက္တိုက္ဆိုင္ဆိုင္မီးသတ္ဌာနရဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီဟာ\nသူ႔မိန္းမအတြက္ပထမဆံုးပိတ္ရက္ကိုယူခဲ့ပါတယ္\nနွင္းမက်တဲ့ထူးထူးဆန္းဆန္းခရစ္စ္မတ္စ္ပြဲျဖစ္ေနတာေၾကာင့္Tower Skyဟာ\nပါတီတက္သူေတြကို\nဟယ္လီေကာ္ပတာႏွစ္စီးနဲ႔နွင္းေတြၾကဲခ်ေစျပီးပါတီကိုျပည့္စံုေစခဲ့ပါတယ္\nဒါေပမယ့္ အားလံုးမေမွ်ာ္လင့္ထားတဲ့မေတာ္တဆမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္\nအဲ့မေတာ္တဆမႈကဘယ္လိုမ်ိဳးလဲ?\nမန္ေနဂ်ာဒဲဟိုနဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီတို႔ဟာ အားလံုးကိုကယ္ဖို႔ကိုယ္က်ိဳးစြန္႔ခဲ့ျပီး\nသူတို႔ကိုယ္တိုင္နဲ႔သူတို႔ခ်စ္တဲ့လူေတြကိုဘယ္လိုသက္ေရာက္မႈေတြျဖစ္သြားမလဲဆိုတာ... \nFile Size - 929 MB\nFile Format - mp4\nIMDb rating - 6.6/10\nQuality - Blu-ray1080p\nRunning Time - 2h 1min\nTranslated by Amara\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2dgow/The_Tower_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNzg3NDYyMDU4Nl5BMl5BanBnXkFtZTcwODA5NzA5Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Daybreakers (2009)",
        "description": "မင္းသား Ethan Hwake,ဝါရင့္မင္းသားႀကီးWillam defoe,မင္းသမီး Claudia Karvanတို႔ ပါဝင္တဲ့\nscience fiction horrorဇတ္ကားတစ္ကားျဖစ္ပါသည္\nကမၻာေပၚမွာ႐ွိတဲ့လူေတြအကုန္နီးပါး vampireေတြျဖစ္သြားၿပီး\nဆယ္ႏွစ္အၾကာကာလမွာဇတ္အိမ္တည္ထားပါတယ္\nEdward Daltonအျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့Ethan Hawkeဟာ\nvampireတေယာက္ျဖစ္သလို ဓာတုေဗဒဓာတ္ခြဲဆရာဝန္တေယာက္လဲျဖစ္ပါသည္\nတေန႔မွာvampireေတြအတြက္အစာေရစာျဖစ္တဲ့လူ ့ ေသြးေတြကုန္သေလာက္ျဖစ္\nသြားတဲ့အခါမွာEdwardကိုအဲဒီကိစၥကိုေျဖ႐ွင္းဖို႔တာဝန္ေပးျခင္းခံရပါတယ္ အေျဖ႐ွာရင္းနဲ႔\nတရက္အိမ္အျပနိမွာAudreyဆိုတဲ့လူသားေကာင္မေလးတို႔ အဖြဲ႔ ကိုကယ္တင္ရင္းAudreyကေနတဆင့္\nအရင္ကvampireတစ္ေယာက္ျဖစ္ခဲ့ဖူးတဲ့Elvisအေၾကာငိးကိုသိလိုက္ရတဲ့အခါမွာ\nEdwardတစ္ေယာက္ကမၻာႀကီးကိုျပန္လည္ေျပာင္းလဲႏိုင္မလားဆိုတာပရိတ္သတ္ႀကီး႐ူစားရမွာျဖစ္ပါသည္\nဒီဇတ္ကားကိုMicheal Spierigနဲ႔Peter Spierigတို႔မွ႐ိုက္ကူးထားၿပီး\nBudget $20millions မွာBox officeဝင္ေငြ $51.4millions\nျပန္လည္ရ႐ွိထားတဲ့ဇတ္ကားေကာင္းတစ္ေကာင္းျဖစ္ပါသည္\nဒီဇတ္ကားကို Kaung Myat Thu မွ ဘာသာျပန္ေပးထားၿပီး အညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္...\n                                                                                                                (Yrfatt)",
        "rating": "6.5",
        "url": "https://megaup.net/2eO7A/Daybreakers_[2009]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjUyNTA4ZGYtZDljYS00NTcwLWI1ZDUtODBiNWZhMDM0NTRmXkEyXkFqcGdeQXVyMzAyOTM1ODY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "SuperGrid (2018)",
        "description": "အနာဂတ္ ကာလတစ္ခုမွာ ကမာၻႀကီးတစ္ခုလံုး ညစ္ညမ္းၿပီး\n  \nေရသန္႔ေတြဟာ ေငြေၾကးလိုျဖစ္လာခဲ့တယ္။ အဲဒီကာလမွာ လူဆိုးဂိုဏ္းတစ္ခုရဲ႕\n  \nအတင္းအၾကပ္ခိုင္းေစမႈေၾကာင့္ ညီအစ္ကိုႏွစ္ေယာက္ဟာ\n  \nအႏၱရာယ္နယ္ေျမေတြထဲကို ျဖတ္ေက်ာ္ၿပီး ဘာမွန္းမသိတဲ့ ပစၥည္းတစ္ခုကို သြားယူရတဲ့အခါ.....\n   ဇာတ္ကားေလးကုိ DOWNLOAD ဆြဲျပီၾကည့္ရွဳခံစားၾကည့္လိုက္ပါ ၊၊၊၊",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/supergrid-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jA5MVaNWe76EjuXn4FqkeaHDPuj.jpg",
        "title": "The Quake (2018)",
        "description": "Natural disaster movie ေတြကို ႀကိဳက္ႏွစ္သက္တဲ့ CM ပရိတ္သတ္ႀကီးအတြက္ဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့Rating 6.4 ရရွိထားတဲ့ေနာ္ေဝကား The Quake ပါဒီကားထဲမွာ ခရစ္စတင္းဆိုတဲ့ နာဆာက ဘူမိေဗဒပညာ႐ွင္ဟာသဘာဝေဘးတစ္ခုမွာ ကိုယ္တိုင္ၾကံဳေတြ႔ ခံစားခဲ့ရပါတယ္သူ႔မိသားစုနဲ႔ လူေတာ္ေတာ္မ်ားမ်ားကိုလဲ ကယ္တင္ႏိုင္ခဲ့ပါတယ္ဒါေပမဲ့ အျခားလူေတြရာနဲ႔ခ်ီေသဆံုးခဲ့ရတဲ့အတြက္ သူ႔ကိုယ္သူ အျပစ္မကင္းဘူးဆိုၿပီးေတာၿမိဳ႕ေလးမွာပဲ ေနထိုင္ခဲ့ပါေတာ့တယ္သူ႔မိန္းမ၊ သားသမီးေတြရဲ႕ အေဝးမွာေပါ့ တစ္ႏွစ္ေလာက္ၾကာၿပီးတဲ့အခါေနာ္ေဝႏိုင္ငံက လိုဏ္ေခါင္းတစ္ခုထဲမွာ မေတာ္တဆမႈျဖစ္ၿပီးသူ႔ရဲ႕လုပ္ေဖာ္ကိုင္ဖက္ ကိုေနာ့ ဆံုးပါးသြားပါတယ္ခရစ္စတင္းက ကိုေနာ့ လိုဏ္ေခါင္းထဲမွာ ဘာသြားလုပ္ေနတာလဲဆိုတာကိုသံသယဝင္စံုစမ္းရင္း လြန္ခဲ့တဲ့တစ္ႏွစ္ကထက္ အဆေပါင္းမ်ားစြာပိုျပင္းထန္တဲ့ ငလ်င္တစ္ခု လႈပ္ခတ္ေတာ့မယ္ဆိုတာကို ႐ွာေဖြေတြ႔႐ွိသြားတဲ့အခါ.....ဘယ္လာက္ထိေတာင္ အင္အားျပင္းထန္တဲ့ငလ်င္နဲ႔ ၾကံဳေတြ႔ရမွာလဲ....ဒီတစ္ခါသဘာဝေဘးမွာေရာ သူ႔မိသားစုနဲ႔ လူေတြကို ကယ္တင္ႏိုင္ဦးမလား....ဆိုတာေတြကို ျပည္သူေတြအတြက္ေတြးေပးတဲ့ ဘူမိေေဗဒပညာရွင္၊ဖခင္ေမတၱာ၊ မိသားစုစိတ္ဓာတ္ေတြနဲ႔ ေဖာ္က်ဴးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္... File Size : (894 MB) and (274 MB)Quality : WebDL 720pRunning Time ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ePC1/The_Quake_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yayzDar0dL3AvNoP1vPDFtinNYc.jpg",
        "title": "Charming (2018)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ဒီတစ်ခေါက်ကတော့ ပေါ့ပေါ့ပါးပါးကာတွန်းလေးပါကမ္ဘာပေါ်က လူတိုင်းကတော့ ချောမောလှပမှုကို အနည်းနဲ့အများ မက်မောကြတာပါပဲဒီကားထဲက မင်းသားလေးကတော့ ကျိန်စာကြောင့်အရမ်းကိုချောမောခန့်ညားပြီး မိန်းကလေးတိုင်းကကြွေရလို့ အချစ်စစ်ဆိုတာကိုတောင် မခံစားနားမလည်နိုင်ဖြစ်နေရတာပေါ့ဒါပေမဲ့ကျိန်စာက ချောမောဖို့ တစ်ခုထဲမဟုတ်ဘဲ နောက်ကွယ်မှာကံဆိုးမှုတွေရှိနေသေးတော့ ဒီကျိန်စာပြယ်အောင် မင်းသားက ဘယ်လိုကြိုးစားမလဲသူ့အတွက်အချစ်စစ်ဆိုတာကိုရော ရှာတွေ့နိုင်မှာလားဆိုတာကတော့ဒီကားလေးထဲမှာကြည့်လိုက်ရအောင်လား...File Size : (800 MB) and (275 MB)Quality : BluRay 720pRunning Time :1hr 30minFormat : Mp4Genre : Adventure , Comedy ,AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/charming-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcCpI5TJ7zMzLXS0cHWvPfhCG2c.jpg",
        "title": "Assassination Nation (2018)",
        "description": "Rating 6 ရရွိထားတဲ့ ေစာ္ေခ်ာေခ်ာေလးေတြပါ၀င္ထားတဲ့အက္ရွင္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လီလီတို႔ သူငယ္​ခ်င္​း​ေလး​ေယာက္​ဟာ ဆီလမ္​ၿမိဳ႕​ေလးမွာ ​ေက်ာင္​းတက္​​ေနတဲ့ဆယ္​​ေက်ာ္​သက္​မိန္​းခ​ေလး​ေတြ ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ အြန္​လိုင္​း​ေပၚမွာ ဆီလမ္ၿမိဳ႕ ၿမိဳ႕​ေတာ္ဝန္​ရဲ႕ အတြင္​း​ေရး၊မက္​​ေဆ့ခ်္​နဲ႔ ဓာတ္​ပံု​ေတြဟာ ဟက္​ကာတစ္​​ေယာက္​ရဲ႕ လက္​ခ်က္​​ေၾကာင္​့အင္​တာနက္​​ေပၚမွာ ပ်ံ့ႏွံ႔သြားခဲ့ပါတယ္​။ ဒီလိုနဲ႔ လူ​ေတြရဲ႕ ဆူပူမႈ​ေတြျဖစ္​​ေပၚလာခဲ့ၿပီးသတင္​းစာ႐ွင္​းလင္​းပြဲမွာပဲ ၿမိဳ႕​ေတာ္​ဝန္​ဟာ ကိုယ္​့ကိုကိုယ္​ သတ္​​ေသသြားခဲ့ပါတယ္​။ထိုျဖစ္​ရပ္​​ေၾကာင္​့ ဆီလမ္​ၿမိဳ႕​ေလးဟာ တုန္​လႈပ္​​ေနတုန္​းမွာပဲ အထက္​တန္​း​ေက်ာင္​းအုပ္​ရဲ႕လူသိမခံႏိုင္​တဲ့ အတြင္​း​ေရးအခ်က္​အလက္​​ေတြဟာအင္​တာနက္​​ေပၚမွာ ထပ္​မံ​ေပၚထြက္​လာခဲ့ပါတယ္​။ၿမိဳ႕သူ​ၿမိဳ႕သား​ေတြရဲ႕ အုံႂကြမႈ​ေတြက ပိုမိုမ်ားျပားလာခဲ့ၿပီးဆူပူလႈပ္​႐ွားမႈ​ေတြလည္​း စတင္​ျဖစ္​​ေပၚလာခဲ့ပါတယ္​။ဒီလိုနဲ႔ ဟက္​ကာသမားရဲ႕ ပစ္​မွတ္​က လီလီျဖစ္​လာတဲ့အခါမွာ​ေတာ့ဘယ္​လို​ေတြ ဆက္​ျဖစ္​လာမလဲ၊ဟက္​ကာသမားက​ေကာ ဘယ္​သူျဖစ္​​ေနမလဲ၊ဆီလမ္​ၿမိဳ႕​ေလး​ေကာ ဘယ္​လိုအ​ေျခအ​ေနနဲ႔ ၾကံဳ​ေတြ႔ရမလဲဆိုတာစိတ္​ဝင္​စားဖို႔ အရမ္​း​ေကာင္​းတာမို႔ ၾကည္​့႐ႈအား​ေပးၾကပါဦးဗ်ာ.... File Size : (932 MB) and (298 MB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/SVpu/Assassination_Nation_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BODhjMjM3ODQtYTQ1Yi00YWEwLWIzOTMtODliMzg2YzNmY2JlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Savyasachi (2018)",
        "description": "အာရြန္ ဟာ ေမြးဖြားလာကတည္းက ထူးျခားတဲ့သူပါ\nမိခင္ ၀မ္းဗိုက္ထဲတြင္ စတင္ လြယ္စဥ္ကတည္းက\nအမႊာပူးျဖစ္ခဲ့ေသာ္လဲ ေမြးဖြားလာခဲ့ေသာအခါ\nအာရြန္ တစ္ေယာက္ထဲသာ ျဖစ္ခဲ့ပါတယ္\nေဆးပညာေလာကတြင္ ျဖစ္ခဲေသာ\nျဖစ္တက္ေသာ အစဥ္အလာ တစ္ခုျဖစ္ၿပီး\nတစ္ျခား အမႊာတစ္ေယာက္အား တစ္ေယာက္က\nစုပ္ယူသြားတာ ျဖစ္ၿပီး ၂ ကိုယ္ တစ္စိတ္ နဲ႔ အသက္ ၂ခု\nရွိတဲ့ သူ ျဖစ္ေၾကာင္း ငယ္စဥ္က ဆရာ၀န္ေတြက\nအာရြန္ရဲ႕ မိဘေတြကို ရွင္းျပခဲ့ပါတယ္...\nအာရြန္ ဟာ ဆိုးလဲ ဆိုးသူ ေတာ္လဲ ေတာ္တဲ့သူ လို႔\nအာရြန္ နဲ႔ ပတ္သက္မိသူေတြက ေျပာဆိုၾကပါတယ္\nတစ္ရက္မွာေတာ့ အာရြန္ နဲ႔ ပက္သက္ခဲ့မိသူေတြ\nခရီးသြား ကားတစ္စီးေပၚတြင္ ဆံုမိရာကေန\nစကားစပ္မိရင္း တစ္ခ်ိန္ထဲ တစ္ေနရာထဲမွာ\nအာရြန္ ကို သိတဲ့သူေတြ ဘာေၾကာင့္ဆံုမိခဲ့သလဲ\nဆိုတာ အထူးအဆန္းျဖစ္ေနပါတယ္...\nဒီလိုနဲ႔ လမ္းတစ္ေနရာမွာ ကားက ဘရိတ္ေပါက္ၿပီး\nေခ်ာက္ထဲသို႔ က်သြားေသာ အခါမွာေတာ့....\nရုပ္ရွင္ကားကို Hein Thet Naing မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.6",
        "url": "https://megaup.net/2eQkn/Savyasachi_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNzkxNTgzODUzOV5BMl5BanBnXkFtZTgwNDcwNDU0NjM@._V1_SY1000_SX678_AL_-136x200.jpg",
        "title": "River Runs Red (2018)",
        "description": "ကြ်န္ေတာ္တုိ႕အားလံုးရဲေတြရဲ႕ လုပ္ငန္းတာဝန္ကိုသိၾကပါတယ္\nလူဆိုးေတြဖမ္းမယ္ ပစ္သင့္ရင္ပစ္မယ္..\nရဲေတြကလူဆိုးေတြကိုပစ္တာ ခတ္တာ\nကြ်န္ေတာ္တုိ႕အမ်ားႀကီး ၾကည့္ဖူးၾကပါၿပီ\nတကယ္လုိ႕ရဲေတြက လူဆိုးမဟုတ္တဲ႔သူေတြကို ပစ္မိရင္ေရာ\nဒီေမးခြန္းကိုဒီကားမွာေမးျပထားပါတယ္\nခ်ားလ္ကိုးမန္းက သူတုိ႕ၿမိဳ႕ရဲ႕\nပထမဆံုးလူမည္းတရားသူႀကီးတစ္ေယာက္ပါ\nတရားသူႀကီးျဖစ္လာဖုိ႕သူႀကိဳးစားခဲ႔သလုိ႕တစ္ဖက္မွာလဲ\nသူ႕ရဲ ဇနီးေခ်ာတရုတ္မေလးနဲ႔ သူ႕သား\nစီေဂ်ကိုးမန္းဂ်ဴနီယာေလးကလဲ\nသူရဲ႕ ႀကိဳးစားရတဲ႔အားေဆးေတြပါပဲ\nငယ္ငယ္ရြယ္ရြယ္နဲ႔အိမ္ေထာင္က်\nကေလးေမြးခဲ႔တဲ႔ ခ်ားလ္ကသူ႕ဘဝကိုသူျပန္တည္ေဆာက္ၿပီး\nတရားသူႀကီးျဖစ္လာသည္အထိႀကိဳးစားခဲ႔တဲ႔သူတစ္ေယာက္\nဒီလုိနဲ႔ သားေလးကသူ႕ရဲ႕ အကယ္ဒမီပထမဆံုးသြားရတဲ႔ေန႕မွာပဲ\nရဲဝန္ထမ္း၂ေယာက္ရဲ႕ မွားယြင္းပစ္ခတ္မႈကိုခံရၿပီးေသဆံုးသြားခဲ႔ပါတယ္..\nမွားယြင္းပစ္ခတ္ခဲ႔တဲ႔ရဲ၂ေယာက္ကလဲ\nသူတို႕အမွားကိုတာဝန္မယူဘဲ စီေဂ်ကပဲသူတုိ႕ကိုေသနတ္နဲ႔ပစ္မလုိလုပ္လုိ႕\nျပန္ပစ္ရတာပါဆိုၿပီး လုပ္ၾကံထြက္ဆို အကြက္ျပန္ဆင္လုိက္ပါတယ္\nဥပေဒအေၾကာင္းသိတဲ႔ရဲရဲ႕ အကြက္ေစ႕တဲ႔ လုပ္ၾကံမႈကိုတရားဥပေဒက\nမေျဖရွင္းေပးႏိုင္တဲ႔အခါ ကိုးမန္းတစ္ေယာက္ဘယ္လုိေျဖရွင္းမလဲ..\nဒီၿမိဳ႕မွာသားကိုရဲသတ္တာခံရတဲ႔ သူက\nတစ္ေယာက္ထဲေရာဟုတ္ရဲ႕လား..\nဆိုတာကိုေတာ့ ဇတ္ကားကိုၾကည့္ရႈၿပီးခံစားလုိက္ပါ..\nWai Zin က ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/SVoy/River_Runs_Red_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/teefa-in-trouble-poster-144x200.jpg",
        "title": "Teefa In Trouble (2018)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့\" Teefa in Trouble\" ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္...IMDB 7.9 ရရွိထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ...အညႊန္း- Teefa (တီဖဲ) က ၿမိဳ႕မ်က္ႏွာဖံုး ဘတ္ ဆိုတဲ့လူလက္ေအာက္မွာ အလုပ္လုပ္ေနတဲ့သူတစ္ေယာက္ပါ...တီဖဲက ဘတ္တို႔ မလုပ္တဲ့ လူမိုက္ကိစၥေတြ လုပ္ေပးရပါတယ္...ဘတ္ရဲ႕ လူယံုေတာ္ လူမိုက္ႀကီးေပါ့...ဘတ္မွာ ဘီလူဆိုတဲ့ သားတစ္ေယာက္လည္းရွိပါတယ္...ဘတ္က သူငယ္ခ်င္းျဖစ္သူ ဘတ္ရွီယာဆိုတဲ့ သူေဌးနဲ႔ ငယ္စဥ္တည္းကသားသမီးခ်င္းေပးစားဖို႔ သေဘာတူခဲ့ပါတယ္...ဘတ္ရွီယာက ႏိုင္ငံျခားမွာေနထိုင္သူျဖစ္ပါတယ္...ဒီလိုနဲ႔ သားသမီးေတြကို အိမ္ေထာင္ခ်ေပးရမဲ့အခ်ိန္ေရာက္လာပါၿပီ...ဒါေပမဲ့ ဘတ္ရွီယာဟာ လုပ္ငန္းကိစၥအခက္အခဲနဲ႔ သမီးျဖစ္သူ အာနီယာကိုေငြေၾကးေထာက္ပံ့သူ သားျဖစ္သူနဲ႔ သေဘာတူခဲ့ရပါတယ္...ဒါကို ဘတ္သိတဲ့အခ်ိန္မွာေတာ့ ေဒါသထြက္ပါေတာ့တယ္....သူ႔သား ဘီလူကလည္း ေခ်ာေမာလွပတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3ALe1/Teefa_In_Trouble_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Kung-Fu-League-143x200.jpg",
        "title": "Kung Fu League ( 2018 )",
        "description": "သိုင္းကားေကာင္းေကာင္းၾကိဳက္တဲ႔သူေတြ\nအတြက္ေတာ႔လံုး၀ အၾကိဳက္ေတြ႕မယ္႔\nဇာတ္ကားမ်ိဳးပါပဲ..တကယ္႕ဆရာၾကီးေတြၿဖစ္တဲ႔\nဟြမ္ေဖးဟုန္ , ၀င္ခြ်န္းသိုင္းဆရာၾကီး ယိမန္ ( Ip Man ) ,\nဘရုစလီ ၿပီးေတာ႔ ေဟာ႔ရင္းဂ်ာ တို႔ ၄ေယာက္\nေပါင္းထားတဲ႔ ဇာတ္ကားေလး ပါ\nဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာရမယ္ဆုိရင္\nေဖ႔ရင္းရွံုဆုိတဲ႔ လူငယ္ေလးတစ္ေယာက္က\nဆရာၾကီးေလးေယာက္အေၾကာင္း သိုင္း Comic\nဆြဲထားတာေပါ႔..သူတစ္ဖက္သတ္ၾကိဳက္ေနတဲ႔\nေပါင္အယ္ ဆုိတဲ႔ေကာင္မေလးရဲ႕အထင္ၾကီးမွုကို\nလိုခ်င္တာေရာ..ၿပီးေတာ႔ Propose ပါလုပ္မယ္ဆုိၿပီး\nစိတ္ကူးထားခဲ႔သူတစ္ေယာက္ပါ..ဒါေပမယ္႔\nသူ႕ရဲ႕အေတြးေတြဟာ..လြဲမွားခဲ႔ရပါတယ္\nသူ႔ေမြးေန႔မွာပဲ လူေတြအားလံုးရဲ႕အၿမင္လြဲခံရ\nသူခိုးအထင္ခံရနဲ႔သူစိတ္နာသြားခဲ႔တယ္...\nေရကန္ေလးေဘးမွာ ေပါက္ကရေတြေအာ္ဟစ္ရင္း\nသိုင္းဆရာၾကီးေတြကိုအကူအညီေတာင္းေနတာေပါ႔\nရုတ္တရုက္ဆုိပဲ မေမွ်ာ္လင္႔တဲ႔ ၿဖစ္ရပ္ေလးၿဖစ္လာၿပီးေတာ႔\nတကယ္႔သိုင္းဆရာၾကီးေလးေယာက္ဟာလဲ\nသူတို႕ေခတ္ကေန ဘုမသိဘမသိနဲ႔ 2018 ကို\nအခ်ိန္ခရီးသြားသလိုၿဖစ္ၿပီး ေရာက္လာတဲ႔အခါမွာေတာ႔............\nဆက္လက္ခံစားၾကည္႕ရွုပါ\nဘာသာၿပန္သူကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/SVq8/Kung_Fu_League_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA1OTUzNTQ5Ml5BMl5BanBnXkFtZTgwODQ4NDkxNjE@._V1_-128x200.jpg",
        "title": "Goosebumps (2015)",
        "description": "ဒီဇာတ္လမ္းအစမွာေတာ့ ဇက္ဆိုတဲ့ေကာင္ေလးဟာသူ႔အေမနဲ႔အတူ မူလေနထိုင္ရာျမိဳ႕ျပႀကီးကေနမက္ဒီဆင္ ဒယ္လ၀ဲလ္ျမိဳ႕ကိုေျပာင္းေ႐ႊ႕လာတာနဲ႔အစပ်ိဳးထားပါတယ္...ဇက္တစ္ေယာက္ ျခံထဲမွာ ပစၥည္းအထုပ္အပိုးေတြကို အိမ္ထဲသို႔ေျပာင္းေ႐ႊ႕ေနခိုက္မွာတစ္ဖက္ျခံမွ ဟန္နာလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ သိကြ်မ္းသြားခဲ့ပါတယ္...ဒါေပမယ့္ ဟန္နာ့ရဲ႕ထူးဆန္းတဲ့အေဖျဖစ္သူ အာအယ္လ္စတိုင္းလ္ကဇက္ကိုသူတို႔ မိသားစုနဲ႔မပတ္သတ္ပဲ ခပ္ေ၀းေ၀းမွာေနဖို႔ေျပာပါတယ္...တစ္ညမွာေတာ့ ဇက္ဟာ ဟန္နာ့ကိုသူ႔အေဖက ႏွိပ္စက္ေနတယ္လို႔သံသယ႐ွိတာေၾကာင့္အေၾကာင္းစံုသိရေအာင္လို႔ သူ႔ရဲ႕ျမိဳ႕သစ္မွသူငယ္ခ်င္းျဖစ္သူခ်န္႔နဲ႔အတူ ဟန္နာရဲ႕အိမ္ထဲသို႔ခိုး၀င္လာခဲ့ပါတယ္...အဲ့မွာမထင္မွတ္ဘဲ စတိုင္းလ္ရဲ႕စာအုပ္စင္မွေသာ့ခတ္ထားတဲ့စာအုပ္တစ္အုပ္ကိုဖြင့္ၾကည့္မိရာ စာအုပ္ထဲကေနမေကာင္းဆိုး၀ါးေတြ အသက္၀င္ျပီးထြက္လာပါေတာ့တယ္...ဒီလိုနဲ႔ ဇက္၊ ဟန္နာ၊ ခ်န္႔နဲ႔ ဟန္နာ့ရဲ႕အေဖစတိုင္းလ္တို႔တေတြမေကာင္းဆိုး၀ါးေတြကိုျပန္လည္ဖမ္းဆီးရမယ့္တာ၀န္႐ွိလို႔လာပါတယ္...ဘာလို႔မ်ား စာအုပ္ထဲကေနမေကာင္းဆိုး၀ါးေတြထြက္လာရတာလဲ၊ဟန္နာ့ရဲ႕ထူးဆန္းလွတဲ့အေဖျဖစ္သူ အာအယ္လ္စတိုင္းလ္ရဲ႕သ႐ုပ္မွန္ကေရာ ဘာမ်ားလဲ၊မေကာင္းဆိုး၀ါးေတြကသူတို႔ကိုဘယ္လိုဒုကၡေပးမလဲ၊အဲ့မေကာင္းဆိုး၀ါးေတြကိုဘယ္လိုျပန္ဖမ္းဆီးမယ္ဆိုတာကိုဒီ \"Goosebumps\" ဆိုတဲ့ကားေလးမွာ ရင္ခုန္စိတ္လႈပ္႐ွားစြာနဲ႔ၾကည့္႐ႈရမွာပဲျဖစ္ပါတယ္ File Size : (893MB) and (298 MB)\nQuality : BluRay 720p\nRunning Time :1hr ...",
        "rating": "6.3",
        "url": "https://megaup.net/SVp0/Goosebumps_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BYjc0MjYyN2EtZGRhMy00NzJiLWI2Y2QtYzhiYTU3NzAxNzg4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Speed (1994)",
        "description": "Speed (1994)\nIMDb - 7.2/10_____Rotten - 94%Won 2 Oscars. Another 17 wins & 20 nominations. \n(Unicode)Action ကားကောင်းကောင်းကြိုက်သူတို့အတွက်\nပြန်လည် တင်ဆက်ပေးလိုက်ပါတယ်\nSpeed ဇာတ်ကားဟာ 1994 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး\nမင်းသား Keanu Reeves နဲ့ Sandra Bullockတို့\nတွဲဖက်သရုပ်ဆောင်ပြီး IMDb 7.2 ရရှိခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျက် ထရေဗန်ဟာ\nရဲတပ်ဖွဲ့ဝင်တစ်ယောက်..တရက်မှာ ခရီးသည်တစ်စု\nဗုံးနဲ့ထောင်ချောက်ဆင်ဖမ်းလို့ ခက်ခက်ခဲခဲ\nကယ်နိုင်ခဲ့ရပါတယ်..ဗုံးထောင်တဲ့လူကလည်း\nရဲတပ်ဖွဲ့ဝင်ဟောင်း.တစ်ဦး ဗုံးကို အထူးကျွမ်းကျင်သူ\nသူပင်စင်ယူခဲ့တဲ့ကိစ္စမှာ မကျေနပ်လို့ အခုလို\nဓါးစားခံဖမ်းပြီး ဗုံးထောင်ငွေညှပ်တာမအောင်မြင်တော့\nဂျက်ထရေဗန်ကိုအညိုးထားပါတော့တယ်\nနောက်ဆုံး ခရီးသည်တင်ဘတ်ကားကိုဗုံးထောင်ပြီး\nငွေထပ်ညှစ်တဲ့အခါမှာတော့..ဘယ်လိုတွေဆက်ကြုံရမလဲ\nဆိုတာကို ဆက်လက်ခံစားကြည့်ပါ\n (Zawgyi)Action ကားေကာင္းေကာင္းၾကိဳက္သူတို႕အတြက္\nၿပန္လည္ တင္ဆက္ေပးလိုက္ပါတယ္\nSpeed ဇာတ္ကားဟာ 1994 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး\nမင္းသား Keanu Reeves နဲ႔ Sandra Bullockတို႕\nတြဲဖက္သရုပ္ေဆာင္ၿပီး IMDb 7.2 ရရွိခဲ႔ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ႔ ဂ်က္ ထေရဗန္ဟာ\nရဲတပ္ဖြဲ႔၀င္တစ္ေယာက္..တရက္မွာ ခရီးသည္တစ္စု\nဗံုးနဲ႔ေထာင္ေခ်ာက္ဆင္ဖမ္းလို႔ ခက္ခက္ခဲခဲ\nကယ္ႏိုင္ခဲ႔ရပါတယ္..ဗံုးေထာင္တဲ႔လူကလည္း\nရဲတပ္ဖြဲ႕၀င္ေဟာင္း.တစ္ဦး ဗံုးကို အထူးကြ်မ္းက်င္သူ\nသူပင္စင္ယူခဲ႔တဲ႔ကိစၥမွာ မေက်နပ္လို႔ အခုလို\nဓါးစားခံဖမ္းၿပီး ဗံုးေထာင္ေငြညွပ္တာမေအာင္ၿမင္ေတာ႔\nဂ်က္ထေရဗန္ကိုအညိဳးထားပါေတာ႔တယ္\nေနာက္ဆံုး ခရီးသည္တင္ဘတ္ကားကိုဗံုးေထာင္ၿပီး\nေငြထပ္ညွစ္တဲ႔အခါမွာေတာ႔..ဘယ္လိုေတြဆက္ၾကံဳရမလဲ\nဆုိတာကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ctpg/Speed_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/cradle-2-the-grave-poster-133x200.jpg",
        "title": "Cradle 2 the Grave (2003)",
        "description": "Cradle 2 the Grave (2003)______IMDb - 5.8/102003 က ထွက်ရှိခဲ့တဲ့ Cradle 2 the Grave ဇာတ်ကားမှာ\nမင်းသားကြီး ဂျက်လီ နဲ့အတူ ပါရာနာဝေးလို့ ပရိတ်သတ်တွေ\nသိကြတဲ့ Mark Dacascos တို့အတူတွဲဖက်သရုပ်ဆောင်ထားပါတယ်\nIMDb 5.8  ရရှိထားပြီး Action ကားကောင်းကောင်းကြည့်လိုသူ\nတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့..\nကျွမ်းကျင်သူခိုးအဖွဲ့တစ်ဖွဲ့က အဖိုးတန်ကျောက်တုံးလေးကို\nခိုးယူမိပြီးသူတို့ထင်သလိုလည်းမဖြစ်လာခဲ့ဘူး..သူတို့လက်ထဲကနေ\nအဆင့်ဆင့်လုယူချင်နေတဲ့သူတွေကလည်းပေါများနေပါတယ်\nဒီကျောက်တုံးအနက်လေးဟာ ဘယ်လိုများတန်ဖိုးရှိနေတာလဲ\nပြီးတော့ အဲ့အရာကိုလက်ဝယ်ပိုင်ဆိုင်ထားတဲ့သူခိုးအဖွဲ့ကရော\nဘယ်လိုမျိုး အခက်အခဲတွေကြုံမလဲ..ဆိုတာကို\nတစ်ကားလုံးစွန့်စားခန်း ဖိုက်တင်ခန်းတွေအပြည့် နဲ့\nကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Phyo Zaw ဖြစ်ပါတယ်\n File Size - 1 GB\nQuality - Blu-Ray 720p\nDuration - 01:41:13\nTranslator - Phyo Zaw\nEncoder - LK",
        "rating": "5.8",
        "url": "https://megaup.net/1xp0S/Cradle_2_The_Grave_[2003_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ixLHMV9RoyBGJz2yRuggsr0vyX.jpg",
        "title": "Blue Iguana (2018)",
        "description": "အက္​ဒီနဲ႔ ​ေပၚလ္​တို႔ဟာ စား​ေသာက္​ဆိုင္​​ေလးတဟ္​ဆိုင္​မွာ အခ်ိန္​ပိုင္​းလုပ္​ရင္​းတရားမဝင္​အလုပ္​မ်ားကို ​ေငြယူၿပီး လုပ္​​ေပးတဲ့ လူမိုက္​ႏွစ္​​ေယာက္​ ျဖစ္​ပါတယ္​။​​ေ႐ွ႕​ေနမ​ေလး ကတ္​သရင္​းက​ေတာ့ မ​ေကာင္​းတဲ့လူတစ္​​ေယာက္​အ​ေပၚယံုၾကည္​မိလို႔ လူဆိုး​ေခါင္​း​ေဆာင္​ အာကာဒီဆီမွာ အ​ေႂကြးတင္​​ေနၿပီးသူခိုင္​းတာ​ေတြ လုပ္​​ေပး​ေနရတဲ့ ​ေ႐ွ႕​ေနမ​ေလးတစ္​​ေယာက္​ပါ။တစ္​ေ​န႔မွာ​ေတာ့ အာကာဒီရဲ႕ ​ေစခိုင္​းမႈ​ေၾကာင္​့ ပစၥည္​းတစ္​ခုကိုျဖတ္​လုရမယ္​့ကိစၥျဖစ္​လာခဲ့တဲ့အခါမွာ​ေတာ့အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဆီမွာ လာ​ေရာက္အလုပ္​အပ္​ႏွံခဲ့ပါတယ္​။အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဟာ အလုပ္​လက္​ခံခဲ့ၿပီး ကတ္​သရင္​း​ေျပာတဲ့အတုိင္​း လုပ္​​ေပးခဲ့​ေပမယ္​့ၾကားဝင္​​ေႏွာက္​ယွက္​တဲ့ လူဆိုးတစ္​သိုက္​​ေၾကာင္​့ သူတို႔လုယူခဲ့တဲ့ ပစၥည္​းကို ဆံုး႐ွံုးခဲ့ရပါတယ္​။ပိုက္​ဆံလည္​းမရ စိတ္​ညစ္​ၿပီး အိမ္​ျပန္​​ဖို႔ ျပင္​ဆင္​​ေနၾကတုန္​းမွာကတ္​သရင္​း​ေရာက္​လာခဲ့ၿပီး ျဖစ္​​ေၾကာင္​းကုန္​စင္​ကို ​ေျပာျပခဲ့ပါတယ္​။ဒါ့အျပင္​ လူဆိုးဘုရင္​ အာကာဒီ​ေနာက္​လုပ္​မယ္​့အလုပ္​ကို ၾကားဝင္​ျဖတ္​ခုတ္​ဖို႔ စု​ေပါင္​းၾကံစည္​ၾကရင္​းဘယ္​လို​ေတြ ျဖသ္​လာမလဲဆိုတာ​ေတာ့ဒီဟာသအက္​႐ွင္​ဇာတ္​ကား​ေလးကို ၾကည္​့႐ူအား​ေပးလိုက္​ၾကပါဦးခင္​​ဗ်ာ..... File Size : (874 MB) and (254 ...",
        "rating": "5.3",
        "url": "https://megaup.net/SYm1/Blue_Iguana_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/a_chinese_ghost_story_3_large-154x200.jpg",
        "title": "A Chinese Ghost Story 3 ( 1991 )",
        "description": "Chinese Ghost Story ကားရဲ႕ ေနာက္ဆံုး ၃ ကားေၿမာက္ပါ ..Chinese Ghost Story 1 ကို ဒီမွာေဒါင္းပါChinese Ghost Story 2 ကို ဒီမွာေဒါင္းပါပထမဆံုးကားၿဖစ္တဲ႔ Chinese Ghost Story 1 မွာပါတဲ႔သစ္ပင္မေကာင္းဆိုး၀ါးကိုအေၿခခံၿပီးဇာတ္လမ္းၿပန္ဆက္ထားပါတယ္..အတြဲ ၁ မွာ ရင္ခ်င္ဟ ရဲ႕လက္ခ်က္ေၾကာင္႔ အစြမ္းေတြနည္းသြားတဲ႔သစ္ပင္မိစၦာမေကာင္းဆုိး၀ါးဟာႏွစ္၁ ရာၿပည္႔တဲ႔အခါမွ ၿပန္လည္ေသာင္းက်န္းလို႔လာပါၿပီ...အဲ႔အရပ္ကိုေရာက္လာတဲ႔ ဘုန္းေတာ္ၾကီး၁ပါးနဲ႔ကိုရင္ေလးတို႔ၾကံဳေတြ႕ရတဲ႔အခါမွာေတာ႔......အေတြ႕အၾကံဳႏုနွယ္လြန္းတဲ႔ ကိုရင္ေလးနဲ႔မာယာၾကြယ္လွတဲ႔ သရဲမေလးေတြၾကားဘာေတြဆက္ၿဖစ္မလဲ..ဘုန္းေတာ္ၾကီးကေရာ မေကာင္းဆိုး၀ါး ရန္စြယ္ကိုဘယ္လိုေတြဖယ္ရွားၾကမလဲဆုိတာ..ဆက္လက္ေစာင္႔ၾကည္႕ပါဦး၁+၂ မွာပါတဲ႔ မင္းသား အေၿပာင္းအလဲၿဖစ္ေပမယ္႔ မင္းသမီးကေတာ႔အတူတူပါပဲ....... Translated By Aung Myat ShweEncoded By LKA Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "6.7",
        "url": "https://megaup.net/1yWju/A_Chinese_Ghost_Story_III_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ghost-story-2-133x200.jpg",
        "title": "A Chinese Ghost Story 2 ( 1990 )",
        "description": "A Chinese Ghost Story 1 ရဲ႕အဆက္ပဲၿဖစ္ပါတယ္..1 မၾကည္႕ရေသးရင္ ဒီေနရာမွာသြားေရာက္ေဒါင္းယူႏိုင္ပါတယ္...လင္ခ်ိဳင္စံရဲ႕ ခ်စ္သူတေစၦမေလးစင္ခ်င္တစ္ေယာက္ ေနာက္ဘ၀ကိုကူးသြားၿပီးတဲ႔ေနာက္မွာေတာ႔  ႏွစ္အနည္းငယ္အၾကာကေန ဇာတ္လမ္းၿပန္ဆက္ၿပီးရိုက္ကူးထားပါတယ္..အေၾကြးလိုက္ေတာင္းတဲ႔အလုပ္အၿဖစ္တာ၀န္ယူရတဲ႔လင္ခ်ိဳင္စံတစ္ေယာက္ ဇာတိေၿမကို ၿပန္အေရာက္မွာအားလံုးအေၿပာင္းအလဲေတြၿဖစ္ကုန္ပါၿပီ..မတရားမွုေတြၾကီးစိုးၿပီး သရဲတေစၦေတြေပါမ်ားလွတဲ႔ နယ္ေၿမတစ္ခုမွာလင္ခ်ိဳင္စံတစ္ေယာက္ဘယ္လိုအသက္ရွင္ေအာင္ၾကိဳးစားရမလဲ..ၿပီးေတာ႔ စင္ခ်င္ နဲ႔ပတ္သတ္တဲ႔အခ်စ္ဇာတ္လမ္းေလးဘယ္လိုဆက္မလဲဆုိတာေတာ႔ ဆက္လက္ခံစားၾကည္႕ရွုပါ1990 က ထြက္ရွိခဲ႔ေသာကားၿဖစ္ေသာေၾကာင္႔တတ္ႏိုင္သေလာက္ ၾကည္ႏိုင္တဲ႔ ကြာလတီကိုရွာေဖြၿပီးတင္ဆက္ေပးလိုက္ပါတယ္   A Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1yWjf/A_Chinese_Ghost_Story_II_[1990]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p12462349_p_v8_aa-1-200x300.jpg",
        "title": "Batman: Bad Blood (2016)",
        "description": "ကာတွန်းကားလို့တောင်ပြောဖို့မတန်တဲ့DCရဲ့ကားကောင်းတစ်ခုဖြစ်ပြီးဇာတ်လမ်းအတက်အကျကြမ်းလွန်းတဲ့batmanရဲ့ကားကောင်းတစ်ခုဖြစ်ပါတယ်။Batwomanနဲ့Electrocutioner, Blockbuster, Firefly,Killer Mothတို့လိုvillainအကြမ်းစားတွေချနေတာနဲ့ဇာတ်လမ်းကိုစဖွင့်ထားပြီးBatmanကဝင်ကူပေးတဲ့အခန်းမို့သူ့ရဲ့hero introကိုကောင်းကောင်းခံစားကြရမှာပါ။Hereticလို့ခေါ်တဲ့villainရောက်လာကာအဆောက်အဦးကိုပေါက်ကွဲစေခဲ့ပါတယ်။BatmanဟာBatwomanကိုကယ်ပြီးလုံးဝပျောက်ကွယ်သွားခဲ့ပါတယ်။ရက်သတ္တပတ်တွေကြာပြီးတဲ့အခါမှာတော့AlfredဟာNightwingကိုအချက်ပြမှုတွေပေးပို့ခဲ့ပါတယ်။Damian Wayneဟာလည်းသူပျောက်သွားတာကိုသတင်းကနေကြည့်ရပြီးတော့Gothamကိုပြန်လာဖို့လုပ်နေပါပြီ။ဒါပေမယ့် သူဘာလို့ပျောက်သွားခဲ့တာလဲ...NightwingကBatman suitဝတ်ထားတာကိုရောDamian Wayneလေးကအမြင်ကြည်ပါ့မလား...Hereticကရော ဘာတွေကြံနေတာလဲဆိုတာကိုတော့...Translated by Tariq L Walker and encoded by sithu<3",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-187/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ShoottoMe2003-2-b-147x200.jpg",
        "title": "Hands Up (2003)",
        "description": "ဒီဇာတ္ကားက လူမႈမီဒီယာေတြမွာ ဟာသဗြီဒီယိုအတိုေလးေတြအေနနဲ႔ ေခတ္စားေနတုန္းပါ...အေတာ္ကို ရယ္ရတဲ့ဇာတ္ကားျဖစ္ပါတယ္...ရုပ္တည္ၾကီးေတြနဲ႔ အတည္ေပါက္ဟာသေတြအျပင္ ကေလးဟာသေတြပါပါလို႔ လူၾကီးလူငယ္မေရြး ရယ္ရမယ့္ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့..တရုတ္-ဂ်ပန္ စစ္တြင္းကာလအေျခအေနေတြကို ေနာက္ခံထားပါတယ္။စစ္တြင္းမွာ တရုတ္ျပည္က အဖိုးတန္ ဗုဒၶဆင္းတုေတာ္ တစ္ဆူကို ဂ်ပန္ေတြ အလစ္သုတ္ေျပးခ်ိန္..တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ဒီဆင္းတုေတာ္နဲ႔ ပါလာတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ဦးတို႕အစြန္အဖ်ားရြာေလးတစ္ရြာမွာ ေသာင္တင္ရာကေန ဇာတ္လမ္းစတယ္။ေပ်ာက္သြားတဲ့ ဆင္းတုေတာ္ရွာမယ့္ လြဲေနၾကဂ်ပန္စစ္တပ္နဲ႔ လြဲေနၾကရြာသားတို႕ဇာတ္လမ္းေပါ့။ဒီဟာသဇာတ္ကားက ၂၀၀၃ ခုႏွစ္က ထြက္ရွိခဲ့တာျဖစ္ေပမယ့္ ေခတ္ေနာက္မက်တဲ့ ရိုက္ခ်က္ေတြကိုေတြ႕ရမွာပါ။ရာဇဝင္ေနာက္ခံဇာတ္ကားျဖစ္လို႔ ခပ္ေပါေပါ မရိုက္တာျဖစ္ႏိုင္ပါတယ္။ဟာသဇာတ္ကားဆိုေပမယ့္ အမ်ိဳးသားေရးဇာတိမာန္ကိုလဲ ပံုေဖာ္ထားႏိုင္ပါေသးတယ္။ကြ်န္ေတာ့္အေနနဲ႕ ဒီဇာတ္ကားရဲ႕ဟာသအတိုေလးေတြကို ႏွစ္သက္မိလို႕ စာတန္းထိုးကို ကိုယ္တိုင္ဖန္တီးျပီးတရုတ္လိုကေန Dike Ran က တိုက္ရိုက္ဘာသာျပန္ဆိုေပးခဲ့ပါတယ္။အားေပးၾကပါဦး။ \nFile size…(900 MB) and (670 MB)\nQuality…HDTV-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Dike Ran",
        "rating": "",
        "url": "https://megaup.net/2URdB/Hands_Up_[2003]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjMzODc2NzU5MV5BMl5BanBnXkFtZTgwNTMwMTE3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mowgli: Legend of the Jungle (2018)",
        "description": "1967 ခုနှစ်က The Jungle Book ကို အသက်ပြန်သွင်းထားတယ်လို့ ပြောလို့ရတယ်\nကျနော့်အနေနဲ့ကတော့ 2016 က ရုံတင်ခဲ့တဲ့ The Jungle Book ထက်\nNetflix က ရိုက်တဲ့ ဒီ Mowgli ကို ပိုပြီး သဘောကျမိတယ်\nEffects တွေကလဲ အတော်လေးကို အသက်ဝင်တယ်\nဇတ်လမ်းကျောရိုးက တူပေမဲ့ ဇတ်လမ်းဇတ်ကွက်လေးတွေတော့\nနည်းနည်းပြောင်းလဲသွားတာရှိတယ်\nအရင်ကလို ကလေးကြည့်တဲ့ရုပ်ရှင်သက်သက် မဟုတ်တော့ပဲ\nသွေးထွက်သံယို အခန်းလေးတွေ အနည်းငယ်ပါတယ်\nဇတ်လမ်း ပုံစံကတော့ Mowgli ရဲ့ မိဘတွေဟာ\nခြေတဖက်ကျိုး နေတဲ့ ရှီရာခန်း ဆိုတဲ့ ကျားဆိုးကြီးရဲ့ သတ်ဖြတ်ချင်းကို\nခံရပြီး Mowgli လေးကတော့ ကံကောင်းပြီး လွတ်မြောက်သွားခဲ့တယ်\nကျားသစ်နက်ကြီး ဘာဂီရာ က ကလေးငယ်ကို\nကယ်ဆယ်ပြီး ဝံပုလွေမိသားစုဆီ ပေးခဲ့တယ်....\nဝံပုလွေတွေဟာလဲ Mowgli လေးကို မိသားစုဝင်အဖြစ်လက်ခံခဲ့ပြီး\nသူတို့ အသက်ရှိနေသ၍ ကျားဆိုးကြီး ရှီရာခန်း ဆီကနေ\nMowgli ကို ကာကွယ်ပေးမယ်လို့ သစ္စာဆိုခဲ့ကြတယ်...\nဒီလိုနဲ့ Mowgli  အရွယ်ရောက်လာတဲ့အခါ\nသူဟာ ဝံပုလွေ တွေနဲ့ မတူတာကို သတိထားမိပြီး\nမေးခွန်းပေါင်းများစွာ ရှိလာခဲ့တယ်...\nသူ့မေးခွန်းတွေကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mowgli-legend-of-the-jungle-2018/",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTI5NTEwNTcxMl5BMl5BanBnXkFtZTcwMDEyMTE4Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Astro Boy (2009)",
        "description": "ဒီေန႔ေတာ႔ CM ပရိတ္သတ္ေတြအတြက္\nIMDb Rate မွာ 6.4 ရရွိထားတဲ႔ Astro Boy လို႔ေခၚတဲ႔\nAnimation ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္...\nဘယ္လိုသေဘာမ်ိဳးနဲ႔ေနေနၾကည္႔သင္႔\nတဲ႔ Animation ကားေကာင္းေလးၿဖစ္ေၾကာင္းေတာ႔အသိေပးပါရေစ\nDr. Tenma ဆိုတာ Toby ကို သိပ္ခ်စ္တဲ့ ဖခင္ေကာင္း တစ္ေယာက္ ျဖစ္သလို\nRobot တည္ထြင္ ရာမွာလဲ နာမည္ၾကီးတဲ့ သိပၸံ ပညာ ရွင္တစ္ေယာက္ ျဖစ္ပါတယ္။\nDr. Tenma ရဲ႕ သားပီပီ သိပၸံပညာ ေတြကို စိတ္ဝင္စားတဲ့ Toby ဟာ\nDr. Tenma ရဲ႕ ခြင့္ျပဳခ်က္ မပါပဲ နည္းပညာသစ္ Red Core နဲ႕ Blue Core တို႕\nစမ္းသပ္တဲ့ ျပပြဲကို ခိုးျပီး သြားေရာက္ ခဲ့ပါတယ္။ Red Core ထဲ့သြင္း စမ္းသပ္တဲ့ စက္ရုပ္ဟာ\nထိန္းခ်ဳပ္မႈ လြတ္ထြက္သြားျပီး ပံုကန္တဲ့ အခ်ိန္မွာ မထင္မွတ္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2USii/Astro_Boy_[2009]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Jodhaa Akbar(2008)",
        "description": "Jodhaa Akbar(2008)\nIMDb.....7.6,,,,,Rotten....79%\n((( ျပသခ်ိန္ ၃ နာရီ ၃၀ မိနစ္ ၾကာျမင့္ၿပီး 1080p,720pတုိ႕ျဖင့္ အေကာင္းမြန္ဆုံးတင္ဆက္ေပးထားပါသည္.....)))\nဒီဇာတ္လမ္းေလးကေတာ့\nအိႏၵိယျပည့္ရဲ႕ ဆယ့္ေျခာက္ရာစုသမိုင္းေနာက္ခံ\nဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ၿပီး\nလက္႐ွိ အိႏၵိယလို႔ေခၚတဲ့ေနရာကို အုပ္စိုးခဲ့ၿပီး\nမဂိုအင္ပါယာကို စတင္ထူေထာင္သူလို႔ ယူဆၾကတဲ့\nႀကီးက်ယ္တဲ့ မဂို ဧကရာဇ္ Akbarနဲ႔\nအမက္ဘုရင္ရဲ႕သမီးေတာ္\nငယ္ရြယ္သြက္လက္တဲ့ မင္းသမီးေလးတစ္ေယာက္တုိ႕အေၾကာင္းကုိ\nအဓိကအေျခခံရုိက္ကူးထားတဲ့  Action, Drama, History ဇာတ္ကားျဖစ္ပါတယ္....\nဟိႏၵဴျဖစ္တဲ အမက္ဘုရင္ဟာ\nသူ႔ရဲ႕ ထီးနန္းကို ထိပါးလာမဲ့ နန္းေတာ္တြင္း ျပႆနာနဲ႔\nသူ႔ႏိုင္ငံကိုတိုက္ေတာ့မဲ့ မဂိုဧကရာဇ္ေၾကာင့္\nသူ႕ သမီးေတာ္ ဂ်ိဳဓ ကို မြတ္စလင္ ဧကရာဇ္Akbarနဲ႔\nထိမ္းျမႇားေစခဲ့ပါတယ္။\nAkbarဟာလည္း ဒီလက္ထပ္မႈက\nခိုင္မာတဲ့ မဟာမိတ္တစ္ခု ၿငိမ္းခ်မ္းေရးတစ္ခုကို\nျဖစ္ေစမယ္လို႔ ယူဆၿပီး လက္ခံခဲ့ပါတယ္။\nဟိႏၵဴ မြတ္စလင္ ဇာတ္ဘာသာ အကဲြေတြေၾကာင့္\nအစပိုင္းမွာ ဂ်ိဳဓဟာ အေျခအေန မဟန္ရင္\nအဆိပ္သုံးဖို႔အထိအမ်ိဴးမ်ိဳး ျပင္ဆင္ခဲ့ေပမဲ့\nမြတ္စလင္ဘုရင္ အက္ဘာဟာ သူထင္သလို\nမဟုတ္ခဲ့ပဲ သူ႔ေတာင္းတဲ့\nသူ႔ဘာသာကိုမေျပာင္းႏိုင္ေၾကာင္းနဲ႔\nသူယုံၾကည္ရာဘာသာရဲ႕ ဘုရားေက်ာင္းေဆာက္ေပးဖို႔ေတြ\nေတာင္းဆိုခဲ့ေပမဲ့ မြတ္စလင္ ဘုရင္ဟာ လက္ခံခဲ့ပါတယ္။\nအခ်ိန္ေတြၾကာၿပီးတဲ့ေနာက္ သူတို႔တစ္ေယာက္ကို\nတစ္ေယာက္ ျမတ္ႏိုးလာၾကေပမဲ့\nမတူညီတဲ့ ယဥ္ေက်းမႈႏွစ္ခု မတူညီတဲ့ဘာသာႏွစ္ခုရဲ႕\nအက်ိဳးဆက္အေၾကာင္းတရားေတြေၾကာင့္\nမေျဖာင့္ျဖဴးတဲ့အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ဟာ\nဘယ္လိုေတြၾကဳံရဦးမလဲဆ္ိုတာ\nအသင့္အတင့္မွန္တဲ့ သမိုင္းနဲ႔ ၾကည့္ျမင္ခံစားၾကရမွာပါ။\nၾကာျမင့္ခ်ိန္သုံးနာရီခဲြအတြင္းမွာ\nသမိုင္းရဲ႕ ျဖစ္ေနၾက ျပႆနာေတြျဖစ္တဲ့\nစစ္ပဲြ .ဘာသာေရးျပႆနာ..ထီးနန္းကိစၥေတြကို\nဧကရာဇ္နဲ႔ မင္းသမီးေလးရဲ႕ အခ်စ္ဇာတ္လမ္းကေလးနဲ႔\nတခမ္းတနားတင္ျပထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1wrfr/Jodhaa_Akbar_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p8013559_v_v8_aa-133x200.jpg",
        "title": "Justice League: Crisis on Two Earths (2010)",
        "description": "Justice Leauge: Crisis On Two Earths\nၾကည့္သင့္တဲ့အေၾကာင္းျပခ်က္ေတြအမ်ားႀကီးထဲကတစ္ခုျပပါဆို\nဒီကားကparallel earthကိုအေျခခံထားတာပါပဲ\nလူဆိုးေတြကလူေကာင္းျဖစ္ေနမယ္ လူဆိုးေတြကလူေကာင္းျဖစ္ေနမယ္\nအထာက်မႈေတြမ်ားစြာနဲ႔characters developmentေတြကိုၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္ေတြ႔ႏိုင္ပါတယ္\nဒီကားကကြၽန္ေတာ္တို႔သိထားတဲ့Lex Luthorနဲ႔Jokerရဲ႕အေၾကာင္းေတာ့မဟုတ္ဘူးဗ်\nအနည္းဆံုးေတာ့သူတို႔ေတြသာလူေကာင္းေတြျဖစ္ခဲ့ရင္...\nကြၽန္ေတာ္တို႔သိေနခဲ့တဲ့လူေကာင္းေတြကသာလူဆိုးေတြျဖစ္ေနခဲ့ရင္...\nCrime Syndicate HqကေနLexနဲ႔Jokerတို႔ဟာdimensional travel deviceကိုဝင္ခိုးတဲ့ဇာတ္ဝင္ခန္းနဲ႔စထားၿပီး\nမထင္ထားတဲ့စေတးခံမႈေတြနဲ႔ပါးစပ္အေဟာင္းသားျဖစ္သြားေစႏိုင္plotနဲ႔စထားတာမို႔\nလံုး၀မပ်င္းေစရဘူးဆိုတာေတာ့အာမခံပါရေစ\nLex ဟာသူ႔အဖြဲ႔တိုင္ပင္ျပီးေနာက္ဆံုးမွာေတာ့\nကြၽန္ေတာ္တို႔ရဲ႕ကမာၻကိုေရာက္လာၿပီးJLကိုအကူအညီလာေတာင္းပါေတာ့တယ္\nSupermanရဲ႕x rayနဲ႔Lexဟာအျခားparallel earthကျဖစ္ေၾကာင္းအတည္ျပဳၿပီးတဲ့အခါမွာေတာ့\nLexကိုကူညီေပးၾကဖို႔ဆံုးျဖတ္လိုက္ၾကပါေတာ့တယ္\nဘယ္လိုေတြကူညီၾကမယ္ဆိုတာေတာ့...\nအညႊန္းနဲ႔encodeထားေပးတာေတာ့sithuျဖစ္ပါတယ္",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/justice-league-crisis-on-two-earths-2010/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hleKFQ51VTt8GKnUNN0AvJD1wNe.jpg",
        "title": "Monstrum (2018)",
        "description": "Monstrum ဟာ ဘုရင္ေဂ်ာင္ဂ်ံဳလက္ထပ္ ၁၅၇၂ ခုႏွစ္မွာ ေတာ္၀င္နန္းေတာ္ကိုၿခိမ္းေၿခာက္ခဲ့တဲ့  ထူးဆန္းတဲ့သတၱ၀ါဆိုးၾကီးအေၾကာင္းကိုမွတ္တမ္းမွတ္ရာေတြကို ၿပန္လည္ရိုက္ကူးတင္ၿပထားတဲ့ ကိုရီးယားနန္းတြင္းရုပ္ရွင္ကားတစ္ကားၿဖစ္ပါတယ္...ဘုရင္က အဲဒီသတၱ၀ါၾကီးကို အမဲလိုက္ဖို႕သူ႕လူယံုေတြကိုေစခိုင္းခဲ့တဲ့အေၾကာင္း သမိုင္းမွတ္တမ္းထဲမွာ ေဖာ္ၿပထားပါတယ္...ရုပ္ရွင္ဒါရိုက္တာ Heo Jang-ho က ''ဒီရုပ္ရွင္ဟာ စိတ္ကူးယဥ္သတၱ၀ါအေၾကာင္းကို ပံုေဖာ္ထားပါတယ္....ကြ်န္ေတာ္တို႕ရဲ႕ ကိုယ္ပိုင္စိတ္ကူးယဥ္ပံုစံကို အေၿခခံထားတဲ့ သတၱ၀ါတစ္ေကာင္ကို ဖန္တီးခဲ့ပါတယ္...ဒါေပမယ့္ ကြဲၿပားခ်က္ရွိေနတာက ကြ်န္ေတာ္တို႕က သမိုင္းမွတ္တမ္းေတြကေနအိုင္ဒီယာယူထားတာလည္း ၿဖစ္ပါတယ္ '' လို႕ ၾသဂုတ္လ ၁၆ ရက္ေန႔ကၿပဳလုပ္ခဲ့တဲ့သတင္းစာရွင္းလင္းပြဲမွာေၿပာဆိုခဲ့ပါတယ္...၀ါရင့္သရုပ္ေဆာင္ ကင္ေၿမာင္မင္းက ဘုရင္ကိုထီးနန္းကေနဖယ္ရွားဖို႕နဲ႕ အႏၱရာယ္ေပးေနတဲ့ သတၱ၀ါဆိုးၾကီး ေနာက္ကိုထပ္ၾကပ္မကြာလိုက္သြားခဲ့တဲ့ ဘုရင့္ရဲ႕လူယံုေတာ္ Yoon Gyeom အၿဖစ္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္....မင္းသား Kim In-kwon ကေတာ့ရွာေဖြေရးအဖြဲ႕ထဲကYoon ရဲ႕ညာလက္ရံုး Seong-han အၿဖစ္သရုပ္ေဆာင္ထားပါတယ္...နာမည္ေက်ာ္ Kpop အဆိုေတာ္အဖြဲ႕ Girl - Day မွအဆိုေတာ္ သရုပ္ေဆာင္Hyeri က Yoon ရဲ႕သမီး Myeong အၿဖစ္္လည္းေကာင္းမင္းသား Choi Woo-Sik ကဘုရင့္အမိန္႕ေတာ္ကို လာေရာက္ေပးအပ္တဲ့တပ္မွဴးအၿဖစ္လည္းေကာင္း ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္... မင္းသား Kim ...",
        "rating": "6.0",
        "url": "https://megaup.net/2UShw/Monstrum_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/p8822519_v_v8_aa-133x200.jpg",
        "title": "Ra One (2011)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့\nစိတ္ကူးေကာင္းမြန္လွတဲ႔ဇာတ္ကားေလးျဖစ္ျပီး\nအားလပ္ရက္မွာ အခ်ိန္ကုန္လြန္ေကာင္းတဲ႔\nဇာတ္ကားေကာင္းတစ္ခုေပါ့။\nဂိမ္း ပရိုဂရမ္ေရးဆြဲသူ\nရွီကာဟာ သားကိုခ်စ္တတ္လြန္းတဲ႔ အေဖတစ္ေယာက္ပါ။သူ႕သားေလးနာမည္က\nပါတိ။ ပါတိ ဟာ ဂိမ္းခ်စ္တတ္သူတစ္ဦးျဖစ္ျပီး\nရိုးအီလွေသာ ဇာတ္အိမ္မွခြဲထြက္လိုသူျဖစ္သည္။\nသူရဲ႕စိတ္မွာေတာ့ မေသဆံုးႏိုင္သည့္ လူဆိုးဇာတ္ေကာင္ေပၚထြန္းေစခ်င္ျပီး သူ႕အေဖ\nရွီကာကေတာ့ သူရဲေကာင္းကိုသာ အေလးထားေလသည္။\nဒီလိုနဲ႔ ရွီကာဟာ\nေနာက္တစ္ခါ တီထြင္သည့္ ဂိမ္းတြင္ ရာ၀မ္း ဟူေသာ ဇာတ္ေကာင္ကို ပံုေဖာ္ေပးခဲ႔သည္။\nရာ၀မ္းဟာ စြမ္းအားျမင့္ လူဆိုးျဖစ္ျပီး သူနဲ႕\nယွဥ္ျပိဳင္ရမည့္ သူရဲေကာင္းကား ဂ်ီ၀မ္း။\nထိုသို႔ႏွင့္ ဂိမ္း အား ပြဲဦးမိတ္ဆက္ပြဲေန႔မွာေတာ့\nပါတိ ဟာ လူစီဖာ နာမည္ျဖင့္ ဂ်ီ၀မ္းဇာတ္ေကာင္ေနရာမွ၀င္ကစားျပီး\nရာ၀မ္းႏွင့္ တိုက္ခိုက္ပြဲ ဆင္ႏႊဲခဲ႔သည္။ ဂိမ္းပြဲကား\nခက္ခဲလွေသာ္လည္း လူစီဖာ ပင္ အႏိုင္ရခဲ႔သည္။\nထိုအခ်ိန္အခါသည္ အိႏၵိယျပည္၏ သိပၸံနည္းပညာေလာကသည္ ထြန္းကားေနျပီျဖစ္သည္။ ေရာင္ျခည္စြမ္းအားတို႔\nအသံုးျပဳ၍ သက္မဲ႔ကိုပင္ ရုပ္လံုးေဖာ္ႏိုင္ခဲ႔သည္။\nတစ္ဖက္တြင္လည္း ရွီကာတို႕ဂိမ္းဌာနတြင္လည္း\nေရာင္ျခည္တန္းမ်ားျဖင့္ ဂိမ္းကို ထိန္းခ်ဳပ္ထားခဲ႔သည္။ သို႕ေသာ္ မေမွ်ာ္လင့္ဘဲ\nေရာင္ျခည္တန္းတို႕၏ စြမ္းအားျဖင့္ ရာ၀မ္း\nဇာတ္ေကာင္အရုပ္သည္လည္း အသက္၀င္လာသည္။\nထို႔ေနာက္ ရာ၀မ္းသည္ လူစီဖာ Player အား ျပန္လည္ရွာေဖြျပီး အဆံုးသတ္မယ့္\nႀကိဳးစားခ်ိန္ေတြမွာေတာ့ ?????\nဘာေတြဆက္ျဖစ္မလဲ။ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2crcl/Ra_One_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/s-l640-160x200.jpg",
        "title": "When Fortune Smiles (1990)",
        "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ ငယ္စဥ္က ဇာတ္ကားပါ...Action/Comedy/Romance အမ်ိဳးအစားျဖစ္ပါတယ္။Action ဆိုလဲ လံုးဝမအိုင္ေအာင္ ခပ္မိုက္မိုက္ရိုက္ကူးထားပါတယ္။Comedy ဆိုလဲ အခြီျဖစ္ေအာင္ ရိုက္ကူးထားႏိုင္ပါတယ္။Romance ဆိုလဲ လံုးဝဟက္ထိေအာင္ ရိုက္ကူးထားပါတယ္။သူ႕ေနရာနဲ႔သူ ရသအစံုပံုေဖာ္ထားႏိုင္တဲ့ ဇာတ္ကားပါ။မင္းသမီးကလဲ ဇာတ္ရုပ္နဲ႔အလိုက္ ေဒါင္က်က် ျပားက်က် သရုပ္ေဆာင္ျပထားတာေတြ႕ရပါတယ္။ဇာတ္ေၾကာင္းေလးကိုေတာ့ ခံစားအားေပးၾကည့္ၾကပါဦး။ \nFile size…(999 MB) and (490 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Khin Chan Myae Thu",
        "rating": "6.3",
        "url": "https://megaup.net/T0cp/When_Fortune_Smiles_(Mou_Dik_Hang_Wan_Sing)_[1990]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZDM3YmMyZTgtM2I1Yi00Yjg0LWE2MTgtZDRmMTI3MDdjZDFhXkEyXkFqcGdeQXVyMzM1OTMzNDA@._V1_-156x200.jpg",
        "title": "L Storm (2018)",
        "description": "ေဟာင္ေကာင္အက္႐ွင္ဇာတ္ကားျဖစ္ပါတယ္။ICAC က Luk Chi Limနဲ႔ Lau Po-keungတို႔ဟာ ေငြျဖဴ လုပ္တဲ့ဂိုဏ္း ကို ေျခရာခံစံုစမ္းၾကပါတယ္။ကမာၻတစ္ဝွမ္းမွာ ေငြျဖဴလုပ္တဲ့လုပ္ငန္းေတြဟာ က်ယ္ျပန္႔လာၿပီးေဟာင္ေကာင္အထိပါေရာက္႐ွိလာခဲ့ပါတယ္။တစ္ႏွစ္ကို အေမရိကန္ေဒၚလာသန္းေပါင္းမ်ားစြာေငြျဖဴ ျပဳလုပ္ေနၾကပါတယ္။ေဟာင္ေကာင္က ေငြျဖဴ ဂိုဏ္းဟာ အစိုးရဝန္ႀကီးအဆင့္လူတစ္ေယာက္ပါ ပါဝင္ပတ္သတ္ေနတဲ့အတြက္ ဖမ္းဆီးဖို႔အဟန္႔အတားမ်ားစြာ႐ွိေနပါတယ္။နည္းလမ္းမ်ိဳးစံုသံုးၿပီး လြတ္ေျမာက္ဖို႔ႀကိဳးစားေနပါတယ္။ဒီအမွဳကို Luk Chi Limဟာ အသက္ေဘးအႏၱရာယ္က်ေရာက္ခဲ့တဲ့အထိကို ႀကိဳးစားေဖာ္ထုတ္ခဲ့ပါတယ္။လုပ္ေဖာ္ကိုင္ဘက္ ဂ်ဴ နီယာ Lau Po-keungကလည္းမ်ားစြာအကူအညီေပးခဲ့ပါတယ္။ေဟာင္ေကာင္မင္းသား Louis Kooနဲ႔ Julian Cheungတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ Hnin Amy Khine ပါ) File Size : (800 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 30min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.6",
        "url": "https://megaup.net/T0cu/L_Storm_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjU2NzIzMjYtMGE2ZS00YzgzLWE5MzgtZTFiYTlmOWNlYmJkXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-147x200.jpg",
        "title": "Ratsasan (2018)",
        "description": "ၾကည္​့ဖူးတဲ့ တမီလ္ ကား ​ေတြထဲမွာ​ေတာ့ဒီကားကလံုးဝကိုကြဲျပားပါတယ္​\nကား​ေတာ္​​ေတာ္​မ်ားမ်ားကအိုဗာ​ေတြလုပ္​ျပ​လြန္​း​ေပမယ္​့\nဒီကားက​ေတာ့တစ္​ကယ္​့လက္​ရာ​ေကာင္​းပါ\nဇာတ္​လမ္​းက႐ုပ္​႐ွင္​ဒါ႐ိုက္​တာ႐ူး႐ူး​ေနတဲ့လူငယ္​တစ္​​ေယာက္​ဟာ\nဒါ႐ိုက္​တာျဖစ္​ဖို႔ႀကိဳးစားသမ်​ွ​ေတြဘာမွျဖစ္​မလာတဲ့အခါမွာ\nသူ႔အ​ေဖရဲ႕ဂုဏ္​ကိုထိန္​းတဲ့အ​ေနနဲ႔ ရဲတစ္​​ေယာက္​ျဖစ္​ လာခဲ့ပါတယ္​\nတစ္​ခ်ိန္​တည္​းမွာပဲ စိတၱဇ လူသတ္​သမားတစ္​​ေယာက္​ရဲ႕\nမိန္​းက​ေလး​ေတြကို တစ္​​ေယာက္​ၿပီးတစ္​​ေယာက္\n​ရက္​ရက္​စက္​စက္​သတ္​တဲ့အမႈ​ေတြ​ေပၚလာပါတယ္​\nလူသတ္​သမားဟာ​ေက်ာင္​းသူ​ေလး​ေတြကိုဖမ္​း​ေခၚသြားၿပီး\nအတိုင္​းအမွတ္​အသားအ​ေနနဲ႔လက္​​ေဆာင္​ဘူး​ေလးတစ္​ဘူးအျမဲထားခဲ့ပါတယ္​\nအဖမ္​းခံရၿပီးႏွစ္​ရက္​​ေျမာက္​တဲ့​ေန႔​ေရာက္​တိုင္​းမွာက​ေလး​ေတြရဲ႕\nအ​ေလာင္​းကိုအမ်ားပိုင္​​ေနရာ​ေတြမွာႂကြပ္​ႂကြပ္​အိတ္​နဲ႔ပတ္​ၿပီးပစ္​ထားတာ​​ေတြ႔ရပါတယ္​\nပံုမွန္​လူသတ္​မႈ​ေတြဆိုတာ အသတ္​ခံရသူနဲ႔နီးစပ္​ရာအသိုင္​းအဝိုင္​း​ေတြထဲက\nသံသယ႐ွိသူကို႐ွာၿပီးစစ္​လိုက္​ရင္​အမႈ​ေပၚႏိုင္​​ေပမယ္​့\nစိတၱဇလူသတ္​သမားဆိုတာက​ေတာ့ အသတ္​ခံရသူ​ေတြနဲ႔ဘာပတ္​သတ္​မႈမွမ႐ွိပဲ\nသူ႔စိတ္​ဒဏ္​ရာ​ေၾကာင္​့ သတ္​ရတာကိုအရသာ​ေတြ႔လို႔\nဘယ္​သူ႔ကိုမဆိုလိုက္​သတ္​တာမ်ိဳးပါ\nဒီလိုလူသတ္​သမားမ်ိဳးနဲ႔ၾကံဳလာတဲ့အခါမွာ\nအရင္​အမႈလိုက္​​ေနၾကပံုစံ​ေတြတစ္​ခုမႈအလုပ္​မျဖစ္​​ေတာ့ပဲ\nရဲ​ေတြ​ေခါင္​းခဲလို႔လာရပါတယ္​ ဒီအခ်ိန္​မွာ\nစိတ္​ကူးစိတ္​သန္​း​ေကာင္​းတဲ့ဒါ႐ိုက္​တာ႐ူး ရဲ​ေပါက္​စဟာ\nအမႈအ​ေပၚ႐ႈ​ေထာင္​့တစ္​မ်ိဳးက​ေနၾကည္​့ၿပီး တရားခံကို\nတျဖည္​းျဖည္​း႐ုပ္​လံုး​ေပၚလာ​ေအာင္​ႀကိဳးစားခဲ့ပါတယ္​\nလူသတ္​သမားနဲ႔အႏၱရာယ္​မ်ားတဲ့\nကစားပြဲတစ္​ခုကိုဖန္​တီးၿပီးဖမ္​းဆီးဖိ႔ု္​ႀကိဳးစားရာမွာ\nအဆံုးအ႐ွံုး​ေတြကလည္​းအရမ္​းမ်ားခဲ့ပါတယ္​\nဇာတ္​လမ္​းက​အစအဆံုးစိတ္​ဝင္​စရား​ေကာင္​းလြန္​းလို႔\nႏွစ္​နာရီခြဲဘယ္​လိုကုန္​သြားမွန္​း​ေတာင္​​သိလိုက္​မွာမဟုတ္​ဘူး\n........................................................\nသီခ်င္​း​ေတြဆိုတာ\nမႀကိဳက္​တဲ့သူ​ေတြအတြက္​သီခ်င္​းတိုတို​ေလးႏွစ္​ခုပဲပါတယ​္​ေနာ္​\n \nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့ Chanyein Soe ျဖစ္ၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "9.1",
        "url": "https://megaup.net/2dZM0/Ratsasan_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/68367_front-168x200.jpg",
        "title": "A Chinese Ghost Story (1987)",
        "description": "ကျွန်တော်ငယ်စဉ်ကတည်းက စွဲလန်းနှစ်ခြိုက်ခဲ့ရတဲ့ဇာတ်လမ်းလေးတစ်ကားဖြစ်သလိုယနေ့တိုင်လည်းဘယ်ချိန်ပြန်ကြည့်ကြည့်မရိုးသေးပါဘူး18+ ခေါင်းစဉ်တပ်လိုက်ပါမယ်..ဘာကြောင့်လဲဆိုရင် တချို့အခန်းတွေဟာမိဘတွေနဲ့အတူကြည့်ဖို့မသင့်တော်လို့ပါ..နည်းနည်းပါးပါးပါပဲA Chinese Ghost Story ကိုတော့တော်တော်များများကြားဖူးကြမယ်ထင်ပါတယ်နောက်ပိုင်းမှလူကြိုက်များလှတဲ့မင်းသမီး Liu Yi Fei ပြန်လည်သရုပ်ဆောင်ခဲ့တဲ့Chinese Ghost Story ဇာတ်ကားရဲ့ မူရင်း အရင်းအမြစ်ကတော့ 1987 မှာပထမဆုံးထွက်ရှိခဲ့တဲ့ဇာတ်ကားပါပဲ အခုချိန်မှာတော့ ဒီဇာတ်ကားထဲကအဓိကမင်းသားဇာတ်ကောင် ဖြစ်တဲ့  Leslie Cheung ဟာ 2003 ခုနှစ်ဧပရယ် ၁ ရက်နေ့မှာ ဟောင်ကောင်မှာရှိတဲ့  Mandarin Oriental Hotel ရဲ့24 ထပ်ကနေ ခုန်ချပြီးအဆုံးစီရင်ခဲ့လို့ သေဆုံးပြီးဖြစ်နေပါပြီမင်းသမီးဖြစ်တဲ့ Joey Wang ကတော့ အခုချိန်မှာ အသက် 51 နှစ်ဖြစ်နေပါပြီကျွန်တော့်အမြင်ကိုပြောရရင်တော့  A ChineseGhost Story ထွက်ခဲ့တဲ့ ကားတွေမှာ1987 မှာထွက်တဲ့ နံပါတ် ၁ နဲ့ 1990 မှာ ထွက်တဲ့ ၂ လောက်ကျန်တာဘယ်ကားမှသိပ်မကောင်းဘူးလို့ပဲမြင်ပါတယ်..လူသားကောင်လေးတစ်ယောက်နဲ့တစ္တေမလေးတစ်ယောက်တို့ရဲ့အချစ်ဇာတ်လမ်းကို ဟာသနှောပြီးရယ်မောဖွယ်ကြည်နူးဖွယ်..နဲ့ ရင်နင့်ဖွယ်ရိုက်ကူးတင်ဆက်ထားတဲ့ ဒီဇာတ်ကားဟာလည်းIMDb Rate 7.6 ရရှိခဲ့တာမို့ အများကြီးအထွေအထူးတော့ ပြောနေစရာမလိုတော့ဘူးလို့ထင်မြင်ပါတယ်..လင်ချိုင်စံဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ ရပ်ဝေးကနေနယ်တခုကိုလာပြီးတော့ အကြွေးတောင်းတဲ့သူပါ…လမ်းခရီးသွားလာရတာ ကြမ်းတမ်းပြီး သူခိုးဓါးပြများလည်းပေါများတဲ့အချိန်မို့လို့..သူ့အရင် လာတဲ့သူတွေအသတ်ခံရတာပေါ့..လမ်းမှာမိုးတွေရွာပြီးအရမ်းစိုရွဲသွားလို့ အကြွေးစာရင်းတွေပါ ပျက်စီးသွားခဲ့တယ်..အဲ့တော့ ...",
        "rating": "",
        "url": "https://megaup.net/T24f/A_Chinese_Ghost_Story_I_[1987]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTc4MTU4YzEtODBiNC00NzA4LTg0NGItM2ZhZjZlNDFiNjJjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Outlaw King (2018)",
        "description": "Outlaw/King\n\"အင်္ဂလိပ်တွေအတွက်တော့ သူပုန်။\nစကော့တွေအတွက်တော့ ကျေးဇူးရှင် ဘုရင်မင်းမြတ်။\"\nရန်သူတွေကို စစ်ရှုံးခဲ့ရလို့ ဂူတစ်ဂူထဲမှာ\nခြေရာဖျောက်ပုန်းခိုနေရတဲ့ ဘုရင်ကြီးတစ်ပါးဟာ\nအကြီးအကျယ် စိတ်ဓာတ်ကျဆင်းနေတယ်။ ရန်သူတွေဟာ\nအင်အားကြီးလွန်းလို့ သူဘယ်လိုတိုက်တိုက်\nနိုင်မှာမဟုတ်ဘူး သူ့နိုင်ငံကိုစွန့်ပြီး ရေမြေခြားမှာ\nသွားခိုလှုံတာ အကောင်းဆုံးပဲလို့တောင် တွေးနေမိတယ်။\nအဲဒီအချိန်မှာ ဂူအမိုးမှာ ပင့်ကူလေးတစ်ကောင်ဟာ\nပင့်ကူအိမ်ကို ခက်ခက်ခဲခဲတည်ဆောက်နေတယ်။\nပိုးမျှင်တစ်တန်းဖြစ်လာဖို့ တွယ်တက်လိုက် ပြုတ်ကျလိုက်\nအားမလျှော့ဘဲ ဆက်တက်လိုက် လုပ်နေရင်းနဲ့\nအချိန်တစ်ခုကြာတဲ့အခါ ပင့်ကူအိမ်တစ်ခုဖြစ်လာတယ်။\nဒါကိုစိတ်ဝင်တစားကြည့်မိနေတဲ့ ဘုရင်ကြီးဟာ\nကြည့်ရင်းနဲ့ စိတ်ဓာတ်ခွန်အားတွေရလာတယ်။\nဘယ်လောက်ခက်ခဲတဲ့ အလုပ်ဖြစ်ပါစေ\nမလျှော့တဲ့ဇွဲလုံ့လနဲ့ ကြိုးစားရင် အောင်မြင်မှာပဲဆိုတဲ့\nသဘောတရားကို ဆုပ်ကိုင်မိသွားတယ်။ မကြာမီမှာပဲ\nဘုရင်ကြီးဟာ သူပုန်းအောင်းနေတဲ့ဂူကနေထွက်လာပြီး\nရန်သူတွေကို တိုက်ခိုက် ခြေမှုန်းပစ်တော့တယ်။\nဒီ ဘုရင်ကြီးနဲ့ ပင့်ကူငယ်ပုံပြင်ကို လူတိုင်း\nကြားဖူးကြလိမ့်မယ်။ ဒီပုံပြင်ထဲက ဘုရင်ကြီးဟာ\nKing Davidလို့ဆိုကြသလို စစ်သူရဲကောင်း\nBlack Douglasလို့လည်း ဆိုကြတယ်။\nဒီပုံပြင်ကို အင်္ဂလန်နဲ့စကော့တလန်မှာရှိတဲ့\nကလေးတိုင်း အလွတ်ရနေပြီး ပုံပြင်ထဲက ဘုရင်ကြီးဟာ\nဘယ်သူလဲဆိုတာ သူတို့ကောင်းကောင်းသိပါတယ်။\nစကော့တလန်ရဲ့လွတ်လပ်ရေးကို အင်္ဂလန်လက်က\nပြန်တိုက်ယူပေးခဲ့တဲ့ ဘုရင်ကြီး Robert the Bruceပဲ။\nစစ်ပညာရှင်တွေကတော့ Robert the Bruceကို\nပြောက်ကျားစစ်ဘုရင်လို့ခေါ်ကြတယ်။ Robertဟာ\nသူ့ထက်အင်အား နှစ်ဆသာတဲ့ရန်သူကို\nပြောက်ကျားနည်းနဲ့ အမြဲတိုက်ခိုက် အနိုင်ယူခဲ့လို့\nဖြစ်ပါတယ်။\n၁၂၈၆ ခုနှစ်မှာ စကော့ပြည်ရဲ့ဘုရင်\nAlexander ...",
        "rating": "7.2",
        "url": "https://megaup.net/T2b4/Outlaw_King_[2018]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/jrzxS0vcbzIIay1sdYm0rgI2QfJ-133x200.jpg",
        "title": "Peppermint (2018)",
        "description": "Peppermint (2018)_____IMDb - 6.5/10\n  \nRating 6.5 ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်....\nမိသားစုအပေါ်မှာ မေတ္တာတရားကြီးမားတဲ့ မိန်းမသားတစ်ဦး၊\nမူးယစ်ရာဇာတစ်ဦး၏ စေခိုင်းမှုကြောင့် သူမချစ်တဲ့ ခင်ပွန်းသည်နဲ့ သမီးငယ်တို့\nသူမမျက်စိရှေ့မှာတင် ရက်ရက်စက်စက် သတ်ဖြတ်ခံရတဲ့အပြင်\nသူမကိုယ်တိုင်လည်း သေနတ်ဒဏ်ရာများဖြင့် ဆေးရုံပေါ်ရောက်ခဲ့ရပါတယ်။\nဒါတင်မကသေးပဲ ဆေးရုံဆင်းဆင်းချင်းမှာပဲ တရားစွဲဆိုမှုက အကျင့်ပျက်ခြစားတဲ့\nဥပဒေဘက်တော်သားများကြောင့် အရှုံးကိုသာ ရင်ဆိုင်ခဲ့ရသောအခါ\nတရားမျှတမှုဆိုတာကို ရှာဖွေဖို့အတွက် နူးညံ့မှုကိုဖျောက်ပြီး\nသူမကိုယ်သူမ ပြောင်းလဲခဲ့ရပါတယ်။ ငါးနှစ်တာကာလကို ကျော်လွန်ပြီးခဲ့ချိန်မှာတော့\nဘယ်လိုအရာတွေနဲ့ တစ်ကျော့ပြန်လာမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်\nအက်ရှင်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\n Rating 6.5 ရရွိထားတဲ့ အက္ရွင္ကားေကာင္းတစ္ကားနဲ႕\nမိတ္ဆက္ေပးခ်င္ပါတယ္....\nမိသားစု​အ​ေပၚမွာ ​ေမတၱာတရားႀကီးမားတဲ့ မိန္​းမသားတစ္​ဦး၊\nမူးယစ္​ရာဇာတစ္ဦး၏ ​​​​ေစခိုင္းမႈ​ေၾကာင္​့ သူမခ်စ္​တဲ့ ခင္​ပြန္​းသည္​နဲ႔ သမီးငယ္​တို႔\nသူမမ်က္​စိ​ေ႐ွ႕မွာတင္​ ရက္​ရက္​စက္​စက္​ သတ္​ျဖတ္​ခံရ​တဲ့အျပင္​\nသူမကိုယ္​တိုင္​လည္​း ​ေသနတ္​ဒဏ္​ရာမ်ားျဖင္​့ ​ေဆးရံု​ေပၚ​ေရာက္​​ခဲ့ရပါတယ္​။\nဒါတင္​မက​ေသးပဲ ​ေဆးရံုဆင္​းဆင္​းခ်င္​းမွာပဲ တရားစြဲဆိုမႈက အက်င္​့ပ်က္​ျခစား​တဲ့\nဥပ​ေဒဘက္​​ေတာ္​သားမ်ား​ေၾကာင္​့ အရံႈးကိုသာ ရင္​ဆိုင္​ခဲ့ရ​ေသာအခါ\nတရားမ်ွတမႈဆိုတာကို ႐ွာ​ေဖြဖို႔အတြက္​ ႏူးညံ့မႈကို​ေဖ်ာက္​ၿပီး\nသူမကိုယ္​သူမ ​ေျပာင္​းလဲခဲ့ရပါတယ္​။ ငါးႏွစ္​တာကာလကို ​ေက်ာ္​လြန္​ၿပီးခဲ့ခ်ိန္​မွာ​ေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eJ9C/Peppermint_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/cyborg-she-poster-140x200.jpg",
        "title": "Cyborg She (2008)",
        "description": "Cyborg She (2008)_____IMDb - 7.0/10\n  \nလွန်ခဲ့တဲ့ ၄ နှစ် ဝန်းကျင်လောက်က ပြန်ခဲ့တဲ့ ကျွန်တော့်ရဲ့ပထမဆုံးသော မြန်မာစာတန်းထိုး ရုပ်ရှင်\nဇာတ်ကားဖြစ်ပါတယ်..ကြိုက်လွန်းလို့ကိုမရမကပြန်ရှာပြီးဘာသာပြန်ပေးရတဲ့ဇာတ်ကားလေးဖြစ်သလို\nဘာသာပြန်ပိုး ဝင်သွားတာလည်းဒီဇာတ်ကားကြောင့်ပါ..ကဲ..ကြည်နူးဖို့ကောင်းတဲ့ဂျပန်ဇာတ်ကားလေး\nရဲ့ အညွှန်းကိုဖတ်ကြည့်ရအောင် IMDb Rate ကလည်း 7.0 အထိရထားတဲ့ဇာတ်လမ်းကောင်းလေး\nဖြစ်ကြောင်းလည်းညွှန်းလိုပါတယ်..ပြန်ဒေါင်းပြီးသိမ်းထားကြပါ\n \nဇာတ်လမ်းအညွှန်း\n \nအချိန်ခရီးသွားပြီးပြန်လည်တဲ့ စက်ရုပ်မလေး ဟာ 2008 ခုနှစ်က ဂျီရို ဆီကို လာပြီး ဂျီရို\nဖြစ်လာမယ့် အန္တရာယ်တွေကြားမှာ ပြန်ကယ်..ဖြစ်လာမယ့်စိတ်ထိခိုက်စရာတွေကို\nလိုက်လံဖယ်ရှားပြင်ဆင်ပေးရင်ကနေ..ဂျီရိုတစ်ယောက် စက်ရုပ်မလေးအပေါ်ကို\nသံယောဇဉ်တွေ တွယ်လာပါတယ်..စက်ရုပ်တစ်ရုပ်ကို ချစ်မိတဲ့ ဂျီရို ..\nနှလုံးသားဆိုတာမပါပဲ..စက်ချည်းသက်သက်သာဖြစ်တည်နေတဲ့ စက်ရုပ်မလေး\nဒီ၂ဦးကြားမှာဘာတွေဖြစ်မလဲ..အချစ်ဇာတ်လမ်းတွေဘယ်လိုရှေ့ဆက်မလဲဆိုတာ\nကြည့်လိုက်ဦးနော်..ဇာတ်သိမ်းမှာလည်းသပ်ရပ်စွာသိမ်းသွားပြီး..ဘယ်လိုမှမထင်ထားတဲ့\nဇာတ်လမ်းလေးဖြစ်ပါတယ်..အကြိုက်ဆုံး ဂျပန်ကားတွေထဲက တစ်ကားလို့သာဆိုပါရစေ\n  \nFile Size : 1.27 GB |\nQuality : Blu-Ray 720p |\nFormat : mp4 |\nSubtitle : Myanmar Subtitle ( Hardsub ) |\nTranslated By LK |\nEncoded By ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yTsM/Cyborg_She_(Boku_No_Kanojo_Wa_Saibôgu)_[2008]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/magnificent-seven-133x200.jpg",
        "title": "The Magnificent Seven (1960)",
        "description": "Magnificent Seven 1960IMDb 7.8ဒီရုပ်ရှင်ကတော့ ကမ္ဘာကျော် Seven Samurai ရုပ်ရှင်ကို အခြေခံပြီး ကောင်းဘွိုင်ဇာတ်လမ်းအဖြစ် ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်လည်း ဆုတွေအတော်ရခဲ့ပြီး အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ပဲ ဖြစ်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့အင်အား ၄၀ ကျော်ရှိတဲ့ ဓားပြအုပ်စုကြီးရဲ့ လုယက်အနိုင်ကျင့်မှုတွေကို မခံနိုင်တော့တဲ့ ရွာလေးတစ်ရွာက လယ်သမားတွေဟာ ရှိသမျှပစ္စည်းလေးတွေနဲ့ သူတို့ဘက်က ကာကွယ်ပေးမယ့် သေနတ်သမားတွေကို လိုက်ပြီးငှားရမ်းပါတယ်။စုစုပေါင်း ဒေါ်လာ ၂၀ ထဲနဲ့ သူတို့အတွက် အသေခံတိုက်ပေးမယ့် ထူးထူးခြားခြား သေနတ်သမား ၇ ယောက် ပေါ်ပေါက်လာတဲ့အခါ.....Tartee Poe ဘာသာပြန်ထားပါတယ်",
        "rating": "7.8",
        "url": "https://megaup.net/1IY50/The_Magnificent_Seven_[1960]_(MM_Sub).mp4",
        "category": "Action, Adventure, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/seven-samurai-142x200.jpg",
        "title": "Seven Samurai (1954)",
        "description": "Seven Samurai (1954)\nIMDb - 8.6/10_______R0tten - 100%\n ၁၉၅၄ ခုနှစ်က ထွက်ခဲ့တဲ့ ဂျပန်ကားတစ်ကားကို တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဂျပန်ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ခုလို့ပြောလို့ရပါတယ်။\nနှောင်းခေတ်ရုပ်ရှင်တွေဟာလည်း ဒီရုပ်ရှင်ကနေ ပညာတွေအများကြီးယူကြရတယ်လို့ ပြောကြတယ် (ဘာတွေလဲတော့ နားမလည်ပါဘူး)။\nဒီရုပ်ရှင်ရဲ့ဘတ်ဂျက်ကတော့ အဲဒီခေတ်အခါကဆို အတော်မာျးပါတယ်။\nရုပ်ရှင်ကားကြီးတွေကို $70000 လောက်နဲ့ ရိုက်နေကြချိန်မှာ ဒီရုပ်ရှင်ရဲ့ ဘက်ဂျက်ဟာ $ 500 000 ဖြစ်နေခဲ့ပါတယ်။\nပြီးတော့ ရုပ်ရှင်ရိုက်ကူးချိန်လည်း ကြာလွန်းတော့ ပရိုဂျူဆာတွေက ၂ ခါတိတိ ပိတ်ချခဲ့ပါတယ်။\nဒါရိုက်တာ အကီရာ ကူရိုဆာဝါကတော့ ပိတ်ချခံရတိုင်း ငြင်းခုံမနေဘဲ အသာလေး ငါးမျှားထွက်သွားလိုက်တာပါပဲ။\nပရိုဂျူဆာတွေ ပြန်လိုက်ခေါ်မယ်ဆိုတာ သိပြီးသားမို့ပါ။ ဒီရုပ်ရှင်ထဲက သရုပ်ဆောင်တွေကလည်း အဲဒီခေတ်အခါကဆို All stars လို့ပဲ ပြောရပါလိမ့်မယ်။\nသုံးနာရီကျော်ကြာတဲ့ ဒီအဖြူအမည်းရုပ်ရှင်ဟာ တစ်ကမ္ဘာလုံးက နှစ်သက်လက်ခံတဲ့ ရုပ်ရှင်ကြီးတစ်ခုဖြစ်လာခဲံ့ပါတယ်။\nဒီရုပ်ရှင်ကို မှီးပြီး ရိုက်ကူးထားတဲ့ ကောင်းဘွိုင်ရုပ်ရှင် Magnificent seven ...",
        "rating": "8.6",
        "url": "https://megaup.net/1xg1c/Seven_Samurai_(Shichinin_No_Samurai)_[1954]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fOoOPOLgstU6ZdJAHHGFjuWKPGj.jpg",
        "title": "Sympathy for Mr. Vengeance(2002)",
        "description": "Sympathy for Mr. Vengeance(2002)IMDb...7.7(1080P 5.1CH နဲ့ 720p တို့ဖြင့် စုံလင်စွာတင်ဆက်ထားပါသည်....)ဒီကားရဲ့ ဒါရိုက်တာ Chan-wook Park  ကိုမသိရင်တောင်မှ Oldboy ဆိုတဲ့ ကွီးယားကားကို တော့သိကြမှာပါ..အဲ့ဒီကားဟာ လက်ရာမြောက်လွန်းတဲ့ Hollywood ကတောင် ပြန်လည်ရိုက်ကူးဖြစ်ခဲ့ပါတယ်..Chan-wook Park ဆိုတာ Oldboy ဖန်တီးရှင်ဒါရိုက်တာပေါ့..ယခုSympathy for Mr. Vengeanceဆိုတဲ့ကားကိုလည်း သူရိုက်ကူးခဲ့ပါတယ်...ဒီကားနဲ့ အကောင်းဆုံးရုပ်ရှင်ဆု ၊အကောင်းဆုံး ဒါရိုက်တာဆုတွေအပြင် အခြားဆု(၅)ဆုတောင်ရရှိခဲ့ပါတယ်...မင်းသားကလည်း  Kang-ho Song နဲ့  Ha-kyun Shinတို့ပါပဲ....Oldboy ကြည့်ဖူးတဲ့သူတွေဆိုရင် ဒီဒါရိုက်တာကြီးရဲ့လက်ရာကိုခန့်မှန်းမိမယ်ထင်ပါတယ်..ဒီကားထဲမှာလည်း သတ်ဖြတ်ခန်းတွေက တကယ့်ကိုသွေးပျက်လောက်စရာကြီးတွေ...ဇာတ်ဝင်ခန်းတိုင်းကို အပီပြင်ဆုံးရိုက်ကူးထားတယ်...မောင်နှမ(၂)ယောက်ရှိတယ်..အစ်မဖြစ်သူက ကျောက်ကပ်မလဲရင်သေရတော့မယ့်ရောဂါအခြေအနေဖြစ်နေတယ်..မောင်ဖြစ်တဲ့သူအနေနဲ့လည်း လှူလို့မရတဲ့အခြေအနေ..ဒါကြောင့် သူ့ကျောက်ကပ်ကိုကလီဇာတွေဝယ်တဲ့ဂိုဏ်းကိုသွားရောင်းလိုက်တယ်...ဒီနောက်ပိုင်းတော့ အခြေအနေတွေဟာ အကုန်ရှုတ်ထွေးကုန်တယ်...Spoiler မလုပ်သင့်တဲ့ကားဖို့ ကျန်တာတွေမပြောတော့ဘူး....Action, Drama,နဲ့ Thriller   ကားမျိုးတွေကိုကြိုက်နှစ်သက်ရင်တော့ တကယ့်ကိုလက်မလွှတ်သင့်ဘူး...ဘာသာပြန်သူကတော့ Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်...မှတ်ချက်...သတ်ဖြတ်ခန်းများနှင့် အခြားအခန်းများမှာ ရက်စက်ပီပြင်လွန်းသဖြင့် မိသားစုများ၊ကလေးများနှင့်အတူမကြည့်သင့်ပါကြောင်းအကြံပြုပါရစေ.....File Size : (2.28GB) ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sympathy-for-mr-vengeance2002/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/next-135x200.jpg",
        "title": "Next (2007)",
        "description": "Next (2007)\n=======ဒီတစ်ခါ တင်ဆက်မဲ့ကားကတော့ Nicolas Cageရဲ့\nရွှေခေတ်တုန်းက အက်ရှင်ကားတစ်ကားပါ။ဘဝမှာ နောက်ထပ်ပြီး နောက်ထပ်\nဘာပြီးရင် ဘာတွေဖြစ်မလဲ ကြိုသိနေကြရင်\nဘာတွေများဖြစ်လာပါမလဲ...\nအနာဂတ်နဲ့ ပက်သက်တဲ့ပြဿနာတစ်ခုက\nအနာဂတ်ကို ကြည့်လိုက်တဲ့အချိန်တိုင်းမှာ\nကြည့်လိုက်တဲ့အတွက် အနာဂတ်က\nပြောင်းလဲသွားတာပါပဲ....။\nဒီဇာတ်လမ်းကတော့ အနာဂတ်ကို\nမြင်နိုင်တဲ့လူတစ်ယောက်ရဲ့ စွန့်စားခန်းတစ်ခုကို\nရိုက်ကူးပြသထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nအနာဂတ်ကို အရှေ့၂မိနစ် ကြိုမြင်နိုင်တဲ့\nမျက်လှည့်ဆရာတစ်ယောက်ရှိပါတယ်။\nတစ်ဖက်မှာလည်း FBI ဟာ\nနျူကလိယား တိုက်ခိုက်မှုတစ်ခုကိုကို\nဖြေရှင်းနေရပါတယ်။ဒီလိုနဲ့ FBI က အရှေ့ကို ၂မိနစ်ကြိုမြင်နိုင်တဲ့\nမျက်လှည့်ဆရာကို သတိထားမိပြီး\nသူ့ကို အသုံးချဖို့လုပ်ပေမဲ့..\nမျက်လှည့်ဆရာဟာ သူမလုပ်နိုင်တာကြောင့်\nထွက်ပြေးခဲ့ပါတယ်။\nFBI နဲ့ အကြမ်းဖက်သမားတွေက\nသူ့ကို ထောင်ဖမ်းကြပေမဲ့\nရှေ့၂မိနစ်ကြိုမြင်နေရတဲ့အတွက်\nသူတို့ထက် နှာတစ်ဖျားသာနေတဲ့အခါမှာတော့\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ....။ဒီဇာတ်ကားဟာ -Action, Sci-Fi, Thrillerအမျိုးအစား\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File size__( 850 MB) and ( 350 MB)\nQuality__HD-Rip 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:36:10\nType__Action, Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by WiRa Aung \nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/2eX6i/Next_[2007]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNWNmOWExN2EtNjdjZi00ZTQ0LThiNzEtNmJmMDA5MjRiNTlhXkEyXkFqcGdeQXVyMjcyOTUxOTQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Kaali (2018)",
        "description": "CM Fan တွေအတွက် တမီလ် ရုပ်ရှင်တစ်ကားကို ထပ်မံမိတ်ဆက်ပေးလိုက်ပါတယ်\nဇတ်ကား နာမည်က ကာလီ ပါတဲ့...\nဇတ်လမ်းပုံစံကတော့ အရမ်းတော်တဲ့ ခွဲစိတ်ဆရာဝန်ကြီး ဘာရတ် ဟာ\nအမေရိကား မှာ ဆေးရုံတစ်ခုရဲ့ ဆေးရုံ ဥက္ကဌ ဖြစ်ပြီး ဘာရတ် ရဲ့ ဖခင်\nဆရာဝန်ကြီးရဲ့ နေရာကို တာဝန်ယူပြီး ထမ်းဆောင်နေတာဖြစ်ပါတယ်\nနှလုံးအထူးကု ဆရာဝန်ကြီးဖြစ်ပြီး ကုသမှု တိုင်းမှာ ထူးချွန်သူ တစ်ယောက်ပါ\nဖခင် ရော မိခင် ဖြစ်သူပါ သက်ရှိထင်ရှား ရှိနေပြီး ပြည့်စုံတဲ့ ဘဝ လေးမှာ\nဘာရတ် နေထိုင်နေခဲ့ပါတယ်...\nဒါပေမဲ့ ညတိုင်းလိုလို အိပ်မက် တစ်ခုကို မက်နေခဲ့တယ်\nမြွေ တစ်ကောင် ရယ် နွားရိုင်း တစ်ကောင် ရယ် အမျိုးသမီး တစ်ယောက်ရယ်\nအဲ့ဒီလိုနဲ့ အိပ်မက်က လန့်လန့်နိုးခဲ့ပြီး ဘာကိုမှ အဖြေရှာမရခဲ့ဘူး...\nတစ်ရက်မှာတော့ ဘာရတ် ရဲ့ မိခင် ဟာ ရုတ်တရက် နေမကောင်းဖြစ်ခဲ့ပြီး\nကျောက်ကပ် အစားထိုး ခွဲစိတ်ဖို့ လိုအပ်ခဲ့တယ်\nအမေကို ချစ်တဲ့ ဘာရတ်ကတော့ သူ့ကျောက်ကပ်ကို လှူမယ်စိတ်ကူးပေမဲ့\nဖခင် ဖြစ်သူက သဘောမတူခဲ့ဘူး ဘာရတ် ရဲ့ ဦးလေးဆီက ကျောကပ်ကိုသာ\nရယူလဲလှယ်ခဲ့တယ်...\nမိခင် ဖြစ်သူဟာ နေကောင်းလာတဲ့အခါ ဘာရတ်ဟာ မွေးစားသားဖြစ်ကြောင်း\nရှင်းပြခဲ့တဲ့နောက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/2eX4p/Kaali_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-2-poster-133x200.jpg",
        "title": "The Thinning: New World Order (2018)",
        "description": "The Thinning: New World Order (2018)_____IMDb - 3.8/10\n  The Thinning New World Order (2018)\nThe Thinning (2016) ရဲ့အဆက်ပါ\nDirected by Michael J. Gallag'her ပါပဲ\nစစ်ဆေးမှုမအောင်မြင်တဲ့ ကျောင်းသားတွေကို သတ်ပစ်တယ်လို့သိထားကြတဲ့\nအမေရိကမှာ ကျောင်းသားတွေတကယ် အသတ်ခံရတာမဟုတ်ဘဲ\nလျို့ဝှက်မြေအောက်အလုပ်ခွင်ထဲ အပို့ခံရတဲ့အခါမှာ\nဘလိတ်ခ်နဲ့အယ်လီတို့ဟာ ပြန်လည်ဆုံတွေ့သွား ကြပါတယ်\nတဖက်မှာလည်း လီနာက မြို့တော်ဝန်ရတ်ဒင်းန်ရဲ့\nအလုပ်ဖိတ်ကြားချက်ကိုရရှိပြီး မဲဆွယ်ပေးသူတစ်ယောက်အနေနဲ့\nလုပ်ကိုင်နေခဲ့ပါတယ် ကယ်လန်ကတော့\nသူလိုချင်တဲ့သတင်းထောက်အလုပ်မှာ ဂျူနီယာအဖြစ်လုပ်ကိုင်ရင်း\nမြေအောက်အဖွဲ့အစည်းအကြောင်းကိုသိရှိသွားမလား\nမြို့တော်ဝန်ကိုယ်တိုင်ကရော ဒီကိစ္စနောက်ကွယ်မှာ\nပါဝင်ပက်သက်နေမလား ဘယ်သူက\nတကယ်တမ်းကြိုးကိုင်နေတာလဲ\nဆိုတာတော့ဆက်ကြည့်ကြပါနော်Thit Nyein Han ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "3.8",
        "url": "https://megaup.net/4fAae/The_Thinning_-_New_World_Order_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-poster-1-140x200.jpg",
        "title": "The Thinning (2016)",
        "description": "The Thinning (2016)_____IMDb - 5.5/10\n  The Thinning (2016)\nဇာတ်ကားကတော့ Action/Drama/Horror အမျိုးအစားပါ\nDirected by Michael J. Gallag'her ဖြစ်ပါတယ်\nIMDb 5.5/10 ဖြစ်ပြီး Rotten Tomatoes ရဲ့\nAudience Score မှာလည်း 62% ရရှိထားပါတယ်\nကိုယ်လည်းစကြည့်တုန်းက အစပိုင်း၁၀မိနစ်လောက်ထိ\nဘာလဲပေါ့ဆိုပြီး ကြည့်ခဲ့တာ တကယ်ကိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်\nဇာတ်လမ်းအဆုံးထိဘာဖြစ်မလဲသိချင်အောင်\nဆွဲခေါ်သွားခဲ့တယ် သမားရိုးကျဇာတ်လမ်းတွေကနေ\nခွဲထွက်ထားတော့ ပိုကောင်းတာပေါ့\n(စာကျက်ပျင်းတဲ့သူတွေပိုကြည့်သင့်ပါတယ်နော်  )\n2038 ခုနှစ်မှာ ကမ္ဘာတစ်ဝှမ်းလုံးလူဦးရေသိပ်သည်းမှုကြောင့်\nနိုင်ငံတိုင်းဟာ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့\nလူဦးရေထူထပ်လာမှုကို လျှော့ချကြပါတယ် နှစ်တိုင်းမှာ\nလူဦးရေရဲ့ငါးရာခိုင်နှုန်းကို လျှော့ချကြတာပါ\nကလေးတစ်ယောက်ပဲ မွေးရမယ်တို့ ဘာတို့\nဒါပေမယ့် အမေရိကမှာတော့ ကျောင်းသားကျောင်းသူ\nတွေကို စစ်ဆေးမှုပြုလုပ်ပါတယ် စာမေးပွဲပေါ့\nစစ်ဆေးမှုရဲ့ အဆင့်အနိမ့်ဆုံး အမှတ်အနည်းဆုံး\nကျောင်းသားကျောင်းသူတွေကို thinning လုပ်လိုက်တယ် သတ်ပစ်လိုက်တာပေါ့\n  Michaels (Peyton List)\nတက္ကဆက်ပြည်နယ် ဗစ်စတာပွိုင့်အထက်တန်းကျောင်းရဲ့\nအတော်ဆုံးကျောင်းသူတစ်ဦး\nမိခင်ရဲ့ကျန်းမာရေးကြောင့် ဆေးဖိုးဝါးခရှာရင်း\nကျူရှင်လဲသင် စာမရတဲ့ကျောင်းသားတွေကို\nခိုးချလို့ရတဲ့ မျက်ကပ်မှန်လေးတွေရောင်းရင်း\nကော်ရင်းနဲ့ဂျိုဝီဆိုတဲ့ ညီမလေးနဲ့မောင်လေးကိုလည်း\nပြုစုစောင့်ရှောက်နေတဲ့ မမတစ်ယောက်\nစစ်ဆေးမှုမှာ အမြဲ90%ကျော်နေခဲ့ပြီး ဘာလို့\nစစ်ဆေးမှုကျရှုံးသွားရတာလဲBlake Redding ...",
        "rating": "5.5",
        "url": "https://megaup.net/4fA9y/The_Thinning_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rWxkur51srfVnMn2QOFjE7mbq6h.jpg",
        "title": "The Happytime Murders (2018)",
        "description": "တမူထူးျခားတဲ့ ဒိုင္​ယာေလာ့ခ္​ေတြနဲ႔ ပံုမွန္​ကေန ခြဲထြက္​လာခဲ့တဲ့ ..........\"The Happytime murders\"..........ကြၽန္​ေတာ္​တို႔ေတြ \" Melissa McCarthy \"ဆိုတဲ့ မိန္​းမဝဝႀကီးကိုနာမည္​သာ မသိရင္​ေနမယ္​ သူ႔ရုပ္​ရွင္​ေတြကိုေတာ့ ၾကည္​့ဖူးၾကမွာပါ......ေပါ့ေပါ့ပါးပါး ဟာသဇာတ္​လမ္​းမ်ိဳးေတြကို ရိုက္​ကူးေလ့ရွိတဲ့သရုပ္​ေဆာင္​မင္​းသမီးတစ္​လက္​လဲ ျဖစ္​ပါတယ္​သူ ပါဝင္​သရုပ္​ေဆာင္​ထားတဲ့ နာမည္​ႀကီး ဇာတ္​ကားေတြကေတာ့\"Spy\"တို႔ \"Ghostbusters \"တို႔ \"Hangover part 3\"တို႔အစရွိသျဖင္​့ပါပဲ....ေနာက္​ထပ္​လည္​း အမ်ားႀကီးရွိပါေသးတယ္​ ယခု ၂၀၁၈ မွာလည္​းသူဟာ တမူထူးျခားတဲ့ ဒီဇာတ္​ကားကို ရိုက္​ကူးခဲ့ျပန္​ပါၿပီဘယ္​လိုထူးျခားတာလဲဆိုေတာ့ ဒီဇာတ္​ကားေလးမွာ \"Puppets\" ဆုိတဲ့ အရုပ္​ေလးေတြကိုသက္​ရွိအျဖစ္​ ဖန္​တီးထားတာပါအဲ့လို လူသားေတြနဲ႔ အရုပ္​ေတြ အတူတကြေနထိုင္​ၾကတဲ့ ကမာၻႀကီးမွာအရုပ္​ေတြဟာ လူသားေတြရဲ႕ အႏွိမ္​ခံလူတန္​းစားတစ္​ရပ္​အျဖစ္​ ဆက္​ဆံခံ ျကရပါတယ္​ဒါေပမယ္​့ အရုပ္​ကေလးေတြဆိုၿပီး ကေလးၾကည္​့ဇာတ္​ကားတစ္​ခုလို႔ေတာ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2UVig/The_Happytime_Murders_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27Bvs9qk98SWdXfBQ5PRfvotqFV.jpg",
        "title": "Hindsight(2011)",
        "description": "Hindsight(2011)\nIMDb...6.4\nဒီကားထဲကမင္းသားႀကီးကုိေတာ့ အေတာ္မ်ားမ်ားသိၾကမွာပါ...\nႏႈတ္ခမ္းနီမတစ္ခ်ဳိ႕သေဘာက်တဲ့ရုပ္ရည္မ်ဳိးမရွိေပမယ့္ ကုိရီးယားႏုိင္ငံရဲ႕ အထင္ကရနာမည္ေက်ာ္မင္းသားစာ\nရင္းထဲမွာ ရွိေနပါတယ္...မၾကာေသးခင္ကမွထြက္ရွိထားတဲ့ Taxi Driver ကားကုိၾကည့္ဖူးထားရင္ သူ႕ကုိသိၾကပါလိမ့္မယ္..\n...ဇာတ္လမ္းအက်ဥ္းကေတာ့ Song ဟာဂိုဏ္းစတားေခါင္းေဆာင္ဘဝကေနအနားယူလိုက္တဲ့လူတစ္ေယာက္...\nအဲ့အခ်ိန္မွာပဲသူ႔ကိုအေၾကာင္းမ်ိဳးမ်ိဳးေၾကာင့္ေသေစခ်င္တဲ့လူတစ္ခ်ိဳ႕က ငယ္ရြယ္ေခ်ာေမာတဲ့မိန္းမပ်ိဳေလးတစ္ဦးကို လႊတ္ၿပီးလုပ္ၾကံခိုင္းတာပဲျဖစ္ပါတယ္..\nဇာတ္လမ္းေကာင္းတာလည္းၾကည့္ခ်င္တယ္..အက္ရွင္ခန္းေကာင္းေကာင္းေလးလည္းပါေစခ်င္တယ္..မင္းသမီးကလည္းနင္းကန္လွရမယ္.. ႏူးညံလြန္းတဲ့ခ်စ္ျခင္းေမတၱာအေၾကာင္းေလးေတြလည္းပါေစခ်င္တယ္\nဆုိတဲ့ဇာတ္ကားမ်ဳိးကုိမွၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့ ဒီကားကုိေရြးခ်ယ္သင့္ပါ့ေၾကာင္း ေျပာပါရေစ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္..\nFile Size : (1GB) and (350 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Action , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/1z0od/Hindsight_[2011]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAlkFwB5e7psDLv15AU0t0W8lR7.jpg",
        "title": "Chekka Chivantha Vaanam (2018)",
        "description": "IMDb Rating -7.9/10\nGoogle Users - 93% ထိ\"ဇာတ္လမ္းအၫႊန္း\"ဆယ္နာပသီ ဆိုတဲ့ ဩဇာႀကီးတဲ့ ဒုစ႐ိုက္သမားႀကီးဟာဘုရားက အျပန္မွာ လူမိုက္တခ်ဳိ႕ရဲ႕ လုပ္ႀကံျခင္းကိုခံလိုက္ရပါတယ္။ဒီသတင္းကို ၾကားေတာ့...သားသံုးေယာက္ျဖစ္တဲ့ခ်န္ႏိုင္းရာဇာ \"ဗာရာဒန္ \"၊ဒူဘိုင္းမွာ အေျခခ်ေနၾကတဲ့ သားလတ္ \"သီယာဂူ\"၊သားငယ္ \"အီသီ\"တို႔ ေရာက္လာၾကပါတယ္။ဖခင္ကို လုပ္ႀကံသူအား လက္စားေခ်ဖို႔ပါ။ ဖခင္ဆံုးသြားရင္ ေနရာဆက္ခံဖို႔လည္း ပါတာေပါ့။ ဖခင္ကေတာ့ ဘယ္သူလက္ခ်က္လဲဆိုတာသိတယ္တဲ့။ ဒါေပမဲ့ မေျပာျပခဲ့ပါဘူး။တေန႔မွာေတာ့ ဖခင္ဟာ အေၾကာင္းမဲ့ ေသဆံုးသြားခဲ့ပါတယ္။အဲ့ဒီေန႔မွာပဲ သားေတြရဲ႕ ဇနီးမယားေတြလည္းလုပ္ႀကံခံရတယ္။တရားခံက ဘယ္သူလဲ?ဒုစ႐ိုက္ေလာက တစ္ခုလံုး ေၾကာက္ရတဲ့သူတို႔ကို ဘယ္အဖြဲ႕က လုပ္ႀကံသလဲ?ဘာေၾကာင့္လုပ္ႀကံလဲ ဆိုတာကို ၾကည့္႐ႈခံစားၾကပါဦးဗ်ာ....။\n----------------------------------------\nလူေတြရဲ႕ အတြင္းစိတ္ဟာ အင္မတန္ေၾကာက္ဖို႔ ေကာင္းတယ္ . . .ပိုၿပီးေၾကာက္ဖို႔ေကာင္းတာက အေပၚယံဟန္ေဆာင္ျပံဳးျပၿပီး ေနာက္ေက်ာကို ဓားနဲ႔ ထိုးတဲ့သူေတြ။. . .သူတစ္လူ ငါတစ္မင္းဆိုတဲ့စကားရယ္ငျဖဴေသရင္ ငမည္းေပၚလိမ့္မယ္ဆိုတဲ့စကားရယ္. . .ဒီဇာတ္ကားထဲက အျဖစ္အပ်က္ေတြဟာ ကြက္တိေတြ။ဇာတ္လမ္းက ...",
        "rating": "8.0",
        "url": "https://megaup.net/2UViD/Chekka_Chivantha_Vaanam_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/siR8MkXcOHNQp0znhPp0Ah5oqgS.jpg",
        "title": "Hold Up(2010)",
        "description": "Hold Up(2010)\nIMDb...6.5\nNOKAS ဆုိတာက ေနာ္ေဝႏုိင္ငံအေျခစုိက္ ေငြေၾကးလုံျခံဳေရးအတြက္ ဝန္ေဆာင္မႈေပးေနတဲ့ ကုမၸဏီတစ္ခုပါ။ အဲဒီလုိေနရာကုိ\nဓားျပတုိက္ဖုိ႔အတြက္ စနစ္တက်အကြက္ဆင္ျပီး ေအာင္ျမင္စြာတုိက္ခုိက္ႏုိင္ခဲ့တဲ့ ဓားျပတစ္စုရဲ႕ ျဖစ္ရပ္မွန္အေၾကာင္းကုိ ဇာတ္ကားအသြင္နဲ႔ NOKAS ဆုိတဲ့နာမည္နဲ႔ပဲ\n၂၀၁၀ မွာ တင္ဆက္ေပးခဲ့တာပါ။ ဒီဇာတ္လမ္းမွာ အဲဒီေန႔က သုံးနာရီကေန ရွစ္နာရီ ခြဲအထိျဖစ္ပ်က္ခဲ့တဲ့အေၾကာင္းေတြကုိ ေတြ႕ရမွာပါ။\nIMDB 6.1 ထိရရွိထားၿပီး အေကာင္းဆုံးဒါရုိက္တာဆုလည္းရရွိခဲ့သလုိ အျခားဆု(၃)ဆုလည္းရရွိခဲ့ပါတယ္...\nဘဏ္ဓားျပကားေကာင္းေတြႀကဳိက္ႏွစ္သက္သူေတြအဖုိ႕ ခံစားၾကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and (210 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action , Biography , Crime \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/hold-up2010/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BYWFhOWQzZmMtZGI0MS00OWI4LThiMmYtODE1OTZiNzQzMGM4XkEyXkFqcGdeQXVyMzE3NDUwODA@._V1_-129x200.jpg",
        "title": "Freedom Fighters: The Ray (2018)",
        "description": "DC  ရဲ႕ Super Hero တစ္ေယာက္ ျဖစ္တဲ့ Ray ကို\nမိတ္ဆက္တဲ့ Animation Movie ျဖစ္ပါတယ္\nမ်ဥ္းၿပိဳင္ ကမၻာေတြထဲက အႏုတ္ကမၻာမွာ\nနာဇီ ေတြ ရွိေနၿပီး စူပါဂဲလ္ ၊ အဲရိုး ၊ ဖလက္ရွ္ တို႔ကေတာ့\nလူဆိုး Hero ေတြ ျဖစ္လို႔ေနပါတယ္ အဲ့ဒီကမၻာ ရဲ႕\nသူရဲေကာင္းကေတာ့ Ray ျဖစ္ၿပီး လြတ္လပ္ေရးအတြက္\nတိုက္ယူေနတဲ့ Super Hero တစ္ေယာက္ပါ...\nတစ္ရက္မွာေတာ့ တုိက္ခုိက္မႈေတြ အျပင္းအထန္ ျဖစ္ခဲ့ၿပီး\nအႏုတ္ကမၻာက Ray ဟာ ကမၻာေပၚကို ေရာက္လာၿပီး\nသူနဲ႔ တူတဲ့ ဒီကမၻာက Ray ကို သူ႔ စြမ္းအားေတြ ေပးခဲ့ၿပီး\nလူသားေတြကို ကယ္တင္ဖို႔ Hero တစ္ေယာက္ ျဖစ္ေစခဲ့ပါတယ္...\nDC ရဲ႕ Animation ရုပ္ရွင္ေတြဟာ ၾကည့္ေကာင္းတဲ့အတိုင္း\nRay ရဲ႕ Animation Movie ကိုလဲ ၾကည့္ရႈလုိက္ၾကပါစို႔\nSi Thu က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/freedom-fighters-the-ray-2018/",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNzUyODk4OTkxNF5BMl5BanBnXkFtZTgwMzY0MDgzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yFjy/Mile_22_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNmU3MTJiNGMtMjY2YS00MTg3LWExMWYtZmYzN2Q4MjE3NThlXkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_-141x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mile-22-2018-5-1/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BOTIzODYzNzMtZTE1ZS00MWRkLThhMTUtYzU4N2M0MDExZTI0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Lost Room (TV Mini-Series 2006) Complete",
        "description": "အဓိက အေၾကာင္းအရာအားလံုးက ေသာ့ ေလး တစ္ေခ်ာင္းကေန စ တင္လာပါတယ္\nေရွး ယံုတမ္းပံုျပင္ေတြအရ ေမွာ္ဆန္တဲ့ ခရီးသြား တစ္ေယာက္ဟာ အခန္းတစ္ခုအတြင္း\nတည္းခိုေနထိုင္ခဲ့ပါတယ္ ၿပီးေတာ့ ထိုအခန္းအတြင္း ပစၥည္းအားလံုးဟာ\nတန္ခိုး ကိုယ္စီ အသက္၀င္ၿပီး တန္ဖိုးရွိကုန္ၾကပါတယ္\nတစ္နည္းနည္းျဖင့္ ထိုပစၥည္းတစ္ခ်ိဳ႕ အျပင္ေရာက္လာခဲ့ၿပီး\nရာဇ၀တ္သားေတြလက္ထဲကို ေရာက္ရွိၿပီး သတ္ျဖတ္ လုယက္ၾကပါေတာ့တယ္\nထို အခန္းထဲကို ၀င္တဲ့ ေသာ့တံ ကေတာ့ ဘယ္တံခါးကို ဖြင့္ဖြင့္ေရာက္ခ်င္တဲ့ေနရာကို\nခ်က္ခ်င္း ပို႔ေဆာင္ေပး ဖြင့္ေပးတဲ့ လိုတရ ေသာ့တံ ျဖစ္ၿပီး သမီးတစ္ေယာက္ အေဖ ရဲသား တစ္ေယာက္ဆီ\nေရာက္သြားရာကေန ဇတ္လမ္း စ ပါေတာ့တယ္....\n(သစ္ဆန္းခန္႔)Episode (1) Gdrive / Yuudrive / Megaup / Meganz / Upstream\nEpisode (2) Gdrive / Yuudrive / Megaup / Meganz / ...",
        "rating": "8.3",
        "url": "https://megaup.net/1wiax/The.Lost.Room.EP01.mp4",
        "category": "Action, Fancy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQvc9N6JiMVKqol3wcYrGshsIdZ.jpg",
        "title": "The Equalizer 2 (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n ကွန်မန်ဒိုဟောင်းရောဘတ် မက်ကောလ်ဟာ မက်ဆာချူး ဆက်မြို့ပြင်မှာ အိမ်ခန်းငှားနေ ရင်း Lyft ကုမ္ပဏီမှာ ဒရိုင်ဘာ လုပ်ပြီး ဘဝကို အေးအေးချမ်း ချမ်း ဖြတ်သန်းနေခဲ့ပါတယ်။မက် ကောလ်ရဲ့ကားကို ပုံမှန်စီးနေတဲ့ ဆမ်ရက်ဘင်စတိန်းက သူ့ညီမရဲ့ ပန်းချီကားကို လိုက်ရှာချင်တဲ့ အကြောင်း ပြောခဲ့ပါတယ်။ ဆမ် က ဂျူးလူမျိုးတွေ အစုလိုက်၊ အပြုံလိုက် သတ်ဖြတ်မှုကနေ လွတ်မြောက်လာသူဖြစ် ပြီးကွဲကွာနေ တဲ့ သူ့ညီမဖြစ်သူကို ရှာချင်နေ တာပါ။အဲဒါနဲ့ မက်ကောလ်ဟာ စီအိုင်အေက သူ့သူငယ်ချင်း ဆူ ဇန်ကို ပန်းချီတွေနဲ့ပတ်သက်ပြီး စုံစမ်းပေးဖို့ အကူအညီတောင်းခဲ့ ပါတယ်။တစ်ရက်မှာတော့ ဘရပ် ဆဲလ်က တိုက်ခန်းတစ်ခုမှာ လူ သေမှုဖြစ်တဲ့အတွက် စီအိုင်အေ က မက်ကောလ်ရဲ့ လုပ်ဖော်ကိုင် ဖက်ဟောင်း ဒေ့ဗ်နဲ့ ဆူဇန်တို့ သွားစုံစမ်းခဲ့ကြပါတယ်။အဲဒီက ...",
        "rating": "6.9",
        "url": "https://megaup.net/2SGxk/The_Equalizer_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTU2OTYzODQyMF5BMl5BanBnXkFtZTgwNjU3Njk5NTM@._V1_-135x200.jpg",
        "title": "The Equalizer 2 (2018)",
        "description": "ကွန်မန်ဒိုဟောင်းရောဘတ် မက်ကောလ်ဟာ မက်ဆာချူး ဆက်မြို့ပြင်မှာ အိမ်ခန်းငှားနေ ရင်း Lyft ကုမ္ပဏီမှာ ဒရိုင်ဘာ လုပ်ပြီး ဘဝကို အေးအေးချမ်း ချမ်း ဖြတ်သန်းနေခဲ့ပါတယ်။မက် ကောလ်ရဲ့ကားကို ပုံမှန်စီးနေတဲ့ ဆမ်ရက်ဘင်စတိန်းက သူ့ညီမရဲ့ ပန်းချီကားကို လိုက်ရှာချင်တဲ့ အကြောင်း ပြောခဲ့ပါတယ်။ ဆမ် က ဂျူးလူမျိုးတွေ အစုလိုက်၊ အပြုံလိုက် သတ်ဖြတ်မှုကနေ လွတ်မြောက်လာသူဖြစ် ပြီးကွဲကွာနေ တဲ့ သူ့ညီမဖြစ်သူကို ရှာချင်နေ တာပါ။အဲဒါနဲ့ မက်ကောလ်ဟာ စီအိုင်အေက သူ့သူငယ်ချင်း ဆူ ဇန်ကို ပန်းချီတွေနဲ့ပတ်သက်ပြီး စုံစမ်းပေးဖို့ အကူအညီတောင်းခဲ့ ပါတယ်။တစ်ရက်မှာတော့ ဘရပ် ဆဲလ်က တိုက်ခန်းတစ်ခုမှာ လူ သေမှုဖြစ်တဲ့အတွက် စီအိုင်အေ က မက်ကောလ်ရဲ့ လုပ်ဖော်ကိုင် ဖက်ဟောင်း ဒေ့ဗ်နဲ့ ဆူဇန်တို့ သွားစုံစမ်းခဲ့ကြပါတယ်။အဲဒီက နေ ဟိုတယ်အပြန်မှာတော့ ဆူဇန်ကို လူနှစ်ယောက်က ...",
        "rating": "6.9",
        "url": "https://megaup.net/2SGns/The_Equalizer_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afdZAIcAQscziqVtsEoh2PwsYTW.jpg",
        "title": "Alpha (2018)",
        "description": "IMDB Rating 7/10 , Rotten Tomatoes 80% ရရွိထားတဲ႔အသစ္စက္စက္Drama Mysteryကားေကာင္းေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Alpha (2018) ပဲျဖစ္ပါတယ္။တစ္မူထူးျခားတဲ႔ ဇာတ္လမ္း ဇာတ္အိမ္ကို ေတာင္႔တေနတဲ႔ပရိသတ္ၾကီးအဖို႔ လံုးဝအၾကိဳက္ေတြ႔ေစမွာပါ။ဒီဇာတ္လမ္းရဲ ႔အဓိက ဇာတ္ေဆာင္ ေကဒါဆိုတဲ႔ ေကာင္ေလးဟာကိုယ္ရွင္သန္ဖို႔ သူမ်ားကိုသတ္ျဖတ္ရမယ္ဆိုတာကို လက္မခံႏိုင္တဲ႔စိတ္သေဘာထားႏူးညံ႔သူတစ္ဦးပါ။ဒါေပမယ္႔ သူေနထိုင္ရာအခ်ိန္က အသက္ရွင္ဖို႔ရုန္းကန္လႈပ္ရွားရတဲ႔ဥေရာပရဲ ႔လြန္ခဲ႔ေသာႏွစ္ေပါင္းႏွစ္ေသာင္းခန္႔ကအခ်ိန္ပါ။တစ္ေန႔မွာ သူတို႔မ်ိဳးႏြယ္စု ေဆာင္းတြင္းရိကၡာရွာဖို႔ေကဒါရဲ ႔အေဖျဖစ္သူ မ်ိဳးႏြယ္စုအၾကီးအကဲနဲ႔ အမဲလိုက္ထြက္ရပါေတာ႔တယ္။အမဲလိုက္ေနစဥ္အေတာအတြင္းမွာပဲ ေကဒါေတာင္ေစာင္းေပၚကျပဳတ္က်ျပီးေက်ာက္ေဆာင္တစ္ခုေပၚမွာတင္ကာသတိလစ္သြားပါေတာ႔တယ္။ဖခင္ျဖစ္သူလဲ မကယ္ႏိုင္ပဲ က်န္ရွိေနတဲ႔လူမ်ိဳးစုအတြက္ ေကဒါကိုထားခဲ႔လိုက္ရပါျပီ။စိတ္ထားႏူးညံ႔သူေကဒါ ဘယ္လိုဆက္အသက္ရွင္မလဲ?ၾကမ္းတမ္းလွတဲ႔ေတာနက္ၾကီးမွာသူဘယ္လိုရွင္သန္ရပ္တည္မလဲသူရဲ ႔ႏူးညံ႔တဲ႔စိတ္ထားကေရာ ေသေရးရွင္ေရးနဲ႔ ၾကံဳလာတဲ႔အခါဆက္လက္နူးညံႏိုင္ပါ႔မလားဆိုတာ ရင္တစ္ဖိုဖိုနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေကာင္းေလးပါ။ဘဝခြန္အားေတြပါ ေပးစြမ္းႏိုင္တဲ႔ ကားေကာင္းေလးဆိုလဲ မမွားပါဘူး။ဒီလိုကားေကာင္းေလးကိုCMပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။နာမည္ကေတာ႔ Alpha (2018)ပါ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tchy/Alpha_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/wicked-blood-150x200.jpg",
        "title": "Wicked Blood (2014)",
        "description": "Wicked Blood (2014) ဟာ IMDb Rating 5.4 ရရွိထားျပီးသရုပ္ေဆာင္ Abigail Bresln , Sean Bean , James Purefoy တုိ႔ပါ၀င္သရုပ္ေဆာင္ထားေသာ Action , Crime , Dramaဇာတ္ကားေကာငး္တစ္ကားျဖစ္ပါတယ္။Hannah နဲ႔ Amber Baker တို႔နွစ္ေယာက္ဟာ အၾကမ္းဖက္ေမွာင္ခိုမူးရစ္ေဆး၀ါးနဲ႕ မေကာင္းမွဳ႕မွန္သမ်ွလုပ္တဲ့ေတာင္ပိုင္းေျမေအာက္ မေကာင္းမွဳ႕ဒုစရိုက္ကမာၻမွာပိတ္မိေနၾကပါတယ္။သူတို႔နွစ္ေယာက္ ထိုကဲ့သို႔ ၾကမ္းၾကဳတ္လွတဲ့ ရာဇ၀တ္ဂိုဏ္းရဲ႕ေခါင္းေဆာင္Uncle Frank ရဲ႕လက္ေအာက္မွာ ေနထိုင္ရတဲ့အခါမွာဆိုရင္ဘယ္လိုေတြရင္ဆိုင္ၾကံဳေတြ႕ရမလဲဆိုတာကေတာ့ဇာတ္ကားထဲမွာၾကည့္ရွဳ႕လိုက္ၾကပါခင္ဗ်ာ။(အညႊန္းေရးသားတာကေတာ့ Win Kyaw Thuျဖစ္ပါတယ္) File size__( 800 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:31:50\nType__Action , Crime , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by NAL\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://megaup.net/2f7gk/Wicked_Blood_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gpW4MkRI0BB17GHOJzXq0WamDP.jpg",
        "title": "13 Hours: The Secret Soldiers of Benghazi(2016)",
        "description": "13 Hours: The Secret Soldiers of Benghazi(2016)(((Link ပြန်ချိန်ပေးထားတဲ့အပြင် 1080p 5.1CH လေးနဲ့ပါ Update ပေးထားပါတယ်...)))IMDB 7.4 အထိတောင်ရရှိထားတဲ့ စစ်အက်ရှင်ဇာတ်ကားဟာ 2h: 24mins ကြာမြင့်ပါတယ်။ဒီဇာတ်ကားဟာTransformers ဇာတ်ကားတွေရဲ့ ဖန်တီးရှင် Michael Bay ရဲ့ လက်ရာပါ။တကယ့်အဖြစ်အပျက်ကို ရိုက်ကူး ထားတာဖြစ်ပါတယ်...လစ်ဗျားနိုင်ငံဘန်ဂါဇီ မြို့မှာရှိတဲ့ အမေရိကန်ကောင်စစ်ဝင်ရုံးကို  အမေရိကန်သံအမတ်တစ်ဦးရောက်ရှိချိန်မှာ2012 ခုနှစ်ကအစ္စလာမ်းစစ်သွေးကြွတွေ ဝင်ရောက်တိုက်ခိုက်ခဲ့ပါတယ်။\nအမေရိကန် လုံခြုံရေးတပ်ဖွဲ့ က အစ္စလာမ်းမစ် စစ်သွေးကြွတွေကို ပြန်လည်တိုက်ခိုက်ပြီး 13 နာရီကြာအောင်ဖြစ်ပွားနေတဲ့တိုက်ပွဲအကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်... File Size : (2.6GB) and (1GB)\nQuality : Blu-Ray 1080p 5.1 CH,\nFormat…mp4\nDuration…02:24:00\nGenre : Action , Drama , History \nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/2f7hw/13_Hours_-_The_Secret_Soldiers_Of_Benghazi_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiezxIq6TJO4B09c13Z8a675dDy.jpg",
        "title": "Stealth (2005)",
        "description": "နည္းပညာေတြတိုးတက္လာတဲ့ ေခတ္မွာ လူနဲ႕လုပ္ေဆာင္ေသာအရာေတြကိုစက္ေတြအစားထိုးၿပီးလုပ္ေဆာင္လာၾကပါၿပီ....အထူးသၿဖင့္ စစ္ေၿမၿပင္တိုက္ပြဲေတြမွာ လူသားစစ္သားေတြအေသေၾကနည္းပါးေအာင္ေလ်ာ့ခ်ဖို႕အတြက္ အသံုးၿပဳလာၾကပါတယ္...ဒီထဲမွာမွ ေရတပ္စစ္သေဘာၤၤအုပ္စုတစ္ခုမွာ အသံထက္ၿမန္ေအာင္ေမာင္းႏွင္ႏိုင္တဲ့ ဂ်က္ေလယာဥ္အုပ္စုတစ္ခုရဲ႕ ၄ ေယာက္ေၿမာက္အဖြဲ႕၀င္အၿဖစ္လူသားကဲ့သို႕အသိဥာဏ္ရွိတဲ့ ေမာင္းသူမဲ့တိုက္ေလယာဥ္တစ္စင္းကိုအသံုးၿပဳဖို႕အတြက္ အေၾကာင္းဖန္လာပါေတာ့တယ္....EDI လို႕အမည္ေပးထားတဲ့ စြမ္းအားၿမင့္ေမာင္းသူမဲ့ေလယာဥ္ဟာ အနာဂါတ္စစ္ပြဲေတြမွာ စိုးမိုးႏိုင္ဖို႕အတြက္ ဖန္တီးထားတာၿဖစ္ၿပီးေတာ့သူ႕အတြက္လိုအပ္တဲ့တိုက္ခိုက္ေရးအခ်က္လက္ေတြကို ထည့္ေပးလိုက္ရံုနဲ႕ သူကိုယ္တိုင္ ရွာေဖြ၀င္ေရာက္ႏိုင္စြမ္းလည္းရွိပါတယ္....တၿခားတိုက္ေလယာဥ္ေတြနဲ႕မတူတာကေတာ့ သူဟာ လူသားတစ္ေယာက္နီးပါးခံစားတတ္ပါတယ္...သို႕ပါေသာ္ၿငားလည္း သူဟာ လူသားေတြဖန္တီးတီထြင္ထားတဲ့စက္ပစၥည္းတစ္ခုသာၿဖစ္ပါတယ္...စက္ပစၥည္းတစ္ခုၿဖစ္တာေၾကာင့္ နည္းပညာပိုင္းအခက္ခဲေတြရွိတယ္လို႕မထင္ေစလိုပါဘူး...ဘာလို႕လဲဆိုေတာ့ သူဟာ အမိန္႕ကိုတိက်စြာလိုက္နာႏိုင္ပါတယ္...ဒါေၾကာင့္လည္း စစ္ဆင္ေရးတစ္ခုမွာ ခ်ေပးလိုက္တဲ့အမိန္႕တစ္ခုကိုတိက်စြာလိုက္နာေဆာင္ရြက္ေနရင္းကေန သူ႕ရဲ႕တြဲဖက္ေလယာဥ္မႈးသံုးေယာက္လံုး ကံၾကမၸာဆိုးက်ေရာက္ဖို႕စတင္လာပါေတာ့တယ္....အေသးစိတ္ကိုေတာ့ ကိုယ္တိုင္ၾကည့္ရင္းခံစားၾကပါ...ဒီကားရဲ႕ထူးၿခားခ်က္ကေတာ့ ၿမန္မာဆိုတဲ့ ကြ်န္ေတာ္တို႕ရဲ႕ႏိုင္ငံလည္းပါေနတာပါပဲ...ကားတိုင္းကားတိုင္းမွာ ကိုယ့္ႏိုင္ငံပါေနရင္ပဲလူတိုင္းကၾကည့္ခ်င္ေနၾကပါၿပီ...Rating 5 ၂၀၀၅ ခုႏွစ္ကထြက္ထားတဲ့ကားမို႕အထင္မေသးေစခ်င္ပါဘူး...ဇာတ္ကားတစ္ကားရဲ႕ေကာင္းကြက္ဆိုးကြက္ေတြကို ၾကည့္သူေတြကပဲဆံုးၿဖတ္ေပးလိုက္ၾကပါဦး......ကားေကာင္းေလးတစ္ကားလို႕ထင္ၿမင္မိပါတယ္...... File Size : (951MB) and (277 MB)\nQuality : BluRay 720p\nRunning Time : 2h 01 min\nFormat : Mp4\nGenre :  Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/Tco2/Stealth_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5W9f6HDYUuzxKYkO7stA0z7Dhdz.jpg",
        "title": "36th Precinct(2004)",
        "description": "36th Precinct(2004)\nIMDb...7.2,,,Rotten..100%\nပဲရစ္ၿမိဳ႕ေပၚမွာ ဒုစ႐ိုက္အမႈေတြအမ်ားအျပားက်ဴးလြန္ေနလ်က္႐ွိၿပီ  း\n ရဲတပ္ဖြဲ႔ကုိ အျမဲတမ္းလိုလို ဒုကၡေပးတာၾကာၿပီ... ဒီၿမဳိ႕မွာပဲ\n လီယိုဗရင့္ခ္စ္ နဲ႔ ဒန္းနစ္ကလီယန္ ဆိုတဲ့ရဲအရာ႐ွိႏွစ္ေယာက္ဟာ ရာထူးတိုးေအာင္အၿပိဳင္အဆိုင္ ယွဥ္ၿပိဳင္ေနတဲ့ရဲႏွစ္ေယာက္ျဖစ္တယ္\n...သူတို႔ၿမိဳ႕ကနာမည္ႀကီးဆံုးလူဆိုးဂိုဏ္းအဖြဲ႔ရဲ႕သတင္းကိုရဖို႔အတြက္ ႏွစ္ဦးႏွစ္ဖက္လံုးဟာ လူဆိုးတစ္ခ်ိဳ႕နဲ႔ပူးေပါင္းၿပီး သတင္းႏိႈက္ၾကတယ္..\n၂ေယာက္လုံးဟာလည္း အရည္အခ်င္းရွိတဲ့သူေတြ... လူဆုိးဂုိဏ္းကလည္း အဖြဲ႕ေတာင့္တဲ့အျပင္ တကယ့္လက္ရဲဇက္ရဲေတြ...\nသူတုိ႕ ၂ေယာက္စုံစမ္းတာေအာင္ျမင္မလား.... ၾကားထဲမွာ ဘယ္လုိျပသနာေပါင္းစုံၾကဳံေတြ႕ရမလဲဆုိတာကုိေတာ့   Action , Crime\nေတြကိုမွ ၾကဳိက္တဲ့သူေတြအဖုိ႕ ဒီကားက နင္းကန္လန္းတယ္လုိ႕သတင္းေကာင္းပါးပါရေစ....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ျဖစ္ပါတယ္...\nFile Size : (875 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:51း00\nGenre :  Action , Crime , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/Tcpz/36th_Precinct_(36_Quai_Des_Orfèvres)_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7NpRiGTKyvnM8ZmJyIfgHy9PgL.jpg",
        "title": "[21+] Escape from Pleasure Planet (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Blair Williams\nနာမည်ကြားမိရုံနဲ့ သူ့ရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ဘယ်ပုရိသမှ မခံနိုင်လောက်တဲ့ အကြည့်တွေက ဘွားခနဲပေါ်လာတာပဲ။အကြည့်တွေတင်မဟုတ်ဘူးနော် ခန္ဓာကိုယ် အချိုးစားကလည်း အာရှသူတွေလို ညောင်နာနာ ခန္ဓာကိုယ် မျိုးမဟုတ်ဘူးသင်က အာရှ ကားတွေကိုမှ ကြိုက်တာဆိုရင်ရင်တော့ ဆက်မဖတ်ပါနဲ့တော့လို့ ကြိုတင် ပြောထားပါရစေ။အခုဇာတ်ကားက 21+ လို့ဆိုထားတဲ့ အတိုင်းပါပဲ သင့်ခံစားမှု့ကို စိတ်ကြိုက်ပွင့်ထွက်သွားစေမဲ့ ဇာတ်ကားမျိုးပါဆန့်ငင်ဆန့်ငင် နဲ့ဟုတ်ပဲ ပွင့်လင်းလှတဲ့ အနောက်တိုင်းသူလေးတွေရဲ့ သရုပ်ဆောင်ချက်တွေကို သင့်စိတ်ကူးထဲကအတိုင်း မြင်ရမဲ့ ဇာတ်ကားမျိုးဖြစ်ပါတယ်..ဒီဇာတ်ကားက စတားတွေအများကြီးနဲ့ အားဖြည့်ထားပေမဲ့ Blair Williams ကိုပဲကြိုက်မိတဲ့အတွက်သူ့အသားပေးရေးမိတာပါ လွပ်လပ်စွာ သဘောထားကွဲလွဲလို့ရတယ်နော့။အမျိုးသမီးတွေချည်းပဲ နေကြတဲ့ ဂြိုလ်ကြီးတစ်လုံး စကြာဝဠာကြီးထဲမှာ တည်ရှိနေပါတယ်..ထိုတိုင်းပြည်ရဲ့ မင်းသမီး ရတနာက Blair Williams ပါ..သူမကို အလိုရှိနေတဲ့...ရန်သူတော်တွေလည်းရှိနေပါတယ်..သူမမှာ တစ်ကယ်ကိုအားကိုးရတဲ့ သက်တော်စောင့်တစ်ယောက်လည်းရှိပါတယ်..သူတို့ဂြိုလ်က ထူးဆန်းစွာပဲ မိန်းမချင်းချင်း အထိအတွေ့ကို စည်းစိမ်တစ်ခုအဖြစ် သတ်မှတ်ကြပါတယ်။တစ်နေရာနှင့်တစ်နေရာ ကူးလူးသွားလာနေကြပြီး စည်းစိမ်ကိုအသုံးတော်ခံကြလေ့ရှိကြတယ်..တစ်နေ့...မင်းသမီးလေးဟာ ...",
        "rating": "3.7",
        "url": "https://megaup.net/T5ui/Escape_From_Pleasure_Planet_[21+]_[2016]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qYKrgzHbYtKej9Gvd7NxJvGiC2.jpg",
        "title": "Kin (2018)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ IMDB Rating 5.6 အထိရရွိထားတဲ့ Fantasy,Sci-fi ဇာတ္ကားျဖစ္တဲ့ Kin (2018) ပါ။ဇာတ္လမ္းရဲ႕အဓိကဇာတ္ေကာင္ အီလုိင္ဂ်ာက ေမြးစားခံထားရတဲ့ သူ႕ရဲ႕အသုိင္းအဝိုင္းမွာ လူဝင္မဆံ့တဲ့ေကာင္ေလးတစ္ေယာက္ျဖစ္ပါတယ္။သူက ပစ္ထားတဲ့ေနရာကေန ဝါယာၾကိဳးေတြ ခုိးရင္းနဲ႔ ထူးဆန္းတဲ့ပစၥည္းတစ္ခုကုိ ရွာေတြ႕ခဲ့ပါတယ္။အိမ္ကုိျပန္လာတဲ့ ေထာင္ထြက္တစ္ေယာက္ျဖစ္တဲ့ ေမြးစားအစ္ကုိ ဂ်င္မီက လူဆုိးဂုိဏ္းေခါင္းေဆာင္ တုိင္လာ အေပၚမွာ အေၾကြးတင္ေနခဲ့တဲ့ အတြက္ သူ႕အေဖကုိေပးဖုိ႔ေတာင္းပါတယ္။သူ႔အေဖကျငင္းတဲ့အခါ တုိင္လာနဲ႔အတူ သူ႕အေဖရဲ႕ မီးခံေသတၱာကုိေဖာက္ထြင္းဖုိ႔ၾကိဳးစားခ်ိန္မွာ သူ႕အေဖကေတြ႕သြားျပီး အပစ္ခံလုိက္ပါတယ္။အဲဒီအခ်ိန္မွာ ဂ်င္မီက အီလုိင္ဂ်ာေလးကုိ ခရီးသြားမယ္လုိ႔လိမ္ျပီး ပုိက္ဆံေတြယူေျပးလာခဲ့ပါတယ္။သူတုိ႔ေနာက္ကုိ ညီဆုံးရႈံးခဲ့ရတဲ့ တုိင္လာကလည္း လုိက္ဖုိ႔ၾကိဳးစားပါတယ္။သူတုိ႔သြားရင္း ကလပ္တစ္ခုေရာက္တဲ့အခါ သူရွာေတြ႕ထားတဲ့ ပစၥည္းက စြမ္းအားျပင္းတဲ့ ေသနတ္တစ္လက္ျဖစ္ေနတာကုိ ေတြ႕ရတဲ့အခါမွာေတာ့... (ဘာသာျပန္သူေတြကေတာ့ ေမသရဖီလြင္ နဲ႔ ဒီမြန္းပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zcmp/Kin_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BOTY0Mzg1NWMtZjg2MC00NGZjLWI5YmQtZGIzZTBhNmI1N2ExXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Oggy and the Cockroaches: The Movie (2013)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ Oggy နဲ႔ ပိုးဟပ္မ်ား ဆိုတဲ့\nကာတြန္းစီးရီး ရဲ႕ 2013 က ထြက္ရွိထားတဲ့ The Movie ပါ\nOggy ဆိုတာ ဘာနဲ႔ သြားတူလဲဆိုေတာ့ ေၾကာင္ နဲ႔ ၾကြက္ လိုပါပဲ\nတစ္ခု ထူးျခားတာကေတာ့ Copy ထားတယ္လုိ႔ မခံစားရပဲ\nတကယ္ကို အူလိုက္ သည္းလုိက္ ကို ရယ္ရပါတယ္\nဇတ္လမ္းဇတ္ကြက္ကလဲ အေျပာင္အေလွာ္ ေတြနဲ႔\nမထစတမ္း ၾကည့္ခ်င္ေလာက္ပါတယ္...\nOggy က ဥာဏ္ေကာင္းၿပီး ရိုးသားတဲ့ ေၾကာင္\nသူ႔အကို ခပ္တံုးတံုးခပ္အအ တစ္ေကာင္လဲ ရွိတယ္\nသူတို႔ ညီအကို ကို ဒုကၡမတရားေပးတဲ့ ပိုးဟပ္ ညီအကို\n၃ ေကာင္လဲ ရွိတယ္ အကုန္ တလြဲေတြ လုပ္ၿပီး\nေၾကာင္ေတြကို ဒုကၡမေပးရင္ စားမ၀င္ အိပ္မေပ်ာ္တဲ့\nတကယ့္ ငေျပာင္ေတြေပါ့...\nဒီကာတြန္း ရုပ္ရွင္ကို စာတမ္းထိုးေပးခ်င္ေပမဲ့\nဘာစကားမွ မေျပာတဲ့ အတြက္ ဘာစာမွ မထိုးေပးထားပါဘူး\nCM က ပထမ ဆံုးအႀကိမ္ ျမန္မာစာတန္း မထိုးပဲ တင္ေပးတဲ့\nAnimation ရုပ္ရွင္ပါပဲ :D\nဒီရုပ္ရွင္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zcma/Oggy_And_The_Cockroaches_-_The_Movie_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/ee31aa64393ac94d7d4421ebe9d6f236-140x200.jpg",
        "title": "Along With the Gods: The Last 49 Days (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nအားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္.....ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2UvR0/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BnqBHFGDv3WlCPB2qQwzAWdy7y.jpg",
        "title": "Along With the Gods: The Last 49 Days (2018)",
        "description": "အားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္.....ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ပို႔ေဆာင္ ေပးခဲ့ျပန္ပါတယ္။ဒီလိုနဲ႔ မရဏကမၻာမွာ အ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zckd/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yPe1m7yHfPPDRnK7zuKvGCu8nT.jpg",
        "title": "Golden Slumber (2018)",
        "description": "Golden Slumber ဆိုတဲ့ဇာတ္​ကား​ေလးက​ေတာ့2018 မွာထြက္​႐ွိတာတဲ့ Thriller/Action ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ခုျဖစ္​ပါတယ္​။Rating ​ေတြအ​ေနနဲ႔က​ေတာ့ IMDb 5.8/10 Rotten tomatoes 71% ရ႐ွိထားၿပီး cast​ေတြအ​ေနနဲ႔ Gang Dong Won နဲ႔ Han Hyo Joo တို႔အဓိကပါဝင္​ထားၾကတာပဲ ျဖစ္​ပါတယ္​။ႏိုင္​ငံ​ေရး​ေလာကအ​ေၾကာင္​း​ေတြ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​​ေတြအ​ေၾကာင္​း ကို​ေတြ႔ရမွာျဖစ္​ၿပီး စြပ္​စြဲခံရတဲ့ လူငယ္​​ေလးတစ္​​ေယာက္​ရဲ႕ မိမိရဲ႕ ႐ိုးသားမႈကိုသက္​​ေသျပဖို႔ႀကိဳးစားပံုကို ​ေတြ႔ျမင္​ရမွာျဖစ္​ပါတယ္​။ကိုယ္​ကလြဲရင္​ ဘယ္​သူ႔ကိုမွယံုၾကည္​လို႔မရဘူးဆိုတာကိုဒီကား​ေလးက​ေျပာျပ​ေပးသ​ြားမွာပါ။ကင္​ဂြမ္​ဝူးဟာ သာမန္​ပစၥည္​းပို႔သမား​ေလးျဖစ္​ၿပီး ႐ိုးသားႀကိဳးစားၿပီး သူတစ္​ပါးကိုလည္​းတတ္​ႏိုင္​သမ်ွကူညီတတ္​သူတစ္​​ေယာက္​ျဖစ္​ပါတယ္​။ၾကင္​နာတတ္​ၿပီး သူငယ္​ခ်င္​း​ေတြကိုလည္​း အလြန္​သံ​ေယာဇဥ္​႐ွိသူျဖစ္​ပါတယ္​။အဆို​ေတာ္​မ​ေလးတစ္​​ေယာက္​ကို အၾကမ္​းဖက္​မႈမွကယ္​တင္​ခဲ့ခ်ိန္​မွစလို႔ သူဟာ စ​ံျပႏိုင္​ငံသားဆုကို ရၿပီးလူအမ်ားရဲ႕စိတ္​ဝင္​စားမႈကိုရ႐ွိခဲ့ပါတယ္​။ဒါ​ေပမယ္​့သူဟာ ႏိုင္​ငံ​ေရးသမား​ေတြရဲ႕ သား​ေကာင္​ျဖစ္​​ေနမွန္​း သူ႔ကိုယ္​သူမသိခဲ့႐ွာပါဘူး။တစ္​​ေန႔ သမၼတ​ေလာင္​းကိုယ္​စားလွယ္​ အသတ္​ခံရမႈမွာ မတရားစြပ္​စြဲခံရကာ ထြက္​​ေျပးတိမ္​း​ေ႐ွာင္​​ေနခဲ့ရပါတယ္​။႐ိုးအတဲ့ ကင္​ဂြမ္​ဝူး တစ္​​ေယာက္​ သူ႔႐ိုးသားမႈကို ျပန္​လည္​​ေဖာ္​ထုတ္​ႏိုင္​မလား၊​ေနာက္​ဆံုးမွာ အာဏာ႐ွိသူကပဲ အႏိုင္​ရသြားမလားဆိုတာ ​ေစာင္​့ၾကည္​့ရမွာျဖစ္​ပါတယ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Yin Wai Phyo ပါ) File Size : (850 ...",
        "rating": "5.8",
        "url": "https://megaup.net/2V7eu/Golden_Slumber_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles_two_ver32-135x200.jpg",
        "title": "Incredibles 2 (2018)",
        "description": "Incredibles 2 (2018)\nIMDb - 7.6/10_____Rotten - 94%\n Blu-Ray 1080p 5.1 CH x264\nပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Tl5g/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lea5bLww1ZwbNPRVk0RjB34xxVg.jpg",
        "title": "Solis (2018)",
        "description": "Solis ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ space science ကားေတြႀကိဳက္တဲ့ပရိသတ္ေတြအတြက္ ၾကည့္လို႔ေကာင္းမဲ့ scifi ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္. ဇာတ္လမ္းတစ္ခုလံုးမွာဇာတ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven ogg တစ္ေယာက္တည္းအစအဆံုးသ႐ုပ္ေဆာင္ထားတဲ့ low cost scifiကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ၿဂိဳလ္ေတြေပၚမွာ သတၱဳေတြကို႐ွာေဖြဖို႔ လႊတ္တင္ခဲ့တဲ့ အာကာသယာဥ္တစ္စင္းဟာ ၿဂိဳလ္သိမ္ၿဂိဳလ္မႊားတစ္ခုနဲ႔တိုက္မိခဲ့ၿပီးပ်က္စီးသြားခဲ့ပါတယ္။အဲ့ဒီမွာ ေဟာ္လိုေဝးဆိုတဲ့အင္ဂ်င္နီယာတစ္ေယာက္ပဲက်န္ရစ္ခဲ့ၿပီး သူ႔ရဲ႕႐ွင္သန္မႈ အတြက္ႀကိဳးစား႐ုန္းကန္ရတဲ့ survival scenes ေတြကိုတစ္ဝႀကီးၾကည့္႐ႈရမဲ့ဇာတ္ကားေလးတစ္ကားပဲဖစ္ပါတယ္။ သ႐ုပ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven oggနဲအသံသ႐ုပ္ေဆာင္အေနနဲ႔ မင္သမီးAlice loweတို႔၂ေယာက္တည္းပါဝင္သ႐ုပ္ေဆာင္ထားေပမဲ့လံုးဝပ်င္းစရာမေကာင္းတဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Action , Adventure , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p.WEB-DL.XviD.AC3-FGT\nTranslated by Myo ...",
        "rating": "5.0",
        "url": "https://megaup.net/1zckt/Solis_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles-2-poster-150x200.jpg",
        "title": "Incredibles 2 (2018)",
        "description": "Incredibles 2 (2018)\nIMDb - 7.6/10_____Rotten - 94%\n ပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ကမ်းလှမ်း တာလည်း ဖြစ်ပါတယ်။အဲဒါနဲ့ ဟယ်လန်ဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/11U9u/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c7sCD4XyM2SbvBK1HgRVwFhgt3p.jpg",
        "title": "The Great Battle (2018)",
        "description": "၂၀၁၈ ထြက္​ ကိုရီးယားရာဇဝင္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးဦးမယ္​​ေနာ္​ ဇာတ္​ကားနာမည္​​ေလးက The Great Battle ပါမင္​းႀကီးဂ်ဴမံုတည္​​ေထာင္​ခဲ့တဲ့ ဂိုဂု​ေလ်ာျပည္​ကို တရုတ္​ထန္​ဘုရင္​ က်ဴး​ေက်ာ္​ခဲ့တဲ့ အ​ေၾကာင္​းကို စစ္​တိုက္​ပံုမ်ိဳးစံု ​ေဝ​ေဝဆာဆာနဲ႔ ရိုက္​ကူးထားတဲ့ ရာဇဝင္​ကား​ေကာင္​း​ေလးပါဂိုဂု​ေလ်ာက စစ္​သူႀကီးယြန္​းဟာ အန္​စီခံတပ္​အုပ္​ခ်ဳပ္​​ေရးမွဴး ယန္​မန္​ခ်ြန္​ရဲ့ အမိန္​့မနာခံမွဳကို အျပစ္​​ေပးဖို႔အတြက္​ သူ႔ဆီကို သူလ်ွိဳ​ေတြ ​ေစလႊတ္​​ေပါင္​း မနည္​းပါဘူးအန္​စီၿမိဳ႕သား ဆာမူကို ​ေစလႊတ္​လိုက္​ခ်ိန္​မွာ​ေတာ့ ဆာမူဟာ အုပ္​ခ်ဳပ္​​ေရးမွဴးယန္​ရဲ႕ ​ေခါင္​း​ေဆာင္​ပီသမွဳ​ေတြကို ျမင္​​ေတြ့ရၿပီး လုပ္​ၾကံမွဳ မ​ေအာင္​ျမင္​ခဲ့ပါဘူးတိုက္​ပြဲ​ေပါင္​းမ်ားစြာကို ႐ွံဳးပြဲမ႐ွိ တိုက္​ခိုက္​​ေအာင္​ျမင္​ခဲ့တဲ့ တရုတ္​ထန္​စစ္​တပ္​ဟာ အန္​စီခံတပ္​ကို တိုက္​ဖို႔ လာတဲ့အခါ ယန္​မန္​ခ်ြန္​ရဲ့ ပါးနပ္​မွဳ လက္​ရံုးရည္​ ႏွလံဳးရည္​ျပည္​့ဝမွဳ​ေတြ​ေၾကာင္​့ လြယ္​လြယ္​နဲ႔ မ​ေအာင္​ျမင္​ခဲ့ပါဘူး၃ လ​ေလာက္တုိက္​ပြဲဝင္​ရတာကို တိုက္​ခန္​းခိုက္​ခန္​း ၿမိဳင္​ၿမိဳင္​ဆိုင္​ဆိုင္​နဲ႔ ရိုက္​ကူးထားလို႔ ၾကည္​့ရတန္​တဲ့ ရာဇဝင္​ကား​ေကာင္​းတစ္​ကားပါဒီ့အျပင္​ အခ်စ္​ အလြမ္​း နဲ႔ တိုင္​းျပည္​ခ်စ္​စိတ္​​ေတြကိုပါ ​ေပၚလြင္​​ေအာင္​ ရိုက္​ျပထားလို႔ ရသမ်ိဳးစံုကို ​ေပးစြမ္​းႏိုင္​တဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zdz4/The_Great_Battle_[2018]_(MM_Sub).mp4",
        "category": "Action, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjk3ODhmNjgtZjllOC00ZWZjLTkwYzQtNzc1Y2ZhMjY2ODE0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Superman/Batman: Apocalypse",
        "description": "Superman Batman: Apocalypse\n2010 ကမို႔ ၾကာခဲ့ပါၿပီ...\nသို႔ေသာ္ Superman နဲ႔ Supergirl ရဲ႕ Super Action ေတြဟာ\nခုအခ်ိန္ထိ မေဟာင္းေသးပါဘူး။\nSir Bat က Action နည္းတယ္လို႔ေျပာလို႔ရေပမယ့္ သူ႔လုပ္ကြက္ေတြကလဲ\nခုခ်ိန္ထိ အရမ္းကို Batman ဆန္ေနဆဲပါ။\nBatman ဆန္ေနမွေတာ့ ၾကည့္လို႔ေကာင္းၿပီရယ္ေပါ့။\nအေကာင္းဆံုး ဇာတ္ကားတစ္ကားလို႔မေျပာေပမယ့္\nအစကေန ၿပီး အဆံုးထိ ေပါ့ေပါ့ပါးပါးေလး သူေခၚသြားပါလိမ့္မယ္။\nDC Trinity ရဲ႕ ခ်စ္စရာ အမူအက်င့္ေလးေတြကို Supergirl ရဲ႕\nအျပစ္ကင္းစစ္ ခ်စ္စရာေကာင္းမႈ နဲ႔ အတူ ၾကည့္ရမွာပါ။\nBatFan ေတြ ႀကိဳက္ၾကသလို Superman Fan ေတြလဲ အားရၾကပါတယ္...\nDC ဟာ Animation မွာ နာမည္႐ွိပါတယ္....\nအဲ့လိုျဖစ္ေစတဲ့ Animations မ်ားစြာထဲမွာ\nဒီ Animation ေလး အပါအဝင္ပါပဲ...\nဒီ Animation Movie ေလးကို ဘာသာျပန္ေပးထားတာကေတာ့\nHan Minn ျဖစ္ၿပီး Review ကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n \nThit ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/superman-batman-apocalypse/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tBeWqNZmwKHMJtFk98u02nUzO6i.jpg",
        "title": "As Far As My Feet Will Carry Me(2001)",
        "description": "As Far As My Feet Will Carry Me(2001)\nIMDB...7.4,,,,Rotten Audience Score...82%\nဒုတိယကမၻာစစ္အတြင္းက ဂ်ာမန္စစ္သားတစ္ဦးျဖစ္တဲ့ စစ္သံု႔ပန္းတစ္ေယာက္ ကလီမန္စ္ေဖာ္ရဲလ္ ဟာဆီဘီးရီးယားအေ႐ွ႕ဘက္ျခမ္းမွာ႐ွိတဲ့ အက်ဥ္းေထာင္စခန္းမွာ အႏွစ္ႏွစ္ဆယ္ထိအလုပ္ၾကမ္းလုပ္ဖို႔ ျပစ္ဒဏ္ခ်မွတ္ျခင္းခံခဲ့ရတယ္.\nသုိ႕ေပမယ္ ့အခ်ိန္ရွိတုိင္းထြက္ေျပးဖုိ႕ၾကံဆေနေလ့ရွိတယ္...\n.မိုင္းတြင္းထဲမွာေလးႏွစ္ထိအလုပ္လုပ္ၿပီးေနာက္ ထြက္ေျပးခဲ့ၿပီးေတာ့ သူ႔ရဲ႕ဇနီးနဲ႔သမီး႐ွိတဲ့အိမ္ကိုျပန္ဖို႔အတြက္ ႀကိဳးစားပါေတာ့တယ္ ..သူအိမ္ရွိရွာသုိ႕မဟုတ္ သူထြက္ေျပးတဲ့\n လမ္းေၾကာင္းဟာ ရွည္လွ်ားလြန္းပါတယ္...ရာသီဥတုက ဆုိးရြားတဲ့အျပင္ လမ္းမွာလည္းဒုကၡမ်ဳိးစုံေတြ႕ရတယ္..\nအဆုိးတကာ့အဆုိးဆုံးကေတာ့ ထြက္ေျပးတဲ့သုံပန္းကုိ ဖမ္းဆီးသတ္ျဖတ္ဖုိ႕  ဗိုလ္ႀကီးကန္မန္နဗ္ က တစ္ခ်ိန္လုံးေနာက္က လုိက္ေနလုိ႕ပါပဲ...\n..ေဖာ္ရဲလ္ဟာေနာက္တစ္ႀကိမ္ျပန္အဖမ္းခံရမလား..ဒါမွမဟုတ္လြတ္သြားမလားဆိုတာ ဇာတ္သိမ္းပိုင္းထိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္႐ႈခံစားၾကည့္ၾကပါဗ်ာ\nဒီဇတ္လမ္းေလးဟာ အက္႐ွင္၊ဒရာမာ၊စြန္႔စားမႈ၊စစ္ပြဲစတဲ့ ခံစားမႈရသမ်ိဳးစံုပါဝင္ၿပီး တကယ္ကိုၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားပဲျဖစ္ပါတယ္.\nဇာတ္လမ္းအညြန္းန႕ဲ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nile Size : (1GB) and (436 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:38:00\nGenre :  Action , Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.4",
        "url": "https://megaup.net/Tg6f/As_Far_as_My_Feet_Will_Carry_Me_(So_Weit_Die_Füße_Tragen)_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGD4azWAfXLjkvs5wzvIapHRooX.jpg",
        "title": "Girl vs. Monster (2012)",
        "description": "စကိုင်လာလူးဝစ်ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်မိန်းကလေးဟာအရွယ်နှင့်မမျှဘဲအကြောက်တရားကင်းမဲ့လှသူပါသူ့ရဲ့မိဘနှစ်ပါးက မကောင်းဆိုးဝါးများကိုဖမ်းဆီးသူများဖြစ်ကြပြီးတော့သူ့ကိုတော့အဲ့အကြောင်းကိုလျှို့ဝှက်ထားပါတယ်စကိုင်လာ့မိဘနှစ်ပါးဟာ သူ့သမီးကိုအရမ်းကိုပဲ အကာကွယ်လွန်ပြီးအကဲပိုတတ်ကြပါတယ်ဒါပေမယ့် စကိုင်လာကတော့ ငယ်ရွယ်သူပီပီ အဲ့လိုအကာကွယ်လွန်ပြီးစိုးရိမ်ပူပန်လွန်းတာကို လုံးဝမကြိုက်ပါဘူး...သူ့မှာ သူနဲ့ဆန့်ကျင်ဘက်ဖြစ်တဲ့ အင်မတန်ကြောက်တတ်တဲ့ ဟင်နရီနဲ့ဆီဒီဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်...သူဟာ နောက်တစ်နေ့ည ဟောလိုးဝင်းမှာကျင်းပမယ့်ပါတီပွဲမှာရောခ့်ဂီတအဖွဲ့တစ်ဖွဲ့နဲ့အတူ သီချင်းတွဲဆိုဖို့အတွက်လဲစီစဉ်ထားပါတယ်သူ့အနေနဲ့ဟောလိုးဝင်းညကိုပျော်ပျော်ကြီးဖြတ်သန်းမယ်လို့မျှော်လင့်ချက်အပြည့်နဲ့ပေါ့...ဒါပေမယ့် အဲ့မျှော်လင့်ချက်တွေဟာ ဟောလိုးဝင်းညမှာ စကိုင်လာ့မိဘတွေသူ့ကိုအိမ်ထဲမှာပဲနေပြီး အပြင်မထွက်ရန် \"Alarm\" စနစ်ပါပေးထားပြီးလူတစ်ယောက်ဖြင့်စောင့်ကြည့်ခိုင်းထားတဲ့အတွက် အကုန်ပျက်စီးကုန်ပါတော့တယ်...ဒါပေမယ့် စကိုင်လာ့အနေနဲ့ လက်မလျှော့ပဲ သူ့ကို စောင့်ကြည့်နေသည့်လူမသိအောင်အိမ်ထဲကနေခိုးထွက်ဖို့အတွက် အိမ်ရဲ့ပါ၀ါမီးခလုတ်ကိုပိတ်လိုက်ရာမှာတော့သူ့မိဘတွေနှစ်ပေါင်းများစွာ ချုပ်ထားကြသည့် လူတွေရဲ့အကြောက်တရားကိုအင်အားအဖြစ်ဝါးမြိုစားသောက်ကြရတဲ့ မကောင်းဆိုးဝါးများဖြစ်ကြသည့်ဒီရန်မာတာ၊ သီအိုဒိုးရှားနဲ့ စာခြောက်ရုပ်ဘော့တို့သုံးယောက်အပြင်မကောင်းဆိုးဝါးမြောက်မြားစွာ လွတ်မြောက်သွားပါတော့တယ်...စကိုင်လာ့ကိုစောင့်ကြည့်ခိုင်းထားတဲ့ သူ့မိဘများရဲ့သူငယ်ချင်းကစကိုင်လာဟာ မျိုးဆက်(၅)ဆက်မြောက် မကောင်းဆိုးဝါးဖမ်းဆီးသည့်သူတစ်ယောက်ဖြစ်ပြီးအခုလွတ်မြောက်သွားတဲ့ မကောင်းဆိုးဝါးတွေကို ပြန်ဖမ်းဆီးရမယ်လို့ပြောလိုက်တဲ့အခါမှာတော့စကိုင်လာ့အနေနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ မကောင်းဆိုးဝါးများကိုပြန်လည်ဖမ်းဆီးရတော့မယ့်တာဝန်ရှိလာပါတယ်...သူဘယ်လိုတွေများဆက်ရင်ဆိုင်မလဲဆိုတာတော့ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါလို့...ဒီကားလေးမှာ သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းများအပြင်လူတွေအနေနဲ့ အကြောက်တရားဆိုတဲ့အရာကို ဘယ်လိုအနိုင်ယူရမယ်ဆိုတာကိုပါထည့်သွင်းပြသထားတဲ့အတွက်အရမ်းကိုပဲကြည့်လို့ကောင်းတဲ့ရုပ်ရှင်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်File Size : (760 MB) and (322 MB)\nQuality : WedDL 720p\nRunning Time : 1hr 29 min\nFormat ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zAv7/Girl_Vs._Monster_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Ja7E1FxVRtQY0i0sOslbBCAzu2.jpg",
        "title": "Golden Job (2018)",
        "description": "အခု မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Rating တွေကလည်း အလန်း သရုပ်ဆောင်တွေကလည်းနာမည်ကြီးပြီး အက်ရှင်ကားကောင်းကောင်း ငတ်နေသူတွေအတွက် အကြိုက်တွေ့စေမယ့် Crime,Action ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကတော့ Golden Job(2018) ပါ။IMDB Rating ကတော့ 6.2 ထိရရှိထားပါတယ်။ဇာတ်လမ်း အကျဉ်းလေးကတော့ ဆိုးတေသောင်းကြမ်းလို့ ဝသွားကြတဲ့ လူမိုက်ကြီး ငါးယောက် အငြိမ်းစားယူသွားကြပါတယ်။အဲ့နောက်မှာခေါင်းဆောင်ဖြစ်သူက ဒုက္ခသည်ကလေးတွေအတွက် အကူအညီပေးဖို့ ဆေးကုမ္ပဏီတစ်ခုက ဆေးသယ်လာတဲ့ကားကို ခိုးလိုက်ပါတယ်။နောက်တော့ဆေးဝါးဖြန့်ဖြူးပေးဖို့ လူပြန်စုပြီး အလုပ်ပြန်လုပ်ကြတဲ့အချိန် ဆေးသယ်လာတဲ့ကားကို ခိုးလာခဲ့ပြီးမှ ကားပေါ်မှာ ပါလာတာ ဆေးတွေမဟုတ်ဘဲ ရွှေတွေဖြစ်နေချိန်မှာတော့.....ဘာတွေကြောင့်ဒီလိုဖြစ်ရတာလဲသူတို့ရဲ့အတိတ်ဆိုးတွေကို သူတို့ချန်ထားနိုင်တာသေချာရဲ့လား ဆိုတာ အက်ရှင် ကြမ်းကြမ်းလေးတွေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မေသရဖီလွင် ပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 40min\nFormat : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zAvf/Golden_Job_(Huang_Jin_Xiong_Di)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QHwlirJb7MJJcvTICMJvfG3oyh.jpg",
        "title": "Legend of the Ancient Sword (2018)",
        "description": "မှော်ပညာတွေထွန်းကားခဲ့တဲ့ ဟိုးလွန်ခဲ့တဲ့နှစ်ထောင်ပေါင်းများစွာတုန်းက လူသားတွေနဲ့ နတ်ဆိုးတွေက အတူယှဉ်တွဲ နေထိုင်ခဲ့ကြတယ်။ဒါပေမယ့် ကပ်ဘေးကြီးတစ်ခုဖြစ်ပြီးနောက်ပိုင်းမှာ မှော်ပညာတွေလဲတိမ်ကောလာခဲ့တယ်ယန်ဂျာလို့ခေါ်တဲ့ မှော်ပညာတစ်ခုသာ သိကြတော့တဲ့ခေတ်ဖြစ်သွားတယ်။ယန်ဂျာဆိုတာ စက္ကောမပညာလိုမျိုးပေါ့။စက်ပစ္စည်းတွေကို အသက်သွင်းနိုင်တဲ့ပညာပေါ့။အဲ့ပညာရပ်မှာ အတော်ဆုံးဖြစ်သူကတော့ ရွှီရီ လို့ခေါ်တဲ့ဆရာကြီးပေါ့။တစ်နေ့မှာ အဲ့ဆရာကြီးကပျောက်ချင်းမလှပျောက်သွားခဲ့တယ်။ ဘယ်သူကမှ ဘာကြောင့်ပျောက်သွားတယ်။ဘယ်ကိုရောက်သွားလဲဆိုတာမသိကြဘူး။အဲ့ဒါနဲ့ သူ့တပည့်ဖြစ်သူက သူ့ဆရာရဲ့သတင်းကိုလိုက်စုံစမ်းရင်း လေလံပွဲတစ်ခုမှာ ဆရာဖြစ်သူရဲ့လက်စွပ်ကိုလေလံဆွဲမယ်ဆိုတာကြားလိုက်ရတယ်။သူ့လိုပဲ ရွှီရီဆရာကြီးကို လိုက်ရှာနေတဲ့သူနှစ်ယောက်ရှိပါသေးတယ်။တော်ဝင်မင်းသားတစ်ပါးရယ် ကောင်မလေးတစ်ယောက်ရယ်ပါ။ သူတို့သုံးယောက်ဘယ်လိုများဆုံတွေ့ကြမလဲ။ဆရာကြီးကိုရောဘယ်လိုရှာတွေ့မှာလဲ။ဆရာကြီးပျောက်ဆုံးသွားရတဲ့အကြောင်းရင်းကရောဘာများလဲ။ဇာတ်ကားနာမည်မှာပါတဲ့ရှေးဟောင်းဓါး(Ancient Sword)ဆိုတာကရော ဘယ်ပုံဘယ်နည်းပါဝင်ပက်သက်နေတာလဲဆိုတော့ ဇာတ်လမ်းအရသာပေါ့သွားမှာစိုးတဲ့အတွက် ဇာတ်ကားကြည့်ရင်းပဲ သိလိုက်ရအောင်လားဗျာ။တရုတ်ကားတွေရဲ့ထုံးစံအတိုင်း CGI အလန်းဇယားနဲ့မှော်တွေရော သိုင်းတွေရော စက်ရုပ်တွေရောဆိုတော့ ထူးထူးဆန်းဆန်းနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းတဲ့ကားလေးဖြစ်ပါတယ်လို့ ညွှန်းပါရစေဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့  ကိုဟိန်းမင်းထွန်း ပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 45min\nFormat : Mp4\nGenre : Action , Fantasy\nSubtitle ...",
        "rating": "5.3",
        "url": "https://megaup.net/TD3h/Legend_Of_The_Ancient_Sword_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/la0Mx4Q4JnSZrtvQbSvQGruh3e3.jpg",
        "title": "Revenge Girl (2017)",
        "description": "ဒီကားလေးကတော့ action,comedy,နဲ့ romance ကားလေးပါယုံကြည်မှုလွန်ကဲနေတဲ့ကောင်မလေးတစ်ယောက်ကသူ့ရဲ့ချစ်သူကောင်လေးဖောက်ပြန်တာကိုသိသွားပြီးတော့...နိုင်ငံရေးလောကထဲဝင်ပြီးသူ့ကိုလက်စားချေဖို့လုပ်ရာကနေ...ပြောင်းလဲသွားပုံကိုရယ်စရာဟာသလေးတွေနှောပြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...Imdb rating 6.2/10 ရထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ဗညား ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Action , Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay x264 DTS-WiKi\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/revenge-girl-2017/",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/hollow-man-poster-133x200.jpg",
        "title": "Hollow Man (2000)",
        "description": "Hollow Man (2000)_____IMDb - 5.8/10\n  \nဒီကားလေးက အတော်တော့ ဟောင်းခဲ့ပြီ\n2000 ခုနှစ်လောက်က အခွေဆိုင်တွေမှာ\nကိုယ်ပျောက်လူသား ဆိုပြီး အငှားရဆုံး အခွေဖြစ်ခဲ့ဖူးတယ်\nအခွေဆိုင်တွေက ကော်ပီခွေ အနည်းဆုံး\n၃၀ လောက် ကူးထားရတဲ့ ရုပ်ရှင်ကား\nအခု ပြန်လွမ်းတဲ့ ပြန်ကြည့်ချင်တဲ့ 90 ဖွားတွေ အတွက်\nပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်....\nဇတ်လမ်းအကျဉ်းကတော့\nသိပ္ပံပညာရှင် ဆဘတ်ရှန် ဦးဆောင်တဲ့\nအဖွဲ့ဟာ ကိုယ်ပျောက်ဆေးကို\nတိရိစ္ဆာန်တွေ နဲ့ စမ်းသပ်ကာ သုတေသန လုပ်နေခဲ့တာ\nအတော်ကြာပါပြီ သူတို့ အသေးဆုံး ကြွက်ကနေ\nလူနဲ့ အနီးစပ်ဆုံး မျောက်အထိ စမ်းသပ်အောင်မြင်နေပါပြီ\nဒီလုပ်ငန်းစဉ်သာ အောင်မြင်ခဲ့ရင် နိုင်ငံအတွက် အများကြီး\nအကျိုးဖြစ်ထွန်းစေမှာပဲ ဖြစ်ပါတယ်\n  \nဆဘတ်ရှန် ဟာ အဖွဲ့ထဲမှာ သူအတော်ဆုံးလို့\nမှတ်ယူထားပြီး အားလုံးရဲ့ အမြင်ကပ်မှု ကို\nခံယူထားသူလဲ ဖြစ်ပြီး တကယ်လဲ တော်တဲ့သူဖြစ်ပါတယ်\nသူတို့ နောက်ဆုံး ကိုယ်ပျောက်ဆေး ကို တီထွင်နိုင်ခဲ့ပေမဲ့\nပျောက်နေတဲ့ သက်ရှိကို ပြန်ဖော်နိုင်ဖို့ကိုတော့\nလုပ်ဆောင်နိုင်ခဲ့ခြင်း မရှိသေးပါ ဒီလိုနဲ့\nအချိန်တွေ ကြာလာတဲ့နောက် မှာတော့\nမျောက်ဝံ တစ်ကောင်ကို စမ်းသပ်အောင်မြင်ပြီး\nProject အောင်မြင်ခဲ့ပါတယ်...\nဆဘတ်ရှန် က ဒီလောက်နဲ့ ရပ်တန့်မသွားပဲ\nသူကိုယ်တိုင် သတ္တိရှိရှိ စမ်းဖို့ လူသား တစ်ယောက်ရဲ့\nခန္ဓာကိုယ်က အောင်မြင်မှု ရှိမရှိ စမ်းသပ်ခံခဲ့တဲ့ နောက်မှာတော့....\n   \nဒီရုပ်ရှင်ကားကို May Thu က ...",
        "rating": "5.8",
        "url": "https://megaup.net/T3v7/Hollow_Man_[2000]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uzcqkLNCI2Tjqscc9dr1TxURzAn.jpg",
        "title": "The Bombing (2018)",
        "description": "2018 ထြက္ Action/Adventure ဇာတ္ကားသစ္ျဖစ္ၿပီး Cast ေတြကလည္းကြၽန္ေတာ္တို႔အႀကိဳက္ မင္းသားေတြျဖစ္ပါတယ္။အက္ရွင္ကားပရိသတ္ေတြရဲ့ Action မင္းသားႀကီး Burce Willis,2002ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ The Pianist ဇာတ္ကားမွာ Performance ေကာင္းေကာင္းနဲ႔စႏၵယားအႏုပညာ႐ွင္ျဖစ္ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Adrein Brody,ဒါ့အျပင္ ကိုရီးယားသ႐ုပ္ေဆာင္မင္းသားႀကီး ဂြၽန္ေစာအျဖစ္လူသိမ်ားတဲ့ Song Seung Hun တို႔နဲ႔အတူ တ႐ုတ္မင္းသားLui Ye တို႔အတူပါဝင္အားျဖည့္သ႐ုပ္ေဆာင္ထားတဲ့ WWII ေနာက္ခံ Action ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဒုတိယကမာၻစစ္အတြင္း ဂ်ပန္တို႔ရဲ႕ေလေၾကာင္းတိုက္စစ္ဆင္မႈေတြၾကားကေန ကိုယ္စီတာဝန္အသီးသီးထမ္းေဆာင္ကာ အေရးႀကီးလက္နက္တစ္ခုကိုကာကြယ္ဖို႔ႀကိဳးစားၾကတာပဲျဖစ္ပါတယ္။ပရိသတ္Cast အလန္းစားေတြနဲ႔ ႐ိုက္ကူးထားတာျဖစ္တာေၾကာင့္ အားလပ္ရက္အနားယူရင္းအားေပးရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Action ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fAjA/The_Bombing_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR5w0he6czZkcAz459a4iPBqXGe.jpg",
        "title": "Christopher Robin (2018)",
        "description": "Trailerေတြထြက္ကတည္းက အားလံုးစိတ္ဝင္စားစြာ ေစာင္႔ေမွ်ာ္ခဲ႔ရတဲ႔ဇာတ္ကားသစ္ေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ႔ အားလံုးရဲ ႔အခ်စ္ေတာ္ Winnie the Pooh နဲ႔သူ႔ရဲ ႔သူငယ္ခ်င္းေလး Christopher Robin တို႔အေၾကာင္းရိုက္ကူးထားတဲ႔Christopher Robin (2018) ပါ။ကာတြန္းဇာတ္ေကာင္ကိုရိုက္ထားတာကဘာမ်ားအေထြအထူးေကာင္းစရာရွိမလဲလို႔ ေမးခ်င္ေမးပါလိမ္႔မယ္။ဒါေပမယ္႔ ဒီကားေလးက ဇာတ္လမ္းအရေရာ ဇာတ္ေဆာင္အရေရာသူေပးခ်င္တဲ႔ Theme အရေရာ ေတာ္ေတာ္ေလးအဓိပၸါယ္ရွိျပီးမပ်င္းမရိၾကည္႔လို႔ရတဲ႔ကားေလးတစ္ကားပါ။Imdb Rating 7.7/10 Rotten Tomatoes 71%ေတာင္ရရွိထားတာမို႔ဒီလိုညႊန္းထားတာပုိရာမက်ပါဘူး။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ေလာက္တင္ဆက္ေပးလိုပါေသးတယ္။အားလံုးပဲသိၾကတဲ႔အတိုင္း Winnie the Poohနဲ႔ ခရစၥတိုဖာေရာ္ဘင္တို႔ဟာအတူသြားအတူကစားရင္းအရမ္းခ်စ္ၾကတဲ႔ သူငယ္ခ်င္းေတြပါ။ဒါေပမယ္႔ ေလာကရဲ ႔ထံုးစံအတိုင္း ေဆာ႔ကစားေနရံုနဲ႔ျပီးမသြားတဲ႔ အတြက္ခရစၥတိုဖာေရာ္ဘင္တစ္ေယာက္ ေတာထဲကသူ႔သူငယ္ခ်င္းေတြနဲ႔ခြဲကာလန္ဒန္မွာေက်ာင္းသြားတက္ရပါေတာ႔တယ္။အဲဒီလိုနဲ႔ အလုပ္ေတြအရမ္းၾကိဳးစားကာမက္ဒီလင္းန္ဆိုတဲ႔သမီးေလးေတာင္ရရွိေနတဲ႔ အရြယ္ေရာက္လာပါျပီ။ကေလးဘဝကသူအရမ္းခ်စ္ရတဲ႔သူငယ္ခ်င္းေတြကိုလဲ ေမ႔ပစ္လိုက္ပါျပီ။တစ္ေန႔မွာေတာ႔ Poohတစ္ေယာက္သူ႔သူငယ္ခ်င္းေတြအကုန္လံုးေတာထဲမွာေပ်ာက္သြားလို႔လိုက္ရွာရင္းခရစၥတိုဖာေရာ္ဘင္ဆီကိုဆန္းၾကယ္စြာေရာက္ရွိလာပါေတာ႔တယ္။Poohကေတာ႔သူအရမ္းခ်စ္ရတဲ႔ ခရစၥတိုဖာေရာ္ဘင္ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/christopher-robin-2018/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/71JMWqNDRz2Au59JYosfn5W8nuS-133x200.jpg",
        "title": "Illang: The Wolf Brigade (2018)",
        "description": "Illang: The Wolf Brigade (2018)_____IMDb - 6.0/10\n  \nဒီဇာတ်ကားဟာ ကိုရီးယားတွေက Japanese animated film Jin-Roh: The Wolf Brigade ကို live action ပြန်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\nဒီကားနဲ့ပတ်သက်ပြီး review မျိုးစုံပေးထားပေမယ့် ကြည့်ရကောင်းတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nဒါရိုက်တာ Kin Jee Woo ရိုက်ကူးထားပြီး Cast တွေကတော့ Cold eyes ဇာတ်ကားထဲက မင်းသမီးချောလေး Hyo Joo Han, အဲ့ကားထဲမှာပဲပါဝင်ခဲ့တဲ့မင်းသားကြီး Woo Sung Jung တို့အပြင် မင်းသား Dong Won Gang တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်အိမ်ကို အနာဂတ် ၂၀၂၉ခုနှစ်မှာတည်ထားပြီး မြောက်ကိုရီးယားနဲ့တောင်ကိုရီးယားတို့ပြန်လည်ပေါင်းစည်းရန် ဆွေးနွေးနေသည့်ကာလတွင်အခြေတည်ထားပြီး အဲ့ဖြစ်စဉ်ရဲ့နောက်ဆက်တွဲ ကိစ္စရပ်များကိုရိုက်ကူးထားတာပါ။\nပေါင်းစည်းရေးကိစ္စကြောင့် ကမ္ဘာ့အင်အားကြီးနိုင်ငံတွေဖြစ်တဲ့ အမေရိကန်၊ ရုရှား၊ တရုတ်၊ ဂျပန်တို့ရဲ့ စီးပွားရေးပိတ်ဆို့မှုတွေကြောင့် ကိုရီးယားနိုင်ငံစီးပွားရေးထိုးကျပြီး လူထုကြားမတည်ငြိမ်မှုတွေဖြစ်ပေါ်လာကာ အစိုးရကိုဆန့်ကျင်သည့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2f4ve/Illang_-_The_Wolf_Brigade_(Inrang)_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    }
]