[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix (1999)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/the-matrix-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUSw4EZApLW0ghZgjGQKMClb8H0.jpg",
        "title": "The Sword (2021)",
        "description": "The Sword (2021)တရုတ်သိုင်းကားကောင်းကောင်းကြိုက်သူများအတွက်သိုင်းကားကောင်းကောင်းလေး တင်ဆက်ပေးလိုက်ပါပြီကာလကတော့ ကမ္ဘာကြီးကို အရှေ့တိုင်းနဲ့အနောက်တိုင်းဆိုပြီး နှစ်ပိုင်းခွဲခြားထားတုန်းကပေါ့ဂိုဏ်းပေါင်းစုံက နယ်မြေတွေကို လုဖို့အတွက်နဲ့ ဂိုဏ်းအချင်းချင်း တိုက်ခိုက်ပြီး စစ်ပွဲတွေဖြစ်လာကြပါတယ်စစ်ပွဲတွေကြောင့်လူသားတွေလည်းများစွာသေဆုံးခဲ့ရပါတယ်သေဆုံးတဲ့လူတွေရဲ့စိတ်စွမ်းအားနဲ့ အာဃာတတရားတွေကို စားသုံးပြီးအင်အားကြီးလာတဲ့ \"အာသာ\" ဆိုတဲ့ အမှောင်သခင်ကြောင့် စတင်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါအာသာဟာ အနောက်တိုင်းမှာ သရဲတပ်သားတွေနဲ့ လူသားတွေကိုသတ်ဖြတ်လို့အနောက်တိုင်း Sun Warden အဖွဲ့က စွမ်းအားရှင်သုံးဦးကို ဟိုလီဓားကို ယူဖို့ အရှေ့အရပ်ဆီ ပို့လိုက်ပါတော့တယ်ဟိုလီ ဓားကလည်း အညတြဓားတစ်လက်တော့ မဟုတ်ပါဘူးအမှောင်သခင်ကြီးကိုချေမှုန်းနိုင်တဲ့တစ်ခုထဲသောလက်နက်မို့အရှေ့တိုင်းယဲ့ကျင်းရွှယ်လုံဂိုဏ်းက သေချာစောင့်ရှောက်ပေးနေတဲ့ဓားပါဓားသွားခိုးတာကနေဘာတွေဆက်ဖြစ်လာမလဲ?အရက်သမား ဇာတ်လိုက်ဖြစ်တဲ့မင်းသားကရောဘာလဲ?သူတို့တွေကဘယ်လိုပက်သက်လဲ?ကဲ ..... ဇာတ်လမ်းထဲသာကြည့်လိုက်ပါတော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hu ပဲ ဖြစ်ပါတယ်။Genre..... Action , Drama, Fantasy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 943MB and 543MB and 179MB\nFormat…mp4\nDuration….1h ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-sword-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wF2Tnf0bdYrzCKVbWh0mFwPJS6k.jpg",
        "title": "The Crow(1994)",
        "description": "The Crow(1994) အညွှန်း*********************IMDb....7.5Halloween မှာ လက်ထပ်ဖို့ စီစဉ်ထားတဲ့ စုံတွဲလေးဟာ တစ်ရက်အလိုမှာ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပါတယ်။The Crow (ကျီးကန်း) ဟာ သေသူတွေရဲ့ ဝိဉာဉ်ကို သယ်ဆောင်ပေးတဲ့ အချိတ်အဆက်လေးပေါ့။ထူးဆန်းစွာ တစ်နှစ်ကြာအပြီးမှာ သေဆုံးသွားတဲ့ လူရွယ်ဟာ ထူးဆန်းစွာ  ပြန်လည်နိုးထလာခဲ့တယ်..နာကျဉ်းမှုတွေနဲ့နှိုးထလာခဲ့တဲ့ သူဟာ သူနဲ့ သတို့သမီးလောင်းလေးကိုသတ်ဖြတ်ခဲ့တဲ့ လူမိုက်တွေကိုလက်စားချေဖို့ကြိုးစားပါတော့တယ်...he Crow ဆိုတဲ့ အက်ရှင်ကားဟာ Bruce Lee ရဲ့ သား Brandon Lee မကြွေလွင့်ခင်ရိုက်ခဲ့တဲ့ နောက်ဆုံး ကားလေးပေါ့။ ဒီကား‌လေး ရုံတင်ဖို့ ရက်အနည်းငယ် အလိုမှာပဲ Brandon Lee ဟာ သေဆုံးသွားခဲ့တာပါ။1994 တုန်းက အင်မတန် နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေး။အက်ရှင်ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း.ာ်   File Size :(1.9GB) (954 MB) and (309 MB)\nQuality : Blu-Ray 1080p5.1ch, ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-crow1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/04gjhoeodiz0-133x200.jpg",
        "title": "Tianqi Apocalypse (2021)",
        "description": "ဒီတစ်ခါမှာတော့ English ရုပ်ရှင် Skyline နဲ့ Korea ရုပ်ရှင် Train to Busan တို့ကိုပြန်အမှတ်ရစေမယ့် တရုတ် ဇွန်ဘီ ဖုတ်ကောင်ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစကားမပြောတတ်တဲ့ သမီးဖြစ်သူအတွက် သမားတော်ဆီမှာ ဆေး၀ယ်ပြီး အိမ်ကိုပြန်လာတဲ့ အဖေနဲ့ ဦးလေး..မြို့တစ်မြို့လုံးကိုမြူတွေဆိုင်းလာပြီး မြူခိုးထဲမှ မကောင်းဆိုးဝါး အငွေ့အသက်တွေကြောင့် ဖုတ်ကောင်ဖြစ်သွားကြတဲ့မြို့သူမြို့သားတွေကြားရောက်နေတဲ့သမီးကိုကယ်တင်ရတော့မယ့်အခါ..မကောင်းဆိုးဝါးတွေရန်က ဘယ်လိုရုန်းထွက်မလဲ။ သမီးကိုရော ပြန်တွေ့နိုင်ပါ့မလားဆိုတာခံစားကြည့်ရင်းရသမျိုးစုံခံစားရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။တင်ဆက်ပုံတစ်မျိုးပေမယ့် Train to Busan ကော Skyline ကိုကော သတိရမိစေတဲ့ကားကောင်းတကားမို့ ရှုစားအားပေးကြည့်လိုက်ပါဦး။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ SST ဖြစ်ပါတယ်။)\nFile size…(999 MB)/(550 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by SST",
        "rating": "",
        "url": "https://channelmyanmar.org/tianqi-apocalypse-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/hot-blood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
        "title": "Marakkar: Lion of the Arabian Sea (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ် File size…748MB  / 1.37GB / 3.3GB\nQuality…720p HEVC ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/marakkar-lion-of-the-arabian-sea-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/drug-war2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzIzNzYwZTYtNmIwOS00ZDVmLWEzNGYtZDQ4YzhhM2FiNTE1XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_-134x200.jpg",
        "title": "Mad Detective (2007)",
        "description": "Mad Detective (2007)IMDb Rating (7.2)/Rotten Tomatoes (81%)ဒီဇာတ်ကားက မြင်နေကျ စုံထောက်ကားနဲ့မတူဘဲ အလွန်ပဲ ဒိပါတယ်...\nMad Detective ဆိုတဲ့ အတိုင်း အရူးစုံထောက် ဘန်းရဲ့ အ​ကြောင်းပါ..ဇာတ်လမ်းအကျဥ်းက​တော့ ...\nဘန်းဟာ စုံစမ်းစစ်​ဆေး​ရေးမှာ အရမ်းကို ​တော်တဲ့စုံထောက်​ဖြစ်ပေမယ့် သူ့ရဲ့ ရူး​ကြောင်​ကြောင်လုပ်ရပ်​တွေ​ကြောင့် ရဲဘ၀ကို စွန့်လွှတ်ခဲ့ရပါတယ် ဘန်းရဲ့ ထူးခြားတဲ့ ပါရမီ တစ်ခုက​တော့ လူ​တွေရဲ့ အတွင်းစိတ်ကို လူတစ်​ယောက်အသွင်နဲ့ မြင်နိုင်တာပါ...ရဲအရာရှိတစ်​ယောက် ပါတနာနဲ့ အတူ သူခိုးဖမ်းရင်း ​ပျောက်ချင်းမလှ တစ်နှစ်ခွဲ​လောက်​ပျောက်​နေတဲ့ ဒီအမှုဟာ အရာရှိဟိုရဲ့ လက်ထဲ​ရောက်လာပါ​တော့တယ်\nရဲအရာရှိ ဟိုက​တော့ ဘန်းကို ​လေးစားခဲ့ရသူတစ်ဦး ဖြစ်တဲ့အ​လျောက် ဒီအမှုကို ​ဘယ်လိုမှ မဖြေရှင်းနိုင်​တော့ချိန်မှာ ဘန်းကို အကူအညီ​တောင်းပါ​တော့တယ်...\nဘန်းဟာ တကယ်ပဲ ရူး​​ကြောင်ပြီး ​လျှောက်​ပြော​နေတာလား အတွင်းစိတ်​တွေကို တကယ် သိမြင်နိုင်တာလား...\nဒါကိုတော့ ဇာတ်လမ်းကြည့်ရင်း အ​ဖြေရှာအမှုလိုက်ကြဖို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(1 ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Qas/(CM)Mad.Detective.2007.1080p.BluRay.REMUX.HEVC.AAC.2.0.mkv",
        "category": "Action, Asian, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1iMA2VcQ9m8vV46CzAyzndGsCzT.jpg",
        "title": "Man of Will (2017)",
        "description": "Man of Will (2017) ဇာတ်လမ်းအညွှန်း******************************** ဧကရာဇ် အုပ်စိုးခွင့် ကုန်ဆုံးခါနီးတွင် ကိုရီးယားကို အုပ်စိုးချင်တဲ့ ရုရှားနဲ့ ဂျပန်တို့ကြား အငြင်းပွားမှုများ ဖြစ်ပေါ်ခဲ့ပါတယ်နောက်ဆုံးမှာတော့ ဂျပန်က အသာစီးရပြီး ကိုရီးယားဘက်က ဂျပန်နဲ့ သံတမန်ရေး အဆင်ပြေအောင် ကြိုးစားခဲ့တာကြောင့် ကိုရီးယားဟာ ဂျပန်တို့ ဩဇာညောင်းတဲ့ နိုင်ငံ တစ်ခု ဖြစ်လာခဲ့တယ် မိဖုရားကြီး လုပ်ကြံခံလိုက်ရတာကြောင့် အမျက်ဒေါသထွက်နေတဲ့ ဂင်ချန်းဆူဟာ စိတ်ကိုမထိန်းနိုင်ဘဲ လုပ်ကြံမှုမှာ ပါဝင်ခဲ့တဲ့ ဂျပန်လူမျိုးတစ်ယောက်ကို သတ်လိုက်မိတဲ့အတွက် ပြစ်ဒဏ်ချမှတ်ခံရပြီး အင်ချွန်းထောင်ကို အပို့ခံလိုက်ရပါတယ်အင်ချွန်းထောင်ထဲကို ရောက်သွားတဲ့အခါမှတော့ ထောင်သားတွေကို စာသင်ပေးပုံ၊ ငုပ်လျှိုးနေတဲ့ မျိုးချစ်စိတ်ကို ပြန်လည်ဖော်ဆောင်ပေးပြီး ဂျပန်လက်အောက်မှ လွတ်မြောက်ရေးအတွက် စိတ်အားထက်သန်စွာ တော်လှန်ခဲ့ပုံတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးပါ ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသားကြီး Cho Jin Woong အပြင် ဂျွန်စောအဖြစ် လူသိများတဲ့ Song Seung Heon ...",
        "rating": "",
        "url": "https://channelmyanmar.org/86845-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/RagingFire-TheatricalPoster-BennyChan-812x1200-1-135x200.jpg",
        "title": "Raging Fire ( 2021 )",
        "description": "Donnie Yen နဲ့Nicholas Tse တို့လို မင်းသားကြီးနှစ်ယောက်ဦးဆောင်ထားတဲ့Raging Fire ဟာ China Box Office $100M နီးပါးရထားတဲ့အတွက်ထူးထွေပြီးညွှန်းစရာမလိုတဲ့ အက်ရှင်ကားကောင်းတစ်ကားဆိုတာသေချာပါတယ်မင်းသားကြီး Donnie Yen ဟာ ကျန်းချုံးပန်းဆိုတဲ့ ဖြောင့်မတ်တဲ့မှုခင်းရဲအရာရှိတစ်ယောက်နေနဲ့သရုပ်ဆောင်ထားပြီး ရဲဝန်ထမ်းတွေကြားမှာတင်အကောင်းအဆိုးကိုရှင်းရှင်းလင်းလင်းဖော်ပြထားပါတယ်Donnie Yen နဲ့Nicholas Tse တို့ဟာရင်းနှီးတဲ့လက်ဖော်ကိုင်ဖက်တွေဖြစ်ခဲ့ဖူးကြတယ်မူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုလိုက်နေချိန်မှာ လူမိုက်ကိုလူမိုက်ပြန်သတ်မှုတွေဖြစ်လာတယ်သူတို့နဲ့ဒါတွေကဘယ်လိုပတ်သတ်နေလဲ ဘယ်အရာကသူတို့ရဲ့လမ်းကြောင်းတွေကိုကွဲသွားစေလဲ‌‌အညိုးအတေးတွေကိုဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Quality : BluRay HEVC / WEB-DL 1080p , 720p , 480pFormat : mp4During : 2h 6minGenres : Action Subtitle : Myanmar Subtitle ( Hardsub )Translated By CCFEncoded By LK,Nyeinsaeya Aung",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/raging-fire-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-1-142x200.jpg",
        "title": "The Duel (2000)",
        "description": "သိုင်းပြိုင်ပွဲကိုအခြေခံထားပြီး လူသတ်တရားခံကိုအဖြေရှာဦးမယ့် ဟောင်းပြီးကောင်းတဲ့တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ ပါဝင်ထားတဲ့သူကိုရှိုးလိုက်ပါဦး... ဒိတ်ဒိတ်ကြဲများဖြစ်ကြတဲ့ Andy Lau ၊ Ekin Cheng ၊ Nick Cheung ၊ ရှောင်ယဲ့ကျူလို့လူသိများကြတဲ့ Zhao Wei နဲ့ ငယ်ငယ်ကသိုင်းကားတွေမှာပါနေကြ သူငယ်ချင်းဟောင်းတွေအများကြီးကိုပြန်တွေ့ရမှာမို့\nအိုကြီးအိုမ ကလေးကြီးတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားပေါ့နော်။သိုင်းလောကမှာ နတ်ဓါးရှင်နဲ့ဓါးဘုရင်ဆိုပြီး နာမည်ကြီးနှစ်ယောက်ကြီးစိုးနေတဲ့အချိန်ပါ... ရုတ်တရက်ကြီး ဘယ်သူအတော်ဆုံးလဲဆိုတာအဖြေရှာဖို့ နတ်ဓါးရှင်က စိန်ခေါ်စာပို့ပါတော့တယ်။ အဲ့ဒီအချိန်ကစပြီး နာမည်ကြီးသိုင်းသမားတွေအသတ်ခံရပါလေရော။ သတ်တဲ့သူကိုအဖြေရှာဖို့ နန်းတွင်းကိုယ်ရံတော် လုံလုံကောက်အတွက်တော့ တကယ်ခေါင်းကိုက်ရတဲ့အမှုပါ။ သိုင်းပြိုင်ပွဲကလည်း နီးကပ်တဲ့အချိန်… တစ်ဖက်ကသူအချစ်ရဆုံးမိတ်ဆွေ ဓါးဘုရင်၊ နောက်တစ်ယောက်က သူလေးစားအားကျရတဲ့ နတ်ဓါးရှင်။ ယှဉ်ပြိုင်မယ့်နေရာက နန်းတော်ထဲမှာဆိုတော့ကား ....အရှုပ်အထွေးတွေကြားထဲမှာ ဟာသလေးနှောထားပြီး သိုင်းကားစစ်စစ်ကိုကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားမို့ ဘာဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါတော့နော်.... File size…(1.7 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-duel-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/du-132x200.jpg",
        "title": "Duel (1971)",
        "description": "မှော်ဝင်နေတဲ့ ဒါရိုက်တာကြီး စတီဗင် စပီးဘက်ရဲ့ ပထမဦးဆုံး တီဗီရုပ်ရှင်တွေထဲက တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီရုပ်ရှင်ဟာ စပီးဘက်ကို ကမ္ဘာကျော်စေခဲ့တဲ့ Jaws, E.T စတဲ့ ရုပ်ရှင်တွေကိုမရိုက်ကူးခင် ၁၉၇၁ မှာ ဘက်ဂျက်နည်းနည်းနဲ့ ၁၂ ရက်အတွင်း အပြီးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ဒါတောင်မှ လက်စောင်းထက်လို့ အော်စကာမဟုတ်တဲ့ အခြားဆုတွေ အများကြီး ရလိုက်ပါသေးတယ်။ဘယ်လောက်ဘက်ဂျက်နည်းလဲဆို ကားပေါက်ကွဲတဲ့အခန်းကိုတောင် ကားနှစ်စီးဖိုးမတတ်နိုင်လို့တစ်ခါတည်း အပိုင်ရအောင် ရိုက်ခဲ့ရတာပါ။ဒါပေမဲ့ ဒီနေ့ထိ ဂန္ဓဝင်လက်ရာတွေထဲမှာပါနေတုန်းပါပဲ။ဇာတ်လမ်းကတော့ဇာတ်ဆောင်နေရာကနေ ဝင်ခံစားကြည့်ရင် အတော်ကို ကြောက်စရာကောင်းပါတယ်။ရုပ်ရှင်သမိုင်းတစ်လျှောက် စိတ္တဇလူသတ်သမားတွေထဲမှာ အတော်ကို ကို့ရို့ကားယားနိုင်တဲ့ လူသတ်လက်နက်ကို သုံးထားလို့ပါ။ထရပ်ကားကြီးတစ်စီးပါပဲ။ ဟုတ်ပါတယ် အဝေးပြေးလမ်းပေါ်မှာ လူတွေကို သေအောင် လိုက်တိုက်တတ်တဲ့ စိတ္တဇကားသမားတစ်ယောက်နဲ့ အလုပ်ကိစ္စနဲ့ ခရီးထွက်လာတဲ့ သာမန်လူရိုးလူအေးကြီးတစ်ယောက် လမ်းတလျှောက် အသက်လု ရင်ဆိုင်ရပုံတွေကို ရိုက်ကူးထားတာပါ။ရင်တဖိုဖိုနဲ့ကြည့်ရမယ့် Thriller ရုပ်ရှင်တစ်ကားပါပဲ။ File size…(1.6 GB) / (900 Mb) ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/duel-1971/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/film-arisaka-133x200.png",
        "title": "Arisaka (2021)",
        "description": "ဖိလစ်ပိုင်လူမျိုးတွေရဲ့ အစ လို့လည်း ငြင်းခုန်ရတဲ့၊ အခုထက်ထိ ပြဿနာတွေ တစ်ထွေးကြီး တက်နေသေးတဲ့ လူမျိုးရေး ပဋိပက္ခဆန်ဆန် အဖြစ်အပျက်တစ်ခုကြီး ရှိပါတယ်။ သူတို့တွေကို အိုင်းတာ (Aeta) လူမျိုးတွေလို့ခေါ်ပါတယ်။ ကြေးနီးရောင် အသားအရေနဲ့ ဆံပင်အကြေကောက်နဲ့ လေလိုလွတ်လပ်ပြီး ရေလိုသိမ်မွေ့ကြသူတွေပါ။သူတို့က ဓားမဦးချ ရေကြည်ရာမြက်နုရာ စိုက်ပျိုးလုပ်ကိုင်စားသောက်တတ်တဲ့ လောဘနည်း လိုအင်မဲ့ ဘုရားသခင်နဲ့ နီးစပ်သူတွေပေါ့။ လေးမြှားတစ်စင်းနဲ့ တောလည်လို့၊ မြေဆီကောင်းတဲ့နေရာလေး အိမ်တစ်လုံးဆောက်လို့၊ လျှပ်စစ်မဲ့၊ အင်တာနက်မဲ့၊ ဖုန်းမဲ့၊ တီဗွီမဲ့ကြပေမယ်လို့ အကြင်နာ မမဲ့ကြသူတွေ။သူတို့ရဲ့ခေတ်မမီခြင်းက လူတွေအတွက် အနှောင့်အယှက်ဖြစ်စေသလား။ ဖိလစ်ပိုင် မြို့ကြီးသားများကတော့ သူတို့ကို တိရိစ္ဆာန်တွေလို၊ အရိုင်းအစိုင်းတွေလို မြို့ပြနဲ့အဝေး နှင်ထုတ်ထားကြပါတယ်။ ယှဉ်ပြိုင်စရာ တရားရုံတော်မှာလည်း လူခံမရှိ၊ ကိုယ့်လူမျိုးထဲကမှာ ရာထူးရာခံကြီးသူလည်းမရှိတဲ့ သူတို့လေးတွေက တောနက်တွေထဲမှာပဲမွေးလို့ တောရဲ့ရင်ခွင်မှာပဲ ခေါင်းချကြပါတယ်။Death March လို့ခေါ်တဲ့ စစ်သုံ့ပန်းတွေကို ဖမ်းဆီးခေါ်ဆောင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/arisaka-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/switch-poster-133x200.jpg",
        "title": "Switch (2013)",
        "description": "Action, Crime, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး မင်းသား Andy Lau က\nအေးဂျင့်ဖိုက်တာတစ်ယောက်အဖြစ် အဓိကပါဝင်ထားပါတယ်။သိပ္ပံနည်းနည်းဆန်တဲ့တရုတ်အက်ရှင်ကားလေးတွေအများစုကပေါသလိုလိုဖြစ်သွားတတ်တယ်ဗျ။ ဒါပေမဲ့အခုကားလေးကိုတော့မပေါဘူးလို့မထင်ပါနဲ့၊ အခုကားလေးလည်းပေါတာပဲ။ ဒါပေမဲ့ပေါပေမဲ့တော်တော်ကြည့်‌လို့ကောင်းနေတာဆိုတော့ ပေါကောင်းလေးပေါ့။ဒါပေမဲ့ပေါတယ်ဆိုတာကနိုင်ငံတကာပရိသတ်ရဲ့အမြင်မှာပေါနေတာမျိုး‌ပေါ့ဗျာ၊ ထောက်ပြစရာလစ်ဟာတာတွေ၊ ဟိုဟာတွေ ဒီဟာတွေ ဘာညာကွိကွ ဘလာဘလာဆိုပြီး ပေါကားလို့သတ်မှတ်ခံရတာမျိုးပေါ့။ ဒါပေမဲ့ကြည့်လိုက်လို့အရမ်းကြီးငါ့အချိန်တွေသက်သက်ဖြုန်းလိုက်ရတယ်ဆိုတာမျိုးတော့မဖြစ်မယ့်ကားကောင်းလေးပါ။ နိုင်ငံကြီးသုံးနိုင်ငံပေါင်းကားဆိုတော့ ဗြိတိသျှရော တရုတ်ရော ဂျပန်ရောက စကီလန်းလန်းလေးတွေကိုကြည့်ရမယ်၊ ပိုပြီးကျစ်လျစ်အောင်လုပ်ရင်‌ရှယ်ကောင်းမယ့်ဇာတ်ကွက်ရှိနေတာရယ် အထဲက CGI တွေက ၂၀၁၃ နဲ့ဆိုအရမ်းကြီးမဆိုးနေတာရယ်ကတော့ ဒီကားလေးကို အဓိကကြည့်ပျော်ရှုပျော်ဖြစ်စေတဲ့အချက်ပါပဲ။အက်ရှင်ကားဆိုတဲ့အတိုင်း အက်ရှင်ကတော့ တကယ်အပြည့်အဝကိုပါတာပါ၊ အာရှမျက်စိနဲ့ဆိုကြည့်လို့တကယ်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုးဒဏ္ဍာရီတည်းကနှစ်ပိုင်းကွဲနေတာကြာပြီဖြစ်တဲ့ ပန်းချီကားတစ်ကားရဲ့အပိုင်း ၂ ပိုင်းကို သူပြိုင်ကိုယ်နိုင်အပြိုင်လုကြမယ့် ဗြိတိသျှ၊ တရုတ်၊ ဂျပန်‌သုံးနိုင်ငံပေါင်းကားလေးဖြစ်ပြီး ဒီထဲကအဓိကအေးဂျင့် ရှောင်ဂျင်ဟန်ရဲ့အက်ရှင်ကြမ်းကြမ်းတွေ တရုတ်၊ ဂျပန်၊ အင်္ဂလန်ဂျက်မတွေရဲ့ အက်ရှင်‌ကောင်းကောင်းတွေကို အာရှမျက်စိလေးနဲ့ခံစားဖို့ ၂၀၁၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Switch ဆိုတဲ့အက်ရှင်ကားကောင်းလေးကိုညွှန်းလိုက်ရပါတယ်။\nFile size…(2.3 GB)/(1.2 GB)\nQuality….BluRay 1080p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/switch-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/for-135x200.jpg",
        "title": "Fortress (2021)",
        "description": "ကျွန်တော်တို့ရဲ့ အက်ရှင်ဟီးရိုးကြီး Bruce Willis ရဲ့ အက်ရှင်ဇာတ်ကားသစ်တစ်ကား ထပ်မံထွက်ရှိလို့ လာပြန်ပါပြီ Rating အနေနဲ့ 3.5/5 ရထားတဲ့ ဇာတ်ကားတစ်ကားဆိုတော့ မဆိုးလှတဲ့ အက်ရှင်ကားတစ်ကားပေါ့ဗျာပွဲကြမ်းနေကြ အက်ရှင်မင်းသားကြီး Bruce Willis ကို ဒီကားထဲမှာလည်း အငြိမ်းစားယူသွားတဲ့ CIA အေးဂျင့်ဟောင်း Robert အနေနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ Paul ဆိုတဲ့ လူတစ်ယောက်က လူသူ‌ရောက်ဖို့မလွယ်လှ ဂျီပီအက်စ်လည်းမမိတဲ့နေရာတစ်နေရာကို ကားတစ်စီးငှားပြီး သွားရာကနေ စထားတယ် သူကတော့ တခြားမဟုတ်ပါဘူး Robert ရဲ့သား ဖြစ်ပြီး သူ့ ရဲ့ cryptocurrency ကုမ္ပဏီဖြစ်တဲ့ Invespia ဟာ အရှုံးပေါ်ကိန်းဆိုက်နေလို့ အဖေဖြစ်သူ Robert ဆီက ငွေချေးဖို့ လာခဲ့တာပဲ ဖြစ်ပါတယ်Paul ကတော့ သူ့အဖေ Robert ကို ဒီတိုင်း ပင်စင်ရိပ်သာမှာနေတဲ့ လူတစ်ဦးအဖြစ် သိထားတာပါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fortress-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yvrf7VsvmigBCF0fwRpKNz6qKS.jpg",
        "title": "Miss GO (2012)",
        "description": "Miss GO/Miss Conspirator (2012) ဇာတ်လမ်းအညွှန်း*****************************************ချောင်းဆူရိုဟာ အကြောက်လွန်ရောဂါသည်ဖြစ်ပြီး ဖုန်းတောင် တစိမ်းတွေနဲ့ စကားမပြောရဲတဲ့သူ တစ်ယောက်ပါ\nနေ့စဉ်ဘဝမှာ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ညီမဖြစ်သူက ကူညီဖြေရှင်းပေးပေမဲ့ ပညာတော်သင်အနေနဲ့ ညီမဖြစ်သူက ဂျပန်ကို သွားဖို့ ဖြစ်လာခဲ့ပါတယ်ညီမဖြစ်သူကို ဘူတာရုံ လိုက်ပို့ပြီး ပြန်တဲ့လမ်းမှာ အကြောက်လွန်ရောဂါ ထဖောက်လာတဲ့ ချောင်းဆူရိုကို စစ်စတာတစ်ယောက်က တွေ့ပြီး ကူညီပေးခဲ့ပါတယ်\nသူ့ကို ကူညီပေးလို့ စစ်စတာရဲ့ အကူအညီတောင်းမှုကို လက်ခံပြီး ဟိုတယ်ကို ကိတ်နဲ့ ပန်းစည်းသွားပို့တဲ့ ချောင်းဆူရိုဟာ ဟိုတယ်ခန်းထဲမှာ ဓားတန်းလန်းနဲ့ လူတစ်ယောက် သေနေတာကို တွေ့ပြီး ထိတ်လန့်သွားခဲ့ပါတယ်ရိုးရိုးတန်းတန်း ကိတ်မုန့်လာပို့တဲ့သူ မဟုတ်ဘဲ မူးယစ်ဆေး သယ်ပို့တဲ့သူ ဖြစ်သွားရတဲ့ ချောင်းဆူရိုကို မူးယစ်ဂိုဏ်းတွေဆီက ဖြတ်စားနေတဲ့ အကျင့်ပျက်ရဲတစ်ဖွဲ့က ဖမ်းဆီးပြီး အသုံးချဖို့ ကြံစည်ပါတော့တယ်နေ့ချင်းညချင်း ရဲတွေနဲ့ မူးယစ်ဂိုဏ်း နှစ်ခုရဲ့ အလိုရှိစာရင်း အသွင်းခံလိုက်ရတဲ့ ချောင်းဆူရိုဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/miss-go-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fucmGeZYM4yzqJUnDTc4pKQNCej.jpg",
        "title": "Total Recall (2012)",
        "description": "Total Recall (2012) Extended Cutလူသားတစ်ယောက်ခြင်းစီ လိုက်လံရှာဖွေရတဲ့ ပဟေဠိဆိုတာက ကိုယ့်ကိုယ်ကိုယ် ဘယ်သူလဲဆိုတဲ့ မေးခွန်းပါပဲတဲ့။\nအဲဒါရဲ့အဖြေဟာ အတိတ်မှာ မရှိပါဘူး၊ လက်ရှိ ပစ္စုပ္ပန်မှာပဲ ရှာတွေ့နိုင်ပါတယ်တဲ့။ ဒီတော့ ကိုယ်ဟာ\nဘာကောင်ကြီးဖြစ်တယ်ဆိုတာ အခု ကိုယ်လက်ရှိဖြစ်နေတဲ့ အချိန်ကိုပဲ ကြည့်ပြီး ပြောရမှာလို့ ဆိုလိုတာပေါ့ဗျာ။ အတိတ်က ရွှေထီးဆောင်းခဲ့ဖူးရုံနဲ့ အခုလက်ရှိမှာ ငါက အကောင်ကြီးလို့ မပြောနိုင်သလို အတိတ်က ဆိုးမိုက်ခဲ့သမျှတွေဟာလည်း အခုအချိန် ဆက်မဖြစ်တော့ဘူးဆိုရင် နှိမ့်ချဆက်ဆံခံရစရာ မလိုပါဘူး။ ပြင်လို့မရတဲ့ အမှားမျိုးကတော့ ချွင်းချက်ပါ။အခုတင်ဆက်ပေးမယ့်ကားကတော့ Total Recall ပါ။ အဲဒီနာမည်က ကျွန်တော်တို့လို ၈၇/၈၈ ပတ်ချာလည်မွေးတဲ့သူတွေအတွက်တော့ ရွှေရောင်အမှတ်တရတစ်ခုပေါ့။ အဲဒီတုန်းကတော့ မင်းသားကြီး Arnold Schwarzenegger (အာနိုး) ပါ။ ၁၉၉၀ ခုနှစ်မှာ ရိုက်ကူးတဲ့ အဲဒီဇာတ်လမ်းမှာတော့ ကမ္ဘာနဲ့ ဗုဒ္ဓဟူးဂြိုလ် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/total-recall-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BYTk3MDljOWQtNGI2My00OTEzLTlhYjQtOTQ4ODM2MzUwY2IwXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Spider-Man 3 (2007)",
        "description": "ပထမဆုံး စပိုက်ဒါမန်း ဇာတ်လမ်းရဲ့ 2007 မှာထွက်ရှိခဲ့တဲ့ သုံးကားမြောက်ဇာတ်ကားဖြစ်သလို..သုံးကားထဲမှာအကောင်းဆုံးနဲ့နောက်ဆုံးကားလို့ပြောရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကိုတော့မပေးတော့ဘူးနော်...အရင် ကား ၂ ကားလည်း တင်ပြီးသားမို့ ဒီဇာတ်ကားကိုသာဆက်လက်ကြည့်ရှုကြပါ...မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.8 GB)/(1.1 GB)\nQuality….BluRay DS4K HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:19:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/spider-man-3-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/spider-man-2-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BZDEyN2NhMjgtMjdhNi00MmNlLWE5YTgtZGE4MzNjMTRlMGEwXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Spider-Man (2002)",
        "description": "ဒီကားကတော့ Spider-Man ကိုသိတဲ့သူတွေရော မသိတဲ့ သူတွေကိုပါ ပထမဆုံးအကြိမ် မိတ်ဆက်ပေးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ပထမဆုံး Live Action Spider-Man ဇာတ်ကားက ပရိတ်သတ်ကို စိတ်ကျေနပ်မှုပေးနိုင်ခဲ့ပါတယ်။အထူးသဖြင့် လူငယ် ပရိတ်သတ်တွေနဲ့ Comic စာအုပ်ပရိတ်သတ်တွေ အားပေးမှုကိုရှိခဲ့ပါတယ်။ ဒီကားက သာမန်အထက်တန်းကျောင်းသား Peter Parker ဘဝကနေ ဆယ်ကျော်သက် စူပါဟီးရိုး ဖြစ်လာပုံနဲ့ ရရှိထားတဲ့ စွမ်းအားတွေကို အဓိပ္ပာယ်ရှိရှိ အသုံးချဖို့ အတွက် တွန်းအားရလာပုံတွေကို အဓိက ရိုက်ကူးထားပါတယ်။Spider-Man ဖြစ်လာပုံကို အားလုံးသိပြီးသားဖြစ်ပါတယ်။ Oscorp ကုမ္ပဏီက Radioactive Spider အကိုက်ခံရပြီးနောက် စွမ်းအားတွေရလာတာဖြစ်ပါတယ်။ ဒီနေရာမှာ Spider-Man ရဲ့အကြောင်း အနည်းငယ်ပြောပြချင်ပါတယ်။ Spider-Man ကို Marvel က ကာတွန်းဆရာ Stan Lee ကစတင်မိတ်ဆက် ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးအကြိမ် သူ့ရဲ့ စိတ်ကူးကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/spider-man-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-133x200.jpg",
        "title": "Death Valley (2021)",
        "description": "သိပ္ပံပညာရှင်လို့ ဆိုတဲ့အလျောက် ဒီ အသိုင်းအဝိုင်းက လူတွေဟာ နေ့စဉ်နေ့တိုင်းမှာ သူ့ထင်ငါအပြိုင် အဆန်းအသစ်တွေ တီထွင်ဖန်တီးနေကြသူတွေပါ။ Death Valley မှာ ဖန်တီးမိတဲ့အရာကတော့ ကောင်းတဲ့အရာတစ်ခု၊ လူတွေကို အကျိုးပေးမယ့် အရာတစ်ခုလို့ မဆိုနိုင်ဘူးဗျ။ ဒီ creature ကြောင့်လည်း သူတို့ရဲ့ lab မှာ ရှိသမျှလူတွေလည်း အသက်ဆုံးရှုံးခဲ့ရပါပြီ။ ဒီလိုနဲ့ တစ်ဦးတည်းသော အသက်ရှင်ကျန်ရစ်သူ ဒေါက်တာ ကလိုဝီဟာ lockdown ကျနေတဲ့ ဒီနေရာကနေ သူ့ကို လာကယ်ဖို့ သတင်းပါးတဲ့အခါမှာ ဂျိမ်းစ် ဘက်ကတ်နဲ့ သူ့ရဲ့ သူငယ်ချင်း ဂျူနီယာတို့ပါ၀င်တဲ့ တပ်ဖွဲ့ဟာ ဒါကို မစ်ရှင်တစ်ခုအနေနဲ့ ဒီအကောင်ကြီးတွေ ရှိရာအရပ်ကို ရှိမှန်း မသိပါဘဲ ကယ်ဆယ်ဖို့ သွားကြပါတော့တယ် ဒီကားက stranger things လို sci-fi, horror ကားတွေ ကြိုက်နှစ်သက်သူတွေ၊ fictional ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/death-valley-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/moo-136x200.jpg",
        "title": "The Monkey King: Reborn (2021)",
        "description": "ဒီရုပ်ရှင် အင်္ဂလိပ်စာတန်းထိုးက အတော်လွဲတာမို့ တရုတ်ဘာသာပြန်လေး ပြန်ပေးထားပါတယ်ဒီ Monkey King Reborn ဆိုတဲ့ ဇာတ်ကား‌လေးကို ကျွန်တော်တို့ငယ်ငယ်က အရမ်းသဘောကျခဲ့ရတဲ့ Journey to The Westဆိုတဲ့ ဝူခုန်းဇာတ်ကားလေးကိုကြည့်ဖူးရင် ရင်းနှီးကြမယ်လို့မျှော်လင့်ပါတယ်ဒီဇာတ်ကားမှာလည်း ခေါင်းစဉ်နာမည် monkey kingဆိုတဲ့အတိုင်း ဝူခုန်းတို့အဖွဲ့ မြတ်စွာဘုရားဟောခဲ့တဲ့ ကျမ်းစာတွေလိုက်စုဆောင်းမဲ့ ခရီးစဉ်ထဲက အပိုင်းလေးတစ်ပိုဒ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ဒီဇာတ်ကားကတော့ ဝူခုန်းတို့ ဆရာတပည့်တွေ ခရီးလမ်းတစ်ဝက်မှာ ဘုရားကျောင်းတစ်ကျောင်းကို ဝင်ရောက်နားခိုပြီး အသီးစားသုံးရာကနေ စတင်ဖြစ်ပွားတဲ့အကြောင်းလေးဖြစ်ပါတယ်ဝူခုန်းတို့ ညီအကို ၃ယောက် ဘုရားကျောင်းကအသီးကိုခိုးစားရာမှ နတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေရဲ့ ခေါင်းဆောင်ဖြစ်သူ နှစ်ပေါင်းထောင်ချီအောင် ထိန်းချုပ်ပြီးအိပ်စက်နေတဲ့ ယွမ်တိနတ်ဆိုးကြီးကို မထင်မှတ်ပဲ ကျိန်စာတွေကြားမှလွတ်မြောက်ပေးခဲ့မိပါတယ်ယွမ်တနတ်ဆိုးက နတ်ဆိုးနာမည်အတိုင်း လောဘစိတ်တွေနဲ့ လူ နတ် ငရဲဆိုတဲ့ ဘုံ၃ဘုံလုံးကို သူပဲခေါင်းဆောင်လုပ်ချင်တဲ့စိတ်နဲ့ အုပ်ချုပ်သွားဖို့ကြံစည်ရာကနေဝူခုန်းတို့ရဲ့ ဆရာဖြစ်သူကိုဖမ်းသွားပါတယ်၃ရက်အတွင်းမကယ်နိုင်ရင် ယွမ်တိနတ်ဆိုးရဲ့ လွမ်းမိုးမှူအောက်မှာပဲနေရတော့မှာဖြစ်ပါတယ်ဆရာဖြစ်သူကို ၃ရက်အတွင်း ကယ်ဖို့စီစဉ်နေချိန်မှာပဲ ဝူခုန်းတို့ ညီအကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-monkey-king-reborn-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSiRzRAbT5p9V0RKbEFM6ikk2Hu.jpg",
        "title": "The Fable: The Killer Who Doesn’t Kill (2021)",
        "description": "The Fable : The Killer Who Doesn't KillIMDb - 6.9/10ဇာတ်လမ်းအညွှန်းလေးကတော့....ဘယ်လိုရန်သူမျိုးကိုမဆို\n၆ စက္ကန့်နဲ့သတ်နိုင်တယ်လို့ နာမည်ကြီးတဲ့\nဒဏ္ဍာရီလာလူသတ်သမား Fable ဟာ အထက်ကအမိန့်အရ သူ့ဘဝကိုသာမန်လူတစ်ယောက်လိုဖြတ်သန်းပြီး လူမသတ်တော့ဘဲ\nအနားယူနေတဲ့အချိန်မှာတစ်ချိန်က သူ့မစ်ရှင်တစ်ခု​ကြောင့်\nကြားညပ်ကံဆိုးသွားပြီး အောက်ပိုင်းသေသွားတဲ့\nMasaki ဆိုတဲ့ကောင်မလေးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး\nလမ်းပြန်လျှောက်နိုင်အောင် ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။အဲ့အချိန်မှာ သူနဲ့ရန်ကြွေးရှိခဲ့ဖူးတဲ့\nပိုက်ဆံရရင်အကုန်လုပ်တဲ့ ဒုစရိုက်သမားက\nတစ်ဖက်မှာတော့ ကလေးသူငယ်ကာကွယ်ရေးအဖွဲ့အစည်းတစ်ခုကို ဦးစီးပြီးသူတော်ကောင်းယောင်ဆောင်ရင်းတစ်ဖက်မှာတော့ လူပြန်ပေးဆွဲပြီးငွေညှစ်နေတဲ့\nမျက်နှာနှစ်ခုနဲ့လူ Utsubo ရဲ့လက်ထဲကနေ\nဒုက္ခတိဖြစ်နေတဲ့ကောင်မလေးကို ဘယ်လိုကယ်တင်မလဲ၊\nသူ့ကိုလက်စားချေဖို့လုပ်နေတဲ့ Utsubo တို့အဖွဲ့ကိုရော\nလူမသတ်ဘဲနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။Review and Franslated by : Moe Pwint PhyuGenre.....Action, Comedy, Mystery\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.8GB and 1GB and 356MB\nFormat…mp4\nDuration….2h 13min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fable-the-killer-who-doesnt-kill-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ugihzbwpwpix-143x200.jpg",
        "title": "Detective Dee: The Sly Red Eye (2021)Di Renjie Red Eyes",
        "description": "ဒါကတော့ CM ကနေ ငါးကားမြောက်အဖြစ် တင်ဆက်ပေးမယ့် Young Detective Dee ဇာတ်ကားပါပဲ။ အရင်ကားများကို ကြည့်ဖူးသူများကတော့ နှလုံးပီတိ ဂွမ်းဆီထိပြီး ကြည့်ရမယ့် ဇာတ်ကားပေါ့။ Dee ရဲ့ ဟန် အရရော စုံထောက်ဇာတ်လမ်း ဟန် အရရော ဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ ဟာခနဲ ဟင်ခနဲ ဖြစ်စေရမယ့် ဇာတ်ကားတွေပေါ့။မကြည့်ဖူးသေးတဲ့ သူများအတွက်တော့ CM မှာ အရင်တင်ထားတဲ့ ဇာတ်ကားတွေကို ထွက်ရှိရာခုနှစ်ကို အလိုက် ကြည့်ရှုသင့်ပါတယ်။ဒီနေရာမှာ တစ်ခုပြောစရာရှိတာကတော့ မင်းသားတွေပါပဲ။ အဓိကဇာတ်ဆောင်မင်းသား နှစ်ယောက် ရိုက်ကူးထားပါတယ်။ Mark Chao နဲ့ Andy Lau တို့ပါ။ တကယ်တမ်း Dee ဇာတ်ကောင်နဲ့ ကျွန်တော်တို့ကို မိတ်ဆက်ပေးသွားတဲ့ မင်းသားကြီး Andy Lau ကတော့ ကျွန်တော့်ရဲ့ အကြိုက်ဆုံးပါပဲ။ Mark Chao ...",
        "rating": "",
        "url": "https://channelmyanmar.org/detective-dee-the-sly-red-eye-2021di-renjie-red-eyes/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZTM5ZjM3NDEtYTJkMi00YzM0LWI2NDAtMzM4MmRmMjA0NDExXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-150x200.jpg",
        "title": "Singh Is Bliing (2015)",
        "description": "ကိုရီးယားရုပ်ရှင် My Wife is a Gangster 3 ကို Bollywood Version နဲ့ ပြန်လည် ပုံဖော်ထားတဲ့ Singh is Bliing အက်ရှင် Comedy ရုပ်ရှင်လေးပါCast တွေအဖြစ် Akshay Kumar နဲ့ Amy Jackson တို့က ခေါင်းဆောင်နေရာက ပါဝင်ထားပါတယ်ဒီကားထဲမှာတော့ မင်းသမီး Amy Jackson ရဲ့ အကအလှတွေ ဘီကိနီအလှတွေနဲ့အတူ ကြမ်းကြမ်းရမ်းရမ်းအက်ရှင်တွေကိုလည်း ရှုစားရဦးမှာပါဇာတ်လမ်းအကျဥ်းကတော့ဒီလိုပါဆင်း ဟာ အမြဲတမ်းပျော်ပျော်နေတတ်ပြီး တာဝန်ဝတ္တရားတွေကို ပြီးမြောက်အောင်မလုပ်တဲ့ ခပ်ပျက်ပျက် လူတစ်ယောက်ပေါ့\nတစ်နေ့မှာတော့ သူ့အဖေရဲ့ ဂိုအာက သူ့သူငယ်ချင်းဆီမှာ အလုပ်လုပ်ရင်လုပ် မလုပ်ရင် မင်္ဂလာဆောင်ရမယ်ဆိုပြီး အတင်းအကြပ်ရွေးချယ်ခိုင်းမှုကြောင့် ဆင်းတစ်ယောက် ဂိုအာကို ထွက်ခဲ့ဖို့ဖြစ်လာပါတယ် အဲ့မှာ ဆာရာနဲ့ဆုံဖို့ အကြောင်းပါလာပါတော့တယ်ဆာရာကတော့ ရို​မေးနီးယားနိုင်ငံက လက်နက်စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဦးရဲ့ သမီးဖြစ်ပြီး သူမအမေကိုရှာဖို့တစ်ကြောင်း ပြိုင်ဖက်စီးပွားရေး ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/singh-is-bliing-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/sccc-133x200.jpg",
        "title": "American Sicario (2021)",
        "description": "ကြမ်းမယ့်ရမ်းမယ့် မူးယစ်ဆေးကုန်သည်ဂိုဏ်းစတားတစ်ယောက်အကြောင်းပါဝင်တဲ့ American-Sicario 2021ဒီမူးယစ်ဆေးကုန်သည်လောကမှာ သစ္စာတရားက အရေးအကြီးဆုံးဆိုပေမဲ့ သစ္စာတရားကြောင့်ပဲ မိသားစုတွင်း ပြဿနာတွေဖြစ်ရတဲ့အခါ ဘယ်လိုမျိုး ဖြေရှင်းကြမလဲဆိုတာ ကြမ်းကြမ်းရမ်းရမ်း ကြည့်ရမယ်ဗျာ..။ဇာတ်လမ်းဇာတ်အိမ် Storyline ကတော့ သာမန် ဇာတ်ကောင်ကိုပဲ အသားပေးထားတဲ့ ပြည့်စုံမှုတွေနဲ့ လွန်ကဲနေတဲ့ အဓိကဇာတ်ကောင်မျိုးနဲ့တော့ မတူဘူးဗျ..။ကြမ်းမယ်ရမ်းမယ် အမှားတွေလည်း လုပ်မိတဲ့ လူကြမ်းကြီးပေါ့ဗျာ..။(ကြမ်းကြမ်းတမ်းတမ်းဆဲဆိုတဲ့စကားလုံးတွေနဲ့ 18+ ဆန်တဲ့ တစ်ခန်း နှစ်ခန်းပါလို့ မိသားစုနဲ့အတူတော့ မကြည့်သင့်ပါ..။)လုပ်ငန်းချဲ့ထွင်ချင်တဲ့ လောဘ..။ လူပေါင်းမှားမိတဲ့ အမှားတစ်ခုနဲ့..။မလုပ်ချင်ပေမဲ့လည်း လုပ်မှဖြစ်မယ့်\nရက်စက်တဲ့လုပ်ရပ်တစ်ခုကို လုပ်ခဲ့ရတာကြောင့် ဖြစ်လာရတဲ့ အမုန်းတရားတွေကို ကျေကျေနပ်နပ်ကြီး ပြန်ပေးဆပ်ရဲတဲ့\nဂိုဏ်းသမား ဆေးကုန်သည် ဖက်တီးတစ်ယောက်အကြောင်းကို မြင်တွေ့ရမှာဖြစ်ပြီးတော့..။မက္ကဆီကိုဒေသရဲ့ နောက်ခံရှုခင်းတွေ..။ ဆွဲဆောင်မှုပြင်းပြင်းနဲ့ အလန်းစား အညိုစင် မိန်းကလေးတွေ..။ဗီိလိန်ရဲ့ နောက်ကွယ်ဘဝဇာတ်ကြောင်း စုံစုံလင်လင်နဲ့..။မိသားစုအတွက်လို့ တဖွဖွပြောနေခဲ့တဲ့သူတွေ ​ကိုယ်ခက်ခဲချိန်မှာ ဘယ်ရောက်ကုန်ကြသလဲ..။သွေးမတော်ပေမဲ့လည်း နောက်ဆုံးအချိန်ထိ ကျန်နေတဲ့လူက ဘယ်နှယောက်များ ရှိနိုင်ဦးမလဲဆိုတာ ဖန်သားပြင်ထက်မှာ ကြည့်ရှုခံစားနိုင်ဖို့ CM ...",
        "rating": "",
        "url": "https://channelmyanmar.org/american-sicario-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XevEY9yFCg5DO4ptpR5nJfwV0L.jpg",
        "title": "Hard Boiled (1992)",
        "description": "Hard Boiled (1992)IMDb - 7.8, Rotten Tomatoes - 94%John Woo ရဲ့ ပစ္စတိုအော်ပရာတစ်ပုဒ်ကို ကြည့်ချင်တယ်ဆိုပါစို့။ Hard Boiled ဟာ ခင်ဗျားချန်ထားခဲ့လို့မရတဲ့ကားပဲ။ ဂျွန်ဝူးရဲ့ အကောင်းဆုံးတွေအကြောင်းပြောရင် Hard Boiled ကို ကျုပ်တို့တွေ ဖယ်ထားလို့မရဘူး။ ဒီရုပ်ရှင်အပြီးမှာ သူဟာ ခင်ဗျားတို့ ကြိုက်လှပါရဲ့ပြောကြတဲ့ Windtalkers တို့ Face / Off တို့ကို ဟောလိဝုဒ်ထွက်ရိုက်နိုင်တဲ့အထိ ခြေဆန့်နိုင်ခဲ့တယ်။ Mission:Impossible 2 ကိုလည်း သူပဲရိုက်ခဲ့တာပဲ။ဂျွန်ဝူးရဲ့ လက်စွဲတော်ချောင်ယွန်ဖတ်နဲ့အတူ ရှမ်းကြီးအဖေ တိုနီလျောင်ချူဝေကိုလည်း ဒီကားထဲမှာ ခင်ဗျားတို့တွေ့ရလိမ့်မယ်။ ဝါတော့နည်းနည်းနုသေးတာပေါ့။ ချောင်ယွန်ဖတ်ကြီးကတော့ သူ့စတိုင်အတိုင်း သွားကြားထိုးတံကြီးတခဲခဲနဲ့ သေနတ်တွေပစ်ပြနေတာပါပဲ။ ရှားရှားပါးပါးချောင်ယွန်ဖတ် ရဲနေရာက သရုပ်ဆောင်တဲ့ကားဆိုလည်း မမှားဘူး။ Hard Boiled ကိုတော့ ကျွန်တော့်အနေနဲ့ပြောရရင် မာတင်စကောဆေးစိကြီး ကူးချလိုက်ရတဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hard-boiled-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brkyQKNcaVNWGsCBCW5bKy9zVeW.jpg",
        "title": "The Pacifier (2005)",
        "description": "The Pacifier (2005)ဒီဇာတ်လမ်းကတော့ မိသားစုကြည့် ပျော်စရာလေးပါ။ နာမည်ကိုက \"ချိုလိမ်\" ဆိုတော့ စဉ်းစားသာကြည့်‌ပေါ့ဗျာ။ မင်းသားကြီး Vin Diesel ကို အကြမ်းပတမ်း တိုက်ခိုက်ရေးမင်းသားကြီးကနေ ကလေးထိန်းအဖြစ် အသွင်ပြောင်းပစ်လိုက်တဲ့ ဇာတ်ကားဆိုပါတော့။ သူ့ကို Riddick ဇာတ်ကောင်ရယ် The Last Witch Hunter ရယ်မှာ တိုက်ခိုက်ရည်ပြည့်ဝပြီး ရုန်းကန်နိုင်တဲ့ ယောက်ျားကောင်းဇာတ်ရုပ်နဲ့ ကြည့်ဖြစ်လာခဲ့တော့ အခုဇာတ်ကားက သူနဲ့စာရင် ပေါတောတော ဆန်သွားသလိုပါပဲ။ ဒါပေမဲ့ ပျော်ဖို့ကောင်းပါသေးတယ်။ Jackie Chan ရဲ့ The Spy Next Door ထက်တောင် ကြိုက်မိပါသေးတယ်။ဇာတ်လမ်းကတော့ Navy Seals တပ်ဖွဲ့ ဗိုလ်တစ်ဦးဖြစ်တဲ့ Shane က နျူလက်နက်တွေ မီးပန်းဖောက်သလို ပစ်မရအောင် နှောင့်ယှက်နိုင်တဲ့ ကိရိယာကို တီထွင်ခဲ့တဲ့ ပုဂ္ဂိုလ်ကို သွားရောက်ကယ်တင်ရာက အစပြုပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-pacifier-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/deadlock-134x200.png",
        "title": "Deadlock (2021)",
        "description": "Deadlock (2021)=============ဒီဇာတ်ကားကတော့ နာမည်ကျော် မင်းသားကြီး Bruce Wills ကို ဗီလိန်နေရာကနေ မြင်တွေ့ရမဲ့ Deadlock လို့အမည်ရတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ရွန် ဝစ်လော့ခ် ဦးဆောင်တဲ့ အကြမ်းဖက်လူတစ်စုက တစ်နေ့မှာ ဖစ်ချ်ရှ်မြို့မှာ တည်ရှိတဲ့ ရေအားလျှပ်စစ်စက်ရုံကိုဝင်စီးခဲ့ပါတယ်။ ရွန်တို့အုပ်စုဟာ စက်ရုံကို ဝင်စီးခဲ့တဲ့အပြင် စက်ရုံမှာရှိတဲ့ ဝန်ထမ်းတွေကိုပါ ဓားစာခံအဖြစ် ဖမ်းဆီးခဲ့ကြတာပါ။ အဲ့ဒီအပြင် အစိုးရဘက်က သူတို့ရဲ့ တောင်းဆိုချက်တွေကို ငြင်းပယ်ခဲ့မယ်ဆိုရင် ရေလှောင်တမံကြီးကိုဖျက်ဆီးပြီး ရေကြီးရေလျှံဖြစ်အောင် လုပ်မယ်လို့ ကြေညာ ခြိမ်းခြောက်ခဲ့ပါသေးတယ်။တစ်ဖက်မှာတော့ မက်ခ်ကားဟာ စစ်မှုထမ်းဟောင်းတစ်ယောက်ဖြစ်ပြီး ဘဝကြီးကို ပေါ့ပေါ့နေ ပေါ့ပေါ့စားဘဝနဲ့ပဲဖြတ်သန်းခဲ့တာကြောင့် ကောင်မလေးဆီကနေ ထားသွားခံခဲ့ရသူလည်း ဖြစ်ပါတယ်။ စစ်မှုထမ်းဟောင်းဖြစ်တဲ့ မက်ခ်တစ်ယောက် အလုပ်လုပ်နေတဲ့ ဖစ်ချ်ရှ်ရေအားလျှပ်စစ်စက်ရုံမှာ အကြမ်းဖက်ဝင်ရောက်စီးနင်းမှု ဖြစ်လာတဲ့အခါ.....ရွန်တို့အကြမ်းဖက်အဖွဲ့ကို ဘယ်လိုရင်ဆိုင်နှိမ်နင်းမလဲ... သူနဲ့အတူ ဖမ်းခံထားရတဲ့ ဓားစာခံတွေကို ကယ်တင်နိုင်မှာလား....ရွန်ကရော အခုလို အကြမ်းဖက်မှုကို ဘာကြောင့် လုပ်ဆောင်ခဲ့ရတာလဲ....ဆိုတာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/deadlock-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lN8trAma7Ce7gTaVDUNvH36IaSC.jpg",
        "title": "Lorelei: The Witch of the Pacific Ocean (2005)",
        "description": "Lorelei: The Witch of the Pacific Ocean (2005)ဒုတိယကမ္ဘာစစ်တုန်းက ဂျပန်တွေရဲ့ ရေတပ်ဟာ အတော်ကို အင်အားကြီးမားခဲ့ပါတယ်။ ပိုပြီးအထင်ကြီးဖို့ကောင်းတာက ဂျပန်တွေရဲ့ ရေငုပ်သင်္ဘောနည်းပညာနဲ့ အတွေးအခေါ်တွေပါပဲ။ ဘယ်သူက စဉ်းစားမိမှာလဲ ? ရေငုပ်သင်္ဘောတွေထဲမှာ လေယာဉ်တွေထည့်ပြီး လေကြောင်းကနေ တိုက်ခိုက်လာနိုင်မယ်လို့ပေါ့။ ဒီနေ့ခေတ်မှာတောင် ပြန်ပြီး မဖန်တီးနိုင်သေးတဲ့ I-400 အမျိုးအစား ရေငုပ်သင်္ဘောတွေကို ဂျပန်တွေဟာ အမှန်တကယ် ဖန်တီးနိုင်ခဲ့သလို အမေရိကန်ကမ်းခြေတွေအထိပါ ဗုံးကြဲတိုက်ခိုက်ပြခဲ့ပါတယ်။ ဒါပေမဲ့ အခုပြောပြနေတာတွေက ဇာတ်ကားနဲ့တော့ မသက်ဆိုင်သေးပါဘူး။ ဘာလို့လဲဆိုတော့ ဇာတ်ကားထဲမှာပါတဲ့ ရေငုပ်သင်္ဘောက ဒီထက်ပိုပြီး နည်းပညာမြင့်တဲ့ စိတ်ကူးယဉ်ဆန်ဆန် ရေငုပ်သင်္ဘောမျိုးပါ။ဒီရေငုပ်သင်္ဘောကို ဂျပန်တွေက I-500 အမျိုးအစားလို့ နာမည်ပေးထားတယ်။ ဇာတ်လမ်းထဲမှာ ပါလာမယ့် ရေငုပ်သင်္ဘောက ကိုယ်ထည်အမှတ် I-507 ပါ။ I-400 တွေဟာ ဂျပန်တွေ စစ်ရှုံးချိန်ကျမှ တပ်တော်ဝင်နိုင်ခဲ့ပြီး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lorelei-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/c-135x200.jpg",
        "title": "Castle Falls (2021)",
        "description": "Rotten Tomatoes 83%Action ဇာတ်ကိုမှ ဇာတ်လမ်းဇာတ်အိမ်ကောင်း​​ကောင်းနဲ့ ကြည့်ရှုလိုသူများအတွက်မကြာ​သေးခင်ကမှ ထွက်ရှိခဲ့တဲ့ Castle Falls ရုပ်ရှင်ကို တင်ဆက်​ပေးလိုက်ပါတယ်။လန်ဒိုဟာ မူးယစ်ရာဇာ ဒန်မီရယ်ဂလက်စ်ရဲ့ ဒေါ်လာ\nသုံးမီလီယံကို ခိုးယူပြီး Castle Heights ဆိုတဲ့ ဆေးရုံပျက်ကြီးထဲမှာ သွားဝှက်ထားခဲ့ပါတယ်။ဖြစ်ချင်​တော့ သူတို့နှစ်​ယောက်ဟာ ထောင်ထဲမှာ ပြန်ဆုံကြပြီး လန်ဒိုဟာလည်း အသတ်ခံရဖို့ နီးစပ်​နေခဲ့ပါတယ်။ခိုးတုန်းကခိုးပြီး အခုမှ အလွန်​ကြောက်ရွံ့​​နေတဲ့ လန်ဒိုဟာ ထောင်​စောင့်မှုးဖြစ်တဲ့ အဲရစ်ဆန်နဲ့အ​ပေးအယူလုပ်ပြီး ထောင်​နေရာပြောင်း​ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်။အဲရစ်ဆန်ဟာလည်း ကင်ဆာရောဂါခံစား​နေရတဲ့ သမီးဖြစ်သူအတွက် ခွဲစိတ်​ကြေး မတတ်နိုင်တဲ့အတွက်အ​ပေးအယူကို လက်ခံခဲ့ပြီး ဆေးရုံပျက်ကြီးထဲက ငွေကို သွားယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါကို သိသွားတဲ့ မူးယစ်ရာဇာဒန်မီရယ်ဟာ သူ့လူ​တွေကို ဆေးရုံပျက်ကြီးဆီ စေလွှတ်လိုက်ပါတယ်။တစ်ဖက်မှာလည်း မိုက်ဝိတ်ဒ် ဆိုတဲ့ ဘ၀ပျက် MMA Fighter ဟောင်းကြီးဟာ လက်​ဝှေ့သမားအဖြစ်မှ အနားယူကာဆေးရုံပျက်ကြီးကို ဖြိုချပစ်မဲ့အလုပ်သမားအဖွဲ့ထဲ ၀င်​ရောက်လုပ်ကိုင်ရင်း လန်ဒိုဝှက်ထားခဲ့တဲ့ ငွေထုပ်ကြီးကို မ​တော်တဆ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/castle-falls-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yECcVi8DYtosMfObk90GtoVVqVl.jpg",
        "title": "The Eagle Shooting Heroes (1993)",
        "description": "Eagle Shooting Heroes (1993)IMDb Rating - 7.1“ သိမ်းငှက်သူရဲကောင်းများ ”Eagle Shooting Heroes ဆိုတဲ့နာမည်က မြန်မာသိုင်းရုပ်ရှင် ပရိတ်သတ်တွေအတော်များများ ရင်းနှီးပြီးသား နာမည်ပါပဲ။ သိုင်းလောကစိန်ခေါ်သံ၊ တိမ်လွှာနဂါးသူရဲကောင်းများ၊ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်၊သိမ်းငှက်သူရဲကောင်း၊ နဂါးနိုင်ဓား စတဲ့ ကျင်းယုံရဲ့သိုင်းယူနီဗာ့စ်ကြီးကို လူအတော်များများ သဘောကျကြပါတယ်။ သူရဲ့တခြားသိုင်း၀တ္တုတွေကို ရိုက်ကြတဲ့ဟာတွေကလည်း ကျွန်တော်တို့နဲ့ မစိမ်းပါဘူး။ သွေးသစ္စာဓား၊ နှင်းတောင်သူရဲကောင်း၊ ပြန်လမ်းမဲ့ကျွန်းတို့ပေါ့။ 2000 ခုနှစ်၀န်းကျင်မှာ ကိုးနာရီမြ၀တီကားတွေ သိုင်းခွေတွေနဲ့ ကြီးလာတဲ့သူတွေကတော့ သိမ်းငှက်သူရဲကောင်း (ပထမတွဲ) ဝါ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်ထဲက သိုင်းလောကထွဋ်ခေါင်‌လေးယောက်နဲ့ ၀မ်ချုံရဲတို့ကို ကောင်းကောင်းရင်းနှီးပြီးသားဖြစ်လောက်မှာပါ။ အခုထိလည်း အခါခါ Reboot ခံနေရတဲ့ ဇာတ်လမ်းပါပဲ။အနောက်ပိုင်းအဆိပ်ဘုရင် အိုးရန်ဖုံး၊ အရှေ့ပိုင်းတိတ္ထိ မက်မွန်ကျွန်းသခင်ဟွမ်၊ မြောက်ပိုင်းသူဖုန်းစားဂိုဏ်းချုပ် ဟုန်ချီကုန်း၊ တောင်ပိုင်းဧကရာဇ် တွမ့်၀မ်ရယ်၊ အလယ်ပိုင်းသူတောင်စင် ၀မ်ချုံရဲစတဲ့ ကောကျင့် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-eagle-shooting-heroes-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5eDwKTwjNVBzONQgoC6yQES8y96.jpg",
        "title": "The kiddie Tomb ( 2021 )",
        "description": "ပြည်တွင်းစစ်ကြောင့်နိုင်ငံရေးရှုပ်ထွေးပြီးမငြိမ်သက်ဖြစ်နေတဲ့ခေတ်ကြီးမှာစစ်မက်ကြောင့်ပြည်သူတွေဟာရှင်သန်ဖို့အလွန်ခက်ခဲလာတယ်။ရှဲ့လင်ဂိုဏ်းဟာ အတိတ်ကိုထားခဲ့ပြီး စာမျက်နှာအသစ်ဖွင့်ခဲ့ပေမယ့် ခေတ်ပျက်ကြီးကြောင့်ပြည်သူတွေကိုစားနိပ်ရိက္ခာကူညီဖို့ရာ သင်္ချိုင်းဖောက်ထွင်းတဲ့အလုပ်ကိုပြန်လုပ်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ရှဲ့လင်ဂိုဏ်းခေါင်းဆောင် ကျန်းဟွေးရွေ့ဟာ ရှဲ့လင်ဂိုဏ်းသားတွေကိုဦးဆောင်ပြီးသင်္ချိုင်းတစ်ခုကိုဖောက်ခဲ့ပါတယ်။ထင်မထားပဲနှစ်တစ်ထောင်သတ္တဝါကြီးနဲ့ကြုံတွေ့ရပြီးဒဏ်ရာအပြင်းအထန်ရထားတဲ့ခေါင်းဆောင်ကြီးနဲ့ ခေါင်းဆောင်ကြီးရဲ့တူကျန်းယွီနဲ့နောက်လိုက်တစ်ဦးဖြစ်တဲ့ ရှုန်းခွေတို့ပဲရှင်ရက်ရွာကိုပြန်လာနိုင်ခဲ့ပါတယ်။အဲဒီအချိန်မှာကျန်းယွီနဲ့ကလေးကတည်းကစေ့စပ်ထားတဲ့ ကုလင် ဟာအငတ်ဘေးကြောင့်သေတော့မယ့်မောင်လေးကိုကယ်ဖို့ရာ ကျန်းယွီနဲ့လက်ထပ်ဖို့ရောက်လာပါတယ်။အဲဒီအချိန်မှာ သင်္ချိုင်းဖောက်တဲ့သတင်းရသွားတဲ့ တပ်မှူးကျန်းဟာလောဘတက်ပြီး အတင်းအဓမ္မ ကျန်းယွီကိုသင်္ချိုင်းဆီလမ်းပြခိုင်းပါတော့တယ်။ဒီလိုနဲ့ကျန်းယွီ၊ ကုလင်၊ ရှုန်းခွေ၊ တပ်မှူးကျန်းနဲ့နောက်လိုက်တစ်သိုက်ဟာအဲဒီသင်္ချိုင်းကိုအတူပြန်ပြီး စွန့်စားခန်းစတင်ကြပါတယ်။သင်္ချိုင်းဖောက်ပြီးရတနာသိုက်တူးတဲ့Adventure ဇာတ်ကားဆိုပေမယ့် Thriller ဆန်ဆန်ရိုက်ထားတာကြောင့်ကျောချမ်းချမ်းနဲ့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်။ချမ်းအေးတဲ့ဆောင်းညနဲ့လိုက်ဖက်တဲ့ကားကောင်းလေးတစ်ကားမို့ ကြည့်ဖို့တိုက်တွန်းပါတယ်နော်။ Quality : WEB-DL 1080pFormat : mp4During : 1h 12 minGenres : Action , AdventureSubtitle : Myanmar Subtitle ( hardsub )Translated By Nu MonEncoded  By LK",
        "rating": "6",
        "url": "https://megaup.net/1Gxil/The_Kiddie_Tomb_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/WxYqGp1fSJNeM5Z5tM9ocRRwAT.jpg",
        "title": "Thief Female Hero ( 2021 )",
        "description": "သိုင်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လိုက်ဖြစ်တဲ့ ရိကျီမေဆိုတဲ့ လူချမ်းသာတွေဆီကခိုးယူပြီးဆင်းရဲသူတွေကိုပြန်မျှဝေပေးတဲ့ဇာတ်ကောင်ကို တစ်ချို့လူတွေရင်းနီးပြီးသားဖြစ်ကြမယ်ထင်ပါတယ်ဒီဇာတ်ကားလေးရဲ့ဇာတ်လမ်းအကျဉ်းကတော့တမင်သက္ကရာဇ်၄ခုနှစ်မှာ ယန်းဝမ်မင်းသားကျူးတိဟာစစ်သည်အင်အားနဲ့ယင့်ထျန်းကိုဝင်တိုက်ခဲ့ရာမှာဘုရင်ကျူးယွင်ကနန်းတော်ကို မီးလောင်တိုက်သွင်းခဲ့ပြီး ရွှေငွေဥစ္စာအများအပြားယူကာ ထွက်ပြေးခဲ့တယ်၊အမှုထမ်းရှန်ရှဲ့ကိုဥစ္စာတွေထိန်းသိမ်းစေခဲ့တယ်။အဲဒီရတနာပစ္စည်းတွေကြောင့်ရှန်မိသားစုလိုက်သုတ်သင်ခံရပြီး ရတနာတွေရဲ့အစကအနပျောက်ဆုံးသွားခဲ့တယ်။များပြားလှတဲ့ရတနာတွေကိုလောဘသားတွေကမျက်စိကျနေပြီးထူဖူနန်းတော်ကလျိုကုန်းကုန်း နဲ့ နန်းတော်အစောင့်တပ်တို့က ထိပ်တိုက်ရန်စောင်နေကြတယ်။လျိုကုန်းကုန်းကအစောင့်တပ်ကိုရှင်းပစ်ပြီး တမင်ရတနာသိုက်မြေပုံရဖို့အတွက် ရတနာလေလံပွဲကိုအယောင်ပြကျင်းပတဲ့အချိန်မှာနာမည်ကျော်သူခိုးရိကျီမေကဝင်ရောက်ပွဲဖျက်ပါတော့တယ်။ရိကျီမေချောင်ပိတ်မိချိန်မှာ အစောင့်တပ်ဖွဲဒုတပ်မှူးမုဖုန်းက အယောင်ဆောင်ကူညီပြီးထွက်ပြေးခဲ့ကြတယ်။နာမည်ကျော်ရတနာသိုက်ရှာဖွေကြတဲ့အပြင် လွန်ခဲ့တဲ့၁၆နှစ်ကသွေးကြွေးကိုဆပ်ဖို့ကြိုးစားတဲ့ ရိကျီမေ။နန်းတော်စောင့်တပ်ဖွဲ့ဝင် မုဖုန်း။ သူ့ရဲ့နောက်ကြောင်းကရောရိုးရှင်းပါ့မလား။အညှိုးအတေးတွေကိုလက်စားချေရင်း လျှို့ဝှက်ဆန်းကြယ်တဲ့ရတနာသိုက်မြေပုံနဲ့ရတနာသိုက်ရှာပုံတော်ဖွင့်ကြတဲ့ စိတ်ဝင်စားစရာဇာတ်ကားကောင်းလေးကို ဆက်လက်ကြည့်ရှုကြပါနော်။ Quality : WEB-DL 1080pFormat : mp4Genres : Action , AdventureDuring : 1h 30 minSubtitle : Myanmar Subtitle ( hardsub )Translated By Nu MonEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/10z1q/Thief_Female_Hero_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vuix8r1CJ2M6IldR27Z95hWm7e.jpg",
        "title": "Sooryavanshi (2021)",
        "description": "Sooryavanshi (2021)မြန်မာစာတန်းထိုးဒီ Sooryavanshi ကားကတော့ ပူပူနွေးနွေးထွက်ရှိလာတဲ့Akshay Kumar နဲ့ Katrina Kaif တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးSingham , Simmba ကားတွေနဲ့ ရှေ့မှာ မိတ်ဆက်ခဲ့တဲ့ ကားဆိုလည်း မမှားပါဘူး။ဟောလိဝုဒ်မှာလို ပြောရရင် Sooryavanshi ကို မိတ်ဆက်တဲ့ Solo ကားလို့ပဲ ဆိုရမယ်။မတူတာကို ပြောရရင် ဆူရိယဗန်သျှီက အကြမ်းဖက်နှိမ်နင်းရေးဘက်ကမို့ဟိုး 1993 ခုနှစ်က အိန္ဒိယနိုင်ငံတဝှမ်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အစဥ်လိုက် ဗုံးဖောက်ခွဲမှုတွေကစတင်ပြီး မျက်မှောက်ခေတ်မှာ ဘုံဘေမြို့ (ယခု မွန်ဘိုင်း) အတွင်း ဖောက်ခွဲရေးအဖျက်လုပ်ငန်းတွေလုပ်မယ့် အကြမ်းဖက်သမားတွေကို လိုက်လံတားဆီးမယ့် အက်ရှင်ဆို လေပေါ်မပျံ ၊ အိုဗာတွေ မပါတဲ့ အမိုက်စား ဇာတ်ကားဖြစ်နေတဲ့ အချက်ပါပဲ။အသတ်အပုတ်တွေထက် အပစ်အခတ်များများပါတဲ့ လူဆိုးနဲ့ရဲ့ ဥာဏ်ချင်းယှဥ်မယ့် ကြည့်ပျော်တဲ့ ကားကောင်းတကားဖြစ်ပါတယ်။ဒါ့အပြင် မင်းသမီးချော Katrina Kaif ရဲ့ အလှအပကိုပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/sooryavanshi-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MZ42GYL84wW4U9HtcKMuTOx6fD.jpg",
        "title": "Tomb of the River (2021)",
        "description": "Tomb of the River (2021)\"လူကြမ်းမှာလည်း နူးညံ့တဲ့နှလုံးသား ရှိပါတယ်\nလူကြမ်းပေမဲ့ လူမိုက် မဟုတ်ဘူး\nလူမိုက်ဆိုရင်‌ အစွမ်းကုန်မိုက်ရမယ်...\"ကိုရီးယား အက်ရှင်ကားဆို နာမည်ကြီးတဲ့\nဇာတ်လိုက်ကျော် Jang Hyuk ရဲ့ Tomb of the River ကိုတင်ဆက်ပါဦးမယ်လူကြမ်းဆိုပေမဲ့ ဆိုးသွမ်းတဲ့အလုပ်တွေ မလုပ်တဲ့ ဂီဆော့နဲ့\nအဆိုးသွမ်းဆုံးအလုပ်တွေမှ ရွေးလုပ်တဲ့ မင်ဆော့....ဆန့်ကျင်ဘက်စရိုက်ရှိတဲ့နှစ်ယောက်က တူညီတဲ့လမ်းကိုရွေးရတော့မဲ့အချိန်မှာ\nဘယ်လိုတွေ အပြောင်းအလဲဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်ကြမ်းတမ်းတဲ့ fighting တွေကိုမှ သဘောကျတတ်တဲ့ ပရိသတ်တွေအတွက်ကတော့\nအားရစရာကောင်းမဲ့ ဇာတ်ကားတစ်ကားဖြစ်မှာ အသေအချာပါပဲအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Action\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.8GB and 1.1GB and 500MB\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/tomb-of-the-river-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SBb9OvVGriikgdfXhYRNPlrg42.jpg",
        "title": "Barely Lethal (2015)",
        "description": "Barely Lethal (2015)\" ဒီရုပ်ရှင်ဟာ ကလေးတွေကို လေ့ကျင့်ပေးပြီး လုပ်ကြံရေးသမားတွေအဖြစ်ခိုင်းတဲ့ အစိုးရလျှို့၀ှက်ကျောင်းက ဥက္ကဌ မာသားဖာ့ခ်ကာကြီးဟာ အတော်ဆုံးအေးဂျင့်လေးဖြစ်တဲ့ Bumblebee ထဲက စကီလေးကို ကွင်းဆင်းတာ၀န်ပေးရာက ကလေးဆိုတော့ အပြင်လောကကိုရောက်လာပြီးတဲ့နောက် သိချင်စိတ်များလာရာက သေချင်ယောင်ဆောင် ထွက်ပြေးသွားပြီး မွေးစားမိဘအိမ်တစ်အိမ်မှာနေရင်း အထက်တန်း ကျောင်းသူဘ၀ကို ဖြတ်သန်းရာက ဆယ်ကျော်သက်တွေ ကျောင်းမှာကြုံရတဲ့ ပြဿနာတွေကို ကြုံလာရတဲ့အပြင် သူဖမ်းထားခဲ့တဲ့လူဆိုးဖြစ်တဲ့ ဂျက်စီကာအယ်ဘာက လွတ်လာပြီး သူ့မွေးစားမိဘအိမ်ကိုပါ အန္တရာယ်ပေးဖို့ လုပ်လာတာကိုပါ တားဆီးဖို့လုပ်ရတာကို ဇာတ်အိမ်တည်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာသုံးထားတဲ့ဆယ်ကျော်သက်သဘာ၀တို့ဘာတို့ကို မက်ဆေ့ပေးမယ့် Teenage Movieလေးတစ်ကားပါ\"ဇာတ်လမ်းရဲ့အညွှန်းကတော့ ဒီစာတစ်ကြောင်းပါပဲ။ အောက်ကတော့ သူ့အရသာကို ထပ်ညွှန်းထားရုံပါ။ မဖတ်လည်းရပါတယ်။ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်ကိုတော့ မှီလိုက်သေးတယ်။ အဲဒီကာလတွေမှာ Lion King တို့၊ Tom and Jerry တို့ Terminator တို့ ခေတ်စားခဲ့တာပေါ့။ ကျွန်တော်တို့ ညီအစ်ကိုတွေတော့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/barely-lethal-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0JUBNk4BTBmeMOudrRH9GnOmK0.jpg",
        "title": "A Man Apart (2003)",
        "description": "A Man Apart (2003)2003 ခုနှစ်က Vin Diesel ရဲ့ မူးယစ်ဆေးအက်ရှင်ဒရမ်မာ ဇာတ်ကားတစ်ခုပါ။ မင်းသားကြီးရဲ့ နုပျိုလန်းဆန်းတဲ့ ရုပ်သွင်ကို မြင်တွေ့ရမှာဖြစ်ပြီး ထိုခေတ် ထိုအခါက လူမည်းဗန်းစကားတွေနဲ့ တစ်ကားလုံး မြိုင်မြိုင်ဆိုင်ဆိုင် ဆဲဆိုနေပြတာကိုလည်း တွေ့ရပါမယ်။ တစ်ယောက်နဲ့ တစ်ယောက် ချစ်စနိုးနဲ့ ခွေးကောင် လို့ ခေါ်ကြပါတယ်။ ဒါပေမယ့် ဘာသာပြန်ပြီး ရေးကြည့်တဲ့အခါမှာ အရုပ်ဆိုးအကျည်းတန်နေလို့ ဒေါ့ဂ် လို့ပဲ သုံးနှုန်းထားပါတယ်။မက္ကဆီကို ကိုလံဘီယာ ကနေပြီး ကမ္ဘာ့အကြီးဆုံး မူးယစ်ဆေးတင်ပို့မှုလမ်းကြောင်းကို ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားလို့ မူးယစ်ဆေးဈေးကွက်ရဲ့ တန်ဖိုးနဲ့ပမာဏကို တအံ့တဩဖြစ်ရမှာပါ။ 2003 ခုနှစ်က ဇာတ်လမ်းဖြစ်လို့ အဲဒီပမာဏထက် အခုလက်ရှိမှာ ဘယ်လောက်ထိပိုနေမလဲ တွေးမိရင် ကြက်သီးထဖွယ်ပါပဲ။ ကယ်လီဖိုးနီးယား သင်္ဘောဆိပ်တွေကနေ တစ်လကို မက်ထရစ်တန် ရာချီပြီး အမေရိကားနိုင်ငံထဲကို ရဲလက်ကလွတ်‌အောင် ကိုကင်းတွေ တင်သွင်းနေတာတွေကိုကြည့်ရတာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-man-apart-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxVGB2He0vQPIFjHx6uZLHyguIh.jpg",
        "title": "Fight Against Evil ( 2021 )",
        "description": "ကြမ်း မှ ဖိုက်မှ ကြိုက်တဲ့ Action ပရိတ်သတ်တွေအတွက်အက်ရှင်ကားကောင်းလေးတကားတင်ဆက်ပေးလိုက်ပါတယ်ဒီ Fight Against Evil ဇာတ်ကားကတော့ စုန်းပေမြို့မှာဖြစ်ပွားခဲ့တဲ့မှုခင်းတစ်ခုအကြောင်းကိုရိုက်ပြထားတာဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့မင်းသား လီဟုမ်ချီက‌တော့ ရဲအရာရှိလေးတစ်ယောက်ပေါ့ဗျာလီဟုမ်ချီကသူခိုးဖမ်းရင်းနဲ့ ပြည်သူတစ်ယောက်နဲ့စကားများပြီးတိုင်ကြားခံလိုက်ရတာကနေတစ်ဆင့် အလုပ်ခဏနားလိုက်ရပါတယ်လီဟုမ်ချီနဲ့ သူ့ရဲ့ရည်းစားဖြစ်သူတို့က မိန်းကလေးရှင်ဘက်ကအိမ်ပြန်ပြီး မိဘတွေနဲ့တွေ့ဖို့ စုန်းပေမြို့ကိုခဏတာခရီးထွက်လိုက်ချိန်ကနေ ဒီ‌အမှုက စတင်ဖြစ်ပွားခဲ့တာဖြစ်ပါတယ် လီဟုမ်ချီကယောက္ခထီးဖြစ်သူနဲ့အဆင်ပြေအောင် ညှိယူရင်းနဲ့ မထင်မှတ်ပဲလူတွေသတ်လိုက် ငွေတွေလိမ်လိုက်နဲ့အမြတ်ထုတ်နေတဲ့ ညီအကို ၃ယောက်နဲ့ တွေ့စုံလိုက်ရပါတယ်သုညအဆင့်ကနေ ဘဝစခဲ့တဲ့ ညီအကို ၃ယောက်ကဘယ်လိုအကြံတွေနဲ့ လောင်းကစားလောကကြီးကို ထိန်းချုပ်သွားမလဲကိုတွေရဲ့မင်းသား လီဟုမ်ချီကရော အမှုကိုဘယ်လိုလိုက်မလဲ ဒီအမှုကရော သူ့ချစ်ရသူနဲ့ယောက္ခထီးဖြစ်သူကြားမှာ‌ရောပတ်သက်မှုတွေရှိနေလို့ဘယ်လိုအမှုကိုဖြေရှင်းသွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ရအောင် Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Crime , Drama , ActionRelease Date : 4 October 2021During : 1h 23minSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Grmo/Fight_Against_Evil_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/jyw8VKYEiM1UDzPB7NsisUgBeJ8-133x200.jpg",
        "title": "Jumanji: The Next Level (2019)",
        "description": "အကုန်လုံးစောင့်နေတဲ့ Jumanji တော့လာပါပြီIMDb 7 နဲ့ toamtoes မှာ 71 ရထားပါတယ်ပထမကထက်ပိုပြီးစိတ်လှုပ်ရှားဖို့ကောင်းပြီးတော့ ဟာသတွေပိုပါဝင်လာမှာပါစပန်ဆာတစ်ယောက်နေရင်းထိုင်ရင်းJumanji ထဲပြန်ဝင်သွားရာကနေ ဇာတ်ရှုပ်ပါတော့တယ်အဲဒီမှာပဲသူ့ကောင်မလေးနဲ့ကျန်ခဲ့တဲ့သူငယ်ချင်းတွေကပြန်လိုက်ခေါ်ဖို့လုပ်ပါတော့တယ်ဒါပေမယ့်ဂိမ်းထဲကိုပြန်ဝင်လာတာသူတို့အုပ်စုတင်မဟုတ်ပဲစပန်ဆာရဲ့အဖိုးနဲ့သူငယ်ချင်းဖြစ်သူတို့ပါပါလာတဲ့အခါမှာတော့ဇာတ်လမ်းကပိုပြီးအရှိန်တက်လာပါတော့တယ်ဂိမ်းထဲကိုရောက်တဲ့အခါမှာလည်းပထမတစ်ကားတုန်းကဇာတ်ကောင်တွေမဟုတ်တော့ပဲဇာတ်ကောင်အပြောင်းအလဲတွေဖြစ်သွားတဲ့အခါမှာဘယ်လိုတွေတိုင်ပတ်ကြမလဲ အခက်အခဲတွေကိုထုံးစံအတိုင်းဘယ်လိုကျော်ပြီးအပြင်ကိုဘယ်လိုပြန်ထွက်မလဲသူတို့ကိုလုပ်ခိုင်းတဲ့ missionကိုရောပြီးမြောက်အောင်လုပ်နိုင်မလားဆိုတာ...။File Size : (4.6 GB)/(2.2 GB)/(1.2 GB)\nQuality : BluRay 4K HEVC / 1080p /720p\nRunning Time : 2 hr 03 min\nFormat : mkv/mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin,Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/jumanjithenextlevel2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/1-5778832454-133x200.jpg",
        "title": "Jumanji: Welcome to the Jungle (2017)",
        "description": "၁၉၉၅ လောက်ကတည်းက ပရိသတ်တွေ ရင်းနှီးခဲ့ပြီးသား Jumanji ဇာတ်လမ်းပြီးနောက် သီးခြားဇာတ်လမ်းတစ်ခုနဲ့ ထပ် ထွက်လာတာမို့ ရသအသစ်အဆန်းလေး ဖြစ်တဲ့အတွက် ပရိ သတ်တွေ သဘောကျကြမှာပါ။ဇာတ်လမ်းအဓိကအကြောင်းအရာကတော့ ဆယ်ကျော်သက်ကလေးလေးယောက် ဗီဒီယိုဂိမ်းကစားကာ ဂျူမန်းဂျိ ကမ္ဘာထဲရောက်သွားပြီး စွန့်စားခန်းမျိုးစုံ ဖြတ်ကျော်ရတဲ့ အကြောင်းလေး တင်ဆက်ထားတာ ဖြစ်ပါတယ်။၁၉၉၆ ကာလက အဲလက်စ် ဆိုတဲ့ ဆယ်ကျော်သက်ကောင် လေးဟာ ဂျူမန်းဂျိဂိမ်းဘုတ်ပြား လေးကို ကမ်းခြေနားက ကောက်ရ ခဲ့ပေမယ့် ဗီဒီယိုဂိမ်းတွေပဲ ကစား ဖြစ်နေတာမို့ ဂိမ်းမကစားဖြစ်ဘဲ သိမ်းထားခဲ့ပါတယ်။ ဒီလိုနဲ့ တစ် ညမှာ ဂျူမန်းဂျိဘုတ်ပြားထဲက ဂိမ်းတွေဟာ ဗီဒီယိုဂိမ်းအဖြစ် ပြောင်းသွားပြီး အဲလက်စ်က ဂိမ်း စက်ဖွင့်လိုက်ပြီးနောက်မှာတော့ သူပါပျောက်သွားခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာခဲ့ပြီး နောက်မှာတော့ ဂျူမန်းဂျိဂိမ်းစက် က ပြန်ပေါ်လာခဲ့ပါတယ်။ စပန် ဆာ၊ ဘယ်သန်နီ၊ မာသာနဲ့ ဖရစ်ဂျ်ဆိုတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/10ujf/(CM)Jumanji_-_Welcome_to_the_Jungle_(2017)_4K_BluRay_HEVC_10bit.AAC.5.1.CH.Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ldd-135x200.jpg",
        "title": "The Last Duel (2021) 18+ Rated",
        "description": "ဒါရိုက်တာ ရစ်ဒလေ စကော့ ရိုက်ကူးထားပြီး စာရေးဆရာ အဲရစ်ဂျက်ကာရဲ့ ၂၀၀၄ ခုနှစ်ထွက် novelThe Last Duel: A True Story of Trial by Combat in Medieval France(နောက်ဆုံးစီးချင်း - မီဒီအီဗယ်ခေတ် ပြင်သစ်ရဲ့ ဖြစ်ရပ်မှန် စီးချင်းထိုး တရားစီရင်မှု) ကိုNicole Holofcener, Ben Affleck နဲ့ Matt Damon တို့က ဇာတ်ညွှန်းပြန်လည်ရေးသားထားတာဖြစ်ပါတယ်။သရုပ်ဆောင်တွေကတော့ မတ်ဒေမွန်၊ အဒမ် ဒရိုင်ဗာ၊ ဂျိုဒီကိုမာ၊ ဘန် အက်ဖလက်တို့လို နာမည်ကျော်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းကို အခန်း ၁ ၂ ၃ ဆိုပြီး သုံးပိုင်းပြသထားလို့ တစ်ယောက်ချင်းစီရဲ့ ရှုထောင့်အရဇာတ်ကွက်လေးတွေ ထပ်နေတဲ့ပုံတော့ ပါပါတယ်။ ပြင်သစ်နဲ့အိုင်ယာလန်နေရာတွေမှာ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့ မပြောပြတော့ပါဘူး။ အတော်ကြည့်လို့ကောင်းတာပဲ ပြောပြထားပါတော့မယ်။ဒီရုပ်ရှင်ထဲက ခေတ်ရဲ့ အံ့သြစရာ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-last-duel-2021-18-rated/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm1fiwP8ecOIyB5nO5Dc9l7DGd4.jpg",
        "title": "Kotigobba 3 (2021)",
        "description": "ဒီကားကလည်း ကနာဒါးမင်းသား ဆူးဒိရဲ့ အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDB မှာ 7.8နဲ့ Time of India မှာ 4/5 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းအမေ့အိမ် မိဘမဲ့ဂေဟာကို တည်ထောင်ထားတဲ့ ဆဒ်သရ ဟာမိဘမဲ့ကလေးတွေအားလုံး ချစ်ခင်ရတဲ့ လူတစ်ယောက်ဖြစ်သလို လူတွေကြားမှာလည်းကြင်နာသနားတတ်သူအဖြစ်ကျော်ကြားပါတယ်။ ရဲအဖွဲ့နဲ့လည်းအဆင်ပြေသလို ရဲတွေမရှင်းနိုင်တဲ့ကိစ္စတွေမှာ ခပ်ကြမ်းကြမ်း၀င်နွှဲတတ်သူတစ်ယောက်ပါ။ တနေ့တော့ သူ့ရဲ့မိဘမဲ့ဂေဟာကကလေးလေး ရောဂါတစ်ခုကြောင့် တူရကီမှာ ဆေးသွားကုဖို့ဖြစ်လာချိန်မှာ တူရကီမှာဗုံးတွေပေါက် ‌ယူရိုသန်းချီတန်တဲ့ ရတနာ သရဖူကို ဓါးပြတိုက်ချင်းခံရပါတော့တယ်။ဓါးပြမှုကို ဘယ်သူကျူးလွန်တာလဲ နာမည်ကြီးဓားပြ Ghost ဆိုတာ ဘယ်သူလဲ။ဆဒ်သရ နဲ့ကောဘယ်လိုပါတ်သက်နေလည်း ဆိုတာတော့ အလှည့်အပြောင်းများစွာနဲ့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung နဲ့ Sai Thurein Lynn ပဲဖြစ်ပါတယ် \nFile size…2.3GB / 1.3Gb \nQuality…1080p HD RIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle ( ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kotigobba-3-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQBj0LKrLnqgkAjjj7yiqlFyxDM.jpg",
        "title": "Time and Tide (2000)",
        "description": "Time and Tide (2000)တိုင်လာက လမ်းပျော်လူငယ်လေးတစ်ယောက်ဖြစ်ပြီး သူ့ကြောင့်မိန်းကလေးတစ်ယောက် မတော်တဆကိုယ်ဝန်ရှိသွားတဲ့နောက်မှာ ငွေရှာဖို့ဆုံးဖြတ်ရင်းက တရားမ၀င်သက်တော်စောင့် ဂိုဏ်းတစ်ခုမှာ ၀င်လုပ်ခဲ့ပါတယ်။အဲ့ဒီမှာပဲ လုပ်ငန်းတာဝန်တစ်ခုအတွင်း ဂျက်ခ်ဆိုတဲ့လူတစ်ယောက်နဲ့ မတော်တဆခင်မင်ရင်းနှီးခဲ့ရာကနေ အလုပ်တစ်ခုအတူတူတွဲလုပ်ဖို့ဖြစ်လာပါတော့တယ်။ တကယ်တမ်းတော့ ဂျက်ခ်ဟာ ထိပ်တန်းအဆင့်လေ့ကျင့်ထားတဲ့ကြေးစားတပ်ဖွဲ့ခေါင်းဆောင်ဟောင်း တစ်ဦးဖြစ်ပြီး ရာဇ၀တ်လောကကိုကျောခိုင်းပြီး သူ့ဇနီးနဲ့အခြေချဖို့ကြိုးစားနေတဲ့သူပါ။ ဒါပေမယ့်လဲ သူချန်ထားရစ်ခဲ့တဲ့ အတိတ်တွေဟာ သူရဲ့တည်ငြိမ်ဖို့ကြိုးစားနေတဲ့ဘ၀ထဲအထိ ၀င်စွက်နှောင့်ယှက်ဖို့ ကြိုးစားလာတဲ့အချိန်မှာတော့ တိုင်လာပါ ဒီကိစ္စတွေထဲ ၀င်ပတ်သက်ရပါတော့တယ်။ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ရွှေခေတ်အကြောင်းပြောရမယ်ဆိုရင် Tsui Hark အကြောင်းမပါပဲပြည့်စုံမှာမဟုတ်ပါဘူး။ မကြည့်ဖူးသူမရှိသလောက် နာမည်ကြီးတဲ့ Zu Warriors from the Magic Mountain၊ Once Upon a Time in China film series တွေ၊ A Chinese Ghost Story တွေကိုပုံဖော်ခဲ့တဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ဒီကားကတော့ ဟောလိဝုဒ် မှာဗန်ဒိမ်းနဲ့နှစ်ကားဆက်တိုက်သွားရိုက်ပြီးဟိုမှာစိတ်ရှိတိုင်း ကြဲခွင့်မရလို့ဟောင်ကောင်ကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/time-and-tide-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYmZhNjhkN2UtN2I3NS00MzUyLTg3M2YtNjRjN2Y2NmNhNzUxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-141x200.jpg",
        "title": "Ajab Prem Ki Ghazab Kahani (2009)",
        "description": "Ajab Prem Ki Ghazab Kahani ဆိုတာ ထူးဆန်းတဲ့အချစ်ရဲ့ ဟာသ story လေးပါတဲ့နာမည်နဲ့လိုက်အောင်ပဲ ရိုလည်းရို ငိုလည်းငိုရတဲ့အပြင် ရယ်စရာလည်းကောင်းတဲ့ romantic comedy film လေးဖြစ်ပါတယ်\nCast တွေကလည်း အိန္ဒိယမှာ ခန်းသုံးခန်းအပြီး တက်လာတဲ့ မင်းသားတွေထဲမှာ အလားအလာအရှိဆုံးဖြစ်တဲ့ Ranbir Kapoor နဲ့ Bollywood နာမည်ကြီးမင်းသမီး Katrina Kaif တို့က ခေါင်းဆောင်အနေနဲ့ ပါဝင်ထားပါတယ် သုံးသပ်သူတွေဆီကလည်း Positive reviews တွေရခဲ့ပြီး 3 Idiots နဲ့ Love Aaj Kal ပြီးရင် 2009 ခုနှစ်ရဲ့ တတိယဝင်ငွေအကောင်းဆုံးကားလေး ဖြစ်ခဲ့ပါတယ်\n2009 ခုနှစ်ရဲ့ ဝက်ဝက်ကွဲလူကြိုက်များတဲ့ရုပ်ရှင်တစ်ကား blockbuster လို့လည်း ပြောကြပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါပရမ်ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းပြီး သူတစ်ပါးကို ကူညီတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့ ပေါ့ပေါ့နေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ajab-prem-ki-ghazab-kahani-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/A13tucXoWlL._SL1500_-141x200.jpg",
        "title": "Baywatch (2017)",
        "description": "နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ အပြိုင်အဆိုင်ကြဲထားတဲ့ ဟာသအက်ရှင်ဇာတ်ကားပါ...Dwayne Johnson,Zac Efron တို့လိုမင်းသားတွေအပြင် ညှို့ဓာတ်ပြင်းမင်းသမီးတွေဖြစ်တဲ့ Alexandra Daddario,Kelly Rohrbach နဲ့ အိန္ဒိယမင်းသမီး Priyanka Chopra တို့ပါဝင်ထားပါတယ်။(အခန်းအချို့နှင့် စကားလုံးများ ကြမ်းတမ်းခြင်းကြောင့် မိသားစုနှင့်အတူ ကြည့်ရင် မသင့်တော်ပါ)ဇာတ်လမ်းကတော့...ကမ်းခြေမှ အသက်ကယ်သမားတစ်ယောက်ဖြစ်တဲ့ မစ်ချ်ဟာ အလုပ်ကိုအင်မတန်ကြိုးစားပြီး လူတိုင်းက ချစ်ခင်ခံရတဲ့ လူတစ်ယောက်ပါ။ သူ့ရဲ့ တပ်ဖွဲ့အတွက် နှစ်တိုင်းလူရွေးပွဲ ပြုလုပ်လေ့ရှိပါတယ်။ သူ့လက်အောက်မှာ ကောင်မလေး အလန်းလေး ၂ ယောက်ကတော့ အလုပ်ဝင်နေပြီးသားပါ။ ဒီနှစ်အတွက် နောက်ထပ် လူသစ် ၃ ယောက်ရွေးချယ်ရမှာ သူနဲ့လုံးဝမတည့်မယ့် ဘရိုဒီဆိုတဲ့ လူငယ်တစ်ယောက် ပါလာပါတော့တယ်။ အဲဒီလူငယ်က ရေကူးချန်ပီယံ ရွှေတံဆိပ်၂ခုရှင်ဖြစ်ပြီး ဂျစ်ကန်ကန်နဲ့ အပျော်မက်တဲ့သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူ့စကားကို နားမထောင်ချင်တာပါ။ သူတို့အဖွဲ့စဖွဲ့ချင်းမှာပဲ ကမ်းခြေမှာ ဘယ်ကရောက်လာမှန်းမသိတဲ့ မူးယစ်ဆေးဝါးမှုတွေနဲ့ မတော်တဆမှုလို့ထင်အောင် လုပ်ထားတဲ့ လူသတ်မှုတွေ ပေါ်ပေါက်လာပါတော့တယ်။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gprl/(CM)Baywatch.2017.UNRATED.4K.BluRay.REMUX.HEVC.EAC3.5.1Ch.Nyein.mkv",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kt9nqD0uOar8IVE9191HXhWOXKI.jpg",
        "title": "Babylon A.D. (2008)",
        "description": "Babylon A.D. (2008)မင်းသားကြီး Vin Diesel ရယ်၊ တရုတ်မင်းသမီး Michelle Yeoh ရယ်၊ 20th Century Fox production ရယ်နဲ့တင် ဒီဇာတ်ကားက ကြည့်ဖို့ ထိုက်တန်နေပါပြီ။ rating နည်းပေမယ့်လို့ တစ်ခါတစ်လေမှာ ကျွန်တော်တို့ရင်ဘတ်နဲ့ rating နဲ့ သိပ်မကိုက်ညီတာမျိုးတွေလည်း ရှိတတ်ပါတယ်။ခေတ်လွန်နှောင်းပိုင်းအခြေ‌အနေတွေမှာ လူတွေရဲ့ ရှင်သန်ရပ်တည်ပုံတွေ နည်းပညာတွေကို ခပ်ပါးပါးလေး ပြထားတဲ့ဇာတ်ကားပါ။ 2008 ခုနှစ်က ထွက်ခဲ့ပြီး ကားဟောင်းတစ်ကားဖြစ်ပေမယ်လို့ ပြန်ကြည့်ထိုက်တဲ့ ဇာတ်ကားပါပဲ။ ဒီဇာတ်ကားမှာ ကြေးစားစစ်သားတစ်ယောက်ရဲ့ ရုန်းကန်ရှင်သန်ရပ်တည်မှု၊ ဘာသာရေးခုတုံးလုပ်ပြီး အကျိုးရှာချင်တဲ့ ခေါင်းဆောင်တစ်ယောက်၊ ဓာတ်ခွဲခန်းထဲက ဘဝစခဲ့ရတဲ့ လူတစ်ယောက်ရဲ့ ခံစားချက်နဲ့ စတေးခံရမှုတွေအကြောင်း ထူထူမပုတ်ဘဲ ပါးပါးလျပ်လျပ်ပဲ ပြသွားတာမလို့ သေချာအာရုံစိုက် ဆွဲထုတ်ဖို့တော့ လိုမယ်ထင်ပါတယ်။မင်းသားကြီး Vin Diesel ဒီဇာတ်ကားထဲမှာ ကြမ်းပြ ရမ်းပြနေရတာထက် မျက်လုံးတစ်ပေါက်နဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/babylon-a-d-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU1ULUq8D3iRxl1fdX2lZIzdHuI.jpg",
        "title": "Ready Player One (2019)",
        "description": "ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ ရုပ်ရှင်တစ်ကားရိုက်တိုင်း အမြင်သစ်တစ်မျိုးနဲ့တင်ဆက်တတ်တဲ့ စတီဗင်စပီးဘတ်က ၂၀၁၈ မှာတော့ 80s, 90s born တွေအတွက်အမှတ်တရဖြစ်သွားစေမယ့် ကားတစ်ကားကို ချပြသွားခဲ့ပါတယ်။ဒီ Ready Player One ရုပ်ရှင်ဟာ Ernest Cline ရဲ့ Ready Player One ဆိုတဲ့ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ယနေ့ခေတ်မှာ လူသုံးများလာတဲ့ VR စနစ်နဲ့1980 ကနေ 2000 ခုနှစ်ကြားမှာ ရေပန်းကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်၊ ကာတွန်း၊ စာအုပ်၊ ဂိမ်း၊ သီချင်းတို့ကိုအချိုးကျကျ ပေါင်းစပ်ပြသနိုင်ခဲ့တဲ့အတွက် ဝေဖန်ရေးဆရာတွေချီးကျူးထားတဲ့ ရုံတင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။၂၀၄၅ ခုနှစ်အရောက်မှာ ကမ္ဘာပေါ်က လူတွေဟာ လက်တွေ့ဘဝက ပြဿနာတွေကို ရင်ဆိုင်ဖြေရှင်းဖို့မကြိုးစားတော့ပဲ ထွက်ပေါက်အဖြစ် လွတ်မြောက်ဖို့နေရာတစ်ခုအဖြစ် အိုအေစစ်လို့ခေါ်တဲ့ Visual Worldထဲမှာပဲ အိပ်ချိန်၊ စားချိန်နဲ့ သန့်စင်ခန်းသွားချိန်တွေကလွဲလို့ ကျန်တဲ့အချိန်တွေကို ကုန်ဆုံးကြပါတော့တယ်။ဒီ အိုအေစစ်ကြီးကို ဖန်တီးခဲ့သူကတော့ ဂျိမ်းစ်ဟာလီဒေးဖြစ်ပြီး သူမသေဆုံးခင် ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Gp8z/(CM)Ready.Player.One.2018.PROPER.4K.BluRay.x265.10bit.SDR.EAC3.5.1CH.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l-1-139x200.jpg",
        "title": "The Laws of the Border (2021)",
        "description": "လူတောသိပ်မတိုးပဲ ဂိမ်းဆိုင်တွေမှာပဲအနေများတဲ့ Introvert ကောင်လေး နာချိုဟာကျောင်းမှာလည်း အနိုင်ကျင့်ခံကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ်.ဒီကောင်လေးဟာ တစ်နေ့သူသွားနေကြ ဂိမ်းဆိုင်ကနေ လူတစ်ချို့နဲ့တွေ့ပြီးလုယက်ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးထုတ်လုပ်မှုတွေမှာပါ ပါဝင်လုပ်ကိုင်လာခဲ့ပြီး .ဘဝနှစ်မျိုးနဲ့ နေထိုင်နေပါတယ် ဒါပေမယ့်...အမှန်တရားရှောင်လွှဲလို့မရတဲ့အတိုင်းသူ့ရဲ့ Identity အမှန်ကို မိဘဆွေမျိုး ကျောင်းကအနိုင်ကျင့်နေကြ ဘော်ဒါတွေသိသွားခဲ့တဲ့အခါမှာတော့ဘာတွေဖြစ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ....စပိန်လူဆင်းရဲရပ်ကွက်မှာ ကြီးပြင်းလာတဲ့လူငယ်တစ်ယောက်ရဲ့ ဖိအား‌တွေကိုရိုက်ပြထားပြီးစပိန်တွေရိုက်လေ့ရှိတဲ့ ဓားပြတိုက်လုယက်တဲ့ အမျိုးအစားဖြစ်ပြီး IMDB 7 လောက်ရထားလို့ ကြည့်ကောင်းမယ့်ကားပါပဲ(ဘာသာပြန်နဲ့အညွှန်းကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)\nFile size…(2.4 GB) / (1.2 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….02:07:00\nGenre...Action, Adventure, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-laws-of-the-border-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BOTVjYjZiMGItMGEyYS00MDllLTg5ZmUtMzI3NDcwMjdiNjU1XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Republic (2021)",
        "description": "Republic 2021\nIMDb 8.5/10အသစ်ထွက်ရှိလာတဲ့ Republic ဆိုတဲ့ တောင်ပိုင်းကားလေးကတော့\nPolitical Thriller/ Drama အမျိုးအစားဖြစ်သည့်အားလျော်စွာ နိုင်ငံရေးကားကောင်းလေးတစ်ကားဆိုပါတော့...အိန္ဒိယနိုင်ငံရေးဇာတ်ကားဖြစ်တာနဲ့အညီ\nနိုင်ငံရေးသမားတွေရဲ့လုပ်စားကွက်တွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေ၊ သူတော်ချင်းချင်းသတင်း‌လွေ့လွေ့လုပ်နေတာတွေ၊\nလက်ဝါးကြီးအုပ်အမြတ်ထုတ်တာတွေကြောင့် အောက်ခြေဆင်းရဲသားနင်းပြားလေးတွေရဲ့ဘဝတွေ အဖိနှိပ်ခံရပုံတွေ...\nပညာရေးစနစ်၊ တရားရေးစနစ်၊ စာရိတ္တပိုင်းဆိုင်ရာတွေပါ ချို့ယွင်းပျက်စီးနေပုံတွေကို ထည့်သွင်းရိုက်ကူးထားပါတယ်။အာဏာကိုအလွဲသုံးစားလုပ်မယ့်သူနဲ့ မတရားရင် ငြိမ်မခံတဲ့ ပြည်သူ့ဖက်က ဘက်တော်သားတို့ ဒီကားမှာ သူနိုင်ကိုယ်နိုင်အပြိုင်ကြဲကြမှာပါ..\nလူသိများနာမည်ကြီးတဲ့တောင်ပိုင်းမင်းသားမင်းသမီးတွေဇာတ်ပို့တွေ ပါဝင်တာကြောင့် တောင်ပိုင်းစတိုင်မိုက်တဲ့ဇာတ်ကားပါပဲ။\nFile size…(2.2 GB)/(1 GB)\nQuality….WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Mugiwara Ya & San Thu Aung",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/republic-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTY5YTcyODMtYjYzNi00ZjM5LWE1ZGItNzdlNDE4MDFmNzFhXkEyXkFqcGdeQXVyMzA3NjI1NzM@._V1_-141x200.jpg",
        "title": "Romantic (2021)",
        "description": "ဒီနေ့ထွက် အိန္ဒိယတောင်ပိုင်း Action,Drama,Romance ကားလေးတင်ဆက်လိုက်ပါတယ်။လူဆိုးတွေဆိုတာ လူကောင်းတွေလားလို့ မေးလိုက်ရင် အရူးလားဆိုပြီး တုံ့ပြန်ကြမယ်ထင်ပါတယ်။ လူဆိုးဆိုတာကရော လူကောင်းမဖြစ်နိုင်ဘူးလားလို့ မေးစရာလိုတဲ့ အကြောင်းတွေ သပွတ်အူ လူ့လောကကြီးမှာ ရှိတယ်ဆိုပါစို့။ဗက်စကို နဲ့ အန်နီဆိုတဲ့ သူငယ်ချင်း နှစ်ယောက်က ဆင်​ခြေဖုံးရပ်ကွက်မှာ ​နေထိုင်ကြတဲ့ လူဆင်းရဲလေးတွေပါ။ ဗက်စကိုဟာ ရဲတစ်​ယောက်ရဲ့သားဖြစ်​ပေမယ့် အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးကို ရှာ​ဖွေရင်း လောကကြီးရဲ့ မျက်လှည့်စင်မြင့်ပေါ်မှာ သူကိုယ်တိုင် လူဆိုးဂိုဏ်းဝင်တစ်ဦးဖြစ်လာခဲ့ပါ​တယ်။\nသူ့ရဲ့ အချစ်ဆုံး ငယ်သူငယ်ချင်း အန်နီကလည်း သူ့​နောက် တစ်​ကောက်​ကောက်​ပေါ့။တစ်​နေ့မှာ​တော့ ဗက်စကိုဟာ မိုနီကာဆိုတဲ့ ရဲတစ်​ယောက်ရဲ့ညီမကို ချစ်ကြိုက်မိပါ​တော့တယ်။ လူဆိုးဘဝနဲ့ ကျင်လည်ရင်း အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးရဲ့ ဘိန်းကုန်စည်​တွေကို ဖြတ်ခုတ်ပြီး သူ​နေထိုင်ရာ ရပ်ကွက်​လေးရဲ့ တိုးတက်ရာတိုးတက်​ကြောင်းကို ကူညီ​နေတဲ့ Robin Hood လက်သစ်​လေး ဗက်စကိုဟာ မိုနီကာကို ချစ်​ပေမယ့် တပ်မက်တယ်လို့ပဲ ထင်ခဲ့မိတယ် အချစ်ကို ဝန်မခံရဲခဲ့ဘူး။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gnda/(CM)ROMANTIC_(2021)_Telugu_TRUE_WEB-DL_-_1080p_-_HEVC_-_UNTOUCHED.mkv",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1T5BAF0RsrQfQik5WtXA30gJlk7.jpg",
        "title": "Annaatthe (2021)",
        "description": "Annaatthe 2021===============Drama/Actionအချစ်နဲ့စစ်မှာမတရားတာမရှိဘူးလို့ထင်တဲ့အယူအဆကိုယနေ့တိုင်လက်ခံထားတဲ့သူတွေရှိသလို၊လက်မခံထားတဲ့သူတွေဆိုတာလည်းရှိ‌သပေါ့လေ။ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးမို့ရှုထောင့်အထွေထွေနဲ့ရှုစားကြရာမှာအနီးစပ်ဆုံးမှန်သွားတယ်ဆိုတဲ့ဟာတွေကိုတစ်အုပ်စုခွဲပြီးမှတ်ရတာပေါ့။တမီးလ်ကားတွေကိုအရင်ကမြန်မာပေါကားတွေလောက်ပဲထင်ခဲ့ ဘောလိဝုဒ်ကိုမမီပါဘူးလို့ထင်ခဲ့မိပေမဲ့တကယ့်တမီးလ်ကားကောင်းတွေကိုကြည့်မိပြီးသွားတဲ့အခါ တမီးလ်ကားတွေကြည့်ရတာလည်းကျွန်တော်သဘောကျတတ်လာတယ်ဗျ။ တမီးလ်ကုလားကားဆိုတဲ့အတိုင်း သီချင်းလေးတွေပါကန်ရင်လေပေါ်လွင့်ထွက်သွားတာတွေက ယုတ္တိမတန်တာကလွဲရင် ကြည့်လို့လည်းကောင်းသလိုဇာတ်လမ်းဇာတ်ကွက်ကောင်းတာကိုတော့ တကယ်မချီးကျူးဘဲမနေနိုင်လောက်အောင်ပါဘဲ။ဒီကားလေးဟာလည်း ဇာတ်လမ်းအစကနေအဆုံးထိတောက်လျှောက်ဆွဲခေါ်သွားနိုင်စွမ်းရှိတဲ့တမီးလ်ကားကောင်းလေးတွေထဲကတစ်ကားပဲဖြစ်ပါတယ်။ ငယ်ငယ်တည်းကဆုံးပါးသွားတဲ့အဖေနဲ့အမေမရှိတော့တဲ့နောက်ပိုင်း တစ်ဦးတည်းသောညီမလေးကိုအချစ်တွေတိုးလို့ချစ်ခဲ့ရတဲ့ရွာသူကြီးအစ်ကိုကြီးတစ်ဦး၊ အစ်ကိုကြီးစကားဆိုတစ်‌သွေမတိမ်းနားထောင်တဲ့ညီမလေးအနေနဲ့အစ်ကိုကြီးအိမ်ထောင်ဖက်အသစ်ရှာပေးတာကိုကြည်ကြည်ဖြူဖြူလက်ခံဖို့စဉ်းစားရင်း၊ဘယ်လိုကနေဘယ်လို မြို့ပေါ်ကလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပါရင်ဆိုင်သွားရမယ်၊ဘယ်နေရာမှဘယ်လိုဇာတ်လမ်းဇာတ်ကွက်လှည့်သွားမလဲဆိုတာကိုတော်တော်ကြည့်ကောင်းမယ့်ကားလေးကတော့ Annaatthe 2021 ပဲဖြစ်ပါတယ် \nFile size…1.59Gb / 4GB\nQuality…720p WEBDL\nFormat…Mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Yk\nTranslated by San Thu Aung & Sai ThuRein Lynn",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/annaatthe-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvHjp1vEFmp5FquSCPQ2O95tIZJ.jpg",
        "title": "Edge of Darkness(2010)",
        "description": "Edge of Darkness(2010) အညွှန်း***************************IMDb...7.0\"လူတိုင်းနိုင်ငံရေးလုပ်လာကြတဲ့ အခြေအနေတစ်ခုရှိတယ်\nလုံးဝမဖြစ်သင့်တဲ့အဖြစ်မျိုးမှန်း သိနေတဲ့အခါမှာ ဝင်ပါရတော့တာပဲလေ\nကိုယ့်ဘဝဆုံးသွားနိုင်တယ်ဆိုတာတောင်သိလျှက်နဲ့ပေါ့\"ဒါကတော့ ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဂျက်ဘာ့ဂ်က ပြောခဲ့တဲ့စကားပေါ့...ဘော်စတွန်မြို့က စုံထောက် သောမတ်စ်ခရေဗင်မှာ အမ်မာခရေဗင်ဆိုတဲ့ သမီးတစ်ယောက်ရှိတယ်..\nတစ်နေ့တော့ သူနဲ့သူ့သမီးနဲ့ အိမ်တံခါးဝကအထွက် လူတစ်ယောက်က \"ခရေဗင်\"လို့အော်ပြီး Shotgun နဲ့ပစ်သွားတာမှာ သူ့သမီးမှန်ပြီး ဆုံးသွားတယ်.....\nခရေဗင်ဟာ စုံထောက်တစ်ယောက်ဖြစ်တဲ့အတွက် ရန်ငြှိုးရန်စတွေရှိမှာပဲလို့ရဲတွေကတွေးမိတဲ့အခါမှာ လူသတ်သမား တကယ်တမ်းသတ်ချင်တဲ့လူကစုံထောက်ခရေဗင်ပဲဖြစ်မယ်လို့ ကောက်ချက်ချလိုက်တယ်...\nသူ့ကိုပစ်တဲ့အချိန်မှာ သူ့သမီးကိုမှားပြီးထိသွားတယ်ပေါ့...\nဒါပေမဲ့ ဒီကိစ္စက သွေးရိုးသားရိုးမဟုတ်မှန်းရိပ်မိတဲ့ စုံထောက်ခရေဗင်အတွက်တော့တစ်ကိုယ်တော်ထောက်လှမ်းမှုတွေလုပ်ပြီး လူသတ်သမားကို လိုက်ရှာတဲ့အခါမှာသူ့သမီးနဲ့ပတ်သက်တဲ့အကြောင်းတွေကို မထင်မှတ်စွာဘဲ ရှာဖွေတွေ့ရှိလာခဲ့ရချိန်မှာတော့...   File Size :(2.2GB) (0.9 GB) and (365 MB)\nQuality : Blu-Ray 1080p5.1ch ,720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/edge-of-darkness2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMTQ1MjUyOTgxM15BMl5BanBnXkFtZTgwNTg3MjM4MTE@._V1_-133x200.jpg",
        "title": "Saving General Yang (2013)",
        "description": "IMDb Rating(6.4)ရန်အိမ်တော်ဆိုတာနဲ့ တစုန့်ခေတ်က အရဲရင့်ဆုံးစစ်သူကြီးအဖြစ် လျောင်နိုင်ငံရဲ့ကျူးကျော်မှု‌တွေကိုတွန်းလှန်ခဲ့တဲ့စစ်သူကြီး \"ရန်ရဲ့\"ကို တော်တော်များများ သိကြမှာပါ။\nနှစ်ပေါင်းများစွာ တစုန့်ပြည်အတွက် သက်စွန့်ဆံဖျားအစေခံရင်း အလုပ်အကျွေးပြုခဲ့တဲ့ သူ့ရဲ့နောက်ဆုံးတိုက်ပွဲအကြောင်းကို ဒီရုပ်ရှင်မှာလိုက်ပါစီးမျောခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်း............တစုန့်ပြည်ကိုကာကွယ်ရင်း လွန်ခဲ့သော ဆယ်နှစ်က သူအနိုင်တိုက်ခဲ့တဲ့ လျောင်စစ်တပ်ရဲ့ ဗိုလ်ချုပ်သားနဲ့ပြန်ရင်ဆိုင်ရတဲ့အခါ...\nစစ်ပွဲက သာမန်စစ်ပွဲနဲ့မတူတော့ဘဲ ရန်ငြိုးတွေကို အပြတ်ရှင်းကြမယ့်စစ်ပွဲဖြစ်နေတဲ့အခါ...\nထောင်ချောက်မိပြီး ဝံပုလွေတောင်ခံတပ်မှာ ပိတ်မိနေတဲ့စစ်သူကြီးကိုကယ်တင်မယ့် သူ့သား၇‌ ယောက်...\nသူတော်စဉ်ကြီးရဲ့ သား ၇ ယောက်သွားပြီး ၆ယောက်ပြန်လာမယ် လို့ထွက်ပေါ်လာတဲ့ကောလဟာလ...\nတကယ့်အဖြစ်အပျက်နဲ့ဘာတွေလွဲမှာလဲ။\nတကယ်တမ်းမှာ ဘယ်သူတွေအသက်ရှင်မှာလဲဆိုတာကို သမိုင်းဖြစ်ရပ်မှန်တွေနဲ့ ချိတ်ဆက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ဟောင်ကောင်ဒါရိုက်တာ Ronny Yu ရဲ့လက်ရာဖြစ်သလို အစအဆုံးဆွဲဆောင်မှုရှိရှိနဲ့တင်ဆက်ထားနိုင်ပါတယ်။CGI မကြိုက်တဲ့မိတ်ဆွေတွေအတွက် ကြည့်ရတန်မယ့်ရုပ်ရှင်တစ်ကားပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lwin Htoo Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/saving-general-yang-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNWIyNmQxNGEtMDU5OC00N2Y0LTkwYzktYWQ1Y2Q5ZjE4ZGJjXkEyXkFqcGdeQXVyODM2Njg2OTg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Alita: Battle Angel (2019)",
        "description": "အနာဂတ်ကာလမှာပါ။ တစ်စစီဖြစ်နေတဲ့ စက်ရုပ်မလေးတစ်ယောက်ဟာCyber-doctor တစ်ယောက်ကယ်တင်ခဲ့လို့ ပြန်လည်နိုးထလာခဲ့တယ်။သူ့ကိုယ်သူ ဘယ်သူမှန်းမျသိ၊ အပြင်လောကအကြောင်းလည်းဘာမှမသိတဲ့ Alita ဟာ တိုက်ရည်ခိုက်ရည်ကျွမ်းလှတဲ့အတွက် သူ့မိသားစုကိုကာကွယ်ရင်းနဲ့မှ သူ့ရဲ့အတိတ်၊ သူနေထိုင်တဲ့မြို့နဲ့ သူ့ရဲ့ရည်မှန်းချက်တို့ကို ပြန်လည်သိရှိလာခဲ့ပါတယ်။Review\n…\nနာမည်ကျော် Japan Anime series တို့ကို ရုပ်ရှပ်အဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။Manga/anime adaptation တွေထဲမှာ ရှားရှားပါးပါး source material အရသာမပျောက်အောင် အကောင်းဆုံးဖန်တီးထားနိုင်တယ်လို့fan တွေကပြောပါတယ်။Creator ကြီး Yukito Kishiro ကိုယ်တိုင်ကဒီကားကို ၅ ခေါက်တိတိကြည့်ပြီးပြီဖြစ်ပြီးသူ့အတွက်တော့ \"Greatest movie in the world\" ပါပဲလို့ပြောပါတယ်။ကျွန်တော် anime/manga တစ်ခုမှမသိပါဘူး။ဆိုတော့ ရုပ်ရှင်တစ်ကားအနေနဲ့ပဲ မြင်သလောက် ပြောကြည့်ပါမယ်။Avatar ဖန်တီးရှင်ကြီး James Cameron ကိုယ်တိုင်producer အဖြစ်ပါဝင်ပြီး Robert Rodriguez ရိုက်ကူးထားတဲ့Alita: Battle Angel ရုပ်ရှင်ဟာ တကယ့် visual spectacle ကြီးတစ်ခုပါပဲ။အရာအားလုံးက ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mkej/(CM)Alita.Battle.Angel.2019.Open.Matte.4K.BluRay.HEVC.EAC3.5.1CH.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9VFBtfMRKh5Yfd8jQ4kPhhD441D.jpg",
        "title": "The Terror Live(2013)",
        "description": "The Terror Live(2013) အညွှန်း*************************IMDb...7.5ယွန်းယောင်ဟွာဟာ နာမည်ကြီးသတင်းတင်ဆက်သူဖြစ်ခဲ့ပေမယ့်သူရဲ့လာဘ်စားတယ်ဆိုတဲ့သတင်းကြောင့် ရေဒီယိုတင်ဆက်သူအနေနဲ့ ရာထူးချခံထားရပါတယ် ...တစ်နေ့မှာ ရေဒီယိုကနေ အစီအစဉ်တင်ဆက်နေတုန်း မာဖိုတံတားကို ဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်တဲ့ဖုန်းခေါ်ဆိုမှုတစ်ခုကို ရရှိခဲ့ပါတယ် ...အစပိုင်းမှာတော့ စနောက်တယ်ထင်ပြီး ဖောက်ခွဲလိုက်လို့ ပြောခဲ့ပါတယ် ...အကြမ်းဖက်သမားဟာတကယ်ပဲ ဖောက်ခွဲပြလိုက်တဲ့အခါမှာတော့အားလုံးကထိတ်လန့်ကုန်ကြပါတယ်..ဒီအခြေအနေက သူ့အတွက် သတင်းတင်ဆက်သူနေရာကို ပြန်ရနိုင်မယ့်အခွင့်အရေးပဲဆိုပြီး ရဲကိုအကြောင်းမကြားဘဲ သူ့ရဲ့အထက်လူကြီးနဲ့တိုင်ပင်ပြီး သူတို့အစီအစဉ်ကို ကြည့်သူရှုသူများအောင်လုပ်မယ်ဆိုပြီး ညှိနှိုင်းမှုလုပ်ကြပါတယ်...အကြမ်းဖက်သမားနဲ့လည်း သဘောတူညီမှုတွေ လုပ်ခဲ့ကြပြီးတစ်နိုင်ငံလုံး ကြည့်ရှုနိုင်ဖို့ သူတို့ဖုန်းပြောတာကို တိုက်ရိုက်ပြသခဲ့ပါတယ် ...သူ့ရဲ့  တကိုယ်ကောင်းဆန်တဲ့လုပ်ရပ်ဟာ အကုန်လုံး ပြဿနာအကြီးကြီးတက်ဖို့ဖြစ်လာပါတော့တယ်...ဒီကားက ကိုရီးယားရဲ့နာမည်ကြီးမင်းသားဖြစ်တဲ့ Ha Jung-woo အဓိက ပါဝင်ထားပြီးအခြားနာမည်ကြီ:သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်...ဇာတ်လမ်းဟာ အစမှ အဆုံးထိ ဇာတ်ရှိန်ကျမသွားသလိုရင်တထိတ်ထိတ်နဲ့ကြည့်ရအောင်မြိုင်ဆိုင်လွန်းလှတယ်...လူတွေရဲ့သဘော တွေ နိုင်ငံရေးသမားတွေရဲ့ လှည့်ကွက်တွေ အမြတ်ထုတ်မှုတွေအကြောင်းရိုက်ပြထားသလိုဘက်ဂျက်လည်းအတော်ကုန်ကျခံထားတဲ့ဇတ်ကားဖြစ်တယ်...ဒါ့ကြောင့်  ရုံတင်ပြီးပြီးချင်း ၆ရက်မှာပဲ လက်မှတ်အ​စောင်ရေ ၂မီလီယံရောင်းချခဲ့ရပြီးBox Officeမှာလည်း ဒုတိယအနေရာအထိရောက်ရှိခဲ့ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Estel ဖြစ်ပါတယ်..    File Size : (1.8GB)(921 MB) and ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-terror-live2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpnR174jTJqdduuOFGeI7RdKHZZ.jpg",
        "title": "A Better Tomorrow II (1987)",
        "description": "A Better Tomorrow II (1987)IMDb Rating - 7.3\nDirected By John Wooဂျွန်ဝူးရဲ့ ဂန်းကားတွေမှာ ကျွန်တော်အကြိုက်ဆုံး အချက်ကိုပြောရရင် သူ့ထဲက ‌ဇာတ်ကောင်တွေ, အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့ ဇာတ်ကောင်တွေဟာ မိတ်ကောင်းဆွေကောင်း အရမ်းဆန်ပြီး သူတို့မိတ်ဆွေတွေအတွက် အသက်ကိုတောင် မမှုတဲ့လူတွေ ဖြစ်နေတာကိုပါပဲ။ ကျွန်တော်တို့ရော အဲဒီလောက် မိတ်ဆွေကောင်းပီသနိုင်ပါ့မလား,အဲဒီလို မိတ်ဆွေမျိုးရော ရနိုင်ပါ့မလား,မသေချာပေမဲ့ သူတို့တွေရဲ့ မိတ်ဆွေကောင်းပီသမှုကတော့ ကျွန်တော်တို့ရင်ထဲကို အနည်းနဲ့အများတော့ ထိလောက်မှာပါပဲ။ချောင်ယွန်ဖတ်ဟာ လက်တွေ့ဘ၀မှာလည်း ကိုယ်ကျိုးမကြည့်တဲ့ လူကောင်းတစ်ယောက်ပါ။လက်ရှိထိ နာမည်အကြီးဆုံး သက်တမ်းအရင့်ဆုံး မင်းသားကြီးပေမဲ့ ဟောင်ကောင်ရဲ့လမ်းမတွေ မုန့်ဆိုင်တွေမှာ ရိုးရိုးကုတ်ကုတ်ပုံစံနဲ့ပဲ တွေ့ရတတ်တယ်။ သူသေပြီးရင် သူ့စည်းစိမ်တွေအားလုံးကို ပရဟိတအဖွဲ့တွေကို ပေးပစ်ဖို့ပါ အစီအစဉ်ချထားတဲ့သူပါ။ သူရှာထားသမျှတွေကို သူ့ကိုယ်ကျိုးအတွက် သုံးတာ အင်မတန်နည်းတယ်လို့လည်း ငယ်ငယ်က သတင်းစာမှာ ဖတ်ခဲ့ဖူးတယ်။ ဒီလိုသဘောထားကြီးတဲ့ ချောင်ယွန်ဖတ်ဟာ ရုပ်ရှင်ထဲက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/abt2-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/venom-134x200.png",
        "title": "Venom: Let There Be Carnage (2021)",
        "description": "Venom: Let There Be Carnage (2021)==========================IMDb Rating - 6.3/10Venom 2 WebDL video quality, sound quality ကောင်းကောင်းနဲ့ Digital Released ထွက်လာပြီမို့ . update လုပ်ပြီးတင်ဆက်ပေးလိုက်ပါပြီ။Venom ဒုတိယကားမှာလည်း အက်ဒီ နဲ့ ဗယ်နွန်က မတည့်အတူနေပါပဲ။ ငြင်းလိုက်ခုန်လို့ ရန်ဖြစ်လိုက်နဲ့ လူဆိုးတွေနဲ့ ချနေဆဲပါပဲ။ကလိတပ်ဆိုတဲ့ စိတ္တဇလူသတ်သမားဆီကို အနီရောင် ကပ်ပါးကောင် ကာနေ့ဂျ် ရောက်သွားပြီ ထောင်ကနေ လွတ်မြောက်သွားပါတယ်။ကလိတပ်က သူ့ရဲ့ချစ်သူကိုပါ ထောင်ထဲက ကယ်ထုတ်ပြီး အက်ဒီ နဲ့ဗယ်နွန်ကို ကလဲ့စားချေဖို့ လိုက်လာတဲ့အခါ.....အဆက်အစပ်ရှိချင်ရင်တော့ CM မှာတင်ပေးထားတဲ့ Venom 1 ကိုကြည့်လို့ရပါတယ်။ နောက်ပြီးတော့ Venom-2 ရဲ့ အဆုံးမှာစပိုက်ဒါမန်း နဲ့ ဆက်စပ်မယ့် တစ်ခန်းပါသေးတာမို့ သေချာလေး ရှာကြည့်လိုက်ပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/venom-let-there-be-carnage-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shoot-Em-Up-poster-133x200.jpg",
        "title": "Shoot ‘Em Up (2007)",
        "description": "Shoot 'Em Up (2007)IMDb - 6.7/10_____Rotten - 67%\nမမမိုနီကာပါဝင်တဲ့ Action/Thriller လေးပါ...မုန်လာဉနီမြင်ရင် သတိရနေမိတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။ဇာတ်လမ်းအကြောင်းလေးကို အနည်းငယ်မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအစမှာ ဘယ်သူမှန်းမသိတဲ့ ဗိုက်ကြီးသည်မိန်းကလေးတစ်ယောက်နဲ့စတင်ထားပါတယ်။ဒီမိန်းကလေးကို ဘယ်ကမှန်းမသိတဲ့ လူတစ်စုကသတ်ဖြတ်ချင်နေကြပါတယ်. . .အဲ့လိုပြသနာတွေဖြစ်နေကြတုန်းမှာ ဘယ်လိုပေါ်လာမှန်းမသိတဲ့ ဇာတ်လိုက်က မိန်းကလေးကိုကယ်သွားပါတယ်...ကလေးတောင်မွေးပေးလိုက်သေး...သူတို့ဇာတ်ရှုပ်ကြီး အပစ်အခတ်ကြမ်းကြမ်းနဲ့ ဘယ်လိုရှင်းကြမလဲဆိုတာ....။ဇာတ်လမ်းသွား တမူထူးခြားတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:26:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Idiot Myo Ko",
        "rating": "6.7",
        "url": "https://megaup.net/10jjr/(CM)Shoot.Em.Up.2007.1080p.BluRay.DTS.x264-hV.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/e-133x200.jpg",
        "title": "Empire of the Sun (1987)",
        "description": "စတီဗင် စပီးဘက်ရဲ့ Epic war dram ရုပ်ရှင်တစ်ခု\nတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဒါရိုက်တာက\nအသက် 13 နှစ်အရွယ် မင်းသား ခရစ်ရှန်ဘေးကို\nအယောက် ၄၀၀၀ လောက် ဝင်အရွေးခံတဲ့အထဲကမှ\nရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့\nဂျေမီဆိုတဲ့ ဗြိတိန်လူမျိုး ကောင်ကလေးပါပဲ။\nသူက သူ့မိဘနှစ်ယောက်နဲ့အတူ ရှန်ဟိုင်းမှာ\nမွေးကတည်းက နေခဲ့တာပါ။ တကယ်တော့\nတရုတ်နဲ့ ဂျပန် စစ်မကြေညာဘဲ စစ်ဖြစ်နေတာ\nလေးနှစ်လောက်ကြာနေပါပြီ။ ဒါပေမဲ့ နိုင်ငံတကာ\nသံတမန်လုံခြုံရေးအရ ရှန်ဟိုင်းမှာ အေးအေးလူလူ\nနေထိုင်နေကြတဲ့ အနောက်တိုင်းသားတွေ အများကြီးပါပဲ။\nသူတို့အေးအေးလူလူ နေနိုင်တဲ့အချိန်တွေ\nကုန်တော့မှာကို မသိကြသေးပါဘူး။\nပုလဲဆိပ်ကမ်းကို ဂျပန်တွေဗုံးမကျဲခင်အထိပေါ့လေ။\nဒီလိုနဲ့ ဒုတိယကမ္ဘာစစ်ကြီးထဲမှာ ဂျပန်တွေ\nရှန်ဟိုင်းကိုဝင်လာချိန်မှာမှာ ဗြိတိန်သားတွေအလုအယက်\nထွက်ပြေးကြရပါတော့တယ်။ ထွက်ပြေးကြတဲ့အချိန်မှာမှ\nဂျေမီလေးက တစ်ယောက်တည်း မိဘတွေနဲ့ ကွဲပြီးကျန်နေခဲ့တာပေါ့။\nဂျေမီလေးက လေယာဉ်တွေကို အရမ်းစိတ်ဝင်စားပြီး\nဂျပန်တွေကိုလည်း သတ္တိရှိတယ် လေယာဉ်တွေပိုကောင်းတယ်ဆိုပြီး\nလေးစားတဲ့စိတ်ရှိပါတယ်။ ကလေးတစ်ယောက်ရဲ့ ရိုးရှင်းတဲ့အတွေးပေါ့။\nဒါပေမဲ့ ဘေစီဆိုတဲ့ အမေရိကန်တစ်ယောက်နဲ့အတူ\nဂျပန်ချွေးတပ်စခန်းမှာ နှစ်အတော်ကြာနေလိုက်ရတဲ့အခါမှာတော့\nဂျေမီ တစ်ဖြည်းဖြည်းပြောင်းလဲလာရတာကို\nစစ်သမိုင်းနောက်ခံနဲ့ လှလှပပ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nသေသွားတဲ့သူရဲ့ ဖိနပ်တွေကို မချွတ်ဖို့အတင်းတားခဲ့ဖူးတဲ့\nကောင်လေး အဖြစ်ကနေ သူသေသွားရင် သူ့ဖိနပ် ကျွန်တော့်ကိုပေးနော်ဆိုတဲ့\nကောင်လေးဖြစ်လာတဲ့ဂျေမီ။ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/empire-of-the-sun-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-target-korean-movie-140x200.jpg",
        "title": "The Target (2014)",
        "description": "ဒီကိုရီးယားကားကတော့ Action/Thriller ထဲမှာ တော်တော်ကောင်းတဲ့ကားမို့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။မင်းသားမင်းသမီးတွေကလဲ Ryu Seung-ryong,Lee Jin-wook,Cho Yeo-jeong တို့လို တကယ့်နာမည်ကြီးဖိုက်တာတွေချည်းပါပဲ...ဇာတ်လမ်းကတော့မမျှော်လင့်တဲ့ ကိစ္စတစ်ခုကြောင့် ထွက်ပြေးလာရတဲ့ သူက ကားတိုက်မှုနဲ့ ဆေးရုံရောက်လာခဲ့တယ်။ အဲဒီနောက်မှာတော့ ထပ်ပြီးမမျှော်လင့်စရာကောင်းတာက ကုပေးရတဲ့ ဆရာဝန်ပါ။ သူ့ရဲ့ဇနီးကို အကြပ်ကိုင်မှုနဲ့အတူ ဆေးရုံကို ဘယ်ကနေဘယ်လို ဘယ်ကိစ္စကြောင့်ရောက်လာမှန်းမသိတဲ့သူကို ကယ်ထုတ်ရပါတယ်။ ဒီကြားထဲမှာလဲ ကိုရီးယားရဲတွေ၊ စုံထောက်တွေ၊ ထောက်လှမ်းရေးတွေက အဲဒီလူကို အသည်းအသန်လိုချင်နေကြတယ်။ အကြောင်းအရင်းကတော့ အဆောက်အဦးပိုင်ဆိုင်မှုကိစ္စအရှုပ်တော်ပုံမှာ လူသတ်တရားခံအဖြစ် သံသယရှိလို့ပါတဲ့။ ဇာတ်လမ်းက စိတ်ဝင်စားစရာကောင်းပြီး သနားဖို့လည်းကောင်း အက်ရှင်ခန်းတွေလည်းကောင်းပါတယ်လို့ ပြောရမယ်။ကိုရီးယားတို့ထုံးစံအတိုင်း ဇာတ်လမ်းလေးတော့ အနည်းငယ်ရှုပ်သယောင်ထင်ရပေမယ့် ပေါ့ပေါ့ပါးပါးကြည့်လို့ရနေတာကလည်း မမျှော်လင့်ရတာပါပဲ။ ဒါကြောင့် လူသတ်တရားခံအဖြစ် သံသယရှိသူနဲ့ ဆရာဝန်တို့ ဘယ်လို ၂ ပါးသွားကြမလဲ၊ သူတို့ကို ရဲတွေက ဘာကြောင့် အသည်းအသန်လိုချင်နေကြလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။\nFile size…(1.3 ...",
        "rating": "6.3",
        "url": "https://megaup.net/2meei/(CM)The.Target.2014.Bluray.1080p.HEVC.AAC2.0CH.mkv",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCAshXRrhJlJf4BrvFWrW6LzG8x.jpg",
        "title": "Pon Manickavel(2021)",
        "description": "Pon Manickavel (2021)ဒီတစ်ခေါက်မှာတော့ နာမည်ကြီးမင်းသား Prab Deva ရဲ့ အကြိမ် ၅၀ မြောက်သရုပ်ဆောင်မှုဖြစ်တဲ့ တမီးလ်ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေအရင်ဆုံး ဇာတ်လမ်းအကျဥ်းကို ကြည့်လိုက်ကြရအောင်ပွန် မာနီကယ်လ်ဗီဆိုသူက သေနတ်ပစ်တဲ့နေရာမှာ အထူးကျွမ်းကျင်တဲ့သူဖြစ်ပြီးတော့ နိုင်ငံတကာလေ့ကျင့်ရေးသင်တန်းမှာလည်းရွှေတံဆိပ်ဆုရထားတဲ့ ထိပ်တန်း ရဲအရာရှိတစ်ယောက်ဖြစ်ပါတယ်ဒါမဲ့ ပွန်ဟာ အတိတ်က အမှုတစ်ခုကို စုံစမ်းပြီးတဲ့ချိန်မှာပဲ ရုတ်တရက် ရဲအလုပ်ကနေနှုတ်ထွက်ပြီးတော့ ရွာပြန်ပြီး နွားကျောင်းနေပါတော့တယ်ပွန့်လို ထိပ်တန်းရဲအရာရှိတစ်ဦးက ဘာအကြောင်းကြောင့်ဒီလိုနှုတ်ထွက်ခဲ့လဲဆိုတာကို ဘယ်သူမှလည်း မသိခဲ့ကြပါဘူးဒီလိုနဲ့ တစ်နေ့မှာ နာမည်ကြီး ဗဟိုရုံးကတရားသူ​​ကြီးတစ်ဦးသဲလွန်စ မကျန်အောင် ရက်ရက်စက်စက်ပစ်သတ်ခံရလိုက်ရပါတယ်ဒီအမှုကို စုံစမ်းဖို့အတွက် အထက်က မာနီကယ်လ်ဗီကို တာဝန်ပေးအပ်လိုက်တဲ့အခါ......ရွာပြန်နွားကျောင်းပြီး အထက်ကတာဝန်ပေးမှ အမှုပြန်စုံစမ်းတဲ့ ပွန်တစ်ယောက်လက်ဖက်ရည်လေးသောက်လိုက် မိန်းမနဲ့ အချိန်ဖြုန်းလိုက်နဲ့ အမှုကိုအေးဆေးစုံစမ်းနေပြန်တော့ ကျန်တဲ့ အဖွဲ့ဝင်တွေကလည်း သူ့ကို အမြင်မကြည်ကြတော့ပါဘူးအမှုစုံစမ်းနေရင်းမှာပဲ ဆက်တိုက်ဆိုသလို နာမည်ကြီးစုံထောက်တွေပါ အသတ်ခံနေရတဲ့အခါ.....ဒီအမှုတွေရဲ့ လူသတ်တရားခံက ဘယ်သူလဲ???အမှုတစ်ခုနဲ့ တစ်ခုရော ဘယ်လိုတွေဆက်စပ်နေတာလဲအတိတ်တုန်းက ပွန့်ကို ရဲအဖြစ်က ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/pon-manickavel2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/jungle_cruise_payoff_digital-keyart_p2_v8_lg-135x200.jpg",
        "title": "Jungle Cruise (2021)",
        "description": "Jungle Cruise (2021)တောတွင်း အပျော်စီး သင်္ဘောကြီး စီးဖို့ အသင့်ဖြစ်ကြပြီလားဗျိုု့မာလိန်မှူး ထူးစိန် တော့ မဟုတ်ဘူးပရိတ်သတ်များရဲ့အချစ်​တော်ကြီး မာလိန်မှူးကြီး ​မောင်​ကျောက်ခဲ (The Rock) နဲ့\n\"ရူးတိုးတိုး\"part 1 and 2ဇာတ်ကားထဲက မင်းသမီး \"Emily Blunt\" တို့ရဲ့ Jungle Cruise ဆိုတဲ့\nအခွီ၊ စွန့်စားခန်း၊ အက်ရှင်ကားသစ်​ကြီးကို ဒီ​နေ့ထွက် ဒီ​နေ့ချက်ချင်း ချန်နယ်မြန်မာပရိတ်သတ်ကြီးဆီ တင်ဆက်​ပေးလိုက်ပါပြီပထမကမ္ဘာစစ်​ခေတ်ကို ​ကျောရိုးယူထားပြီး သ​င်္ဘောမာလိန်မှူးကြီး\n\"ဖရန့်\"ဦး​ဆောင်ကာ ​ဒေါက်တာ\"လီလီဟော်တန်\"နဲ့ သူ့အကိုတို့ပါဝင်တဲ့\nလူစွန့်စားသုံး​ယောက်အဖွဲ့ဟာ အ​မေဇုန်​တောနက်ကြီးထဲမှာရှိတဲ့ \"လမျက်ရည်\"ဆိုတဲ့ သစ်ပင်ကြီးကို သွား​ရောက်ရှာ​ဖွေခဲ့ကြပါတယ်။\nဒီသစ်ပင်ကြီးဟာဆိုရင် ဖျားနာမှုမှန်သမျှကို ယူပစ်သလို သက်သာ​စေတဲ့ နတ်​ဆေးပင်ကြီး တစ်ပင်ပါအဲ့ဒီနတ်​ဆေးပင်ကြီးကို သွား​ရောက်ရှာ​ဖွေရင်း ​တောကြီးမျက်မည်းတို့ရဲ့မာယာအတိုင်း\nကြုံ​တွေ့ရမယ့်သတ္တဝါဆိုးတွေ၊ ​​ဘေးအန္တရာယ်တွေကို သူတို့ဘယ်လို စွန့်စွန့်စားစား​ကျော်ဖြတ်ကြမလဲဒီ​လောက်အစွမ်းထက်လှတဲ့ နတ်​ဆေးပင်ကြီးကို ရှာ​ဖွေဖို့ ကြိုးစား​နေတာ သူတို့သုံး​ယောက်ထဲ ဟုတ်ပါ့မလား၊\nဘယ်လိုလူဆိုး​​တွေပါ​နေဦးမလဲဆိုတာကို ကြည်​တောက်ရှင်းခံစားကြည့်ရှူလိုက်ပါဦး ပရိတ်သတ်ကြီးတို့...အညွှန်းကိုတော့ JimX က ရေးသားပေးထားပါတယ်။ဘာသာပြန်တွေကတော့ CM ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/jungle-cruise-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-133x200.jpg",
        "title": "The Suicide Squad (2021)",
        "description": "The Suicide Squad (2021)Superheroဆိုတာဂျိုနဲ့လားလို့ ​တွေ့သမျှလူတိုင်းကို\nFace to Face လိုက်​မေးမယ့် Harley Quinn ရဲ့ Suicide SqaudလာပါပြီMarvel ရဲ့ ဗရုတ်သုတ်ခအဖွဲ့ဖြစ်တဲ့ GOTGနဲ့​သောင်းကျန်းလို့အပြီးမှာ​တော့\nဒါရိုက်တာ James Gunnတစ်​​ယောက် DC universeရဲ့ ​မျောက်​​လောင်းအဖွဲ့ဖြစ်တဲ့ Suicide Squadဆီကိုပါ ​​ရောက်လာခဲ့ပါပြီIMDB rating - 7.9 နဲ့ Rotten Tomatoes rating - 95% ​တောင်ရထားတာမလို့ ​DCEU ရဲ့ ဇာတ်ကား​တွေထဲမှာ အမြင့်ဆုံး ratingလို့​​တောင် ပြောလို့ရပါတယ်U.S အစိုးရရဲ့ အရာရှိကြီး အမန်ဒါ​​ဝေါလ်လာတစ်​ယောက်\nEnchantressနဲ့ ရင်ဆိုင်အပြီးမှာ ​​နောက်ထပ်ကမ္ဘာပျက်မယ့်​ ဘေးအန္တရာယ်ကြီးတစ်ခုအတွက်\nအ​သေခံ Suicide Sqaud အသစ်တစ်ခုကို ထပ်ပြီးဖွဲ့စည်းရပြန်ပါပြီအဲ့ဒီအန္တရာယ်က​တော့ တောင်​အမေရိကကျွန်းငယ်နိုင်ငံ​လေးတစ်ခုကို\nအုပ်ချုပ်​နေတဲ့လူတစ်စုရဲ့ လက်ထဲကို​ရောက်ရှိ​နေတဲ့\nProject Starfish လို့​ခေါ်တဲ့ ဒီကမ္ဘာပြင်ပကမျိုးစိတ်တစ်ခုပါအဲ့ဒီမျိုးစိတ်နဲ့သက်ဆိုင်တဲ့ စမ်းသပ်မှုလုပ်ငန်း​တွေကို\nအဲ့ဒီကျွန်းနိုင်ငံ​​လေးအထိ သွား​​ရောက်ဖျက်ဆီးရမှာက\nဇာတ်လိုက်​ကျော် Suicide Sqaud ကြီးရဲ့တာဝန် ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-suicide-squad-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icAG01wZyy1ZpS3UEnPReph3jMV.jpg",
        "title": "Never Back Down: Revolt (2021)",
        "description": "Never Back Down : Revolt (2021)ဒီကားလေးက ၂၀၀၈ခုနှစ်ကထွက်ခဲ့တဲ့ Never Back Downကို\nRevolt လုပ်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါ။ရောမခေတ်က လူတွေကိုသတ်ကွင်းထဲထည့်ပြီး\nအချင်းချင်းသတ်ခိုင်းပြီး ကြည့်ကြသလိုပဲ။တိုက်ရည်ခိုက်ရည်ရှိတဲ့အမျိုးသမီးတွေကို လိမ်ညာလှည့်စားခေါ်ပြီးတော့ အချင်းချင်းထိုးခိုင်းတဲ့ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့အစ်ကိုဖြစ်သူက မြေအောက်လက်ဝှေ့လောကမှာ\nလုပ်ပွဲလုပ်ဖို့ သဘောတူခဲ့ပြီးမှ ချိုးဖောက်ခဲ့လို့\nသူဌေးကြီးတစ်ယောက်ဆီမှာအကြွေးတင်သွားရာကနေစပါတယ်။အစ်ကိုနဲ့ညီမနှစ်ယောက်တည်းရှိတာဆိုတော့\nအစ်ကို့ရဲ့အဲ့ဒီအကြွေးအတွက် ညီမဖြစ်သူကဆပ်ပေးဖို့လုပ်ရာကနေ.....\nဒီဇာတ်ကားလေးက သကာရည်လောင်းထားတဲ့မစင်ပုံကြီးလိုမျိုး\nတချို့လူတွေက အပေါ်ယံချိုမြိန်မှုတွေနဲ့ ကိုယ့်ယုံကြည်မှုကို ရယူပြီး\nရောင်းစားသွားတတ်တာကိုပြသွားတဲ့ အမျိုးသမီးဖိုက်တာကားပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chit Tee ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Sports\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.2GB and 912MB and 479MB\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Chit Tee\nEncoder .....August",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/never-back-down-revolt-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYzM0YjJlMWEtZTg0MS00NjM4LWJkMDktN2VmZGU2ZjQ1YjI2XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Shang-Chi and the Legend of the Ten Rings (2021)",
        "description": "Shang-Chi and the Legend of the Ten Rings (2021)===================================IMDb Rating - 7.9/10အားလုံးစောင့်နေကြမယ့် ရှမ်းကြီးလာပါပြီ။ ဒီရုပ်ရှင်ဇာတ်လမ်းကတော့ End Game အပြီး လူတွေ ကမ္ဘာပေါ်ကိုပြန်ရောက်ရှိနေတဲ့ ကာလမှာ အခြေတည်ထားတာပဲဖြစ်ပါတယ်။ အဓိကဗီလိန်ကတော့ The Mandarine ပါ။အိုင်ရွန်မန်း-၃ မှာတုန်းက မန်ဒရင်းအတုနဲ့တွေ့ခဲ့ကြတာ မှတ်မိကြဦးမှာပါ။ ဒီတစ်ခါတော့ မန်ဒရင်းအစစ်လာပါပြီ။စူပါပါဝါတွေရယ် မသေမျိုးအဖြစ်ရယ်ကို ပေးနိုင်စွမ်းရှိတဲ့ ဒဏ္ဍာရီလာ ကွင်းဆယ်ကွင်းကို ပိုင်ဆိုင်ထားပြီး လျို့ဝှက်အဖွဲ့ကြီးတစ်ခုရဲ့ ခေါင်းဆောင်လည်းဖြစ်ပါတယ်။ ရှန်းချီကတော့ သူ့အဖေခိုင်းတာတွေကို မလုပ်ချင်တော့လို့ ငယ်ငယ်ကတည်းက အိမ်ကထွက်ပြေးပြီး ဇာတ်မြှပ်နေခဲ့တဲ့ သိုင်းသမားလေးပဲဖြစ်ပါတယ်။ ရှမ်းချီဇာတ်ကောင်ဟာ မာဗယ်ဟီးရိုးတွေထဲက သိုင်းအတော်ဆုံးဇာတ်ကောင်ဖြစ်ပြီး Iron Fist နဲ့ လက်ရည်တူလောက်ရှိပါတယ်။ ကပ္ပတိန်တို့စပိုက်ဒီတို့ကိုတောင် သိုင်းသင်ပေးဖူးပါသေးတယ်။ ဒီရုပ်ရှင်အဆုံးမှာတော့ ထုံးစံအတိုင်း post-credit scene နှစ်ခုပါတာမို့ ရှာကြည့်ဖို့ မမေ့ပါနဲ့ဦးနော်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/shang-chi-and-the-legend-of-the-ten-rings-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wAD7nnWh4e6wweffwmkLbf35uf0.jpg",
        "title": "Beverly Hills Ninja (1997)",
        "description": "Beverly Hills Ninja (1997)90s born တို့ရဲ့ တစ်ချိန်က အသည်းစွဲ သ​ဘောကျခဲ့ရတဲ့ နင်ဂျာဝတုတ်ကား​လေး CMကို ​ရောက်ရှိလာပါပြီ။နင်ဂျာတွေ တစ်ခေတ်စား​စဉ်အခါက နင်ဂျာလို့ ​ပြောလိုက်တာနဲ့ သိုသိုသိပ်သိပ် ဖျတ်ဖျတ်လတ်လတ် ပိန်ပိန်ပါးပါး​လေး​တွေကိုပဲ မြင်​ယောင်မိကြမှာပါ။\nဒီဇာတ်ကား​လေးမှာ​တော့ ဂျပန် ဒဏ္ဍာရီပုံပြင်အရ တိုင်းတစ်ပါးသားက​လေးတစ်​ယောက်က ထူးမြတ်တဲ့ အဖြူ​ရောင်နင်ဂျာ​လေးအဖြစ် ကြီးပြင်းလာမယ်လို့ ဆိုထားပါတယ်။\nနင်ဂျာမျိုးနွယ်စုဆီကို က​လေး​ပေါက်စ​လေး ​သောင်တင်လာချိန်မှာ​တော့ ​ခေါင်း​ဆောင်က သူပဲဖြစ်ရမယ်ဆိုပြီး ​သေချာပြုစုပျိုး​ထောင် သားတစ်​ယောက်လို ​စောင့်​ရှောက်ခဲ့​ပေမယ့် တက်တက်စင်အောင် တလွဲ​​တွေအမြဲလုပ်တဲ့ မင်းသား ဟာရု...\n​နောက်တစ်​ယောက်က​တော့ ဆရာကြီးရဲ့ တပည့်​တွေထဲ အ​​တော်ဆုံး နင်ဂျာဖြစ်တဲ့ ဂို​ဘေး...ဟာရုတစ်​ယောက် ဒိုဂျိုမှာ တစ်​ယောက်ထဲကျန်ခဲ့ချိန် အန္တရာယ်များတဲ့ မစ်ရှင်တစ်ခုကို လက်ခံရရှိလိုက်ပါ​တော့တယ်...\nအလုပ်လာအပ်တဲ့ မိန်းက​လေးကို သ​ဘောကျမိပြီး ​အ​မေရိကားအထိ လိုက်ကယ်တင်ဖို့ ဖြစ်လာတဲ့အခါမှာ ​တော့ ဟာရု ပေါက်ကရလုပ်လွန်းလို့ အမြင်ကတ်​ပေမယ့်လည်း ဆရာကြီး​ကောင်းမှုနဲ့ ဂို​ဘေးလည်း ဟာရုရဲ့ အရိပ်အဖြစ် ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/bhn-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/poster_c3e4e422e899e471e86e4684e929f9ad-132x200.jpg",
        "title": "Legend of Hunter (2021)",
        "description": "ဝေးလံလှတဲ့ တောင်ပေါ်ရွာလေးမှာနေထိုင်တဲ့ လီချန်ဖူတို့ မိသားစုဟာ\nဆန်းကြယ်တဲ့သေဆုံးခြင်းတွေကို ရင်ဆိုင် ကြုံတွေ့နေရတဲ့အတွက် ပြဿနာရဲ့ အဖြေကို ရှာဖွေရန်အမဲလိုက်သူလျှိုကို ပင့်ခေါ်ခဲ့ပါတယ်ဒါပေမဲ့လည်း အမဲလိုက်သူလျှိုရောက်လာချိန်မှာတော့ လီချန်ဖူရဲ့အသက်ကို မမှီလိုက်တော့ပါဘူးလူအများအပြားကတော့ လီချန်ဖူတို့ အိမ်တော်သေဆုံးမှုအကြောင်းကို အမျိုးမျိုးသော ပုံပြင်ဒဏ္ဍာရီတွေဖန်တီးပြောဆိုနေပေမဲ့လည်း\nအဝေးကရောက်လာတဲ့ လီချန်ဖူရဲ့ တူကတော့ ဒီဆန်းကြယ်မှုတွေနောက်ကွယ်က အဖြေကိုရှင်းရှင်းလင်းလင်း ရှာဖွေချင်ခဲ့ပါတယ်အဲ့ဒါကြောင့် အမဲလိုက်သူလျှိုနဲ့အတူ တောနက်ထဲမှာ အဖြေရှာဖို့ အတူလိုက်ပါသွားပါလာခဲ့တဲ့နောက်....\nတောနက်ထဲမှာ သူတို့နှစ်ယောက်လိုချင်တဲ့အဖြေကို ဘယ်လိုမျိုးတွေ ရှာဖွေဖော်ထုတ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__1.4 GB, 780 MB\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:25:00\nType__Action , Adventure , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/legend-of-hunter-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KowKEuyWziUtnCYicv6zhzTQIv.jpg",
        "title": "Dhamaka (2021)",
        "description": "Dhamaka (2021)Bollywood ရဲ့ နောက်ထပ် remake တစ်ကားလာပါပြီ။The Terror Live ဆိုတဲ့ ရုပ်ရှင်ကို ပြန်လည် ရိုက်ကူးထားတာပါ။ဒီတစ်ခါတော့ နယ်ကျော်ပြီး ကိုရီးယားရဲ့ 2013 ခုနှစ်ထွက် The Terror Live ကိုလှမ်း remake လုပ်ထားတာပါ။\nဒါပေမယ့် ကြည့်ရတဲ့ရသကတော့ တူမယ်မထင်ပါဘူး။\nဇာတ်ကားတစ်ကားကို မင်းသားမင်းသမီးကွဲရင်တောင် ခံစားရတဲ့ရသ ကွဲသေးတာမို့\nနိုင်ငံခြားပါပြီဆိုမှတော့ အကုန်ကွဲပဲမဟုတ်လား။ဒီတော့ ဘာတွေကွဲလည်းသိရအောင် ကိုယ်တိုင်ပဲ ကြည့်ကြည့်လိုက်တော့ ..။အစီအစဉ်တင်ဆက်သူအနေနဲ့ အရမ်းနာမည်ကြီးခဲ့တဲ့ Arjun ..\nဘယ်လောက်တောင်နာမည်ကြီးခဲ့လဲဆိုရင် “သူပြောသမျှကအမှန်” ဆိုပြီးတော့တောင် အဆိုရှိတယ်။\nဒီလိုနာမည်ကြီးသူတစ်ယောက် တစ်ရက်မှာ TV အစီအစဉ်တင်ဆက်သူအဖြစ်ကနေ အသံလွှင့်အစီအစဉ်ကိုရာထူးချခံရ၊\nချစ်ရတဲ့ သတင်းထောက်မလေးနဲ့ကလည်း အဆင်မပြေ ..\nဂြိုလ်ဆိုးများအပေါင်းအဖော်နဲ့ဝင်တယ်ဆိုသလိုပဲ\nဒီလိုအဆင်မပြေတာတွေဖြစ်နေရတဲ့အထဲ\nတစ်နေ့မှာ ပက်လယ်ကူးတံတားဖောက်ခွဲခံလိုက်ရပြီး\nအကြမ်းဖက်သမားက Arjun တို့စတူဒီယိုကိုဖုန်းဆက်ပါလေရော ..အစိုးရအပေါ် ...",
        "rating": "9",
        "url": "https://channelmyanmar.org/dhamaka-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTBkMGU2ZWQtZDI4ZS00NTE1LWI0NzItZTRjZGY0NDQzYmQyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Rudra Thandavam (2021)",
        "description": "ဒီတစ်ခါမှာလည်း IMDB မှာ Voting 2K ကျော်နဲ့ Rating 6.7အထိရရှိထားတဲ့ တမီလ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n...................................................ဇာတ်လမ်းအကျဉ်းတမီလ်နာဒူး ပြည်နယ်မှာ မူးယစ်ဆေးကို အသုံးပြုပြီး အမျိုးသမီးတွေကို ခြိမ်းခြောက်ငွေညှစ်တဲ့ဂိုဏ်းတစ်ခုကိုကိုယ့်ရဲ့အဖွဲ့သားကိုပါရင်းပြီး ဖော်ထုတ်ခဲ့တဲ့ စစ်ဆေးရေးအရာရှိ ရူဒါရန် တစ်ယောက် ဆိပ်ကမ်းအပိုင်ရဲစခန်းကိုပြောင်းခဲ့ပါတယ်။ ရောက်ရောက်ခြင်းပဲ တန်ဖိုးကြီးမားလှတဲ့ မူးယစ်ဆေးဝါးတွေ ဖမ်းဆီးမိပြီးနာမည်တက်ရပြန်ပါတယ်။တရက်မှာတော့ မူးယစ်ဆေးရောင်း၀ယ်နေတဲ့ ကလေးတွေနောက်ကိုလိုက်ရင်း မထင်မှတ်တဲ့အဖြစ်အပျက်တွေကြုံလာရတဲ့အခါမှာတော့ အကြောင်းစုံကိုရုပ်ရှင်ထဲမှာပဲ ခံစားကြည့်လိုက်ကြပါ။ Over Acting တွေအနည်းငယ်ပါပေမယ့် ဇာတ်အိမ်ဇာတ်လမ်းတည်ဆောက်ပုံကောင်းတာကြောင့် တမီလ်ရုပ်ရှင်ကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung နဲ့ Sai Thurein Lynn ပဲဖြစ်ပါတယ်။File size…2.64GB / 1.68GB\nQuality…1080p True Web Dl / 720p\nFormat…Mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/rudra-thandavam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MYjbEoL-133x200.jpg",
        "title": "Zeros and Ones (2021)",
        "description": "ဒီရုပ်ရှင်ဟာ အီတလီနိုင်ငံ ရောမမြို့မှာ ကိုဗစ်lockdown အတွင်းသွားရောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nMain leadကတော့ အတော်များများသိကြတဲ့မင်းသား Ethan Hawkeပါသေချာပေါက်ပြောနိုင်တာက ဒီရုပ်ရှင်ဟာ ကြည့်ရှုသူတွေရဲ့အမြင်ပေါ်လိုက်ပြီး ဝိဝါဒကွဲပြားစရာတွေ များနိုင်ပါတယ်၊ မေးခွန်းထုတ်စရာတွေ ရှိနိုင်ပါတယ်\nဘာကြောင့်လဲဆိုတော့ ဖြစ်ရပ်တစ်ခုထဲအပေါ်မှာပဲ လူ၂ဦးရဲ့ ရှုထောင့်၂မျိုးကို ရောစပ်ရိုက်ကူးထားလို့ပါဗာတီကန်မြို့တော်ကို ဗုံးခွဲတိုက်ခိုက်နိုင်တဲ့ ခြိမ်းခြောက်မှုကြောင့် ရောက်လာတဲ့ အမေရိကန်စစ်သားဟာ အကျဉ်းကျခံနေရတဲ့၊ ဖောက်ခွဲမှုအကြောင်း သိထားနိုင်တဲ့ ညီဖြစ်သူ တော်လှန်ရေးသမားကို သဲကြီးမဲကြီးလိုက်ရှာနေခဲ့ပါတယ်ဒါ့အပြင် ရောမမြို့ရဲ့လမ်းမထက်က လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့ပါ ပူးပေါင်းပြီး ဖောက်ခွဲမှုကို တားဆီးဖို့ကြံတဲ့အခါ....\nထိုစစ်သားအနေနဲ့ အဖျက်လုပ်ငန်းတွေကို တားဆီးနိုင်မှာလား၊ ဖောက်ခွဲသူတွေရဲ့ သဘောထားကရော ဘယ်လိုဖြစ်နေမလဲ စသဖြင့်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__1.5 GB , 800 MB\nQuality__1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:25:00\nType__Action , Adventure , Drama\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/zeros-and-ones-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/n-138x200.jpg",
        "title": "Night Raiders (2021)",
        "description": "ဒီရုပ်ရှင်ဟာ Genreများပါတယ်၊ အနာဂတ်စစ်ပြီး​​ခေတ်Post-apocalypticကာလမှာ အ​ခြေခံထားတဲ့ Sci-drama အမျိုးအစားပါ၊ဒါ​ပေမဲ့ ကိုးကွယ်ယုံကြည်မှုနဲ့ အယူဝါဒ ဆိုင်ရာ၊ လူမျိုး​ရေးဝါဒ၊အရင်းရှင်နဲ့ မျက်နှာမွဲ​ ကျောခင်း ဘဝ​တွေစသဖြင့် ရှု​ထောင့်တိုင်းမလွတ်​စေရ​အောင် ဒါရိုက်တာမှ အစွမ်းပြထားပါတယ်၊ဒါ့အပြင် ရှိတာနဲ့ လှ​​အောင်ဆင်ထားတဲ့ ရိုက်ကွင်းsettingနဲ့soundtracks ​တွေ​က post apocalyptic ဆိုတဲ့အရသာကို ပို​ပေါ်​လွင်​စေပါတယ်စစ်ပြီး​​ခေတ်ကာလ 2039ခုနှစ်မှာ Emerson stateလို့ ​​ခေါ်တဲ့အရင်းရှင်ပြည်နယ်တစ်ခုဟာ အင်အားနည်းတဲ့ လူမျိုးစု​တွေအ​ပေါ်ဓနအင်အား​ရော၊ စစ်​ရေးအင်အားနဲ့ပါ ဖိနှိပ်ထားပါတယ်၊ဖိနှိပ်တဲ့ပုံစံက အင်အားနည်းလူမျိုးစုနဲ့ ပြည်သူ​တွေထဲကအသက်မပြည့်​သေးသူ က​လေး​တွေကို နိုင်ငံ​တော်ပိုင်အ​နေနဲ့ ​ခေါ်​ဆောင်ပြီးပညာသင်ကြား​စေခြင်း ဆိုတဲ့ အ​ယောင်ပြပုံစံပဲဖြစ်ပါတယ်၊ကိုယ့်ရင်​သွေးကို မ​စေလွှတ်တဲ့မိဘ​တွေကိုလည်းနိုင်ငံ​တော် ပုန်ကန်မှုနဲ့ ဖမ်းဆီး​ထောင်ချတဲ့အထိတရားမဲ့စွာ အုပ်ချုပ်​​နေတာပါ၊ ဒီလို မတရားမှုဟာ တစ်​နေ့မှာNiskaနဲ့ သူမရဲ့ သမီးဖြစ်သူWarseseတို့ဆီ တည့်တည့်​ရောက်လာပါတယ်၊သမီးကို Emersonပြည်နယ်ထဲ ပို့လိုက်ရတဲ့ Niskaလည်းသမီးကိုပြန်လည်ကယ်တင်ဖို့ ​ဒေသခံလူမျိုးစုတစ်စုနဲ့ ပူး​ပေါင်းရင်းEmerson stateရဲ့အ​ယောင်ပြပညာ​​ရေးနဲ့ ​နောက်ကွယ်ကအကြံအစည်က ဘာ​တွေဖြစ်​နေမလဲ၊\nအခက်အခဲ​ပေါင်းများစွာကြားက Niskaနဲ့ Warseseတို့ ပြန်ဆုံ​နိုင်မလားဆိုတာကိုစိတ်ဝင်စားစရာ တင်ဆက်မှုနဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/night-raiders-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/EL7Zm_4f-127x200.jpg",
        "title": "Escape of Shark (2021)",
        "description": "Bဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့...ဝမ်လေဟာ အရင်က ငါးမန်းတစ်ကောင်ကြောင့် သူ့ရဲ့ချစ်ဇနီးလေးကို ဆုံရှုံးလိုက်ရကာ ကျွန်းပေါ်မှာပဲ သောက်လိုက်စားလိုက်နဲ့ ပေတေပြီးနေနေတဲ့ ရေကူးချန်ပီယံဟောင်းတစ်ယောက်ပါ\nဒါ့အပြင် ဝမ်လေက ကျွန်းပေါ်ဟိုတယ်တစ်ခုမှာ အလုပ်ဝင်လုပ်နေသူတစ်ယောက်လည်းဖြစ်ပါတယ်တစ်နေ့ အဲ့ဒီကျွန်းပေါ်ဟိုတယ်လေးမှာ ပျော်ရွှင်ဖွယ်ကောင်းတဲ့ပါတီကျင်းပပြီးနောက်ရက်မှာပဲ ရာသီဥတုပြောင်းလဲမှုကြောင့် ပင်လယ်ငလျင်အကြီးစားတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်\nအဲ့ဒီငလျင်ကြောင့် ဟိုတယ်တစ်ခုလုံး ရေလွှမ်းသွားပြီး ငါးမန်းတစ်ကောင်ပါ ရေလှိုင်းတွေနဲ့အတူပါလာတဲ့အခါမှာတော့...တည်းခိုသူတွေထဲမှ အသက်ရှင်ကျန်ရစ်သူတွေကို ဝမ်လေတစ်ယောက် ဘယ်လိုမျိုး သက်စွန့်ဆံဖျား ဟိုတယ်အပြင်ဖက်ဆီသို့ ခေါ်ထုတ်သွားမလဲဆိုတာကို သည်းတထိတ်ထိတ် ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size__1.2 GB , 650 MB\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:10:00\nType__Action , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/escape-of-shark/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/BW7P1_4f-143x200.jpg",
        "title": "The Curse of Turandot (2021)",
        "description": "ဒီဇာတ်ကားက ဒဏ္ဍာရီပုံပြင်တစ်ပုဒ်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။မင်းသမီး ထူလန်တော်ဟာ သူ့မွေးနေ့မှာ ခမည်းတော်ဘုရင်က ထူးဆန်းတဲ့လက်ကောက်သုံးခု အပါအဝင် လက်ဆောင်အများအပြားပေးလိုက်ပါတယ်..\nဒါပေမယ့် အဲဒီလက်ကောက်သုံးခုမှာပါဝင်တဲ့ မမြင်နိုင်တဲ့စွမ်းအားတွေကြောင့်\nမင်းသမီးဟာ အရောင်တွေကိုမခွဲခြားနိုင်တော့ဘဲ ထူးဆန်းတဲ့အပြုအမူတွေနဲ့ သီးသန့်ဆန်လာပါတော့တယ်။သူ၁၈ နှစ် မပြည့်ခင်မှာ ဒီလက်ကောက်သုံးခုရဲ့ ပဟေဠိသုံးခုကို မဖြေရှင်းနိုင်ရင် သူဟာနတ်ဆိုးဝင်စားသူအဖြစ် သတ်မှတ်ခံရပြီး သေဒဏ်ပေးခံရမှာပါ။\nဒါကြောင့် ဘုရင်ကြီးက သူ့သမီးအတွက် အဖြေရှာနိုင်တဲ့သူကို မင်းသမီးနဲ့လက်ထပ်ခွင့်ပေးမယ်လို့ တစ်နိုင်ငံလုံးကိုကြေငြာခဲ့တယ်။ဒီအချိန်မှာ မျက်လုံးအပြာရောင်ရှိတဲ့ မင်းသား ခါရာဖူဟာ မင်းသမီးထူလန်တော်ရဲ့ အလှအပမှာနှစ်မြောသွားတာကြောင့်\nမင်းသမီးလေးရဲ့အခက်အခဲတွေကို ဖြေရှင်းတိုက်ခိုက်ဖို့ စွန့်စားပါတော့တယ်။ဒဏ္ဍာရီပုံပြင်ကို အခြေခံရိုက်ကူးထားတာကြောင့် သဘာဝလွန်စွမ်းအားတွေနဲ့ Fantasy Romance အမျိုးအစားဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.8 GB) / (950 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-curse-of-turandot-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYWQ2NzQ1NjktMzNkNS00MGY1LTgwMmMtYTllYTI5YzNmMmE0XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-135x200.jpg",
        "title": "[James Bond] No Time to Die (2021)",
        "description": "No Time to Die (2021)=================IMDb Rating - 7.5/10No time to die ကတော့ No time to disappoint ပါပဲ။ ကျေနပ်စရာကောင်းပါတယ်။ အနားယူပြီးဖြစ်တဲ့ဂျိန်းစ်ဘွန်းကို စီအိုင်အေက စပက်တာတွေနဲ့ ပတ်သတ်တဲ့အမှုတစ်ခု အကူအညီတောင်းလို့ လက်ခံလိုက်ရင်းနဲ့007 အသစ်နဲ့ တွေ့ပြီး အရင်ရန်သူဟောင်းတွေရော ရန်သူသစ်တွေရော ချစ်သူဟောင်းတွေရောနဲ့ တွေ့ပြီး ဇာတ်လမ်းတွေရှုပ်ကုန်တာပေါ့။ အဓိကကတော့ ဇီဝလက်နက်နဲ့ လူတွေသတ်ပြီး ကမ္ဘာကြီးကို ပြင်ဆင်ပေးချင်တဲ့ သူတော်ကောင်းကြီးကို007 ဟောင်း လူယုတ်မာကြီးက လိုက်ပြီး တားဆီးရတဲ့ ဇာတ်လမ်းပါပဲ။ အများကြီးတော့ ဇာတ်လမ်းကို မပြောပြတော့ပါဘူး။အားလုံးကြိုက်ကြမှာပါ။ (ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုMr.Andrson မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။) File Size - (4GB)/(3.08 GB)/(1.9 GB )/(800 MB)Quality – WEB-DL ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/no-time-to-die-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zoKcwyQk8VyWeMsaf8mgHzzWERZ.jpg",
        "title": "Race to Witch Mountain (2009)",
        "description": "Race To Witch Mountain (2009)ကိုယ်နေထိုင်ရာဂြိုလ်ကြီးက ပျက်ဆီးသေဆုံးတော့မယ်ဆိုတော့ စကြာဝဠာကို ခြေဆန့်ခရီးထွက်ပြီး အိမ်အသစ်ရှာကြမယ့်\nဂြိုလ်သားများ ကမ္ဘာမြေပေါ်ကို တည့်တည့်ကြီး ရောက်လာပါတော့တယ်တစ်ချို့က ကမ္ဘာပေါ်က ဇီဝရုပ်တွေကိုလေ့လာပြီး မိမိတို့ဂြိုလ်ကို ပြန်အသက်သွင်းဖို့ ကြံစည်ကြတဲ့\nသိပ္ပံပညာရှင်ဂြိုလ်သားတွေရှိသလို လက်နက်အားကိုး ကမ္ဘာကိုသိမ်းပြီး ကျူးကျော်နေထိုင်မယ့်\nစစ်သားဂြိုလ်သားတွေလည်းရှိတာပေါ့။အဲဒီကြားထဲကမှာ မိမိတို့ဂြိုလ်ကိုပဲ ကယ်တင်ချင်တဲ့ ဂြိုလ်သား ကလေးအရွယ် နှစ်ယောက်ဟာ ကမ္ဘာပေါ်က သူတို့မိဘတွေ\nလုပ်လက်စ စမ်းသပ်မှုတွေကို လာယူမှာပါ။ အဲဒီစမ်းသပ်မှုက သူတို့ဂြိုလ်ကို ပြန်လည်ကောင်းမွန်အောင်လုပ်နိုင်တာကို\nခေါင်းဆောင်တွေကို ပြန်ပြလို့ ကမ္ဘာမြေကို ဒုက္ခမပေးမယ့်လမ်းကို ရွေးချင်သူတွေပါ။သူတို့ရဲ့ ကမ္ဘာမြေခရီးမှာ ရာဇဝတ်မှုတွေနဲ့ ကြီးပြင်းလာပြီးမှ ရိုးရိုးသားသား အငှားယာဉ်မောင်းစားနေတဲ့\nကျွန်တော့်အကြိုက်ဆုံးမင်းသား Dwayne Johnson ရယ်၊ နက္ခတ္တရူပဗေဒပညာရှင် ဒေါက်တာမမရယ်တို့နဲ့ ပေါင်းမိပြီး ဘာတွေဖြစ်လို့ ဘာတွေဖြစ်ကြမယ်ဆိုတာ ကြည့်ရှုရပါမယ်။Fantasy ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Walt Disney ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/race-to-witch-mountain-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCIycswWbX1EDS6PYYBcR9ohrC.jpg",
        "title": "The Blind Swordsman: Zatoichi (2003)",
        "description": "The Blind Swordsman: Zatoichi (2003) ဇာတ်လမ်းအညွှန်း\n*******************************************************ဒီဇာတ်လမ်းလေးဟာ ဆာမူရိုင်း အကြောင်းရိုက်ကူးထားတဲ့ ဇာတိုအိချိ ဆိုတဲ့\nဇာတ်လမ်းတွဲကို ပြန်လည် အသက်သွင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးပါမျက်မမြင် အနှိပ်သည်ယောင် ဆောင်ထားတဲ့ တုနှိုင်းမဲ့ ဓားသမားတစ်ယောက်\nခြေဦးတည့်ရာ လျှောက်သွားရင် လူမိုက်ဂိုဏ်းတွေ ကြီးစိုးနေတဲ့ မြို့လေးတစ်မြို့ဆီ\nရောက်လာခဲ့တယ်။မြို့ကိုရောက်တဲ့အချိန်မှာ လယ်သမား မိသားစုလေးတစ်ခုနဲ့ တွေ့မိပြီး\nအပြန်အလှန် ရိုင်းပင်းကူညီရင်း ခင်မင်သွားခဲ့တယ်။တစ်နေ့မှာတော့ မျက်မမြင်အနှိပ်သည်ဟာ စိတ်ပြေလက်ပျောက် လောင်းကစားဝိုင်းသွားရာမှ\nဝိုင်းမှာ မတရားလုပ်နေတဲ့ လူမိုက်ဂိုဏ်းကို နှိပ်ကွပ်ဆုံးမလိုက်တာကြောင့်\nလူမိုက်ဂိုဏ်းတွေရဲ့ ရန်ငြိုးထားခြင်းကို ခံခဲ့ရပါတယ်။တစ်ချိန်တည်းမှာပဲ ကလေးဘဝမှာ တောပုန်းဓားပြတွေရဲ့ လက်ချက်ကြောင့်\nမိဘတွေနဲ့ မျိုးရိုးဂုဏ်ကိုပါ ဆုံးရှုံးလိုက်ရတဲ့ မောင်နှမလေးနှစ်ယောက်ကလည်း\nလက်စားချေဖို့ ကြိုးစားရင်း အဆိုပါ မြို့လေးကို ရောက်ရှိလာကြပါတယ်။မျက်မမြင်အနှိပ်သည် တစ်ယောက် လူမိုက်ဂိုဏ်းရဲ့ ရန်က လွတ်ပါ့မလား၊\nမောင်နှမလေးနှစ်ယောက်ကကော သူတို့မိဘတွေအတွက် သွေးကြွး ဆပ်နိုင်ပါ့မလား ဆိုတာကိုတော့\nဆက်လက်စောင့်ကြည့်ကြပါစို့။ File Size  - 2.2GbQuality - Blu-ray 1080p 5.1chDuration ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-blind-swordsman-zatoichi-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9ph5cUfGbw41WXt7yuXsWeN2TV.jpg",
        "title": "[James Bond] Dr. No (1962)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++စာရေးဆရာကြီး Ian Fleming  ရဲ့ James Bond ဇာတ်ကောင်ကို ပထမဆုံးအသက်သွင်းတဲ့ ဇာတ်ကားဖြစ်ပြီးမင်းသားကြီးရှောင်ကွန်နရီက အကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တာမို့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.2/10) ရရှိထားပါတယ်။\nFile size…(2.1 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.2",
        "url": "https://megaup.net/1Gaca/(CM)James.Bond_.Dr..No.1962.BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zx4V17FP8oclNvOpTgs2iCCtiYk.jpg",
        "title": "[James Bond] From Russia with Love (1963)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၂ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.4/10) ရရှိထားပါတယ်။\nFile size…(2.2 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.4",
        "url": "https://megaup.net/1Gacc/(CM)James.Bond_.From.Russia.with.Love.1963.BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKNFzaqQgPzsGXnsMc4kJH5hFIV.jpg",
        "title": "[James Bond] Goldfinger (1964)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၃ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.7/10) ရရှိထားပါတယ်။\nFile size…(2.1 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.7",
        "url": "https://megaup.net/1Gacl/(CM)Goldfinger-1964,BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJ5ybB57eidPLqZUltrVjshqwcs.jpg",
        "title": "[James Bond] Thunderball (1965)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၄ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7/10) ရရှိထားပါတယ်။\nFile size…(2.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.0",
        "url": "https://megaup.net/1Gach/(CM)James.Bond-Thunderball-1965.BluRay.1080p.HEVC.EAC3.5.1_Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gIhS0VC7YzI8pj6zfS3KxsxV0dS.jpg",
        "title": "[James Bond] You Only Live Twice (1967)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၅ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (6.8/10) ရရှိထားပါတယ်။\nFile size…(2.3 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.8",
        "url": "https://megaup.net/1Gaci/(CM)James-Bond-007-You-Only-Live-Twice-1967.BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uajiHcFX5sOhYB2tBuWkmizbtuU.jpg",
        "title": "[James Bond] Diamonds Are Forever (1971)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ပထမဆုံးဂျိမ်းစ်ဘွန်းမင်းသားကြီးရှောင်ကွန်နရီအနားယူသွားတော့ ဒုတိယမြောက် 007 အဖြစ်မင်းသား George Lazenby ကို ပွဲထုတ်ရာမှာ မအောင်မြင်တာကြောင့် ရှောင်ကွန်နရီအနေနဲ့ဂျိမ်းစ်ဘွန်းအဖြစ် ဒုတိယအကြိမ်ပွဲထွက်ခဲ့တဲ့ ဇာတ်ကားပါ...ဒါပေမယ့် ဒီကားနောက်မှာ မင်းသားကြီးရော်ဂျာမိုးက တတိယမြောက် ဂျိမ်းစ်ဘွန်းအဖြစ်အောင်မြင်ခဲ့တာကြောင့်ရှောင်ကွန်နရီရဲ့ ဘွန်းနောက်ဆုံးကားဖြစ်ခဲ့ပါတယ်။IMDb Rating (6.6/10) ရရှိထားပါတယ်။\nFile size…(2.3 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.6",
        "url": "https://megaup.net/1Gacq/(CM)James.Bond.Diamonds.Are.Forever.1971.BluRay.1080p.HEVC.EAC3.5.1_Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/bd-onhermajestys-155x200.jpg",
        "title": "[James Bond] On Her Majesty’s Secret Service (1969)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ပထမဆုံးဂျိမ်းစ်ဘွန်းမင်းသားကြီးရှောင်ကွန်နရီအနားယူသွားတော့ ဒုတိယမြောက် 007 အဖြစ်မင်းသား George Lazenby ကို ပွဲထုတ်ခဲ့ပေမယ့် ဒီတစ်ကားပဲ ရိုက်ကူးခံခဲ့ရပါတယ်။ရှောင်ကွန်နရီရဲ့ ဘွန်းပုံရိပ်က လွှမ်းမိုးလွန်းအားကြီးတာကြောင့် အစားထိုးရတဲ့သူ့အနေနဲ့ ဝန်ပိခဲ့ပြီးအတိုဆုံးဂျိမ်းစ်ဘွန်းအဖြစ် မှတ်တမ်းဝင်သွားခဲ့ပါတယ်။တစ်ကားထဲရိုက်ကူးခဲ့ပေမယ့် Action ကြမ်းကြမ်းတွေနဲ့ IMDb Rating (6.7/10) ရရှိထားတဲ့ဇာတ်ကားပါ။\nFile size…(2.8 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.7",
        "url": "https://megaup.net/1Gaco/(CM)James_Bond.On-Her-Majestys-Secret-Service-1969_.BluRay.1080p.HEVC.EAC3.5.1.Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/FDQ45FSXIAIce-0-160x200.jpg",
        "title": "Squad (2021)",
        "description": "Squad(2021)Over actionတွေမပါတဲ့ Action,Drama တောင်ပိုင်းကားလေးတစ်ကားပါပဲ။နိုင်ငံအတွက်အချိန်မရွေးအသက်စွန့်နိုင်တဲ့သူတွေရယ်၊ အမိန့်ကောင်းကောင်းပေးတတ်ပြီး စနစ်ကျတဲ့အမျိုးသမီးကြီးရယ်က နိုင်ငံတကာက လိုချင်နေတဲ့ကလေးလေးတစ်ယောက်ကို ကယ်ဖို့အစီအစဉ်တွေဆွဲပြီးသွားကယ်ကြပါတယ်။ကလေးလေးကို နိုင်ငံတကာကအရမ်းလိုချင်နေကြတဲ့အတွက်ကြောင့် လွယ်လွယ်ကူကူတာဝန်တစ်ခုတော့မဟုတ်ဘူးပေါ့၊ နိုင်ငံတကာကလည်း သူများတွေလိုချင်နေတာကို သိနေတဲ့အတွက် ရိုးရိုးသာမန်စစ်သားလေးတွေတော့ ဘယ်သုံးမလဲ။အထူးတပ်ဖွဲ့တွေချည်းပြုံနေတဲ့ဒီစစ်ပွဲသေးလေး‌မှာဘာတွေဖြစ်ကြမလဲ၊ ကလေးလေးကိုရော ဘာဖြစ်လို့များ နိုင်ငံတကာက အရမ်းလိုချင်နေကြရတာလဲ။Action ပရိတ်သတ်တွေအတွက် တင်ဆက်လိုက်ပါတယ်။\nFile size…(1.9 GB) / (1 GB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….02:04:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nadi Myint Naing & Murphy",
        "rating": "",
        "url": "https://channelmyanmar.org/squad-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l_e9ceaab7-5d98-4d29-aa9f-ac7fe5c2b519-133x200.jpg",
        "title": "Allan Quatermain and the Lost City of Gold (1986)",
        "description": "King Solomon's Mines ရုပ်ရှင်ရဲ့နောက်ဆက်တွဲဖြစ်ပြီး H. Rider Haggard ရဲ့ဝတ္တုကို\nအခြေခံကာ ရိုက်ကူးထားတဲ့ မုဆိုးကျော်အလန်ကွာတာမိန်းရဲ့ စွန့်စားခန်းနောက်တစ်ကားဖြစ်ပါတယ်။\nထွေထွေထူးထူး ညွှန်းဖို့လိုမယ်တော့မထင်ပါဘူး။ဇာတ်လမ်းရဲ့အစကတော့\nဆော်လမွန်သိုက်ကိုရှာတွေ့ပြီးတဲ့နောက်ပိုင်း ကွာတာမိန်းနဲ့ ဂျက်စီတို့ဟာ\nအာဖရိကမှာ ဆက်နေခဲ့ပါတယ်။ ထို့နောက် အမေရိကားကိုပြန်ကာ\nမင်္ဂလာဆောင်ဖို့ နှစ်ဦးသား စီစဉ်ခဲ့ကြပါတယ်။ သို့သော် ကွာတာမိန်းရဲ့\nသူငယ်ချင်းဖြစ်တဲ့ ဒူမောင့်ဟာ ကွာတာမိန်းဆီကို ဆိုးဝါးတဲ့အနေအထားနဲ့ရောက်လာခဲ့ပါတယ်။\nဒူမောင့်ဟာ ပြင်းထန်တဲ့အဖျားရောဂါရနေပြီး အဖျားတက်ကာ ကွာတာမိန်းရဲ့ညီဖြစ်သူ\nရော်ဘင်ဆန်ရဲ့နာမည်ကိုရေရွတ်ပြီးတော့ ရွှေတွေအကြောင်း ကယောင်ကတမ်းနဲ့ပြောပါတယ်။ကွာတာမိန်းလည်း သူ့ညီကို စိတ်ပူပြီး သေချာစုံစမ်းတဲ့အခါမှာတော့ ဒဏ္ဏာရီထဲက ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ကို\nရော်ဘင်ဆန်တို့အဖွဲ့ သွားရှာကြောင်းသိရပါတော့တယ်။ အဲဒီတော့ ကွာတာမိန်းဟာ သူ့ညီကိုရှာဖို့\nသူကိုယ်တိုင် ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ဆီသွားဖို့လုပ်ပါတော့တယ်။ ထို့နောက်မှာတော့....အလန်ကွာတာမိန်းဇာတ်ကားများကို ဒီလင့်မှာ https://channelmyanmar.org/?s=allan+quatermain   ကြည့်ပါ။\nFile size…(2.1 GB) / (1 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/allan-quatermain-and-the-lost-city-of-gold-1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4Sus7BvVQM6i9M3Cr0U8Vw0L9f.jpg",
        "title": "Austin Powers in Goldmember (2002)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ ကစ်တာဘယ်လောက်အထိလဲဆိုရင်Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီး ကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်းDr.Evilကလိုက်ဝတ်တာမျိုး၊ ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံးမျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာ အရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကိုထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီး ပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်းပိုDarkတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/austin-powers-in-goldmember-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AfEJcrexvPpcp78YG61x3yV19PI.jpg",
        "title": "Maha Samudram (2021)",
        "description": "ဒီကားကတော့ IDMB မှာ Rating 6.0 ထိရထားတဲ့ မင်းသားကြီး Jagapathi Babu ပါ၀င်တဲ့Action/Romance အမျိုးအစား တေလ်ဂူ ကားလေးပါ။ မင်းသားကြီး Jagapathi Babu ကိုဗီလိန်နေရာမှာ သရုပ်ဆောင် ပိုင်နိုင်မှုကြောင့် တော်တော်လေးကြိုက်ခဲ့ဖူးပြီး ရှာကြည့်သမျှထဲမှာလည်း ဗီလိန်မဟုတ်တာနည်းပါတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................ငယ်ငယ်တုန်းက အရမ်းချစ်ခင်ခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက် အာဂျွန်နဲ့ ဗီဂျေး။မှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်တဲ့ ဦးလေးရှိပေမယ့် မှောင်ခိုလုပ်ငန်းကို မုန်းတဲ့အာဂျွန်။ ကိုယ့်ဘ၀ကိုပဲဂရုစိုက်မယ် ဘယ်လိုအနှောက်အယှက်မဆို မလိုချင်ခဲ့တဲ့ဗီဂျေး။ခပ်ဆိုးဆိုး ဗီဂျေးကိုမှ သဘောကျခဲ့တဲ့ မဟာ။ သူတို့သုံးယောက်ဆုံပြီးနောက်မှာမှောင်ခိုလောကအတွင်းဘာတွေပြောင်းလဲကုန်မှာလဲ။ မှောင်ခိုလောကရဲ့ဘုရင်အဖြစ်ဘယ်သူက အုပ်စိုးနိုင်မှာလဲ။ အတ္တ နဲ့ ချစ်ခြင်း အနစ်နာခံခြင်းတွေစုံအောင် ၂နာရီကျော်အတွင်းစီးမျောခံစားရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော Lwin Htoo Aung နှင့် JimX တို့ပဲဖြစ်ပါတယ် \nFile size…2.36GB\nQuality…1080p AAC 5.1CH\nFormat…Mp4\nDuration….2h 3omins\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX & Lwin Htoo ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/maha-samudram-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nqredajixxi8-133x200.jpg",
        "title": "Queens Return (2021)",
        "description": "အသစ်ထွက် Action,Crime,Drama ဟောင်ကောင် ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။မူးယစ်ဆေးဂိုဏ်းက ကွေ့ရန် ဟာ ရဲအရာရှိဖြစ်တဲ့ ဆရာရှူ ကိုသတ်ခဲ့ပြီးသူ့ညီ သောင်းပါးဆိုတဲ့ကောင်က ဆရာရှူရဲ့ ညီမလေးချင်းချိန်ကိုပါ မတော်မတရားကျင့်ကြံခဲ့ပါတယ်။ဒီအဖြစ်ဆိုးနောက်မှာတော့ ချင်းချိန်ရဲ့ရှင်သန်မှုတွေဟာ ကွေ့ရန်တို့ညီအစ်ကိုကို သတ်ပစ်ဖို့အတွက်သာ ဖြစ်လာပါတော့တယ်။သူမကိုယ်တိုင် ကွေ့ရန်ကို မသတ်နိုင်တဲ့အတွက် လူမိုက်ဟိန်းဟော်ဆီက အကူအညီယူပြီးသိုင်းပညာသင်ရင်းနဲ့လူမိုက်ဂိုဏ်းရဲ့ အရမ်းထက်တဲ့ဓားတစ်လက်နဲ့ သိုင်းပညာရှင်ဖြစ်လာပါတော့တယ်။မတရားမှုတွေ လက်စားချေလိုမှုတွေကြား ဘယ်လိုတွေရှေ့ဆက် စာရင်းရှင်းကြမယ်ဆိုတာ...။၁၇ ရာစုအစောပိုင်း ဟောင်ကောင်ရဲ့လူနေမှုအခြေအနေကိုပေါ်လွင်အောင်ရိုက်ကူးနိုင်တဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးAction သက်သက်မဟုတ်ဘဲ  သိပ်မိုက်တဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လဲ ဖြစ်နေပါတော့တယ်။\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:30:13\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/queens-return-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/m-136x200.jpg",
        "title": "Master and Commander: The Far Side of the World (2003)",
        "description": "အကောင်းဆုံးနဲ့အပီပြင်ဆုံးရေကြောင်းတိုက်ပွဲ ရုပ်ရှင်တွေကို ပြောဆို ဒီရုပ်ရှင်က ထိပ်ဆုံးက ပါစမြဲပါပဲ။အော်စကာ ၂ ဆု စကာတင် ဆယ်ဆု နဲ့ အခြားဆုတွေ အများကြီး ရထားပါတယ်။နပိုလီယံစစ်ပွဲများကာလ ၁၈၀၅ခုနှစ်အတွင်းမှာ ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချိန်ကတော့ အင်္ဂလန်ပြည်နဲ့ ပြင်သစ်ပြည်တို့ အားပြိုင်နေကြတဲ့အချိန်ပေါ့ဗြိတိသျှတော်ဝင်ရေတပ်သင်္ဘောတစ်စင်းဖြစ်တဲ့ 'စပရိုက်'သင်္ဘောကြီးဟာပြင်သစ်ပုဂ္ဂလိကပိုင်တိုက်သင်္ဘော 'အာခရွန်' ရဲ့ အလစ်တိုက်ခိုက်ခြင်းကို နှစ်ကြိမ်တိတိခံခဲ့ရပါတယ်လူအင်အားရော၊ လက်နက်အင်အားရော မမျှရုံမက ကိုယ်ထည်တောင့်တင်းတဲ့ ရန်သူ့သင်္ဘောကြီးနဲ့ ရင်ဆိုင်ရတဲ့အခါဗြိတိသျှကပ္ပတိန်ကြီး ဂျက်အော်ဘရီအတွက် ဗျူဟာတွေဆိုတာ မဖြစ်မနေလိုအပ်လာပါတယ်ပင်လယ်ပြင်တိုက်ပွဲဖြစ်တဲ့အတွက် အက်ရှင်ခန်းတွေ အများကြီးမပါပေမယ့်ကပ္ပတိန်အော်ဘရီရဲ့ စစ်ဗျူဟာတွေကတော့ တကယ်ဩချရလောက်ပါတယ်။သင်္ဘောပေါ်ကဘဝ ပင်လယ်ရဲ့အလှ ပင်လယ်ရဲ့ခက်ထန်မှုတွေကို တင်ဆက်ထားတဲ့cinematography တွေလည်း တော်တော်လေးကိုလှပါတယ်ဒါကြောင့်လည်း အော်စကာ ၁၀ ဆု ဆန်ကာတင်ခဲ့ပြီး Best Cinematography နဲ့ Best Sound Editing နှစ်ဆုကို သိမ်းပိုက်နိုင်ခဲ့တာဖြစ်မှာပါကပ္ပတိန်အော်ဘရီအနေနဲ့ကတော့ Gladiator မင်းသားကြီး Russell Crowe က ပုံဖော်ပေးထားပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းမဟုတ်ဘဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/master-and-commander-the-far-side-of-the-world-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/red-135x200.jpg",
        "title": "Red Notice (2021)",
        "description": "ဒီနှစ်ထဲမှာ ကြည့်ချင်ကြတဲ့ ကားတွေထဲက တစ်ကားလာပါပြီ။\nရိုင်ရန်ရေးနိုး၊ ရော့ခ်၊ ဂယ်ဂါဒေါ့တို့ ပါဝင်ထားတဲ့ red notice ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။\nRed Notice ဆိုတဲ့အဓိပ္ပါယ်ကတော့ အင်တာပိုလ်(နိုင်ငံတကာရဲတပ်ဖွဲ့)ကနေ\nကမ္ဘာ့အလိုရှိဆုံး ဝရမ်းအဆင့်အနေနဲ့ ထုတ်ပြန်ရတဲ့ ရာဇဝတ်ကောင်ပဲဖြစ်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ သူခိုးနှစ်ယောက်ပေါ့။ သူတို့ ခိုးချင်တာကတော့ ကလီယိုပက်ထရာရဲ့ ဥပါပဲ။\nဟုတ်ပါတယ် အီဂျစ်ဘုရင်မ ကလီယိုပက်ထရာ ပိုင်ဆိုင်ခဲ့တဲ့ ရတနာဥ သုံးလုံးကို အပြိုင်အဆိုင်ခိုးယူကြမှာပါ။\nတစ်လုံးက ပြတိုက်မှာရှိတယ်၊ တစ်လုံးက အရမ်းအန္တရာယ်ကြီးတဲ့လူတစ်ယောက်လက်ထဲမှာ ရှိပြီး၊\nနောက်ဆုံးတစ်လုံးကတော့ ဘယ်မှာရှိလဲဆိုတာ ဘယ်သူမှ မသိကြပါဘူး။\nအဲဒီရတနာဥသုံးလုံးကို ရရင် ဒေါ်လာ သန်း ၃၀၀ ပေးမယ့် ဘီလီယံနာကြီးတစ်ယောက်က အသင့်စောင့်ကြိုနေပါပြီ။\nဒီတော့ ဥတွေကို deadpool နဲ့ wonder woman တို့ တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုဉာဏ်များပြီးလုကြမလဲ။\nစုံထောက်ကြီး the rock ကရော ဘယ်လိုလိုက်ဖမ်းမလဲဆိုတာကို ကြည့်လိုက်ရအောင်။\nFile Size : (1.5 GB) & ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/red-notice-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fP3VvqUjEBjawxZHL4sYCq2ZdJD.jpg",
        "title": "Home Sweet Home Alone(2021)",
        "description": "Home Alone(2021)\n==============Comedy,Familyခရစ်စမတ် ရာသီစာလို့ပြောလို့ရပြီးကလေးဘဝက လူတိုင်းနှစ်သက်ခဲ့တဲ့ Home Alone ရဲ့ Rem‌akeHome Sweet Home Alone ထွက်ရှိလာပါပြီ. ဇာတ်လမ်းကတော့ ခရစ်စမတ် မိသားစုအားလပ်ရက်ခရီးမှာ မက်စ်ဝဲမာဆာဆိုတဲ့၁၀ နှစ်သားကောင်လေးက အိမ်မှာ ၁ ယောက်ထဲကျန်ခဲ့တဲ့ ပုံစံနဲ့တည်ထားပါတယ်သူ့ဆီကနေ မက်ကင်ဇီစုံတွဲက တန်ဖိုးကြီးကြွေရုပ်ကို လုယူဖို့ကြိုးစားတဲ့ပုံစံကို တင်ဆက်ထားတာပါဒါကို မက်စ်ဝဲလ်တစ်ယောက် ဘယ်လိုအလွဲလွဲအချော်ချော်တွေ လုပ်ရင်းနဲ့ ဖြတ်သန်းသွားမလဲဆိုတာကိုကြည့်ရှုရမှာပါ . ၁၉၉၀ ကျော်က Home Alone ကားတွေလောက်မှီမယ်မထင်ပေမယ့်...ငယ်ဘဝဇာတ်ကားတွေကို ပြန်လည်သတိရစေပြီးခရစ်စမတ်မှာ မိသားစုနဲ့ ကြည့်ရှုဖို့အတွက် ကားကောင်းလေးဖြစ်စေမှာပါ( ဇာတ်လမ်းအညွှန်းကိုတော့ Thiha Yan Naing ရေးသားပြီးဘာသာပြန်သူများကတော့ Thiha Yan Naing & Thura Hein တို့ဖြစ်ပါတယ်)  \nFile size…970MB / 1.4GB\nQuality… 720 p  / 1080p WEB RIP X264 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/home-sweet-home-alone2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqcE8EAmVl5j3mLuIrHFG7RmQyg.jpg",
        "title": "Austin Powers: The Spy Who Shagged Me (1999)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံး မျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာအရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီးပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/austin-powers-the-spy-who-shagged-me-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/large_hsb8hBeU3tkTX8SUYW6YYw6JPYD-133x200.jpg",
        "title": "Spy Game (2001)",
        "description": "Spy Game(2002)\n===========\nIMDb - 7.1Spy Gameဟာ စပိုင်ရုပ်ရှင်ပေမဲ့ မြင်နေကျ စပိုင်ကားတွေလို စပိုင်က ကြမ်းထော် ဂေါ်ထွက်နေတဲ့စပိုင်တွေအကြောင်း မဟုတ်ဘူး။လက်တွေ့ကျကျ စပိုင်လောကကို ချည်းကပ်ပြသွားတဲ့ ကားပါပဲ။ စပိုင်လောကကို ရှင်းပြ SPYဖြစ်အောင်ဘာတွေလုပ်ရလဲရောပြသွားပြီး\nဝါရင့်စပိုင်ကြီးရဒ်ဖို့က စပိုင်ပေါက်စ ဘရက်ပစ်ကို စပိုင်ပညာတွေသင်ပေးတာကို သေချာနီးပါး ပြသွားတယ်။ရဒ်ဖို့ရဲ့ကာရိုက်တာနဲ့ စီအိုင်အေဌာနချုပ်ကြားညဏ်ကစားတွေအခန်းတွေဆို တော်တော်လေး သဘောကျစရာပါပဲ။\nဒါရိုက်တာတိုနီစကော့ ကလည်း စပိုင်ကားတွေချည်းရိုက်ခဲ့တဲ့ ဒါရိုက်တာပါပဲ။\nအရှေ့အလယ်ပိုင်း ပြဿနာတွေရော၊ တရုတ်ပြဿနာတွေရော စုံနေအောင်ကိုသုံးပြီး ရှေ့ဆက်ဘာဖြစ်မလဲ ရင်ဖိုစရာကောင်းအောင် ဒါရိုက်တာက ခပ်အေးအေးနဲ့ တဖြည်းဖြည်းချင်း ချပြသွားတယ်။\nActionခန်းနည်းပေမဲ့ တော်တော်ကောင်းတဲ့ စပိုင်ကားလို့ဆိုရပါလိမ့်မယ်။\nအထနှေးပေမဲ့ ဆုံးအောင်ကြည့်ပြီးတဲ့အခါ ပရိတ်သတ်ရင်ထဲကျန်နေခဲ့မယ့် ကားကောင်းလို့ ကျွန်တော်တော့ ထင်တယ်။( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )Browse this websiteFile Size__2.2 GB , 1.1 GB\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__02:06:00\nType__Action , ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/spy-game-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJHERfFGTCm3YlbwKNkqlLxphba.jpg",
        "title": "A Better Tomorrow (1986)",
        "description": "A Better Tomorrow (1986)~ IMDb - 7.5/10, RT - 93%, Meta - 78% ~ကျွန်တော်တို့ ငယ်ငယ်ကတော့ ဂျက်လီတို့ ဂျက်ကီချမ်းတို့ ချောင်ယွန်ဖတ်တို့ကားတွေ\nခေတ်စားခဲ့တာပေါ့။ ဘူမသိ ကိုးမသိ ငယ်ဘ၀ကတော့ ချောင်ယွန်ဖတ်ကို\nဆရာကျမှန်း မသိခဲ့သေးပေမဲ့ ဆေးလိပ်မီးကို ဒေါ်လာတစ်ရာတန်နဲ့\nဟန်ပါပါညှိပြသွားတဲ့ ချောင်ယွန်ဖတ်ရဲ့ဟန်ကိုတော့ ကျွန်တော်တို့တွေ အတော်ညိခဲ့ကြတယ်။Redcliff 1 2, face/off , Hard boiled, The Killer, Bullet in the Head တို့ကို\nရိုက်ခဲ့တဲ့ နာမည်ကျော် အက်ရှင်ဒါရိုက်တာဖြစ်တဲ့ ဂျွန်ဝူးကိုတော့ မသိတဲ့လူ မရှိလောက်ပါဘူး။\nဂျွန်ဝူးဟာ ကိုယ်ပိုင် Themeရှိတဲ့ ဒါရိုက်တာပါ။ သူ့Theme ကိုတော့\nHeroic Bloodshed Theme လို့ခေါ်ပါတယ်။ ဒီကားဟာ သူ့Themeရဲ့ ကနဦးကားပါပဲ။\nဒါကြောင့်လည်း သမိုင်းကြီးပါတယ်။(မာဗယ်မှာ မန်ဒရင်းလုပ်မယ့် ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/a-better-tomorrow-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/GNrK3mv-113x200.jpg",
        "title": "Operation Sniping (2021)",
        "description": "ဒီဇာတ်ကားကတော့  နာမည်ကြီးတဲ့ Guangdong မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတိုက်ပွဲတွေအကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံ Action/Sniper ဇာတ်ကားကောင်းဖြစ်ပါတယ်။မူးယစ်ဂိုဏ်းနဲ့ တပ်ဖွဲ့ဝင်တွေကြား တိုက်ပွဲတွေပြင်းထန်နေတဲ့ကြားမှာSniper သမားနှစ်ယောက်က ဟိုဖက် ဒီဖက် အပြိုင်ကြဲကြမယ့်ဇာတ်ကားဖြစ်ပါတယ်။ဆက်တင်အလန်းစားတွေနဲ့ ပွဲကြမ်းထားတာမို့ Action ပရိတ်သတ်တွေ အကြိုက်တွေ့မှာပါ။Read this article\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/operation-sniping-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3piJ6gviQWMQ9NyoR0RqnROoRmS.jpg",
        "title": "Nanquan-The Rise of Heroes ( 2021 )",
        "description": "ဒီ ဇာတ်လမ်းရဲ့ အဓိက...ဇာတ်လမ်းက တရုတ်ပြည်ကို အနောက်တိုင်းသားတွေကဘိန်းနဲ့ ဖျက်စီးစပြုတဲ့အချိန်ကိုအသားပေးရိုက်ထားတာ အနောက်တိုင်းသားက ဘာလို့ဒီလိုခြယ်လှယ်လို့ရလဲဆိုတော့ အကျင့်ပျက်ခြစားတဲ့စိတ်ဓာတ်ပိုင်တဲ့သူတွေက မင်းအမှုထမ်းလုပ်နေလို့ပေါ့...ဒါပေမယ့် တကယ်ဆို ကိုယ်ခံပညာ ကွန်ဖူးသိုင်းအစွမ်းထက်တဲ့ပညာရှင်တွေစုဝေးနေပြီး ဒါကိုသိသိကြီးနဲ့ ပြန်ချဖို့ မကြိုးစားကြဘူး...အကြောင်းကတော့ ကိုယ်ခံပညာနဲ့ သေနတ်ကို မယှဉ်နိုင်ဘူးထင်လို့ပေါ့...ဇာတ်လိုက်မင်းသား လုယွမ်ပါးကတော့ မဟုတ်ဘူး ကိုယ်ခံပညာနဲ့ သေနတ် လက်နက်ကိုမယှဉ်နိုင်စရာအကြောင်းမရှိဘူး... ကြိုးစားကြည့်ရမယ်ဆိုတဲ့ စိတ်ကိုအရင်းခံတိုက်လိုက်တော့... သူလည်း မအောင်မြင်သေးပါဘူး...အကြိမ်ကြိမ်လဲကျပြီးမှ ထနိုင်တာကတော့ ဇာတ်လမ်းတိုင်းရဲ့ မြှုပ်ကွက်ပါပဲ...ဆက်လက်ခံစားကြည့်ရှုပါCheck my site Quality : HDRip 1080pFormat: mp4During : 1h 44minSubtitle : Myanmar Subtitle ( hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "7.3",
        "url": "https://megaup.net/31Ubg/Nanquan-The.Rise.of.Heroes.2020.HD1080P(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBCzHCJ4v1Jt5hwDzEPq8Hj2NKZ.jpg",
        "title": "On the Line (2021)",
        "description": "On the Line (2021)IMDb - 7.3/10Voice Phishing ဆိုတာ အသံနဲ့လိမ်လည်မှု\nတစ်နည်းပြောရရင် ဖုန်းဆက်ပြီးလိမ်တဲ့ လိမ်နည်းပါပဲကျွန်မတို့မြန်မာနိုင်ငံမှာ ဒီစကားလုံးနဲ့စိမ်းနေပေမဲ့\nကိုရီးယားမှာတော့ မကြာခဏဖြစ်လေ့ရှိတဲ့ လိမ်လည်မှုလို့ ပြောရင်လည်းမမှားပါဘူး\"အသံနဲ့ လိမ်တယ်ဆိုတာက သနားကြင်နာမှုပဲ\nဦးနှောက်မရှိတာ အသိပညာမရှိတာနဲ့မဆိုင်ဘူး\nတစ်ဖက်လူရဲ့ မျှော်လင့်ချက်နဲ့ ကြောက်ရွံမှုကို သုံးရတာ\"လူတွေရဲ့ စိတ်လှုပ်ရှားဆုံး ကြောက်ရွံ့ဆုံးအချိန်\nအမှားအမှန်မခွဲခြားနိုင်တဲ့ အချိန်ကို အသုံးချပြီး\nငွေကြေးလိမ်လည်နေတဲ့အဖွဲ့အစည်း....လုပ်ဖော်ကိုင်ဖက်တွေ ငွေအလိမ်ခံရတာကို\nနောက်ဆုံးအချိန်ထိလိုက်မဲ့ ရဲဝန်ထမ်းကနေ နှုတ်ထွက်ထားတဲ့ ဟန်ဆောဂျွန်း....ဒီအမှုကို ဟန်ဆောဂျွန်းနောက်ဆုံးအချိန်ထိ ထုတ်ဖော်သွားနိုင်မလားဆိုတာ\nOn the line မှာကြည့်ရှုပေးကြပါဦးနော်Cast တွေကတော့ Byun Yo Han နဲ့ Woo Jin Ah တို့ပဲ ဖြစ်ကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Her latest blogGenre.....Action, Crime, Drama\nQuality….FHDRip 1080p and 720p and 480p\nFile size…1.5GB ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/on-the-line-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/one-shot-Capture-136x200.jpg",
        "title": "One Shot (2021)",
        "description": "ဖိုက်တာမင်းသားကြီး Scott Adkins  ရဲ့  အသစ်ထွက် Action/Thriller ဇာတ်ကြမ်းကားလေး တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...နိုင်ငံတကာကအကြမ်းဖက်တွေကို ပုံစံသွင်းပေး၊ အကြောက်တရားထည့်ပေး၊ ပုံမှန်လူလိုပြန်ဖြစ်ရေး ကျင့်ပေးနေတဲ့လျှို့ဝှက်ဌာနချုပ်တစ်ခုဆီကနေ အထိန်းသိမ်းခံထောင်သားတစ်ယောက်ကိုလွှဲပြောင်းယူဖို့ မစ်ရှင်တစ်ခုကျရောက်လာပါတယ်။နိုင်ငံတော်အဆင့်အရေးကြီးတဲ့ကိစ္စတစ်ခုဖြစ်ပြီး လျှို့ဝှက်ချက်တွေအပြည့်နဲ့ပါ..မမြင်နိုင်တဲ့ အန္တရာယ်တွေကလဲ စောင့်လိုကြိုနေပါတယ်။ဒီခရီးစဉ်အတွက် လိုက်ပါ‌စောင့်ကြပ်ပေးရတဲ့ Navy Seal အဖွဲ့အနေနဲ့ အရှုပ်အထွေးအန္တရာယ်တွေကြားကနေအထိန်းသိမ်းခံထောင်သားကို မြို့တော်ဝါရှင်တန်ဆီ ပြန်ခေါ်သွားနိုင်မလားဆိုတာ....။အပစ်အခတ် အကြမ်းပတမ်းတွေနဲ့  အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.5 GB) / (850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/one-shot-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lP8Mcvb2bPfDo3M0lhSOhX6dLs.jpg",
        "title": "Cloudy Mountain (2021)",
        "description": "Cloudy Mountain 2021သဘာဝဘေးအန္တရာယ်ဆိုတာ ‌မမျှော်လင့်ဘဲရောက်လာတတ်တဲ့ နတ်ဆိုးဧည့်သည်ပါပဲ။ဒီနတ်ဆိုးရဲ့ ပုံသဏ္ဍာန်အမျိုးမျိုးကို ပုံဖော်ရင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပေါင်းများစွာရဲ့အရသာကိုကြည့်ရှုခံစားဖူးသူတိုင်းသေချာသိနေလောက်မယ်လို့ ထင်ပါတယ်။ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ အောက်တိုဘာလက ရုံတင်ခဲ့တဲ့သဘာဝဘေးအန္တရာယ်အခြေပြု တရုတ်ရုပ်ရှင်ကားကြီးဖြစ်တဲ့ Cloudy Mountain ပဲဖြစ်ပါတယ်။ပြောခဲ့သလိုပါပဲဒီကားက လူမူရေးပြဿနာတွေနဲ့ ရှုပ်ထွေးနေမယ့်လောကကြီးအကြောင်းပုံဖော်ထားတာလည်းမဟုတ်သလို၊ဒီလိုဆိုတိုင်း ကမ္ဘာပျက်ကပ်ကို ဦးတည်ပြီး ရိုက်ကူးပြထားတာလည်း မဟုတ်ပြန်ပါဘူး။၁၀နှစ်ကျော် ဖောက်လုပ်ခဲ့ကြတဲ့ဥမင်လိုဏ်ခေါင်းတစ်ခု ပြီးစီးလုနီးနီးအချိန်မှာမထင်မှတ်ထားတဲ့ ကမ္ဘာ့ဘူမိဗေဒဆိုင်ရာ ဘေးအန္တရာယ်နဲ့ကြုံတွေ့ခဲ့ရပြီးမြေငလျင်ဒဏ်ကြောင့် တောင်ပြိုမှုတွေဖြစ်ပွားလာနိုင်တဲ့အခြေအနေတစ်ခုကို ပုံဖော်ပြထားပါတယ်။ဒါ့အပြင် လူဦးရေသိန်း၁၆၀ရှိတဲ့မြို့ကိုကာကွယ်ဖို့ နည်းပညာအင်အား၊လူအင်အားနဲ့အတူအများအကျိုးသယ်ပိုးရတာ ဂုဏ်ကျက်သရေတစ်ခုပါ လို့ မှတ်ယူထားတဲ့သားအဖနှစ်ယောက်ရဲ့ စိတ်အားထက်သန်မှုတွေကိုပါ မြင်တွေ့ရဦးမှာပါ။ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်လိုက်တွေရဲ့ ပြောစရာမလိုတဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်းCloudy Mountainကပိုလို့အသက်ဝင်လာခဲ့ပါတယ်။သဘာဝဘေးအန္တရာယ်ဆိုင်ရာ ဗဟုသုတတွေအပြင်သားအဖနှစ်ယောက်ကြားထဲက သံယောဇဉ်တွေ၊ဖခင်မေတ္တာနဲ့အတူ တောင်တန်းကြီးကပေးတဲ့ အထီးကျန်ဆန်မှုတွေကြားထဲကခံစားမိနေတဲ့ ကယ်ဆယ်သူတွေနဲ့ပိတ်မိနေသူတွေကြားထဲက မေတ္တာဓာတ်တွေကိုပါ အပြည့်အဝခံစားမိစေမယ့် ကားလေးပါပဲ။အနုအယွလေးတွေပဲ ကြည့်နေရင် ပျင်းလာမှာစိုးလို့ဗဟုသုတလည်းရ ရင်ထဲလည်းခံစားချက် တစ်မျိုးလေးကျန်နေစေမယ့် ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်‌။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Drama\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cloudy-mountain-2021/"
    }
]