[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BZGMyMGM2ZDgtODY0Ni00NDBiLTlmYTUtMzMxM2ZiMWIxNmI1XkEyXkFqcGdeQXVyMTY1MTI2MTA@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Gatao 2: Rise of the King (2018)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တွေအတွက် Gatao 2: Rise of the king ဆိုတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။IMDb rating 6.1 ရထားတဲ့ ဒီကားဟာ Crime အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။မြောက်ပိုင်းခံတပ်လူမိုက်ဂိုဏ်းမှာ ခေါင်းဆောင်ဖြစ်လာတဲ့ ရန်တစ်ယောက်အရင်က ညီအစ်ကိုလို ချစ်ခင်ခဲ့ရတဲ့ ဂျီရန်ရဲ့ ရာထူးလိုချင်မှုနဲ့အတူ ပြန်ရောက်လာတဲ့အခါ ကြုံရတဲ့ ပြဿနာတွေကို တင်ပြထားတာဖြစ်ပါတယ်။ညီအစ်ကိုချင်း သစ္စာစောင့်သိမှုရဲ့ တန်ဖိုးဟာ ဘာလဲ..?ပဋိပက္ခတစ်ခုရဲ့ အငွေ့အသက်တွေ ကုန်ဆုံးသွားတဲ့အခါ ခင်မင်ရင်နှီးမှုရဲ့ အကြွင်းအကျန်က ဘာများဖြစ်မလဲ..?ဆိုတာကိုတော့ ဒီဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားကြပါခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဗညားပါ)  File Size : (950 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 07min\nFormat : Mp4\nGenre : Crime,Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay ...",
        "rating": "6.6",
        "url": "https://megaup.net/Yr7u/Gatao_2_-_Rise_Of_The_King_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTUxNjI4MDU2OF5BMl5BanBnXkFtZTgwMDAzMzA1NDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Game Over, Man! (2018)",
        "description": "ဒီတစ်ခါတော့ CM Fan တွေကို Netflix ကဟာသ ကားလေး တစ်ခု နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒါပေမယ့် ကြိုသတိပေးချင်တာကတော့18+ အဆင့် R- Rated အဆင့်ပါလိင်အင်္ဂါ ပုံတွေ အထင်းသား ပြထားတဲ့အပြင်သွေးထွက်သံယုံ အပြင်းစားတွေ နဲ့လူကြီး နဲ့ ကလေး အတူတူ မကြည့်သင့်တဲ့ဆဲဆိုတဲ့ အသုံးအနှုန်းတွေ အများကြီးပါဝင်တဲ့အတွက်အသက်မပြည့်သေးတဲ့ သူများ ၊ မိသားစု နဲ့ အတူကြည့်သော သူများကြည့်ရှုရန် မသင့်တော်ပါ နှလုံးရောဂါရှိသူများ မကြည့်သင့်ပါဇတ်လမ်းပုံစံကတော့ ထောင့်မကျိုး အပျင်းထူ လူတွေနဲ့အစေးမကပ် တဲ့ ဟိုတယ်တစ်ခုရဲ့ အခန်းရှင်း ၀ိတ်တာဘွိုင်း ၃ ယောက်နဲ့ဇတ်လမ်း စထားပါတယ်...သူတို့ ၃ ယောက်က မကောင်းတဲ့ အကျင့်တစ်မျိုးစီ ရှိပြီးဘာလုပ်လုပ် တလွဲတွေပဲ ဖြစ်နေပေမယ့် တူညီတဲ့အကြံတစ်ခုတော့ ရှိပါတယ် အဲ့ဒါကတော့ချမ်းသာချင်တဲ့ စိတ်ပါပဲ :Pတစ်ရက်မှာတော့ သူတို့ ဟိုတယ် ကိုVIP တစ်ယောက်လာတည်းပါတယ်အဲ့ဒီအတွက်လဲ ဟိုတယ်တစ်ခုလုံး တာဝန်တွေခွဲဝေယူရရင်း အလုပ်ရှုပ်နေတာပေါ့အဲ့ဒီ VIP ကတော့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPzrNuHBQ8NGJHGaAYTG8GrGpvx.jpg",
        "title": "The Legend (1993)",
        "description": "fong sai yukဂျက်လီရဲ့ဟောင်းနေပေမဲ့ကောင်းနေဆဲဇတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်rating ကလည်းအလန်းကြီးဆိုတော့အထွေးအထူးပြောစရာမလိုတော့ပါဘူးဇတ်လမ်းကတော့တရုတ်ပြည်ကိုမန်ချူးတွေကျူးကျော်စဉ်ကတရုတ်တော်လှန်းရေးသမားတွေဟာမန်ချူးတွေကိုရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့ပါတယ်အဲဒီထဲမှာမြို့မျက်နှာဖုံးဖြစ်တဲ့ဖွန်စိုင်ယုရဲ့အဖေလည်းအပါအဝင်ပါပဲမန်ချူးတပ်တွေဖွန်စိုင်ယုရဲ့အဖေအကြောင်းသိသွားတဲ့အခါမှာအဖေကိုအထိအခိုက်မခံနိုင်တဲ့ဖွန်စိုင်ယုတစ်ယောက်အဖေကိုဘယ်လိုကာကွယ်မလဲတော်လှန်ရေးသမားစာရင်းတွေကိုကောမပေါက်ကြားအောင်လူငယ်လေးဖွန်စိုင်ယုဘယ်လိုကာကွယ်မလဲစိတ်ဝင်တစ်စားစောင့်ကြည့်ရမှာပါဖွန်စိုင်ယုအဖြစ်ဂျက်လီကအကောင်းဆုံးသရုပ်ဆောင်ထားပြီးမန်ချူးဘက်တော်သားအဖြစ်တရုတ်နာမည်ကျော်မင်းသားvincent zhaoကအကောင်းဆုံးသရုပ်ဆောင်ထားပါတယ်ဒီဇတ်ကားလေးဟာကြာပြီဆိုပေမဲ့အကောင်းဆုံးဘလူးရေးကွာလတီကိုရှာကြံဒေါင်းပြီးပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်ဂျက်လီရဲ့အကောင်းဆုံးကွန်ဖူးအက်ရှင်တွေနဲ့အတူအားလုံးအကြိုက်တွေ့ကြမှာပါစိတ်မကောင်းစရာတစ်ခုကဒီဇတ်ကားဟာအပိုင်း၂အဖြစ်နောက်ထပ်တစ်ကားထပ်ထွက်ခဲ့ပေမဲ့ဘလူးရေးကွာလတီကတော့ကျွန်တော်လည်းရှာမတွေ့ပါဘူးအဲဒါကြောင့်အပိုင်း၂ကတော့ထပ်တင်ဖို့မသေချာပါဘူးကြိုက်တဲ့သူများရင်တော့တင်ဖို့ကြိုးစားသွားမှာပါလောလောဆယ်တော့ဒီကားလေးနဲ့အတူသိုင်းလောကကိုခဏလောက်အလည်သွားလိုက်ကြပါစို့လို့ပဲQty - 720p BlurayDuration - 1hr 50minSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "7.2",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-1-138x200.jpg",
        "title": "Raazi (2018) Blu-Ray [1080p 5.1 CH x264]",
        "description": "Raazi (2018) [1080p 5.1 CH x264]\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zKtU/Raazi_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-133x200.jpg",
        "title": "Raazi (2018)",
        "description": "Raazi (2018)\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း မပါဘူး \"အသက် ၂၀ ကျော်အရွယ်မိန်းကလေးတစ်ယောက်က ...",
        "rating": "7.8",
        "url": "https://megaup.net/2TN0p/Raazi_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15lynat4SPCmMnfXdFiEpS1syl2.jpg",
        "title": "The Unity of Heroes (2018)",
        "description": "တရုတ္သိုင္းကားေကာင္းမ်ားကို ၾကဳိက္ႏွစ္သက္ၾကသူေတြအတြက္ ၂၀၁၈ ထြက္ IMDb – 6.1/10 ရွိတဲ့ Unity OF Heros ဆိုတဲ့ တရူတ္သိုင္းကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္…။ဂြမ္ေဒါင္ဆိုတဲ့ ျမိဳ႕မွာ ဝမ္ေဖးဟုမ္ လို႔ေခၚတဲ့ သိုင္းဆရာတစ္ေယာက္ဟာ သိုင္းသင္တန္းပို႕ခ်ေနတ့ဲ သိုင္းဆရာတစ္ေယာက္ျဖစ္ပါတယ္။ဝမ္ေဖးဟုမ္က အရပ္သားျပည္သူ႕စစ္ေတြကိုလည္း သိုင္းပညာသင္တန္းေပးေနတဲ့ ျမိဳ႕မွာအေတာ္ဆံုး နံပတ္၁ သိုင္းဆရာတစ္ေယာက္ေပါ့…။တစ္မနက္မွာေတာ့ လူစိတ္ေပ်ာက္ျပီး မေကာင္းဆိုးဝါးတစ္ေကာင္လိုျဖစ္ေနတဲ့ လူတစ္ေယာက္ သူ႕ျခံထဲဝင္လာတာကို တပည့္တစ္ေယာက္ကေတြ႔ျပီး သူ႔ကိုဖမ္းခ်ဳပ္ျပီး ျပဳစုထားခဲ့ပါတယ္..။အဲ့ဒီအခ်ိန္ ဂြမ္ေဒါင္ျမိဳ႕မွာ ႏုိင္ငံျခားသားတစ္ေယာက္ဦးစီးတဲ့ ေဆးရံုတစ္ရံုလာဖြင့္ပါတယ္..။ဘိန္းစြဲေနတဲ့တရုတ္လူမ်ိဳးေတြကို ေဆးအလကားကုေပးမယ္လို႔မက္လံုးေပးျပီး လူနာရွာပါေတာ့တယ္…။ကံဆိုးစြာပဲ ေဆးလာကုတဲ့လူနာမ်ားဟာ ေဆးရံုထဲဝင္ျပီး ဘယ္ေတာ့မွျပန္ထြက္မလာၾကေတာ့တာပါပဲ။ေဆးရံုက ထူးဆန္းတဲ့လွ်ိဳ႕ဝွက္ခ်က္ေတြနဲ႔ ျမိဳ႕ရဲ႕ေလးစားရတဲ့ သိုင္းဆရာဝမ္ေဖးဟုမ္ ဘယ္လိုမ်ား ထိပ္တိုက္ေတြ႔ၾကမလဲ..၊ရွဳစားေတာ္မူလိုက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-unity-of-heroes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quqsgaoLSct4DzsKb6I7S5wmapw.jpg",
        "title": "The Scorpion King: Rise of a Warrior (2008)",
        "description": "Scorpion King 2 ကို ဒါ႐ိုက္တာ Russell Mulcahy က ႐ိုက္ကူးထားခဲ့ၿပီး\nအဓိကဇာတ္ေဆာင္အျဖစ္\nMichael Copon က ပါဝင္ထားပါတယ္။\nဒီဇာတ္ကားမွာေတာ့ ဖခင္ကိုသတ္ခဲ့တဲ့\nဆာဂြန္ဘုရင္ႀကီးကို ကလဲ့စားေခ်ဖို႔\nမားသရပ္စ္ရဲ႕ ႀကိဳးစားအားထုတ္ပံုကို ၾကည့္႐ွဳၾကရမွာပါ။\nမားသရပ္စ္ကို ကူညီမယ့္သူကေတာ့ ငယ္သူငယ္ခ်င္းျဖစ္သူ\nအမ်ိဳးသမီးစစ္သည္ေတာ္ေလး ေလလာ ျဖစ္ပါတယ္။\nဆာဂြန္ဘုရင္ႀကီးရဲ႕ ေမွာ္အကာအရံကို ေခ်ဖ်က္အႏိုင္ယူႏိုင့္မယ့္\nလက္နက္ေကာင္းတစ္ခုကို မားသရပ္စ္ကရွာေဖြဖို႔\nအီဂ်စ္ျပည္အထိ သြားေရာက္ခဲ့ပါတယ္။\nအီဂ်စ္ျပည္သြားရျခင္းမွာ အိုဆိုင္းရပ္စ္ရဲ႕လွံတံကိုရွာေဖြဖို႔ျဖစ္ေသာ္လည္း\nလွံတံက အီဂ်စ္ျပည္ျပင္ပတြင္ အစြမ္းေလ်ာ့နည္းေၾကာင္း\nမားသရပ္စ္ သိရွိလိုက္ရပါတယ္။\nဒါေၾကာင့္ ဒမ္မိုခလိစ္ရဲ႕ အစြမ္းထက္ဓားကိုရွာေဖြဖို႔\nဂရိျပည္အထိ ခရီးဆန္႔ခဲ့ၾကရျပန္ပါတယ္။\nဒါ႐ိုက္တာအသစ္ သ႐ုပ္ေဆာင္အသစ္နဲ႔႐ိုက္ကူးထားတဲ့\nScorpion King 2 ကို\nဆက္လက္ၾကည့္႐ွဳခံစားၾကည့္လိုက္ၾကပါဦးခင္ဗ်ား...။\n(အဲ သရုပ္ေဆာင္သစ္ဆိုလို႕ အဲသရုပ္ေဆာင္\nမင္းသားကိုရင္းႏွီးေနပါတယ္လို႕ ၾကည့္ေနတာ\nTime Force Power Ranger ထဲကအၿပာေကာင္ဗ် ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/the-scorpion-king-rise-of-a-warrior-2008/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vllvystwQjmXzy5OvBKnGl1JREF.jpg",
        "title": "TRON: Legacy (2010)",
        "description": "virtual world designer Kevin Flynn တယောက် ရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်နှစ်ပေါင်း ၂၀ ကြာပြီးတဲ့နောက်မှာ သားဖြစ်သူ Sam တယောက် ကုမ္ပဏီရဲ့ အဓိက ရှယ်ယာရှင်ဖြစ်လာခဲ့ပါပြီAlan bradly တယောက် Samကို ဖခင်ဖြစ်သူရဲ့ ဗီဒီယိုထဲကနေ ထူးဆန်းတဲ့ ပေးပို့ချက်တခုကို ဖော်ထုတ်ဖို့ တောင်းဆိုခဲ့ပါတယ်ဒီနောက်မှာတော့ Sam တယောက် ကွန်ပျုတာထဲကနေမှ ဖွက်ထားတဲ့ အောက်ခြေအဆင့်အပိုင်းကို ရှာတွေ့သွားတော့တဲ့နောက် ENCOM ရဲ့ အဓိက မိန်းဖရိန်နဲ့မဟုတ်ပဲ သက်သက်ကွဲထွက်နေတဲ့ အပိုင်း Grid ကနေ သတင်းပေးပို့ချက်ကို ရရှိခဲ့ပြီးတဲ့နောက် The Rinzler လို့ခေါ်တဲ့ ပရိုဂရမ်နဲ့ ယှဉ်ပြိုင်ဖို့ ဖိအားပေးခြင်းခံရပါတော့တယ်SAm တယောက်ထိခိုက်မိပြီး သွေးထွက်လာခဲ့တဲ့နောက် Rinzler က Samဟာလူသားဂိမ်းဆော့သူဖြစ်တယ်ဆိုတာ သိရှိသွားတဲ့အခါ ?ဒါ့အပြင် Grild ရဲ့ စည်းမျဉ်းပရိုဂရမ်ကို တပ်ဆင်ခဲ့သူက ဖခင်ဖြစ်သူ Kevin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1TO79/Tron_-_Legacy_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/planet-terror-55084941e96c6-140x200.jpg",
        "title": "Planet Terror (2007)",
        "description": "အေမရိကန္ျပည္ေထာင္စု တကၠဆပ္ျပည္နယ္ထဲက ေက်းလက္ျမိဳ႕ကေလးတစ္ျမိဳ႕မွာရွိတဲ့ ေပ်ာ္ပြဲစားရံုတစ္ရံုမွာ ေဖာ္ခြ်တ္အကမယ္တစ္ေယာက္ျဖစ္တဲ့ မိန္းမေခ်ာေလး “ခ်ယ္ရီဒါလင္”ဟာ\nမသထာေရစာလခႏွစ္ပဲတစ္ျပားပဲရေနတဲ့ အလုပ္ကေနထြက္ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္။အလုပ္ကေနထြက္လာျပီျဖစ္တဲ့ ခ်ယ္ရီတစ္ေယာက္ ညဘက္အိမ္အျပန္ခရီးမွာေတာ့ အဲလ္ေရး ဆိုတဲ့ သူ႕ရည္းစားေဟာင္းနဲ႔ အသားကင္ဆိုင္တစ္ဆိုင္မွာ ျပန္ဆံုမိရင္းနဲ႔ ကားၾကံဳလိုက္စီးမိရင္း …….ေတာအုပ္တစ္ခုအနားျဖတ္္စဥ္မွာပဲ ဆစ္ကုိးစ္ဆိုတဲ့ အမည္မသိရတဲ့ လူတစ္စုရဲ့ လုပ္ၾကံမွဳေၾကာင့္ သူတို႔ႏွစ္ေယာက္စီးလာတဲ့ကားလည္း တိမ္းေမွာက္သြားျပီးတဲ့ေနာက္ ခ်ယ္ရီရဲ့ ေျခေထာက္တစ္ဖက္ကို ဆစ္ကိုးစ္ေတြက ျဖတ္ယူသြားခဲ့ပါေတာ့တယ္……\nဒါဆို ဆစ္ကိုးစ္ဆိုတာ ဘယ္သူေတြမ်ားပါလိမ့္ …..တကယ္ေတာ့ လြန္ခဲ့တဲ့ ျမိဳ႕စြန္တစ္ေနရာမွာရွိတဲ့ စစ္စခန္းတစ္ခုမွာ ေမွာင္ခိုအေရာင္းအ၀ယ္တစ္ခုလုပ္ခဲ့ၾကတာကို လူေတြသတိမထားမိလိုက္ၾကလို႔ပါ။အဲဒီမွာပဲ အာရံုေၾကာကို ထိခိုက္ပ်က္စီးေစတဲ့ အဆိပ္သင့္ဓာတ္ေငြ႕တစ္မ်ိဳးရဲ့ နမူနာပစၥည္းေတြကို အေရာင္းအ၀ယ္လုပ္ၾကရင္း အခ်င္းမ်ားရာကေန ခုလိုမ်ိဳး ခ်ယ္ရီရဲ့ ေျခေထာက္တစ္ဖက္ျပတ္သြားတဲ့အထိကို ေရာက္လာခဲ့တာပါ။အျဖစ္အပ်က္ေတြက ဒီေလာက္နဲ႔ ရပ္တန္႔သြားမွာေတာ့ မဟုတ္ပါဘူး။ခုဆို ေဆးရံုမွာ ခ်ယ္ရီလိုပဲ တျခားလူနာေတြအမ်ားၾကီးေရာက္လာေနပါျပီ။ လူနာေတြအားလံုးကေတာ့ သူတို႔ကို ဘယ္သူေတြတိုက္ခိုက္သြားမွန္းေသခ်ာမေျပာနိုင္ၾကသလို ဆရာ၀န္ေတြကလည္း ဘာဆက္လုပ္ရမွန္းမသိျဖစ္ေနၾကပါျပီ…..\nခ်ယ္ရီကို ေဆးရံုလိုက္ပို႔တဲ့ အဲလ္ေရး ကိုလည္း ရဲက ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zJsg/Grindhouse_-_Planet_Terror_[16+]_[2007]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/rush-hour-3-133x200.jpg",
        "title": "Rush Hour 3 (2007)",
        "description": "Rush Hour ရဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်...\nတရုတ်ကောင်စစ်ဝန် ဟန် လုပ်ကြံခံခဲ့ရခြင်းကြောင့်\nအင်စပက်တာလီ နဲ့ စုံထောက်ကာတာတို့နှစ်ဦး ပြန်လည်ပေါင်းစည်းကြဖို့\nအကြောင်းဖန်လာပြန်ပါတယ်။\nဒီတစ်ခေါက်တော့ ပဲရစ်မြို့မှာပါ။\nဗီလိန်အဖြစ် ဝါရင့် ဂျပန်မင်းသားကြီး Hiroyuki Sanada လည်း ပါဝင် ထားပါတယ်။----------------------------------------------------------Rush Hour ရဲ႕ တတိယေၿမာက္ဇာတ္ကားၿဖစ္ပါတယ္...\nတ႐ုတ္ေကာင္စစ္ဝန္ ဟန္ လုပ္ၾကံခံခဲ့ရျခင္းေၾကာင့္\nအင္စပက္တာလီ နဲ႔ စံုေထာက္ကာတာတို႔ႏွစ္ဦး ျပန္လည္ေပါင္းစည္းၾကဖို႔\nအေၾကာင္းဖန္လာျပန္ပါတယ္။\nဒီတစ္ေခါက္ေတာ့ ပဲရစ္ၿမိဳ႕မွာပါ။\nဗီလိန္အျဖစ္ ဝါရင့္ ဂ်ပန္မင္းသားႀကီး Hiroyuki Sanada လည္း ပါဝင္ ထားပါတယ္။\n \nFile Size : (812MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre : Action, Comedy,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay\nTranslated by Wai Yan Htun\nEncoded by Moe Myint ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ww42/Rush_Hour_3_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Rush-hour-2-133x200.jpg",
        "title": "Rush Hour 2 (2001)",
        "description": "စုံထောက်ကာတာ တရုတ်နိုင်ငံသို့ အလည်အပတ် ရောက်ရှိနေစဉ်\nအမေရိကန်သံရုံးဗုံးခွဲတိုက်ခိုက် ခံခဲ့ရပါတယ်။\nဒီတစ်ခေါက်တော့ အိမ်ရှင် အင်စပက်တာလီ က ဧည့်သည် စုံထောက်ကာတာ ကို\nဘယ်လိုဧည့်ခံ မလဲ ဆိုတာနဲ့ စုံထောက်ကာတာရဲ့အလွဲလွဲအချော် ချော်လုပ်ရပ်တွေကို\nတဝါးဝါး ရယ်မောကြရမှာ သေချာပါတယ်။\nဗီလိန်အဖြစ် တရုတ် မင်းသမီးချောလေး Zhang Ziyi လည်း ပါဝင်ထား ပါတယ်။-------------------------------------------------စံုေထာက္ကာတာ တ႐ုတ္ႏိုင္ငံသို႔ အလည္အပတ္ ေရာက္ရွိေနစဥ္\nအေမရိကန္သံရံုးဗံုးခြဲတိုက္ခိုက္ ခံခဲ့ရပါတယ္။\nဒီတစ္ေခါက္ေတာ့ အိမ္ရွင္ အင္စပက္တာလီ က ဧည့္သည္ စံုေထာက္ကာတာ ကို\nဘယ္လိုဧည့္ခံ မလဲ ဆိုတာနဲ႔ စံုေထာက္ကာတာရဲ႕အလြဲလြဲအေခ်ာ္ ေခ်ာ္လုပ္ရပ္ေတြကို\nတဝါးဝါး ရယ္ေမာၾကရမွာ ေသခ်ာပါတယ္။\nဗီလိန္အျဖစ္ တ႐ုတ္ မင္းသမီးေခ်ာေလး Zhang Ziyi လည္း ပါဝင္ထား ပါတယ္။\n \nFile Size : (774 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ctwh/Rush_Hour_2_[2001]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Rush-hour-133x200.jpg",
        "title": "Rush Hour (1998)",
        "description": "ဂျက်ကီချန်းပရိတ်သတ်တွေ ဒီဇာတ်ကားလေးတွေကိုမမေ့ကြသေးဘူးမလား :D\n1998 စတင်ထွက်ရှိခဲ့တဲ့\nRush Hour Series တွဲရဲ့ ပထမဆုံးသောဇာတ်ကားဖြစ်ပါတယ်..\nဂျက်ကီနဲ့ ကာတာ စတင်ပြီးတွေ့ဆုံတဲ့\nကားပေါ့ဗျာ..မကြည့်သေးတာပဲဖြစ်ဖြစ်..ကြည့်ပြီးသွားတာပဲဖြစ်ဖြစ်..\nနောက်ဆိုရင် ဒီလိုဇာတ်ကားမျိုးတွေ\nအကြည်နဲ့စာတန်းထိုးမှန်မှန် ရဖို့မလွယ်တော့လို့ သိမ်းသင့်ကြောင်းပါ..\nမေ့နေမှာဆိုးလို့ ဇာတ်လမ်းအကျဉ်း\nလေးနည်းနည်းပြန်ပြောလိုက်ပါမယ်....\nအင်စပက်တာ လီဟာ တရုတ်နိုင်ငံမှာ အင်မတန်တော်တဲ့စုံထောက်အရာရှိတစ်ဦးပါ..\nသူဟာ တရုတ်\nကောင်စစ်ဝန်နားမှာအမြဲနေပြီး..ကောင်စစ်ဝန်ကလည်းအရေးပေးပါတယ်..\nတစ်နေ့မှာ လီ ဦးဆောင်တဲ့\nစုံထောက်အဖွဲ့ဟာတရုတ်တွေရဲ့ရှေးဟောင်းပစ္စည်းကို ခိုးထုတ်ပြီး\nမှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်နေ\nတဲ့ ဂျွန်တာအို ရဲ့အဖွဲ့ကိုဖမ်းမိပါတယ်.\nခေါင်းဆောင်တော့မပါဘူးပေါ့....အဲ့အမှုပြီးတဲ့နောက်မှာတော့\nဂျွန်တာအိုဟာ အတော်ကြာခြေရာဖျောက်နေပါတယ်..\nတရုတ်ကောင်စစ်ဝန်မှာသမီးလေးတစ်ယောက်ရှိ\nပါတယ်..အဲ့သမီးလေးကို ဂျွန်တာအို ဟာ\nပြန်ပေးဆွဲပြီး ကလဲ့စားပြန်လိုချင်တဲ့အခါမှာတော့...\nတရုတ်ကောင်စစ်ဝန်ဟာ အမေရိက ကိုရောက်နေတာပါ..\nပြန်ပေးဆွဲတာလည်းအမေရိကမှာပဲဖြစ်ပါတယ်\nFBI က သူတို့အကောင်းဆုံးလုပ်ပေးမယ်လို့ပြောပေမယ့်\nကောင်စစ်ဝန်က \" လီ \" ကို ပါဝင်စေချင်လို့\nတရုတ်ကနေလှမ်းခေါ်လိုက်ပါတယ်..\nဒါကို FBI က သဘောမကျပဲ တွဲဖက်တစ်ဦးတွဲပေးလိုက်ပါတယ်..\nအဲ့တွဲဖက်ရဲ့တာဝန်ကတော့ လီ ကို အမှုမှာ မပါဝင်စေပဲ ပထုတ်ထားဖို့ပဲဖြစ်ပါတယ်..\nတွဲဖက်ကတော့\nLA ရဲ ဘက်ငှာန က ဂျိမ်းကာတာပဲဖြစ်ပါတယ်..\nပေါက်ကရတွေလျှောက်ပြောပြီး အူကြောင်ကြောင်\nနိုင်လှ တဲ့ ဒီရဲ အရာရှိနဲ့ တရုတ်စုံထောက် လီ တို့ပေါင်းမိပြီးဘာတွေဖြစ်ကြမလဲ..\nဘယ်လိုတွေစုံစမ်းမလဲ..ဘယ်လိုတွေအလွဲတွေ..\nဟာသတွေဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပါ\n-----------------------------------------------ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြ ဒီဇာတ္ကားေလးေတြကိုမေမ႔ၾကေသးဘူးမလား :D\n1998 ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ww4a/Rush_Hour_[1998]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/From_Dusk_Till_Dawn_3-141x200.jpg",
        "title": "From Dusk Till Dawn 3: The Hangman’s Daughter (1999)",
        "description": "ဒီဇာတ်ကားကတော့ ပထမနှစ်ကားရဲ့ မြစ်ဖျားခံရာ အကြောင်းကို ဖော်ထုတ်ပေးတဲ့ ကားပါပဲ။Action,Horror,Crime အမျိုးအစားဖြစ်ပြီး IMDB Rating ကတော့ 4.8 ပါ။နာမည်ကြီးဂျာနယ်လစ်တစ်ယောက်ဖြစ်တဲ့ ဘုရားမဲ့ဝါဒီ Ambrose Bierce တစ်ယောက်ဒေသခံပုန်ကန်သူခေါင်းဆောင်ထံကိုသွားရင်းတရားဟောဆရာ Newlie နဲ့ သူ့ရဲ့ဇနီးတို့နဲ့အတူခရီးသွားဖြစ်ကြပါတယ်။ကြိုးဆွဲချအသတ်ခံရလုဆဲဆဲအခြေအနေကဓားပြ Madrid တစ်ယောက်သူ့ကိုကြိုးဆွဲချမယ့် ပါးကွက်သားရဲ့အနှိပ်စက်ခံသမီးလေး နဲ့အတူလွတ်မြောက်လာပြီးသူ့ကိုကယ်ခဲ့တဲ့ကလေးတစ်ယောက် Reesce နဲ့အတူ Ambrose တို့ကိုဓားပြတိုက်ခဲ့ရာက အလွဲအမှားတွေဖြစ်ပြီး မရောက်သင့်တဲ့တစ်နေရာကိုရောက်ရှိသွားပါတယ်။သူတို့တွေ အတူလက်တွဲပြီး သဘာဝလွန်ဖြစ်ရပ်တွေကိုအတူရင်ဆိုင်နိုင်မလားဒါမှမဟုတ်တစ်ယောက်နဲ့တစ်ယောက်ပြန်ရန်ရှာပြီးပဲ သတ်မိကြမလားဆိုတာကတော့... File size…(850MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:33:49\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "4.8",
        "url": " https://megaup.net/2Arhm/From_Dusk_Till_Dawn_3_-_The_Hangman_s_Daughter_[1999]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/220px-From_Dusk_Till_Dawn_2_movie_poster-135x200.jpg",
        "title": "From Dusk Till Dawn 2: Texas Blood Money (1999)",
        "description": "Crime, Horror, Action ဇာတ်ကားလေးပါ။ပထမကားရဲ့ Theme လိုပါပဲ။ဥပဒေဘောင်အပြင်ကလူတစ်ချို့ မမျှော်လင့်တဲ့သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ကြုံတွေ့ရတဲ့ဇာတ်လမ်းပါပဲ။ဓားပြမှုနဲ့ထောင်ချခဲ့ဖူးတဲ့ Buck တစ်ယောက် မလိမ္မာနိုင်ပဲ ထောင်ဖောက်ပြေးလာတဲ့လုပ်ဖော်ကိုင်ဖက်ဟောင်း Luther တို့ ဘဏ်ဓားပြတိုက်ဖို့စီစဉ်ကြပါတယ်။သူတို့ချိန်းထားတဲ့နေရာ မရောက်ခင်မှာပထမ From Dusk 'till Dawn ထဲက ဆိုင်လေးကိုLuthar ရောက်ရှိသွားပြီး ဘာတွေဆက်ဖြစ်ကြလဲဆိုတာတော့... File size…(850MB) and (350MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:28:07\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "4.0",
        "url": "https://megaup.net/1ewmx/From_Dusk_Till_Dawn_2_-_Texas_Blood_Money_[1999]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/from_dusk_till_dawn_poster_by_smalltownhero-138x200.jpg",
        "title": "From Dusk Till Dawn (1996)",
        "description": "၁၉၉၆ က Action,Crime,Horror ဇာတ်ကားလေးတစ်ကားပါ။IMDB Rating 7.3 ရရှိထားပြီး Rotten Tomatoes 63%ရရှိထားပါတယ်။မင်းသားကြီး Gorge Clooney ပါဝင်သရုပ်ဆောင်ထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်ကားလေးပါ။ရိုးရိုး Action ကားပုံစံကနေ Horror ပုံစံကိုချိုးချပြောင်းလဲသွားတာကလည်းတစ်မျိုးလေးစွဲဆောင်မှုရှိစေပါတယ်။လူသတ်မှုပေါင်းများစွာကိုကျူးလွန်ထားတဲ့ဘဏ်ဓားပြညီအစ်ကိုနှစ်ယောက်၊ စိတ်ပုံမှန်မဟုတ်တဲ့ညီကြောင့်ကျင့်ဝတ်စောင့်ထိန်းတတ်တဲ့ သူခိုးတစ်ယောက် ပြဿနာတွေတက်နေတဲ့ကြားကယုံကြည်ချက်ပျောက်ဆုံးနေတဲ့ တရားဟောဆရာတစ်ယောက်နဲ့သူ့ရဲ့ မိသားစုအကူအညီကိုယူပြီး နိုင်ငံထဲကထွက်ပြေးလွတ်မြောက်သွားပေမယ့်သူတို့နောက်ထပ်ရင်ဆိုင်ရမယ့်သဘာဝလွန်ဖြစ်ရပ်တွေကတော့...အရင်ကဇာတ်ကားဆိုတော့ Effect တွေကသိပ်မကောင်းပေမယ့်ဇာတ်လမ်းလေးကလှပြီး Country သီချင်းလှလှလေးတွေအများကြီးပါပြီးတော့ကျွန်တော်အကြိုက်ဆုံးဇာတ်ဝင်ခန်းလေးကတော့အမျိုးသမီးတစ်ယောက်မြွေနဲ့ ကတဲ့အခန်းပါ။တကယ်ကိုရင်သပ်ရှုမောစရာပါပဲဗျာ။ File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:47:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.3",
        "url": "https://megaup.net/1ewml/From_Dusk_Till_Dawn_[1996]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hF85hujJ4jelKtlSZ8YdthvjdZt.jpg",
        "title": "Godzilla: City on the Edge of Battle (2018)",
        "description": "20ရာစုရဲ႕ ​ေန႔တစ္​​ေန႔မွာ ဒီဇာတ္​လမ္​းစခဲ့တယ္​အရာရာဟာ ဘုရားသခင္​ အလို​ေတာ္​အတိုင္​းပါပဲ..​ေကာင္​းကင္​​မွာ မီးမိုး​ေတြ...ကမာၻ​ေျမႀကီးဟာလည္​း ပပ္​ၾကား​ေတြအက္​လို႔...လူ​ေတြအားလံုးရဲ႕ ​ေဆာက္​တည္​ရာမဲ့ ကူကယ္​ရာမ႐ွိ ​ေျပးလႊားသံ​ေတြ...ဒီအခ်ိန္​မွာ အျပာ​ေရာင္​အလင္​းတန္​းႀကီး တစ္​ခ်က္​​ေပၚလာ...အဲဒီအလင္​းတန္​းရဲ႕ အစမွာ ​ေဂၚဇီလာဟာ အရာအားလံုးကို မိုးၾကည္​့လို႔...Godzilla : City on the Edge of Battle (2018)ကမာၻႀကီးကို သူ႔လက္ထဲက ျပန္ယူခ်င္ခဲ့တယ္ဒါေပမယ့္ ေရွ႕ေျပးတပ္သားကိုပဲ ၾကံဳခဲ့ရၿပီး ဘုရင္က ေနာက္ကြယ္က်မွ ေပၚလာခဲ့တယ္...ကမာၻႀကီးဟာ လူသားေတြအတြက္မဟုတ္ခဲ့ေတာ့ဘူးသူ႔အတြက္ပဲ ေဂၚဇီလာအတြက္ပဲလူသားေတြအေနနဲ႔ ျပန္တိုက္ဖို႔ အခြင့္အေရးတစ္ခုျပန္ရခဲ့တယ္ထိန္းခ်ဳပ္လို႔ရႏိုင္စြမ္းတဲ့ ျဒပ္စင္အသစ္တစ္ခုသံုးၿပီး သူ႔ကို အတတ္ႏိုင္ဆံုးျပန္တိုက္ခဲ့တယ္တျခားေသာ လူမ်ိဳးစုေတြရဲ႕ အကူအညီကိုပါ သံုးခဲ့တယ္ဒါေပမယ့္လည္းေပါ့ \"အရာအားလံုးဟာ ဘုရားသခင္အလိုေတာ္အတိုင္းပါပဲေလ...\"IMDB 5.8/10, IGN 4.5/10Studio TOHO အေနနဲ႔ New Godzilla Trilogy ဆိုၿပီး သံုးကားထြက္မွာလို႔ေျပာခဲ့တဲ့အတြက္ သိပ္ကို သိသာေနပါတယ္။ေဂၚဇီလာဟာ ပထမႏွစ္ကားနဲ႔ မေသႏိုင္ဘူးဆိုတာေပါ့။ဒါေပမယ့္ ႏွစ္ႏွစ္ေသာင္း အၾကာ ပိုၿပီးလည္း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/godzilla-city-on-the-edge-of-battle-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNayc14I8UH9rywBXAp2Eh81za3.jpg",
        "title": "LEGO DC Comics Super Heroes: Aquaman – Rage of Atlantis (2018)",
        "description": "Aquaman solo ရုံမတင်ခင် Lego Aquaman ကိုတင်ဆက်ပေးလိုက်ပါတယ်။Aquaman တစ်ယောက် Justic League ကို ကူညီဖို့ Atlantis မှထွက်ခွာလာခဲ့တယ်။အဲ့ဒီအချိန်မှာ Atlantis ကို သူ့ရဲ့ မအေတူဖအေကွဲညီ Ocean Master လက်ထဲ အပ်ခဲ့လိုက်တယ်။Justic League အဖွဲ့ကို Atlantis ကို အလည်အပတ်ခေါ်လာခဲ့တဲ့အချိန်မှာ Ocean Master ရဲ့ ထီးနန်းလုပွဲစပါတော့တယ်။Ocean Master နဲ့ Red Lantern Corps ခေါင်းဆောင် Atrocitus တို့ပူးပေါင်းကြံစည်ပြီး Atlantis ပြည်သူတွေကို ဒေါသစွမ်းအင်တွေနဲ့ညှို့လိုက်တဲ့အခါမှာတော့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ယခုဇာတ်ကားမှာ Green Lantern Jessica Cruz ကိုပါတွေ့ရမှာဖြစ်ပါတယ်။Lego ဇာတ်ကားတွေနဲ့ superhero ဇာတ်ကားတွေကိုသဘောကျတဲ့သူတွေအကြိုက်တွေ့စေမှာအမှန်ပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ရဲမာန်အောင် ပါ)  File Size : (650 MB) and (300 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ea6u/Lego_DC_Comics_Super_Heroes_-_Aquaman_-_Rage_of_Atlantis_[2018]_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-thirteen-141x200.jpg",
        "title": "Ocean’s Thirteen (2007)",
        "description": "Ocean's Thirteen (2007)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\n  Al Pacino၊ George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊Ocean ဟာ Trilogy Film Series ဖြစ်တဲ့အတွက် ၃ ပိုင်းတိတိ ထွက်ရှိထားပါတယ်။Series အလိုက် Ocean 13 ဆိုတဲ့ အမည်နဲ့ပဲ 2007 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ ဒါရိုက်တာ၊ ထုတ်လုပ်သူနဲ့ သရုပ်ဆောင်များကိုတော့ အထူးမိတ်ဆက်ပေးစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်။Rating တွေ ပြန်တက်လာတာကို တွေ့ရမှာပါ။ ဆုတံဆိပ်အနေနဲ့ဆိုရင် People's Choice Awards, ...",
        "rating": "6.9",
        "url": "https://megaup.net/Smcx/Ocean_s_Thirteen_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-twelve-150x200.jpg",
        "title": "Ocean’s Twelve (2004)",
        "description": "Ocean's Twelve (2004)\nIMDb - 6.5/10_____Rotten Tomatoes - 55%\n  George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts ၊ Catherine Zeta‑Jones တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ကဲ Ocean 11 ရဲ့ နောက်ဆက်တွဲ Ocean 12 ပါဗျား...2004 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး ဒါရိုက်တာနဲ့ ထုတ်လုပ်သူကတော့ ပထမဇာတ်လမ်းက ပုဂ္ဂိုလ်များပဲဖြစ်ပါတယ်။ဆုတံဆိပ် ၄ ခုနဲ့ စံကာတင်စာရင်း ၁၀ ခု ဝင်ခဲ့ပါတယ်။ Rating တွေနဲ့ ဆုပိုင်းမှာ အနည်းငယ် လျော့သွားတာကိုတော့ သတိထားမိမယ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eh7k/Ocean_s_Twelve_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-eleven-3-140x200.jpg",
        "title": "Ocean’s Eleven (2001)",
        "description": "Ocean's Eleven (2001)\nIMDb - 7.7/10_____Rotten Tomatoes - 82%\n  George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ဆုပေါင်း ၄ ဆု ရရှိခဲ့ပြီးတော့ အခြား ၂၀ ဆုအတွက် စံကာတင် စဉ်းစားခံခဲ့ရပါတယ်။ဒီဇာတ်လမ်းမှာတော့ George Clooney (Dapper Dany Ocean) က ခေါင်းဆောင် နေနဲ့ သရုပ်ဆောင်သွားမှာပါ။ Dapper Danny Ocean (George Clooney) သူ့အပေါင်းအပါ ၁၁ ယောက် Las Vegas မှာရှိတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eh7t/Ocean_s_Eleven_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVAZZN4Av3e6YxwLgUWTYDNtta1.jpg",
        "title": "Kaala (2018)",
        "description": "ဇာတ်ကားကောင်း ကြိုက်သူတွေ အတွက်\"Kaala\" ဆိုတဲ့ ဇာတ်ကားကောင်း၊ဘော်ဒါတို့အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါ။Reviewတွေလည်း ဖတ်ဖူးကြမှာပါ။ဇာတ်လမ်းအညွှန်း....Kaala ဆိုတာ \"Daravi\"ဆိုတဲ့ ဆင်းရဲသား ရပ်ကွက်ရဲ့ခေါင်းဆောင်အဖြစ် တင်စားကြတဲ့ \"Karrikaalan \"ရဲ့ နာမည်တစ်ခုပေါ့။သူဟာ ဒီရပ်ကွက်မှာ ဩဇာညောင်းသူ၊ ဖခင်ဖန်တီးခဲ့တဲ့ မြေကို ဆက်လက်ထိန်းသိမ်း ထားသူပေါ့။Kaala အဖေ ကို သတ်ခဲ့တဲ့ Harri Dada ဆိုတဲ့ ဝန်ကြီး ကလည်း ဒီမြေကို အစိုးရစီမံကိန်းလို့ လိမ်လည်ပြီး အပိုင်စီးချင်နေတယ်။ဆင်းရဲသားတွေကို တိုက်ခန်းတွေပေးမယ် ဘာညာပေါ့။ဒီအကြောင်းတွေကို မသိတဲ့ Zarrina ဆိုတဲ့ မဒမ်ကလည်းဒီစီမံကိန်းကို လူထုအကျိုးပြုအဖြစ် NGO ခေါင်းဆောင်အနေနဲ့ ဦးဆောင်ဦးရွက်ပြုရမယ်။Zarrenaဆိုတာ အာဖရိက,က လာတာဆိုပေမဲ့သူဟာ ဒါရဗီဇာတိ၊ ဒါရဗီမှာ ရာဇဝင်ကြွေးတွေတောင် ရှိသေး၊ ပြီးတော့မှ နိုင်ငံခြား ထွက်သွားတာ။Harri Dada ရဲ့ အကြံတွေ(နောက်ကွယ်က ကြိုးကိုင်မှု)ကို သိနေတဲ့ Kaala ကတော့ ဒီစီမံကိန်းကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kaala-2018/",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZmFhMjM2NmQtYWM3Yi00YmJhLWIxOTgtYWY3ZjNlYzMwOWJmXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX800_AL_-160x200.jpg",
        "title": "Super Troopers 2 (2018)",
        "description": "2009 မှာSlammin Salmonကားပြီးကတဲက ပျောက်နေတဲ့ Broken Lizard ဟာ 2018မှာမှsupertroopers2 ဆိုပြီး ပြန်ထွက်ပေါ်လာပါပြီ ဒါရိုက်တာကတော့ ထုံးစံအတိုင်းBroken Lizard member Jay Chandrasekhar ကပဲ ရိုက်ကူးပေးထားတာပါRotten Tomatoes အကြိုက်ကားမျိုးမဟုတ်တဲ့ အတွက် rating သိပ်မကောင်းပေမဲ့IMDb မှာတော့ rating 7.1 အထိရထားပါတယ်ဇာတ်လမ်းလေးကတော့ supertroopers1 မှာ station shut down အလုပ်ခံပြီးနောက်Thorny Mac Rabbit Farva နဲ့ Foster တို့ငါးယောက်ဟာ local police တွေဖြစ်လာပါတယ်ဒါပေမဲ့ ဒီsupertroopers 2 မှာ တော့ သူတို့ ငါးယောက်ဟာ Fred Savage ဆိုတဲ့ actor တစ်ယောက်သေဆုံးမှုကြောင့်local police အဖြစ်ကနေလဲ အလုပ်ဖြုတ်ခံရပြီးconstruction အလုပ်သမားငါးယောက် အနေနဲ့အစပိုင်းမှာ မြင်တွေ့ရမှာပါတစ်ရက်မှာ တော့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hdh7/Super_Troopers_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BYzAyOTZjZDItZjNiYy00YTA3LWEyYWMtZTA0NmUzYjZhNjg0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Super Troopers (2001)",
        "description": "ဒီတစ်ခါ CM ပရိတ်သက်ကြီး အတွက် အဟားကြီး တစ်လိုင်းဖြစ်မယ့်Comedy Movie တစ်ခု နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Super Troopers ပါတဲ့...ရုပ်ရှင်ရဲ့ ပုံစံကတော့ အမြန်လမ်း ယဉ်ထိန်းရဲတွေရဲ့ဗယုတ်ကျ အခွက်ပြောင်တာလေးတွေ ကို ကြည့်ရမှာပါအမြန်လမ်း ယဉ်ထိန်းရဲ တွေနဲ့ နယ်မြေ တာဝန်ခံ ရဲတွေဟာဘယ်တော့မှ မတည့်ပါဘူး အမြဲလိုလို ရန်ဖြစ်နေပါတယ်တစ်ခါတစ်လေ အမြန်လမ်း ရဲတွေ လုပ်ရမယ့် ကိစ္စကိုနယ်မြေခံ ရဲတွေက ဝင်လုတက်သလို နယ်နမိတ်ကြားမှာဆုံမိရင်လဲ အချင်းချင်း ရန်ဖြစ်လို့ မဆုံးနိုင်တော့တဲ့အပြိုင် အဆိုင် ၂ ဖွဲ့ ဖြစ်ပါတယ်...တစ်နေ့မှာတော့ ယဉ်ထိန်းရဲတွေ တာဝန်ကျတဲံအမြန်လမ်းမှာပဲ လူသေမှု တစ်ခု ဖြစ်ပါတယ်ဒါကို နယ်မြေခံရဲတွေက လာလုသွားပြီး ရာထူးတက်ဖို့ကြံတဲ့အခါအမြန်လမ်း ရဲတွေ က ဘယ်လို အမှုကို ထုတ်ဖော်ကြမလဲ ဆိုတာဟာသလေးတွေ နှောပြီး ကြည့်ရှုရပါမယ်....တစ်ချို့ အခန်းတွေက ညစ်ညမ်းစကားလုံး နဲ့ညစ်ညမ်းပုံရိပ် တစ်ချို့ ပါတဲ့ အတွက် မိသားစု နဲ့အတူကြည့်ဖို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2naJ6/Super_Troopers_[2001]_(MM_Sub).mp4",
        "category": "Action, Country, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKH7H4f5LPBQ5KOmHPcYtxCo7Od.jpg",
        "title": "Breaking In (2018)",
        "description": "Breaking In ဆိုတဲ့ကားေလးကေတာ့ ရဲရင့္တဲ့ အေမ တစ္ေယာက္အေၾကာင္းကို ႐ိုက္ျပထားတာပါေရွာင္ကေတာ့ နာမည္ေက်ာ္ စီးပြားေရးသမားတစ္ဦးရဲ႕ သမီးျဖစ္ပါတယ္ဒါေပမဲ့ သူ႔အေဖနဲ႔ စကားမေျပာျဖစ္တာလည္း အေတာ္ၾကာခဲ့ပါၿပီသူ႔အေဖကလည္း အခြန္ေရွာင္မႈ ့ေငြခဝါခ်မႈ ့ေတြေၾကာင့္ အစြပ္စြဲခံေနရတာပါဒီလို အစြပ္စြဲ အစစ္ေဆးခံေနရခ်ိန္မွာပဲ ေရွာင္ရဲ ့အေဖကေသဆုံးသြားပါတယ္ဒီေတာ့ေရွာင္က သူ ့အေဖဆီကေန ျမဳိ႕ျပင္က အိမ္တစ္လုံးကို အေမြဆက္ခံရတာေပါ့အဲ့အိမ္မွာပဲ သူႀကီးျပင္းခဲ့ရသလို အဲ့အိမ္မွာပဲ သူနာၾကည္းရတဲ့ သူ႔အေဖကို မုန္းရတဲ့ အေငြ႕အသက္ေတြက က်န္ရွိေနေသးတာမို႔ သူက အဲ့အိမ္ကို ေရာင္းဖို႔ ျပင္ပါတယ္ဒါေၾကာင့္ ပိတ္ရက္တစ္ရက္မွာ သူ႔သားသမီး ႏွစ္ေယာက္နဲ႔ အတူ ေရာင္းဖို႔ ေျပာင္းေရႊ ့ဖို႔သြားတာေပါ့သူတို႔ အဲ့အိမ္ကို ေရာက္မွ သိရတာက အဲ့အိမ္ႀကီးက အဆင့္ျမင့္ ဒိုင္းကာေတြ အပူအာ႐ုံခံ ကိရိယာေတြ လႈပ္ရွားမႈ ့အာ႐ုံခံကိရိယာေတြတပ္ဆင္ထားတယ္ ဆိုတာပါပဲအဲ့အခ်ိန္မွာပဲ သူတို႔အိမ္ကို လူတစ္သိုက္က ေဖာက္ဝင္ၿပီး သူ႔ကေလးေတြကို ထိန္းသိမ္းထားပါေတာ့တယ္လူဆိုးတစ္သိုက္က ...",
        "rating": "5.0",
        "url": "https://megaup.net/1AS5i/Breaking_In_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/parmanu-poster-1-138x200.jpg",
        "title": "Parmanu: The Story of Pokhran (2018)",
        "description": "Parmanu: The Story of Pokhran (2018)_____IMDb - 7.6/10\n ဒီတခါမှာတော့ ဘောလီဝုဒ်ဖန်တွေအတွက် IMDb 7.6/10 အထိရရှိထားတဲ့ ကားကောင်းတကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပြီး အတော်လေးကို ကြည့်ကောင်းတဲ့ကားတစ်ကားပါပဲနိုင်ငံရေးအရှုပ်အထွေး၊ နိုင်ငံတကာဖိအားတွေကြားက နျူကလီးယားစမ်းသပ်မှု အောင်မြင်စွာပြုလုပ်နိုင်ခဲ့တာကို တင်ဆက်ပြသထားတဲ့ ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်၁၉၉၅ ခုနှစ်ဟာ အိန္ဒိယနိုင်ငံအတွက် အခက်ခဲဆုံံးကာလတစ်ခုဖြစ်ခဲ့ပါတယ်ဆိုဗီယက်ပြည်ထောင်စုတွေ ကွဲပြိုခဲ့ပြီး အိန္ဒိယဘက်မှာမဟာမိတ်အနေနဲ့ မည်သည့်အင်အားကြီးနိုင်ငံမှ ရှိမနေခဲ့ပါဘူးဒါပေမဲ့ ပါကစ္စတန်ကတော့ အမေရိကန်နဲ့ တရုတ်နိုင်ငံတွေရဲ့ အကူညီရကာ စစ်ရေးအတောင့်တင်းဆုံး အနေအထားမှာ ရှိနေခဲ့ပါတယ်အိန္ဒိယကို နိုင်ငံတကာသဘောတူညီစာချုပ်တွေမှာ လက်မှတ်ထိုးစေချင်ပြီး မည်သည့်အင်အားမှ မတိုးတက်လာအောင် အမေရိကန်၊ ပါကစ္စတန်နဲ့ နိုင်ငံအများစုက ဖိအားပေးနေပါတယ်အိမ်နီးချင်း ပါကစ္စတန်နိုင်ငံက နျူကလီးယားစမ်းသပ်မှုတွေ ဒုံးကျည်စမ်းသပ်မှုတွေ အကြိမ်ကြိမ်လုပ်နိုင်ခဲ့ပေမယ့် အိန္ဒိယကတော့ ဘာမှမလုပ်နိုင်ခဲ့ပါဘူးဒါကြောင့် ၁၉၉၅ မှာ အိန္ဒိယအနေနဲ့ ဖိုကာရန်ကွင်းမှာ နျူကလီးယားစမ်းသပ်မှုလုပ်ဖို့ ကြိုးစားခဲ့ပေမယ့် အမေရိကန်၏ စောင့်ကြည့်နေမှုကြောင့် မအောင်မြင်ခဲ့ပါဘူး၁၉၉၈ ...",
        "rating": "7.6",
        "url": "https://megaup.net/4Vvxg/Parmanu_-_The_Story_Of_Pokhran_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Madras-cafe-133x200.jpg",
        "title": "Madras Cafe (2013)",
        "description": "IMDb Rating (7.8/10) Rotten Tomatoes (74%) ထိရရှိထားတဲ့ Action, Drama, History, Thriller အမျိုးအစား\nBollywood ဇာတ်ကားဖြစ်ပါတယ်။\nမင်းသားကြီး John Abraham ရဲ့ပရိတ်သတ်တွေအကြိုက်တွေ့ဦးမယ့် Agent ဇာတ်ကားမျိုးပါ။-------------------------------------------------------------------------IMDb Rating (7.8/10) Rotten Tomatoes (74%) ထိရရွိထားတဲ့ Action, Drama, History, Thriller အမ်ိဳးအစား\nBollywood ဇာတ္ကားျဖစ္ပါတယ္။\nမင္းသားၾကီး John Abraham ရဲ႕ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕ဦးမယ့္ Agent ဇာတ္ကားမ်ိဳးပါ။File size...(1GB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....02:10:05\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "7.7",
        "url": "https://megaup.net/4eB3h/Madras_Cafe_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5V54GvHclEuO4qJ13tEaFqaFTxP.jpg",
        "title": "They Call Me Jeeg (2015)",
        "description": "သူရဲကောင်းဆိုတာ ဘယ်လိုမျိုးပါလဲအဲဒီမေးခွန်းကိုခက်ခက်ခဲခဲမစဉ်းစားရအောင် ဒီကားလေးကိုကြည့်လိုက်ပါ။IMDB Rating 7.1 ရရှိထားတဲ့ အီတလီ Super hero ရုပ်ရှင်ကားလေးပါ။လူတွေထဲကလူတစ်ယောက်ဖြစ်တဲ့ Enze ဆိုတဲ့ အဓိကဇာတ်ကောင်ကတော့ စိတ်လေပြီး ဘဝဆုံးနေတဲ့ တေလေဂျပိုး တစ်ယောက်ပါ။ဒါပေမယ့် သေမလိုဖြစ်ပြီးတော့ မသေပဲနဲ့ အဆမတန်ခွန်အားတွေကြီးမားလာတဲ့အခါ ဘာတွေကိုလုပ်သလဲဘယ်လိုတွေဖြစ်လဲကြည့်ရမှာပါ။သူက Super Hero ဖြစ်လာမလား။Hero တစ်ယောက်ဖြစ်လာဖို့ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းအားပေးနိုင်မှာလဲ။သူ့ကို Hero တစ်ယောက်လို့ဘာလို့သတ်မှတ်ကြမှာလဲသူလုပ်ခဲ့ဖူးတဲ့ မကောင်းမှုတွေကရော သူ့ကို Hero တစ်ယောက်ဖြစ်စေနိုင်မှာလား...အဲဒါကိုတော့ CM ပရိတ်သတ်ကြီးကပဲဖြေပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-V3RiTAS\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Hdin/They_Call_Me_Jeeg_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nCM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) ...",
        "rating": "7.2",
        "url": "https://megaup.net/3yI8x/Operation_Red_Sea_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018)",
        "description": "CM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) အဖြစ် သန့်စင်ကာ ဗုံးလုပ်ဖို့ ကြံစည်နေတယ်ဆိုတာကု်ဖော်ထုတ်တွေ့ရှိထားပါတယ်။ဒီတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eFqt/Operation_Red_Sea_(Hong_Hai_Xing_Dong)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/enqVwbUu6OX5LHq0fuk7sLT35zy.jpg",
        "title": "Shrek Forever After (2010)",
        "description": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love. (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ) File Size : (800 ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fV3n/Shrek_Forever_After_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akWDA0BMVYK4OTM92T5i91DYnsT.jpg",
        "title": "Shrek 2 (2004)",
        "description": "Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage. (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ) File Size : ...",
        "rating": "7.2",
        "url": "https://megaup.net/U098/Shrek_2_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XCA70oDgYSBLJDvOgYs1Ca4rBm.jpg",
        "title": "Furious (2017)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ History/Action အမ်ိဳးအစားIMDB 6.1 ရရွိထားတဲ့ ရရွားဇာတ္ကားေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္၁၃ ရာစုမွာ မြန္ဂိုစစ္အာဏာရွင္ ဂ်င္ဂစ္ခန္ဟာ အာရွနဲ႔ ဥေရာပ တစ္ခြင္လံုးကို က်ဴးေက်ာ္စစ္ခင္းၿပီး သိမ္းပိုက္ခဲ့ပါတယ္ရရွားႏိုင္ငံဟာလည္း တစ္ခုအပါအဝင္ပါပဲအဲ့ဒီကာလမွာ ရရွားေကာင္ေလးကိုလိုဗရတ္က ၁၃ႏွစ္သား စစ္တပ္ထဲဝင္ခ်င္တဲ့ သတၱိခဲေလးပါဒါေပမယ့္ ကံမေကာင္းစြာနဲ႔ပဲ ရန္သူမြန္ဂိုေတြ လက္ခ်က္နဲ႔ ေခါင္းထိၿပီး မွတ္ဉာဏ္ထိခိုက္သြားပါတယ္အသက္ေတြႀကီးလာၿပီး စစ္သည္ေတြကို ေလ့က်င့္ေပးရတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္လာခဲ့ေပမယ့္ တစ္ညအိပ္ၿပီး မနက္မိုးလင္းလာတိုင္း ၁၃ႏွစ္သားမွတ္ဉာဏ္ကိုပဲ ျပန္ျပန္ေရာက္သြားပါတယ္ဒီလိုနဲ႔ပဲ သူတို႔ေနတဲ့ၿမိဳ႕ေလးကို ဂ်င္ဂစ္ခန္ရဲ႕ သား ဘာတူခန္က မီးရိႈ႕ဖ်က္ဆီးလိုက္တဲ့အခါမွာေတာ့...ေနာက္လိုက္စစ္သည္ အေယာက္ႏွစ္ဆယ္တည္းနဲ႔ ကိုလိုဗရတ္တစ္ေယာက္ ေထာင္ေသာင္းခ်ီတဲ့ မြန္ဂိုစစ္တပ္ႀကီးကို အညံ့မခံ အရံႈးမေပးပဲ ရဲရဲဝံ့ဝ့ံ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ခဲ့လဲမနက္လင္းတိုင္း မွတ္ဉာဏ္ေတြ မေပ်ာက္သြားေအာင္ သူဘယ္လိုႀကိဳးစားမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး \n***** Russia ကေန English လို English ကေန Myanmar ဘာသာျပန္ထားတာျဖစ္တဲ့အတြက္ေၾကာင့္ဘာသာျပန္လြဲမွားမႈတစ္ခ်ိဳ.ရွိနိုင္ပါတယ္*****\n (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္) File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/furious-2017/",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7mK52WGXKwbEGEj8MApzaYnSiC.jpg",
        "title": "Hello (2017)",
        "description": "သင်ဟာ လူငယ်ဆန်ဆန်နဲ့ အချစ်အလွမ်း အကြမ်း ရသစုံ ကြိုက်တတ်တဲ့သူဆိုရင်ဒီကားလေးကို ကြည့်သင့်ပါတယ်ဒီနှစ်ပိုင်းထွက်ရှိတဲ့ South Indian Romance Action ကားတွေထဲမှာ ဒီကားလေးကို ကျွန်တော်အကြိုက်ဆုံးပါ. . .မနက် 7:30 အချိန်ကို ရောက်တိုင်း ကောင်လေးတစ်ယောက် ကရစ်ရှ်နားမီးပွိုင့်နားက ခုံတန်းလေးမှာ လာထိုင်တတ်တယ်.သူ ့မျက်နှာဟာ လွမ်းရိပ်သန်းနေတယ်တစ်စုံတစ်ခုကိုဖွေရှာနေတဲ့ ရီဝေဝေမျက်ဝန်းတစ်စုံနဲ့. . .အဲ့ဒိ်အချိန် ရုတ်တရတ် သူ ့ဆီကို ဖုန်းဝင်လာလို့ ကောက်ကိုင်လိုက်တယ်Call Taxi လို့ခေါ်တဲ့ ဖုန်းဆက်ခေါ်လို့ရတဲ့ တက္ကစီဒရိုင်ဘာတစ်ယောက်ဆီက. . .သူတက္ကစီခေါ်ထားလို့ ဖုန်းဆက်တာဖြစ်တဲ့အကြောင်း ဟိုဘက်က ပြောတယ်သူကလည်း သူမခေါ်ထားကြောင်း ပြန်ရှင်းပြတယ်. . .ရုတ်တရတ်. . .အဲ့ဒ်ီရုတ်တရတ် ခဏလေးမှာ. . .ဖုန်းပြောနေရင်းဖုန်းထဲက တစ်စုံတစ်ခုကို သူကြားလိုက်တယ်. . .သူဟိုးငယ်စဉ်ကတည်းက စွဲလန်းတသ ဖြစ်ခဲ့ရတဲ့ အသံလေး. . .ရိုးသားဖြူစင်လွန်းလှတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1GH4y/Hello_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xh34tAT1hlI7kp29vhZHAjdDIQG.jpg",
        "title": "Cold Eyes (2013)",
        "description": "ဇာတ္​ကားအစ​က​​ေနအဆံုးအထိဇာတ္​႐ိွိန္​​ေကာင္​း​ေကာင္​းနဲ႔​ေခၚသြားမယ့္​့ကားကိုၾကည္​့ခ်င္​ပါသလားဒီကားကိုၾကည္​့လိုက္​ပါ လံုးဝအာမခံပါတယ္​ IMDB rating 7.2ရထားတဲ့ကား​ေလးပါအဓိကပါဝင္​သ႐ုပ္​ထားတဲ့လူ​ေတြက​ေတာ့ ကိုရီးယားႏိုင္​ငံရဲ႕နာမည္​ႀကီးသ႐ုပ္​​ေဆာင္​ woo sung jungဒီကားမွာ​ေတာ့ဗီလိန္​​ေနရာက​ေပါ့​ေနာက္​ထပ္​သ႐ုပ္​​ေဆာင္​မင္​းသမီး​ေခ်ာ​ေလးက​ေတာ့ Hyo Joo Han​ေနာက္​ထပ္​တစ္​​ေယာက္​က​ေတာ့ဝါရင့္​့သ႐ုပ္​​ေဆာင္​Kyung gu Sol တို႔ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားပါဇာတ္​လမ္​းအစမွာဘဏ္​​ကိုဓားျပတိုက္​တဲ့အခန္​းကတျဖည္​းျဖည္​း​ဇာတ္​႐ွိန္​ျမႇင္​့​ေအာင္​​ေခၚသြားမွာပါဘဏ္​ကိုဓားျပတိုက္​​ထဲမွာပါတဲ့သူတစ္​​ေယာက္​ကိုကင္​မရာက​ေတြ႕လိုက္​ၿပီးမႈခင္​းစံုစမ္​းစစ္​​ေဆး​ေရး​ေခါင္​း​း​ေဆာင္​ဝမ္​နဲ႔သူ႔လူ​ေတြကၿမိဳ႕ထဲမွာရက္​​ေတာ္​​ေတာ္​ၾကာ​ေအာင္​လိုက္​႐ွာၿပီးတရားခံ​ေတြ႕သြားတယ္​​ေတြ႔သြား​ေတာ့တရားခံရဲ႕တိုက္​ခန္​းမွာကင္​မရာ​ေတြတပ္​ၿပီး​ေစာင္​့ၾကည္​့ၿပီးတရားခံအားလံုးရဲ႕​ေခါင္​း​ေဆာင္​ကိုအမိဖမ္​းဖို႔လိုက္​စံုးစမ္​းပါ​ေတာ့တယ္​​ေခါင္​း​ေဆာင္​ဝမ္​တို႔က​ေထာက္​လွမ္​း​ေရးသာလုပ္​ရတဲ့အတြက္​ရန္​သူ​ေခါင္​း​ေဆာင္​ကို​ေတြ႕​ေပမယ္​ဖမ္​းလို႔မရဘူး​ေပါ့ရန္​သူဘက္​ကလဲတိက်​ေစ့စပ္​တာလဲပါတာ​ေပါ့တစ္​ဖက္​ကဦး​ေဆာင္​တဲ့လူကလဲ​ေနာက္ဆံုးအလုပ္​ကိုလက္​ခံၿပီးကိုရီးယားက​ေနထြက္​​ေျပး​ေတာ့မယ္​အခ်ိန္​မွာကံမ​ေကာင္​းအ​ေၾကာင္​းမလွဘဲသူ႔အလုပ္​လာ​ေပါက္​ၾကားၿပီး​ေနာက္​ဆံုးမွာဖမ္​းမိသြားပါ​ေတာ့တယ္​ရန္​သူဘက္​ကဗ်ဴဟာ​ေတြနဲ႔ရဲဘက္​​ေထာက္​လွမ္​း​ေရးဗ်ဴဟာ​ေတြကိုျကည္​့႐ႈခံရမယ္​့ကား​ေကာင္​း​ေလးတစ္​ကားမိ္ု႔လို႔တင္​​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ) File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-WiKi\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2gali/Cold_Eyes_(Gam-Si-Ja-Deul)_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/reign-of-assassins-52350055cbd94-140x200.jpg",
        "title": "Reign of Assassins (2010)",
        "description": "ရုပ္ရွင္ဝါသနာရွင္အခ်င္းခ်င္း ကြ်န္ေတာ့္ကို ဘယ္သိုင္းကားအၾကိဳက္ဆံုးလဲလို႕ ေမးရင္ အျမဲတမ္း စေျပာမိတာက အခုတင္ေပးထားတဲ့ Reign of Assassins ပါပဲ။အခုေနာက္ပိုင္း ထြက္ေနတဲ့ အထူးကြန္ျပဴတာဖန္တီးမႈလိႈင္လိႈင္နဲ႕ ကႏြဲ႕ကလ် သိုင္းသမားကားေတြနဲ႕ တျခားစီပါပဲ။ ဇာတ္လမ္း ဒိုင္ယာေလာ့ တိုက္ခိုက္ခန္းတြ အားလံုးျပည့္စံုပါတယ္။အခ်ိန္တုိအတြင္းမွာ ထူးျခားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ မတူညီတဲ့ သိုင္းေတြကို လွလွပပ ရိုက္ျပသြားတာပါ။ ကြ်န္ေတာ္ကိုယ္တိုင္ အနည္းဆံုး ၅ ေခါက္ေလာက္ေတာ့ ျပန္ၾကည့္မိပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္း ေျပာျပပါ့မယ္။သိုင္းေလာကမွာ သတင္းတစ္ခုရိွပါတယ္။ ေဗာဓိဆရာေတာ္ရဲ႕ ရုပ္အေလာင္းကို ရရင္ သိုင္းေလာကတစ္ခုလံုးကို အုပ္စိုးႏိုင္မယ္ ေရာဂါအားလံုးလည္း ေပ်ာက္ကင္းႏိုင္မယ္ေပါ့။ အဲဒီအေလာင္းကိုရဖို႕ အားလံုးတိုက္ခိုက္ေနၾကခ်ိန္မွာ အလြန္အစြမ္းထက္တဲ့ လ်ိဳ႕ဝွက္ လူသတ္သမားအဖြဲ႕ ေက်ာက္မည္းဂိုဏ္းပါ ပါဝင္လာပါတယ္။အဲဒီဂိုဏ္းရဲ႕ နာမည္ၾကီး လူသတ္သမား မိုးဖြဲ(မစ္ခ်ဲယို) ဟာ အေလာင္းတစ္ဝက္ကို ရသြားျပီး အေၾကာင္းတစ္ခုနဲ႕ ဇာတ္ျမွပ္သြားပါတယ္၊ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2h9pC/Reign_of_Assassins_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvgNgJuB6iu4pFKpmaP1yDIv52J.jpg",
        "title": "Bilal: A New Breed of Hero (2015)",
        "description": "လွန်ခဲ့သောနှစ်ပေါင်းများစွာကြာက ဘာသာရေးယုံကြည်မှုများမထွန်းကားချိန်အခါတုန်းက ဘီလာနဲ့ဂူဖိုးယားတို့မောင်နှမနှစ်ယောက်ဟာရွာလေးတစ်ရွာမှာ သူတို့အမေနဲ့အတူ ငြိမ်းငြိမ်းချမ်းချမ်းနေနေခဲ့ကြတယ်ဘီလာဟာငယ်ငယ်လေးထဲကမြင့်မြတ်တဲ့စစ်သည်တော်ကြီးတစ်ယောက်ဖြစ်ချင်ခဲ့သူတစ်ယောက်ပါခေတ်အခါကလဲ မှောင်ခေတ်ကလဲ မှောင်ခေတ်လို့ပြောရလောက်အောင်သက်ဦးဆံပိုင်ကျွန်ခေတ်ဖြစ်နေတော့ တစ်ရက်မှာ သူတို့ရွာလေးကိုအင်အားကြီးနယ်မြေက သိမ်းသွားပြီး သူတို့အမေလဲသေသူတို့ကိုလဲ ကျွန်အဖြစ်နဲ့ဖမ်းသွားခဲ့ပါတယ်အဲ့ဒီလိုနဲ့ဘီလာတို့မောင်နှနှစ်ယောက် ကျွန်အဖြစ်နဲ့နေလာရင်းဘာသာရေးကိုခုတုံးလုပ်ပြီး စီးပွားရှာနေတဲ့သူဌေးကြီးရဲ့ အစေခံမဖြစ်နေခဲ့ရပါတယ်ဒီလိုနဲ့ပါ နှစ်တွေကြာလာတဲ့အချိန်မှာ ဘာသာရေးရဲ့အနှစ်သာရကိုတကယ်သိရှိတဲ့လူနဲ့တွေ့ပြီး ဘီလာတစ်ယောက် မှန်ကန်တဲ့လမ်းကိုရွေးပြီးလွတ်လပ်ပြီးတန်းတူအခွင့်အရေးရရှိဖို့အတွက် ကြိုးစားလာပါတော့တယ်ဒီအချိန်မှာ ဘာသာရေးကိုခုတုံးလုပ်အမြတ်ထုတ်နေသူတွေနဲ့ယုံကြည်သူတွေကြားထဲ ဘယ်လိုအားပြိုင်မှုတွေဖြစ်လာမလဲဆိုတာကိုတော့ဒီဇာတ်ကားကိုသာဆက်ကြည့်လိုက်ကြပါပြီးတော့ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ခုလည်းဖြစ်ပါတယ်...Rating 8.5 ရရှိထားတဲ့ ဒီကားလေးဟာ ကြည့်တဲ့လူတွေအဖို့အတိုင်းတာတစ်ခုထိကျေနပ်စေမှာပါ....File Size : (941 MB) and (364 MB)\nQuality : Web Rip 1080p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Adventure, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Web Rip 1080p\nTranslated by Crisis A ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Neod/Bilal_-_A_New_Breed__of_Hero_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/eUuDUh7i8SHY5b23nfPq5qF4O4M-133x200.jpg",
        "title": "Kung Fu Traveler 2 (2018)",
        "description": "ဒီကားကတော့ Kung Fu Traveler 1 ရဲ့အဆက်ဖြစ်ပါတယ်ဇာတ်လမ်းကျောရိုးကတော့ ဂြိုလ်သားတွေ ကမ္ဘာမြေကိုကျူးကျော်လာပြီးနောက်ပိုင်း သူတို့ကို တိုက်ခိုက်နိုင်တာဟာ ကွန်ဖူးသိုင်းပညာတစ်ခုပဲရှိပါတော့တယ်ပထမဇာတ်ကားတုန်းက လူသားတွေဘက်က စက်ရုပ်တစ်ကို ၁၈ရာစုကို အချိန်ခရီးသွားစေခဲ့ပြီးတောင်ပိုင်းကွန်ဖူးပညာကို ယူစေခဲ့ပါတယ်ဒါပေမယ့် ပိုအဆင့်မြင့်တဲ့ ဂြိုလ်သားတွေအတွက်တော့ ထိုတောင်ပိုင်းပညာတစ်ခုနဲ့တင် မလုံလောက်ခဲ့ပါဘူးအဲ့ဒါကြောင့် ဒီဒုတိယဇာတ်ကားမှာတော့ စက်ရုပ်နှစ်ကို မြောက်ပိုင်းခြေထောက်သိုင်းဘုရင်ဆီကို ထပ်မံ စေလွှတ်ပြီး ပညာသင်စေခဲ့ပါတယ်အချိုးအကွေ့တွေများစွာနဲ့အတူ စက်ရုပ်နှစ်နဲ့ ဇုဇီရင်းတို့နှစ်ယောက်ကွန်ဖူးဆရာကြီးကိုရှာပုံတော်ဖွင့်ခန်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ်ပထမဇာတ်ကားရဲ့ သရုပ်ဆောင်တွေဖြစ်တဲ့ မင်းသား Tiger Wu Chan နဲ့ မင်းသမီး Zhi Wang က ပါဝင်သရုပ်ဆောင်ထားပါတယ်တစ်ခုပါပဲ Low budget CGI ဖြစ်ပြီး ပထမဇာတ်ကားလောက်သိပ်အားမရခဲ့ပေမယ့် တရုတ်ရိုးရာသိုင်းကွက်တွေကိုအဓိကထားကြည့်ရှုရမှာမို့Entertaining တော့ဖြစ်ခဲ့ပါကြောင်း...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (750 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "5.0",
        "url": "https://megaup.net/2neP1/Kung_Fu_Traveler_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nQUcM4OSwUjqo5MHltfn4c6GEWy-138x200.jpg",
        "title": "Rambo: First Blood Part II (1985)",
        "description": "[Unicode]John Rambo တစ်ယောက် သူလုပ်ခဲ့တဲ့ကိစ္စတွေကြောင့်\nအပြစ်ပေးခံနေရစဉ်မှာ\nအဖေလိုအားကိုးရတဲ့ သူ့ရဲ့အထက်အရာရှိဟောင်း Colonel Trautman က\nလျှို့ဝှက်စစ်ဆင်ရေးတစ်ခုကို လုပ်ပေးဖို့ကမ်းလှမ်းပါတယ်။\nဗီယက်နမ်ကိုပြန်သွားပြီး စစ်သုံ့ပန်းတွေကိုဖမ်းထားမထား စုံစမ်းခိုင်းလိုက်တာပါ။\nသတင်းပို့ပေးဖို့ပဲ တာဝန်ရှိပေမယ့် Rambo က သုံ့ပန်းတွေထဲကတစ်ယောက်ကိုကယ်လာခဲ့ပါတယ်။\nအဲဒီအချိန်မှာ စစ်ဆင်ရေးခေါင်းဆောင်ဖြစ်တဲ့ Mardock ကသစ္စာဖောက်လိုက်လို့ အဖမ်းခံရသွားပါတယ်။\nအဖမ်းခံရတဲ့ထဲက လွတ်အောင်ဘယ်လိုလုပ်လဲ ...\nဘယ်လိုပြန်သွားနိုင်မလဲ ...\nသုံ့ပန်းတွေကိုကယ်နိုင်ပါမလားဆိုတာတော့ ကြည့်လိုက်ကြပါတော့...အညွှန်းရေးသူကတော့ d3mon ဖြစ်ပါတယ်။[Zawgyi]John Rambo တစ္ေယာက္ သူလုပ္ခဲ့တဲ့ကိစၥေတြေၾကာင့္\nအျပစ္ေပးခံေနရစဥ္မွာ\nအေဖလိုအားကုိးရတဲ့ သူ႕ရဲ႕အထက္အရာရွိေဟာင္း Colonel Trautman က\nလွ်ိဳ႕ဝွက္စစ္ဆင္ေရးတစ္ခုကုိ လုပ္ေပးဖုိ႔ကမ္းလွမ္းပါတယ္။\nဗီယက္နမ္ကုိျပန္သြားျပီး စစ္သုံ႔ပန္းေတြကုိဖမ္းထားမထား စုံစမ္းခုိင္းလုိက္တာပါ။\nသတင္းပုိ႔ေပးဖုိ႔ပဲ တာဝန္ရွိေပမယ့္ Rambo က သုံ႔ပန္းေတြထဲကတစ္ေယာက္ကုိကယ္လာခဲ့ပါတယ္။\nအဲဒီအခ်ိန္မွာ စစ္ဆင္ေရးေခါင္းေဆာင္ျဖစ္တဲ့ Mardock ကသစၥာေဖာက္လုိက္လုိ႔ အဖမ္းခံရသြားပါတယ္။\nအဖမ္းခံရတဲ့ထဲက လြတ္ေအာင္ဘယ္လုိုလုပ္လဲ ...\nဘယ္လုိျပန္သြားႏိုင္မလဲ ...\nသု႔ံပန္းေတြကုိကယ္ႏုိင္ပါမလားဆုိတာေတာ့ ၾကည့္လုိက္ၾကပါေတာ့...အညြွန္းေရးသူကေတာ့ d3mon ျဖစ္ပါတယ္။File size…(900MB) and (400MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:58\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eB6j/%7BCM%7DRambo_-_First_Blood_Part_II.1985.(1080p).mp4",
        "category": "Action, Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/sylvester-stallone-poster-rambo-iii-1988-BPD63P-130x200.jpg",
        "title": "Rambo III (1988)",
        "description": "[Unicode]ဒီတစ်ခါမှာတော့ ဘုန်းကြီးကျောင်းတစ်ကျောင်းမှာ\nအငြိမ်းစားယူနေတဲ့ Rambo တစ်ယောက်\nသူ့ရဲ့အဖေလိုရင်းနှီးတဲ့ Colonel Trautman သူနဲ့အတူ\nတာဝန်ထမ်းဆောင်ဖို့ လာခေါ်ပါတယ်။\nအနားယူဖို့စိတ်ဆုံးဖြတ်ထားလို့ ငြင်းလိုက်ပေမယ့်\nTrautman တစ်ယောက်ရန်သူလက်ထဲကျသွားတဲ့အချိန်မှာ\nRambo ဟာသွားကယ်ဖို့ လိုက်သွားပါတယ်။\nအဲဒီမှာ ဒုက္ခရောက်နေတဲ့ ဒေသခံတွေရဲ့ အခြေအနေကိုကြည့်ပြီး\nစိတ်မကောင်းဖြစ်မိကာ Trautman ကိုကယ်တင်ရင်း\nဒေသခံတွေအတွက်ပါကူညီပေးတာကိုတွေ့ရမှာပါ။ဒီဇာတ်ကားလေးကတော့ Action,Adventure,Dramaဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။[Zawgyi]ဒီတစ္ခါမွာေတာ့ ဘုန္းၾကီးေက်ာင္းတစ္ေက်ာင္းမွာ\nအျငိမ္းစားယူေနတဲ့ Rambo တစ္ေယာက္\nသူ႕ရဲ႕အေဖလုိရင္းႏွီးတဲ့ Colonel Trautman သူနဲ႔အတူ\nတာဝန္ထမ္းေဆာင္ဖုိ႔ လာေခၚပါတယ္။\nအနားယူဖုိ႔စိတ္ဆုံးျဖတ္ထားလုိ႔ ျငင္းလုိက္ေပမယ့္\nTrautman တစ္ေယာက္ရန္သူလက္ထဲက်သြားတဲ့အခ်ိန္မွာ\nRambo ဟာသြားကယ္ဖုိ႔ လုိက္သြားပါတယ္။\nအဲဒီမွာ ဒုကၡေရာက္ေနတဲ့ ေဒသခံေတြရဲ႕ အေျခအေနကုိၾကည့္ျပီး\nစိတ္မေကာင္းျဖစ္မိကာ Trautman ကုိကယ္တင္ရင္း\nေဒသခံေတြအတြက္ပါကူညီေပးတာကုိေတြ႕ရမွာပါ။ဒီဇာတ္ကားေလးကေတာ့ Action,Adventure,Dramaဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ခင္ဗ်ာ။File size…(950MB) and (410MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:41:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/4UyyV/%7BCM%7DRambo.III.1988.1080p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/51amxwoekL-1-135x200.jpg",
        "title": "Rambo-First Blood (1982)",
        "description": "[Unicode]Rambo ဆိုတာနဲ့ ခေါင်းမှာ အဝတ်စည်းပြီး\nM60 ကြီးကိုင်ထားတဲ့ Stallone ပုံကိုပြေးမြင်ကြမှာသေချာပါတယ်။\nအဲဒါကြောင့်ဒီကားနဲ့အထူးမိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်။\nIMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားလေးပါ။\nအက်ရှင်ကားပရိတ်သတ်တွေအတွက် အတော်အကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nကြည့်ပြီးသူတွေများမယ်ဆိုပေမယ့် မကြည့်ရသေးတဲ့သူတွေအတွက်\nဇာတ်လမ်းအကျဉ်းလေးပြောပါဦးမယ်။ဗီယက်နမ်စစ်ပြန်တစ်ယောက်ဖြစ်တဲ့ John.J. Rambo ဟာ\nအိမ်ခြေရာမဲ့လျှောက်သွားနေသူတစ်ယောက်ဖြစ်နေပြီး\nသူ့ရဲ့တစ်ဦးတည်းသောစစ်ပြန်သူငယ်ချင်းဆီ သွားတဲ့အခါ\nသေဆုံးသွားကြောင်းကိုကြားလိုက်ရပါတယ်။\nလေလွင့်နေရင်း နယ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး\nအဲဒီမြို့က ဒေသခံရဲမှုး နဲ့ရဲတပ်ဖွဲ့ဝင်တွေရဲ့ အာဏာအလွဲသုံးစားလုပ်ပြီး\nမရှိတဲ့အမှုကိုရှာကြံပြီး တရားစွဲဖို့ကြိုးစားနေပြီး အနိုင့်အထက်လုပ်တာကိုခံရတဲ့အခါ\nရဲစခန်းက ထွက်ပြေးခဲ့ပါတယ်။\nသူ့အသက်ကိုသတ်ဖို့ကြိုးစားလာတဲ့အထိဖြစ်လာတာကြောင့်\nပြန်လည်တုံ့ပြန်ခဲ့ပုံကိုတော့ ဇာတ်ကားမှာကြည့်ပါဗျာ။[Zawgyi]Rambo ဆုိတာနဲ႔ ေခါင္းမွာ အဝတ္စည္းျပီး\nM60 ၾကီးကုိင္ထားတဲ့ Stallone ပုံကုိေျပးျမင္ၾကမွာေသခ်ာပါတယ္။\nအဲဒါေၾကာင့္ဒီကားနဲ႔အထူးမိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္။\nIMDB Rating 7.7 ရရွိထားတဲ့ဇာတ္ကားေလးပါ။\nအက္ရွင္ကားပရိတ္သတ္ေတြအတြက္ အေတာ္အၾကိဳက္ေတြ႕ၾကမွာေသခ်ာပါတယ္။\nၾကည့္ျပီးသူေတြမ်ားမယ္ဆုိေပမယ့္ မၾကည့္ရေသးတဲ့သူေတြအတြက္\nဇာတ္လမ္းအက်ဥ္းေလးေျပာပါဦးမယ္။ဗီယက္နမ္စစ္ျပန္တစ္ေယာက္ျဖစ္တဲ့ John.J. Rambo ဟာ\nအိမ္ေျခရာမဲ့ေလွ်ာက္သြားေနသူတစ္ေယာက္ျဖစ္ေနျပီး\nသူ႕ရဲ႕တစ္ဦးတည္းေသာစစ္ျပန္သူငယ္ခ်င္းဆီ သြားတဲ့အခါ\nေသဆုံးသြားေၾကာင္းကုိၾကားလုိက္ရပါတယ္။\nေလလြင့္ေနရင္း နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕ကုိေရာက္သြားျပီး\nအဲဒီျမိဳ႕က ေဒသခံရဲမႈး နဲ႔ရဲတပ္ဖြဲ႕ဝင္ေတြရဲ႕ အာဏာအလြဲသုံးစားလုပ္ျပီး\nမရွိတဲ့အမႈကုိရွာၾကံျပီး တရားစြဲဖုိ႔ၾကိဳးစားေနျပီး အႏိုင့္အထက္လုပ္တာကုိခံရတဲ့အခါ\nရဲစခန္းက ထြက္ေျပးခဲ့ပါတယ္။\nသူ႕အသက္ကုိသတ္ဖုိ႔ၾကိဳးစားလာတဲ့အထိျဖစ္လာတာေၾကာင့္\nျပန္လည္တုံ႔ျပန္ခဲ့ပုံကုိေတာ့ ဇာတ္ကားမွာၾကည့္ပါဗ်ာ။File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:33:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.7",
        "url": "https://megaup.net/4eB6q/%7BCM%7DRambo.First_Blood._1080p_(1982).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prdFM08mGvVDA6uQxKJh8n8Vek1.jpg",
        "title": "How It Ends (2018)",
        "description": "ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ Netflix ကတင္ဆက္ေပးလိုက္တဲ႔ Sci-Fi ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ How it ends (2018)ပါ။ဒီဇာတ္လမ္းေလးဟာ သဲထိတ္ရင္ဖိုကားေတြကိုေမွ်ာ္လင္႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ေတာ႔ အရမ္းကိုအၾကိဳက္ေတြ႔ေစမယ္႔ကားေလးပါ။နာမည္ေက်ာ္မင္းသားၾကီး Forest Whitakerရဲ ႔သဘာဝက်က်သရုပ္ေဆာင္မႈေတြရယ္၊ ထူးဆန္းတဲ႔ဇာတ္လမ္းေက်ာရိုးရယ္ ေၾကာင္႔ဇာတ္လမ္းအဆံုးအထိဆြဲေခၚသြားႏိုင္မွာမလြဲမေသြပါပဲ။ဒီဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကေတာ႔....ဥပေဒအက်ိဳးေတာ္ေဆာင္ျဖစ္တဲ႔ ဝီလ္တစ္ေယာက္ သူနဲ႔ဆက္ဆံေရးသိပ္မေျပလည္လွတဲ႔ ေယာကၡမေလာင္းျဖစ္သူ တြမ္ဆီကို သမီးေတာင္းဖို႔ တစ္ကိုယ္တည္းခရီးထြက္လာခဲ႔ပါေတာ႔တယ္။ေယာကၡမေလာင္းမိသားစုနဲ႔ အဆင္မေျပျဖစ္ျပီး အိမ္ကိုျပန္အလာမွာ ထူးဆန္းတာေတြျဖစ္ေပၚလာခဲ႔ပါေတာ႔တယ္။သူ႔ေကာင္မေလးျဖစ္သူဆမ္ေနထိုင္ရာဆီးယက္တဲလ္မွာတစ္ခုခုေတာ႔ျဖစ္ေနျပီလို႔သိကာ အေျပးအလႊားျပန္ေပမယ္႔ လွ်ပ္စစ္ဓာတ္အားလိုင္းေတြျပတ္ေတာက္ ဆက္သြယ္ေရးလိုင္းေတြျပတ္ေတာက္ကာ ေလယာဥ္ေတြလဲမထြက္ေတာ႔ပါဘူး။အဲ႔ဒီအခါမွာသူ႔နဲ႔ဆက္ဆံေရးမေျပလည္တဲ႔စစ္သားေဟာင္းေယာကၡမျဖစ္သူနဲ႔ သူ႔ေကာင္မေလးဆီကိုခရီးႏွင္ပါေတာ႔တယ္...အစစအရာရာျပတ္ေတာက္သြားတဲ႔အေျခအေနတစ္ခုမွာ သူတို႔ႏွစ္ေယာက္ေရာေအာင္ျမင္ပါ႔မလား?ဒီလိုရုတ္တရက္ျဖစ္လာတာေတြကဘာေၾကာင္႔လဲ?မိုင္ေပါင္းေထာင္ေသာင္းခ်ီတဲ႔ခရီးလမ္းတစ္ခုမွာဘာေတြေတြ႔ၾကံဳရဦးမွာလဲ? စတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ဇာတ္လမ္းအဆံုးထိဆြဲေခၚသြားႏိုင္မယ္႔ဇာတ္လမ္းေလးပါလို႔ပဲညႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပါ) File Size : (860 MB) and (380 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/how-it-ends-2018/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sEhWMRlf1frCXxovPcbYn5njIJe.jpg",
        "title": "Cho Lon (2013)",
        "description": "IMDb rating 7.0 ရထားၿပီး ခပ္​ၾကမ္​းၾကမ္​း အက္​ရွင္​ႀကိဳက္​ပရိတ္​သတ္​ႀကီးအတြက္​ အၾကမ္​းပတမ္​း သတ္​ပုတ္​ခန္​း​ေတြပါတဲ့ ဇာတ္​ကား​တစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဒီဇာတ္ကားေလးက Bui Doi Cho Lon ဆိုတဲ့ 2013 မွာ ထြက္ရွိထားတဲ့ Thai ဇာတ္ကားေလးပါ..လူငယ္အႀကိဳက္ fighting ဇာတ္ကားေကာင္းတစ္ခုပဲျဖစ္ပါတယ္..ဇာတ္ကားထဲမွာ တိုင္ေနာ့နဲ႔ ဟန္ခ်ိဳလံုလို႔ေခၚတဲ့ လူႏွစ္ေယာက္က နယ္ေျမခြဲျခားၿပီး ဂိုဏ္းႏွစ္ဂိုဏ္းကြဲေနတာပါ..အစမွာ ခ်ိဳလံုရဲ႕ညီက မိန္းကေလးတစ္ေယာက္ကို တင္ေျပးလာတာကေနစတာပါပဲ...မိန္းကေလးတစ္ေယာက္ေၾကာင့္ ဂိုဏ္းႏွစ္ခုဟာ အေသအေၾကတိုက္ခိုက္ရၿပီး ေနာက္ဆံုးမွာ ဘယ္လိုျဖစ္သြားလဲဆိုတာ ရင္ တမမ နဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္... Qty - 720p Web DLDuration - 1hr 45minGern - Action / ThrillerTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/cho-lon-2013/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BY2M5ZWZhNGQtNGRiMi00OTMwLTljZWEtYWEwYzAzYTg0ZWU4XkEyXkFqcGdeQXVyNTE2ODk5MjU@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Rendel (2017)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဖင္လန္ႏုိင္ငံမွာ အေျခတည္ထားပါတယ္။ဖင္လန္ႏုိင္ငံမွာ Vala လို႔အမည္ရွိတဲ့ ကုမၸဏီၾကီးဟာ တရားမ၀င္ေဆး၀ါးတစ္ခုကို ေဖာ္စပ္ျပီးေတာ့ အာဏာပိုင္ေတြနဲ႔ပူးေပါင္းကာတရား၀င္ျဖန္႔ခ်ိဖို႔ၾကိဳးစားေနပါတယ္။အဲဒီေဆး၀ါးကိုစမ္းသပ္စဥ္ကာလမွာလည္း အျပစ္မဲ့ကေလးငယ္ေပါင္းမ်ားစြာ ဓားစာခံျဖစ္ခဲ့ရပါေသးတယ္။ကေလးငယ္ေတြတင္မက တျခားဓားစာခံျဖစ္ခဲ့တာေတာ့ ရမ္မီလို႔ေခၚတဲ့အလုပ္သမားၾကီး။ Vala မွာ အဲဒီတရားမ၀င္ေဆး၀ါးေတြကို ၾကီးၾကပ္ရင္းတခ်ိဳ႕တ၀က္ေပ်ာက္ဆံုးခဲ့တာေၾကာင့္ သမီးနဲ႔ ဇနီးျဖစ္သူအသတ္ခံခဲ့ရသလို သူကိုယ္တုိင္လည္း မေသရံုတမယ္ အႏွိပ္စက္ခံခဲ့ရပါတယ္။အဲဒီအခ်ိန္မွာပဲ ဒုစရိုက္အဖြဲ႕အစည္းၾကီးျဖစ္တဲ့ Vala ကုမၸဏီကို တစ္ကိုယ္တည္း လက္စားေခ်ဖို႔ၾကိဳးစားပါေတာ့တယ္.....။ဒီဇာတ္ကားက Feratum Film Festival မွာ အေကာင္းဆံုးအက္ရွင္ကားစုကိုရရွိခဲ့တဲ့ကားတစ္ကားပါ။အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ၾကည့္ေပ်ာ္ေလာက္မယ့္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ၾကိဳေတာင္းပန္ခ်င္တာတစ္ခုကေတာ့ဇာတ္ကားထဲမွာပါတဲ့ အဂၤလိပ္စကားေျပာေတြက မူရင္းစာဖိုင္ထဲမွာ မပါတဲ့အတြက္ သည္းခံေပးၾကပါလို႔ေတာင္းပန္ခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကို မ်ိဳးသန္႔ ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Crime, Fantasy\nSubtitle : ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/rendel-2017/",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Race 2 (2013)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။  File Size : (1.2 GB)\nQuality ...",
        "rating": "5.2",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4 https://megaup.net/2coy0/Race_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Race (2008)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုေဇာ္ထူး ပါ) File Size : (1.2 GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/body-of-lies-poster-133x200.jpg",
        "title": "Body of Lies (2008)",
        "description": "IMDb 7.1 ရတဲ့ကားလဲဖြစ် လီယိုနာဒိုရဲ့ကားလည်းဖြစ်နေတဲ့အတွက်အထူးတလည်ညွှန်းစရာမလိုပဲ ဘယ်လောက်ကောင်းလဲ မှန်းကြည့်နိုင်ပါတယ်။အကြမ်းဖက်အဖွဲ့ခေါင်းဆောင်နောက်ကို လိုက်နေတဲ့ စီအိုင်အေ အေးဂျင့်(လီယိုနာဒို) ဟာ သူ့ရဲ့ အမေရိကန် အထက်အရာရှိရဲ့ သံသယဖြစ်ဖွယ်အမိန့်တွေနဲ့ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်တွေ ရောထွေးနေတဲ့အချိန်မှာ အခက်အခဲတွေကြားထဲကနေ................. ဇာတ်ကားဟာ လှည့်ကွက်ကောင်းကောင်းနဲ့ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်လို့ ကောင်းလွန်းတဲ့အတွက် အညွှန်းနဲ့ spoiler ဖြစ်အောင် မလုပ်တော့ပါဘူး။ ကြည့်လိုက်ကြပါဦး။(အညွန်းရေးသူကတော့  Little Neo ပဲ ဖြစ်ပါတယ်)--------------------------------------------------------------------------------------IMDb 7.1 ရတဲ့ကားလဲျဖစ္ လီယိုနာဒိုရဲ႕ကားလည္းျဖစ္ေနတဲ့အတြက္အထူးတလည္ညႊန္းစရာမလိုပဲ ဘယ္ေလာက္ေကာင္းလဲ မွန္းၾကည့္နိုင္ပါတယ္။အၾကမ္းဖက္အဖြဲ႕ေခါင္းေဆာင္ေနာက္ကို လိုက္ေနတဲ့ စီအိုင္ေအ ေအးဂ်င့္(လီယိုနာဒို) ဟာ သူ႕ရဲ႕ အေမရိကန္ အထက္အရာရိွရဲ႕ သံသယျဖစ္ဖြယ္အမိန္႕ေတြနဲ႕ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ေတြ ေရာေထြးေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြၾကားထဲကေန................. ဇာတ္ကားဟာ လွည့္ကြက္ေကာင္းေကာင္းနဲ႕ ဇာတ္အိမ္ခိုင္ခိုင္နဲ႕ ၾကည့္လို႕ ေကာင္းလြန္းတဲ့အတြက္ အညႊန္းနဲ႕ spoiler ျဖစ္ေအာင္ မလုပ္ေတာ့ပါဘူး။ ၾကည့္လုိက္ၾကပါဦး။(အညြန္းေရးသူကေတာ့  Little Neo ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eB2g/Body_Of_Lies_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mXEq5vomTKsR5YTQIgLj1b2phZ.jpg",
        "title": "Believer (2018)",
        "description": "ဒီကား​ေလး လံုး၀ကို crimeနဲ႔ actionကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​ တကယ္​ကိုထိမိ​ေစမယ္​့ကား​ေလးပါကားအစမွာ​ေတာ့ ဆရာလီဆိုတဲ့ မူးယစ္​ရာဇာကိုလိုက္​စံုစမ္​း​ေနတဲ့စံု​ေထာက္​နဲ႔ သူရဲ႕သတင္​း​ေပး ​ေဆးဆြဲ​ေနတဲ့က​ေလးမ​ေလး ခ်ာဆူ​ေဂ်ာင္​းတို႔နဲ႔စထားပါတယ္​ခ်ာဆူ​ေဂ်ာင္​းက သတင္​းယူ​ေပးရင္​း မိသြားၿပီး အသတ္​ခံလိုက္​ရတဲ့အခါမွာ​ေတာ့ စံု​ေထာက္​ခင္​ဗ်ာ ​ေၾကကြဲၿပီး မူးယစ္​ရာဇာကို လိုက္​ဖမ္​းဖို႔ မရရ​ေအာင္​ နည္​းမ်ဳိးစံုနဲ႔ႀကိဳးစားပါ​ေတာ့တယ္​အဲ့လိုႀကိဳးစားရင္​း ပံုစံမ်ဳိးစံု အ​ေျခအ​ေနမ်ဳိးစံု လူ​ေပါင္​းစံုနဲ႔ပါႀကံဳ​ေတြ႔လာရၿပီး ရင္​ဆိုင္​​ေျဖ႐ွင္​းပံု​ေတြက ရယ္​ရမလို ငိူရမလိုနဲ႔ ​ေတာ္​​ေတာ္​ကို လႈိက္​ဖို​ေငး​ေမာၿပီး ၾကည့္႐ွဴရမယ္​့ကား​ေလးပါ​ေနာက္​ဆံုးက်ျပန္​​ေတာ့ ဆရာလီဆို​ေတာ့လူက ဘယ္​သူျဖစ္​မလဲသူ႔ကိုတကယ္​​ေရာ ႐ွာ​ေတြ႔ပါ့မလားဖမ္​းလို႔​ေရာရဲ႕လားဆိူတာကို​ေတာ့ Believer (2018)ဆိုတဲ့ဇာတ္​ကား​ေလးမွာ ၾကည္​့လိုက္​ပါ​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/believer-2018/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96pdw2qcx4g25vZLywNi4XRQVqm.jpg",
        "title": "Ransom(1996)",
        "description": "Ransom(1996)\nIMDb...6.6,,,Rotten...76%\nဒီကားကုိၾကည့္ေနတဲ့ ခင္ဗ်ားဟာ  ဇာတ္လမ္းစၿပီး မိနစ္(၂၀)ေလာက္မွာ တစ္ကားလုံးၿခဳံငုံသုံးသပ္မိသြားၿပီ.\n..ဘာလုိ႕ဆုိ စစခ်င္း အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ မဲလ္ဂစ္ဆင္ရဲ႕ အေၾကာင္းကုိစၿပတယ္..\nသူဟာ လူခ်မ္းသာတစ္ဦးျဖစ္တယ္ ခ်စ္စရာဇနီးေလးနဲ႕ လိမၼာတဲ့သားေလးတစ္ေယာက္ရွိတယ္..\nသိပ္မႀကာဘူး သူ႕ရဲ႕သားကုိျပန္ေပးဆြဲတယ္..ျပန္ေပးဆြဲသူက ေဒၚလာ သန္း(၂၀)နဲ႕ကေလးကုိ\nလာေရြးဖုိ႕ေျပာတယ္... ကေလးကုိျပန္ေရြးဖုိ႕ ရဲေတြနဲ႕အလုပ္ရႈတ္ၾကတယ္.\n..ဒီမွာတင္ခင္ဗ်ားဟာ သမရုိးက်ကားလုိ႕ ဒီကားကုိ သုံးသပ္မိလိမ့္မယ္..\n..အဲ့အေတြးဟာ ေနာက္ပုိင္းမွားယြင္းေၾကာင္းတျဖည္းျဖည္းျပသြားလိမ့္မယ္..\n.ဒါရုိက္တာဟာ ခင္ဗ်ားမေမွ်ာ္လင့္တဲ့\nျဖစ္ရပ္ေတြ ခင္ဗ်ားမျမင္မိ မေတြးမိ တဲ့ ရႈေထာင့္ေတြကုိ တစ္စစီဆြဲထုတ္ျပလိမ့္မယ္..\n. ဖခင္တစ္ေယာက္ရဲ႕ေနရာမွာ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ..မဲလ္ဂစ္ဆင္ရဲ႕လုပ္ရပ္ေတြဟာ ျဖစ္သင့္လား ..\n.ဒါမွမဟုတ္ ခင္ဗ်ားတုိ႕ကေရာ သူ႕လုပ္ရပ္ကုိေထာက္ခံမွာလား.\n.. ကြ်န္ေတာ္တုိ႕ လူငယ္ေတြၾကား ေျပာတတ္တဲ့စကားေလးရွိတယ္ ဒီကိစၥက\nမင္းထင္သေလာက္မရုိးရွင္းဘူးကြဆုိတဲ့စကားကုိ ဒီမွာလည္း ယူသုံးရမယ္ထင္တယ္ .\n..ဒီကားကလည္း ခင္ဗ်ားတုိ႕ထင္သေလာက္မရုိးရွင္းဘူးဗ်....\nFile Size : (900 MB) and (338 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded ...",
        "rating": "6.6",
        "url": "https://megaup.net/TBwm/Ransom_[1996]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nvsjts6dm2jh-141x200.jpg",
        "title": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)",
        "description": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)\nIMDb - 6.0/10\n  \nတရုတ်သိုင်းလောကရဲ့ အလှထိပ်ခေါင် မင်းသမီးတွေဖြစ်တဲ့ Gong Li , Sharla Cheung , Brigitte Lin တို့ သုံးယောက်ကို တပြိုင်တည်း တွေ့မြင်ရမယ့် ဇာတ်ကားပါ။\nIMDb Rating (6/10) ရရှိထားပြီး Fantasy/Action/Adventure ဇာတ်ကားအမျိုးအစားပါ။\nသိုင်းလောကသားတွေ နှစ်သက်မယ့် သိုင်းကွက်၊ဇာတ်ကွက်တွေနဲ့မို့ သိုင်းလောကသားမှန်ရင် လက်လွတ်မခံသင့်ပါဘူး။\n     \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by YMA & Ying Ying",
        "rating": "6.0",
        "url": "https://megaup.net/2gpiw/The_Dragon_Chronicles_-_The_Maidens_Of_Heavenly_Mountain_(San_Tin_Lung_Bat_Bo_-_Tin_San_Tung_Lo)_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Bharat Ane Nenu (2018)",
        "description": "ဖခင်ကြီး ကျန်းမာရေးချို့တဲ့နေပြီဆိုတဲ့သတင်းကြောင့် နိုင်ငံခြားမှာ ပညာတော်သင်သွားနေတဲ့လူတစ်ယောက် ကိုယ့်ရပ်ကိုယ့်မြေကို ပြန်လာတယ်ပြန်ရောက်တော့ဖခင်ကြီးရဲ့အသက်ကိုမမှီလိုက်သလိုဇပနအခမ်းအနားကိုတောင် ကျင်းပခွင့် မရလိုက်ဘူး. . .သို့ပေမယ့် ကောက်ကာငင်ကာဆိုသလို ဝန်ကြီးချုပ်ရာထူးကို ဝင်ရောက်ထမ်းဆောင်ဖို့ ဖြစ်လာတယ်ပညာတတ် လူငယ်လေးဖြစ်တဲ့အပြင်ဖခင်ရဲ့ သွေးအပြည့်ပါတဲ့သူဖြစ်တာကြောင့်အလုပ်ကို ကြိုးစားတယ်မှန်ကန်တဲ့အလုပ်ကို လုပ်တယ်တည်ကြည်တယ် ဖြောင့်မတ်တယ်ရဲ့ဝံ့တယ်. . .ဘယ်သူ့မျက်နှာကိုမှ မထောက်ဘူးပြည်သူတွေကို ချစ်တဲ့သူဖြစ်တာကြောင့်အောက်ခြေလူတန်းစားတွေနေတဲ့ ကျေးလက်ဒေသတွေအထိ ရှောင်တခင် စစ်ဆေးတတ်တယ်သက်ဆိုင်ရာနယ်မြေက တာဝန်ကျ အစိုးရ အရာရှိတွေကို ပြည်သူ့အကျိုး သယ်ပိုးသူမှန်ရင် မြှောက်စားတယ်လာဘ်စားပြီး တာဝန်မကျေရင် ဖြုတ်ပစ်တယ်. . .အဲ့ဒီလောက်အထိ ရဲရဲတောက်တဲ့ဝန်ကြီးချုပ် ဖြစ်လာတယ်. . .လမ်းပန်းဆက်သွယ်မှု ကောင်းမွန်ရေးလမ်းတံတားပြုပြင်ရေးကျေးလက်ဒေသ စည်ပင်ဖွံဖြိုးရေးစတဲ့ လုပ်ငန်းတွေမှာ နိုင်ငံတော်ဘတ်ဂျက်ကို မျှတအောင် သုံးစွဲပြီး ရန်ပုံငွေတွေ ချပေးကာကိုယ်ထူကိုယ်ထ လုပ်စေတယ်သူက ပြည်သူကို ကိုယ့်အားကိုယ်ကိုးစေချင်တဲ့ ဒီလိုမျိုးစိတ်ဓာတ်ပိုင်ရှင် ဝန်ကြီးချုပ်ပါ။သူပြောတဲ့စကားက\"စစ်မှန်တဲ့ ခေါင်းဆောင်ဆိုတာခေါင်းဆောင်မလိုတဲ့ လူ့အဖွဲ့အစည်းတစ်ရပ် ဖြစ်တည်လာအောင် လမ်းပြပေးတဲ့သူပါ\"တဲ့မည်သို့ပင်ဆိုစေ. . .ပြည်သူ့အချစ်တော် ခံယူပြီးတာဝန်တွေကို ကျေပွန်အောင် ...",
        "rating": "8.8",
        "url": "https://megaup.net/2tfxU/Bharat_Ane_Nenu_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMGUzYTMxMzctYzZkMC00MDcxLThlOTktNGE5YTUyNjM0NDI0XkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "On the Ropes (2018)",
        "description": "ႀကိဳးဝိုင္းထဲမွာ ႀကိဳးနားကပ္ၿပီး အသဲအသန္ျပန္ထိုးေနရၿပီဆိုရင္ေတာ့ ရႈံးေတာ့မဲ့အေနအထားေပါ့။အဲဒီအေျခအေနကေန ႐ုန္းမထြက္ႏိုင္ေတာ့ဘူးဆိုရင္ ေသခ်ာတယ္အရႈံးေပးရမယ္။အခုဇာတ္ကားထဲမွာလည္း ဇာတ္လိုက္မင္းသားရဲ႕အေျခအေနက အဲလိုအေနထားမ်ိဳးမွာ ရွိေနတာေပါ့။ဇာတ္လမ္းအက်ဉ္းကိုေျပာရမယ္ဆိုရင္ဇာတ္လိုက္မင္းသား နာမည္က ဂၽြန္ပါ။ဒီဇာတ္ကားက လူဆိုးဂိုဏ္းႏွစ္ဂိုဏ္းၾကားမွာရွိတဲ့ ဆက္ဆံေရးကို အေျခခံထားပါတယ္။အေပးအယူ၊ အျပန္အလွန္ေလးစားမႈကေနကေန ဂိုဏ္းေတြရဲ႕ထံုးစံအတိုင္း သတ္ျဖတ္တာေတြအထိပါတာေပါ့။ဒီလိုဂိုဏ္းမ်ိဳးေထာင္ထားၾကၿပီဆိုရင္ ဂိုဏ္းထဲမွာရွိတဲ့ ဂိုဏ္းသားေတြရဲ႕သစၥာေစာင့္ထိန္းမႈက အေရးႀကီးဆံုးပဲေပါ့။သစၥာမေစာင့္ထိန္းဘဲ ရဲကိုသတင္းေပးၿပီး ပိုက္ဆံရွာတဲ့ သတင္းေပးေတြကို Rat (အသားထဲကေလာက္ထြက္တဲ့ ေလာက္ေကာင္) လို႔ေခၚတာေပါ့။အဲဒီလိုဂိုဏ္းတစ္ခုမွာ ေလာက္တက္ၿပီဆိုရင္ေတာ့ အဲဒီဂိုဏ္းၿပိဳကြဲဖို႔သိပ္မေဝးေတာ့ဘူးေပါ့။ေနာက္ထပ္ဂိုဏ္းတစ္ခုမွာ အေရးႀကီးတာက ကိုယ္ခံပညာနဲ႕ဂိုဏ္းသားေတြအေပၚမွာ ၾသဇာေညာင္းမႈေပါ့။ကိုယ့္ဂိုဏ္းသားေတြဆိုတာလည္း စံျပပုဂၢိဳလ္ကိုမွ ဆရာတင္ၾကတာေပါ့။အဲဒီလိုနဲ႕ဂၽြန္တို႔ရဲ႕ေခါင္းေဆာင္အဖိုးႀကီးက ေနထိုင္မေကာင္းျဖစ္လာတဲ့အခ်ိန္ ဂိုဏ္းထဲမွာေလာက္တက္ၿပီး ဂိုဏ္းသားေတြစၿပီးေတာ့ ၿပိဳကြဲပါေတာ့တယ္။လီဆိုတာက ဂၽြန္နဲ႕အတူတူႀကီးၿပီးလာၿပီး ငယ္ငယ္က ဂၽြန္ကို အႏိုင္က်င့္ေနၾကေပါ့။အဲဒီဂိုဏ္းမွာ အဖိုးႀကီးၿပီးရင္ သူလို႔ေျပာလို႔ရတယ္။ဒါေပမဲ့သူက စိတ္ဆက္ၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့အက်င့္ရွိတယ္။အဲဒါေၾကာင့္အဖိုးႀကီးက သူ႔ကိုစိတ္မခ်ဘူး။အဲဒီလိုအေျခအေနမွာ ပိုဆိုးလာတာက အဖိုးႀကီးေရာဂါရတဲ့အခ်ိန္မွာ အဖိုးႀကီးက ဂိုဏ္းကိုအုပ္ခ်ဳပ္ဖို႔အတြက္လီကိုတာဝန္မေပးဘဲ ဂၽြန္ကိုတာဝန္ေပးဖို႔ ဆံုးျဖတ္လိုက္တဲ့အခါမွာေတာ့ ဂိုဏ္းထဲမွာ လုပ္ၾကံမႈေတြဆက္တိုက္ျဖစ္လာပါေတာ့တယ္။အဲဒီအခက္အခဲေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားတဲ့အခါ ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ၾကည့္႐ူခံစားလိုက္ပါဦးကိုယ္ခံပညာအလန္းစားေတြနဲ႕႐ိုက္ခ်က္ေကာင္းေကာင္း႐ိုက္ထားလို႔ ၾကည့္ေကာင္းမဲ့ အက္ရွင္ကားေကာင္းတစ္ခုလို႔ ၫႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/on-the-ropes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MPW-40402-135x200.jpg",
        "title": "Crank: High Voltage (2009)",
        "description": "Crank (2006) ဇာတ္ကားရဲ႕ေနာက္ဆက္တြဲဇာတ္ကားျဖစ္ျပီးမင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (6.2) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(900 MB) and (460 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Edrea Rae",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/crank-high-voltage-2009/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/crank_ver3-134x200.jpg",
        "title": "Crank (2006)",
        "description": "မင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (7) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(850 MB) and (420 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MT",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/crank-2006/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvEyStSBUHBBNCV5QZ821wJG19C.jpg",
        "title": "Meatball Machine Kodoku (2017)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဂ်ပန္ Sci-fic/thriller အမ်ိဳးအစားျဖစ္ပါတယ္။Rating 6.3 ရထားျပီးေတာ့မွ အခုလူမႈဘဝ အေျခအေနေတြကို ေသခ်ာရိုက္ျပထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ေလာကမွာ ေမတၱာတရားေခါင္းပါးေနျပီး ေငြေၾကးကသာအဓိကျဖစ္ေနတဲ႔ လူေတြၾကားမွာ အႏိုင္က်င့္ခံ အထီးက်န္ေနတဲ႔ လူတစ္ေယာက္အေၾကာင္းရိုက္ျပထားတာပါ။လူေတြဟာ အၾကင္နာတရားတကယ္ေခါင္းပါးလာျပီး စက္ရုပ္သဖြယ္ ျဖစ္လာတဲ႔ အေျခအေနမွာ တကယ့္ စက္ရုပ္ေတြက လူ႔ေလာက ကိုေရာက္လာျပီး လူေတြကို သတ္ျဖတ္လာတဲ့အခါမွာေတာ့ လူသားေတြအတြက္ ေပ်ာ္ရႊင္ျခင္း ခ်စ္ျခင္းကို သိလာတာ ေနာက္က်သြားျပီလားလူေတြကေရာ စက္ရုပ္ေတြရဲ႕လက္ထဲကေတလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို သည္းထိတ္ရင္ဖိုၾကည့္ရမွာျဖစ္မွာပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre : Action, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/meatball-machine-kodoku-2017/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/batman-returns-copy-133x200.jpg",
        "title": "Batman Returns (1992)",
        "description": "Batman Returns က\nTim Burton director လုပ္ခဲ့တဲ့\nBatman သုံးကားထဲ တစ္ကား အပါအဝင္ပါ။Gotham ၿမိဳ႕ရဲ႕\nေရဆိုးေျမာင္းေတြထဲမွာ ပင္ဂြင္းလူတစ္ေကာင္\n႐ွိေနတယ္ဆိုၿပီး ေကာလဟာလေတြ ထြက္ေပၚလာခ်ိန္..Max shreck အမည္ရတဲ့\nေဂၚသမ္မ်က္ႏွာဖုံးသူေ႒းတစ္ေယာက္ဟာ\nတစ္ၿမိဳ႕လုံးက စြမ္းအင္ေတြကို စုတ္ယူမဲ့\nPower Generator တစ္ခု လုပ္ဖို႔ ၾကံစည္ေနခ်ိန္..လူေလးစား\nပင္ဂြင္းဟာ Max ရဲ႕ အၾကံေတြကို သိၿပီး\nMax နဲ႔ ေပါင္းၿပီး.. ၿမိဳ႕ေတာ္ဝန္လုပ္ဖို႔ ၾကံခဲ့တယ္။max သူ႔အၾကံကို သိသြားတဲ့..Selena ကို\nႏႈတ္ပိတ္သတ္ဖို႔ ၾကံခဲ့တယ္။Selena မေသပဲ Catwoman ျဖစ္သြားတဲ့အခါ\nBatman အေနနဲ႔\nဗီလိ္န္သုံးေကာင္ ကိုယ္တစ္ေကာင္ ႏြဲဖို႔ ျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္တစ္လမ္းကလည္း Bruce wayne အေနနဲ႔\nSelena နဲ႔ ခ်စ္ႀကိဳက္မိတဲ့အခါ......။\nဆက္ျဖစ္လာဦးမဲ့ Batman ရဲ႕\nစြန္႔စားခန္းေတြကိုေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။Gotham ၾကည့္တဲ့\nOswald Cobblepot ရဲ႕ fanေတြအတြက္\nပင္ဂြင္း Adult ကို ခံစားရမဲ့\nဇာတ္ကားဆိုလည္း မမွားပါဘူး။ထူးျခားခ်က္အေနနဲ႔\nCatwoman ရဲ႕ Nine Live ...",
        "rating": "7.0",
        "url": "https://megaup.net/4eB44/Batman_Returns_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNDFiYTM3MzMtMTY1MC00ODhlLWI5ZmMtNGIwYTcwMzE3Y2MxXkEyXkFqcGdeQXVyNzMwNTgzMzU@._V1_-132x200.jpg",
        "title": "Batman (1989)",
        "description": "[Unicode]Batman ဇာတ်ကားကတော့ ဒါရိုက်တာ Tim Burtonရိုက်ကူးခဲ့တဲ့ဇာတ်ကား၃ကားထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမေရိကန်ပြည်ထောင်စု၊Gotham မြို့စွန်ကမိဘနှစ်ပါးလုံးဆုံးရှုံးလိုက်ရလို့ လက်စားချေလိုစိတ်၊တရားမျှတမှု့ကို ဖြစ်စေချင်တဲ့စိတ်ကြောင့်ကိုယ်ရည်စွမ်းထက်မြက်အောင်လုပ်ပြီး ယိုယွင်းနေပြီဖြစ်တဲ့ Gotham မှာလူဆိုးကောင်တွေကို ရှင်းလင်းနေတဲ့ Batmanနဲ့လူတစ်ကာကို ဒုက္ခပေးနေတဲ့ လူဆိုးအရူး Joker တို့ရဲ့ တိုက်ခိုက်ကြတဲ့Action ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Batman ဇာတ္ကားကေတာ့ ဒါရိုက္တာ Tim Burtonရိုက္ကူးခဲ့တဲ့ဇာတ္ကား၃ကားထဲက တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္ျပည္ေထာင္စု၊Gotham ျမိဳ့စြန္ကမိဘနွစ္ပါးလံုးဆံုးရွံုးလိုက္ရလို႔ လက္စားေခ်လိုစိတ္၊တရားမွွ်တမွဳ့႕ကို ျဖစ္ေစခ်င္တဲ့စိတ္ေျကာင့္ကိုယ္ရည္စြမ္းထက္ျမက္ေအာင္လုပ္ျပီး ယိုယြင္းေနျပီျဖစ္တဲ့ Gotham မွာလူဆိုးေကာင္ေတြကို ရွင္းလင္းေနတဲ့ Batmanနဲ့လူတစ္ကာကို ဒုကၡေပးေနတဲ့ လူဆိုးအရူး Joker တို႔ရဲ႕  တိုက္ခိုက္ျကတဲ့Action ဇာတ္လမ္းေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ Batman(1989)File size…(999MB) and (555MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:06:19\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Min Thant HtooEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/4Uywj/Batman_[1989]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p0ESXdJbhVOHwVoWmxDhakgPu3H.jpg",
        "title": "Big Legend (2018)",
        "description": "Action/Thriller ပရိတ္သတ္ႀကီးအတြက္ပါဒီကားရဲ႕ အစကေတာ့ ႐ိုဆန္ဆန္ေလး ဖြင့္ထားပါတယ္ ခ်စ္သူစံုတြဲတစ္တြဲ camping ထြက္လာၾကတာေပါ့တိုင္လာက စစ္ျပန္တစ္ေယာက္ရႈခင္းအရမ္းလွတဲ့ ခရီးတစ္ေနရာမွာ လက္ထပ္ခြင့္ေတာင္းေတာ့ နာတာလီက အရမ္းေပ်ာ္ေနတာေပါ့အဲ့လိုေပ်ာ္ေနတဲ့ ခ်စ္သူစံုတြဲၾကား ဝင္လာမယ့္ ၾကမၼာဆိုးကိုေတာ့ သူတို႔ ႀကိဳမျမင္ခဲ့ၾကရွာဘူးအဲ့ဒီညမွာပဲ မူမမွန္တဲ့အသံေတြၾကားေတာ့ တိုင္လာကထြက္ၾကည့္တယ္ က်န္ေနခဲ့တဲ့ နာတာလီတစ္ေယာက္ အဖမ္းခံလိုက္ရတဲ့အခါ...ဒီေတာႀကီးမ်က္မည္းမွာ ဘယ္သူကမ်ား ဖမ္းသြားတာလဲ..သားရဲလား လူလား...စိတ္ေရာဂါကုေဆးရံုကို တစ္ႏွစ္တက္အၿပီးမွာေတာ့ ခ်စ္ရတဲ့သူ အသက္ရွင္ရက္ရွိေနခ်င္ရွိေနမွာဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္ကို မစြန္႔လႊတ္ႏိုင္တဲ့ တိုင္လာတစ္ေယာက္ အေျဖရွာဖို႔ ေတာထဲကို ေနာက္တစ္ခါ ေျခခ်ပါေတာ့တယ္...တရားခံကိုမိမလား မိမိပဲအသက္ေဘးနဲ႔ၾကံဳရမလားဆိုတာေတာ့Low Budget Film တစ္ကားျဖစ္ေပမယ့္ Acting ပိုင္း Cinematography ပိုင္းဆိုင္ရာေကာင္းမြန္ၿပီး Entertaining ျဖစ္တဲ့ကားတစ္ကားျဖစ္ပါတယ္IMDB rating ကေတာ့ 4.5/10 ပါ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/big-legend-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39XJExIXKyvSYQYvy1b5EsutjB8.jpg",
        "title": "House of Flying Daggers (2004)",
        "description": "ရယူခြင်းဟာ အချစ်တဲ့လား ပေးဆပ်ခြင်းဟာအချစ်ပဲလား\nတချို့လူတွေဟာ မဖြစ်နိုင်မှန်းသိသိကြီးနဲ့ ပိုင်ဆိုင်ဖို့\nပေါင်းစည်းဖို့ကြိုးစားတာကို အချစ်လို့သမုတ်ကြပေမယ့်\nတချို့တွေကတော့ ထိုအချိန်မှာချစ်သူကိုစွန့်လွတ်ရင်း ပေးဆပ်ရင်း\nချစ်နေတာကို အချစ်စစ်လို့ခေါ်ကြပြန်တယ် စသည်ဖြင့်သို့လော သို့လောတွေနဲ့ အချစ်အကြောင်းကို မသိခင် ငယ်စဉ်အခါက\nတီဗီရှေ့မှာဖီးလ်ခဲ့ရဖူးတဲ့ အချစ်ကားတွေထဲမှာ\nဒီဇာတ်ကားလည်းအပါအဝင်ဖြစ်ခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းအနည်းငယ်ပြောရရင် တရုတ်ပြည် အေဒီ၅၈၉မှာ\nအင်အားကြီးတန်မင်းဆက်ဟာ အားလျော့ခဲ့လာပြီး\nတိုင်းပြည်ကို မနိုင်မနင်း အုပ်ချုပ်နေရချိန်ဖြစ်ပါတယ်\nသူပုန်အဖွဲ့တွေ အများအပြားသောင်းကျန်းနေချိန်မှာ\nအင်းအားအကြီးဆုံးနဲ့ပြည်သူတွေရဲ့ ထောက်ခံမှုကို ရရှိနေတဲ့အဖွဲ့ကတော့\nဓားပျံတို့ရဲ့ဂေဟာ လို့ခေါ်တဲ့အဖွဲ့ဖြစ်ပါတယ်\nမြို့တွင်းပျော်ပွဲစားရုံတစ်ခုမှ\nမျက်မမြင်ကချေသည်မိန်းကလေးတစ်ဦးဟာ\nသူပုန်အဖွဲ့ဝင်တစ်ဦးလို့ သံသယ ရှိခြင်းခံရပြီး\nအစိုးရဋ္ဌာနမှုးနှစ်ဦးဖြစ်တဲ့လီယိုနဲ့ဂျင်ဟာ\nထိုမိန်းကလေးနောက်ကို လိုက်ရင်း\nသူပုန်အဖွဲ့ရဲ့ နေရာကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်\nမိန်းကလေးကိုအယုံသွင်းကာ သူ့မူလနေရာကိုပြန်ပို့ပေးရင်း\nနေရာကိုဖော်ထုတ်ရမယ့်တာဝန်ကိုယူတဲ့ဂျင်ဟာ\nရဲမက်တွေရန်မှကာကွယ်ရင်း\nထိုမိန်းကလေးအပေါ်ချစ်မိသွားကာ\nဇာတ်လမ်းရဲ့အရှိန်ကိုပိုမြင့်လာစေခဲ့ပါတယ်…\nအချစ်ဆိုတာ တကယ်တော့ ချစ်နေဖို့လိုအပ်သလို \nတခါတလေကျတော့လည်း အချစ်ကြောင့်ပဲ\nကိုယ့်ဘဝတစ်ခုလုံးရင်းရဲတဲ့သတ္တိတွေရှိလာခဲ့ပါတယ်…\nသိုင်းကားလေးတစ်ကားဖြစ်ပေမယ့် အမိုက်စား\nဇာတ်လမ်းအစကနေအဆုံးထိအားလုံးရဲ့စိတ်ဝင်စားမှု့တွေကို\nအဆုံးထိဆွဲခေါ်သွားမယ့်ကားတစ်ကားဖြစ်ပါတယ်…\nImdb 7.6နဲ့RT မှာတော့88%ရရှိထားပြီး\nနာမည်ကျော်Heroဇာတ်ကား Great ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ILfb/House_Of_Flying_Daggers_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZjEyZDI4YWUtNDJiYS00MDEzLTgwNzctOGFmYTIwMWQ4Yzg2XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "The Fortress (2017)",
        "description": "Lee Byun-Hun ပါဝင်သရုပ်ဆောင်ထားတဲ့ The Fortress ဆိုတဲ့ IMDB Rating 7 အထိရရှိထားတဲ့ ကိုရီးယားရာဇဝင်ကားတစ်ကားပါ။ကျွန်တော်တို့မြန်မာမှာက သီပေါမင်းပါတော်မူခန်းနဲ့ခပ်ဆင်ဆင်ပါပဲ။ကျူးကျော်လာတဲ့ Qing စစ်တပ်ကို တိမ်းရှောင်ရင်း Namham ခံတပ်မှာပိတ်မိနေတဲ့ ဘုရင် Injo အကြောင်းလေးပါ။ရန်သူတွေပတ်လည်ဝိုင်းနေတဲ့အချိန်မှာ Ming တွေနဲ့မဟာမိတ်ဖွဲ့ထားခဲ့တဲ့ Joseong တိုင်းပြည်ကဘုရင် Injo တစ်ယောက် Qing တွေကိုအညံ့ခံလိုက်ရမလား ပြန်တိုက်ရမလား ဆိုပြီးဒွီဟဖြစ်နေတဲ့ကြားမှာ အမတ်တွေရဲ့အမြင်တွေ တစ်ယောက်တစ်ပေါက်ဖြစ်နေတဲ့ လူယုံနှစ်ယောက်ရဲ့ အမြင်တွေကြားမှာကြားညပ်မိနေတာကို အပီအပြင်ဖော်ပြထားပါတယ်။ဇာတ်ကားကခပ်အေးအေးဖြစ်ပြီး ၂နာရီစာရှိပေမယ့် ပျင်းစရာမကောင်းပဲ ဇာတ်ကားရဲ့ခေါ်ဆောင်ရာကိုစီးမျောသွားစေမှာပါ။အမှန်နဲ့ အမှား၊ အသက်နဲ့သိက္ခာ၊ ဂုဏ်သိက္ခာမရှိတဲ့အသက်ရှင်ခြင်းနဲ့ အသက်ရှင်ခြင်းမရှိတဲ့ဂုဏ်သိက္ခာ၊ မာနကြီးမှု နဲ့လိုက်လျှောညီထွေနေတတ်မှု၊ နောက်ကျောကဓားနဲ့ထိုးတာတွေ ဓားအထိုးခံပေးမယ့်နောက်ကျောတွေ အားလုံးကိုဒီဇာတ်ကားမှာ စိတ်ဝင်စားစရာမြင်တွေ့ရမှာပါ ခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (1.1 GB) and (500 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "7.2",
        "url": "https://megaup.net/12Bxb/The_Fortress_(Namhansanseong)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/rob-b-hood-170x200.jpg",
        "title": "Rob-B-Hood (2006)",
        "description": "For never-do-well compulsive gambler Fong, there's only one thing more fearsome than debtors at his doorstep - having to coax a crying baby. But what if the baby becomes his golden goose to fend off his debtors? Can he overcome his phobia of diapers, milk bottles, and cloying lullabies?ဂျက်ကီချန်းရဲ့ အောင်မြင်တဲ့ကားတွေထဲက တစ်ကားဆိုလည်းမမှားပါဘူး..\nဂျက်ကီချန်းရဲ့ကားတွေထုံးစံအတိုင်း အက်ရှင်ခန်းတွေဝေဝေဆာဆာနဲ့\nကြည့်ရင်းနဲ့လည်း ရယ်ရတဲ့အခိုက်အတန့်ဖြစ်လာရသလို သံယောဇဉ်ဆိုတာ ဖြတ်တောက်ဖို့မလွယ်ဘူးဆိုတာကို\nကလေးတယောက်ကို ချစ်တဲ့ သူခိုးကြီး၂ယောက်အသွင် သရုပ်ဆောင်ပြသွားပါတယ်..\n.\nThongs (ဂျက်ကီချန်း)နဲ့ Octopus(Louis ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SG0a/Rob-B-Hood_(Bo_Bui_Gai_Wak)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018) Blu-Ray 1080p 5.1CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက ...",
        "rating": "6.1",
        "url": "https://megaup.net/4UIwh/Rampage_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018)",
        "description": "အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက စမ်းသပ်ထားတဲ့ သန္ဓေပြောင်း ပစ္စည်းကြောင့်လို့ပြောပါတယ်။ဒေါက်တာကိတ်ကိုလည်း Energyne ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eL4s/Rampage_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y0uxSHaSFmt6XaBJgjkeLqe7aM.jpg",
        "title": "The Death of Superman (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ The Death of Superman ကို တင္ဆက္ေပးလိုက္ပါတယ္။ ဒီဇာတ္ကားကို July 24 မွာထုတ္လႊင့္မယ္လို႔ ေၾကျငာထားေပမယ့္ Online ေပၚမွာ Leaked ျဖစ္ျပီး တစ္လေလာက္ေစာျပီးထြက္လာခဲ့တာကို DC Fan ေတြမွန္ရင္သိၾကမွာပါ။ ဒါေပမယ့္ စာဖိုင္ကေတာ္ေတာ္ေနာက္က်မွထြက္လာတဲ့အတြက္ အခုခ်ိန္မွတင္ဆက္ေပးႏိုင္တာပါ။ ဒီဇာတ္ကားဟာ New 52 ကိုအေျခခံျပီးျပန္လည္ရိုက္ကူးထားတဲ့ DCAU ရဲ႕၁၁ကားေျမာက္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဇာတ္ကားရဲ႕ Title ကိုျမင္တာနဲ႔ ဇာတ္လမ္းဘယ္လိုဆိုတာ သိႏုိင္တဲ့အတြက္ အမ်ားၾကီးညႊန္းဆိုစရာမလိုဘူးလို႔ ထင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Justice League ရဲ႕ကာကြယ္ေစာင့္ေရွာက္မႈနဲ႔အတူ ျငိမ္ခ်မ္းစျပဳေနတဲ့ကမာၻၾကီးကို ထူးဆန္းတဲ့ဥကၠာပ်ံတစ္စင္း က်ေရာက္လာပါတယ္။ အဲဒီဥကၠာပ်ံထဲမွာ ပါလာတဲ့သူကေတာ့ Superman ရဲ႕ရန္သူေတာ္ၾကီး Doomsday ပါ၀င္လာပါတယ္။ Doomsday ဟာဖ်က္ဆီးဖို႔ရည္ရြယ္ခ်က္တစ္ခုတည္းနဲ႔သာ အဖန္တီးခံခဲ့ရတဲ့ အဖ်က္လက္နက္ၾကီးတစ္ခုပါ။ ကမာၻၾကီးေပၚက်ေရာက္လာတဲ့ အဲဒီအဖ်က္လက္နက္ရန္စြယ္ေတြကေန Justice League ကေရာကယ္တင္ႏုိင္ပါ့မလား။ ဘယ္သူေတြရဲ႕အသက္ေတြကို ဘယ္လိုေပးဆပ္ရဦးမွာလဲ ဆိုတာေတာ့....။တစ္ခုသတိေပးထားခ်င္တာကေတာ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-death-of-superman-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2015-poster-133x200.jpg",
        "title": "Fantastic Four (2015)",
        "description": "Fantastic Four (2015)_____IMDb - 4.3/10Review ကိုတော့ အရင် FF ကားတွေကိုကြည့်ပီးတဲ့သူတိုင်းသိမှာဖြစ်တဲ့အတွက်မပေးလိုတော့ပါ\nသူတို့ရဲ့အကြောင်းပဲ အနည်းအကျဉ်းမိတ်ဆက်ချင်ပါတယ်။Fantastic Four ဇာတ်လမ်းကို Stan Lee က ဖန်တီးရေးသားခဲ့ပြီး ရေးခဲ့ရတဲ့အကြောင်းအရင်းကတော့ အဲ့ဒီအချိန်မှာ DC က Justice League of America ဆိုပြီး Superhero အဖွဲ့ ကိုစတင်မိတ်ဆက် နေပြီ ဖြစ်ပါတယ်။ ဒါကြောင့် Stan Lee က Marvel ရဲ့ ပထမဆုံး စူပါဟီးရိုး အသင်းကို ဖန်တီးဖို့ အတွက် စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူက DC လို လိုက်ပြီး မလုပ်ချင်တာရယ်၊ သူ့ရဲ့ Superhero အဖွဲ့ကို တမူထူးခြားအောင် လုပ်ဖို့စီစဉ်ပါတယ်။ ဒါ့အပြင် Stan က သူ့ရဲ့ အဖွဲ့ကို Secret Identity ...",
        "rating": "4.3",
        "url": "https://megaup.net/1yWwY/Fantastic_Four_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Fantastic-Four-Rise-Of-The-Silver-Surfer-poster-140x200.jpg",
        "title": "Fantastic Four: Rise of the Silver Surfer (2007)",
        "description": "Fantastic Four: Rise of the Silver Surfer (2007)\nIMDb - 5.6/10_____Rotten - 37%\n  Fantastic 4 ဟာ MCU မှာ မပါသေးတဲ့ Marvel ရဲ့ အကျော်ကြားဆုံး အဖွဲ့တစ်ခုပါ။Leader Mr fantastic ဟာဆိုရင်လည်း 21 ရာစုရဲ့ အတော်ဆုံး လူတွေထဲက တစ်ယောက်ပါပဲ။Reed နဲ့ Sunsan တို့ရဲ့ သား Frenklin Richard ကလည်း Mravel မှာ အစွမ်းဆုံး Omega Level Hero ပါပဲ။ဒါဆို F4 ဆိုတာ Marvel မှာ မသေးတဲ့ အခန်းကဏ္ဍက ပါဝင်နေတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့..Reed နဲ့ Susan တို့ရဲ့ လက်ထက်ပွဲ ကျင်းပတော့မဲ့ အချိန်နဲ့ မရှေးမနှောင်းကာလ.. ဂြိုလ်တွေကို စားသုံးတဲ့ Galactus ...",
        "rating": "5.6",
        "url": "https://megaup.net/2eTT5/Fantastic_Four_-_Rise_Of_The_Silver_Surfer_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2005-poster-133x200.jpg",
        "title": "Fantastic Four (2005)",
        "description": "Fantastic Four (2005)_____IMDb - 5.7/10\n  \nဒီဇာတ်ကားက ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ မူရင်း Fantastic Four ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (5.7/10) ရရှိထားပါတယ်။\nဒီဇာတ်ကားမှာ Captain America မင်းသား Chris Evans ၊ မင်းသမီး ဂျက်စီကာအယ်လ်ဘာ တို့နဲ့အတူ\nIoan Gruffudd ၊ Michael Chiklis တို့က F4 စွမ်းအားရှင်တွေအဖြစ် ပါဝင်ထားပါတယ်။\nJulian McMahon ကတော့ ဗစ်တာဗွန်ဒူးအဖြစ် အားပြိုင်ထားပါတယ်။\nဒီနှစ်ထဲထွက်ထားတဲ့ Fantastic Four(2015) နဲ့မတူကွဲပြားစွာခံစားရမှာပါ။\nကျွန်တော်ကတော့ ဂျက်စီကာအယ်လ်ဘာ ပရိတ်သတ်ဖြစ်တာနဲ့အညီ\nမူရင်း Fantastic Four ဖြစ်တဲ့ ဒီဇာတ်ကားကိုပိုနှစ်သက်မိပါတယ်။\nခံစားအားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေး နဲ့ Wai Phyo တို့မှပူးပေါင်းဖန်တီးထားတာပါ။)\n \nFantastic Four ဇာတ်ကားအားလုံးကို \nhttps://channelmyanmar.org/?s=fantastic+four မှာကြည့်ပါ။\n  \nဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မူရင္း Fantastic Four ဇာတ္ကားျဖစ္ျပီး\nIMDb Rating ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yWxh/Fantastic_Four_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgYJjfWiuL2jPbypv1ICnd9JSCs.jpg",
        "title": "Walking Tall (2004)",
        "description": "အက်​ရှင်​ကားကြိုက်​တဲ့ပရိသတ်​​တွေအတွက်​ ဇာန်​ကား​ကောင်​း​လေးတစ်​ကားတင်​​ပေးလိုက်​ပါတယ်​Walking Tall ရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၀၄ခုနှစ်​ထွက်​ အက်​ရှင်​ဇာတ်​ကားတစ်​ကားဖြစ်​ပြီး Imdb rating 6.2/10 ရရှိထားပါတယ်​ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ အက်​ရှင်​မင်​းသားကြီးDwayne Johnson,မင်​းသမီး​ချော Ashley Scott,မင်​းသား Johnny Knoxville စတဲ့သူ​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ဂုဏ်​ထူး​ဆောင်​စစ်​သားဖြစ်​ဖူးတဲ့ Chris Vaughn တစ်​​ယောက်​ ရာထူးက​နေအနားယူပြီး ​မွေးရပ်​​မြေမြို့​လေးမှာ ပြန်​အ​ခြေချ​နေထိုင်​ခဲ့ပါတယ်​။သူပြန်​လာတဲ့အခါ တစ်​မြို့လုံးမှာအကြီးဆုံးစီးပွား​ရေးက အရင်​​ကျောင်​း​နေဖက်​​တွေဖြစ်​ခဲ့ဖူးတဲ့Jay Hamilton နဲ့ Ray Templeton တို့ဦးစီးလုပ်​ကိုင်​​နေတဲ့ ကာစီနို​လောင်​းကစားဝိုင်​းကြီးဖြစ်​​နေခဲ့ပါတယ်​။တစ်​မြို့လုံးမှာ ​လောင်​းကစား အရက်​ ​ဆေး စသည်​ဖြင်​့မ​ကောင်​းမှုမျိုးစုံနဲ့ပြည်​့​နေတာကိုမြင်​​နေရတဲ့အခါ Chris တစ်​​ယောက်​ ရဲ​တွေကိုယ်​စား သူ့လက်​နဲ့​ဖြေရှင်​းပါ​တော့တယ်​။သူတစ်​ကယ်​ပဲ​ဖြေရှင်​းနိုင်​ပြီး အရင်​ကလို​ကောင်​းမွန်​တဲ့မြို့​လေးပြန်​ဖြစ်​​အောင်​လုပ်​နိုင်​မှာလား....ဘယ်​လို ပြဿနာ​တွေကြုံ​တွေ့ရမှာလဲဆိုတာ စွန်​့စားခန်​းအပြည်​့နဲ့ရိုက်​ကူးထားတာမို့ အက်​ရှင်​ကားချစ်​ပရိတ်​သတ်​​တွေကြည်​့ရှု့အား​ပေးလိုက်​ပါဦး File Size : (750 MB) and (310 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/walking-tall-2004/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o31Fh66VeAmLWQ3HNObzTjbrWMH.jpg",
        "title": "Vivegam (2017)",
        "description": "အဂျေးကူမား အရေးကြီးသဲလွန်စတစ်ခုရတာနဲ့ သေနတ်နဲ့အပစ်ခံရ လုပ်ကြံဇာတ်ခင်းခြင်းခံရနဲ့ ဇာတ်လမ်းကို အဆုံးထိဆွဲခေါ်သွားမှာဖြစ်ပါတယ်ရင်ဆိုင်နေရတဲ့ရန်သူတွေက ဘယ်ကလဲ ဒီကိစ္စတွေရဲ့လက်မည်းကြီးကဘယ်သူလဲ ဆက်လက်ကြည့်ရှုသွားရမှာဖြစ်ပါတယ်Storylineကတော့ ပုံမှန်ထက်မပိုတဲ့ဇာတ်လို့ပဲ ပြောရမှာပါPlot twistကလည်းသိပ်မထူးဆန်းပါဘူးအိန္ဒိယကားတွေအကြည့်များသူတွေအတွက်ကတော့ ခန့်မှန်းနိုင်မှာပါတမီးလ်ကားဖြစ်တာနဲ့အညီ အက်ရှင်ခန်းတွေကတော့ မင်းသားအသားပေးဖြစ်ပါတယ်သေမင်းကလာခေါ်ချင်တောင် လက်ဖက်ရည်တိုက်ပြီး လိုက်ခဲ့ပါကွာ ပြောရမယ့်အထိကို မင်းသားက ကြမ်းတာပါအေးဂျင့်တွေပြေးလိုက်လွှားလိုက်နဲ့ဖိုက်နေရတဲ့ကြားကမှာ ဇနီးတစ်ယောက်ရဲ့ခင်ပွန်းအပေါ်ဘယ်လိုချစ်လဲဆိုတာလေးတော့ တော်ကီအကောင်းစားတွေနဲ့ရိုထားတာကတော့ သဘောခွေ့စရာလေးပါဘာပဲပြောပြော ကြည့်ပျော်ပြီး စိတ်ချမ်းသာရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့......QTY - 720p HDripDuration - 2hr 04minGern - Action/ ThrillerTranslator - Soe Bo BoEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://megaup.net/113wz/Vivegam_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3eGrh228b8zd1HaLBEx9WCErFu.jpg",
        "title": "Riki-Oh: The Story of Ricky (1991)",
        "description": "ဒီတစ်ခါ အရမ်းကြမ်းတဲ့ ဟောင်ကောင်အက်ရှင်တစ်ကားလေးပါRicky Ho: The story of Ricky ရစ်ကီဟိုဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဇာတ်လမ်းတစ်ပုဒ်ပေါ့ဒီဇာတ်ကားက ၁၉၉၁ခုနှစ်မှာ ရိုက်ကူးထားတယ်ဆိုပေမယ့် ဇာတ်ကားထဲမှာအခြေတည်ထားတာ ၂၀၀၁ခုနှစ်ပါဇာတ်လမ်းကတော့ ၂၀၀၁ခုနှစ်မှာ ထောင်တွေက အစိုးရပိုင်မဟုတ်တော့ပဲ ပုဂ္ဂ္ဂလိကတွေကိုလွှဲပေးထားတယ်ဆိုပြီးဇာတ်လမ်းဆင်ထားပါတယ်အဲ့ထောင်ကို ရစ်ကီဟိုတစ်ယောက် လူသတ်မှုနဲ့ရောက်လာပါတယ်။ထောင်တွေရဲ့ထုံးစံအတိုင်းကြီးနိုင်ငယ်ညှင်းတွေရှိနေသလိုအခုသူရောက်သွားတဲ့ထောင်မှာ လေးပိုင်းပိုင်းပြီး အဖွဲ့လေးဖွဲ့ခွဲထားပါတယ်။အရှေ့ဆောင် အနောက်ဆောင် တောင်ဖက်ဆောင်မြောက်ဖက်ဆောင်စသည်ဖြင့်ပေါ့။အဆောင်တစ်ခုချင်းဆီမှာဒိတ်ဒိတ်ကြဲသိုင်းကျွမ်းတဲ့ခေါင်းဆောင်တွေအုပ်ချုပ်တယ်။ရစ်ကီဟိုဆိုတာကလဲ ခေသူမဟုတ် သေချာလေ့ကျင့်ထားတဲ့သိုင်းသမား စိတ်ကလဲမဟုတ်မခံ။အဲ့မှာ ဗိုလ်ကျအနိုင်ကျင့်မှုတွေနဲ့မဟုတ်မခံနဲ့သွားတွေ့တော့တာပဲ။ပြီးတော့ ထောင်ကလဲ ပုဂ္ဂ္ဂလိကဆိုတဲ့အတိုင်း ထောင်ကိုဗန်းပြပြီးနောက်ကွယ်မှာမဟုတ်တရုတ်လုပ်တာတွေရှိနေပြန်တော့....ဒီဇာတ်ကားက Extreme Violence အမျိုးအစားပါသွေးထွက်သံယိုတွေတစ်ကားလုံးပြည့်နှက်နေပါတယ်လို့တော့ ကြိုသတိပေးပါရစေထမင်းစားပြီးမကြည့်ပါနဲ့ xD(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein Min Tun  ပါ)File Size : (800 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnvBQzWlh0Dd9vWq4l0ZmkrM34F.jpg",
        "title": "Distorted (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ Mystery, Thriller ဇာတ်ကားဇာတ်အေးလေးတစ်ကားဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းတွေပဲကြည့်ချင်ရင်တော့ လက်ရှောင်သွားဖို့အကြံပြုချင်ပါတယ်။လူတိုင်းကြိုက်မဲ့ကားမျိုးမဟုတ်ပေမယ့် ကြိုက်တဲ့လူတိုင်းကတော့ အကောင်းဆုံးထဲမှာပါတယ်လို့ပြောကြမှာပါ။ဒီကားထဲမှာ စိတ်ပိုင်းဆိုင်ရာအတွေးအခေါ်တွေနည်းပညာရဲ့ကြောက်စရာကောင်းတဲ့သက်ရောက်မှုတွေကို စိတ်ဝင်တစားတွေ့ရမှာပါ။စုံထောက်ကားကြိုက်သူတွေ သည်းထိတ်ရင်ဖိုဇာတ်ကားကြိုက်သူတွေအတွက်အရမ်းကိုအကြိုက်တွေ့စေမှာပါ။နာမည်ကြီးမင်းသမီးမင်းသားများဖြစ်တဲ့ Christina Ricci နဲ့ John Cusack သရုပ်ဆောင်ထားပါတယ်။၃၂နှစ်အရွယ် သားတစ်ယောက်ဆုံးပါးသွားလို့စိတ်ကျရောဂါဖြစ်နေတဲ့ Lauren တစ်ယောက် သက်တောင့်သက်သာပိုရှိစေဖို့ The Pinnacle ဆိုတဲ့ ခေတ်မှီအိမ်ယာမှာရွှေ့ပြောင်းနေထိုင်ခဲ့ပါတယ်။ဒါပေမယ့် သူ့ရဲ့စိတ်ကျရောဂါဟာသက်သာမလာပဲ ပိုဆိုးလာသလိုဖြစ်နေပြီးတော့ ထူးဆန်းတာတွေမြင်နေကြားနေရပါတယ်။အဲဒါတွေက သူရဲ့စိတ်ထဲမှာပဲဖြစ်နေတာလား တကယ်ဖြစ်နေတာလားသူ့ရဲ့ခင်ပွန်းဖြစ်သူကရော သူ့ကိုကူညီပေးနိုင်ပါမလားဆိုတာကတော့....(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by d3mon\nEncoded by Thanhtike Zaw",
        "rating": "4.2",
        "url": "https://megaup.net/1H16w/Distorted_[2018]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXene5mEHRovj7ZfMZpLxKSiv5n.jpg",
        "title": "Skybound (2017)",
        "description": "2017 ကထွက်ရှိခဲ့တဲ့ဒီ Skyboundဆိုတဲ့ကားလေးဟာ Action and Thriller ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဒီကားကိုရိုက်ကူးပေးတဲ့ ဒါရိုက်တာကတော့ဒါရိုက်တာ Alex Tavakoli ဖြစ်ပြီးတော့ ဒီကားလေးရဲ့ဇာတ်ညွန်းရေးသူကလည်းသူကိုယ်တိုင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း မက်ဟာသူကောင်မလေးလီဆာနဲ့အတူအယ်အေကိုကိုယ်ပိုင်ဂျက်လေယာဉ်နဲ့အတူခရီးထွက်ခဲ့ပါတယ်။သူတို့နဲ့သူတို့သူငယ်ချင်းနှစ်ယောက်လည်းပါပြီးတော့ မက်ရဲ့ညီကိုင်လည်းအကြောင်းတစ်ခုကြောင့်လိုက်ပါလာခဲ့ပါတယ်။သူတို့သွားနေစဉ်အတွင်းမှာဘဲမြေပြင်ပေါ်မှာအံ့သြထိတ်လန့်စရာတွေကြုံရတယ်။အဲဒီအံ့သြထိတ့်လန့်စရာတွေက သူတို့လေယာဉ်ပေါ်ခိုးလိုက်လာခဲ့တဲ့ လူနဲ့ ဆက်စပ်နေတာလား…………………ဒါမှမဟုတ်တကယ်ပဲဖြစ်ပျက်နေတာလား။သူတို့အားလုံးပေါင်းပြီးအဲ့ဒီအခက်အခဲကိုဘယ်လိုကျော်လွားကြမလဲဆိုတာကို ကြည့်ရှု့ခံစားရမှာဖြစ်ပါတယ်……………ဒီကားလေးကိိုတော့နာမည်ကြီးမင်းသမီး Scarlett Byrneကပါဝင်သရုပ်ဆောင်ပေးထားပြီးတော့ ကြည့်ရှုသင့်တဲ့ Action & Thriller ပေါင်းထားတဲ့လက်လွတ်မခံသင့်တဲ့ပရိသတ်အားပေးမှုေကောင်းခဲ့တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nyi Nyi Lwin  ပါ)File Size : (800 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded by Thanhtike ...",
        "rating": "5.6",
        "url": "https://megaup.net/115og/Skybound_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/cloverfield-133x200.jpg",
        "title": "Cloverfield (2008)",
        "description": "Cloverfield (2008)\nIMDb - 7.0/10_______Rotten - 77%Cloverfield (2008) အညွှန်းကိုတော့ ဒီကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ Datshin Page မှ အညွှန်းနှင့်မိတ်ဆက်ပေးပါရစေNew York မြို့ရဲ့ ညတစ်ညမှာသူငယ်ချင်းတွေစုပြီး Party လုပ်နေတုန်း အကောင်ကြီးတစ်ကောင် ဘယ်က ဘယ်လိုမှန်းမသိ မြို့ပေါ်ကျလာပါတယ်။ အဲကောင်ကြီးက မြို့ မှာမြင်မြင်သမျှသောင်းကျန်းပြီး မြို့တစ်မြို့လုံးလည်း ဘာတွေဖြစ်နေမှန်းမသိရလို့ အဲသူငယ်ချင်းတစ်စုလည်း တခြားလူတွေနည်းတူ မြို့က ထွက်ပြေးဖို့လုပ်ကြရာမှာ အထဲကတစ်ယောက်က Party မှာ Video နဲ့ မှတ်တမ်းတင်ရင်း သူတို့အဖြစ်အပျက်တစ်ခုလုံးကို မှတ်တမ်းတင်ပါတော့တယ်။— Review —ဒီဇာတ်ကားကိုစကြည့်တုန်းက သယ်ရင်းတစ်ယောက်က ညွှန်းလို့ စကြည့်ဖြစ်တာပါ။ Found Footage Film အမျိုးအစားပါ။ ဒီနေ့ခေတ်မှာ အဲလိုကားတွေခေတ်စားလာတာ ဒီကားကြောင့်ဆိုတာ အသေအချာပါပဲ။ (သူ့လောက်တော့ ကြည့်ကောင်းတဲ့ကားရှားပါတယ်)။ စကြည့်လိုက်ကတည်းက သတိထားမိတဲ့အချက်ကတော့ Perspective တွေပါပဲ။ ဒီဇာတ်ကားတစ်ကားလုံးကို လူတစ်ယောက်ထဲကကင်မရာကိုင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2TaG5/Cloverfield_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/incredibles-2004-poster-135x200.jpg",
        "title": "The Incredibles (2004)",
        "description": "The Incredibles (2004)\nIMDb - 8.0/10_____Rotten - 97%\nWon 2 Oscars. Another 65 wins & 56 nominations.\n Pixar ရဲ့ Inside Out ကို Review မတင်ခင်မှာ သူ့ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ The Incredibles အကြောင်းကို ပြောရင်း Pixer အကြောင်းကိုနည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်။ Pixar ကုမ္ပဏီ က ကာတွန်းကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီး တစ်ခု (Animation Giant) ဖြစ်ပြီး Dreamwork တို့ Disney တို့လို ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်ပါတယ်။ ၁၉၇၉ ခုနှစ်မှာ Lucasfilm ကုမ္ပဏီရဲ့ (Star Wars, Indiana Jones တို့ ရိုက်ကူးခဲ့တဲ့ studio ဖြစ်ပါတယ်။)  animation department အဖြစ် စတင်ခဲ့ပြီး ၁၉၈၆ ...",
        "rating": "8.0",
        "url": "https://megaup.net/11U9y/The_Incredibles_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfvH5YKXtMiBgkj0FNozQj4TQyp.jpg",
        "title": "Spawn",
        "description": "ပထမဆံုးေၿပာရမယ္ဆိုရင္ အခုမိတ္ဆက္ေပးမယ့္ ဇာတ္ေကာင္ကေတာ့\nHero မဟုတ္တဲ့ Anti Hero တစ္ေယာက္ပါ......\nသူ႕နာမည္က Spawn ... \nသူဟာေကာင္းကင္ဘံုနဲ႕ငရဲဘံုၾကားၿဖစ္လာတဲ့စစ္ပြဲမွာ\nငရဲစစ္တပ္ကိုဦးေဆာင္မယ့္လူအၿဖစ္ေမြးဖြားလာခဲ့ပါတယ္...\nလူတစ္ေယာက္ၿဖစ္ေနတဲ့အခ်ိန္မွာ သူဟာ လုပ္ၾကံသတ္ၿဖတ္ေရးသမား\nတစ္ေယာက္ၿဖစ္ၿပီးေတာ့ သူေသဆံုးသြားၿပီးတဲ့ေနာက္မွာေတာ့\nသူဟာ ငရဲၿပည္ကိုေရာက္ၿပီး ငရဲဘံုကေနစြမ္းအားေတြရရွိလာခဲ့ၿပီး\nငရဲစစ္တပ္ကိုဦးေဆာင္မယ့္ Spawn အၿဖစ္ၿပန္လည္ေမြးဖြားလာပါတယ္....\nေသဆံုးသြားတယ္ဆိုတာထက္ သူဟာလုပ္ၾကံခံခဲ့ရတာပါ..\nအၿပင္းထန္ဆံုးမီးေလာင္ေပါက္ကြဲမႈ႕ၾကားထဲမွာ တကိုယ္လံုးမီးအရိႈ႕ခံရၿပီးေတာ့\nေသဆံုးခဲ့ရပါတယ္..\nဒါေၾကာင့္ သူ႕တကိုယ္လံုးဟာလည္း ရုပ္ပ်က္ဆင္းပ်က္ၿဖစ္ၿပီးေတာ့\nသူငရဲဘံုကေနစြမ္းအားေတြရၿပီးၿပန္လာခဲ့အခ်ိန္မွာေတာ့\nလူေတာတိုးလို႕မရေတာ့တဲ့အေၿခေနၿဖစ္သြားခဲ့ပါတယ္...\nဒါဆို Spawn ရဲ႕စြမ္းအားေတြကို ေလ့လာၾကည့္လိုက္ရေအာင္...\nငရဲတပ္ကိုဦးေဆာင္ဖို႔အတြက္ေမြးဖြားလာတဲ့ Anti Hero ပါ...\nလုပ္ၾကံသတ္ျဖတ္ေရးသမားတေယာက္ျဖစ္ၿပီးေတာ့\nသူေသဆံုးတဲ့အခ်ိန္မွာ ငရဲကေနအစြမ္းေတြရလာတာျဖစ္ပါတယ္ ....Wolverine Deadpool တို႔လို႔ အနာက်က္ျမန္ဆန္ၿပီး\nခြ်န္ထက္တဲ့ စတီးႀကိဳးေတြ ဓားေတြက သူ႔စိတ္ထဲမွာရွိတဲ့အတိုင္း\nအေျခခံၿပီး သူ႔တကိုယ္လံုးကေနထြက္ေပၚတတ္ပါတယ္ ...\nရွည္လ်ားႀကီး အထာက်လြန္းတဲ့ သူ႔ရဲ႕ဝတ္ရံုက\ngreen lantern လို သူလိုခ်င္တဲ့ပံုစံကိုေျပာင္းေပးႏိုင္ပါတယ္ ....\nငရဲကစြမ္းအားေတြကို ရရွိထားတဲ့ spawn ကလူေကာင္းမဟုတ္သလို\nလူဆိုးလို႔လဲေျပာလို႔မရပါဘူး ...\nSuper Hero ဇာတ္လမ္းေတြၾကိဳက္တဲ့လူေတြအတြက္ \nဒီကားက ၾကည့္လို႕ေကာင္းမယ့္ကားတစ္ကားလို႕ညႊန္းပါရေစ.... ပထမဆုံးပြောရမယ်ဆိုရင် အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကောင်ကတော့Hero မဟုတ်တဲ့ Anti Hero တစ်ယောက်ပါ......သူ႕နာမည္က Spawn ...",
        "rating": "5.2",
        "url": "https://megaup.net/Sqhv/Spawn_[1997]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ofqcgDnWoWMCwjYkD76VhbJH5F.jpg",
        "title": "Genghis Khan (2018)",
        "description": "Genghis Khan ဇာတ်ကားကတော့ historic / fantasy EPIC film လေးပါအဓိကဇာတ်ဆောင်အနေနဲ့ William Chan ပါဝင်သရုပ်ဆောင်ထားပြီး,ဒီကားလေးက ၈ ကြိမ်မြောက် Beijing International Film Festival မှာအပိတ်ကားအဖြစ်ပြသခဲ့တဲ့ ကားကောင်းလေးတစ်ကားပါMongol Empire ကိုစတင်တည်ထောင်ခဲ့တဲ့ ထျယ်မုကျန်း (Genghis Khan) အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားခြင်းဖြစ်ပါတယ်ထျယ်မုကျန်း နဲ့ ပေါ်အာထျဲဟာ ငယ်စဉ်ကတည်းက ချစ်ခဲ့ရတဲ့ချစ်သူတွေဖြစ်ပြီး ရုတ်တရက် ထျယ်မုကျန်းရဲ့အဖေသေဆုံးသွားခြင်းက သူတို့ ၂ ယောက်ခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်တဖက်မှာလဲ ဦးလေးဖြစ်သူရဲ့သစ္စာဖောက်ခြင်းကိုခံလိုက်ရပြီး လူမျိုးစုတစ်စုလုံးမှာမှ ၁ မိသားစုတည်းကွဲထွက်ပြီးနေထိုင်ခဲ့ရပါတယ်ငယ်စဉ်ကတည်းက စေ့စပ်ပေးထားတာကြောင့် ထျယ်မုကျန်းဟာ အရွယ်ရောက်တော့ သူ့ချစ်သူ ပေါ်အာထျဲရှိရာသို့ရောက်ရှိပြီး လက်ထပ်ထိမ်းမြားခဲ့ကြပါတယ်ပြဿနာကတော့ မင်္ဂလာဦးညမှာပဲ ပေါ်အာထျဲကို တစ္ဆေတိုင်းပြည်က ဖမ်းခေါ်သွားခဲ့တာကနေ စတင်ခဲ့တာပါတစ္ဆေတိုင်းပြည်က ဘာကြောင့် ပေါ်အာထျဲကိုဖမ်းခေါ်သွားခဲ့တာလဲ?\nထာဝရအသက်ရှင်နေထိုင်နိုင်တဲ့ ဘယ်လိုသတ်သတ်မသေတဲ့ တစ္ဆေတိုင်းပြည်ကဘုရင်ဟူးချူးလူ လက်ထဲကနေ ပေါ်အာထျဲကိုဘယ်လိုကယ်တင်မှာလဲဆိုတာ..........(ဇာတ်လမ်းအညွန်း နဲ့ ဘာသာပြန်သူကတော့ ယမင်းသော်တာမောင်ပါ)File Size ...",
        "rating": "5.0",
        "url": "https://megaup.net/2n0io/Genghis_Khan_(Zhan_Shen_Ji)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/escape-plan-2-poster-1-133x200.jpg",
        "title": "Escape Plan 2: Hades (2018)",
        "description": "Escape Plan 2: Hades (2018)ဒီတစ်ခါမှာတော့ စတားလုံးလို့ အများသိကြတဲ့ မင်းသားကြီးSylvester Stallone ရဲ့ 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကြမ်းကားကို\nထွက်ထွက်ချင်းပဲ တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ဒိတ်ဒိတ်ကြဲအက်ရှင်မင်းသားကြီးဖြစ်တဲ့ စတားလုံးနဲ့အာနိုးတို့နှစ်ဦး ပါဝင်သရုပ်ဆောင်ထားတဲ့ 2013 ခုနှစ်ထွက် Escape Plan ရဲ့နောက်ဆက်တွဲဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မင်းသားကြီးအာနိုးပါဝင်မှာမဟုတ်တော့ဘဲ Guardian of the Glaxy မှာ Drax အဖြစ်ပါဝင်သရုပ်ဆောင်ခဲ့သူ WWE အကျော်အမော် Dave Bautista က စတားလုံးနဲ့အတူ အတွဲညီညီပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒါ့အပြင် နာမည်ကျော် အမေရိကန် Rapper ကြီး \"50 cent\" လည်းပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==========Ray Breslin ဟာ ထောင်ကိုဖောက်ထွင်းပြီးအရေးကြီးတဲ့လူတွေကို ကယ်တင်ဖို့အတွက် အထူးလေ့ကျင့်ထားတဲ့ အဖွဲ့ရဲ့ အဖွဲ့ခေါင်းဆောင်တစ်ဦးပါ။တစ်ရက်မှာသူ့ရဲ့ယုံကြည်ရသူတစ်ဦးဖြစ်တဲ့ Shu Ren ဆိုသူဟာ Hades လို့ခေါ်တဲ့ ကမ္ဘာ့အတင်းကျပ်ဆုံးထောင်ထဲမှာ ပျောက်ဆုံးသွားတာကြောင့် သူ့ရဲ့အဖွဲ့ကိုပြန်ဖွဲ့စည်းပြီး ကယ်ဆယ်ဖို့ကြိုးစားပါတော့တယ်.....။မင်းသားကြီးစတားလုံးရဲ့ဇာတ်ကားဖြစ်တာကြောင့် ...",
        "rating": "3.8",
        "url": "https://megaup.net/3zDhb/Escape_Plan_2_-_Hades_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIYOP0Smjl0Un8iGNZ3aa5dgq7a.jpg",
        "title": "The Sorcerer and the White Snake",
        "description": "မိနျးကလေးတစျယောကျကိုသတျတဲ့အမှုနဲ့ စှပျစှဲခံထားရတဲ့ အလှတျစုံထောကျ ရိုလနျဒရျိတျချဟာ သူ့ရုံးခနျးမှာ စိတျပကြျလကျပကြျထိုငျနတေုနျး အနကျရောငျဝတျစုံကို ဆငျမွနျးထားတဲ့ ဆံပငျအနကျရောငျနဲ့ ကတျသရငျးဆိုတဲ့ မိနျးမခြောတစျဦး သူ့ဆီ ရောကျလာခဲ့ပါတယျ…ဒီမိနျးကလေးဟာ…လူကုနျထံအသိုငျးအဝိုငျးထဲက မှနျတီမာမိသားစုရဲ့ သမီးတစျယောကျပေါ့…နာမည်ကြီးမင်းသားဂျက်လီနဲ့ကားဆိုတာနဲ့တင်ပြောစရာကိုမလိုတော့ပါဘူး..ဒီကားကတော့ ကြည့်ဖူးသမျှဂျက်လီရဲ့ကားတွေထဲမှာ အကောင်းဆုံးနဲ့အမိုက်ဆုံးကားတစ်ကားဆိုရင်လည်းမမှားပါဘူး...၂၀၁၁ ကရိုက်ခဲ့တဲ့ကားပေမယ့် CGI Effect တွေကတော့ဒီနေ့အထိကောင်းမွန်ဆဲလို့ပြောရမှာပါပဲ...မိစ္ဆာတွေကိုလိုက်ဖမ်းတဲ့ကျောင်းတိုင်ဘုန်းတော်ကြီးဖအိုင် အဖြစ်ဂျက်လီကိုမြင်ရမှာဖြစ်ပါတယ်...သူဟာမိစ္ဆာပေါင်းစုံကိုလိုက်လံနှိမ်နင်းဖမ်းဆီးပြီးတော့ကျောင်းဆောင်အပေါ်ထပ်မှာချုပ်နှောင်ထားရပါတယ်..သူအဲလိုလိုက်လံဖမ်းဆီးနေတဲ့အချိန် တခြားအရပ်မှာတော့မိစ္ဆာမြွေမလေး ၂ ယောက်ထဲက အမဖြစ်သူ စုစုဟာလူသားယောကျာင်္းလေးတစ်ယောက်ကို ရုတ်တရက်မြင်မိရာကနေချစ်ကြိုက်မိသွားပါတယ်...အဲဒီအချိန်မှာဇာတ်လမ်းကစတော့တာပါပဲ...အချစ်မှာ မျက်စိမရှိဘူးဆိုပေမယ့် လူသားတစ်ယောက်နဲ့မိစ္ဆာတစ်ကောင်ဟာအတူတူပေါင်းစည်းဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား...ပေါင်းစည်းလို့ရခဲ့ရင်တောင်မှ အခက်ခဲတွေအများကြီးရှိမှာပါ..ဒါပေမယ့် ဒီကားလေးမှာကတော့ အချစ်ကြီးတဲ့ မိစ္ဆာမြွေဖြူမလေးတစ်ယောက်ရဲ့နှလုံးသားဖြူဖြူလေးကို အသေချာမြင်တွေ့ရမှာပါ..တစ်ကားလုံးနီးပါး စိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီးတော့လူသားကောင်လေးတစ်ယောက်နဲ့ မိစ္ဆာမြွေမလေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းဟာ အားလုံးရဲ့စိတ်ကိုအဆုံးထိဆွဲဆောင်သွားမှာကလည်းဒီဇာတ်ကားရဲ့ထူးခြားချက်တစ်ခုလိုပါပဲ...ဖိုက်တင်မင်းသားကြီးဂျက်လီဇာတ်ကားတိုင်းမှာ ဖိုက်တင်အလန်းတွေနဲ့ကြည့်ရမှာဆိုပေမယ့်လည်း ဒီဇာတ်ကားကတော့ သနားစရာအချစ်ဇာတ်လမ်းလေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီးတော့ ရေးသားထားတာကြောင့်ဖိုက်တင်ကားကြိုက်သူများတောင် ဝမ်းနည်းသွားစေရမယ့်ရသကိုအပြည့်ဝခံစားရမှာပဲဖြစ်ပါတယ်....ဒါကြောင့် ကိုရီးယားအချစ်ဇာတ်ကားတွေကိုကြည့်ပြီး ခံစားချင်တဲ့လူတွေအတွက်ဒီ တရုတ်ကားလေးကိုကြည့်ကြည့်ပါ...အိမ်မှာနေပြီးတော့ ဖီးလ်းအပြည့်ဝယူချင်သူများအတွက်ဒီကားလေးကြည့်ပြီး ဘဝအမောများပြေနိုင်မှာပါ....ဒီကားလေးကြည့်ပြီး အချစ်ကြီးသူများဖြစ်ကြပါစေလို့ဆုတောင်းပေးပါတယ်....File Size : (1 GB) and (264 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0jg/The_Sorcerer_And_The_White_Snake_[2011]_(MM_Sub).mp4",
        "category": "Action, Fancy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/once-upon-a-time-in-mexico-poster-133x200.jpg",
        "title": "Once Upon a Time in Mexico (2003)",
        "description": "Once Upon a Time in Mexico (2003)\nIMDb - 6.4/10_____Rotten - 66%\n  \nဂစ်တာအိတ်ကြီးလွယ်ထားတတ်တဲ့ သွေးအေးလူသတ်သမားတွေအကြောင်းကို မှတ်မိကြဦးမယ်ထင်ပါတယ်...\nမင်းသားကြီး Johnny Depp , Antonio Banderas တို့အပြင် မင်းသမီးတွေဖြစ်တဲ့ Salma Hayek နဲ့ Eva Mendes တို့လို နာမည်ကျော်တွေနဲ့ရိုက်ကူးထားတဲ့  ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Robert Rodriguez ရဲ့  Mexico Trilogy ထဲကနောက်ဆုံးဇာတ်ကားပါ။\nသူ့ရှေ့က ရိုက်ကူးခဲ့တဲ့  El Mariachi (1992) နဲ့ Desperado (1995) ဆိုတဲ့ ဇာတ်ကားတွေကလဲ ဒါရိုက်တာ Robert Rodriguez ရဲ့ နာမည်ကျော်ဇာတ်ကားတွေပါ။ El Mariachi (1992) ဇာတ်ကားဆိုရင် Budget $7000 သာအကုန်အကျခံခဲ့ပြီး Box Office မှာ $2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tsrs/Once_Upon_A_Time_In_Mexico_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
        "title": "211(2018)",
        "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့.......။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ev5Einzgi2OFxPllt81DxBnfBSu.jpg",
        "title": "The Warrior’s Way (2010)",
        "description": "\"This is the Story of a Sad Flute....a Laughing Baby and a Weeping Sword.\"ျဖဴစင္စြာရယ္ေမာေနတဲ့ကေလးေလးနဲ႕ ၀ိဥာဥ္ေတြရဲ႕ငိုသံေတြျပည့္ႏွက္ေနတဲ့ဓား တို႔ရဲ႕ ၀မ္းနည္းသံစဥ္ဇာတ္လမ္းေလးတစ္ပုဒ္အႀကီးက်ယ္အခမ္းနားဆုံးေသာ ဓားသမားျဖစ္ခ်င္ခဲ့တဲ့ စစ္သည္တစ္ဦးသူအလိုခ်င္ဆုံးအရာကိုရရွိလိုက္တဲ့အခ်ိန္မွာ အရာအားလုံးဘာမွမရွိ(ေပ်ာက္ကြယ္သြား)ေတာ့သလိုခံစားလိုက္မိတဲ့ စစ္သည္\nတျပိဳက္နက္ထဲမွာပဲ သူ႔ဘ၀တစ္ေလွ်ာက္လုံး မႀကံဳဖူးမခံစားဖူးေသးတဲ့ ကေလးရဲ႕ရယ္သံေလးေၾကာင့္ျဖစ္ေပၚလာတဲ့ ေႏြးေထြးတဲ့ေမတၱာ\nဒါေပမယ့္လဲ ကံၾကမၼာရဲ႕လွည့္ကြက္ဆိုသလို ကေလးေလးက သူ႔ရဲ႕ရန္သူေတာ္ဂိုဏ္းကမ်ိဳးဆက္ျဖစ္ေနပါတယ္ဒါေပမယ့္လဲ အခ်စ္နဲ႕အမုန္းလြန္ဆဲြလိုက္တဲ့အခါ အခ်စ္ကအႏိုင္ရၿပီး ကေလးကိုပိုက္ကာ အေ၀းကိုထြက္ေျပးခဲ့ပါတယ္အဲ့အက်ိဳးဆက္ေၾကာင့္ စစ္သည္ဟာ သူ႔ဂိုဏ္းရဲ႕Black list ထဲအထည့္ခံရမယ္ဆိုတာ အတိအက်သိေနေပမယ့္လည္းေပါ့အဲ့လိုနဲ႕ သူ႔မိတ္ေဆြေဟာင္းတစ္ဦးရွိတဲ့ အေနာက္ဖက္ကိုခရီးထြက္လာခဲ့တယ္သူ႔မိတ္ေဆြကဆုံးသြားၿပီျဖစ္တဲ့အတြက္ေၾကာင့္ သူ႔မိတ္ေဆြရဲ႕လုပ္ငန္းျဖစ္တဲ့ အ၀တ္ေလွ်ာ္လုပ္ငန္းကိုျပန္လည္လုပ္ကိုင္ရင္း\nဇာတ္ျမဳပ္ေနလိုက္ပါတယ္ သူ႔ရဲ႕ဓါးကိုပါ ခ်ိတ္ပိတ္လိုက္ရင္းေပါ့တစ္ေန႔ေတာ့ သူ႔ရဲ႕ဓါးကိုမသုံးမျဖစ္သုံးရမယ့္အခ်ိန္လဲေရာက္လာေရာ ဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့....ဓါးသမားစစ္သည္အျဖစ္ ကိုရီးယားမင္းသား ဒါရိုက္တာ ရင္ အျဖစ္တစ္ခ်ိန္ကျမန္မာျပည္ပရိသတ္ေတြအကၽြမ္း၀င္ခဲ့သူ Jang Dong Gunမင္းသမီးကေတာ့ superman returns(2006)ထဲက Lois Lane အျဖစ္သရုပ္ေဆာင္ခဲ့သူ Kate Bosworthေနာက္ထပ္သရုပ္ေဆာင္တစ္ဦးကေတာ့ Pirates ...",
        "rating": "6.3",
        "url": "https://megaup.net/UQfh/The_Warrior’s_Way_[2010]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pacific-rim-uprising-poster-1-135x200.jpg",
        "title": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]",
        "description": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ ...",
        "rating": "5.6",
        "url": "https://megaup.net/4fJ5g/Pacific_Rim_-_Uprising_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gb21lRTWA6uo1IdIIYotPCHHUP9.jpg",
        "title": "Incoming(2018)",
        "description": "Incoming(2018)Sci-Fi, Thriller ,Actionကားလန္းလန္းေလးေတြၾကည္႔ရႈလိုတဲ႔ပရိသတ္ၾကီးအတြက္ လတ္တေလာထြက္ရွိလာတဲ႔ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ကားေလးနာမည္က Incoming (2018)ပါ။ဒီဇာတ္လမ္းေလးက ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းမြန္ျပီး သရုပ္ေဆာင္မႈေကာင္းေကာင္းေတြနဲ႔ တင္ဆက္ထားႏိုင္ေပမယ္႔ Rating ေတြကေတာ႔ ထင္သေလာက္မေကာင္းခဲ႔ပါဘူး။Ratingနဲ႔ ဇာတ္လမ္းနဲ႔ခ်ိန္ၾကည္႔ႏိုင္ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ႏိုင္ငံတကာ အာကာသစခန္းတစ္ခုဟာ ကမာၻေပၚက အႏၲရာယ္ရွိ အက်ဥ္းသားေတြကိုခ်ဳပ္ေႏွာင္ထားရာေနရာတစ္ခုပါ။ထိုေနရာကိုေရာက္ျပီးရင္ဘယ္သူမွျပန္မထြက္ႏိုင္သလို အဲ႔ဒီအက်ဥ္းေထာင္မွာ ဘာေတြျဖစ္တယ္၊ဘာေတြရွိတယ္ဆိုတာကို ဘယ္သူမွမသိႏိုင္ပါဘူး။တစ္ေန႔မွာေတာ႔ ထိုအက်ဥ္းေထာင္ကိုအာကာသယာဉ္မႈးအသစ္ေတြေရာက္လာတဲ႔အခ်ိန္...အက်ဥ္းသမားတစ္ေယာက္လြတ္ေျမာက္ကာအက်ဥ္းေထာင္ကို အပိုင္စီးလိုက္တဲ႔အခါမွာ ဘာေတြဆက္ျဖစ္မလဲ?မထင္မွတ္ထားတဲ႔ လွ်ိဳ႔ဝွက္နက္နဲမႈေတြနဲ႔ဘယ္လိုလွ်ိဳ႔ဝွက္ခ်က္ေတြကိုသိလာရမလဲ?စတဲ႔ သို႔ေလာ႔သို႔ေလာေမးခြန္းေတြနဲ႔ရင္တစ္ဖိုဖိုနဲ႔ၾကည္႔ရႈရမွာပါ။အားလံုးသေဘာက်ႏွစ္ျခိဳက္မယ္လို႔လဲ ေမွ်ာ္လင္႔ရင္းChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ Qty - 720p Web DLGern - Sci-FiDuration - 1hr 45minTranslator - AkaryiEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/2gRwq/Incoming_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
        "title": "Black Water (2018)",
        "description": "မင္းသားႀကီးဗန္ဒိန္းနဲ႕ ရုရွားအာႏိုးလို႔လူသိမ်ားၾကတဲ့ Dolph Lundgrenတို႔ပါ၀င္ထားတဲ့အက္ရွင္ကားသစ္ေလးပါဗန္ဒိန္းက စီအိုင္ေအေအးဂ်င့္စေကာ့၀ီလ္လာအျဖစ္၊ ရုရွားအာႏိုးက ဂ်ာမန္သူလ်ိဳအျဖစ္သရုပ္ေဆာင္ထားပါတယ္စေကာ့၀ီလ္လာ စီအိုင္ေအကအထူးေလ့က်င့္ေပးထားတဲ့ေအးဂ်င့္အေရးႀကီးဟာ့ဒ္ဒရိုက္ဖ္တစ္ခုအတြက္ လ်ိဳ႕၀ွက္တာ၀န္ထမ္းေဆာင္ေနရသူဒါေပမယ့္ သစၥာေဖာက္လို႔အထင္ျမင္မွားခံရၿပီး ေရငုပ္သေဘာၤထဲမွာ အက်ဥ္းခ်ခံလိုက္ရတယ္အက်ဥ္းေထာင္မွာပဲ မာကို(ရုရွားအာႏိုး)နဲ႕ေတြ႕ဆုံၿပီး ဘယ္လိုမ်ား လြတ္ေျမာက္ေအာင္လုပ္ေဆာင္ၾကမလဲသူ႔ကိုသစၥာေဖာက္သြားသူကိုေရာေဖာ္ထုတ္ႏိုင္မလား သက္စြန္႔ဆံဖ်ားထိန္းသိမ္းေနရတဲ့ဟာ့ဒ္ဒရိုက္ဖ္ကေရာ\nဘာေၾကာင့္မ်ားအေရးႀကီးေနရတာလဲဇာတ္လမ္းကေတာ့ ရိုးရွင္းေပမယ့္ အက္ရွင္ကားၾကိဳက္သူေတြ ဗန္ဒိန္း Fanေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႔ႏိုင္ပါတယ္\n********တစ္ခုေမတၱာရပ္ခံခ်င္တာကေတာ့ ဒီကားရဲ႕ မူရင္းEng subtitle မွာကတည္းက တစ္ကားလုံးနီးပါးလဲြေနတာေၾကာင့္အသံနားေထာင္ၿပီးဘာသာျပန္ရတာမ်ားေနပါတယ္။\nတတ္ႏိုင္သမွ်အေကာင္းဆုံး အနီးစပ္ဆုံးဘာသာျပန္ေပးထားပါတယ္။\nအဲ့ဒါေၾကာင့္ မွားယြင္းမႈမ်ားရွိခဲ့ပါက ခြင့္လႊတ္သည္းခံၾကည့္ရႈေပးၾကပါလို႔ ေတာင္းဆိုခ်င္ပါတယ္ ခင္ဗ်*******\n (ဘာသာျပန္ေပးထားသူက ကိုဟိန္းမင္းထြန္းပါ) File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p and 360p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264.DTS-FGT\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2WDcu/Black_Water_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jcvzx5ly3vno-140x200.jpg",
        "title": "[18+]The Sultry Assassin : The Aphrodisiac Kill (2010)",
        "description": "ဂျပန်ဆာမူရိုင်းမလေး Rin တစ်ယောက်သူ့အဖေကိုသတ်လိုက်တဲ့ လူသတ်သမားကိုလိုက်ရှာနေရင်းနဲ့ တားမြစ်ထားတဲ့ဆေးတစ်ခုအကြောင်းကို မမျှော်လင့်ဘဲ သိရလိုက်ရတဲ့အခါမှာတော့...ဆာမူရိုင်းဖိုက်တင် 18+ ကားလေးပါ...ဆာမူရိုင်းမလေးကတော့ တော်တော်ချောတယ်လို့လက်တို့ပါရစေ..ဒါနဲ့ ဒီကားထဲမှာပါတဲ့ဆေးအစွမ်းကတော်တော်စွမ်းတယ်ဗျ..ဘာဆေးလဲဆိုတာကိုဒီကားထဲမှာကြည့်ကြည့်လိုက်ပါကုန်။(Dark Side Production မှတင်ဆက်သည်။) \nFile size…(750 MB) and (330 MB)\nQuality…DVDrip\nFormat…mp4\nDuration….01:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Dark Moe Gyi",
        "rating": "",
        "url": "https://megaup.net/2neUd/The_Sultry_Assassin(2010).mp4",
        "category": "Action, Adult, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTbj8Kcp4WFwMRdEejnn55KIsfH.jpg",
        "title": "Batman  and Two-Face(2017)",
        "description": "Batman Vs Two Face (2017)\nIMDb....6.1,,,,,Rotten...100%\nBatman Vs Two Faceကေတာ့ 2017 မွာထြက္ခဲ့ေပမဲ့...1960 ျပည့္ႏွစ္မ်ားက Batman Theme ကိုပဲ\nသုံးထားတာျဖစ္ပါတယ္။\nBatman ရဲ႕ Detective Skill ေတြကို တစ္ကားလုံးလိုလို ေတြ႕ရမွာပါ။\nဒီကားဟာ 2016မွာထြက္ခဲ့တဲ့The Return of the caped Crusaderရဲ႕ Sequel ျဖစ္တဲ့အျပင္\n1966 တုန္းက Batman မင္းသား Adam Westကပဲ Batman အျဖစ္\nအသံ သ႐ုပ္ေဆာင္ေပးထားပါတယ္။Batman ဝါ The Caped Crusaderနဲ႔\nRobin ဝါ The Boy Wonder တို႔နဲTwo- Faceတို႔ ညဏ္ကစားၾကမဲ့\nBatman ကားေကာင္း တစ္ခုျဖစ္ၿပီး။ေဝဖန္ေရးဆရာေတြေပးပါတယ္ဆိုတဲ့\nRotten Tomatoes ရဲ႕ Rating မွာ 100 အတိရထားတဲ့Super Hero..ကားေကာင္းပါ။\nDark Knight ႀကီးကို ခဏရပ္ၿပီး Caped ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Afi9/Batman_Vs._Two-Face_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/7FG13lLQcV9DC2Bhn0hjxc6AFXV-133x200.jpg",
        "title": "Death Wish (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264Death Wish (2018)_____IMDb - 6.4/10\n  2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8y1/Death_Wish_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZ72SsxEP9XSx3StaazsMwBi9C0.jpg",
        "title": "Feral (2017)",
        "description": "Feralရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ Horror အမျိုးအစား ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 4.1/10 ရှိထားပြီး ဇာတ်​လမ်​းကြာမြင့်​့ချိန်​က​တော့ တစ်​နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Scout Taylor-Compton,Olivia Luccardi,Renee Olstead စတဲ့ မင်​းသမီး​ချော​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ အားလပ်​ရက်​မှာ အပန်​း​ဖြေ ခံရသူ​တွေတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သ1တွတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သူ​တွေလွတ်​​မြောက်​လာမလဲ....ဘယ်​လိုရှင်​သန်​ရုန်​းထွက်​လာနိုင်​မလဲဆိုတာ ပရိသတ်​ကြီး​စောင်​့ကြည်​့လိုက်​ပါဦး(ဘာသာပြန်သူကတော ကွီးရဲခံပါ) File Size : (700 MB) and (293 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Ye Khant Min\nEncoded by Thanhtike Zaw",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/feral-2017/",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbMVirC0QIlzxMJabtH8OqWFCtd.jpg",
        "title": "Seven Swords",
        "description": "၂၀၀၅ ခုနှစ်ထွက် တရုတ်သိုင်းကားကောင်းလေးကို တင်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....၁၇ ရာစု မှာ အင်အားကြီးထွားနေတဲ့ စစ်ဘုရင် fire.wind ဟာ ရွာတွေဖျက်ဆီးလူတွေသတ်ရင်း ချီတတ်လာနေပါတယ်။ဒါကို တားဆီးချင်တဲ့ အငြိမ်းစားပါးကွက်သား ဖူကျင်းကျူးဟာရွာထဲက တပည့်နှစ်ယောက် နဲ့ အတူ ကောင်းကင်ဘုံတောင်ကပန်းပဲဓားသိုင်းဆရာကြီး ဆီကအကူအညီကို တောင်းခံပါတော့တယ်။ဆရာကြီးက တပည့်လေးယောက်ကို အကူထည့်ပေးပြီး သူတို့ ၇ ယောက်အတွက်ထူးခြားတဲ့ ဓား တစ်ချောင်းစီ ပေးအပ်လိုက်တဲ့အခါ ဓားရဖော်အဖွဲ့ ဖြစ်လာပြီးစစ်ဘုရင်ကြီးရဲ့ တပ်တွေကို အံတုပါတော့တယ်.......ဒီရုပ်ရှင်ကားကိုဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/seven-swords/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5xMXQxJCziekoyXZEkt64DbE02.jpg",
        "title": "Raid (2018)",
        "description": "ဒီဇာတ်ကားလေးဟာ ၁၉၈ဝခုနှစ်များဆီက အိန္ဒိယနိုင်ငံမှ အခွန်ဦးစီးဌာနအရာရှိတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆင်းရဲသားတွေဆီကခေါင်းပုံဖြတ်၊ လာဘ်ပေးလာဘ်ယူမှုတွေနဲ့ချမ်းသာလာပြီး တစ်ဖက်မှာလူအများအမြင်ကြည်အောင်ဘီလူးခေါင်းကွယ်ထားတတ်တဲ့ လူချမ်းသာတွေ၊ ပြည်သူတွေကိုအသုံးချပြီး ကိုယ်ကျိုးရှာတဲ့နိုင်ငံရေးသမားတွေကို သူတို့ဆီမှာအမှန်တကယ် တရားဘောင်အတွင်းကနှိပ်ကွပ်ခဲ့တဲ့အဖြစ်အပျက်လေးကိုအခြေတည်ထားတာပါ။ရိုးသားပြီးကိုယ့်ခံယူချက်အတိုင်းလုံးဝတရားမပျက်တဲ့ အစိုးရအရာရှိတစ်ယောက်သူတို့ဆီမှာရှိဖူးတယ်ဆိုတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ဘယ်သူတရားပျက်ပျက်ကိုယ်မပျက်ဘူးဆိုတဲ့သတ္တိနဲ့ အဆိုပါအခွန်ဦးစီးဌာနကအရာရှိတစ်ယောက် လက်နောင်းမြို့ကို၄၉ကြိမ်မြောက် ရာထူးပြောင်းရွေ့ခြင်းခံရပြီးရောက်လာတာကစတာပါပဲ။အရင်အရာရှိတွေနဲ့မတူပဲ အလုပ်ကိုအမှန်အကန်လုပ်တဲ့သူနဲ့တွေ့တဲ့အခါမှာတော့ ဂုတ်သွေးစုပ်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ကြီးတွေ မျက်ဖြူလန်တော့တာပါပဲ။ဇာတ်လမ်းလေးကိုဆက်မပြောတော့ဘဲကိုယ်တိုင်ပဲကြည့်လိုက်စေချင်ပါတယ်။နိုင်ငံရေးသဘောသဘာဝတွေ၊ ရိုးသားတဲ့အစိုးရဝန်ထမ်းတွေနှိပ်ကွက်ခံရမှုတွေ၊ လူထုကိုနိုင်ငံရေးသမားတွေဘယ်လို ဦးနှောက်အဆိပ်ခတ်ထားသလဲဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးပြသပုံဖော်ထားတာကိုတွေ့ရမှာပါ။Rating အနေနဲ့လည်း 7.6 အထိရရှိထားပြီး ငွေကြေးအရလည်းအောင်မြင်ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (394 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 2min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.H264.AAC2.0 DTOne\nTranslated by Thura Zarni Aung\nEncoded ...",
        "rating": "7.6",
        "url": "https://megaup.net/1zJqt/L_uomo.zip https://megaup.net/TN5o/Raid_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxeVPklFwng2IowqRPNI4od6aXv.jpg",
        "title": "Gringo (2018)",
        "description": "Gringo ဆိုတာ စပိန္ေတြက ဒါမွမဟုတ္ စပိန္စကားေျပာႏိုင္ငံေတြက အေမရိကန္ေတြကိုေခၚတဲ့အသံုးအႏႈန္းလို႔ဆိုပါတယ္ (ကိုးကား- ဘာဘာညာညာ)..ဒီဇာတ္လမ္းေလးက ရိုးရိုးအအ အေမရိကန္လူမည္းတစ္ေယာက္အေၾကာင္းကို ရိုက္ထားတဲ့ ဒရာမာဇာတ္ျမဴး မႈခင္းကားတစ္ကားျဖစ္ပါတယ္…ဟာရိုးဆိုတဲ့ အေမရိကန္လူမည္းတစ္ေယာက္ဟာ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္သူရဲ႕ေဆးကုမၸဏီမွာ ရိုးသားၾကိဳးစားစြာ အလုပ္လုပ္ေနတဲ့ လူတစ္ေယာက္ေပါ့…သူ႔သူငယ္ခ်င္းကသူ႕ကို သူပိုင္တဲ့ေဆးကုမၸဏီမွာ အလုပ္သြင္းေပးထားရံုမက သူ႔မိန္းမ အိမ္တြင္းဒီဇုိင္နာကိုလည္း သူ႔အိမ္ျပင္ဆင္ဖို႔ အလုပ္အပ္ထားတဲ့အတြက္ ေက်းဇူးတင္ေနသူတစ္ေယာက္ေပါ့….သူတို႔ေဆးကုမၸဏီက အမွန္တကယ္ေတာ့ ဟန္ျပသက္သက္ပဲျဖစ္ျပီး တကယ္တမ္းမွာ မကၠဆီကိုက မူးယစ္ရာဇာေတြနဲ႔ဆက္သြယ္ျပီး တားျမစ္ေဆးဝါးေတြထုတ္လုပ္ေနတာပါ…ဒါကို စာရင္းကိစၥေတြပဲလုပ္ေပးရတဲ့ဟာရိုးကမသိပါဘူး….ဒီလိုနဲ႕ကုမၸဏီအရွံဳးေပၚလာတဲ့အခ်ိန္မွာ ဟာရိုး ဟာ အလုပ္ျပဳတ္မယ့္အေရးေတြးပူေနရာကေန ၾကံရာမရျဖစ္ျပီး…သူ႔သူငယ္ခ်င္းကုမၸဏီပိုင္ရွင္ ေနာက္ေက်ာဓားနဲ႔ထိုးမယ့္အျဖစ္ေတြပါသိျပီးေတာ့ ျပန္ေပးဆြဲခံရတယ္ဆိုျပီး..လုပ္ၾကံဖန္တီးခဲ့ပါတယ္..ဒါေပမယ့္ မကၠဆီကိုမူးယစ္ရာဇာေတြ သူ႕ကိုတကယ္ျပန္ေပးဆြဲတဲ့အခါမွာေတာ့…..၂၀၁၈ ထြက္ဇာတ္ကားျဖစ္ျပီး ဇာတ္လမ္ေလးကို ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္နာမည္ၾကီးသရုပ္ေဆာင္ေတြနဲ႕ ဇာတ္လမ္းကို အဆံုးထိဆြဲေဆာင္ေခၚယူသြားမွာျဖစ္ျပီး ၁၈+ဒိုင္ယာေလာ့ေတြပါတယ္ဆိုတာကိုလည္း ေျပာျပထားပါရေစRatings IMDb – 6, Rotten tomatoes – 41%, Google users – 70% (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gringo-2018/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wh1f7peigW0qUXXwynwVAt7axZd.jpg",
        "title": "The Hurricane Heist (2018)",
        "description": "အခု ပရိတ္သတ္ႀကီးအတြက္ တေလာကမွရံုတင္သြားတဲ့ The Hurricane Heist ဆိုတဲ့ကားေလးကို မိတ္ဆက္ေပးခ်င္ပါတယ္ေဝနဲ႔ ဘရိဇ္တို႔ ညီအစ္ကိုႏွစ္ေယာက္က မုန္တိုင္းခဏခဏဝင္ေလ့ရွိတဲ့ ၿမိဳ႕ေလးမွာ ဖခင္ျဖစ္သူနဲ႔ေနထိုင္ၾကပါတယ္တစ္ေန႔မွာ မုန္တိုင္းတစ္ခုေၾကာင့္ ဖခင္ျဖစ္သူကို ဆံုးရံႈးလိုက္ရပါတယ္ေနာက္ ႏွစ္ဆယ့္ငါးႏွစ္အၾကာမွာေတာ့ အစ္ကိုျဖစ္သူဘရိဇ္က ၿမိဳ႕ေလးမွာပဲ အေဟာင္းျပင္ဆိုင္ေလးတစ္ဆိုင္ ဖြင့္ထားၿပီးညီျဖစ္သူေဝလ္ကေတာ့ မုန္တိုင္းေတြကို ေၾကာက္တဲ့ မိုးေလဝသပညာရွင္ျဖစ္လာခဲ့ပါတယ္ေကဆီေကာ္ဗင္လို႔အမည္ရတဲ့ မိန္းကေလးကေတာ့ေငြအေဟာင္းေတြကို ဖ်က္ဆီးဖို႔ သယ္လာေပးရတဲ့ အရာရွိပါတစ္ေန႔မွာ တန္မီလို႔အမည္ေပးထားတဲ့ မုန္တိုင္းက ဒီၿမိဳ႕ေလးကိုထပ္ျဖတ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္အဲ့ဒီအခ်ိန္မွာပဲ ဒီမုန္တိုင္းကို အသံုးခ်ၿပီးႏိုင္ငံေတာ္ဘဏၭာတိုက္ကို ေဖာက္ဖို႔ႀကိဳးစားေနတဲ့သူေတြလည္း ရွိေနျပန္ပါတယ္အဲ့ဒီအရႈပ္ေတြၾကား ဘရိဇ္တစ္ေယာက္ပါသြားတဲ့အခါ...ေကဆီနဲ႔ ေဝလ္တို႔ ႏွစ္ေယာက္ေပါင္းၿပီး မုန္တိုင္းၾကားက ဘရိဇ္နဲ႔ က်န္တဲ့ ဓါးစာခံေတြကိုကယ္ထုတ္ႏိုင္မွာလားဒါမွမဟုတ္ လူဆိုးေတြကပဲ ပိုက္ဆံေတြနဲ႔ လြတ္သြားမလားေလာဘေဇာတက္လာတဲ့အခါ ကိုယ့္အရင္းႏွီးဆံုးမိတ္ေဆြေတာင္ စိတ္ေျပာင္းသြားႏိုင္ေၾကာင္း...အစ္ကိုျဖစ္သူအသက္အႏၲရာယ္နဲ႔ၾကံဳေတြ႕လာရတဲ့အခါ မိမိရဲ႕အေၾကာက္တရားကို ေက်ာ္လႊားဖို႔ ႀကိဳးစားခဲ့တဲ့ ညီျဖစ္သူရဲ႕ ေမတၱာတရား စတာေတြကို ျမင္ေတြ႕ခံစားရမွာပါဒီဇာတ္ကားကို The Mummy 3 နဲ႔ Dragon ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-hurricane-heist-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
        "title": "Trouble Is My Business (2018)",
        "description": "ရောက်လာတဲ့ကိစ္စက သူ့အဖေပျောက်သွားလို့ လိုက်ရှာပေးဖို့အကူအညီလာတောင်းတာပါတဲ့….ဖြစ်ချင်တော့ စုံထောက်နဲ ့ မိန်းမပျိုဟာရည်ငံသွားကြပြီး အဲ့ဒီညမှာတင် စုံထောက်တိုက်ခန်းကိုလိုက်အိပ်ပါသတဲ့….မနက်နိုးတော့ မိန်းကလေးဟာ ပျောက်ဆုံးနေခဲ့ပြီး သူနဲ့အတူအိပ်ခဲ့တဲ့ အိပ်ရာပေါ်မှာ သွေးကွက်ကြီးတစ်ခုသာ ကျန်ခဲ့တာကို စုံထောက်ကထူးဆန်းစွာတွေ့ရှိခဲ့ပါတယ်…အဲ့ဒီမနက်မှာ ဖုန်းခေါ်ဆိုမှုတစ်ခုရပြီး ရုံးကိုပြန်အသွား ရွှေအိုရောင်ဆံပင်နဲ့မိန်းကလေးတစ်ယောက် ထပ်ရောက်လာခဲ့ပါတယ်…သူကတော့ ကတ်သရင်းရဲ့ညီမ ဂျနီဖာပါတဲ့…သူကလည်းမနက်လင်းလင်းချင်း သူ့ဆီကို ကတ်သရင်းနဲ့စုံထောက်အတူရှိနေခဲ့ကြတဲ့ပုံတွေကို စာအိတ်တစ်အိတ်နဲ့ရောက်လာပြီး သူ့အဖေပြီး သူ့ညီမပါထပ်ပျောက််သွားတဲ့အတွက် သူ့ဆီလာရောက်စုံစမ်းခြင်းပါ..ဒီလိုနဲ့ ထူးဆန်းစွာပျောက်ဆုံးမှုတွေကို ရှာဖွေရင်း ရှုပ်ထွေးတဲ့ပြဿနာတွေထဲ ဝင်ရောက်မိသွားတဲ့ ရာဇဝတ်စုံထောက်ကားကို ၁၉၄၀ ပတ်ဝန်းကျင် ကပုံစံမျိုးနဲ့ရိုက်ကူးထားတဲ့ ၂၀၁၈ ထွက် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်…စုံထောက်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပြီး ဇာတ်လမ်းအဆုံးမှာ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေမယ့် ကားတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုခံစားကြဖို့ ဖိတ်ခေါ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB) and (333 MB)Quality : WEB-DL 720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3IVdX/Trouble_Is_My_Business_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/rxPghSvLbWCUjLplxkkcPMahbsz-133x200.jpg",
        "title": "Death Wish (2018)",
        "description": "Death Wish (2018)_____IMDb - 6.4/10 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် သဘောပေါက်သွားပြီး သူ့မိသားစုအတွက် တရားမျှတမှုကို သူကိုယ်တိုင်ဆောင်ကြဉ်းဖို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8wg/Death_Wish_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cF33Yb2XZpOgd8OZbvnLElRuO67.jpg",
        "title": "Swordsman 2 (1992)",
        "description": "Swordsman 2 (သို႕) The Legend of the Swordsman ဆိုတဲ့ဇာတ္ကားကေတာ့နာမည္ေက်ာ္သိုင္းစီးရီးတစ္ခုျဖစ္တဲ့ သိုင္းေလာကစိန္ေခၚသံကို အေျချပဳလို႕ ရိုက္ကူးထားတာပါ။လြင္ကူခ်ဳံးအျဖစ္ မင္းသားၾကီးဂ်က္လီမွပါဝင္ထားျပီး တုန္ဖုန္းပုပိုက္အျဖစ္ မင္းသမီးေခ်ာBrigitte Lin တို႕ပါဝင္ပါတယ္။ငယ္ငယ္က ရြာဗြီဒီယိုရံုမွာ အံ့ၾသဘနန္း သေရက်ခဲ့ရတဲ့ သိုင္းဇာတ္ကားတစ္ကားအျဖစ္ အမွတ္ရမိပါတယ္။IMDb (7.3) ပါ။ \nFile size…(999 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:051:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/swordsman-2-1992/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7xQlKNJv25YCNCVTKiZFCf7lqZb.jpg",
        "title": "Swordsman (1990)",
        "description": "တရုတ္သိုင္းကားစစ္စစ္ပရိတ္သတ္အတြက္ Swordsman (1+2) ကိုတင္ဆက္လိုက္ပါတယ္။Sam Hui,Jacky Cheung,Sharla Cheung တို႕နဲ႔ အျခားသရုပ္ေဆာင္မ်ားစြာ ပါဝင္ထားျပီး IMDb Rating(7) ထိရရွိထားပါတယ္။၁၉၉၀ ဝန္းက်င္က ရိုက္ကြင္းရိုက္ကြက္ေတြဆိုေပမယ့္ သစ္လြင္ျပီး ခံစားဖို႕ေကာင္းေနဆဲပါပဲ။ \nFile size…(999 MB) and (600 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://channelmyanmar.org/swordsman-1990/",
        "category": "Action, Asian, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syWYKnLvaXUcZ7hXUIWX29kJmzz.jpg",
        "title": "Hong Kong Rescue (2018)",
        "description": "ဖြစ်ရပ်မှန် သမိုင်းကြောင်းနောက်ခံကားလေးတစ်ကားကိုမိတ်ဆက်ပေးပါရစေ။ကားလေးနာမည်က Hong Kong Rescue (2018)ကားလေးပါ။ဒီကားလေးရဲ ့နောက်ခံကတော့ ဂျပန်တွေတရုတ်ကိုဝင်စီးနေတဲ့အချိန်လေးပါ။တရုတ်တွေဟာ စိတ်ဓာတ်သိပ်ပြင်းသူတွေလို့ တော်တော်များများယူဆကြမှာပါ။အဲ့လိုယူဆတဲ့အတိုင်းပဲတရုတ်တွေကိုအောင်နိုင်ချင်ရင် သူတို့စာပေ အနုပညာကို ချိုးနှိမ်နိုင်မှ ဖြစ်မယ်လို့ယူဆကာ ဟောင်ကောင်မှာရှိတဲ့ တရုတ်အနုပညာသည်တွေကိုဖမ်းဆီးခိုင်းပါတော့တယ်။ထိုအချိန်မှာပဲ ဂျပန်တော်လှန်ရေးတပ်မတော်ကလဲ ထိုသူတွေကို ကယ်ဖို့ကြိုးစားပါတော့တယ်။တင်းကြပ်ပြီး ရက်စက်တဲ့ဂျပန်တွေရဲ ့လက်ထဲကနေ ဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားကြမလဲ။အနုပညာသမားဆိုတာ ပျော့ညံ့ညံ့တွေမဟုတ်ဘူးဆိုတာပဲ သက်သေပြနိုင်မလား ဆိုတာတွေ ရင်တစ်ဖိုဖိုနဲ့ကြည့်ရှုရမယ့်ကားလေးနာမည်ကတော့ Hong Kong Rescue(2018)ပါ။ Qty - 720p HDRipGern - HistoryDuration - 2hr 10minTranslator - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://megaup.net/2n0iA/Hong_Kong_Rescue_(Xiang_Gang_Da_Ying_Jiu)_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rDyK1mCUFxbQcxFHj9c2xumFCp.jpg",
        "title": "Son of Rambow (2007)",
        "description": "ဒီကားလေးကိုစကြည့်မိတော့ကျွန်တော်တို့ယောက်ျားလေးတွေငယ်ငယ်တုန်းက ကစားတာတွေကိုသွားသတိရမိတယ်စစ်တိုက်တမ်းကစားရင်ဟိုဘက်နဲ့ဒီဘက်ခဲတွေပစ်ပြီးဆော့တာပေါ့လေသေနတ်တွေစပေါ်လာတုန်းကဆိုရင်လေသေနတ်နဲ့ပစ် နွေရာသီဆိုစွန်လွှတ်် ဂျင်ပေါက် အရုပ်ပစ် နဲ့ ဒီကြားထဲစမတ်ဒေါင်းကွဆိုပြီးချသေးတာပဲရုပ်ရှင်ကြည့်ပြီးရင် ကိုယ်ကြိုက်တဲ့ဇာတ်ကောင်တွေဆိုအတုခိုး သူ့အတိုင်းလိုက်လုပ်နဲ့စဉ်းစားရင်းပျော်ဖို့ကောင်းခဲ့တာ ဒီကားမှာလဲအဲ့လိုပဲ ဝီလီယံဆိုတဲ့ကောင်လေးတစ်ယောက် ကျောင်းမှာဆိိုးပေတေတဲ့လီကန်တာအိမ်ကိုရောက်သွားပြီး ရမ်ဘိုကား FIRST BLOOD ဆိုတဲ့ဇာတ်ကားကိုကြည့်မိပြီး စတော့တာပဲနဂိုကတည်းကပုံဆွဲဝါသနာပါနဲ့သူ့ကိုယ်သူရမ်ဘိုရဲ့သားဆိုကိုယ့်ဟာကိုဇာတ်လမ်းရေးထားတာရုပ်ရှင်ဇာတ်လမ်းဝင်ပြိုင်မယ့်လီကန်တာလဲဇာတ်လမ်းကြိုက်ပါတယ်ဆိုပြီးရိုက်တော့တာပဲသူတို့ဘယ်လိုရုပ်ရှင်ရိုက်ကြလဲဆိုတာဇာတ်လမ်းထဲမှာကြည့်ပေါ့နော်ဟာသခန်းလေးတွေလဲပါတယ်သူတို့ရုပ်ရှင်ရိုက်တာကိုကြည့်ပြီးငယ်ငယ်ကကမြင်းကြောထတာတွေတောင်သတိရမိတယ်ကျောင်းမှာဆော်ကြည်ဘဲ ပြင်သစ်ကလာတဲ့ ဒီဒီယာတစ်ယောက်ဝီလီယံတို့ရိုက်မယ့်ဇာတ်လမ်းထဲမှာဝင်ပါပါရစေဆိုပြီးဝင်ရိုက်ပါတယ်ကန်တာကအမြင်ကတ်တော့ပြသနာတွေဖြစ်တော့တာပဲနောက်ဆုံးမှာ dramaပုံစံမျိုးလေးနဲ့ဇာတ်သိမ်းထား တယ်ဇာတ်ဆောင်က ကလေးတွေပဲဆိုပြီးအထင်မသေးပါနဲ့ IMDB rating 7 ရထားတဲ့ဇာတ်ကားကောင်းလေးပါကဲကျွန်တော်တို့ကလေးဘဝကိုတစ်ခေါက်လောက်ပြန်သွားကြတာပေါ့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင်ပါ)  Quality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-iNFAMOUS\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/115oi/Son_Of_Rambow_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/ripd-poster-133x200.jpg",
        "title": "R.I.P.D. (2013)",
        "description": "R.I.P.D. (2013)_____IMDb - 5.6/10\n  \nဒီကားကတော့ ၁၉ ၉ ဝ ကျော်ကထွက်ရှိခဲ့တဲ့ Man In Black နဲ့ပုံစံတူတဲ့ကားဖြစ်ပါတယ်...\nDeadpool မင်းသားဖြစ်တဲ့ Ryan Reynolds ကရဲအရာရှိတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့ရဲ့လက်တွဲဖော်လုပ်ကြံမှု့ကြောင့် စစ်ဆင်ရေးတစ်ခုမှာသေဆုံးသွားခဲ့ပါတယ်...\nသူသေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို R.I.P.D လို့ခေါ်တဲ့ Rest In Peace Department ကနေ\nသူ့ကို အမှု့လိုက်ဖို့အတွက်ပြန်လည်ဆင့်ခေါ်လိုက်ပါတယ်...\nR.I.P.D ရဲ့အမှု့တွေကတော့ ငရဲပြည်ကနေလွတ်လာတဲ့ လူယောင်ဆောင်ထားတဲ့\nမကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနှိမ်နင်းရတာပဲဖြစ်ပါတယ်...\nဒီလိုလိုက်လံစုံစမ်းရင်း ထူးဆန်းတဲ့ အကောင်တွေ ကမ္ဘာမြေပြင်ကို\nကျလာမှာကို နောက်ဆုံးမှာတော့ တားဆီးရပါတော့တယ်....\nသူတို့ဟာ တကယ့်လူ့ဘဝထဲကိုဝင်တဲ့ အခါ လက်ရှိရုပ်သွင်ပြင်နဲ့ဝင်ရတာမဟုတ်ပဲနဲ့\nသူတို့ရဲ့ ID Card မှာပါတဲ့ ရုပ်နဲ့ဝင်ရပါတယ်...\nဒါကြောင့် သူများတွေအမြင်မှာတော့ သူတို့ဟာ တခြားပုံဖြစ်နေတတ်ပါတယ်..\nအက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အိမ်မှာနေရင်းပိတ်ရက်မှာအပျင်းဖြေဖို့အတွက်\nသင့်တော်တဲ့ကားဖြစ်ပါတယ်...\n   \nFile Size : (760 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action,Adventure,Comedy\nEncoded by Moe ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gn4f/R.I.P.D._[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEOKmFzHvcM6ycvlemq9HOLVFz4.jpg",
        "title": "KL Special Force (2018)",
        "description": "KL Special Force ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်ထွက် မလေးရှားအက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။အခုလက်ရှိတွင် IMDb rating 7.5 ရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ Fattah Amin,Rosyam Nor,Syamsul Yusof စတဲ့သရုပ်ဆောင်မင်းသားတွေဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Roslan ဦးဆောင်တဲ့ အထူးအဖွဲ့ဟာ Asyraff ဦးဆောင်တဲ့ မာဖီးယားအဖွဲ့ဖြစ်တဲ့ \"Gang Anarkis\" ကိုနှိမ်နင်းဖို့တာဝန်ပေးအပ်ခြင်းခံရပါတယ်။ဒီအထူးရဲအဖွဲ့မှာ ပါဝင်လာသူနောက်တစ်ယောက်ကတော့ အသက်ငယ်ငယ်ရဲတပ်သားလေး Zul ဖြစ်ပါတယ်။Zul နဲ့ Roslan တို့နှစ်ယောက်ကြားကို မာဖီးယားခေါင်းဆောင်Asyraff မှ ဘယ်လိုခလောက်ဆန်မလဲ......ဒီအမှုမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိတာလဲ.....ရဲတပ်ဖွဲ့မှ မာဖီးယားဂိုဏ်ကိုဘယ်လိုနှိမ်နင်းသွားမလဲစတာတွေကို အက်ရှင်စွန့်စားခန်းတွေနဲ့စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။File Size : (850 MB) and (345 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/2n0iC/KL_Special_Force_[2018]_(MM_Sub).mp4",
        "category": "Action"
    }
]