[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTRlODBkOTctMDYwNS00MTExLThlZDktMDE0MTI3MGE2ZTE2XkEyXkFqcGdeQXVyMTU2MTgxNjc@._V1_-133x200.jpg",
        "title": "Among the Beasts (2023)",
        "description": "Among the Beasts (2023)\n==================\nIMDb Rating - 6.0/10Action, Thriller, Mystery ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nRotten Tomatoes 57%, IMDb rating 6.0/10 ရရှိထားတဲ့ ဇာတ်\nကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သားဟောင်းကြီး အယ်လ်တီဟာ ကျဆုံး\nသွားရှာပြီဖြစ်တဲ့ သူ့ရဲ့ ရဲဘော်ရဲဖက် ဘော်ဘီရဲ့ မိသားစုကို စောင့်ရှောက်\nပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ ဘော်ဘီရဲ့ သမီး ကေလာ ပြန်ပေးဆွဲခံရပြီး\nပျောက်ဆုံးသွားခဲ့ပါတယ်။ အယ်လ်တီလည်း ရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါ\nဘူး။ အယ်လ်တီလည်း စိတ်ဓာတ်တွေကျ၊ တာဝန်မကျေဘူးဆိုတဲ့ ခံစား\nချက်တွေနဲ့ လုံးပန်းနေခဲ့ပါတယ်။တစ်နှစ်ခန့်အကြာမှာ လိုလာ ဆိုတဲ့ မူးယစ်ဆေးဝါး‌ဂိုဏ်းခေါင်းဆောင်ရဲ့\nသမီးဟာ သူ့ညီမဝမ်းကွဲလေး ဆိုဖီယာ ပြန်ပေးဆွဲခံရပြီး ပျောက်သွားတာမို့\nဖြစ်ပုံချင်းတူတဲ့ အယ်လ်တီ့ဆီကို အကူအညီလာတောင်းပါတယ်။ အယ်လ်\nတီတစ်ယောက်လည်း သူ့တာဝန်မကျေမှုကို ပြန်လည်ပေးဆပ်ဖို့အတွက်\nလိုလာ့ကို ကူညီပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒီလိုနဲ့ အယ်လ်တီ၊ လိုလာနဲ့\nအေဂျေတို့ သုံးယောက်ဟာ ကလေးပြန်ပေးဂိုဏ်းကို လိုက်လံစုံစမ်းတဲ့အခါ\nမှာတော့......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/among-the-beasts-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z7TzgY3qcBX7VHaNG3E3t8YP1v.jpg",
        "title": "The Channel (2023)",
        "description": "The Channel (2023)\n\" Subtitles error FIXED!!! \"\n~ Rotten Tomatoes - 67% ~Crime, Thriller အမျိုးအစားကိုမှ ညီအကို မိသားစုသံယောဇဉ်တွေနဲ့ ဒရာမာပါးပါး ရောထည့်ထားတဲ့ Action ဇာတ်ကြမ်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ New Orleans မှာ အခြေတည်ပြီး ရိုက်ထားတာပါ။ဂျိမ်းနဲ့ မစ်တို့ ညီအကို ၂ယောက်က Irish Channel မှာ ကြီးပျင်းခဲ့ပြီး အမေရိက မရိန်းတပ်ဖွဲ့က စစ်သားဟောင်းတွေဖြစ်ပါတယ်။ ဂျိမ်းက ဉာဏ်ပြေးပြီး ဆင်ခြင်နိုင်တဲ့ ညီဆိုရင် မစ်ကတော့ သွေးဆူလွယ်ပြီး ထိန်းချုပ်ရခက်တဲ့ အကိုလို့ပြောရမှာပါ။ စစ်ကထွက်လာပြီးတဲ့‌‌ နောက်ပိုင်းမှာလည်း ပြစ်မှုတွေ ကျူးလွန်ထားပါတယ်။ ဂျိမ်းမှာက ‌ဘဏ်၀န်ထမ်း ဇနီး အေဗာ နဲ့ မွေးရာပါနှလုံးရောဂါသည် လသားအရွယ် သမီးလေးရှိပါတယ်။ နှလုံးခွဲစိတ်ဖို့ ကုန်ကျစရိတ်က ဈေးကြီးလွန်းတဲ့အတွက် ဘဏ်ခွဲတစ်ခုကို ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-channel-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmVmZGViYTQtNzEwMS00ODU1LWJjZjItMzc3YWY4ZDk1NTY3XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-160x200.jpg",
        "title": "Sher Shivraj (2022)",
        "description": "Sher Shivraj (2022)\n***************************\nIMDb-8.3/10ဘယ်လိုလက်နက်ပဲဖြစ်နေပါစေ.....\nလူသားပဲဖြစ်ဖြစ် တိရိစ္ဆာန်ပဲဖြစ်ဖြစ်.....\nနေ့ပဲဖြစ်နေနေ ညပဲဖြစ်နေနေ.....\nအိမ်တွင်းမှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်....\nသင်ဟာ သတ်လို့မသေနိုင်တဲ့ မသေမျိုးဖြစ်စေဆိုပြီး အရှင်ဗြမ္မဟာက ဒီဆုလာဘ်ကို\nဟီရန်ရာကာ့ရှပ်ဆီ ပေးအပ်ခဲ့တယ်။ဒီဆုလာဘ်ကြောင့်ပဲ ဆိုးသွမ်းလာတဲ့ ဟီရန်ရာကို နတ်ဘုရားတွေကပါ\nကြောက်လန့်လာကြခဲ့တယ်။ဒါပေမယ့် သူ့သားတော် ပရယ်လားဒ်ကတော့\nအရှင်ဗိဿနိုးကို ဆည်းကပ်တဲ့သူ။ဒါကြောင့်ပဲ ဟီရန်ရာကာ့ရှပ်က ပရယ်လားဒ်ကို\nအကြိမ်ပေါင်းများစွာသတ်ဖို့ကြံစည်ခဲ့တယ်။ ဒါပေမဲ့လည်း အရှင်ဗိဿနိုးရဲ့ဘုန်းတန်ခိုးကြောင့်\nပရယ်လားဒ်ကို အကြိမ်ကြိမ်သတ်ဖို့ကြံစည်တာ မအောင်မြင်ခဲ့တဲ့နောက်မှာတော့\nပရယ်လားဒ်ကိုမေးခဲ့တယ် မင်းရဲ့အရှင်ဗိဿနိုးဘယ်မှာလဲဆိုပြီး။ပရယ်လားဒ်ကပြန်ပြောခဲ့တယ်\nစကြာဝဠာကြီးရဲ့ အစိတ်အပိုင်းတိုင်းမှာ အရှင်ကတည်ရှိနေပါတယ်တဲ့။ဒီတော့ ဟီရန်ရာက\nဒီတိုင်မှာရှိတာလားလို့မေးလေတော့ ပရယ်လားဒ်က ဟုတ်တယ် ဒီတိုင်လုံးထဲမှာလည်းရှိတယ်ဆိုတော့\nတိုင်ကို ဒေါသတကြီးနဲ့ကန်ပါလေရော။အဲဒီမှာပဲ တိုင်လုံးကအစိတ်စိတ်အမွှာမွှာကွဲပြီး လူခန္ဓာကိုယ်\nခြင်္သေ့ခေါင်းနဲ့ ဗိဿနိုးရဲ့အဝတာတစ်ဆူဖြစ်တဲ့ အရှင်နာဆင်မာပေါ်လာပြီး ဟီရန်ရာကိုပွေ့ချီသွားပြီး အတွင်းလည်း မဟုတ် အပြင်လည်းမဟုတ်\nလူလည်းမဟုတ် တရိစ္ဆာန်လည်းမဟုတ် ဘယ်လိုလက်နက်မှလည်းမသုံးဘဲ သုတ်သင်ရှင်းလင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုကြားတော့ မင်းသားလေးက သူလည်းအရှင်နာဆင်မာလို\nမကောင်းဆိုးဝါးတွေကို သုတ်သင်ရှင်းလင်းမယ်ဆိုပြီး တိုင်တည်ပါတယ်။\nတိုင်းပြည်ရဲ့ခေါင်းဆောင်ဖြစ်လာတဲ့ တစ်နေ့မှာတော့ ဟီရန်ရာလိုမကောင်းဆိုးဝါးနဲ့\nစစ်ခင်းဖို့ဖြစ်လာတဲ့အချိန်မှာ မင်းသားလေးအဆင်သင့်ဖြစ်နေမလားဆိုတာတော့\nခမ်းခမ်းနားနားနဲ့ ကြည့်ရမယ့် အိန္ဒိယနန်းတွင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.3GB\nQuality…1080p WEBRIP  / 720p \nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/sher-shivraj-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuVIP2qlto0tCRwrNt5PqPxPscQ.jpg",
        "title": "Rev (2020)",
        "description": "Genre – Action, Drama, Thriller\nIMDB – 5.1/10ကျွန်တော့်နာမည်က မိုက်ကီ၊ အထက်တန်းကျောင်းသားဘဝကတည်းကရဲကားကိုခိုး မောင်းပြီး အဖမ်းခံရဖူးတယ်။အဲဒါနဲ့ ပြီးသွားရောလားဆိုတော့ မပြီးဘူး ပိုဆိုးလာတယ်ပေါ့။ဖြစ်ချင်တာက အိုင်တီနည်းပညာရှင်၊ App ကောင်းကောင်းလေး တီထွင်ပြီးအသက် ၂၀ မပြည့်ခင် အနားယူချင်တဲ့ကောင်မျိုး။ဒါပေမဲ့ ဘဝပေး မကောင်းပါဘူး ကွန်ပြူတာဆိုင်ဝင်လုပ်လည်းအလုပ်ပြုတ်လာပြီး ကျွမ်းကျင်တဲ့ကားသူခိုးအလုပ်ဆက်လုပ်တော့လည်း ရဲက ဖမ်းခံရပြန်တယ်။ဆရာသမားရဲတွေက အဲဒါကို ထောင်ထဲတန်းမထည့်ပဲကျွန်တော်က ကားခိုးတာကျွမ်းကျင်တော့ အပေးအယူလာလုပ်တယ်“မင်း မဟုတ်ရင် တစ်သက်တစ်ကျွန်းလောက် ကျမှာနော်” ဘာညာနဲ့ဖြဲခြောက်တော့ ကြောက်လန့်ပြီး သူတို့ပြောတာ လက်ခံလိုက်တယ်။အဲဒါက ဘာလဲဆိုတော့ ကားသူခိုးဂိုဏ်းထဲကို သူလျှိုအနေနဲ့ ဝင်ရမှာတဲ့၊ဒါနဲ့ ခေါင်းဆောင်ရဲ့ လမ်ဘော်ဂီနီကားကို ခိုးပြလိုက်တော့ခေါင်းဆောင်က သဘောကျပြီး ကျွန်တော့်ကို သူ့အဖွဲ့ထဲ ဆွဲခေါ်ခဲ့ရော။သူ့နာမည်က ချာလီ၊ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တော်တယ် ယုတ်မာတာမျိုးမရှိဘူးကျွန်တော့်ကိုလည်း ယုံကြည်ပြီး ပစားပေးတယ်။သူ့တွဲဖက် အာဖရိကကနေ ပြန်လာတဲ့ ဆမ်မီဆိုတဲ့ကောင်ကရော အပေါက်ဆိုးတယ် ယုတ်မာတယ်ကျွန်တော့်ကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/rev-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zd9eNagUB7FEaqffnSw3n3Nii4p.jpg",
        "title": "The Recruit (2003)",
        "description": "Legend ကြီး AL Pacino နဲ့ Colin Farell တို့ အပြိုင်ကြဲထားတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.ထက်မြက်တဲ့နည်းပညာသမားတစ်ယောက်ဖြစ်သူ ဂျိမ်းစ်ကိုစီအိုင်အေမှာ နှစ်ပေါင်းများစွာ ထမ်းဆောင်ခဲ့ပြီး စီနီယာနည်းပြ အနေနဲ့ငယ်ရွယ်တဲ့အရည်အချင်းရှိသူတွေကို လူသစ်စုဆောင်းဖို့ ရှာဖွေနေခဲ့တဲ့ ဝေါ်တာဘက်ခ်ကအဖေ ဖြစ်သူရဲ့အကြောင်းကို သိချင်တဲ့ ဂျိမ်းစ်ရဲ့အညှာကို ချုပ်ကိုင်ပြီး သူဖြစ်စေချင်သလိုစီအိုင်အေထဲဝင်နိုင်အောင် အပါခေါ်သွင်းခဲ့ပါတယ်.\"မွေးမြူရေးခြံ\" လို့ အမှည်ဝှက်ပေးထားတဲ့ သူတို့ရဲ့လေ့ကျင့်ရေးသင်တန်းကျောင်းမှာ ဂျိမ်းစ်ကိုစမ်းသပ်မှု အဆင့်ဆင့်ကို ဖြတ်ကျော်စေခဲ့ပါတယ်.နောက်ဆုံးစမ်းသပ်မှုကို မအောင်မြင်ခဲ့တဲ့ဂျိမ်းစ်တစ်ယောက် စိတ်ဓာတ်ကျပြိုလဲနေခဲ့ပေမယ့်ဝေါ်တာဘက်ခ်က လန်ဂလေက ဌာနချုပ်မှာနေရာတစ်ခုရအောင် စီစဉ်ပေးခဲ့ပြီးN.O.C – (Non-Offical Cover) နော့အနေနဲ့ ဌာနကအတွင်းသူလျှိုဖြစ်သူ လေလာရဲ့ချုပ်ကိုင်စေခိုင်းသူကိုရှာဖွေဖော်ထုတ်ရမယ့် တာဝန်တစ်ခုကို ချပေးခဲ့ပါတယ်ဒီနေရာအရောက်မှာတော့ ဂျိမ်းစ်အနေနဲ့သူ့ရဲ့ အော်ပရေးရှင်းကို ပြီးအောင် လုပ်နိုင်မှာလားလေလာရဲ့ နောက်ကွယ်က စေခိုင်းသူကရော ဘယ်သူဖြစ်မလဲ.\nဝေါ်တာဘက်ခ်အနေနဲ့ကရော ဂျိမ်းစ်ကို နော့အနေနဲ့တပ်ဖွဲ့ထဲ ခေါ်ခဲ့တဲ့ အဓိကရည်ရွယ်ချက်ကရောဘာလဲဇာတ်လမ်းအဆုံးအထိ လှည့်စားနိုင်ဖို့ မပျက်ကွက်ခဲ့တဲ့ဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက် ရပါတယ်. File size…  ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-recruit-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vv30WTTkdstFcOW82EigWQNBHik.jpg",
        "title": "The Prey (2011)",
        "description": "IMDb -6.6/10 ~ Rotten Tomatoes - 70%ဖရန့်ခ် အေဒရီယန်ဟာ ဘဏ်ဓားပြမှုနဲ့ ထောင်ကျ‌ နေတာဖြစ်ပြီးဓားပြမှုကနေရလာတဲ့ ပိုက်ဆံ တွေဝှက်ထားတဲ့နေရာကိုလည်းသူကလွဲရင်ဘယ်သူမှမသိပါဘူး။ဒီလိုကြောင့်လည်း ထောင်ထဲက သူ့ရဲ့တွဲဖက်တွေပစ်မှတ်ထားရန်ရှာတာကို ခံနေရသူပါ။သူ့ရဲ့ထောင်တွင်းအခန်းဖော်ကတော့ ဂျင်း လူးဝစ် မူရေးဖြစ်ပြီးဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ကို စော်ကားမှုနဲ့ ထောင်ကျနေသူပါ။တနေ့မှာ မူရေးကို တခြားထောင်သားတွေက ပညာပေးနေချိန်ဖရန့်ခ်ကကြည့်မနေနိုင်တော့ပဲ ဝင်ကယ်ပေးလိုက်ရင်း မူရေးနဲ့ရင်းနှီးသွားခဲ့ပါတယ်။မူရေးကတော့ အမှုမခိုင်လုံမှုကြောင့် ကွင်းလုံးကျွတ်လွတ်သွားခဲ့ပြီးဖရန့်ခ်ရဲ့မိသားစုကိုလည်းစောင့်ရှောက်ပေးပါ့မယ်လို့ပြောခဲ့ပြီး ထောင်ကထွက်သွားခဲ့ပါတယ်။ဒါပေမဲ့လည်း ကာဂါလို့ခေါ်တဲ့ ပြင်သစ်အထူးတပ်ဖွဲ့ခေါင်းဆောင်ကဖရန့်ခ်ဆီကိုလာပြီး မူရေးအကြောင်းတွေမေးမြန်းတဲ့အခါမှာတော့မူရေးကသူထင်ထားသလိုမဟုတ်ပဲ အမှောင်ဘက်ခြမ်းကြီးစိုးတဲ့စိတ္တဇတယောက်ဖြစ်နေတာကိုသိလိုက်ရတဲ့အခါဘာတွေဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ပြင်သစ်နောက်ခံစကားပြောဇာတ်ကားကောင်းလေးဖြစ်တဲ့အပြင်Rating တွေလည်း ကောင်းတာမလို့သည်းထိပ်ရင်ဖိုအက်ရှင်ကားချစ်သူတွေ အကြိုက်‌တွေ့စေမှာပါ။ File size…  2 GB /  940 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….  Min Wai\nTranslated ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prey-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZAxSiL5csPIe6Q1V8pbwz69U5m.jpg",
        "title": "Hero(2021)",
        "description": "ဒီဇာတ်ကားကတော့ အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားတစ်ကားပါ။\nဒီကားမှာ အသဲကွဲနေတဲ့ မင်းသားကို အရင်ဆုံးမြင်ရမှာပါ။\nခေတ်အခေါ် စော်ပစ်ကောင်ပေါ့။သူ့ကောင်မလေးက ဘောစိတစ်ယောက်ရဲ့ လက်ထဲပါသွားတယ်။ အသက်တမျှ ချစ်လို့ တစ်ဘဝစာ\nရည်ရွယ်ထားပြီးမှ ကွဲကွာရတဲ့အခါ\nခံစားရတဲ့ ဝေဒနာက အားလုံးထက် ဆိုးပါတယ်ဗျာ။။ သူ့အဖို့တော့ နေ့စဉ် စိတ်ဓာတ်ကျမှုတွေကို ခံစားရပြီး\nလွတ်လမ်းရှာနေသူပေါ့။ သူ တနေ့မှာတော့ လွတ်လမ်းကို ရှာဖွေတွေ့ခဲ့ပါတယ်။ ဒါက ရူးမိုက်ခြင်းလို့လည်း ခေါ်နိုင်တယ်။\nကောင်မလေးကို သတ်ဖို့ပါ။ ဒီလိုနဲ့ ဒီစိတ်ကူးကို အကောင်အထည်ဖော်ဖို့\nသူ သွားခဲ့ရာမှာတော့....  File size…(2.13 GB) / (1.07 GB) / (502 MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….2:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nTranslated by NK & MT",
        "rating": "",
        "url": "https://channelmyanmar.org/hero-bollywood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKvHwL0GqLOear8rTnUPSTRYY0r.jpg",
        "title": "Unstoppable (2010)",
        "description": "IMDb Rating(6.8) / Rotten Tomatoes (87%)မင်းသားကြီးဒန်ဇယ်ဝါရှင်တန်ရဲ့ဇာတ်ကားဆိုတော့ ရုပ်တည်ကြီးနဲ့အလေးအနက်ခံစားရမယ့်ဇာတ်ကားဆိုတာ မှန်းမိနေမှာပါ။Chris Pine တို့...Rosario Dawson တို့လဲ ပါသေးတယ်..ဇာတ်လမ်းကတော့...လူမပါဘဲလွတ်ထွက်သွားတဲ့ အန္တရာယ်ရှိတဲ့ အရှိန်ပြင်းပြင်းရထားကြီးကို ရပ်တန့်အောင် လိုက်လုပ်ရမှာပါ...ပြောတော့တာ လွယ်ပေမယ့် တကယ်ကြည့်လိုက်ရင်ကိုယ်တိုင်ပါ အသက်ရှူရပ်မတန့် ဖြစ်သွားရမယ့် အခိုက်အတန့်တွေအများကြီးပါပဲ...Rating တွေလဲ မြင့်သလို တကယ်လဲမိုက်တဲ့ဇာတ်ကားမို့ လက်လွတ်ခံလို့မဖြစ်ပါဘူး။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:38:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myo Min Aung(MMA)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/unstoppable-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81arwtPKWxL._SL1500_-142x200.jpg",
        "title": "R-Point (2004)",
        "description": "ဒီဇာတ်ကားကတော့ တော်တော်လေးခြောက်ခြားစရာကောင်းတဲ့ ကိုရီးယား Horror ကားပါ..အဖြစ်အပျက်က ၁၉၇၂ ခုနှစ် ဗီယက်နမ်စစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာပါ..ဗီယက်နမ်တောနက်ထဲက R-Point ဆိုတဲ့နေရာမှာ တောင်ကိုရီးယားတပ်စိတ်တစ်ခုလုံးပျောက်ဆုံးသွားကြောင်းရေဒီယိုအဆက်အသွယ်ကနေတဆင့် သိလိုက်ရပါတယ်...ဒါကြောင့် သူတို့ကိုကယ်ဆယ်ဖို့ ဗိုလ်ချွဲထယ်အင်း ဦးဆောင်တဲ့တပ်စိတ်တစ်စိတ်ကို R-Point ဆီ စေလွှတ်လိုက်ပါတယ်..တပ်စိတ်တစ်ခုလုံး ဘာကြောင့်ပျောက်ဆုံးနေတာလဲ...ဘယ်လိုအကြောင်းတွေရှိနေတာလဲ....ဘယ်လိုခြောက်ခြားစရာတွေက R-Point မှာ စောင့်ကြိုနေမလဲဆိုတာ....။IMDb Rating (6.3) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myat Thet",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/r-point-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MK-136x200.jpg",
        "title": "Monkey King : The One & Only ( 2021 )",
        "description": "CMကနေ စွန်းဝူခုန်း နောက်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီတစ်ခါဇာတ်ကားလေးကတော့ ဟာသပုံစံမျိုးရိုက်ကူးထားတာပါနော်မူရင်းဝူခုန်းကိုတော့ မမှီပေမဲ့ ဒီကားလေးလည်း တဖန်အသစ်ဆန်းထားတဲ့ပုံလေးနဲ့ ရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်လို့ကောင်းပါတယ်ဒီဇာတ်ကားလေးဟာ အရာရာကို အကြမ်းဖက်ဖြေရှင်းတတ်တဲ့ ဝူခုန်းနဲ့အမြဲမေတ္တာတရားကို ရှေ့ထားပြီး ဖြေရှင်းချင်တဲ့ ဆရာတော် နှစ်ဦးသားကြားကပြဿနာကနေ အစချီပြီးတော့ရိုက်ကူးထားတာပါ တစ်နေ့ ဝူခုန်းနဲ့ဆရာတော်သဘောထားကွဲလွဲမှုကြောင့် ဆရာတော်က အရမ်းဒေါသထွက်ပြီး ဝူခုန်းကိုအပြင်းအထန်ပြောဆိုကာ မောင်းထုတ်လိုက်ပါတယ် ဝူခုန်းကလည်းဆရာတော်စကားတွေကို စိတ်နာက ဆရာတော်အပါးကနေ အပြီးတိုင်ထွက်သွားပါတော့တယ်ဝူခုန်းထွက်သွားပြီးမကြာခင်မှာပဲ ဆရာတော်နဲ့ ဝူကျင်း ရှန့်ကျန်းမိစ္ဆာဆီမှာအဖမ်းခံလိုက်ရပါတယ် အဲ့ဒီအချိန်မှာ ဝူခုန်းတစ်ယောက်မနေသာတော့ဘဲပါးကျဲနဲ့အတူ စွမ်းအားကြီး မိစ္ဆာရှန့်ကျန်းကို ဘယ်လို နည်းလမ်းမျိုးတွေသုံးကာဘယ်လိုကယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ ဒီကားလေးဟာဆိုရင်ခေတ်သစ်ဟာသတွေနဲ့ ပေါင်းစပ်ဖန်တီးထားတာဖြစ်တဲ့အတွက်ကြောင့်တစ်ကားလုံးပျင်းမနေရဘဲ ရီနေရတဲ့ အချိန်ကုန်မြန်စေမဲ့ကားလေးမို့လို႕ခုပဲ ဒေါင်းကြည့်လိုက်ပါတော့နော် Quality : WEB-DL 720pFormat : mp4Genres : Action , History , FantastySubtitle : Myanmar Subtitle ( hardsub )Translated ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/monkey-king-the-one-only-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t8Sp0gyC0dLdzrHoZ4Knh78p5GE.jpg",
        "title": "Take Off (2017)",
        "description": "Take Off (2017) ဒီကားက ကိုယ့်နိုင်ငံသားတွေရဲ့ အသက်အိုးအိမ်ကို ကာကွယ်ဖို့ တာဝန်ရှိသူတွေမှာ ဘယ်လောက်တာဝန်ယူစိတ်ရှိသလဲဆိုတဲ့အပေါ် မူတည်ကြောင်း ရိုက်ပြခဲ့တဲ့ကားလေးပေါ့။ဒီအတွက် စားကောင်းသောက်ကောင်း သံအရာရှိ၊ စားကောင်းသောက်ကောင်း မျိုးချစ်စိတ်နဲ့တော့ မရဘူး။လူစိတ်ရော လူကြီးစိတ်ပါရှိမှ ဖြစ်မှာပါ။Take off က ၂ဝ၁၇ မတ်လ ၂၄ ရက်နေ့က ထွက်ခဲ့တဲ့ အိန္ဒိယမာလာရာလမ် စကားပြော ဒရာမာနဲ့ ရင်သိမ့်တုန်ကားပါ။အီရတ်နိုင်ငံ တီကရစ်ဆေးရုံမှာ အလုပ်သွားလုပ်တဲ့ နပ်စ် ၁၉ ယောက်ဟာ ၂ဝ၁၄ အီရတ်အစိုးရနဲ့ ISIS တို့ ပြည်တွင်းစစ်ထဲမှာ ပိတ်မိနေတယ်။အသက်ဆိုတာ အစွန်းရောက် အစ္စလာမ်မစ် တွေရဲ့ သေနတ်ပြောင်းဝမှာပဲ ရှိတယ်။အိန္ဒိယအနေနဲ့ သူ့လူ ၁၉ ယောက်ကို ဘေးမသီရန်မခ ဘယ်လို ကယ်ခဲ့ရလဲဆိုတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားလည်း ဖြစ်ပါတယ်။ဒီကားကို မာဟက်ရှ်နာရာယမ်နဲ့ ပီဗွီရှာဂျစ်ကူးမားတို့က ဇာတ်ညွှန်းရေးသားပြီး မာဟက်ရှ်နာရာယမ်က ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ဒီရုပ်ရှင်ကို ဒူဘိုင်းနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/take-off-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/14040907511625999465-160x200.jpg",
        "title": "Don’t Breathe 2 (2021)",
        "description": "IMDb Rating (6.3)Don't breath(2016) ထဲက မျက်မမြင်အဘိုးကြီးက ကြမ်းတုန်းပါပဲ။\nဒီကားမှာတော့ပိုကြမ်းတယ်လို့ပြောလို့ရတယ်။အရင်က အိမ်ကိုဖောက်တဲ့သူခိုးလေးတွေကိုတွယ်တာ...\nအခုကမူးယစ်ဆေးနဲ့ ကိုယ်အင်္ဂါကုန်ကူးတဲ့လူတွေကိုတွယ်မှာပါ။\nDon't breath ဆိုတဲ့အတိုင်း အသက်ရှူဖို့တောင် မနားနိုင်အောင် ကြမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nDon't breath(2016)ရဲ့အဖြစ်အပျက်ဖြစ်ပြီး ၈ နှစ်အကြာကာလမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nမျက်မမြင်အဘိုးကြီးက ကလေးမလေးတစ်ယောက်နဲ့နှစ်ယောက်တည်း သီးသန့်နေပြီး\nကလေးမလေးကို မိမိကိုယ်ကိုခုခံကာကွယ် အသက်ရှင်နိုင်ဖို့ သင်ခန်းစာတွေပို့ချထားပါတယ်။တစ်နေ့ ကလေးမလေးကို မြို့ထဲအလည်အပတ်လွှတ်လိုက်တဲ့အချိန် ဂေါက်တောက်တောက်လူနဲ့တွေ့ပြီး\nအဲဒီလူနဲ့အပေါင်းအပါတွေက ကလေးမလေးနောက်ကလိုက်လာရာက\nမျက်မမြင်ဘိုးတော်နဲ့ တွေ့ကြတဲ့အခါ...မျက်မမြင်ထင်ပြီး လျှော့တွက်ကြမယ့်ကောင်တွေနဲ့ မျက်စိသာမမြင်ပေမယ့်\nအသတ်အပုတ်ရှယ်ကြမ်းတဲ့ ဘိုးတော်တို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ...။Horror, Thriller ဇာတ်ကားလို့ သတ်မှတ်ထားပေမဲ့ Action ဖက်ကိုပိုပြီးသွားပါတယ်။ဇာတ်လမ်းကလည်းသွက်တယ်။သတိပြန်ပေးရဦးမယ် အသက်ရှူဖို့မမေ့ပါနဲ့ဦး။ \nFile size…(1.7 GB) / (980 MB) / (500MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by d3m0n Lynn",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dont-breathe-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/dont-breathe-2-133x200.png",
        "title": "Don’t Breathe (2016)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (88%)လက်ရှိ နာမည်ကြီး လူကြိုက်များနေတဲ့ Horror/Thriller တစ်ကားကို တင်ပေးလိုက်ပါတယ်။ Evil Dead ကို ဖန်တီးခဲ့သူ Fede Alvarez ရဲ့ အကောင်းဆုံးလက်ရာတစ်ခုပါပဲ။ ဘက်ဂျက် ၉ သန်းပဲ အသုံးပြုခဲ့ပြီး လက်ရှိ သန်း ၁၄၀ အထိ Box office မှာတက်နေပါပြီ။ အိမ်လေးတစ်လုံးထဲမှာ သရုပ်ဆောင်လေး ၄-၅ ယောက်ကိုပဲ အားပြုပြီး တင်ဆက်သွားတာပါ။ဒါပေမယ့် ဇာတ်လမ်း၊ မထင်မှတ်တဲ့လှည့်ကွက်တွေ၊ သရုပ်ဆောင်၊ အသံပိုင်းတွေမှာ ပြောစရာမရှိအောင် ကောင်းမွန်လွန်းတဲ့အတွက် ဒီလို အောင်မြင်သွားတာပဲ ဖြစ်မယ်ထင်ပါတယ်။ လက်ရှိတော့ IMDb 7.1 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့တစ်ယောက်တည်းနေတဲ့ စစ်ပြန် မျက်မမြင်အဘိုးကြီးတစ်ယောက်ရဲ့အိမ်ကို ဖောက်ထွင်းဝင်ရောက်တဲ့ ဆယ်ကျော်သက်လေး ၃ ယောက်ရဲ့အကြောင်းပါ။ အလွယ်ဆုံးဖောက်ထွင်းမှုလို့ ထင်ပြီး ဝင်ရောက်သွားခဲ့ပေမယ့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bH9t/(CM)Don_t_Breathe_(2016)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/into-the-blue-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-02-at-12.31.58-133x200.png",
        "title": "The House Next Door: Meet the Blacks 2 (2021)",
        "description": "The House Next Door: Meet the Blacks 2 (2021)==================================ဒါလေးမကြည့်ခင် Meet the Blacks 1 လေး အရင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ အတွဲ၁ မကြည့်ရသေးသူတွေအတွက်spoiler လေးတွေပါနိုင်ပါတယ်။ကားလ်ဘလက်ခ်တို့မိသားစု ဘီဗာလီဟေးလ်မှာ The Purge ဆိုတဲ့ သုတ်သင်ခြင်းညကြီးကို ကျော်ဖြတ်ခဲ့ရပြီးနောက်ပိုင်းကားလ်ရဲ့ ငယ်ဘဝအိမ်လေးရှိရာ အက်တလန်တာကို တစ်စခန်းရွှေ့ကြပြန်ပါတယ်။၁၀၉ ၁၁၀ ဖြစ်နေတဲ့ ကားလ်တစ်‌ယောက် သုတ်သင်ခြင်းညအကြောင်းရေးထားတဲ့ သူ့ရဲ့ Terror Night စာအုပ် အတွဲ၂ ကိုဆက်ထုတ်ဖို့လုပ်ပေမယ့် ကုန်ကြမ်းရှာမရဖြစ်နေရှာတာပါ။ဒီလိုနဲ့ စာအုပ်အတွက် ကုန်ကြမ်းရလာတယ်ဆိုမလား သူတို့မိသားစုကိုက အေးအေးလူလူနေရဖို့ကံမပါဘူးဆိုမလားတစ်ည ညလယ်ကောင်ကြီးမှာ သူတို့ဘေးအိမ်ကို စုန်းလိုလိုဆံရှည်လူကြီးတစ်‌ယောက်ရယ်၊ မျက်လှည့်ဆရာလို ဦးထုပ်ကြီးနဲ့လူတစ်ယောက်ရယ်၊ ညလယ်ကောင်ကြီး ရေကန်ဘေးမှာနေပူဆာလှုံနေကြတဲ့ ဘစ်ကနီနဲ့ကောင်မလေးတွေရယ် ပြောင်းလာတာကိုကားလ်တို့တစ်တွေ စုံထောက်လုပ်ကြရင်း....ဘာတွေတွေ့ရှိလာရမလဲ ဘယ်လိုတွေလွဲကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/the-house-next-door-meet-the-blacks-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-17.44.47-161x200.png",
        "title": "Mortal Kombat Legends: Battle of the Realms (2021)",
        "description": "Mortal Kombat Legends: Battle of the Realms (2021)======================================IMDb Rating - 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion's Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်\nညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊\nScorpion' Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်က\nပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion's Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mortal-kombat-legends-battle-of-the-realms-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/F9-126x200.jpg",
        "title": "F9 (2021) Fast and Furious 9",
        "description": "F9: The Fast Saga(2021) အညွှန်း****************************ဆိုက်ဖာဆိုတာအရင်တုန်းက ဒွန်လို လူမျိုးကိုတောင် လိုသလိုခိုင်းလို့ရအောင်လုပ်နိုင်တဲ့အမျိုးသမီးဆိုတာအားလုံးသိကြမှာပါ.....အဲ့တုန်းက ပေးဆပ်မှုပေါင်းများစွာနဲ့ ဆိုက်ဖာကို ဖမ်းဆီးထိန်းသိမ်းခဲ့ပေမဲ့ဒီ F9မှာတော့ သူမကိုဖမ်းဆီးခေါ်ဆောင်ခဲ့တဲ့ လေယာဉ်က ပစ်ချခံလိုက်ရတဲ့အပြင် လေယာဉ်ပေါ်ကအရေးပေါ်အချက်ပြကလည်းထူးဆန်းစွာပဲ ဒွန်းတို့အဖွဲ့ဆီကိုပဲ ရောက်လာခဲ့ပါတယ်....ဒွန်တို့ဟာ မိသားစုနဲ့အတူ Work Shopလေးဖွင့်ပြီးအေးဆေးစွာနေပေမဲ့ အစိုးရဆီကိုတောင်မယုံရလို့အချက်ပြမရောက်ဘဲ သူတို့ဆီကိုပဲပို့ခဲ့လို့ ဒီပြဿနာအရှုတ်ကြီးဆို သူတို့အဖွဲ့ မပါမဖြစ်ပါလာရပါတော့တယ်....လေယာဉ်ကိုဘယ်သူတွေပစ်ချခဲ့တာလဲ....ဆိုက်ဖာကိုဘယ်သူတွေကကယ်သွားလဲ.....ဒွန်တို့ရော ဒီအရှုတ်တွေကိုရှင်းနိုင်ပါ့မလား...ပြီးတော့ John Cena ကြီးလည်း ပါလာပြီး အကြမ်းစားဘဲကြီးအဖြစ်ထည့်သွင်းထားလေတော့ပိုမြိုင်လာတယ်လို့ပြောရမှာပဲ...Cardi-Bကလည်း ခပ်ကြမ်းကြမ်းဝင်ဖိုက်ထားသေးရဲ့....F ဇာတ်လမ်းတွေဟာ နောက်ပိုင်းတစ်ချို့သောသူတွေဝေဖန်ကြပါတယ် ..ဘရိုင်ယန်မပါတဲ့နောက်ပိုင်းပေါ့သွားတယ်ဘာညာပေါ့လေ..သို့ပေမဲ့လည်း ထွက်တဲ့ဇာတ်လမ်းသစ်တွေတိုင်းမှာ ဇာတ်ကောင်အသစ်တွေအက်ရှင်ခန်းဆန်းဆန်းပြားပြားတွေထည့်ပြီး သန်းပေါင်းများစွာကုန်ကျခံရိုက်လေတော့ ကြည့်ပျော်နေတာတော့ငြင်းမရပါဘူး....ဒါ့ကြောင့် ဘေလေးအနည်းငယ်ကုန်ကျခံလိုက်ရုံနဲ့ နင်းကန်မိုက်တဲ့ရုပ်ရှင်ကားကိုကြည့်ရမှာမို့ တန်ပါတယ်ဗျာ.. File Size :(2.7GB) / (2.6GB)/(1.4GB)/586MB\nQuality :WEB-DL HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime , Adventure\nSubtitle ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/f9-the-fast-saga2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOTIzYmUyMmEtMWQzNC00YzExLTk3MzYtZTUzYjMyMmRiYzIwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-137x200.jpg",
        "title": "Fast and Furious Presents: Hobbs & Shaw",
        "description": "Fast and Furious ကနေခွဲထွက်လာတဲ့ ၂၀၁၉ ရုပ်ရှင်ကားအသစ်ကို တင်ပေးထားပါတယ်။\nအဓိက သရုပ်ဆောင်၂ယောက်ကတော့ ဒဝိန်းဂျွန်ဆန် နဲ့ ဂျေဆင် စတာသန် တို့ပါပဲ။The rock ကြီးနဲ့ transporter မင်းသားဆို ပိုသိကြမှာပါ။ဒီရုပ်ရှင်ကတော အက်ရှင်အသားပေးပါပဲ\nသာမန်လူတွေ မလုပ်နိုင်လောက်မယ့် အမိုက်စား အကြမ်းစားအက်ရှင်တွေနဲ့ပေါ့။\nနောက်ပြီးတော့ မင်းသား ၂ ယောက် မတည့်အတူနေ ပုံစံနဲ့ ကြည့်ရှုတဲ့သူတွေကို\nဟာသရသလေးတွေ ပျော်ရွွင်ဖွွယ်ရာဖြစ်အောင်ထည့်ပေးထားပါသေးတယ်။ကမ္ဘာကြီးတစ်ခုလုံးကို သေစေနိုင်လောက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကို အသုံးချမယ့် အစွန်းရောက်အဖွဲ့တစ်ဖွဲ့ ရှိပါတယ်။\nအဲဒီဗိုင်းရပ်စ်ကို သယ်ဆောင်ထားရတဲ့ စီအိုင်အေး အေးဂျင့်မလေးကို\nသူတို့နှစ်ယောက် လိုက်ကယ်ရင်း အဲဒီ အဖွဲ့နဲ့ ရင်ဆိုင်ကြတာပေါ့။ဒီမင်းသားကြီး ၂ ယောက် ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး။\nအလန်းစားအက်ရှင်ခန်းတွေနဲ့ ရင်သပ်ရှုမောဖွယ်ရာ\nစတန့်ခန်းတွေကို တစ်၀ကြီးမြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ကြပါဦးဗျို့......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ် File Size : (2.5 GB) and (1.2 GB)\nQuality : BluRay 1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ul78/(CM)_Fast_And_Furious_Presents_hobbs_and_Shaws_2019_BluRay1080p__5.1_CH.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMxODI2NDM5Nl5BMl5BanBnXkFtZTgwNjgzOTk1MTI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Fate of the Furious (2017) Fast and Furious 8",
        "description": "Fast & Furious ပရိသတ်တွေအတွက် USD 250 million အကုန်အကျခံပြီး အကောင်းဆုံးတင်ဆက်ထားတဲ့အတွက် Box officie မှာ USD 1 Billion ကျော် ဝင်ငွေရပြန်ရခဲ့ပြီး IMDb 7.2 ထိ Rating ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီး “ဒွန်မနစ်တိုရက်စ်တို” တစ်ယောက် သူရဲ့ ချစ်ဦးသူ “လတ်တီ” တို့ ကျူးဘားကျွန်းလေးမှာ ဟန်နီးမွန်းထွက်နေကြပါတယ်။ဒီအချိန်မှာ အမေရိကန်အစိုးရရဲ့  Electromegnatic Pulse –EMP လို့ခေါ်တဲ့စွမ်းအားမြင့်ဗုံးကို အခိုးခံလိုက်ရပြီးဘာလင်က လက်နက်ကုန်သည်တွေ လက်ထဲမှာရောက်နေပါတယ်လို့ သတင်းရထားပါတယ်။ဒီဗုံးနဲ့သာတိုက်ခိုက်ရင် ကမ္ဘာပေါ်မှာရှိတဲ့ ဘယ်မြို့ကြီးမဆို စွမ်းအင်တွေပြတ်ပြီးကျောက်ခတ်ကလို ပြန်ဖြစ်သွားနိုင်တဲ့အတွက် အမေရိကန်အစိုးရ ကိုယ်လုပ်ထားတဲ့ဗုံးအတွက်ကိုယ်ပြန်ပူပန်နေရပါပြီ။တစ်ခြားနိုင်ငံတစ်ခု ပိုင်နက်မှာဆိုတာ့ အစိုးရအနေနဲ့ တရားဝင်အဖွဲ့အစည်းတွေလွတ်လို့မရတဲ့အတွက် “လုခ်ဟော့ခ်” ကိုပဲ ဦးဆောင်ခိုင်းပြီး ပြန်ခိုးခိုင်းလိုက်ပါတယ်။ဒီ EMP ဗုံးကို Furious အဖွဲ့သားတွေ အောင်မြင်အောင်ခိုးလာနိုင်ပေမယ့် ဇာတ်လိုက်ကျော်ကြီးဒွန်က သစ္စာဖောက်ပြီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-fate-of-the-furious-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Furious 7 (2015) Fast and Furious 7",
        "description": "Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။\nဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကား\nဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/furious-7-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Fast & Furious 6 (2013) Fast and Furious 6",
        "description": "Fast and Furious အဆက်အနေနဲ့ထွက်ရှိထားတဲ့ နံပါတ် ၆ ခုမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ထုံးစံအတိုင်း နာမည်ကျော်မင်းသားမင်းသမီးတွေ ကားတွေ သေနတ်တွေနဲ့ အက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။ File Size : (2.4 GB) / (1.3 GB)\nQuality : BluRay 1080p / 720p 5.1CH\nRunning Time : 2hr 10min\nFormat : MKV\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chothet_mlmt\nEncoded by Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/fast-furious-6-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fast Five (2011) Fast and Furious 5",
        "description": "ရုပ်ရှင်မိတ်ဆက်ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O'Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/fast-five-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQwNDA2MTg3Nl5BMl5BanBnXkFtZTcwNTg3MzIyMg@@._V1_-137x200.jpg",
        "title": "Fast & Furious (2009) Fast and Furious 4",
        "description": "ဆီကုန်ကားကြီး(၂)စီးကို ဓားပြတိုက်ပြီး ဒွန်တို့အဖွဲ့ဟာ အေးဆေးနေဖို့ကြိုးစားကြတယ်...ရဲတွေကလည်း ဒွန်ဆိုတာကို အဓိကပစ်မှတ်ဖြစ်လာတာမို့ဒွန်ကိုယ်တိုင်ခြေရာဖျောက်ဖို့အကောင်းဆုံးနည်းဖြစ်တယ်လို့ ဆုံးဖြတ်မိတာကြောင့်နည်းမျိုးစုံကြိုးစားခဲ့တယ်....သို့ပေမဲ့ အဲ့အခိုက်အတန့်အတွင်းမှာပဲ လက်တီဟာအသတ်ခံလိုက်ရတယ်....အဲ့ဒီနောက်မှာတော့.... File Size : (2.05GB)(0.99 GB)\nQuality : Blu-Ray 1080P5.1CH,720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Joker.phs\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/1eotx/Fast_And_Furious.2009.BLU-RAY.1080P5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_-135x200.jpg",
        "title": "The Fast and the Furious: Tokyo Drift (2006)Fast and Furious 3",
        "description": "ရှောင်ဆိုတဲ့လူငယ်လေးဟာ တကယ်ပြဿနာအိုးကောင်..ကျောင်းတက်ရင်လည်း ပြဿနာမျိုးစုံတက်သလိုရန်ပွဲတွေလည်းခဏ ခဏဆင်နွှဲလေ့ရှိတယ်...ဒီလို ဂျစ်ကန်ကန်ကောင်လေးကြောင့်အမေဖြစ်သူဟာ ခဏ ခဏနေရပ်ပြောင်းရလေ့ရှိတယ်....နောက်ဆုံးအဆင်မပြေတဲ့အဆုံးအမေဖြစ်သူဟာ ရှောင်ကို အဖေဖြစ်သူနေထိုင်တဲ့ ဂျပန်နိုင်ငံတိုကျိုမြို့ကိုလွှတ်လိုက်တယ်...အဖေနဲ့အတူနေပြီး နိုင်ငံခြားကျောင်းမှာ ခြေငြိမ်မယ်အထင်နဲ့ပေါ့...သို့ပေမဲ့ ဂျပန်ရောက်မှာ ပိုဆိုးပါတော့တယ်....File Size :(1.95GB) (0.99 GB)\nQuality : Blu-Ray1080P5.1CH, 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Khin Pyae Sone Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": " https://megaup.net/1eotk/The_Fast_And_The_Furious.Tokyo_Drift.2006.BLU-RAY1080P.5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "2Fast 2 Furious (2003)Fast and Furious 2",
        "description": "F1 ကပြဿနာမျိုးစုံပြီးတဲ့နေက် ဘရိုင်ယန်တစ်ယောက် ရဲအလုပ်ကထွက်ပြီးအရပ်သားဘဝနဲ့ တရားမဝင်ကားပြိုင်ပွဲတွေမောင်းလိုက်ငွေဝင်မဲ့ အလုပ်ကိစ္စမျိုးစုံကို ငပွေးတစ်ကောင်လို လုပ်နေတယ်...အမှုငယ်ပေါင်းများစွာနဲ့ပေါ့...ဒီချိန်မှာပဲ မိုင်ယာမီမှာ သွင်းကုန်ထုတ်ကုန်နဲ့ပတ်သက်ပြီး လုပ်ငန်းရှင်ကြီးတစ်ယောက်က မူးယစ်ဂိုဏ်းတွေနဲ့ပတ်သက်ပြီးသတင်းအရမ်းထွက်နေတယ်...သူ့ဆီမှာ မူးယစ်ဆေးများစွာသိုလှောင်ထားတယ်လို့သံသယရှိနေသလို ငွေမဲတွေကိုလည်းငွေဖြူအချီကြီးလုပ်ဖို့စီစဉ်နေတယ်လို့သတင်းရနေတယ်..ဒါကြောင့် ရဲတပ်ဖွဲ့ဟာ အမှုတွေပယ်ဖျက်ပေးမယ်ဆိုတဲ့မက်လုံးနဲ့ ဘရိုင်ယန်ကိုကမ်းလှမ်းပြီး မိုင်ယာမီက လူဆိုးကြီးကိုလိုက်ဖို့အသုံးချပါတော့တယ်.... File Size :(2.05GB), (0.99 GB)Quality : Blu-Ray1080P5.1CH 720pRunning Time : 1hr 46minFormat : Mp4Genre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-SPARKSTranslated by Thura Zarni AungEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/2Aixd/2.Fast.2.Furious.2003.BLU-RAY.1080P5.1CH_(2).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_-134x200.jpg",
        "title": "The Fast and the Furious (2001) Fast and Furious 1",
        "description": "ဒွမ်တို့အဖွဲ့ဟာ မြို့ရဲ့ အကြီးမားဆုံးသောခိုးမှုတွေမှာ ရဲတပ်ဖွဲ့တွေရဲ့ သံသယအရှိဆုံးသူတွေပါ...အချီကြီးမှချတတ်သလို ပိရိလွန်းပြီးလက်တွဲညီလွန်းတဲ့သူတို့အဖွဲ့ကြောင့် ရဲတပ်ဖွဲ့ဟာကြိတ်မနိုင်ခဲမရ ဘယ်ကအစကောက်ပြီးလိုက်ရမှန်းမသိဖြစ်နေတယ်...အဲ့ဒီအချိန်မှာပဲ ကားမောင်းကျွမ်းကျင်ပြီး ဂျလေဘီပုံပေါက်နေတဲ့ ဘရိုင်ယန်ကိုသူလျှိုအဖြစ်စေခိုင်းရင်း ဒွန်တို့အဖွဲ့ကို ရဲတပ်ဖွဲ့ဟာ ဖြိုခွင်းဖို့ကြိုးစားပါတော့တယ်....File Size : (2.06GB) ,(0.99 GB)\nQuality : Blu-Ray 10805.1CH , 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae/Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/1Ukx8/The_Fast_and_the_Furious.2001.BLU-RAY1080P5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HcOyMODYZXnncMikfhYkw3x2ss.jpg",
        "title": "Tower Heist(2011)",
        "description": "Tower Heist(2011) အညွှန်း ************************ IMDb...7.0 နာမည်ရင်းတွေသာမသိရင်နေမယ် ..ဟာသလေးတွေနဲ့ပရိတ်သတ်ကို ရင်ထဲ တစ်ခုခုချန်ချန်သွားတတ်တဲ့ ဒီသရုပ်ဆောင်ကြီး (၂)ဉီး Eddie Murphy ,Ben Stiller ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်... ဒီကားက ဓားပြတိုက်တဲ့ကားစာရင်းတွေထဲမှာ အကောင်းဆုံးစာရင်းဝင်ခဲ့သလို ဝင်ငွေလည်းစံချိန်တင်ခဲ့ပါတယ်... ဂျော့ရှ် ကိုဗက်ခ်စ် ဆိုတဲ့ လူတစ်ယောက်ဟာ နယူးယောက်မြို့ရဲ့ နာမည်အကြီးဆုံး \"The Tower\" ဆိုတဲ့ အဆောက်အဦမှာ အလုပ်လုပ်တဲ့ အရည်အချင်းရှိ မန်နေဂျာတစ်ဦး ဖြစ်ပါတယ်။ အဲ့ဒီ တာဝါ မှာရှိတဲ့ တိုက်ခန်းတွေက New York မှာဈေးအကြီးဆုံးဖြစ်ပြီးတော့ တကယ့်ကျိကျိတက် သူဌေးတွေပဲ နေထိုင်ကြတဲ့နေရာလည်းဖြစ်ပါတယ်။ ဂျော့်ရှ်ဟာ စပ်စပ်တယ်...ထက်မြက်တယ်....သနားကြင်နာတတ်တဲ့စိတ်လည်းရှိတယ်.... ဒါ့ကြောင့် တာဝါမှာရှိတဲ့အလုပ်သမားတွေကလည်း သူ့ကို အားကိုးကြတယ်... တစ်နေ့တော့ ဒီတာဝါမှာ ရှယ်ယာအများဆုံးပိုင်ဆိုင်တဲ့  အာသာရှောကို ငွေကြေးမသာမှုနဲ့ FBI ကဖမ်းဆီးသွားပါတယ်.... အဲ့ဒီနောက် ဂျော့ရှ်မထင်မှတ်ထားတဲ့ ကိစ္စတွေဆက်တိုက်ဖြစ်လာခဲ့သလို့ သူလုံးဝမမျှော်လင့်ထားတဲ့ဟာတွေလည်းသိလာခဲ့တယ်... အာသာရှောဟာ ပင်စင်လစာတွေပါ အလွဲသုံးစားလုပ်သွားတဲ့အပြင်  အောက်ခြေအလုပ်သမားတွေရဲ့ ရင်းနှီးမြှုတ်နှံငွေတွေပါ ဖျောင်သွားတာမျိုးပေါ့... တစ်ချို့အလုပ်သမားတွေဆို ကွကိုယ်သတ်သေတဲ့အထိဖြစ်သွားတယ်... အဲ့ဒီနောက် ဂျော့ရှ်ဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးတော့ အာသာရှော ပိုင်တဲ့ penthouse ကို သူကိုယ်တိုင်ဉီးဆောင်ပြီး ဓားပြတိုက်ဖို့ကြံကြပါတော့တယ် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tower-heist2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/imasasasges-135x200.jpg",
        "title": "Zombieland: Double Tap (2019)",
        "description": "IMDb (6.7) / Rotten Tomatoes (69%)Zombieland (2009) ထွက်ပြီး ၁၀ နှစ်အကြာမှာ Zombieland 2 အနေနဲ့ ဒီဇာတ်ကားထွက်ရှိခဲ့ပါတယ်..ပထမဇာတ်ကားက သရုပ်ဆောင်တွေပဲ အဓိကပါဝင်ထားပြီး မပျင်းရအောင် ရယ်ရ ကြောက်ရတုန်းပါပဲ...Rating တွေလဲ ကောင်းဆဲဖြစ်ပြီး ဇာတ်လမ်းတည်ဆောက်ထားပုံလဲ လတ်ဆတ်ပါတယ်...Zombie တွေ ဒီကမ္ဘာမှာ တကယ်ရှိလာနိုင်တာမို့ Zombieland ဇာတ်ကားတွေ ကြည့်ထားဖို့ဖိတ်ခေါ်ပါတယ်။ :P File Size : (1.7 GB),(990 MB)\nQuality : Blu-Ray (1080p 5.1,720p)\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Nyeinsaeya ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/zombieland-double-tap-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/shasajs-133x200.jpg",
        "title": "Zombieland (2009) Zombie Land",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)အီမာစတုန်းတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ခေတ်ကိုသရော်ထားတဲ့ Zombie ဟာသဇာတ်ကားပါ...Rating တွေမြင့်သလို အကောင်းဆုံး Zombie ဇာတ်ကားတွေထဲမှာပါဝင်ပါတယ်...ကိုလမ်ဘတ်(စ်) လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက်ဟာသူအသက်ရှင်နေထိုင်နိုင်ဖို့အတွက် သူကိုယ်တိုင်ထုတ်ထားတဲ့စည်းမျဉ်းစည်းကမ်းတွေကိုတိတိကျကျ လိုက်နာပြီး Zombie တွေသာကျန်ရှိတော့တဲ့ တိုင်းပြည်မှာ ရှင်သန်နေထိုင်လျှက်ရှိပါတယ်အမေရိကန်ပြည်မှာ ရောဂါပိုး ကူးစက်ခံရတာကနေတစ်ဆင့်လူတွေအားလုံးဟာ ဖုတ်ကောင်တွေအဖြစ် ပြောင်းလဲသွားကြပါတယ်ဒီအချိန်မှာတော့ လူငယ်လေးကိုလမ်ဘတ်(စ်)တစ်ယောက် သူ့ရဲ့စည်းမျဉ်းစည်းကမ်းတွေနဲ့အတူ ဆက်လက်ရှင်သန်နိုင်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့လိုပဲ အသက်ရှင်ကျန်ရစ်တဲ့ တယ်လာဟေဆီ ဆိုတဲ့ဖုတ်ကောင်တွေသတ်ရာမှာ အလွန်ကျွမ်းကျင်တဲ့ လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးအိုဟိုင်းရိုး ပြည်နယ်ကို ခရီးဆက်ခဲ့ကြပါတယ်ဒီလိုနဲ့ ခရီးဆက်ရင်း သူတို့ဟာ ဈေးဝယ်စင်တာ တစ်ခုမှာလိုအပ်တဲ့ ရိက္ခာတွေ ဖြည့်တင်းရင်းကနေမှ အသက်ရှင်ကျန်ရစ်နေသေးတဲ့ညီအမနှစ်ဦးနဲ့တွေ့ခဲ့ပြီး နှစ်ကြိမ်တိုင်တိုင် အလိမ်ခံခဲ့ရပါတယ်နောက်ပိုင်းမှာတော့ သူတို့၄ ယောက်ပေါင်းမိသွားကြပြီးလိုရာခရီးကို ဆက်သွားခဲ့ကြတယ်နောက်ပိုင်းမှာတော့ မျှော်လင့်ချက်မဲ့နေတဲ့ သူတို့၄ယောက်ဖုတ်ကောင်တွေ မဝင်ရောက်သေးဘူးလို့သူတို့ထင်နေခဲ့ကြတဲ့ပစိဖိတ် ပေးလန်း(ဒ်) ကစားကွင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်ဒါပေမဲ့ သူတို့ထင်ထားခဲ့သလိုတွေ မဖြစ်လာခဲ့ပဲ ဖုတ်ကောင်မြောက်မြားစွာနဲ့ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့Zombie ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/zombieland-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Nemesis (2019)",
        "description": "Nemesis (2019)\nคืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီး\nငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့\nအခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nလောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာ\nကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့\nသတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nစိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာ\nမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့\nရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာ\nမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ...သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီး\nမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး\nပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့\nဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။ File size…1.7GB and 1.1GB and 499MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Hazel\nEncoder ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/nemesis-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/vvs-theprotege-poster-27x39-29-708x1024-1-138x200.jpg",
        "title": "The Protégé (2021) The Protege",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (60%)နီကီတာဇာတ်လမ်းတွဲနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Maggie Q..\nမားသားဖက်ခါကြီး Samuel L. Jackson နဲ့\nမူရင်းဘတ်မန်းကြီး Michael Keaton တို့ပါဝင်ထားတဲ့ ​\nကြေးစားလူသတ်သမား အသတ်အဖြတ်ကားမျိုးဖြစ်ပါတယ်။ကြေးစားလူသတ်သမား မူဒီဟာ\nဗီယက်နမ်မှာတွေ့ခဲ့တဲ့ အန်နာဆိုတဲ့ကလေးလေးတစ်ယောက်ကို\n​​သူ့ရဲ့တပည့်အဖြစ် လက်သပ်မွေးပြုစုပျိုးထောင်ခဲ့တာပါ...\nအန်နာနဲ့မူဒီတို့ဟာ လိုက်ရှာဖို့မဖြစ်နိုင်တဲ့လူတွေကို\nအဓိကလိုက်သတ်တဲ့ ​​​ကြေးစားဆရာတပည့်နှစ်ယောက်ဖြစ်လာပါတယ်...\nတစ်နေ့တော့ မူဒီဟာ သူလိုက်ရှာဖို့အခက်ခဲဆုံးလူတစ်ယောက်ကို\nခြေရာခံဖို့ကြိုးစားရင်း လုပ်ကြံခံလိုက်ရပါတော့တယ်...\nဒါကြောင့်မို့ သူ့တပည့်မ အန်နာဟာ တရားခံကိုအဖြေရှာဖို့နဲ့ မူဒီရှာခဲ့တဲ့လူကိုဆက်ရှာတဲ့အခါမှာ...\nနောက်ကွယ်မှာပါဝင်ပတ်သတ်နေတဲ့လူတွေက ဘယ်သူတွေဖြစ်နေမလဲဆိုတာ...။မင်းသမီးလည်းမိုက် မင်းသားတွေကလည်း\nဆရာကြီးတွေဖြစ်ပြီး အတိုက်အခိုက်အပစ်အခတ်တွေလည်း မိုက်တာမို့\nဂျွန်ဝစ်လို သွေးအေး Action ဇာတ်ကားမျိုးတွေကို လွမ်းနေတဲ့သူတွေအဖို့\nအလွမ်းပြေစေမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Pyi T Nyein နဲ့ Chit Tee တို့မှ တင်ဆက်ထားပါတယ်။)File size…(1.8 GB) / (1 GB) / (500 MB)Quality…WEB-DL 1080p / 720p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-protege-2021-the-protege/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/kabir-singh-et00080853-22-10-2020-06-59-53-133x200.jpg",
        "title": "Kabir Singh (2019)",
        "description": "IMDb Rating (7.1)၂၀၁၉ ခုနှစ် ဘောလိဝုဒ် Box Office မှာ အောင်ပွဲခံသွားခဲ့တဲ့\nKabir Singh အကြည်ထွက်လာလို့ အမြန်ဆုံးပဲတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ အိန္ဒိယကားတွေနဲ့မစိမ်းတဲ့လူတိုင်းလိုလိုသိပြီးသားပါပဲ\n၂၀၁၇ မှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ Telugu ဇာတ်ကား Arjun Reddy ရဲ့\nRemake ဖြစ်ပါတယ်အဲ့ဒီတော့ Arjun Redddy မကြည့်ရသေးသူတွေအတွက်\nဇာတ်လမ်းလေးနည်းနည်းလောက်ပြောပြပါမယ်ဒေါက်တာ ကဗီး(ရ်) ရာဂျ်ဒီးဆင့်ဟာ ဒေလီဆေးသိပ္ပံရဲ့\nဘက်စုံထူးချွန်တဲ့ အလုပ်သင်ဆရာဝန်ဆိုးလေးပေါ့\nနေရာတကာလည်း ဒေါသကြီးသလို ထင့်ကနဲ့ဆို လက်ပါမယ်ဆိုတာချည်း\nဒါပေမဲ့ တစ်ခုတည်းသော သူ့အားနည်းချက်ကတော့\nပရီသီးဆိုတဲ့ကောင်မလေးပါပဲ\"သဘာဝတရားတွေ ဖွံ့ဖြိုးတိုးတက်နေတဲ့လောကကြီးထဲမှာ ငါတို့နေထိုင်ကြတယ်\nအဲ့ဒီထဲမှာ ငါသဘောပေါက် နားလည်လာတာတစ်ခုကတော့\nငါတို့တစ်ခုခုဖြစ်ခဲ့ရင် အထိခိုက်နာကျင်ရဆုံးလူတစ်ယောက်ရှိတယ်\nငါ့အတွက်ကတော့ ဒီကောင်မလေးပဲ\nသူသာတစ်ခုခုဖြစ်ရင် အခံစားရဆုံးဖြစ်မယ့်သူက ငါပဲ\nအဲ့ဒီတော့ သူ့ကို ထိခိုက်အောင်မလုပ်ကြပါနဲ့\"ဒီလို အသည်းသန်ချစ်ရတဲ့ ပရီသီးနဲ့ ကဗီး(ရ်)ဟာ မထင်မှတ်ထားဘဲ\nကွဲကွာသွားတဲ့အခါမှာတော့....။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်)Arjun Reddy (2017) Original ဇာတ်ကားကို https://channelmyanmar.org/arjun-reddy-2017/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.8 GB) / ...",
        "rating": "7.5",
        "url": "https://megaup.net/1EAc6/(CM)Kabir.Singh.2019.1080p.NF.WEB-DL.DD+5.1.x264-Telly.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download-135x200.jpg",
        "title": "Arjun Reddy (2017)",
        "description": "Arjun Reddy (2017)\n•••••••••••••••••••••••••\n\"တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က\nပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို\nပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို\nမထိခိုက်စေပါနဲ့ \"\n- [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း\n______________\nနောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့\nမွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။\nဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။\n\" ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun \"\nဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။\nသူ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/arjun-reddy-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/cjpmvi6puqet-135x200.jpg",
        "title": "Dien Toi (2021)",
        "description": "Dien Toi (2021)ရှားရှားပါးပါး ဗီယက်နမ် သရဲကားလေးတစ်ကား အသစ်ထွက်လာတာမို့\nသရဲကားကြိုက်သူများအတွက် ကားကောင်း လက်မလွတ်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ .....နာမည်ကြီးအောင်မြင်နေတဲ့ ဆယ်ကျော်သက်စာရေးဆရာမလေး \"မန်ကျောက်\" ဆီကို\nညစဥ်ညတိုင်း သရဲမလေးတစ်ယောက်က ကူညီပေးဖို့ အိပ်မက်ပေးတာကြောင့်\nသူမမှာ စာရေးဖို့အတွက် အခက်အခဲတွေရှိနေပါတယ်။တစ်ရက်မှာတော့ ဒါရိုက်တာပေါက်စ \"ထိုက်\" ဆိုတဲ့ကောင်လေးနဲ့\nအကြောင်းကိစ္စ တစ်စုံတစ်ရာကြောင့် တွေ့ဆုံခဲ့ကြပါတယ်။မန်ကျောက် ရဲ့ အိပ်မက်တွေထဲကို အကူအညီလာလာတောင်းနေတဲ့ သရဲမလေးက\nသူ့အိမ်အနား​က စန္ဒယားသင်တန်းရဲ့အပေါ်ထပ်မှာရှိနေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့...သဘာဝလွန်စွမ်းအားရှိပြီး အတိတ်ဆီကိုမြင်နိုင်တဲ့ မန်ကျောက်နဲ့\nပ​ရလောကကို မြင်နိုင်တဲ့ ထိုက် တို့နှစ်ယောက်သား\nသရဲမလေးကို ကယ်တင်ပြီး ဖုံးကွယ်ထားတဲ့အမှန်တရားတစ်ခုကို\nဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာကို ကြည့်ရှုရမယ့်\nဗီယက်နမ် Horror, Thriller ကားကောင်းလေးဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 1GB and 400MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dien-toi-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
        "title": "Monster (2014)",
        "description": "Monster(2014)\n===========\nIMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။\nသို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။\nThriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။\nPsychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။\nကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။\nသရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။\nဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။\nနောက်... ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/monster-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEx2073cwxiN9niVVEvaZikbTMB.jpg",
        "title": "(21+)The Breastford Wives(2007)",
        "description": "အတိတ် က အကိတ်မယ်လေးတွေရဲ့နွေးထွေးယုယတက်တဲ့ သဘာဝတရားလေးတွေရယ်နယ်မြို့သူပျိုမေလေးတွေရဲ့ အလှတရားတွေကို ပေါင်းစပ်ပြီးတော့ပုရိသတွေရော ဣထိယတွေရော တွေ့မရှောင်အသေလုံးမဲ့ Breastford သူတွေလာပါပြီ ရော့ဘ် တို့ဇနီးမောင်နှံ မြို့ပြရဲ့လူနေမှု့စနစ်ကို ငြီးငွေ့လာတဲ့အတွက်Breastford ခေါ်တဲ့နယ်မြို့လေးတစ်မြို့မှာ အိမ်တလုံးဝယ်ပြီးအလုပ်လုပ်ရင်း အခြေချဖို့ ပြောင်းရွှေ့လာခဲ့ပါတယ် Breastford ဆိုတာတကယ်တော့ အတော်ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့မြို့လေးတစ်မြို့ဖြစ်နေတာကို သူတို့မသိကြဘူးနယ်ခံလေးတွေကချောတယ် ဖော်ရွေတယ် အပေးကမ်းရက်ရောတယ်ဆိုပြီးရော့ဘ်ကတော့ အကြေနပ်ကြီးကျေနပ်နေတယ် တစ်ညမှာတော့ ရော့ဘ်တစ်ယောက် အသံတစ်သံကြောင့် လန့်နိုးလာခဲ့ပါတယ်အသံကြားရာလိုက်ရှာလိုက်တော့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါတယ်အမျိုးသမီးက သူ့ကို ထူးဆန်းတဲ့ အကြောင်းရာတွေပြောပြပါတော့တယ်အဲဒီထူးဆန်းတဲ့ အရာကတော့ သူတို့လင်မယားပေါ်မှာ သက်ရောက်နေပြီဆိုတာ သိလိုက်ရချိန်မှာတော့ ရော့ဘ်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲမြို့သူလေးတွေနဲ့ ဘယ်လိုပက်သက်နေတယ် ဆိုတာတော့ ကြည့်ရှု့အားပေးပါဦးFile size…615MB\nQuality…DVD RIP\nFormat…Mp4\nDuration….1h 14min\nSubtitle….Myanmar Subtitle( hardSub)\nEncoder….Senpai\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/1Ewsj/The_Breastford_Wives_2007_[DVDRip.XviD-miguel]DS.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-01.20.04-141x200.png",
        "title": "The Rebels of PT-218 (2021)",
        "description": "The Rebels of PT-218 (2021)=====================ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သင်္ဘောကပ္ပတိန်စနိုးဦးဆောင်တဲ့ SS Lawton B. Evans ကုန်တင်သင်္ဘောဟာPT လို့ခေါ်တဲ့တော်ပီဒိုပစ်သင်္ဘောငယ်တွေကို လိုက်ပါစောင့်ရှောက်ပေးရတဲ့ သင်္ဘောဖြစ်ပါတယ်။Lawton B. Evans ဟာစစ်သင်္ဘောမဟုတ်ပေမယ့် စစ်ဆင်ရေးနေရာအတွင်းက တစ်ခုတည်းသောစွမ်းဆောင်ရည်အမြင့်ဆုံးသင်္ဘောဖြစ်လို့ ပီတီသင်္ဘောတွေနဲ့အတူ ဂျာမန်အင်ပါယာရဲ့ အင်အားနည်းရာအီတလီကမ်းခြေတစ်ခုကို တက်သိမ်းဖို့အမိန့်ရလိုက်ပါတယ်။လမ်းခရီးမှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေနဲ့ ရင်ဆိုင်ခဲ့ရပြီး အတူပါလာတဲ့ PT သင်္ဘောတွေကို ဆုံးရှုံးလိုက်ရတဲ့အပြင်ကမ်းခြေနားနီးကပ်နေချိန်မှာ တပ်ကူသင်္ဘောတွေ မလာနိုင်တော့လို့ စစ်ဆင်ရေးဖျက်သိမ်းဖို့ အမိန့်ရလိုက်တဲ့အခါစစ်တိုက်ဖို့မဟုတ်တဲ့ကုန်တင်သင်္ဘောပေါ်က ကပ္ပတိန်စနိုးဟာ ခက်ခဲတဲ့ဆုံးဖြတ်ချက်တစ်ခုကို ချရတော့မှာဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်က ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး Machete ကားရဲ့မင်းသားကြီး Trejo လည်းပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 28minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-rebels-of-pt-218-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BYmViZGM0MGItZTdiYi00ZDU4LWIxNDYtNTc1NWQ5Njc2N2YwXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Limitless (2011)",
        "description": "မင်းသား Bradely Cooper နဲ့ မင်းသားကြီး Robert De Niro တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Limitless ဇာတ်ကားကို မကြည့်ဖူးချင်နေမယ် မသိတဲ့သူတော့မရှိလောက်ပါဘူး။Thriller, Action ဆိုတဲ့အတိုင်း ဇာတ်လမ်းကတော့ Fighting ခန်းများများစားစားမပါဘဲ သွက်သွက်လေးသွားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးနည်းနည်းလောက်ပြန်ပြောပါမယ်။ပိုက်ဆံကမရှိ ရည်းစားကပစ် အလုပ်ကအဆင်မပြေဖြစ်နေတဲ့ စာရေးဆရာ အက်ဒ်ဝက်မိုရာ အိမ်ခြေရာမဲ့ ပုံပေါက်တဲ့အထိ စုတ်ပြတ်နေလေရဲ့။လမ်းပေါ်မှာ လျှောက်သွားနေရင်း ဆေးရောင်းသမား ယောက်ဖဟောင်းနဲ့ ပြန်တွေ့တယ်။သူက ဆေးလုံးတစ်လုံးပေးတယ် NZT တဲ့။ ဦးနှောက်ရဲ့ ၁၀၀% ကို အသုံးချနိုင်အောင်လုပ်ပေးတဲ့ ဆေးလို့ပြောပြီး ဆေးရောင်းသမားထုံးစံ ပထမတစ်လုံးကို အလကားပေးသွားတယ်။အဲဒီတော့ ဘဝဆုံးပြီးလို့တွက်ထားတဲ့ အက်ဒီ ပေါက်တဲ့နဖူးထူးချင်ထူးလာမှာပဲဆိုပြီး သောက်ကြည့်လိုက်တော့ ညွန်းတဲ့အတိုင်း ဆေးကစွမ်းတာကိုသိလာတယ်။ဆေးနောက်ထပ်ရဖို့အသွား ယောက်ဖဟောင်းက သတ်ခံရပြီး သူကျန်ခဲ့တဲ့ဆေးတွေ ရလာတော့ စိတ်ကြိုက်သုံးပါလေရော။အရင်က စာတစ်လုံးမှ ခေါင်းထဲပေါ်မလာတဲ့ စာရေးဆရာ စာတစ်အုပ်လုံးကို ၄ ရက်နဲ့အပြီးရေးနိုင်လာတယ်။နောက်တော့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/limitless-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Poongsan-p2-140x200.jpg",
        "title": "Poongsan (2011)",
        "description": "PoongSan (2011)လျှို့ဝှက်သူလျှို မစ်ရှင်တွေနဲ့အတူ အပစ်အခတ်အနှိက်အစက် အက်ရှင်ကားမျိုးကြိုက်သူများ အကြိုက်တွေ့စေမယ့် ကားကောင်းလေးလာပါပြီမြောက်နဲ့ တောင်ကိုရီးယား နှစ်နိုင်ငံကြားက စစ်မဲ့ဇုန်ကိုဖြတ်ပြီး ကွဲကွာနေကြတဲ့ မိသားစုတွေကို ပြန်ဆုံစည်းဖို့ မှောင်ခိုခေါ်ထုတ်ပေးနေတဲ့လူငယ်တယောက်...သူက ပွန်ဆန်းဆေးလိပ် သောက်လေ့ရှိပြီး အံ့သြစရာ အစွမ်းအစတွေနဲ့သူလို့ သိရတာကလွဲ နာမည်ကိုတောင် မသိရတဲ့သူပေါ့ တနေ့ မြောက်ကိုရီးယားပြည်ပြေး တောင်ကိုရီးယားမှာရှိနေတဲ့ ရာထူးကြီးအကောင်တကောင်က မြောက်ပိုင်းမှာရှိတဲ့ သူ့ချစ်သူလှလှလေးအင်အုတ်ကို တောင်ပိုင်းဆီခေါ်ဖို့အတွက် တောင်ကိုရီးယားအစိုးရအေးဂျင့်အကူအညီနဲ့ ပွန်ဆန်းလူငယ်လေးကို မစ်ရှင်ပေးခဲ့ပါတယ်မထင်မှတ်ဘဲ ခေါ်ထုတ်လာတဲ့လမ်းမှာပဲ အင်အုတ်နဲ့လူငယ်လေးတို့ ချစ်မိသွားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို စောင့်ကြည့်ရင်းတောင်နဲ့မြောက်ကိုရီးယား လူမျိုးတို့ရဲ့ ပဋိပက္ခကြားက သူလျှိုတွေရဲ့ဘ၀ ၊ သစ္စာစောင့်ထိန်းမှုနဲ့ အတူ တောင်မြောက်ဆက်ဆံရေးကို မီးမောင်းထိုးပြထားကိုပါ သိရမယ့် အက်ရှင် ရိုမန့်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p, 720p, 360p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Drama ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/poongsan-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2IwNjM0ODktYTZkNy00ZTA0LWEzMWYtMDE3ZDg0YmI3YzQ3XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-135x200.jpg",
        "title": "The Witcher: Nightmare of the Wolf (2021)",
        "description": "ဒီ Animationဇာတ်လမ်းက​တော့ The Witcher universeထဲက ဇာတ်လိုက်​ကျော်ကြီးGeralt of Riviaအ​ကြောင်းမဟုတ်ပါဘူး။သူ့ရဲ့ဆရာ Vesemir : The Nightmare of the Wolfရဲ့ ဘဝဇာတ်​ကြောင်းကို အ​ခြေခံရိုက်ကူးထားတာပါ။ဒါ​ကြောင့် Live Action season1ရဲ့ timelineထက် ပို​စောပါလိမ့်မယ်။ဒီAnimationထဲမှာ Vesemirရဲ့ ငယ်ဘဝဇာတ်​ကြောင်း၊ Witcher တစ်​ယောက်ဖြစ်လာဖို့ ​ကျော်ဖြတ်ရတဲ့စမ်းသပ်မှု​တွေ၊သူ့ရဲ့စွန့်စားခန်း​တွေနဲ့အတူ ​ရှေးအယူအရ သာမန်လူ​တွေရဲ့ witcher​တွေအ​ပေါ် သ​ဘောထားကိုလည်း ​ပေါ်လွင်​အောင်ရိုက်ကူးပေးထားပါတယ်ဒါ့အပြင် Kaedwen တိုင်းပြည်က Madam Tetra Gilcrestကလည်း Witcher​တွေကို ရန်ငြိုးရန်စရှိတဲ့အတွက်​ကြောင့်မ​ကောင်းဆိုးဝါး​​တွေ၊ နတ်ဆိုး​​တွေနဲ့ပူး​ပေါင်းပြီး Vesemirတို့ရဲ့ Witcherတိုင်းပြည်ကြီးကို အပြီးတိုင် အမြစ်ဖြတ်ပစ်ဖို့ ကြိုးစားလာတဲ့အခါမှာ....Witcher verseရဲ့ထုံးစံအတိုင်း ကြမ်းကြမ်းတမ်းတမ်းအ​ပြောအဆို​တွေ၊ သတ်ခန်းဖြတ်ခန်း​တွေကို ​သွေးသံတရဲရဲနဲ့ ပီပီပြင်ပြင်တင်ဆက်ထားတာ​ကြောင့်R -ratedအဖြစ် သတ်မှတ်လို့ရပါတယ်သိပ်မကြာခင်ထွက်လာ​တော့မယ့် Witcher Season 2မှာလည်း ဒီကားရဲ့ ဇာတ်​ဆောင် Vesemirပြန်လည်ပါဝင်လာမှာမလို့ဒီ​နေ့ထွက်ဇာတ်ကားအသစ်​လေးနဲ့ သူ့ရဲ့ဘဝဇာတ်​ကြောင်း​ကို animation​ကောင်း​ကောင်း၊ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-witcher-nightmare-of-the-wolf-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQZeIwJF21NNb3ciEJsWZlA2WZ6.jpg",
        "title": "Miss & Mrs. Cops (2019)",
        "description": "Weightlifting fairy ကားထဲက မင်းသမီးလေး ပါတဲ့ ကားသစ်လေးပါအလွန်တရာထူးချွန်တဲ့ စုံထောက်ပတ်ခ်မီယောင်းဟာ အိမ်ထောင်ကျ၊ကလေးရပြီးနောက်မှာ သူမ ချစ်ခင်နှစ်သက်ရတဲ့စုံထောက်အလုပ်ကိုစွန့်လွှတ်ခဲ့ရပြီး ပြည်သူ့တိုင်ကြားချက်များဌာနမှာပဲပြောင်းရွှေ့တာဝန် ထမ်းဆောင်နေခဲ့ရပါတယ်သူ့ယောင်းမဖြစ်သူ ချွဲဂျီဟေးကလည်း ရဲဖြစ်ဖို့မွေးဖွားလာတယ်ထင်ရတဲ့ရဲမေတစ်ယောက်ပါပဲတစ်ရက်မှာတော့ ဂျီဟေးဟာ သံသယရှိသူတစ်ယောက်ကိုဖမ်းဆီးရာမှာ အလွန်အကျွံအားသုံးတယ်ဆိုတဲ့ ပြစ်မှုနဲ့ အရေးယူခံရပြီးမီယောင်းရှိရာ ဌာနကို ခေတ္တပြောင်းရွှေ့ခန့်ထားခံခဲ့ရပါတယ်ပုံမှန်ဆိုမတည့်လေ့ရှိတဲ့ သမီးယောင်းမနှစ်ယောက်ဟာမတော်တဆ မှုခင်းတစ်ခုထဲပါဝင်မိပြီး သူတို့မထင်ထားလောက်တဲ့အထိပြစ်မှုကကြီးမားနေတဲ့အခါမှာတော့..သာမန်ချိန်းခြောက်အကြပ်ကိုင်မှုလို့သာ ယူဆထားခဲ့တဲ့ အမှုခင်းလေးတစ်ခုဟာကွင်းဆက်ရာဇဝတ်မှုကြီးဖြစ်နေတဲ့အခါမှာတော့..သမီးယောင်းမနှစ်ယောက်ဘယ်လိုဖော်ထုတ်ကြမလဲဘယ်လိုကိုင်တွယ်ဖြေရှင်းကြမလဲဆိုတာဟာသနှောပြီးကြည့်ရမှာပဲဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဆိုတော့ ကြည့်ရတာ အပိုအလိုမရှိ ကွက်တိပါပဲနော် File Size : (1 GB , 367 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/miss-mrs-cops-2019/",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81rwBcj1QML._RI_-133x200.jpg",
        "title": "Monk Comes Down the Mountain (2015)",
        "description": "Monk Comes Down The Mountain (2015)ကဲဝူတန်သိုင်းပြီးတော့ ဒီတစ်ခါကွန်ဖူးကားပါနော်ဒီဇာတ်ကားလေးက တာအိုဘုန်းကြီးကျောင်းက ခဲ့အန်းရှက တောင်အောက်ဆင်းလာရာကနေစတဲ့ဇာတ်လမ်းလေးပါတာအိုဘုန်းကြီးကျောင်းက မြို့တွေနဲ့အဝေး တောင်ထိပ်မှာ ဆောက်ထားတာဖြစ်ပြီး ဘုန်းကြီးကျောင်းသားတွေကို ကွန်ဖူးသင်ပေးပြီး ကျွေးမွေးစောင့်ရှောက်ထားတဲ့နေရာပေါ့နောက်ပိုင်း အစားအသောက်ပြသနာကြောင့် တိုက်ခိုက်ပြီး ဘယ်သူဆက်နေရမလဲဆုံးဖြတ်ကြရတယ် ဒီလိုနဲ့ အပြင်လောကကိုခုမှတွေ့ကြုံဖူးတဲ့ခဲ့အန်းရှက တောင်အောက်ဆင်းဆင်းချင်း အစားအသောက်ကိစ္စနဲ့ပက်သက်ပြီးဒုက္ခရောက်ပါတော့တယ်ကြက်သားဟင်းကိုလုယူဖို့ကြိုးစားရာကနေ သနားစိတ်ဖြစ်မိပြီးအိမ်ခေါ်သွားတဲ့ သမားတော်ဆွေ့ခဲ့အန်းရှကလည်း တကယ့်ဆရာအရင်းလိုသဘောထားပြီး ပြုစုလုပ်ကိုင်ပေးပေမဲ့ ကံကြမ္မာကြောင့်ဝေးကွာခဲ့ရပြန်ပါတယ်ဒီလိုနဲ့ သူဟာ အပြင်လောကမှာ ကြုံတွေရတဲ့ ပြသနာတွေ ဘယ်လိုရင်ဆိုင်မလဲသူ့ဆရာအတွက်ရော ဘယ်လိုလက်စားချေမလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှူ့ကြပါ ။ခဲ့အန်းရှအဖြစ် Wang Bao Jiang\nသူဌေးကျားအဖြစ် Chang Chen\nကျိုးချီရင်အဖြစ် Aaron kok\nပန်ချင်းဝူအဖြစ် Yuen Wah\nသနားတေည်ဆွေ့အဖြစ် Fan Wei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/monk-comes-down-the-mountain-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11qHlLL2rsQGH1nmPjJ7jFjeGcb.jpg",
        "title": "Midnight Runners (2017)",
        "description": "ဒီတခေါက်တော့ Marvel ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တော့မယ့် တောင်ကိုရီးယားမင်းသား‌‌ေချာ Park Seo-Joonပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Midnight Runners ဆိုတဲ့ action, comedy ကားလေးကို တင်ဆက်လိုက်ပါပြီIMDB rating 7.3 နဲ့ .Rotten Tomatoes 100% ရရှိထားပါတယ်တောင်ကိုရီးယားမင်းသားချော Kang Ha-neul နဲ့အတူ ရိုက်ကူးထားပြီး 2017 ခြနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းလေးကတော့ ရည်ရွယ်ချက်ရေရေရာရာမရှိဘဲနဲ့ ရဲတက္ကသိုလ်ကို ရောက်လာကြတဲ့ အူကြောင်ကြား ကောင်လေး ၂ ယောက် အကြောင်းကို ရိုက်ပြထားတာပါPark Seo-Joon ကတော့ အစားမက်တဲ့ကောင်လေး ဂီဂျွန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး Kang Ha-neul က သန့်ရှင်းရေးကျန်းမာရေးနဲ့ ပတ်သက်လာရင် ဇီဇာကြောင်တတ်တဲ့ မှန်ကြောင်လေး ဟီရောအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်သဘာဝမတူ၊ ရှင်သန်ကြီးပြင်းခဲ့ရာ ပတ်ဝန်းကျင်မတူ၊ စတွေ့ကတည်းက မျက်နှာကြောမတည့်တဲ့ ကောင်လေး ၂ ယောက်ရဲတက္ကသိုလ်ဝင်ခွင့်အတွက် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/midnight-runners-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yetbsCuB6fmzI4lpJMvqwJcehti.jpg",
        "title": "In the Name of the King III (2014)",
        "description": "In the Name of the King III==================== Hazen Kaine ဟာ ယနေ့ခေတ် လုပ်ကြံသတ်ဖြတ်သူ တစ်ယောက်ဖြစ်ပြီး စီးပွားရေးသမားတစ်ဦးရဲ့ သမီးကို ပြန်ပေးသမားတွေ လက်ကနေ ကယ်တင်ပေးဖို့ ငှားရမ်းခြင်းခံရပါတယ်။ ဒါပေမယ့် ကိစ္စတွေက သူထင်သလို ဖြစ်မလာဘဲ ထိန်းမနိုင်သိမ်းမရဖြစ်ကုန်ပြီး ထူးဆန်းစွာနဲ့ အလယ်ခေတ်ကို ရောက်ရှိသွားပါတယ်။ အဲဒီကာလမှာ သူဟာ မီးနဂါးကြီးတွေ အလယ်ခေတ် စစ်သည်တွေရဲ့ ရင်ဆိုင်ရပါတယ်။ In the Name of the King III  မှာတော့ Dominic Purcell ကြီးက ‌Hazen Kaine အဖြစ်ပါဝင်ထားပါတယ်။ ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ဖျော်ဖြေရေးမှု ဦးစားပေးတင်ဆက်ထားတာဖြစ်ပါတယ်။ In the name of the king ၃ ကားလုံးကို https://channelmyanmar.org/?s=In+the+name+of+the+king မှာကြည့်လို့ရပါတယ် Quality__1080pIMDb Rating__3.1/10Format__mp4Duration__1h 26minType__Action,Adventure,FantasySubtitle__Myanmar ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/in-the-name-of-the-king-iii-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kM9hjeGLtPZi9ExuBVwIFYrQbx0.jpg",
        "title": "In the Name of the King 2: Two Worlds (2011)",
        "description": "In the Name of the King 2: Two Worlds (2011)===================================ဂရန်ဂျာဟာလက်ရှိခေတ်မှာ စစ်ပြန်အငြိမ်းစားတစ်ယောက်ဖြစ်ပြီး ကိုယ်ခံပညာအချိန်ပိုင်းသင်ပြီးအသက်မွေးပါတယ်။တစ်နေ့ သူ့အိမ်ထဲမှာရှိနေတုန်း ရှေးအဝတ်အစားနဲ့လူတစ်စု အချင်းချင်းလာရောက်တိုက်ခိုက်ကြပြီး အဲ့ဒီထဲကအမျိုးသမီးတစ်ယောက်ဟာ သူ့ကိုအလင်းပေါက်ကြီးတစ်ခုကနေ တစ်ဖက်ကိုခေါ်ဆောင်သွားပါတော့တယ်။အဲ့ဒီဘက်အခြမ်းဟာ အလယ်ခေတ်ကာလဖြစ်နေပြီး ဂရန်ဂျာသိလိုက်ရတာက ရှေးဟောကိန်းတစ်ခုအရလက်ရှိအချိန်မှာ အကျပ်အတည်းဆိုက်နေတဲ့ အက်ဘ်ဆိုတဲ့တိုင်းပြည်ရဲ့ ကယ်တင်ရှင်ဟာသူဖြစ်နေတယ်ဆိုတာကိုပါပဲ။ သူ မယုံကြည်လက်မခံပေမယ့် ဘယ်လိုမှမလွှဲသာတဲ့အဆုံးမှာ ဂရန်ဂျာတစ်ယောက်မီးစင်ကြည့်က ဖို့ဆုံးဖြတ်လိုက်ပြီး သူတို့ရဲ့ ဇာတ်ရှုပ်ထဲကိုဝင်ပါရပါတော့တယ်။အဲ့ဒါကတော့ ရှေးဟောကိန်းအရ သူဟာ တိုင်းပြည်ခံတပ်ရဲ့ပြင်ပတစ်နေရာမှာ စခန်းချနေထိုင်တဲ့ မြင့်မြတ်တဲ့မိခင်ဆိုတဲ့ စုန်းမအိုကြီးနဲ့ သူ့နောက်လိုက် အမှောင်ပုဂ္ဂိုလ်တွေကို သုတ်သင်ပေးရမှာပါ။ဒါပေမယ့် သူသိလိုက်ရတဲ့ အပေါ်ယံဇာတ်လမ်းနောက်ကွယ်မှာလှည့်ကွက်တွေအများကြီးရှိနေတယ်ဆိုတဲ့အကြောင်း မကြာခင်သိလာပါတော့တယ်။In the Name of the King: Two Worlds မှာတော့ Dolph Lundgren ကြီးက ဂရန်ဂျာအဖြစ်ပွဲကြမ်းထားပါတယ်။ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီးနန်းတွင်းဇာတ်ရှုပ်တွေ ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/in-the-name-of-the-king-2-two-worlds-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbN1lmDk1PT0GsTFCy179sk5nIF.jpg",
        "title": "In the Name of the King: A Dungeon Siege Tale (2007)",
        "description": "In the Name of the King: A Dungeon Siege Tale (2007)======================================Jason Statham ကအက်ဘ် တိုင်းပြည်မှာ ဇနီးသည်သားတစ်ယောက်နဲ့အတူလယ်လုပ်ငန်းလုပ်ပါတယ်။ တစ်နေ့သူ့ဇနီးနဲ့သား မြို့ကိုဈေးရောင်းထွက်တဲ့အချိန်မှာ သူ့လယ်ကို ခရပ်ချ်ဆိုတဲ့ သတ္တဝါဆန်းကြီးတွေ လာတိုက်ခိုက်တာခံရပြီးနောက် မြို့ကိုတက်ပြီး ဇနီးနဲ့သားကိုရှာဖို့ သူ့မွေးစားအဖေနဲ့အတူထွက်အလာမှာ မှော်ဆရာတစ်ယောက်ဖြစ်တဲ့ ဂါလီယန်က ခရပ်ချ်သတ္တဝါတွေကိုထိန်းချုပ်ခိုင်းစေပြီး သူ့သားကိုသတ် သူ့ဇနီးကိုဖမ်းခေါ်သွားတာကို သိလိုက်ရပါတယ်။ မှော်ဆရာဂါလီယန်ဟာ သူတို့ဘုရင်ရဲ့ မဟာရန်သူတော်ဖြစ်ပြီး ဘုရင့်တူနဲ့အတူ နန်းလုဖို့ပူးပေါင်းကြံစည်နေသူပါ။ ဒီလိုနန်းတွင်းဇာတ်ရှုပ်မှာ သာမန်အညတရလယ်သမားတစ်ယောက်ဖြစ်တဲ့သူဟာ အဓိကကျတဲ့နေရာက ပါဝင်ပတ်သက်နေတယ်ဆိုတာ ဘုရင့်အတိုင်ပင်ခံနတ်ဆရာက အစောကြီးကြိုမြင်ခဲ့ပြီး သူ့ဆီချဉ်းကပ်လာတဲ့အခါ..။ သူမသိခဲ့တဲ့သူ့နောက်ခံဇာတ်ကြောင်းက ဘာလဲ၊ ဘာကြောင့်သူဟာ ဒီဇာတ်လမ်းမှာအဓိကကျနေလဲ အစရှိတဲ့ မေးခွန်းတွေနဲ့အတူ မှော်ပညာတွေ သတ္တဝါဆန်းတွေနဲ့ စွန့်စားခန်းတွေကြုံဆုံရပါတော့တယ်။ In the Name of the King မှာ လယ်သမားအဖြစ် Jason Statham ကဦးဆောင်ပါဝင်ထားပါတယ် ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/in-the-name-of-the-king-a-dungeon-siege-tale-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/hwguebk2yxsz-133x200.jpg",
        "title": "The Eve (2021)",
        "description": "The Eve (2021)ကိုရီးယားနဲ့ ဂျပန်ယာကူဇာဂိုဏ်းတွေ အကြောင်းရိုက်ကူးထားတဲ့အမိုက်စားအက်ရှင်ကားဖြစ်ပါတယ်Korea Action/Dramaဇာတ်ကားကောင်းမျှော်နေတဲ့ ပရိသတ်ကြီးအတွက် ဂျွန်လထဲမှာအသစ်စက်စက်ထွက်ထားတဲ့ The Eve ဆိုတဲ့ ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် Cast တွေအနေနဲ့ Seo Han-Gyul,Hong Ah-Reum,Park Yum, Kim Jung-woon, Park Sun-mi အစရှိတဲ့ကိုရီးယားသရုပ်ဆောင်ပေါင်းများစွာပါဝင်သရုပ်ဆောင်ထားတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းကတော့ ဂျောင်ဝူးဆိုတဲ့ မိဘမဲ့ လူငယ်လေးတစ်ယောက်ဟာငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားခဲ့ပြီး သူ့ကို သူ့မိဘတွေရဲ့သူငယ်ချင်းဖြစ်သူ အဒေါ်ကြီးတစ်ယောက်က မွေးစားခဲ့ပါတယ်အဲ့ဒီအဒေါ်ကြီးမှာ သူ့ထက်အသက်ကြီးတဲ့ သမီးတစ်ယောက်ရှိပြီးနာမည်ကတော့ဟန်နာလို့ခေါ်ပါတယ် ဟန်နာကငယ်စဉ်တုန်းကခပ်ဆိုးဆိုးကျောင်းသားတစ်ယောက်နဲ့ တွဲမိပြီး သူမရည်းစားရှာတဲ့ ပြဿနာများကိုမကြာခဏ ဖြေရှင်းရလေ့ရှိပါတယ် ဒီလိုအချိန်တိုင်း သူမရဲ့ အဖေမတူမအေကွဲ မောင်လေး ဂျောင်ဝူးက ကာကွယ်ပေးခဲ့ပါတယ် အဲ့လိုကနေအရွယ်ရောက်လာတဲ့အထိ ဟန်နာရည်းစား လူဆိုး ချောဂျင်းက ဟန်နာကိုစိတ်ဒုက္ခပေးနေခဲ့ပါတယ် ချောဂျင်းကလည်း ထယ်ချန်း လူဆိုးဂိုဏ်းထဲဝင်သွားခဲ့ပြီးတစ်ရက်မှာ ထယ်ချန်းဂိုဏ်းက ဂျပန်ယာကူဇာ မူးယစ်ဆေးဂိုဏ်းနဲ့ပေါင်းမိဖို့ဖြစ်လာခဲ့ပါတယ် အဲ့ဒီအချိန် ဘယ်လို အရှုပ်အထွေးတွေကြုံရမယ်ဆိုတာကိုတော့ကိုယ်တိုင်ရင်တမမနဲ့ ကြည့်ရှုခံစားရဦးမှာပါ ...",
        "rating": "7",
        "url": "https://megaup.net/1Eriq/The.Eve.1080p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg",
        "title": "Fan (2016)",
        "description": "မင်းသားကြီး ရှရွတ်ခန်း နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ Action, Drama, Thriller ဇာတ်ကားလေးပါ။နာမည်ကျော်မင်းသားကြီးတစ်ယောက် နဲ့ အဲဒီမင်းသားကို အသည်းအသန်ကြိုက်တဲ့ Hardcore Fan လူငယ်လေးနေရာ နှစ်နေရာကနေ သရုပ်ဆောင်ထားတာပါ။မင်းသားကို ကြိုက်လွန်းလို့ လုံးဝကို ပုံတူကူးပြီး တစ်ထပ်တည်း သရုပ်ဆောင်ပြနိုင်တဲ့အထိကို ရူးသွပ်တာပါ။သရုပ်ဆောင်ပြိုင်ပွဲတစ်ခုမှာ ပထမဆုရခဲ့ပြီး အဲဒီဆုကို သူ့ရဲ့ မင်းသားမွေးနေ့အမီ ပြနိုင်ဖို့ ကြိုးစားပြီး တွေ့ဖြစ်သွားတဲ့အချိန်မှာတော့Idol တွေနဲ့ Fan တွေနဲ့ တွေ့တဲ့ထုံးစံအတိုင်း သူ့ရဲ့စိတ်ကူးထဲက အတိုင်း ဖြစ်မလာဘူးပေါ့။နောက်ထပ် Action တွေ Thriller တွေဆက်ဖြစ်လာတာကို ဇာတ်ကားထဲမှာ ကြည့်ပါတော့။တစ်ယောက်တည်းက လုံးဝ မတူညီတဲ့ ဇာတ်ရုပ်နှစ်ခုကို လုံးဝ သရုပ်ဆောင်နှစ်ယောက် သရုပ်ဆောင်ထားသလို ပီပြင်အောင် သရုပ်ဆောင်ထားတာပါ။အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့ နေရာနှစ်ခုကနေ ပီပြင်အောင် သရုပ်ဆောင်ထားနိုင်တယ်ဆိုတဲ့ ရှရွတ်ခန်းရဲ့ အရည်အချင်းကတော့ထူးချွန်တယ်ဆိုတာထက် ပိုတော်တယ်လို့ ပြောနိုင်ကောင်းပါရဲ့ဒီဇာတ်ကားရဲ့ IMDb Rating ကတော့ 7/10 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/fan-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bd-spywholovedme-155x200.jpg",
        "title": "[James Bond] The Spy Who Loved Me (1977)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ တတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီကားက ရှေ့နှစ်ကားထက် ပို Rating ကောင်းသလို ဇာတ်လမ်းရော မင်းသမီးရော ပိုမိုက်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (7.1/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/james-bond-the-spy-who-loved-me-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-20-at-20.05.13-135x200.png",
        "title": "Sweet Girl (2021)",
        "description": "Sweet Girl (2021)==============IMDb Rating - 5.8/10ဒီနေ့အတွက် အားလုံးပဲကြိုက်နှစ်သက်လောက်မယ့် Action, Drama, Thriller ကားသစ်ကိုတင်ဆက်ပေးချင်ပါတယ်။အဓိက ဇာတ်ဆောင်တွေအဖြစ် အားလုံးပဲ သိတဲ့ Aquaman မင်းသား Jason Momoa နဲ့ Dora and the lost city of Goldရဲ့ မင်းသမီးလေး Isabela Mercedတို့က ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကျော်ရိုးကတော့ ရေး ကော့ပါးဟာ မိသားစုကို အရမ်းချစ်တဲ့သူဖြစ်ပြီး ဇနီးသည်ကို ကင်ဆာရောဂါကနေ ပြန်ကယ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေသူပါ။ကံကောင်းစွာနဲ့ ကင်ဆာကို ထိထိရောက်ရောက် ကုနိုင်တဲ့ ဆေးတစ်မျိုး ပေါ်လာခဲ့ပေမယ့် BioPrime ဆေးကုမ္ပဏီတွေရဲ့လောဘကြီးမှုကြောင့် ဆေးကုသခွင့်ဆုံးရှံးခဲ့ရလို့ ဇနီးသည်ရဲ့ အသက်ကို မကယ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ ဇနီးသည်အတွက် တရားမျှတမှုကို လိုချင်တဲ့ ရေး တစ်ယောက် ဒီကိစ္စတွေများရဲ့ ချုပ်ကိုင်မှုတွေရဲ့ အဖြစ်မှန်တွေကိုဖော်ထုတ်ရင်း ကုမ္ပဏီတွေရဲ့ နောက်ကွယ်က အရှုပ်အရှင်းတွေကြားထဲ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sweet-girl-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/large-cover-133x200.jpg",
        "title": "Last of the Wolves (2021)",
        "description": "ခပ်မိုက်မိုက် အက်ရှင်ကားကောင်းတွေကိုမှ တောင့်တနေပါတယ်ဆိုတဲ့ CM ပရိတ်သတ်တွေအတွက်\nအကြမ်းစားနဲ့ အလန်းကြီးလန်းမဲ့ ဂျပန်ယာခူဇာ ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်နော်ဒီဇာတ်ကားလေးဟာ ရုပ်ရှင် နှစ်ကားထွက်ထားတာဖြစ်ပြီး ပထမတွဲမှာတော့ ဟီအိုခါနဲ့အိချီနိုစဲတို့ အတူ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်း ကြားက ရန်ပွဲတွေကို ငြိမ်းချမ်းအောင်လုပ်ပေးခဲ့ပါတယ်အခု ဒုတိယတွဲမှာတော့ ဟီအိုခါတစ်ယောက် ငြိမ်းချမ်းရေးကို မလိုလားတဲ့ ဂိုဏ်းအကြွင်းအကျန်တွေလက်ထဲကနေ ငြိမ်းချမ်းရေးကို ဘယ်လိုထိန်းသိမ်းမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတာပါ ဇာတ်ကြောင်းလေးကတော့...ခုရဲဟာရမြို့ရဲ့ အိုဒါနီ ဂိုဏ်းနဲ့ ဟီရိုရှီးမားမြို့ရဲ့ ဂျင်စေးခိုင်ဆိုတဲ့ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်းကြားက ပဋိပခတွေကို ဂျင်စေးခိုင်ရဲ့ ခေါင်းဆောင်ရှိုဟေး သေဆုံးပြီးတဲ့နောက်ပိုင်းမှာ\nနှစ်ဖက်လုံးက အာဃာတတရားတွေ အငြှိုးအတေးတွေကို ဖယ်ရှားပြီး ယာယီစစ်ပြေငြိမ်းမှုရယူခဲ့ကြပါတယ်စစ်ပြေငြိမ်းမှုရယူပြီး နှစ်ဖက်လုံး ကိုယ့်စီးပွားရေးကိုသာအဓိက အားထားပြီးလုပ်နေချိန်မှာ ဟီအိုခါဆိုတဲ့ စုံထောက်က အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ငြိမ်းချမ်းအောင် ဖျန်ဖြေရေး အကျိုးဆောင်လုပ်ပေးနေခဲ့ပါတယ်ဒီလိုနဲ့ သုံးနှစ်ကြာမြင့်ပြီးချိန်မှာတော့ သေသွားတဲ့ ဂျင်စေးခေါင်းဆောင် ရဲ့ ညာလက်ရုံး အူအဲဘာယရှီဟာ ထောင်ထဲမှ လွတ်မြောက်လာခဲ့ပါတယ်သူဟာ အရင်ကတည်းက သူ့ခေါင်းဆောင်အပေါ်သစ္စာရှိပြီး ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/last-of-the-wolves-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODk5NzQ5ZTktYTJlNi00YWI5LWI5NTMtMjU1ZTY0NmQ5NTM2XkEyXkFqcGdeQXVyMTExOTY0NTI1._V1_-123x200.jpg",
        "title": "3rd Class(2020)",
        "description": "3rd Class (2020)\nAction, Romance\nIMDb 7.7/10ဆဟာနားက ဂီတကိုချစ်မြတ်နိုးသူတစ်ယောက်ဖြစ်ပြီး ဖခင်ဖြစ်သူဝန်ကြီးချုပ်ရဲ့သည်းသည်းလှုပ်ချစ်ခြင်းကိုခံရတဲ့ ကောင်မလေးပေါ့..ဘဝမှာလိုလေသေးမရှိ ပြည့်ပြည့်စုံစုံနေရပေမယ့် မိဘဆန္ဒကိုမလွန်ဆန်နိုင်တော့ မိဘတွေစီစဉ်ပေးတဲ့သူနဲ့လက်ထပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်...ဂျက်ဂီကတော့ ကားဝပ်ရှော့တစ်ခုမှာအလုပ်လုပ်တဲ့သာမန်ဆင်းရဲသားမိသားစုကဆင်းသက်လာတဲ့ကောင်လေး...တစ်နေ့ဝန်ကြီးရဲ့ကားကိစ္စနဲ့ပက်သက်ပြီးဆဟာနားနဲ့ ဂျက်ဂီတို့တွေ့ဆုံခဲ့ကြပါတယ်...ဂီတကို ချစ်မြတ်နိုးပေမယ့်လည်း အဆင့်အတန်းခွဲခြားတတ်လွန်းတဲ့ဆဟာနားဟာ ဂျက်ဂီအပေါ်လွန်စွာမုန်းတီးနေခဲ့ပါတယ်...အိုးချင်းထားတော့ အိုးချင်းထိ..ကြိုးချင်းထားတော့ ကြိုးချင်းငြိဆိုသလိုသူတို့နှစ်ယောက်ကြား တဖြည်းဖြည်း သံယောဇဉ်တွေဖြစ်လာတဲ့အခါ...ဖခင်ဝန်ကြီးချုပ်ရဲ့ ရက်စက်ပြတ်သားလွန်းတဲ့ ဆုံးဖြတ်ချက်တွေကြားဖြစ်တည်မှုခြင်းမတူကြတဲ့ သူတို့နှစ်ယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ....သူတို့အချစ်ခရီးလမ်းဖြောင့်ဖြူးပါ့မလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာဆက်လက်ရှုစားပေးပါ...\nFile size…May Zin Oo & Mya\nQuality…720p WEB DL Ddp5.1 And 480p\nFormat…Mp4\nDuration….2h 10min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by May Zin Oo & Mya",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/3rd-class2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZTdiNTg4ZTEtMWZlMy00MWEyLTg1ZDYtYTcwN2VlYTc2ZTYzXkEyXkFqcGdeQXVyMzAzMzkzNTU@._V1_-142x200.jpg",
        "title": "Gatao: The Last Stray (2021)",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အချစ်အကြောင်းကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ\nအချစ်ဆိုတဲ့ထဲမှာ သမီးရည်းစားအချစ်တင်မကဘဲ သူငယ်ချင်းပေါင်းဖော်အချင်းချင်းချစ်တဲ့အချစ်ကိုပါ\nလှလှပပပုံဖော်ထားပြသထားတဲ့ ထိုင်ဝမ် ဇာတ်လမ်းကောင်းလေးတစ်ခုလည်းဖြစ်ပါတယ်ဂန်းစတားဆိုတာမျိုးက ကိုယ်လုပ်ချင်လွန်းလို့ဖြစ်လာတာမဟုတ်ဘဲနဲ့ အကြောင်းအမျိုးမျိုးကြောင့် မဖြစ်သာဘဲဖြစ်လာရတာပါ\nအားချင်းဆိုတဲ့ကောင်လေးဟာလည်း တည်ငြိမ်တဲ့အိမ်တစ်ခု သာမန်ဘဝတစ်ခုကို တောင့်တနေတဲ့ ဂန်းစတားတစ်ယောက်ပေါ့\nသူဟာ ရှောင်ချီဆိုတဲ့ ဓာတ်ပုံဆရာမလေးနဲ့တွေ့ပြီး သူ့စိတ်ကူးတွေ ဖြစ်လာခါနီးအချိန်မှာ သူတို့ အဖွဲ့က ဆေးကုန်ကူးမှုအရှုပ်အရှင်းတွေနဲ့ ဆက်နွယ်ပတ်သတ်လာပါတော့တယ်\nဒီလိုအရှုပ်အထွေးတွေကြားထဲမှာ အားချင်းတစ်ယောက် သူ့ညီအစ်ကိုတွေနဲ့ သူချစ်ရတဲ့ ကောင်မလေးကို ဘယ်လိုကာကွယ်နိုင်ဖို့ ကြိုးစားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )Quality__1080p,720p,360p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__02:05:00\nType__Crime , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gatao-the-last-stray-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2zpKzwrv8gjEgoqDOxR5LVzH2B.jpg",
        "title": "King of Prison 2: The Prison War",
        "description": "King of Prison 2 (2021)ထောင်ကားတွေ ရှားပါးနေတဲ့အချိန်မှာ\nထောင်ကား ကောင်းကောင်းလေးတစ်ကောင်းကို တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၂၀ ခုနှစ်တုန်းက King of Prison 1 ထွက်ရှိခဲ့ပြီး အတော်အတန် အောင်မြင်ခဲ့ပါတယ်။ထောင်ကား ကြိုက်နှစ်သက်သူတွေအဖို့ အတော်သဘောတွေ့ခဲ့ရတဲ့ ကားပါပဲ။ဒီကားကလည်း စိတ်မပျက်စေရဘူးဆိုတာ အာမခံပါတယ်။နာမည်ကြီး မင်းသားမင်းသမီးတွေ မပါဘဲ လူမိုက်ကြီးတွေနဲ့ကို ဇာတ်လမ်းက ကောင်းနေတာပါ။အဓိကကတော့ အက်ရှင်မှ ကြမ်းမှ ကြိုက်တယ်ဆိုသူတွေ ကြည့်သင့်တဲ့ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ထောင်မင်းသားတွေ ထောင်ဘုရင် ဖြစ်ဖို့ကြိုးစားကြတာပါ။ထောင်ထဲမှာ အပြိုင်အဆိုင်လူမိုက်လုပ်နေကြတဲ့ အဖွဲ့နှစ်ဖွဲ့ ရှိပါတယ်။ဒီနှစ်ဖွဲ့ရဲ့ခေါင်းဆောင်နှစ်ယောက်ကလည်း တစ်ယောက်နဲ့တစ်ယောက် ရန်စောင်နေကြတာပါ။\n\"ကိုယ်ဦးကိုယ်တွယ် သူဦး သူတွယ်\" ပါပဲ။\nဘာလို့လဲဆိုတော့ ခေါင်းဆောင်နှစ်ယောက်ဟာ ထောင်ဘုရင်ဖြစ်ဖို့ ပြိုင်နေကြတာကိုး။မကောင်းတဲ့အတိတ်နဲ့ ထောင်ထဲမှာဓားကိုင်နိုင်တဲ့ တစ်ဦးတည်းသော ထောင်သား ဂီချောလ် ရောက်လာတဲ့အခါမှာတော့\nအဖွဲ့နှစ်ဖွဲ့ကြားရန်လိုမှုက မီးလောင်ရာ ဓာတ်ဆီနဲ့လောင်းလိုက်သလိုပါပဲ။အရှိန်အဟုန်က ပြင်းထန်လာပါတော့တယ်။လာဘ်စားတဲ့ ထောင်လုံခြုံရေးမှူး ရယ် .....\nနောက်ကွယ်မှာ ထိန်းချုပ်ဖို့ ကြိုးစားနေတဲ့သူဌေးကြီးရယ် ......\nပါဝင်နေသေးတယ်ဆိုတော့…စစ်မှန်တဲ့ထောင်ဘုရင်ဘယ်သူဖြစ်မလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/king-of-prison-2-the-prison-war/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYxsMQQTGK1rp1JXhPsOVYYFafQ.jpg",
        "title": "Habit(2021)",
        "description": "Habit(2021)အညွှန်း*****************မင်းသမီးချောလေး Bella Thorne ရဲ့ တလွဲတွေပွဲကြမ်းတဲ့ကားပါ...ကြိုပြီးသတိပေးချင်ကတော့ ဒီကားဟာ R-rated movie ဖြစ်တဲ့အတွက် အသက်မပြည့်သေးတဲ့သူတွေ၊မိသားစုနဲ့ကြည့်မဲ့သူတွေ အတွက်မသင့်တော်ပါဘူး ဇာတ်လမ်းထဲမှာတော့ မက်ဒ် ဟာ ချောမောလှပတဲ့ တစ်ကောင်ကြွက်အမျိုးသမီးငယ်လေးဖြစ်ပြီး သူနဲ့ဘဝတူ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ LA မှာ နေထိုင်ကြပါတယ်။တခြားသူတွေနဲ့ မတူတဲ့အချက်ကတော့ မက်ဒ် ဟာ ယေရှု ဘုရားသခင်ကို ယုံကြည်ကိုးကွယ်သလောက် တလွဲပြစ်မှုတွေလုပ်ချင်တဲ့နေရာမှာလည်း ၂ယောက်မရှိဘူး...တစ်နေ့မှာတော့ မက်ဒ် ဟာ အလုပ်ပြုတ်သွားတဲ့အတွက် သူ့ငယ်ချင်း အက်ဒီ ...အီဗီ တို့နဲ့အတူ ကလပ်မှာ ဆေးအရောင်းဝယ်လုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဆေးကွဲပြီး ကလပ်ကအပြန် သူငယ်ချင်းမ အီဗီ အိမ်ခေါ်လာတဲ့ One night stand ဘဲကြီးကသူတို့ရှာထားတဲ့ ဒေါ်လာတွေနဲ့ ဆေးတွေကို သမပြီးလစ်သွားပါတော့တယ်။ ကံဆိုးချင်တော့ဆေးတွေရဲ့ပိုင်ရှင်က စောက်ရမ်းကြမ်းတဲ့ ဘိန်းရာဇာတရုတ်မ ဖြစ်နေတဲ့အခါ…မက်ဒ် တို့သုံးယောက် ဘယ်လိုတွေဂယက်ထကြမလဲ…...",
        "rating": "",
        "url": "https://channelmyanmar.org/habit2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt-140x200.jpg",
        "title": "King of Prison (2020)",
        "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကား\nကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nတင်ဆက်ပေးထားတာဖြစ်ပြီး\nဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။\nမင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်\nသရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့\nထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်\nကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူ\nထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့\nရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။\nထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလို\nတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။\nဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီး\nထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲ\nအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။\nစားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့\nကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့\nဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်\nကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။\nဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့\nအကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။\nအခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်း\nနေကြပါတယ်။\nအဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်း\nအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်\nသံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကို\nဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။\nကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲ\nဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့\nAction/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/king-of-prison-2020/"
    },
    {
        "thumbnail": "",
        "title": "Dilwale (2015)",
        "description": "ဘောလိဝုဒ်မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ မင်းသမီး Kajol တို့ တကြော့ပြန် ပြန်လည်လက်တွဲထားတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်းအကြောင်းမပြောခင်..ပြောချင်တဲ့အချက်တစ်ချက်ရှိပါတယ်။အဲဒါကတော့ ဒီဇာတ်ကားမှာ ရှုခင်းနဲ့ ဆက်တင်ကိုအထူးဂရုပြုပြီး ဖျော်ဖြေရေးဆန်ဆန် အရောင်အသွေးစုံလင်အောင်\nဖန်တီးထားတဲ့အကြောင်းပါ။အရောင်အသွေးစုံခင်မှုအပိုင်းမှာ တစ်နေရာမှ မလစ်ဟင်းအောင် ဂရုပြုထားပြီး\nပန်းချီကားတစ်ချပ်လို ဖန်တီးတင်ဆက်ထားတာ လှပလွန်းပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nမိသားစုတွေရဲ့ ရန်ငြိုးကြောင့် ချစ်ရက်နဲ့ ကွဲကွာနေကြတဲ့ ချစ်သူနှစ်ဦး\nကံကြမ္မာအလှည့်အပြောင်းတစ်ချိုးမှာ ပြန်လည်တွေ့ဆုံဖို့ ဖြစ်လာတဲ့အခါ.........။ဇာတ်လမ်းကို သွက်သွက်လက်လက်တစ်နည်း...လွမ်းလွမ်းဆွေးဆွေးတဖုံ....\nရယ်ရယ်မောမောတစ်သွယ်...ပုံစံမျိုးစုံ တင်ဆက်ရာမှာ သီချင်းတွေနဲ့ နောက်ခံ သံစဉ်တီးလုံးတွေက\nအတော်လေးလိုက်ဖက်ညီပြီး ဇာတ်လမ်းကို အကောင်းမွန်ဆုံးထောက်ပံ့ပေးသွားတာတွေ့ရပါတယ်။ဇာတ်ရံပေါင်းများစွာနဲ့ စုံစုံလင်လင်တင်ဆက်ထားပြီး ဇာတ်ကားကြာမြင့်ချိန်ကလဲ ၂ နာရီခွဲလောက်ရှိတဲ့အတွက်\nရုပ်ရှင်ရုံထဲကြည့်နေရသလို အေးအေးဆေးဆေး အနားယူ... အချိန်ယူ ခံစားကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားကို Tariq L Walker မှဘာသာပြန်ထားတာဖြစ်ပြီး ဇာတ်ဝင်တေးသီချင်းတွေကိုပါ မြန်မာပြန်ဆိုပေးထားပါတယ်။)File size…(2.6 GB) / (1.4 GB)\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….02:38:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/dilwale-2015_100/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
        "title": "Snake Eyes: G.I. Joe Origins (2021)",
        "description": "G.I.Joeထဲက နင်ဂျာအမဲ​ရောင် စကား​ပြောတဲ့ရုပ်ရှင်ထွက်လာပါပြီဒီရုပ်ရှင်က Snake Eyesနဲ့ သူရဲ့​သွေး​သောက်ညီအစ်ကို၊ ပြိုင်ဘက် Storm Shadow တို့ရဲ့ မူလအစကို တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ခေါင်း​​​ဆောင်မင်းသားနှစ်​​ယောက်က Crazy Rich Asians ထဲက Henry Golding နဲ့ ကြမ်း​ပေ့ရမ်း​ပေ့ဆိုတဲ့ \"Warriors\" စီးရီးထဲက မင်းသား Andrew Koji ပါငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကို အမည်မသိလူတစ်စု သတ်ဖြတ်သွားတာ​ကြောင့် ကလဲ့စား​ချေလိုစိတ်နဲ့ကြီးပြင်းလာ ခဲ့တဲ့ Snake Eyesတစ်​​ယောက်Arashik​age မျိုးနွယ်စုရဲ့ ဆက်ခံသူဖြစ်လာမယ့် ​\"တော်မီ\"ကို မျိုးနွယ်စုသစ္စာ​ဖောက် \"ကန်တာ\"နဲ့ လူမိုက်တစ်သိုက်လက်ထဲက ကယ်တင်ဖို့အ​ရေးနဲ့ ကြုံလာရပါတယ်သူကယ်တင်​ပေးခဲ့တဲ့\"တော်မီ\"က​နေတဆင့် Arashikage မျိုးနွယ်ရဲ့သိုင်းပညာကျင့်စဉ်တွေကို လက်ဆင့်ကမ်းသင်ကြားရင်း အ​ဖေကိုသတ်သွားတဲ့တရားခံကိုလက်စားပြန်​ချေနိုင်မလား၊Snake Eyesဆိုတဲ့နာမည်ကိုဘယ်လိုရလာမှာလဲ၊သစ္စာ​ဖောက် \"ကန်တာ\"ရဲ့အကြံအစည်က​ရော ဘာဖြစ်မလဲ၊JOEအဖွဲ့နဲ့ Cobraက​ရော ဒီဇာတ်ကားထဲမှာ ဘယ်လိုအခန်းကဏ္ဍက ပါဝင်လာမလဲ ......စသဖြင့် ​​ရှေ့မှာထွက်ပြီးသား G.I.Joe နှစ်ကားရဲ့ Spin off အဖြစ် ဇာတ်လမ်းဆက်​ပေးသွားမှာဖြစ်ပါတယ်Digital ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/snake-eyes-g-i-joe-origins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/61baxbexL0L._SL1000_-154x200.jpg",
        "title": "[James Bond] The Man with the Golden Gun (1974)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ ဒုတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/james-bond-the-man-with-the-golden-gun-1974/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNmY1M2QyYmEtODZjMy00ZDBlLTliNzAtMDdkYTcwOGRlN2U5XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-141x200.jpg",
        "title": "Uppena(2021)",
        "description": "Uppena 2021\n--------------------\nIMDB Rating 6.9/10Action / Drama / Romanceတေလဂူးလ်ကားတွေထဲ အချစ်ကားဆို သိပ်မကြိုက်ပေမယ့်\nဒီကားလေးကတော့ အတော်လေး သဘောကျစရာကောင်းတယ်လို့ပဲ\nပြောရမှာပေါ့. ဇာတ်လမ်းအစမှာ ကြည်နူးဖွယ်ဇာတ်ဝင်ခန်းတွေ\nအလယ်လောက်မှာတော့ ခံပြင်းစရာဇာတ်ဝင်ခန်းမျိုးနဲ့\nဇာတ်လမ်းအဆုံးမှာတော့ မထင်မှတ်ထားတဲ့\nအချိုးအကွေ့နဲ ဆွဲဆောင်သွားမယ့် ဇာတ်အိမ်မျိုးနဲ့ ရိုက်ကူးထားပါတယ်.\nမျိုးရိုးမတူတဲ့ လူငယ်နှစ်ယောက်ကြားက မေတ္တာရယ်\nမျိုးရိုးဇာတ်ဆိုတာကြီးကို သိပ်ကို ပြင်းထန်စွာ ခံယူထားတဲ့ ရာယာနမ်ဆိုတဲ့ လူကြီးရဲ့\nအတ္တတရားကို အိုဗာအက်တင်သိပ်မပါပဲ ကြည့်ရမယ့်ကားမျိုးပေါ့.\nကုလားပြည်မှာက မျိုးရိုးဇာတ်ခွဲခြားမှုတွေ သိပ်ကိုပြင်းထန်ခဲ့တာပေါ့ဗျာ.\nလူလူချင်းတူပေမယ့် မျိုးရိုးဇာတ်နိမ့်သူက ပညာတက်ဖြစ်ရင်တောင်\nအဖတ်မလုပ် မတူမတန်ရွံစရာသလို ဆက်ဆံခံရတဲ့ အန္ဒိယပြည့်ရဲ့\nအရိပ်မည်းကြီးကို ဒီကားက အခြေပြု ရိုက်ကူးထားပါတယ်.ဇာတ်လမ်းအကျဉ်း\n-----------------\nရာယာနမ်ဆိုတဲ့ လူကြီးက ရွာရဲ့မျက်နှာဖုံး\nမျိုးရိုးဇာတ်အမြင့်ကိုမှ လူလို့ထင်တဲ့လူ.\nသမီးဖြစ်သူကို ကောလိပ်တတ်ဖို့\nရွာကို မြို့ကောလိပ်က ဘတ်စ်ကားကိုပါ\nလာခေါ်ခိုင်းနိုင်ပြီး တရွာလုံးကလူတွေကို\nသေဆိုသေရှင်ဆိုရှင်စေနိုင်တဲ့ထိ အာဏာဆက်ပြင်းတဲ့လူကြီး.\nသမီးဖြစ်သူ ဆဂီးသာကတော့ ဖြူစင်တဲ့ကောင်မလေးပေါ့.\nသူမ အဖေရာယာနမ်က သူ့ကိုသိပ်ဂရုမစိုက်ဘူးခံစားရလို့\nအားကိုးရမယ့် ချစ်သူကို ရှာဖွေနေသူပါ. တနေ့တော့\nမထင်မှတ်ပဲ သူ့ကျောင်းအပြန်လမ်းက ရန်ပွဲမှာ\nသူ့ရင်ခုန်ရာ ကောင်လေးကိုရှာတွေ့ခဲ့ပါတယ်.\nကောင်လေးက သူတို့ရွာနားက ကမ်းစပ်မှာ\nနေထိုင်စားသောက်ပြီး တံငါသည်လုပ်ငန်းနဲ့\nအသက်မွေးရတဲ့ ဆင်းရဲသားမျိုးရိုးဇာတ်နိမ့်သူ.\nဒါပေမယ့် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/uppena2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
        "title": "Bhuj: The Pride of India(2021)",
        "description": "Bhuj: The Pride of India(2021) အညွှန်း***********************************ဖြစ်ရပ်မှန်အခြေခံတဲ့ အိန္ဒိယစစ်ကားတစ်ကား... ဒီရုပ်ရှင်ဟာ ၁၉၇၁ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ အိန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကိုအခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး Ajay Devgn , Sanjay Dutt , Sonakshi Sinha က ခေါင်းဆောင်ပါဝင်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း (တာဝန်ခံ)အရာရှိ ဗီဂျေးကာရ်နစ်ခ်ရဲ့လက်အောက်မှာရှိတဲ့ ဘူဂျ်လေတပ်စခန်းဟာပါကစ္စတန်လေတပ်ရဲ့ဗုံးကြဲခြင်းကို ခံလိုက်ရလို့ လေယာဉ်ပြေးလမ်းတွေပျက်စီး ကုန်တယ်....ဒါ့အပြင် တင့်ကားလက်နက်အပြည့်အစုံ ၊အင်အားအလုံးအရင်းနဲ့ နယ်စပ်ကို ကျူးကျော်ဝင်ရောက်လာမယ့် ပါကစ္စတန်ကြည်းတပ်ကိုအိန္ဒိယနယ်ခြားစောင့်တပ်တွေက မထိန်းနိုင်တော့ပါဘူး။အဲ့ဒီနေရာကို တစ်ခြားတပ်ရင်းတွေကနေ ရဟတ်ယာဉ်နဲ့စစ်ကူပို့ပေးနိုင်ဖို့ ကြိုးစားခဲ့ပေမယ့်လည်း တစ်ဖက်မှာ ပါကစ္စတန်ရေတပ်က အမြောက်ကြီးတွေနဲ့တောက်လျှောက်ပစ်ခတ်နေတာကြောင့် ရဟတ်ယာဉ်တွေ ဝေဟင်မှာ မပျံရဲတော့ပါဘူး။တကယ့်ခံစစ်စည်းကျိုးပေါက်ရင်တခြားနေရာတွေပါအလွယ်တကူပေးလိုက်ရမှာမို့ ဒီနေရာကိုမဖြစ်မနေ ပါကစ္စတန်တွေမသိမ်းနိုင်အောင် အသဲအသန်ကြိုးစားရမဲ့အနေအထားဖြစ်ပါတယ်..စစ်ရေးအရ အရေးနိမ့်ကျမှုများစွာရှိလို့ အိန္ဒိယတပ်မတော်ဟာ နောက်ဆုံးနည်းတစ်နည်းနဲ့စစ်ပွဲကိုပြန်လည်စိုးမိုးဖို့ကြိုးစားပါတော့တယ်....သူတို့တွေဘယ်လိုကြိုးစားကြလဲ...သူတို့စီစဉ်ထားသလိုဖြစ်လာပါ့မလား..ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်တဲ့အတွက် အိန္ဒိယ ၊ ပါကစ္စတန် နဲ့ ဘင်္ဂလားဒေ့ရှ်နိုင်ငံတို့အကြောင်း ဖြစ်ပါတယ်။ရိုက်ချက်တွေတော်တော်ကြီး အဆင့်အတန်းမြင့်မားတဲ့ရုပ်ရှင်ဖြစ်လို့ ဇာတ်လမ်းအစအဆုံးကို ကိုယ်တိုင်ပဲ ခံစားကြည့်လိုက်ပါတော့...။  File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/bhuj-the-pride-of-india2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqDNdwM3JSR2b6EoEnYD8xZcPbi.jpg",
        "title": "Blind (2011)",
        "description": "[Unicode]၂၀၁၁ တုန်းက ထွက်ရှိထားတာဖြစ်ပြီး best screenplay ဆုလည်း ရရှိထားတဲ့ ကားဖြစ်ပါတယ် ။ပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Kim Ha Neul လည်း Best Actress ဆုကို ဒီကားနဲ့ ရရှိခဲ့ပါတယ် ။ဒီဇာတ်ကားလေးမှာ I'm not a robot/Memorist စတဲ့ ဇာတ်ကားတွေက မင်းသား Yoo Seung Ho လည်း အဓိက ပါဝင် သရုပ်ဆောင်ထားပါသေးတယ် ။ဇာတ်လမ်းအကျဉ်းမင်ဆူအာဟာ ရဲသင်တန်းတက်ရောက်နေတဲ့ ရဲမေတစ်ယောက်ဖြစ်ပါတယ်\nသူမကတော့ မိဘမဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီး ဂေဟာမှာ အတူနေတဲ့ မွေးစားမောင်လေး ဒုံယွန်းလည်းရှိပါတယ်...တစ်ရက်မှာ မောင်နှမ ၂ ယောက် ကား accident ဖြစ်ပြီး ဒုံယွန်း သေဆုံးသွားခဲ့ပါတယ်\nဆူအာလည်း မျက်မမြင်တစ်ယောက် ဖြစ်သွားခဲ့ပြီး သူမရဲ့ ရဲမေဘဝကို စွန့်လွှတ်ခဲ့ရပါတယ်ဒါပေမယ့် တစ်ရက်မှာ သူမနေခဲ့တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2TPe9/Blind_(2011).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGIxOfxsgcNS8aco8xgFlv3rYnt.jpg",
        "title": "Beckett(2021)",
        "description": "Beckett(2021) အညွှန်း**********************IMDb....7.5ဒီကားထဲကမင်းသား John David Washington ဟာ မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန်ရဲ့သားဖြစ်ပြီးတော့ ဒါရိုက်တာကြီးနိုလန်ရဲ့TENET မှာပွဲကြမ်းခဲ့တာ တော်တော်များများသိကြမှာပါ...အခု Netflix ကထွက်တဲ့ ဒီကားထဲမှာတော့ တခြားသူတွေကို ကယ်ဖို့နေနေသာသာ သူ့ကိုယ်သူတောင်မနည်းပြန်ကယ်နေရတဲ့  ပြဿနာပေါင်းသောင်းခြောက်ထောင်ကြားရောက်နေတဲ့သူတစ်ယောက်ပေါ့....ဘတ်ကတ် နဲ့ ဧပရယ်တို့ဟာ ဂရိနိုင်ငံကိုအလည်အပတ်ရောက်ရှိနေတဲ့ အမေရိကန်စုံတွဲတစ်တွဲဖြစ်ပါတယ်။\nတစ်ညနေ သူတို့နှစ်ယောက် ခရီးစဉ်အတွင်းယာဉ်မတော်တဆမှုကြုံရာကနေ ဇနီးဖြစ်သူ ဧပရယ်သေဆုံးသွားခဲ့ပါတယ်။ဘက်ကတ်ကိုယ်တိုင်လည်း ဒဏ်ရာအပြင်းအထန်ရသွားတယ်...ဇနီးသည်သေဆုံးမှုကြောင့် သောကမငြိမ်းနိုင်သေးတဲ့ဘတ်ကတ်တစ်ယောက် ယာဉ်မတော်တဆမှုဖြစ်တဲ့\nနေရာကိုသွားပြီး သူ့ဇနီးသည်ဖြစ်သူကို နောက်ဆုံးအနေနဲ့ နူတ်ဆက်ဖို့သွားခဲ့ပါတယ်...အဲ့ဒီနေရာရောက်တဲ့အချိန်မှာပဲ ထူးဆန်းစွာ သူတို့ယာဉ်မတော်တဆမှုကို ကိုယ်တွယ်နေတဲ့ ရဲတွေကဘက်ကတ်ကို ပစ်သတ်ဖို့ကြိုးစားကြတယ်....နယ်မြေစိမ်းမှာ သူအားကိုးရာဖြစ်တဲ့ရဲတွေကိုယ်တိုင်က သူ့ကိုယ်လိုက်သတ်တယ်ဆိုတော့ ဘက်ကတ်တစ်ယောက်အကြီးအကျယ်ဒုက္ခရောက်ပါတော့တယ်...သူ့ကိုရဲတွေက ဘာလို့နှုတ်ပိတ်ဖို့ကြိုးစားတာလဲ... သူလွတ်မြောက်နိုင်ပါ့မလား...ဒီရဲတွေရဲ့နောက်မှာ သီးခြားဘယ်လိုအဖွဲ့အစည်းတွေများရှိနေမလဲ...သူကရော ဘယ်နေရာမှာ ဘာအမှားလုပ်ခဲ့မိလဲ? အခုလိုက်သတ်နေတဲ့သူတွေက ဘယ်သူတွေလဲ ?\nဘာကြောင့်လဲ ?\nအစရှိတဲ့ မေးခွန်းတွေကိုဘတ်ကတ်နဲ့အတူ ရင်တမမနဲ့ ဆက်လက်ရှုစားကြရမှာဖြစ်ပါတယ်။File Size : (1.9GB), (1GB), (380MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:48:00\nGenre ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/beckett2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/VyMTA5NzIyMDY5-150x200.jpg",
        "title": "Shershaah  (2021)",
        "description": "Shershaah 2021\n---------------------------------\nIMDB 9.0/10 User 3.9Kဒီနှစ်ထဲမှာ low budget နဲ့ဇာတ်ကားတွေချည်းမို့\nကားကောင်းတွေ နည်းခဲ့တယ်။ အဲ့ဒီအထဲ\nဒီဇာတ်ကားကတော့ ကြိုက်မိပါတယ်။ဗစ်ကရမ်ဆိုတဲ့ ငနဲက ငယ်ငယ်လေး ကတည်းက\nရန်ဖြစ်ဖို့လည်း လက်မရွံ့ခဲ့။\nအကြောက်တရားက မရှိခဲ့။ကျောင်းတွင်း ပြည်ထောင်စုနေ့၊ လွတ်လပ်ရေးနေ့တွေမှာဆို\nကျောင်းသားအားလုံးကို ကျောင်းဝတ်စုံနဲ့ မြင်ရပေမဲ့\nဗစ်ကရမ်ကတော့ အိန္ဒိယစ်စဝတ်စုံကို\nဂုဏ်ယူဝင့်ကြွားစွာ ဝတ်လာတတ်တယ်။ငယ်စဉ်ကတည်းက မက်ခဲ့တဲ့ အိပ်မက်က\nအရွယ်ရောက်လာတဲ့အခါ စစ်သားကြီးဖြစ်ဖို့ပေါ့။သူကောလိပ်တက်စဉ်မှာတော့ အင်မတန်မှကို\nချောမောလှပတဲ့ ချစ်သူတစ်ယောက်လည်း ပိုင်ဆိုင်ထားတယ်။အချစ်ရေးမှာရော သူ့ရဲ့ ရည်မှန်းချက် အိပ်မက်က\nဘယ်လို အတားအဆီးဖြစ်လာမလဲ။အဲ့ဒါက ဗစ်ကရမ်ရဲ့အကြောင်းပါပဲ ။သူ့တာဝန်ထမ်းဆောင်ရတဲ့ နေမြေကတော့\nအများသိတဲ့ စစ်သွေးကြွတို့ရဲ့ နယ်မြေ\nကက်ရှ်မီးယားပါပဲ။ကက်ရှ်မီးယားကို သူစတင်ရောက်စဉ်မကြာမီမှာပဲ\nဒေသခံတွေနဲ့ ရင်းနီးသွားတယ်။သတင်းပေးတွေရဲ့ သတင်းတွေအရ\nအကြမ်းဖက်သမားတွေကို ဘယ်လိုဖြိုခွင်းမလဲဆိုတာကိုလည်း\nစစ်ကားကောင်းတစ်ကားလို ကြည့်ရမှာပါ။အချစ်လည်း ပါသလို၊ စစ်ရေးလည်း ပါတာမို့\nကြည့်ရတာ ကျေနပ်မိစေမှာပါ။\nသူတို့တပ်ရင်းရဲ့ မြင်မြင်သမျှတွေဟာလည်း\nတကယ့်စစ်သားတွေလို စကားလုံးအသုံးအနှုန်းတွေကအစ\nသဘာဝကျလှပါတယ်။ဒီလို ကားကောင်းတစ်ကားကို မိတ်ဆွေတို့\nအပန်းဖြေနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ဪ မေ့လို့.. ရိုချင်တဲ့သူတွေအတွက်လည်း\nသီချင်းလေးက ကောင်းလွန်းလို့ စာတန်းထိုးပေးထားပါတယ်ဗျ။ \nFile size…1.45GB and 2.18GB\nQuality…720p AMZN Web ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/shershaah-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-Rise-Of-An-Empire-poster-135x200.jpg",
        "title": "300: Rise of an Empire (2014)",
        "description": "300: Rise of an Empire (2014)\nIMDb - 6.2/10_____Rotten - 44%\n #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ 2006 ခုနှစ် တုန်းက ထွက်ခဲ့တဲ့ 300 ဇာတ်ကားရဲ့အဆက် အဖြစ် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားက 300 လောက်သိပ်မကောင်းပါဘူး။ အထူးသဖြင့် ဒီကားမှာ စစ် ပွဲကောင်းကောင်းတွေ တွေ့ရမယ်လို့ မျှော်လင့်ထားတဲ့ ကျွန်တော်အတွက်တော့ စိတ်ပျက်စရာဖြစ် ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Themistokles ဆိုတဲ့ အေသင် မြို့က စစ်သူကြီး က ပထမဆုံးအကြိမ် Persian တွေ စစ်ချီလာကတည်းက ရင်ဆိုင်တွေ့ခဲ့ဖူးသလို၊ Xerxes ရဲ့ အဖေဖြစ်တဲ့ (အဲ့ဒီအချိန်တုန်းက စစ်ချီလာတဲ့ Persian ဘုရင်) Darius ကို ပါ မြှားနဲ့ပစ်ခွင်းပြီး သတ်ခဲ့ပါတယ်။ ဒါပေမယ့် အဲ့ဒီတုန်းက ဘုရင့်သားတော် Xerxes ကိုတော့ မသတ်ပဲ လွှတ်ပေးမိရာကနေ Xerxes က နောက်တစ်ကြိမ် ပြန်ပြီး စစ်ချီလာတာဖြစ်ပါတယ်။၃၀၀ မှာတုန်းက Sparta ကို Messenger ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/300-rise-of-empire-20144/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-141x200.jpg",
        "title": "300 (2006)",
        "description": "300 (2006)IMDb - 7.6/10_____Rotten - 61%ဒီဇာတ်ကားက တကယ့်အဖြစ်အပျက်ရာဇဝင်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်ကားရဲ့ အသက်ကတော့ စကားအသုံးအနှုန်းနှင့် Graphic Effect တွေပါ။ စကားအသုံးအနှုန်းတွေ တကယ်အသက်ဝင်ပြီး မာန်ပါလှပါတယ်။\nဇာတ်ညွှန်းဆိုတာထက် သမိုင်းက တကယ့်အဖြစ်အပျက်ကိုတော့ အနည်းငယ်ပြောပြချင်ပါတယ်။***300 (သို့မဟုတ်) Battle of Thermopylae***ဘီစီ ၄၈၀ ခုနှစ် သြဂုတ်လတွင် ပါရှားဘုရင် ဇပ်ဇီး(စ်) (Xerxes) သည် ဂရိပြည်အား တိုက်ခိုက် ရန်အတွက် စစ်သည် နှစ်သိန်း ၊ စစ်သဘောၤတထောင်မျှ ပါဝင်သည့် ဧရာမ တပ် ကြီးနှင့် ချီ၍ လာသည်။ ထိုစဉ်က ဂရိတို့သည် (City state ) မြို့တမြို့ တနိုင်ငံ စံနစ်ဖြင့် သီးခြားစီ ရပ်တည်နေထိုင်လျက် ရှိကြသည်။ သို့သော် တမျိုးနွယ်လုံး၏ ရန်သူ ပါရှန်တို့ စစ် ချီလာပြီ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/300-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMDliOTIzNmUtOTllOC00NDU3LWFiNjYtMGM0NDc1YTMxNjYxXkEyXkFqcGdeQXVyNTM3NzExMDQ@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Big Hero 6 (2014)",
        "description": "Big Hero 6 (2014)\nIMDb - 7.8/10______Rotten - 89%\nWon 1 Oscar. Another 16 wins & 58 nominationsWalt Disney Animation ရဲ့ နောက်ထပ်\nလူကြိုက်များလှတဲ့ animation ဇာတ်ကားလေးပါပဲ။\nဝင်ငွေအကောင်းဆုံးဇာတ်ကားအဖြစ် ရပ်တည်ခဲ့တဲ့\nဇာတ်ကားဖြစ်ပြီး ပေးထားတဲ့ Message တွေကောင်းမွန်လှပပါတယ်။\nBaymax ရဲ့ ချစ်စရာကောင်းတဲ့ အပြုအမှုလေးတွေနဲ့\nပုံစံတွေကို သဘောကျမိမှာ အမှန်ဖြစ်ပြီး Baymax ရဲ့\nလှုပ်ရှားပြုမှုပုံတွေကို ပင်ဂွင်းပေါက်စလေးတွေရဲ့\nအပြုအမှုကို ပုံစံတူယူပြီး ဖန်တီးထားတာပါ။\nWalt Disney နဲ့အတူ Marvel Entertainment ကပါ\nပူးပေါင်းရိုက်ကူးထားတဲ့အတွက် အစောပိုင်းထွက်ခဲ့တဲ့\nWalt Disney ဇာတ်ကောင်တွေနဲ့ မတူကွာခြားလို့နေပါတယ်။\nIMDB Ratings: 7.8/10 ရရှိထားပြီး\nကြည့်ဖို့လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားလေးတစ်ခုပါပဲ။\n \nFile size…(1.4 GB) / (700 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by ...",
        "rating": "7.8",
        "url": "https://megaup.net/1wsix/Big_Hero_6_{1080P_Blu-ray_5.1_CH}_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUgr4a9tgLbpq4C3Xy9Ecty2q9S.jpg",
        "title": "Slate ( 2020 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းရဲ့အကြောင်းအရာလေးကတော့.... ယွန်းဟီးဆိုတဲ့ ကောင်မလေးဟာ မိဘမဲ့ တစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းကအဓိကဇာတ်ကောင် ဖြစ်ချင်စိတ်ပြင်းပြတဲ့လူတစ်ယောက်ပါဒါပေမဲ့လည်း သူဟာ အဓိက ဇာတ်ဆောင်ဖြစ်ဖို့ကံ​တော့ပါမလာဘဲဇာတ်ကားတစ်ကားရဲ့ အက်ရှင်အစားထိုးစတန့်သမားလုပ်ဖို့ကမ်းလှမ်းခံရကာ ရိုက်ကွင်းကိုသွားတဲ့အချိန်မှာ မထင်မှတ်ထားဘဲနဲ့အပြိုင်ကမ္ဘာကိုရောက်ရှိသွားပါတော့တယ် အဲ့ဒီကမ္ဘာမှာယွန်းဟီးကို ရွာသားတွေက ရွာကိုကာကွယ်ပေးမဲ့ ဝိညာဉ်သတ်ဖြတ်သူသူရဲကောင်းလို့ထင်မှတ်ပြီး တစ်ရွာလုံးက သူ့ကိုပစားထားကြပါတယ်ဒီလိုနဲ့ အဓိက ဇာတ်ကောင်ဖြစ်ချင်တဲ့ ယွန်းဟီးတစ်ယောက်အဓိကဇာတ်ကောင်ဖြစ်ဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့အခွင့်အရေးကို လက်လွှတ်မခံဘဲ ဘယ်လိုအလွဲတွေနဲ့ရွာကိုကယ်တင်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Quality : Bluray 720pFormat : mp4During : 1h 40minGenres : ActionSubtitle : Myanmar Sub ( Hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/slate-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zT0G9rNziv26mx5Q2QS1ecwzaQ6.jpg",
        "title": "Nekrotronic (2018)",
        "description": "ရှေးခေတ်တုန်းက လူတွေက နတ်ဘုရားတွေကို ယစ်ပူဇော်ခဲ့ကြတာဟာနတ်ဆိုးနဲ့မကောင်းဆိုးဝါးတွေ ကမ္ဘာကိုလာလို့ရမယ့် Wormhole တစ်ခုလို ဖြစ်ပြီးကမ္ဘာပေါ်ကို ဒီကောင်တွေ ရောက်လာပါတယ်တဲ့။အဲ့ဒီနတ်ဆိုးတွေက လူတွေရဲ့ဝိဉာဉ်တွေကိုစားသုံး၊လူတွေကိုပူးပြီး သတ်ဖြတ်ပါလေရောတဲ့..အဲ့အချိန်မှာပဲ သောက်ရမ်းကြမ်းတဲ့လက်နက်တွေ၊အစွမ်းတွေနဲ့ အောက်လမ်းဆရာတွေပေါ်လာပြီးနတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေနဲ့ ဘတပြန်ကျားတပြန် ဆော်ပလော်တီးနေကြတာ အတော်ကြာနေခဲ့ပါပြီတဲ့..အခုခေတ်ရောက်လာတော့ နတ်ဆိုးတွေက အင်တာနက်အစွမ်းကိုသိပြီး App တစ်ခုထုတ်လိုက်ပါလေရောတဲ့..အဲ့ App နဲ့ အင်တာနက်ပေါ်ကတဆင့်လူတွေဆီကို ဝင်ပူးပါတော့တယ်...အဲ့နတ်ဆိုးက အသက်ကြီးပေမယ့် မိုက်နေတုန်းပါပဲ...မိုက်ဆို..နတ်ဆိုးက ဒို့မတ်မတ် မိုနီကာဘယ်လူချီဖြစ်နေတာကိုး...မင်းသားကတော့ Iron man နဲ့ Captain America ပေါင်းထားတဲ့ရုပ်နဲ့ Australia မင်းသား Ben O'Toole ပါ။Sci-Fi , Horror အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ရှယ်ကြမ်းအောင် ရိုက်ကူးထားပါတယ်။ရွံစရာမကောင်းဆိုးဝါးတွေ..ရောင်စုံအစွမ်း ရောင်စဉ်တန်းတွေ...ခပ်မိုက်မိုက်လက်နက်တွေ...ခက်ကြမ်းကြမ်းချကွက်တွေနဲ့ဒီဇာတ်ကားက IMDb Rating (5.6) ရရှိထားပါတယ်။ \nFile size…(1.7 GB) / (999 MB) / (400 MB)\nQuality…BluRay 1080p ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/nekrotronic-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1IMiz5qW22cohF6luPK4rM1DWf.jpg",
        "title": "Spy Hard (1996)",
        "description": "Spy Hard (1996)ဒါလေးက Naked Gun မင်းသားကြီး Leslie Nielsen ပါဝင်ထားတဲ့စပိုင်ဇာတ်လမ်း အက်ရှင်ဟာသဇာတ်ကားလေးပါ ..007 ဟာသဗားရှင်းဆိုလည်း မမှားပါဘူး ..နာမည်ပေးထားတဲ့ Spy Hard ဆိုတာကလဲ ဘရုစ်ဝီလီရဲ့ နာမည်ကြီး Die Hard ကို အခွက်ပြောင်ထားတာပါ။အထဲမှာလဲ နာမည်ကြီးအက်ရှင်ဇာတ်ကားတချို့ကို အခွက်ပြောင်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးကိုဖျက်ဆီးမယ့်ဂြိုလ်တုလွှတ်တင်ဖို့ကြံရွယ်နေတဲ့ လူဆိုးဗိုလ်ချုပ်ကြီးကိုတားဆီးဖို့အတွက်အထူးအေးဂျင့် Dick Steele (နာမည်ကအဆန်း) တစ်ယောက် အစွမ်းကုန်ကြိုးစားရင်းအလွဲလွဲအချော်ချော်ဖြစ်ပေါ်တာတွေကို ခွီရအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nFile size…(1.4 GB) / (800 MB) / (400 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/spy-hard-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/G_I_Joe_Retaliation-563529358-large-1-135x200.jpg",
        "title": "G.I. Joe: Retaliation (2013)",
        "description": "G.I. Joe: Retaliation (2013)_____IMDb - 5.8/10\nGI Joe The Rise of Cobra ရဲ့ အဆက်အနေနဲ့ ထွက်ရှိလာခဲ့ပြီး\nပထမရုပ်ရှင်က မင်းသားတွေဖြစ်တဲ့ Channing Tatum တို့ လီဗျောင်ဟွန်းတို့အပြင်ဒီရုပ်ရှင်မှာတော့ Dwayne Johnson တို့ Bruce Willis တို့လို ဖိုက်တာတွေပိုပါဝင်လာတာမို့ပိုကြမ်းလာတယ်ပြောရမှာပေါ့...။တကယ့်ဖိုက်တာမင်းသားတွေ အပြိုင်အဆိုင်ကြမ်းထားကြတာမို့ဇာတ်လမ်းထက် သူတို့ကြမ်းတာကို မနည်းလိုက်ကြည့်ရမလိုဖြစ်နေရပါတယ်။ဇာတ်လမ်းကတော့...G.I.Joe အဖွဲ့ရဲ့ ကပ္ပတိန်ဒုခ်နဲ့ အဖွဲ့သားတွေ ထောင်ချောက်ဆင်သတ်ဖြတ်ခံရပီးတဲ့နောက်အသက်ရှင်ကျန်ရစ်နေခဲ့တဲ့ ရုတ်ဘလော့ခ် ( The Rock) လေဒီဂျေး , ဖလင့် နဲ့ Snake eyes တို့တွေပူးပေါင်းပြီးCobra commander , Firefly , Zartan နဲ့ Storm Shadow တို့ရဲ့ကမ္ဘာကြီးကိုဖျက်ဆီးမဲ့အစီအစဉ်ကိုဘယ်လိုတွေတားဆီးကျမယ်...သူတို့အဖွဲ့အတွက် ဘယ်လိုလက်စားချေမယ်ဆိုတာကိုAction ဇာတ်ဝင်ခန်းအလန်းစားတွေနဲ့ကြည့်ရှုခံစားရမှာပါ။(Extended Version ကိုမှ HEVC Quality ပါ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/g-i-joe-retaliation-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/large-cover-133x200.jpg",
        "title": "G.I. Joe: The Rise of Cobra (2009)",
        "description": "G.I. Joe: The Rise of Cobra (2009)_____IMDb - 5.8/10\n၁၆ ရာစုနှစ် ပြင်သစ်ဘုရင် လူဝီ ၁၃ လက်ထက်မှာ\nဂျိမ်းစ် မက်ကောလင်း လို့ခေါ်တဲ့ စကော့တလန်လူမျိုးတစ်ဦးကို သံမီးဖုတ် မျက်နှာစွပ်ပေးပြီး အပြစ်ဒဏ်ပေးခဲ့တယ် ။ သူ့ရဲ့ အပြစ်ကတော့ လူဝီဘုရင်ကို လက်နက်တွေ တီထွင်ပေးပြီး တစ်ခြားရန်သူတွေကိုလည်း လက်နက် ရောင်းတဲ့ သစ္စာဖောက်မှုပေါ့ ။ လက်နက်တီထွင်သူဆိုတာ ဘက်တစ်ဘက်တည်းကိုပဲ တီထွင်ပေးရတယ် နှစ်ဘက်ခွ တီထွင်ပေးရင် သစ္စာဖောက်ပေါ့ ။ဒီဘက်မျက်မှောက်ခေတ်ဘက်ရောက်လာတော့\nဂျိမ်းစ်မက်ကောလင်းရဲ့ မျိုးဆက်တွေဟာ ကာဇတ်စတန်နိုင်ငံမှာ မားစ် ဆိုတဲ့ နာမည်နဲ့ လက်နက်ကုမ္ပဏီ ဖြစ်လာခဲ့ကြတယ် ။ အဲဒိကုမ္ပဏီက NATO ရဲ့ အထောက်အပံ့နဲ့ လက်နက်သစ်တစ်မျိုး စမ်းသပ်အောင်မြင်သွားတယ် ။ အဲဒိလက်နက်ကတော့ သတ္ထုတွေကို စားပစ်တဲ့ နာနိုမိုက်လို့ ခေါ်တဲ့ ဗိုင်းရပ်ပဲပေါ့ ။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/g-i-joe-the-rise-of-cobra-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/006-Ferzugy1gsyq2ud9dkj62bc38l7wi02-151x200.jpg",
        "title": "The Magical Shooters (2021)",
        "description": "တရုတ် Streaming TV လိုင်းပေါ်ကနေ ပြသသွားတဲ့ ဇာတ်ကားဖြစ်ပြီးတောင်းဆိုနေကြလို့ တင်ဆက်လိုက်ပါတယ်။ဒီဇာတ်လမ်းကတော့..တစ်ချိန်က တရုတ်ပြည်ရဲ့တော်လှန်ရေးကာလမှာ တော်လှန်သူအချင်းချင်းကြား ခံယူချက်ချင်းမတူလို့ဖြစ်ခဲ့ရတဲ့ ဝမ်းနည်းစရာဖြစ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။စစ်ဖြစ်ပွားနေတဲ့ကာလ ခေတ်ပျက်ကြီးမှာ ကုန်သည်တွေ လုံခြုံရေးတာဝန်ခံဆိုသူတွေကအမြီးကျက် အမြီးစားနဲ့ ပြည်သူတွေဒုက္ခရောက်ပြီး သွေးမြေကျမှု များစွာဖြစ်ပေါ်နေခဲ့ပါတယ်။အဲ့ကာလ ကျန်းချန်မြို့မှာ မြို့တော်ကိုကာကွယ်ဖို့ ဖွဲ့စည်းထားတဲ့ ရှီဟဲဂိုဏ်းဆိုတာရှိတယ်...အဲ့ဒီဂိုဏ်းက လုလာမ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကို ဆွဲခေါ်ပြီး ရန်သူတွေကို လက်စားချေဖို့ လေ့ကျင့်ပေးပါတော့တယ်။ဒီလက်စားချေမှုနောက်ကွယ်မှာ ဘာတွေရှိမလဲလုလာမ်ဆိုတာကရောဘယ်လိုလူမျိုးလဲ သူကဘယ်လောက်ထိလုပ်ဆောင်သွားနိုင်မလဲဂိုဏ်းတွေနဲ့ အာဏာပိုင်တွေနောက်ကွယ်မှာ ဘာတွေရှိမလဲဆိုတာ ကြည့်ရှုရမှာပါ။ \nFile size…(1.5 GB) / (880 MB) / (400 MB)\nQuality…WEB-HD 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chu Chu",
        "rating": "",
        "url": "https://channelmyanmar.org/the-magical-shooters-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/dial-160x200.jpg",
        "title": "Dial 100 (2021)",
        "description": "Dial 100 (2021)အညွှန်း********************IMDb..8.3မင်းသားကြီးManoj Bajpayee ကိုတော့ The Family Manဇာတ်လမ်းတွဲနဲ့အားလုံးရင်းနှီးကြမယ်ဆိုရင်သူဘယ်လောက်သရုပ်ဆောင်ကောင်းလဲသိကြမှာပါ...ဒီကားထဲမှာတော့ ရဲအရာရှိတစ်ဉီးအဖြစ်သရုပ်ဆောင်ထားတယ်....ဒီဇာတ်ကားကလေးကတော့ ဒီနေ့ပဲ Zee5 ရုပ်သံလိုင်းမှ အသစ်ထွက်ရှိလာတဲ့ IMDb rating 8.3အထိရရှိထားပြီးအဆိုအက မပါတဲ့Action /Thriller ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။မွန်ဘိုင်းမြို့က ရဲအရေးပေါ်ဌာန ထိန်းချုပ်ခန်းမှာ တာဝန်ကျအရာရှိ ရဲတစ်ဦးထံကိုဘယ်ကမှန်းမသိတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ဖုန်းခေါ်လာတယ်....သူပြောတာက တိုင်ချက်ဖွင့်တယ်ဆိုတာထက် ထူးဆန်းပါတယ်...သူ့ကိုယ်သူသတ်သေရမလား သူ့သားကိုသတ်သွားတဲ့သူကို သတ်ရမလားတဲ့...ဒီအမျိုးသမီးဟာ   ရဲအရာရှိ နီခ်ဟေလ်းရဲ့ အမည်ကို သိနေတဲ့အပြင်ထူးထူးဆန်းဆန်းတွေ ဆက်ပြောဆိုလာပါတယ်...ရဲအရာရှိနီခ်ဟေးလ်အတွက် ခေါင်းမီးတောက်တော့တာပဲ...သူဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ ...ဘယ်လို အလှည့်အပြောင်းတွေရှိနေမှာလဲ ... ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါ။ ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size :(900 MB),(330MB)\nQuality : WEB-DL 720p,480P\nFormat…mp4\nDuration…01:46:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/dial-100-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjM1OTMxNzUyM15BMl5BanBnXkFtZTgwNjYzMTIzOTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Suicide Squad (2016) EXTENDED",
        "description": "Hype တွေများလွန်းလို့ တကယ့်ဇာတ်ကားထွက်လာတော့ထင်သလောက်ခရီးမရောက်ဖြစ်ခဲ့ရတဲ့ ဇာတ်ကားကိုဘယ်လိုဘယ်ပုံတွေကောင်းကြောင်း ဆိုးကြောင်းထပ်ပြီး မညွှန်းချင်တော့ပါဘူး။မျှော်လင့်ထားသလောက် ဖြစ်မလာပေမယ့်မကောင်းဘူးလို့တော့လဲလုံးဝပြောလို့မရတာတော့အမှန်ပါဒါ့ကြောင့် ဇာတ်လမ်းသွားလေးပဲ နည်းနည်းညွှန်းပေးပါရစေ။ဇာတ်ကားကို Batman နဲ့ Supermanရဲ့တိုက်ပွဲအပြီးSuperman သေဆုံးသွားတဲ့နောက်ပိုင်းကာလမှာဇာတ်အိမ်တည်ထားပါတယ်။အစိုးရအဖွဲ့အနေနဲ့ Supermanလို လူစွမ်းကောင်းမျိုးသာ ဆိုးသွမ်းတဲ့ဘက်ကနေ လူသားတွေကိုဒုက္ခပေးမယ့်Villainတစ်ဦးဖြစ်နေမယ်ဆိုရင် ဆိုတဲ့စိုးရိမ်စိတ်တွေဖြစ်လာကြတဲ့အတွက်Amanda Waller ဆိုတဲ့အမေရိကန်အစိုးရအဖွဲ့မှ အမျိုးသမီးကြီးရဲ့အကြံအစည်ကDC ရဲ့နာမည်ကျော် Villainsကြီးများနဲ့အဖွဲ့တစ်ခုထူထောင်ပြီး အစိုးရအနေနဲ့မဖြေရှင်းနိုင်တဲ့ကိစ္စများကိုသူ့ရဲ့Task Force X ခေါ် Suicide Squad အဖွဲ့ကိုလွှတိပြီးဖြေရှင်းစေဖို့ပဲဖြစ်ပါတယ်။Amanda ရဲ့ အကြံအစည်အောင်မြင်မလားဒီvillainsကြီးတွေကိုရောသူထိန်းချုပ်နိုင်ပါ့မလားSuicide Squadအဖွဲ့သားတွေကရောဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ဖြေရှင်း ရမလဲဆိုတာကိုတော့ဇာတ်ကားထဲမှာပဲဆက်လက်ကြည့်ရှုခံစားပေးပါခင်ဗျာ။မညွှန်းတော့ဘူးဆိုပေမယ့် တစ်ခုလေးပြောပြစရာရှိပါသေးတယ် :-Pဇာတ်ကားရဲ့ အဓိက အားသာချက်တစ်ခုကတော့ characters ကိုက်ညီမှုရှိတာပါပဲအထူးသဖြင့်Deadshot အဖြစ်သရုပ်ဆောင်တဲ့ Will Smith နဲ့ရေပန်းစားနေတဲ့ Harley Quinn အဖြစ်Margot Rubbie တို့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကတော့ ပရိတ်သတ်အထူးကြိုက်နှစ်သက်ကြလိမ့်မယ်ဆိုတာကျိန်းသေပေါက် အာမခံရဲပါတယ် ။Joker အဖြစ် အများစိတ်ဝင်စားနေတဲ့ Jared Letoကိုလဲ သူပါသမျှဇာတ်ဝင်ခန်း များအရသုံးသပ်ဖို့ခက်ခဲနေသေးပေမယ့် မဆိုးဘူးလို့တော့မြင်မိပါတယ်။ဒါ့ကြောင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1x2k1/Suicide_Squad_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNzZhMzFiNGQtZmQwNS00Nzc5LTgxMDAtMTY2MDY1ODc4MDhjXkEyXkFqcGdeQXVyMTMzMDg3NTky._V1_-150x200.jpg",
        "title": "Rewind (2021)",
        "description": "ဒီဇာတ်ကားကို IMDb မှာ လူ ၅၀၀ ကျော်လောက်က IMDb Rating (9.4) လို့ ပေးထားပါတယ်။User Rating မြင့်သလိုပဲ ဇာတ်လမ်းကလဲ နည်းနည်းထူးခြားတဲ့ တောင်ပိုင်းဇာတ်ကားပါ။ဇာတ်လမ်းကတော့..အရ်ဂျွန်က ခရိုနီကြီးတွေ နိုင်ငံရေးသမားတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေကို ဖေါ်ထုတ်တဲ့ မှုခင်းသတင်းထောက်...ဒီလိုလူမျိုးမှာလည်း ရန်သူက အများသား..သူ့မှာ အရမ်းချစ်ရတဲ့မိန်းမနဲ့ သမီးလေးတစ်ယောက်ရှိတယ်..တစ်နေ့သူ့သမီးလေးကို ကစားကွင်းခေါ်သွားနေတုန်း သမီးဖြစ်သူပြန်ပေးဆွဲခံခဲ့ရပါတယ်..ရဲဌာနနဲ့ သူကိုယ်တိုင် သုံးလလောက် လိုက်ရှာပေမယ့် ရှာမတွေ့ခဲ့တဲ့အပြင်ပြန်ပေးသမားကလည်းဒီတောအတွင်း ဘာတောင်းဆိုမှုမှ ရှိမလာခဲ့ပါဘူး...ဘာလုပ်ရမှန်းမသိဖြစ်နေတုန်း အကြံတစ်ခုရသွားခဲ့ပါတယ်အဲ့ဒါကတော့ Lucid Dream လို့ခေါ်တဲ့ အိပ်မက်သို့ခရီးသွားခြင်းနည်းနဲ့အဲ့ဒီနေ့က အဖြစ်အပျက်တွေရဲ့ မှတ်ဉာဏ်တွေကို ပြန်လည်တူးဖေါ်လာတဲ့အခါမှာတော့..။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.1 GB) / (1.1 GB)\nQuality…WEB-DL 1080p / 720p / 360p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "9.4",
        "url": "https://channelmyanmar.org/rewind-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTY5MDU5NjIzOF5BMl5BanBnXkFtZTgwNTY5ODc1MjE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "My Boss, My Teacher (2006)",
        "description": "IMDb Rating (5.7)Rotten Tomatoes (60%)ဒီကားကတော့ ပထမကား My Boss,My Hero (2001) ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမကားက သရုပ်ဆောင်တွေပဲ ပြန်ပါလာတာမို့ ပထမကားလိုပဲအချိတ်အဆက်မိမိ ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ပထမကားမှာတော့ လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ်တစ်ယောက် အထက်တန်းကျောင်းကို ပြန်တက်ပြီးအောင်လက်မှတ်ရရှိခဲ့ပေမယ့် သူ့ဆရာ လူမိုက်ဂိုဏ်းချုပ်ကြီးကတော့ တင်းတိမ်ခြင်းမရှိသေးပါဘူး။သူ့တပည့်ကျော်ဂန်ဒူဆစ်အနေနဲ့ အဆင့်မီလူမိုက်ဖြစ်ဖို့ကျောင်းပညာရေးဆက်သင်ရဦးမယ်ယူဆပြီး ကျောင်းကိုထပ်လွှတ်လိုက်ပါပြီ...ဒီတစ်ခါတော့ ကျောင်းသားမဟုတ်တော့ပါဘူး...ကျောင်းဆရာအနေနဲ့ပါ။လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ် တဖြစ်လဲ ကျောင်းဆရာဂန်ဒူဆစ်နဲ့ သူ့ရဲ့တပည့်ကျော်ခေါင်းကြီးတို့တွေကျောင်းမှာ ဘယ်လိုတွေချကြဦးမလဲဆိုတာ...။(ဒီဇာတ်ကားက BluRay HD မထွက်ရှိတာကြောင့် DVDRip Quality နဲ့သာ တင်ဆက်လိုက်ရပါတယ်။) \nFile size…(1.7 GB) / (800 MB)\nQuality…DVDRip 720p / 360p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Tayza",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-boss-my-teacher-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iOyWhkeDJ7GY2VcA93KF0oLzLV6.jpg",
        "title": "My Boss, My Hero(2001)",
        "description": "ဂန်ဒူဆစ် ဟာ တိုက်ရည်ခိုက်ရည်ရှိပြီး လူမိုက်လောကမှာ အလားအလာကောင်းတဲ့ ဂန်းစတားတစ်ယောက်ပါသူ့ရဲ့စွမ်းဆောင်မှုတစ်ခုကြောင့် ဂိုဏ်းခေါင်းဆောင်ကြီးက သဘောကျပြီး ဆိုးလ်မြို့ရဲ့ အချက်အချာအကျဆုံးနေရာတွေထဲက တစ်ခုဖြစ်တဲ့ မြောင်ဒေါင်း ကို အုပ်ချုပ်စေဖို့ ဆုံးဖြတ်ခဲ့ပေမယ့် အထက်တန်းတောင် မအောင်တဲ့ သူ့ကိုအရေးပါတဲ့နေရာတစ်ခုကို အုပ်ချုပ်ဖို့ တာ၀န်ပေးတာ မဖြစ်သင့်ဘူးလို့ ကျန်တဲ့ လူမိုက်တွေက ဝိုင်းကန့်ကွက်ကြတဲ့အခါဂန်ဒူဆစ် တစ်ယောက် ကြီးကောင်ကြီးမား လူလတ်ပိုင်းအရွယ်ကျမှ ကျောင်းပြန်တက်ဖို့ လုပ်ရပါတော့တယ် သူ့ရဲ့တပည့်ကျော်နှစ်ယောက်ကြောင့် ပုဂ္ဂလိက ကျောင်းတစ်ခုမှာ ၀င်ခွင့်ရခဲ့ပေမယ့် ဂန်းစတားဘ၀ကနေကျောင်းသားဖြစ်သွားတဲ့ လူမိုက်ကြီး ကျောင်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာကိုဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားရမှာပါဒီကားအဆက် My Boss,My Teacher (2006) ကို  https://channelmyanmar.org/?s=my+boss+my+teacher ဒီမှာကြည့်ပါ။ Translated by : Aung Tay ZaEncoded by: YKFile Size ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/my-boss-my-hero2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/a98a9bd30775d802fa8adbdbf5023667-158x200.jpg",
        "title": "District 13: Ultimatum (2009)",
        "description": "IMDb Rating(6.5) / Rotten Tomatoes(75%)၂၀၀၄ ကထွက်ခဲ့တဲ့ District 13 ကားလေးကိုမှတ်မိလောက်ဦးမယ်ထင်ပါတယ်။\nပြင်သစ်နိုင်ငံ ပဲရစ်မြို့နားက District 13 ဆိုတဲ့နေရာလေးကိုအခြေခံရိုက်ကူးထားတဲ့ အက်ရှင်ကားကောင်းလေးတစ်ကားပါ။ပထမကားဟာ IMDb 7.1 ထိရရှိခဲ့သလိုပဲ ဒုတိယကားဟာလည်း IMDb 6.5 ဆိုတော့\nပထမကားလောက်နီးနီးအရသာပေးစွမ်းနိုင်ဆဲကားလေးတစ်ကားဆိုရင်လည်းမမှားပါဘူး။ဒုတိယမြောက်ကား‌လေးကိုတော့ ၂၀၀၉ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီး\nပထမကားလောက်နီးပါး အောင်မြင်မှုတွေသိမ်းပိုက်ခဲ့တဲ့ ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းလေးကိုတော့ ပထမကားရဲ့အဆုံးသတ်က‌နေပဲ ဆက်ထားပါတယ်။\nလီတိုတို့ရဲ့ အမဲရောင်နယ်မြေ‌လေးကို အုတ်တံတိုင်းတွေဖြိုဖျက်ပြီး\nနယ်မြေကောင်းကောင်း‌‌လေးဖြစ်အောင်လုပ်ပေးမယ်ဆိုတဲ့ကတိကတော့\nအစိုးရတွေပြောင်းသွားသော်လည်း လေထဲမှာ‌လွင့်ပျောက်သွားပြီး\nလီတိုတို့နယ်မြေလေးဟာ ဆိုးမြဲပေမြဲတေမြဲဆက်လက်ဖြစ်နေခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ လီတိုတို့‌နယ်မြေလေးကို ဖြိုဖျက်ပြီး\nအသစ်ကနေစပြီးပြန်လည်တည်ဆောက်ချင်တဲ့ ဆောက်လုပ်ရေးလုပ်ငန်းကြီးတစ်ခုနဲ့\nကော်မရှင်ခမျိုးမျိုးမြတ်မြတ်လေးလိုချင်တဲ့ နိုင်ငံရေးအုပ်ချုပ်ရေးပိုင်းကလူကြီးတစ်ယောက်တို့တွေ့ဆုံတဲ့အခါဘယ်လိုနိုင်ငံရေးပဋိပက္ခတွေကို ဖန်တီးမလဲ၊ ဒေမီယမ်နဲ့ရောဘယ်လိုငြိမလဲ၊\nလီတိုကရော ဒီကားထဲမှာ ဘာတွေဆက်လုပ်သွားမလဲ\nလီတိုတို့နယ်မြေရဲ့ ဂိုဏ်း‌တွေကရော ဘာတွေလုပ်ကြမလဲဆိုတာကို မြိုင်မြိုင်လေးကြည့်ရဦးမယ့် ကားကောင်း‌လေးတစ်ကားပါ။ပထမကားလောက်နီးနီးကို ကြည့်လို့ရှယ်ကောင်းလှတာမို့ ဒီကားကိုလဲ လက်မလွတ်သင့်ပါဘူး။ \nFile size…(1.9 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/district-13-ultimatum-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/91bRBvOZwEL._SL1500_-149x200.jpg",
        "title": "District 13 (2004) District B13/Banlieue 13",
        "description": "IMDb Rating(7.1)/Rotten Tomatoes (70%)ပြင်သစ်ကားကောင်းလေးတွေရဲ့ နိုင်ငံတကာကိုထိုးဖောက်မှုတွေဟာ\n၂၁ ရာစုအစဦးပိုင်းနှစ်တွေတည်းက စလာခဲ့တယ်ဆိုတာအကုန်လုံးလည်းသိကြမယ်ထင်တယ်...\nအခုနောက်ဆုံးထွက်ထားတဲ့ Asphalt Racing လိုကားကောင်း‌လေးတွေထိထွက်နိုင်နေပြီဆိုရင်လည်းမမှားပါဘူး\nဒီလိုကားကောင်းတွေထဲမှာ ၂၀၀၄ ကထွက်ခဲ့တဲ့ District B13 ဆိုတဲ့ ဒီဇာတ်ကားကလဲ ရှေ့ဆုံးကပါပါတယ်..\nဟောလိဝုဒ်ရဲ့ ကောင်းပါတယ်ဆိုတဲ့အက်ရှင်ကားကောင်းတွေနဲ့တန်းတူထားထားကြတဲ့ အက်ရှင်ကားဖြစ်ပြီး\nIMDb rating 7.1 ရရှိထားတဲ့ထိ အောင်မြင်ကျော်ကြားခဲ့ပါတယ်။ဇာတ်လမ်းကတော့....\nလီတိုဟာ ဥပဒေမရှိ ရဲစခန်းမရှိ ကျောင်းတွေမရှိတဲ့ လူဆိုးနယ်မြေလို့သတ်မှတ်ထားတဲ့ နယ်မြေ ၁၃ မှာမွေးလာတဲ့\nတစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းကောင်လေးတစ်ယောက်ပါ...ဇကလဲမသေးသလို လက်ဇောင်းလဲထက်ပါတယ်။\nအဲဒီဒေသရဲ့လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းပြီး ရဲလက် အပ်ခဲ့တာတောင် ရဲကပြန်လွှတ်ပေးတဲ့အပြင်\nသူ့ညီမပါထိုးကျွေးခံခဲ့ရတာမို့ ရဲရောလူဆိုးတွေကိုပါ အမှုန့်ချေချင်နေတဲ့ကောင်လေးတစ်ယောက်ပါ။သူတို့နယ်မြေ ၁၃ မှာ လူဆိုးတွေရော ရဲတွေရော ခြေရှုပ်ပြီး အမှုကပတ်ပွေနေကြတာပါ..\nဒီထဲမှာ ဒေမီယံဆိုတဲ့ ဖိုက်တာရဲတစ်ယောက်ကတော့ မတူပါဘူး..သူက တရားဓမ္မဖက်ကနေတဲ့ ဖိုက်တာရဲပါ...\nလူ ၂ သန်း‌လောက်ကို မျက်စိတစ်မှိတ်အတွင်း သေသွားနိုင်တဲ့ လူဆိုးဂိုဏ်းလက်ထဲရောက်နေတဲ့နျုဗုံးတစ်လုံးကို\nနယ်မြေ ၁၃ ထဲမှာ ဒေမီယံကို သွားဖြုတ်ဖို့ တာဝန်စေခိုင်းခံရတဲ့အခါ...\nဖိုက်တာရဲနဲ့ လီတိုလို ဇရှိတဲ့ကောင်လေးတို့ ဖိုက်တာနယ်မြေ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/district-13-2004-district-b13-banlieue-13/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BNTY5MDY5NzItZWFlZC00ZDFiLWIwMDMtY2FlMGZhNGI4ODNkXkEyXkFqcGdeQXVyMTYxNzg3MzY@._V1_-140x200.jpg",
        "title": "PUBG Ground Zero (2021)",
        "description": "PUBG - Ground Zero (2021)PUBG ထဲက Playerunknown ရဲ့ Battleground's Universe ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတိုလေးပါ။မာဒုန်ဆော့ ရဲ့ ဖန်များ အားပေးနိုင်ရန် အလို့ငှာ တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .......အကျဉ်းသား မာဂန်ဂျယ် ဟာ အင်မတန် အားသန်ပြီး ရက်စက်ကြမ်းကြုတ်တဲ့လူကြီး ဖြစ်ပါတယ်။သူ့ကို အသေရရ အရှင်ရရ ဖမ်းမိတဲ့သူကို ဆုတော်ငွေ ချီးမြှင့်မယ်လို့ ကြော်ငြာလိုက်တဲ့ အချိန်မှာတော့ .....ထောင်သားအားလုံးက ဖမ်းဆီးဖို့ ပြင်ဆင်ကြပါတော့တယ်။ကျွန်တော်တို့ရဲ့ လူသန်ကြီး မာဒုန်ဆော့ ဘယ်လောက်ထိ သန်မာဦးမလဲ?\nကြမ်းပြ ရမ်းပြဦးမလဲဆိုတာကို ဒီဇာတ်လမ်းတိုလေးထဲမှာ ကြည့်လိုက်ကြရအောင်ဗျာ။၉ မိနစ်ဆိုပေမယ့် သဘောတွေ့ မနောခွေ့မိမှာတော့ အသေအချာပါ။ဘာသာပြန်ပေးထားတာကတော့ August ပဲ ဖြစ်ပါတယ်။File size…140 MB\nQuality….1080p\nFormat…mp4\nDuration…. 9 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... August\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://megaup.net/Y827/PUBG_-_Ground_Zero.2021.CM.mp4",
        "category": "Action, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-30-at-14.46.18-138x200.png",
        "title": "The Last Mercenary (2021)",
        "description": "The Last Mercenary (2021)===================IMDb Rating - 7.0/10 ဒီနေ့အတွက် အားလုံးပဲသိကြတဲ့ မင်းသားကြီး ဗန်ဒိန်းရဲ့ ကားသစ်ကိုတင်ဆက်ပေးပါမယ်။ဇာတ်လမ်း အကြမ်းဖျဥ်းလေးညွှန်းရရင် ဗန်ဒိန်းက လျှို့ဝှက်အေးဂျင့်တစ်ယောက်ဖြစ်ပြီးအစိုးရရဲ့ လျှို့ဝှက်မစ်ရှင်ကို ဦးစီးပြီးဆောင်ရွက်ခဲ့တာဖြစ်ပြီး အဲ့ မစ်ရှင်ကိုပဲ အစိုးရက လူသိမခံစေချင်တာကြောင့်အေးဂျင့်တစ်ဖွဲ့လုံးကို ခြေရာဖျောက်နေထိုင်စေချင်ပါတယ်။ ဒါကြောင့် အလဲအလှယ်အနေနဲ့ ဗန်ဒိန်းရဲ့မိန်းမက သူ့သား(ဗန်ဒိန်းရဲ့သား) ကို ဥပဒေကနေကင်းလွတ်ခွင့်ပေးရမယ်ဆိုပြီး အစိုးရထံကနေ ပြန်လည်တောင်းဆိုလိုက်ပါတယ်။ အစိုးရနဲ့ အပေးအယူလုပ်ပြီး ဗန်ဒိန်းကလည်း ခြေရာဖျောက်နေထိုင်ကာ သူ့သားကိုပါ တစ်ခြားတစ်ယောက်ထံအပ်နှံထားခဲ့ပြီး ၂၅နှစ်ကြာ ခြေရာဖျောက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမယ့် ကိစ္စတစ်ခုကြောင့် သူ့သားဟာ အန္တရာယ်တွေကြားမှာ ပြေးလွှားဖို့ ဖြစ်လာခဲ့ရတာမို့ . ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့လျှို့ဝှက်အေးဂျင့်ကြီး ဗန်ဒိန်း၊ မစ်ရှင်တွေအမျိုးမျိုးကို ကြမ်းကြမ်းတမ်းတမ်းဆော်ချနေတဲ့ဘဲကြီးက သားဖြစ်သူကိုကာကွယ်ဖို့အတွက် ၂၅ နှစ်ကျော်ပျောက်ကွယ်နေရာကနေ ပြင်သစ်ကို ပြန်လာတာရပါတော့တယ်။ အညွှန်းကတော့ ဒီလောက်ပါပဲဗန်ဒိန်း ရဲ့ကားသစ်လည်းဖြစ် ကြမ်းကြမ်းရမ်းရမ်းတိုက်ခိုက်ပုံတွေနဲ့ လျှို့ဝှက်အေးဂျင့်မစ်ရှစ်တွေကို ဟာသနှောပြီးရိုက်ကူးထားတာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းပါလို့ပြောချင်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-mercenary-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rODS466qSdrwMlGdbUwPENhDN2c.jpg",
        "title": "Rurouni Kenshin: The Beginning (2021)",
        "description": "ယောက်ဖတော်နဲ့ အသေအကြေတိုက်ခဲ့တဲ့ Rurouni Kenshin: The Final အပြီးမှာထပ်ထွက်လာတဲ့ Rurouni Kenshin: The Beginning ဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ လေ့လွင့်ရိုနင် ခန်းရှင်း ရယ်လို့မဖြစ်လာမီ လူသတ်သမား ဘတ်တိုဆိုင်းအဖြစ် နိုင်ငံရေးရှုတ်ထွေးတွေကြားထဲမှာခန်းရှင်းကျင်လည်ခဲ့ရတဲ့ဘဝ အစိတ်အပိုင်းကို နောက်ကြောင်းပြန်တဲ့ပုံမျိုးနဲ့ပြောပြရင်း ဇတ်အိမ်တည်ထားတာဖြစ်ပါတယ် ၁၈၆၀ ခုနှစ်မှာ ဂျပန်ပြည်တွင်း အဆုံးသတ်စစ်ပွဲဆင်နွှဲနေကြချိန် မြို့ထဲလမ်းမတွေမှာ တိုက်ပွဲတွေနေရာအနှံဖြစ်ပွားနေပြီးလူသတ်သမား ဘတ်တိုဆိုင်းဆိုတဲ့ နာမည်ကြီး ဓားသမားတစ်ယောက်ဟာ အကျင့်ပျက်အစိုးရအရာရှိကြီးတွေကိုလိုက်လံသုတ်သင်လျှက်ရှိပြီးအင်အားဘယ်လောက်များများသူ့ကိုဘယ်သူကမှမတားဆီးနိုင်ခဲ့ကြရုံမက ရှိုးဂန်းခေတ်နှောင်းရဲ့ ရဲတပ်ဖွဲ့ကြီးကတောင် လက်မြှောက်ထားရပါတယ်။ဘတ်တိုဆိုင်းအနေနဲ့နှုတ်ယူခဲ့ရတဲ့အသက်တွေကြောင့် ဂျပန်ပြည်ကြီးကို ခေတ်သစ်တစ်ခုဆီခေါ်ဆောင်သွားချင်တဲ့စိတ်သာရှိတဲ့လူငယ်လေးကို ခံစားချက်မဲ့လူသတ်စက်ကြီးလိုခေါ်ရလောက်အောင်ရင့်သီးသွားစေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့လိုဘဝတူ ကျိုးပဲ့နေတဲ့ဘဝထဲက မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီး ကံကြမ္မာအလှည့်အပြောင်းတွေကြားကနေ ကြမ်းတမ်းခက်ထန်တဲ့လူသတ်သမားအဖြစ်ကနေ နောက်ထပ် လူမသတ်တော့ဖို့ရာကျိန်ဆိုတဲ့အထိအောင်ဖြစ်သွားခဲ့ရပါတော့တယ်။Rurouni Kenshin: The Beginning ကတော့ ခန်းရှင်းနဲ့ တိုမိုအဲတို့ရဲ့ အချစ်ဇတ်လမ်းလေးကနေအသွားပြောင်းပြန်ဓားသမား ခန်းရှင်းအဖြစ်ပြောင်းလဲသွားခဲ့ရတဲ့ သခင်မဲ့ဓားသမား ခန်းရှင်းရဲ့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/rurouni-kenshin-the-beginning-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BNDdhMzMxOTctNDMyNS00NTZmLTljNWEtNTc4MDBmZTYxY2NmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-135x200.jpg",
        "title": "Crouching Tiger, Hidden Dragon (2000)",
        "description": "Crouching Tiger Hidden Dragon (2000)ဝူတန်သိုင်းလို့ပြောလိုက်တာနဲ့ Chinese Fanတွေဆိုရင်းရင်းနှီးနှီးသိကြမှာပါဒီကားမှာတော့ ဝူတန်သိုင်းသမားသူရဲကောင်းလီမူဘိုင်က သိုင်းလောကကနေအနားယူပြီး အေးအေးချမ်းချမ်းနေဖို့ သူ့ရဲ့ကျောက်စိမ်းကံကြမ္မာဓားကို ဆရာတီဆီလက်ဆောင်ပေးရာကနေစတဲ့ဇာတ်လမ်းပါသူရဲကောင်းလီမူဘိုင်ရဲ့ဆရာတောင်ပိုင်းကြိုးကြာ(နာမည်ဝှက်)ဆီက ဝူတန်သိုင်းရဲ့လျှို့ဝှက်သိုင်းကျမ်းကို ကျောက်စိမ်းမြေခွေး(နာမည်ဝှက်)ကခိုးယူကျင့်ကြံပြီး တောင်ပိုင်းကြိုးကြာကိုသတ်ပစ်ခဲ့ပါတယ်ကျောက်စိမ်းမြေခွေးက လျှောက်သွားရင်း ရှောင်လုံဆိုတဲ့ချမ်းသာတဲ့မမလေးကို တပည့်တော်ကာပညာသင်ပေးရင်း ဇာတ်မြှုပ်နေရာမှ တပည့်လေးကြောင့် သူ့ကိုရန်သူတွေသိသွားပါတော့တယ်ရှောင်လုံကလည်း ငယ်ငယ်ထဲကဆရာ့ပြောစကားတွေကြောင့် သိုင်းလောကမှာကျင်လည်ပြီးလျှောက်သွားချင်သူပါ နာမည်ကျော်သူရဲကောင်းတွေလို အစွမ်းထက်လက်နက်တွေနဲ့ ဟိတ်ဟန်ထုတ်ချင်သူပါမမျှော်လင့်ဘဲ ရှောင်လုံနဲ့ရှုလျန်တို့တွေ့ဆုံခင်မင်ရာမှ ကျောက်စိမ်းကံကြမ္မာဓားကိုရှောင်လုံတွေ့သွားသောအခါအရမ်းလိုချင်သွားပါတော့တယ် ရှောင်လုံကလည်းဓားရအောင်ဘယ်လိုလုပ်မလဲ...ရှုလျန်ကလည်း သူ့ချစ်သူအတွက်ဓားကို ဘယ်လိုကာကွယ်ပေးမလဲ...လီမူဘိုင်ကရော သိုင်းလောကကနေအနားယူရပါ့မလား...ကဲဇာတ်လမ်းထဲပဲကြည့်လိုက်ရအောင်နော်ရှုလျန်အဖြစ် Michelle Yeoh (သူ့ကိုတော့ The Ladyကားမှာထဲက သိကြမှာပါ)လီမူဘိုင်အဖြစ် Chow Yun-Fatရှောင်လုံအဖြစ် Zhang Ziyiကျောက်စိမ်းမြေခွေးအဖြစ် Cheng Pei Pei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__1080p, 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__02:00:00\nType__Action ,Adventure , Fantasy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/crouching-tiger-hidden-dragon-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Screenshot-2021-07-29-at-21-41-01-Crouching-Tiger-Hidden-Dragon-Sword-of-Destiny-2016-140x200.png",
        "title": "Crouching Tiger Hidden Dragon: Sword of Destiny (2016)",
        "description": "ကျတော် ဒီအပတ်ကုန်မှပဲ Star Wars တင်ပေးနိုင်ပါတော့မယ်။ ဒီလိုပြောလို့ ရက်စက်လိုက်တာဆိုရင်တော့ မတရားစွပ်စွဲခံရတာပါလို့ ပြန်အော်မှာနော် ငိငိ။ကျတော် ငရဲမင်းတွေ ကြယ်တာရာစစ်ပွဲတွဲကြားထဲကနေ သိုင်းလောကထဲကို ပြန်ရောက်နေလို့ပါ။ကျတော်တို့ ၉၀ ဖွား ၈၀ဖွား ၂၀၀၀ဖွားတွေငယ်ငယ်က တရုတ်သိုင်းကားထဲမှာ ဇတ်လမ်းတွဲမဟုတ်ဘဲ တစ်ကားထဲနဲ့ ဇတ်လမ်းကောင်းလွမ်းလို့ အသဲစွဲခဲ့တဲ့ ဇတ်ကားတစ်ကားကို မှတ်မိကြသေးလားမသိဘူး။ဟုတ်ပါတယ် ဝပ်နေသောကျား ပုန်းနေသောနဂါးပါပဲ။ အခု ၂၀၁၆ မှာ အသစ်စက်စက် ထပ်ထွက်လာခဲ့ပါပြီ။ဒီလိုကိစ္စမျိုး ရှိလားလို့မမေးပါနဲ့ ရှိပါပြီ။ ဒီကားကို မနေ့ကထွက်ထွက်ချင်း တနေကုန်ထိုင်ရေးပေးထားတာပါ။၁ ကို လောလောဆည်ပြန်မတင်နိုင်သေးလို့ ဇတ်လမ်းအကျဉ်းပဲ ပြောပြပါ့မယ်။၁ ရဲ့ နောက်ဆုံးခန်းမှာ ရှုလျန် ရဲ့ ချစ်သူ လီမုပေ့ သေသွားခဲ့ပြီး ခင်ပွန်းလောင်းကလဲ ချောက်ထဲခုန်ချသွားတာနဲ့ အဆုံးသတ်သွားခဲ့တာပါ။ဒီကားမှာတော့ ၁၈ နှစ်ကြာပြီးနောက်မှာ ရှုလျန် ပြန်လာခဲ့ပြီး လီမုပေ့ရဲ့ ကြမ္မာစိမ်းဓားကို လုမဲ့ သိုင်းဂိုဏ်းကြီးကို ခုခံတဲ့အကြောင်းကို ...",
        "rating": "6.1",
        "url": "https://megaup.net/Y7st/Crouching_Tiger_Hidden_Dragon_-_Sword_of_Destiny_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/894cfd8d90d0c6c4befa2410fa35b9bc-140x200.jpg",
        "title": "The Thieves (2012)",
        "description": "ဒီဇာတ်ကားကို ၂၀၁၂ ဇူလိုင်လမှာ စပြီဖြန့်ချီခဲ့ပါတယ် ။IMBd rating 6.8 ရရှိခဲ့ပြီး Rotten Tomatoes 64% နဲ့Metacritic 75% အထိရရှိခဲ့ပါတယ်။ဒီဇာတ်ကားမှာကိုရီးယားရဲ့ထိပ်တန်းဖြစ်လာမယ့်သရုပ်ဆောင်တွေနဲ့ထိပ်တန်းဖြစ်ခဲ့တဲ့သရုပ်ဆောင်တွေအများကြီးပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nကိုရီးယားနိုင်ငံ ရဲ့movie indrustry တိုးတက်လာတာနဲ့အမျှရိုက်ကူးလာတဲ့ ဇာတ်ကားတွေရဲ့အရည်အသွေးတွေလဲ ထိပ်တန်းရောက်လာနေပါတယ်။\nBudget ကို ကန်ဒေါ်လာ ၁၄.၁ မီလီယံ နဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၈၆ သန်းကျော် ပြန်လည်ရှာဖွေပေးနိုင်ခဲ့ပါတယ် ။\nစတင်ဖြန့်ချီခဲ့တဲ့ ၂၀၁၂ ကနေစပြီး ၂၀၁၃ အထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၉ခု မှာ ဆုအတွက်လျာထားခြင်းခံခဲ့ရပါတယ်။\nဆုပေးပွဲ ၉ခု မှာ ဆုပေါင်း၃၁ ခုအတွက်လျာထားခြင်းခံခဲ့ရပါပြီး ၁၃ဆုကို ရယူနိုင်ခဲ့ပြီး ၁၈ ဆုကိုတော့ဇကာတင်စရင်းဝင်နိုင်ခဲ့ပါတယ်။\nအနောက်နိုင်ငံတွေမှာပြသခဲ့ပေမယ့် အာရှနိုင်ငံတွေမှာသာ ဆုရယူနိုင်ခဲ့ပါတယ်။\nအဓိကဇာတ်ဆောင်တွေအနေနဲ့ဆုသိပ်မရခဲ့ဘဲ စက်ပိုင်းဆိုင်ရာတွေ ဒါရိုက်တာဆု တွေနဲ့ဖန်တီးမှုတွေအတွက်ရတဲ့ဆုကပိုများပါတယ်။\nနောက်ကပံ့ပိုးပေးတဲ့သူတွေ တော်တော်များများဆုရခဲ့တာပါ...ကိုရီးယားရုပ်ရှင်သမိုင်းမှာ ၂၀၀၆ ခုနှစ်က ထွက်ခဲ့တယ့် The Host ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-thieves-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pixomatic_1627481676875-142x200.png",
        "title": "Players (2012)",
        "description": "IMDb Rating (4.1) / Rotten Tomatoes (43%)Hollywood ရဲ့ နာမည်ကြီးThe Italian Job ဇာတ်ကားကို ပြန်ရိုက်ကူးထားတဲ့ Bollywood ဇာတ်ကားပါ...ဒါပေမယ့် မူရင်းကားနဲ့ မတူအောင်ကြိုးစားဖန်တီးတင်ဆက်ထားတာကိုတွေ့ရမှာပါ....ဇာတ်လမ်း Duration ကလဲ မူရင်းကားထက်စာရင် နှစ်ဆလောက်ကြာအောင်ကိုရိုက်ကူးထားတာမို့ဇာတ်ညွှန်းကြိုက်ပြီးသားလူအတွက် ဝဝလင်လင် ပြန်ခံစားရသလို အသက်ဝင်စေပါတယ်။မင်းသား/မင်းသမီးအစုံအလင်နဲ့ Bollywood ရဲ့ အက အလှတွေကိုအပြည့်အဝခံစားရမှာ ဖြစ်သလိုThe Italian Job ကိုကြည့်ဖူးပြီးသား ကျွန်တော်တောင်တောက်လျှောက်ပြန်ကြည့်မိအောင် ခမ်းခမ်းနားနားရိုက်ကူးထားတာကိုတွေ့ရပါတယ်...ဇာတ်ကားရဲ့ လှည့်ကွက်တွေကလဲ Bollywood ပီသစွာ ပီပြင်တာမို့ ကြည့်ရတာ မိုက်ပါတယ်။ \nFile size…(3.3 GB) / (2.1 GB) / (900 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….02:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/players2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/22636-l-141x200.jpg",
        "title": "The Italian Job (2003)",
        "description": "IMDb Rating (7) / Rotten Tomatoes (73%)Shooter မင်းသား Mark Wahlberg ၊ Transporter မင်းသား Jason Statham ၊ Mad Max: Fury Road ဇာတ်ကားထဲက မင်းသမီး Charlize Theron တို့အပြင် အခြားသော နာမည်ကြီးသရုပ်ဆောင်များစွာ ပါဝင်ထားတဲ့ နာမည်ကျော်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Professional သူခိုးတွေရဲ့ စနစ်ကျနမှုတွေကို မြင်တွေ့ရမှာဖြစ်ပြီးလူ့စိတ်ရဲ့အလင်းအမှောင်နဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းကို ရှုမြင်ခံစားရမှာပါ...လှည့်ကွက်အများအပြားနဲ့ဇာတ်ကားမို့လို့ ဇာတ်လမ်းအကျဉ်းကို မိတ်ဆက်မပေးချင်ပါဘူး...။မကြည့်ရသေးရင် သေချာပေါက်ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပြီး ကြည့်ပြီးသွားရင်လဲထပ်ကြည့်လို့ မပျင်းစေရဘူးဆိုတဲ့အကြောင်းပဲ မိတ်ဆက်ပေးချင်ပါတယ်....။Action, Crime, Thriller အမျိုးအစားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတစ်ကားဖြစ်ပြီးသတိရတိုင်းပြန်ကြည့်မိတဲ့ဇာတ်ကားပါ။ \nFile size…(2.2 GB) / (1.4 GB) / (600 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-italian-job-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BYTZkZTM0NjYtN2Q2OS00YThjLWFkYTAtZDAwOWM3NjY1YjlhXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-146x200.jpg",
        "title": "Batman: The Long Halloween, Part Two(2021)",
        "description": "စုံ​ထောက်ကြီးဘတ်မန်းနှင့် ဟောလိုးဝင်းခရီးရှည်ကြီး အပိုင်း(၂)ထွက်လာပါပြီ.အပိုင်း(၁)မှာ ဂျိုကာနဲ့ နွယ်ပျိုမယ်တို့ ​ပေါ်လာကြပြီဖြစ်သလို ဇာတ်လိုက်​ကျော် ​ဟောလီး​ဒေးလူသတ်သမားကလည်း မြို့မျက်နှာဖုံးကြီးဖယ်ကိုနီရဲ့အ​ရေးပါတဲ့မိသားစုဝင်တစ်​ယောက်ကို ထပ်သတ်ပြီးအဆုံးသတ်ထားပါတယ်အပိုင်း(၂)မှာ​​တော့ ​ဟောလီး​ဒေးအမည်ခံလူသတ်သမားက ဘယ်သူဖြစ်​နေမလဲ.စုံ​ထောက်ကြီးဘတ်မန်းထင်​နေသလို ဟာ​ဗေးဒန့်ကပဲ​ ဟောလီး​ဒေးဖြစ်​နေမလား.ပရိတ်သတ်အချစ်​တော်ဂျိုကာကြီးနဲ့ နွယ်ပျိုမယ်တို့က​ရော ဘယ်လိုအ​ဖျက်အ​မှောင့်လုပ်ငန်း​တွေ လုပ်ကြဦးမလဲ.တခြားဘယ်နာမည်ကြီးဗီလိန်​တွေ ထပ်ပါလာဦးမလဲ.ဟာ​ဗေးဒန့်ဆိုတဲ့နာမည်ကြားလိုက်ရုံနဲ့ DC fanတိုင်းသိကြတဲ့ ဗီလိန်တစ်​ယောက်က ဘယ်လို​မွေးဖွားလာမလဲ...စတဲ့​​ပ​ဟေဠိ​ပေါင်းများစွာ၊လှည့်ကွက်​ပေါင်းများစွာကို ဘတ်မန်းနဲ့အတူ ပရိတ်သတ်​​တွေကိုယ်တိုင် ​ဖော်ထုတ်အ​ဖြေရှာရဦးမှာပါBatman:Under The Red Hood​ နောက်ပိုင်းထွက်လာတဲ့ထဲမှာ ဒီLong Halloween part 1 and 2ဟာ ​တော်​တော်​လေးDarkဖြစ်တာမို့DC animated universe fanတိုင်း လတ်လွတ်မခံပဲကြည့်ရှုသင့်တဲ့ animationတွေပဲဖြစ်ပါတယ်. အား​ပေးကြည့်ရှုလိုက်ကြပါဦး Translated by : JimXEncoded by  YKFile Size : 1.67GB and 970MBDuration : 1h 27mins",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-the-long-halloween-part-two2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91BCK5eSwaL._RI_-150x200.jpg",
        "title": "The Man (2005)",
        "description": "The Man 2005IMDb 5.6Motherfucker လို့ဆဲနေကျ Samuel L. Jackson ရဲ့ ဟာသအက်ရှင် Agent ဇာတ်ကားဟောင်းလေးတင်ဆက်လိုက်ပါတယ်..\nသူနဲ့အပြိုင်ကြဲမယ့် ဟာသသရုပ်ဆောင်ကတော့ American Pie ထဲက မင်းသားကြီး Eugene Levy ပါ။ဇာတ်လမ်းကတော့...\nစုံ​ထောက်ဗန်တစ်ယောက် ကြေကွဲနာကျပြီး တင်းနေပါတယ်...\nအကြောင်းကတော့ သူ့ရဲ့တွဲဖက် ပါတနာအသတ်ခံလိုက်ရတဲ့အပြင် လက်နက်တိုက်ပါဖောက်ထွင်းခံလိုက်ရလို့ပါ...\nသူဟာ ဒီလူသတ်သမားကို ဖမ်းမိဖို့ မိုးဆုံးမြေဆုံး လိုက်လံစုံစမ်းနေပါတယ်...ဒီလိုနဲ့ လူဆိုး​​ခေါင်း​ဆောင်ကို ဖမ်းမိနိုင်ဖို့ လက်နက်အ​ရောင်းအဝယ်တစ်ခုကို ​ထောင်​ခြောက်ဆင်ဖမ်းရာမှာ\nဘာမှမဆိုင်တဲ့ သွားဘက်ဆိုင်ရာအ​ရောင်းဝန်ထမ်း အန်ဒီကို လူဆိုးတွေက\nလက်နက်လာဝယ်တဲ့သူလို့ အထင်မှားသွားတဲ့ အခါ...\nအ​မေးအမြန်းထူတဲ့ အန်ဒီ နဲ့ အဆဲသန်တဲ့ဗန်တို့ နှစ်​ယောက်\nဘယ်လိုစခန်းသွားကြမလဲဆိုတာ....။ \nFile size…(1.6 GB) / (800 MB) / (300 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mugiwara Ya",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-man-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ky8Fua6PD7FyyOA7JACh3GDETli.jpg",
        "title": "Blood Red Sky(2021)",
        "description": "Blood Red Sky (2021) အညွှန်း************************ဒီဇာတ်ကားကို စမြင်တော့ လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားပဲပေါ့လို့တွေးလိုက်တာ။တကယ်လည်းလေယာဉ်ပြန်ပေးဆွဲတဲ့ကားဆိုပေမဲ့ နောက်ဆက်တွဲဇာတ်လမ်း ဇာတ်ကွက်တွေကတော်တော်ကြီးကိုဆန်းပြားတယ်...သားအမိနှစ်ယောက် အမေရိကကို ဆရာဝန်နဲ့သွားတွေ့ဖို့ အဲဒီလေယာဉ်နဲ့သွားတယ်။အဲဒီလေယာဉ်ပေါ်မှာ အရှေ့အလယ်တိုင်းသား ရူပဗေဒပညာရှင်တစ်ယောက်ပါပါလာတယ်။အဲဒီလိုနဲ့ လေယာဉ်ပြန်ပေးဆွဲခံရတယ်ပေါ့။ လေယာဉ်ပြန်ပေးသမားတွေက ရူပဗေဒပညာရှင်ရယ်တခြား အရှေ့အလယ်တိုင်းသားနှစ်ယောက်က ပြန်ပေးဆွဲတဲ့ပုံစံနဲ့ ထောင်ချောက်ဆင်ပြီးသူတို့က ခုန်ချနေခဲ့ကြမယ်လို့ စီစဉ်ထားတယ်။ ဒါပေမဲ့ သားအမိနှစ်ယောက်ထဲက အမေကို ပြန်ပေးသမားထဲကစိတ်ရူးပေါက်နေတဲ့ကောင်က သတ်လိုက်တဲ့ အချိန်မှာ အမေဖြစ်သူက မသေဘဲ ပြန်ရှင်လာတယ်။သတ်အောင်သတ်ထားတာကိုမှ အမေဖြစ်သူက ဘာလို့မသေဘဲပြန်ရှင်လာတာလဲ...ကောင်းကင်မှာသွေးတွေဘယ်လိုလွှမ်းကုန်မလဲဆိုတာကိုတော့...၂၀၂၁ ထွက် Horror, Action ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3Monပဲဖြစ်ပါတယ်....File Size :(1.8GB) (950 MB) and (480 MB)\nQuality : WEB-DL 1080p 5.1CH, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/blood-red-sky2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-24-at-16.57.55-136x200.png",
        "title": "Jolt (2021)",
        "description": "Jolt (2021)==========IMDb Rating - 5.4/10ဒီနေ့အတွက် Action အလန်းစားလေးတင်ပေးချင်ပါတယ်၊ မင်းသမီးကတော့ Underworld မှာ အသေအလဲကြမ်းခဲ့တဲ့အားလုံးသိတဲ့ Kate Beckinsale က လင်ဒီအဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ပြီး . ဒီကားမှာလည်း အပြတ်အသတ်ကြမ်းပြထားပါတယ်။လင်ဒီဆိုတဲ့ကောင်မလေးဟာ မွေးရာပါရောဂါတစ်ခုကြောင့် လူတစ်ယောက်မဟုတ်တာလုပ်တာနဲ့ လုံးဝသည်းမခံနိုင်ဘဲကောက်ကာငင်ကာဒေါသထွက်ပြီး ဇိုးခနဲဇက်ခနဲထလုပ်တတ်တဲ့ကောင်မလေးပါ။လူကိုယ်တိုင်ကလည်း အရမ်းသန်ပြီး သူ့ဒေါသကြောင့် လူသတ်တဲ့အထိဖြစ်သွားနိုင်တာမို့ သူ့ကိုယ်သူကျဥ်စက်နဲ့တို့ပြီး ဒေါသထိန်းရရှာပါတယ်။ဘယ်လိုတောင်ဒေါသကြီးလဲဆို ဂျင်းဘောင်းဘီနဲ့ခြေညှပ်ဖိနပ်တွဲဝတ်တဲ့လူ၊ ပါးစပ်ထဲအစာပလုတ်ပလောင်းနဲ့စကားပြောတဲ့လူအဲလိုလူတွေမြင်ရင်တောင် ဒေါသထွက်လာလို့ လူ့အသိုင်းအဝိုင်းနဲ့ကင်းအောင်နေပါတယ်တဲ့။ ပြီး​​တော့ လင်ဒီစရိုက်​ကြောင့်ကောင်​လေး​တော်​တော်များများကကြောက်ရွံ့ပြီး မချဥ်းကပ်ရဲကြတော့ အချစ်​ရေးမှာလည်း အနုတ်ပြ​ပြီး သူ့အတွက် ဘယ်အရာမှအဆင်ပြေမ​နေခဲ့တာပါ။ ဒါပေမယ့်တစ်နေ့ လင်ဒီ့လိုကောင်မလေးမျိုးကိုမှ စိတ်လှုပ်ရှားအောင်လုပ်နိုင်တဲ့ ကောင်လေးမျိုးနဲ့ဆုံပါတယ်။အဲ့​ကောင်​လေးက လင်ဒီ့ကို တော်​တော်​​လေးချစ်ပေးရှာပါတယ် အဲ့​တော့ လင်ဒီတစ်​ယောက်  သူ့ဘ၀​လေးအဆင်​ပြေလာပြီဆိုပြီးပျော်ရွှင်​နေတုန်းမှာ ကောင်​လေးက ရက်ရက်စက်စက်ကို အသတ်ခံလိုက်ရပါ​တော့တယ်။ဇာတ်လမ်းကလည်း အခုမှစတာပါ  လင်ဒီတစ်​ယောက် လူသတ်သမားကို ခြေရာခံလိုက်ရင်း မ​​မျှော်လင့်ထားတဲ့ဖြစ်ရပ်​တွေရက်စက်မှု​တွေနဲ့ ကြုံလာရ​တော့ ဒါ​တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ၊ လူသတ်သမားက ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/jolt-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDu7P9dGWrNJBP6EIYKCuKLWVYg.jpg",
        "title": "Kingdom: Ashin of the North (2021)",
        "description": "Kingdom ရဲ့ Season 2 အဆုံးမှာ မင်းသားနဲ့သူ့ရဲ့ နောက်လိုက်နောက်ပါတစ်သိုက်က မသေဆေးပင်တွေရဲ့ အရင်းအမြစ်က လူတစ်ယောက်ဆီက လာတယ်ဆိုတာကိုတွေ့ခဲ့ပါတယ်။လက်သည် တရားခံကတော့ မြောက်ပိုင်းသူ အာရှင်း ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ သူ့ရဲ့ နောက်ခံအကြောင်းအရာတွေကို ပြထားတာပါ။ ဂျိုဆွန်းမှာ မျိုးဆက် ၃ ဆက်လောက် နေခဲ့ကြတဲ့သူတို့ရဲ့ ဂျာချန်လူမျိုးစုလေးက ဂျာချန်တွေထဲမှာလည်း အပယ်ခံ ဂျိုဆွန်းပြည်သားတွေကလည်း လက်မခံဖြစ်နေပါတယ်။အာ့ဒီလိုအခြေအနေထဲမှာမှ အာရှင်းရဲ့အဖေက သူတို့ရွာလေးကို တရားဝင်ဂျိုဆွန်ရွာအဖြစ်သတ်မှတ်ခံရဖို့ ကြိုးစားရင်းသေသွားတယ်။အမေကတော့ နိမ့်ကျတဲ့သူတို့ရွာလေးကို ဘယ်သမားတော်မှ မလာလို့ ရောဂါခံစားနေရရင်း ဂျိုဆွန်းပြည်နဲ့ ဂျာချန်တွေရဲ့ စစ်ပွဲထဲမှာ ကြားညပ်ပြီးသေဆုံးသွားရတယ်။အဲဒါကြောင့် မသေဆေးပင်ကို အမှတ်မထင်တွေ့ခဲ့လိုက်ရတဲ့ အာရှင်းက သူ့မိသားစုကို ဖျက်စီးခဲ့တဲ့ နိုင်ငံနှစ်ခုကို လက်စားချေဖို့ ကြိုးစားတဲ့အကြောင်းလေးကို ပြထားတာပါ။Kingdom ပရိသတ်ကြီးတို့ Season 3 မလာခင် ဒါလေးကို အရင်ကြည့်ထားလိုက်ကြပါဦး။ (ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…) File ...",
        "rating": "9.7",
        "url": "https://channelmyanmar.org/kingdom-ashin-of-the-north-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BODJkZTZhMWItMDI3Yy00ZWZlLTk4NjQtOTI1ZjU5NjBjZTVjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "Kung Fu Panda (2008)",
        "description": "DreamWorks ရဲ့ အအောင်မြင်ဆုံးရုပ်ရှင်ကားတွေထဲကတစ်ကားဖြစ်တဲ့ ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ…လူကြီးလူငယ်မရွေး အားပေးခဲ့ကြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ…ဆုပေါင်းများစွာကိုလည်းရယူထားနိုင်ခဲ့ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးဆီသွားကြရအောင် တစ်ခါတုန်းက အေးချမ်းတဲ့မြို့လေးတစ်မြို့မှာအပျင်းကြီးပြီး အစားပုတ်တဲ့ ပန်ဒါဝက်ဝံလေးတစ်ကောင်ရှိပါတယ်…သူ့နာမည်ကတော့ ‘ပို’ လို့ခေါ်ပြီး ဝတုတ်ကြီးဖြစ်နေပါတယ်..အဖေဖြစ်သူနဲ့ ခေါက်ဆွဲရောင်းနေရတဲ့သူလည်းဖြစ်ပါတယ်…ဒါပေမယ့် သူဟာ ကွန်ဖူးသိုင်းပညာရှင်အရမ်းဖြစ်ချင်နေပြီးကွန်းဖူးသိုင်းသမားတွေကိုလည်း အားကျနေသူတစ်ယောက်ဖြစ်ပါတယ်…သူတို့မြို့လေးမှာ ကွန်ဖူးသိုင်းသင်တန်းကျောင်းတစ်ခုရှိပြီးသင်တန်းသားတွေ ဖြစ်တဲ့ နာမည်ကြီး ကွန်ဖူးသိုင်းသမားငါးယောက်လည်းရှိပါတယ်…သူတို့ကတော့ Tigress, Crane, Mantis, Viper နဲ့ Monkey တို့ပဲဖြစ်ပါတယ်….တစ်နေ့မှာတော့ သင်တန်းကျောင်းကနေ နဂါးသူရဲကောင်းရွေးချယ်ပွဲကြီးကျင်းပပါတော့တယ်…ဒီရွေးချယ်ပွဲကြီးဟာ သင်တန်းသားတွေထဲကအတော်ဆုံးတစ်ယောက်ကိုရွေးချယ်မှာဖြစ်ပါတယ်…‘ပို’ တစ်ယောက်လည်း ရွေးချယ်ပွဲကြီးကို အရမ်းကြည့်ချင်နေခဲ့ပေမယ့်သူ့အဖေကတော့ ပွဲမှာ ခေါက်သာဆွဲရောင်းခိုင်းပါတယ်…‘ပို’ တစ်ယောက် ပွဲကိုရောက်အောင်သွားခဲ့ပေမယ့် နောက်ကျသွားတဲ့အတွက်ဂိတ်တံခါးပိတ်နေတာကို တွေ့လိုက်ရပါတယ်…ဒီအချိန်မှာ ရွေးချယ်ပွဲလည်း စနေပါပြီ…‘ပို’ လည်း အရမ်းကြည့်ချင်နေတာနဲ့အထဲဝင်လို့ရအောင် ကြံစည်ပါတော့တယ်…ဒီလိုနဲ့ ရွေးချယ်ပွဲဟာ နဂါးသူရဲကောင်းကို ကြေငြာမယ့်အချိန်ကိုရောက်လာပါပြီ…ဒီအချိန်မှာ ‘ပို’ ဟာ အထဲဝင်ဖို့ကြိုးစားရင်းနဲ့ အလွဲလွဲအချော်ေျချာ်တွေဖြစ်ပြီးမမျှော်လင့်ပဲ နဂါးသူရဲကောင်းအဖြစ် ရွေးချယ်ခြင်းခံလိုက်ရတဲ့ အခါမှာတော့…..ဇာတ်လမ်းရဲ့အရသာကို အပြည့်အဝခံစားနိုင်ဖို့အတွက်ဒီလောက်ပဲညွှန်းလိုက်ပါတော့တယ်…‘ပို’ တစ်ယောက်ဘာတွေဆက်ဖြစ်ဦးမှာလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦး…..IMDb rating ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kung-fu-panda/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-21-at-23.12.35-135x200.png",
        "title": "Trollhunters: Rise of the Titans (2021)",
        "description": "Trollhunters: Rise of the Titans (2021)===========================\nIMDB - 8.8/10CM ပရိသတ်ကြီးများကို လုံးဝအလန်းလွန်နေတဲ့ Animation ကားလေးတစ်ခု တင်ဆက်ပေးချင်ပါတယ်ဒီစကြဝဠာကြီးကို စွမ်းအားကြီးမားလှတဲ့ စုန်းမကြီးသုံးယောက် ဖန်ဆင်းထားတယ်လို့ဆိုရအောင်ဗျာ\nအဲ့စကြဝဠာကြီးထဲမှာ လူသား တိရိစ္ဆာန် မှင်စာ ဂြိုလ်သား စတဲ့သက်ရှိတွေအားလုံး ညီညွှတ်မျှတစွာနေထိုင်နိုင်ဖို့ ကမ္ဘာမြေဆိုတဲ့လှပတဲ့နေရာလေးကိုလည်း ဖန်ဆင်းခဲ့ကြတယ်ဒါပေမယ့် လူသားတွေကတော့ ကမ္ဘာမြေရဲ့အလှကို မစောင့်ရှောက်ဘဲ ဖျက်စီးကြတယ်ဗျာ\nလူသားအချင်းချင်း စစ်ပွဲတွေခင်း အာဏာတွေပြကြရုံမက မှင်စာလေးတွေကိုပါ ထိခိုက်လာခဲ့တော့\nမှင်စာလေးတွေဟာလည်း ကမ္ဘာမြေကြီးရဲ့အောက်ခြေမှာပဲ ပုန်းလျှိုးကွယ်လျှိုးနဲ့နေထိုင်ကြရတာပေါ့\nဒါတင်မက လူသားတွေဟာ အကောင်လေးတွေကိုနှိပ်စက် အပင်တွေခုတ်နဲ့ ကြာတော့ ကမ္ဘာကြီးလည်းတဖြည်းဖြည်းပျက်စီးလာခဲ့တယ်ဒါကိုသည်းမခံနိုင်တော့တဲ့ စုန်းမကြီးတွေဟာ ကြီးမားလှတဲ့ Titan ကြီးတွေကို ဆင့်ခေါ်ပြီး ကမ္ဘာမြေကိုဖျက်စီးကာ အသစ်တဖန်ပြန်စဖို့ စီစဉ်ပါတော့တယ်ဒါကိုသိရှိသွားကြတဲ့ Trollhunter(မှင်စာမုဆိုး) ဦးဆောင်တဲ့ သူရဲကောင်းတစ်စုဟာ ဖန်ဆင်းရှင်စုန်းမကြီးတွေကို လိုက်လံတားဆီးကြတော့တာပေါ့\nအပြောသာလွယ်ပေမယ့် ဖန်ဆင်းခံလူသားတွေက ဖန်ဆင်းရှင်ကိုခံချဖို့ဆိုတာ ကြားရုံနဲ့ မဖြစ်နိုင်တဲ့ကိစ္စပါ\nဒီလိုမဖြစ်နိုင်တဲ့ကိစ္စကို သူငယ်ချင်းတွေ ဘယ်လိုပူးပေါင်းပြီး ဘယ်လိုတိုက်ခိုက်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်Animation ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/trollhunters-rise-of-the-titans-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/YamakasiCapture-151x200.jpg",
        "title": "Yamakasi 2 (or) The Great Challenge (2004)",
        "description": "ယာမာကာစီ ၂ ကတော့ ပြင်သစ်မှာ မဟုတ်တော့ပါဘူး။ထိုင်းမှာ အားကစားခန်းမလေး ဖွင့်ပေးဖို့ လာကြတဲ့ ပြင်သစ် လူစွန့်စားအဖွဲ့ဟာယာကူဇာ နဲ့ တရုတ်လူဆိုးဂိုဏ်းကြားညပ်ပြီး ပြသနာတွေရှုပ်လာပုံကိုဇာတ်အိမ်တည်ထားတာပဲ ဖြစ်ပါတယ်။  \nFile size…(1.5 GB) / (900 GB)\nQuality…DVD-Rip 720p /480p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/yamakasi-2-or-the-great-challenge-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZThjZTFlMmQtOTg5Ni00Yjc3LWE2N2UtMDQ2YTA4MTQ1Y2I0XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Yamakasi (2001)",
        "description": "၉၀ ဖွားအတော်များမျးကြိုက်ခဲ့ကြမယ့် old but gold လေး တင်ပေးလိုက်ပါတယ်။ယာမာကာစီ လို့ခေါ်တဲ့ ပြင်သစ် လူစွန့်စား အဖွဲ့အကြောင်းပါပဲ။တိုက်အမြင့်တွေပေါ် စွန့်စွန့်းစားစား ခုန်ပျံကျော်လွှားတဲ့ အားကစား ဝါသနာအိုးတွေ ဖြစ်ပြီးရဲတွေက အာရုံနောက်လို့ ဖမ်းချင်နေတဲ့သူတွေလည်း ဖြစ်ပါတယ်။တစ်နေ့တော့ နှလုံးရောဂါသည် ကလေးလေးတစ်ယောက် သူတို့ကို အားကျပြီး အပင်တက်ရင်းနဲ့ ပြုတ်ကျသွားပါတယ်။ကလေးကို ကုပေးဖို့ ဆေးစရိတ်အရေးပေါ်လိုနေတဲ့အတွက် သူတို့ပညာတွေကို သုံးပြီးတစ်ရက်အတွင်း အိမ် ၇ အိမ်ကို ခိုးဖို့ ကြိုးစားလာတဲ့အခါ.....Yamakasi 2(2004) ကို ဒီမှာ https://channelmyanmar.org/yamakasi-2-or-the-great-challenge-2004/   ကြည့်ပါ။ \nFile size…(1.5 GB) / (900 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/yamakasi-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/purge-126x200.jpg",
        "title": "The Forever Purge 2021",
        "description": "Purge ရုပ်ရှင်တွေကို အတော်များများတော့ ရင်းနှီးကြမှာပါ။\nအမေရိကန်နိုင်ငံရဲ့ အစိုးရသစ်လက်ထက်မှာ ဓလေ့တစ်ခုရှိတယ်ဗျာ။\nနှစ်စဉ်နှစ်တိုင်းတစ်နှစ်ကို တစ်ရက်တိတိ သန့်စင်ရေးနေ့ဆိုပြီး ခွင့်ပြုပေးတယ်။\nအဲဒီနေ့မှာတစ်နိုင်ငံလုံးကလူတွေကို ဘယ်ရာဇဝတ်မှုနဲ့မှအရေးမယူပါဘူး။\nလူပဲသတ်သတ် ကြိုက်တာလုပ်လို့ရပါတယ်။\nအဲဒီလိုနေ့မှာ သတ်ဖို့ကြိုးစားတဲ့သူတွေ၊အသက်ရှင်ဖို့ ကြိုးစားတဲ့သူတွေ အစုံပေါ့။\nဒီရုပ်ရှင်ကတော့ လေးကားမြောက်ပါ။ အရင် Purge တွေထက် ပိုဆိုးသွားပါပြီ။\n၂၄ နာရီပြည့်တာတောင်တစ်နိုင်ငံလုံးကို အရင်လိုတားလို့မရတော့ဘူး forever purge ဆိုတဲ့ လှုပ်ရှားမှုပေါ်ပေါက်လာပါပြီ။\nပိုဆိုးတာက စတင်လိုက်တဲ့သူတွေက လူဖြူကြီးစိုးရေး အစွန်းရောက်မျိုးချစ်တွေ ဖြစ်နေတာကြောင့်\nမက္ကဆီကိုသားတွေ အခြားနိုင်ငံသားတွေအားလုံးကို ဦးတည်သတ်ဖြတ်လာပါတော့တယ်။\nဒီလူသတ်ကောင်တွေကြားထဲကနေ အမေရိကန်တွေနဲ့ မက္ကဆီကိုသားတွေ ပူးပေါင်းပြီး ဘယ်လိုအလွတ်ရုန်းရမလဲဆိုတာ\nFile size…(1.8 GB) and (1 Gb)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-forever-purge-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzY2YTQ3MzE0LTFjYzctNGQxNC1hMDJhLTdjYmUyMDlkMjNjZi5qcGc-135x200.jpg",
        "title": "Gunpowder Milkshake (2021)",
        "description": "Gunpowder Milkshake (2021)ဒီကားကတော့ ဂျွန်ဝစ် မိန်းမ ဗားရှင်းပဲ ပြောရမှာပါပဲ။ဂိမ်းအော့သရုန်းရဲ့ မင်းသမီးကြီးနဲ့ မစ်ချဲယိုတို့ပါဝင်ထားပြီး\nအဓိက မင်းသမီးကတော့ မာဗယ်ရဲ့ နီဗြူလာလေး ဖြစ်တဲ့ ကာရမ်ဂယ်လန် ပါပဲ။\nဒီထဲမှာတော့ ဆမ် လို့ ခေါ်တဲ့ လူသတ်သမားလေးပေါ့။\nသူ့အမေက လူဆိုးဂိုဏ်းနဲ့ ပြဿနာဖြစ်ပြီး ခြေရာဖျောက်နေတဲ့ လူသတ်သမားမကြီးပါ။\nတစ်နေ့တော့ သူ့အလုပ်ကနေ ကလေးမလေးတစ်ယောက်ထဲ ကျန်နေတာကို သနားလို့ ကယ်လာတယ်။\nလူဆိုးခေါင်းဆောင်ရဲ့ သားကိုလည်း သတ်မိတယ်၊ဒီတော့ အုပ်လိုက်ကြီးနောက်ကလိုက်သတ်တယ်၊\nသူ့အမေနဲ့ပေါင်းပြီး ပြန်သမတယ်ပေါ့...အက်ရှင်ကြမ်းကြမ်းကောင်းကောင်းလေးပါပဲ.....\nကြိုက်ကြမှာပါ...အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။IMDb - 5.2/10File size....2 GB, 996 MB and 713 MB\nQuality….WEB-DL 1080p, 720p and 480 p\nFormat…mp4\nDuration….1h 54min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/gunpowder-milkshake-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/poster_opt-133x200.jpg",
        "title": "Die in a Gunfight (2021)",
        "description": "ရက်သ်ကာ့သ် မိသားစုနဲ့ ဂစ်ဘွန် မိသားစုတွေဟာ နယူးယောက်ခ်မြို့တော်မှာ\nသြဇာကြီးတဲ့ ထိပ်တန်းမီဒီယာလုပ်ငန်းရှင်ပြိုင်ဘက်ကြီးတွေဖြစ်ပြီး\nမျိုးရိုးစဉ်ဆက် တစ်ဦးနဲ့ တစ်ဦး ရန်စောင်တိုက်ခိုက်လာတဲ့ မဟာရန်သူတွေပါ။\nသူတို့ရဲ့ ဆယ်ကျော်သက်သားနဲ့သမီးတွေဖြစ်တဲ့ ဘင်န်ဂစ်ဘွန်နဲ့ မေရီရက်သ့်ကာသ့်တို့ဟာ\nရန်စတွေကို လျစ်လျူရှုပြီး အရူးအမူးချစ်မိသွားတဲ့အခါမှာတော့\nခေတ်သစ်ရိုမီယိုနဲ့ ဂျူလီယက်ဆန်ဆန် ဇာတ်လမ်းမျိုးဖြစ်လာပါတော့တယ်။\nဒီနေရာမှာဇာတ်လမ်းကို ပိုရှုပ်ထွေးတာက ကော်ပိုရိတ်တစ်ခုရဲ့အတွင်းရေးအရှုပ်တော်ပုံ၊\nသူတို့ငှားထားတဲ့ ကြေးစားလူသတ်သမား၊\nမေရီရက်သ်ကာ့သ်ကို တစ်ဖက်သတ်ချစ်မိနေတဲ့ ဝီလျံရက်သ်ကာ့သ်ရဲ့လူယုံတော်တို့ပါပဲ။\nခေတ်အဆက်ဆက်ရိုးမသွားနိုင်တဲ့ ဇာတ်လမ်းသွားမျိုးကို မြူးကြွသွက်လက်နေအောင်တင်ဆက်ထားပြီး\nလူငယ်ကြိုက် သရုပ်ဆောင်တွေဖြစ်တဲ့ Diego Boneta (Terminator: Dark Fate,Monster Hunter) နဲ့\nအထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့ မင်းသမီးချောလေး Alexandra Daddario တို့က\nခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပါတယ်။\nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/die-in-a-gunfight-2021/"
    }
]