[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYTcyNDRjMjQtNDI2Mi00MmMzLTk4MjktZTNkOTI0OWZjN2MwXkEyXkFqcGdeQXVyNzQzMDgyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Sanctioning Evil (2022)",
        "description": "Sanctioning Evil (2022)\n=================ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ။ လူဆိုးတွေကို နှိမ်နင်းမယ့်\nအက်ရှင်ကားတစ်ကားပါပဲ။ အရှေ့အလယ်ပိုင်းဒေသမှာ တာဝန်ထမ်း\nဆောင်နေတဲ့ တပ်ကြပ်ကြီး ရဂျီနယ် ဘားန်ဟာ သူ့ရဲ့အမိန့်ပေးမှုအောက်\nကနေ စစ်စည်းမျဉ်းကို သွေဖယ်တဲ့ အမှုတစ်ခုဖြစ်ပြီးနောက် ရာထူးမှ\nချခံရပြီး စစ်တပ်မှ ထွက်ခဲ့ရပါတယ်။မကြာခင်မှာပင် နိုင်ငံရေးသမားတစ်ယောက်ဟာ အထူးတာဝန်တစ်ခု\nအတွက် ဘားန်ကို ခေါ်ယူခဲ့ပါတယ်။ အဲဒီတာဝန်ကတော့ စစ်တပ်စစ်\nဆင်ရေးတွေနဲ့ ဆန့်ကျင်ဘက် မြေအောက်ဂိုဏ်းတစ်ခုကို အပြတ်ရှင်း\nရမယ့်တာဝန်ပါ။ ဥပဒေကနေသွေဖယ်ပြီး လုပ်ကိုင်ရမယ့် ဒီအလုပ်ကို\nဘားန်အနေနဲ့ ဘာကြောင့်ရွေးချယ်ခဲ့တာလဲ၊ ဘယ်လိုမျိုးတွေ လုပ်သွား\nမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမယ့် အက်ရှင်ကားတစ်ကား\nဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.24 GB) / (500 MB) / (285 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 50mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/sanctioning-evil-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-mon-136x200.jpg",
        "title": "Monster High: The Movie (2022)",
        "description": "Monster တွေရဲ့ခံယူချက်နဲ့ သူတို့ကမ္ဘာလေးအကြောင်းကိုသေချာရိုက်ကူးထားတဲ့ Monster High ဇာတ်ကားမှာဆိုရင်…..Main character က​လောဒင်းက လူသားတစ်ပိုင်းမွန်းစတားတစ်ပိုင်းဖြစ်နေတော့ လူသားတွေကြားမနေချင်တော့ပဲ သူနဲ့သက်ဆိုင်တဲ့ monster တွေကိုပဲလက်ခံတဲ့ အထက်တန်းကျောင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်\nတခါတလေ သူစိတ်လှုပ်ရှားတဲ့အချိန် ဝမ်းနည်းတဲ့အချိန်တွေမှာ လူသားပုံစံကိုခဏတာပြန်ရောက်သွားတာကို တခြားသူတွေသိသွားမှာစိုးရိမ်နေရင်း သူ့လိုပဲ half-monster တစ်ယောက်ဖြစ်ပီး သေဆုံးသွားတဲ့ Hyde ဖော်စပ်ထားတဲ့ဆေးက monster လုံးလုံးပြောင်းပေးနိုင်မယ်လို့ယူဆမိပီးလိုက်ရှာရင်း သူငယ်ချင်း Frenky နဲ့ Draculaura တို့ကပါကူညီပေးခဲ့ပါတယ် Frenky ကို နာမည်ကြီးပညာရှင်တွေရဲ့အစိတ်အပိုင်းတွေနဲ့ဖန်တီးထားတာဖြစ်ပီး Draculauraကတော့ မှော်ပညာကိုလေ့လာနေတဲ့သွေးစုပ်ဖုတ်ကောင်ပါ သူတို့ရဲ့အကူအညီတွေနဲ့\nClawdeen ဆေးရည်ကိုရှာတွေ့မလား ဆေးရည် ရှာရင်း ကျောင်းကိုဖျက်ဆီးမဲ့အကြံကိုဘယ်လိုဖော်ထုတ်နိုင်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် File size…(2.48GB) / (1.22GB) / (789MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:32:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/monster-high-the-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
        "title": "The Woman King (2022)",
        "description": "The Woman King (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 94% ~သမိုင်းရုပ်ရှင်ကောင်းတစ်ခု ထွက်လာပါပြီ။ ၁၇ ရာစုနဲ့ ၁၉ ရာစုကြား အနောက်အာဖရိကတိုင်းပြည် ဒါဟိုမီမှာ အမျိုးသမီးတွေချည်းပဲ ရှိတဲ့ အထူးစစ်တပ်တစ်ခုရှိခဲ့ပါတယ်။ သူတို့တွေဟာ တိုင်းပြည်ကိုကာကွယ်ဖို့နဲ့ ပတ်ဝန်းကျင်နိုင်ငံတွေကို တိုက်ခိုက်ဖို့ အရေးပါတဲ့ အင်အားတစ်ခုပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒါဟိုမီနဲ့ အိုယိုအင်ပါယာစစ်ပွဲအကြောင်း၊ ကျွန်ကုန်သည်တွေအကြောင်းကို အခြေခံပြီးပြသထားပါတယ်။ ဥရောပသားတွေကတော့ သူတို့ကို အမေဇုံစစ်သည်တွေလို့ ခေါ်ခဲ့ကြပါတယ်။\"ဇာတ်လမ်းအကျဉ်း\"ဒါဟိုမီရဲ့ဘုရင်အသစ် ဂယ်ဇိုမှာ အာဂိုဂျေးလို့ခေါ်တဲ့ အမျိုးသမီးအထူးတပ်ဖွဲ့ရှိပြီး နန်နိစကာဆိုတဲ့ မိန်းမစစ်သူကြီးက ဦးဆောင်ပါတယ်။ ဒါဟိုမီရဲ့ရွာ‌တွေကို အိုယိုအင်ပါယာနဲ့ မာဟီမျိုးနွယ်တွေပူးပေါင်းစီးနင်းပြီး ကျွန်တွေဖမ်းရောင်းနေတဲ့ကာလလည်းဖြစ်ပါတယ်။ အဲဒီကာလမှာပဲ အာဂိုဂျေးစစ်သည်ဖြစ်ဖို့ လေ့ကျင့်နေတဲ့ မိန်းကလေးတစ်စုအကြောင်းနဲ့ အာဂိုဂျေးတပ်ဖွဲ့ရဲ့ တိုက်ပွဲတွေအကြောင်းကို မြင်ရမှာပါ။ဒီရုပ်ရှင်ထဲမှာ အာဂိုဂျေးတွေဟာ ကျွန်ကုန်ကူးဖို့ထက် အုန်းဆီတွေပဲအဓိက ထုတ်ရောင်းချင်တဲ့အကြောင်းပါဝင်တာလည်း ဖြစ်ရပ်မှန်ပါပဲ။ ဒါပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-woman-king-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/ghost-160x200.jpg",
        "title": "The Ghost (2022)",
        "description": "The Ghost (2022)အခုတစ်ခါမှာတော့ တေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီရဲ့\nAction/Thriller ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်မင်းသမီးချောလေး ဆိုနလ်ချောင်ဟန်ပါဝင်အားဖြည့်ပေးထားပါတယ်...ဗစ်ကရမ်နဲ့ ပရီယားတို့ဟာ ဒူဘိုင်းမှာ တာဝန်ကျနေတဲ့ အင်တာပိုလ်အရာရှိနှစ်ယောက်ပါ..\nချစ်သူရည်းစားတွေလည်း ဖြစ်ကြသေးတယ်...ဗစ်ကရမ်က သူ့ဒေါသကို မထိန်းနိုင်ခဲ့ဘူး...ဘာမဆိုခံစားချက်ကို ဦးစားပေးလုပ်တတ်ပြီး ပေါက်ကွဲလွယ်တတ်တယ်ပေါ့\nဒီလိုဖြစ်ရခြင်းကလည်း သူ့အတိတ်က ဖြစ်ရပ်ဆိုးကြီးကြောင့်ပါ...သူတို့နှစ်ဦး တာဝန်တစ်ခုကို ထမ်းဆောင်နေတုန်း လွဲချော်မှုလေးတစ်ခုဖြစ်ခဲ့ပါတယ်\nအဲ့ဒီလွဲချော်မှုလေးတစ်ခုကနေ စတင်ပြီး သူတို့နှစ်ဦး လမ်းခွဲလိုက်ကြပြီး\nဗစ်ကရမ်ရဲ့စိတ်အာရုံထဲမှာ ဒုစရိုက်လောကကို အမြစ်လှန်ဖို့ဆိုရင်\nဒီဒုစရိုက်လောကကြီး မရှိတော့မှဖြစ်မယ်လို့ သန္နိဋ္ဌာန်ချမှတ်ထားလိုက်ပါတယ်...ဒီလိုနဲ့ ဒီကိစ္စကို စတင်အကောင်အထည်ဖေါ်နေတုန်းမှာပဲ\nသူ့မိသားစုဟာ အန္တရာယ်နဲ့ ကြုံလာရပြီး အသက်ကိုခြိမ်းခြောက်ခံလာရပါတော့တယ်...ကဲ နောက်ထပ်စိတ်ဝင်စားစရာကောင်းတဲ့ အပိုင်းကိုတော့\nပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်...IMDb ကလည်း 6.7/10 အထိ ရရှိထားတာဆိုတော့ ကြည့်ကောင်းတဲ့ကားလေးပါလို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်\nFile size…2.5GB / 1.2GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-ghost-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWVjZTQyZjUtYWZjMS00MDJkLTk2NDktNjU2ZjhjM2FkOWRkXkEyXkFqcGdeQXVyNjA0NTYzOQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hounded (2022)",
        "description": "Hounded (2022)\n============တစ်ခါတလေ ကိုယ့်ရဲ့အိပ်မက်တွေထဲမှာ နောက်ကလိုက်ဖမ်းတဲ့သူတွေ\nလက်ထဲကနေ လွတ်အောင်တရစပ်ပြေးနေရတာမျိုး မက်ဖူးကြမယ် ထင်\nပါတယ်။ တချို့ဆို မောဟိုက်ပြီးတော့တောင် လန့်နိုးလာတတ်ကြပါသေးတယ်။\nဒီဇာတ်ကားကတော့ အိပ်မက်ကမ္ဘာထဲမှာတင်မဟုတ်ဘဲ အပြင်လောကမှာပါ\nကိုယ်ပြေးနိုင်မှ ကိုယ်ရှင်သန်ကျန်ရစ်မယ့် ဇာတ်ကားလေးပါ။လီယွန်၊ ချားဇ်၊ ဗစ် နဲ့ တော့ဒ် တို့လေးယောက်က ရှေးဟောင်းပစ္စည်းတွေကို\nလိုက်ခိုးပြီး ရောင်းစားကြတဲ့ သူခိုးလက်သစ်လေးယောက်ပါ။ တစ်နေ့မှာ အခမ်း\nအနားသုံးဓား လို့ နာမည်ကျော်ပြီး အရမ်းတန်ဖိုးရှိတဲ့ဓားတိုလေးတစ်လက်ကို\nခိုးယူဖို့ ရွာတစ်ရွာမှာရှိတဲ့ အိမ်ကြီးတစ်ခုဆီ ရောက်လာခဲ့ကြပါတယ်။အဲဒီဓားကို မခိုးယူနိုင်ခင်မှာပဲ အိမ်ရှင်အမျိုးသမီးရဲ့ ဖမ်းဆီးခြင်းကို ခံလိုက်ရပြီး\nအဲဒီဒေသရဲ့ ထူးဆန်းတဲ့ အမဲလိုက်ခြင်းကို ခံရပါတော့တယ်။ ကွင်းပြင်ကျယ်တွေ\nတောအုပ်တွေထဲ ကြိုက်သလောက်ပြေး သတ်မှတ်တဲ့အချိန်ရောက်ရင် နောက်ကနေ\nအမဲလိုက်ခွေးတွေနဲ့ လိုက်ပြီး လူတွေကို လိုက်သတ်တဲ့ ကျောချမ်းဖွယ်ရာ အမဲ\nလိုက်ခြင်းမျိုးပါ။ ဒီအမဲလိုက်ခြင်းကနေ ဘယ်သူအသက်ရှင်ကျန်ရစ်မလဲဆိုတာကိုတော့\nထိတ်လန့်ခြောက်ခြားဖွယ်ရာများနဲ့ အတူ ကြည့်ရှု့ရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hounded-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/p12066319_p_v8_av-133x200.jpg",
        "title": "Yakuza Apocalypse (2015)",
        "description": "ယခုတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ နာမည်ကျော် Audition, Ichi the killer, Visitor Q ရုပ်ရှင်တို့ကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Takashi Miikeရဲ့လက်ရာလေးပဲ ဖြစ်ပါတယ်\n၂၀၁၅မှာ ထွက်ရှိခဲ့တဲ့ ယာကူဇာ(လူဆိုးဂိုဏ်းဝင်)ကားလေးပါ ထူးဆန်းတာက ပုံမှန် vampire တွေလိုမဟုတ်ပဲ Yakuza Vampire ဖြစ်နေတာပါပဲ\nသွေးစုပ်ခံရတဲ့အခါ မြို့သားတွေဟာ vampire ဖြစ်တဲ့အပြင် ယာကူဆာပါဖြစ်သွားတာပါပဲ\nဒီလိုကြောင်တောင်တောင် ဘာမှန်းမသိတဲ့ ရသလေးတွေ ခံစားချင်တဲ့အခါတိုင်း စာရေးသူကတော့ Takashi Miike ကိုပဲ ပြေးမြင်မိပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ ကာဂဲယာမာဆိုတဲ့ ယောက်ျားတစ်ယောက်ဟာ စီးပွားပျက်ကပ်မှာ လတ်လျားလတ်လျားနေရင်း သူတို့ရပ်ကွက်လေးကို ကြည့်ရှုစောင့်ရှောက်ပေးတဲ့ ယာကူဇာဂိုဏ်းခေါင်းဆောင် ဆရာကြီးကို အားကျမိပါတော့တယ်\nဆရာကြီးဟာ မြို့သားတွေကို စောင့်ရှောက်ပေးတာမို့ ယာကူဇာဆိုပေမယ့် ဟီးရိုးသဖွယ် လူတွေကချစ်ခင်ကြတယ်\nကာဂဲယာမာကလည်း ဆရာကြီးနောက်လိုက်လုပ်ရင်း ယာကူဇာတစ်ယောက်ဖြစ်သွားတယ်\nတစ်နေ့မှာတော့ ဆရာကြီးရဲ့ အရင်အဖွဲ့က လူတွေက ဆရာကြီးကို ပြန်လာခေါ်ပေမယ့် မလိုက်တာမို့ ဆရာကြီးဟာ အသတ်ခံလိုက်ရတဲ့အဆင့်ထိရောက်ရှိသွားပါတယ်\nဒါကို မြင်တွေ့လိုက်ရတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/yakuza-apocalypse-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXJYFEIGNxiNTCekP1A68ICzJen.jpg",
        "title": "Revolver (2005)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဒါရိုက်တာ Guy Ritchie ရိုက်ကူးခဲ့ပြီးAction၊ Crime၊ Drama၊ Mystery၊ Thriller အကုန်ခံစားရမယ့်ရှုပ်ထွေးနက်နဲတဲ့ movieတစ်ခုဗျ...။တချို့ကျလည်း နားလည်ဖို့ခက်လို့ သုံးခေါက်လောက်ကြည့်သင့်တဲ့ကားလို့ဆိုကြပါသတဲ့...။ ဒါကြောင့် ခေါင်းကိုကောင်းကောင်းစားမယ့် ရုပ်ရှင်မျိုးပါ...။မင်းသားကလည်း အားလုံးသိပြီးသား Transporter မင်းသားဂျေဆင် စတက်သန်ပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ မစ္စတာဂရင်းဟာ ဂန်းစတား ခေါင်းဆောင်အလောင်းအစားဘုရင် မစ္စတာဒီရဲ့ အကွက်ဆင်ကောင်းမှုကြောင့် ထောင်ထဲမှာ၇ နှစ်လောက်အောင်းလိုက်ရပါတယ်...။ကံကောင်းတယ်ပဲဆိုရမလား ထောင်ထဲမှာ တိုက်ပိတ်ခံရရင်း ပရော်ဖက်ဆာဒေါက်တာဆိတ်ဖွားနှစ်ယောက်နဲ့ ကြုံဆုံခွင့်ရခဲ့ပါတယ်...။တစ်ယောက်က စစ်တုရင်ဆရာကြီး...နောက်တစ်ယောက်က အယုံသွင်းလှည့်ဖြားတတ်တဲ့လူလိမ်ဆရာကြီး...။ထောင်ထဲမှာ ၇နှစ်လုံးလုံး အဲ့ဆရာကြီးနှစ်ယောက်ဆီက ပညာတွေ အခွင့်သင့်သလိုသင်ယူရင်း၊ လက်စားချေနိုင်မယ့်နေ့ကို စောင့်မျှော်ရင်း ၇ နှစ်တာကုန်ဆုံးပြီး ထောင်ကထွက်လာခဲ့ပါတယ်...။စစ်တုရင်ပညာနဲ့ လှည့်စားမှုအတတ်ပေါင်းလိုက်တော့ အတော်အစွမ်းထက်သွားပါလေရော...။ထောင်ကအထွက် ထောင်ထဲမှာသင်ယူခဲ့တဲ့ပညာတွေနဲ့ နှစ်နှစ်လောက် လောင်းကစားလုပ်ရင်းငွေကိုရှာ၊ ကြွယ်ဝချမ်းသာလာပြီးတဲ့နောက် ဂန်စတားခေါင်းဆောင်မစ္စတာဒီနဲ့ ပညာချင်းပြန်ပြိုင်ပါတော့တယ်....။ဒီဇာတ်လမ်းက တွေ့နေကျ action၊ crime တွေနဲ့မတူဘဲ သူ့ထက်ငါဆရာပညာချင်းပြိုင်တဲ့ပုံစံအပြင် plot twist ခပ်ဆန်းဆန်းကိုမြင်တွေ့ရမှာပါ....။တွေးတောရင်းကြည့်ရမယ့်ကားမို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ...။ဒါရိုက်တာ Guy ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/revolver-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/cc8b6480-c816-434d-b361-eedf27a54f79-133x200.jpg",
        "title": "So Close (2002)",
        "description": "So Close (2002)IMDb Rating (6.6) / Rotten Tomatoes (82%)မင်းသမီး ရှုကျီနဲ့ Shaolin Soccer ထဲကမင်းသမီး ကျိုးဝေတို့ရဲ့  So Close ရုပ်ရှင်ကို ၉၀ဖွားတွေ မကြည့်ဖူးတဲ့သူမရှိသလောက်ပါပဲ။ အက်ရှင်လန်းလန်းတွေရယ် ဆော်လန်းလန်းတွေရယ်ကို တိတ်ခွေပျက်တဲ့အထိ ခဏခဏ ငှားကြည့်ခဲ့ရတာပါ။ မင်းသမီးတွေလှလို့ အက်ရှင်တွေကြမ်းလို့ အငမ်းမရထိုင်ကြည့်ရင်း ထိရှသွားတဲ့ဇာတ်အလှည့်အပြောင်းတွေကြောင့် မျက်ရည်ကျလုလု ရင်ကိုထိသွားတဲ့ အခိုက်အတန့်လေးတွေကိုလဲ သတိရမိကြမှာပါ။ဒီကားထဲမှာ ဂျွန်စောလို့ လူသိများတဲ့ ကိုရီးယားမင်းသား Song Seung-heon လည်း ပါဝင်ထားပါသေးတယ်။အက်ရှင်ကားတွေထဲမှာ Rating မြင့်ပြီး အမြဲမရိုးနိုင်တဲ့ ဒီဇာတ်ကားလေးကို တဖန်ပြန်ခံစားရင်း သိမ်းထားလို့ရအောင် အကောင်းဆုံး Quality နဲ့ တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...အားလုံ နဲ့ အားခွမ် ဟာ ကြေးစားလူသတ်သမား ညီအစ်မနှစ်ယောက်ပါ။ သူတို့ဟာ အဆင့်မြင့် ကွန်ပြူတာနည်းပညာတွေနဲ့ ပစ္စည်းတွေသုံးပြီး လုပ်ကြံဖို့မဖြစ်နိုင်တဲ့ ဆရာကြီးတွေကိုမှ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/so-close-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tmVuix29w6RH2T09D0crzXMQj1.jpg",
        "title": "Kill Shot (2023)",
        "description": "Genre – Actionအာဖဂန်နစ္စတန်ကနေ ပျံသန်းလာတဲ့ လေယာဉ်လေးတစ်စင်းပေါ်မှာဒေါ်လာ ၁၀၀ မီလီယမ် ပါလာခဲ့တယ်။ ပြီးတော့ အဲဒါက အမေရိကန်-ကနေဒါနယ်စပ်နားလောက်မှာ ပျက်ကျသွားရော။ အဲဒီမှာ စစ်သည်ကြေးစားတစ်သိုက်ဟာလည်း မုဆိုးယောင်ဆောင်ပြီးဒီပိုက်ဆံတွေကို လာရှာကြပါတော့တယ်။ဂျက်ဆန်ဆိုတာက သမီးလေးကိုလည်း ဆုံးရှုံးထားပြီး ဇနီးဖြစ်သူကပါဖောက်ပြန်ကာ ငွေအခက်အခဲဖြစ်ပြီး ဘဝပျက်နေတဲ့ ကြုံရာ ကျပန်းအလုပ်သမားတစ်ယောက်ပေါ့။ အဲဒီမှာ သူငယ်ချင်းရဲ့ ချိတ်ဆက်မှုနဲ့ ဖောက်သည်တစ်ယောက် တောင်ပေါ် အမဲလိုက်ချင်လို့ လမ်းပြလုပ်ပေးပါလား တောင်းဆိုတော့လက်ခံလိုက်တဲ့အခါ ဖောက်သည်က ငယ်ငယ်ချောချော ကောင်မလေးဖြစ်နေပြီး နှစ်ယောက်တူတူ အမဲလိုက်ထွက်လာချိန် လေယာဉ်ပျက်ကျတဲ့နေရာကပိုက်ဆံတွေ တွေ့ကြပြီး ဘာဆက်ဖြစ်မလဲ ကြည့်ရမယ့် အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားအကြောင်း အများကြီး မပြောလိုပေမဲ့မင်းသမီးချောချောလေးက တောထဲမှာ မဆီမဆိုင် ဖင်ပြောင်လေးနဲ့ ပြေးလိုက်အပေါ်အကျ်ီ  ချွတ်လိုက်နဲ့ မျက်စိ ပဒေသာတော့ ဖြစ်စေရမှာ သေချာပါတယ်။  File size…3.36GB / 1.27GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 33m\nGenre ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kill-shot-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDYwNjNhNmQtNzZlZC00YzVmLThhMzItNmJiYWJjMGFjODQwXkEyXkFqcGdeQXVyMjkyOTg5NjI@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Mat Kilau (2022)",
        "description": "IMDb 5.6 အထိရရှိထားတဲ့မလေးရှားအက်ရှင် ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပြီး ဗြိတိသျှတွေနယ်ချဲ့ခံနေရတဲ့မလေးလူမျိုးတွေရဲ့ဘဝကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပါတယ် အဓိကဇာတ်ဆောင်ကတော့ မက်ကီလူဆိုတဲ့မလေးစစ်သည်တစ်ယောက်ဖြစ်ပြီးဗြိတိသျှတွေကိုဆန့်ကျင်တဲ့နေရာမှာ သူ့ရဲ့သူရဲကောင်းဆန်တဲ့လုပ်ရပ်တွေကိုအသားပေးရိုက်ကူးထားတာပါ ဇာတ်လမ်းထဲမှာတော့မလေးကျွန်းငယ်လေးတစ်ခုကိုနယ်ချဲ့တွေကမလိမ့်တပတ်နဲ့လာအုပ်စိုးနေပြီးမက်ကီလူတို့စစ်သည်တွေကနယ်ချဲ့တွေကိုပြန်တော်လှန်ဖို့ကြိုးစားနေတာကိုတွေ့ရမှာပါ အကြီးအကဲတွေနဲ့ရွာသားတော်တော်များများကသက်သာရာမှာနေချင်ကြပေမဲ့မက်ကီလူတို့ကတော့နယ်ချဲ့လက်အောက်ကကျွန် မဖြစ်ချင်တာကြောင့်ရရာလက်နက်စွဲကိုင်ပြီးတိုက်ခိုက်ကြပါတော့တယ် ဘာသာတရားရဲ့အဆုံးအမတွေနဲ့သစ္စာတရားကိုအခြေခံထားတဲ့မက်ကီလူတို့လူမျိုးတွေကနယ်ချဲ့တွေကိုမောင်းထုတ်နိုင်ပါ့မလား မမျှတတဲ့တိုက်ပွဲမှာဘယ်သူကအနိုင်ရသွားမလဲဆိုတာကိုကြည့်ရှုရမှာပါ File size…(2.9 GB)/(1.6 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:58:00\nGenre...Action, History, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mat-kilau-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ux5lqNuibd8eOkwwUhzfzAJBqD.jpg",
        "title": "Firestarter (1984)",
        "description": "Firestarter (1984)King of Horror လို့တင်စားခံထားရတဲ့ စာရေးဆရာကြီး Stephen King ရဲ့ နာမည်တူ Firestarter (1980) ဝတ္ထုကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတဲ့ ပထမဇာတ်ကားပေါ့။အန်တီ Drew Barrymore ကလေးပေါက်စဘဝက ရိုက်ကူးထားတာဖြစ်ပြီး Cast တွေကလည်း ကြမ်းသလို ဒီဇာတ်ကားက စူပါဟီးရိုးကားဆန်ဆန် ရိုက်ထားတဲ့ Firestarter (2022) ထက်စာရင် စာအုပ်ရဲ့ အနှစ်သာရနဲ့ ပိုပြီး နီးစပ်တယ်လို့ ပြောကြပါတယ်။ ဇာတ်ကားနှစ်ခုလုံးက သူ့အတိုင်းအတာနဲ့သူ အထိုက်အလျှောက်အောင်မြင်မှုတွေ ရခဲ့တာကတော့ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အန်ဒရူးမက်ဂီးနဲ့ ဗစ်ကီ (ခေါ်) ဗစ်တိုးရီးယားတို့ The Shop လို့ခေါ်တဲ့ အဖွဲ့အစည်းကလုပ်တဲ့ ဆေးဝါးစမ်းသပ်မှုတစ်ခုမှာ လုပ်အားပေးအနေနဲ့ ငွေရှာရင်းတွေ့ကြပါတယ်။ ဆေးကအစွမ်းပြလာတဲ့အချိန် တစ်ယောက်ရဲ့အတွေးကို တစ်ယောက်က ကြားရပြီး စိတ်စွမ်းအင်တွေရလာပါတယ်။ ပြီးတော့ ရှေးရေစက်ကြောင့် နှစ်ယောက်သား နီးစပ်သွားတယ်ပေါ့ဗျာ။သူတို့နှစ်ယောက် အိမ်ထောင်ကျပြီး ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/firestarter-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tR88diuLaMMdxl9rBVdAKERzIjo.jpg",
        "title": "The Hit List (2011)",
        "description": "အယ်လန် ကမ့်ဘဲလ်ဆိုတာက အရှုံးသမား အကြွေးကဝိုင်းမိန်းမကလည်း အချစ်‌ဆုံးသူငယ်ချင်းနဲ့ဖောက်ပြန်အလုပ်မှာ ရာထူးတိုးကလည်းမရ။ဒီလိုနဲ့ပဲ ညဘက်အရက်ဆိုင်မှာမှောက်ဖို့ကြံနေတဲ့သူ့ဆီကိုမိတ်ဆက်လာတာကတော့ ဂျိုးနားစ် အာဘာ။အထူးအေးဂျင့်အနေကနေ ပြေးလာပြီးတော့ ဒီမြို့လေးမှာအချိန်လာဖြုန်းလုပ်ချင်ရာလုပ်နေတဲ့လူ။ အယ်လန်ရင်ဖွင့်သမျှကြားပြီး ဂျိုးနားစ်က သူ့ကိုကမ်းလှမ်းခဲ့တာကအယ်လန်အမုန်းဆုံးလူ နာမည်ငါးခုချရေး ဂျိုးနားစ်ကရှင်းပေးမယ်။ဂျိုးနားစ်ကတော့မယုံမကြည် မူးမူးနဲ့ရေးပေးလိုက်ပြီးနောက်နေ့မနက် ပထမတယောက်ကို တကယ်ဖြစ်လာတဲ့အခါမှာတော့အယ်လန်တယောက် ကျန်တဲ့လူတွေကိုပါ ဂျိုးနားစ်ရဲ့ရန်ကနေကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ဂျိုးနားစ်ရဲ့ကစားပွဲအောက်မှာ အယ်လန်တယောက်စာရင်းထဲပါသူတွေကို ကယ်တင်နိုင်ပါ့မလား။ဂျိုးနားစ်ကရော ဘာဖြစ်လို့ ဒီလိုမျိုးလုပ်နေတာလဲ။ဒီကစားပွဲရဲ့အဆုံးသတ်မှာ သူတို့နှစ်ယောက်ထဲကဘယ်သူကအောင်မြင်သွားမလဲဆိုတာကိုCMပရိတ်သတ်ကြီးကဒီဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးခင်ဗျ။  File size…  1.5 GB / 590 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Action, Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by...  Brackman",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-hit-list-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2U5ZjQ2MGMtNDI5ZS00NzJjLTg5YTAtMTVhYWQ4MGE4NmQxXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Por Thozhil (2023)",
        "description": "Por Thozhil ( 2023 )\n==================IMDb 8.4/10တောင်ပိုင်းမှုခင်းကားတွေ ကြိုက်တဲ့ပရိသတ်တွေအတွက် Por Thozhil ဆိုတဲ့\nအမိုက်စား မှုခင်းရုံကားလေးတစ်ခု ထွက်ရှိလာပါပြီ။Por Thozhil ဆိုတာကတော့ တမီလ်လို စစ်အနုပညာလို့ အဓိပ္ပါယ်ရပါတယ်။\nကြောက်တတ်ပေမဲ့ မှုခင်းစာအုပ်တွေဖတ်ပြီး ရဲဖြစ်ချင်ခဲ့တဲ့ ပရာကတ်ရှ်ဆိုတဲ့ အလုပ်သင်\nဒုရဲအုပ်လေးဟာ အရမ်းလက်ပေါက်ကပ်တဲ့ လူ့ကန့်လန့် ဝါရင့်ရဲအုပ်ကြီးတစ်ယောက်ဆီမှာ\nအကူအနေနဲ့ တာဝန်ထမ်းဆောင်ရင်း ပထမဆုံးအမှုအနေနဲ့ နှစ်လောင်းပြိုင်\nကွင်းဆဂာ်လူသဝာ်မှုနဲ့ တည့်တည့်တိုးပါတော့တယ်။ဒီရုပ်ရှင်ဟာဆိုရင် တောင်ပိုင်းမှုခင်းကားတွေထဲမှာ အင်မတန်နာမည်ကြီးခဲ့တဲ့ Ratsasan တို့ HIT တို့လိုပဲ\nပရိသတ်တွေကို ထိုင်ရာကနေ မထစတမ်း ဆွဲခေါ်သွားမှာဖြစ်လို့ မှုခင်းကားကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ်ကို must watch ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်...။( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Moon, V, Cherry နဲ့ Zwe Yan တို့ပဲဖြစ်ပါတယ်ဗျ။ )\nFile size…4GB /1.53GB  / 789MB\nQuality…4k SONY WEB DL ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/por-thozhil-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/caEayj8MlQuheJWyOJMpXk1LFvf.jpg",
        "title": "The Coldest City ( 2023 )",
        "description": "၁၉၄၅ ခုနှစ် ဒုတိယကမ္ဘာစစ်အပြီးမှာ တရုတ်နိုင်ငံကို\nကျူးကျော်ထားတဲ့ ဂျပန်တွေဟာ လက်နက်ချခဲ့ပါတယ်အဲဒီအချိန် တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း ဒေသက တုန်းပေဆိုတဲ့\nမြို့လေးမှာ အုပ်ချုပ်သူမဲ့နေတဲ့ အခြေအနေမှာ ဒုစရိုက်သမားတွေနဲ့\nပြည့်နှက်နေသလို မကောင်းတဲ့ အင်အားစုတွေဟာ ဒီမြို့လေးမှာ ကြီးစိုးနေပါတယ်။\nသူငယ်ချင်းရဲ့ မိသားစုဖြစ်တဲ့ ဖန်းမိသားစုတစ်စုလုံး အသတ်ခံလိုက်ရတာအပြင်\nဖူရှန်းဘဏ်က လူ ၃၇ ယောက် အသက်ပေးလိုက်ရတဲ့\nအမှု‌ကြောင့် လက်စားချေဖို့အတွက် ပင်းမြို့ကို\nရောက်လာခဲ့တဲ့ လက်ဖြောင့်သေနတ်သမား ကုညန့်၊ဒီကိစ္စရဲ့ အဓိက တရားခံဖြစ်တဲ့ လီမိသားစုက သခင်ကြီး လီဟွမ်နဲ့ သားဖြစ်သူ လီချင့်၊\nကုညန့်ကို ကူညီပေးမယ့် လုပ်ကြံသတ်ဖြတ်သူ လောင်ကျောင်း၊\nပင်းမြို့မှာ နေရာရဖို့ မကောင်းမှုအားလုံးကို\nကျူးလွန်နိုင်တဲ့ လောဘဇောတိုက်နေတဲ့ စီးပွားရေးသမားတွေ...တစ်မြို့လုံးမှာ ရှုပ်ယှက်ခတ်နေတဲ့ အခြေအနေတွေကြားမှာ\nကုညန့်ရဲ့ လက်စားချေဖို့ အစီအစဥ်ဟာ အောင်မြင်နိုင်ပါ့မလား\nလုပ်ကြံသတ်ဖြတ်သူဖြစ်တိုင်း မကောင်းတဲ့သူမဟုတ်ဘူးဆိုတာကို\nသက်သေပြသွားမယ့် လောင်ကျောင်းကရော\nကုညန့်ကို ဘယ်လောက်အထိ ကူညီသွားမလဲ ဆိုတာ\nဒီဇာတ်ကားလေးမှာ အားပေးကြပါဦးဒီဇာတ်ကားဟာ ဂျပန်ဆန့်ကျင်ရေးစစ်ပွဲကာလမှာ တိုင်းပြည်ကာကွယ်ရေးမှာ\nတစ်တပ်တစ်အားပါဝင်ခဲ့ကြတဲ့ လုပ်ကြံသတ်ဖြတ်သူတွေနဲ့\nသေနတ်သမားတွေကို ကိုယ်စားပြုပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်\nQuality : ...",
        "rating": "6.2",
        "url": "https://megaup.net/1gjj5/The_Coldest_City_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHgr6BIYFXhwyjBugQRiNw2h19h.jpg",
        "title": "Rise of the Footsoldier: Origins (2021)",
        "description": "စစ်သားတိုနီတပ်ခ်ကာတစ်ယောက်ဖော့ကလန်စစ်ပွဲမှပြန်လာပြီးတဲ့နောက်သူရဲ့တိုက်ရည်ခိုက်ရည်နဲ့ ခေါင်းမာတဲ့လုပ်ရပ်တွေကြောင့်ကလပ်ရဲ့တံခါးမှုးအဖြစ်နဲ့ နာမည်ကြီးလာခဲ့ပါတယ်။ကလပ်စီးပွားရေးရဲ့လက်ခွဲဖြစ်တဲ့မူးယစ်ဆေးဝါးရောင်းဝယ်ဖောက်ကားတာတွေမှာပါပါဝင်လာခဲ့ပြီး ကလပ်လောကမှာနာမည်ကြီးတဲ့သူတစ်ယောက်ဖြစ်ပါတော့တယ်။နောက်ပိုင်းမှာ လူဆိုးဂိုဏ်းတွေနဲ့ပေါင်းစပ်မိပြီးတဲ့နောက်ကိုယ့်ကိုယ်ကိုမထိန်းနိုင်တော့ပဲ အခြေအနေတွေပိုဆိုးလာပြီတဲ့နောက်သူတို့ပညာပြခဲ့တဲ့ကောင်ကသူ့ကိုဘယ်လိုဆွဲချမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။၂၀၂၁မှာထုတ်လွှင့်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီးAction, Crime အမျိုးအစားဖြစ်ပါတယ်။ File size…  1.56 GB /  721 MB\nQuality… WEB DL 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Charm",
        "rating": "",
        "url": "https://channelmyanmar.org/rise-of-the-footsoldier-origins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rak-133x200.jpg",
        "title": "Rakshak – India’s Braves (2023)",
        "description": "Rakshak-India's Braves 2023အိန္ဒိယရဲ့သူရဲကောင်းများတဲ့ယူနီဖောင်းနဲ့ခန့်နေတဲ့ Jalebi မင်းသား Varun Mitra နဲ့ အပြုံးချိုချိုမင်းသမီးလေး Kanika Mann\nတို့အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ သမီးဖြစ်သူကိုဘူတာလိုက်ပို့ရင်း\nဖုန်းအားပြည့်ရဲ့လား မုန့်နဲ့ရေကပါရဲ့လားနဲ့ သဲသဲလှုပ်ဂရုစိုက်အချစ်ပိုနေကြတဲ့\nမိသားစုလေးကိုကြည်နူးဖွယ်မြင်တွေ့ရမှာပါ အဲဒီချိန်မှာပဲ မထင်မှတ်တဲ့ပေါက်ကွဲမှုတစ်ခု .....ဆိုနူးကတော့ခါးပတ်ညိုရထားတဲ့ ဗိုလ်ကြီးတစ်ဦးပါ\nခွင့်ရက်ပြန်လာချိန် အပြုံးချိုချိုမာလာလေးနဲ့ စေ့စပ်ပေးဖို့ အိမ်ကစီစဉ်ထားတာနဲ့တန်းတိုးတာပေါ့\nအပြုံးချိုလေးဘယ်လောက်စွမ်းလဲဆို တစ်သက်လုံးမကြိုက်တဲ့ ခရမ်းသီးချက်တောင်စားမယ်\nဖြစ်သွားသည်ထိပါပဲ ခွင့်ရက်မစေ့ခင်မှာပဲ တာဝန်ကျလို့ပြန်သွားရချိန်မှာတော့....သာမန်အရပ်သားဘဝမှာ မေတ္တာအပြည့်ကြည်နူးနေတဲ့သူတစ်ယောက် တာဝန်ဝတ္တရားနဲ့\nနိုင်ငံ့အကျိုးသယ်ပိုးရချိန်မှာလည်း နိုင်ငံ့သားကောင်းတစ်ယောက်ဖြစ်နေရသူ\nမေတ္တာဖွဲ့ ၊ စိတ်ခွန်အား ၊ အက်ရှင်တို့ကို တစ်စုတစ်စည်းတည်းမြင်တွေ့ရမဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.59GB / 680MB\n Quality…1080p WEB DL /720p\nFormat…mp4\nDuration…1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ V ~ Yunni",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/rakshak-indias-braves-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k9lhZ0PhY78nzwG034rNpsLXlpW.jpg",
        "title": "Mesrine: Public Enemy #1 (2008)",
        "description": "Genre – Action, Biography, Crime\nIMDB – 7.4/10 ပြင်သစ် လမ်းမတော်ဖိုးတုတ်ကြီးရဲ ဒုတိယကား လာပါပြီ။ဒီကားကြည့်မယ်ဆို ပထမကား ဖြစ်တဲ့ Mesrine: Killer Instinct ကိုအရင်ကြည့်ပေးကြပါ တင်ထားတာရှိပါတယ် မဟုတ်ရင် ဇာတ်လမ်းကိုနားမလည်ပဲ နေမှာစိုးလို့ပါ။ ဒီတော့ ပထမကားမှာ တဖြည်းဖြည်းနဲ့ ဆရာကြီးလူမိုက် ဖြစ်ပြီးနောက် ဒီဒုတိယကားမှာတော့ ပြင်သစ်တစ်နိုင်ငံလုံးရဲ့ အလိုအရှိဆုံး ဝရမ်းပြေး နံပါတ် ၁ဖြစ်သွားခဲ့ပါပြီ။ ဒီ ဂျက်မယ်ရင်းဆိုတာက ပြင်သစ်နိုင်ငံ ၁၉၇၀ ခုနှစ်ဝန်းကျင်လောက်မှာ အပြင်မှာတကယ်ရှိခဲ့တဲ့ လူမိုက်ကြီးတစ်ယောက်ပါ သူ့ရဲ့ ကြမ်းတမ်းပုံတွေဘဏ်လုယက်တာ ထောင်ဖောက်တာ ပြန်ပေးဆွဲတာ မိန်းမတွေနဲ့ ကြူးတာ စသဖြင့်လမ်းမတော်ဖိုးတုတ်လုပ်ပုံတွေကို ရိုက်ကူးပြထားတဲ့ ဖြစ်ရပ်မှန်ကားကောင်းပါ။ဒီ ဒုတိယကားမှာတော့ အရင်ကားလို သာမညလူဆိုးတစ်ယောက်မဟုတ်တော့ပဲတစ်တိုင်းပြည်လုံးက သိတဲ့လူဆိုးဖြစ်နေပြီး ထောင်တွေ ဉာဏ်ပါပါ ဖောက်ခဲ့တာတွေ၊တရားရုံးမှာ ဘယ်လိုသောင်းကျန်းပြီး တရားသူကြီးကို ဘယ်လိုတွေဖြဲခဲ့တာ၊ တောထဲမှာသက်စွန့်ဆံဖျား ရဲလက်ကနေ ပြေးရတာတွေ၊ တဖြည်းဖြည်းနဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mesrine-public-enemy-1-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zCyuiyIhbhgEOZde81qTgXbO0pw.jpg",
        "title": "Mesrine: Killer Instinct(2008)",
        "description": "Mesrine: Killer Instinct(2008)****************************Jacques mesrine ဆိုတဲ့ ပြင်သစ်နိုင်ငံသားတစ်ယောက်က စစ်တပ်မှာ တာဝန်ထမ်းဆောင်ပြီးမိဘအိမ် ပြန်လာတဲ့ သူပါ...သူ့မိဘက သူ့ကို အလုပ်ကောင်းကောင်းတစ်ခုရှာပေးခဲ့ပေမယ့် သူကတော့ဂျာမနီလူမျိုးတွေနဲ့မို့ အလုပ်မလုပ်ချင်ပါဘူး\nဒါပေမယ့် တစ်နေ့မှာ သူ့သူငယ်ချင်းဖြစ်သူ Jean Paul Mercier ဟာ ဂိုဏ်းစတားတစ်ဦးဖြစ်သူGuido ဆိုတဲ့ လူဆီကို ခေါ်သွားပါတယ် ,,,အဲ့ဒီအလုပ်က သူများပစ္စည်းခိုးတာတွေ ဘဏ်ဖောက်တာတွေ ဖြစ်တာကြောင့်တစ်ခါတည်းနဲ့ ငွေအချီကြီးရလေ့ရှိပါတယ်,,,\nအဲ့ဒီလို ငွေအချီကြီးကို မက်ပြီး Jacque mesrine တစ်ယောက် မကောင်းမှုထဲကို တစ်စတစ်စ နစ်ဝင်သွားချိန်မှာတော့...File Size :(3.2GB)(1.1GB)(and (392MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre :  Action ,Biography , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/mesrine-killer-instinct2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1jQUcZ2uWUe2jIxa5efNuMhdhts.jpg",
        "title": "Pawn Shop Chronicles (2013)",
        "description": "Genre – Action, Comedy, Crime\nIMDB – 5.9/10Paul Walker ကြီး အလွမ်းပြေ ကြည့်လို့ရမယ့် ကားကောင်းတစ်ကား လာပြီဗျာ။ဒီလိုပြောလို့ Paul Walker ချည်း ပါတယ်မထင်ပါနဲ့Lord of the Ring က Frodo မင်းသား Elijah Wood တို့ Mummy မင်းသားကြီး(နောက်ပိုင်းဆို The Whale နဲ့ ကြမ်းထားတဲ့) Brendan Fraser တို့မြိုင်မြိုင်ဆိုင်ဆိုင် ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကတော့ R Rated နဲ့ အညီ ကိုယ်လုံးတီးတွေပါမယ်မိုးမွှန်အောင် ဆဲဆိုနေတာလည်း ပါဝင်တဲ့အတွက် သတိချပ်စေလိုပါတယ်ဗျ။ကဲ ဇာတ်လမ်းအကြောင်းပြောမယ်…ပြောမယ်သာပြောတာ တကယ်ကြည့်ဖူးသမျှထဲ ပေါက်ကရတွေဖြစ်ပြီးထူးခြားဆန်းကျယ် မှန်းမရတဲ့ဇာတ်လမ်းထဲ သူပါတယ်။အကုန်လုံးကို စနစ်တကျ ဇာတ်တိုက်ထားတာမျိုး မရှိပဲရော့ သွား ကြိုက်တာလုပ်ဆိုပြီး အကုန်လုံးက ဖြစ်ချင်တိုင်းကို ဖြစ်နေကြတာမျိုး။အဓိကက ဇာတ်လမ်းနာမည်လိုပဲ အပေါင်ဆိုင်မှတ်တမ်းများဟုတ်တယ် ဒီ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pawn-shop-chronicles-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA1NTEwMDMxMF5BMl5BanBnXkFtZTgwODkzMzI0MjE@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Haider (2014)",
        "description": "IMDb Rating (8.0) / Rotten Tomatoes (88%)မင်းသား Shahid Kapoor , မင်းသားကြီး Irrfan Khan ,မင်းသမီး Shraddha Kapoor,မင်းသမီးကြီး Tabu တို့နဲ့\nဘောလိဝုဒ်ရဲ့ Rating မြင့် Action,Crime,Drama ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားက စာရေးဆရာကြီးဝီလီယံရှိတ်စပီးယားရဲ့ \"Helmet\"ဆိုတဲ့ဇာတ်လေးကိုကျောရိုးကိုယူပြီးပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ ၁၉၉၅ခုနှစ် ကတ်ရှမီးယားဒေသကိုအခြေပြုထားပါတယ်။\nကတ်ရှမီးယားဒေသကိုအခြေတည်ထားတာကလည်းစိတ်ဝင်စားစရာအချက်တချက်ပါပဲ။\nလူငယ်လေးတစ်ယောက် သူ့ဖခင်ရုတ်တရက်ပျောက်ဆုံးသွားတဲ့အကြောင်းသိလိုက်ရတဲ့အချိန်မှာပဲ\nအဲဒီကတ်ရှ်မီးယားဒေသကိုသွားရောက်ခဲ့တာကစတင်ထားပါတယ်။အဲ့ဒီကိုရောက်တဲ့အခါမှာတော့ ဖြစ်စဉ်တွေဟာ သူထင်ထားသလို ရိုးစင်းမနေဘဲ\nလိုက်လံစုံစမ်းရင်းနဲ့ ဘယ်လိုမြုပ်ကွက်တွေကို ဖော်ထုတ်လိုက်နိုင်မလဲ။\nပျောက်ဆုံးသွားတယ်ဆိုတဲ့ သူ့ဖခင်ကိုရောပြန်တွေ့နိုင်မလား။\nနောက်ကွယ်က ဘယ်လိုအကြောင်းတရားတွေရှိနေလည်းဆိုတာကို ခံစားမှုပြင်းရှရှနဲ့ခံစားကြည့်ရှုရမှာပါ။ဇာတ်လမ်းက အချိုးအကွေ့လေးတွေ စိတ်ဝင်စားဖို့ကောင်းတာမို့ဇာတ်ကြောင်းကို မသိထားဘဲ\nကိုယ်တိုင်အပြည့်အဝခံစားကြည့်ရှုမှ ပိုကောင်းပါမယ်။\nနိုင်ငံတကာမှာ ဘာကြောင့် Rating မြင့်ပြီး နာမည်ကြီးနေလဲဆိုတာ ခံစားဆုံးဖြတ်ပေးကြပါဦး။(ရုပ်ရှင်အညွှန်းကို ကျော်ဇေလတ်မှ ရေးသားပြီး V & Thaik San မှ ဘာသာပြန်တင်ဆက်ထားပါတယ်။)\nFile size…(2.6 GB)/ (1.3 GB)\nQuality….BluRay 1080p HEVC /720p\n...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/haider-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1LE95fVuA14LjnMD0FyjRx6ni7D.jpg",
        "title": "Endless Battle ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့ အက်ရှင်ဇာတ်ကားလေးကိုမှ\nကြိုက်နှစ်သက်တဲ့ ရုပ်ရှင်ချစ်ပရိသတ်တွေအတွက်အက်ရှင်ဇာတ်ကားကောင်လေးဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ နာမည်ကြီးစီးပွားရေးလုပ်ငန်းရှင် လုံခွန်းကတရားမဝင်\nမူးယစ်ဆေးတွေကို ရောင်းဝယ်တဲ့လူပေါ့။ရဲတွေကဒီလုံခွန်းကို ဖမ်းဆီးဖို့အတွက်နည်းမျိုးစုံသုံး\nဖမ်းဆီးပေမဲ့ အမြဲတမ်းလွတ်မြောက်ခဲ့တယ်။\nဖြောင့်မတ်တဲ့ ရဲအရာရှိဖန်ကျန့်ကျုံးမှာ\nအားချန်ဆိုတဲ့ ညီလေးတစ်ယောက်ရှိနေပေမဲ့\nညီအစ်ကိုနှစ်ယောက်ဆက်ဆံရေးမပြေလည်ခဲ့ဘူး။မပြေလည်တဲ့အကြောင်းရင်းကတော့ အစ်ကိုဖြစ်သူက\nမူးယစ်ဆေးအရောင်းအဝယ်ဂိုဏ်းတွေကို\nဖမ်းဆီးနေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ပေမဲ့\nညီကတော့အဲ့ဂိုဏ်းတွေနဲ့ အပေါင်းအပါမိတ်ဆွေတွေ\nဖြစ်နေခဲ့တာကြောင့်ပဲ။ သို့ပေမဲ့မကြာခဏ\nသူ့ညီအဖမ်းခံရတိုင်းဖန်ကျန့်ကျုံးရဲ့မွေးစားအဖေ\nချင်ရဲမှူးကတော့ သူ့ညီဘက်ကနေအမြဲကာပေးပြီးလွှတ်ပေးခဲ့တယ်။တနေ့လုံခွန်းသားအငယ်က\nရဲတစ်ယောက်ကို ကားသတ်မှုအပြင်မူးယစ်ဆေးမှုပါ\nအဖမ်းခံလိုက်ရတဲ့အချိန် သားကို\nချစ်မြတ်နိုးတဲ့ လုံခွန်းတစ်ယောက်ကယ်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။\nဒီလိုနဲ့ဒီအမြဲတမ်းလွတ်မြောက်နေတဲ့ လုံခွန်းမူးယစ်ဆေးဘုရင်မှ\nာဘယ်သူတွေ ပါဝင်ကူညီပေးနေလဲ။ညီအစ်ကို\nနှစ်ယောက်ဆက်ဆံရေးကကော ဘယ်လိုတွေကတောက်ကဆဖြစ်နေဦးမလဲ။\nဒီရူပ်ထွေးလှတဲ့မူးယစ်ဆေးစီးပွားရေးလောကရဲ့ကြိုးစကို\nဘယ်လိုဖြည်ကြမလဲအစရှိတဲ့စိတ်ဝင်စရာ\nစုံထောက်မှုခင်းအက်ရှင်တို့ကို တစ်ခါတည်း\nဒီဇာတ်ကားကနေပြသသွားမှာဆိုတော့လက်မလွတ်တမ်းစောင့်ကြည့်လိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/2C9bB/Endless_Battle_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iDOxuzoRcDa9RoNDu8zNdLUtTeX.jpg",
        "title": "Scarlett (2020)",
        "description": "အက်ရှင်ကားမှကြည့်ချင်တဲ့ပရိသတ်တို့အတွက် ဂျက်မ စကားလက်ကားပါ...။ဖခင်ဖြစ်သူဟာ စပိုင်တစ်ယောက်ဖြစ်တဲ့အလျောက် စကားလက်ဟာလည်းငယ်စဥ်ကတည်းက သူများတွေနဲ့မတူအောင် သေနတ်ပစ်၊ အသတ်အပုတ်အတိုက်အခိုက်ကိုလေ့ကျင့်ခဲ့ရတာပါ....။ မိခင်ဖြစ်သူကငယ်ငယ်လေးကတည်းကဆုံးပါးသွားတော့ ဖတဆိုးလေးစကားလက်ဟာ သူ့ဘဝကို စပိုင်ဖခင်ဆီက သင်ယူရင်းနဲ့သာအချိန်ကုန်ဆုံးခဲ့တာပေါ့...။တစ်နေ့မှာတော့ မှောင်ခိုလက်နက်အရောင်းအဝယ်သမားတွေဟာ သူတို့အိမ်ကိုလာတိုက်ခိုက်ပြီး စကားလက်ရဲ့ဖခင်ကို ဖမ်းသွားပါတော့တယ်...။ဒီတော့ စကားလက်တစ်ယောက် ဖခင်ကိုပြန်ကယ်ဖို့အတွက် တစ်ယောက်တည်းစစ်ဆင်ရေးထွက်ခဲ့ပါတော့တယ်....။သူ့အဖေကို ဘာလို့ဖမ်းသွားတာလဲ၊ မှောင်ခိုသမားတွေရဲ့ရည်ရွက်ချက်ကဘာလဲ၊စကားလက်တစ်ယောက်တည်းဘယ်လို တိုက်ပွဲဝင်မလဲဆိုတာဇာတ်ကားလေးထဲကြည့်ရှုလို့ရပါပြီ...။  File size…1.94GB / 848MB\nQuality…WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/scarlett-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Naked-weapon-poster-133x200.jpg",
        "title": "Naked Weapon (2002)",
        "description": "Naked Weapon 2002ကမ္ဘာတစ်ဝှမ်းလုံးမှာ ၁၃ နှစ် အရွယ် မိန်းကလေးတွေ ပျောက်နေကြတယ်။\nဒါနဲ့ ပတ်သတ်ပြီး CIA က Jack Chen နဲ့ သူ့အဖွဲ့ဟာ လိုက်လံစုံစမ်းနေခဲ့တာကြာပြီ။\nသူတို့ရဲ့ တစ်ခုတည်းသော သဲလွန်စက\nမဒမ် M ဆိုတဲ့ အမျိုးသမီး နဲ့ သူဦးဆောင်တဲ့ အဖွဲ့အစည်းပဲ။\nမဒမ် M ဟာ ကမ္ဘာ တစ်ဝှမ်းမှာရှိတဲ့ ၁၃ နှစ် အရွယ် မိန်းကလေးငယ်တွေကို ပြန်ပေးဆွဲတယ်။\nလူသူမနီးတဲ့ ကျွန်းဆီ ခေါ်သွားပြီး\nအဲဒီ မိန်းကလေးတွေကို စစ်ရေးလေ့ကျင့် သင်ကြားပေးတယ်။\nမဒမ် M ပြန်ပေးဆွဲတဲ့ မိန်းကလေးတွေအားလုံးဟာ\nအားကစား ဒါမှမဟုတ် ကိုယ်ခံပညာ တစ်ခုခုမှာ\nအများနဲ့ မတူအောင် ထူးချွန်တဲ့ သူတွေ ဖြစ်တယ်။\nအဲဒီထဲမှာ Charlene ဆိုတဲ့ ကလေးမလေးလည်း ပါတယ်။\nCIA က Jack Chen က လည်း ပျောက်သွားတဲ့ ကလေးတွေနဲ့ Charlene ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/naked-weapon-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDYyMzlkYzYtZjQ4ZS00ZDVmLThmYTEtNGNlNDBlMTIzYWJhXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-145x200.jpg",
        "title": "Maaveeran (2023)",
        "description": "Maaveeran (2023)\nIMDb-7.5/10ခဏခဏတောင်းဆိုနေကြတဲ့ Maaveeranဆိုတဲ့ ကြီးမြတ်သောသူရဲကောင်းဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။\nအက်ရှင်မင်းသားချော ရှီဗက်ကာသီကီရန် အဓိကနေရာကပါဝင်ထားပြီး တွဲဖက်သရုပ်ဆောင် ဟာသမင်းသားကြီး\nယိုဂီဘာဘူနဲ့အတူ တောင်ပိုင်းစတား မင်းသားကြီးဗီဂျေးစည်သူပတီကနေ နောက်ခံစကားပြောတဲ့သူအနေနဲ့\nပါဝင်ထားပါတယ်။ဇာတ်လိုက်က ဆပ်တရာ။ဆပ်တရာက မထင်မရှားကာတွန်းဆရာ။ဘယ်လောက်ထိမထင်ရှားလဲဆို\nသတင်းစာတစောင်မှာ ရှဲဒိုးရေးပေးရတာ။(ရှဲဒိုးဆိုတာ သူကသာရေးရတာ နာမည်ခံထားတာကတယောက်။)\nနောက်ပြီး ငကြောက်။\"ရန်လိုလာရင် အရှုံးပေးနှလုံးအေးစေ၏\"ဆိုတဲ့စကားကို လက်ကိုင်ထားပြီး ဘာနေနေ\n\"နေပါစေ ထားလိုက်ပါ ပြီးသွားမှာပဲ\"ဆိုပြီးနေတဲ့သူ။နိုင်ငံရေးသမားတွေရဲ့ အမြတ်ထုတ်နိုင်ငံရေးကစားတဲ့လှည့်ကွက်တွေကြောင့်နဲ့ ဘိုးစဉ်ဘောင်ဆက်နေလာတဲ့\nအိမ်လေးတွေကိုစွန့်ထားခဲ့ရပြီး သူတို့ချပေးတဲ့တိုက်ခန်းမှာသွားနေကြရတယ်။ လက်နဲ့ထိရင်ကြွေဆိုတဲ့အတိုင်း\nသံတချောင်းရိုက်ရုံနဲ့ နံရံပြိုကျပြီး ဘေးအခန်းနဲ့တသားတည်းဖြစ်မဲ့တိုက်ခန်းမှာနေကြရင်း တနေ့မှာတော့....။\nဇာတ်လိုက်ကျော်ငကြောက်ကြီး ခေါင်းမှာဒဏ်ရာရပြီး သူတို့ရဲ့ကံကြမ္မာတွေဘယ်လိုအလှည့်အပြောင်းဖြစ်သွားမလည်းဆိုတာ\nဇာတ်ကွက်ဇာတ်လမ်းခပ်ဆန်းဆန်းနဲ့ရှုစားကြရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~YH~Zwe~Cherry~Moon~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.8GB / 1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~YH~Zwe~Cherry~Moon~BpL",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/maaveeran-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOJAR1YasnxxOBFtSbTcS3pbjok.jpg",
        "title": "12:46 (2023)",
        "description": "လူငယ်လေးတစ်ယောက်ဖြစ်တဲ့ ရေးဟာ သူ့ရဲ့သီချင်းခွေထုတ်ဖို့အတွက်စတူဒီယိုကြေးပေးဖို့လိုတော့ မိတ်ဆွေဖြစ်သူ ဒရေဆီမှာ ကားမောင်းတဲ့အလုပ်ကိုဝင်လုပ်ပေးပါတယ်...။ ဒရေဆိုတာ အဲ့ဒီနယ်ပယ်မှာ မူးယစ်လူမိုက်ဂိုဏ်းခေါင်းဆောင်၊သူ့အပိုင်စားနယ်ပယ်ရဖို့ဆိုရင် လူသတ်ဖို့ဝန်မလေးသူပေါ့....။ဒရေဟာ ပြိုင်ဘဏ်လူမိုက်ဂိုဏ်းကို တိုက်ခိုက်ရင်း၊ နယ်မြေလုရင်းရန်သူတွေပိုပိုများလာတော့ ရေးဟာလည်း ဒီအလုပ်ကိုဆက်လုပ်သင့်မလုပ်သင့်စဥ်းစားလာရပါပြီ...။ဘဝဆိုတာ လမ်းဆုံကြီးတစ်ခုလိုပဲ လမ်းတစ်ခုကိုတော့ရွေးချယ်ရောက်မှာဖြစ်ပြီး ရွေးမိတဲ့လမ်းက မှားမနေဖို့လည်းလိုပါတယ်...။ရေးတစ်ယောက် ဘယ်လမ်းကိုရွေးချယ်သွားမလဲ...ရာဇဝတ်လမ်းကနေ လွတ်မြောက်နိုင်မလားဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်ရှုနိုင်ပါပြီ...။  File size…1.26GB / 478MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 10m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Myat Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/1246-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQnfrys3nyOpUxktxK2CBnm7Rv8.jpg",
        "title": "Blood Quantum (2019)",
        "description": "Rotten Tomatoes 90% ရရှိထားတဲ့ ဒီရှပ်ရှင်ဟာဇွန်ဘီအပေါ်ကလေ့ပ်စ်ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်။အမေရိကားမှာရှိတဲ့ လူနီရိုင်းအပိုင်ဒေသကဖုတ်ကောင်တွေနဲ့ကမ္ဘာပျက်တဲ့အကြောင်းရိုက်ကူးထားတာပါ။ဇာတ်လမ်းထဲမှာထူးဆန်းစွာနဲ့ပဲလူနီရိုင်း(နေးတစ်အမေရိကန်)တွေဟာ ဇွန်ဘီပိုးကို Immune ဖြစ်နေကြပါတယ်။လူဖြူတွေကသာအကိုက်ခံရရင် ပိုးကူးစပ်ပြီး ဇွန်ဘီတွေအဖြစ်ပြောင်းလဲကြပါတယ်။ဇွန်ဘီရုပ်ရှင်တွေထဲမှာ လူနီရိုင်းဇွန်ဘီကားဆိုတော့ကြည့်ရတာ ထူးထူးခြားခြားလေးဖြစ်နေပါတယ်။လူမှုရေးအရှုပ်ထွေးတွေနဲ့ သေရေးရှင်ရေးကိစ္စတွေဖြစ်နေတာတောင် လူတွေရဲ့အတ္တ၊ မာန၊ဒေါသတွေဟာ ခဝါချနိုင်ဖို့မလွယ်တဲ့အကြောင်းရှင်သန်ဖို့အတွက်ဆိုဘာမဆိုလုပ်မဲ့ သူတွေအကြောင်းစတာတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းက ကျီးနီ(Red Crow)ကိုယ်ပိုင်ဒေသမှာငါးအသေတစ်ကောင်အသက်ပြန်ရှင်လာတာ၊ခွေးအသေအသက်ပြန်ရှင်လာတာကနေ စပါတယ်။နောက်ပိုင်း လူတွေပါ ပိုးကူးစပ်ပြီးဇယားတွေကပ်ကုန်ကြပါတော့တယ်။ရဲမှူး ထရေဗာတစ်ယောက်ပြဿနာတွေကိုဦးဆောင်ဖြေရှင်းဖို့ဖြစ်လာပြီးခံတပ်တွေ စခန်းတွေဆောက်ကာ အစုဖွဲ့နှင့်ရှင်သန်နေရာမှအပြင်ဘက်မှာ ပိုးထိထားတဲ့ လူဖြူဒုက္ခသည်တွေကိုစခန်းသို့ချွေးမဖြစ်သူ လူဖြူမချာလီခေါ်ဆောင်လာရာမှာဒုက္ခလှလှတွေ့ကြပါတော့တယ်။ဘယ်လိုရှေ့ဆက်ပြီး သတ်ဖြတ်ရှင်သန်ကြမလဲ၊ဘယ်သူတွေက ဘယ်လိုထဖောက်ကြမလဲဆိုတာဇာတ်လမ်းအဆုံးထိကြည့်ရှုခံစားကြည့်ရမှဖြစ်ပါတယ်။ File size…  1.46 GB /  709 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 38m\nGenre .....  Action , Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kaung Paing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/blood-quantum-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-deep-135x200.jpg",
        "title": "Deep Blue Sea (1999)",
        "description": "ဒီဇာတ်ကားကိုကြည့်နေရင်းနဲ့ အဆုံးသတ်နားနီးတော့မှ ဇာတ်လိုက်က ဒီကားနာမည် Deep Blue Seaကို ညွှန်းလိုက်တဲ့စကားတစ်ခွန်းကြောင့် ခံစားရတဲ့ ရသလည်း အသစ်ပြောင်းသွားရပါတယ်။ ပြောရရင် ရှုထောင့်ပြောင်းပြီး မြင်လာတဲ့ အမြင်သစ်တစ်ခု ရသွားတာပေါ့လေ။Alzheimer's diseaseဆိုတာ လူတွေမှာ အဖြစ်အများဆုံး ဦးနှောက်ရောဂါတစ်ခုပါ။ မှတ်ဉာဏ်တွေ မေ့ပျောက်ကုန်တဲ့ရောဂါတစ်မျိုးပါပဲ။ သူငယ်ပြန်တာမျိုးလည်း မဟုတ်ဘဲ ကြာလေလေ ဘာကိုမှ မမှတ်တော့လောက်အောင် ဦးနှောက်ဆဲလ်တွေ သေဆုံးသွားတာမျိုးပါ။အဲဒီရောဂါနဲ့သူ့မိဘတွေ ကွယ်လွန်သွားရလို့ အခဲမကျေဖြစ်နေတဲ့ ဆရာဝန်မလေးတစ်ယောက်ဟာ ဆေးကုမ္ပဏီကြီးတစ်ခုရဲ့ အထောက်အပံ့နဲ့ အယ်လ်ဇိုင်းမားရောဂါ ကုထုံးသစ်အတွက် သုတေသနလုပ်နေပါတယ်။\nသူလုပ်နေတဲ့ သုတေသနဌာနက ဒုတိယကမ္ဘာစစ်လက်ကျန် ရေငုပ်သင်္ဘောတွေ ဆီဖြည့်တဲ့ စခန်းဟောင်းတစ်ခုကို ပြုပြင်ပြီး လုပ်ထားတာပါ။ ဘာလို့ အဲဒီနေရာကိုမှ သွားလုပ်ရသလဲဆိုရင် သူတို့ စမ်းသပ်နေတဲ့ဆေးကုထုံးက ငါးမန်းတွေရဲ့ ဦးနှောက်နဲ့ ပတ်သက်နေလို့ပါပဲ။ငါးမန်းတစ်ကောင်ရဲ့ဦးနှောက်ကို ပုံမှန်ထက်ငါးဆလောက်ကြီးလာအောင် အရင်လုပ်လိုက်ကြတယ်။ အဲဒီငါးမန်းရဲ့ဦးနှောက်ထဲကို အယ်လ်ဇိုင်းမားလူနာရဲ့ ပျက်စီးနေတဲ့ဦးနှောက်ဆဲလ်တွေ မြှုပ်နှံထားပြီးတော့ ရလဒ်တွေကို သုတေသနပြုနေကြတာပါ။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-blue-sea-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n7FPxMppM9bZWGVRkDrlUlQ4zNt.jpg",
        "title": "I am a SWAT woman ( 2022 )",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတွေအတွက် အမျိုးသမီးရဲမေအသားပေး\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...အမျိုးသမီးရဲမေတွေဟာ အလုပ်သဘာဝနဲ့ အားနွဲ့သူအမျိုးသမီးမအပ်စပ်ဘူးဆိုတဲ့\nဆင်ခြေတွေ စကားလုံးတွေကြား ရုန်းကန်ရင်း\nသက်သေပြနေကြသူတွေပေါ့.. ဒီကားလေးလည်း ဒီလိုပါပဲ...ဒီဇာတ်လမ်းထဲက ရှန့်နန်ဆိုတဲ့ ရဲမေလောင်းကို အထက်က ဆရာ...\nလုပ်ဖော်ကိုင်ဖက်တွေအားလုံးက အထင်မကြီး မိန်းကလေးဆိုပြီး\nလျှော့တွက်တဲ့အပြင် ချစ်သူရည်းစားကအစ\nသူ့အလုပ်အကိုင်အပေါ် လေးစားမှုတစ်စက်လေးမှမရှိဘဲ\nအလုပ်ကို လက်လျှော့ဖို့ ဖျောင်းဖျနေခဲ့တာပေါ့...ဒီလိုနဲ့တစ်နေ့မှာ သူ့ရည်းစားအလုပ်လုပ်နေတဲ့ လုံခြုံရေးစနစ်ကုမ္ပဏီက\nကျင်းပတဲ့ ကျောက်မျက်ရတနာပွဲကို အတက်မှာ\nအနုကြမ်းစီးခံရချိန်နဲ့တိုးပြီး ရှန့်နန်လည်း ဓားစာခံတွေထဲ\nရောယောင်ပါခဲ့တာပေါ့... ကဲ ရှန့်နန်တစ်ယောက်\nအနုကြမ်းသမားတွေကို ရင်ဆိုင်နိုင်မှာသေချာပေမယ့်\nဘယ်လိုရင်ဆိုင်မယ်ဆိုတာနဲ့ နောက်ပြီး သူမျှော်လင့်နေတဲ့\nလေးစားမှုရမလားဆိုတာ ဇာတ်လမ်းလေးကြည့်မှ\nသိရမှာမို့ ဇာတ်ကားလေးကြည့်လိုက်ကြတော့နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/i-am-a-swat-woman-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-ik-134x200.jpg",
        "title": "Iké Boys (2022)",
        "description": "Anime ရဲ့ဇာတ်ကြောင်းကိုအခြေခံပီးရိုက်ကူးထားတဲ့ IKE Boysအမေရိကန်ပြည်ထောင်စုရဲ့ Okalahoma ပြည်နယ်လေးမှာ Japan Anime တွေကိုအထူးစိတ်ဝင်စားတဲ့ Shawn Kun နဲ့ သူ့သူငယ်ချင်း indoဖွား Vik Kapoor တို့ကျောင်းကို Student exchange နဲ့ Japan ကရောက်လာတဲ့ MiKi ဆိုသူကောင်မလေးရောက်လာပီး ခင်မင်သွားကြရာက 1969မှာ ထွက်ရှိထားတဲ့ အနာဂတ်ကြိုတင်နိမိတ်ပြထားတဲ့anime ဇာတ်ကားကို သူငယ်ချင်း၃ယောက်ကြည့်မိရာကနေ ပေါက်ကွဲမှုတစ်ခုကြောင့် စွမ်းအားကိုယ်စီရှိတဲ့ သူရဲကောင်းတွေဖြစ်သွားပါတော့တယ်\nအဲနောက် 1999 Decemberလကနေ 2000ပြည့်နှစ်ကိုကူးပြောင်းခါနီးမှာ ကမ္ဘာကိုဖျက်စီးမဲ့ နတ်ဆိုး\nကိုးကွယ်သူတွေရဲ့လက်ထဲကနေ သူတို့အချိန်မီကိုယ်ပိုင်စွမ်းအားတွေနဲ့ အနိုင်ယူပီး ကမ္ဘာကြီးကိုကယ်တင်\nနိုင်မလား နတ်ဆိုးကိုးကွယ်သူတွေရဲ့မာယာတွေကြားကရုန်းထွက်နိုင်ပါ့မလားဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.34GB) / (734MB) / (437MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:28:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/ike-boys-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyZjE4OGEtZjAwYi00Y2Q2LWI2M2MtYWY3YWM5YmQzNTcwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_-143x200.jpg",
        "title": "Dog Soldiers (2022)",
        "description": "Dog Soldiers (2022)\n================\nIMDb Rating - 6.8/10\nကားဟောင်းတစ်ကားဆိုပေမယ့်တော်တော်ကိုမဆိုးလှတဲ့ထဲမှာပါပါတယ်။\nဇာတ်ကားတစ်ကားလုံးနီးပါးကအိမ်တစ်အိမ်ထဲမှာ စစ်သားတစ်ဖွဲ့နဲ့မိန်းကလေး\nတစ်ယောက်ရဲ့ တစ်ညတာအဖြစ်အပျက်တွေကိုပဲပြသွားတာပါ ။ တစ်မျိုးတော့\nမထင်ပါနဲ့။ အိမ်ရဲ့ပတ်ပတ်လည်မှာမကောင်းတဲ့အရာတွေဝိုင်းနေတဲ့ကြားကနေ\nအားလုံးတူတူလွတ်အောင်ကြံစည်ကြပုံတွေကိုပြောတာပါ။အဲဒီမကောင်းတဲ့အရာတွေကဘာတွေလဲဆိုတာပြောလိုက်ရင်ကြည့်ရတာ ပေါ့သွား\nနိုင်တာကြောင့်မပြောတော့ပါဘူး။ မဖြစ်မနေချီးကျူးရမှာကသရုပ်ဆောင်တစ်ယောက်\nချင်းစီကိုပါပဲ။ ဗိုလ်ကြီးတစ်ယောက်နဲ့တပ်သားငါးယောက်၊ အားလုံးတစ်ယောက်ချင်းရဲ့\nကာရိုက်တာတည်ဆောက်ပုံတွေ သရုပ်ဆောင်ချက်တွေဟာ လိုလေသေးမရှိအောင်\nပြည့်စုံသလို၊ ဇာတ်လမ်းကအကောင်းကြီးမဟုတ်တောင် သူတို့ကြောင့်ဆက်ကြည့်ချင်စိတ်\nဖြစ်လာမယ်ဆိုတာအာမခံနိုင်ပါတယ်။ခေတ်အခြေအနေအရအထူးပြုလုပ်ချက်တွေမှာ လိုအပ်ချက်ရှိပေမယ့်\nဖြည့်တွေးတတ်ရင်တော့ဒါကလည်းပြောရလောက်တဲ့အပြစ်မျိုးမဟုတ်ပါဘူး။\nကဲဒီလူတစ်စုအဲဒီညမှာဘာတွေနဲ့ဘယ်လိုရင်ဆိုင်ခဲ့ရတာလဲဆိုတာသိချင်ရင်တော့\nကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Min Khant Bo ဖြစ်ပါတယ်)File Size..........(2.4 GB) / (904 MB) / (470 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Horror, Thriller\nTranslator.......Min Khant Bo\nEncoder..........SWM",
        "rating": "6.8",
        "url": "https://megaup.net/1P1gw/Dog.Soldiers.2002.1080p.BluRay.(CM)_new.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Om Shanti Om (2007)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Old But Gold ဇာတ်ကားလေးဖြစ်တဲ့\nရှာရွတ်ခန်းရဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်အွန်း(မ်)ဆိုတဲ့ ကောင်လေးဟာ အရမ်းကိုမှ မင်းသားဖြစ်ချင်နေတဲ့\nသာမန်လူတန်းစားလေးတစ်ယောက်ပေါ့\nအဲဒီအချိန်တုန်းက ရှန်တီဆိုတဲ့ ရုပ်ရှင်မင်းသမီးဟာ\nလျှမ်းလျှမ်းတောက် အောင်မြင်ကျော်ကြားတဲ့သူဖြစ်ပြီး\nအွန်း(မ်)ကလည်း သူ့ကို အသေအလဲသဘောကျနေတာပေါ့တစ်နေ့ကျတော့ ရှန်တီဟာ ထုတ်လုပ်သူတစ်ယောက်ရဲ့\nမီးရှို့သတ်ခြင်းကို ခံခဲ့ရပြီး\nဒါကိုမျက်မြင်ကိုယ်တွေ့ မြင်လိုက်တဲ့ အွန်း(မ်)က\nဝင်ကယ်ဖို့လုပ်ရင်းနဲ့ သူပါ သေဆုံးသွားခဲ့ရပါတယ်ဒါပေမယ့် သူဟာ\nမင်းသားကြီးတစ်ယောက်ရဲ့ သားအဖြစ် ပြန်လည်လူဝင်စားလာခဲ့ပြီး\nနှစ် (၃၀) အကြာမှာတော့ လျှမ်းလျှမ်းတောက်မင်းသားတစ်လတ် ဖြစ်လို့လာခဲ့ပါတယ်အဲဒီလိုနဲ့ တဖြည်းဖြည်းနဲ့ သူ့အရင်ဘဝကို ပြန်အမှတ်ရလာပြီး\nရှန်တီအတွက် တရားမျှတမှုရှာပေးဖို့ ကြံစည်ပါတော့တယ်သူဘယ်လိုနည်းနဲ့ ပြန်အမှတ်ရခဲ့တာလဲ\nရှန်တီကရော ဘာလို့အသတ်ခံခဲ့ရတာလဲ ရှန်တီအတွက်\nတရားမျှတမှုကိုရော ဘယ်လိုရှာပေးမလဲဆိုတာ ရှာရွတ်ခန်းရဲ့\nနှစ်ဘဝသရုပ်ဆောင်ချက်တွေကို အပြည့်အဝခံစားကာ ကြည့်ရှုရမှာပဲဖြစ်လို့\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4.35GB / 2.2GB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Sora",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/om-shanti-om-2007%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNjQxNzgzZTctMzNlOC00ZDkxLTg5MGMtNTFhZGJjYTIzNzI1L2ltYWdlXkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY1000_CR006561000_AL_-197x300.jpg",
        "title": "Confidential Assignment (2017)",
        "description": "Confidential Assignment (2017)_____IMDb - 6.6/10\n  \nကန် ဒေါ်လာ တရားမဝင်ထုတ်လုပ်နေတဲ့ မြောက်ကိုရီးယား နိုင်ငံမှာ\nချာ ဂီဆန်း လို့ခေါ်တဲ့ အကြီးတန်း ဗိုလ်မှူးကြီးတစ်ယောက်က နိုင်ငံတော်ကို သစ္စာဖောက်ပြီး\nဒေါ်လာထုတ်တာမှာ သုံးတဲ့ သတ္တုပြားတွေကို ခိုးယူဖို့ကြိုးစားပါတော့တယ်\nဒီအခြေအနေမှာ ဗိုလ်မှူး အင် ချွဲယောင်း က တာဆီးနိုင်ခဲ့ပေမဲ့ သူ့ဇနီးဖြစ်တဲ့\nရဲဘော် ဟွာယောင်းကို ဓားစာခံလုပ်ပြီး အကျပ်ကိုင်လာတဲ့အခါမှာတော့\nသူ လက်နက်ချလိုက်ရတယ်\nဒါပေမဲ့ ချာ ဂီဆန်း က သူပြောတဲ့အတိုင်း ကတိမတည်ပဲ အားလုံးကို သတ်ခဲ့တယ်\nဒါပေမဲ့လည်း အင် ချွဲယောင်း ကိုမသတ်ခဲ့မိတဲ့ သူ့ရဲ့အမှားက ...\nသူ တောင်ကိုရီးယား ကို တိမ်းရှောင်နေတဲ့အချိန်မှာ ဒုက္ခပေးပါတော့တယ်\nချွဲ အင်ယောင်းက တောင်ကိုရီးယား ရဲစုံထောက် ဂန် ရှင်းထယ် နဲ့ပူးပေါင်းပြီး\nချာ ဂီဆန်း ကို ဖမ်းဆီးနိုင်ဖို့ကြိုးစားပါတော့တယ်\nဒီလို တစ်ဖက်နဲ့တစ်ဖက် မယုံကြည်ပေးနိုင်တဲ့အချိန်မှာ\nလုပ်ဆောင်ရတဲ့ တောင်-မြောက် ပူးပေါင်းစစ်ဆင်ရေးက အောင်မြင်ပါ့မလား\nဘယ်လို အခက်အခဲတွေ ထပ်ပြီးကြုံတွေ့ရဦးမလဲ\nအင် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2f1ev/Confidential_Assignment_(Gongjo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8FPbEnvnjMP7PoU63QQpV7IjMKU.jpg",
        "title": "Confidential Assignment 2: International (2022)",
        "description": "Confidential Assignment 2 : Internationalအားလုံးစောင့်မျှော်နေကြတဲ့ Hyun Bin နဲ့ Yoona တို့ရဲ့ ရုပ်ရှင်ဇာတ်ကားသစ် Confidential Assignment 2 ရပါပြီပုံမှန်မြင်တွေ့နေကြ တောင်ပိုင်းနဲ့မြောက်ပိုင်း အငြင်းပွားကြတဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘဲ\nတောင်နဲ့မြောက် ပူးပေါင်းပြီး တရားခံဖမ်းဆီးကြမယ့် ရုပ်ရှင်ကားဖြစ်တာမို့\nPlot ဆန်းဆန်းနဲ့ Criminal Action ကားမျိုးကို ကြိုက်နှစ်သက်သူတွေ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားပါပဲဇာတ်လမ်းအကျဉ်းကတော့_ မြောက်ကိုရီးယားအကြမ်းဖက်ခေါင်းဆောင်ကို ဖမ်းဆီးမယ့်\nမြောက်ကိုရီးယားစုံထောက်အင်းချောရောင်းဟာ တောင်ကိုရီးယားစုံထောက်ဂန်ဂျင်ထယ်နဲ့ အတူတူပူးပေါင်းခဲ့ပါတယ်ဒါပေမဲ့ တစ်ဖက်မှာလည်း သူတို့နှစ်ဦးကို FBI စုံထောက်တစ်ဦးဖြစ်တဲ့ ဂျက် က လိုက်လံဖမ်းဆီးနေခဲ့ပြန်ပါတယ်ဒီလို‌နဲ့ ပြေးတမ်းလိုက်တမ်း ကစားကြရင်း ထင်မှတ်မထားတဲ့အခြေအနေတစ်ခုကြောင့်\nဂျက် ဟာ အင်းချောရောင်းတို့နဲ့ ပူးပေါင်းဖို့ဖြစ်လာတဲ့အချိန်မှာတော့\nဘာတွေဆက်ဖြစ်လာဦးမလဲဆိုတာ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးHyun Bin နဲ့ Daniel Henney တို့ရဲ့ ခပ်မိုက်မိုက် Action Scenes တွေနဲ့\nYoona ရဲ့ ပေါ့ပေါ့ပါးပါး ကာရိုက်တာလေးအပြင်\nCriminal Action ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/confidential-assignment-2-international/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTE1MmZiMWYtYTFmZi00YjA3LWI2ODgtMWFlNWYxZjdmNGE3XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "All Quiet on the Western Front (2022)",
        "description": "Im Westen nichts Neuesဂျာမန်စစ်ကားအသစ်ထွက်လာပါပြီ။ အနောက်ပိုင်းစစ်မြေပြင်မှာ အားလုံးတိတ်ဆိတ်လို့ ဆိုတဲ့ နာမည်အတိုင်းပဲ အနောက်ပိုင်းစစ်မြေပြင်က တိုက်ပွဲတွေအကြောင်းပါပဲ။ 1930 နဲ့ 1973 မှာလည်း ဒီနာမည်နဲ့ ရုပ်ရှင်တွေ ထွက်ခဲ့ပါသေးတယ်။ အနောက်ပိုင်းစစ်မြေပြင်ဟာ ပထမကမ္ဘာစစ်ရဲ့ ကမ္ဘာကျော်တိုက်ပွဲကြီးတွေ ဖြစ်ခဲ့တဲ့နေရာပါပဲ။ တစ်ဘက်နဲ့တစ်ဘက် မီတာ ၁၀၀ လောက် ရှေ့တိုးနိုင်ဖို့ လူ တစ်သန်းလောက် အသေခံခဲ့ရတဲ့ စစ်မြေပြင်လည်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာလည်း ပထမကမ္ဘာစစ်အစကနေ အဆုံးအထိ စစ်သားတွေရဲ့ တိုက်ပွဲတွေနဲ့ ဖြတ်သန်းမှုတွေကို တွေ့ရမှာပါ။ သဘောကျစရာကောင်းလာတာကတော့ စစ်ကားအများစုဟာ စစ်ပွဲကို သူရဲကောင်းဝါဒထက် စိတ်ကုန်စရာ စိတ်ပျက်စရာဖြစ်အောင် ပုံဖော်ခဲ့ကြတာ အတော်များလာပါပြီ။ Kingsmen နောက်ဆုံးရုပ်ရှင်မှာ ကဗျာရွတ်သွားတဲ့အခန်းလိုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းဒီလိုပါပဲ စစ်ပွဲပြီးဆုံးရေးကို ဦးတည်မျှော်လင့်နေတဲ့ စစ်သားတွေအကြောင်းပါပဲ။ \"ငါ့သားလည်း စစ်ပွဲထဲမှာ သေသွားတာပဲကွ၊ သူတော့ ဘာဂုဏ်သိက္ခာမှ ခံစားမိလိုက်တယ် မကြားပါဘူး\" ဆိုတဲ့ ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/all-quiet-on-the-western-front-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ghilli-2-142x200.jpg",
        "title": "Ghilli (2004)",
        "description": "CM ပရိသတ်ကြီးတို့အတွက် မင်းသားဗီဂျေး ပါဝင်သရုပ်ဆောင်ထားတဲ့\nGhilli ဆိုတဲ့ 2004 ခုနှစ်ထွက် ဇာတ်ကားကောင်းတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်ဗယ်လူဆိုတာ ကာဘာဒီအားကစားကို လွန်စွာမှ\nရူးသွပ်တဲ့သူတစ်ယောက်ပေါ့\nဒါပေမယ့် သူ့အဖေက မကြိုက်တော့ သူ့မှာ အဲဒါကို\nခိုးပြီးဆော့ရတယ် ခိုးပြီး ပြိုင်ပွဲတွေ ဝင်ရတယ်ပေါ့အဲဒီလိုပဲ တစ်နေ့ကျတော့ မာဒူရိုင်မြို့ကို ကာဘာဒီပြိုင်ပွဲ ပြိုင်ဖို့\nအိမ်ကနေ လိမ်ပြီးထွက်လာရင်း\nလမ်းမှာ မိန်းကလေးတစ်ယောက်ကို လူတစ်ယောက်က\nအတင်းအဓမ္မဆွဲခေါ်နေတာ မြင်လိုက်ရတော့\nကောင်မလေးကို သူတို့လက်ထဲက ကယ်ပြီး သူ့အိမ်ထဲမှာ\nဖွက်ထားလိုက်တော့တယ်တကယ်တော့ အဲဒီလူက ပိုက်ဆံအင်အားနဲ့ ဆိုးသွမ်းချင်တိုင်း\nဆိုးသွမ်းနေတဲ့သူဖြစ်ပြီး လူဆိုရင်လည်း လမ်းပေါ်မှာ\nပေါ်ပေါ်ထင်ထင်ပဲ သတ်နေတဲ့သူပေါ့သူက အဲဒီကောင်မလေးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူ\nအဲဒီကောင်မလေးကို ဗယ်လူက သူ့လက်ထဲက ကယ်ပြီး\nနည်းအဖုံဖုံကြိုးစားကာ သူ့အိမ်မှာ ဖွက်ထားတယ်\nဒါကို သူ့အိမ်က မိသားစုဝင်တွေတစ်ယောက်ကမှလည်း မသိဘူးပေါ့အဲဒီလိုနဲ့ သူ ဘယ်လောက်ထိ ကောင်မလေးကို ဖွက်ထားနိုင်မလဲ\nကောင်မလေးကို လူဆိုးတွေလက်ထဲက ဘယ်လိုကယ်တင်မလဲဆိုတာ\nအချစ် အလွမ်း အက်ရှင်နဲ့ ရသပေါင်းစုံ ပေါင်းစပ်ကာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…4GB / 2GB\nQuality…1080p AMZ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/ghilli-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/The_Protector_2-257804508-large-134x200.jpg",
        "title": "The Protector 2 (2013)",
        "description": "Action ကားကောင်းလေးတွေ မျှော်နေကြတဲ့သူတွေအတွက် ထိုင်းအက်ရှင်မင်းသားကြီး Tony Jaa ပါ၀င်ပြီး လူတိုင်းသိတဲ့ Ong-Bakကားကိုရိုက်တဲ့ Director Prachya Pinkaew ကပဲ ရိုက်ကူးထားတာမို့ မကြမ်းမရှိရှယ်ကြမ်းမယ့်ကားလေးဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ် ။\"ခမ်\" ဆိုတဲ့သူမှာ \"ခွမ်\" ဆိုတဲ့ဆင်လေးတစ်ကောင်ရှိပါတယ်\nအဲ့ဒီဆင်လေးက ရှေးဟောင်းမျိုးနွယ်ဖြစ်တဲ့ ရတ်ခနင်ဖုန်မျိုးဆက်ကနေလာတာမို့ ဆင်စခန်းပိုင်ရှင်ဆူချတ်က ခမ်ဆီဈေးကောင်းပေးပြီး ဝယ်ဖို့လုပ်ခဲ့ပေမယ့် ခမ် မရောင်းခဲ့ပါဘူး...ဒါနဲ့ပဲ ဆူချတ်တို့အဖွဲ့ဟာ မသမာတဲ့နည်းနဲ့ ခမ်ရဲ့ဆင်လေးကို ခိုးသွားပြီး နိုင်ငံခြားသားဆီရောင်းခဲ့ပါတယ်\nဒီလိုနဲ့ပဲ ခမ်ဟာ သူ့ဆင်လေးကိုကယ်ဖို့ကြိုးစားရပါတော့တယ်ခမ်လေး သူချစ်ရတဲ့ဆင်လေးကိုကယ်နိုင်ပါ့မလား ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံရမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော်🔥( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2.2GB) / (1.3GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:44:00\nType__Action\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-protector-2-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-art-133x200.jpg",
        "title": "The Art of War (2000)",
        "description": "Blade မင်းသားရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားပါ။ဒီဇာတ်ကားမှာတော့ နိုင်ငံတကာပဋိပက္ခတွေဖြစ်ရင် UN က စိုးရိမ်နေရုံတင်မဟုတ်ပဲ လျှို့ဝှက်စစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့လွှတ်ပြီး ​ဖြေရှင်းခိုင်းပါတယ်။ နီးလ်ရှောဟာ အဲ့အဖွဲ့ရဲ့ခေါင်းဆောင်ဖြစ်ပါတယ်။\nတရုတ်နဲ့ UN တို့ဟာ အလွန်အရေးပါတဲ့ကုန်သွယ်ရေးသဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ အချိန်နီးကပ်လာချိန်မှာ အမေရိကန်ရဲ့ဆိပ်ကမ်းတစ်ခုမှာ တရုတ်ဒုက္ခသည်လူသေလောင်းတွေအပြည့်ပါတဲ့ကုန်တိန်နာတစ်ခု သောင်တင်လာတဲ့အခါ UN ဟာ နီးလ်ရှောတို့ရဲ့အဖွဲ့ကိုစေလွှတ်ပြီး ထောက်လှမ်းခိုင်းပါတော့တယ်။သတင်းယူရုံစစ်ဆင်ရေးလေးကနေ ပိုကြီးမားတဲ့အရှုပ်တော်ပုံထဲရောက်သွားတဲ့နီးလ်ရှောဟာ တရုတ်နဲ့ အမေရိကန်ကြားက တရားခံစစ်ကိုရှာရပါတော့တယ်။\nထောက်လှမ်းရေးအက်ရှင်ကားတွေကြိုက်ရင် လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(2.52GB) / (1.3GB) / (673MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Action / Adventure / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-art-of-war-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWI3ZWIzMGEtMDg4Mi00NDBhLTgxMWYtNzllMzMyZDMxZTYzXkEyXkFqcGdeQXVyMTA5MjQ4MDg4._V1_-160x200.jpg",
        "title": "Naane Varuvean (2022)",
        "description": "Naane Varuven 2022\n6.7/ 10 IMDb\nဒီတစ်ခါတော့အားလုံးရဲ့အချစ်တော် ဒါနုရှ်(Dhanush) ရဲ့\nသည်းထိတ်ရင်ဖိုဇာတ်ကားသစ်လေးလာပါပြီ...\nပရာဘူ (Dhanush) နဲ့ကာသီရ်တို့က အမွှာညီအကိုနှစ်ယောက်ပါ\nအမွှာလို့ဆိုပေမယ့် ပရာဘူကစိတ်ထားနူးညံ့သလောက်\nကာသီရ်ကတော့ဆိုးသွမ်းတဲ့ကလေးတစ်ယောက်ပါ...အဲ့တာကြောင့်ကာသီရ်ရဲ့အပြုအမူတွေက\nပရာဘူ့အပေါ်လွမ်းမိုးလာမှာကို သူတို့အဖေကစိုးရိမ်နေခဲ့ပါတယ်..\nသူတော်စင်တစ်ပါးကလဲ သူတို့ညီအကိုဟာအတူတူရှိမနေသင့်ဘူးဆိုပြီးပြောတော့\nမိခင်ဖြစ်သူက ကာသီရ်ကိုဘုရားကျောင်းမှာစွန့်ပစ်ပြီး\nပရာဘူနဲ့အတူထွက်ပြေးခဲ့ကြပါတယ်နှစ်တွေအတော်ကြာပြီးနောက်မှာ ပရာဘူက ဇနီးဖြစ်သူနဲ့အတူ\nချစ်စရာကောင်းတဲ့သမီးလေးတစ်ယောက်ရခဲ့ပါတယ်..\nတစ်ဦးတည်းသောသမီးလေးမို့သည်းသည်းလှုပ်အချစ်တွေပိုခဲ့တာပေါ့..\nဒီလိုနဲ့တစ်နေ့ကြတော့ သမီးလေးရဲ့ထူးဆန်းတဲ့အပြုအမူကို\nအဖေဖြစ်သူပရာဘူသတိထားမိခဲ့ပါတယ်..သမီးဖြစ်သူက\nတစ်ယောက်ယောက်နဲ့စကားပြောနေသလို သူတစ်ယောက်တည်းစကားပြောနေတာကိုသိရှိသွားချိန်မှာ...သမီးလေးကဘာကြောင့်ဒီလိုထူးဆန်းတဲ့အပြုအမူတွေလုပ်နေတာလဲ...\nသူနဲ့စကားပြောနေတာကရော ဘယ်သူလဲ....\nဒီလိုအရာတွေရဲ့နောက်ကွယ်ကအကြောင်းရင်းကရော ဘာများဖြစ်မလဲဆိုတာကို\nဒါနုရှ်ပရိတ်သတ်ကြီးက ရင်တမမနဲ့စောင့်မျှော်ကြည့်ရှုအားပေးလိုက်ကြပါဦး...\nFile size…1.5GB / 700MB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HayMan & Poe & OeliuJ",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/naane-varuvean-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7R1TPyPyi1ZBmMKCz3X5TwzSXLV.jpg",
        "title": "The Warrior From Sky ( 2021 )",
        "description": "CMပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့\nနတ်တွေထဲမှာအစွမ်းအရမ်းကြီးတဲ့ စစ်နတ်ဘုရားတစ်ယောက်ဖြစ်တဲ့\nChen Nanရဲ့ဇာတ်လမ်းလေးပဲဖြစ်တဲ့\nThe Warrior from Sky ဆိုတဲ့ Fantasy ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်......\nကောင်းကင်ဘုံတိုက်ပွဲမှာ နတ်နဲ့မိစ္ဆာကိုဦးဆောင်ခဲ့တဲ့\nရှေးစစ်နတ်ဘုရား Chen Nan ဟာနှစ်တစ်သောင်း\nအိပ်စက်ပြီးနောက် နှင်းတွေလွှမ်းတဲ့တောင်ထိပ်ပေါ်က\nသင်္ချိုင်းမြေမှာ နိုးထလာခဲ့တယ်။\nနိုးထလာတဲ့ Chen Nan ဟာအတိတ်မေ့နေပြီးတော့\nနတ်စွမ်းအင်တွေလဲချိတ်ပိတ်ခံထားရပါတယ်။ချောက်ထဲကိုတွန်းချခံရတဲ့သူဟာ ချူတိုင်းပြည်ထဲ\nမျက်စိလည်လမ်းမှားပြီးရောက်သွားခဲ့တယ်။\nChen Nanကသူဘယ်သူလဲဆိုတာကို စူးစမ်းရှာဖွေရင်း\nသူ့ရဲ့နတ်စွမ်းအားတွေကိုပြန်ဖွင့်ဖို့ကြိုးစားရင်\nနောက်ဆုံးမှာကမ္ဘာကြီးကို ကယ်တင်ဖို့ဖြစ်လာပါတော့တယ်။\nပီပြင်တဲ့စီဂျီအိုင်အဖက်တွေ ကောင်းမွန်တဲ့အက်ရှင်တွေ\nသရုပ်ဆောင်တွေနဲ့ဖန်တက်စီကားချစ်သူတွေ\nအကြိုက်တွေ့စေမယ့်ကားလေးပဲဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-warrior-from-sky-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h1pLOZATBr7oVDrwj3DfOjTOCGk.jpg",
        "title": "Project Wolf Hunting (2022)",
        "description": "Project Wolf Hunting (2022)စကားများတာမကြိုက်ဘူး Action ဆိုဖိုက်မှကြိုက်တယ်ဆိုတဲ့သူတွေအတွက်\nရူးသွားစေလောက်တဲ့ ရုပ်ရှင်တစ်ကားထွက်လာပြန်ပါပြီ\nAction ဆိုတာထက် survival လို့ပြောလို့လည်း ရပါသေးတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်သားတွေကို ဖိလစ်ပိုင်ကနေ\nတောင်ကိုရီးယားကို ရွှေ့ပြောင်းတဲ့ သင်္ဘောပေါ်မှာ ထောင်ဖောက်မယ့် လူမိုက်တွေနဲ့\nသူတို့မသိလိုက်ဘဲ သင်္ဘောပေါ်မှာပါလာတဲ့ မကောင်းဆိုးဝါးနဲ့ အကြိတ်အနယ်တွေ အသက်လုရမှာဖြစ်ပါတယ်နောက်ဆုံးအချိန်ထိ ပင်လယ်ရဲ့အလယ်ခေါင်မှာ ရပ်နေတဲ့ သင်္ဘောပေါ်ကလူတွေ\nလွတ်မြောက်နိုင်မလား အသက်ရှင်ကျန်တဲ့သူရှိမလားကိုတော့ ကြည့်လိုက်ကြပါဦးAction, Crime အမျိုးအစားဖြစ်ပြီးတော့\nSeo In Guk, Jang Dong Yoon နဲ့ မူဒေါ့တဖြစ်လဲ Jung So Min တို့က အဓိကပါဝင်ထားပါတယ်သွေးထွက်သံယိုခန်းတွေအလွန်အကျွံသုံးထားသလို\nဇာတ်ဝင်ခန်းတွေက အင်မတိအင်မတန်ကို ကြမ်းတမ်းပါတယ်\nတချို့အခန်းတွေမှာ မနှစ်မြို့စရာတွေပါတာကိုတော့ သတိပေးထားချင်ပါတယ်*** မွေးရာပါ နှလုံးရောဂါ ရှိသူများ၊ အသည်းငယ်တတ်သူများနှင့်\nကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး ***အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/project-wolf-hunting-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7t0CbVzQOTMFpQjlFATnSqaiDbp.jpg",
        "title": "Mutant Tiger ( 2022 )",
        "description": "အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် mutant လို့ခေါ်တဲ့\nဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့-မင်ကျားချင် ၃၇ ခုနှစ်မှာ မိန်းမစိုးအမတ်တွေက အစိုးရနေပါတယ်။\nပညာရှင်တစ်ယောက်က မိန်းမစိုးအမတ်ကြီးကို ကပ်ဖားဖိုအတွက်\nကျားရှင်ရဲ့ နှလုံးနဲ့ ဆေးဖော်ဖို စီစဉ်ခဲ့ပါတယ်။\nတုန်းခြံဌာနက ကျားတွေကျက်စားရာ အနောက်တောင်နယ်စပ်မှ\nမြိုလေးတစ်မြိုမှာ အမဲလိုက်ကွင်းတစ်ခု တည်ဆောက်ပြီး\nကျားတွေကို ဖမ်းဆီကာ ဆေးဖော်ခဲ့ပါတယ်။\nဒါပေမဲ့ မထင်ထားပဲ ထိုလုပ်ဆောင်မှုက\nကပ်ရောဂါတစ်မျိုးအဖြစ် ကျားတွေကို ကူးစက်သွားခဲ့ပါတယ်။ထိုအချိန်တွင် ရာထူးမှ ထုတ်ပယ်ခြင်းခံရတဲ့ ကျင်ရီးဝေ့ရဲမက်\nကျန်းလျိုချန်က ဟွမ်းအာဆိုတဲ့ ကလေးကိုခေါ်ပြီး\nထိုနေရာကိုရောက်လာခဲ့ပါတယ်။ အမဲလိုက်ကွင်းထဲတွင်\nတာဝမ်ထမ်းဆောင်နေတဲ့ ညီလေးဖြစ်သူ ကျန်းလျိုဖျင်ကို\nလာရောက်ရှာဖွေခြင်းဖြစ်ပါတယ်။ သူတိုလည်း ကျားတွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံခဲ့ရပါတယ်။ဒါပေမဲ့ အန္တရာယ်တွေက အစပဲရှိပါသေးတယ်။ မကြာခင်မှာ\nကပ်ရောဂါကြောင့် ကျားတွေက အကောင်ရာကျော်ထိ\nစုဝေးလာကြပြီး မြိုလေးကို ဝိုင်းထားပါတော့တယ်။\nမြိုသူမြိုသားတွေလည်း ကျားရိုင်းတွေရဲ့ တိုက်ခိုက်\nသတ်ဖြတ်ခြင်းကိုခံရပြီး အန္တရာယ်တွင်းထဲ ကျရောက်နေပါတယ်။ကျန်းလျိုချန်တစ်ယောက် ဟွမ်းအာနဲ့အတူ မြိုသူမြိုသားတွေကို ကယ်တင်နိုင်မလား......\nအမဲလိုက်ကွင်းထဲမှာရော ဘယ်လို ယုတ်မာမှုမျိုးတွေ ရှိနေမလဲ......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mutant-tiger-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/john-wick-3-poster-1-135x200.jpg",
        "title": "John Wick: Chapter 3 – Parabellum (2019)",
        "description": "John Wick: Chapter 3 – Parabellum (2019)\nIMDb - 7.5/10_____Rotten - 90%Chapter 2 မှာ ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကြီး John wick ဟာ သူတို့လောကရဲ့\nအကြီးမားဆုံးသောစည်းမျဉ်းကိုချိုးဖောက်ခဲ့လေတော့ဒေါ်လာ 14 million နဲ့\nဆုကြေးအထုတ်ခံရတဲ့အပြင် အချိန်အနည်းငယ်ပဲရခဲ့လေတော့\nဖရိုဖရဲနဲ့ ထွက်ပြေးခဲ့တာကို အားလုံးအမှတ်ရကြမယ်ထင်ပါတယ်....\nဆိုတော့ Chapter 3 နဲ့ပတ်သက်လို့ထွေထွေထူးထူးညွှန်းဆိုစရာမလိုတော့ဘူးထင်ပါရဲ့...\nကိုင်း ကျွန်တော်တို့ရဲ့ John Wick ကြီး ဘယ်လိုတွေ အသက်ရှင်သန်ရေးအတွက်လှုပ်ရှားမလဲ....\nဘယ်သူတွေကရော သူ့ဘက်ပါမလဲ....\nဒုစရိုက်လောကသားအားလုံးဟာလည်း John Wick ကြီးကို သတ်ဖို့ဘယ်လိုတွေအားထုတ်ကြမလဲဆိုတာကို\nတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာဖြင့်ခံစားကြည့်လိုက်ပါ...\n  \nFile Size : (2.9 GB) and (1.04 GB)\nQuality : Blu-Ray 1080p 5.1 CH and Blu-Ray 720p\nFormat… mp4\nDuration…02:10:00\nGenre :  Action, Crime, Thriller \nSubtitle : Myanmar ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/john-wick-chapter-3-parabellum2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yuGOPMu6avmY6x4FFzILuaxoCnf.jpg",
        "title": "Dragon Sword：Outlander ( 2021 )",
        "description": "တနေ့ကတင်ဆက်ထားတဲ့ To Be Immortal ဇာတ်ကားလေးရဲ့\nအဆက်သဘောလေးပဲဖြစ်ပါတယ်\nဒီကားလေးက သိုင်းပညာနဲ့အဂ္ဂိရတ်ပညာကို\nရိုက်ပြထားတဲ့ကားကောင်းတစ်ကားပါပဲ\nကျင့်ကြံသူတွေဒုက္ခရောက်ပြီး အားလုံးသေဆုံးတော့မဲ့အချိန်မှာ\nဖုယန်နဲ့သူ့သူငယ်ချင်းတစ်စုဟာ ပြသနာကိုဖြေရှင်းဖိုလိုက်ရှာရင်း\nတောအုပ်တစ်ခုထဲရောက်သွားခဲ့ပါတယ်တကယ်တော့\nအဲ့တောအုပ်ဟာ သာမန်တောအုပ်တစ်ခုမဟုတ်ပါဘူး\nလောကကြီးနဲ့အဆက်ဖြတ်ပြီး တသီးတခြားတည်ရှိနေတဲ့ ဝင်္ကပါတောအုပ်တစ်ခုပါသာမန်သူတွေလည်းမဝင်နိုင်သလို ဝင်ချင်လည်း\nသားရဲမိစ္ဆာကောင်တွေကြောင့် အသက်မရှင်နိုင်ပါဘူး\nဒါပေမဲ့ဖုယန်ဟာ ထိုတောအုပ်ထဲကိုရောက်ရှိသွားခဲ့ပါတယ်\nတောအုပ်ထဲက ကိုယ်ပိုင်ကမ္ဘာမှာနေထိုင်တဲ့ဂိုဏ်းမှ\nအကြီးအကဲအမတမျိုးနွယ်ကလည်း ဖုယန်ကုသတိထားမိပြီး\nသူ့တပည့်ကိုလိုက်ချဥ်းကပ်ခိုင်းပါတော့တယ်\nတစ်ဖက်မှာလည်း အဂ္ဂိရတ်ပညာရှင် တန်းကျွင်းကလည်း\nသူ့ပညာတွေအမွေပေးရန် ဖုယန်ကုအတင်းချဥ်းကပ်အကျပ်ကိုင်ပြီး သင်ပေးပါတော့တယ်ကဲ ဖုယန်တစ်ယောက်လွတ်မြောက်နိုင်မလား?\nအဂ္ဂိရတ်ပညာကိုလည် တစ်ဖက်ကမ်းခပ်တက်မြောက်နိုင်မလား?\nသူဘာတွေကြုံတွေ့နေရမလဲ?\nဇာတ်လမ်းလေးထဲ စောင့်ကြည့်ပေးပါနော်\n[ Reviewed By Kong Hou ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 48 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-sword%ef%bc%9aoutlander-2021/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ONxYdf-1-133x200.jpg",
        "title": "In the Shadow of the Naga (2008)",
        "description": "ပန် ပေါ် စင်ဆိုတဲ့သူငယ်ချင်းသုံးယောက်ဟာ ငွေသယ်ဆောင်လာတဲ့ကားကို ဓားပြတိုက်ခဲ့ပြီး ရဲတွေလိုက်ဖမ်းတာခံရလို့ ပေါ်ဟာငွေအိတ်ယူသွားပြီး ပါလွမ့်ဘုန်းကြီးကျောင်းမှာဖွက်ထားခဲ့ပါတယ်ပေါ်နဲ့ပန်ဟာ မျက်မမြင်အမေကို မျက်လုံးခွဲစိတ်ပေးချင်လို့ စင်နဲ့ပေါင်းပြီးဓားပြတိုက်ဖို့ဆုံးဖြတ်ခဲ့တာပါဒါပေမယ့် ဘုန်းကြီးကျောင်းကိုပြန်လာတဲ့အချိန်မှာတော့ ပေါ်ငွေအိတ်ဖွက်ထားတဲ့နေရာမှာ ကျောင်းတော်ကြီးဆောက်ထားပါတယ်ဒါနဲ့ပဲ ဘုန်းကြီးကျောင်းမှာငွေအိတ်ရှာဖို့အတွက် နေနိုင်တဲ့တနည်းကတော့ ဘုန်းကြီးဝတ်တာပါပဲဘုန်းကြီးအတုအနေနဲ့ဘုန်းကြီးကျောင်းမှာနေနိုင်ဖို့ စင်ဟာ ဆရာတော်ချင့်ကို သူနဲ့ပန်ကိုဘုန်းကြီးဝတ်ပေးဖို့ဖိအားပေးပါတော့တယ်ဒီလိုနဲ့ပဲ စင်နဲ့ပန်ဟာဘုန်းကြီးအတုတွေလုပ်ပြီး ငွေအိတ်ကိုရှာနေခဲ့ပါတယ်ငွေအိတ်ကိုရှာနိုင်ပါ့မလား ရဲတွေရော သူတို့ကိုဖမ်းနိုင်မလား ပေါ်နဲ့ပန်ရော မျက်မမြင်အမေကို မျက်လုံးခွဲစိတ်ပေးနိုင်မလားဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်ပါနော် 🔥File Size__(1.6GB)\nQuality__1080p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:32:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/3babx/In_the_Shadow_of_Naga_(2008)_1080p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QxZRJsODH2kNZ6oNd3qug73FoQ.jpg",
        "title": "Bimbisara (2022)",
        "description": "Bimbisara (2022)အခုတစ်ခါ ထွက်ရှိလာတဲ့ကားလေးကတော့\nတေလဂူမင်းသားချောလေးနန္ဒမူရီကလ်ယန်းရာမ်ပါဝင်သရုပ်ဆောင်ထားပြီး\nဘတ်ဂျတ်ကုဋေ၄၀အကုန်ကျခံရိုက်ကူးထားတဲ့ရုံတင်ကားတကားပဲဖြစ်ပါတယ်\nရုံတင်ငွေ၆၅ကုဋေနီးပါးအမြတ်ပြန်လည်ရရှိထားတဲ့အပြင်\nဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုကိုပါ\nထပ်ဆောင်းရရှိထားတာကြောင့် ကြည့်သင့်တဲ့ရုပ်ရှင်ကားတခုပါနော်ဒီဇာတ်ကားလေးက စိတ်ဝင်စားဖို့တော့ကောင်းသား..။သက္ကရာဇ် ၅ရာစုနှစ်လောက် မင်းလုပ်အုပ်စိုးခဲ့တဲ့ ဗိမ္ဗိသာရဆိုတဲ့\nဧကရာဇ်မင်းတစ်ပါးရှိတယ် ဩဇာကြီးသလောက် အလိုရမ္မက်ကြီးတယ်\nရက်စက်ကြမ်းကြုတ်တယ် စာနာထောက်ထားမှုမရှိဘူးသူ့ခေတ်သူ့အခါတုန်းက အနီးပတ်ဝန်းကျင်က ရှင်ဘုရင်တွေလည်း\nကောင်းကောင်းမနေရ သူကျူးကျော်တိုက်ခိုက်လာမှာကို စိုးရွံ့ရ\nလက်ဆောင်ဆက်သရနဲ့ အခန့်မသင့်ရင် သူက ရှင်ဘုရင်တွေကိုပါ မချန်သတ်ပစ်တာ...ဒီရက်စက်တဲ့ မင်းတရားကြီးဟာ သူနေထိုင်တဲ့ ၅ရာစုနှစ်ကနေ\n၂၁ရာစုနှစ်ကို တိုက်ရင်းခိုက်ရင်း မတော်တဆ ရောက်ရှိလာတဲ့အခါမှာတော့...။ဒီဖက်ခေတ်မှာလည်း ဒီဘုရင်ရဲ့အတောမသတ်နိုင်တဲ့ ရတနာသိုက်ကြီးကို\nရှာဖွေနေတဲ့ လူတွေရှိနေတယ်...။သူ့ရာစုနှစ်ကို ပြန်ဖို့ ကြိုးစားနေတဲ့ မင်းတရားကြီးနဲ့\nရတနာသိုက်ကို လိုချင်နေတဲ့ လူတွေ ဆုံမိကြတဲ့အခါ....။ဇာတ်လမ်းက ဘယ်လိုစိတ်ဝင်စားဖို့ကောင်းလာမလဲဆိုတာကိုတော့\nပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါနော်\nFile size…3GB / 1.5GB\nQuality…1080p True HD / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sora & BpL",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bimbisara-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3h4mE3okwJ9DjjXu6jipix96rzh.jpg",
        "title": "To Be Immortal ( 2018 )",
        "description": "ဒီတစ်ခါ အမောလည်းပြေ ခေါင်းလည်းစားစေမယ့်\nဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေး မိတ်ဆက်ပေးရမယ်ဆိုရင်\nဖုယန်ဆိုတဲ့ကောင်လေးဟာ သေဆုံးသွားခဲ့ပါတယ်....\nဟုတ်ပါတယ် ဆေးရုံမှာ ဝိညာဉ်နဲ့ ကိုယ်၊ ရုပ်နဲ့နာမ်ကွဲသွားပြီး\nအသက်ပျောက်သွားခဲ့တဲ့အချိန်မှာပဲ... သေမင်းလိုလို ဘာလိုလို\nဝတ်စုံနက်ကြီးနဲ့လူတစ်ဦးကလွဲပြီး ဘယ်သူမှ\nသူ့ကိုမမြင်ရဖြစ်နေတာကြောင့် စကားသွားပြောရာကနေ ...\nငါနဲ့ မသေမျိုးကျင့်စဉ် ကျင့်မလား\nချက်ချင်းငရဲသွားမလားလို့ အမေးခံလိုက်ရတယ်....ဒီလိုအမေးခံရရင် ဘယ်သူကများ ငရဲတန်းသွားမယ်ဖြေမှာလဲနော်....\nဖုယန်လည်း နောက်ဆုံးမှာ ကျင့်စဉ်ကျင့်ဖို့ ရွေးခဲ့ရာကနေ\nအချိန်စက်ဝန်းမန္တန်အရ ဘယ်ရောက်မှန်းမသိရောက်သွားရာကနေ...\nပထမဆုံး ဓားပျံလေးက ပြောင်းလဲသွားတဲ့\nဓားဝိညာဉ်ကို ကြွေသွားတာက တစ်မျိုး...\nဘိုးတော်ဘုရားခေတ်ကိုပြန်ရောက်ပြီး လေ့ကျင့်မှုတွေကို\nလေ့ကျင့်ရတာက တစ်မျိုး...\nနောက်ပြီး မသေမျိုး စစ်ဆေးခြင်းစာမေးပွဲ ကျရင်\nဝိညာဉ်ပျက်စီးသွားမယ်တာကြီးကလည်းရှိနေတော့...မသေမျိုးဖြစ်အောင် ဘယ်လိုတွေကျင့်မှာလဲ....\nသူစာမေးပွဲတွေကို အောင်ပါ့မလား... ဘာစာမေးပွဲတွေလဲ...\nနောက်ပြီး အဆုံးသတ်တော့မှာ အိပ်မက်ကြီးဆိုပြီးပဲ\nအဖျားရှူးသွားမလားဆိုတာ ဇာတ်လမ်းလေးဒေါင်းပြီး\nပေါက်ပေါက်လေးစားရင်း ကြည့်ပြီး အဖြေထုတ်လိုက်တော့နော်...\n[ Reviewed by Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Action\nRuntime : 1h 26 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/to-be-immortal-2018/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oZeEu1GDILdwezmZ5e2xWISf1C.jpg",
        "title": "The School for Good and Evil (2022)",
        "description": "The School for Good and Evil (2022)(1080p ရပါပြီ)နက်ဖလစ်ရဲ့ သရုပ်ဆောင်အစုံနဲ့ နှစ်နာရီခွဲကြာတဲ့ မှော်စိတ်ကူးယဉ်ရုပ်ရှင်အသစ်လာပါပြီ။ဟိုးရှေးရှေးတုန်းက ပုံပြင်ကမ္ဘာထဲမှာ အရမ်းအစွမ်းထက်တဲ့ ညီအစ်ကိုနှစ်ယောက်ဟာ သူတော်ကောင်းနဲ့မိစ္ဆာကြားမှာ ဟန်ချက်ညီစေဖို့ မှော်ကျောင်းတစ်ကျောင်းကို တည်ထောင်ခဲ့ပါတယ်။ ဒါပေမဲ့ နှစ်ပေါင်းများစွာကြာလာတဲ့အခါ မိစ္ဆာညီဟာ စိတ်ပြောင်းပြီး စွမ်းအားအကုန်လုံးကို သိမ်းပိုက်ဖို့ သူ့အစ်ကိုကို သတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့ မအောင်မြင်ဘဲ သေဆုံးသွားခဲ့ပါတယ်။အဲဒီကတည်းက သူတော်ကောင်းနဲ့မိစ္ဆာအတွက်ကျောင်းမှာ သူတော်ကောင်းတွေဘက်ကပဲ အရေးသာခဲ့တာ နှစ် ၂၀၀ လောက်ကြာခဲ့ပါပြီ။ အဲဒီကျောင်းမှာ မိစ္ဆာဆိုရင်လည်း ပုံပြင်တွေထဲက နာမည်ကြီး လူဆိုးကြီးတွေရဲ့ သားသမီးတွေတက်ရောက်နေတာဖြစ်ပြီ သူတော်ကောင်းတွေဘက်မှာလဲ ဘုရင်အာသာရဲ့သားတို့၊ စနှိုးဝိုက်ရဲ့သမီးတို့ စသည်ဖြင့် ပုံပြင်ဇာတ်လိုက်တွေရဲ့ မျိုးဆက်တွေ တက်နေကြတာဖြစ်ပါတယ်။ဒါပေမဲ့ သူတို့ဆီမှာ စာဖတ်သူဆိုတဲ့ ပုံပြင်မျိုးရိုးမဟုတ်တဲ့ အပြင်လောကက သူတွေလည်း တက်ခွင့်ရတတ်ပါတယ်သေးတယ်။ တစ်နေ့မှာတောာ့ အဲဒီကျောင်းကို ဆိုဖီဆိုတဲ့ စိတ်ထားကောင်းတဲ့ကောင်မလေးနဲ့ အက်ဂ်သာဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-school-for-good-and-evil-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XF5EIDUOZv1p9orukdyERvv2Qn.jpg",
        "title": "Accident Man: Hitman’s Holiday (2022)",
        "description": "Accident Man: Hitman's Holiday (2022)2018 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Accident Man ရဲ့ ဒုတိယမြောက်ကားထွက်လာပါပြီ။ပထမကားကို မမှတ်မိဘူး ဒါမှမဟုတ် မကြည့်ရသေးသူတွေဆိုရင်လဲ ဒီဒုတိယကားကိုကြည့်လို့ဖြစ်ပါတယ်။အက်ဆီးဒန့်မန်းကတော့ သူကကြေးစားလူသတ်သမားကိုမှ\nသူ သတ်ရင် မတော်တဆသေသွားသလိုဒီဇိုင်းနဲ့ သတ်လို့ အဲဒီနာမည်ကိုရထားတာပါ။\nပထမကားမှာအက်ဆီးဒန့်မန်းက လန်ဒန်မှာတော်တော်မွှေခဲ့ပြီး\nဒီကားမှာတော့ လန်ဒန်နဲ့ဝေးရာကိုသူအားလပ်ရက်ခရီးထွက်လာခဲ့ပါပြီ။သူက အာရှ ဥရောပ မြောက်အမေရိကတို့အားလုံးနဲ့နီးတဲ့\nမောလ်တာကျွန်းမှာအေးအေးဆေးဆေးအနားယူခြေရာဖျောက်ရင်း ကြေးစားအလုပ်အနည်းငယ်ကိုလဲလုပ်တယ်ပေါ့။ဒါပေမဲ့ သူ့အတိတ်က လူတစ်ယောက် ရောက်လာပြီးနောက်မှာ\nမာဖီးရားဂိုဏ်းကဘွားတော်ကြီးရဲ့ခပ်ပေါပေါခပ်ချာချာသားကို ကာကွယ်ပေးဖို့ဖြစ်လာပါလေရော။\nအတိတ်ကနေလွတ်ရာပြေးလာတဲ့ အက်ဆီးဒန့်မန်းတစ်ယောက်\nကြေးစားကနေ ဘော်ဒီဂတ်ဖြစ်လာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီကားမှာကြည့်ရမှာပါ။Comedy action ဇာတ်ကားဖြစ်တာကြောင့်\nထေ့လုံးငေါ့လုံး အဆဲစုံဒိုင်ယာလော့ခ်လေးတွေပါတာရယ်\nအက်ရှင်နဲ့ဇာတ်လမ်းကလဲ မဆိုးတာရယ်ကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.36GB | 766MB | 418MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/accident-man-hitmans-holiday-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKKoQndNfbDOLfYM1Zogt7miGF1.jpg",
        "title": "Karthikeya 2 (2022)",
        "description": "Karthikeya 2 (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းတေလဂူကားလေးကတော့\nတကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးပါပဲ...မင်းသားချော နီခေလ်နဲ့ မင်းသမီးချောလေး အန်နူပမာတို့\nခေါင်းဆောင်မင်းသား မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတယ်ဒီဇာတ်ကားမှာ ကာသစ်က လက်တွေ့သိပ္ပံကလွဲရင် ကျန်တာတွေကို\nအယုံအကြည်မရှိဘူးဆိုပေမယ့် လက်တွေ့ဆန်တာ ယုတ္တိရှိတာတွေကိုတော့\nယုံလေ့ရှိသလို တစ်မူထူးခြားတဲ့လူတစ်ယောက်လည်း ဖြစ်တယ်...သူဟာ ဆရာဝန်တစ်ယောက်ဖြစ်သလို စူးစမ်းလေ့လာရေးသမားတစ်ယောက်လည်း\nဖြစ်သေးတယ်...ဘုရားအဆင်တန်ဆာတွေကို လိုချင်တပ်မက်နေကြတဲ့ သိုက်တူးသမား\nအဖွဲ့အစည်းတစ်ခုရှိတယ်...လောဘသားကောင်တွေဆိုပါတော့\nကမ္ဘာမီးလောင်ရင် သားကောင်ချနင်းမယ့် လူစားမျိုးတွေ...အဲ့ဒီအဖွဲ့အစည်းထဲက ပရော်ဖက်ဆာတစ်ယောက်ဟာတော့\nဒီအဖြစ်ကို မလိုလားခဲ့ဘူး..ဒါကြောင့် အဆင်တန်ဆာတွေရဲ့\nတည်နေရာကို ခဲရာခဲဆစ်နဲ့ တစ်ယောက်တည်း သဲလွန်စတွေ\nရှာဖွေဖေါ်ထုတ်ခဲ့တယ်...နောက်ဆုံး ဒီသဲလွန်စတွေနဲ့ အဆင်တန်ဆာတွေကို ကာကွယ်ရမယ့်တာဝန်က\nကာသစ်ဆီရောက်လာတော့..ဗီဇအရ စူးစမ်းရှာဖွေလိုစိတ်အပြည့်ရှိတဲ့ ကာသစ်ဟာ ဒီသဲလွန်စတွေကို\nဘယ်လိုရှာဖွေဖေါ်ထုတ်မလဲ...။ဆန်းကြယ်မှုတွေပြည့်နှက်နေတဲ့ သူ့ခရီးကို\nဘယ်လိုဖြတ်သန်းမလဲဆိုတာကတော့....။\nFile size…4.5GB / 2.21GB / 1GB\nQuality…4k HEVC WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/karthikeya-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxfsXyWQE5dpL469QLkArLL7vS6.jpg",
        "title": "Tibetan Raiders ( 2022 )",
        "description": "CM ချစ် တရုတ်ကားဖန်လေးတွေအတွက် ဒီတစ်ခေါက်\nTibetan Rider ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် ကယ်ဆာဘုရင်ရဲ့\nကောင်းကင်ဓားကို လေ့လာစူးစမ်းသူ ရှီးရှီးဟာဆိုရင်\nငယ်ငယ်တည်းက သူ့အဖေပရော်ဖက်ဆာရဲ့ စကားတွေကြောင့်\nကယ်ဆာဘုရင်နဲ့ ကောင်ကင်ဓားအပေါ်စွဲလန်းနေတဲ့အပြင်မှာမှ\nဖခင်ဖြစ်သူကလည်း ဒီလေ့လာမှုကြောင့် သေဆုံးခဲ့ရတာကြောင့်\nမပြီးဆုံးတဲ့တာဝန်တစ်ခုလို သတ်မှတ်ပြီး အဆုံးထိ လေ့လာနေသူတစ်ဦးပေါ့..\n.\nဒီလိုနဲ့ သူဟာ သဲလွန်စတွေအတိုင်း ရှီချွီကို သွားဖို့လုပ်ရာနေ\nမာချန်ဆိုသူနဲ့ ကားငှားရင်ဆုံးခဲ့တာပါ... မာချန်နဲ့ အစပိုင်းမှာ\nမသင့်မြတ်ပေမယ့် တဖြည်းဖြည်း အဆင်ပြေလာရာကနေ\nရှီးရှီး လေ့လာမှုမှာ တစ်နေရာက ပါဝင်ကူညီတဲ့အဆင့်ထိဖြစ်လာခဲ့တာပေါ့...\nတစ်ဖက်မှာလည်း ရှီးရှီးနောက်ကို ရှေးဟောင်းသုတေသီတို့ရဲ့\nအဖျက်သမားအဖွဲ့ကလိုက်နှောင့်ယှက်တဲ့ဒဏ်လည်းရှိနေသေးတာမို့...ရှီးရှီးတို့ အဆုံးသတ်မှာ လေ့လာမှုအောင်မြင်ပါ့မလား...\nတမ်းတနေတဲ့ ကောင်းကင်ဓားရော ရှာတွေ့ပါ့မလား...\nနောက်ပြီး ရှီးရှီးအဖေကရော ဘာကြောင့်သေသွားရတယ်ဆိုတာ\nဒီဇာတ်ကားလေး ဒေါင်းကြည့်ပြီး ခံစားကြည့်လိုက်ကြပါ...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/tibetan-raiders-2022/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQ5YzExOTItMGYzMS00MTk2LTllMWEtOWE3YjI3ZjgwNDA4XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-154x200.jpg",
        "title": "Massu Engira Maasilamani (2015)",
        "description": "Masss (2015)==============အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ Horror ဆိုပေမယ့်\nအရမ်းကြောက်စရာကောင်းနေတာမျိုးမဟုတ်ပဲ တစ်ကားလုံးကို\nဆက်ကြည့်နေချင်အောင်၊ စိတ်၀င်စားစရာကောင်းအောင်\nဆွဲခေါ်သွားတဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ မင်းသား Suriya က နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီးတော့\nဇာတ်ကောင်နှစ်ယောက်လုံးက လူအတူတူပဲလို့ကိုမထင်ရအောင် သရုပ်ဆောင်ပီပြင်လွန်းနေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ကတည်းက မိဘမဲ့ဖြစ်ခဲ့တဲ့ မားစ်ဟာ\nသူ့သူငယ်ချင်း ဂျက် နဲ့အတူ ကြီးပြင်းလာခဲ့ပြီး ဓားပြတိုက်လုယက်မှုတွေ\nလုပ်ရင်းနေခဲ့ပါတယ်။ တစ်ရက်မှာ ငွေတွေဓားပြတိုက်ပြီးပြန်လာတုန်း\nကားတိုက်မှုတစ်ခုနဲ့ကြုံခဲ့ရပါတယ်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့\nအသက်မသေခဲ့ပဲ ပြန်သတိရလာတဲ့အခါမှာ သူဟာ သရဲတွေကိုပါ မြင်နိုင်လာခဲ့ပါတယ်။အစပိုင်းမှာတော့ သရဲတွေနဲ့ပူးပေါင်းပြီး စီးပွားရှာ ကြီးပွားလာခဲ့ပေမယ့် ရှက်တီ ဆိုတဲ့\nသရဲပေါ်လာတဲ့အခါမှာ သူ့ဘ၀ အလှည့်အပြောင်း‌ဖြစ်သွားခဲ့ပါတယ်။\nမားစ် ဟာ တဖြေးဖြေးနဲ့ သူ့ဘ၀အဖြစ်မှန်တွေကို သိလာရပြီးတဲ့အချိန်မှာ\nဘယ်လိုတွေဆက်ပြီး ရှေ့ဆက်သွားမလဲဆိုတာကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…3.8GB  / 1.8GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/massu-engira-maasilamani-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Lz4ELJDyPjQLRNwMkjJGJPweL0.jpg",
        "title": "Men of Sacrifice ( 2022 )",
        "description": "CMရဲ့ တရုတ်ကားဖန်တွေ နောက်ပြီး တရုတ်ကားဆို\nအက်ရှင်မှ ကြိုက်ပါတယ်ဆိုသူတွေအတွက်ကို\nဒီတစ်ခေါက် IQIYI က တင်ဆက်ခဲ့တဲ့\nအက်ရှင်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်\nလီတုန်းရှင်းဆိုတဲ့ ငွေမည်းနဲ့ ချမ်းသာနေသူတစ်ယောက်ရဲ့\nသမီးဟာ ပြန်ပေးဆွဲခံရပြီး ပြန်ပေးဆွဲသူက\nဖောက်ခွဲရေးဝိဇ္ဇာလို့ နာမည်ကြီးသူတစ်ဦးဖြစ်တော့\nအမျိုးသားလုံခြုံရေးတပ်ဖွဲ့နဲ့ ပြည်သူ့လုံခြုံရေးရဲတပ်ဖွဲ့အနေနဲ့ ဘယ်လိုမျိုး ဖြေရှင်းမလဲ...\nငွေမည်းနဲ့မသမာလုပ်ငန်းရှင်ဆိုတော့ သေလည်းသေပေါ့လို့\nပစ်ထားမလား.. အသက်နဲ့ရင်းပြီးကယ်တင်မလား...\nဆိုတဲ့ရွေးချယ်မှုအောက်မှာ ဘယ်လိုရွေးချယ်မလဲ...\nနောက်ပြီး ဘာလို့ ဒီလို ပြန်ပေးဆွဲမှုကြီးဖြစ်တာလဲ....သာမန်သူတို့ချင်းမသင့်မြတ်လို့ဖြစ်တာလား\nဒါမှမဟုတ် နောက်ကွယ်မှာ ဘာလေးနက်တဲ့\nအမှုတွဲရှိနေမယ်ဆိုတာလည်း စိတ်ဝင်စားစရာပါပဲ...အဆုံးသတ်ချိန်ထိ ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမလို့\nCM တရုတ်ကားဖန်လေးတွေလည်း\nလက်လွတ်မခံဘဲကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/1P12u/Men_of_Sacrifice_2022_WEB-DL_4K_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGP1goqJGGPD2YMp6YLxtmHW1WX.jpg",
        "title": "My Dear Bodyguard ( 2022 )",
        "description": "တရုတ်ဘော်ဒီဂတ် အက်ရှင်ကားတွေကြိုက်တဲ့ CMပရိသတ်ကြီးအတွက်\nဘော်ဒီဂတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင် ......\nHang Bin ဟာပုဂ္ဂလိကလုံခြုံရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်။\nSherry တို့သားအဖကိုစောင့်ရှောက်ပေးရတဲ့တာဝန်ကျရှုံးခဲ့ပြီး\nတစ်မိသားစုလုံးသတ်ခံလိုက်ရပါတယ်။Sherryအဖေရဲ့ အန္တရာယ်ရှိ စမ်းသပ်ပစ္စည်းဟာလဲ ပျောက်ကွယ်သွားခဲ့ပါတယ်။\nကိုယ့်ကိုယ်ကိုခွင့်မလွှတ်နိုင်တဲ့ Hang Bin ဟာ\nကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း ဘဝကိုဖြစ်သလိုဖြတ်သန်းနေပါတော့တယ်။\n၁၅နှစ်ကြာပြီးနောက်.....လုပ်ဖော်ကိုင်ဖက်ဟောင်းကြောင့်\nအဆိုတော်မလေးရဲ့သက်တော်စောင့်ဖြစ်လာဖို့အကြောင်းဖန်လာပါတယ်။အဆိုတော်မလေးဟာအသက်ခြိမ်းခြောက်မှုတွေဆက်တိုက်ခံရပြီး\nအန္တရာယ်တွေဆက်တိုက်ကြုံတွေ့နေရပါတယ်။\nHang Binဟာအခက်အခဲတွေရင်ဆိုင်ကျော်ဖြတ်ရင်း\nတရားခံရဲ့ပစ်မှတ်ဟာ တကယ်တော့\nအဆိုတော်မလေးမဟုတ်ပဲ သူကိုယ်တိုင်ဆိုတာသိလိုက်ရတယ်။\nနောက်ကွယ်ကနေထိန်းချုပ်နေတဲ့သူကဘယ်သူဖြစ်လိမ့်မလဲ.....\nဘာကြောင့်များသူ့ကိုအညှိုးထားနေရတာလဲ......\nပဟေဠိတွေအပြည့်နဲ့ပီပြင်တဲ့ ဖိုက်တင်ခန်းတွေနဲ့\nစိတ်ဝင်စားဖွယ်ကြည့်ရမယ့်အက်ရှင်ကားကောင်းလေးဖြစ်လို့\nအကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nReviewed By Nu Mon\nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 22min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/2v0pg/My_Dear_Bodyguard_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzJiMTI3ZTMtNTFhYy00OWNhLWExYjItNzU4NmRkNzdmYmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-160x200.jpg",
        "title": "Vendhu Thanindhathu Kaadu (2022)",
        "description": "Vendhu Thanindhathu Kaadu (2022)IMDb 7.9ဒီတစ်ခါမှာတော့ ကုဋေ၃၀ အကုန်ကျခံရိုက်ကူးထားပြီး\nကုဋေ၅၀ထိပြန်ရခဲ့တဲ့ အမိုက်စားတမီလ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်ဒီလက်‌တွေနဲ့ကိုယ်တိုင်လူသတ်မိမယ် လူသတ်သမားဖြစ်ဖို့မွေးဖွားလာတာဆိုပြီး\nဗေဒင်ဆရာတွေဆီကတစ်လေသံတည်းထွက်လာခဲ့တဲ့ ဇာတာပိုင်ရှင်မီသူး...\nမိခင်ဖြစ်သူကသားကိုဒီလိုဘဝမျိုးအရောက်မခံနိုင်တော့\nမရှိတဲ့ကြားကကျောင်းထားပြီး B.Scဘွဲ့ရအောင်လုပ်ပေးခဲ့တယ်မွေးရပ်မြေမှာ ဆူးချုံရှင်းရင်း မတော်တဆကွင်းတစ်ပြင်လုံးမီးထလောင်တော့\nလယ်ပိုင်ရှင်ကလျော်ကြေးတောင်းလေရဲ့ သူ့အမှားမဟုတ်လို့မပေးနိုင်ကြောင်း\nမူသူးကတင်းခံနေရင်း ပိုင်ရှင်နဲ့ကတောက်ကဆဖြစ်ရာကနေ လူသတ်မိတော့မလိုဖြစ်ခဲ့တဲ့သူ့ကို\nညတွင်းချင်းပဲ အမေဖြစ်သူကမြို့က ဦးလေးဖြစ်သူထံ ခေါ်ယူထွက်ပြေးခဲ့ရတယ်\nမြို့မှာဘဝသစ်စမယ် မိဘအကြွေးတွေဆပ်ပေးမယ်တင်းခံနေရာကနေ\nမထင်မှတ်ထားတဲ့ဖြစ်ရပ်တစ်ခုစီ ပါဝင်ပတ်သက်မိရာမှာတော့...\nဗေဒင်ဆရာတွေဟောတဲ့အတိုင်း လူသတ်သမားဖြစ်လာမလား\nမိခင်သဘောတိုင်းဖြစ်မလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါရှင်\nFile size…2.83GB  / 1.24GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 57m\nSubtitle….Myanmar Subtitle (Hard sub)\nEncoder….YK\nTranslated by Poe & BpL & Yunni & HM",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/vendhu-thanindhathu-kaadu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE4k7ffpJNuIQWeQAk6NTgymVx4.jpg",
        "title": "Wolf Pack ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် အခုအခါ my Dramalist မှာလည်း\nrating 8 ရထားပြီး budget ကောင်းသုံးထားတဲ့\nအက်ရှင်ကားကောင်းလေးဖြစ်တဲ့ wolf pack ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးပြောပြရရင် ဝေးပေ့\nခေါင်ပေ့ အန္တရာယ်များပေ့ဆိုတဲ့ နေရာတွေကိုမှ\nရွေးပြီး စေတနာ့ဆရာဝန်အဖြစ်လုပ်နေတဲ့ ခယ်ထုံဆိုသူတစ်ယောက်…\nရုတ်တရက်ကြီး ကလေးတွေကိုကယ်ဖို့ဆိုပြီး\nလိုက်သွားရကနေ Cooley ကိုရောက်သွားခဲ့ပြီး\nတစ်ချိန်ကအလောင်းအင်္ဂါမစုံခဲ့တဲ့ အဖေ့နောက်ကွယ်အကြောင်းနဲ့\nအဖေသေရတဲ့အကြောင်းကို ဖြည်းဖြည်းချင်းသဘောပေါက်လာတဲ့အပြင်\nအခုသူကြုံတွေ့နေရတဲ့ မစ်ရှင်နဲ့ အဖွဲ့အစည်းကိုပါ\nဖြည်းဖြည်းချင်း ပုံဖော်ပြထားတဲ့ကားကောင်းလေးမို့\nအက်ရှင်ကားကောင်းကြိုက်သူတို့\nလက်မနှေးဘဲ အမြန်ဒေါင်းကြည့်လိုက်တော့နော်\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , War , Thriller\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/2uWoi/Wolves_Pack_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOTc1MmYzNjYtMTEzNi00NjU4LWE1MGUtMmUyYjMwMjAwYzY0XkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-141x200.jpg",
        "title": "(18+) Rise of the Machine Girls (2019)",
        "description": "ဒီဇာတ်ကားကို အရိုးရှင်းဆုံးပြောရရင်တော့ Dark Comedy ပေါ့\nဇာတ်ကောင်တွေကလဲ သောက်တလွဲပဲ\nဇာတ်လမ်းကလဲ ဂဂျိုးဂဂျောင်နဲ့\nဖြစ်နိုင်တာတော့ တစ်ခုမှမပါဘူးဒါပေမဲ့ ဂျပန်တွေဆိုတာသိတဲ့အတိုင်းပဲလေ\nစိတ်ကူးယဉ်ဖန်တီးနိုင်စွမ်းကတော့ အလွန်မြင့်မားကြတာကို\nSuper Sentai (power ranger), ultraman, gundan စတဲ့\nfictional characters ပေါင်းများစွာကိုမွေးဖွားပေးခဲ့တဲ့ ဂျပန်တွေဟာ\nခုလိုမျိုးဇာတ်ကားတွေမှာ ထင်ရာတွေလုပ် ရိုက်ချင်သလိုတွေရိုက်ပြီး\nဖျော်ဖြေရေးကိုပဲ အဓိကထားတင်ဆက်ကြတာ ထုံးစံနဲ့တူပါတယ်ဟ..ဒါဆို ဒီကောင်တွေ ရိုက်ချင်တာလျှောက်ရိုက်တာ ငါတို့က ဘာကြည့်ရမှာတုန်းဆိုရင်\nကြည့်စရာစော်အလန်းလေးတွေပါပါတယ်....HOTD က အန်ကယ်ဒေမွန်ကြီး ခေါင်းထဖြတ်တဲ့အကွက်မျိုးက\nဒီလိုကားထဲမှာ အားတိုင်းထည့် ပျင်းတိုင်းထည့်ပါတယ်...စောက်ရမ်းချပါတယ်သေနတ်တွေရော စက်ရုပ်တွေရော ဓားတွေရော စုံနေတာပါပဲ\nအဲ့တော့ ဘာကိုမှ ဂိမနေပဲ ဖျော်ဖြေရေးကို ဖျော်ဖြေရေးလိုပဲခံစားရင် ကွက်တိပါပဲ\nတစ်ခုတော့ရှိပါတယ် စောက်ရမ်းဖျော်ဖြေတယ်ဟဆိုပြီး မိဘတွေ ကလေးတွေနဲ့တော့အတူမကြည့်ပါနဲ့\nဆဲတာဆိုတာအသာထား လိင်ပြကွက်ဆိုတာတောင် အပျင်းပြေအလှူလိုထည့်ထားတဲ့ ဒီကားမျိုးက\nအန်ကယ်ဒေမွန်လို အန်ကယ်လေးရှိတဲ့ ဘာဘီလေးတွေလောက်ပဲ အဆင်ပြေမယ့် ကျန်တဲ့လူတွေ မိသားစုနဲ့မကြည့်သင့်တဲ့\nဆယ့်ရှစ်အပေါင်းကားလေးဖြစ်ကြောင်းတော့ လက်တို့လိုက်ပါရစေ\nFile size…1.3GB / 697MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/rise-of-the-machine-girls-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fenNPxVF5ERy0CSyVruuEg959Hg.jpg",
        "title": "Athena (2022)",
        "description": "Athena (2022)အသီနာဆိုတဲ့ပြည်နယ်လေးမှာ ပြည်သူတွေမကြာခဏ ရဲအရာရှိတွေ အကြမ်းဖက်ခံရပေမယ့်\nဒီပြည်နယ်ငယ်လေးကို ဘယ်သူမှအရေးမလုပ်ကြတာကြောင့် အကြမ်းဖက်မှုတွေ ခပ်စိတ်စိတ်ဖြစ်လာပါတယ်။၂ လအတွင်းမှာ တတိယအကြိမ် ရဲဘက်အကြမ်းဖက်မှုဖြစ်ပြီး\nရဲဝတ်စုံနဲ့လူတွေက အီဒီရာဆိုတဲ့လူငယ်လေးကို ရိုက်နှက်ပြီး သတ်လိုက်တဲ့ဗီဒီယို ပျံ့သွားချိန်မှာတော့\nအစိုးရနဲ့လူထုကြား တင်းမာမှုတွေဖြစ်လာပါတော့တယ်။\nအီဒီရာရဲ့အစ်ကိုကြီးဖြစ်သူ အက်ဘ်ဒဲလ်ကတော့ စစ်သားတစ်ယောက်ပီပီ အစိုးရကိုယုံကြည်ပေမယ့်\nကာရင်းမ်ကတော့ အစိုးရကိုအယုံကြည်မရှိတဲ့ လက်ယာဝါဒီအစွန်းရောက်ပီပီ\nအဓိကရုဏ်းတွေကို အစပျိုးရင်းနဲ့ ပြင်သစ်တစ်နိုင်ငံလုံး အကြမ်းဖက်မှုတွေ ပျံ့နှံ့သွားစေပါတယ်။အကြမ်းဖက်မှုနဲ့ ညီဖြစ်သူအတွက် တရားမျှတမှုကို ကိုယ်တိုင်တိုက်ယူရမယ်လို့ ယုံကြည်ထားတဲ့ ကာရင်းမ်၊\nစစ်သားပီပီ ဥပဒေအတိုင်းလိုက်နာရင်းနဲ့ အစိုးရကဖြေရှင်းပေးမယ်လို့ယုံကြည်တဲ့ အက်ဘ်ဒဲလ်၊\nဒီကြားထဲမှာမှ စီးပွားရေးထိခိုက်လို့ အထိကရုန်းတွေဖြစ်မှာကို လိုက်လံတားဆီးနေတဲ့ အစ်ကိုအကြီးဆုံးမော့ခ်တာဒီလိုမတူညီတဲ့အယူအဆအသီးသီးနဲ့ အဓိကရုဏ်း မှာ\nဘာ‌တွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ Athena ဆိုတဲ့ ဒီရုပ်ရှင်လေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/athena-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n4BUtXUVMP3ch6gyRyH2qnW0nE1.jpg",
        "title": "Out of Time(2021)",
        "description": "Out of Time(2021) အညွှန်း**********************ကမ္ဘာမြေပေါ်ကို ဂြိုလ်သား(၃) ဦး ရောက်ရှိလာတယ်..သူတို့ဟာ အသွင်းပြောင်းစွမ်းရည်ရှိပြီးတော့ ရှေ့ပြေးအဖွဲ့ဖြစ်တဲ့အတွက်ကြောင့်ကမ္ဘာမြေပေါ်မှာ ပြင်ဆင်စရာရှိတာတွေပြင်ဆင်ပြီး တခြားအဖွဲ့သွားတွေကိုခေါ်ဖို့ပြင်ဆင်ရတယ်..အဓိက  ကတော့ ကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ပါပဲ..ဒီအကြောင်းကိုသိတဲ့နောက်စုံထောက်တွေဟာ ဒီဂြိုလ်သား(၃) ဦးကိုအသည်းအသန်လိုက်ရှာပါတော့တယ်..သူတို့အောင်မြင်ကြမလားဆိုတာကိုတော့....File Size : (1.6GB)(574MB) and (154MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Action ,Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/out-of-time2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/od29ZUbykEJMRK7KWhpw4rXrLWW.jpg",
        "title": "Batman and Superman: Battle of the Super Sons (2022)",
        "description": "Batman and Superman : The Battle of the Super Sons (2022)DCAUရဲ့ ​နောက်ထပ် Animationဇာတ်ကားသစ်တစ်ကား ထပ်ထွက်လာပါပြီ။\nဒီတစ်​ခေါက်မှာ​တော့ ပုံမှန် Justice Leagueအဖွဲ့ဝင်​တွေအ​ကြောင်း မဟုတ်ဘဲ\nစူပါမန်းရဲ့သား ဂျော်နသန်ကန့်တ်နဲ့ ဘတ်မန်းရဲ့သား ​ရော်ဘင်တဖြစ်လဲ ဒေမီယန်​တို့အ​​ကြောင်း အဓိကတင်ဆက်ထားတာပါ။ဖခင်ဖြစ်သူ ကလာ့ခ်ကန့်တ်ဟာ စူပါမန်းဆိုတာမသိတဲ့ ဂျော်နသန်က ဖခင်ရဲ့လှစ်ဟင်းမှု​တွေ​ကြောင့် စိတ်ပျက်​နေရာက​နေ\nတစ်​နေ့မှာ​တော့ မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခု​ကြောင့် သူကိုယ်တိုင်မှာလည်း စွမ်းအား​တွေရှိမှန်း သိသွားပါ​တယ်။\nဒီလိုသိရမှာတ​ဆင့် ဖခင်ရဲ့ဘဝမှန်အ​ကြောင်းလည်း သိသွားသလို ​\nဂေါ့သမ်စီးတီးက ဘတ်မန်းနဲ့ သူ့ရဲ့သား ​ဒေမီယန်​တို့ကိုပါ သိသွားပါတယ်။\nလူရိုး​လေးဂျော်နသန်နဲ့ လူကြမ်း​လေး ဒေမီယန်​တို့ဟာ စ​​တွေ့ကတည်းက ဘုနဲ့​ဘောက်ဖြစ်​​နေခဲ့တာပါ။အဲဒီအချိန်မှာပဲ ကမ္ဘာဂြိုဟ်ပြင်ပ အာကာသထဲမှာရှိတဲ့ ဂျက်စတစ်လိဂ်​ စောင့်ကြည့်တာဝါကို တိုက်ခိုက်ခံလိုက်ရပြီး\nမသင်္ကာစရာကိစ္စ​တွေ ဖြစ်လာတာ​ကြောင့် စူပါမန်းနဲ့ ဘတ်မန်းတို့ ကိုယ်တိုင်လိုက်သွားရင်း\nသူတို့ကိုယ်တိုင် ​ထောင်​ချောက်ထဲ ကျဆင်းသွားပါတယ်။ဂျက်စတစ်လိဂ်​ရော တင်းတိုက်တန်စ်အဖွဲ့ပါ အန္တရာယ်ကျ​ရောက်သွားတဲ့​နောက်\nထိုထူးဆန်းတဲ့အန္တရာယ်ကို ​ဖြေရှင်းဖို့က ဂျိုနသန်နဲ့ ဒေမီယန်​တို့​ခေါင်း​​ပေါ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/batman-and-superman-battle-of-the-super-sons-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTliZTNlZTAtYTEwMi00NTJlLTkxZmItOWQ2ZWFhZDdmMGY2XkEyXkFqcGdeQXVyODA2ODM3NDQ@._V1_-139x200.jpg",
        "title": "Baadshah (2013)",
        "description": "Baadshah (2013)\n===============ဒီနေ့မိတ်ဆက်ပေးချင်တာက‌တော့ ဘောလီဝုဒ် အက်ရှင်ကားလေး တစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားမှာတော့ အကလည်းရ၊ သရုပ်ဆောင်လည်းရ၊ အစီအစဉ်တင်ဆက်လည်းရတဲ့\nမင်းသားကြီး N.T.Rama Rao Jr. နဲ့ နာမည်ကြီးမင်းသမီး Kajal Aggarwal တို့ ပါ၀င်သရုပ်ဆောင်ထားကြတာ ဖြစ်ပါတယ်။ဇာတ်ကားအကြောင်းကိုပြောရရင် ရာမာရောင် ဆိုတဲ့လူဟာ အရည်အချင်းရှိတဲ့\nလူတစ်ယောက်ဖြစ်ပေမယ့် ရဲတစ်ဖွဲ့ထဲဝင်ဖို့လျှောက်တဲ့အခါ သူ့အဖေက\nလူဆိုးဂိုဏ်းထဲမှာရှိနေတယ်ဆိုတဲ့ အကြောင်းပြချက်ကြောင့် အငြင်းခံလိုက်ရပါတယ်။\nအဲဒီအချိန်မတိုင်ခင်က ဆာဒူဘိုင်းဆိုတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်\nခွဲလိုက်တဲ့ဗုံးမှာ သူ့ညီ ဆစ်ဒူ ပါသွားပြီး အသက်ဆုံးရှုံးသွားခဲ့ရတာပါ။\nဒီအချိန်ကစပြီး ရာမာရောင်ဟာ ဘာရှာ ဆိုတဲ့\nနာမည်ကြီးလူသတ်သမားတစ်ယောက် ဖြစ်သွားခဲ့ပြီး\nဆာဒူဘိုင်းကို လက်စားချေဖို့ ကြိုးစားပါတော့တယ်။ဒီဇာတ်ကားဟာ Action သီးသန့်မဟုတ်ပဲ Drama/ Comedy တို့နဲ့ပါ\nပေါင်းစပ်ထားသေးတာကြောင့် ကြည့်ရင်းနဲ့ ပျင်းဖို့အချိန်ကို မရှိနေတဲ့အတွက်\nဘောလိဝုဒ်ကြိုက်တဲ့သူရော၊ ဘောလိဝုဒ်မကြည့်ဖြစ်တဲ့သူတွေပါ\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nFile size…3.68GB / 1.96GB\nQuality…1080p WEBRIP / 720p\nFormat…mp4\nDuration….2h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/baadshah-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/k5myw_4f-144x200.jpg",
        "title": "[18+] Pabuya (2022)",
        "description": "Pabuya (2022)Pepe နဲ့ Jojo တို့ဟာ နယ်မြေတစ်ခုစီကိုအပိုင်စားယူထားတဲ့ ဂန်းစတားတွေပါ။ အခုတလောတော့ Pepe ရဲ့ပိုင်နက်တွေကို တစ်ခုပြီးတစ်ခု Jojo က သိမ်းယူလာပြီးတော့ Pepe ဆီကလူတွေပါ တစ်ဖက်ကိုရောက်ကုန်ပါတယ်။ သူတို့ဂိုဏ်းတွေကြားက ရန်စကိုဖြေရှင်းဖို့ အထက်က သူတို့ကို လက်နက်မပါပဲအနိုင်တိုက်ကြေး၊ နိုင်တဲ့အဖွဲ့က နယ်မြေယူဖို့ ပွဲတည်ပေးလိုက်တဲ့အချိန်မှာတော့ Pepe လက်လွန်ပြီး တစ်ဖက်က လက်ရုံးတစ်ယောက်ကို သတ်မိသွားပါတော့တယ်။ တကယ်တော့ အဲ့ဒီလက်ရုံးဟာ Jojo ရဲ့လက်ရုံးတင်မကပဲ ရဲတပ်ဖွဲ့ကလွှတ်လိုက်တဲ့ သူလျှိုတစ်ယောက်လည်း ဖြစ်နေတဲ့အတွက် Pepe တစ်ယောက်သေပြေးရှင်ပြေး ပြေးရင်း အချစ်ဟောင်းဖြစ်တဲ့ အလှပဂေးလေး Bella နဲ့တစ်ဖန်ပြန်ဆုံဆည်းရချိန်မှာတော့...ဒီဇာတ်ကားမှာတော့ Vivamax ကားတွေမှာတစ်ခါမှမတွေ့ရဖူးတဲ့ မျက်နှာသစ်မင်းသမီးလေးတစ်လက်ဖြစ်တဲ့ Franki Russell ကိုပွဲထုတ်ထားပါတယ်။ ကြွေရုပ်ဖယောင်းရုပ်လေးလို ဖူးမွတ်နေအောင်လှတဲ့အနောက်တိုင်းသူ မျက်နှာပေါက်လေးနဲ့ဆိုတော့အားလုံးအကြိုက်တွေ့ကြမှာပါ။ သူ့ IG လေးပါ အဆစ်ထည့်ပေးလိုက်ပါတယ်။\nInstagram Link\n(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/pabuya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-avar-133x200.jpg",
        "title": "Avarice (2022)",
        "description": "Action thriller ကားသစ်လေးတစ်ကားတင်ပေးထားပါတယ်။ ဒီကားကတော့ အဲရိုးလိုပဲ လက်ရှိခေတ်မှာ မြားနဲ့ တိုက်ခိုက်တာမျိုးပါ။Kate ဟာprofessional လေးသည်တော်တစ်ယောက်ပါ။သူ့ရဲ့အိမ်ထောင်ရေးအဆင်မပြေဖြစ်မှုတွေကြောင့် စိတ်ဒုက္ခရောက်နေတာကိုပြေပျောက်အောင် အပန်းဖြေခရီးထွက်ရင်း အိမ်ထဲကို ရက်စက်ကြမ်းကြုတ်တဲ့ ဓားပြတွေ၀င်ရောက်လာပါတယ်။သူ့သမီးနဲ့ယောက်ျားဖြစ်သူတို့ကိုပြန်ပေးဆွဲသွားချိန်မှာတော့ ကိတ်တစ်ယောက် သူကျွမ်းကျင်တဲ့လေးပညာကိုအသုံးချပြီး ချစ်ရသူတွေကိုကယ်တင်ဖို့ ရုန်းကန်ကြိုးစားရပါတော့တယ်။File size…1.31 Gb / 722 Mb / 350MB\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….1:28:00\nGenre...Action,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  SP",
        "rating": "",
        "url": "https://channelmyanmar.org/avarice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjI3NjI3NDQtY2RmYS00NTJjLWI0YTQtNTE4NmZiN2UzMWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Werewolf by Night (2022)",
        "description": "မာဗယ်ရဲ့ ကာရိုက်တာတစ်ခုဖြစ်တဲ့ သမန်းဝံပုလွေကို တီဗီရုပ်ရှင်တစ်ကားအဖြစ် ဒစ္စနေးက ထုတ်လွှင့်လိုက်ပါပြီ။ ဟောလိုးဝင်းလနဲ့ကိုက်ညီစွာပဲ အဖြူအမည်းအများစုနဲ့ ကာလာအချို့ထည့်သွင်းပြီး ဟော်ရာဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပါတယ်။ မင်းသမီးအဖြစ် The Nevers စီးရီးနဲ့လူသိများတဲ့ Laura Donnelly လည်းပါဝင်ထားပါသေးတယ်။ အဲဒီမင်းသမီးက ရုတ်တရက်ဆို ဂျက်စီကာဂျုန်းစ် စီးရီးထဲကမင်းသမီး Krysten Ritter နဲ့ မှားတတ်ကြပါတယ်။ နောက်များမကြာမီ မာဗယ်စကြဝဠာထဲမှာ ဘယ်လိုပါဝင်လာမလဲတော့ မသိရသေးပါဘူး။ အခုတော့ သီးခြားရုပ်ရှင်တစ်ခုအနေနဲ့ပဲ ခံစားကြည့်လိုက်ရအောင်ပါ။ဇာတ်လမ်းအကျဉ်းမာဗယ်ရဲ့ စကြဝဠာထဲမှာ စူပါဟီးရိုးတွေရှိနေသလို အမှောင်ထုထဲမှာလည်း ရှေးမိစ္ဆာကောင်တွေ ရှိနေပြန်ပါသေးတယ်။ အဲဒီလို မိစ္ဆာမျိုးစုံကို အမဲလိုက်တဲ့ မုဆိုးတွေလည်း ရှိနေပါသေးတယ်။ ဒီရုပ်ရှင်အစမှာတော့ နာမည်ကျော် မုဆိုး ဘလက်ဒ်စတုန်းမိသားစုရဲ့ ခေါင်းဆောင် ယူလစ်ဆီ ဘလက်ဒ်စတုန်း သေဆုံးသွားပြီးတဲ့နောက် မိသားစုပိုင် သွေးကျောက်တုံးကို အမွေခံဖို့ မုဆိုးအသစ်တစ်ယောက်လိုအပ်လာပါတယ်။ အဲဒီကျောက်တုံးဟာ ကိုင်ဆောင်သူကို အသက်ရှည်စေတယ်၊ ခွန်အားကြီးစေတယ် စသည်ဖြစ် ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/werewolf-by-night-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yw8x2i3vaHZZzpvqvF75E8q2N6M.jpg",
        "title": "Proof of Life(2000)",
        "description": "Proof of Life(2000) အညွှန်း***********************ဒီဇာတ်ကားကတော့ အက်ရှင်ဇာတ်ကားတွေကို အရိုက်များတဲ့\nဒါရိုက်တာကြီး Taylor Hackord ရိုက်ကူးထားပြီး\nသရုပ်ဆောင်တွေအနေနဲ့ Russell Crowe, David Morse,Meg Ryan နဲ့ Pamela Reed တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။တယ်ရီသွန်း(Russell Crowe) ဟာ ပြန်ပေးဆွဲခြင်း ညှိနှိုင်းရေးသမားတစ်ဦးဖြစ်တယ်..သူဟာ ထူးချွန်တဲ့သူဆိုပေမဲ့ တစ်ခါတစ်ရံ ဓားစာခံအသက်ရှင်ရေးဦးစားပေးပြီးစီစဉ်ထားတဲ့အတိုင်းမလုပ်ဘဲ သူစိတ်ကူးပေါက်ရာလုပ်တတ်တဲ့အကျင့်ဆိုးတစ်ခုတော့ရှိတယ်..တောင်အမေရိကမှာ ရေကာတာဆောက်ချင်နေတဲ့ပီတာဘိုးမန်း(David Morse)  ဟာ အကြမ်းဖက်အဖွဲ့ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံခဲ့ရတယ်..အဲ့ဒီနောက်ပြန်ပေးဆွဲခြင်းညှိနှိုင်းရေးသမားဖြစ်သူ\nတယ်ရီသွန်း(Russell Crowe) တစ်ယောက်အန္တရယ်များလွန်းလှတဲ့အခြေအနေကြားထဲက ဘယ်လိုကယ်တင်သွားမလဲဆိုတာတွေကိုတော့....File Size : (3.0GB)(1.1GB) and (356MB)\nQuality : Blu-Ray1080p5.1ch ,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/proof-of-life2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mo_him_wong-779275830-large-141x200.jpg",
        "title": "Dr. Wai in the Scripture with No Words (1996)",
        "description": "\\ \\Dr. Wai in the Scripture with No Words ( 1996 )ဂျက်လီရဲ့ အင်ဒီယာနာဂျုန်းလိုလိုကားပါ။ မှတ်မိချင်မှ မှတ်မိမှာပေမဲ့ စက်ရုပ်နွားကြီးနောက် ဂျက်လီပြေးလိုက်ချတဲ့ အခန်းကိုတော့ ငယ်ငယ်က ဖြစ်ဖြစ် ကြည့်ဖူးလောက်ကြမှာပါ။ အဲဒီကားပါပဲ။ ဂျက်လီအပြင် ဟောင်ကောင်ရဲ့ အလှတရားတွေထဲ အပါအဝင်ဖြစ်တဲ့ ဂျက်လီနဲ့တွဲအရိုက်များတဲ့ Rosamund Kwan နဲ့ ashes of time , Fallen angels နဲ့ New Police Storyထဲက မင်းသမီး charlie yeung လည်းပါပါတယ်။ နောက်ဆုံးနဲ့ ဒီကားကို ကျွန်တော်ကြည့်ဖြစ်သွားတဲ့အကြောင်းရင်းဖြစ်တဲ့သူကတော့ ဟောင်ကောင်မှာပဲ ကားအလန်းစားတွေ ဆက်တိုက်အရိုက်များခဲ့တဲ့ ဂျပန်ထိုင်ဝမ်သွေးနှော Takeshi Kaneshiroပါပဲ။ cast တွေနဲ့တင် ဒီကားက တော်တော်တန်နေပါပြီ။ဇာတ်လမ်းကတော့ အင်ဒီယာနာဂျုန်းဆန်ဆန်ဘဲက အင်ဒီယာနာဂျုန်းထဲကလို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2uDvX/Dr_Wai_in_the_Scriptures_with_No_Words_(1996)_BluRay_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
        "title": "The Return of the Sister-in-Law ( 2021 )",
        "description": "ြမ်းတာရမ်းတာလေးမှကြိုက်တယ်ဆိုတဲ့ CMပရိတ်သတ်ကြီးအတွက်\nအခုတင်ဆက်ပေးမဲ့ကားလေးကတော့ 2021ကထွက်ရှိတဲ့ တရုတ်အက်ရှင်ကားကောင်းလေးဖြစ်ပါတယ်အစ်ကိုဖြစ်သူနဲ့ ရိုးရိုးသားသားနေထိုင်နေတဲ့ မိန်းကလေးချင်းချိန်\nတစ်နေ့ကိုယ့်အစ်ကိုဖြစ်သူကို ကိုယ့်မျက်သိရှေ့တင်သတ်ပြီး\nကိုယ့်ကိုပါစော်ကားသွားတဲ့အခါ ကလဲ့စားချေချင်စိတ်များပြီး\nလူဆိုးဂိုဏ်းတစ်ခုဆီရောက်သွားပါတော့တယ်နာမည်ကြီးဂိုဏ်းခေါင်းဆောင် ဟေးဟော်ဟာ\nတရားမဝင်မူးယစ်ဆေးတွေရောင်းပြီး\nလူငယ်တွေဘဝကိုဖျက်ဆီးနေသူပါ\nသူချစ်ရတဲ့ချစ်သူဟာလည်း\nသူ့ကိုကာကွယ်ရင်း အသတ်ခံလိုက်ရပါ တော့တယ်ချင်းချိန်ဟာ ဟေးဟော်ရဲ့အရင်ချစ်သူနဲ့တစ်ပုံစံထဲတူနေသောအခါ\nချင်းချိန်ကိုတိုက်နည်းခိုက်နည်းတွေ ကိုယ်တိုင်သင်ပေးရင်း အနားမှာခေါ်ထားလိုက်ပါရော\nဒါပေမဲ့အရင်ထဲက ရိုးသားသူချင်းချိန်ဟာ\nဒီလိုမကောင်းမှုတွေထဲ သူဘယ်လိုနေထိုင်မလဲ?\nလျှိဝှက်ချက်တွေ သိသွားချိန်မှာရော ဘာတွေဆက်ဖြစ်မလဲ?\nဓမ္မနဲ့အဓမ္မမှာ ဘယ်ဟာအနိုင်ရမလဲ?ကဲဇာတ်လမ်းလေးထဲစောင့်ကြည့်ရအောင်နော်\nမှော်တွေသိုင်းတွေမကြိုက်ဘဲ တိုက်တာခိုက်တာ\nသီးသန့်ကြိုက်တဲ့လူတွေအတွက်တော့\nကြည့်ကောင်းတဲ့ကားလေးတစ်ကားပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action , Crime\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/3aApS/Return_Of_Sister_In_Law_2021_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d8drBimtE0UFLlIh8BrLyk0C8Ad.jpg",
        "title": "Assembly(2007)",
        "description": "Assembly(2007)=============ဒီဇာတ်ကားလေးဟာဆိုရင် ၁၉၄၈ ခုနှစ်မှာဖြစ်ပွားခဲ့တဲ့တရုတ်ပြည်တွင်းတိုက်ပွဲ [ဟွိုင်ဟိုင်စစ်ပွဲ]ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြည်သူ့လွတ်မြောက်ရေးတပ်မတော် (PLA)နဲ့အမျိုးသားတော်လှန်ရေးတပ်မတော်(NRA)တို့အပြန်အလှည်အကြိတ်အနယ်တိုက်ခိုက်ကြစဥ်အချိန်ကာလတစ်ခု...။တစ်ချိန်ထဲမှာပဲ တပ်ရင်းမှူးကူဇီတိနဲ့ သူ့လက်အောက်မှာရှိတဲ့တပ်သား ၄၆ ယောက်ဟာ ရှေ့တန်းကိုခုခံကာကွယ်တိုက်ခိုက်ဖို့အတွက်ဝမ့်မြစ်ကမ်းနံဘေးကို တာဝန်ပေးစေလွှတ်ခြင်းခံလာရပါတော့တယ်။\"တပ်သားတွေ တပ်ဆုတ်ဖို့အတွက် တပ်ပြန်လည်စုဝေးဖို့အချက်ပေးခရာသံမမှုတ်သရွေ့ တိုက်ပွဲမှာ တစ်ဦးတစ်ယောက်ထဲကျန်ရစ်ခဲ့ရင်တောင်မှရှေ့ဆက်ပြီးတော့တိုက်ရမယ်\"-လျိုဇယ်ရွှိန်-စစ်သားဆိုသည့်အတိုင်း တစ်သွေး တစ်သံ တစ်မိန့် နာခံကြရသည်မဟုတ်ပါလော?တပ်ဆုတ်ဆိုသည့် အမိန့်ရမှ တပ်ကိုဆုတ်ကြရသလို/တပ်မဆုတ်ပဲအသေခံကာရှေ့တန်းကနေ ပိတ်ဆို့ကာကွယ်ဆိုတဲ့ အမိန့်ရလျှင်လည်းအသက်ကိုပင် ပဒါနမထားတိုက်ခိုက်ကြရပါတယ်။ကဲ...ဒါဆိုရင်❏တပ်ရင်းမှူးကူဇီတိနဲ့ သူ့လက်အောက်ကရဲဘော်တွေအချက်ပေးခရာသံကိုကြားပြီး အန္တရာယ်ကင်းကင်းနဲ့ ပြန်လာနိုင်ပါ့မလား❏တပ်ပြန်ဆုတ်ဖို့အတွက် အချက်ပေးခရာကရောမှုတ်ပါ့မလား?ဒါဆိုရင်ရော သူတို့တပ်ရင်းရန်သူတွေကိုဘယ်လိုရင်ဆိုင်ကြမလဲ?ဘာတွေဘယ်လို ဖြစ်သွားကြမလဲဆိုတာ ဒီဇာတ်ကားလေးမှာစိတ်ဝင်စားဖွယ် ရင်တထိတ်ထိတ်ကြည့်ရှုရအောင်လားရှင်ဒီဇာတ်ကားလေးက ၂၀၀၇ ခုနှစ်ကထွက်ရှိတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး Rating8.0 အထိရရှိခဲ့တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။ဒါ့အပြင် 2008 Hundred Flowers Awards နဲ့2009 Golden Rooster Awards ဆုပေးပွဲတွေမှာအကောင်းဆုံးရုပ်ရှင်ဆုတွေကို ရရှိခဲ့တဲ့ကားဖြစ်လို့လုံးဝလက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်နော်။ ။   File Size : 3.82 GB  ,  1.66 GB\nQuality : Blu-Ray 1080P 5.1 CH ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/assembly2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/john_wick_chapter_two_ver2_xlg-195x300.jpg",
        "title": "John Wick: Chapter 2(2017)",
        "description": "ဂျွန်ဝစ်ခ် ၂ မှာတော့ သူ့ရဲ့ကားကို လူဆိုးဂိုဏ်းဆိုကနေ မရရအောင် ပြန်လိုက်ယူတာကနေ စပါတယ်။ကားပြန်ယူအပြီးမှာတော့ မူလရည်ရွယ်ချက်အတိုင်း အနားယူဖို့ အိမ်ပြန်လာပါတော့တယ်။ဒါပေမယ့် အနားယူချိန်ဟာ မကြာခဲ့ပါဘူး။ သူအတိတ်က အနားယူခွင့်ရဖို့ လုပ်ပေးခဲ့တဲ့နာက်ဆုံးအလုပ်ကို ကူညီပေးခဲ့တဲ့သူက သူ့အတွက် အလုပ်လုပ်ပေးဖို့အကြွေးပြန်လာတောင်းပါတော့တယ်။ ဂျွန်ဝစ်ခ်ကို အကြပ်ကိုင်ပြီးလူသတ်ခိုင်းတဲ့အပြင် အလုပ်အပြီးမှာ ရှင်းပစ်ဖို့ပါ ကြိုးစားခဲ့ပေမယ့်ပြန်လွတ်မြောက်သွားတဲ့ အချိန်မှာတော့ သိတဲ့အတိုင်းပဲ အဲ့ဘဲ အကြောင်း...... :3 :3 :3(ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်)File Size :(2.2GB) (962MB)\nQuality : Blu-Ray  720 P\nFormat…mp4\nDuration…02:02:00\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/john-wick-chapter-22017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/john_wick_ver2-205x300.jpg",
        "title": "John Wick(2014)",
        "description": "John Wick(2014)JOHN WICK ဆိုတဲ့သူဟာ ကြေးစားလူသတ်သမားတစ်ယောက်....ကြေးစားလူသတ်သမားလောကတင်မဟုတ်ဘူး...ရဲဘက်ကတောင် JOHN WICK ဆိုတဲ့သူကိုထိတ်လန့်ကြောက်ရွ့ံ့နေတယ်လို့ပြောရမည်ထင်သည်....လူသတ်လက်နက်ပေါင်းစုံနဲ့အပစ်အခတ်တွေ၊သွေးသံရဲရဲတွေနဲ့ လောကငရဲကြားကနေချစ်ခြင်းမေတ္တာအရင်းခံပြုပြီး မိန်းကလေးတစ်ယောက်ကJOHN WICK ကိုနွေးထွေးတဲ့သီးခြားကမ္ဘာငယ်လေးဆီခေါ်ဆောင်လာခဲ့တယ်..JOHN WICKကြီးအတွေ ပျော်စရာနေ့ရက်တွေပေါ့..သို့ပေမယ့် သူကြာကြာကံမကောင်းခဲ့ရှာဘူး....JOHN WICK ရဲ့ အမျိုးသမီးဟာ ကင်ဆင်ရောဂါနဲ့ဆုံးပါးသွားတယ်...တစ်ယောက်တည်းအထီးကျန်မနေပဲ သူမကိုယ်စား ဒီခွေးလေးကို ဂရုစိုက်ပါ၊ချစ်ပါလို့စာရေးခဲ့ရင် ခွေးလေးတစ်ကောင်ကိုထားခဲ့တယ်...ခြောက်ကပ်လုဆဲဆဲ JOHN WICK ရဲ့ ကမ္ဘာလေးထဲမှာ သူ့ရဲ့ခွေးလေးက နောက်ဆုံးလက်ကျန် အစွမ်းအဆမဲ့သံယော်ဇဉ်အမျှင်တန်းလေးတစ်ခုပါပဲ...တစ်နေ့တော့ ရုရှားမာဖီးယား ဂိုဏ်းက လူငယ်သုံးဦးက John Wick စီးတဲ့ 69 Mustang ကြီးကို တွေ့သွားပြီးလိုချင်လို့ ဝင်ခိုးရာကနေ John ရဲ့ ခွေးလေးကို ပါသတ်ပစ်ခဲ့ပါတယ်။ခွေးတော့ခွေးပါပဲ..ဒါပေမယ့် ဒီခွေးက JOHN WICK ရဲ့ခွေးဖြစ်နေတယ်....အဲ့ဒီနောက်မှာတော့ဇာတ်လမ်းက သာမန် Revenge ဇာတ်ကားဖြစ်ပေမယ့် အက်ရှင် အရမ်းကောင်းသလို ဇာတ်ရှိန်အတက်အကျ မှန်တာကြောင့်ပရိတ်သတ် အနေနဲ့ လုံးဝမပျင်းရပါဘူး။ တစ်ကားလုံး စိတ်ဝင်စားဖို့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/john-wick2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jnWyZsaCl3Ke6u6ReSmBRO8S1rX.jpg",
        "title": "Cop Secret (2021)",
        "description": "Cop Secret (2021)(1080p ရပါပြီ)Iceland ရဲတပ်ဖွဲ့ရဲ့ ခေါင်းအမာဆုံး ရဲ ဖြစ်တဲ့ ဘူစီနဲ့ ဟော်ဒါတို့အတူ ဓားပြတိုက်မှုတွေကျူးလွန်ထားတဲ့ အဖွဲ့တစ်ခုကို အတူစုံစမ်းစစ်ဆေးဖို့ဖြစ်လာခဲ့ပါတယ်။တစ်ဖက်ဓားပြအဖွဲ့က ခေါင်းဆောင်ဖြစ်သူ ရီကီကလည်း ထင်မထားစရာပရောဂျက်ကြီးတွေနဲ့ လောကကိုချုပ်ကိုင်ဖို့စီစဉ်ထားသူတစ်ဦးဖြစ်တာမို့ လွယ်ကူလှတဲ့ မစ်ရှင်တော့မဟုတ်ပါဘူး။အကြင်နာတရားမဲ့တဲ့ ရီကီရဲ့ လုပ်ငန်းအစီအစဉ်တွေကို သူတို့နှစ်ဦးအပါ ရဲတပ်ဖွဲ့ဝင်တွေ ဘယ်လိုကြိုးစားတားမြစ်မလဲ?\nထောင်သောင်းချီတဲ့ ပြည်သူတွေကိုရော ရီကီလက်ထဲကကယ်ထုတ်နိုင်ပါ့မလား? ဆိုတာကိုတော့ ခေါင်းဆောင်မင်းသမီးတစ်လက်မှမပါဘဲ ဘဲကြီးနှစ်ယောက်တင် တအားချစ်ကြတဲ့ ဇာတ်လမ်းကောင်းလေးမှာ ဆက်လက်ရှုစားလိုက်ကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hae Areum ပါ။)File Size          : 2.1GB, 656MB, 318MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat        ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cop-secret-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTdmNzIzMjgtMjhkNy00ZTY0LWJiNmEtNDJkMzI3Y2NlMjM1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-144x200.jpg",
        "title": "Cobra (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.5 နဲ့ ခါးကုန်းမင်းသား၊\nကြပ်မပြည့်တဲ့မင်းသားအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Vikram လို\nနာမည်ကြီးမင်းသားဟောင်းကြီးတွေပါဝင်သရုပ်ဆောင်ထားတဲ့\nCobra လို့အမည်ရတဲ့ Crime,Actionအမျိုးအစားရုပ်ရှင်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။လူတစ်ယောက်ဟာ သင်္ချာနည်းတွေနဲ့ ပြစ်မှုကျူးလွန်နိုင်လား?\nဟုတ်ကဲ့ ဒီကားမှာတော့ မာသီဆိုတဲ့လူဟာ သင်္ချာသဘောတရားတွေနဲ့\nပြစ်မှုကျူးလွန်ပါတယ်သူပြစ်မှုကျူးလွန်ပုံကတော့\nကမ္ဘာတစ်ဝှမ်းက ရာထူးကြီး အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ\nနိုင်ငံရေးသမားတွေကိုမှ လုပ်ကြံသတ်ဖြတ်တာ ဖြစ်ပါတယ်ဒါကို အပြည်ပြည်ဆိုင်ရာ ရဲအရာရှိက သင်္ချာပါရမီရှင်\nကောင်မလေးတစ်ယောက်ရဲ့ အကူအညီနဲ့ သူ့ကို\nအမိဖမ်းမှာပဲ ဖြစ်ပါတယ်သူ့ရဲ့ သင်္ချာအတွက်အချက် ဗျူဟာတွေနဲ့\nပြစ်မှုဘယ်လိုကျူးလွန်တာလဲ။ သူကတကယ်ရေ\nာတရားခံအစစ်မှဟုတ်ရဲ့လား။ ဘယ်လို အရှုပ်အထွေးတွေပါဝင်ပါတ်သက်နေမလဲ။ဘာကြောင့် နိုင်ငံတကာက အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ လုပ်ကြံရတာလဲဆိုတာ\nဒီကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ အခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်နော်\nFile size…7GB /3.2GB / 1.5GB\nQuality…4k HEVC / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….3h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HM &  OeliuJ & Lwin ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/cobra-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-k-134x200.jpg",
        "title": "The Karate Kid Part III(1989)",
        "description": "ဒီကားလေးကတော့ Karate Kid Trilogy ရဲ့ နောက်ဆုံးကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ဒီကားမှာထူးခြားတာက တချို့ကားတွေလို မင်းသားက သိုင်းကောင်းကောင်း မတတ်ပေမဲ့ စိတ်ဓာတ်ခိုင်မာတဲ့ပုံစံမျိုးမဟုတ်ပါဘူး အပြင်မှာဖြစ်နိုင်တာတွေနဲ့ အတတ်နိုင်ဆုံး ကိုက်ညီအောင်ရိုက်ပြထားတဲ့ကားလေးပါပဲ တချို့ သိုင်းကားတွေလို ဂျွမ်းထိုးမှောက်ခုံပျံတက်ပတ်ချ မပါပေမဲ့ ရပ်ကွက်တွေတို့ လမ်းတွေတို့မှာ ဖြစ်ရင်ချမဲ့အကွက်တွေကို ပီပြင်အောင်ရိုက်ပြသွားတာပါ ကရာတေးကို တီးမိခေါက်မိရှိတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုရွှေပါပဲဗျာ အဲဒါအပြင် လူတစ်ယောက်ရဲ့ အမှန်တကယ်စွမ်းအားက အဲဒီလူတစ်ယောက်ရဲ့ကိုယ်တွင်းမှာပဲဖြစ်တာကို သေချာလေးထုတ်ဖော်ပြသသွားတာပါ တကယ်ဖြစ်ချင်တဲ့စိတ်ရှိရင် လူစွမ်းနိုင်တဲ့ဘယ်အလုပ်မဆို လုပ်နိုင်တယ်ဆိုတာလေးပါပြသခဲ့တာပါ ကျွန်တော်တို့သာ ရချင်တဲ့စိတ် တကယ်ပြင်းပြရင် ကျွန်တော်တို့လိုချင်နေတဲ့အရာကြီးဟာ တစ်နေ့မှာတော့ မလွဲဧကန်ရနိုင်မှာပါခင်ဗျာ\nဇာတ်လမ်းအကျဉ်း\nပထမဆုံးကားမှာ ဂျွန်ခရိစ်ရဲ့ ကော်ဘရာကိုင်က ဗိုလ်လုပွဲမှာရှုံးနိမ့်သွားပြီး ဂျွန်ခရိစ်ကလည်း သူ့သင်တန်းသား ဂျွန်နီလောရန့်ကို အကြမ်းဖက်လိုက်တဲ့အတွက် သူ့သင်တန်းမှာ ၉လလုံးလုံး သင်တန်းသားတစ်ယောက်မှလာမတက်တာနဲ့ သူလည်း စီးပွားပျက်ပြီး‌တော့ စစ်ပွဲတုန်းက သူအသက်ကယ်ပေးလိုက်လို့ သူ့ကို စပွန်ဆာပေးထားတဲ့ ဆေးဗားဆီကိုရောက်သွားပါတော့တယ် ဆေးဗားကလည်း သူ့သူငယ်ချင်းကိုထိတော့ လက်စားချေချင်တဲ့စိတ်တွေတဖွားဖွားပေါ်လာတာနဲ့ပဲ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-karate-kid-part-iii1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-ka-140x200.jpg",
        "title": "The Karate Kid Part II (1986)",
        "description": "ဒီတစ်ခါ တောင်းဆိုထားတဲ့ ပရိသတ်ကြီးအတွက် Karate Kid Part 2 လေးတင်ဆက်ပေးလိုက်ပါတယ် အရင်ကားကို ကြည့်ပြီးတဲ့သူတိုင်း မစ္စတာမီရာဂီရဲ့ ခုခံဖို့သာအဓိကဆိုတဲ့ ကရာတေးကို ဒီကားထဲမှာလည်းဆက်လက်တင်ဆက်ပြခဲ့တာပါ ဒါပေမဲ့ နည်းနည်းလေးတော့ ပြောင်းလဲခဲ့တာပေါ့လေ\nဇာတ်လမ်းအကျဉ်း\nဒန်နီရယ်က ဗယ်လီဒေသပေါင်းစုံပြိုင်ပွဲကြီးမှာ ချန်ပီယံဖြစ်သွားပြီး ဂျွန်နီကတော့ ဒုတိယနဲ့မကျေမနပ်ဖြစ်ခဲ့ရတာပေါ့ ဒန်နီရယ်နဲ့ ဂျွန်နီတို့လုနေတဲ့ အယ်လီဆိုတဲ့ကောင်မလေးကလည်း ဘောလုံးသမားတစ်ယောက်နဲ့ ကြိုက်သွားတော့ ဒန်နီရယ်ကလည်းကျန်ရစ်ဖြစ်နေခဲ့တာပေါ့ အဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် အိုကီနာဝါကနေ မစ္စတာမီရာဂီ နာမည်နဲ့စာတစ်စောင်ရောက်လာပါလေရော အဲဒီစာထဲမှာ မစ္စတာမီရာဂီ ရဲ့အဖေအသည်းအသန်ဖြစ်နေတဲ့အကြောင်းရေးထားတော့ မစ္စတာမီရာဂီလည်း အိုကီနာဝါပြန်ဖို့စီစဉ်ရတော့တာပေါ့ ဒန်နီရယ်ကလည်း သူ့အမေနဲ့ ဖရန်ဆိုကိုမလိုက်ချင်တာနဲ့ပဲ ငွေစုအကောင့်ထဲက ပိုက်ဆံတွေအကုန်ထုတ်ပြီး မစ္စတာမီရာဂီနဲ့ အိုကီနာဝါအထိကိုလိုက်ခဲ့ရတော့တာပေါ့\nအဲဒီတော့ ဒီဇာတ်ကားလေးက ဂျပန်မှာဖြစ်ပျက်ခဲ့တဲ့အကြောင်းလေးရိုက်ထားတဲ့ကားလေးပါပဲ အဲဒီအချိန်မှာပဲ လေယာဉ်ပေါ်ကဆင်းဆင်းချင်း ဒန်နီရယ်တို့ကို ချိုဇန်ကလာကြိုတော့ပါတယ် ဇာတ်လမ်းလေးကတော့ အဲဒီမှာပဲစခဲ့တာပါ ဒန်နီရယ်တို့ရောက်မှာကို ချိုဇန်ကဘယ်လိုသိပြီး ဘာလို့လာကြိုတာလဲ မစ္စတာ မီရာဂီကရောဘာလို့ အိုကီနာဝါကနေထွက်လာခဲ့တာလဲ သူထွက်သွားပြီး ၄၅နှစ်အကြာမှာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-karate-kid-part-ii-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-s-1-150x200.jpg",
        "title": "Savages (2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို တကယ်မိုက်တဲ့ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် လောကကြီးဆိုတာ ဦးကြီးလေးဖြူဆိုထားတဲ့ အမိုက်လိုက်အက ပါပဲ ယောင်တောင်ပေါင်တောင်လုပ်နေလို့ကတော့ အစားခံလိုက်ရမှာပါ \"ငါက ငါ့အလုပ်ပဲလုပ်တာတခြားသူတွေကိုစိတ်မဝင်စားပါဘူး\"တို့ \"ကိုယ်အလုပ်သာလုပ် အားလုံးအဆင်ပြေသွားမှာပါ\"တို့ ဆိုတာက ဘုရားပွင့်နေတဲ့အချိန်မှာတောင် မဖြစ်နိုင်လောက်ဘူးဆိုတာ ဒီကားလေးကြည့်ရင် တွေးမိကြမှာ သူများတွေကို လူလည်ကျနိုင့်ထက်စီးနင်းမလုပ်ဘူးဆိုပေမဲ့လည်း အမြဲတမ်းတော့ ပါးနပ်နေဖို့ အင်အားကြီးနေဖို့ ဥာဏ်ကောင်းနေဖို့လိုတယ်ဆိုတဲ့အတွေးလေးတွေပါ ရသွားနိုင်လောက်ပါတယ်\nဇာတ်လမ်းအကျဉ်း\n\"အို\"ရယ် \"ဘန်\"ရယ် \"ချောင်\"ရယ်က အတူတူနေကြတဲ့ သူတွေပါ အို က ဘန်နဲ့ရော ချောင်နဲ့ရော ချစ်ခြင်းမေတ္တာတွေမျှဝေပေးနေတဲ့သူလေးပေါ့ သုံးယောက်သားကတော့ အရမ်းကိုချစ်ကြပြီး လုယက်စားသုံးတာလည်းမရှိပါဘူး သူတို့ရဲ့ အဓိကစီးပွားရေးကတော့ ကမ္ဘာ့အကောင်းဆုံးဆေးခြောက်တွေစိုက်ပျိုးပြီးရောင်းကြတာပါ ဘန်က ရုက္ခဗေဒပညာရပ် နဲ့ စီးပွားရေးပညာရပ်ကို တတ်မြောက်ထားပြီး ချောင် ကတော့ အမေရိကန်အထူးတပ်သားဟောင်းကြီးပေါ့ သူတို့ဘဝလေးက ဆေးခြောက်လေးရောင်းပြီးသာယာနေတာပါ အဲဒီအချိန်မှာပါ ဘာဟာဆိုတဲ့ မက္ကဆီကိုရဲ့ မူးယစ်ဂိုဏ်းကြီးက သူတို့ရဲ့ဆေးခြောက်ထုတ်လုပ်ပုံတွေကို သဘောကျလာတာနဲ့ အဲဒီပညာတွေကို သိမ်းပိုက်ချင်လာပါတော့တယ် သူတို့ကိုညှိနှိုင်းဖို့အတွက် လူ၇ယောက်ခေါင်းဖြတ်ထားတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/savages-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/478bt33c1WbpaE26XFvbJyQddfl.jpg",
        "title": "Warriors ( 2022 )",
        "description": "ဇာတ်ကားကောင်းလေးတွေကို\nဘာသာပြန်တင်ဆက်ပေးနေကြဖြစ်တဲ့\nCM ကနေ ဒီတစ်ခါမှာတော့ Warriors ဆိုတဲ့\nရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\n၁၉၃၅ခုနှစ်သမိုင်းဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့\nနာမည်ကြီး ဖြစ်ရပ်တစ်ခုဆိုလည်း မမှားပါဘူး\nကူမင်တန် တပ်ဖွဲ့ရဲ့ တိုက်ခိုက်မှုကို ခံနေရတဲ့\nတပ်နီတပ်ဖွဲ့ဟာ တတုမြစ်ကို ဖြတ်ဖို့ရာမှ\nာ လှေမလုံလောက်တဲ့ပြဿနာနဲ့ ရင်ဆိုင်ခဲ့ရပြီး\nအထက်အရာရှိ‌တွေ ဆွေးနွေးတိုင်ပင်ပြီးတဲ့အခါမှာတော့\nမြစ်ကိုမဖြတ်တော့ဘဲ ချင်ခေတ်လက်ကျန်\nလူတင့်တံတားကို သိမ်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်\nပေးအပ်လိုက်တဲ့တာဝန်ကို ထမ်းဆောင်ဖို့\nတပ်နီအဖွဲ့(၄)ဟာ တစ်ရက်မပြည့်တဲ့\nအချိန်အတွင်းမှာ ၁၂၀ကီလိုမီတာကို ချီတက်ခဲ့ပြီး\nလူတင့်တံတားကို ရောက်နိုင်ဖို့ ကြိုးစားခဲ့တဲ့\nတပ်နီတပ်ဖွဲ့နဲ့ ကူမင်တန်တို့ရဲ့ လူတင့်တံတားတိုက်ပွဲ\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nစစ်ပွဲအတွင်းက ညီအစ်ကိုသံယောဇဉ်တွေ စွန့်လွှတ်မှုတွေ\nတာဝန်သိတတ်မှုတွေကို အသားပေးရိုက်ကူးထားတဲ့\nWarriors ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်နော်\nReviewed By Kyawt\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/warriors-2022/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTMxYjViNmEtZTBiNy00MTFkLWJlN2ItMTZiZjQ1MmJkMjM4XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_-140x200.jpg",
        "title": "Another Public Enemy (2005)",
        "description": "Another Public Enemyပြည်သူ့လိုအပ်ချက်ကို အပိုင်နင်း ဖောင်ဒေးရှင်းကို ဗန်းပြပြီး မသမာတဲ့နည်းပေါင်းစုံနဲ့ ပိုက်ဆံ​တွေ အထုပ်လိုက်အထည်လိုက် တရားမဝင် သိမ်းကျုုံးယူ... ပိုက်ဆံကသာ ဒုတိယဘုရားသခင်အဖြစ် သတ်မှတ်ထားတဲ့ ​မြောင်ဆွန်းလုပ်ငန်းစု ဒါရိုက်တာ ဟန်ဆန်းအူ...လောကကြီးမှာ ပိုက်ဆံနဲ့အာဏာက အရေးကြီးဆုံးဆိုတာကို သိအောင် လောကဒဏ်ကနေ သင်ယူခဲ့ရပြီး မတရားမှုတွေကို တိုက်ဖျက်ဖို့ အမှုစစ်ဖြစ်လာခဲ့တဲ့ အမှု​စစ်ဂန်ချောဂျွန်...မိသားစုအ​ခြေအနေရော အကျင့်စရိုက်ပါ မတူညီတဲ့ သူတို့နှစ်ယောက်ဟာ အတန်းဖော်သူငယ်ချင်းတွေဖြစ်ကြသလို ဂန်ချောဂျွန် ဘယ်လောက် အကောင်းဆုံးဖြစ်အောင် ကြိုးစားကြိုးစား မိသားစု​နောက်ခံကောင်းတဲ့ ဟန်ဆန်းအူ ဆီမှာပဲ မတရားဖိနှိပ်ခံခဲ့ရပြီး...တနေ့ မျဥ်းပြိုင်နှစ်ခုလို သူတို့နှစ်ယောက် ရာဇဝတ်ကျူးလွန်သူနဲ့ အမှုစစ်အဖြစ် ပြန်တွေ့ကြတဲ့အခါ...နိုင်ငံကြီးနဲ့ပါချီပြီး လုပ်စားကြတဲ့ လူချမ်းသာ နဲ့အာဏာရှင် ဟိုက်ပါ သူခိုးအကြီးစား ရာဇဝတ်သားဆိုတာ နိုင်ငံ့အဆိပ်ပင် ပြည်သူ့ရန်သူ ဖြစ်ပြီး အာဏာနဲ့ပိုက်ဆံရဲ့ အင်အားကြီးမားမှုနဲ့ ဥပဒေကြား အားပြိုင်မှုကို ပုံဖော်ထားတဲ့ နိုင်ငံ​​ရေးမှုခင်းရုပ်ရှင်ကောင်း old but ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/another-public-enemy-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-135x200.jpg",
        "title": "Bad Ass (2012)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲဇာတ်လမ်းအကျဉ်း\nဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး \"ဆရာကြီး\"ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/bad-ass-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWYwMWNkYTItYTU4Zi00ZGMzLTg1OTEtMjE2ZDBjZmM1MDBhXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-1-144x200.jpg",
        "title": "Saakini Daakini (2022)",
        "description": "ကောင်မလေးနှစ်ယောက်ရှိတယ်\nသူတို့က ရဲသင်တန်းကျောင်းမှာ ကျောင်းလာအပ်ရင်းနဲ့ ဆုံကြတာ\nနှစ်ယောက်သားက စစဆုံကတည်းက ဘယ်လိုမှမတည့်ကြဘူး\nမတည့်တဲ့သူနှစ်ယောက်က အဆောင်မှာကျတော့လည်း\nအခန်းအတူတူကျပြန်ရောကြောင်နဲ့ကြွက် သူတို့နှစ်ယောက် သင်တန်းဆင်းနေရင်းနဲ့\nတစ်ယောက်ကိုတစ်ယောက် အမြဲ ချောက်တွန်း၊\nချောက်ချကြရင်း ခင်မှန်းမသိ ခင်လာကြတာပေါ့အဲဒီလိုနဲ့ သူတို့တွေ လက်တွေ့ကွင်းဆင်းရမယ့် အချိန်ကိုရောက်လာပြီး\nတစ်ရက် သူတို့ရဲ့ အိမ်ပြန်လမ်းမှာ ကောင်မလေးတစ်ယောက်\nပြန်ပေးဆွဲခံရတာကို မြင်လိုက်ရတယ်ကောင်မလေးရဲ့ နောက်ကြောင်းကို စုံစမ်းကြည့်တော့\nကောင်မလေးက မိသားစုမရှိတဲ့ တစ်ကောင်ကြွက်အဲဒီမှာ သူတို့သိသွားတာက အဲဒီပြန်ပေးဆွဲသမားတွေက\nမိသားစုမရှိတဲ့ မိန်းကလေးတွေကိုပဲ ပစ်မှတ်ထားပြီး ဖမ်းနေတယ်ဆိုတာပဲ\nဘာလို့ဆို မိသားစုမရှိတော့ သူတို့အတွက် တိုင်ချက်ဖွင့်မယ့်သူလည်းမရှိဘူးလေ\nတိုင်ချက်တွေမရှိတော့ အဲဒီဒုစရိုက်ဂိုဏ်းကြီးရဲ့လုပ်ရပ်ကို\nသိသူလည်းမရှိတော့ဘူးပေါ့အဲဒါကို စုံစမ်းဖော်ထုတ်မှာက ဒီလေ့ကျင့်ရေးဆင်း မိန်းကလေးနှစ်ယောက်ပေါ့\nရဲအစစ်မဟုတ်သေးတဲ့ သူတို့နှစ်ယောက်..\nဒုစရိုက်ဂိုဏ်းအကြီးကြီးကို ဘယ်လိုဖော်ထုတ်အရေးယူမလဲ\nအဲဒီဒုစရိုက်လုပ်ငန်းကရော ဘာကြောင့် မိန်းကလေးတွေကိုပဲ\nဖမ်းနေတာလဲဆိုတာ ဒီဇာတ်ကားထဲမှာ စိတ်ဝင်စားဖွယ်\nဟာသအနှောလေးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.9GB / 914MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Kko & BpL & Sora",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/saakini-daakini-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/122089_2_large-135x200.jpg",
        "title": "Section 8 (2022)",
        "description": "Section 8 (2022)\n=============ဒီတစ်ခေါက်မှာတော့ Section Eight ဆိုတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းကြီးတစ်ခု\nအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတဲ့ Action/Adventure movie ကား\nတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။Section eight ဇာတ်ကားကတော့ Mosul မှာ စစ်သားတစ်ယောက် ဖြစ်တဲ့\nJake တစ်ယောက် သူ့ရဲ့အရာရှိ Tom Mason နဲ့အတူတူ Taliban တွေလက်\nထဲကနေ လက်မတင်လေးလွတ်မြောက်လာတဲ့ တိုက်ပွဲကနေ စတင်ရိုက်ကူး\nထားပါတယ်။ ငါးနှစ်ကြာပြီးနောက်မှာတော့ Jake တစ်ယောက် အိမ်ကိုပြန်လာ\nပြီးတော့ ကားပြင်သမားတစ်ယောက်အဖြစ် သူ့ဦးလေးဖြစ်သူ အာလ်ရဲ့ ဆိုင်မှာ\nအလုပ်လုပ်ရင်း သူ့ဇနီးလေး Ash ရယ် သားလေး West ရယ်နဲ့ ဘဝကိုပျော်\nပျော်ရွှင်ရွှင်နေထိုင်နေပါတယ်။တစ်နေ့မှာတော့ သူ့ ဦးလေးကို လူရမ်းကားတစ်သိုက်က ဝင်နှောင့်ယှက်ပြီး\nပိုက်ဆံအကြပ်ကိုင်တောင်းခံရတဲ့အချိန်မှာ ဂျိတ်တစ်ယောက် လူရမ်းကားတွေကို\nအနိုင်တိုက်နိုင်လိုက်ပေမဲ့ သူ့မိသားစုအသက်အန္တရာယ်နဲ့ သူ့ကိုခြိမ်းခြောက်\nသွားခဲ့ပါတယ်။ သူမထင်မှတ်ထားခဲ့တာအချိန်မှာပဲ လူရမ်းကားတွေက မကျေပွဲကို\nသူ့ဇနီးနဲ့သားလေးအပေါ် ပုံချသွားပြီး နှစ်ယောက်စလုံးကို သတ်သွားတဲ့အခါမှာတော့\nဂျိတ်တစ်ယောက် လူရမ်းကားတွေအပေါ် ဘယ်လိုလက်စားပြန်ချေမလဲ။ သူ့ဘဝကြီး\nကျွန်းထိုးမှောက်ခုံဖြစ်ပြီးသွားတဲ့နောက်မှာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/section-8-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nLBNP7X68k2UbAtS5eRILgzIV.jpg",
        "title": "Seven Swords ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တို့အတွက် Seven Swords ဆိုတဲ့\nသိုင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nရှန့်ကူနတ်တိရစ္ဆာန်ချီလင်ဟာ ရွှမ်းယွမ်၊ ချိန်ယင် စသည့်\nမိစ္ဆာနိုင်ဓား ၇ ချောင်းကို ထုလုပ်ခဲ့ပြီး လူ့ပြည်မှ\nကျင့်ကြံသူ ၇ ဦးကို ဓားသခင် ၇ ဦးအဖြစ် ပေးအပ်ခဲ့သည်။တစ်ချိန်တည်းမှာပဲ ချန်ရှိမြိုတွင် နှစ်တစ်ထောင်ခန့်\nကျင့်ကြံခဲ့သော မြွေမိစ္ဆာတစ်ကောင်က\nသူမ၏စွမ်းအင်တိုးပွားစေရန်အတွက် သက်ရှိတွေကို အန္တရာယ်ပြုခဲ့ပါတယ်။\nဓားသခင် ၇ ဦးတိုဟာ လူ့ပြည်ငြိမ်းချမ်းရေးအတွက်\nမြွေမိစ္ဆာကို တိုက်ခိုက်ခဲ့ပြီး ဖမ်းဆီးပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။နှစ် ၅၀၀ ကြာပြီးနောက် ချိန်ယင်ဓားသခင်က\nဖမ်းဆီးထားခြင်းကို အားဖြည့်ပေးနေစဉ် မြွေမိစ္ဆာက\nအခွင့်ကောင်းယူပြီး ဖမ်းဆီးရာမှ လွတ်မြောက်သွားခဲ့ပါတယ်။\nချိန်ယင်ဓားသခင်ဟာ သူ့ရဲ့ စီးတော်မြည်းကို\nချိန်ယင်ဓားနှင့်အတူ ထွက်ပြေးလွတ်မြောက်နိုင်ရန် အသက်ပေးကာကွယ်ပေးခဲ့သည်။ဖုန်းယွင်အရက်ဆိုင်မှ စားပွဲထိုးလေး လော့ရှောင်ထျန်းသည်\nအရက်ပိုပေးသည့်လမ်းတွင် ထိုမြည်းနှင့် တွေ့ခဲ့ပြီး\nချိန်ယင်ဓား ၏ရွေးချယ်ခြင်းကို ခံလိုက်ရသည်။\nထိုအချိန်မှစပြီး ပြဿနာမျိုးစုံနှင့် ကြုံတွေ့ရပါတော့သည်။\nလော့ရှောင်ထျန်းတစ်ယောက် ဘယ်လို ပြဿနာတွေနဲ့ တွေ့ကြုံရမလဲ......\nမြွေမိစ္ဆာကိုရော ဘယ်လို တိုက်ခိုက်ကြမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-swords-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDk0ZThmM2QtZDdmMS00NzU0LTg1YTAtZGJhMDA2ZjNhMzk3XkEyXkFqcGdeQXVyMTg2NTc4MzA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kills on Wheels (2016)",
        "description": "Kills on Wheels (2016)\n================\nIMDb Rating - 7.1/10၂၀၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဟန်ဂေရီကားလေးဖြစ်ပါတယ်။ IMDb 7.1၊\nRotten Tomatoes 89% ရထားတာဆိုတဲ့ အထွေအထူးပြောနေစရာ\nမလိုတော့ပါဘူး။ ဇာတ်လမ်းကတော့ action, drama, comedy အမျိုး\nအစားဖြစ်ပါတယ်။ကိုယ်လက်အင်္ဂါမသန်စွမ်းဖြစ်နေတဲ့ ဆယ်ကျော်သက်လူငယ်နှစ်ဦးဟာ\nဝှီးချဲစီးပြီး လူလိုက်သတ်နေတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်နဲ့\nပတ်သတ်မိရာကနေ သူတို့ဘဝဟာ ဘယ်လိုတွေဖြစ်ကုန်ကြမလဲဆိုတာကို\nဖိုက်တင်ခန်း ခပ်ကြမ်းကြမ်းတွေ၊ ဇာတ်ကောင်တစ်ယောက်နဲ့ တစ်ယောက်\nကြားကမေတ္တာတရား၊ မသန်စွမ်းတစ်ယောက်ရဲ့ ဘဝကို ကြံကြံခံနေထိုင်ပုံကို\nဂရုဏာဖြစ်ဖွယ်နဲ့ရော ရယ်စရာကောင်းအောင်ပါ ဖော်ပြထားပုံတို့နဲ့ ရသစုံစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)\nFile Size..........(1.68 GB) / (780 MB) / (480P)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Drama\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/kills-on-wheels-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tDe5eLxAbeK7sYckUn5aH3ngWnn.jpg",
        "title": "Hunt (2022)",
        "description": "Hunt (2022)(1080p ရပါပြီ)Squid Game မင်းသားကြီး Lee Jung Jae ၊ Steel Rain မင်းသားကြီး Jung Woo Sung ၊ SearchWWW နဲ့ Stranger2 တို့က မင်းသမီးကြီး Jeon Hye Jin တို့အပြင် Alchemy of Souls ထဲက နာ့ဆူလေး Go Yoon Jung တို့ အဓိက ပါဝင်ထားပြီး Heo Sung Tae ၊ Jung Man Shik တို့ကလည်း supprot role ကနေပါဝင်သလို ဧည့်သရုပ်ဆောင်တွေအဖြစ် Along with The Gods မင်းသားကြီး Joo Ji Hoon ၊ Snow Drop ထဲက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hunt-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_-133x200.jpg",
        "title": "Captain (2022)",
        "description": "Captain (2022)\n===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့\nတောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက\nတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။\nအိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့\nအဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့\nခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။\nSection 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်\nလူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့\nသူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ\nအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။\nဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ\nအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်\nဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ....\nနောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ...\nကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့\nထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့... ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 883MB\nQuality…1080p WEB DL /  720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Poe & ThetKo & Shwe Pyae\nReviewed by OeliuJ",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/captain-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTgyNDYwNzE5NV5BMl5BanBnXkFtZTcwMzUyODM5OA@@._V1_-136x200.jpg",
        "title": "Epic (2013)",
        "description": "2013 ခု‌နှစ်ကထွက်ရှိထားတဲ့ Epic ဆိုတဲ့ Animation ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားက နာမည်နဲ့လိုက်အောင် တကယ့်ကို epic ဖြစ်တဲ့အတွေးအခေါ်‌တွေ၊\nepic ဖြစ်တဲ့ယူဆချက်တွေနဲ့ ဇာတ်အိမ်ကိုတည်ဆောက်ထားတာပါ။ဇာတ်ကားမှာ မယ်ရီကက်သရင်း ဆိုတဲ့ကောင်မလေးက သူ့‌အမေဆုံးပါးသွားလို့\nတောထဲမှာ သုတေသနလုပ်နေတဲ့ အဖေ့ဆီလာနေဖို့\nရောက်လာခဲ့ပါတယ်။ သူ့အဖေက တောထဲမှာ\nလူအသေးလေးတွေရှိတယ်ဆိုတဲ့အကြောင်းကို\nအရူးအမူးကိုယုံကြည်နေခဲ့ပြီး သူ့ယုံကြည်ချက်မှန်ကြောင်း\nသက်သေပြဖို့ကြိုးစားနေတာလည်းဖြစ်ပါတယ်။ဒါကို မယ်ရီကက်သရင်းက အဓိပ္ပါယ်မရှိဘူးဆိုပြီး မယုံကြည်ဖြစ်နေရာက\nသူကိုယ်တိုင် လူအသေးလေးတွေနဲ့တွေ့ကြုံလိုက်ရတဲ့အခါမှာ |\nဘယ်လိုစွန့်စားခန်းတွေ ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nသိပ်ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အညွှန်းတွေများပြီး\nအရသာပျက်မှာစိုးတာကြောင့် လူအသေးလေးတွေကဘာလုပ်ကြတာလဲ၊\nမယ်ရီနဲ့လူအသေးလေးတွေဘယ်လိုဆက်စပ်မှုရှိတာလဲ၊\nသူတို့ဘာကိုရင်ဆိုင်နေကြရတာလဲ ဆိုတာကို ကိုယ်တိုင်ပဲ\nကြည့်ရှုခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.7GB /  900MB\nQuality…1080p BluRay /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-377/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/5rats-153x200.jpg",
        "title": "The Invincible Constable ( 2022 )",
        "description": "\"ကျန်ကျောင်းနှင့် ထူးဆန်းသောမီးနတ်ရုပ်ထုခိုးမှု\" (2022)ရန်ကျုံးဧကရာဇ်စိုးစံစဥ်ကာလမှာ သူရဲကောင်းကျန်ကျောင်းကို\nကြောင်ဘုရင်ဘွဲ့ချီးမြှင့်ခဲ့ပါတယ်။ ဒါကိုမကျေနပ်တဲ့\nကောင်းကင်ကျွန်းကကြွက်ငါးကောင်အဖွဲ့ဟာ\nကျန်ကျောင်းကိုဒုက္ခရောက်အောင်ကြံစည်ဖို့ချောင်းနေခဲ့တယ်။\nအငယ်ဆုံးကြွက်ဖြစ်တဲ့ ပိုင်ယွီထန်ကတော့\nကျန်ကျောင်းကိုဒုက္ခပေးဖို့စိတ်ဓာတ်အပြင်းပြဆုံးဖြစ်နေပါတယ်။အခွင့်ကြုံလာတဲ့အချိန်ကတော့ မီးနတ်ပွဲတော်ကျင်းပတဲ့အချိန်ပါပဲ။\nမင်းကြီးဟာတိုင်းပြည်အတွက်ဆုတောင်းဖို့မီးနတ်ရုပ်ထုကို\nသွန်းလုပ်ခဲ့ပြီး အဲ့ဒီရုပ်ထုကိုကာကွယ်ဖို့ကျန်ကျောင်းကို​တာဝန်ပေးထားခဲ့ပါတယ်။\nရုပ်ထုဟာအသက်တမျှအရေးကြီးလှတဲ့ရတနာပေါ့။\nပိုင်ယွီထန်ဟာမီးနတ်ရုပ်ထုကိုခိုးယူလို့ရခဲ့ပေမယ့်\nပွဲတော်မှာမီးလောင်ပေါက်ကွဲမှုကြီးဖြစ်ပွားခဲ့ပြီး\nပြည်သူအများဒုက္ခရောက်ရပါတော့တယ်။ဒီအမှုကိုဖြေရှင်းဖို့ ကျန်ကျောင်းခေါင်းပေါ်ကျလာတဲ့အခါမှာတော့…\nမီးလောင်ပေါက်ကွဲမှုကြီးဟာ ကြွက်ငါးကောင်ကြောင့်လား\nနောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ\nဘယ်လိုမြှုပ်ကွက်တွေနဲ့ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာ\nစိတ်ဝင်စားစွာကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Mystery\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-invincible-constable-2022/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWYyOTM1OTQtNzIwMy00ZGY3LWEyNjgtNGJkNjM1YmM5MmIyXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_-142x200.jpg",
        "title": "Wolves of War (2022)",
        "description": "Wolves of War (2022)\n=================လူတွေရဲ့အတွင်းစိတ်မှာတိုက်ခိုက်နေတဲ့ ဝံပုလွေဆိုးနဲ့ဝံပုလွေကောင်းတို့\nရှိနေပြီး ပိုအလေးပေးမိတဲ့အကောင်က အနိုင်ရပါသတဲ့...။အဆိုးအကောင်း\nဒွန်တွဲနေတဲ့ လူ့စိတ်ကိုထင်ဟပ်ပြထားတဲ့ စကားလေးပါ။ Wolves of War\nဟာ စစ်တွင်းနောက်ခံဇာတ်လမ်းပေမဲ့ စစ်ရေးမစ်ရှင်တင်မက အဲဒီလိုအတွေး\nရစေမယ့်စကားလေးတွေနဲ့အတူ ဒရမ်မာလေးတွေပါ ခပ်ပါးပါးထည့်ထားတဲ့\nစစ်ကားမျိုးပါ။ဒုတိယကမ္ဘာစစ်ပြီးကာစမှာ ဗြိတိသျှအရာရှိဦး‌ဆောင်တဲ့လက်ရွေးစင်အဖွဲဟာ\nရန်သူ့နယ်မြေထဲ၀င်ရမယ့် နောက်ဆုံးစစ်ဆင်ရေးကို လုပ်ဆောင်ရပါတယ်။\nသူတိုတာ၀န်က နာဇီတိုထိန်းသိမ်းထားတဲ့ အမေရိကန်သိပ္ပံပညာရှင် ပရော်\nဖက်ဆာကြီးတစ်ယောက်ကို ခေါ်ထုတ်ရမှာ ဖြစ်ပါတယ်။ ရန်သူ့နယ်မြေကို\nအ၀င်မှာပဲ သူတိုအဖွဲ နာဇီယုံကြည်သူ ဒေသခံပြည်သူ့စစ်အဖွဲနဲ့တိုးပါတော့တယ်။စစချင်းမှာပဲ အဖွဲ၀င် ၂ ယောက်လျော့ပြီး ၄ ယောက်သာကျန်တဲ့ သူတိုအဖွဲဟာ\nလူနည်းနည်းလေးနဲ့ နာဇီတွေကြား ဘယ်လိုတိုး၀င်မလဲ၊ ပရော်ဖက်ဆာကြီးကို\nဘယ်လိုရှာဖွေကယ်ထုတ်မလဲ၊ suicide mission တစ်ခုလိုဖြစ်နေတဲ့ သူတိုစစ်\nဆင်ရေးကြီးကနေ ဘယ်သူတွေကအိမ်ပြန်ရောက်ပြီး ဘယ်သူတွေက အိမ်ပြန်\nမရောက်နိုင်တော့ဘူးလဲ ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်လိုက်ကြရအောင်နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.98 GB) / (970 MB) / (610 MB)\nQuality............WebRip 1080p ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/wolves-of-war-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cz5xctdv2a1lfZOTpBs3aLb4q23.jpg",
        "title": "Mutant: Ghost War Girl ( 2022 )",
        "description": "CM Chinese ပရိသတ်ကြီးအတွက် ခေတ်လွန်သိပ္ပံ\nစူပါဟီးရိုးဆန်ဆန်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nအနာဂတ်ကမ္ဘာမှာ နည်းပညာဟာတဟုန်ထိုးတိုးတက်နေပါပြီ။\nကမ္ဘာပေါ်မှာမီဒူဆာဆိုတဲ့လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုပေါ်ပေါက်လာခဲ့တယ်။\nသူတို့ဟာလူသားတွေကိုတရားမဝင်ဖမ်းဆီပြီး\nသုတေသနခန်းမှာစမ်းသပ်ပစ္စည်းအဖြစ်အသုံးပြုပါတယ်။ဒီအမှုကိုစုံစမ်းသက်သေယူဖို့အတွက် မီဒူဆာအဖွဲ့မှာအသွင်ယူစုံစမ်းရင်း\nဝမ်ချင်ချင်ဟာ စမ်းသပ်ခံလူသားအဖြစ်နဲ့\nမျိုးရိုးဗီဇာပြောင်းဆေးရည်ထိုးခံရပြီး\nသာမန်လူတွေထပ်သာလွန်တဲ့အစွမ်းတွေနဲ့\nသန္ဓေပြောင်းလူသားဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့ကမ္ဘာပေါ်မှာသန္ဓေပြောင်းလူသားတွေပြန်နှံ့လာပြီး\nမြေအောက်တိုက်ခိုက်ရေးပြိုင်ပွဲတွေမှာအသုံးချခြင်းကိုခံရပါတော့တယ်။သန္ဓေပြောင်းလူသားတွေပြစ်မှုကျူးတာကိုတားဖို့အတွက်\nနိင်ငံတကာလုံခြုံရေးအဖွဲ့အစည်းတွေပူးပေါင်းပြီး\nကောင်းတဲ့သန္ဓေပြောင်းလူသားနဲ့\nဆိုးသွမ်းတဲ့သန္ဓေပြောင်းလူသားတွေရဲ့\nတိုက်ပွဲဟာစတင်လာပါတော့တယ်.....\nဝမ်ချင်ချင် တစ်ယောက် တာဝန်ကို\nဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မလဲ......\nမီဒူဆာအဖွဲ့အစည်းကြီးကိုရောဘယ်လိုဖျက်ဆီးပစ်မလဲ......\nဆိုတာကိုမမလှလှတွေရဲ့ ဖိုက်တင်ခန်းအမိုက်စားတွေနဲ့\nဝေဝေဆာဆာကြည့်လိုက်ကြပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science Fiction\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mutant-ghost-war-girl-2022/",
        "category": "Action, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7CYwsMJb3v7lSfAFIflFEH85yN.jpg",
        "title": "Marble Mountains ( 2022 )",
        "description": "ဒီတစ်ခါ CM ရဲ့ တရုတ်ကားကြိုက်သူလေးတွေအတွက် အစဉ်အလာမပျက်\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို version တစ်မျိုးနဲ့ တင်ဆက်ထားတဲ့ Marble\nMountain ဆိုတဲ့ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့...\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို အရင်ဇာတ်ကားတွေလို မက်မွန်သီးခိုးစားလို့\nလူ့ပြည်ရောက်လာတာလည်းမဟုတ်... အချစ်ဇာတ်လမ်းလေးကြောင့်\nစွန်းဝူခုန်းဖြစ်လာတာမျိုးမဟုတ်ဘဲ...လက်နက်မဲ့ ပြည်သူတွေအတွက် စွန့်စွန့်စားစား မိစ္ဆာတွေကို\nချေမှုန်းခဲ့ရာကနေမှ တရားစစ် တရားမှန်ကို သဘောပေါက်နားလည်ပြီး\nစွန်းဝူခုန်းဖြစ်လာခဲ့တာလို့ ပြောင်းလဲ တင်ဆက်ပြထားတာပေါ့...ဒီဇာတ်လမ်းထဲမှာ တခြားဇာတ်ကောင်တွေနဲ့ တခြား ပုံစံဆန်းလေးတွေ\nတင်ဆက်ပြထားတာမို့ အက်ရှင်ကားတွေကြိုက်ပြီး\nစွန်းဝူခုန်းကားကိုမှကြည့်ချင်တယ်ဆိုသူတွေ ဒေါင်းကြည့်သင့်တာမို့\nကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Adventure , Action\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/marble-mountains-2022/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-28-at-20-49-14-Fullmetal-Alchemist-Final-Transmutation-2022-143x200.png",
        "title": "Fullmetal Alchemist: The Final Alchemy (2022)",
        "description": "Fullmetal Alchemist: The Final Alchemy (2022)မန်ဂါအနေနဲ့ရော Animeအနေနဲ့ ရောအောင်မြင်ခဲ့တဲ့ Full Metal Alchemist ကို ၂၀၁၇မှာ Live Action တစ်ကားထုတ်ခဲ့ပြီး 2022မှာမှ သူ့အဆက်ကို ဆက်ထုတ်ခဲ့ပါတယ်။ ပြီးခဲ့တဲ့လက တင်ခဲ့တဲ့ Fullmetal Alchemist: Final Chapter - The Avenger Scarပါ။ အဲဒီကားမှာ ကောင်းခန်းမှာမှ ဖြတ်သွားပြီ တစ်လအကြာမှာ ဇာတ်သိမ်းခန်း Final Alchemist ထပ်ထွက်လာပါတယ်။Animeသမားတွေတော့ ကြိုက်လောက်မှာ မဟုတ်ပေမဲ့ ဒီတိုင်းကြည့်ရင်တော့ ဒီအပိုင်းက ပထမ၂ပိုင်းထက်တောင် တော်တော်လေးကြည့်ကောင်းပါတယ်။ Main Bossပါလာပြီဆိုတော့ Battle Sceneအကြမ်းစားတွေလည်း မြိုင်မြိုင်ဆိုင်ဆိုင်ပါပဲ။ Plot Twistကလေးတွေတောင် ပါပါသေးတယ်။ ဒီသုံးကားဟာ ဇာတ်ကောင်တွေရဲ့ Friendship တွေ ၊ Brotherhood တွေ ၊ Comradeship ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fullmetal-alchemist-the-final-alchemy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrc6GiAKHDrUjp8OmdVng9hRWBn.jpg",
        "title": "A History of Violence(2005)",
        "description": "A History of Violence(2005) အညွှန်း*******************************တွန်မ်ဆိုတဲ့လူကတော့ မိသားစုကိုသိပ်ချစ်တဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ဖြစ်ပါတယ်။သားသမီးတွေကိုလည်းဂရုစိုက်သလို မိန်းမနဲ့တီတာဖို့မမေ့တဲ့တွန်မ်တစ်ယောက်‌တစ်နေ့မှာကြက်ကန်းတိုးပြီး တိုင်းသိပြည်သိသူရဲကောင်းကြီးဖြစ်လာပါတော့တယ်။နာမည်ကြီးမှုတွေကို တွန်မ်အစကတည်းက စိတ်တိုင်းမကျခဲ့သည့်အလျှောက်တကယ်လည်း နာမည်ကြီးမှုရဲ့နောက်ဆက်တွဲဖြစ်စဉ်တွေဟာတွန်မ်တို့ရဲ့မိသားစုဘဝတစ်ခုလုံးကို ကြီးကြီးမားမားသက်ရောက်လာခဲ့ပါတယ်။ပြဿနာကို တွန်မ်တို့မိသားစုဘယ်လိုရင်ဆိုင်ကြသလဲ?...ဘယ်လိုတွေကြမ်းရမ်းကြမလဲဆိုတာကိုတော့ လျှို့ဝှက်ချက်တွေနဲ့ခေါင်းခြောက်ရမယ့်thriller film ကောင်းတစ်ခုထဲမှာ ဆက်လက်ကြည့်ရှုအားပေးဖို့ ဖိတ်ခေါ်လိုက်ရပါတယ်။R-rated အမျိုးအစားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...  File Size :(1.7GB)(648MB) and (196 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-history-of-violence2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPVCuwLrTBj68yYT6nXsiEjLa2X.jpg",
        "title": "Nie Yinniang ( 2022 )",
        "description": "သိုင်းလောကကိုကြိုက်နှစ်တဲ့သူတွေအတွက်\nဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အခုဒီကားလေးကတော့ သိုင်းပညာရုပ်ရှင်ကားတွေ\nမြွေဖြူမြွေစိမ်း(Green Sanke)နဲ့ ၂၀၂၀တုန်းက\nထွက်ခဲ့တဲ့ဝူခုန်းကား(Great God Monkey)စတဲ့\nနာမည်ကြီးကားတွေပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ NanSheng(Royi)လေးရဲ့ကားဖြစ်ပါတယ်ထန်မင်းဆက် အန်းရှီအရှုပ်တော်ပုံပြီးသွားတဲ့နောက်\nကျန်ရစ်ခဲ့တဲ့အန်းရှီမျိုးနွယ်တွေက\nလမ်းစဉ်အသစ်ဖန်တီးမယ်ဆိုပြီး ပုန်ကန်မှုတွေ\nတိုက်ခိုက်မှုတွေဖြစ်အောင် ပြန်ပြီးပြဿနာရှာနိုင်အောင်လို့ ဖေးယိဂိုဏ်းကိုထူထောင်ခဲ့တယ်လောကကြီးအေးချမ်းသာယာအောင် မကောင်းဖေးယိဂိုဏ်းကို\nနန်းတွင်းကသုတ်သင်ဖြေရှင်းဖို့ ချန်ရွှိန်ဂိုဏ်းဆိုပြီးထူထောင်ခဲ့တယ်\nYinniangကလည်း ချန်ရွှိန့်ဂိုဏ်းရဲ့တပည့်ပီပီ\nဝေ့ပေါ်ကစစ်သူကြီးဆီမှာ သူ့သမီးယောင်ဆောင်ပြီးတော့\nဖေးယိဂိုဏ်းခေါင်းဆောင်ကိုသတ်ဖို့လုပ်နေခဲ့တယ်ညီအစ်မလိုနေနေတဲ့ဆရာတူအစ်မက\nအလေးပေးခြင်းမခံရတဲ့အခါမှာဂိုဏ်းကိုစိတ်တိုပြီး စိတ်လိုက်မာန်ပါလုပ်ရင်းဘာတွေဆက်ဖြစ်မလဲ?\nတကယ်ပဲအစ်မဖြစ်သူကဂိုဏ်းကိုသစ္စာဖောက်မှာလား\nYunniangက နောက်ဆုံးမှာ ဂိုဏ်းရဲ့လျှိုဝှက်သိုင်းကို\nကျင့်ကြံနိုင်ပြီး ဖေးယိခေါင်းဆောင်ကို သတ်နိုင်မလား\nဂိုဏ်းနှစ်ဂိုဏ်းရဲ့လှပတဲ့သိုင်းကွက်တွေနဲ့\nဆန်းကြယ်လှတဲ့ဉာဏ်ဆင်အကွက်တွေကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုလို့ရမဲ့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/nie-yinniang-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTczMjIzOTA1NF5BMl5BanBnXkFtZTcwMDEwMDcwOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Inescapable (2012)",
        "description": "Inescapable (2012)\n==============၂၀၁၂ က ထွက်ရှိခဲ့တဲ့ နိုင်ငံရေးနောက်ခံပြုထားတဲ့ Drama, Thriller\nဇာတ်ကားတစ်ကားကို တင်ဆက်ပေး လိုက်ပါတယ်။ MCU ရဲ့ Spider-man\nသုံးကားထဲမှာ အန်တီမေအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Marisa Tomei ရဲ့ အလှအပ\nတွေကိုလည်း ခံစားရဦးမှာပါ။အာဒိဒ်ဟာ ကနေဒါ နိုင်ငံ တိုရန်တိုမှာ ဇနီးတစ်ယောက်၊ သမီးနှစ်ယောက်နဲ့\nအခြေတကျ နေထိုင်ရင်း ဘဝကို အေးချမ်းစွာ ဖြတ်သန်းလာခဲ့သူပါ။ သူ့သမီး\nဖြစ်သူ နှစ်ယောက်ကတော့ သူ့အဖေရဲ့ ‌အတိတ်ကို သိချင်ပေမယ့် အာဒိဒ်ဟာ\nပြောမပြခဲ့ပါဘူး။  တစ်နေ့မှာတော့ သမီးအကြီးဖြစ်သူ မူနာ ဟာ ဆီးရီးယားနိုင်ငံ\nဒက်မာစကတ်မြို့မှာ ပျောက်ဆုံးသွားပါတော့တယ်။ သမီးအကြီးက ဂရိနိုင်ငံကနေ\nဓာတ်ပုံရိုက်ကူးရေးလုပ်ရင်း ကနေဒါကို ပြန်မလာဘဲ သူ့အဖေအကြောင်းကို\nစုံစမ်းချင်တဲ့အတွက် ဆီးရီးယားနိုင်ငံကို အဖေမသိအောင် ခိုးသွားခဲ့တာပါ။အာဒိဒ်လည်း သတင်းရရချင်း သမီးဖြစ်သူကို ကယ်ဆယ်ဖို့ ဆီးရီးယားနိုင်ငံကို\nပြန်သွားခဲ့ရင်း သူ ချန်ထားခဲ့ပြီ ဖြစ်တဲ့ သူ့ဘဝအဟောင်းက ဇာတ်လမ်းတွေ\nပြန်လိုက်ပါတော့တယ်။ သမီးကို ကယ်တင်ချင်စိတ်ကြီးနေတဲ့ အာဒိဒ် ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/inescapable-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOGFjYjFhMGUtZDE3Mi00OGE0LWI4YjUtZmRhZGEyYzliMWJmXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-113x200.jpg",
        "title": "Liger (2022)",
        "description": "Liger (2022)ဒီတစ်ခါတော့ Arjun Reddy, World Famous Lover ဆိုတဲ့ တေလဂူဇာတ်ကားတွေနဲ့\nပျိုမေတွေရဲ့အသည်းကိုကိုင်လှုပ်ခဲ့တဲ့ဲ ဗီဂျေးဒေဗရာကွန်ဒါရဲ့ပထမဦးဆုံး\nBollywood ဘက်ကိုစတင်ခြေလှမ်းတဲ့ ဟင်ဒီဘာသာစကားပြော\nဇာတ်ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။မင်းသမီးအနေနဲ့တော့ Student of the Year 2 ထဲက မင်းသမီးချောလေး\nအာနန်ယားပန်ဒေးပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာ ဗီဂျေးက စကားထစ်တယ် ဆင်းရဲတယ် အဖေဆုံးသွားလို့\nအမေနဲ့အတူ လမ်းဘေးလက်ဖက်ရည်ဆိုင်လေးဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်းပြုနေရတယ်..သူတို့သားအမိရဲ့ရည်မှန်းချက်က ဆုံးသွားတဲ့သူ့ဖခင်ရဲ့ဆန္ဒအတိုင်း\nဗီဂျေးကို MMA ဖိုက်တာ ချန်ပီယံတစ်ယောက်ဖြစ်စေချင်တယ်...အာနန်ယားကတော့ ချမ်းသာတဲ့မိသားစုကနေ ဆင်းသက်လာပြီး ဘဝမှာ\nလုပ်ချင်တာမှန်သမျှ စိတ်ကြိုက်လုပ်ခွင့်ရနေသူပေါ့...သူတို့နှစ်ယောက်ငြိသွားကြတဲ့အခါ ဇာတ်လမ်းက ဘယ်လိုဖြစ်လာမလဲ...။MMA ဖိုက်တာတစ်ယောက်ဖြစ်ချင်တဲ့ သူ့ဆန္ဒတွေရော ပြည့်ဝလာပါ့မလား...။ဒီဇာတ်ကားလေးက ဗီဂျေးရဲ့ Muscle အလန်းစားတွေနဲ့ ပျိုမေတွေကို\nဖမ်းစားနိုင်တဲ့အပြင် အာနန်ယားရဲ့အလန်းစားဖက်ရှင်တွေကြောင့် ပုရိသတွေလည်း\nအကြိုက်တွေ့စေမှာ အမှန်ပဲဖြစ်ပါတယ်...လက်ဝှေ့ထိုးသတ်ချက်တွေကိုလည်း များများစားစားဖော်ပြပေးထားလို့\nချခန်း ဖိုက်ခန်းကြိုက်နှစ်သက်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါလို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်...။\nFile size…8.4GB / 3.98GB / 1.8GB\nQuality…4k HEVC WEB DL /1080p AVC ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/liger-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYjYxMDU3MTEtZjRlMC00NmZlLTk4ZDktZmU0NzZiZWQ1NjRjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-120x200.jpg",
        "title": "Bruce Lee – The Fighter (2015)",
        "description": "CM ပရိသတ်ကြီးတွေအတွက် Old But Gold ဇာတ်ကားလေးတစ်ပုဒ်ဖြစ်တဲ့\nBruce Lee The Fighter ဆိုတဲ့ ဘိုင်ယာဘိုင်မင်းသားပါဝင်ထားတဲ့\nဇာတ်ကားတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ကာသစ်ဟာ သူ့ညီမလေးကို အရမ်းချစ်တဲ့သူဖြစ်ပြီး\nသူ့ညီမလေးအောင်မြင်ဖို့အတွက် သူ့ရဲ့ဘဝကိုတောင် အနစ်နာခံပြီး\nမတင်ပေးခဲ့သူပေါ့သူတို့မောင်နှမနှစ်ယောက်လုံးဟာ ဉာဏ်အရမ်းကောင်းလွန်းပေမယ့်\nမိသားစုက နှစ်ယောက်စာ ပိုက်ဆံမတတ်နိုင်လို့ အဖေဖြစ်သူက\nကာသစ်ကိုပဲ ကျောင်းကောင်းမှာထားပြီး အခွန်မှူးဖြစ်အောင် လုပ်ပေးချင်တာပေါ့ဒါပေမယ့် ညီမလေးကလည်း အခွန်မှူးဖြစ်ချင်နေတော့\nကာသစ်က သူ့ကိုယ်သူ အရည်အချင်းမရှိတဲ့သူအဖြစ် ဟန်ဆောင်ပြီး\nသူ့ညီမလေးကိုပဲ အခွင့်အရေးပေးလိုက်ပါတယ်အဲဒီလိုနဲ့ ကြီးလာတော့လည်း မင်းသားနေရာမှာ အစားထိုးသရုပ်ဆောင်ရတဲ့\nစတန့်မင်းသားဖြစ်လာခဲ့ပြီး အဖေဖြစ်သူရဲ့ အထင်သေးမှုတွေကိုပဲ\nအမြဲခံနေခဲ့ရတာပေါ့ဒါပေမယ့် သူကတော့ သူ့ညီမလေးအောင်မြင်ရင်ပဲ ကျေနပ်နေပြီး\nဘဝကို ပျော်ပျော်ပဲဖြတ်သန်းပါတယ်တစ်နေ့ သူ ရဲဝတ်စုံဝတ်ပြီး သရုပ်ဆောင်နေတုန်း\nရဲတွေကို အရမ်းကြွေတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ရဲ့ အရည်အချင်းရှိတဲ့\nရဲပုံစံကို မြင်လိုက်ရပြီး သူ့ကိုတကယ့်ရဲထင်သွားကာ\nသူ့နောက်က တစ်ကောက်ကောက်လိုက်ပါတော့တယ်အဲဒီလိုနဲ့ ကောင်မလေးက လူဆိုးတစ်အုပ်နောက်လိုက်ရင်း\nကာသစ်ကို တကယ့်ရဲအမှတ်နဲ့ အမြဲအကူအညီတောင်းလို့ ကူညီရင်းက\nလူဆိုးတွေက သူ့ကို ပစ်မှတ်ထားလာကြတဲ့အခါ..ကာသစ်တစ်ယောက် အဲဒီဒုစရိုက်သမားတွေနဲ့ ဘယ်လိုဖြေရှင်းမလဲ\nသူ့ညီမအတွက်ရော ဘယ်လောက်တောင် အစ်ကိုကောင်းတစ်ယောက် ပီသမလဲဆိုတာ\nဒီဇာတ်ကားထဲမှာ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/bruce-lee-the-fighter-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvjCiv1xNlK1kNnoe1nul899vIp.jpg",
        "title": "Mortal Kombat Legends: Snow Blind (2022)",
        "description": "Mortal Kombat Legends : Snow Blind (2022)ကဲ Mortal Kombat Legends ရဲ့ သုံးကားမြောက် ဖြစ်တဲ့\nMortal Kombat Legends : Snow Blind ထွက်ရှိလို့လာပါပြီScorpion ရဲ့ ဇာတ်လမ်းနဲ့ စဖွင့်ခဲ့တဲ့ Mortal Kombat animation ဇာတ်ကားတွေဟာ\nlive action လို မဟုတ်ဘဲ တုံ့ပြန်မှုကောင်းတဲ့ အနေအထားမှာ ရှိပါတယ်လက်ရှိ သုံးကားမြောက်မှာတော့ MK ပရိသတ်တွေနဲ့ မစိမ်းလှတဲ့\nSub-zero နဲ့ မျက်ကန်းဓါးသမား Kenshi တို့ရဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်\nဇာတ်အိမ်ကိုတော့ Mortal Kombat ပွဲတွေအလွန် အတော်ဝေးဝေးအနာဂါတ် တစ်နေရာမှာ တည်ဆောက်ထားပြီး\nကမ္ဘာပေါ်က နေရာတိုင်းဟာ သေရွာပြန်တွေဖျက်ဆီးလို့ အကုန်ပျက်စီးပြီး စွန့်ပစ်မြေအဖြစ်ကိုရောက်ရှိသွားပါတယ်\nပရိသတ်တွေရဲ့ ချဥ်ဖတ်အိုး ဇာတ်ကောင်ဖြစ်တဲ့ Kano ဟာ\nနဂါးနက်အဖွဲ့ရဲ့ ဘုရင်အဖြစ်နဲ့ စွန့်ပစ်မြေမှာ ထင်တိုင်းကြဲလျက်ရှိပြီး\nတစ်နေရာပြီးတစ်နေရာ သိမ်းပိုက်နေတာပါ...Sub-zero ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mortal-kombat-legends-snow-blind-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVxDe01Zy3kZqaZRNiXFGDICdZk.jpg",
        "title": "Bullet Train (2022)",
        "description": "Bullet Train (2022)ဒီရုပ်ရှင်ကိုတော့ အကုန်ကြည့်ချင်ကြမယ်ထင်တယ်။ ဘရက်ပစ်ကြီးရဲ့ အက်ရှင်၊ဟာသကောင်းပါ။\nဇာတ်လမ်းကောင်းကောင်း၊ အက်ရှင်ကောင်းကောင်း၊ ရိုက်ချက်လှလှတွေနဲ့ တင်ဆက်ထားပါတယ်။\nဒါရိုက်တာကလည်း Atomic Blond ကိုရိုက်ပြီး John Wick ကို Producer လုပ်ခဲ့တဲ့ David Leitch ပါပဲ။IMDb Rating(7.5) ထိ ရရှိထားသလို တကယ်လဲ ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းဘရက်ပစ်ကတော့ ကြေးစားဟောင်းတစ်ယောက်ဖြစ်ပြီး စိတ်ဒဏ်ရာတွေကို ဆရာဝန်ပြရင်းအနားယူနေတဲ့လူတစ်ယောက်ပါပဲ။\nတစ်နေ့မှာတော့ သူအလုပ်ပြန်စလုပ်ဖို့ လွယ်တဲ့အလုပ်လေးတွေပေးပါလို့ အလုပ်တောင်းတော့\nသူ့ကို ရထားပေါ်က ပစ္စည်းလေးတစ်ခု သယ်ပြီး ပြန်ဆင်းလာဖို့ ဆိုပြီး အလုပ်လွယ်လွယ်တစ်ခုပေးလိုက်ပါတယ်။\nဒါပေမဲ့ ကံဆိုးပြီး ဂျပန်ရဲ့အကြီးဆုံးဂိုဏ်းခေါင်းဆောင်ရယ် လူသတ်သမားတွေ ကြေးစားတွေ\nအကြံမျိုးစုံနဲ့ အကြောင်းမျိုးစုံနဲ့ ကျည်ဆံရထားပေါ်ရောက်လာတဲ့လူမျိုးစုံကို ရင်ဆိုင်ရတဲ့အခါ\nတလွဲတွေကြားထဲမှာ အသက်ရှင်ဖို့ ရုန်းကန်ရပါတော့တယ်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Actjon, Comedy , Tbriller\nQuality…. 4K HEVC | 1080p | ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/bullet-train-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDQyMzU1MjctNWE0MS00MmU3LTliYjMtMjNhNjIzNThiMmNjXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Enforcer (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကိုတင်ဆက်ပေးမှာတော့ အမှားတွေကြားထဲကနေ ကိုယ့်သမီးလေးကိုချစ်တဲ့ ဖခင်တစ်ယောက်ရဲ့ စိတ်ထားလေးအကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါပဲ အဖေဆိုတာဟာ သူများတွေအပေါ်မှာသာ ကြမ်းတမ်းချင်ကြမ်းတမ်းမယ် သားတွေသမီးတွေပေါ်မှာတော့ တကယ့်ကိုနူးညံ့တဲ့သူမျိုးတွေပါ တချို့ခြွင်းချက်ကတော့ ခြွင်းချက်ပေါ့လေ အဲဒီလိုပဲ သားသမီးတွေကိုဖြည့်ဆည်းဖို့အတွက် ဘယ်အရာမဆို သတ္တိအပြည့်နဲ့လုပ်ပေးနိုင်တာလည်းအဖေတွေပါပဲ မိဘရယ်လို့ဖြစ်လာရင် အဖေရော အမေရောဆိုတာက ဘယ်အချိန်ဖြစ်ဖြစ်သားသမီးတွေအတွက် အမြဲတမ်းရှိနေပေးတဲ့သူတွေပါပဲ အဲဒီအကြောင်းလေးတင်ဆက်ထားတဲ့ ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး\nဇာတ်လမ်းအကျဉ်း\nစထရေးဆိုတဲ့ လမ်းဘေးတိုက်ခိုက်ရေးသမားတစ်ယောက်ဟာ ပြိုင်ဘက်တွေကြားမှာတော့ တကယ့်ကိုနာမည်ကြီးဖိုက်တာတစ်ယောက်ပါ မိုင်ယာမီကိုအုပ်စိုးထားတဲ့ မြေအောက်အဖွဲ့ကြီးရဲ့ ခေါင်းဆောင် အက်စတယ်ကလည်း အဲဒီလိုလူမျိုးကိုလိုက်ရှာရင်းနဲ့ ပြိုင်ပွဲတစ်ခုမှာတွေ့သွားခဲ့ပါတယ် အဲဒါနဲ့ စထရေးလည်း အက်စတယ်ဆီမှာအလုပ်လုပ်ဖြစ်သွားတာပေါ့ သူ့ကို သင်ကြားပေးမဲ့သူကတော့ အက်စတယ်ရဲ့ လူယုံကြီး ကူဒါဆိုတဲ့သူပါပဲ ကူဒါကတော့ ထောင်ကျပြီးပြန်ထွက်လာတဲ့ထောင်ထွက်ကြီးပေါ့ သူ့ဆီမှာလည်း ၁၆နှစ်ပြည့်တော့မဲ့ လိုလာဆိုတဲ့သမီးလေးတစ်ယောက်ရှိနေတာပါ လိုလာက သူ့အဖေထောင်ကျပြီး တာဝန်မကျေခဲ့တာတွေအတွက် စိတ်ခုနေတာပေါ့ အဲဒီလိုနဲ့တစ်နေ့မှာ ကူဒါကမြို့ထဲသွားရင်း ကောင်မလေးတစ်ယောက်အလစ်သုတ်တာကို ဆိုင်ရှင်မြင်သွားလို့ပြဿနာတက်နေတာကိုဝင်ရှင်းပေးရင်း ကောင်မလေးနဲ့ခင်သွားတာပါ ကောင်မလေးကခိုကိုးရာမဲ့ဖြစ်နေတော့ နေဖို့ထိုင်ဖို့စားဖို့သောက်ဖို့ပါပြင်ဆင်ပေးရင်း သမီးလေးတစ်ယောက်လိုသံယောဇဉ်ဖြစ်မိသွားတာပေါ့ အဲဒီလိုနဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-enforcer-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mp3mTFTLvw5bXQDq30pCmVROmB8.jpg",
        "title": "Typhoon ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CMပရိသတ်ကြီးကိုသိုင်းလောကကနေခဏနားပြီး\nမတူညီတဲ့ရသတစ်မျိုးခံစားကြည့်နိုင်အောင်\nသဘာဝဘေးအန္တရာယ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Zhang Yi Fan ဆိုတဲ့\nကယ်ဆယ်ရေးသမားကြီးဟာ ၂၀၁၁ခုနှစ်လောက်တုန်းမှာ\nပြင်းထန်တဲ့မုန်တိုင်းကြားမှာ သူတစ်ပါးကိုကယ်ဖို့ကြိုးစားရင်း\nသူ့သားအရင်းကိုဆုံးရှုံးလိုက်ရပါတယ်။\nသားကိုဆုံးရှုံးရပြီးနောက်ပိုင်းမှာ ၁၀နှစ်ကြာတဲ့အထိ\nသူ့ဘဝဟာအဲဒီအရိပ်မဲထဲကနေမထွက်နိုင်ခဲ့ပါဘူး။\nအဲဒါကြောင့်ပဲ သူ့ဇနီးနဲ့သမီးဟာ သူနဲ့ကင်းကင်းရှင်းရှင်းနေဖို့တောင်းဆိုလာကြပါတယ်။သူ့သမီးလေးYao Yao ရဲ့မွေးနေ့မှာ\nမုန်တိုင်းကြီးထပ်ကျရောက်လာပါတော့တယ်။\nဒီမုန်တိုင်းဟာသာမန်မုန်တိုင်းဖြစ်ပေမယ့်\nကမ္ဘာကြီးရဲ့ဝင်ရိုးစွန်းလည်ပတ်နှုန်းဟာမြင့်တက်လာတဲ့အတွက်\nအီကွေတာအနီးတစ်ဝိုက်ကလှိုင်းတွေဟာမြင့်တက်လာပြီး\nကမ်းရိုးတန်းတွေဆီရောက်တဲ့အခါဆူနာမီလိုလှိုင်းကြီးတွေဖြစ်သွားပြီး\nအလွန်အားပြင်းတဲ့မုန်တိုင်းအသွင်ပြောင်းသွားပါတော့တယ်။အဲဒီအချိန်မှာမွေးနေ့ပွဲကျင်းပနေတဲ့ Yao Yao ဟာ\nသူ့ရဲ့သူငယ်ချင်းနဲ့ မြေအောက်ခန်းထဲမှာပိတ်မိသွားပါတယ်။\nအလွန်အားပြင်းတဲ့မုန်တိုင်းကြားမှာ\nကယ်ဆယ်ရေးသမားကြီးတစ်ယောက်ဇနီးနဲ့သမီးကိုဘယ်လိုကယ်တင်ရပါ့မလဲ။\nသားကိုဆုံးရှုံးလိုက်ရသလိုမျိုးထပ်မဖြစ်ရလေအောင်\nကယ်ဆယ်ရေးသမားကြီး အစွမ်းကုန်ကြိုးစားပုံကို\nသဲထိတ်ရင်ဖိုအားပေးလိုက်ကြပါဦးရှင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/typhoon-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaJWF2bFN7VYZKmTephsSYIbd8d.jpg",
        "title": "Shogun’s Ninja (1980)",
        "description": "Shogun's Ninja (1980)ဟိဒဲရောရှိ အရှင်က မိုမိုချိမျိုးနွယ်ရဲ့ အီဂါကိုသိမ်းချင်ပေမဲ့ မိုမိုချိအရှင်က ထက်မြက်တာကြောင့် သိမ်းလို့မရနိုင်ဘဲ မချိတင်ကဲဖြစ်နေရပါတယ်။ ဒါကြောင့် ဟိဒဲရောရှိရဲ့လက်ဝေခံ ရှိုးဂန်း ရှိရနုအိက အီဂါရဲ့ မဟာမိတ်ဟန်ဆောင်ပြီး ကူညီသယောင်နဲ့ သူလျှိုလုပ် သစ္စာဖောက်ခဲ့ပါတယ်။ ဒါကြောင့် မိုမိုချိမျိုးနွယ်တွေလည်း အလစ်ဝင်တိုက်ခံရပြီး စစ်ရှုံးခဲ့ရပါတယ်။ဒီလိုနဲ့ မိုမိုချိတို့ရဲ့ နန်းပြိုပြီး အီဂါပြည်သူတွေကိုလည်း တစ်ယောက်မကျန် လူမျိုးတုန်းသတ်ဖြတ်တာမို့ လွတ်အောင်ထွက်ပြေးကြရပါတယ်။ မိုမိုချိအရှင်ရဲ့ သားတော်ဖြစ်သူ တကမာရုလေးကို သူတို့ကိုစောင့်ရှောက်တဲ့ အဘကြီးက ခေါ်ပြီး ဘေးလွတ်ရာကိုထွက်ပြေးကြရပါတယ်။ဒီလိုနဲ့ ဆယ်စုနှစ်တစ်ခုအကြာမှာတော့ ဟိဒဲရောရှိတွေကို ကလဲ့စား‌ချေဖို့အတွက် တကမာရုက ဂျပန်ပြည်ကိုပြန်လည်ရောက်ရှိလာပါတယ်။ ရှင်ကျန်ရစ်ခဲ့တဲ့ မိုမိုချိမျိုးနွယ်တွေနဲ့ ရှိုးဂန်း ရှိရနုအိတို့ အုပ်ချုပ်သူတွေကြားက ကလဲ့စားနဲ့ ယှဉ်ပြိုင်မှုတွေကို ကြည့်ရှုရမယ့်ရှိုးဂန်း နင်ဂျာတို့အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.2GB, 1.1GB, 568MB\nQuality ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/shoguns-ninja-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/qJLNB_4f-141x200.jpg",
        "title": "Pure Japanese (2022)",
        "description": "Pure Japanese (2022)ဒီရုပ်ရှင်က ဂျပန်ရဲ့ကပြားယဉ်ကျေးမှုတွေနဲ့ မျက်မှောက်ခေတ်ရဲ့ပြဿနာတွေကို မေးခွန်းထုတ် ဆန်းစစ်ထားတယ်လို့ ဆိုကြပါတယ်။ ဂျပန်စစ်စစ်တစ်ယောက်ဖြစ်ဖို့ ဘယ်လိုအရာတွေနဲ့တိုင်းတာကြမှာလဲ။ ဒီလို လူမျိုးစစ်စစ် ဖြစ်ခြင်း မဖြစ်ခြင်းက ပုဂ္ဂိုလ်ရေးဘဝနဲ့ စိတ်အခြေအနေတွေအပေါ် သက်ရောက်မှုတွေရှိနေတဲ့အကြောင်းအရာတွေ ပါဝင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\nစတန့်မင်းသား \"တတေးရှိ\"က ဟောလိဝုဒ်မှာ ရုပ်ရှင်ရိုက်ကူးရင်း ရိုက်ကွင်းမှာ မတော်တဆမှုတစ်ခုနဲ့ ကြုံခဲ့ရပါတယ်။ သူ့ရဲ့ရှေ့မှာ လူတစ်ယောက်သေဆုံးသွားတာကိုမြင်ပြီး စိတ်ဒဏ်ရာရကာ ရိုက်ကူးရေးဆက်မလုပ်နိုင်ဘဲ ဂျပန်ကိုပြန်လာခဲ့ပါတယ်။ဂျပန်မှာတော့ စတိတ်နဲ့ဖျော်ဖြေလေ့ရှိတဲ့ ဖျော်ဖြေရေးအဖွဲ့ထဲဝင်ပြီး တိုက်ခိုက်ရေးကကွက် ဟန်ရေးပြအလုပ်ကို လုပ်နိုင်ဖို့ကြိုးစားနေတာ ၆လရှိပါပြီ။ ဒါပေမဲ့ အတိတ်ကစိတ်ဒဏ်ရာကြောင့် ပြကွက်ကို ပိုင်ပိုင်နိုင်နိုင်မလုပ်နိုင်သေးပါဘူး။တစ်နေ့တော့ ဘားတစ်ခုမှာ အထက်တန်းကျောင်းသူ အယုမိကို ရာကူဇာဂိုဏ်းကလူက နှိပ်စက်နေတာကို ဝင်ကယ်တင်ရာကနေ သိကျွမ်းသွားခဲ့ပါတယ်။ ရာကူဇာတွေက အယုမရဲ့ ခြံကွက်ကို ရေပူစမ်းစီမံကိန်းအတွက် လိုချင်နေခဲ့တာပါ။အတိတ်က အနိဌာရုံတွေဆီကနေ ရုန်းထွက်ပြီး စိတ်တည်ငြိမ်အောင်ကြိုးစားနေရတဲ့ တတေးရှိတစ်ယောက် အယုမိကို ရာကူဇာတွေရန်ကနေ ကာကွယ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...ခွန်အားသုံးပြီး ကြမ်းတမ်းရက်စက်တဲ့နည်းနဲ့ လူတစ်ယောက်ကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pure-japanese-2022/"
    }
]