[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-man-from-u.n.c.l.e-poster-135x200.jpg",
        "title": "The Man from U.N.C.L.E. (2015)",
        "description": "The Man from U.N.C.L.E. (2015)\nIMDb - 7.3/10________Rotten - 67%\n IMDb rating 7.3/10 ရရှိထားတဲ့ 2015 ထွက် Spy movie\nကောင်းတွေဖြစ်တဲ့ Mission Impossible, Specter တို့လိုပဲ ရုံတင်ကားကောင်း တစ်ကားဖြစ်တဲ့\nThe Man from U.N.C.L.E ကို CM ပရိတ်သက်ကြီး အတွက် တင်ပေးလိုက်ပါပြီ။၁၉၆၀ပြည့်နှစ်အစောပိုင်းကာလကို ဇာတ်အိမ်တည်ထားပြီး ဇာတ်လမ်းအစမှာ\nအမေရိကန် CIA က အေးဂျင့် Napoleon ရယ်၊ ရုရှား KGB အေးဂျင့် Illya\nတို့ရဲ့ လက်ရုံးရည်နဲ့ ဉာဏ်ရည်ခြင်းယှဉ်ပြိုင် မှုတွေ၊ နောက်တော့ အရှေ့ဂျာမနီက\nကောင်မလေးတစ်ယောက်ကိုကာကွယ်ပေးရင်းသူ့အဖေအရင်း\nသိပ္ပံပညာရှင်ကို နျူလိယားလက်နက်ထုတ်လုပ်ဖို့ ခြိမ်းခြောက်ခိုင်းစေနေတဲ့\nနာဇီတွေရဲ့အတွင်းစည်းကို သုံးယောက်ဟန်ဆောင်ဝင်ရောက်ပုံတွေနဲ့\nသူတို့သုံးယောက်ရဲ့ ရန်သူကိုလည်းပူးပေါင်းတိုက်ရင်း အချင်းချင်းလည်း\nတစ်ချက်လေးမှအကျော်တင်မခံပဲ အပြန်အလှန်ဉာဏ်ကစားပြီး\nအချင်းချင်း အသာစီးရယူဖို့ကြိုးစားပုံတွေကို… မြှပ်ကွက်တွေ ဟာသတွေနဲ့တင်ဆက်ထားလို့\nအရမ်းကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဆိုတာ အာမခံပါတယ်။Spy movie ဆိုပေမယ့် ဟာသတွေနှောထားတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xg6o/The_Man_From_U.N.C.L.E_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Tomorrowland-movie-poster-715x1024-209x300.jpg",
        "title": "Tomorrowland ( 2015 )",
        "description": "IMDb 6.5 ရရှိထားတဲ့ သိပ္ပံဆန်ဆန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး .\nမင်းသားကြီး George Clooney ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကာ\nဒါရိုက်တာ  Brad Bird က ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းစအဖွင့်မှာ ဖရန့်ဝေါ်ကာ အဖြစ် မင်းသားကြီး George Clooney နဲ့\nကေစီနယူတန် အဖြစ် မင်းသမီး Britt Robertson တို့နဲ့ သူတို့ဖြတ်သန်းခဲ့ရတဲ့\nအတွေ့အကြုံကိုပြန်ပြောပြတာကနေ စပြခဲ့ပါတယ်။ ဒီကားမှာ George Clooney ရဲ့\nကလေးဘဝကို ကလေးသရုပ်ဆောင် Thomas Robinson ကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။\nအကျိုးရှိတဲ့ သိပ္ပံပစ္စည်းများကို ပြသရမယ့် ပွဲတစ်ခုကို ဖရန့်ဝေါ်ကာ\n( Thomas Robinson ) ရောက်ရှိလာပြီး သူကိုယ်တိုင်တီထွင်ထားတဲ့ မိုးပျံဂျက်လေးနဲ့\nအတူ ဝင်ခွင့်ရဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ အသိအမှတ်အပြုမခံရတဲ့အတွက်\nပွဲကနေပြန်ထွက်ခါနီးမှာ အေသီနာ ( Raffey Cassidy ) နဲ့တွေ့ခဲ့ပြီး\nထူးဆန်းတဲ့ သိပ္ပံပညာတွေအရမ်းခေတ်စားတဲ့\nအနာဂါတ်မြို့တော်ထဲကိုရောက်သွားပါတော့တယ်။\nအဲ့လိုပဲ ကေစီနယူတန် ကလည်း ထူးချွန်ဉာဏ်ထက်တဲ့\nကောင်မလေးတစ်ယောက်ဖြစ်ပြီး . သူ့အဖေပါဝင်တဲ့ အစိုးရရဲ့\nစီမံကိန်းတစ်ချို့ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/3yB2v/Tomorrowland_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/p10989432_v_v8_ac-133x200.jpg",
        "title": "The Huntsman: Winter’s War (2016)",
        "description": "The Huntsman: Winter's War (2016)_________IMDb - 6.1/10\n  IMDb rating 6.1/10 ပဲ လက်ရှိမှာရထားသေးပေမယ့်ပရိတ်သက်တော်တော်များများကြိုက်နှစ်သက်တဲ့\nဇာတ်ကားကောင်းတစ်ကားပါပဲ . . . ပါဝင်ထားတဲ့မင်းသားကကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကြီး Thor\nမင်းသား Chris Hemsworth က Huntsman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။တကယ်တော့ ဒီဇာတ်ကားဟာ 2012 ခုနှစ်ကထွက်ခဲ့တဲ့Snow White and the Huntsman ရဲ့ အဓိကဇာတ်အိမ်တစ်ခုလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအစောပိုင်းမှာစုန်းမ၂ယောက်ဖြစ်တဲ့ ရဗန်နာ နဲ့သူ့ညီမ ဖရယ်ယာတို့နဲ့စတင်ထားပါတယ်။ ရဗန်နာဟာ snowwhite ကားထဲကစုန်းမဖြစ်ပြီး သူ့ညီမရဲ့ချစ်ခြင်းကိုပါ ဖျက်ဆီးခဲ့တယ်။ဒါကြောင့်အကြီးအကျယ်ဒေါသထွက်ခဲ့တဲ့ ဖရယ်ယာ တစ်ယောက်သူ့ရဲ့အင်ပါယာကိုစတင်တည်ထောင်မှုကနေ Huntsman ရဲ့ ဇာတ်လမ်းပါပေါ်ထွက်လာခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ Snow White ကားမစတင်ခင်ကအဖြစ်အပျက်တွေနဲ့Snow White ကားပြီးတော့ ထပ်မံဖြစ်ပေါ်လာတဲ့ အချိန်ကာလနှစ်ခုကိုပြန်လည်ဆက်စပ်ပေးထားတဲ့ ဇာတ်ကားဆိုလည်းမမှားပါဘူး။Snow White ရဲ့လက်ချက်နဲ့သေဆုံးခဲ့တဲ့ ရဗန်နာကဒီဇာတ်လမ်းမှာပြန်လည်ရှင်သန်လာတာလည်း\nတွေ့ရပြီး . သူ့ရဲ့မှော်ကြေးမုံဟာ ဒီဇာတ်ကားမှာအဓိကနေရာကပါဝင်တဲ့ပစ္စည်းတစ်ခုဖြစ်လာပါတယ်။ကဲ ဇာတ်လမ်းကောင်းကောင်းကို spoiler ...",
        "rating": "6.1",
        "url": "https://megaup.net/R9bs/The_Huntsman_-_Winter_s_War_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BMTYwOTk1MjAzNl5BMl5BanBnXkFtZTgwOTE0ODY0MjE@._V1_-206x300.jpg",
        "title": "Tekken 2, Kazuya’s Revenge(2014)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ (ကိုစိုးေထြး) က်ြန္ေတာ့္ရဲ႕ဘာသာျပန္(၈)ကားေျမာက္ကားေလးျဖစ္ပါတယ္။ တက္ကမ္ဆိုတာနဲ႔အားလံုးကရင္းႏီွးေနၾကမွာပါ။ဂ်ပန္ကာတြန္းေတြ(animation) ကားေတြမွာေတာ့နာမည္ၾကီးပါပဲ။ဒီဇာတ္ကားကိုေတာ့အက္ရွင္ၾကိဳက္တဲ႔ပရိတ္သတ္ေတြၾကိဳက္နစ္သက္မယ္လို႔ထင္ပါတယ္။ဇာတ္လမ္းအေၾကာင္းေလး အနည္းငယ္ကိုေျပာရရင္ေတာ့အတိတ္ေမ့ေနတဲ႔ေကာင္ေလးတစ္ေယာက္ . . . ဒါေပမဲ႔ မသိစိတ္ကတိုက္ခ်င္ခိုက္ခ်င္စိတ္ရွိေနေသာအခါ ထိုေကာင္ေလးဘယ္ကလာတာလဲ၊ ဘယ္ကေနတိုက္ခိုက္တတ္လာတာလဲ၊ ေကာင္ေလးကိုအသံုးခ်မယ့္လူတစ္စု . . .သူတို႔ကေကာ ဘယ္သူေတြလဲစသျဖင့္ . . . လွည့္ကြက္ေတြနဲ႔အတူအေကာင္းဆံုးရိုက္ျပထားတဲ့ fighting ကားေလးတစ္ကားျဖစ္ပါတယ္။ကဲ . . . ဒီေန႕မနက္ခင္းအတြက္ ဇာတ္ကားေလး ေဒါင္းလုပ္ၾကပါကုန္။(ဇာတ္ကားကို ဘာသာျပန္ေပးသူေရာ . အညႊန္းေရးေပးသူေရာ CM Team မွ ကိုစိုးေထြး ျဖစ္ပါတယ္။)Download and Direct Watch HD720P\n  \nDownload and Direct Watch HD small file 360P",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-128/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/51w4XDVOAL-1-210x300.jpg",
        "title": "Tai Chi Master(1993)",
        "description": "ကဲဒီေန႕ေတာ့ IMDb rating 7.3/10 ရရွိထားတဲ့1993တုန္းကနာမည္ၾကီးကားေလးတင္ေပးပါမယ္။\nဒီဇာတ္ကားကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၃ကားေျမာက္ဘာသာျပန္ကားေလးပါ။ ေသခ်ာပါတယ္ဒီဇာတ္ကားကိုၾကည့္ျပီးသူေတြေတာ္ေတာ္မ်ားမ်ားရွိၾကမွာပါ။ ဒါေပမဲ႔ဒီဇာတ္ကားေလးဟာရွားပါးဇာတ္ကားေလး\nတစ္ကားျဖစ္လာျပီလို႔ေျပာရင္မွားမယ္မထင္ပါဘူး။ ဒါေၾကာင့္ဒီရွားပါးဇတ္ကားေလးကို အမ်ိဴ းေတြကိုျမန္မာစာတန္းထိုးနဲ႔အရသာရွိရွိၾကည့္ရႈနိင္ဖို႔အတြက္က်ြန္ေတာ္ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇတ္ကားကိုၾကည့္ရႈခ်င္ၾကတဲ႔ပရိတ္သတ္ေတြလည္းရွိၾကဦးမယ္လို႕က်ြန္ေတာ္ယံုၾကည္ပါတယ္။ဇာတ္ကားအေၾကာင္းေလးအနည္းငယ္ကိုေျပာရရင္ေတာ့ငယ္စဥ္ကတည္းကေရွာင္လင္ေက်ာင္းမွာပညာသင္ၾကားတဲ႔သူငယ္ခ်င္း၂ေယာကအေၾကာင္းတခုေၾကာင့္အျပင္ေလာကကိုေရာက္သြားတဲ႔အခါ ဘာဆက္\nျဖစ္မလဲ။ တစ္ဦးကၾကင္နာတတ္သူ တစ္ဦးကခက္ထန္ရက္စက္ျပီးရာထူးအာဏာမက္သူ . . .\nရာထူးအာဏာမက္သူအတြက္ရာထူးစည္းစိမ္ကိုမက္ျပီးေသြးေသာက္သူငယ္ခ်င္းကို ဘယ္အခ်ိန္\nသစၥာေဖာက္မလဲ။ သူငယ္ခ်င္းရဲ႕တိုက္ခိုက္မႈေၾကာင့္စိတ္ဒဏ္ရာရသြားခဲ႔ေသာက်န္သူတစ္ဦးကေကာျပန္ေကာင္းလာမွာလား။ထိုက္က်ိရဲ႕သေဘာတရားကိုနားလည္ျပီး သူငယ္ခ်င္းကိုဘယ္လိုျပန္လက္စားေခ်မလဲ စသျဖင့္ဇာတ္ကားတစ္ကားလံုးပရိတ္သတ္ေတြကိုအၾကိဳက္ေတြ႕ေစမွာပါ။\nမင္းသားမင္းသမီးေတြကကေတာ့ ပရိတ္သက္အၾကိဳက္ နာမည္ၾကီးမင္းသားဂ်က္လီနဲ႔အတူနာမည္ၾကီးမင္းသမီးမီရွဲယိုလည္းအတူတူပါဝင္သရုပ္ေဆာင္ထားလို႔မေကာင္းမွာပူစရာမလိုေတာ့ပါဘူူး။ကဲ ထံုးစံအတိုင္းပဲ Download ဆြဲၿပီးအားေပးၾကပါကုန္ . . .(ဇာတ္ကားအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ Ko Soe Htwe ပဲျဖစ္ပါတယ္။)Download and Direct Watch HD720P\n \nDownload and Direct Watch HD small file 480P",
        "rating": "",
        "url": "https://megaup.net/2WDbu/Tai_Chi_Master_[1993]_(MM_Sub).mp4",
        "category": "Action, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p13236_d_v8_aa-1-200x300.jpg",
        "title": "Stone Cold (1991) – ျမန္မာစာတန္းထိုး",
        "description": "၁၉၉၁ ခုႏွစ္က ထြက္ခဲ့တဲ့ကားပါ။ မင္းသားကေတာ့ ပရိသတ္ေတြ ရင္းႏွီးတဲ့သူေတာ့မဟုတ္ပါဘူး။ တစ္ခ်ိန္က အေမရိကန္ဖြတ္ေဘာ ကစားခဲ့တဲ့ကစားသမားေဟာင္းျဖစ္ျပီးဒီကားက သူရဲ႕ရုပ္ရွင္သရုပ္ေဆာင္ဘ၀အစရဲ႕ ပထမဆံုးကားျဖစ္ပါတယ္။IMDb rating 5.8/10 ရရွိထားပါတယ္။\nဇာတ္လမ္းကေတာ့ မစၥစၥပီျပည္နယ္တစ္၀ိုက္မွာ ညီအကိုမ်ားလို႔နာမည္ႀကီးတဲ့ဆိုင္ကယ္စီးတဲ့ ဂိုဏ္းတစ္ခုက မေကာင္းတဲ့အလုပ္ေတြအကုန္လုပ္ျပီး ျပည္သူေတြကို ဒုကၡေပးေနပါတယ္။ ဒါကို FBI က ျဖိဳခြဲခ်င္တဲ့အတြက္ခပ္ၾကမ္းၾကမ္းေနတတ္တဲ့ရဲသား ဂ်ိဳးဟဖ္(မင္းသား)ကို အဲဒီဂိုဏ္းထဲ၀င္ခိုင္းျပီးဂိုဏ္းကို ဖမ္းဖို႔ အကြက္ဆင္တာ ျဖစ္ပါတယ္။ မင္းသားအေနနဲ႔ ညီအကိုေတြရဲ႕ယံုၾကည္မႈရေအာင္ လုပ္ေဆာင္အျပီး တစ္ဂိုဏ္းလံုးကို ဖမ္းကာနီးမွာပဲဒုစရိုက္မႈပေပ်ာက္ေအာင္လုပ္ေနတဲ့ ခရိုင္ေရွ႕ေန ၀ွစ္ပါတန္ကိုပါ ညီအကိုေတြကလုပ္ၾကံၾကေတာ့မွာ ျဖစ္သလို သူ႔ကိုလည္း သူလွ်ိဳမွန္းသိသြားၾကတဲ့အတြက္ဘယ္လိုတံု႔ျပန္မလဲဆိုတာ စိတ္၀င္စားစရာျဖစ္ပါတယ္။အက္ရွင္ေတြက ဒီဘက္ေခတ္ေလာက္ သိပ္မေကာင္းေပမယ့္ အဲဒီေခတ္ကအရမ္းေပါက္ခဲ့တဲ့ကားေလးပါ။ ခံစားၾကည့္ၾကပါ။(ငယ္ငယ္က ဒီကားကို သမၼတရံုမွာ ၾကည့္ျပီး ဆိုင္ကယ္သမားျဖစ္ခ်င္ခဲ့တယ္။မွတ္မွတ္ရရ ရုပ္ရွင္ရံုမွာ ခ်ိတ္ထားတဲ့ပိုစတာၾကီးက စိတ္၀င္စားစရာတစ္ကြက္မွမရွိတဲ့ မင္းသားကဖြတ္ႀကီးကို ဖက္ထားတဲ့ပံုႀကီးဗ် :D)(ဒီဇာတ္လမ္းရဲ႕ အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့ Ko Nyi Nyi Kyaw ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-126/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/s1-1-210x300.jpg",
        "title": "Spiritual Kung Fu (1978)",
        "description": "ဂ်က္ကီခ်န္းရဲ႕ လြန္ခဲ့တဲ့ 25 ႏွစ္ေက်ာ္က နာမည္ၾကီးခဲ႔တဲ႔သိုင္းကားေလးတစ္ကားပါ။ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြကေတာ့တကယ္ကိုၾကိဳက္ခဲ့ၾကတဲ့ကားေလးတစ္ကားဆိုလည္းမမွားပါဘူး။ ဒီဇာတ္ကားကေတာ္ေတာ္ေလးကိုၾကာေနခဲ႔ပါျပီ။ဂ်က္ကီခ်မ္းနဲ႔ သရဲငါးေကာင္ဆိုရင္သိသူေတြေတာ္ေတာ္မ်ားမယ္ထင္ပါတယ္။ဇာတ္လမ္းအစကေတာ့ေရွာင္လင္ေက်ာင္းရဲ႕\nသိုင္းက်မ္းကို သူခိုးခိုးသြားတာကေနစတင္ထားပါတယ္။ထိုသိုင္းက်မ္းကိုမည္သူခိုးသြားတာလဲ၊ထိုသိုင္းက်မ္းရဲ႕ ေပ်ာက္ဆံုးေနတဲ႔တန္ျပန္သိုင္းက်မ္းကေကာဘယ္ေနရာမွာလဲ၊ သရဲငါးေကာင္နဲ႔မေတာ္တဆေတြ႔မိတဲ ႔ဂ်က္ကီခ်န္းကေကာ ထိုသရဲေတြဆီမွာသိုင္းပညာသင္နိင္မွာလား စသျဖင့္လွည့္ကြက္မ်ိဴ းစံုႏွင့္ ပရိတ္သတ္အၾကိဳက္ေတြ႕ေစမယ့္ ဇာတ္ကားေကာင္းေလးပါ။ကဲ . ကြ်န္ေတာ္ရဲ႕ (၁၉)ကားေျမာက္ ဘာသာျပန္ဇာတ္ကားေလးကိုခုပဲတင္ဆက္လိုက္ပါတယ္။(ဒီဇာတ္ကားေလးရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ ညီေလး Soe Htwe ပဲျဖစ္ပါတယ္။)\nDownload and Direct Watch HD720P\n \nDownload and Direct Watch Small file",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-125/",
        "category": "Action, Comedy, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-raid-2-poster-133x200.jpg",
        "title": "The Raid 2 (2014)",
        "description": "The Raid 2 (2014)\nIMDb - 8.0/10_____Rotten - 81%\n ဒီဇာတ်ကားက အင်ဒိုနီးရှား သည်းထိတ်ရင်ဖို မှုခင်း အက်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။\nအံ့သြစရာကောင်းတာကတော့ Rating တွေ အများကြီးရရှိထားတာပါပဲ။\nIMDb Rating (8/10)... Rotten Tomatoes (81%) ...Metacritic (71%) ထိရရှိထားပါတယ်။\nအာရှဇာတ်ကားတွေထဲမှာတော့ တော်တော်လေးကောင်းတဲ့ အက်ရှင်ဇာတ်ကားဆိုတာ ငြင်းလို့မရပါဘူး။\n၂၀၁၁ ခုနှစ်က ထွက်ခဲ့တဲ့  The Raid: Redemption ရဲ့ ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ ..........\nလူဆိုးဂိုဏ်း ခေါင်းဆောင်တွေ၊ စိတ္တဇ ဝေဒနာသည်တွေနဲ့ ပြည့်နေတဲ့ အဆောက်အဦကြီးထဲမှာ တိုက်ခိုက်ပြီး ထွက်ခွာလာတဲ့နောက်ပိုင်း ဂျာကာတာ ရဲသား ရမ်ဟာ အရာအားလုံးဟာ ပြီး\nဆုံးသွားခဲ့ပြီ၊ သူဟာ သာမန်ဘဝမှာ နေထိုင်နိုင်ပြီလို့ စဉ်းစားပါတယ်။ သူကြုံခဲ့ရတဲ့ တိုက်ခိုက်မှုကြီးမှာက ရဲနဲ့ လူဆိုးတွေရဲ့ အလောင်းတွေဟာ အခန်းတစ်ခုလုံး ပြည့်မတတ်ပါပဲ။ ဒီလိုအခြေအနေကို ကြုံတွေ့ခဲ့ရတော့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zurD/The_Raid_2_(Serbuan_Maut_2_-_Berandal)_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-raid-redemption-poster-133x200.jpg",
        "title": "The Raid: Redemption (2011)",
        "description": "The Raid: Redemption (2011)\nIMDb(7.6/10)...Rotten Tomatoes(85%)\n အင်ဒိုနီးရှားနိုင်ငံ ဂျာကာတာမြို့က အဆောက်အအုံကြီးတခုမှာ အလွန်ရက်စက်ပြီး အာဏာလဲရှိတဲ့မူးယစ်ဂိုဏ်းခေါင်းဆောင် တာမာနဲ့ သူ့အဖွဲ့သားတွေကိုဖမ်းဆီးဖို့အတွက် SWAT အဖွဲ့က အဆောက်အဆုံထဲချိုးဖောက်ဝင်ရောက်လာတဲ့ အခန်းနဲ့စတင်ထားတဲ့ ဒီဇာတ်ကားလေးက အင်ဒိုနီးရှားကရိုက်ကူးထားတာဆိုပေမဲ့ အနောက်တိုင်းအက်ရှင်တွေအတိုင်း တကားလုံးကိုအပစ်အခတ်အသတ်အပုတ်တွေနဲ့ အတော်လေးကြည့်ကောင်းပါတယ် ....အဆောက်အအုံထဲတိတ်တဆိတ်ဝင်လာတဲ့ SWAT အဖွဲ့ကို cctv ကတဆင့်သိသွားတဲ့တာမာက သူ့အဖွဲ့သားတွေလွှတ်ပြီး ဝင်ပေါက်ထွက်ပေါက်တွေအကုန်ပိတ်ချလိုက်တဲ့အခါ SWAT တဖွဲ့လုံး တိုက်ရဲ့၇ထပ်မြောက်မှာပိတ်မိသွားပါတော့တယ် အဲ့အခန်းကစပြီး သေနတ်တင်မက ဓားတုတ်တွေ့ရာလက်နက်နဲ့ အသက်လုပြီးတိုက်ပွဲဝင်ရတဲ့ SWATအဖွဲ့ကိုစတင်ရှုစားရမှာဖြစ်ပြီး သာမန် SWAT အဖွဲ့ဝင်လေး ရာမရဲ့အစွမ်းသတ္တိတွေကိုပါ အားရပါးရရှုစားရမဲ့ ဇာတ်ကြမ်းကားလေးဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းကို Khitmarket.com မှကူးယူဖော်ပြပါသည်။) အင္ဒိုနီး႐ွားႏိုင္ငံ ဂ်ာကာတာၿမိဳ႕က အေဆာက္အအံုႀကီးတခုမွာ အလြန္ရက္စက္ၿပီး အာဏာလဲ႐ွိတဲ့မူးယစ္ဂိုဏ္းေခါင္းေဆာင္ တာမာနဲ႔ သူ႔အဖြဲ႔သားေတြကိုဖမ္းဆီးဖို႔အတြက္ SWAT အဖြဲ႔က အေဆာက္အဆံုထဲခ်ိဳးေဖာက္ဝင္ေရာက္လာတဲ့ အခန္းနဲ႔စတင္ထားတဲ့ ဒီဇာတ္ကားေလးက အင္ဒိုနီး႐ွားက႐ိုက္ကူးထားတာဆိုေပမဲ့ အေနာက္တိုင္းအက္႐ွင္ေတြအတိုင္း တကားလံုးကိုအပစ္အခတ္အသတ္အပုတ္ေတြနဲ႔ အေတာ္ေလးၾကည့္ေကာင္းပါတယ္ ....အေဆာက္အအံုထဲတိတ္တဆိတ္ဝင္လာတဲ့ SWAT ...",
        "rating": "7.6",
        "url": "https://megaup.net/3zurx/The_Raid_-_Redemption_(Serbuan_Maut)_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/newworld.jpg",
        "title": "New World (2013)",
        "description": "New World (2013)\nIMDb - 7.6/10_____Rotten - 63%\n  \nIMDb 7.6 ရထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။\nရုပ်ရှင်ဆန်ကာတင်ဆုတွေရော ရထားတဲ့ ဆုတွေရော အပုံလိုက်ပါပဲ။\nရဲတွေနဲ့ လူဆိုးဂိုဏ်းတွေကြားက ပဠိပက္ခတွေကို\nအသွင်ယူထားတဲ့ Undercover တစ်ယောက်ရဲ့ အမြင်ကနေ ပြသွားတာပါ။\nခံစားစရာ တွေးစရာတွေ ကျန်ပါလိမ့်မယ်။\nကိုရီးယားကားများစွာထဲက အကောင်းတွေထုတ်နှုတ်ပြီးဘာသာပြန်ပေးနေတဲ့\nကို Htet Linn Kyaw လက်ရာပါ။\n    \nFile Size     :   970 MB\nFormat       :   mp4\nDuration    :   2: 15: 14\nQuality       :   Bluray 720p\nTranslator  :  Htet Lin Kyaw\nEncoder      :  Littleneo",
        "rating": "7.6",
        "url": "https://megaup.net/16Drx/New_World_[2013]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzNTA4MTc3OF5BMl5BanBnXkFtZTcwOTA0ODk0MQ@@._V1_-1-202x300.jpg",
        "title": "War (2007)",
        "description": "Unicode\nကဲဒီတစ်ခါတော့ ပရိတ်သတ် အကြိုက် ဇာတ်ကားတစ်ကား\nတင်ဆက်ပေးလိုက်ပါတယ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား\nတွေကလည်း အကြမ်းအရမ်း အလန်းတွေကြီးပဲမို့ လက်မလွတ်သင့်တာတော့\nအမှန်ပါဗျ ပြီးတော့ IMDb rating ကလည်း 6.3 ထိရရှိထားတာမို့ပရိတ်သတ်ကြီး\nကပဲ ဆက်လက်ကြည့်ရှူလိုက်ပါတော့နော်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဂျက်လီဟာ\n ကြေးစားလူသတ်သမား\nရော့အဖြစ်သရုပ်ဆောင်ထားပြီး ဂျေဆန်စတန်ရဲ့\nသူငယ်ချင်းမိသားစုကို လုပ်ကြံသတ်ဖြတ်သွား\nရာမှ ဂျေဆန်စတန်က လိုက်လံ လက်စားချေတာကို အလန်းစား\nအသတ်အပုတ်တွေနဲ့ ရိုက်ပြထားတာကြောင့်\nပရိသတ်သတ်ကြီးအနေနဲ့ကတော့ မထတမ်းကြည့်ရှူကြမယ့်\nဇာတ်ကားကောင်းတစ်ကား\nလို့ပဲ ပြောလိုက်ပါရစေတော့ ဗျာ\nဘာသာပြန်သူကတော့ Nge Hein Jr ဖြစ်ပါတယ်ဗျ :D\nZawgyi\nကဲဒီတစ္ခါေတာ့ ပရိတ္သတ္ အၾကိဳက္ ဇာတ္ကားတစ္ကား\nတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသား\nေတြကလညး္ အၾကမ္းအရမ္း အလန္းေတြၾကီးပဲမို႕ လက္မလြတ္သင့္တာေတာ့\nအမွန္ပါဗ် ျပီးေတာ့ IMDb rating ကလည္း 6.3 ထိရရွိထားတာမို႔ပရိတ္သတ္ၾကီး\nကပဲ ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်က္လီဟာ\n ေၾကးစားလူသတ္သမား\nေရာ႕အျဖစ္သရုပ္ေဆာင္ထားျပီး ေဂ်ဆန္စတန္ရဲ႕\nသူငယ္ခ်င္းမိသားစုကို လုပ္ၾကံသတ္ျဖတ္သြား\nရာမွ ေဂ်ဆန္စတန္က လိုက္လံ လက္စားေခ်တာကို အလန္းစား\nအသတ္အပုတ္ေတြနဲ႕ ရိုက္ျပထားတာေၾကာင့္\nပရိသတ္သတ္ၾကီးအေနနဲ႕ကေတာ့ မထတမ္းၾကည့္ရွဴၾကမယ့္\nဇာတ္ကားေကာင္းတစ္ကား\nလို႕ပဲ ေျပာလိုက္ပါရေစေတာ့ ဗ်ာ\nဘာသာျပန္သူကေတာ့ Nge Hein Jr ျဖစ္ပါတယ္ဗ် :D",
        "rating": "6.3",
        "url": "https://megaup.net/Qyj0/War_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/The-Siege-of-Jadotville-poster-133x200.jpg",
        "title": "The Siege of Jadotville (2016)",
        "description": "The Siege of Jadotville (2016)IMDb - 7.2/10_____Rotten - 64%\n (UNICODE)The Siege of Jadotville\n----------------\n\"ကျုပ်အထင်ကတော့ ကျုပ်တို့ ငြိမ်းချမ်းရေးထိန်းသိမ်းဖို့လာခဲ့တဲ့ တပတ်မပြည့်ခင်ဘဲ ကျုပ်တို့တစ်တပ်လုံးသေတော့မယ်ထင်တာဘဲဗျို့\"\nဒုတိယ ကမ္ဘာစစ်ကြီး ပြီးဆုံးသွားခဲ့ပြီ။ ရာစုနှစ်တစ်ခုရဲ့ တစ်ဝက်မကျိုးခင်မှာဘဲ လူသန်းပေါင်းများစွာဟာ ကမ္ဘာစစ်နှစ်ခုနဲ့အတူ ချုပ်ငြိမ်းသွားခဲ့ကြပါပြီ။ ဒုတိယ ကမ္ဘာစစ်ကြီးပြီးပြီး ၅၂ ရက်တိတိ အကြာမှာ အနာဂတ်မှာ ကမ္ဘာစစ်တွေကို ကြိုတင်ကာကွယ်ဖို့ ရည်ရွယ်ချက်နဲ့အတူ ကုလသမဂ္ဂ အဖွဲ့အစည်းအကြီးကို ဖွဲ့စည်းခဲ့ကြပါတယ်။ ဒီလို ဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးမှုနဲ့အတူ စစ်တွင်းကတည်းက ဒါမှမဟုတ် စစ်ကြီးမတိုင်ခင်ကတည်းက ကိုလိုနီလက်အောက်ကျရောက်ခဲ့တဲ့ တိုင်းပြည်တွေဟာလည်း ကိုလိုနီနိုင်ငံ အဖြစ်ကနေ လွတ်မြောက်ဖို့အတွက် အဖက်ဖက်ကနေ ကြိုးစားနေကြပါတယ်။\nစစ်ကြီးပြီးဆုံးပြီး ၁၅ နှစ်နည်းပါးကြာမြင့်လာသည့်တိုင် ကမ္ဘာကြီးရဲ့ တချို့နေရာတွေဟာ စစ်တွင်းမှာဘဲ ဆုံးဆုံးနှစ်လို့ ကောင်းနေပါသေးတယ်။ အမေရိကတိုက်မှာဆိုရင် ကျူးဘားတော်လှန်ရေးကြီးဟာ ၁၉၆၀ အတွင်းမှာ မြိုင်မြိုင်ဆိုင်ဆိုင်အားကောင်းလာခဲ့ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2f0cm/The_Siege_Of_Jadotville_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BN2JhYmJhNzEtNGY0My00NjE0LThhYzUtOTQ5MTAzZjgyNzQyXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-1-213x300.jpg",
        "title": "Tag (2015)",
        "description": "အမ်ိဳးသမီး အထက္တန္းေက်ာင္းမွ ေက်ာင္းသူ အားလံုးသည္\nအားလပ္ရပ္ အပန္းေျဖခရီးထြက္လာရသျဖင့္ ေပ်ာ္ရႊင္ေနၾကသည္...\nကား ႏွစ္စီး ျဖင့္ ခရီးဆက္ေနရၿပီး ေက်ာင္းသူ မ်ားသည္ ထိန္းမႏုိင္ေလာက္ေအာင္\nကားေပၚတြင္ ေဆာ့ေနၾကၿပီး တစ္ဦးနဲ႔တစ္ဦး ေနာက္ေျပာင္ရံုမကပဲ တစ္ခါတစ္ရံ\nလမ္းသြားလမ္းလာမ်ားကိုပါ ျပဳတင္းေပါက္မွ ေခါင္းေလးမ်ားျပဴထြက္ၿပီး စေနာက္ခဲ့ၾကေလသည္...\nထို ေက်ာင္းသူမ်ား ထဲတြင္မွ အတည္ၿငိမ္ဆံုးေသာ မစ္ဆူကို ကေတာ့ သူမ ၀ါသနာပါေသာ\nကဗ်ာေလးေတြကို ၿငိမ္သက္စြာ ဒိုင္ယာရီ စာအုပ္ေလးထဲတြင္ ခ်ေရးလ်က္ရွိေနခဲ့ၿပီး\nဆူညံပြတ္ေလာရိုက္ေနေသာ ေက်ာင္းသူမ်ားျဖင့္ အဆက္သြယ္ျပတ္ေနခဲ့ပါတယ္...\nထိုသို႔ အခ်င္းခ်င္းစေနာက္ေနရင္း မစ္ဆူကို ထံမွ သူငယ္ခ်င္းမ်ားက စာအုပ္ဆြဲယူရာ\nေဘာလ္ပင္န္ ေလး က်သြားသျဖင့္  မစ္ဆူကို တစ္ေယာက္ အၿပံဳးမပ်က္ စိတ္မဆိုးပဲ\nခံုေပၚမွ ေအာက္သို႔ ဒူးေလးေထာက္ၿပီး သူမ ေဘာလ္ပင္န္ ကို လွမ္းအယူမွာေတာ့\nခုနက ဆူညံပြတ္ေလာရိုက္ေနေသာ  ေက်ာင္းသူမ်ား၏ အသံသည္ ရုတ္ခ်ည္းဆိုသလို\nေပ်ာက္ကြယ္သြားေလေတာ့ရာ မစ္ဆူကို တစ္ေယာက္ အံ့သားသင့္၍ ေဘးဘီသို႔\nလွည့္ၾကည့္လိုက္ေသာ အခါတြင္ေတာ့....\n(ေသြးထြက္သံယို အခန္းမ်ား အမ်ားဆံုးပါ၀င္လို႔ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2fPP6/Tag_[2015]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/11170062_ori-2-200x300.jpg",
        "title": "The Losers (2010)",
        "description": "ဒီကားကေတာ့ အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအၾကိဳက္ေတြ႕ေစမယ့္ ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္….\nစစ္ဆင္းေရးတစ္ခုအတြက္ေၾကာင့္ U.S. Special Force တစ္ဖြဲ႕ကို Bolivian ေတာထဲကိုေစလႊတ္ၿပီး\nစစ္ဆင္ေရးကိုစတင္ေစခဲ့ပါတယ္…\nClay , Jensen , Roque , Pooch နဲ႕  Cougar တို႕ဟာပစ္မွတ္ၿဖစ္တဲ့ရန္သူၿဖစ္တဲ့\nMax ကိုဥာဏ္မ်ိဳးစံုနည္းေပါင္းစံုနဲ႕ ရွာေဖြခဲ့ရပါတယ္….\nစစ္ဆင္ေရးမွာသူတို႕ေတြ လွည့္စားခံလုိက္ရၿပီးေနာက္ပိုင္းမွာေတာ့\nသူတို႕ကိုယ္သူတို႕ေသသူေတြအၿဖစ္သတ္မွတ္လိုက္ၿပီး\nသူတို႕ကိုလာၿပီးဆက္သြယ္တဲ့ Aisha နဲ႕အလုပ္ထပ္မံလုပ္ကိုင္ခဲ့ပါတယ္….\nသူတို႕ေတြစစ္ဆင္ေရးတစ္ခုကိုအတူတူလုပ္ရင္း Max ကိုေခ်မႈန္းႏိုင္မယ့္ အစီစဥ္ေတြကိုဘယ္လိုခ်လဲ…\nဘယ္လိုေတြရန္သူေတြနဲ႕အဖြဲ႕လိုက္ဥာဏ္သံုးၿပီး တိုက္ခိုက္မလဲဆိုတာ စိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္…\nဒီကားဟာ အဖြဲ႕လိုက္လႈပ္ရွားမႈ႕ေတြကိုအေၿခခံထားလို႕\nတစ္ေယာက္ခ်င္းစီနဲ႕ နာမည္နဲ႕အေၾကာင္းေတြကိုေဖာ္ၿပေပးလိုက္ပါတယ္…..File size…(845 MB , 597 MB)\n Format…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Zayyar Htet\nEncoder….Moe Myint Lwin\nzawgyi\nဒီကားကတော့ အက်ရှင်ကားကြိုက်တဲ့သူတွေအကြိုက်တွေ့စေမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်….\nစစ်ဆင်းရေးတစ်ခုအတွက်ကြောင့် U.S. Special Force တစ်ဖွဲ့ကို Bolivian တောထဲကိုစေလွှတ်ပြီး\nစစ်ဆင်ရေးကိုစတင်စေခဲ့ပါတယ်…\nClay , Jensen , Roque , Pooch နဲ့  Cougar တို့ဟာပစ်မှတ်ဖြစ်တဲ့ရန်သူဖြစ်တဲ့\nMax ကိုဉာဏ်မျိုးစုံနည်းပေါင်းစုံနဲ့ ရှာဖွေခဲ့ရပါတယ်….\nစစ်ဆင်ရေးမှာသူတို့တွေ လှည့်စားခံလိုက်ရပြီးနောက်ပိုင်းမှာတော့\nသူတို့ကိုယ်သူတို့သေသူတွေအဖြစ်သတ်မှတ်လိုက်ပြီး\nသူတို့ကိုလာပြီးဆက်သွယ်တဲ့ Aisha နဲ့အလုပ်ထပ်မံလုပ်ကိုင်ခဲ့ပါတယ်….\nသူတို့တွေစစ်ဆင်ရေးတစ်ခုကိုအတူတူလုပ်ရင်း Max ...",
        "rating": "6.4",
        "url": "https://megaup.net/2VNjh/The_Losers_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM2Njk1Nzc1NF5BMl5BanBnXkFtZTcwNjc0NDQ4Nw@@._V1_-203x300.jpg",
        "title": "Dragon Eyes (2012)",
        "description": "ကဲ ပထမဆံုး Gong Xi  Fa Cai ပါလို႕ ႏႈတ္ခြန္းဆက္ဆုေတာင္း\nေပးပါတယ္ အားလံုးပဲ ေပ်ာ္ရႊင္စရာ တရုတ္ႏွစ္သစ္ကူးေလးပါဗ်\nကဲ ဒီတစ္ခါေတာ့ မင္းသားၾကီး ဗင္ဒိန္းပါ၀င္ထားတဲ့ ဂိုဏ္စတား\nကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဗ်\nဇာတ္လမ္း ကေတာ့ ဂိုဏ္စတားကားတို႕ ထံုးစံအတိုင္း\nအသတ္အပုတ္ေတြ နဲ႕ Martial Art ေခၚ သိုင္းကစားကြက္ေတြကို\nတ၀ၾကီး ၾကည့္ရမွာျဖစ္ပါတယ္ ကဲ အက္ရွင္ၾကိဳက္ပရိတ္သတ္ေတြကေတာ့\nအၾကိဳက္ေတြ႕ၾကမွာပါဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ St. Jude ျမိဳ႕ဟာ ဂိုဏ္းစတားေတြ\nမင္းမူ ေသာင္းက်န္းရာေနရာျဖစ္ျပီး ျမိဳ႕သားေတြဟာ ထိပ္လန္႕ေၾကာက္ရႊံ႕စြာနဲ႕\nေနထိုင္ၾကရပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ ေဟာင္ ဆိုတဲ့ လူစိမ္းတစ္ေယာက္\nေရာက္ရွိလာရာမွာ ဂိုဏ္းအဖြဲ႕ေတြဟာ ျဖိဳခြဲခံရပါေတာ့တယ္\nဒီလိုနဲ႕ ဂိုဏ္းစတားေတြက သိုင္းပညာသင္ၾကားဖို႕ အတြက္ သိုင္းပညာရွင္\nဘန္ဒမီ ကို ဖိတ္ေခၚျပီး သင္ၾကားေလ့က်င့္ခိုင္းပါေတာ့တယ္\nကဲ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ဆက္လက္သာၾကည့္လိုက္\nၾကပါေတာ့ဗ်ာ လို႕  ...................................................။unicode\nကဲ ပထမဆုံး Gong Xi  Fa Cai ပါလို့ နှုတ်ခွန်းဆက်ဆုတောင်း\nပေးပါတယ် အားလုံးပဲ ပျော်ရွှင်စရာ တရုတ်နှစ်သစ်ကူးလေးပါဗျ\nကဲ ဒီတစ်ခါတော့ မင်းသားကြီး ဗင်ဒိန်းပါဝင်ထားတဲ့ ဂိုဏ်စတား\nကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nဇာတ်လမ်း ကတော့ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/dragon-eyes-2012/",
        "category": "Action, Crime, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Car II (2011)",
        "description": "ကဲ ဒီတစ္ခါ အားလံုးနဲ႕ ရင္းႏွီးျပီးသား ကာတြန္းေလး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက car 2 ျဖစ္ျပီး IMDB မွာ ေတာ့ ၆.၃ အထိရထားပါတယ္ဗ် ကေလးေကာ လူၾကီးပါ ႏွစ္သက္မယ္ ကားေလး တစ္ကားဆိုတာကိုေတာ့ ေျပာေနစရာလိုေလာက္ပါဘူးေနာ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စတားကြင္း ျပိဳင္ပြဲၾကီးရဲ႕ ခ်န္ပီယံ မက္စ္ တစ္ေယာက္ ဟာ သူ႕ဆရာ နဲ႕ တျခားပင္လယ္ရပ္ျခားမွာ သြားေရာက္ျပိဳင္ဆိုင္ဖို႕ သြားေရာက္ရာမွာ လမ္းခရီး မွာ သူ႕ နည္းျပ ဆရာဟာ အဖမ္းဆီးခံခဲ့ရျပီး သူတို႕ကို ဘယ္လိုမ်ား အခက္အခဲေတြက ေစာင့္ၾကိဳေလမလဲမက္စ္ တေယာက္ေကာ သြားေရာက္ျပိဳင္ဆိုင္ႏိုိင္မွာလား ဒါမွ မဟုတ္ လမ္းမွာပဲ ဘာေတြ မ်ားျဖစ္မလဲဆုိတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္ဗ် :D unicode\nကဲ ဒီတစ်ခါ အားလုံးနဲ့ ရင်းနှီးပြီးသားကာတွန်းလေး တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးကcar 2 ဖြစ်ပြီး IMDB မှာ တော့၆.၃ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2VNkA/Cars_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/largo_winch_2_the_burma_conspiracy_video_on_demand-1-208x300.jpg",
        "title": "The Burma Conspiracy (2011)",
        "description": "လာဂို၀င့္ခ်္ ... ကမၻာ့ ပါ၀ါအႀကီးလုပ္ငန္းစုႀကီးတစ္ခုျဖစ္တဲ့ W လုပ္ငန္းစုႀကီးရဲ႕ အေမြဆက္ခံသူ ....\nသူအေမြဆက္ခံၿပီးေနာက္ W လုပ္ငန္းစုႀကီးကို ေရာင္းခ်ၿပီး\nလူသားခ်င္းညႇာတာေထာက္ထားမႈဆိုင္ရာေဖာင္ေဒးရွင္းတည္ေထာင္မယ္လို႔ဆံုးျဖတ္ခဲ့သူ ...\nဒါေပမယ့္ W လုပ္ငန္းစုႀကီးဟာ ျမန္မာႏိုင္ငံအတြင္းက ကယန္းလူမ်ိဳးစုေတြကို ရက္ရက္စက္စက္သတ္ျဖတ္တဲ့\nလူသတ္ပြဲနဲ႔ ပတ္သက္ဆက္ႏြယ္ေနတယ္လုိ႔ သံသယရွိၿပီး စံုစမ္းစစ္ေဆးခံရတဲ့အခါ ...\nလာဂို၀င့္ခ်္ဟာ W လုပ္ငန္းစုႀကီးရဲ႕နာမည္ကို ဘယ္လုိျပန္ၿပီးအဖက္ဆယ္မလဲဆိုတာကို\nစိတ္၀င္စားဖြယ္ရာ႐ိုက္ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္းတစ္ကားပါ ...\n2011 ခုႏွစ္က ထြက္ရွိခဲ့ၿပီး IMDb rating - 6.2 ရရွိထားတဲ့\nျမန္မာႏိုင္ငံနဲ႔ပတ္သက္တဲ့ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။\nဂ်ာမန္မင္းသား Tomer Sisley နဲ႔ နာမည္ႀကီးမင္းသမီး Sharon Stone တို႔ပါ၀င္ပါတယ္။\nဒီကားဟာ လာဂို၀င့္ခ်္ ဇာတ္ေကာင္အတြက္ေတာ့ ဒုတိယေျမာက္ကားပါ။\nတစ္ဖက္မွာက စီးပြားေရးလုပ္ငန္းရွင္ႀကီးေတြရဲ႕ ညစ္ကြက္ လွည့္ကြက္ေတြ ..\nတစ္ဘက္မွာက ကယန္းလူမ်ိဳးဒုကၡသည္ေတြနဲ႔အက်င့္ပ်က္အာဏာရွင္ဗိုလ္ခ်ဳပ္တစ္ဦးတို႔ရဲ႕ အေျခအေနေတြကို\nယွဥ္ထုိး႐ိုက္ကူးထားတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2fPSK/The_Burma_Conspiracy_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-2-poster-134x200.jpg",
        "title": "Iron Monkey 2 (1996)",
        "description": "Iron Monkey 2 (1996)_____IMDb - 4.6/10\n  \nကဲဗျာ ဒီတစ်ခါတော့ အရင် တရက်ကတင်ပေးထားတဲ့\nဇာတ်ကားရဲ့ အဆက် ကို ဆက်တင်ပေးလိုက်ပါတယ်\nပထမကားကိုကြည့်ပြီးရင်တော့ ဒီကားကိုလဲ ဆက်ကြည့်သင့်ပါတယ်လို့\nပြောလိုက်ပါရစေ ဇာတ်လမ်းကတော့ ပထမကားရဲ့ အဆက် ဒေါက်တာ\nဒယ်နီယန်း တယောက် အခု တခါမှာ ဘယ်လို ဇာတ်ရှူပ်ထဲ ဝင်ပါမိတာလဲ\nဆိုတာကို ဆက်ကြည့်ကြရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒေါက်တာယန်း တယောက်\nကြေးစားလူသတ်သမား ဖြစ်သူ ကျားကြီး ယု နဲ့ တိုက်ခိုက်ရင်း\nလက်နက်မှောင်ခိုဂိုဏ်းနဲ့ ရန်ညှိးဖွဲမိရာကနေ ဘယ်လိုတွေများ\nဆက်လက် ကြုံတွေ့ကြရမလဲ\nပြီးတော့ ဒေါက်တာယန်းကကော ဖော်ထုပ်နိုင်ပါ့မလား\nလက်နက်မှောင်ခိုဂိုဏ်းကကော ဘယ်လိုတွေ များ အကောက်ကြံ\nမလဲဆိုတာကို ဆက်လက် ကြည့်ရှူလိုက်ကြပါတော့နော်\n  \n(ဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ)\n \nIron Monkey 1 ကို ဒီမှာဒေါင်းပါ \n ZAWGYIကဲဗ်ာ ဒီတစ္ခါေတာ့ အရင္ တရက္ကတင္ေပးထားတဲ့ဇာတ္ကားရဲ႕ အဆက္ ကို ဆက္တင္ေပးလိုက္ပါတယ္ပထမကားကိုၾကည့္ၿပီးရင္ေတာ့ ဒီကားကိုလဲ ဆက္ၾကည့္သင့္ပါတယ္လို႔ေျပာလိုက္ပါရေစ ဇာတ္လမ္းကေတာ့ ပထမကားရဲ႕ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2UAhA/Iron_Monkey_2_(Jie_Tou_Sha_Shou)_[1996]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Bodyguards-and-assassins-133x200.jpg",
        "title": "Bodyguards and Assassins (2009)",
        "description": "ပရိတ်သတ်ကြီးအတွက် တရုတ်သမိုင်းကားတစ်ကား တင်ဆက်လိုက်ပါတယ်။ဒီဇာတ်ကားက သာမညဇာတ်ကားတစ်ကား မဟုတ်ပါဘူးတရုတ်ပြည်ရဲ့ သမိုင်းကြောင်းကို ဒီမိုကရေစီလမ်းကြောင်းပေါ်တွန်းတင်ခဲ့တဲ့စာရေးဆရာ, ဒေါက်တာအတွေးခေါ်ပညာရှင် ဒေါက်တာ ဆန်း(Dr.Sun Wen)ကိုအခြေပြု ရိုက်ကူးထားတာပါ။ဒေါက်တာဆန်း တစ်ယောက် ဖရိုဖရဲဖြစ်နေတဲ့တရုတ်ပြည်ကြီးကိုကယ်တင်ဖို့ ဂျပန်ကနေ ဟောင်ကောင်ကို ခရီးထွက်ခဲ့ပါတယ်။သူခရီးထွက်လာတဲ့ရည်ရွယ်ချက်ကတော့ ပြိုကွဲနေတဲ့ ဂိုဏ်းဃန တွေကို ပြည်လည်စည်းရုံးပြီးQing မျိုးဆက်ကို အမျိုးဖြုတ်ဖို့ပါ။ဒီထဲမှာ China Daily သတင်းစာတိုက်ကလည်း ကုလားကာနောက်ကွယ်ကနေပံ့ပိုးနေခဲ့တာပါ။ဒေါက်တာဆန်း ရဲ့ဟောင်ကောင်ခရီးစဉ်ကရော ချောမွေ့ပါ့မလားသတင်းစာတိုတ်ကလည်း ဘယ်လိုမျိုး နောက်ကွယ်ကနေဘယ်လိုအထောက်ပံ့တွေပေးမှာလဲလူတစ်ယောက်ကရော နိုင်ငံတစ်နိုင်ငံကောင်းစားရေးအတွက် ဘယ်လောက်ထိစွန့်လွှတ်ရမှာလဲဆိုတာ ဆက်လက်အားပေးကြည့်ရှု့ကြပါရန်...။--------------------------------------ပရိတ္သတ္ၾကီးအတြက္ တရုတ္သမိုင္းကားတစ္ကား တင္ဆက္လိုက္ပါတယ္။ဒီဇာတ္ကားက သာမညဇာတ္ကားတစ္ကား မဟုတ္ပါဘူးတရုတ္ျပည္ရဲ႕ သမိုင္းေၾကာင္းကို ဒီမိုကေရစီလမ္းေၾကာင္းေပၚတြန္းတင္ခဲ့တဲ့စာေရးဆရာ, ေဒါက္တာအေတြးေခၚပညာရွင္ ေဒါက္တာ ဆန္း(Dr.Sun Wen)ကိုအေျချပဳ ရိုက္ကူးထားတာပါ။ေဒါက္တာဆန္း တစ္ေယာက္ ဖရိုဖရဲျဖစ္ေနတဲ့တရုတ္ျပည္ၾကီးကိုကယ္တင္ဖို႔ ဂ်ပန္ကေန ေဟာင္ေကာင္ကို ခရီးထြက္ခဲ့ပါတယ္။သူခရီးထြက္လာတဲ့ရည္ရြယ္ခ်က္ကေတာ့ ျပိဳကြဲေနတဲ့ ဂိုဏ္းဃန ေတြကို ျပည္လည္စည္းရံုးျပီးQing မ်ိဳးဆက္ကို အမ်ိဳးျဖဳတ္ဖို႔ပါ။ဒီထဲမွာ China Daily သတင္းစာတိုက္ကလည္း ကုလားကာေနာက္ကြယ္ကေနပံ့ပိုးေနခဲ့တာပါ။ေဒါက္တာဆန္း ...",
        "rating": "6.8",
        "url": "https://megaup.net/3yOfr/Bodyguards_And_Assassins_(Shi_Yue_Wei_Cheng)_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Death-Race-2050-Türkçe-Altyazılı-izle-Ölüm-Yarışı-2050-234x300.jpg",
        "title": "Death Race 2050 (2017)",
        "description": "၂၀၁၇ ခုႏွစ္ရဲ႕အသစ္ထြက္ထားတဲ့ Action , Sci-Fi ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ ၁၉၇၅ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Death Race 2000 ဇာတ္ကားရဲ႕ Sequel အေနနဲ႕ထြက္ရွိထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့..........ႏွစ္ေထာင့္ငါးဆယ္ခုႏွစ္...လူလူခ်င္း ေခါင္းပံုျဖတ္ အျမတ္ႀကီးစားတတ္ေသာလူမ်ား ႀကီးစိုး၍ လူဦးေရေပါက္ကြဲေနေသာအခ်ိန္...ၿပိဳင္ပြဲတစ္ခု...ထိုေပါက္ကြဲေနေသာ လူဦးေရကို ထိန္းခ်ဳပ္ႏိုင္ရန္ အစိုးရက အညႇာအတာကင္းမဲ့စြာ ျပဳလုပ္ခဲ့ေသာ ၿပိဳင္ပြဲ...တစ္နည္းအားျဖင့္...မရဏၿပိဳင္ပြဲၿပိဳင္ပြဲဝင္ေတြဟာ ႏိုင္ငံကို အထိန္းအကြပ္မ႐ွိ ေက်ာ္ျဖတ္ဘယ္သူေသေသ ငေတမာရင္ၿပီးေရာ စိတ္ျဖင့္ ၿပိဳင္ပြဲဝင္ အခ်င္းခ်င္း မရဏတရားျဖင့္ မိတ္ဆက္ေပးသည့္ ၿပိဳင္ပြဲ...။R-Rated မို႕လို႕ ၾကမ္းၾကမ္းတမ္းတမ္းေတြျမင္ေတြ႕ရဖို႕ရွိေနပါတယ္။(ဒီဇာတ္ကားကို Aung Myint Oo မွဘာသာျပန္တင္ဆက္ထားတာပါ။)UNICODE၂၀၁၇ ခုနှစ်ရဲ့အသစ်ထွက်ထားတဲ့ Action , Sci-Fi ဇာတ်ကားပါ။ဒီဇာတ်ကားဟာ ၁၉၇၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Death Race 2000 ဇာတ်ကားရဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/death-race-2050-2017/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Roy_film_poster-133x200.jpg",
        "title": "Roy 2015-ျမန္မာစာတန္းထိုး",
        "description": "ဒီေန႕မွာ Channel Myanmar ပရိတ္သက္မ်ားအတြက္ အိႏိၵယအက္ရွင္ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ ကုိ တင္ေပးခ်င္ပါတယ္။ 12 February 2015 မွာထြက္ရွိထားၿပီးအိႏိၵယအက္ရွင္ေကာင္းေကာင္း ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ဇာတ္ကားတစ္ခုပါ။႐ုပ္ရွင္ ဒါ႐ိုက္တာ ကာဘီ ဟာ သူခိုးဓါးျပေတြရဲ႕အေၾကာင္းကို အေျခခံထားတဲ့ Gun Triology ဆိုတဲ့အခန္းဆက္႐ုပ္ရွင္အမ်ားအျပား႐ိုက္ကူးပါတယ္။သူ႔ရဲ႕ ရိုက္ကူးခဲ့တဲ့႐ုပ္ရွင္ေတြအကုန္လံုးဟာလည္း ေအာင္ျမင္ၾကတာခ်ည္းပါပဲ။သူ႔ရဲ႕ ႐ုပ္ရွင္ ၃ပိုင္းေျမာက္ကို ႐ိုက္ကူးဖို႔ မေလးရွားကိုသြားတဲ့အခါမွာ လန္ဒန္က ဒါ႐ိုက္တာမေလး ေအးရွာ နဲ႔ေတြ႕ဆံုမိပါတယ္။ကာဘီနဲ႔ ေအးရွာ လဲ ခင္မင္သြားၿပီး မၾကာခင္ ခ်စ္သူေတြျဖစ္သြားၾကတယ္။ေအးရွာက ကာဘီရဲ႕ သေဘာထားေတြကို သိလာတဲ့အခါမွာလမ္းခဲြခဲ့ၿပီးေတာ့ လန္ဒန္ကို ျပန္လာခဲ့တယ္။အျငင္းခံရလို႔ စိတ္ဓါတ္က်ေနတဲ့ ကာဘီလဲ ႐ုပ္ရွင္ကိုဆက္မ႐ိုက္ႏိုင္ေတာ့ဘဲ မြန္ဘိုင္းကိုျပန္လာခဲ့တယ္။\nေနာက္ပိုင္းအႀကိမ္ႀကိမ္ျပန္႐ိုက္ကူးခဲ့ေပမဲ့ ကာဘီဟာသူရဲ႕ ႐ုပ္ရွင္အထြတ္အထိပ္ကိုစိတ္ေက်နပ္မႈမ ရရွိေသးပါဘူး။ဒါနဲ႔ပဲ သူ႔လက္ေထာက္ မီးရာရဲ႕ အၾကံအရ ေအးရွာရဲ႕ ႐ုပ္ရွင္ျပသတဲ့႐ုပ္ရွင္ပဲြေတာ္မွာ အကဲျဖတ္အေနနဲ႔ တက္ေရာက္ခဲ့ပါတယ္။ေအးရွာ ကေတာ့ ကာဘီဟာ သူမေနာက္ကို လိုက္ေနတယ္လို႔ထင္ၿပီးသူ႔မ ဘဝထဲက ...",
        "rating": "3.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-123/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTYyMzQxMjYyNl5BMl5BanBnXkFtZTcwMzE3MjE5Mw@@._V1_-213x300.jpg",
        "title": "Raging Phoenix (2009)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၈ ကားေျမာက္ကားေလးကိုေရာက္လာခဲ႔ပါျပီ။\nအက္ရွင္ၾကိဳက္နစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ ၾကိဳက္နစ္သက္မွာေသခ်ာတဲ႔ဇာတ္ကားတစ္ကားပါပဲ။ Chocolate ဇာတ္ကားနဲ႔ရုပ္ရွင္ေလာကကိုဝင္လာခဲ႔တဲ႔ဒီမင္းသမီးေလးဟာခုဆိုရင္ထိုင္းမွာတိုနီဂ်ာ နည္းတူေအာင္ျမင္ေနခဲ႔ပါျပီ။The protector 2 မွာလည္းတိုနီဂ်ာနဲ႔အတူပါဝင္သရုပ္ေဆာင္ထားပါေသးတယ္။\nဇာတ္လမ္းကေတာ့မိန္းကေလးေတြကိုျပန္ေပးဆြဲျပီးေရာင္းစားတဲ႔ဂိုဏ္းတစ္ဂိုဏ္းကေနစတင္ထားပါတယ္။မိမိရဲ႕ခ်စ္သူနဲ႔လက္ထပ္တဲ႔ေန႔မွာပဲမိမိရဲ႕ ခ်စ္သူထူးထူးဆန္းဆန္းေပ်ာက္ဆံုးသြား၍ေၾကကြဲခံစားေနရတဲ႔\nဆနင္ . . . မိမိတစ္ေယာက္တည္းအျမဲလိုလိုအထီးက်န္သည္ဟုခံစားျပီး ေပေတေလလြင့္ေနတဲ႔ဒရူ . . .\nဒရူကို လိုခ်င္ေနတဲ႔ဂိုဏ္းတစ္ဂိုဏ္း . . .ထိုဂိုဏ္းကေကာဘာလို႕ ဒရူကိုလိုခ်င္ရတာလဲ။မိမိကိုကယ္တင္လိုက္တဲ႔အခ်ိန္မွစၿပီး ဆနင္ကိုသံေယာဇဥ္ျဖစ္မိသည့္ဒရူ ၊ဆနင္ဆီကေနကိုယ္ခံပညာသင္ ၾကားျပီး . . .လူကုန္ကူးဂိုဏ္းေတြကိုဘယ္လိုဆံုးမမလဲ . . .စသျဖင့္ဇာတ္လမ္းအစ အလည္ အဆံုး\nအက္ရွင္အၾကမ္းအရမ္းမ်ားကိုတဝၾကီးခံစားရမွာပါ။ ေခာ်ေမာတဲ့မင္းသမီးေလးရဲ႕ အက္ရွင္မ်ားေၾကာင့္တိုနီဂ်ာကိုပါအမွတ္ရေစမယ့္ဇာတ္ကားတစ္ကားလို႔လဲ ေျပာခ်င္ပါတယ္။\nဒီဇာတ္ကားဟာ IMDb rating 6.2/10 ထိရရွိထားပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ Ko Soe Htwe ပဲျဖစ္ပါတယ္။)UNICODE\nဒီဇာတ်ကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၈ ကားမြောက်ကားလေးကိုရောက်လာခဲ့ပါပြီ။\nအက်ရှင်ကြိုက်နစ်သက်တဲ့ပရိတ်သတ်တွေအတွက် ကြိုက်နစ်သက်မှာသေချာတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ Chocolate ဇာတ်ကားနဲ့ရုပ်ရှင်လောကကိုဝင်လာခဲ့တဲ့ဒီမင်းသမီးလေးဟာခုဆိုရင်ထိုင်းမှာတိုနီဂျာ နည်းတူအောင်မြင်နေခဲ့ပါပြီ။The protector 2 မှာလည်းတိုနီဂျာနဲ့အတူပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။\nဇာတ်လမ်းကတော့မိန်းကလေးတွေကိုပြန်ပေးဆွဲပြီးရောင်းစားတဲ့ဂိုဏ်းတစ်ဂိုဏ်းကနေစတင်ထားပါတယ်။မိမိရဲ့ချစ်သူနဲ့လက်ထပ်တဲ့နေ့မှာပဲမိမိရဲ့ ချစ်သူထူးထူးဆန်းဆန်းပျောက်ဆုံးသွား၍ကြေကွဲခံစားနေရတဲ့\nဆနင် . . . မိမိတစ်ယောက်တည်းအမြဲလိုလိုအထီးကျန်သည်ဟုခံစားပြီး ပေတေလေလွင့်နေတဲ့ဒရူ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-121/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/No-Tears-for-The-Dead-poster-1-140x200.jpg",
        "title": "No Tears for the Dead (2014)",
        "description": "No Tears for The Dead (2014)_____IMDb - 6.8/10\n   IMDb rating 6.8 ရရှိထားတဲ့ ကိုရီးယားကားလေးပါ။\n \nကိုရီးယား Action and Drama ကားကောင်းများကြိုက်တဲ့သူတွေအတွက်တော့\nလက်မလွှတ်သင့်ပါဘူး။ ပြီးတော့ မိခင်မေတ္တာနဲ့ချစ်ခြင်းတို့ပေါင်းစပ်ထားတဲ့\nဇာတ်လမ်းလေးမို့ အငိုသမားတွေစိတ်ခိုင်ခိုင်လေးထားကြပါလေ။\nကြေးစားလူသတ်သမားတယောက်ဟာ\nသူ့တာဝန်ကိုထမ်းဆောင်နေချိန်အတွင်းမှာ\nကောင်မလေးတစ်ယောက်ကို တွေ့မိပြီး\nနောက်ပိုင်း ကြေးစားလူသတ်သမားဟာ\nကောင်မလေး အမေကိုလိုက်လံရှာဖွေပေးရတာကို\nဒရာမာဆန်ဆန်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဗျ\n \nအားပေးလိုက်ကြပါအုံးနော်\n  \nZAWGYI\nIMDb rating 6.8 ရရွိထားတဲ့ ကိုရီးယားကားေလးပါ။ကိုရီးယား Action and Drama ကားေကာင္းမ်ားႀကိဳက္တဲ့သူေတြအတြက္ေတာ့\nလက္မလႊတ္သင့္ပါဘူး။ ၿပီးေတာ့ မိခင္ေမတၱာနဲ႔ခ်စ္ျခင္းတို႔ေပါင္းစပ္ထားတဲ့\nဇာတ္လမ္းေလးမို႔ အငိုသမားေတြစိတ္ခိုင္ခိုင္ေလးထားၾကပါေလ။\nေၾကးစားလူသတ္သမားတေယာက္ဟာ\nသူ႔တာဝန္ကိုထမ္းေဆာင္ေနခ်ိန္အတြင္းမွာ\nေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိၿပီး\nေနာက္ပိုင္း ေၾကးစားလူသတ္သမားဟာ\nေကာင္မေလး အေမကိုလိုက္လံရွာေဖြေပးရတာကို\nဒရာမာဆန္ဆန္႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ဗ်အားေပးလိုက္ၾကပါအုံးေနာ္File Size - 870 MB\nFile Type - Mp4\nQuality - Blu-Ray Rip 72op\nDuration - 01:56:00\nEncoder - San Win Maung",
        "rating": "6.8",
        "url": "https://megaup.net/1ylvh/No_Tears_For_The_Dead_(Uneun_Namja)_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Ninja-Kids2011-1-141x200.jpg",
        "title": "Ninja Kids(2011)",
        "description": "ဒီေန႕အတြက္ 2011 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဂ်ပန္ကားေလးတစ္ကားကိုတင္ေပးလိုက္ပါသည္။\nဒီဇာတ္ကားမွာ ကေလးငယ္ေတြဟာ နင္ဂ်ာျဖစ္ဖို႕အတြက္ နင္ဂ်ာပညာရပ္ေတြကိုသင္ၾကားတဲ့\nအေၾကာင္းအရာေလးကိုအေျခခံၿပီးရိုက္ကူးထားပါတယ္။ ဟာသေႏွာၿပီးရိုက္ကူးထားတဲ့အတြက္\nအားလံုးပဲ သေဘာက်ၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ က်ိန္းေသအာမခံပါတယ္။ေနာက္ၿပီး IMDb rating က 5.9/10 ပဲရထားေပမယ့္ လူေတာ္ေတာ္မ်ားအားေပးႏွစ္ျခိဳက္ခဲ့တဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္လမ္းမွာ သားငယ္ကိုကြ်မ္းက်င္တဲ့ နင္ဂ်ာတစ္ေယာက္ျဖစ္ေစခ်င္တဲ့\nမိဘႏွစ္ပါးရဲ႕ ေမတၱာကိုလည္းေတြ႕ျမင္ရပါမယ္။ Channel Myanmar ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕\nေစမယ့္ဇာတ္ကားတစ္ကားမို႕ အျမန္ဆံုးသာ ေဒါင္းၾကည့္ၾကေပေတာ့ဗ်ဳိ႕ ။UNICODE\nဒီနေ့အတွက် 2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ကားလေးတစ်ကားကိုတင်ပေးလိုက်ပါသည်။\nဒီဇာတ်ကားမှာ ကလေးငယ်တွေဟာ နင်ဂျာဖြစ်ဖို့အတွက် နင်ဂျာပညာရပ်တွေကိုသင်ကြားတဲ့\nအကြောင်းအရာလေးကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ ဟာသနှောပြီးရိုက်ကူးထားတဲ့အတွက်\nအားလုံးပဲ သဘောကျကြိုက်နှစ်သက်မယ်ဆိုတာ ကျိန်းသေအာမခံပါတယ်။နောက်ပြီး IMDb rating က 5.9/10 ပဲရထားပေမယ့် လူတော်တော်များအားပေးနှစ်ခြိုက်ခဲ့တဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းမှာ သားငယ်ကိုကျွမ်းကျင်တဲ့ နင်ဂျာတစ်ယောက်ဖြစ်စေချင်တဲ့\nမိဘနှစ်ပါးရဲ့ မေတ္တာကိုလည်းတွေ့မြင်ရပါမယ်။ Channel Myanmar ပရိတ်သတ်ကြီးအကြိုက်တွေ့\nစေမယ့်ဇာတ်ကားတစ်ကားမို့ အမြန်ဆုံးသာ ဒေါင်းကြည့်ကြပေတော့ဗျို့ ။",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-119/",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2-2013-poster-133x200.jpg",
        "title": "Ninja II: Shadow of a Tear (2013)",
        "description": "Ninja II: Shadow of a Tear (2013)_____IMDb - 6.2/10\n IMDb rating 6.2/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကတော့\nကျွန်တော်(စိုးထွေး)ရဲ့ဘာသာပြန်(၁၂)\nကားမြောက်ကားလေးဖြစ်လာပါပြီ။ Channel Myanmarကိုရောက်လာတာလည်း\n(၂)လကျော်(၃)လလောက်တော့ရှိပါတော့မယ်။\nဟိုနေ့ကကျွန်တော့်မွေးနေ့ကိုအားတက်သရောဆုတောင်းပေးကြတဲ့\ncmရဲ့အမျိူ းတွေကိုလည်း အရမ်းကျေးဇူးတင်ပါတယ်။\nဒီဇာတ်ကားလေးဟာကျွန်တော်အမြဲဘာသာပြန်နေကျဇတ်ကား\nလေးလိုပါပဲ အက်ရှင်ကာင်းတစ်ကားပါ။\nဒီဇတ်ကားလေးက အပိုင်း(၂)ပါ . ပါဝင်တဲ့မင်းသားက\nUndisputed ဇာတ်ကားထဲကမင်းသားရယ် Tekken 2\nထဲကမင်းသားရယ်ဖြစ်တာကြောင့် မကောင်းမှာပူစရာမလိုတော့ပါဘူး။\n(ဇာတ်လမ်းကမြန်မာပြည်ကိုအင်္ဂလိပ်တွေအုပ်စိုးစဉ်က\nအင်္ဂလိပ်တွေနဲ့ဂျပန်တွေအကြောင်းကနေပြီးစတင်ထားပါတယ်။\nနင်ဂျာဘယ်ကနေဆင်းသက်လာတယ်ဆိုတာကိုလည်းပြောပြထားပါတယ်။\nဂျပန်နိင်ငံမှာအိမ်ထောင်ကျနေတဲ့အမေရိကန်လူမျိူ းကေစီရယ်\nသူရဲ့ဇနီးနာမီကိုရယ်တစ်နေ့မှာနာမီကိုအသတ်ခံခဲ့ရတဲ့အခါမှာ\nဘယ်သူကနာမီကိုကိုလုပ်ကြံခဲ့တာလဲ။ ဇနီးသည်သေဆုံးပြီးနောက်\nကေစီဟာသူနဲ့ရန်ညိုးရှိတဲ့လူတွေ\nဂိုဏ်းတွေဆီသွားပြီးတိုက်ခိုက်ပုံ ပြီးတော့ထိုင်းနိင်ငံမှာရောက်နေတဲ့\nစီနီယာဆီကိုသွားပြီး နာမီကိုသေဆုံးတာကိုစုံစမ်းပုံ\nလူသတ်သမားဟာမြန်မာပြည်ထဲမှာရှိတယ်ဆိုလို့မြန်မာထိကိုသွားပြီး\nလုပ်ကြံပုံစသဖြင့်ကေစီရဲ့အက်ရှင်အလန်းတွေကိုကြည့်ရမှာပါ။\nဇာတ်ကားစဆုံးအက်ရှင်ခန်းတွေနဲ့လှည့်ကွက်တွေလည်းပါဝင်တာကြောင့်\nပရိတ်သတ်တွေလက်မလွတ်သင့်ဘူးလို့ပြောချင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှ Ko Soe Htwe ပဲဖြစ်ပါတယ်။)\n  \nZAWGYI\nIMDb rating 6.2/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးကေတာ့\nကြၽန္ေတာ္(စိုးေထြး)ရဲ႕ဘာသာျပန္(၁၂)\nကားေျမာက္ကားေလးျဖစ္လာပါၿပီ။ Channel Myanmarကိုေရာက္လာတာလည္း\n(၂)လေက်ာ္(၃)လေလာက္ေတာ့ရွိပါေတာ့မယ္။\nဟိုေန႔ကကြၽန္ေတာ့္ေမြးေန႔ကိုအားတက္သေရာဆုေတာင္းေပးၾကတဲ့\ncmရဲ႕အမ်ိဴ းေတြကိုလည္း အရမ္းေက်းဇူးတင္ပါတယ္။\nဒီဇာတ္ကားေလးဟာကြၽန္ေတာ္အၿမဲဘာသာျပန္ေနက်ဇတ္ကား\nေလးလိုပါပဲ အက္ရွင္ကာင္းတစ္ကားပါ။\nဒီဇတ္ကားေလးက အပိုင္း(၂)ပါ . ပါဝင္တဲ့မင္းသားက\nUndisputed ဇာတ္ကားထဲကမင္းသားရယ္ Tekken 2\nထဲကမင္းသားရယ္ျဖစ္တာေၾကာင့္ မေကာင္းမွာပူစရာမလိုေတာ့ပါဘူး။\n(ဇာတ္လမ္းကျမန္မာျပည္ကိုအဂၤလိပ္ေတြအုပ္စိုးစဥ္က\nအဂၤလိပ္ေတြနဲ႔ဂ်ပန္ေတြအေၾကာင္းကေနၿပီးစတင္ထားပါတယ္။\nနင္ဂ်ာဘယ္ကေနဆင္းသက္လာတယ္ဆိုတာကိုလည္းေျပာျပထားပါတယ္။\nဂ်ပန္နိင္ငံမွာအိမ္ေထာင္က်ေနတဲ့အေမရိကန္လူမ်ိဴ းေကစီရယ္\nသူရဲ႕ဇနီးနာမီကိုရယ္တစ္ေန႔မွာနာမီကိုအသတ္ခံခဲ့ရတဲ့အခါမွာ\nဘယ္သူကနာမီကိုကိုလုပ္ႀကံခဲ့တာလဲ။ ဇနီးသည္ေသဆုံးၿပီးေနာက္\nေကစီဟာသူနဲ႔ရန္ညိဳးရွိတဲ့လူေတြ\nဂိုဏ္းေတြဆီသြားၿပီးတိုက္ခိုက္ပုံ ၿပီးေတာ့ထိုင္းနိင္ငံမွာေရာက္ေနတဲ့\nစီနီယာဆီကိုသြားၿပီး နာမီကိုေသဆုံးတာကိုစုံစမ္းပုံ\nလူသတ္သမားဟာျမန္မာျပည္ထဲမွာရွိတယ္ဆိုလို႔ျမန္မာထိကိုသြားၿပီး\nလုပ္ႀကံပုံစသျဖင့္ေကစီရဲ႕အက္ရွင္အလန္းေတြကိုၾကည့္ရမွာပါ။\nဇာတ္ကားစဆုံးအက္ရွင္ခန္းေတြနဲ႔လွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္\nပရိတ္သတ္ေတြလက္မလြတ္သင့္ဘူးလို႔ေျပာခ်င္ပါတယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့\nCM Team မွ Ko ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xxdy/Ninja_II_-_Shadow_Of_A_Tear_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjIxNDkzOTAyNV5BMl5BanBnXkFtZTgwNjEyOTY3NjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Point Break (2015)",
        "description": "Point Break (2015)_____IMDb - 5.3/10\n  \nလိုင်းဖြတ် သို့တည်းမဟုတ် ကျရှုံးချိန်နေရာတစ်ခု.....\nမိတ်ဆွေတို့ရဲ့ Point Break ကရော . ဘယ်အချိန်.. ဘယ်နေရာမှာပါလဲ?\nဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေရဲ့ Point Break ကတော့.....\nဇာတ်လမ်းကတော့ ဘက်စုံကျွမ်း အားကစားသမားဖြစ်တဲ့\nယူတာ့ရှ်တစ်ယောက် FBI ကို ဝင်ဖြစ်ပုံနဲ့ စတင်ထားပါတယ်။\nသူရောက်ပြီးနောက်ပိုင်းမှာတော့ စိတ္တဇဆန်ဆန် လုယက်မှုတွေ\nပေါ်ပေါက်လာပါတော့တယ်။ ယူတာ့ရှ်ဟာ အမှုသွား အမှုလာတွေကို\nလေ့လာပြီးတော့ သံသယရှိသူတွေဟာ ဘက်စုံကျွမ်း အားကစားသမားများ\nဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။ အကြောင်းကတော့\nအိုဇာကီ ၈ ချက် ဆိုတဲ့ သဘာဝတရားနဲ့ လိုက်လျောညီထွေ နေပေးရင်\nထွက်ရပ်ပေါက်မယ်ဆိုတဲ့ အယူဝါဒကြောင့်ပါ။\nဒီလိုကိစ္စတွေကို လုပ်မယ့်သူတွေဟာ\nဘက်စုံကျွမ်းအားကစားသမားများပင် ဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။\nဒါပေမယ့် FBI အထက်တန်းက အဲ့ဒီအယူအဆကို\nလက်မခံခဲ့ပါဘူး။ တစ်ခုရှိတာကတော့ ယူတာ့ရှ်ရဲ့\nဘော့စ် ဟောလ်က လက်ခံပေးလိုက်တာပါပဲ။\nအဲ့ဒီမှာတင် အသွင်ယူစစ်ဆင်ရေးစတာပါပဲခင်ဗျ။\nအိုဇာကီ ၈ ချက်ထဲကအတိုင်း ကမ္ဘာ့နေရာ အနှံ့အပြားမှာ\nစတန့်ပြကွက်တွေ၊ ဒုစရိုက်လုပ်ငန်းတွေကို\nလုပ်ဆောင်သွားတာတွေကို ရင်သက်ရှုမောဖွယ် ကြည့်ရှုခံစားကြရမှာပါ။\nစတန့်ပြကွက်တွေ ဖောဖောသီသီ သုံးထားတဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-70/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/legend-of-zorro-poster-133x200.jpg",
        "title": "The Legend of Zorro (2005)",
        "description": "The Legend of Zorro (2005)\nIMDb - 6.0/10_____Rotten - 26%\n ဒီဇာတ်ကားလေးကတော့ ကျွန်တော်(စိုးထွေး)ရဲ့\n(၁၀)ကားမြောက်ဘာသာပြန်ကားလေးဖြစ်ပါတယ်။IMDb rating 6.0/10ရရှိထားတဲ့ဒီဇာတ်ကားကို\nဇောရိုးဆိုတာနဲ့cmပရိတ်သတ်တွေရင်းနီးပြီးသားဖြစ်ပါလိမ့်မယ်။ဇောရိုးဖြစ်တည်လာပုံအစပိုင်း အပိုင်း(၁)ကိုတော့\nကျွန်တော်တို့ရဲ့cmမှာတင်ပြီးထားပါပြီ။ အပိုင်း(၁)ကြည့်ပြီးဆံ့တငံ့ငံ့ဖြစ်နေတဲ့\nပရိတ်သတ်တွေရဲ့လိုအင်ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့\nအပိုင်း(၂)လေးကိုပရိတ်သတ်တွေဆီအရောက်ပို့လိုက်ပါပြီ။\nဇောရိုးအပိုင်း(၁)ကတော်တော်လေးကိုကောင်းပါတယ်။\nအပိုင်း(၂)ကလည်း အပိုင်း၁နဲ့မခြားအရမ်းကောင်း ပါတယ်။Channel Myanmar ပရိတ်သတ်တွေသေချာပေါက်အကြိုက်တွေ့မှာပါ။ကျွန်တော်ဇာတ်လမ်းအကြောင်းလေးနည်းနည်းပြောပြပါ့မယ်။အပိုင်း၂မှာကတော့ဇောရိုးနဲ့ အလီနာတို့ရဲ့ရင်သွေးလေးပါဝင်လာပါပြီ။\nကယ်လီဖိုးနီးယားကိုအမေရိကန်ပြည်ထောင်စုနဲ့ အတူတူပူးပေါင်းနိင်ဖို့အတွက်\nဇောရိုးဦးဆောင်ပြီးကြိုးစားပုံ၊ ထူးဆန်းတဲ့ဗုံးလက်နက်ကိုတီထွင်တဲ့\nမြို့စားအာမန်ဇောရိုးရဲ့ဇနီးချောလေးအလီနာ၊စွန့်စားမှုတွေကိုခုံမင်တဲ့ဇောရိုးနဲ့အလီနာတို့ရဲ့သားလေး\nဂျိူ အာကွင်းအန္တရာယ်တောတွင်းထဲကနေ ဇောရိုးနဲ့အလီနာတို့\nကယ်လီဖိုးနီးယားကိုဘယ်လိုကာကွယ်မလဲ စသဖြင့် သည်းထိပ်ရင်ဖိုစွန့်စားမှု\nအချစ်အလွမ်းအဆွေး အကြမ်းစသဖြင့်ပရိတ်သတ်တွေကို\nဇာတ်လမ်းစလယ်ဆုံးဆွဲဆောင်သွားပါလိမ့်မယ်။ကဲ . . . စိတ်ဝင်စားမှုများလာရင်တော့ ဒေါင်းသာကြည့်ကြပါတော့ . . .(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသာသူကတော့\nCM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)ZAWGYIဒီဇာတ္ကားေလးကေတာ့ ကြၽန္ေတာ္(စိုးေထြး)ရဲ႕(၁၀)ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။IMDb rating 6.0/10ရရွိထားတဲ့ဒီဇာတ္ကားကို\nေဇာ႐ိုးဆိုတာနဲ႔cmပရိတ္သတ္ေတြရင္းနီးၿပီးသားျဖစ္ပါလိမ့္မယ္။ေဇာ႐ိုးျဖစ္တည္လာပုံအစပိုင္း အပိုင္း(၁)ကိုေတာ့\nကြၽန္ေတာ္တို႔ရဲ႕cmမွာတင္ၿပီးထားပါၿပီ။ အပိုင္း(၁)ၾကည့္ၿပီးဆံ့တငံ့ငံ့ျဖစ္ေနတဲ့\nပရိတ္သတ္ေတြရဲ႕လိုအင္ဆႏၵကိုျဖည့္ဆည္းေပးဖို႔\nအပိုင္း(၂)ေလးကိုပရိတ္သတ္ေတြဆီအေရာက္ပို႔လိုက္ပါၿပီ။\nေဇာ႐ိုးအပိုင္း(၁)ကေတာ္ေတာ္ေလးကိုေကာင္းပါတယ္။\nအပိုင္း(၂)ကလည္း အပိုင္း၁နဲ႔မျခားအရမ္းေကာင္း ပါတယ္။Channel Myanmar ပရိတ္သတ္ေတြေသခ်ာေပါက္အႀကိဳက္ေတြ႕မွာပါ။ကြၽန္ေတာ္ဇာတ္လမ္းအေၾကာင္းေလးနည္းနည္းေျပာျပပါ့မယ္။အပိုင္း၂မွာကေတာ့ေဇာ႐ိုးနဲ႔ အလီနာတို႔ရဲ႕ရင္ေသြးေလးပါဝင္လာပါၿပီ။\nကယ္လီဖိုးနီးယားကိုအေမရိကန္ျပည္ေထာင္စုနဲ႔ အတူတူပူးေပါင္းနိင္ဖို႔အတြက္\nေဇာ႐ိုးဦးေဆာင္ၿပီးႀကိဳးစားပုံ၊ ထူးဆန္းတဲ့ဗုံးလက္နက္ကိုတီထြင္တဲ့\nၿမိဳ႕စားအာမန္ေဇာ႐ိုးရဲ႕ဇနီးေခ်ာေလးအလီနာ၊စြန႔္စားမႈေတြကိုခုံမင္တဲ့ေဇာ႐ိုးနဲ႔အလီနာတို႔ရဲ႕သားေလး\nဂ်ိဴ အာကြင္းအႏၲရာယ္ေတာတြင္းထဲကေန ေဇာ႐ိုးနဲ႔အလီနာတို႔\nကယ္လီဖိုးနီးယားကိုဘယ္လိုကာကြယ္မလဲ စသျဖင့္ သည္းထိပ္ရင္ဖိုစြန႔္စားမႈ\nအခ်စ္အလြမ္းအေဆြး အၾကမ္းစသျဖင့္ပရိတ္သတ္ေတြကို\nဇာတ္လမ္းစလယ္ဆုံးဆြဲေဆာင္သြားပါလိမ့္မယ္။ကဲ . . ...",
        "rating": "6.0",
        "url": "https://megaup.net/3zDxT/The_Legend_Of_Zorro_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ2MjAyMDY0NF5BMl5BanBnXkFtZTcwODMwOTY1OQ@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "Blitz ( 2011 )-ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး  Jason Statham  နဲ႕ မင္းသား Paddy Considine တို႕တြဲဖက္ပါဝင္ရိုက္ကူးထားၿပီး action ဇာတ္ကားေကာင္းမ်ားႏွစ္သက္သူမ်ားအတြက္အထူးေကာင္းမြန္ၿပီး IMDb Rating 6.2 ရရွိထားတဲ့ဇာတ္ ကားတစ္ပုဒ္ျဖစ္ပါတယ္။ဇာတ္ကားရဲ႕ နာမည္ဟာ ရဲေတြကို အထူးပစ္မွတ္ထားၿပီး\nလိုက္သတ္တဲ့ လူသတ္သမားရဲ႕ နာမည္ျဖစ္ပါတယ္။\nဘရန္႕ ( jason statham ) ဟာ သူ႕ကိုလိုက္လံဖမ္းဆီးခဲ့ၿပီး\nသူ႕ကိုဖမ္းမိတဲ့ အခ်ိန္မွာေတာင္ ခိုင္လံုတဲ့သက္ေသအေထာက္အထားမျပႏုိင္လို႕\nျပန္လြတ္ခဲ့ရတဲ့ ဘယ္ရီ ( ဘလစ္ ) ကို . ဘရန္႕ ( jason statham ) က\nလွလွပပ ဇာတ္သိမ္းျပခဲ့ပံုမ်ား . အထူးသျဖင့္ ဘလစ္ဟာ\nသူ႕ကိုဖမ္းဆီးဖူးခဲ့တဲ့ ရဲေတြကိုတစ္ေယာက္ခ်င္းစီ\nကလဲ့စားေခ်လိုက္လံသတ္ျဖတ္မႈေတြဟာ ဒီဇာတ္လမ္းရဲ႕\nအဓိက ေက်ာရိုးလည္းျဖစ္လို႕ေနပါတယ္။\n2011က ထြက္ရွိခဲ့ၿပီး Transporter မင္းသားၾကီး Jason Statham\nပါဝင္ရိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားမို႕\nအထူးတလည္ညႊန္းမေနေတာ့ပါဘူး Movie သာၾကည့္ရႈဖို႕ ေျပာပါရေစ။UNICODEမင်းသားကြီး  Jason Statham  နဲ့ မင်းသား ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-93/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM3ODMxMDY0MF5BMl5BanBnXkFtZTcwNDc3MTY0OA@@._V1_SY1000_CR006821000_AL_-1-205x300.jpg",
        "title": "Universal Soldier: Day of Reckoning (2012)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ဇာတ္ၾကမ္း ၾကိဳက္တဲ့ သူေတြ အတြက္\nမင္းသားၾကီး ဗင္ဒိန္းရဲ႕ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္\nဗင္ဒိန္းဆို ေတာ္ေတာ္မ်ားမ်ား မသိတဲ့သူ မရွိေလာက္ပါဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂၽြန္ဟာ အတတိေမ့ ကိုမာ ေရာဂါကိုခံစား\nေနရသူ တေယာက္ျဖစ္ျပီး သူ ဒီေရာဂါကို ခံစားရတဲ့ အေၾကာင္းအရင္းက\nေတာ့ သူ႕မိန္မနဲ႕ သမီးဟာ အိမ္တြင္းအၾကမ္းဖက္ခံရမႈမွာအသတ္ခံခဲ့ရျပီး\nသူကိုယ္တိုင္လဲ ဦးေခါင္းကိုထိခိုက္ခံခဲ့ရလို႕ပဲျဖစ္ပါတယ္\nဂၽြန္တို႕ မိသားစု ဘာလို႕ ဒီလို အတိုက္ခိုက္ခံခဲ့ရတာလဲ\nဂၽြန္ကေကာ အရင္က ဘာေတြမ်ား လုပ္ခဲ့တာလဲ\nဂၽြန္က ေကာ သူ႕ရဲ႕ အတိတ္ျဖစ္ရပ္ေတြကိုေဖာ္ထုတ္ျပီး\nမိန္းမ နဲ႕ သမီး အတြက္ ကလဲ့စားေခ်ႏိုင္မွာလားဆိုတာကိုေတာ့ \nUNICODE\nကဲ ဒီတစ်ခါတော့ ဇာတ်ကြမ်း ကြိုက်တဲ့ သူတွေ အတွက်\nမင်းသားကြီး ဗင်ဒိန်းရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဗင်ဒိန်းဆို တော်တော်များများ မသိတဲ့သူ မရှိလောက်ပါဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဂျွန်ဟာ အတတိမေ့ ကိုမာ ရောဂါကိုခံစား\nနေရသူ တယောက်ဖြစ်ပြီး သူ ဒီရောဂါကို ခံစားရတဲ့ အကြောင်းအရင်းက\nတော့ သူ့မိန်မနဲ့ သမီးဟာ အိမ်တွင်းအကြမ်းဖက်ခံရမှုမှာအသတ်ခံခဲ့ရပြီး\nသူကိုယ်တိုင်လဲ ဦးခေါင်းကိုထိခိုက်ခံခဲ့ရလို့ပဲဖြစ်ပါတယ်\nဂျွန်တို့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/XSh6/Universal_Soldier_-_Day_Of_Reckoning_[2012]_(MM_Sub).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Sucker_Punch_Poster-213x300.jpg",
        "title": "Sucker Punch (2011)",
        "description": "မင္းသမီး Emily Browning အဓိကပါဝင္ထားတဲ့ဒီဇာတ္ကားဟာ Action Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။IMDb (6.1/10) ရရွိထားျပီး ဇာတ္ကားတစ္ကားထက္ Game တစ္ခုနဲ႕ပိုတူေအာင္ ရိုက္ကူးထားပါတယ္။(Sithu Tun မွဘာသာျပန္တင္ဆက္ထားတာပါ။)(မင်းသမီး Emily Browning အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ Action Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb (6.1/10) ရရှိထားပြီး ဇာတ်ကားတစ်ကားထက် Game တစ်ခုနဲ့ပိုတူအောင် ရိုက်ကူးထားပါတယ်။(Sithu Tun မှဘာသာပြန်တင်ဆက်ထားတာပါ။))\nFile size…(1.1GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (500MB)",
        "rating": "6.1",
        "url": "https://megaup.net/THod/Sucker_Punch_[2011]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzMDY2Njc4Nl5BMl5BanBnXkFtZTgwNTEyMjUzMjE@._V1_-200x300.jpg",
        "title": "Appleseed Alpha (2014)",
        "description": "Arkar Phyo\n==============\nDownload HD (935Mb)\nDownload Small (535Mb)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/appleseed-alpha-2014/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDYyNDY4NDk3MV5BMl5BanBnXkFtZTgwMzg4NDA2MDE@._V1_-225x300.jpg",
        "title": "Axe Giant: The Wrath of Paul Bunyan (2013)",
        "description": "ကဲ ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလုိ႕ ႏႈတ္ဆက္လိုက္ပါရေစ\nကဲ အခုည အတြက္ ဒိုတာ ပရိတ္သတ္ေတြနဲ႕ မစိမ္းတဲ့\nဇာတ္ကားတစ္ကားကို တင္ေပးအံုးမယ္ဗ်\nဒိုတာ ေဆာ့တဲ့ သူေတြဆို AXE ကိုဆို သိၾကမယ္ထင္ပါတယ္\nအခုကားက AXE နဲ႕ ပတ္သက္ျပီး ရိုက္ျပထားတာပါ\nအဲ ဒိုတာဆိုလို႕ ဒိုတာ မေဆာ့တဲ့ သူေတြအေနနဲ႕လဲ\nဒီကားကို ၾကည့္လို႕ရပါတယ္ေနာ္\nကဲ ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ သစ္ခုတ္စခန္းတစ္ခုမွာ\nအလုပ္လုပ္ေနတဲ့ အလုပ္သမားျဖစ္သူ ေပါလ္ဘာရန္ ဟာ\nအလုပ္သမားေခါင္းဆိုလဲ ဟုတ္သလို\nအားလံုးက သတ္မွတ္ထားတဲ့ လုပ္ရဲကိုင္ရဲရွိသူ\nခြန္အားဗလနဲ႕ ျပည့္စံုသူ\nသတၱိရွိသူတေယာက္ပါ ဒီလိုနဲ႕ တစ္ေန႕မွာ\nသစ္ခုတ္စခန္းကို အႏၱရာယ္ တစ္ခု က်ေရာက္လာခဲ့ျပီး\nက်ေရာက္လာတဲ့ အႏၱရာယ္က ေမွ်ာ္မွန္းထားသည္ထက္ ပိုမို\nစြမ္းအားၾကီး အစြမ္းထက္ေနတဲ့ အခါမွာေတာ့.............\n[ကဲ ပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နှုတ်ဆက်လိုက်ပါရစေ\nကဲ အခုည အတွက် ဒိုတာ ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့\nဇာတ်ကားတစ်ကားကို တင်ပေးအုံးမယ်ဗျ\nဒိုတာ ဆော့တဲ့ သူတွေဆို AXE ကိုဆို သိကြမယ်ထင်ပါတယ်\nအခုကားက AXE နဲ့ ပတ်သက်ပြီး ရိုက်ပြထားတာပါ\nအဲ ဒိုတာဆိုလို့ ဒိုတာ မဆော့တဲ့ သူတွေအနေနဲ့လဲ\nဒီကားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/axe-giant-the-wrath-of-paul-bunyan-2013/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZTE2YTUyMWYtOTgwNC00MmZmLWFjNWEtMmM4MzY5YmQ3MGVlXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007051000_AL_-1-212x300.jpg",
        "title": "Zip & Zap and the Captain’s Island (2016)",
        "description": "ကဲ ဗ်ာ ဒီတစ္ခါေတာ့ ထူးဆန္းေထြလာ ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ အရင္ ႏွစ္ထဲကထြက္ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ္ကားမ်ိဳးေလးပဲ ျဖစ္ျပီး ေမွာ္ကားေတြကို ၾကိဳက္ႏွစ္သက္\nသူေတြ အေနနဲ႕ကေတာ့ ၾကည့္ရွဴသင့္တဲ့ ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Zip Zap နဲ႕ ခရစၥမတ္ဆိုတာကခြဲထားလို႕မရပါဘူးတဲ့ဗ်\nခရစၥမတ္ အခ်ိန္ဆို Zip နဲ႕ Zap ဟာ ခရီးထြက္ေလ့ ရွိပါတယ္တဲ့ဗ်\nကဲ ဒီတစ္ခါေတာ့ ဘယ္ကိုမ်ား ခရီးထြက္ၾကမလဲ ထြက္ရင္ေကာ\nဘယ္လို ထူးဆန္း အံ့ၾသဖြယ္ရာေတြနဲ႕မ်ား ၾကံဳေတြ႕ရမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကရမွာပဲျဖစ္ပါတယ္\n[ကဲ ဗျာ ဒီတစ်ခါတော့ ထူးဆန်းထွေလာ ကားလေး\nတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ အရင် နှစ်ထဲကထွက်ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ်ကားမျိုးလေးပဲ ဖြစ်ပြီး မှော်ကားတွေကို ကြိုက်နှစ်သက်\nသူတွေ အနေနဲ့ကတော့ ကြည့်ရှူသင့်တဲ့ ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Zip Zap နဲ့ ခရစ္စမတ်ဆိုတာကခွဲထားလို့မရပါဘူးတဲ့ဗျ\nခရစ္စမတ် အချိန်ဆို Zip နဲ့ Zap ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/zip-zap-and-the-captains-island-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/company-of-heroes-poster-133x200.jpg",
        "title": "Company of Heroes (2013)",
        "description": "Company of Heroes (2013)_____IMDb - 5.1/10\n ကဲ ဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက်  စစ်ကားကောင်း\nတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက လူကြီး လူငယ်မရွေး ကြိုက်နှစ်သက်မှာဖြစ်ပြီး\nလူငယ်တွေ အနေနဲ့ဆိုလည်း ဇာတ်ကားကို မကြည့်ဖူးတောင်\nဂိမ်း နဲ့ တော့ စိမ်းမယ်လို့ မထင်ဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒုတိယ ကမ္ဘာစစ်အတွင်း\nရှေ့တန်း ဂျာမနီစစ်မြေပြင် မှာ အမေရိကန်စစ်သားတွေဟာ\nဟစ်တလာ ရဲ့ ထိုးစစ်ဆင်မှုကြောင့် အရှုံးကြီး ရှုံးပြီး အထိနာခဲ့ကြပါတယ်\nဒီလိုနဲ့ စုံစမ်းကြည့်တော့ သူတို့ ရှုံးရတာဟာ\nဟစ်တလာ ရဲ့ ဆန်းသစ်ထွင်ထားတဲ့ လက်နက်ကြောင့်ဆိုတာ သိရှိခဲ့ပြီး\nသူတို့ အနေနဲ့ ဘယ်လိုတွေ တိုက်ခိုက်ကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့လား ဗျာ :P\n[ကဲ ဒီတစ္ခါေတာ့ ပရိတ္သတ္ႀကီးအတြက္  စစ္ကားေကာင္း\nတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက လူႀကီး လူငယ္မေ႐ြး ႀကိဳက္ႏွစ္သက္မွာျဖစ္ၿပီး\nလူငယ္ေတြ အေနနဲ႔ဆိုလည္း ဇာတ္ကားကို မၾကည့္ဖူးေတာင္\nဂိမ္း နဲ႔ ေတာ့ စိမ္းမယ္လို႔ မထင္ဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒုတိယ ကမာၻစစ္အတြင္း\nေရွ႕တန္း ဂ်ာမနီစစ္ေျမျပင္ မွာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/4fwA6/Company_Of_Heroes_[2013]_(MM_Sub).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-172x200.jpg",
        "title": "Iron Monkey (1993)",
        "description": "Iron Monkey (1993)\nIMDb - 7.5/10_____Rotten - 91%\n  \nမင်းသားကြီး ဒယ်နီယန်း ရဲ့ ၁၉၉၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nရာဇဝင် သိုင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက သိုင်းကားကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့\nလက်လွတ်မခံသင့်တဲ့ကားလေးဖြစ်သလို့ နောက်တနည်းပြောရရင်\nတရုတ် ရောဘင်ဟု အကြောင်းကို ရိုက်ကူးပြထားတယ်လို့လဲ\nပြောလို့ရပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ပျက်စီးယိုယွင်းနေတဲ့\nအကျင့်ပျက်ချစားမှုတွေနဲ့ပြည့်နက်နေ တဲ့ တရုတ်အစိုးရဟာ\nနယ်ကျေးရွှာကလေးတွေမှာ မျက်နှာဖုံးစွပ် လုယက်ခြင်းကို ခံရပြီး\nလူအများကတော့ သူ့ကို Iron Monkey လို့ခေါ်ကြပါတယ်\nဒီလိုနဲ့ ခရီးထွက်ပြီး နယ်လှည့်ဆေးကုနေတဲ့ တိုင်းရင်းဆေး\nဆရာ သိုင်းသမား ဒယ်နီယန်း နဲ့ တွေ့ဆုံမိတဲ့ အခါမှာတော့ ဒယ်နီယန်းနဲ့\nဘယ်လိုတွေများ ဆက်လက် နှပါးသွားကြမလဲ ဆိုတာကို\nပရိတ်သတ်ကြီးကပဲဆက်လက် ကြည့်ရှူလိုက်ပါတော့ဗျာ\n  \nဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ\n  [မင္းသားႀကီး ဒယ္နီယန္း ရဲ႕ ၁၉၉၃ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ရာဇဝင္ သိုင္းကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက သိုင္းကားကို ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ့လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္သလို႔ ေနာက္တနည္းေျပာရရင္တ႐ုတ္ ေရာဘင္ဟု အေၾကာင္းကို ႐ိုက္ကူးျပထားတယ္လို႔လဲေျပာလို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ပ်က္စီးယိုယြင္းေနတဲ့အက်င့္ပ်က္ခ်စားမႈေတြနဲ႔ျပည့္နက္ေန တဲ့ တ႐ုတ္အစိုးရဟာနယ္ေက်း႐ႊာကေလးေတြမွာ မ်က္ႏွာဖုံးစြပ္ လုယက္ျခင္းကို ခံရၿပီးလူအမ်ားကေတာ့ သူ႔ကို Iron ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yFn3/Iron_Monkey_(Siu_Nin_Wong_Fei_Hung_Chi_-_Tit_Ma_Lau)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMjM2MTI4OTc5OF5BMl5BanBnXkFtZTgwNDk1MTAzMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "My Way(2011)",
        "description": "Korean မင္းသား Jang Dong-gun (ဒါရိုက္တာရင္) နဲ႕ မင္းသား Joe Odagiri ရယ္\nမင္းသမီး  Fan Bingbing တို႕ပါဝင္ထားတဲ့ စစ္ကားလို႕ဆိုရမယ့္ဇာတ္ကားပါ။\nတကယ့္အျဖစ္အပ်က္ကိုအေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ IMDb Rating(7.7/10)ရရွိထားပါတယ္။\nအေဟာင္းျဖစ္ျပီး အရင္က တင္ေပးခဲ့ဘူးေပမယ့္ ကြာလတီ ေကာင္းတာကို\nျပန္လည္ခံစားေစျခင္တာရယ္ ဘယ္ႏွစ္ခါၾကည့္ၾကည့္ မရိုးတဲ့ အတြက္\nသိမ္းထားျခင္သူေတြသိမ္းထားဖို႕အတြက္ျပန္လည္\nတင္ဆက္ေပးလိုက္တာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nငယ္စဥ္ကေလး ဘ၀ကတည္းက ျပိဳင္ဆိုင္မႈျပင္းထန္ခဲ့ၾကတဲ့\nသူငယ္ခ်င္းမဟုတ္တဲ့ သူငယ္ခ်င္း ၂ေယာက္\nလူမ်ိဳးမတူတဲ့ လူငယ္ေလး ၂ေယာက္\nတခ်ိန္မွာ ဘ၀ အလွည့္အေျပာင္းေတြနဲ႕ ၾကံဳေတြ႕လာရတဲ့အခါ\nေလာကဓံ အလွည့္အေျပာင္းကို ေတြ႕ၾကံဳမိလာတဲ့အခါမွာေတာ့\nဘယ္ေလာက္ပဲ မုန္းတီီးေနပါေစ ပစ္မထားရက္တဲ့\nႏိုင္ငံနားနီးခ်င္း  စစ္ရဲ႕ စေတးခံလူငယ္ေလး ၂ေယာက္\nေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကို\nဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့လား ဗ်ာ[Korean မင်းသား Jang Dong-gun (ဒါရိုက်တာရင်) နဲ့ မင်းသား Joe Odagiri ရယ်မင်းသမီး  Fan Bingbing တို့ပါဝင်ထားတဲ့ စစ်ကားလို့ဆိုရမယ့်ဇာတ်ကားပါ။တကယ့်အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့ IMDb Rating(7.7/10)ရရှိထားပါတယ်။အဟောင်းဖြစ်ပြီး အရင်က တင်ပေးခဲ့ဘူးပေမယ့် ကွာလတီ ကောင်းတာကိုပြန်လည်ခံစားစေခြင်တာရယ် ဘယ်နှစ်ခါကြည့်ကြည့် မရိုးတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/T8m2/My_Way_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjE2MDc4NTQ3N15BMl5BanBnXkFtZTgwNDU2MDE4NjE@._V1_SY1000_CR006991000_AL_-210x300.jpg",
        "title": "Veteran (2015)",
        "description": "အာရွရဲ႕ ျမန္ႏွဳ န္းျမင့္တိုးတက္လာတဲ့ ရုပ္ရွင္က႑ေတြမွာ ကိုရီယားရုပ္ရွင္ေတြကလည္း\nထိပ္ဆုံးမွာရွိေနတာ အားလုံးအသိပါ။တစ္ခု စိတ္မေကာင္းစရာတစ္ခုက ကိုရီယားရုပ္ရွင္ဆိုတာနဲ႔\nရုပ္ရွင္ပရိသတ္အမ်ားစုက စီးရီးေတြကို ဦးဆုံးျမင္ေနၾကတာပါပဲ။စီးရီးေတြကလည္း\nမေကာင္းဘူးလို႔ေျပာလိုတာမဟုတ္ပါဘူး။ဒါေပမယ့္ စီးရီးဆိုကတည္းက အမ်ားသူငါ\nျခံဳ ငုံၾကည့္လို႔ရေအာင္ ပုံစံခြက္ထဲကေနသာ ရုိက္ကူးတဲ့ ကားေတြမ်ားပါတယ္။တကယ့္ကို\nရုပ္ရွင္ကားတစ္ကားရဲ႕ ျပီးျပည့္စုံေကာင္းမြန္တဲ့ ဇာတ္ကားအမ်ားစုကိုေတာ့\nရုပ္ရွင္ကားေတြမွာပဲ ေတြ႕ႏိုင္ပါတယ္။ကိုရီယားရုပ္ရွင္ကားေတြမွာ စီးရီးေတြနဲ႔ကြဲလြဲစြာ\nသဘာဝက်တဲ့ သရုပ္ေဆာင္ေတြနဲ႔သာ အဓိကထားရုိက္ကူးထားတယ္ဆိုတာ ေတြ႕ၾကရမွာပါ။\nက်ြန္ေတာ္က ကိုရီးယားရုပ္ရွင္ေတြ သိပ္ညႊန္းေနလို႔ ပိုလြန္းလိုက္တာလို႔မ်ား သံသယျဖစ္မိေနရင္\nကမာၻ႔အဆင့္ရုပ္ရွင္ေဝဖန္ေရးပညာရွင္ ေတြေရးတဲ့ စာရင္းေတြကို လိုက္ရွာျပီးဖတ္ၾကည့္ပါက\nကိုရီးယားရုပ္ရွင္ကားေတြပါေနတာကို ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ေျပာလိုတာက ကိုရီယားကားဆိုရင္\nစီးရီးေတြခ်ည္း အာရုံစိုက္မေနနဲ႔ပဲ ရုပ္ရွင္ကားေတြလည္း ၾကည့္ၾကပါဦး။\nက်ြန္ေတာ္ေရာက္ဘူးသမ်ွ အေခြဆိုင္ေတြမွာဆိုရင္ ကိုရီးယားရုပ္ရွင္ကားေကာင္းေတြ\nဖုန္တက္ေနတာကိုခ်ည္း ျမင္ေနရတဲ့အတြက္ပါ။ရုပ္ရွင္ကားေကာင္းေတြ\nၾကည့္ျဖစ္ေစလိုတဲ့ ေစတနာနဲ႔သာ ေျပာဆိုျခင္းျဖစ္ေၾကာင္းကိုေတာ့ နားလည္ေစခ်င္ပါတယ္။\nျဖစ္တည္မွဳ ကိုပဲ ေဇာင္းေပးျပတဲ့ သူတို႔ရုပ္ရွင္အမ်ားစုရဲ႕ အိုက္ဒီယာေတြက\nထပ္ေနေပမယ့္ သဘာဝက်ျခင္း ဆက္တင္ေနာက္ခံမ်ား ပီျပင္ျခင္း စတဲ့\nအခ်က္အလက္ေတြေၾကာင့္ ကိုရီယားရုပ္ရွင္ေတြက မၾကည့္ရမေနႏိုင္ေလာက္ေအာင္\nဆြဲေဆာင္မွဳ ေကာင္းလြန္းပါတယ္။\nအဲဒီထဲမွာမွ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ေတြနဲ႔ ဆြဲေခၚသြားတဲ့ ယခု ဇာတ္ကားေလးကလည္း\nၾကည့္ရွဳ သူေတြအဖို႔ စိတ္ေက်နပ္မွဳ ေတြ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tang/Veteran_[2015]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/yellow-sea-1-140x200.jpg",
        "title": "The Yellow Sea (2010)",
        "description": "လောင်းကစားလုပ်ရင်း အကြွေးတွေဝိုင်းနေတဲ့ လူတစ်ယောက်၊ မိန်းမက တောင်ကိုရီးယားကို အလုပ်သွားလုပ်ပြီး ပိုက်ဆံရရင် ပို့မယ်လို့ ကတိပေးသွားရှာတယ်၊ သူ အလုပ်ပြုတ်သွားချိန်မှာ လုံးဝဒုက္ခရောက်လေပြီ။ လူဆိုးဂိုဏ်းခေါင်းဆောင်က ပြောတယ် တောင်ကိုရီးယားကို သွားပြီး စီးပွားရေးသမားတစ်ယောက်ကို သတ်ပေးရင် ဒေါ်လာ ၁ သောင်းရမယ်တဲ့။ သူလည်း ကြံရာမရနဲ့ သတ်ဖို့သွားပြီး စီးပွားရေးသမားဆိုတာကို လေ့လာကြည့်ရင်း မထင်မှတ်ထားတဲ့ အံ့သြတုန်လှုပ်စရာတွေကြုံလာရတဲ့အခါ... သူ့မိန်းမကိုလည်း ပြန်လိုက်ရှာရင်း ဒုက္ခပင်လည်ဝေလို့ ဒီအရှုပ်ထုတ်ကြီးထဲက လွတ်အောင်ရုန်းရတော့ပါတယ်.....\n-------------------------------------------------------\nေလာင္းကစားလုပ္ရင္း အေၾကြးေတြ၀ိုင္းေနတဲ့ လူတစ္ေယာက္၊ မိန္းမက ေတာင္ကိုရီးယားကို အလုပ္သြားလုပ္ျပီး ပိုက္ဆံရရင္ ပို႕မယ္လို႕ ကတိေပးသြားရွာတယ္၊ သူ အလုပ္ျပဳတ္သြားခ်ိန္မွာ လံုး၀ဒုကၡေရာက္ေလျပီ။ လူဆိုးဂိုဏ္းေခါင္းေဆာင္က ေျပာတယ္ ေတာင္ကိုရီးယားကို သြားျပီး စီးပြားေရးသမားတစ္ေယာက္ကို သတ္ေပးရင္ ေဒၚလာ ၁ ေသာင္းရမယ္တဲ့။ သူလည္း ၾကံရာမရနဲ႕ သတ္ဖို႕သြားျပီး စီးပြားေရးသမားဆိုတာကို ေလ့လာၾကည့္ရင္း မထင္မွတ္ထားတဲ့ အံ့ၾသတုန္လႈပ္စရာေတြၾကံဳလာရတဲ့အခါ... သူ႕မိန္းမကိုလည္း ျပန္လိုက္ရွာရင္း ဒုကၡပင္လည္ေ၀လို႕ ဒီအရႈပ္ထုတ္ၾကီးထဲက လြတ္ေအာင္ရုန္းရေတာ့ပါတယ္.....\nFile Size      :   1Gb\nDuration     : ...",
        "rating": "7.3",
        "url": "https://megaup.net/4UK5e/The_Yellow_Sea_(Hwanghae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ4MzkzNjcxNV5BMl5BanBnXkFtZTcwNzk4NTU0Mg@@._V1_-223x300.jpg",
        "title": "Blade 1 + 2 + 3",
        "description": "IMDb Rating  7.1 ရထားျပီး 90 Born ေတြရဲ႕ အသဲစြဲ ဇာတ္ကားၾကီးကို\nတင္ဆက္ေပးလိုက္ပါရေစ ငယ္ငယ္ က ဒီကားကိုၾကည့္ျပီး\n၀ါးျခမ္းျပား ဓါးနဲ႕ ေသြးစုတ္ဖုတ္ေကာင္ေတြကို သတ္ခဲ့ဖူးတယ္\nဆိုရင္ေတာ့ အသက္ ၂၀ ေက်ာ္ေနျပီဆိုတာကို ရဲရဲၾကီး အာမခံလိုက္ပါရေစ :P\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေသမ်ိဳးတစ္၀က္ ေသြးစုတ္ေကာင္တစ္၀က္ျဖစ္ေနတဲ့\nမင္းသားကိုယ္တိုင္က ဒီေသြးစုတ္ေကာင္ေတြရဲ႕ ၾကားထဲမွာ ကုိယ္တိုင္၀င္ေရာက္ ဟန္႕တားရင္း\nတိုက္ခိုက္ပံုေတြကို တင္ဆက္ျပထားတာပါ အရင္ကလည္း ၾကည့္ရွဴခဲ့ဖူးၾကတာမို႕\nအညႊန္းကိုေတာ့ ေထြေထြထူးထူး ၾကီး မညႊန္းေတာ့ပါဘူး ဗ်\n[IMDb Rating  7.1 ရထားပြီး 90 Born တွေရဲ့ အသဲစွဲ ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါရစေ ငယ်ငယ် က ဒီကားကိုကြည့်ပြီး\nဝါးခြမ်းပြား ဓါးနဲ့ သွေးစုတ်ဖုတ်ကောင်တွေကို သတ်ခဲ့ဖူးတယ်\nဆိုရင်တော့ အသက် ၂၀ ကျော်နေပြီဆိုတာကို ရဲရဲကြီး အာမခံလိုက်ပါရစေ :P\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သေမျိုးတစ်ဝက် သွေးစုတ်ကောင်တစ်ဝက်ဖြစ်နေတဲ့\nမင်းသားကိုယ်တိုင်က ဒီသွေးစုတ်ကောင်တွေရဲ့ ကြားထဲမှာ ကိုယ်တိုင်ဝင်ရောက် ဟန့်တားရင်း\nတိုက်ခိုက်ပုံတွေကို တင်ဆက်ပြထားတာပါ အရင်ကလည်း ကြည့်ရှူခဲ့ဖူးကြတာမို့\nအညွှန်းကိုတော့ ထွေထွေထူးထူး ကြီး မညွှန်းတော့ပါဘူး ဗျ]Yoteshin\n \nMegaup\n \nUserDrive\n    နံပါတ္ ၂ကားမွာေတာ့ ေသြးစုပ္ေကာင္ ေကာင္စီ အဖြဲ႕နဲ႕\nမင္းသားနဲ႕ထိပ္တိုက္ေတြ႕ၾကတာျဖစ္ျပီး\nမင္းသား ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yFh6/Blade_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzA2MjcyMzE2Nl5BMl5BanBnXkFtZTcwMDUxMjQ4NA@@._V1_-203x300.jpg",
        "title": "True Legend (2010)",
        "description": "IMDb 6.4 ရထားျပီး တိုက္ခိုက္ခန္းေတြ မ်ားမ်ားပါတဲ့ ဇာတ္ကားတစ္ကားကို\nသိုင္းကားၾကိဳက္ပရိတ္သတ္ၾကီး အတြက္တင္ဆက္ေပးလိုက္ပါရေစ\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ၾကီး\nနဲ႕ သိပ္မစိမ္းလွတဲ့ မင္းသားမင္းသမီးေတြျဖစ္ျပီး\nအဓိက ဇာတ္ေဆာင္မင္းသားၾကီးကေတာ့ သိုင္းေလာကမုန္တိုင္း ဇာတ္လမ္းတြဲထဲက\nမင္းသားၾကီး ယြဲ႕ဖုနး္ ျဖစ္ပါတယ္\nသိုင္းေလာက မုန္တိုင္းဇာတ္ကားထဲကလိုပဲ ဒီကားထဲမွာလဲ ပီပီျပင္ျပင္နဲ႕\nသရုပ္ေဆာင္သြားႏိုင္တာကို ပရိတ္သတ္ၾကီးက ခံစားၾကည့္ရွဴရမွာပါ\nဒီဇာတ္လမ္းေလးထဲမွာေတာ့ အတၱေတြ မာန္မာနေတြနဲ႕\nလက္စားေခ်ျခင္းရဲ႕ ပူေလာင္ျခင္းသေဘာတရားေတြသာမကပဲ\nလူ႕ေလာက မွာ ေန႕စဥ္ၾကံဳေတြ႕ေနရတဲ့ လူေတြရဲ႕ သေဘာသဘာ၀ေတြကိုပါ\nမီးေမာင္းထိုးျပထားျပီး အတၱၾကီးျပီး စိတ္ေဖာက္ျပန္တတ္ပံုကိုလညး္\nပီပီျပင္ရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဗိုလ္မွဴး စုဟာ သူ႕စစ္တပ္ကေန\nအနားယူျပီး မိန္းမျဖစ္သူနဲ႕ အတူ ဘ၀ကို ရိုးရွငး္စြာ ျဖတ္သန္းေနသူတစ္ဦးပါ\nစု ရဲ႕ ေယာကၹ နဲ႕ မိန္းမကို စုရဲ႕ အေဖကပဲ ေမြးစားျပီး\nေကၽြးေမြးေစာင့္ေရွာက္ခဲ့ပါတယ္  ဒီလို ေကၽြးေမြးေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကလညး္\nစု ရဲ႕ အေဖဟာ လူအမ်ား အက်ိဳးအတြက္ စု ေယာကၼၾကီးကို သတ္ခဲ့လို႕လညး္ျဖစ္ပါတယ္\nဒီလို နဲ႕ အုပ္ခ်ဳပ္ေရးမွဴးျဖစ္လာတဲ့ စုရဲ႕ ေယာကၹဟာ တစ္ေန႕မွာ အိမ္ျပန္လာျပီး\nေမြးအေဖရဲ႕ ေသြးေၾကြးကလဲ့စားကို လွလွပပၾကီး ဆပ္လိုက္တဲ့\nအခါမွာေတာ့ ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္\nဒီဇာတ္ကားကို ဘာသာျပန္ေပးတဲ့သူကေတာ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/true-legend-2010/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTk2MTMwOTk3N15BMl5BanBnXkFtZTgwMDI5OTYxMDI@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Max Steel 2016",
        "description": "2016 ထြက္ သိပံၸအက္ရွင္ကားေလးပါ။ မူလက နာမည္ရိွျပီးသား Animation ကို film အျဖစ္ အသက္ျပန္သြင္းတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ မက္စ္ ဆိုတဲ့ လူငယ္ေလးဟာ သူ႕ဖခင္ သိပၸံပညာရွင္ ထူးဆန္းစြာ ေသဆံုးသြားခဲ့ျပီးေနာက္မွ အေမနဲ႕အတူ ျမိဳကေတြေနရာေတြေျပာင္းျပီး ေနထိုင္ေနခဲ့ရေပမယ့္ အေၾကာင္းရင္းကို မသိခဲ့ပါဘူး။ တစ္ေန႕မွာေတာ့ သူ႕ကိုယ္ထဲက ထူးဆန္းတဲ့စြမ္းအင္ေတြ ထိန္းမရေအာင္ထြက္ေပၚလာျပီး ေပါက္ကြဲသြားေတာ့မလိုျဖစ္ေနတဲ့အခ်ိန္မွာ စတီးဆိုတဲ့ ျဂိဳလ္သားေလးတစ္ေယာက္က စြမ္းအင္ေတြကို စားသံုးျပီး ကယ္တင္ေပးခဲ့ပါတယ္။ မက္စ္ နဲ႕ စတီးတုိ႕ အျပန္အလွန္မွီခိုရင္း သူတို႕ ၂ ေယာက္ေပါင္းရင္ ျဖစ္လာနုိင္မယ့္ အင္အားေတြကို ရွာေဖြရင္း သူ႕အေဖရဲ႕ အတိတ္ကိုပါ ေဖာ္ထုတ္မိလာတဲ့အခါ.....\n [2016 ထွက် သိပ္ပံအက်ရှင်ကားလေးပါ။ မူလက နာမည်ရှိပြီးသား Animation ကို film အဖြစ် အသက်ပြန်သွင်းတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ မက်စ် ဆိုတဲ့ လူငယ်လေးဟာ သူ့ဖခင် သိပ္ပံပညာရှင် ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/max-steel-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-200x300.jpg",
        "title": "Operation Mekong(2016)",
        "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။\n----------------------------------------------------------------------------------------\n၂၀၁၆ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cN43/Operation_Mekong_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/confession-209x300.jpg",
        "title": "Confession of Murder (2012)",
        "description": "Confession Of Murder (2012)ကိုရီးယား အေကာင္းဆုံး Thriller Collection ရုပ္ရွင္ေတြထဲက တကားအပါအဝင္ျဖစ္တဲ့ ယခု ရုပ္ရွင္ကားက စာရင္းထဲပါမယ္ဆိုလည္း ပါႏိုင္ေလာက္ေအာင္ပင္ ဇာတ္လမ္း ဇာတ္အိမ္ဖြဲ႕စည္းမွဳ မွာ က်စ္လစ္လြန္း ပီျပင္လြန္းပါသည္။သြက္လက္ေသာ ဇာတ္အိမ္ဖြဲ႔စည္းမွဳ မ်ားျဖင့္ တကားလုံးကို ဆြဲေခၚေစႏိုင္သည္။ေထာက္လွမ္းေရးရုပ္ရွင္ကားပီပီ ေတြးစရာေတြ ဇာတ္အိမ္ျမွဳ ပ္ကြက္ေတြျဖင့္ ပရိသတ္အေပၚကို ဒရစပ္ ဖမ္းစားႏိုင္ခဲ့သည္။အထူးသျဖင့္ အက္ရွင္ခန္းေတြ အသက္ဝင္တာကလည္း အဓိကက်ပါသည္။စစခ်င္း အဖြင့္ဇာတ္အိမ္မွာပင္ ဆိုင္ခန္းထဲကို လူတစ္ေယာက္ ဝုန္းခနဲ ဝင္လာကာ ေကာ္ဖီေသာက္ေနသူအား အတင္းဝင္၍ ထိုးၾကိတ္ပစ္သည္။ထိုးၾကိတ္ခံရသူက ရဲအရာရွိ စုံေထာက္တစ္ဦး။ဆိုရလ်ွင္ အသတ္အပုတ္ အတိုက္အခိုက္ ပညာကို က်ြမ္းက်င္သူတစ္ဦးျဖစ္သည္။သို႔ျဖစ္ေစကာမူ လာေရာက္သတ္ပုတ္သူအား အႏိုင္ရေအာင္ မတိုက္ခိုက္ႏိုင္ေခ်။ လာေရာက္တိုက္ခိုက္သူက သူဖမ္းဆီးေနေသာ လူသတ္သမား တစ္ဦး ျဖစ္၏။သူ႔ေၾကာင့္ပင္ ႏိုင္ငံတစ္ခုလုံး ထိတ္လန္႔ေနရ၏ ။အသတ္ခံရသည့္ မိန္းခေလးေတြ မိသားစုေတြ မနည္းေတာ့ ။ေထာက္လွမ္းေရး ...",
        "rating": "7.1",
        "url": "https://megaup.net/Tann/Confession_Of_Murder_[2012]_(MM_Sub).mp4",
        "category": "Action, Asian, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Jack Reacher 2: Never Go Back 2016",
        "description": "ဂျက် ရီချာ ပြန်လာပါပြီ။ ဒီကားမှာတော့ မေဂျာဘဝကနေ အနားယူသွားတဲ့ ဂျက်ဟာ ဒီစီကို ပြန်လာရင်း သူ့မိတ်ဆွေ ဗိုလ်မှုးမလေး တန်နာ မတရားစွပ်စွဲခံရပြီး ဖမ်းထားခံထားရတာကို လိုက်ရင်း အစိုးရကန်ထရိုက်တာကြီးတစ်ခုရဲ့ မသမာမှုတွေကို ဖော်ထုတ်ပေးရပါတော့တယ်။ ကုမ္မဏီဘက်က ကြေးစားတွေက သူ့ရဲ့ သမီးလို့ထင်ရတဲ့ ဆမ် ဆိုတဲ့ မိန်းကလေးနောက်ကိုပါ လိုက်လာတဲ့အတွက် ဂျက်ဟာ တန်နာ ဆမ်တို့ကို ကာကွယ်ရင်း စွန့်စားခန်းထပ်ဖွင့်ဖို့လိုလာတဲ့အခါ.....Tom Cruise, Cobie Smulders, Danika Yarosh သရုပ်ဆောင် ၃ ယောက်လုံးဟာ အတွဲညီနေတော့ ဒီကားကတော့ အတော်ကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကား ဖြစ်လာတာပါပဲ။File Size    :   850 MB\nDuration   :   1 : 58 : 10\nQuality      :   Blurayrip\nTranslator :   Littleneo,Bo Phway\nEncoder   ...",
        "rating": "6.3",
        "url": "https://megaup.net/2SKlf/Jack_Reacher_2_-_Never_Go_Back_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jack Reacher (2012)",
        "description": "လူတစ္ေယာက္ Van ကားတစ္စီးစီးၿပီး ကားပါကင္ထဲကုိ၀င္လာတယ္. တစ္ဖက္ျမစ္ကမ္းကုိျမင္ရတဲ့ေနရာနားမွာကားကုိရပ္တယ္.ၿပီးေတာ့ သူ႔ရဲ႕ Rifle ကုိ ျပင္ဆင္ၿပီး ျမစ္တစ္ဖက္ကမ္းကုိခ်ိန္တယ္.စိတ္ကုိတည္ၿငိမ္ေအာင္အသက္ကုိ၀၀႐ွဴၿပီး သူ႔ရဲ႕ပစ္မွတ္ေတြကုိ rifle နဲ႔ေသခ်ာခ်ိန္ေနတယ္.သူ႔ရဲ႕ပစ္မွတ္ေတြက အျခားျမစ္တစ္ဖက္ကမ္းေပၚမွာ ပုံမွန္အတုိင္းလမ္းသြားလမ္းလာလုပ္ေနတဲ့လူေတြ.စကၠန္႔၀က္ေလာက္ခ်ိန္ၿပီးတဲ့အခါမွာ သူစပစ္တယ္.လူေပါင္းငါးေယာက္ေသတယ္.ပစ္မွတ္ေတြကုိပစ္ၿပီးတဲ့အခါ ထြက္ေျပးသြားတယ္.မၾကာခင္ပဲရဲေတြမႉခင္ျတဖစ္ဲ့ေနရာကုိေရာက္လာတယ္.သဲလြန္စေတြလုိက္႐ွာတဲ့အခါ ကားပါကင္၀င္ေၾကးအတြက္ လူသတ္သမား႐ွင္းခဲ့တဲ့အေႂကြေစ့ကေန လူသတ္သမားရဲ႕လက္ေဗြရာကုိရ႐ွိခဲ့တယ္.လက္ေဗြရာကုိစစ္ေဆးၾကည့္တဲ့အခါ လူသတ္သမားဟာ အေမရိကန္စစ္တပ္မွာ sniper အျဖစ္စစ္မႈထမ္းခဲ့တဲ့ James Barrျဖစ္ေနေၾကာင္းသိရတယ္. ရဲေတကြ James Barr ရဲ႕အိမ္ကုိ ၀င္စီးတဲ့အခါ Barr ကုိအိပ္ယာေပၚမွာအိပ္ေနရင္းေတြ႔တယ္. Barr ကုိဖမ္းၿပီး သီးသန္႔ခန္းထဲမွာစစ္ေဆးတဲ့အခါ ဘာတစ္ခြန္းမွျပန္မေျပာဘဲ Jack Reacher လုိ႔သာေရးေပးတယ္.အဲ့ေတာ့ ရဲေတြက Jack Reacher အေၾကာင္းကုိစုံစမ္းရတာေပါ့ .Jack Reacher ဆုိတဲ့လူဟာ credit card မ႐ွိ e-mail မ႐ွိ.အိမ္လိပ္စာအတိအက်မ႐ွိတဲ့လူ သူက သရဲလုိပဲ. ႏွစ္ႏွစ္ေလာက္ေပ်ာက္ေနတဲ့လူ. အေမရိကန္စစ္တပ္မွာ စ္မႈထမ္းခဲ့ဖူးတယ္ဆုိတာသာသိရတယ္.သူ႔ကုိဘယ္လုိ ႐ွာရမလဲေျပာေနၾကခ်ိန္မွာပဲ Jack ဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yHO6/Jack_Reacher_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Cats-and-Dogs-2001-movie-poster-210x300.jpg",
        "title": "Cats And Dogs ( 2001)",
        "description": "ဒီကားေလးကေတာ့ၿဖင့္အထူးတလည္ေၿပာစရာမလိုေတာ့ပါဘူး...ကြ်န္ေတာ္တို႕ငယ္စဥ္ကေလးဘ၀ထဲကၾကိဳက္ႏွစ္သက္လာတဲ့ ခ်စ္စရာေခြးေလးေတြေၾကာင္ေလးေတြပါတဲ့ကားေလးတစ္ကားပဲၿဖစ္ပါတယ္...\nကားေဟာင္းေလးေပမယ့္ ၿပန္ၿပီးသိမ္းထားသင့္တဲ့ ငယ္စဥ္ဘ၀အမွတ္တရကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ကေလးေလးေတြၾကားထဲမွာေရပန္းစားပံုတင္မက လူၾကီးမ်ားပါႏွစ္ၿခိဳက္အားေပးခဲ့ၾကတဲ့ ရယ္စရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္....\nဇာတ္လမ္းရဲ႕ အစမွာေတာ့ ေခြးေတြကိုအၿမဲအႏိုင္လိုခ်င္စိတ္ေတြရွိေနတဲ့ မစၥတာတင္ကယ္ဆိုတဲ့ ေၾကာင္မိစၦာေလး....\nသူတို႕ရဲ႕ ေပ်ာက္ဆံုးသြားတဲ့ ေအးဂ်င့္အသစ္ေနရာမွာအစားထိုးခံလိုက္ရတဲ့ ေခြးကေလး လိုယူတို႕..ဘယ္လို ၿပိဳင္ဆိုင္မႈ႕ေတြနဲ႕ခ်ၾကမလဲဆိုတာ ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးကိုငယ္ငယ္ကဘာသာၿပန္မ်ားနဲ႕ၾကည့္ရႈ႕ခဲ့ရေပမယ့္ စိတ္တိုင္းမက်ခဲ့လို အခုေတာ့ အေကာင္းဆံုးမြန္းမံဘာသာၿပန္မႈ႕မ်ားနဲ႕ ၿပန္ၿပီးတင္ဆက္လိုက္ပါတယ္ဗ်...\nဒီကားေလးရဲ႕အားသာခ်က္ေတြကေတာ့ လူေတြရဲ႕ညစ္ေနတဲ့စိတ္ေတြကို ေၾကာင္ေလးေတြေခြးေလးေတြရဲ႕ခ်စ္စရာစကားေၿပာအသံေလးမ်ားနဲ႕ ေပ်ာ္ေအာင္လုပ္ေပးထားတယ္ဆိုတာ\nၾကည့္ရႈ႕မယ့္သူမ်ားအားလံုးသိၾကရမွာၿဖစ္ပါတယ္....\n [ဒီကားလေးကတော့ဖြင့်အထူးတလည်ပြောစရာမလိုတော့ပါဘူး...ကျွန်တော်တို့ငယ်စဉ်ကလေးဘဝထဲကကြိုက်နှစ်သက်လာတဲ့ ချစ်စရာခွေးလေးတွေကြောင်လေးတွေပါတဲ့ကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ကားဟောင်းလေးပေမယ့် ပြန်ပြီးသိမ်းထားသင့်တဲ့ ငယ်စဉ်ဘဝအမှတ်တရကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီကားလေးဟာ ကလေးလေးတွေကြားထဲမှာရေပန်းစားပုံတင်မက လူကြီးများပါနှစ်ခြိုက်အားပေးခဲ့ကြတဲ့ ရယ်စရာကားလေးတစ်ကားပဲဖြစ်ပါတယ်....ဇာတ်လမ်းရဲ့ အစမှာတော့ ခွေးတွေကိုအမြဲအနိုင်လိုချင်စိတ်တွေရှိနေတဲ့ မစ္စတာတင်ကယ်ဆိုတဲ့ ကြောင်မိစ္ဆာလေး....သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့ အေးဂျင့်အသစ်နေရာမှာအစားထိုးခံလိုက်ရတဲ့ ခွေးကလေး လိုယူတို့..ဘယ်လို ပြိုင်ဆိုင်မှု့တွေနဲ့ချကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးကိုငယ်ငယ်ကဘာသာပြန်များနဲ့ကြည့်ရှု့ခဲ့ရပေမယ့် စိတ်တိုင်းမကျခဲ့လို အခုတော့ အကောင်းဆုံးမွန်းမံဘာသာပြန်မှု့များနဲ့ ပြန်ပြီးတင်ဆက်လိုက်ပါတယ်ဗျ...ဒီကားလေးရဲ့အားသာချက်တွေကတော့ လူတွေရဲ့ညစ်နေတဲ့စိတ်တွေကို ကြောင်လေးတွေခွေးလေးတွေရဲ့ချစ်စရာစကားပြောအသံလေးများနဲ့ ပျော်အောင်လုပ်ပေးထားတယ်ဆိုတာကြည့်ရှု့မယ့်သူများအားလုံးသိကြရမှာဖြစ်ပါတယ်....]\nFile size…(724.5 MB , 354 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:27:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint\nEncoder….Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/cats-and-dogs-2001/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/warrior-poster-143x200.jpg",
        "title": "Warrior (2011)",
        "description": "Warrior (2011)\nIMDb - 8.2/10_____Rotten - 83%\n အရက်စွဲရာက ပြန်လည်နာလန်ထနိုင်ဖို့ ကြိုးစားနေတဲ့ Paddy Conlon (Nick Nolte) ဆီကို နှစ်ပေါင်းများစွာက ခွဲခွာသွားပြီး သူ့ကို စိတ်နာနေခဲ့တဲ့ မရိန်းတပ်သားဟောင်းဖြစ်တဲ့ Tommy Riordan(Tom Hardy) ရောက်လာပြီးကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ သမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ \"စပါတာ\"ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်။Paddy တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့လေ့ကျင့်ပေးရင်း နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်။Paddy မှာ Tommy လိုပဲ သူ့ကို အသိအမှတ်မပြုပဲ စိတ်နာနေတဲ့ Brendan Conlon (Joel Edgerton) ဆိုတဲ့ MMA ကစားသမား ဘဝကနေ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့ အိမ်ထောင်သည်သားတစ်ယောက်ရှိပါတယ်။Brendan ရဲ့ သမီးငယ်လေးအတွက် နှလုံးရောဂါကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ အိမ်ကို ဘဏ်ကသိမ်းဖို့ အခြေအနေတစ်ခုကြုံနေရပြီး အဲဒီပြသနာကို ဖြေရှင်းဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1yKe6/Warrior_[2011]_(MM_Sub)_(2).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "",
        "title": "Dhoom 3 (2013)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့…\n၁၉၉၀ ပြည့်နှစ်ကာလမှာ အိန္ဒိယလူမျိုး မျက်လှည့်ဆရာ Iqbal Haroon Khan ဟာ သူ့ရဲ့ ဆပ်ကပ်အဖွဲ့ မပြိုကွဲရေးအတွက် ရုန်းကန်နေရပါတယ်။ ဒီဆပ်ကပ် ဆက်လက်ရပ်တည်ဖို့အတွက် အနောက်ချီကာဂိုဘဏ်ကို မှီခိုနေရပါတယ်။ ဒါပေမယ့် ဘဏ်ပိုင်ရှင် Anderson ကတော့ ဒီဆပ်ကပ်ကို ပိတ်ပစ်ဖို့ပဲ ဖိအားပေးနေပါတယ်။ အထူးဖျော်ဖြေပွဲအဖြစ် Khan ဟာ Anderson ကို သူ့ရဲ့ အကောင်းဆုံး ပြကွက်တစ်ခုကို ပြသပြီး ဆပ်ကပ်အဖွဲ့ မဖျက်သိမ်းရဖို့ ကြိုးစားပါတယ်။ ဒါပေမယ့် ဒီဆပ်ကပ်အဖွဲ့ကို ပိတ်ပစ်ဖို့ပဲ တမင်လုပ်နေတဲ့ Anderson ဟာ ဘာကိုမှ အရေးမလုပ်တာမို့ Khan ဟာ ကိုယ့်ကိုယ်ကို သတ်သေသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို ဖခင်နဲ့အတူ ဆပ်ကပ်ပြပြီး Anderson ဆီက အကူအညီ မျှော်လင့်နေရှာတဲ့ Sahir Khan ဟာ အစအဆုံး မြင်တွေ့လိုက်ရပါတယ်။\nSahir Khan ...",
        "rating": "5.4",
        "url": "https://megaup.net/2cmq9/Dhoom_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-1-219x300.jpg",
        "title": "Dhoom (2004)",
        "description": "Dhoom ကားတွေရဲ့ပထမဆုံးကားလေးပါ။ ဆိုင်ကယ်တွေနဲ့အုပ်စုလိုက် ဓါးပြတိုက်နေတဲ့ ဓါးပြအဖွဲ့တစ်ဖွဲ့ကို လိုက်လံဖမ်းစီးပုံကို ရိုက်ပြထားတာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ACP Jay Dixit နဲ့ Ali တို့ဘယ်လိုစတွေ့ခဲ့တယ်ဆိုတာပါသိရမှာဖြစ်ပါတယ်။အမြဲချိန်ပါဖြစ်နေတဲ့ Ali ရဲ့ဘဝကို သနားစဖွယ်တွေ့ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါတဲ့ဓါးပြအဖွဲ့ရဲ့ခေါင်းဆောင်ကတော့ အခု အိန္ဒိယမှာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်နေတဲ့ မင်းသား john abraham ဖြစ်ပါတယ်။ Dhoom 2 နဲ့ 3လောက်မကောင်းပေမယ့်လည်း ယှဉ်ကြည့်လို့ရတဲ့ကားလေးတစ်ကားပါ။\nFile size…(1GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:09:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2SjRU/Dhoom_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-2-218x300.jpg",
        "title": "Dhoom 2 (2006)",
        "description": "မႀကည့္ဖူးတဲ့သူမရွိေလာက္ေအာင္နာမည္ႀကီးခဲ့တဲ့ေဘာလိဝုဒ္ဇာတ္ကားတစ္ကားပါ။လက္ပြားမင္းသားရဲ႕အေကာင္းဆုံးဇာတ္ကားတစ္ကားလုိ႔လည္းေျပာလုိ႔ရပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ လက္ပြားမင္းသားဟာ Professional သူခုိးတစ္ေယာက္ရဲ႕ကာရုိက္တာကုိပီျပင္စြာသရုပ္ေဆာင္ထားတာကုိေတြ႔ရမွာျဖစ္ပါတယ္။ Dhoomကားရဲ႕အဓိကဇာတ္ေကာင္ေတြျဖစ္တဲ့ ACP Jay Dixit နဲ႔ Ali တုိ႔ရဲ႕ေနရာကုိ Abishek Bachan နဲ႔ Uday chopraတုိ႔ကသရုပ္ေဆာင္ထားပါတယ္။မယ္ကမ႓ာဆုရထားတဲ့မင္းသမီးေခ်ာ Aishwarya Rai ကလည္း ႏွစ္ဖက္ခြ်န္တစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားတစ္ခုလုံးကုိ ထိန္းသြားတာကေတာ့ လက္ပြားမင္းသား Hrithik Roshanပါပဲ။ Aryanရဲ႕ဇာတ္ေကာင္ေနရာကေန ရုပ္ေျပာင္းရုပ္လႊဲေတြကုိတစ္ဝႀကီးႀကည့္ရႈခံစားရမွာပါ။အေယာက္၁၀၀မွာ၉၀ေလာက္ႀကည့္ျပီးသားျဖစ္တဲ့ဇာတ္ကားေလးမုိ႔ review ကုိအတုိခ်ံဳ႕ပဲေရးေပးလုိက္ပါတယ္\nFile size…(1.4GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:32:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Qrw6/Dhoom_2_[2006]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/sWrQxjw5xWdBuKhaHMn1YgUdfnZ-200x300.jpg",
        "title": "Special Female Force (2016)",
        "description": "အမျိုးသမီးဇာတ်ကောင်အသားပေး Action , Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။၁၉၈၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Inspector Wears Skirts ဇာတ်ကားကို Remark ပြန်လုပ်ထားတဲ့ဇာတ်ကားပါ။Eliza Sam, Anita Chui, Cathryn Lee, Mandy Ho, Joyce Cheng, Jeana Ho စတဲ့ ဟောင်ကောင်မင်းသမီးအချောအလှတွေကို ခပ်ကြမ်းကြမ်းမြင်တွေ့ရမှာပါ။ကြည့်ရှုခံစားကြည့်ပါဦး။(Tartee Poe မှခံစားတင်ဆက်ထားပါတယ်။)File size…(900MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:42:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/16Q9z/Special_Female_Force_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/memories-of-the-sword-poster-133x200.jpg",
        "title": "Memories of the Sword (2015)",
        "description": "Memories of the Sword (2015)\nIMDb - 6.3/10_____Rotten - 75%\n  \nအလယ်ခေတ်ကိုရီးယား(ဂျိုရိုမင်းဆက်)မှာ Deok-ki , Poong-chun နဲ့ Seol-rang ဆိုတဲ့စစ်သူရဲကောင်းသုံးယောက်\nKitan  တရုတ်ဆီကအကူအညီယူပြီးဘုရင်ကိုဆန့်ကျင်ဖို့ကြိုးစားခဲ့တယ်။\nဒါပေမဲ့ Deok-ki သစ္စာဖောက်ပြီး Poong-chun သေခဲ့ရပေမယ့်\nSeol-rang က Seol-hee ( Poong-chun သမီး) ကိုခေါ်ပြီးလွတ်မြောက်သွားခဲ့တယ်။\n၁၈ နှစ်ကြာပြီးတဲ့နောက် Seol-rang မျက်လုံးမမြင်တော့ပေမဲ့ Seol-hee ကိုလက်စားချေဖို့သေချာပြုစုပျိုးထောင်ပေးနိုင်ခဲ့တယ်။\nဒီအချိန်မှာ Deok-ki ကလဲတစ်နိုင်ငံလုံးမှာ အာဏာအကြီးဆုံးရှိတဲ့လူတစ်ယောက်ဖြစ်နေခဲ့တယ်။\nSeol-hee ရင်ဆိုင်ရမှာက ဂျိုရိုမင်းဆက်က အာဏာအကြီးဆုံးလူတွေ စစ်သည်တော်တွေနဲ့ရင်ဆိုင်ရမဲ့အခါ\nဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ဒေါင်းကြည့်လိုက်ကြပါ။\n  \nအလယ္ေခတ္ကိုရီးယား(ဂ်ိဳ႐ိုမင္းဆက္)မွာ Deok-ki , Poong-chun နဲ႔ Seol-rang ဆိုတဲ့စစ္သူရဲေကာင္းသုံးေယာက္\nKitan  တ႐ုတ္ဆီကအကူအညီယူၿပီးဘုရင္ကိုဆန႔္က်င္ဖို႔ႀကိဳးစားခဲ့တယ္။\nဒါေပမဲ့ Deok-ki သစၥာေဖာက္ၿပီး Poong-chun ေသခဲ့ရေပမယ့္\nSeol-rang က Seol-hee ( ...",
        "rating": "6.3",
        "url": "https://megaup.net/Srzx/Memories_Of_The_Sword_(Hyeomnyeo_-_Kar-Ui_Gi-Eok)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Projecta2-198x300-1-132x200.jpg",
        "title": "Project A: Part II (1987)",
        "description": "Project A: Part II (1987)\nIMDb (7.1/10)…..Rotten Tomatoes (71%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော် Project A ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nပထမကားက အခဲမကြေဖြစ်နေကြတဲ့ ရန်သူတွေအပြင် ချောက်တွန်းအကွက်ချနေတဲ့ အတွင်းရန်သူတွေကိုပါ တပြိုင်နက်ဖြေရှင်းရမယ့်ဇာတ်ကားပါ။\nဒီဇာတ်ကားမှာလဲ Action ခန်းတွေက တစ်သက်လုံးအမှတ်ရနေမိမယ့် အခန်းတွေချည်းပါပဲ။\nဟာသရသလဲမြောက်ပြီး သရုပ်ဆောင်တွေပီပြင်မှုကြောင့် နှစ်မြောပျော်ရွှင်စွာ ကြည့်ရှုရမယ့်ဇာတ်ကားပါ။\n(Nan Ko Ko Oo  မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ Project A ဇာတ္ကားရဲ႕အဆက္ျဖစ္ပါတယ္။\nပထမကားက အခဲမေၾကျဖစ္ေနၾကတဲ့ ရန္သူေတြအျပင္ ေခ်ာက္တြန္းအကြက္ခ်ေနတဲ့ အတြင္းရန္သူေတြကိုပါ တျပိဳင္နက္ေျဖရွင္းရမယ့္ဇာတ္ကားပါ။\nဒီဇာတ္ကားမွာလဲ Action ခန္းေတြက တစ္သက္လံုးအမွတ္ရေနမိမယ့္ အခန္းေတြခ်ည္းပါပဲ။\nဟာသရသလဲေျမာက္ျပီး သရုပ္ေဆာင္ေတြပီျပင္မႈေၾကာင့္ ႏွစ္ေျမာေပ်ာ္ရႊင္စြာ ၾကည့္ရႈရမယ့္ဇာတ္ကားပါ။\n(Nan Ko Ko Oo  မွဘာသာျပန္တင္ဆက္ထားတာပါ။) \nFile size…(910MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:54\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://megaup.net/1xf0j/Project_A_-_2_(_A__Gai_Wak_2)_[1987]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/project-a-133x200.jpg",
        "title": "Project A (1983)",
        "description": "Project A (1983)\nIMDb (7.4/10).....Rotten Tomatoes (83%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော်ဇာတ်ကားဖြစ်ပါတယ်။\nNon-stop Action တွေမို့လို့ ကြည့်ရတာ လုံးဝတန်မှာပါ။\nAction အတော်များများကို Special Effect တွေမသုံးဘဲ လူကိုယ်တိုင်ရိုက်ကူးထားပါတယ်။\nဟာသဆန်ပြီး သွက်လက်လွန်းတာကြောင့် ဇာတ်လမ်းလေးတိုလွန်းတယ်လို့ မချင့်မရဲဖြစ်မိပါတယ်။\n(Sher Lock Aye Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားျဖစ္ပါတယ္။\nNon-stop Action ေတြမို႕လို႕ ၾကည့္ရတာ လံုးဝတန္မွာပါ။\nAction အေတာ္မ်ားမ်ားကို Special Effect ေတြမသံုးဘဲ လူကိုယ္တိုင္ရိုက္ကူးထားပါတယ္။\nဟာသဆန္ျပီး သြက္လက္လြန္းတာေၾကာင့္ ဇာတ္လမ္းေလးတိုလြန္းတယ္လို႕ မခ်င့္မရဲျဖစ္မိပါတယ္။\n(Sher Lock Aye Nyein မွဘာသာျပန္တင္ဆက္ထားတာပါ။)  \nFile size…(904MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.4",
        "url": "https://megaup.net/1xf0e/Project_A_(_A__Gai_Wak_)_[1983]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE4NDc3NjUyNl5BMl5BanBnXkFtZTgwMDA4MDQwMTE@._V1_SY1000_SX677_AL_-203x300.jpg",
        "title": "The Bag Man (2014)",
        "description": "IMDb rating 5.3 ရထားတဲ့ ဇာတ္ကားေကာင္း\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက ေကာင္းသလားဆိုေတာ့\nသရုပ္ေဆာင္ထားတဲ့ မင္းသားကို ၾကည့္ရင္ပဲ\nေကာင္းမေကာင္းကို ဆံုးျဖတ္ႏိုင္မယ္လို႕ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေၾကးစား ေသနတ္သမားျဖစ္သူ\nဂ်က္ကို  သူ႕သေဌးက အလုပ္တစ္ခုခုိင္းေစခဲ့ပါတယ္\nအဲ့ဒီအလုပ္ကေတာ့ အိတ္တစ္လံုးကို ဖြင့္မၾကည့္ပဲ သယ္လာျပီး\nျမိဳ႕တစ္ျမိဳ႕က ဟိုတယ္တစ္ခုမွာ ခ်ိန္းျပီး ေပးဖို႕ပါ\nဒီလိုနဲ႕ ဂ်က္တစ္ေယာက္ အဲ့ဒီျမိဳ႕ကိုေရာက္ရွိခ်ိန္္မွာေတာ့\nျမိဳ႕က လူတိုင္းဟာ အိတ္အေနာက္ကို သဲၾကီးမဲၾကီး လိုက္လံ တိုက္ခိုက္\nလုယက္လာရာမွာေတာ့ ဂ်က္တစ္ေယာက္ ဘယ္လိုေတြမ်ားဆက္လက္ျဖစ္ပ်က္မလဲ\nအိတ္ထဲကေကာ ဘယ္လို မက္ေမာဖြယ္ရာေတြမ်ားပါေနသလဲဆိုတာကို\nပရီတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴရမွာပါDownload On YP\n  \nDownload Large File On Pcloud\n  \nDownload Small File On  Pcloud",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-bag-man-2014/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "",
        "title": "D Day (2013)",
        "description": "ကဲ ဒီတစ်ခါတော့ ခရစ္စမတ်ပိတ်ရက်အတွက် ခပ်ကြမ်းကြမ်းဘောလိဝုဒ် ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကဘောလိဝုဒ်ကားကြိုက် ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့နာမည်ကြီးမင်းသားမင်းသမီးတွေဆိုတော့ဇာတ်လမ်းကိုကောင်းမကောင်းတော့ မညွန်းတော့ပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့Wali Khan ဟာ ပါကစ္စတန်ကို အိန္ဒိယ အလိုအရှိဆုံးလူဆိုးကြီးကိုဖမ်းဆီးဖို့ အတွက် အဖွဲ့နှင့်ဆက်သွယ်ဖို့စေလွတ်ခြင်းခံခဲ့ရပါတယ်ပါကစ္စတန်မှာက စောင့်နေတဲ့ အဖွဲ့မှာက တော့ ဒိတ်ဒိတ်ကြဲ လူဆိုးတွေပဲဖြစ်ပြီးဒီ ဒိတ်ဒိတ်ကြဲ လူဆိုးအဖွဲ့နဲ့ Wali Khan တယောက် ဘယ်လိုတွေများ ၂ပါးသွားကြမလဲဂန္ဒဝင်လူဆိုးကြီးကိုကောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာတွေကိုတော့ကဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/d-day-2013-2/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482651657052-215x300.jpg",
        "title": "Cold War 2 (2016)",
        "description": "ဇာတ္လမ္းကို Cold War စစ္ဆင္ေရးမွာ က်ဆံုးခဲ့တဲ့ ရဲမွဴး ေဟာင္း အဲလ္ဘတ္ကြမ္ရဲ႕ အသု ဘအခမ္းအနားနဲ႔ စထားၿပီး အ ခမ္းအနားအၿပီးမွာ အထူးရဲေကာ္ မရွင္အႀကီးအကဲ ေရွာင္လ်ဴဆီကို ဖုန္းဝင္လာခဲ့ပါ တယ္။ အရာရွိလ်ဴရဲ႕ဇနီးကို ျပန္ေပးဆြဲသြားတာျဖစ္ ၿပီး ဇနီးကို ျပန္ေခၚခ်င္ရင္ အက်ဥ္းသမား ဂ်ိဳးလီနဲ႔ အလဲအလွယ္လုပ္ ဖို႔ ျပန္ေပးသမားက ေတာင္းဆို ခဲ့ပါတယ္။ေရွာင္လ်ဴဟာရဲဌာနခ်ဳပ္ကို သတင္းမပို႔ဘဲ အေရးေပၚဆံုးျဖတ္ ခ်က္ခ်ကာ အက်ဥ္းသားကိုေထာင္က လႊတ္ေပးဖု႔ိလုပ္ခဲ့ပါတယ္။ ေဟာင္ေကာင္မီဒီယာေတြနဲ႔ ႏုိင္ငံေရးသမားေတြက ရဲဌာနရဲ႕ အခုလိုအေရးေပၚ ေဆာင္ရြက္ခ်က္နဲ႔ပတ္သက္ၿပီး စံုစမ္းေမးျမန္းမႈေတြ တက္လာတာေၾကာင့္ အရာရွိလ်ဴဟာ ဘီလီခြၽန္းဆိုတဲ့ စံုေထာက္ကို တရားခံနဲ႔ပတ္သက္ၿပီး စံုစမ္းေထာက္လွမ္းေစခဲ့ပါတယ္။\nဂ်ိဳးလီေထာင္က လြတ္လာ တဲ့အခါ သူ႔ဖခင္ အမ္ဘီလီ၊ အထူးရဲ ေကာ္မရွင္အႀကီးအကဲေဟာင္း ခြၽဲယန္ေကးတုိ႔ ေတြ႕ဆံုခဲ့ၾကၿပီးဂ်ိဳးကို အရာရွိလ်ဴရဲ႕ ေနရာမွာအစားထိုးႏိုင္ဖို႔ စီစဥ္ၾကပါေတာ့တယ္။ Cold War ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cold-war-2-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "JazBaa (2015)",
        "description": "IMDb Rating 5.8 ရရွိထား ျပီး အက္ရွင္ဇာတ္ၾကမ္းၾကိဳက္\nေဘာလိ၀ုဒ္ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္\nဇာတ္ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nအလုပ္ကိုမက္တဲ့ မိဘ သားသမီးကို ဂရုမစိုက္ႏိုင္တဲ့\nမိဘနဲ႕ သား သမီးၾကားက ပဋိပကၡနဲ႕ သူငယ္ခ်င္းအေပၚ\nသစၥာမရွိတဲ့ အေပါင္းအသင္း အေၾကာင္းကို ရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္း အက်င္းေလးကေတာ့ Anuradha Verma ဟာ နာမည္ၾကီး\nေရွ႕ေနတေယာက္ျဖစ္ျပီး သူနဲ႕ သူ႕မိန္းမဟာ သမီးျဖစ္သူ Sanaya ကို\nဂရုစိုက္ႏိုင္ျခင္းမရွိပါဘူး ဒီလိုနဲ႕ တစ္ေန႕ ေက်ာင္းက မိဘေက်ာင္းသား\nေတြ႕ဆံုပြဲမွာ Sanaya တေယာက္ျပန္ေပးဆြဲခံလိုက္ရတဲ့အခါမွာေတာ့\nဘယ္လိုေတြ ဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစားလိုက္ပါေတာ့ဗ်ာ",
        "rating": "5.8",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/suspect-2013-300x152.jpg",
        "title": "The Suspect 2013",
        "description": "IMDb 7 အထိရိွတဲ့ ကိုရီးယားအက္ရွင္ပါ။  ေျမာက္ကိုရီးယားက အထူးေအးဂ်င့္တစ္ေယာက္ဟာ စစ္ဆင္ေရးတစ္ခုမွာ စြန္႕ပစ္ထားခဲ့ခံရျပီး တခ်ိန္တည္းမွာ မိန္းမနဲ႕ကေလးအသတ္ခံလိုက္ရပါတယ္။ သူလမ္းေပၚမွာ ေျပးလႊားေနရင္း ေဒါသေတြ လက္စားေခ်ခ်င္မႈေတြနဲ႕ အေျဖေတြရွာဖို႕ ပတ္သတ္ေနသူေတြကို ရွင္းပစ္ဖို႕ၾကိဳးစားလာတဲ့အခါ....\nFils Size     :   1 Gb/ 500 Mb\nDuration    :   02: 17: 00\nQuality       :   Bluray 720p\nTranslator  :   Htet Linn Kyaw\nEncoder      :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1zqfi/The_Suspect_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The-Three-Musketeers2011-133x200.jpg",
        "title": "The Three Musketeers (2011)",
        "description": "ဒီဇာတ်လမ်းဟာ  Alexandre Dumas ရဲ့ သူရဲကောင်း ၃ ယောက်ဝတ္ထုကို အခြေခံထားပြီးမှ ဇာတ်ညွှန်းဆန်းသစ်ပြီး ပြန်ရိုက်ထားတာပါ။ ၂၀၁၁ ထွက်ဖြစ်တာမို့ မြင်ကွင်းတွေနဲ့ ရိုက်ချက်တွေက ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းကတော မူရင်းလောက်မကောင်းတာအမှန်ပါပဲ။ အက်ရှင် စွန့်စားခန်းကောင်းတွေကို အားပေးချင်သူတွေအတွက် အဆင်ပြေမှာပါ။\n----------------------------------------------------\nဒီဇာတ္လမ္းဟာ  Alexandre Dumas ရဲ႕ သူရဲေကာင္း ၃ ေယာက္၀တၳဳကို အေျခခံထားျပီးမွ ဇာတ္ညႊန္းဆန္းသစ္ျပီး ျပန္ရိုက္ထားတာပါ။ ၂၀၁၁ ထြက္ျဖစ္တာမို႕ ျမင္ကြင္းေတြနဲ႕ ရိုက္ခ်က္ေတြက ေကာင္းမြန္ပါတယ္။ ဇာတ္လမ္းကေတာ မူရင္းေလာက္မေကာင္းတာအမွန္ပါပဲ။ အက္ရွင္ စြန္႕စားခန္းေကာင္းေတြကို အားေပးခ်င္သူေတြအတြက္ အဆင္ေျပမွာပါ။\nFile Size     :   792 MB\nDuration    :   1: 50: 28\nQuality       :  Bluray 720p\nTranslator  :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "5.7",
        "url": "https://megaup.net/4UMzj/The_Three_Musketeers_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1qctp7ei-201x300.jpg",
        "title": "Ben-Hur (2016)",
        "description": "ခရစ္ေတာ္ရဲ႕ေမတၱာဂရုဏာေတာ္ကို ေအာက္ေမ့တမ္းတဖြယ္ တင္ဆက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Ben-Hur ရုပ္ရွင္ဟာ ဒီႏွစ္ရဲ႕ ၾသဂုတ္လ 16 ရက္မွာ စတင္ရံုတင္ျပသခဲ့တဲ့ သမိုင္းေနာက္ခံ အက္ရွင္ဒရာမာကားတစ္ကားပါ။ 2016 အတြင္း ဘတ္ဂ်က္ၾကီးၾကီးမားမားနဲ႔ ရိုက္ကူးခဲ့တဲ့ ကားေတြထဲမွာ အပါအ၀င္ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ဟာ 1959 ခုႏွစ္က ေအာင္ျမင္ထင္ရွားခဲ့တဲ့ သမိုင္းေနာက္ခံ Ben-Hur ေခတ္ေဟာင္းရုပ္ရွင္ကိုပဲ ျပန္လည္းဆန္းသစ္ထားတဲ့ ရုပ္ရွင္ပါ။ ရာဇ၀င္ကားၾကီးေတြ၏ ထံုးစံအတိုင္း လူအင္အားေကာင္းေကာင္း၊ ဆက္တင္ၾကီးၾကီးေတြနဲ႔ အားထုတ္ရိုက္ကူးခဲ့ေပမဲ့ ရံု၀င္ေငြကေတာ့ ေမွ်ာ္မွန္းသေလာက္ ေအာင္ျမင္မႈမရခဲ့ပါဘူး။ရုပ္ရွင္ကိုေတာ့ ခရစ္ေတာ္ သက္ရွိထင္ရွားရွိစဥ္ ေရာမေခတ္ကို ဇာတ္အိမ္ယူထားပါတယ္။ ဂ်ဴးလူမ်ိဳးနဲ႔ ေရာမသားဆိုတဲ့ ေမြးစားညီအကိုႏွစ္ေယာက္ၾကား ကိုယ္ပိုင္ဇာတ္လမ္းနဲ႔အတူ၊ အရမ္းခ်စ္ခင္ၾကတဲ့ ညီအကိုႏွစ္ဦးရဲ႕ အိမ္အျပန္ခရီးေတြဟာ သူတို႔မိသားစုအတြက္ မေမွ်ာ္လင့္ေလာက္ေအာင္ ခက္ခဲတဲ့ အနာဂတ္ေတြကို သယ္ေဆာင္လာခဲ့ပါတယ္။ ဒီရုပ္ရွင္မွာေတာ့ ခ်စ္ျခင္းေမတၱာနဲ႔အတူ အမုန္း၊ အာဃာတ၊ အာဏာေတြၾကားက အားျပိဳင္မႈေတြကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ေရာမေခတ္က စစ္ရထားျပိဳင္ပြဲၾကီးေတြကိုလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yOa1/Ben-Hur_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "",
        "title": "Krrish 3 (2013)",
        "description": "IMDb (5.4/10)….Rotten Tomatoes(83%)အိႏၵိယ သိပၸံနဲ႔ စြန္႔စား မႈ ေတြပါ ၀င္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္တဲ့ Krrish 3 ဟာ ေအာက္တိုဘာ ၃၁ ရက္ေန႔က\nထြက္ရွိခဲ့ပါ ျပီ။ အေနာက္တိုင္း animated ရုပ္ရွင္ကား ေတြကို ယွဥ္ႏိုင္တဲ့ Bollywood ရုပ္ရွင္ ေတြရဲ့ အဆင့္အတန္းကို ေဖာ္ျပ\nႏိုင္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္ပါ တယ္။ အရင္ ဇာတ္ကားေတြ ျဖစ္တဲ့ Koi....Mil Gaya (2003) အဓိပၸါယ္ ကေတာ့\nI...found someone နဲ႔ သူ႔ရဲ႕ ေနာက္ဆက္ တြဲ Krrish (2006) တို႔ဟာလည္း ေအာင္ျမင္ခဲ့ တဲ့ဇာတ္ကားေတြျဖစ္ပါတယ္။ ပထမ\nဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ...",
        "rating": "5.4",
        "url": "https://megaup.net/1wrc3/Krrish_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Krrish (2006)",
        "description": "IMDb (6.3/10)….Rotten Tomatoes(100%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကား Koi….Mil Gaya (2003) ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။Rohit ေနာက္သူ႕ သား Krrishna (ကရစ္ရွ္နာ) ရဲ႕ အေၾကာင္း ကေတာ့ လံုး၀ လူစြမ္းေကာင္း\nဇာတ္ရုပ္ အျဖစ္ကူး ေျပာင္းသြားပါတယ္။ Krrish ဇာတ္ကား ထဲမွာေတာ့ Krrishna တစ္ေယာက္ ဟာ အေဖ ေရာ အေမေရာ မရွိ ေတာ့ဘဲ\nအဖြားျဖစ္သူ Sonia (ဆုိနီယား) နဲ႔ အိႏၵိယ ေျမာက္ပိုင္းက ေတာင္ေပၚရြာ ေလးတစ္ရြာမွာ ဇာတ္ျမွဳပ္ေနေနရာကစပါတယ္။ Sonia က သား\nျဖစ္သူ ရဲ႕ သဘာ၀လြန္ စြမ္းအား ေတြေၾကာင့္ သားေရာ ေခၽြးမပါ ဆံုးရႈံးခဲ့ရတဲ့အတြက္ အေဖ့အေမြ ရထားတဲ့ ေျမးေလး Krrishna ကို\nအစြမ္းေတြ ထုတ္မသံုးဖို႔ တားခဲ့ရာက Krrishna က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wrdk/Krrish_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTIzODIxNjY4NF5BMl5BanBnXkFtZTYwMjE2NDg2._V1_-199x300.jpg",
        "title": "Vertical Limit (2000)",
        "description": "User Review အေနနဲ႔\n\"ရင္တထိတ္ထိတ္နဲ႔ အလန္းစားစြန္႔စားခန္းမ်ား\"\nvote အမ်ားၾကီးရထားတဲ့ ဇာတ္ကားေလး တင္ဆက္လိုက္ရပါတယ္။\nသင္ဟာစြန္႔စားခန္း ဇာတ္ကားေကာင္းေကာင္း ႏွစ္သက္မိရင္ လံုး၀ လက္မလႊတ္သင့္တဲ့ဇာတ္ကားပါ။\nကမၻာေပၚမွာ အျမင့္ဆံုးေတာင္ကိုေျပာပါဆိုရင္ ဧ၀ရက္ပါပဲ။\nဒုတိယ အျမင့္ဆံုးေတာင္ကို ေျပာပါဆိုရင္ K2 ပါတဲ႔ ေနာက္ျပီး အၾကမ္းတမ္းဆံုးေတာင္လဲျဖစ္ပါတယ္။\nစီးပြါးေရး ကုမၸဏီတစ္ခုက ေလယာဥ္ဖြင့္ပြဲကို စတန္႔သေဘာနဲ႔ျပခ်င္ေနပါတယ္\nအဲဒါကေတာ့ K2 ေတာင္ထိပ္ေပၚကို ပ်ံ၀ဲ ျပမွာပါ ေတာင္တက္သမားေတြက\nအခ်ိန္မီွအေရာက္တက္ျပီး ေလယာဥ္ကို ေတာင္ထိပ္ေပၚကေန လက္ျပ ရမဲ့စတန္႔ပါ။\nေတာင္တက္သမားေတြက အေရာက္သြားႏိုင္ပါ့မလား? အားလံုးက ဘာမွ မွန္းဆလို႔မရသလို\nယံုၾကည္လို႔လဲ မရႏိုင္ပါဘူး။ သိပ္ျပီး အမ်ားၾကီးညႊန္းဆိုမေနေတာ့ပါဘူး။ဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator Aye Min Oo ပဲ ျဖစ္ၿပီး\nအညႊန္းကိုလဲ သူကိုယ္တိုင္ ေရးေပးထားပါတယ္(သစ္ဆန္းခန္႔)\nHD Download (850MB)\nSmall ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/vertical-limit-2000/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Nightwing-Poster-222x300-222x300.png",
        "title": "NightWings (2015) MIni Series",
        "description": "ကၽြန္ေတာ္တို႔ေတြ Batman အေၾကာင္း အမ်ားၾကီး သိခဲ့ရျပီးျပီသူ႔အေၾကာင္းကိုလည္း အေၾကာင္းအရာမ်ိဳးစံုနဲ႔ ဇာတ္ေၾကာင္းေတြ အမ်ားႀကီး ထြက္ခဲ့ရျပီးျပီသူ႔ရဲ႕ တပည့္ေတြ အေၾကာင္းေတြကိုလည္း ေတာ္ေတာ္မ်ားမ်ား သိခဲ့ႀကရျပီးျပီဒါေပမယ့္ ကၽြန္ေတာ္တို႔ေတြ အားလံုးလိုလိုနဲ႔ TVေပၚမွာ ရင္းႏွီးမေနခဲ့တာက Nightwing......\nIMDb 7.5/10...\nမူလ Robin တစ္ျဖစ္လဲ Dick Grayson ဟာ သူရဲ႕ ေကာင္မေလးအသတ္ခံလိုက္ရတဲ့ အခ်ိန္မွာေတာ့ Robin ရဲ႕ တံဆိပ္ကေန စြန္႔ခြာျပီးNightwing ဆိုတဲ့ အမွတ္တံဆိပ္ကို ကိုယ္တိုင္ ဖန္တီးျပီး မတရားမႈေတြကိုတိုက္ခိုက္တတ္တဲ့ သူရဲေကာင္းတစ္ေယာက္အျဖစ္နဲ႔ ညအခ်ိန္မွာ ေပၚထြက္လာေတာ့တယ္မေကာင္းမႈေတြကို ပယ္ရွားေနရင္းနဲ႔ တစ္ေန႔ေတာ့ Deathstroke ရဲ႕လမ္းေၾကာင္းထဲ၀င္ေရာက္ စြက္ဖက္မိေတာ့တယ္ Deathstroke ဘယ္လိုလူလဲ ေကာင္းေကာင္းသိေနတဲ့အတြက္တစ္ျခားလူေတြအတြက္ နတ္ဆိုး ျဖစ္မလာခင္ Nightwing တားဆီးရပါေတာ့တယ္\nSeries ပံုစံရိုက္ထားတာလည္း ျဖစ္တယ္ အပိုင္းလည္းတိုတယ္ဆိုတဲ့အတြက္ေၾကာင့္Mini Series အမ်ိဳးအစားထဲ ၀င္သြားတာ ျဖစ္ေသာ္ျငားလည္းပဲ အပိုင္း ငါးပိုင္းနဲ႕တစ္ပိုင္းကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/nightwings-2015-mini-series/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/magnificent7-300x162.jpg",
        "title": "The Magnificent Seven (2016)",
        "description": "ေကာင္းဘြိဳင္ကားအေကာင္းစားေတြ ရွားရွားလာခ်ိန္မွာ ဒီကားေလးၾကည့္ရတာ တကယ္တန္ပါတယ္ဗ်ာ။ Wild West ရဲ႕ ဂီတသံေတြ၊ ရႈခင္းေတြၾကားမွာ အမွန္အမွား နဲ႕ ေသျခင္းရွင္ျခင္းဆုိတာ စကၠန္႕၀က္ေလာက္ လက္ပိုျမန္တဲ့လူလက္ထဲေရာက္သြားတဲ့ ကာလေပါ့။ အက်ီၤေလးကို ေနာက္ဆြဲဟျပီး လက္ကို ေသနတ္ေပၚတင္လိုက္တိုင္း သူတို႕နဲ႕ လိုက္ျပီး ရင္ခုန္တတ္တဲ့အက်င့္က မေပ်ာက္ေသးဘူးကိုး။ ဒီကားကေတာ့ ေကာင္းဘြိဳင္ကားၾကိဳက္သူ အက္ရွင္ၾကိဳက္သူေတြ အၾကိဳက္ျဖစ္ေအာင္ျပန္ရိုက္ထားတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ျမိဳ႕ငယ္ေလးကို အင္အားသံုးျပီး နွင္ထုတ္မယ့္ လူရာေက်ာ္အင္အားရိွတဲ့ ဓားျပဗိုလ္ကုိ လူ ၇ ေယာက္ထဲက ျမိဳ႕ကလူစုေလးကို ဦးစီးျပီး ျပန္တိုက္ထုတ္တဲ့ ဇာတ္လမ္းပါ။ ၇ ေယာက္လံုးရဲ႕ မတူညီတဲ့ စရိုက္ေတြ အရည္အခ်င္းေတြနဲ႕ ထူးျခားမႈေတြကို ေပါင္းစပ္ျပသြားရင္း မျဖစ္နိုင္တဲ့ စစ္ဆင္ေရးကို အသက္စြန္႕တိုက္ၾကတဲ့ သူရဲေကာင္းေတြအေၾကာင္း ျပထားတာပါ။ ၾကည့္သင့္တဲ့ ကားေကာင္းပါပဲ။ ဘာသာျပန္သူေတာင္ ၂ ခါျပန္ၾကည့္မိတယ္ နဂို ေကာင္းဘြိဳင္အေသၾကိဳက္တဲ့အခံလည္းပါတာေပါ့ဗ်ာ။ \nFile Size ...",
        "rating": "",
        "url": "https://megaup.net/2fi9m/The_Magnificent_Seven_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-2-200x300.jpg",
        "title": "To Steal From a Thief (2016)",
        "description": "El Uruguayo  ဦေဆာင္တဲ့ ငတက္ျပားတစ္စုဟာ ညဖက္မွာ အေမွာင္ရိပ္ကိုခိုျပီး\nတိတ္တဆိတ္လႈပ္ရွားေနၾကပါတယ္ သူတို႕ရဲ႕ ဦးတည္ခ်က္ကေတာ့\nဗလန္စီယာ ျမိဳ႕လယ္ေကာင္က ထီးထီးတည္ေနတဲ့ ျမိဳ႕ ရဲ႕ က်က္သေရေဆာင္ အေဆာက္အဦး\nဘဏ္ၾကီး ထိုဘဏ္ၾကီးက သူတို႕ရဲ႕ အခက္အခဲေတြ နဲ႕ ဘ၀ ကိုေျပာင္းလဲေပးေတာ့မည္ဆုိတဲ့\nေမွ်ာ္လင့္ခ်က္ေတြနဲ႕ ခ်ည္းကပ္လာခဲ့ၾကတာျဖစ္ျပီး ဘဏ္ထဲမွာကလဲ\nေျမာက္မ်ားစြာေသာ စိန္ထည္ ေတြ ေငြေတြက သူတို႕ကို ေစာင့္ေမ်ာ္လ်က္ပင္\nဒါေပမဲ့ သူတို႕ မသိႏိုင္ခဲ့တာက အာမခံ ေသတၱာနံပါတ္ ၃၁၄ ပင္\n၃၁၄ ထဲမွာ သူတို႕ကို ေသမင္းႏိုင္ငံသို႕ အေရာက္သြားေစႏိုင္ဖို႕\nလံုေလာက္တဲ့ အေၾကာင္းျပခ်က္ေတြရွိေနခဲ့တာကို မသိခဲ့ၾကတာကပဲ\nသူတို႕ကို ကို ဘဏ္ဆီ ခ်ည္းကပ္ဖို႕ သတၱိေတြေပးခဲ့တာပင္\n...ဆက္ျဖစ္မယ့္အရာေတြသိခ်င္ရင္ေဒါင္းၾကည့္ပါေလ...Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Mega",
        "rating": "",
        "url": "https://channelmyanmar.org/to-steal-from-a-thief-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE3ODYwODE2OV5BMl5BanBnXkFtZTgwMjM5ODA2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Tunnel (2016)",
        "description": "Tunnel (2016)\nIMDb - 6.9/10_____Rotten 100%\n  \nIMDb 6.9 Rotten Tomatoes 100 percent\n2016ခုနှစ်ထွက် korea movieတွေထဲမှာ\nအကောင်းဆုံးလို့ ပြောရမယ့် train to busan\nဇတ်ကားပြီးရင်အကောင်းဆုံးကဒီ Tunnel\nဇတ်ကားပါပဲ\nကျွန်တော်ဆိုလုံးဝထိုင်ရာကတောင်မထပါဘူး\n(၃ခါတောင်ကြည့်တာ ပြီးမှဘာသာပြန်တာ  )\nဇတ်လမိးအကျဉ်းကိုပြောပြရရင် KIA\nကားcompanyအရောင်းဝန်ထမ်းတစ်ဦးဖြစ်တဲ့လီဂျံ ု ဆူတစ်ယောက်သူ့\nသမီးလေးမွေးနေ့အတွက်အိမ်အပြန်လမ်းမှာဥမင်လိူဏ်ခေါင်းပြိုကျပြီးပိတ်မိသွားပါတယ်\nပိတ်မိနေတဲ့အချိန်အတောအတွင်းမှာတောင်သူ့ ရဲ့တစ်ဖက်သားကိုကူညီတတ်တဲ့စိတ်ဓာတ်\nနောက်ဆုံးအချိန်ထိအရူံးမပေးတဲ့စိတ်ဓာတ်တွေဟာတကယ်ကိုလေးစားဖို့ကောင်းပါတယ်\n(တခြားကောင်းတဲ့အချက်တွေရေးပေးချင်ပေမယ့်spoilerဖြစ်မှာဆိုးလို့မရေးတော့ပါဘူး)\nလီဂျုံဆူ အနေနဲ့နောက်ဆုံးအချိန်ထိအသက်ရှင်နိုင်မလားဆိုတာ CMပရိတ်သတ်ကြီးအမြန်ဆုံးပဲဒေါင်းကြည့်လိုကိကြပါခင်ဗျာ\nဇတ်ကားကို Kaung Myat Thu မှ ဘာသာပြန်ပေးထားပြီး အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်\n  \nFile Size - 996 MB\nQuality - BR-Rip 720p\nDuration - 2hrs 6mins\nTranslator - Kaung Myat Thu\nEncoder - Tariq L Walker",
        "rating": "6.9",
        "url": "https://megaup.net/3zvfj/Tunnel_(Teo-Neol)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/220px-MrNiceGuy_DVDcover-192x300.jpg",
        "title": "Mr. Nice Guy (1997)",
        "description": "IMDb rating 6.2 ထိရရွိထားျပီး ၁၉၉၇ ခုႏွစ္ကထြက္\nရွိခဲ့တဲ့ ဟာသကြန္ဖူး မင္းသားၾကီး ဂ်က္ကီခ်န္းရဲ႕ အက္ရွင္ဟာသ\nကားေလးကို တင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ တီဗီသတင္းေထာက္ ဒိုင္ယာနာဟာ\nကိုကိန္းေရာင္း၀ယ္မႈတစ္ခုကို အမွတ္မထင္ မွတ္တမ္းတင္မိရာကေန\nဂ်က္ကီခ်န္းက သတင္းမွာ ထုတ္လြင့္လိုက္တဲ့ အခါမွာေတာ့\nလူဆိုး ဂိုဏ္းေတြရဲ႕ အညိဳးထားမႈကိုခံလိုက္ရကာမွ\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကမလဲဆိုတာကို ဟာသသရုပ္ေဆာင္\nအက္ရွင္ ကြန္ဖူးမင္းသားၾကီးရဲ႕ သရုပ္ေဆာင္ခ်က္ေတြနဲ႕ အတူဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့Download On PcloudDownload On Yandex Disk\n \nDownload On Google Drive\n \nDownload On Openload\n \nDownload On DropBox\n \nDownload On Degoo Cloud\n \nDownload On Mega\n \nDownload On Hubic Cloud\n \nDownload On syncplicity\n \nDownload On MiCloud",
        "rating": "6.2",
        "url": "https://megaup.net/UDq4/Mr._Nice_Guy_[1997]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock-203x300.jpg",
        "title": "The Rock (1996)",
        "description": "The Rock (1996)\nIMDb (7.4/10)...Rotten Tomatoes (66%) Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာ Armageddon,Transformers ဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာ Michael Bay ရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်....ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်....FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်....ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်.............။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။\n(Myo Min Aung မှခံစားတင်ထားပါတယ်။)\n---------------------------------------------------------------------\nZawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာ Armageddon,Transformers ဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာ Michael Bay ရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BODdlMjU0MDYtMWQ1NC00YjFjLTgxMDQtNDYxNTg2ZjJjZDFiXkEyXkFqcGdeQXVyMTU2NTcxNDg@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Beta Test (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၆ ခုႏွွစ္ထြက္ရွိထားတဲ့ IMDb rating 6.8 ထိ\nရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ေပးလုိက္ပါတယ္ဗ်\nဇာတ္ကားေလးက အက္ရွင္ကားၾကိဳက္တဲ့ သဲထိပ္ရင္ဖို ကားေတြကိုမွ\nႏွစ္သက္ၾကတဲ့ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္ဆိုတာ\nအာမခံပါတယ္  အရင္ NErve ကိုၾကည့္လို႕ၾကိဳက္ႏွစ္သက္ခဲ့တယ္ဆို\nဒီဇာတ္ကားေလးကို လဲၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ ေျပာေနစရာမလိုေတာ့ပါဘူး\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဂိမ္းခ်န္ပီယံေတြကိုဆို ဂိမ္းကုမၸဏီေတြက\nသူတို႕ရဲ႕ဂိမ္းရဲက အမွားေတြ ျပစ္ခ်က္ေတြကိုရွာဖို႕ Beta version ကို\nေပးေဆာ့ေလ့ရွိပါတယ္ ျပီးမွ လံုး၀အဆင္ေျပျပီဆိုမွ Publication လုပ္ၾကတာပါ\nဒီဇာတ္ကားေလးထဲမွာလဲ ဂိမ္းခ်န္ပီယံ မက္စ္ဟာ မၾကာမီမွာျဖန္႕ခ်ီေတာ့မယ္\nဂိမ္းတစ္ခုကို အစမ္းေဆာ့ရာမွ မထင္မွတ္ပဲ ဂိမ္းဟာ အျပင္ေလာကမွာပါ ဂိမ္းထဲက\nအတိုင္းလိုက္ပါျဖစ္ပ်က္ေနတာကိုေတြ႕လိုက္ရတဲ့ အခါမွာေတာ့\nကဲ ဗ်ာ ပရိတ္သတ္ၾကီးကပဲဆက္လက္ၾကည့္လိုက္ပါေတာ့ ဗ်ိဳ႕\nဘာၾကည့္ေနတာလဲ ျမန္ျမန္သြားေဒါင္းေတာ့ေလ :P",
        "rating": "6.7",
        "url": "https://megaup.net/2glT3/Beta_Test_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTg5NTc0MjU4Nl5BMl5BanBnXkFtZTgwODUzMjIwMDI@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Ant Boy 3(2016)",
        "description": "2016 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 5.4 ထိရရွိထားတဲ့\nAnt Boy ဆိုတဲ့ စူပါဟီးရိုးကားေလးကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ကေလးၾကိဳက္ PG ကားေလး ျဖစ္တာေၾကာင့္\nအေထြအထူး ညႊန္းစရာေတာ့ မရွိပါဘူး\nဇာတ္လမ္းသေဘာကေတာ့ ပံုမွန္ စူပါဟီးရိုးပံုစံပဲ\nဗီလိန္ပါမယ္ စြမ္းအားရွင္စူပါဟီးရိုးတေယာက္ပါပါ့မယ္\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ EXO Farm ဆိုတဲ့\nကုမၸဏီၾကီးမွာ စီအီးအို အသစ္တက္လာရာမွ\nအသစ္၀င္လာတဲ့ စီအီးအိုက မေတာ္ေလာဘနဲ႕\nကမၻာၾကီးကို အုပ္စိုးဖို႕ၾကံစည္ရာမွ အန္႕ဘြိိဳင္းက အမည္မသိ\nစကိတ္စီးအဖ်က္အေမွာင့္ပေယာဂ အက်င့္ယုတ္ စက္ရုပ္ၾကီးကို\nႏွိမ့္နင္းဖို႕ၾကံဳလာရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီီးကပဲ ဆက္ၾကည့္လိုက္ၾကေတာ့ဗ်ာDownload Large File\n   \nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ant-boy-32016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480467724531-200x300.jpg",
        "title": "Regular Show the Movie (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့ျၿပီး IMDb 7.4\nထိရရွိခဲ့တဲ့ Animation ဇာတ္ကားေကာင္း\nတကားကုိတင္ဆက္ေပးလိုက္ပါတယ္ရစ္ဂီဟာ\nအနာဂတ္ကာလ မွာ Benson, Skips, Hi-Five Ghost, Muscle\nMan, and Pops  တို႔ကိုဦးေဆာင္ျၿပီး\nမေကာင္းဆိုး၀ား စက္ရုပ္မ်ားကို ဦးေဆာင္တိုက္ခိုက္ေနတဲ့\nေခါင္းေဆာင္တဦးျဖစ္ပါတယ္။\nအဖ်က္စက္ရုပ္ မစၥတာေဘာ့ဟာ အခ်ိန္ယႏၱယား က\nိုတီထြင္ထားျၿပီး တစ္ေန႔ဟာ အခ်ိန္ခရီးသြားရင္း\nကမ႓ာေျမေပၚေရာက္ရွိလာပါတယ္\nဒီလိုနဲ႔ ရစ္ဂီဟာ အခ်ိန္ယႏၱယားကိုအသံုးျပဳျၿပီး\nအတိတ္ကာလကိုသြားေရာက္တာ\nအဖ်က္သမားေတြကိုတားဆီးဖို႔လုပ္ေဆာင္ပါေတာ့တယ္\nထိုအခ်ိန္မွာ အတိတ္ကာလမွာ ေက်ာင္းသားေလး မိုဒီယာ နဲ႔\nဆံုမိျၿပီး ရစ္ဘီဟာ မိုဒီယာနဲ႔အတူ\nအဖ်က္စက္ရုပ္ေတြကိုတားဆီးႏိုင္မလားဆိုတာကို\nဆက္လၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download Large File\n \nDownload Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/regular-show-the-movie-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTU0NTkxNTMwM15BMl5BanBnXkFtZTgwNDA2OTcxOTE@._V1_-213x300.jpg",
        "title": "Traders (2015)",
        "description": "ေလာကႀကီးမွာ အေရးအႀကီးဆံုးအရာေတြ အမ်ားႀကီး႐ွိတယ္ အဲ့ဒီအေရးအႀကီးဆံုးအရာေတြထဲကမွ...\nပထမဦးစားေပးလို႔ လူတိုင္းလက္ခံထားတဲ့ ပိုက္ဆံ...\nအဲဒီပိုက္ဆံဆိုတဲ့ စာရြက္ေလးေတြအတြက္ လူလူခ်င္း သတ္ျဖတ္ရမွာ တန္ပါ့မလား...\nRotten Tomatoes - 67%\nIMDB - 6.2\nဟယ္ရီေဖာ့စ္ဆိုတာ ေအာင္ျမင္ေနတဲ့ စီးပြားေရးလုပ္ငန္း႐ွင္တစ္ေယာက္ ဇိမ္ခံတိုက္ခန္းလဲ႐ွိသလို ကားအေကာင္းစားပါပိုင္တဲ့လူတစ္ေယာက္\nဒါေပမယ့္ တစ္ေန႔ေတာ့ သူ႔ကုမၸဏီေဒဝါလီခံရဖို႔ျဖစ္လာေတာ့ သူပိုင္ဆိုင္ထားသမ်ွေတြ ဆံုး႐ႈံးရေတာ့မယ္\nအဲ့ဒီျပႆနာေတြကို ေျဖ႐ွင္းဖို႔အတြက္ ဗာႏြန္ဆိုတဲ့ လူက လာၿပီးကမ္းလွမ္းတယ္ ႐ွင္း႐ွင္းေလးပါ\nသူပိုင္ဆိုင္ထားသမွ်ေတြ အကုန္ခ်ေရာင္း ပိုက္ဆံေတြကို အိတ္ထဲထည့္ သူ႔လိုပဲ လူတစ္ေယာက္ကို ႐ွာ အဲ့လူကိုလည္း\nပိုင္ဆိုင္သမွ်ေတြ အကုန္ခ်ေရာင္း ႏွစ္ဦးႏွစ္ဖက္ရင္ဆိုင္\nေလာင္းကစားသေဘာနဲ႔ ႏိုင္တဲ့လူက ပိုက္ဆံေတြအကုန္ယူ\nအဲဒီဉာဏ္ႀကီး႐ွင္ဗာႏြန္ကေတာ့ ေျပာပါတယ္\nဒါ စီးပြားေရးပဲ အျမန္ဆံုးခ်မ္းသာႏိုင္တဲ့ စီးပြားေရးပဲတဲ့\nဟယ္ရီ႕ခမ်ာလည္း မလုပ္လို႔ကမျဖစ္ေတာ့လည္း သူေျပာတဲ့အတိုင္းလက္ခံလိုက္ရေတာ့တယ္\nေနာက္ေတာ့ သူနဲ႔ၿပိဳင္ရမယ့္သူက ...\nဒီကားရဲ႕ဇာတ္လမ္းက အရင္တုန္းက ကြၽန္ေတာ္တို႔ တစ္ခါမွ မၾကားဖူးတဲ့ အေၾကာင္းအရာပံုစံမ်ိဳးပါ...\nဒါေၾကာင့္လားပဲမသိ ခရမ္းခ်ဥ္သီးေတာင္ ၆၂ရာခိုင္ႏႈန္းနဲ႔ လတ္လတ္ဆတ္ဆတ္ေလးပဲ\nေကာင္းလားမေကာင္းဆိုတာေတာ့ ၾကည့္မွသိမွာေပါ့ ဒီကားက ဆုတစ္ခုေတာင္ရခဲ့ေသးတယ္\nဒီကားက ကားေကာင္းတစ္ကားျဖစ္တဲ့အတြက္ လက္လြတ္မခံေစဖို႔ေျပာလိုက္ပါရေစ......\n(ဇာတ္လမ္းအညြန္းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/traders-2015/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480163466877-200x300.jpg",
        "title": "BY THE GUN (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ခပ္ၾကမ္းၾကမ္း ဂိုဏ္းစတားယအက္ရွင္\nဒရာမာ တစ္ ကားနဲ႔ မိတ္ဆက္ေပးပါအံုးမယ္ ဇာတ္လမ္းေလးက\nMAFIA film ဆိုေတာ့ ပရိတ္သတ္ႀကီးအႀကိဳက္ေတြ႕မွာကေတာ့\n ေသခ်ာပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စစ္သားေဟာင္း တေယာက္ျဖစ္သူ\nNick ဟာ sal ရဲ႕လက္ေအာက္ခံဂိုဏ္းစတားတေယာက္ျဖစ္ပါတယ္\nဒါေပမဲ့ Sal ဟာ Nick ကို ယံုၾကည္ႈ အျပည့္အ၀မရွိခဲ့ပါဘူး ဒီလိုနဲ႔\nတစ္ေန႔မွာ Sal တေယာက္ Nick ကို ဂ်င္းထည့္ လိုက္တဲ့ အခါမွာေတာ့\nNick တေယာက္ဘယ္လိုေတြမ်ား ျပသနာေတြႀကံဳရမလဲ ဆိုတာ\nဆက္လက္ၾကည့္လိုက္ပါေတာ့ဗ်Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/by-the-gun-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BNzgwNDUxMTkxM15BMl5BanBnXkFtZTgwODYxMzU3OTE@._V1_-210x300.jpg",
        "title": "Naam Hai Akira (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ ေဘာလိ၀ု သဲထိပ္\nရင္ဖိုဇာတ္ကားတစ္ကားနဲ႕\nမိတ္ဆက္ေပးလိုက္ပါအံုးမယ္\nဇာတ္ကားေလးကေတာ့\nIMDb Rating 6 ထိရရွိထားျပီးေတာ့\nဇာတ္ကားေလးထဲမွာ\nACTION/CRIME/DRAMA/THRILL စတဲ့\nရသေပါင္းစံုကို တကားထဲနဲ႕ ခံစား\nရမွာျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအကီရာ ဟာ အိႏိၵယ ႏုိင္ငံျမိဳ႕ငယ္ေလးတစ္ျမိဳ႕မွာ\nေနထိုင္ျပီး ငယ္စဥ္ကတညး္က ဖခင္ရဲ႕ သင္ၾကားမႈေၾကာင့္\nမဟုတ္မခံစိတ္ရွိသူတစ္ေယာက္ပါ\nအသက္၁၄ ႏွစ္အရြယ္မွာ မေတာ္တဆ အမႈအခင္းတစ္ခုျဖစ္ပြားမႈကို\nျမင္ေတြ႕မိခဲ့ျပီး\nမိခင္ျဖစ္သူမွာ သမီးျဖစ္သူ ရဲ႕ ပညာေရးအတြက္\nမြမ္ဘ္ုိင္းျမိဳ႕ေပၚသို႕ ေျပာင္းေရြ႕ေနထိုင္ခဲ့ျပီး\nေကာလိပ္တက္ေနရာမွ တစ္ေန႕မွာ ေကာလိပ္က\nအမည္မသိ ေက်ာင္းသားရဲ႕ ျခိမ္းေျခာက္ မႈကိုခံရရာမွ\nမဟုတ္မခံစိတ္ရွိသူ အကီရာတေယာက္ မႈခင္းတစ္ခုအတြင္းမွာ ပါ၀င္ေနခဲ့မိရာမွ\nဘယ္လိုေတြမ်ားဆက္ျဖစ္ၾကမလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ",
        "rating": "",
        "url": "https://channelmyanmar.org/naam-hai-akira-2016/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/parker-poster-133x200.jpg",
        "title": "Parker (2013)",
        "description": "Parker (2013)\nIMDb - 6.2/10_____Rotten - 41%\n  Parker ဟာ အမေရိကန်စုံထောက်ဝတ္ထုရေးဆရာကြီး Richard Stark ခေါ် Donald E. Westlakeရဲ့ဇာတ်ကောင်ကို မှီငြမ်းအသက်သွင်းပြီး Alexander McLanughlin က ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Taylor Hackford ရိုက်ကူးတဲ့ စုံထောက်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်......\nအဓိကသရုပ်ဆောင်ထားသူတွေက အက်ရှင်မင်းသား Jason Statham, Jennifer Lopez, Micheal Chiklis နဲ့ Nick Nolte တို့ဖြစ်ကြပါတယ်....\nဒီဇာတ်ကားမှာ ခေါင်းဆောင်မင်းသားStathamဟာ သူ့စတန့်အားလုံးကို လူစားမထိုးဘဲ ကိုယ်တိုင်သရုပ်ဆောင်ကြောင်း သိရပါတယ်....\nလူဆိုး က သေနတ်နဲ့ပစ်စဉ် အရှိန်ပြင်းစွာမောင်းနှင်နေတဲ့ကားပြတင်းပေါက်ကနေ ဒိုင်ဗင်ထိုးထွက်တဲ့အခန်းဟာ အသက်အန္တရာယ်ရှိပေမဲ့ ဒါရိုက်တာ စိတ်တိုင်း ကျ မဖြစ်မချင်း Jason က ငါးခါ ခြောက်ခါ သရုပ်ဆောင်ပေးခဲ့ပါတယ်.....\nဒါရိုက်တာကြီးHackford ဟာ ‘Parker’ကို သူ့ရဲ့ပထမဆုံး film-noir ဇာတ်ကားဖြစ်အောင် ရိုက်ကူးရလို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eTai/Parker_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479774432639-216x300.jpg",
        "title": "Death Race (2+3)",
        "description": "ကဲဒီတစ္ခါ SiFi တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇကားေလးကေတာ့ ေသမင္းတမန္ ကားျၿပိဳင္ပြဲေၾကာင္းကိုရိုက္ကူးထားတာျဖစ္ကာတယ္Rottan tomatose မွာေတာ့ 78% ထိရရွိေအာင္ျမင္ခဲ့တာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘဏ္ဓားျပတိုက္ၾကာင့္ အဖမ္းခဲ့ရတဲ့ လူးကပ္စ္ဟာ Terminal Island မွာ ရွိတဲ့ ေထာင္ကိုေ႐ြ႕ေျပာင္းခံခဲ့ရျၿပီး ထိုေထာင္ကို wayland coporation က ပိုင္ဆိုင္ထိန္းခ်ဳပ္ထားတာ ျဖစ္ျၿပီး ကုမၸဏီက ေသမင္းတမန္ ကားျၿပိဳင္ပြဲတစ္ခုကို Pay per view နဲ႔ စီးပြားေရးဆန္ဆန္ ရိုက္ကူးျၿပီး လူးကပ္ တို႔ အက်ဥ္းသားတသိုက္ကို အႏိုင္ရရွိသူအား လြတ္ေျမာက္ခြင့္ေပးမည္ ဟုေတာ့ မက္လံုးကိုပါ ေပးလိုက္တဲ့ အခါမွာေတာ့ \nDownload Deathrace 2 Large FileDownload Deathrace 2 Small File\nDownload Deathrace 3 Large File\nDownload Deathrace 3 Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/death-race-23/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/81717304-207x300.jpg",
        "title": "Main Tera Hero (2014)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Ileana D'Cruz , Nargis Fakhri  တို့အဓိကပါဝင်ထားပြီး မင်းသားကြီး Salman Khan တို့နဲ့လဲ အားဖြည့်ထားတဲ့ Action, Comedy, Romance အမျိုးအစား Bollywood ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့.......Sreenath Prasad (ခေါ်) Seenu ဟာ Ooty တစ်ဝိုက်မှာတော့\nလူဆိုးလေးအဖြစ်နာမည်အကြီးဆုံးလူပေါ့။ သူဟာ ဘန်ဂလော\nကောလိပ်မှာ ပညာဆက်သင်ဖို့အတွက် Ooty ကောလိပ်ကနေ\nထွက်လာခဲ့တယ်။ ဒီရောက်တော့ Sunaina နဲ့ ချစ်သူဖြစ်သွားရော။\nဒါပေမယ့် Sunaina ဟာ ဒေသခံရဲအရာရှိဖြစ်သူ Angad\n(တကယ်တော့ သူက ကြောက်စရာပိုကောင်းတဲ့ ဂိုဏ်းစတားကြီး)နဲ့\nလက်ထပ်ရဖို့ စီစဉ်ထားပြီးသား။ Seenu မှာ Ayesha ဆိုတဲ့ အသွင်နဲ့\nချစ်သူနောက်တစ်ယောက်ရှိသေးပေမယ့် သူကိုယ်တိုင်တောင် သတိမထား\nမိခဲ့ပါဘူး။ တစ်ခါက သူ့သူငယ်ချင်းတွေကို ကယ်လိုက်ကတည်းက\nAyesha ဟာ သူ့အတွက်ပြီးပြည့်စုံတဲ့ေယောကျ်ားတစ်ယောက်တွေ့ပြီ\nဆိုတာ ချက်ချင်းသိလိုက်တယ်။ Ayesha ရဲ့အဖေဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/main-tera-hero-2014/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Primal Fear (1996)",
        "description": "1996 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 7.7 ရရွိထားတဲ့\nသည္းထိပ္ရင္ဖို ဇာတ္ကားေလးတစ္ကားနဲ႕\nမိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးကေတာ့\n ေအာ္စကာဆုအတြက္ စကာတင္စာရင္း တဆုနာမည္၀င္ခဲ့ျပီး\nတျခား ရုပ္ရွင္ဆုေတြလညး္ ၁၀ ဆုေတာင္ ရရွိခဲ့ပါတယ္\nကဲ ဒီေလာက္ ေတာင္ ညႊန္းေနမွေတာ့ ေကာင္းလား\nမေကာင္းလားကို မေျပာေတာ့ပုဗ်ာ\nဇာတ္လမ္း အက်ဥ္းဖက္ကို လွည့္ၾကတာေပါ့\nဇာတ္လမ္း အက်ဥး္ေလးကေတာ့\nနာမည္ၾကီး အမႈလိုက္ေရွ႕ေနတေယာက္ဟာ\nမထင္မွတ္ပဲ လူသတ္မႈတခုကို လိုက္လံေဖာ္ထုပ္ရာမွ\nအရင္ ရီးစားေဟာင္းနဲ႕ ပါ၀င္ပတ္သက္မီျပီး\nလူသတ္မႈရဲ႕ အမွန္တရားဟာလဲ ႏွစ္ေပါင္းမ်ားစြာၾကာေအာင္ ဖံုကြယ္ျခင္း\nခံထားလိုက္ရာမွ ဘယ္လို ေတြေၾကာင့္ အမႈကေပၚေပါက္သြားေလမလဲ\nဆိုတာကုိ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ\nဇာတ္ကားေလးထဲမွာေတာ့  Don't believe everything you see တဲ့ဗ်ာ",
        "rating": "7.7",
        "url": "https://megaup.net/Qzsb/Primal_Fear_[1996]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/51MflY4Gi0L-212x300.jpg",
        "title": "Shinobi: Heart Under Blade (2005)",
        "description": "နင်ဂျာတွေထဲမှာ အစွမ်းထက်ဆုံး အုပ်စု ၂ စု ရှိပြီး ထိုအုပ်စု ၂ ခုလုံးဟာ လုံး၀ မတည့်ကြပါဘူး\nတောင် တစ်ဖက် တစ်ခြမ်း စီမှာ နေထိုင်ကြပြီး အမြဲတမ်း သက်ဖြတ်နေခဲ့တာ ရန်ငြိုးတွေက နှစ်ပေါင်း ၄၀၀ တိုင်ခဲ့ပါတယ်...\nထို အုပ်စု နှစ်ခုပေါင်းစည်းပြီး တော်လှန်လာမှာကို ကြောက်လန့်လာတဲ့ အစိုးရကတော့ ထိုအခွင့်အရေးကို လက်လွှတ်မခံပဲ\nအုပ်စု ၂ စုကို အသေအကြေ တိုက်ခိုက်စေပြီး အနိုင်ရရှိသူကို အခွင့်အလမ်း ပေးဖို့ကြေညာပေးလိုကပါတယ်..\nထို ရန်ငြိုးတွေကြားမှာတော့ နှစ်ဖက် အုပ်စု နှစ်ခုက လူကြီးတွေ ရဲ့ သားနှင့်သမီး ကတော့ ချစ်ကြိုက်နေကြပါတယ်...\nထို တိုက်ခိုက်ရမည့် အမိန့်ကြေညာစာတမ်း ရောက်ရှိလာချိန်မှာတော့ သူတို့ ချစ်သူ နှစ်ဦးဟာ စစ်မြေပြင်မှာ ရန်သူတွေအဖြစ်\nပြန်လည်ရင်ဆိုင်ရတော့မှာပါ...\nနှစ်ဖက်လုံး အသေအကြေတိုက်ခိုက်ပြီး ဘယ်သူတွေ နိုင်ကြမှာလဲ ချစ်သူနှစ်ဦးကရော လက်တွဲခွင့်ရနိုင်မှာလား...\nဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ....\nဒီဇတ်လမ်းကို ဘာသာပြန်ပေးထားသူကတော့ Tariq ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/shinobi-heart-under-blade-2005/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/petes-dragon-poster-1-135x200.jpg",
        "title": "Pete’s Dragon (2016)",
        "description": "Pete's Dragon (2016)\nIMDb - 6.7/10_____Rotten - 88%\n  \nDisney ရဲ့ ၂၀၁၆ ထွက် လက်ရာကောင်းတစ်ခုပါပဲ။ IMDb 6.7 ရထားပါတယ်။\nဇတ်လမ်းအကျဉ်းလေးကတော့ ၅ နှစ်သားမှာ ကားမှောက်ပြီးမိဘ၂ ပါးလုံး ဆုံးသွားတဲ့ ကလေးလေး Pete၊\nတောနက်ထဲမှာ တစ်ယောက်တည်းဖြစ်နေတုန်း\nသူ့လိုပဲ တစ်ကောင်တည်းအထီးကျန်နေတဲ့ နဂါးကြီးနဲ့တွေ့ပြီး သူငယ်ချင်းတွေ ဖြစ်လာခဲ့တယ်။\nနဂါးကို နဂါးလို့ခေါ်မှန်းတောင် မသိတဲ့ Pete လေးဟာ\nနဂါးမိတ်ဆွေလေးကို သူ့ပုံပြင်စာအုပ်ထဲက အက်လီရက် ဆိုတဲ့နာမည်ကိုပေးထားပြီ\nတောထဲမှာ ၂ ကောင်သား ၆ နှစ်တိတိအသက်ရှင်နေထိုင်နေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သစ်ခုတ်ရင်း တဖြည်းဖြည်း တောနက်ထဲထိ ကျွံဝင်လာတဲ့ အလုပ်သမားတွေနဲ့\nသစ်တောအရာရှိမိသားစုလေးနဲ့ ဆုံတွေ့ဖို့ အကြောင်းဖန်လာတဲ့အခါ....\n  \n.\n   \nFile Size     :   743 MB\nDuration    :   1 : 42 :45\nQuality     ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e88l/Pete_s_Dragon_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMjExMDg1MzIyM15BMl5BanBnXkFtZTYwNjYxNDg4._V1_-181x300.jpg",
        "title": "Frequency (2000)",
        "description": "Frequency (2000)\nIMDb - 7.3/10_____Rotten - 70%\n  ရုပ်ရှင်အညွှန်းလေးကို မပြောပြခင် ဒီရုပ်ရှင်ကားကို Video Type ခေတ်ကတည်းက\nကြည့်ရှုခဲ့တာမို့ အဟောင်းတွေ ပြန်လည်တူးဆွရင်း ပြန်လည်တွေ့ရှိပြီး\nဘာသာပြန် Moe Myint Lwin ကို ဘာသာပြန်ဖို့ တိုက်တွန်းခဲ့ပြီး\nယခု ကြည့်ရှုသူများလက်သို့ အရောက် အပ်ခဲ့ပါပြီ....\nဇတ်လမ်းရဲ့ ပုံစံကတော့ ဂျွန် ဟာ သူငယ်စဉ်ကတည်းက ဖခင်ကို\nဆုံးရှုံးခဲ့ရသူဖြစ်ပြီး မီးသတ်တပ်ဖွဲ့အတွက် ဖခင်ဟာ အသက်ပေးသွားရသူပါ\nဘ၀ တစ်လျှောက်လုံး ဂျွန် ဟာ ဖခင် မေတ္တာငတ်မွတ်ခဲ့ရပါတယ်...\nဂျွန် မှာ မိခင်ကြီးသာ ရှိပြီး အမေ နှင့်လဲ မတွေ့ဖြစ်တာ ပိုများနေပါတယ်...\nဂျွန် ၏ အလုပ်မှာ ရဲစုံထောက်ဖြစ်ပြီး ကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးရန်\nစုံစမ်းစစ်ဆေးနေတဲ့ အချိန်ဖြစ်ပါတယ်...\nတစ်ရက်မှာတော့ ဂျွန် သူငယ်ချင်း နှင့် သူငယ်ချင်း၏ သားဖြစ်သူတို့ ဂျွန်အိမ်ကို လာပြီး\nဖခင်ကြီး သိမ်းဆည်းသွားသော မီးသက်တပ်ဖွဲ့ဝန်ထမ်း သေတ္တာကို ဖွင့်စစ်ရာ\nဖခင်ကြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/TEx4/Frequency_[2000]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Elektra_poster-206x300.jpg",
        "title": "Elektra (2005)",
        "description": "Elektra 2005 ဟာ ကေနဒါအေမရိကန္စူပါဟီးရိုးရုပ္ရွင္ကားတစ္ကားၿဖစ္ပါတယ္....Elektra  ရဲ႕အစြမ္းကတေစၦတစ္ေကာင္လို လ်င္ၿမန္စြာသြားလာႏိုင္တာပဲၿဖစ္ပါတယ္...Elektra ရုပ္ရွင္ကိုဇန္န၀ါရီလ ၁၄ ရက္ ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး ထုတ္လုပ္မႈ႕ေငြေၾကး ေဒၚလာ ၄၃ သန္း နဲ႕ ၀င္ေငြ ေဒၚလာ ၅၆ သန္းရရွိခဲ့တဲ့စူပါဟီးရိုးဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္...Elektra သည္သူမရဲ႕မိခင္ကိုသတ္ခဲ႕ေသာလူသတ္သမားကိုၿမင္လွ်င္ သူမရဲ႕ေဒါသနဲ႕အေၾကာက္တရားကိုမထိန္းခ်ဳပ္ႏိုင္ပဲ စိတ္အလိုတိုင္းလုပ္တတ္လို႕ သူမရဲ႕မ်က္မၿမင္ဆရာထံမွ တပည္႕အၿဖစ္ထုတ္ပယ္ၿခင္းခံခဲ႕ရသည္္....ေၾကးစားလူသတ္မႈ႕မ်ားကိုတစ္ခုၿပီးတစ္ခုလုပ္ကိုင္ရင္း....အမည္မသိဌားရမ္းတဲ႕လူတစ္ေယာက္ဆီကေန ၾကီးမားေသာကမ္းလွမ္းမႈ႕တစ္ရပ္ကိုလက္ခံရရွိခဲ႕ပါတယ္....ထို႕ေၾကာင္႕ သူမရဲ႕သားေကာင္ၿဖစ္တဲ့ လူရဲ႕အနီးကပ္ဆံုးေနရာက်ြန္းေပၚတြင္ အိမ္ဌားကာ သူမအတြက္အမိန္႕ကိုေစာင့္ဆိုင္းေနခဲ႕ပါတယ္....ထိုသို႕ေစာင့္ဆိုင္းေနစဥ္အတြင္း က်ြန္းေပၚရွိသားအဖႏွစ္ေယာက္နဲ႕ေတြ႕ဆံုမိၿပီး သံေယာဇဥ္ၿဖစ္လာရာကေန ထုိသားဖႏွစ္ေယာက္မွာသူသတ္ရမယ့္ လူႏွစ္ေယာက္ၿဖစ္လာေသာအခါ ဘာေတြၿဖစ္လာမလဲဆိုတာ စိတ္၀င္စားဖြယ္ၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....File Size : 905.0MB , 393.8MBQuality : BlueRay 720p HD Duration : 01:39:50Subtitle : Myanmar Subtitle (Hardsub)Encoder : Moe Myint Lwin\nDownload 720 HD (905.0MB)\nDownload 360p Small File (393.8MB)",
        "rating": "4.8",
        "url": "https://megaup.net/Ux9j/[00700]_Elektra_(2005)_[Action]_[Jennifer_Garner]_[USA]_[4.8].mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/22-jump-poster-133x200.jpg",
        "title": "22 Jump Street (2014)",
        "description": "22 Jump Street (2014)\nIMDb - 7.0/10_____Rotten - 84%\n  \n2014 ခု နှစ်မှာထွက်ရှိထားတဲ့ 22 Jump Street ဇာတ်ကားဟာ IMDb Rating 7 အထိရရှိထားတဲ့ရဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..2012 က ထွက်ရှိခဲ့တဲ့ 21 Jump Street ရဲ့\nအဆက်အဖြစ်နဲ့ထွက်လာပါတယ်..2ကားလုံးကတော့ ဟာသအက်ရှင်ဇာတ်ကားတွေပဲဖြစ်ပါတယ်\nဇာတ်လမ်းဇာတ်အိမ်ဖန်တီးထားတဲ့နေရာမှာလည်းသေသပ်သလို ဟာသလည်းမြောက်ပါတယ်\n21 Jump Street မှာတော့ ကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်း2ယောက် ကျောင်းပြီးလို့ရဲထဲဝင်\nတဲ့အခါ အလုပ်အတူတူတွဲလုပ်ရင်း ထူးခြားတဲ့အမှုအတွက် ကျောင်းပြန်တက်ရပြန်ပါတယ်..\nကျောင်းတက်ရင်းဘယ်လိုတလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာကို ကြည့်ရမှာပါ\nယခု တင်တဲ့ဇာတ်ကား 22 Jump Street ကတော့ အဆက်အနေနဲ့ဆက်လက်ရိုက်ကူးထားပါတယ်\n \n21 Jump Street ကို မကြည့်ရသေးသူများ အတွက်လည်း\nအောက်မှာလင့်ပြန်ပေးထားပါတယ်..။\n \n21 Jump Street (2012)\n  2014 ခု ႏွစ္မွာထြက္ရွိထားတဲ႕ 22 Jump Street ဇာတ္ကားဟာ IMDb Rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Wyef/22_Jump_Street_[2014]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/21-jump-street-poster-136x200.jpg",
        "title": "21 Jump Street (2012)",
        "description": "21 Jump Street (2012)\nIMDb - 7.2/10_____Rotten - 84%\n  \nဟာသအက်ရှင်ဇာတ်ကားပါ......\nဇာတ်လမ်းဇာတ်အိမ် ဖန်တီးထားတာ သေသပ်သလို ဟာသလဲတော်တော်မြှောက်ပါတယ်...\nကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်းနှစ်ယောက် ကျောင်းပြီးလို့ ရဲထဲဝင်တဲ့အခါ\nအလုပ်အတူတူ တွဲလုပ်ကြရင်း ထူးခြားတဲ့ အမှုတစ်ခုအတွက် ကျောင်းပြန်တက်ရပါတယ်...\nကျောင်းတက်ရင်း ဘယ်လို တလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦးခင်ဗျာ...။\n \n21 Jump Street ရဲ့အဆက် 22 Jump Street ကိုလည်း\nအောက်ပါလင့်မှာ down ယူကြည့်ရှု့နိုင်ပါတယ်\n \n22 Jump Street (2014)  \nဟာသအက္ရွင္ဇာတ္ကားပါ......\nဇာတ္လမ္းဇာတ္အိမ္ ဖန္တီးထားတာ ေသသပ္သလို ဟာသလဲေတာ္ေတာ္ေျမွာက္ပါတယ္...\nေက်ာင္းတုန္းက မတည့္တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ ေက်ာင္းၿပီးလို႕ ရဲထဲဝင္တဲ့အခါ\nအလုပ္အတူတူ တြဲလုပ္ၾကရင္း ထူးျခားတဲ့ အမႈတစ္ခုအတြက္ ေက်ာင္းျပန္တက္ရပါတယ္...\nေက်ာင္းတက္ရင္း ဘယ္လို တလြဲေတြနဲ႕ အမႈလိုက္ၾကမလဲဆိုတာ ခံစားၾကည့္ၾကပါဦးခင္ဗ်ာ...။\n \n21 Jump Street ရဲ႕အဆက္ 22 Jump Street ကိုလည္း\nေအာက္ပါလင္႔မွာ down ယူၾကည္႔ရႈ႕ႏိုင္ပါတယ္\n \n22 Jump ...",
        "rating": "7.2",
        "url": "https://megaup.net/UGzf/21_Jump_Street_[2012]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/criminal-poster-133x200.jpg",
        "title": "Criminal (2016)",
        "description": "Criminal (2016)_____IMDb - 6.3/10\n မင်းသားကြီး Kevin Costner ရဲ့ ဇာတ်ကြမ်းကားပါ။ IMDb (6.3/10) ရရှိထားပါတယ်။\nဓါတ်ပူးမင်းသား Ryan Reynolds ဟာ CIA အေးဂျင့်တစ်ယောက်ပါ...\nကမ္ဘာနဲ့ချီ ဒုက္ခရောက်မယ့် ကိစ္စတစ်ခုမှာ ဝင်ရောက်ကယ်တင်ရင်း မအောင်မြင်ဘဲ ဂန့်သွားပါတယ်....\nအဲ့ဒီမပြီးပြတ်သေးတဲ့ကိစ္စကို ဆက်လက်ဆောင်ရွက်ဖို့ သူ့ရဲ့ဦးနှောက်ထဲက မှတ်ဉာဏ်တွေကို\nလူကြမ်းကြီး Kevin Costner ထဲကို ကော်ပီကူး ရွှေ့ပြောင်းပါတယ်....။\nအဲ့ဒီထူးဆန်းတဲ့ကိစ္စကြီးအောင်မြင်သွားမလား...\nကမ္ဘာနဲ့ချီဒုက္ခရောက်မယ့်ကိစ္စကြီးရော အောင်မြင်သွားမလား....\nလူကြမ်းကြီးရဲ့နှလုံးသားရော နူးညံ့သွားမလားဆိုတာ ရင်တမမကြည့်ရှုရမှာပါ။\nSpoil လုပ်ရရင် လူကြမ်းကြီးရဲ့ နှလုံးသားကတော့\nမင်းသမီး Gal Gadot (Wonder Woman ) ကြောင့် သေချာပေါက် အရည်ပျော်သွားဖို့ရှိနေပါတယ်...:P ။ \nFile size…(814 MB)\nQuality…Blu-Ray 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nFixed By  Naing Aung Latt\nEncoded By  Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/criminal-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/beyond-rangoon-poster-133x200.jpg",
        "title": "Beyond Rangoon (1995)",
        "description": "Beyond Rangoon (1995)_____IMDb - 6.6/10\n IMDb rating 6.6 ရရှိထားြပြီး ၁၉၉၅ ခုနှစ်က ရိုက်ကူးထားတဲ့\nမြန်မာ့နောက်ခံ သမိုင်းအသားပေး ဇာတ်ကာကြီး Beyond Rangoon ကိုမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာ ဆို ၁၉၈၈ ခုနှစ်မှာ မြန်မာ နိုင်ငံကိုလာလည်တဲ့ tourist တဖွဲ့ဟာ\n၈၈၈၈ uprising ကိုကြုံတွေ့ရပုံကို ရိုက်ကူးပြသထားတာ ပါ။\nဒါကြောင့် မြန်မာနိုင်ငံရဲ့ သဘောသဘာဝတွေအများအပြားပါဝင်ထားပြီး\nထူးခြားတာ တစ်ခုက ဒီဇာတ်ကားဟာ မြန်မာ နိုင်ငံမှာ ရိုက်ကူးခဲ့တာ မဟုတ်ပဲ\nမလေးရှားနိုင်ငံမှာပဲ ဇာတ်ဝင်ခန်းအားလုံးကိုရိုက်ကူးခဲ့တာဖြစ်ြပြီး\nဒီဇာတ်ကားထဲမှာ အပြင်မှာ လက်တွေ့ကြုံတွေ့ခဲ့ ကြရတဲ့ မြန်မာပြည်သူတွေရဲ့ လက်တွေ့ ဘဝတွေကို\nမီးမောင်းထိုးရိုက်ကူးပြသထားတာပါ။\nဒီဇာတ်ကားဟာ ဥရောပမှာသာမက အမေရိကမှာပါအထူးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားလည်း ဖြစ်ခဲ့ပါတယ် ။\n ဇာတ်လမ်း အကျဉ်းလေးကတော့\nအန်ဒီနဲ့ သူ့သူငယ်ချင်းဟာ လင်ယောကျာ်းဖြစ်သူ အသတ်ခံရလို့\nပူဆွေးသောကဖြစ်နေတာကို စိတ်ပြေလက်ပျောက်ဖြစ်စေရန်အလို့ငှာ\nမြန်မာနိုင်ငံသို့အပန်းဖြေလေ့လာရေးခရီးထွက်လာရာမှ\nမမျှော်လင့်ပဲ ၈၈၈၈ ကိုကြုံတွေ့ လိုက်ရတဲ့အခါမှာတော့ ...........",
        "rating": "6.6",
        "url": "https://megaup.net/Sfdm/Beyond_Rangoon_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478707954854-203x300.jpg",
        "title": "The Berlin File (2013)",
        "description": "2013 ခုနှစ်က ထွက်ရှိခဲ့ြပြီး IMDb rating 6.6 ရရှိထားြပြီးAction / Thrill ဇကားတကားကိုတင်ပေးလိုက်ပါတယ်။ ဇကားလေးမှာပါဝင်ထားတဲ့ မင်းသားမင်းသမီးတွေက ပရိတ်သတ်ကြီး နဲ့မစိမ်းလှတဲ့ နာမည်ကြီး ကိုရီးယား မင်းသားမင်းသမီး တွေ ဖြစ်တာကြောင့်ပရိတ်သတ်ကြီးအနေနဲ့ကြည့်လို့အဆင်ပြေမှာပါဒီဇတ်ကား ဟာ ဇကာတင်စာရင်း ၅ခါ ဝင်ခဲ့ြပြီးဆု ၂ဆုရရှိခဲ့ပါတယ်ကဲဗျာ လေတောင်တော်တော်များသွားြပြီဇာတ်လမ်း အကျဉ်းလေးဖက်ကို လှည့်လိုက်ကြရအောင်လားဇာတ်လမ်း အကျဉ်းလေး ကတော့မြောက်ကိုးရီးယားအေးဂျင့်တစ်ယောက်ဖြစ်သူ ပြုံးဂျောင်ဆုံဟာဘာလင်မှာ အာရပ်တော်လှန်ရေးတပ်နဲ့ လက်နက်အရောင်းအဝယ်လုပ်ဖို့တာဝန်ပေးခံရတာကနေ အရောင်းအဝယ်ပျက်သွားတဲ့နောက်မှာတော့ဒီဘာလင်အရှုပ်တော်ပုံထဲ ရောက်သွားခဲ့ပြီးတော့မြောက်ကိုးရီးယားသံရုံး စကားပြန်ဖြစ်သူ သူ့ဇနီးနဲ့ သူကိုယ်တိုင်ဟာတိုင်းပြည်ကို သစ္စာဖောက်တဲ့သူတွေအဖြစ် အကွက်ချ အစွပ်စွဲခံလိုက်ရချိန်မှာဒီအရှုပ်တော်ပုံကို အေးဂျင့်ပြုံးဂျောင်ဆုတစ်ယောက်ဘယ်လိုအဖြေရှာမယ်၊ ဘယ်လိုတွေ ရင်ဆိုင်ရမလဲဆိုတာကိုDownload လုပ်ပြီးတော့သာ ရှုစားကြပါရှန်။ကျိုင်းဇူးပါရှန်။     ။----------------------------------------------------------------2013 ခုႏွစ္က ထြက္ရွိခဲ့ျၿပီး IMDb rating 6.6 ရရွိထားျၿပီးAction / Thrill ဇကားတကားကိုတင္ေပးလိုက္ပါတယ္။ ဇကားေလးမွာပါ၀င္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ႀကီး နဲ႔မစိမ္းလွတဲ့ နာမည္ႀကီး ကိုရီးယား ...",
        "rating": "6.6",
        "url": "https://megaup.net/3yHmk/The_Berlin_File_(Bereullin)_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Housefull 3 (2016)",
        "description": "Housefull 3 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ႏွင့္ Housefull 2 ဇာတ္ကားတို႔၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 3 ဇာတ္ကားသည္ ဖခင္တစ္ဦး၏ သမီးသံုးဦးအေပၚထားရွိသည့္ လြန္ကဲ သည့္ေမတၱာေၾကာင့္ သမီးသံုးေယာက္ကို အိမ္ေထာင္ဖက္မေပးစားလိုဘဲ ကေလးငယ္မ်ားကဲ့\nသို႔ ရင္ဝယ္သားလုိေစာင့္ေရွာက္လိုသည့္ ဖခင္ႏွင့္ သမီးသံုးေယာက္အား ခ်စ္ၾကိဳက္ေနသည့္ အမ်ဳိးသားသံုးေယာက္တုိ႔အေၾကာင္းကို ဇာတ္လမ္းဆင္႐ိုက္ကူးထားေသာ ေဘာလိဝုဒ္အခ်စ္ ဟာသဇာတ္ျမဴးကားတစ္ကားျဖစ္သည္။\nဇာတ္လမ္းအေနျဖင့္ ေခ်ာေမာလွပသည့္ သမီးသံုးေယာက္ပိုင္ဆုိင္ထားသည့္ ဖခင္ တစ္ဦးမွာ သမီးငယ္မ်ားအား အိမ္ေထာင္ဖက္ေပးစားလိုျခင္းမရွိေပ။ သမီးမ်ား၏ ရည္းစား ျဖစ္သူ အမ်ဳိးသားသံုးေယာက္မွာ\nနည္းလမ္းမ်ဳိးစံုျဖင့္ ၄င္းတို႔၏အိမ္တြင္းသို႔ဝင္ေရာက္ကာ သမီးမ်ား၏ အသင့္ေတာ္ဆံုးျဖစ္သည့္ သတို႔သားမ်ားျဖစ္ေၾကာင္း သက္ေသျပၾကရသည္။\nေနာက္ဆံုးမွာ ဖခင္၏ စိတ္႐ႈပ္ေထြးမႈမ်ားႏွင့္ သတုိ႔သားေလာင္းမ်ား၏ လိမ္လည္မႈမ်ားကို ဟာသေႏွာကာ ႐ိုက္ကူးထားသည့္ အိႏိၵိယေဘာလိဝုဒ္ အခ်စ္ဟာသဇာတ္ကားတစ္ကား ျဖစ္သည္။\n(Review credit to The Mirror ...",
        "rating": "5.3",
        "url": "https://megaup.net/3yvy3/Housefull_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/cotgfdvd-200x300.jpg",
        "title": "Curse of the Golden Flower (2006)",
        "description": "IMDb (7/10)Rotten Tomatoes (66%)StorylineAD 928 ခုနစ် တရုတ်ပြည် မှာပါ။ ပြည့်ရှင်ဘုရင်ကြီးက သိုင်းပညာနဲ့ နိုင်ငံရေးတွေမှာ တတ်ကျွမ်းသလောက် ရက်စက်ကြမ်းကြုတ်တဲ့သူလည်းဖြစ်တယ်။ သူ့မိဖုရားကြီးကို မချစ်လို့ သူသောက်နေကြ ဆေးရည်ထဲမှာ ကြာကြာသောက်ရင် ရူးသွားစေတဲ့ ပစ္စည်းတွေထည့်တိုက်ပြီး တဖြည်းဖြည်း အဆိပ်ခတ်လုပ်ကြံတယ်။ ဒါကို မိဖုရားကြီးနဲ့ စစ်တပ်ရဲ့ အကြီးအကဲတစ်ယောက်ဖြစ်တဲ့ ဒုတိယသားတော်တို့ သိသွားတဲ့အခါမှာတော့ အမေကို ရက်ရက်စက်စက် သတ်ဖို့ကြိုးစားနေတဲ့ အဖေကို ပန်းပွဲတော်ကျင်းပတဲ့အချိန်မှာ ရှင်းလင်းပြီး တိုင်းပြည်အာဏာလုဖို့ ဖြစ်လာပါတယ်။ အဲအပြင် တော်ဝင်မိသားစုတစ်ခုလုံးမှာလည်း တခြား အရှုပ်တော်ပုံတွေနဲ့ ရှုပ်ရှက်ခတ်ပြီး ထိန်းမရသိမ်းမရဖြစ်လာပါတော့တယ်။\n…\nReview\nဒီကားကို ကျော်အရင်ဆုံးကြည့်ဖူးတော့ ခုတ်တဲ့ထစ်တဲ့ အခန်းကလွဲလို့ ဘာကိုမှသဘောမကျခဲ့ပါဘူး။ ရုပ်ရှင်မကြည့်တတ်သေးတဲ့ အရွယ်ကိုး။ နောက်မှ စကားပြောခန်းတွေကိုလည်း စိတ်ဝင်စားပြီး ရုပ်ရှင်ကြည့်တတ်သလိုဖြစ်လာတော့မှ ပြန်ကြည့်မိတော့ အင်မတန်ကို လက်ရာမြောက်တဲ့ကားတစ်ကားဖြစ်နေပါတယ်။\nရုပ်ရှင်တစ်ကားလုံးရဲ့ 70% လောက်က နန်းတွင်းအဆောင်တွေထဲမှာတင် စကားပြောနေကြလို့ သာမန်အပျင်းပြေကြည့်မဲ့သူတွေအတွက်တော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1wxav/Curse_Of_The_Golden_Flower_(Man_Cheng_Jin_Dai_Huang_Jin_Jia)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/summer-wars-2770-204x300.jpg",
        "title": "Summer Wars (2009)",
        "description": "Summer wars ဆိုတဲ့ anime ဟာ ႏိုင္ငံတကာမွာ အထူးထင္ရွားတဲ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Hosoda Mamoru ႐ိုက္ကူးခဲ့တဲ့ Rating ျမင့္ ကာတြန္းတစ္ကားျဖစ္ပါတယ္.. ဂ်ပန္ကာတြန္းကားေတြရဲ႕ ထံုးစံအတိုင္း ရင့္က်က္တဲ့ဇာတ္အိမ္နဲ႔အတူ မိသားစုသံေယာဇဥ္.. ခ်စ္ျခင္းေမတၱာ.. စည္းလံုးမႈ.. မေလွ်ာ့ေသာဇြဲနဲ႔အတူ မထင္မွတ္တဲ့အေျပာင္းအလဲေတြနဲ႔ ေတာ္ေတာ္ေလးနာမည္ႀကီးခဲ့တဲ့ ဇာတ္ကားလဲျဖစ္ပါတယ္..ဇာတ္လမ္းကေတာ့ OZ ဆိုတဲ့ တစ္ကမာၻလံုးက ဖုန္း/ကြန္ပ်ဴတာေတြ အင္တာနက္ကတဆင့္ ခ်ိတ္ဆက္ကစားႏိုင္တဲ့ Digital World ကေန အစျပဳခဲ့ပါတယ္.. လူတိုင္းမွာ ကိုယ္ပိုင္အခ်က္အလက္နဲ႔ဖန္တီးထားတဲ့ ဇာတ္ေကာင္တစ္ေကာင္ဆီပိုင္ဆိုင္ၿပီး shopping ထြက္တာ စီးပြားေရးလုပ္ငန္းေတြ အုပ္ခ်ဳပ္သူအစိုးရပိုင္းေတြ ေရပိုက္လိုင္း လွ်ပ္စစ္စနစ္ကအစ အျပင္ေလာကနဲ႔ထပ္တူ လႈပ္ရွားကစားႏိုင္တဲ့ virtual world game တစ္ခုလဲျဖစ္ပါတယ္..ခဲန္းဂ်ိလို႔ေခၚတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္ဟာ သခ်ၤာအိုလံပစ္မွာ ဂ်ပန္ႏိုင္ငံကိုယ္စားျပဳအျဖစ္က လြဲေခ်ာ္ခဲ့လို႔ စိတ္မေကာင္းျဖစ္ေနတဲ့ ေကာင္ေလးတစ္ေယာက္ပါ.. တစ္ရက္ သူ႔စီနီယာမမက အဖြားေမြးေန႔မွာ သူ႔ရည္းစားအျဖစ္နဲ႔ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/summer-wars-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/kung-fu-panda-secrets-of-the-scroll-576beba5958bf-210x300.jpg",
        "title": "Kung Fu Panda: Secrets of the Scroll (2016)",
        "description": "Kung Fu Panda: Secrets of the Scroll (2016)________IMDb - 7.1/10\n  \nဒီ ၂၃ မိနစ်စာပဲရှိတဲ့ ကွန်ဖူး ပန်ဒါကားလေးက ပန်ဒါဇာတ်ကားအားလုံးရဲ့အနှစ်ချုပ်ပါပဲ\nIMdb rating 7.1 ရထားပြီး Animation ကြိုက်သူတွေလက်မလွှတ်သင့်ပါဘူး\nဒီဇာတ်လမ်းလေးက ညီနောင်ငါးဦး ဘယ်လိုဖြစ်ပေါ်လာသလဲဆိုတာ ဖေါ်ညွှန်းထားတာပါ\nကွန်ဖူး ပန်ဒါဆိုရင် ကလေးလူကြီးသိနေကြပြီးဖြစ်လို့ အထွေအထူး မညွှန်းတော့ပါဘူး\nကွန်ဖူး ပန်ဒါ သုံးကားစလုံးကြည့်ဖူးတယ်ဆိုရင်တော့ဒီကားလေးက မဖြစ်မနေကြည့်ရမဲ့ ကားထဲပါသွားပါပြီ.....\n(ဘာသာပြန်သူ Aye Min Oo ပါ) \nFile Size - 134 MB\nQuality - 1080p\nDuration - 23 min\nTranslator - Aye Min Oo\nEncoder - Littleneo",
        "rating": "7.1",
        "url": "https://megaup.net/Rkwb/Kung_Fu_Panda_-_Secrets_Of_The_Scoll_[MM_Sub).mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "",
        "title": "Kites (2010)",
        "description": "လက္ပြားမင္းသား Hrithik Roshan နဲ႕ မက္ဆီကန္ ဥရုေဂြးမင္းသမီး Barbara Mori တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့Action, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။IMDb Rating (6.1) နဲ႕ Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဒီဇာတ္ကားကို စကားတစ္ခြန္းနဲ႕ပဲ ညႊန္းခဲ့ပါရေစ။\"ခ်စ္ျခင္းဟာ ရူးသြပ္ဖို႕ လံုေလာက္လြန္းပါတယ္\" \nFile size…(999MB)\nQuality…Blu-ray Rip 720p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://megaup.net/1wren/Kites_[2010]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_-209x300.jpg",
        "title": "Mortal Kombat: Annihilation (1997)",
        "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/mortal-kombat-annihilation-1997/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/free_state_of_jones_ver6_xlg-227x300.jpg",
        "title": "Free State of Jones (2016)",
        "description": "ဒီ Free State of Jones ဇာတ်ကားဟာဖြင့်အမေရိကန်ပြည်တွင်းစစ်အတောအတွင်းဖြစ်ပွားခဲတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကိုအခြေခံထားတဲ့ကားကောင်း တစ်ကားပါပဲ။ဒီဇာတ်လမ်းမှာ ဆင်းရဲသားတွေနဲ့လူချမ်းသာတွေရဲ့ တဖြည်းဖြည်းကွာဟလာတဲ့ ဘဝတွေကိုပေါ်လွင်အောင်ပြထားနိုင်တယ်လို့ချီးမွမ်းကြပါတယ်။ ဒီဇာတ်လမ်းမှာNewton Knight ဆိုတဲ့ ဆင်းရဲသားလယ်သမားတစ်ယောက် ဦးဆောင်တဲ့ လွတ်မြောက်လာတဲ့ကျွန်တွေ၊ဆင်းရဲသားတွေရဲ့ တော်လှန်ပုံ ကိုပီပီပြင်ပြင်ပုံဖော်ထားလို့ ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောရမှာပါ(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးသားပေးထားတာဖြစ်ပါတယ်)File Size : 1 GB /500 MB\nQuality : Blu ray 720P\nRunning Time : 2hr 15 minute\nFormat : Mp4\nGenre : Action, Biography, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The_Iron_Giant_2015_Re-Release_Poster-202x300.jpg",
        "title": "The Iron Giant (1999)",
        "description": "ဒီေန႕အတြက္ IMDb rating 8.0/10 ရရွိထားၿပီး CM ပရိသတ္တစ္ခ်ဳိ႕လည္းေတာင္းဆိုထားတဲ့ Animation ကားေလး တင္ေပးလိုက္ပါတယ္။အခ်ိန္ကာလက စစ္ေအးကာလ အေမရိကန္နဲ႕ ဆိုဗီယက္တို႕ အျပင္းအထန္ အားျပိဳင္ေနခ်ိန္ေပါ့။ အဲ့လိုအခ်ိန္မွာ ဆိုဗီယက္က ကမၻာ့ပထမဆံုး ျဂိဳဟ္ထုျဖစ္တဲ့ Sputnik I ၾကီးလႊင့္လိုက္ေတာ့ အေမရိကန္မွာ ဆိုဗီယက္ က်ဴးေက်ာ္စစ္တို႕၊ ေကာင္းကင္ကက်လာမယ့္ ဆိုဗီယက္ စစ္လက္နက္ေတြတို႕ အေၾကာင္း ေတြးရင္း ေျပာရင္း အရမ္း Paranoid ျဖစ္ေနခ်ိန္ေပါ့။\n.\nအဲ့လိုအခ်ိန္မွာ Hogarth Hughes လိုေခၚတဲ့ ၁၂ နွစ္အရြယ္ေလာက္ေကာင္ေလး ဟာ သူ႕အေမ Annie နဲ႕ အေမရိကန္က ကမ္းရိုးတန္း နယ္စြန္နယ္ဖ်ား ျမိဳ႕ေလးရဲ႕ အစပ္မွာ ေနထိုင္ပါတယ္။ တစ္ရက္မွာေတာ့ Annie ဟာ အလုပ္ကေန အိမ္ျပန္တာေနာက္က် မွာျဖစ္လို႕ (Hogarth မွာ အေမပဲရွိေတာ့ပါတယ္) Hogarth တစ္ေယာက္ထဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Vjji/The_Iron_Giant_[1999]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920903522-205x300.jpg",
        "title": "Wyrmwood road of the dead (2014)",
        "description": "ကဲဗ်ာ ဒီတစ္ခါ ခပ္ၾကမ္းၾကမ္း Zombie တကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ zombie ကူးစက္မွဴ ေတြၾကားထဲမွာ မိမိ အသက္ရွင္ ရပ္တည္မွဴ အတြက္ႀကိဳးစားရပ္ တည္ေနတဲ့ ေကာင္မေလး မထင္မွတ္ထားတဲ့ တိုက္ခိုက္မွဴ မ်ားနဲ႔ ေတြ႕ႀကံဳလာ ရတဲ့ အခါမွာေတာ့ ကဲ ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ၾကည့္ ရွဴပါေတာ့ဗ်ာ \nDownload on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/wyrmwood-road-of-the-dead-2014/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/p9424887_p_v8_am-1-200x300.jpg",
        "title": "Resident Evil: Damnation (2012)",
        "description": "Resident Evil: Damnation (2012)\nIMDb - 6.5/10_____Rotten - 100%\n  \nကဲဗျာ Holloween နေ့အတွက်ပဲ Resident evil ရဲ့ 2012 ခုနှစ်ထွက်\n3D Animation ကားလေးကိုတင်ပေးလိုက်ပါတယ်\nSony နဲ့ Campcom ကထုတ်တဲ့  PS2 ဂိမ်းတွေနဲ့ ရင်းနှီးသူဆိုရင်တော့\nဒီဇာတ်လမ်းလေးကို စိမ်းမယ် မထင်ဘူးဗျ",
        "rating": "6.5",
        "url": "https://megaup.net/1zC90/Resident_Evil_-_Damnation_(Biohazard_-_Damnation)_[2012]_(MM_Sub).mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/1.jpg",
        "title": "Kickboxer: Vengeance (2016)",
        "description": "ပရိသတ္ ျကီးအတြက္ Kickboxer: Vengeance ဆိုတဲ့ အေမရိကန္အက္ရွင္ကား သစ္ေလး ေရြးခ်ယ္ေဖာ္ျပေပး လုိက္ပါတယ္။ ၁၉၈၉ ေလာက္တုန္းက အက္ရွင္မင္းသား ဗန္ဒမ္းကို နာမည္ေက်ာ္ေစခဲ့တဲ့ Kickboxer ဇာတ္ကားကို ဆန္းသစ္႐ုိက္ကူး ထားတာျဖစ္ၿပီး အဲဒီေခတ္တုန္းက မီခဲ့တဲ့ ပရိသတ္ေတြလည္း ဇာတ္ ကားႏွစ္ခုကို ႏႈိင္းယွဥ္ခံစားၾကည့္ ႏုိင္မွာပါ။\nအခု ဇာတ္ကားမွာလည္း မင္းသားဗန္ဒမ္းပါ၀င္ထားၿပီး ၀ါ ရင့္ ကိုယ္ခံပညာ မာစတာတစ္ ေယာက္ေနရာက ပါ၀င္ သ႐ုပ္ ေဆာင္ထားတာမို႔ ဗန္ဒမ္းကို မ ေတြ႕ရတာၾကာေနတဲ့ ပရိသတ္ ေတြလည္း သေဘာက်မယ္လုိ႔ ထင္ပါတယ္။\nကယ္လီဖုိးနီးယားျပည္နယ္ က ကမ္းေျခၿမိဳ႕ေလးျဖစ္တဲ့ ဗင္း နစ္မွာေနထုိင္တဲ့ အဲရစ္နဲ႔ ကက္က လုန္းညီအစ္ကိုဟာ ကိုယ္ခံပညာ ကြၽမ္းက်င္သူေတြျဖစ္ၿပီး တစ္ရက္ မွာေတာ့ အဲရစ္က ကရာေတး ကမၻာ့ခ်န္ပီယံဆုကို ရရွိခဲ့ပါတယ္။ ပဲြစီစဥ္သူေတြက အဲရစ္ကိုထုိင္း ဘက္မွာသြားၿပိဳင္ဖို႔ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1AT80/Kickboxer_-_Vengeance_[2016]_(MM_Sub).mp4",
        "category": "Action"
    }
]