[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/epulB8WC1mGIEFJPZr50LVCKt6k-133x200.jpg",
        "title": "Josh (2000)",
        "description": "Josh (2000)\n***************\nအိန္ဒိယနဲ့အတူလွတ်လပ်ရေးမရခဲ့ဘဲ နောက်ပိုင်းကျမှရခဲ့တဲ့ Goa ဆိုတဲ့ နယ်မြေကလေးဟာ အခုချိန်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ ပြည်နယ်တစ်ခုဖြစ်သွားပါပြီ။ ဒါပေမဲ့ အဲဒီ့မတိုင်မီ ပေါ်တူဂီတွေအုပ်စိုးသွားခဲ့ပြီး သူတို့ထွက်သွားတဲ့အချိန်မှာဆိုရင် Goa မှာရှိတဲ့ မြေကွက်တွေဟာ ဦးသူယူဆိုတဲ့ပုံစံမျိုးဖြစ်ခဲ့ပါတယ်။Goa ရဲ့အကြီးဆုံးမြို့တစ်ခုဖြစ်တဲ့ Vasco ဆိုတဲ့မြို့လေးမှာတော့ မြေကွက်တွေ နေအိမ်တွေကို အတင်းအဓမ္မ လိုက်လု၊မောင်းထုတ်ပြီး စီးပွားရေးလုပ်စားနေတဲ့ ကင်းမြီးကောက်ဂိုဏ်းဆိုတာရှိတယ်ဗျ။ အဲဒီဂိုဏ်းရဲ့ မဟာရန်ဘက်ကတော့ လင်းယုန်ဂိုဏ်းပေါ့။ သူတို့နှစ်ဖွဲ့ဟာ မတည့်လွန်းလို့ အလယ်မှာစည်းခြားပြီးတောင် ကိုယ့်နယ်မြေ သူ့နယ်မြေသတ်မှတ်ခဲ့ကြပါတယ်။ ပိုင်နက်ကျော်လာတာနဲ့ ကျော်လာတဲ့သူကို အဖွဲ့လိုက်ကြိတ်ကြတာပေါ့။အဲဒီဂိုဏ်းနှစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်တွေကလည်း လူငယ်လေးနှစ်ယောက်ပါပဲ။ အသက်အရွယ်အားဖြင့် သွေးကြွတတ်တဲ့အရွယ်ပေါ့။ ဒါပေမယ့် သူတို့ဆော်မယ်ချမယ်လုပ်တိုင်း မြို့က ရဲမင်းကြီးတို့ သင်းအုပ်ဆရာတို့ရောက်လာနဲ့ အစွယ်မရှိတော့တဲ့ ကျားနှစ်ကောင်လိုပဲ ပခုံးဖက်လို့ ခင်ချင်ဆောင်တတ်ကြပါတယ်။လင်းယုန်ဂိုဏ်းရဲ့ အဖွဲ့ခေါင်းဆောင်မှာအမြွှာညီမတစ်ယောက်ရှိသလို ‌ကင်းမြီးကောက်ဂိုဏ်းရဲ့ခေါင်းဆောင်မှာလည်း အစ်ကိုတစ်ယောက်ရှိတယ်ဗျ။ အခုလိုကြောင်နဲ့ကြွက်လို မတည့်ဖြစ်နေတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းကြားမှာ မြို့ကပြန်လာတဲ့ ကင်းမြီးကောင်ဂိုဏ်းခေါင်းဆောင်ရဲ့အစ်ကိုဟာ လင်းယုန်ဂိုဏ်းခေါင်းဆောင်ရဲ့ညီမ‌ကို ဘယ်လိုကြွေသွားမလဲ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/josh-2000/"
    },
    {
        "thumbnail": "",
        "title": "Kingsman : The Secret Service (2014)",
        "description": "Kingsman:The Secret Service ရုပ်ရှင်ဟာ 2014ခုနှစ်ကထွက်ရှိထားတဲ့ Action ကားကောင်းတစ်ခုဖြစ်ပါတယ်IMDB 7.7 နဲ့ Rotten Tomatoes 74%ရရှိထားပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ မင်းသားကြီး Colin Firth,Samuel L.Jackson,Taron Egerton တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့နာမည်ကြီး action ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်စဉ်ကတည်းက အဖေမရှိတော့တဲ့ အဂ်ဆီတစ်ယောက် မိခင်ဖြစ်သူပထွေးနှိပ်စက်ခံရတာကို လက်ပိုက်ကြည့်နေရပါတယ်တစ်ရက်မခံနိုင်လို့ ပြန်လုပ်ရင်း ရဲစခန်းရောက်သွားတဲ့အခါ.....လည်ပင်းမှာဆွဲထားတဲ့ အဖေ့ဂုဏ်ပြုတံဆိပ်က ဖုန်းနံပါတ်ခေါ် လာကယ်ဖို့တောင်းဆိုတဲ့အခါ......ဘယ်သူလာကယ်တင်မှာလဲ.....သူဘယ်လိုပြောင်းလဲသွားမှာလဲ....download ဆွဲကြည့်လိုက်ပါ(ဘာသာပြန်ပေးထားသူကတော့အိပပစံပါ)\nFile Size : (2.16 GB) , (0.99 GB) \nQuality : Uncut Blu-Ray (1080p 5.1,720p)\nRunning Time : 2hr 09min\nFormat : Mkv and Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : UNCUT.1080p.BluRay.x264-VETO\nTranslated ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xct4/Kingsman_-_The_Secret_Service_[2014]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cf43J2SH8tECZVl9N5n0Q6Ckche.jpg",
        "title": "Drunken Master (1978)",
        "description": "ဒီတစ်ခေါက်တော့ နာမည်ကြီးစတန့်သိုင်းပညာရှင် ဂျက်ကီချမ်း ငယ်စဉ်ကသရုပ်ဆောင်ထားတဲ့ Drunken Master ဆိုတဲ့ အရက်မူးသိုင်းကားလေးကိုပြန်လည်ခံစားရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းလူတိုင်းနဲ့ ရင်းနှီးပြီးသား လူရှုပ်လေးဟွမ်ဖေးဟုန်တစ်ယောက်ဖခင်ရဲ့ အပြစ်ပေးမှုအဖြစ် သူတောင်းစား ဆို ဆီမှာသိုင်းမသင်ချင်လို့ ထွက်ပြေးရင်း သူတောင်းစား ဆို နဲ့ တိုးပြီးအရက်မူးသိုင်း 8ကွက်သင်ရပုံတွေ။ ကျွဲခေါင်းတောင်အရေးအတွက်ကြေးစားလူသတ်သမားနဲ့ရင်ဆိုင်ပုံတွေကို ဟာသစကားအကြမ်းစားတွေနဲ့ပုံဖော်ထားသလို အရက်မူးသိုင်းရှစ်ကွက်အမည်ကိုပါထည့်ရေးပေးထားတာမို့ ပေါ့ပေါ့ပါးပါး ကျင့်လိုက်ကြရအောင်လားဗျာ။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ် ........... \nFile size…3Gb / 1.5Gb\nQuality…1080p Blu Ray HEVC / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/drunken-master-1978/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BNjExODg3MDUzNl5BMl5BanBnXkFtZTgwNjExMjE3NzE@._V1_SY1000_SX648_AL_-130x200.jpg",
        "title": "Gods of Egypt (2016)",
        "description": "ရှေးခေတ် အီဂျစ်ပြည်ဆိုတာ အရမ်းကိုကြီးကျယ်ခမ်းနားပြီး ပျော်ဖို့ကောင်းတဲ့တိုင်းပြည်တစ်ခု။နေနတ်မင်းကြီး Ra ရဲ့ သားတော်နှစ်ပါးထဲက Osiris က အုပ်ချုပ်ခဲ့ပြီး ခုတော့ သူ့သားဖြစ်တဲ့ ကောင်းကင်ကိုအစိုးရတဲ့ Horus နတ်ကို ထီးနန်းလွှဲပေးဖို့လုပ်တယ်။ဒါပေမဲ့ Osiris ရဲ့ ညီ Horus ရဲ့ ဦးလေးဖြစ်တဲ့ သဲကန္တာရကိုအစိုးရတဲ့ Seth နတ်မင်းက ထီးနန်းလုတဲ့အတွက် Horus လည်း သူ့ရဲ့ အစွမ်းထက်လှပါတယ်ဆိုတဲ့ All seeing eye (Eye of horus) လည်း အဖြုတ်ခံရပြီး အကျဉ်းသားဖြစ်သွားရတယ်။ထီးနန်းလုတာတင်မဟုတ်ဘဲ အရမ်းကိုရည်မှန်းချက်တွေကြီး ပါဝါအရမ်းမက်နေတဲ့ Seth လက်အောက်မှာ တခြား နတ်မင်းတွေအပြင် လူသားတွေပါ မျိုးပြုတ်မဲ့ကိန်းဖြစ်နေလို့ Bek လို့ခေါ်တဲ့ အညာတရ သူခိုးလေးက ချစ်သူရဲ့ တိုက်တွန်းချက်နဲ့ နတ်မင်းကြီး Horus ရဲ့ မျက်လုံးကို ခိုးပြီး Horus ကိုကူညီပြီး ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/gods-of-egypt-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVbO8EAbegVtVkrl8wNhzoxS84N.jpg",
        "title": "Indemnity (2021)",
        "description": "Indemnity (2021) အညွှန်း*******************အလုပ်အပေါ်သစ္စာရှိသူ တာဝန်သိမီးသတ်တပ်မှူး သီယိုဟာ အကြီးစား မီးလောင်မှုတစ်ခုမှာ သူ့ရဲ့ ခေါင်းမာတဲ့ ဆုံးဖြတ်ချက်ကြောင့် သူငယ်ချင်းနှစ်ယောက်ကို ဆုံးရှုံးလိုက်ရတဲ့အတွက် စိတ်ဒဏ်ရာခံစားနေရသူဖြစ်ပါတယ်။အစိုးရဝန်ထမ်းတွေအတွက် အခမဲ့ကုသပေးနေတဲ့ စိတ်ဒဏ်ရာ ရောဂါကုဆေးခန်းတစ်ခုမှာ ကုသမှုခံယူပေမယ့် စိတ်ဒဏ်ရာကသက်သာမလာတဲ့အပြင် ..တစ်နေ့မနက်မှာတော့ မိန်းမဖြစ်သူကို မိမိဘေးမှာ လဲလျောင်းသေဆုံးနေတာတွေ့လိုက်ရပြီး အဓိက သံသယရှိသူအဖြစ် သတ်မှတ်ခံလိုက်ရပါတယ်။ သူသွားသမျှနောက်ကို အဖွဲ့အစည်းတစ်ခုကနေလိုက်နေပြီး သီယိုနဲ့တွေ့ခဲ့သမျှလူတွေဟာလည်း အသတ်ခံရတဲ့အတွက် တစ်နေ့တည်းမှာတင် အစုလိုက်အပြုံလိုက်သတ်သူ အန္တရာယ်ရှိဝရမ်းပြေးဖြစ်သွားရပြန်ပါတယ်။ဒါတွေအားလုံးရဲ့နောက်ကွယ်မှာလည်း အစိုးရထိပ်တန်းခေါင်းဆောင်တွေရဲ့ လူမျိုးရေးခွဲခြားမှုနှင့်အတူ နိုင်ငံရေးလှည့်ကွက်အကြီးစားကြီးတစ်ခုပါဝင်နေပါတယ်။ အဲဒီတော့... နိုင်ငံတော်ကိုကာကွယ်ရမယ့် အကြီးအကဲတွေကိုယ်တိုင် မိမိတစ်ဦးတည်းရဲ့ အာဏာနောက်ကို လိုက်တဲ့အခါမှာ နိုင်ငံသားတွေအပေါ် လူမဆန်တဲ့ ပြစ်မှုတွေကျူးလွန်လာနိုင်လားဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှုရမယ့် မှုခင်းဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Hnin Wut Yi ပါ။) File Size          :  (2.4GB), (900MB) & (409MB)\nQuality    ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/indemnity-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
        "title": "13 Minutes (2021)",
        "description": "13 Minutes (2021) အညွှန်း*********************သဘာဝဘေးအန္တရာယ်တစ်ခုဖြစ်တဲ့ လေဆင်နှာမောင်းကျရောက်တဲ့အခါ ပြည်သူတွေဘယ်လောက်အထိဒုက္ခရောက်နိုင်သလဲဆိုတာ အဓိကဇာတ်အိမ်တည်ထားပါတယ်။လေဆင်နှာမောင်းမဖြစ်ခင်ကတော့ ဒါကိုပေါ့ပေါ့တန်တန်သဘောထားပြီး ရေဒီယိုနဲ့တီဗီက သတိပေးချက်တွေကို အလေးမထားတတ်ကြတာ လူတွေရဲ့ထုံးစံပါပဲ။ တကယ်တမ်းလေဆင်နှာမောင်းကြီးတိုက်ခိုက်လာတော့ အကာအကွယ်တွေရှာဖွေပြင်ဆင်ဖို့က ၁၃မိနစ်ဆိုတဲ့အချိန်အတွင်းမှာ ဖြစ်နိုင်ပါ့မလားဆိုတာ ရှုစားရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းသဘောမှာတော့ အဓိက မိသားစု(၄)ခုကို အခြေခံထားပြီး ဒီမိသားစု(၄)ခုရဲ့ အိမ်ထောင်ရေးအခက်အခဲတွေကိုပါတင်ဆက်ထားတာမို့ ပညာပေးဇာတ်ကားကောင်းတစ်ကားဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Seiji က ရေးပေးထားပါတယ်) File Size          :  (1.8GB), (913MB) & (459MB)\nQuality            : 1080p BluRay, 720p BluRay & 480p\nFormat            : mp4\nDuration         : 1hr ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/13-minutes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUSvQSpR2TXsRbBX2b9Bhwh3jl9.jpg",
        "title": "Hero (2022)",
        "description": "Hero (2022)IMDb-8.2/10အာဂျွန်ဆိုတဲ့လူငယ်လေးတစ်ယောက်က ဇာတ်လိုက်မင်းသား(ဟီးရိုး) ဖြစ်ဖို့အိမ်မက်တွေနဲ့ပြည့်နေတဲ့လူငယ်လေးတစ်ယောက်ပေါ့ အာဂျွန်နဲ့ ဆာ့ဘူတို့က ချစ်သူတွေပါဆလင်းဘိုင်ဆိုတဲ့ လူဆိုးဂိုဏ်းချုပ်ကြီးဟာ တစ်နေ့မှာ ရဲတစ်ယောက်ကို ရှေးဟောင်းသေနတ်တစ်လက်နဲ့ပစ်သတ်လိုက်ပြီး အဲ့ဒီသေနတ်ကို ဟိုင်ဒရာဘတ်မြို့ထဲက သူ့ရဲ့ကျေးစားလူသတ်သမား တစ်ယောက်ဆီကိုပို့ပေးလိုက်တယ်။ သူ့ရဲ့ရန်သူတော်ကြီးတစ်ယောက်ကို သတ်ခိုင်းဖို့ပေါ့။တစ်ချိန်တည်းမှာပဲ လှချင်ခန့်ချင်တဲ့ အာဂျွန်တစ်ယောက်က ဆံပင်ကျွတ်နေလို့ တီဗီမှာတွေ့တဲ့ဆံပင်ခေါင်းလိမ်းဆီကို အွန်လိုင်းကနေမှာလိုက်ရာကနေ သူ့အိမ်ရောက်လာတဲ့ပါဆယ်ထုပ်ထဲမှာကခေါင်းလိမ်းဆီမဟုတ်ဘဲ အဲ့ဒီရှေးဟောင်းသေနတ်ဖြစ်နေခဲ့ပါတယ်။ ကဲ အာဂျွန်တစ်ယောက်အဲ့ဒီသေနတ်တစ်လက်နဲ့ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရဦး မလဲ။ သူ့သမီးနဲ့ကန့်ကွက်နေတဲ့လျှို့ဝှက်တဲ့ အာဂျွန့်ယောက္ခမကြီး ကကော ဒီအမှုအခင်းတွေနဲ့ ဘယ်လိုပတ်သတ်မှုရှိနေမလဲ။IMDb Rating 8.2/10 ရထားတဲ့ ဟာသ စွန့်စားခန်း ဇာတ်ကားကောင်းလေးမလို့လက်မလွတ်တမ်းကြည့်ရှုဖို့ ညွှန်းပေးလိုက်ရပါတယ် \nFile size…3.06GB / 1.4GB / 500MB\nQuality…1080p WEBDL AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & HM & Eliza",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/w3xcvslimgfw-134x200.jpg",
        "title": "Royal Warriors (1986) In the Line of Duty-1",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခုဒုတိယကားအနေနဲ့တင်ဆက်လိုက်တဲ့ Royal Warriors (1986) ဇာတ်ကားကတော့ In The Line of Duty-1 လို့လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုအဓိကပါဝင်ထားပြီး IMDb Rating(6.9) ထိ ရရှိထားမလို့Action ပရိတ်သတ်တွေ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/royal-warriors-1986-in-the-line-of-duty-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rHcwUUy3gRVUEUepYOd7xkesiNf.jpg",
        "title": "Mahaan (2022)",
        "description": "Mahaan (2022)\n-------------------------\nယခုနှစ်မှထွက်ရှိလာတဲ့အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားသစ်တစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ မဟတ္တမဂန္ဒီကို လေးစားအားကျတဲ့မိသားစုမှာမွေးဖွားလာတဲ့ဂန္ဒီမဟန်ဆိုတဲ့လူတစ်ယောက်အကြောင်းကိုအခြေခံပြီး တင်ဆက်ထားတာပါ။ဂန္ဒီမဟန်ရဲ့အဖိုးနဲ့အဖေဟာ မဟတ္တမဂန္ဒီကိုအင်မတန်လေးစားတာကြောင့်သူ့ရဲ့နာမည်ကိုပါဂန္ဒီလို့ပေးထားတဲ့အပြင် မဟတ္တမဂန္ဒီနဲ့မွေးနေ့တစ်ရက်ကွာနေလို့မွေးစာရင်းမှာပါ တစ်ရက်စောသွင်းလိုက်တဲ့အထိပါပဲ။ နောက်တော့သူကိုယ်တိုင်ကလည်းမဟတ္တမဂန္ဒီကိုစံပြအဖြစ်သတ်မှတ်ထားတဲ့ နာချီဆိုတဲ့အမျိုးသမီးနဲ့လက်ထပ်ခဲ့ပါတယ်။နာချီဟာအရမ်းကိုစည်းကမ်းတင်းကြပ်ပြီး ဟောလီးဝုဒ်ဇာတ်ကားတွေရဲ့ပိုစတာကိုမြင်ရင်တောင်သူ့သားကိုမျက်လုံးပိတ်ထားခိုင်းတဲ့အထိပါပဲ။ ဘာကြောင့်လဲဆိုတော့ ဟောလီးဝုဒ်ဇာတ်ကားတိုင်းမှာကြမ်းတမ်းပြီးညစ်ညမ်းတဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်တယ်လို့ သူကယုံကြည်ပါတယ်။ဂန္ဒီမဟန်အနေနဲ့ကတော့ သူ့ဘေးကလူတိုင်းဟာ ဂန္ဒီကိုအတိုင်းထက်အလွန်ကိုးကွယ်နေကြရုံမကသူ့ကိုပါအမြဲဖိအားပေးလေ့ရှိတာကြောင့် ဂန္ဒီအကြောင်းကြားရင် စိတ်အနှောင့်အယှက်ပါဖြစ်လာတဲ့အထိပါပဲ။သူ့အမြင်မှာတော့ မဟတ္တမဂန္ဒီရဲ့လမ်းစဥ်ဟာ တချို့နေရာမှာတရားသဘောနဲ့မကိုက်ညီရင်တောင် လွပ်လပ်ပျော်ရွှင်မှုကိုရှာဖွေဖို့ဖြစ်ပါတယ်။ဒီလိုနဲ့ပဲ သူ့မိန်းမနဲ့အ ဖေရဲ့ဖိအားပေးမှုတွေကြောင့် သူတို့ပြောသလို မဟတ္တမဂန္ဒီရဲ့နေထိုင်မှုပုံစံအတိုင်းနေလာခဲ့ရင်းအသက်လေးဆယ်အရွယ်မှာတော့ သူ့ရဲ့ငယ်သူငယ်ချင်းစက်သီယန် နဲ့အမှတ်မထင်ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။စက်သီယန်က အဲဒီအချိန်မှာသူ့အဖေရဲ့အရက်ချက်လုပ်ငန်းကိုဆက်ခံထားသူဖြစ်ပြီးတော့ဂန္ဒီမဟန်ကလည်းသူနဲ့ပြန်ပေါင်းမိတဲ့အချိန်မှာ အရင်ကမလုပ်ဖူးတဲ့မကောင်းမှုတွေကိုဆက်တိုက်လုပ်ရင်း မဟတ္တမဂန္ဒီကိုမုန်းတီးသူတစ်ယောက်ပါဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ဆက်သွားရင်းသူ့ဘဝအတွက်အရမ်းကိုအရေးပါတဲ့ရွေးချယ်မှုတစ်ခုကိုလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့...။လူတွေမြင်ဖူးနေကျဇာတ်လမ်းမျိုးလည်းမဟုတ်တဲ့အပြင်ဇာတ်ကားကပုံမှန်ထက်ကြာပေမယ့် ပျင်းစရာမကောင်းသလို ကြည့်ရကျိုးလည်းနပ်မယ့်ကားကောင်းတစ်ကားဖြစ်လို့ ရုပ်ရှင်ပရိသတ်တွေ အထူးသဖြင့်တောင်ပိုင်းကားတွေကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ \nFile size…1.2Gb / 2.8GB\nQuality…720p WEB DL AAC 2.0  / 1080p HEVC \nFormat…mp4 / mkv\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Haruko & Shwe ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/mahaan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1TB75TZIcdquXlbU9T4M9acjMt.jpg",
        "title": "Dan’s Family No. 1 (2022)",
        "description": "Don's Family No.1 (2022)ဒီကားလေးကတော့ ခေါင်းစဉ်က်ုက တမူထူးခြားနေတာပါနော်ယောရောဘွန်းတို့ကြည့်လိုက်တာနဲ့ ဘာကိုပြေးမြင်လဲနံပါတ် ၁ ဆိုတော့ အမိုက်စားအတော်ဆုံး ထိပ်ဆုံးက နံပါတ် ၁ လို့ထင်ကြမှာပေါ့နော်ဒါပေမယ့် ဒီထဲက Kang Dan ဆိုတဲ့ ဇာတ်လိုက်မင်းသားကတော့\nအနိုင်ကျင့်ခံရပြီး ခိုင်းတဲ့အတိုင်းလုပ်တာ အတော်ဆုံး နံပါတ် ၁ ပါတဲ့ရှင်ဂိုဂျိုဆွန်းမျိုးဆက်ရဲ့ စွမ်းအားရှင် Dan မိသားစုက နောက်ဆုံးမျိုးဆက်ဆိုပေမယ့်\nအရာအားလံုးကို သည်းခံလာတဲ့ ကောင်လေး...\n‌တစ်နေ့မှာ သူချစ်ရတဲ့ကောင်မလေး(ဟီယွန်း)ကို အနိုင်ကျင့်တာ သိသွားတဲ့အခါ...\nကောင်မလေးကိုကာကွယ်တဲ့အခါ သူ့ရဲ့သရုပ်မှန်ကိုသိလိုက်ရတဲ့အခါ...\nဘယ်လိုမျိုး စွန့်စားခန်းတွေဖြစ်လာမလဲ\nသူ့ရဲ့ စွမ်းအားကရော ဘယ်လိုမျိုးလဲ\nကောင်မလေးကိုရော ကယ်နိုင်ပါ့မလား\nတိုက်ပုံခိုက်ပုံတွေနဲ့ အမိုက်စား အက်ရှင်ဆန်ဆန်ကြည့်ရမယ့်အပြင် အခွီလေးတွေပါ ပါသေးတယ်နော်\nတိုက်ခိုက်နေရင်းတောင် တကယ်ရယ်နေရတာ\nကြားထဲက ရိုမန့်လေးပါ ရောလိုက်တော့ ရသစုံခံစားရမယ့် ဒီသဘာဝလွန်ကားသစ်လေး\nမင်းသား မင်းသမီး နာမည်သိပ်မကြီးပေမယ့်\nအမိုက်စားသရုပ်ဆောက်ချက်တွေနဲ့ ဒီကားလေးကို အခုပဲ ကြည့်လိုက်ကြရအောင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Khaing Khin ပဲ ဖြစ်ပါတယ်။Genre.....Action\nQuality….WEB-DL 1080p and ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/dans-family-no-1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-1-135x200.jpg",
        "title": "True Grit (2010)",
        "description": "True Gritတဲ့ တစိုက်မတ်မတ်ပြီးဆုံးတဲ့ထိ လုပ်တဲ့လူပေါ့ ဒီရုပ်ရှင်ဟာ ၁၉၆၉ ကထွက်ပြီးသားရုပ်ရှင်ကို ကိုအန်ညီအစ်ကိုနှစ်ယောက်က ၂၀၁၀မှာ remakeပြန်ရိုက်ထားတာ ကိုအန်ညီအစ်ကိုဆိုတာလည်း No Country for old men တို့လို မာစတာပိစ်တွေရိုက်တာဆိုတော့ ထူးထူးထွေထွေ ညွှန်းမနေချင်ဘူး ပါတဲ့လူတွေပြောမယ်ဗျာ Hawkeye မင်းသမီး ဟေလီစတိန်းဖီးလ် နောက်မက်ဒေမွန် Hell or High Water ထဲက ဂျက်ဘရစ်ဂျက်စ် နောက်ဗီလိန်က မောင်သားနို့စ် ဂျို့ရှ်ဘရိုလင် ဇာတ်လမ်းကတော့ ပေါ့ပေါ့ပါးပါးပါပဲ ၁၈၇၀ဝန်းကျင် အမေရိကန်မှာ ကောင်းဘွိုင်တွေ ရိန်းဂျားတွေ မာရှယ်တွေ အခြေချနေထိုင်သူတွေ အင်ဒီးယန်း အတိုအရှည်မျိုးစုံနဲ့ မြင်းတွေစီး လူသတ်ဓါးပြတိုက် တဖောင်းတဒိုင်းဒိုင်းကာလပေါ့ ကောင်မလေးက အပျိုဖြန်းလေးတန်မဲ့ ကြမ်းကြမ်းရမ်းရမ်း တစ်ယောက်နဲ့ တစ်ယောက်ကလည်း အစေးမကပ်တဲ့ လူနှစ်ယောက်နဲ့ အဖေကိုသတ်တဲ့လူနောက် လိုက်တဲ့ စွန့်စားခန်းပါ ခရီးအတူသွားချင်း သံယောဇဉ်နဲ့ စာနာမှုတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/true-grit-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1ZNHtlrbAugGS5RJOOhSfPpRos.jpg",
        "title": "The Tai Chi Master (2022)",
        "description": "The Tai Chi Master (2022)ဒီတစ်ခေါက်မှာတော့ သိုင်းလောကရဲ့ နောက်ကြောင်းကို ပြန်သွားပြီး\nကျင့်စရာ သိုင်းအသစ်တွေနဲ့ ဝူတန်းဂိုဏ်းချုပ်ကြီး ငယ်ဘ၀ကို ပြန်ရှု့စားလိုက်ရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဝူတန်းဂိုဏ်းဆိုတာ ဖြစ်မလာသေးခင် ကျန်းကျွင်းပေါင်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nဝူးကျိဂိုဏ်းရဲ့ အားထားရတဲ့ သိုင်းပညာရှင်လေးပေါ့။\nသူဟာ သိုင်းလောကမှာ အထက်လမ်းသိုင်းပညာ အောက်လမ်းသိုင်းပညာဆိုတာမရှိ\nလူ့အကျင့်ပေါ်မှာပဲ သိုင်းပညာဟာ မူတည်တယ်လို့ ခံယူထားတဲ့ လူပျော်တစ်ယောက်ပေါ့။\nအောက်လမ်းသိုင်းလောကရဲ့ဘုရင်ကို သိုင်းဂိုဏ်းကြီးတွေပေါင်းပြီး\nဝူးကျိ ရဲ့မြေအောက်ခန်းမှာ ဖမ်းထားချိန်မှာ\nတစုန့်ပြည်ကို \"ဒီ\" တိုင်းပြည်က ကျူးကျော်လာချိန်\nသိုင်းလောက အရှုပ်အထွေးတွေကြားမှာ ကျန်းကျွင်းပေါင်တစ်ယောက် လောကဓံကို ဘယ်လိုခံရမယ်။\nဝူတန်းဂိုဏ်းကရော ဘယ်လိုဖြစ်ပေါ်လာတယ် စတဲ့\nသိုင်းလောကကြီးအကြောင်း ကို လှလှပပ ရိုက်ကူးထားပြီး\nအတွင်းအားထက် သိုင်းကွက်ပိုပါတာမို့\nသိုင်းလောကသားတွေ စိတ်၀င်စားမယ့် သိုင်းကားတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းပေးချင်ပါတယ်။အညွှန်းကိုတော့ Lwin Htoo Aung မှ ရေးသားထားပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-tai-chi-master-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rdEAMh4a3pc7GO6fSkJwpt7BWX.jpg",
        "title": "Death Sentence (2007)",
        "description": "Death Sentence(2007)တရားမျှတမှုဆိုတာကို ဥပဒေကမပေးစွမ်းနိုင်ရင် သင်ဘာလုပ်မှာလဲ။ပြည့်စုံတဲ့မိသားစုဘဝရထားတဲ့ စီးပွားရေးသမားတစ်ယောက်ဟာဓားပြမှုတစ်ခုကြောင့် မိသားစုဝင်ဆုံးရှုံးလိုက်ရပြီး သာမန်ဓားပြမှုမဟုတ်တာကိုသိလိုက်ရတဲ့အပြင် တရားခံဟာလည်း ထိုက်သင့်တဲ့ပြစ်ဒဏ်ချမှတ်မခံရတဲ့အခါအဆုံးမရှိတဲ့ ကလဲ့စားလမ်းကိုလျှောက်ဖို့ ဖြစ်လာပါတော့တယ်။Saw, Fast&furious 7, Aquaman စတာတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ဒါရိုက်တာJames Wan ရဲ့ action thriller ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းပိုင်းခေါင်းမစားချင်ပဲ ပစ်တာခတ်တာကလဲ့စားချေတာပွဲကြမ်းပြတာတွေကြည့်ချင်နေသူတွေ အကြိုက်တွေ့စေမယ့်ကားတစ်ကားဖြစ်ပါတယ်။ \nFile size…2.03Gb / 1Gb\nQuality…1080p BluRayx264 AAC 5.1CH\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Pyi T Nyein",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/death-sentence-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/40T7tqiMthy9nTFBCL0DK96BLsL-133x200.jpg",
        "title": "Delivery (2021)",
        "description": "Delivery (2021)အောက်တိုဘာလက ထွက်ရှိခဲ့တဲ့ Delivery ဆိုတဲ့ Web-Drama လေးကတော့\nMovie အဖြစ် ထွက်ရှိလာခဲ့ပါပြီ။ထုတ်လွှင့်ခဲ့စဉ်ကတော့ စုစုပေါင်း ၈ ပိုင်း ပါဝင်ခဲ့ပါတယ်။Cast တွေကတော့ အမိုက်စားပါပဲ။(G)I-DLE အဖွဲ့ဝင် Miyeon\nPenthouse မှာ မင်ယော့အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Lee Tae-Vin တို့လို\nလူငယ်ခြေတက် အဆင်လေးတွေ အဓိကပါဝင်ထားတဲ့ Web drama လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ဂွက်ဒူရှစ်ဆိုတဲ့ ကိုယ်ခံပညာတော်တဲ့ မိန်းမချောလေးက\nအမေကိုရှာဖို့ရည်ရွယ်ချက်နဲ့ အစားအသောက် Delivery ပို့တဲ့အလုပ်လုပ်နေသူပါ။\nသူ့အထက်လူကြီး ဂီဟွမ်နဲ့ မတည့်အတူနေ အလုပ်လုပ်ရင်း\nတစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့သဲလွန်စနဲ့အတူ\nကမ္ဘာကြီးကို စိုးမိုးဖို့ကြံနေတဲ့ ဂြိုလ်သားတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါမှာတော့ .....\nအဆင်လေးတွေငမ်းရင်း ပေါ့ပေါ့ပါးပါးခွီနိုင်ကြည့်နိုင်မယ့် Webdrama လေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy, Sci-fi and Fantasy\nQuality….WEB-DL 1080p and 720p and 360MB\nFile ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/delivery-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/The_King_s_Man-313847146-large-140x200.jpg",
        "title": "The King’s Man (2021)",
        "description": "The King's Man (2021)================IMDb Rating - 6.7/102021 ပြီးဆုံးခါနီးမှာ အားလုံးပဲမျှော်လင့်ခဲ့ကြတဲ့ King's Man ရုပ်ရှင်ကတော့\nထွက်ရှိလို့လာခဲ့ပါပြီ။\nထုံးစံအတိုင်းပဲ ကင်းစ်မန်းရုပ်ရှင်တွေကတော့ ကျွန်တော်တို့ကို စိတ်မပျက်စေရပါဘူး။\nဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။ အရင် ကင်းစ်မန်းနှစ်ကားရဲ့ အဆက်မဟုတ်\nပါဘူး။ ကင်းစ်မန်းအဖွဲ့ဖြစ်ပေါ်လာပုံ ဇစ်မြစ်ကိုပြတဲ့ဇာတ်ကားပါ။ ပထမကမ္ဘာစစ်\nအင်္ဂလန် ရုရှား ဂျာမနီ အမေရိကန် စစ်ပွဲသမိုင်းကို အခြေခံပြီး ကင်းစ်မန်းတွေရဲ့ စစ်ဆင်ရေးကို\nပြသထားတာပါပဲ။ အားရပါးရကို ကြည့်လို့ကောင်းပါတယ်။ ခံစားကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size - (3.94 GB) / (1.59 GB) / (814 MB) / (531 MB)\nQuality – WebRip - (4K HEVC) / (1080p) / (720p) / (480p)\nDuration ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-kings-man-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rNIsCxgrtOGRDDa4P06tfgKbxua.jpg",
        "title": "Race Gurram (2014)",
        "description": "Race Gurram (2014)\n===================IMDB Rating 7.3 / 9.8k၂၀၁၄ခုနှစ်က ထွက်ခဲ့တဲ့ မင်းသားအာလူးအာဂျွန်ရဲ့အက်ရှင်ဇာတ်လမ်းကောင်းတပုဒ်ပါ....အက်ရှင်ခန်းအလန်းတွေ မင်းသားအာလူးရဲ့သရုပ်ဆောင်မိုက်ချက်တွေကြောင့်CMကနေ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းအားလူးနဲ့သူ့အကိုရမ်က ညီအကိုရင်းဆိုပေမယ့်အကျင့်စရိုက်က တစက်မှမတူတဲ့ညီအစ်ကိုနှစ်ယောက်ပေါ့အားလူးက ခေတ်ရှေ့ပြေး လူငယ်ဆန်တဲ့စရိုက်နဲ့ ကောင်လေးရမ်ကတော့ စည်းကမ်းကြီးပြီး စနစ်တကျနေတတ်တဲ့လူပေါ့...ညီအစ်ကိုနှစ်ယောက်လုံးရဲ့ စရိုက်ခြားနားမှုနဲ့ မင်းသမီးလေးရှရှုတီယာရဲ့ ချစ်စရာအမူအရာလေးတွေကြားဘောလိဝုဒ်ပရိတ်သတ်တို့အကြိုက်တွေ့စေမှာမို့တင်ဆက်ပေးလိုက်ပါတယ်...  \nFile size…3.4GB / 1.4Gb \nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X - Cross\nTranslated by Chan Myae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/race-gurram-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/51bTW7PH0YL-148x200.jpg",
        "title": "Yes, Madam! (1985) In the Line of Duty-2",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်...ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ...ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။ခုပထမဆုံးတင်ဆက်လိုက်တဲ့ Yes, Madam! (1985) ဇာတ်ကားကတော့ In The Line of Duty-2 သို့မဟုတ် Police Assassins 2 အဖြစ်လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုနဲ့ အမေရိကန်မင်းသမီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/yes-madam-1985-in-the-line-of-duty-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpvDX4pDX5smklDLYbRBBzbcLb1.jpg",
        "title": "Special Delivery (2022)",
        "description": "Special Delivery (2022)ခေါင်းစဉ်အတိုင်းပဲ စပယ်ရှယ်ပို့ဆောင်ရေးလုပ်ပေးတဲ့ လုပ်ငန်းငယ်လေးတစ်ခုပါပဲ...\nစာတိုက်တွေ၊ ပို့ဆောင်ရေးကုမ္ပဏီတွေက လက်မခံတဲ့ ပစ္စည်းတွေအပါအဝင်\nအရာရာတိုင်းကို ပို့ဆောင်ပေးတဲ့ လုပ်ငန်းလေးပါဂျန်အွန်းဟာကတော့ အဲပို့ဆောင်ရေးလုပ်ငန်းမှာလုပ်တဲ့\nအောင်မြင်မှု ၁၀၀ ရာခိုင်နှုန်းရှိတဲ့ ပရိုပို့ဆောင်ရေးဒရိုက်ဘာပါ\nမိန်းကလေးဆိုပြီး အထင်သေးတဲ့သူတွေကို ပညာအစွမ်း ပါဝါတွေထုတ်ပြတတ်သူလေးပါပဲအဲလိုအွန်းဟာက သူဌေးလက်ခံလိုက်တဲ့ အလုပ်တစ်ခုကြောင့် ဆိုးလ်အထိတက်သွားခဲ့ပေမဲ့\nထင်သလိုအဆင်မပြေဘဲ သောင်တင်သွားပါတဲ့အချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲကျွန်မတို့ရဲ့ ဂျက်ဆီကာ လို့သိကြတဲ့ Park So Dam ကနေ\nဂျန်အွန်းဟာဆိုတဲ့ ကာရိုက်တာနဲ့ တစ်သားတည်းဖြစ်အောင် ဘယ်လိုတွေသရုပ်ဆောင်ပြသွားသလဲCrime Action အမျိုးအစားဆိုပေမဲ့\nကိုရီးယားရဲ့ သဘာဝအတိုင်း ဖယ်ထားလို့မရတဲ့ Comedy နဲ့ Drama အပျော့စားလေးကိုပါထည့်ပြီး ခံစားကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Crime, Thriller\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.5GB and 780MB and 300MB\nFormat…mp4\nDuration….1h 49min\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/special-delivery-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ssw8u93pTSmKTYkrd85diz9Q5dw.jpg",
        "title": "Demon Sealer Bureau ( 2022 )",
        "description": "ကလေးဘဝက တစ်မိသားစုလုံးအသတ်ခံလိုက်ရပြီးမှော်စက်ယန္တရားတွေကျွမ်းကျင်ကာ၏ မိစ္ဆာနှိမ်နင်းရေးအဖွဲ့ရဲ့အမိန့်ကိုမြေဝယ်မကျနားထောင် သွေးအေးရက်စက်တတ်တဲ့ ထန်လင်ဖုန်း စက်ယန္တရားတွေကို နည်းနည်းမှနားမလည်ဘဲ ထန်လင်ဖုန်းကိုညီလေးတစ်ယောက်လို ဂရုစိုက်ချစ်ခင်လာတဲ့မိစ္ဆာနှိမ်နှင်းရေးအဖွဲ့ဝင် လုရင် ဝိညာဥ်ရင်းမြစ်လျှို့ဝှက်သိုင်းကျမ်းကိုအသုံးချပြီး ကိုယ့်အတ္တအတွက် အသုံးချချင်ကြတဲ့ လူတွေ...သွေးသားရင်းတွေမဟုတ်ပေမဲ့ အစစအရာရာဂရုစိုက်ချစ်ခင်လာကြတဲ့ညီအစ်ကိုနှစ်ယောက် တစ်ရက်မှာ သွေးကွဲဖို့ဖြစ်လာပြီးပြဿနာတွေက ထင်ထားသလိုမရိုးရှင်းဘဲ မိစ္ဆာတွေနဲ့အာဏာလုပွဲတွေပါ ပါဝင်ပတ်သတ်လာချိန်မှာတော့...သူတို့နှစ်ယောက်ဖြစ်လာတဲ့ ပြဿနာတွေကိုဘယ်လိုရင်ဆိုင်သွားကြမလဲ ဆိုတာကို ဒီကားလေးမှာစိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ကြရမှာပါနော် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , Fantasy\nDuration : 1h 39min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yamin Ei\nEncoded by LK",
        "rating": "",
        "url": "https://megaup.net/121tv/Demon_Sealer_Bureau_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tY6VtjHlQl4dOjVNhzyJaItkdr.jpg",
        "title": "Bullet in the Head (1990)",
        "description": "Bullet In The Head (1990) IMDb - 7.6/10, Rotten Tomatoes - 100%~ Directed By John Woo ~Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/bullet-in-the-head-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/8QY2xqz-125x200.jpg",
        "title": "New Kung Fu Cult Master 2 (2022)",
        "description": "New Kung Fu Cult Master 2 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့\nဇာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator   Jo Jo VA , Yunn Myat Noe Khaing, SSTGenre.....Action , Fantasy\nQuality….WEB-DL ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/new-kung-fu-cult-master-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2VkMDI1N2QtNTljOC00N2U1LTgxZTctZTZjMzBlYzc2NmY3XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Mythica: The Godslayer (2016)",
        "description": "Mythica: The Godslayer (2016)========================ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ\nငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။\nMythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး\nadventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်\nအမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့  လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်\nချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့\nအခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ\nဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်\nLich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့\nMarek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mythica-the-godslayer-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onGdT8sYi89drvSJyEJnft97rOq.jpg",
        "title": "Looop Lapeta (2022)",
        "description": "Looop Lapeta (2022)ဘောလိဝုဒ်ရုပ်ရှင်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ပရိတ်သတ်တွေအတွက် ဒီနေ့မှ အသစ်စက်စက်ထွက်ထားတဲ့အိန္ဒိယရုပ်ရှင်ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။မင်းသမီးကလဲ တာ့ပ်ဆီးပန်းနုဆိုတော့ သရုပ်ဆောင်ပိုင်းမှာလဲအတော်လေး မိမိုက်နေတာကို မြင်ရဦးမှာပါဒီဇာတ်လမ်းက ပုံမှန်တွေ့နေကျ ဟာသဇာတ်လမ်းတွေနဲ့ မတူပဲအတော်လေးထူးခြားတယ်ဗျ။ ရီရတယ်ဆိုတာထက် ရင်တဖိုဖိုနဲ့စိတ်လှုပ်ရှားဖို့ကောင်းတယ်ဆိုရင် ပိုမှန်မယ်။ဆာဗီဆိုတဲ့ အပြေးအားကစားမယ်လေးနဲ့ဆပ်သ်ရာက အပြန်အလှန်မေတ္တာမျှနေကြတာပေါ့။သူတို့ရဲ့ တွေ့ဆုံပုံကလည်း တယ်ထူးဆန်းပါတယ်။ အပြေးမယ်လေး ဆာဗီဟာမတော်တဆမှုကြောင့် သူ့ရဲ့အားကစားမယ်ဘဝကို အဆုံးသတ်ရဖို့အကြောင်းဖန်လာတဲ့အခါ ဆာဗီတစ်ယောက် စိတ်ဓာတ်ကျပြီး ဆေးရုံခေါင်မိုးပေါ်ကနေခုန်ချမလို့လုပ်ခဲ့ပါတယ်။ အဲ့အချိန် ခေါင်မိုးထပ်မှာ ဆေးလိပ်လာသောက်တဲ့ဆပ်သ်ရာက ဆာဗီကို ကယ်လိုက်ရာကနေ သူတို့နှစ်ဦး ဖူးစာဆုံခဲ့ကြတာပေါ့။ဒီလိုနဲ့ပဲ နှစ်ဦးသား အလုပ်ကိုယ်စီလုပ်ရင်းအေးချမ်းတဲ့ဘဝလေးကို ဖြတ်သန်းခဲ့ကြပါတယ်။ အဲ့ဒီနေ့ကို မရောက်ခင်အချိန်အထိပေါ့။ဆာဗီက သူမမှာ ကိုယ်ဝန်ရှိကြောင်း ဆပ်သ်ရာဆီ ဖုန်းဆက်ပြောမဲ့နေ့မှာပဲဆပ်သ်ရာတစ်ယောက် ပြဿနာတစ်ခုကို အကြီးအကျယ်ရှာလိုက်ပါတော့တယ်။အဲ့ဒါကတော့ ဆပ်သ်ရာက သူ့ရဲ့သူဌေး ဗစ်တာဆိုတဲ့ မာဖီးယားဂိုဏ်းချုပ်ရဲ့ငွေ ၅ မီလီယံကို ဖျောက်လိုက်တာပါပဲ။ ဟော....မာဖီးယားခေါင်းဆောင်ဆီမှာ အသတ်ခံရတော့မယ့်သူ့ကောင်လေးကို ကယ်ဖို့ ဆာဗီခမျာ ပြေးလွှားရတော့တာပေါ့ဗျာ။ ဆပ်သ်ရာမွှေသမျှအရှုပ်တွေကိုလိုက်ရှင်းရင်း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/looop-lapeta-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/kdupb5vbkmxv-133x200.jpg",
        "title": "Raging Flower 2 (2021)",
        "description": "ဒီဇာတ်ကားကတော့ raging flower 2018 ရဲ့အဆက်ဖြစ်ပါတယ် ..၂၀၁၈ ကားကိုမကြည့်ရသေးရင်တော့ ဒီလင့်မှာ https://channelmyanmar.org/raging-flower-2018/ အရင်သွားကြည့်ဖို့အကြံပေးပါတယ်နော်။တက္ကသိုလ်ကျောင်းသူ လေးယောက်နဲ့ ကျောင်းနားခံလိုက်ရတဲ့ လုံခြုံရေးကိုကြီးတစ်ယောက်တို့ ရင်ထဲကဖြစ်ချင်တဲ့ဆန္ဒ၊ ရည်မှန်းချက်ကို အတူကြိုးစားဖော်ဆောင်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်။ကျောက်ကျီထုံ ရှောက်ရွှေ ချုံချုံ နဲ့ လင်ဖေး လို့ခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးယောက်ဟာ ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြတာနဲ့အညီ သူတို့ကိုရေချိုးခန်းထဲဓါတ်ပုံလိုက်ရိုက်တဲ့ကောင်ကို ရဲစခန်းအထိ ဆွဲခေါ်ပြီး ပို့လိုက်ပါတယ်။\nဒါပေမယ့် အဲဒီလူကို ရဲတွေက ချက်ချင်းပြန်လွှတ်ပေးလိုက်လို့ မသင်္ကာဖြစ်ကြပြီး အကြောင်းရင်းကိုစုံစမ်းကြပါတော့တယ်။ အဲဒီလူရဲ့အပြုအမူက ထူးဆန်းနေတာက တစ်ကြောင်း၊ သူနေတဲ့နေရာကလည်း မသင်္ကာစရာဖြစ်နေတာတစ်ကြောင်း ပိုပိုပြီး သံသယတွေများလာကြတာနဲ့ လမ်းမျက်နှာချင်းဆိုင်မှာ မာလာဟင်းရည်ဆိုင်ဖွင့်ပြီး ကိုယ့်စားရိတ်ကိုယ်စား လိုက်လံထောက်လှမ်းပါတော့တယ်။ဒီလူတစ်စု ဘာပြစ်မှုတွေကျူးလွန်နေတာလဲ..ဘာလို့ရဲလက်ကလွတ်နေတာလဲဆိုတာကို ဖိုက်တာဂျက်မ ၄ ယောက်က သိုင်းနဲ့ဖြေရှင်းပေးမှာပါ။\nFile size…(1 GB)/(570 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/raging-flower-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8tfdkacnrtfv-153x200.png",
        "title": "Raging Flower (2018)",
        "description": "အခုလိုကာလလေးမှာ အက်ရှင် ဟာသကားလေးကြည့်ရတာက စိတ်ကို အနည်းငယ်သက်သာရာရစေမှာအမှန်ပါပဲ။ နာမည်ကြီး အက်ရှင်ဟာသကားတွေကြားက Raging Flowers ဆိုတဲ့ တရုတ် အက်ရှင် ဟာသကားလေးကို ညွှန်းချင်ပါတယ်။ကူ​လေ နဲ့ ပိုင်ရိုနန် တို့ ကျောင်းသူ၂​ယောက်ဟာ ကျောင်းကလွှတ်တဲ့ Camp အတွက် ထိုင်းနိုင်ငံအသွား အပျော်ကနေ အပျက်ဖြစ်လာတဲ့ ဇာတ်လမ်းလေးကို ဟာသနှောပြီးကြည့်ရမှာပါ။ ထိုင်းနိုင်ငံရောက် တရုတ်တွေဖြစ်တော့ ပေါက်ကရတွေဖြစ်၊ ကြောင်တောင်တောင်တွေနိုင်တဲ့အပြင် သူတို့ရဲ့ ဆရာမကိုလည်း ရာဇဝတ်ဂိုဏ်းတစ်ခုက ပြန်ပေးဆွဲသွားတဲ့အခါမှာတော့ \"အမလေး ငါသွေးတက်\" ဖြစ်သွားတော့တာပါပဲ။ဆရာမကို ကယ်ဖို့ ဇာတ်လမ်းတွေလုပ်ရင် ပလန်တွေဆွဲရင် အသေတီးကြတာကိုလည်း ကြည့်ရမှာဖြစ်တော့ Raging Flower (ဒေါသပုန်ထသော ပန်းကလေး) ဆိုတဲ့အတိုင်း မင်းသမီးချောချောလေးတွေကို ဟာသနှောပြီး ငမ်းရမှာအသေအချာပဲဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။ဒီကားရဲ့အဆက် Raging Flower 2 (2021) ကို ဒီမှာ https://channelmyanmar.org/raging-flower-2021/ ကြည့်ပါ။\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/raging-flower-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Predestination-poster-133x200.jpg",
        "title": "Predestination (2014)",
        "description": "Predestination (2014)\nIMDb - 7.5/10_____Rotten - 83%\n## Bluray 1080p & 720p updated ##\n   ရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/predestination2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xKPG2kpGtPkRMcPRDih4EHDw9n.jpg",
        "title": "New Kung Fu Cult Master 1 (2022)",
        "description": "New Kung Fu Cult Master 1 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့ ဇ\nာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator - Nu Mon, Jo ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/new-kung-fu-cult-master-1-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQewTgBVfFPh42KyC83JFON3uBE.jpg",
        "title": "Signal: Long-Term Unsolved Case Investigation – The Movie (2021)",
        "description": "Signal : The Movie (2021)2021 မှာထွက်လာတဲ့ The signal ဆိုတဲ့ ဇာတ်ကားလေးကတော့2018 မှာထွက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲရဲ့ အဆက်ပဲဖြစ်ပါတယ်ဒီကားလေးက thriller ကားအမျိုးအစားဖြစ်ပြီး\nဇာတ်လမ်းကတော့ mysteryတွေနဲ့ပြည့်နေပြီး\nစုံထောက်ကားကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ2018 ဇာတ်ကားမှာတုန်းက အတိတ်နဲ့ ပစ္စုပ္ပန်မှာ ရှိကြတဲ့ စုံထောက်နှစ်ယောက်ဟာ\nစကားပြောစက် walkie-talkieလေးကနေ ထူးထူးဆန်းဆန်း ဆက်သွယ်မိကြပါတယ်\nသူတို့နှစ်ယောက်ဟာဒီလိုဆက်သွယ်ပြီး အနာဂတ်မှာအတိတ်ကဖြစ်ခဲ့တဲ့အမှုတွေမဖြစ်အောင် အတူတူတားဆီးကြတာဖြစ်ပါတယ်ခုဒီဇာတ်ကားမှာလည်း \"‌cold case investigate team\"က စုံထောက်ဆိုင်ကူဆာနဲ့\nအတိတ်ကစုံထောက် အိုယာမာတို့ဟာ အတိတ်နဲ့ပစ္စုပ္ပန်တို့မှာဖြစ်တဲ့\nတူညီတဲ့ လုပ်ကြံမှုအကြမ်းဖက်မှုတွေပေါ်မှာ အခြေခံပြီး\nနှစ်ယောက်သား အမှုမှန်ပေါ်အောင်ဖော်ထုတ်ကြတာပဲဖြစ်ပါတယ်ဇာတ်ကားရဲ့ပုံစံက action scene တွေသိပ်မပါဘဲ\nပဟေဠိဆန်ဆန်ပုံစံနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာပါ၂၀၁၈ တုန်းက ဇာတ်ကားမကြည့်ရသေးတဲ့သူတွေလည်း\nဇာတ်ကားအစမှာ ဇာတ်လမ်းဆက်ကိုအကျဉ်းချုပ်ရှင်းပြထားတာမို့ တန်းကြည့်လို့အဆင်ပြေပါတယ်\nစုံထောက်ကား ဖန်တွေ အေးဆေး \"chill ‌and think\"လို့ရပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Action, Mystery, Thriller\nQuality….WEB-DL 1080p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/signal-long-term-unsolved-case-investigation-the-movie-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/rudhramadevi-telugu-movie-images-19-150x200.jpg",
        "title": "Rudhramadevi (2015) Rudramadevi",
        "description": "အိန္ဒိယတောင်ပိုင်း ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ ရူဒမာဒေဗီဟာဆိုရင် အိန္ဒိယ သမိုင်းမှာ အုပ်ချုပ်ခဲ့တဲ့\nအနည်းငယ်မျှသော ဘုရင်မတွေထဲကမှ ရူဒမာဒေဝီ ဘုရင်မ ရဲ့ ဘဝဇာတ်ကြောင်းကို ပုံဖော်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ငယ်ဘဝထဲက အခက်အခဲ အကြမ်းတမ်းစွာ ယောကျာ်းလေးဟန်ဆောင်ပြီး ဖြတ်သန်းခဲ့ရတဲ့\nရူဒမာဒေဝီ ၊ ငယ်ရွယ်စဉ်ဘဝထဲက မိန်းကလေး တန်မဲ့ မင်းသားတို့ တတ်အပ်တဲ့ အဌာရသ ၁၈ရပ်ကို ပင်ပန်းခက်ခဲ့စွာ သင်ကြားခဲ့ရတဲ့ ရူဒမာဒေဝီ\nအသက်အရွယ်ကြီးပြင်းလာတဲ့အခါမှာတော့ ပြိုင်ဘက် တိုင်းပြည်တွေကို ဘယ်လို ဖြိုခွင်းပြီး\nအခက်အခဲတွေကြားထဲက တိုင်းပြည်ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်မလဲဆိုတာ.........။မင်းသမီး Anushka Shetty က ရူဒမာဒေဗီဘုရင်မအဖြစ် ပါဝင်ထားပြီး တောင်ပိုင်းရဲ့ Stylish Star မင်းသားအာလူးအာဂျွန်းကိုလဲ စတိုင်အပြည့်နဲ့ တွေ့မြင်ရမှာပါ။Action,Fantasy သဘောတင်ဆက်ထားတာမို့ ချခန်းဖိုက်ခန်းတွေကြိုက်ရင် မိုက်မှာပါ။\nFile size…(3.5 GB) / (1.6 GB)\nQuality…WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:30:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/rudhramadevi-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://channelmyanmar.org/catwoman-hunted-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nj0cMoZjLRrqN9SFW3wCXlSTYxd.jpg",
        "title": "Tadap (2021)",
        "description": "Tadap (2021)\n---------------------\nဒီကားလေးကတော့ RX100 (2018) တုန်းကဇာတ်ကားကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ အချစ်ဇာတ်ကားချိုချိုလေးပဲဖြစ်ပါတယ်မဆူရီမြို့မှာ လူတိုင်းက ဒယ်ဒီလို့ခေါ်ကြတဲ့ လူတစ်ယောက် အီရှာနာကိုငယ်ငယ်လေးကတည်းက မွေးစားခဲ့ပါတယ်။ ဒယ်ဒီဟာ ရွေးကောက်ပွဲမှာအနိုင်ရရှိခဲ့တဲ့ ဒမိုဒါ နောတ့်တီရယ်နဲ့အလွန်တရာမှ ရင်းနှီးကြတဲ့မိတ်ဆွေတွေပါ။အီရှာနာ တစ်ယောက်ကတော့ အဖေဖြစ်သူဒယ်ဒီနဲ့ နောတ့်တီရယ်ကို အဖက်ဖက်မှကူညီအားဖြည့်ပေးနေသူပေါ့။ တစ်နေ့မှာ လန်ဒန်မှ ပညာတော်သင်ပြန်လာတဲ့ဒမိုဒါ ရဲ့ သမီးဖြစ်သူ ရမီဆာ က အီရှာနာကို သဘောကျပြီး ဖွင့်ပြောခဲ့ရာမှကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်စတင်လာပါတယ်။ အချစ်စစ်မှန်ရင်လမ်းကြမ်းစမြဲပါပဲ။ သူတို့ကြား ဘယ်လိုအတားအဆီးတွေ ဝင်ရောက်လာမှာလဲ။ဒမိုဒါရဲ့ပြိုင်ဘက်ပါတီဝင်ကရော ဘယ်လိုကောက်ကျစ်ယုတ်မာမလဲ။မင်းသမီး မင်းသားချောချောလေးနဲ့အတူ စောင်ကိုက်ပြီး ကြည့်ရှုရမဲ့အချစ်ခန်းချိုချိုအီအီလေးတွေပါတာကြောင့် မသေခင်ကြည့်ရှုသွားသင့်တဲ့ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးလို့ညွှန်းလိုက်ပါရစေ............ \nFile size…2.3Gb / 1.2Gb / 400MB \nQuality…1080p AAC 2.0CH / 720p / 360p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pwint & Haruko &  Yunni",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/tadap-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/mjqohpxhcqiz-133x200.jpg",
        "title": "[18+] Hugas (2022)",
        "description": "အယ်လ်က လမ်းဘေးမှာပဲတစ်ကောင်ကြွက်အဖြစ် ခိုးဆိုးလုနှိုက်အလုပ်တွေနဲ့ကြီးပြင်းလာတဲ့ လမ်းပျော်လူငယ်တစ်ဦးပါ။\nသူ့မိတ်ဆွေတစ်ယောက်အဆက်အသွယ်နဲ့ ဘဏ်ဓားပြ၊မူးယစ်မှောင်ခို အစရှိတဲ့အလုပ်တွေလုပ်ကိုင်တဲ့ ဒန်ချိုရဲ့လူဆိုးဂိုဏ်းကို\nဝင်ရောက်လာခဲ့ပြီး သူ့ကျွမ်းကျင်မှုတွေကြောင့် အချိန်တိုအတွင်းမှာပဲ လူယုံတစ်ယောက်ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂန်းစတားပေါက်စလေး အယ်လ်အနေနဲ့ ဒုစရိုက်လောကကိုစွန့်ခွာချင်စရာအကြောင်းပြချက်က ဒီဂိုဏ်းထဲမှာပဲတွေ့ခဲ့တဲ့\nလီဆယ်လ်ဆိုတဲ့ မိန်းမလှလေး တစ်ဦးဖြစ်လာခဲ့ပါတယ်။ဖိလစ်ပိုင်သမ္မတ ဒူတာတေးခေတ်မှာ မူးယစ်ဂိုဏ်းတွေအပေါ်ရိုက်ခတ်လာခဲ့တဲ့ တွေ့ရာနေရာ\nအမေးအမြန်းမရှိ ပစ်ခတ်သတ်ဖြတ်တဲ့ စီရင်မှုတွေ၊ ဂိုဏ်းအချင်းချင်းနယ်မြေလု ဖျံကျတဲ့အကွက်တွေ၊ အချင်းချင်း နောက်ကျောကနေ\nဓားနဲ့ထိုးဖို့ဝန်မလေးတဲ့လောက ကနေ သူတို့ဘယ်လိုလွတ်အောင်ရုန်းမလဲဆိုတာကို ဆက်လက်ရှုစားကြပါ။ဇာတ်လမ်းက အပစ်အခတ်အညှစ်အသတ်တွေများသလို အညစ်အပတ်တွေလဲအရမ်းများပါတယ်၊ဘဏ်ဓားပြတိုက်ရင်း စာရေးမကအထာပေးလို့ဂျိမ်းတာ၊\nချစ်သူချင်းမင်္ဂလာဦးညဂျိမ်းတာ၊ ပျော်လို့ဂျိမ်းတာ၊ စိတ်ညစ်တာကိုဖေးမနှစ်သိမ့်ရင်းလမ်းကြုံလို့ဂျိမ်းတာ စသဖြင့်အားနေဂျိမ်းနေကြတာဖြစ်လို့\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။မင်းသမီးတွေကလဲချစ်စဖွယ်မျက်နှာလေးတွေနဲ့မလိုက်အောင် ရွှေရင်ဌေးဌေးတွေဆိုတော့ ခဏခဏ pause လုပ်မိနေမှာဖြစ်လို့\nတစ်ယောက်တည်းကြည့်တာကောင်းပါလိမ့်မယ်။\nFile size…(1.2 GB) (500 MB)\nQuality…WEB-DL 1080p/720p\nFormat…mkv\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/18-hugas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xef9Ht77B2igqZv754HNdW8qZCk.jpg",
        "title": "The 355 (2022)",
        "description": "The 355 (2022)ဒီတစ်ခါတော့ \"The 355\" ဆိုတဲ့ အလန်းစားဆိုက်ဘာအက်ရှင်ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nအင်တာနက်တွေ ဆိုက်ဘာနည်းပညာတွေ တိုးတက်လာတဲ့ခေတ်မှာ\nတီထွင်မှုတွေကလည်း အပြိုင်အဆိုင်ကို ပေါ်ပေါက်လာခဲ့ပါတယ်\nကိုလံဘီယာ ဘိုဂိုဒါမှာ ကမ္ဘာကြီးရဲ့ ဘယ်အရာကိုမဆို ထိန်းချုပ်နိုင်တဲ့ ဒရိုက်ဗ်တစ်ခုကို တီထွင်နိုင်ခဲ့ပါတယ်\nအဲဒီဒရိုက်ဗ်ကို ကိုလံဘီယာအေးဂျင့် လူဝစ်က ရရှိသွားပြီးတော့\nစီအိုင်အေကို ဒေါ်လာသုံးသန်းနဲ့ အပေးအယူလုပ်ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့\nအဲဒီတာဝန်ကို ထမ်းဆောင်ဖို့ စီအိုင်အေ အေးဂျင် မေ့စ်နဲ့ သူ့ချစ်သူ နစ်ခ်တို့နှစ်ယောက် ပဲရစ်ကိုရောက်လာကြပါတော့တယ်\nအပေးအယူလုပ်တဲ့နေရာမှာ ဂျာမန်အေးဂျင့် မယ်ရီက\nပိုက်ဆံထည့်ထားတဲ့ အိတ်ကို ကြားထဲကနေ ဖြတ်ယူသွားပါတော့တယ်\nမေ့စ်က မယ်ရီနောက်လိုက်နေတုန်း နစ်ခ်က ပစ်သတ်ခံလိုက်ရပါတယ်\nစီအိုင်အေကို ပြန်ရောက်တော့မှ မေ့စ်တစ်ယောက် နစ်ခ်အသတ်ခံလိုက်ရမှန်း သိသွားပါတော့တယ်\nမေ့စ်ရဲ့ အထက်လူကြီး မတ်ခ်က မေ့စ်ကို မဖြစ်ဖြစ်တဲ့နည်းနဲ့\nဒရိုက်ဗ်ကို ပြန်ရအောင်ယူခိုင်းတဲ့အခါမှာတော့\nမေ့စ်တစ်ယောက်ဘယ်လိုတွေလုပ်မလဲ- စီအိုင်အေ အေးဂျင့် မေ့စ်\n- ဂျာမန်အေးဂျင့် မယ်ရီ\n- ကွန်ပျူတာကျွမ်းကျင်သူ ခါဒီဂျာ\n- ကိုလံဘီယာစိတ်ရောဂါကုဆရာဝန် ဂရေစီယယ်လာသူတို့တွေ တတိယကမ္ဘာစစ်ကြီး မဖြစ်အောင် ဘယ်လိုတွေကာကွယ်ကြမလဲဆိုတာ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-355-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT0BY2KiFTrcdZuW0aJMddVe1Ci.jpg",
        "title": "Uncle Nine:  The Curious Case of the Ancient Coffin ( 2021 )",
        "description": "တရုတ်တစ္ဆေ ခုန်စွခုန်စွ ဖုတ်ကောင်ကားသစ်လေးလာပါပြီဇာတ်လမ်းအကျဉ်းကတော့ဦးလေး၉ဟာ ဘိုးဘေးလုပ်ငန်းဖြစ်တဲ့ဖုန်းရွှေဆရာအလုပ်ကိုမလုပ်ပဲ ဆေးဆရာအဖြစ်အသက်မွေးဝမ်းကျောင်းနေပါတယ်။နေကြတ်တဲ့နေ့တစ်နေ့ အပုပ်ချိန်မှာ ရှေးဟောင်းအလောင်းစာပိုးကောင်တွေထကြွပြီးအခေါင်းစောင့်မြွေကြီးကလဲ လူတွေကိုထွက်စားနေပါတယ်။ဦးလေး၉နဲ့တပည့်တွေဟာ ဖုတ်ကောင်အုပ်စုတိုက်ခိုက်ခြင်းကိုခံရပြီးမြို့ငယ်လေးမှာကံဆိုးစွာ မကောင်းတဲ့ဖြစ်ရပ်တွေတစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။ထူးဆန်းတဲ့သေဆုံးမှုတွေကြောင့်ရဲအရာရှိတွေနဲ့ ဦးလေး၉ နဲ့အတူအမှုကိုအပြင်းအထန်စစ်ဆေးကြပါတယ်။နစ်နာသူပြည်သူတွေရဲ့ကိုယ်ပေါ်မှာအလောင်းဆိပ်မိနေပါတယ်။ဦးလေး ၉ ဟာ တိတ်တဆိတ်စုံစမ်းရင်း ဂျပန်တွေရဲ့ဆေးကုသဖို့ဖိတ်ကြားမှုကိုခံရပြီး ဂျပန်တပ်သားတွေရဲ့သင်္ချိုင်းဖောက်တဲ့အကြံအစည်ကိုသိသွားတော့ ဂျပန်တွေရဲ့ကွပ်မျက်ခံရလုဆဲဆဲအခြေနေကိုရောက်သွားပါတယ်။ဓားသွားပေါ်ကအခြေအနေမှာရောက်နေတဲ့ ဦးလေး၉ ဟာဘယ်လိုအသက်လွတ်အောင်လုပ်ပြီး တစ္ဆေနှိမ်နင်းကာနိုင်ငံရတနာတွေကိုဘယ်လိုစောင့်ရှောက်မလဲ။ပြီးတော့ ဂျပန်သင်္ချိုင်းဖောက်ထွင်းအဖွဲ့ကရောဘာတွေနဲ့ပတ်သက်နေမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ဟောင်ကောင်ကား Mr Vampire (၁၉၈၅) ပုံစံအတိုင်းပဲဟာသလေးတွေနှောပြီးပြန်ရိုက်ထားတာဖြစ်တဲ့အတွက် ငယ်ဘဝကိုပြန်အမှတ်ရသွားမှာသေချာပါတယ်။ပေါ့ပေါ့ပါးပါး ဖုတ်ကောင်ကားလေးကိုအားပေးကြပါဦးနော်။ \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , Mystery , Fantasy\nDuring : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1HFed/Uncle_Nine_The_Curious_Case_of_the_Ancient_Coffin_(2021)_CM.mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQkCKYHmWRNAcWb1XWk8SPylUog.jpg",
        "title": "Firebreather (2010)",
        "description": "Firebreather (2010)ဒီ animation ဇာတ်ကားကောင်းလေးကို မသိတဲ့သူတော်တော်ရှားမယ်ထင်ပါတယ်။ ကျွန်တော်တို့တွေ ကလေးဘ၀မှာ အသည်းစွဲဖြစ်ခဲ့ရတဲ့ ကာတွန်းကားလေးတစ်ကားဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။မကြည့်ဖူးသေးတဲ့သူတွေရော ကြည့်ပြီးတဲ့သူတွေပါ ဘာသာပြန်ကောင်းကောင်းလေးနဲ့ သေချာပြန်လည်ခံစားလို့ရအောင်လို့ Channel Myanmar ကနေ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့......ကမ္ဘာကြီးဟာ ကိုင်ဂျူးလို့ခေါ်တဲ့ ဧရာမသတ္တဝါကြီးတွေနဲ့ လူသားတွေ ရောထွေးနေထိုင်တဲ့ နေရာတစ်ခုဖြစ်လာပါတယ်။ မျိုးနွယ်နှစ်ခုကြား စစ်ပွဲရှည်ကြီး တစ်ခုဖြစ်လာခဲ့ပြီး ဒီစစ်ပွဲကို အဆုံးသတ်ပေးလိုက်တာကတော့ မားဂရက်ဆိုတဲ့ လူသားမျိုးနွယ် မိန်းကလေးတစ်ဦးနဲ့ ကိုင်ဂျူးဘုရင်ကြီး ဘယ်လော့ခ် တို့ရဲ့ ချစ်ကြိုက်မှုပဲ ဖြစ်ပါတယ်။စစ်ပွဲကြီးရပ်တန့်သွားပြီးနောက် ကိုင်ဂျူးတွေဆိုတာလည်း ဒဏ္ဍာရီသဖွယ် ဖြစ်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် ဒန်ကန်ဆိုတဲ့ ကိုင်ဂျူးတစ်၀က် လူသားတစ်၀က် ဆယ်ကျော်သက်ကောင်လေးကတော့ ဒဏ္ဍာရီမဟုတ်ခဲ့ပါဘူး။ကိုင်ဂျူးတစ်ကောင်ရဲ့အစွမ်းတွေနဲ့ လူသားလေး ဒန်ကန်ဆီကို တစ်ရက်မှာ ကိုင်ဂျူးဘုရင် ဘယ်လော့ခ်ကြီးက ဆိုက်ဆိုက်မြိုက်မြိုက် ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့...... (ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.3GB, 608MB\nQuality - ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/firebreather-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsh8YdNxq66oH0MvJFd7hjlq6Fq.jpg",
        "title": "Iddarammayilatho (2013)",
        "description": "Iddarammayilatho (2013)အညွှန်းဇာတ်လမ်းစဖွင့်ပုံက...\nနိုင်ငံအတွင်းမှာ ဖြစ်သွားတဲ့ ကုဋေ တစ်သိန်းတန်လာဘ်စားမှုကြီးတစ်ခုအကြောင်းကို IAS အရာရှိတစ်ယောက်ကဝန်ကြီးကို မေးမြန်းပြီး ၊ အဲ့ဒီကိစ္စကို စုံစမ်းပေးဖို့ ဝန်ကြီးကIAS အရာရှိကို တာဝန်ပေးလိုက်ရာက စဖွင့်ပါတယ်။ဒီနောက်တော့ ဝန်ကြီးရဲ့သမီး နိုင်ငံခြားကိုစိတ်ပညာဘွဲ့လွန်သွားတက်တာကို ပြပါတယ်။ဒါက ဇာတ်လမ်းရဲ့ နိဒါန်းပဲ ရှိပါသေးတယ်။ဒီနောက်တော့ ဝန်ကြီးသမီး အာကန်ရှာဟာ ပြည်ပမှာ ကောလိပ်တက်ဖို့အဆောင်တစ်ခုကို ရောက်လာပါတယ်။ အဲ့ဒီအဆောင်က သူတည်းခိုတဲ့အခန်းထဲကနေ မိန်းကလေးတစ်ယောက်ရဲ့ ဒိုင်ယာရီစာအုပ်ကိုတွေ့လို့ဖတ်ကြည့်မိရာကနေ ဒီဇာတ်လမ်းတစ်ခုလုံးဟာ ရုပ်လုံးပေါ်လာတော့တာပါပဲ။တစ်ချို့က ကြည့်ဖူးကြပေမယ့် တစ်ချို့ကတော့ မကြည့်ဖူးလောက်ပါဘူး။ဇာတ်လမ်းကို ခြုံငုံသုံးသပ်ရရင် ဇာတ်အိမ်ကို အားမရပေမယ့် တေလဂူးဇာတ်ကားလေးတွေရဲ့ထုံးစံအတိုင်း ချစ်ခန်းကြိုက်ခန်း ၊ ဟာသခန်းလေးတွေ ညှပ်ထည့်ထားပုံကဇာတ်လမ်းကို မြူးကြွစေပြီး ၊ တေလဂူးမင်းသမီးလေးတွေရဲ့ ညုတုတု အမူအရာ ၊သရုပ်ဆောင်ပုံလေးတွေက အသည်းယားစရာ ကောင်းလှပါတယ်။မိသားစုနဲ့ အတူ ကြည့်နိုင်သလို ၊မိမိရဲ့ ရည်းစား ၊ မိမိရဲ့ အိမ်ထောင်ဖက်နဲ့လည်း အတူကြည့်ရင်း အချစ်တွေပိုတိုးလာစေနိုင်ပါတယ်။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/iddarammayilatho-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uORr2GXQnyqgBOg6tVsRCJD2qxc.jpg",
        "title": "Escape From Alcatraz (1979)",
        "description": "Escape from Alcatraz (1979)~ IMDb- 7.6/10, RT - 96%, Meta - 76%အပြင်လောကမှာလူမိုက်တွေက \"ထောင်အပြင်မှာ တန်းမရှိဘူးကွ\"လို့ ကြွေးကြော်ရင်း မိုက်ဂုဏ်ပြလေ့ရှိပါတယ်။ ဟုတ်ကဲ့၊ ထောင်အပြင်မှာသာတန်းမရှိတာပါ။ ထောင်ထဲမှာတော့ တန်းလည်းရှိတယ်၊ တိုက်လည်းရှိတယ်၊ မိုက်ပေ့ဆိုတဲ့ငနဲတွေအထဲရောက်လာရင် ဦးကျိုးသွားအောင်ချိုးပြမယ့်သူတွေကလည်းအသင့်စောင့်နေတာပါ။ ဆရာကျော်မြသန်းတို့၊ ဆရာရန်အောင်မောင်မောင်တို့ရဲ့ဝတ္ထုတွေကိုဖတ်ရင်း ထောင်လောကအကြောင်း မြည်းစမ်းကြည့်ဖူးသူတွေအတွက်တော့ အခုတင်ပြမယ့်ဇာတ်ကားဟာ စွဲမက်ဖွယ်ရသအပြည့်ပေးပါလိမ့်မယ်။ ထောင်ဆိုတာဘာလဲ မသိသေးသူတွေအတွက်လည်း မြည်းစမ်းကြည့်သင့်ပါတယ်။အလ်ကာထရက်ဇ်ဆိုတာ ကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆန်ဖရန်စစ္စကိုပင်လယ်အော်နားက ကျောက်ဆောင်တွေပြည့်နေတဲ့ကျွန်းတစ်ခုပါ။ အစက စပိန်တွေပိုင်ခဲ့တယ်၊ သူ့နာမည်ကိုက ငှက်ကြီးဝန်ပိုကျွန်းလို့ စပိန်လိုခေါ်ရာကနေအမည်တွင်လာတာပါ။ အမေရိကန်ပိုင်ကျွန်းတစ်ခုဖြစ်လာပြီးတဲ့နောက် ၁၈၆၁ခုနှစ်မှာ အဲဒီကျွန်းကို စစ်ပြေးတွေ၊ သူပုန်တွေကိုအကျဉ်းချတဲ့နေရာအဖြစ်စအသုံးပြုခဲ့ပါတယ်။ ၁၉၃၄မှာတော့ ခေတ်မီအဆောက်အဦတွေနဲ့အတူ တစ်နိုင်ငံလုံးမှာ လုံခြုံရေးအတင်းကျပ်ဆုံးထောင်အဖြစ်နဲ့စတင်ခဲ့ပါတယ်။ အလ်ကာထရက်ဇ်ကို အဆိုးဆုံး၊ အကြမ်းဆုံးရာဇဝတ်ကောင်တွေထားတယ်ဆိုတာထက် စည်းကမ်းအဖောက်ဆုံးထောင်သားတွေပို့လေ့ရှိတယ်ဆိုရင် ပိုမှန်ပါလိမ့်မယ်။ သူတို့ကို တစ်ယောက်တစ်ခန်းစီခွဲပြီးချုပ်ထားတယ်။ အဲဒီနေရတဲ့အခန်းကလည်း အလျားဆယ်ပေ၊ အနံလေးပေခွဲသာကျယ်ပါသတဲ့။ တစ်နေ့ကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/escape-from-alcatraz-1979/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oQq3FMD952F8Rnu619O2boTK1Do.jpg",
        "title": "Son of Satyamurthy (2015)",
        "description": "Son Of Satyamurthy (2015)ဖခင်ဆိုတဲ့ ကြီးမားလှတဲ့အရိပ်ကို ခိုလှုံရင်း ဘဝကို ခပ်အေးအေးနေခဲ့တဲ့ လူငယ်တစ်ယောက်...အက်ဆီးဒင့်ကြောင့် ဖခင်ဖြစ်သူ သေဆုံးပြီးနောက်ပိုင်း ဖခင်အရိုက်အရာကိုလက်ခံကာ...ကြုံလာသမျှအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်သလဲဆိုတာကို ရိုက်ပြထားတာ ဖြစ်ပါတယ်။ဇာတ်လမ်းတကယ်ကောင်းသလို ၊ ရိုက်ချက်တွေလည်းကောင်းတယ်။Stylish Star အာလူအာဂျွန်းရဲ့ ထုံးစံအတိုင်း ခပ်မြူးမြူးလေးဆိုတော့ကြည့်ဖူးသူလည်း မူရင်းတီလူဂူးအသံနဲ့ ထပ်ကြည့်လို့ရတာပေါ့ခင်ဗျာ။ အိုဗာအက်ရှင်ပါတာလေးတွေတော့ သည်းခံကြည့်ရမယ်။File size…4.64Gb / 2.4Gb / 1.2GB\nQuality…1080p Blu Ray AAC 5.1Ch / 1080p AAC 2.0 / 720p\nFormat…mp4\nDuration….2h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myint Thu",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/son-of-satyamurthy-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g841pE2duYUJDUsy6i2NXqCzVBO.jpg",
        "title": "Akhanda (2021)",
        "description": "Akhanda 2021\nDrama/ Fantasy\nIMDb 7.9/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ရုပ်ရှင်ကားကောင်းတွေထဲမှာနောက်ဆုံးပိတ်အိတ်နဲ့လွယ်ကားလို့ပြောရလောက်အောင်ကိုရှယ်ကောင်းတဲ့‌တောင်ပိုင်းကားလေးပါ။ Box office မှာကုဋေ ၂၀၀ အထိဝင်ငွေကြမ်းခဲ့ပြီး ၂၀၂၁ ခုနှစ်ရဲ့ ဒုတိယမြောက်ဝင်ငွေအကြမ်းဆုံးကားဆိုလည်း ဟုတ်တယ်ဗျ။Box Office မှာ ၂၀၂၁ ခုနှစ်မှာ ဒုတိယဝင်ငွေအများဆုံးဖြစ်ရတဲ့အကြောင်းကိုပြောပါဆို နာမည်ကြီးဝါရင့်သရုပ်ဆောင် Nandamuri ပါတာရယ်မင်းသမီးချောနှစ်လက်ဖြစ်တဲ့ Pragya နဲ့ Shamna တို့ပါတာကြောင့်လည်းပါတယ်ပေါ့ဗျာ။အဲလိုပြောလို့ Red Notice လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ထိန်းသွားတဲ့ကားလားဆိုရင်တော့လည်း မဟုတ်ပြန်ဘူးဗျ။ ဇာတ်လမ်းဇာတ်ကွက်ကကုလားကားဆန်ဆန်ရိုက်ချက်တွေပါနေတာကလွဲရင်(ကုလားကားကိုးဗျ) ရှယ်ကိုကောင်းနေတာမျိုးဗျ။မျောပြီးကြည့်နေရင်းကြက်သီးထရလောက်တဲ့စကားမျိုးတွေထပြောလေ့ပြောထရှိတဲ့တောင်ပိုင်းကားတွေရဲ့ဗီဇကိုသိပြီးပြီဆိုရင်တောင် ဒီကားထဲက ကြက်သီးထစရာဇာတ်ဝင်စကားတွေကတစ်ခြားတွေနဲ့ကိုမတူတာအမှန်။ ကြည့်ရင်းမျောရင်း၊ မျောရင်းကြည့်ရင်းအ‌ဆုံးကိုဘယ်လိုရောက်လို့ရောက်သွားမှန်းမသိမယ့်ကားကောင်းမျိုးဗျ။ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောပြရမယ်ဆိုရင် ရွှေကျေးညီနောင်ပေါ့ဗျာ။ကျေးညီနောင်နှစ်ကောင်ဟာ တစ်ကောင်က ကောင်းရာအရပ်‌ရောက်ပြီးကျေးလိမ္မာဖြစ်သွားပေမဲ့ တစ်ကောင်ကတော့ ဆိုးရာအရပ်ရောက်ပြီးကျေး‌မိုက်ဖြစ်သွားသလိုမျိုးပဲပေါ့။ ဒါပေမဲ့ မတူတဲ့အချက်ကတော့ဒီဇာတ်ကားထဲက ညီအစ်ကိုနှစ်ယောက်ကိုကျ မွေးကတည်းကဘုရားလူကြီးက နိမိတ်ဖတ်သွားတာပဲ။ ဒီတစ်‌‌ယောက်ဟာသဘာဝတရားနဲ့ တူလိမ့်မယ်၊ ဒီတစ်ယောက်ဟာ သဘာဝဘေးဆိုးနဲ့တူလိမ့်မယ်ဆိုပြီးသဘာဝတရားကိုချစ် သဘာဝဘေးဆိုးကို စွန့်ပစ်ခိုင်းခဲ့တာမျိုးပေါ့။ ဒီတော့ဗျာညီအစ်ကိုနှစ်ယောက်ထဲက သဘာဝတရားဖြစ်တဲ့တစ်ယောက်ကပြည်နယ်အုပ်ချုပ်ရေးမှူးချောချောလေးနဲ့ တစ်စခန်းသွားတော့မယ်အချိန်မှာသဘာဝဘေးဆိုးဖြစ်တဲ့တစ်ယောက်ကကျ ဘယ်လိုအရပ်ရောက်ပြီးဘယ်လောက်တောင်ဆိုးနေမယ် ညီအစ်ကိုနှစ်ယောက် ဘယ်လိုပြန်တွေ့ကြမယ်ဆိုတာမျိုးပေါ့။ဒီလိုသဘောတရားဇာတ်လမ်း‌တွေရှိပေမဲ့ ဒီကားလောက်တော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/akhanda-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/91723585bd0a715fbbc498de6fe5b255f18f06103046b80309d7996358725ac9._RI_V_TTW_-150x200.jpg",
        "title": "For a Few Dollars More (1965)",
        "description": "For a Few Dollars More (1965) ~ IMDb - 8.2/10, RT- 92%, Meta - 74%နာမည်မရှိသော ကောင်းဘွိုင်ကြီး လာပါပြီခင်ဗျာ။ ဇာတ်ကားသုံးကားကို သုံးနှစ်ဆက်တိုက် ရိုက်ကူးထုတ်လွှင့်ခဲ့တဲ့၊ ကောင်းဘွိုင်ကားသမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့တဲ့ Clint Eastwood ရဲ့ သမိုင်းမှတ်တိုင်တွေပါ။ အခုကားကတော့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကောင်းဘွိုင် ယန်းကီးလေးဟာ ဆုကြေးစား လူဆိုးဖမ်းသမား ဖြစ်နေပြန်ပါပြီ။ အရင်ဇာတ်ကားကရခဲ့တဲ့ ပိုက်ဆံတွေ ဘယ်တည်းခိုခန်းမှာ ဖြုန်းလိုက်လဲ မသိပါဘူးဗျာ။ အခုတော့ ဒေါ်လာတစ်ထောင်တန် လူဆိုးလေးတွေ လိုက်ဖမ်းနေလေရဲ့။အချီကြီးကြံတတ်တဲ့ ပုဂ္ဂိုလ်ဆိုတော့လည်း တကယ့် ဒိတ်ဒိတ်ကြဲ လူဆိုးဂိုဏ်းနောက်ကို အမဲလိုက်ဖို့ ဖြစ်လာတာပေါ့။ တစ်ခါတလေမှာ မုဆိုးက ကျားစာမိသွားတာမျိုးလည်း ရှိတတ်တာမျိုးလေ။ အဲဒီမှာ ပုဂ္ဂိုလ်ရေးရန်ငြိုးနဲ့ လိုက်လာတဲ့ ဘဲကြီးတစ်ပွေရယ်၊ နာမည်မရှိတဲ့ ယန်းကီးလေးရယ်တို့ ခြင်္သေ့ဂူထဲဝင်ပြီး လူဆိုးတစ်သိုက်နဲ့ ဘတပြန် ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/for-a-few-dollars-more-1965/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/A_Fistful_of_Dollars-132x200.jpg",
        "title": "A Fistful of Dollars (1964)",
        "description": "A Fistful of Dollars (1964) ~ IMDb - 8/10, RT - 98% ~ဇာတ်ကား သုံးကားမှာ အဓိက သရုပ်ဆောင်ဖြစ်ပေမယ့် ဇာတ်ကားထဲမှာ သူ့နာမည်ကို ဘယ်သူမှ မသိကြဘူး။ သိတဲ့သူတွေကလည်း သူ့နာမည်ကို မခေါ်ကြဘူး။ ဒီတော့ ကောင်းဘွိုင်ရုပ်ရှင်ချစ်ပရိသတ်က သူ့ကိုချစ်စနိုးခေါ်ကြတာ Man with No Name တဲ့။ နာမည်မရှိတဲ့လူသားကြီး၊ လူကြမ်းကြီး၊ ခြေသလုံးအိမ်တိုင်၊ လေနှင်ရာလွင့်၊ ရောက်တဲ့အရပ်မှာ ဘဝကို ကုလားဖန်ထိုး၊ မတရားတာတွေ့ရင် ဓားခုတ်ရာ လက်ဝင်လျှိုတတ်သေး။အမေရိကန်မြောက်ပိုင်းသား ယန်းကီး၊ မြင်းနဲ့ မြည်း စပ်ပြီးကျလာတဲ့ mule တစ်ကောင်နဲ့၊ ပွိုင့် 45 ပစ္စတို (ခြောက်လုံးပူး) တစ်လက်နဲ့၊ ဘယ်အချိန်မဆို ဘိုင်ကျ အိတ်ကပ်ခါလီသမား။ ခါးကြားကဗျောက်ကိုထုတ် တစ်စက္ကန့်အတွင်းမှာ 6 rounds (ကျည်ခြောက်တောင့်) လုံးကို ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/a-fistful-of-dollars-1964/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nCRfr3eOlwH7wfxaz6cU1bhMR1W.jpg",
        "title": "The King’s Daughter(2022)",
        "description": "The King's Daughter(2022) အညွှန်း*******************************ဂျိန်းစဘွန်းမင်းသားကြီ: Pierce Brosnan နဲ့  အချောအလှလေး Bingbing FanKaya Scodelario တို့ပါဝင်ထားတာနဲ့ ဒီကားက ကြည့်ဖို့တန်နေပါပြီ...1997 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Moon and The Sun ဝတ္ထုကို မှီငြမ်းပြီး ရိုက်ကူးထားတဲ့\nAdventure/Fantasy ဇာတ်ကားဖြစ်ပါတယ်Mermaid ခေါ် ရေသူမ ဆိုတဲ့ဒဏ္ဍာရီလာ ရေနေသတ္တဝါတွေအကြောင်းပုံပြင် ဇာတ်လမ်းတွေ အများကြီးကြည့်ရှူဖူးကြမယ်လို့ထင်ပါတယ်..ဒီကားလေးကလည်း အဲဒီလိုကားတွေထဲက တစ်ခုဖြစ်တာမို့ စိတ်ဝင်စားရင်တကယ် လက်မလွှတ်သင့်ပါဘူး ဝတ္တုကိုက ဆုရထားတာမို့လို့ပါ...အချိန်ကာလအားဖြင့် ၁၈ ရာစုဖြစ်ပြီး ပြင်သစ်နိုင်ငံမှာ လူးဝစ် ၁၄ ဆိုတဲ့ရှင်ဘုရင်တစ်ပါးစိုးစံလျက်ရှိပါတယ် ပြင်သစ်ဟာ မကြာသေးခင်ကမှ စစ်နိုင်ထားကာ ပြန်လည်ထူထောင်စ ဖရိုဖရဲ\nအခြေအနေပါ ရန်သူတွေကလည်း ပတ်လည်ဝိုင်းနေတာပေါ့...တစ်နေ့မှာတော့ တော်ဝင်သမားတော်က ထာဝရရှင်သန်နိုင်စေမယ့်နည်းလမ်းကိုရှာတွေ့ထားတယ်လို့ လျှောက်တင်လာပါတယ်\nအဲဒါကတော့ နေကြတ်ချိန်မှာ ဒဏ္ဍာရီလာ ရေသူမရဲ့ နှလုံးကို ရှင်ဘုရင်ထံ လွှဲပြောင်းဖို့ပါပဲ\nမသေချင်တဲ့ ရှင်ဘုရင်ဟာလည်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-kings-daughter2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/Rusty-Blade-133x200.jpg",
        "title": "Rusty Blade (2022)",
        "description": "ဓါးနဲ့အသက်မွေးလမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်ပြီးရင် အဲ့ဒီဓါးကိုလုံးဝလွှတ်ချလို့မရတော့ဘူး” တဲ့သူ့ဆရာကပြောဖူးတယ်။ သူစဉ်းစားမိတယ် ဓါးကိုလွှတ်ချလို့မရတာမဟုတ်ပါဘူး.. လွှတ်ချခွင့်မရှိတော့တာပါ။စားဝတ်နေရေးကြပ်တည်းတဲ့နေ့ရက်တွေကို ဓါးသမားမပြောနဲ့ သာမာန်လူလည်းမခံနိုင်ပါဘူး။နေမကောင်းဖြစ်နေတဲ့ဇနီးနဲ့ လူမမည်သမီးတစ်ယောက်ရှိနေတဲ့အိမ်ဆို ပိုဆိုးတာပေါ့။အမျိုးသမီးကတော့ ပြောရှာပါတယ်။ ခက်ခဲတဲ့နေ့ရက်တွေကို ရင်ဆိုင်နိုင်ပေမယ့်ကျွန်မတို့နဲ့မသက်ဆိုင်တဲ့ပိုက်ဆံတွေကိုတော့ မယူလာပါနဲ့တဲ့။ဆယ်နှစ်တာအချိန်တွေကို နယ်စပ်မှာကုန်လွန်ရင်း ဓါးကိုလည်းမြေမြှုပ်လိုက်ပါပြီ။သူငယ်ချင်းတွေလည်း အရာရှိဖြစ်သွားပြီ။ ဒါပေမဲ့ လွှတ်ချထားလိုက်မိတဲ့ဓါးရဲ့အတိတ်ကပစ္စုပ္ပန်အထိလိုက်နှောင့်ယှက်လာတော့..... ကျွန်တော်ပြောသားပဲ “ဓါးကိုလွှတ်ချခွင့်မရှိတာပါလို့”....ဓါးသမားတစ်ယောက်ရဲ့ ခံစားချက်၊ သစ္စာတရားနဲ့မေတ္တာတရားတို့ကို အဓိကထားရိုက်ကူးထားတဲ့ကားလေးဖြစ်တာမို့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါဦးဗျာ... \nFile size…900MB  / 498MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….86mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by JoJoVa",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/rusty-blade-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/k-133x200.jpg",
        "title": "The Karate Kid (1984)",
        "description": "'' တပည့်ဆိုးဆိုတာ မရှိဘူး၊ ဆရာဆိုးပဲ ရှိတယ်''\n'' တိုက်ခိုက်တာကိုဘာလို့လေ့ကျင့်ရတာလဲ၊ တိုက်ခိုက်ဖို့မလိုအောင်ပေါ့''ဂျက်ကီချန်းရဲ့ Karate Kid ကိုတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်မှာပါ။ အဲဒီရုပ်ရှင်ရဲ့ မူရင်းဗားရှင်း ဂန္ဓဝင်ရုပ်ရှင်ကားကြီးကို ပြန်ခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီရုပ်ရှင်မှာ ကရာတေးဆရာကြီး မီယာဂီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Pat Morita ဟာ အကောင်းဆုံးဇာတ်ပို့ဆု အော်စကာဆန်ခါတင်ဝင်ခဲ့ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ fight scene တွေထက် မှတ်သားစရာ စကားတွေ သင်ခန်းစာယူစရာ အကြောင်းအရာတွေက ပိုပြီး စိတ်ဝင်စားဖို့တောင်ကောင်းပါသေးတယ်။ Action,Drama,Family ရုပ်ရှင်တွေထဲမှာတော့ ကြည့်ကိုကြည့်သင့်တဲ့ ကားပါပဲ။ File size…(2.2 GB)/(1.1 GB)/(500 Mb)\nQuality….Bluray rip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:06:00\nGenre...Drama, Action, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-karate-kid-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8mvznqYPz5XztVHiiYcoF0bphX.jpg",
        "title": "Ram Asur (2021)",
        "description": "အခုတင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ Ram ဆိုတဲ့ လူငယ်လေးလူလုပ် စိန်ကို ကြိုးစားဖန်တီးနေတဲ့ကောင်လေးတစ်ယောက်ဘယ်လောက်ကြိုးစားကြိုးစားရှုံးနိမ့်မှုတွေနဲ့ကြုံနေရတဲ့သူ ရည်မှန်းချက်တွေအောင်မြင်ဖို့Suri ဆိုတဲ့ သူတစ်ယောက်နဲ့ တွေ့ဖို့အကြောင်းဖန်လာတဲ့အခါRam ရဲ့စိတ်ကူးအိပ်မက်တွေအမှန်တကယ်ဖြစ်လာမလား Suri ကရောRam အတွက်ယုံကြည်ရတဲ့သူတစ်ယောက်ဖြစ်လာပါ့မလားခေတ်နှစ်ခေတ်ကိုယှဉ်တွဲရိုက်ပြတင်ဆက်ထားတဲ့ဇာတ်လမ်းဖြစ်တဲ့အပြင် ဇာတ်ကြောင်းတစ်ခုကတော့၁၉၈၉ အဖြစ်အပျက်လေးကိုရိုက်ကူးထားပြီးနောက်ဇာတ်ကြောင်းလေးကတော့လက်ရှိ ၂၀၂၀ အဖြစ်အပျက်လေးတွေကိုရိုက်ကူးပုံဖော်ထားတာပါဒီမတူညီတဲ့ ခေတ်နှစ်ခု ဇာတ်ကြောင်းနှစ်ခု ရည်မှန်းချက်တူပေမယ့်ခံယူချက်ချင်းမတူတဲ့လူနှစ်ယောက် ကြားက ဆက်နွယ်ချက်လေးကဘာဖြစ်မလဲ ဒီဇာတ်လမ်းရဲ့နောက်ကွယ်က အဓိကဇာတ်ကြောင်းလေးကဘာဖြစ်မလဲဆိုတာသိပ္ပံစမ်းသပ်ချက်တွေအက်ရှင်အကြမ်းစားလေး တွေ နဲ့ စောင့်ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ် တင်ဆက်ပေးလိုက်ပါတယ်... \nFile size…2.3Gb / 1.06Gb\nQuality…1080p True WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Poe & Haruko",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/ram-asur-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKdycnWFGNIALAxEZcTWRtrfWNW.jpg",
        "title": "Firestorm (2013)",
        "description": "Firestorm (2013)Firestorm ဟာ ကိုးဆယ်ခုနှစ်ဟောင်ကောင် ရဲအက်ရှင်ကားတွေဟန်မျိုးရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး အက်ရှင်ပရိသတ်တွေ စိတ်မပျက်ရအောင် အက်ရှင်ခန်းတွေ ဆက်တိုက်သလို ထည့်သွင်းထားတဲ့ကားပါ။ Infernal Affairs လို ရဲတွေနဲ့ ဒုစရိုက်သမားတွေကြားက လောဘတွေ အတ္တတွေကို နှစ်ဖက်လုံးပုံဖော်ထားတဲ့ကားလို့လည်း ဝေဖန်ရေးသမားတွေက ဆိုပါတယ်။\"ပြည်သူ့တာဝန်ကို ကြည်ညို ဥပဒေကို လက်ကိုင်ထားပါ\" တဲ့။ ဒါပြည်သူ့ရဲတစ်ယောက်ဖြစ်တဲ့ အထူးတပ်ဖွဲ့ အရာရှိ လူမင်းချင်ရဲ့ လက်ကိုင်စကားပါ။\"ရဲလောကမှာ အရက်သမားတွေ လောင်းကစားသမားတွေ ပုံနေသလို မုဆိုးမဖြစ်သွားတဲ့ မိန်းမတွေလည်း အများကြီးရှိတယ်။ ဒါပေမဲ့ ငါတို့ ဒီအလုပ်ကို ဘာလို့ဆက်လုပ်နေလဲဆိုတော့ အပြစ်မဲ့တဲ့ ပြည်သူတွေ မသေစေချင်လို့ပဲ\"တဲ့။ဒီလိုမျိုး တာဝန်သိတဲ့ စုံထောက်လူမင်းချင်နဲ့ ငွေအားလူအား တောင့်တင်းတဲ့ လူဆိုးဂိုဏ်းတစ်ခုနဲ့ ရင်ဆိုင်အားပြိုင်ရတဲ့အချိန်မှာ ဘယ်သူတွေက မြေစာပင်ဖြစ်ကျန်ခဲ့မလဲ ဘယ်သူတွေကို ပေးဆပ်ပြီး အဲ့ဂိုဏ်းကြီးကိုဖြိုခွင်းရမှာလဲ စသည်ဖြင့် အပစ်အခတ် ဒရာမာစုံလင်စွာနဲ့ ကြည့်ရှုရမဲ့ ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/firestorm-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/rajavikramarka-v1-127x200.jpg",
        "title": "Raja Vikramarka (2022)",
        "description": "မကြာသေးခင်ကမှထွက်ရှိထားတဲ့ အိန္ဒိယစပိုင်အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အက်ရှင်ခန်းတွေအပြင် ဟာသ၊ ဒရာမာ စုံလင်စွာပါဝင်တဲ့ ဇာတ်ကားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်အိမ်လည်းခိုင်မာတဲ့အပြင် သရုပ်ဆောင်တွေကလည်းအပြစ်ပြောစရာမရှိသလောက်ပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ NIA အေးဂျင့်အဖွဲ့ဟာ လွန်ခဲ့တဲ့ ၁၅ နှစ်ကရန်ငြှိုးရှိခဲ့ဖူးတဲ့ ဂုရုနာရာရနာဆိုတဲ့လူဆိုးဂိုဏ်းနဲ့ ပတ်သတ်နေတဲ့ နိုင်ငံခြားသားလက်နက်ရောင်းဝယ်ဖောက်ကားသူကိုဖမ်းဆီးရမိခဲ့ပါတယ်။ ဒါပေမဲ့ မမျှော်လင့်စွာပဲ ဗစ်ခရမ်မှ အဲဒီနိုင်ငံခြားသားကို မတော်တဆပစ်သတ်မိတဲ့အခါ ရာထူးဆိုင်းငံ့ခံရပြီး ဘာတွေဆက်ဖြစ်လာမလဲ.... မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းတွေပါဝင်တာကြောင့် စပိုင်အက်ရှင်ကားတွေကိုနှစ်သက်တတ်မယ်ဆိုရင် လက်မလွှတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်း တစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။ \nFile size…(2.06 GB) /(587 MB)\nQuality….WEBDL 1080p /720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thit San Khant\nTranslated by Shwe Pwint , Haruko , Yunni , Honeyey",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/raja-vikramarka-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/large-cover-133x200.jpg",
        "title": "A World Of Worlds: Rise of the King (2021)",
        "description": "ရီဇီယာ ဂြိုဟ်ပေါ်က တောတွင်းတိုက်ပွဲတစ်ပွဲ။ ခေတ်မီလူ့လောကထဲကို ရှေးဟောင်းအမှောင်အင်အားစုတွေ စုဝေးရောက်ရှိကျူးကျော်လာတဲ့အချိန်တစ်ခု။အမှောင်သခင် ဆိုင်လ် က မကောင်းဆိုးဝါး စစ်ပွဲဘုရင်ကြီး ရဇီးလ် ကို နိုးထလာဖို့ကြိုးစားနေပါတယ်။ အစွမ်းတွေပူးပေါင်းပြီး လောကကြီးတစ်ခုလုံးကို အုပ်စိုးဖို့ပါ။ အဲဒီအချိန်မှာပဲ ကလေးတွေရဲ့ အိပ်ယာဝင်ပုံပြင်တွေထဲမှာ လူဆိုးကြီး‌ေတွအဖြစ် အသုံးတော်ခံခဲ့ရတဲ့ တော်ဝင် မင်းလေးပါးကို ပြန်လည်ရှာဖွေရတော့တာပေါ့။ ဘုရင်သုံးယောက် ဘုရင်မတစ်ယောက်က အမှောင်အင်အားစုတွေကို တစ်ခါတွန်းလှန်ခဲ့ဖူးတော့ သူတို့ကိုပဲ အားကိုးရမယ့် အခြေကိုဆိုက်ရောက်လာပါတယ်။ရှေးဟောင်းခေတ်က မင်းလေးပါး ယခုခေတ်မှာ သာမန်လူတွေအဖြစ် လူပြန်ဝင်စားနေတာကို လိုက်လံရှာဖွေ၊ သူတို့ရဲ့ ဘဝဟောင်းကို မှတ်မိအောင်၊ သူတို့ရဲ့ အစွမ်းတွေနဲ့ သဟဇာတဖြစ်အောင် ကြိုးစားပေးနေတဲ့ ခေါင်းဆောင် ဟေဒန်။ ဆိုင်လ် ရဲ့ကျူးကျော်မှုမှာ မိသားစုကိုဆုံးရှုံးလိုက်ရတဲ့ ခရိုသီဟန် စစ်ခေါင်းဆောင်တစ်ယောက်။ ချစ်သူနဲ့ အရာအားလုံးကို ဆုံးရှုံးလိုက်ရတဲ့ သူခိုးတို့ရဲ့ ဘုရင်မတစ်ပါးရယ် ပူးပေါင်းပြီး လောကကို အလင်းပြန်ထွန်းလင်းဖို့ ကြိုးစားနေကြပုံတွေ။ခုခံသူအင်အားစုတွေကို အသည်းအမည်း ...",
        "rating": "2.3",
        "url": "https://channelmyanmar.org/a-world-of-worlds-rise-of-the-king-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMTExZmVjY2ItYTAzYi00MDdlLWFlOWItNTJhMDRjMzQ5ZGY0XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-135x200.jpg",
        "title": "Eternals (2021)",
        "description": "Eternals (2021)=============IMDb Rating - 6.8/10မာဗယ်ရဲ့ စူပါဟီးရိုးအသစ်တွေ လာပါပြီ။မူလပထမအစမှာ.... ဧကဖြစ်တည်မှု ၆ ခု မတိုင်ခင်၊ ဖန်ဆင်းမှုကြီးမတိုင်ခင် ဖန်ဆင်းရှင်များရှိခဲ့ပါတယ်။ မဟာဖန်ဆင်းရှင် အာရစ်ရှမ်ဟာ ပထမဆုံးသော နေကို ဖန်ဆင်းပြီး စကြဝဠာကိုအလင်းပေးခဲ့တယ်ပေါ့။ အဲ့လိုနဲ့ သက်ရှိတွေ စတင်ဖြစ်ပေါ်လာပြီး ဟန်ချက်ညီစွာ သာယာဝပြောခဲ့ကြတယ်။ အဲ့ဒီလိုပဲ အာကာသရဲ့ နက်ရှိင်းတဲ့နေရာတွေဆီမှာလည်း ဒီးဗီးယန့်ဆိုတဲ့ထူးခြားတဲ့ မျိုးစိတ်တွေ ဖြစ်ပေါ်လာပြီးအသိဉာဏ်ရှိ သက်ရှိတွေကို စားသုံးလာကြတဲ့အခါစကြဝဠာကြီးလည်း ကစင့်ကလျားဖြစ်ကုန်ပါတော့တယ်။ ဒီလိုဖြစ်ပျက်နေတဲ့ သဘာဝတရားကိုပုံမှန်ဖြစ်စေဖို့ အာရစ်ရှမ်ဟာ အိုလမ်ပီယာဂြိုလ်မှ မသေမျိုးသူရဲကောင်းတွေဖြစ်တဲ့ အီတာနယ်တွေကိုစေလွှတ်ပြီး ဒီးဗီးယန့်တွေကို ရှင်းလင်းစေခဲ့တယ်။ မဟာအီတာနယ် အာဂျက်ဦးဆောင်တဲ့အီတာနယ်တွေဟာ အာရစ်ရှမ်အပေါ်ကို စွဲစွဲမြဲမြဲသစ္စာရှိခဲ့ပေမဲ့ တာဝန်တစ်ခုနဲ့တွေ့လာတဲ့အခါအရာရာ ပြောင်းလဲသွားပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size - (4.22 GB) / (2.89 GB) / (1.5 ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/eternals-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7E9mFsCwm6s5k0akviOIuVIKIU.jpg",
        "title": "Big Brother (2020)",
        "description": "Big Brother (2020)မင်းသားကြီး Mohanlal ကိုတော့  ပရိတ်သတ်ကြီးတွေ အားလုံးသိကြမှာပါနော်Mohanlal ပါဝင်ထားတဲ့ Drishyam (2013) က IMDB 8.3 ထိရရှိခဲ့ပြီးပြန်လည်ရိုက်ကူးထားတဲ့Drishyam 2 (2021) မှာတောင် IMDB 8.6 ထိတောင်ရထားခဲ့တာဖြစ်ပါတယ်ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားကလည်း Mohanlal ကိုယ်တိုင်ပါ၀င်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်တဲ့မြှုပ်ကွက်ပေါင်းစုံနဲ့ ကြည့်ရှုသူတွေကိုလှည့်စားမယ့် အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ Sachidanandan က တိုက်ရည်ခိုက်ရည်‌ရှိပြီးဗျူဟာကောင်းတွေထုတ်နိုင်တဲ့ အရည်အချင်းရှိသူတစ်ဦးဖြစ်ပါတယ်။အဲဒါကြောင့် ထောင်ကျနေစဉ်အတွင်းမှာ ကွန်မန်ဒိုတပ်ဖွဲ့၀င်အဖြစ် လေ့ကျင့်ခံခဲ့ရပြီးအန္တရာယ်များတဲ့မစ်ရှင်တွေကိုလုပ်ခဲ့ရတဲ့သူတစ်ယောက်ပါ။ငယ်ကတည်းကထောင်ကျခဲ့တာကြောင့် ၂၄ နှစ်အကြာ ပြန်လွတ်လာတဲ့အချိန်မှာတော့မိသားစုဝင်တွေနဲ့ အေးအေးချမ်းချမ်းပဲ ဘဝကိုဖြတ်သန်းချင်သူဖြစ်ပါတယ်ဒါပေမယ့်လည်း လွတ်‌မြောက်လာပြီးချက်ချင်းပဲ သူ့မိသားစုကိုအန္တရာယ်ပြုတဲ့ဖြစ်ရပ်ကြီးကြုံလိုက်ရတော့ Sachi တစ်ယောက်အတော်လေး တုန်လှုပ်သွားခဲ့ရပြီးမိသားစုကိုကာကွယ်နိုင်ဖို့ရာအင်အားကြီး မူးယစ်ဆေးဒုစရိုက်သမားကြီးတစ်ဦးကို ဆန့်ကျင်တိုက်ခိုက်နိုင်ဖို့အကြောင်းဖန်လာတော့ Sachi ကဘယ်လိုဗျူဟာတွေထုတ်ပြီး ဘယ်လိုလှည့်ကွက်တွေသုံးမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရမယ့်ကားလေးဖြစ်တာကြောင့် ပရိတ်သတ်တွေ လက်မလွတ်သင့်တဲ့ကားဖြစ်ပါတယ်နော်\nFile size…2.5GB / 1.3GB  / 615MB\nQuality…1080p TRUE HD AAC 5.1CH / 720p / ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/big-brother-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iI3KOQOyTMJgxccs50zjxn3R7DF.jpg",
        "title": "Haywire(2011)",
        "description": "Haywire(2011)အညွှန်း******************ဒီတစ်ခါမှာတော့ ၂၀၁၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ အက်ရှင်ဇာတ်ကြမ်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..\nမင်းသမီးကတော့ Deadpool တို့ The Mandalorian တို့ထဲကမင်းသမီးချောလေး Gina Carano ပါဗျာ...တစ်ချိန်က MMA Fighter တစ်ယောက်ဖြစ်ခဲ့တဲ့မင်းသမီးလေးဆိုတော့ဒီလိုတစ်ကိုယ်တော် ကြမ်းဟဲ့ ရမ်းဟဲ့ဆိုတဲ့ကားမျိုးကျ မိုက်မိုက်မိုက်ပေါ့ဗျာ...ဇာတ်လမ်းအကျဉ်းကတော့ မရိန်းတပ်သားတစ်ယောက်ဖြစ်တဲ့ မယ်လိုရိကိန်းဟာအရေးကြီးပုဂ္ဂိုလ်တစ်ယောက်ကိုကယ်ဖို့အတွက် ပုဂ္ဂလိကုမ္ပဏီတစ်ခုကငှားရမ်းတဲ့အတွက်သွားရောက်ဆောင်ရွက်ပေးခဲ့ပါတယ်...ဒါပေမဲ့ သူ့ကိုအလိုမကျသူတစ်ယောက်ရဲ့အကွက်ကျတဲ့စီစဉ်မှုတွေအောက်မှာ သူဟာ လူသတ်သမားရယ်လို့ ဝရမ်းထုတ်ခံရပြီးသူ့နောက်ကိုလည်း ကြေးစားလူသတ်သမားတွေလိုက်လံသတ်ဖြတ်လာတဲ့အခါမှာတော့အက်ရှင်အသားပေးကားမို့ ရုပ်ရှင်ပရိသတ်တွေကော MMA ပရိတ်သတ်တွေကော အကြိုက်တွေ့မယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်..File Size :(1.89GB)(0.98 GB) and (385 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Action ,Thriller , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/haywire2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g7Ahst6SCjWVijGwJYNEjxmSMRy.jpg",
        "title": "Tiger Mask (2021)",
        "description": "Tiger Mask (2021)ဒီတစ်ခေါက် Channel Myanmar မှာတင်ဆက်ပေးမယ့် Movie ကတော့\nTiger Mask ဆိုတဲ့ New Hero Adventure ကားလေးပဲဖြစ်ပါတယ်ယူဂုံဖြောင်း ဆိုတဲ့ ဘဝမှာနေရတာကို ငြီးငွေ့နေတဲ့ သူ က\nငယ်ငယ်က ကျားမျက်နှာဖုံး လိုမျိုးဖြစ်ချင်ခဲ့ပြီး\nကျားမျက်နှာဖုံးပိုင်ရှင်ရဲ့ မျက်နှာအစစ်ကို သိတဲ့ တစ်ယောက်တည်း‌သောသူပါတစ်နေ့မှာ သူ့အမေဆုံးသွားပြီး နောက်ရက်အနည်းငယ်ကြတော့\nသူ့ကို အားပေးပြီး ပညာတွေသင်ပေးတဲ့ ဂျီယာ့ဆာ က အဘိုး ဆုံးသွားပါတယ်အဲ့ အဘိုးမှာ ဘိုမီ ဆိုတဲ့မြေးတစ်ယောက်ရှိပါတယ်\nဂုံဖြောင်းကို အဘိုး ပေးဖို့ထားခဲ့တဲ့ သေတ္တာလေးကို\nတစ်ယောက်တည်းဖွင့်ကြည့်ဖို့ အဘိုးရဲ့ မြေး‌မလေးကို မှာခဲ့ပါတယ်ဂုံဖြောင်း ဖွင့်ကြည့်လိုက်ပြီး ကျားမျက်နှာဖုံး ကို တွေ့သွားတော့.....ဂျီယာ့ဆာကို လိုချင်နေကြတဲ့ ဂျပန်လူမျိုးတွေ လုတာကို မပါသွားအောင် ထိန်းလိုက်နိုင်လား?ဟီးရိုးမင်းသားကြီးရော နိုင်သွားပါ့မလား ...အက်ရှင်ဆန်ဆန် ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/tiger-mask-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/cmmmm-200x113.jpg",
        "title": "The Commando (2022)",
        "description": "Old School Style အက်ရှင် မူဗီအသစ်လေး တင်ပေးထားပါတယ်။ မိုက်ကယ်ဂျိုင်ဝိုက်က ဒီကားမှာ DEA မူးယစ်နှိမ်နင်းရေးအဖွဲ့ အေးဂျင့်ဟောင်း ဂျိမ်းစ် အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။ စစ်ဆင်ရေးကနေ ရရှိလာတဲ့ စိတ်ဒဏ်ရာကြောင့် အဖြစ်အပျက်တွေဟာ အပြင်မှာ တကယ်ဖြစ်နေလား စိတ်ထင်နေလား ခွဲရခက်နေတဲ့လူတစ်ယောက်ပေါ့။ မိန်းမရယ် သမီးနှစ်ယောက်ရယ်နဲ့ အတူနေတယ်။ သူတို့နေတဲ့အိမ်က အရင်က ဘဏ်ဓားပြအဖွဲ့ ထောင်မကျခင် နေခဲ့တဲ့အိမ်ဖြစ်နေပြီး သူတို့ဖွက်ထားခဲ့တဲ့ ငွေသုံးသန်းတောင် အိမ်ထဲမှာ ရှိနေခဲ့တယ်။ အဲဒါကို ဘဏ်ဓားပြခေါင်းဆောင်က အကျင့်ပျက်ရဲတစ်ယောက်နဲ့ပေါင်းပြီး ပြန်ယူဖို့ကြိုးစားလာရင်း ဂျိမ်းစ်တို့မိသားစုကို ဒုက္ခပေးလာတဲ့အခါ.... File size…(1.5 GB)/(900 Mb)/(450 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMX",
        "rating": "",
        "url": "https://channelmyanmar.org/the-commando-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/tomb-rider-2018-poster-135x200.jpg",
        "title": "Tomb Raider (2018)",
        "description": "လာရာခရော့ဖ်ဟာ ဖခင် ရစ်ချက် ပျောက်ဆုံးသွားပြီးတာ တောင်မှ ဘဝကို ပူပင်ကြောင့်ကြ မဲ့ နေနေတာပါ။ တစ်ရက်မှာတော့ ယာဉ်တိုက်မှုတစ်ခုကြောင့် အ ဖမ်းခံရပြီး သူ့အဖေရဲ့ စီးပွား ဖက် အန်နာမစ်လာက လာရာကို အာမခံနဲ့ လာထုတ်ခဲ့ပါတယ်။ ရစ်ချက်ရဲ့ စီးပွားရေးလုပ်ငန်းတွေ ဟာ လာရာအမွေဆက်ခံမလုပ် ကိုင်ဘူးဆိုရင် ရောင်းပစ်ရမယ့် အနေအထားဖြစ်နေပြီလို့ သတိ ပေးခဲ့တာကြောင့် လာရာတစ် ယောက် သူ့အဖေရဲ့ရုံးခန်းဆီ သွားခဲ့ပါတယ်။အဲဒီမှာ သူ့အဖေထားခဲ့တဲ့ ဗီဒီယိုဖိုင်တစ်ခုကို ရှာတွေ့ခဲ့ပြီး ဒဏ္ဍာရီဘုရင်မ ဟီမီကိုနဲ့ပတ် သက်ပြီး သုတေသနလုပ်ထားတာ တွေကို ပြောပြထားကာ အန္တ ရာယ်များလွန်းတဲ့အတွက် ဆက် မလုပ်ဖို့နဲ့ ဖျက်ဆီးပစ်ဖို့ မှာခဲ့ပေ မယ့် လာရာကတော့ ရှေ့ဆက်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။အဲဒါနဲ့ လာရာဟာ ဟောင် ကောင်ကို ခရီးထွက်ခဲ့ပြီး ဟီမီကို ဘုရင်မ အုတ်ဂူရှိနိုင်မယ့် ကျွန်း ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nc2C/(CM)Tomb.Raider.2018.4K.UHD.2160p.Bluray.HEVC.SDR.AC3_5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/91zsdx9zlDL._SL1500_-159x200.jpg",
        "title": "Lara Croft: Tomb Raider – The Cradle of Life (2003)",
        "description": "အမျိုးသမီးဖိုက်တာဇာတ်ရုပ်တွေဆိုရင် Angelina Jolie ရဲ့ Lara Croft: Tomb Raider ရုပ်ရှင်တွေက ထိပ်ဆုံးကပါလာတတ်ပါတယ်။ဂိမ်းဇာတ်ကောင် Lara Croft ကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီးLara Croft ဇာတ်ကားတွေရဲ့ တင်ဆက်ပုံက ဇာတ်လမ်းဇာတ်ကွက်ထက် ဇာတ်ကောင်ရဲ့ မိမိုက်နေမှုကိုပဲ ဦးစားပေးပုံဖော်ထားပါတယ်။ဇာတ်ကောင်မင်းသမီးကလဲ အင်ဂျလီနာဂျိုလီဆိုတော့ လိုတာထက်ပိုတဲ့ မိမိုက်နေမှုတွေကို ခံစားကြည့်ရှုရမှာပါ။ရှေးခေတ်က သဘာဝလွန်ပစ္စည်းတွေကို ရှာဖွေရာမှာ ကမ္ဘာကိုဒုက္ခပေးမယ့် လူဆိုးတွေနဲ့ အပြိုင်အဆိုင် အနိုင်ကြဲမယ့်မိန်းမ ဂျိမ်းစ်ဘွန်း အဖြစ် ဂျိုလီကိုရှုမြင်ရတာ လိုက်ဖက်လွန်းပါတယ်။Action, Adventure, Fantasy ဆိုတဲ့ အရသာကို အပြည့်အဝခံစားရမှာပါ။BluRay 4K Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(6.2 GB)/(1.7 GB)/(900 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….01:57:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by KiKi",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lara-croft-tomb-raider-the-cradle-of-life-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/119044247_128036052348757_7540859395798314900_n-133x200.jpg",
        "title": "Lara Croft: Tomb Raider (2001)",
        "description": "အမျိုးသမီးဖိုက်တာဇာတ်ရုပ်တွေဆိုရင် Angelina Jolie ရဲ့ Lara Croft: Tomb Raider ရုပ်ရှင်တွေက ထိပ်ဆုံးကပါလာတတ်ပါတယ်။ဂိမ်းဇာတ်ကောင် Lara Croft ကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီးLara Croft ဇာတ်ကားတွေရဲ့ တင်ဆက်ပုံက ဇာတ်လမ်းဇာတ်ကွက်ထက် ဇာတ်ကောင်ရဲ့ မိမိုက်နေမှုကိုပဲ ဦးစားပေးပုံဖော်ထားပါတယ်။ဇာတ်ကောင်မင်းသမီးကလဲ အင်ဂျလီနာဂျိုလီဆိုတော့ လိုတာထက်ပိုတဲ့ မိမိုက်နေမှုတွေကို ခံစားကြည့်ရှုရမှာပါ။ရှေးခေတ်က သဘာဝလွန်ပစ္စည်းတွေကို ရှာဖွေရာမှာ ကမ္ဘာကိုဒုက္ခပေးမယ့် လူဆိုးတွေနဲ့ အပြိုင်အဆိုင် အနိုင်ကြဲမယ့်မိန်းမ ဂျိမ်းစ်ဘွန်း အဖြစ် ဂျိုလီကိုရှုမြင်ရတာ လိုက်ဖက်လွန်းပါတယ်။Action, Adventure, Fantasy ဆိုတဲ့ အရသာကို အပြည့်အဝခံစားရမှာပါ။BluRay 4K Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.4 GB)/(1.5 GB)/(750 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by KiKi",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/lara-croft-tomb-raider-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aaOeNpdcpOJf6EcP99icwZXWbYC.jpg",
        "title": "Tokyo Revengers (2021)",
        "description": "Tokyo Revengers (2021)IMDb - 7.8/10Mangaအ​နေနဲ့ volume 8ခုထွက်ရှိထားပြီး\nAnime အ​နေနဲ့ season 1 completeဖြစ်ထားသလို\nဂျပန်မှာ​ရော International မှာပါ ​အောင်မြင်မှုအကြီးအကျယ်ရရှိထားတဲ့ mangaတစ်ခုပဲ ဖြစ်ပါတယ်၊\nအထူးသဖြင့် ဒီManga​ကိုရေးဆွဲသူ Ken Wakui ဟာ 2000ပြည့်နှစ်​တွေမှာ အမှန်တကယ် Gang memberဖြစ်ခဲ့ဖူးသလို\nMangaထဲက ဇာတ်​ကောင်​တွေဟာလည်း 1960 ပြည့်နှစ်များထဲက\nJapanရဲ့ အထင်ကရ ရှိတဲ့ လူငယ်​မော်​တော်ဆိုင်ကယ်ဂိုဏ်းဖြစ်တဲ့\nBlack Emperor Gangကို reference​​ရေးဆွဲထားလို့\nဇာတ်​ကောင်​တွေရဲ့ ဆိုးမိုက်မှု၊ ရမ်းကားမှု၊ ​ဂိုဏ်းစတားပီသမှု​တွေဟာ\nအပြင်ကတကယ့်ဂိုဏ်းစတား​တွေနဲ့ အ​တော်နီးစပ်မှုရှိတယ်လို့ ရည်ညွှန်းကြတဲ့ Mangaနဲ့ Anime​ကောင်းတစ်ခုပါအရှိန်အဝါကြီးသလို ​တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ ​အောင်မြင်မှု အကြီးအကျယ်ရရှိထားတဲ့ Tokyo Revengersကို\nLive Action Adaptationအ​နေနဲ့ ပြန်လည်အသက်သွင်းမယ်ဆိုကတည်းက\n​မျှော်လင့်ချက်ကြီး​တွေ ထားခဲ့သူ​တွေလည်း ရှိသလို သံသယမျက်လုံး​တွေနဲ့လည်း ​​စောင့်ကြည့်ခံခဲ့ရပါတယ်၊\nတစ်​ခေတ်တစ်ခါက အထူး​အောင်မြင်​ကျော်ကြားခဲ့တဲ့ Manga​တွေanime​တွေကို\nLive Action နဲ့ အသက်သွင်းရာမှာ cast, director, script ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/tokyo-revengers-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/160745775_e5174a-138x200.jpg",
        "title": "Singh Is Kinng (2008)",
        "description": "Singh is King (2008)\n***************************\nမင်းသားကြီး အက်ရှေးကုမားရ်နဲ့ မင်းသမီး ကတ်ထရီနာကတ်ဖ်တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ အချစ်ဟာသအက်ရှင် ဇာတ်မြူးရုပ်ရှင်ကားကြီးကို BluRay Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း..ဟက်ပီးဟာ ဘာလုပ်လုပ် တလွဲချည်းပဲ လုပ်တတ်ပြီး ရွာရဲ့ အော်ကြောလန်တစ်ယောက် ဖြစ်ပါတယ်။ဟက်ပီးရဲ့သူငယ်ချင်း လပ်ကီးကတော့ ဩစတေးလျမှာ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်နေပါတယ်။\nတစ်နေ့တော့ ဟက်ပီးရဲ့သူငယ်ချင်းတွေဟာ ဟက်ပီးကို ရွာကနေထွက်သွားစေချင်တာကြောင့် လပ်ကီးအဖေနေမကောင်းကြောင်း လပ်ကီးကို သွားပြန်ခေါ်သင့်ကြောင်းပြောပြီး ဟက်ပီးကို ရွာထဲကထုတ်ဖို့အစီစဉ်ဆွဲကြပါတယ်။ဟက်ပီးတစ်ယောက် လပ်ကီးကို ရွာပြန်ခေါ်လာနိုင်မှာလား ...\nဘယ်လိုအလွဲတွေနဲ့ ဆက်လက်ကြုံတွေ့ရမလဲ .... ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။(ဘာသာပြန်သူကတော့ Intelligenceဖြစ်ပြီး ဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။)\nFile size…(2.6 GB)/(1.2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….02:10:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Intelligence & Thaik San",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/singh-is-kinng-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jK4BhFw9uNS6BKfAVlxX6Bnkj0J.jpg",
        "title": "The Librarian: Return to King Solomon’s Mines (2006)",
        "description": "အင်ဒီယာနာဂျုံးတို့ အလန်ကွာတာမိန်းတို့လို မှော်စွန့်စားခရီးသွားဇာတ်ကားတစ်ကားပါပဲဒီဇာတ်ကားကတော့ ဆော်လမွန်သိုက်ဒဏ္ဏာရီကို အခြေတည်ထားပါတယ်...ဖလင်းဟာ အစွမ်းထက်တဲ့ရှေးဟောင်းပစ္စည်းတွေကို မသမာသူတွေလက်ထဲမရောက်အောင်\nကာကွယ်ထိန်းသိမ်းပေးတဲ့ စာကြည့်တိုက်မှူးတစ်ယောက်ပါ၊၊ တစ်နေ့သူ့ဆီကို စာလိပ်တစ်စောင်ရောက်လာပါတယ်၊\nမကြာခင်မှာပဲ သူ့တိုက်ခန်းကို လူတစ်ယောက်ကဝင်မွှေကာ ခိုးယူသွားခဲ့ပါတယ်။ဒီအကြောင်းကို သူ့အထက်လူကြီး ဂျက်ဆန်ကိုပြောပြရင်းနဲ့ ထိုစာလိပ်ဟာ ဆော်လမွန်သိုက်မြေပုံမှန်း\nဖလင်းတစ်ယောက်သိလိုက်ရပါတယ်၊၊ ဆော်လမွန်သိုက်ထဲမှာ ရတနာတွေအပြင် အရမ်းအစွမ်းထက်တဲ့\nဂန္ဘီရစာအုပ်တွေလည်းရှိနေတာမို့ မသမာသူတွေလက်ထဲမရောက်အောင် ဖလင်းတစ်ယောက် အစွမ်းကုန်\nကြိုးစားရပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDB 6.3 ရထားတဲ့\nကြည့်လို့ကောင်းတဲ့ စိတ်ကူးယဉ်ခရီးသွားစွန့်စားခန်းတစ်ကားဖြစ်လို့ ကြည့်ရသူတွေ အပျင်းပြေမှာ အမှန်ပါပဲ။\nFile size…(1.5 GB)/(700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-librarian-return-to-king-solomons-mines-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RrwigYfBGIDi296pGxRvmqFqIE.jpg",
        "title": "Muddy (2021)",
        "description": "ဒီတစ်ခါမှာတော့ IMDB Rating မှာ 2.2K ရဲ့Rating 9.2 အထိရထားတဲ့ အိန္ဒိယ ဇာတ်ကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။Muddy ဆိုတဲ့အတိုင်း တောတွေတောင်တွေ ရွံ့ဗွက်တွေ ကြားမှာ သစ်ကားမောင်းသမားတွေရဲ့ဘ၀။ရဲတွေနဲ့ပတ်သက်ပုံတွေ ရန်ညှိုးတွေအကြားရုန်းကန်ရပုံတွေကို off-road (လမ်းကြမ်း)ကားမောင်းပြိုင်ပွဲတွေနဲ့ ခပ်ကြမ်းကြမ်း ခပ်ရမ်းရမ်းရိုက်ပြထားတာမို့ နှစ်သစ်မှာဇာတ်လမ်းကြမ်းကြမ်း ကြည့်ချင်သူတွေအဖို့ ကျေနပ်စေမယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ တောင်ပိုင်းကားမို့လို့ချောချောလှလှလေးတွေတော့ မပါဘူးပေါ့ဗျာ။အညွှန်းကိုတော့ Lwin Htoo Aung မှ ရေးသားထားပြီးဘာသာပြန်ကတော့ Allena နဲ့ Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်  \nFile size…3GB / 1.4GB\nQuality…1080p AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 17min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Allena",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/muddy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/l-1-132x200.jpg",
        "title": "Last Looks (2021)",
        "description": "ယခင်ကအရမ်းတော်ခဲ့တဲ့ ရဲစုံထောက်ဟောင်းချာလီ ဝေါလ်ဒိုဟာ အခုတော့တောင်ပေါ်မှာတယောက်တည်း ခြိုးခြံတဲ့ ပုံစံနဲ့နေထိုင်နေပါတယ်။တရက်မှာတော့သူ့အရင်ရည်းစားဟောင်းကရောက်လာပြီး အလုပ်ကမ်းလှမ်းတဲ့အခါမှာ ဝေါလ်ဒိုတ‌ယောက်လည်း ၀န်လေးပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့်သူထားပစ်ခဲ့တဲ့လောကကိုပြန်လည်၀င်ရောက်ရပါတော့တယ်။သူအရင်ကကျင်လည်ခဲ့တဲ့ LA မြို့ကြီးကိုပြန်လာပြီးမိန်းမကိုမူးရူးပြီးသတ်တယ်ဆိုပြီးစွပ်စွဲခံရတဲ့ နာမည်ကြီးရုပ်ရှင်မင်းသားတယောက်ကိုကူညီဖို့ အလွတ်စုံထောက်တယောက်အနေနဲ့စုံစမ်း‌ ပေးဖို့ဖြစ်လာရပါတယ်။အများထင်သလိုရိုးရှင်းမနေတဲ့ လူသတ်မှုရဲ့ တကယ့်လက်သည်ကဘယ်သူလဲ၊ဝေါလ်ဒိုကရော ဘာလို့သုံးနှစ်လုံးလုံးလူတိုင်းနဲ့အဆက်အသွယ်ဖြတ်ပြီးတောင်ပေါ်မှာနေနေရတာလဲ၊သူ့အရင်ရည်းစားကရောဘယ်လိုလူတွေနဲ့ပတ်သက်နေတာလဲဆိုတာကြည့်ရှူရမှာပါ။ စုံထောက်ဇာတ်လမ်းကြိုက်သူတွေအတွက် သင့်တော်တဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဒါရိုက်တာTim Kirkby ရိုက်ကူးထားပြီးCharlie Hunnam,Mel Gibson,Morena Baccarin,Lucy Fry တို့ပါ၀င်ထားပါတယ် \nFile size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sett Paing",
        "rating": "6",
        "url": "https://channelmyanmar.org/last-looks-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnBO55MPkWhoEmfSD3n675XtxEO.jpg",
        "title": "A Better Tomorrow III: Love and Death in Saigon (1989)",
        "description": "A Better Tomorrow III: Love and Death in Saigon (1989) A Better Tomorrow Trilogy ရဲ့ နောက်ဆုံးကား ဖြစ်တဲ့ A Better Tomorrow III ကိုတော့ ရှေ့နှစ်ကားရဲ့ ဒါရိုက်တာ ဂျွန်ဝူးဟာ ပရိုဂျူဆာဖြစ်တဲ့ Tsui Hark နဲ့ သဘောထားကွဲလွဲရာကနေ ဆက်မရိုက်ဖြစ်ခဲ့ပါဘူး။ ပရိုဂျူဆာ Tsui Harkကပဲ ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့တယ်။Tsui Hark ဟာ A Better Tomorrow III နဲ့တော့ အောင်မြင်မှုအပြည့်အ၀ မရခဲ့ပေမဲ့ သူလည်း ဟောင်ကောင် စီနီမာရဲ့ အရေးပါတဲ့သူပါပဲ။ ဂျက်လီရဲ့ Once Upon A Time In China ၄ကားအပါအ၀င် Green Snake, Tide and ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-better-tomorrow-3-1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/In_Hell-698040886-large-145x200.jpg",
        "title": "In Hell (2003)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထောင်ဇာတ်လမ်းကားကောင်းတွေထဲက တစ်ကားဖြစ်တဲ့အပြင် တစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသားကြီး Van Damme ရဲ့ ဇာတ်ကားဖြစ်တဲ့ In Hell ဆိုတဲ့ ဇာတ်ကားပါ ။In Hell ဆိုတဲ့အတိုင်း ထောင်တွင်း လာဘ်စားမှု့တွေ ၊ ထောင်တွင်း လူမိုက်ဂိုဏ်းတွေရဲ့ အချင်းချင်းလုပ်ကြံသတ်ဖြတ်မှု့တွေ အပြင် ထောင်ဆိုတာ ဘယ်လောက်ဆိုးရွားတယ်ဆိုတာကိုပါ သေချာရိုက်ပြထားတာပါ ။ဇာတ်လမ်းကတော့...မင်းသားကြီး Van Damme က လူရိုးလူအေး စက်ရုံအလုပ်သမားတစ်ယောက်ပါအလုပ်မအားလို့ မိန်းမဆီကို တစ်လတစ်ခါမှ ပြန်လာဖြစ်ပြီး တစ်နေ့မှာတော့ သူပြန်ရောက်ရောက်ချင်း သူ့မိန်းမ အသတ်ခံထားရတာကို တွေ့လိုက်ရပါတယ်လူသတ်သမားကိုဖမ်းမိပေမယ့် ငွေများတရားနိုင်ဆိုတဲ့အတိုင်း ကွင်းလုံးကျွတ်လွတ်သွားကို ဒေါသထွက် စိတ်မထိန်းနိုင်ဘဲ တရားရုံးထဲမှာတင် တရားခံကို ရဲဆီကသေနတ်ယူပြီး ပစ်သတ်လိုက်တာကြောင့် Van Damme က ထောင်တစ်သက်တစ်ကျွန်းကျ သွားတာကနေ ဇာတ်လမ်းအစပြုထားပါတယ် ။သူရောက်တဲ့ထောင်က ထောင်တစ်ကာ့ထောင်တွေထဲ အဆိုးရွားဆုံးထောင်ပါထောင်တွင်း သတ်ကွင်းတွေ ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/in-hell-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/spider-FFH-135x200.jpg",
        "title": "Spider-Man: Far From Home (2019) MCU",
        "description": "Spider-Man: Far from Home (2019)\nIMDb - 7.5/10_____Rotten - 91%\n Endgame အပြီးမှာ ထွက်လာတဲ့ကားတွေကို ကြည့်ရတာ သိပ်အားရပါတော့မလားလို့ တွေးမိပေမယ့် မာဗယ်ကတော့ ပိုပိုကောင်းအောင် လုပ်ပြနိုင်တုန်းပါပဲ။ဒီစပိုက်ဒါမန်းကားကို အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း…သားနို့စ်နဲ့တိုက်ပွဲအပြီးမှာ ကမ္ဘာကြီးဟာ အပြိုင်စကြဝဠာတွေနဲ့ ချိတ်ဆက်တဲ့ ဝင်ပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။ ကမ္ဘာတစ်ခုက သူရဲကောင်း မစ်စ်တီးရီယိုဟာ သူ့ရဲ့ကမ္ဘာကို ဖျက်ဆီးသွားတဲ့ သတ္တဝါဆိုးတွေ လက်ရှိ စပိုက်ဒါမန်းတို့ ကမ္ဘာကို ရောက်လာတာကြောင့် လိုက်လံတိုက်ခိုက်ရင်း နစ်ခ်ဖြူရီ၊ စပိုက်ဒါမန်းတို့နဲ့ မိတ်ဆွေဖြစ်လာပါတယ်။စပိုက်ဒီနဲ့ မစ်စ်တီးရီယိုတို့ ပေါင်းပြီး ဒီအန္တရာယ်တွေကို ရင်ဆိုင်ရပါလိမ့်မယ်……(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ)\nFile size…(5.7 GB)/(2.1 GB)/(1 GB)\nQuality….IMAX 4K HEVC/ DS4K 1080p / 720p\nFormat…mkv/mp4\nDuration….02:09:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/spider-man-far-from-home-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/spiderman_homecoming-132x200.jpg",
        "title": "Spider-Man: Homecoming (2017) MCU",
        "description": "Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်\nTobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/spider-man-homecoming-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/efetKFDyptrRpoHBb103Tg3Auw5.jpg",
        "title": "Minnal Murali (2021)",
        "description": "Minnal Murali (2021)Superhero movie genreမှာ Marvelနဲ့ DCပဲ လွှမ်းမိုး​နေတဲ့​နောက်\nဒီတစ်ခါ​မှာ​တော့ Netflix က အသစ်ထွက်တဲ့ India superhero movieတစ်ကားကို\nအရသာတစ်မျိုး အ​ပြောင်းအလဲဖြစ်သွား​အောင် တင်ဆက်​ပေးလိုက်ပါတယ်၊Kurukhanmoola ရွာသား Jaison ဟာ\nငယ်စဉ်ကတည်းက မိတဆိုး​ဖြစ်ခဲ့ပြီး ဖခင်အ​ပေါ်အရမ်းခင်တွယ်ခဲ့ရသူပါ၊\nဒါ​ပေမဲ့ ဖခင်ဖြစ်သူ ပြဇာတ်မင်းသားဟာ မ​တော်တဆမှုတစ်ခု​ကြောင့် ​သေဆုံးသွားတဲ့​​နောက်\nကံဆိုးသူ​မောင်ရှင်​လေး Jaisonအ​နေနဲ့ အရွယ်​ရောက်တဲ့အထိ ကံဆိုးမှု​တွေက အဆုံးမသတ်ခဲ့သူပါ၊\nအ​မေရိကန်သွားပြီး ချမ်းသာ​​အောင်လုပ်ချင်တဲ့ အိပ်မက်ကလည်း မ​အောင်မြင်သလို\nချစ်ရတဲ့သူကလည်း ​စေ့စပ်ထားပြီးသားသူ ဖြစ်​နေမှန်း မ​တော်လိုက်ရတဲ့ ​ယောက္ခမ​က​ပြောမှ သိရတဲ့သူပါ၊​မောင်ရှင်​​တောင် Jaison​လောက်ကံမဆိုးနိုင်ဘူးလို့ ဆိုရ​အောင်ပဲ\nဇာတ်လိုက်​ကျော်ကြီးခမျာ မိုးကြိုးပါ ထပ်အပစ်ခံရပါ​​သေးတယ်၊\nဒါ​ပေမဲ့ သန်း​ခေါင်ထက် ညမနက်​တော့သလို သူရဲ့ကံဆိုးမှု​တွေက ​​ကြေသွားပုံရပါတယ်၊\nသူ့ကိုထိမှန်တဲ့မိုးကြိုးက သာမန်မဟုတ်ဘဲ ဂြိုလ်၃လုံးတန်းပြီး ဖြစ်လာတဲ့မိုးကြိုးဖြစ်​နေလို့\nသာမန်လူ​တွေမှာ မရှိတဲ့ Superhuman အစွမ်း​တွေကို Jaison ပိုင်ဆိုင်ခဲ့ပါတယ်၊\nဒါ​​ပေမဲ့ မိုးကြိုးထိမှန်ခဲ့သူက သူတစ်​ယောက်တည်းမဟုတ်ဘဲ ထပ်ရှိ​နေ​သေးသလို\nအဲဒီလူက ရထားတဲ့အစွမ်း​တွေကို မ​ကောင်းတဲ့ အဖျက်လုပ်ငန်း​တွေမှာ သုံးလာတဲ့အခါJaisonအ​နေနဲ့ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/minnal-murali-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/NamelessHero-133x200.jpg",
        "title": "Nameless Hero ( 2023 )",
        "description": "CM movie fanလေးတွေထဲကမှ actionမှကြိုက်တာဆိုတဲ့\nသူလေးတွေအတွက် နိုင်ငံရေးစစ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။90sတစ်ဝိုက်မှာ နိုင်ငံရေးအယူဝါဒကွဲလွဲမှုတွေအပေါ်အခြေခံပြီး စ\nစ်ပွဲတွေက ဆူပူအုံကြွနေခဲ့တယ်။ကျင်ကျိုးမြို့နစ်ခုလုံးကို\nနယ်ခြားစောင့်တပ်တွေ ဝန်းရံထားတဲ့အချိန် ...စစ်မြေပြင်မှာမတရားတာမရှိဘူးဆိုသလိုပဲ သူစီကိုယ်စီ\nဌာနအတွင်းမှာ သူလျှိုတွေစေလွှတ်ထားချိန်မှာ..\nကုဒ်နာမည် *မြွေစိမ်း*လို့သိကြတဲ့ သတင်းအချက်အလက်သူလျှို\nလျိုသာ့ဝေဟာ သရုပ်မှန်ပေါက်ကြားပြီး ဖမ်းစီးမှုကိုခံခဲ့ရတယ်။မြွေစိမ်းဟာ စစ်တပ်လက်အောက်ခံဖြစ်တဲ့အတွက် အထက်က\nစစ်‌ကြောရေးအတွက် လျှို့ဝှက်ထိန်းသိမ်းရေးဌာနက *လင်ရှီး*ကို\nတာဝန်ထမ်းဆောင်ဖို့ စေလွှတ်ခဲ့တယ်။အဲ့အချိန်မှာ မြွေစိမ်းကို\nဖမ်းမိခဲ့တဲ့သူက ပါတီရေးရာနဲ့ပြန်ကြားရေးဌာနဖြစ်တဲ့အတွက်\nလင်ရှီးဟာ ထိုဌာနရဲ့ဦးစီးချုပ်\"ကျိုးယင်ချွင်း\"နဲ့ သူ့ရဲ့မဟာမိတ်ဖြစ်သူ\nနိုင်ငံတော်ကာကွယ်ရေးတပ်ခွဲ၂ကအထူးတပ်ဖွဲ့ဝင်ကျန်းဝေနဲ့အတူ\nပူးပေါင်းစစ်ကြောရေးဆင်းဖို့ဖြစ်လာတော့တယ်။မြွေစိမ်းဟာ ကွန်မြူနစ်ပါတီသူလျှိုဖြစ်ပြီး သူ့ရဲ့လက်ထဲမှာ\nကျင်ကျိူးမြို့ကာကွယ်ရေးမြေပုံရှိသလို ဒါကသူကျင်ကျိုးကိုထိုးစစ်ဆင်ရာမှာကူညီဖို့\nမြို့ပြင်ကိုလက်ဆင့်ကမ်းရမဲ့ အချက်အလက်လည်းဖြစ်တယ်။\nမြွေစိမ်းကျဉ်းထဲကျပ်ထဲရောက်နေတဲ့အချိန်မှာ လင်ရှီးရဲ့လျှိုဝှက်တာဝန်က\nအဲ့ဒီမြေပုံကိုလွှဲပြောင်းယူပြီး လက်ဆင့်ကမ်းပေးရမှာပါ။မမျှော်လင့်ထားတဲ့အလှည့်အပြောင်းတွေကြားထဲမှာ\nလင်ရှီးက သူ့ရဲ့တာဝန်ကိုအောင်မြင်စွာထမ်းဆောင်နိုင်ပါ့မလား\nသူ့ရဲ့လမ်းခရီးမှာရော ဘယ်လိုဘက်တော်သားတွေနဲ့ တွေ့ဆုံရဦးမလဲ\nအာဏာမှိုင်းတွေ ရောထွေးနေတဲ့နယ်ပယ်ကြီးမှာ\nဘယ်အရာက တရားမျှတမှုလမ်းစဉ်ဖြစ်မလဲဆိုတာ...\nဇာတ်လမ်းမှာအသေးစိတ်ကြည့်ရှုလိုက်ပါ။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VUdw/Nameless_Hero_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLeYGSVnDymYscyjfPEfjK9GBUk.jpg",
        "title": "Sympathy for the Devil (2023)",
        "description": "Sympathy for The Devil (2023)~ IMDb - 5.7/10, Rotten Tomatoes - 62% ~မင်းသားကြီး နီကိုလက်ကေ့ရဲ့ ရုပ်ရှင်အသစ်ပါ။ Suicide Squad ထဲက Rick Flag မင်းသား Joel Kinnaman နဲ့အတူ ပါဝင်ထားပါတယ်။ Action Thriller အမျိုးအစားဖြစ်ပြီး သို့လော သို့လောနဲ့ ကြည့်ရတဲ့ ကားမျိုးပါပဲ။ဒေးဗစ်ချိန်ဘာလိန်ဆိုတဲ့လူတစ်ယောက်ဟာ သူ့မိန်းမဆေးရုံမှာ ကလေးမွေးနေတာကို အမီသွားဖို့ ကားနဲ့ထွက်လာပါတယ်။ ဆေးရုံကိုအရောက်မှာပဲ ကားနောက်ခန်းထဲကို လူတစ်ယောက်ဝင်လာပြီး သေနတ်နဲ့ချိန်ထားပါတော့တယ်။ အဲဒီလူကပဲ သူ့ကို ဆေးရုံထဲကိုမဝင်ခိုင်းဘဲ ဘော့စတွန်အထိ မောင်းခိုင်းပါတော့တယ်။ လမ်းတလျှောက်မှာ ဒေးဗစ် လွတ်မြောက်ဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ဘဲ လူတွေသာ တစ်ယောက်ပြီးတစ်ယောက် သေလာပါတော့တယ်။ သူတို့နှစ်ယောက် ကြောင်နဲ့ကြွက်လို လိုက်တမ်းပြေးတမ်း အသက်လုပြီးကစားရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ... ရည်ရွယ်ချက်ရောရှိရဲ့လား... သူတို့အချင်းချင်းကရော ထင်ထားသလို ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/sympathy-for-the-devil-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/0886973824993-141x200.jpg",
        "title": "The Brothers Bloom (2008)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (68%)နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ The Pianist မင်းသားကြီး Adrien Brody, MCU ရဲ့ Hulk မင်းသားကြီး Mark Ruffalo,The Mummy ရဲ့အသည်းကျော်မင်းသမီးကြီး Rachel Weisz တို့ပါ၀င်ထားပြီးဒါရိုက်တာ Rian Johnson ရိုက်ကူးထားတဲ့ Action,Adventure,Comedy ရုပ်ရှင်ကားလေးပါ။ဇာတ်လမ်းကတော့....မိဘမဲ့ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Stephen နဲ့Bloomတို့ဟာငယ်စဉ်ကတည်းက ဆိုးသွမ်းတတ်တာကြောင့် မွေးစားမိဘတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းခဲ့ရပါတယ်။ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက လိမ်လည်ခြင်းအတတ်ပညာကို ကျွမ်းကျင်ကြပြီးအစ်ကိုဖြစ်သူစတီဗင်က လူလိမ်ဇာတ်လမ်းတွေကို သေချာအစီအစဉ်ချပြီးညီဖြစ်သူကတော့ ပစ်မှတ်ရဲ့ယုံကြည်မှုကိုရနိုင်ဖို့ဟန်ဆောင်ပေးရပါတယ်။နှစ်‌တွေကြာပြီးမှာတော့ Bloomညီနောင်တို့ရဲ့နောက်ဆုံးပစ်မှတ်ဖြစ်သူတစ်ကောင်ကြွက်သူဌေးသမီး Penelope နဲ့တွေ့ချိန်မှာတော့ စီစဉ်ထားတာတွေအကုန် လွဲချော်ဖို့အကြောင်းဖန်လာတဲ့အခါ....။\nFile size…(2 GB)/ (970 MB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….01:53:40\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by SP",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-brothers-bloom-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfKvX0oB3YyJfYEtUe2TazaQdRq.jpg",
        "title": "Wolves of War (2022)",
        "description": "Wolves of War (2022)မနှစ်က ထွက်ရှိထားတဲ့ Low Budget စစ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်ပြီးခါနီးကိုအခြေတည်ထားတာပါ။ ဟစ်တလာဟာ သူစစ်ရှုံးတော့မယ်လို့မြင်တဲ့အခါ တိုင်းပြည်ထဲက လူငယ်တွေကို ပြည်သူ့စစ်အဖွဲ့တွေဖွဲ့ခိုင်းပြီး ကျူးကျော်လာသူတွေကို တစ်နိုင်တပိုင်တိုက်ထုတ်ဖို့အမိန့်ထုတ်လိုက်ပါတယ်။ ဇာတ်လမ်းကတော့ သိပ်အဆန်းတကြယ်မဟုတ်ပါဘူး။ဟစ်တလာဟာ သူ့ရဲ့နောက်ဆုံးမျှော်လင့်ချက်ကောက်ရိုးတစ်မျှင်အနေနဲ့ နျူကလိယားဗုံးတီထွင်ဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ကို ဖမ်းဆီးထားပါတယ်။ စနိုက်ပါတစ်ယောက်၊ စစ်သူရဲကောင်းတစ်ယောက်၊ သိပ္ပံကျောင်းသားတစ်ယောက်နဲ့ ဗိုလ်ကြီးတစ်ယောက်က သူ့ကို အသေခံမစ်ရှင်အနေနဲ့ သွားကယ်တင်ကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။စစ်သူရဲကောင်းကြီးက အိမ်လွမ်းဝေဒနာကိုခံစားနေရပြီး လူသေတွေအားလုံးကို သူ့သမီးလို့ပဲမြင်ယောင်နေတာပါ။ ဒီအချက်နဲ့တင်တည်ပြီး ဒီထက်ပိုကောင်းအောင် Psychology ဆန်ဆန်ရိုက်ကူးလို့ရပေမယ့် ဘတ်ဂျက်အခြေအနေကြောင့် ဇာတ်လမ်းကို ပေါ့ပစ်လိုက်ရဟန်တူပါတယ်။ အသံပိုင်းဆိုင်ရာကလည်း သိပ်အားရစရာမရှိပါဘူး။ သေချာ အချိန်သီးသန့်ယူပြီး ကြည့်ရလောက်အောင်ကောင်းတဲ့ စစ်ကားမျိုးမဟုတ်ဘဲ အပျင်းပြေကြည့်ပျော်တဲ့ စစ်ကားမျိုးဘက်ကိုသွားပါတယ်။စစ်ကားတွေကိုအသည်းစွဲကြိုက်ပြီး စစ်ကားမှကြည့်ချင်တယ်ဆိုတဲ့သူတွေအတွက်တော့ အပျင်းပြေစေမယ့်အနေအထားရှိပေမဲ့ Low Budget ရုပ်ရှင်ဖြစ်တာကြောင့် အများကြီးမျှော်လင့်မထားဖို့တော့ ကြိုပြောချင်ပါတယ်။(ဒီမှတ်တမ်းရုပ်ရှင်နဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wolves-of-war-2022-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpHT1ihSAXjNj1T7ojAVn9AqSsC.jpg",
        "title": "Soulcatcher (2023)",
        "description": "Soulcatcher (2023)****************** ပိုလန် အက်ရှင်ကားသစ်တစ်ကား နက်ဖလစ်ကနေ ထွက်လာတာပါ။ ဒါရိုက်တာ Daniel Markowicz ရဲ့လက်ရာဖြစ်ပြီး အထူးတပ်ဖွဲ့ဝင်တွေအကြောင်းကို အခြေခံထားပါတယ်။ဇာတ်လမ်းအကျဉ်းပိုလန် ကြေးစားအထူးတပ်ဖွဲ့ဝင်ဟောင်းတွေဟာ နယ်စပ်တစ်နေရာကစစ်ခေါင်းဆောင်တစ်ယောက်ဖမ်းထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့စစ်ရာဇဝတ်မှုသက်သေတွေကို သွားပြီးယူဖို့ တာဝန်ပေးခံရပါတယ်။ဒါပေမဲ့ အဲဒီမှာ လူတွေကို စိတ်ဖောက်ပြန်ပြီး သတ်ဖြတ်ချင်စိတ်တွေဝင်လာစေတဲ့ထူးဆန်းတဲ့စက်တစ်လုံးနဲ့ ရင်ဆိုင်လိုက်ရပြီး အားလုံးနီးပါး သေသွားရပါတော့တယ်။အဲဒီစက်ဟာ မူလက ကင်ဆာကုဖို့ စတီထွင်ထားခဲ့ပေမဲ့ အမှားအယွင်းတစ်ခုကနေလက်နက်ဖြစ်လာခဲ့တာပါ။ အသက်ရှင်ကျန်ခဲ့တဲ့ အထူးတပ်ဖွဲ့ဝင်ကအဲဒီစက်ကို ပြန်လုယူဖို့နဲ့ စက်တီထွင်သူကို လုပ်ကြံဖို့ စစ်စခန်းထဲကို ပြန်ဖောက်ဝင်ဖို့ ကြိုးစားရတဲ့အခါ....File size…  1.50GB / 800MB\nQuality… WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/soulcatcher-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6b7gM32CkHzjoP1Xjy6rJlGPwZb.jpg",
        "title": "Zhao ZiLong ( 2023 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ အားလုံးရင်းနှီးကျွမ်းဝင်မှုရှိတဲ့\nစစ်သူရဲကောင်း ကျောက်ကျစ်လုံရဲ့ဇာတ်လမ်းအသစ်လေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခါမှာတော့ ကကျောက်ကျစ်လုံရဲ့ငယ်ဘဝအကြောင်းလေးကိုရိုက်ကူးထားတာဖြစ်ပါတယ်\nအချင်းချင်းသတ်ဖြတ်နေကြတဲ့ ပြည်သူတွေခက်ခဲ\nနိုင်ငံတော်ရှုပ်ထွေးနေတဲ့အချိန်ကာလမှာ ကျောက်ကျစ်လုံနဲ့\nသူ့သူငယ်ချင်းရှဟုန်လန်တို့က ဒီအရှုပ်အယှက်ထဲကို မထင်မှတ်ဘဲဝင်ပါမိခဲ့တယ်အစကအရမ်းကိုချစ်ခင်ကြတဲ့သူငယ်ချင်းနှစ်ယောက်က\nသူတို့နေတဲ့တစ်ရွာလုံးသတ်ဖြတ်ခြင်းကိုခံခဲ့ရပြီးတဲ့နောက်မှာ\nမတူညီတဲ့မလမ်းကိုရွေးချယ်ခဲ့ပါတယ်\nရှဟုန်လန်ကတေ့ ရန်ငြိုးကနေ မလွတ်ရုန်းနိုင်ဘဲ\nလောဘစိတ်တက်ပြီးတော့ အာဏာကိုမက်ခဲ့တယ်ကျောက်ကျစ်လုံကတော့ နိုင်ငံတော်နဲ့ပြည်သူကိုကိုကယ်တင်ချင်စိတ်ပြင်းပြတဲ့အတွက်\nရန်ငြိုးစိတ်ကနေလွတ်ရုန်းနိုင်ခဲ့ပြီး အကျိုးဆောင်မှုတွေအများကြီးကိုထမ်းဆောင်ခဲ့တယ်\nမတူညီတဲ့လမ်းကိုလျှောက်ခဲ့တဲ့ကျောက်ကျစ်လုံနဲ့ရှဟုန်လန်တို့\nဘယ်လိုထင်မြင်မှုတွေနဲ့ ဘယ်လိုတိုက်ခိုက်မှုတွေရှိမလဲ?\nနောက်ဆုံး ရှဟုန်လန်ကအမှန်တရားရပြီးတော့ တစ်ယောက်ကို\nတစ်ယောက်ခွင့်လွှတ်ပြီးတော့ နိုင်ငံအကျိုးကိုအတူတူထမ်းဆောင်နိုင်မလားဆိုတာတွေကို\nကျောက်ကျစ်လုံရဲ့ရဲစွမ်းသတ္တရှိမှုတွေကိုမြင်ယောင်နိုင်မဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်လို့ အားလုံးကိုကြည့်ရှုဖို့ဖိတ်ခေါ်ပါတယ်~~~\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1VR0r/Zhao_ZiLong_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rudrangi-telugu-movie-1-133x200.jpg",
        "title": "Rudrangi (2023)",
        "description": "Rudrangi (2023)\nIMDb-7.4/10လူတစ်ယောက်ရဲ့ အတ္တမာန အလိုလောဘတွေကြောင့် အပြစ်မရှိတဲ့ ချစ်သူတွေ နစ်နာကြတာ ရှေးရှေးတုန်းတည်းက ဆိုပါတော့။\nရူဒရန်ဂီနဲ့ မာလက်ရှ်ဆိုတာ ကလေးဘ၀ကတည်းက အဘိုးကိုယ်တိုင် လက်ထပ်ပေးခဲ့တာ။အသိအမှတ်ပြုတဲ့ သဘောလောက်ပေါ့။ဘီးမ်ရောဝ်ဆိုတာ နယ်တွေသိမ်း မိန်းမတွေနဲ့ပတ်ပြီးပျော်ပါးနေတဲ့သခင်တစ်ယောက်။\nဘူဂျန်ဂါရောဝ်နဲ့က အာဏာလုဘက် အပြိုင်တွေ။နှစ်ယောက်စလုံးက ဆိုးသွမ်းတဲ့သခင်တွေ။\nတယောက်နဲ့ တယောက်သူသေကိုယ်သေ အပြိုင်သတ်ဖို့ကြိုးစားနေကြတာ။အဲဒီလိုဆိုးဝါးလှတဲ့သခင်တွေနဲ့ သွားပတ်သက်မိတဲ့ မာလက်ရှ်တစ်ယောက်\nသခင်နှစ်ယောက်ကြားက အရှုပ်တော်ပုံကြီးမှာ ဘယ်လောက်ထိပါဝင်ပတ်သက်မိသွားမလဲ\nသူ့သခင်လို့သတ်မှတ်ခဲ့တဲ့ ဘီးမ်ရောဝ်က ရူဒရန်ဂီကိုတက်မက်စိတ်နဲ့ ရေရှားပါးလိုအပ်နေတဲ့ရွာလေးကိုအသုံးချပြီး\nရူဒရန်ဂီကိုတစ်ညတာပိုင်ဆိုင်ခွင့် တောင်းဆိုလာတဲ့အခါမှာတော့\nမာလက်ရှ်တစ်ယောက် ချစ်ရတဲ့ရူဒရန်ဂီကိုရော ကာကွယ်နိုင်ပါ့မလား။\nအချစ်နဲ့သက်သေတည်ကြတဲ့ အပြစ်မဲ့သူအများစုနဲ့ဘက်ကပဲ အနိုင်ယူမလား။\nအာဏာပါဝါရှိတဲ့လူတွေကပဲ ကြီးစိုးခြယ်လှယ်သွားနိုင်မလား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunni~Cherry~Moonတို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.57GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni~Cherry~Moon",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/rudrangi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIAF0UXtCJTJOYNYWiBfyifaaOi.jpg",
        "title": "Outsource (2022)",
        "description": "Outsource (2022)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ ဂျော်ဒန်မင်းသားကြီး Bashar Atiyat ကတော့ ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားကို Mission: Impossible နဲ့ Bourne Movies တွေရဲ့ Budget Version လို့တောင်ပြောလို့ရပါတယ်။ ဇာတ်လမ်း Plot ကလည်းကောင်းတဲ့အပြင် ကြည့်ရလည်း မဆိုးလှပါဘူး။ဒီဇာတ်ကားကိုတော့ ဘာရှာဆိုတဲ့ ဇာတ်ကောင်အပေါ် အခြေခံပြီးဇာတ်အိမ်တည်ထားတာပါ။ ဘာရှာဆိုတာက အရင်က နိုင်ငံတကာ စပိုင်ဖြစ်ခဲ့ဖူးတဲ့သူပေါ့။ သူဟာ အတိတ်မှာအဖြစ်ဆိုးတွေဖြစ်ခဲ့ပြီးနောက်ပိုင်း နိုင်ငံပိုင်စပိုင်ဘဝကို စွန့်လွှတ်ပြီး အလွတ်တမ်း ကြေးစားစပိုင်အဖြစ်ကိုပြောင်းခဲ့တာပေါ့။ တစ်နေ့မှာတော့ သူ့ သူငယ်ချင်းဟောင်း ဖိလစ်ပိုင်ရဲမှူးတစ်ယောက်က အကူအညီတောင်းလို့ ဖိလစ်ပိုင်က မြေအောက်အဖွဲ့အစည်းတွေကို မြေလှန်ပေးဖို့ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့ပဲ စစ်ဆင်ရေးလုပ်ပြီး မကြာခင်မှာပဲ ဖိလစ်ပိုင်က ကြေးစားလူသတ်သမားတစ်ဦးကြောင့် မင်းသားကြီးရဲ့ မိတ်ဆွေရဲမှူးကြီးက ဆုံးသွားရှာပါတယ်။ ဒီလိုနဲ့ပဲ မင်းသားကြီးကပါ ဂွင်ဆင်ခံလိုက်ရပြီး သူ့ကိုပါ အမှုပတ်သွားပြန်ပါတော့တယ်။ အဲ့လိုနဲ့ပဲ ဘာရှာတစ်ယောက် သူ့ကိုယ်သူဘယ်လို ကာကွယ်သွားမလဲ... တဖြေးဖြေးနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/outsource-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM5NzE0ODIwMV5BMl5BanBnXkFtZTcwMzY5Mjg3OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Baytown Outlaws (2012)",
        "description": "IMDb rating -6.3/10 ဒီဇာတ်လမ်းကတော့ ဇာတ်အိမ်ခိုင်ခိုင် ဇာတ်လမ်းဇာတ်ကွက်မိမိရိုက်ကူးထားတင်ဆက်ထားပြီး Action Comedy ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မှာ Action အခန်းတွေကို ထိထိမိမိရိုက်ကူးထားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ ပိုင်နိုင်တဲ့သရုပ်ဆောင်မှုတွေကြောင့် Comedy scene တွေမှာဆိုရင် ဗိုက်နာအောင်ရယ်ရမယ့် ဇာတ်လမ်းဇာတ်ကွက်တွေပါကြည့်ရှူခံစားရမှာပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. ဒီရုပ်ရှင်ကိုတော့ Oodie boys သုံးယောက်ကိုအဓိကထားပြီးရိုက်ကူးထားပါတယ်အကြီးဆုံးက Brick အလတ်က Lincoln နဲ့ နောက်တစ်ယောက်ကတော့ McQueenပါ သူတို့ ၃ ယောက်က ဒေသခံရဲအရာရှိ ရှယ်ရစ်ဖ်ကနေ မြို့ထဲကတခြားရာဇဝတ်ကောင်တွေကို သတ်ဖို့ငှားထားတဲ့ အမည်မသိကြေးစားလူသတ်သမားတွေပေါ့ သူတို့ကြောင့်ပဲ Alabama မြိုလေးကပြစ်မှုအနည်းဆုံးမြို့တစ်ခုဖြစ်နေတော့ ရှယ်ရစ်ဖ်တစ်ယောက် သူတို့လုပ်သမျှကိုမျက်ကွယ်ပြုပေးနေခဲ့ပါတော့တယ် တစ်နေ့မှာတော့ Celeste ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က အကြမ်းဖက်တတ်တဲ့ မွေးစားအဖေလက်ထဲကနေ သူ့မွေးစားသားလေးကိုကယ်တင်ပေးဖို့ ငွေအများကြီးကမ်းလှမ်းပြီးတောင်းဆိုလာခဲ့ပါတယ်။ ငွေရဲ့ဆွဲဆောင်မှုမှာမြောသွားတဲ့ သူတို့ညီအစ်ကို ၃ ယောက် ကလေးကိုပြန်ပေးဆွဲခဲ့တဲ့အခါမှာတော့.. ဘယ်လိုအရာတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာကြည့်ရှူခံစားရမှာပါ။ File size…(1.8 GB)/(1 ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-baytown-outlaws-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qayga07ICNDswm0cMJ8P3VwklFZ.jpg",
        "title": "Resident Evil: Death Island (2023)",
        "description": "Resident Evil: Death Island (2023)Genre – Animation, Action, Adventure\nIMDB – 6.2/10Playstation ရဲ့ နာမည်ကျော်ဂိမ်းဖြစ်တဲ့ Resident Evil ရဲ့ Animation ရုပ်ရှင် ၅ ကားမြောက် အသစ်ထွက်လာခဲ့ပါပြီ\n(Degeneration, Damnation, Vendetta ရယ် Infinite Darkness ကတော့ စီးရီး ဖြစ်သွားတာပေါ့)။ဒီ Animation ရုပ်ရှင် အတွဲလိုက်က Paul WS Anderson ရိုက်ပြီး Milla Jovovich သရုပ်ဆောင်တဲ့လူကားနဲ့ Universe အတူတူ မဟုတ်ပါဘူး၊\nဂိမ်းထဲက Universe နဲ့တော့ အတူတူ အခြေခံထားတာ ဖြစ်ပါတယ်။\nနောက်ပြီး ဒီကားထဲမှာ နာမည်ကြီး RE ဇာတ်ကောင်တွေဖြစ်တဲ့ လီယွန်၊ ကလဲလ်၊ ခရစ်စ်၊ ဂျေးလ်နဲ့ ရေဘက်ကာတို့ ပါဝင်ထားတာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့ ဇာတ်လိုက်ကျော်ကြီး ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/resident-evil-death-island-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmRjZTI3YjgtOTkzZS00YjNjLWE1NjktMDAwYTI3YmUwMzhiXkEyXkFqcGdeQXVyMjMyOTY5NjY@._V1_-135x200.jpg",
        "title": "The Fight Machine (2022)",
        "description": "ဒီတစ်ခါတော့ Boxing ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော် Boxing ဆိုတဲ့အတိုင်း အတိုက်အခိုက် အသတ်အပုတ် Scene တွေအမိုက်စားနဲ့ဇာတ်ကားတစ်ကားပါ\nBoxing သမားတစ်ယောက်ဖြစ်လာဖို့ မလွယ်သလို Fighter တစ်ယောက်ဖြစ်လာဖို့ဆိုတာ ပိုလို့မလွယ်ပါဘူး တရားမဝင်ကြေးစား လက်ဗလာနဲ့ ထိုးသတ်ကြတယ်ဆိုရင်ရော..........ဇာတ်ကားလေးကတော့ နောက်ခံ Background မတူတဲ့ မိသားစုကနေ ဆင်းသက်လာကြတဲ့ လူငယ်လေးနှစ်ယောက်ရဲ့ Boxing ကို ဘယ်လို သဘောထားပြီးတော့ဘဝအတွက် ဘယ်လိုတွေရုန်ကန်ကြသလဲဆိုတာနဲ့ Fighter တွေအဖြစ်နဲ့ ကြိုးဝိုင်းထဲမှာဘယ်လိုတွေ ယှဉ်ပြိုင်သတ်ပုတ်ကြမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါဦး ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.6 GB)/(870 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-fight-machine-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/beast-132x200.jpg",
        "title": "Beast (2022)",
        "description": "ကဲ သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့\nမင်းသားကြီး ဗီဂျေးရဲ့ Beast ကားသစ်လေးလာပါပြီဒီဇာတ်လမ်းမှာ ဗီဂျေးက Beast ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်\nဘယ်သူ့စကားမှနားမထောင် ကိုယ်မှန်တယ်ထင်တာကို\nလုပ်ပြီဟေ့ဆိုရင် ဝန်ကြီးချုပ်လည်းဂရုမစိုက်...အတော်လက်ရဲဇက်ရဲနိုင်ပြီး အသတ်အဖြတ်ရက်စက်တဲ့\nသားရဲကြီး ရော(RAW)အေးဂျင့်ဟောင်းဗီရ်ရာဂဗ်..\nတစ်ခါတုန်းက သူ့ဌာနက သူ့ကိုလှည့်စားလိုက်တာကို\nစိတ်နာပြီး တာဝန်ကနေ အနားယူသွားခဲ့တယ်...တစ်ရက် ချင်နိုင်းမြို့လည်ခေါင်က မောလ်တစ်ခုကို\nအကြမ်းဖက်သမားတွေက ဝင်စီးတယ်..ဖြစ်ချင်တော့\nမောလ်ထဲမှာ ဗီရ်ရာဂဗ်ရှိနေတယ်...ဓါးစာခံရာကျော်ကို မောလ်အတွင်းမှာ ဖမ်းထားတဲ့အတွက်\nအစိုးရကယ်ဆယ်ရေးအဖွဲ့တွေက အထဲကိုဝင်ပြီး\nကယ်လို့မရဘူးဖြစ်နေတယ်...အတွင်းမှာပိတ်မိနေတဲ့လူတွေထဲ ဗီရ်ရာဂဗ်ပါနေတယ်ဆိုတာ\nသိသွားတော့ သူ့ကိုလှမ်းအကူအညီတောင်းတယ်...ဒီလိုနဲ့ ဗီရ်ရာဂဗ်တစ်ယောက် အကြမ်းဖက်သမားတွေကြားထဲမှာ\nတစ်ပွေတည်း ဘယ်လိုတွေပွဲကြမ်းမလဲ....ဓါးစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းတွေ\nအများကြီးနဲ့ စိတ်ဝင်တစားရှုစားလိုက်ကြပါဦးရှင့်...\nFile size…8GB / 3.3GB / 1.5GB\nQuality…  1080p NF WEBDL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/beast-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU3ZTczMGQtNzMzNi00ODYzLWI3MzUtYWJhMGVkMGE1NTlmXkEyXkFqcGdeQXVyMTUxNTA3NTQx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Irish Mob (2023)",
        "description": "IMDb - 5.3/10 အိုင်ယာလန်နိုင်ငံမှာရှိတဲ့ ဒပ်ဗလင်မြို့ကြီးကို ဗယ်လန်တီနို ဖေဂန် / ဗယ်လ် လို့ခေါ်တဲ့ မူးယစ်ရာဇာဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က အုပ်စိုးနေပါတယ်။ ရာဇဝတ်ဂိုဏ်းကြီးဖြစ်တဲ့အတွက်ကြောင့်လည်း ဂါဒါ လို့ခေါ်တဲ့ အိုင်းရစ်ရဲတပ်ဖွဲ့က သူတို့ခြေလှမ်းမှားမဲ့အချိန်ကို အမြဲတစေစောင့်ကြည့်နေကြတာပါ။ ဒီလိုနဲ့တစ်နေ့မှာတော့ ဗယ်လ်ဆီကိုရောက်လာရမဲ့ မူးယစ်ဆေးတွေကို လမ်းမှာအသိမ်းခံလိုက်ရပြီး ဈေးကွက်ထဲမှာ ပစ္စည်းပျက်မသွားဖို့လိုတဲ့အတွက် ယူရိုငွေ တစ်သန်းနဲ့ ပစ္စည်းအသစ်တွေထပ်မှာဖို့လိုလာခဲ့ပါပြီ။ ဒီလောက်ပိုက်ဆံအများကြီးကို တစုတစည်းထဲ ရနိုင်မဲ့နေရာကို ဗယ်လ်ရဲ့ လက်ရုံးဖြစ်တဲ့ ရေးနိုးကလမ်းပြပေးလိုက်ပြီး၊ အဲဒီနေရာကို ဓားပြတိုက်ကြဖို့အစီအစဉ်တွေချကြပါတော့တယ်။ဒီလိုနဲ့ သေချာစီစဉ်ပြီးတိုက်ခဲ့တဲ့ ဓားပြမှုကနေ ယူရို ၅.၅ သန်းကိုရရှိခဲ့ပြီးနောက်မှာတော့ ဗယ်လ်တစ်ယောက်အာဏာအရှိဆုံးနဲ့ ချမ်းသာဆုံးဂိုဏ်းခေါင်းဆောင်် တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဂါဒါရဲတွေရဲ့ နောက်ယောင်ခံစစ်ဆေးမှုတွေကလည်း ပိုပ်ုကြီးမားလာခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ သူ့ရဲ့ ပလ္လုင်နေရာကို ဘယ်လိုကောင်မျိုးမှမလုယူနိုင်ဘူးလို့ထင်နေတဲ့ ‌မူးယစ်ရာဇာ ဗယ်လ်တစ်ယောက် တကယ်ပဲသူ့နေရာကို ဆက်ထိန်းထားနိုင်မလား ရာဇဝတ်လောကမှာဖြစ်တတ်တဲ့အလှည့်အပြောင်းတွေနဲ့ လူတွေရဲ့သဘောသဘာဝကို သေချရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမလို့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တဲ့အပြင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-irish-mob-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jHKni0n2bB3oIHv3fyKjOGI0LgS.jpg",
        "title": "League of Gods: The Fall of Sheng ( 2023 )",
        "description": "League of god Zhou Destructionရဲ့အဆက်\nဒုတိယပိုင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ပထမအတွဲကဒီစာသာလေးကိုနိပ့်ပြီးဒေါင်းလိုက်ပါဒီအပိုင်းမှာတော့\nမိစ္ဆာမိဖုရားသာကျီဟာ ဧကရာဇ်ကျို့ကိုလုံးဝထိန်းချုပ်လိုက်ပြီး\nမိစ္ဆာဘုရင်ကြီးကိုအသက်သွင်းဖို့ ပြည်သူတွေကိုရက်ရက်စေခိုင်းပြီး\nသမင်စင်လုထိုင်ကိုအင်တိုက်အားတိုက် တည်ဆောက်ပါတော့တယ်။\nသာကျီရဲ့လက်ပါးစေ ရှန်ကုန်းပေါက်က ရွှမ်ကျောက်တုံး(၅)ခုအနက်\n(၄)ခုကိုစုဆောင်းပြီး နောက်ဆုံးတစ်ခုသာလိုတော့ပါတယ်။နောက်ဆုံးရွှမ်ကျောက်ဟာ ကျီချန်းရဲ့သား လေကျန့်ကျီဖြစ်နေပါတယ်။\nလေကျန့်ကျီဟာ ငယ်ကတည်းက ကျုံးနန်တောင်မှာထားပြီး\nအဲဒီမှာပဲသင်ယူကြီးပြင်းလာခဲ့ရတယ်။\nလေကျန့်ကျီဟာ ဆရာ့အမိန့်အရ ကျီချန်ကိုရှီးချီထိ\nစောင့်ရှောက်ပြီးလိုက်ပို့တဲ့အချိန်မှာ သူတို့သားအဖနှစ်ယောက်ဟာ\nအခက်အခဲတွေအများကြီးကြုံကြရပြီး လေးနက်တဲ့သားအဖေသံယောဇဉ်ကို\nပြန်တည်ဆောက်နိုင်ရုံတင်မကပဲ တူညီတဲ့ရည်ရွယ်ချက်တစ်ခုရှိလာပါတယ်။အဲဒါကတော့ ရက်စက်ပြီးတရားမရှိတဲ့ ဧကရာဇ်ကျို့နဲ့\nသာကျီကိုတော်လှန်ပြီး ပြည်သူတွေကိုကပ်ဘေးကနေကယ်တင်ဖို့ပဲဖြစ်ပါတယ်။\nသူတို့နှစ်ယောက်ရဲ့ကြိုးစားခဲ့တဲ့လမ်းတစ်လျှောက်ကို\nလူ၊နတ်၊ မိစ္ဆာစုံစုံလင်လင်နဲ့ ဝေဝေဆာဆာတင်ဆက်ထားတာကို အားပေးလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1fSk5/League_of_Gods._The_Fall_of_Sheng_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM3MjQwNzE1OF5BMl5BanBnXkFtZTcwMDYyNDYyOQ@@._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "Erased (2012)",
        "description": "မစ္စတာ လိုဂန်ဟာ သူ့သမီးနဲ့ အတူ ဘဝတစ်ခုကို ပြန်လည် စတင်ဖို့ ကြိုးစားနေတဲ့ သူတစ်ယောက်ပါ။ ဘယ်ဂျီယံကို ပြောင်းရွှေ့ပြီး အလုပ်လုပ်နေရာကနေ တစ်မနက် သူ့ရုံးကို သွားတဲ့အခါမှာတော့ တစ်ရုံးလုံးမှာ ဘာမှမရှိတော့ဘဲ ရှင်းလင်းနေတာကို တွေ့လိုက်ရပါတယ်။ ဒါဟာ ဘာလို့များလဲ။ မစ္စတာ လိုဂန်တို့ သားအဖ နှစ်ယောက် ဒီကိစ္စကို လိုက်အဖြေရှာရင်း ဘယ်လို အရှုပ်တွေကြားထဲ ပါမိလျက်သား ဖြစ်သွားမလဲ ဆိုတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်း အစမှာတင် စိတ်ဝင်စားစရာကောင်းအောင် ဆွဲခေါ်သွားနိုင်ပြီး IMDB rating 6အထိ ရရှိထားတဲ့ Action/ Thriller ဇာတ်ကားကောင်း တစ်ခုပဲ ဖြစ်ပါတယ်။File size…(1.9 GB)/(920 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Darcy ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/erased-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDA4YmU1MTMtZGZmOS00NGE3LTg2MGUtMjZiYmY5NzcyNGYxXkEyXkFqcGdeQXVyNDM2NjkyNDA@._V1_-160x200.jpg",
        "title": "Medal (2023)",
        "description": "Medal 2023\nIMDb - 8.4/10ဒီတစ်ခါမှာတော့ အက်ရှင်ကားကောင်းတွေကြိုက်ကြတဲ့ CMရဲ့ ပရိသတ်ကြီးအတွက် rating 8.4 နီးပါးရထားပြီး\nဇာတ်လမ်းအပြောင်းအလဲနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ အက်ရှင်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းရဲ့အစမှာဆိုရင် ပန်ဂျဘ်ပြည်နယ်တွေရဲတွေက\nရဲအင်အားအများကြီးသုံးပြီး ဂိုဏ်းစတား‌တစ်ယောက်ကို ဖမ်းဖို့ကြိုးစားကြတဲ့မြင်ကွင်းနဲ့ အစပြုထားပါတယ်။\nဖမ်းဖို့ဒီ‌လောက်ထိ ရဲတွေကကြိုးစားရတဲ့ ဂိုဏ်းစတားကတော့ ပန်ဂျဘ်ပြည်နယ်တစ်ခုလုံးက\nဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်နေလို့ပါပဲ။\nဒီဂိုဏ်းစတားဆိုတဲ့သူဟာ ဂိုဏ်းစတားမဖြစ်ခင် အပြေးအားကစားမှာ အရမ်း‌တော်‌ပြီး\nရွာကနေမြို့ကို ကျောင်းလာတက်တဲ့ ကျောင်းသားလေးတစ်ယောက်ပါ။\nငယ်ငယ်က မတော်တဆမှုတစ်ခုကြောင့် အကြားအာရုံချွတ်ယွင်းနေတဲ့သူလည်းဖြစ်ပါတယ်။ |\nသူ့ဘဝရဲ့ တစ်ခုတည်းသော အိပ်မက်က\nအပြေးပြိုင်ပွဲကနေ ရွှေတံဆိပ်ဆုရချင်တာပါတဲ့...အဲဒီလို အပြေးချန်ပီယံဖြစ်အောင် ကြိုးစား‌နေတဲ့ ရိုးရိုးရှင်းရှင်း\nအားကစားလေးဘဝကနေ ပြည်နယ်တစ်ခုလုံးက ကြောက်ရတဲ့ဂိုဏ်းစတားတစ်ယောက်\nဘယ်လိုဖြစ်လာရတာလဲဆိုတာကို CMပရိသတ်ကြီးက စိတ်ဝင်တစား ကြည့်ရှုရမှာပါ။ဇာတ်ကောင်စရိုက် အလှည့်အပြောင်းပါတဲ့ ကားတွေကို ကြိုက်တတ်တဲ့ ပရိသတ်တွေအတွက်\nဒီအက်ရှင်ကားက လုံးဝပျင်းစေမဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘူးဆိုတာပြောပြရင်း ကြည့်ရှုခံစားပေးကြပါဦးလို့ ...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ YH~Cherry~Zwe~Moon~Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.5GB / 1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/medal-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kiCqFizPPpULUR1YhAkp8bO9Jo.jpg",
        "title": "The Legion (2020)",
        "description": "ပဉ္စမမြောက် ရောမဧကရာဇ် နီရိုကလောဒီးယပ်စ်ဆီဆာအုပ်ချုပ်နေတဲ့ကာလ အေဒီ၆၂မှာ ရောမအင်ပါယာနယ်နမိတ်ထဲကိုပါသီယမ်တွေ ကျူးကျော်ဝင်ရောက်လာပါတယ်။ဒီအတွက် နီရိုဧကရာဇ်က တပ်နှစ်တပ်ကိုစေလွှတ်ခဲ့ပါတယ်။ဗိုလ်ချုပ်ပေးတဒ်စ်ဦးဆောင်တဲ့ တပ်မကြီးဟာအာမေးနီးယားရဲ့နှင်းတောင်တွေအလယ်မှာ တပ်စခန်းချတယ်။ဗိုလ်ချုပ်ကူဘူလိုရဲ့ တပ်ကတော့ နီရိုဧကရာဇ်ရဲ့အမိန့်အရဆီးရီးယားဘက်မှာ အစောင့်တပ်အနေနဲ့နေပြီးဗိုလ်ချုပ်ပေးတဒ်စ် စစ်ကူတောင်းချိန်ကို စောင့်စားနေရတယ်။ဒီအချိန်မှာ ဗိုလ်ချုပ်ပေးဒ်စ်တို့တပ်စခန်းကနှင်းတောင်တွေအလယ်မှာ ပါသီယမ်တွေရဲ့ ဝိုင်းရံထားခံရပြီးရိက္ခာလမ်းကြောင်းတွေလည်း ဖြတ်တောက်ခံထားရတယ်။ဗိုလ်ချုပ်ကူဘူလိုဆီ စစ်ကူတောင်းဖို့ သတင်းပို့သမားတွေစေလွှတ်ခဲ့ပေမယ့်လည်း လမ်းမှာ ပါသီယမ်သတ်ဖြတ်တာခံရပြီးစစ်ကူတောင်းဖို့ သတင်းစကားမပေးပို့နိုင်ဘူး ဖြစ်ပါတယ်။ပြင်းထန်တဲ့ဆောင်းရာသီလည်း ရောက်တော့မယ့်အချိန်၊ရိက္ခာလည်း ပြတ်တောက်တော့မယ်အချိန်မှာတပ်တစ်ခုလုံးက စစ်သည်ပေါင်းထောင်ချီရဲ့အသက်တွေ၊ဒီတပ်တစ်ခုလုံးရဲ့ကံကြမ္မာဟာ နော်ရန်နို ဆိုတဲ့တပ်သားလေးတစ်ယောက်ရဲ့လက်ထဲကျရောက်သွားပါတယ်။နော်ရန်နိုဟာ စစ်ကူတောင်းခံမယ့် သတင်းစကားကိုအာမေးနီးယားကနေ ဆီးရီးယားက ဗိုလ်ချုပ်ကူဘူလိုဆီပေးပို့ရမှာဖြစ်ပါတယ်။ပါသီယမ်တပ်သားတွေကလည်း အသည်းအသန်လိုက်သတ်နေပြီးနှင်းတောင်အထပ်ထပ်၊ တောထဲအထပ်ထပ်၊တောင်အထပ်ထပ်ခက်ခဲကြမ်းတမ်းတဲ့ ဒီခရီးလမ်းမှာ နော်ရန်နိုဟာဘယ်လိုကြိုးစားသွားမလဲ၊ဘယ်လိုအခက်အခဲတွေ တွေ့ဦးမလဲ၊သူ့ရဲ့တာဝန်ကို ကျေပွန်အောင်အမှုထမ်းနိုင်ပါ့မလား။ဆက်လက်ကြည့်ရှုကြပါဦး။ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကOrika ဖြစ်ပါတယ်။ File size…  1.51 GB /  722 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 36m\nGenre .....  Action , Comedy\nSubtitle…. ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-legion-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lyeLsKqFmI9ceO6KXr2dWMBKZNI.jpg",
        "title": "League of Gods: Zhou Destruction I (2023)",
        "description": "ယခုတစ်ခေါက် CM က တရုတ်ဒဏ္ဍာရီဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-နွီဝါးမယ်တော်နှင့် နတ်အပေါင်းတို့က နတ်ပိတ်အစီအစဉ်ကို စတင်ပြီး ရှ\nန်းခေတ်အုပ်ချုပ်ရေးကို ပြင်ဆင်ရန် စီစဉ်နေပါတယ်။\nအမြီး ၉ ချောင်းမြေခွေးကို မိန်းမလှလေး သာကျီကိုယ်ထဲ\nဝင်ပူးစေပြီး ဘုရင်ကို မြူဆွယ်စေပါတယ်။ကျို့ဝမ်တိရှင်းဟာ နတ်အမိန့်တော်ကို မနာခံပဲ ကောင်းကင်ကို\nဆန့်ကျင်ဖို့ကြိုးစားပြီး ကျိုင်ရှင်းလုံကို ဆောက်ပြီး ကောင်းကင်တက်ပြီးတော့\nနတ်ကို ဆန့်ကျင်ဖို့ လုပ်နေပါတယ်။ ခက်ခဲလှတဲ့ နေ့ရက်တွေမှာ\nကျို့ဝမ်ဟာ တဖြည်းဖြည်းနဲ့ သာကျီအပေါ် မေတ္တာနက်နဲလာခဲ့ပြီး\nရှန်းကုန်းပေါက်ရဲ့ ကုန်းချောမှုတွေကို နားယောင်ပြီး သစ္စာရှိအမတ်တွေကို သတ်ဖြတ်ခဲ့တယ်။ပီကန်းလည်း နှလုံးသားကို ထုတ်ပေးပြီး သစ္စာရှိကြောင်းထုတ်ဖော်ပြသခဲ့ပါတယ်။\nရှုပ်ထွေးမှုတွေကြားမှာ ပြည်သူတွေဒုက္ခတွင်းနက်ခဲ့ပါတယ်။\nကျန်းကျီယာဟာ အရပ် ၄ မျက်နှာက မြို့စားမင်းတွေနဲ့ ပူးပေါင်းပြီး\nကျောင်းကောကို စစ်ထွက်ခဲ့ပါတယ်။\nကျို့ဝမ်နှင့် မြေခွေးမိစ္ဆာသာကျီတို့ အတူတကွ ကံကြမ္မာကို ဆန့်ကျင်ခဲ့ပါတယ်။လူသား၊ နတ်နှင့် မိစ္ဆာ လောက ၃ ပါးတို့ ပါဝင်နေတဲ့ စစ်ပွဲကြီးမှာ\nဘယ်သူကအမှန် ဘယ်သူကအမှား ဘယ်သူကနိုင်ပြီး\nဘယ်သူက ရှုံးမလဲဆိုတာကို ရုပ်ရှင်ထဲမှာပဲ အဖြေရှာလိုက်ရအောင်နော်။\nQuality ...",
        "rating": "6",
        "url": "https://megaup.net/2BME2/League_of_Gods._Zhou_Destruction_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzI4Y2UxMGMtZThiOC00NDAxLTgwNzktYmJkZTlmZmVmZTc5XkEyXkFqcGdeQXVyNDYxNjUyNA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hunt Club (2022)",
        "description": "Hunt Club (2022)\n=============ကက်ဆန်ဒရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက် စားသောက်ဆိုင်မှာ ရည်းစားနဲ့\nရန်ဖြစ်ပြီး ချန်ထားခံရလို့ ဘယ်သွားရမှန်း မသိဖြစ်နေတဲ့အချိန်မှာ ဂျက်ဆန်နဲ့\nကာတာဆိုတဲ့ သားအဖ နှစ်ယောက်နဲ့ဆုံဖြစ်ပါတယ်။ ကက်ဆန်ဒရာလည်း\nကာတာတို့နဲ့ ရင်းနှီးသွားပြီး မဲလိုက်ခရီးကို လိုက်ဖို့ခေါ်တာနဲ့ ဒေါ်လာ ၁ သိန်း\nရမယ်လို့ ပြောတာမို့ ကက်ဆန်ဒရာလည်း အမဲလိုက်ခရီးကို လိုက်ခဲ့ပါတယ်။\nတကယ်တမ်း ကာတာတို့ သားအဖ အမဲလိုက်တယ်ဆိုတာ တိရစ္ဆာန်တွေကို\nမဟုတ်ဘဲ မိန်းမတွေကို အမဲလိုက်တာ ဖြစ်နေတဲ့အချိန်မှာတော့ ကက်ဆန်\nဒရာတစ်ယောက် လူသူမရှိတဲ့ ကျွန်းကြီးမှာ မုဆိုးတွေလက်ထဲက ဘယ်လို\nလွတ်အောင် ရုန်းကန်ရမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်လိုက်ပါဦး။ဒီဇာတ်ကားကတော့ သာမန်မြင်တွေ့နေကြ ပုံစံမျိုးဖြစ်တဲ့ သူငယ်ချင်းတစ်သိုက်\nခရီးထွက်လာ၊ လူသတ်သမားနဲ့တွေ့ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရ၊\nထွက်ပြေးကြ နောက်ဆုံးမှာ မင်းသမီးတစ်ယောက်ပဲ လွတ်သွားဆိုတဲ့ မဲပြားပုဆိုး\nဇာတ်လမ်းမျိုးတော့ မဟုတ်ဘူး။ ဒါပေမယ့် Low Budget အမျိုးအစားဖြစ်တာမို့\nဇာတ်လမ်းကောင်းသလောက် ပေါ့သွားတဲ့နေရာမျိုးတွေ ရှိပါတယ်။ အများကြီး\nလုပ်ပြနိုင်ရဲ့သားနဲ့ ဒီအတိုင်း သာမန်လောက်ပဲဆိုတာမျိုးနဲ့ ဇာတ်သိမ်းသွားတာ\nကိုတော့သိပ်မကြိုက်ချင်ပါဘူး။ သာမန်အပျင်းပြေပဲ ကြည့်ချင်တယ်ဆိုရင်\nဒီကားကိုကြည့်ပါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hunt-club-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJ4iY1JQ53SJoPLwbtMc6FZqaEO.jpg",
        "title": "American Fighter (2019)",
        "description": "ဇာတ်အိမ်ကို 1980 ဝန်းကျင် အီရန်၊ အီရတ် စစ်ပွဲဖြစ်စဥ်ကာလမှာဇာတ်အိမ်တည်ထားပါတယ်...။ အီရန်မှာ စစ်တွေဖြစ်နေတော့ ပါရှန်သားလေး အလီဟာ အမေရိကန်ကိုပညာသင်ဆုနဲ့ကျောင်းလာတက်တာပေါ့...။အလီရဲ့ မိဘတွေကတော့ အီရန်မှာ ကျန်ခဲ့ပြီး အမေဖြစ်သူကနယ်ခံတပ်တွေ ဖမ်းဆီးတာ ခံလိုက်ရပါတယ်...။မိခင်ကိုပြန်ခေါ်ဖို့အတွက် အစိုးရကိုအကူအညီတောင်းတော့ စစ်ပွဲကာလမို့ဘာမှလုပ်မပေးနိုင်ပါဘူး...။ဒါကြောင့် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ အောက်လမ်းက ခေါ်ဖို့ကြိုးစားပါတော့တယ်...။အဲ့ဒီအတွက် ငွေကလည်း အများကြီးကုန်မှာဆိုတော့ ကောလိပ်ကျောင်းသားအလီတစ်ယောက် ငွေရဖို့အတွက် undergroundထိုးသတ်ပွဲတွေမှာ ဝင်ထိုးပါတော့တယ်...။စစချင်းမှာတော့ နပန်းအခြေခံရှိသူ အလီဟာ ပွဲတွေဆက်တိုက်နိုင်ပြီးငွေရှာလွယ်ကူခဲ့တာပေါ့..။ဒါပေမဲ့ undergroundလောကက အဲ့လောက်မရိုးရှင်းလှဘဲ ပြိုင်ဘက်နဲ့ပွဲစီစဥ်သူပေါင်းစားပြီး အလီကို ဂွင်ဆင်ကြတဲ့အခါမှာတော့....။1980စတိုင်နဲ့ Underground Fighting ထိုးသတ်ပွဲတွေကြည့်ချင်တဲ့သူတွေအတွက်တော့ actionကားကောင်းလေးတစ်ကားပါ...။  File size… 1.60GB / 685MB\nQuality… Blu-Ray 1080P 5.1CH  / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Action , Biography\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/american-fighter-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSA2G65O8hTCVB3ACzjJzbfjYUM.jpg",
        "title": "Snow Leopard Secret War ( 2021 )",
        "description": "အခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ဂျပန်တပ်ကို တရုတ်တွေတော်လှန်ခဲ့တဲ့ ခေတ်နောက်ခံထားပြီးရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်low budget  ကားဆိုပေမယ့် သရုပ်ဆောင်တွေကသရုပ်ဆောင်ကောင်းမွန်မှုနဲ့ Plot ကောင်းတာကြောင့်ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားအမျိုးအစားထဲမှာပါပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရရင် တရုတ်ပြည်ကိုဂျပန်တွေသိမ်းထားတဲ့ကာလမှာ ဂျပန်လက်အောက်ခံသစ္စာဖောက်တွေ အများကြီးပေါ်လာပါတယ်ဒါကို ရှင်းဖို့ပြည်သူ့တပ်ဖွဲ့နဲ့အတူပြောက်ကျားတပ်ဖွဲ့လေးတွေပေါ်လာတော့တယ်သို့ပေမယ့် ခံယူချက်နဲ့ ပန်းတိုင်တူပေမယ့်သတင်းပေါက်ရောက်မှုခြင်းကွာသလို ရိက္ခာ ထောက်ပံ့မှု အစစမတူညီတာမျိုးရှိလို့ ကြားထဲ သဘောထားကွဲလွဲမှုတွေနဲ့ သိုးရေခြုံသောဝံပုလွေလိုပဲ ရန်သူတပ်က သူလျိုတွေလည်း ကိုယ့်တပ်ထဲရှိနေတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်မလဲ ဘယ်လိုကြုံရမလဲဆိုတာဆက်လက်ကြည့်ရှုရမှာပါပဲဖြစ်ပါတယ် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , War \nDuration : 1h 23min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By Chu Chu\nEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/1143x/Snow.Leopard.2021.1080p.WEB-DL(CM).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BOTA5NDYxNTg0OV5BMl5BanBnXkFtZTgwODE5NzU1MTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Amazing Spider-Man 2 (2014)",
        "description": "ဒီဇာတ်ကားက ကျွန်တော် အရမ်းကြိုက်ခဲ့တဲ့ Spider-Man ကာတွန်းဇာတ်လမ်းထဲက ဇာတ်လမ်းတစ်ချို့ကို အခြေခံပြီး ရိုက်ကူးထားသလို၊ Visual Effect ကလည်း အရမ်းကောင်းပါတယ်။ ဒါ့အပြင် Spider-Man Web ပစ်ပြီး လေထဲမှာ သွားတဲ့ အခန်းတွေက တကယ် ကြည့်လို့ကောင်းပြီး၊ Electro နဲ့ ရင်ဆိုင်တဲ့ အခန်းမှာလည်း Slow Motion ကို လိုအပ်သလောက် ထည့်ပြီး ပညာသား ပါပါ အသုံးပြုသွားပါတယ်။Superheros ရုပ်ရှင် ကားတွေထဲမှာ လက်ရှိအချိန်ထိ ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေကThe Dark Knight နဲ့ Avengers တို့ဖြစ်ပါတယ်။ ဒီကားက အဲ့ဒီ နှစ်ကား လောက် စိတ်လှုပ်ရှားမှုမပေးနိုင်သလို၊ ဇာတ်ရှိန် အတက်အကျမကောင်းပေမယ့်၊ လက်ရှိအချိန်မှာတော့ အကောင်းဆုံး Spider-Man ကားလို့ တောင် ပြောလို့ရပါတယ်။ Original Spider-Man 2 ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-amazing-spider-man-2-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjMyOTM4MDMxNV5BMl5BanBnXkFtZTcwNjIyNzExOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Amazing Spider-Man (2012)",
        "description": "ဒီ The Amazing Spiderman ပထမကားလေးမှာတော့ကျွန်တော်တို့ရဲ့အချစ်တော်ပီတာSpiderman စတင်ဖြစ်လာတဲ့အချိန်လေးကိုရိုက်ထားတာပါ။အောင်မြင်မှုများစွာရရှိခဲ့တဲ့ကားလေးလည်းဖြစ်ပါတယ်။ရုံဝင်ငွေဒေါ်လာ၇၅၇.၉သန်းထိရရှိခဲ့တဲ့ကားလေးပါ။၂၀၀၀ခုနှစ်ပီတာတယောက်ကလေးဘဝမှာဖခင်ဖြစ်သူရဲ့စာကြည့်ခန်းဖောက်ထွင်းခံရတာနဲ့စပြီးသူတို့မိသားစုလေးတကွဲတပြားစီဖြစ်သွားခဲ့ရပါတယ်။မိဘဖြစ်သူတွေထူးဆန်းစွာပျောက်ဆုံးသွားပြီးပီတာတယောက်အန်တီမေနဲ့ဦးလေးဘန်တို့ရဲ့စောင့်ရှောက်မှုအောက်မှာပဲကြီးပြင်းခဲ့ရပါတယ်။နှစ်များစွာကြာပြီးနောက်ပီတာလည်းအထက်တန်းကျောင်းသားကြီးဖြစ်နေပါပြီ။အဖေ့သွေးပါသူဖြစ်တော့ဉာဏ်ထက်မြက်သူတယောက်ဖြစ်ပါတယ်။အဲဒီမှာပဲဂွမ်န်စတေစီဆိုတဲ့ကောင်မလေးနဲ့ဇာတ်လမ်းစတင်ခဲ့တာပေါ့။တနေ့အိမ်မှာနေရင်းပီတာတယောက်ဖခင်ဖြစ်သူရဲ့အိတ်တအိတ်ကိုတွေ့ပြီးသုတေသနစာရွက်စာတမ်းဟောင်းတွေဓာတ်ပုံတွေကိုတွေ့ရှိသွားပါတယ်။အဲဒီဓာတ်ပုံကနေတဆင့်ဖခင်ဖြစ်သူနဲ့အတူအလုပ်လုပ်ခဲ့တဲ့ သိပ္ပံပညာရှင်ဒေါက်တာကာ့ကော်နာစ်တယောက်OScorpဆိုတဲ့ မျိုးစိတ်ဗီဇတွေကိုသုတေသနလုပ်နေတဲ့နေရာမှာ အလုပ်လုပ်နေကြောင်းသိလိုက်ရပါတယ်။အဲဒါနဲ့ပဲ ဖခင်အကြောင်းတွေကိုသိချင်နေတဲ့ပီတာတယောက်Oscorpထဲကိုခိုးဝင်ရာကစပြီးSpidermanဆိုတဲ့ဇာတ်ကောင်စတင်ပေါ်ပေါက်လာခဲ့တာပဲဖြစ်ပါတယ်။လက်တွေ့ကျကျပြန်လည်မွမ်းမံပြီးထုတ်လုပ်ထားတဲ့အတွက်ဒီကားလေးဟာတော်တော်အောင်မြင်ခဲ့တာပဲဖြစ်ပါတယ်။အဲတော့နောက်ပိုင်းSpidermanပေါက်စ ဘာတွေဘယ်လိုလူသားအကျိုးဆောင်ရွက်မလဲဆိုတာတော့ဇာတ်ကားလေးကိုပြန်စားမြုပ်ပြန်လိုက်ကြရအောင်ပါ။\nFile size…(4.9 GB)/(2.2 GB)/(900 MB)\nQuality….BluRay 4K HEVC/ DS4K 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:16:17\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-amazing-spider-man-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/72a6fc2d66c5216b2538bde2e7c8351b-133x200.jpg",
        "title": "Madhagaja (2021)",
        "description": "Madhagaja 2021\nThriller/ Action\nIMDb 6.7၂၀၂၁ ခုနှစ်ထွက် အိန္ဒိယတောင်ပိုင်း Kannada ကားကောင်းလေးတစ်ကားကို ညွှန်းပါဆိုရင် Madhagaja ကိုပဲညွှန်းရပါလိမ့်မယ်။\nတောင်ပိုင်းကားကြိုက်သူတွေအတွက် လုံးဝလက်မလွှတ်သင့်တဲ့ ကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကတော့..\nတောင်ပိုင်းက ရွာနှစ်ရွာဟာ ဆည်မြောင်းရေကိစ္စနဲ့ပက်သက်ပြီး အမြဲခိုက်ရန်ဖြစ်ပွားတဲ့အပြင် တစ်ရွာနဲ့တစ်ရွာ သွေးချောင်းစီးတဲ့အထိကို ရန်ငြိုးတွေအပြည့်နဲ့ပါ။\nဒီလိုနဲ့ပဲ တစ်နေ့မှာတော့ တစ်ဖက်ရွာက ရွာသူကြီးရဲ့သားဦးလေးကို ရွာသူကြီးမရှိခိုက်မှာ\nအခြားရွာကလူ‌တွေ လာသတ်ချိန်မှာ၊ ကလေးမိခင်ဟာ ကလေးကိုချီလို့ပြေးရပါတော့တယ်။\nဒါပေမဲ့ လွတ်လမ်း‌မမြင်နိုင်တော့တာသိလိုက်တဲ့ ရွာသူကြီးမိန်းမဟာ တစ်ခြားမြို့ကိုသွားမယ့်ရွာသားကို သူ့ကလေးကို ထည့်ပေးလိုက်ပြီး\nလူကောင်းသူကောင်းလေးအဖြစ် ပြုစုစောင့်ရှောက်ပေးပါလို့ မှာလိုက်ပါတော့တယ်။ဒီလိုနဲ့ပဲ မင်းသားဘဝက မိဘမဲ့ဘဝရောက်သွားခဲ့ပြီး...အတိတ်ကရန်ငြိုးတွေနဲ့ပြန်လည်ရှင်သန်လာပါတော့တယ်။\nဒီတော့ မိဘမဲ့ဖြစ်သွားတဲ့ သူကြီးသားလေးဟာ ရန်ငြိုးတွေကြား လူကောင်း‌လေးအဖြစ် ရွာကို ပြန်ရောက်လာနိုင်မလား..\nရွာနှစ်ရွာကြားက အာဃာတတွေကရော ဘယ်လောက်ထိဆက်သွားမလဲဆိုတာ...။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ တောင်ပိုင်းစတိုင်ကြည့်ကောင်းတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality…HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:10:25\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/madhagaja-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNmY0MGIzYzktMGRlZC00ODEzLTlkMTMtZTJiZjc0ZjRhMDI0XkEyXkFqcGdeQXVyOTg0MTM1OTU@._V1_-175x200.jpg",
        "title": "Antim: The Final Truth (2021)",
        "description": "ဒီနေ့ပဲ ထွက်ရှိလာတဲ့ Bollywood ရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်...မင်းသား Salman Khan နဲ့ သူ့ယောက်ဖ Aayush Sharma တို့ အပြိုင်ကြဲထားတဲ့ Action,Crime,Drama ဇာတ်ကားလေးဖြစ်ပြီး IMDb Rating (7.6) ထိ ရရှိထားသလို ရုံတင်တုန်းကလဲ နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ဇာတ်ကားပါ။လယ်သမားတစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာ၊ ဘဝအဓိပ္ပာယ်နဲ့ ရှင်သန်ရပ်တည်ခြင်းက သူ့ရဲ့ လယ်မြေလေးတစ်ကွက်ရယ်ပါ။ ခြေမအထိ စီးကျနေတဲ့ ချွေးကို သုတ်ဖို့မအား၊ မြေကြီးထဲကပြူထွက်လာတဲ့ ကောက်ပဲသီးနှံလေးတွေက သူ့ခွန်အားပါ။ ဒါပေမယ့် သူဆုံးရှုံးလိုက်ရတဲ့ သူ့လယ်မြေပေါ်မှာပဲ အလုပ်ပြန်လုပ်ရတဲ့ သူ့ခံစားချက်ကို ကျွန်တော်တို့ ကိုယ်စား ဝင်ခံစားကြည့်ရအောင်လား။ပုလ္လင်ပေါ်က မဆင်းခဲ့တဲ့ နပန်းချန်ပီယံကြီး၊ သမီးမိုက်တစ်ယောက်နဲ့ သား မလိမ္မာတစ်ယောက်ကို အရင်းတည်ပြီး အရင်းရှင်တစ်ယောက် ‌ခြေအောက်မှာ ပြားပြားဝပ်ခဲ့ရ။ ဘဝက ထိချက်နာလိုက်ပုံများ။လူငယ်ပီပီ ခံစားချက်အတိုင်း လိုက်လုပ်တတ်တဲ့ လူငယ်လေးတစ်ယောက်။ သူ့အဖေ နပန်းသမား ဘဝဆုံးနေသူကြီးနဲ့ မိသားစုကိုကယ်တင်ဖို့၊ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/antim-the-final-truth-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Ahsjhaua-138x200.jpg",
        "title": "Bhajarangi 2 (2021)",
        "description": "စုန်းကဝေနဲ့ အိန္ဒိယရှေးဟောင်းကားကြိုက်သူတွေအတွက် ဘာခ်ျရမ်းဂီ ရဲ့ ဒုတိယမြောက်ကား ထွက်လာခဲ့ပြန်ပါပြီ။ ပထမကားကြည့်ဖူးတဲ့သူတွေ ရန်သူကို ဟာနုမာန် တူနဲ့ တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဒီအပိုင်း၂ မှာတော့ အရမ်းစိတ်နှလုံးကောင်းရှိတဲ့ အန်ဂျီဟာ မိန်းမယူဖို့ သူ့အမေရဲ့စေလွှတ်မှုကြောင့် အမရှိရာ ရွာကိုပြန်ပြီး ဖူးစာရှင်ရှာဖွေရင်း ဘယ်လိုဖူးစာရှင်နဲ့ကြုံတွေ့မှာလဲ။ အချစ်ခရီးလမ်းကဖြောင့်ဖြူးမှာလား ဆိုတာဆက်လက်ကြည့်ရပါဦးမယ်။ အိုဗာ တွေပါတယ်ဆိုပေမယ့် ဒိုင်ယာလော့တွေကောင်းတာမို့ စုန်းကဝေအက်ရှင်ကြိုက်သူတွေအတွက် စိတ်၀င်စားစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်နေဦးမှာပါပဲ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်။)\nFile size…(1.9 GB)/(1.1 GB)\nQuality….HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Lwin Htoo Aung",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/bhajarangi-2-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zO4mfRXYwuOYSy4YoXGVxh3oz1p.jpg",
        "title": "Maanaadu (2021)",
        "description": "Maanaadu Synopsis===============================Time-loop ဆိုတဲ့အချိန်​​​ကျော့သံသရာကို Edge of Tomorrow,Happy Death Day 1& 2, A Day တို့လို ​ဟောလိဝုဒ်ဗားရှင်း၊ကိုရီးယားဗားရှင်းမျိုးစုံနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ​တွေရှိသလို ဒီတစ်​ခေါက်မှာ​တော့ Tamil Time-loopဇာတ်လမ်း​လေးတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ် IMDb user၁​သောင်းခွဲရဲ့ratingမှာ 9.1အထိ ရရှိထားပြီး ရုံတင်ရာမှာလည်း Blockbusterအဆင့်လို့ ပြောလို့ရ​​​အောင် ရုံဝင်​ငွေများစွာနဲ့ အောင်မြင်မှု​တွေရရှိထားတဲ့ကားပါဒူဘိုင်းမှာအလုပ်လုပ်​နေတဲ့ အဗ္ဗဒူ ခါလစ်ဟာ သူများမင်္ဂလာ​ဆောင်က​နေ သူငယ်ချင်းဖြစ်သူ မိန်းမဖြတ်ခုတ်ပြေးရာမှာ ကူညီဖို့အတွက်အိန္ဒိယကိုပြန်လာခဲ့ပါတယ်၊ လေယာဉ်​​ပေါ်မှာ သူနဲ့.မင်္ဂလာ​ဆောင်တစ်ခုတည်းတူတူသွားမယ့် ဆီသာလက်ချမီးနဲ့​တွေ့ဆုံခဲ့ပါတယ်၊ထိုမှတဆင့် မင်္ဂလာပွဲကို​ရောက်၊ သတို့သမီးကို ဖြတ်ခုတ်​အပြီးထွက်​ပြေးလာတဲ့လမ်းမှာ ယာဉ်တိုက်မှုဖြစ်ပြီး ခိုး​ပြေးတဲ့တစ်ဖွဲ့လုံးရဲဖမ်းခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ ရဲ​တွေကပုံမှန်မဟုတ်ဘဲ လျှို့ဝှက်တဲ့အကြံအစည်တစ်ခုကို ကြံ​နေကြတာပါ၊ ဒါက​တော့ ၁၂ကြိမ်​မြောက်အာဏာရပါတီနှစ်ပတ်လည်ပွဲမှာ ပြည်နယ်ဝန်ကြီးချုပ်ကို လုပ်ကြံဖို့အစီအစဉ်ပါနဂိုစီစဉ်ထားတဲ့ လုပ်ကြံ​ရေးသမားဟာ အဗ္ဗဒူတို့ကားနဲ့တိုက်မိပြီး​သေသွားလို့ အဗ္ဗဒူကိုခြိမ်း​ခြောက်ပြီး ကိုယ်စားလုပ်ကြံခိုင်းခဲ့ပါတယ်၊အဗ္ဗဒူအ​နေနဲ့ လုပ်ကြံမှုအောင်မြင်ခဲ့​ပေမယ့် အခင်းဖြစ်တဲ့​နေရာမှာပဲ​သေနတ်နဲ့ ပစ်သတ်ခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ တကယ်မ​သေခဲ့ဘဲဆီသာနဲ့ ပထမဆုံး​တွေ့ခဲ့တဲ့ ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/maanaadu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y1ebOObyi97slwBTljIifE67PR5.jpg",
        "title": "Satyameva Jayate 2 (2021)",
        "description": "Satyameva Jayate 22018 က ထွက်ရှိထားတဲ့ Satyameva Jayate ရုပ်ရှင် Remake သဘောမျိုးထွက်ရှိလာတဲ့ဇာတ်ကားပါ။Gabbar is back ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ အခုလည်း Gabbar နောက်တစ်ယောက် ပေါ်ထွက်လာခဲ့ပါပြီ။ လောကကြီးရဲ့ မတရားမှုတွေက ဘယ်လောက်တောင် အင်အားကြီးလိုက်သလဲ။ ယှဉ်ပြိုင်တိုက်ခိုက်ချင်တဲ့ ကိုယ်တွေက အောက်ခြေ‌မှာ။ မကောင်းဆိုးရွား လူ့ရေပေါ်ဆီ အတ္တသမားတွေက ဟိုးအမြင့်မှာ။လူတွေလေးစားယုံကြည်တဲ့ တရားဥပဒေကရော သူတို့ကို အပြစ်ပေးနိုင်မှာတဲ့လား။ သူတို့ ပရောဂနဲ့ သေဆုံးသွားရတဲ့ အပြစ်မဲ့လူသားတွေရဲ့ သွေးတွေထဲက တချွင်ချွင်ကျလာတဲ့ ငွေသားတွေကိုသုံး၊ အသားတွေထဲကထွက်လာတဲ့ ဆီဦးထောပက်တွေစား၊ အရေခွံကနေထွက်လာတဲ့ ကတ္တီပါမွေ့ယာပေါ်ကျောခင်းလို့ သူတို့ပျော်နေကြပြီ။ ရပ်ကြည့်နေတဲ့ ခင်ဗျားက မခံချင်ဒေါသနဲ့ ဆတ်ဆတ်ခါနေတုန်းမှာ တရားဥပဒေက မြောင်းကြားထဲမှာ ရေပုတ်တွေအောက် စုံးစုံးမြုပ်ပြီး နင်းပြားရဲ့ လည်ပင်းကို တက်နင်းဖို့ အိပ်မက်မက်နေလေရဲ့။ဒါဆို ခင်ဗျားဘာလုပ်မလဲ။ လောကကြီးကို တိုင်တည်ပြီး ငိုကြွေးနေမလား။ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/satyameva-jayate-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYzYxNGI3MmYtMWQyMi00NmViLWE0ZWQtNWM5ZTY3NTIxNzU0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Satyameva Jayate (2018)",
        "description": "\"အမှန်တရားသည်သာ အောင်နိုင်ရာ၏\" တဲ့။အမှန်တရားဟာ အမြဲအနိုင်ရတယ်။အမှန်တရားအတွက် တိုက်ပွဲဝင်နေသူတွေ ရှိသလိုအမှန်တရားကို ထိန်ချန်ထားကြတာလည်း ရှိတယ်။တခါတလေ ကြင်နာသနားတတ်တဲ့ ခေါင်းဆေင်ကောင်းလိုအပ်တယ်။တခါတလေ ရက်စက်ကြမ်းတမ်းတဲ့ အပြစ်ပေးသူ လိုအပ်တယ်။\" အညွှန်း \"ဒီဇာတ်ကားထဲမှာ ရဲအရာရှိတွေကိုမှ မီးရှို့သတ်တတ်တဲ့ လူသတ်သမားတစ်ဦးနဲ့ရဲအရာရှိတစ်ဦးတို့ကို တွေ့မြင်ရမှာပါ။ရဲအရာရှိ တော်တော်များများကို သဲလွန်စပေးပြီးသတ်တဲ့ လူသတ်သမားဟာဘာကြောင့်များ ခုလို သတ်ရတာလဲ?ဒီအမှုကို ကိုင်တွယ်မယ့် ရဲအရာရှိဟာလူသတ်သမားဆီက ဖုန်းခေါ်ဆိုမှု တစ်ခု ရရှိခဲ့ပါတယ်။ရဲအရာရှိကို ယခုအမှုမှာ ဝင်မပါဖို့ တားမြစ်ခဲ့ပါတယ်။တနေ့မှာတော့...လူသတ်သမားနဲ့ ရဲအရာရှိတို့ မျက်နှာချင်းဆိုင် တွေ့ခဲ့ကြပါတယ်။လူသတ်သမားဘက်က သိနေပေမဲ့ရဲအရာရှိကရော လူသတ်သမားဟာ ဘယ်သူဘယ်ဝါဆိုတာကို သိနေမလား?ဘယ်သူက သားကောင်? ဘယ်သူက မုဆိုးဖြစ်မလဲ?ဘယ်သူက ခြေးတစ်လှမ်းသာမလဲ?ဘယ်သူက ခြေတစ်လှမ်း နောက်ကျမလဲ?စသဖြင့် အပြိုင်အဆိုင် ယှဉ်ပြိုင်ရင်း.... လူသတ်မှုတွေ အများကြီး ဖြစ်ပြီးချိန်မှာတော့....လူသတ်သမားဟာဘယ်လို အရာရှိမျိုးကိုမှ ရွေးချယ်သတ်တာလဲ?သူ သတ်ကွင်းထဲက ဘာဖြစ်လို့ဒီစီပီကို ပ,ထုတ်ခဲ့တာလဲ?ဘယ်လို အကြောင်းမျိုးတွေကြောင့်ခုလို ဆက်တိုက် သတ်နေရလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦးဗျာ။................................................\n(အညွှန်းအပြည့်အစုံကို ရေးပြဖို့ မဖြစ်နိုင်လို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GYfc/(CM)_Satyameva_Jayate_2018_Hindi_1080p_AMZN_WEB-DL_HEVC_AAC_5.1_Audio.mkv",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mt-135x200.jpg",
        "title": "The Matrix Resurrections (2021)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-matrix-resurrections-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR3iV0Jt080jgvPBtJhs3Tta1y9.jpg",
        "title": "Resident Evil: Welcome to Raccoon City (2021)",
        "description": "ဒီရုပ်ရှင်ကတော့ အရင်ထွက်ခဲ့တဲ့ ရက်စီဒန့်အီဗယ် ရုပ်ရှင်တွေနဲ့ သိပ်မဆက်စပ်ထားဘဲနဲ့ဒါရိုက်တာက မူရင်း ဟော်ရာဗီဒီယိုဂိမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ငယ်ငယ်က ဂိမ်းကစားခဲ့ဖူးတဲ့လူတွေတော့ ရင်းနှီးနေမှာပါ။ ဇာတ်ကောင်တွေကလည်းလီရွန်၊ ကလယ်ရာတို့ကိုပဲ ပြန်သုံးထားတာပါ။ ဒီတော့ ဟော်ရာအရသာနဲ့ ဇွန်ဘီးဆိုတာဘာလည်းမသိသေးခင် အချိန်ကို ကြည့်ရမှာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ရက်ကွန်းမြို့ကမိဘမဲ့ဂေဟာတစ်ခုမှာ ခရစ် နဲ့ ကလယ်ရာ ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိတယ်။ကလယ်ရာက ဂေဟာကနေ ထွက်ပြေးသွားခဲ့ပြီး ခရစ်ကတော့ ရက်ကွန်းမြို့မှာကျန်ခဲ့တာပေါ့။ ရက်ကွန်းမြို့ဟာ ကမ္ဘာအကြီးဆုံးဆေးဝါးကုမ္ပဏီကြီး အမ်ဘရဲလားအခြေစိုက်ခဲ့တဲ့နေရာဖြစ်ပေမဲ့ အခုတော့ အမ်ဘရဲလားက ပြောင်းရွှေ့သွားပြီဖြစ်လို့လူနည်းစုလေးပဲ ကျန်ခဲ့တဲ့ စွန့်ပစ်မြို့ဖြစ်နေပါပြီ။ တစ်နေ့တော့ အိမ်ပြေးဖြစ်နေတဲ့ကလယ်ရာဟာ အမ်ဘရဲလားရဲ့မူမမှန်တဲ့စမ်းသပ်ချက်တွေနဲ့ ပတ်သတ်တဲ့ကိစ္စတစ်ခုကြောင့်သူ့အစ်ကိုဆီကို ပြန်လာချိန်မှာ ဇွန်ဘီးတွေပေါ်ထွက်လာလို့ မြို့ထဲမှာ ပိတ်မိသွားပြီးဇွန်ဘီးတွေလက်ထဲကနေ လွတ်အောင်ရုန်းရတော့မယ်အခြေအနေ ဖြစ်လာတဲ့အခါ... \nFile size… 250MB / 1Gb / 1.3GB\nQuality…720p HEVC Small Size / 720p WEB RIP ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/resident-evil-welcome-to-raccoon-city-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEpxZvwDkZ5b73ouyFoiElBLRF3.jpg",
        "title": "Spiritwalker (2021)",
        "description": "Spiritwalker (2021)ကားတိုက်မှုဖြစ်ပြီး နိုးလာတဲ့အခါမှာ ဂန်အီရန် (Yoon Kye Sang) က\nသူ့ကိုယ်သူ မမှတ်မိတော့ဘဲ သေနတ်ဒဏ်ရာနဲ့ ဖြစ်နေပါတယ်\nအဲ့လိုနဲ့ သူသိလာရတာက သူ့ရဲ့ခန္ဓာကိုယ်က ၁၂ နာရီ ခြားတစ်ခါ ပြောင်းပြောင်းသွားတာပါပဲ\nအရင်ကကားတွေလိုမျိုး စိတ်နှစ်ခွတို့၊ ဝိညာဉ်က သေလို့ဝင်‌ကူးတာမျိုးမဟုတ်ပါဘူး\nအမှုတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတဲ့သူတွေရဲ့ ခန္ဓာကိုယ်ထဲကို ရောက်ရောက်သွားတာပါအဲ့လိုမျိုး သူ့ရဲ့ တကယ့် Identity က ဘာမှန်းမသိတော့ပါဘူး\nအဲ့လိုနဲ့ သူရောက်သွားတဲ့ ခန္ဓာကိုယ်တစ်ခုမှာ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုနဲ့ကြုံလာရတယ်\nအဲ့အမှုကြားထဲ ဘာမှမသိဘဲရောက်နေရင်း မွန်းဂျင်အာ(Lim Ji Yeon) နဲ့ တွေ့ပါတော့တယ်\nသူ့စိတ်ထဲမှာ အဲ့မိန်းကလေးကို သိသလိုဖြစ်နေပေမယ့်\nအဲ့မိန်းကလေးကတော့ သူ့ရဲ့ပြောင်းလဲနေတဲ့ခန္ဓာကိုယ်ကြောင့် မမှတ်မိပါဘူးဂန်အီရန်က သူ့ရဲ့အဖြစ်အပျက်တွေကို သူနိုးလာတော့\nအနားမှာတွေ့တဲ့ အိမ်ခြေရာမဲ့ လူကြီးတစ်ယောက်ကိုပဲပြောပြပါတယ်\nအဲ့လူကြီးနဲ့ နှစ်ယောက်သား သူဘာဖြစ်နေလဲဆိုတာ ဖော်ထုတ်သွားမှာကို စိတ်ဝင်တစားကြည့်ရမှာပါကျွန်မတို့ ပရိတ်သတ်တွေကတော့ မင်းသားကို ဂန်အီရန်မှန်းသိထားပေမယ့်\nမင်းသားကတော့ သူ့ကိုယ်သူမသိဘဲ လိုက်ရှာနေမှာဆိုတော့\n\"Spirit Walker\" ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/spiritwalker-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzNlZTZjMDctZjYwNi00NzljLWIwN2QtZWZmYmJiYzQ0MTk2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Matrix Revolutions (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-matrix-revolutions-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix Reloaded (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-matrix-reloaded-2003/"
    }
]