[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/godse-2-141x200.jpg",
        "title": "Godse (2022)",
        "description": "Godse 2022IMDb 6.5/10တစ်ချိန်က နာမည်ကြီး Crash Landing On You ဒရမ်မာရဲ့\nနာမည်ကြီးစုံတွဲ BinJin တို့ရိုက်ကူးထားတဲ့ Negotiation ဇာတ်ကားနဲ့\nဆင်တူသော ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်\nNegotiation ကို မှီငြမ်းရိုက်ကူးထားတယ်ဆိုပြီး ပြောဆိုနေကြတဲ့\nဒီဇာတ်ကားလေးရဲ့အညွှန်းကိုဖတ်ကြည့်ရအောင်။ အိန္ဒိယနိုင်ငံရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသမီး ဖြစ်တဲ့ Aiahwarya Lekshmiက\nဗိုင်ရှာလီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသား Satyadev Kancharanaက\nဂိုစီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nညှိုနှိုင်းဆွေးနွေးရေးလုပ်တဲ့အခါ သူများနဲ့မတူ ကျွမ်းကျင်လှတဲ့\nဗိုင်ရှာလီက နောက်လိုက်အမှားကြောင့် ဓားစာခံကိုယ်ဝန်သည်တစ်ယောက်ကို\nဆုံးရှူံးလိုက်ရပြီးသူမကိုယ်သူမအပြစ်ရှိတယ်ခံစားရကာ\nအလုပ်ထွက်စာတင်ခဲ့ပါတယ် ဒါပေမယ့် သူ့ရဲ့ဒုရဲအုပ်က\nဆယ်ရက်အချိန်ပေးပြီးစဉ်းစားခိုင်းခဲ့ပါတယ် ဒီဆယ်ရက်အတွင်းမှာ ထင်မထားတဲ့ပြောင်းလဲမှုကြီး\nထွက်ပေါ်လာခဲ့ပါတယ် အဲဒီပြောင်းလဲမှုကြီးကဘာများဖြစ်မလဲ\nTrauma ရနေတဲ့ ဗိုင်ရှာလီကရော ဓားစာခံတွေကို\nထပ်ကယ်တင်ပေးနိုင်မှာလား မင်းသား မင်းသမီး\nသရုပ်ဆောင်မှုတွေ အထူးသဖြင့်\nမင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမှာကြောင့်\nတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed By Yunni\nFile size….........2.8GB / 1.3GB\nQuality…..........1080p WEB DL AAC5.1Ch / 720p\nFormat…..........mp4\nDuration…........2h 22mins\nSubtitle…..........Myanmar Subtitle (Hard Sub)\nEncoder…..........YK\nTranslated by....Lwin Htoo Aung & Yunni & GuuGuu & ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/godse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
        "title": "Jurassic World Dominion (2022)",
        "description": "Jurassic World Dominion (2022)ဂျူရက်ဆစ်ကမ္ဘာရဲ့ တတိယရုပ်ရှင်ကြီးထွက်လာပါပြီ။\nပထမရုပ်ရှင်မှာ ဂျူရက်ဆစ်ပန်းခြံပျက်စီးသွားခဲ့ပြီး၊\nဒုတိယကားမှာ ဒိုင်နိုဆောတွေအားလုံး ကမ္ဘာကြီးထဲကို ပျံ့နှံ့လာတာကို တွေ့ရမှာပါ။ဒီတတိယကားမှာတော့ ဒိုင်နိုဆောတွေနဲ့ ဒီအန်အေတူတဲ့ ဧရာမကျိုင်းကောင်ကြီးတွေ ပေါ်လာပြီး\nကမ္ဘာပေါ်က လယ်ကွင်းတွေကို လိုက်ဖျက်ဆီးနေတဲ့ပြဿနာကနေစတင်လာပါတယ်။\nအိုဝင် နဲ့ ကလယ်ရာတို့အတွဲကလည်း ချားလော့ကလုန်း ကောင်မလေးဖြစ်တဲ့ မေစီကို ကယ်လာပြီး\nလူတွေနဲ့ဝေးရာမှာ ဖွက်ထားခဲ့ပါတယ်။အဲဒီမှာပဲ ကျိုင်းကောင်တွေကို မျိုးဗီဇပြောင်းတဲ့တရားခံကိုရှာနေတဲ့ သိပ္ပံပညာရှင် သူငယ်ချင်းနှစ်ယောက်ရယ်၊ မေစီကိုဖမ်းသွားတဲ့အပြင်\nရပ်ပ်တာမကြီး ဘလူးရဲ့ ကလေးကိုပါ ဖမ်းသွားတဲ့လူတွေနောက်ကို ကယ်ဖို့လိုက်လာတဲ့ အိုဝင်တို့စုံတွဲရယ်ပူးပေါင်းပြီး\nစွန့်စားခန်းတွေ ဖွင့်ကြရပါတော့တယ်...ရရချင်း တင်ပေးထားရတာမို့ Korea Hardsub ပါတာကိုတော့\nအနည်းငယ် သည်းခံပြီး ကြည့်ရှုပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Sci-fi\nQuality…. 4K HEVC | 1080p | 720p | 480p\nFile size… 9.28GB | 2.6GB ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/jurassic-world-dominion-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36bNq9o5zGS7fAgQ0QOmcwcJcZd.jpg",
        "title": "The Hidden Fox ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂန္တဝင်စာရေးဆရာကြီး Jin Yong ရဲ့\nFox Volant of the Snowy Mountain ( နှင်းတောင်သူရဲကောင်း )\nဇာတ်လမ်းတွဲကိုMovie Version အဖြစ် |\nပြန်လည်ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ လွန်ခဲ့တဲ့ ၁၀ နှစ်က\nလီဇီချန်ဘုရင်ရဲ့ ထူးခြားအံ့ဩဖွယ်\nရတနာတစ်ပါးကြောင့် မြောင်ရန်ဖုန်းဆိုတဲ့\nမြောင်မျိုးနွယ်သူရဲကောင်းနဲ့\nစောင့်ရှောက်သူဟူတို့ကြား မသင့်မြတ်မှုနဲ့အတူ\nတိုက်ပွဲတစ်ခုဖြစ်ခဲ့ပြီး\n၂ဦးလုံး ထူးဆန်းစွာ အသက်ဆုံးရှုံးခဲ့ရတယ်…နောက်တော့ ရတနာနဲ့အတူ\nမြေပုံရော သော့ပါ ပျောက်ဆုံးသွားခဲ့တာ၁၀ နှစိကျော်\nအားလုံးလိုက်ရှာခဲ့ပြီးနောက်မှာတော့\nရတနာမြေပုံ လမ်းစရလို့ သူရဲကောင်း ၈ဦး မြေပုံရှိရာ\nဖေးဟူတောင်ကို ချီတက်ခဲ့တဲ့\nခရီးသွားမှတ်တမ်းလေးကိုတင်ဆက်ထားတာပါ…မြောင်နဲ့ ဟူ ဘယ်လို သေသွားတာလဲ…\nသူတို့ဆက်ခံသူတွေရောမြေပုံလမ်းစမသိဘူးလား\nဒါမှမဟုတ် ဆက်ခံသူပါ ပျောက်ဆုံးသွားတာလား… ဒါဆို\nသူတို့ချင်းမသင့်မြတ်ကြရာက သေတာရော ဟုတ်ရဲ့လား…\nနောက်ပြီးဘာလို့သူရဲကောင်း ၈ ဦးကပဲ ဖေးဟူတောင် သွားခဲ့တာလဲ…ဒီလို စိတ်ဝင်စားစရာကောင်းပြီး နာမည်ကြီးကားကို movie version မှာ\nဘယ်လိုပုံဖော်ထားတယ် သိရအောင် အမြန်လေး ဒေါင်းကြည့်လိုက်ကြပါတော့… \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.5",
        "url": "https://megaup.net/2syhe/The_Hidden_Fox_2022_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/lightyear-137x200.png",
        "title": "Lightyear (2022)",
        "description": "Lightyear (2022)\n=============ဒီ ကာတွန်းရုပ်ရှင်လေးကတော့ Toy Story ရဲ့ အဓိကဇာတ်ကောင်\nတစ်ကောင်ဖြစ်တဲ့  ဘက်ဇ် လိုက်ရီးယားကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ အရုပ်လေးတွေရဲ့ ဇာတ်လမ်းမဟုတ်တော့ပါဘူး။ ၁၉၉၅ ခုနှစ်မှာ\nအန်ဒီဆိုတဲ့ကောင်လေးက ဘက်ဇ်လိုက်ရီးယားဆိုတဲ့ အရုပ်ကို\nမွေးနေ့လက်ဆောင်ရရှိခဲ့ပါတယ်။အဲဒီအရုပ်လေးက ရုပ်ရှင်တစ်ခုထဲက ဇာတ်ကောင်ဖြစ်ပြီး အန်ဒီက အဲဒီရုပ်ရှင်ကို\nအရမ်းကြိုက်တဲ့သူပါ။ အခုကြည့်ရမယ့် ရုပ်ရှင်ကတော့အန်ဒီအရမ်းကြိုက်ခဲ့တဲ့\nလိုက်ရီးယားရုပ်ရှင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============\nဘက်ဇ်လိုက်ရီးယားဟာ ကြယ်တာယာစခန်းကြီးရဲ့ လေ့လာရေးအဖွဲ့မှာပါဝင်တဲ့\nကပ္ပတိန်အဆင့် အာကာသရိန်းဂျားတစ်ဦးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ထူးဆန်းတဲ့\nဂြိုလ်တစ်ခုကို သွားလေ့လာရင်း ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေနဲ့တိုက်ပွဲတွေဖြစ်ပြီး\nသူ့တို့ကြောင့်ပဲ ယာဉ်ပျက်ကျသွားခဲ့ပြီး အလင်းအလျှင်ကိုပေးတဲ့စနစ်ပါ ပျက်စီးသွားပါတယ်။ဒီတော့ အိမ်ပြန်လို့မရတဲ့ယာဉ်ပေါ်ကအဖွဲ့သားတွေဟာ အဲဒီဂြိုလ်ပေါ်မှာ အသက်ရှင်ဖို့\nကြိုးစားရပါတော့တယ်။ တချိန်တည်းမှာပဲ ဘက်ဇ်ကတော့ ယာဉ်ကို အလင်းမြန်နှုန်းနဲ့\nပြန်မောင်းနိုင်အောင်ပြုပြင်ပြီး အားလုံးကို အိမ်ကိုပြန်ပို့နိုင်ဖို့ စွန့်စားခန်းတွေဖွင့်ရပါတော့\nတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(5.8GB) / (1.81 GB) / (900 MB) / (514 MB)\nQuality............WEB-DL 4k HEVC / 1080p ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lightyear-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e48IJ1KGR0beGD6B5np74OyqcpU.jpg",
        "title": "Thor: God of Thunder (2022)",
        "description": "Thor: God of Thunder (2022)ဟုတ်ကဲ့ မမှားပါဘူး။ မာဗယ်ရဲ့အချစ်တော် နာမည်ကျော် ဆရာသောရ်ရဲ့ အသစ်စက်စက်ရုပ်ရှင်ပါ။ ထုံးစံအတိုင်း သောရ်နဲ့ ဆရာလိုကီတို့ရဲ့ အပြိုင်ဇာတ်ပါပဲ။ ဇာတ်လမ်းစစဖွင့်မှာတော့ လိုကီဟာ အကျဉ်းစံနေရပါတယ်။ ခဏအကြာမှာတော့ ထမင်းလာကျွေးတဲ့ကောင်ကို မလှိမ့်တပတ်လုပ်ပြီး လွတ်သွားပါတယ်။ God of Mischief ကြီး လိုကီကို ဂျက်စပဲရိုးကို လှောင်သလို သံတိုင်နောက်လှောင်ထားတာကိုး။ မလွတ်တာကမှ ဆန်းနေမှာပါ။လိုကီဟာ လွတ်ပြီးပြီးချင်းပဲ အိုဒင်ကိုသွားသတ်ပြီး Ragnarök ကို အစပျိုးဖို့ ကြံပါတယ်။ သူ့သားတွေထဲက တစ်ကောင်ဖြစ်တဲ့ ဧရာမဝံပုလွေကြီးကို အကျဉ်းချထားတာကို လွှတ်ပေးရမှာပါ။ အဲဒီဝံပုလွေကြီးလွတ်သွားရင် အိုဒင်ကို စားပြီး လောကကိုးပါးသစ်ပင်ကို စားပြီး လောကကိုးပါးလုံးကို ဖျက်ဆီးပစ်မှာပါ။ ပြဿနာကတော့ အိုဒင်ကြီးဟာ မျက်စိတစ်ဖက်ကန်းနေပေမဲ့ စောင်ထာကျနေတဲ့ ကြေးစားလူမိုက်ရုပ်ကြီးထွက်နေပါတယ်။အိုဒင်အသက်ငင်နေတဲ့ အချိန်မှာပဲ အတ်ဂတ်စ်ကိုပစ်ပြီး ဘယ်တွေအလည်လွန်နေမှန်းမသိတဲ့ ဆရာသောရ် ပြန်လာပါပြီ။ မီးခိုးငွေ့တွေ ...",
        "rating": "3",
        "url": "https://channelmyanmar.org/thor-god-of-thunder-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/green-latern-134x200.jpg",
        "title": "Green Lantern: Beware My Power (2022)",
        "description": "Green Lantern:Beware My Power(2022)\n==========\nSuperman:Man Of Tomorrow ကနေ ပြန်စခဲ့တဲ့DC animated universe ထဲက Green Lantern origin movie ဖြစ်ပါတယ်။ဂျွန်စတူးဝပ် Green Lantern ဖြစ်လာပုံကို တွေ့ရမှာ ဖြစ်ပြီးGreen Arrow တို့ Hawkgirl တို့လည်းပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်စတူးဝပ်တစ်ယောက်........အာဖဂန်နစ္စတန်ကနေ စိတ်ဒဏ်ရာအပြည့်နဲ့ပြန်ရောက်လာချိန်မှာဘာမှန်းမသိတဲ့ ဂြိုလ်သားတစ်ကောင်နဲ့တွေ့ခဲ့ရပါတယ်။အဲ့ဒီဂြိုလ်သားဟာ စကြာဝဠာတစ်ခုလုံးရဲ့ ပညာဉာဏ်အကြီးဆုံးဂါးဒီးယန်းဖြစ်နေခဲ့ပါတယ်။ဘာလို့ သူ့ဆီကို ရောက်လာခဲ့တာလဲ။ စကြာဝဠာတစ်ခုလုံးကိုစောင့်ရှောက်ရတဲ့ Green Lantern တပ်ဖွဲ့ဆိုကရောဘာတွေလဲ ဆိုတာ ဒီရုပ်ရှင်ထဲမှာတွေ့ရမှာပါ။DC fan တွေရော superhero ရုပ်ရှင် fan တွေပါနှစ်သက်ကြမှာသေချာပါတယ်။\nFile size…1.5GB / 700MB\nQuality…1080p BluRay AAC5.1CH/720p\nFormat…mp4\nDuration….1h28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by SPK",
        "rating": "",
        "url": "https://channelmyanmar.org/green-lantern-beware-my-power-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4I0WVp55IHTp9vYImZV0a5Di6e.jpg",
        "title": "The Prodigal Son ( 2022 )",
        "description": "CM ရဲ့ချစ်ပရိသတ်ကြီးကို ထူးခြားတဲ့စွမ်းရည်တွေနဲ့\nFantasyကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့......\nထူးခြားတဲ့အစွမ်းတွေပိုင်ဆိုင်တဲ့ လူငယ်လေးကျိုးချူက\nဆိုးသွမ်းပြီး ဆန့်ကျင်လိုစိတ်တွေများပါတယ်။\nအမြဲဒုက္ခတွေရှာလို့ ဝူကျွင့်မြို့သားတွေကသူ့ကို\nဒုက္ခအိုးလို့သဘောထားကြတယ်။တစ်ညမှာတော့မြို့ပြင်ကကလေးငယ်လေးကို\nကယ်ဖို့အတွက် ကျားဘုရင်ရဲ့သားကိုသတ်ခဲ့တယ်။\nဒီလိုနဲ့ ကျားဘုရင်က ဝူကျွင့်မြို့ကိုဒုက္ခပေးလာတော့\nကျားဘုရင်နဲ့တိုက်ခိုက်တဲ့အချိန်မှာ\nကျိုးချူကဒဏ်ရာအပြင်းအထန်ရသွားပြီး\nအစွမ်းတွေပျောက်သွားခဲ့တယ်။သာမန်လူလို့ဖြစ်သွားတဲ့အချိန်မှာ ကျိုးချူက\nပြည်သူတွေရဲ့မေတ္တာနဲ့ စောင့်ရှောက်မှုကိုခံယူပြီး\nသူအရင်တုန်းလုပ်ခဲ့တာတွေကမှားမှန်းသိသွားခဲ့တယ်။\nသူရဲကောင်းတစ်ယောက်ရဲ့တာဝန်ကိုနားလည်သွားပြီး\nကျားဘုရင်နဲ့နောက်ဆုံးအကြိမ်တိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်။\nအထူးeffectတွေနဲ့ သိုင်းချတဲ့အခန်းတွေ\nတစ်ဝကြီးကြည့်ရင် ဘာတွေဆက်ဖြစ်မလဲ ဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy,Action\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/1Mw0i/The_Prodigal_Son_(_2022_)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNNjyZQ0zVtmPa74nJE63Kn0xEx.jpg",
        "title": "Contraband (2012)",
        "description": "Contraband (2012)ခရစ်က မူးယစ်ဆေးတွေ ပိုက်ဆံအတုတွေ မှောင်ခိုကူးသူတစ်ယောက် ဖြစ်ခဲ့ဖူးပါတယ်။ အဲဒီလောကမှာ ခရစ်က တကယ့်ကို ကမ္ဘာ့အဆင့်မီလို့ ပြောရလောက်အောင် အကျော်အမော်တစ်ယောက်ပေါ့။ဒါပေမဲ့ ဖခင်ဖြစ်သူ ထောင်ကျပြီး သားနှစ်ယောက်ရပြီးချိန်မှာတော့ ခရစ်တစ်ယောက် အဲဒီလောကကနေ အပြီးပိုင်အနားယူပြီး လုံခြုံရေး အချက်ပေးစနစ် တပ်ဆင်ရေးလုပ်ငန်းနဲ့ပဲ အသက်မွေးပါတော့တယ်။ မှောင်ခိုကူးတာ သူနဲ့ မသက်ဆိုင်တော့ဘူးလို့ ထင်မှတ်ထားရာက ယောက်ဖဖြစ်သူ အန်ဒီရဲ့ တလွဲလုပ်မှုတွေကြောင့် ရှုပ်ထွေးပွေလီတဲ့ လောကထဲ သူ တဖန်ခြေချရချိန် ရောက်လာခဲ့ပြန်ပါပြီ။ဒီတစ်ကြိမ်မှာတာ့ ကံမကောင်းစွာနဲ့ပဲ သူတည်ဆောက်ထားခဲ့တဲ့ မိသားစုဘဝလေးပါ အန္တရာယ်ရှိလာတဲ့အခါ ...ခရစ် တစ်ယောက် ဘာတွေ ဘယ်လို ကုလားဖန်ထိုးမလဲ? ဆိုတာ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 3GB, 826MB & 449MB\nQuality : 1080p WEB-DL AC3 ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/contraband-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2VkOWUyMTMtOTQ2Mi00ZDMyLWFjODgtODg1OGY2MzE3MzcyXkEyXkFqcGdeQXVyOTU1MjIzMzE@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Irish Connection (2022)",
        "description": "The Irish Connection (2022)\n====================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းကတော့ အဲလစ်ဘိတ်ကာ ဆိုတဲ့ အိုင်းရစ်အမျိုးသမီး\nတစ်ယောက်ရဲ့ ငွေတိုက်စာချုပ်တွေ အခိုးခံလိုက်ရတဲ့ အရှုပ်တော်ပုံ\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။အော်ရီရယ်က ငွေတိုက်စာချုပ် ပျောက်ဆုံးမှုနဲ့ ပတ်သက်ပြီး စုံစမ်းဖို့\nအိုင်ယာလန်ကို စေလွှတ်ခံလိုက်ရတဲ့ အမျိုးသမီးစုံထောက်တစ်ယောက်ပါ။\nတစ်ဖက်မှာလည်း အဲလစ်က သူ့ငွေတိုက်စာချုပ်တွေ ပြန်ရဖို့ မောင်ဖြစ်သူ\nရိုရီဘိတ်ကာကို တိတ်တဆိတ်စုံစမ်းခိုင်းထားပြီး သံသယရှိသူတွေနောက်ကို\nလိုက်ဖို့ ညွှန်ကြားထားပါတယ်။ငွေတိုက်စာချုပ်တွေကို ခိုးယူသွားတဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီးယောင်ဆောင်\nထားတဲ့လူက မော်လ်တာဆိုတဲ့ မြို့လေးမှာ ပုန်းရှောင်နေမှန်း သိလိုက်ရတဲ့အခါ\nဗြိတိသျှအစိုးရဘက်ကရော အဲလစ်တို့ဘက်ကပါ သူခိုးကို အမိဖမ်းဖို့ အပြိုင်\nအဆိုင်ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ။ဒါ့အပြင် အက်ရှင် နဲ့ စွန့်စားခန်းတွေကြားက စုံထောက်မလေး အော်ရီရယ်ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုလည်း တွေ့မြင်ရဦးမှာမို့ ရသအစုံပါတဲ့ ဇာတ်ကားလေး\nတစ်ကားဆိုရင်လည်း မမှားပါဘူး။ နောက်ပြီးတော့ ဒီကားလေးဟာရုပ်ရှင်ပွဲတော်\nတွေမှာ ဆု (၄) ဆုထိရယူထားနိုင်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-irish-connection-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lef7Fnj3gOoFKNYpuZ8qq1FBj55.jpg",
        "title": "Jane Got a Gun (2015)",
        "description": "Jane Got a Gun (2015)ဒီရုပ်ရှင်ကို ဘာကြောင့်တင်ဆက်ဖြစ်သလဲဆို တစ်အချက် နာတာလီ ပေါ့တ်မန်း၊ နှစ်အချက် နာတာလီ ပေါ့တ်မန်း၊ သုံးအချက် နာတာလီ ပေါ့တ်မန်းပါပဲ။ ပေါ့တ်မန်းဟာ ငယ်ငယ်ကတည်းကကို Léon: The Professional လို မာစတာပိစ်ရုပ်ရှင်ကားမှာ အဓိကနေရာက ပါဝင်သရုပ်ဆောင်နိုင်ခဲ့တဲ့ သူဖြစ်ပြီး V for Vendetta တို့ Heat တို့ Jackie တို့လို တကယ့်ကားကောင်းတွေမှာပါခဲ့သလို Black Swan နဲ့လည်း အော်စကာရထားတဲ့ မင်းသမီးတစ်လက်ပါပဲ။ ခုထိကို တကယ့်မင်းသမီးကောင်းတစ်လက်ဖြစ်နေသေးသလို ဒါကလည်း သူအဓိကနေရာက ပါတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာ ပူစရာမရှိဘူးပေါ့။ပေါ့တ်မန်းအပြင် နောက်ထပ်အကြောင်းရင်းတွေကတော့ The Great Gatsby မှာပါခဲ့တဲ့ တွမ်ဘူချာနန်မင်းသား Joel Edgerton နဲ့ ကျွန်တော်သိပ်ချစ်တဲ့ သိပ်နှစ်လိုဖွယ်ကောင်းတဲ့ ရုပ်ခံနဲ့ Ewan ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/jane-got-a-gun-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/witch1-140x200.jpg",
        "title": "The Witch: Part 1. The Subversion ( 2018 )",
        "description": "The Witch: Part 1. The Subversion ( 2018 )**************************************ဒီဇာတ်ကားက ကျွန်တော်တို့ထင်မထားလောက်အောင် ကြမ်းပြီးကောင်းတဲ့ကားထဲမှာပါတယ်...BOX OFFICE လည်းဝင်ခဲ့သလို ဆန်းပြားတဲ့ဇာတ်အိမ်နဲ့အက်ရှင်ခန်းအမိုက်စားတွေကြောင့်ကျားပရိတ်သတ်ရော မပရိတ်သတ်ပါ အတော်လေးနှစ်ခြိုက်ခဲ့ကြပြီးPart 2 ကို မျှော်နေကြသလို များမကြမှီလည်း ရုံတင်တော့မှာပါ...ဒါ့ကြောင့် Part 2 လေးမထွက်ခင် BLU-RAY1080P5.1CH လေးနဲ့ပြန်လည် တင်ဆက်ပေးထားပါတယ်... ဇာတ်လမ်းအကျဉ်းကတော့ စမ်းသပ်မှုတစ်ခုကနေထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ကိုကလေးဆုံးရှုံးထားတဲ့ လင်မယားက ခေါ်ယူမွေးစားလိုက်ပါတယ်။ကောင်မလေးကလည်း အတိတ်မေ့နေတဲ့အတွက် အရင်ကအကြောင်းတွေမမှတ်မိပါဘူး။ ကောင်မလေး အရွယ်ရောက်လာတဲ့အချိန်မှာသူတို့ရဲ့ စီးပွားရေးအဆင်မပြေတဲ့အတွက် ဆုကြေးငွေ အများကြီးရနိုင်တဲ့သီချင်းဆိုပြိုင်ပွဲတစ်ခုကိုဝင်ပြိုင်ခဲ့ပါတယ်။ပြီးတော့ သူ့ရဲ့ထူးခြားချက်တစ်ခုကိုပြရာမှာ အများအံ့အားသင့်စရာဖြစ်လာပါတယ်။အဲဒါနဲ့ သူ့ရဲ့ အကြောင်းကိုလူတွေသိသွားပြီးအတိတ်က အရိပ်ဆိုးက ပြန်လိုက်လာတဲ့အခါမှာ....File Size : (1.7GB)(721 MB)&(\nQuality :BLU-RAY1080P5.1CH,720p\nFormat…mp4\nDuration…02:06:00\nGenre :Crime, Sci-Fi & Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-witch-part-1-the-subversion/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tR9znYDcMiQccktBsl1sWap5W.jpg",
        "title": "Green Ghost and the Masters of the Stone (2022)",
        "description": "Green Ghost and the Masters of the Stone (2022)ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကတော့\nAction Drama အမျိုးအစား ဖြစ်ပါတယ်\"ချာလီ\" ဆိုတဲ့ သူက ကားရောင်းဝယ်ရေး စင်တာရဲ့ဥက္ကဌ ဖြစ်ပြီး\nဘဝကို သာမန်လေးပဲ ဖြတ်သန်းနေတဲ့ သူတစ်ယောက်ပါ\nကမ္ဘာမြေပျက်ဆီးနိုင်လောက်တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပွားလာချိန်မှာတော့\nသူ့ရဲ့ မွေးစားမိသားစုက သူ့ကို လာခေါ်ခဲ့တယ်\nသူ ဘဝတစ်လျှောက်လုံး လျှို့ဝှက်ခံခဲ့ရတဲ့ ကိစ္စလေး တစ်ခုကတော့\nသူတို့ မိသားစုက ကမ္ဘာမြေက လူသားမျိုးနွယ်တွေကို ကာကွယ်ပေးနေတဲ့ အဖွဲ့ဖြစ်နေတယ် ဆိုတာပါပဲသူ့ရဲ့ မွေးစား မိသားစုနဲ့အတူ ကမ္ဘာကြီးကို ဘယ်လိုကယ်တင်မလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kuz ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 677MB | 292MB\nFormat… ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/green-ghost-and-the-masters-of-the-stone-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wwBqa2pq6xAB5gKtOL1XhBUh55q.jpg",
        "title": "Death Hunt (2022)",
        "description": "Death Hunt (2022)ငယ်ငယ်က တွတ်ပီ ဘယ်စာအုပ်မှာလဲမသိ၊ တွတ်ပီနဲ့ဗိုက်ကလေး ကျွန်းကြီးတစ်ကျွန်းမှာ သောင်တင်ပြီး ကျွန်းပိုင်ရှင်ဘဲက သူတို့ကို လူအမဲလိုက်တဲ့ ဇာတ်လမ်းကို တော်တော်များများလည်း ဖတ်ဖူးကြမယ်ထင်ပါတယ်။ ခု ဒီကားရဲ့ဇာတ်လမ်းဟာ အဲဒီဇာတ်လမ်းနဲ့ ကျောရိုးတစ်ထေရာတည်းနီးပါးတူတဲ့ ဇာတ်လမ်းပါပဲ။ ဆိုတော့ ဒီကားဟာလည်း Survival ရုပ်ရှင်တွေကို ကြိုက်တဲ့သူတွေအတွက် စိတ်အပန်းပြေမယ့် ရုပ်ရှင်တစ်ကားပါပဲပေါ့။တချို့က အသွေးထဲအသားထဲကနေကို အမဲလိုက်ခြင်းကို ဝါသနာထုံကြပါတယ်။ ဒီလိုဝါသနာထုံကြတဲ့လူတွေထဲ လူသားအမဲလိုက်တဲ့အရသာကို တွေ့သွားကြတဲ့သူတွေလည်းရှိပါတယ်။ လူကိုအမဲလိုက်ရတာ ဘယ်တောကောင်ကို အမဲလိုက်ရတာနဲ့မှမတူပါဘူး။ လူကိုအမဲလိုက်မိရင် ကျန်တာလည်း မတိုးတော့ပါဘူး။ ဒီရုပ်ရှင်မှာတော့ လူကိုအမဲလိုက်ရတဲ့အရသာကို တွေ့သွားတဲ့လူတစ်ချို့ဟာ သားကောင်လူတွေကိုဖမ်းပြီး ကျွန်းကြီးတစ်ကျွန်းမှာ အမဲလိုက်ကြတာကို ရိုက်ပြထားပါတယ်။ ကြည့်ပြီးသူတွေရဲ့ ရဗျူးတွေအရတော့ ၈၀ခုနှစ်က ရုပ်ရှင်တွေလို ခံစားရတယ်လို့ဆိုပါတယ်။ ကျွန်တော်ပဲ အရမ်းကြီးမမျှော်လင့်ထားမိလို့လားတော့မသိပေမဲ့ စစချင်းမှာ ဘာကားကြီးလဲလိုဆိုပြီး ဖြစ်ခဲ့ပေမဲ့ မိနစ်၂၀လောက်အကြာမှာတော့ ဇာတ်လမ်းဟာ စိတ်ဝင်စားစရာ စကောင်းလာပါတယ်။ လူချင်းအမဲလိုက်တာတွေ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/death-hunt-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmlcXbxhEvlb2cWHJOejx7GXdfm.jpg",
        "title": "Ip Man: The Awakening ( 2022 )",
        "description": "\"လောကမှာ လူနှစ်မျိုးပဲရှိတယ်။ ဈေးကြီးတဲ့လူနဲ့ ဈေးပေါတဲ့လူ\"တဲ့။\nဒါက ရုပ်ရှင်ထဲက လူကုန်ကူးသူပြောတဲ့စကား......\nCM ပရိတ်သတ်တို့အတွက် IP Man - The Awakening ဆိုတဲ့\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ IP Man ငယ်ရွယ်စဉ်ဘဝက\nဟောင်ကောင်မှာ ပညာသင်နေချိန်ကပေါ့\nဟောင်ကောင်မှာ အင်္ဂလန်ဂိုဏ်းတစ်ခုက\nအမျိုးသမီးငယ်လေးတွေကိုဖမ်းဆီး နှိပ်စက် ရောင်းစားနေခဲ့တယ်။တစ်နေ့မှာ IP man ဟာ လူဆိုးဂိုဏ်းတွေ အပိုင်စီးထားတဲ့\nဆိပ်ကမ်းတစ်ခုထဲကို မှားဝင်သွားမိပြီး\nထိုဒုစရိုက်မှုကြီးကို မျက်မြင်တွေ့ခဲ့ရပါတယ်......\nIP Man ဟာ သူတစ်ယောက်တည်းအားနဲ့\nလူကုန်ကူးခံရတဲ့ မိန်းကလေးတွေကို ကယ်တင်နိုင်ပါ့မလား...\nလူဆိုးဂိုဏ်းကြီးကိုကော IP Man ရဲ့ ကွန်ဖူးပညာနဲ့\nဘယ်လိုချေမှုန်းမလဲဆိုတာကို ရုပ်ရှင်ထဲမှာ ကြည့်ရှုခံစားလိုက်ရအောင်. \nQuality : Bluray 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 20min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/16r70/IP_Man_The_Awakening_2022_1080p_Bluray_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYzhiNmY5M2YtYzcwYy00ODU3LWIyOGUtODYzZmIwZjQxNTg4XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "Passenger 57 (1992)",
        "description": "Blades မင်းသားကြီး Wesley Snipesရဲ့ ၁၉၉၂တုန်းက ထွက်ခဲ့တဲ့ Old but gold အက်ရှင်ကားတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ် ။မင်းသားကြီးဟာ ရဲဝန်ထမ်း​ဟောင်း၊ လက်ရှိ လေ​ကြောင်းလုံခြုံ​ရေး ​သရုပ်ပြ နည်းပြလုပ်​နေသူ ဂျွန်ကတ်တာအဖြစ် ပါဝင်ထားပါတယ်။\nအတိတ်က သူ့ရဲ့အမှားတစ်ခု​ကြောင့် ရဲအဖြစ်က​နေအနားယူထားတဲ့ ဂျွန်ဟာ တစ်​နေ့မှာ​တော့ ​နိုင်ငံတကာ​ လေ​ကြောင်းလိုင်းကြီးတစ်ခုရဲ့ လုံခြုံ​ရေးအရာရှိအဖြစ် ခန့်အပ်ခံရကာ ​လော့စ်အန်ဂျလိစ်ကိုသွားဖို့ အ​​ကြောင်းဖန်လာပါတယ်။တိုက်ဆိုင်စွာပဲ သူစီးလာတဲ့ ​လေယာဉ်​ပေါ်မှာ ဗုံး​​ဖောက်ခွဲမှုများစွာကို ကျူးလွန်ထားတဲ့ အကြမ်းဖက်သမား ချားစ်ရိန်းက FBI​ဖမ်းဆီးမှုကို ခံထားရပြီး ​အေးဂျင့်၂​ယောက်နဲ့အတူ ​လော့စ်အန်ဂျလိစ်ကို လိုက်ပါ လာကြပါတယ်။\nနာမည်ကြီးအကြမ်းဖက်သမားဖြစ်​တဲ့ ချားစ်ရိန်းက အချိန်းအချက်​တွေနဲ့အတူ အတူပါ​ အေးဂျင့်၂​ ယောက်ကို သတ်ပြီး ​လေယာဉ်ကို ပြန်​ပေးဆွဲလိုက်တဲ့အခါ\nဂျွန်ကတ်တာလည်း လုံခြုံ​ရေး အရာရှိ ဖြစ်ဖြစ်ချင်း မဟာစွန့်စားခန်းကြီးကို စဖွင့်ရင်း ချားစ်ရိန်းနဲ့ ရင်ဆိုင်ရပါ​တော့တယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/passenger-57-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Throwdown-134x200.jpg",
        "title": "Throw Down (2004)",
        "description": "Throw Down (2004)Throw Downဟာ ဟောင်ကောင်ရုပ်ရှင်ဂုရုကြီးတစ်ပါးဖြစ်တဲ့ Johnnie Toရဲ့ မာစတာပိစ်အဖြစ်သတ်မှတ်ကြတဲ့ ရုပ်ရှင်တွေထဲက တစ်ကားပါပဲ။ တစ်ချို့ကလည်း Throw Downကို သူ့ရဲ့မာစတာပိစ်အကျဆုံး ရုပ်ရှင်အဖြစ် သတ်မှတ်ထားခဲ့ပါတယ်။ ဟောင်ကောင်ရုပ်ရှင်ဖန်အချို့ရဲ့ သဘောအကျဆုံး Johnnie Toကားလည်းဟုတ်ပါတယ်။ ဇာတ်ကတော့ မိန်းကာရိုက်တာ သုံးယောက်ကို လှည့်ပတ်ပြထားတဲ့ ဇာတ်ပါပဲ။ Louis kooနဲ့ Aaron Kwokတို့ရဲ့ ကာရိုက်တာတွေက ဂျူဒိုကစားသမားတွေ။ Louis kooကတော့ တစ်ချိန်က ဂျူဒိုလောကရဲ့နာမည်ကျော် ဒီတော့ သိုင်းပြိုင်ရတာ စိတ်အားထက်သန်တဲ့ Aaron Kwokက Louis kooကို လာစိန်ခေါ်တယ်။ သို့ပေမဲ့ Louis Kooက အဲဒီအချိန်မှာ ဘာမှမလုပ်ချင် မကိုင်ချင်နဲ့ လောင်းကစားပဲလုပ်နေတဲ့အချိန် ဒီတော့ ကောင်းကောင်းမပြိုင်ဘူး။ အကြွေးဆပ်စရာတွေကလည်း ပုံနေတယ်။ Aaron Kwokက သူပုံမှန်ဖြစ်တဲ့အထိ သူ့အရက်ဆိုင်မှာ ကူပေးပြီးမှ ပြိုင်ဖို့လုပ်တယ်။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/throw-down-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/okLdw5vQaGXAJpHeUx178Ix5rQQ.jpg",
        "title": "The Great Dragon Plague ( 2021 )",
        "description": "The Great Dragon Plague (2021) ကားလေးကို\nဒီတစ်ခါ CM ပရိတ်သတ်တို့အတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဘာသာရေးမှိုင်းတိုက်တယ်ဆိုတဲ့\nဘာသာရေးကိုတလွဲအသုံးချမှုတွေအကြောင်းကို\nဒီဇာတ်ကားမှာမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးပြောရရင်\nတထန်မင်းဆက် ခေတ်နှောင်းပိုင်းမှာ\nပူဇော်ပွဲအစဉ်အလာတစ်ခုပေါ်ထွက်လာတာချိန်ကို\nအခြေခံရိုက်ကူးပြထားတာပါ...\nchang an ကို အခြေခံထားတာဖြစ်လို့\nThe Promise of Chang’an (2020)\nဇာတ်ကားထဲမှာကို လူမမာအရှင်မင်းကြီးက\nအမည်ခံအုပ်ချုပ်နေပြီး နောက်ကွယ်မှာ\nကြိုးကိုင်သူက တခြားတစ်ယောက်ဖြစ်နေခဲ့တာပေါ့...ဒီဇာတ်လမ်းလေးထဲမှာ\nပူဇော်ဖို့ စတေးခံတွေထဲကတစ်ယောက်လွတ်လာပြီးနောက်မှာ\nဒုက္ခသည်စခန်းလိုမျိုးမှာရက်အနည်းငယ်နေလာပြီးနောက်\nအခုလိုဘဝလေးလည်း\nမဆိုးဘူး.. ချန်အန်းကနေ ထွက်သွားမယ်ဆို\nဘဝသစ်နေနိုင်ပြီလို့တွေးလာပေမယ့်..\nဒီဒုက္ခသည်စခန်းကအားလုံးက ချန်အန်းကို\nကယ်တင်ဖို့ကြိုးစားနေတဲ့အခါအဆုံးသတ်မှာ ခေတ္တငြိမ်းချမ်းတဲ့\nဒုက္ခသည်စခန်းမှာပဲ ဆက်နေသွားမှာလား\nချန်အန်းပြန်ပြီး ရသလောက်ကို ကယ်တင်ကြမှာလား\nဘယ်လမ်းကိုရွေးမလဲဆိုတာကြည့်ပြီး\nကိုယ်သာ သူ့နေရာဆိုရင်ရော\nဘယ်လမ်းရွေးမလဲဆိုတဲ့ အဖြေကို\nကြည့်ပြီးသွားရင် မျှဝေပေးသွားပါဦးနော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Mystery\nRuntime : 1h 17min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon,Chu Chu\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/2skew/The_Great_Dragon_Plague_2021_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vtiu0UtizC0l91s5fVwZrOfoDnZ.jpg",
        "title": "Defiant ( 2022 )",
        "description": "လူငယ်ဒါရိုက်တာ ပုံဖော်ထားပြီး လူငယ်တက်သစ်စ သရုပ်ဆောင်တွေချည်း\nစုဝေးနေတဲ့ Defiant (2022)ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးဟာဆိုရင် အဆင့်နိမ့် ဇာတ်နိမ့်က\nလာသူတစ်ယောက်ဟာစစ်မြေပြင်အလယ်မှာ\nအဖော်ကောင်း စီးတော်မြင်းနဲ့ မိတ်ဆွေကောင်း\nလက်နက်တစ်ခုလက်ထဲရှိရင် မျက်မမြင်လည်း\nသူရဲကောင်းဖြစ်လာနိုင်တယ်ဆိုတာကို\nရိုက်ကူးပုံဖော်ပြထားတဲ့ကားပေါ့...ဒီဇာတ်လမ်းလေးကို နီယန် ကောင်မလေးတစ်ယောက်က\nတစ်အိမ်လုံး အသက်ခံရပေမယ့်\nသူတစ်ယောက်တည်း လွတ်မြောက်လာပြီး\nသူ့အသက်ကို ကယ်တင်ပေးခဲ့တဲ့ မျက်မမြင်\nသူရဲကောင်းနဲ့ သူကြုံတွေ့ခဲ့ပုံလေးကို\nဒိုင်ယာရီမှတ်သလို...မှတ်တမ်းရေးသလို...\nပြောပြသွားဟန်နဲ့ တင်ဆက်ပြထားပုံကတော့\nလူငယ်ဒါရိုက်တာတွေလက်ရာကောင်းမှန်းသိသာပါတယ်...နီယန်တို့ ဘာကြောင့် တစ်အိမ်လုံးအသတ်ခံရတယ်ဆိုတာရယ်...\nမျက်မမြင်သူရဲကောင်းက ဘယ်သူလဲဆိုတာရယ်...\nနီယန်နဲ့ မျက်မမြင်သူရဲကောင်းကြားမှာ ဘယ်လိုပတ်သက်မှုရှိပြီး...\nဘယ်လိုပုံစံနဲ့ခင်မင်ခဲ့တယ်ဆိုတာကို\nရိုက်ပြသွားပုံလေးလည်းစိတ်ဝင်စားဖို့ကောင်းလို့...\nအက်ရှင်ဖန်တွေ သိုင်းဖန်တွေသာမက\nရိုက်ကူးရေးစိတ်ဝင်စားတဲ့သူတွေလည်း\nကြည့်သင့်တဲ့ကားကောင်းလေးမို့ ကြည့်ဖြစ်အောင်ကြည့်ကြနော်~ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 13min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu ,Nu Mon , Moon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/16pf1/Defiant_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/poKSd1h4qkUzwthXzPoqXYEZQf9.jpg",
        "title": "The Unbeatable ( 2021 )",
        "description": "CM ပရိသတ်ကြီးကို သိုင်းကားကောင်းလေးတစ်ကား\nတင်ဆက်ပေးလိုက်ပါတယ်။\nနယ်စပ်မှာတည်ရှိနေတဲ့ ၄၈ခံတပ်ဟာ တစ်နေ့မှာတော့\nမြောက်ပိုင်းသားတွေရဲ့ ဝင်ရောက်တိုက်ခိုက်ခြင်းနဲ့ကြုံတွေ့ခဲ့တယ်။၄၈ခံတပ်ခေါင်းဆောင် Li Zheng သမီးဖြစ်သူ\nLi Jin Rong ကိုစစ်ကူတောင်းဖို့စေလွှတ်လိုက်ရတယ်။\nဇာတ်ကြောင်းကတော့လောကကြီးအကြောင်းနားမလည်တဲ့\nမမလေးဘဝကနေပြီး ဘာမှမကြောက်တတ်တဲ့\nသူရဲကောင်းတစ်ဦးအဖြစ်ပြောင်းလဲလာပြီး\nကလဲ့စားချေခြင်းအလယ်မှာ တစ်ဝဲလည်လည်ဖြစ်နေခဲ့ပြီး\nနှင်းခွင်းဓားရဲ့တစ်ဦးတည်းသော ဆက်ခံသူဖြစ်ခဲ့သော်ငြားလည်း\nသူရဲ့ ဖခင်နှင့် မွေးရပ်မြေကို ဆုံးရှုံးလိုက်ရပါတယ်။အဲဒီအတွက် နာကျင်မှုတွေကို သည်းခံအရှုံးမပေးပဲ\nစိန်ခေါ်မှုတွေနှင့် ပေးဆပ်မှုတွေကို ရင်ဆိုင်ရန်\nကြိုးပမ်းနေတဲ့အချိန်မှာ နောက်ဆုံးမှာ\nသူမဟာအမှန်တရားကိုသိလိုက်ရတယ်။\nအဲဒီအမှန်တရားကဘာဖြစ်နေမလဲဆိုတာကိုတော့\nဆက်ပြီးအဆုံးထိကြည့်ပေးပါဦး။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Romance\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By Nu Mon , Hnin Wut Hmon , Shwe Zin Oo\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/38e2w/The_Unbeatable_2021_WEB-DL_1080p_CM.mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMmJhYTYxMGEtNjQ5NS00MWZiLWEwN2ItYjJmMWE2YTU1YWYxXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-133x200.jpg",
        "title": "Vikram (2022)",
        "description": "Vikram (2022)\n==============\n1080p True WEB DLအကြည်ဗားရှင်းကိုတင်ဆက်ထားပါပြီဒီရုပ်ရှင်ကတော့ ရုံတင်ပြီး သုံးရက်အတွင်းကုဋေ၁၀၀ကျော်ရရှိထားပြီးworld wideအနေနဲ့ကုဋေ၂ရာကျော်ရရှိတဲ့အထိအောင်မြင်ထားတဲ့ရုံတင်ကားပဲဖြစ်ပါတယ်တောင်ပိုင်းက စူပါစတားတွေဖြစ်ကြတဲ့ မင်းသားကြီး ကမာလ်ဟာစန်းဗီဂျေးစည်သူပတီ ဖဟဒ်ဖာဆစ်လ် ဆူရီးယားတို့အပြိုင်ကြဲပြီးပါဝင်တစ်ယောက်ဆောင်ထားတယ်....တောင်ပိုင်းအက်ရှင်တွေကိုဆိုရင် အိုဗာများလွန်းလို့ မကြည့်ရဲတဲ့ ပရိသတ်တွေအတွက်လည်းဒီဇာတ်ကားမှာ လုံးဝ အိုဗာအက်ရှင်တွေမပါဘဲ နောက်ဆုံးထိ ဇာတ်ကွက်ကို ဆွဲခေါ်သွားနိုင်ခဲ့ပါတယ်....ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင် အစိုးရအရာရှိတွေကိုချည်းလိုက်သတ်နေတဲ့ မျက်နှာဖုံးစွပ်ကွင်းဆက်လူသတ်သမားအဖွဲ့တစ်ဖွဲ့ရှိ‌ေနတယ်....လူသတ်ပြီးရင် ခြေရာလက်ရာ ဘာသဲလွန်စမှ မကျန်ခဲ့တဲ့အပြင် ရဲဌာနကိုပါလူသတ်‌ဗီဒီယိုကို ရိုက်ပို့တဲ့ထိ ရဲတင်းသတ္တိပြောင်လွန်းလှတဲ့အဖွဲ့တဖွဲ့ရှိတယ်...ဌာနကလူတွေက ဒီအမှုကိုမနိုင်တော့တဲ့အတွက် ဘလက်စကွက်ဒ်ဆိုတဲ့အဖွဲ့ကို တာဝန်ပေးလိုက်တယ်....ဒီအဖွဲ့ကလည်း မဖြေရှင်းနိုင်တဲ့အမှုရယ်လို့ကို မရှိတဲ့ထိ ဂုဏ်သတင်းကျောဇောပြီး ညဏ်ပြေးတဲ့အဖွဲ့ပါ..ဒီလို ပြိုင်စံရှားအဖွဲ့နှစ်ဖွဲ့ကြား ညဏ်ကစားမှုတွေထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေလည်းအများကြီးနဲ့မို့ အားရကျေနပ်စေမှာ အမှန်ပါပဲ.....။(ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တချို့ဟာ Kaithi(2019) ဇာတ်ကားထဲကဖြစ်ပါတယ်..Kaithi (2019) ကို ဒီမှာ https://channelmyanmar.org/kaithi-2019/ ကြည့်ပါ။ \nFile size…7.7GB / 2.5GB / 1.38GB\nQuality…. 1080p True WEBDL AAC5.1CH / 720p\nFormat… ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/vikram-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BZjk4Njg4YjktYzU5Zi00ZWY1LWE4NTUtNWI2MjU4MDE3ZGRmXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-151x200.jpg",
        "title": "Kaithi (2019)",
        "description": "IMDb ratings : 8.5/10Genre : Action, ThrillerBudget ₹35 croreBox Office ₹106 croreဒီကားဟာ. . . သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့ တမီးလ်မင်းသား ကာရ်သီ(Karthi)ရဲ့ Positive Reviews တွေကို ရရှိခဲ့တဲ့ ဇာတ်ကားကောင်း တစ်ကားပဲ ဖြစ်ပါတယ်။ရုံတင်စကတည်းက တာထွက်လှခဲ့တဲ့ကားဖြစ်ပြီး Diwali နေ့မှာ Release လုပ်ခဲ့တာ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....ညတစ်ညမှာ. . . မူးယစ်ဆေးတွေ ၊ လက်နက်ခဲယမ်းတွေကို မှောင်ခိုတင်ဆောင်လာတဲ့ ဗင်ကားတစ်စီးကိုအင်စပက်တာဘီဂျွိုင်းနဲ့အဖွဲ့က ဖမ်းဆီးပြီး ပစ္စည်းတွေ သိမ်းဆည်းရာကနေ ဇာတ်လမ်းကို စဖွင့်ထားပြီးဒီနောက်တော့. . . ရဲအရာရှိတစ်ယောက်ရဲ့ အိမ်မှာ အဲ့ဒီနယ်မှာရှိတဲ့ အရာရှိ အရာခံတွေ အားလုံးနီးပါး သောက်ကြစားကြ ပျော်ပါးကြပါတယ်။သိပ်မကြာခင်မှာ ဘီဂျွိုင်းကလွဲပြီး ၊ အရာရှိအားလုံး အရက်ကတဆင့် မူးယစ်ဆေးမိပြီး မှောက်ကုန်ကြတယ်။ဒီအချိန်မှာ ဘီဂျွိုင်းနားလည်လိုက်တယ်။ဒါဟာ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/kaithi-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zN80Tlly8oMpKbVJv2TfRIj8dHG.jpg",
        "title": "Wild Card (2015)",
        "description": "Wild Card (2015)2015 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ action ဇာတ်ကားကောင်းဖြစ်ပြီး F&F နဲ့ Transporter တွေရဲ့ အက်ရှင်မင်းသား Jason Statham က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။နစ်ဝိုင်းလ်က လပ်စ်ဗီးဂတ်မှာ မနေချင်ဘဲ နေနေရတဲ့သူဖြစ်ပြီး လောင်းကစားကို အလွန်အကျူး စွဲလန်းနေပုံပါပဲ။ငါးနှစ်စာ လွတ်လပ်ပျော်ရွှင်စွာနေရဖို့အတွက် ဒေါ်လာငါးသိန်းရှာပြီးရင် ထွက်သွားတော့မယ်လို့ တကြော်ကြော်ပြောနေပေမဲ့ တကယ်တမ်းမှာတော့ လောင်းကစားနွံက မရုန်းထွက်နိုင်သေးပါဘူး။ ဒါပေမဲ့ အထူးအေးဂျင့်ဟောင်းဖြစ်တဲ့သူဟာ အင်မတန် တိုက်ရည်ခိုက်ရည်ရှိပြီး အလွတ်တမ်း သက်တော်စောင့်လည်း လုပ်လိုက် လောင်းကစားလုပ်လိုက်နဲ့ ဘဝကို မွဲမွဲတေတေဖြတ်သန်းနေသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်း ဟော်လီကို ဂန်းစတားတစ်ယောက်က မုဒိန်းကျင့်ပြီး ရိုက်နှက် နှိပ်စက်လိုက်တာကြောင့် ဟော်လီက ကလဲ့စားချေပြန်ချေဖို့ သူ့ကိုအကူညီတောင်းလာတဲ့အခါ …ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်လိုက်ကြရအောင်ပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/wild-card-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AoJTHXmO01EZgT0p1YTsGBEQxLj.jpg",
        "title": "Red Heat (1988)",
        "description": "Red Heat (1988)အမေရိကန်တွေနဲ့ ရုရှားတွေကတော့ ဟိုးပဝေသဏီတည်းက အချင်းချင်း မုန်းကြ၊ အပြစ်ဖို့ကြ၊ ဟားတိုက်ကြနဲ့ ကျောင်းတော်ကရန်စဆို‌တော့ ကမ္ဘာမကြေဖြစ်ကြတဲ့သူတွေပါပဲ။ အခွင့်အရေးရတာနဲ့ ဆော်ကြနှက်ကြတော့တာပဲဗျ။ ခွင်ထဲဝင်လာမိတဲ့ကောင်က ခံရတာမျိုးပေါ့ဗျာ။ စစ်အေးတိုက်ပွဲ ပီသပါပေရဲ့။ဒီတော့ လက်နက်အင်အားနဲ့ စစ်သည်အင်အား ကြိတ်ပြီး ပြိုင်ဆိုင်ကြသလို ဓနအင်အားလည်း ပြိုင်ဘက်ကောင်းတွေပေါ့။ ဒါပေမဲ့ အန်ကယ်ဆမ်တို့ဘက်က သာတာတစ်ခုတော့ရှိတယ်။ ရုပ်ရှင်တွေပေါ့ဗျာ။ လူသိများတယ်။ တကမ္ဘာလုံးက အားပေးတယ်။ ကိုယ့်ရုပ်ရှင်ထဲမှာ ကိုယ်ကြိုက်တာ ထည့်ရိုက်လို့ရတော့ ဝါဒဖြန့်ချိရေးမှာ အမေရိကန်တွေ နှာတဖျားသာတာ မဆန်းပါဘူး။အခုတင်ဆက်မယ့်ကားက‌တော့ အမေရိကန်တို့ ရုရှားတွေကို ချစ်ကြည်ရေးလိုလိုနဲ့ အထုပ်ဖြည်ချင်တဲ့ ဇာတ်ကားပေါ့ဗျာ။ အမေရိကန်ရဲလောကရဲ့ အနာအဆာတွေ ပြသလိုလိုနဲ့ ရုရှားကြီးတွေရဲ့ သောက်ကျင့်တွေ ထင်သလိုလုပ်တတ်ပုံတွေကို လှောင်ထားတဲ့ပုံစံပေါ့။ အဆုံးမှာ နှစ်ယောက်သား ရင်းနှီးသွားတယ်ဆိုတာကလည်း မကောင်းတတ်လို့ ထည့်ပေးရတဲ့ပုံ။ဇာတ်လမ်းအကျဉ်း‌ကတော့ ဆိုဗီယက်ရဲတစ်ယောက်နဲ့ ချီကာဂိုရဲတစ်ယောက် ဘုနဲ့ဘောက်ကျပြီး အမှုအတူလိုက်ရတဲ့ ခွတီးခွကျ ဇာတ်ကားတစ်ကားပေါ့ဗျာ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/red-heat-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BN2RjMzkxYzMtNmU1MS00NzYwLWE1N2EtZmVlMTU5MTM0YzA1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Fast & Feel Love (2022)",
        "description": "ဂျေ အဖြစ် YaYa Urassaya\nဂေါင်ဝ် အဖြစ် Nat Kitcharitဇာတ်လမ်းအကျဉ်းပညာရေးစနစ်အရ အထက်တန်းပြီးတာနဲ့ တက္ကသိုလ် မေဂျာရွေးနိုင်ဖို့ ဝင်ခွင့်စာမေးပွဲတွေ ဖြေရလေ့ရှိတယ်အားလုံးနဲ့မတူဘဲ Sport stacking ကိုမှ စိတ်ဝင်စားတဲ့ ကျောင်းသား ဂေါင်ဝ် နဲ့ အိပ်မက်ရယ်လို့ မရှိတဲ့ သာမန်ဘဝနဲ့ပဲ နေထိုင်ချင်တဲ့ ကျောင်းသူလေး ဂျေတို့ ခင်မင်ခဲ့ကြတယ်ဂျေအနေနဲ့ သူမရဲ့ ထူးခြားစွမ်းအင်က စိတ်ထားကောင်းမှုလို့ ပြောခဲ့တဲ့ ဂေါင်ဝ်အပေါ် ငြိတွယ်ခဲ့ပြီး သူဝါသနာပါတဲ့ sport stackingကို ကစားနိုင်ဖို့ ပါရမီ ဖြည့်ခဲ့ပါတော့တယ်အချိန်တွေကြာလာတာနဲ့ အမျှ ဂျေ့ဘက်ကို မကြည့်ဘဲ ဝါသနာကိုပဲ ရှေးရှုလုပ်နေခဲ့တဲ့ ဂေါင်ဝ်ကို ဂျေတစ်ယောက် လက်လွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်ဂျေမပါဝင်တော့တဲ့ ဘဝကြီးမှာ ပတ်ဝန်းကျင်နဲ့နေသားကျအောင် ကြိုးစားနေရတဲ့ ဂေါင်ဝ် တစ်ယောက် sport stacking ချန်ပီယံနေရာကို ချိိန်းခြောက်နိုင်တဲ့ သူတစ်ယောက် ပေါ်လာချိန်မှာတော့....အပြောင်းအလဲတွေဖြစ်လာတဲ့ နှလုံးသားရေးရာ ၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fast-feel-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/BF-113x200.jpg",
        "title": "Black Fox: Ultimate Rescue ( 2022 )",
        "description": "Black fox: Ultimate Rescue 2022ဒီတစ်ခါမှာတော့ CM ကနေပြီးတော့\nAction/Fantasy/War movie လေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\n1945ကိုအခြေခံထားပြီးတော့ အဲ့ခေတ်အဲ့အခါက\nဂျပန်နဲ့တရုတ်ရဲ့နိုင်ငံရေးအရှုပ်အထွေးကို ရိုက်ကူးထားတာပါ။1945ခုနှစ်ဧပြီလမှာ ဆိုဗီယက်စစ်‌ရေးကျွမ်းကျင်သူလော့ဖေးဟာ\nအရေးကြီးတဲ့တာဝန်ကိုထမ်းဆောင်ပြီး\nတရုတ်ပြည်ကိုပြန်လာတဲ့လမ်းမှာ ဂျပန်တပ်သားတွေရဲ့\nဖမ်းဆီးခြင်းကိုခံလိုက်ရပါတယ်။ လော့ဖေးကိုကယ်ဖို့\nမာလုံချွမ်ဦးဆောင်တဲ့ကယ်ဆယ်ရေးအသင်းကို\nစေလွှတ်ခဲ့ပေးမယ့်လည်း ကျရှူံးခဲ့ကြပါတယ်။\nအဲ့အချိန်မှာပဲ ဝမ်ဝိန်ယွမ်း၊ရှဖန်နဲ့မြေခွေးနက်ကွန်မန်ဒိုအဖွဲ့တို့ပူးပေါင်းပြီး\nကောက်ကျစ်ပြီးရက်စက်တဲ့ဂျပန်တပ်သားတွေလက်ထဲကနေ\nလော့ဖေးကိုအသက်စွန့်ပြီး ဘယ်လိုကယ်ထုတ်ကြမလဲ\nသတိကြီးပြီးအင်အားများတဲ့ဂျပန်တွေကို‌ရော\nသူတို့ရင်ဆိုင်နိုင်ပါ့မလားဆိုတာကို\nစိတ်လှုပ်ရှားစရာကောင်းစွာနဲ့ကြည့်ရှူရမှာပါ။Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , War\nRuntime : 1h 36 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Shwe Zin Oo , Chu Chu , Nu Mon\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/16jnu/The_Rescue_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVO3gyoS5lMjVViMRgwRm0ZnAmn.jpg",
        "title": "Piercing Heart Sword ( 2022 )",
        "description": "ဒီတစ်ခါ CMကတင်ဆက်ပေးမှာကတော့ အမှုကိစ္စတွေနဲ့\nလူတွေကိုစိတ်ဝင်စားပေမဲ့ ကားလေးတစ်ကားပါ\nတင်းဝူနဲ့ကျန်းဟွမ်က ဌာနတစ်ခုထဲမှာတင်အလုပ်လုပ်ကြတဲ့\nလူနှစ်ယောက်ပါ သူတိုနှစ်ယောက်က အရမ်းလည်းရင်းနှီးကြသလို\nအမှုကိစ္စတွေလည်း အတူတူလိုက်ကြရတာပါတင်းဝူမှာဇနီးရှိသလို ကျန်းဟွမ်မှာလည်း\nသူသဘောကျနေတဲ့ကောင်မလေးရှိပါတယ်\nကျန်းဟွမ်က ပြည့်တန်ဆာအိမ်မှာအလုပ်လုပ်နေတဲ့ရွှမ်ရွှမ်ကို\nဂရုစိုက်ကာကွယ်ပေးရင်း ဘာတွေကြုံတွေ့ရမလဲတင်းဝူရဲ့ဇနီးကလည်း ဘယ်လိုလူမျိုးဆိုတာ စိတ်ဝင်စားစရာပါ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ကြရအောင်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 35min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/16jja/Piercing_Heart_Sword_2022_WEB-DL_480p_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/104568253_628856971050214_7320355429844742549_n-133x200.jpg",
        "title": "Dear Comrade (2019)",
        "description": "IMDb Rating (7.3) ထိ ရရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့ တောင်ပိုင်းရဲ့ နာမည်ကြီး အက်ရှင်ရိုမန့်အချစ်ဇာတ်ကားတစ်ကားပါပဲ...မင်းသား Vijay Devarakonda ကိုတော့ Arjun Reddy ဇာတ်ကားထဲက အချစ်လူကြမ်းကြီးအဖြစ် မှတ်မိကြမယ်ထင်ပါတယ်။မင်းသမီးလေးကတော့ အားလုံးရဲ့အသည်းကျော်လေး ရာရှ်မီကား(Rashmika Mandanna)ပါပဲ။ဇာတ်ကားနာမည်ကတော့ အားလုံးသိတဲ့အတိုင်း ချစ်လှစွာသော သွေးသောက်ရဲဘော်တဲ့။\"သွေးသောက်ရဲဘော်ဆိုတာ ကိုယ့်လုပ်ရပ်တွေကို ဝန်းရံပေးပြီး တစ်ဖက်တစ်လမ်းက ကူညီပေးတဲ့လူ\"ပဲမဟုတ်လား။ဇာတ်လမ်းစစချင်းမှာဘော်ဘီဆိုတဲ့ လူငယ်တစ်ယောက် မူးရူးသောက်စားပြီး မျက်ရည်တွေနဲ့ လီလီဆီ ဖုန်းခေါ်ဖို့ အတင်းကြိုးစားနေတယ်။လီလီ... တစ်ချိန်က သူ့ဘဝထဲ လှလှပပ ဝင်ရောက်ခိုနားခဲ့ပြီး ဝမ်းနည်းမှုတွေပေးပြီးမှ ထွက်ခွာသွားခဲ့သူ။လီလီဟာ ဘာကြောင့်များ ဒီလို ထွက်သွားရက်တာလဲ။ဘော်ဘီဟာ စိတ်လိုက်မာန်ပါ လုပ်တတ်တဲ့လူတစ်ယောက်။ကျောင်းမှာဆိုရင်လည်း \"ကျောင်းသားသမဂ္ဂ\" ဆိုတဲ့ နာမည်တစ်ခုနဲ့ ထင်ရာစိုင်းတဲ့ကောင်လို့ အများမြင်ကြတယ်။ခဏခဏ ရန်တွေဖြစ်တယ်။ သောက်စားတယ်။ဒါပေမဲ့ မိန်းကလေးတွေကို ရိုသေမှုထားတတ်တာလည်း သူ့စရိုက်ပဲ။\"သူ ပြောခဲ့တဲ့ စကားတွေထက် ကျွန်တော် ဘာမှ ခွန်းတုန့်မပြန်နိုင်ခဲ့တာကို ပိုရင်နာရပါတယ်\" ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dear-comrade-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/SH-113x200.jpg",
        "title": "Sniper Hero ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ချစ်ပရိသတ်တွေကိုမိတ်ဆက်ပေးမယ့်\nSniper Heroဆိုတဲ့ ကားလေးက တခြားစစ်ကားတွေလို\nတော်လွန်းတဲ့ အရာရှိကြီးတိုအကြောင်းတို အောင်နိုင်ခဲ့တဲ့\nသမိုင်းကြောင်းတိုကို ရိုက်ကူးထားတာမဟုတ်ဘဲ\nတစ်ယောက်လဲရင် တစ်ယောက်က သူ့အစားဝင်ပြီး\nဒီတိုက်ပွဲကို ဒီလက်နက်နဲ့ ဆက်တိုက်သွားတဲ့ မလျှော့သောဇွဲ\nရန်သူနဲ့ လက်နက်အားချင်းမယှဉ်နိုင်တောင် ယုံကြည်ချက်ဆိုတဲ့\nကျည်ကို စည်းလုံးမှုဆိုတဲ့ သေနတ်မှာထည့်ပြီး\nရန်သူကိုတိုက်ပြသွားတဲ့ကားဖြစ်လို နာမည်ကြီးမင်းသားမင်းသမီးမပါ\nရုပ်ချောတဲ့သူတွေမထည့်ထားတာတောင်\nဘာသာပြန်ရင်း ကြည့်ရတဲ့အရသာက ရှယ်ပါပဲဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင်\n၁၉၅၂ ခုနှစ်အစောပိုင်း မြောက်ကိုးရီးယားနယ်မြေမှာ\nအမေရိကန်နဲ့ တရုတ် တိုစစ်ဖြစ်ပွားခဲ့ပြီး\nလက်နက်အင်အားမမျှကြပေမယ့် အမေရိကန်စစ်တပ်ရဲ့\nတိုက်စစ်ဆင်မှုတွေကို အဖွဲ၈ က အကြိမ်ပေါင်းများစွာခုခံလာနိုင်ခဲ့ရာကနေ\nတိုက်ပွဲတစ်ခုမှာတော့ အသေအပျောက်များသွားခဲ့ပြီး\nတပ်သားသစ်စုဆောင်းရာမှာ အဖွဲ၆က ရန်တုန်းဖုန်းဆိုတဲ့\nစီချွမ်တပ်သားလေးတစ်ယောက်ဟာ အဖွဲ၆ တစ်ဖွဲလုံး\nရန်သူတပ်ရဲ့ ချေမှုန်းခြင်းကို ခံခဲ့ရပြီး သူအရမ်းလေးစားရတဲ့\nအဖွဲခေါင်းဆောင်လည်း အသက်ပေးသွားခဲ့ရပြီး\nနောက်ပိုင်းမှာတော့ စနိုက်ပါအထူးတပ်ဖွဲထဲကို\nဝင်ရောက်လာခဲ့ပြီး ကလဲ့စားပြန်ချေဖိုကြိုးစားခဲ့ပါတယ်အဲ့လိုကနေ ရဲဘော်အသစ်တွေနဲ့ဆက်လက်တိုက်ပွဲဝင်ရင်း\nနောက်ဆုံးမှာ သူဖြစ်ချင်တဲ့ရည်မှန်းချက်လေးပြည့်ဝသွားမှာလား\nဆိုတာတွေကိုတော့ ဆက်လက်စောင့်ကြည့်ကြရအောင်Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 30min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/2sdvW/Sniper_Hero_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81D9Cvl8JbMJixD9ii9puwqyXK4.jpg",
        "title": "Hot Blooded (2022)",
        "description": "Hot Blooded (2022) လူမိုက်ဂိုဏ်းတွေကြားက အရှုပ်တော်ပုံတွေ၊ ရန်ပွဲတွေနဲ့ စီးပွားဈေးကွက် ယှဉ်လုမှုတွေအကြောင်း ရိုက်ကူးထားတဲ့ ကိုးရီးယား အက်ရှင် ဇာတ်လမ်း အသစ်လေး လာပါပြီ။ဇာတ်လမ်းအညွှန်းလေးကတော့ ...\nဟီဆုက သူဌေးဆွန်း ပိုင်တဲ့ ဘူဆန်မြို့ ခူအန်းမြို့နယ် ကမ်းခြေဘေးက မန်လီဂျန်းဟိုတယ်မှာ မန်နေဂျာ လုပ်လာတာ နှစ်ပေါင်း မနည်းတော့ပါဘူး။ သူဌေးဆွန်းကလည်း သူ့ကို မနည်း ယုံကြည်ပြီး တစ်ခုခုဆို အမြဲ အကြံဥာဏ်ကောင်းတွေ ပေးတတ်ပါတယ်။တစ်နေ့မှာ လူသတ်တရားခံဖြစ်ပြီး ထွက်ပြေးသွားတဲ့ ယုံးဂန်းဆိုတဲ့သူ ပြန်ရောက်လာပြီး သောင်းကျန်းတာကြောင့် ဟီဆုတစ်ယောက် ခေါင်းစားလို့မှ မဆုံးသေးခင် သူ့သူဌေးဆွန်းနဲ့ တခြားသူဌေးတစ်ဦးရဲ့ လူမိုက်ဂိုဏ်း ရန်ပွဲထဲမှာ ကြားညပ်နေပြီဖြစ်ကြောင်း သိလာရတဲ့အခါ ...ကိုရီးယားတို့ ထုံးစံအတိုင်း အက်ရှင်ဇာတ်လမ်းကိုမှ ဒရမ်မာလေးတွေနဲ့ ကြည့်ရှုကြရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 2.1GB, 731MB & ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/hot-blooded-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjQ1MjFkN2EtOTU4NS00NDkzLThhNzItODkzYWNjZDMxZjE0XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Rangasthalam (2018)",
        "description": "Rangasthalam (2018)IMDb Rating(8.2) / Rotten Tomatoes (100%)Rating အလန်းစားနဲ့ ဒီဇာတ်ကားက ဇာတ်လမ်းဇာတ်အိမ်ရော Plot Twist ရော ရိုက်ကူးမှုပိုင်းတွေရော အကုန်လုံး ပြည့်စုံကောင်းမွန်တဲ့ တောင်ပိုင်းရုပ်ရှင်ကားကြီးတစ်ကားပါပဲ။သာမန်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလို Overတွေ မပါဘဲ သဘာဝကျကျ အက်ရှင်အလန်းစားတွေ၊ သီချင်းတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် တင်ဆက်ထားပါတယ်။မင်းသားကလဲ ဘိုင်ရာဘာမင်းသားလို့ လူသိများတဲ့ ရမ်ချရန်းဆိုတော့ သဘာဝကျတဲ့သရုပ်ဆောင်မှုတွေနဲ့ လိုက်ဖက်လွန်းနေပါတယ်...ဇာတ်လမ်းလေးကတော့...\n၁၉၈ဝခုနှစ်တွေက ရန်ဂက်(စ်)တလန်ဆိုတဲ့ ကျေးရွာလေးတစ်ရွာက ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\nရွာထဲမှာ လယ်တွေကိုရေသွင်းတဲ့အလုပ်ကိုလုပ်တဲ့ ချစ်တီးဘာဘူဟာ မွေးရာပါနားလေးတဲ့ ချို့ယွင်းချက်ရှိပြီး\nမဟုတ်မခံ လူစားမျိုးပါ၊ သူ့အရှေ့မှာ မတရားတာတွေ့ရင် ဝင်ချဖို့ နှစ်ခါမစဉ်းစားတတ်ပါဘူး..ရွာထဲမှာ အဖွဲ့အစည်းဆိုတဲ့နာမည်နဲ့ ရွာသားတွေကို ချေးငွေတွေထုတ်ချေးထားပြီး အမြတ်ကြီးစား ခေါင်းပုံဖြတ်နေတဲ့ အဖွဲ့တဖွဲ့လည်းရှိပါတယ််\nဒီအဖွဲ့ကို အဓိကချုပ်ကိုင်ထားတာက နှစ်(၃၀)ဆက်တိုက် သူကြီးဖြစ်နေတဲ့ ရွာသူကြီးပါ\nလူတွေက သူ့ကို ကြောက်ရွံ့ကြသလို၊ ရင်မဆိုင်ရဲကြပါဘူး\nသူနဲ့ထိပ်တိုက်တွေ့တဲ့သူမှန်သမျှ မရှု့မလှသေပွဲဝင်ကြရစမြဲပါ။ဒီလို ဂုတ်သွေးဆုပ်အမြတ်ထုတ်နေတဲ့ အဖွဲ့ကို ရင်ဆိုင်ပြီး ...",
        "rating": "8.2",
        "url": "https://megaup.net/1M9oe/(CM)_Rangasthalam_(2018)_Telugu_(1080p_WEBRip_x265_10bit)Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/mechanic-recurrection-poster-133x200.jpg",
        "title": "Mechanic: Resurrection (2016)",
        "description": "Mechanic: Resurrection (2016)_____IMDb - 5.7/10လူသတ်သမားတစ်ယောက်ဟာ လူသတ်ပြီးသွားရင် သူသတ်မှန်းမသိရအောင် ခြေရာလက်ရာဖျောက်နိုင်မှ ကျွမ်းကျင်ပိုင်နိုင်တယ်လို့ ပြောရမှာပါ။ ဒါပေမဲ့ အဲဒီထက် တစ်ဆင့်တက်ကြည့်ကြမလား။ ဘယ်သူဘယ်ဝါ သတ်သွားတယ်ဆိုတာကို အသာထားလိုက်။ လူသတ်ခံလိုက်ရတာပါ ဆိုတာကိုတောင် မသိအောင်လုပ်နိုင်တဲ့ လုပ်ကြံရေးသမားတစ်ယောက်ရှိပါတယ်။ သူ့လက်ချက်နဲ့ လူ့လောကကို တာ့တာပြသွားရတဲ့သူတွေဟာ အများအမြင်မှာတော့ မတော်တဆဖြစ်ပြီး သေရတာပါတဲ့။ ဝမ်းနည်းစရာ မတော်တဆမှုလေးတွေပေါ့။ဒီလောက်ဆိုရင်တော့ လူကြီးမင်းတို့ တွေးမိလောက်ပါပြီ။ ဟုတ်ပါတယ်။ ဘစ်ရှော့ပ် ဆိုတဲ့ Mechanic စက်ပြင်သမားတဖြစ်လဲ လုပ်ကြံရေးသမားကြီးပေါ့။ တည်ငြိမ်တယ်။ သွေးအေးတယ်။ တိကျတယ်။ ပြီးတော့ ရက်စက်တယ်။အခုကတော့ ပထမကား The Mechanic (2011) ရဲ့ အဆက် sequel ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသားကြီး Jason Statham ရဲ့ ဇာတ်ကောင်တစ်ယောက်ပေါ့။ သူနဲ့အတူ ကျွန်တော်တို့ရဲ့ အိပ်မက်မင်းသမီးလေး Jessica Alba ကလည်း ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/mechanic-resurrection-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-mechanic-1-137x200.jpg",
        "title": "The Mechanic (2011)",
        "description": "The Mechanic (2011)\nIMDb - 6.6/10_____Rotten - 53%မင်းသားကြီး Jason Statham ရဲ့ ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားကလဲ နာမည်ကြီးပါတယ်။ကြေးစားလူသတ်သမား ဘစ်ရှော့ဆိုတာ Mechanic စက်တစ်လုံးလို တိကျသေချာတဲ့နည်းလမ်းနဲ့ အလုပ်လုပ်တတ်တဲ့သူပါ။ဘယ်နေရာမှာမဆို တိကျသေချာအောင် အကွက်ချတတ်ပြီးတော့ သူ့ရဲ့အလုပ်က လူသတ်ယုံမဟုတ်ဘဲ အဲ့ဒီ့လူသတ်မှုကို မတော်တဆမှုလိုလို...အခန့်မသင့်လို့သေတာလိုလို...ဖန်တီးရတာမျိုးပါ။ဒီလိုကြေးစားလူသတ်သမားကိုမှ လာရှုပ်မိတဲ့ ငနဲသားတွေ ဘယ်လိုဒုက္ခဝေသွားမလဲဆိုတာ.....။မာကြောပြတ်သားတဲ့ အက်ရှင်ဇာတ်ရုပ်နဲ့ Jason Statham နဲ့ကတော့ အလိုက်ဆုံးအတွဲအဖက်ပါပဲ။Action,Crime,Thriller အမျိုးအစားဖြစ်ပြီး IMDb Rating (6.6/10 ) ရရှိထားပါတယ်။\nFile size…(1.8 GB) / (700 MB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:32:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.6",
        "url": "https://megaup.net/1M8gt/(CM)_The_Mechanic_(2011)_1080p_Bluray_REMUX_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJOfJuyQVZPwNQ8g21Qv0lojQhC.jpg",
        "title": "Major(2022)",
        "description": "Major(2022) အညွှန်း******************IMDb...8.7၂၀၀၈ ခုနှစ် နိုဝင်ဘာလ ၂၆ ရက်နေ့မှာအစွန်းရောက်အကြမ်းဖက်တွေဟာ မွန်ဘိုင်းမြို့ရဲ့  Iconic တစ်ခုလိုဖြစ်တဲ့Taj Mahal Palace Hotel ကို ဝင်ရောက်စီးနင်းခဲ့တယ်...အလွှာပေါင်း ၄၄ လွှာ ၊အခန်းပေါင်း  ၅၆၀ရှိတဲ့ ဒီဟော်တယ်ကြီးဟာစစ်အတွင်းမှာတောင်ကုတင်  ၆၀၀ဆံ့ ယာယီဆေးရုံအဖြစ် ပြောင်းလဲခဲ့ဖူးတယ်လို့ဆိုတယ်...ဒီဟော်တယ်ကြီး စီးနင်းခံရတဲ့အဖြစ်အပျက်ကတော့ အတော်ထိတ်လန့်စရာကောင်းပါတယ်..အဆိုးဆုံးကတော့ အကြမ်းဖက်အဖွဲ့တွေဟာ  ဧည့်သည်တွေကိုအထိန်းအကွပ်မဲ့ပစ်သတ်ခဲ့သလို အဆောက်အဦးကိုလည်း အတော်ဖျက်ဆီးခဲ့ပါတယ်..ဒါ့ကြောင့်  ကျန်ရှိနေသေးတဲ့ ဓားစာခံ ပြည်သူတွေကို ကယ်ထုတ်ပြီး အကြမ်းဖက်အဖွဲ့ကိုနှိမ်နှင်းဖို့  ဆန်ဒီဗ်အွန်နီခရစ်ရှနန်းဆိုတဲ့ ကယ်ဆယ်ရေးတပ်ဖွဲ့မှမေဂျာအဆင့်ရှိသူဦးစီး  တပ်စိတ်တစ်စိတ်ဟာ ဝင်ရောက်ခဲ့တယ်..ဒီနေရာမှာအကြမ်းဖက်အဖွဲ့ဟာ ခပ်ညံညံအဖွဲ့မဟုတ်ခဲ့ဘဲသေချာထရိန်းပြီး တိုက်ပွဲအတွေ့အကြုံတွေများစွာရှိနေတဲ့သူတွေဖြစ်တယ်...ဒီတော့ မေဂျာတို့အဖွဲ့ ဘယ်လိုတွေ ဆက်လုပ်ကြမလဲဆိုတာကတော့ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်..မေဂျာအဆင့်ဖြင့်တာဝန်ထမ်းဆောင်စဉ် ကြောက်မက်ဖွယ် အကြမ်းဖက်တိုက်ခိုက်ခဲ့မှုကြီးကို ကယ်ဆယ်ခဲ့တဲ့  Major Sandeep Unnikrishnan အကြောင်းကိုရိုက်ပြထားခြင်းဖြစ်လို့ ခံစားကြည့်ကြပါဦး...သမိုင်းဝင်ဖြစ်ရပ်မို့ ဘက်ဂျက်အများကြီ:အကုန်ကျခံထားသလိုအက်ရှင်ခန်းတွေလည်း တော်တော်ကြည့်ကောင်းပါတယ်..File Size :(2.23GB)(2.5GB) (1.1GB) and (364 MB)\nQuality ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/major2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/fviyhkp6k3isa2-133x200.jpg",
        "title": "[18+] Raped by an Angel 2: The Uniform Fan (1998)",
        "description": "Raped by An Angel အောင်မြင်သွားတာကြောင့် နံပါတ် (၂) ထွက်ရှိလာတဲ့ဇာတ်ကားပါ...ဒီဇာတ်ကားထဲက မင်းသမီးကတော့ A Chinese Odyssey ထဲက စတီဗင်ချောင်ရဲ့တွဲဖက် မင်းသမီးချောလေး Athena Chu ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ...ကောင်မလေးတွေရဲ့ယူနီဖောင်းဝတ်စုံတွေကိုစွဲလန်းပြီး လစ်ရင်လစ်သလို မကောင်းကြံတတ်တဲ့ သွားဆရာဝန် နှာဘူးကောင်ကိုRaped by An Angel ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကောင်မလေးတစ်ယောက်က လက်စားပြန်ချေမယ့် ဇာတ်လမ်းပါ။နှာဘူးကောင်က စတီဖင်ချောင်ပုံစံပြင်ဆင်ထားပြီး ယူနီဖောင်းမြင်တိုင်း ရုပ်တည်ကြီးနဲ့  နှာဘူးထနေတာကို မြင်ရမှာပါ။မင်းသမီးကလဲ အားနွဲ့တဲ့ မိန်းမသားဆိုပေမယ့် အရေးကြုံလာတော့ ဘယ်လိုအကွက်ချ လက်စားပြန်ချေမယ်ဆိုတာ အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (4.8 GB) & (999 MB)\nQuality : ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/18-raped-by-an-angel-2-the-uniform-fan-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFQW9HE7NrZQgWnKR8zl6mvHidx.jpg",
        "title": "The Breath(2009)",
        "description": "The Breath(2009) အညွှန်း***********************ဒီကားက Drama, Action, Thriller ကားပါဇာတ်လမ်းကတော့ တူရကီရဲ့အကြမ်းဖက်အဖွဲ့ PKK ကို တွန်းလှန်တဲ့စစ်ပွဲအကြောင်းပါတူရကီရဲ့ အရှေ့တောင်ပိုင်း အီရပ်နယ်စပ်က တောင်ကြီးတွေကြားမှာရှိတဲ့ စခန်းကို စောင့်ပြီးကာကွယ်ရတဲ့ တပ်ဖွဲ့လေးနဲ့ သူတို့အကြောင်းကို အဓိက အခြေခံထားပါတယ်စခန်းမှာ လူ၄၀ပဲရှိပြီး ကြမ်းတမ်းတဲ့ ရာသီဥတုမှာ ကင်းစောင့်ရပြီး စခန်းကို ရန်သူက မသိမ်းနိုင်အောင် ထိန်းထားရပါတယ်တောင်တွေထဲနေတဲ့ရန်သူက အချိန်မရွေးလာတိုက်နိုင်ပြီး လူအင်အားကလဲ နည်း၊ ကိုယ်ပိုင်ဘဝတွေလဲစွန့်ခဲ့ရ၊ PKK အကြမ်းဖက်အဖွဲ့ကိုလဲ ပူရပြီး ဖြတ်ကျော်ခဲ့ရပုံကို သေချာလေးရိုက်ထားတာပါIMDb မှာလဲ 7.9 ရထားပါတယ် File Size : (1.9GB) and (723MB)\nQuality : Blu-ray 1080p AC3 5.1CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-breath2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYzRlYTAwNTMtOTQyZi00NDY4LWE3NzMtNWFiMmFiMWUzZmU5XkEyXkFqcGdeQXVyMjUwNjY5MzA@._V1_-141x200.jpg",
        "title": "No Escapes (2020)",
        "description": "No Escapes (2020)\n==============\nIMDb Rating - 6.5/10စွန့်စားခန်းကြည့်ချင်လား? သဲထိပ်ရင်ဖိုကြည့်ချင်လား ? ဇာတ်လမ်းအစနေအဆုံးအထိ\nစီးမြောခံစားပြီးကြည့်ချင်လား ? အများကြီးမစဉ်းစားနေပါနဲ့ တစ်ခါတည်းဒေါင်းပြီး\nကြည့်လိုက်တော့ဗျို့...ပိုစတာမြင်တာနဲ့ ဘာကားမှန်းတော့သိကြမှာပါ။ တောမီးလောင်တာကို ငြိမ်းရတဲ့\nမီးသတ်ကားလေးပါ။ တစ်ခြားမီးသတ်ကားနဲ့ဘာမတူဘူးလဲဆိုတော့ ဇာတ်အလယ်ရောက်မှ\nဇာတ်ရှိန်တက်တာမဟုတ်ဘူးဗျ၊ အစကတည်းက တက်လိုက်တဲ့ဇာတ်ရှိန်၊ တစ်ခါမှကို\nပြန်မကျတော့ဘူး။ သရုပ်ဆောင်တွေကလည်း ကွက်တိ။ မီးလောင်နေတဲ့တောထဲ\nတကယ်ရိုက်ထားသလားတောင် ထင်ရတဲ့အထိပါ။ တကယ်ကောင်းပါတယ်။ကမ္ဘာကြီးလည်း တစ်ဖြည်းဖြည်းပူလာတာနဲ့အမျှ တောမီးတွေလည်းနေရာစုံက\nလောင်နေပါတယ်။ ဒါကိုငြိမ်းဖို့ လူအင်အားလည်းမရှိတော့ လူသစ်တစ်ယောက်ကို\nအပါခေါ်ပြီး စုစုပေါင်းခြောက်ယောက်နဲ့ မစ်ရှင်စပါတော့တယ်။ တောမီးငြိမ်းနေရင်းနဲ့\nအနီးအနားကရွာပါ မီးကူးသွားနိုင်တဲ့ အခြေအနေနဲ့ကြုံလာတော့... ဘယ်လိုမျိုးဇာတ်သိမ်း\nဖြစ်မလဲဆိုတာကို ဆက်ကြည့်လိုက်ပါတော့နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.47 GB) / (1.39 GB) / (884 MB)\nQuality............WebRip 1080p / 720p / 360P\nDuration.........2Hr 11mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/no-escapes-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BOGM3NDY2NjctYzg5NS00YTcwLWI3MDctOWM1Njc2ZmU0YzZlXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-141x200.jpg",
        "title": "Viraata Parvam (2022)",
        "description": "ဒီတစ်ခါမှာလည်း IMDB မှာ Rating 9 အထိရရှိထားပြီး\nနာမည်ကျော်သရုပ်ဆောင်နှစ်ဦးပါဝင်ထားတဲ့ ရုံတင်ဇာတ်ကားတခုကို\nတင်ဆက်ပေးလိုက်ပါပြီ... ဒီရုပ်ရှင်ရဲ့အဓိက ဇာတ်‌ဆောင်နှစ်ဦးကတော့\nဗဟူဗလီဇာတ်ကားမှာနာမည်ရလာပြီး Kaadanရုပ်ရှင်ကားနဲ့\nပရိတ်သက်ရဲ့အားပေးမှုကို ထပ်မံရရှိထားတဲ့ မင်းသားrana daggubati နဲ့\nမိတ်ကပ်မပါပဲ သဘာဝဆန်ဆန်လှပတဲ့ မင်းသမီးsai pallaviတို့ပဲဖြစ်ပါတယ်....ဇာတ်လမ်းအကျဉ်း\n==============\n၁၉၇၃ ခုနှစ်ကိုအခြေခံထားပြီး ဓနရှင်တွေနဲ့\nအခြေခံလူတန်းစားတိုက်ပွဲကြားမှာ မွေးဖွားလာခဲ့တဲ့\nမိန်းကလေးတစ်ယောက်။ မိခင်ဖြစ်သူဆီက ခေါင်းမာမှုနဲ့\nဖခင်ဖြစ်သူဆီက စာပေကဗျာတွေဖတ်ရှုမှုကိုအမွေရထားပြီး\nမှန်တယ်ထင်ရင် နောက်မဆုတ်တတ်သူတစ်ယောက်ပေါ့ ၊တစ်နေ့ သူငယ်ချင်း အစ်ကိုဆီက စာအုပ်တစ်အုပ်ကိုဖတ်မိရင်း\nလူတန်းစားအားလုံး သာတူညီမျှ ရှိဖို့အတွက်\nခေါင်းထဲဝင်ရောက်လာသလို စာအုပ်ရေးသူကိုပါစွဲလမ်းသွားရာမှစပြီး\nထင်မှတ်မထားတဲ့အရှုပ်တော်ပုံတွေထဲ\nဘယ်လိုဝင်ရောက်ပတ်သက်မိမှာလဲဆိုတာကိုတော့\nရုပ်ရှင်ထဲမှာ စီးမျောခံစားလိုက်ကြပါဦး။အညွှန်း Lwin Htoo Aung\nFile size…(2.6 GB)/ (1.29GB)\nQuality… WEB-DL 1080p HEVC/720p\nFormat...mkv/mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lwin Htoo Aung & Guu Guu & Honeyey",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/viraata-parvam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Screenshot-2022-07-01-at-01-45-08-The-Princess-2022-134x200.png",
        "title": "The Princess (2022)",
        "description": "The Conjuring , Kissing Booth တို့နဲ့ လူတော်တော်များများသိလာကြတဲ့ မင်းသမီး Joey King ရဲ့ အလန်းစားကားတစ်ကားထွက်လာပြန်ပါပြီ ဇာတ်လမ်းအကျဥ်းလှပပြီး စိတ်ဓာတ် ခံယူချက်ပြင်းထန်တဲ့ မင်းသမီး ‌ချော‌လေးကို လာရောက်တောင်းရမ်း စေ့စပ်ထားတဲ့သူကို လက်မထပ်ချင်လို့ မင်းသမီးကငြင်းလိုက်တဲ့နောက်...အငြင်းခံရတဲ့ စစ်သည်တော်က ခံပြင်းပြီး မင်းသမီးကို ရဲတိုက်ထဲ ဖမ်းကာ နန်းတော်ကို သိမ်းလိုက်တယ်ဘုရင်အစစ်ဖြစ်ဖို့ မင်းသမီးကို လက်ထပ်မှဖြစ်မယ်ဆိုပြီး နည်းအမျိုးမျိုးနဲ့ ကြိုးစားတော့တာပေါ့မင်းသမီးလေးကလည်း ရဲတိုက်ထဲကနေ မိဘတွေကိုကယ်တင်ပြီး ဘယ်လို လွတ်မြောက်ဖို့ ကြိုးစားမလဲဆိုတာတွေကို ကြည့်ရှုကြရမှာပါ ။File Size__( 1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Action, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-princess-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/87VZeYnyNFQrXz6d6bbU5tOXQ88.jpg",
        "title": "Blowback (2022)",
        "description": "Bloback 2022ဒီရုပ်ရှင်ကားလေးဟာ ၂၀၂၂ ရဲ့ အက်ရှင်ကားလေးတွေထဲမှာ\nနေရာတစ်နေရာစာဝင်ယူထားတဲ့ကားကောင်းလေးဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။\nချစ်ခြင်း၊ မုန်းခြင်းမပါဘဲ မိမိဘာသာ rating ပေးရရင်တော့ 6/10 ပေးရမယ့်ကားလေးဖြစ်ပြီး\nတော်တော်လေးကြည့်ပျော်မယ့် အက်ရှင်ကားလေးလည်းဖြစ်ပါတယ်။တစ်ခါတလေတော့ ဘဝဆိုတာ သောက်ပြဿနာတွေတက်တဲ့အခါ တစ်ခုပြီးတစ်ခုပြုံပြီးတက်ပေမဲ့\nသောက်ကောင်းတွေကျတော့ အခါတစ်ထောင်မှ တစ်ခါလာတဲ့အထိရှားပါတယ်။\nဒီလိုပါပဲ မစ်ရှင်တွေကို အောင်မြင်မယ်ထင်ထားခဲ့ပေမဲ့\nအကြောင်းအမျိုးမျိုးကြောင့် မအောင်မြင်လိုက်၊ ကျရှုံးလိုက်ဖြစ်နေရတဲ့အခါ\nအဲလိုအခြေအနေကြီးက ဘယ်လိုရုန်းထွက်ရမလဲပေါ့။ကျွန်တော်အနေနဲ့အားပေးရမယ်ဆိုရင် လဲကျသွားတဲ့အခါ ပြန်မထပါနဲ့။\nအိပ်‌နေလိုက်ပါ၊ အနည်းဆုံးတော့ အိပ်ရေးဝတာပေါ့။\nဒါပေမဲ့ မင်းသားကတော့ ပြန်ထတယ်။ ပြန်ကြိုးစားတယ်ဗျ။\nသူ့မှာက သေအံ့ဆဲဆဲသမီးလေးကို ဆေးကုသဖို့အတွက် ရှာဖွေဖို့လိုတာကိုး။\nဒီတော့ဗျာ။ ဒီရုပ်ရှင်ကားလေးထဲမှာဆိုရင် မင်းသားနဲ့ သူသူငယ်ချင်းတစ်သိုက်က ဘဏ်တစ်ခုကို ဓားပြတိုက်ကြတယ်ပေါ့။\nဟောလိဝုဒ်ကားတွေရဲ့ထုံးစံအတိုင်း ရှယ်စီစဉ်ပြီးတော့ကို တိုက်တာပေါ့ဗျာ။ ဘတ်မန်းလိုတော့ ပလန်ဘီမရှိဘူးပေါ့။\nဒီတော့ သူတို့တွေ ဘဏ်ဓားပြတိုက်တာက အောင်မြင်သွားလား၊\nဘာကြောင့် ရှယ်စီစဉ်ပြီးတော့ကို သရဲမရဲ တိုက်ဖို့ကြိုးစားကြတာလဲ၊\nမင်းသားရဲ့ရည်းစားဟောင်းနဲ့ မင်းသားတို့အခြေအနေ၊\nမင်းသားရဲ့သမီးလေး လျှောမလျှော(မင်းသားသမီးဆိုပြီး မလျှောဘူးမထင်နဲ့ဗျနော်)\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်\n၂၀၂၂ ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားလေးဖြစ်တဲ့ Blowback 2022 ထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/blowback-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYTZkYmQzY2ItY2FlNC00ODY2LWEzMTUtYjE1OTc1ZmMxMTRmXkEyXkFqcGdeQXVyMTM2Mzg4MA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Replacement (2021)",
        "description": "The Replacement (2021)\n==================\nIMDb Rating - 6.2/101982 ခုနှစ် စပိန်-ဂျာမနီ စစ်ပွဲကာလတွေမှာ ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် မှုခင်းတစ်ခုအကြောင်း အခြေခံရိုက်ကူးထားတဲ့\nစပိန်နောက်ခံစကားပြော ဇာတ်ကားလေး တစ်ကားပါ။အဲဒီကာလ မက်ဒရစ်မြို့ရဲ့ အတော်ဆုံး စပိန်လူမျိုး စုံစမ်းရေးမှူး\nတစ်ယောက်ဖြစ်တဲ့ အန်ဒရက်စ်က ပင်လယ်ဆိပ်ကမ်းမြို့လေးက\nဘိုအာဒါဆိုတဲ့ ရဲတစ်ယောက်ရဲ့နေရာမှာ လူစားထိုးပြောင်းရွှေ့လာခဲ့တယ်။\nကိုလမ်ဘို ဆိုတဲ့ တွဲဖက်တစ်ယောက် ရလာခဲ့ပြီး အဲဒီမြို့က\nဂျာမန်တွေရဲ့ လာဘ်ထိုးမှုတွေနဲ့ ဘဝတစ်ဆစ်ချိုး ပြောင်းလဲဖို့\nဖန်လာခဲ့တာပေါ့။\nအဲဒီအချိန်မှာပဲ နာဇီတွေရဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုတွေ မူးယစ်ဆေးမှုတွေအပြင်\nသူအစားဝင်ခဲ့တဲ့ ဘိုအာဒါရဲ့ သေဆုံးမှုကပါ သာမန်ဖြစ်ရိုးဖြစ်စဉ် မဟုတ်ဘဲ\nထူးဆန်းနေကြောင်း သတိထားမိလာပြီး အမှုကို ပြန်လည်စစ်ဆေးဖို့ ကြိုးစား\nပါတော့တယ်။ဒါ့အပြင် 1980 အစောပိုင်းကာလ နာဇီဂျာမန်တွေရဲ့ စီးပွားရေး\nလက်ဝါးကြီးအုပ်မှုတွေ၊ အကြမ်းဖက်ဒုစရိုက်မှုတွေကို ရိုက်ကူး\nပုံဖော်ထားတဲ့အပြင် စစ်မှန်တဲ့ ဒီမိုကရေစီရရှိဖို့ ကြိုးပမ်းခဲ့ရတဲ့\nကာလတွေအကြောင်း မြင်တွေ့ရမှာမို့ နိုင်ငံရေးသမိုင်းကြောင်း\nစိတ်ဝင်စားတဲ့လူတွေအတွက် အကြိုက်တွေ့စေမှာ အသေချာပါပဲ။\nIMDb 6.2 ရရှိထားပြီး Ricardo Gómez, Vicky Luengo, Pere ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-replacement-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJH1ytLV1NQJOnIYZywJkUsaR83.jpg",
        "title": "Kowloon Walled City ( 2021 )",
        "description": "Kowloon walled city  ဆိုတဲ့ ဟာသအက်ရှင်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါက ထုံးစံအတိုင်း တော်လှန်ရေးကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nပုံစံမတူတာကတော့ ဟောင်ကောင်မြို့ရဲ့\nလူမသိ သူမသိ ပျက်စီးသွားတဲ့\nအကြောင်းရင်းလေးကို ဟာသနှောပြီး တင်ဆက်ပြထားတာဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းနဲ့ ဇာတ်ကားအကြောင်းမပြောခင်မှာ...\nဟောင်ကောင်ဟာ တစ်ခေတ်တစ်ခါက\nတရုတ်ပြည်မှာ ရှန်ဟိုင်းထက် စီးပွားရေး\nအောင်မြင်ပြီး ငွေဖြစ်လွယ် ရလွယ်တဲ့\nအားလုံး မျက်စိကျစရာ\nနေရာတစ်ခုဖြစ်ခဲ့တယ်ဆိုတာလေး ပြောချင်ပါတယ်...သို့ပေမယ့် ဘာကြောင့် ရှန်ဟိုင်းတို့\nပေကျင်းတို့လောက် စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့တာလဲလို့\nမေးလာရင် ဒီကားလေးက အဖြေပေးမယ်လို့\nပြောပါရစေ...တော်လှန်ရေးကာလမို့ စီးပွားရေးက\nမကောင်း ခေတ်ကပျက် စနစ်က မရှိ\nစည်းကမ်းမဲ့နေတဲ့ ကာလတစ်ခုမှာ လူကိုဖျက်တဲ့ ဘိန်းကပါ\nအတူယှဉ်တွဲနေထိုင်လိုက်ချိန်မှာတော့\nဟောင်ကောင်ဟာ အခုကားလေးထဲကလိုပဲ\nဘိန်းဘုရင်တွေပေါ်လာတယ်...ဘိန်းက လူကိုဖျက်... ဖျက်တဲ့ဘိန်းကို\nလူကမဖြတ်နိုင်တော့ မရှိရှိတာပေါင်နှံ\nငွေမလောက်တော့ လောင်းကစားဝိုင်းပြေး\nနောက်ဆုံး အိမ်တိုင်ကျွတ် ရှိတာကုန်တော့ မိန်းမသားသမီးကို\nသင့်ရာနေရာရောင်းချ...\nဒီလိုနဲ့ပဲ လောင်းကစားဝိုင်းတွေများပြားလာပြီး\nအဖော်အချွတ်နဲ့ ငွေရှာတဲ့\nအမျိုးသမီးတွေ ထုနဲ့ထည်ပေါ်ထွက်လာတာပေါ့...ခေတ်ပျက်မှာ စာရိတ္တပျက်ပြီး မကောင်းတာလုပ်မှ ငွေရတော့တဲ့\nကာလဆိုရင်မမှားဘူးပေါ့...\nဒီကာလမှာဖြစ်တဲ့ အဖြစ်ပျက်တစ်ချို့ကို\nအမှန်နည်းနည်း စိတ်ကူးယဉ်နည်းနည်း\nရောယှက်ပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပါ.. \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime ...",
        "rating": "6.3",
        "url": "https://megaup.net/16aij/Kowloon_Walled_City_(_2021_)_WEB-DL_1080p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/h-143x200.jpg",
        "title": "The Hard Way (2019)",
        "description": "Payne ကစစ်သားဘဝက အနားယူပြီးနယူးယောက်မှာ အရက်ဆိုင်လေးဖွင့်ပြီး ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းဖို့ကြိုးစားနေသူပါ ADS အဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ သူ့အစ်ကိုကတော့ရိုမေးနီးယားမှာမူးယစ်ဆေးဂိုဏ်းတစ်ခုကိုလိုက်ဖမ်းရင်းကျဆုံးသွားခဲ့ပါတယ် Payne တစ်ယောက်သူ့အစ်ကိုရဲ့သေဆုံးမှုအတွက် အထူးစစ်သားဘဝကိုပြန်ဝင်ပြီး အရင်အဖွဲ့ဝင်ဟောင်းနှစ်ဦးနဲ့လက်တွဲကာ သူ့အစ်ကိုသတ်သွားတဲ့ တကယ့်ဂိုဏ်းချုပ်ကြီးကို ဘယ်လိုဖော်ထုတ်လက်စား‌ချေသွားမလဲဆိုတာ တွေ့ရမှာပါ Hand Combat Fighting တွေ ရှယ်ပါတဲ့အတွက် အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက်ကတော့ တကယ့် masterpiece ပါပဲ File size…(1.7 GB)/(942MB)/(534MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "",
        "url": "https://channelmyanmar.org/the-hard-way-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qR45x6uJDJTdlwCAM0sQbl8WE9E.jpg",
        "title": "Dhaakad(2022)",
        "description": "Dhaakad(2022) အညွှန်း*********************အထူးအေးဂျင့် အက်ဂါနီနဲ့ အဖွဲ့ဝင်နောက်တစ်ယောက်တို့ဟာမစ်ရှင်တစ်ခုထမ်းဆောင်ဖို့ စတင်လှုပ်ရှားခဲ့တယ်...လျှို့ဝှက်လုပ်ဆောင်တယ်ဆိုပေမဲ့ သတင်းပေါက်ကြားသွားပုံကြောင့်အက်ဂါနီတို့ ၂ယောက်ကို စစ်တပ်တစ်တပ်စာလောက်ကအသင့်စောင့်နေလို့အဖွဲ့ဝင်တစ်ယောက်သေဆုံးသွားတယ်...ဌါနချုပ်က အက်ဂါနီကို မစ်ရှင်ဖျက်သိမ်းဖို့ အမိန့်ပေးခဲ့ပေမဲ့အက်ဂါနီက ရူးမိုက်စွာ ဆက်လုပ်ခဲ့တဲ့အပြင်မလိုအပ်ဘဲ လူများစွာသတ်ဖြတ်ခဲ့တယ်...ဒီအခြေအနေကို ဌါနချုပ်က သူတွေလည်းအတော်စိတ်ပျက်သွားတယ်..အဲ့ဒီနောက်မှာတော့ အေးဂျင့်အက်ဂါနီကိုလုံးဝက်ခက်ခဲတဲ့ တာဝန်တစ်ခုထမ်းဆောင်ဖို့ သီးခြားစေလွှတ်လိုက်တယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...မင်းသမီးကြီး Kangana Ranaut အဓိက ပါဝင်ထားသလိုစတန့်ခန်းတွေလည်း သူကိုယ်တိုင်ပါဝင်ထားပြီးအဖော်အချွတ် မူးယစ်ဆေး စတဲ့ အိန္ဒိယ သိပ်မဆန်တဲ့ဇာတ်ဝင်ခန်းများစွာနဲ့ သူမရဲ့ ပြင်ပလူနေမှုပုံစံက ဒီရုပ်ရှင်ရဲ့Rating အပေါ်သက်ရောက်မှုရှိခဲ့ပုံပါပဲ..မင်းသားကြီး Arjun Rampal လည်းပါဝင်ပွဲကြမ်းထားတာမို့ဘာပဲဖြစ်ဖြစ် အမိုက်စားအက်ရှင်တွေနဲ့တမူထူးတဲ့ တင်ဆက်ပုံတွေကြောင့် ခံစားကြည့်ကြပါလို့.. File Size :(4GB) (1.5GB) (759 MB) and (253MB)\nQuality : 4K,WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dhaakad2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aczk8Qrf7YUAZXMzZKhJvnzt2JJ.jpg",
        "title": "Blood-Club Dolls 2 (2020)",
        "description": "Blood-Club Dolls 2 (2020)\n...................................................သွေးသံတရဲရဲ ရက်ရက်စက်စက်သတ်ဖြတ်တာတွေ\nမိစ္ဆာတွေနဲ့ သူသေကိုယ်သေ တိုက်ခိုက်တာတွေကို\nကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေရဲ့ အသည်းစွဲ Anime စီးရီးတစ်ခုဖြစ်တဲ့\nBlood C ကိုအခြေခံထားတဲ့ Live Action ဇာတ်ကား Blood Club dolls ရဲ့ part 2 လာပါပြီ။ဒီကားကတော့ Blood Clud Franchise ရဲ့ Live Action အနေနဲ့ လေးကားမြောက်ဖြစ်ပြီး\nPart 1 အဆုံးသတ်ကနေ ပြန်ချိတ်ဆက်ပြီး အစပျိုးထားပါတယ်။ဇာတ်လမ်းအစကိုတော့ Michiru Arisugawa ကို\nSouen နဲ့ သူ့ရဲ့အဖွဲ့အစည်းဖြစ်တဲ့ Blood Clud ကနေဖမ်းဆီးသွားလို့\nသူ(မ)ရဲ့လူတွေဘက်ကနေ ပြန်လည်ကယ်ထုတ်ဖို့ ကြိုးစားရှာဖွေနေကြပုံနဲ့ အစပျိုးထားပြီး\nSouen အကြောင်းကို အဓိကဦးစားပေးအနေနဲ့ ပြသသွားမှာမလို့ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 720p | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blood-club-dolls-2-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jXHBID1B8qsHtDOEMQHW2orvDwb.jpg",
        "title": "Blood-Club Dolls 1 (2018)",
        "description": "Blood-Club Dolls 1 (2018)Japan Animation Series “Blood C”ကို Live Action အဖြစ်အသက်သွင်းထားတဲ့ Blood-Club Dolls 1ဝန်ကြီးချုပ် Muto ကို ကျောထောက်နောက်ခံထားပြီး တရားမဝင်တိုက်ခိုက်ရေး Club တစ်ခုကို ထူထောင်ထားတဲ့\nSouen ရဲ့ Club မှာတော့ ပြစ်မှုကျူးလွန်သူဖူးသူ လူမိုက်တွေဟာ “သေရင်မြေကြီး ရှင်ရင်ရွှေထီး” ဆိုသလို\nမိမိအသက်ရှင်ခွင့်ရရှိဖို့ တစ်ဦးနဲ့တစ်ဦး အကြိတ်အနယ် ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ ။\nအနိုင်ရရှိသူအတွက် ဆုရရှိမယ်ဆိုပေမယ့် ရှုံးတဲ့လူအတွက်ကတော့ သေဖို့ပဲရှိတဲ့ ဂိမ်းတစ်ခုပါပဲတစ်နေ့မှာတော့ ...Souen ရဲ့ Club ကို လူ 32 ယောက်ကို ပုဆိန်နဲ့ခုတ်သတ်ခဲ့တယ်ဆိုတဲ့\nပြစ်မှုကျူးလွန်ထားသူ Aiba တစ်ယောက် ရောက်ရှိလာပြီး သေရေးရှင်ရေးအတွက် တိုက်ခိုက်ရဖို့ အကြောင်းဖန်လာပါတယ် ။အတိတ်ဟောင်းတွေရှိခဲ့ဖူးတဲ့ Souen နဲ့ Aiba တို့ကြားထဲကို\nလျှို့ဝှက်ဗျူဟာအပြည့်နဲ့ မိန်းကလေး Arisugawa ဝင်ရောက်လာခဲ့ပြီးတဲ့နောက်...။တည်ထောင်သူ Lord ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blood-club-dolls-1-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itjop20yizH1cwB44tIo5JivPSq.jpg",
        "title": "Samrat Prithviraj (2022)",
        "description": "Samrat Prithviraj 2022==================Samrat Prithviraj 2022IMDb 7.4ရရှိထားတဲ့ မင်းသားကြီးအာရှေးကူမားရဲ့ ရုံတင်ဇာတ်ကားကြည်တောက်ရှင်းထွက်ရှိလာပါပြီ... ဒီဇာတ်ကားကတော့ ရှေးခေတ်အိန္ဒိယနိုင်ငံ‌ရဲ့ကျော်ကြားတဲ့စစ်သူကြီးSamrat Prithviraj Chauhan အကြောင်းကို အခြေခံရိုက်ကူးထားတာပါ။IMDb 7.4ရရှိထားပြီး မင်းသားကြီးအာရှေးကူမားပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီရာဇဝင်ကားသစ်ဟာဆိုရင်..ကြောက်လန့်ခြင်းမရှိ ရန်အပေါင်းကိုအောင်နိုင်တဲ့ ပရစ်ထဗီရာဂ်ျဆိုတာအခက်အခဲတိုင်းကိုရင်ဆိုင်နိုင်သူပါ တစ်နေ့မှာကန်နူးဂ်ျတိုင်းပြည်ရဲ့ဘုရင်ကပရစ်ထ‌ဗီရာဂ်ျ့တို့နေတဲ့ဒေလီမြို့ကို ပူဇော်ပွဲတက်ရောက်ဖို့ဖိတ်ကြားလွှာပို့ခဲ့ပါတယ် အဲ့ဒီဖိတ်ကြားလွှဲကဘယ်လိုမျိုးလဲ ရဲရင့်တဲ့ သူရဲကောင်းSamratဘယ်လိုဘယ်ပုံဖြေရှင်းရမလဲဆိုတာကို မင်းသားကြီးအာရှေးကူမားရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုနဲ့ဆွဲဆောင်မှုမှုရှိရှိကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်\nFile size…7.64GB / 2.58GB / 1.2GB\nQuality…4k HEVC AMZ WBE DL / 1080p TRUE WBE DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & Honeyey & Guu Guu\nReviewed by : Yunni",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/samrat-prithviraj-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWM0ZGJlMzMtZmYwMi00NzI3LTgzMzMtNjMzNjliNDRmZmFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Doctor Strange in the Multiverse of Madness (2022)",
        "description": "IMDb Rating (7.3)ဒေါက်တာစထရိန့်ဂျ် ရုပ်ရှင်အသစ်စက်စက်လာပါပြီ။ ဇာတ်လမ်းကတော့ ဝန်ဒါဗီရှင် ဇာတ်လမ်းတွဲကနေ စတာပါ။\nဝန်ဒါဗီရှင် စီးရီးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါပြီ။ဝန်ဒါဗီရှင်စီးရီးအပြီး စကားလက်ဝစ်ချ်(ကြက်သွေးရောင်စုန်းမ) ဖြစ်သွားတဲ့ ဝန်ဒါဟာ မှော်ပညာတွေကို စွန့်လွှတ်ပြီး\nတစ်ယောက်တည်း နေထိုင်နေပါပြီ။ ဒါပေမဲ့ အပြိုင်စကြဝဠာတွေကို ကူးသန်းဖို့ ပေါ်တယ်တံခါး ဖွင့်နိုင်စွမ်းရှိတဲ့\nအမေရိကချားဗက်စ်ဆိုတဲ့ ကလေးမလေးနဲ့ ဒေါက်တာစထရိန့်ဂျ်တို့ တွေ့ဆုံတဲ့အခါ၊ ကလေးမလေးကို\nနတ်ဆိုးတစ်ကောင်က လိုက်ဖမ်းနေကြောင်း သိလိုက်ရတာမို့ ဒေါက်တာစထရိန့်ဂျ်ဟာ ဝန်ဒါမက်ဆီမော့ဖ်ကို\nအကူအညီတောင်းလာပါတော့တယ်။အဲဒီကနေ အပြိုင်စကြဝဠာတစ်လျှောက် ရန်သူတွေ တိုက်ပွဲတွေ စတင်လာပါတော့တယ်...။WEB-DL Quality ကို 4K IMAX HDR နဲ့ပါ တင်ဆက်ထားပါတယ်။(HDR Version ကိုတော့ HDR Support လုပ်တဲ့ ခေတ်ပေါ်ဖုန်းတချို့..Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပြီး ရိုးရိုး Device တွေကတော့ 4K HEVC SDR ကိုသာ ဒေါင်းလုတ်လုပ်ကြပါ။)File size…  (5.2 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/doctor-strange2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Shanghai_Grand-726426290-large-141x200.jpg",
        "title": "Shanghai Grand (1996)",
        "description": "Shanghai Grand (1996)ဟောင်ကောင်ရုပ်ရှင်တွေကို ချစ်တဲ့လူတိုင်း ဟောင်ကောင်မင်းသားတွေကို သဘောကျကြမှာပဲ။ ကျွန်တော်လည်း ဟောင်ကောင်မင်းသား အတော်များများကို သဘောကျပါတယ်။ ဒီထဲ ကျွန်တော်အကြိုက်ဆုံးမင်းသားက လတ်စလီချောင်ပါပဲ။ ဒီတော့ လတ်စလီချောင်ကားဟောင်းတွေ စိတ်ပေါက်တိုင်းရှာကြည့်ဖြစ်တယ်။ သူ့မှာမာစတာပိစ်ကားတွေလည်း မနည်းပါဘူး။ ရိုးရိုးအချစ်ကားတွေလည်း မနည်းဘူး။ ရိုးရိုးအချစ်ကားတွေတောင် လတ်စလီချောင်ပါနေရင် အတော်လေးကြည့်ကောင်းပါတယ်။ သူ့ကိုချစ်တဲ့စိတ်ကြောင့်လည်း ဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။အခု ရှန်ဟိုင်းဂရန်းမှာတော့ လတ်စလီချောင်အပြင် Andy Lauလည်းပါပါတယ်။ ဟောင်ကောင်ရဲ့ဆရာတွေထဲက နှစ်ပါးပေါ့။ သူက ဂန်းကားဆိုပေမဲ့ ၁၉၃၀ကာလမှာ ဇာတ်အိမ်တည်ထားပြီး ထိုင်ဝမ်ရဲ့တော်လှန်ရေးအကြောင်းကိုလည်း ပါးပါးစွတ်ထားတယ်။ ဂန်းကားပီပီသသ ဂန်းကားတို့အခေါင်ကြီး Godfatherက ဇာတ်ဝင်ခန်းတစ်ချို့ကိုတောင် မှီးထားသေးတယ်။ နည်းနည်းမှီးထားတဲ့ကားဆိုတော့ မာစတာပိစ်တော့မဖြစ်လှပေမဲ့ တော်တော်ကြည့်ကောင်းတဲ့ ကားကောင်းစာရင်းတော့ဝင်ပါတယ်။ ဟောင်ကောင်ဂန်းကားကြိုက်တဲ့သူတွေအတွက် ရွှေလို့ပြောရမယ်။ သူ့ဇာတ်ဝင်တေးကလည်း အတော်များများရင်းနှီးပြီးသားသီချင်းဖြစ်သလို တကယ့်နာမည်ကြီး သီချင်းပါပဲ နားထောင်ကြည့်ရင်သိမှာပါ။ ဒီထဲကဗားရှင်းကိုတော့ Andy Lauကိုယ်တိုင် ပြန်ဆိုထားတယ်ထင်ပါတယ်။ရှန်ဟိုင်းဂရန်းဟာ ဟောင်ကောင်ဂန်းကားကောင်းဖြစ်သလို လတ်စလီနဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shanghai-grand-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/biyak-133x200.jpg",
        "title": "(18+)Biyak (2022)",
        "description": "တချိန်တခါက မြန်မာကားတွေကို ကျွန်တော်တို့တွေ အားရပါးရ ဖောင်းထုခဲ့တဲ့ အချိန်တွေကို\nမှတ်မိကြမှာပါ မအေးအေးဝင်းစီစဉ်သည်တို့ ဇာတ်သိမ်းပိုင်းကြ လူစုံတက်စုံးပြေးကြသည်တို့\nmeme တွေတပြုံတခေါင်းကြီးနဲ့ကို ဖောင်းထုခဲ့ကြတဲ့ ပျော်စရာအချိန်လေးတွေပေါ့ ဒါပေမဲ့လဲ\nမြန်မာကားတွေကတော့ ပြောင်းလဲသွားရိုးထုံးစံမရှိခဲ့ပါဘူးဒါပေမဲ့လဲ တအားကြီးတော့ စိတ်ပျက်မသွားကြပါနဲ့ ကိုယ်တွေလိုပဲ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nတအားကို မြန်မာဆန်တဲ့ ဇာတ်ကားတွေရှိသေးတယ်ဆိုတာ သတိရလိုက်ပါ။ ခု ဇာတ်ကားလေးကလဲ\nဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ မြန်မာကားကို upgrade မြင့်ထားတဲ့ ဒေသတွင်း ဖိလစ်ပိုင်ကားလေးဖြစ်ပါတယ်\nနဲနဲပိုသွားတာဆိုလို့ ဇာတ်ကားနဲ့ ဘာမှမဆိုင်တဲ့ sex scene လေးနဲနဲပိုပါလာတာလေးပဲရှိပါတယ်။\nဇာတ်လမ်းကလဲ နိုင်ငံခြားက ဂိ ဇာတ်ကားကြီးတွေလို ခေါင်းရှုပ်ခံပြီး စဉ်းစားစရာမလိုပဲ\nဘာပြီးဘာဖြစ်မယ်ဆိုတာ ပျော်ပျော်ကြီး ခန့်မှန့်လို့ရပါတယ်။ God of War ကို easy mode နဲ့\nဆော့ပြီး Boss တွေကို အားရပါးရ ရှယ်ခုတ်နေရသလိုပါပဲ။ အဲ့လောက်ပျော်ဖို့ကောင်းတဲ့\nဇာတ်ကားလေးကို လက်လွတ်မခံပဲ ခုဘဲဒေါင်းကြည့်လိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။P.S ဇာတ်လမ်းအကျဉ်းကတော့ မရေးတော့ဘူး ဇာတ်လမ်းအကုန်သိသွားမှာစိုးလို့       \nFile Size - 1.26GB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18biyak-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2IxNWIyN2QtNjY3OS00YTk4LTg4NDEtYzYwNmJjZGI2Nzc1XkEyXkFqcGdeQXVyMTA3MTMwNjcw._V1_-135x200.jpg",
        "title": "Blasted (2022)",
        "description": "Blasted (2022)ဓမ္မရံကြီးဘုရားမှာ UFO တွေရှိတဲ့ စာတွေဖတ်ဖူးကြမယ်ထင်ပါတယ်။ ကျန်စစ်သားရဲ့ အရိန္ဒမာလှံဟာ ဂြိုဟ်သားလက်နက်၊ စကြာတေးမင်းရဲ့ စကြာဟာ ဂြိုဟ်သားယာဉ်အစရှိသဖြင့် ပြောကြတဲ့ စကားတွေလည်းရှိပါတယ်။ UFO တွေဟာ အမေရိကန်မှာပဲရှိတာမဟုတ်တဲ့ Conspiracy Theories တွေပေါ့။ ဒီဇာတ်ကားက ဂြိုဟ်သားကတော့ အမေရိကန်မှာမဟုတ်ဘဲ နော်ဝေးရောက်နေတာပါ။နော်ဝေးက တောင်ကြားရွာလေးတစ်ရွာမှာ ပဟေဠိဆန်တဲ့ အလင်းတန်းတွေရှိပါတယ်။ ဘာလို့လင်းနေမှန်းမသိပေမဲ့ ဒီပဟေဠိကို အဖြေညှိကြတဲ့ လူတွေဟာ ထူးဆန်းစွာပျောက်ဆုံးသွားကြတယ်။ အဲဒီနေရာကို ဗရုတ်တစ်အုပ်ရောက်လာတဲ့ အခါမှာတော့......အင်္ဂလိပ်ကားတွေတင်မက အာရှ ဥရောပရဲ့ အကောင်းဆုံးကားတွေကို အခမ်းနားဆုံးထုတ်ပေးနေကျ နက်ဖလစ်ကြီးရဲ့ နော်ဝေးကားအသစ်ပါ။ ဒီတစ်ခါတော့ နက်ဖလစ်ဟာ ဂြိုဟ်သားဆန်တဲ့ ဂြိုဟ်သားကားကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂြိုဟ်သားဆန်တယ်ဆိုတာ ထွက်ဖူးတဲ့ ဂြိုဟ်သားကားတွေနဲ့ကွဲထွက်နေလို့ပါ။ ပုံမှန်ဂြိုဟ်သားကားတွေမှာ ဂြိုဟ်သားတွေလုပ်သမျှ လူတွေအမြဲခံနေရပေမဲံ့ ဒီရုပ်ရှင်မှာတော့ ဂြိုဟ်သားတွေကို ကလေးကစားစရာ သေနတ်နဲ့ ပယ်ပယ်နယ်နယ် ဆော်တာပါ။ ဂြိုဟ်သားတွေ မာလကီးယားတာကို ပြုံးပြုံးကြီးကြည့်ရမယ့် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/blasted-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-5-4956fd94a9-113x200.jpg",
        "title": "Barefoot Immortal ( 2022 )",
        "description": "နတ်ပြည်မှာ 'ခြေဗလာနတ်မင်း' လို့ခေါ်တဲ့နတ်တစ်ပါးရှိတယ်။\nဝတ်ပုံစားပုံနေပုံထိုင်ပုံကလည်း\nနတ်တို့ရဲ့ဂုဏ်သရေနဲ့လားလားမျှမအပ်စပ်တဲ့အပြင်\nပေါင်းသင်းဆက်ဆံရေးစွမ်းရည်ကလည်း\nအင်မတန်ကောင်းတာမို့ ဘယ်သူနဲ့မှမတည့်ဘဲ\nနတ်တိုင်းရဲ့မျက်မုန်းကျိုးရာဖြစ်နေပါတယ်။အဲ့လိုဘယ်သူနဲ့မှမတည့်တဲ့ချဥ်ဖတ်ဖြစ်နေပေမယ့်\nသူ့မှာ \"ရူယီ\" လို့ခေါ်တဲ့နတ်လက်နက်ရှိတယ်။\nအဲ့လက်နက်ကအတော်စွမ်းတာကြောင့်\nသူ့ကိုမကြည်ကြသော်လည်း ပြန်မလှန်ရဲကြဘူးဆိုပါတော့။ဒီလိုနဲ့တစ်နေ့မှာ ခြေဗလာနတ်မင်းတစ်ယောက်\nမက်မွန်သီးပွဲတော်မှာအသောက်လွန်ရင်း\nဒယိမ်းဒယိုင်နဲ့အပြန်မှာ ခြေချော်လက်ချော်နဲ့\nသူ့ရဲ့အသက်တမျှအရေးကြီးလှတဲ့ 'ရူယီ' ဟာ\nကောင်းကင်ပေါ်ကနေပြုတ်ကျသွားပါလေရော။\nအဲ့တော့ ခြေဗလာတို့ခေါင်းမီးတောက်ပြီလေ။ချက်ချင်းပြန်ရှာဖို့ ချက်ချင်းကိုကောင်းကင်ပေါ်ကခုန်ချခဲ့ပေမယ့်\n'လူ့ပြည်တစ်ရက် နတ်ပြည်တစ်က္ကန့်' ဆိူသလိုပဲ\nသူလူ့ပြည်ကိုရောက်တဲ့အချိန်မှာ လအတော်ကြာနေပါပြီ။\nသူ့ရဲ့လက်နက်ကျသွားရာနေရာ​​ကဖြစ်တဲ့\nကျီရှန်းရွာလေးကတော့ 'ရူယီ' ကိုရတနာအဖြစ်\nသေချာထိန်းသိမ်းစောင့်ရှောက်ထားလို့နေပါပြီ။\nလက်နက်ကြောင့်မိစ္ဆာတွေရဲ့နှောင့်ယှက်ခြင်းကိုလည်းခဏခဏခံနေရပါတယ်။ခြေဗလာနတ်ဟာသူ့လက်နက်ကိုပြန်တောင်းပေမယ့်\nရွာသားတွေကတော့သူ့ကိုမယုံဘဲပြန်မပေးကြပါဘူး။\nသူကလည်း လက်နက်ပြန်ရမှကောင်းကင်ကို\nပြန်တက်လို့ရမှာဆိုတော့ ဘယ်လိုကြိုးစားပြီးပြန်ယူလေမလဲ။ခြေဗလာနတ်မင်းဟာသေမျိုးလောကမှာနေရင်းနဲ့\nတဖြည်းဖြည်းရင့်ကျက်ပြီး စာနာရိုင်းပင်းတတ်တဲ့\nနတ်တစ်ပါးဖြစ်လာပုံကို ဟာသလေးတွေနှောပြီးရိုက်ကူးထားတာ​ကြောင့်\nပျင်းစရာကောင်းမနေဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Comedy\nRuntime : 82 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon , Chu Chu , Yin Wai Phyo\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/1632a/Barefoot_Immortal_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/play-check-136x200.jpg",
        "title": "Paycheck (2003)",
        "description": "Paycheck ( 2003 ) ပရိသတ်တို့ရဲ့ အချစ်တော်မင်းသားကြီး Ben Affleck ရဲ့ 2003 ခုနှစ်ကတည်းက ထွက်ရှိထားတဲ့ Action ဇာတ်ကားကောင်းဖြစ်ပါတယ်။ နည်းပညာအသစ်အဆန်းတွေကို သူများထက်သာလွန်ပြီး လျင်မြန်တဲ့ နည်းလမ်းတွေနဲ့ ဖန်တီးတည်ဆောက်နိုင်တဲ့ အင်ဂျင်နီယာလေး မိုက်ခ်ဟာ သူ့ရဲ့ဦးနှောက်ကို ပိုက်ဆံတွေနဲ့ အလဲအလှယ်လုပ်လေ့ရှိပါတယ်။တစ်နေ့တော့ သူ့သူငယ်ချင်း ဂျင်မီရဲ့ ငွေမက်လုံးပေးမှုကြောင့် သူ့ရဲ့သုံးနှစ်တာကို ထုံးစံအတိုင်း အရောင်းအဝယ်လုပ်ဖို့ ကြိုးစားရာကနေ သူ့ဘဝအလှည့်အပြောင်းကြုံလာခဲ့ပါတယ်။ သူတည်ဆောက်ခဲ့တာက ဘယ်လိုမျိုးနည်းပညာဖြစ်ပြီး ဘယ်လိုမျိုး ကိုယ့်ရှူးကိုယ်ပတ်ပြီး ကြားထဲမှာ လမ်းကြုံ ချစ်ရသူဒေါက်တာမလေးနဲ့ ဒရမ်မာခင်းတာတွေလည်း ပါဝင်ပါတယ်။ကြည့်ရတန်တဲ့ဇာတ်လမ်းဖြစ်တာမို့ စဥ်းစားမနေဘဲ Playlist ထဲထည့်ဖို့ အကြံပြုချင်ပါတယ်ရှင်။ File size…(2.64GB/(1.35GB)/(677MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:59:00\nGenre...Action / Mystery / Sci -Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/paycheck-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-3-1bb3a8897e-143x200.jpg",
        "title": "The Exorcist ( 2022 )",
        "description": "THE EXORCISTCM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nTHE EXORCIST ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ပယောဂဆရာဖြစ်တဲ့ Lin Jiu ရဲ့\nသူ့တပည့်ဖြစ်တဲ့ Liu Yi Ze က Ding အိမ်ရဲ့သမီးဖြစ်သူ\nDing Xiang နဲ့စေ့စပ်တဲ့အချိန်မှာ\nDing အိမ်ကမိစ္ဆာအတတ်တွေနဲ့ ထိန်းချုပ်ခံထားတာတွေ့လိုက်ရတယ်။မိစ္ဆာတွေကိုနှိမ်နင်းနေတဲ့ပယောဂဆရာတပည့်နှစ်ယောက်သိသွားတဲ့အချိန်မှာ\nဘယ်လိုတွေဖော်ထုတ်ကြမလဲ ? ဘာကြောင့်များ\nDing အိမ်ကိုထိန်းချုပ်ထားရတာလဲ ?ဆိုတာတွေကိုတော့\nဒီရုပ်ရှင်လေးကနေပြသသွားမှာဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Ann Chi , Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/161t5/The_Exorcist_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcXxBhE6npESFZhHBMRuaTeQXOs.jpg",
        "title": "Eraser (1996)",
        "description": "Eraser (1996)Eraser Reborn ဆိုပြီး 2022 မှာ ပြန်ရိုက်တာကိုတွေ့ရတော့ မူလ အာနိုးကားကြီးကို သွားသတိရတာနဲ့ ဒီဇာတ်ကားကို တင်ဆက်ဖြစ်တာပါ။ Total Recall ကိုတော့ နောက်ရိုက်တဲ့ကားပဲ တင်ဆက်ဖြစ်ပေမဲ့ Eraser ကတော့ အဲဒီခေတ်ကတည်းက မိုက်တာမလို့ ကြည့်သင့်တယ်လို့ အကြံပြုချင်ပါတယ်။ ငယ်ဘဝ ဗီဒီယိုရုံမှာကြည့်ခဲ့ရတဲ့ဇာတ်ကားတွေဖြစ်လို့ ကလေးဘဝကို ပြန်ရောက်သွားသလိုပါပဲ။ သေနတ်ကြီးနှစ်လက် တဖက်တချက်ကိုင်ပြီး ကွင်းပြင်မှာ ထီးထီးကြီး ရပ်ပစ်တဲ့ မြင်ကွင်းတွေလေ။ ကလေးဘဝကဆိုတော့ သိပ်မိုက်ပေါ့။ ဆော့ကစားကြပြီဆိုရင် မင်းသားလုပ်ချင်တဲ့သူ သိပ်များတာကိုးဗျ။ မင်းသားဆို ဘယ်လောက်ပစ်ပစ် မသေဘူးဆိုတဲ့ စည်းကမ်းချက်ကို လူတိုင်းလိုက်နာခဲ့တုန်းကပေါ့။မင်းသားကြီး အာနိုး ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကား Eraser ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမရှိပါဘူး။ နိုင်ငံတော်အဆင့် ကန်ထရိုက်သမားတွေက လက်နက်သုတေသနမှာ စွမ်းအားမြင့်လက်နက်ဖြစ်တဲ့ လျှပ်စစ်သံလိုက် မြန်နှုန်းမြင့် အလင်းတန်း ချေမှုန်းရေးရိုင်ဖယ်တွေကို တီထွင်နိုင်ပြီးနောက် မူလစာချုပ်ရှင် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/eraser-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4WLN3cmEjCsH1fNGRfvGV6IPBX.jpg",
        "title": "Morbius (2022)",
        "description": "မင်းသား ဂျားရက်လေတိုရဲ့ စူပါဟီးရိုးကားအသစ် ရပါပြီ။မောဘီးယက်စ်ဆိုတာ စပိုက်ဒါမန်းကာတွန်းတွေထဲမှာ ပါဝင်ခဲ့ပြီးဗန်နွန်လိုပဲ လူဆိုးမဟုတ်လူကောင်းမဟုတ်အကောင်ပါပဲ။ ဒရက်ကူလာလို သွေးစုပ်ကောင်ဖြစ်ပြီး မှော်အစွမ်းအရ ဖြစ်လာတာမဟုတ်ပဲသိပ္ပံစမ်းသပ်မှုတစ်ခုကနေ ဖြစ်လာခဲ့တာပါ။ သွေးစုပ်ကောင်မုဆိုးဘလိတ်ဇာတ်လမ်းမှာလည်း ပါဝင်ဖူးပြီး မာဗယ်ကာတွန်းတွေအရတော့ဘလိတ်ကို လူတစ်ပိုင်းသွေးစုပ်ကောင်တစ်ပိုင်းဖြစ်စေခဲ့တဲ့လူလည်း ဖြစ်ဖူးပါတယ်။ဒီရုပ်ရှင်ထဲမှာတော့ ဒေါက်တာ မိုက်ကယ် မောဘီးယက်စ်ရဲ့ သွေးစုပ်ကောင်ဖြစ်လာပုံကိုပြသထားပြီး နောက်ဆုံးအခန်းမှာတော့ စပိုက်ဒါမန်းနဲ့ ချိတ်ဆက်ဖို့ ပြင်ဆင်သွားခဲ့ပါတယ်။ကြည့်ကြည့်လိုက်ကြပါဦး။ \nFile size…3.6GB / 1.6GB / 900MB\nQuality… 4k HEVC WEB DL  SDR AAC5.1Ch /1080p BLU RAY 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant & YK\nTranslated by Mr.Anderson",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/morbius-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/anek-139x200.jpg",
        "title": "Anek (2022)",
        "description": "ခုတစ်ခါထွက်ရှိလာတဲ့ မင်းသားချော အရွရ်ှမန်းရဲ့ဇာတ်ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းသလို ဗဟုသုတတွေလည်း အများကြီးရပါတယ်နယ်စပ်ဒေသတွေမှာ ဖြစ်ပွားနေတဲ့ အငြင်းပွားမှုတွေနဲ့အကြမ်းဖက်မှုတွေ\nဒေသခံပြည်သူတွေရဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေနဲ့ အစိုးရရဲ့ကြား\nမြေစာပင်ဖြစ်ရမှုတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့\nမှတ်သားလောက်ပါပေတယ်..ထောက်လှမ်းရေးအရာရှိလေး အမန်းက အငြင်းပွားဖွယ်ဖြစ်နေတဲ့\nနယ်စပ်ဒေသတစ်ခုရဲ့ အကြမ်းဖက်မှုတွေ ပြေငြိမ်းဖို့ အစိုးရနဲ့\nလက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ စစ်ပြေငြိမ်းရေးစာချုပ်ချုပ်ဆိုတဲ့\nနေရာမှာ ကူညီပေးဖို့ တာဝန်ကျလာတယ်...သူ အဲ့ဒီဒေသကို ရောက်သွားတဲ့အခါ ဒေသခံတွေ ညှင်းပန်းနှိပ်စက်ခံရမှုတွေ\nမစွမ်းသာတဲ့အဆုံး လူငယ်လေးတွေ ကြမ္မာနွံထဲ နစ်ခဲ့ရပုံတွေကို\nမြင်တွေ့ခဲ့ရပါတယ်...တကယ်တော့ ငြိမ်းချမ်းရေးဆိုတာကို လူတိုင်းက\nမလိုလားကြပါဘူး...\nတချို့လူတွေက သူတို့ကိုယ်ကျိုးအတွက် ငြိမ်းချမ်းရေးဖေါ်ဆောင်သယောင်နဲ့\nအကြမ်းဖက်နေတာတွေကို မြင်တွေ့လာရတဲ့အခါ...မှန်တယ်ထင်တာကို လုပ်မယ့် ဒီအရာရှိလေးရဲ့\nစစ်ဆင်ရေးခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာတော့...။အစိုးရတစ်ရပ်နဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ကြား တကယ်တမ်း\nအေးချမ်းမှုလိုအပ်နေသူနဲ့ ပြေလည်မှုလိုလားသူကြား\nကွာဟချက်ကိုလည်း ဒီဇာတ်ကားမှာ ကောင်းကောင်းကြီး\nမြင်တွေ့ရမှာဖြစ်လို့ ရှုစားပေးကြပါဦးရှင့်...  \nFile size…3.05GB / 1.38GB\nQuality…720p\nFormat…mp4\nDuration….2h 27m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A.Y.L.O.R",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/anek-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41ZNHkEs7GYTI9994mW6BHCIP29.jpg",
        "title": "Sector 7 (2011)",
        "description": "Sector 7 (2011)ကျွန်တော်တို့ခေတ်ရဲ့ အလှနတ်ဘုရားမ ဖြစ်ခဲ့သလို ခုထိလည်း လှနေဆဲ လှနေမြဲ တောင်ကိုရီးယားမင်းသမီးတစ်ယောက်ဖြစ်တဲ့ ဟာဂျီဝန်ရဲ့ အလန်းစားရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ ကားမလန်းတောင် ဂန္တဝင်မမရဲ့ ဂန္တဝင်အလှတရားတွေကို ကြည့်ဖို့သက်သက် ရှာကြည့်ရတဲ့ မမ ဟာဂျီဝန်ရဲ့ ရုပ်ရှင်ကိုမှ ဇာတ်လမ်းကပါ စိတ်ဝင်စားစရာကောင်းနေတော့ တော်တော်တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အိုဂျီဟိုဆိုတဲ့ ဘဲလည်းပါပေမဲ့ ခေါက်ထားလိုက်ပါ၊ မမသာအဓိကပဲမို့လား။ ဒါပေမဲ့ မမဆိုလို့ မမ ဟာဂျီဝန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ ဒီနှစ်မှာ Golden Mask ဒရာမာနဲ့ ပြန်ဟော့လာတဲ့ မမ ချာရီယျွန်းလည်း ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ Kristen Stewart ပါတဲ့ Underwater လိုလို ဘာလိုလိုပါပဲ။ ဂြိုဟ်သားတွေနဲ့ကိုး။ ဒါရိုက်တာကတော့ May 18 တို့ Sinkhole တို့ The Tower တို့လို ကံဆိုးမိုးမှောင်ကျတဲ့ရုပ်ရှင်တွေချည်း အသားပေးရိုက်တတ်တဲ့ Ji-hoon Kim ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/sector-7-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDE2ODVmNGMtOGI3Zi00ODNjLTg5ZmUtNzAxNjQ4M2FjNzlkXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Man From Toronto (2022)",
        "description": "ဟာသသရုပ်ဆောင် ကယ်ဗင်ဟာ့ နဲ့ ဝူဒီ ဟာရယ်ဆန်တို့ ပါဝင်ထားတဲ့ နက်ဖလစ် ဟာသ အက်ရှင် ကားအသစ်ထွက်လာပါပြီ။ Hitman Bodyguard နဲ့အတော်ဆင်ပါတယ်။ ရယ်ရတယ်၊ အတိုက်အခိုက်တွေပါတယ်။ rating လည်း ကောင်းကောင်းရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တက်ဒီဆိုတဲ့လူဟာ ဘာလုပ်လုပ်တလွဲတွေချည်းပဲမို့ အလုပ်မှာမအောင်မြင်တဲ့လူတစ်ယောက်ပါ။ သူ့မိတ်ဆွေတွေကတောင် တစ်ယောက်ယောက်တလွဲလုပ်ရင် တက်ဒီမလုပ်နဲ့ဆိုပြီး ပြောင်ကြတဲ့အထိပါပဲ။ သူ့မိန်းမရဲ့ မွေးနေ့အတွက် တဲအိမ်တစ်ခုကိုသွားနေရာချရင်း လွဲနေကျ တက်ဒီတစ်ယောက် တဲမှားပြီးရောက်သွားပါတယ်။သူရောက်သွားတဲ့ တဲက လူတွေကတော့ တိုရန်တိုကလူ ဆိုတဲ့ နာမည်ကြီး ကြေးစားလူသတ်သမား၊ နှိပ်စစ်စစ်ဆေးရေးသမားကို မျှော်နေကြတာပါ။ သူတို့ကလည်း တိုရန်တိုကလူကိုမမြင်ဖူးဘဲ တက်ဒီ့ကို အရှုပ်ထုပ်ကြီးထဲ ဆွဲထည့်မိသွားတဲ့အခါ... File size…(1.98GB/(1.07GB)/(772MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action / Comdey / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-man-from-toronto2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2QyMzUwZjAtMzVmYi00ZTcyLWE0YzMtZDliMGY2MGQzYjI4XkEyXkFqcGdeQXVyOTUzODczNjk@._V1_-133x200.jpg",
        "title": "Man on the Edge (2022)",
        "description": "“ကျွန်တော်က သာမာန်ပြည်သူတစ်ယောက်ပါ” “ ပြည်သူ့အတွက်ပါ “ဆိုပြီး စွန့်စားမှုကိုစိန်ခေါ်လာခဲ့တဲ့လူအကြောင်းကို ရိုက်ကူးထားတဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n၁၉၀၀ ဝန်းကျင်လောက်က ဟောင်ကောင်အစိုးရအဖွဲ့ရဲ့ အောက်ဖဲတွေကိုပါ ပါးပါးလေးလှပ်ပြထားတာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးတစ်ကားပါပဲဗျ ။တရားမဝင်အဖွဲ့အစည်းဆိုတာ အစိုးရဘက်ကသတ်မှတ်ပေးထားတဲ့အဖွဲ့အစည်းတစ်ခု။ အဲ့ဒီအဖွဲ့အစည်းထဲမှာ အားလော့တစ်ယောက် သတင်းပေးလုပ်နေရင်းနဲ့ အဖွဲ့ထဲကညီအစ်ကိုတွေနဲ့ တော်တော်ရင်းနှီးလာခဲ့ပါတယ်။ သူ့အတွက် ရွေးချယ်ရအခက်ဆုံးကတော့ အဖွဲ့ခေါင်းဆောင်အဖြစ် လျာထားခံရတဲ့အထဲမှာ သူပါသွားတာပါပဲ။သူသတင်းပေးလုပ်ရတဲ့ရည်ရွယ်ချက်က နောက်ကွယ်က လက်မည်းကြီးတွေကို ဖော်ထုတ်ချင်တာဖြစ်ပြီး အခုသူကိုယ်တိုင် အဲ့ဒီလက်မည်းကြီးတွေနဲ့ ပူးပေါင်းလုပ်ကိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့…. အဖွဲ့အစည်းကို ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုလိုက်ပါတော့ဗျာ ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ JoJo Va ပါ ) File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:57:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/man-on-the-edge-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzAyMjRjMjQtNTFmNC00NDdmLTg5YzYtZmRkNmQ3NTY1MGI5XkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-1-143x200.jpg",
        "title": "Once Upon a Time in Shanghai (2014)",
        "description": "၂၀၁၄ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အမှန်တကယ်ကြုံးတဲ့ တရုတ်အက်ရှင်ကား​ဟောင်း ကား​ကောင်းတစ်ကားကို တင်ဆက်​ပေးချင်ပါတယ်။\nဂျပန်​ခေတ် တရုတ်နိုင်ငံရှန်ဟိုင်းမြို့ကို​ ​နောက်ခံထားပြီး ဂိုဏ်း​တွေ ဂိုဏ်း​ခေါင်း​ဆောင်​တွေရဲ့ ပိုင်နက်အရှုပ်​တော်ပုံ​တွေကြားက ကွန်ဖူးပညာပြခန်း​တွေကို တစ်ဝကြီးကြည့်ရှုရမှာပါ။\nဖက်တီးမင်းသားလို့ ကျွန်​တော်တို့​ခေါ်ကြတဲ့ Sammo Hungလည်း ပါဝင်ထားပါတယ်။ IMDbက​တော့ 6.7ပါ။၁၉၃၀ပြည့် တရုတ်နိုင်ငံ ရှန်ဟိုင်းမြို့ဟာ လူတိုင်းအတွက် နိဗ္ဗာန်ဘုံ တစ်ခုဆိုသလိုပဲ ကြီးပွားချမ်းသာချင်သူ​တွေ လာကြတဲ့မြို့ကြီးပါ။\nဒါ​ပေမဲ့ အလွှာ​ပေါင်းစုံ၊ လူ​ပေါင်းစုံရှိ​နေတဲ့ မြို့ကြီး ဖြစ်​နေတာ​ရယ် ​​ခေတ်မီတိုးတက်သ​လောက် ဒုစရိုက်မှု၊ ခေါင်းပုံဖြတ်မှု​​တွေ အ​​တော် များတာရယ်​ကြောင့် ​ကောင်းစားသွားသူထက် လက်​လျော့သွားသူ၊ အသက်​ပေးလိုက်ရသူ​တွေက ပိုများ​နေတာပါ။မာ​ဝေကျင်းဆိုတဲ့ ​ကောင်​လေးတစ်​ယောက်ကလည်း ရှန်ဟိုင်းမြို့ကို ကြီးပွားချင်တဲ့စိတ်နဲ့ ​ရောက်လာခဲ့သူပါ။\nရှန်ဟိုင်းမြို့ကြီးမှာ ကြုံရာ အလုပ်​​တွေ ဝင်လုပ်ရင်း ရှန်ဟိုင်းရဲ့ ဒိတ်ဒိတ်ကြဲ ဂိုဏ်း​ခေါင်း​​ဆောင် ​လောင်ကျဲနဲ့ သွားဆုံမိပါတယ်။ ​\nဂိုဏ်း​ပေါင်းစုံရဲ့ ဘုံရန်သူ ဖြစ်​နေတဲ့ ​လောင်ကျဲကလည်း ကွန်ဖူးထူးချွန်တဲ့ မာ​ဝေကျင်းကို တပည့်အဖြစ် ​မွေးလိုက်ပါတယ်။\nဒီလိုနဲ့ပဲ ​မာ​ဝေကျင်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-shanghai-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/baisan-16-137x200.jpg",
        "title": "Tomb Empty Coffin (2020)",
        "description": "Tomb Empty Coffin (2021)\n====================\nIMDb Rating - 6.3/10လူငယ်ပေါင်ချိန်ကို ဇာတ်လမ်းတွဲတွေပဲကြည့်ရတာရိုးနေရင်\nအပြောင်းအလဲလေးဖြစ်သွားအောင် ရုပ်ရှင်လေးပြောင်းကြည့်\nရအောင်။ပေါင်ချိန်ဆိုတော့ အမှုလိုက်ပြီပေါ့နော်။ ဒါပေမဲ့ သူလိုက်မယ့်အမှုက\nတော်ရုံတန်ရုံခေါင်းစားတာမျိုးမဟုတ်ဘဲနဲ့ ဘဘာဝလွန်ဖြစ်ရပ်တွေပါ\nပါတတ်တာ ပေါင်ချိန်ရဲ့ထုံးစံလိုဖြစ်နေပါပြီ။ အခုလည်း အမှုက သေရာ\nကနေပြန်ရှင်လာတဲ့လူသတ်သမားတဲ့။ ဘယ်လိုဖော်ထုတ်မလဲ ဆက်\nကြည့်လိုက်ပါဦးနော်။ ။ဇာတ်လမ်းအကျဉ်းကတော့ ပေါင်ချိန်က သူ့ဆရာဖြစ်တဲ့ သမားတော်ဟူ\nဆုံးသွားလို့ ကုန်းအန်းပြည်နယ်ကို ခွင့်ရက်ရှည်ယူပြီး ဆရာ့အုတ်ဂူကို\nသွားကန်တော့မလို့ပါ။ ဒါပေမဲ့ အဲ့ဒီကုန်းအန်းပြည်နယ်မှာ မိန်းကလေး\nငယ်တွေ ပျောက်ဆုံးနေပြီး သူ့ဆရာအလောင်းလည်း ပျောက်နေပါတယ်။\nလူတွေပြောကြတာကတော့ သေရာကနေပြန်ရှင်လာပြီး လူတွေကိုလိုက်\nသတ်၊ မျက်နှာအရေပြားတွေကို ဓါးနဲ့ဆွဲခွာထားပါတယ်တဲ့။\nအဲ့ဒီတော့ ဆရာ့အုတ်ဂူကိုကန်တော့ဖို့လာရင်းနဲ့ သေရာကနေပြန်ရှင်လာတဲ့\nအမှုအပြင် တခြားပဟေဠိတွေကိုပါ တစ်ခုပြီးတစ်ခု ဘယ်လိုဖြေရှင်းသွား\nမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (572 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Drama\nTranslator.......Jo Jo ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tomb-empty-coffin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/22npwoo0DwXVyGcxhiiB8pXSleK.jpg",
        "title": "The Flower and the Empress ( 2019 )",
        "description": "The Flower And The Empress (2019) ဆိုတဲ့ကားလေးကို\nCM ချစ် ပရိသတ်တွေအတွက်ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးကတော့ ဘုရင်မအုပ်ချုပ်ချိန် မ ဝါဒကြီးစိုးချိန်ကာလကို\nနောက်ခံထားရိုက်ကူးပြထားတာပါ...\nဒီကားလေးမှာ ဘုရင်မကြီးရဲ့ အချစ်ရဆုံးနဲ့\nအားအထားရဆုံး တတိယမင်းသမီးလေး\nလန်ရှီဟာ ဒေသခံတစ်ခုကို စုန်းမနက်ဂိုဏ်းက\nကယ်တင်ပေးရာကနေ... ဒေသခံ\nဇာတ်နိမ့်အမျိုးသားတစ်ဦးကို သတိထားမိခဲ့ရာကနေ\nစစ်သူကြီးဆိုတဲ့ရာထူးကို အမျိုးသမီးမဟုတ်ဘဲ\nအမျိုးသားတစ်ယောက်သာ တာဝန်ထမ်းဆောင်ရင်\nဘယ်လိုဖြစ်မလဲလို့ စတင်တွေးမိခဲ့တယ်...တစ်ဖက်မှာလဲ မြင်မြင်ချင်းအချစ်လို့ဆိုရမလား.\nဒုက္ခရောက်နေချိန်မြင်လိုက်ရတဲ့\nကောက်ရိုးမျှင်လေးကြောင့်လို့ပဲဆိုရမလား...\nတတိယမင်းသမီးကယ်တင်ခံခဲ့ရတဲ့\nချောင်ရှန်းတစ်ယောက်ဟာ တတိယမင်းသမီးရှိတာ\nမြို့တော်ကို ချက်ချင်းဆိုလို တတိယမင်းသမီးရဲ့မြင်းနောက်က\nတောက်လျှောက်လိုက်သွားခဲ့သလို...လေ့ကျင့်ရေးကျောင်းက ရွေးချယ်ခံရတဲ့\nအမျိုးသားတွေက မင်းမျိုးနွယ်တွေကို\nခစားခွင့်ရှိမယ်ဆိုတာကို သိထားတာကြောင့်\nဒီကျောင်းဝင်ခွင့်ရဖို့ပါကြိုးစားခဲ့ပြီး\nတင်းယွမ်ဆိုတဲ့ ပထမတန်းစား ခစားသူအဖြစ်\nအရွေးခံရပြီးနောက် ချောင်ရှန်းတစ်ယောက်\nသူ့နှလုံးသားထဲကတတိယမင်းသမီးလေးကို\nဆုံဖို့ နန်းတော်ကို ခစားဝင်ခွင့်ရခဲ့တယ်...ကဲ သူတို့ တကယ်ဆုံမှာလား... ဆုံပြီးရင်ရော ဒီလို\nဝါဒကြီးစိုးနေတဲ့လောကကြီးမှာ\nသူတို့အချစ်ဇာတ်လမ်းရော\nဖြောင့်ဖြူးပါ့မလားဆိုတာ\nဒီဇာတ်လမ်းလေးဒေါင်းကြည့်လိုက်နော်~ \nQualty : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Romance\nRuntime : 1h 18min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu ...",
        "rating": "6.1",
        "url": "https://megaup.net/3NNuV/The_Flower_And_The_Empress_(_2019_)_WEB-DL_1080p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR7gW2Oj8Qku5m82SvWfwTbwopM.jpg",
        "title": "Rising Boas in a Girl’s School ( 2022 )",
        "description": "ဒီတစ်ခါတော့ CMပရိသတ်ကြီးအတွက် Horror,\nThrillerကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။မြို့အစွန်အဖျား တောင်ကုန်တွေကြားမှာ\nလျှို့ဝှက်မြွေမွေးမြူတဲ့စခန်းတစ်ခုရှိပြီး\nတရားမဝင်ဟော်မုန်းဆေးတွေ တိုက်ကျွေးမွေးမြူထားတာကြောင့်\nမြွေတွေဟာတစ်ဖြည်းဖြည်းဗီဇပြောင်းလာပါတယ်။တစ်နေ့မှာတော့ မြွေတွေကလှောင်အိမ်ထဲကနေလွတ်မြောက်သွားပါတယ်။\nအနီးနားမှာရှိတဲ့ လေကြောင်းတက္ကသိုလ်က\nလေယာဉ်မယ်ကောလိပ်ကျောင်းသူလေးတွေဟာ\nကျောင်းဆင်းပွဲအခမ်းအနားအတွက်ပြင်ဆင်နေကြပါတယ်။အဲဒီအချိန်မှာအလွန်ကြီးမားတဲ့မြွေကြီးတစ်ကောင်နဲ့\nမြွေတွေရောက်လာပြီး လေယာဉ်မယ်လောင်းလေးတွေကိုအမဲဖျက်ပါတော့တယ်။\nလေယာဉ်မယ်လောင်းအချောအလှလေးတွေရဲ့သည်းထိပ်ရင်ဖို\nပြေးလွားစွန့်စားတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာဖြစ်ပါတယ်။\nသူတို့လေးတွေမြွေကြီးရန်ကနေလွတ်မြောက်နိုင်ပါ့မလား။\nမိစ္ဆာမြွေကြီးနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့အဆုံးထိဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Horror\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Nu Mon , Hnin Wut Hmon , Minnie , Shwe Zin Oo\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/15Vv1/Rising_Boas_In_A_Girls_School_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Countdown-443760738-large-140x200.jpg",
        "title": "Countdown (2011)",
        "description": "Countdown (2011)\n=============\nIMDb Rating - 6.4/10ဒီဇာတ်လမ်းကတော့ မိဘနဲ့သားသမီးကြားမှာရှိတဲ့ သံယောဇဉ်ကို\nတခြားဇာတ်အိမ်တွေနဲ့မတူဘဲ ရသမြောက်မြောက် ရိုက်ကူးတင်ဆက်\nထားတဲ့ဇာတ်လမ်းလေးတစ်ခုပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nသွေးအေးရက်စက်တတ်တဲ့ အကြွေးစုဆောင်းရေးအေးဂျင့် ဖြစ်သူ ထယ်ဂွန်းဟို\nတစ်ယောက်၊ တစ်နေ့မှာတော့ သူ့ဆီမှာ အရမ်းကိုပြင်းထန်နေပြီဖြစ်တဲ့ အသည်း\nကင်ဆာရောဂါရှိနေပြီလို့ သိလိုက်ရပါတယ်။ အသက်ရှင်ဖို့ အချိန်သုံးလသာကျန်\nတော့တဲ့ သူ့အတွက် အစားထိုးခွဲစိတ်မှုလုပ်ဖို့ အသည်းအလှူရှင်တစ်ယောက်ကို\nဆယ်ရက်အတွင်းရှာဖို့ လိုအပ်လာခဲ့ပါတယ်။‌ကြံရာမရတဲ့အဆုံးမှာတော့ သူ့သား‌လေး သေဆုံးချိန်တုန်းက ကိုယ်အင်္ဂါလှူဒါန်း\nပေးထားတဲ့သူတွေကို ရှာဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ သူ့ကို အသည်းလှူပေးနိုင်‌လောက်မဲ့\nချာဟာယွန် ကို ရှာတွေ့သွားတဲ့အချိန်မှာတော့ ချာဟာယွန်ဟာ နာမည်ကြီးလူလိမ်\nတစ်ယောက်ဖြစ်နေတာကြောင့် သူ့ပြစ်ဒဏ်တွေအတွက်အချုပ်ကျနေခဲ့ပါတယ်။\nကံကောင်းစွာနဲ့ပဲ အချုပ်က လွတ်ဖို့ ရက်အနည်းငယ်သာကျန်တာ သိလိုက်ရတဲ့\nအချိန်မှာတော့ ထယ်ဂွန်းဟိုတစ်ယေက် လူလိမ် ချာဟာယွန်ကို သူ့အသည်းကို\nအစားထိုးပေးဖို့ ဘယ်လိုစည်းရုံးမလဲ။ ချာဟာယွန် လုပ်ခဲ့တဲ့အရှုပ်အရှင်းတွေကို ဘယ်လို\nဖြေရှင်းကြမလဲ။ သူအောင်အောင်မြင်မြင် ခွဲစိတ်နိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းမှာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှူလို့ရ‌‌အောင် တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (810 MB) / ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/countdown-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p16MvOHuToMxFJxPMbAnWfOpgea.jpg",
        "title": "Detective Dee and Deadly Fragrance ( 2022 )",
        "description": "CM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nDetective Dee: Scent of a Killer ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Luoyang မြိုထဲမှာမတရားစွပ်စွဲပြီးခေါင်းဖြတ်ခံရတဲ့\nAn Yu ဆိုတဲ့မိန်းကလေးတစ်ယောက်ကသရဲအဖြစ်အနေနဲ့\nလူတော်တော်များများကို လိုက်လံသတ်ဖြတ်နေတဲ့သတင်းတွေထွက်ပေါ်နေပါတယ်။အဲ့အချိန်မှာ Dee Ren Jie ကိုနယ်နှင်ဒဏ်ခံရတဲ့အပြစ်ကနေ\nလွတ်ငြိမ်းချမ်းသာခွင့်ပေးလိုက်ပြီး ဒီအမှုကိုလိုက်လံစုံစမ်းဖိုခွင့်ပြုလိုက်တဲ့အချိန်မှာတင်\nDee Ren Jie ကိုမကျေနပ်တဲ့အုပ်စုကသတ်ပစ်ဖိုကြိုးစားပါတော့တယ်။တချိန်တည်းမှာဘဲ Lv Zhaoyuan ဆိုတဲ့လူကတော့ ပျောက်ဆုံးသွားတဲ့ဇနီးကိုရှာဖို့\nမြိုတော်ဆီလာနေရင်းလမ်းမှာလူသတ်သမားတွေကြောင့်ချောက်ကမ်းပါးကနေပြုတ်ကျသွားတဲ့\nDee Ren Jie ကိုကယ်တင်ပေးခဲ့တယ်။ကံမကောင်းစွာနဲ့\nDee Ren Jie ကအတိတ်မေ့သွားခဲ့တယ်။ဒီလိုနဲ့အကြောင်းရင်းတိုက်ဆိုင်လာတဲ့အချိန်နှစ်ယောက်လုံးလူချင်းလဲလိုက်တဲ့အချိန်မှာတော့....\nကဲဒီတော့ဇနီးပျောက်လိုရှာနေတဲ့ Lv Zhaoyuan က\nရူပ်ထွေးလှတဲ့အမှုကြီးမှာဝင်ပါသွားတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်မလဲ?\nDee Ren Jie ကတော့သူ့မှတ်ဉာဏ်ပြန်ပေါ်လာမလား?\nစတဲ့မေးခွန်းပေါင်းများစွာရဲ့ အဖြေတွေကိုသိချင်ရင်တော့\nဒီဇာတ်ကားလေးကိုကြည့်ရူလိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Comedy\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.2",
        "url": "https://megaup.net/15Vom/Detective_Dee_and_Deadly_Fragrance_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-22-at-06-01-49-The-Twins-Effect-II-2004-145x200.png",
        "title": "The Twins Effect II (Vampire Effect 2) (2004)",
        "description": "Twin Effect 2 မှာ​တော့ 1က သရုပ်​ဆောင်​တွေပဲ ပြန်ပါလာ​ပေမယ့် ဇာတ်​ကြောင်းလုံးဝကွဲပြားသလို သရုပ်​ဆောင်အသစ်​တွေ အများကြီးပါဝင်လာပါတယ်။\n1တုန်းက ပါခဲ့တဲ့ Jackie Chanအပြင် ဒီကားမှာ Ip Man အဖြစ်လူသိများတဲ့ Donnie Yenပါ ဧည့်သည်အဖြစ် ပါဝင်လာတာပဲ ဖြစ်ပါတယ်။ဇာတ်​ကြောင်းက​တော့ ​​ယောကျ်ား​တွေကို စိတ်နာ​နေတဲ့ အ​မေဇုန်ပြည်ဘုရင်မကြီးဟာ အာဏာ​ရော ​မှော်အစွမ်း​တွေပါ သုံးပြီး တိုင်းပြည်ကိုထိန်းချုပ်ထားတာပါ။ ​\nယောကျ်ား​တွေလို ​​ငွေဝယ်ကျွန်လို​ ​ရောင်းဝယ်​ဖောက်ကားကြပြီး မိန်းမ​တွေက ပြားပြားဝပ် ဖိနှိပ်ထားတဲ့ တိုင်းပြည် တစ်ခု​ပေါ့။\nဒီလိုမျိုးအစွန်း​ရောက်​နေတဲ့ ဘုရင်မကြီးကို နှိမ်နင်းနိုင်တဲ့ တစ်ခုတည်း​​သော နည်းက​တော့ ကြယ်တာရာ သူရဲ​ကောင်းတစ်​ဦးက Excaliburဓါးနဲ့အတူ ဘုရင်မကြီးကို သတ်ပစ်ရမှာပါ။သူ့ကို​ ချေမှုန်းနိုင်မယ့်သူရှိတာ သိ​နေတဲ့ဘုရင်မက တိုင်းပြည်ထဲက ​​​ယောကျ်ားမှန်သမျှ လိုက်ဖမ်းပြီး သူရဲ​ကောင်းအ​လောင်းအလျာကို ရှာ​ဖွေ​နေခဲ့တာပါ။\nဒါ​​ပေမဲ့ အ​ကြောင်းအမျိုးမျိုး​ကြောင့် အထက်ပါ သူရဲ​​ကောင်းက လွတ်​မြောက်​နေပြီး ​​နောက်ဆုံးမှာ မိစ္ဆာဘုရင်မကြီးနဲ့ ထိပ်တိုက်​တွေ့ဆုံပါ​တော့တယ်။\nထိုသူရဲ​ကောင်းက ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-twins-effect-ii-vampire-effect-2-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/twins-effect-143x200.jpg",
        "title": "The Twins Effect (Vampire Effect) (2003)",
        "description": "၂၀၀၃ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ​ဟောင်​ကောင်အက်ရှင်ဟာသကား​လေး တင်ဆက်​​ပေးချင်ပါတယ်။\nInitial Dနဲ့ Internal Affairs ဇာတ်ကား​တွေမှာ ပါဝင်ဖူးတဲ့ Edison Chenက ​ခေါင်း​ဆောင်ပါဝင်ထားသလို Jackie Chanနဲ့ Karen Mokတို့လည်း cameoအ​နေနဲ့ ပါဝင်ထားပါ​​သေးတယ်။အနာဂတ်ကာလမှာ သွေးစုပ်ဖုတ်​ကောင်မျိုးနွယ်​တွေ ကမ္ဘာတစ်ဝန်းကြီးစိုးလာသလို ​သွေးစုပ်ကောင်နှိမ်နင်း​ရေး အဖွဲ့​အစည်းတွေလည်း အများအပြား​ ပေါ်ထွက်လာပါတယ်။\nရိဗ်၊ ညီမဖြစ်သူ ဟယ်လန်နဲ့ပါတနာ ဂျစ်ပစီတို့ကလည်း ​သွေးစုပ်​ကောင်မုဆိုး​တွေ​ပေါ့။ဒီလိုနဲ့ သူတို့​နေထိုင်ရာ ​ဟောင်​ကောင်ကို ဥ​ရောပနွယ်သွေးစုပ်ကောင်​တွေ ရုတ်တရက်​ရောက်လာကြပါတယ်။\nသူတို့​​တွေ ရောက်လာရတဲ့အ​ကြောင်းရင်းက သွေးစုပ်ကောင်သမ္မာကျမ်းစာအုပ်လို့ ​​ပြောနိုင်တဲ့ \"Day For Night\"စာအုပ်ကို ဂိုဏ်း​တွေလုရာမှ စတင်ခဲ့တာပါ။ဒီစာအုပ်ရဲ့အစွမ်းကို ပိုင်ဆိုင်ဖို့လိုအပ်တဲ့အရာက မူလပိုင်ရှင်​ဖြစ်တဲ့ ​တော်ဝင်မိသားစု မင်းသား၆ပါးရဲ့ ​သွေးပါ။\nဒီထဲကမှ ပဥ္စမမင်းသားဖြစ်တဲ့ ကာဇမ်က ​ဟောင်​ကောင်ကို ​ရောက်လာပြီး ရိဗ်ရဲ့ ညီမ​လေးဟယ်လန်နဲ့ ​ရေစက်သွားဆုံပါတယ်။ဒီလိုနဲ့ စာအုပ်အစွမ်းကို ပိုင်ဆိုင်ချင်တဲ့ ဥ​ရောပမျိုးသွေးစုပ်ကောင်တသိုက်နဲ့ တစ်ဖက်က ​​တော်ဝင်မင်းသားနဲ့ သွေးစုပ်​ကောင်မုဆိုးတို့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ဟာသအက်ရှင်ဆန်ဆန် ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-twins-effect-vampire-effect-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Naked-Killer-1992-cover-133x200.jpg",
        "title": "[18+] Naked Killer (1992)",
        "description": "Naked Killer (1992)\nIMDb - 6.0/10_____Rotten - 80%\nဟောင်ကောင်မင်းသမီး Chingmy Yau ကို Naked Killer (1/2) ဇာတ်ကားတွေနဲ့ မှတ်မိကြတဲ့အထိ ဒီဇာတ်ကားတွေမှာ သူမအနေနဲ့ ခပ်ကြမ်းကြမ်းသရုပ်ဆောင်ခဲ့ပါတယ်။\nNaked Killer ဇာတ်ကားက  Naked Weapon(2002) လို ခပ်မိုက်မိုက် ခပ်လန်းလန်း ဟောင်ကောင်ဂျက်မအမျိုးအစားဇာတ်ကားပါ။\nဇာတ်လမ်းကျောရိုးလေးကတော့ ...\nတီနမ်လို့ခေါ်တဲ့ ဟောင်ကောင်ရဲတစ်ယောက်ဟာ အမှုတစ်ခုမှာ မတော်တဆဖြစ်ပြီး\nညီဖြစ်သူကို ဆုံးရှုံးခဲ့ရလို့ စိတ်ကို ခက်ခက်ခဲခဲ ပြန်လည်တည်ဆောက်နေရတဲ့ ကောင်လေးဖြစ်ပါတယ်။\nတစ်နေ့တော့ ဟောင်ကောင်ကနေ ပြောင်းလာတဲ့ ကစ်တီဆိုတဲ့ ခပ်လန်းလန်းကောင်မလေးတစ်ယောက်နဲ့\nမတော်တဆ တွေ့ဆုံခဲ့ပြီး သံယောဇဉ်တွယ်ခဲ့မိပါတယ် ...\nပျော်ရွှင်နေတဲ့ သူတို့ဘဝထဲကို ကံဆိုးမိုးမှောင်ကျလာခဲ့တာကတော့ ကတ်တီရဲ့ အဖေဖြစ်သူ အသတ်ခံလိုက်ရတာပါပဲ....\nကစ်တီဟာလည်း ပြန်လည်လက်စားချေရင်း ကြေးစားလူသတ်သမားတစ်ယောက် ဘဝကို ရောက်ရှိသွားပါတော့တယ်...။\nဒီတော့ ရဲတစ်ယောက်နဲ့ လူသတ်သမားတစ်ယောက်တို့ရဲ့ မေတ္တာရေးက ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ....။\nခပ်ဟော့ဟော ခပ်ရမ်းရမ်း ဇာတ်ဝင်ခန်းတချို့ပါဝင်တဲ့အတွက်\nအရွယ်မရောက်သူ ကလေးသူငယ်များတော့ကြည့်လို့ အဆင်မပြေပါဘူး။\nFile Size ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/naked-killer-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zbgXndk8LvLoSlilVhvVwrOIiKj.jpg",
        "title": "The Hero Named Koxinga ( 2022 )",
        "description": "ဒီဇာတ်ကားကတော့ သမိုင်းမှာတကယ်ရှိခဲ့တဲ့ သူရဲကောင်းတစ်ယောက်ရဲ့\nဘဝတစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nမင်ပြည်ဟာ ချင်ပြည်ရဲ့ကျူးကျော်တိုက်ခိုက်မှုကိုခံရစဥ်မှာ ကောရှင်းရယ်\nအမည်တွင်တဲ့သူရဲကောင်းတစ်ယောက် ပေါက်ထွက်လာခဲ့တယ်။နာမည်ကတော့ ကျန်းချန်ကုန်းဖြစ်ပြီး၊ တိုင်းပြည်နဲ့လူမျိုးကို\nကာကွယ်ဖို့အသက်ပေးထားတဲ့ စစ်သူကြီးတစ်ယောက်ဖြစ်တယ်။\nသူဟာ တိုက်ပွဲတိုင်းကိုရွပ်ရွပ်ချွံချွံတိုက်ခိုက်အောင်မြင်ခဲ့ပြီး\nတိုင်းပြည်ကို တိုင်းတစ်ပါးသားလက်ထဲက ကာကွယ်နိုင်သူ။\nပြည်သူအများရဲ့ယုံကြည်ကိုးစားခြင်းကိုခံရတဲ့ သူရဲကောင်းတစ်ယောက်။\nတိုင်းပြည်အရှုပ်အထွေးနဲ့ကြုံပြီး စစ်မီးတောက်လောင်နေတဲ့အချိန်မှာ\nသူ့ရဲ့ဉာဏ်ပညာနဲ့ နည်းဗျူဟာကျကျ တွက်ချက်ပုံတွေ၊\nပြည််သူအများ​ကိုကာကွယ်ပုံတွေကိုကြည့်ရှုရမှာဖြစ်သလို၊\nသူရဲကောင်းစိတ်ဓာတ်အပြည့်ရှိတဲ့ သူရဲကောင်းတွေအကြောင်းကိုလည်းကြည့်ကြရမှာပါ။သရုပ်ဆောင်တွေဟာလည်းဝါရင့်သရုပ်ဆောင်မင်းသားကြီးတွေဖြစ်ပြီး၊\nစစ်ကားကြိုက်သူတွေအတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားဖြစ်မှာပါ။\nစစ်ဗျူဟာတွေ လှည့်ကွက်တွေဟာလည်း ပျင်းသွားစရာတစ်ကွက်မှမရှိဘဲ ၊\nစစ်တိုက်ခန်းတွေဟာလည်း တကယ်ကြမ်းပါတယ်။\nအရင်ခေတ်ကားတွေကိုကြည့်နေရသလိုခံစားချက်မျိုးရစေမယ့်\nဇာတ်ကားကောင်းတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါဦး။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , History , War\nRuntime : 1h 21min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Chu Chu , Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/15Tx4/The_Hero_Named_Koxinga_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fohNWcYLAO5KnlIfig36ieaTVdN.jpg",
        "title": "Ben & Jody (2022)",
        "description": "Ben & Jody (2022) ဘန်ကတော့ သူ့ရဲ့  မွေးရပ်ဇာတိလေးမှာပဲ အေးအေးလူလူနဲ့ ကော်ဖီလုပ်ငန်းလေး လုပ်ကိုင်နေတဲ့ သူတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ကုမ္ပဏီကြီးတစ်ခုက ဘန်တို့ ရွာသားတွေ လယ်သမားတွေရဲ့  မြေတွေကို အတင်းအဓမ္မ သိမ်းယူဖို့ ပြင်ဆင်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အတွက် ဘန်က လယ်သမားတွေကို ဦးဆောင်ပြီး ဆန္ဒပြ ဆန့်ကျင်ခဲ့ပါတယ်။ဒီလိုတွေဖြစ်ပြီး သိပ်မကြာလိုက်ပါဘူး ဘန် ကို ကုမ္ပဏီက ငှားထားတဲ့ လူမိုက်တွေက ရိုက်နှက်ပြီး ဖမ်းဆီး ထားလိုက်ပါတော့တယ်။ ဘန်လိုပဲ အခြား ဖမ်းဆီး ရီုက်နှက်ခံရတဲ့ ရွာသားတွေကလည်း အများကြီး ... တစ်နေ့မှာတော့ ဘန် တစ်ယောက် သူ့ရဲ့ ကော်ဖီဆိုင်ဖွင့်ပွဲကို မရောက်လာလို့ ဆိုပြီး ဘန်ရဲ့ သူငယ်ချင်း ဂျိုဒီက ရွာကို လာပြီး အကျိုးအကြောင်း စုံစမ်းမေးမြန်းတော့မှ ဖြစ်ကြောင်းကုန်စင် သိသွားပြီး ဘန်နဲ့ အဖမ်းခံထားရတဲ့ လူတွေကို ကယ်တင်ဖို့ ကြိုးစားတဲ့အခါ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ben-jody-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/aaaUntitled-143x200.jpg",
        "title": "The Heroic Trio 2: Executioners (1993)",
        "description": "မီရှယ်ယို...မက်ဂီချောင်...အန်နီတာမွိုင်တို့ပါဝင်တဲ့ အံ့ဖွယ်အမျိုးသမီးသုံးယောက်ပေါင်း လောင်းကျော် ဟောင်ကောင်ဂျက်မသုံးဖော်ရဲ့ ဒုတိယကားလေး လာပါပြီဗျာ။ပထမကားကတော့ သုံးယောက်ဘယ်လိုမျိုးပေါင်းမိသွားလဲဆိုတာကို အသားပေးရိုက်ကူးထားပြီး အခုကားလေးမှာတော့ ပိုပြီးခိုင်မာလာတဲ့သူငယ်ချင်းသံယောဇဉ်နဲ့ တာဝန်ဝတ္တရားများအကြောင်းကို အလေးပေးရိုက်ကူးထားတာမို့ ခံစားမှုရသတစ်မျိုးပေးဦးမှာဖြစ်ပါတယ်။ နှစ်ကားစလုံးကို ကြည့်နိုင်ရင်ပိုအရသာရှိပြီး တစ်ကားစီခွဲကြည့်ရင်လည်း အဆင်ပြေပါတယ်။ကမ္ဘာကြီးရဲ့ဆုတ်ကပ်သင်္ကေတအဖြစ် အနုမြူဗုံးပေါက်ကွဲသွားတဲ့အချိန်ပေါ့။ အရာအားလုံးပျက်စီးသွားပြီး ပြည်သူတွေအတွက်မရှိမဖြစ်လိုအပ်တဲ့ ရေအရင်းအမြစ်ပါ ညစ်ညမ်းသွားပါတယ်။ သန့်စင်တဲ့ရေကိုရအောင်ရှာပေးနိုင်တဲ့ အဖြူရောင်သူရိယအဖွဲ့ကို ပြည်သူတွေက တစ်ခနက်အားပေးထောက်ခံလာတဲ့အချိန် စစ်တပ်ကအရမ်းတုန်လှုပ်သွားပါတယ်။အဲ့ဒါကြောင့် အဖြူရောင်သူရိယအဖွဲ့ခေါင်းဆောင်ကို လုပ်ကြံလိုက်တဲ့အပြင် စွမ်းဆောင်မှုမရှိဘူးဆိုပြီး သမ္မတကိုဖြုတ်ချကာ စစ်အာဏာသိမ်းဖို့ပြင်ဆင်ပါတော့တယ်။ ရေသန့်ကိစ္စနဲ့ အဓိကရုဏ်းဖြစ်လာကြပြီး အာဏာတစ်ခုအတွက်နဲ့အသေခံရတဲ့သူတွေများလာတဲ့အခါ.. ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်သုံးယောက်က ဘယ်လိုမျိုးလှလှပပ ဖြေရှင်းသွားမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်....။ ။IMDb Rating(5.8) ထိပဲ ရရှိထားတယ်ဆိုပေမယ့် ဇာတ်လမ်းသဘောလန်းသလို ဇာတ်ကောင်တွေကိုလဲ မညှာမတာကိုင်တွယ်ထားတဲ့ ဒီဇာတ်ကားက ခေတ်မီမှုသိပ်မရှိသေးတဲ့ CGI သဘောတွေကို ဖယ်ကြည့်မယ်ဆိုရင် တော်တော်ကို မိုက်တဲ့ အက်ရှင်ဇာတ်ကားပါ။\nFile size…(2.5 GB) / (950 MB)\nQuality….HDRip Uncut ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-heroic-trio-2-executioners-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/the_heroic_trio_fr_1315-133x200.jpg",
        "title": "The Heroic Trio (1993)",
        "description": "Michelle Yeoh , Maggie Cheung , Anita တို့သုံးယောက်ပေါင်းလောင်းကျော်ထားတဲ့ ဟောင်ကောင်ဂျက်မသုံးဖော်ဇာတ်ကားလေးလာပါပြီ။သူတို့သုံးယောက်ငယ်နုတုန်းက ပုံရိပ်အလန်းတွေကိုတစ်ဝကြီးရှုစားရမယ့်အပြင် ၁၉၀၀ ခုနှစ်လောက်က ဟောင်ကောင်အက်ရှင်ကားအကြမ်းကိုကြည့်ရမှာဆိုတော့ ရွှေခေတ်ဇာတ်ကြမ်းတွေပေါ့...ဇာတ်လမ်းကတော့ သုံးလအတွင်း ကလေး (၁၈)ယောက်ပျောက်တာနဲ့စပါတယ်။ ဘယ်လိုမှရှာမတွေ့တဲ့အပြင် ရဲမှူးကြီးရဲ့ကလေးကိုလည်း ခိုးမယ်လို့ပေါ်တင်ပြောပြီး စိန်ခေါ်ပါတော့တယ်။ တစ်ခါတစ်လေ ဥပဒေဘောင်ထဲကလုပ်လို့အဆင်မပြေတဲ့အရာတွေ၊ မလုပ်ရဲတဲ့အရာတွေကို ပြည်သူ့သူရဲကောင်းတွေက မျက်နှာဖုံးတွေနောက်ကွယ်ကနေ ကူညီပေးတတ်ကြတယ်မလား....ဘယ်လိုသူရဲကောင်းတွေလဲဆိုတာ ဆက်လက်ရှုစားကြပါ။IMDb Rating (6.5)ထိ ရရှိထားပြီး တကယ်လဲ ကောင်းတဲ့အက်ရှင်ဇာတ်ကားမလို့ အက်ရှင်ပရိတ်သတ်တွေအတွက် အမိုက်စားပါပဲ။\nFile size…(1.8 GB) / (750 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:25:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by JoJoVa",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-heroic-trio-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOx97MJOxEoR38aoya3lopyrlYC.jpg",
        "title": "Centauro (2022)",
        "description": "Centauro (2022) Centauro ဆိုတာ စပိန်လို မနုဿမြင်းကို ခေါ်တာပါ။ ရှင်းရှင်း‌ပြောရရင် လူတစ်ပိုင်းမြင်းတစ်ပိုင်း သတ္တဝါပေါ့။ မနုဿမြင်းတွေက နာမည်ကြီးတယ်ဗျ။ ရဲစွမ်းသတ္တိနဲ့ပြည့်ဝတယ်။ သန်မာတယ်။ အထူးခြားဆုံးကတော့ သေအောင် အပြေးမြန်တာပါပဲ။မနုဿမြင်းလို လူငယ်လေးတစ်ယောက်ရှိသတဲ့။ သူကတော့ မြင်းခွာတွေအစား ပြိုင်ဘီးတွေရှိတဲ့ ဆိုင်ကယ်သမားတစ်ယောက်ပေါ့။ မွေးကတည်းက ဆိုင်ကယ်ပြိုင်တဲ့နေရာမှာ ပါရမီပါလာတဲ့ လူငယ်လေးမလို တော်တော်များများက တန်းမျက်မှန်းတန်းမိကြတယ်။ဒီ‌ကောင်လေးတစ်ယောက် ချစ်နေဆဲဖြစ်တဲ့ ဇနီးဟောင်းနဲ့ သားလေး ဒုက္ခရောက်တဲ့အခါမှာတော့ သူကိုယ်တိုင် ဝင်ကယ်ဖိုဖြစ်လာပါတော့တယ်။ မူးယစ်ဂိုဏ်းနဲ့မှ သွားပတ်သက်မိတဲ့ကောင်မလေးရဲ့ အရှုပ်ကို ပြိုင်ဘီးတစ်စီးနဲ့ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ဆိုင်ကယ်‌မောင်းတဲ့အကွက်တွေနဲ့ ဝှီးဝှီးဆိုပြီး ကြည့်ရမှာပါ။2016 ခုနှစ်က ထွက်ရှိထားတဲ့ Burn Out ဆိုတဲ့ဇာတ်လမ်းကို Remake ပြန်ရိုက်ထားတဲ့ Centauro ဆိုတဲ့ စပိန်ကားလေးကို ကြည့်ရှုခံစားကြပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။) File Size : 1.5GB, 654MB, 338MB\nQuality : 1080p ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/centauro-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/King_Tweety-215415407-large-139x200.jpg",
        "title": "King Tweety (2022)",
        "description": "Bugs Bunnyတို့ Daffy Duckတို့ Road Runnerတို့ Tweetyတို့ရဲ့ Looney Tunesကာတွန်းတွေကို ငယ်ငယ်က အားလုံးကြိုက်ဖူးကြမှာပါ။\nလူနဲ့ရောရိုက်တာတွေရော ဂိမ်းတွေရော အများကြီးထွက်ထားတဲ့ နာမည်ကြီး ကာတွန်းစီးရီးပါပဲ။ ဒီနှစ်မှာတော့ ဖန်တွေအတွက် Tweetyရဲ့ အန်နီမေးရှင်း ရုပ်ရှင်အသစ် ထွက်လာပါတယ်။ကနေရီငှက်ကလေးတွေနဲ့ ခွေးတွေ ယှဉ်တွဲနေတဲ့ ကနေရီကျွန်းက ဘုရင်မ ကနေရီငှက်ကလေး ပျောက်ချင်းမလှပျောက်သွားပြီးနောက် Tweetyဟာ ကနေရီကျွန်းရဲ့ ပျောက်ဆုံးနေတဲ့ တော်၀င်မျိုးဆက်လို့ ပြောလို့ရတဲ့ အချက်တွေရှိနေတာကြောင့် ကနေရီကျွန်းရဲ့ ဘုရင်ဖြစ်လာပါတယ် ။\nကျွန်းကို သွားပြီးတဲ့နောက် အရင်ဘုရင်မ ဘာလို့ပျောက်သွားသလဲနဲ့ ဘုရင်ဖြစ်ဖို့ Tweetyတစ်ယောက် ဘာအန္တရာယ်တွေနဲ့ ကြုံရမလဲ အသည်းတအေးအေးနဲ့ ကြည့်ရမှာပါ။90 ခုနှစ်တွေကို ပြန်လွမ်းမောဖို့ကောင်းတဲ့ 90ခုနှစ်က နာမည်ကြီးကာတွန်းဇာတ်ကောင်ရဲ့ ကားအသစ်မို့ ကလေးလေးတွေရော ကလေးကြီးတွေရော ကြည့်လို့ အဆင်ပြေကြမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(1.5GB) ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/king-tweety-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDVkZTc4OTktNTAyOC00MzQxLThiZjMtM2M3MTlmYzFjY2FkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Spiderhead (2022)",
        "description": "Spiderhead (2022)\n==============\nIMDb Rating 6.2/10Thor မင်းသား Christ Hemsworth ဦးဆောင်ပါ၀င်ထားပြီး၊ Miles Teller လည်း\nပါဝင်တဲ့ Netflix ရဲ့ရုပ်ရှင် အသစ်လေးထွက်လာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ သေဒဏ်ချခံထားရပြီး ဘ၀ဆုံးနေတဲ့\nအကျဉ်းသားတွေဟာ လွတ်ငြိမ်းချမ်းသာခွင့်ရဖို့အတွက် စပိုက်ဒါဟက်ဆိုတဲ့\nဆေးဝါးထိန်းချုပ်ရေးပရိုဂရမ် တစ်ခုမှာ စေတနာ့၀န်ထမ်းလုပ်ကြပါတယ် ။\nဒီပရိုဂရမ်ကို ဦးဆောင်တဲ့ သူကတော့ စတိဗ် အက်ဘနက်စ်ကိ( Chris\nHemsworth ) ပါ ။ ဒီအကျဉ်းသားတွေရဲ့ စိတ်ခံစားချက်တွေကို ထိန်းချုပ်\nလေ့လာရင်း N-40 ဆိုတဲ့ ပီယ ဆေးဝါးအသစ်ကို ဆန်းသစ်တီထွင်ကြပါတယ် ။\nဒါပေမယ့် တကယ်တမ်းမှာတော့ ဒီစပိုက်ဒါဟက်အကျဉ်းထောင်နဲ့ ကျွန်းကြီးမှာ\nမထင်မှတ်ထားစရာတွေကလည်း အများကြီး စောင့်မျှော်လို့နေသေးတာမို့\nဆက်လက်အားပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Thiha Yan Naing, Mr.Anderson, Chit Tee တို့ဖြစ်ပါတယ်။)File Size..........(1.05 GB) / (576 MB) ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/spiderhead-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNhMGZmZmUtOWEwMy00ZDg2LTkyZmEtMzQyOWM0ZmE4OWVmXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_-140x200.jpg",
        "title": "Poupelle of Chimney Town (2021)",
        "description": "Poupelle of Chimney Town (2020)\n=========================\nIMDb Rating - 6.4/10Chimney Town (မီးခိုးခေါင်းတိုင်မြို့) ဆိုတဲ့ မီးခိုးတွေနဲ့အမြဲပိတ်နေပြီး\nအပြင်လောကကြီးနဲ့ လုံးဝအဆက်အသွယ်ပြတ်နေတဲ့မြို့လေးက လုဘိချိ\nဆိုတဲ့‌ကောင်လေး နဲ့ အမှိုက်လူသား ဖြစ်တဲ့ ပိုပဲ့လုတို့ရဲ့ စွန့်စားခန်းကို ငိုလိုက်\nရယ်မောလိုက်နဲ့ ရသစုံလင်စွာ ကြည့်ရမှာဖြစ်တယ်။ လုဘိချိရဲ့ အဖေဖြစ်သူ\nဘရူနို က ကောင်းကင်မှာကြယ်တွေရှိကြောင်း လူတွေကြားထဲမှာပြောလေ့ရှိတယ်။အဲ့မြို့ကလူတွေက‌တော့ \"ဟာ ဒီကောင် င‌ပေါကြီး\" ဘာညာနဲ့ သူပြောကိုမယုံကြဘူး\nမြို့တစ်ခုလုံးက မီးခိုးခေါင်းတိုင်တွေကထွက်တဲ့ မီးခိုးတွေနဲ့ပိတ်နေတာကိုး ဒါပေမယ့်\nသူ့သားကတော့ ကြယ်တွေကို အရမ်းကြည့်ဖူးချင်နေတာ အဲတာနဲ့ တစ်နှစ်လောက်\nကြာသွားပြီး ဟောလိုးဝင်းနေ့မှာ တစ်ကိုယ်လုံးအမှိုက်တွေနဲ့ဖွဲ့စည်းထားတဲ့ အမှိုက်\nလူသား တစ်ယောက် မြို့ထဲကိုရောက်လာခဲ့တယ်။ အဲ့နေ့ကလည်း ဟောလိုးဝင်းဆိုတော့\nအားလုံးက သူ့ကို လူလို့ပဲထင်ပြီး ဝတ်စုံဘယ်လောက်မိုက်ကြောင်း ချီးကျူးကြတာပေါ့\nနောက်မှ လူမဟုတ်မှန်းသိသွားကြတော့ သက်ဆိုင်ရာတွေက လိုက်ဖမ်းလို့ ထွက်ပြေးရင်း\nလုဘိချိ နဲ့တွေ့ပြီး သူတို့ရဲ့စွန့်စားခန်းလေး စတင်လာခဲ့ပါတယ်။ဒီ ဇာတ်ကားလေးက နာမည်ကြီးရုပ်ပြကာတွန်းစာအုပ်ဖြစ်တဲ့ \"Poupelle ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/poupelle-of-chimney-town-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1573-133x200.jpg",
        "title": "Swordsman’s Romance (2022)",
        "description": "သိုင်းလည်းတကယ်ချမယ်၊ ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းပါမယ်၊ မင်းသားမင်းသမီးတွေလည်း အဆင်လေးတွေကြည့်ချင်ရင်တော့ ဒီကားကိုညွှန်းပါရစေနော်။\nသိုင်းကားဆိုပေမယ့် ပေါတောတောပြီးသွားမယ့်ကားမဟုတ်ဘူးဗျ။ ဘဝအဓိပ္ပါယ်ကို ဓါးသမားတစ်ယောက်က နားလည်သလိုရိုက်ပြထားတဲ့ပုံစံလေးပါ။ အလွယ်ပြောရရင်တော့ Comfort Zone ထဲကထွက်လာခဲ့တဲ့သိုင်းသမားအကြောင်းပေါ့....တောင်ပိုင်းနဲ့မြောက်ပိုင်းမှာ ယဲ့အိမ်နဲ့လျောင်အိမ်ဆိုပြီး သိုင်းလောကမှာနာမည်ကြီးကြပါတယ်။ ယဲ့အိမ်ကတတိယသခင်လေး (ယဲ့ဝေ) ကတော့ မွေးရာပါပါရမီပါတာကြောင့် ခုနစ်နှစ်သားအရွယ်ကတည်းက သိုင်းကွက်ထွင်ခဲ့တဲ့သူပေါ့။ တောင်ပိုင်းမှာ နာမည်ဘယ်လောက်ကြီးလဲဆိုရင် သူ့ရဲ့ခွင့်ပြုချက်မရှိဘဲနဲ့ သူရဲကောင်းလို့တောင် နာမည်တပ်ပိုင်ခွင့်မရှိပါဘူးတဲ့။အဲ့ဒီလိုနဲ့ တောင်ပိုင်းသိုင်းပြိုင်ပွဲမှာ မြောက်ပိုင်းက လျောင်ရှီးလို့ခေါ်တဲ့သခင်မလေးနဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတော့တယ်။ သူကယ်လိုက် ကိုယ်ကယ်လိုက်နဲ့ နောက်ဆုံးတော့ လည်လွန်းတဲ့ဘီးချီးပုံတက်နင်းမိတယ်ဆိုသလို ယဲ့ဝေတစ်ယောက် သိုင်းတွေအကုန်ပျက်စီးသွားပါတော့တယ်။နာမည်ဂုဏ်သတင်းကြီးတဲ့ ယဲ့ဝေတစ်ယောက် သိုင်းတွေဆုံးရှုံးသွားတော့ ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ? သူအပြစ်လုပ်ခဲ့မိတဲ့ သိုင်းလောကမိတ်ဆွေတွေကရော သူနဲ့ဘယ်လိုစာရင်းရှင်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:28:00\nType__Action, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/swordsmans-romance-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/onesheet-135x200.jpg",
        "title": "Ambulance(2022)",
        "description": "ဒါရိုက်တာ မိုက်ကယ်ဘေးရဲ့ ရုပ်ရှင်အသစ်ကြီး ရပါပြီ။ အဖောက်အခွဲ အတိုက်အခိုက်တွေမှာ ပိုင်ပြီး ထရန်စဖော်မာကားတွေနဲ့လူသိများတဲ့ ဒါရိုက်တာကြီးရဲ့ လက်ရာသစ်ပါပဲ။ဂျိတ် ဂျီလင်ဟော ခေါင်းဆောင်ပါဝင်ထားပြီး မှုခင်း အက်ရှင် ဒရာမာ အမျိုးအစားဖြစ်ပါတယ်။ညီအစ်ကိုနှစ်ယောက်က ဘဏ်ကိုဓားပြတိုက်ပြီးထွက်ပြေးချိန်မှာ သေနတ်မှန်ထားတဲ့ ရဲတစ်ယောက်ရယ် အရေးပေါ်ဆေးအကူကောင်မလေးတစ်ယောက်ရယ် ဓားစာခံပါလာတယ်။ဒီတော့ ရဲတွေ အက်ဖ်ဘီအိုင်တွေကလည်း အတင်းဝင်မလုံးရဲဘဲ နောက်ကနေ ကပ်လိုက်ရင်း ညှိုနှိုင်းနေရတဲ့အခြေအနေပါ။ မိုက်ခဲညီအစ်ကိုကလည်း လူနာတင်ကားဆိုတာကို အခွင့်ကောင်းယူပြီး တစ်မြို့လုံးပတ်မောင်းပြေးရင် လွတ်မြောက်ဖို့ အကြံမျိုးစုံထုတ်ကြတဲ့အခါ...File size…(7 GB)/(3.24GB)/(1.7GB)/(913MB)\nQuality….WEB-DL 4K HEVC/ 1080p / 720p / 480p\nFormat…mkv/mp4\nDuration….02:16:00\nGenre...Action/Crime/Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ambulance2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDM2ODNiMWItOWRkNS00ODE3LWE2OGYtNTZkMDJkOWI1ODMxXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Unbearable Weight of Massive Talent (2022)",
        "description": "အရင်တုန်းက ရွှေထီးဆောင်းခဲ့တဲ့ ဂန္ဓဝင်မင်းသားကြီး ပြန်လာပါပြီ။ အကြွေးတွေထူပြီး တွေ့သမျှ ပေါကားပါမကျန် အကုန်ရိုက်နေရတဲ့ မင်းသားကြီးနီကိုလက် ကေ့ဂျ် တစ်ယောက် ရုပ်ရှင်ပိတ်ကားပေါ်ကို ပြန်တက်လာတာပါပဲ။ rating တွေလည်းကောင်း၊ ဝေဖန်ရေးဆရာတွေလည်းအကြိုက်တွေ့သလို ပရိသတ်တွေလည်းအကြိုက်တွေ့နေကြပါတယ်။ ဘယ်ဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်လဲဆိုတော့ နီကိုလက်ကေ့ဂျ် အဖြစ်ပဲ သရုပ်ဆောင်တာပါပဲ။ ဒီရုပ်ရှင်ထဲမှာလည်း အကြွေးတွေထူပြီး ဇာတ်ကားရိုက်ရဖို့ ခက်ခက်ခဲခဲ ကြိုးစားနေရတဲ့သူ၊ မိန်းမနဲ့ကွာရှင်းထားပြီး ကလေးနဲ့ အဆင်မပြေတဲ့သူ အဖြစ်ပဲ သရုပ်ဆောင်ထားပါတယ်။ တစ်နေ့မှာတော့ သူဌေးတစ်ယောက်က မွေးနေ့ပါတီပွဲကို တက်ရောက်ပေးရုံနဲ့ ဒေါ်လာ ၁ သန်းပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ်။ ရွေးစရာမရှိတော့တဲ့ နစ်ခ် ကေ့ဂျ် တစ်ယောက် ဟာဗီဆိုတဲ့ သူဌေး (ပေဒရို ပက်စ်ကယ်) ဆီကို သွားရင်းနဲ့ မထင်မှတ်ထားဘဲ စီအိုင်အေ နဲ့ လူဆိုးဂိုဏ်း အရှုပ်တော်ပုံတွေကြားထဲမှာ ညပ်ပြီး စွန့်စားခန်းတွေ ဖွင့်လာရတဲ့အခါ.... File size…(3 Gb)/(1.5 GB)/(900 ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-unbearable-weight-of-massive-talent-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-14-at-07-02-40-Krai-Thong-CinemaCrush-Movie-139x200.png",
        "title": "[18+]Krai Thong (2001)",
        "description": "ဂန္ထဝင် လူယောင်ဖန်ဆင်း နတ်မိကျောင်းမယ်လေးတို့ရဲ့ ရှေးဟောင်းအချစ်ကားကိုမှ ကြည့်ချင်သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ငယ်ငယ်က အခွေဆိုင်မှာ ခိုး၀ယ်ကြည့်ခဲ့ရတဲ့ကားလေးပေါ့ င်င်ကရိုင်ထုန် အဖြစ် Winai Kraibutrဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေးက ရွာလေးတစ်ရွာမှာ တစ်ရက် မိကျောင်းကြီးတစ်ကောင်ပေါ်လာခဲ့ပြီး ရွာလုံးကျွတ် အစားခံလိုက်တယ်မိကျောင်းကြီးက တစ်ရက်ထက်တစ်ရက် သောင်းကျန်းလာခဲ့တဲ့အတွက် ရွာခေါင်းဆောင်သူဌေးကြီးက ပွဲတော်ကျင်းပရင်း အနီးအနား ရွာတွေက မိကျောင်းသတ်သမားတွေကို ဖိတ်ကြားခဲ့တယ်တက်ရောက်ခဲ့တဲ့ထဲမှာ ကရိုင်ထုန်ဆိုတဲ့ အတော်ဆုံး မိကျောင်းသတ်သမားလည်း ပါခဲ့တာပေါ့မိကျောင်းကြီးကို သတ်နိုင်ရင် ပိုင်ဆိုင်မှု တစ်ဝက်ပေးမယ်လို့ သူဌေးက ကြေညာခဲ့တဲ့ ပွဲတော်ရက်မှာ မိကျောင်းကြီးက ထပ်မံသောင်းကျန်းလာချိန်...မိကျောင်းကြီးက လူယောင်ဖန်ဆင်းနိုင်တဲ့ နတ်မိကျောင်းဖြစ်နေခဲ့တဲ့အခါ ကရိုင်ထုန်အနေနဲ့ နှိမ်နင်းနိုင်ပါ့မလား ချစ်စိတ်ကျွမ်း‌လောင်သွားမလားဆိုတာ ကြည့်ရှုရအောင်ပါ ။File Size__(1.3GB)\nQuality__HDRip\nIMDb Rating__4.5/10\nFormat__mp4\nDuration__01:32:00\nType__Adult, Animal, Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.5",
        "url": "https://megaup.net/37Bjg/[18+]Krai_Thong_(2001).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/v_167604533_m_601_en_1000_1400-393x550-1-143x200.jpg",
        "title": "Touching Gold Captain ( 2022 )",
        "description": "အုတ်ဂူဖောက်တဲ့ရတနာသိုက်ရှာပုံတော်တွေကိုကြိုက်နှစ်သက်တဲ့\nပရိသတ်တို့အတွက် ဒီတခါမှာလည်း လျို့ဝှက်ဆန်းကြယ်မှုတွေ၊\nကျိန်စာတွေ၊ မိစ္ဆာတွေ နဲ့အတူ အုတ်ဂူဖောက်ကြမယ့်\nစွန့်စားခန်းဇာတ်လမ်းကိုတင်ဆက်ပေးလိုက်ပါတယ်။ချောင်ရွှင့်ဆိုတဲ့လူငယ်လေးဟာ မောကျင်းရဲ့ ၄၆ မြောက်မျိုးဆက်ဖြစ်ပါတယ်။\nမောကျင်းဆိုတာကတော့ အုတ်ဂူဖောက်တဲ့နေရာမှာဆရာတစ်ဆူလို့\nသတ်မှတ်ခံထားရသူတွေဖြစ်ပါတယ်။\nချောင်ရွှင့်ဟာမောကျင်းမျိုးဆက်ဖြစ်သော်ငြားလည်း၊\nငယ်ကတည်းကအဖေကစွန့်ပစ်သွားပြီးအမေကလည်းဆုံးပါးသွားတာမို့\nအုတ်ဂူဖောက်ပညာမပြောနဲ့ ဘာပညာကိုမှတောင်မသင်လိုက်ရပါဘူး။သူတတ်တာကတော့ လိမ်လည်လှည့်ဖြားတာပါပဲ။\nဒါပေမဲ့လည်း တစ်နေ့မှာ ဆိုက်ဆိုက်မြိုက်ဆိုက်\nအန္တရာယ်ကရောက်ရှိလာပါတယ်။ အေးအေးချမ်းချမ်းနေနေတဲ့သူတို့ရွာလေးကို\nတိုင်းတစ်ပါးသားတွေရောက်ရှိလာပြီး၊ ထိုသူတွေရဲ့ရည်ရွယ်ချက်ကတော့\nအုတ်ဂူဖောက်ပြီးရတနာသိုက်တူးဖို့ မောကျင်းမျိုးဆက်ဖြစ်တဲ့\nချောင်ရွှင့်ကိုလာရှာတာပါပဲ။တစ်ရွာလုံးရဲ့အသက်နဲ့ခြိမ်းခြောက်တဲ့အခါမှာတော့\nချောင်ရွှင့်ဟာ အုတ်ဂူဖောက်သူအဖြစ်နဲ့\nရှေးခေတ်ဘုရင်များရဲ့ ဂူသင်္ချိုင်းထဲကို လိုက်ပါသွားရတဲ့အခါမှာတော့....\nစောင့်ကြိုနေတဲ့ကျိန်စာတွေနဲ့ မကောင်းဆိုးဝါးမိစ္ဆာတွေကိုကျော်ဖြတ်နိုင်ပါ့မလား\nဂူထဲကရော အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres: Action , Adventure , Mystery\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/15Itt/Touching_gold_captain_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pzF971jRJuaHoMscOmQhwQ0TWJ.jpg",
        "title": "The Goblin (2022)",
        "description": "The Goblin (2022)‌“သွေးက ရေထက်ပျစ်တယ်”ဆိုတဲ့ စကားကို ကြားဖူးကြမှာပါ\nဒါဟာ သွေးသားတော်စပ်မှုတစ်ခုထဲကိုပဲ ဖော်ညွှန်းတာတော့ မဟုတ်ပါဘူးလူသတ်သမားတစ်ယောက်အတွက်တော့ ပျစ်နှစ်တဲ့ သွေးစက်တွေက ရေထက်အရသာရှိမှာပေါ့\nလူသတ်တဲ့နေရာမှာ တစ်ချက်လေးမှ တုံ့ဆိုင်းမှု ရှိမနေတာကြောင့်\n\"မှင်စာ\" လို့တင်စားခေါ်ဝေါ်ခံရတဲ့ လူသား ဂန်ဒူဟျွန်း ဆိုတဲ့ လူသတ်သမားပါ။လူသတ်ဖို့ဆို လက်တွန့်ကြောက်ရွံ့နေတတ်တဲ့ ယောင်းမင်းကတော့\nသူ့တို့ရဲ့သူဌေးကို သတ်လိုက်မိပြီးတဲ့နောက်မှာတော့\nဒူဟျွန်းက ယောင်းမင်းအစား လူသတ်တရားခံနေနဲ့ ထောင်ထဲမှာ ၁၀ နှစ်တိုင် နေခဲ့ရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်မွေးကင်းစသမီးလေးနဲ့ ဇနီးကို ပစ်ထားခဲ့ရပြီး ထောင်ကျခဲ့ရတဲ့အတွက်\nထောင်ထဲကထွက်လာတဲ့အခါမှာတော့ သာမန်ဘဝလေးနဲ့ နေထိုင်ဖို့ လုပ်ထားခဲ့ပေမယ့်လည်း\nကံတရားက ဒူဟျွန်း ကို ခွင့်မပြုခဲ့ပြန်ပါဘူးတကယ့်မှင်စာအစစ်ဖြစ်တဲ့ ဒူဟျွန်းတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက်မှာတော့\nသူ့ကိုယ်သူ မှင်စာလို့ ခံယူထားတဲ့ ယောင်းမင်းဟာ ဒူဟျွန်းရဲ့ သမီးကို ပြန်ပေးဆွဲခဲ့တဲ့အခါ\nဒီပြဿနာကို ဒူဟျွန်းတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲသမီးလေးကို ကယ်တင်ဖို့ ရက်စက်တဲ့မှင်စာဘဝကို ပြန်သွားမှာလား\nဒါမှမဟုတ် ဘယ်လိုများ အဖြေရှာဆောင်ရွက်မလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် သည်းထိတ်ရင်ဖို အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်ဂန်ဒူဟျွန်းအနေနဲ့ မင်းသားကြီး Jo ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-goblin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sMnY4fEVAfdadhANhGnNckxsmx.jpg",
        "title": "Wolf Hound (2022)",
        "description": "Wolf Hound (2022)ဟုတ်ကဲ့ စစ်ကားကြိုက်သူများအတွက် ၂၀၂၂အသစ်ထွက် စစ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ။\nဇာတ်ကားကို စစဖွင့်လိုက်ချိန်မှာ နေဝန်းထဲကို လေယာဉ်သုံးစင်းပျံသွားတာကို တွေ့ရမှာပါ။\nဒီအခန်းကို ကျွန်တော် တော်တော်ရင်းနီးနေပါတယ်။ ဆက်ပျံပြနေပါတယ်။ ရင်းနီးနေပါတယ်။ ဟော သိလိုက်ပါပြီ။\nဘယ်တော့မှ ဘတ်ဂျက်မနိုင်တဲ့ ကမ္ဘာကျော် ဒါရိုက်တာကြီး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့ ဒစ်အလည်ခဲ့ဆုံး ရုပ်ရှင်မှာ တွေ့ဖူးတာပါ။Apocaplyse Nowဆိုတဲ့ ရုပ်ရှင်မှာ ဒီလိုခပ်ဆင်ဆင်အခန်းမျိုးပါပါတယ်။\nစစ်ကားချင်းလည်းတူတာဆိုတော့ Apocaplyse Nowလိုများ မာစတာ့ မာစတာပိစ်ဖြစ်သွားမလား ဆက်ကြည့်ကြည့်ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဇာတ်ကားနာမည်ကြီးကို နေထွက်တဲ့ဘက်မှာ စာတန်းထထိုးပါတယ်။ WOlF HOUNDတဲ့။\nစာလုံးပုံစံကိုက အထင်ကြီးစရာပါပဲ။ တော်တော်ခက်ခက်ခဲခဲလုပ်ယူရမှာ။\nငယ်ငယ်က ကျားကုတ်ကျားခဲကလိဖူးတဲ့သူတွေတော့ သိကြမှာပါ။\nမိုက်ခရိုဆော့ ပါဝါပွိုင့်ထဲက 3D EFFECT ရယ် SHADOW EFFCT ရယ်ကိုသုံးထားတာပါ။ လုံးဝကွက်တိချွတ်စွတ်ပါပဲ။\nပေါကားတော့မဟုတ်လောက်ပါဘူး။ အမြင်သစ်နဲ့လုပ်ထားတာပဲဖြစ်မှာပါလေဆိုပြီး ကျွန်တော်ဆက်ကြည့်ကြည့်ပါတယ်။လေယာဉ်တွေ ပစ်ပါတယ်။ ခတ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကားဆိုတော့ နာဇီတွေနဲ့ချတာပါ။\nဘာလို့ချတယ် ဘယ်လိုချတယ်တော့ မပြောတော့ဘူးလေနော့။ အကုန်ပြောမိလို့ တစ်ယောက်မှမကြည့်တော့ရင် အလုပ်ကပြုတ်ဦးမယ်။ဒီနားကတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wolf-hound-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igT8rRviIHXm40ZFoQ0dUXuBUET.jpg",
        "title": "Ayngaran (2022)",
        "description": "Ayngaran (2022) ဒီတစ်ခါမှာတော့ Tamil ဇာတ်လမ်းလေးတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်၊ စိတ်ဝင်စားပါတယ် ဆိုတဲ့ သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးတစ်ခု ရုပ်သံအကြည် ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းကတော့ အပြိုင်ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ...တစ်ဖက်က သိပ္ပံနည်းကျ ပစ္စည်းတွေ တီထွင်ဖန်တီးရတာကို အရမ်းဝါသနာပါတဲ့ \"မာသီ\"၊ တစ်နေ့တစ်နေ့ သူ့ရဲ့ဖန်တီးမှုတွေကို အသိအမှတ်ပြုခံရဖို့ ကြိုးစားပေမဲ့လည်း ငြင်းလွှတ်ခံရတာကို အသားကျနေရတဲ့ အိပ်မက်ကြီးကြီးနဲ့ လူငယ်တစ်ယောက်၊\nမတရားတာတွေ့ရင်လည်း ငြိမ်မနေနိုင်သလို လူတွေကိုကူညီပေး အကျိုးပြုပေးတတ်တဲ့သူ ...တစ်ဖက်မှာတော့ အစီအစဉ်တွေကို အကြီးအကျယ်ချထားပြီး လက်ဝတ်ရတနာဆိုင်တွေက စိန်တွေကိုမှ သီးသန့်လိုက်ဖောက်ထွင်းခိုးယူနေတဲ့ လူ ၆ ယောက်တစ်စု ...အဲ့လူ ၆ ယောက်နဲ့ \"မာသီ\" ဘယ်လိုတွေ့ဆုံကြမလဲ?\nတွေ့ဆုံရာကနေရော ဘယ်လိုအကျိုးဆက်တွေ ဖြစ်လာမလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးမှာပဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။Tamil ဇာတ်ကားတို့ထုံးစံအတိုင်း ဇာတ်ကား အစကတည်းကပါတဲ့ သီချင်းမြူးမြူးလေးတွေကိုပါ လိုက်ပါခံစားလို့ရအောင် ဘာသာပြန်တင်ဆက်ပေးထားပါကြောင်း သတင်းကောင်းပါးရင်း ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ File Size ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/ayngaran-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbh3maleH24FiSGlTKvoVVe0txC.jpg",
        "title": "Don (2022)",
        "description": "Don (2022)3 idiots လို vibe မျိုး ထပ်မံခံစား ကြည့်ရှုလိုသူတွေအတွက်Don ဆိုတဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။သားသမီးကို ချစ်ကြောင်း မပြသလိုတဲ့ ဖခင်တစ်ဦးရဲ့ အကျင့်စရိုက်၊အဲဒီအကျင့်စရိုက်အောက်မှာ သားဖြစ်သူက \"အဖေဆီကနေ အချစ်မခံရဘူး\" လို့တွေးမှတ်လာတဲ့အခါ ရင်ထဲက မုန်တိုင်း တစ်ခု ရှိလာပါတော့တယ်။ ၁၂ တန်းပြီးတဲ့အခါ ဖခင်ရဲ့ ဖိအားပေးမှုကြောင့် \"Best Engineering College\" ကိုသွားတက်ရင်း ကောလိပ်ကြော်ငြာနဲ့ လက်တွေ့က တခြားစီဖြစ်နေတာကို ကြုံလိုက်ရပါတော့တယ်။\"တက္ကသိုလ်ရောက်တဲ့အခါ လုပ်ချင်တာလုပ်လို့ ရပြီ\" ဆိုတဲ့ ဂျင်းတွေကို စားလာတဲ့ကျောင်းသားတွေကတော့ ဒီကောလိပ်ရောက်မှပဲ ထောင်ထဲရောက်သလို ခံစားလိုက်ရတဲ့အခါ.....ဆယ်ကျော်သက်တို့ သဘာဝအတိုင်း ဖိလေ ကြွလေဖြစ်တော့ ကျောင်းသားတစ်သိုက် ဆရာတွေကို ဘယ်လို ပညာပြန်ပြမလဲဆိုတာ ခံစားကြည့်ရှုရမှာပါ။ ဒီ Tamil language ကားလေးက‌တော့ Action, Comedy, Romance အမျိုးအစားဖြစ်ပြီးတက္ကသိုလ်ကျောင်းသားဘဝကနေ အိမ်ထောင်သည်ဘဝအထိ အဆင့်ဆင့်ဖြတ်သန်းခဲ့တာတွေ၊အဖေနဲ့သားကြား ဆက်ဆံရေးတွေကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/don-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5a3Gzc0WYQNpUdLhMgkqKGCkhq.jpg",
        "title": "Double Threat (2022)",
        "description": "Double Threat (2022)ဇာတ်လမ်းလေးကတော့ ဂျင်မီရူးဒေါ့ဖ် ဆိုတဲ့ မှုခင်း စာရင်းကိုင်တစ်ယောက်ဟာ ဆုံးသွားတဲ့ သူ့အစ်ကိုရဲ့ အရိုပြာကို ကမ်းခြေမှာ ရေမျှောဖို့ သွားရင်း လမ်းဘေး စတိုးဆိုင်လေးတစ်ခုမှာ မုန့်ဝင်ဝယ်တာကနေ စတာပေ့ါ။စတိုးဆိုင် ကောင်တာက ကောင်မလေးက ဂျင်မီကလွဲပြီး အခြား ဆိုင်ထဲ ဝင်လာတဲ့ သူအားလုံးကို သေနတ်နဲ့ပစ် ဓားနဲ့ပေါက်ပြီး သတ်ပစ်လိုက်တာကြောင့် ဂျင်မီတစ်ယောက်လည်း ကြောင်တောင်တောင်ဖြစ်သွားပြီ ကျသင့်ငွေကို ကောင်တာပေါ်တင်ပေးကာ ဆိုင်ထဲက ပြန်ထွက်လာခဲ့ပါတယ်။ဂျင်မီတစ်ယောက် ကြောင်တိကြောင်တောင်နဲ့ သူ့ကားပေါ်တက်ပြီး ပြန်မောင်းထွက်လာခဲ့ပေမဲ့ ခုနက ကောင်တာက ကောင်မလေးက သူ့ရဲ့ကားထဲမှာ လိုက်ပါလာခဲ့ပါတယ်။ နောက်တော့ သိလိုက်ရတာက ကောင်မလေးနာမည်က နတ်တာရှာဖြစ်ပြီး ကိုယ်တူစိတ်ကွဲစိတ်ရောဂါ DID ခံစားနေရတဲ့ ကြေးစားတစ်ယောက်ပါတဲ့။ ဆိုလိုတာက နတ် နဲ့ တာရှာ ဆိုပြီး စိတ်နှစ်ခွရှိနေပြီး ပြဿနာရှာလွန်းတဲ့ တာရှာ့ရဲ့ အရှုပ်ထုပ်တွေကို ဉာဏ်ကောင်းတဲ့ နတ်က ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/double-threat-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/naZDbRwT6shdKXdSOrNITA3kur5.jpg",
        "title": "The Spy Who Never Dies (2022)",
        "description": "The Spy Who Never Dies (2022)စစ်သည်တစ်သိန်းနဲ့ ညီမျှတဲ့ စပိုင်စစ်သည်တော်ကြီး ဇာတ်လမ်းတွေကို ခဏခဏကြည့်ဖူးနေကြမှာပါ။ ဒီဇာတ်ကားထဲက စပိုင် ဘရတ်ဒလေကလည်း အဲဒီလိုပါပဲ။ဘယ်လိုသတ်သတ်မသေတဲ့ ပစ်သမျှကျည် အကုန်လွဲတဲ့ လူစွမ်းကောင်းကြီးပေါ့။ဒါပေမဲ့ ဒီကားကတော့ ဟာသကားပါ။\nကိုကျော်ဝင်းခေါ် ဂျွန်ဝစ် နဲ့ ဂျိမ်းစ်ဘွန်းကို နာမည်တပ်ပြီး ပြောင်ထားတာတွေပါတယ်။ နောက်ခံတီးလုံးကလည်း ဂျိမ်းစ်ဘွန်းတီးလုံးနဲ့ ခပ်ဆင်ဆင်လုပ်ထားပါတယ်။ဒီတစ်ခါကတော့ ကမ္ဘာကို ဖျက်ဖို့ ကြိုးစားတာမဟုတ်ပါဘူး။ ဒါပေမဲ့ လူဆိုးတွေကတော့ ထုံးစံအတိုင်း ရုရှားတွေပါပဲ။ဇာတ်လမ်းအကျဥ်း‌ ပြောရရင် နေ့တိုင်း ကမ္ဘာကြီးကို ကယ်တင်နေရတာ ပျင်းလာတဲ့ အေးဂျင့် ဘရတ်ဒလေတစ်ယောက် ဝစ်ကီ ခေါ် ဂျွန်ဝစ်လို အငြိမ်းစားယူဖို့ စိတ်ကူးရလာပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့နောက်ဆုံးပစ်မှတ်ရဲ့ခွေးကို ဆေးခန်းပို့ရင်း သူ့ဘဝရဲ့ အဓိပ္ပါယ်လေး တိရစ္ဆာန်ကု ဆရာဝန်မလေး ဗရော်နီကာနဲ့တွေ့ဖြစ်ပါတယ်။ဆရာဝန်မလေးမှာ ရှားပါးတဲ့နှလုံးရောဂါတစ်ခုရှိနေပြီး သူ့ရဲ့ အငြိမ်းစားဘဝကို နှောင့်ယှက်ချင်နေကြတဲ့ ဗီလိန်တစ်စုရဲ့ လက်က ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-spy-who-never-dies-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wbn72ZW3sSxvPiq1SO2NCfEOqpt.jpg",
        "title": "Blind War (2022)",
        "description": "The Blind War (2022) အကြမ်းအရမ်း တရုတ် Action ကားသစ် တစ်ကားပါ။ Social Media တွေမှာ ဟာသ ဇာတ်လမ်းတိုလေးတွေနဲ့ နာမည်ကြီးတဲ့ Dao Dao (သောင်းသောင်း) လည်း support role ကနေ ပါဝင် သရုပ်ဆောင်ထားပါတယ်။လူကုန်ကူးဂိုဏ်းကြီးက ဆရာကြီးကို တရားရုံးကနေ ဂိုဏ်သားတွေက ကယ်ထုတ်ရာမှာ အထိကရုဏ်းတွေ ဖြစ်သွားပြီး ရဲအများအပြားရော၊ လုကုန်ကူးဂိုဏ်းသားတွေပါ သေဆုံးကာ၊ ရဲတပ်ဖွဲ့ဝင်ဒုံဂူလည်း မျက်စိအလင်းကွယ်ခဲ့ပါတယ်။ အထက်ကခွင့်ပြုချက်မပါဘဲလုပ်ဆောင်ခဲ့ခြင်းကြောင့် ဒုံဂူတစ်ယောက် ရဲတပ်ဖွဲ့ကလည်းအနားယူလိုက်ရသလို လူကုန်ကူးဂိုဏ်းသား၊ ခင်ပွန်းဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ စီနာဆိုတဲ့ အမျိုးသမီးကလည်း သူ့ကို လက်စားချေချင်နေခဲ့ပါတယ်။ဒီလိုနဲ့ မျက်စိကလည်းကန်း၊ အလုပ်ကလည်း ထွက်လိုက်ရတဲ့ ဒုံဂူဟာ သူ့ရဲ့ ဆယ်ကျော်သက်အရွယ်သမီးလေးနဲ့ပဲ နေထိုင်ခဲ့ကာ၊ တစ်နေ့ သူ့သမီးပြိုင်ပွဲအတွက် နိုင်ငံခြားက စီနာထောင်ကျနေတဲ့ မြို့ကို အတူသွားရင်း ရုတ်တရက် သူ့သမီးကို လူကုန်ကူးဂိုဏ်းက ဖမ်းသွားတဲ့အခါမှာတော့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/blind-war-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTkzMjM0MjU4Ml5BMl5BanBnXkFtZTcwODkyNjMyMQ@@._V1_-139x200.jpg",
        "title": "The Bodyguard from Beijing: The Defender (1994)",
        "description": "The Bodyguard from Beijing: The Defender (1994)\nIMDb - 6.5/10______Rotten - 71%\nဂျက်လီရဲ့ အကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားက သာမန်သိုင်းချတဲ့အက်ရှင်ကားတွေနဲ့မတူပါဘူး...မြတ်နိုးရတဲ့အချစ်တစ်ခုအကြောင်းကို စီကုံးပြထားတဲ့ မျက်ရည်ပြဇာတ်တစ်ခုလိုပါပဲ...ဂျက်လီကလဲ ငယ်သေးသလို အဓိကမင်းသမီး Christy Chung ရဲ့ အလှဆုံးအချိန်မှာ ရိုက်မိထားတဲ့ အချစ်အက်ရှင်ဇာတ်ကားလေးပါ။သက်တော်စောင့်လို့ပြောလိုက်တာနဲ့ ကျွန်တော်ကတော့ ဒီဇာတ်ကားထဲက ဂျက်လီဇာတ်ရုပ်ကို ပြေးမြင်မိတာပါပဲ။သက်တော်စောင့်တစ်ယောက်ရဲ့ ဟန်ပန်အပြည့်အဝနဲ့ စွန့်စားမှု ပေးဆပ်မှုတွေနဲ့ တစ်ခါကြည့်ဖူးရင် မေ့မရတဲ့ဇာတ်ကားမျိုးပါ။BluRay Quality ထွက်ရှိထားလို့ HEVC Quality နဲ့ အကောင်းဆုံး ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.2 GB) / (900 MB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:32:17\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nu Mon",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-defender/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1zL4VCVin4S8kOXhszMDqfwWPCM.jpg",
        "title": "The Heist of the Century(2020)",
        "description": "The Heist of the Century(2020) အညွှန်း***********************************IMDb...7.1မာရီယိုဆိုတာ မီးခံသေတ္တာလေးတွေလိုက်ဖောက်လိုက် ...မမိရင် သုံးလိုက်ဖြုန်းလိုက်..မိပြန်တော့ ထောင်ထဲလေ လေးချွန်ဝင်လိုက်နဲ့ပေါ့...တစ်နေ့တော့ သူတို့ သူခိုးအသိုင်းအဝန်းက လူတစ်ယောက်ကလာကမ်းလှမ်းတယ်...လက်တစ်ကိုင်စာ ပိုက်ဆံလေးအတွက်စွန့်စားမဲ့အစားအချီချဖို့ လာစည်းရုံးတယ်... ဘဏ်ကြီ:တစ်ခုကိုဓားပြတိုက်ဖို့ပါပဲ...အတော်ကို မလွယ်ကူတဲ့အလုပ်ပါ..သို့ပေမဲ့အသက်အရွယ်လည်းရသလို အတွေ့အကြုံတွေလည်းများခဲ့ဖူးတဲ့ ဒီဘိုးတော်တွေဟာဒီဘဏ်ကြီးကိုစနစ်တကျ ဓားပြတိုက်ဖို့  သွေးအေးအေးနဲ့ အစီအစဉ်တွေဆွဲပြီးဗျင်းဖို့ကြိုးစားကြတယ်... တခြားဇာတ်လမ်းတွေနဲ့  မတူတာကတော့ သူကbased on true story ဖြစ်ရပ်မှန်ပါပဲ။ Heist of century ဆိုတာ 2006 ခုနှစ်January 13 ရက်နေ့က အာဂျင်တီးနားမှာ ဖြစ်ခဲ့တဲ့အကြီးမားဆုံးဘဏ်ဖောက်မှုကြီးကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။သူခိုးပါရဂူကြီးတို့ ဦးဆောင်ပြီး ရဲတွေ ဘဏ်ဝန်ထမ်းတွေကိုဘယ်လိုလှည့်ဖြားကြမလဲဆိုတာ ကြည့်ရမှာပါ။ကိုင်း ခံစားကြည့်ကြပါဦ:...File Size : (2.1GB)(799 MB) and (239 MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action, Biography, Comedy\nSubtitle ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-heist-of-the-century2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7FUbSUzn07dudjbwW1Skicj17nS.jpg",
        "title": "Interceptor(2022)",
        "description": "ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ အက်ရှင်ကား ကောင်းကောင်းကြည့်ချင်သူတွေအတွက်\n၂၀၂၂ ထွက် Intercepter လာပါပြီ။ ဇာတ်လမ်း အကျဉ်းကတော့ အမေရိကန်မှာရှိတဲ့\nနျူကလီးယား ဒုံးကျည်တွေကို ခိုးယူပြီး အမေရိကန် နိုင်ငံတစ်ဝက်စာလောက်ကို\nဖျက်ဆီးပစ်ဖို့ လူတစ်စု ဗိုလ်ကြီး ကောလင်းစ်ရဲ့ တာဝန်ကျရာ တပ်စခန်းကို ဝင်ရောက်\nစီနင်းကြတယ်။ သူတို့ စီနင်းကြတဲ့ စခန်းက နျူကလီးယား ဒုံးတွေ ပစ်လွှတ်လာခဲ့ရင်\nကြားဝင် ဖြတ်ချပစ်ဖို့ ဒုံးဖျက်လက်နက်တွေကျန်ရှိရာ ရေလယ်က\nတစ်ခုတည်းသော ရေပေါ်စခန်းကြီးတစ်ခု\nဗိုလ်ကြီးကောလင်းစ်တစ်ယောက် အနိုင်ရဖို့ ၂၀ ရာခိုင်နှုန်းတောင်\nမသေချာတော့ လူဆိုးတွေနဲ့ ပူးပေါင်းမလား\nဆက်လက်တိုက်ပွဲဝင်မလား ရင်တမမနဲ့ ကြည့်ရမယ့်ကားပါပဲ။ ဒီဇာတ်လမ်းဟာ သာမာန် အက်ရှင်ကား\nအများစုနဲ့ ကွဲထွက်နေတဲ့အချက်က social issue ( လူအသိုင်းအဝိုင်းတွင်းက မမျှတမှု) တွေကို ထည့်စဉ်းစားမိအောင်\nအများကြီး ထည့်ရိုက်ပြသွားပါတယ်။ လက်ယာစွန်းရောက်နေတဲ့ မျိုးချစ် အမေရိကန်တွေရဲ့ ရူးမိုက်မှု၊\nအမျိုးသမီးတွေကို နိုင့်ထက်စီးနင်းလုပ်မှု ၊ ရွှေ့ပြောင်းအခြေချလာတဲ့ အမေရိကန်မဟုတ်သူတွေကို ခွဲခြားဆက်ဆံမှု\nဒါတွေကို တစ်လွှာချင်း တူးဖော်ပြီး ကြည့်နိုင်ပါတယ်။   သေချာတာကတော့ သဘာဝလွန် ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/interceptor2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BODk4OWJlODMtMWYxMS00OWI1LTlkNDMtNGU5OTIyODdmOTc1XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-150x200.jpg",
        "title": "Bajirao Mastani (2015)",
        "description": "ဒါရိုက်တာ ဆန်ဂျေးဘန်ဆာလီရဲ့ History နောက်ခံ အချစ် War ဇာတ်ကားဖြစ်ပါတယ်...နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ မင်းသား ရန်ဗီးဆင်း... မင်းသမီး ဒီပီကားနဲ့ ပရီရန်ကားတို့ရဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဆိုတော့ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...စစ်သူရဲကောင်း ဘာဂျီရောဝ် ဟာ  စစ်ပရိယာယ် ကြွယ်ဝလှပြီး တိုင်းပြည်ရဲ့ အားထားရာ / ပြည်သူ့အချစ်တော်တစ်ဦး ဖြစ်ပါတယ်။ သူ့မှာ ကာရှီးဆိုတဲ့ ဇနီးချောလေးရှိပြီး သားတစ်ယောက်လည်း  ပိုင်ဆိုင်ထားသူပါ။တစ်နေ့မှာတော့ သူရဲ့ စစ်မြေပြင်ကို မဟာမိတ်တိုင်းပြည်မှ မင်းသမီးလေး  မာစတီးနီ လာရောက်ပြီး စစ်ကူတိုက်ခိုက်ပေးပါဖို့ အကူညီတောင်းခံလာခဲ့ပြီး ဘာဂျီရောဝ်ရဲ့ စစ်ရေးကျွမ်းကျင်မှုကြောင့် မင်းသမီး မာစတီးနီ တို့ဘက်မှ အနိုင်ရှိခဲ့ပါတယ်။ဒီ့နောက်မှာတော့ ဘာဂျီရောဝ်ဟာ မင်းသမီးလေးကို ချစ်မြတ်နိုးလာခဲ့ပြီး သူမပြန်ခင်အချိန်မှာ  သူ့ဓားမြှောင်လေးကို ပေးခဲ့ပါတယ်။ မင်းသမီး မာစတီးနီတို့တိုင်းပြည်မှာတော့ ဓားမြှောင်ပေးအပ်ခြင်းဟာ လက်ထပ်ခွင့် တောင်းခြင်းလို့ အဓိပ္ပာယ် သက်ရောက်ပါတယ်။ဘာဂျီရောဝ် ကို ချစ်မိခဲ့သူ မာစတီးနီဟာလည်း ဓားမြှောင်လေးကို တယုတယသိမ်းဆည်းထားခဲ့ပါတယ်။အဲ့ဒီနောက်ပိုင်းမှာတော့ အချစ်ရဲ့စွန့်စားခန်း အနေဖြင့် မင်းသမီး မာစတီးနီဟာ ဘာဂျီရောဝ်ကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bajirao-mastini-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzQ9YUXH9Tfj8MDU66i4wSFrBvt.jpg",
        "title": "Last Seen Alive (2022)",
        "description": "Last Seen Alive (2022)မင်းသားကြီး Gerard Buttler ရဲ့ ဇာတ်ကားအသစ်လာပါပြီ။ ဒီတစ်ခါတော့ အရင်လို သမ္မတလိုက်ကယ်တာမဟုတ်ဘဲ လူပျောက်လိုက်ရှာမှာပါ။ လူပျောက်ရှာပုံတော် ဇာတ်ကားတွေ နှစ်သက်တဲ့ပရိသတ်အတွက် အသစ်ထွက်ရှိလာတဲ့ကားလေးပါ။ ဝေလ်နဲ့ လီဆာစပန်းက အိမ်ထောင်ရေးအဆင်မပြေကြတဲ့ ဇနီးမောင်နှံပါ။ ခဏ အိမ်ခွဲနေချင်တယ်လို့ တောင်းဆိုလာတဲ့ ဇနီးဖြစ်သူလီဆာ့ကို ဝေလ်က မခွဲချင်ပေမဲ့ တနယ်တကျေးက လီဆာ့မိဘအိမ်ကို လိုက်ပို့ဖို့ ထွက်လာခဲ့ကြပါတယ်။လမ်းခရီးမှာ ဂတ်စ်ကုန်လို့ ဝင်ဖြည့်တုန်း လီဆာတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်သွားပါတော့တယ်။ ဇနီးဖြစ်သူကို ခေါင်းမီးတောက်အောင်ရှာပေမဲ့ မတွေ့တော့ ဝေလ်လည်း ရဲတိုင်ရတော့တာပေါ့။ နောက်ဆုံးသဲလွန်စလေးတစ်ခုက လီဆာဟာ မပျောက်သွားခင် အထက်တန်းကျောင်းနေဘက်ဖြစ်သူ နက်ကယ်စ်နဲ့ နောက်ဆုံးစကားပြောနေခဲ့တာကိုပါပဲ။ရဲတွေကလည်း ဖောက်ပြန်တဲ့ရာဇဝင်ရှိဖူးတဲ့ လီဆာတစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ လက်တုံ့ပြန်ခြင်းကို ခံလိုက်ရတာလား ဒါမှမဟုတ် ခင်ပွန်းဖြစ်သူကို နောက်တစ်ကြိမ် သစ္စာဖောက်ပြီး ပြေးတာလား ဝေခွဲမရကြပါဘူး။ ပျောက်သွားတဲ့ မိန်းမဖြစ်သူကို အသက်ရှင်လျှက် ပြန်တွေ့ပါ့မလား?ဝေလ်ကလည်း သူမလုပ်ပါဘူးလို့ တွင်တွင်ငြင်းရင်းနဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/last-seen-alive-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YcqIX1FbvpsFUclHj0ZgS246I4.jpg",
        "title": "White Elephant (2022)",
        "description": "White Elephant(2022) အသစ်ထွက်လာတဲ့ Action, Thriller ကားသစ်လေးပါ။ အညွှန်းဘာညာ ဘာမှ မပြောခင်မှာ တစ်ခုပြောချင်တာက poster မှာ Bruce Willis ပါပေမဲ့ ဒီကားမှာတော့ သူက main role က ပါတာမဟုတ်ပါဘူး။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...တာဝန်ကျနေတဲ့ ရဲ နှစ်ယောက်က ဂိုဏ်းတခုကို စောင့်ကြည့်နေရာကနေ လုပ်ကြံမှုတခုကို တွေ့လိုက်ရတယ်။ဒါကို သိတော့ လူရှေ့မှာ မြေသူဌေးအယောင်ဆောင်တဲ့ ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က သူ့လက်သား Gabe ကို ဒီမျက်မြင်သက်သေ ရဲ နှစ်ယောက်ကို သတ်ခိုင်းပါတယ်။ ဒီကနေ စလိုက်တဲ့ပြစ်မှုတွေ ပြဿနာအဆက်လိုက်တွေက တဖြည်းဖြည်းပိုကြီးလာပါလေရော။ဒီပြဿနာမှာ ကြားဝင်ပါနေသူကတော့ မရိန်းတပ်သားဟောင်းပါ။ အရှုပ်အရှင်းတွေကြား သူ့ရဲ့ မရိန်းတပ်သားဟောင်းဆိုတဲ့ ဂုဏ်နဲ့ပါ ရင်းလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။) File Size : 1.3GB, 547MB & 283MB\nQuality : 1080p ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/white-elephant-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFwdKKDmgzKjZGFnSJma7I5XMpk.jpg",
        "title": "Sarkaru Vaari Paata (2022)",
        "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ....\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် ...\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ....\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sarkaru-vaari-paata-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/pusoy-6-160x200.jpg",
        "title": "[18+] Pusoy (2022)",
        "description": "အသစ်ထွက်လာတဲ့ ဖိလစ်ပိုင် Action,Erotic,Gambling ဇာတ်ကားသစ်ကို တင်ဆက်လိုက်ပါတယ်။ပိုပွိုင်းက နာမည်ကြီးလောင်းကစားဝိုင်းတစ်ခုမှာသက်တော်စောင့်လုပ်ပါတယ်။ အိမ်ထောင်ကျပြီးပေမယ့်\nမိဘနဲ့အတူနေပြီးတော့ တာဝန်ကျေချင်တဲ့သားလိမ်မာ၊\nတစ်ဖက်တော့ ကြုံတဲ့လူနဲ့ကြုံသလိုဝုန်းတတ်တဲ့လူရှုပ်ကလေးတစ်ယောက်ပါ။\nတစ်နေ့တော့ သူတို့အဖွဲ့ဟာ လောင်းကစားဝိုင်းမှာဖဲလိမ်ရိုက်တဲ့ပြဿနာကနေ သူတို့သတ်လိုက်မိတဲ့လူက\nအကောင်ကြီးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်နေတာကို သိလိုက်ရတဲ့နောက်တော့ မီးခိုးကြွက်လျှောက်ပြသနာတွေလိုက်ဖို့ဖြစ်လာပါတယ်။အဲ့ဒီပြဿနာတွေဆီကနေ ငွေနဲ့ရုန်းဖို့အရာရှိတစ်ယောက်ကိုအကူအညီတောင်းမိတော့ ဟိုက ဆယ်သန်းတောင်းပါတယ်။\nညှိရင်းနှိုင်းရင်း ၅ သန်းနဲ့ဈေးတည့်သွားပေမယ့် ငွေရှာဖို့ပေးထားတဲ့အချိန်က နည်းလွန်းတော့ အဲ့ဒီငွေကို\nဖြစ်တဲ့နည်းနဲ့ရှာဖို့ကြိုးစားရင်း သူတို့အဖွဲ့ကြားမှာ စည်းလုံးမှုပြိုကွဲစပြုလာသလို သူတို့နောက်ကွယ်က မိသားစု\nပြဿနာတွေကလဲ တစ်ဖြည်းဖြည်း ဇာတ်ရှိန်မြင့်လာပါတော့တယ်။Putahe (2022) ထဲက အလှမယ်မမကြီးရဲ့ အသစ်ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်ပါ။\nမင်းသားကတော့ထုံးစံအတိုင်းမြင်ဖူးနေကျ Vince Rillon ပါပဲ။ သူနဲ့အတူ Angeli Khang (Eva, Taya) နဲ့အတူ\nJela Cuenca (Taya, Island of Desire) တို့လဲပါဝင်ဇာတ်ပို့ထားပါသေးတယ်။BDSM ကစလို့ nylon တို့ gag တို့ကနေ Pegging လုပ်တာအထိပါဝင်တဲ့အတွက်တစ်ချို့အသည်းငယ်တတ်သူတွေ\nသတိထားကြည့်စေချင်ပါတယ်။အသက် ၁၈ နှစ်မပြည့်သူများ မကြည့်သင့်ပါ။File Size : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-pusoy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/titan-143x200.png",
        "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)",
        "description": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)\n====================================================Teen Titans Go! ဆိုတာ Teen Titans အန်နီမေးရှင်းစီးရီးကို ဟာသဗားရှင်းနဲ့\nဆက်ထွက်တဲ့စီးရီးလေးဖြစ်ပြီး မူရင်းစီးရီးတင်မကပဲ တခြားစူပါဟီးရိုးကားတွေကိုပါ\nလှောင်ပြောင်ပေါက်ကရလုပ်ထားတာပါ။အခု Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse\nကတော့ မူဗီတစ်ခုဖြစ်ပြီး DC Super Hero Girls ဆိုတဲ့ စီးရီးနောက်တစ်ခုနဲ့ crossover\nလုပ်ထားတာပါ။crossover ဆိုရာမှာ သမားရိုးကျ crossover မဟုတ်ပဲ စူပါဟီးရိုးကားတွေရဲ့\nထုံးစံတွေကို ပညာသားပါပါဟာသလုပ်ထားတာကိုတွေ့ရမှာပါ။ လက်စ်လူသာရဲ့ မဟာ\nအကြံအစည်ကြီးကို Super Hero Girls အဖွဲ့က တားဖို့လုပ်တာကိုကြည့်ရရင်း သာမန်ကလေး\nကာတွန်းကားလို့ ခံစားရလာပြီဆိုရင် Teen Titans တို့က ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/teen-titans-go-dc-super-hero-girls-mayhem-in-the-multiverse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k82GGrdKEajiR4y2UKvGs5ndX7i.jpg",
        "title": "Drug Hunter ( 2022 )",
        "description": "CM ကနေ အက်ရှင်ကားလေးဖြစ်တဲ့ Drug Hunters ဆိုတဲ့\nမူးယစ်ဆေး‌မှောင်ခိုသမားတွေကို ရှင်းလင်းတဲ့ ရုပ်ရှင်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nMain cast အနေနဲ့ကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတပ်ဖွဲ့ခေါင်းဆောင်\nယွီဖန်အဖြစ် Gao Jian ကသရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကိုပြောပြရမယ်ဆိုရင်\nအရှေ့တောင်အာရှမှာ မူးယစ်ဆေးအရောင်းအဝယ်တွေ\nအတော်ပေါများနေပြီး ဟိုင်ယာ့မြို့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးလှုပ်ရှားမှုမှာပါဝင်တဲ့\nရဲတပ်ဖွဲ့ခေါင်းဆာင် ယွီဖန်က သူ့အဖွဲ့သားတွေနဲ့အတူ\nတိုင်းတစ်ပါးကနေ မှောင်ခိုတင်သွင်းနေတဲ့ မူးယစ်ကုန်သွယ်လမ်းကြောင်းတစ်ခုကို\nခြေရာခံမိပြီး ပြည်တွင်းမှာ မှောင်ခိုဖြန့်ချီနေတဲ့ လီယုံကို သတိထားမိသွားရာက‌နေ\nသူ့နောက်ကွယ်က အဝယ်တော်ကို အမိဖမ်းပြီး မူးယစ်ကုန်သွယ်လမ်းကြောင်းကို\nအမြစ်ပြတ်ရှင်းထုတ်ဖို့ စစ်ဆင်ရေးစတင်ခဲ့ပါတော့တယ်စစ်ဆင်ရေးပိုမိုအရှိန်ပြင်းလာတာနဲ့အမျှ ပေးဆပ်မှုတွေကလည်းပိုလို့ပြင်းထန်လာပါတယ်\nမကောင်းမှုပြုတဲ့သူ မှန်သမျှဟာ နောက်ဆုံးမှာတော့ ကိုယ်ပြုခဲ့တဲ့\nအကျိုးသက်ရောက်မှုကို ခံစားရစမြဲပါ ‌အဲ့တော့ နောက်ဆုံးမှာ\nဘယ်သူတွေက ဘယ်လိုစတေးပြီး တိုင်းပြည်အတွက် အကျိုးရှိမယ့်\nအရာကို အကောင်ထည်ဖော်သွားမလဲဆိုတာကိုတော့\nအခုတင်ဆက်ပေးမယ့် Drug Hunters ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 23min\nSubtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Lnc4/Drug_Hunter_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/l2woatbdjizd-143x200.jpg",
        "title": "Revenge Girl (2022)",
        "description": "ဒီတစ်ခါတော့ ခေတ်လွန်ရာစုသစ်ကိုသွားကြည့်ရအောင်။\nမြစ်ကြီးတစ်ခုက စည်းခြားထားပြီးတော့ မြစ်ရဲ့အောက်ဘက်ခြမ်းက လူဆင်းရဲရပ်ကွက် (တစ်နည်း) သာမာန်လူတွေနေထိုင်နေကြတဲ့နေရာပေါ့။\nမြစ်ရဲ့အပေါ်ဘက်ခြမ်းမှာတော့ လူကုံထံတွေနေထိုင်ကြပြီး အာရုံကြောအဖွဲ့အစည်းတစ်ခုက လွှမ်းမိုးချုပ်ကိုင်ထားပါတယ်။\nအဲ့ဒီအဖွဲ့အစည်းက မြစ်ရဲ့အောက်ဘက်ကိုပါလွှမ်းမိုးဖို့ ကြံစည်နေရင်း လူ့ဦးနှောက်ကိုထိန်းချုပ်ဖို့ ချစ်ပ်ပြားပါတီထွင်နေကြပါတယ်။အရမ်းတော်တဲ့သိပ္ပံပညာရှင်က မူလချပ်စ်ပြားရဲ့အားနည်းချက်ကိုရှာတွေ့သွားပြီး ဒုတိယမျိုးဆက်ချစ်ပ်ပြားကို တီထွင်တဲ့အခါမှာ ထူးခြားတဲ့စွမ်းအင်တွေ ထွက်ပေါ်လာပါတော့တယ်။\nမတီထွင်သင့်တာကို တီထွင်ခဲ့တာကြောင့် အကျိုးဆက်ကို သူ့သမီးဖြစ်သူကခံစားရပြီး တစ်မိသားစုလုံးလည်း အသတ်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဒုတိယမျိုးဆက်ချစ်ပ်ပြားဆိုပြီး အာရုံကြောပိုင်းဆိုင်ရာအဖွဲ့အစည်းတစ်ခုက ရှာဖွေနေကြတဲ့ချစ်ပ်ပြားက သာမာန်ချစ်ပ်ပြားမဟုတ်ဘဲနဲ့ အရမ်းလှပတဲ့ အနုပညာပစ္စည်းတစ်ခုဖြစ်နေတဲ့အခါ.....\nဒုတိယမျိုးဆက်ချစ်ပ်ပြားနဲ့ ဘယ်လိုသောင်းကျန်းမလဲ.. ဘယ်လိုစွမ်းအင်တွေရှိလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:24:00\nType__Action, Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/revenge-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tf1G7uToWuoW2X5TzpUNX9vbNuO.jpg",
        "title": "Musudan (2016)",
        "description": "Musudan (2016)ပန့်ဟောက်စ် ထဲက ရှင်းဆူယွန်း လို့ လူသိများတဲ့\nမင်းသမီးကြီး အီဂျီအာ ရဲ့ Mystery Thriller ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ တောင်ကိုရီးယားနှင့်မြောက်ကိုရီယားနယ်စပ်ကြားမှာ\nအကြောင်းအရင်းမရှိလူသေမှု၊ လူပျောက်မှုတွေ ဖြစ်နေခဲ့လို့\nဒီအကြောင်းကိုစုံစမ်းဖြေရှင်းဖို့ တောင်ကိုရီးယားက အထူးတပ်ဖွဲ့ဖွဲ့ပြီး\n၂၄နာရီမစ်ရှင် တစ်ခုကို စေလွှတ်ခဲ့ပါတယ်။\nဒါပေမယ့် ဒီတပ်ဖွဲ့ နယ်စပ်ကိုရောက်သွားတဲ့အခါမှာတော့\nသာမန်မဟုတ်တဲ့အဖြေတစ်ခုကို ရှာတွေ့ခဲ့ပါတယ်။\nဒီအဖြေက ဘာဖြစ်မလဲဆို‌တာ ဖော်ထုတ်ရင်း ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ကြုံတွေ့ရလဲ၊\nအ‌ဖြေကို ရှာတွေ့တဲ့အချိန်ဘာဆက်လုပ်ကြလဲ၊\nနောက်ဆက်တွဲဘာတွေဖြစ်လာလဲ ဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yolanda Shwe ပဲ ဖြစ်ပါတယ်Genre.....Action, Mystery, Thriller\nQuality….1080p | 720p| 480p\nFile size…1.4Gb | 745MB | 275MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Yolanda Shwe\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/musudan-2016/"
    }
]