[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8c9olEa8xtSKoThXu0qjiD6mgtd.jpg",
        "title": "The International(2009)",
        "description": "The International(2009) အညွှန်း****************************IBBC ဆိုတဲ့ဘဏ်က ဘဏ်နဲ့မဆိုင်တဲ့ သန်းရာချီ လက်နက်တွေဝယ်ယူနေတဲ့လို့သတင်းရပြီးနောက်ပိုင်းအေးဂျင့် လူးဝစ် နဲ့ သူ့အဖွဲ့က IBBC ကို ဆက်တိုက်လိုက်စုံစမ်းပါတယ်...အချက်အလက်တွေ အချိန်တွေ အများကြီးယူပြီးတဲ့နောက်မှာ သူတို့အဖွဲ့ဟာ အရေးပါတဲ့သူတစ်ယောက်နဲ့ဆက်သွယ်မိကြတယ်...ခက်တာက အဲ့ဒီသူနဲ့တွေ့တဲ့ လူးဝစ်တို့အဖွဲ့က တစ်ယောက် မတော်တဆမှုနဲ့သေဆုံးခဲ့သလိုအချိန်တစ်ရက်မပြည့်ခင်မှာပဲ သူတို့ဆက်သွယ်မိတဲ့သူဟာလည်း မတော်တဆမှုနဲ့ထပ်မံ့ပြီးသေဆုံးခဲ့ပါတယ်..အထက်ကလူကြီးတွေကလည်း မရေရာမသေချာတဲ့ ဒီကိစ္စကြီးကိုလက်ရှောင်ချင်နေကြတယ်..လူးဝစ်အတွက်တော့ လုပ်ဖော်ကိုင်ဖက်လည်းဆုံးရှုံးရသလို အင်အားကြီးတဲ့ ရန်သူနဲ့ရင်ဆိုင်နေရလို့လက်ရှောင်ချင်တဲ့သူတွေကြားမှာတော့ အကြီးအကျယ် ဒေါသထွက်နေတယ်...သို့ပေမဲ့ သူအစွမ်းရှိသလောက် ရအောင်ဖော်ထုတ်မယ်ဆိုပြီ:ကြိုးစားတဲ့အခါမှာတော့...ဒီကားဟာ BOX Office မှာ ဝင်ငွေကောင်းခဲ့သလို  မင်းသားကြီး Clive Owen  နဲ့ မင်းသမီ:ကြီးNaomi Watts တို့ က အဓိက သရုပ်ဆောင်ထားပြီ: ဇာတ်လမ်းအစမှ  အဆုံး အီနေတာမျိုးမရှိဘဲတော်တော်လန်းတဲ့ဇာလမ်းမို့ ကြည့်ကြပါလို့....File Size :(4.1GB)(924MB) and (292MB)\nQuality : Blu-Ray 1080P5.1CH,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Crime , ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-international2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/14697-67-Timejpg-132x200.jpeg",
        "title": "Time (2021)",
        "description": "Time (2021)\n__________\nIMDb Rating - 6.4/10ဟောင်ကောင်ကား ကောင်းကောင်းကြည့်ချင်တဲ့လူတွေအတွက် Ricky Koဆိုတဲ့ ဟောင်ကောင် ‌ဒါရိုက်တာအသစ်ရဲ့ Debutရုပ်ရှင်ပါ။ သရုပ်ဆောင်တွေကတော့ Patrick Tse Yinနဲ့ Fung Bo-Boလို 1960ဟောင်ကောင်ရဲ့ နာမည်ကျော်ဖြစ်ခဲ့တဲ့ သရုပ်ဆောင်တွေက သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ အက်ရှင်လည်းဟုတ်သလို တော်‌တော်လည်းရယ်ရတယ် ဒရာမာလည်း အသေချိုးတယ်။ ဒါရိုက်တာရဲ့ Debutအနေနဲ့ဆိုကောင်းတဲ့ အနေအထားရှိပါတယ်။ အရင်ဟောင်ကောင် ရုပ်ရှင်တွေရဲ့ အငွေ့အသက်ကိုပြန်ရတယ်။ လက်ရှိဟောင်ကောင်ရုပ်ရှင်အများစုနဲ့ ယှဉ်ရင်တော့ ရွှေပါပဲ။ဘာမှမဆိုင်အောင်ကို ကောင်းတယ်။ ဇာတ်အိမ်ပေါ့ပေါ့ပါးပါးနဲ့ တော်တော် ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်‌ကြောင်းကတော့ ကြေးစားလူသတ်သမား လူမိုက်၃ယောက်ရှိတယ်။ ငယ်စဉ်ကတော့ တော်တော် နာမည်ကြီးပြီး သူတို့ကို နိုင်တဲ့လူမရှိဘူး။ Timeဆိုတဲ့အတိုင်း ကာလတွေရွေလျောပြီး အိုမင်းလာကြတော့ ကိုယ်ပိုင်ဒုက္ခတွေ တစ်ပုံတပင်နေရတာကို ဟာ‌သလေးနှောပြသွားတယ်။ ‌နောက်တော့ ဘ၀မှာ လွတ်လွတ်လပ်လပ်ရှင်သန်ဖို့ ကိုယ့်အတွက်ကိုယ်ရှင်သန်ဖို့ ဘာညာပေါ့။ ဝါရင့် သရုပ်ဆောင်တွေချည်းမို့ သရုပ်ဆောင်လည်း ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/time-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-ladder-133x200.jpg",
        "title": "Ladder 49 (2014)",
        "description": "Ladder 49\n~~~~~~\nIMDb - 6.5\nRT - 41%\nမီးသတ်သမားတွေဆိုတာ အမေ့ခံ ပုဂ္ဂိုလ်တွေလို့ပဲ ပြောရမလားပဲ။ ကိုယ့်အသက်ကို ပဓာနမထားပဲ ကယ်တင်မှုတွေလုပ်ပေးပေမဲ့ ဆုတံဆိပ်အချို့က လွှဲလို့ ဘာမှရခဲ့တာမဟုတ်ပါဘူး။ အဲ့ဒီလိုလေးတွေနဲ့ပဲ ချွေးသိပ်ခဲ့ကြရတာပါ။အဲ့လို‌အမေ့ခံသူရဲကောင်းတွေဖြစ်တဲ့ မီးသတ်သမား‌တွေအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်များစွာရှိပါတယ်။ အဲ့ဒီထဲမှာမှမင်းသား Joaquin Phoenix ရဲ့ ၂၀၀၄ က ရိုက်ကူးခဲ့တဲ့ Ladder 49 ဆိုတဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးချင်ပါတယ်။ဗာတီမောမြို့က ဂျက်မော်ရစ်စင် အမည်ရတဲ့ မီးသတ်သမားရဲ့ဘဝကို အခြေတည်ထားပြီး မီးသတ်သမားတွေရဲ့ ဘ‌ဝတွေ လူမှုပြဿနာတွေ သူရဲကောင်းဆန်မှုတွေ ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဝင်ငွေပိုင်းအရ အောင်မြင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ခဲ့ပြီ ကမ္ဘာ့တစ်ဝန်းမှာ သန်းတစ်ရာကျော်ပြန်လည်ရရှိခဲ့ပါတယ်။ File size…(1.77GB)/(1.01GB)/(597MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Action /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ladder-492014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the.knower-141x200.png",
        "title": "The Knower (2021)",
        "description": "The Knower (2021)\n==================\nIMDb Rating - 6.4/10ယနေ့ခေတ် နည်းပညာ တိုးတက်လာတာနဲ့အတူ နယ်မြေစိုးမိုးတိုက်ခိုက်မှု\nတွေဟာ အရင်ကလို လက်နက်နဲ့ လူတွေအများကြီး သေကြပျက်စီးမှုမရှိဘဲ\nနည်းပညာ တိုက်ခိုက်မှုတွေနဲ့ပဲ တိုက်ခိုက်သိမ်းယူနိုင်တယ်ဆိုတဲ့ ဇာတ်ကြောင်းကို\nကြေးစား Hacker တစ်ယောက်ရဲ့ ဘဝနဲ့ ကြောရိုးတည်ပြီး ရိုက်ကူးထားတာပါ။\nယူနစ်ဆိုတဲ့ Hacker တစ်ယောက်က သူရဲ့ ယောက္ခမတွေ ဆုံးသွားပြီးနောက်ပိုင်း\nHacker အလုပ်ကိုဆက်မလုပ်တော့ဘဲ သူ့သမီးလေးနဲ့ ဘဝကို အေးဆေးနေထိုင်\nပါတယ်။ တစ်ရက် အရင်အေဂျင်စီက သူ့ကိုအလုပ်တစ်ခုပြန်လုပ်ဖို့ တောင်းဆို\nလာတဲ့အခါမှာတော့ သူ့ရဲ့ Hacker အလုပ်ကို ပြန်လုပ်မှာလား၊ ဒါ့အပြင် သူ့ရဲ့\nယောက္ခမတွေ ဘာကြောင့် ဆုံးသွားရလဲဆိုတာကို ဆက်လက်ကြည့်ရှူပေးပါဦး။\nHacker တစ်ယောက်ရဲ့ အရေးပါပုံနဲ့ Cyber Crime နဲ့ပတ်သက်ပြီး စိတ်ဝင်စားတဲ့\nလူငယ်တွေအတွက် ကြိုက်နှစ်သက်မယ့် ဇာတ်ကားကောင်းတစ်ကား ဖြစ်မယ်လို့\nမျှော်လင့်မိပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Paris ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (790 MB) ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-knower-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/yun-141x200.png",
        "title": "The Legend of Zhao Yun (2020)",
        "description": "The Legend of Zhao Yun (2020)\n======================\nIMDb Rating - 6.2/10ဂန္တဝင်စစ်သူကြီး ကျောက်ယွင် (ကျောက်ကျီလုံ) ဆိုရင် သိုင်းလောကသားတွေရော၊\nဂိမ်းသမားတွေပါ ရင်းနှီးကြတဲ့စစ်သူကြီးတစ်ယောက်ဆို မှားမယ်မထင်ပါဘူးနော်။\nကျောက်ယွင်ပါဝင်တဲ့ သုံးနိုင်ငံကားတွေဆိုတာ မရေမတွက်နိုင်အောင်များတဲ့အပြင်\nသူ့အကြောင်းကိုပဲသီးသန့်ရိုက်ထားတဲ့စီးရီးတွေလည်း ရှိနေပါပြီ။ ဒီကားလေးကလည်း\nသူ့ကိုပဲဦးတည်ထားပါတယ်။ ထူးခြားတာကတော့ ရုပ်ရှင်တွေ၊ စီးရီးတွေမှာ ပြကွက်\nတစ်ကွက်လောက်ပဲပါတတ်တဲ့ လျိုပေ့ရဲ့မိန်းမနဲ့ကလေးကယ်တဲ့အခန်းကို တစ်ခမ်းတနားနဲ့\nရိုက်ပြသွားတာဖြစ်ပြီး ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ စိတ်သဘောထားတွေကို\nသေချာလေးခံစားရမယ့် ရုပ်ရှင်ကားလေးတစ်ကားဖြစ်ပါတယ်ဗျ ။ကျောက်ကျီလုံပါရင် ချောင်ချောင်၊ လွီပု နဲ့သောင်းချန်တို့လည်း မပါမဖြစ်ပေါ့။ လွီပု နဲ့\nသောင်းချန်တို့ရဲ့အချစ်ကြီးမားပုံကို ပေါ်လွင်အောင်ရိုက်ပြထားသလို ချောင်ချောင်ရဲ့\nရည်မှန်းချက်ကြီးမားပုံကိုလည်း အကောင်းဘက်ကနေလှည့်ရိုက်ထားတယ်လို့တောင်\nပြောလို့ရပါတယ်။ဟန်မင်းဆက်ပျက်သုဉ်းနေတဲ့အချိန် တိုင်းပြည်ရှုပ်ထွေးနေပေမယ့် ကျောက်ကျီလုံကတော့\nစစ်သူကြီးမလုပ်ချင်ခဲ့ပါဘူး။ မျက်စိမမြင်ရတဲ့မရီးကိုပဲ စောင့်ရှောက်ချင်ပါတယ်ဆိုပြီးရွာကိုပဲ\nပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ စစ်ပွဲရဲ့ရိုက်ခတ်ဒဏ်ကြောင့် မရီးလည်းဆုံး သူလည်းသေမလိုဖြစ်ခဲ့\nရပြီးတော့ လျိုပေရဲ့ဇနီးသည်က ကယ်တင်ပေးခဲ့ပါတယ်။ အဲ့ဒါကြောင့်လည်း အသက်သခင်\nကျေးဇူးရှင်ဆိုပြီး မရီးလို့တောင်မခေါ်ဝံ့ခဲ့တဲ့ ကျောက်ကျီလုံပါ။\nအသက်သခင်ကျေးဇူးရှင်ဖြစ်တဲ့ သခင်မနဲ့လျိုပေ့ရဲ့ကလေးငယ်တို့ ချောင်ချောင်လက်ထဲမှာ\nပိတ်မိနေတဲ့အခါ... ကျေးဇူးသိတတ်တဲ့ ကျောက်ကျီလုံတစ်ယောက် အစွမ်းကုန်ကြိုးစားပြီး\nဘယ်လိုကယ်တင်မလဲ... ချောင်ချောင်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ... ဆက်ကြည့်\nလိုက်ပါတော့ဗျာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-legend-of-zhao-yun-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/takedown-135x200.png",
        "title": "The Takedown (2022)",
        "description": "The Takedown (2022)\n================\nIMDb Rating 5.7/10အစစအရာရာမိုးနဲ့မြေ ဆီနဲ့ရေလိုကွာခြားလှတဲ့ မတည့်အတူနေ\nသူငယ်ချင်းရဲနှစ်ယောက်ဖြစ်တဲ့ Monge နဲ့ Diakite။ တစ်ချိန်တုန်းက\nတစ်ဖွဲ့တည်းအတူတူအလုပ်လုပ်ခဲ့ကြပေမယ့် အကြောင်းတစ်ခုကြောင့်\nတစ်ယောက်တစ်ဌာနဆီရောက်သွားခဲ့ကြပါတယ်။ ဒါပေမယ့် ရထား\nတစ်စီးပေါ်က လူသေအလောင်းကနေအစပြုပြီး နှစ်ယောက်သားပြန်\nပေါင်းမိပြီး အမှုလိုက်ဖို့ဖြစ်လာခဲ့ပါတယ်။ နဂိုကတည်းကအရာရာ\nမတူညီတဲ့သူတို့နှစ်ဦး အမှုကိုဘယ်လိုလိုက်ကြမှာလဲ။ ပြဒါးတစ်လမ်း\nသံတစ်လမ်းလိုဖြစ်နေတဲ့သူနှစ်ဦး အမှုအတူလိုက်တဲ့အခါ ဘာတွေအလွဲလွဲ\nအချော်ချော်တွေဖြစ်မှာလဲ စတာတွေကို ရယ်မောဖွယ်ကြည့်ရမယ့် Crime ,\nComedy, Drama ကားကောင်းလေးတစ်ကားပါလို့ညွှန်းပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size..........(2.5 GB) / (1.16 GB) / (816 MB)\nQuality............Web-DL 1080p / 720p / 360p\nDuration.........1Hr 59mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Crime\nTranslator.......Chit Tee\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-takedown-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iv1hGQjD390UeH2unAoR6wAchBF.jpg",
        "title": "Rough Cut (2008)",
        "description": "Rough Cut (2008) အခုတစ်ခါ မိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ မင်းသားကြီး So Ji Sub ရဲ့ အက်ရှင်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ မကြာခင်ရက်ပိုင်းအတွင်းမှာလည်း ဒီမင်းသားကြီး ဦးဆောင်ပါဝင်မဲ့ Doctor Lawyer ဆိုတဲ့ Series လည်း ထွက်လာဦးမှာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂန်ဖယ်ဆိုတာကတော့ အင်မတန်ကြမ်းတမ်းတဲ့ လုပ်ရပ်တွေကြောင့် လူမိုက်ဂိုဏ်းတစ်ခုရဲ့ အဆင့် ၂ နေရာကို ရောက်ရှိလာခဲ့ပါပြီ။ ဒီလို ကြမ်းတမ်းတယ်ဆိုပေမဲ့လည်း တစ်ဖက်မှာတော့ ဂန်ဖယ်ဟာ နူးညံ့တဲ့သဘောရှိပြီး အနုပညာကိုလည်း မြတ်နိုးသူ တစ်ယောက်ပါ။ဆူထာ ဆိုတာကတော့ အက်ရှင်မင်းသား ဖြစ်ပြီး ခပ်ကြမ်းကြမ်း သရုပ်ဆောင်ရတာကို ကြိုက်နှစ်သက်တဲ့သူပါ။ ကြမ်းတမ်းမှု အဆင့်တွေ သတ်မှတ်လိုက်ရင် ဆူထာ နဲ့ ဂန်ဖယ်တို့က အတူတူလောက်ပါပဲ။မင်းသားဂျန်ဆူထာက ရိုက်ကွင်းမှာ အတူတူရိုက်ကူးတဲ့ တစ်ဖက်သရုပ်ဆောင်ကို အက်ရှင်ကား ရိုက်ကူးရင်း အမှန်တကယ် ချလိုက်တာကြောင့် ဆေးရုံတင်လိုက်ရလို့ သူနဲ့အတူ တွဲရိုက်ပေးမယ့် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/rough-cut-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVWYG9W7jNaElA4U7naT6o9JhdF.jpg",
        "title": "The Mystic Nine: Qing Shan Hai Tang ( 2022 )",
        "description": "TU ထဲက မုန့်ယောင်လေးရဲ့ The Mystic Nine: Qing Shan Hai Tang (2022)\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်... The Mystic Nine\nဆိုတဲ့နာမည်ကို C-drama ဖန်တွေစိမ်းနေမယ်မထင်ပါဘူး... ဟုတ်ပါတယ် 2016 မှာ\nအတော်လေး နာမည်ကြီးခဲ့တဲ့ The Mystic Nine ဒရာမာကို ပြန်ပြီး adapt\nထားတဲ့ ရုပ်ရှင်ကားလေးပါ...The Mystic Nine (2016) မှာ ကျန်းချီရှန်းနဲ့ အာ့ယွဲ့ဟုန်ကြားက\nဂျင်းချိုတွေ စားခဲ့သူရှိပေမယ့် ဘယ်သူမှ သူတို့နှစ်ယောက် ဘယ်လိုဆုံပြီး\nဘယ်လို မိတ်ဆွေဖြစ်ခဲ့ကြတယ်ဆိုတာ မသိခဲ့ကြဘူး... ဒီအဖြေကို\nဒီရုပ်ရှင်ကားလေးက ဖြေပေးပါလိမ့်မယ်... ကျန်းချီရှန်းဟာ အဖေ့အတွက်\nလက်စားချေပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ချန်ရှားကိုရောက်လာခဲ့ပါတယ်...\nဒါပေမယ့် ချန်ရှားမှာ အာဏာရနေသူ ကျော်ချန်ကျီးက\nသူလက်စားချေရမယ့်သူဖြစ်နေတာကြောင့် ခိုင်မာတဲ့သက်သေကို ရှာရင်း\nအာ့ယွဲ့ဟုန်နဲ့ အမှတ်မထင်ဆုံခဲ့ရာကနေ...\nကျန်းချီရှန်းရဲ့ ပထမဆုံးသော မိတ်ဆွေအဖြစ်ထိ ဖြစ်လာခဲ့ပါတယ်...တစ်ဖက်က အာ့ယွဲ့ဟုန်အတွက်လည်း ကျန်းချီရှန်းက အတော်လေး\nထူးခြားတဲ့သူဖြစ်နေပေမယ့် သူလက်စားချေမယ့် ကျော်ချန်းကျီးဟာ အာ့ယွဲ့ဟုန်\nအဖေနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2r9lr/The_Mystic_Nine_Qing_Shan_Hai_Tang_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWHaG2OSNOuthT90b7nWCDg5jTO.jpg",
        "title": "The Curious Case of Tianjin ( 2022 )",
        "description": "ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော် ချင်ဖန်ဟာတရုတ်ရိုးရာသမားတော်တစ်ယောက်ဖြစ်ပြီး\nကျင်းမန်ဆိပ်ကမ်းမှာနေပါတယ်။ငြိမ်းချမ်းရေးကိုလိုလားပြီးအေး​အေးဆေးဆေးနေချင်သူပေါ့။​ဆိပ်ကမ်းရဲ့အဖွဲ့ကြီးနှစ်ဖွဲ့ဖြစ်တဲ့ \"ရိက္ခာပို့ဆောင်ရေးအဖွဲ့\" နဲ့ \"ချင်းလုံအဖွဲ့\" တို့\nစားကျက်လုရင်းရန်ပွဲတွေဖြစ်ကြတဲ့အခါမှာ ချင်ဖန်ဟာဘုမသိဘမသိဝင်ပါမိရော။\nသူဟာဖျန်ဖြေဖို့ရည်ရွယ်ချက်နဲ့ဝင်ပါခဲ့ပေမယ့်၊\nမထင်မှတ်ထားစွာဘဲ လူနှစ်ယောက်သေသွားတဲ့အခါ\nမှော်အတတ်သုံးတယ်လို့စွပ်စွဲခံရပြီးထောင်နန်းစံရပါလေရော။သူ့ရဲ့အပြစ်ကင်းမှုကိုသက်သေပြဖို့​ထောင်ထဲကခိုးထွက်ပြီး\nရင်ခွဲရုံမှာအလောင်းခွဲစိတ်တာကိုသွားကြည့်နေတဲ့အချိန်မှာပဲ\nဆေးတစ်မျိုးကြောင့်မေ့မျောသွားပါတော့တယ်။ အလောင်းကလည်းပျောက်ဆုံးသွားတယ်။\nအကုသိုလ်ဟာအဖော်အပေါင်းနဲ့လာတယ်ဆိုသလိုပဲ\nသူ့ဘာသာသူမေ့မျောပြီး ဆောင်ကြာမြိုင်တစ်ခုကိုဘယ်လိုရောက်လို့ရောက်မှန်းမသိ နှပ်နေစဥ်မှာပဲ၊\nအဲ့ဒီညမှာဆိပ်ကမ်းကလူတချို့ဟာ ထိန်းချုပ်ခံရသလို\nအသိစိတ်မရှိတော့တဲ့ပုံစံတွေနဲ့ရေထဲခုန်ချပြီးသေသွားကြရော။ဆိုတော့ တစ်မှုပေါ်တစ်မှုဆင့်ပြီး လူသတ်မှု၊ အလောင်းခိုးမှု၊\nထောင်ဖောက်မှုတွေအပြင် ၊ လူအများရဲ့မှော်အတတ်သုံးတယ်ဆိုတဲ့\nစွပ်စွဲချက်ပါထပ်လောင်းလာတဲ့အခါမှာတော့…\nချင်ဖန်ဟာသူ့ရဲ့ဖြူစင်မှုကိုသက်​သေပြဖို့အတွက်ကြိုးစားရပါတော့တယ်။\nဒီအမှုတွေရဲ့နောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ။\nမှော်အတတ်တွေနဲ့ရောသက်ဆိုင်နေတာလား။\nချင်ဖန်ကရောဒီထူးဆန်းတဲ့အမှုတွေကိုဖော်ထုတ်နိုင်ပါ့မလား။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Adventure\nRuntime : 1h 23min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/15eo6/The_Curious_Case_of_Tianjin_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pL9tLATXkwZyDNtnoq3RYoy0bln.jpg",
        "title": "4 Kings (2021)",
        "description": "4 Kings (2021) ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ 90 ခုနှစ်ဝန်းကျင်က အသက်မွေးဝမ်းကျောင်းတက္ကသိုလ်လေးခုကြားမှာဖြစ်ခဲ့တဲ့ ပဋိပက္ခဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပါ။ဆယ်ကျော်သက်အရွယ် သမီးတစ်ယောက်နဲ့ အဖေတစ်ခု သမီးတစ်ခု အခြေအနေကို ရောက်သွားခဲ့ရတဲ့ အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်ကျောင်းသားဟောင်း ဘီလီရဲ့ မှတ်ဉာဏ်ကနေ ပြန်လည်ဖော်ပြရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။အဖေနဲ့သမီး ဆက်ဆံရေးက သိပ်မကောင်းပေမဲ့ ကျောင်းသားလူဆိုးဂိုဏ်းကြောင့် သမီးဖြစ်သူ ထိခိုက်ဒဏ်ရာ ရသွားတဲ့အခါမှာ ဘီလီက သူနဲ့ သူ့သူငယ်ချင်းရဲ့ အတိတ်ကအကြောင်းအရာတွေကို ပြန်အမှတ်ရသွားခဲ့ပါတယ်။အဲဒီခေတ်အခါတုန်းက အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်တွေကို မျှော်လင့်ချက်ကင်းမဲ့ပြီး အနာဂတ်မရှိတဲ့ နေရာလို့ သတ်မှတ်ထားကြတာပါ။ အမေက နောက်အိမ်ထောင်ပြုပြီး ပထွေးဖြစ်သူ အမုန်းခံ‌နေရတဲ့ ဘီလီအတွက် စိတ်ထွက်ပေါက်ဆိုလို့ သူ့ရဲ့ ရင်းနှီးတဲ့ သူငယ်ချင်းတွေပဲ ရှိခဲ့ပါတယ်။ ဒါကြောင့် သူ့ရဲ့ကျောင်းနေဖက် ရဲဘော်ရဲဘက်တွေကို ကာကွယ်ဖို့ ဘာမဆိုလုပ်ခဲ့ပြီး ပြဿနာတွေ အများကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရရင်း အချစ်ဆုံးသူငယ်ချင်းကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ...ယနေ့ထိတိုင် သူပေးဆပ်နေရတဲ့ ဘဝသင်ခန်းစာ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ 4 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/4-kings-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTUyNDk5ODE0OV5BMl5BanBnXkFtZTgwMDMyNzE4MDE@._V1_-135x200.jpg",
        "title": "Welcome to the Jungle (2013)",
        "description": "တစ်ချိန်တုန်းက တမ်းတမ်းစွဲကြိုက်ခဲ့ရတဲ့ အက်ရှင်မင်းသားကြီးဗန်ဒိန်းရဲ့ Adventure , Comedy ကားဟောင်းလေးကို ပြန်ခံစားကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားက (၂၀၁၃) ခုနှစ်ကထွကခဲ့တာ အခုဆိုရင် (၁၀)နှစ်ပြည့်ခါနီးနေပြီဆိုတော့ တော်တော်လေးကြာပြီလို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုမ္ပဏီတွင်းအသင်းဖွဲ့နဲ့လုပ်ကိုင်တတ်အောင်လို့ ကျွန်းတစ်ကျွန်းပေါ်ခရီးထွက်လာခဲ့ကြရတဲ့ ကုမ္ပဏီအဖွဲ့သားတွေရဲ့ခရီးစဉ်က မထင်မှတ်တာတွေဖြစ်ပြီး ကျွန်းပေါ်မှာသောင်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုသောင်တင်နေတဲ့အဖွဲ့သားတွေကို အများကငကြောက် ငကြောင်လို့မှတ်ယူနေတဲ့ Chrisကကယ်တင်မလား...Chris ဆီကအိုင်ဒီယာကိုခိုးသွားတဲ့ အထက်လူကြီးPhilကပဲ ဦးဆောင်မလား..ကျွန်းပေါ်မှာ သူတို့ဘယ်လို ရှင်သန်လွတ်မြောက်အောင် ကြိုးစားကြမလဲဆိုတာကို ကြည့်ရမယ့် ဟာသအက်ရှင်စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Chit Tee ပါ )File Size__(1.6GB) / (900MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/welcome-to-the-jungle-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jGKbYuZtdxSNOocI6ZziQeiY4n.jpg",
        "title": "Attack (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ စူပါစစ်သားကားလေးပဲဖြစ်ပါတယ်အာဂျွန်ဟာ သိပ်တော်တဲ့ စစ်တပ်အရာရှိတစ်ယောက်ဖြစ်ပြီး\nမတော်တဆမှုတစ်ခုမှာ ထိခိုက်မိသွားလို့\nခန္ဓာကိုယ်အကြောသေသွားခဲ့တယ်...နိုင်ငံတွင်းမှာ အကြမ်းဖက်ဖြစ်စဉ်တွေ များလာတော့\nဖြေရှင်းဖို့က ပတ်ဝန်းကျင်နိုင်ငံတွေပါဝင်ပတ်သက်နေတာကို\nသံသယအဆင့်နဲ့ပဲသိထားတော့ ငြိမ်းချမ်းရေးညှိနှိုင်းဆွေးနွေးလို့လည်းမရ\nစစ်ဖြစ်လို့လည်းမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်...ဒါကိုဖြေရှင်းဖို့အတွက် အိန္ဒိယစစ်တပ်ကနေ စူပါစစ်သားတွေကို\nဖန်တီးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...  ဒီဖြစ်စဉ်မှာ အစမ်းသပ်ခံလူသားက အကောင်းပကတိအတိုင်း\nမဟုတ်ဘဲ လေဖြတ်အကြောသေနေတဲ့ ပုံစံမျိုးမှာရှိနေမှ\nအဲ့ဒီလူသားဟာ ဒီစမ်းသပ်ခြင်းမှာ ပုံမှန်ထက်ထူးကဲတဲ့\nအစွမ်းခွန်အားမျိုးကို ရရှိမှာဖြစ်ပါတယ်..ဒီလိုနဲ့ နိုင်ငံ့အကျိုးသယ်ပိုးဖို့ အာဂျွန်ကို\nစမ်းသပ်လိုက်တဲ့အခါမှာတော့.....။ \nFile size…2.8GB / 1.9GB / 950MB\nQuality…4k ZEE5 WEB DL SDR HEVC / 1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Myo Myo , Yunni",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/attack-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
        "title": "Max Payne(2008)",
        "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ..... File Size : (2.05GB)(889MB) and (263MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Adventure, Crime, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/max-payne2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYmQ0ODljODQtYjdmOC00ZTc1LWJiNDUtNjg3YTRmZDE2MDg1XkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_-135x200.jpg",
        "title": "County Line: All In (2022)",
        "description": "Couty Line : All In (2022)မြို့လေးတစ်မြို့မှာ သေနတ်အတုတွေနဲ့ ပစ်ကြ‌ခတ်ကြတဲ့ ကစားပွဲလေးတစ်ခုလုပ်တယ်။ အဲဒီပွဲမှာ လူတစ်ယောက် ကျည်အစစ်မှန်ပြီး သေသွားတယ်။\nပြဿနာက သူ့အလောင်းက ရဲအရေးပိုင်နယ်မြေ နှစ်ခုရဲ့ ကြားထဲကျနေတော့ ဒီအမှုက ဟိုဘက်စခန်းနဲ့ဆိုင်သလို ဒီဘက်စခန်းနဲ့ ဆိုင်သလိုလို တိုင်ပတ်‌သွားပြီးနောက် ဟိုဘက်စခန်းနဲ့ ဒီဘက်စခန်း အမှုအတူတူလိုက်ကြတယ်။သေတဲ့လူက မြို့ခံဂန်းစတားအကြီးစားရဲ့ ရှေ့နေဆိုတော့ မြို့ခံလူမိုက်တွေကို စုံစမ်းရာက နောက်ဆုံး နိုင်ငံရေးသမားတွေအထိ ဆက်နွယ်လာပြီး နောက်ထပ်လူတွေလည်း တစ်ယောက်ပြီး တစ်ယောက် သေလာတဲ့အခါမှာတော့.....2017က County Line ရုပ်ရှင်နဲ့ တိုက်ရိုက်ဆက်စပ်နေတဲ့ သူ့အဆက်ကားပါ။\n2017ကားက အရာရှိ ကလင့်သရုန်းအနားယူပြီးတဲ့နောက် အရာရှိအသစ်ရောက်လာတဲ့ အချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။\nBansheeတို့ ဘာတို့လို မြို့လေးတစ်မြို့မှာ မြို့ခံလူမိုက်ဂိုဏ်းတွေနဲ့ မြို့ခံရဲအရာရှိတွေကြားက အရှုပ်အထွေးတွေကို ကြိုက်ရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။\nတရားခံ ဖြစ်နိုင်တဲ့လူတွေ အများကြီးပြပြီး ပြန်ရွေးထုတ်သွားတာလေးလည်း ကောင်းပါတယ်။\nစုံထောက်ကားတွေကြည့်ပြီး တရားခံကိုခန့်မှန်းကြည့်ရတာ ကြိုက်ရင် ကြည့်ကြည့်ပါ။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/county-line-all-in-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/heropanti_ver6-138x200.jpg",
        "title": "Heropanti (2014)",
        "description": "အချစ်ဆိုတာလက်ထပ်ပြီးမှဖြစ်တာလို့ ဘေးဘိုးစဉ်ဆက် အရိုးစွဲကျင့်သုံးခဲ့ကြတဲ့ ဟက်ကရီရွာကိုအုပ်ချုပ်တဲ့ဝန်ကြီး ချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ်မှာ သမီးနှစ်ယောက်ရှိပါတယ် သမီးကြီးဖြစ်တဲ့ ရန်နူဟာ သူမကိုလက်ထပ်ပေးမဲ့နေ့မှာပဲ ဘာဘလူလားဆိုတဲ့ သူငယ်ချင်းရဲ့ အကူအညီနဲ့ ချစ်သူရာကက်ရ်နောက်ကို ခိုးရာလိုက်ပြေးသွားပါတော့တယ်။ရန်နူရဲ့ဦးလေးတွေ ဒီကိစ္စကို သိသွားတော့ ကြံရာပါဖြစ်တဲ့ ဘာဘလူနဲ့ သူငယ်ချင်းတွေကို ဖမ်းဆီးနှိပ်စက်ပြီး ရန်နူးတို့ရှိရာကိုလိုက်ပို့ခိုင်းပါတယ် ဘာဘလူးဟာလည်းဝန်ကြီးရဲ့သမီးအငယ်ဖြစ်တဲ့ဒင်မ်ပီကိုချစ်ကြိုက်မိသွားပါသေးတယ်... အဖေ ဦးလေးတွေ ကြားက ဒင်မ်ပီရဲ့ အချစ်ကိုရောပိုင်ဆိုင်နိုင်ပ့ါမလား\nချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ် က ရော သမီးငယ်နှင့်သဘောတူပါ့မလား\nဆိုတာကိုတော့. .ဆက်လက်ကြည့်ရူပေးကြပါ\nReview Credit:",
        "rating": "5.6",
        "url": "https://megaup.net/2dWC4/Hero_Panti_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EaMMsKs0g6gucK9dJwo1B5BOGn.jpg",
        "title": "The Monkey King: The Legend Begins ( 2022 )",
        "description": "The Monkey King ဇာတ်ကားတွေအများကြီးထွက်နေပြီဆိုပြီးရိုးနေပြီဆိုတဲ့\nCM ပရိတ်သတ်တွေအတွက် ဒီရှည်လျားတဲ့ဇာတ်ဝတ္ထုကြီးရဲ့ မျောက်ဘုရင်\nဘယ်လိုဖြစ်ပေါ်လာကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nThe Monkey King: The Legend Beginsဆိုပြီး ယနေ့မှာတော့တင်ဆက်ပြသပေးလိုက်ပြီအားလုံးသိပြီသားအတိုင်း မျောက်ဘုရင် စွန်းဝူခုန်းက\nကောင်းကင်ဘုံမှာပြဿနာရှာလို့ ရူလိုင်မြတ်စွာဘုရားက\nသူ့ကိုလက်ငါးချောင်းတောင်အောက်မှာအပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ တရားကျင့်ကြံခိုင်းထားခဲ့ပါတယ်ဒီဇာတ်ကားလေးမှာ အားယိဆိုတဲ့ ကလေးမလေးတစ်ယောက်\nမျောက်ဘုရင် စွန်းဝူခုန်းကို ကောင်းကင်ဘုံ နတ်ပြည်ထံခေါ်သွားပေးဖို့ လိုက်ရှာပါတယ်\nဒီလိုနဲ့ပဲ ဝူခုန်းနဲ့တွေ့ပြီးနောက်ပိုင်း သူ့မိဘတွေအသတ်ခံလိုက်ရကြောင်းကို\nကောင်းကင်ဘုံမှာရှိတဲ့ နတ်အရာရှိတွေကိုတိုင်ကြားချင်လို့\nကောင်းကင်ဘုံကိုခေါ်သွားပေးပါလို့ အားယိကတောင်းဆိုပါတယ်ဝူခုန်းနောက် တကောက်ကောက်ရှုပ်တဲ့ကလေးမက\nဝူခုန်းဒုက္ခတွေကြုံလာရင် သူအရင်ဆုံးထွက်ကာကွယ်ပေး\nဝူခုန်းကိုပျော်ရွှင်အောင်ထား‌ပေးနဲ့ သူငယ်ချင်းတွေဖြစ်လာရော\nနောက်ဆုံးမှာ အားယိကို ကောင်းကင်ဘုံခေါ်သွားဖို့ ဝူခုန်းကတိပေးခဲ့လိုက်ပါတယ်ကံမကောင်းစွာနဲ့ ဝူခုန်းရဲ့ ရန်ဘက် နဂါးမင်းသားက\nဝူခုန်းကိုလက်စားချေချင်တဲ့စိတ်နဲ့ အားယိကိုဖမ်းကာ\nလက်စားချေမှုတွေစတင်လှုပ်ရှားခဲ့ပါတယ်\nအားယိကိုသွားကယ်ရင်းဖြစ်လာမဲ့အကြောင်းအရာလေးတွေကိုတော့\nဆက်ပြီးပြောပြသွားမှာမဟုတ်တဲ့အတွက် :') ဇာတ်ကားလေးကိုပဲကြည့်ရှုလိုက်ရအောင် .. Quality : WEB-DL 1080p ,  480pFormat : mp4Genres : Action , Fantasy , DramaRuntime : 1h 20minSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/14Btj/The_Monkey_King_(2022)_The_Legend_Begins_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvgpovdyGZIj9QXSoNNiqe290O1.jpg",
        "title": "Song of the Assassins ( 2022 )",
        "description": "ဒီတစ်ခါ Channel Myanmar ကတင်ဆက်ပေးမဲ့Song Of The Assassins\nဇာတ်ကားလေးက Prince of Lan Lingမှာ အဓိက\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ပြန်လည်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ဒီဇာတ်ကားမှာတော့ ပရမ်းပတာဖြစ်နေတဲ့ခေတ်ကာလကြီးမှာ\nလှည့်ကွက်တွေများစွာနဲ့ အကွက်ချခံနေရတဲ့ မင်းသား ချင်းမန့်ရှိုးလော်\nချီကျွင်းယွမ်ရဲ့ ဇာတ်ကြောင်းကိုအဓိကပြသထားတာဖြစ်ပါတယ်ချီကျွင်းယွမ်က မုန်းတီးမှုများစွာနဲ့ လီဟန့်ဂူဆိုတဲ့နေရာမှာ\nထိပ်တန်းလူသတ်သမားအဖြစ်ရပ်တည်နေတဲ့ ဆရာကြီးတစ်ယောက်ပါ\nငယ်စဉ်အခါက ကြေးပြားမြေပုံ (ရှေးဟောင်းမြေပုံ) ဆိုတဲ့\nမြေပုံတစ်ခုကြောင့် ချီမျိုးနွယ်စုအားလုံး မင်းသားရဲ့ မိသားစုတွေက အသတ်ခံလိုက်ရတာပါအဲ့မြေပုံရဲ့နောက်ကြောင်းကိုလိုက်စုံစမ်းရင်း\nဘယ်လိုအမှန်တရားတွေထွက်ပေါ်လာမလဲဆိုတာကိုတော့\nSong Of The Assassins ရဲ့အကွက်ပေါင်းများစွာနဲ့\nအံ့ဩပြီး ဆက်လက်ကြည့်ရှုဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 58min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.7",
        "url": "https://megaup.net/1L4ar/Song_Of_The_Assassins_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KsAHLzQnhXeQhuMPCicZ37gFDS.jpg",
        "title": "The Labyrinth ( 2022 )",
        "description": "ဒီတစ်ခါမှတော့ သည်းထိတ်ရင်ဖို Horror Thriller ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအမည်ကတော့ \"ဝင်္ကပါ\" ဖြစ်ပြီး ဘာဝင်္ကပါလဲဆိုတာတော့ ဇာတ်လမ်းအကျဥ်းမှာဖတ်ကြည့်ရအောင်။ဇာတ်လမ်းအစမှာ ရထားတစ်စီးဟာ အေးအေးလူလူခုတ်မောင်းနေလေရဲ့။\nရထားပေါ်မှာ လူတန်းစားအမျိုးမျိုး၊ လူအမျိုးမျိုးက လိုက်ပါစီးနင်းနေကြတာပေါ့။\nရှေ့မှာကြုံလာမယ့်အန္တရာယ်ကိုသတိမထားမိစွာဘဲ အေးအေးလူလူ စကားတပြောပြောနဲ့ပေါ့။တစ်နေရာအရောက်မှာတော့ ဘာဖြစ်မှန်းမသိဘဲ ရထားဟာရပ်တန့်သွားပါတော့တယ်။\nရထားထဲကထွက်ဖို့ကြိုးစားကြရင်း ရုန်းရင်းဆန်ခတ်ဖြစ်နေကြပြီးနောက်မှာတော့\nရထားလမ်းမြေပြိုနေတာဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nဘေးလွတ်ရာမှာဆင်းနေကြပေမယ့် ကင်းခြေများအကောင်ရေ\nထောင်ချီဝိုင်းလာတဲ့အခါမှာတော့ ရထားပေါ်ပြန်တက်နေရုံကလွဲရွေးချယ်စရာမရှိခဲ့ပါဘူး။ရထားဟာ ဝန်မမျှဖြစ်ပြီး မြေပြိုနေတဲ့တွင်းနက်ကြီးထဲကို ထိုးကျသွားပါလေရော။\nအဲ့ဒီတွင်းထဲမှာလည်း ကင်းခြေများအကောင်ရေအမြောက်အများရှိနေတဲ့အခါ\nခြေဦးတည့်ရာကိုပြေးရပါတော့တယ်။ ဘယ်နေရာကိုရောက်မှန်းမသိရောက်ကုန်ရင်း\nကယ်ဆယ်ရေးအဖွဲဲ့တွေကရော သူတိူ့ကိုရှာတွေ့ပြီး ကယ်တင်နိုင်ပါ့မလား။\nသူတို့အနေနဲ့ရော ကင်းခြေများဝင်္ကပါကနေလွတ်အောင်ပြေးနိုင်ပါ့မလား။\nဘေးအန္တရာယ်ကြုံတဲ့အခါတွေ့ရမယ့်လူ့ သဘောသဘာဝ ကို\nမြင်တွေ့ရမယ့်အ​ပြင် ကင်းခြေများနဲ့လူတွေရဲ့အားပြိုင်ပွဲကို စိတ်လှုပ်ရှားစွာကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 9min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://megaup.net/36zMA/The_Labyrinth_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pGB8ZR1UOCDxWw5Eb8WTxAEr2CW.jpg",
        "title": "The Mysterious Cloths ( 2022 )",
        "description": "မသိမသာ စိတ်ဝင်စားဖို့ကောင်းတဲ့ the mysterious cloths ဆိုတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက တစုန့်မင်းကြီးရဲ့ မွေးနေ့ပွဲက စတယ်ဆိုရမလား...\nပါးစပ်ရာဇဝင်ထဲက မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့ မြဝတ်ရုံက စတယ်ဆိုရမလားပဲ...\nဘာလို့လဲဆိုတော့ ရှီရှပြည်ထောင်က မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့\nမြဝတ်ရုံကို တစုန့်မင်းကြီး မွေးနေ့ပွဲအတွက် မွေးနေ့လက်ဆောင်မွန်အဖြစ်\nဆက်သဖို့ကြိုးစားရာမှာ တစုန့်က လက်ဆောင်လက်ခံသူ လျန်ဝမ်ရယ်ဟာ\nလက်ဆောင်လက်ခံပြီး ညတွင်းချင်းမှာပဲ ဘဝတစ်ပါးကို အကြောင်းရင်းမဲ့စွာ\nပြုံးပြုံးကြီး ကူးပြောင်းသွားပါတယ်...ဟုတ်ပါတယ် ဒဏ္ဏာရီလာ မြဝတ်ရုံကို စမ်းမဝတ်ဘဲ မနေနိုင်တဲ့ လျန်ဝမ်ရယ်ဟာ\nမြဝတ်ရုံကို စမ်းဝတ်ကြည့်ပြီးနောက် ပြုံးပြုံးကြီးနဲ့  ဘာကြောင့်မှန်းမသိ\nဆုံးပါးသွားခဲ့တာပါ... တစ်ဖက်မှာ အလောင်းကို စစ်ဆေးတော့လည်း\nခုခံထားဟန်မတွေ့ အဆိပ်မိတဲ့လက္ခဏာကမရှိတဲ့အပြင် ကိုယ့်ကိုယ်ကို\nသတ်သေဖို့ဆိုတာလည်းမဖြစ်နိုင်တော့ အခက်တွေ့တာပေါ့ ဒါကြောင့်လည်း\nလက်ဆောင်ဆက်သသူ ရှီရှပြည်ထောင်က ချင်ယွမ်မင်းသားကိုပဲ စစ်ဆေးဖို့\nဖမ်းလိုက်ရတာကြောင့် ၂ ပြည်ထောင် ချစ်ကြည်ရေးတည်ဆောက်ဖို့ ကြိုးစားရာကနေ\nဆက်ဆံရေးက အဆိုးဖက်ကို ကူးပြောင်းလာတော့တယ်...ဒါကြောင့် စုန့်စီဆိုတဲ့ ပြည်သူတွေသတ်မှတ်ထားတဲ့ သမာသမတ်ကျသူ\nတရားသူကြီးမင်းကို စစ်ဆေးစုံစမ်းဖို့ တာဝန်လွှဲအပ်ခဲ့တယ်... ဒီလိုနဲ့\nလျန်ဝမ်ရော ရှီရှ လက်ဆောင်ဆက်သသူတို့အပါအဝင်\nတစုန့်မင်းကြီးမွေးနေ့မင်္ဂလာပွဲ တက်ဖို့ ရောက်လာသူတွေ တည်းခိုတဲ့\nတည်းခိုဆောင်ကို ရောက်လာခဲ့တော့တယ်....စုန့်အမတ်မင်းက တကယ်ပဲ ဒီအမှုကို ရှင်းနိုင်မှာလား...\nလျန်ဝမ်ကရော ဘာကြောင့်သေသွားတာလဲ...\nမြဝတ်ရုံရဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/36xTE/The_Mysterious_Cloths_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/J1-2-146x200.jpg",
        "title": "John Carter (2012)",
        "description": "WALL-E , Finding Dory ,Toy Story တို့လို Animation ကောင်းတွေရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာ Andrew Stanton ရဲ့ Live Action ဇာတ်ကားဖြစ်ပါတယ်။ Walt Disney က ထုတ်လုပ်ထားတာဖြစ်ပြီး Action Scene တွေ မိုက်တာကြောင့်ရယ် မားစ်ဂြိုဟ်ပေါ်က ရှုခင်းတွေရယ် ထူးဆန်းတဲ့အကောင်ဗလောင်တွေရယ်ကြာင့် ဒီဇာတ်ကားက ကြည့်ဖူးသူတိုင်း အမှတ်ရမိတတ်တဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...ဂျွန်ကာတာဆိုသူဟာ အမေရိကန်ပြည်တွင်းစစ်တုန်းက ပါဝင်ခဲ့တဲ့ စစ်မှုထမ်းဟောင်းတစ်ယောက်ပေါ့...သူဟာ အတိတ်ကဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် အခုချိန်မှာ အပူမရှာဘဲ အေးအေးဆေးဆေး နေချင်တဲ့ သူတစ်ယောက်ပေါ့။ ဒါပေမယ့် အေးဆေးမနေရဘဲ သူ့ကို စစ်မှုပြန်ထမ်းခိုင်းရာကနေစပြီး သူ့ဘဝကိုလုံးဝပြောင်းလဲသွားစေတဲ့ ဖြစ်ရပ်နဲ့ ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။သူဟာ စစ်ပွဲထဲမှာ အင်ဒီးယန်းလူနီတွေရဲ့ လက်ကလွတ်မြောက်ဖို့ ပုန်းအောင်းရာကနေ ဂူတစ်ခုထဲမှာ ထူးဆန်းတဲ့ လူတစ်ယောက်နဲ့တွေ့ပါတယ်\nအဲ့လူ ရွတ်ဆိုတဲ့ ဂါထာကို သူပါ ရွတ်ဆိုလိုက်တဲ့အခါမှာ ရုတ်တရက်မေ့မျောသွားပါတော့တယ်။\nသူပြန်သတိရတဲ့ အချိန်မှာတော့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/john-carter-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS9I1TO4OVdBhTCeyHHKiXE5Bil.jpg",
        "title": "Daaka (2019)",
        "description": "Daaka (2019)ရှင်ဒီ ဟာ အသက် (၃၈) နှစ်အရွယ် လူပျိုကြီး၊ ပိုင်ဆိုင်တာဆိုလို့ ရူပီးနှစ်သိန်းတန် မြေကွက်တစ်ခုရယ်၊ တံခါးပေါက်တွေတောင်မပါတော့တဲ့ အိမ်တစ်လုံးရယ်၊ ခြေသုံးချောင်းပဲ အကောင်းကျန်တော့တဲ့ ကုတင်တစ်လုံးရယ်၊ ဆီအမြဲပြတ်နေတတ်တဲ့ ဆိုင်ကယ်တစ်စင်းရယ်၊ သူ့ကိုသိပ်ချစ်ရှာတဲ့ အထက်တန်းလွှာက ချစ်သူမိန်းမချောလေးရယ်၊ သူဘေးမှာ မခွာတမ်း ခင်မင်ရှာတဲ့ ညီအစ်ကိုတမျှရင်းနီးသူ ဘာလီ ရယ်။ရှင်ဒီ နဲ့ ဘာလီ တို့နှစ်ယောက်ဟာ ဈေးဆိုင်ကြီးတစ်ခုရဲ့မျက်နှာစာမှာ ဖုန်းပြင်ဆိုင်သေးသေးလေးဖွင့်လို့ စားဝတ်နေရေး ဖြေရှင်းကြရသူတွေပါ။ ရှင်ဒီ က အကြံဉာဏ်ကောင်းတွေနဲ့ စီးပွားရေးလုပ်ကိုင်တတ်သူဖြစ်ပြီး ဘာလီ ကတော့ ရှင်ဒီ ပြောသမျှနားထောင်ပြီး ဒိုင်ခံအလုပ်လုပ်ပေးသူ ဖြစ်ပါတယ်။ ဉာဏ်သမားနဲ့ အလုပ်လုပ်သမားပေါ့။ ဒါပေမဲ့ သူတို့နှစ်ယောက်က ကျောမွဲလေးတွေပါ။ ဆင်းရဲသား နင်းပြားလေးတွေ။တစ်နေ့မှာ သူတို့မှီခိုနေရတဲ့ ဈေးဆိုင်ကို သူ့ပိုင်ရှင်က ရောင်းချတော့မယ့်အဖြစ်ကို ရောက်လာခဲ့ပါတယ်။ နောက်ရောက်လာမယ့်ပိုင်ရှင်က ဈေးဆိုင်ရှေ့မှာဖွင့်နေတဲ့ သူတို့ရဲ့ဖုန်းပြင်ဆိုင်လေးကို ကြည်ဖြူပါ့မလား မသေချာတာကြောင့် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daaka-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNzM4OTcyMjEyNl5BMl5BanBnXkFtZTcwMzEwNDI4OA@@._V1_-133x200.jpg",
        "title": "The Running Man (1987)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၇ မှာထွက်ခဲ့တယ်။ဇာတ်လမ်းက အဲဒီအချိန် ၁၉၈၇ ကနေ အနာဂတ်နှစ်ပေါင်းသုံးဆယ်ကို ကြိုမှန်းပြီး ၂၀၁၇ မှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒါပေမဲ့ အခုလက်ရှိဖြစ်ပျက်ကြုံတွေ့နေရတဲ့ ကာလံဒေသံနဲ့တော့ အင်မတန်ကိုက်ညီတဲ့ ဇာတ်ကားပါပဲ။၂၀၁၇ မှာ တကမ္ဘာလုံးစီးပွားပျက်ကပ်ကြီးဖြစ်ပြီး စားနပ်ရိက္ခာထုတ်လုပ်မှုတွေလျော့ကျ၊ သံယံဇာတတွေ ရေနံ သဘာဝဓာတ်ငွေ့တွေလည်း နည်းပါးပြတ်လပ်လာခဲ့တာ တကမ္ဘာလုံးမှာပါပဲ တဲ့။\nအဲလိုအချိန်မှာ အမေရိကန်နိုင်ငံမှာ အကြွင်းမဲ့အာဏာရှင်အစိုးရတစ်ရပ်က အုပ်ချုပ်နေပါသတဲ့။ စာရေးဆရာနှယ် စိတ်ကူးမှယဉ်တတ်‌သေးတယ်ဗျာတယ်။ (တကယ်တော့ အဲဒီဇာတ်လမ်းဟာ စာရေးဆရာ Stephen Kingက ကလောင်ခွဲတစ်ခုနဲ့ ရေးသားထုတ်ဝေခဲ့တဲ့ ဝတ္ထု The Running Manကိုပဲ အခြေတည်ပြီး ရိုက်ကူးထားတာလို့ သိရပါတယ်။) တနိုင်ငံလုံးကို စစ်နယ်မြေဇုန်တွေခွဲပြီး သံမဏိစည်းကမ်းနဲ့ အုပ်ချုပ်ပါသတဲ့။ စာပေ ဂီတအပါအဝင် အနုပညာအားလုံးကို ဆင်ဆာပိတ်ထားတယ်။ ပို့ဆောင်ဆက်သွယ်ရေးလုပ်ငန်းလို့ မရှိစေရ။ တစ်နေရာနဲ့တစ်နေရာ စာရေး၊ဖုန်းဆက်ခွင့် မပြု။ ခရီးသွားချင်ရင် အစိုးရထုတ်ပေးထားတဲ့ ခရီးသွားလက်မှတ်ရှိမှ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-running-man-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWE48knKsaPGqVoANXoWraiub2d.jpg",
        "title": "Eraser: Reborn (2022)",
        "description": "Eraser Reborn(2022)အရာရှိ ပိုလတ်ဟာ အသက်အန္တရာယ်ရှိတဲ့\nမျက်မြင်သက်သေတွေကို သတ်ပစ်ချင်ယောင်ဆောင်ပြီး\nတရားခွင်မှာ သက်သေထွက်ဆိုရမယ့်အချိန်အထိ\nယာယီ ဖျောက်ဖျက်ပေးတဲ့ U.S. အထူးတပ်ဖွဲ့ကပါတစ်နေ့မှာတော့ ရာဇဝတ်ကောင်သူဌေးရဲ့ မိန်းမတစ်ယောက်ကို\nမျက်မြင်သက်သေအဖြစ် တာဝန်ယူပေးဖို့ ဖြစ်လာပါတယ်သက်သေနဲ့အတူ\nတောင်အာဖရိက ကိပ်မြို့ကို ရောက်သွားတဲ့အခါ\nသူတို့နောက်ကို လိုက်နေတဲ့လူတွေရှိနေတယ် ဆိုတာရယ်\nထောင်ချောက်အဆင်ခံလိုက်ရတယ်ဆိုတာရယ်ကို သိလိုက်ရပါတော့တယ်သံသယတွေ သစ္စာဖောက်မှုတွေကြားထဲမှာ\nပိုလတ်တို့အန်ိုင်ယူသွားနိုင်မလား\nဒါမှမဟုတ် ထာဝရ ဖျောက်ဖျက်ခံလိုက်ရမလား...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality….1080p | 720p| 480p\nFile size… 1.6GB | 803MB | 292MB\nFormat…mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/eraser-reborn-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
        "title": "Ramaiya Vastavaiya (2013)",
        "description": "Ramaiya Vastavaiya (2013)\n========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကို\nRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်\nဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့\nမြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လို\nဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့\nဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့\nကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကို\nသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်\nကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေ\nဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူ\nရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီး\nအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ramaiya-vastavaiya-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMjIxODAzNTIzN15BMl5BanBnXkFtZTcwNDE2ODg5Nw@@._V1_-135x200.jpg",
        "title": "6 Bullets (2012)",
        "description": "မင်းသားကြီးဗန်ဒိန်းရဲ့ ၂၀၁၂ကထွက်ခဲ့တဲ့ အက်ရှင်ကား​ဟောင်း တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb မှာ 6 ရထားပြီးငယ်ငယ်ကထဲက ကြိုက်ခဲ့ရတဲ မင်းသားကြီးရဲ့ မပျက်စီး​သေးတဲ့ အက်ရှင်​တွေကို မြင်​တွေ့ရဦးမှာပါ။ဆမ်ဆန်​​ဂေါလ်က ​ကြေးစားစစ်သား​ဟောင်းဖြစ်ပြီး အနားယူချိန် အလွတ်စုံ​ထောက်အ​နေနဲ့ လူကုန်ကူးမှု​တွေကို အဓိကလိုက်​နေတဲ့ သူပါ၊\nဒါ​ပေမဲ့ သူရဲ့ သတိလက်လွတ်လုပ်လိုက်မိတဲ့ မ​တော်တဆတစ်ခု​​ကြောင့် က​လေးမ​လေး ၂​ယောက် ​​သေရပြီး​နောက် အပြစ်ရှိတဲ့စိတ်နဲ့ အလွတ်စုံ​ထောက်ဘဝကပါနားကာ အသား​ရောင်းသူအဖြစ် ဇာတ်မြုပ်​နေထိုင်ခဲ့ပါတယ်။တစ်​နေ့မှာ အ​မေရိကန် MMAဖိုက်တာ ချန်ပီယံ​ဟောင်း အန်ဒရူး ​​ဖေဒန်နဲ့မိသားစုဟာ တ​ကျော့ပြန် ထိုးသတ်ပွဲအတွက် ​ဆွေး​နွေးဖို့ ​ဆမ်ဆန်​​ဂေါလ်​နေတဲ့ ​မော်ဒိုဗာနိုင်ငံကို ရောက်လာပါတယ်၊\nသူတို့ ​ရောက်ပြီး မကြာခင်မှာ သမီးဖြစ်သူ ဘက်ကီ​ဖေဒန် ရုတ်တရက် ပျောက်ဆုံးသွားပါတယ်၊\nရဲတပ်ဖွဲ့နဲ့ အ​မေရိကန်သံရုံးအထိ သူရဲ့ ​ပျောက်ဆုံးမှုကို အပူတပြင်းစုံစမ်းခဲ့​ပေမယ့် မထူးခြားတဲ့အဆုံး အနားယူ​နေတဲ့ ဆမ်ဆန်​​ဂေါလ်ဆီ ​ရောက်လာခဲ့ပါတယ်၊\nဒီလိုနဲ့ပဲ ​ကြေးစားစစ်သား​ဟောင်းကြီးဟာ ​က​လေးမ​လေးကို လိုက်ရှာဖို့အ​ကြောင်းပါလာပြန်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/6-bullets-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/f981d9c2-891f-4cc7-9a19-7dcdef6b71c9-133x200.jpg",
        "title": "Blade Runner (1982)",
        "description": "1982 ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Blade Runner ကားဟာလက်ရှိ 2017 ကာလဆီကိုဦးတည်ရိုက်ကူးထားတဲ့ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မိုးပျံကားတွေ အထပ်မြင့်အဆောက်အဦတွေနဲ့ ပြောင်းလဲနေပြီဖြစ်တဲ့ ကမ္ဘာကြီးမှာအထူးပြောင်းလဲမှူလို့ခေါ်နိုင်တာတစ်ခုလဲရှိနေပါတယ်။အဲ့တာကတော့ Replicants လို့ခေါ်တဲ့ ပုံတူစက်ရုပ်တွေပါပဲ။လူသားနဲ့ချွပ်စွပ်တူတဲ့ အဲ့စက်ရုပ်တွေက ခံစားချက်တွေပေါက်ဖွားလာနိုင်တာကို လူသားတွေသိတဲ့အခါ သုတ်သင်ပစ်ဖို့ကြိုးစားရပါတော့တယ်။မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်က Blade Runner လို့ခေါ်တဲ့ မုဆိုးတစ်ယောက်။ထွက်ပြေးလွတ်မြောက်နေတဲ့ Replicant တွေကိုရှာဖွေ သတ်ဖြတ်ပေးရမယ့်တာဝန်နဲ့ ဇာတ်လမ်းကို အစချီထားပါတယ်။သာမာန်သိပ္ပံကားတွေနဲ့ မတူတာကတော့ ဒီစက်လမ်းက စုံထောက်ဇာတ်လမ်းအသွားမျိုးလို့ပြောလို့ရပါတယ်။ရိုးရိုးသားသားဝန်ခံရရင် စကြည့်ကာစကတော့ သိပ္ပံဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း စက်ရုပ်တွေကလူဆိုးတွေဖြစ် လူဆိုးတွေကိုရှင်းလင်းလိုက်တဲ့ကားမျိုးပဲထင်ခဲ့တာပါ။ကြည့်ရင်းနဲ့ ဒီကားက Imdb Rating 8.2နဲ့ Rotten Tomatoes 90% ရလဲရထိုက်ပါပေတယ်လို့ပဲကောက်ချက်ချလိုက်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ Blade Runner 2049 (2017) လဲ ထွက်ရှိထားတာမလို့ ဒီကားလေးကို အရင်ခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတော့တယ်။\nFile size…(2.2 GB)/(900 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "8.2",
        "url": "https://megaup.net/14Y0t/(CM)_Blade_Runner_(1982)_Final_Cut_V2_1080p_BluRay_x265_10bit_AAC_5.1-Nyein.mkv",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
        "title": "Thar (2022)",
        "description": "Thar (2022)\n=====================\nImdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကို\nပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nThar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ...ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာ\nအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီး\nအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါ\nတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီး\nအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။\nအင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့\nရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/thar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rm1f70UT6SMYcM31hrM5Dl2tpWy.jpg",
        "title": "Saani Kaayidham(2022)",
        "description": "Saani Kaayidham 2022ဒဏ်ရာတွေကပျောက်ကွယ်သွားနိုင်တယ် မှတ်ဉာဏ်တွေကလည်း‌အရောင်မှိန်သွားနိုင်ပေမယ့်\nဒီနာကျင်မှုကတော့ ဘယ်တော့မှပျောက်မသွားဘူး..ဒီတစ်ခါမှာတော့ IMDb 7.7ရရှိထားပြီး ဖြစ်ရပ်မှန်လူကြိုက်များခဲ့တဲ့\nဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်အထက်လူကြီးနဲ့ အခက်မသင့်ဘဲအလုပ်ထွက်လာခဲ့တဲ့\nယောကျာ်းဖြစ်သူမာရီအား ပွန်နီကအထက်လူကြီးကိုပြန်တောင်းပန်ဖို့ကြိုးစားခိုင်းပေမယ့်\nကိစ္စတွေကစီစဉ်ထားသလိုဖြစ်မလာဘဲ လူကြီးရဲ့မျက်နှာကိုတံတွေးနဲ့ထွေးလိုက်မိပါတယ်ဒါကိုအထက်ကရန်ငြိုးထားပြီးသူတို့မိသားစုကိုပြန်ကလဲ့စားချေပါတော့တယ်\nပွန်နီကိုမုဒိမ်းကျင့် ယောကျာ်းနဲ့သမီးဖြစ်သူကိုအရှင်လတ်လတ်မီးရှို့ပြီး\nရက်ရက်စက်စက်သတ်ပစ်ခဲ့ပါတယ် ပွန်နီကတခြားသူမဟုတ်ဘဲ ရဲမေပါဒါပေမယ့် ရဲဌာနကလည်းပွန်နီ့ဘက်မှာရှိမနေခဲ့ပါဘူး ဒီကိစ္စအမှန်အတိုင်းပေါ်သွားခဲ့ရင်\nရဲဌာနသိက္ခာကျတယ်ဆိုပြီး ဖုံးဖိထားခိုင်းခဲ့ပါတယ်။ ရာထူး ပိုက်ဆံ အင်အားတစ်ခုမရှိတဲ့\nပွန်နီတို့ကိုအဖက်ဖက်ကဖိအားပေးလာခဲ့ပါတယ် ဒါ့အပြင်ရာထူးမြင့်လူတစ်ယောက်ရဲ့အကူအညီနဲ့\nမုဒိမ်းကောင်တွေလွတ်သွားတဲ့အခါမှာတော့.....ပွန်နီတစ်ယောက် ဘယ်လိုလက်စားချေမလဲ အမှန်တရားကအနိုင်ရမှာလားဆိုတာ\nအားရပါးရကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီကားကသွေးသံရဲရဲနဲ့သတ်ခန်းဖြတ်ခန်းတွေပါတာကြောင့်\nလူသတ်ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတို့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှင်  \nFile size…2.67GB / 1.14GB / \nQuality…1080p TRUE WEB DL AAC5.1CH / 720p / \nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/saani-kaayidham2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sonic-the-hedgehog-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "RRR (2022)",
        "description": "RRR (2022)\nIMDb Rating -8.4/10 (ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်)  1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/rrr-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQToT5LtYTIC2FhVjZP98wJuKZK.jpg",
        "title": "Mondocane (2021)",
        "description": "Mondocane (2021) Dogworld လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ အက်ရှင်ကား ကောင်းကောင်းလေးတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ သူတွေ လုံးဝ လက်မလွှတ်သင့်တဲ့ အီတလီ အက်ရှင် ဇာတ်ကားလေး ဖြစ်ပါတယ်။ဘုရားသခင်ဆိုတာ ဘာမှန်းတောင် မသိတဲ့ သူငယ်ချင်း၂ ယောက် ပင်လယ်ထဲမှာ ငါးမျှားလိုက် ရေကူးလိုက်နဲ့ အိမ်ခြေရာမဲ့ လွင့်ချင်တိုင်း လွင့်နေခဲ့ကြတယ်။ သူတို့ရဲ့ အိပ်မက်က Ants ဆိုတဲ့ ဂိုဏ်းထဲကို ဝင်ပြီး လူမိုက်လုပ်ဖို့ပေါ့။တစ်နေ့ အခွင့်အ‌ရေးတစ်ခုက သူတို့ဆီ ဆိုက်ရောက်လာတယ်။ စတိုးဆိုင်တစ်ခုကို မီးရှို့ပေးပြီး Ants အဖွဲ့ထဲကို ဝင်ခွင့်ရသွားတယ်။ နယ်မြေရဲတွေကလည်း Ants အဖွဲ့ကို လိုက်ဖမ်းနေတာ ၁ နှစ်ရှိပြီ တည်နေရာကို မသိရသေးဘူး။ လူဆိုးဂိုဏ်းထဲကို ရောက်သွားတဲ့ အရမ်းချစ်ကြတဲ့ သူငယ်ချင်း ၂ ဦးမှာ တစ်ဦးက လက်ရဲဇာက်ရဲ ဂိုဏ်းနဲ့ ကိုက်တယ်ပေါ့။ ကျန်တဲ့ တစ်ယောက်ကတော့ လူသတ်တာမျိုး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mondocane-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/279134795_737158030755291_5168206321609481121_n-150x200.jpg",
        "title": "K.G.F: Chapter 2(2022)",
        "description": "K.G.F: Chapter 2(2022) အညွှန်း****************************IMDb..8.9WEB-DL1080P5.1CH ကြည်တောက်ရှင်း ရပါပြီ.....KGF 1 မှာရော့ကီဟာ အင်အားကြီးမားလာသလို ရန်သူအပေါင်းရဲ့  အဓိက နှိမ်နှင်းစရာဖြစ်လာတယ်...ဒါ့ကြောင့်ပဲ KGF 2 မှာတော့ရော့ကီနဲ့အပြိုင်ကြမ်းမဲ့ အမိုက်စားဗီလိန် တစ်ယောက်ပါဝင်လာပါတယ်...ဒါ့အပြင် နိုင်ငံရေးအရှုတ်တော်ပုံတွေလည်း ပါဝင်လာတဲ့အခါမှာတော့... File Size          : 2.9GB ,1.5GB, 560MB\nQuality            : WEB-DL1080P5.1Ch(HEVC),720P, 480p\nFormat            : mp4\nDuration         : 2hr & 45mins\nGenre              : Drama , Action, ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-22022/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raBWBnGz2X6FQ3iUwPwYQE4FrkY.jpg",
        "title": "Harsh Times (2005)",
        "description": "Harsh Times (2005)Christian Bale ကိုယ်တိုင် ပရိုဂျူဆာအနေနဲ့ရော အဓိကဇာတ်ကောင် ဂျင်မ်အဖြစ်နဲ့ပါ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့သရုပ်ဆောင်ချက်တွေဟာ လက်ဖျားခါလောက်တယ်ဆိုတဲ့ မှတ်ချက်တွေ တပုံတပင်ရရှိထားတဲ့ကားပါ။ဂျင်မ်နဲ့ မိုက်ခ်က သိပ်ကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ။ ညီအစ်ကိုတွေလိုတောင်ဖြစ်နေကြပါပြီ။ မိုက်ခ်က လက်ရှိမှာ အလုပ်လက်မဲ့၊ သူ့ဇနီးဖြစ်သူက ငြိုငြင်လာပြီး အလုပ်ထွက်ရှာဖို့ပဲ တတွတ်တွတ်တိုက်တွန်းနေတော့ စိတ်ညစ်နေတဲ့သူ။ ဂျင်မ်က စစ်ပြန်ရိန်းဂျားတစ်ယောက်ပေါ့။ သူတာဝန်ထမ်းဆောင်ခဲ့တာက အာဖရန်နစ္စကန်မှာ။ စစ်ပွဲဆိုတော့ သိတဲ့အတိုင်း သေကြကြေကြ သတ်ကြဖြတ်ကြပါပဲ။လူသတ်ရတာ ဘယ်လိုနေလဲလို့ မိုက်ခ်က မေးတိုင်း ဂျင်မ် အဲဒီမှာဖြစ်ခဲ့သမျှဟာ သူ့အတွက် ဘာသက်ရောက်မှုမှမရှိပါဘူးလို့ ကြွေးကြော်တတ်တယ်။ အခုဆို သူ့မှာ ချစ်ရတဲ့မက်ဆီကန်မလေး မာတာလည်းရှိနေပြီလေ။ သူ အယ်လ်အေရဲတပ်ဖွဲ့မှာ အလုပ်ရတာနဲ့ အမေရိကားကိုခေါ်ပြီး သူတို့ယူကြတော့မှာ မဟုတ်လား။ ဒီလိုသာမန်အေးချမ်းတဲ့ဘဝမျိုးရခါနီး ဂျင်မ်နောက်ကို သူ့အတိတ်ဆိုးက လိုက်လာတဲ့အခါမှာ သူဘာတွေကြုံရမှာလဲ?မိုက်ခ်ကရော သူ့အချစ်ဆုံးသူငယ်ချင်း ဂျင်မ်နောက်ကိုလိုက်ရင်း ဘာတွေဘယ်လိုကြားညပ်မိမလဲ?ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/harsh-times-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8cUguHlZp84DZfm4QuAPX1wall.jpg",
        "title": "Thatrom Thookrom (2020)",
        "description": "ဒီတစ်ခါမှာတော့ ၂၀၂၀ ခုနှစ်က ထွက်ရှိထားပြီး\nIMDB ၆.၈ ရရှိထားတဲ့ တမီလ် အက်ရှင်/ဒရမ်မာ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============\n\"လောကမှာ ပိုကောင်းတဲ့ဘ၀ကိုရဖို့ အိမ်မက်မက်ခွင့်တောင်\nငါတို့အတွက်မရှိဘူးလား\" တဲ့ ဟုတ်ပါတယ် တစ်နေ့လုပ် တစ်နေ့စားတောင်မဟုတ်ဘူး\nပုလင်းခွံကောက်ပြီး ဝမ်းကြောင်းနေရတဲ့ သူငယ်ချင်းသုံးယောက်နဲ့ လူတကာက\nသူတို့ကို နှာခေါင်းရှုံ့နေတဲ့ကြားက သူတို့ကိုချစ်ခင်တဲ့ သူငယ်ချင်းတစ်ယောက်။ သူတို့ရဲ့ အိမ်မက်ကတော့ ပိုက်ဆံကိုရိုးသားစွာရှာဖွေပြီး နိုင်ငံခြားမှာ အလုပ်လုပ်နိုင်ဖို့ပါ...\nနိုင်ငံခြားသွားဖို့ ရူပီး သုံးသိန်းလိုအပ်တာကြောင့် သူငယ်ချင်းအကူအညီနဲ့\nအရက်သယ်တဲ့ကားကို မောင်းဖို့ ဆုံးဖြတ်လိုက်ချိန်မှာတော့.... အပေါ်ကအညွှန်းကြောင့်ရိုးရှင်းတဲ့ဇာတ်လမ်းလို့မထင်စေချင်ဘူး...\nအိန္ဒိယကားတို့ရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးအရှုပ်အထွေးတွေ...\nငွေဖြူငွေမည်း...ငွေတု...အရက်တု ကိစ္စတွေပါ သိုင်းဝိုင်းထားပြီး\nတစ်ချို့အချက်အလက်တွေဟာ မြန်မာနိုင်ငံနဲ့ အတော်တူတာမို့လို့\nဇာတ်ကားကောင်းတစ်ကားအဖြစ် လိုက်ပါစီးမျောခံစားလိုက်ပါဦး..\nover action တွေလည်းမပါသလို သုံးနှုန်းထားတဲ့စကားလုံးတွေကလည်း ထုံးစံအတိုင်းခိုက်စရာတွေချည်းပါပဲ... File size…1.96GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/thatrom-thookrom-2020/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfoudpFhAo5Mn8Sqyuu4Y006ITQ.jpg",
        "title": "The Getaway King (2021)",
        "description": "The Getaway King (2021) ဒီတစ်ခါတော့ ပေ့ါပေ့ါပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ ပိုလန် ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ပိုလန်နိုင်ငံမှာ ကွန်မြူနစ်ဝါဒီတွေ ကြီးစိုးခဲ့ချိန်ရဲ့ နောက်ဆုံးနေ့ရက်တွေကို အခြေပြု ဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်က ရဲတွေအလိုအရှိဆုံး ဒုစရိုက်သမားတစ်ယောက်အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ။ ရဲလက်ကနေ ၂၉ ကြိမ်တိတိ ရဲလက်က လွတ်အောင်ပြေးနိုင်ခဲ့ပြီး အဲ့ဒီထဲက တစ်ကြိမ်ဆို ထောင်ဖောက်ပြီးပါ လွတ်မြောက်ခဲ့တာပါ။ဒီလိုနဲ့ တစ်ရက်မှာတော့ အမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီးနောက် အဆိုပါ စောရဝိဇ္ဇာတစ်ယောက် သူ့ရဲ့ ဘဝနဲ့ အတွေးအခေါ်အယူအဆတွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ...Action, Crime, Comedy အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်တချို့တဝက်ကို ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်။ File Size : 3.2GB, 806MB & 367MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-getaway-king-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7InGE2Sux0o9WGbbn0bl7nZzqEc.jpg",
        "title": "Vendetta (2022)",
        "description": "ဆရာကြီး ဘရုစ်ဝီလီရဲ့ Vendettaဆိုတဲ့ အက်ရှင် ဇာတ်ကားသစ်\nထွက်ရှိလာပြန်ပါပြီ၊ ဒီဇာတ်ကားထဲမှာ​တော့ ဇာတ်လိုက်မဟုတ်တဲ့\nဗီလိန်အ​နေနဲ့ ​တွေ့ရမှာဆို​တော့ တမျိုးဆန်းတာ​ပေါ့၊ ဒါတင်မကဘဲ\nမိုက်တိုင်ဆန်ဆိုတဲ့ လက်သီးချင်းမနိုင်လို့ သူများနားရွက်​ပြေးဟပ်\nတဲ့ လူကြမ်းလက်​​ဝှေ့သမားကြီးလည်း ပါဝင်ထားပါ​သေးတယ်။  အညွှန်းက​တော့ ဝီလီယမ်ဒန်ကန်ဆိုတဲ့ စစ်မှုထမ်း​ဟောင်းကြီးဟာ\nမိသားစုနဲ့အတူ သာယာ​ပျော်ရွှင်တဲ့ ဘဝ​လေးကိုဖြတ်သန်း​နေရင်း\nတစ်​နေ့မှာ​တော့ ကံဆိုးစွာပဲ သမီးဖြစ်သူ ကက်သရင်းဟာ ​ဒေသခံ\nFetterလူမိုက်ဂိုဏ်းရဲ့ လက်ချက်နဲ့ ​သေဆုံးသွားပါတယ်၊ ဒန်ကန်\nအ​နေနဲ့ တရားခံကို လက်ရဖမ်းမိခဲ့​ပေမယ့် မျက်မြင်သက်​သေမရှိ\nဓါတ်ပုံနဲ့ စီစီတီဗွီ​တွေလည်းမရှိလို့ တရား​သေလွတ်သွားခဲ့ပါတယ်။  သမီးဖြစ်သူကို သတ်သွားတဲ့သူကို ဥပ​​ဒေအရ စီရင်လို့မရတဲ့အဆုံး\nဒန်ကန်တစ်​ယောက် ဥပ​ဒေပြင်ပက​နေ သူကိုယ်တိုင်ပဲ လက်တုံ့ပြန်\nခဲ့ပါတယ်၊ ဒါ​ပေမဲ့ တရားခံက Fetter ဂိုဏ်းချုပ်ရဲ့ သားဖြစ်​နေလို့\nFetter ဂိုဏ်းကလည်း ဒန်ကန်ကို လက်စား​ချေဖို့အတွက် ကြိုးစား\nလာရင်း ဗုံလုံတစ်လှည့် ငါးပျံတစ်လှည့် လက်စား​ချေပွဲ ဆင်နွှဲကြ\nပါ​တော့တယ်။File size…1.4GB / 647MB\nQuality… 1080p WEBRIP AAC5.1CH/ 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/vendetta-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv3RonWge4GlC9ymNzC0oWpFCfv.jpg",
        "title": "Double World (2020)",
        "description": "Double World(2020) အညွှန်း************************* အလယ်ပိုင်းလွင်ပြင်မှာ တောင်ပိုင်းဇောင်နဲ့ ​မြောက်ပိုင်းယန်တို့ကြား နှစ်ပေါင်းများစွာ စစ်ဖြစ်ခဲ့ကြတယ်၊တိုက်ပွဲက အနိုင်အရှုံးမရှိခဲ့ဘဲ နောက်ဆုံးမှာတော့ နှစ်ဘက်စလုံးဟာ ငြိမ်းချမ်းရေး သဘောတူညီမှု ရခဲ့ကြတယ်၊ဒါပေမဲ့ ဒီငြိမ်းချမ်းရေး သဘောတူညီမှုဟာ ဆယ်နှစ်တာပဲ ခံခဲ့ပါတယ်၊မြောက်ပိုင်းယန်ရဲ့ ဘုရင်အသစ် နန်းတက်လာတဲ့အချိန်မှာတော့ တောင်ပိုင်းဇောင်ကိုဆက်လက်သိမ်းပိုက်ချင်ခဲ့တယ်၊အလယ်ပိုင်းလွင်ပြင်မှာ သွေးချောင်းစီးမဲ့ စစ်ပွဲကြီးကို ထပ်မံ မြင်တွေ့ရတော့မှာပါ၊မြောက်ပိုင်းယန်ကလူတွေက တောင်ပိုင်းဇောင်ရဲ့ ဘုရင်ကို လုပ်ကြံဖို့ကြိုးစားလာပါတယ်၊ဒါကြောင့် တောင်ပိုင်းဇောင်ဟာ စစ်ပွဲအတွင်း စစ်သူကြီးနေရာကို ရွေးချယ်ဖို့အတွက်မျိုးနွယ်စု ရှစ်စုလုံးက စစ်သည်တော်တွေကို ဆင့်ခေါ်ခဲ့ကာ လူရွေးပြိုင်ပွဲကို ကျင်းပခဲ့ပါတယ်၊အဲ့ဒီနောက်မှာတော့....Fight Scene တွေ အတော်မိုက်...တရုတ်အက်ရှင်ကားကောင်းကြိုက်သူတွေတော့ လုံးဝ ဒေါင်းရကျိုးနပ်စေရပါလိမ့်မယ်....   \nFile Size          : 2.9GB, 1.5GB, 590MB\nQuality            : WEB-DL1080P5.1Ch, 720p \nFormat        ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/double-world-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-1-142x200.jpg",
        "title": "Memory(2022)",
        "description": "မင်းသားကြီး လီယံနယ်ဆန် နဲ့ မင်းသမီး မိုနီကာဘယ်လူချီတို့ပါဝင်ထားတဲ့ ရုပ်ရှင်ကားအသစ်ထွက်ပါပြီ။ Crime, Thriler အမျိုးအစားပါပဲ။\nအဲလက်စ်ဆိုတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်ကို ကလေးသူငယ် လူကုန်ကူးတဲ့အဖွဲ့က လူတစ်ယောက်ကို သတ်ဖို့ ငှားရမ်းတာကနေ စတင်လိုက်ပါတယ်။ငှားလိုက်တဲ့အဖွဲ့ မသိသေးတာက အဲလက်စ်ဟာ အယ်ဇိုင်းမာရောဂါဖြစ်နေပြီး မှတ်ဉာဏ်တွေက ပေါ်လိုက်ပျောက်လိုက်ဖြစ်နေတာပါပဲ။\nအဲဒီလူကုန်ကူးအဖွဲ့ကိုပဲ မက္ကဆီကိုရဲတစ်ယောက်နဲ့ အက်ဖ်ဘီအိုင်တစ်ယောက်က လိုက်နေပါတယ်။\nဒီလူအားလုံးမှာ ဝမ်းနည်းစရာ နောက်ကြောင်းကိုယ်စီနဲ့ပေါ့။ဥပဒေ နဲ့ လက်စားချေမှုကြားမှာ လွန်ဆွဲပုံတွေ၊ ချမ်းသာပြီး ဩဇာကြီးလွန်းတဲ့သူတွေဟာ ဥပဒေအထက်ကိုရောက်နေပုံတွေကို ပြသထားတဲ့ ရုပ်ရှင်ကောင်းကောင်းတစ်ကားပါပဲ။ \nFile size…(1.5GB)/(834MB)/(392MB)\nQuality…. 1080p/720p HDCAM/ 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Action/ Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6",
        "url": "https://channelmyanmar.org/memory2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlIPrUsttnnJLuQqVxlEwiAq1ow.jpg",
        "title": "Acharya (2022)",
        "description": "Acharya (2022)၂၀၂၂ မှာ အသစ်စက်စက် ထွက်ရှိထားပြီး နာမည်ကြီး မင်းသားချော ဘိုင်ရာဘာ\nပါဝင် သရုပ်ဆောင်ထားတဲ့ Acharya ဆိုတဲ့ တလဲဂူး action drama\nရုပ်ရှင်ဇာတ်ကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါရစေ။ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ထဲက ထွက်ရှိဖို့ ကြေငြာထားခဲ့ပေမယ့် ကိုဗစ်ရောဂါကြောင့်မလို့\n၂၀၂၂ ဧပရယ်လမှ ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးတစ်ကားလဲဖြစ်ပါတယ် ။လွန်ခဲ့သော နှစ်ပေါင်း၈၀၀ ဝန်းကျင်ထဲက ဓမ္မစသာလီနဲ့ ပမ်မာဂတ်တမ် တို့ဟာ ဂျီဟာဗာရာရဲ့\nမြစ်တစ်ဖက်တစ်ချက်ဆီမှာ တည်ရှိနေပြီး ဆစ်ဟာဗာနမ် တောအုပ်ကြီး ဝိုင်းရံထားတဲ့\nဘာသာရေးကိုင်းရှိုင်းပြီး ဓမ္မကို လက်ကိုင်ထားထားတဲ့ မြို့တွေ ဖြစ်ခဲ့ကြတယ်။သူတို့ဟာ မယ်တော် ဂတ်တာမာကို အရမ်း ယုံကြည်သက်ဝင် ကိုးကွယ်ကြတဲ့ သူတွေပါ ။\nဒီလိုမျိုး ဓမ္မတရားကိုသာ စွဲကိုင်ပြီး အေးချမ်းစွာ တည်ရှိနေကြတဲ့မြို့လေးကို\nစီးပွားရေးသမားတစ်ဦးဖြစ်တဲ့ ဘာဆာဗာ ရောက်လာပြီး ဓမ္မစသာလီ နဲ့\nပမ်ဒါဂတ်တမ်ကို မိုင်းတွင်းတွေ တူးဖော်ချင်နေတဲ့ ရာသော့လက်ထဲကို ထည့်ဖို့ ယုတ်မာတဲ့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားပါတော့တယ်။ဘာဆာဗာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/acharya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/add-2-133x200.jpg",
        "title": "The Great Raid(2005)",
        "description": "ဒါကတော့ ၂၀၀၄ ကထွက်တဲ့ဒုတိယကမ္ဘာစစ်ကားလေးပါ။၁၉၄၁ မှာဂျပန်တွေကပုလဲဆိပ်ကမ်းကိုဗုံးကျဲပြီးနောက် အမေရိကန်ပိုင် ဖိလစ်ပိုင်ကို၀င်သိမ်းတာအမေရိကန်စစ်သားတစ်သောင်းလက်နက်ချအဖမ်းခံခဲ့ရပါတယ်။ ၁၉၄၄အရောက်မှာတော့အမေရိကန်တွေက စစ်ရေးသာလာပြီး ဖိလစ်ပိုင်ကိုပြန်သိမ်းဖို့တာစူနေပါပြီ။အဲဒီအချိန်မှာ ရိန်းဂျားတပ်ရင်း(၆)ဟာ ရှေ့တန်း‌ကိုကျော်ပြီး အမေရိကန်စစ်သုံ့ပန်းငါးရာရှိတဲ့စခန်းကို၀င်စီးပြီး သုံ့ပန်းတွေကိုကယ်ဖို့ တာ၀န်ကျလာပါတယ်။ လမ်းခရီးမှာတွေကြုံရတဲ့အခက်အခဲတွေ၊တိုက်ပွဲ၀င်ပုံတွေ၊ရဲဘော်ရဲဘက်စိတ်ထားပုံတွေကို ပြထားပါတယ်။သုံးစွဲတဲ့လက်နက်တွေ၊အသုံးအဆောင်တွေ၊လက်နက်တွေကိုလည်း အမှန်အတိုင်းဖြစ်အောင် ဂရုစိုက်ပြီးသုံးပြထားပါတယ်။Director John Dahl ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသား James Franco, Benjamin Bratt,Joseph Fiennesတို့ပါ၀င်ထားပါတယ်။ စစ်ကားကြိုက်တတ်သူတွေ အတွက်အကြိုက်တွေ့မယ့်ကားလေးပါ။ File size…(3.24GB)/(1.4GB)/(1014MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:12:00\nGenre...Drama /Action/War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-great-raid2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkp1GFmWyf7k2WKvKIQuuGyichI.jpg",
        "title": "Prince of Persia: The Sands of Time (2010)",
        "description": "Prince of Persia (2010)Prince of Persiaဟာ ကျွန်တော်တို့ ဟိုးငယ်ငယ် နာရီပေးနဲ့ဆော့ခဲ့ရတဲ့ P2ခေတ်ကတည်းက နာမည်ကြီးခဲ့ပါတယ်။ နောက်ပိုင်း Mobile Game အထိ ရှိခဲ့သလို ဒီနှစ်ထဲလည်း Ubisoftက remakeပြန်ထုတ်ဖို့ အထိလုပ်ထားပါတယ်။ Prince of Persiaဟာ ဒီလို ခေတ်အဆက်ဆက်အထိ မမှေးမှိန်သေးတဲ့ နာမည်ကျော်ဂိမ်းစီးရီးတစ်ခုပါပဲဒီရုပ်ရှင်ကတော့ Prince of Persia , Sand of time ဂိမ်းTrilogy က အချက်အလက်တွေကို သုံးပြီး 2010မှာ ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ legend actorကြီး Jake Gyllenhaalနဲ့ Ben Kingsley တို့အပြင် ဆွဲဆောင်မှုအပြည့်နဲ့ မမGemma Artertonတို့က သရုပ်ဆောင်ထားပါတယ်။ရုပ်ရှင်က ပါရှားတွေရဲ့ စစ်မက်တွေ မတည်ငြိမ်တဲ့ ခေတ်ကာလမှာ တည်ထားတာဆိုတော့ နန်းဆောင်ကြီးတွေ ၊ စစ်တပ်‌တွေ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/prince-of-persia-the-sands-of-time-2010-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2015/12/The_Transporter_Refueled-338271224-large-225x300.jpg",
        "title": "The Transporter Refueled (2015)",
        "description": "ဒီဇာတ်ကားကတော့ Transporter ရဲ့ ပင်တိုင်မင်းသားကြီး Jason Statham မပါတော့ဘဲ မင်းသားအသစ် Ed Skrein နဲ့ သယ်ယူပို့ဆောင်မယ့်ဇာတ်ကားပါ...\nဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ပို့ဆောင်ရေးသမားကြီး လူပေါင်းမှားတာပါပဲ။\nဒီတစ်ခါ မှားပေါင်းမိတာကတော့ ၁၂ သမီးကတည်းက ပြည့်တန်ဆာအဖြစ်ရောင်းစားခံရပြီး သေမှလွတ်လပ်တော့မယ့် ဘဝရောက်နေတဲ့ မိန်းကလေး ၄ ယောက်က ရုရှားဒုစရိုက်ခေါင်းဆောင်ကြီးကို အပြုတ်ပြန်တွယ်မယ့် အစီအစဉ်မှာပါမိတာပါ။ ဒါကို သူကရှောင်ထွက်ချင်ပေမယ့် သူရဲ့ အဖေ အငြိမ်းစား စပိုင်ကြီးကို ဖမ်းပြီးအကြပ်ကိုင်တဲ့အတွက်ဝင်ပါရပါတော့တယ်။\nဒီဇာတ်ကားကို ကြိုက်မိတာကလဲ သူ့ရဲ့ အဖေနေရာက သရုပ်ဆောင်တဲ့ မင်းသားကြီးရဲ့ ပံ့ပိုးမှုကလည်း အတော်ကောင်းနေတာလဲ ပါပါတယ်။ သူတို့ သားအဖ ၂ ယောက်ဟာ ကောင်မလေး ၄ ယောက်တို့နဲ့ ထိပ်သီးလူဆိုးတွေနဲ့ ကြားထဲမှာ ဘာကြောင့်ပါလာပြီး ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ..........။File size…(2 GB)/(999 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-transporter-refueled-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/transporter-3-british-dvd-movie-cover-217x300.jpg",
        "title": "Transporter 3 (2008)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။Transporter 1,2 အောင်မြင်ပြီးနောက် ၂၀၀၈ ခုနှစ်၊ နိုဝင်ဘာလမှာ Transporter 3 ဆက်လက် ထွက်ရှိခဲ့ပါတယ်။ Europa နဲ့ Lionsgate ရုပ်ရှင် ထုတ်လုပ်ရေးတို့ ပူးပေါင်းဖန်တီးလိုက်တဲ့ Transporter 3 ဟာ Boxoffice မှာ ဝင်ငွေကောင်းဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nTransporter ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/transporter-3-2008-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdm17vK8PxHfTi7ayZf6WKbOgUO.jpg",
        "title": "Transporter 2 (2005)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter 2(2005)ကတော့ IMDb Rating(6.3/10)ရရှိထားပါတယ်။\nFile size…(2.8 GB)/(1.2 GB)\nQuality….BluRay Directer's Cut 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:34:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/36ycx/(CM)_Transporter_2_2005_BluRay_Directer_Cut_Version_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QIFUWgtVN4wejVuDZowuyJ20W.jpg",
        "title": "The Transporter (2002)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter(2002)မှာတော့ တရုတ်မင်းသမီး Shu Qi ပါဝင်ထားပြီး IMDb Rating(6.8/10)ရရှိထားပါတယ်။\nFile size…(2.3 GB)/(760 MB)\nQuality….BluRay 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:32:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-transporter-2002-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2019/11/War_official_poster-220x300.jpg",
        "title": "War (2019)",
        "description": "War (2019)\nIMDb - 6.5/10_____Rotten - 69%ကားသစ်တွေ ကားကောင်းတွေ ဆက်တိုက်ထွက်နေတဲ့ကြားက ယနေ့ထွက် ဘောလိဝုဒ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကြီး မင်းသားနှစ်ယောက် အားပြိုင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာဆိုရင်.... ဘတ်ဂျက်ငွေရဲ့ ၃ဆကျော်ကျော် အောင်ပွဲခံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ချရင်လည်း မဖတ်ဘဲ ဒေါင်းကြမှာမို့ သိပ်ပြီး မရေးတော့ပါဘူး။တိုက်ဂါးနဲ့ ရီသိတ်ဟာ အိန္ဒိယတပ်မတော်သားတွေဖြစ်ပြီး တိုက်ဂါးကတော့ ရီသိတ်ရဲ့ တပည့်အဖြစ် မြင်ရပါမယ်။ရီသိတ်ဟာ လတ်တလောမှာ မစ်ရှင်တစ်ခုကို လုပ်ရင်း တရားခံကို မပစ်ဘဲ ကိုယ့်ဖက်က အရာရှိကို ပစ်သတ်သွားခဲ့တယ်။သူ ဘာကြောင့် ပစ်ခဲ့တာလဲ....ဘာကြောင့် သစ္စာဖောက်သွားခဲ့တာလဲ...သူ့လို တည်ကြည်ဖြောင့်မတ်ပြီး သစ္စာရှိတဲ့ လူတစ်ယောက် သစ္စာဖောက်သွားတာကို စုံစမ်းဖို့နဲ့ ရှင်းပစ်ဖို့ တာဝန်ပေးခံရသူကတော့... တိုက်ဂါးပါ။ကဲ.... ဆရာနဲ့ တပည့်....ဘယ်လို ဆက်ဖြစ်ကြမလဲ.....အမှန်တရားကို ဘယ်လို ဖော်ထုတ်ကြမလဲ.... ဆိုတာကို ကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဦးဗျာ။File size…(7.6 GB)/(2.3 GB)/(1.3 GB)\nQuality….BluRay 4K ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KBma/(CM)_WAR_(2019)_Hindi_-_BluRay_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JgvDA8gdn3FPOUG5wVuTp8XQwv.jpg",
        "title": "Faces in the Crowd ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nChen Wei Ting သရုပ်ဆောင်ထားတဲ့စုံထောက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ (၁၉၃၁) ခုနှစ်ရှန့်ထိုမြို့မှာ\nကူမန်တန်ပါတီနဲ့ကွန်မြူနစ်ပါတီတို့ရဲ့\nပဋိပက္ခတွေကြောင့် နိုင်ငံမငြိမ်မသက်ဖြစ်နေတဲ့ကာလကို\nဇာတ်အိမ်တည်ထားကာ ဝမ်လိဝန်က\nကွန်မြူနစ်ပါတီဖွဲ့စည်းထားတဲ့ဆန်းကြယ်ရူပ်ထွေးတဲ့\nဆက်သွယ်ရေးစခန်းကိုပစ်မှတ်ထားစုံစမ်းနေခဲ့တယ်။ဒီအချိန်မှာ မထင်မှတ်ပဲသူ့သွေးသောက်ညီအစ်ကို\nချန်ကျားတုန့်နဲ့လမ်းမှာပြန်လည်တွေ့ဆုံခဲ့ပြီး\nနှစ်ဦးသားဒီစခန်းရဲ့ လျှို့ဝှက်ချက်ကိုဖော်ထုတ်ဖို့ပူးပေါင်းနေခဲ့တယ်။\nသို့ပေမဲ့နှစ်ဦးသား နှစ်အတော်ကြာဝေးကွာပြီး\nပြန်တွေ့ခဲ့ကြတာကြောင့် စုံစမ်းဖော်ထုတ်ကြရင်း\nတစ်ယောက်အပေါ်တစ်ယောက် သင်္ကာမကင်းစွာနဲ့\nနှစ်ဦးသားအပြန်အလှန် နှစ်ယောက်လုံးရဲ့သရုပ်မှန်ကို\nပြန်လည်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ။\nနိုင်ငံရေးအရူပ်အထွေးတွေကြား ဘယ်လိုတွေပတ်သက်နေကြမလဲ။\nနှစ်ယောက်လုံးရဲ့ကိုယ်စီသရုပ်မှန်ကကောဘာတွေဖြစ်မလဲ။ဒီဇာတ်လမ်းလေးကတော့ Chen Wei Ting ပီသစွာပဲ\nစုံထောက်အက်ရှင်ကားလေးတစ်ကားဖြစ်တာကြောင့်\nလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2BW2w/Face_In_The_Crowd_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gn0cUnH3aLCsTPsXXdst5SvA8k.jpg",
        "title": "The Collective (2023)",
        "description": "The Collective (2023)Missionတွေလုပ်ရတဲ့ အက်ရှင်ကားကောင်းလေးတွေ မျှော်နေသူတွေသဘောတွေ့စေမယ့် The Collection ဆိုတဲ့ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nX-men ထဲက Havok ဖြစ်တဲ့ Lucas Till နဲ့ FF မိသားစုဝင် Roman (Tyrese Gibson)တို့ ဘယ်လိုအတွဲညီညီနဲ့ ရန်သူကို နှိမ်နင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။မသမာမှု လာဘ်စားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ငွေသာအရာရာဖြစ်နေတဲ့လောကကြီးမှာ ဝိသမလောဘသားတွေက ငွေထုပ်လှေကားခုပြီး ဥပဒေပေါ်တက်ထိုင်နေကြတာပေါ့။\nနိုင်ငံရေးလောကရဲ့ထိပ်သီးတွေ အစိုးရရာထူးအကြီးပိုင်းတွေကိုပါ ငွေနဲ့အိတ်ထဲထည့်ထားတဲ့ ဒီလိုလူတွေ\nCIAလိုအဖွဲ့ကတောင် ဥပဒေဘောင်တွင်းက ဘာမှလုပ်မရဘဲ ကြည့်နေရုံသာ တတ်နိုင်ပါသတဲ့။\nဒါပေမဲ့ မတရားမှုကို လက်ပိုက်ကြည့်မနေနိုင်တဲ့လူတွေစုပြီး ဒီလို ဥပဒေသွားထိလို့မရတဲ့လူတွေ သေနတ်နဲ့ရှင်းမယ်ဆိုတဲ့\nအခွင့်ထူးခံတွေကို ကျရှုံးစေမယ့် The Collectiveဆိုတဲ့ အမှန်တရားဘက်တော်သားကြေးစားအဖွဲ့ပေါ်လာပါတော့တယ်။မီရိုဆိုတဲ့ လူကုန်ကူးတဲ့ ရာဇာကြီးတစ်ယောက်က ရွေးကောက်ပွဲမဲဝယ်တဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သတင်းဖြန့်ခဲ့တဲ့\nသတင်းပေးခရစ်စတိုဖာနီလီဆိုတဲ့လူကို ထုံးစံအတိုင်း လေလံပစ်ဖို့လုပ်နေတာပေါ့။\nရွေးကောက်ပွဲနဲ့ ပတ်သက်ပြီး သတင်းထွက်တာကြောင့် ခံလိုက်ရသူတွေလည်းမနည်းတော့ နီလီကိုလက်စားချေအမှုန့်ကြိတ်ချင်နေသူတွေကလည်းဒုနဲ့ဒေးပါပဲ။\nThe Collectiveအဖွဲ့ကလည်း နီလီကိုသာရရင် ရာထူးကြီးပိုင်းက အကျင့်အပျက်ခြစားမှုတွေကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-collective-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ4YWY3MjItMWYzYS00N2Y5LTkzOWEtNWY2MmFlZTY0YzY4XkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "100 Rifles (1969)",
        "description": "လိုင်ဒက်ကာဆိုတဲ့ လူတစ်ယောက်ဟာ အရီဇိုးနားက ဘဏ်ကို ဖောက်သွားတဲ့ ဘဏ်ဓားပြတစ်ယောက်ကို ဖမ်းဖို့လုပ်ရင်း မြို့တစ်မြို့ကို ရောက်ရှိလာခဲ့ပါတယ်။ အဲ့မြို့မှာ လိုက်စုံစမ်းရင်း ဘဏ်ဓားပြကို တွေ့ခဲ့ပေမဲ့ သူဖမ်းလို့ မရခဲ့ပါဘူး။ ဘဏ်ဓားပြက အဲ့မြို့မှာလည်း နောက်ပြသနာတစ်ခု ရှာလိုက်တာကြောင့်ပါ။ သူကရော အဲ့ပြသနာကြားထဲမှာ ဘယ်လို ရောပါသွားမလဲ။ သူနဲ့ ဘဏ်ဓားပြဆိုတဲ့လူကြားထဲမှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။ အဲ့မြို့က ဗိုလ်ချုပ်က ရိုင်ဖယ် အလက် ၁၀၀ကို တွေ့တဲ့အခါမှာရော ဘယ်လိုတွေထပ်ပြီး ပြသနာတက်ဦးမလဲ။ သူတို့နဲ့ အဲ့ရိုင်ဖယ်တွေက ဘယ်လို ဆက်စပ်နေလဲ စတာတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ 1969ခုနှစ်တုန်းက ထုတ်လွှတ်ခဲ့တာ ဖြစ်ပြီး IMDB rating 6အထိရထားတဲ့ Western/Drama ဇာတ်ကား တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…(2.9 GB)/(1.4 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure, ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/100-rifles-1969/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8ixnKSWv8KHqqrTn6NfToeRIne.jpg",
        "title": "Haita De Acțiune (2023)",
        "description": "Haita De Acțiune (2023)Romania က ရဲတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေ၊ တာ၀န်မကျေပွန်မှုတွေ၊ မတရားမှုကို လျစ်လျူရှုထားတာတွေကို အခြေတည်ရိုက်ကူးထားတဲ့ Romanian ဟာသဆန်ဆန် အက်ရှင်ကား လာပါပြီ။ဒီမှာ အဓိကဇာတ်ကောင်က ဒန်ဇယ်လို့ခေါ်တဲ့ ယာဉ်ထိန်းရဲပါ။ သူ့ရဲ့ငယ်ဘ၀သူရဲကောင်းတွေက မတရားမှုကို တိုက်ခိုက်သူတွေဖြစ်ပြီး ဒန်ဇယ်ကလည်း သူတို့လို ဖြစ်ချင်ခဲ့တာပါ။ ကံမကောင်းစွာနဲ့ စာမေးပွဲကျတဲ့အတွက် ရဲအရာရှိဖြစ်မလာဘဲ ယာဉ်ထိန်းရဲလုပ်နေရသူပေါ့။ ဒန်ဇယ်အဖေကလည်း တစ်ချိန်က ယာဉ်ထိန်းရဲလုပ်ခဲ့ပြီး တရားမျှတမှုအတွက်ကြိုးပမ်းခဲ့တဲ့အတွက် သူတို့ ဌာနမှာ ခုထိလှောင်စရာဖြစ်နေပါတယ်။ သားအဖ၂ယောက်လုံး ဌာနမှာ သိုးမည်းဖြစ်နေတာပေါ့။ဒန်ဇယ်တို့ မြို့မှာ ရဲတွေက သူတို့လုပ်ရမယ့်အလုပ်ကလွဲရင် ကျန်တာအကုန်လုပ်ပါတယ်။ ကိုကိန်းသုံးတာ အရက်သောက်တာ အလှပြင်တာ မိန်းမရှုပ်တာ အကုန်ပါပဲ။ ရဲတွေနဲ့ လူကြီးပိုင်းတွေ ပေါင်းပြီးတော့ အကျင့်ပျက်နေကြတာပါ။ သူတို့အတွက် တရားမျှတမှုဆိုတာ ဟာသလိုကို ဖြစ်နေတာပါ။ ဒန်ဇယ်ကတော့ ဒါတွေကို ပြောင်းလဲချင်ပါတယ်။ သူတို့မြို့က လောင်းကစားအိမ်ကို ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/haita-de-actiune-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWd9lw09AsaBpCXYCYyaBxs7UIn.jpg",
        "title": "Ramon (2023)",
        "description": "Ramon (2023)~ IMDb rating - 7/10 ~ရိုမေးနီးယားထုတ် ဟာသဇာတ်ကားတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ခေါင်းစဉ်အတိုင်း ရာမွန်ဆိုတဲ့ သူကို ဇာတ်အိမ်တည်ပြီး​တော့ ရိုက်ကူးထားတာပါ။ရာမွန်ဆိုတာကတော့ ရိုးသားကြိုးစားလှတဲ့ တောသားလေးပေါ့။ သူဟာ ငယ်ငယ်ကတည်းက အရမ်းကိုစိတ်ကောင်းရှိပြီး သူများတွေကို ကူညီတတ်တဲ့သူမျိုးပါ။ ဒါပေမဲ့ \"စေတနာကနေ ဝေဒနာ\" ဆိုသလို သူကတော့ ကူညီပေးလိုက်ပေမဲ့ သူများတွေအတွက်တော့ ဒုက္ခပေးသလို ဖြစ်ဖြစ်သွားတတ်ပါတယ်။ ဒီလိုနဲ့ပဲ တစ်နေ့တော့ သူဟာသူ့ ဖူးစာရှင်ကိုပိုးပန်းဖို့အတွက် ဘူခါရက်စ်ကို ရှာပုံတော် ထွက်သွားပါတော့တယ်။ဘူခါရက်စ်မှာ ရာမွန်တစ်ယောက် ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ ကြုံတွေ့ရဦးမလဲ၊ ဘယ်သူတွေကို ကူညီသွားဦးမှာလဲဆိုတာကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ IMDB မှာ 7/10 အထိရရှိထားပြီးတော့ ဇာတ်လမ်းကလည်း အရမ်းကြီး Serious မဖြစ်သလို အရမ်းလည်းပေါတောနေတာ မဟုတ်တဲ့အတွက် စိတ်အပန်းဖြေချင်သူများအတွက် အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/ramon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/d-e-b-s-2004-141x200.jpg",
        "title": "D.E.B.S. (2004)",
        "description": "အမေရိကန်ကောလိပ်ဝင်ခွင့်စာမေးပွဲတစ်ခုဖြစ်တဲ့ SAT မှာလျှို့ဝှက်ထည့်သွင်းထားတဲ့စစ်ဆေးမှုတစ်ခုရှိနေပြီး အဲ့ဒီစစ်ဆေးမှုကို\nအောင်မြင်တဲ့လူတွေဆီကို D.E.B.S. လို့ခေါ်တဲ့သူလျှိုလေ့ကျင့်ရေးသင်တန်းကျောင်းက ဖိတ်ခေါ်မှုတွေရောက်လာလေ့ရှိပါတယ်။အေမီကတော့ အဲ့ဒီလျှို့ဝှက်စာမေးပွဲမှာ အမှတ်အမြင့်ဆုံးနဲ့အောင်မြင်ထားပြီး သူပါဝင်တဲ့ တပ်ဖွဲ့ဟာလည်း ကျောင်းရဲ့ထိပ်တန်းနေရာမှာရှိနေပါတယ်။\nဒါပေမယ့်လည်း အေမီစိတ်ဝင်စားတာက ကျောင်းဆင်းတဲ့အခါ သူလျှိုလုပ်ငန်းထဲဝင်ဖို့ထက် အနုပညာကျောင်းတက်ဖို့ပါပဲ။တစ်နေ့တော့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ လူစီဒိုင်းမွန်းလို့ခေါ်တဲ့ ဒုစရိုက်သမားတစ်ယောက်မြို့ထဲကိုပြန်ရောက်လာတာကိုစုံစမ်း\nထောက်လှမ်းနေရင်း မမျှော်လင့်တဲ့အလွဲတွေနဲ့ အေမီနဲ့ လူစီဒိုင်းမွန်းတို့ထိပ်တိုက်တွေ့ကြပါတော့တယ်။ သူအဲ့ဒီမှာသိလိုက်ရတာက\nလူစီဟာ မိန်းကလေးချင်းစိတ်ဝင်စားသူတစ်ဦးဖြစ်နေတယ်ဆိုတာကိုပါပဲ။လူစီက သူတို့အသိုင်းအဝိုင်းမှာ အလွန်ကြောက်ဖို့ကောင်းတဲ့ လူဆိုးတစ်ယောက်ဖြစ်ပါတယ်။ သူနဲ့ထိပ်တိုက်တွေ့ဆုံဖူးသူမှန်သမျှ\nအသက်ရှင်ကျန်ရစ်သူမရှိတာ၊ အလွန်ရက်စက်သွေးအေးတတ်တာ၊ သူ့အကြောင်းသေချာသိတဲ့သူရယ်လို့မရှိပဲ\nဒဏ္ဍာရီဆန်ဆန်ပါးစပ်ပြောတွေနဲ့သာကြားဖူးနားဝရှိကြရတဲ့အထိလည်းလျှို့ဝှက်သူပါ။ အဲ့ဒီကြောက်စရာလူဆိုးမကြီးကိုမှ သူ့အနေနဲ့စိတ်လှုပ်ရှားခံစားသက်ဝင်မိသွားတယ်ဆိုတာ\nအေမီတစ်ယောက်သိလိုက်ရတဲ့အခါမှာတော့..။D.E.B.S ဟာဒီခေတ်လို GL တွေ BL တွေ ပေါပေါများများခေတ်မစားသေးခင်က ထွက်ခဲ့တဲ့ရှေ့ဆောင်လမ်းပြဖြစ်ခဲ့တဲ့ချစ်စရာ GL ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်ရှိခဲ့ချိန်ကစလို့ အခုချိန်ထိ LGBT community တွေရဲ့အစီအစဉ်နဲ့အထူးပွဲတွေပြနေတုန်းပါပဲ။ဘာကိုမှ Serious မထားပဲပေါ့ပေါ့ပါးပါးအချိန်ဖြုန်းချင်စရာ ပျော်စရာဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဇာတ်ကားမှာဦးဆောင်ပါဝင်ခဲ့သူတွေဟာ အခုချိန်မှာ နာမည်ကျော်တွေအဖြစ်တန်းဝင်နေကြပြီဖြစ်ပြီး သူတို့ရဲ့ငယ်ဘဝအလှပုံရိပ်လေးတွေကို တစ်ဝကြီးတွေ့ရမှာပါ။\nအနည်းဆုံးတော့ စကီအလန်းလေးတွေ စကပ်အတိုလေးတွေဝတ်ပြီး ပြေးလွှားလှုပ်ရှား ဖိုက်တင်ချကြတာကိုက အတော်ကြည့်ကောင်းနေပြီဖြစ်ပါတယ်။(တလောက ဖေစ့်ဘုတ်မှာခေတ်စားနေတဲ့ Devon Aoki ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/d-e-b-s-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYWM3Y2FiN2QtZjhlYS00MzU5LWJmNDgtNzAyOWZlNWM1MDEyXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "The Shadow (1994)",
        "description": "The Shadow (1994)\n===============\nIMDb Rating - 6.0Beetlejuice, The Cat in the Hat , Pearl Harbor တို့ထဲက\nမင်းသား Alec Baldwinနဲ့ The Last Emperor , M. Butterfly\nတို့ရဲ့ မင်းသား John Lone နဲ့ ဂန္တဝင်ကြီး Ian McKellenတို့ ပါဝင်\nသရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်ဟာ Action/Adventureကားဖြစ်ပြီး\nစူပါဟီးရိုးဆန်ဆန်ကားလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းကတော့ အရိပ်လို့ခေါ်တဲ့ သဘာဝလွန်သူရဲကောင်းတစ်\nယောက်က ကမ္ဘာကိုဖျက်ဆီးချင်နေတဲ့ ဂျင်ဂစ်ခန်ရဲ့မျိုးဆက်သစ်နဲ့\nထိပ်ဆိုက်ရင်ဆိုင်ရတဲ့ ဇာတ်ပါ။ မှော်အစွမ်းတွေ အက်ရှင်တွေမနည်း\nပါတာမို့ အက်ရှင်ပရိသတ်တွေ အကြိုက်တွေ့မယ့် ရုပ်ရှင်ပါပဲ။ ဂျွန်လုံး\nကလည်း ဗီလိန်အဖြစ်ပြောင်မြောက်အောင် သရုပ်ဆောင်ပေးထား\nသလို ဇာတ်က ထူးထူးခြားခြားဟီးရိုးဇာတ်မို့ စူပါဟီးရိုးကားကိုမှ အရမ်း\nကြီးပါဝါတွေမပြဘဲ စုံထောက်ဆန်ဆန်ကြည့်ကောင်းနေတဲ့ကားကို ကြည့်\nချင်ရင်တော့ ဒီကားကိုရွေးသင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(3.4 GB) / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-shadow-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjFmZGQ5ODQtMWY5Mi00MDc0LWE4MWItNWE1NWZmOTQ2MDdmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Rangabali (2023)",
        "description": "Rangabali(2023)\nIMDb-5.5/10သူ့နာမည်က ရှိုး။တစ်ရွာလုံးရဲ့ အော်ကြောလန် အကုန်လုံးလက်မြှောက်ထားရတဲ့\nရှိုး။'ရှိုး'ဆိုတဲ့ဖဲကစားနည်းသိတယ်မလား။ဖိန့်ရတာလေ။ဒီထဲက မင်းသားချောရှိုးတယောက်ကလည်း ဖိန့်တဲ့နေရာ တော်ကီထုတဲ့နေရာမှာတော့ ယှဉ်နိုင်သူမရှိ\nသူ့ကိုသတိမထားမိရင်လည်း မကြိုက်။ရွာထဲကရန်ပွဲတိုင်း သူမပါရင်မပြီး။သူ့အဖေက ဆေးဆိုင်ပိုင်ရှင်၊ သားဖြစ်သူကို ဆိုင်ဦးစီးခိုင်းစေချင်ပေမယ့်\nဝမ်းချူဆေးနဲ့ ရာသီအကိုက်အခဲပျောက်ဆေးမှားပေးပြီးကတည်းက\nအယုံအကြည်မရှိတော့လို့ မြို့တက်ပြီး စာသင်ခိုင်းတော့တာ၊\nအဲဒီမှာစတွေ့တာပဲ၊ဘယ်သူနဲ့လဲဆို သိမ်သိမ်မွေ့မွေ့ဆရာဝန်မလေးတယောက်နဲ့ပေါ့။ရွှေခြေကျင်းဝတ်ထားတောင် ဘာသံမှမမြည်အောင် ဘယ်သူမှသတိမထားမိအောင်ဝတ်ထားမယ့်\nဆရာဝန်မလေးနဲ့ လည်ပင်းကဆွဲကြိုးကို လူတကာမြင်စေချင်လို့ ကြယ်သီးဟထားတဲ့\nဆရာကြီးရှိုးတို့တွေ့တဲ့အခါမှတော့။တော်ကီကြွယ်တဲ့ ဆရာရှိုးတယောက် ဆရာဝန်မလေးကိုလည်း ရွာပင့်ပြီး\nသေတပန်သက်ဆုံး ဆေးပေးမီးယူလုပ်နိုင်မလားဆိုတာ တော်ကီလည်းသင်\nပျော်လည်းရွှင်စွာနဲ့ ကြည့်လိုက်ရအောင်လေ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~Saii~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.95GB / 1.37GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Saii~BpL",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/rangabali-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYePSWEmMw9PQ9hNwMzgW1rQUtI.jpg",
        "title": "The Vanished (2020)",
        "description": "ဇနီးမောင်နှံနှစ်ဦးဖြစ်ကြတဲ့ ပေါလ်နဲ့ ဝင်န်ဒီတို့ဟာအားလပ်ရပ်မှာ သမီးလေးဖြစ်တဲ့ တေလာနဲ့ ခွေးလေးလပ်ကီးတို့နဲ့အတူ အပန်းဖြေဖို့အတွက်အာဗီကားလေးတစ်စီးနဲ့ ထွက်လာခဲ့ကြပါတယ်။အပန်းဖြေစခန်းကို ရောက်တဲ့အချိန်မှာ ဝင်န်ဒီကလိုအပ်တဲ့ပစ္စည်းတွေ သွားဝယ်နေတုန်း ပေါလ်ကလည်းဘေးကပ်ရပ်မှာ စခန်းချနေတဲ့ မရန်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ စကားလက်ဆုံကျနေခဲ့ပါတယ်။အဲ့ဒီ အချိန် တစ်ဒင်္ဂလေးအတွင်းမှာပါသူတို့ရဲ့သမီးလေးဖြစ်တဲ့ တေလာဟာထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တာပါ။ပေါလ်တို့ ဇနီးမောင်နှံနှစ်ယောက် ဒါကိုသိလိုက်တဲ့အချိန်မှာအထိတ်တလန့်ဖြစ်ပြီး ရဲကိုအကြောင်းကြားရပါတော့တယ်။ အဲ့ဒီနောက် ပေါ်လ်တို့သိရှိလိုက်ရတာကတော့သူတို့စခန်းချနေတဲ့ အနီးက တောထဲမှာ ထောင်ပြေးတစ်ယောက်လွတ်မြောက်နေတယ်ဆိုတဲ့ သတင်းပါပဲ။ဒီလိုနဲ့ ရဲတွေတားမြစ်ထားတဲ့ကြားက သားသမီးဇောကြောင့်သမီးဖြစ်သူကို ရှာဖွေဖို့ ကြိုးစားကြတဲ့အခါမှာတော့ဘယ်လိုပြဿနာတွေကို ရင်ဆိုင်ရမလဲဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မထင်မှတ်တဲ့ လှည့်ကွက်တွေတစ်ခုပြီးတစ်ခုတွေ့ရမယ့်psychological thrillerကားကောင်းတစ်ကားဖြစ်လို့လျှို့ဝှက်သည်းဖို ကြိုက်တတ်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။ပေါလ်အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား Thomas Janeကိုတော့The Mist (2007) ကြည့်ဖူးသူတွေ ရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။ File size…  1.6 GB /  730 MB\nQuality… WEB-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 55 m\nGenre .....  ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-vanished-2020-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcDZuUEkNSBTmDo8N7M5cwa3qfX.jpg",
        "title": "Crocodile Island ( 2023 )",
        "description": "ကျွန်းပေါ်မှာ ဝှက်ထားတဲ့ ရွှေဥကို တွေ့အောင်ရှာနိုင်ရင်\nဆုကြေးသိန်း ၅၀ ရမယ်ဆိုတဲ့ Variety Show တစ်ခုမှာ\nလူတစ်စုဟာ ရည်ရွယ်ချက်ကိုယ်စီနဲ့ အဲဒီ သိန်း ၅၀ ကို\nလိုချင်ခဲ့ကြတာကြောင့် ပြိုင်ပွဲဝင်ပြိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ပြိုင်ပွဲအတွက် ရိုက်ကူးရေးစတဲ့နေ့မှာပဲ\nအဖွဲ့သား ၂ ယောက် မိကျောင်းကိုက်ခံရပြီး သေဆုံးခဲ့တာကြောင့်\nကျွန်းပေါ်မှာ မိကျောင်းရှိတဲ့အကြောင်းကို ခုနက\nမိကျောင်းလိုက်ကိုက်တာခံရတဲ့အဖြစ်အပျက်မှာ\nလွတ်မြောက်လာခဲ့တဲ့ ရိုက်ကူးရေးအဖွဲ့တစ်ဦးက လာပြောခဲ့ပေမဲ့\nဒါရိုက်တာက ကျွန်းနာမည်ကကို (မိကျောင်းကျွန်း) ဖြစ်လို့\nဒီမိကျောင်းဟာ သူတို့ ဆင်ထားတဲ့ လှည့်ကွက်တစ်ခုသာ\nဖြစ်ကြောင်းပြောပြီး ရိုက်ကူးဆက်လုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ရွှေဥ ရှာပုံတော်စဖွင့်တဲ့အချိန်ကစပြီး ၂ ယောက်တစ်တွဲ\nခရီးထွက်လာခဲ့တဲ့ သူတွေဟာ မိကျောင်းကိုက်ခံရပြီး တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့ပါတယ်။\nအဲဒီနောက်မှာ အသက်ရှင်ကျန်ရစ်သူတွေဟာ မိကျောင်းရန်ကနေ\nထွက်ပြေးဖို့ လုပ်ရင်း ဒီအစီအစဥ်မှာ ပါဝင်မိတဲ့ သူတို့အားလုံးဟာ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ က နွေရာသီကမ့်ပ်မှာ အတူတူပါဝင်ခဲ့ဖူးတဲ့သူတွေ\nဖြစ်နေတာကို အမှတ်မထင် သိလိုက်ရပါတယ်။အဲဒီနောက်မှာတော့ ဒီမိကျောင်းတွေပေါ်လာတာ မရိုးရှင်းဘူးဆိုတာကို\nသိလိုက်ရတဲ့အခါမှာတော့ ကျန်ရစ်သူအားလုံး ဒီကျွန်းပေါ်ကနေ အသက်ရှင်လျက်လွတ်မြောက်နိုင်ပါ့မလား\nမိကျောင်းတွေကို နောက်ကွယ်က ကြိုးကိုင်နေတာ ဘယ်သူလဲ\nလွန်ခဲ့တဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/crocodile-island-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwhe2ZOUCELmJzmdxcTqpkE40P0.jpg",
        "title": "Forbidden Zone ( 2023 )",
        "description": "ကောင်းကင်ဘုံကျွန်းမှာ လူသားတွေရဲ့အရှင်သခင်ဖြစ်စေနိုင်တဲ့\nအာဏာတည်တဲ့ ဧကရာဇ်ရတနာတစ်ခုရှိခဲ့ပါတယ်\nရတနာကိုကာကွယ်ဖို့အတွက် သင်တန်းသားတွေကို\nစွမ်းအားရှင်ဖြစ်တဲ့အထိကျင့်ပေးတဲ့နန်းတော်တစ်ခုလည်းရှိပါတယ်ဒါပေမယ့် နန်းတော်ထဲကစွမ်းအားရှင်တွေကိုယ်တိုင်\nဧကရာဇ်ရတနာကိုတပ်မက်လာတဲ့အချိန်မှာတော့\nအဆုံးအဆမဲ့တိုက်ပွဲတွေဖြစ်ပြီး သေကြေခဲ့ကြပါတယ်စွမ်းအားရှင်တွေထဲမှာ ရွှီခုန်းဆိုတဲ့သင်တန်းသားက\nအဆင့်နိမ့်ဆုံးစွမ်းအားရှင်ဖြစ်ပေမယ့်\nသူ့ဆရာနဲ့ညီအကိုတွေရဲ့အားပေးမှုနဲ့အတူ\nဧကရာဇ်ရတနာကို ရှာဖို့လမ်းစလာခဲ့ပါတယ်ရွှီခုန်း ဧကရာဇ်ကိုရှာရတာက တခြားညီနောင်စွမ်းအားရှင်တွေလို\nလူ့လောကကိုအုပ်ချုပ်နိုင်တဲ့ အာဏာယူဖို့လား\nတိုက်ပွဲတွေကိုရပ်တန့်နိုင်ဖို့လားဆိုတာကို\nလျှို့ဝှက်ချက်ပေါင်းများစွာနဲ့ ကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy , Mystery\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/forbidden-zone-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sMUzVqaLwh3hSzOnxwAWVFYedNQ.jpg",
        "title": "Fire Storm ( 2023 )",
        "description": "ယာဥ် မတော်တဆမှုတစ်ခုကြောင့် ထောင်ကျနေတဲ့ဝေးဖုန်း...\nသူထောင်ထဲမှာရှိနေတဲ့အချိန် အပြင်မှာ ကျန်ခဲ့တဲ့အစ်မက\nအကြွေးဆပ်ဖို့အတွက် ရရာလုပ်ရင်း တယ်လီကွန်းလိမ်လည်မှုအဖွဲ့တစ်ခုရဲ့\nထောင်ခြောက်ထဲကျရာက ကိုယ့်ကိုယ်ကိုယ်သတ်သေတဲ့အထိဖြစ်သွားခဲ့ရတယ်ထောင်ကလွတ်လာပြီးနောက်ပိုင်း အစ်မသေဆုံးရတဲ့အကြောင်းကိုစုံစမ်းရင်း\nလိမ်လည်နေတဲ့အဖွဲ့ကို သိခဲ့ရပြီး သူ့နည်းသူ့ဟန်နဲ့ ကလဲ့စားချေ ဖို့ကြိုးစားခဲ့တယ်..\nညီအစ်ကိုလို တပည့်လိုနေခဲ့တဲ့ ရှောင်ဖုန့်ရဲ့အကူအညီနဲ့\nဒုခေါင်းဆောင်ဝေရှောက်ကိုရင်းနှီးအောင်လုပ်ပြီး\nအဖွဲ့ထဲဝင်ကာ အစ်မအတွက် ဘယ်လိုကလဲ့စားချေမလဲ....\nပြစ်မှု သက်သေတွေရဖို့ ဘယ်လိုကြိုးစားရယူမလဲ....\nခေါင်းဆောင်အထိရော ဖမ်းမိနိုင်ပါ့မလားဆိုတာ.................\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Nwe\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/fire-storm-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqppXRoNiZlOAJMJBDNIVXMZzyh.jpg",
        "title": "The Comeback ( 2023 )",
        "description": "ရှိသမျှပစ္စည်းမှန်သမျှကို အကောင်းတိုင်းဖြစ်အောင်ပြင်နိုင်တဲ့\nဦးလေးဟွာက ရှေးဟောင်းပစ္စည်းပြုပြင်ရေးဆိုင်လေးဖွင့်ပြီး\nသာမာန်ရိုးရှင်းတဲ့ဘဝကိုဖြတ်သန်းနေတယ်\n“တစ်ခုခုဖြစ်ရင် ဦးလေးဟွာကိုရှာ”ဆိုပြီး နာမည်ကျော်ဦးလေးဟွာက\nအထူးတပ်ဖွဲ့ဝင်ဖြစ်ခဲ့တာပေါက်ကြားမိပြီးတဲ့နောက်\nတပည့်ဖြစ်သူအားကျယ်ရဲ့လျှိုဝှက်တပ်ဖွဲ့ဖမ်းဆီးတာခံရတယ်ဦးလေးဟွာအမြဲတမ်းစားစရာကျွေးနေတဲ့ သူဖုန်းစားရဲ့\nသရုပ်မှန်ကဘာဖြစ်နေလို့ ဦးလေးဟွာရဲ့အကြောင်းကိုအကုန်သိပြီးတော့ ကူညီပေးနေရတာလဲ\nအားကျယ်ရှာနေတဲ့ နံပါတ်0ကရော ဘယ်သူလဲ?\nဘာလို့ရှာနေတာလဲ?ဆိုတာတွေကို လှည့်ကွက်မျိုးစုံတွေနဲ့အတူ\nဇာတ်လမ်းထဲမှာ အဖြေလေးကိုဆက်လက်ကြည့်ရှုလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 47 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/4DMae/The_Comeback_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMkRWgAvwe0XkpL8swG7UA4N4Q8.jpg",
        "title": "Afflicted (2013)",
        "description": "ဒဲရစ်ခ် နဲ့ ကလစ်ဖ် တို့က ကမ္ဘာတစ်ပတ်ခရီးထွက်လာကြသူတွေပါ။ ခရီးထွက်လာရင်းနဲ့ပဲရစ်ရောက်လာပြီးတဲ့အချိန် ညတစ်ညမှာ ဒဲရစ်ခ် က ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးတဲ့နောက်သူကိုယ်တိုင်တောင်မမှတ်မိတဲ့ ထိခိုက်ဒဏ်ရာတွေရလာခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဒဲရစ်ခ်မှာထူးဆန်းတဲ့ဝေဒနာတွေခံစားလာရသလို ထူးခြားတဲ့သဘာဝလွန်အစွမ်းတွေပါရလာခဲ့ပါတယ်။ဒဲရစ်ခ်ရဲ့သဘာဝလွန်အစွမ်းတွေက လူတွေရဲ့အသက်အန္တရာယ်ကိုပါထိခိုက်လာတဲ့အခါမှာဒဲရစ်ခ်တို့တွေဘယ်လိုအဖြေရှာကြမလဲဆိုတာကိုဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားနိုင်ပါတယ်။ File size…  1.62 GB /  800 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  Horror, Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Citrus",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/afflicted-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p94HYOZ0MIJo4IDCQ9Cd8G1cKpO.jpg",
        "title": "The Murderer ( 2023 )",
        "description": "သိပ္ပံပညာနဲ့ ရှင်းပြလို့မရတဲ့အရာတွေထဲမှာ လူတွေရဲ့ အိပ်မက်လည်း ပါပါတယ်။\nအိပ်မက်ထဲက မက်တဲ့အရာတွေက တစ်ခါတလေ နားမလည်နိုင်စရာတွေ\nအများအပြားရှိပါတယ်။ ယခု CM က ဘာသာပြန်တင်ဆက်ပေးမယ့်\nဖြစ်ရပ်မှန်ရုပ်ရှင်လေးဟာဆိုရင်လည်း အိပ်မက်တစ်ခုက စတင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ပေကျင်းဆေးတက္ကသိုလ်မှာ ပါမောက္ခဘွဲ့ရဖို့ ကြိုးစားနေတဲ့ တုံချိုးဝမ်ဟာ\nမောင်လေးဖြစ်သူ တုံချိုးဟွာအသတ်ခံရပြီး ရွာပျက်အနားက\nတံတိုင်းတွေပြိုနေတဲ့ ခြံတစ်ခုထဲမှာ အမြှုပ်ခံထားရတယ်လို့\nအိပ်မက်မက်ခဲ့ပါတယ်။ သူမအမေက သူမမောင်လေးကို\nအဆက်အသွယ်မရတာ ၅ ရက်လောက်ရှိပြီလို့\nဖုန်းဆက်လာတော့ သူမ စိုးရိမ်မိပြီး ရွာပြန်ဖို့ လုပ်ပါတော့တယ်။သူမ ရထားနဲ့ ခရိုင်မြို့ကို ရောက်တာနဲ့ ဘကြီး မောက်ရှန်းကလာကြိုပြီး\nခရိုင်ရဲစခန်းမှာ အမှုဖွင့်ခဲ့ပါတယ်။ ရွာပြန်ရောက်တော့ အစ်မချွင်းမေ့ရဲ့\nပြောကြားချက်အရ သူမမောင်လေးကို မပျောက်ခင်ရှေ့တစ်ရက်က\nဘကြီးမောက်ရှန်းရဲ့ ချွေးမနဲ့ ဆေးရုံမှာ တွေ့ခဲ့တာ သိခဲ့ရပါတယ်။ချိုးဝမ်တစ်ယောက် ဒီကိစ္စကို ရဲတွေကို ပြောပြလိုက်တဲ့အတွက်\nရဲတွေက ဘကြီးမောက်ရှန်းအိမ်ကို သွားရောက်စစ်ဆေးခဲ့ပါတယ်။\nဘကြီးမောက်ရှန်းဟာ တစ်ရွာလုံးအပေါ်ကျေးဇူးရှိခဲ့သူဖြစ်တဲ့အတွက်\nရွာသူရွာသားတွေက ချိုးဝမ်ကို မကျေနပ်ကြတော့ပါဘူး။သို့သော် ချိုးဟွာကိုပဲ စိတ်ပူနေတဲ့ ချိုးဝမ်ဟာ ရွာသားတွေရဲ့\nမျက်နှာတွေကို ကြည့်မနေနိုင်တော့ပါဘူး။ သူမအမေက သူမကို\nစိတ်လိုက်မာန်ပါမလုပ်ဖို့ ပြောနေသော်လည်း သူမ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-murder-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vkTi1Y5js8exwZ8V6mbXNEQy2Om.jpg",
        "title": "Killers (2014)",
        "description": "Killers (2014)\n\" Sound Error FIXED!!! \"\n~ IMDb - 6.4/10, Rotten Tomatoes - 73% ~အင်ဒိုနဲ့ ဂျပန် ဖက်စပ်ကားလေးဖြစ်ပြီး IMDb - 6.4/10 အထိ ရရှိထားတဲ့ Action, Crime ကားကောင်းတစ်ကားပေါ့။Nomura ကတော့ လူတိုင်းကို သူ့ရဲ့သားကောင်လို့မြင်တတ်တဲ့ စိတ္တဇ ကွင်းဆက်လူသတ်သမားတစ်‌ယောက်ဖြစ်ပြီး သူ ကြမ်းကြမ်းတမ်းတမ်း သတ်ဖြတ်တာတွေကို ကင်မရာနဲ့ရိုက်ကူးပြီး အင်တာနက်ပေါ် တင်လေ့ရှိတယ်။ အင်ဒိုနီးရှား ဂျကာတာမြို့က ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ Bayu ကတော့ သူဆောင်းပါးရေးတဲ့ အကျင့်ပျက်ခြစားသူကြောင့် အလုပ်အကိုင်လည်းပျက်၊ မိသားစုဘဝပါ ပျက်စီးခဲ့ရသူ။ တစ်နေ့မှာ Nomura တင်တဲ့ Video ကိုကြည့်မိပြီး သူ့ရဲ့စိတ်ခံစားချက်တွေ မသိမသာပြောင်းလဲသွားတယ်။ မတော်တဆမှုတစ်ခုဖြစ်ရာကနေ သူကိုယ်တိုင် လူသေမှုကို ဗီဒီယိုရိုက်ပြီး အင်တာနက်ပေါ်တင်ပြီး ခံစားပါတော့တယ်။ဒီလိုနဲ့ Nomura နဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/killers-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjk5MmNiMDItZjM4OC00ZjA0LWE5OGUtOGQwZjM1ZGIzMWQyXkEyXkFqcGdeQXVyMjI5MzkwMg@@._V1_-135x200.jpg",
        "title": "Call Her King (2023)",
        "description": "Call Her King (2023)\n================အတိတ်က အမှားတစ်ခုကြောင့် ‌တရားစီရင်ရမှာ‌လက်တွန့်နေတဲ့\nတရားသူကြီးဂျေဒါကင်း၊ သူ(မ) စီရင်ရမဲ့အမှုဟာလည်း ပထမအဆင့်\nရာဇဝတ်ပြစ်မှုကြီးဖြစ်နေတဲ့အတွက် ရှိသမျှခွန်အားတွေ စုစည်းပြီး\nစီရင်ချက်ချတော့မယ်လုပ်ခါမှ တရားခံရဲ့အစ်ကိုဖြစ်သူက သူ့ညီကို\nကယ်ထုတ်ဖို့အတွက် တရားရုံးကို အုပ်စုလိုက်အပိုင်စီးလိုက်တဲ့အခါ\nမှာတော့ ဘယ်လိုတွေဆက်မဖြစ်လဲ တရားခံကရော လွတ်သွားမှာလား\nဆိုတာတွေကို ကြည့်ရှုရမဲ့ အက်ရှင်ဇာတ်ကား‌ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing မှဖြစ်ပါတယ်)File Size..........(1.36 GB) / (452 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/call-her-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kD35dB3KOHrLo1Y3RU5xXJ1hI7.jpg",
        "title": "Zom 100: Bucket List of the Dead",
        "description": "Zom 100: Bucket List of the Dead (2023)ဘဝမှာလူတိုင်းကတော့ ကိုယ်လုပ်ချင်တဲ့အရာတွေရှိကြမှာပါ။\nဆန္ဒနဲ့လက်တွေ့ထပ်တူမကျဘဲ ပင်ပန်းရုန်းကန်နေရတဲ့သူတွေလည်းရှိကြမှာပါ။- တနင်္လာနေ့ရုံးမသွားချင်ဘူးဖြစ်နေလား\n- ဘယ်လောက်ပဲကြိုးစားကြိုးစား အထက်လူကြီးတွေရဲ့ အကောင်းပြောတာမခံရဘူးလား\n- အချိန်ပိုတွေဆင်းနေရပြီးပင်ပန်းလွန်းနေပြီလား\n- ကိုယ်တကယ်ဖြစ်ချင်နေတာ ဘာများလဲဆိုတာ ပြန်တွေးနေမိပြီလား\n- ဒီအချိန်မှာတစ်ကမ္ဘာလုံးဇွန်ဘီ‌တွေဖြစ်သွားရင်ကောင်းမှာပါလို့ တွေးမိတဲ့သူတွေအတွက် တကယ်ပဲဖြစ်သွားတာကိုမြင်တွေ့ရမှာပါတန်ဒိုအကီရာဆိုတဲ့ကောင်လေးတစ်ယောက် အလုပ်တွေဆက်တိုက်လုပ်၊ ပင်ပန်းနွမ်းနယ်ပြီး\nအလုပ်မသွားချင်ဖြစ်နေတဲ့ တစ်မနက်ခင်းလေးမှာ တစ်နိုင်ငံလုံးဇွန်ဘီတွေဖြစ်သွားတာကို မြင်တွေ့ခဲ့ရပါတယ်။\nအလုပ်မသွားရလို့ ပျော်နေတဲ့အချိန်မှာ အကြံဉာဏ်တစ်ခုရပြီး စာအုပ်တစ်အုပ်မှာ ဇွန်ဘီမဖြစ်ခင်လုပ်ရမည့်အချက် ၁၀၀ ဆိုပြီးစရေးခဲ့ပါတယ်။\nသူ အဲဒီစာအုပ်ထဲကအတိုင်း လုပ်နိုင်ပါ့မလား အချက် ၁၀၀ ပဲ ပြည့်သွားမလား\nမပြည့်ခင်မှာဘဲ ဇွန်ဘီဖြစ်သွားမလား ရင်တမမနဲ့ကြည့်ရှုလိုက်ပါဦးနော်(ဒီကားက Manga ရော Anime ရော ထွက်နေဆဲဖြစ်ပြီး နိုင်ငံတကာမှာလည်း ပရိသတ်တွေများတဲ့ကားလေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်ရှူသင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်)အညွှန်း နဲ့ ဘာသာပြန်ကာတော့ Mr.Kaung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://channelmyanmar.org/zom-100-bucket-list-of-the-dead/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCMnAVZkOObw1W26Old1V0ONEzF.jpg",
        "title": "Big Nunu’s Little Heist (2023)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့တောင်အာဖရိက ကစဂေါ့ဒဖိုလာဆိုတဲ့မြို့လေးဟာ တစ်ချိန်က စက်ရုံတစ်ရုံကြောင့်စားဝတ်နေရေး ချောင်လည်ကြပြီး မြို့သူမြို့သားတွေဟာ ပျော်ရွှင်နေကြပါတယ်၊တစ်နေ့မှာ အခြေအနေအကြောင်းကြောင်းကြောင့် စက်ရုံကိုပိတ်ဖို့ဖြစ်လာတော့အလုပ်လက်မဲ့သူတွေများလာပြီး ရာဇဝတ်သမားတွေလည်း ပေါလာပါတော့တယ်၃၆ ဆိုတဲ့အလုပ်သမားလေးဟာ အရက်ဆိုင်တစ်ခုကို မီးဖိုလာပို့ရင်းနဲ့ ဆိုင်ရှေ့မှာတင်အခိုးခံလိုက်ရတယ်၊ ဒါကိုမကျေနပ်တဲ့အတွက် ဘယ်သူတွေခိုးတာလဲ သူတို့ကဘယ်မှာနေတာလဲဆိုပြီး အရက်ဆိုင်ပိုင်ရှင်ကိုသွားမေးတယ်၊ ဆိုင်ရှင်ကတော့လိုက်မသွားသင့်ကြောင်း သူတို့ကအန္တရာယ်များကြောင်းပြောပေမယ့် လက်မခံတဲ့အဆုံးမှာ လူမိုက်တွေရှိတဲ့နေရာကိုပြောပြလိုက်တယ်၊ သတ္တိရှိတဲ့ ၃၆ ဟာတစ်ကိုယ်တည်း လူမိုက်တွေနေရာမှာ သွားကြမ်းပြလိုက်တော့ ခေါင်းဆောင်ဖြစ်တဲ့ပွန်ဆူနူနူဟာ သူ့ကိုသဘောကျသွားပြီး ပိတ်ရက်အတွင်းမှာ ချမ်းသာစေမယ့် လုပ်ငန်းတစ်ခုရှိကြောင်းပြောလိုက်တယ်၊ ပစ္စည်းပို့တဲ့အလုပ်ထက်ပိုက်ဆံအများကြီးရမယ့်အလုပ်ဆိုတော့ ၃၆ လည်းစိတ်ဝင်စားပြီးလက်ခံလိုက်တယ်၊ ပွန်ဆူနူနူနဲ့ ၃၆ တို့ ဘာတွေလုပ်ပြီးပိုက်ဆံရှာကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။  File size…1.63GB / 681MB\nQuality…NF WED-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/big-nunus-little-heist-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4oOLgH5zcwlaQHmHY5diSwiPVO.jpg",
        "title": "[18+] Sitio Diablo (2022)",
        "description": "Sitio Diablo (2022)မနီလာမြို့ရဲ့ ဆင်းရဲသားရပ်ကွက်တွေဟာ မကောင်းမှုဒုစရိုက်တွေ လူဆိုးဂိုဏ်းတွေ ကြီးစိုးပြီး ကျင်လည်ကျက်စားတဲ့ နေရာတွေဖြစ်ပါတယ်။ အဲ့ဒီမှာမှ ဆီတိုဒယာဘလိုစ် ဆိုတဲ့ပင်မဂိုဏ်းကြီးကနေခွဲထွက်ပြီး အလူစထရာဒိုဆိုတဲ့ ဂိုဏ်းသစ်ကို ထူထောင်နေကြတဲ့ လူငယ်တစ်စုရှိပါတယ်။ အဲဒီဂိုဏ်းကို ဦးစီးနေတဲ့သူတွေကတော့ ဘူးလက်နဲ့အိုင်နာတို့စုံတွဲဖြစ်ပြီး အိုင်နာကတော့ မူလ ဆီတိုဒယာဘလိုစ်အုပ်စုရဲ့မျိုးဆက်သမီးငယ်ပါ။ခေတ်ကာလအားဖြင့်တော့ သူတို့မြို့တော်ရဲ့အာဏာအကူးအပြောင်း စပ်ကူးမတ်ကူးကာလဖြစ်ပြီး ရွေးကောက်ပွဲဝင်အမတ်လောင်းအသစ်က သူတို့ဂန်းစတားနယ်မြေတွေကို မက်လုံးပေးမဲဆွယ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ဆီတိုဒယာဘလိုစ်ရဲ့ဆက်ခံသူ၊ အိုင်နာရဲ့အစ်ကို တိုးနစ်စ်ဟာ ရဲတစ်ယောက်ရဲ့ညှိနှိုင်းမှုနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ နဂိုကတည်းက မငြိမ်းချမ်းတဲ့ နယ်မြေခွဲဝေမှုတွေ၊ အချင်းချင်းခွက်စောင်းခုတ်မှုတွေ ကွက်ကျော်ရိုက်မှုတွေနဲ့ သူတို့လောကထဲ တိုးနစ်စ်ပြန်ရောက်လာမှုဟာ နိမိတ်ဆိုးတစ်ခုဖြစ်ပြီး ပိုမိုမုန်တိုင်းထန်လာတော့မယ့် သဘောပါပဲ။မြင်နေကျကားတွေကနေ ခွဲထွက်ပြီး တစ်မူထူးခြားနေတဲ့ 18 အပေါင်း ဂန်းစတားနောက်ခံဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဖန်သားပြင်ထက်မှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ AJ Raval, အဲဒီတုန်းက တက်သစ်စလေးတွေဖြစ်တဲ့ Kiko Estrada, Benz Sangalang တို့နဲ့အတူ အခုချိန်မှာထိပ်တန်းဖြစ်နေပြီဖြစ်တဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/sitio-diablo-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
        "title": "Reign of Fire (2002)",
        "description": "Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Kp8q/(CM)_Reign.of.Fire.2002.1080p.bluray.x264-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/knocked-up-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFd98DjPMSy1L6KKNFrqrrGNtrD.jpg",
        "title": "4 Horsemen: Apocalypse (2022)",
        "description": "4 Horsemen: Apocalypse (2022)\nကမ္ဘာပျက်ကိန်းကားတွေ သဘာ၀ဘေးအန္တရာယ်ကားတွေ ကြိုက်ကြတယ်ဆိုတဲ့ လူတွေအတွက်ပါ။ Moonfallတို့၊ 2012တို့ဟာ တစ်ချို့အတွက် ပေါပေမဲ့ ဒီလိုကားကြိုက်တဲ့လူတွေအတွက် ကောင်းနေပြန်တာပါပဲ။ ဒီတစ်ခါ ရုပ်ရှင်ကတော့ အဲဒီရုပ်ရှင်တွေနဲ့ လုံး၀မတူပါဘူး။ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ဆိုတာ စူပါနေထရယ်ဖန်တွေ မစိမ်းဘူးမလား။ ဒီရုပ်ရှင်ဟာ အဲဒီ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ရဲ့ ကမ္ဘာပျက်မှာကို တားတဲ့ရုပ်ရှင်ပါပဲ။ ပင်တဂွန်၊ မှိုပညာရှင်(အတည်မှိုပါ)၊ မိုးလေ၀သပညာရှင်၊ မီးတောင်လေ့လာရေး ပညာရှင်၊ စစ်သားတွေ အစုံအလင်နဲ့ တားကြတာပါ။ဒီနေရာမှာ ပြောချင်တာက ဇာတ်ကောင်တွေအားလုံးဟာ သူမတူအောင် ထူးခြားပါတယ်။ သရုပ်ဆောင်မှန်းသိသာနေအောင် ရုပ်သေကြီး‌တွေနဲ့ ဟာ ငါတို့ ဘာလုပ်မှာဆိုပြီး ကိုယ်ကြွေနေတဲ့ကောင်လေးရှေ့ အသံပေးတဲ့ ဆယ်ကျော်သက်မလေးတွေလို ခဏခဏကို သူတို့ဘာလုပ်မယ့်အကြောင်းကို ဆယ်ခါလောက်ကိုပြောနေတာပါ။ ဥပမာဆို ထမင်းစားမယ်ဆိုပါစို့။ ငါတို့ထမင်းစားမှာကွ။ ဇွန်းနဲ့ပန်းကပ်ထဲ ခပ်ပြီး ပါးစပ်ထဲထိုးထည့် သွားနဲ့ဝါးတာလေလို့ ထိုင်ပြောနေသလိုပါပဲ။ အကြောင်းအရာတော့မတူဘူးပေါ့။။သရုပ်ဆောင်တွေဟာ ဒါတင်ပဲလားဆိုတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/4-horsemen-apocalypse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3lVSySBEW17JK4k5RZJ5mALHM5.jpg",
        "title": "Blizzard of Souls (2019)",
        "description": "Blizzard of Souls (2019)The Rifleman လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ ပထမ ကမ္ဘာစစ်ကာလက အသက် ၁၆ နှစ်အရွယ် လူငယ်လေးတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေပြုထားတာပါ။ သူရဲကောင်းဖြစ်ချင်တဲ့စိတ်နဲ့ ပထမကမ္ဘာစစ်ကို ဝင်တိုက်ခဲ့ပေမဲ့ စစ်ရဲ့ အနိဌာရုံတွေကို မြင်တွေ့ခဲ့ချိန်၊ ကိုယ့်ရဲ့ မိသားစုဝင်ကိုပါ ဆုံးရှုံးလိုက်ရချိန်မှာတော့ သူ့ရဲ့ ဦးတည်ချက်က သူရဲကောင်းဖြစ်ဖို့မဟုတ်တာ့ဘဲ အမိတိုင်းပြည်မှာ မိသားစုဝင်တွေကို တစ်စုတစည်းတည်း ပြန်ဖြစ်စေဖို့ ကြိုးစားပုံတွေကို ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...အချိန်အားဖြင့် 1900 ကျော် ပထမကမ္ဘာစစ်ကြီးဖြစ်ခါနီးအချိန်ပေါ့၊ လာဗီယာဆိုတဲ့ ရုရှားနဲ့ ဂျာမနီနိုင်ငံကြားက နိုင်ငံငယ်လေးတစ်ခုမှာ အာတူ့စ်ဆိုတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာ သူ့မိဘနှစ်ပါးရယ် အစ်ကိုဖြစ်သူရယ်နဲ့ နေထိုင်ပါတယ်။ပထမကမ္ဘာစစ်ကြီးစဖြစ်တော့ သူ့မိခင်ကို ဂျာမန်စစ်သားတွေက သတ်သွားတယ်။ စစ်ပြန်ဖခင်ဖြစ်သူနဲ့ သူတို့ညီအစ်ကိုနှစ်ဦးလည်း လာဗီယာတပ်ဖွဲ့ထဲဝင်ပြီး စစ်တိုက်ထွက်ကြရတဲ့အချိန်ပေ့ါ။အဲဒီချိန်မှာ လာဗီယာနိုင်ငံက ရုရှားလက်အောက်ခံအဖြစ်ပဲ ရှိပါသေးတယ်။ ရုရှားအတွက် စစ်တိုက်ပေးရင်း ဆိုဗီယက်ရုရှားဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/blizzard-of-souls-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
        "title": "K.G.F: Chapter 1 (2018)",
        "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating - 8.7/10\nGoogle Users - 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့\nကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့\nဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ \"El Dorado- အယ်လ်ဒိုရာဒို\"စာအုပ်ကို\nအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီး\nထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကို\nမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့\nဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီး\nဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေ\nဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။\"ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံ\nပြိုင်တူအဖြစ်အပျက်နှစ်ခု...\"ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်\n(ယခု ကာနာတားကားပြည်နယ် - ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာ\nရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။\nဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်\nအသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကို\nရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့\nဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီး\nရွှေကြောကို အပိုင်စီးလိုက်တာပဲ...။\nအဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့\n၉၉နှစ်တာ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-1-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQvJ5WPzZgYVDrxLX4R6cLJCEaQ.jpg",
        "title": "Sonic the Hedgehog (2020)",
        "description": "အရင်လက ရုံတင်သွားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပါ။အခြားဂြိုလ်ကနေလာပြီး အမြန်နှုန်းနဲ့ပါဝါတွေရှိတဲ့ ဆောနစ်ဆိုတဲ့ ဖြူကောင်လေးဟာရန်သူတွေလက်ကနေ ပြေးရင် ကမ္ဘာပေါ်ကို ရောက်လာပါတယ်။ကမ္ဘာပေါ်မှာ ရဲတစ်ယောက်နဲ့မိတ်ဆွေဖြစ်ပြီးတစ်ချိန်တည်းမှာပဲ သူ့ကို ဖမ်းဖို့လိုက်လာတဲ့သိပ္ပံပညာရှင် ရိုဘော့နစ် နဲ့ပါ ရင်ဆိုင်လာရပါတော့တယ်။ဒီတော့ ရဲအရာရှိ သောမက် နဲ့ဆောနစ်တို့ သူ့လက်ကလွတ်အောင်ပြေးရင် ဘေကင်းတဲ့ဂြိုလ်တစ်ခုကို ဆောနစ်ကို ပြန်ပို့နိုင်ဖို့ ကြ်ိုးစားရပါတော့တယ်။ဆာနစ်အဖြစ် ဘန် ရှဝက်က သရုပ်ဆောင်ထားပြီးဗီလိန်နေရာကတော့ မတွေ့ရတော ကြာပြီဖြစ်တယ်မင်းသားကြိး ဂျင်မ် ကာရေးမို့ ကြည့်လို့သိပ်ကောင်းပါလိမ့်မယ်။rating လည်း 6.8 ဆိုတော့ အားလုံးအပမ်းပြေကြမယ်ထင်ပါတယ်File Size : ( 930 MB)\nQuality : HDRip 720p\nRunning Time : 1 hr 39 min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/14s1g/(NZ)Sonic.The.Hedgehog(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Talaash-The-Hunt-Begin-145x200.jpg",
        "title": "Talaash: The Hunt Begins (2003)",
        "description": "အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့အက်ရှေးကူမားရဲ့အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်...မင်းသမီးအနေနဲ့ ကရီနားကပူးက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းကတော့...အရ်ဂျွန်ရဲ့ဖခင်ဟာ မှောင်ခိုဂိုဏ်းတစ်ဂိုဏ်းနဲ့ပတ်သတ်မိရာကနေ အသတ်အဖြတ်ခံရပြီးသမီးဖြစ်သူကပါ ရောင်းစားခံရဖို့ ဖမ်းဆီးခေါ်ဆောင်သွားခြင်းခံခဲ့ရတယ်...ခင်ပွန်းအသတ်ခံရတဲ့အပြင် သမီးပါဖမ်းခေါ်သွားခံခဲ့ရတဲ့အဖြစ်ကို မျက်စိရှေ့မှာတင်မြင်လိုက်ရတော့ ယူကြုံးမရဖြစ်ပြီး အရ်ဂျွန်ရဲ့အမေဟာ အရူးတစ်ပိုင်းဖြစ်လို့သွားပါတော့တယ်.... အဖေသေ အမေကအရူးဖြစ် ညီမကိုပါ ဖမ်းခေါ်သွားကြတော့ ငယ်ငယ်ပဲ ရှိသေးတဲ့အရ်ဂျွန်ခမျာ အခြေအနေတွေကို မထိန်းနိုင်ခဲ့ဘူး....သို့ပေမယ့်လည်း မလျှော့သော ဇွဲနဲ့ ရဲထဲဝင်ပြီး ဒုစရိုက်ဂိုဏ်းမှန်သမျှကိုဖြိုခွင်းရင်း ညီမဖြစ်သူကို လိုက်ရှာပါတော့တယ်....ဒီလိုနဲ့....အရ်ဂျွန်ရဲ့ ရှာပုံတော်ဇာတ်လမ်းမှာ ဘယ်လိုစိတ်ဝင်စားစရာတွေနဲ့ပြည့်နှက်နေမလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးကြပါဦးရှင့်.... \nFile size…2.8GB / 1.4GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Taylor",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/talaash-the-hunt-begins-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTA3NDM2MTkzOTZeQTJeQWpwZ15BbWU3MDczMDgwNjc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Memorial Day (2012)",
        "description": "Memorial Day (2012)================IMDb Rating - 6.1/10ဒီဇာတ်ကားဟာ ပစ်တယ်၊ ခတ်တယ်၊ လူတွေ သေတယ်ဆိုတဲ့သာမန်ရိုးကျ စစ်ကားတစ်ကားမဟုတ်ပါဘူး။ စစ်ပွဲ တစ်ပွဲမှာပါဝင်ဆင်နွှဲခဲ့ကြပြီး စစ်ပြန် စစ်သားဟောင်းတွေရဲ့ နောက်ကွယ်ကခံစားချက်တွေကို ‌ဖော်ပြပေးနေတဲ့ စစ်ပွဲနောက်ခံပြု ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။\nအီရတ်မှာ တာဝန်ထမ်း‌ဆောင်နေတဲ့ ဆာဂျင် ကိုင်းလ် ဗိုဂယ်ဟာစစ်ဆင်ရေးလုပ်ဆောင်ရင်း အမှတ်တရပစ္စည်းတွေ စုဆောင်းတတ်သူတစ်ယောက်ပါ။ တစ်နေ့မှာ စစ်ဆင်‌ရေးလုပ်ဆောင်ရင်း ကိုင်းလ်တစ်ယောက် ဒဏ်ရာရပြီး ဆေးရုံတက်လိုက်ရပါတော့တယ်။ဆေးရုံတက်ရင်း အဘိုးဖြစ်သူပြောပြခဲ့တဲ့ ဇာတ်လမ်းများကိုပြန်ပြောင်းပြောဖို့ ဖြစ်လာပါတော့တယ်။\nကိုင်းလ်ရဲ့ အဘိုးဖြစ်သူ ဘက်တ်ဗိုဂယ်ဟာ ဒုတိယကမ္ဘာစစ်မှာတိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သားဟောင်းကြီး တစ်ယောက်ပါ။ ဘက်တ်ဟာစစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာတွေကို ဘယ်သူ့ကိုမှပြန်မပြောဘဲအမှတ်တရပစ္စည်းများကိုသာ သိမ်းထားပါတယ်။ ကိုင်းလ် ငယ်စဥ်က တူတူပုန်းတမ်းကစားရင်း အဘိုးရဲ့ ပစ္စည်းတွေ သိမ်းထားတဲ့သေတ္တာကြီးကို တွေ့သွားပါတော့တယ်။ ထိုသေတ္တာကြီးကို တွေ့ရာမှအဘိုးဖြစ်သူရဲ့ လျှို့ဝှက်ထားတဲ့ စစ်ပွဲအတွင်း အဖြစ်အပျက်တွေကိုကိုင်းလ် နားဆင်ရပါတော့တယ်။  စစ်ပွဲဆိုတာ ခေတ်သာ ပြောင်းသွားတယ် အဖြစ်အပျက်တွေက ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/memorial-day-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vbiijFSUmIGXidv7b6Ap1rjHmDC.jpg",
        "title": "The Medicine King Coffin ( 2022 )",
        "description": "The Medicine King Coffin ဆိုတဲ့ခေါင်းစဉ်အတိုင်း သင်္ချိုင်းထဲမှာ\nဆေးပညာတွေရှာဖွေရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nကျွန်တော်တို့ရဲ့မင်းစား ဟော့ချန်ရှန်းက ငယ်ငယ်ထဲက\nအဘိုးနိ့သိုင်းလောကထဲမှာဖြတ်သန်းကျော်လွှားပြီး ဆေးပညာဗဟုသုတနဲ့\nအဖိုးတန်ဆေးမြစ် ဆေးဝါးတွေကိုရှာဖွေလေ့လာတဲ့ လူငယ်လေးတစ်ယောက်ဖြစ်ပါတယ်သူ့အဘိုးသေသွားပြီးနောက်မှာ သူ့ရဲ့ငယ်သူငယ်ချင်း ဟူယိဖားနဲ့အတူ\nဆေးတိုက်လေးတစ်ခုဖွင့်ပြီး ရောဂါကုပေးပြီး\nဆေးဝါးတွေကိုရောင်းချစွာ အေးဆေးနေထိုင်ကာ အသက်မွေးကြပါတယ်\nတစ်နေ့မှာတော့ သူတို့ သူငယ်ချင်း၂ယောက် ဆေးတိုက်မှာအလုပ်ဆင်းနေချိန်\nအားမာန်လို့ခေါ်တဲ့ မျောင်မျိုးနွယ်စုက မိန်းကလေးတစ်ယောက်ဝင်လာပါတယ်အားမာန်ရောက်လာပြီးနောက် ဟောရန်ကျန်းလို့ခေါ်တဲ့\nဘိုးတော်တစ်ယောက်ရောက်လာပြန်တယ်\nသူတို့ ၂ယောက်လုံးက ထူးဆန်းစွာနဲ့ \"မင်းအဖေတင်ခဲ့တဲ့အကြွေးက\nသားဖြစ်သူက အကြွေးပြန်တပ်ပေးရမယ်\" ဆိုပြီး\nဟော့ချန်ရှန်းတစ်ခါမှ မကြားဖူးတဲ့နေရာ \"ဆေးဘုရင်တောင်ကြား\"ကို\nလိုက်ပို့ပေးပါလို့ ၂ဦးလုံးတောင်းဆိုလာကြတယ်ဟော့ချန်ရှန်းက အဖေနဲ့အဆက်သွယ်မရှိတာလည်း ကြာပြီဖြစ်သောကြောင့်\nအစကငြင်းဆိုခဲ့ရာမှ သူ့အဖေက ဘာဖြစ်လို့သူ့ကိုပစ်ပြီး\nဆေးဘုရင်တောင်ကြားထံထွက်သွားခဲ့ရတာလဲဆိုတဲ့\nအကြောင်းအရင်းကိုသိချင်လို့ သူတို့နဲ့အတူလိုက်ပါပေးဖို့ လက်ခံလိုက်ပါတယ်အားမာန်နဲ့ ဟောရန်ကျန်းတို့က ဘာဖြစ်လို့ဆေးဘုရင်တောင်ကြားကိုသွားချင်ရတာလဲ\nဟော့ချန်ရှန်းရဲ့အဖေကရော ဆေးဘုရင်တောင်ကြားမှာရှိနေမလား\nဆေးဘုရင်တောင်ကြားဆိုတာ ဆေးဝါးတွေနဲ့ပြည့်နှပ်နေတဲ့\nကောင်းကင်ဘုံလား ပုတ်ကောင်အလောင်းတွေနဲ့ပြည့်နေတဲ့\nငရဲဘုံလားဆိုတာကို စိတ်ဝင်စားစွာနဲ့ကြည့်ရှုလိုက်ရအောင်ဗျာ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRunTime : 1h 22min\nSubtitle : ...",
        "rating": "6",
        "url": "https://megaup.net/14qti/The_Medicine_King_Coffin_2022_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qG7cBhu444BYmcIOeoLJoCBMuO.jpg",
        "title": "Corrective Measures (2022)",
        "description": "Corrective Measures (2022) (မူရင်းကိုက 1080p မထွက်တဲ့အတွက် 720, 480p နဲ့ပဲ တင်ဆက်ပေးလိုက်ပါတယ်)ဘရုစ်ဝီလီရဲ့ နောက်ဆုံးဖြစ်လာမယ့် ရုပ်ရှင်တွေထဲက တစ်ကားပါ။ စူပါဟီးရိုးကားပါ။ နာမည်တူဂရပ်ဖစ် နိုဗယ်ကိုပဲ ရိုက်ထားတာပါ။ ပုံစံကတော့ The Boys Presents: Diabolical ထဲက အပိုင်းနှစ်နဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ ဘရုစ်ဝီလီရဲ့ ကာရိုက်တာကတော့ ပရော်ဖက်ဆာ X နဲ့အကုန်တူပါတယ်။ တူဆို အစကတည်းက ကတုံးပဲကိုး။ ဝှီးချဲတော့ မပါဘူးပေါ့။ တခြား Punisher တို့ Electro တို့ The Watcher တို့လည်း ပါတယ်။ ကပ္ပတိန်အမေရိကတို့ မာရှန်မန်းဟန်တာတို့အပြင် ဆိုက်ကလော့နဲ့အတူ တခြားဟီးရိုး ပေါင်းများစွာလည်းပါပါတယ်။X-men ထဲက ဆိုက်ကလော့ထက် ဒီက ဆိုက်ကလော့က ဆိုက်ကလော့နဲ့ပိုတူပါတယ်။ မျက်စိတစ်လုံးပဲ ပါဝါရှိတာပါ။ နောက် CW Flash ဖန်တွေအတွက် သတင်းကောင်းပြောရရင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/corrective-measures-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTQyMDBlNTYtNWM0OC00MGI5LWE1ZmYtMjc2NGI0MzIxODQwXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Fortress: Sniper’s Eye (2022)",
        "description": "Fortress: Sniper's Eye (2022)=====================ဒီကားထဲမှာတော့ အက်ရှင်မင်းသားကြီးBruce Willis က အငြိမ်းစား\nထောက်လှမ်းရေးအရာရှိ Robert နေရာကသရုပ်ဆောင်ထားပါတယ်။\nဒီကားလေးက (၂၀၂၁)ကထွက်တဲ့ Fortress ရဲ့အဆက်ဆိုလည်းမမှားပါဘူး။\nRussia မှာအဖမ်းခံထားရတဲ့ Sashaဆိုတဲ့ကောင်မလေးကိုကယ်ရင်း\nဒဏ်ရာရခဲ့လို့နားနေရတဲ Robertတစ်ယောက် ပျော်ပျော်ရွှင်ရွှင်နေထိုင်\nဒဏ်ရာတွေကုသနေရင်း မထင်မှတ်ထားတဲ့ သေပြီလို့ထင်ထားတဲ့ လူတစ်\nယောက်ပေါ်လာပြီး သူ့ခိုးခဲ့တဲ့ပိုက်ဆံသန်း(၆၀၀)ကိုပြန်ယူဖို့အပြင် Robert\nတစ်ယောက်ကိုလက်စားချေဖို့လုပ်လာပါတော့တယ်။ဒါကတော့ Robertချစ်ရတဲ့လူတွေကိုဖမ်းပြီးသတ်ဖို့ပါပဲ။ ဒါပေမယ့်ထောက်\nလှမ်းရေးအရာရှိဟောင်းပီပီ Robertကလည်း ဉာဏ်နီဉာဏ်နက်ဉာဏ်ဝါတွေ\nထုတ်ပြီး ပြန်လည်တိုက်ခိုက်ဖို့ကြံထားတဲ့ အက်ရှင်ကားကိုကြည့်ရှုခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.4 GB) / (650 MB) / (411 MB)\nQuality – Web-DL 1080p/ 720p / 480p\nDuration - 1Hr 27mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action\nTranslator – Chit ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/fortress-snipers-eye-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Mishan_Impossible1-134x200.jpg",
        "title": "Mishan Impossible(2022)",
        "description": "Mishan Impossible(2022) အညွှန်း******************************\nThappad ဆိုတဲ့ ကားနဲ့ လူသိပိုများတဲ့နာမည်ကြီးမင်းသမီးချောလေး Taapsee Pannu  ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...\nတစ်ချို့သောသူတွေဟာ အာဏာရပြီး အများကျိုးသယ်ပိုးဟန်တွေပြတဲ့သူတွေဆိုပေမဲ့တစ်ချိန်တုန်းက ကလူတိုင်းထိတ်လန့်ကြောက်ရွှံရတဲ့ လူဆိုးကြီ:တွေဖြစ်ခဲ့ကြတယ်...လက်ရှိမှာလည်း ဉပဒေကိုလက်တစ်လုံးခြား ကွက်ကျော်ရိုက်နေတဲ့သူတွေပေါ့....ဒီလိုလူတွေကို နည်းမျိုးစုံနဲ့ လက်လံဖမ်းဆီးနေတဲ့ ကောင်မလေးတစ်ယောက်ဦးဆောင်တဲ့(၃)ယောက်အဖွဲ့တစ်ဖွဲ့ရှိတယ်...တစ်နေတာ့ သူတို့တွေဟာ ကလေး လူမှောင်ခိုကူးတာကိုအဓိကထားလုပ်နေတဲ့ ဒုစရိုက်ရာဇာတစ်ဦးကို ဖမ်းဖို့ စီစဉ်ကြတယ်...အာဏာလည်းရှိပြီးငွေလည်းရှိတဲ့အပြင် အဆက်အသွယ်တွေ လူအင်အားတွေ တောင့်လွန်းတော့သူတို့အတွက်မလွယ်လှဘူး...တစ်ချိန်တည်းမှာပဲ အစိုးရက ဒီလူဆိုးကြီ:ကိုဖမ်းနိုင်ရင်ရူပီသိန်း(၅၀)ချီးမြှင့်မယ်ဆိုပြီးကြေငြာထားတယ်...ဒီအကြောင်းကို ရွာတရွာရဲ့ မျောက်လောင်း ကလေး (၃)ယောက်ကသွားတွေ့တယ်...သူတို့သာ ဖမ်းနိုင်ရင် သိန်း၅၀ ရမယ် ..ဒါဆို သူတို့ရည်မှန်းချက်တွေပြည့်အောင်လုပ်ဖို့များစွာအထောက်အကူဖြစ်မယ်ဆိုပြီး စပါယ်ရှယ်အစီအစဉ်တွေဆွဲပြီး ဖမ်းဖို့ကြိုးစားပါတော့တယ်..လူကြီး(၃)ယောက်နဲ့ ကလေး(၃)ယောက်ပေါင်းစည်းဖို့ဖြစ်လာသလိုသူတို့အစီအစဉ်တွေအောင်မြင်မလား...ဆိုတာကိုတော့...  File Size          : 2.5GB, 1.1GB, 378MB\nQuality            : Web-dl 720p, 480p\nFormat    ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/mishan-impossible2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iron-girl-final-142x200.jpg",
        "title": "(18+) Iron Girl: Final Wars (2019)",
        "description": "၂၀၁၂နဲ့ ၂၀၁၅ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ရုပ်ရှင်နှစ်ကားရဲ့ အဆက်ဖြစ်ပြီးဒီဇာတ်လမ်းလေးကတော့ နောက်ဆုံးပိတ်ဖိုင်နယ်ရုပ်ရှင်ပဲဖြစ်ပါတယ်....ရှေ့ဇာတ်လမ်းတွေမှာ မပြီးဆုံးခဲ့တဲ့ နောက်ဆုံးတိုက်ပွဲကိုပုရိသတို့အကြိုက်မင်းသမီးKirara Asukaကသရုပ်ဆောင်ထားပြီး Action SciFiဇာတ်အိမ်နဲ့ဆိုတော့သဘောကျနှစ်ခြိုက်ကြဦးမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မင်းသမီးရဲ့ကောက်ကြောင်းပြေပြစ်ပုံတွေကိုရှင်းရှင်းလင်းလင်းချပြတင်ဆက်ထားမှုကြောင့်မိသားစုနဲ့တော့အတူမကြည့်သင့်တဲ့ဇာတ်လမ်းပါ.... File size…1.7GB / 700MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  Dark",
        "rating": "",
        "url": "https://channelmyanmar.org/18-iron-girl-final-wars-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kk28Lk8oQBGjoHRGUCN2vxKb4O2.jpg",
        "title": "Bubble (2022)",
        "description": "Bubble (バブル) [2022]•••••••••••••••••••••••••••••••••ဒီနေ့မှာတော့ Trailer စထွက်ကတည်းက ထိပ်ထိပ်ကြဲတွေနဲ့ ဆရာ့ဆရာကြီးတွေကို တစ်စုတစ်စည်းထဲမြင်ခဲ့ရလို့\nပရိသတ်ရဲ့စိတ်ဝင်စားမှုအများဆုံးခံခဲ့ရပြီး Rating ကောင်းတဲ့ Netflix က အလန်းစား Anime တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အရင်ဆုံး ဒီကားကိုကြည့်ကိုကြည့်သင့်တဲ့ ပထမဆုံးအချက်က\nနာမည်ကြီး Anime တွေဖြစ်တဲ့ (Attack on Titan) တို့ (Vinland Saga) တို့ကိုဖန်တီးပေးခဲ့တဲ့ Wit Studio ကထုတ်တာဖြစ်တဲ့အတွက်ပါပဲ။ဒါ့အပြင် ဇာတ်ကောင်ဒီဇိုင်းကို (Death Note) ရဲ့ Illustrator က ရေးဆွဲပေးထားပြီး\nAOT Director ကြီးရဲ့လက်ရာဆိုတော့ ဒီဇိုင်းကာလာ ဘာညာအနေအထားက\nဘယ်လောက်ထိအမိုက်စားဖြစ်နေမလဲဆိုတာ ခန့်မှန်းကြည့်လို့ရနေပါပြီ။BG music အပိုင်းနဲ့ Theme song ကိုတော့\nAOT ရဲ့တေးရေးဆရာဖြစ်တဲ့ Hiroyuki Sawano နဲ့ (Jujutsu Kaisen) ရဲ့ OP ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bubble-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/silverton-siege-135x200.jpg",
        "title": "Silverton Siege(2022)",
        "description": "အပစ်အခတ်​​၊ အနုကြမ်းစီးမှု​တွေနဲ့ အက်ရှင်ခပ်ကြမ်းကြမ်းမှကြိုက်ကြတဲ့ CMပရိတ်သတ်ကြီးတို့အတွက် Silverton Siegeလို့​ခေါ်တဲ့Netflixထွက် အက်ရှင်ဇာတ်ကြမ်း ရုပ်ရှင်ကားသစ်ကိုတင်ဆက်​ပေးလိုက်ပါပြီ။  ​၁၉၈၀ပြည့်နှစ် ​တောင်အာဖရိကနိုင်ငံ အ​ခြေအ​နေကို ဇာတ်အိမ်တည်ထားပြီးထို​ခေတ်ရဲ့ လူဖြူ၊ လူမည်း ခွဲခြားဆက်ဆံမှုနဲ့နှိမ့်ချမှု​တွေ​ကြောင့် ပွင့်အံထွက်လာတဲ့ လူမည်း​တွေရဲ့ ခံစားချက်ကိုဒီဇာတ်ကားထဲမှာ ထင်ဟပ်ပြထားတာဖြစ်ပါတယ်။ ၁၉၈၀မှာ တောင်အာဖရိကရဲ့ အထင်ကရပုဂ္ဂိုလ်ကြီးဖြစ်တဲ့နယ်ဆင်မင်ဒဲလားဟာ အာဏာပိုင်​တွေရဲ့ ဖမ်းဆီးခြင်းကိုခံထားရပါတယ်၊ အဲဒီအချိန်မှာ လူမျိုး​ရေးခွဲခြားမှုကိုအ​တော်စက်ဆုပ်​နေတဲ့၊ ထိုဝါဒကို တိုက်ထုတ်ပြီး လူတိုင်းတန်းတူညီမျှဖြစ်​​ရေးကိုလက်​တွေ့ အ​ကောင်အထည်​ ဖော်ချင်​နေတဲ့ ကယ်ဗင်ခွန်မာလိုတို့သူငယ်ချင်းတစ်စုဟာ ပြည်သူ​တွေထိခိုက်​သေဆုံးမှုမရှိဘဲသူတို့ဖြစ်ချင်တဲ့ဆန္ဒ​တွေကို အစိုးရထံ တောင်းဆိုလို့ရနိုင်မယ့်စီးနင်းမှုတစ်ခုကို ကျူးလွန်ဖို့ ကြံစည်ခဲ့ပါတယ်။ ဒါ​ပေမဲ့ အကြံအစည်​​ အ​ကောင်အထည်​​ဖော်လို့ မပြီးခင်ပဲအဖွဲ့တွင်းသတင်း​ပေးရဲ့ တိုင်ကြားမှု​ကြောင့် အစီအစဉ်ပျက်ကာရဲလက်ကလွတ်​အောင်ပြေးရင်း ​​ဆေးလ်ဗာတန် ပရီတိုရီးယားကဘဏ်တစ်ခုထဲ ​ရောက်ရှိသွားကာ ​ပေါက်သည့်နဖူး မထူး​တော့ပြီဆိုတဲ့အတိုင်းထိုဘဏ်ကိုပဲအနုကြမ်းစီးရင်း သူတို့ရဲ့အဓိကဆန္ဒဖြစ်တဲ့နယ်ဆင်မင်ဒဲလားကို လွှတ်​ပေး​ရေး အပါအဝင် တခြား​တောင်းဆိုမှု​တွေအတွက် အစိုးရအရာရှိ​တွေ၊ စုံ​ထောက်​နဲ့ ရဲ​တွေနဲ့ထိပ်တိုက်​တွေ့ဆုံမှု​တွေ ရှိလာပါ​တော့တယ်။ ဇာတ်အစ ၅ ၆ မိနစ်ကတည်းက စတက်ခဲ့တဲ့ ဇာတ်ရှိန်ကပြီးတဲ့အချိန်အထိNon-stopသွား​နေတဲ့ အက်ရှင်ဇာတ်ကားမျိုးဖြစ်ပါတယ်၊ ဒီ​နေ့​ခေတ်မှာ​တောင် ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/silverton-siege2022/"
    },
    {
        "thumbnail": "",
        "title": "Gunday (2014)",
        "description": "မင်းသမီးချော ပရီရန်ကာချော်ပရာနဲ့ မင်းသားတွေကတော့ ရမ်ဘီဆင်းနဲ့အာဂျွန်းကပူးတို့ပါ...Irrfan Khan လဲပါပါသေးတယ်။ငယ်ငယ်က ဘဝနာခဲ့ရတဲ့ သူငယ်ချင်း ၂ ယောက် လူမိုက်လူကြမ်းကြီးတွေအဖြစ် ကြီးပြင်းလာကြရာကနေသူတို့ဘဝထဲကို အကအလှမယ်လေးတစ်ယောက် ဝင်လာတဲ့အခါမှာတော့...၃ ပွင့်ဆိုင် အချစ်နဲ့ သူငယ်ချင်း ညီကို သံယောဇဉ်တွေကြား ဗျာများရပုံတွေနဲ့...သူတို့ရဲ့ ဒုစရိုက်မှုတွေကြောင့် ရဲတွေကလဲ အချီကြီးလိုက်ကြနေတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာ...။Fun ဖြစ်အောင် ရောင်စုံအလှ အက ရသစုံတင်ဆက်ထားတဲ့ အက်ရှင်ဒရမ်မာရုပ်ရှင်ကားပါ။Budget ရူပီး 310 Million ကုန်ချခံရိုက်ကူးခဲ့ပြီး Box office ဝင်ငွေ ရူပီး 1200 Million ကျော်မြတ်စွန်းခဲ့ပါတယ်။\nFile size…(3.8 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/gunday-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/71dDcKVVaAL._RI_-150x200.jpg",
        "title": "A Bittersweet Life (2005)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (100%)မင်းသားကြီးလီဗျောင်ဟွန်း (Lee Byung-hun) အဓိကပါဝင်ပွဲကြမ်းထားပြီး မင်းသမီးကတော့ Shin Min-ah ပါ..တခြားဇာတ်ရံတွေကလဲ တောင်ကိုရီးယားရဲ့ နာမည်ကျော်တွေချည်းပါပဲ...အချစ်ကအရာအားလုံးကို စေခိုင်းနိုင်သလား??အချစ်ကြောင့်ပြောင်းလဲသွားတဲ့ လူမိုက်ကြီးတစ်ယောက်အကြောင်းကို မျှဝေခံစားကြည့်ကြပါ..သူဌေးတစ်ယောက်ရဲ့လူယုံအဖြစ် ၇ နှစ်ကျော်လောက် တာဝန်ကျေပွန်စွာ အမှုထမ်းလာတဲ့ လက်မရွံ့ လူကြမ်းကြီးတစ်ယောက်ဟာ တာဝန်တစ်ခုမှာ ကောင်မလေးတစ်ယောက်အပေါ်သံယောဇဉ်တွယ်မိသွားတဲ့အပြင်...သူယုံကြည်ထားသူထံကနေ သစ္စာဖောက်ခံလိုက်ရတဲ့အခါ...သူ့ရဲ့ဘဝကို ဘယ်လိုဆက်သွားမလဲဆိုတာ...။အချစ်ရေးထက် မေတ္တာဘွဲ့ကိုအဓိကအခြေခံထားတဲ့ အက်ရှင်ကြမ်းကြမ်းကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...စိတ်မခိုင်သူများအဖို့ မျက်ရည်ကျလောက်တဲ့ ဇာတ်ကားလေးတစ်ကားဆိုလည်းမမှားပါဘူး။\nFile size…(2.6 GB)/(1 GB)\nQuality….BluRay Director's Cut 1080p/720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Joyz",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/a-bittersweet-life-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/20RxV_4f-139x200.jpg",
        "title": "Shanghai Knight (2022)",
        "description": "စစ်​အေး​ခေတ် ဗြိတိသျှ​နေမဝင်အင်ပါယာနဲ့ ဂျပန်အင်ပါယာတို့ အာရှတိုက်တစ်ဝန်း နယ်ချဲ့ကျွန်ပြုထားတဲ့ ​ခေတ်ကာလတစ်ခုမှာ\nတရုတ်ပြည်မကြီးမှာလည်း မျက်နှာဖြူနဲ့ ဂျပန်​တွေ ကြီးစိုး​​နေတဲ့ အချိန်​ပေါ့၊ရှန်ဟိုင်းမြို့Bundအရပ်မှာ ဂျင်ဂွမ်ယုံဆိုတဲ့ သူ​ဌေးက ဆိပ်ကမ်း ၇ခုပိုင်ဆိုင်ပြီး ကုန်တင်ကုန်ချလုပ်ငန်းက​နေ စီးပွားရှာနေသူ​ပေါ့၊\nသူနဲ့စီးပွားပြိုင်ဖက်က​တော့ အုချီယမဆိုတဲ့ ဂျပန်ပြည်ကလာတဲ့ သူ​ဌေးတစ်​ယောက်ပါ၊\nဆိပ်ကမ်းပိုင်သူ​ဌေးနဲ့ သွင်းကုန်လုပ်ငန်းရှင်တို့ ဖြစ်တာနဲ့အညီ ရန်ပွဲ၊တိုက်ပွဲ​တွေ ပဋိပက္ခ​တွေအမြဲဖြစ်​လေ့ရှိတဲ့ ကမ္ဘာ့ရန်​သဖွယ် ဖြစ်​နေကြသူ​တွေပါ။ ဒီလိုစီးပွားပြိုင်၂ဦးလုံးက တိုက်တိုက်ဆိုင်ဆိုင် မြင်းပွဲကို​တော့ အထူးခုံမင်ကြပါတယ်၊\nဒီလိုနဲ့ပဲ နှစ်ရှည်လများ ဖြစ်တည်လာတဲ့ သူတို့ရဲ့ ပြိုင်ဆိုင်မှုကို မြင်းပွဲတစ်ပွဲနဲ့ စည်းစိမ်ကုန် ​​လောင်း​ကြေး ထပ်ကာ အဆုံးသတ်ဖို့သ​ဘောတူခဲ့ကြပါတယ်၊\nမြင်းပွဲရှိပြီဆိုရင် ကိုယ့်ပြိုင်မြင်းကို အ​ကောင်းဆုံးထိန်း​ကျောင်းနိုင်တဲ့ ​ဂျော်ကီကို လိုလာစမြဲပါ၊ ဒီလို စည်းစိမ်ကုန်၊ ဂုဏ်သိက္ခာကုန် ​အ​လောင်းစား လုပ်ထားတဲ့ပွဲမှာ ​ဂျော်ကီ​ကောင်းရှိဖို့ ပိုလိုအပ်လာပါတယ်။အဆိုပါ​ဂျော်ကီ​နေရာကို​ လုပ်ငန်းရှင်၂ဦးက မာယွန်​ဖေးဆိုသူ ဆိပ်ကမ်းအလုပ်သမားတစ်ဦးကို မျက်စိကျလာပါတယ်၊\nသူက လူရိုးလူ​ဖြောင့်ဖြစ်သလို အလုပ်သမား​တွေရဲ့ နစ်နာဆုံးရှူံးမှု​တွေတန်ရာတန်​ကြေးပြန်ရ​ဖို့ ဂျင်ဂွမ်ယုံနဲ့ မကြာခဏ ထိပ်တိုက်​တွေ့​ဖြေရှင်းတတ်တဲ့ သူတစ်​ယောက်ပါ၊\nမြင်းစီးပညာလည်း ​ထူးချွန်တာဖြစ်လို့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/shanghai-knight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hh7D1fLjet1Ce1kcCkk5TVr3g9O.jpg",
        "title": "Dhruva(2016)",
        "description": "Dhruva (2016)အစားကောင်း အသောက်ကောင်းတွေ စားရရင် ချစ်သူခင်သူကို သတိရတတ်သလိုပဲ ဇာတ်ကားကောင်းတွေရှိလာရင်လည်း မလွတ်တမ်းဘာသာပြန်တင်ဆက်ပေးချင်တာကတော့ CM ရဲ့စေတနာပါ။ဘိုင်ရာဘာမင်းသားပါဝင်ထားတဲ့ ဒီ \"Dhruva\" crime thriller movie ကတော့ not very old but gold လို့ ဆိုရမှာပါပဲ။ crime ကိုမှmedical crime ကို အရင်းတည်ပြီး ကွင်းဆက်အများအပြား ချိတ်ဆက်ထားတာမျိုးပါ။\"သာမန်ပြည်သူတွေရဲ့ ကံကြမ္မာကို နိုင်ငံရေးသမားတွေက ချုပ်ကိုင်တယ်၊ နိုင်ငံရေးသမားတွေရဲ့ ကံကြမ္မာကိုတော့ စီးပွားရေးသမားတွေက ချုပ်ကိုင်တယ်.....\"ပုံမှန်ဆိုရင် ခိုးမှု၊ လုယက်မှု၊ ပြန်ပေးဆွဲမှုတို့ဟာ အများအားဖြင့် ငွေကြေးမပြည့်စုံမှုကြောင့် ကျူးလွန်လေ့ရှိတဲ့အရာမျိုးတွေပါ။ဒါပေမဲ့ သာမန်ပြစ်မှု အသေးလေးတွေကိုဗန်းပြပြီး နောက်ကွယ်မှာ ကြီးမားတဲ့ ပြစ်မှုကြီး ရှိနေတယ်ဆိုရင်ရော......ဆင်းရဲနိမ့်ကျစွာ မွေးဖွားလာပေမဲ့ ပါတီခေါင်းဆောင်တစ်ဦးရဲ့ လူသတ်မှုကို ကိုယ်စားအပြစ်ခံယူရင်း အဆိုးထဲက အမြတ်ထုတ်တတ်တဲ့ထက်မြက်လွန်းတဲ့ Siddarth Abimanyu က သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်လာပြီး မင်းသားခေါင်းစွပ်ထားတဲ့ဘီလူး ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/dhruva2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/painted-skin--133x200.png",
        "title": "Painted Skin (2022)",
        "description": "Painted Skin 2022\n7.4/10 on MyDramaList\nAction/Romance/ Drama/ Fantasyအသစ်ထွက်ရှိလာတဲ့ Painted Skin ဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ဒီနာမည်နဲ့ ဇာတ်ကားအမျိုးမျိုးထွက်ဖူးတဲ့ လူနဲ့မိစ္ဆာကြားက အချစ်မေတ္တာဇာတ်ကားလေးဆိုလည်းဟုတ်ပါတယ်။အရင်ဇာတ်ကားတွေထက် မနိမ့်တဲ့ တင်ဆက်မှုတွေနဲ့ မိမိုက်နေဆဲ Fantasy Drama ဇာတ်ကားပါ။အချစ်နဲ့ဘဝ..ရှင်သန်ခြင်းနဲ့ သေဆုံးခြင်း...ယင်နဲ့ယန်...လူနဲ့မိစ္ဆာမတူတဲ့အခြေအနေ ၂ ခု တွေ့ဆုံမှုတိုင်းဟာ ရင်နင့်အောင် ခံစားရတာချည်းပါပဲ။ဇာတ်လမ်းဇာတ်ကွက်လဲမဆိုးလှသလို CGI တွေလဲ မိုက်တာမို့Fantasy ပရိတ်သတ်တွေဆိုရင်တော့ လုံးဝလက်လွတ်လို့မရတဲ့ဇာတ်ကားပါ။\nFile size…(1 GB)/(530 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/painted-skin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOSz6clPKWXNDUxj2oahdJBysPo.jpg",
        "title": "Ghani(2022)",
        "description": "၁၅နှစ်အရွယ်ကောင်လေး ဂါနီ ဟာ ဖခင်ဖြစ်သူ လက်ဝှေ့ပညာရှင်ဗစ်ခရမ်ကိုလေးစားအားကျခဲ့ပြီး ငယ်စဉ်ကတည်းက လက်ဝှေ့အားကစားကို နှစ်ခြိုက်ခဲ့သူဖြစ်ပါတယ်။ဒါပေမဲ့ အားကစားလောကရဲ့ အရှုပ်အထွေးတွေကြားမှာ ဖခင်ဖြစ်သူရဲ့ ဂုဏ်သိက္ခာကျဆင်းသွားပြီးတဲ့နောက်ဂါနီတို့မိသားစုဟာ လူတကာရဲ့ကဲ့ရဲ့ပြစ်တင်ခြင်းကို ခံခဲ့ရပါတော့တယ်။အဲ့ဒီနောက် လက်ဝှေ့ကိုစိတ်နာသွားတဲ့ မိခင်ဖြစ်သူဟာ ဘ၀မှာဘယ်တော့မှလက်ဝှေ့မထိုးရဘူးဆိုတဲ့ကတိကို ဂါနီဆီကနေတောင်းခဲ့‌ပါတော့တယ်။ဒါပေမဲ့ ဖခင်ရဲ့မတရားခံရမှုကို အဖြေရှာချင်တဲ့ ဂါနီ ဟာ နိုင်ငံတော်အဆင့်လက်ဝှေ့ပြိုင်ပွဲမှာ အနိုင်ရရမယ်လို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ဂါနီတစ်ယောက် မိခင်မသိအောင် လက်ဝှေ့ဘယ်လိုကစားမှာလဲ...ဖခင်ရဲ့နာမည်ကိုရော ပြန်အဖတ်ဆယ်နိုင်ပါ့မလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် \nFile size…1.1GB /2.39Gb\nQuality…720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Eliza & Oeliu J",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ghani2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqLowacltbZLoCa4KYye64RvvdQ.jpg",
        "title": "Uncharted (2022)",
        "description": "Uncharted (2022)Live Actionအ​နေနဲ့ ရိုက်ကူးမယ်ဆိုတဲ့ သတင်းထွက်ကတည်းက\nVideo Game​ဖန်​တွေ အကြီးအကျယ် hypeခဲ့ရသလို\nCast list ထွက်လာ​တော့လည်း ​ဝေဖန်သုံးသပ်မှု​အမျိုးမျိုးနဲ့\nကားမထွက်ခင် ပွဲ​တော်​တော်ဆူခဲ့တဲ့ Uncharted ဇာတ်ကားသစ်ရပါပြီ။Columbia Picturesက​နေ ရိုက်ကူးရုံတင်​နေတာဖြစ်ပြီး\nCast ​တွေအ​နေနဲ့ Tom Hollandနဲ့ Mark Whalbergတို့က\nဂိမ်းထဲက ဇာတ်​ဆောင်​တွေဖြစ်တဲ့ Nate Drakeနဲ့ Victor Sullivanအဖြစ်\nအသီးသီး သရုပ်​ဆောင်ထားတာ ဖြစ်ပါတယ်၊\nUncharted ဂိမ်း franchiseထဲက ၄ခု​မြောက်ဖြစ်တဲ့\nUncharted 4 - A Thief's End ကို ​​ကျောရိုးတည်ထား​ကြောင်း\nExecutive Producerဖြစ်တဲ့ Tom Hollandက​ပြောထားပါတယ်။ငယ်စဉ်ကတည်းက အစ်ကိုဖြစ်သူ ဆမ်ဒရိတ်နဲ့ ကွဲသွားတဲ့ နိတ်ဒရိတ်ဟာ\nBartenderတဖြစ်လဲ လူကုံထံ​တွေဆီက အလစ်သုတ်ရင်း အသက်​မွေးလာခဲ့သူပါ၊\nတစ်​နေ့မှာ ဆမ်ရဲ့မိတ်​ဆွေ ဆိုသူ ဗစ်တာဆူလီဗန်က နိတ်ဆီ​ရောက်လာပြီး\nကမ္ဘာ့ပထမဆုံးနယ်​မြေ စူးစမ်းရွက်​လွှင့်သူ ဖာဒီနန်မက်ဂျဲလန်၊\nကပ္ပတိန် ဟွမ်ဆီဘက်ရှန် အယ်ကာနိုအပါအဝင်\nသင်္ဘောသား ၁၈ ​ယောက်ရဲ့ ​ပျောက်ဆုံး​နေ​သော ​ရွှေသိုက်ကြီးကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/uncharted-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY1MTE4NzAwM15BMl5BanBnXkFtZTcwNzg3Mjg2MQ@@._V1_-135x200.jpg",
        "title": "Pineapple Express (2008)",
        "description": "IMDb Rating (7) / Rotten Tomatoes (68%)Peem Heaven ကွတ်ကီးစားလိုက်ရသလို ကွဲပြီးကောင်းနေတဲ့ ခံစားချက်မျိုးနဲ့ ဒီဇာတ်ကားက အပြဲကားပါ။Weed သောက်ရင်းကွဲတဲ့ဇာတ်ကားတွေထဲ တော်တော်မိုက်တဲ့ အက်ရှင်အခွီဇာတ်ကားဖြစ်ပါတယ်။မင်းသားတွေကလဲ ဟာသနဲ့ရှယ်လိုက်ဖက်တဲ့ James Franco နဲ့ Seth Rogen တို့ အတွဲပါ..မင်းသမီး Amber Heard လဲ ပါပါသေးတယ်။ဇာတ်လမ်းကတော့...Dale တစ်ယောက် Pineapple Express လို့နာမည်ရတဲ့ ရှားပါး Weed တစ်မျိုးကို  ဆေးခြောက်ရောင်းတဲ့ Saul ဆီကနေ ကြိုးစားပမ်းစား ဝယ်လာခဲ့ပါတယ်..ကံကဆိုးတော့ သူအလုပ်လုပ်နေတုန်းမှာ လူသတ်မှုတစ်ခုကို မြင်လိုက်ရပြီး အခင်းဖြစ်နေရာမှာ သူ့ရဲ့သောက်လက်စ လက်ကျန် မုန့်(Weed) ကိုပစ်ထားခဲ့မိပါတယ်။ဖြစ်ချင်တော့ အဲဒီလူသတ်သမားက တစ်မြို့လုံးကို ဒိုင်ခံပြီး ဆေးခြောက်ဖြန့်နေတဲ့ Ted ဖြစ်နေတော့ မျက်မြင်သက်သေဟာ Pineapple Express Weed နဲ့ဆက်စပ်တဲ့ကောင်မှန်း သိသွားပါတော့တယ်...Ted ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pineapple-express-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/fEgPzmDmvrVUwYoXxDq0QFitLE8-133x200.jpg",
        "title": "Fighting Darksider (2022)",
        "description": "ထျန်းဝူပြည်ကြီးမှာ လူမျိုးနွယ်၊ အ​​မှောင်ထုနဲ့ ဇာမဏီမျိုးနွယ် နှစ်​ထောင်ချီတူတူယှဉ်တွဲ​နေလာရင်း တစ်​​နေ့မှာ​တော့\nအ​မှောင်ထုရဲ့ သစ္စာမဲ့​မောင်ပိုင်စီးလိုမှု​ကြောင့် လူသားမျိုးနွယ်ဘက်က စစ်နတ်ဘုရားရှောင်ချိယန်ဟာ အသက်ကိုစ​တေးပြီး တားဆီးခဲ့လို့ အ​မှောင်သခင် ဒဏ်ရာအကြီးအကျယ်ရကာ တပ်ဆုတ်သွားခဲ့ရပါတယ်၊ နှစ်​ပေါင်း၂၀အကြာမှာ​​တော့ အ​မှောင်သခင်က ပြန်လည်အား​ကောင်းလာပြီး လူသားမျိုးနွယ်နဲ့ လွန်ခဲ့တဲ့ နှစ်၂၀က ဘာသိဘာသာ​နေခဲ့တဲ့ ဇာမဏီငှက်မျိုးနွယ်တို့ကို ကလဲ့စား​ချေနိုင်ဖို့တဖန် စစ်ချီလာခဲ့ပါတယ်၊\nဒီတစ်​ခေါက် အ​မှောင်သခင်ရဲ့ရန်ကို ကာကွယ်​​ပေးရမယ့်သူက စစ်နတ်ဘုရားရဲ့သားဖြစ်သူ ​ဆု​ကြေးစားမုဆိုးရှောင်ကဲပါ၊ သူက ဖခင်ကို စိတ်နာ​နေတဲ့သူဖြစ်ပြီး ဖခင်လို စစ်နတ်ဘုရား မဖြစ်ချင်လို့ ​ရှောင်​ပြေး​နေခဲ့သူပါ၊ဒါ​ပေမဲ့ မလွှဲမ​ရှောင်သာပဲ လူသားမျိုးနွယ်မပျက်သုဉ်း​ရေးက သူ့ပုခုံး​ပေါ်ကျလာတဲ့အခါ ​ရှောင်ကဲအ​နေနဲ့ ဇာမဏီမျိုးနွယ်နဲ့​ပေါင်းပြီး အ​မှောင်သခင်ရဲ့ရန်ကို ဘယ်လိုတားဆီးသွားမလဲ ဆိုတာကို ကြည့်ရှုရမှာပါ၊( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ) File Size__(1.2GB) / (600MB)\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:10:00\nType__Action, Adventure, History, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/fighting-darksider-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjk1MDczMGQtY2RkNS00OGVhLWJhNzYtNWMwMzFhNTcyNjczXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-133x200.jpg",
        "title": "Hello Brother (1999)",
        "description": "မင်းသား ဆလ်မာန်ခန်း...သူ့ညီ အရ်ဗာဇ်ခန်းနဲ့ မင်းသမီးရာနီးမူခရ်ဂျီးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဘောလိဝုဒ် ဟာသမြူးကြွထူးခြားဆန်းကြယ်အချစ်ဇာတ်ကားလေးတစ်ကားတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့.....ဟီးရိုးဆိုတဲ့ ရိုးသားတဲ့ ကောင်လေးတစ်ယောက်ရှိတယ် သူဟာရည်မှန်းချက်ကြီးသလို အလုပ်လည်းကြိုးစားတယ် တစ်ကောင်ကြွက်ဖြစ်ပေမယ့် သူချစ်ရတဲ့ကောင်မလေးကို လက်ထပ်ရဖို့ အမြဲစိတ်ကူးနေတတ်တယ်...ဟီးရိုးမှာ ရာနီးဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိတယ်...ရာနီးက သူ့ကို ဟီးရိုးကကြိတ်ချစ်နေရှာတာကို မသိရှာဘူး...သူတို့နေတဲ့မြို့ကို ဗီရှာလ်ဆိုတဲ့ မူးယစ်နှိမ်နင်းရေးအရာရှိတစ်ယောက်ရောက်လာတယ်....ဟီးရိုးဟာ ရိုးသားသလောက် နုံလည်းနုံတော့ သူ့သူဌေးရဲ့ ဒုစရိုက်လုပ်ငန်းတွေကို မသိရှာဘူး.....ဒီဒုစရိုက်လုပ်ငန်းတွေကို ဖြိုခွင်းဖို့ ရဲအရာရှိဗီရှာလ်ရောက်လာချိန်မှာတော့ မတော်တဆမှုတစ်ခုမှာ ဗီရှာလ်လည်း သေမလိုဒဏ်ရာရ...ဟီးရိုးလည်းသေဆုံးသွားခဲ့ပါတယ်မသေခင်က ဗီရှာလ်နဲ့ကတော်ကဆဖြစ်ခဲ့လို့ သေဆုံးသွားတဲ့ဟီးရိုးရဲ့ဝိညာဉ်ဟာ ဗီရှာလ်အနားမှာ တဝဲလည်လည်ဖြစ်လာတဲ့အခါ ကိစ္စတွေဟာ ဘယ်လိုတွေ ကမောက်ကမဖြစ်လာမလဲဆိုတာကို ဟာသ အလွမ်းအဆွေးရသမျိုးစုံနဲ့ ဒီဇာတ်ကားမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…(2.6 GB)/(1.1 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:08:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "",
        "url": "https://channelmyanmar.org/hello-brother-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BM2IyMGIzODktNGFjNi00NGI1LTlkMzktNWM0NmVkMjY2MDZiXkEyXkFqcGdeQXVyNzk5ODY5Njk@._V1_-150x200.jpg",
        "title": "Alien Sniperess (2022)",
        "description": "Alien Sniperess (2022)နာမည်ကတော့ဂျွတ်ဆင်ဗျ။ ဂြိုဟ်သားကားလိုလိုဘာလိုလို။ တကယ်လည်းဂြိုဟ်သားကားဟုတ်ပါတယ်။ ဂြိုဟ်သားတစ်ကောင်မှမပါတာလေးကလွဲရင်ပေါ့။ ဂြိုဟ်သားမပါတဲ့ဂြိုဟ်သားကားဆိုပေမယ့်လည်းဇာတ်လမ်းကတော့ ရှယ်မိုက်ပါတယ်။ နေထူးနိုင်ကားတွေလောက်ကိုမိုက်တာပါ။ အရမ်းကြည့်ချင်သွားပြီမလား။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်ညမှာကမ္ဘာပေါ်ကိုဥက္ကာပျံတွေကြယ်ကြွေသလိုကြွေရင်းအဲဒီဥက္ကာပျံအပိုင်းအစတွေထဲမှာ လူတွေဆီဝင်ပူးပြီး သတ်ချင်ဖြတ်ချင်စိတ်တွေဖြစ်လာအောင်လှုံ့ဆော်တဲ့ Virus တစ်မျိုးပါလာပါတယ်။\nအဲဒီ ဂြိုဟ်သား Virus ကိုသတ်နိုင်တာကတော့ 5G ထက်မြန်တဲ့ KG ဖုန်းလိုင်းပါတဲ့ခင်ဗျာ။နီကိုးလပ်စ်ကေ့ချ်ရိုက်တဲ့ပေါကားတွေတောင်ဒီလောက်မပေါနိုင်တော့ပါဘူး။ မကောင်းတာတွေခဏထားပြီး ကောင်းကွက်လေးတွေပြောရရင်တော့ ဗီလိန်တွေကြမ်းလို့ဇာတ်အရမ်းနာပြီးလောင်နေရတာမကြိုက်တဲ့သူတွေ၊ ပေါ့ပေါ့ပါးပါးနဲ့ Adventure လည်းဆန်တာမျိုးကိုကြိုက်တတ်တဲ့သူတွေဆိုရင် အားလပ်ရက်မှာအပျင်းပြေကြည့်ဖို့တော့အဆင်ပြေပါတယ်။ ခုနကပြောခဲ့တဲ့အညွှန်းကလည်းအကုန်မဟုတ်ပဲအပေါ်ယံပဲပြောပြထားတာမို့ ကိုယ်တိုင်ကြည့်ရှုရမယ့် plot တွေအများကြီးကျန်ပါသေးတယ်။ ကျွန်တော့်အမြင်မှာပေါပေမယ့်လည်း တစ်ယောက်နဲ့တစ်ယောက်အမြင်မတူနိုင်တာကြောင့် ကိုယ်တိုင်လည်းကြည့်ရှုပေးကြပါဦး။IMDb Rating (2.6) ထိ ရရှိထားတာဆိုတော့ အလန်းပေါ့ဗျာ။ အကောင်းဆုံးအချက်ကတော့ ရုပ်ထွက်တွေကြည်တောက်နေတာပါပဲ။\nFile size…(2.6 GB)/(1.1 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Min Khant Bo",
        "rating": "2.6",
        "url": "https://channelmyanmar.org/alien-sniperess-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/bt-135x200.jpg",
        "title": "The Batman (2022)",
        "description": "ဒါလည်း အားလုံးကြည့်ချင်နေမယ့် ရုပ်ရှင်ပါပဲ။ Rating 8.3 ထိ ရထားတဲ့ တစ်မျိုးဆန်းသစ်တဲ့ ဇာတ်လမ်းပါပဲ။ မင်းသားကလည်း တွိုင်းလိုက်ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ ဒါမှမဟုတ်နာမည်ကျခဲ့တဲ့ ရောဘတ် ပတ်တီဆန်ပါပဲ။ ဒီအထဲမှာ catwoman ကိုလည်း မိတ်ဆက်ထားပြီး အဓိက ဗီလိန်ကတော့ ရစ်ဒလာ ဆိုတဲ့ နာမည်ကျော်ဘတ်မန်းဗီလိန်ပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း စုံထောက်ဆန်ဆန် ပဟေဠိတွေနဲ့ တည်ဆောက်ထားတာမို့ ထိုင်ရမထ ကြည့်ချင်မယ့် ရုပ်ရှင်မျိုးပါပဲ။ ကိုယ်တိုင်ခံစားကြည့်လိုက်ကြပါဦး။File size…(4.4 GB)/(1.8 GB)/(1 Gb)/( 500 Mb)\nQuality….WEB-DL 4K HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:56:00\nGenre...Drama, Action, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson, Nyeinsaeya Aung\nTranslated by Mr. Anderson",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/the-batman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFURJnWv5qW58x4OOrXt1GQEyr1.jpg",
        "title": "Furioza (2021)",
        "description": "Furioza (2021) ဇာတ်လမ်းအညွှန်း ရှယ်ကြမ်း အက်ရှင်ကြိုက်သူများအတွက်ပါ။ ဒါဝိ၊ ဇီကာ နဲ့ အာရှုတို့က ချာတိတ်ဘဝတုန်းက ဖျူရီအိုဇာဆိုတဲ့ လူမိုက်ဂိုဏ်းအဖွဲ့ဝင်တွေပေါ့။ အတိတ်ဆိုးတွေကနေ ရုန်းထွက်ရင်း ဆယ်နှစ်အကြာမှာ ဒါဝိက ဆရာဝန်ဖြစ်လာပြီး ဇီကာက ရဲဖြစ်လာခဲ့ပါတယ်။ဂိုဏ်းထဲမှာပဲ လူမိုက်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တဲ့သူကတော့ ဒါဝိရဲ့အစ်ကို အာရှုပါပဲ။ဇိကာတို့ ရဲတပ်ဖွဲ့က အန့်မန်းဆိုတဲ့ မူးယစ်ရာဇာကို ဖမ်းချင်နေကြတာပါ။ အန့်မန်းက ဖျူရီအိုဇာဂိုဏ်းနဲ့ ဆက်စပ်မှုရှိနေတာကြောင့် အာရှူကိုဖမ်းမယ်လို့ အကျပ်ကိုင်ပြီး ဒါဝိကို သူလျှိုအဖြစ် ဂိုဏ်းထဲ ပြန်ဝင်ပေးဖို့ အတင်းအကျပ်တောင်းဆိုခဲ့ပါတယ်။ဒါဝိတစ်ယောက် သူ့ဂိုဏ်းဟောင်းထဲ ပြန်ရောက်သွားရာက ဘယ်လို ရှုပ်ထွေးပွေလီတဲ့ ကိစ္စတွေနဲ့ ကြုံရမလဲဆိုတာ ကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။) File Size          : 2.7GB,  1.1GB & 539MB\nQuality      ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/furioza-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nuUtbT376pIhgTxJuEVGFx9sBvz.jpg",
        "title": "Bachchhan Paandey(2022)",
        "description": "Bachchhan Paandey(2022) အညွှန်း*******************************IMDb...7.4အားလုံးစောင့်မျှော်နေတဲ့\nအက်ရှေးကူးမားကြီးရဲ့  ဇာတ်ကားသစ်ကြီးလာပါပြီဗျား...မာယာ(Kriti Sanon)က ကြိုးစားနေဆဲလက်ထောက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ကိုယ်ပိုင်ဒါရိုက်တာအဖြစ်\nလက်စွမ်းပြနိုင်ဖို့ ဇာတ်လမ်းရှာနေသူပါ။အတွေးသစ်အမြင်သစ်လူငယ်တစ်ယောက်အဖို့ရှေးရိုးစွဲနေတဲ့ ဒီအသိုင်းအဝန်းမှာထိုးဖောက်ဖို့မလွယ်ဘူး.. ထုပ်လုပ်သူက မင်းရိုက်ချင်တယ်ဆိုရင်အမြတ်ရဖို့သေချာတဲ့ ဒီအခေတ်အကြိုက် ဂန်းစတားအကြောင်းရိုက်ဖို့ကြိုးစားပြီးဇာတ်ညွှန်းယူလာခဲ့လို့ဆိုတယ်.. ဒီတော့မာယာက ဒိတ်ဒိတ်ကျဲ ဂန်းစတားတွေအကြောင်းစုံစမ်းတယ်...အဲ့ဒီမှာ  အထူးခြားဆုံးဂန်းစတားက ဘချမ်းပန်ဒေးပဲ...သူ့ကြောင့်ရဲတစ်ချို့တောင်နှုတ်ထွက်စာတင်ကြသလိုတစ်ချို့ဂန်းစတားတွေကအပြင်မှာထက်ထောင်ထဲမှာနေတာ ပိုလုံခြုံတယ်ဆိုပြီး ထောင်ထဲကမထွက်ဖို့တောင်တောင်းဆိုးကြတဲ့ ခေတ်ပြိုင် လူမိုက်တွေရှိသတဲ့...ဒီလို ဂန်းစတားကြီ:အကြောင်းကို မာယာတစ်ယောက်ရုပ်ရှင်ရိုက်ကူးဖို့ကြိုးစားလာတဲ့အခါမှာတော့...အက်ရှေးကူးမားရဲ့ ဒီဇာတ်ကားကလည်း စောင့်နေတဲ့သူတွေစိတ်မပျက်စေရဘူး..ဇာတ်လမ်းအစမှာကတည်းကစိတ်ဝင်စားဖို့ကောင်းသလို တဖြည်းဖြည်းနဲ့ ဂန်းစတားကြီ:အကြောင်းကို ဖော်ပြသွားတယ်...မထင်ထားတဲ့ Plot Twist တွေပါသလို Comedy ဆန်ဆန်လေးတွေလည်းပါလို့လုံးဝ မိုက်ပါတယ်လို့ညွှန်းချင်ပါတယ်...မင်းသမီးကြီး(၂)ဦးဖြစ်တဲ့ Jacqueline Fernandez , Kriti Sanon တို့လည်းပါဝင်တာမို့ မျက်စိအေးဦးမှာလည်းဖြစ်ပါတယ်...File Size :(1.25GB) and (411 MB)\nQuality : WEB-DL 720P\nFormat…mp4\nDuration…02:27:00\nGenre : Action , Crime ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bachchhan-paandey2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/wrymood-135x200.jpg",
        "title": "Wyrmwood Apocalypse(2022 )",
        "description": "လူသားတွေခေတ်ပြီးတော့ ဇွမ်ဘီးခေတ်ကိုရောက်နေတဲ့အကြောင်းလေးရိုက်ထားတာပါသဘာဝအတိုင်း လူတွေက ခေတ်ကုန်သွားတာတောင်အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ အကျင့်ကမပျောက်သေးတော့ အဲဒီခေတ်က ဆရာကြီးတစ်ယောက်ကကုသဆေးဖော်ပေးမယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ ဇွမ်ဘီးတွေကို ဖမ်းခိုင်းတာပါသူ့အောက်မှာတော့ ဗိုလ်မှူးကြီးတစ်ယောက်နဲ့ ဇွမ်ဘီးလိုက်ရှာတဲ့ တပ်ကြပ်တစ်ယောက်ဦးဆောင်ရတာပါ အဲဒီထဲမှာမှ အာနိသင်အကောင်းဆုံး ဇွမ်ဘီးနဲ့လူတစ်ဝက်စီဖြစ်နေတဲ့ ကောင်မလေးတစ်ယောက်ကိုရှာခိုင်းရာကနေ ဇာတ်လမ်းကစအသက်ဝင်လာတာပါ ကောင်မလေးရဲ့ညီမနဲ့ သူ့လိုပဲ ဇွမ်ဘီးတစ်ပိုင်းလူတစ်ပိုင်းမျိုးစပ်ထားတဲ့အဖွဲ့ကလည်း ကောင်မလေးကိုကယ်ဖို့ကြိုးစားရင်း ပစ္စည်းပို့ပေးတဲ့ တပ်ကြပ်ကလည်းသူသောက်နေရတဲ့ဆေးကို ဘယ်ကနေရမှန်းမသိဘဲ သောက်နေတာကနေဘယ်လိုထုတ်လဲသိသွားတဲ့အခါမှာတော့ အက်ရှင် ဇာတ်ကြမ်းလေးနဲ့ကြည့်လို့တကယ့်ကောင်းမယ့်ကားကောင်းလေးတစ်ကား ကိုသင်္ကြန်မှာ အေးဆေးကြည့်ရင်း ပျော်ရွှင်နိုင်ပါစေFile size…(2.08GB)/(1020.6MB/(542.53MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Action/ horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Mr. AndersonTranslated by....Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/wyrmwood-apocalypse2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tJkrbtJE1GFYX5pxggxlLqf9DAJ.jpg",
        "title": "James(2022)",
        "description": "James(2022) အညွှန်း******************IMDb...9.5\"လူတွေထင်တာက နိုင်ငံကိုအုပ်ချုပ်တာ နိုင်ငံရေးသမားတွေလို့ထင်နေကြတယ်...တကယ်က စီးပွားရေးသမားတွေအုပ်ချုပ်နေတာဗျ \"အိန္ဒိယပြည်မှာ နိုင်ငံရေးသမားတွေနဲ့ ခရိုနီတွေကြီးစိုးနေတဲ့အချိန်...တကယ်လည်းငွေက အရာရာအရေးပါခဲ့တယ်....  ဂိုဏ်းတွေအသီ:သီးနဲ့ နည်းမျိုးစုံနဲ့စီးပွားရှာတယ်...နိုင်ငံရေးပိုင်းကလူတွေနဲ့ အကျွမ်းတဝင်ရှိကြပြီးတော့ စီးပွားရေးကိုလိုသလိုချဲ့ထွင်နေကြတယ်...ဒီစီးပွားသမားကြီးအမည်ခံ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတွေဟာ လိမ်မာပါးနပ်စွာ သူ့စည်းကိုယ့်စည်းနဲ့နေခဲ့ကြပေမဲ့ တစ်နေ့တော့ ပြဿနာတစ်ခုက စပြီး အဖွဲ့အချင်းတွေ ပြန်သတ်ဖို့ဖြစ်လာကြတယ်...သွေးချောင်းတွေစီးမဲ့အချိန်မှာ လူဆိုးဂိုဏ်းကြီးတစ်ခုကအားလုံးကိုတုန့်ပြန်ဖို့\" သေနတ် အလက် ၁၀၀နဲ့ လက်မရွှံ အယောက် ၁၀၀ အစားသေနတ်တစ်လက်နဲ့တူတဲ့လူတစ်ယောက်ကိုငါ့ကိုရှာပေး\"James ဆိုတဲ့ လူတစ်ယောက် ပေါ်လာတဲ့အချိန်မှာတော့ဒီကားက ဘက်ဂျက်အများကြီးသုံးထားပြီ:ရိုက်ထားတာတွေ အတော်မိုက်တယ်..အက်ရှင်အမိုက်စားတွေအပြင် .Car Chases ခန်းတွေ ဆိုင်ကယ်တွေ အလန်းစားတွေသုံးထားသလိုSetting Dance တွေ လှပြီး မြိုင်ဆိုင်နေရော...မင်းသမီးလေးကလည်း ချေ့စရာလေးမို့ကြည့်လိုက်ကြပါဦးဗျို့..  File Size :(1.4GB) and (520 MB)\nQuality : WEB-DL 720P\nFormat…mp4\nDuration…02:29:00\nGenre : Action , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "9.5",
        "url": "https://channelmyanmar.org/james2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTgyMTU4NTM2MV5BMl5BanBnXkFtZTgwOTE1ODkwMzE@._V1_-140x200.jpg",
        "title": "Azumi 2: Death or Love (2005)",
        "description": "Azumi 2: Death or Love (2005)IMDB Rating (6.2)ဂျပန်နင်ဂျာဆာမူရိုင်းကားဆိုတာ ဒါမျိုးလို့ ဆိုရလောက်အောင် Azumi ဇာတ်ကား ၂ ကားလုံးက အခုတ်အဖြတ် အတိုက်အခိုက်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ တကယ့်ဖိုက်တာ ဂျပန်ကားတွေပါပဲ။ဇာတ်လမ်းကတော့ Azumi ဆိုတဲ့ ဂျပန် နင်ဂျာမလေး တစ်ယောက်အကြောင်းကို အခြေပြုထားပါတယ်...\nသူမဟာ ရုပ်ကလေးလှပြီးနုဖတ်နေပေမယ့် လူသတ်ဖို့ မျက်တောင်မခတ်တမ်း ရက်စက်တတ်သူ ဖြစ်ပြီး\nလူပုံစံ ပျော့ပျောင်းသလောက် စိတ်ဓါတ်ခိုင်မာသူ တစ်ယောက်လဲ ဖြစ်ပါတယ်...\nအုပ်ချုပ်ရေး အဖွဲ့တစ်ခုကို ဆန့်ကျင်တော်လှန်သူခေါင်းဆောင်တစ်ယောက်ဟာ နှစ်ပေါင်းများစွာတိုင် ကလေး တစ်ချို့ကို\nဓါးသိုင်း လက်ထပ် သင်ကြားပျိုးထောင်ခဲ့ပါတယ်...အဲ့ဒီ့ကလေးတွေ အရွယ်ရောက်ပြီး ပညာစုံလာတဲ့အခါမှာ\nလူရောစိတ်ရောမာကျောလာဖို့နဲ့ တာဝန်တွေကို လုံးဝလိုက်နာဖို့ ပြင်းထန်တဲ့ သင်ခန်းစာကို ရက်စက်စွာ သင်ကြားပါတော့တယ်။\nအဲ့ဒီ့ သင်ခန်းစာထဲမှာ ရက်စက်တတ်တဲ့ လူသတ်သမားအချို့သာ အသက်ရှင်ကျန်မှာဖြစ်ပြီး ဒီထဲမှာ မိန်းမလှလေး Azumi ဟာလဲ ပါဝင်ခဲ့ပါတယ်။အာဇုမိဟာ Jidaigeki အမျိုးအစား ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/azumi-2-death-or-love-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/0274131558170f2614d7c65b3871e780-140x200.jpg",
        "title": "Azumi (2003)",
        "description": "Azumi (2003)IMDB Rating (6.9)ဂျပန်နင်ဂျာဆာမူရိုင်းကားဆိုတာ ဒါမျိုးလို့ ဆိုရလောက်အောင် Azumi ဇာတ်ကား ၂ ကားလုံးက အခုတ်အဖြတ် အတိုက်အခိုက်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ တကယ့်ဖိုက်တာ ဂျပန်ကားတွေပါပဲ။ဇာတ်လမ်းကတော့ Azumi ဆိုတဲ့ ဂျပန် နင်ဂျာမလေး တစ်ယောက်အကြောင်းကို အခြေပြုထားပါတယ်...\nသူမဟာ ရုပ်ကလေးလှပြီးနုဖတ်နေပေမယ့် လူသတ်ဖို့ မျက်တောင်မခတ်တမ်း ရက်စက်တတ်သူ ဖြစ်ပြီး\nလူပုံစံ ပျော့ပျောင်းသလောက် စိတ်ဓါတ်ခိုင်မာသူ တစ်ယောက်လဲ ဖြစ်ပါတယ်...\nအုပ်ချုပ်ရေး အဖွဲ့တစ်ခုကို ဆန့်ကျင်တော်လှန်သူခေါင်းဆောင်တစ်ယောက်ဟာ နှစ်ပေါင်းများစွာတိုင် ကလေး တစ်ချို့ကို\nဓါးသိုင်း လက်ထပ် သင်ကြားပျိုးထောင်ခဲ့ပါတယ်...အဲ့ဒီ့ကလေးတွေ အရွယ်ရောက်ပြီး ပညာစုံလာတဲ့အခါမှာ\nလူရောစိတ်ရောမာကျောလာဖို့နဲ့ တာဝန်တွေကို လုံးဝလိုက်နာဖို့ ပြင်းထန်တဲ့ သင်ခန်းစာကို ရက်စက်စွာ သင်ကြားပါတော့တယ်။\nအဲ့ဒီ့ သင်ခန်းစာထဲမှာ ရက်စက်တတ်တဲ့ လူသတ်သမားအချို့သာ အသက်ရှင်ကျန်မှာဖြစ်ပြီး ဒီထဲမှာ မိန်းမလှလေး Azumi ဟာလဲ ပါဝင်ခဲ့ပါတယ်။အာဇုမိဟာ Jidaigeki အမျိုးအစား ရုပ်ရှင်တစ်ကားပါ။ Jidaigekiဆိုတာကတော့ ဂျပန်သမိုင်းရဲ့ 1603 ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/azumi-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nScjSPjgaHnnzqmTVq6DjlPUG0B.jpg",
        "title": "B Cut (2022)",
        "description": "B Cut (2022) ဇာတ်လမ်းအညွှန်း ဒီ Action, Crime, Thriller အမျိုးအစား ရုပ်ရှင်လေးက ဖုံးကွယ်လိုသူ နဲ့ ဖော်ထုတ်လိုသူတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။ဆွန်းဟျွန်း ဆိုတဲ့ အမျိုးသားတစ်ယောက်က စမတ်ဖုန်းပြုပြင်ခြင်း အထူးဝန်ဆောင်မှုပေးတဲ့ ကုမ္ပဏီလေးတည်ထောင်ထားပါတယ်။ တစ်နေ့မှာတော့ အမျိုးသမီးတစ်ယောက် ဖုန်းပြုပြင်ဖို့အတွက် သူ့ဆီကို ရောက်လာခဲ့ပါတယ်။ဆွန်းဟျွန်းကတော့ ဖုန်းကို ပြင်ရုံမက ဖျက်ထားတဲ့ ဓာတ်ပုံကစလို့ ဒေတာတွေကိုပါ ပြန်လည် ရယူပေးရာကနေ ဇာတ်လမ်းတစ်ခု စတင်လာခဲ့ပါတယ်။ A Cut နဲ့ B Cut ဆိုပြီး ခွဲပြီး ဒေတာတွေ ပြန်ဖော်ပေးလိုက်ပါတယ်။ A Cut ကတော့ လူတိုင်းကြည့်လို့ရနိုင်တာတွေဖြစ်ပြီး B Cut ကတော့ အထူးလျှို့ဝှက် တစ်ကိုယ်ရည်ပဲ သိသင့်တာမျိုးပေ့ါ။ B Cut ဒေတာတွေကနေ စလိုက်တဲ့ ဇာတ်လမ်းက တောင်ကိုးရီးယားနိုင်ငံရဲ့ နာမည်ကျော်တစ်ယောက်ရဲ့ လူမှုရေးဖောက်ပြန်တဲ့ကိစ္စတွေထိ ပေါ်ပေါက်လာပြီးနောက်မှာတော့ ...ဆန်းဟျွန်းတစ်ယောက် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/b-cut-2022/"
    }
]