[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQ1NDUyODk5NF5BMl5BanBnXkFtZTcwODk0MjIwNg@@._V1_-135x200.jpg",
        "title": "Conan the Barbarian (2011)",
        "description": "Conan the Barbarian (2011)ဒီနေ့မှာတော့ အားလုံးရဲ့အချစ်တော် Aquaman မင်းသားကြီး Jason Momoa ရဲ့ 2011 ကထွက်ရှိထားတဲ့ Conan the Barbarian ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားကို ဟိုက်ဘိုရီယန်ခေတ်မှာ အခြေတည်ထားပြီးတော့ ခန့်မှန်းအားဖြင့် BC 14000 ကနေ 9500 ကြားလောက်အချိန်အတွင်းဖြစ်ပါတယ်။\nဟိုက်ဘိုရီယန်ခေတ်မတိုင်ခင် အက်ရှရွန်ခေတ်မှာမှော်ဆရာတွေဟာ သေသူကိုပြန်ဆင့်ခေါ်နိုင်ဖို့ ဘုရင်တွေရဲ့အရိုးတွေကိုသုံးပြီး နတ်ဆိုးတွေစီး၀င်‌နေတဲ့ မျက်နှာဖုံးတစ်ခုကို ဖန်တီးလိုက်ကြပါတယ်။ မျက်နှာဖုံးဟာ စွမ်းအားကြီးလွန်းလို့ အက်ရှရွန်တွေဟာ တစ်ကမ္ဘာလုံးကို အုပ်စိုးသွားနိုင်ခဲ့ပေမယ့် သူတို့ကိုတော်လှန်နိုင်တဲ့\nဘာဘေရီယန်ဆိုတဲ့ မျိုးနွယ်စုတစ်စု ကျန်ရှိနေခဲ့ပါတယ်။ဘာဘေရီယန်တွေဟာ မျက်နှာဖုံးကိုခွဲပစ်လိုက်နိုင်ပြီး မသမာသူတစ်ယောက်ယောက်က အစိတ်အပိုင်းတွေကိုပြန်မဆက်နိုင်အောင်\nတစ်ပိုင်းချင်းစီကို မျိုးနွယ်စုအသီးသီးဆီဖြန့်ကျက်ထားလိုက်ပါတယ်။ဒါပေမယ့် တစ်နေ့တော့ အပိုင်းအစတွေကိုပြန်စုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့တဲ့အခါ ဇာတ်လိုက်ကျော် Jason Momoa တစ်ယောက် ဘယ်လိုအန္တရာယ်တွေရင်ဆိုင်ရင်း တားဆီးဖို့ကြိုးစားသွားမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက မင်းသားကြီးအာနိုးရဲ့ Conan the Barbarian (1982) နဲ့နာမည်တူ ခေတ်ပုံစံတွေတူပေမယ့် ဇာတ်လမ်းဆက်စပ်မှုတော့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/conan-the-barbarian-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/67790-141x200.jpg",
        "title": "Conan the Barbarian (1982)",
        "description": "Conan the Barbarian (1982)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\nConan The Barbarian (1982) နဲ့ Conan The Destroyer (1984) ဇာတ်ကားတွေကတော့\nမင်းသားကြီး အာနိုးကို စင်တင်ပေးခဲ့တဲ့ ရောမခေတ် Dark Magic အခြေခံဇာတ်ကားတွေဖြစ်ပါတယ်။\nConan The Barbarian (1982) ဇာတ်ကားရဲ့အောင်မြင်မှုဟာ စံချိန်တွေချိုးခဲ့ပြီး\nရိုက်ကူးစဉ်က အမေရိကန်ဒေါ်လာ (၁၆) သန်းသာ ကုန်ကျခဲ့ပေမယ့် ရုံဝင်ငွေ သန်း(၁၃၀)ထိပြန်လည်ရရှိခဲ့ပါတယ်။\nအာနိုးရဲ့ငယ်စဉ်က ဘော်ဒီအလှအပနဲ့ ရောမခေတ် အကြမ်းအရမ်း အသတ်အဖြတ်တွေအပြင်\nDark Magic အစီအရင်တွေနဲ့ပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ တခြားဇာတ်ကားတွေနဲ့မတူတဲ့ ရသတွေကို ခံစားရမှာပါ။\nအားပေးကြည့်ရှုကြပါဦး။\n File size…(1.1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:09:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MgKing",
        "rating": "6.9",
        "url": "https://megaup.net/1xYt9/Conan_-_The_Barbarian_[1982]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djM2s4wSaATn4jVB33cV05PEbV7.jpg",
        "title": "Lou (2022)",
        "description": "Lou (2022)(1080p ရပါပြီ)အသစ်ထွက်ရှိလာတဲ့ Action, Crime, Drama အမျိုးအစားဖြစ်ပြီး ဇာတ်ကောင်လေး လက်တစ်ဆုပ်စာရယ် Plot twist တွေရယ်နဲ့ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။လူးက အမေရိကားနိုင်ငံက ကျွန်းလေးတစ်ကျွန်းမှာ ခွေးတစ်ကောင်နဲ့ တစ်ကိုယ်တည်း ဘဝကိုရှင်သန်နေတဲ့အမျိုးသမီးကြီးတစ်ဦးပါ။ဟန်နာနဲ့ ဗီကတော့ သူ့အိမ်ကိုငှါးနေရတဲ့ သားအမိနှစ်ယောက်ပေါ့။ ဗီလေးရဲ့ ဖခင်ကတော့ ဆုံးပါးသွားပြီလို့ ဆိုထားပါတယ်။မုန်တိုင်းထန်တဲ့တစ်ညမှာ ဗီလေးကို လူတစ်ယောက်က ပြန်ပေးဆွဲသွားတဲ့အခါ မိခင်ဖြစ်သူ ဟန်နာတစ်ယောက် အပေါက်ဆိုးပြီး ပဟေဠိဆန်တဲ့ လူးနဲ့အတူ သမီးပျောက်ရှာပုံတော်ထွက်ပါတော့တယ်ဒီလိုနဲ့ တဖြည်းဖြည်း လူးရဲ့ ရှုပ်ထွေးပွေလီတဲ့ နောက်ကြောင်းရာဇဝင်တွေကို တစွန်းတစ်စသိလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu က ပါ။)File Size          : 2.3GB, 823MB, 385MB\nQuality          ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lou-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTc0Njc1MTU5Nl5BMl5BanBnXkFtZTcwMjA4NDE2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Superhero Movie (2008)",
        "description": "Superhero Movie (2008)\n==================\nဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ စူပါဟီးရိုးကားပါ။\nကျွန်တော်တို့ ကြည့်ဖူးတဲ့ စူပါဟီးရိုးတွေ အကုန်ပေါင်းထားတဲ့ ဇာတ်ကား\nလို့တောင်ပြောလို့ရတယ်။ ဘတ်မန်းမိဘတွေ သေတာကအစ စပိုက်ဒါမန်းရဲ့\nအန်ကယ်ဘန် သေတာအဆုံး ပါပါသေးတယ်။ X-Men Universe က ချားစ်\nဇေးဗီးယား ၊ ဝူဗာရင်းနဲ့ Fantastic 4 တောင်ပါလိုက်သေးတယ်။Spider-man No Way Home Crossover လုပ်တယ်ဆိုတာ ဒီကားကို\nဘယ်မှီဦးမလဲ။ With great power comes with Hot Bitches ( ကြီးမားတဲ့\nအစွမ်းတွေနဲ့အတူ စော်အလန်းတွေပါ ကပ်ပါလာလိမ့်မယ်) ဆိုတဲ့ စပိုက်ဒါ\nမန်းကားရဲ့ ဂန္တဝင် စကားလေးလည်း ပါလိုက်သေးတယ်ဗျာ။ Dragonfly ဆိုတဲ့\nသဘာဝလွန်ပုစဉ်းတစ်ကောင် အကိုက်ခံလိုက်ရတဲ့ Rick Ricker ဟာ ပုစဉ်း\nလူသားဖြစ်လာပြီး ဘယ်လိုပေါက်ကရတွေလုပ်ပြီး အခက်ခဲတွေကို ကျော်ဖြတ်\nသွားမလဲဆိုတာကို အပျင်းပြေကြည့်ရှုရမှာဖြစ်ပါတယ်။ ပြောရရင်တော့ Superhero\nတွေကိုလှောင်ထား၊ ပြောင်ထားတဲ့ မူဗီလို့ဆိုရမှာပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/superhero-movie-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/p8269420_p_v8_ad-133x200.jpg",
        "title": "The Tourist (2010)",
        "description": "ဂျော်နီဒပ်နဲ့အန်ဂျလီနာဂျိုလီတို့ပါဝင်တဲ့ ဒီဇာတ်ကားက Action/Crime ပုံစံ လျှို့ဝှက်သည်းထိတ်ရင်ဖိုရုပ်ရှင်ကားပါ။အလက်ဇန္ဒား ပီးရက် လို့ခေါ်တဲ့ ရုရှား မာဖီယားဂိုဏ်းတစ်ခုက ငွေထိန်း လူယုံ တစ်ယောက် ။သူ့သူဌေး ဂိုဏ်းခေါင်းဆောင်ဆီက ဒေါ်လာ သန်း ၂၀၀ ကျော် ဘုံးသွားတယ် ။\nဒါ့အပြင် အင်္ဂလန် နာမည်ကျော် စကော့တလန်ယာဒ့် စုံထောက်အဖွဲ့ကြီး ဆီကနေလဲ ပေါင် ၇၃၃ သန်း ဘုံးသွားပါသေးတယ် ။\nသူ့ကို ၂ နှစ်လုံးလုံး လိုက်ရှာကြတယ် ။\nအစအနတောင် မတွေ့ရခဲ့ပါဘူး ။\nစကော့တလန်ယာဒ့် အဖွဲ့က အလက်ဇန္ဒား ပီးရက်ကို မိဖို့ အတွက် ပေါင် ၈ သန်းကျော် အသုံးပြုခဲ့တယ် ။တစ်နေ့တော့ အထူးစုံထောက် အာချက်ဆင် ခေါင်းဆောင်တဲ့ စုံထောက်အဖွဲ့တွေက အလက်ဇန္ဒား ပီးရက် ရဲ့ ဇနီးသည်နောက်ကို ထပ်ခြပ်မကွာ လိုက်လံစုံစမ်းနေတဲ့ကြားက သူတို့ နှစ်ဦး ဆက်သွယ်မိသွားကြတယ် ။\nအလက်ဇန္ဒားဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-tourist-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQwNzcwOTk5M15BMl5BanBnXkFtZTgwNjc2NTk1MDE@._V1_-142x200.jpg",
        "title": "Fireball (2009)",
        "description": "မကြာခင်ကမှ အမှုကနေလွှတ်မြောက်လာတဲ့ထိုင်ဟာ သူ့အမြွာအစ်ကို ထျန်အခြေနေဆိုးပြီးဆေးရုံတက်နေရတယ်လို့သိလိုက်ရပါတယ်ဘာကြောင့်ဆေးရုံတက်နေရတာလဲဆိုတာကို သူ့အစ်ကိုချစ်သူဖြစ်တဲ့ပျန့်ဆီကကြားကြားချင်း သူ့အစ်ကိုကို ဘယ်သူရန်လုပ်တာလဲစုံစမ်းဖို့ဖြစ်လာပါတော့တယ်ဒီလိုနဲ့ ထိုင်ဟာ သူ့အစ်ကိုနာမည်ထျန်နဲ့ဘတ်စကတ်ဘောအသင်းတစ်သင်းထဲဝင်ပြီး fireball ဂိမ်းပြိုင်ဖို့ဖြစ်လာပါတယ်အဲ့ဒီဂိမ်းမှာ ဘယ်လောက်တောင်ရက်စက်ကြမ်းကြုတ်လဲ ဘယ်လောက်တောင်အသက်လုရလဲ ထိုင်(ထျန်) ​​ရောဖိုင်နယ်လ်ထိအသက်ရှင်နိုင်ပါ့မလားသူ့အစ်ကိုကိုဘယ်သူလုပ်တယ်ဆိုတာရော စုံစမ်းနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်ဒီကားလေးလုံးဝရှယ်မိုက်ပါတယ် အက်ရှင်ကားကြိုက်သူအဖို့ လုံးဝ recommend တဲ့ကားပါ 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.7GB)\nQuality__HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:34:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/fireball-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ems-135x200.jpg",
        "title": "Prey (2022)",
        "description": "Predator 5: Prey (2022)Predator ရုပ်ရှင်စီးရီးထဲက အသစ်တစ်ကားလာပါပြီ။ ဒါကတော့ အခုခေတ်မဟုတ်ဘဲ ဟိုးအရင် ခေတ်တုန်းက ပရက်ဒေတာတွေ လူတွေကိုအမဲလိုက်တဲ့အကြောင်းကို တင်ဆက်ထားတာပါ။ဒီတော့ သေနတ်တွေနဲ့တောင် မနည်းချရတဲ့ ဂြိုလ်သားကို လွန်ခဲ့တဲ့ နှစ် ၃၀၀ က ကိုမန်ချီလူမျိုးတွေ ပြင်သစ်မုဆိုးတွေ ရင်ဆိုင်ကြပုံကို ပြသထားပါတယ်။အက်ရှင်အသားပေးမို့ တစ်ကားလုံးကြုံးနေကြတာပါပဲ။ ကြည့်လို့အတော်ကောင်းပါတယ်။ ရိုက်ချက်တွေရော အက်ရှင်တွေရောမိုက်တယ် အားလုံးကြိုက်ကြမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr. Anderson ပါ။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File Size          : 4.1GB, 2GB, 851MB, 415MB\nQuality            : 4K HEVC 5.1CH, 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/prey-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Predator2018-135x200.jpg",
        "title": "The Predator (2018)",
        "description": "အတော်ကြာကြာ စောင့်လိုက်ရတဲ့ ရုပ်ရှင်ကားလေး အခုတော့ ထွက်လာပါပြီ။\nPredator တွေကိုတော့ ရုပ်ရှင်ချစ်သူအတော်များများ ရင်းနှီးပြီးဖြစ်မှာပါ။\nကိုယ်ပျောက်နိုင်စွမ်းတွေ လက်နက်ဆန်းတွေနဲ့ လူတွေကို အားကစားတစ်ခုလို အမဲလိုက်တတ်ကြတဲ့ ဂြိုလ်သားတွေပါပဲ။\nဒီကားအကျဉ်းကတော့ စစ်တပ်က လက်ဖြောင့်စနိုက်ပါတစ်ဦးဟာ ယာဉ်နဲ့ကျလာတဲ့ ပရက်ဒေတာဂြိုလ်သားဆီကနေ ပစ္စည်းတွေ ရလာခဲ့ပါတယ်။\nသူ့အတွက် သက်သေဖြစ်အောင်လို့ ဒါတွေကို သူ့ရဲ့မိသားစုဆီကို ခိုးပြီးပို့လိုက်ခဲ့တယ်ပေါ့။\nဒါပေမယ့် ဒီဂြိုလ်သားနည်းပညာကိုလိုချင်တဲ့အဖွဲ့ နဲ့ သူ့ပစ္စည်းတွေကို ပြန်လိုက်ရှာမယ့် ပရက်ဒေတာ နဲ့ အခြားပြဿနာကြီးတွေ ရင်ဆိုင်လာရပါတော့တယ်။\nPredator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(7 GB)/(1.9 GB)/(900 MB)\nQuality…BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,THZ\nTranslated by Little Neo",
        "rating": "5.9",
        "url": "https://megaup.net/17cve/The_Predator_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/91WcRDzshvL._SL1500_-148x200.jpg",
        "title": "Predators (2010)",
        "description": "မတူညီတဲ့ နိုင်ငံက မတူညီတဲ့ စရိုက်နဲ့ လူ ၇ ယောက် ။\nလေယာဉ်ပေါ်ကနေ လေထီးနဲ့ အကန်ချခံလိုက်ရတယ် ။ သူတို့ ကျသွားတဲ့နေရာက အင်မတန်နက်ရှိုင်းတဲ့ တောကြီးမျက်မဲပေါ့ ။တကယ်တော့ အဲဒိတောနက်ကြီးက\nတစ်ခြားဂြိုလ်ကမ္ဘာက ဂြိုလ်သားတွေရဲ့ အမဲလိုက် ကစားကွင်းကြီးပဲ ဖြစ်နေတယ် ။ ဂြိုလ်သားတွေဟာ သူတို့ရဲ့ သူရဲကောင်းဘွဲ့အတွက် ဒီဂြိုလ်မှာ လူနဲ့ တစ်ခြားဂြိုလ်က ဂြိုလ်သားတွေ ဖမ်းပြီး အမဲလိုက်လေ့ရှိတယ် ။အဲဒိဂြိုလ်သားတွေက လူရဲ့ နှလုံးကို အာရုံခံပြီး ဖမ်းလေ့ရှိတယ် ။\nအရင်တုန်းက အဲဒီလို ဂြိုလ်သားလက်ကနေ လူတစ်ဦး လွတ်လာဖူးတယ် ။ သူက သူ့ကိုယ်ခန္ဓာကို ရွံ့ဗွက်တွေနဲ့ သုတ်လိမ်းပြီး သူ့ နှလုံးခုန်တာကို မမြင်အောင် ကာကွယ်ခဲ့တယ် ။ (Predator 1987 ဇာတ်ကားထဲမှာ)ပထမကားတုန်းကတော့ ဂြိုလ်သားက တစ်ယောက်ထဲပဲ ။\nဒီဇာတ်ကားမှာတော့ အမဲလိုက်မယ့် ဂြိုလ်သားတွေ များလာတယ် ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/predators-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjJiM2ZjNTEtNjQ2Zi00YjJkLWE0ZDEtYTFhODYwODk5NGMzXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-139x200.jpg",
        "title": "Aliens vs Predator: Requiem (2007)",
        "description": "ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားတွေနဲ့ သူတို့ကိုလိုက်လံသုတ်သင်နေတဲ့ ဂြိုလ်သားရဲ့ကြားမှာ ဓားစာခံဖြစ်သွားတဲ့ ဂန်နီဆန်မြို့လေးအကြောင်းကို ရင်ဖိုစိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတဲ့ အာကာသယာဉ်တစ်ခု ဂန်နီဆန်မြို့လေးရဲ့ တောအုပ်ထဲကို ပျက်ကျပြီးတဲ့နောက်မှာ မြို့သားတွေရဲ့ ကံကြမ္မာဟာ စိတ်မကောင်းစွာပဲ အဆိုးဆံုးပြောင်းလဲသွားပါတော့တယ်။ ဂြိုလ်သားတွေရဲ့ သိမ်းပိုက်မှုနဲ့တိုက်ပွဲကြားမှာ အသက်ရှင်ဖို့ မြို့သားတွေက ဘယ်လိုသက်စွန့်ဆံဖျား ရုန်းကန်ကာကွယ်သလဲဆိုတာကို သည်းထိတ်ရင်ဖိုစွာနဲ့စောင့်ကြည့်ရမှာပါ။ဒါ့အပြင် နိုင်ငံရေးအလှည့်အကွက်တွေကိုလဲ ပီပြင်စွာဖော်ပြထားတာကြောင့် ဒီဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ရှုလိုက်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Su Myat မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(1.6 GB)/(830 MB)\nQuality…BluRay Unrated 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:41:05\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/aliens-vs-predator-requiem-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_-202x300.jpg",
        "title": "AVP: Alien vs. Predator (2004)",
        "description": "Predator ဆိုတဲ့ ရုပ်ဆိုးဆိုး ဂြိုလ်သားတွေကိုတော့ ရင်းနှီးနေမှာပေါ့နော်သူတို့တွေဟာ လူသားတွေထက် ခေတ်လွန်သိပ္ပံနည်းပညာတွေ တတ်မြောက်ထားတဲ့ သတ္တဝါတွေပါ။သူတို့ အမဲလိုက်တဲ့ ဂြိုလ်သားတွေ ရှိပါသေးတယ် အဲ့ဒီအကောင်တွေကိုတော့ Alien လို့ ခေါ်ပြီးရိုင်းစိုင်း ဆိုးသွမ်းပြီး အမြဲတမ်း သတ်ချင် ဖြတ်ချင်စိတ်ပဲ ရှိနေတဲ့ ကောင်တွေပါ…ဒီဇာတ်လမ်းမှာတော့ Predator တွေနဲ့ Alien တွေကြား ဝင်ပါရမယ့် လူသားတွေအကြောင်း ကို ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်း ပုံစံကတော့ သူဌေးကြီးတစ်ဦးဟာ သူမသေခင် နာမည် တစ်ခု ကျန်ရှိခဲ့ဖို့ အတွက် ကမ္ဘာ့ ပထမဦးဆုံး လူမျိုးတွေတည်ဆောက်ခဲ့တယ်လို့ယူဆရတဲ့ ပိရမစ် တစ်ခု ကို ရှာဖို့ အတော်ဆုံး လူတွေကို စုစည်းပြီး ရှာဖွေဖို့ ကြိုးပမ်းမှာပါ..ဒါပေမယ့် အဲ့ဒီ ပိရမစ် ကို ရှာဖွေတွေ့ရှိခဲ့တာ သူတို့ အဖွဲ့ တစ်ခုထဲ မဟုတ်ခဲ့ဖူးဆိုတာကို နောက်ကျမှ သိကြမှာ ဖြစ်ပြီးPredator ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/alien-vs-predator-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ezgif-1-bc55d10d85-146x200.jpg",
        "title": "Predator 2 (1990)",
        "description": "Predator 2(1990)IMDb Rating (6.3)ဒီဇာတ်ကားကတော့ ၁၉၈၇ မှာထွက်ရှိခဲ့တဲ့မင်းသားကြီးအာနိုးရဲ့ Predator ဇာတ်ကားရဲ့ Sequel ပါပဲ။ တခြားကမ္ဘာကဂြိုဟ်သားတွေကို ရဲတပ်ဖွဲ့ဝင်တွေကရင်ဆိုင်တိုက်ခိုက်ရတဲ့ဇာတ်လမ်းနဲ့ဗီလိန်ဖြစ်တဲ့ Predator ကိုသာကျောရိုးယူထားပြီး အဓိကဇာတ်ဆောင်တွေနဲ့ Storyline ပဲကွာသွားတာပါ။ဒီတစ်ခါမှာတော့ရဲအုပ်ကြီးဟယ်ရီဂန်နဲ့သူ့ရဲ့အဖွဲ့က ဒီအမျိုးအမည်မသိရပဲ လူအစုလိုက်သတ်ဖြတ်မှုတွေဆက်တိုက်ကျူးလွန်နေတဲ့ Predator ကိုကြိုးစားဖမ်းဆီးကြပုံတွေကို ထုံးစံအတိုင်းအက်ရှင်ခန်းတွေမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ကြည့်ရှုရမှာပါ။ အက်ရှင်အသားပေးသိပ္ပံစိတ်ကူးယဥ်ဇာတ်လမ်းဖြစ်တာကြောင့်ရှည်ရှည်ဝေးဝေးညွှန်းစရာရယ်တော့သိပ်မရှိလှပါဘူး။\nထူးခြားချက်ကတော့ သူ့ခေတ်သူ့အခါနဲ့အထူးပြုလုပ်ချက်တွေကတကယ်ကိုချီးကျူးစရာပါ။အခုအချိန်မှာတော့ ဒီ Predator franchise ထဲကဇာတ်ကားခုနစ်ကားထိထွက်ရှိထားပြီဖြစ်ပြီး နောက်ဆုံးဇာတ်ကားဖြစ်တဲ့ Prey ဟာဆိုရင်ဒီနှစ်ထဲမှာပဲလောလောလတ်လတ်ထွက်ရှိထားတာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Khant Bo မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(2.8 GB)/(1.2 GB)\nQuality…BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/predator-2-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/predator-1987-136x200.jpg",
        "title": "Predator (1987)",
        "description": "IMDb Raing (7.8) / Rotten Tomatoes (80%)Jim Thomas နဲ့ John Thomas တို့နှစ်ယောက်သား အသက်သွင်းခဲ့တဲ့ Predator (အမဲလိုက်သားရဲ) ရဲ့ ပထမဆုံးဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ သူတို့ရေးခဲ့တဲ့ ဝတ္ထုခေါင်းစဉ်က Hunter (မုဆိုး) ပါ။ Arnold Schwarzenegger ခေါင်းဆောင်ပါဝင်တဲ့ ဒီဇာတ်ကားက ဝေဖန်မှုတွေနဲ့ ချီးကျူးမှုတွေ တလှေကြီး ရခဲ့သလို ၁၉၈၀ ခုနှစ်တွေရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားတွေရဲ့ ဂန္တဝင်စာရင်းဝင်ခဲ့ပါတယ်။ဒီဇာတ်ကားရဲ့ အောင်မြင်မှုကြောင့် Predator ဇာတ်ကားတွေ အများကြီးဆက်ထွက်လာခဲ့တာမလို့ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားပါ။ Generation X နဲ့ Y တို့ကြားမှာ ရေပန်းစားခဲ့ပြီး မကြည့်ရသေးတဲ့သူက တောသားအဖြစ် သတ်မှတ်ခံခဲ့ရဖူးတာမျိုးပေါ့‌ဗျာ။ ၁၅ သန်း အသုံးပြုခဲ့ပြီး ၉၈ သန်းကျော် ပြန်ရခဲ့တဲ့ကားပေါ့။သူ့နောက်မှာ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/predator-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-cold-135x200.jpg",
        "title": "The Cold Light of Day (2012)",
        "description": "ဘရုစ် ဝီလီ နဲ့ စူပါမန်းမင်းသား ဟင်နရီကဗေးလ်တို့ သားအဖအဖြစ် သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားကို ကြည့်ဖူးပြီလား။ မကြည့်ဖူးသေးရင် ဒီမှာကြည့်လို့ရပါပြီ။\nဒီရုပ်ရှင်ထဲမှာ ဟင်နရီက ကုမ္ပဏီလေးတစ်ခုကို ဦးစီးနေတဲ့ စီးပွားရေးသမားတစ်ယောက်ပါ။ သူ့အဖေ ဘရုစ်ကတော့ သံရုံးမှာ ယဉ်ကျေးမှုနဲ့ဓလေ့ထုံးတမ်းဆိုင်ရာကိုယ်စားလှယ်အနေနဲ့ အလုပ်လုပ်နေတဲ့သူပေါ့။ တစ်ရက်မှာတော့ စပိန်နိုင်ငံ၊ မက်ဒရစ်မြို့မှာ မိသားစုတွေ အားလပ်ရပ် အပမ်းဖြေဖို့ ချိန်းကြတာကြောင့် အဖေနဲ့မတည့်ပေမဲ့ မအားတဲ့ကြားက အရောက်လာပေးခဲ့ပါတယ်။ ရောက်လာပြီးတဲ့အချိန်မှာတော့ သူ့အဖေရဲ့ ဇာတ်ရှုူပ်တွေကြားထဲမှာကြားညပ်သွားပြီး ကြောက်စရာအဖွဲ့အစည်းတွေနဲ့ ရင်ဆိုင်ရပါတော့တယ်File size…(1.82GB/(945MB)/(487MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-cold-light-of-day-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQPBESx5J8lAh67iA5A7ILoCgii.jpg",
        "title": "The Protector (1985)",
        "description": "The Protector (1985)ဟောလိဝုဒ်ရဲ့ Hollywood Walk of Fame မှာ မှတ်ကျောက်တင်ခံထားရသလို၊ Academy Honorary Award ကိုရခဲ့တဲ့ ဟောင်ကောင်မင်းသား၊ တာရန်တီနိုကြီးက \"one of the greatest physical comedians since sound came into film\"လို့ ချီးကျူးခံထားရတဲ့ ဟောင်ကောင်မင်းသား ဂျက်ကီချမ်းရဲ့ သူဟောလိဝုဒ်မှာ စပေါက်တုန်း အမေရိကန်ဒါရိုက်တာရိုက်ပြီး အမေရိကန်မင်းသားနဲ့ အတူတွဲဖက်သရုပ်ဆောင်ထားတဲ့ ကားဟောင်းတစ်ကားပါ။ သူနဲ့တွဲသရုပ်ဆောင်တဲ့ အမေရိကန်မင်းသားကလည်း The Godfather Part II တို့၊ Once Upon a Time in America တို့၊ Leon: The Professionalတို့လို ကားတွေမှာ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ဇာတ်လမ်းထဲမှာတော့ သူတို့က လုပ်ချင်တာလုပ်တဲ့ ရဲ၂ကောင်ပေါ့။ ဂျက်ကီကလည်း အမေရိကန်မှာ အခြေချနေတာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-protector-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkLF73oenC1n1DDKKU7oyLKVcMa.jpg",
        "title": "The Jackal(1996)",
        "description": "The Jackal(1996) အညွှန်း********************* Bruce Willis  နဲ့ Richard Gere  တို့အပြိုင်ကျဲထားပါတယ်.. အမေရိကန် FBI အဖွဲ့ဟာ ရရှားဗိုလ်ကြီးခိုစလိုဗာနဲ့အတူ ရရှားမူးယစ်ရာဇာဂိုဏ်းတစ်ခုကိုဝင်စီးရင်း ထိတ်ထိတ်ကြဲ မာဖီးယားခေါင်းဆောင် တဲရက်ရဲ့ ညီကို မတော်တဆ ပစ်သတ်ခဲ့မိပါတယ်။အဲဒီမှာ ဒေါသထွက်သွားတဲ့ တဲရက်ဟာ အမေရိကန်တွေကို ကလဲ့စားပြန်ချေဖို့ FBI အဖွဲ့ဒါရိုက်တာဘရောင်းကိုလုပ်ကြံမယ်ဆိုပြီး\nလုပ်ကြံသတ်ဖြတ်ရာမှာ တဖက်ကမ်းခတ်နေတဲ့ဝံပုလွေငယ်ဆိုတဲ့ကြေးစားကို ငှါးရမ်းခဲ့ပါတော့တယ်။အဲဒီဝံပုလွေငယ်ဆိုသူဟာ လုပ်ကြံသတ်ဖြတ်မှုပေါင်း မနည်းမနောလုပ်ခဲ့ဖူးတဲ့လူဖြစ်ပေမယ့်\nဖမ်းမိဖို့ဝေးစွ သူ့ပုံပန်းသဏ္ဍာန်ကို မြင်ဖူးတဲ့သူတောင် လက်ချိုးရေလို့ရပါသတဲ့။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့.....  File Size :(2.1GB)(878 MB) and (224 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:04:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-jackal1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDQ5MTg2NzI4OF5BMl5BanBnXkFtZTcwMDM2NzQzNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Red Tails (2012)",
        "description": "Red Tails (2012)\n================\nRed Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီး\nဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံး\nလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကို\nအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။\nRed Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegee\nလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်\nဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့\nအများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့\nတွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။\nလူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေ\nဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။တကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။\nကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်\nတော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။\nလေကြောင်းတိုက်ခိုက်ခန်း ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/red-tails-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/EYZg7f-133x200.jpg",
        "title": "The Gangster (2012)",
        "description": "ထိုင်းနိုင်ငံမှာ လူမိုက်ဂိုဏ်းတွေ အရမ်းနာမည်ကြီးနေတဲ့ခေတ်မှာပေါ့\nအဲ့ခေတ်တုန်းက ဂျော့စ်နဲ့ဒျန်ဆိုတဲ့လူမိုက်ကို မသိတဲ့လူခပ်ရှားရှားပါပဲသူတို့ကလူမိုက်ဆိုပေမဲ့ တခြားဂိုဏ်းတွေနဲ့မတူပါဘူး ပြည်သူတွေကိုအနိုင်မကျင့်တဲ့အပြင် တစ်ခါတလေ ကူညီပါသေးတယ်\nလူမိုက်လောကဆိုတဲ့အတိုင်းပါပဲ အာဏာလုတာတွေရှိမယ် အတိုက်အခိုက်တွေရှိမယ် မနာလိုတာတွေရှိမယ်မမျှော်လင့်ဘဲ တနေ့မှာ ဗိုလ်ကြီးဂမ်နင်ရောက်လာပြီး ရှိသမျှလူမိုက်ဂိုဏ်းတွေကိုဖမ်းဆီးပါတော့တယ်\nနာမည်ကြီးလူမိုက်ဆိုတဲ့ ဂျော့စ်အပါအဝင်ပေါ့\nဂျော့စ်ဟာ ထောင်လေးနှစ်ကျခဲ့ပါတယ်\nဒျန်ကတော့ မတော်တဆကားမှောက်ပြီးသေသွားခဲ့ပါတယ်ဂျော့စ်ထောင်ကနေထွက်လာပြီးနောက်ပိုင်း လူမိုက်ဂိုဏ်းလောကမှာ ဘာတွေဆက်ဖြစ်မလဲ\nဘယ်လိုတွေကြမ်းမလဲ ဘယ်လိုတွေသတ်ဖြတ်ကြမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.1GB)\nQuality__720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:48:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/2u7w1/The_Gangster_(2012).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg4MTc3NzQzOV5BMl5BanBnXkFtZTcwNjg2NzU4MQ@@._V1_-140x200.jpg",
        "title": "FB: Fighting Beat (2007)",
        "description": "အန်တမန်ကမ်းခြေကကျွန်းစုမှာနေတဲ့ ခိမ့်တို့သူငယ်ချင်းတစ်စုဟာ နေ့ဘက်မှာ ခရီးသွားဧည့်သည်တွေကို လမ်းညွှန်တဲ့ ဝန်ဆောင်မှုပေးကြပြီး\nညအချိန်မှာတော့ ချုတ်ဒီ ဘားမှာ အလုပ်လုပ်ကြပါတယ်အဲ့ဒီဘားမှာ ညတိုင်းထိုင်းလက်ဝှေ့ထိုးပွဲရှိတဲ့အတွက် ခရီးသွားဧည့်သည်တိုင်းက စိတ်ဝင်စားပြီးလာရောက်လည်ပတ်ကြတယ်ဒီအချက်ကိုသဘောကျသွားတဲ့ရင်းနှီးမြုပ်နှံသူနိုင်ငံခြားသားဟာ ဒီဘားကိုလိုချင်ပါတော့တယ်\nဘားပိုင်ရှင်ကမရောင်းဘူးပြောပေမဲ့ မရမကဖိအားပေးပြီးယူလိုက်တဲ့အချိန်မှာ ခိမ့်တို့သူငယ်ချင်းတစ်စု သူတို့ချစ်တဲ့ဘားကိုပြန်ယူနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__( 2.2GB)\nQuality__ HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:20:00\nType__Action, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1O93s/Fighting_Beat_(2007).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tTAB1D6A7w1eyao6mCf2TEn9GyK-133x200.jpg",
        "title": "Tees Maar Khan (2022)",
        "description": "Tees Maar Khan 2022\n===============\n8.5/10 IMDb\nဒီတစ်ခါတော့ တေလေဂူဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်း..\nသာယာမှုမရှိတဲ့မိသားစုနှစ်စုက ကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက်\nတစ်ညမှာဆုံမိကြပြီး တစ်ယောက်နဲ့တစ်ယောက်အကူအညီပေးဖို့ကတိပြုခဲ့ကြပါတယ်အမေတစ်ယောက်ထက်သူ့အပေါ်မှာပိုကောင်းတဲ့အမကြီးကို\nအာဒီက အမေလို့ပဲခေါ်ခဲ့ပါတယ်...\nသူ့အမေကိုထိဓားကြည့်ဆိုတဲ့အတိုင်းသူ့အမေကိုလူတစ်စုက\nထိပါးစော်ကားလို့အဲ့ဒီလူအယောက်သုံးဆယ်ကိုဆုံးမလိုက်ရာကနေ\n(Aadi)တီးစ်မာခန်းလို့အမည်တွင်လာခဲ့ပါတယ်...တစ်နေ့သူ့သူငယ်ချင်းရဲ့ကိစ္စတစ်ခုကိုလိုက်​ဖြေရှင်းပေးရင်း\nအာနာဂါ (Payal Rajput)ဆိုတဲ့မိန်းကလေးတစ်ယောက်က\nသူကတဲ့ကကွက်တွေအတိုင်းလိုက်ကနေတာကိုမြင်ပြီး\nချစ်မိသွားရာက ကျောင်းအထိပါလိုက်ကပ်ပါတော့တယ်သူတို့မြို့မှာ ဂီဂျာ (Thakur Anoop Singh)လို့ခေါ်တဲ့\nဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေလို့\nဝန်ကြီးချုပ်က သူ့ကိုဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ်နှိမ်နင်းဖို့\nအစီအစဥ်ဆွဲကြိုးစားခဲ့ပါတယ်..ဒီဇာတ်လမ်းထဲမှာ သူတို့ဘယ်လိုတွေထိပ်တိုက်တွေ့လာကြမှာလဲ..\nတီးစ်မာခန်းကရော ဘယ်လိုစိန်ခေါ်မှုမျိုးတွေနဲ့\nကြုံတွေ့လာရမလဲဆိုတာ...ဆက်လက်ရှုစားပေးကြပါဦး\nFile size…2.16GB / 1.06GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & ThuRa & Kevin",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/tees-maar-khan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-battle-132x200.jpg",
        "title": "Battle for the Planet of the Apes(1973)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Planet ...",
        "rating": "",
        "url": "https://channelmyanmar.org/battle-for-the-planet-of-the-apes1973/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-couquest-133x200.jpg",
        "title": "Conquest of the Planet of the Apes(1972)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Escape ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/conquest-of-the-planet-of-the-apes1972/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-escape-132x200.jpg",
        "title": "Escape from the Planet of the Apes (1971)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။အခုကတော့ Beneath ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/escape-from-the-planet-of-the-apes-1971/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-beneath-132x200.jpg",
        "title": "Beneath the Planet of the Apes (1970)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီတစ်ခါတော့ 1968 ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/beneath-the-planet-of-the-apes-1970/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ej-140x200.jpg",
        "title": "Extreme Job ( 2019 )",
        "description": "Extreme Job (2019) \nIMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nအမှုလိုက်တိုင်း အလွဲလွဲအချော်ချော်ဖြစ်ပြီးရာထူးမတိုးပဲ အဖွဲ့ခေါင်းဆောင်သာ\nဖြစ်နေတဲ့စုံထောက်ဂို နဲ့ သူ့အဖွဲ့ဟာ တစ်နေ့မှာ မူးယစ်ရာဇာ လီမွန်ဘယ်ကို\nဖမ်းဖို့ဖြစ်လာတဲ့အခါမှာ..တော့ တလွဲတွေဆက်ဖြစ်ကြပြန်တာပါပဲ\nလီမွန်ဘယ်ကို အနီးကပ်စောင့်ကြည့်ဖို့ ကြက်ကြော်ဆိုင်မှာစောင့်ကြည့်ရင်းနဲ့ကြက်ကြော်ဆိုင်ကလည်းရောင်းထုတ်ရမယ့်အခြေအနေဖြစ်လာတဲ့အခါ\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ…တလွဲတွေလုပ်တတ်တဲ့ စုံထောက်ဂိုတစ်ယောက်\nလီမွန်ဘယ်ကို ဖမ်းဆီးနိုင်ပါ့မလားဆိုတာ ဆက်လက်ခံစားကြည့်ရှုပါ\n2019 အသစ်ထွက် ကိုရီးယားစုံထောက်ကားလေးပဲဖြစ်ပါတယ်\n This Movie is Brought To You By Channel MyanmarReview By Ei PyaeGenre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size…1.77GB | 792MB | 366MB\nFormat… mp4\nDuration…. 1h 51min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zoey\nEncoder ..... August",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/extreme-job-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-2-139x200.jpg",
        "title": "Ultimate Avengers 2: Rise of the Panther (2006)",
        "description": "Ultimate Avengers 2: Rise of the Panther (2006)==================================IMDb Rating - 6.5/10ဒါက​တော့ ၂၀၀၆ထွက် Ultimate Avengers: The Movieရဲ့\nအဆက်ပဲဖြစ်ပါတယ်။ ပထမကားမှာ ချီတာရီ​တွေကို အနိုင်ယူ\nခဲ့​ပေမယ့် ကပ္ပတိန်အ​မေရိကဟာ စစ်ပြန်​တွေရဲ့ ထုံးစံအတိုင်းပဲ\nPTSDအ​​သေးစား ဖြစ်လာတာ​ကြောင့် မစ်ရှင်​တွေပဲ ဖိလုပ်ရင်း\nသူဦး​ဆောင်ရတဲ့ Avengersအဖွဲ့နဲ့ အဆင်မ​​ပြေဘဲ One Man\nArmyလိုဖြစ်လာပါတယ်။ ​ဒေါက်တာဘန်နာကလည်း ​ဟော့ခ်\nပုံစံကို မထိန်းချုပ်နိုင်တာ​ကြောင့် ဖြူရီရဲ့ ချုပ်​နှောင်ထားမှုကို\nခံ​နေရပါတယ်။အဲဒီအချိန်မှာ ကပ္ပတိန်အ​မေရိက​ကြောင့် ၁၉၄၅ခုကတည်းက\n​သေသွားပြီလို့ ထင်မှတ်ထားကြတဲ့ ချီတာရီ​ကောင် တစ်ဖြစ်လဲ\nနာဇီဗိုလ်ချုပ်ကလိုင်ဇာဟာ ဝါကန်ဒါတိုင်းပြည်မှာ တစ်ဖန်ပြန်\n​ပေါ်လာပြီး တီချာလာတို့ဆီက စွမ်းအင်အရင်းမြစ်ကို လုယူပြီး\nတစ်ကမ္ဘာလုံးကိုဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အတွက် စည်းလုံးမှု\nအားနည်း​နေတဲ့Avengersအဖွဲ့နဲ့ Black Pantherတို့​ပေါင်းပြီး\nကလိုင်ဇာနဲ့ ကမ္ဘာဖျက်ရန်စွယ်ကို နှိမ်နင်းဖို့ အ​ကြောင်းဖန်လာ\nပြန်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 GB) / (620 MB) / ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ultimate-avengers-2-rise-of-the-panther-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-1-141x200.jpg",
        "title": "Ultimate Avengers: The Movie (I) (2006)",
        "description": "Ultimate Avengers: The Movie (I) (2006)=============================IMDb Rating - 6.6/10၂၀၀၆ခုနှစ်ကတည်းက ထွက်ရှိခဲ့ပြီး Avengers Animation\nရယ်လို့ ပီပီပြင်ပြင်စထွက်ခဲ့တဲ့ Ultimate Avengers ကားကို\nတင်ဆက်​ပေးလိုက်ပါတယ်။ 2008မှာ Iron Man 1စထွက်ပြီး\nMCUရယ်လို့ အကြီးအကျယ်​အောင်မြင်တဲ့ Universeကြီးကို\nအ​ကောင်အထည်​ဖော်နိုင်ခဲ့တဲ့ MarvelဟာAnimationပိုင်းမှာ\nDCAUရဲ့အရှိန်နဲ့ Fanbaseကို မယှဉ်နိုင်သလို ကားထွက်ရှိမှု\nအပိုင်းမှာလည်း ​အတော်​အားနည်းခဲ့တာပါ။ ဒီAnimationက\nMarvelရဲ့ရှားရှားပါးပါး Avengersဇာတ်ကားဖြစ်ပြီး ၂ကား\nထွက်ရှိခဲ့တဲ့အထဲက နံပါတ် ၁ ဇာတ်ကားပါ။Storylineကို​တော့ Avengersအဖွဲ့ကြီး စတင်ဖွဲ့စည်းခြင်းကို\nအဓိကထားပြီး ဒုတိယကမ္ဘာစစ်မစ်ရှင်အတွင်းမှာ ပျောက်ဆုံး\nသွားတဲ့ ကပ္ပတိန်အ​မေရိကကိုပြန်လည်ရှာ​တွေ့ခြင်းနဲ့ အစပျိုး\nထားပါတယ်။ Live Action နဲ့ Storyline မတူညီမှုနည်းနည်း\nရှိပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းက ကပ္ပတိန်အ​မေရိကရဲ့\nမပြီးပြတ်​​သေးတဲ့ မစ်ရှင်က ဒီ​​နေ့ခေတ်အချိန်အထိ ပါလာပြီး\nတစ်ကမ္ဘာလုံးပျက်စီးနိုင်တဲ့ အ​ခြေအ​နေ​တွေ ဖြစ်လာတဲ့အခါ\nကပ္ပတိန်အ​မေရိကနဲ့ နစ်ဖြူရီတို့ဟာ တစ်ကိုယ်​တော်လှုပ်ရှား\n​နေကြတဲ့ စူပါဟီးရိုး​တွေကိုစုစည်းပြီး Avengersအဖွဲ့အဖြစ်\nကမ္ဘာဖျက်ရန်စွယ်ကို ကာကွယ်ဖို့ကြိုးစားကြပါ​တော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/ultimate-avengers-the-movie-i-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGRlODk2NTctNmRjNS00YjhmLTllYzAtMmJhNDY1NjIwOTA5XkEyXkFqcGdeQXVyMTEwOTUyOTg5._V1_-133x200.jpg",
        "title": "Kerosene (2022)",
        "description": "Kerosene (2022)IMDb-8.6/10အဖေတစ်ခု သမီးတစ်ခုပဲရှိတဲ့သားအဖနှစ်ယောက်တစ်နေ့ မင်္ဂလာဆောင်ကအပြန်\nရွာထဲခဏဆိုပြီး ထွက်သွားတဲ့သမီးလေးပြန်မလာလို့\nတစ်ညလုံးအနှံ့လိုက်ရှာခဲ့ပေမယ့် မတွေ့ခဲ့ရပဲ\nနောက်တစ်ရက်မနက်မှာ မီးကျွမ်းထားတဲ့အရိုးစုကိုပဲ တွေ့ရတော့တယ်သမီးလေးအတွက် တရားဥပဒေနဲ့အညီ မျှမျှတတလုပ်ပေးဖို့ တောင်းဆိုခဲ့ပေမယ့်\nရွေးကောက်ပွဲနီးကပ်နေတာကို အကြောင်းပြပြီး အနားရှိတဲ့ လူတစ်ယောက်ကိုပဲ\nတရားခံဆိုပြီး ထောင်ထဲဖမ်းထည့်ထားလိုက်တယ်ရဲမှူးတစ်ယောက်ရဲ့ သူငယ်ချင်းသတ်ခံရတဲ့အမှုနဲ့ပတ်သတ်ပြီး မှုခင်းထောက်လှမ်းရေး\nဗိုင်ဗက်ကို တာဝန်ပေးလိုက်တဲ့အချိန် သွားစစ်ဆေးတဲ့အချိန်ပိုင်းအတွင်းမှာပဲ\nတရားခံဖော်ထုတ်နိုင်ခဲ့တဲ့အတွက် နောက်ထပ်အမှုမှန်မပေါ်သေးတဲ့\nမိန်းကလေးတွေ သတ်ခံရတဲ့ အမှုကိုပါ တာ၀န်ပေးဖော်ထုတ်စေခဲ့တယ်မိန်းကလေးတွေ ရက်ရက်စက်စက် အသတ်ခံရတဲ့\nတရားခံကို ဘယ်လိုဖော်သွားမလဲ အကွက်ကျကျ\nရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…1.95GB / 996MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl & OeliuJ & Kevin Ag & Yunni",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/kerosene-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjgyNTBlOGYtZjgzMS00NDM1LWFhZTItMTNlNWZlOGI4YmVjXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Ramarao On Duty (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ရူပီး ၅၀နဲအမှုဖော်တဲ့ဘဲရီး ရာဗီး\nတီဂျာရဲ့ အမှု့ဖော်ပုံတွေကိုဆက်လက်ရှု့စားရမှာပါ။\nဒီကားက Main Cast တင်မကပဲ အရံတွေပါလုပ်ကွက်ထွက်တဲ့ကားပေါ့ဇာတ်လမ်းအကျဥ်း\n================\nအကောက်ခွန်မှူး ရာမာရာအိုဟာ အမှန်အတိုင်းသာဖြစ်ပါစေ\nဘယ်လိုကိစ္စမဆို အဆုံးထိ လိုက်သူပါ\nနူကလီးယားဓါတ်ပေါင်းဖိုဆောက်တဲ့ကိစ္စတစ်ခုမှာ သူမသိပဲ\nအကျိုးဆောင်ခဲ့တာကစပြီး ရည်းစားဟောင်းကောင်မလေးရဲ့\nယောကျာ်းပျောက်မှုကိုရှာရင်းဖွေရင်းနဲ့ မထင်မှတ်ဘဲ\nမဖော်ထုတ်ဘဲထားတဲ့လူပျောက်မှုတွေအပြင်\nမှောင်ခိုမှုတွေပါတန်းစီတွေ့လာတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲ ပြန်ဆုတ်ရိုးထုံးစံမရှိတဲ့\nရာမာရာအိုတစ်ယောက်အစတွေဆွဲထုတ်လွန်းလို့\nကြည့်မရဖြစ်နေတဲ့ရဲမှူးကရော ဘယ်လိုတွေပါဝင်ပတ်သက်နေမလဲ\nဆိုတာရုပ်ရှင်ထဲမှာ လိုက်ပါစီးမျောခံစားလိုက်ပါဦး\nFile size…2.6GB / 1.3GB\nQuality…1080p HQ AVC / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Kham Mon & Lwin Htoo & Kevin &  Yunni & Sora",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/ramarao-on-duty-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWNmYTc2YWQtZjk5Ni00NDc3LTk1YjQtMDUzNWM5NjVhMjI2XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_-133x200.jpg",
        "title": "Ram Gopal Varma Ki Aag (2007)",
        "description": "Ram Gopal Varma 2007\n------------------------\nကလည်းက ချလည်းချပြီး ဘောလိဝုဒ်ရဲ့အကျော်မော်\nမင်းသားနှစ်ယောက်ဖြစ်တဲ့ အမီတာဘချမ်းနဲ့ဗီဂျေးတို့ အပြိုင်ကြဲထားတဲ့\nအဟောင်းထဲက ဇာတ်ကောင်းတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားရဲ့ မင်းသားတွေဖြစ်တဲ့\nဟီရိုနဲ့ရာ့ဂ်ျတို့ဟာ လက်ရှိအလုပ်ကပြုတ်လာပြီး\nမွန်ဘိုင်းကိုရောက်လာခဲ့ကြပါတယ်။ဒီလိုနဲ့ရရာအလုပ်၀င်လုပ်ရင်း ဒုစရိုက်ဂိုဏ်းတစ်ခုနဲ့\nချိတ်ဆက်မိသွားတဲ့အခါမှာ သူတို့သူငယ်ချင်းနှစ်ယောက်\nရဲတွေနဲ့ပူးပေါင်းပြီး လူဆိုးတွေကိုဘယ်လိုနှိမ်နှင်းသွားမလဲဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်နေရမှာပါ။ ဇာတ်ကားရဲ့အဓိကဗီလိန်ဖြစ်တဲ့\nဘာ့ဘန်းရဲ့ သရုပ်ဆောင်ချက်တွေကလည်း\nကိုယ်တိုင်ပါကြက်သီးထမိလောက်အောင်ကို ပီပြင်လွန်းတဲ့အပြင်\nမင်းသားနှစ်ယောက်ရဲ့စော်ရှိတ်ပုံတွေကလည်း နှစ်ချို့FAဂေါင်းကြီးတို့အတွက်\nမနာလိုလွန်းချင်စရာတွေဖြစ်နေမှာပါ။ဒီကားမှာလူသတ်တာ၊ကြမ်းတာ၊ရမ်းတာတင်မကပဲ အပြင်ဘက်မှာ\nဘယ်လောက်ပဲကြမ်းတမ်းနေမှာစေ အတွင်းထဲမှာတော့ချစ်တတ်တဲ့စိတ်က\nလူတိုင်းမှာရှိနေပါတယ်ဆိုတာကိုပါ ရိုက်ပြသွားပါသေးတယ်။\nခေါင်းယမ်းပြီးစကားမပြောပေမယ့် ခါးယမ်းပြီး က သေးတာမို့\nအိန္ဒိယကားချစ်သူတွေအတွက် အိန္ဒိယကားအရသာလည်း ခံစားနေရဦးမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p WEBRIP AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "1.4",
        "url": "https://channelmyanmar.org/ram-gopal-varma-ki-aag-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHqzUMYRrviDqRwlGfqmdgfYkJj.jpg",
        "title": "The Whirlwind of Sword and Fairy ( 2022 )",
        "description": "\"မသေမျိုးတွေနဲ့ နတ်ဆိုးတွေကြားထဲက မကျေအေးနိုင်သော\nအငြိုးတရားတွေကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်\"လွန်ခဲ့တဲ့ နှစ်ပေါင်းရာချီလောက်က မသေမျိုးတွေ နဲ့\nနတ်ဆိုးတွေအတွင်းမှာ အချင်းချင်းအပြိုင်အဆိုင်\nတိုက်ခိုက်မှုတွေဖြစ်ပေါ်လာခဲ့ပါတယ်\nရှန်းကျန့်ဂိုဏ်း (မသေမျိုးဓားဂိုဏ်း) က ဘိုးဘေးတွေ နဲ့\nနတ်ဆိုးဂိုဏ်းရဲ့ခေါင်းဆောင် ဧကရာဇ်မင်းယိုတို့ဟာ\nခုနှစ်ရက် ခုနှစ်ညတိုင်တိုင် သူသေ ကိုယ်သေ\nတိုက်ပွဲဝင်ခဲ့ကြပြီးတဲ့နောက်မှာတော့ နတ်ဆိုးဘုရင်\nဧကရာဇ်မင်းယိုဟာ မရှုမလှနဲ့ အရှူံးဒဏ်ကို ခံစားလိုက်ရပါတော့တယ်အဲဒီနောက် နှစ်ပေါင်းများစွာကြာပြီးတဲ့နောက်မှာပဲ\nကျန်းကျီလင်ဟာ ရှန်းကျန့်ဂိုဏ်းရဲ့ ဂိုဏ်းချုပ်အသစ်ဖြစ်လာခဲ့ပါတယ်\nနတ်ဆိုးဘုရင်ကို ချေမှုန်းနိုင်တဲ့ ဇီချင်းဓားနှစ်သွယ်ဟာလဲ\nတစ်ဖန်ပြန်ပြီး အသက်ဝင်လာခဲ့သလို နတ်ဆိုးဘုရင်ဟာလဲ\nတစ်ဖန်ပြန်ပြီး ထွက်ပေါ်လို့လာခဲ့ပါတော့တယ်နတ်ဆိုးဘုရင်ပြန်လည်ပေါ်ထွက်လာတာနဲ့အတူ\nရွာထဲကမိန်းမပျိုလေးတွေကလဲ ထူးထူးခြားခြား\nပျောက်ဆုံးလို့ လာခဲ့ပါတော့တယ် နတ်ဆိုးတွေကိုသတ်ပြီး\nလောကကြီးကိုကယ်တင်ဖို့ ရှန်းကျန့်ဂိုဏ်းက\nထျန်းကန်းပေသို ဆိုတဲ့ ဓားသိုင်းအဖွဲ့ကို တည်ထောင်ခဲ့ပါတော့တယ်ကဲ...ဒါဆိုရင် သူတို့ရှန်းကျန့်ဂိုဏ်း(မသေမျိုးဓားဂိုဏ်း) ကရော\nအပြစ်မဲ့တဲ့ ပြည်သူတွေအတွက် နတ်ဆိုးဘုရင်ကို\nဘယ်လိုတွေပြန်ပြီးလက်စားချေကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ်ရာကြည့်ရှုရမဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်ရှင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Fantasy\nRuntime : 1h 22 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-whirlwind-of-sword-and-fairy-2022/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOGJkOWNjYmQtMjgzMi00NTUxLTk2M2MtZjJjMGZlZTgyZGI5XkEyXkFqcGdeQXVyNDIzMzcwNjc@._V1_-143x200.jpg",
        "title": "Red Dawn (2012)",
        "description": "ဒီကားဟာ 2012ခုနှစ်က ထွက်ရှိထားတာဖြစ်ပြီး MCUက မင်းသားချော Chris Hemsworthလည်း ပါဝင်ထားပါတယ်။ 1984ခုနှစ် ထွက်ရှိထားတဲ့ Red Dawnကို ပြန်လည် ရိုက်ကူးထားတာလည်း ဖြစ်ပါတယ်။ကမ္ဘာတစ်ဝှမ်း စီးပွားပျက်ကပ်နဲ့ ရင်ဆိုင်နေရချိန်မှာ အမေရိကန်အနေနဲ့ အနောက်အုပ်စုနဲ့ မြောက်ကိုရီးယားအကြား အခြေအနေတွေ တင်းမာလျက်ရှိပါတယ်။ ရေတပ်သားဂျက်ဟာ ခွင့်ရက်ရလို့ အဖေနဲ့ ညီဖြစ်သူရှိတဲ့အိမ်ကို ခေတ္တပြန်လာချိန်မှာ တစ်မြို့လုံး ကြုံတောင့်ကြုံခဲ မီးပျက်သွားပါတယ်။ မနက်မှ သိလိုက်ရတာကတော့ သူတို့မြို့တွင်းကို မြောက်ကိုရီးယားစစ်သားတွေ လေကြောင်းမှတဆင့် ကျူးကျော်လာနေပါပြီ။ ဂျက်ဟာ ညီဖြစ်သူနဲ့ သူငယ်ချင်း လူငယ်တစ်သိုက်ကို ခေါ်ပြီး တောထဲကအိမ်မှာ သွားပုန်းနေပါတယ်။ လူငယ်တွေဖြစ်တာကြောင့် မခံမရပ်နိုင်တဲ့အဆုံး မြောက်ကိုရီးယားကို ပြန်လည်တော်လှန်ဖို့ ရွေးချယ်လိုက်ကြပါတော့တယ်။ သူတို့တော်လှန်ရေးဟာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမလဲ၊ အောင်မြင်ပါ့မလားဆိုတာ.........File size…(2gb)/(998MB)/(491MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/red-dawn-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6YZdgdOKUEt9MQdLSTOi7aGlwU7.jpg",
        "title": "Qimen Dark Blade ( 2022 )",
        "description": "CM ပရိသတ်တိုအတွက် အခုတစ်ခါ ဘာသာပြန်တင်ဆက်ပေးမယ့်ကားလေးကတော့\nDark Blade ဆိုတဲ့ သိုင်းကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nစုန့်လျောင်ခေတ်တွင် လျှိဝှက်အဖွဲ \"ဖုန့်ဟော်တပ်\" က\nထန်ကျီယန်းကို မြိုတော်ဟွမ်ချိန်စီးမှာ သူလျှိအဖြစ်စေလွှတ်ခဲ့ပါတယ်။သိုပေမဲ့ သူမဟာ သူမခင်ပွန်း ကျိုးချန်အန်းနှင့်အတူ ဘဝကို\nအေးချမ်းစွာဖြတ်သန်းဖို ဆုံးဖြတ်လိုက်ချိန်မှာပဲ\nဖုန့်ဟော်တပ်က သူမခင်ပွန်းကို ဖမ်းဆီးခြင်းဖြင့်\nသူမကိုခြိမ်းခြောက်ပြီး မြောက်ပိုင်းမှ သံတမန်ကို\nသတ်ရန် တာဝန်အသစ်ပေးအပ်ခဲ့ပါတယ်။တာဝန်ထမ်းဆောင်နေစဉ်အတွင်းမှာ ဖုန့်ဟော်တပ်က\nသူမရှေ့မှာ သူမခင်ပွန်းကို သတ်ခဲ့တဲ့အတွက်\nဖုန့်ဟော်တပ်ကို ချေမှုန်းရန် သူမဆုံးဖြတ်လိုက်သည်။\nသူမ ဖုန်းဟော်တပ်ကြီးတစ်ခုလုံးကို\nချေမှုန်းဖို ဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံတွေ့ရမလဲ......\nထိုအန္တရာယ်တွေကို သူမဘယ်လို ဖြတ်သန်းမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုကြပါစို့\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action , Mystery\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/qimen-dark-blade-2022/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nD5BOVZXA9IRt6qMS1HygsMsi7q.jpg",
        "title": "Secret Escort ( 2022 )",
        "description": "CM Chinese fan တွေအတွက်\nငြိမ်းချမ်းရေးကို မြတ်နိုးပြီး\nထိန်းသိမ်းဖို့ကြိုးစားနေတဲ့\nတရုတ်အမျိုးသားတပ်မတော်ရဲ့ နိုင်ငံခြားရောက်\nတရုတ်လူမျိုးများကို ကယ်ဆယ်ရန်\nမစ်ရှင်ဆောင်ရွက်ချိန်မှာ\nစီးပွားရေးသမားများက\nသွေးဆောင်ခံရလို့ ငြိမ်းချမ်းရေးတပ်ဖွဲ့နဲ\nသဘောထားကွဲလွဲမှုကို\nအခြေခံရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးပေါ့...အက်ရှင်ကြိုက်ဖန်လေးတွေအတွက်\nမဖြစ်မနေကိုကြည့်သင့်တဲ့ကားကောင်းနော်...\nနိုင်ငံခြား တရုတ်လူမျိုးတို့ရဲ့ အန္တရာယ်နဲ့\nကာကွယ်မှုကင်းမဲ့ကြောင်းကို\nရိုက်ပြထားသလို ဒါက နိုင်ငံခြားရောက်သူအားလုံး ကြုံတွေ့နေတာမို့\nလေ့လာသင့်တဲ့ အချက်ပေါ့...ဒီလိုပဲ တစ်ဖက်မှာ စီးပွားရေးသမားတွေ တစ်ဒင်္ဂ\nငွေတစ်မျက်နှာကြည့်ပြီး ဆုံးဖြတ်လိုက်တာကြောင့်\nဘယ်လိုဒုက္ခတွေရောက်နိုင်သလို...\nဒီဒုက္ခဟာဆိုရင် သူတစ်ဖက်သားကိုပဲထိခိုက်စေတာမျိုးမဟုတ်ဘူးကိုယ်တိုင်ရောကိုယ့်မိသားစုအထိ ထိခိုက်စေတာမို့\nငွေတစ်မျက်နှာတည်းကြည့်ပြီး\nကိုယ့်တိုင်းပြည်နဲ့ လူမျိုး ပြည်သူကို\nမရောင်းချမိအောင် အခိုင်အမာ\nကာကွယ်စောင့်ရှောက်သင့်ကြောင်းကို\nရိုက်ကူးတင်ပြထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 16 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/secret-escort-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YhrxiO2qv3lyx4xCxqt1EFv2CT.jpg",
        "title": "Battlefield: Fall of The World ( 2022 )",
        "description": "CM ကနေမှ ဒီတစ်ခါမှာတော့ တင်ဆက်နေကျ ပုံစံမျိုးမဟုတ်တဲ့\nသိပ္ပံရုပ်ရှင်အမျိုးအစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင် လူသားတွေအတွက်တော့\nအိမ်မက်ဆိုးတစ်ခုလို နည်းပညာမြင့်မားလာတဲ့ တခြားဂြိုလ်တစ်ခုက\nဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကို ကျူးကျော်ဝင်ရောက်ပြီး\nလူသား‌‌တွေကို အမြစ်ပြတ်ချေမှုန်းပစ်ဖို အကောင်ထည်ဖော်နေချိန်မှာ\nကောင်းရန့် ဦးဆောင်ပြီး လင်ချန် ကျောက်လိကျင်းတို ကနေပြီးတော့\nခုခံရေးတပ်ဖွဲငယ်လေးကို ဖွဲပြီး ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ\nလက်ထဲကနေ ကယ်တင်ကြတဲ့ အကြောင်းလေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ကမ္ဘာကြီးက ဂြိုလ်သားတွေကြောင့် ပျက်စီးလုနီးပါးဖြစ်နေတဲ့အချိန်မှာ\nကမ္ဘာကြီးကို ကယ်တင်ဖို ဘယ်လိုကြိုးပမ်းသွားမှာလဲဆိုတာကိုတော့\nဒီသည်းထိတ်ရင်ဖိုစရာ ဇာတ်ကား လေးမှာ ကြည့်ရှုလိုရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science-Fiction\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/battlefield-fall-of-the-world-2022/",
        "category": "Action, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/16606747890792-137x200.jpeg",
        "title": "End of the Road (2022)",
        "description": "End of the Road ( 2022 )Fast and Furiousကားတွေနဲ့ လူသိများတဲ့ Ludacrisရဲ့ action , thrillerကားအသစ်ပါ။ အကြွေးတွေပိနေလို့ အိမ်ရောင်းဆပ်ပြီး အဘွားအိမ်ကိုပြောင်းဖို့ နှစ်ညအိပ်သုံးရက်ခရီးရှည်ကြီးကို အိမ်စီးကားလေးနဲ့သွားကြတဲ့ မိသားစုတစ်စုရဲ့ လမ်းတစ်လျှောက်က အခက်အခဲတွေအကြောင်းပါ။မတည့်မရှု့ဖြစ်နေတဲ့ သူတို့မိသားစုဟာ ဘုနဲ့ဘောက်နဲ့ ခရီးထွက်ကြရင်း လမ်းမှာ မိုတယ်တစ်ခုမှာ တစ်ညဝင်အိပ်ကြပါတယ်။ ဘေးခန်းက အသံတွေကြားလို့ သွားကြည့်တော့ လူတစ်ယောက်သေနတ်မှန်ထားလို့ ကယ်ဖို့လုပ်ရင်း သူထားခဲ့တဲ့ပိုက်ဆံလက်ဆွဲအိတ်လိုက်ကြီးကို တွေ့သွားကြတယ်။ ကယ်ဖို့လုပ်ကြပေမဲ့ မမီတော့ပါဘူး။ ငွေတွေယူပြီးပဲထွက်လာလိုက်ကြတယ်။ လမ်းခုလတ်ကျတော့ ငွေတွေရဲ့ပိုင်ရှင် မူးယစ်ရာဇာကြီးက သူ့ငွေတွေကိုပြန်တောင်းပါတယ်။ မူးယစ်ရာဇာကြီးက သူ့ကလေးတွေကိုပါပြန်ပေးဆွဲပြီးငွေတွေပြန်ရအောင်ကြံပါတယ်။ ဒီလိုနဲ့ အမေနဲ့ဦးလေးဟာ ကလေးနှစ်ယောက်အတွက် အဲဒီနယ်တစ်ခွင်က ဘယ်သူမှမော်မကြည့်ရဲတဲ့လူဆိုးကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ကြတဲ့အခါမှာတော့..File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:29:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/end-of-the-road-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Et0soJtAfLLRxT1gTFpmPlxxRn.jpg",
        "title": "The ancient City of Loulan ( 2022 )",
        "description": "လွန်ခဲ့သောရာစုနှစ်အစတွေမှာ Loulan ၏ရှေးဟောင်းမြို့တော်ရဲ့\nအပျက်အစီးများကိုရှာဖွေတွေ့ရှိခဲ့ပြီးကမ္ဘာတစ်ဝှမ်းမှစူးစမ်းရှာဖွေသူများက\nရတနာများကိုရှာဖွေရန်ဦးဆောင်ပြီးမရေမတွက်နိုင်သော\nအဖိုးတန်ယဉ်ကျေးမှုအမွေအနှစ်များကို\nနိုင်ငံခြားဘဏ္ဍာခိုးယူသူများမှတူးဖေါ်ထုတ်ခဲ့ကြပါတယ်Chen Xiao ကလည်း ဓားပြများကို ဖျက်ဆီးပြီး\nနိုင်ငံတော်ဘဏ္ဍာများ ခိုးယူခြင်းမှ တားဆီးရန် ကြိုးကြိုးစားစား\nလုပ်ဆောင်နေလို့သူ့ကိုလဲ ဓါးပြတွေက နံပါတ်၁ ရန်သူအဖြစ်သတ်မှတ်\nထားကြပါတယ်ဒီလိုဓါးပြတွေကဝိုင်းပြီးရန်မူကြလို့သူ့ခမျာ လွတ်အောင်ပြေးရင်းနဲ့ပဲ\nထူးဆန်းပြီးဆန်းကြယ်တဲ့မြို့တော်ထဲကို\nမျက်စိလည်လမ်းမှားပြီးရောက်ရှိသွားပါတော့တယ်\nအဲ့မြို့တော်ထဲမှာပဲ အဖွဲ့တဖွဲ့နဲ့တွေ့တဲ့အခါ\nပူးပေါင်းပြီးဘယ်လိုအသက်ရှင်လွတ်မြောက်အောင်\nကြိုးစားကြမလဲပြီးတော့ ရှေးဟောင်းယဉ်ကျေးမှု အမွေအနှစ်တွေကို\nသဘောကျတဲ့ သူခိုးတွေရန်ကလည်း ပစ္စည်းတွေကို\nဘယ်လိုကာကွယ်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-ancient-city-of-loulan-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzk3N2IxZWQtMjdkYS00ODY5LThiNTAtNzY3YmI1ZGJhNDM0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-128x200.jpg",
        "title": "Viruman (2022)",
        "description": "Viruman (2022)\nImdb-5.2/10\nTimes of India-1.8/5ဗီရူမန်ကတော့ မွေးချင်းညီအစ်ကို လေးယောက်ထဲမှာ အငယ်ဆုံးသားဖြစ်ပါတယ်\nသူငယ်ငယ်လေးထဲက သူ့အဖေအရင်းကိုတောင် ဓါးကိုင်ပြီးလိုက်ခုတ်ခဲ့ဖူးပါတယ်\nအကြောင်းရင်းကတော့သူ့အမေအရင်းက သူ့အဖေရဲ့နှိပ်စက်မှုဒဏ်တွေကြောင့်\nဆုံးပါးသွားခဲ့ပါတယ်အဲ့ဒါကြောင့်သူ့အဖေကို နာကျည်းမုန်းတီးကာ ငယ်ငယ်ထဲက\nသူ့ဦးလေးတွေနဲ့ပဲနေထိုင်ကြီးပြင်းခဲ့ပါတယ် ဒီလိုနဲ့ကြီးပြင်းလာ‌တော့\nသူ့အဖေကိုLesson ပေးချင် အပြစ်တွေအတွက် ပြစ်ဒဏ်ခံယူစေချင်တာကြောင့်\nအမျိုးမျိုးနှောင့်ယှက်ဒုက္ခပေးပါတော့တယ်သူ့အဖေကတော့ လာဘ်စားပြီးမောက်မာဆိုးသွမ်းတဲ့လွှတ်တော်အမတ်တစ်ဦး ဖြစ်ပါတယ်\nထို့အပြင်သူ့အစ်ကိုသုံးယောက်ကိုလည်း မကောင်းတဲ့ဖခင်ကိုဆန့်ကျင်စေချင်တာကြောင့်\nလိုက်လံစည်းရုံးပေမဲ့ သူ့အစ်ကို ၃ယောက်က ငွေ ၊ ပစ္စည်းဥစ္စာမျက်နှာကြောင့်\nသူ့အဖေဘက်ကနေထွက်မလာပါဘူး ဒီလိုနဲ့\n‌ဖအေနဲ့ သားရဲ့တိုက်ပွဲမှာ နောက်ဆုံးသူ့အဖေကပဲရှုံးပြီး အပြစ်ကြွေးတွေဆပ်ရမလား...\nသူ့သားကပဲလက်လျှော့သွားရမလားဆိုတာ...\nFile size…3GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & Allena & Kevin & Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/viruman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-nenokkadine-150x200.jpg",
        "title": "1: Nenokkadine (2014)",
        "description": "1: Nenokkadine (2014)\n=================အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ ဝန်ကြီးချုပ်မင်းသား\nမဟေရှ်ဘာဘူရဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားမှာတော့ ပုံရိပ်တွေကို မြင်ယောင်နေတဲ့ ရော့ခ်စတားတစ်ယောက်ပေါ့...\nအပြင်မှာတကယ်မရှိတာကို ရှိနေသလို သူက မြင်ယောင်နေရတယ်...\nသူ့မိဘတွေကို လူသုံးယောက်က သတ်သွားတယ် သတ်သွားတဲ့ လူတွေကို\nသူက လိုက်သတ်တယ် ဒါပေမဲ့ အဲ့ဒါဟာ တကယ်မဟုတ်ဘဲ\nသူ့စိတ်ကူးသက်သက်သာဖြစ်တယ်လို့ လူတွေက ပြောကြတယ်....ငယ်ငယ်လေးကတည်းက မိဘမရှိ တစ်ကောင်ကြွက်လို့\nလူတွေကပြောကြပေမယ့် သူလက် မခံခဲ့ဘူး သူ့မှာမိဘတွေရှိတယ်\nသူ့မိဘတွေအသတ်ခံခဲ့ရတယ်လို့ပဲ ယုံကြည်ထားတယ်....ဒီတော့ အဲ့ဒီလူသုံးယောက်ကို လက်စားချေရမယ်ပေါ့....\nစိတ်ကူးနဲ့လက်တွေ့ကြားဝေခွဲရခက်နေတဲ့သူဟာ\nတကယ်ပဲ မိဘတွေအသတ်ခံခဲ့ရတာလား....ဒါမှမဟုတ် သူ့မှာမိဘတွေရော ရှိရဲ့လား....\nရှိတယ်ဆိုရင်ရော လက်စားချေနိုင်ပါ့မလားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ လှည့်ကွက်ပေါင်းများစွာနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်နော်....\nFile size…3.4GB  / 1.76GB\nQuality…1080p BluRay UNCUT / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/1-nenokkadine-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujqyF96Zg3rfrsh9M0cEF0Yzqj.jpg",
        "title": "Falling Down (1993)",
        "description": "Falling Down (1993) အညွှန်း*************************IMDb...7.6,,,Rt....85%နာမည်ကျော်မင်းသားကြီး မိုက်ကယ်ဒေါက်ကလပ်ရဲ့ Gold but Old Crime/ Actionရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသားကြီးကိုယ်တိုင်ကသူသရုပ်ဆောင်ခဲ့သမျှထဲမှာ အကြိုက်ဆုံးလို့ ဆိုထားပါတယ်။ဝီလီယံဖော်စတာဟာ လောလောလတ်လတ်အလုပ်ထုတ်ခံလိုက်ရတဲ့ဒုံးကျည်အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး ယာဉ်ကြောပိတ်ဆို့မှုတွေ၊ညစ်ပတ်နေတဲ့လမ်းတွေ၊ ရိုင်းစိုင်းတဲ့လူတွေ၊ ကွဲအက်နေတဲ့ ပလက်ဖောင်းတွေကသူ့ရဲ့ မျှခြေမညီတဲ့ အတွေးအခေါ်တွေ၊ခံပြင်းဒေါသတွေနဲ့ခါးသီးမှုတွေကို ပေါက်ကွဲစေတဲ့ တွန်းအားတွေဖြစ်လာတဲ့အခါ\nဝီလီယံတစ်ယောက် ပြစ်မှုတွေကို ဆက်တိုက်ကျူးလွန်မိပုံနဲ့ထိုခေတ်ထိုအခါက ခေတ်စနစ်ကို ပေါ်လွင်အောင် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။  File Size :(2.1GB)(711MB) and (217MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/falling-down-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n   \nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ်\nကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှ\nာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။\nကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး\nအသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက်\nဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက\nဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ငြင်းဆိုခဲ့တဲ့အတွက် ဒုတိယမြောက်ဟင်နရီဖို့ဒ်ဟာ ငွေတွေပုံအောသုံးပြီး\nအကောင်းဆုံးလူတွေနဲ့ ပြိုင်ကားတည်ဆောက်၊ လမန်းစ်ပြိုင်ပွဲမှာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1xhoy/Ford_v_Ferrari_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTU1MjcyMGUtODI3ZS00NTc4LWExNjgtY2ZjZGJlZmUyMmFhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Thallumaala (2022)",
        "description": "Thallumaala (2022)IMDb - 7.6\nဒီတစ်ခေါက်တော့ Vaashi ထဲမှာ ရှေ့နေအဖြစ်သရုပ်ဆောင်တဲ့ မာလာရာလမ်မင်းသား တိုဗီနိုသောမတ်စ်နဲ့\nBro Daddy ထဲကမင်းသမီး ကလျာနီ ပရီရာဒါရှန် တိုရဲ့ ၂၀၂၂ နှစ်ထွက် မာလာရာလမ် Action / Comedy\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDB 7.6 မို Rating လေးလည်း မဆိုးလှပါဘူးဒီကားကို ကြည့်တဲ့သူထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဖြစ်ရင်းကနေ သူငယ်ချင်းတွေဖြစ်သွားကြတဲ့သူတွေရှိလား။\nရန်ဖြစ်တယ်ဆိုတာ ကလေးဘဝရဲ့အစိတ်အပိုင်းပါပဲလို ပြောကြပါတယ်။ သွေးပူတဲ့အရွယ်၊ တက်ကြွတဲ့အရွယ်မှာ\nထစ်ခနဲ စိတ်ထဲရှိတဲ့အတိုင်း ဝုန်းဒိုင်းကြဲကောက်လုပ်မိကြလို ရန်တွေထသတ်ကြရာကနေ ခင်မင်ရင်းနှီးသွားတဲ့\nသူငယ်ချင်းတွေ ရှိကြပါတယ်။ ဒီထဲမှာလည်း ဒီလိုပါပဲ။ သူတို့ငါးယောက်က ရန်ဖြစ်ကြရာကနေ သူငယ်ချင်းတွေဖြစ်လာကြတာပါ။အဓိကဇာတ်လိုက်ဖြစ်သူ ဝါဇီက သူ့ရဲ့ကောင်မလေးနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းလေးယောက်က\nရာဂျီမက်သရူးဆိုသူနဲ့ ရန်စရှိနေကြပြီးတော့ ရာဂျီက ရန်ပွဲကို ရပ်ချင်တာကြောင့် ပြန်ဖြန်ဖြေဖို့ကြိုးစားပေမဲ့လည်း\nနားလည်မှုတွေလွဲကြပြီးတော့ ဝါဇီရဲ့မင်္ဂလာဆောင်မှာ နောက်ထပ်ရန်ပွဲတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။\nဒီရန်ပွဲကနေပဲ ဝါဇီက အင်တာနက်မှာ ရေပန်းစားတဲ့သူ ဖြစ်သွားခဲ့ပြီး မင်္ဂလာပွဲလည်းပျက်ကာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/thallumaala-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-one-138x200.jpg",
        "title": "One Way (2022)",
        "description": "မိဘ ဆိုတာသားသမီးတွေအတွက် ရနိုင်သမျှအကောင်းဆုံး ပေးချင်ကြတာပါ သူတို့အတွက် မဟုတ်ရင်တောင် သားသမီးတွေအတွက်ဆိုရင်တော့ မရှက်မကြောက်ကို လုပ်ပေးတတ်တဲ့ သူမျိုးတွေပေါ့ ဒါပေမဲ့ မိဘတိုင်းတော့ မဟုတ်ပြန်ပါဘူး တချို့သူတွေကတော့ တစ်ကိုယ်ကောင်းဆန်ရင် သားသမီးတွေကိုတောင် ထည့်မတွက်နိုင်တော့လောက်အောင်ကို ဆန်တတ်တဲ့သူမျိုးတွေပါပဲ ဒီကားလေးထဲမှာတော့ အဲဒီလိုမျိုး မိဘနှစ်မျိုးလုံးကို တစ်ခါတည်း တွေ့နိုင်ပါတယ်ဖရက်ဒီဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ သူအလုပ်လုပ်နေတဲ့ လူမိုက်ဂိုဏ်းဆီကနေပဲ ပိုက်ဆံတွေနဲ့ ဘိန်းဖြူတွေကိုခိုးပြီး ထွက်ပြေးခဲ့တာပါ ခိုးမဲ့အစီစဉ်ထဲမှာတော့ ၃ယောက်ဆိုပေမဲ့ တစ်ယောက်ကိုဖမ်းမိ သူလည်းသေနတ်ဒဏ်ရာရ သူတို့ကိုစောင့်နေတဲ့ ကားသမားကလည်း သေနတ်သံကြားလို့ထွက်ပြေးရင်း ကိုင်ရို ဆီသွားမဲ့ ဘတ်စ်ကားပေါ် ရောက်ခဲ့တာပါ သေနတ်ဒဏ်ရာနဲ့ ဖရက်ဒီတစ်ယောက် ကားပေါ်မှာ ဘာတွေများဆက်ဖြစ်မလဲ ပိုက်ဆံတွေနဲ့ဘိန်းဖြူတွေကရော ဘယ်သူ့ဆီကနေခိုးလာခဲ့တာလဲ ဘယ်သူ့အတွက်သူဒီလောက်ထိစွန့်စားရတာလဲ သူအားကိုးတဲ့ အဖေကရော ဘယ်လိုဆက်ဆံမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ကောင်းမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲဗျာ.......File size…(1.54gb)/(724MB)/(331MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/one-way-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfTpuQGMHinR3dc6mZ5bXq3mTKk.jpg",
        "title": "Willow (1988)",
        "description": "Willow (1988)~ IMDb rating - 7.2/10 ~\"Star Wars & Indiana Jones\" အဲဒီဖန်ဒန်ကြီး၂ခုလုံးကို တည်ဆောက်ဖန်တီးခဲ့တဲ့ George Lucas ကို မသိတဲ့လူမရှိပါဘူး။ တစ်ခေတ်တစ်ယောက် ဆရာ့ဆရာကြီးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ကလည်း သူ့ဇာတ်လမ်းပါပဲ။ သူတည်ဆောက်ခဲ့တဲ့ နောက်ယူနီဗာ့စ်ကြီးတစ်ခုပေါ့။ဒီရုပ်ရှင်က လူးကတ်စ်ရဲ့ မှော်ဇာတ်လမ်းပေါ့။ ရိုက်တာကတော့ ရွန်ဟောင်းဝတ်။ ဒီနှစ်ထဲတင် Thirteen Lives ထွက်ထားတဲ့၊ တစ်နှစ်ထဲမှာတင် Best Director ရော Best Picture ဆုပါရဖူးတဲ့ နာမည်ကြီးဒါရိုက်တာပါပဲ။ ကားကတော့ fantasy ကိုမှ LoTR တို့ ဘာတို့ကို ပိစိလောက်ဆင်နေတဲ့ပုံစံ။ ဇာတ်ကတော့အရမ်းကြီးမကြီးကျယ်ဘူး။ မကြီးကျယ်ဆို ဒီတစ်ကားပဲရှိသေးပေမဲ့ ဒီတစ်ကားက အစကနဦးလို့ပဲပြောရမယ်။ ရှေ့အများကြီးဆက်ရင်တော့ ဘယ်လိုဖြစ်လာမလဲပြောမရပေါ့။ သို့ပေမဲ့ နောက်နှစ်လလောက်ကျရင် ဒီကားရဲ့အဆက် ဇာတ်လမ်းတွဲထွက်လာမှာပါ။ သို့ပေမဲ့ သူကတော့ LoTR ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/willow-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/erKuvxvfdkUU1nu9cSNGEfGfy4A.jpg",
        "title": "Hansan: Rising Dragon (2022)",
        "description": "Hansan: Rising Dragon (2022)(သမိုင်းကြောင်းပြန်လည်ပြောပြချိန် စာတန်းထိုး မညီခြင်းနှင့် ရှေးခေတ်စစ်ဘက်ဆိုင်ရာ အသုံးအနှုန်းလိုအပ်ချက်များအား ပြန်လည်ပြင်ဆင်ထားပါပြီ)ဒါရိုက်တာ Kim Han-min ဆိုတာကတော့ The Admiral: Roaring Current, War of the Arrows တို့လို နာမည်ကြီး ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့သူပါ။ အခုလည်း ဂျိုဆွန်း ရေတပ် စစ်သူကြီး လီဆွန်းရှင်းအကြောင်း ထပ်မံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ် ထွက်လာခဲ့ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း စစ်သူကြီး လီဆွန်းရှင်းဟာ ဂျပန် ကျူးကျော်စစ်ကို ရွပ်ရွပ်ချွံချွံ တိုက်ခိုက်ခဲ့ပြီး စစ်ပရိယာယ် ကြွယ်ဝတဲ့ နည်းဗျူဟာမှုးအဖြစ်လည်း ကျော်ကြားပါတယ်။ဒီ Hansan: Rising Dragon ဆိုတဲ့ ရုပ်ရှင်ကတော့ စစ်သူကြီး လီဆွန်းရှင်းရဲ့ သမိုင်းဝင် အောင်ပွဲဆင်နိုင်ခဲ့တဲ့ ဟာဆန်းဒို တိုက်ပွဲ အကြောင်းကို အခြေခံပြီး အသေးစိတ် ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး ဖြစ်ပါတယ်။တစ်ခေတ်တစ်ခါက အာရှကို ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/hansan-rising-dragon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BN2ZhNjdlZDUtYThkZS00ZDNlLTg2NDEtOGRlNDdiMDBlZmQ0XkEyXkFqcGdeQXVyOTY5MTE4MjA@._V1_-160x200.jpg",
        "title": "Sita Ramam (2022)",
        "description": "Action, Drama, Mystery\nIMDB 8.2/ 14kဒီတစ်ခေါက် CM က တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် မင်းသမီး ရက်ရှ်မီကာ ပါဝင်အားဖြည့်ပေးထားတဲ့\nအိန္ဒိယ ပါကစ္စတန်ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အက်ဖရင်း (ရက်ရှ်မီကာ) ဟာ ပါကစ္စတန်လူငယ်ဥက္ကဌဖြစ်ပြီး\nအိန္ဒိယတွေကို တအားမုန်းတဲ့သူဖြစ်ပါတယ်အိန္ဒိယကျောင်းသားနဲ့ ပါကစ္စတန်ကျောင်းသားတွေ\nအဓိကရုဏ်းဖြစ်ပြီး အိန္ဒိယဘက်က ပါကစ္စတန်အလံကို\nမီးရှိခဲ့တဲ့အတွက်\nသူဟာ အိန္ဒိယအကြီးအကဲတစ်ယောက်ရဲ့ကားကို\nပြန်ပြီး မီးရှိခဲ့ပါတယ်အဲဒီအတွက် ဟိုဘက်က သူ့ကို တောင်းပန်ရင်ပန်\nမဟုတ်ရင် လျော်ကြေး ၁ သန်းပေးရမယ်လို ပြောပါတယ်ဒါနဲ့ပဲ အိန္ဒိယတွေကို တအားမုန်းတဲ့ အက်ဖရင်းဟာ\nအိန္ဒိယတစ်ယောက်ကို တောင်းပန်မယ့်အစား လျော်ကြေးပဲပေးမယ်လို\nဆုံးဖြတ်ပြီး အဘိုးဖြစ်သူဆီက ပိုက်ဆံတောင်းလိုက်ပါတယ်ဒါပေမယ့် သူ့အဘိုးဖြစ်သူဟာ သေဆုံးသွားပြီဖြစ်ပြီး\nသေတမ်းစာထဲမှာ သူ လွန်ခဲ့တဲ့နှစ် (၂၀) က မတည်နိုင်ခဲ့တဲ့\nကတိတစ်ခုကို \"အက်ဖရင်း\" က တည်အောင်လုပ်ပေးရမယ်\nအဲဒီလိုလုပ်ပေးမှ အမွေတွေပေးမယ်လို ရေးထားခဲ့ပါတယ်အဲဒီကတိကတော့ သူ့သူငယ်ချင်းဖြစ်သူ \"ရမ်\" ရဲ့\nကောင်မလေး \"ဆီတာ\" ဆီ မပိုဖြစ်ခဲ့တဲ့ စာတစ်စောင်ကို ပိုပေးရမှာပဲဖြစ်ပါတယ်...\nခက်တာက အဲဒီ \"ရမ်\" နဲ့ \"ဆီတာ\" ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/sita-ramam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZTU5YjI3YjMtZjU4Mi00ZTM3LTlmM2MtOTA2N2EwOGIwOTE3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Ek Villain Returns (2022)",
        "description": "Ek Villain Returns (2022)\nAction, Romance, Thriller\nIMDb 6.1/10\nမင်းသားကြီး ဂျွန်အာဘရာဟမ်နဲ့မင်းသားကြီးအရ်ဂျွန်ကပူးနဲ့\nမင်းသမီးချောဒစ်ရှာနဲ့ heropantiကချစ်စရာစပ်စလူးစိန်မင်းသမီးလေး တာရာတို့\nရိုက်ကူးထားတဲ့ ရုံတင်ကားသစ်ရပါပြီဒီကားက ဗီလိန်နှစ်ယောက်အားပြိုင်တဲ့ကား...\nတစ်ဖက်သတ်အချစ်တွေ နစ်မွန်းလာတဲ့အခါ လူက\nစိတ်ထွက်ပေါက်မရှိတော့ဘဲ လုပ်မိလုပ်ရာ လုပ်တတ်ကြရင်း\nစိတ္တဇဆန်ဆန်ဖြစ်လာတတ်ကြပါတယ်...မပိုင်ဆိုင်ရလည်း တခြားသူလက်ထဲ မပေးအပ်နိုင်ဘူးလို့\nစိတ်ဆုံးဖြတ်ပြီးတဲ့နောက် ကိုယ်ချစ်ရသူကို အတ္တဆန်ဆန်\nအချစ်မျိုးနဲ့ ချစ်လာတတ်ကြပါတယ်...တချို့ကျတော့လည်း ချစ်တော့ချစ်တယ် ဒါပေမဲ့\nအသက်အသေခံလိုက်မယ် အရှုံးတော့မခံနိုင်ဘူးဆိုတဲ့ အချစ်မျိုး...ဒီလိုအချစ်မျိုးတွေက လမ်းမှားကိုဆွဲခေါ်သွားနေပေမယ့်လည်း\nကိုယ်ကိုယ်တိုင်ကတော့ ဒီအချစ်မျိုးထဲမှာ ပျော်မွေ့နေတတ်ကြပါတယ်...မွန်ဘိုင်းမြို့နယ်အတွင်းမှာ ကောင်မလေးတွေ အသတ်ခံနေရတယ်\nလိုက်လံစုံစမ်းကြည့်တော့ လူသတ်သမားဟာ ရည်းစားရှိတဲ့မိန်းကလေးတွေကိုပဲ\nပစ်မှတ်ထားပြီး ရွေးသတ်နေပါတယ်...ကဲ..ဇာတ်ကားကြည့်ပြီး ဆားပုလင်းနှင်းမောင်သာ လုပ်ပေတော့နော်ဒီဇာတ်ကားမှာ လှည့်ကွက်လေးတွေသုံးထားတာမို့ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nမင်းသမီးချောလေးနှစ်လက်အပြိုင်ကြဲပြီး လန်းပေးထားလို့\nကြည့်ရကျိုးနပ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်...\nFile size…2.5GB / 1.1GB\nQuality…1080p Hindi True WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ek-villain-returns-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/th-135x200.jpg",
        "title": "Thor: Love and Thunder (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ စတုတ္ထမြောက် သောရ် ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။ အရှေ့မှာတော့ Thor, Thor : Dark World, Thor Ragnarok တို့ ထွက်ထားခဲ့ပြီးပါပြီ။ ဒီဇာတ်လမ်းကတော့ Avengers : Endgame အပြီးမှာ Guardians of the Galaxy နဲ့အတူ အာကာသထဲမှာ စွန့်စားခန်းဖွင့်ဖို့ ထွက်လာခဲ့တဲ့ သောရ်ရဲ့အကြောင်းပါပဲ။ဒီတစ်ခါ သောရ်ရင်ဆိုင်ရမှာကတော့ နတ်ဘုရားသတ်သမား ဂေါရ် ဆိုတဲ့ ဗီလိန်ပါပဲ။ ဂေါရ်ဟာ အရင်က နတ်ဘုရားကို ယုံကြည်ကိုးကွယ်ခဲ့သူဖြစ်ပေမဲ့ သူတို့ဂြိုလ်ကြီး အငတ်ဘေးဆိုက်ပြီး နောက်ဆုံး သူ့ရဲ့သမီးလေးပါ သေသွားတာကို နတ်ဘုရားတွေက ပျက်ရယ်ပြုပြီး လျစ်လျူရှုထားတာကိုတွေ့အပြီးမှာ နတ်ဘုရားတွေကိုမုန်းတီးသွားခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နတ်ဘုရားတွေကို သတ်နိုင်တဲ့ ရှေးဟောင်းလက်နက်တစ်ခုဖြစ်တဲ့ ကျိန်စာသင့် နက်ခရိုဓားဟာ ဂေါရ်ရဲ့လက်ထဲကို ရောက်လာခဲ့ပါတယ်။ အဲဒီဓားနဲ့ ဂေါရ်တစ်ယောက် စကြဝဠာတစ်ခွင်က နတ်ဘုရားတွေကို လိုက်သတ်နေရင်း ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/thor-love-and-thunder-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjMyNDkzMzI1OF5BMl5BanBnXkFtZTgwODcxODg5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Thor: Ragnarok (2017) MCU",
        "description": "Thor: Ragnarok (2017)IMDb Raing (8.0)Thor ဇာတ်ကားတွေက ၂၀၁၁ နဲ့ ၂၀၁၃ တုန်းက ဆက် တိုက်ထွက်ရှိခဲ့ပြီး အခုတတိယမြောက်မှာ ဒါရိုက်တာ တိုက်ကာ ဝိတ်တီက ဘယ်လိုဇာတ်အိမ် တည်ထားလဲဆိုတာ စိတ်ဝင်စားစရာပါ။အန်တိုနီဟော့ပ်ကင်းစ်၊ ဘန်နီဒစ်ကန်ဘာဘက်ချ်၊ ကိတ်ဘ လန်ချက်၊ ခရစ္စဟမ်းစ်ဝေါ့သ်၊ ကန်လန်စီဘရောင်းစသူတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ပဲမို့ စိတ်ကူးယဉ် သိပ္ပံ၊ စွန့်စားခန်း၊ ဟာသ၊ အက် ရှင်ရသတွေကို အပြည့်အဝခံစား ရဦးမှာပါ။ဆိုကိုဗီးယားစစ်ပွဲအပြီး ၂ နှစ်အကြာမှာ သော ဟာမီးမိစ္ဆာဆာတာရဲ့ ဖမ်းဆီးတာကိုခံထားရပါ တယ်။ သောရဲ့ ဖခင် အိုဒင်ဟာ အက်စ်ဂါ့တ်မှာ ကြာကြာနေရမှာ မဟုတ်တဲ့အကြောင်းနဲ့ အရာအား လုံးကို သူ့ရဲ့မီးလျှံနဲ့ ဖျက်ဆီးပစ် မယ်လို့ ဆာတာကပြောပေမယ့် သောဟာ ဆာတာကို အနိုင်ယူနိုင် ခဲ့ပါတယ်။\nအက်စ်ဂါ့တ်ကို ပြန်ရောက်ခဲ့ တဲ့ သောဟာ မွေးစားညီအစ်ကို လိုကီကို ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/thor-ragnarok2017bluray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp6OxE4poJ4G7c0U2ZIXasTSMR7.jpg",
        "title": "Thor: The Dark World (2013) MCU",
        "description": "Thor: The Dark World (2013)IMDb Rating (6.8)ဇာတ်လမ်းအဖွင့်မှာ Odin က လက်ရှိ စင်္ကြာဝဠာထဲမှာ ဘာမှမရှိခင်ကာလတုန်းက အရာအားလုံး အမှောင်အတိဖြစ်နေပြီး အဲ့ဒီအမှောင်ထုထဲမှာ Dark Elf လို့ခေါ်တဲ့ လူမျိုးစုတွေ အမှောင်ထဲမှာနေထိုင်ကြပါတယ်။ အဲ့ဒီနောက်မှာ အလင်းရောင်ဖြစ်ပေါ်လာပြီး တစ်ခြား သတ္တဝါတွေ ဖြစ်လာပြီးနဲ့နောက်မှာ Dark Elf မင်းသားက စင်္ကြဝဠာကြီးကို အရင်လို အမှောင် ဘ၀ ပြန်ရောက်အောင်လုပ်ဖို့ကြိုးစားရာမှာ Odin ရဲ့အဖေ Bor က တားဆီးနိုင်ခဲ့ပါတယ်။Dark Elf (Malekith) ရဲ့ လက်နှက် အဖြစ်သုံးတဲ့ Aether လို့ခေါ်တဲ့ အရာဝတ္ထုကိုတော့ ဖျက်ဆီးလို့မဖြစ်လို့ဘယ်သူမှာ မတွေ့နိုင်တဲ့နေရာမှာ ဖွက်ထားခဲ့ပါတယ်။ ဒါကို မင်းသမီး Natalie Portman က Thor နဲ့အဆက်အသွယ်ရဖို့ ကြိုးစားနေရင်းနဲ့ မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့ပါတယ်။ (ကမ္ဘာတွေအားလုံးက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/thor-the-dark-world-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Thor_poster-135x200.jpg",
        "title": "Thor (2011) MCU",
        "description": "Thor (2011)IMDb Rating (7.0)လွန်ခဲ့သည့် နှစ်ပေါင်းများစွာက စကြဝဠာတွင် အဖွဲ့အစည်း ၃ ခုတည်ရှိသည်။ Giant Frost, Asgard နှင့် လူသား မျိုးနွယ်များဖြစ်သည်။ Giant Frost က လူသားမျိုးနွယ်စု နေထိုင်သည့် ကမ္ဘာမြေကြီးကို ကျူးကျော် တိုက်ခိုက်သည်။ သို့သော် Asgard က အနှီ ကျုးကျော်မှုကို လက်မခံပဲ Giant Frost များကို ပြန်လည်တိုက်ခိုက်သည်။ နောက်ဆုံးတွင် Asgard လူမျိုးနွယ်စုက အနိုင်ရရှိပြီး Giant Frost မှ အရေးကြီးဆုံး လက်နက်ကို သိမ်းပိုက်ပြီး ငြိမ်းချမ်းစွာ နေထိုင်သည့် သဘောတူညီချက် ကိုပြုလုပ်သည်။Asgard ဘုရင် တွင် သားတော် ၂ ပါး Thor နှင့် Loki ရှိသည်။ Thor သည် စစ်မှုရေးရာတွင် ကျွမ်းကျင်သော်လည်း ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/thor-2011-mcu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7kaQG5MbraSLibOuTpo0gtMxRz.jpg",
        "title": "Emergency Declaration (2022)",
        "description": "Emergency Declaration (2022)အညွှန်း*******************************************ဒီရုံတင်ကားကြီးဟာ ကိုဗစ်ကြောင့် ရုံတင်ရက်တွေရွှေ့ဆိုင်းလို့ အားလုံးမျှော်လင့်နေကြတာယခုမှပဲကြည့်ဖို့ အခွင့်အရေးရပါတော့တယ်...Lee Byung Hun, Song Kang-ho, Im Si Wan နဲ့ Kim Nam Gil တို့လို မင်းသားကြီးတွေ\nခေါင်းဆောင် ပါဝင်ထားတဲ့အပြင် ကိုရီးယားနိုင်ငံတစ်ဝှမ်းမှာသာမက နိုင်ငံတော်တော်များများမှာပါရုံဝင်ငွေ အမြောက်အမြား ရရှိထားတဲ့ ဇာတ်ကားကြီး ကြည့်ရကျိုးနပ်စေမှာပါ... အင်တာနက်ပေါ် ပျံ့နေတဲ့ အကြမ်းဖက်ခြိမ်းခြောက်မှုတစ်ခုကို စစ်ဆေးရင်း သံသယရှိသူဟာ အမေရိကားကိုလေယာဥ်နဲ့ လိုက်ပါသွားပြီဆိုတာကို ကိုရီးယားအာဏာပိုင်တွေ နောက်ကျမှ သိလိုက်ရတယ်...အဲ့ဒီ ​လေယာဥ်မှာပဲ စီးနင်းလိုက်ပါလာတဲ့ ကျန်းကျန်းမာမာ ခရီးသည်တစ်ဦးဟာ မည်သည့်အကြောင်းအရင်းကြောင့်မှန်းမသိ ​ကြောက်မက်ဖွယ် သေဆုံးသွားချိန်မှာ‌တော့ လေယာဥ်တွင်းရော မြေပြင်မှာပါ ထိတ်လန့်တုန်လှုပ်မှု​တွေ ဖြစ်လာ​တော့တယ်။တဖြည်းဖြည်းချင်း လျော့နည်းလာတဲ့ လောင်စာဆီအ​နေအထား၊ နိုင်ငံတကာကလည်းအကူအညီပေးဖို့ ငြင်းပယ်မှုတွေကြောင့် လေယာဥ်မှူးနဲ့ အဖွဲ့သားတွေက ခရီးသည်များကိုကယ်တင်နိုင်ဖို့အတွက် သူတို့ ဘဝမှာ တစ်ကြိမ်တစ်ခါမှ လုပ်ဖူးခြင်း မရှိခဲ့တဲ့အရေးပေါ် လုပ်ဆောင်ချက်ကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/emergency-declaration-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/X7Yqx_4f-141x200.jpg",
        "title": "The Confidence Man JP Hero (2022)",
        "description": "The Confidence man JP: The final game (2022)ဒကို သခင်လေးနဲ့ ရစ်ချက်တိုက စုစုပေါင်း ဂျပန်ယန်း၅ဘီလီယံလောက်ကို လိမ်လည်နိုင်ခဲ့တဲ့ စူပါလူလိမ်သုံးယောက်ပါ။ သူတိုတွေက ဆွတ်ချိနော့ခို တတိယမျိုးဆက်ဆရာကြီးရဲ့ တပည့်ရင်းတွေလည်းဖြစ်ကြပါတယ်။ဆွတ်ချိနော့ခိုဆိုတာက ဂျပန် dandariလာမြွေတစ်မျိုးရဲ့နာမည်ပါ။ ဒီမြွေက လိမ်ရတာကိုကြိုက်နှစ်သက်ပြီးတော့ ခန္ဓာကိုယ်က အရက်နံ့ထွက်နေတယ်လိုဆိုကြပါတယ်။ ဂျပန်မှာလည်း ဒီ ဆွတ်ချိနော့ခိုကို ဖမ်းပြီးတော့ ရွာလူကြီးဆီပိုနိုင်ရင် ယန်း၂သန်းတိတိ ချီးမြှင့်မယ်လို ကြေညာထားတာမျိုးလည်းရှိပါတယ်။အခုတော့ တတိယမျိုးဆက်ဆရာကြီးလည်းဆုံးသွားပြီး သူတိုအဖွဲလည်း လိမ်လည်မှုတွေမလုပ်ရတာ ၂နှစ်လောက်ရှိပါပြီ။ ဒါ့ကြောင့် သူတို ၃ယောက်ထဲက ဆရာအကျဆုံးတစ်ယောက်ကိုရွေးဖိုအတွက် နောက်ဆုံးပြိုင်ပွဲလိုခေါ်တွင်မဲ့ လိမ်ပွဲကြီးကျင်းပကြဖိုဆုံးဖြတ်လိုက်ကြပါတယ်။ဘာကိုလိမ်မှာလဲဆိုတော့ မော်လတာနိုင်ငံမှာ အခြေချနေတဲ့ ဂျရယ် ဆိုတဲ့ စပိန်မာဖီးယားဆီက \"ဗီးနပ်စ်ရုပ်တု\"ကိုပါ။ တစ်ဖက်မှာလည်း သူတိုကို ဖမ်းမိဖိုအတွက် သဲသဲမဲမဲလိုက်နေတဲ့ အင်တာပိုကစုံထောက် မာရိမုရနဲ့ ဂျပန်စုံထောက် တန်ဘာတိုကလည်း ရှိနေပါတယ်။သူတို၃ယောက်ကြားကယှဉ်ပြိုင်မှုတွေနဲ့ သူတိုကိုဖမ်းချင်နေတဲ့သူတွေဆီက လက်တစ်လုံးခြား ဘယ်လိုရှောင်တိမ်းလိမ်လည်ကြပြီး...\nတကယ်တမ်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-confidence-man-jp-hero-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b9ykj4v8ykjRoGB7SpI1OuxblNU.jpg",
        "title": "Wire Room (2022)",
        "description": "Wire Room (2022)ရုပ်ရှင်​​​လောကက အနားယူထား​ပေမယ့် တစ်လတစ်ကား မှန်မှန်ထွက်​နေတဲ့\nမင်းသားကြီး ဘရုစ်ဝီလီရဲ့ လစဉ်ထုတ် အက်ရှင်ကားသစ် အကြမ်းစားကြီးရပါပြီ။မင်းသားကြီးက ​နောက်ပိုင်းကား​တွေမှာဆိုရင် ပိုစတာထဲ မျက်နှာ​လေးဝင်ပြပြီး\nမင်းသားငယ်​​လေး​တွေကို စင်တင် ​​ပေး​နေမှန်း\nဘရုစ်ဝီလီကားမှန်သမျှ မလွတ်တမ်းကြည့်တဲ့ Hardcore fanကြီး​တွေဆိုရင် သိမှာပါ။\nဒီကားမှာလည်း မင်းသားကြီးက ဇာတ်ပို့​အဖြစ်ပဲ အားဖြည့်​ထားပါတယ်။အထူး​​အေးဂျင့် ဂျပ်စတင်ရိုဆာဟာ နိုင်ငံ​တော်လုံခြုံ​ရေးဌာနက​နေ\nဒုစရိုက်သမား အကြီးစား​တွေကို လျှို့ဝှက်ပြီး စောင့်ကြည့်ရတဲ့ ကင်း​ထောက်ခန်းမှာ တာဝန်ကျလာရင်း\nသူတို့​စောင့်ကြည့်ရမယ့်သူက လက်နက်နဲ့မူးယစ်​မှောင်ခို ​ခေါင်း​ဆောင် အက်ဒီဖလင်းပါ။\nသူတို့အ​နေနဲ့ အက်ဒီကို ​ဖမ်းဆီးဖို့ စောင့်ကြည့်ရင်း သူမ​သေ​အောင်ပါ ကာကွယ်​ပေးရမှာပါ။\nဘာလို့လဲဆို​တော့ အက်ဒီဆီမှာFBIဘက်က အရမ်းလိုချင်​နေတဲ့ အကျင့်ပျက်ရဲဝန်ထမ်း​တွေရဲ့စာရင်း ရှိ​နေတာပါ။ဒီလိုနဲ့ပဲ ပြဿနာ​​ပေါင်းစုံ တက်နေတဲ့ အက်ဒီဖလင်းကို ​အေးဂျင့်ရိုဆာ​တို့ဘက်က ကာကွယ်​​ပေးဖို့ လုပ်ရသလို\nတစ်ဖက်မူးယစ်ဂိုဏ်းနဲ့ အကျင့်ပျက်ရဲ​တွေကရှင်းပစ်ဖို့ ကြိုးစားလာတဲ့အခါ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wire-room-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSOaVTCsMnqM0Nxr5GSTZhHMDbI.jpg",
        "title": "Dracula 2000 (2000)",
        "description": "Dracula 2000 (2000)မက်သရူး ဗန်ဟယ်ဆင်းဆိုတဲ့ အဖိုးကြီးက လန်ဒန်မှာ ရှေးဟောင်းပစ္စည်းပြခန်းဖွင့်ထားပြီး အနုပညာပစ္စည်းတွေစုဆောင်း ရောင်းဝယ်ပါတယ်။ နတ်ရွှေသိုးအရေခွံလိုမျိုး ဘာသာရေးနဲ့ပတ်သက်တဲ့ တန်ဖိုးကြီးပစ္စည်းတွေကို ပြခန်းအောက်က လျှို့ဝှက်မြေအောက်ခန်းထဲမှာ သိမ်းထားပါတယ်။ တစ်နေ့တော့ သူ့ရဲ့အတွင်းရေးမှုးဖြစ်တဲ့ ဆိုလီနာက အပြင်က သူ့လူနဲ့ပေါင်းပြီး လျှို့ဝှက်ခန်းကိုဖောက်ထွင်းကာ ပစ္စည်းတွေခိုးဖို့လုပ်ကြပါတယ်။ သူတို့လိုချင်တာက ရွှေငွေတွေဖြစ်ပေမဲ့ မှန်းချက်နဲ့နှမ်းထွက်မကိုက်လို့ ပွက်လောရိုက်ကြပါတယ်။ဒီလိုနဲ့ အခန်းတစ်ခုထဲကိုရောက်တော့ ငွေခေါင်းတလားတစ်လုံးကိုတွေ့လိုက်ရပါတယ်။ အပြည့်ပိတ်ထားပြီး ဖွင့်စရာနည်းလမ်းရှာမတွေ့တဲ့ အဲဒီအခေါင်းထဲမှာ အဖိုးကြီးရဲ့ ရွှေငွေမှန်သမျှကိုထည့်ထားလိမ့်မယ်လို့ ထင်ပြီး သူခိုးတစ်သိုက်က အခေါင်းကို ဖျောင်ပြီး လေယာဉ်ပေါ်တင်သွားကြပါတယ်။အခေါင်းကိုဖွင့်ဖို့ကြိုးစားတဲ့သူရဲ့သွေးတွေက အခေါင်းထဲကိုစီးဝင်သွားရင်းနဲ့ အထဲမှာရှိတဲ့ Dracula ကို ပြန်အသက်သွင်းမိသွားပါတယ်။ Dracula က သူခိုးတစ်သိုက်လုံးကို တိုက်ခိုက်လိုက်လို့ လေယာဉ်လည်းပျက်ကျသွားပါတယ်။တစ်ဖက်မှာတော့ အဖိုးကြီး မက်သရူးက ငွေခေါင်းတလားခိုးခံလိုက်ရတာကိုသိတာနဲ့ အသက်ဝင်လာမယ့် Dracula ကိုလိုက်ရှင်းဖို့အတွက် ခရီးထွက်လာခဲ့ပါတယ်။ သူကတကယ်တော့ Dracula ဆီကသွေးတွေကိုယူပြီး သူ့ခန္ဓာကိုယ်ထဲထိုးသွင်းရင်းနဲ့ အသက်ရှည်အောင်နေလာခဲ့တဲ့သူပါ။ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/dracula-2000-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PaU1YWCpuRhu5S4xpOCxjVa9fE.jpg",
        "title": "Damascus Time",
        "description": "Damascus Time (2018)5 Wins & 5 Nominations၀၁၈မှာ ထွက်ရှိခဲ့ပြီး ဆု၃ဆုနဲ့ စကာတင် ၈နေရာအထိ ရခဲ့တဲ့\nပရိသတ်အကြိုက်တွေ့မယ့် အီရန်အက်ရှင်ဇာတ်ကားကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nSanction ရှိတဲ့နိုင်ငံဖြစ်တာကြောင့် Criticတွေ သိပ်အလေးပေးတာ မခံခဲ့ရပေမယ့်\nပြည်တွင်းမှာတော့ အတော်လေးအောင်မြင်ခဲ့သလို အနုပညာတန်းလည်း မနိမ့်လှတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။၂၀၁၁ခုနှစ် ISISပြဿနာ အကြီးအကျယ်ဖြစ်ပွားခဲ့တဲ့ ကာလကို ဇာတ်အိမ်တည်ထားတာပဲ ဖြစ်ပါတယ်။\nISISတွေရဲ့ ကြီးစိုးမှုကြောင့် ဆီးရီးယားတစ်နိုင်ငံလုံး အကျပ်အတည်းကြုံတွေ့ကာ အကူအညီလိုအပ်နေချိန်\nအီရန်နိုင်ငံသားပိုင်းလော့ ၂ယောက်ဟာ Palmyra မြို့တွင်း ပိတ်မိနေတဲ့ ဆီးရီးယားပြည်သူတွေကို လေယာဉ်ဖြင့် ကယ်ထုတ်ဖို့ အကြောင်းဖန်လာပါတယ်။\nသူတို့ရဲ့ ခရီးစဉ်ဟာ Palmyraမြို့တွင်းက ပျံထွက်လာချိန်အထိ အဆင်ပြေခဲ့ပေမယ့်\nခရီးသည်တွေထဲမှာ မလိုလားအပ်တဲ့ဧည့်သည်တွေ ပါလာရာ...ဒီရုပ်ရှင်ဟာ အက်ရှင်ကားလို့ နာမည်တပ်ရပေမယ့် ဘာသာရေးဆိုင်ရာ အယူအဆတွေနဲ့ ယုံကြည်မှုတွေအကြောင်း\nအတော်လေးထည့်သွင်းထားသလို ကိုးကွယ်ရာခြင်းတူရင်တောင်\nယုံကြည်မှုလွန်ကဲတဲ့ ပြဿနာက ဘယ်လောက်ထိ ဒုက္ခပေးနိုင်မလဲဆိုတာ ရှင်းရှင်းလင်းလင်း မြင်ရမှာပါ။ဘာသာရေးဆိုင်ရာ အသုံးတွေများပြီး မူရင်းအင်္ဂလိပ်စာဖိုင်မှာ လိုအပ်ချက်တချို့ ပါတာဖြစ်လို့\nအတတ်နိုင်ဆုံး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/damascus-time/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xbpSDU3p7YUGlu9Mr6Egg2Vweto.jpg",
        "title": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)",
        "description": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)\nဟိုးအရင် အတိတ်တစ်ချိန်က ဂျက်စပဲရိုးပီပီ ဖျံကျခဲ့တဲ့ လုပ်ရပ်တစ်ခုကြောင့် ကျိန်စာမိကပ္ပတိန် တစ်ယောက်\nဂျက်ကို သတ်ဖို့ လိုက်ရှာတော့တယ်။\nစာနာစိတ်ရယ်လို့ တစ်စက်မှမရှိတဲ့ သင်္ဘောသားတွေကို ဦးဆောင်တဲ့၊\nသင်္ဘောကြီး ဆိုင်းလင့်န်မေရီရဲ့ ကပ္ပတိန် ဆလာဇာပေါ့။\nဒီတစ်ကြိမ်ကျ အထာနပ်သွားတဲ့ ဆလာဇာကို ဖျံကျလို့မရတော့တဲ့အတွက်\nသူ့ကိုနိုင်ဖို့ တစ်ခုတည်းသော\nလက်နက်ဖြစ်တဲ့ သမုဒ္ဒရာ ခုနှစ်စင်းလုံးကို ပိုင်စိုးသူ နတ်ဘုရား\nပိုဆိုက်ဒန်ရဲ့ ခက်ရင်းခွကို လိုက်ရှာရတော့တယ်.\n-----------------------------------------------------------------------------------\n.\nFile Size : (2.5GB) and (1.3GB)\nQuality : HEVC 1080p 5.1, 720P\nFormat…mp4\nDuration…02:09:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-dead-men-tell-no-tales20171080p5-1ch/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirates_of_the_caribbean_on_stranger_tides_poster_11-150x200.jpg",
        "title": "Pirates of the Caribbean: On Stranger Tides(2011)",
        "description": "Pirates of the Caribbean: On Stranger Tides(2011)\nဂျက်နဲ့ လူမှားပြီး ဂစ်ဘ်ကို ကြိုးပေးမယ့်အရေးမှာ ဝင်ကယ်ပေးလိုက်ရပြီးတဲ့နောက်\nတစ်ကိုယ်တည်းကောင်းစားနေတဲ့ ဘာဘိုဆာဆီ\nရောက်သွားကြပြန်တယ်။ ဒါပေမယ့် ဂစ်ဘ်ပဲကျန်ခဲ့ပြီး ဂျက်ကတော့\nသူ အချစ်ဟောင်း အန်ဂျလီကာကောင်းမှုနဲ့\nမုတ်ဆိတ်နက်ဆီရောက်သွားတဲ့နောက် စပိန်တွေက တပန်းသာနေတဲ့\nထာဝရသက်ရှည်ရေပန်းကို ရှာနိုင်ဖို့ စိုင်းပြင်းရပြန်တယ်...\nFile Size : (5.06GB)(3.63GB) and (1.24GB)\nQuality : Blu-Ray 4K HEVC,1080p 5.1CH,720P\nFormat…mp4\nDuration…02:23:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-on-stranger-tides20111080p5-1ch/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirate-of-the-caribban-2007-133x200.jpg",
        "title": "Pirates of the Caribbean: At World’s End(2007)",
        "description": "Pirates of the Caribbean: At World's End(2007)\nIMDb...7.1\nသူရဲကောင်းဆန်ဆန်နဲ့ ကရာကန်ကြီး ပါးစပ်ထဲ ဓားတစ်ချောင်းနဲ့ ဝင်ပြီး\nအားလုံးကို ပေးဆပ်သွားတဲ့နောက်တော့ ဝီလ်တန်နာနဲ့\nအဲလိဇဘက်တို့နှစ်ယောက်သား ကပ္ပတိန် ဘာဘိုဆာနဲ့ ပူးပေါင်းပြီး ဂျက်ကို\nဒေဗီဂျုန်းဆီကနေ လွတ်အောင် ကယ်ဖို့ ကြိုးစားရတော့တယ်။\nဒါပေမယ့် နှစ်ယောက်မရှိတဲ့ ဂျက်စပဲရိုးက သူ ဘာကောင်လဲဆိုတာကို\nဂဏန်းတွေနဲ့ ပုလဲနက်နဲ့ ပြလိုက်တယ်။\nဒေဗီဂျုန်းကိုလည်း လော့ဒ် ဘက်ကပ်တ်က ထိန်းချုပ်ထားပြီး\nပင်လယ်ပြင်တခွင်တစ်ခုလုံးရဲ့ သင်္ဘောတွေအကုန်ကို\nဖျက်ဆီးခိုင်းတဲ့နောက်တော့ ဝီလ်၊ အဲလိဇဘက်နဲ့ ဘာဘိုဆာတို့နဲ့ အတူ\nကပ္ပတိန် ဂျက်စပဲရိုးပါ တိုက်ပွဲထဲ ဝင်ပါလာရတော့တယ်...\n--------------------------------------------------------------------------------------\n File Size : (8.8GB )(4.24GB) and (1.53GB)\nQuality : Blu-Ray 4KHEVC, 1080p 5.1CH,720P\nFormat…mp4\nDuration…02:49:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-at-worlds-end2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirateof-the-caribban-2006-133x200.jpg",
        "title": "Pirates of the Caribbean: Dead Man’s Chest(2006)",
        "description": "Pirates of the Caribbean: Dead Man's Chest(2006)အညွှန်း\n**************************************************\nIMDb....7.3\nဒီတစ်ခါတော့ ကပ္ပတိန်ဂျက်စပဲရိုးတစ်ယောက် အကြွေးဆပ်ဖို့\nအချိန်ကျပြီလို့ အသိပေးခံထားရပါပြီ..\nဘယ်သူ့ကို အကြွေးတင်နေတာလဲဆိုတော့ ငရဲက သင်္ဘောသားတွေနဲ့အတူ\nတစ္ဆေသင်္ဘောကို ရွက်လွှင့်နေတဲ့ ပင်လယ်သရဲကြီး ဒေဗီဂျုန်းဆီမှာပါ ဖျက်ထိုးဉာဏ်ကောင်းတဲ့ဂျက်တစ်ယောက်\nပြေးလို့ မလွတ်တဲ့ အနေအထားရောက်နေတာပါ ဒီတော့ သူ့ကိုယ်သူ ကယ်တင်ဖို့ ဂျက်ကြံရဖန်ရပြန်ပါတယ်..\nဝေလ်တန်နာနဲ့ အဲလစ်ဇဘတ်သ်ဆွမ်းဆီကနေ မဖြစ်မနေအကူအညီ ယူမှရမှာပါ\nသူတို့ကရော ကြည်ကြည်ဖြူဖြူ ကူညီပါ့မလား ...\nဒီကြားထဲ ဘယ်လိုအခက်အခဲတွေ ကြုံရလဲ ဂျက်ဘယ်လိုတွေ မဲဆွယ်လိုက်လဲဆိုတာတွေကတော့\nထုံးစံအတိုင်း ရယ်ရယ်မောမော ပျော်ပျော်ရွှင်ရွှင်\nဟာသကွက်လေးတွေ တိုက်ခန်းခိုက်ခန်းလေးတွေ ဝေဝေဆာဆာနဲ့ ကြည့်ရမှာပါ ...\nဂျက်ရဲ့ အဓိက မစ်ရှင်ကတော့ ဒေဗီဂျုန်းရဲ့\nဖွက်ထားတဲ့ နှလုံးသားကို ရှာဖွေဖို့ပါ ဒေဗီဂျုန်းမှာလည်း နှလုံးသားရေးရာ\nလျှို့ဝှက်ချက်လေးတွေက ရှိနေပါသေးတယ်...\nဒါ့အပြင် ဝေလ်တန်နာတစ်ယောက် ဂျက်နဲ့အတူ ထူးဆန်းပြီး\nကြောက်စရာစွန့်စားခန်းကို လိုက်ပေးလိုက်ရတာကိုလည်း ရင်ခုန်စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာပါ\nဒေဗီဂျုန်းရဲ့ တစ္ဆေသင်္ဘောကြီးပေါ်မှာ ဘာတွေ ရှိနေတာလဲဆိုတာလည်း\nစိတ်ဝင်စားစရာမို့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်လိုက်ပါတော့...\nဇာတ်လမ်းအညွှန်းကိုတော့ ညီမငယ် May Tharaphi ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Blhp/Pirates_Of_The_Caribbean.Dead_Mans_Chest.2006.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/POC-2003-133x200.jpg",
        "title": "Pirates of the Caribbean: The Curse of the Black Pearl(2003)",
        "description": "Pirates of the Caribbean: The Curse of the Black Pearl(2003)\nIMDb...8,,,Rotten....79%\nကျွန်တော်တို့ အသည်းကျော်ကြီး ကပ္ပတိန် ဂျက်စပဲရိုး တစ်ယောက် 2003 ခုနှစ်မှ\nာ ထွက်ခဲ့တဲ့ Pirates of the Caribean ထဲမှာ ဘာတွေ အလုပ်ရှုပ်ခဲ့တာလဲ ဆိုတာလေး ပြန်နွေးပါရစေ..\nဒီထဲမှာ မြို့တော်ဝန်ရဲ့သမီး အဲလစ်ဇဘတ်သ်ဆွမ်း ငယ်စဉ်က သင်္ဘောပေါ်ကနေ\nပင်လယ်ထဲ ငေးရင်း ကောင်လေးတစ်ယောက် မျောလာတာကနေ ဇာတ်လမ်းစထားတာပါ...\nသူတို့ ကြီးပြင်းလာတဲ့အခါ ရေထဲမျောပါလာတဲ့ ဝေလ်တန်နာဆိုတဲ့ကောင်လေးက\nပန်းပဲဖိုက သာမန်ပန်းပဲသမားလေးတစ်ယောက် ဖြစ်လာပါတယ်..\n ဒါပေမဲ့ သူ့မှာလဲ လျှို့ဝှက်တဲ့ နောက်ကြောင်းက ရှိနေပြန်ရော...\nတစ်နေ့မှာ အဲလစ်ဇဘတ်သ်ကို ကပ္ပတိန်ဘာဘိုဇာက ပြန်ပေးဆွဲသွားတယ်\nဘာဆိုဇာဆိုတဲ့ သူကတော့ ရတနာသိုက်တစ်ခုနဲ့ ပတ်သက်ပြီး\nကျွန်တော်တို့ ဂျက်နဲ့ သဘောထားကွဲလွဲတော့\nဂျက်ဆီကနေ ပုလဲနက်ကို လုသွားတဲ့ကောင်ပေါ့..\nဖြစ်ချင်တော့ ဘာဘိုဇာနဲ့ သူ့တပည့် သင်္ဘောသားတွေဟာ ရှေးဟောင်းကျိန်စာတစ်ခုကို မိနေပြီး\nအသက်လည်း မရှင်နိုင် သေလည်း ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-the-curse-of-the-black-pearl20031080p5-1ch/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOWY1YTA2NzUtMGQ3OS00YTE2LWJhNDgtYjFhOGQ1YWM0NDUwXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-145x200.jpg",
        "title": "Poikkal Kuthirai (2022)",
        "description": "Action, Drama\nIMDb - 7.0/ 10အိန္ဒိယဇာတ်ကားကောင်းတစ်ပုဒ် ရှာနေရင်တော့\nဒီဇာတ်ကားလေးက သင့်ရဲ့ တောင့်တမှုနဲ့ ကိုက်ညီစေမှာ အမှန်ပါပဲ၅၂၈ မေတ္တာကို ဖော်ကျူးပြသ‌ထားတဲ့\nကားတစ်ကားဖြစ်ပြီး သမီးအပေါ်ထားတဲ့\nအဖေရဲ့မေတ္တာဟာ ဘယ်လောက်ကြီးမားကြောင့်\nသမီးဟာလည်း အဖေဖြစ်သူအပေါ်\nဘယ်လောက်အားကိုးခိုလှုံ ချစ်ခင်ကြောင်း\nရိုက်ကူးပြသထားတာပဲ ဖြစ်ပါတယ်ကာသီဟာ မတော်တဆမှုတစ်ခုကြောင့်\nမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီး\nခြေထောက်တစ်ဖက်ပါ ဆုံးရှုံးလိုက်ရသူ ဖြစ်ပါတယ်သူ့မှာ သမီးလေးတစ်ယောက်လည်းရှိပြီး\nသူ့သမီးလေးက ရှားပါးရောဂါတစ်မျိုးကို ခံစားနေရသူ ဖြစ်ပါတယ်အဲဒီလိုနဲ့ သိပ်ပြီးအဆင်မပြေလှတဲ့ သူဟာ\nသူ့သမီး မိတဆိုးလေးအတွက် ဆေးကုဖို့ ပိုက်ဆံရှာနေတုန်းမှာပဲပြန်ပေးဆွဲမှုတစ်ခုနဲ့ ငြိစွန်းသွားခဲ့တဲ့ အခါမှာတော့.....ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ\nသူ့သမီးကို ကယ်ဖို့ ဘယ်အတိုင်းအတာအထိ\nဆက်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်\nကြည့်ရှုရမှာဖြစ်လို့\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.17GB / 1.03GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Sora & Poe & Myo Myo & ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/poikkal-kuthirai/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPrUPFcgLfNbmDL8V69vcrTyEfb.jpg",
        "title": "Men in Black: International(2019)",
        "description": "Men in Black: International(2019)အမ်အိုင်ဘီ အသစ်ထွက်လာလို့ တင်ပေးထားပါတယ်။ အမ်အိုင်ဘီဆိုတာကလေးကတည်းက ရင်းနှီးပြီးသား လျို့ဝှက်အဖွဲ့ပါပဲ။ ဂြိုလ်သားတွေရန်က ကာကွယ်ဖို့ လျို့ဝှက်ဖွဲ့စည်းထားတာပါ။သူတို့ရဲ့ မှတ်ဉာဏ်ဖျောက်တဲ့ ကင်မရာလိုအရာလေးတွေကို အားလုံးမှတ်မိနေကြမှာပါ။မင်းသားနဲ့ မင်းသမီးကိုတော့ စူပါဟီးရိုးဖန်တွေ သိပြီးသားပါ။ သောရ်နဲ့ ဗယ်ခရီ တို့ပါပဲ။ဇာတ်လမ်းအကျဉ်းအေးဂျင့် အိတ်ချ်ဟာ အမ်အိုင်ဘီရဲ့ အတော်ဆုံး အေးဂျင့်တစ်ယောက်၊ ကမ္ဘာကြီးကို ကယ်တင်ခဲ့ဖူးသူပါ။အေးဂျင့်အမ်ကတော့ အမ်အိုင်ဘီကို ရအောင်ရှာပြီး အဖွဲ့ဝင်ဖြစ်ဖို့ အစမ်းခန့်ကာလ အေးဂျင့်တစ်ယောက်ပါ။သူတို့ နှစ်ယောက်တွဲပြီး တာဝန်ယူတဲ့ အရေးမကြီးလှတဲ့ တာဝန်တစ်ခုဟာရုတ်ချည်း ကမ္ဘာကြီးပျက်စီးမယ့် အဖြစ်ကိုပြောင်းလဲသွားတဲ့အခါ.......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\nFile Size :5.8GB / 2GB / 1GB\nQuality :4k HEVC WEB DL / 1080p / 720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/men-in-black-international2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTU2NTYxODcwMF5BMl5BanBnXkFtZTcwNDk1NDY0Nw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Men in Black 3 (2012)",
        "description": "ဒီ MIB 3 မှာလဲ အရင်လို Agent K နဲ့ J ကို ပြန်မြင်ကြရအုံးမှာပါပဲ\nအရမ်းဆိုးရွားလွန်းလို့ အာကသ ထဲမှာ အဆင့်ဆင့် ပိတ်လှောင်ထားတဲ့\nအကျဉ်းထောင်ထဲက ဘိုးရစ် ဆိုတဲ့ ဂြိုလ်သားတစ်ကောင် ရှိပါတယ်\nသူနဲ့ အေးဂျင့် ကေ မှာ ရန်ညိုး ရန်စ တစ်ခု ရှိနေတယ်...အေးဂျင့် ကေ ကြောင့် ဘိုးရစ် ရဲ့ လက်တစ်ဖက် ပြတ်သွားဖူးပါတယ်\nနောက်ဆုံးမှာ အေးဂျင့်ကေ က မသတ်ပဲ အရှင်ဖမ်းပြီး အကျဥ်းထောင်မှာ\nလုံခြုံရေး တင်းကျပ်စွာ ချူပ်နှောင်ထားခဲ့တာ ဖြစ်ပါတယ်...တစ်ရက်မှာတော့ ဘိုးရစ် တစ်ယောက် အပြင်က အကူအညီ နဲ့\nအကျဉ်းထောင်က လွတ်မြောက်သွားပြီး အေးဂျင့် ကေ ကို\nလက်စားချေဖို့ ကြံစည်ပါတော့တယ်...သူလက်စားချေမယ့် အစီအစဉ်ကတော့ အေးဂျင့် ကေ\nဘိုးရစ်ကို မဖမ်းခင် အချိန်ကို ပြန်သွားပြီး သတ်ဖို့ပါပဲ...\nဘိုးရစ် ရဲ့ အစီအစဉ် အောင်မြင်သွားတယ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/men-in-black-3-2012-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTMxNDA0NTMxMV5BMl5BanBnXkFtZTYwMDE2NzY2._V1_-135x200.jpg",
        "title": "Men in Black II (2002)",
        "description": "ပြီးခဲ့တဲ့ MIB ပထမ ရုပ်ရှင်ကားမှာတုန်းက\nအေးဂျင့် ကေ ဟာ အေးဂျင့် ဂျေ ကို သူသိသမျှ တက်သမျှ တွေ\nအကုန်သင်ပေးခဲ့ပြီး Men In Black အဖွဲ့အစည်းကနေ\nအနားယူခဲ့ပါတယ် ပိုပြီး ထူးခြားတာက သူအနားယူတဲ့အခါ\nဘာမှ မမှတ်မိချင်လို့ ဒီအလုပ်လုပ်ခဲ့သမျှ ကာလပတ်လုံး\nမေ့သွားအောင် အေးဂျင့် ဂျေ ကို မှတ်ဉာဏ်ဖျက်ပေးဖို့\nတောင်းဆိုခဲ့ပြီး ထွက်ခွာသွားခဲ့တာပါ...MIB 2 မှာတော့ ကေ မရှိတဲ့တဲ့ အေးဂျင့် ဂျေ တစ်ယောက်\nအလုပ်မှာ တလွဲတွေ လုပ်တဲ့ ပါတနာ အသစ်နဲ့ အတော်လေး\nအဆင်မပြေ ကို ဖြစ်နေပါတယ်...အဲ့ဒီလို အချိန်ကိုက်မှာပဲ ကမ္ဘာပေါ်ကို ပထမတစ်ခါလာဖူးပြီး\nMIB အဖွဲ့ကို ရင်ဆိုင်ရှုံးနိမ့်သွားတဲ့ ဆယ်လီနာ ဆိုတဲ့\nဂြိုလ်သားမ ဟာ နောက်တစ်ခါ ထပ်မံ ရောက်ရှိလာပါတော့တယ်\nသူလာရှာတာကတော့ ဇာသန် တွေ ရဲ့ အလင်းရောင် စွမ်းအားပါ\nလွန်ခဲ့တဲ့ နှစ်တွေတုန်းက အေးဂျင့် ကေ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/men-in-black-ii-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BOTlhYTVkMDktYzIyNC00NzlkLTlmN2ItOGEyMWQ4OTA2NDdmXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Men in Black (1997)",
        "description": "CM Fan တွေ အတွက် Men In Black ရဲ့ပထမ အစ ကားကို ပြန်တင်ပေးလိုက်ပါတယ်ဒီရုပ်ရှင်ကားမှာဆိုရင် လူသားတွေ နဲ့အတူမသိမသာ နေထိုင်နေတဲ့ ဂြိုလ်သားတွေကိုစည်းကမ်းထိန်းသိမ်းပြီး စောင့်ကြည့်နေတဲ့ MIB အဖွဲ့ အကြောင်း ပါဂျေ ဟာ နယူးရော့ခ် ရဲဌာနက သာမန် အရာရှိတစ်ယောက်ပါတစ်ရက်မှာတော့ ရာဇဝတ်သား တစ်ဦးကို မရမက လိုက်ဖမ်းရင်းရာဇဝတ်သားက သတ်သေသွားပါတယ် ဂျေ လဲ ဒီကိစ္စကို လိုက်လံစုံစမ်းရင်းMIB က အေးဂျင့် ကေ နဲ့ စသိပါတယ်...ပုံမှန်အနေနဲ့ကတော့ ကေ ဟာ အမှုကိစ္စတွေ လက်စသတ်ပြီးရင်လူတွေရဲ့ မှတ်ဉာဏ်ကို ဖျောက်ပြီး ဘာမှမဖြစ်ခဲ့သလို ပုံစံဖန်တီးတက်ပေမဲ့ဂျေ ကိုတော့ MIB ကို လာပြီး အလုပ်လုပ်ဖို့ စည်းရုံးခဲ့ပါတယ်...အဲဒီအချိန်မှာပဲ ကမ္ဘာကို ဖျက်ဆီးချင်တဲ့ ပိုးဟပ်ဂြိုလ်သား တစ်ကောင်ကလဲကမ္ဘာပေါ်ကို ရောက်လာခဲ့သော အခါမှာတော့...အေးဂျင့် ကေ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/men-in-black-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODI2MTQxYjItNmZiNi00NTdkLWJmMzktZjA5YmViNjI2Y2UzXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-160x200.jpg",
        "title": "Khuda Haafiz: Chapter 2 (2022)",
        "description": "Khuda Haafiz Chapter II: Agni Pariksha (2022)=============================ကွန်မန်ဒိုမင်းသားရဲ့ အက်ရှင်ကားလေးတစ်ကား\nထွက်လို့လာခဲ့ပြန်ပါပြီ...နံပါတ် ၁ ကတော့\n၂၀၂၀ လောက်က ထွက်ရှိထားပါတယ်...နံပါတ် ၁ တုန်းကလည်း ကွန်မန်ဒိုမင်းသားရဲ့ အကြမ်းအရမ်း\nအက်ရှင်တွေကို တစ်ဝကြီး ကြည့်ခဲ့ရသလို နံပါတ် ၂ မှာလည်း\nအက်ရှင်ခန်းတွေကို ကောင်းကောင်းကြီးမြင်တွေ့ရဦးမှာပါ..အိန္ဒိယနိုင်ငံမှာ ၁၅မိနစ်ခြားတစ်ခါ အမျိုးသမီးတစ်ယောက်\nအဓမ္မကျင့်စော်ကားခံနေရပါတယ်..နှစ်စဉ်နှစ်တိုင်းပြစ်မှုပေါင်း\n၇၂၀၀ကျော် ဖြစ်ပွားနေတယ်..ဒီဇာတ်လမ်းလေးမှာလည်း စမီရ်နဲ့ နရ်ဂစ်တို့ဟာ ဒုက္ခအပေါင်းကို\nကျော်လွှားပြီး ဘဝကိုအဆင်ပြေပြေနဲ့ အခြေချနေထိုင်ဖို့ ကြိုးစားနေကြတဲ့\nဇနီးမောင်နှံတွေဖြစ်ပါတယ်...နိုင်ငံရပ်ခြားမှာ ရောင်းစားခံရပြီး အကြိမ်ပေါင်းများစွာ\nမုဒိန်းကျင့်ခံခဲ့ရတဲ့ နရ်ဂစ်အဖို့ ဒီစိတ်ဒဏ်ရာဟာ နေ့စဉ်နဲ့အမျှ\nလူကို သတ်နေပါတယ်...သူတို့လင်မယားနှစ်ယောက်ရဲ့ကြားမှာ ပေါင်းကူးတံတားလေးဖြစ်စေဖို့\nစမီရ်ဟာ နန်ဒီနီဆိုတဲ့ ၅နှစ်အရွယ် သမီးမိန်းကလေးတစ်ယောက်ကို\nမွေးစားလိုက်တယ်မိသားစုရိပ်မြုံလေးအစပျိုးလာပြီး သံယောဇဉ်တွေနဲ့\nပျော်ရွှင်နေတဲ့အခိုက်အတန့်မှာ နန်ဒီနီလေး မတော်တဆပြန်ပေးဆွဲခံလိုက်ရပါတယ်..ရုန်းရင်းဆန်ခတ်အဖြစ်အပျက်တွေကြားမှာ ဒီကလေးမလေး\nမဖြစ်သင့်တာတွေဖြစ်လာတဲ့အခါမှာတော့ ဖခင်ဖြစ်သူရဲ့သမီးအပေါ်ထားရှိတဲ့\nမေတ္တာနဲ့ ကလဲ့စားဟာ ဘယ်လောက်တောင်\nကြမ်းတမ်းပေါက်ကွဲထွက်လာမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးမှာ\nဆက်လက်ရှုစားပေးပါ...\nFile size…6.7GB / 2.3GB / 1.1GB\nQuality…4k HEVC WEBDL / 1080p True WebDl ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/khuda-haafiz-chapter-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODRiOTZjMjMtNGI1OS00NjY4LTgwYWYtZWVkZTRiOTMyMTY1XkEyXkFqcGdeQXVyNjU3Nzc1NDE@._V1_-128x200.jpg",
        "title": "Yenni Thuniga (2022)",
        "description": "Yenni Thuniga (2022)ယခုမိတ်ဆက်ပေးမယ့် တမဲလ်ဇာတ်ကားလေးကတော့ ပုံမှန်စုံထောက်ကားတွေနဲ့ မတူဘဲ ရသတစ်မျိုးကို ပေးစွမ်းနိုင်မှာ အသေအချာပါပဲ။\nဇာတ်လမ်းစစချင်းမှာ ရိုးရှင်းမယ်လို့ ထင်ရပေမယ့် မထင်မှတ်ထားတဲ့ အရှုပ်အထွေးတွေနဲ့အတူ ကြည့်ရှုသူတိုင်းကို\nရင်တထိတ်ထိတ်နဲ့ ခံစားရစေမယ့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းအစမှာ ရွေးကောက်ပွဲဝင်ပြိုင်မယ့် အမတ်လောင်းရဲ့ ရတနာဆိုင်ကို ဓားပြဝင်တိုက်ခံလိုက်ရပါတယ်။\nရွေးကောက်ပွဲနီးမှ သူ့ဒေသမှာ ရာဇဝတ်တွေဟာ မှိုလိုပေါက်လာတာမို့ အမတ်လောင်းလည်း ခေါင်းခြောက်ရတာပေါ့။\nအဲ့ဒီထက်ပိုဆိုးတာက့ ရွေးကောက်ပွဲကာလမှာ အသုံးပြုမယ့် ရူပီး ကုဋေ ၂၀၀၀ အထိ တန်ဖိုးရှိတဲ့စိန် ၁၀ လုံးပါ\nအခိုးခံလိုက်ရတော့ အမတ်လောင်းတစ်ယောက် တစ်ပူပေါ် နှစ်ပူဆင့်ရပါတော့တယ်။ ကံကောင်းချင်တော့\nဓားပြအဖွဲ့က ပြန်ပေးဆွဲသွားတဲ့ မိန်းကလေးက အသက်မသေခဲ့ပြန်ဘူး။ ဒါပေမဲ့ ကိုမာဝင်သွားတော့\nသတိပြန်ရဖို့အရေး နံပါတ်တစ်အနေနဲ့ လုပ်ရပြန်တယ်။ ဓားပြအဖွဲ့ကလည်း ပိရိလွန်းပြီး ခြေရာလက်ရာ\nမကျန်တာမို့ ဦးရဲကြီးတို့လည်း ခေါင်းရှုပ်ရတာပေါ့ဗျာ။ ကိုမာဝင်သွားတဲ့ မိန်းကလေးရဲ့ အစ်ကဖြစ်သူကတော့\nရေဆုံးမြေဆုံးလိုက်ပြီး ရှာဖွေတဲ့အခါမှာတော့...ဓားပြအဖွဲ့ကို မိသွားနိုင်မလား...?ဒါ့အပြင် ဓားပြအဖွဲကို ပြည်ပစိန်မှောင်ခိုဂိုဏ်းက ခိုင်းစေခဲ့ပေမယ့်\nအဲ့ဒီထက် ရှုပ်ထွေးတဲ့ မထင်မှတ်ထားတဲ့သူတစ်ယောက် ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/yenni-thuniga-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/admiral-poster-1-140x200.jpg",
        "title": "The Admiral: Roaring Currents (2014)",
        "description": "The Admiral: Roaring Currents (2014)\nIMDb....7.1/10_______Rotten - 83%လီဆွန်းရှင်းဟာ ဂျိုဆွန်းတပ်မတော်မှာ အမှုထမ်းချိန်က စပြီး\nအောင်ပွဲတွေ အလီလီ ရခဲ့ပြီး ထင်ရှားလာခဲ့တယ်။\n၆လအတွင်းမှာ ထိပ်တန်းရာထူး သုံးဆင့်တက်တဲ့အထိ ထူးချွန်ခဲ့ပြီး\nဂျပန်စစ်မင်း Toyotomi Hideyoshi ရဲ့\nကိုရီးယားကို ကျူးကျော်စစ် (Imjin War) စတင်ချိန်မှာ\nလီဆွန်းရှင်းဟာ ရေတပ်သေနာပတိဖြစ်နေပါပြီ။\nဂျပန်တွေရဲ့ကျူးကျော်တိုက်ခိုက်ချိန်မှာ\nကြည်းတပ်တိုက်ပွဲတွေမှာ အသာစီးရခဲ့ပေမယ့် လီဆွန်းရှင်းဦးဆောင်တဲ့ရေတပ်ကိုတော့\nမစိုးမိုးနိုင်ခဲ့ဘူး....\nကိုရီးယားကို ရေကြောင်းနဲ့ စိုးမိုးချင်ရင်\nလီဆွန်းရှင်းမရှိမှ ဖြစ်မယ်ဆိုတာကို ရိပ်စားမိလာတဲ့\nဂျပန်တွေဟာ ဂျိုဆွန်းရဲ့နန်းတွင်းရေး မတည်ငြိမ်မှုကို\nအခွင့်ကောင်းယူပြီး သူလျျှိုသွင်းတဲ့အပြင် သစ္စာဖောက်\nအမတ်တွေနဲ့ ပေါင်းကြံပြီး ထောင်ချောက်တစ်ခု\nဆင်ပါတယ်။\nဂျပန်ရေတပ်တွေရဲ့ သတင်းကို\nကိုရီးယားသစ္စာခံအယောင်ဆောင် ဂျပန်သူလျှိုကနေ\nတစ်ဆင့်ပို့တဲ့အခါ ဘုရင်ဆွန်းဂျိုက လီဆွန်းရှင်းကို\nသွားတိုက်ခိုင်းတယ်။\nဒါဟာထောင်ချောက်မှန်း\nရိပ်စားမိနေတဲ့ လီဆွန်းရှင်းက အမိန့်ကို ဖီဆန်ပြီး\nမတိုက်တဲ့အခါ ထီးနန်းကိုလုပ်ကြံမယ့်သူအဖြစ်\nစွပ်စွဲခံရတော့တယ်။\nလီဆွန်းရှင်းကို စစ်သည်တွေနဲ့\nပြည်သူတွေက ကြည်ညို ကြတာကို မနာလိုတဲ့အပြင်\nသူ့ထီးနန်းကိုပါ စိတ်မချဖြစ်နေတဲ့ ဘုရင်ဆွန်းဂျိုဟာ\nလီဆွန်းရှင်းကို ဖမ်းပြီး ရာထူးချတဲ့အပြင် နှိပ်စက်\nစစ်မေးစေတယ်။\nအထက်ကပြောခဲ့တာတွေဟာ ဒီဇာတ်ကားမှာ မပါပါဘူး...ဒီကားရဲ့အစကတော့\nလီဆွန်းရှင်းမရှိတဲ့ရေကြောင်းကို ဂျပန်တွေအသာစီးရပြီးတဲ့အချိန်မှာမှ ဘုရင်ဆွန်းဂျိုကနေ\nလီဆွန်းရှင်းကို ပြန်လည်တာဝန်ပေးအပ်ပြီး\nဂျပန်ရေတပ်ကိုခုခံတိုက်ခိုက်စေခဲ့တာနဲ့စပါတယ်...\nလီဆွန်းရှင်းအတွက် ပထမတိုက်ပွဲက လက်ကျန် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xqnj/The_Admiral_-_Roaring_Currents_(Myeong-Ryang)_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-dead-140x200.jpg",
        "title": "Dead Zone (2022)",
        "description": "ဒီတစ်ခါတော့ အကြမ်းစားကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ရောဂါထိန်းချုပ်ရေးနဲ့ကာကွယ်ရေးဌာန က ဓာတ်ခွဲခန်းတစ်ခုနဲ့ ကာကွယ်ဆေးထုတ်နေရင်းကနေ ပိုးမွှားတွေကို မထိန်းချုပ်နိုင်ပဲ\nပျံ့နှံ့ကူးစက်သွားခဲ့တာပါ အဲဒီအချိန်မှာပဲ အဲဒီမြို့ကို ဖျက်ဆီးလိုက်ပြီးတော့ Dead-Zone အဖြစ်သတ်မှတ်လိုက်ပါတော့တယ် အဲဒီဓာတ်ခန်းခွဲမှာတော့ သေချာမစမ်းသပ်ရသေးတဲ့ ရှေ့ပြေး ကာကွယ်ဆေးကို အထူးတပ်ဖွဲ့တစ်ဖွဲ့က သွားယူပေးရမှာပါ မြို့ပျက်ကြီးဖြစ်ပြီးတော့ ရေဒီယိုသတ္တုကြွတာတွေ ရောဂါကူးစက်ခံရထားတဲ့သူတွေ ကြားထဲမှာ ကာကွယ်ဆေးကို သွားယူရင် ဘာတွေဘယ်လိုကြုံရမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည်လို့ကောင်းမဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.34gb)/(733MB)/(373MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre...Action / Horror / Sci-fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/dead-zone-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/vikrantrona-posterart-141x200.jpg",
        "title": "Vikrant Rona (2022)",
        "description": "VR (Vikrant Rona) (2022)\nAction, Adventure, Drama\nIMDb 8.0/10 (19K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ တောင်ပိုင်း ကန်နန်းဒါးဘက်က နာမည်ကြီးမင်းသား\nဆလ်မန်းခန်းရဲ့ Dabangg 3 ဇာတ်ကားထဲမှာ ဗီလိန်နေရာက သရုပ်ဆောင်သွားတဲ့\nမင်းသား ကစ်ချားဆူဒီပါးနဲ့ ဆက်ဆီကျကျမမလှလှဂျက်စီတို့ရဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက တော်တော်လေးတော့စိတ်ဝင်စားဖို့ကောင်းတယ်....\nကာနတကမြို့နယ်အတွင်းက ကမာရုတူးဆိုတဲ့ရွာလေးကနေ ဇာတ်လမ်းကိုအစပြုထားတယ်....\nအဲ့ဒီရွာက တောအုပ်ကြီးအလယ်မှာ တည်ရှိနေတဲ့ရွာဖြစ်သလို\nဖြစ်ရပ်ဆန်းကြယ်မှုတွေနဲ့ နတ်ဆိုးတွေသောင်းကျန်းနေတယ်လို့လည်း နာမည်ကြီးတယ်...အဲ့ဒီရွာအတွင်းမှာရှိတဲ့ ဘိုးဘွားပိုင်အိမ်မှာ မိသားစုတစ်စု\nမင်္ဂလာပွဲလာကျင်းပကြပါတယ် အထမမြောက်နိုင်ခဲ့ဘဲ အိမ်ထဲမှာ\nအရာရှိတစ်ယောက်ရဲ့ခေါင်းပြတ်နေတဲ့အလောင်းကိုတွေ့ရှိခဲ့ပါတယ်ကလေးသူငယ်တွေဟာလည်း အသတ်ခံနေနေရပါတယ်.....\nဆိုတော့ ဒီရွာက တကယ်ပဲ့ ကျိန်စာသင့်နေတာလား....\nနတ်ဆိုးတွေ သောင်းကျန်းနေတာလား....\nအဖြစ်မှန်က ဘာများလဲ.....။\nFile size…2.7GB  / 2.4GB / 1.07GB\nQuality…4k HEVC WEB DL / 1080p True WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & Kevin ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/vikrant-rona-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cj6YmTAU7Jvn3w6d2NfjQzpX7Pw.jpg",
        "title": "Bullet Proof (2022)",
        "description": "Bullet Proof (2022)တမ်ပယ်လ်ဆိုတာ နယ်တစ်ခွင်မှာ အဆိုးတကာ့ထိပ်ခေါင် မူးယစ်ရာဇာကြီးတစ်ယောက်ပေါ့\nအဲဒီမူးယစ်ရာဇာကြီးရဲ့ လျှို့ဝှက်နေရာထဲကိုမှ ၀င်ပြီး သူခိုးတစ်ယောက်ဟာ\nခေါင်းတုံးပေါ် ထိပ်ကွက်လို့ တမ်ပယ်လ်ရဲ့ ပိုက်ဆံတွေ အချီကြီး မပြီး ကားနဲ့ လစ်သွားလေရဲ့\nလမ်းခုလတ်မှာတော့ တမ်ပယ်လ်ရဲ့ ကိုယ်၀န်သည်ဇနီး မီယာက ကားထဲမှာ ပါလာတာကို သူခိုးငတိ သိလိုက်ရတော့တယ်\nဒါပေမယ့် သူ့အကြောင်းတွေကို ကားထဲကနေ အကုန်ကြားထားတဲ့ မီယာကြောင့်\nသူဟာ မီယာ့ကို ချန်ထားခဲ့လို့ မရဘဲ ငွေတစ်ထုပ် ကိုယ်၀န်သည်တစ်ယောက်နဲ့\nသူခိုးတစ်ကောင် ကားတစ်စီးနဲ့ တစ်စခန်းသွားရပါတော့တယ်\nတစ်ဖက်မှာ တမ်ပယ်လ်တို့ အုပ်စုကလည်း သူ့ကိုတစ်ပတ်ရိုက်သွားခဲ့တဲ့\nသူခိုးကောင်နဲ့ မီယာတို့ကို အပူတပြင်းလိုက်ရှာနေရင်း\nလိုက်တမ်းပြေးတမ်း ဇာတ်ထုပ်ကြီးကို action ‌ခန်းကောင်းကောငးလေးတွေနဲ့ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chuck ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size…1.4GB | 777MB | 301MB\nFormat… ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/bullet-proof-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Maneater-142x200.jpg",
        "title": "Maneater (2022)",
        "description": "Maneater (2022)\n=============လက်ထပ်ပွဲပျက်ထားတဲ့ ဂျက်စီနဲ့ သူမကို နှစ်သိမ့်ပျော်ရွှင်စေချင်တဲ့\nသူငယ်ချင်းတစ်သိုက်ဟာ ကမ်းခြေကို ဟန်းနီးမွန်းအစား အဖွဲ့လိုက်\nခရီးထွက်လာကြပါတယ်။သူတို့မသိထားတာကတော့ ကမ်းခြေမှာ လွန်ခဲ့တဲ့တစ်ပတ်က ငါးမန်း\nကိုက်ခံရလို့ မိန်းကလေးတစ်ယောက် ‌သေထားရတာကိုပါ။\nကျွန်းရဲ့အာဏာပိုင်တွေကလည်း ဒီအရေးကိစ္စကို အရေးမကြီးသလို\nထားပြီး ဖြေရှင်းရှာဖွေရှင်းလင်းတာတွေလည်း မလုပ်ထားခဲ့ပါဘူး။ အာ့လို\nမဖြေရှင်းပေးကြတော့ သေဆုံးသူမိန်းကလေးရဲ့ဖခင်ဖြစ်သူ ဝါရင့်မာလိန်\nမှူးကြီးက သူ့ရဲ့ သမီးအတွက် လက်စားချေချင်နေသူပါ။ဂျက်စီတို့သူငယ်ချင်းတစ်သိုက်ရဲ့ ပေါ့ပါးလွတ်လပ်နေရမဲ့ အပန်းဖြေခရီး\nကလည်း ထင်သလိုဖြစ်မလာတဲ့အခါ . မာလိန်မှုးကြီးနဲ့ ပေါင်းစည်းပြီး\nပြန်လည်ကလဲ့စားချေတာကိုတွေ့မြင်ရမှာပါ။\nတစ်ဖက်မှာလည်း ငါးမန်းကားတို့ရဲ့ထုံးစံအတိုင်း သွေးသံတရဲရဲနဲ့  သဝာ်\nဖြတ်မှုတွေပါရှိတာမလို့ ဘယ်သူကရှင်ကျန်သူဖြစ်မလဲ။ ခွန်အားကြီးမားတဲ့\nငါးမန်းက အနိုင်ရရှိသူဖြစ်မလား၊ ဉာဏ်ပညာရှိတဲ့ လူသားတွေကပဲ ဒီငါးမန်းကို\nလက်စတုံးပစ်နိုင်မလား ရင်ဖိုဖိုနဲ့ ကြည့်ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ NaNa Yuni ဖြစ်ပါတယ်)\nFile Size..........(1.69 GB) / (900 MB) / (600 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Horror, ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/maneater-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTM2NTYxMzQtNWU5NS00NTI2LThlZjYtZDRlM2QwYjYyMTA1XkEyXkFqcGdeQXVyNDI2MTA0OA@@._V1_-141x200.jpg",
        "title": "No Way Out (2022)",
        "description": "No Way Out (2022)\n==============ဇာတ်လမ်းအစ နစ်ကီဆိုတဲ့ ဓာတ်ပုံဆရာတစ်ယောက်\nStreet Photo တွေ ရိုက်နေရင်း တက်ဆာ ဆိုတဲ့ ကောင်\nမလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။နစ်ကီက ဘဝကို သူ့ရဲ့အနုပညာထဲမှာပဲ မျောပါရင်း ဖြတ်\nသန်းနေသူတစ်ဦးပါ။ တက်ဆာဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့\nပြီးနောက်ပိုင်း သူ့ရဲ့လုပ်ငန်းတွေလည်း အဆင်ပြေလာပြီး\nကောင်မလေးနဲ့လည်း ချစ်ကြိုးသွယ်မိပါတော့တယ်။တစ်ရက် ပါတီကအပြန် တက်ဆာက နစ်ကီကို လူသတ်ခိုင်း\nပါတော့တယ်။ တက်ဆာက အဲ့ဒီလူသုံးယောက်ကို ဘာကြောင့်\nသတ်ခိုင်းတာလဲ၊ နစ်ကီကရော လူသတ်တဲ့အလုပ်ကို လုပ်ပါ့\nမလား၊ တက်ဆာနဲ့ နစ်ကီရဲ့ အချစ်ရေးလမ်းကြောင်းကရော\nဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (596 MB) / (447 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Crime, Thriller\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/no-way-out-2022-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmsQSRtscNrkrkC9Aydqync7V73.jpg",
        "title": "Detective Dee and Nine Dragon Coffin ( 2022 )",
        "description": "Detective Dee ပရိသတ်တွေအတွက်\nနောက်တစ်ကားကို CM မှတင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ ၆၇၆ခုနှစ်ခန့်ကာလမှာ\nသင်္ချိုင်းသူခိုးတစ်သိုက်ဟာ လူသားစားတဲ့အခေါင်းတလားကိုတူးဖော်ခဲ့မိပါတယ်။\nရွှေနဂါးကြီးဟာအခေါင်းအတွင်းကနေပျံထွက်လာခဲ့ပြီး\nပြုစားခံထားရတဲ့အလောင်းဟာ အခေါင်းထဲကထွက်လာပြီး\nဘုရင်ကြီးနဲ့ဘုရင်မကြီးကိုလုပ်ကြံဖို့ကြိုးစားခဲ့ရာ\nကိုယ်ရံတော်အရာရှိလီက တားမြစ်ကယ်တင်ခဲ့ပါတယ်။ထုံးစံအရ တရားရေးဌာနက Di Ren Jie ဟာ\nအမိန့်တော်အရ အမှုကိုစစ်ဆေးတော့တာပေါ့။\nလူသားစားပြီးဓားလှံတွေကိုမကြောက်တဲ့အလောင်းကောင်တွေဟာ\nလွန်ခဲ့တဲ့နှစ်၂၀တုန်းက နယ်နှင်ဒဏ်ပေးခံခဲ့ရတဲ့\nမိဖုရားကြီးဝမ်ရဲ့မျိုးဆက်ရဲ့လုပ်ရပ်ပဲဆိုတာကိုသိလိုက်ရပါတယ်။ဒီလိုနဲ့ မီးပုံးပွဲညမှာ လူတွေစည်းကားနေတဲ့အချိန်မှာ\nထူးဆန်းတဲ့ပုလွေသံနဲ့အတူ အလောင်းကောင်တွေဟာ\nChang An မြို့ထဲကိုဝင်လာပါတော့တယ်။\nအလုံးအရင်းနဲ့ဝင်လာတဲ့ အလောင်းကောင်တွေ\nလူတွေကိုကိုက်လိုက်တိုင်းတိုးလာတဲ့အလောင်းကောင်တွေကို\nဆရာဒီးတို့နှိမ်နင်းနိုင်ပါ့မလား\nဘယ်အချိန်အထိများတောင့်ခံနိုင်မလဲဆိုတာကို\nရင်တထိတ်ထိတ်နဲ့ ဆက်လက်ပြီးခံစားလိုက်ပါနော်.\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Fantasy\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded By LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/detective-dee-and-nine-dragon-coffin-2022/",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTAxYzgwNWEtOWIyMi00MTI4LTk0OTMtZDdmNzExNmJhOGFkXkEyXkFqcGdeQXVyMzc1MjMwNjA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Prey: Legend of Karnoctus (2022)",
        "description": "The Prey: Legend of Karnoctus (2022)\n===========================ဒီကားလေးက 2022မှ အသစ်ထွက်ရှိလာတဲ့ action/adventure ,\nhorror အမျိုးအစားကားလေးပါ။ဇာတ်လမ်းကတော့ ကြေးစားစစ်သားတစ်စုဟာ တာလီဘန်တွေဆီ\nကနေ ဒုံးကျည်တွေကိုဓားပြတိုက်ခဲ့ပြီးတော့၊ အဖွဲ့ထဲမှ တာဂါ နဲ့ ရိဇ်\nတို့ဟာ အခြားအဖွဲ့ဝင်တွေ ရဟတ်ယာဉ်သွားယူနေတုန်း ပစ္စည်းအချို့နဲ့\nအတူ ဂူတစ်ဂူထဲမှာ ဝင်ပုန်းနေခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ US\nစစ်သားတစ်ဖွဲ့ဟာ တာလီဘန်တွေရဲ့ ခြုံခိုတိုက်ခိုက်မှုကို ခံရပြီးတော့\nအဲ့ဂူထဲကိုဝင်ပုန်းခဲ့ကြပါတယ်။တာလီဘန်တွေက လက်နက်ကြီးနဲ့ ပစ်ခတ်တဲ့အခါမှာတော့ ဂူရဲ့ဝင်ပေါက်\nပြိုကျသွားပြီးတော့ နှစ်ဖွဲ့လုံးဂူထဲမှာပိတ်နေခဲ့ပါတယ်။ အဲလိုနဲ့ သူတို့နှစ်ဖွဲ့\nပေါင်းပြီးတော့ ဂူထဲကနေထွက်နိုင်ဖို့ ကြိုးစားရာမှာ သူတို့မမျှော်လင့်ထားတဲ့\nkarnotcus ဆိုတဲ့ သတ္တဝါကြီးရဲ့အမဲလိုက်ခြင်းကိုခံရပါတော့တယ်။ ဒီနှစ်ဖွဲ့မှာ\nဘယ်သူတွေ ကျန်ရစ်ပြီး ဘယ်သူတွေလွတ်မြောက်သွားမလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Sai Aung Zaw Moe ဖြစ်ပါတယ်)\nFile Size..........(1.5 GB) / (725 MB) / (419 MB)\nQuality............WebRip 1080p / 720p ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/the-prey-legend-of-karnoctus-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA1MDIzOTYwMV5BMl5BanBnXkFtZTcwMTM5OTA1MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Kingdom (2007)",
        "description": "The Kingdom (2007)\n================\nIMDb Rating -  7.0/10\nRating ကောင်းကောင်း Cast ကောင်းကောင်းတွေပါ၀င်တဲ့\nဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။Jamie Foxx, Jennifer Garner,Jason Bateman တို့ ဦးဆောင်\nပါ၀င်ထားပြီး 1996 က ဆော်ဒီအာရေဗီယဗုံးခွဲမှုကို အခြေခံထားတဲ့\nဖြစ်ရပ်မှန်ဖြစ်ပါတယ်။ ဆော်ဒီဆိုတာ ရေနံလောင်စာနဲ့ ချမ်းသာ\nလာတဲ့ အရှေ့အလယ်ပိုင်း အာရပ်နိုင်ငံဖြစ်ပြီး အနောက်ကမ္ဘာက\nအမေရိကန်တို့အတွက် မျက်စိကျစရာနေရာတစ်ခုဖြစ်လာပါတယ်။ပထမဆုံး အာရပ်- အမေရိကန် ရေနံကုမ္ပဏိကို တည်ထောင်ခဲ့ပြီး\nအမေရိကန်က လုပ်သားမိသားစုတွေလည်း ဆော်ဒီကိုပြောင်းလာကြ\nပါတယ်။ သူတို့နေထိုင်ဖို့အတွက်သီးခြားရပ်ကွက်လေးတစ်ခုဖန်တီးခဲ့ပြီး\nအဲ့ဒီကနေ ပြဿနာတွေစဖြစ်လာပါတယ် ။ ဆော်ဒီဘုရင့်နိုင်ငံရေးမှာ\nအနောက် ကမ္ဘာရဲ့ကြိုးကိုင်မှုကိုမကြိုက်တဲ့ ဝါဟာဘီမူဆလင်တွေဟာ\nအစွန်းရောက်စစ်သွေးကြွတွေပေါ်လာခဲ့ပြီး အဲ့ထဲမှာမှ အိုစမာဘင်လာဒင်\nတို့လည်း အပါအ၀င်ဖြစ်ပါတယ်။ဒီလိုတင်းမာမှုအကြားက အမေရိကန်ရပ်၀န်းကို ဗုံးခွဲတိုက်ခိုက်မှုတစ်ခု\nဖြစ်ပြီး အက်ဖီအိုင်အေးဂျင့် ဖလာရီတို့ဦးဆောင်တဲ့အဖွဲ့က ဆော်ဒီကို\nလာရောက်ဖြေရှင်းတဲ့ ဇာတ်လမ်းကောင်း မှတ်တမ်းရုပ်ရှင်တစ်ခုကို\nကြည့်ရှုရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.33 GB) / (1.0 GB) ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-kingdom-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-trin-your-dragon-3-poster-133x200.jpg",
        "title": "How to Train Your Dragon: The Hidden World (2019)",
        "description": "How to Train Your Dragon: The Hidden World (2019)\nIMDb - 7.5/10_____Rotten - 91%How To Train Your Dragon ဟာ ၁ နဲ့ယခု\nဇတ်သိမ်းမယ့် ၃ ဟာ ၉ နှစ်ခြားခဲ့ပါတယ်…\nHow To Train Your Dragon ရဲ့ပရိတ်သတ်တွေ\nအမြောက်အမြားဆိုတာယုံမှားဖွယ်မရှိပါဘူးဇာတ်လမ်းအကျဉ်း\nဟစ်ကပ်တို့ရဲ့ ဘာ့ခ်မှာ နဂါးတွေ တဖြည်းဖြည်းများပြားလာသလို\nနဂါးမုဆိုးတွေရဲ့ ရန်ကလည်း ပိုကြီးမားလာပါတယ်။\nဒါကြောင့် နဂါးတွေနဲ့ သူ့လူတွေ လုံခြုံစေဖို့ ဟစ်ကပ်ဟာ\nကမ္ဘာကြီးရဲ့ အဆုံးက လျို့ဝှက်နေရာတစ်ခုကို\nရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။\nFilesize : 4.1GB  / 1.74GB / 922MB\nQuality : 4K BluRay HEVC / 1080p BluRay / 720p\nFormat : mp4\nRunning Time : ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/how-to-train-your-dragon-the-hidden-world-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA5NDQyMjc2NF5BMl5BanBnXkFtZTcwMjg5ODcyMw@@._V1_-134x200.jpg",
        "title": "How to Train Your Dragon (2010)",
        "description": "CM Fan တွေ အတွက် ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့\nHow to Train Your Dragon ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇတ်လမ်း ရဲ့ အစကတော့ ဗိုက်ကင်းတွေ နေတဲ့ ကျွန်းလေးတစ်ခုကနေ\nအစပြုတာပါပဲ ဗိုက်ကင်း သူရဲကောင်းတွေ ရဲ့ ရွာဟာ ပြသနာ တစ်ခုကို\nအမြဲ လိုလို ရင်ဆိုင်နေရပါတယ် အဲ့ဒါကတော့ နဂါးတွေပါပဲ\nတစ်ချို့ ညတွေမှာ နဂါးတွေဟာ ခိုးဝင်လာပြီး အစားအသောက်တွေကို\nခိုးယူသွားတက်ကြသလို အိမ်တွေကိုလဲ မီးရှို့သွားတက်ကြပါသေးတယ်\nဗိုက်ကင်း တွေရဲ့ အိမ်တွေဟာ အမြဲလိုလို အသစ်တွေ ဖြစ်နေတာ\nနဂါးတွေ ရဲ့ လက်ချက်ပါပဲ...ဒီဗိုက်ကင်း ရွာလေး မှာ ဟစ်ကပ် ဆိုတဲ့ ကောင်လေးရှိပြီး\nသူက ဗိုက်ကင်းတွေ ထဲမှာ အားအနည်းဆုံး မို့ ရွယ်တူတွေလို\nနဂါးတွေ ဖမ်းရမယ့် အစား လက်နက်တိုက်မှာ အကူလုပ်နေရတာပါ\nဗိုက်ကင်းတွေ ရဲ့ သတ္တိရှိမှု ရဲစွမ်းရှိမှုကို ပြဖို့ဆိုရင် နဂါးတစ်ကောင်တော့\nအနည်းဆုံး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/how-to-train-your-dragon-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-train-your-dragon-2-poster-1-133x200.jpg",
        "title": "How to Train Your Dragon 2 (2014)",
        "description": "How to Train Your Dragon 2 (2014)\nIMDb - 7.8/10_____Rotten - 91%နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။\nဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။\nဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကို\nယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။\nအဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/how-to-train-your-dragon-2-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMGJiZjgzMWYtMzBlMS00ZmI0LTg4NjQtZDExZDQ4NTA0YmY3XkEyXkFqcGdeQXVyMTAxMzUyODQ1._V1_-139x200.jpg",
        "title": "Murder 2 (2011)",
        "description": "Murder 2 (2011)\nAction, Crime, Drama\nIMDb 6.3/10 (7.2K)ကဲ မင်းသားကြီး အင်မရန်းဟက်ရှမီရဲ့ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်လက်ရဲဇက်ရဲနိုင်တဲ့ အရ်ဂျွန်ဟာ သူမှန်တယ်ထင်ရင် ဘယ်သူ့ကိုမှ\nကြောက်လေ့မရှိတဲ့ လောကဓံကိုအန်တုနေတဲ့ မိုက်ကန်းကန်းလူတစ်ယောက်ပါ\nသူဟာ ရဲအရာရှိဟောင်းတစ်ယောက်ဖြစ်ပြီး ရဲဌာနကို စိတ်ကုန်နေလို့\nတရားဥပဒေဘောင်ပြင်ဘက်ထွက် ကြေးစားလုပ်နေသူတစ်ယောက်ပါတစ်ရက် သူ့ကိုအလုပ်တစ်ခုလာအပ်ပါတယ် ညဉ့်ငှက်လေးတွေ\nပျောက်ပျောက်နေတဲ့အမှုပါ..ဖောက်သည်က ခေါ်သွားပြီးရင်\nကောင်မလေးတွေက ပြန်ပေါ်မလာတော့ပါဘူး..ပျောက်သွားတာလား\nထွက်ပြေးသွားတာလား ဝေခွဲမရလို့...အဆိုပါအမှုကိုလိုက်နေရင်းနဲ့ မြို့ထဲမှာလည်း လူတွေပျောက်ပျောက်နေတာကို\nသတိထားမိလာခဲ့ပါတယ်..ပျောက်ဆုံးနေသူတွေအားလုံးဟာလည်း\nမိန်းကလေးတွေချည်းပါပဲ...ဒီအမှုကိုလိုက်နေရင်းနဲ့ ထင်မှတ်မထားတဲ့ ကိစ္စတွေနဲ့ လှည့်ကွက်လေးတွေ\nပေါ်လာတဲ့အခါမှာတော့ ဇာတ်ရှိန်တွေ ဘယ်လိုတက်လာမလဲဆိုတာကို\nဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားပေးကြပါ...အင်မရန်းဟက်ရှမီရဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် အနုအရွခန်းလေးတွေ\nပါသေးလို့ ရင်ခုန်စိတ်လှုပ်ရှားစေဦးမှာဖြစ်တယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်\nFile size…1.8GB / 800MB\nQuality…1080p WEBRIP Hindi / 720p\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/murder-2-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/johnny-english-135x200.jpg",
        "title": "Johnny English Strikes Again (2018)",
        "description": "IMDb Rating (6.2)ထုံးစံအတိုင်း အင်္ဂလန်ပြည်ကြီး ဒုက္ခရောက်ပြီဆို ဂျွန်နီအင်္ဂလစ်ရှ်ဝင်ကယ်ရပြန်ပါဦးမယ်။ဗြိတိန်ထောက်လှမ်းရေးအဖွဲ့တစ်ခုလုံးက အေးဂျင့်တွေရဲ့ အချက်အလက်တွေကို ဟက်ကာတစ်ယောက်က ဖွင့်ချသွားတဲ့အတွက် ဝန်ကြီးချုပ် အခက်ကြုံလာရပါတယ်။လက်ရှိအေးဂျင့်တွေရဲ့ အချက်အလက်တွေ ပေါ်သွားပြီဖြစ်လို့ ထောက်လှမ်းရေးအဖွဲ့ကြီးအနေနဲ့ ရွေးစရာမရှိတော့ပြန်ပဲ ခေတ်ဟောင်းက အေးဂျင့်ဟောင်းကြီး ဂျွန်နီကို ခေါ်သုံးရပြန်ပါတော့တယ်။မစ္စတာ အင်္ဂလစ်ရှ်တစ်ယောက် ရုပ်တည်ကြီးနဲ့ ဘယ်လိုတွေ ဖောက်ပြီး တလွဲတွေလုပ်ပြမလဲဆိုတာ....။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Johnny+English ကြည့်လို့ရပါတယ်။\nFile size… (2.8 GB)/(1 GB) / (500 MB)\nQuality…BluRay 4K EHVC/1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:28:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Littleneo",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/johnny-english-strikes-again-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/p8419061_v_v8_ag-133x200.jpg",
        "title": "Johnny English Reborn (2011)",
        "description": "IMDb Rating (6.3)ဒါကတော့ ၂၀၀၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Mr.Bean ရဲ့ Johnny English အဆက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ပထမဇာတ်ကားမှာတုန်းက ဘုရင်မကြီးရဲ့သူရဖူကိုကာကွယ်နိုင်ခဲ့တဲ့ ဂျွန်နီဟာ သမ္မတ လုံခြုံရေးတာဝန်တစ်ခုမှာ မအောင်မြင်ခဲ့လို့ အထုတ်ခံခဲ့ရပြီး Batman လို တိဘက်က ဘုန်းတော်ကြီးတွေဆီမှာ ပညာဆည်းပူးရင်း ဇာတ်မြုတ်နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ MI-7 ဟာ သူပါမှကိုရတော့မယ့် စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာချိန်မှာ ဂျွန်နီကို ပြန်လည်ခေါ်ယူပါတော့တယ်။ ဒီခါမှာတော့ Johnny English ရဲ့ ရင်သက်ရှုမောဖွယ် စွန့်စားခံတွေ ပြန်လည်စတင်ပါတော့တယ်။ဂျွန်နီဟာ အမြဲတမ်းတလွဲတွေလုပ်ပေမယ့် သူ့ရဲ့ဖြူစင်သောအမှားတွေနဲ့ အင်္ဂလန်ပြည်ကို ဘယ်လိုထပ်မံကယ်တင်ဦးမလဲဆိုတာ...။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Johnny+English ကြည့်လို့ရပါတယ်။\nFile size… (1.6 GB) / (800 MB)\nQuality…BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/johnny-english-2-reborn-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/MV5BNDkxODhlNmItYjhiMC00ZjNmLWE2YmMtOTQ3NmQxM2YzOGFiXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Johnny English (2003)",
        "description": "IMDb Rating (6.2)မင်းသားကြီး Rowan Atkinson ကို မစ္စတာဘင်းအဖြစ် လူသိများကြသလို ဂျွန်နီအင်းဂလစ်ရှ်အဖြစ်လဲ မှတ်မှတ်သားသားရှိကြမှာပါ...\" အမှားဆိုတာ ငါ့အဘိဓာန်မှာ မရှိဘူး\" ပြောတတ်တဲ့ ဂျွန်နီအင်းဂလစ်ရှ်ဆိုတာ အမြဲတမ်းတလွဲတွေပဲ လုပ်တတ်တဲ့ အင်္ဂလန်နိုင်ငံကိုကယ်တင်နေကျ သူရဲကောင်းအေးဂျင့်တစ်ယောက်ပါပဲ။ဒီကားကတော့ အင်းဂလစ်ရှ်ရဲ့ စပိုင်အေးဂျင့်ဘဝစတင်ဖြစ်ပေါ်လာပုံပါ။MI5 တို့ MI6 တို့ MI7 တို့ဆိုတာ အင်္ဂလန်ပြည်ရဲ့ လျှို့ဝှက်အေးဂျင့်ဌာနတွေပေါ့...ဒီဌာနမှာ အင်းဂလစ်ရှ်ရယ် သူဘာမှားမှားသူ့ဖက်က အမြဲနေတဲ့ သူ့တပည့်ကျော် ဘော့ရယ်က တောက်တိုမယ်ရ လုပ်ရတာပါ...တစ်နေ့တော့ အတော်ဆုံးအေးဂျင့်ဝမ်းဆိုတဲ့လူ သေသွားပါတယ်...သေပုံက အင်းဂလစ်ရှ်သေချာရှာဖွေပေးလိုက်တဲ့ ရေငုတ်သင်္ဘောကုတ်က အမှားကြီးဖြစ်နေလို့ အေဂျင့်ဝမ်းခမျာ ရေငုတ်သင်္ဘောထဲ ဝင်မရဘဲ သေသွားတာပါ..ဒါ့အပြင် ကျန်တဲ့အေးဂျင့်တွေလဲ အလုံခြုံဆုံးဆိုတဲ့ MI7 ဌာနချုပ်မှာ ဗုံးပေါက်လို့ အကုန်ကိစ္စချောသွားပါတယ်။ဒါကြောင့်မလို့ လျှို့ဝှက်အေးဂျင့်ဌာနမှာ အသက်ရှင်ကျန်ရစ်တာဆိုလို့ တောက်တိုမယ်ရ အင်းဂလစ်ရှ်ရယ် သူ့တပည့်ကျော်ဘော့ရယ်ပဲ ရှိပါတော့တယ်။ဒီလိုချိန်ခါမှာ ဝန်ကြီးချုပ်က အေးဂျင့်ဝမ်းကိုင်တွယ်နေတဲ့ကိစ္စတွေကို ဆက်လက်စုံစမ်းဖို့  ဖိအားပေးလာတဲ့အခါမှာတော့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/johnny-english-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMWZjNWEyYzgtYmNiNi00ZDEyLTlhYzctNzgxMWZmMWVlZDY1XkEyXkFqcGdeQXVyNjg0MzUyNTg@._V1_-138x200.jpg",
        "title": "Bring Him Back Dead (2022)",
        "description": "Bring Him Back Dead (2022)\n======================အက်ရှင်မင်းသားကြီး Gary Danielsပါဝင် သရုပ်ဆောင်ထားတဲ့\nဒီဇာတ်ကားလေးကတော့ အက်ရှင်ပရိသက်တွေ အကြိုက်တွေ့မယ့်\nကားလေးပဲဖြစ်ပါတယ်။ ထရန့်ဆိုတဲ့လူက ဘဏ်တစ်ခုကနေ စိန်\nတွေခိုးဖို့အတွက် ဂိုဏ်းအဖွဲ့တစ်ခုကိုခိုင်းခဲ့ပါတယ်။ဒါပေမယ့် အဲဒီအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ အဲလက်စ်က အဖွဲ့ကို\nသစ္စာဖောက်ပြီး စိန်တွေကိုယူသွားခဲ့ပါတယ်။ အဲ့တော့ထုံးစံအတိုင်း\nဂိုဏ်းကနေ သူတို့စိန်တွေကိုပြန်ယူနိုင်မလား၊ အဲလက်စ်ကရော\nဘာလို့သစ္စာဖောက်ရတာလဲ၊ ဇာတ်လမ်းဇာတ်အိမ်ရိုးရိုးရှင်းရှင်းလေးကို\nအက်ရှင်ကောင်းကောင်းနဲ့မြင်ရမဲ့ \"Bring him back dead\"ပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Moe Phway Cherry ဖြစ်ပါတယ်)\nFile Size..........(1.81 GB) / (841 MB) / (576 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action\nTranslator.......Moe Phway Cherry\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bring-him-back-dead-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOWVhMjNlMzItMTZkZC00OGZlLWE2NDktNDA3ZWZlM2ZlYTJhXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-150x200.jpg",
        "title": "HIT: The First Case (2022)",
        "description": "Hit: The First Case (2022)\nAction, Crime, Drama\nIMDb 7.8/10 (6.5K)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ အိန္ဒိယမှာ ဇူလိုင်၁၅ရက်နေ့တုန်းက\nရုံတင်ထားပြီး ဒီနေ့မှ OTTထွက်ရှိလာတဲ့ ရုံတင်ကားတကားပဲဖြစ်ပါတယ်\nStree (2018)...Roohi (2021) ဟာသသရဲကားတွေနဲ့\nမြန်မာပရိသတ်တွေကြား လူသိများနာမည်ကြီးလာခဲ့တဲ့ မင်းသားချော ရာဂျ်ကူမားရောင်းရဲ့\nမှုခင်းဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်မင်းသမီးအနေနဲ့ကတော့ Dangal Girl အကြီးမလေး\nဆာနီယားမလိုသရားပါဝင်သရုပ်ဆောင်ထားပါတယ်ဗစ်ကရမ်ဟာ ထက်မြက်တဲ့အရာရှိတစ်ယောက်ဖြစ်ပြီး အမှုတစ်ခုကို\nဖော်ထုတ်တဲ့နေရာမှာလည်း သူမတူအောင်ထူးခြားလွန်းလို့ အချိန်တိုအတွင်း\nဖော်ထုတ်နိုင်ပေမယ့် အတိတ်ကဖြစ်ရပ်တခုကြောင့် စိတ်ဒဏ်ရာကြီးကြီးမားမားရနေသူပါ...တစ်ရက် အဝေးပြေးလမ်းမပေါ်မှာ ပရီတီးဆိုတဲ့\nအသက်၁၈နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်အမှုကိုလည်း မဖေါ်ထုတ်နိုင်ခဲ့ပါဘူး...ဇာတ်အေးသွားပြီးတဲ့နောက်\nဗစ်ကရမ်ရဲ့ချစ်သူ နေဟားကပါ ထပ်ပျောက်သွားတော့ ဒီအမှုကို\nဗစ်ကရမ်ဟာ အခက်အခဲတွေကြားကနေ စုံစမ်းဖို့ဖြစ်လာခဲ့ပါတော့တယ်စုံစမ်းစစ်ဆေးနေရင်းနဲ့ နေဟားဟာလည်း ပရီတီးအမှုကိုလိုက်နေရင်း\nပျောက်သွားတာကို သိလိုက်ရတဲ့အခါမှာတော့...ဒီအမှုနှစ်ခု ဆက်စပ်မှုရှိနေမလား....ပျောက်သွားတဲ့ကောင်မလေးတွေကို ပြန်ရှာတွေ့ပါ့မလား...နောက်ကွယ်မှာကြိုးကိုင်နေတဲ့ တရားခံဟာ ဘယ်သူဖြစ်နေမလဲ...ဗစ်ကရမ်ရဲ့အတိတ်ဆိုးကစိတ်ဒဏ်ရာကရော\nဘာကြောင့်လဲ\nဆက်လက်ပြီး ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့\nကြည့်ရှုရမှာဖြစ်ပါတယ်....\nFile size…2.07GB / 983MB\nQuality…1080p True Web DL AAC5.1Ch  / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hit-the-first-case-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-little-135x200.jpg",
        "title": "Little Ukraine (2022)",
        "description": "ဒီတစ်ခါတော့ ရုရှားမှာဖိနှိပ်ချုပ်ခြယ်ခံရလို့ အမေရိကန်ကို ထွက်ပြေးခဲ့ရတဲ့ ဂျူးလူမျိုးနှစ်ယောက်အကြောင်းကို တင်ဆက်လိုက်ပါတယ် သူတို့ဟာ အမေရိကန်ကိုရောက်ပြီး ချွေးထုတ်ရေချိုးခန်းလေးနဲ့ ညီအစ်ကိုနှစ်ယောက် တစ်ယောက်တဝက်စီပိုင်တဲ့ စီးပွားရေးလေးကိုအတူတူလုပ်ကိုင်ကြတာပေါ့ ဒီလိုနဲ့ သူတို့တွေဟာ ရုရှား မာဖီးယားတွေဆီမှာအကြွေးတင်တာကနေ အဲဒီအကြွေးကိုဆပ်ဖို့ခေါင်းခဲနေကြတာပေါ့ ဒါပေမဲ့ သူတို့ရဲ့ ညီတစ်ယောက်က အဲဒီအကြွေးတွေကိုဆပ်ပြီး ကူညီပေးခဲ့ရတာပေါ့ ဒီလိုနဲ့ သူတို့ရဲ့သားတွေအရွယ်ရောက်လာတဲ့ အခါမှတော့ အဲဒီတုန်းက ပတ်သက်ထားတဲ့ မာဖီးယားတွေရဲ့ အကျိုးဆက်တွေကို ခံစားရတော့တာပါပဲ အဲဒီလိုမျိုးအကျိုးဆက်တွေကို သူတို့ဘယ်လိုဖြေရှင်းကြမလဲ ဘယ်သူကရောယုံရပြီး ဘယ်သူက ကလိန်ကျတာလဲ ဒုက္ခရောက်နေတဲ့အချိန်မှာရော ကိုယ့်ဘေးမှာတကယ်ရှိပေးနိုင်တာက ဘယ်သူလဲဆိုတာကို မြင်သာအောင်ရိုက်ပြပေးတဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.42GB)/(595MB)/(349MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Crime / Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/little-ukraine-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-1-157x200.jpg",
        "title": "Free Dead or Alive (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် နယ်စပ်ဖြတ်ကျော်တဲ့ ဒုက္ခတွေက ဘယ်လောက်တောင် ခါးသီးလဲဆိုတာကို ရိုက်ပြထားတဲ့ ကားကောင်းလေးတစ်ကားကို တင်ဆက်လိုက်ပါတယ် ဂွာတီမာလာ ဆိုတဲ့ နိုင်ငံလေးက တကယ့်ကို မင်းမဲ့တိုင်းပြည်တစ်ခုလိုဖြစ်နေတဲ့ နိုင်ငံလေး တစ်နိုင်ငံပါပဲ အဲဒီကနေ မက္ကဆီကို ကို ဖြတ်ပြီးတော့ အသူဌေးကြီး တစ်ယောက်ရဲ့ သားဟာ ပြည့်တန်ဆာမတစ်ယောက်ရဲ့ သမီးကို လက်ထပ်ဖို့ ကမ်းလှမ်းတာကနေ ဇာတ်လမ်းက စတော့တာပါပဲ မာနတခွဲသားနဲ့ ဘယ်သူ့ကိုမှ လူမထင်တဲ့ ပြည့်တန်ဆာမရဲ့ သမီးဟာ အာဏာအရှိဆုံးကုန်သည်ကြီးတစ်ယောက်ရဲ့ သားကိုမှ ငြင်းပယ်လိုက်ပြီးတော့ သူ့လူနှစ်ယောက်ကိုပါ သားအမိနှစ်ယောက်ပေါင်းသတ်မိရာကနေ အဲဒီနိုင်ငံထဲနေ ထွက်ပြေးဖို့ဖြစ်လာခဲ့တာပါ ပြေးတဲ့လမ်းတစ်လျှောက်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမလဲ ဘယ်လို ဖြတ်ကျော်ရမလဲ ဆိုတာကိုတော့ သဲထိတ်ရင်ဖို့လေး ခံစားကြည့်လိုက် ကြပါဦးFile size…(2.93GB)/(901.76MB)/(399MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/free-dead-or-alive-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/the-accountant-poster-133x200.jpg",
        "title": "The Accountant (2016)",
        "description": "Batman မင်းသား Ben Affleck ရဲ့ Action, Crime အမျိုးအစားရုပ်ရှင်ပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ ကလေးဘဝမှာ High Functioning Autism(ဉာဏ်ရည်မနိမ့်ကျသော အထီးကျန်စိတ်ဝေဒနာတစ်မျိုး)\nခံစားနေရပြီး အထူးကျွမ်းကျင်သူ တစ်ဦးဆီမှာ ကုသရင်း နေထိုင်ခဲ့ရပါတယ်။ဒါပေမယ့် သူအရွယ်ရောက်လာချိန်မှာတော့ စာရင်းကိုင်တစ်ယောက်ဖြစ်လာခဲ့ပါပြီ။ သာမာန်စာရင်းကိုင်တွေ\n၁နှစ်လောက်လုပ်ရမယ့် စာရင်းကို တစ်ညတည်းလုပ်နိုင်တဲ့သင်္ချာဉာဏ်ကြီးရှင်မျိုးဖြစ်လာပြီး\nလူဆိုးဂိုဏ်းတွေကြားထဲက အရှုပ်အရှင်းတွေ ငွေတွေကို စစ်ဆေးပေး၊ခဝါချပေးတဲ့အလုပ်ကို\nလုပ်ကိုင်လာပါတယ်။ သူ့ကိုကူညီနေတဲ့ ဖုန်းထဲက အသံပဲကြားရတဲ့ လျို့ဝှက်မိန်းကလေးတစ်ယောက်ရဲ့\nအကူအညီနဲ့ပေါ့။လူဆိုးဂိုဏ်းတွေကြားမှာ အသက်ရှင်ရက်နေနိုင်ပြီး သူ့ကိုဘယ်သူဘယ်ဝါမှန်းပါ\nမသိအောင် နေနိုင်ခဲ့တဲ့အပြင် တိုက်ခိုက်ရေးပညာ နဲ့ လက်နက်မျိုးစုံလည်း ကျွမ်းကျင်ပါတယ်\n(ခြုံပြောရရင် Batman စီးပွားပျက်ပြီး စာရင်းကိုင်လုပ်စားသလိုပါပဲ :3 )။\nဒီဇာတ်လမ်းမှာတော့ သူဖော်ချလိုက်မိတဲ့ ငွေမသမာမှုတစ်ခုမှာ ပါနေတဲ့ အပြစ်မဲ့ မိန်းကလေးတစ်ယောက်ကို\nကြေးစားတွေလိုက်နှုတ်ပိတ်တာကို ကယ်တင်ရင်း သူစခဲ့တဲ့ ဇာတ်လမ်းကို အဆုံးထိပြန်လိုက်ရှင်းဖို့ကြိုးစားရတဲ့အခါမှာ.......\nFile size…7.86GB / 1.7GB /  720MB\nQuality…4k HEVC AAC5.1CH /  1080p  / ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-accountant-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTc3OTdkODQtMTQ2MS00Mzg3LTg2ZDQtNzExZDFlOGRlNWVmXkEyXkFqcGdeQXVyNDU4MzQ4MTA@._V1_FMjpg_UX1000_-148x200.jpg",
        "title": "Kung Fu Zohra (2022)",
        "description": "Kung Fu Zohra (2022)\n================\nAction/ Dramaတကယ့်ကားပဲ‌ဆိုပါတော့ဗျာ။ ကားနာမည်ကိုကြည့်လိုက်တာနဲ့\nကွန်ဖူးကားမှန်းသိကြမယ်ထင်ပါတယ်။ ဒါပေမဲ့ အဲဇိုရာဆိုတဲ့\nတစ်ယောက်က မင်းသားမဟုတ်ဘဲ မင်းသမီးဖြစ်နေတာပါပဲ။ဒီမင်းသမီး ကွန်ဖူးတတ်လာပုံကလည်း တကယ့်ကို အဆန်းကြီးပါ။\nအဓိကညွှန်းရမယ်‌ဆိုရင်တော့ ဒရာမာပါတဲ့ကွန်ဖူးကားလေးဆိုတဲ့\nအတိုင်း လူ့သရုပ်ကို ပီပြင်နေကြတာပါပဲ။ ပြီးတော့ တ-ရုတ်နိုင်ငံက\nမဟုတ်ဘဲ ပြင်သစ်နိုင်ငံက ရိုက်ကူးတဲ့ တ-ရုတ်သိုင်းကားပါ။အခုခေတ်တ-ရုတ်သိုင်းကားတွေကလည်း ပေါနေကြတာများ\nတာတော့ လူတိုင်းလည်း သိမယ်ထင်ပါတယ်။ ဒီရုပ်ရှင်လေးဟာ\nကွန်ဖူးကားကိုမှ အသွင်သဏ္ဍာန်တစ်မျိုးနဲ့ ချဉ်းကပ်တာမို့ တကယ့်ကို\nကြည့်ပျော်ရှုပျော်ရှိတာပါ။ ကွန်ဖူကားကောင်းလေးတွေ ငတ်နေတာ\nလည်း ကြာပြီ၊ ကွန်ဖူးကားလေးတွေကို ဒီနေ့ခတ်မှာ ပြန်ခံစားချင်တယ်\nဆိုရင်တော့ ဟောဒီ Kung Fu Zohra ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို ခံစား\nရင်ခုန်ပေးကြပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (600 MB) / (400 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........1Hr 40mins\nSubtitle...........Myanmar ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/kung-fu-zohra-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-3-135x200.jpg",
        "title": "LEGO Star Wars Summer Vacation (2022)",
        "description": "နှစ်စဉ်ထွက်နေကျအတိုင်း လီဂိုကာတွန်း Star Wars ထွက်လာပါပြီ။ မိသားစုကြည့်ဖို့ဇာတ်လမ်းဖြစ်တာမို့ အင်ပါယာ၊ ဒါ့ဗိတ်ဒါ၊ အိုဘီဝမ်၊ ဟန်ဆိုလို၊ ချူဝီ၊ လေယာ၊ ရေး၊ ဖင်း၊ ပိုး တို့အားလုံးပါဝင်တဲ့ ဟာသနဲ့စွန့်စားခန်းတွေပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာတော့ မျိုးဆက်သစ်တွေဖြစ်တဲ့ ရေး၊ ဖင်း၊ ပိုး တို့ဟာ အားလပ်ရက်ခရီးထွက်လာရင်း အဆင်မပြေမှုတွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ၊ အိုဘီဝမ်၊ ဒါ့သ်ဗိတ်ဒါ နဲ့လေယာတို့က သူတို့ငယ်စဉ်က အတွေ့အကြုံတွေကို ပြန်ပြောပြတာကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပြီး ဂျဒိုင်းကြီးတွေရဲ့ ဟာသဆန်ဆန် စွန့်စားခန်းတွေကို ကြည့်ရမှာပဲဖြစ်ပါတယ် File size…(1.33GB)/(510MB)/(346MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….00:45:00\nGenre...Animation / Action / Aventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lego-star-wars-summer-vacation-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/49C7hSPmQWZFoknLMlLojS4tgoi.jpg",
        "title": "Stabbing Into the Throat ( 2022 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM တရုတ်ကားချစ်ပရိသတ်တွေအတွက်ကို\nStabbing Into theThroat ဆိုတဲ့\nအက်ရှင်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လုယောင်ဆိုတဲ့ ရဲအရာရှိက သူ့ညီမလေးအပေါ်\nရဲတာဝန်နဲ့ယှဉ်ရင် ဒုတိယနေရာမှာ ထားဖြစ်နေတာမို့ အမြဲ အပြစ်ရှိသလို\nခံစားနေခဲ့ရသူပေါ့.. ဒါကို ညီမလေးက ဘိန်းဝိဇ္ဇာတွေက ပြန်ပေးဆွဲထားပြီး\nသူတို့အစ်ကိုကြီးနဲ့ ပြန်လဲမယ်ဆိုတဲ့ အပေးအယူဖြစ်လာခဲ့တယ်...\nလုယောင်တစ်ယောက် တာဝန်ကို သစ္စာဖောက်ပြီး သူ့ညီမကို ကယ်မလား\nညီမလေးအတွက်နဲ့ ဘိန်းဝိဇ္ဇာကို လွှတ်ပေးမလား...နောက်ပြီး လုယောင်တို့ အဖွဲ့ လိုက်နေတဲ့ မီလဲ့ဆိုတဲ့\nဘိန်းဝိဇ္ဇာချုပ်ကြီးကိုရော သူတို့တကယ် ဖမ်းမိမှာလား... ဒီခြေရာခံမရအောင်\nပျောက်နေတဲ့ မီလဲ့ဆိုတဲ့ ဘိန်းဝိဇ္ဇာချုပ်ကြီးက ဘယ်မှာဖြစ်မလဲ...\nစိတ်ဝင်စားစရာကောင်းတဲ့ တင်ဆက်မှုကွင်းဆက်တွေနဲ့ကို တွေ့ရမှာပါ...ကြားထဲ မထင်မှတ်ထားတဲ့ အချိုးအကွေ့တွေ ဘယ်လိုကြုံတွေ့ပြီး အဆုံးသတ်က\nဘယ်လိုဖြစ်မယ်ဆိုတာတွေကို ရိုက်ကွက်ကောင်းတွေနဲ့ တင်ဆက်ထားတဲ့အပြင်\nဒီကားလေးမှာ မျက်နှာသစ်တွေအများကြီးပါဝင်ထားပေမယ့် တကယ့်ကို\nသရုပ်ဆောင်ချက်ပီပြင်တဲ့ အက်ရှင်ကားကောင်းလေးတစ်ခုမို့\nကြည့်ဖြစ်အောင်ကြည့်သင့်တယ်လို့ ပြောလိုက်ချင်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/stabbing-into-the-throat-2022/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-solider-139x200.jpg",
        "title": "Soldier(1998)",
        "description": "၁၉၉၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ အက်ရှင်ဇာတ်ကားလေးဟာ သာမန် စစ်ကားတစ်ကားထက်ပိုတဲ့ ခေတ်ဟောင်း ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကို ကြည့်ရင်း ကျွန်တော်တို့ ငယ်စဥ်က တစ်အုပ် ၁၀၀ ၁၅၀ နဲ့ ငှားဖတ်ခဲ့ရတဲ့ ဒီရဲဂျာတို့ ရာမာဖုံတို့လို ကာတွန်းစာအုပ်တွေကိုတောင် ပြေးသတိရမိပါသေးတယ်\n\" စစ်သား ဆိုတာ မိတ်ဆွေ နဲ့ မိသားစု မရှိရဘူး စစ်ပွဲက မိတ်ဆွေဖြစ်ပြီး တပ်စုကြီးက မိသားစုပဲ \" ဒါ ဇာတ်ကားထဲက စာသားလေး\nလက်မရွံ့တပ်သားတွေဖြစ်အောင် ကလေးဘ၀ထဲကနေ ပြုစုပျိုးထောင်ရင်း အင်အားကြီးလာတဲ့ တပ်စုကြီးတစ်စု...အချိန်ကြာလာတဲ့အခါမှာ လက်မရွံ့တပ်သားတွေလည်း အသက်ကြီးကြရတာပဲ\nဒါကိုမှ ကာနယ်မက်ကမ် ဆိုတဲ့သူဟာ မျိုးရိုးဗီဇပြုပြင်ပြီး မွေးထုတ်ထားတဲ့ စက်ရုပ်ဆန်ဆန် စစ်သားတွေနဲ့ အစားထိုးဖို့ လုပ်လာတယ် တော့ဒ်ကတော့ တပ်စုကြီးရဲ့ စစ်သားဟောင်းတွေထဲက အထူးချွန်ဆုံး စစ်သားတစ်ယောက်ဖြစ်ပြီး တပ်သားသစ်တွေနဲ့ အစားထိုးဖို့လုပ်ရင်း စွန့်ပစ်ခံလိုက်ရတော့တယ်\nအဲဒါကပဲ သူ့အတွက် ကောင်းဖို့ဖြစ်လာတယ်လို့ပြောရမလား ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/soldier1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2M2MjMxNjUtZWU2MS00NTIwLWE0ZDEtOTY3NzY5NGZmY2RmXkEyXkFqcGdeQXVyODk2NDQ3MTA@._V1_-135x200.jpg",
        "title": "Samaritan (2022)",
        "description": "Samaritan (2022)\n=============\nIMDb Rating - 6.1/10စတားလုံးကြီးရဲ့ စူပါဟီးရီုး အက်ရှင်ကားအသစ်ပါ။ ဂရန်နိုက်ဆိုတဲ့\nမြို့လေးမှာတစ်ခါတုန်းက အရမ်းအားကြီးတဲ့ အမွှာနှစ်ယောက် ရှိခဲ့\nဖူးတယ်။ အင်အားအရမ်းကြီးလွန်းတော့ မြို့ထဲကလူတွေကို ထိခိုက်\nအောင်လုပ်မိတာရှိပါတယ်။ ဒီတော့သူတို့ညီအစ်ကိုကို ကြောက်လာတဲ့\nလူတွေက သူတို့အိပ်နေတုန်းမှာ အိမ်ကိုမီးတင်ရှို့လိုက်တာပေါ့။ သူတို့\nမိဘနှစ်ယောက်လုံးသေသွားပေမဲ့ သူတို့ညီအစ်ကိုကတော့ ဒဏ်ရာ\nတောင်မရဘဲလွတ်လာခဲ့ပါတယ်။အဲဒီမှာအစ်ကိုဖြစ်သူက ဆမယ်ရီတန် ဆိုတဲ့နာမည်နဲ့ လူတွေကို ကယ်တင်တဲ့\nသူရဲကောင်းဖြစ်လာပြီး၊ ညီကတော့ နဲမီးစစ် ဆိုတဲ့နာမည်နဲ့ တစ်မြို့လုံးကို\nမီးလောင်တိုက်သွင်းဖို့ ကြိုးစားလာပါတော့တယ်။ ဒီလိုနဲ့ညီအစ်ကိုနှစ်ယောက်\nအကြီးအကျယ်တိုက်ပွဲဖြစ်ပြီး နှစ်ယောက်လုံးပျောက်ဆုံးသွားခဲ့ပါတယ်။\nနှစ်ပေါင်းများစွာကြာလာတဲ့အချိန်မှာတော့ ဒီစွမ်းအားရှင်နှစ်ယောက်နဲ့ပတ်\nသတ်တဲ့ ဇာတ်လမ်းတွေပြန်ပေါ်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ\nကြည့်ရမှာပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (857 MB) / (530 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Fantasy\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/samaritan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDQ2ODJiOTYtM2IyNi00YTM4LWJjZjUtZWYyOWFlZTQ5NzJhXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-135x200.jpg",
        "title": "Seoul Vibe(2022)",
        "description": "Seoul Vibe(2022) အညွှန်း********************* ကဲ ဒီနေ့တော့ Trailer မြင်ကတည်းက စောင့်မျှော်ကြည့်ရှုချင်နေကြမဲ့ပရိတ်သတ်တွေအားလုံးအတွက် အလန်းစားကားကြီးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီနော်အိုလံပစ်ပွဲကျင်းပခဲ့တဲ့ 1988 Vibe ကိုအပြည့်ရမဲ့ကားဖြစ်ပြီး ကားမောင်းကျွမ်းကျင်တဲ့လူငယ်တစ်စုကရန်ပုံငွေအလွဲသုံးစားလုပ်တဲ့ကိစ္စတစ်ခုကို ဖော်ထုတ်ဖို့ အသွင်ယူပြီး ပူးပေါင်းစုံစမ်းပေးကြမဲ့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်။Cast တွေကတော့ ပြောစရာမလိုလောက်အောင်ပြီးပြည့်စုံလှပါတယ်\nအားလုံးရဲ့အချစ်တော် ယူအာအင်၊ Mouse drama မှာ အားလုံးရဲ့အာရုံစူးစိုက်မှုကို ရရှိခဲ့တဲ့မင်းသမီးလေး ဘတ်ဂျူဟျွန်း၊ Reply 1988 ထဲက မင်းသား ဂို‌ဂယောင်းဖြို၊Winner အဖွဲ့ကအဆိုတော် မင်ဟိုအပြင်...It's okay to not be okay ထဲကAutism ဇာတ်ရုပ်ကို ပီပီပြင်ပြင်သရုပ်ဖော်နိုင်ခဲ့တဲ့ အစ်ကိုကြီးဖြစ်သူ အိုဂျောင်းဆယ်၊Prison Playbook ထဲက ဆေးသမားလေး အီဂယူဟျောင်းအစရှိတဲ့ ဇာတ်ရံတွေကအစ ရှယ်တွေသုံးထားတာမလို့ အထူးညွှန်းနေစရာမလိုတော့ဘူးထင်ပါတယ်။ File Size : (1.1GB) and (366 MB)\nQuality : WEB-DL.Nf.1080p5.1Ch,720p\nFormat…mp4\nDuration…02:18:00\nGenre : Action , ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/seoul-vibe2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tvPK9FyN6wCKmuzJknlbnkhRQQU.jpg",
        "title": "The Lightning Strike ( 2022 )",
        "description": "ဒီတစ်ခါတော့ CM ပရိသတ်တွေအတွက်\nဖြစ်ရပ်မှန်မှုခင်းရုပ်ရှင်လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့\nရူးသွပ်နေတဲ့ ပါမောက္ခလော်ဟုန်ပန်းဟာ\nမူးယစ်အသစ်တစ်ခုဖြစ်တဲ့ \"ဟိုင်းလော့ရှန်\" ကို\nတီထွင်ထုတ်လုပ်ပြီး နိုင်ငံတော်ဥပဒေကို စိန်ခေါ်နေပါသတဲ့ကွယ်။\nနိုင်ငံတော်နဲ့ ပြည်သူတွေရဲ့ အကျိုးအတွက် နိုင်ငံတော်ရဲ့\nအတော်ဆုံးမူးယစ်တပ်ဖွဲဖြစ်တဲ့ \"လျှပ်စီးအဖွဲ့\"ဟာ\nဒုစခန်းမှူးယန်ရဲ့ ညွှန်ကြားမှုအောက်မှာ ဟောင်ကောင်သူလျှိရဲနဲ့\nပူးပေါင်းပြီး အချိန်ကြာ ထောင်ချောက်တစ်ခုကို အကွက်ချခဲ့ပါတယ်။ပင်လယ်တစ်လျှောက် မူးယစ်လမ်းကြောင်းကိုပိတ်ပြီး\nမြေအောက်မူးယစ်အပေးအယူလုပ်တဲ့လမ်းကြောင်းတွေကိုရှာဖွေပြီး\nမူးယစ်အဖွဲထဲကို သူလျှိဝင်ရောင်ခြင်းဖြင့် မူးယစ်ဂိုဏ်းအဖွဲကို တိုက်ခိုက်ခဲ့ပါတယ်။မူးယစ်ဂိုဏ်းကြီးတစ်ခုလုံးကို အမြစ်ပြတ်တိုက်ခိုက်နိုင်မလား......\nဟိုင်းလော့ရှန်ဆိုတဲ့ မူးယစ်ဆေးက\nတစ်ကမ္ဘာလုံး မပျံ့ခင်မှာ တားဆီးနိုင်မလား......\nဆိုတာကို ဇာတ်လမ်းထဲမှာ အတူတူ အဖြေရှာကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 43min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-lightning-strike-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTQ1YWU0ZTktNmRkNC00ZjIxLWE3ZDQtNzE4MTlhMDExOGYyXkEyXkFqcGdeQXVyMTMzNzA4MTMx._V1_-133x200.jpg",
        "title": "Gandharwa (2022)",
        "description": "Gandharwa (2022)\n====================\nAction, Drama, Thriller\nIMDb 8.6/10 (1.8K)လူသားတွေဟာ ကမ္ဘာဦးအစကတည်းက တီထွင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပြီး\nသိပ္ပံနည်းကျနဲ့ လက်တွေ့ကိုမှ ယုံကြည်လာခဲ့ကြပါတယ်...ဟိုးအမှောင်ခေတ်ကနေ လကမ္ဘာပေါ်ကို တက်လှမ်းနိုင်တဲ့အထိကို\nလူ့အသိဉာဏ်ကနေ တီထွင်ဖန်းတီးမှုတွေ နည်းပညာတွေ\nဆင်းသက်လာခဲ့ပါတယ်...သို့ပေမယ့်လည်း တချို့သော ကိစ္စရပ်တွေဟာ သဘာဝတရားကြီးအတွင်းမှာရှိတဲ့\nလက်ခံနိုင်စရာအကြောင်းရင်းတွေကိုဖြတ်ပြီး ဖြစ်ပေါ်လာခဲ့ပါတယ်...ဒီလိုကိစ္စမျိုးတွေကျ\nလက်ခံနိုင်ဖို့ခဲယဉ်းလှပါတယ်...ဒီဇာတ်ကားလေးဟာ သိပ္ပံပညာနဲ့ ဆေးပညာရပ်တွေလို လက်တွေ့ကျတဲ့\nနယ်ပယ်တွေကို ဖြတ်ကျော်ပြီး မေးခွန်းထုတ်လာခဲ့တဲ့ လူတစ်ယောက်ရဲ့အကြောင်းပါနယ်မြို့လေးတစ်မြို့မှာ နေထိုင်တဲ့ အာဗီနက်ရှ်ကို တစ်ရွာလုံးကချစ်ခင်လေးစားကြသလို\nသူဟာ နိုင်ငံတော်က အားကိုးရတဲ့ စစ်သားတစ်ယောက်လည်းဖြစ်သေးတယ်...အိန္ဒိယပါကစ္စတန်စစ်ပွဲဖြစ်တော့ လက်ထပ်ထားတာ ပူပူနွေးနွေးလေးပဲရှိဦးမယ်\nစစ်တိုက်ထွက်ရပြန်ပါတယ်...ကံပဲဆိုးလေသလား တိုက်ပွဲအတွင်း အာဇာနည်\nဖြစ်သွားခဲ့တယ်...သဘာဝလွန်ဖြစ်ရပ်တွေက သူ့အားပြန်ရှင်သန်လာစေခဲ့တဲ့အခါမှာတော့....။\nFile size…2.37GB / 1.15GB\nQuality…1080p WEB DL AAC5.1CH / 720p \nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Kham Mon , Sora & OeliuJ",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/gandharwa-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BM2QwZjBiYjgtZDk1Zi00M2Q0LTllMTItMGNkMjMxMGFiZjdkXkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kung Fu Ghost (2022)",
        "description": "Kung Fu Ghost (2022)\n================မွဲနေပါတယ်ဆိုတဲ့ ဒေစီဆီကို အမွေပေးချင်လို့ဆိုပြီး ဖုန်းတစ်ကောလ်\nဝင်လာပါတယ်။ သူ့အဘိုးသေသွားလို့ အဘိုးရဲ့အိမ်ကိုအမွေရပါမယ်တဲ့။\nမွဲပါတယ်ဆိုမှ ဘာပြောကောင်းမလဲ ယူအက်စ်ကို ဒေစီတစ်ယောက်\nကပြီးထွက်သွားခဲ့တာပေါ့။ ဟိုရောက်မှ ပျားအုံကိုတုတ်ထိုးမိတဲ့ ဒေစီပါ။\nအမွေရတဲ့အိမ်ကြီးကလည်း ကြောက်စရာအပြည့်၊ မှောင်မဲနေတာပဲ။\nတစ်ခါတစ်ခါ ထပ်ခိုးထပ်ကနေ သူ့ကိုချောင်းကြည့်နေသလိုလို။ အဲ့ဒီလို\nအိမ်ကြီးမှာ တစ်ပတ်တိတိနေပြီးမှ အမွေရမှာတဲ့။ အဘွားအတွက် အမွေ\nရအောင်ယူမယ်ဆိုပြီး စိတ်တင်းထားပြီးကာမှ သရဲနှစ်ယောက်နဲ့ မျက်မြင်\nကိုယ်တွေ့တွေ့ရပါတော့တယ်။တစ်ယောက်ကတော့ သရဲငယ်ငယ်အဆင်လေးဝီလီယမ်ဖြစ်ပြီး နောက်\nတစ်ယောက်ကတော့ သရဲဘိုးအေကြီးပေါ့။ အဲ့ဒီသရဲနှစ်ယောက်က ဒေစီကို\nဘာလို့ဒီအိမ်မှာ နေစေချင်ရတာလဲ။ ပြီးတော့ အိမ်ကြီးထဲမှာရော ဘာတွေ\nလျှို့ဝှက်ထားသေးလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။\n(Horror ဆန်ဆန်ကြည့်ရမယ့်ကားမျိုးမဟုတ်ဘဲ ဟာသဆန်ဆန်ကြည့်ရမယ့်\nကားလေးပါ။)\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.96 GB) / (875 MB) / (600 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 35mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy\nTranslator.......Jo ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/kung-fu-ghost-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTkzMDU0NTg3MF5BMl5BanBnXkFtZTcwNzU1MjU1Mg@@._V1_-135x200.jpg",
        "title": "Gamer (2009)",
        "description": "Gamer (2009)\n=====================\nအင်မတန်ချမ်းသာပြီး နာမည်ကြီးရုံသာမက\nအာဏာပါကြီးလွန်းတဲ့ ကန်ကာဆယ် ဆိုတဲ့ လူတစ်ယောက်ဟာ\nစိတ်ကိုထိန်းချုပ်ရတဲ့ဂိမ်းတစ်ခုကို တီထွင်ခဲ့ပြီး\nလူတွေပါ၀င်ကစားလာဖို့ ဆွဲဆောင်ခဲ့ပါတယ်။\nဒီဂိမ်းဟာ သာမာန်ဂိမ်းမျိုးမဟုတ်ပဲ လူတစ်ယောက်ရဲ့လှုပ်ရှားမှုမှန်သမျှကို\nကစားသမားကထိန်းချုပ်လို့ရတဲ့ဂိမ်းမျိုးဖြစ်ပါတယ်။\nအထိန်းချုပ်ခံတဲ့သူက ပိုက်ဆံရမှာဖြစ်ပြီး\nကစားတဲ့သူက ပိုက်ဆံပေးပြီး ကစားရတာပါ။ ဒါထက်အဆင့်မြင့်သွားတဲ့ စလေယာစ် ဆိုတဲ့\nဂိမ်းမှာတော့ သေဒဏ်ကျပြီးသားလူတွေဟာ\nသူတို့စိတ်ကိုထိန်းချုပ်ခံထားရပြီးတော့ အချင်းချင်းပစ်သတ်နေတဲ့ကြားကနေ အသက်ရှင်ဖို့ကြိုးစားရတာပါ။\nအဆင့်၃၀လုံးအောင်တဲ့သူက သေဒဏ်ကနေလွတ်ကင်းပြီး အိမ်ကိုပြန်ခွင့်ရှိမှာဖြစ်ပါတယ်။\nဒီဂိမ်းမှာ ချန်ပီယံဖြစ်ဖို့ ရေပန်းစားနေတာကတော့ ဂျွန်ကေဘယ်ဆိုတဲ့ လူဖြစ်ပါတယ်။\nဂျွန်ကေဘယ် ကို ဆိုင်မွန်ဆိုတဲ့ကစားသမားက ထိန်းချုပ်ကစားနေတာဖြစ်ပြီး သူတို့နှစ်ယောက်\nဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊ အဆင့်အားလုံးကိုရော အောင်မြင်အောင်ကျော်ဖြတ်နိုင်မလားဆိုတာကို\nစိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nဒီကားရဲ့ တချို့အသုံးအနှုန်းလေးတွေကြမ်းပေမယ့် ဇာတ်ကားကိုက\nscience fiction action အမျိုးအစားဖြစ်တာမို့ စိတ်ကူးယဉ်ဆန်ပြီး\nကြမ်းတာမှကြိုက်တဲ့ကိုယ့်လူတို့အတွက်\nကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားလို့ညွှန်းလိုက်ပါရစေ။\nFile size…6.2GB/ 2.26GB / 1.12GB\nQuality…4k HEVC Bluray / 1080p BluRa\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Jaka",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gamer-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTUzNzU1MzcxNV5BMl5BanBnXkFtZTgwOTQ4NjU2MzE@._V1_-141x200.jpg",
        "title": "The Admiral (2015)",
        "description": "The Admiral (2015)==============IMDb Rating - 7.0/10ဒီဇာတ်ကားကို စ​ရေးမယ့်အချိန် ပိုစတာကိုမြင်​တော့ နည်းနည်း​လေး\nအင်တင်တင်ဖြစ်သွားမိတာ အမှန်ပါ။ ဒီဇိုင်းကာလာ အ​နေအထားက\nဒီဘက်​ခေတ်ထွက် ​​ပေါ​ပေါပဲပဲစတိုင် ဖြစ်​နေတာမဟုတ်လား။ ဒီလိုနဲ့\nGoogle​ ​ပြေး​ခေါက်၊ စာ​လေးဘာ​လေး​ပြေးရှာ​တော့ တို့များဖန်​တွေ\nအ​​ပေးများတယ်ဆိုတဲ့ IMDbက 7၊ Review ဆရာကြီးများ ရှိ​နေတဲ့\nခရမ်းချဉ်သီးပုပ်က67%ဆို​တော့ နည်းနည်းစိတ်ဝင်စားသွားမိတယ်။\nနယ်သာလန်ကားဆို​တော့ မြင်​တွေ့​နေကျ အ​နောက်တိုင်းရုပ်ရှင်တွေ၊\nအ​တွေ့နည်းတယ်ဆိုတဲ့ ပြင်သစ် တူရကီစသဖြင့်ထက် ရှား​တဲ့အပြင်\nဆု၂ဆုနဲ့ nomi ၄ခုထိ စာရင်းဝင်ထား​တော့ သူများဂျင်းမထည့်ခင်\nကိုယ်အရင်အထည့်ခံရမှာလန့်ရင်း ​စ​ရေးတယ်​​ပေါ့။ဇာတ်လမ်းက ၁၇ရာစုနှစ်ကို အ​ခြေခံထားပြီး နယ်သာလန်​​ရေတပ်ရဲ့\nဗိုလ်ချုပ်ဖြစ်တဲ့ မီခယ်ဒီရိုက်တာကို အသား​ပေးရိုက်ကူးထားတာပါ။\nပ​ဒေသရာဇ်​​တွေကြီးစိုး​နေ​​သေးတဲ့ အချိန်မျိုးမှာ ရီပတ်ဘလစ်စနစ်\nစတင်အ​ကောင်အထည်​ပေါ်​​နေပြီဖြစ်တဲ့ နယ်သာလန်​ပြည်ကြောင့်ပဲ\nဒီဇာတ်ကားထဲက အရှုပ်ထုတ်​တွေ စဖြစ်ခဲ့တယ်လို့ ဆိုရမှာပါပဲ။သက်ဦးဆံပိုင်စနစ်ဘက်က မင်းမျိုးမင်းနွယ် ​​Prince of Orangeနဲ့\nပါတီနိုင်ငံ​ရေးစနစ်ဘက်က ရီပတ်ဘလစ်ကန်​တွေ ပွတ်တိုက်လာမှုရဲ့\nအကျိုးဆက်အဖြစ် ပြည်တွင်းစစ်မီးက ​တောက်လုဆဲဆဲ ဖြစ်သလို\nတစ်ဖက်မှာလည်း ​ဟော်လန်ရဲ့ ​ရေ​ကြောင်းကုန်သွယ်​ရေးလုပ်ငန်းနဲ့\nလွတ်လပ်တဲ့ ရီပတ်ဘလစ်စနစ်ကို မျက်မုန်းကျိုး​နေတဲ့ အင်္ဂလိပ်နဲ့\nပြင်သစ်​တွေက ​ရေ​ကြောင်းထိုးစစ်​တွေနဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-admiral-2015/"
    }
]