[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/drug-113x200.jpg",
        "title": "Drug Hunting Operation ( 2021 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် တစ်နိုင်ငံလုံးကို တုန်လှုပ်သွားစေခဲ့တဲ့\nဖြစ်ရပ်မှန် ကွမ်တုန်း မူးယစ်ဆေးဝါး အမှုတစ်ခုဖြစ်တဲ့\n\"GG Project\" ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်လူငယ်ရဲတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့\nဝမ်ရှင်း / ခေါင်းဆောင် လီကွမ်းဖုန်းတို့နဲ့အတူတူ\nလက်အောက်ခံ ရဲတပ်ဖွဲ့ဝင်များဟာ မူးယစ်ဆေးဝါး နှိမ်နှင်းရေး တိုက်ပွဲတစ်ခုကို\nအသေအကျေ ဝင်ရောက်ခဲ့ပုံတွေကို ပုံဖော်ပြထားတဲ့\nကားလေးဆိုရင်လဲ မမှားပါဘူး နိုင်ငံတကာ မူးယစ်ဆေးဝါးထုတ်လုပ်မှုနဲ့\nရောင်းဝယ်ဖောက်မှု အမှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nဆောင်ရွက်ခဲ့ကြတဲ့ ရဲတပ်ဖွဲ့ရဲ့ ပုံရိပ်တွေ / လက်တွေ့ကျကျ\nစေ့စပ်မှုတွေနဲ့ တာဝန်ကို ထမ်းဆောင်ခဲ့ကြတဲ့ ပုံရိပ်တွေ ကိုလဲ ရိုက်ပြထားပါသေးတယ်ဒါ့အပြင် ပစ်ခတ်မှုတွေ ရန်ပွဲတွေ ဖောက်ခွဲမှုတွေကြားက\nမူးယစ်ဆေးဝါး တိုက်ဖျက်ရေး မြင်ကွင်းများကို မီးမောင်းထိုး\nရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့ Action ကားတွေ\nကြိုက်နှစ်သက်တဲ့ သူတွေ အနေနဲ့ကတော့\nဒီကားလေးကိုကြိုက်နှစ်သက်မိမှာအမှန်ပါပဲရှင်\nအဲ့တော့ အခုပဲ ကြည့်ရှုလိုက်ရအောင်ပါနော်\n[ Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/drug-hunting-operation-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjYwZjE3NzEtYjYzYS00YWM5LTk2NTQtNDE3ODcwZjA1ZWU0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Code Name: Tiranga (2022)",
        "description": "Code Name: Tiranga ( 2022 )အခုတစ်ခေါက်မှာတော့ မင်းသမီးချောလေး ပရီနီသီးချိုပရာရဲ့\nစပိုင်အက်ရှင် ရုံတင်ကားသစ်တစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်...\nစပိုင်တစ်ယောက်ရဲ့တာဝန်က ဘာလဲ စပိုင်တစ်ယောက်ဟာသူ့ရဲ့\nတာဝန်နဲ့ပက်သက်လာရင် ဘယ်လောက်ထိကြောက်ဖို့ကောင်းပြီး\nအရေးပါလဲဆိုတာကို အက်ရှင်ဇာတ်ဝင်ခန်းအလန်းတွေနဲ့ချပြထားပြီး\nplot twistတွေနဲ့ ကြည့်ရတာမအီစေသွားမယ့် ဇာတ်လမ်းတပုဒ်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ ဒေါက်တာမစ်ဇာဆိုတဲ့ လူတစ်ဦးနဲ့စတင်ထားပြီး\nမစ်ဇာကတော့ ကုလသမ္မဂရဲ့တာဝန်တခုကြောင့် တူရကီကနေ\nအာဖဂန်နစ္စတန်ကိုရောက်ရှိလာသူပဲဖြစ်ပါတယ်....သူ့တာဝန်ကိုထမ်းဆောင်ရင်း သူ့ဘဝရဲ့မထင်မှတ်ထားတဲ့\nအလှည့်ပြောင်းကိုကြုံတွေ့လိုက်ရပါတယ်...\nအဲ့တာကတော့သူနဲ့အမှတ်မထင်ဆုံတွေ့ပြီး ရင်းနှီးခဲ့ရတဲ့မိန်းမပျိုလေးဖြစ်ပြီး\nအဲ့ဒီမိန်းမပျိုကို သဘောကျမိရာကနေ ကံကြမ္မာအပြောင်းလဲကြီးတခုကြုံတွေ့ရပြီး\nမထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ သည်းထိတ်ရင်ဖို\nစိတ်လှုပ်ရှားဖွယ်ရုပ်ရှင်တကားကိုတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်\nFile size…1.34GB / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/code-name-tiranga-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/national-treasure-2-133x200.jpg",
        "title": "National Treasure: Book of Secrets (2007)",
        "description": "National Treasure: Book of Secrets (2007)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/national-treasure-book-of-secrets-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/National-treasure-133x200.jpg",
        "title": "National Treasure (2004)",
        "description": "National Treasure (2004)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/national-treasure-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rmye0ThMHMT2VhZj7zdyCcHQVe.jpg",
        "title": "Shiri (1999)",
        "description": "Shiri (1999)၁၉၉၉ ခုနှစ်မှာ ကိုရီးယားရဲ့ရုပ်ရှင်လောကကို အရွေ့တစ်ခုဖြစ်စေခဲ့တဲ့ Shiri ရုပ်ရှင်ကတော့\nဇာတ်လမ်းဇာတ်အိမ်ရော သရုပ်ဆောင်တွေရော ဘယ်နေရာမှလက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ။Dr. Romantic ဇာတ်လမ်းတွဲထဲက ဂင်ဆာဘူဇာတ်ရုပ်နဲ့ကျော်ကြားတဲ့ ၊\nA Taxi Driver, Parasite စတဲ့ရုပ်ရှင်တွေနဲ့ လူတိုင်းအားပေးကြတဲ့ Song Kang Ho တို့အပြင်\nအခုခေတ်မှာ ပြိုင်စံရှားသရုပ်ဆောင်ကြီးတွေဖြစ်နေကြပြီဖြစ်တဲ့ Choi Min Sik, Kim Yunjin တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မြောက်ကိုရီးယားက ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့ကသူလျှိုတွေနဲ့\nတောင်ကိုရီးယားကအေးဂျင့်တွေအကြောင်း အခြေတည်ထားတဲ့ အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပေမယ့်\nဒီဘက်ခေတ်ဇာတ်လမ်းတွေနဲ့ ကွဲပြားတဲ့ ဇာတ်ကြောင်း၊ ရှုထောင့်တွေနဲ့ အသစ်အဆန်းခံစားချက်တစ်မျိုးခံစားရမှာပါ။\nကိုရီးယားရုပ်ရှင်တွေဟာ အဲ့ဒီအချိန်ကတည်းက ဘယ်လိုအဆင့်အတန်းရှိနေပြီလဲဆိုတာ တွေ့မြင်ရမှာဖြစ်သလို\nတကယ့်စူပါမင်းသားကြီးတွေရဲ့ ငယ်နုစဉ်ကာလကိုကြည့်ရတာနဲ့တင် တန်နေပြီဖြစ်တာကြောင့်Shiri ကတော့ လုံးဝကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality….  720p | 480p\nFile size…2GB | ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shiri-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hvvR7Yf743pc2E2F1VJ2dfZl7OZ.jpg",
        "title": "Heaven and Earth (1993)",
        "description": "Heaven and Earth (1993)အိုလီဗာစတုန်းရဲ့ Vietnam War Trilogy ဟာ နာမည်ကျော် Trilogyတွေထဲ တစ်ခုအပါအဝင်ဖြစ်ခဲ့ပြီး သူ့နာမည်အတိုင်းပဲ အဲဒီသုံးကားဟာ ဇာတ်လမ်းဇာတ်အိမ် ဇာတ်ကောင် လားလားမှမဆိုင်ဘဲ ဗီယက်နမ်စစ်ပွဲကို အခြေပြုထားတာခြင်းပဲ တူနေတဲ့ ၃ကားပါ။ ပထမကားဖြစ်တဲ့ Platoon (1986) ကတော့ အကောင်းဆုံးကားလို့‌ ပြောရမှာပါပဲ။ နောက်တွမ်ခရုစ်ပါတဲ့ Born on the Fourth of July ပါ။ အခုကား Heaven and Earth (1993) ကတော့ တွမ်မီလီဂျုန်းပါဝင်ထားပါတယ်။ အိုလီဗာစတုန်းဟာ သမိုင်းကားတွေ အရိုက်များတဲ့ ဒါရိုက်တာဖြစ်ပြီး ဂျွန်အက်ဖ်ကနေဒီတို့ နက်ဆွန်တို့အကြောင်းလည်း ရိုက်ခဲ့ပါသေးတယ်။ သူကိုယ်တိုင်လည်း ဗီယက်နမ်စစ်ပွဲမှာ တာဝန်ကျဖူးပြီး သူ့စစ်မှုထမ်းအတွေ့အကြုံတွေဟာ ဒီ Trilogy အတွက် ထောက်တိုင်တွေဖြစ်ခဲ့တာမို့ ဒီကားတွေဟာ နာမည်ကျော်တာပါပဲ။ Vietnam War ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/heaven-and-earth-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/myHxm9p8fhEsXyaLO6DawYJKolg.jpg",
        "title": "Under Siege(1992)",
        "description": "Under Siege(1992)******************မင်းသားကြီး Steven Seagal ရဲ့\nအက်ရှင်ဇာတ်ကားကြီး ဖြစ်ပါတယ်။ကေဆီရိုင်းဘတ်က မစ်ဆူရီဆိုတဲ့ စစ်သင်္ဘောဟောင်းပေါ်က ခေါင်းဆောင်စားဖိုမှူးဖြစ်ပါတယ်။\nတစ်နေ့မှာ သင်္ဘောကပ္ပတိန်ကြီးရဲ့ စပရိုက် မွေးနေ့ပွဲအတွက်ဆိုပြီး တီးဝိုင်းအဖွဲ့တစ်ဖွဲ့ရယ်မိန်းမချောလေးတစ်ဦးရယ် ရောက်လာကြပါတယ်။ဒါပေမဲ့ အဲဒီတီးဝိုင်းအဖွဲ့ရဲ့အကြံအစည်က သင်္ဘောသားတွေ ထင်ထားသလိုမဟုတ်တဲ့အခါသူတို့သင်္ဘောတစ်စီးလုံး ပြန်ပေးဆွဲခံလိုက်ရပါတော့တယ်။အဲဒါကို စားဖိုမှူးလို့ပဲသိထားကြတဲ့ ရေတပ် ဆီးလ်အထူးတပ်ဖွဲ့ဝင်ဟောင်းရိုင်းဘတ်က ဘယ်လိုပြန်ကယ်ဆယ်မလဲဆိုတာ…  File Size :(3.85GB) (1.05GB) and (504 MB)\nQuality : Blu-Ray 1080P5.1CH,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/under-siege1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gElwFCQTbSK5hdK0PVyia547nst.jpg",
        "title": "Under Siege 2: Dark Territory(1995)",
        "description": "Under Siege 2: Dark Territory(1995)**********************************မင်းသားကြီး Steven Seagal ရဲ့\nUnder Siege အက်ရှင်ဇာတ်ကားတွဲရဲ့\nဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်။ရေတပ်အရာရှိဘဝကနေ အနားယူထားတဲ့ကေစီရိုင်းဘတ်ဟာ\nတူမဖြစ်သူနဲ့အတူ ခရီးအတူထွက်ဖို့ရထားစီးလာခဲ့ကြပါတယ်။\nအကြမ်းဖက်သမားအဖွဲ့တစ်ခုက ဖျက်စီးအားပြင်းတဲ့\nဂြိုလ်တုတစ်ခုကိုထိန်းချုပ်ဖို့အတွက် ရထားကိုအနုကြမ်းစီးပြီး\nခရီးသည်တွေကိုဓားစာခံအဖြစ် ဖမ်းသွားတဲ့အခါမှာ\nကေစီရိုင်းဘတ်အနေနဲ့ အကြမ်းဖက်သမားတွေကို ဘယ်လိုတားဆီးသွားမလဲ\nဓားစာခံအဖြစ်ဖမ်းခံရတဲ့သူတွေကိုရော ဘယ်လိုကယ်တင်သွားမလဲဆိုတာ...အပစ်အခတ် အတိုက်ခိုက်တွေနဲ့ အက်ရှင်ချစ်ပုရိတ်သတ်ကြီး အကြိုက်တွေ့မယ့်\nဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ File Size :(2.9GB)(966MB) and (340 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Action, Thriller, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/under-siege-2-dark-territory1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/har-1-160x200.jpg",
        "title": "Har Har Mahadev (2022)",
        "description": "Har Har Mahadev (2022)\nAction, Drama, War\nIMDb 7.8/10 (1.6K)ဒီဇာတ်ကားလေးက အေဒီ ၁၆ရာစု မာရသာအင်ပါယာကြီးကို စတင်တည်ထောင်နေစဉ်ကာလအတွင်း\nဘုရင်ချက်သရပတီရှီဗာဂျီနဲ့ သူ့အပေါင်းအပါတွေက နယ်ချဲ့လက်ပါးစေတွေကို တော်လှန်ခဲ့တဲ့ ဖြစ်စဉ်ကို\nရုပ်ရှင်ရုံကားအဖြစ် ရိုက်ကူးတင်ဆက်ထားခြင်းပဲ ဖြစ်ပါတယ်။အတိအကျပြောရရင် ဒီဇာတ်ကားက ၁၆ရာစုနှောင်းပိုင်းမှာဖြစ်ပွားခဲ့တဲ့ ပဝန်းခင့်တိုက်ပွဲအကြောင်းကို\nအဓိကဇာတ်အိမ်တည်ထားပါတယ်...အဆိုပါတိုက်ပွဲမှာ ဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေဦးဆောင်တဲ့\nစစ်သည် ၃၀၀ ပါဝင်တဲ့တပ်စုဟာ စစ်သည်ရဲမက် ၁၂၀၀၀ ပါဝင်တဲ့ ဘီဂျာပူရီတပ်တွေကို တိုက်ထုတ်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။မာရသာအင်ပါယာကြီးဟာ ပြိုကွဲနေခဲ့ပြီး အင်အားကြီးရှင်ဘုရင်ဆူတန်ဟာလည်း ဒီလိုပြိုကွဲနေအောင်\nအချင်းချင်းသွေးထိုးရန်တိုက်ပေးခဲ့ပြီး နယ်မြေအတွင်း သွေးချောင်းစီးစေခဲ့တယ်...။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ မာရသာလူမျိုးတွေဟာ ဆိတ်တွေ ကျွဲတွေအတွက်နဲ့\nအချင်းချင်း ရန်ဖြစ်သတ်ဖြတ်နေကြတဲ့အချိန်ပေါ့...။ဒီအဖြစ်ကို ရင်လေးမိနေတဲ့ ရှီဗာဂျီက နယ်မြေအားလုံးကို စုစည်းပြီး\nဘုံရန်သူကို တိုက်ထုတ်ပစ်ဖို့ စွန့်စားပါတော့တယ်...။အဲ့ဒီလို တစ်နယ်ပြီးတစ်နယ်သိမ်းပိုက်လာရင်း မာဗယ်နယ်မြေ ၁၂ခုလုံးက တုန်လှုပ်ရတဲ့\nဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေနဲ့ ထိပ်တိုက်တိုးမိလာတဲ့အခါ...။ဒီဇာတ်ကားလေးမှာ တိုက်ရေးခိုက်ရေးတွေကို ကောင်းကောင်းမြင်တွေ့ရမှာဖြစ်သလို\nနိုင်ငံရေးဉာဏ်အားပြိုင်မှုတွေကိုလည်း မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ပါဦးနော်...။\nFile size…2.3GB  / 1.2GB\nQuality…1080p Zee5 WEB DL ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/har-har-mahadev-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-le-134x200.jpg",
        "title": "Lethal Weapon 2(1989)",
        "description": "1987 မှာ Lethal weapon ပထမကားထွက်အပြီးနောက်နှစ်နှစ်အကြာမှာ ၂ ထွက်လာခဲ့ပါတယ်ပထမကားမှာကတည်းက အတွဲညီညီနဲ့ အခွီတွေရော အတည်တွေရောလုပ်တတ်တဲ့ အဓိကဇာတ်လိုက်ကျော်ကြီးနှစ်ဦးဖြစ်တဲ့ ရစ်ဂ် နဲ့ မားတာချ် တို့ရဲ့ ရှုပ်ထွေးလှတဲ့ အမှုပေါင်းသောင်း‌ခြောက်ထောင်ကို အက်ရှင်အကြမ်းစားတွေ၊ ခွက်ထိုးခွက်လန်ရယ်နေရမယ့် ဟာသတွေနဲ့အတူ ထပ်ကြည့်ရဦးမှာပါဒီဒုတိယကားမှာတော့ ရစ်ဂ်နဲ့ မားတာချ်တို့ကြားက bond ကပိုခိုင်မာလာတာကို မြင်ရမှာဖြစ်ပြီး ပထမကားမှာ မပြောသွားခဲ့တဲ့ ရစ်ဂ်ရဲ့ဇနီးဖြစ်သူ သေဆုံးရတဲ့အကြောင်းလည်း ပြောပြသွားမှာပါ။ဆိုတော့ကာ အသက်အရွယ်မတူ၊ အသားအရောင်မတူ၊ တွေးခေါ်ပုံတွေကအစ မတူညီတဲ့ ရဲအရာရှိနှစ်ယောက် ဒီတစ်ခါရော ဘယ်လိုအတွဲညီညီနဲ့ လှုပ်ရှားသွားမလဲ၊ အတည်ပေါက်နဲ့ ဘယ်လိုတွေခွီကြဦးမလဲဆိုတာကို ခံစားကြည့်ရှုလိုက်ကြပါဦးဗျာ။ File size…(3.16GB)  / (`1.43GB) / (712.65GB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Action / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/lethal-weapon-21989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTllNWNlZjctMWQwMS00ZDc3LTg5ZjMtNzhmNzhjMmVhYTFlXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_-136x200.jpg",
        "title": "Lethal Weapon (1987)",
        "description": "အက်ရှင်ဇာတ်လမ်းကောင်းတွေကို ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက် Old but Gold ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။Cast အနေနဲ့လည်း Hacksaw Ridge ရဲ့ပဲ့ကိုင်ရှင်တဖြစ်လဲ Braveheart တို့၊ Conspiracy Theory တို့မှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ စွယ်စုံရမင်းသားကြီး Mel Gibson နုစဥ်က ဇာတ်ကားမလို့ ကြည့်သင့်နေပါပြီ။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ ဘဝကိုအေးအေးချမ်းချမ်း ဖြတ်သန်းနေတဲ့ ရဲအရာရှိ ရော်ဂျာဟာ အသက် ၅၀ ပြည့်မွေးနေ့မှာ မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကုန်ဆုံးခဲ့ပြီး ခါတိုင်းလိုပဲ အလုပ်သွားခဲ့ပေမယ့် ရောက်ရောက်ချင်း မထင်မှတ်ထားတဲ့ သတင်းဆိုးတစ်ခု ကြားလိုက်ရပါတယ်။ဒါကတော့ သူနဲ့ ၁၂ နှစ်ကြာ အဆက်အသွယ်ပြတ်နေတဲ့ စစ်ပွဲမှာအတူတိုက်ခဲ့ပြီး သူ့အသက်ကိုကယ်တင်ခဲ့တဲ့ သူငယ်ချင်းဟောင်းရဲ့သမီးဖြစ်သူ တိုက်ပေါ်က နေခုန်ချသွားတဲ့ အမှု​ပါပဲ။ဒီအမှုကို သူနဲ့ အတူလိုက်ဖို့အတွက် တာဝန်ကျတဲ့ တွဲဖက်အသစ်ကတော့ အရင်င်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းဖြစ်ခဲ့ပြီး သိပ်တော်ပေမယ့်လောလောလတ်လတ်ကမှ သိပ်ချစ်ရတဲ့ဇနီးဖြစ်သူ ဆုံးပါးသွားလို့ စိတ်အခြေအနေ မတည်မငြိမ်ဖြစ်နေပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lethal-weapon-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-lethal-2-139x200.jpg",
        "title": "Lethal Weapon 4(1998)",
        "description": "Lethal Weapon series ရဲ့ နောက်ဆုံးကားဖြစ်တဲ့ Lethal weapon 4 မှာတော့ ရစ်ဂ်စ်ဟာ ဆံပင်ညှပ်လိုက်ပါပြီ။\nရစ်ဂ်စ်ရော မာတော့ဖ်ရောဟာ အသက်အရွယ်တစ်ခုရောက်လာတာကြောင့် ဇရာရဲ့ဒဏ်ကို မသိမသာခံစားလာကြရပါပြီဗျ။\nဒါပေမဲ့ ရစ်ဂ်စ်ကတော့ အခုထိ ငါမအိုသေးဆိုပြီး ရူးရူးမိုက်မိုက် စွန့်စားခန်းတွေလုပ်ဆဲပါပဲ။\nဒီ နံပါတ် ၄ မှာလည်း ရစ်ဂ်စ်နဲ့ မာတော့ဖ်တို့ဟာ ကိုယ့်ဘာသာနေရင်း ပြဿနာက သူတို့ဆီ ရောက်လာပြန်ပါတယ်။\nထူးခြားချက်အနေနဲ့ကတော့ ဒီကားထဲမှာ မင်းသားကြီး ဂျက်လီနဲ့အတူ ဟာသ သရုပ်ဆောင် Chris Rock လည်း ပါဝင်လာပါတယ်ဗျ။\nမင်းသားကြီး မယ်လ်ဂစ်ဘ်ဆင်တို့နှစ်ယောက်နဲ့ ဂျက်လီတို့ အပြိုင်ကြဲကြတာကြောင့် ဒီကားက အရင်ကားတွေထက် အက်ရှင်ခန်းတွေ ပိုမိုက်လာတဲ့အပြင် Chris Rock လည်း ပါဝင်လာတဲ့အတွက် ကြည့်ရတာလည်း အရင်ထက် ပိုခွီနေရပါသေးတယ်။\nဒီ Lethal Weapon 4 ဟာဆိုရင် ဇာတ်လမ်းတစ်ခုကို လှလှပပလေးအဆုံးသတ်ပေးထားတဲ့ ကြည့်ရတာတန်တဲ့ ရုပ်ရှင်တစ်ပုဒ်ဖြစ်ပါတယ်ဗျ...။File ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/lethal-weapon-41998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-lethal-1-147x200.jpg",
        "title": "Lethal Weapon 3(1992)",
        "description": "သေစေတတ်သော လက်နက် တတိယပိုင်းမှာတော့ အမြင်မတော်တာမှန်သမျှ ကိုယ့်ကိစ္စဟုတ်ဟုတ်မဟုတ်ဟုတ် ဝင်ပါတတ်တဲ့ ရစ်ဂ်စ်ဟာ ထုံးစံအတိုင်း ဘယ်သူ့စကားကိုမှနားမထောင်ဘဲ စွန့်စားခန်းတွေဖွင့်ရင်း ပြဿနာကြားထဲ ဝင်ရှုပ်မိနေဆဲပါပဲဗျ။ ပင်စင်ယူဖို့အတွက် ၈ ရက်ပဲကျန်တော့တဲ့ ဆာဂျင်မာတော့ဖ်ဟာလည်း ထုံးစံအတိုင်း သူ့ရဲ့တွဲဖက် ရစ်ဂ်စ်ကြောင့် ပဲလှော်ကြား ဆားညှပ်ကာ ပင်စင်ယူခါနီးမှ ပြေးရ၊ လွှားရ၊ ပစ်ရ၊ ခတ်ရ ဖြစ်နေဆဲပါပဲ။ သူတို့နှစ်ယောက်ဟာ ရဲဘက်သုံး အမာခံသံချပ်ကာကားတစ်စီး အခိုးခံရတာကို ဝင်တားမိရင်းကနေ လက်နက်မှောင်ခိုတွေလုပ်နေတဲ့ ဂိုဏ်းတစ်ခုနဲ့ ထိပ်တိုက်ပတ်သက်မိပြီး အရှုပ်အရှင်းတွေ ဖြစ်လာပါတော့တယ်ဗျ...။File size…(2.24GB)  / (1.18GB) / (705.29MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre... Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Zwe Yan NaingLethal ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lethal-weapon-31992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWIwOTdiYjQtOTcwZS00OWE3LWI4ZGYtMDcwMTgxMWIzOTI1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-141x200.jpg",
        "title": "Yashoda(2022)",
        "description": "Yashoda (2022)IMDb-8.3/10ဒီတစ်ခါတော့ ဇာတ်လမ်းအစတည်းက ရှုပ်ထွေးမှုတွေ မြှုပ်ကွက်တွေနဲ့ အစပြုထားတဲ့ ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအစမှာ\n-‌‌ဟောလိဝုဒ်အကျော်အမော်မင်းသမီးဟာ အိန္ဒိယလာပြီး ထူးထူးဆန်းဆန်းသေဆုံးသွားခဲ့တယ်\n-အိန္ဒိယရဲ့ သူဌေးကြီးတစ်ဦးဟာ သူ့ချစ်သူ Miss India Pageant က ထိပ်တန်းမော်ဒယ်တစ်ဦးအာရူရှီနဲ့အတူ ကားအက်ဆီးဒင့်နဲ့ သေဆုံးသွားခဲ့တယ်\nဒီလို အကျော်အမော်နှစ်ဦးကားအက်ဆီးဒင့်ဖြစ်သေဆုံးရတာဟာ သွေးရိုးသားရိုးလား နောက်ကွယ်က အကြောင်းအရင်းတွေရှိနေလားဆိုတာ အားလုံးကသိချင်နေကြပါတယ်\nလိုက်စစ်ဆေးရင်း အာရူရှီဟာ ကြော်ငြာတွေလက်မခံခင်စစ်ဆေးတတ်တဲ့သူ ဖြစ်ကြောင်းတွေ့ရှိခဲ့တယ်\nသူ့ရဲ့ မေးလ်တွေထဲကနေ ပစ္စည်းတစ်ခုဟာသံသယဝင်စရာကောင်းတာမို့ စာချုပ်မချုပ်ဖို့ သတိပေးထားတဲ့ မေးလ်တစ်ခုတွေ့ရှိခဲ့တယ်\nအဲဒီပစ္စည်းဟာ နိုင်ငံအကြီးအကဲတစ်ယောက်နဲ့ ဆက်စပ်သူထုတ်လုပ်တဲ့ပစ္စည်း-တစ်ဖက်မှာလည်း ယာရှိုဒါဟာ သူ့ညီမလေးခွဲစိတ်ခအတွက် အငှားကိုယ်ဝန်ဆောင်ပြီးဖြေရှင်းဖို့ လုပ်နေပါတယ်\nဒီမှာလည်း သူ့ရဲ့သားအိမ်အားနည်းချက်ကြောင့် ကိုယ်ဝန်ကို ဒီတစ်ကြိမ်ပဲဆောင်ခွင့်ရတော့မယ်ဆိုတာကို ဆရာဝန်ကထိမ်ချန်ထားပါတယ်\nဗိုက်ထဲက ကလေးအတွက် အမည်မသိနေရာတစ်ခုမှာ အသုံးအဆောင်အပြည့်အစုံနှင့် နေရာတစ်ခုမှာ ပိတ်ခံထားရတယ်\nအဲဒီနေရာကလည်း ဆရာဝန်တွေ ကြီးကြပ်သူတွေ အစောင့်တွေနဲ့ မဝင်ရဇုန်တွေ လျှို့ဝှက်ချက်တွေနဲ့ နေရာကြီးဖြစ်နေတယ်ဒီဖြစ်ရပ်တွေအားလုံး အချိန်နေရာ‌ဒေသအသီးသီးမှာဖြစ်တည်ခဲ့ပေမယ့် ဘယ်လိုဆက်စပ်မှုတွေရှိနေမလဲဇာတ်လမ်းအစတည်းက ဆွဲဆောင်သွားမယ့်ကားကောင်းတစ်ကားအတွက် အညွန်းထက်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဖို့ပဲ တိုက်တွန်းချင်ပါတယ်\nFile size…3.8GB / 1.8GB ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/yashoda2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTIyNDAzMGQtYmQ0YS00OWE2LWJjZjgtY2M3NmU4YmYxMDQ5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Shin Ultraman (2022)",
        "description": "Shin Ultraman(2022)\n================IMDb Rating (6.6) / Rotten Tomatoes (100%)Ultraman နဲ့ Godzilla ယူနီဗာ့စ်ဟာ ဂျပန်က စတင်ခဲ့တာဖြစ်ပြီး\nအနောက်နိုင်ငံတွေက ယူရိုက်ရတဲ့ အောင်မြင်ပါတယ်...\nဒီ ၂၀၂၂ ထွက် Shin Ultraman ရုပ်ရှင်ကာလည်း ဂျပန်လက်ရာ\nGodzilla ရုပ်ရှင်တစ်ကားအဖြစ်နဲ့ ၂၀၂၂ မှာ ရုံကြီးကားအဖြစ် ထွက်လာပြီး\nRating ကောင်းတွေ ပိုင်ဆိုင်ထားပါတယ်...အရင်ကကြားဖူးနေကြ Ultraman , Kamen Rider ရုပ်ရှင်, ဇာတ်လမ်းတွဲတွေရဲ့\nအငွေ့အသက်တွေကို CGI ဘက်ဂျက်ကောင်းကောင်းနဲ့ အရသာရှိရှိကြည့်ရမှာပါ\nကိုင်ဂျူးလို့ခေါ်တဲ့ သတ္တဝါဆန်းကြီးတွေဟာ ကမ္ဘာပေါ်ကို ထူးဆန်းစွာရောက်ရှိလာပါတယ်\nပထမဆုံးပေါ်လာတဲ့ ကိုင်ဂျူးတွေကို လူသားတွေပေါင်းစည်းကာ စစ်တပ်အရပ်ဘက် အတော်လေးနှိမ်နင်းလိုက်ရပေမယ့်\nကိုင်ဂျူးတစ်ကောင်နဲ့ မရပ်တန့်သွားပါဘူး...နောက်ထပ် S အဆင့်ဝင် ကိုင်ဂျူးမျိုးစုံဟာ အစွမ်းမျိုးစုံနဲ့ ပေါ်လာပါတော့တယ်\nလူသားတွေလည်း အခက်တွေ့လာရတဲ့ အခြေအနေကိုရောက်လာပြီး....လူသားတွေကို ကယ်တင်မယ့်\nအာထရာမန်းပေါ်လာပါတယ်...အာထရာမန်း ကမ္ဘာပေါ်ကို ရောက်ရှိလာမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံအသီးသီးကလည်း ဂျပန်ကို နိုင်ငံရေးအသာစီးမှုယူသွားမှာ\nစိုးရိမ်လာပါတယ်....ဒီ အာထရာမန်းက ဘယ်သူလဲ\nလူသားမျိုးနွယ်အတွက် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shin-ultraman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMGEwOWE4NWItMWExZC00NGM1LWJkN2UtMDY0ZTJhMTYyNmI3XkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "(18+)Amazons(1986)",
        "description": "(18+)Amazons(1986)\n================\nအမေဇုန်စစ်သည်တော်မလေးတွေရဲ့ တိုက်ရည်ခိုက်ရည်နဲ့\nကျစ်လစ်ပြီး ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ် တွေကို\nရင်တဖိုဖိုကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီအမေဇုန်တွေကို တိုင်းပြည်ကာကွယ်ဖို့ အထူးလေ့ကျင့်ပေးထားပါတယ်\nဒါပေမဲ့ သူတို့ရင်ဆိုင်ရမဲ့ရန်သူက သာမန်အဆင့်ရန်သူမဟုတ်ပါဘူး\nတိုင်းပြည်တစ်ခုလုံးသိမ်းပြီး ကျွန်ပြုမဲ့ မိုးကြိုးလက်နက်မှော်အစွမ်းရထားတဲ့\nမှော်ပညာသည်တစ်ယောက်ဖြစ်နေပါတယ်\nဒါပေမဲ့ အမေဇုန်တွေမှာ မျှော်လင့်ချက်တစ်ခုရှိနေပါတယ်\nအဲဒါကတော့ ပျောက်ဆုံးနေတဲ့ မှော်ဓားနဲ့ မကောင်းဆိုးရွား\nမှော်ပညာသည်ကို သတ်လျု့ရတယ်ဆိုတာပါပဲအဲဒီမှော်ဓားကို အမေဇုန်တွေရအောင်ရှာနိုင်မလား\nမှော်ပညာရှင်ကပဲ သူတို့တွေကို အနိုင်ယူနိုင်မလားဆိုတာကို\nစိတ်ဝင်စားစရာ သမိုင်းပုံစံနဲ့ အဖေါ်ချွတ်ခန်းတွေ\nများနေတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.74GB / 948MB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18amazons1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/index-135x200.jpg",
        "title": "Alpha Rift (2021)",
        "description": "Alpha Rift (2021)\n==============ဒီဇာတ်ကားကတော့ 21 ရာစုကြီးမှာ မှော်ခေါင်းဆောင်းတစ်ခု\nကြောင့် ကမ္ဘာကြီးကို ပြောင်းလဲပေးနိုင်မယ့် သူရဲကောင်းတစ်ဦး\nပေါ်ထွက်လာတဲ့ comedy, sci-fi ဇာတ်ကားဖြစ်ပါတယ်။နိုလန်ဆိုတဲ့ ကောင်လေးက သူ့ရဲ့သူငယ်ချင်းတွေနဲ့အတူ စပ်တူ\nဖွင့်ထားတဲ့ ဂိမ်းဆိုင်ပိုင်ရှင်ဖြင်ပြီး ကလေးများအကြိုက် နိုဘယ်\nမန်းပုံပြင်တွေအကြောင်းကို နေ့တိုင်းပြောပြရင်း ဘဝကို အေးဆေး\nဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါ။ တစ်နေ့ သူ့ဆိုင်ကို မှော်ခေါင်း\nဆောင်းတစ်ခု ရောက်လာပြီး ယူဆောင်းလိုက်မိတဲ့အချိန်မှာတော့\nလွန်ခဲ့တဲ့ နှစ်ပေါင်းထောင်ချီ အကျဥ်းကျခံထားရတဲ့ နတ်ဆိုးရဲ့တမန်\nတော်ဝိညာဥ်နဲ့ ဆက်စပ်မိသွားပါတော့တယ်။နောက်တစ်ရက်မှာတော့ နိုလန်ရဲ့အဖေအမြဲပြောပြနေတဲ့ နိုဘယ်မန်း\nပုံပြင်တွေက ပုံပြင်သက်သက်မဟုတ်ဘဲ တကယ့်လက်တွေ့ဘဝမှာ\nရှိကြောင်းသိလိုက်ရပြီး နိုလန်ကလည်း နိုဘယ်မန်းတွေရဲ့သွေးသား\nဖြစ်ကြောင်း သိလိုက်ရတဲ့အချိန်မှာတော့ နိုလန်က နိုဘယ်မန်းရဲ့သွေး\nသားလား၊  သူနဲ့ နတ်ဆိုးက ဘယ်လိုရန်ငြိုးတွေရှိခဲ့ကြတာလဲ၊ နောက်\nဆုံးမှာ နိုလန်တစ်ယောက် နတ်ဆိုးတွေကို တိုက်ထုတ််နိုင်ပါ့မလား ဆို\nတာကို ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။ ဒီဇာတ်ကားက ပေါ့ပေါ့\nပါးပါးနဲ့ ဟာသဆန်ပြီး Fanasty, Sci-Fi ကားတစ်ကားဖြစ်တာမို့\nအားလုံးကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.87 GB) / (784 ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/alpha-rift-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BODIxZGRhZmYtMWY2Ny00NDQ1LTgzMGItNTg1NmY0ZmQ4YjYyXkEyXkFqcGdeQXVyMjQzMjY4MjU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Father and Guns (2009)",
        "description": "Father and Guns (2009)\n==================\nIMDb rating ~ 6.6/10\n1 Win and 5 Nominationsရှားရှားပါးပါး ပြင်သစ်စကားပြော ကနေဒီ ဟာသ ဇာတ်ကား\nကောင်းလေးပါ။ဂျာ့ခ် နဲ့ မာ့ခ်ဆိုတဲ့ သားအဖ နှစ်ယောက်ရှိပါတယ်။ နှစ်ယောက်လုံး\nရဲတွေဖြစ်ပြီး တွေ့တာနဲ့ ရန်ဖြစ်ကြတဲ့ တစောင်းဆေးနဲ့ မျက်ချေးလို\nသားအဖပါ။ သူတို့လိုက်နေတဲ့ လူဆိုးဂိုဏ်းရဲ့ အကျိုးတော်ဆောင်\nရှေ့နေချားစ်မှာလည်း depression ဝင်ပြီး သတ်သေဖို့ လုပ်နေတဲ့\nသားတစ်ယောက် ရှိပါတယ်။ချားစ်ရဲ့ မိန်းမက သူတို့သား ဒီလိုဖြစ်ရတာ သားအဖနှစ်ယောက်\nမတည့်လို့ဆိုပြီး စိတ်ရောဂါကု ဆရာဝန် ဂစ်ဘတ်ဦးဆောင်တဲ့\n“သားအဖ ပြန်လည်သင့်မြတ်ရေး” ခရီးစဉ်မှာ လိုက်ပါဖို့ စာရင်းပေး\nလိုက်ပါတော့တယ်။ လူမိုက်ဂိုဏ်းရဲ့ အကျိုးတော်ဆောင်ရှေ့နေကြီး\nဖြစ်ပေမဲ့ မိန်းမစကားဆို မြေဝယ်မကျ နားထောင်ရတဲ့ ချားစ်လည်း\nအဓွန့်မတက်ရဲဘဲ ခရီးထွက်ဖို့ပြင်ရပါတော့တယ်။လူဆိုးဂိုဏ်းကို လက်ရဖမ်းနိုင်ဖို့အတွက် ချားစ်ရဲ့ ထွက်ဆိုချက်ကို\nအပူတပြင်းလိုအပ်နေတဲ့ ဂျာ့ခ်တို့ သားအဖလည်း အဲဒီသတင်း ကြား\nပြီးတဲ့နောက် “သားအဖ ပြန်လည်သင့်မြတ်ရေး”ခရီးစဉ်မှာ လိုက်ပါပြီး\nချားစ်နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/father-and-guns-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTpCXudkD7CFKmysgB4fIW4b9b5.jpg",
        "title": "Vengeance Is Mine (2021)",
        "description": "Vengeance Is Mine (2021)~ IMDb - 6.1/10, Rotten Tomatoes - 71% ~အသက်တမျှချစ်ရတဲ့ ဇနီးနဲ့သမီးကို ဆုံးရှုံးလိုက်ရတဲ့ ဟာရီဆိုတဲ့ သာမန်လူတစ်ယောက်...ဖိုက်တာကြီးတစ်ယောက်မဟုတ်သလို ဟီးရိုးကြီးတစ်ယောက်လည်းမဟုတ်တဲ့ အပစ်အခတ် အသတ်အပုတ်တွေနဲ့ အဝေးဆုံးက သာမန်တွေထဲက သာမန်သူတစ်ယောက်...အုံ့မှိုင်းမှိုင်းနေ့ရက်တွေထဲ လူ့အဖွဲ့အစည်းရဲ့ ဟိုးအောက်ခြေက ဘုရားကျောင်းသန့်ရှင်းရေးလုပ်တဲ့ သာမန်လူတစ်ယောက်…ဒါပေမဲ့ ဇနီးနဲ့သမီးကို သတ်သွားတဲ့ လူသတ်သမားတွေရဲ့နေရာကို သိသွား​ပြီးနောက်မှာတော့ လက်စားချေလိုစိတ်ကမောင်းနှင်တဲ့ ခွန်အားနဲ့ ပူဆွေးမှုကနိုးထပြီး ဒီဇာတ်လမ်းကို စ,ခဲ့ပါတော့တယ်။ တစ်ခုသိထားရမှာကတော့ ဟာရီဟာ သာမန်သူတစ်ယောက်ဆိုတာပါပဲ။ ကြွက်သားကြီးတွေထုတ်ပြပြီး ရိုးအီနေတဲ့ စကားမျိုးတွေ ပြောမှာမဟုတ်သလို တစ်ပတ်လည်ကန်ချက်တွေလည်းလာမှာမဟုတ်ပါဘူး။ ဒါပေမဲ့လည်း ဒါကြောင့်ပဲ လူသားဆန်တဲ့ဇာတ်ကောင်တစ်ခုကို ခံစားရစေမှာပါ။ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာက သူ့ရဲ့အဓိကရုပ်ရှင်ပရောဂျက် (ဒီဇာတ်လမ်းထဲမှာလည်း စာအုပ်နာမည်ပါသွား) မစခင်လေးမှာ ဒီကားကို ရိုက်ကူးရေးအဖွဲ့သားနည်းနည်းရယ် ပေါ့ပေါ့ပါးပါး Lighting လောက်ပဲသုံးပြီး စကားပြောခန်း နည်းနိုင်သမျှနည်းအောင် ရိုက်ကူးခဲ့တာပါ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vengeance-is-mine-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Macherla-Niyojakavargam-141x200.jpg",
        "title": "Macherla Niyojakavargam (2022)",
        "description": "Macherla Niyojakavargam (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့ Check 2021 ထဲက တေလဂူမင်းသားချောလေးနဲ့\nနီတင်နဲ့ Uppena 2021 ထဲက မင်းသမီးချောလေး ကရီတီးရှက်တီးတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။မာချာလာဆိုတဲ့မြို့တစ်မြို့ရှိတယ် အဲ့ဒီမြို့မှာ နှစ်ပေါင်း ၃၀ကြာရွေးကောက်ပွဲကျင်းပခွင့်မပေးဘဲ\nလူမိုက်ကြီးရာဂျာပါဆိုသူက အုပ်စိုးနေတယ်။ သူနဲ့အတိုက်အခံလုပ်တဲ့ပါတီမှန်သမျှ ဇာတ်သိမ်းသွားရပြီး\nဆန့်ကျင်တဲ့သူမှန်သမျှ ဇီဝိန်ချုပ်သွားရတယ်။ဆိဒ်ဒူဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် ဘယ်သူဘာပြောပြော စိတ်ထဲရှိတာနဲ့ ကိုယ်မှန်တယ်ထင်တာကိုပဲ\nလုပ်တတ်တဲ့ကောင်လေး..။ အစိုးရအရာရှိဝန်ထမ်းစာမေးပွဲဖြေထားပြီး တာဝန်ကျမယ့်နေရာကို\nစောင့်နေတဲ့ ကောင်လေးပါ။မထင်မှတ်ဘဲ မာချာလာမြို့မှာ သူ တာဝန်ကျလာတဲ့အခါမှာတော့...။နှစ် ၃၀ ကြာ အုပ်စိုးနေတဲ့ ခြင်္သေ့အိုကြီးနဲ့ သူ့နန်းကို ဖျက်သိမ်းမယ့် ခြင်္သေ့ငယ်လေးတို့\nထိပ်တိုက်တွေ့လာပါတော့မယ်။ကျန်တာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်\nFile size…3.6GB / 1.76GB\nQuality…1080p Telugu WEB DL / 720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Hay Man ~ OeliuJ",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/macherla-niyojakavargam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KaUfT7TvsZt26OwBqmbPiMxvhO.jpg",
        "title": "3 Ninjas (1992)",
        "description": "3 Ninjas (1992)90s born CM ပရိသတ်များ ငယ်ငယ်က ​အောက်စက်နဲ့ အကြိမ်ကြိမ်ကြည့်ခဲ့ရတဲ့ 3 Ninjas (1992) ကား​လေး ​ရောက်ရှိလာပါပြီ...ဇာတ်လမ်း အကျဥ်းက​တော့ ညီအစ်ကို ၃​ယောက်ဟာ ဂျပန်လူမျိုးဖြစ်တဲ့ သူတို့အဘိုးဆီမှာ ငယ်စဥ်ကထဲက ​နွေရာသီတိုင်း နင်ဂျာပညာကို ​လေ့လာဆည်းပူးကြပါတယ်... အဘိုး မိုရီဟာ နင်ဂျာအတတ်မှာ ထူးချွန်သူဖြစ်ပြီး တပည့်တပန်း အများကြီးကို ​မွေးထုတ်ခဲ့ဖူးသူပါ။ သူ့​မြေး၃​ယောက်ကိုလည်း သူတတ်တဲ့ပညာ အစွမ်းကုန်သင်​ပေးခဲ့တယ်။တစ်ခု​သော​နွေရာသီမှာ​တော့ က​လေး​တွေရဲ့ အ​​​ဖေဖြစ်သူ ဖယ်ဒရယ်​အေးဂျင့် ဆမ် လိုက်ဖမ်း​နေတဲ့ လက်နက်ကုန်သည် လူဆိုး စနိုင်ဒါဟာ ကပ်သီး​လေး လွတ်​မြောက်သွားခဲ့ပါတယ်။ ဖြစ်ချင်​တော့ စနိုင်ဒါဟာ အဘိုးနဲ့အတူ ပါတနာအဖြစ် လုပ်ကိုင်ခဲ့ဖူးတဲ့ နင်ဂျာ တစ်​ယောက်ပါပဲ။ သူ့ရဲ့ ​ရှေ့ဆက်မယ့် ကုန်သွယ်​ရေးမှာ ဆမ်တစ်​ယောက် ဝင်မ​နှောင့်ယှက်နိုင်​စေဖို့ က​လေး၃​ယောက်ကို ပြန်​ပေးဆွဲဖို့ ကြိုးစားပါ​တော့တယ်။ က​လေး၃​ယောက်ဟာ ပြန်​ပေးဆွဲအစီအစဥ်ကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/3-ninjas-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5958Nt4QX6aRSUdQnvNw8wqjTJQ.jpg",
        "title": "Æon Flux(2005)",
        "description": "AEon Flux (2005)\n==============၂၀၁၁ ခုနှစ်မှာ ဗိုင်းရပ်စ်တစ်ခုက ကမ္ဘာ့လူဦးရေရဲ့ ၉၉ရာခိုင်နှုန်းကိုသေဆုံးစေခဲ့ပါတယ်။ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်တဲ့ထရေဗာဂွတ်ချိုင်းလ် က ကုသနည်းကို တီထွင်ခဲ့ပါတယ်။ငါးသန်းသော အသက်ရှင်ကျန်ရစ်သူတွေက ကမ္ဘာမှာ တစ်ခုတည်းကျန်တဲ့မြို့ ဘရက်ဂ်နာမှာ နေထိုင်ကြပါတယ်။ဂွတ်ချိုင်းလ်ဟာ နှစ် ၄၀၀ လောက်အထိ အုပ်ချုပ်ခဲ့ပြီးနှစ်တွေကြာလာတာနဲ့အမျှ နိုင်ငံဟာ တဖြေးဖြေးနဲ့ ပြိုလဲလာပါတယ်။ဂွတ်ချိုင်းလ်အစိုးရဟာ လူပျောက်မှုတွေကို လစ်လျူရှူရုံတင်မကသူတို့ကို အာခံသူတွေကိုပါ သုတ်သင်ကြပါတယ်။ပြည်သူတွေဟာ သူတို့မတွေ့ကြုံဖူးတဲ့ ပုံရိပ်တွေ ခြောက်လှန့်တာလည်း ခံစားနေရပါတယ်။ဒီတော့ ဂွတ်ချိုင်းလ်အစိုးရကို ဆန့်ကျင်ဖို့ မော်နီကန်ဆိုတဲ့လက်နက်ကိုင်ဆန့်ကျင်သူအဖွဲ့ ပေါ်ပေါက်လာခဲ့ပါတော့တယ်။ File size…1.43GB / 594MB\nQuality…BluRay 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aeon-flux2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2RiY2RmMjItMDc1My00ZmViLWJkM2YtZjExNDI5MGM2ZWNiXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-133x200.jpg",
        "title": "Emancipation (2022)",
        "description": "​အေဘရာဟင်လင်ကွန်း​ခေတ် မတိုင်ခင်အထိ အ​မေရိကန်နိုင်ငံရဲ့\nလူဖြူ၊လူမဲခွဲခြားတဲ့ စနစ်ဆိုးကြီးက အ​တော်​ကိုအမြစ်တွယ်ခဲ့ပြီး\nယ​နေ့ထက်​တိုင် စနစ်ရဲ့အရိပ်ကကပ်ပါ​နေဆဲပါ။ ဒီလို လူတန်းစား\nခွဲခြား​ရေးဝါဒီ​ ထောက်ခံ​ရေးနဲ့ တိုက်ဖျက်​​​ရေးဝါဒီ​တွေ ထိပ်တိုက်\n​တွေ့ဆုံခဲ့တဲ့ ၁၈၆၀​ပြည့်နှစ်​တွေဟာ စနစ်ရဲ့ဖိနှိပ်မှုကို ကာပြန်ခဲ့တဲ့\nလူမည်း​တွေလည်း များစွာရှိခဲ့ပါတယ်။ဒီဇာတ်ကားက​ အခုလိုမျိုးရုန်းထွက်ခဲ့ကြသူ​တွေထဲက ပီတာဆိုတဲ့\nလူမည်းကျွန်တစ်​ယောက်ရဲ့ဖြစ်ရပ်မှန်မှတ်တမ်းကို ပုံ​ဖော်ရိုက်ကူး\nထားတာပါ။ ပီတာ​နေရာမှာ သရုပ်​ဆောင်သူက​တော့ အ​ထွေအထူး\nမိတ်ဆက်ဖို့မလိုတဲ့ မင်းသားကြီးWill Smith ဖြစ်ပြီး သူနဲ့အပြိုင်\nကြမ်းမယ့်သူက Ben Fosterဖြစ်တာမို့ မ​​ခေတဲ့သူပါပဲ။ IMDbမှာ\n​တော့10အပြည့်ရထားပြီး RTမှာ​တော့ 50%ရထားပါတယ်။ဇာတ်လမ်းက​ လူဝီစီယားနားပြည်ရှိ လူမည်းအလုပ်သမားစခန်းမှ\nအလုပ်သမား​တွေဟာ ဖိနှိပ်၊နှိပ်စက်ခံရမှု​တွေကြားက လင်ကွန်းရဲ့\nNative Guard(လူမည်းတပ်)ရှိရာ ​ဘေတန်ရုဂ်မြို့ကို ထွက်​ပြေးဖို့\nပီတာတို့အလုပ်သမားတစ်စု ကြိုးစားကြပုံကို ရိုက်ကူးထားတာပါ။\nနွံအိုင်ပတ်လည် ဝိုင်း​နေတဲ့ စခန်းဖြစ်သလို ထွက်​ပြေးသူ​တွေရှိရင်\nလိုက်ဖမ်းဖို့ မြင်းစီးမုဆိုး​တွေနဲ့အမဲလိုက်​ခွေး​တွေပါ အသင့်ရှိ​နေလို့\nလွတ်ဖို့ဆိုတာ အ​တော်မလွယ်ကူတဲ့​နေရာမျိုးပါ။ ဒီလို​နေရာက​နေ\n​\"သေ​မြေ​ကြီး ရှင်​ရွှေထီး\"ဆိုတဲ့ စိတ်နဲ့ပဲ ပီတာတို့လူတစ်စု စခန်းမှ\nထွက်​ပြေးလာပါ​​တော့တယ်။ဒီကားကိုကြည့်ရင်း Apocalyptoကားကြီးကို တစ်ချက်​ပြေးမြင်မိ\nပါ​သေးတယ်။ ​ရှေ့က​ပြေးသူနဲ့နောက်ကလိုက်သူ မုဆိုး​တွေကြားက\nအားပြိုင်မှု​တွေ၊ နွံအိုင်ကြီး​တွေနဲ့ မမြင်ရတဲ့အန္တရာယ်​ပေါင်းများစွာ၊\nသားရဲ​ပေါင်းများစွာကြားက အသက်​​ဘေးလွတ်​အောင် ရုန်းကန်ပုံ\n​တွေက အ​တော်​လေး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/emancipation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2EzZTcwMDgtNDExOC00MTIzLThlYjAtY2UxMWNjMDRiZDQ2XkEyXkFqcGdeQXVyMTUzMTc0MTI3._V1_-140x200.jpg",
        "title": "Dragon Ball Super: Super Hero (2022)",
        "description": "Dragon Ball Super: Super Hero (2022)\n===========================\nIMDb Rating - 7.2/10\nMetacritic - 65%\nRotten Tomatoes- 93%ဒီကားက​​တော့ dragon ballကာတွန်းရုပ်ရှင်​တွေထဲမှာ ၂၁ကား​\nမြောက်ဖြစ်သလို စီးရီးရဲ့canonလည်းဖြစ်ပါတယ်။ ပြီး​တော့ သူ့​\nရှေ့ကား dragon ball super : brolyနဲ့လည်းတိုက်ရိုက်ဆက်ပါ\nတယ်။ ဆို​တော့ ​ရှေ့ကားကိုလည်း canonလို့ ယူလို့ရမယ်ထင်တာပဲ။Dragon ballရဲ့ဇာတ်​ကောင် Son Gokuဆိုတာလည်း နယ်နယ်ရရ\nမဟုတ်ပါဘူး။ တရုတ်ဂန္ဓဝင်ဝတ္ထုကြီးဖြစ်တဲ့ အ​နောက်အရပ်သို့ ခရီး\nသွားခြင်းထဲက စွန်းဝူခုန်းကိုပဲ ဂျပန်ကာတွန်းဗားရှင်းပါ။ 1980ဝန်း\nကျင်မှာ Son Gokuဟာ တစ်ကမ္ဘာလုံး​ပေါက်ခဲ့တာမလို့ တရုတ်ကပါ\nသူတို့ရဲ့မူရင်းဇာတ်လမ်းကိုယူဆွဲတာ​တောင်​ပေါက်​နေရင် ငါတို့ကိုယ်တိုင်\nရိုက်မယ်ကွာဆိုပြီး Journey to the westဇာတ်လမ်းတွဲကြီးကို ရိုက်ကူး\nခဲ့ရာက​နေ ဂန္ဓဝင်ဇာတ်လမ်းတွဲကြီး​ပေါ်​ပေါက်လာခဲ့တာပါ။ ဟာ...အဲ့​လောက်\nနာမည်ကြီး​နေပြီး ဂျပန်ကာတွန်း ကြီးသုံးကြီး( naruto, bleach, onepiece)\nထဲ ဘာလို့မပါလဲဆိုရင် အဲ့၃ခုက ၁၉၉၀​နောက်ပိုင်း ​နောက်​ပေါက်​တွေ\nဖြစ်ပြီး Dragon ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/dragon-ball-super-super-hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-d-134x200.jpg",
        "title": "Dante’s Peak (1997)",
        "description": "ဂျိမ်းစ်ဘွန်းမင်းသားကြီး Pierce Brosnan ရဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။မီးတောင်ပညာရှင် ဟယ်ရီဒေါ်လ်တန်ဟာ ကတ်စ်စတိတ်မြောက်ပိုင်းမှာလှုပ်နေတဲ့ ငလျင်တွေအကြောင်းစမ်းသပ်တိုင်းတာဖို့ Dante’s Peak ဆိုတဲ့မြို့လေးကိုရောက်သွားတဲ့အချိန်မှာ မီးတောင်ပေါက်ကွဲတော့မှာဖြစ်ကြောင်း သိလိုက်ရပါတယ်။ မြို့တော်ဝန်ရေချယ်ဝန်ဒိုနဲ့ ဟယ်ရီဟာ မြို့ကောင်စီဝင်တွေကို မြို့သူမြို့သားတွေအားလုံးကိုဘေးလွတ်ရာကိုရွှေ့ပြောင်းသင့်ကြောင်းရှင်းပြခဲ့ပေမယ့် မသေချာဘူးဆိုပြီးလက်မခံခဲ့ကြပါဘူး။ ဒီလိုနဲ့ ရက်သတ္တပတ်အကြာမီးတောင်ပေါက်လုဆဲဆဲမှာ ဟယ်ရီသဘောကျနေတဲ့ မြို့တော်ဝန် ရေချယ်ရဲ့ ကလေးနှစ်ယောက်ဟာ မပြောမဆိုနဲ့တောင်ပေါ်တက်သွားပါတော့တယ်။ ရေချယ်နဲ့ ဟယ်ရီနှစ်ယောက် ကလေးတွေကိုပြန်ခေါ်ရင်း မီးတောင်ပေါက်ကွဲနေတဲ့ကြားကနေ ချော်ရည်တွေဆီကလွတ်အောင်ပြေးနိုင်ကြမလားဆိုတာကို သည်းထိပ်ရင်ဖိုကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action / Adventure / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dantes-peak-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33SgNPNjPhdz6AirT25CtVNxS2A.jpg",
        "title": "Dragon Fight (1989)",
        "description": "Dragon Fight (1989)ခင်ဗျားတို့ ကလေးဘဝကို ပြန်တွေးကြည့်ရင် အဓိကပေါ်လာမယ့် တရုတ်မင်းသားတွေဆို ဂျက်လီ၊ ဂျက်ကီချမ်းနဲ့ စတီဖင်ချောင်ပဲရှိတယ်မလား။ သူတို့၃ယောက်ဟာ ဒီနိုင်ငံမှာ ဗီစီဒီခေတ်ကတည်းက လူတွင်ကျယ်လုပ်ခဲ့ကြသလို တခြားနိုင်ငံတွေအထိလည်း ထိုးဖောက်နိုင်ခဲ့တဲ့သူတွေပါပဲ။ ဂျက်လီနဲ့ ဂျက်ကီချမ်းဟာ The Forbidden Kingdom (2008) မှာမှ စတွဲရိုက်ဖြစ်ပေမဲ့ ချောင်နဲ့ ဂျက်လီကတော့ 1989 ကတည်းက အခုကားနဲ့ တွဲရိုက်ဖြစ်ခဲ့ပါတယ်။ ဂျက်ကီချမ်းနဲ့ ချောင်ကတော့ King of Comedy (1999) မှာ ဆုံဖူးသလို Gorgeous (1999) မှာလည်း ဆုံဖူးပါတယ်။ The Founding of a Republic (2009) ဆိုတဲ့ ပေါ်လစီကားမှာတော့ ၃ယောက်စလုံးပါပေမဲ့ ဘောင်မဝင်လို့ ထည့်မတွက်တော့ပါဘူး။Dragon Fight (1989) မှာတော့ ဂျက်လီဟာ သူ့ဟန်အတိုင်း လူရိုးလူအ ကွန်ဖူးတော်တဲ့ကောင်နေရာက ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dragon-fight-1989/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbdHqb0kZTgF7jQbUw41KEYVInb.jpg",
        "title": "Robbing Mussolini (2022)",
        "description": "Robbing Mussolini (2022)(1080p ရပါပြီ)မြူးမြူးလေးနဲ့ ရင်သပ်ရှုမောဖွယ် အက်ရှင်ဇာတ်ကားကောင်းလေး တစ်ပုဒ်ကို လိုအပ်နေတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် ဒီဇာတ်ကားလေးကို ညွှန်းလိုက်ပါရစေ။ဒုတိယကမ္ဘာစစ်ကြီး ပြီးကာစ မီလန်မြို့လေးမှာ ဇာတ်အိမ်တည်ပြီး ရိုက်ထားတဲ့ ဇာတ်ကားကောင်းလေး တစ်ခုပါ။စစ်ပွဲအတွက် သုံးဖို့ အီတလီနိုင်ငံသားတွေ ပေးထားတဲ့ နှစ် ၂၀ ကျော်က ရတနာပစ္စည်းတွေကို ဖက်ဆစ်ခေါင်းဆောင် မူဆိုလီနီတို့က သိမ်းယူထားခဲ့တယ်။ အဲ့ဒါကို သိသွားတဲ့ မှောင်ခိုသမားလေး ပီအဲထရို တစ်ယောက် စီမံကိန်းကြီး အကြီးကြီးကို ချလိုက်တယ်။အဲ့ဒါကတော့ \"Robbing Mussolini\" မူဆိုလီနီကို ဓါးပြတိုက်ဖို့ပဲ ဖြစ်ပါတယ်။ပီအဲထရိုရဲ့ ချစ်သူ အီဘုန်းက မူဆိုလီနီရဲ့ အယုံကြည်ရဆုံး အရာရှိတစ်ဦးရဲ့ အငယ်အနှောင်းအဖြစ် နေခဲ့တယ်။ ဒီစီမံကိန်းကြီးမှာ ပီအဲထရိုတို့အဖွဲ့က လူ ၃ ယောက်ထပ်လိုခဲ့တယ်။ သူခိုးတစ်ယောက် ဖောက်ခွဲရေးကျွမ်းကျင် တစ်ယောက်နဲ့ ကားမောင်းကျွမ်းကျင်တစ်ယောက်။မူဆိုလီနီတို့ ဖက်ဆစ်အုပ်စုကလည်း အီတလီကနေ ထွက်ပြေးတော့မယ့် အနေအထားမှာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/robbing-mussolini-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/images-140x200.jpg",
        "title": "True Lies(1994)",
        "description": "True Lies(1994)***************\nHarry Tasker ဆိုတာက ချစ်ဇနီး Helen ရဲ့ အိမ်ဦးနတ် .......သမီးလေး Dana ရဲ့ ချစ်ဖေဖေ...\nဝါရှင်တန်ဒီစီ ရဲ့ တစ်နေရာ ဆင်ခြေဖုံးရပ်ကွက်မှာ နေထိုင်တဲ့ ကွန်ပြူတာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေတဲ့\nအရောင်းကိုယ်စားလှယ်တစ်ဦး...\nဒါကတော့ လူတွေသိထားတဲ့ Harry Tasker အကြောင်းပါ...\nအမှန်ကတော့.... Harry ဟာ United State ကို ခြိမ်းခြောက်လာတဲ့\nအန္တရာယ်တွေကို နှိမ်နင်းပေးရတဲ့ လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့\nအေးဂျင့်တစ်ဦးပါ...\nHarry ဟာ အေးဂျင့်တစ်ဦးဖြစ်နေတော့ ဇနီးကို ဂရုစိုက်ချိန်မရ..\n. ဇနီးဖြစ်သူ Helen ကလဲ ကြာတော့ အထီးကျန်ပြီး Simon လို့ခေါ်တဲ့\nကားအရောင်းဝန်ထမ်းတစ်ဦးနဲ့ ပတ်သက်ပါတော့တယ်..\n.ဒါကို ရိပ်မိတဲ့ Harry က ဇနီး နဲ့ ပတ်သက်နေတဲ့ ယောကျာ်းကို စောင့်ကြည့်ဖို့\nအဖွဲ့အစည်းရဲ့ လျို့ဝှက်ကိရိယာကို အသုံးပြုခဲ့ပါတယ်..\n. ဇနီးအပူမိနေတုန်းမှာဘဲ US ကို ခြိမ်းခြောက်လာတဲ့ ပြဿနာကြီးပေါ်လာပါတော့တယ်...\n ပြသနာအားလုံးကို အာနိုးကြီးဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး\nFile Size…(3.4GB)(1.7GB)&(409MB)\nQuality…BluRay ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/true-lies1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTL7Jb0nDtqi9byjNGWtEh75wgE.jpg",
        "title": "Deep Sea Escape ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို ၂၀၂၂ ထွက် Chinese Adventure\nသည်းထိတ်ရင်ဖို ဇာတ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှင်\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“အဏ္ဏဝါဇီဝဗေဒ သုတေသီတစ်ဦးဖြစ်တဲ့ ဇီရွှမ်းဟာ\nစမ်းသပ်မှုလုပ်နေစဥ်အတွင်းမှာပဲ သူစမ်းသပ်မှု ပြုလုပ်နေတဲ့\nရေပုတ်သင်ကြီးဟာ ပြောင်းလဲမှုတွေ ဖြစ်ပွားလာခဲ့ပြီး\nလူတွေကို တိုက်ခိုက်လာခဲ့ပါတော့တယ် သူမဟာ\nရေပုတ်သင်ကြီးရဲ့ လက်အောက်ကနေ လွတ်မြောက်လာခဲ့ပြီး\nတစ်ချိန်ထဲမှာပဲ သူမရဲ့ အဖေဟာ လူသူကင်းမဲ့တဲ့\nကျွန်းတစ်ကျွန်းပေါ်မှာ ထူးဆန်းစွာပျောက်ကွယ်သွားခဲ့ပါတော့တယ်\nအဲဒီ နောက်မှာတော့ သူမအဖေနဲ့ သူမကို တိုက်ခိုက်ခဲ့တဲ့\nရေပုတ်သင်ကြီးရဲ့ တည်နေရာကို စုံစမ်းစစ်ဆေးဖို့\nသင်္ဘောတစ်စင်းနဲ့အတူ ကျွန်းပေါ်ကို ထွက်ခွာလာခဲ့ပါတယ်သူမစီးနင်းလိုက်ပါလာခဲ့တဲ့ သင်္ဘောပေါ်မှာ လူများက\nကိုယ်စီ စိုးရိမ်ပူပန်မှုများနဲ့အတူ ကိုယ်စီအကျင့်စရိုက်များက ရှိလို့နေပါတယ်\nသင်္ဘောထွက်ခွာရာလမ်းကြောင်းမှာတော့ လုံးဝကို\nပုံစံပြောင်းသွားပြီဖြစ်တဲ့ ရေပုတ်သင် မကောင်းဆိုးဝါးကြီးနဲ့\nထပ်မံဆုံတွေ့ခဲ့တဲ့ အချိန်မှာတော့ လိုက်ပါလာသူ လူတစ်ချို့ဟာ\nကျွန်းပေါ်ကို ထွက်ပြေးကြပါတော့တယ်\nအဲဒီနောက်မှာတော့ အဏ္ဏဝါဇီဝဗေဒ သုတေသီတစ်ဦးဖြစ်တဲ့ ဇီရွှမ်းတစ်ယောက်-❏ သူ့အဖေနဲ့ ပတ်သတ်တဲ့ သဲလွန်စတွေကို တွေ့ရှိနိုင်ပါ့မလား?\n❏ ဗီဇပြောင်းလဲချင်းဆိုင်ရာ သဲလွန်စတွေကိုရော သူရှာဖွေနိုင်ပါ့မလား?\n❏ အသက်ရှင်ကျန်ရစ်သူတွေကို ကယ်ဆယ်ပြီး\nသူတို့တွေ လွတ်မြောက်နိုင်ပါ့မလား? ဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-sea-escape-2022/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Fast1-144x200.jpg",
        "title": "Fast Escape ( 2022 )",
        "description": "လူတွေရဲ့ဘာမှမဖြစ်လောက်ပါဘူးဆိုတဲ့ အတွေးလေးနဲ့\nကျူးလွန်မိတဲ့ပေါ့ဆမှုအမှားဟာ ဘယ်လောက်ထိဒုက္ခရောက်စေနိုင်လဲ?စစ်သားဟောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ရှောင်းဖုန်းနဲ့\nသူငယ်ချင်းတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲလုပ်နေကြတယ်။\nသူတို့အနီးနားမှာ ဆီဘောက်ဆာကားကိုကားဆရာက\nစည်းမဲ့ကမ်းမဲ့ရပ်ထားမိတဲ့အတွက်ကြောင့်\nမတော်တဆဆီယိုစိမ့်ပြီး အဆိပ်ဓာတ်ငွေ့တွေပြန့်သွားပါတယ်။\nလေထုထပ်သိပ်သည်းစများတဲ့ အဆိပ်ဓာတ်ငွေ့တွေကြောင့်\nလူတွေဟာတိုက်အိမ်တွေရဲ့အမြင့်နေရာကိုတက်ပြီး ကယ်ဆယ်ရေးကိုစောင့်မျှော်ကြရတယ်။စစ်သားဟောင်းကြီးရှောင်းဖုန်းနဲ့ သူ့ရဲ့မတွေ့တာ၃နှစ်ကြာတဲ့\nချစ်သူဟောင်း ဆရာဝန်မလေးစူးယွဲ့ဟာ\nလူတွေလွတ်မြောက်ဖို့ကူညီဖို့ဆုံးဖြတ်လိုက်ကြတယ်။\nအများပြည်သူကိုကယ်ဖို့အတွက်နဲ့ သူတို့ရဲ့လွတ်မြောက်ခွင့်တွေကိုလက်လွှတ်လိုက်ရတယ်။\nသူတို့၂ယောက်ဟာ အဆုံးထိလျှောက်လှမ်းနိုင်ပါ့မလား ဆိုတာကို\nရင်တစ်ထိတ်ထိတ်ကြည့်ရမယ့်အပြင်\nအန္တရာယ်တွေကြားကသူတွေတို့သံယောဇဉ်ချစ်ခြင်းလေးတွေက\nဘယ်လိုဖြစ်လာမလဲဆိုတဲ့ ဒရာမာလေးပါခံစားကြည့်ရှုရမှာပါ။\nသဲထိတ်ရင်ဖို ကယ်ဆယ်ရေးဇာတ်လမ်းလေးတွေ\nနှစ်သက်သူလေးတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပဲနော် ..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fast-escape-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/65oyFx9TWo7qGCKLZcTvPYmOq0e.jpg",
        "title": "Ashiap Man (2022)",
        "description": "Ashiap Man (2022)\"ကောင်လေး ရေပို့ပေးပါဦး\"\n\"အဆင်သင့်ပဲဗျို့\"\n\"ကောင်လေး ခေါင်မိုးလေးပြင်ပေးပါဦး\"\n\"အဆင်သင့်ပဲ\"လူတွေကိုကူညီဖို့ဆိုရင် အသင့်လူသား(Ashiap Man)က အမြဲတမ်းအဆင်သင့်ရှိနေပါတယ်။ ငယ်ငယ်လေးတည်းက မိဘရဲ့ဆုံးမသွန်သင်မှုကြောင့် လူတကာကိုကူညီတတ်သူ၊ သာမန်လူတစ်ယောက်လို ဉာဏ်ရည်ဉာဏ်သွေးမျိုးမရှိပေမယ့် ကိုယ်ချစ်တဲ့သူတွေကိုတော့ အမြဲတမ်းကာကွယ်ပေးချင်တဲ့သူ၊ လူစွမ်းကောင်းဖြစ်ဖို့ကိုရူးသွပ်ပြီး သူ့ရဲ့အစွမ်းတွေနဲ့ လူတွေကိုကူညီဖို့အမြဲတမ်းအဆင်သင့်ရှိနေသူ အသင့်လူသားတစ်ဖြစ်လည်း ဇူးဟာဆိုရင် ငယ်ရွယ်စဉ်ကတည်း အများအကျိုးကိုသယ်ပိုးဖို့ ဆန္ဒပြင်းပြခဲ့သူပါ။သူကိုယ်တိုင် ဆန္ဒပြင်းပြသလိုပဲ သူ့တစ်ရွာလုံးဟာဆိုရင်လည်း သူ့အပေါ်ယုံကြည်ကိုးစားပြီး ချစ်ခင်ခြင်းကိုခံရသူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့သူတို့နေတဲ့ရွာကို မိန်းကလေးတစ်ယောက်ရောက်လာပြီး အဲ့ဒီမိန်းကလေးကို ဇူးတစ်ယောက်သဘောကျမိပါတော့တယ်။ တစ်ဖက်မှာလည်း သူတို့ရွာနေရာမှာ အိမ်ရာစီမံကိန်းကိုအကောင်အထည်ဖော်ဖို့ ရွာသားတွေကိုဖိအားပေးနှင်ထုတ်ခံရတဲ့အခါမှာတော့ အမြဲတမ်းအဆင်သင့်ရှိခဲ့တဲ့အသင့်လူသား ဘယ်လိုမျိုးရွာကိုကာကွယ်ပေးသွားမလဲ။ဒီမိန်းကလေးရဲ့နောက်ကြောင်းကရော ဘာတွေရှိနေမလဲ?ဇူးတစ်ယောက် လူစွမ်းကောင်းဖြစ်ဖို့ ကြိုးစားပုံတွေ သူ့ရဲ့ရပ်ရွာကို ဘယ်လောက်အထိချစ်တယ်ဆိုတာတွေ သူချစ်တဲ့သူတွေအတွက် ဘယ်လောက်အထိအသင့်ရှိလဲဆိုတာတွေကို\nပေါ့ပေါ့ပါးပါးမိသားစုရုပ်ရှင်တစ်ခုအဖြစ် ကြည့်ရှုခံစားရမယ့် အင်ဒိုနီးရှားဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က APP ပါ။)File Size          : 1.8GB, 806MB, 422MB\nQuality      ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/ashiap-man-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YcPTEfLiHEgd7BpmkgXwRGEQHg.jpg",
        "title": "Savage Salvation (2022)",
        "description": "Savage Salvation (2022)Robert De Niro နဲ့ John Malkovich တို့လို အကျော်အမော်ကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။ Action Thriller ကားအနေနဲ့ဆို ဒီကားက ကြည့်လို့တော့ ကောင်းပါတယ်။ ပြဿနာက De Niro ဝင်သရုပ်ဆောင်ရမယ့် ကားတော့ ဟုတ်မနေပါဘူး။ မင်းသမီးကတော့ Willa Fitzgerald ဆိုတဲ့ အချောလေးပါပဲ။ သူရဲ့ခပ်လန်းလန်း အခန်းတွေလည်း ပါတာမို့ တော်တော်တန်တဲ့ကားပေါ့။ ဒီမင်းသမီးဟာ Reacher ဇာတ်လမ်းတွဲမှာ ပါဖူးပါတယ်။ မင်းသား Jack Huston ကတော့ House of Gucci ထဲမှာ ပါဖူးပါတယ်။ဇာတ်လမ်းကတော့ နယ်မြို့လေးတစ်မြို့က ရဲအရာရှိဖြစ်တဲ့ ဒီနဲရိုးရဲ့ဇာတ်ကောင်ရယ်၊ ဆေးသမားလင်မယားဖြစ်တဲ့ မင်းသားနဲ့မင်းသမီးရယ်၊ မင်းသမီးရဲ့ခဲအိုဖြစ်တဲ့ John Malkovich တို့ရဲ့ကြားမှာ ဖြစ်နေပျက်နေတဲ့ အကြောင်းအရာတစ်ခုနဲ့တည်ထားတာပါ။ ဘာအကြောင်းအရာလဲတော့ မပြောပြတော့ပါဘူး။ စပွိုင်လာမိမှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/savage-salvation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/murloc-144x200.jpg",
        "title": "Murloc ( 2022 )",
        "description": "လူတစ်ပိုင်းငါးတစ်ပိုင်း ရေသူမျိုးတွေဆိုတာပင်လယ်ရေနက်ပိုင်းမှာ\nကျင်လည်ကျက်စားကြသူတွေပါ။\nပင်လယ်ရဲ့ဂေဟစနစ်ချို့ယွင်းလာမှုကြောင့် ​နေရာပြောင်းရွှေ့လာရင်း\nရေတိမ်ပိုင်းကိုရောက်ရှိလာပါတယ်။ ရေတိမ်ပိုင်းကိုရောက်လာတဲ့ရေသူတွေဟာ\nငါးဖမ်းလှေတွေကိုဒုက္ခပေးတဲ့ကြောက်စရာအန္တရာယ်ဆိုးကြီးဖြစ်လာပါတော့တယ်။\nလှေပေါ်ရှိလူအကုန်ကိုကိုက်သတ်ပစ်တဲ့အထိ ရေသူတွေဟာအင်အားကြီးနေခဲ့ပါတယ်။ဒါပေမဲ့လည်း လူသားတွေလောက်ဉာဏ်များတဲ့သတ္တဝါမရှိတာကြောင့်\nအင်အားကြီးမားတဲ့ရေသူဟာလည်း အဖမ်းခံရ​ပြီးအစမ်းသပ်ခံဘဝကိုရောက်ရတာလည်းရှိပါတယ်။ဟန်ဟောက် ဟာပင်လယ်ဆိပ်ကမ်းမှာအလုပ်လုပ်တဲ့သူဖြစ်ပြီး\nအ​ဖေတစ်ခုသားတစ်ခုဘဝနဲ့ စကားမပြောတတ်တဲ့သားလေးကိုစောင့်ရှောက်နေသူပါ။\nတစ်နေ့မှာ အကြွေးလိုက်တောင်းရင်း\nရေသူကိုတင်ထားတဲ့ကားကိုမောင်းမိလျက်သားဖြစ်သွားပါတယ်။\nလမ်းမှာမတော်တဆမှုဖြစ်ပြီး ကားလည်းမှောက်\nလူလည်းသတိမေ့သွားခဲ့ရာက ပြန်နိုးလာတဲ့အခါ\nဘယ်နေရာကိုရောက်နေမှန်းမသိတဲ့အပြင် သားလေးကပါဘေးမှာမရှိတဲ့အခါ။ အဲ့အချိန်မှာ သားလေးကတော့\nရေသူကိုစမ်းသပ်တဲ့ လျို့ဝှက်ဓာတ်ခွဲခန်းထဲမှာပိတ်မိနေခဲ့ပါတယ်။\nဖြစ်ချင်တော့ ဓာတ်ခွဲခန်းထဲကရေသူဟာလည်း မတော်တဆတစ်ခုဖြစ်တုန်း ထွက်ပြေးသွားခဲ့ပါတယ်။သားဖြစ်သူကိုရှာဖွေကယ်တင်ဖို့ကြိုးစားရင်း\nမထင်မှတ်ထားတဲ့အဖြစ်တွေကြုံလာရတဲ့အခါ...\nဟန်ဟောက်တစ်ယောက် ရေသူအန္တရာယ်ကိုကျော်လွှားနိုင်ပြီး\nသားဖြစ်သူကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာမို့\nသတ္တဝါဆန်းတွေနဲ့တိုက်ခိုက်ရတဲဇာတ်လမ်းတွေကို\n​ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်တို့အတွက်\nလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Action\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/murloc-2022/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjEwNTRmNmItZDEyYy00Njk0LTk4OGItYTRlNWUyMmQ3ZWEyXkEyXkFqcGdeQXVyNjIxNjI0ODc@._V1_-135x200.jpg",
        "title": "2025: Blood, White & Blue (2022)",
        "description": "2025: Blood, White & Blue (2022)\n=========================ဘီလ်ဝေလ်ဆင် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က သူလျိုလုပ်ပြီး\nကာတယ်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းဆီးလိုက်ပြီးတဲ့နောက်\nဘီလ်ရဲ့ မိသားစုတစ်စုလုံး ပစ်မှတ်အထားခံလိုက်ရတဲ့အကြောင်းကို\nဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဟုမ်းလမ်းလုံခြုံရေးအဖွဲ့က အခြားစစ်ရေးအဖွဲဲ့တစ်ဖွဲ့နဲ့ပေါင်းပြီး\nကာတယ် ဆိုတဲ့ မူးယစ်ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်ကိုအစီအစဉ်\nသေချာဆွဲပြီးဖမ်းဖို့လုပ်တယ်၊ အဲမှာ ဘီလ် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က\nသူလျိုအနေနဲ့ ကာတယ်တွေနေတဲ့နေရာထဲကိုဝင်ပြီး စီစဉ်ထားတဲ့အတိုင်း\nလုပ်လိုက်တာ စစ်ဆင်ရေးကြီးအောင်မြင်သွားရော၊ မူးယစ်ဂိုဏ်းဆိုတော့\nမူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေအများကြီးသိမ်းစည်းရမိတာပေါ့လေ။အဲဒီနောက် တစ်ရက်နှစ်ရက်နေတော့ the Purge ဆိုတဲ့ ဥပဒေမဲ့သတ်ဖြတ်ခွင့်\nရှိတဲ့ညကိုရောက်လာရော၊ ဘီလ် ကတော့ သူ့အိမ်ကို ခြံစည်းရိုးတွေဘာတွေနဲ့\nသေသေချာချာ လုံခြုံအောင်လုပ်ထားပေမယ့် သူမသိလိုက်တာက သူနဲ့သိကျွမ်းတဲ့\nအီဒင် ဆိုတဲ့လူက သူ့အိမ်မှာ သိမ်းစည်းရမိတဲ့ မူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေ\nအကြောင်းကြားသိပြီး၊ အဲ့နေ့ညမှာဓားပြတိုက်ပြီးယူမယ်ဆိုတာပါပဲ၊ ဖြစ်ချင်တော့\nဘီလ်ရဲ့မိသားစုကလည်း ဘီလ်ရဲ့ အိမ်မှာ ညစာလာစားတဲ့အပြင် ဘီလ်ရဲ့ လုပ်ဖော်\nကိုင်ဖက်ဖြစ်တဲ့ ဒယ်လ် ကပါ သူ့အိမ်မှာတစ်ညလာနေဖို့ရောက်လာပါလေရော။\nအဲညမှာ အီဒင် စီစဉ်ထားတဲ့အတိုင်း ဖြစ်သွားမလား နောက်ဘာများဆက်ဖြစ်မလဲ\nဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/2025-blood-white-blue-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9f74LSZP4uxBfgaypIrTGjf9Xi.jpg",
        "title": "The Young Master (1980)",
        "description": "The Young Master (1980)~ IMDb - 7.1/10, Rotten Tomatoes - 79% ~ဂျက်ကီချမ်းကိုယ်တိုင် ဒါရိုက်တာလုပ် ဇာတ်ညွှန်းကူရေး သရုပ်ဆောင်ထားတဲ့ Classics ကားပေါ့။ သူ ဒါရိုက်တာစလုပ်တဲ့ ဒုတိယကားဆိုလည်း ဟုတ်တယ်။ ပထမကားကတော့ The Fearless Hyena တဲ့။ သိပ်တော့မကောင်းခဲ့ဘူး။ ဒီကားကတော့ အများကြီးပိုတိုးတက်လာခဲ့ပုံပါပဲ။သူ့ဇာတ်က တရုတ်ရိုးရာ ခြင်္သေ့အကကတာကနေ အခြေပြုထားတယ်။ ဒီနောက် ပြဿနာတွေတက် သူ့ဆရာက သူ့အစ်ကိုနဲ့ရန်ဖြစ်ပြီး ထွက်သွား နည်းနည်းတော့ဇာတ်နာတဲ့ဟန်နဲ့ပေါ့။ သူက သူ့အစ်ကိုနောက်လိုက်ပြီး သွားပြန်ခေါ်ဖို့လုပ်ရာက‌နေ ဟာသတွေ စလာတယ်ပြောရမှာပဲ။ နောက်ပိုင်းအဆုံးထိ ဘော့စ်နဲ့တိုက်တဲ့အခန်းအထိ ဟာသတွေရဲ့အရှိန်ဟာ တက်ပြီးရင်းတက်လာခဲ့တယ်။ ပြောရရင် ဂျက်ကီချမ်း အငွေ့အသက်အပြည့်ရတဲ့ အက်ရှင်ဟာသကားပေါ့။ သူ့ရဲ့ အကောင်းဆုံးကားတွေကို စာရင်းလုပ်ရင် ဒီကားက ၁ကနေ ၁၀အတွင်း တစ်နေရာရာမှာတော့ရှိနေမယ်ထင်ရတာပါပဲ။စိတ်မကောင်းစရာကတော့ ဒီကားရဲ့ ၃နာရီဗားရှင်းဟာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-young-master-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/sandcastle-poster-151x200.jpg",
        "title": "Sand Castle(2017)",
        "description": "Sand Castle(2017)***************ရည်မှန်းချက်ကြီးကြီးမားမားမရှိဘဲ တက္ကသိုလ်တက်ဖို့ ငွေမရှိလို့ စစ်တပ်ထဲ ဝင်လာရပြီး၊အီရတ်စစ်ပွဲကို မလိုက်ချင်တဲ့အတွက် ကိုယ့်လက်ကိုပြန်ချိုးနေတဲ့ အမေရိကန်စစ်သားလေး  တစ်ယောက်ရှိတယ်..အီရတ်စစ်မြေပြင်ဆိုတာကလည်း သိတဲ့အတိုင်း အရပ်သားနဲ့ ရန်သူမကွဲဘဲပစ်ချင်တဲ့သူက ပစ်သတ်နေတာဆိုတော့ အဲ့ဒီမှာ တာဝန်ထမ်းဆောင်တဲ့ စစ်သားတွေအတွက် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့အနေအထားပါ..သို့ပေမဲ့လည်း ဒီစစ်သားလေးဟာ အီရတ်စစ်တလင်းကိုရောက်ရှိသွားခဲ့တယ်..တကယ်စစ်မြေပြင်ရောက်တဲ့အခါမှာတော့ သူဘယ်လိုတွေကြုံရမလဲ..အသက်ရောရှင်ပါ့မလား..အီရတ်တွေနဲ့ မြေပြင်မှာ တကယ်တွေ့ကြုံရတဲ့အခါမှာ သူအမြင်တွေဘယ်လိုရှိမလဲ..File Size : (2.1GB)(834MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action ,War ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sand-castle2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfM1diysOyrX4JbvwS7uOomyes.jpg",
        "title": "Out for Justice(1991)",
        "description": "Out for Justice(1991)*******************90s kid တို့ရဲ့ အသည်းကျော် Steven Segal ရဲ့ အက်ရှင်ကားကြမ်းကြမ်းကြီး တင်ဆက်ပေးလိုက်ပါတယ်..၂၀ ရာစုတလျှောက် ဘရွတ်ကလင်မြို့မှာ ဂိုဏ်းစတားတွေကိုယ့်နယ်နမိတ်နဲ့ကိုယ် ကြီးစိုးကျင်လည်ကြတဲ့အချိန်ပေါ့ဂျီနိုဆိုတဲ့ကောင်လေးဟာ သူ့အဖေကိုသိပ်အားကျတဲ့သူ...တစ်ရက်မှာ သူ့အဖေဟာ စတိုးတစ်ခုထဲက သူခိုးတစ်ယောက်ကို အပြင်ဆွဲခေါ် ထိုးကျိတ်ပြီး သူ့မျက်စိရှေ့တင်ပဲ\nသူတို့ကားနောက်ဖုံးထဲ ထည့်ပိတ်ထားလိုက်တယ်...ပြီးတော့ သူ့သားကို ဒီကားနဲ့ပဲ ရုပ်ရှင်ရုံခေါ်သွားပြီး ရုပ်ရှင်ပြသတဲ့..\n.ရုပ်ရှင်ပြီးတဲ့အချိန်ကျမှ ဂျီနိုလေးကို ကားသော့ပေးလိုက်ပြီး မင်းလုပ်စရာရှိတာလုပ်လို့ ပြောတယ်...ဂျီနိုကလည်း ကားနောက်ဖုံးဖွင့်ပြီး\nစကားတွေနဲ့ခြိမ်းခြောက်ပြလိုက်တာ သူခိုးလည်း တချိုးတည်းပြေးပါရောလား...သူက အဲဒီကတည်းက သူ့အဖေလို လူမိုက်ဖြစ်ချင်တာ.\n..တကယ်တမ်းကြီးလာတော့ ဒီကောင် ရဲဖြစ်သွားတယ်...လူမိုက်တွေနဲ့ပေါင်းခဲ့တဲ့ ဂျီနိုဟာ ရဲဖြစ်သွားတဲ့အချိန် သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်ကလက်ခံနိုင်စရာမရှိတဲ့ပြစ်မှုကို ကျူးလွန်လိုက်တဲ့အချိန်မှာတော့...File Size : (1.8GB)(580 MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/out-for-justice1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/heroof-133x200.jpg",
        "title": "Hero Of The Bright Sword Tiger Gut (2022)",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတို့အတွက်\nရိုက်ကူးတင်ဆက်ထားတဲ့ တရုတ်တော်လှန်ရေးခေတ်\nအခြေခံကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါရိုက်တာ  Hou Jie / Li Xinbo တို့က ရိုက်ကူးတင်ဆက်ထားပြီး\nWang Ting / Zhang Lei / Wang Ke တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်\nအညွန်းလေးကတော့တော်လှန်ရေးခေတ်မှာ ထုံးစံအတိုင်း ကိုလိုနီပြု\nဖက်ဆစ်ဂျပန်ရယ် ဂျပန်နောက်လိုက်သစ္စာဖောက်တွေရယ်\nမြေပြန့် ပြည်သူ့တပ်သားတွေရယ်...\nဒါတွေကတော့ ကြုံနေ မြင်နေကြမလို့ မထူးဆန်းတော့ပေမယ့်...\nဒီဇာတ်ကားလေးကတော့ တမူတော့ထူးခြားနေပါတယ်လီယွန်လောင်နှင့် ဂျင်း-ဆွိုင်းတပ်မတော်၏ တပ်ရင်းမှူး ချူယူးဖီတို့က\nအီချီရို ဟီရာတာ၏ မွေးနေ့စားပွဲ၌ ကြီးမားသော အရှုပ်တခုကို\nပြုလုပ်ခဲ့ပါတယ်..ဒါကြောင့်ပဲအခြေအနေတွေတင်းမာလာခဲ့ပြီး\nလှည့်ကွက်များစွာနဲ့အတူ မထင်ထားတဲ့ ဇာတ်ကွက်တွေကို\nစိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်၏\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : War\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hero-of-the-bright-sword-tiger-gut-2022/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc1MjZkOTctNDY3Mi00NTZmLWFjYzktMjkyZjYwZWQ1Nzc3XkEyXkFqcGdeQXVyNTI0NzU5ODc@._V1_-146x200.jpg",
        "title": "Monster (2022)",
        "description": "အိန္ဒိယ Malayalam ဘက်မှာ မသိသူမရှိတဲ့\nမင်းသားကြီး Mohanlal ရဲ့ လှည့်ကွက်များစွာနဲ့\nစိတ်ဝင်စားဖွယ် မှုခင်းဇာတ်ကားကောင်းတစ်ပုဒ်\nထွက်ရှိလို့ လာခဲ့ပါပြီဇာတ်ကားထဲမှာ သူဟာ လပ်ကီးဆင်းဆိုတဲ့ အမည်ရှိပြီး\nနိုင်ငံခြားကနေ အိန္ဒိယကို တိုက်ခန်းအရောင်းအဝယ်ကိစ္စနဲ့\nပြန်လာရာကနေ ဇာတ်လမ်းကို စထားပါတယ်ဇာတ်လိုက်မင်းသမီးဖြစ်သူ ဘာမီနီက\nတက္ကစီဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုက ဒရိုင်ဘာတစ်ယောက်ဖြစ်ပြီး\nသူ့ကို လေဆိပ်မှာ သွားကြိုရမယ့်သူပဲဖြစ်ပါတယ်ခရီးတစ်လျှောက်လုံး သူဟာ ပျော်ပျော်နေတတ်တဲ့သူလို ပြုမူပြီး\nစကားတွေလည်း အများကြီးပြောပါတယ်\nဘာမီနီကိုလည်း ချစ်ခင်နှစ်သက်ပုံပြပြီး\nစကားရွှင်တဲ့ ကိုလူပျော်တစ်ယောက်လို့ပဲ ထင်ရပါတယ်အဲဒီလိုနဲ့ ဘာမီနီတို့လင်မယားရဲ့ မင်္ဂလာနှစ်ပတ်လည်ပွဲကို\nမရမက အတင်းလာမယ်လုပ်ပြီး\nရောက်လာတဲ့အချိန်မှာတော့..သူဟာ ဘယ်လိုမှ မထင်မှတ်ထားစရာလုပ်ရပ်တစ်ခုကို\nလုပ်ခဲ့ပါတော့တယ်သူလုပ်တဲ့လုပ်ရပ်က ဘာဖြစ်မလဲ\nဘာကြောင့် ဒီလိုလုပ်ရတာလဲ ဘာအကြံအစည်တွေနဲ့\nဘာမီနီကို သူချဉ်းကပ်ခဲ့တာလဲဆိုတာကို ဟောဒီ့ Monster ဆိုတဲ့ကားထဲမှာ\nစိတ်ဝင်စားဖွယ်ကောင်းစွာ ကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ်ရှင်\nFile size…4.34GB / 2.13GB / 980MB\nQuality…4K HEVC / 1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sora~ BpL ~ Yunni",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/monster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bwGuv3YyqXy6QEkaq8YBTVUoxO.jpg",
        "title": "My Name Is Vendetta (2022)",
        "description": "My Name Is Vendetta (2022)(1080p ရပါပြီ)\"သတ်မှာလား အသတ်ခံမှာလား ဒါဟာ ဥပဒေပဲ\" ဆိုတဲ့ စကားစုလေးနဲ့ အစချီပြီး စတင်ထားတဲ့ \"My Name is Vendetta\" ဆိုတဲ့ ဇာတ်ကားလေးက အက်ရှင်ဇာတ်ကား ချစ်သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ Netflix ဇာတ်ကားကောင်းလေး တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း ...\nဘဝမှာ သူများကို သတ်မှာလား ကိုယ် အသတ်ခံမှာလား ဆိုတဲ့စိတ်နဲ့ ဘဝတစ်လျှောက်နေလာခဲ့တဲ့ မာဖီးယား တစ်ဦးက ဖူးစာရှင်လေးနဲ့တွေ့ပြီး သူ့ဘဝကို ပြောင်းလဲလိုက်တယ်။ သမီးလေးတစ်ယောက် မွေး ဘဝကို ပျော်စရာတွေ မေတ္တာတွေနဲ့ ဘဝကို အဓိပ္ပါယ်ရှိရှိ ဖြတ်သန်းနေစဉ်မှာ အတိတ်မှာ ဆိုးခဲ့တဲ့အမှားတွေနဲ့ မာဖီးယားဂိုဏ်းတစ်ခုက သူ့ကို ကလဲ့စားချေဖို့အတွက် သူ့မိသားစုကို ရက်ရက်စက်စက် သတ်ပစ်လိုက်တယ်။ကံကောင်းချင်တော့ သမီးဖြစ်သူ ဆိုဖီယာက မသေဘဲ လွတ်မြောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူ့မိသားစုကို သတ်ခဲ့တဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/my-name-is-vendetta-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ouJ2GkogDYbVOuXwmTdHbDdKja1.jpg",
        "title": "Warriors of Future (2022)",
        "description": "Warriors of the Future (2022)ဟောင်ကောင်ရဲ့ နာမည်ကျော် သိပ္ပံစိတ်ကူးယဉ် ရုပ်ရှင်အသစ်လာပါပြီ။\nမင်းသားတွေကလည်း နာမည်ကြီး ဘိုးတော်တွေပါပဲ။\nဇာတ်လမ်းကလည်း အတော်စိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nအနာဂတ်အချိန်ကို အခြေတည်ထားတာပါ။အနာဂတ်မှာ လူတွေဟာ နည်းပညာတွေတိုးတက်လာပြီး စက်ရုပ်တွေကိုပါ စစ်ပွဲတွေမှာ သုံးနိုင်တဲ့အဆင့်ဖြစ်လာပါပြီ။\nဒါပေမဲ့ စစ်ပွဲတွေများလာတာနဲ့အတူ ကမ္ဘာကြီးလဲညစ်ညမ်းပျက်စီးလာပြီး\nနောက်ဆုံးမှာ လေထုပါ အဆိပ်သင့်သွားတဲ့အခြေအနေဖြစ်လာပါတယ်။\nလူတွေကလည်း စကိုင်းနက်လို့ ခေါ်တဲ့ လေသန့်စင်စနစ်ကြီးတွေတည်ဆောက်ပြီး နေကြရတာပါ။\nတစ်နေ့မှာတော့ ကမ္ဘာပေါ်ကို ဥက္ကာခဲတစ်ခု ကျလာပြီး အဲဒီအထဲကနေ အခြားဂြိုလ်က အပင်တစ်ပင် ပေါက်ထွက်လာပါတယ်။\nအဲဒီအပင်ဟာ ရေနဲ့တွေ့လေကြီးထွားလေဖြစ်ပြီး အဖျက်စွမ်းအားလည်း မြင့်လာပါတယ်။\nတချိန်တည်းမှာပဲ အဲဒီအပင်ဟာ ကမ္ဘာပေါ်လေတွေကို သန့်စင်ပေးနိုင်စွမ်းရှိတာမို့ မီးစတစ်ဖက် ရေမှုတ်တစ်ဖက် ဖြစ်နေတာပါ။\nအခုဇာတ်လမ်းရဲ့ အဓိက အကြောင်းအရာကတော့ အဲဒီအပင်ရဲ့ ဖျက်ဆီးနိင်စွမ်းတွေကို တားဆီးပြီး\nကမ္ဘာကိုကယ်တင်နိုင်ဖို့ စစ်ဆင်ရေးတစ်ခု ခက်ခက်ခဲခဲ ဆင်နွှဲရတဲ့အကြောင်းပါပဲ။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ခံစားကြည့်လိုက်ပါဦး။အညှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Sci-fi\nQuality…. 1080p ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/warriors-of-future-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjM0YTFmN2EtYTQ0Ny00NmU2LTk5NmQtODhjYzhkOTVjZDA5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Ram Setu(2022)",
        "description": "ဒီနေ့ကတော့ မင်းသားကြီးတွေရဲ့ကား\nထွက်တဲ့နေ့ပါပဲ အခုလည်း အာရှေးကူမာရဲ့\nဘာသာရေး သမိုင်းနဲ့ ယုံကြည်ကိုးကွယ်မှုဆိုင်ရာ\nဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်အာရန် (အာရှေးကူမာ) က ဘာသာတရားနဲ့ ဘုရားကို\nအယုံအကြည်မရှိတဲ့\nရှေးဟောင်းသုတေသနပညာရှင် တစ်ယောက်ပေါ့\nသူက အချက်အလက်ရှိပြီး သက်သေပြနိုင်တဲ့\nအရာကိုပဲ ယုံကြည်တဲ့သူဖြစ်ပါတယ်အိန္ဒိယလူမျိုးတွေဟာ အရှင်ရာမကို\nအလေးအနက်ယုံကြည်ကြတဲ့သူတွေဖြစ်ပြီး\nရမ်ဆက်တူဆိုတဲ့ တံတားကိုလည်း\nအရှင်ရာမတည်ထောင်ခဲ့တာလို့ ယုံကြည်ထားကြပါတယ်အဲဒီတံတားကို အစိုးရအဖွဲ့အစည်းက\nကုန်သွယ်ရေးကိစ္စတစ်ခုနဲ့ ဖြိုချဖို့ လုပ်လာတဲ့အခါ\nပြည်သူတွေက ဆူပူအုံကြွလာကြပါတော့တယ်ဒါကို အဲဒီရမ်ဆက်တူဆိုတာဟာ\nလူဖန်တီးထားတာမဟုတ်၊ သဘာဝအလျောက် ဖြစ်တည်နေတာဖြစ်ကြောင်းကို\nအစိုးရအဖွဲ့အစည်းက အာရန်ကို သက်သေထူခိုင်းပါတယ်ဒါပေမယ့် အများနဲ့တစ်ယောက်ဖြစ်နေသလိုပဲ\nပြည်သူလူထုက လူအင်အားများပြီး\nအစိုးရအဖွဲ့အစည်းက လူအင်အားနည်းနေတဲ့အခါအိန္ဒိယပြည်သူတွေရဲ့ ယုံကြည်မှုနဲ့\nနိုင်ငံတော်အစိုးရအဖွဲ့အစည်းရဲ့ စီးပွားရေးကြိုးပမ်းမှုနဲ့ အာရန်ရဲ့ သက်သေပြမှုတွေကြားက\nတိုက်ပွဲကို ခင်းကျင်းပြသထားတဲ့ ဒီကားဟာ\nနိုင်ငံရေးရော ဘာသာရေးရော ပါဝင်တဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်\nFile size…2.69GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora~ Poe ~ Yunni ~ OeliuJ",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ram-setu2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyv3iU87q5IdTAUVLWJeILJ4Cyf.jpg",
        "title": "Troll (2022)",
        "description": "Troll (2022)နော်ဝေး စိတ်ကူးယဉ် ရုပ်ရှင်ကောင်းတစ်ခုလာပါပြီ။ အမေရိကန်မှာကင်းကောင် ဂျပန်မှာ ဂေါ်ဇီလာဆိုသလို နော်ဝေးပုံပြင်တွေမှာလည်း ဘီလူးကြီးတွေဟာ မပါမဖြစ်ပါ။နော်ဝေးမှာ ခရစ်ယာန်သာသနာ စတင်ပြန့်ပွားစဉ်က ဘီလူးတွေနဲ့ လူတွေတိုက်ပွဲဖြစ်ခဲ့ပြီး ဘီလူးတွေမျိုးတုံးသွားတဲ့ ပုံပြင်တွေရှိခဲ့ပါတယ်။ အဲဒီဘီလူးတွေဟာ ခရစ်ယာန်တွေကိုမုန်းတယ်၊ ဘုရားကျောင်းတွေကို ကျောက်တုံးကြီးတွေနဲ့ထုတယ်၊ နေရောင်နဲ့တွေ့ရင် ကျောက်ဖြစ်ပြီး သေသွားတယ်ဆိုတဲ့ အချက်တွေ ရှိခဲ့ပါတယ်။ဒါတွေအားလုံးဟာ နော်ဝေးဒဏ္ဍာရီတွေကနေ စတင်ခဲ့တာပါ။ နော်ဝေးတွေဟာ ဒဏ္ဍာရီအပိုင်းမှာတော့ အတော်ခိုင်လုံတဲ့ ဇာတ်ကောင်တွေနဲ့ဇာတ်အိမ်တွေရှိခဲ့တာအမှန်ပါပဲ။ စိတ်ကူးယဉ် စာပေလောကမှာ နတ်ဘုရားတစ်ပါးလိုဖြစ်တဲ့ The Lord of the Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာတိုကင်းန်တောင် ဘီလူးတွေကို နော်ဝေးကနေ အခြေခံခဲ့တာပါ။အခုဒီရုပ်ရှင်မှာတော့ လက်ရှိခေတ်မှာ တောင်တွေထဲမှာ ရထားလမ်းဖောက်ဖို့ ဥမင်တူးရင်းနဲ့ ဘီလူးကြီးတစ်ကောင် နိုးထလာတဲ့ ဇာတ်လမ်းကို ပြသထားပါတယ်။ အဲဒီဘီလူးကြီးကို တိုက်ခိုက်ဖို့နည်းတွေ နောက်ကြောင်းတွေကို လေ့လာပြီး ရင်ဆိုင်ရတဲ့ ဇာတ်လမ်းမို့ Godzilla ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/troll-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI5NTg0Nzc3NV5BMl5BanBnXkFtZTcwOTcwNzAwMQ@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Mercury Rising (1998)",
        "description": "Die Hardနဲ့လူသိများကြတဲ့ မင်းသားကြီး Bruce Willisရဲ့နောက်ထပ်တစ်ကားလာပါပြီ။ ဒီကားမှာတော့ သူက အက်ဂျက်ဖရေးအနေနဲ့သရုပ်ဆောင်ထားပါတယ်။\nအက်က သူရဲ့အသွင်ယူပြီးလျှို့ဝှက်စုံစမ်းရေးမှာ ပြဿနာတက်ပြီး ရာထူးချခံထားရတဲ့ FBIအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ မာကျူရီဆိုတဲ့ လျှို့ဝှက်ကုဒ်ကို ဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်က မတော်တဆဖော်ထုတ်လိုက်မိပါတယ်။ ဒီလိုဖော်ထုတ်မိလိုက်ရာကနေ အသက်အန္တာရယ်ပါစိုးရိမ်လာရပါတော့တယ်။ ဒီဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်နဲ့ အက်ဂျော့ဖရေးနဲ့တွေ့ဆုံမှုမှာတော့ ဘာတွေဖြစ်သွားကြမလဲ။ အော်တဇင်ကလေးကရော အန္တာရယ်တွေကြားမှာအသက်ရှင်နိုင်ပါ့မလား၊ သူ့ကိုရော ဘာလို့အဲ့လောက်အသည်းသန်သတ်ချင်နေကြတာလဲဆိုတာ ဒီကားထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ Actionကားကောင်းကြိုက်တဲ့လူတွေအတွက်ဒီကားနဲ့ကြည့်ရင်း chillလို့ရမှာဖြစ်ပါတယ်။File size…(1.93GB)  / (950MB) / (469MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre...Action / Crime / drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mercury-rising-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BM2UyNmE4MGMtZmNhZi00MDU4LWI4MjktNDc1MjVkYjczMDQxXkEyXkFqcGdeQXVyMTQ3OTc5MzU5._V1_-147x200.jpg",
        "title": "Tere Naam (2003)",
        "description": "Tere Naam (2003)\nဒီဇာတ်ကားလေးကတော့ ဆလမန်းခန်းနဲ့ ဘူမီကာ ချောင်ဝ်လာရဲ့\nromance/dramaအမျိုးအစား ဇာတ်တ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nRadhe Mohanဟာအလုပ်မရှိအကိုင်မရှိ လူကြမ်းတစ်ယောက်ဖြစ်ပြီး\nသူတက်ခဲ့ဖူးတဲ့ ကောလိပ်ကျောင်းကို အမြဲသွားလေ့ရှိတယ်။တစ်နေ့တော့ ကျောင်းကိုရောက်လာတဲ့ Nirjara Bharadwajဆိုတဲ့\nကောင်မလေးတစ်ယောက်ကို တွေ့ပြီး ချစ်ကြိုက်သွားခဲ့တယ်။\nဒါနဲ့ပဲ သူက Nirjaraကို ဖွင့်ပြောဖို့ကြိုးစားတော့တာပေါ့။\nဒါပေမဲ့ Nirjaraက သူ့ကို ငြင်းလိုက်တဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ۔۔۔۔۔ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွတ်သင့်ပါကြောင်း ۔۔۔۔۔\nဘာသာပြန်တွေကတော့Soe Kalayarနဲ့ Intelligenceတို့ဖြစ်ပါတယ်။\nFile size…3.1GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Soe Kalayr & Intelligence",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/tere-naam-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/asCl4wHVPaMYMPVmJIM6u2R4tX4.jpg",
        "title": "Wolves (2022)",
        "description": "Wolves (2022)(1080p ရပါပြီ)ဧပြီလတုန်းက ကိုရီးယားမှာ ရုံတင်ပြသခဲ့တဲ့ အက်ရှင်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။ဂျယ်ဂျူကျွန်းပေါ်မှာ မူးယစ်ဆေးမှောင်ခိုတင်သွင်းနေတဲ့ ဂျပန် ယာခူဇာဂိုဏ်း ...\nယာခူဇာဂိုဏ်းရဲ့ လုပ်ငန်းကို လုယူဖို့ ကြိုးစားနေတဲ့ ကိုရီးယား မာဖီးယားဂိုဏ်းတွေရဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ပွဲစတင်နေချိန် ....အဲ့ဒီကာလမှာ သက်လတ်ပိုင်းအမျိုးသမီးတွေ ဆက်တိုက် အသတ်ခံရတဲ့အခါ ကွင်းဆက်လူသတ်သမားကို ဖော်ထုတ်ဖို့ စုံထောက်အိုနဲ့ စုံထောက်ယွန်း တို့ တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာ ယာခူဇာဂိုဏ်းခေါင်းဆောင်ရဲ့သမီး က ပြန်ပေးဆွဲပြီး အသတ်ခံလိုက်ရတဲ့အချိန်မှာ စုံထောက်အဖွဲနဲ့ ယာခူဇာဂိုဏ်းရဲ့ တရားခံကို အပြိုင်အဆိုင် ဖော်ထုတ်ကြတဲ့အခါ ...အမိုက်စား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပြီး လူမိုက်ဂိုဏ်းတွေရဲ့ ရက်စက်တဲ့ ပြစ်ဒဏ်ပေးပုံ ပေးနည်းတွေကို မြင်တွေ့ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Estel ပါ။)File Size          : 1.7GB, 745MB, 393MB\nQuality    ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/wolves-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Goemon-new-poster-141x200.jpg",
        "title": "Goemon (2009)",
        "description": "Goemonဂျပန်သမိုင်းနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းတွေ နင်ဂျာတွေ ရှိုးဂန်းတွေအကြောင်း စိတ်ဝင်စားတဲ့သူတွေ အတွက် ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ အရှင် နိုဘုနဂါက ဂျပန်ပြည်ကို စုစည်းဖို့ကြိုးစားခဲ့ပြီး သူ့ရည်ရွယ်ချက်တွေ မအောင်မြင်ခင်မှာပဲ သူ့ရဲ့ယုံကြည်ရတဲ့ လက်အောက်ခံက လုပ်ကြံတာကိုခံခဲ့ရပါတယ်။အဲဒီနောက်မှာတော့ အရှင် ဟိဒဲရောရှိက နန်းတက်လာပြီး ဆယ်စုနှစ်ကျော်ကြာအောင် အုပ်ချုပ်နေခဲ့ပါတယ်။ ၁၅နှစ်ခန့်အကြာမှာတော့ သူဟာ စစ်အင်အားစုစည်းပြီး ကိုရီးယားနဲ့တရုတ်ကို တိုက်ခိုက်သိမ်းပိုက်ဖို့ကြံစည်နေပါတယ်။အဲဒီအချိန်မှာ လျင်မြန်ဖြတ်လတ်ပြီး ဆင်းရဲသားတွေအပေါ်ကျ ကြင်နာတတ်တဲ့ ရော်ဘင်ဟုလိုမျိုး သူခိုးတစ်ယောက်က ရှိနေပါတယ်။ သူ့ရဲ့နာမည်ကတော့ ဂိုအဲမွန်ဖြစ်ပြီးတော့ လူတွေကသူ့ကိုသဘောကျကြပြီး ဖမ်းမမိနိုင်တဲ့သူခိုး တစ်ယောက်ပါ။ အများစုအမြင်မှာတော့ သူခိုးတစ်ယောက်ပေမဲ့ သူ့မှာ လျှို့ဝှက်ထားတဲ့အတိတ်နဲ့ ဆက်နွယ်မှုတွေက ရှိနေပါတယ်။ ဂိုအဲမွန်ရဲ့အကြောင်း ထီးနန်းနဲ့နန်းတွင်းရဲ့စစ်ပွဲတွေအကြောင်း နင်ဂျာတွေအကြောင်းကို ကြည့်ရှုရမဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.4GB)\nQuality__WEB-DL_720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:08:00\nType__Action, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/goemon-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-f-1-135x200.jpg",
        "title": "Fantasy Football (2022)",
        "description": "စိတ်ကူးယဉ်ရုပ်ရှင်ဆန်းဆန်းကောင်းကောင်းလေးတစ်ကားပါ။ဘော်ဘီကိုးလ်မန်းဟာတစ်ချိန်က ဆုရနာမည်ကျော်ဘောလုံးသမားဖြစ်ခဲ့ပေမယ့် အခုချိန်မှာလူငယ်နောက်ပေါက်တစ်ယောက်ရဲ့\nကျော်တက်မှုကြောင့်ခံပြင်းနေရပါတယ်။ အဲ့ဒီလူငယ်ကစားသမားရဲ့အိမ်ပါတီကအပြန် ပါလာတဲ့လက်ဆောင်ကိစ္စ သမီးငယ်နဲ့\nစကားများကြရာက နှစ်ယောက်လုံးမိုးကြိုးပစ်ခံလိုက်ရပါတယ်။ နောက်တစ်နေ့မှာတော့ ဘောလုံးဂိမ်းမှာကျွမ်းကျင်အဆင့်သူ့သမီးငယ်ဟာ\nဂိမ်းခလုတ်ကတစ်ဆင့်ကွင်းထဲက သူ့ရဲ့လှုပ်ရှားမှုတွေကို ထိန်းချုပ်နိုင်ကြောင်းအမှတ်မထင်တွေ့ရှိပြီးသွားတဲ့နောက်မှာတော့..\nဘော်ဘီ့အနေနဲ့မကြေပွဲတွေအကြိမ်ကြိမ်နွှဲရင်းအရင်လိုအောင်မြင်မှုမျိုးတွေ ပြန်လည်ရရှိလာပါတော့တယ်။\nဒါပေမယ့်လဲ တစ်ဖက်က သမီးငယ်ဖြစ်သူ ကာလီကတော့ အောင်မြင်လာတဲ့သူ့အဖေရဲ့ အရှိန်နဲ့ ကိုယ်ပိုင်ဘဝတစ်ခုလုံး\nပျောက်ဆုံးလာတယ်လို့ခံစားမိတဲ့နောက် ကတောက်ကဆဖြစ်ပြီး သူ့နောက်ကွယ်ကနေ ဗီဒီယိုဂိမ်းမကစားပေးနိုင်တော့ဘူးလို့\nဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ဘော်ဘီ သိပ်လိုချင်ခဲ့တဲ့ အောင်မြင်မှုကနေလွဲချော်သွားတော့မလား?\nဒီလိုမရိုးဖြောင့်တဲ့နည်းနဲ့ရတဲ့အောင်မြင်မှုတွေကို သူဘယ်ချိန်ထိဆက်လိုချင်နေဦးမလဲ? သူ့ဘဝရဲ့ တကယ်တမ်းဦးစားပေးတွေက ဘာလဲ\nဆိုတာတွေကို ဆုံးဖြတ်ရွေးချယ်ဖို့ဖြစ်လာပါတော့တယ်။ အားကစားနောက်ခံ စိတ်ကူးယဉ် မိသားစု ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး\nသွက်လက်မြူးကြွတဲ့ဇာတ်အိမ်၊ နောက်ခံသီချင်း အမိုက်စားတွေနဲ့အတူ ကြည်နူးနွေးထွေးမှုအပြည့်နဲ့ခံစားရမယ့်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File size…(1.7GB)  / (1.25GB) / (679MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Drama \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fantasy-football2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTg3YjA0ZDAtNGFhOS00ZTA5LTk5MGUtZmM3MDhlOWQxYWE1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Padavettu (2022)",
        "description": "Padavettu (2022)\n—————————————————\nအိန္ဒိယနိုင်ငံက စိုက်ပျိုးရေးရွာငယ်လေးတစ်ရွာကိုအခြေတည်ပြီး ရိုက်ကူးထားတဲ့\nဒီဇာတ်ကားဟာ နိုင်ငံရေး action thriller အမျိုးအစားmovie ဖြစ်ပြီး IMDb rating 9/10 ရရှိထားတာဖြစ်ပါတယ်\nစိုက်ပျိုးရေးကိုပဲ အခြေတည်ပြီး ရှင်သန်စားသောက်နေကြတဲ့ ရွာငယ်လေးမှာ ဒေသနိုင်ငံရေးပါတီပဋိပက္ခတွေကြား ရင်ဆိုင်ကြရတဲ့အခါ..အားကစားသမားbiker တစ်ယောက်ဖြစ်ခဲ့တဲ့ Ravi ဟာ မတော်တဆမှုတစ်ခုကြောင့်\nလုပ်ချင်ကိုင်ချင်စိတ်မရှိတဲ့ introvert တစ်ယောက်ဖြစ်သွားပါတော့တယ်ဒါပေမယ့် သူ့ဘဝကိုတစ်ဖန်ပြန်ပြောင်းလဲစေတဲ့ ဖြစ်ရပ်တစ်ခုနဲ့ ကြုံလာရတဲ့အခါမှာတော့\nရွာရဲ့လွတ်လပ်ခွင့်အတွက် နိုင်ငံရေးစနစ်ကြီးကို တွန်းလှန်ဖို့ကြိုးစားရပါတော့တယ် ..\nနိုင်ငံရေးသမားတွေနဲ့ ယှဉ်ပြီး ကြိုးစားနေတဲ့ Ravi တစ်ယောက် ရွာသူရွာသားတွေရဲ့\nထောက်ခံအားပေးမှုကိုရော ရရှိလာမှာလား.. ဘယ်အရာကများသူ့ကို\nတော်လှန်ရေးသမားတစ်ယောက်ဖြစ်စေဖို့တွန်းအားပေးခဲ့တာလဲ..\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်လို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်..\nFile size…2.8GB  / 1.26GB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Go-O",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/padavettu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1lO5o4si8JPPFi7XAGlFH5az4Yp.jpg",
        "title": "[18+] The Big Bird Cage (1972)",
        "description": "The Big Bird Cage (1972)ခရမ်းချဉ်သီး ၁၀၀ ရထားတဲ့ ရှားပါး Erotic ကားလေးပါ။ မင်းသမီးပေါင်းများစွာရဲ့ အဖော်အချွတ်တွေနဲ့ survival ဆန်ဆန် သည်းထိတ်ရင်ဖိုတွေကို တွဲဖက်ခံစားရမယ့် ကားဆိုလည်းမမှားပါဘူး။မင်းသမီးက နိုင်ငံရေးပိုင်းက ဟိုးထိပ်ကလူတွေကိုပါ ပိုင်နိုင်ဩဇာရှိတဲ့လူ။ ဒါပေမဲ့ သူ့ကို အပြစ်မရှိပါဘဲ အပြစ်ရှိပါတယ်ဆိုပြီး ထောင်ချပြီး တောထဲက အမျိုးသမီးသီးသန့် ထောင်စခန်းလိုနေရာကို ပို့လိုက်ကြတယ်။ မင်းသမီးကတော့ တစ်နေ့ သူလွတ်မယ်လို့ ယုံနေပေမဲ့ တစ်နေ့ထက်တစ်နေ့ ရက်စက်တာတွေ ခက်ထန်တာတွေ သေကြကြတာတွေ ခန္ဓာကိုယ်ကိုစားသုံးခံရတာတွေ ဖျက်ဆီးခံရတာတွေ အနိုင်ကျင့်ခံရတာတွေနဲ့ပဲ ကြုံလာရတဲ့အခါ မင်းသမီးဟာ ကိုယ့်လွတ်လမ်းကို ကိုယ်ဖောက်ဖို့ ကြိုးစားဖို့ အကြောင်းဖန်လာတယ်။မင်းသမီး ထွက်ပြေးလိုက် နှိပ်စက်ခံရလိုက် ပြန်ထွက်ပြေးဖို့ ကြံလိုက်နဲ့ လူမဆန်တဲ့ကောင်တွေလက်ထဲ ကျရောက်နေတဲ့အခြေအနေနဲ့ သူ့လွတ်မြောက်ခြင်းအတွက် ကြိုးစားရင်း သူများတွေကိုပါ လွတ်မြောက်ဖို့ ကူညီပေးရင်း စည်းရုံးတာတွေ တော်လှန်တာတွေကိုလည်း ခင်ဗျားတို့မြင်ရလိမ့်မယ်။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-big-bird-cage-1972/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wawP3mOUeRBrAtnbPwWK5eFaMdV.jpg",
        "title": "Lesson Plan (2022)",
        "description": "Lesson Plan (2022)သူ့နာမည်က ဒမ်မီယမ်...\nသူဟာ အသွင်ယူရဲဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးပြီး မူးယစ်ဆေးလောကမှာ အသွင်ယူဖူးလို့ ဒီလောကကို ထုံးလိုကျေ ရေလိုနောက်တယ်။ တစ်နေ့ကျ အထက်တန်းကျောင်းတစ်ကျောင်းမှာ ဆရာဖြစ်တဲ့သူ့ သူငယ်ချင်းဟာ သူ့အခက်အခဲတစ်ခုအတွက် အကူအညီလာတောင်းတယ်။ ဒါပေမဲ့ သူမကူညီခဲ့ဘူး။သိပ်မကြာခင်မှာပဲ...\nသူ့ သူငယ်ချင်းဟာ ချောက်ချခံရပြီး မတရားသဖြင့် နာမည်ဆိုးနဲ့သေခဲ့ရတယ်။ ဒီတော့ သူက ရှင်နေတုန်း ကူညီဖို့ ငြင်းဆန်မိခဲ့တဲ့ နောင်တနဲ့ အဲဒီအထက်ကျောင်းမှာ အစားထိုးဆရာအဖြစ် ဝင်လုပ်ပြီး သူ့ သူငယ်ချင်းအတွက် လက်စားချေဖို့ ကြိုးစားခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီကျောင်းမှာ ဘာတွေဖြစ်ခဲ့လဲ။ သူငယ်ချင်းရဲ့ သေဆုံးမှုအပေါ် တာဝန်ရှိသူတွေကို ဘယ်လိုရှာဖွေမလဲ… ဆရာတစ်ယောက်အဖြစ် အသွင်ယူထားတဲ့ ဒမ်မီယမ်ရဲ့ ကျောင်းပေါ်က နေ့စွဲတွေကော ဘယ်လိုဖြစ်မလဲ...ဒီ ၂၀၂၂ မှ ထွက်ထားတဲ့ Low budget ပိုလန်ကားလေးပါ... စိတ်ဝင်စားရင် ဒေါင်းကြည့်လိုက်ပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lesson-plan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE4YTBmNGQtNjQ2Ny00OTRhLWJlZjYtZDJlNzE2NWI0NTZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Prince(2022)",
        "description": "Prince (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ Hero (2019), Doctor (2021) ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား လူသိများလာခဲ့တဲ့ မင်းသား ရှီဗားကာသီကေယန်းရဲ့\nအချစ်ဟာသဇာတ်ကားလေးပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာ မင်းသားက ကျောင်းဆရာ..\nကျောင်းဆရာဆိုလို့ မြတ်ဆရာတော့ မထင်လိုက်နဲ့နော် အတန်းချိန်မှာ\nစာမသင်ဘဲ အတန်းလစ်ပြီး ရုပ်ရှင်သွားသွားကြည့်တတ်တဲ့ကျောင်းဆရာ...ကျောင်းသားတွေကို စာမေးပွဲမှာ စာခိုးချခွင့်ပြုတဲ့ ကျောင်းဆရာ...။ပေါ့တီးပေါ့ဆနိုင်လွန်းတဲ့ ဆရာပေါ့ဗျာ...။အဲ...သူ စာသင်တဲ့ကျောင်းကို အင်္ဂလိပ်စာသင်ဖို့ဆိုပြီး ကျောင်းဆရာမလေး\nတစ်ယောက်ရောက်လာတယ်...\nသူကတော့ ဗြိတိသျှသူလေး ဂျက်ဆီကာပေါ့နော်...။ဘာမှသေချာအောင်မလုပ်နိုင်တဲ့ ဒီကျောင်းဆရာလေးဟာ အခုသူ့အချစ်ကို\nရေရာသေချာစေဖို့ ဆရာမကိုပဲ အသည်းစွဲအောင်ချစ်မိပြီ ဆိုပါပြီခင်ဗျာ...။ဆရာမလေးကလည်း မောင်နဲ့သာဆိုရင် ဆိုပြီးစိတ်ယိုင်စပြုလာနေပါပြီ...။အဲ့မှာပဲ ဒါရိုက်တာက ရက်စက်ပါပြီ..ဘယ်လိုရက်စက်တယ်လို့ထင်လဲမင်းသားအဖေက ဗြိတိသျှကို မုန်းတယ်\nမင်းသမီးအဖေက အိန္ဒိယသားတွေကို မုန်းတယ်\nဆိုတော့ သူတို့နှစ်ဦးကို နှစ်ဖက်မိဘတွေက သဘောမတူကြဘူး...။ကဲ..အချစ်အတွက်ဆို ဓါးတောင်ကိုကျော်ရကျော်ရ\nမီးပင်လယ်ကိုဖြတ်ရဖြတ်ရဆိုတဲ့သူများ\nဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားသောတပန်ဆင်လို့ရပါပြီနော်..\nFile size…2.5GB /1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM ~ Sora ~ Taylor ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/prince2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjQyNGI5OWEtZjI1Yy00NDVjLWE4MTAtMzRlNzU1NzM2OGVkXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Kantara(2022)",
        "description": "Kantara (2022)IMDb-9/10‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး\nရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့\nရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါဇာတ်လမ်းအညွှန်းဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌\nစိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ ရွာတစ်ရွာကိုစောင့်ရှောက်ပြီးသားသူဖြစ်တာမို့\nဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌\nသတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း\nကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့\nပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ်\nအဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင်\nသစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက်\nအစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက်\nသူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/kantara2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqm5EAyC9hJCN5qutuW4Ka1xYbU.jpg",
        "title": "Operation Seawolf (2022)",
        "description": "Operation Seawolf (2022)The Purge: Election Year, Hitman's Wife's Bodyguard နဲ့ Captain America: The Winter Soldier တို့ထဲပါခဲ့ပြီး မြန်မာနိုင်ငံကိုတောင် အလည်ခဏလာဖူးတဲ့ Frank Grillo နဲ့ The Expendables တို့၊ Rocky တို့၊ Creed တို့၊ Aquaman တို့ထဲပါဖူးပြီး ကျွန်တော်တို့ မြန်မာပရိသတ်တွေ ရုရှားအာနိုးလို့ ချစ်စနိုးနဲ့ခေါ်ကြတဲ့ Dolph Lundgren တို့ တွဲဖက်ပါ၀င်ထားတဲ့ ရေတပ်ကားအသစ် အကြမ်းကြီးပါပဲ။ စစ်ကားထဲမှာမှ ကြည့်ရခဲလှတဲ့ ဒုတိယကမ္ဘာစစ်နောက်ခံ ရေတပ်ကားပေါ့။ဒုတိယကမ္ဘာစစ်ကြီး ကန့်လန့်ကာပိတ်သိမ်းဖို့ နီးကပ်လာတဲ့အချိန်၊ အဘက်ဘက်က အင်အားနည်းလာတဲ့ ဂျာမန်တပ်တွေဟာ စစ်ပွဲချိန်ခွင်လျှာပြောင်းဖို့ ကြံရာမရ နောက်ဆုံးအားထုတ်မှုတွေထဲက တစ်ခုအဖြစ်နဲ့ မဟာမိတ်တပ်တွေရဲ့ အဓိကအချက်အချာနေရာဖြစ်တဲ့ အမေရိကန် အရှေ့ဘက်ကမ်းရိုးတန်း နယူးယော့ခ်က ကုန်သွယ်သင်္ဘောသွားရာ ရေလမ်းကြောင်းတွေကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/operation-seawolf-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOGJjMzlmNzctMWI4Yi00MjcyLWFmYzAtN2JmZjU0YTM4YmRmXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Guardians of the Galaxy Holiday Special (2022)",
        "description": "The Guardians of the Galaxy Holiday Special (2022)\n=====================================\nIMDb Rating - 7.9/10Marvel ရဲ့ Gotg 3 မလာခင်မှာ ခရစ်စမတ် အထူး\nအပိုင်းတစ်ခုအနေနဲ့  Holiday Special ထွက်လာပါတယ်။\nGotg အဖွဲ့သားတွေအားလုံးကိုမြင်တွေ့ရမှာဖြစ်ပြီး၊ ပီတာကွေး\n(စတားလော့ဒ်) ရဲ့ ဂါမိုရာကို ဆုံးရှုံးလိုက်ရပြီးနောက်ပိုင်းမှာ\nပူဆွေးဝမ်းနည်းနေမှုကို နှစ်သိမ့်ပေးဖို့အတွက် Gotg အဖွဲ့သားတွေ\nကမ္ဘာမြေက ခရစ်စမတ်ပွဲတော်ကို အလည်လာကြတဲ့ အကြောင်းကို\nရိုက်ပြထားပါတယ်။Gotg ရဲ့ထုံးစံအတိုင်း ရယ်စရာဟာသတွေနဲ့အတူ ခရစ်စမတ်ရဲ့ အငွေ့\nအသက်တွေကိုပါ ခံစားရနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naingမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(3.16 GB) / (1.21 GB) / (400 MB)\nQuality............WEB-DL 4K HEVC, 1080p, 720p\nDuration.........46mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-guardians-of-the-galaxy-holiday-special/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/six_underground-135x200.jpg",
        "title": "6 Underground (2019)",
        "description": "deadpool မင်းသား ryan reynolds ရဲ့ Action ဇာတ်ကြမ်းရုပ်ရှင်လာပါပြီ။ဒါရိုက်တာကလဲ Transformers ဇာတ်ကားတွေရဲ့ ဒါရိုက်တာ Michael Bay ဆိုတော့ အရောင်တောက်တောက် အက်ရှင်ကြမ်းကြမ်းတွေကို တပြုံကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးရဲ့အရှုပ်တွေကိုရှင်းပေးချင်တဲ့သူတစ်ယောက်ရဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတာပါတာကစ္စတန်ကိုအုပ်ချုပ်နေတဲ့သူသေသွားတော့သူ့သားနှစ်ယောက်ထဲကမကောင်းတာတွေကိုလုပ်တဲ့လူကသူ့ညီကိုဖမ်းထားပြီးတော့နိုင်ငံကိုသိမ်းယူထားပါတယ်နိုင်ငံတွင်းမှာလည်းဆူပူမှုတွေရော ဂတ်စ်နဲ့တိုက်ခိုက်မှုတွေကိုပါလုပ်တဲ့သူတစ်ယောက်ပေါ့အဲဒါကိုမြင်ပြီးကယ်တင်ချင်တဲ့ryan reynoldsတစ်ယောက်လူတွေလိုက်စုပြီးဖမ်းခံထားရတဲ့ညီကိုကယ်တင်ဖို့လုပ်ပါတော့တယ်သူတို့အဖွဲ့ထဲမှာစည်းမျဥ်းတစ်ခုရှိပါတယ်ကိုယ်ဘယ်သူဘယ်ဝါဆိုတာအချင်းချင်းတောင်မသိကြတာပါနာမည်ကအစဘာဆိုဘာမှမသိကြတဲ့လူတွေစုပြီးတော့ဘယ်လိုတွေကယ်ဆယ်ရေးလုပ်ကြမလဲဆိုတာ….actionကြီးပဲမဟုတ်ဘဲ ဟာသလေးတွေပါနှောထားတော့ တကယ်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပါပဲ။\nFile size…(7.6 GB) / (2.5 GB)/ (1.5 GB)\nQuality….WEB-DL 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:08:52\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/6-underground-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfxsix01IjXE5QJRcFDYxYk0KlH.jpg",
        "title": "Giant Crocodile 2 ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် ဒီတစ်ခေါက်မှာတော့\nမိကျောင်းဇာတ်ကားကောင်းလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်ကြောင်းနောက်ခံထားတာကတော့ ပလိပ်ခေတ်ဆိုတော့\nအယုံမှား အယူမှားတွေပေါခဲ့ချိန်လေးပေါ့...\nပုံမှန်ဆို အဲ့လို ခေတ်တွေမှာ မိစ္ဆာတို့ မကောင်းဆိုးဝါးတို့ကို\nအခြေခံတာ ရိုက်ပေမယ့် အခုကားလေးကတော့\nမိကျောင်းမြို့ထဲရောက်လာတာကို ရိုက်ပြထားတာပါ...ဒီကားလေးမှာ စလာတည်းက မိကျောင်းက ပေဟိုင်ကို\nခုတ်မောင်းလာတဲ့ ရထားပေါ်တက်စီးလာတာယူမလား....\nပေဟိုင်မြို့ရဲ့ ဘုရားကျောင်းတစ်ခုမှာ မင်္ဂလာဆောင်နေချိန်\nရုတ်တရက်ကြီး စားဖိုမှူးနဲ့ ရန်ဖြစ်ရာကနေ\nမင်္ဂဆောင်တစ်ခုလုံးကို သွေးမိုးရွာစေခဲ့တဲ့ ပွဲဖျက်တဲ့ မိကျောင်းမ ယူမလား....\nဘိန်းအရှိန်တက်နေတဲ့ ဘိန်းသမားရှေ့မှာ\nရောက်လာလို့ ခွေးဖြစ်သွားရတဲ့ မိကျောင်း ယူမလား အစုံပါပဲ...တစ်ချိန်တည်းမှာပဲ မြင်နေကြ မကောင်းဆိုးဝါးဖမ်းတာတို့\nဂိုဏ်းချင်းမတည့်လို့ တိုက်ခိုက်တာတို့မဟုတ်ဘဲ...\nမုဆိုးနဲ့ ရဲပလိပ်တို့ပေါင်းပြီး မြို့ထဲ\nပတ်သောင်းကျန်းနေတဲ့ မိကျောင်းကို ဖြေရှင်းတဲ့ဇာတ်လေးပေါ့...ဒါပေမယ့် ဒီမိကျောင်းတွေက ဘယ်က ဘယ်လိုရောက်လာတယ်..\nနောက်ကွယ်မှာ တစ်ယောက်ယောက်\nအကွက်ဆင်နေတာများ ရှိမလား...\nနောက်ပြီး တောမုဆိုးတွေကရော ဒီအမှုကို\nတကယ်ကူညီဖြေရှင်းပေးနိုင်လားဆိုတာ\nဇာတ်ကားလေးက ပြောပြမှာမို့ အမြန်ဒေါင်းကြည့်လိုက်နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/giant-crocodile-2-2022/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/lostbullet-insert-133x200.jpg",
        "title": "Lost Bullet 2 (2022)",
        "description": "2020 ကထွက်ရှိခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား Lost Bullet ရဲ့အဆက်ပါ။ Lost Bullet (2020) ကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။Lost bullet 1 အပြီးမှာ ညီဖြစ်သူနဲ့ သူ့ဆရာတို့ကိုဆုံးရှူံးခဲ့ရတဲ့ Lino ကလက်စားချေနိုင်ဖို့ကြိုးစားနေပါတယ်။ ဒါပေမယ့် ရန်သူတွေကရဲဌာနအတွင်းမှာပါစိမ့်၀င်နေပြီး Lino လည်းတရားမျှတမှုကိုရရှိနိုင်ဖို့ အစွမ်းကုန်ကြိုးပမ်းရပါတော့တယ်။ အက်ရှင်Scene ခပ်ကြမ်းကြမ်းကြိုက်သူတွေအတွက် ပြင်သစ်ကားလေးပါ။File size…(2.06GB)  / (1.05GB) / (740.35MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre... Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/lost-bullet-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9mJlGkMXzAVxLJZ676o9oXyNDr.jpg",
        "title": "Desert Monster ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို စိတ်ဝင်စားဖို့ကောင်းတဲ့\nဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ ဒီဇာတ်ကားလေးကတော့\n၂၀၂၂ မှာထွက်ရှိခဲ့တဲ့ “desert monster” ဆိုတဲ့\nဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“အေးချမ်းစွာနေထိုင်လာခဲ့ကြတဲ့သဲကန္တာရ ကျေးရွာလေးတစ်ခုဆီကို\nဗီဇပြောင်း သားရဲတွေ ရောက်ရှိလာခြင်းကနေပြီးတော့\nအစပြုပါတယ် အဲဒီရွာငယ်လေးမှာနေထိုင်ကြတဲ့\nအများစုဟာဆိုရင် မုဆိုးလုပ်ငန်းကို လုပ်ကိုင်ပြီးတော့\nအသက်မွေးဝမ်းကြောင်းပြုကြတဲ့သူတွေပါ ဗီဇပြောင်းသားရဲတွေ\nရောက်ရှိလာပြီးတဲ့နောက်မှာတော့ ကျေးရွာက\nရွာသူ ရွာသားတွေဟာ ထူးဆန်းတဲ့ ရောဂါတစ်ခုကို ခံစားရပါတော့တယ်အသက်တွေ တစ်ချောင်းပြီး တစ်ချောင်းဆုံးရှုံးနေစဥ်မှာတော့\n“ယင်းဇီ” လို့ခေါ်တဲ့ မိန်းမပျိုလေးဟာ သူ့ရဲ့မုဆိုးအပေါင်းအပါတွေနဲ့\nအတူတူ သူတို့ကျေးရွာလေးကိုကယ်တင်ဖို့အတွက်\nမူလဗီဇပြောင်းဖြေဆေးရည်ကို သွားရှာဖို့ ထွက်လာခဲ့ပါတော့တယ် ​\nအဲဒီအချိန်မှာ သူတို့တွေလိုချင်တဲ့ မူလဗီဇပြောင်းဖြေဆေးရည်ကို\nရရှိဖို့အတွက် ဗီဇပြောင်းသားရဲတွေရဲ့ခေါင်းဆောင်\nမိခင်သားရဲကြီးကို ဖမ်းဆီမှ ဖြစ်မဲ့ အခြေအနေနဲ့ ကြုံတွေလာရတဲ့အခါမှာတော့ -”❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ?\n❐ အသံကြားနိုင်စွမ်းလဲကောင်း / အနံ့ခံနိုင်စွမ်းအားလဲကောင်းတဲ့\nဗီဇပြောင်းသားရဲတွေကိုရော သူတို့ အဖွဲ့လေးရင်ဆိုင်နိုင်ပါ့မလား ?\n❐ ကဒ်ဆိုးကြီးကျရောက်နေတဲ့ သူတို့ကျေးရွာလေးကိုရော\nကယ်တင်နိုင်ပါ့မလား ဆိုတာ ဒီဇာတ်ကားလေးကို\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ကြပါဦးရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/desert-monster-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7XsNVLlIdlT2JF1WeDz8GHbrjI.jpg",
        "title": "Soul of Blades ( 2021 )",
        "description": "\"ဓားကိုသွန်းမလုပ်ခင် ဓားဝိညာဥ်ကိုအရင်သွန်းလုပ်ရတယ်။\nဒါမှ ဓားနဲ့ဓားပိုင်ရှင်ဟာတစ်ထပ်တည်းကျပြီး အချင်းချင်းဆက်သွယ်နိုင်တယ်\" တဲ့။နန်ကုန်းအိမ်တော်ကသွန်းလုပ်တဲ့ လောကမှာအကောင်းဆုံး\nပထမတန်းစားဓားလို့ညွှန်းဆိုရလောက်တဲ့ ရွှေရောင်ဓားဟာ\nထိပ်သီးသိုင်းသမားချင်ယိယောက်ရဲ့လုယူသွားခြင်းကိုခံရပါတယ်။\nဓားရဲ့ဂုဏ်သတင်းကြောင့် သိုင်းလောကလူအများရဲ့ပစ်မှတ်ထားခြင်းကိုခံရပြီး\nလူပေါင်းများစွာဟာအဲ့ဒီဓားနောက်လိုက်နေကြပါတယ်။ချင်ယိသောက်ဟာတစ်လောကလုံးနဲ့တစ်ယော​က်တည်းဖြစ်နေပြီး\nထွက်ပြေးပုန်းရှောင်ရပါတော့တယ်။\nကံကြမ္မာဆုံချင်တော့ ထွက်ပြေးတဲ့လမ်းမှာ\nခွေးလေးလို့ခေါ်တဲ့သူတောင်းစားလေးနဲ့တွေ့ခဲ့ပြီးသားအဖြစ်မွေးစားခဲ့ပါတယ်။တရားမျှတမှုမရှိတဲ့လောကကြီးမှာ သူတို့သားအဖရှင်သန်နေထိုင်လာရင်း\nနန်ကုန်းအိမ်တော်ရဲ့သခင်မလေးဟာ သူတို့ကိုတွေ့သွားပါတော့တယ်။\nနန်ကုန်းသခင်မလေးဟာ ချင်ယိသောက်ရဲ့မွေးစားသားကို\nမာယာနဲ့ချဥ်းကပ်ပြီး မွေးစားအဖေကိုပြန်သတ်အောင် သွေးထိုးပေးချိန်မှာတော့...သိုင်းလောကအရှုပ်အထွေးနဲ့အတူ အချစ် အမုန်း\nရန်ငြိုးတို့ရဲ့ကြားမှာ ကလဲ့စားဟာဘယ်လိုအဆုံးသတ်လေမလဲ။\nဆန်းကြယ်တဲ့ ပထမတန်းစားဓားရဲ့လျှို့ဝှက်ချက်ကရောဘာလဲ။\nနောက်ဆုံးမှာလောကပထမဓားကိုဘယ်သူက\nပိုင်ဆိုင်သွားပြီး ရှုပ်ထွေးနေတဲ့လောကကို ကယ်တင်နိုင်မလဲ။\nဘယ်သူက သူရဲကောင်းအစစ်အမှန်ဖြစ်လေမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/soul-of-blades-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/david-140x200.jpg",
        "title": "David (2012)",
        "description": "David (2012)=============လူရယ်လို့ဖြစ်လာတာနဲ့ အဆင်မပြေမှုတွေ၊ အလိုမကျမှုတွေ၊ စိတ်ဆင်းရဲစရာတွေ၊ ၀မ်းနည်းစရာတွေ\nတွေ့ကြုံကိုကြုံရပါတယ်။ အမေ့ဗိုက်ကထွက်လာကတည်းကငို၊ ဗိုက်ဆာလို့ငို၊ နို့ဖြတ်လို့ငို၊\nမှောက်လဲလို့ငို၊ လိုချင်တာမရလို့ငို၊ ဆရာမရိုက်လို့ငို၊ အသဲကွဲလို့ငို၊ အလုပ်ပြုတ်လို့ငို၊\nချစ်ရသူတွေဆုံးရှုံးရလို့ငို၊ နောင်တရလို့ငို အစရှိသ၍ လူတိုင်းလူတိုင်းဟာ\nကိုယ့်အပူ ကိုယ့်စိတ်တိုင်းမကျမှုတွေနဲ့ ဘ၀ကို ကိုယ်စီကိုယ်စီ\nဖြတ်သန်းနေကြရပါတယ်။ ဒါပေမယ့် ဒီလိုပူပင်မှု၊ နာကျင်မှုတွေကို\nအရှိအရှိအတိုင်း လက်ခံလိုက်မယ်ဆိုရင် ဘ၀ကြီးဟာ နဂိုရှိရင်းစွဲထက်\nအနည်းငယ်လောက်တော့ နေလို့ကောင်းသွားမယ်ဆိုတဲ့အကြောင်းကို\nရိုက်ကူးပေးထားတဲ့ ဘောလီဝုဒ်ဇာတ်ကားကောင်းလေး ‌David ကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားမှာတော့ တစ်နယ်တစ်ရပ်စီက ဒေးဗစ်တွေရဲ့ ဘ၀ဇာတ်ခုံအနိမ့်အမြင့်တွေနဲ့အတူ\nသူတို့ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုကိုင်တွယ်သွားကြလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ပထမဒေးဗစ်ဟာ သူ့အမေ၊သူ့မွေးစားအဖေနဲ့ ရဲတွေရဲ့ဇာတ်ရှုပ်တွေကြား ဘာမှမသိဘဲ ၀င်ပါခဲ့ရပါတယ်။\nဒုတိယဒေးဗစ်ဟာ ပရော်ဖက်ရှင်နယ်ဂီတသမားဖြစ်ချင်သူဖြစ်ပြီး နိုင်ငံခြားသွားရခါနီးမှာပဲ\nခရစ်ယာန်ဘုန်း‌တော်ဖြစ်သူ သူ့အဖေနဲ့ ဘာသာရေးအစွန်းရောက်တွေအကြား အရွယ်နဲ့မလိုက်အောင် ရင်ဆိုင်ခဲ့ရပါတယ်။တတိယဒေးဗစ်ဟာ သူချစ်ရတဲ့သူက သူ့သူငယ်ချင်းနဲ့လက်ထပ်ခါနီးဖြစ်နေတဲ့အချိန် သူ့ချစ်သူကိုရဖို့ကြိုးစားရင်း ပူလောင်နေရပါတယ်။\nဒီလိုမတူညီတဲ့ပြဿနာမျိုးစုံကို ဒေးဗစ်တို့တတွေ ဘယ်လိုမျိုးဖြေရှင်းသွားကြလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။\nFile size…2.9GB  / 1.3GB\nQuality…1080p  WEBRIP ...",
        "rating": "",
        "url": "https://channelmyanmar.org/david-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFlaoHTZeyNkG83vxsAJiGzfSsa.jpg",
        "title": "Black Adam (2022)",
        "description": "Black Adam (2022)DC စကြဝဠာရဲ့ စူပါအသစ်တစ်ယောက်လာပါပြီ။\nမင်းသား The Rock သရုပ်ဆောင်ထားတဲ့ Black Adam အကြောင်းပါပဲ။\nဒီစူပါဟီးရိုးဟာ မှော်အစွမ်းကို အခြေခံထားတာဖြစ်ပြီး\nမှော်ဆရာတွေဆီကနေ ရှေးနတ်ဘုရားတွေရဲ့ စွမ်းအားတွေကို ရရှိထားတာဖြစ်ပါတယ်။\n\"ရှဇမ်း\" လို့ အော်ပြီး စွမ်းအားရတာချင်းတူပေမဲ့\nပထမရုပ်ရှင်ထဲက Shazam နဲ့ နတ်ဘုရားနာမည်ချင်းမတူပါဘူး။\nရှဇမ်းက ဂရိနတ်ဘုရားတွေဆီကနေ စွမ်းအားရပြီး၊\nဘလက်အဒမ်ကတော့ အီဂျစ်နတ်ဘုရားတွေဆီက စွမ်းအားရတာပါ။\nဒီဟီးရိုးဟာ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံးတွေထဲက တစ်ယောက်မို့\nဘယ်လောက်ကြမ်းလဲဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်ရပါတော့မယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရောမထက် ရှေးကျတဲ့ ခန်းဒက်ဆိုတဲ့နိုင်ငံလေးဟာ\nဘုရင်ဆိုး အက်ခ်တွန် အုပ်ချုပ်တဲ့အောက်မှာ ဒုက္ခရောက်နေရပါတယ်။\nအဲဒီဘုရင်ကလည်း နတ်ဆိုး ၆ ပါးရဲ့အစွမ်းကိုအသုံးချဖို့ သရဖူတစ်ခုကို ဖန်တီးဖို့ကြိုးစားနေပါတယ်။\nဒါကိုတားဆီးဖို့ မှော်ဆရာတွေဟာ ခန်းဒက်ရဲ့ ကျွန်တွေထဲက တစ်ယောက်ကို\nသူရဲကောင်းအဖြစ် ရွေးချယ်ပြီး နတ်ဘုရားအစွမ်းတွေ ပေးအပ်လိုက်ပါတော့တယ်။\nအဲဒီသူရဲကောင်းဟာ ဘုရင်ဆိုးကို နှိမ်နင်းပြီးနောက်မှာ\nနှစ်ပေါင်း ၅၀၀၀ တိတိ ပျောက်ကွယ်သွားပါတော့တယ်။\nယနေ့ခေတ် ခန်းဒက်နိုင်ငံမှာပဲ အကြောင်းတစ်ခုကြောင့်\nအဲဒီသူရဲကောင်းပြန်ပေါ်လာတဲ့အခါ ဘာတွေဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်...မူလထွက်ထားတဲ့ DC စူပါဟီးရိုးရုပ်ရှင်အားလုံးကိုလည်း ချန်နယ်မြန်မာမှာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/black-adam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSnwHZTkSufd5rFenTm2jUP03wV.jpg",
        "title": "Hera Pheri (2000)",
        "description": "Hera Pheri (2000)\nAction, Comedy, Crime\nIMDb 8.1/10 (67K)ဒီကားလေးကတော့ အရှေးကူမား နဲ့ ဆူနီးရှက်တီးတို့ တွဲဖက်ကောင်းခဲ့စဥ်က\nရိုက်ကူးခဲ့တဲ့ ဟာသကားကောင်းလေးလို့ ပြောရမယ်\nအတော်လည်းရယ်ရတယ်ရာဂျူး ရှာမ်နဲ့ ဘာဘူရောင်းဆိုတဲ့ မတည့်အတူ​ေနလူသုံးယောက်...\nရာဂျူးက အမြဲလူတွေကို နှစ်ကျပ်ကွက်နင်းပြီး ပိုက်ဆံရှာချင်နေတယ်\nရှာမ်ကတော့ အလုပ်တစ်ခုရှာလုပ်ပြီး အကြွေးဆပ်ချင်နေသူ...ဘာဘူရောင်းကတော့ ဒီနှစ်ယောက်စလုံးကို အိမ်ခေါ်တင်ကြွေးထားတဲ့\nစိတ်သဘောထားမြင့်မြတ်တဲ့ ဂလည်အူကြောင်တစ်ယောက်ပေါ့ဗျာ...\nဒီလိုလုံးလည်ချာလည်လိုက်နေတဲ့ သူတို့သုံးယောက်ရဲ့ဘဝထဲမှာ အဆန်းတကြယ်ဖြစ်ရပ်တစ်ခုကြုံခဲ့ပါတယ်အဲ့ဒါကတော့ သူဠေးကြီးတစ်ယောက်ရဲ့မြေး ပြန်ပေးဆွဲခံရတာကို သူတို့ဆီကို ဖုန်းဆက်ပြီးပြန်ပေးငွေတောင်းနေပါတယ်\nဖြစ်ချင်​တော့လမ်းညွှန်းစာအုပ်က ဖုန်းနံပါတ်ကို မှားရိုက်မိတာပါပဲ\nငွေလိုနေတဲ့သူတို့သုံးယောက်စလုံး ဒီကိစ္စကို အခြေခံပြီးဘယ်လိုနှစ်ကျပ်ကွက်နင်းမလဲဆိုတာတော့...။\nတစ်ကားလုံး အလွဲလွဲအချော်ချော်နဲ့ရယ်မောပျော်ရွှင်နေရမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်း​ဆိုပေးလိုက်ပါတယ်နော်...\nဒါနဲ့ စကားမဆက် သူ့အဆက်ကိုတင်ဆက်ပေးဦးမှာမို့ နံပါတ်၂ ကို cm မှာ ဆက်လက်စောင့်မျှော်ပေးပါဦးလို့ လက်တို့ပေးလိုက်ပါတယ်....\nFile size…2.23GB / 1.12GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/hera-pheri-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-para-136x200.jpg",
        "title": "Paradise City (2022)",
        "description": "နာမည်ကျော်မင်းသားကြီးနှစ်ယောက် Pulp Fiction အပြီးမှာပြန်ဆုံကြတဲ့ကားလေးပါ။ Bruse Willis နဲ့ John Travolta တို့တွဲဖက်သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားလေးပါ။ Ryan ဆိုတဲ့လူငယ်တစ်ယောက်သူ့အဖေ ဖြစ်သူသေဆုံးသွားတဲ့ Maui ကျွန်းပေါ်ကို‌ရောက်လာပြီး ဖြစ်ရပ်မှန်ဖော်ထုတ်ဖို့ကြိုးစားရာကနေ ထင်မထားဘဲ ရန်သူတွေဝိုင်းလာပါတော့တယ်။ Ryan လည်းရသမျှအကူအညီယူပြီး မူးယစ်ရာဇာတစ်ယောက်နဲ့ထိပ်တိုက်တွေ့ရာကနေ ပွဲကြမ်းလာပုံကိုကြည့်ရှုရမှာပါ။File size…(1.67GB)  / (907.94MB) / (466.59MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre... Action  / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/paradise-city-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRtOX9CNOFDsn3D2l5v4nxI08VQ.jpg",
        "title": "The Violence Action (2022)",
        "description": "The Violence Action (2022)(1080p ရပါပြီ)Kei ဆိုတဲ့ မိန်းမငယ်လေး တစ်ဦးဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ယောက်အနေနဲ့ အသက်မွေးဝမ်းကျောင်း ပြုပါတယ်။ အပျော်ကောင်မလေးတွေ ခေါ်တဲ့ website နဲ့ဖုန်းနံပါတ်ထားပြီး အဲ့ဒီကနေ လူသတ်ဖို့ ငှားကြရတာပါKei ကို ချစ်စရာကောင်မလေးအထင်နဲ့ တံခါးဖွင့်လက်ခံပေးကြတဲ့ လူဆိုးတွေ အမြဲအသတ်ခံရကာ Kei ကလည်း အမှားမရှိဘဲ အလုပ်ကို လက်စသတ်နိုင်သူ တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျပန်က အကြီးဆုံး ရာကူဇာဂိုဏ်းက ခေါင်းဆောင်တစ်ယောက်ကို သတ်ဖို့ ငှားခံရတဲ့အခါ ...ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 2.5GB, 991MB, 489MB\nQuality            : 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-violence-action-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0giIi4bTILVhNhJajet3WWY3FA.jpg",
        "title": "Run Lola Run (1998)",
        "description": "Run Lola Run (1998)IMDb - 7.7/10 နဲ့ Rotten Tomatoes - 93% ရထားတဲ့ ဂျာမန်ကားလေးပါ။ ဒီကားဟာ ထွက်ထွက်ချင်းတုန်းက ဂျာမနီမှာ ဝက်ဝက်ကွဲ အောင်မြင်ခဲ့တဲ့အပြင် ဂျာမန်ရုပ်ရှင်ခေတ်သစ်လို့ သတ်မှတ်ခံခဲ့ရပါတယ်။ ဥရောပကားလည်းဖြစ် Experimental နည်းနည်းပါတာကြောင့် အသွားနှေးပြီး နားမလည်နိုင်စရာတွေ ကြည့်ရတော့မယ်လို့ ထင်လိုက်မိမယ်ဆိုရင်တော့ မှားသွားပါလိမ့်မယ်။ရုပ်ရှင်နာမည်အတိုင်းပဲ ရှင်းပါတယ်၊ လိုလာဆိုတဲ့ မိန်းကလေး အသားကုန်ပြေးနေတာကို တစ်ကားလုံးနီးပါး တွေ့မြင်ရမှာပါ...။ ဒါပေမယ့် လိုလာလေး ဘာကြောင့်ပြေးရတာလဲ ဘယ်နှကြော့ပြန် ပြေးရမှာလဲ ဘယ်လိုလူတွေကို ဆုံတွေ့ခဲ့ပြီး ဘယ်လိုအကြောင်းအရာတွေကို တူးဆွမိခဲ့မှာလဲ...။ တစ်ကြိမ်ကြည့်ရင် တစ်ကြိမ်ဆိုသလို မတူတာတစ်ခုကို တွေ့နိုင်မှာပါ။ တစ်ကြိမ်ပဲကြည့်မယ်ဆိုရင်လည်း စိတ်လှုပ်ရှားမှု အပြည့်ရနိုင်မှာပါ။ဆုတွေ တစ်သီကြီးရထားတဲ့ ဒီကားနဲ့ပတ်သက်ရင် ပြောချင်တာတွေ အများကြီးရှိပေမယ့် မပြောဘဲထားတာဟာလည်း ကြည့်ဖြစ်ဖို့ အကြောင်းအရင်းတစ်ခုဖြစ်လိမ့်မယ်လို့ မျှော်လင့်မိပါတယ်။ အခုပဲ လိုလာလေးကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/run-lola-run-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceqxYWiOjwAOSC0McozgPDYI8kK.jpg",
        "title": "Yin and Yang Painted Skin ( 2022 )",
        "description": "“လူသားလုလင်ပျိုနဲ့ မြွေမိစ္ဆာမလေးတို့ရဲ့ အချစ်အမုန်း အားပြိုင်မှုလေးတစ်ခု”\nသက်ရှိတွေအားလုံးကို ဆွဲဆောင်ညှို့ယူထားတဲ့\nမြွေမိစ္ဆာမလေး လီချင်းတစ်ယောက် တောင်ပေါ်ကို ဆေးပင်လာခူးတဲ့\nဇနီးမယားရှိပြီးထားသူ ဝမ်ရှန်းကို မြင်မြင်ချင်းချစ်မိသွားတဲ့အခါမှာတော့\nဇနီးမယားရှိတာကို အာရုံမထားပဲ ဝမ်ရှန်းကို ရယူသိမ်းပိုက်ဖို့ ပြင်ဆင်လာခဲ့ပါတော့တယ်ဝမ်ရှန်းရဲ့ အိမ်တော်ကို နည်းမျိုးစုံနဲ့ဝင်ရောက်ခဲ့ပြီး\nဝမ်ရှန်းရဲ့ ဇနီးဖြစ်သူ ရွှီဖန့်နဲ့ လူအရေခွံလဲလှယ်ဖို့ ကြံစည်ခဲ့ပါတယ်\nလီချင်းရဲ့ အဘွားဖြစ်သူဟာ သူမကို ယောကျာ်းတွေရဲ့\nဝိဉာဥ်စွမ်းအား စုဆောင်းခိုင်းပေမဲ့လဲ အဘွားဖြစ်သူရဲ့ ဆန္ဒကို\nအတိုက်အခံလုပ်ကာ ဝမ်ရှန်းကို ရဖို့ အခေါက်ခေါက်အခါခါ စွန့်စားခဲ့ပါတယ်\nတစ်နေ့မှာ ဝမ်ရှန်းတစ်ယောက် လီချင်းသူ့ကို\nမောင်ပိုင်စီးဖို့ကြိူးစားနေတဲ့ အကြောင်း သိရှိသွားတဲ့အချိန်မှာတော့ -❐ သူတို့နှစ်ဦးရဲ့ ချစ်ခြင်းတွေက ရှေ့ဆက်သွားလို့ရနိုင်ပါ့မလား ?\n❐ မမျှော်လင့်ထားတဲ့ ဘယ်လို အတားအဆီးမျိုးတွေကိုရော ကြုံတွေ့ရဦးမှာလဲ ?\n❐ လူသားနဲ့ မိစ္ဆာကြားက အချစ် အမုန်း အားပြိုင်မှုတွေကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်လို့ ဒီဇာတ်ကားလေးကို လက်မလွှတ်တမ်းကြည့်ရှုပေးပါဦးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/yin-and-yang-painted-skin-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjFDIlUCJkcpFxYKtE6OsGcAfQQ.jpg",
        "title": "Blade of the 47 Ronin (2022)",
        "description": "The Blade of the 47 Ronin (2022)ဒီကားလေးကတော့ ဆာမူရိုင်းတွေ၊ နင်ဂျာတွေကို သဘောကျတဲ့သူတွေအတွက် ကြည့်ကောင်းမယ့်ကားလေး တစ်ကားပါ။\nရှေးခေတ်က ဆာမူရိုင်းတွေကို ဒီဘက်ခေတ်အနေအထားနဲ့ ယှဉ်ရိုက်ပြထားတာ ဖြစ်ပြီးတော့\nမင်းသားကြီး Keanu Reeves ရဲ့ နာမည်ကျော် (47) Ronin ရဲ့ spin-off ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။\nဇာတ်လမ်းရဲ့ သဘောတရားကတော့ ယူရေဆိုတဲ့ စုန်းမျိုးနွယ် တစ်ယောက်ဟာ ရိုနင်(၄၇)ယောက်ရဲ့ မျိုးဆက်ကို ဖြတ်ပစ်ပြီး\nဆာမူရိုင်းတွေ အားလုံးကို ရှင်းပစ်ချင်နေသူပါ။ ယူရေကိုတားနိုင်မယ့် တစ်ခုတည်းသော နည်းလမ်းက\nရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ဟာ ထန်ဂူဓားကို ကိုင်ဆွဲပြီး ယူရေကို သုတ်သင်ဖို့ပဲ ဖြစ်ပါတယ်။\nထန်ဂူဓားဆိုတာတော့ အင်မတန်စွမ်းအားကြီးတဲ့ ဓားဖြစ်ပြီး စုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကို ပေါင်းစည်းမှသာ ရလာနိုင်မယ့် ဓားပါ။\nဒီတော့ ဆာမူရိုင်းတွေ အနေနဲ့ ရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ကို ရှာတွေ့နိုင်ပါ့မလား၊\nစုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကိုရော ယူရေထက်အရင် ရှာတွေ့ပါ့မလား\nစုန်းမျိုးနွယ် ယူရေကိုရော ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blade-of-the-47-ronin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/godfather-133x200.jpg",
        "title": "GodFather (2022)",
        "description": "မင်းသမီး နာရန်သရာ ပါဝင်ထားတဲ့အပြင်\nဆယ်လ်မန်ခန်းလည်း ပါတဲ့ နိုင်ငံရေးကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားထဲမှာ ပြည်သူလူထုရဲ့ အချစ်တော်\nဝန်ကြီးတစ်ယောက် ဆုံးပါးသွားပြီးနောက်\nအဲဒီဝန်ကြီးနေရာကို အစားထိုးယူမယ့် သူနှစ်ယောက်ရဲ့\nအားပြိုင်မှုကို ကြည့်ရမှာဖြစ်ပါတယ်ဘယ်နေရာမှာမဆို အကောင်းနဲ့အဆိုး ဒွန်တွဲနေသလိုပဲ\nသူတို့နှစ်ယောက်ကလည်း တစ်ယောက်က\nလူကောင်း တစ်ယောက်က လူဆိုးပေါ့နှစ်ယောက်စလုံးက ဩဇာအာဏာ အတော်ကြီးမားကြတဲ့သူတွေဆိုတော့\nအားပြိုင်မှုကလည်း လက်ရည်တူတဲ့ လက်ဝှေ့သမားနှစ်ယောက် လက်ဝှေ့ထိုးသလိုပါပဲအဲဒါကြောင့် သူတို့နှစ်ယောက်ထဲက\nဘယ်သူအနိုင်ရမလဲဆိုတာ ဒီကားထဲမှာ\nနိုင်ငံရေးသဘောတရားတွေနဲ့အတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.6GB / 1.3GB\nQuality…1080p True WEB DL  / 720p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sora ~ OeliuJ ~ HayMan ~ KhamMon",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/godfather-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/enchanted-movie-poster-2007-1010438390-140x200.jpg",
        "title": "Enchanted (2007)",
        "description": "ဒီကားလေးကတော့ အရင်ကားတွေနဲ့မတူပဲကွဲထွက်အောင်ဖန်တီးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်...ဇာတ်ကားအကြောင်းလေးကိုပြောပြရမယ်ဆိုရင် Animation ကမ္ဘာထဲကမင်းသမီးလေးဟာသူမရဲ့ ကြင်ယာတော်မင်းသားလေးဆီနန််းတော်ဆီကိုလာတဲ့အချိန်မှာမင်းသားလေးရဲ့ မိထွေးတော်စုန်းမကြီးကနေပြီးတော့ မင်းသားလေးဆီမရောက်အောင်လူ့ကမ္ဘာရှိရာရေတွင်းကြီးထဲကိုပစ်ချလိုက်ပါတယ်...အဲလိုလူကမ္ဘာရောက်သွားတဲ့ ကာတွန်းကမ္ဘာထဲကမင်းသမီးလေးဟာအပြင်မှာနဲ့လက်တွေ့မှာဘယ်လိုတွေဖြစ်လာမလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးဟာ Animation အနေနဲ့ကော Movie အနေနဲ့ပါ နှစ်ဖက်အမြင်နဲ့ကြည့်လို့ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...နတ်သမီးပုံပြင်တွေနဲ့ စင်ဒရဲလားကားလေးတွေကိုကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်အကြိုက်တွေ့စေမယ့်ကားလေးလည်းဖြစ်ပါတယ်....Quality…..BluRay 720pDuration…..01:47:00Format…Mp4File Size…(771 MB , 389 MB)Translator......Ei NgeEncoder…..Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/3bWNH/Enchanted_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xfOQbzYcXaqKdgfmpOijKF0OUkV.jpg",
        "title": "Mystery Magic Figure ( 2022 )",
        "description": "CM ရဲ့ တရုတ်ဇာတ်ကားချစ်သူများအတွက် အခုတစ်ခေါက်လည်း\nတရုတ် Joker ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...တရုတ်ရိုးရာ မျက်လှည့်ဆိုတာလည်း ရှိတယ်ဆိုတာ\nဒီကားလေးကနေ သိသွားနိုင်မှာပေါ့\nဒီဇာတ်ကားလေးက တရုတ်ရိုးရာမျက်လှည့်နဲ့\nအနောက်တိုင်း မျက်လှည့်ပညာ တိုက်ပွဲကြားမှာ\nတရုတ်ရိုးရာ မျက်လှည့်ပညာရဲ့ အထွတ်ထိပ်ပစ္စည်းကို\nဆက်ခံသူတွေက နောက်လာနောက်သားတွေကို\nလက်ဆင့်ကမ်းဖို့အတွက် ရှာဖွေပုံ အဆင့်ဆင့်လေးကို ရိုက်ကူးပြထားတာပါ...အဲ့ အထွတ်ထိပ်ပစ္စည်းက ဘာဖြစ်မှာလဲ နောက်ပြီး\nဘာအတွက်ရှာဖွေတာလဲဆိုတာကတော့\nစိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်ထားတာမို့\nပြောပြရင် ပေါ့သွားလိမ့်မယ် ဇာတ်ကားလေးသာ ကြည့်လိုက်ကြပါတော့...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science-Fiction\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mystery-magic-figure-2022/",
        "category": "Action, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/sardar-134x200.jpeg",
        "title": "Sardar (2022)",
        "description": "Sardar (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးကာသီနဲ့\nမင်းသမီးရာရှီးခန်နားတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nစပိုင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်....လတ်တလော မြန်မာပြည်က ရုံမချသေးပေမယ့် အကြည်ဗားရှင်းတက်လာလို့\nဦးဦးဖျားဖျား CM ကနေ စာတန်းထိုးတင်ဆက်ပေးလိုက်ပါတယ်နော်ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဗီဂျေးဟာ တမီလ်နာဒုပြည်နယ်\nတဝိုက်မှာ ရေပန်းစားနေတဲ့ ရဲအရာရှိလေးပေါ့ သူ့ကြောင့်နဲ့\nတမီလ်နာဒုရဲဌာနကို ဂုဏ်တက်အောင် ဆောင်ကြဉ်းပေးခဲ့သူပါ...ဒါပေမဲ့ အတိတ်က အမည်းစက်က ဖျောက်ဖျက်ရခက်တယ်မလား\nသူ့ဖခင် ဆာဒါဟာ နိုင်ငံတော်အတွက်စပိုင်တစ်ယောက်အဖြစ် တာဝန်ထမ်းဆောင်နေစဉ်\nနိုင်ငံတော်သစ္စာဖောက်ပုန်ကန်သူဆိုပြီး ကင်ပွန်းတပ်လိုက်ကြတော့\nဒီဂယက်ဟာ သူဘယ်လောက်ပဲ ကောင်းကျိုးထမ်းရွက်နေပါစေ သူ့ဆီတော့\nလာရိုက်ခတ်နေပါတယ်...ဆာဒါဟာ အဲ့ဒီဖြစ်စဉ်ပြီးကတည်းက သေလားရှင်လားမသိရတော့တဲ့သူပါ...။တစ်ဖက်မှာလည်း စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဟာ နိုင်ငံ့အကျိုးအတွက်လို့\nအမည်တပ်ပြီး ပရောဂျက်တစ်ခုကနေ ပြည်သူတွေဆီက အမြတ်ထုတ်ဖို့ ကြံနေပါတယ်...ဒါကို သိတဲ့ တခြားစပိုင်တွေဟာလည်း ဒီပရောဂျက်ကြီးကို\nရှင်းထုတ်ဖို့အရေးကြံရပါတော့မယ်...အဲ့ဒီလို ကြံနေတဲ့သူတွေဟာလည်း ဒီကိစ္စကို\nဆာဒါတစ်ယောက်ကပဲ ဖြေရှင်းနိုင်မယ်လို့ ယုံကြည်လာကြတဲ့အခါ...ကဲ ရှေ့ဆက်ရမယ့် ကောင်းခန်းတွေကို ကိုယ်တိုင်သာ\nရှုစားလိုက်ပါတော့နော်...။ဒီဇာတ်ကားလေးမှာ မင်းသားကာသီက နှစ်ကိုယ်ခွဲနေရာက\nပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက် သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကြားမှာလည်း\nစီးမျောခံစားနိုင်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...။\nFile size…2.6GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 46m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/sardar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yiiR1r1MVxPudocm7Fpa5zZM73Y.jpg",
        "title": "Once a Thief (1991)",
        "description": "Once a Thief (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 60% ~အနောက်တိုင်းက မာစတာပိစ်ကားတွေလို သတ်မှတ်ခဲ့ကြတဲ့ Léon: The Professional တို့ The Departed တို့လို ကားတွေရဲ့ မြစ်ဖျားခံရာလို့ ပြောလည်းမမှားတဲ့ Heroic Bloodshed Genre ရဲ့ ပဲ့ကိုင်ရှင်နဲ့ ဒီ Genre ကို ပိုထင်ရှားအောင် လုပ်ပေးခဲ့တဲ့သူဖြစ်တဲ့ ဂျွန်ဝူးရိုက်ခဲ့တဲ့ ကားတွေထဲကမှ ဟောင်ကောင် Heroic Bloodshed ကားတွေကို မနှစ်ကတည်းက တဖြည်းဖြည်းချင်းတင်ဆက်ပေးခဲ့တာ A Better Tomorrow ကားတွေ၊ The Killer, Hard Boiled, Bullet in the Head စသဖြင့် အတော်များခဲ့ပါပြီ။ စတီဖင်ချောင်ပါပါတဲ့ Just Heroes နဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/once-a-thief-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ9gOW7ybOkAQp2PXG4qZXD2qGl.jpg",
        "title": "[18+] Women in Heat Behind Bars (1987)",
        "description": "Women in Heat Behind Bars (1987)ရှီနိုဘူးဟီမီနိုဟာ မယောင်မလည်နဲ့လုယက်မှုတစ်ခုမှာ ဝင်ပါမိပြီးမပြေးနိုင်ပဲထောင်ကျသွားခဲ့ပါတယ်။ ထောင်ထဲကိုရောက်တာနဲ့ ဘဝတူ အကျဉ်းသူတွေအပြင် ယုတ်မာတဲ့ထောင်ပိုင် ထောင်စောင့်တွေရဲ့ နှိပ်စက်မှုတွေ အနိုင်ကျင့်မှုတွေ လိင်မှုစော်ကားမှုတွေကို ရင်ဆိုင်ကြုံတွေ့ရပါတော့တယ်။ ထောင်အတွင်းမှာတင် အုပ်စုအမျိုးမျိုးကွဲပြားနေကြပြီး ထောင်ဖောက်ထွက်ပြေးချင်တဲ့သူတွေ၊ အဓိကရုဏ်းဖြစ် ပွဲဆူချင်တဲ့သူတွေသာမက ထောင်စောင့်တွေရဲ့စော်ကားမှုတွေကို မက်မက်မောမော သာယာနေတဲ့သူတွေပါရှိနေပြီး သူ့ပင်ကိုစိတ်နေစိတ်ထားစရိုက်တွေပါ အလိုက်သင့်ပြောင်းလဲဖို့ဖြစ်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းက ဂန္ထဝင်ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပြီး ရုပ်ရှင်ဇာတ်ကားလို့ မထင်ရအောင်ကို ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ ပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ Blur, Pixelate တွေ ဆင်ဆာဘားတွေ မပါရှိပဲ ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာပါ။ကာလသားကြိုက် Women in Prison Theme အတိုင်းပါနေကျဟာတွေ အားလုံးပါမှာဖြစ်တဲ့အတွက် အားရကျေနပ်ဖွယ်ဖြစ်ပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.4GB, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/women-in-heat-behind-bars-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/IMG_20221114_145836-128x200.jpg",
        "title": "Aadukalam (2011)",
        "description": "Aadukalam (2011)~ IMDb - 8.1/10, Rotten Tomatoes - 93% ~အိန္ဒိယတောင်ပိုင်း တမီးလ်နန်ဒူးမှာ ရှေးအစဥ်အလာတည်းက ကြက်တိုက်ခြင်းဓလေ့တွေရှိခဲ့ပါတယ်။\nသိမ်မွေ့တဲ့ကြက်တိုက်ပွဲဆိုတာ လူ့ဘဝတိုက်ပွဲတွေလိုပါပဲ။ သူတို့ရဲ့နယ်မြေကိုကာကွယ်ဖို့နဲ့ ကြက်အမတွေကိုရဖို့ တိုက်ခိုက်ကြရပါတယ်...မာဒူရိုင်နယ်မှာ ရိုးရာတိုက်ကြက်ဖတွေကိုလေ့ကျင့်ပေးတဲ့ ပက်တရာကာရန်နဲ့ စုံစမ်းရေးရဲအရာရှိ ရာသင်နာဆာမီတို့ကြားက ကြက်တိုက်ပွဲက ပြင်းထန်ပါတယ်။ ပက်တရာကာရန်ရဲ့ ကျွမ်းကျင်လိမ်မာမှုကြောင့် ရာသင်နာဆာမီက ဘယ်တုန်းကမှသူ့ကို ကြက်တိုက်ပွဲမှာမနိုင်ခဲ့ပါဘူး။ ရာသင်နာဆာမီက သူ့အမေမသေခင် ပက်တရာကာရန်ကိုအနိုင်ရချင်တဲ့အတွက် နည်းပေါင်းစုံနဲ့အနိုင်ရဖို့ကြိုးစားခဲ့ပါတယ်။ကာရူပူနဲ့ ဒူရေယန်က ပက်တရာရဲ့အုပ်စုမှာ ပက်တရာသဘောအကျဆုံးလူတွေပါ။ ကာရူပူက တိုက်ကြက်တွေကို မွေးမြူထိန်းကျောင်းတာမှာ ပါရမီထူးချွန်တဲ့သူပေါ့။ ကာရူပူက အီရာနီဆိုတဲ့မိန်းကလေးကိုချစ်မိသွားပြီး အီရာနီက သူ့ကိုတကယ်ချစ်တာမဟုတ်ဘဲ တခြားတစ်ယောက်ကိုရှင်းထုတ်ချင်လို့သာသူ့ကိုချစ်တယ်လို့ညာတဲ့အခါ...သူရင်ကွဲရမှာလား...နောက်ပိုင်း အီရာနီကရော သူ့ကိုတကယ်ချစ်သွားမလား... ပက်တရာကာရန်နဲ့ ရာသင်နာဆာမီတို့ကြားက ကြက်တိုက်ပွဲကရော ဘယ်လိုတွေဖြစ်လာမလဲ။ ရိုးရှင်းတဲ့ ကြက်တိုက်ပွဲကနေ ရှုပ်ထွေးပွေလီတဲ့ လူ့ဘ၀တိုက်ပွဲအကြောင်း ဘယ်လိုဇာတ်အိမ်ဖွဲ့ ရိုက်ကူးထားလဲဆိုတာ ဒီဇာတ်ကားလေးထဲမှာ ဝင်ရောက်စီးမြောလိုက်ကြပါဦး။Bollywood ဆိုရင် အက်ရှင်ကြမ်းကြမ်း ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/aadukalam-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-p-1-140x200.jpg",
        "title": "Poker Face (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ မင်းသားကြီး ရပ်ဆဲခရိုး ကိုယ်တိုင်ရိုက်ကူးသရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ လီယံဟမ်းဆွာ့လည်း ဇာတ်ပို့အဖြစ်ပါဝင်ထားပါသေးတယ်။ အမျိုးအစားကတော့ Mystery, Thriller အမျိုးအစားပါပဲ။ဂျိတ်၊ ပေါလ်၊ အဲလက်၊ ဒရူး စတဲ့ သူငယ်ချင်းတွေဟာ ငယ်စဉ်ကတည်းက ပိုကာဖဲကစားနည်းမျိုးစုံကို ဝါသနာပါတဲ့လူတွေပါ။ အရွယ်ရောက်လာတဲ့အခါမှာတော့ ဂျိတ်ဟာ ကမ္ဘာ့ပထမဆုံး ပိုကာအင်တာနက်စနစ်ကို တီထွင်ခဲ့တဲ့အတွက် သန်းကြွယ်သူဌေးဖြစ်နေပါပြီ။ တစ်နေ့မှာတော့ ဂျိတ်ဟာ သူရဲ့မတွေ့ရတာ ကြာတဲ့ သူငယ်ချင်းတွေကို ပြန်ဖိတ်ခေါ်ပြီး ပိုကာတစ်ပွဲ ကစားဖို့ စီစဉ်လိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီ ပိုကာညဟာ သာမန်မဟုတ်ဘဲ အလှည့်အပြောင်းတွေ ပဟေဠိတွေဖြစ်လာတဲ့အခါ...File size…(1.89GB)  / (924MB) / (445MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/poker-face2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-l-135x200.jpg",
        "title": "Lake Placid (1999)",
        "description": "ဧရာမသတ္တဝါကြီးတွေနဲ့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းတွေကိုကြိုက်တဲ့လူတွေ\nအကြိုက်တွေစေမယ့် Old But Gold ကားကောင်းလေးဖြစ်ပါတယ်နယူးအင်္ဂလန်ပြည်နယ် မိန်းမြို့လေးမှာ...ဘယ်ကမှန်းမသိတဲ့\nပေ ၃၀ ရှည် ဧရာမမိကျောင်းကြီးတစ်ကောင်ကို ပေါ်လာပြီး လူတွေရဲ့\nအသက်အန္တရာယ်ကို တစ်စတစ်စ ခြိမ်းခြောက်လာပါတယ်...\nဒီလိုဧရာမကောင်ကြီးတွေ မျိုးတုန်းသွားပြီလို့ ယူဆရပေမယ့် ပေါ်လာခဲ့တာကြောင့်\nစူးစမ်းလိုစိတ်နဲ့ နယူးယောက်က ကျောက်ဖြစ်ရုပ်ကြွင်းပညာရှင်\nကယ်လီစကော့ဟာ မိန်းမြို့သို့ ရောက်လာပါတယ်...\nဒီမိကျောင်းကြီးက ဘယ်ကနေရောက်လာတာလဲ\nလူတွေကို ဘာကြောင့်ရန်ပြုနေတာလဲဆိုတာကိုတော့\nကယ်လီနဲ့ မိန်းမြို့က တောခေါင်း ရဲမှူးတစ်ယောက်ပူးပေါင်းပြီး\nအဖြေရှာနှိမ်နင်းပုံကို သည်းထိတ်ရင်ဖို ရိုက်ပြထားပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)File size…(2.34GB) / (1.24GB) / (719MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:22:00\nGenre...Action / Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lake-placid1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTY0NGIzN2EtNzFjMi00NDkyLWE0ODItZjNhNmY1YjAyOThlXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-141x200.jpg",
        "title": "DJ: Duvvada Jagannadham (2017)",
        "description": "DJ Duvvada Jagannadham (2017)အခုတစ်ခါ တင်ဆက်ပေးမယ့်ကားလေးကတော့ စတိုင်ကျတဲ့ မင်းသားချောလေး\nအက်လူးအရ်ဂျွန်ရဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်\nမင်းသမီးအနေနဲ့ကလည်း ဆွဲဆောင်မှုအပြည့်ရှိပြီး ချစ်စရာမျက်နှာလေးနဲ့\nပူဂျားဟစ်ဂဒေလေးဆိုတော့ မိုက်ပြီပေါ့နော်...ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင် မင်းသားက ငယ်ငယ်လေးကတည်းက\nမတရားမှုမြင်ရင် လက်ပိုက်ကြည့်မနေနိုင်တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nရာဇဝတ်သားကို တွေ့တိုင်း သတ်ပစ်ချင်လောက်အောင် မုန်းတီးနေတဲ့သူ\nဖြစ်ပါတယ်...သူ့ အဖိုးရဲ့ပြောစကားကို မှတ်သားထားပြီး ဤကမ္ဘာမြေပေါ်ကနေ\nရာဇဝတ်သားရှင်းလင်းရေးစစ်ဆင်ရေးကို ရဲအရာရှိတစ်ယောက်နဲ့ပူးပေါင်းပြီး\nလျှို့ဝှက်လုပ်ဆောင်ခဲ့ပါတယ်...ဒီစစ်ဆင်ရေးမှာ သားကောင်ဖြစ်ရတဲ့ ရာဇဝတ်သားတွေကတော့\nအသက်ရှင်လမ်းမရှိဘူးပေါ့...မိသားစုက ဧည့်ခံကျွေးမွေးရေးလုပ်ငန်းလုပ်တော့ လူတွေအမြင်မှာ\nသူဟာ ပုဏ္ဍားမျိုးရိုးတစ်ယောက်ဖြစ်ပြီး အရမ်းကိုအပြစ်ကင်းစင်တဲ့\nလူသားတစ်ယောက်ပေါ့နော်...ဒီလိုနဲ့ လူထောင်ချီရဲ့ငွေတွေကို လိမ်လည်အမြတ်ထုတ်ဖို့ ကြိုးစားနေတဲ့\nလူတစ်ယောက်နဲ့ ငြိစွန်းလာခဲ့တယ်...ဟိုကလည်း ဘယ်သူသေသေ ငတေမာရင်ပြီးရောဆိုတဲ့လူစားမျိုး\nသူ့လမ်းမှာနှောင့်ယှက်လာတဲ့လူမှန်သမျှကို အပြတ်ရှင်းပစ်တဲ့\nလူစားမျိုး...ကဲ..သူတို့နှစ်ဦးထိပ်တိုက်တွေ့လာတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ....။\nFile size…2.8GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/dj-duvvada-jagannadham-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m1Q2VFe1DVVbjfu1LDZe7tlp9yb.jpg",
        "title": "Team America: World Police(2004)",
        "description": "Team America: World Police(2004)********************************IMDb..7.2,,,, Rt..77% ဂယ်ရီက ဘရော့ဝေးက ပြဇာတ်သရုပ်ဆောင်ပေါ့...\nတစ်နေ့မှာ သူ့ကိုချဉ်းကပ်လာတာက အမေရိကားအဖွဲ့ ဆိုတဲ့နိုင်ငံတကာရဲတပ်ဖွဲ့ကို ညွှန်ကြားနေသူ စပေါ့စ်ဝုဒ်ပေါ့ သူတို့ပေးချင်တဲ့တာဝန်ကအရှေ့အလယ်ပိုင်းသားဟန်ဆောင်ပြီး အကြမ်းဖက်သမားတွေဆီကသတင်းနှိုက်ထုတ်ပေးဖို့ပါပဲ ဒီလိုနဲ့ ဂယ်ရီတစ်ယောက် ဘယ်လိုမြွေကိုက်မလဲဆိုတာကတော့….Imdb မှာ မှာ 7.2/10 အထိ ရရှိထားပြီး\nStupid and offensive but funniest ဇာတ်ကားအဖြစ် ရီဗျူးတွေ ဝေဝေဆာဆာ ရရှိထားတဲ့puppet ဇာတ်ကားဖြစ်တာမို့ အပိုတွေ မပြောတော့ပါဘူး။တကယ့် တလွဲတွေနဲ့ parody ကားကောင်းကောင်းကြည့်ချင်နေရင် ကြည့်ဖို့ညွှန်းပါရစေ။File Size : (1.9GB) (696 MB) and (232 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Action , Comedy, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/team-america-world-police2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9RvM4wawLRlX608FgZr9kL8CLmy.jpg",
        "title": "Overdose (2022)",
        "description": "Overdose (2022)တိုလု့စ် ရဲတပ်ဖွဲ့ရဲ့ မူးယစ်ဆေးဝါး မှုခင်း အဖွဲ့ခေါင်းဆောင် ဆယ်ရာဟာ ပြင်သစ်နဲ့ စပိန် ၂ နိုင်ငံကြားမှာ ကူးသန်းရောင်းဝယ်နေတဲ့ မှောင်ခို မူးယစ်ရာဇာတွေကို အကွက်ဆင်ပြီး တစ်ပြုံတည်း ဖမ်းဖို့ ပြင်ဆင်နေတဲ့အချိန် ...\nတစ်ဖက်မှာလည်း ပြင်သစ်က ဆေးရုံတစ်ရုံမှာ ကလေးငယ် ၂ ယောက် အသတ်ခံလိုက်ရပြီး ရစ်ချက်ဆိုတဲ့ အမှုစစ်က လိုက်လံ စုံစမ်းနေချိန် ...\nလူသတ်မှုဟာ မူးယစ်ရာဇာတွေနဲ့ ဆက်နွယ်နေကြောင်း သံသယရှိခဲ့ပြီး ဆယ်ရာနဲ့ ရစ်ချက်တို့ ၂ ယောက် ပူးပေါင်းပြီး ဒုစရိုက်သမားတွေကို ဖမ်းဆီးဖို့ ကြိုးစားတဲ့ အခါမှာတော့ ...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော်။ဇာတ်ကားတစ်လျှောက်လုံး ရဲတွေက အကွက်ပြလိုက် ဒုစရိုက်သမားတွေက အကွက်ပြလိုက်နဲ့ မပျင်းမရိ စိတ်ဝင်စားဖွယ် ကြည့်ရှူရမှာပဲ ဖြစ်ပါတယ်။ Action, Crime, Thriller အမျိုးအစားကို နှစ်သက်တဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် အသင့်တော်ဆုံး ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/overdose-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/rorschach-147x200.jpg",
        "title": "Rorschach (2022)",
        "description": "Rorschach (2022)\nAction, Mystery, Thriller\nIMDb 7.9/10 (2.2K)လူတစ်ယောက် ရဲစခန်းကိုရောက်လာတယ်....သူ့မိန်းမပျောက်နေလို့လာတိုင်တာပါတဲ့\nသူတို့လင်မယားနှစ်ယောက်ဟာ ကားနဲ့ခရီးထွက်လာနေတုန်း တောလမ်းတစ်နေရာမှာ\nမတော်တဆမှုနဲ့ကြုံတွေ့ခဲ့ရပါတယ် နောက်တော့ သူလည်းသတိလစ်မေ့မျောသွားပြီး\nသူ့မိန်းမဟာလည်း သူသတိပြန်ရလာတော့ ကားပေါ်မှာမတွေ့တော့ဘူးတဲ့....။မိန်းမ​ဖြစ်သူဟာ ကိုယ်ဝန်ကြီးနဲ့ဆိုတော့ ရဲတွေနဲ့ရွာသားတွေ ပေါင်းပြီး\nလိုက်ရှာပေးခဲ့ပေမယ့် လ တွေ သာ ကြာညောင်းသွားတယ်\nမ တွေ့လာခဲ့ပါဘူး ပျောက်သွားတဲ့နေရာကလည်း သားရဲတိရိစ္စာန်တွေ\nပေါတဲ့နေရာဆိုတော့ ရဲတွေဟာ သေပြီလို့ကောက်ချက် ချခဲ့ပါတယ်....။သို့ပေမယ့် သူဟာ ဇွဲမ လျှော့ခဲ့ဘဲ ဆက်လက်ရှာ​ဖွေနေခဲ့ပါတယ်။|\nနောက်ပိုင်းအဲ့ဒီရွာထဲမှာ လူတွေ တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပြီး\nညညဆိုလည်း အသံတွေ ကြားကြားနေရတတ်ပါတယ်...။ကဲ သူရဲ့မိန်းမဟာ တကယ်ပဲ ပျောက်ဆုံးသွားတာလား...။\nရွာထဲမှာ လူတွေက ဘာလို့ သေဆုံးနေရတာလဲ...။\nညညဆိုကြားကြားနေရတဲ့အသံတွေက ဘာတွေလဲ...။\nသူကရော ဒီရွာကို အကြောင်းတစ်ခုခုရှိနေလို့\nလာခဲ့တာလားဆိုတဲ့ မေးခွန်းပေါင်းများစွာနဲ့ ဇာတ်ကားလေးကို\nစိတ်ဝင်တစား ကြည့်ရှုလို့ရပါပြီနော်...။မာလယာလန် နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်တဲ့ မမ်မွတ်တီးအဓိကပါဝင်ထားတဲ့\nmystery ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…2.5GB / 1GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/rorschach-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWEzN2IxOTktMzBjMS00ZWU1LWI0OTgtZjViNWYxOWY1MjUxXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-140x200.jpg",
        "title": "Satria Dewa: Gatotkaca (2022)",
        "description": "Satria Dewa: Gatotkaca (2022)\n======================\nIMDb Rating - 6.2/10အင်ဒိုနီးရှားဟာလည်း ကိုယ်ပိုင် စူပါဟီးရိုးတစ်ကောင်ကို အတွဲလိုက်\nရိုက်ကူးတော့မှာဖြစ်ပါတယ်။ မိုဘိုင်းလဲဂျန်းဂိမ်းကစားသူတွေကတော့\nဒီစူပါဟီးရိုးနာမည်ကို ကြားဖူးမှာပါ။ ဂါတို့ကာ့ကြာပါပဲ။ ဒီဇာတ်လမ်းဟာ\nရာမာယနလိုပဲ နာမည်ကြီး ပြဇာတ်ကြီးတစ်ခုဖြစ်တဲ့ မဟာဘာရာတာ\nဇာတ်ကိုအခြေခံထားတာပါပဲ။ပန်ဒါဝါ တွေနဲ့ ကူရာဝါမျိုးနွယ်တွေဟာ ခရစ်တော်မပေါ်ခင်နှစ် ၃၀၀၀\nလောက်မှာ ပြည်တွင်းစစ်ကြီးဖြစ်ခဲ့ပါတယ်။ ကူရာဝါတွေဟာ ဖျက်ဆီးချင်း\nလုယူချင်းဗီဇရှိသူတွေဖြစ်ပြီး၊ ပန်ဒါဝါတွေကတော့ ဗီဇကောင်းရှိသူတွေဖြစ်ခဲ့\nတာကြောင့် နတ်ဘုရားတွေဟာ စစ်ပွဲမှာ ပန်ဒါဝါတွေကို အနိုင်ပေးခဲ့ပါတယ်။\nဒါပေမဲ့ နတ်ဘုရားတွေကိုဆန့်ကျင်ပြီး ကူရာဝါတပ်မှူး အဆွာတာမဟာ ပြန်တိုက်\nခဲ့တာကြောင့် ထာဝရအကျဉ်းချခြင်းကိုခံလိုက်ရပါတော့တယ်။အဲဒီသမိုင်းကနေ ဒီနေ့ခေတ်ကိုအရောက်မှာတော့ ကူရာဝါမျိုးဆက်တွေဟာ\nပန်ဒါဝါမျိုးဆက်တွေကို လိုက်သတ်ပြီး သူတို့ရဲ့ သခင် အဆွာတာမကို ကယ်တင်ဖို့\nကြိုးစားလာပါတော့တယ်။ ပန်ဒါဝါတွေအကုန်သေဆုံးပြီး အဆွာတာမလွတ်မြောက်\nလာမှာကို တားဖို့ နောက်ဆုံးမျှော်လင့်ချက်အဖြစ် ပန်ဒါဝါတွေရဲ့ ကယ်တင်ရှင်\nဂါတို့ကာ့ကြာအဖြစ် စွမ်းအားရှင်တစ်ယောက်ပဲ ကျန်ပါတော့တယ်။ အဲဒီဂါတို့ကာ့ကြာ\nအသစ်ဟာ အစွမ်းတွေဘယ်လိုရပြီးဘယ်လိုတိုက်ခိုက်မလဲဆိုတာကို ဆက်ကြည့်ရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/satria-dewa-gatotkaca-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNGM0M2VhMzAtNDcwMS00OWEzLWFmNjUtYmNhNjE5M2Y1M2IzXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-147x200.jpg",
        "title": "Sinam (2022)",
        "description": "Sinam (2022)Sinam ဆိုတာ အိန္ဒိယလို '' rage / anger '' လို့ အဓိပ္ပါယ်ရပါတယ်၊\nအမျက်ဒေါသပေါ့။ စိတ်ခံစားချက်ကို လှုံ့ဆော်ပေးနိုင်တဲ့ မှုခင်းစုံထောက်\nရုပ်ရှင်မျိုးမို့ သည်းထိတ်ရင်ဖိုကြည့်ရမယ့် ဇာတ်ကားမျိုးပေါ့ဗျာ။အစပိုင်းမှာ ရိုးသားဖြောင့်မတ်ပြီး၊ အကြောက်အလန့်မရှိတဲ့ ပါရီဆိုတဲ့\nရဲအရာရှိတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ်။\nပါရီမှာ ကြင်နာပြီးနွေးထွေးတဲ့ ဇနီးချော ဒေါက်တာမလေး မက်ဒူနဲ့\nသမီးလေး ဘာဂရာတို့လည်းရှိတယ်ဗျ။ နွေးထွေးတဲ့အသိုက်အမြုံလေးပေါ့ဗျာ။တနေ့မှာ လူသတ်မှုနဲ့သံသယရှိတဲ့ တရားခံကို တရားခွင်ကို တင်သွင်းတဲ့နေ့မှာပဲ\nတရားရုံးရှေ့ လူအုပ်ကြားထဲမှာ လူသတ်မှုတစ်ခုဖြစ်သွားပါတော့တယ်။\nအသတ်ခံလိုက်ရတဲ့သူက ပါရီတာဝန်ယူပြီး လိုက်ပို့တဲ့ တရားခံဖြစ်သူပါပဲ။\nဒီတော့ တာဝန်တွေအားလုံး ပါရီ့ပုခုံးပေါ်ပုံကျလာတာပေါ့။\nဘယ်သူ့လက်ချက်လဲ ဆိုတာကို ရေဆုံးမြေဆုံးလိုက်ဖော်ရင်း\nပါရီသိလာရမယ့် ဒုစရိုက်လောကတွေအကြောင်း၊ နောက်ကွယ်က\nကြိုးကိုင်မှုတွေနဲ့ ရှောင်လွှဲမရတဲ့ ထိခိုက်မှုတွေကြားမှာ\nပါရီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ။ မိသားစုကိုရော\nကာကွယ်နိုင်ပါ့မလား။ အမှုမှန်ကိုရော ဖော်ထုတ်နိုင်ပါ့မလားဆိုတာကို\nရင်တမမနဲ့ကြည့်ရမယ့် Action/Thriller မို့\nအခုပဲ Channel Myanmar မှာဝင်ရောက်ကြည့်ရှုလိုက်ပါတော့ခင်ဗျာ။\nFile size…2.08GB  / 881MB\nQuality…1080p True WEB DL  / 720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sinam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6bqxo8o0yYDUUaQtkHaism8Bkr.jpg",
        "title": "The Takeover (2022)",
        "description": "The Takeover (2022)(1080p ရပါပြီ)ဒီကားလေးကတော့ Crime action, Thriller ကားလေးပါ။Mel က ငယ်ငယ်တည်းက ကွန်ပျူတာကျွမ်းကျင်ပြီး တော်ပါတယ်။ ခုတော့ ဆော့ဝဲလ်တွေကို အမှားစစ်တဲ့အလုပ်လုပ်နေပြီး နောက်ကွယ်မှာ သူငယ်ချင်းတွေနဲ့ Hacker လုပ်ပြီး မကောင်းတဲ့သူတွေကို ဟက်ပြီး လူတွေကိုကူညီနေပါတယ်။တစ်ရက်တော့ လူမပါဘဲ အော်တိုမောင်းတဲ့ဘတ်စ်ကားကို ဆော့ဝဲလ်စစ်ပေးရင်း Mel တစ်ယောက် ထူးဆန်းတဲ့ကုတ်ကိုတွေ့ပါတယ်။ အဲ့ကုတ်ကို ရှင်းပစ်ခဲ့ပြီး သူငယ်ချင်းတွေနဲ့ လူတစ်ယောက်ကို ဟက်ပါတယ်။ ကံဆိုးစွာနဲ့ပြီး ဟက်ပြီးတဲ့အချိန်မှာ Melရဲ့ အိမ် အဖောက်ခံခဲ့ရပါတယ်။နောက်ပိုင်းမှာတော့ အခြေအနေတွေက ပိုဆိုးလာခဲ့ပြီး လူတွေက သူ့နောက်ကို နောက်ယောင်ခံလိုက်လာပြီး လူသတ်တယ်လို့ပါ စွပ်စွဲလာကြတဲ့အခါ ...Mel ဘာလုပ်မိတာလဲ?\nသူအပြစ်မရှိကြောင်းရော ဘယ်လိုသက်သေပြမလဲ? ဆိုတာတော့ ရုပ်ရှင်လေးထဲ ဆက်ကြည့်လိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size          : ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-takeover-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hAG99uWgTIWEgYkDQ4cH9sNH3mq.jpg",
        "title": "Hanuman Shadow Master (2022)",
        "description": "ဒါကတော့ မွေ့ထိုင်းအတိုက်အခိုက်တွေကို အခြေခံပြီး\nသမ္မာကျမ်းစာလာ မြင်းစီးသမားလေးယောက်ရဲ့ ကမ္ဘာပျက်ကိန်းကို\nရာမရဲ့ စစ်သူကြီး ဟာနုမန်က သေမင်းနတ်ဘုရားအနေနဲ့\nအင်္ဂလိပ်လိုတွေပြောပြီးဝင်တားတဲ့ကားမျိုးဖြစ်လို့\nနည်းနည်းတော့ကြောင်ပါတယ်။ဒါပေမဲ့ Ong-bak ဆန်ဆန် အက်ရှင်တွေနဲ့ ပဟေဠိဆန်ဆန်\nရိုက်ချက်တွေကြောင့် အပျော်ကြည့်အနေနဲ့တော့\nအဆင်ပြေမယ့်ကားမို့ တင်ပေးလိုက်ပါတော့တယ်။မင်းသားကတော့ စားစရာနေစရာမရှိလို့ ဆေးရုံပျက်တစ်ခုမှာ\nညစောင့်ကင်းသမားလာလုပ်ရတဲ့သူပေါ့။ သူ့အတိတ်ကို\nဆေးရုံမှာမှီခိုနေရတဲ့လူတွေကလည်းမသိကြဘူး။ ကြည့်တဲ့သူတွေပဲသိမှာပါ သူက\nဂန်းစတားဟောင်းကြီး မွေ့ထိုင်းကျွမ်းတယ်ဘာညာပေါ့။ ဒါပေမဲ့\nဟာနုမန်နတ်ဘုရားက မြင်းသည်တော်လေးယောက်နဲ့ချဖို့\nအသုံးချတာကိုခံလိုက်ရတဲ့အခါ ပိုပြီးကြမ်းလာပြီး\nနတ်ဆိုးတွေနဲ့ပါ ချနိုင်သွားတာပေါ့။ အဲတော့ ချကြတယ်ပေါ့။ ကြည့်ကြည့်လိုက်ပါ။\nFile size…1.35GB /600MB\nQuality… 1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr Anderson",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hanuman-shadow-master-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5v3grtPk3QSdjDP8ggpylA3hgIy.jpg",
        "title": "The System (2022)",
        "description": "The System (2022)ကားအမျိုးအစားက Action, Crime ဆိုတော့ အချိန်တိုလေးအတွင်း အပျင်းပြေကြည့်လို့ကောင်းမယ့် ရုပ်ရှင်လေးပါပဲ။ အချိန်လည်းသိပ်မပေးချင် ဇာတ်လေးလေးပင်ပင်တွေလည်း မကြိုက်ဘဲ ပေါ့ပေါ့ပါပါး တိုက်လိုက် ခိုက်လိုက်ကားလေးနဲ့ စိတ်အပန်းဖြေချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်လေးပါ။ မင်းသားတွေကတော့ ကတုံးကားမောင်း မြန်စေလျောင်းကားတွေမှာ အစကတည်းကနေ ကြားဖောက်ကားတွေကလွဲ 9 အထိပါခဲ့တဲ့၊ နောက်ကားတွေလည်း ဆက်ပါနေဦးမယ့် Tyrese Gibson နဲ့ မူလလက်ဟောင်း War Machine ကြီး Terrence Howard တို့ပါပဲ။ ရင်းနှီးပြီးသားမင်းသားတွေနဲ့ ခပ်ကြမ်းကြမ်းအက်ရှင်ကားလေးဆိုတော့ အားလုံး သဘောကျကြမှာပါ။တယ်ရီဆဲဗေ့ဂျ်ဟာ တိုင်းပြည်အတွက် အသက်ပေးအမှုထမ်းခဲ့ပြီး စစ်မြေပြင်မှာ ဆုတွေအလီလီရတဲ့ထိတိုင်အောင် ရွပ်ရွပ်ချွံချွံ တိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သူရဲကောင်းတစ်ယောက်ပေမဲ့ တာဝန်ပြီးလို့ အိမ်ပြန်ရောက်ချိန်မှာတော့ တိုင်းပြည်အစိုးရရဲ့ မျက်ကွယ်ပြုခြင်း ခံရပြီး ဘဝက ယိုယွင်းလာခဲ့တယ်။ အဲဒီလိုနဲ့ နောက်ဆုံး သူ့သမီးအသက်မသေရအောင် ဆေးဖိုးရှာဖို့ ကြံရာမရတဲ့နောက်မှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-system-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYmU0NTMyYjAtYmY4OC00MzdlLTg4OTItOWM3ZGVjNzY2MmExXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Pathonpatham Noottandu (2022)",
        "description": "Pathonpatham Noottandu 2022IMDb-8/10ဒီဇာတ်ကားလေးကတော့ 19ရာစုနှစ်ကအဖြစ်အပျက်တွေကို\nအခြေတည်ထားတဲ့ ဇာတ်ကားလေးပါ\nအာရတုပူဂါဗေလာယုဒပါနီကာဟာ စစ်သည်တော်တစ်ယောက်ဖြစ်ပြီး\nထကာဗန်ကိုးနိုင်ငံရဲ့ ဇာတ်နိမ့်ကိုယ်ခံပညာရှင်တစ်ယောက်အဖြစ်နဲ့ မွေးဖွားလာခဲ့ရတာပါ...တစ်ချိန်တည်းမှာပဲ နန်ဂီလီဆိုတဲ့ဆင်းရဲတဲ့ဇာတ်နိမ့်မိသားစုက\nမိန်းကလေးတစ်ယောက်ဟာ လူကုံထံတွေရဲ့အနိုင်ကျင့်မှု လူမျိုးခွဲခြားမှုတွေကို ရင်ဆိုင်ဆန့်ကျင်နေတဲ့သူပေါ့...\nဇာတ်မြင့်ဇာတ်နိမ်တွေခွဲခြားခံရပေမယ့် မဟုတ်ရင်မခံတဲ့စိတ်ကြောင့်\nချီကာဗာဟာ လူကုံထံတွေရဲ့ချောက်ချမှုကြောင့်အကျဥ်းထောင်သွင်းခံခဲ့ရပါတယ်..ဒါပေမယ့် ဘုရင်မကြီးရဲ့အကူအညီနဲ့လွတ်မြောက်ခဲ့ရပြီး သူ့ကိုဘုရင်မကြီးက ဘယ်လိုတာဝန်တွေပေးခဲ့လဲ....\nနန်ဂီလီကရော...ဇာတ်နိမ့်မိသားစုတွေအတွက် ဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်ပေးဆပ်သလဲဆိုတာ...\nစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦး....\nFile size…8.74GB / 2.89GB  / 1.59GB\nQuality…4k HEVC/  1080p HQ HD RIP / 720p\nFormat…mp4\nDuration….2h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL ~ Thet Ko ~ Poe",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/pathonpatham-noottandu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOAIceE0DkwWJhk91vLs2H5dcrg.jpg",
        "title": "The First Stab of The Datang ( 2018 )",
        "description": "တရုတ်သမိုင်းရဲ့နာမည်ကြီးဧကရီ Wu Zhe Tian ကိုသိကြမယ်ထင်ပါတယ်။\nထန်ခေတ်ဧကရီဝူဇယ်ထျန်းကို ပုံစံတစ်မျိုးနဲ့ဖော်ပြထားတဲ့\nသိုင်းကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။တထန်တိုင်းပြည်ကြီး တိုင်းရေးပြည်ရေးမတည်မငြိမ်ဖြစ်ပြီး\nအရှင်မဝူဇယ်ထျန်းက ဧကရီအမည်ခံအုပ်ချုပ်လိုက်တယ်။\nပြည်သူတွေကြားမှာ ကောလဟာလတစ်ခုပြန့်နေပါတယ်\nအမတ်ချုပ်ကြီးဟာထိုက်ကျုံးဘုရင်မင်းမြတ်ရဲ့အမိန့်တော်အရ လျို့ဝှက်ကျမ်းစာကိုရေးခဲ့တယ်။ဒီကျမ်းစာဟာရှေ့ဖြစ်ဟောစာဖြစ်ပြီး ဝူဇယ်ထျန်းကို\nထိန်းချုပ်ဖို့နည်းလမ်းဖြစ်တဲ့အတွက် ဧကရီမကြီးက\nဒီလျို့ဝှက်စာကိုမရရအောင် ထျန်းကျီးဂိုဏ်းကလူသတ်သမားတွေကို\nစေလွှတ်တဲ့အကြောင်းကို သိုင်းအက်ရှင်တွေဝေဝေဆာဆာနဲ့ရိုက်ကူးထားပြီး\nတိုက်ရေးခိုက်ရေးတွေကြားထဲက အစွန်းနှစ်ဘက်က\nလူ၂ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးက\nဘယ်လိုဖြစ်သွားမလဲဆိုတာလဲ စိတ်ဝင်တစားကြည့်ရမှာပါ.....\nရက်စက်တဲ့ဧကရီနဲ့ သူတို့ချစ်သူနှစ်ယောက်ရဲ့အဆုံးသတ်ဟာ\nဘယ်လိုဖြစ်လာမလဲဆိုတာ ဆက်ပြီးကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , History\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3bG3x/The_First_Stab_Of_The_Datang_(2018)_WEB-DL_1080p_CM.mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-get-135x200.jpg",
        "title": "Get Carter (2000)",
        "description": "ဒီတစ်ခါမှာတော့ မင်းသားကြီး စတားလုံးရဲ့ ၂၀၀၀ ခုနှစ်မှာ ထွက်ရှိထားတဲ့ Get Carter ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nကာတာဆိုတာကတော့ သူ့မွေးရပ်မြေမြို့လေးကနေ ထွက်ပြီး အကြွေးလိုက်သိမ်းတဲ့ လူမိုက်တစ်ယောက်အဖြစ် လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အကြောင်းတစ်ခုကြောင့် သူ့မွေးရပ်မြေကို ပြန်လာခဲ့ပါတယ်။\nအဲဒါကတော့ သူ့ညီလေး ရစ်ချီ သေဆုံးသွားခဲ့လို့ပါပဲ။ အကုန်လုံးကတော့ အမူးလွန်ကားမောင်းလို့ သေဆုံးသွားခဲ့ရတယ်လို့ ပြောခဲ့ကြပေမယ့် ကာတာတစ်ယောက်ကတော့ မယုံကြည်ခဲ့ပါဘူး။\nဒီလိုနဲ့ ရစ်ချီ သေဆုံးရတဲ့ အမှုမှန်ကို လိုက်တူးဖော်ရင်း ကာတာတစ်ယောက် သူ့မွေးရပ်မြေလေး‌ နောက်ကွယ်ကအရိပ်မည်းတွေကို ရင်ဆိုင်ကြုံတွေ့ခဲ့ရပါတော့တယ်။ File size…(2GB) / (1017MB) / (634MBMB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:42:00\nGenre...Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Chuck",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/get-carter2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sUEXw2pwMU7cEHhfy3wcUGC1Wtp.jpg",
        "title": "The Magic Lotus Lantern ( 2021 )",
        "description": "“ထူးခြားဆန်းပြားလှတဲ့ စစ်နတ်ဘုရား သူရဲကောင်း\nလူငယ်လေးတစ်ယောက်အကြောင်းကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်...!”နတ်ဘုရားနဲ့ နတ်ဆိုးတွေ အားပြိုင်နေစဥ် အချိန်ကာလ...,\nလောကကြီးကို စောင့်ရှောက်နေတဲ့ ကြာပန်းမီးအိမ်အခိုးခံလိုက်ရတဲ့အချိန်မှာတော့\nယန်ကျန်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nမီးအိမ်ကိုပြန်လည်ရှာဖွေဖို့အတွက် လူ့ဘုံလောကနယ်ပယ်ကို ရောက်ရှိလို့လာခဲ့ပါတော့တယ်\nမီးအိမ်ရှာဖွေရေးလမ်းစဥ်မှာ မိန်းမငယ်တစ်ဦးနဲ့တွေ့ဆုံပြီး\nချစ်ကြွမ်းဝင်ခဲ့ကြပါတယ် အဲဒီနောက်မှာတော့\nဘုံခြောက်ဘုံကိုအုပ်စိုးစီးနင်းဖို့ကြံစည်နေတဲ့ နတ်ဆိုးအရှင်ကို နှိမ်နင်းဖို့ နှစ်ဦးသား အတူတူကြိုးစားခဲ့ကြတဲ့အခါမှာတော့ -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ? ဆိုတာ ဆက်ပြီးတော့ ကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားလေးဟာဆိုရင် ရှေးခေတ်တရုတ်ပြည်ရဲ့ ဒဏ္ဍာရီတော်တော်များများကို\nထည့်သွင်းအသုံးပြုထားတဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nလူတွေရယ် ပြီးတော့ သမိုင်းဝင်ဖြစ်ရပ်တွေရယ်ဟာဆိုရင်\nအရှေ့တိုင်းစိတ်ကူးယဥ်အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nအရမ်းကိုမှကြီးမားလှတဲ့ မြင်ကွင်းကြီးတစ်ခုကိုဖန်တီးပေးထားသလိုပါပဲ\nဒီဇာတ်လမ်းတစ်ခုလုံးမှာလဲ ကြာပန်းမီးအိမ်ရဲ့\nသဲလွန်စနဲ့အခြေခံထားပြီးတော့ ချန်ရှန်းခေတ်ကို\nပြန်လည်အသက်သွင်းထားတာဆိုရင်လဲဟုတ်ပါတယ်\nလူငယ်တစ်ယောက်ဖြစ်သူ ယန်ကျန်းရဲ့ ဘဝ အတတ်အကျတွေကို\nအခြေခံယူထားပြီးတော့ သူကြုံတွေ့ခဲ့ရတဲ့ တွေ့ကြုံမှုတွေ\nအနိမ့်ဆုံးကိုကျရောက်နေပေမဲ့လဲ မရပ်တမ်းရှေ့ဆက်သွားပုံတွေ\nအစရှိတာတွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ\nစိတ်အားထက်သန်လှတဲ့ သူရဲကောင်းတစ်ယောက်ဟာ\nရှုပ်ထွေးလှတဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့ ဒွန့်တွဲနေတယ်ဆိုတာတွေကိုလဲ\nတွေ့မြင်ရပြီးတော့ ရသမျိုးစုံ ပေးစွမ်းထားတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ကြည့်ရတာ\nတကယ်ကိုတန်နေစေမှာပါ အဲဒါကြောင့် အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-magic-lotus-lantern-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWVhMjMzM2QtNjI0Ny00NTM2LWI3YjMtNTgzZjg3ZTdhNjI5XkEyXkFqcGdeQXVyMTMzNzczNTcx._V1_-133x200.jpg",
        "title": "The OctoGames (2022)",
        "description": "The OctoGames (2022)\n=================နာမည်ကျော်ကြားမှုနဲ့ ပိုက်ဆံအတွက် သူတပါးဘ၀ကိုချနင်းရက်တဲ့သူတွေ\nဘယ်လောက်များရှိနိုင်မလဲ...။ ဒီဇာတ်လမ်းထဲက လူ ၈ ယောက်ကတော့\nအဲဒီလိုချနင်းရမယ်မှန်းမသိဘဲ ဂိမ်းတစ်ခုထဲ ဘုမသိဘမသိပါလာကြပါတယ်။\nသူတို့ပါ၀င်ခဲ့ရတဲ့ဂိမ်းက OctoGames...။ရေဘဝဲဂိမ်းလို့ပဲအလွယ်ခေါ်ကြပါစို့။ ရေဘဝဲရဲ့ခြေတံလက်တံ ၈ ခုကို ကိုယ်စား\nပြုပြီး ဂိမ်း ၈ မျိုး၊ လူ ၈ ယောက် ကစားတာကြောင့်ပါ။ ဂိမ်းအားလုံးက ကလေး\nကစားတဲ့ဂိမ်းတွေဖြစ်ပေမဲ့ ရှုံးနိမ့်သူတွေအတွက် ပေးဆပ်လိုက်ရတာက တကယ့်\nအသက်နဲ့ဘ၀ပါ...။ အဲဒီလူသတ်ကစားပွဲကြီးကိုဖန်တီးသူကတော့ follower သန်း\nပေါင်းရာချီတဲ့ နာမည်ကျော် YouTuber \"ဂျက်စ်ပရို\" ဆိုသူ ဖြစ်ပါတယ်။ကယ်ရီ၊ မက်ဆင်း၊ အေဂျေ၊ စကွစ်ရှ်၊ ရုသ်၊ ဝေါလ်တာတို့က မျက်စိလည်လမ်းမှားပြီး\nလူသတ်ဂိမ်းကြီးထဲ ပါ၀င်မိကြသူတွေပေါ့။ ဂိမ်းရဲ့သရုပ်မှန်ကိုသိသွားချိန်မှာတော့\nနောက်ပြန်ဆုတ်လို့မရတော့ဘဲ ကိုယ့်အသက်ရှင်သန်ရေးအတွက် ရုန်းကန်ကြရပါ\nတော့တယ်။ အဲဒီလိုနဲ့ ဘယ်သူကရှင်သန်ပြီး ဘယ်သူတွေရှုံးနိမ့်သွားကြမလဲဆိုတာကို\nကြည့်ရှုခံစားရင်း အခက်အခဲကြုံချိန်မှာ တွေ့ရတဲ့သံယောဇဉ်၊ ကိုယ်ချင်းစာတရား၊\nကောက်ကျစ်စဉ်းလဲမှု၊ တစ်ကိုယ်ကောင်းဆန်မှု၊ လူတွေရဲ့ရူးသွပ်မိုက်မဲမှုတွေကို\nအထင်းသားတွေ့ကြရမှာပါ။\nပရိသတ်ကြီးစိတ်၀င်တစားကြည့်ရလောက်အောင် လှုပ်လှုပ်ရှားရှားဖြစ်တဲ့ Horror\nဆန်ဆန် ပဟေဠိဆန်ဆန် ဇာတ်လမ်းမျိုးမို့ ကြည့်ကြဖို့ ညွှန်းပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-octogames-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-R-133x200.jpg",
        "title": "R.I.P.D. 2: Rise of the Damned (2022)",
        "description": "2013 တုန်းက RIPD ရုပ်ရှင်ကို ကြည့်ဖူးသူကြည့်ဖူးမှာပါ။ Deadpool မင်းသားနဲ့ ရိုက်ထားတဲ့ကားရှိပါတယ်။ မကြည့်ဖူးသေးရင်လည်း ချန်နယ်မြန်မာမှာ တင်ထားပါတယ်။ အခုကားကတော့ အဲဒီ ၂၀၁၃ ကားရဲ့ ခေတ်မတိုင်ခင် ၁၈ ရာစု ကောင်းဘွိုင်ခေတ်က ရွိုင်ရဲ့ မူလဇာတ်လမ်းပါ။ ဒီတော့ ဓာတ်ဘူးမင်းသား ရိုင်ရန်ရေးနိုးတော့ မပါတော့ပါဘူး။ဒါပေမဲ့ RIPD 1 လိုပဲ အတော်လေး ကောင်းပါတယ်။ ကောင်းဘွိုင်ခေတ်အရသာတစ်မျိုးပေါ့။ ဇာတ်လမ်းအကျဉ်း ရွိုင်ဆိုတဲ့ ရဲမှူးတစ်ယောက်ဟာ ရထားတွဲကို လာတိုက်တဲ့ ဓားပြတွေကို ပြန်တိုက်ရင် သေသွားခဲ့ပါတယ်။ သူသေသွားပြီးတော့ ကောင်းကင်ဘုံနဲ့ငရဲကိုမရောက်ခင် RIPD ကိုရောက်သွားပါတော့တယ်။RIPDကတော့ငရဲပြည်ကနေထွက်ပြေးလာပြီးလူ့ပြည်မှာ သောင်းကျန်းနေတဲ့ ဝိညာဉ်တွေကို ဖမ်းဆီးနှိမ်နင်းရတဲ့ တမလွန်ရဲဌာနတစ်ခုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းငရဲကနေ လွတ်လာတဲ့ ငရဲပြေးတစ်သိုက်ဟာ ငရဲတံခါးကိုဖွင့်ပြီး ငရဲကျဝိညာဉ်တွေအကုန်လုံးကို ကမ္ဘာကြီးထဲကိုဆွဲခေါ်ပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ ပြင်ဆင်နေကြတာကို RIPD ရဲ့ အေးဂျင့်နှစ်ယောက်က ဘယ်လိုတားဆီးမလဲဆိုတာ တွေ့ရမှာပါပဲ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/r-i-p-d-2-rise-of-the-damned2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODAxMjQ1OWEtOWZmYy00NzczLWFhNmYtYmE0ZWVjZDE5YjJhXkEyXkFqcGdeQXVyMTI2ODUzMjQ4._V1_-135x200.jpg",
        "title": "Kingslayer (2022)",
        "description": "Kingslayer (2022)\n==============အင်္ဂလန်ပြည်ကြီးရဲ့ မင်းသားတစ်ပါး ဖြစ်တဲ့ ရစ်ချတ်ဟာ\nရှေးအစဉ်အလာတွေနဲ့ ဆန့်ကျင်ပြီး မြင်းဇောင်းက အစေခံမလေး\nလီယာနဲ့ ချစ်ကျွမ်းဝင်နေသူပါ။ ဖခင်ဖြစ်သူ ဒုတိယမြောက် ဟင်နရီ\nဘုရင်ကြီး နတ်ရွာစံပြီးတဲ့နောက် ရစ်ချတ်ဟာ အင်္ဂလန်ပြည်ရဲ့ ထီးနန်း\nကို ဆက်ခံဖို့ ဖြစ်လာပါတယ်။လီယာကို တမ်းတမ်းစွဲဖြစ်နေတဲ့ ရစ်ချတ်ဟာ နန်းတက်ပွဲ မတိုင်ခင်\nနှစ်ရက်အလိုမှာ Kingswood လို့ခေါ်တဲ့ တော်ဝင်မျိုးနွယ်တွေပဲ အမဲ\nလိုက်ခွင့်ရှိတဲ့ တောအုပ်ထဲမှာ ချစ်သူ လီယာနဲ့ ချိန်းတွေ့ပြီး ချစ်ကြည်နူး\nကြပါတော့တယ်။ ထီးနန်းကိုချောင်းနေတဲ့ ရစ်ချတ်ရဲ့ ညီဖြစ်သူ ဂျွန်က\nအဲဒီအခွင့်အရေးကို အမိအရ အသုံးချပြီး Kingswood တောအုပ်ထဲ\nကြေးစားတွေလွှတ်ပြီး ရစ်ချတ်ကို အပြတ်ရှင်းဖို့ ကြံစည်တဲ့အခါမှာတော့။\n1189 ခုနှစ်ကနေ 1199 ခုနှစ်အထိ အင်္ဂလန်ပြည်ကို အုပ်ချုပ်သွားခဲ့တဲ့\nLionheart လို့ အမည်တွင်ခဲ့တဲ့ ပထမမြောက် ရစ်ချတ်ဘုရင်ရဲ့  Kingswood\nတောအုပ်ထဲက စွန့်စားခန်းတွေကို ရှုစားကြရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Roman NoX ဖြစ်ပါတယ်)File Size..........(1.7 GB) ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/kingslayer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/brahma-160x200.jpg",
        "title": "Brahmāstra Part One: Shiva (2022)",
        "description": "Brahmastra Part One: Shiva (2022)\nAction, Adventure, Fantasy\nIMDb 5.6/10 (96K)ကဲ ကဲ အားလုံးပဲ စောင့်ရကျိုးအတော်နပ်မယ့် ကားကောင်လေးတစ်ကားကို\nဦးဦးဖျားဖျား တင်ဆက်ပေးတော့မယ်နော်ဒီဇာတ်ကားမှာ Lead Role တွေအနေနဲ့ ရန်ဗီးကပူး..အာလီယားဘတ်..အမီတာဘဂျမ်းနဲ့\nမြွေမင်းသမီးလေး မွန်နီးရွိုင်းတို့က သရုပ်ဆောင်ထားပြီး Cameo အနေနဲ့ ရှာရွတ်ခန်း ဒီပီကားပါဒူကွန်\nတေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီ စတဲ့မင်းသား မင်းသမီးကြီးတွေအပြင်\nတခြားသရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်...ကဲ...အခု ဇာတ်လမ်းဘက်ကိုလှည့်မယ်တစ်ရက် ဟိမဝန္တာတောင်ပေါ်မှာ တရားကျင့်ကြံအားထုတ်နေတဲ့ ရသေ့ရဟန်းတွေဆီကို\nအလင်းတန်းတစ်ခုကျရောက်လာခဲ့ပြီး ဘုရားသခင်က သူတို့ကို အက်စသရ(စွမ်းအင်လက်နက်)တွေ\nချီးမြှင့်ခဲ့တယ်အဲ့ဒီအက်စသရတွေနဲ့အတူ Lord Shiva ရဲ့ Almighty Weapon ကြီးဖြစ်တဲ့\nဗရမာစသရပါ ပေါ်ပေါက်လာခဲ့တယ် အဲ့ဒီအက်စသရကို ပိုင်ဆိုင်တဲ့သူဟာ\nလောကခပ်သိမ်းကို အသစ်တစ်ဖန် ဖန်ဆင်းနိုင်သလို အရာခပ်သိမ်းကိုလည်း\nဖျက်ဆီးနိုင်စွမ်းရှိတယ်...ဒါကြောင့် ဗရမန့်ချ်ဆိုတဲ့စောင့်ရှောက်ရေးအဖွဲ့အစည်းတစ်ခုက ဒီ ဗရမာစသရကို\nအပိုင်းသုံးပိုင်းပိုင်းပြီး ခေတ်အဆက်ဆက်ထိန်းသိမ်းစောင့်ရှောက်လာခဲ့ကြတယ်ဒီဗရမာစသရကို လိုချင်နေတဲ့ အဖျက်မုဆိုးအဖွဲ့အစည်းတစ်ခုကလည်း ရှိနေတယ်ရှီဗား..\nသူကတော့ သူ့ကံကြမ္မာကြီးဟာ ဒီအက်စသရတွေနဲ့\nဆက်နွယ်ထားတယ်ဆိုတာကို သူကိုယ်တိုင်တောင် မသိတဲ့သူတစ်ယောက်ပေါ့...\nငယ်ငယ်လေးကတည်းက မိမရှိ ဖမရှိနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/brahmastra-part-one-shiva-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/enola-holme-135x200.jpg",
        "title": "Enola Holmes 2(2022)",
        "description": "နက်ဖလစ်ရဲ့ နာမည်ကြီး စုံထောက်ကားဖြစ်တဲ့ အနိုလာဟုမ်းစ် ရုပ်ရှင်ရဲ့\nဒုတိယမြောက်ကားထွက်လာပါပြီ။ မူရင်းသရုပ်ဆောင်တွေပဲ\nပြန်လည်ပါဝင်ထားပါတယ်။ ဟင်နရီ ကာဗယ်က\nရှားလော့ခ်ဟုမ်းစ်အဖြစ် ပါဝင်ထားပြီး Stranger Things ထဲက\nအချစ်တော်လေး မီလီ ဘော်ဘီ ဘရောင်းကတော့\nရှားလော့ခ်ဟုမ်းစ်ရဲ့ ညီမ အနိုလာဟုမ်းအဖြစ် ပါဝင်ထားပါတယ်။\nသူတို့ရဲ့ အစ်ကိုကြီး မိုက်ခရော့ဖ်တော့ ပြန်မပါတော့ပေမဲ့\nလော့ဒ် တုစ်ဘူရီနဲ့ အနိုလာတို့ရဲ့အချစ်ဇာတ်လမ်းကိုတော့\nဆက်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n================အနိုလာဟုမ်းစ်ရာ မိခင်ပျောက်ရှာပုံတော်အမှုကိုဖြေရှင်းအပြီးမှာ\nတုစ်ဘူရီအမှုကိုပါ ဖြေရှင်းနိုင်ခဲ့ပြီး ကွန်ဖီးဒန့်လယ်ဗယ်ဆိုးဟိုက်သွားတာမို့\nကိုယ်ပိုင်စုံထောက်လုပ်ငန်းတစ်ခု တည်ထောင်လိုက်ပါတော့တယ်။\nဒါပေမဲ့ မိန်းမငယ်လေးတစ်ယောက်ကို ဘယ်သူမှ ယုံကြည်ပြီး\nအလုပ်မအပ်တော့တာကြောင့် ခွက်ခွက်လန်အောင်ရှုံးပြီး\nရုံးခန်းကိုပိတ်ဖို့စီစဉ်လိုက်ရပါတော့တယ်။အဲဒီအချိန်မှာပဲ မီးခြစ်ဆံစက်ရုံအလုပ်သမ ‌ကောင်မလေးတစ်ယောက်က\nပျောက်ဆုံးနေတဲ့ သူ့အစ်မကို ရှာပေးဖို့ အမှုလာအပ်ပါတော့တယ်။\nဒါပေမဲ့ အနိုလာဟုမ်းစ်တစ်ယောက် လူပျောက်ရှာရင်းနဲ့\nဒါဟာ သာမန်အမှုမဟုတ်ဘဲ ကြီးမားတဲ့ မသမာမှုကြီးတွေ၊\nလာဘ်စားမှုတွေ၊လူသတ်မှုတွေပါ ရောယှက်နေတာကိုတွေ့သွားပြီး\nအန္တရာယ်တွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါ....\nFile size…1.9GB / 800MB\nQuality…1080p NF WEB DL  / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/enola-holmes-22022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUCY3g2AER73qXIUOmmS4XaQgtM.jpg",
        "title": "Leio (2022)",
        "description": "Leio (2022)ကောက်ဝ်နဲ့ဖွန်က ရေရှားပါး မိုးနည်းနယ်ဖြစ်တဲ့ ထန်တဝမ်ရမ်ခရိုင်မှာ ကြီးပြင်းလာခဲ့သူတွေပါ။ဒါပမေဲ့ တစ်နေ့မှာတော့ ဒေသခံတွေ ရေအပူအပင်မရှိရအောင် အမြဲတစေကြိုးပန်းနေခဲ့တဲ့\nကောက်ဝ်ရဲ့အဘိုးဝပ် ဆုံးပါးသွားခဲံပါတယ်။YouTuber​ လေး ဖွန်က ဒီမြေမှာရေထွက်အောင်လုပ်နိုင်ရင်\nဘတ်တစ်သန်း ဆုပေးမယ်လို့ Challenge Vlog တင်ခဲ့တယ်လူပေါင်းစုံလာရောက်ယှဥ်ပြိုင်တဲ့အထဲမှာ ကောက်ဝ်၊ ဂျိန် နဲ့ ရိုတို့အဖွဲ့လည်း ပါဝင်ခဲ့ကြပါတယ်အဖွဲ့တိုင်းက မြေအောက်ရေရှိမဲ့နေရာကို သူ့ထက်ကိုယ်အရင်ရှာဖွေနေဆဲမှာပဲ\nရေကြောက်တဲ့မြေအောက်တွားသွားသတ္တဝါကြီးက လန့်နိုးလာပြီး သောင်းကျန်းရေးစဆင်းပါတော့တယ်ဧရာမပုတ်သင်ကြီးက လျင်လျင်မြန်မြန်ပဲ လူသားတွေကိုဖမ်းဆိးပြိး\nသူ့ဂူထဲကတနေရာမှာ မာကျောတဲ့သူ့ရဲံသလိပ်ခဲတွေနဲ့ဖမ်းချုပ်ထားပါတယ်ကောက်ဝ်ကဦးဆောင်ပြီး ဧရာမပုတ်သင်ကြီးကို ဖမ်းပြီး\nလူတွေကိုကယ်ဖို့ ကြိုးပမ်းခဲ့တဲ့အချိန်မှာတော့ ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.63GB | 939MB | 458MB\nFormat… mp4\nDuration…. 2h 29min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/leio-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/039b0b3c38d6d939bd3e333712d38e3b-135x200.jpg",
        "title": "Kung Fu Hustle (2004)",
        "description": "2004 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ စတီဖင်ချောင်ပါဝင်တဲ့ Kung Fu Hustle ဆိုတဲ့ ဇာတ်ကားလေးကို\nအသစ်တစ်ဖန် ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဂိုဏ်းစတားတွေ နာမည်ကြီးတဲ့ခေတ်တစ်ခုမှာ လူမိုက်ဂိုဏ်းတွေထဲက ပုဆိန်ဂိုဏ်းသားတစ်ယောက်ဖြစ်ချင်တဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nတကယ့်သိုင်းဆရာကြီးတွေ ဇာတ်မြှုပ်နေတဲ့ ရပ်ကွက်တစ်ခုမှာ ပြဿနာသွားရှာမိရာကနေ ဇာတ်လမ်းစတော့တာပါပဲ\nစတီဖင်ချောင်ရဲ့ ထုံးစံအတိုင်း ဟာသတွေနှောရင်း အပီအပြင်ဆော်ကြနှက်ကြတဲ့ သိုင်းကားတွေကို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့\nပြန်ကြည့်တိုင်း မရိုးနိုင်တဲ့ ဇာတ်ကားတွေထဲက တစ်ခုပါပဲ\nဒီဇာတ်ကားကို စတီဖင်ချောင်ကိုယ်တိုင် ဒါရိုက်တာလုပ် ရိုက်ကူးထားခဲ့ပြီးတော့\nဒီကားနဲ့ပတ်သက်လို့ သိပြီးသားတွေထဲက လူသိနည်းတဲ့ စိတ်ဝင်စားစရာ အချက်တချို့ကိုတင်ပြရရင်\n၁ - ဇာတ်ကားထဲက ဝက်ယာတောလို့ခေါ်တဲ့ ရပ်ကွက်ဟာ စတီဖင်ချောင် ကြီးပြင်းခဲ့တဲ့ ဟောင်ကောင်က တိုက်ခန်းအိမ်ယာတစ်ခုကို\nပုံစံယူတည်ဆောက်ထားတာပါ\n၂- ပုဆိန်ဂိုဏ်းခေါင်းဆောင်ကို တခြားလူမိုက်တွေနဲ့ မတူအောင်လုပ်ဖို့ စတီဖင်ချောင် စဉ်းစားခဲ့တဲ့နေရာမှာ\nသရုပ်ဆောင်သူဟာ အကသမားဖြစ်နေတဲ့အတွက် ဇာတ်ကားထဲမှာ ဂိုဏ်းသားတွေ ကတဲ့အခန်းတွေပါလာတာဖြစ်ပါတယ်\n၃- လူသတ်သမားနှစ်ယောက်ကို ငှားတဲ့အခန်းမှာ မူလဇာတ်လမ်းအရ ရေအောက်ငမန်းသိုင်းကွက်တွေ လုပ်ဖို့ ရှိခဲ့ပေမယ့်\nCGI သမားတွေ မတတ်နိုင်တာကြောင့် စောင်းနဲ့ပဲ တိုက်ခိုက်တာကို ပြောင်းလဲခဲ့တာပါ\n၄- ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kung-fu-hustle-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5r8IKmy4I4gswqZqHSCal1adHi.jpg",
        "title": "The Desert Dragon ( 2021 )",
        "description": "ထန်မင်းဆက် နောက်ဆုံးအုပ်ချုပ်သည့် ခေတ်ကာလအချိန်....,\nခွန်းလွင် တောင်ထိပ်မှာရှိတဲ့ ခွန်းဝူအဆောင်တော်မှ\nအကြီးအကဲ ဟွမ်ဖူ ဟာ နတ်ဆိုးဂိုဏ်းသားတွေ\nနဂါးရဲ့သွေးကြောကို ဖျက်ဆီးနေပြီလို့ ခံစားမိတဲ့အတွက်ကြောင့်\nတပည့်တွေကိုခေါ်ဆောင်ပြီး နှစ်တစ်ထောင်သက်တမ်းရှိတဲ့\nသစ်ပင်နတ်ဆိုးကို တိုက်ခိုက်ဖို့ဦးဆောင်ခဲ့ပါတယ်သစ်ပင်နတ်ဆိုးဟာ ရွှမ်းယင်ပုလဲကို စုပ်ယူပြီးတဲ့နောက်မှာ\nသူတို့ရဲ့ ခွန်းဝူနန်းဆောင်တော်ကို ဖျက်ဆီးတိုက်ခိုက်မှာစိုးရိမ်တာကြောင့်\nအကြီးအကဲဟွမ်ဖူဟာ ဖေးလျို လမ်းစဥ်ကိုအသက်သွင်းပြီး\nဆန့်ကျင်ခဲ့ပါတော့တယ် အဲဒီနောက်မှာတော့\nဂိုဏ်းရဲ့တပည့်တွေဖြစ်ကြတဲ့ ရွှင်ထူနဲ့ ချူလင်အာ တို့ကို\nရွှမ်းယင်ပုလဲမရရှိခင်မှာ သစ်ပင်နတ်ဆိုးကို ​ချေမှုန်းဖို့\nဖန်ရှစ်မြို့တော်ကိုစေလွှတ်ခဲ့ပါတယ် အဲဒီခရီးလမ်းမှာပဲ\nရွှင်ထူနဲ့ ချူလင်အာ တို့ဟာ ကလေကချေကောင်လေး\nလီယွမ်ကျီးနဲ့ တွေ့ဆုံဖို့ ကံကြမ္မာဖန်လာခဲ့ပါတော့တယ်\nဒီတော့သူတို့တွေဟာ နတ်ဆိုးတွေကို နှိမ်နင်းတားဆီးဖို့ လမ်းကြောင်းမှာ အတူတူရင်ဆိုင်လာကြရင်း -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ?\n❐ ရင်ဆိုင်ရ/စတေးရမှုတွေ ရှိလာတဲ့အခါမှာရော\nသူတို့တွေဘယ်လိုကျော်ဖြတ်ကြမလဲ ?\n❐ နတ်ဆိုးတွေရဲ့ ဒဏ်ကို အလူးအလဲခံနေရတဲ့\nအပြစ်မဲ့ပြည်သူတွေကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nAction, Historical နဲ့ Fantasy အမျိုးအစားလေးတွေကို\nကြိုက်နှစ်သက်တဲ့သူတွေအနေနဲ့ကတော့ ဒီကားလေးက အကြိုက်တွေ့စေမှာအမှန်ပါပဲရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-desert-dragon-2021/",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4njdAkiBdC5LnFApeXSkFQ78GdT.jpg",
        "title": "Medieval (2022)",
        "description": "Mediveal (2022)ဥ​​ရောပအလယ်​ခေတ်ဇာတ်ကား​တွေကို ကြိုက်နှစ်သက်သူ​တွေအတွက်\nဘိုဟီးမီးယန်း(ချက်နိုင်ငံ)မင်းဆက် သမိုင်းဇာတ်လမ်းတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။\n၁၄ရာစုတုန်းက ဘိုဟီးမီးယန်းနယ်​မြေရဲ့ အကြီးကျယ်ဆုံး စစ်သူရဲတစ်​ယောက်ဖြစ်တဲ့\nယန်ဇစ်ဇကာရဲ့ ကနဦးစွန့်စားခန်းတစ်ခုကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။၁၄ရာစုနှစ် ချားစ်ဘုရင်-၄ နတ်ရွာစံပြီး​နောက် ဘိုဟီးမီးယန်းနယ်​မြေတွင်း ဂိုဏ်းဂဏ​တွေကွဲပြီး\nရောမရှိပုပ်ရဟန်းမင်းနဲ့ ပြင်သစ်ဘုရင်လက်​အောက်ရှိ ပုပ်ရဟန်းမင်းဆိုပြီး ဘာသာ​​ရေးအရပါ ၂ပိုင်းကွဲသွားပါတယ်။ ​\nချားစ်-၄ ​နတ်ရွာစံပြီး​နောက် သား​တော်ဖြစ်သူ ဝင်ဆယ်ဆလက်စ် နန်းတက်ရမှာဖြစ်​ပေမယ့်\nရောမရှိပုပ်ရဟန်းမင်းကြီးဆီမှာ နန်းတက်ပွဲခံပြီးမှသာ ရှင်ဘုရင်သစ်ဖြစ်လာမှာဖြစ်လို့\nဝင်ဆယ်ဆလက်စ်အ​နေနဲ့ ​ဘိုဟီးမီးယားနယ်က​နေ ရောမကိုသွားဖို့ လိုအပ်​နေတာဖြစ်ပါတယ်။ဒါ​ပေမဲ့ ဝင်ဆယ်ဆလက်စ်ဟာ အခွံသာရှိပြီးအဆံမရှိသူဖြစ်လို့ ​ကြွေးမှီများစွာတင်​နေပြီး\nရောမကိုသွားဖို့​တောင် ရဲမက်စရိတ် စားစရိတ်ကအစ ​ချေးငှားရမယ့်အ​ခြေအ​နေပါ။\nသူတို့​ချေးငှား​နေကျ သူကြွယ်အရှင် ရိုဆင်ဘာ့ဂျ်ကလည်း ​ချေး​​ငွေထုတ်မ​​ပေးတာ​ကြောင့် အကျပ်ရိုက်​နေတာပါ။\nဒါ​ကြောင့် ကြံရာမရတဲ့အဆုံး ရိုဆင်ဘာ့ဂျ်ရဲ့ ဇနီး​​လောင်း ​လေဒီကတ်သရင်းကို ပြန်​ပေးဆွဲပြီး ပြန်​ပေး​ငွေ​တောင်းဖို့ ကြံပါ​တော့တယ်။ပြန်​ပေးဆွဲ​​​ရမယ့်တာဝန်က​တော့ ​ကြေးစားစစ်သည် ယန်ဇစ်ဇကာရဲ့ တာဝန်ဖြစ်လာပါတယ်။\nဇစ်ဇကာအ​နေနဲ့ ​လေဒီကတ်သရင်းကို ​ပြန်​ပေးဆွဲတဲ့ကိစ္စ​ အောင်မြင်မှာလား၊\nအရှင်ဝင်ဆယ်ဆလက်စ်ရဲ့ အကြံအစည်က ထင်သ​​လောက် ရိုးရိုးရှင်းရှင်းနဲ့ ပြီးသွားပါ့မလား။\nနောက်ကွယ်က နိုင်ငံ​ရေး ဘာသာ​ရေးအရှုပ်အ​ထွေး​တွေကြား ဘယ်​လောက်ထိ ​ပွေလီဦးမလဲဆိုတာ တိုက်ခိုက်ခန်း၊သတ်ဖြတ်ခန်းများများနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/medieval-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k40ocFpzNfDnSil2Zdojn9D2ROm.jpg",
        "title": "Preman (2022)",
        "description": "Preman (2022)ဇာတ်ဝင်ခန်းထဲက စကားလေးအတိုင်းဆိုရင်\nတကယ်တော့ မဒူဆာဆိုတဲ့ အမျိုးသမီးဟာ အရမ်းလှပတဲ့ မိန်းမပျိုလေး တစ်ယောက်ပေါ့ဒါပေမဲ့ သူမရဲ့ အလှအပတွေကို လိုချင်တပ်မက်နေတဲ့\nပင်လယ်နတ်ဖုရား ပိုဆိုက်ဒွန်ဟာ သူမကို မုဒိန်းကျင့်ခဲ့တယ်\nဒါအပြင့် သူ့ကို မနာလိုတဲ့ နတ်ဖုရားမက အပြစ်ပေးတဲ့အနေနဲ့\nမြွေတစ်ပိုင်း လူတစ်ပိုင်း ပြောင်းပစ်ခဲ့ကြတယ်\nဒါတောင်မှ သူမအတွက် ရက်စက်မှုတွေက မကုန်နိုင်သေဘဲ ပါစီးယက်ရဲ့ ခေါင်းဖြတ်ခြင်းကို ခံခဲ့ရပါသေးတယ်။ဒီလိုပါပဲ လူတွေ အတွက်တော့ ပါးစီးယက်တို့က သူရဲကောင်းကြီးတွေ ဖြစ်ပေမဲ့\nမဒူဆာ အတွက်တော့ သူတို့တွေဟာ မကောင်းဆိုးဝါး စစ်သားတွေပါပဲ။\nယခု ဇာတ်ကားလေးဟာလဲ အင်ဒို ၂၀၂၂ ထွက်ကားလေးဖြစ်ပြီးတော့\nဇာတ်လမ်းသဘောလေးကတော့\nနားကန်းနေတဲ့ လူတစ်ယောက်ဟာ လူမိုက်ဂိုဏ်း တစ်ခုမှာ အလုပ်လုပ်နေခဲ့တာ ကြာခဲ့ပါပြီ။\nဒီလို လူမိုက်အလုပ်ကြောင့်ပဲ မိန်းမဖြစ်သူက ပစ်သွားခဲ့ပြီး သားလေးတစ်ယောက်နဲ့ လောက ကိုရင်ဆိုင်နေသူတစ်ယောက်ပါ။\nနဂိုက စိတ်ထားကောင်းတဲ့သူ တစ်ယောက်ဖြစ်ပေမဲ့\nပတ်ဝန်းကျင် အခြေအနေနဲ့ အရာရာဟာ သူ့ကို ဒီဘဝကနေ ရုန်းထွက်မရအောင် ဖြစ်စေခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/preman-2022/"
    }
]