[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYWRhZTI3YzMtYjVmMi00ZDMyLWE1MGQtMWI0OTU5MzJmNmU2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Night Hunter (2019)",
        "description": "The Nomis\nကို​တော့ဒါရိုက်တာ David Raymond မှရိုက်ကူးထားပြီး Thriller အမျိုးအစားဖြစ်ပါတယ်။\nSocial Network ကို အသံ ဆယ်​ကျော်သက်အရွယ် အမျိုးသမီးငယ်​လေးများ\nဆက်တိုက်​ပျောက်ဆုံးမှု မှုနဲ့ဇာတ်လမ်းကို စတင်ထားပါတယ်။\nတရားခံဟု သံသယရှိသူ တစ်ဦး ကို ဖမ်းဆီးမိလာ​သော်လည်း\nစိတ်​ဝေဒနာရှင် တစ်ဦးဖြစ်​နေပြန်ပါတယ်။\nတရားခံအစစ်မိ ဖမ်းမိလာတာလား တကယ့်အစစ်က\nအခြားတစ်​ယောက်လား ပျောက်ဆုံးသွားတဲ့အမျိူးသမီးလေးတွေကရော\nဘာဖြစ်သွားကြလဲ\nပျောက်သွားတာကလည်း ဘာလို့ ဆယ်ကျော်သက်အမျိူးသမီးလေးတွေဖြစ်နေတာလဲ\nတရားခံမှာရည်ရွယ်ချက်ရှိလားတကယ့်ရည်ရွယ်ကရော ဘာလည်း စသည်ဖြင့်\nမြှုပ်ကွက်များစွာဖြင့်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။\nIMDb ratingအ​နေဖြင့် 5.8/10 ရှိပြီး Triller ကြိုက်သူများအတွက် ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်File size…(1.55 GB) and (725.26 MB)\nQuality…1080p Web-dl H264 FGT\nFormat…mp4\nDuration…1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator...Htet Htet Myint",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/night-hunter/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTkzZmQxZmQtZmJkMS00YmJlLWI0YmItMjcwYzBhM2E3NGQzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Chain Reaction (1996)",
        "description": "အရင်ဆုံး ဇတ်ကားထဲပါတဲ့ Ref: လေးတွေကို Run through ပါမယ်။\nအခုကမ္ဘာပေါ်ကလူ‌တွေဟာ ရုပ်ကျွင်းလောင်စာတွေကိုအဓိကထား အသုံးပြု၊\nစွမ်းအင်ထုတ်လုပ်ပြီး အသုံးပြုလည်ပတ်နေကြတာပါ။\nတစ်ကမ္ဘာလုံးမှာ ကျောက်မီးသွေး၊ ရေနံ၊ သဘာ၀ဓာတ်ငွေ့တို့ကို အဓိကအသုံးပြုကြပါတယ်။\nလက်ရှိခန့်မှန်းထားသလောက် ၂၀၈၁ မှာ ကမ္ဘာ့လက်ကျန် ရုပ်ကျွင်းလောင်စာတွေအားလုံး\nကုန်ခမ်းလိမ့်မယ်လို့ တွက်ချက်ထားကြပါတယ်။\nနေစွမ်းအင် ဆိုလာတို့ ရေအားလျှပ်စစ်တို့လိုပဲ ဟိုက်ဒရိုဂျင်ကိုလဲလောင်ကျွမ်းစေပြီး\nပေါများတဲ့စွမ်းအင် ထုတ်နိုင်ပါတယ်။\nရေထဲက ဟိုက်ဒရိုဂျင်ကို လျှပ်ကူးစေပြီး အောက်စီဂျင်နဲ့ ဟိုက်ဒရိုဂျင်ကိုခွဲထုတ်ကာ\nဟိုက်ဒရိုဂျင်သက်သက်ကိုလောင်စာအဖြစ်အသုံပြုတဲ့နည်းပါ။\n၁၉ လောက်မှာ ခေတ်စားခဲ့ပါတယ်။\nဟိုက်ထရိုဂျင် လောင်စာကိုထုတ်လုပ်ဖို့ ကြိုးစားကြတဲ့တကယ့်စာတမ်းတွေလဲရှိပါတယ်။\nဟိုက်ဒရိုဂျင်လောင်စာကို ၁၈၃၉ မှာ ဆာဝီလယမ် ကစပြီး ပထမဆုံးစိတ်ကူးရခဲ့တာပါ\nရေထဲကို လျှပ်စစ်ဖြတ်၊ ဟိုက်ဒရိုဂျင်ကို ခွဲထုတ်ပြီး စွမ်းအင်အဖြစ်လောင်ကျွမ်းစေပါတယ်\n၁၉၅၉ မှာလက်တွေ့အလုပ်လုပ်နိုင်တဲ့ မြင်းကောင်ရေ ၂၀ နဲ့ အင်ဂျင်ကို စထုတ်နိုင်ခဲ့ပါတယ်။\nအခုတော့ အင်ဂျင်တော်တော်များများ ထုတ်ပြီးစမ်းနေကြပါပြီ။\nဟိုက်ဒရိုဂျင်လောင်စာရဲ့ လောင်ကျွမ်းအပူချိန်က သဘာ၀ဓာတ်ငွေ့ ကရတဲ့စွမ်းအင်နဲ့ ထပ်တူနီးပါးရှိပြီး\nလောင်းကျွမ်းအသုံးပြုလို့ ဘေးထွက်ဆိုးကျိုး၊ ပတ်၀န်းကျင်ညစ်ညမ်းမူ\nစတာတွေ မရှိတဲ့ သန့်စင်တဲ့ လောင်စာတစ်ခုဖြစ်တဲ့အတွက် လူတိုင်းကစိတ်ဝင်စားကြ လိုချင်ကြပါတယ်\nနောက်ရုပ်ကျွင်းလောင်စာမဟုတ်လို့ လွယ်လွယ်မကုန်ခမ်းနိုင်ပါဘူး။\nတွေးကြည့်ပါဗျာ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/chain-reaction-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gfLNZn4yjoXOVRCSJEpHqjbV0ny.jpg",
        "title": "10 Minutes Gone (2019)",
        "description": "(Unicode) နောက်ထပ် ၂၀၁၉ခုနှစ်ထွက် Action/Crime ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Cast တွေကတော့ မင်းသားကြီး Bruce Willis တို့ Michel Chiklis တို့ဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ ဘဏ်ဓားပြတိုက်ဖို့အတွက် အလုပ်အပ်ခံရတဲ့ Bruce တို့အဖွဲ့ဟာပုံမှန်လုပ်ဖူးနေကျဖြစ်တဲ့အတွက် ထုံးစံအတိုင်းသေချာအစီအစဉ်ထောင့်စေ့အောင်ချပြီး လုပ်ငန်းစခဲ့ပါတယ်။ငွေသိမ်းခန်းထဲဝင်ပြီး ပစ္စည်းယူပြီးသည်အထိ အားလုံးဟာအစီအစဉ်အတိုင်းဖြစ်နေခဲ့ပေမယ့်......မမျှော်လင့်ထားတာတွေကြောင့်အားလုံးဖရိုဖရဲဖြစ်ကုန်ပါတယ်။ဘာလို့အဲလိုမမျှော်လင့်ထားတာတွေဖြစ်လာသလဲဆိုတာကိုMichel Chikilis တစ်ယောက်အသည်းအသန် လိုက်စစ်ဆေးဖော်ထုတ်ရပါတော့တယ်။Poker ဖဲကစားနည်းမှာ တဖက်ထိုးသားကို သူ့ကိုယ်သူလုံးဝယုံကြည့်ချက်ပြည့်နေအောင်ထောင်ဖမ်းပြီး ဆွဲစားတဲ့နည်းလမ်းလေးအတိုင်းပဲ.....သူတို့တွေလည်းဒီလိုအလုပ်ခံခဲ့ရတယ်ဆိုတာကို နောက်ဆုံးမှာသိလိုက်ရချိန်မှာတော့တရားခံကဘယ်သူလဲဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ) (Zawgyi)ေနာက္ထပ္ ၂၀၁၉ခုႏွစ္ထြက္ Action/Crime ဇာတ္ကားသစ္ေလးျဖစ္ပါတယ္။Cast ေတြကေတာ့ မင္းသားၾကီး Bruce Willis တို႕ Michel Chiklis တို႕ဦးေဆာင္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္ေလးကေတာ့ ဘဏ္ဓားျပတိုက္ဖို႕အတြက္ အလုပ္အပ္ခံရတဲ့ Bruce တို႕အဖြဲ႕ဟာပံုမွန္လုပ္ဖူးေနက်ျဖစ္တဲ့အတြက္ ထံုးစံအတိုင္းေသခ်ာအစီအစဥ္ေထာင့္ေစ့ေအာင္ခ်ျပီး လုပ္ငန္းစခဲ့ပါတယ္။ေငြသိမ္းခန္းထဲ၀င္ျပီး ပစၥည္းယူျပီးသည္အထိ အားလံုးဟာအစီအစဥ္အတုိင္းျဖစ္ေနခဲ့ေပမယ့္......မေမွ်ာ္လင့္ထားတာေတြေၾကာင့္အားလံုးဖရိုဖရဲျဖစ္ကုန္ပါတယ္။ဘာလို႕အဲလိုမေမွ်ာ္လင့္ထားတာေတြျဖစ္လာသလဲဆိုတာကိုMichel Chikilis တစ္ေယာက္အသည္းအသန္ လိုက္စစ္ေဆးေဖာ္ထုတ္ရပါေတာ့တယ္။Poker ဖဲကစားနည္းမွာ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/10-minutes-gone-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ZR4JK3pMM2p1ue8376xTm4UyOr.jpg",
        "title": "Doom: Annihilation (2019)",
        "description": "ဒီကားေလးကေတာ့ Horror နဲ႔ Sci-fi ေပါင္းစပ္ထားတဲ့ကားေလးပါကက္ပတိန္ဆာေဗ့နဲ႔သူ႔အဖြဲ႔ဟာ အဖြဲ႔သားတစ္ဦးျဖစ္သူဗိုလ္ၾကီးဂ်ိဳအန္ရဲ႕ အျပစ္တစ္ခုေၾကာင့္ ဖိုးဘာ့စ္လို႔ေခၚတဲ့သုေတသနစခန္းတစ္ခုဆီကို အျပစ္ဒဏ္တစ္ခုအေနနဲ႔သြားေရာက္ လံုျခံဳေရးယူေပးဖို႔ ျဖစ္လာပါတယ္သူတို႔ ဖိုးဘာ့စ္ဆီလာေနတဲ့အခ်ိန္မွာ ဖိုးဘာ့စ္မွာ လူသားသမိုင္းတစ္ေလွ်ာက္မွာအၾကီးက်ယ္ဆံုးလို႔ ဆိုရမယ့္သုေတသနစမ္းသပ္ခ်က္ၾကီးတစ္ခုကို လုပ္ေနလ်က္သားရွိပါတယ္..ကမာၻမွာ၀င္ေပါက္တစ္ခု လေပၚမွာ၀င္ေပါက္တစ္ခုထားျပီးစကၠန္႔ပိုင္းအတြင္း လနဲ႔ ကမာၻၾကားကူးႏုိင္ဖို႔ စမ္းသပ္ လုပ္ေဆာင္ေနတာပဲျဖစ္ပါတယ္ဒါေပမယ့္စမ္းသပ္ေနစဥ္အတြင္းမွာ မထင္မွတ္ထားတာေတြျဖစ္လာျပီးဖိုးဘာ့စ္စခန္းတစ္ခုလံုး အဆက္အသြယ္ ျပတ္ေတာက္သြားပါေတာ့တယ္သူတုိ႔ေရာက္ရွိခ်ိန္မွာေတာ့ စခန္းတစ္ခုလံုး အေမွာင္က်ေနျပီး၀င္မရတဲ့အေနအထားျဖစ္ေနပါေတာ့တယ္ဘာျဖစ္ေနမွန္းလည္း သူတုိ႔ကိုယ္တိုင္မသိရွိေပမယ့္..ဓာတ္ေပါင္းဖိုေပ်ာ္က်မွာ စိုးရိမ္တာအတြက္ဒီစခန္းကို ဓာတ္အားျပန္ရဖို႔ မျဖစ္မေန ျပန္ၾကိဳးစားရမယ့္အေနအထားၾကံဳလာရတဲ့အခါမွာေတာ့..သူတို႔စခန္းထဲ၀င္ႏုိင္ပါ့မလား စခန္းထဲမွာ ဘာအမွားအယြင္းေတြျဖစ္ခဲ့ျပီးဘာေကာင္ေတြရွိေနမွာလဲ ကမာၻ႔အျပင္ဘက္ေရာက္ေနျပီးေျပးစရာေျမမရွိတဲ့သူတို႔ေတြ စခန္းကေန အသက္ရွင္လ်က္ျပန္ထြက္ႏိုင္ပါ့မလား ဆိုတာကို ထိတ္လန္႔သည္းဖိုဆန္ဆန္ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ File Size ...",
        "rating": "N/A",
        "url": "https://megaup.net/1stlj/(CM)_Doom_Annihilation_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d8u4jpkDKgEPDJUl4g3vOOP3mDe.jpg",
        "title": "Anna (2019)",
        "description": "အခုကားေလးကေတာ့ အန္နာဆိုတဲ့႐ုရွားမေလး တစ္ေယာက္အေၾကာင္း ႐ိုက္ကူးပံုေဖာ္ထားပါတယ္အန္နာဟာ ပံုမွန္အ႐ုပ္ေတြေရာင္းရင္းနဲ႔ ေအဂ်င္စီတစ္ခုက မ်က္စိက်ခံရၿပီးေတာ့ပဲရစ္မွာ ေမာ္ဒယ္လုပ္ဖို႔ျဖစ္လာရပါတယ္ တစ္ရက္မွာေတာ့ ပါတီတစ္ခုမွသူမကိုသေဘာက်တဲ့ သြင္းကုန္ထုတ္ကုန္ လုပ္ငန္းရွင္တစ္ေယာက္နဲ႔ဆံုေတြ႔ျပီးခ်စ္ၾကိဳက္မိသြားပါေတာ့တယ္ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္ ခ်စ္ႀကိဳက္သြားၿပီးတဲ့ေနာက္သူမခ်စ္သူဟာ လက္နက္ပြဲစားတစ္ေယာက္ျဖစ္ေနတဲ့အခါ.... သူတို႔ေတြ႕ဆံုမႈကလည္း မေတာ္တဆ ေတြ႕ဆံုမႈ မဟုတ္တဲ့အခါ..သူမဟာလည္း ႐ိုး႐ိုးရွင္းရွင္း ေမာ္ဒယ္တစ္ေယာက္ မဟုတ္တဲ့အခါ..ဘာေတြဆက္ျဖစ္သြားၾကမလဲဆိုတာကို ဒီကားမွာၾကည့္႐ွဳရမွာပါအေမရိကန္နဲ႔ရုရွား… ႏိုင္ငံၾကီး ၂ ခုၾကား က ႏွစ္ဖက္ခြ်န္သူလ်ိဳေတြႏုိင္ငံေရးရွႈပ္ေထြးမႈေတြကို ဒီကားမွာ ပံုေဖာ္ရိုက္ကူးထားပါတယ္စပိုင္ကားေကာင္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္ လက္လႊတ္မခံသင့္တဲ့ကားတစ္ကားပါပဲ File Size : ( 1 GB , 416 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 59 minFormat : Mp4 ...",
        "rating": "6.6",
        "url": "https://megaup.net/1stly/(CM)_Anna_2019__(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgkRaVtdrOAZT2cFZi9Ihh9QpuL.jpg",
        "title": "Legend of the Guardians: The Owls of Ga’Hoole(2010)",
        "description": "Legend of the Guardians: The Owls of Ga'Hoole(2010)(Zawgyi)အမုိက္စား အက္ရွင္ Animation ကားမုိ႕ BLU-RAY1080P5.1CH ပါတင္ဆက္ေပးထားပါတယ္.....\nယခုတင္ဆက္ေပးတဲ႔ Animation ကားေလးကေတာ႔ Legend of the Guardians:The Owl of Ga'hoole (2010) ကားေလးပဲျဖစ္ပါတယ္။Old but Gold လို႔ေျပာရမယ္႔ ဒီကားေလးကေတာ႔ 2010 ကထြက္ရွိခဲ႔တာျဖစ္ျပီး Imdb Rating 6.9/10ရရွိထားတဲ႔ ကားေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ တင္ျပလိုပါေသးတယ္။ေဆာရန္နဲ႔ ကလတ္ ဆိုတာအသုိက္တစ္ခုထဲမွာ ေမြးဖြားလာတဲ႔ ဇီးကြက္ေပါက္ေလး ႏွစ္ေကာင္ပါ။\nတစ္ေကာင္က စိတ္ထားႏူးညံ႔သူျဖစ္သလို အျခားတစ္ေကာင္က စိတ္ထားၾကမ္းတမ္းသူပါ။စိတ္ထားျခင္းလားလားမွမတူတဲ႔သူတို႔ညီအကိုႏွစ္ေယာက္ တစ္ေန႔ေတာ႔ အသိုက္ကေန ထြက္က်ျပီးအိမ္ကေနခြဲခြာခဲ႔ရပါေတာ႔တယ္။မပ်ံႏိုင္ေသးတဲ႔ဇီးကြက္ေပါက္ေလးေတြကိုစုေဆာင္းကာ ကြၽန္အျဖစ္ခိုင္းစားေနတဲ႔ သန္႔စင္သူမ်ားဆိုတဲ႔ဇီးကြက္တိုင္းျပည္ကိုသူတို႔ေရာက္ခဲ႔ပါေတာ႔တယ္။သူတို႔ႏွစ္ေယာက္ဘယ္လိုဆက္ျဖစ္မယ္၊ဘယ္လိုေတြဆက္ရင္ဆိုင္ရမယ္ဆိုတာ စိတ္ဝင္စားစြာဆက္လက္ၾကည္႔ရႈရမွာပါ။စိတ္ဓါတ္ခြန္အားေတြအမ်ားႀကီးေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/legend-of-the-guardians-the-owls-of-gahoole2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9xBvG0BE2yf1L9KknQEnQl6CfF.jpg",
        "title": "Take Point(2018)",
        "description": "Take Point(2018)(Zawgyi)ခပ္မုိက္မုိက္ဇာတ္ကားမုိ႕ BLU-RAY 1080P 5.1 CHပါ ျပဳလုပ္ေပးထားပါတယ္...\nအေမရိကန္ႏိုင္ငံမွာေ႐ြးေကာက္ပြဲျပန္လုပ္ေနတဲ့အခ်ိန္...လက္ရွိသမၼတရဲ႕မဲအေျခအေနကအက်ဘက္ကိုေရာက္ေနတဲ့အခ်ိန္မွာ စစ္ေရးနည္းနဲ႔ ျမႇင့္တင္ဖို႔ႀကိဳးပမ္းလာတယ္...အဲ့အခ်ိန္မွာပဲအေမရိကန္ကေျမာက္ကိုရီးယားကိုႏူးကလီးယားလက္နက္ဖ်က္သိမ္းဖို႔တြန္းအားေပးမယ္...တစ္ကယ္လို႔ေအာင္ျမင္ရင္တစ္ႏိုင္ငံလုံးကသူ႔ကိုေထာက္ခံမယ္ေပါ့...အဲ့လိုလုပ္ဖို႔ေျမာက္ကိုရီးယားထိပ္သီးေခါင္းေဆာင္တစ္ေယာက္ကို ဆုေၾကးေငြထုတ္ၿပီးဖမ္းမိန႔္ထုတ္လိုက္တယ္...သိတဲ့အတိုင္းဒီလိုကိစၥမ်ိဳးဆိုတာေပၚတင္လုပ္လို႔မရတဲ့အတြက္ စီအိုင္ေအဟာ ထုံးစံအတိုင္းတရားဝင္အဖြဲ႕အစည္းကိုမသုံးဘဲ ေၾကးစားတစ္ဖြဲ႕ကိုငွါးခဲ့တယ္..\nဒါမွလဲသူတို႔ဘက္ျပန္မပတ္မွာကိုး...\nအဲ့ဒီေၾကးစားတပ္ဖြဲ႕ဟာ တကယ့္ကုိကြ်မ္းကြ်င္သူေတြနဲ႕ ဖြဲ႕စည္းထားပါတယ္...\nအဲ့ဒီေၾကးစားတပ္ဖြဲ႕ေခါင္းေဆာင္ ေအဟတ္ဟာ ဒီ္မစ္ရွင္အဆင္ေျပေျပနဲ႔\nအစီအစဥ္အတိုင္းေဆာင္႐ြက္သြားႏိုင္မလား...ဘယ္လိုအခက္အခဲအခ်ိဳးအေကြ႕ေတြနဲ႔ ႀကဳံေတြ႕သြားရမလဲဆိုတာကိုေတာ့...\nဒီကုိးရီးယားကားဟာ အက္ရွင္ဦးစားေပး ဇာတ္ကားျဖစ္သလုိ သရုပ္ေဆာင္ေတြဟာလည္း\nကုိးရီးယားရဲ႕ နာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Jung-woo Ha က အဓိက သရုပ္ေဆာင္ထားတာပါ...ဇာတ္လမ္းက မထင္မွတ္တဲ့လက္ကြက္ေတြပါသလုိ ရုိက္ခ်က္ေတြကလည္း\nအေတာ္ႀကီးကုိေကာင္းပါတယ္...\nဒါ့ေၾကာင့္လည္း ကုိးရီးယားမွာ ၀င္ေငြအေကာင္းဆုံးစာရင္း၀င္ျဖစ္သြားပါတယ္...ခံစားၾကည့္ၾကပါဦး..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္....(unicode)ခပ်မိုက်မိုက်ဇာတ်ကားမို့ BLU-RAY 1080P 5.1 CHပါ ပြုလုပ်ပေးထားပါတယ်...\nအမေရိကန်နိုင်ငံမှာရွေးကောက်ပွဲပြန်လုပ်နေတဲ့အချိန်...လက်ရှိသမ္မတရဲ့မဲအခြေအနေကအကျဘက်ကိုရောက်နေတဲ့အချိန်မှာ စစ်ရေးနည်းနဲ့ မြှင့်တင်ဖို့ကြိုးပမ်းလာတယ်...အဲ့အချိန်မှာပဲအမေရိကန်ကမြောက်ကိုရီးယားကိုနူးကလီးယားလက်နက်ဖျက်သိမ်းဖို့တွန်းအားပေးမယ်...တစ်ကယ်လို့အောင်မြင်ရင်တစ်နိုင်ငံလုံးကသူ့ကိုထောက်ခံမယ်ပေါ့...အဲ့လိုလုပ်ဖို့မြောက်ကိုရီးယားထိပ်သီးခေါင်းဆောင်တစ်ယောက်ကို ဆုကြေးငွေထုတ်ပြီးဖမ်းမိန့်ထုတ်လိုက်တယ်...သိတဲ့အတိုင်းဒီလိုကိစ္စမျိုးဆိုတာပေါ်တင်လုပ်လို့မရတဲ့အတွက် စီအိုင်အေဟာ ထုံးစံအတိုင်းတရားဝင်အဖွဲ့အစည်းကိုမသုံးဘဲ ကြေးစားတစ်ဖွဲ့ကိုငှါးခဲ့တယ်..\nဒါမှလဲသူတို့ဘက်ပြန်မပတ်မှာကိုး...\nအဲ့ဒီကြေးစားတပ်ဖွဲ့ဟာ တကယ့်ကိုကျွမ်းကျွင်သူတွေနဲ့ ဖွဲ့စည်းထားပါတယ်...\nအဲ့ဒီကြေးစားတပ်ဖွဲ့ခေါင်းဆောင် အေဟတ်ဟာ ဒီ်မစ်ရှင်အဆင်ပြေပြေနဲ့\nအစီအစဉ်အတိုင်းဆောင်ရွက်သွားနိုင်မလား...ဘယ်လိုအခက်အခဲအချိုးအကွေ့တွေနဲ့ ကြုံတွေ့သွားရမလဲဆိုတာကိုတော့...\nဒီကိုးရီးယားကားဟာ အက်ရှင်ဦးစားပေး ဇာတ်ကားဖြစ်သလို သရုပ်ဆောင်တွေဟာလည်း\nကိုးရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Jung-woo Ha က အဓိက ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/take-point2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/LW222-135x200.jpg",
        "title": "Line Walker 2 : Invisible Spy ( 2019 )",
        "description": "Zawgyi*******အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Yangonမွာလာ႐ိုက္တဲ့အခန္းေတြပါပီးျမန္မာသ႐ုပ္ေဆာင္ေတြပါဝင္ခြင့္ရတဲ့ Line Walker2အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာ2019 aug7ရက္မွ ထြက္႐ွိထားတာျဖစ္ၿပီး Box officeမွာUS $85.7millionဝင္ေငြရ႐ွိထားတဲ့ ေဟာင္ေကာင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..မင္းသားႀကီး Louis Koo,Nick Cheung,Francis Ngတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ႏိုင္ငံတကာအၾကမ္းဖက္အဖြဲ႔အစည္းတစ္ခုဟာကေလးငယ္ေတြကိုဖမ္းဆီးၿပီး စနစ္တက်ေလးက်င့္ေပးကာႏိုင္ငံတကာရဲဌာနေတြမွာစပိုင္ရဲအရာ႐ွိေတြအျဖစ္ တာဝန္ထမ္းေဆာင္ေစပါတယ္...လက္ေထာက္စခန္းမူးယိနဲ႔ အရာ႐ွိခ်ိန္တို႔ ဟက္ကာေယာင္ခယ္ရီကိုဖမ္းမိခ်ိန္မွာေတာ့ သူမရဲ႕အၾကမ္းဖက္အဖြဲ႔ကို ဟက္ၿပီးရထားတဲ့ေဒတာအခ်က္အလက္ေတြအရ ရဲဌာနမွာစပိုင္ရဲအရာ႐ွိေတြအေျမာက္အမ်ား႐ွိေနတာကိုသိလိုက္ရတဲ့အခါ....လံုျခံဳးေရးအရာ႐ွိခ်င္က ဒီဟက္ကာေယာင္ခယ္ရီရဲ႕အမႈကိုလက္လြဲယူရခ်ိန္မွာ ဘာေတြဆက္ျဖစ္လာလဲ...ဘယ္သူက စပိုင္ရဲအရာ႐ွိျဖစ္ေနမလဲ..အၾကမ္းဖက္သမားေတြကိုႏွိမ္နင္းႏိုင္ပါ့မလား...ဇာတ္ကားတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါကိုယ္႕ႏိုင္ငံမွာလာရိုက္ထားတဲ႔အခန္းေတြကလည္းေရလည္မိုက္ပါတယ္ Unicode*******အားလုံးစောင့်မျှော်နေတဲ့ Yangonမှာလာရိုက်တဲ့အခန်းတွေပါပီးမြန်မာသရုပ်ဆောင်တွေပါဝင်ခွင့်ရတဲ့ Line Walker2အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးဟာ2019 aug7ရက်မှ ထွက်ရှိထားတာဖြစ်ပြီး Box officeမှာUS $85.7millionဝင်ငွေရရှိထားတဲ့ ဟောင်ကောင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..မင်းသားကြီး Louis Koo,Nick Cheung,Francis Ngတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့နိုင်ငံတကာအကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာကလေးငယ်တွေကိုဖမ်းဆီးပြီး စနစ်တကျလေးကျင့်ပေးကာနိုင်ငံတကာရဲဌာနတွေမှာစပိုင်ရဲအရာရှိတွေအဖြစ် တာဝန်ထမ်းဆောင်စေပါတယ်...လက်ထောက်စခန်းမူးယိနဲ့ အရာရှိချိန်တို့ ဟက်ကာယောင်ခယ်ရီကိုဖမ်းမိချိန်မှာတော့ သူမရဲ့အကြမ်းဖက်အဖွဲ့ကို ဟက်ပြီးရထားတဲ့ဒေတာအချက်အလက်တွေအရ ရဲဌာနမှာစပိုင်ရဲအရာရှိတွေအမြောက်အများရှိနေတာကိုသိလိုက်ရတဲ့အခါ....လုံခြုံးရေးအရာရှိချင်က ဒီဟက်ကာယောင်ခယ်ရီရဲ့အမှုကိုလက်လွဲယူရချိန်မှာ ဘာတွေဆက်ဖြစ်လာလဲ...ဘယ်သူက စပိုင်ရဲအရာရှိဖြစ်နေမလဲ..အကြမ်းဖက်သမားတွေကိုနှိမ်နင်းနိုင်ပါ့မလား...ဇာတ်ကားတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါကိုယ့်နိုင်ငံမှာလာရိုက်ထားတဲ့အခန်းတွေကလည်းရေလည်မိုက်ပါတယ် Translated & Review By Phyo ZawEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/line-walker-2-invisible-spy-2019/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sydKzDQfTkiXnF92z9I4lGmTHk.jpg",
        "title": "Balkan Line(2019)",
        "description": "Balkan Line(2019) (unicode)စစ်ကားကောင်းမို့ BLU-RAY 1080P5.1CH ပါပြုလုပ်ပေးထားပါတယ်...\nဒီဇာတ်လမ်းက ၁၉၉၉ ခုနှစ် ဆားဘီးယား ကို ဗုံးကျဲခံရတဲ့ အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ၊\nဗုံးကျဲမှု ဖြစ်ပွားအပြီးမှာ အယ်လ်ဘေးနီးယန်း သူပုန်တွေက ဆလာတီနာ လေဆိပ်ကို သိမ်းပိုက်ထားပါတယ်၊\nငြိမ်းချမ်းရေးတပ်ဖွဲ့တွေ ဒေသကို ပြန်လည်ထိန်းသိမ်းဖို့အတွက် ဆာဘီးယားကို လာကြဖို့ ရှိနေတဲ့အတွက် မဟာဗျူဟာအရ အရေးပါတဲ့ အဆိုပါလေဆိပ်ကို ပြန်ပြီး ခြေကုပ်ယူနိုင်ဖို့အတွက် ရုရှားအထူးတပ်ဖွဲ့ တာဝန်ပေးခံရတဲ့အခါ .....\nပြောရရင်ဒီလိုထိန်းသိမ်းထားဖို့က ပြန်လမ်းမဲ့စစ်ဆင်ရေးလို့တောင် နာမည်ပေးလို့ရပါတယ်... ဒီလေဆိပ်ကိုကာကွယ်ဖို့ကလည်း လူနည်းစုသာ တာဝန်ပေးခံရတဲ့အပြင် အရေးပေါ် စစ်ကူပေးဖို့လည်း မလွယ်ကူပါဘူး....\nလူနည်းစုဖြစ်တဲ့ အထူးတပ်ဖွဲ့လေးက ဒီလျှို့ဝှက်စစ်ဆင်ရေးကို အောင်မြင်အောင် လုပ်နိုင်ပါ့မလားဆိုတာ ရုပ်ရှင်ထဲ မှာ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်..File Size : (2.44GB)(1.17GB)\nQuality : Blu-Ray 1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/balkan-line2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k2BotDix7KZtgFqswfaZifiBDfC.jpg",
        "title": "Eternal Code (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb 6.9 ရထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါအသက္ရွင္ေနတဲ့လူတစ္ေယာက္ရဲ႕ဦးေႏွာက္ကိုဦးေႏွာက္ေသေနတဲ့လူရဲ႕ခႏာၱကိုယ္ထဲကိုထည့္လိုက္ရင္အဲဒီဦးေႏွာက္ပိုင္ရွင္ကထာဝရအသက္ရွင္ေနႏိုင္မယ္ဆိုတဲ့စမ္းသပ္ခ်က္ကိုသိပၸံစမ္းသပ္မႈွေတြလုပ္တဲ့ကုမၸဏီတစ္ခုကရွာေဖြေတြ႕ရွိသြားတယ္ဒါေပမယ့္ဒီလုပ္ေဆာင္ခ်က္ကိုဆက္လုပ္ဖို႕အစိုးရဘက္ကေနခြင့္ျပဳခ်က္မေပးတာေၾကာင့္ကုမၸဏီသူေဌးျဖစ္သူကအဲဒီစမ္းသက္ခ်က္ကုိရပ္ဆိုင္းလိုက္ေပမယ့္ဒါရိုက္တာအဖြဲ႕ဝင္ေတြကဆက္လုပ္ဖို႕ဖိအားေပးလာတဲ့အခါမွာ(စမ္းသပ္မႈကိုလုပ္ဖို႕သူေဌးၾကီးေတြကတန္းစီျပီးေစာင့္ေနျပီေလ)သူေဌးကလည္းလံုးဝကိုသမာသမတ္က်တဲ့မိန္းမတစ္ေယာက္ျဖစ္ေနတာေၾကာင့္သူတို႕လိုခ်င္တာကိုမရရေအာင္ၾကိဳးစားရင္းနဲ႕သူေဌးမိသားစုကိုေနာက္ဆံုးျပန္ေပးဆြဲတဲ့အထိေတြျဖစ္လာပါေတာ့တယ္ကံေကာင္းခ်င္ေတာ့သမီးျဖစ္သူလြတ္ေျမာက္သြားျပီးအိမ္ေျခမဲ့စစ္သားေဟာင္းတစ္ေယာက္နဲ႕ဆံုမိတဲ့အခါသူတို႕ေတြေကာင္မေလးမိဘေတြကိုဘယ္လိုကယ္တင္မလဲစမ္းသပ္မႈၾကီးကုိေရာတားဆီးႏိုင္မလားဆိုတာေတြကိုစိတ္ဝင္တစားနဲ႕ၾကည့္ရမယ့္ကားေကာင္းေလးပါ File Size : (991 MB , 233 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/1shd5/(CM)_Eternal_Code_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hM9glBVa7G9bT0PqC1zQQVstl7.jpg",
        "title": "Down River(2018)",
        "description": "Down River(2018)((Zawgyi))ဒီဇာတ္လမ္းမွာ စစ္သားေလးဦးနဲ႔ဇာတ္အိမ္တည္ထားတာျဖစ္ၿပီးရန္သူ႔နယ္ေျမအတြင္းမွ ေနာက္တန္းဌာေနဆီကိုႀကိဳးစားျပန္ဆုတ္ၾကပံုကိုပံုေဖာ္႐ိုက္ကူးထားတာျဖစ္တယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔အဖြဲ႔ဟာကာကင္းစခန္းကေနလႈပ္႐ွားထြက္လာခဲ့ၿပီးလမ္းမွာကားပ်က္သြားတဲ့အခါမွာေတာ့လမ္းကေနသြားၿပီးရန္သူ႔နယ္ေျမထဲေရာက္မွန္းမသိေရာက္သြားၾကတယ္...အဲ့ဒီရန္သူ႔နယ္ေျမထဲကျပန္ဆုတ္ခြာဖို႔အစီအစဥ္ဆြဲတဲ့အခါမွာအခုမွေ႐ွ႕တန္းလိုက္လာဖူးတဲ့အရာ႐ွိနဲ႔အေတြ႔အၾကံဳ႐ွိတဲ့တပ္ၾကပ္ႀကီးတို႔ႏွစ္ေယာက္ၾကား\nအဆင္မေျပမႈမ်ားနဲ႕ ရန္သူနယ္ေျမထဲကေနဘယ္လိုျပန္ဆုတ္ၾကမလဲ...သူတို့ေလးေယာက္လံုးေရာအသက္႐ွင္လ်က္ျပန္ၿပီးဆုတ္ခြာႏို္င္မလားဆိုတာကို ဇာတ္လမ္းထဲမွာၾကည့္႐ႈခံစားၾကပါလို႔ေျပာၾကားရင္း...((Unicode))ဒီဇာတ်လမ်းမှာ စစ်သားလေးဦးနဲ့ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ရန်သူ့နယ်မြေအတွင်းမှနောက်တန်းဌာနေဆီကိုကြိုးစားပြန်ဆုတ်ကြပုံကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်တယ်...ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့အဖွဲ့ဟာကာကင်းစခန်းကနေလှုပ်ရှားထွက်လာခဲ့ပြီးလမ်းမှာကားပျက်သွားတဲ့အခါမှာတောလမ်းကနေသွားပြီးရန်သူ့နယ်မြေထဲရောက်မှန်းမသိရောက်သွားကြတယ်...အဲ့ဒီရန်သူ့နယ်မြေထဲကပြန်ဆုတ်ခွာဖို့အစီအစဉ်ဆွဲတဲ့အခါမှာအခုမှရှေ့တန်းလိုက်လာဖူးတဲ့အရာရှိနဲ့အတွေ့အကြုံရှိတဲ့တပ်ကြပ်ကြီးတို့နှစ်ယောက်ကြား\nအဆင်မပြေမှုများနဲ့ ရန်သူနယ်မြေထဲကနေဘယ်လိုပြန်ဆုတ်ကြမလဲ...သူတို့လေးယောက်လုံးရောအသက်ရှင်လျက်ပြန်ပြီးဆုတ်ခွာနိုင်မလားဆိုတာကို ဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြပါလို့ပြောကြားရင်း...File Size : (850 MB) and (302 MB)\nQuality : 720P Web-DL,\nFormat…mp4\nDuration…01:10:00\nGenre : Action,War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "2.5",
        "url": "https://channelmyanmar.org/down-river2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jDmWZW0C9nXEgsKNGs1nZT1EPv.jpg",
        "title": "The Invincible Iron Man (2007)",
        "description": "(Unicode) The Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်တာကြောင့်Iron Man 1 (Live Action) ထက် ၁ နှစ်စောထွက်ခဲ့တာဖြစ်ပါတယ်။ဒီကားထဲမှာတော့ ကျွန်တော်တို့သိထားတဲ့MCU ထဲက Iron Man ဇာတ်လမ်းအတိုင်းမဟုတ်ပါဘူး။တိုနီစတာ့ခ်ရဲ့ သူငယ်ချင်းဖြစ်သူ ဂျိမ်းစ်ရုတ်ဒ် ဆိုMCU မှာ လေတပ်က စစ်ဗိုလ်တစ်ယောက်ဖြစ်ပေမယ့် ဒီကားထဲမှာတော့ တိုနီနဲ့အတူ အလုပ်တွဲလုပ်နေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်ပြည်မှာ ရှေးဟောင်းမြို့တော်တစ်ခု တူးဖော်ရာကနေ မန်ဒရင်းလို့ခေါ်တဲ့ရက်စက်ကြမ်းကြုတ်တဲ့ဘုရင်တစ်ပါး ပြန်ပေါ်ထွက်လာဖို့အကြောင်းဖန်လာပါတယ်။Jade Dragon လို့ခေါ်တဲ့တော်လှမ်းရေးတပ်ဖွဲ့တစ်ဖွဲ့က ရှေးဟောင်းမြို့တူးဖော်နေတဲ့ တိုနီစတာ့ခ်တို့အဖွဲ့ကို နှောင့်ယှက်တိုက်ခိုက်ခဲ့တာမှာတိုနီတစ်ယောက် ထိခိုက်ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရပါတယ်.......ဒီကားထဲမှာ တိုနီ Iron Man ဖြစ်လာပုံကလဲ မတူသလို ဇာတ်လမ်းဇာတ်ကွက်တွေကလဲMCU ထဲကအတိုင်းမဟုတ်ပါဘူး။အခုအချိန်မှာ Iron Man/ Tony Stark ဆိုပြီး လူတိုင်းသိနေကြပေမယ့်အဲ့ဒီအချိန်တုန်းက (၂၀၀၇) တုန်းက လူသိနည်းသေးတဲ့ Character တစ်ခုလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်ကားအဟောင်းဆိုပေမယ့်လဲ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-invincible-iron-man-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z2qT9iZYLzzsCSYu7A4SEQsKX0.jpg",
        "title": "The Divine Fury (2019)",
        "description": "ဒီကားဟာ နာမည်ကြီး အတွင်းရေးမှုးကင်မ် ကားနဲ့လူတွေသိကြတဲ့Park Soe John ရဲ့ထပ်မံပြီးတော့ သဲသဲလှုပ်ဝန်းရံခံခဲ့ရတဲ့ကားပါဒီကားကိုရိုက်တဲ့ဒါရိုက်တာကလဲ သိပ်မကြာသေးခင်ကမှနာမည်ကြီးထားတဲ့ Midnight Runners ကားကိုရိုက်ထားတဲ့ဒါရိုက်တာ Kim Joo Hwanပါဟိုအရင်ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့ ခိုအားလား ဆိုတဲ့ကားကိုလဲသူပဲရိုက်ခဲ့တာပါဒီလိုမျိုးနာမည်ကြီးတွေရဲ့ပေါင်းစည်းမှုနဲ့ ကောင်းမကောင်းကတော့ကိုယ်တိုင်ကြည့်ပြီးမှပဲဆုံးဖြတ်ပါတော့ IMDB ကတော့ rating 6.5 ပေးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ဘုရားသခင်ကိုသက်ဝင်ယုံကြည်တဲ့သားအဖ၂ယောက် အဖေလုပ်သူက သေခါနီးအချိန်မှာတကယ့်ကိုအားကိုးရာရှာတဲ့အနေနဲ့ဘုရားသခင်ထံဆုတောင်းပြီးသူ့အဖေက ပြန်မကောင်းလာပဲ တကယ်သေသွားတဲ့အခါဘုရားသခင်ကိုလဲ အယုံအကြည်မရှိတော့တဲ့ကလေးလေးတစ်ယောက် သူကြီးလာတဲ့အခါယုံကြည်မှုမရှိပဲကြီးပြင်းလာခဲ့ပေမယ့် ဘုရားသခင်ကိုနက်နက်ရှိုင်းရှိုင်းယုံကြည်မှရနိုင်တဲ့အရာတွေ သူ့ဆီကိုရောက်ရှိလာတဲ့အခါဘာတွေဖြစ်မလဲကတော့ မ spoil တော့ပါဘူးကြည့်ပါ အားရပါးရသာကြည့်လိုက်ကြပါပေးရတဲ့အချိန်နဲ့တော့တန်မှာပါဘာလို့ဆို ဘာသာပြန်ပေးတဲ့ကောင်မလေးကချောလို့ပါ(ဒီကားက English Sub က မမှန်သေးတဲ့အတွက် လုံးဝကွက်တိမမှန်သေးတဲ့English Sub ရဲ့လိုအပ်တဲ့ နေရာတွေကိုKorea စကားကို နားထောင်ပြီး အဆင်ပြေသလိုပြန်ထားရတဲ့အတွက်အမှားများပါခဲ့ပါက သည်းခံကြည့်ရှု့ပေးပါနော် ...)File Size : (1 GB , 231 MB)Quality :  WEB-DL 720pRunning Time ...",
        "rating": "6.7",
        "url": "https://megaup.net/2htdf/(CM)_The_Divine_Fury_2019_(Large_Size).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYbvSgedEKDt8k0EcN0ycK8Musr.jpg",
        "title": "Power Kids ( 2009 )",
        "description": "Unicode*******ဒီဇာတ်လမ်းလေးကတော့ လိတ်ဆိုတဲ့ လက်ဝှေ့နည်းပြတယောက်ဟာဆိုရင်ကတ် ဝတ့် ဂျစ်နဲ့ပေါင်ဆိုတဲ့ ကလေးလေးယောက်ကိုပြုစုပေးတဲ့ဆရာ သာမက အဖေလဲဖြစ်တယ် အဲ့ကလေး ၄ယောက်မှာ သူတို့အရမ်းချစ်တဲ့ နှလုံးရောဂါသည် ညီငယ်လေးက ဝင်းရှိတယ်အဲ့ဒီ ကိစ္စကြောင့် သူတို့ဟာ ဝင်းရဲ့နှလုံးသစ်ရှိရာ ဆေးရုံကြီးကို သွားတဲ့အချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဓားမြဝင်တိုက်တဲ့ ဘလူခေါင်းဆောင်တဲ့ တီလာ လူမျိုး သူပုန်တွေရောက်ရှိလာတဲ့အခါမှာတော့.ဘာတွေဆက်ဖြစ်မယ်ဆိုတာဆက်လက်ခံစားပါ အရမ်းကောင်းတဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဇာတ်လမ်းအပြည့်အစုံကိုကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ် Translated & Review By NannEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/1FQ5v/Power_Kids_[2009]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/ID1-143x200.jpg",
        "title": "Invincible Dragon ( 2019 )",
        "description": "Unicode*******နောက်ဆုံးထွက်အသစ်စက်စက် Fighting Action ကားပဲဖြစ်ပါတယ်ဒီကားလေးဟာ မင်းသားကြီး zhang jinနဲ့ ဇာတ်ကားပေါင်းများစွာမှာပါဝင်သရုပ်ဆောင်ဖူးပြီး လက်ဝှေ့ချန်ပီယံတစ်ယောက်ဖြစ်တဲ့လူမဲမင်းသား Anderson Silvaတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့တရုတ်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းလေးကတော့ဟောင်ကောင်မှာ ရဲမေတွေဆက်တိုက်သတ်ခံရမှုတွေဆက်တိုက်ဖြစ်နေပြီးလူသတ်တရားခံကိုမမိနိုင်ပဲဖြစ်နေပါတယ်..ဒါတွေကိုစုံစမ်းဖို့ရောက်လာတဲ့ စုံစမ်းရေးအရာရှိကျုံလုံတစ်ယောက်ဒီအမှုကိုဖော်ထုတ်နိုင်ပါ့မလား....အမှူဖော်ထုတ်ဖို့ကြိုးစားရင်း ...သူ့ရဲ့ချစ်ရတဲ့ဇနီးလေးကိုပါဖမ်းဆီးသွားခံလိုက်ရပါတယ်....ဒါတွေနဲ့အတူရဲမေအသတ်ခံရမှုပါ ရန့်တန့်သွားတဲ့အခါ....ကျုံလုံရဲ့ဇနီးလောင်းက အသက်ရှင်နေနိုင်ပါဦးမလား......ဒီလိုနဲ့ နည်းနည်းကြာတဲ့အချိန်..မကာအိုမှာ ရဲမေတစ်ယောက်အသတ်ခံရပြန်တဲ့အခါဟောင်ကောင်ကရဲမေအသတ်ခံခဲ့ရမှုနဲ့ဆက်စပ်မှုရှိနေမလား....ဘာကြောင့်ရဲမေတွေအသတ်ခံနေရတာလဲ...လူသတ်သမားကိုဘယ်လိုရှာဖွေဖော်ထုတ်မလဲဆိုတာတွေကိုစိတ်လှုပ်ရှာဖွယ်ကြည့်ရှုရမှာပါ...အက်ရှင်ကားကြိုက်သူတွေအတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/invincible-dragon-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4Tc1vGHjk5ySKuI1UUxoog5Uf9.jpg",
        "title": "No Mercy ( 2010 )",
        "description": "Zawgyi*******ကားေကာင္းေလးဆုိေပမယ္႔ IMDb 7.4  အထိေတာင္ရရွိထားတဲ႔ဇာတ္ကားေကာင္းပါဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Action , Crime , Thriller ၿဖစ္ၿပီးေတာ႔ 2010 မွာထြက္ရွိထားတဲ႔ ကိုရီးယားရုပ္ရွင္ No Mercy ဟာ ဒါရိုက္တာ Hyeong-Joon Kim ကရိုက္ကူးတင္ဆက္ထားတဲ႔ အလန္းစားရုပ္ရွင္ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္One Of The Best Thriller Movie လို႔ေတာင္ တင္စားေၿပာရမလိုၿဖစ္ေနပါတယ္ဇာတ္လမ္းအညႊန္းကိုေတာ႔ ရွည္ရွည္ေ၀းေ၀းၾကီးသိပ္မေၿပာလိုေတာ႔ဘူးနာမည္ၾကီးဆရာ၀န္တစ္ေယာက္.ရယ္ ငါးပိုင္းပိုင္းၿပီးေတာ႔ အသတ္ခံလိုက္ရတဲ႔မိန္းကေလးတစ္ေယာက္နဲ႕ လူသတ္သမား...ၿပီးေတာ႔ ၿပည္ပမွာ စာသင္ၿပီးၿပန္လာမယ္႔ မွုခင္းဆရာ၀န္ရဲ႕သမီးကလည္း ထပ္ၿပီးၿပန္ေပးဆြဲခံရတဲ႔အခါမွာေတာ႔ဘာေတြဆက္ၿဖစ္ၾကမလဲ ဆုိတာကိုယ္တိုင္သာဆက္လက္ခံစားၾကည္႕ရွုပါအဆံုးသတ္ေလးကလည္း အေတာ္ကိုထိသြားႏိုင္ပါတယ္ၾကည္႕သင္႔တဲ႔ဇာတ္ကားေလးတစ္ကားပါပဲ18+ အခန္းေတြအနည္းငယ္ေတာ႔ပါပါတယ္ Unicode*******ကားကောင်းလေးဆိုပေမယ့် IMDb 7.4 အထိတောင်ရရှိထားတဲ့ဇာတ်ကားကောင်းပါဇာတ်လမ်းအမျိုးအစားကတော့ Action , Crime , Thriller ဖြစ်ပြီးတော့ 2010 မှာထွက်ရှိထားတဲ့ ကိုရီးယားရုပ်ရှင် No Mercy ဟာ ဒါရိုက်တာ Hyeong-Joon Kim ကရိုက်ကူးတင်ဆက်ထားတဲ့ အလန်းစားရုပ်ရှင်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်One Of ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/no-mercy-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2PnFsTzmFC3Ydhj0uBEYjPqHWHO.jpg",
        "title": "Vantage Point ( 2008 )",
        "description": "Zawgyi*******Action ကားေကာင္းေတြကိုမွ ၾကိဳက္ႏွစ္သက္ပါတယ္ဆုိတဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ 2008 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး IMDb 6.6 ရရွိထားတဲ႔ Vantage Point ဆိုတဲ႔ဇာတ္ကားေလးကိုဒါရိုက္တာ Pete Travis က ရိုက္ကူးတင္ဆက္ထားပါတယ္က သရုပ္ေဆာင္ထားပါတယ္..အရာအားလံုးအျဖစ္အပ်က္အားလံုးမွာ ရႈ႕ေထာင့္မိ်ဳးစံုရွိၾကပါတယ္ဥပမာ ခ်ားရဟတ္တစ္ခုပဲဆိုၾကပါစို႔ဟိုးအျမင့္ႀကီးေပၚေရာက္ေနသူကအျမင္တစ္မ်ိဳးေအာက္ကေနေမာ့ၾကည့္ေနသူက အျမင္တစ္မ်ိဳးစသည္ျဖင့္ကြဲျပားမွာအမွန္ပါပဲဒီ ႏိုင္ငံေရးအေျခခံ Thriller ဇာတ္ကားထဲမွာမင္းသားႀကီး Dennis Quaidပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး IMDB 6.6 ရရွိထားပါတယ္ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးပါ စပိန္ႏိုင္ငံမွာ ညီလာခံတစ္ခုလာတက္ရင္းအေမရိကန္သမၼတႀကီး လုပ္ၾကံသတ္ျဖတ္ခံရပါတယ္ဒါေပမယ့္ အဲ့အျဖစ္အပ်က္ေလးကိုပဲရႈေထာင့္မ်ိဳးစံုကေနတင္ျပထားတာျဖစ္ပါတယ္ ေျပာလိုက္ရင္ေပ့ါသြားမွာစိုးလို႔ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါလို႔ တိုက္တြန္းရင္းစလယ္ဆံုး ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ေၾကာင္း အာမခံလိုက္ပါရေစ Unicode*******Action ကားကောင်းတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် 2008 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb 6.6 ရရှိထားတဲ့ Vantage Point ဆိုတဲ့ဇာတ်ကားလေးကိုဒါရိုက်တာ Pete Travis က ရိုက်ကူးတင်ဆက်ထားပါတယ်က သရုပ်ဆောင်ထားပါတယ်..အရာအားလုံးအဖြစ်အပျက်အားလုံးမှာ ရှု့ထောင့်မျိုးစုံရှိကြပါတယ်ဥပမာ ချားရဟတ်တစ်ခုပဲဆိုကြပါစို့ဟိုးအမြင့်ကြီးပေါ်ရောက်နေသူကအမြင်တစ်မျိုးအောက်ကနေမော့ကြည့်နေသူက အမြင်တစ်မျိုးစသည်ဖြင့်ကွဲပြားမှာအမှန်ပါပဲဒီ နိုင်ငံရေးအခြေခံ Thriller ဇာတ်ကားထဲမှာမင်းသားကြီး Dennis Quaidပါဝင်သရုပ်ဆောင်ထားပြီး IMDB ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A1q7/Vantage_Point_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/p16876672_p_v8_ad-133x200.jpg",
        "title": "Saving Leningrad(2019)",
        "description": "Saving Leningrad(2019)((unicode)စစ်ကားကောင်းကြိုက်သူတို့ ရုရှားစစ်ကားသစ်တစ်ကားကို BLU-Ray1080p5.1chတို့ဖြင့်\nတင်ဆက်ပေးလိုက်ပါသည်....ဆိုဗီယက်ရုရှရဲ့ မြို့တော်မော်စကိုပြီးရင်\nဒုတိယအကြီးဆုံး မြို့ဖြစ်တဲ့ လီနင်ဂရက်\n( ယနေ့ခေတ်ကာလအခေါ် စိန့်ပီတာဘတ်စ် )ကို\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၁မှာ ဖင်လန်နဲ့\nဂျာမနီတို့က မြို့ကို ပြင်ပ အဆက်အသွယ်ပြတ်အောင်\nပိတ်ဆို့ပြီး စီးနင်းခဲ့ကြပါတယ်။\nဒီပိတ်ဆို့ စီးနင်းမှုဟာ နှစ်နှစ် လေးလ နှစ်ပတ်နှင့်\nငါးရက်ကြာ ရက်ပေါင်း ၈၇၂ရက်တာ ကြာမြင့်ပြီး\nအသက်ပေါင်း ၅သိန်းအထိဆုံးရှုံးခဲ့ကာ\nတစ်ချို့သောသမိုင်းပညာရှင်တွေက\nလူမျိုးသုဉ်းသတ်ဖြတ်မှုတစ်မျိုးလို့ ဆိုကြပါတယ်။ဟစ်တလာကြီးကတော့\nဒီဝန်းရံပိတ်ဆို့မှုမှာ သူအောင်မြင်မယ်လို့\nတစ်ထစ်ချယုံကြည်နေပြီး\nလီနင်ဂရင်က ကြယ်ငါးပွင့်ဟိုတယ်မှာတောင်\nအောင်ပွဲခံဖို့ ဖိတ်စာတွေ ကြိုရိုက်ထားတယ်လို့ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ ဒီပိတ်ဆို့စီးနင်းခံရတဲ့ လီနင်ဂရက်မြို့ကြီးကို\nကယ်တင်ခဲ့ကြတဲ့ လူတွေအကြောင်းပါ။ စစ်ပွဲတစ်ပွဲ\nနိုင်ဖို့ဆိုတာ အာဇာနည်တွေ ဟောတစ်ယောက်\nဟောတစ်ယောက် ပေါ်လာရုံနဲ့ မလုံလောက်ပါဘူး။\nဟိုတစ်စု ဒီတစ်စု ဒြပ်မှုန်ကလေးတွေ ပေါင်းစည်းပြီး\nအချိန်အခါသင့်တဲ့အခါ ရလာတဲ့ ပေါက်ကွဲမှုတစ်ခုပါပဲ။\nဒီရုပ်ရှင်မှာ ကြီးစဉ်ငယ်လိုက်စီပြီးပြောရရင်\nရေတပ်ဗိုလ်ချုပ်မှူးလုပ်ခဲ့တဲ့ စွန့်စားမှုတစ်ခု\nရေတပ်ဗိုလ်ချုပ်မှူသားဗိုလ်‌လောင်းရဲ့ အချစ်ကိုရူးသွပ်မှု\nတပ်ကြပ်တစ်ယောက်ရဲ့ အရှုံးမပေးတတ်တဲ့စိတ်ဓာတ်\nမာလိန်မှူးတစ်ယောက်ရဲ့ တာဝန်သိ တိုင်းပြည်ချစ်စိတ်\nသူလျှိုသစ္စာဖောက်တစ်ယောက်ရဲ့စိတ်ကောင်းဝင်မှု\nဒီလိုအရာတွေအားလုံးပေါင်းစပ်ပြီး\nအောင်မြင်ခြင်းဟာ ဖူးပွင့်လာပါတယ်\nဒါတွေဟာ ထင်သာတဲ့အရာတွေကို ရေးပြထားတာပါပဲ။များပြားလွန်းတဲ့ သူ့နေရာနဲ့သူ အရေးပါနေတဲ့\nဇာတ်ကောင်‌တွေကို တစ်ယောက်မကျန် အသက်ဝင်အောင်\nပုံဖော်သွားနိုင်တဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသမှုကလည်း အထင်ကရပါပဲ...\nထင်မှတ်မထားတဲ့ twistလေးတစ်ခုနဲ့လည်း ဇာတ်အိမ်ကို\nပိုအသက်ဝင်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/saving-leningrad2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lwQs5DNvy9RHTB0RWEScgZqPPiS.jpg",
        "title": "Centurion(2010)",
        "description": "Centurion(2010)((Zawgyi))အက္ရွင္အလန္းစားမ်ားနဲ႕ နင္းကန္သတ္ျဖတ္ေနတဲ့ ဇာတ္လမ္းေကာင္းကားမုိ႕ 1080P5.1CHတုိ႕ႏွင့္တင္ဆက္ေပးထားပါသည္....ဇာတ္ကားဆို သတ္မွ ျဖတ္မွ ၾကမ္းတမ္းေနမွ ဆိုတဲ့လူေတြအတြက္ အလြန္ၾကမ္းေသာ ဇာတ္ၾကမ္းကားၾကမ္းၾကမ္းႀကီးကို ခပ္ၾကမ္းၾကမ္း တင္ေပးလိုက္ပါၿပီစစ္ပြဲသမိုင္းေတြမွာ နာမည္ႀကီးေပ့ဆိုတဲ့ ေရာမစစ္သားေတြနဲ႔ တိုက္ရည္ခိုက္ရည္ျပည့္စံုတဲ့ လူမ်ိဳးစုတစ္စုအၾကား ပဋိပကၡစစ္ပြဲေတြအေၾကာင္း ႐ိုက္ကူးထားတာပါဇာတ္လမ္းကေတာ့ ေရာမစစ္သမိုင္းမွာ နာမည္ႀကီးၾကမ္းတမ္းတဲ့ Ninth Legion ဆိုတဲ့ တပ္ဖြဲ႕တစ္ဖြဲ႕ရွိတယ္...အားရင္ လူသတ္မယ္...အရက္ေသာက္ရင္း ပ်င္းလာရင္ လူ႐ိုက္မယ္ဆိုတဲ့ အၾကမ္းစားတပ္ဖြဲ႕ႀကီးတစ္ဖြဲ႕ေပါ့...ဒါေပမဲ့ ႏိုင္ငံတိုင္းလိုလိုမွာလည္း စစ္တပ္ကိုမုန္းတဲ့ ျပည္သူေတြဆိုတာ ရွိတာကိုး...အဲ့ဒီထဲကမွ Picts လူမ်ိဳးစုတစ္စုဟာ စစ္တပ္ကို ေသေလာက္ေအာင္ မုန္းတီးေနသူေတြျဖစ္ၿပီး တိုက္ရည္ခိုက္ရည္လည္း ေကာင္းမြန္တာေၾကာင့္ ေရာမအႀကီးအကဲေတြေတာင္ အက်ပ္႐ိုက္ ေၾကာက္လန္႔လာရပါတယ္...အဲ့ဒီအခ်ိန္မွာ ၾကမ္းေပ့ဆိုတဲ့ Ninth Legion တပ္ဖြဲ႕ႀကီးကို ဖိတ္ေခၚၿပီး အဆိုပါလူမ်ိဳးစုေတြကို သြားေရာက္ႏွိမ္နင္းခိုင္းတဲ့အခါမွာေတာ့ ေရာမစစ္တပ္နဲ႔ Picts လူမ်ိဳးစုေတြ ေတြ႕ၾကပါေတာ့တယ္...ဒီဇာတ္လမ္းရဲ႕ 90% ေလာက္က သတ္ေနျဖတ္ေနတာပါ...တိုက္ပြဲထဲမွာ ေခါင္းမွီရင္ ေခါင္းကိုခုတ္ လက္မွီရင္ လက္ကိုခုတ္ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/centurion2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rMzHyOsk1b1ddcFJgMSB6kOASu.jpg",
        "title": "This Is the End ( 2013 )",
        "description": "Zawgyi*******IMDb 6.6 ရရွိထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီးDark Comedy/ Horror ကားပရိတ္သတ္ေတြအတြက္ရည္ရြယ္ပါတယ္ဇာတ္ကားနာမည္နဲ႔လိုက္ဖက္စြာပဲ ကမာၻပ်က္တဲ့အေၾကာင္းကို႐ိုက္ကူးထားတာပါထူးျခားတာက တစ္ကားလံုးသ႐ုပ္ေဆာင္ေတြဟာ သူတို႔ရဲ႕နာမည္အရင္းေတြ career အစစ္ေတြအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါပဲHarry Potter မင္းသမီးေလး Emma Watson ေရာRihanna ေရာ ဧည့္သည္သ႐ုပ္ေဆာင္အျဖစ္ပါဝင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ေက်ာ္မင္းသားJames Franco ကသူ႕ LA ကအိမ္သစ္ႀကီးမွ အိမ္သစ္တက္ပြဲပါတီက်င္းပပါတယ္နာမည္ေက်ာ္တို႔ရဲ႕ထံုးစံအတိုင္း ခမ္းခမ္းနားနားပါပဲတျခားနာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြအဆိုေတာ္ေတြလည္း လာၾကတာေပါ့အဲ့အခ်ိန္မွာမွ ေကာင္းကင္ေပၚကအျပာေရာင္အလင္းတန္းေတြက်လာၿပီး လူေတြကိုေခၚသြားတဲ့အခါမွာေတာ့... Unicode*******IMDb 6.6 ရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးDark Comedy/ Horror ကားပရိတ်သတ်တွေအတွက်ရည်ရွယ်ပါတယ်ဇာတ်ကားနာမည်နဲ့လိုက်ဖက်စွာပဲ ကမ္ဘာပျက်တဲ့အကြောင်းကိုရိုက်ကူးထားတာပါထူးခြားတာက တစ်ကားလုံးသရုပ်ဆောင်တွေဟာ သူတို့ရဲ့နာမည်အရင်းတွေ career အစစ်တွေအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာပါပဲHarry Potter မင်းသမီးလေး Emma Watson ရောRihanna ရော ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကျော်မင်းသားJames Franco ကသူ့ LA ကအိမ်သစ်ကြီးမှ အိမ်သစ်တက်ပွဲပါတီကျင်းပပါတယ်နာမည်ကျော်တို့ရဲ့ထုံးစံအတိုင်း ခမ်းခမ်းနားနားပါပဲတခြားနာမည်ကြီးသရုပ်ဆောင်တွေအဆိုတော်တွေလည်း လာကြတာပေါ့အဲ့အချိန်မှာမှ ကောင်းကင်ပေါ်ကအပြာရောင်အလင်းတန်းတွေကျလာပြီး လူတွေကိုခေါ်သွားတဲ့အခါမှာတော့... Translated & Review By May Myat ...",
        "rating": "6.6",
        "url": "https://megaup.net/1B0ry/This_Is_The_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E3DwfiKssVWlRfFkps82PYk8Qj.jpg",
        "title": "Money (2019)",
        "description": "Zawgyi=====၂၀၁၉ခုႏွစ္ထြက္ကိုရီးယားကားကိုမွ Stock Exchange နဲ႕ပတ္သက္ျပီးစိတ္၀င္စားရင္ေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားေလးပါ။IMDb rating အရေတာ့ vote ေပးသူ 175 ဦးအတြက္ 5.8 ပဲရထားတယ္ဆိုေပမဲ့ Rotten Tomatoes မွာ 67% အထိရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ရုံ၀င္ေငြအေနနဲ႕လည္း 25.1 million USD ရထားတာပါ။Cast ေတြမွာလည္းလူူသိမ်ားတဲ့ သရုပ္ေဆာင္ေတြခ်ည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေတာနယ္တစ္ခုကၾကိဳးစားျပီးတက္လာတဲ့ စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စေလးတစ္ေယာက္မွာရည္မွန္းခ်က္တစ္ခုပဲရွိပါတယ္။သူခ်မ္းသာခ်င္တာပဲျဖစ္ပါတယ္။ဆင္းဆင္းရဲရဲေနခဲ့ရတဲ့သူတစ္ေယာက္အတြက္ ခ်မ္းသာခ်င္ၾကတာခ်ည္းပါပဲ။မိဘေတြရုန္းကန္ေနရတာကိုၾကည့္ျပီးသူခ်မ္းသာခ်င္လာတယ္။အဲေတာ့စေတာ့ခ္ရွယ္ယာေရာင္း၀ယ္ေရးကုမၸဏီတစ္ခုမွာအလုပ္ရျပီး စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စအျဖစ္္အားၾကိဳးမာန္တက္အလုပ္ၾကိဳးစားမယ္ဆုိျပီး တက္လာေပမဲ့တကယ္တမ္းလက္ေတြ႕မွာေတာ့ ထင္သေလာက္မလြယ္သလိုသူမ်ားေတြေကာ္မရွင္ကျပြတ္သိပ္ေနခ်ိန္မွာ သူ႕ခဏသုညျဖစ္ေနရတာပါပဲ။ဒီလိုနဲ႕တစ္ႏွစ္ေလာက္လံုးခ်ာလည္လိုက္ေနရင္းကေန ခ်မ္းသာဖို႕ျဖတ္လမ္းနည္းတစ္ခု သူရလာခဲ့ပါတယ္။ဘယ္သူ႕ေၾကာင့္ရသြားတာလဲ။အဲဒီျဖတ္လမ္းနည္းကေရာ ေရရွည္အဆင္ေျပရဲ႕လားဆိုတာေတာ့သူတို႕စေတာ့ခ္ရွယ္ယာေစ်းကြက္တြင္းကအရႈပ္အရွင္းေတြၾကား၀င္ၾကည့္ရင္းခံစားၾကည့္ၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) Unicode======၂၀၁၉ခုနှစ်ထွက်ကိုရီးယားကားကိုမှ Stock Exchange နဲ့ပတ်သက်ပြီးစိတ်ဝင်စားရင်တော့ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။IMDb rating အရတော့ vote ပေးသူ 175 ဦးအတွက် 5.8 ပဲရထားတယ်ဆိုပေမဲ့ Rotten ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/money-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Hero-movie-poster-141x200.jpg",
        "title": "Hero (2002)",
        "description": "Hero (2002)\nIMDb - 7.9/10_____Rotten - 95%\n Hero (2002)\n…………………\nHero (သူရဲကောင်း) ဆိုတာ\nဘယ်လိုလူမျိုးတွေကို ရည်ညွှန်းပါသလဲ?\nတဦးတယောက်ကနေ ပြိုင်ဘက်အများကြီးကို အလဲထိုးအနိုင်ယူသူတွေကို ခေါ်ပါသလား?\nကိုယ်ကျိုးကို မငဲ့ဘဲ အများအတွက်\nစွန့်လွှတ်စွန့်စားသူများကို ဆိုလိုပါသလား?\nHero (2002 film) ကို ကြည့်ပြီးရင်တော့\nအဖြေတခုခု ထွက်လာနိုင်ပါတယ်။\nHero ရုပ်ရှင်ကို စပြီးကြည့်ဖူးစက ယုတ္တိမတန်တဲ့ သာမန်တရုတ်သိုင်းကားတကားလို့ပဲ ထင်ခဲ့မိပါတယ်။\nနောက်ကြောင်းက ခဏခဏပြန်ပြ၊\nဒီကြားထဲစိတ်ကူးထဲမှာပါ သိုင်းကွက်တွေထုတ်နဲ့ … အလေးအနက်မကြည့်မိခဲ့ပါဘူး။\nနောက်ပိုင်းမှာ အော်စကာ ဆန်ကာတင်စာရင်းမှာ\nနိုင်ငံခြားဇာတ်ကားအနေနဲ့ ပါလာတော့မှ စိတ်ဝင်စားသွားလို့ သေချာပြန်ကြည့်ဖြစ်ပါတယ်။\nစွမ်းအားလွန်သိုင်းကွက်တွေကို ဖယ်ပြီးကြည့်မယ်ဆိုရင်\nအနှစ်သာရရှိတဲ့ ဇာတ်ကားလို့မြင်မိပါတယ်။ဒီဇာတ်လမ်းမှာ ချင်မင်းဆက်ကို တည်ထောင်တဲ့\nQin Shi Huang ရဲ့ ဆင့်ခေါ်မှုနဲ့\nအမည်မရှိဓားသမား (သုည)ဟာ\nနန်းတွင်းကို ဝင်ရောက်ခစားခဲ့ပါတယ်။\nနန်းတွင်းကို ဝင်ရောက်ပြီး ဘုရင်ကြီးနဲ့ စကားပြောခွင့်ရဖို့အတွက်\nသုညဟာ ဘုရင်ကြီးရဲ့ အသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်နေတဲ့\nလူစွမ်းကောင်းသုံးယောက် (Long Sky, Flying Snow, Broken Sword) ကို နှိမ်နှင်းခဲ့ရတယ်လို့ ဆိုပါတယ်။ *Spoiler ...",
        "rating": "7.9",
        "url": "https://megaup.net/2dmA4/Hero_(Ying_Xiong)_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZmY5MDUwMDAtMTI5OC00ZjBkLWExN2YtNGM5OGQwM2E4YzZmXkEyXkFqcGdeQXVyMzIxODMxMTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Lancaster Skies (2019)",
        "description": "ငယ္ဘဝကတည္းက နာက်င္ထိခို္က္ရတဲ့ ကေလးဘဝနဲ႕\nျဖတ္သန္းခဲ့ရတဲ့ စကားနည္းလူေအးတစ္ေယာက္ျဖစ္တဲ့ ေဒါက္ကလပ္စ္ဟာ\nဘာလင္ၿမိဳ႕စြန္နားကိုတိုက္ခိုက္ရမဲ့ဗံုးၾကဲေလတပ္အဖြဲ႕ကိုဦးေဆာင္ရေတာ့မွာျဖစ္ပါတယ္။\nတပ္ဖြဲ႕အသစ္ကိုေရာက္ရွိလာတဲ့ အရာရွိေဒါက္ကလပ္စ္နဲ႕\nတစ္ခ်ိန္လံုးမတည့္ျဖစ္ေနတာေတာ့ ခ်ာလီဆိုတဲ့တပ္သားပဲျဖစ္ပါတယ္။\nအမွန္ေတာ့ ေဒါက္ကလပ္စ္က ၿပီးခဲ့တဲ့တိုက္ပြဲမွာ\nက်ဆံုးသြားတဲ့အရာရွိအယ္ဖီလ္ရဲ႕ေနရာကိုအစားထိုးေရာက္ရွိလာတာျဖစ္ပါတယ္။\nတစ္ဖြဲ႕လံုးရဲ႕ယံုၾကည္မႈကိုရရွိဖို႕ေဒါက္ကလပ္စ္တစ္ေယာက္\nသူ႕နည္းသူ႕ဟန္နဲ႕ၾကိဳးစားေျဖရွင္းပံုေလးေတြလဲပါပါတယ္။\n၁၉၄၀ျပည့္နွစ္ရဲ႕စစ္ပြဲအေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ကားပဲျဖစ္ပါတယ္။\nFile Size : (1.3gb) and (680 MB)\nQuality : blu-ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Charm\nEncoded by sithu",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lancaster-skies-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMjAxMzY4MjU2Ml5BMl5BanBnXkFtZTgwNjY5OTQ2MzE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Once Upon a Time in High School (2004)",
        "description": "ဒီကားလေးကတော့ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ drama အမျိုးအစားကားလေးဖြစ်ပါတယ်ဇာတ်ကားရဲ့အမည်လေးအတိုင်းပဲ အထက်တန်းကျောင်းဇာတ်လမ်း​လေးတစ်ခုပါဇာတ်လမ်းရဲ့အစမှာတော့ ဟွန်းဆူဆိုတဲ့ကောင်​လေး\nတစ်ယောက်ဟာမိဘတွေကဆိုးလ်ကိုပြောင်းလာတာနဲ့ သူလည်းကျောင်းပြောင်းခဲ့ရတယ်အဲ့လိုနဲ့ ကျောင်းကိုသွားတဲ့ဘတ်စ်ကားပေါ်မှာ မထင်မှတ်ပဲ အွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ဆုံခဲ့ကြတယ်အွန်းဂျူအပေါ်ကို ဟွန်းဆူကရော ဟွန်းဆူရဲ့သူငယ်ချင်းဝူးရှစ်ကပါ သဘောကျနေမိတဲ့အခါမှာတော့သူတို့ဘာဆက်ဖြစ်ကြမလဲ အွန်းဂျူကရော ဘယ်သူ့ကိုရွေးချယ်လိုက်မှာလဲဆိုတာတွေကိုတော့ဒီဇာတ်ကားလေးထဲမှာကြည့်ပေးကြပါဦးထူးခြားတာက ဒီဇာတ်လမ်းလေးက လူငယ်အချစ်ဇာတ်လမ်းတင်မကဘဲကျောင်းတွင်းကြီးနိုင်ငယ်ညှင်း အနိုင်ကျင့်ကြတဲ့အကြောင်းတွေပါထည့်ရိုက်ထားတာမို့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်ဇာတ်ကားတစ်ခုလုံးကို ၁၉၉၀ ပတ်ဝန်းကျင်ကိုအခြေခံရိုက်ထားတာမို့အရင်ခေတ်ကအဝတ်အစား အပြင်အဆင်လေးတွေနဲ့မို့ တစ်မျိုးလေးပိုကြည့်​လို့ကောင်းပါတယ်",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-high-school-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZv92eTc0Gg3mKxqjjDAM73z9cy.jpg",
        "title": "Dark Phoenix (2019)",
        "description": "Xmen ေတြရဲ႕ ေနာက္ဆံုးထြက္ ဇာတ္ကားပါ။ဇာတ္လမ္းအက်ဥ္း ခ်ားစ္ရဲ႕ အိတ္စ္မန္းေတြ ျဖစ္တဲ့ဟန္႔ခ္ ကာ့ထ္ ေရဗင္ စေကာ့ ဂ်င္းဂေရးတို႔ဟာ အာကာသယာဥ္မႉးေတြကိုကယ္တင္ဖို္ အာကာသထဲကို သြားရင္ အပူလိႈင္းႀကီးတစ္ခုနဲ႔ ရင္ဆိုင္လိုက္ရပါတယ္။အဲဒီ အပူစြမ္းအင္ေတြကို တားဖို႔ႀကိဳးစားရင္းနဲ႔ဂ်င္းဂေရးကိုယ္ထဲကို စြမ္းအင္ေတြ အကုန္ ဝင္သြားခဲ့တယ္။သူတို႔ ကမာၻေပၚကို ျပန္ေရာက္ခ်ိန္မွာ ဂ်င္းဂေရးဟာ စိတ္ေဖာက္ျပန္ၿပီးထိန္းမရျဖစ္လာပါေတာ့တယ္။လူသားေတြနဲ႔ ၿငိမ္းခ်မ္းေရး မပ်က္စီးေအာင္ ဂ်င္းဂေရးကိုလည္းျပန္ေကာင္းလာေအာင္ႀကိဳးစားဖို႔ အိတ္စ္မန္းေတြဟာဒီစြမ္းအင္ေတြေနာက္ကိုလိုက္လာတဲ့ ရန္သူေတြက္ုေရာဂ်င္းကိုေရာ ျပန္ရင္ဆိုင္ရပါေတာ့တယ္။ ထြက္ရွိခဲ့တဲ့ X-Men Moives Collection  မ်ားကိုေအာက္ပါလင့္မွာ ၀င္ေရာက္ၾကည့္ရႈ႕ႏိုင္ပါတယ္..https://channelmyanmar.org/category/x-men/ File Size : (2 GB , 1 GB) & ( 390 MB)Quality :  BluRay ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T56o/Dark_Phoenix_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/AF-135x200.jpg",
        "title": "After Earth (2013)",
        "description": "၀ီလ္ စမစ္တုိ႔သားအဖ ႏွစ္ေယာက္ပါ၀င္ထားတဲ့ သိပၸံစိတ္ကူးယဥ္ အက္ရွင္ ကားေလးကုိ\nျပန္တင္ဆက္ ေပးလုိက္ပါတယ္။ဇာတ္လမ္းကုိ ေနာက္လာမဲ့ အနာဂတ္ ႏွစ္ေပါင္း တစ္ေထာင္မွာ\nဇာတ္အိမ္ တည္ထားပါတယ္။လူသားေတြဟာဆုိရင္ ေဂဟစနစ္ ပ်က္စီး မွဳ႕ေတြေၾကာင့္ အမိကမၻာေျမ\nကေန ထြက္ခြာခဲ့ရၿပီး Nova Prime လုိ႔ေခၚတဲ့ ၿဂဳိလ္ တစ္ခုမွာ အေျခခ်ေနထုိင္ေနက်တဲ့ အခ်ိန္ေပါ့ဗ်ာ။\nအဲ့အခ်ိန္မွာ လူသားေတြထပ္မံ သိခဲ့ ရတာက ဒီ စၾကာ၀ဠာႀကီးမွာ ကြ်န္ေတာ္ တုိ႔ခ်ည္းမဟုတ္ပါဘူးဆုိတာပါပဲ\nNova Prime ကုိ ေျပာင္းေရႊ႕လာတဲ့ လူသားေတြကုိ ၿဂဳိလ္ သားေတြက တုိက္ခုိက္ ပါတာေတာ့တယ္။အဲ့လုိ\nလူသားေတြ လည္းအေသအေပ်ာက္မ်ားၿပီး တစ္ျဖည္းျဖည္းနဲ႔ မ်ဳိးတုန္းမဲ့ အႏၱရာယ္ ကုိ ရင္ဆုိင္လာရပါၿပီ။\nအဲ့လုိ အခါမွာဆုိရင္ လူသားေတြ ရဲ႕ အားကုိးရာက ရိန္းဂ်ားလုိ႔ေခၚတဲ့ စစ္သားေတြအေပၚမူတည္လာပါတယ္။\nအဲ့ရိန္းဂ်ားေတြၾကားထဲမွာမွ လက္မရြံ တက္တဲ့ ဆုိင္ဖာ(၀ီလ္စမစ္)က ထိပ္တန္းေပါ့။ဒီလုိနဲ႔ လူသားေတြ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/after-earth/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8cU4pjIF44XTJpsxDLlw0tWN4l7.jpg",
        "title": "The White Storm ( 2013 )",
        "description": "Zawgyi*******Line Walker 2 အၾကည္မထြက္ခင္ ေစာင္႔ဆိုင္းရင္းနဲ႕ Line Walker မင္းသားပါ၀င္တဲ႔Nick Cheung ကားေလးကိုအရင္ၾကည္႕ထားရေအာင္ဒီကားေလးဟာ imdb6.6ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္..အားလံုးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့Ching Wan Lao,Louis Kooနဲ႔ Nick Chengတို႔မင္းသားႀကီးသံုးေယာက္ပါဝင္တဲ့အတြက္ သေဘာေတြ႔ေစမွာပါ...ဇာတ္လမ္းအက်ဥ္းေလာကေတာ့ေဟာင္ေကာင္ရဲအရာ႐ွိသံုးေယာက္ဟာ မူးယစ္ရာဇာေတြကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္သူတို႔ထဲကတစ္ေယာက္ကိုသူလ်ိဴအျဖစ္ မူးယစ္ဂိုဏ္းထဲဝင္ေစၿပီးစံုစမ္းရာကေန အေ႐ွ႕ေတာင္အာ႐ွ မူးယစ္ဂိုဏ္းတစ္ခုလံုးကိုအုပ္စိုးေနတဲ့႐ွစ္မ်က္ႏွာဘုရားလို႔ နာမည္ေပးထားတဲ့ ေခါင္းေဆာင္ကိုဘယ္လိုေတြ ရင္ဆိုင္ၾကမလဲ...ဘယ္လိုအခက္အခဲေတြနဲ႔အလွည့္အေျပာင္းေတြကိုၾကံဳရမလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါ..ဒီကားရဲ႕အဆက္ၿဖစ္တဲ႔ The White Storm 2 ကိုလည္း မၾကာခင္မွာတင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္ Unicode********Line Walker 2 အကြည်မထွက်ခင် စောင့်ဆိုင်းရင်းနဲ့ Line Walker မင်းသားပါဝင်တဲ့Nick Cheung ကားလေးကိုအရင်ကြည့်ထားရအောင်ဒီကားလေးဟာ imdb6.6ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Ching Wan Lao,Louis Kooနဲ့ Nick Chengတို့မင်းသားကြီးသုံးယောက်ပါဝင်တဲ့အတွက် သဘောတွေ့စေမှာပါ...ဇာတ်လမ်းအကျဉ်းလောကတော့ဟောင်ကောင်ရဲအရာရှိသုံးယောက်ဟာ မူးယစ်ရာဇာတွေကိုဖော်ထုတ်နိုင်ဖို့အတွက်သူတို့ထဲကတစ်ယောက်ကိုသူလျိူအဖြစ် မူးယစ်ဂိုဏ်းထဲဝင်စေပြီးစုံစမ်းရာကနေ အရှေ့တောင်အာရှ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကိုအုပ်စိုးနေတဲ့ရှစ်မျက်နှာဘုရားလို့ နာမည်ပေးထားတဲ့ ခေါင်းဆောင်ကိုဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲ...ဘယ်လိုအခက်အခဲတွေနဲ့အလှည့်အပြောင်းတွေကိုကြုံရမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ..ဒီကားရဲ့အဆက်ဖြစ်တဲ့ The White Storm ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-white-storm-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tZf0CO7WD9X7Gxirmc52VMJUCct.jpg",
        "title": "The Spy: Undercover Operation(2013)",
        "description": "The Spy: Undercover Operation(2013)Chul-Soo ဆုိတဲ့ ေအးဂ်င့္တစ္ေယာက္ဟာ ထူးခြ်န္ထက္ျမက္တဲ့အတြက္\nအေရးႀကီးစစ္ဆင္ေရးေတြ တိတ္တဆိတ္သုတ္သင္ေရး ကိစၥေတြမွာဆုိ\nအထူးတာ၀န္ေပးအပ္ျခင္းခံရတယ္......\nေအးဂ်င့္တစ္ေယာက္မွာရွိတဲ့ အရည္အခ်င္းအားလုံးရွိသလုိ\nစည္းမ်ဥ္းစည္းကမ္းေတြကုိလည္း တစ္ေသြမတိမ္းလုိက္နာေလ့ရွိတယ္...\nအထူးေအးဂ်င့္ျဖစ္ေနေတာ့ သူ႕အလုပ္ကုိ အိမ္သူသက္ထားကုိေတာ့\nအသိေပးထားျခင္းမရွိဘူး.....\nသိပ္ေတာ္တဲ့ေအးဂ်င့္ျဖစ္ေပမယ့္ သူ႕မွာ အားနည္းခ်က္တစ္ခုေတာ့ရွိတယ္...\nအိမ္က ေလဒီကုိ မဟားတရား နင္းကန္ ေၾကာက္ရပါတယ္....\nရန္သူေတြရဲ႕က်ည္ဆန္ မုိးသီးမုိးေပါက္ေတြလုိက်ေနတာေတာင္\nဖုန္းမကုိင္ဘဲ မေနရဲပါဘူး.......................\nဒီလုိနဲ႕ အထူးစစ္ဆင္ေရးေတြတာ၀န္ထမ္းရင္း မိန္းမကလည္း\nအိမ္ေထာင္ဦးစီးမပီသလုိျဖစ္ေနတဲ့သူ႕ကုိ ၾကာေတာ့\nစိတ္ပ်က္လာဟန္တူပါတယ္....\nဒီေလာက္အေျခအေနဆုိးတဲ့ၾကားထဲ\nကုိးရီးယားတစ္ႏုိင္ငံလုံးကုိဒုကၡေရာက္ေစမယ့္ အႀကမ္းဖက္အဖြဲ႕ကုိ\nႏွိမ္ႏွင္းဖုိ႕စုံစမ္းေထာက္လွမ္းရတဲ့အေျခအေနကုိေရာက္လာတဲ့အခါမွာေတာ့\nChul-Soo တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္ျဖတ္သန္းမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက မင္းသားႀကီး Kyung-gu Sol အဓိကသရုပ္ေဆာင္ထားၿပီး\nအက္ရွင္ခန္းေတြလည္း မုိက္သလုိ ရုိက္ခ်က္ေတြလည္း အေတာ္ကုိလန္းပါတယ္...\nရယ္လည္းရယ္ရသလုိ ရင္ခုန္စိတ္လႈပ္ရွားရတဲ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာလည္းပါေလေတာ့\nခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....File Size : (950 MB) and (370 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:01:00\nGenre : Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-spy-undercover-operation2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BYTdiZGRjZDktYTlhMy00MjdhLTlmOWMtOWEzMDkwMDJjYTVjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Hamburger Hill (1987)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ ျဖစ္ရပ္မွန္ကို အေျခခံၿပီး ရိုက္ကူးထားတဲ့ စစ္ကားတစ္ကားပါ။\n၁၉၆၉ ခုႏွစ္က အေမရိကန္နဲ႔ ဗီယက္နမ္ အၾကား ျဖစ္ပြားခဲ့တဲ့ တိုက္ပြဲတစ္ပြဲအေၾကာင္းပါ။\nHamburger Hill ဆိုတာကေတာ့ ေရွာ ေတာင္ၾကားမွာ ရွိတဲ့\nေတာင္ကုန္းအမွတ္ ၉၃၇ ကို နာမည္ေပးထားတာပါ။\nရန္သူေတြရဲ႕က်ည္ဆံၾကားမွာ ေသြးေျမက်ခဲ့ရတဲ့ စစ္သားေတြဟာ\nဟမ္ဘာဂါထဲထည့္တဲ့ အသားေတြလို ႏုပ္ႏုပ္စဥ္းခံခဲ့ရတာမို႔\nဟမ္ဘာဂါ ေတာင္ကုန္း ရယ္လို႔ အမည္တြင္ခဲ့ရပါတယ္။\nဒီ ဟမ္ဘာဂါေတာင္ကုန္းမွာ ျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲဟာ\nေမလ ၁၁ရက္ေန႔ကေန ၂၀ ရက္ေန႔အထိ ၁၀ ရက္တိုင္တိုင္ ၾကာခဲ့ပါတယ္။\nႏွစ္ဖက္စလံုးလည္း ေတာ္ေတာ္အထိနာခဲ့တဲ့ စစ္ပြဲပါ။\nအေမရိကန္-ဗီယက္နမ္ တိုက္ပြဲေတြထဲမွာ အဆိုးရြားဆံုးတိုက္ပြဲတစ္ပြဲပါပဲ၊\nဒါေၾကာင့္လည္း ဒီဇာတ္လမ္း ၁၉၈၀ ခုႏွစ္အတြင္း ထြက္ခဲ့တဲ့\nစစ္ကားေတြထဲက Platoon တို႔ Full Metal Jacket တို႔လိုမ်ိဳး\nေအာင္ျမင္တဲ့ စစ္ကားတစ္ကား ျဖစ္ခဲ့ပါတယ္။\nဟမ္ဘာဂါေတာင္ကုန္းကို အပိုင္သိမ္းႏိုင္ဖို႔ ႀကိဳးစားတိုက္ခိုက္ခဲ့ရတဲ့\nစစ္သား ၁၄ ေယာက္ရဲ႕အေၾကာင္းကို ေသခ်ာျမင္ရပါ့မယ္။\nဒါရိုက္တာ John Irvin ရဲ႕ လက္ရာမြန္ေတြထဲက ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hamburger-hill-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qEe7aE4PgZCwnVoxKe7YsTm3Smh.jpg",
        "title": "Tears of the Sun(2003)",
        "description": "Tears of the Sun(2003)Tears of the Sun ဆုိတဲ့ စစ္ကားဟာ ကြ်န္ေတာ္တုိ႕\nကေလး ဘ၀ကထဲက ထြက္ရွိၿပီး ဘာသာစကားနားမလည္\nစာတန္းမထုိးဘဲနဲ႕ ၾကည့္ခဲ့ရတာပါ.....\nသုိ႕ေပမယ့္ Bruce Willis ေခါင္းေဆာင္တဲ့ Navy SEAL အဖြဲ႕ဟာ\nအႏၱရယ္မ်ားလြန္းလွတဲ့ ျပည္တြင္းစစ္ၾကားမွာ ကယ္ဆယ္ေရး\nသြားလုပ္ရတဲ့ အထူးစစ္ဆင္ေရးတစ္ခုဆုိတာကုိ\nကြ်န္ေတာ္တုိ႕ သိခဲ့ၾကတယ္....\nဒီ Navy SEAL အဖြဲ႕နဲ႕ စစ္ဆင္ေရးအတူေရာက္သြားသလုိ\nခံစားရသလုိ ဗီဒီယုိရုံတစ္ခုလုံးလည္း အပ္က်သံမၾကားရေလာက္\nတိတ္ဆိတ္စြာ ရင္ထိတ္စိတ္လႈပ္ရွားေနၾကေအာင္ ဒီဇာတ္ကား\nဆြဲေဆာင္မႈရွိခဲ့တယ္..\nႏုိင္ဂ်ီရီးယားရ႕ဲ ျပည္တြင္းစစ္က တကယ့္ကုိေသြးပ်က္ဖြယ္ရာပဲ..\nလက္နက္ကုိင္မ်ဳိးစုံ ထၾကြေသာင္းက်န္းၾကသလုိ\nလူမ်ဳိးစု ၂၅၀ ရွိေလေတာ့ ထိန္းကြပ္မယ့္ အစုိးရႀကီးမရွိမႈကုိ\nအခြင့္ေကာင္းယူၿပီးသတ္ခ်င္သတ္ လုပ္ခ်င္သလုိလုပ္ေနၾကတယ္...\nBruce Willis တုိ႕ရဲ႕ အဓိကတာ၀န္က အေမရိကန္လူမ်ဳိး\nကယ္ဆယ္ေရးဆရာ၀န္လုပ္ေနတဲ့\nေဒါက္တာကန္ဒရစ္ကုိ ကယ္ထုတ္ဖုိ႕ပါပဲ...\nသူတုိ႕သြားကယ္မယ့္ ေနရာမွာ ရန္သူ ၅၀၀၀ခန္႕\nေျခရာခ်င္းထပ္ေအာင္ လႈပ္ရွားေနၾကသလုိ\nျပည္သူ႕စစ္ဆုိတဲ့သူေတြကလည္း ဒုကၡသည္ပါမခ်န္\nအကုန္သတ္ေနတာဆုိေတာ့ ဒါ့ထက္ေတာ့ အႏၱရယ္မ်ားတာမရွိေတာ့ေပ...\nသူတုိ႕ေအာင္ျမင္မလားဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက ၾကည့္ၿပီးသားဆုိေပမယ့္ လည္းျပန္ၾကည့္ရင္\nတကယ္ကုိအရသာတစ္မ်ဳိးခံစားရပါတယ္..ဒီဘက္ေခတ္စစ္ကားေတြကုိ\nေကာင္းေကာင္းယွဥ္ႏိုင္သလုိ ရသအျပည့္အ၀ခံစားလုိ႕ရေအာင္\nBlu-Ray1080p5.1CHပါတင္ဆက္ေပးထားပါတယ္...File Size :(2.12GB), (950 MB) ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tears-of-the-sun/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NTrIY8Nz0Vrv1cVXrl7LT7rQid.jpg",
        "title": "The Rookies ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာတ႐ုတ္ႏိုင္ငံမွာ 2019 julyကမွထြက္ထားတဲ့တ႐ုတ္နဲ႔အဂၤလိပ္တို႔ဖက္စပ္႐ိုက္ကူးထားတဲ့ အထူးေအးဂ်င့္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..ဒီကားထဲမွာ အျမင့္တက္ျပၿပီးလိုင္းေပၚမွာပရိသတ္အခိုင္အမာရ႐ွိထားတဲ့ ေဖ်ာ္ေျဖေရးသမားေက်ာက္ဖုန္းဟာဇီဝလက္နက္လဲလွယ္ဖို႔လုပ္ေနတဲ့အၾကမ္းဖက္သမားေတြရဲ႕ၾကားထဲကိုမေတာ္တဆဝင္ေရာက္မိသြားရကေန ႏိုင္ငံတကာအထူးေအးဂ်င့္ျဖစ္တဲ့Bruceလက္ေအာက္မွာတာဝန္ထမ္းေဆာင္ဖို႔ျဖစ္လာတဲ့အခါ....Budapestၿမိဳ့မွာ Bruceအပါအဝင္သူ႔ရဲ႕သူငယ္ခ်င္းတီထြင္ပညာ႐ွင္တင္းစန္းနဲ႔အလုပ္ကေနနားထားတဲ့ဆရာဝန္မ LVတို႔အျပင္တ႐ုတ္ဘက္ကအရာ႐ွိမေလး ေျမာက္ေျမာင္တို႔နဲ႔အတူBudapestၿမိဳ႕ေလးမွါေအးဂ်င့္အျဖစ္တါဝန္ထမ္းေဆါင္ဖို့ျဖစ္လာတဲ့အခါကမာၻႀကီးကိုဖ်က္ဆီးဖို႔ၾကံစည္ေနတဲ့ သံမဏိလက္သီးကိုႏွိမ္နင္းႏိုင္ပါ့မလား..Actionကားႀကိဳက္သူေတြအတြက္ေတာ့အႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားေကာင္းတစ္ခုပါပဲ.. Translated & Review By Phyo ZawEncoded By LK Unicode********ဒီကားလေးဟာတရုတ်နိုင်ငံမှာ 2019 julyကမှထွက်ထားတဲ့တရုတ်နဲ့အင်္ဂလိပ်တို့ဖက်စပ်ရိုက်ကူးထားတဲ့ အထူးအေးဂျင့်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..ဒီကားထဲမှာ အမြင့်တက်ပြပြီးလိုင်းပေါ်မှာပရိသတ်အခိုင်အမာရရှိထားတဲ့ ဖျော်ဖြေရေးသမားကျောက်ဖုန်းဟာဇီဝလက်နက်လဲလှယ်ဖို့လုပ်နေတဲ့အကြမ်းဖက်သမားတွေရဲ့ကြားထဲကိုမတော်တဆဝင်ရောက်မိသွားရကနေ နိုင်ငံတကာအထူးအေးဂျင့်ဖြစ်တဲ့Bruceလက်အောက်မှာတာဝန်ထမ်းဆောင်ဖို့ဖြစ်လာတဲ့အခါ....Budapestမြို့မှာ Bruceအပါအဝင်သူ့ရဲ့သူငယ်ချင်းတီထွင်ပညာရှင်တင်းစန်းနဲ့အလုပ်ကနေနားထားတဲ့ဆရာဝန်မ LVတို့အပြင်တရုတ်ဘက်ကအရာရှိမလေး မြောက်မြောင်တို့နဲ့အတူBudapestမြို့လေးမှါအေးဂျင့်အဖြစ်တါဝန်ထမ်းဆေါင်ဖို့ဖြစ်လာတဲ့အခါကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ကြံစည်နေတဲ့ သံမဏိလက်သီးကိုနှိမ်နင်းနိုင်ပါ့မလား..Actionကားကြိုက်သူတွေအတွက်တော့အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ခုပါပဲ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-rookies-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OIEVvoTmbGotdygjXzSNX8ribV.jpg",
        "title": "The Grandmaster(2013)",
        "description": "The Grandmaster(2013)IMDb....6.6တရုတ်သိုင်းရုပ်ရှင်ကို သဘောကျသူတွေကြားမှာ\nမသိသူမရှိလောက်တဲ့ Ip Manရဲ့ အကြောင်းကို\nရိုက်ကူးထားတဲ့ သိုင်းကားတစ်ကားပါ။\nIp Man ကားတွဲတွေနဲ့တော့ တစ်စက်ကလေးမှ\nမဆင်တဲ့အပြင် ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်ပီပီသသပါပဲ\nခမ်းခမ်းနားနား Dialougeတွေကို သေသေသပ်သပ်\nထည့်သွင်းထားပါတယ်။ Ip Manကို ဗဟိုပြုပြီး\nသူ့ခေတ်ပြိုင် သိုင်းဆရာတွေကိုပါ လှလှပပ\nစက်ဝိုင်းလေးဝိုင်းပြီး ဘောင်မလွတ်ပဲ ပြထားပါတယ်။ဘဝမှာသာ ရာသီအပိုင်းအခြားတွေရှိခဲ့ရင်\nသူ့ဘဝရဲ့ပထမနှစ်လေးဆယ်က နွေဦးလိုသာယာခဲ့တယ်\nဆိုတဲ့ Ip Manရဲ့ဘဝ နှစ်လေးဆယ်နောက်ပိုင်း\nဆောင်းရာသီနေ့ရက်တွေအကြောင်းကို\nတင်ဆက်ပြသထားပါတယ်။သိုင်းပညာပြခန်းတွေသိပ်မများလှပေမယ့်\nပါသမျှလောက်ကလည်း စက္ကန့်စိတ်စာမျှ ပယ်စရာမရှိတဲ့\nတကယ့်အနှစ်တွေပါပဲ။ ဒီလိုပယ်စရာမရှိရအောင်လည်း\nဒီရုပ်ရှင်ရဲ့ မင်းသား တိုနီချူဝေဟာ တစ်နေ့လေးနာရီနှုန်းနဲ့\nတစ်နှစ်တိတိကျင့်ခဲ့ရပါတယ်။\nတရုတ်ပြည်ကနေ ခုန်ပျံကျော်လွှားပြီး အမေရိကန်jမှာ\nအော်စကာနှစ်ဆု Nomineeဝင်ထားတဲ့\nဒီရုပ်ရှင်မှာ Ip Manရဲ့ ဝင်းချွန်းသိုင်းကွက်တွေ\nထိုက်ကျိသိုင်းရဲ့ ဒဿ နတွေ ဝေဝေဆာဆာနဲ့\nသိုင်းအနုပညာကို ထဲထဲဝင်ဝင် ခံစားကြရမှာပါ။File Size : (3.84GB)\nQuality : HEVC 1080p\nFormat…mp4\nDuration…02:10:00\nGenre : Action, Drama, Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-grandmaster2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/fugi-133x200.jpg",
        "title": "The Fugitive (1993)",
        "description": "ဒီတစ်ခေါက်မှာဆိုရင်ရင်တော့ Old But Gold တွေထဲက\nတစ်ကားဖြစ်တဲ့ The Fugitive ဆိုတဲ့ ဇာတ်ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာဆိုရင်တော့ IMDb Rating- 7.8/10 ထိ\nရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nHarrison Ford နဲ့ Tommy lee Jones တို့လို\nမင်းသားကြီးတွေပါဝင်ထားတဲ့ Action , Crime , Drama\nဇာတ်ကားအမျိုးအစားလည်းဖြစ်ပြီး\nထို ၁၉၉၃ ခုနှစ်ပတ်ဝန်းကျင်ကနေ အခုထိ\nကြည့်ရှု့လို့မရိုးနိုင်လောက်အောင် ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာပြီး\nကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားဖြင့်ပဲ မင်းသားကြီး Jones က\nBest Supporting Actor ဆုကို ရခဲ့တာဖြစ်သလို\n၁၉၉၃ ခုနှစ်မှာ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားလည်း\nဖြစ်ခဲ့ပါသေးတယ်။\nဒီဇာတ်ကားကို ညွန်းရမယ်ဆိုရင်\nဇာတ်လမ်းကိုတော့ Chicago မြို့မှာထင်ရှားတဲ့\nအရိုးခွဲစိတ်ဆရာဝန် Richard အကြောင်းကို\nအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။\nRichard ဟာဆိုရင် သူ့မိန်းမ သေဆုံးမှု့မှာ တရားခံအဖြစ်ဆွဲချက်တင်ခံရပြီး\nသက်သေများက သူ့ဆီပဲ ဦးတည်နေတာကြောင့်\nတကယ်မသတ်ဘဲ သေဒဏ်ချမှတ်ခံခဲ့ရပါတယ်။\nထို့နောက် Chicago မြို့ထဲမှ သူအပါအဝင်ဖြစ်သော ထောင်ကားဟာ\nlllINOISသို့ မောင်းနှင်လာခဲ့ပါတယ်။\nလမ်းတစ်ဝက်အရောက်မှာပဲ ထောင်သားတွေက ရုန်းရင်းဆန်ခက်\nပြုလုပ်တာကြောင့် သူပါလာသော ထောင်ကားတိမ်းမှောက်ပြီး\nRichard ...",
        "rating": "7.8",
        "url": "https://megaup.net/3yxyP/The_Fugitive_[1993]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur5vAAB7qCFaNHoTsNztZiQCIZy.jpg",
        "title": "Marrying the Mafia 5: Return of the Family ( 2012 )",
        "description": "Marrying The Mafia ဇာတ်ကားတွေရဲ့နောက်ဆုံးကားဖြစ်ပါတယ်5 ကားလုံးကို ဒီမှာဒေါင်းကြည့်နိုင်ပါတယ်အရင်ကားတွေရဲ့အဆက်ပါပဲ..သရုပ်ဆောင်တွေတော့အပြောင်းအလဲရှိသွားပါတယ်သရုပ်ဆောင်တွေတော့ ပြောင်းသွားပေမယ့် ဘာမှန်းမသိတဲ့Mafia မိသားစုအရှုပ်တော်ပုံကတော့ အတူတူပါပဲ။ဒီတစ်ခေါက်တော့ ဘက်လိုက်တတ်တဲ့ အဖေကြီးကြောင့်ညီအစ်ကိုတွေကြား မတည့်ကြတဲ့ Mafia မိသားစုအကြောင်းပါ။ဒီတော့ အနှိမ်ခံ ညီအစ်ကို ၃ ယောက်က ဘယ်လိုတွေ သင်ခန်းစာပေးပြီးဘယ်လိုတွေ ပြဿနာရှာမယ်ဆိုတာရယ်... ဒီ သင်းကွဲမိသားစုကြီးပြန်လည်သင့်မြတ်မလားဆိုတာရယ်ကို ရယ်မောရင်း ဇာတ်လမ်းထဲမှာ အဖြေရှာလိုက်ပါ... Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/3tEd0/(CM)Marrying.The.Mafia.5.DVDRip.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXyZ49GEJkEaHF8ESoSNqeIs8WK.jpg",
        "title": "Marrying the Mafia 4: Family Ordeal ( 2011 )",
        "description": "Marrying The Mafia ကားရဲ့ ၄ ကားမြောက်ဇာတ်ကားပဲဖြစ်ပါတယ်Marrying The Mafia 5 ကားလုံးကိုဒီမှာတခုချင်းစီဒေါင်းယူနိုင်ပါတယ်ကဲဒီတစ်ခါတော့မာဖီးယားမိသားစုဟာဂျပန်ရောက်သွားပါပြီအသက်၂၂နှစ်ကတည်းကပြည်ထွက်ခွင့်ပိတ်ခံထားရတဲ့ဟုန်ဒွတ်ဂျာနဲ့သားတွေဟာ ပြည်ထွက်ခွင့်ပြန်ရတော့ဂျပန်ကိုစျေးကွက်လေ့လာတဲ့အနေနဲ့သွားလည်ကြပါတယ်ဘဏ်မှာငွေလဲတုန်းဘဏ်ဓားပြနဲ့ကြုံပြီး သူ့တို့ပိုက်ဆံတွေယူသွားတဲ့ဓားပြနောက်ကိုလိုက်ကြရင်း ဂျပန်မှာတစ်ဝေ့လည်လည်ဖြစ်ရင်ဘာတွေကြုံရမလဲဆိုတာကိုထုံးစံအတိုင်းပါးစပ်မပိတ်ရအောင်ရယ်စရာတွေနဲ့ကြည့်ရမှာပါ ဒီတစ်ခါတော့မိသားစုသံယောဇဉ်ကိုအသားပေးထားတာဖြစ်ပါတယ် Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/3tEoJ/(CM)Marrying.The.Mafia.4.DVDRip.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8inEhDzJPSw0n6o9B7Swpcjyz4.jpg",
        "title": "Marrying the Mafia 3: Family Hustle ( 2006 )",
        "description": "Marrying The Mafia 5 ကားလုံးကို ဒီမှာရှာနိုင်ပါတယ်ဒီကားလေးကတော့ Marrying The Mafia ကားရဲ့ 3 ကားမြောက်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုကြည့်လိုက်ရအောင်Marrying the Mafia 2 မှာ ဂန်းစတားနဲ့ ရှေ့နေရဲ့အချစ်ဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ ဇာတ်လမ်းလေးပေါ့...ဂန်းစတားလောကက ထွက်ပြီး ကင်ချီလုပ်ငန်းကိုစတင်တဲ့ မူလဂန်းစတား မိသားစုတစ်စုကိုအငြိုးကြီးခဲ့တဲ့ ရှေ့နေဘုံတစ်ယောက် ဘယ်လိုလက်စားချေပြီးဘယ်လို ပြဿနာရှာမယ်ဆိုတာ မြင်တွေ့ရမှာပါ...ထုံးစံမပြတ် ဟာသနှောထားတဲ့အတွက် ဟာသချစ်သူတွေလက်မလွှတ်သင့်တဲ့ ဟာသဇာတ်ကားကောင်းတစ်ခုဖြစ်လို့ကြည့်ဖြစ်အောင် ကြည့်လိုက်ကြနော် Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/3tDpp/(CM)Marrying.The.Mafia.3.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hEcQWLiJ5E1eL8p5Ok8rJr7A7WK.jpg",
        "title": "Marrying the Mafia II ( 2005 )",
        "description": "Marrying The Mafia 5 ကားလုံးကို ဒီမှာရှာနိုင်ပါတယ်Marrying The Mafia 1 ရဲ့ အဆက်ပဲဖြစ်ပါတယ် IMDb Rate ကတော့6.1 ပဲဖြစ်ပါတယ် Marrying the Mafia 2 ဇာတ်လမး်လေးကတော့ဂန်းစတား မိသားစုထဲက သားကြီးရဲ့ အချစ်ဇာတ်လမ်းလေးကို ပုံဖော်ထားတာပါမိရိုးဖလာ ဂန်းစတားလုပ်နေရာကနေပြည်သူ့ရှေ့နေမလေးတစ်ယောက်ကို ရင်ခုန်မိသွားတဲ့အချိန်မှာတော့ဘယ်လို အကွေ့အကောက် အဝှေ့အဝိုက်တွေနဲ့အချစ်ကို ရအောင်ကြိုးစားခဲ့ရတယ်ဆိုတာကိုဟာသလေးတွေနှောပြီး တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဒီကားလေးကြည့်ရင် ပါးစပ်မစေ့ရမှာသေချာကြောင်းဟာသချစ်သူများကို သတင်းကောင်းပါးလိုက်ပါတယ်.... Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/marrying-the-mafia-ii-2005/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/66302247_912694719067683_6994836940025495552_n-134x200.jpg",
        "title": "God Of Gamblers ( 2018 )",
        "description": "ဒီဇာတ္ကားေလးကေတာ႔ 2018  က ထြက္ရွိထားတဲ႔ဇာတ္ကားေလးပဲၿဖစ္ပါတ.္ေလာင္းကစားလုပ္ၾကတဲ႔ Gamblers ကားေတြဟာလည္းတမ်ိဳးတစ္ဖံုစိတ္၀င္စားဖို႕ေကာင္းၿပီး ၾကည္႕ေကာင္းတယ္ဆုိတာအားလံုးလည္းသိၾကၿပီးသားၿဖစ္မွာပါ..ဒီကားေလးကိုခံစားၾကည္႕လိုက္ပါဦးအညြန္းကေတာ႔ေကာင္းဖန္ကသာမာန္လူတစ္ေယာက္ပါဒါေပမဲ့ေလာင္းကစားဘုရင္ေမာ့ခ်င္းမင္နဲ႔ေလာင္းကစားနည္းသင္ၾကားျပီးေနာက္ေလာင္းကစားဘုရင္အသစ္ျဖစ္သြားတယ္သို႔ေသာ္ထူးဆန္းစြာနဲ႔ေလာင္းကစားေလာကကႏုတ္ထြက္သြားျပီးဘီယာဆိုင္သူေဌးျဖစ္သြားတယ္ေလာင္းကစားနဲ႔မပတ္သတ္ေတာ့ဘဲခ်စ္သူနဲ႔အတူဘီယာဆိုင္ဖြင့္ေနျပီးေအးေအးေဆးေဆးျဖစ္ေနသလိုနဲ႔ကြယ္ရာမွာေတာ့ေလာင္းကစားနည္းေတြေလ့လာေနျပီးစိတ္ထဲမွာအစီစဥ္ၾကီးစီစဥ္ေနတယ္တစ္ေန႔မွာခ်စ္သူရဲ႕အစ္ကိုကေလာင္းကစားပြဲတစ္ခုမွာဝင္ပါမိသြားျပီးေသေရး႐ွင္ေရးပြဲဝင္ၿပိဳင္ဖို႕ေရႊဝါတံဆိပ္ရခဲ့တယ္မိသားစုအတြက္နဲ႔စိတ္ထဲကအစီအစဥ္အတြက္ေကာင္းဖန္ကအႏၱရာယ္ေတြေက်ာ္ျဖတ္ျပီးေရႊဝါေလာင္းကစားျမိဳ႕ေရာက္႐ွိသြားျပီးပြဲၾကီးပြဲေကာင္းျဖစ္တဲ့ေသေရး႐ွင္ေရးပြဲၾကီးစတင္ၿပီးဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာေတာ့ဒီကားေလးထဲမွာဆက္လက္ေစာင့္ၾကည့္ဖုိ႔တုို္က္တြန္းလုိက္ပါရေစ.... Translated & Review By XaioEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1zv8d/God_Of_Gamblers_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/snd9pRdd0h8gqlWrfil0Pz2llRp.jpg",
        "title": "Ip Man 3 ( 2015 )",
        "description": "ip man trilogy ရဲ့ နောက်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်IMDb 7.1 ရရှိထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်သာမန်သိုင်းကား အတိုက်အခိုက်တဲ့ရသတွေပေးတဲ့ကားမဟုတ်တာတော့သေချာတယ်ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဟောင်းကြီးမိုက်တိုက်ဆန်ကလဲသူ့အခန်းမှာ ကျကျနနပီပီပြင်ပြင်သရုပ်ဆောင်သွားတာကလဲဒီကားရဲ့အမှတ်ရစရာ အချက်တခုပါ…ဒီကားရဲ့အစမှာလဲအရင်ကားရဲ့အဆုံးဖြစ်တဲ့ဂျီကွမ်တိုကိုတီထွင်ခဲ့တဲ့ကမ္ဘာ့သိုင်းပညာဂုရုကြီးဘရုစ္စလီနဲ့ပြန်စထားပါတယ်ဒုစရိုက်မှုတွေနဲ့ ခြေရှုပ်နေတဲ့ဟောင်ကောင်မြို့ရဲ့တခေတ်တချိန်မှာ-တာဝန်ယူမှုတွေနဲ့မိသားစုကိုဂရုမစိုက်သလိုဖြစ်သွားခဲ့တဲ့ ယိမန်ရဲ့အကြောင်း…အရည်အချင်းရှိသူပြည့်ဝသူတယောက်ဟာတခြားလူကိုတိုက်ခိုက်ပြီးမှနေရာမယူတတ်ဘူးဆိုတာကိုပီပြင်အောင်သရုပ်ဆောင်သွားတဲ့ မင်းသားဒန်နီယမ်း…သူနောက်ဆုံးပြောသွားခဲ့တဲ့ မင်းနားမှာရှိတဲ့မင်းချစ်တဲ့လူတွေလောက်ဘယ်ဟာမှအရေးမကြီးဘူးဆိုတဲ့စကားဟာ လဲမှတ်သားစရာပါသာမန်လန်ချားဆွဲဘဝကနေ နံမည်ကျော်တယောက်ဖြစ်အောင်ကြိုးစားခဲ့တဲ့Cheung Tin Chi. ဟာလဲ ဘယ်လိုကြိုးစားခဲ့တယ်ဆိုတာမြင်ရမှာပါမလွတ်တမ်းကြည့်သင့်တယ်လို့ဆိုတာထက် ကြည့်ရမယ်လို့ပဲညွှန်းပါရစေဘာသာပြန်သူအညွှန်းရေးသူ မြန်မာကြီးဖြစ်ပြီး encoder ကတော့ LK ဖြစ်ပါတယ်",
        "rating": "7.1",
        "url": "https://megaup.net/1M88s/Ip_Man_3_(Yip_Man_3)_[2015]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama, Ip Man Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mu13RSsvyDdlyD8TyjuQVrT0gM.jpg",
        "title": "Ip Man 2 ( 2010 )",
        "description": "Ip Man ရုပ္ရွင္ဇာတ္ကားရဲ႕ ဒုတိယေၿမာက္အဆက္ပဲၿဖစ္ပါတယ္..ပထမ ကားမွာ ယိမန္ တို႕မိသားစု ဖူဆန္ကို စြန္႕ခြာလာခဲ႔ၿပီးေနာက္ေဟာင္ေကာင္မွာ အေၿခခ် ေနထိုင္ၿပီး ယိမန္တစ္ေယာက္မိသားစုစား၀တ္ေနေရးအတြက္သိုင္းသင္တန္းေက်ာင္း ဖြင္႕ဖို႕ ၾကိဳးစားရာကေနေဟာင္ေကာင္သိုင္းေလာက အဖြဲ႕အစည္းနဲ႔ပတ္သတ္မိပါေတာ႔တယ္အဲ႔ဒိေနာက္မွာေတာ႔..ဘာေတြဆက္ၿဖစ္မလဲဆုိတာ ကိုယ္တိုင္ခံစားၾကည္႕ရွုပါIMDb Rate 7. 8 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းပဲၿဖစ္ပါတယ္ Translated By Phyo ZawEncoded By LK",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ip-man-2-2010/",
        "category": "Action, Biography, Drama, Ip Man Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQqXSPg559WfdyHOVPPeNMBy5vv.jpg",
        "title": "Ip Man ( 2008 )",
        "description": "2008 ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႕ Ip Man ဇာတ္ကားၿဖစ္သလိုပထမဦးဆံုးေသာဇာတ္ကားပဲၿဖစ္ပါတယ္IMDb Rate 8ရရွိထားတဲ႕ တရုတ္ကြန္ဖူးနဲ႕ပတ္သတ္တဲ႔ဇာတ္ကားပဲၿဖစ္ပါတယ္အားလံုးလည္း ဒီဇာတ္ကားနဲ႕စိမ္းေနမယ္မထင္ပါဘူး..အညႊန္းေပးဖုိ႕မလိုေတာ႔ဘူးထင္ပါတယ္မၾကည္႕ရေသးတဲ႕သူေတြလည္းၾကည္႕ၾကည္႕ပါဇာတ္လမ္းရဲ႕အရသာ ကို ကိုယ္တိုင္ပဲခံစားၾကည္႕ဖုိ႕တိုက္တြန္းလိုက္ပါတယ္ Translated By Phyo ZawEncoded By LK",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ip-man-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/The-Guardians-142x200.jpg",
        "title": "Guardians (2017)",
        "description": "စစ္ေအးေခတ္ကာလမွာ အေမရိကန္ နဲ့ ဆိုဗီယက္ယူနီယမ္ တို့မွာလက္နက္ေတြအျပိုင္အဆိုင္\nတီထြင္ခဲ့က်ပီးေတာ့အားျပိုင္ေနခဲ့က်တယ္ သူတို့ေတြရဲ့စစ္တပ္အသီးသီးကိုအင္အား\nတိုးပြားလာေအာင္ျပုလုပ္ခဲ့က်တယ္ ဆိုဗီယက္ က Patriot ဆိုတဲ့ပေရာဂ်က္တစ္ခုကိုစတင္ခဲ့ပီ\nလူသားေတြရဲ့မ်ိုးရိုးဗီဇေတြကိုေျပာင္းလဲပီးေတာ့စြမ္းအားေတြရရွိလာေအာင္လုပ္ေပးဖို့ျကိုးစားခဲ့က်တယ္\nေအာ္ဂတ္ကူရာတို နဲ့ ဗစ္တာဂိုဗမ္ေနာ့စ္ တို့ကအဲ့ပေရာဂ်က္ကိုဦးေဆာင္လုပ္ခဲ့က်တာျဖစ္တယ္\nဒါပင္မဲ့ ဂိုဗမ္ေနာ့စ္ ကေအာင္ျမင္မႈေတြရရွိခဲ့ပီးလူေတြလဲခ်ီးက်ူးမႈခံေနရတဲ့အခ်ိန္မွာ\nကူရာတို ကေတာ့က်ဆံုးမႈေတြနဲ့ျကံုေတြ့ေနခဲ့ရတယ္\nကူရာတို ဟာသူ့ရဲ့ရည္မွန္းခ်က္ျဖစ္တဲ့အေတာ္ဆံုးသိပၸံပညာရွင္ျဖစ္ေရးဆိုတဲ့ဟာက\nဂိုဗမ္ေနာ့စ္ ဆီေရာက္သြားေတာ့မွာလို့ခံစားလာရတဲ့အခ်ိန္မွာသူသုေတသနေအာင္ျမင္လာဖို့အတြက္\nလူသားေတြကိုပါစမ္းသပ္မႈေတြျပလုပ္လာခဲ့တယ္ အဲ့ဒါကိုအစိုးရကသိရွိသြားပီးေတာ့သူ့ရဲ့စမ္းသပ္မႈေတြကိုပိတ္ပင္ခဲ့ပီး\nသူ့ကိုဖမ္းဆီးေစခဲ့တယ္ ဒါပင္မဲ့ကူရာတို ကအဖမ္းမခံခဲ့ဘဲနဲ့သူ့ရဲ့ဓာတ္ခြဲခန္းကိုပါေပါက္ကြဲခဲ့ပီးထြက္ေျပးသြားခဲ့တယ္\nနစ္ေပါင္းမ်ားစြာျကာပီးတဲ့ေနာက္မွာစစ္တပ္ရဲ့လက္နက္သစ္စမ္းသပ္မႈလုပ္ေနတုန္းမွာ\nကူရာတို ေရာက္လာခဲ့ပီးေတာ့လက္နက္ေတြအကုန္လံုးကိုခိုးယူသြားခဲ့တယ္\nအဲ့တာမို့ ကူရာတို ကိုတားဆီးဖို့အတြက္အစိုးရအေနနဲ့စူပါဟီးရိုးအဖြဲ့ဖြဲ့ဖို့လိုလာခဲ့တယ္\nအဲ့တာမလို့ Patriot ဆိုတဲ့ပေရာဂ်က္ကိုျပန္စခဲ့ပီး ကူရာတို ရဲ့အစမ္းသပ္ခံခဲ့ရပီး\nစြမ္းအင္ေတြရလာခဲ့တဲ့လူေတြကိုျပန္လည္ရွာေဖြပီးေတာ့ ကူရာတို ကိုတားဆီးဖို့လုပ္ေဆာင္ခဲ့ပါတယ္\nအဲ့အဖြဲ့ကို Guardians ဆိုတဲ့နာမည္ကိုေပးပီး ကူရာတို ကိုတားဆီးေစခဲ့တယ္\nရုရွားရဲ့ စူပါဟီးရိုးကားေတြပါ Marvel တို့ DC တို့ရဲ့စူပါဟီးရိုးဇာတ္ကားေတြနဲ့ေတာ့\nယွဥ္ျပိုင္နိုင္ေလာက္တဲ့အထိမေကာင္းပင္မဲ့ ျကည့္လို့ေကာင္းတဲ့ကားေလးတစ္ကားပါ။(႐ုပ္ရွင္အၫႊန္းကို BMDb Facebook မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(950 MB) and (500 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:29:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.0",
        "url": "https://megaup.net/Loyl/The.Guardians.2017.RUSSIAN.1080p.BluRay.x264.DTS-FGT.mkv-muxed.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aawdjzVsfKvRRIFu9Ni74wZyjc8.jpg",
        "title": "Bharat (2019)",
        "description": "IMDb rating - 5.7/10Google Users - 74%Genere - Acrion/Dramaမင်းသားကြီး Salman Khanနဲ့ မင်းသမီး Katrina Kaifတို့ အပြင် Sunil Grover တို့ သရုပ်ဆောင်ထားကြတဲ့ ရုံတင်ဇာတ်ကားကြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။-----------------------------------------------လူတစ်ယောက် ဘဝတစ်ခု ဆိုပေမဲ့ ဘားရတ်ရဲ့ ဘဝက ဖြတ်သန်းရတဲ့ နယ်ပယ်အစုံမှာ မှတ်သားထားစရာ ဖြစ်ရပ်လေးတွေ ရှိတယ်။ခု သူဟာ အသက်ကြီးကြီး လူအိုကြီး တစ်ယောက် ဖြစ်နေပြီ။ငယ်ဘဝကတည်းက ခုထိတိုင် မပြောင်းလဲသေးတဲ့ အကြောင်းအရာတွေ အပြုအမူတွေ ရှိတုန်းပဲ။တစ်နေ့ သူ့အဖေ ' ဒီဆိုင်လေးမှာ လာတွေ့မယ်၊ စောင့်နေပါ ' ဆိုတဲ့ စကားကို ငယ်ဘဝကနေ ခုထိ မမေ့သေးဘူး။တနေ့ကျရင် သူ့အဖေနဲ့ သူ့ညီမ သူတို့ဆီ လာကြမယ်လို့ သူ ယုံကြည်ထားတုန်းပဲ။\" မင်းက အကြီးဆုံးသားမို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2naF2/Bharat_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/67568372_345291069736311_5723074661000937472_n-143x200.jpg",
        "title": "Ancient Detective ( 2019 )",
        "description": "ကြမ္းလင္ စစ္တပ္ဟာ ဒဏၰာရီထဲမွာ နာမည္ျကီးေနတဲ့ေတာင္မ်ားျမစ္မ်ား ေျမပံုကို ျမိဳ႕ေတာ္က ဘဏၰာတိုက္ထဲကိုသယ္ေဆာင္လာတဲ့အခ်ိန္ လီခ်ံဴးရဲ့ေျကးစားစစ္တပ္ေတြကတိတ္တဆိတ္ လုပ္ျကံသတ္ျဖတ္ခဲ့တယ္ အဲဒီအခ်ိန္မွာအလြတ္စံုေထာက္ တီဖာရိ ကအခ်ိန္မီေရာက္လာပီးေျကးစားေတြနဲ့တိုက္ခိုက္ကာ ေျမပံုကိုျပန္ယူနိုင္ခဲ့တယ္ဒါေပမယ့္ နန္းတြင္းမွာထပ္လုပ္ျကံခံခဲ့ရတယ္အဲဒီလုပ္ျကံတဲ့အခ်ိန္နဲ့ျကယ္စင္ကိုးလံုးထြက္ေပၚလာတဲ့အခ်ိန္တိုက္ဆိုင္သြားပီး ေျမပံုကိုဖြင့္မိလိုက္တဲ့အခ်ိန္မွာအခ်ိန္ခရီးသြားအျဖစ္ ေခတ္သစ္ကိုေရာက္ရွိလာခဲ့တယ္ေခတ္သစ္မွာ ရဲေမ ျမင္ထင္ က အနက္ေရာင္ဌက္ေမြးကိုုလိုက္လံဖမ္းဆီးေနတဲ့အခ်ိန္ တီဖာရိက အေျကာင္းစံုမသိပဲဝင္ေနွာင့္ယွက္မိပီး အစီအစဥ္ေတြလြဲေခ်ာ္သြားတယ္ဒါေျကာင့္ ရဲေမျမင္ထင္က တီဖာရိကို သံသယျဖစ္ပီး စခန္းကိုဖမ္းဆီးေခၚေဆာင္သြားခဲ့တယ္ တီဖာရိက သူ ေရွးေခတ္ကလာတဲ့အေျကာင္းရွင္းျပေပမယ့္ ရဲေမ ျမင္ထင္က အရူးလို့ထင္ခဲ့တယ္ဒါေပမယ့္ ေနာက္ပိုင္းမွာ တီဖာရိ ေျပာျပသမ်ွေတြကို ယံုျကည္လာပီးအခ်င္းခ်င္းသံေဃာဇဥ္ေတြျဖစ္လာျကတဲ႔ ေနာက္ ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာ ဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/ancient-detective-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/67519074_357343738494254_6710716624237756416_n-153x200.jpg",
        "title": "Zhen Mo Si ( 2018 )",
        "description": "အခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့ ေမွာ္သိုင္းကားတစ္ကားပါဒီကားက တရုတ္သိုင္းကားေတြကိုႀကိဳက္တဲ့သူေတြအတြက္ကေတာ့သေဘာက်မယ့္ကားမ်ိဴးပါဇာတ္လမ္းရဲ႕အစမွာေတာ့ယြမ္ေခတ္ရဲ႕၁၂နွစ္ေျမာက္မွာအုပ္စိုးတဲ့ေက်ာက္ဘုရင္လက္ထက္မွာမိစာၦဂိုဏ္းေတြက ျပည္သူေတြညင္းပန္းနိုပ္စက္တာကိုနိွမ္နွင္းဖို႔အတြက္ေက်ာက္ဘုရင္က မိစာၦနိုမ္နင္းေရးအဖြဲကိုေစခိုင္းခဲ့တယ္မိစာၦနိွမ္နင္းေရးအဖြဲေခါင္းေဆာင္ဘက်န္းခ်န္းကစစ္မႈးေရွာင္က်န္းကို ယိုက်ံဳးကိုလ်ိဳဝွက္ၿပီးတိုက္ခိုက္ေစတဲ့အခါအဲကိုသြားတိုက္တဲ့လမ္းတစ္ေလ်ွာက္မွာ ဘာေတြျဖစ္မွာလဲလ်ိဴဝွက္တိုက္ဖို႔လႊတ္လိုက္တဲ့ ၄ေယာက္ကေရာဘယ္လိုမ်ိဴးလဲတိုက္ပြဲၿပီးျပန္လာတဲ့လမ္းတစ္ေလ်ွာက္ ဘယ္လိုမ်ိဴးေတြႀကံဳရမလဲဆိုတာ စိတ္ဝင္တစားၾကည့္ရမယ့္ကားမ်ိဴးပါသိုင္းကားဆိုေပမယ့္ ေနာက္ပိုင္းမွာ drama နည္းနည္းေလးထည့္ၿပီးရိုက္ထားေတာ့ စိတ္ဝင္စားစရာေကာင္းတဲ့ကားမ်ိဴးမို႔ၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါ Translated & Review By XiaoEncoded By LK",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/zhen-mo-si-2018/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQ3YNslcMXDuOVkY21j5cOagH65.jpg",
        "title": "Public Enemy ( 2002 )",
        "description": "?သားဆိုး?ဟုတ်ပါတယ်... ။\nကျွန်တော် သားဆိုးပါ....။\nကျွန်တော့်ကို ခွင့်မလွှတ်ပါနဲ့အမေ...။\nကျွန်တော့်ကို အားမကိုးပါနဲ့ အဖေ....။▬▬▬▬▬▬▬▬( အောက်ပါ အကြောင်းအရာများသည် ဖြစ်ရပ်မှန် မှုခင်းများကိုပြန်လည် ရေးသားထားခြင်း ဖြစ်ပါသောကြောင့် စိတ်မခိုင်သူများနှင့်အသက် ၁၈ နှစ် အောက်များ ဖတ်ရန်မသင့်ကြောင်း သတိပေးအပ်ပါသည်။)▬▬▬▬▬▬▬▬\"ကျွန်တော့် အိမ် မီးလောင်နေပါတယ် ခင်ဗျ...ကယ်ကြပါဦး ..ကျွန်တော့်မိဘတွေ အိမ်ထဲမှာပိတ်မိနေပါတယ်...။\"\"လိပ်စာအမြန်ပေးပါခင်ဗျာ ..ကျွန်တော်တို့မီးသတ်အဖွဲ့က အမြန်ဆုံးလာပါမယ်..ခင်ဗျားလည်း အန္တရာယ်မရှိမဲ့နေရာမှာ နေပါ..။ လေရှူလို့ရမယ့်နေရာမျိုးရွေးနေပါ\"လိပ်စာကို သားဖြစ်သူက အလျှင်အမြန် ပြောပြသည်...။\"ကယ်ကြပါဦးဗျာ... ကယ်ကြပါဦး\"သူတို့နေသော နေရာသည် တောင်ကိုရီးယား၊ ဂန်နနမ်းမြို့နယ်၊ဆမ်းဆောင်းရပ်ကွက်ဆိုသည့် လူချမ်းသာများသာ နေနိုင်သည့် ရပ်ကွက်တစ်ခု ဖြစ်သည်။အနောက်တိုင်းပုံစံဆောက်ထားသော လှပသည့်အိမ်ကလေးမှ မီးခိုးများ အဆက်မပြတ်ထွက်နေသည်။****************************************\n၁၁၉ မီးသတ်၊ ရဲ ၊ ဆေးရုံကားများ တခဏအတွင်းရောက်လာကြသည်။သို့ပေမယ့် အလွန်နောက်ကျသွားလေပြီ...။မိခင်နှင့် ဖခင်နှစ်ဦးစလုံး မီးသွေးတုံးကြီးများကဲ့သို့ မည်းနက်ပြီးတကိုယ်လုံးရစရာမရှိအောင်မီးလောင်သေဆုံးနေပြီဖြစ်သည်...။****************************************\n?အပိုင်း -၁မီးလောင်၍ သေဆုံးသွားသော မိဘနှစ်ပါးတို့၏ အလောင်းကိုမကြည့်ရဲပဲဖြစ်နေတဲ့....မျက်နှာလွှဲပြီး ခြုံးပွဲချ ငိုနေတဲ့ သားတစ်ယောက်ရှိပါတယ်...၊ကျွန်တော် ဘာ့ခ် ဟန် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xmcf/Public_Enemy_(Gonggongui_Jeog)_[2002]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/grxiiot93vjp-133x200.jpg",
        "title": "A Monks Madness ( 2019 )",
        "description": "ဒီဇာတ်​လမ်​းဟာ လွီ​ကျေ့စိမ်​းဆိုတဲ့ဘုန်​း​တေ်​ကြီးတစ်​ပါးရဲ့​သွေး​သောက်​ညီအစ်​ကိုလင်​ချုံးကိုကယ်​တင်​ရင်​းကြုံ​တွေ့ရပုံ​တွေကို ​ဖော်​ညွှန်​းပြသထားတာဖြစ်​ပါတယ်​..ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ​ကောင်​းယာ​နေ့ဆိုတဲ့စစ်​​သေနာပတိချုပ်​ရဲ့သားဟာစစ်​သူကြီးလင်​ချုံးရဲ့ မိန်းမကို နှစ်​သက်​သ​ဘောကျမိရာက​နေလင်​ချုံးကို​ချောက်​ချခဲ့ပြီး ချန်​းကျုံးအကျဉ်​း​ထောင်​မှာပြစ်​ဒဏ်​ကျခံ​စေရုံသာမကလမ်​းခုလတ်​မှာလိုက်​လံသတ်​ဖြတ်​ဖို့စခိုင်​းခဲ့ပါတယ်​....ဒါကိုရိပ်​စားမိတဲ့ ဘုန်​း​တော်​ကြီးလွီ​ကျေ့ချုံးဟာ သူ့ရဲ့​သွေး​သောက်​ညီအစ်​ကိုလင်​ချုံး​နောက်​တိတ်​တဆိတ်​လိုက်​ပါသွားခဲ့ပြီးကူညီကယ်​တင်​​ပေးရာက​နေ ဘယ်​လိုအန္တရာယ်​​တွေကြုံ​တွေ့ရမလဲ...လင်​ချုံးနဲ့ သူ့မိန်​းမကိုကယ်​တင်​​ပေးနိုင်​ပါ့မလား...ဒီကားထဲမှာ ​ဖြောင်​့မတ်​မှန်​ကန်​တဲ့လင်​ချုံး..သစ္စာရှိလွန်​းတဲ့မစ္စလင်​..​သွေး​သောက်​ညီအစ်​ကိုအတွက်​ဘာမဆိုစွန်​့စားမယ်​့လွီ​ကျေ့စိမ်​း...မစ္စလင်​ကိုရဖို့ ​ကောက်​ကျစ်​ယုတ်​မာလွန်​းတဲ့​ကောင်​းယာ​နေ့တို့ရဲ့ အားပြိုင်​မှု​တွေကို​တွေ့ရမှာဖြစ်​ပါတယ်​......  Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "5.3",
        "url": "https://megaup.net/1xmee/A_Monks_Madness_(Zhi_Shen_2)_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/hua-mulan-german-dvd-cover-140x200.jpg",
        "title": "Mulan: Rise of a Warrior (2009)",
        "description": "တရုတ်အမျိုးသမီးသူရဲကောင်းတစ်ယောက်အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ မူလန်ဇာတ်ကားဟာ 1998 ကထွက်ရှိထားခဲ့တဲ့Walt Disney က Mulan Animation ဇာတ်ကားနဲ့မတူတဲ့ဖန်တီးချက်တွေနဲ့ တင်ဆက်ထားတာပါ။...နေမကောင်းတဲ့နေတဲ့ဖခင်ရဲ့ကိုယ်စားအတွက် သမီးဖြစ်သူဟွားမူလန်က စစ်မှုထမ်းဖို့အတွက်ယောကျာၤးလေးအယောင်ဆောင်ပြီးစစ်ထဲကိုဝင်ခဲ့ရပါတယ်...ကိုယ်ခံအားကောင်းပြီး တိုက်ရည်ခိုက်ရည်ရှိတဲ့ မူလန်ဟာတပ်ကိုဦးဆောင်နိုင်ရုံမကပဲတရုတ်သမိုင်းတစ်လျောက်မှာအကျော်ကြားဆုံး မိန်းကလေးစစ်သူကြီးတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ်...တိုက်ပွဲတိုင်းမှာအောင်နိုင်ခဲ့ပေမယ့် ပင်ကိုယ်အခံကမိန်းကလေးဖြစ်နေသောကြောင့် သနားကြင်နာတတ်တဲ့စိတ်နဲ့အကြောက်တရားဟာ သူမအတွက်အားနည်းချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတယ်...တစ်ခုသောတိုက်ပွဲမှာသူမအားထားရတဲ့ ညီအစ်ကိုတွေကိုဆုံးရှုံးလိုက်ရတဲ့အခါသူမအတွက်အကြီးမားဆုံးထိုးနှက်ချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတော့တယ်...ဒီကားရဲ့ အဓိကဇာတ်ကောင် မူလန်နေရာမှာ တရုတ်နိုင်ငံရဲ့နာမည်ကြီးမင်းသမီးတစ်ဦးဖြစ်တဲ့ Zhao Wei ကသရုပ်ဆောင်ထားပါတယ်...ဒီဇာတ်ကားနဲ့ မင်းသမီး Zhao Wei ဟာ10th Changchun Film Festival : Actress Award300th Hundred Flowers Award : Best Picture Award & Best Actress Award19th Shanghai Film Critics Award : Best Actress AwardVietnam DAN Movie Awards : Favorite Actress Awardစတဲ့ဆုတို့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2SO4k/Mulan_-_Rise_Of_A_Warrior_(Huā_Mùlán)_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BOWM0M2U3NjUtM2QyOS00OTExLTk4NzQtYmIzMTA0MTRlMjhiXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_-140x200.jpg",
        "title": "Mulan II : The Final War (2004)",
        "description": "မူလန် ၂ တောင်းဆိုနေတဲ့သူတွေ အတွက်လာပါပြီ။ဒီဇာတ်လမ်းမှာတော့ မူလန် နဲ့ ရှန်နဲ့  လက်ထပ်ဖို့ပြင်ဆင်နေချိန်လျို့ဝှက် တာဝန်တစ်ခုပေးအပ်ခံလိုက်ရတဲ့အခါကြုံတွေ့ရမဲ့ စွန့်စားခန်းတွေအကြောင်းပါ။အားပေးကြပါဦး။-----------------------------------------------မူလန္ ၂ ေတာင္းဆိုေနတဲ့သူေတြ အတြက္လာပါျပီ။ဒီဇာတ္လမ္းမွာေတာ့ မူလန္ နဲ႕ ရွန္နဲ႕  လက္ထပ္ဖို႕ျပင္ဆင္ေနခ်ိန္လိ်ဳ႕၀ွက္ တာ၀န္တစ္ခုေပးအပ္ခံလိုက္ရတဲ့အခါၾကံဳေတြ႕ရမဲ့ စြန္႕စားခန္းေတြအေၾကာင္းပါ။အားေပးၾကပါဦး။ \nFile size…(850 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Myominthu Thanmyint",
        "rating": "5.7",
        "url": "https://megaup.net/2Th6n/Mulan_2_-_The_Final_War_[2004]_(MM_Sub).mp4",
        "category": "Action, Animation, Asian, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/67264196_331775357767036_6613236757997551616_n-136x200.jpg",
        "title": "Battle In Wuhu Village ( 2019 )",
        "description": "2019 ထြက္ဇာတ္ကားသစ္ေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္...ေရွးေခတ္သိုင္းကားေတာ႔မဟုတ္ပါဘူး..ေနာက္ပိုင္းထြက္တဲ႔တရုတ္ကားေတြကိုဂ်င္းေတြလို႕ဆုိရေလာက္ေအာင္ၿဖစ္တဲ႔ ဇာတ္ကားေတြရွိေပမယ္႔လည္းဒီကားေလးကေတာ႔မဆုိးဘူးလို႔ပဲခံစားမိပါတယ္အညႊန္းကေတာ႔.........ၿမိဳ႕ေစာင့္နတ္မင္းမ်ိဳးဆက္ျဖစ္တဲ့တစ္ခ်ိန္ကခ်င္းလြမ္အဖြဲ႔မွာခ်င္းလြမ္အဖြဲ႔ေခါင္းေဆာင္ျဖစ္သူေက်ာက္စစ္ဟိုင္အေဖနဲ႔ ထူစန္းအဖြဲ႔ေခါင္းေဆာင္ကယွဥ္ၿပိဳင္ၾကရင္းလ်ိဳ႕ဝွက္လူတစ္ေယာက္ကဝင္႐ႈပ္လိုက္လို႔ ေက်ာက္စစ္ဟိုင္အေဖကၿမိဳ႕ကိုကာကြယ္ေပးရင္းေသဆံုးသြားခဲ့ရပါတယ္...ေက်ာက္စစ္ဟိုင္က ဝူဟူနယ္ေျမမွာေနထိုင္ရင္းလွည့္ျဖားတဲ့နည္းနဲ႔အိမ္နီးခ်င္းေတြရဲ႕အိမ္ေမြးတိရစာၦန္ေတြကိုျပန္႐ွာေပးတဲ့ေနရာမွာေတာ္လြန္းလိုစံုေထာက္ေက်ာက္လို႔တစ္ၿမိဳ႕လံုးကအသိအမွတ္ျပဳ ၾကပါတယ္...တစ္ေန႔ဟုန္႐ႈိ႕ေဂဟာမွာအေပ်ာ္မယ္တစ္ေယာက္ေပ်ာက္ဆံုးေနတဲ့အမႈနဲ႔ပတ္သက္ၿပီးသူေဌးမဒမ္သံုးက ေက်ာက္စစ္ဟိုင္ကိုလူျပန္႐ွာေပးဖို႔အလုပ္လာအပ္ေသာအခါ...အဲ့ဒီဟုန္႐ႈိ႕ေဂဟာမွာပဲေက်ာက္စစ္ဟိုင္ကငယ္ခ်စ္ဦးညီမေလးက်င္ယြင္နဲ႔ျပန္ေတြ႕ၾကၿပီး...အဲ့အခ်ိန္မွာပဲၿမိဳ႕ေတာ္ကေနဝူဟူနယ္ေျမမွာတာဝန္ထမ္းေဆာင္ဖို႔ေရာက္လာတဲ့ရဲအရာ႐ွိႀကီးတု...သူတို႔သံုးေယာက္အတူ ဟုန္႐ႈိ႕ေဂဟာကေပ်ာက္ဆံုးမိန္းကေလးအမႈကိုအတူလိုက္စံုစမ္းဖို႔ျဖစ္လာေသာအခါ....အတူအမႈကိုဘယ္လိုေဖာ္ထုတ္ၾကမလဲ...Battle Wuhu Village ဆုိတဲ့ကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈဖုိ႔တုိက္တြန္းလုိက္ျပရေစေနာ္",
        "rating": "5.2",
        "url": "https://megaup.net/2Tihy/Battle_In_Wuhu_Village_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/the-legend-of-yang-jian.161088-143x200.jpg",
        "title": "The Legend Of Yang Jian ( 2018 )",
        "description": "ပံုမွန္ေတြ႕ေနက် သိုင္းကားေတြ ေမွာ္ကားေတြလိုအစြမ္းဘက္ကိုဦးစားမေပးပဲ တိုက္ခိုက္ေရးဘက္ကို ပိုဦးစားေပးထားတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္ဒီကား​ေလးဟာ ရန္​က်န္​ဆိုတဲ့ တတိယမ်က္​လံုးအစြမ္​း႐ွိတဲ့နတ္​မင္​းဟာ လူ႔ျပည္​မွာတာဝန္​ထမ္​း​ေဆာင္​ရင္​းရြာ​ေလးတစ္​ရြာနားမွာဒဏ္​ရာဗလပြနဲ႔လဲက်​ေနခဲ့ရံုသာမကမွတ္​ဥာဏ္​ပါ​ေပ်ာက္​ဆံုးခဲ့ရပါတယ္​..ဒီလိုနဲ႔ရြာသူမ​ေလးယိ​ေက်ဟာတစ္​ရြာလံုးနဲ႔ဆန္​႔က်င္​ၿပီး ရန္​က်န္​ကိုကယ္​တင္​​ေပးခဲ့ရာက​ေနဒီရြာ​ေလးမွာ ဓားျပရန္​နဲ႔ၾကံဳခဲ့ရၿပီး ရန္​က်န္​ရဲ႕တန္​ခိုးစြမ္​းအားကိုအမွတ္​မထင္​​ေတြ႕႐ွိသြားတဲ့အခါ.....ရန္​က်န္​တို႔တစ္​သိုက္​ယဇ္​ပူ​ေဇာ္​ပြဲမွာက်င္​းပမဲ့တိုက္​ခိုက္​​ေရးပြဲအတြက္​ တိုက္​ခိုက္​​ေရးသမားအျဖစ္​​ေရာင္​းစားျခင္​းခံလိုက္​ရပါ​ေတာ့တယ္​......ဒီတိုက္​ခိုက္​ပြဲမွာဘယ္​လိုအႏၱရာယ္​​ေတြနဲ႔ၾကံဳ​ေတြ႔ရမွာလဲ....ရန္​က်န္​က​ေရာသူ႔အတိတ္​ကိုျပန္​မွတ္​မိႏိုင္​ပါ့မလားဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...ၾကမ္​းတမ္​းရက္​စက္​တဲ့သတ္​ပြဲ​ေတြႀကိဳက္​တတ္​တဲ့သူ​​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://megaup.net/2Tigx/The_Legend_Of_Yang_Jian_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/5y8tzkiiovn8-145x200.jpg",
        "title": "The Real Iron Monkey ( 2019 )",
        "description": "Effect ေတြမ်ားတာလည္းမၾကိဳက္ဘူး..သိုင္းကားလည္းၾကိဳက္တယ္ဆုိရင္ေတာ႔ဒီလိုကားမ်ိဳးနဲ႔သင္႔ေတာ္ပါတယ္..ဒီကား​ေလးက ၂၀၁၉ထြက္​ ​​ေ႐ွး​ေခတ္​သိုင္​း​ေလာကကိုျပန္​လည္​ပံ​ေဖာ္​ထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​...က်င္​းဝူဂိုဏ္​းမွာ ​ေခါင္​း​ေဆာင္​အသစ္​​ေရြးခ်ယ္​ဖို႔ ျဖစ္​လာရာ​ေနအဖြဲ႔​ဝင္​စာရင္​းကိုထုတ္ယူျပသဖို႔ျဖစ္​လာပါတယ္​...ဒီအခ်ိန္​ကိုအခြင္​့​ေကာင္​းယူၿပီးအဖြဲ႔ဝင္​စာရင္​းကိုသံမဏိ​ေမ်ာက္​သိုင္​းကြက္​သံုးၿပီး လုယူခံရတဲ့အခါ...တကယ္​ပဲသံမဏိ​ေမ်ာက္​အစစ္​ကပါဝင္​ပတ္​သက္​​ေနခဲ့တာလား..​ေနာက္​ကြယ္​ကႀကိဳးကိုက္သူကဘယ္​သူမ်ားလဲ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/1xnm5/The_Real_Iron_Monkey_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Hq659V31ER9pQQvVBUUJbwR7NT.jpg",
        "title": "Serenity(2005)",
        "description": "Serenity(2005)IMDb......7.9အနာဂတ္ကာလ ၂၆ ရာစုႏွစ္တမွ\nာ\nကမာၻၿဂိဳလ္ဟာ ၿဂိဳလ္ေပါင္းမ်ားစြာရွာေဖြေတြ႕ရွိခဲ့ၾကၿပီး\nအဲဒီၿဂိဳလ္ေတြမွာ အေျခခ်ေနထိုင္ဖို႔ လူေတြကို လိုအပ္တာ ေထာက္ပံ့ၿ\nပီး ေနေစပါတယ္ ......ယဥ္ေက်းမႈျမင့္မားေနတဲ့ ဒီလူ႔အဖြဲ႕အစည္းကို\nၿဂိဳလ္မ်ားဆိုင္ရာ လႊတ္ေတာ္ကေန အုပ္ခ်ဳပ္ပါတယ္.....\nအဲဒီမွာ လႊတ္ေတာ္ဟာ သိပၸံစမ္းသပ္မႈေတြ မ်ားစြာလုပ္ေနၿပီး\nစမ္းသပ္ခံထဲေတြထဲမွာ ရစ္ဗားတန္ဆိုတဲ့ ၁၇ ႏွစ္အရြယ္ ေကာင္မေလးလည္း တေယာက္အပါအ၀င္ေပါ့\n....\nဒီေကာင္မေလးမွာ ထူးျခားတဲ့စြမ္းအင္ေတြရွိေလေတာ့ သိပၸံပညာရွင္အဖြဲ႕က အဆုံးမဲ့စြမ္းအင္ရရွိေအာင္ႀကိဳးစားၿပီး\nလက္နက္သဖြယ္အသုံးခ်ဖုိ႕ႀကိဳးစားလာႀကတယ္....အဲဒီထဲကေန သူမရဲ႕အကို\nဆိုင္မြန္ တန္ ဟာ\nသူမကို ရေအာင္ ကယ္ထုတ္သြားခဲ့ၿပီး\nSerenity ဆိုတဲ့ ယာဥ္နဲ႕ ထြက္ေျပးၾကတယ္...\nအဲဒီလို သူတို႔ ထြက္ေျပးသြားတဲ့ေနာက္ လႊတ္ေတာ္အဖြဲ႕ကေန လူသတ္ရာမွာေတာ္လြန္းတဲ့ ရွင္းေလးေရးသမားေတြကုိ\nလႊတ္လုိက္ၾကတယ္....\nသူတုိ႕ေတြလြတ္ေျမာက္ပါ့မလား.....\nရႈတ္ေထြးေပြလီလွတဲ့ ၂၆ရာစုရဲ႕ အဖြဲ႕အစည္းေပါင္းမ်ားစြာရဲ႕ရန္ကေရာ လြတ္ေျမာက္ေအာင္ဘယ္လုိရုန္းကန္ၾကမလဲ....ရုပ္ရွင္အထူးျပဳလုပ္ခ်က္ေကာင္းေကာင္းနဲ႔ ၾကည့္လို႔ေကာင္းတဲ့\nသိပၸံရုပ္ရွင္ကားကုိမွ သေဘာက်တယ္...အက္ရွင္ခန္းေတြလည္းပါမွျဖစ္မယ္...Rating ေတြလည္း လန္းရမယ္...\nဇာတ္လမ္းလည္းမုိက္မွ အဆင္ေျပမယ္ဆုိတဲ့သူေတြအတြက္ ခံစားၾကည့္လုိက္ပါဦး....\nနင္းကန္ေကာင္းေၾကာင္းညႊန္းဆုိပါရေစ....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္....File Size : (940 MB) and (347 MB)\nQuality : Blu-Ray ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tigq/Serenity_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b752fGnKgZREBwXWhHoiO2B34c.jpg",
        "title": "Returner ( 2002 )",
        "description": "IMDb Rate 6.5 ရရွိထားတဲ႔ဂ်ပန္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္Action / Adventure / Sci-Fi အမ်ိဳးအစားေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ေတာ႔ အေတာ္ေလးကိုသေဘာက်မယ္႔ဇာတ္ကားပါပဲ ဇာတ္လမ္းအညႊန္းကေတာ႔Spoil မၿဖစ္ေအာင္နည္းနည္းေရွာင္ေရးလိုက္ပါမယ္ျဂိဳလ္သားေတြက်ဳးေက်ာ္မႈကို အေသအေႀကတိုက္ခိုက္ေနရတဲ့လူသားေတြထဲက မီလိဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္တာဝန္ႀကီးတစ္ခုကို ထမ္းေဆာင္ဖို႔ အခ်ိန္ယႏၱရားအကူအညီနဲ႔အတိတ္ကို ျပန္လည္ေရာက္ရွိခဲ့တယ္။ဒီတာဝန္ကို ထမ္းေဆာင္ရာမွာ မိယာမိုတိုဆိုတဲ့ ေႀကးစားလူသတ္သမားပါ ပါဝင္လာခဲ့ရတယ္။ဒီတာဝန္ႀကီးက ဘာတာဝန္လဲ...ဒီက်ဴးေက်ာ္ျဂိဳလ္သားေတြရဲ႕ေနာက္ကြယ္မွာေရာ ဘာေတြရွိေနမွာလဲ...မီယာမိုတုိကေရာ ဒီတာဝန္ကို ဘယ္လို ကူညီေပးမွာလဲ...ခံစားခ်က္ေကာင္းတစ္ခုကို ေပးႏိုင္မယ့္ ဇာတ္ကားေလးျဖစ္ပါတယ္။ Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/1xlgc/Returner_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7JLh96msEKCm7RRTOfsmGD5fEZl.jpg",
        "title": "Batman: Hush (2019)",
        "description": "Batman: Hush\nမထြက္ခင္ကတည္းက DC fanေတြအရမ္း Hypeခဲ့ရတဲ့ ကားတစ္ကားပါ Hypeဆို အရမ္းနာမည္ႀကီးခဲ့တဲ့ Batman\nComicကိုျပန္႐ိုက္ထားတာကိုး\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nဆရာဘတ္ရဲ႕ ရန္သူေတာ္ေတြျဖစ္တဲ့ Bane,Poison Ivy,\nScareCrow,Riddler,Joker တို႔က တစ္လွည့္စီ ထႂကြေသာင္းၾကမ္းပါတယ္ သူတို႔ ေသာင္းက်န္းမႈရဲ႕ေနာက္ကြယ္မွာ Hushလို႔ေခၚတဲ့ လူတစ္ေယာက္က ခ်ဳပ္ကိုင္ထားေၾကာင္း ဆရာဘတ္တစ္ေယာက္ သိလိုက္ရတဲ့အခါမွာေတာ့\nHushဆိုတာ ဘယ္သူလဲ သူ႔ရဲ႕ရည္ရြယ္ခ်က္ကဘာလဲ\nJokerလို Master Mindတစ္ေယာက္ကိုေတာင္ သူ႔အကြက္ထဲဝင္ေအာင္ လုပ္ႏိုင္တဲ့ Hushနဲ႔ World Greatest Detective ႀကီးတို႔ ရင္ဆိုင္ၾကပံုကို ၾကည့္႐ႈရမွာျဖစ္ပါတယ္",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/batman-hush/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/ra31kgeljuru-136x200.jpg",
        "title": "Devil’s Vendetta ( 2019 )",
        "description": "ဒီကား​ေလးကနတ္​ဘုရား​ေလာင္​းလ​်ာ​ေလးနဲ႔ ​ေျမ​ေခြးနတ္​ဆိုးမ​ေလးၾကားကအခ်စ္​​ေတြကို ​ေဖာ္​ျပထားတဲ့ 2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​...တန္​႔စိမ္​းဆိုတဲ့​ေကာင္​​ေလးတစ္​​ေယာက္​ဟာ ​ေကာင္​းကင္​စာအုပ္​ဆိုတဲ့အစြမ္​းထက္​တဲ့စာအုပ္​​ေလးကိုပိုင္​ဆိုင္​ထာ​း​ေပမယ္​့သူကိုယ္​တိုင္​​ေတာင္​မသိထားတဲ့အျပင္​ သူကိုယ္​တိုင္​ကနတ္​ဘုရားအ​ေလာင္​းအလ်ာ​ေလးျဖစ္​​ေနတာကိုလည္​းမသိခဲ့ပါဘူး..ဒီလိုနဲ႔ ​ေကာင္​းကင္​စာအုပ္​႐ွိ​ေန​ေၾကာင္​းအာရံုခံမိသြားတဲ့​ေျမ​ေခြးနတ္​ဆိုးတစ္​သိုက္​ဟာ သူ႔ဆီက​ေနလုယူႏိုင္​ဖို႔အမ်ိဳးမ်ိဳးႂကံစည္​ပါ​ေတာ့တယ္​...ဒါ​ေၾကာင္​့နတ္​ဆရာလြမ္​ကိုသူ႔ကိုကာ​ကြယ္​​ေပးဖို႔ငွါးရမ္​းထားခဲ့ပါတယ္​..ဒီလိုနဲ႔​ေျမ​ေခြးနတ္​ဆိုးမ​ေလးမိန္​႔အယ္​ဟာ တန္​႔စိမ္​းကိုခ်စ္​မိသြားႁပီးဘယ္​လို​ေတြကာကြယ္​​ေပးမွာလဲ...သူတို႔ႏွစ္​ဦး​ေပါင္​းစည္​းႏိုင္​ပါ့မလား..ဘယ္​လို​ေတြႂကံဳ​ေတြ႔ရမွာလဲဆိုတာ​ေတြကို ၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1xlgj/Devil’s_Vendetta_(Ping_Yao_Zhi_Ru_Yi_Tian_Shu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk8LyaMqUtaQ9hUShuvFznQYQKR.jpg",
        "title": "Hellboy (2019)",
        "description": "ဒီရုပ္ရွင္ကေတာ့ အရင္တုန္းက ထြက္ခဲ့တဲ့ Hellboy ၁ နဲ႕ ၂ ရဲ႕ အဆက္မဟုတ္ပါဘူး။အစကေန ျပန္ရိုက္တဲ့ reboot ျဖစ္ပါတယ္။Dark Horse Comic ရဲ႕ Hellboy ဇာတ္ေကာင္ကို ၾကည့္ဖူးတဲ့သူအေတာ္မ်ားပါတယ္။ဒီတစ္ခါေတာ့ R rated ျဖစ္တဲ့အတြက္ သတ္ျဖတ္ခန္းေတြ နည္းနည္းေတာ့ ၾကမ္းပါလိမ့္မယ္။ဇာတ္လမ္းကေတာ့ ျမွပ္ထားတာေတြ အမ်ားႀကီးပါလို႕ မေျပာျပေတာ့ပါဘူး။action, adventure, fantasy အမ်ိဳးအစားျဖစ္ပါတယ္။ေစာင့္ေနတဲ့လူမ်ားၾကည့္လို႕ရပါၿပီေနာ္... File Size : (1 GB) & (422 MB)Quality : BluRay  720pRunning Time :2 HrFormat : Mp4Genre : Action , Adventures , FantasySubtitle : Myanmar Subtitle ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xlgp/Hellboy_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg",
        "title": "Looper (2012)",
        "description": "Time Travel နဲ႔ပတ္သက္တဲ႔ကားတစ္ကားျဖစ္ပါတယ္။ 2044 မွာ အေျခတည္တယ္။ဇာတ္လမ္းကေတာ႔ အဲဒီအခ်ိန္မွာ Time machine ဆိုတာ မေပၚေသးေပမဲ႔ ေနာက္ႏွစ္ (၃၀) ၾကာတဲ႔အခါ ေပၚၿပီတဲ႔။Future (2070) ေတြမွာ Time machine ေပၚလာေပမဲ႔ ခ်က္ခ်င္းပဲ တရားမဝင္ဆိုၿပီး ပိတ္ပင္ၾကတယ္။အဲဒီအတြက္ လူဆိုးဂိုဏ္းအႀကီးႀကီးေတြက လွ်ိဳ႕ဝွက္သံုးတယ္။အဲဒီေခတ္မွာ လူတစ္ေယာက္ကို သတ္ၿပီး အစေဖ်ာက္ဖို႔ မလြယ္တဲ႔အတြက္ သူူတို႔ေတြ သတ္ခ်င္တဲ႔လူေတြကို ဖမ္း၊ ႀကိဳးတုပ္ၿပီး ဒီေန႔ေခတ္ (၂၀၄၄) က သတ္မွတ္ေနရာတစ္ခု (ဥပမာ ေျပာင္းခင္းေဘး) ကို ပို႔လိုက္တယ္။အဲဒါကိုမွ Looper ဆိုတဲ႔ေကာင္ေတြက အဲဒီေနရာေတြမွာေစာင့္ေနၿပီး ေပၚလာတဲ႔ေကာင္ကို ပစ္သတ္၊ အစေဖ်ာက္ပစ္တယ္။ေနာက္ သူတို႔နဲ႔ထည့္ေပးလိုက္တဲ႔ ေငြျပား ေရႊျပားေတြကို payment အျဖစ္ယူတယ္။Future ကလည္း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1xi2t/Looper_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMzc4ZTkxZDAtZGFmNi00NzY2LWI5MzgtYTIwY2FlMWU1MzEzXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Pokémon Detective Pikachu (2019)",
        "description": "CM Fan အားလံုး ေစာင့္ေမွ်ာ္ေနၾကတဲ့ ခ်စ္ဖို႔ေကာင္းတဲ့ပီကာခ်ဴး ေလး ရဲ႕ ပိုကီမြန္ ရုပ္ရွင္ကို တင္ဆက္ေပးလုိက္ပါၿပီ\nဇတ္လမ္းပံုစံ ကေတာ့ တင္မ္ ဆိုတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးဟာ ပိုကီမြန္ထရိန္နာ ျဖစ္ခ်င္ေနသူပါ\nတစ္ရက္မွာေတာ့ တင္မ္ ရဲ႕ အေဖ ကြယ္လြန္သြားၿပီလို႔အေၾကာင္းၾကားလာတာေၾကာင့္ ရိုင္းမ္ၿမိဳ႕ေတာ္ကိုထြက္လာခဲ့ပါတယ္...\nပိုကီမြန္ ေတြ နဲ႔ လူေတြ တစ္သားထဲ ရင္ေဘာင္တန္းေနႏုိင္တဲ့ၿမိဳ႕ျဖစ္ၿပီး ပိုကီမြန္ေတြကလဲ လူသားေတြ နဲ႔ အလုပ္တူတူလုပ္ၾကပါတယ္\nဖခင္ျဖစ္သူ ရဲ႕ အိမ္ကို ေရာက္လာတဲ့ တင္မ္ ဟာပီကာခ်ဴး နဲ႔ အမွတ္မထင္ ေတြ႔ဆံုၾကရင္းပီကာခ်ဴး စကားေျပာတာကို\nနားလည္ၿပီးၾကားႏုိင္စြမ္းရွိတာတင္မ္ တစ္ေယာက္ထဲ ရွိတာကို သိသြားတဲ့ ေနာက္မွေတာ့တင္မ္ ရဲ႕ ဖခင္ျဖစ္သူ ကြယ္လြန္သြားတဲ့\nကိစၥမွာတင္မ္ နဲ႔ ပီကာခ်ဴး တို႔ တြဲဖက္ညီညီ ပူးေပါင္းၿပီးအေျဖရွာၾကတဲ့ အခါမွာေတာ့....\nဒီဇတ္လမ္းဟာ ပီကာခ်ဴး မူလ Animation ကားေတြနဲ႔မတူညီပဲ ကြဲထြက္ေနမွာျဖစ္ၿပီး ရသ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rkz7/Pokémon_-_Detective_Pikachu_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sCtkH2wWspjRB9tjwgATXRdqzUL.jpg",
        "title": "The Scoundrels ( 2018 )",
        "description": "IMDb 6.5 ရရွိထားတဲ႔ကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ေျမာက္ဝမ္ေလြ႕ကအရမ္းေတာ္တဲ့နိုင္ငံ့လက္ေ႐ြးစင္ဘတ္စကတ္ေဘာလံုးသမားျဖစ္ပါတယ္ပရိသတ္ကိုထိုးမိေသာေၾကာင့္အသင္းမွႏႈတ္ထြက္ခံရပါတယ္အလုပ္မ႐ွိသူငယ္ခ်င္းမရွိနဲ႔သူ႔ဘဝဆိုးရြားလာတယ္ၾကီးမားတဲ့ေလ်ာ္ေၾကးေၾကာင့္ကားပြဲစားဆိုင္မွာအလုပ္သြားလုပ္တယ္သူ႔ေဘးမွာမိန္းကေလးသူငယ္ခ်င္းရွင္းက်ယ္ပဲသူ႔ကိုဂ႐ုစိုက္တယ္တစ္ေန႔မွာသူအလုပ္လုပ္ရင္းတစ္ကိုယ္လံုးေသြးေတြနဲ႔ရန္ရာေဝ့ကိုေတြ႕သြားျပီး မိုးကာဓားျပျဖစ္တဲ့အစ္ကိုေျပာင္းကသူ႔ကိုေသနတ္နဲ႔ျခိမ္းေျခာက္လို႔သူ႔နဲ႔တစ္ဖြဲ႕တည္းျဖစ္သြားတယ္ရဲေတြလိုက္ဖမ္းရင္းဘာေတြဆက္ျဖစ္ဦးမလဲေျမာက္ဝမ္ေလြ႕နဲ႔အစ္ကိုေျပာင္းနဲ႔ဘာေတြၾကံစည္ေနလဲသူတို႔ရဲလက္ထဲကလြတ္နိုင္ပါ႔မလား ဘာေတြဆက္ျဖစ္ၾကမလဲဆုိတာဆက္လက္ေစာင့္ၾကည့္ၾကပါလုိ႔ တုိက္တြန္းလုိက္ပါရေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/1xi25/The_Scoundrels_(Kuang_Tu)_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdeFpm6bhhjEOlxlmmXiCL71PsF.jpg",
        "title": "Hippi (2019)",
        "description": "ျဗိတိန္ကဗ်ာဆရာၾကီး ဂြ်န္မီလ္တန္က ေျပာဖူးတယ္။မိန္းကေလးတစ္ေယာက္ကုိ စခ်စ္မိရင္ \"နိဗၺာန္\"ပဲ။ မိန္းကေလးတစ္ေယာက္နဲ ့ ခ်စ္သူျဖစ္သြားျပီဆိုရင္ေတာ့ \"နိဗၺာန္ ေပ်ာက္ဆံုးသြားျပီ\"တဲ့။ဂြ်န္မီလ္တန္မွ မဟုတ္ပါဘူး။အခ်စ္ကို အဓိပၸာယ္ဖြင့္ဆိုခဲ့သူေတြဆိုတာ ဟိုးအရင္ကလည္း ရွိခဲ့တယ္ ၊ အခုလည္း ရွိေနတယ္ ၊ ေနာင္လည္း ရွိေနဦးမွာပဲ မလား. ?တစ္စံုတစ္ေယာက္ . . . ကိုယ့္သူငယ္ခ်င္းရဲ ႔ ခ်စ္သူျဖစ္ခဲ့ဖူးတဲ့ တစ္စံုတစ္ေယာက္က သင့္ကိုလာျပီးေတာ့ ခ်စ္ေရးဆိုမယ္ဆိုရင္....အဲ့ဒီလူကို သင့္ဘက္က ခ်စ္ေနရင္ေတာင္ သူငယ္ခ်င္းကို ငဲ့ကြက္ျပီး ျငင္းပယ္မွာလား . . .?ဒါမွမဟုတ္ သင့္ႏွလံုးသား အလိုအတိုင္း အဲ့ဒီလူကို ျပန္ခ်စ္လိုက္မွာလား ?အရွဳပ္အေထြးေတြၾကားမွာ ေနေပ်ာ္တတ္ၾကတဲ့ ကြ်န္ေတာ္တို ့ပုထုဇဥ္ေတြၾကားမွာ ဒီလိုမ်ိဳး လြန္ဆြဲမွဳေတြနဲ ့ မၾကာမၾကာဆိုသလို ၾကံဳေတြ ့ရတတ္ပါတယ္ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xi2n/Hippi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGBu0hKw9BGddG8RkRAMX7B6NDB.jpg",
        "title": "Logan (2017)",
        "description": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.  File size…(2.4 GB) and (1.3 GB)\nQuality…Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….02:17:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thomas Wayne Jr.",
        "rating": "8.1",
        "url": "https://megaup.net/1IIxn/Logan_[2017]_(MM_Sub)_(1).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zSouWWrySXshPCT4t3UKCQGayyo.jpg",
        "title": "X-Men: Apocalypse (2016)",
        "description": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan.   File size… (1.4 GB in Openload and Stream)\nQuality..1080p\nFormat…mp4\nDuration….02:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/x-men-apocalypse-2016/",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/e-200x200.jpg",
        "title": "X-Men: Days of Future Past (2014)",
        "description": "The ultimate X-Men ensemble fights a war for the survival of the species across two time periods as they join forces with their younger selves in an epic battle that must change the past – to save our future Quality…The Rogue Cut Version 720p\nFormat…mp4\nDuration….02:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aye Mon Kyaw",
        "rating": "8.0",
        "url": "https://megaup.net/13ddm/(CM)X-Men.Days.of.Future.Past.2014.THE.ROGUE.CUT.1080p.BluRay.x264.DTS-HD.MA.7.1-RARBG.mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTST6DcLhfufWYUKCOskkusaYUq.jpg",
        "title": "The Wolverine (2013)",
        "description": "Wolverine faces his ultimate nemesis - and tests of his physical, emotional, and mortal limits - in a life-changing voyage to modern-day Japan. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္….ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။ File size…(2.4 GB) and (1.3 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.7",
        "url": "https://megaup.net/2p87j/(CM)The.Wolverine.2013.EXTENDED.1080p.BluRay.x264-SPARKS.mkv",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SSm7BfzFoVzmd6fCDccj7qRxc8.jpg",
        "title": "X-Men: First Class (2011)",
        "description": "Before Charles Xavier and Erik Lensherr took the names Professor X and Magneto, they were two young men discovering their powers for the first time. Before they were arch-enemies, they were closest of friends, working together with other mutants (some familiar, some new), to stop the greatest threat the world has ever known. Xmen Universe ကို Extended Version 1080p BluRay 5.1 ...",
        "rating": "7.7",
        "url": "https://megaup.net/2p88v/(CM)X-Men.First.Class.2011.1080p.BluRay.DTS.x264-RARBG.mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/wolverine-1-143x200.jpg",
        "title": "X-Men Origins: Wolverine (2009)",
        "description": "After seeking to live a normal life, Logan sets out to avenge the death of his girlfriend by undergoing the mutant Weapon X program and becoming Wolverine.ယခင်တင်ဆက်ခဲ့တုန်းက လိုအပ်ချက်တချို့ရှိခဲ့တဲ့ စာတန်းထိုးတွေကိုလဲ ပြန်လည်ဖြည့်စွက်ပြင်ဆင်ထားပါတယ်။ File size…978MB\nQuality…720p\nFormat…mp4\nDuration….01:47:00Subtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.6",
        "url": "https://megaup.net/2m9hv/X-Men_Origins_-_Wolverine_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/x-200x112.jpg",
        "title": "X-Men: The Last Stand (2006)",
        "description": "When a cure is found to treat mutations, lines are drawn amongst the X-Men and The Brotherhood, a band of powerful mutants organized under File size- (1 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Chi",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/x-men-the-last-stand-2006/",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ucMY4dPE4gGLPgDdYgyggYHBkF.jpg",
        "title": "X-men 2 (2003)",
        "description": "Professor Charles Xavier and his team of genetically gifted superheroes face a rising tide of anti-mutant sentiment led by Col. William Stryker. Storm, Wolverine and Jean Grey must join their usual nemeses – Magneto and Mystique – to unhinge Stryker's scheme to exterminate all mutants. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္….ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။ File ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xac2/X2_-_X-Men_United_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k01Q6ATbfzNJgw4Zuoj0LTY3T9x.jpg",
        "title": "X-Men (2000)",
        "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္....ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။  File size…(1.8 GB) and (1 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Min ...",
        "rating": "7.4",
        "url": "https://megaup.net/2p89h/X-Men_[2000]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://yoteshinportal.cc/point-blank-2019-mm-sub-mp-4-1",
        "title": "Point Blank (2019)",
        "description": "Netflix ရဲ႕ အက္ရွင္ ကားအသစ္တင္ေပးထားပါတယ္။မင္းသားကေတာ့ Avengers ေတြထဲက Falcon ပါပဲ။ဒီဇာတ္လမ္းမွာေတာ့ သူက သူနာျပဳ ေပါလ္ ပါ။ေပါလ္မွာ ကေလးေမြးခါနီး မိန္းမတစ္ေယာက္ရွိပါတယ္။လူသတ္ၿပီး ဒဏ္ရာနဲ႕ ဝရမ္းေျပးတစ္ေယာက္ကို ေပါလ္ရဲ႕ ေဆးရံုမွာရဲေတြက လာပို႕ထားခ်ိန္ ေပါလ္ရဲ႕ မိန္းမကို တရားခံရဲ႕ ညီက ျပန္ေပးဆြဲသြားပါတယ္။ၿပီးေတာ့ သူ႕အစ္ကိုကို ကယ္ထုတ္လာေပးဖို႕ အၾကပ္ကိုင္တဲ့အခိ်န္မွာေပါလ္တစ္ေယာက္ မထင္ထားဘဲ ဒုစရုိက္အဖြဲ႕ေတြနဲ႕ ရဲေတြရဲ႕ ၾကားမွာ ညွပ္ပါေတာ့တယ္။ေပါလ္ နဲ႕ ဝရမ္းေျပးေအ့ဘ္တို႕ စြန္႕စားခန္းေတြကို ၾကည့္လုိ႕ေကာင္းေအာင္ ရိုက္ထားတာပါပဲ။ (Littleneo ဘာသာျပန္ေပးထားပါတယ္) File Size : (1.40 GB) , (700 MB) and (350 MB)\nQuality : NF WEB-DL (1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/2d3e0/Point_Blank_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/LEGO-DC-Batman-Family-Matters-2019-poster-134x200.jpg",
        "title": "Lego DC Batman: Family Matters (2019)",
        "description": "LEGO DC: Batman - Family Matters (2019)\nIMDb - 6.1/10_____Rotten - 55%\n  \nဇာတ်လမ်းအကျဉ်း\nဘရုစ်ဝိန်းတစ်ယောက် crime fighting အတွက်ပဲ အာရုံရောက်လွန်းနေရာကနေ\nတစ်နေ့ သူ့ကုမ္ပဏီကို ရောင်းဖို့ဆုံးဖြတ်လိုက်တော့တယ်။\nဒီအချိန်မှာပဲ Bat Family Member တွေဆီကို\nထူးဆန်းစွာနဲ့ ဖိတ်စာတစ်စောင်စီ ရောက်လာခဲ့တော့တယ်။\nဖိတ်စာပို့တဲ့လူကလည်း သူတို့တစ်ယောက်ချင်းစီ သရုပ်မှန်တွေကို သိနေခဲ့တယ်။\nဒီအချိန်မှာပဲ ဘတ်မန်းရောင်းလိုက်တဲ့ ကုမ္ပဏီကို ဗီလိန်တစ်ယောက်က ဝယ်လိုက်ပြီး\nကုမ္ပဏီရဲ့ Advanced AI Technology ကို သုံးကာ\nGotham မြို့ကြီးကို ဖျက်ဆီးဖို့ လုပ်ပါတော့တယ်။\nLEGO animation ဖြစ်တဲ့အတွက် DC Character တွေကို\nချစ်စရာLEGOပုံစံလေးတွေနဲ့ မြင်ရမှာပါ။\nGotham ရဲ့ Villain တွေလည်း အကုန်လုံးနီးပါး ပါဝင်ထားပါတယ်။\nနောက်LEGO DC ကားအတွက် Credit Scene ကိုပါ ထည့်ထားပေးတာဆိုတော့\nလုံးဝကြည့်ကောင်းမယ့် LEGO ကားတစ်ကားဆိုတာ ကျိန်းသေပါတယ်။\n  \nFile Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1B22n/LEGO_DC_-_Batman_–_Family_Matters_[2019]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2E3OWUwNTAtOGE4Zi00NjJhLWFmNmItNTk2NzE3Nzk3MGE0XkEyXkFqcGdeQXVyNzc1ODkyMDQ@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Fighting ( 2014 )",
        "description": "ထိုးၾကၾကိတ္ၾက ဖိုက္တင္ခန္းအက္ရွင္ခန္းေတြကိုမွ ၾကိဳက္သူေတြအတြက္ဇာတ္ကားနာမည္ေလးနဲ႔တင္ ၾကိဳက္မယ္ထင္ပါတယ္ေကာင္းေလာ့ေဖးကမိဘမဲ့ကေလးျဖစ္ၿပီး သူ႔ကိုေမြးစားလိုက္တဲ့ေလာင္ေကာင္းကိုအေဖလို႔သူမသတ္္မွတ္ထားပဲသူ႔ရဲ႕တကယ့္အေဖအစစ္ကိုရွာခ်င္ေနတယ္...သူၾကိဳက္တဲ့ဆရာမခ်န္မွာလိပ္ျပာရင္ထိုးရွိၿပီး ခိုးယူလာျပီးေနာက္မွာ႐ုတ္တရတ္ေကာင္းေလာ့ေဖးကတရုတ္ဂ်ပန္စစ္ျဖစ္ေနတ့ဲ့အခ်ိန္ကာလေခတ္ကိုေရာက္႐ွိသြားခဲ့တယ္...ဆရာမရန္နဲ႔ေတြ႔ျပီးေနာက္နာမည္ေက်ာ္လက္ေဝွ႔သမားဂ်ပ္စင္နဲ႔ေသနတ္အပစ္ေတာ္တဲ့နာမည္ၾကီးတူလံုတို႔ကိုသိသြားတယ္...ကိုယ့္ဇာတိေျမကိုကာကြယ္ခ်င္တဲ့တူလံုကလက္ေဝွ႔ျပိဳင္ပြဲမွွွာပထမဆုရရင္စစ္ေလယာဥ္မွဴးတန္းလုပ္လို႔ရေၾကာင္းသိတဲ့အခါဝင္ျပိဳင္တယ္ အဲ႔ကေနဘာေတြစိတ္၀င္စားစရာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1x4r8/Fighting_[2014]_(MM_Sub).mp4",
        "category": "Action, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg",
        "title": "Bulletproof Monk",
        "description": "အက္ရွင္ကားေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္သေဘာက်မယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ႔ဒုတိယကမာၻစစ္တြင္းမွာ တိဘတ္ေတာင္တန္းေပၚမွာ အနႏၱစြမ္းအင္ေတြရႏိုင္မယ့္ေပလိတ္ကိုေစာင့္ေရွာက္တဲ့ဘုန္းၾကီးေတြေနထုိုင္ျပီးအႏွစ္၆၀တစ္ခါ ေစာင့္ေရွာက္သူလႊဲေျပာင္းပါတယ္နာဇီစစ္ဗိုလ္တစ္ေယာက္ဟာအဲ့ဒီစြမ္းအင္ကိုတပ္မက္လြန္းလို႔ အႏွစ္၆၀တိုင္တိုင္ဇြဲၾကီးၾကီးနဲ႔လိုက္ေနပါတယ္ နာဇီရဲ႕အၾကံကေတာ့သူစြမ္းအားေတြရရင္နိမ့္က်တယ္လို႔သူယူဆရဲ႕တဲ့လူမ်ိဳးစုေတြ အျပတ္ရွင္းျပစ္ျပီးသူ႔စိတ္တိုင္းက်ကမာၻတည္ေထာင္မွာျဖစ္ပါတယ္ ဒါကိုကာကြယ္ဖို႔ဘုန္ၾကီးဟာအႏွစ္၆၀ထြက္ေျပးရင္ ႏွစ္၆၀ျပည့္တဲ့အခ်ိန္မွာဘယ္သူ႔ကိုေစာင့္ေရွာက္သူအျဖစ္လႊဲအပ္မလဲ နာဇီစစ္ဗိုလ္ကိုဘယ္လိုေျဖရွင္းမလဲဆိုတာ ေပါ့ေပါ့ပါးပါးအက္ရွင္ကားေကာင္းတစ္ကားအေနနဲ႔ၾကည့္ရမွာပါေပလိတ္ကိုေစာင့္ေရွာက္သူဘုန္းၾကီးအျဖစ္အားလံုးရင္ႏွီးမွာျဖစ္တဲ့ေဟာင္ေကာင္မင္းသားၾကီးChow Yun Fatကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ti/Bulletproof_Monk_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/g3itwmxbegjl-143x200.jpg",
        "title": "Peak Rescue ( 2019 )",
        "description": "ဒီကား​ေလးဟာ 2019ထြက္​ Action,Drama,War အမ်ိဳးအစားဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​ဒီကားဟာ Orilandမွာက်င္​းပတဲ့ Asian Summit အႀကီးအကဲ​ေပါင္​းစံုညႇိႏိႈင္​းအစည္​းအ​ေဝးပြဲႀကီးမွာ အၾကမ္​းဖက္​သမားတစ္​စုဟာ Dirty bombsနဲ႔Dirty bullets ကို Udriveနဲ႔ထိန္​းခ်ဳပ္​ၿပီး ​ေဖာက္​ခြဲတိုက္​ခိုက္​ဖို႔ႂကံစည္​​ေနၾကပါတယ္​...ဒီႂကံစည္​မႈႀကီးကိုတားျမစ္​ႏိုင္​ဖို႔ ပိုင္​ယန္​ဆိုသူကအၾကမ္​းဖက္​အဖြဲ႔အစည္​းနဲ႔ပတ္​သက္​ႁပီး သတင္​း​ေပးသူလ်ိဳအျဖစ္​အစိုးရအတြက္​​ေဆာင္​ရြက္​ရင္​း Dirty bombsကိုထိန္​းခ်ဳပ္​ႏိုင္​တဲ့ UDriveကို ယူ​ေဆာင္​ထားတဲ့အခါအၾကမ္​းဖက္​သမား​ေတြရဲ႕လိုက္​လံသတ္​ျဖတ္​ျခင္​းကိုခံရပါ​ေတာ့တယ္​..ပိုင္​ယန္​ကိုကာကြယ္​ႏိုင္​ဖို႔ အထူးလ်ိဳ႕ဝွက္​တပ္​ဖြဲ႔ျဖစ္​တဲ့ဟန္​​ေဟာက္​တို႔အဖြဲ႔တစ္​စုက တာဝန္​ယူဖို႔ျဖစ္​လာတဲ့အခါ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..",
        "rating": "",
        "url": "https://megaup.net/1x4r0/Peak_Rescue_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghoNQkJX9Hk1m8GxTsBg4Xez1gn.jpg",
        "title": "Daughter of the Wolf (2019)",
        "description": "စစ္တပ္မွာတာ၀န္ထမ္းေဆာင္ေနေသာ ကလယ္ရာဟာတစ္ေန႔သူ႔အေဖဆံုးပါးသြားသည္ကိုသိ႐ွိၿပီးအိမ္သို႔ျပန္လာခဲ့ပါတယ္...သို႔ေသာ္လဲတစ္ပူေပၚႏွစ္ပူဆင့္ဆိုသလို အိမ္ျပန္ေရာက္ၿပီးဘယ္ေလာက္မွမၾကာခင္မွာပဲ သူ႔သားခ်ာလီျပန္ေပးဆဲြခံလိုက္ရပါတယ္...ျပန္ေပးဆဲြသမားမ်ားထဲမွတစ္ေယာက္ရဲ႕အကူအညီနဲ႔သူ႔သားေနာက္ကိုေျခရာခံလိုက္လာေသာ ကလယ္ရာတစ္ေယာက္ ေအာင္ျမင္ႏိုင္ပါ့မလား...ျပန္ေပးဆဲြသမားေတြရဲ႕ရယ္႐ြယ္ခ်က္အစစ္အမွန္ကေရာဘာျဖစ္မလဲ...ကလယ္ရာ့စီမွာဖမ္းဆီးခံထားရတဲ့ျပန္ေပးဆဲြသမားကေရာကလယ္ရာ့ကိုဘာေၾကာင့္ကူညီခဲ့ရတာလဲ...ဒီကားမွာသားကိုခ်စ္လြန္းလွေသာမိခင္မိန္းမသားတစ္ေယာက္ခ်မ္းေအးလြန္းလွသည့္ႏွင္းမ်ားဖံုးလႊမ္းရာေဒသမွာအခ်ိန္မေ႐ြးထြက္လာရန္ျပဳႏိုင္ေသာႏွင္းေတာင္၀ံပုေလြမ်ားကိုအံတုရင္ဆိုင္ပံုမ်ားကိုေတြ႕ျမင္ႏိုင္မွာပါ File Size : (826 MB) & (301 MB)Quality :Web-DL 720pRunning Time :1 hr 28 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4UQHz/Daughter_Of_The_Wolf_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOGQyYWQ5ODctZjBhNS00YmM2LWIxMmMtYjQ5NjhhZDMwNzFkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Beverly Hills Cop III (1994)",
        "description": "တစ္ခါတစ္ေလမွာ ဂုဏ္သေရအရွိဆံုးလို႕\nထင္ရတဲ့လူတစ္ေယာက္ဟာ\nရက္စက္တဲ့ရာဇ၀တ္ေကာင္ျဖစ္ေနတက္သလို\nေပ်ာ္စရာအေကာင္းဆံုးအပန္းေျဖေနရာတစ္ခု\nရဲ႕ေနာက္ကြယ္မွာ ေၾကာက္စရာလွ်ိဳ႕၀ွက္ခ်က္ေတြရွိေနတက္ပါတယ္။\nအသက္ရွင္စဥ္မွာအျမဲကေတာက္ကဆျဖစ္ခဲ့ေပမဲ့\nသံေယာဇဥ္အရွိဆံုးဆရာသမားကိုဆံုးရံူးလိုက္ရတဲ့အတြက္\nAlex Foley တစ္ေယာက္\nအဲ့ဒီလူသတ္ေကာင္ကိုမျဖစ္မေနလက္စားေခ်ဖို႕ဆံုုးျဖတ္ခဲ့ပါတယ္။\nတစ္ကားလံုးရယ္ေနရမွာေသခ်ာတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.5",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNThlYWFhYmYtMzQzZS00ZmZjLWJjZjAtYWVhMmM4YTc1ZjhjXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007351000_AL_-147x200.jpg",
        "title": "Beverly Hills Cop II (1987)",
        "description": "ျပစ္မူက်ူးလြန္တဲ့ေနရာတုိင္းမွာ\nအကၡရာကုဒ္ေတြခ်န္ထားတဲ့ဓါးျပေတြေၾကာင့္\nBeverly Hills တစ္ျမိဳ႕လံုး\nအုတ္ေအာ္ေသာင္းနင္းျဖစ္ေနပါတယ္။\nဓါးျပေတြကပိုမိုအတင့္ရဲလာျပီး\nBeverly Hills ရဲ႒ာနရဲ႕ကပၸတိန္\nBogomil ကိုပါ လုပ္ၾကံဖို႕ၾကိဳးစားခဲ့ပါတယ္။\nအမူလိုက္ Alex Foley တစ္ေယာက္\nဒီသတင္းကိုၾကားၾကားခ်င္းပဲ Detroit ကေန\nBeverly Hills ကိုအေရာက္လာျပီး\nအကၡရာကုဒ္ဓါးျပမူကိုစလိုက္ပါေတာ့တယ္။\nပထမကားလိုပဲ အမူလိုက္ပံုေတြကို\nဟာသေႏွာတင္ဆက္ထားတဲ့ ရဲဇာတ္ျမဴးကားေလးပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2d0Sc/Beverly_Hills_Cop_II_[1987]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2MyZDE0YjAtNWFjYy00MWRlLTk3MTktMzY3ZDVhNTJkZTlmXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Beverly Hills Cop (1984)",
        "description": "Detroit ရဲ႒ာနက Alex Foley ဟာ\nထက္ျမက္တဲ့အမူလို္က္တစ္ေယာက္ျဖစ္ေပမဲ့\nျပႆနာခဏခဏရွာတက္လြန္းလို႕\nအထက္လူၾကီးရဲ႕ခ်ဥ္ဖက္ျဖစ္ေနသူပါ။\nတစ္ညမွာေတာ့ သူ႕ဆီလာလည္တဲ့\nအခ်စ္ဆံုးသူငယ္ခ်င္းေသနက္နဲ႕\nပစ္သတ္ခံလိုက္ရတဲ့အခါ\nသူငယ္ခ်င္းအတြက္တရားမွ်တမူကိုရွာေဖြဖုိ႕\nCalifornia ျပည္နယ္ Beverly Hills ဆီ\nခရီးဆန္႕ခဲ့ပါတယ္။\nတစ္ျခားရဲကားေတြလိုမဟုတ္ဘဲ\nအမူေဖာ္ထုတ္ပံုကို ဟာသေႏွာတင္ဆက္ထားတာေၾကာင့္\nပရိသတ္ၾကီးအၾကိဳက္ေတြ႕မွာေသခ်ာပါတယ္။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/4UQHr/Beverly_Hills_Cop_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFMVatMQVqB3lZGXFpK38tPAetq.jpg",
        "title": "Romeo Akbar Walter(2019)",
        "description": "Romeo Akbar Walter(2019)\nစပုိင္ဇာတ္ကား ခ်စ္သူမ်ားအတြက္ အိႏၵိယဇာတ္ကား Romeo Akbar Walter (2019) နဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီဇာတ္ကားေလးကေတာ့ ပါကစၥတန္ႏုိင္ငံကေန အေရွ႕ပါကစၥတန္(ယခု ဘဂၤလားေဒ့ရွ္) ရဲ႕ ခြဲထြက္တဲ့ကာလက အေၾကာင္းအရာကုိ ရုိက္ကူ\nးထားတာပါ။ ဖခင္ျဖစ္သူကုိ အားက်စိတ္နဲ႔ စစ္ထဲကုိဝင္ျပီး စစ္တကၠသုိလ္မွာ ထူးခၽြန္ခဲ့ေပမဲ့ ဖခင္ဆုံးပါးသြား\nတဲ့အခါ အေမတစ္ခုသားတစ္ခုျဖစ္တဲ့အတြက္ အေမ့ရဲ႕ ဆုံးျဖတ္ခ်က္နဲ႔ စစ္တပ္ကထြက္ခဲ့ရတဲ့ ဘဏ္စာေရ\nးေလး ရုိမီရုိအလီတစ္ေယာက္ တစ္ေန႔မွာ ႏုိင္ငံအတြက္ တာဝန္ထမ္းႏုိင္ဖုိ႔ အခြင့္အေရ\nးတစ္ခုရလာပါတယ္။ အိႏၵိယရဲ႕ ႏုိင္ငံတကာေထာက္လွမ္းေရး(RAW) က\nပါကစၥတန္ကုိ စပုိင္အျဖစ္နဲ႔ေစလႊတ္တာပဲျဖစ္ပါတ\nယ္။ သူက တာဝန္ေတြကုိ ေက်ေက်ပြန္ပြန္ထမ္းေဆာင္ခဲ့ေပမဲ့ RAW က အေရးၾကံဳလာတဲ့အခါမွာ\nသူ႕ကုိ ပစ္ပယ္ထားလုိက္ၾကပါတ\nယ္။ အဲဒီအခ်ိန္မွာ သူ အသက္ရွင္ႏုိင္ေအာင္ဘာေတြလုပ္လဲဆုိတာကုိ စိတ္ဝင္တစားၾကည့္ရမွာပါ။\nIMDB Rating ကေတာ့ 6.6 ရရွိထားပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  demon ပဲျဖစ္ပါတယ္...\n File Size : (1 GB) and ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/romeo-akbar-walter2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ft5crcWYEtMXs6dtz10N5QDrxH.jpg",
        "title": "Outlaws Don’t Get Funerals (2019)",
        "description": "ဒီတစ္​ခါ​ေတာ့ အျမင္​တစ္​မ်ိဳးနဲ႔႐ိုက္​ထားတဲ့crime, action ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေ​ပးလိုက္​ပါတယ္​ဘိုးေဘးဘီဘင္ကစၿပီး ဒုစ႐ိုက္သမားမ်ဳိးဆက္ ခိုးတယ္ ဓားျပတိုက္ တယ္လိုအပ္ရင္လူပါသတ္တယ္အဘိုးက ေထာင္ထဲမွာ တစ္သက္ တစ္ကြ်န္းက်နေတာ။အ​ေဖျဖစ္​သူက ရဲနဲ႔သူပစ္ကိုပစ္ ပစ္ၿပီးေသသြား ခဲ့တယ္။အဘိုးက နာမည္ႀကီး သူခိုးဓားျပႀကီး အသက္ ၇၀ ျပည့္လို႔ ေထာင္ကခံဝန္နဲ႔လႊတ္ေပးလိုက္တဲ့အခါေျမးျဖစ္သူက အင္တာနက္ သတင္းမွာေတြ႕လိုက္ရေတာ့ ...ဒုစ႐ိုက္သမားေတြဘက္ျခမ္းက​ေန႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါေပးခ်င္တဲ့မက္ေဆ့ခ်္ ကလည္း ေကာင္းပါတယ္။အားေပးလိုက္ၾကပါဦး။ File Size : (936 MB) & (335 MB)Quality :Web-DL 720pRunning Time :2 HrFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar ...",
        "rating": "4.5",
        "url": "https://megaup.net/4UP8U/Outlaws_Don’t_Get_Funerals_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBvUIQBMrKbb8BTMF84DfyI5xCb.jpg",
        "title": "Killers Anonymous(2019)",
        "description": "Killers Anonymous(2019)================ဒီဇာတ္ကားက ၿပီးခဲ့တဲ့လကမွ ထြက္ရွိထားတဲ့\nအေမရိကန္ အက္ရွင္ ကား တကားပါLion Gates ကုမၸဏီက ျဖန္႔ခ်ိတဲ့ ဒီဇာတ္ကားကို\nဒါရိုက္တာ Martin Owen က ရိုက္ကူးထားတာပါ\nပါ၀င္တဲ့ ဇာတ္ေဆာင္ေတြကေတာ့\nJessica Alba\nTommy Flanagan\nGary Oldman\nRhyon Nicole Brown\nMy Anna Buring\nMichael Socha\nTim Mclnnery\nSam Hazeldine\nတို႔ ျဖစ္ပါတယ္Killer Anonymous ဆိုတာ\nလူသတ္သမားေတြကို စုဖြဲ႕ထားတဲ့ အဖြဲ႕တခုျဖစ္ၿပီး\nလူတေယာက္ကို ကိုယ္ ဘယ္လိုသတ္ခဲ့တယ္\nသတ္ေနတုန္း ကိုယ္ဘယ္လိုခံစားရတယ္ စတဲ့\nလူသတ္ျခင္းအေပၚထားတဲ့ ကိုယ့္ရဲ႕ ဖေလာ္ေဆာ္ဖီကို အခ်င္းခ်င္းေ၀မၽွရင္း စိတ္ဖိအားေလၽွာ့ခ်ၾကတဲ့ ပုံစံနဲ႔ လည္ပတ္ေနတာပါအဲဒီအဖြဲ႕ကို ဘယ္သူက အဓိက ႀကိဳးကိုင္ေနလဲ\nစီအိုင္ေအရဲ႕ ပါ၀င္ပတ္သတ္မႈေတြနဲ႔\nmaster mind ေတြ က အစီအစဥ္တခုကို ခ်တဲ့ အခါ\nပါ၀င္သူေတြကိုယ္တိုင္ မသိလိုက္ေအာင္\nလူတစ္ဦးခ်င္းစီရဲ႕ အားသာခ်က္ အားနည္းခ်က္ေတြကို အသုံးခ်ၿပီး\nဘယ္လို ဥာဏ္ကစားၾကလဲ ၾကည့္ေပ်ာ္တဲ့ ဇာတ္လမ္းတခုပါ ခင္ဗ်ာFile Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/4eRGp/Killers_Anonymous_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pV6xLQh54ga8oaQqJtUqLp12LwQ.jpg",
        "title": "Maharshi (2019)",
        "description": "IMDb Rating - 7.9/102018မွာ ဝန္ႀကီးခ်ဳပ္ဇာတ္႐ုပ္နဲ႔ ျမင္ေတြ႕ခဲ့ရတဲ့မာေဟ့ရွ္ဘာဘူကို Maharahi-2019မွာေတာ့ ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးေခ်ာကေတာ့ ေတလဂူးအခ်စ္ဇာတ္လမ္းႀကိဳက္သူေတြ သိၿပီးသားျဖစ္မွာပါ။ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ အတူ ခြန္အားေတြ၊ရသေတြကိုလည္းေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုရင္မမွားပါဘူး။ဇာတ္လမ္းက ရွည္လ်ားေပမဲ့ဘယ္ေနရာမွာမွ ပိုေနတဲ့ ဇာတ္ဝင္ခန္း မေတြ႕မိပါဘူး။ကဲ အဆင္ေျပရင္ အၫြန္းေလး တစ္ခ်က္ လာမယ္။\n---------------------------------------------------မာေဟ့ရွ္ကို ဇာတ္လမ္းရဲ႕ စစခ်င္းမွာနာမည္ႀကီး ကုမၸဏီတစ္ခုရဲ႕စီအီးအိုအျဖစ္ေရြးခ်ယ္ခံရတယ္ဆိုတာေတြကို ေရွးဦးစြာျမင္ရမွာပါ။သူဟာ ဒီလို ဘဝေရာက္ခဲ့ဖို႔ ႀကိဳးစားခဲ့ရတဲ့အေျခခံဘဝကလည္း ဆိုးရြားခဲ့ပါတယ္။ဒါေၾကာင့္လည္း သူ ျဖစ္ခ်င္ခဲ့တာကို ႀကိဳးစားၿပီးျဖစ္ခြင့္ရခဲ့တာပါ။ေက်ာင္းသားဘဝမွာ လြမ္းေဆြးစရာေတြ၊ျပန္မရႏိုင္တဲ့ သူငယ္ခ်င္းေကာင္းေတြ၊အခ်စ္ေရးေတြနဲ႔။ကူညီေပးခဲ့တဲ့ ဆရာေတြနဲ႔။မိသားစုဖက္မွာဆိုရင္ ျပန္ေတာင္းလို႔မရႏိုင္ေတာ့တဲ့ ေနာင္တေတြနဲ႔။ဒါေပမဲ့ သူ.. ေအာင္ျမင္မႈတစ္ခုတည္း အတြက္ဘဝကို ႐ုန္းကန္လာတဲ့အခါလက္လႊတ္ခဲ့ရတာေတြလည္း အမ်ားသား။ေအာင္ျမင္တယ္ဆိုတာကို ေငြတစ္ခုနဲ႔ပဲ ဆုံးျဖတ္ၾကတာလား ... ။အဖက္ဖက္မွာ ေအာင္ျမင္ဖို႔ဆိုတာလည္းသူ႕အတြက္ မလြယ္လွ။မိဘ...၊ ခ်စ္သူ...၊ သူငယ္ခ်င္း..၊ ေအာင္ျမင္မႈဘာေတြဟာ အေရးပါခဲ့လဲ သူမသိခဲ့။အတိတ္ကို ျပန္ေတြးရင္ ေတြးေလ ေဆြးစရာေတြနဲ႔ပဲျပည့္ေနတဲ့ သူ႕ရဲ႕ ေအာင္ျမင္မႈ၊ျဖစ္သင့္တာကို ဦးစားေပးရင္ျဖစ္ခ်င္တာကိုလည္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/4UP8Q/Maharshi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BYTkxMTcwNmUtY2JjYS00YTZmLTlhNTMtZjFjOTkwMTQ0MTFiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ghost in the Shell (1995)",
        "description": "2029မှာနည်းပညာကအရမ်းထွန်းကားနေပါပြီCyborgတွေကိုနေရာတိုင်းမှာတွေ့မြင်နိုင်ပြီးလူတွေရဲ့ဦးနှောက်ကအင်တာနက်နဲ့တိုက်ရိုက်ချိတ်ဆက်နိုင်တဲ့အထိတိုးတက်နေတဲ့ခေတ်ကာလပဲဖြစ်ပါတယ်တိုးတက်လာတဲ့နည်းပညာနဲ့အတူအန္တရာယ်တွေလည်းပါလာပါတော့တယ်Puppetmasterဟာနည်းပညာကိုအသုံးချပြီးလူတွေရဲ့ဦးနှောက်ကိုhackနေတဲ့hackerပဲဖြစ်ပါတယ်Cyborgရဲမှုးဖြစ်သူMotoko Kasunagiနဲ့သူရဲ့အဖွဲ့ဟာPuppetmasterနဲ့ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...\nFile Size : (1.73 GB,1.16GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min \nFormat : Mp4\nGenre : Action, Animation, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Thaw\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xp2z/Ghost_In_The_Shell_[1995]_(MM_Sub).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTQ3NTk1Mzg0MV5BMl5BanBnXkFtZTgwMjM3NzIwMjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "K: Missing Kings (2014)",
        "description": "K anime seriesရဲ႕ပထမဆံုးကားပဲျဖစ္ပါတယ္\nKings၇ေယာက္မွာမွ၄ေယာက္ရဲ႕\nAcademy Island Incidentအျပီးအျဖစ္အပ်က္ေတြကို\nအေျခခံထားတာပဲျဖစ္ပါတယ္\nSilver Clansmen Kuroh Yatogamiနဲ႔\nNekoဟာလည္းသူတို႔ရဲ႕ဆရာျဖစ္သူ\nYashiro Isanaကိုလိုက္ရွာေနခဲ့ပါတယ္\nလံုး၀သဲလြန္စမရတာေၾကာင္ႏွစ္ေယာက္စလံုးဟာ\nအလြန္အမင္းစိတ္ပ်က္လွ်က္ရွိျပီး\nHOMRAအဖြဲရဲ႕အဖြဲ႕၀င္ေတြျဖစ္တဲ့\nRikio Kamamotoနဲ႔Anna Kushinaတို႔ကို\nတစ္စံုတစ္ေယာက္ကလိုက္ဖမ္းေနတယ္ဆိုတာကို\nရွာေဖြေတြ႕ရွိသြားတဲ့အခါမွာေတာ့...\nFile Size : (1 GB,580 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 13min \nFormat : Mp4\nGenre : Action, Animation,Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Dolly\nEncoded by sithu",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/k-missing-kings-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfZqwGuvEBAysAbCsa0QLKoSYR.jpg",
        "title": "Shaft (2019)",
        "description": "နက်ဖလစ်ကနေ ဆမ်မြူရယ် ဂျက်ဆန် ကားတစ်ကား အသစ်ထွက်လာပါတယ်။Hitman bodyguard တုန်းက ရခဲ့တဲ့ ရသမျိုး ပြန်ရတာပါပဲ။အခွီတွေရယ် အက်ရှင်ရယ် ပေါင်းထားတာပါ။တကယ်ကို ကြည့်လို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်း ရှက်ဖ်ထ်ဆိုတဲ့ ရဲဟောင်းကြီးဟာ ပေပေတေတေ လူ့ခွစာ အလွတ်စုံထောက်အဖြစ် အသက်မွေးပါတယ်။သူ့ကို သည်းမခံနိုင်တော့လို့ စွန့်ပစ်သွားတဲ့ သူ့မိန်းမနဲ့အတူ သူ့သားလေး ပါသွားခဲ့တယ်။၂၅ နှစ်လောက် ကြာချိန်မှာတော့ သူ့ရဲ့ သားက အက်ဖ်ဘီအိုင်မှာ အလုပ်ရသွားပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်ကရော ရဲတွေရော မလိုက်နိုင် အမှုကြီးတစ်ခုကို ရှက်ဖ်ထ်ရဲ့ သားက ကိုုယ်တိုင်လိုက်ဖို့ ရှက်ဖ်ထ်ကို အကူအညီလာတောင်းပါတော့တယ်။သူတို့ သားအဖနှစ်ယောက် နယူးယောက် ဟာလမ်မှာ ဘယ်လိုတွေသောင်းကျန်းပြီး ဘယ်လိုတလွဲတွေ လုပ်ကြမလဲ ကြည့်ရမှာပါ။(Littleneo ဘာသာပြန်ပေးထားပါတယ်)File Size : (1.90 GB) , (950 MB) and (480 MB)\nQuality : NF WEB-DL ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xp1X/Shaft_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/reindeer-games-german-dvd-cover-142x200.jpg",
        "title": "Reindeer Games (2000)",
        "description": "ရူဒီဒြန္ကန္နဲ႔ နစ္ခ္ဟာ တစ္ခန္းတည္း အတူက်ေနသလုိ လြတ္ရက္ကလဲ ႏွစ္ရက္ေလာက္ပဲလုိေတာ့တဲ့ အခန္းေဖာ္ အက်ဥ္းသား\nသူငယ္ခ်င္းႏွစ္ေယာက္ပါ။ ေထာင္ကေနလြတ္တဲ့အခါ ရူဒီက ေမြးရပ္ေၿမကုိၿပန္ၿပီး သူ႔အေဖနဲ႔ ေဘာလုံးပြဲၾကည့္ ခရစ္စမတ္ ညစာစားဖုိ႔\nစိတ္ကူးယဥ္သလုိ နစ္ခ္ကလဲ သူနဲ႔ လူခ်င္းမေတြ႔ဖူးပဲ စာေတြနဲ႔ပဲ ရင္းႏွီးေနတဲ့ မိန္းမလွေလး အက္ရွ္ေလနဲ႔ ေတြ႔ဆုံ ဘ၀ခရီးဆက္ဖုိ႔ ေမွ်ာ္လင့္ထားပါတယ္။\nသူ႔အခန္းနံရံေတြေပၚမွာလဲ အက္ရွ္ေလ ပုံေတြခ်ည္းပါပဲ။\nတကယ္တမ္းေထာင္ကလြတ္ဖုိ႔ ရက္ပုိင္းအလုိမွာေတာ့ ေထာင္တြင္းအၾကမ္းဖက္မႈတစ္ခုမွာ ရူဒီကုိယ္စား၀င္ခံရင္း နစ္ခ္ အသက္ဆုံးရႈံးခဲ့ရတယ္။\nရူဒီ ေထာင္ကအထြက္ နစ္ခ္ကုိလာၾကိဳေနတဲ့ အက္ရွ္ေလ အလွမွာ မိန္းေမာရာကေန နစ္ခ္အေယာင္ေဆာင္၀င္ေရာမိပါေတာ့တယ္။\nသူ ေပ်ာ္ရႊင္ေနေသးလုိ႔မ၀ခင္မွာပဲ လက္နက္ကုိင္ လူတစ္စုက သူတုိ႔တည္းခုိတဲ့အခန္းကို ၀င္စီးၿပီး သူနဲ႔အက္ရွ္ေလကုိ ဖမ္းေခၚသြားတဲ့အခ်ိန္က်မွ သိလုိက္ရတာက\nနစ္ခ္နဲ႔ အက္ရွ္ေလဟာ ေထာင္ကလြတ္ရင္ နစ္ခ္ အရင္က အလုပ္လုပ္ဖူးတဲ့\nကတ္စီႏုိ တစ္ခုကုိ ၀င္စီးဖုိ႔ တုိင္ပင္ထားတယ္။\nသူတုိ႔ကုိဖမ္းဆီးေခၚေဆာင္သြားတဲ့ လက္နက္ကုိင္ေခါင္းေဆာင္ဟာ အက္ရွ္ေလ အစ္ကုိ\nၿဖစ္ၿပီး ကတ္စီႏုိကုိ ၀င္စီးတဲ့အခါက်ရင္ အဲ့ဒီေနရာကိုရင္းႏွီးကြ်မ္း၀င္ၿပီးသား ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dqkk/Reindeer_Games_[2000]_(MM_Sub)_(1).mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDyCvNWaFkkrgf0QjhHqpCGVc8p.jpg",
        "title": "The Wolf’s Call (2019)",
        "description": "Rating 7.7 အထိရ႐ွိထားတဲ့ ျပင္သစ္ Action/Drama/Thriller ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ျပင္သစ္ႏိုင္ငံရဲ႕ ေရငုတ္သေဘၤာသားေတြကိုအေျချပဳၿပီး႐ိုက္ကူးထားတာပါ။ေရငုတ္သေဘၤာတစ္စီးမွာ Sonar ဆိုတဲ့ Radar ကဲ့သို႔ေသာ Detection and Navigationလုပ္ငန္းကိုေဆာင္ရြက္ေပးႏိုင္တဲ့ အသံလႈိင္းသံုးကိရိယာတစ္ခု႐ွိပါတယ္။အဲဒါကေနရလာတဲ့အသံလိႈင္းေတြကိုၾကည့္ၿပီး ဒါဟာဘယ္ကလာတဲ့အသံ...ဘယ္လိုေရယာဥ္အမ်ဳိးအစားဆိုတာကိုခြဲျခမ္းစိတ္ျဖာရတဲ့ Analyst ေတြလည္း႐ွိပါတယ္။ဒီကားေလးမွာေတာ့ အဲလို အသံလႈိင္းစီစစ္ရတဲ့သူျဖစ္တဲ့ ခ်န္တာရိန္ဆိုတဲ့လူငယ္ေလးကိုတည္ထားၿပီး ျပင္သစ္ႏိုင္ငံကိုဘယ္လိုကယ္တင္သြားလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။Drama/Thriller ဆိုတဲ့အတိုင္း ေကာင္းေကာင္းႀကီးခံစားရမွာျဖစ္ပါတယ္။နားပါးလွပါတယ္တဲ့သူကိုမွ ဘယ္လိုလွည့္စားၿပီးကမာၻပ်က္ကိန္းေရာက္ေအာင္ ဘယ္သူေတြလုပ္သြားလဲ။ဘယ္လိုျပန္လည္ဟန္႔တားရလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။( ေရတပ္ဆိုက္ရာအသံုးအႏႈန္းေတြပါဝင္တဲ့အတြက္ အဓိပၸါယ္တစ္ခ်ဳိ့ကြဲလြဲတာမ်ဳိး ႐ွိေကာင္းရွိနိုင္ပါတယ္။အနီးစပ္ဆံုးျဖစ္ေအာင္ဘာသာျပန္ထားေပမယ့္ ကြဲလြဲတာ႐ွိရင္သည္းခံေပးၾကပါ။) (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရ ပါ) File Size : (1.80 GB) , (900 MB) and (450 MB)\nQuality : NF WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 55min\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dql4/The_Wolf’s_Call_(Le_Chant_Du_Loup)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnopI5Xtky18MPhK40cZAGAOVeV.jpg",
        "title": "Shazam! (2019)",
        "description": "ဒီဟီးရိုးကတော့ မှော်အစွမ်းကို အခြေခံထားတာပါပဲ။ Shazam လို့အော်လိုက်ရင် 14 နှစ်သားကောင်လေးအဖြစ်ငးကနေလူကြီးအရွယ် စူပါဟီးရိုးအဖြစ် ပြောင်းလဲသွားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ မှော်ဆရာအဖွဲ့ကြီးတစ်ခုရဲ့ နောက်ဆုံးကျန်တဲ့ မှော်ဆရာဟာကမ္ဘာကြီးကို နတ်ဆိုး ၇ ပါးရန်ကနေ ကာကွယ်ထားရပါတယ်။ သူ့ရဲ့အစွမ်းတွေ အားနည်းလာချိန်မှာတော့ သူ့နေရာကိုဆက်ခံဖို့ စိတ်ထားကောင်းမွန်တဲ့ လူတစ်ယောက်ကို ရှာဖွေရပါတော့တယ်။ဒီဟီးရိုးကတော့ Justice League သာ ဆက်ထွက်ခဲ့ရင် ပါလာနိုင်တာမို့ သူ့ရဲ့ မူလဇစ်မြစ်ကို ဒီကားမှာ သေချာတွေ့ရမှာပါ။(Littleneo ဘာသာပြန်သည်)File Size : (2.50 GB) , (1.20 GB) and (600 MB)\nQuality : Blu-Ray (1080p 5.1,720p,480p)\nRunning Time : 2hr 12min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/shazam-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aP2hIXLutzzsXb1pJit8gdK6TtR.jpg",
        "title": "We Are Legends ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 5.4ရထားတဲ့ 2019 ထြက္​​ေဟာင္​​ေကာင္​ဇာတ္​ကား​တစ္​ကားျဖစ္​ပါတယ္​လက္​​ေဝွ့ထိုးသတ္​ပြဲ ခပ္​ၾကမ္​းၾကမ္​း​ေလး​ေတြႀကိဳက္​တတ္​သူ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ..ဒီကားထဲမွာ ဂ်က္​နဲ႔ ဘန္​နီတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ဟာမိဘမဲ့​ေဂဟာမွာႀကီးျပင္​းခဲ့႐ၿပီး တစ္​​ေန႔မွာ ​ေက်ာင္​းသားခ်င္​းအႏိုင္​က်င္​့ခံရာက​ေန​ေက်ာင္​း​ေစာင္​့္ အီရစ္​နဲ႔အတူ မိဘမဲ့​ေဂဟာက​ေနထြက္​ခြာလာခဲ့ပါ​​ေတာ့တယ္​..ဒီလိုနဲ႔ အားကစား​ေလ့က်င္​့ခန္​းမ ဖြင္​့ထားတဲ့ အီရစ္​ရဲ႕အစ္​မဆီ​ေရာက္​သြားရာက​ေန ​လက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​လာဖို႔ ​စတင္​​ေလ့က်င္​့သင္​ၾကား​ေပးပါ​ေတာ့တယ္​...ဒီလိုနဲ႔တစ္​ရက္​မွာသူတို႔​ေမြးစားအ​ေဖအီရစ္​ဟာ​ေလျဖတ္​သြားခဲ့ႁပီး​ေငြ​ေၾကး႐ွာ​ေဖြမႈတာဝန္​ဟာသူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​​ေပၚကိုုပံုုကက်လာခဲ့ပါ​​ေတာ့တယ္​...ဂ်က္​ဟာ အလုပ္​လုပ္​ရင္​းMMAမွာထိုးသတ္​တဲ့ပ႐ိုလက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​​ေအာင္​​ေလ့က်င္​့​ေနခဲ့ၿပီးသူ႔ညီကိုစာ​ေကာင္​းစြာသင္​ႏိုင္​​ေအာင္​​ေထာက္​ပံ​ံ​့​ေပး​ေန​ေပမယ့္....သူ႔ညီ​ေလးက​ေတာ့ ​ေငြ​ေၾကးခက္​ခဲမႈကိုကူညီႏိုုင္​ဖို႔အတြက္​​ေျမ​ေအာက္​​ေၾကးစားလက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြမွာပါဝင္​ကစားၿပီး​ေငြ​ေၾကး႐ွာ​ေဖြ​ေနခဲ့လို႔​ေက်ာင္​းကထုတ္​ပယ္​ျခင္​းခံလိုက္​ရပါတယ္​...ဒီလိုနဲ႔ သူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ၾကားမွာသ​ေဘာထားတင္​းမာမႈ​ေတြျဖစ္​လာခဲ့တဲ့အခါ....ဂ်က္​က MMAရဲ႕ ပ႐ိုလက္​​ေဝွ့ခ်န္​ပီယံျဖစ္​လာခဲ့​ေပမယ့္​့သူတစ္​ခ်ိန္​က​အလြယ္​တကူအလဲထိုးႏိုင္​ခဲ့တဲ့ဂ်က္​ဆန္​ရဲ႕ျပန္​လည္​စိန္​​ေခၚပြဲမွာ မထင္​မွတ္​ပဲ႐ွံုးနိမ္​့သြားတဲ့အခါ.....ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမွာလဲ...လက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​......ပရိုလက္​​ေဝွ့သမား​ေတြရဲ႕ဘဝ​ေတြကိုလက္​​ေတြ႔က်က်႐ိုက္​ျပထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​လို႔ အရမ္​းကိုသ​ေဘာက်မိပါတယ္​... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/we-are-legends-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/escape-plan-3-poster-143x200.jpg",
        "title": "Escape Plan: The Extractors (2019)",
        "description": "Escape Plan: The Extractors (2019)\n  \n1080p BluRay 5.1 Ch Quality နဲ့ထပ်မံတင်ဆက်လိုက်ပါတယ်။\nဒီဇာတ်ကားဆိုရင် အားလုံးသိကြတဲ့ မင်းသားကြီး Sylvester Stallone ပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nအရင်ထွက်ရှိထားပြီးဖြစ်တဲ့ Escape Plan (2013) နဲ့Escape Plan 2: Hades (2018) တွေ ရဲ့ တတိယမြောက် ထွက်ရှိလာတဲ့ ဇာတ်ကား Escape Plan: The Extractors (2019) ဟာဆိုရင်လည်း လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လုံခြုံရေးအထူးကျွမ်းကျင်သူ Ray Breslin (Sylvester Stallone) ဟာဆိုရင် ဟောင်ကောင်နည်းပညာလုပ်ငန်းရှင်ရဲ့သမီး ဖြစ်သူ ပြန်ပေးဆွဲခံရတာနဲ့ပတ်သက်ပြီး ပြန်လည်ကယ်ဖို့ ငှားရမ်းခြင်းခံရပါတယ် ။ ထိုပြန်ပေးဆွဲတဲ့သူတွေရဲ့နောက်ကွယ်က ကြိုးကိုင်သူကို မင်းသားကြီး စတားလုံး နဲ့သူ့ရဲ့အဖွဲ့တို့ ဘယ်လို ဖော်ထုတ်ပြီး ဓားစာခံတွေကို ကယ်တင်မလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ် ။\n 1080p ...",
        "rating": "4.4",
        "url": "https://megaup.net/4Vyev/Escape_Plan_-_The_Extractors_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5uA1DdiWK5KH5yzyMfh1X3uXie.jpg",
        "title": "See You Yesterday (2019)",
        "description": "ကိုယ္ခ်စ္တဲ့အရာေတြကို ဆံုးရံႈးရၿပီးေတာ့ ျပန္လည္ျပင္ဆင္ဖို႔အခြင့္အေရးလည္း သင့္မွာရွိတယ္ဆိုရင္ သင္ဘာလုပ္မွာလဲ။ဒီတစ္ခါေတာ့ Netflix က ထုတ္ထားတဲ့ Sci-fi ကားေလးတစ္ကားျဖစ္တဲ့Time Machine ကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဇာတ္လမ္းေလးကေတာ့ စီေဂ်နဲ႔ ဆဘတ္ရွန္ဆိုတဲ့ အထက္တန္းေက်ာင္းသားေက်ာင္းသူေလးႏွစ္ေယာက္က တစ္ေန႔မွာ Time Machine ကို တီထြင္ႏုိင္ခဲ့ၿပီးအဲဒီ့အခ်ိန္မွာပဲ သူခ်စ္ရတဲ့အကိုျဖစ္သူကို ဆံုးရံႈးလိုက္ရတဲ့အခါမွာဒီစက္ကို အသံုးျပဳၿပီးေတာ့ သူတို႔ဘာေတြ ဆက္လုပ္ၾကမွာလဲ။ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားတာျဖစ္ပါတယ္။အားေပးၾကပါဦးဗ်ာ File Size : ( 811 MB) & ( 264 MB)Quality :Web DL 720pRunning Time :1hr 24 minFormat : Mp4Genre :Animation , Adventures , ...",
        "rating": "5.0",
        "url": "https://megaup.net/2ds5p/See_You_Yesterday_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5t2Nf1F7iQUKTrODg93xmQzZLj.jpg",
        "title": "Iron Sky: The Coming Race (2019)",
        "description": "ကမာၻၾကီးဘယ္လိုျဖစ္တည္လာတယ္ဆိုတာရယ္ဘယ္လိုပ်က္စီးသြားမယ္ဆိုတာနဲ႔ ပတ္သက္ၿပီး သီအိုရီေတြ၊အေတြးအေခၚေတြ၊ ရုပ္ရွင္ေတြ၊ ဇာတ္လမ္းေတြမ်ားစြာရွိသလိုအခုရုပ္ရွင္ေလးဟာလည္း မတူညီတဲ့ အေတြးအျမင္တစ္ခုနဲ ရိုက္ကူးထားတဲ့ ရုပ္ရွင္တစ္ကားပဲျဖစ္ပါတယ္။သိပၸံပညာရွင္ေတာ္ေတာ္မ်ားမ်ားရဲ႕ သီအိုရီေတြကို သံုးထားသလိုဆန္းသစ္တဲ့အျမင္စိတ္ကူးအသစ္ကိုလည္း ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းကေတာ့ ကမာၻၾကီးပ်က္စီးသြားလို႔ လကမာၻေပၚမွာေနထုိင္ေနရတဲ့ လူသားမ်ိဳးႏြယ္ေတြဟာ ရွင္သန္ဖို႔အတြက္ ဘယ္လိုအခက္အခဲေတြၾကားမွာလႈပ္ရွားရုန္းကန္ၿပီး ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ေတြးစရာေလးေတြ ျဖစ္လာေစႏုိင္တဲ့ ကားေကာင္းတစ္ကားမို႔ ၾကည့္ရႈအားေပးၾကပါဦး File Size : ( 869 MB) & (322 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Animation , Adventures , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.1",
        "url": "https://megaup.net/2du1j/Iron_Sky_-_The_Coming_Race_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vUCrcikFCDsvA6IiS59kdfQkseU.jpg",
        "title": "Hellboy Animated: Sword of Storms (2006)",
        "description": "A folklore professor becomes unwittingly possessed by the ancient Japanese demons of Thunder and Lightning. But when The Bureau of Paranormal Research & Defense dispatches a team of agents to investigate, a cursed samurai sword sends Hellboy to a supernatural dimension of ghosts, monsters, and feudal mayhem. Now while pyrokinetic Liz Sherman and fishboy Abe Sapien battle one very pissed-off ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hellboy-animated-sword-of-storms-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itj3KXrYL6iSa7eBDLYIVWZuZtW.jpg",
        "title": "Hellboy Animated: Blood and Iron (2007)",
        "description": "When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hellboy-animated-blood-and-iron-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sOFQDlkY6El1B2P5gklzJfVdsT.jpg",
        "title": "Kamen Rider Heisei Generations FOREVER (2018)",
        "description": "Rating 7.5 ရရွိထားတဲ့ ကားၿဖစ္ပါတယ္...Kamen Rider : Heisei Generation Foreverေဟးေဆး'ဂ်င္း'နေရးရွင္း ေဖာ္အဲဗား ရီဗ်ဳးလုပ္ရမယ္ဆိုရင္ျဖင့္ဇာတ္လမ္းကဒီလို Tid ဆိုတဲ့ Time jacker ဘဲႀကီးက Kuuga ကေနစၿပီးေဟးေဆးရိုက္ဒါေတြရဲ့သမိုင္းကိုေဖ်ာက္ဖို့ႀကိဳးစားတယ္။အဲ့ဒီေတာ့ ခါမန္းလိုက္ဒါေတြဆိုတာက အခုေလာကမွာလို တိုကုအစီအစဥ္သက္သက္ျဖစ္ကုန္တယ္။ဒါေပမဲ့ အဲ့ဒါကို ျပန္ေျဖနိုင္မယ့္ကေလးတေယာက္ရွိတယ္...အဲဒီကေလးကို ရွင္ဂိုလို့ေခၚတယ္...သူက ရိေယာတာ့ရိုး(Ryotarou)လိုပဲ ဗဟိုမွတ္(Singular point) ..အဲ့ကေလးမွတ္ဉာဏ္ထဲမွာ ခါမန္းလိုက္ဒါေတြကိုမွတ္မိေနရင္ Tid က သမိုင္းေဖ်ာက္လို့မရဘူး။ဘာလို့ဆိုေတာ့ ဗဟိုမွတ္ ေကာင္ဆိုးေလးေဒြက အခ်ိန္စက္ဝန္းရိုက္ခတ္မွုထဲကလြတ္ေနၾကလို့။ဒီေတာ့ဘာလုပ္သလဲ... Kuuga မေပၚလာခင္အခ်ိန္ကိုျပန္သြားၿပီး အဲ့ကေလးကိုဖမ္းသြားတယ္...ခူးဂါကိုမျမင္ဖူးလိုက္ေအာင္။ဒါေပမဲ့ မၿပီးေသးဘူး..သမိုင္းေျပာင္းသြားၿပီး ခါမန္းလိုက္ဒါဆိုတာ တိုကုအစီအစဥ္အျဖစ္ေျပာင္းသြားတဲ့ေနာက္Ataru ဆိုတဲ့ တိုကုအိုတဘဲေလးတေကာင္ရွိလာတယ္။အဲ့ေကာင္ေလးဆီကို အီမာဂ်င္တေကာင္ေရာက္လာၿပီး ဆုတခုေတာင္းခိုင္းတယ္......",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kamen-rider-heisei-generations-forever-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/10215-141x200.png",
        "title": "Dragons Forever (1988)",
        "description": "ဂ်က္ကီခ်န္း...ဟုတ္ခ်င္းေပါင္...ေဘာလံုးမင္းသား..စတဲ့ကေလးဘဝရဲ႕ သူရဲေကာင္းေတြျဖစ္တဲ့ ေဟာင္ေကာင္ ကြန္ဖူးသံုးေဖာ္ရဲ႕ ဇာတ္ကားေကာင္းေလးပါ။Action, Comedy, Romance ဇာတ္ကားျဖစ္လို႕ ေပါ့ေပါ့ပါးပါးခံစားၾကည့္ရႈရမွာပါ။ခုခ်ိန္မွာ အနားယူသြားၿပီျဖစ္ၾကတဲ့ မင္းသားႀကီးေတြရဲ႕ ငယ္မူငယ္ေသြးအျပည့္နဲ႔ ဇာတ္ကားေလးကိုတစ္ဖန္ျပန္လည္ ခံစားၾကရမွာ ျဖစ္ပါတယ္။IMDb Rating (7.3) အထိ ရရွိထားတာေၾကာင့္ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။ \nFile size…(999 MB) and (500 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cindy Honey",
        "rating": "7.3",
        "url": "https://megaup.net/2dys9/Dragons_Forever_(Fei_Lung_Mang_Jeung)_[1988]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/222-149x200.jpg",
        "title": "Imperial Guard Girls ( 2019 )",
        "description": "ဒီဇာက္​ကာ​ေလးဟာဆိုရင္​ တရုတ္​နန္​းတြင္​းကား​ေလးျဖစ္​ၿပီး Drama/actionကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​မိန္​းက​ေလးကိုယ္​ရံ​ေတာ္​က​ေလးမ်ားရဲ႕ အ​ေၾကာင္​းကိုရိုက္​ကူထားၿပီးသစၥာခံယူမႈ ညီအမ​ေတြရဲ႕​ေမတာၱ​ေတြ အခ်စ္​​ ဆရာကတပည္​့အ​ေပၚထားတဲ့​ေစတနာ​ေတြကို စံုစံုလင္​လင္​ ရိုက္​ျပထားတဲ့ ဇာက္​ကား​ေလးပါဇာက္​လမ္​း​ေလးဟာဆုိရင္​ မင္​းသားZhu Di ဟာဆိုရင္​ သူ႔အကိုမင္​းႀကီးဆံုးၿပီးမၾကာခင္​မွာပဲ သူ႔တူဆီက​ေန ထီးနန္​းကိုလုယူခဲ့ပါတယ္​ထို႔​ေၾကာင္​့ သူဟာ အၿမဲပူပန္​​ေနၿပီး သူ႔တူကို လိုက္​ရွာကာသတ္​ပစ္​ဖို႔ရယ္​႐ြယ္​ထားပါတယ္​ သူဟာ မင္​းသားဘဝကတည္​းကမိန္​းက​ေလးငယ္​ငယ္​​ေလး​ေတြစုကာ ​ေလ့က်င္​့​ေပးၿပီးသူ႔ရဲ႕ကိုယ္​ရံ​ေတာ္​အျဖစ္​​ေမြးျမဴထားပါတယ္​ထို႔​ေနာက္​သူ႔ရဲ႕ပုန္​ကန္​သူ​ေတြကိုလိုက္​လံသတ္​ျဖတ္​ခိုင္​းခ့ပါတယ္​ကိုယ္​ရံ​ေတာ္​ထဲမွာမွ သူဟာ Qinglianကို အခ်စ္​ဆံုး ဂရုစိုက္​ဆံုးပါ ​ေနာက္​ဆံုးမွာ​ေတာ့ Qinglianဟာ တာဝန္​ထမ္​း​ေဆာင္​ရင္​း အခ်စ္​ကို​ေတြ႕ရွိသြားၿပီး သစၥာနဲ႔ အခ်စ္​ အားၿပိဳင္​မႈကို ​ေတြ႕ရွိရမွာပါသစၥာကပဲ ခိုင္​ၿမဲမလား အခ်စ္​ကပဲ ပိုသြားမလားဆိုတာက​ေတာ့ ​ဇာက္​ကား​ေလးကိုပဲ ၾကည္​့ရႈအားေပးလုိက္ၾကပါအုန္းလုိ႔တုိက္တြန္းပါရေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2dys1/14_Blades,_Imperial_Guard_Girls_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BN2NiNGZjNmEtOTYyNS00MDM0LTgyM2ItMDAyOTA0ZDEzODQxXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Blizzard ( 2018 )",
        "description": "အက္ရွင္ဇာတ္လမ္းေတြၾကိဳက္ႏွစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ဇာတ္ကားေကာင္းေလးတခုကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္​လမ္​းအက်ဥ္​းကစုန္​႔​ေခ်ာင္​နဲ႔ ဟိုင္​ယန္​နဲ႔မာထ်န္​းခ်ိန္​တို႔ဟာရဲသင္​တန္​း​ေက်ာင္​းမွာအရမ္​းခ်စ္​ၾကတဲ့​ေဘာ္​ဒါ​ေတြပါတစ္​​ေန႔မွာဟိုင္​ယန္​ကသူ႔ရဲ႕အ​ေဖသတ္​ခံရတဲ့​ေနရာမွာစုန္​႔​ေခ်ာင္​ကို​ေတြ႕လိုက္​ၿပီးလြတ္​​ေျမာက္​သြားတဲ့အခ်ိန္​မွာ သူ႔အ​ေဖကိုသတ္​သြားတဲ့သူအျဖစ္​မုန္​းတီး​ေနပါ​ေတာ့တယ္​...ဒါ​ေတြအားလံုးကိုႀကိဳးကိုင္​​ေနတဲ့ဟြမ္​့ယြီလုပ္​ငန္​းစုရဲ႕ျပစ္​မႈ​ေတြကိုဆက္​ႁပီး​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလား..ဘယ္​လိုလွည္​့ကြက္​မ်ိဳး​ေတြ႐ွိ​ေနတာလဲ..ဆက္​လက္​ခံစားၾကည္​့႐ႈပါ....အက္​႐ွင္​ခန္​း​ေတြလည္​းပါတာမလို႔အက္​႐ွင္​ႀကိဳက္​သူ​ေတြအတြက္​​ေတာ့ၾကည္​့​ေကာင္​းမဲ့ဇာတ္​ကားတစ္​ပုဒ္​ပါပဲ Translated & Review By Phyo Zaw",
        "rating": "4.9",
        "url": "https://megaup.net/3ztmr/The_Blizzard_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/91DlgANXfuL._RI_-150x200.jpg",
        "title": "Scouts Guide to the Zombie Apocalypse (2015)",
        "description": "Scouts Guide to the Zombie Apocalypse\n———————————————————————ဒီကားေလးကHorror Comedyကားေလးပါ ကင္းေထာက္ေက်ာင္းသားေလးသံုးေယာက္နဲ႔Clubမွာစားပြဲထိုးလုပ္တဲ့ေကာင္မေလးတေယာက္ရယ္ကိုအဓိကထားၿပီးဇာတ္အိမ္တည္ထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစကအဲ့ၿမိဳ႕မွာရွိတဲ့ဓာတ္ခြဲခန္းတစ္ခုမွာရွိတဲ့လူနာတေယာက္ကေနစၿပီးVirusကျပန္႔တာပဲျဖစ္ပါတယ္တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ေက်ာင္းသားသံုးေယာက္ေတာထဲမွာCamping ထြက္တဲ့ေန႔မွာျဖစ္တာျဖစ္ၿပီးေက်ာင္းကSeniorအခ်ိဳ႕ကလည္းညမွာPartyက်င္းပေနတဲ့အခ်ိန္မွာစျဖစ္တာပဲျဖစ္ပါတယ္ဇာတ္ကားကHorror ဆိုတာထက္Comedyပိုင္းပိုမ်ားပါတယ္ဒီထဲကComedyအခ်ိဳ႕က18+အရမ္းဆန္ပါတယ္ ဟုတ္ပါတယ္18+ခန္းအခ်ိဳ႕ပါပါတယ္ဒီကားကေယာက္်ားေလးေတြအတြက္ပိုၿပီးအဆင္ေျပပါတယ္မိန္းကေလးေတြအေနနဲ႔ဆိုနည္းနည္းေတာ့ဒါကဟာသသက္သက္ဘဲဆိုၿပီိးအေတြးထည့္ထားမွၾကည့္ဖို႔အဆင္ေျပပါမယ္မွတ္ခ်က္ မိသားစုနဲ႔ၾကည့္ရမဲ့ကားမ်ိဳးမဟုတ္ပါ မင္မင္ တခါကဘာမွမပါဘူးထင္ၿပီးမိသားစုနဲ႔ၾကည့္တာနရင္းအုပ္ခံရပါတယ္ထပ္ေျပာပါမယ္ မိသားစုနဲ႔ၾကည့္ရတာအဆင္ေျပမဲ့ကားမဟုတ္ပါဘူးေနာ္Castေတြကေတာ့အဲ့တုန္းကမ်က္ႏွာသစ္ေလးေတြျဖစ္တဲ့ Men Apocalypse နဲ႔Dark Phoenix မွာCyclops အေနနဲ႔ပါဝင္ဖူးတဲ့Tye Sheridanရယ္Escape Roomထဲမွာပါဝင္ဖူးတဲ့Logan Millerရယ္Joey Morgansရယ္Sarah Dumontတို႔ကအဓိကသ႐ုပ္ေဆာင္ထားပါတယ္#Kal #ZEUS(႐ုပ္ရွင္အၫႊန္းကို ZEUS Facebook Page မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(950 MB) and (450 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Carey",
        "rating": "6.3",
        "url": "https://megaup.net/3ztmn/Scouts_Guide_To_The_Zombie_Apocalypse_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Horror"
    }
]