[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/51vjgi4PjeL._AC_UF8941000_QL80_-141x200.jpg",
        "title": "Taxi (1998)",
        "description": "Taxi (1998)IMdb Rating (7.0) / Rotten Tomatoes (81%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ သွက်သွက်လက်လက်တင်ဆက်ထားမှုကြောင့် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/taxi-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
        "title": "The Monkey King (2023)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။နာမည်အတိုင်းပါပဲ မရိုးနိုင်တဲ့ စွန်းဝူခုန်းဇာတ်လမ်းတွေထဲက တစ်ခုပါပဲ။ဒါပေမဲ့ ဇာတ်လမ်းကိုနည်းနည်းပြောင်းထားပြီး ဟာသတွေ၊အက်ရှင်ကောင်းကောင်းတွေကို ပုံကောင်းကောင်းနဲ့ ပြသထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဖန်တရာတေပါပဲကျောက်ဆောင်တစ်ခုကနေ မွေးဖွားလာတဲ့မျောက်ဟာစွမ်းအားတွေရှိနေပါတယ်။ဒါပေမဲ့ သူ့ကို မျောက်တွေက လက်မခံသလို နတ်တွေကလည်းလက်မခံတာကြောင့် တစ်ယောက်တည်းဖြစ်နေပါတယ်။အဲဒီတော့ သူဟာ နတ်ပြည်မှာနေရာရဖို့ မသေမျိုးဖြစ်အောင်ကြိုးစားရင်းနဲ့ငရဲမင်း၊ နဂါးမင်း၊ နတ်မင်းတွေ နတ်ဆိုးတွေနဲ့တိုက်ခိုက်ရပုံကို ပြထားတာပါ။ကြည့်လို့ကောင်းပါတယ်။ကြည့်လိုက်ပါဦး။ File size…  2 GB /  980  MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 32m\nGenre .....  Action , Animation\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Mr. Anderson",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-monkey-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGz88hNPcHUJkUx7MPm0Ue6GZt7.jpg",
        "title": "Paradise(2023)",
        "description": "Paradise(2023)***************\nကိုယ့်ဘဝရဲ့ကျန်ရှိတဲ့သက်တမ်းထဲကအချိန်တချို့ကိုပေးလိုက်ရုံနဲ့ပိုက်ဆံတွေရနိုင်တယ်ဆိုရင်သင်ရောယူမှာလား။ဒီလိုမျိုးအလဲအလှယ်ကိုရောသင်ဘယ်လိုထင်ပါသလဲ။အီယွန်ဆိုတဲ့ကုမ္ပဏီတစ်ခုကအဲ့ဒီလို တခြားသူတစ်ယောက်ရဲ့သက်တမ်းတွေကိုပိုက်ဆံအများကြီးနဲ့လဲလှယ်ပေးတဲ့ကုမ္ပဏီတစ်ခုဖြစ်ပါတယ်။မက်စ်ဆိုတဲ့လူတစ်ယောက်ကအဲ့ဒီကုမ္ပဏီမှာအလုပ်လုပ်နေတဲ့အချိန်လှူဒါန်းခြင်းမန်နေဂျာတစ်ယောက်ပဲဖြစ်ပါတယ်။လှူဒါန်းခြင်းလို့ခေါ်တယ်ဆိုပေမဲ့တကယ်တမ်းကတော့ကိုယ့်ရဲ့အချိန်တွေကိုရောင်းစားနေတာပါပဲ။သူကဆင်းရဲတဲ့လူတွေကိုအချိန်တွေလှူဒါန်းအောင်လို့လိုက်ပြီးနားချရတဲ့လူတစ်ယောက်ဖြစ်ပြီးအလုပ်ကြိုးစားလွန်းတဲ့အတွက်တစ်နှစ်တာအကောင်းဆုံးဝန်ထမ်းတွေပါဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့်တစ်နေ့မှာတော့သူတို့အကြွေးနဲ့ဝယ်ယူထားတဲ့တိုက်ခန်းမီးလောင်သွားတဲ့အခါသူ့မိန်းမကိုယ်တိုင်ရဲ့ သက်တမ်း နှစ်ပေါင်း ၄၀ နဲ့ပြန်ဆပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့အခါကျမှသူများတွေကိုအချိန်လှူဒါန်းဖို့လိုက်ပြောနေတဲ့အီယွန်တစ်ယောက်လဲကိုယ့်အလှည့်ကျမှဒီလိုကြုံလာတဲ့အခါဆပ်ပြာသည်လင်ပျောက်သလိုတွေဖြစ်နေပါတော့တယ်ဒီလိုနဲ့ကြံရာမရတဲ့အဆုံး သူ့ဘဝမှာ မိုက်ရူးရဲအဆန်ဆုံးလုပ်ရပ်ကိုလုပ်ဖို့ ကြိုးစားပါတော့တယ်....   File Size :(1.4GB) &(527MB)\nQuality : NF.Web-Dl 1080P, 720p\nFormat…mp4\nDuration…01:57:00\nGenre :Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Lay\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/paradise2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjI2MTMwYmEtZDU5ZS00YjAwLThiZWQtNTRiNzgzNzFjNzhlXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-143x200.jpg",
        "title": "Sarrainodu (2016)",
        "description": "Sarrainodu (2016)\nIMDb-6.6/10ဘောလိဝုဒ်ပရိတ်သတ်ကြီးအတွက် ကားဟောင်းထဲက ကားကောင်းလေးတကားဖြစ်တဲ့\nအာလူးအာဂျွန်နဲ့ မင်းသမီးချော မဟာလက်ရှ်မီးတို့ရဲ့ အမှန်တရားဘက်တော်သား အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nဘတ်ဂျတ် ရူပီးသန်းငါးရာ အသုံးပြုထားပြီး ရူပီးသန်းထောင့်နှစ်ရာခုနစ်ဆယ်ပြန်ရခဲ့တဲ့ကားတကားလဲဖြစ်ပါတယ်။အိမ်ရဲ့သဲသဲလှုပ်အချစ်ခံရတဲ့ တဦးတည်းသောသားလေးဖြစ်ပြီး အိန္ဒိယစစ်ပြန်ကြီးလည်းဖြစ်တဲ့ ဂါနာက\nမတရားတာတွေ့ရင် လက်ပါခြေပါနဲ့ဖြေရှင်းတတ်သူတစ်ယောက်။သိပ်ချစ်မိသွားတဲ့\nချစ်သူလေးက ရန်ဖြစ်တာမျိုးမလုပ်ရင် လက်ထပ်ပါမယ်လို့ကတိပေးပြီးတဲ့နောက်မှာတော့။အိန္ဒိယနိုင်ငံတောင်ပိုင်းဝန်ကြီးဖြစ်သူရဲ့သားဟာ သူ့အကျိုးစီးပွားအတွက် အဖေ့အရှိန်အဝါကို\nအလွဲသုံးစားလူပ်ပြီး မြေတွေယာတွေကိုသိမ်း မကျေနပ်တဲ့လူကို\nလက်စဖျောက် ပြန်လှန်ဝံ့သူမရှိလောက်တဲ့ထိ ထင်ရာစိုင်းမိုက်မဲနေခဲ့ပါတယ်\nအနိုင်ကျင့်ခံရတဲ့ လယ်သမားတွေဘက်ကနေပြီး\nရပ်တည်ပေးနေတဲ့ သားဖနှစ်ယောက်နဲ့ချစ်သူကိုရန်မဖြစ်တော့ပါဘူးဆိုပြီး\nကတိပေးထားတဲ့ဂါယာတယောက် ဝန်ကြီးသားရဲ့မတရားမှုမှာ ပါဝင်လာတဲ့အခါမှာတော့။\nအရင်က ဘောလိ၀ုဒ်ကားတွေရဲ့ အရသာကိုတဖန်ပြန်လည်ခံစားကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ V~Zwe~Moon~Cherry~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…4.4GB / 2.1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Moon~Cherry~BpL~Yunn",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sarrainodu-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csYgiUFoZ82OO9CfeqJd8g7e56K.jpg",
        "title": "Walking with the Enemy (2013)",
        "description": "ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်ကိုကိုးကားပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ဂရမ်မီဆုရှင် မင်းသားကြီး Ben Kingsley ကဟန်ဂေရီနိုင်ငံခေါင်းဆောင်ရီဂျန့်ဟော်သီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒုတိယကမ္ဘာစစ်ကာလအပိုင်းအခြားကဟန်ဂေရီနိုင်ငံသား ဂျူးလူမျိုးကောင်လေးတစ်ယောက်ဟာနာဇီတွေဝင်ရောက်လာပြီးနောက်အလုပ်သမားစခန်းကိုပို့ခံလိုက်ရပါတော့တယ်။အလုပ်သမားစခန်းမှ မိသားစုဝင်တွေဆီကိုသက်စွန့်ဆံဖျားစခန်းကနေ ခိုးထွက်ပြီးပြန်လာတဲ့အချိန်မှာမျှော်လင့်ထားသလို မိသားစုဝင်တွေကိုမတွေ့ရတော့သောအခါ မိသားစုဝင်တွေကို လိုက်ရှာရင်းရင်ဆိုင်ရတဲ့ အခက်အခဲတွေ။ရန်သူတွေကြားထဲကို အယောင်ဆောင်ဝင်ရောက်ပြီးမိမိလူမျိုးတွေကို တက်နိုင်သမျှကယ်တင်ပုံတွေ။ဒုတိယကမ္ဘာစစ်ကာလအတွင်းမှာ နာဇီတွေဂျူးတွေအပေါ်ရက်စက်ကြမ်းကြုတ်ပုံတွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေအပြင်စစ်ပွဲရဲ့ ရက်စက်ပုံတွေကို ကွင်းကွင်းကွက်ကွက်ရိုက်ကူးတင်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…  1.90 GB /  772 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 2h 4m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Eunice",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/walking-with-the-enemy-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzc3MjYxNzg2N15BMl5BanBnXkFtZTcwNzQyMTkwNA@@._V1_-135x200.jpg",
        "title": "Season of the Witch (2011)",
        "description": "14 ရာစုနှစ်မှာ လူဖြစ်လာခဲ့ရင် အသက်ရှင်သန်ဖို့ လွယ်ကူမှာ မဟုတ်ဘူး။ ကိုးကွယ်တဲ့ ဘာသာတွေ လွှမ်းမိုးမှု ရရှိနိုင်ဖို့ ဘာသာရေးစစ်ပွဲတွေ အပြိင်အဆိုင် ဆင်နွှဲကြတဲ့ ခေတ်ကာလ အမျိုးသမီးတွေဆိုရင် ဆေးကုတော်တာ ရေမနစ်တာ အဲဒီလိုအဖြစ်မျိုးတွေ ကြုံလာခဲ့ရင်တောင်မှ စုန်းမဖြစ်တယ်/ စုန်းပညာ တတ်စားတယ်ဆိုပြီး အထင်လွဲခံရတဲ့ ခေတ် စုန်းမ လို့ အထင်မှား ခံရတာနဲ့ ကြိုးပေးမယ်/ရေနှစ်သတ်မယ် ပြန်လည်ချေပခွင့်မရှိခဲ့ဘူး ဒီဇာတ်လမ်း ဖြစ်ပုံက Bhemen နဲ့ Felson ဆိုတဲ့ ဘာသာရေးစစ်သူရဲကောင်း ၂ယောက်ဟာ ရှေ့တန်းကနေ စစ်မတိုက်တော့ပဲ ပြန်လာခဲ့ကြတယ်။ သူတို့ အပြန်လမ်းမှာ မြို့တစ်မြို့ကို ရောက်တော့ လူတွေက ကပ်ရောဂါဘေးကြောင့် သေကြပျက်စီးစပြုနေကြပြီ ဒီလိုဖြစ်တာ ၃ နှစ် ကြာပြီဆိုတာလည်း စုံစမ်းသိရပြီးနောက် Bhemen နဲ့ Felson တို့ နှစ်ယောက် မြို့ကနေ ထွက်ဖို့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/season-of-the-witch-2011-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-old-135x200.jpg",
        "title": "The Old Way (2023)",
        "description": "မင်းသားကြီး Nicolas Cage ရဲ့အသစ်ထွက်ရှိလာတဲ့ကောင်းဘွိုင်ကားလေးပါ။ လက်မရွံ့လူသတ်သမားကြီး Colton Briggs ဟာကြေးစားတစ်ယောက်အနေနဲ့ အသက်မွေးပြီး လူတွေအများကြီးကို သွေးအေးအေးနဲ့သတ်ဖြတ်ခဲ့ပါတယ်။ နှစ်တွေကြာအပြီးမှာတော့ Colton လည်းအချစ်ကိုရှာတွေ့ပြီး မိန်းမတစ်ယောက်နဲ့အိမ်ထောင်ကျကာ ကြေးစားဘ၀ကိုစွန့်လွှတ်လိုက်ပါတယ်။ စတိုးဆိုင်အသစ်ဖွင့်ပြီး သမီးလေးတစ်ယောက်နဲ့မိသားစုတစ်ခု ပျော်ရွှင်စွာနေရာကနေ တစ်နေ့မှာတော့ Colton ရဲ့အတိတ်ကအရိပ်မည်းကြီးက လာခြောက်ပါတော့တယ်။ လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်က Colton သတ်ခဲ့တဲ့လူရဲ့သားဖြစ်သူက လက်စားချေဖို့ အိမ်ရှေ့၀ကိုရောက်လာတဲ့အခါ...File size…(1.58GB)  / (`833.2MB) / (400.15MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...  Action / Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-old-way2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uC50pDHgQQtoDFNh9bBNDAvpsqu.jpg",
        "title": "The Condemned (2007)",
        "description": "The Condemned (2007)====================== ကျွန်းတစ်ခုပေါ်မှာ သေမိန့်ကျခံထားရတဲ့ ရာဇဝတ်သား (၁၀)ယောက်ကို ထားပြီး မက်လောက်ဖွယ်ငွေကြေးနဲ့ အသက်ရှင်ရက်လွတ်မြောက်ဖို့ အခွင့်အရေးတစ်ခုပေးထားပြီဆိုရင်သေရမှာသေချာနေတဲ့ လူတစ်ယောက်အနေနဲ့ နောက်ဆုံးရှင်သန်သူဖြစ်ဖို့ အစွမ်းကုန် ကြိုးစားသွားမှာပါ...အီရန်ဘရက်ကယ်ဆိုတဲ့ လူတစ်ယောက်က ဒီစိတ်ကူးကို အင်တာနက်ပေါ်က(Reality Show) တစ်ခုအဖြစ် လက်တွေ့အကောင်အထည်ဖော်ပြီး ဆိုးသွမ်းလှတဲ့ ရာဇဝတ်သား (၁၀) ယောက်ကို ကျွန်းတစ်ခုပေါ်မှာအတူထားပြီး. နောက်ဆုံးရှင်သန်သူဖြစ်ဖို့ သတ်ကွင်းတစ်ခု ဖန်တီးပေးလိုက်တဲ့အခါ….မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းအဖြစ်နဲ့ ရွေးချယ်ထားတဲ့အဓိကလူတွေထဲက တစ်ယောက် အသတ်ခံလိုက်ရတဲ့ အချိန်မှာအယ်ဆယ်ဗာဒေါက ထောင်တစ်ခုမှာ သေမိန့်စောင့်ဆိုင်းနေတဲ့ဂျက်ကွန်ရက်ဒ် ဆိုတဲ့ လူတစ်ယောက်ကို ရှာတွေ့သွားချိန်မှာတော့…..နောက်ကြောင်းစုံစမ်းလို့မရနိုင်တဲ့ ပဟေဠိလူသား ဂျက်ကွန်ရက်ဒ်အဖြစ်.WWE Super Star “Stone Cold” Steve Austin က ပါဝင်ထားပါတယ်Survival Mood အပြည့်နဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ပုဒ်ကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်...  File size…1.89GB / 800MB\nQuality…Blu-Ray 1080p 5.1CH/ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-condemned-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/w4rKb_4f-140x200.jpg",
        "title": "Gentleman (2022)",
        "description": "Gentleman (2022)****************အလွတ်စုံထောက်အေဂျင်စီ ပိုင်ရှင်ဖြစ်တဲ့ ဂျီဟျွန်းဆူကို တစ်နေ့မှာ အိမ်မွေးခွေးလေးကူရှာပေးဖို့ ကောင်မလေးတစ်ယောက်က ဆက်သွယ်လာခဲ့ပါတယ်....\nဂျီဟျွန်းဆူက အဲဒီကောင်မလေးနဲ့အတူ ပိုင်ရှင်မရှိတဲ့\nတည်းခိုခန်းမှာ ခွေးလေးကို ရှာဖို့ အတူ လိုက်ပါသွားခဲ့ရာ တစ်စုံတစ်ယောက်က တိုက်ခိုက်လိုက်တဲ့အတွက်သတိလစ်သွားပါတယ်... နိုးလာတဲ့အခါမှာ အလုပ်အပ်ခဲ့တဲ့ ကောင်မလေးကပါ ပျောက်ဆုံးနေခဲ့တဲ့အပြင်\nအမှုစစ်ကပါ သူ့ကို ပြန်ပေးဆွဲသမားအဖြစ် အထင်မှားပြီး ဖမ်းဆီးခဲ့ပါတယ် ...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံဆက်ဖြစ်ခဲ့ပါတယ်..ဒီကားက အညွှန်းအများကြီးရေးလို့မကောင်းတဲ့အထဲမှာပါတယ်..ထွက်သမျှကားသစ်တွေထဲမှာ အကောင်းဆုံး စာရင်းထဲထည့်ထားလို့ရတယ်..plot twist တွေလည်းပါသလို အစမှ အဆုံးထိ tempo တစ်ချက်မှမကျဘဲနဲ့ကြည့်နေရတဲ့ကားဖြစ်လို့ပါ..casts တွေတော့ထွေထူးမိတ်ဆက်ပေးစရာလိုမယ်မထင်ဘူး အကုန်နာမည်ကြီးတွေကြီးပဲ..ဒေါင်းရကျိုးနပ်စေရမယ့်လို့ ရဲရဲကြီးအာမခံတယ်...File Size :(1.7GB )(667MB) & (218MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:03:00\nGenre :  Action, Thriller, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel & Miri\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/gentleman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avLFNkS7YpVcCVDNCslSOulxnFI.jpg",
        "title": "578: Magnum (2022)",
        "description": "578 : Magnum(2022)2022 ခုနှစ်ထွက် ဗီယက်နမ် အက်ရှင်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ~ဟုန်က ထရပ်ကားမောင်းတဲ့သူ ဖြစ်ပြီးတော့\nအန် ဆိုတဲ့ သိပ်ချစ်ရတဲ့ သမီးလေး တစ်ယောက်ရှိပါတယ်။\nဟုန်က အန့်ကို သွားလေရာ ခေါ်သွားလေ့ရှိပေမဲ့\nအန် ကျောင်းတက်ရမယ့်အရွယ် ရောက်လာပြီး\nကျောင်းကို ပို့လိုက်ရာကနေ ဇာတ်လမ်းက စပါတယ်။တစ်နေ့မှာ ဟုန့်ဆီကို သမီးလေးအန် စိတ်ကစဉ့်ကလျား ရောဂါ\nခံစားနေရတဲ့အကြောင်း ကျောင်းကနေ အကြောင်းကြားလာပါတယ်။\nအန်က အကြောက်လွန်ရာကနေ စိတ်ကစဉ့်ကလျားဖြစ်ပြီး ဘယ်သူနဲ့မှ စကားမပြောတော့တဲ့အပြင်\nအဖေဖြစ်သူ ဟုန့်ကိုပါ အနားအကပ်မခံတော့တဲ့အထိ အခြေအနေက ဆိုးဝါးနေပါတယ်။အဲဒီနောက်မှာတော့ အန့်ကို ဒီလိုအခြေအနေဖြစ်အောင်လုပ်သွားတဲ့ တရားခံကို လိုက်ရင်း\nဟုန်တစ်ယောက် ဧရာမ ဒုစရိုက်ဂိုဏ်းကြီးနဲ့ ထိပ်တိုက် ရင်ဆိုင်ရပုံကို ရှုစားကြရမှာပါ။\n~~~~~ဇာတ်လမ်းက ကြည့်လိုက်ရင်တော့\nသာမန် အက်ရှင်ကားတစ်ကားလို့ ထင်ချင်စရာပါ။ဒါပေမဲ့ 2023 အော်စကာပွဲရဲ့ Best Internaltional Feature Film Award Category မှာ\nဗီယက်နမ်နိုင်ငံ ကိုယ်စားပြု ဝင်ရောက်ယှဉ်ပြိုင်မယ့် ဇာတ်ကား၊ Father ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/578-magnum-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lg3HcDLC5Kx3RNPQjeXvvS6nen3.jpg",
        "title": "10,000 BC (2008)",
        "description": "10,000 BC (2008)ခရစ်​တော်မ​ပေါ်ခင် ဘီစီ ၁၀၀၀၀​လောက်က ယာဂါလ်လူမျိုး​တွေမှာ\nဒဏ္ဍာရီတစ်ခု​ ပေါ်​လာခဲ့ပါတယ်။ အပြာ​ရောင် မျက်လုံးပိုင်ရှင်ဆိုတဲ့\nဒဏ္ဍာရီ​ပေါ့။ ဒီမျက်လုံးပိုင်ရှင်ဟာ နိမ့်ပါးတဲ့ ယာဂါလ်​တွေရဲ့ဘဝကို\nလှံဖြူကိုင်စစ်သည်​တော်နဲ့အတူ ကယ်တင်နိုင်မယ်ဆိုတဲ့ဒဏ္ဍာရီ​ပေါ့။တစ်​နေ့မှာ ဒဏ္ဍာရီထဲကလို အပြာ​ရောင်မျက်လုံးပိုင်ရှင် မိန်းက​လေး\nတစ်​ဦး တခြား​အရပ်က​နေ ယာဂါလ်​​​ဒေသကို ​ရောက်လာခဲ့ပါတယ်။\nသူ့နာမည်ကို အက်ဗိုလက်လို့မှည့်တွင်​စေခဲ့ပါတယ်။ သူနဲ့ နီးစပ်မယ့်\nလှံဖြူကိုင်စစ်သည်​​တော်​ကိုလည်း မန်နက်​ခေါ် ​​​အမွေးထူဆင်ကြီးကို\nသတ်နိုင်သူကိုပဲ ​ရွေးချယ်မှာပါ။ ဒါ​ကြောင့် အက်ဗိုလက်နဲ့ ​မေတ္တာမျှ\n​နေတဲ့ ဒ​လေးဆိုတဲ့ ယာဂါလ်သား​​လေးဟာ အမဲလိုက်ပွဲကို ဝင်နွှဲရင်း\nစစ်သည်​တော်အဖြစ် ဗိုလ်ဝင်ခံခဲ့ပါတယ်။ဒါ​ပေမဲ့ သူတို့၂​​ဦးရဲ့ ​ချစ်ခရီးက ​ကြာကြာမတည်မြဲခဲ့ဘဲ ​ခြေ၄​ချောင်း\nနတ်ဆိုးရယ်လို့ ခေါ်တွင်တဲ့လူ​တွေ ယာဂါလ်​​တွေဆီ ရောက်လာကြပြီး\nအက်ဗိုလက်အပါအဝင် ယာဂါလ်လူမျိုး​​​တွေကို ဖမ်းဆီးသွားတဲ့အခါ\nဒ​လေးအ​နေနဲ့ ချစ်ရသူကိုကယ်ဖို့ အင်မတန်ရှည်လျားတဲ့ စွန့်စားခန်း\nခရီးရှည်ကြီးကို စတင်ခဲ့ပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/10000-bc-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVk00EakFY70cdXmJ4ScQwoD7T.jpg",
        "title": "Black Panther SWAT ( 2023 )",
        "description": "-ရဲအရာရှိဖြစ်တဲ့အဖေဖြစ်သူကတာဝန်ထမ်းဆောင်ရင်း\nအသက်ပေးသွားခဲ့တဲ့အတွက် ရဲတပ်ဖွဲ့ကိုမုန်းတီးပြီး ဝါသနာပါရာ\nဓာတ်ပုံဆရာအဖြစ်ဘဝကို ဖြစ်သလိုဖြတ်သန်းနေတဲ့ Jiang Miao-ပြည်သူတွေအတွက်ကိုယ်ကျိုးစွန့်ပြီး တာဝန်ကျေပွန်အောင်ထမ်းဆောင်ခဲ့ရတာ\nသူရဲကောင်းဖြစ်တယ်လို့ယူဆပြီး ကိုယ်တိုင်တင်မကပဲ\nညီဖြစ်သူ Jiang Miaoကိုပါ အထူးရဲဖြစ်စေချင်တဲ့ Jiang Lei\nအယူအဆတွေကွဲပြားတဲ့ညီအစ်ကိုနစ်ယောက်မှာ Jiang Miaoဟာ\nလောကဒဏ်ရဲ့ရိုက်ခတ်မှုကြောင့် အလွဲလွဲအမှားမှားနဲ့\nအထူးရဲတပ်ဖွဲ့ထဲရောက်သွားပြီး အထူးတပ်ဖွဲ့ရဲ့လေ့ကျင့်မှုကြောင့်\nအရည်အသွေးအဆင့်မှီတဲ့ပြည်သူ့ရဲဘယ်လိုဖြစ်လာခဲ့သလဲ\nဆိုတာကိုရိုက်ကူးထားတဲ့ အက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 49 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/black-panther-swat-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmD0NVdhiRiCu64YKem5GK5PSfy.jpg",
        "title": "High Heat (2022)",
        "description": "High Heat (2022)အန်နာ ခေါ် အန်ညာက ပြင်သစ်စားသောက်ဆိုင်ကို သူ့ခင်ပွန်းနဲ့အတူပူးတွဲပိုင်ပြီး စားဖိုမှူးတစ်ယောက်လဲဖြစ်ပါတယ်။\nမီးဖိုချောင်ရဲ့ အပူတွေကြားမှာ စားဖိုမှူးတွေထုံးစံအတိုင်း တစ်ခါတစ်ရံပေါက်ကွဲသောင်းကျန်းတတ်တဲ့အန်နာ့ကို\nသူ့ခင်ပွန်းက ယုတ္တိမတန်သူ ဘွဲ့ပေးထားတယ်ဆိုပါတော့။\nတကယ်တော့အန်နာက စားဖိုမှူးထက်အများကြီးပိုတဲ့ အပူတွေကိုကြုံဖူးခဲ့တဲ့ရုရှားစပိုင်တစ်ယောက်ဖြစ်ပါတယ်။\nအဲဒီဘဝကနေထွက်ပြေးလာပြီး ကိုယ်ရောင်ဖျောက်နေသူတစ်ယောက်ပါ။\nဆိုင်ဖွင့်ပွဲညမှာတော့ မိန်းမအတိတ်အကြောင်းကိုဘာမှမသိတဲ့ အန်ညာ့ခင်ပွန်းကသူ့မိန်းမကိုဂုဏ်ပြုတဲ့အနေနဲ့\nသတင်းစာထဲကိုဆိုင်အကြောင်းထည့်ပေးလိုက်ရာမှာ အန်ညာ့အတိတ်က အန်ညာ့နောက်ပြန်လိုက်တာတဲ့အပြင်\nသူ့ခင်ပွန်းရဲ့အကြွေးဇာတ်ထုပ်တွေကလဲ အဲဒီညမှာပေါ်လာချိန်မှာတော့\nအန်ညာတစ်ယောက်ဆိုင်ထဲမှာတပ်စွဲပြီး သူ့စားသောက်ဆိုင်နဲ့သူ့ကိုယ်သူဘယ်လိုကာကွယ်သွားမယ်ဆိုတာကို\nအက်ရှင်နဲ့ဟာသရောနှောရိုက်ကူးထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 557MB | 276MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/high-heat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/vampire.jpg",
        "title": "Cirque du Freak: The Vampire’s Assistant (2009)",
        "description": "Cirque du Freak: The Vampire's Assistant (2009)========================================ဒီတစ်ခေါက်မှာတော့ ၂၀၀၉ခုနှစ်ကထွက်ရှိ‌ထားတဲ့ ဗန်ပိုင်းယားဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။vampire diary လို twilight light တို့လိုဇာတ်ကားတွေ မပေါ်သေးခင်တစ်ချိန်က သူ့ခောတ်သူအခါက နာမည်ကြီးခဲ့တဲ့ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်ကြည့်ဖူးတဲ့သူတွေ ရှိကြမှာကျိန်းသေသလို မကြည့်ရသေးသူတွေအတွက်လည်းလက်မလွတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ထင်ပါတယ် ဇာတ်ကားကမိသားစုနဲ့ကြည့်လို့သင့်တော်တဲ့ ဇာတ်ကားတစ်ကာပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒီဇာတ်ကားမှာ ဒယ်ရန်နဲ့စတိဗ်တို့ဟာ ငယ်သူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ဒယ်ရန်ဟာ မိဘစကားနားထောင်တဲ့သူတစ်ယောက်ဖြစ်ပြီးကျောင်းစာမှာလည်း ထူးချွန်တဲ့သူပါ။ စတိဗ်ကတော့ မိဘမေတ္တာငတ်နေတဲ့ ကောင်လေးဖြစ်ပြီး ခပ်ဆိုးဆိုးနေတတ်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒယ်ရန်ဟာ ပင့်ကူတွေကို စွဲလမ်းနေတဲ့သူတစ်ယောက်ဖြစ်ပြီးစတိဗ်ကတော့ ဗန်ပိုင်းယားတွေကို အင်မတန်စိတ်၀င်စားတဲ့သူတစ်ယောက်ပါ။တစ်နေ့မှာ သူတို့မြို့ကို နှစ် ၅၀၀ သက်တမ်းရှိတဲ့ လူထူးဆန်းတွေရဲ့ ဆပ်ကပ်အဖွဲ့ ရောက်လာတဲ့အခါ သူတို့နှစ်ယောက်လည်း စိတ်၀င်တစားသွားကြည့်ကြပါတယ်။ ဒါပေမယ့် အဲဒီအဖွဲ့မှာ ဗန်ပါးယားတစ်ယောက်ပါနေပြီး ဗန်ပါးယားရဲ့ပင့်ကူလေးကို ဒယ်ရန်တစ်ယောက် မျက်စိကျသွားတဲ့အချိန်မှာ ဘာတွေများ ဆက်ဖြစ်မလဲဆိုတာကိုတော့..... ( ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ ကွာလတီကောင်းကောင်းလေးနဲ့ပြန်လည် ခံစားနိုင်သလို မကြည့်ရသေးသူတွေလည်းဒေါင်းရတာတန်စေရမယ်လို့ အာမခံလိုက်ပါတယ်..)  File size…1.19GB / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cirque-du-freak-the-vampires-assistant-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHtOgGb3NihlyRATHlKPaFApbrd.jpg",
        "title": "RoboCop (1987)",
        "description": "RoboCop (1987)=============== Science genre အမျိုးအစား ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက်Robocop ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။Robocop ဆိုတဲ့ စကားလုံးအတိုင်း စက်ရုပ်ရဲရဲ့အကြောင်းကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ ဒက်ထရွိုက်မြို့ကြီးမှာရာဇဝတ်မှုတွေက အဖြစ်များလှပါတယ်။ တစ်နေ့မှာတော့ဒက်ထရွိုက်ရဲဌာနကို မာဖီ‌ဆိုတဲ့သူက တာဝန်ပြောင်းလာခဲ့ပါတယ်။လူးဝစ်ဆိုတဲ့ ရဲမေနဲ့ ပါတနာအဖြစ် တာဝန်ထမ်းဆောင်ရင်း လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းကို လိုက်ဖမ်းခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းရှာတဲ့မာဖီက လူဆိုးတွေလက်ထဲမှာပဲ ရက်ရက်စက်စက် အသတ်ခံခဲ့ရပါတယ်။OCP ဆိုတာက ဒယ်တာမြို့အသစ် တည်ဆောက်ရေးအတွက်ဒက်ထရွိုက်အစိုးရနဲ့ စာချုပ်ချုပ်ထားတဲ့ အဖွဲ့အစည်းပါ။ သူတို့ဟာရဲတွေနေရာမှာ အစားထိုးမယ့် စက်ပစ္စည်းတစ်ခုကို တီထွင်ခဲ့ပေမဲ့ပရိုဂရမ်အမှားအယွင်းကြောင့် အဆင်မပြေခဲ့ပါဘူး။ ဒါပေမဲ့ သူတို့ဟာသေသွားတဲ့ မာဖီကို နောက်ထပ်စမ်းသပ်ချက်အတွက် အသုံးချဖို့လုပ်ခဲ့ပါတယ်။ မာဖီအလောင်းကိုယူပြီး စက်ရုပ်တစ်ခုအဖြစ် အသက်သွင်းခဲ့တာပါ။ ဒါဆိုရင် စက်ရုပ်ဖြစ်သွားမယ့် မာဖီကရော မြို့အတွက်အထောက်အကူပြုလာနိုင်မလား၊ သူ့ကို သတ်ခဲ့တဲ့လူတွေကိုရောပြန်ပြီးလက်စားချေမလား၊ ဒီတီထွင်မှုကို ဖျက်စီးချင်တဲ့သူရောရှိလာမလားဆိုတာကိုတော့ Robocop ဆိုတဲ့ ဇာတ်ကားထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြပါ။  File size…1.98GB / 733MB\nQuality…Blu-Ray ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/robocop-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NS5QGOfck24yL3bZqWeW06PgPC.jpg",
        "title": "Robin Hood (2010)",
        "description": "Robin Hood (2010)================ ရော်ဘင်ဟုဒ်ကားအများကြီးထဲကမှ အ‌ကောင်းဆုံးလို့ပြောစမှတ်ပြုကြတဲ့ကားလေးလာပါပြီ။Cate Blanchett Russell Croweတို့လို ဝါရင့်မင်းသား မင်းသမီးကြီးတွေကအစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ ရော်ဘင်လောင်းစတွိုက်ဟာဘုရင်ကြီးရစ်ချတ်ရဲ့ခရူးဆိပ်စစ်ပွဲက လေးသည်တော်တစ်ယောက်ပါ။အင်္ဂလန်ကိုပြန်လာဖို့ ပြင်သစ်နဲ့အင်္ဂလန်ကြားကနိုင်ငံရေး တွေကြားနော့တင်ဟမ်ရဲ့ ဆာ ရောဘတ် လော့ဇ်စလေအဖြစ်အယောင်ဆောင်ပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ရောဘတ်တဖြစ်လဲ ရော်ဘင်တယောက်အင်္ဂလန်ရောက်ပြီးဘာတွေဆက်ဖြစ်မလဲ။ ရောဘတ်ရဲ့မိန်းမဖြစ်ခဲ့သူမယ်ရီယွန်နဲ့ရော ဘာတွေဆက်ဖြစ်ကြမလဲ။ ပြင်သစ်ကကျူးကျော်စစ်နီးကပ်လာချိန်အထိတိုင် ပြည်တွင်းစစ်ဖြစ်အဲ့ဆဲဆဲ အင်္ဂလန်ကို သာမန်လေးသမားတယောက်ကကယ်တင်နိုင်ပါ့မလား။ အဆုံးမှာဒဏ္ဍာရီတခုဘယ်လို ရေးနိုင်ခဲ့မလဲဆိုတာကိုရှုစားပေးကြပါဦး..  File size…2.31GB / 926MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/robin-hood-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTNhZTY2MDYtMDcxZS00MDU1LWIwYzMtOGNmYTliZDlkNGRlXkEyXkFqcGdeQXVyNDI3MDY3Nw@@._V1_-140x200.jpg",
        "title": "The Three Wise Kings vs. Santa (2022)",
        "description": "The Three Wise Kings vs. Santa (2022)\n============================ခရစ္စမတ်လို့အသံကြားလိုက်တာနဲ့ ဆန်တာကလော့စ်ကိုပဲ ပြေးမြင်မိကြမှာပါ။\nဒီဇာတ်ကားထဲမှာတော့ ဆန်တာကလော့စ်မဟုတ်ဘဲ The Three Kings ဆိုတဲ့\nဘုရင်သုံးပါးအကြောင်းကို အဓိကထားထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာ\nဆန်တာကလော့စ်နဲ့ ဘုရင်သုံးပါးက မတည့်ကြပါဘူးတဲ့။ ဘုရင်သုံးပါးက ဆန်\nတာကလော့စ်ကို မနာလိုဖြစ်နေကြတာပါ။ဘာလို့ဆို ခရစ္စမတ်ဆိုရင် ဆန်တာကလော့စ်ကိုပဲ အရင်ပြေးမြင်ကြတာကိုး။\nဆန်တာကလော့စ်ကလည်း ကိုယ့်ဘာသာမနေဘဲ သူတို့ကိုသွားသွားစပါတယ်။\nခပ်ပျော်ပျော်ပဲနေတဲ့ ဆန်တာကရော ဘုရင်သုံးပါးကို ဘာများမနာလိုရတာလဲ။\nနွားကွဲရင် ကျားဆွဲတယ်ဆိုတဲ့စကားအတိုင်း သူတို့တွေရဲ့ရန်ပွဲကြောင့် နိုးထလာတဲ့\nမကောင်းဆိုးဝါးကို သူတို့တွေဘယ်လိုအနိုင်ယူကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nဖြစ်ပါတယ်)File Size..........(1.8 GB) / (720 MB) / (495 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-three-wise-kings-vs-santa-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/cheppalani-undhi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxYbTEakxvnigRab30Nwlyu7lRC.jpg",
        "title": "Ab Tumhare Hawale Watan Saathiyo (2004)",
        "description": "Ab Tumhare Hawale Watan Saathiyo (2004)\nAction, Drama, War\nIMDb 4.4/10 (1.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်း..အရှေးကူမား..\nဘော်ဘီဒိုးတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။Box Office မှာလည်း အိန္ဒိယရူပီ ဘတ်ဂျက် သန်း ၂၀၀ မှာ အိန္ဒိယရူပီ ၃၀၁.၆၆ သန်းအထိ\nပြန်လည်ရရှိခဲ့သော ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြောရမယ်ဆိုရင်တော့ အိန္ဒိယ-ပါကစ္စတန်မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းပေါ့ဗျာ။\nပါကစ္စတန်ဘက်က အကြမ်းဖက်သမားတွေ အိန္ဒိယထဲစေလွှတ်မယ်။ အကြမ်းဖက်ရေးလှုပ်ရှားမှုတွေ လုပ်ဆောင်မယ်။တရားမဝင်နည်းလမ်းနဲ့ အိန္ဒိယပိုင်နယ်မြေကို သိမ်းပိုက်မယ်။\nဒါကို အိန္ဒိယက ရဲစွမ်းသတ္တိအပြည့်နဲ့\nအမိမြေအတွက် သက်စွန့်ဆံဖျား ပြန်လည်ချေပမယ်။ဒီဇာတ်ကားထဲမှာ အိန္ဒိယစစ်တပ်ရဲ့ရဲစွမ်းသတ္တိရှိမှုတွေကို ဖေါ်ပြထားပြီး\nစစ်သားတစ်ယောက်ဖြစ်ရခြင်းရဲ့\nအဓိပ္ပါယ်ဟာ ဘာလဲဆိုတာကို သေချာအဓိပ္ပါယ်ဖေါ်ပြပေးသွားပါတယ်။ကိုယ့်တိုင်းပြည် ကိုယ့်လူမျိုးအတွက်ဆို တရားသောနည်းလမ်းနဲ့ ရန်အစွယ်စွယ်ကို တွန်းလှန်ပြီး\nပြည်သူသာအမိ ပြည်သူသာအဖဆိုတဲ့ သဘောတရားကို ကောင်းကောင်းသရုပ်ဖေါ်သွားနိုင်ခဲ့ပါတယ်။နိုင်ငံတစ်နိုင်ငံကို စောင့်ရှောက်ဖို့မှာ နိုင်ငံသားတိုင်းအတွက် တာဝန်ရှိပါတယ်။\nကိုယ့်အိုးအိမ်ကိုတောင် ဘေးကင်းအောင်မထားနိုင်တဲ့သူဟာ နိုင်ငံ့သားကောင်းဖြစ်မလာနိုင်ပါဘူး။ မိသားစုအတွက် ကိုယ်ဟာ\nသားကောင်းတစ်ယောက်ဖြစ်သင့်သလို နိုင်ငံ့အတွက်လည်း အကျိုးရှိတဲ့လူတစ်ယောက်ဖြစ်သင့်တယ်ဆိုတာကို\nဒီဇာတ်ကားလေးက ကောင်းကောင်းဖေါ်ပြပေးထားလို့ ရှုစားကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/ab-tumhare-hawale-watan-saathiyo-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWY4OGJlMzktYTRlNy00YmE4LTkxZDgtMWYwMmRkZmY5ZjIyXkEyXkFqcGdeQXVyMjIzOTA2NDk@._V1_-150x200.jpg",
        "title": "Vanished: Searching for My Sister (2022)",
        "description": "ဗမာကားတွေထဲမှာ ရဲမြဝင်းတို့အဖွဲ့က နောက်ဆုံးမှရောက်လာတတ်သလိုမျိုးပဲ ညီမဖြစ်သူရဲ့လူပျောက်မှုကို အိစိအိစိ လိပ် speed နဲ့ကိုင်တွယ်နေတဲ့ မူရိကားစုံထောက်တွေကြောင့် စိတ်မရှည်တော့တဲ့အစ်မဖြစ်သူက ကိုယ်တိုင်ဝင်အမှုလိုက်တဲ့ကားလေး လာပါပြီ။ ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ ကေလာနဲ့ဂျေဒါဟာ အမြွှာညီမနှစ်ယောက်ဖြစ်ပြီး သူတို့ရဲ့ခက်ခဲတဲ့ငယ်ဘဝကြောင့် အစ်မဖြစ်သူဂျေဒါက ကေလာ့ကို အလိုလိုက်သည်းညည်းခံတဲ့သူဖြစ်ပါတယ်။ ဒီလိုနဲ့ညီမဖြစ်သူကေလာက သူ့သမီးလေးကိုလာထားပြီး မပြောမဆိုပျောက်သွားတဲ့အခါမှာတော့ ဂျေဒါခေါင်းမီးတောက်ရပါတော့တယ်။ သူ့ညီမက ကိုယ်ကျင့်တရားပိုင်းမှာ သိပ်ပြီးယုံကြည်ရလောက်တဲ့သူမဟုတ်ပေမဲ့ သမီးဖြစ်သူကိုထားပြီး အကြာကြီးထားမသွားဖူးတာမို့ တစ်ခုခုမှားနေပြီဆိုတာကို ဂျေဒါကသိခဲ့ပါတယ်။ စုံထောက်တွေကလည်း သူ့အမြင်မှာ အရမ်းကိုစိတ်အေးလက်အေးနိုင်နေတာမို့ ဂျေဒါ့အနေနဲ့ သူ့ညီမကိုရှာဖွေဖို့ အမှုထဲကိုကိုယ်တိုင်ဝင်ပါခဲ့ပါတော့တယ်။ ဒီဇာတ်ကားက Thriller အမျိုးအစားပေမဲ့ သိပ်ပြီးခြောက်ခြားစရာမကောင်းဘဲ Detective ဆန်တာမို့ လက်ကိုင်ပြီးကြည့်စရာမရှိတဲ့သူတွေလည်း တစ်ယောက်တည်းကြည့်လို့ရပါတယ်ခင်ဗျာ။File size…(1.81GB)  / (`779MB) / (421MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...  Action / Crime / Horror\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-vanished-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmI5OWI2NmYtN2Q1Zi00YThkLWEwMTgtYzI3YzFhMTY3ZTMyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Head Bush: Vol 1 (2022)",
        "description": "Head Bush (2022)\nAction, Biography, Crime\nIMDB 6.8/10 (1.1K)အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ KGF မင်းသားတို့ရပ်ဝန်းက\nကန်နန်ဒါးဘာသာစကားနဲ့ထွက်ရှိလာပြီး မင်းသားဒန်နန်ဂျေယားနဲ့\nမင်းသမီး ပါယလ်ရာဂျ်ပွသ်တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးဟာ Agni Sridhar ရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိ\n'My Days in the Underworld' ဆိုတဲ့ စာအုပ်အပေါ်အခြေခံထားပြီး\nဘန်ဂလောမြို့ ​မြေအောက်လောကအကြောင်းကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။နိုင်ငံရေးမှာ ထာဝရ ရန်သူ ထာဝရမိတ်ဆွေဆိုတာ မရှိပါဘူး ထာဝရအကျိုးစီးပွားဆိုတာပဲ ရှိပါတယ်\nနိုင်ငံရေးသမားတွေဟာ သူတို့အာဏာတည်မြဲရေးအတွက်\nမြေပေါ်မြေအောက်နည်းလမ်းပေါင်းစုံနဲ့ အသုံးပြုကြပါတယ်\nThe Guys of Rangoon ထဲက လမ်းမတော်ဖိုးတုတ်ဇာတ်လမ်းထဲမှာလဲ\nဆန္ဒပြပွဲဖြစ်ပြီး အစိုးရတွေပြုတ်ကျဖို့ လူမိုက်တွေကို ငှားလုပ်ခိုင်းတာကို တွေ့ရမှာပါ\nခုဇာတ်ကားက လမ်းမတော်ဖိုးတုတ် live action လိုပါပဲ\nမိုက်ပေမဲ့ နှလုံးသားလှတဲ့ လူမိုက်ကြီး ဂျယ်ရက်ဂ်ျရဲ့ ဒီမြို့ကို\nငါတို့ပိုင်တယ်ဆိုတဲ့ အထာအလန်းကြီးတွေနဲ့ ဂိုဏ်းစတားတွေကို တစ်ဝကြီးရှုစားရမှာပါ\nFile size…2.39GB / 1.13GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/head-bush-vol-1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjg2MzY4NmUtZTA1Ny00ZTk0LWIwYTQtYjYzZmRiOTVmMGMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "8 x 10 Tasveer(2009)",
        "description": "8 x 10 Tasveer (2009)\nAction, Crime, Drama\nIMDb 5.4/10 (5.8K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအရှေးကူမားနဲ့\nမင်းသမီးအိုင်ရှားတာကီယာတို့ရဲ့ကားကောင်းလေးတစ်ကားပဲဖြစ်ပြီး Box Office မှာလည်း\nအိန္ဒိယရူပီ ၂၃၅.၈သန်းအထိ ပြန်လည်ရရှိခဲ့တဲ့ကားလေးပဲဖြစ်ပါတယ်။ဂျယ်ဟာ မိဘပိုင်လုပ်ငန်းကို စိတ်မဝင်စားဘဲ ကိုယ်ဝါသနာပါရာကိုလုပ်ရင်း\nပျော်မွေ့နေသူတစ်ယောက်ပါ။ဂျယ်ရဲ့ကောင်မလေးကတော့ ရှီလာပေါ့။ သူတို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြပါတယ်။တစ်ရက် ဂျယ်ရဲ့ဖခင်ဖြစ်သူဟာ ဂျယ်ဆီလာပြီး ကိစ္စတစ်ခုကို ပြောပြဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမဲ့ ဂျယ် နားမထောင်ခဲ့ပါဘူး။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ရဲ့ဖခင်ဟာ မတော်တဆ ဆုံးပါးသွားခဲ့ပါတယ်။ဖခင်ဆုံးပြီးသွားနောက် ဂျယ်ဆီကို စုံထောက်တစ်ယောက်ရောက်လာပြီး\nဒီသေဆုံးမှုဟာ မတော်တဆမှုမဖြစ်နိုင်ကြောင်း။ အသတ်ခံရတာဖြစ်ကြောင်း ပြောလာပါတယ်။ဂျယ်ဟာ လူတစ်ယောက်ရဲ့ဓါတ်ပုံတစ်ပုံကို ကြည့်ပြီး အဲ့ဒီလူရဲ့အတိတ်ကိုပြန်သွားနိုင်တဲ့\nလူမသိသူမသိ အစွမ်းလေးတစ်ခုရှိနေပါတယ်။ဒီလိုနဲ့ ဖခင်ဖြစ်သူရဲ့အမှုကို တစ်ကိုယ်တော် စုံစမ်းခန်းဖွင့်လာတဲ့အခါမှာတော့\nဘယ်လိုတွေ စိတ်လှုပ်ရှားစရာကောင်းလာမလဲဆိုတာကို လှည့်ကွက်လေးတွေနဲ့\nရှုစားရဦးမှာဖြစ်ပါတယ်နော်။\nFile size…2.13GB / 1.07GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/8-x-10-tasveer2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Avzg6TfpsSaMc44sueZBw9eXHx.jpg",
        "title": "The Unspoken Stories: Legend of Green Fish ( 2022 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ VFX ကောင်းကောင်းနဲ့\nမိန်းကလေးချောချောလေးတွေပါတဲ့\nတရုတ်မှော်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အရမ်းဆိုးသွမ်းလွန်းတဲ့\nနဂါးနီကို ဖမ်းဖို့ ပု၀ူဂိုဏ်းရဲ့ဂိုဏ်းချုပ်ဆရာကြီးဟာ\nကိုယ့်ကိုကိုယ် စတေးပြီး နှစ်တစ်ရာလောက် နဂါးနီကို\nလှောင်ထားခဲ့ပါတယ်။နှစ်တစ်ရာလုံး အဲ့ဒီနေရာကို ဘယ်သူမှ\nရှာလို့မတွေ့ပေမယ့် နှစ်တစ်ရာပြည့်တဲ့အချိန်မှာတော့\nမိစ္ဆာအဖြစ်ကနေ နဂါးဖြစ်ချင်တဲ့\nမချောလေးရယ် ပု၀ူဂိုဏ်းက မိစ္ဆာနှိမ်နင်းတဲ့ဆရာရယ်\nပေါင်းပြီး နဂါးနီရှိတဲ့နေရာကို\nရှာဖို့ အကြောင်းဖန်လာပါတော့တယ်...\nသူတို့နှစ်ဦး နဂါးနီဖမ်းထားတဲ့နေရာကိုရှာတွေ့မလား\nဘယ်လိုအကြောင်းအရာတွေပေါ်ထွက်လာဦးမလဲဆိုတာတော့\nရုပ်ရှင်ထဲမှာစီးမျောခံစားလိုက်ပါဦး\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Action\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Lwin Htoo Aung\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-unspoken-stories-legend-of-green-fish-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9euEdwZkiVQ8K9AzskBEFMiR2nF.jpg",
        "title": "The Legend II ( 1993 )",
        "description": "ဒီတစ်ခေါက်မှာလဲ မင်းသားကြီးဂျက်လီပါဝင်တဲ့\nသိုင်းအက်ရှင်ရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။မန်ချူးနဲ့ ဂျပန်တွေကျူးကျော်မှုခံရတဲ့အချိန်မှာ\nတော်ဝင်မျိုးဆက်ရင်သွေးကို ပန်းနီဂိုဏ်းရဲ့အကူအညီနဲ့ ဂျပန်ကိုပို့ထားခဲ့ပါတယ်။\nအရွယ်ရောက်လာတဲ့ မင်းအလောင်းအလျာဟာ\nပန်းနီဂိုဏ်းရဲ့ခေါင်းဆောင်ဖြစ်လာပြီး ဘုန်းကြီးတစ်ပါးက\nသူ့ကို ဧကရာဇ်ဖြစ်ကြောင်း သူ့ဘေးမှာ\nသစ္စာဖောက်တစ်ယောက်နဲ့ကယ်မယ့်သူ တစ်ယောက်ရှိကြောင်း ဗေဒင်ဟောခဲ့ပါတယ်။ဘုန်းတော်ကြီးရဲ့ဟောပြောချက်မှန်မလားမှားမလားတော့\nရုပ်ရှင်မှာပဲစီးမျောခံစားကြည့်ပါ။\nသိုင်းအက်ရှင်တင်မကပဲဟာသနဲ့\nမင်းသမီးချောတွေကြောင့်ကြည့်ရတန်ပါလိမ့်မယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Comedy\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Lwin Htoo Aung\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-legend-ii-1993/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-5-133x200.jpg",
        "title": "[18+] Empire of Lust (2015)",
        "description": "Empire of Lust ( 2015 )Uncut Version ဖြစ်ပြီး ဆင်ဆာဖြတ်ထားတဲ့ Scene တွေကို ပြန်ထည့်ပေးထားတာမလို့ BluRay Version ထဲမှာ Scene အစုံဆုံး Version ဖြစ်ပါတယ်။\n-------------------\nEmpire of Lust ဟာ softcore ကားလို့ပြောလို့ရတဲ့အထိ လိင်မှုခန်းတော်တော်များပြီး အင်္ဂါတွေကလွဲလို့ တော်တော်ကြီး သေချာကိုပြထားတာပါ။ သို့ပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ သာမန် 18+ကားသက်သက်ဆိုတာထက်တော့ အများကြီးပိုပါတယ်။ castတွေကတော့ တော်လည်းတော် နာမည်လည်းကြီးတဲ့ သူတွေပါ။ ဒီရုပ်ရှင်ရဲ့ကောင်းကွက်ထဲ castတွေ သရုပ်ဆောင်ကောင်းတာကလည်း အဓိကပါပဲ။Shin Ha-kyun - သူ့ကိုတော့ တောင်ကိုရီးယားက ထိပ်ဆုံးဆရာတွေထဲက တစ်ပါးဖြစ်တဲ့ ပတ်ချန်းဝုရဲ့ ရုပ်ရှင်အများစုမှာ လူအများစုရင်းနှီးပြီးသားဖြစ်မှာပါ။ ဆောင်းကန်ဟိုတို့ အီဗြောင်ဟွန်းတို့လို လူတွေနဲ့ ရင်ဘောင်တန်းသရုပ်ဆောင်နိုင်လောက်အောင် သရုပ်ဆောင်ကောင်းတဲ့သူပါပဲ။ စီးရီးအနေနဲ့ဆိုလည်း မနှစ်က သူရိုက်ထားတဲ့ beyond evilဟာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/empire-of-lust-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hbRnWUNJkKKVN5mkcuC5ooqjE4e.jpg",
        "title": "Robin Hood: Prince of Thieves (1991)",
        "description": "Robin Hood Prince of Thieves (1991)============================= ရော်ဘင်ဟုဒ်ကားတွေအများကြီးထဲကမှ ဗားရှင်းတမျိုးကားကောင်းအဟောင်းလေးတခုနဲ့မိတ်ဆက်ပေးပါမယ်။Kevin Costner Alan Rickman တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေမှလည်းပါ၀င်ထားပါတယ် ရော်ဘင် လော့စလေ ဟာခရူးဆိပ်စစ်ပွဲမှာ အဖမ်းခံရပြီး ငါးနှစ်အကြာမှာအိမ်ပြန်လာနိုင်ခဲ့သူပါ။ဒါပေမဲ့သူပြန်‌ရောက်လာခဲ့ချိန်မှာသူ့အိမ်ဖြစ်တဲ့လော့စလေ နယ်မြေကတော့ နော့တင်ဟမ်မြို့စားကြီးရဲ့အကောက်ကြံမှုအောက်မှာအလူးအလိမ့်ခံစားနေရပါတယ်။ ဖခင်ဖြစ်သူကလည်းအသတ်ခံရသလိုမိမိအိမ်ကိုလည်းဆုံးရှုံးခဲ့ရတဲ့ရော်ဘင်တယောက် မြို့စားကြီးလက်ကနေလွတ်အောင်ပြေးရင်း ရှားဝုဒ်တောထဲကဂျွန် လစ်တဲယ်ရဲ့လူတစုနဲ့တွေ့သွားခဲ့တဲ့အခါမှာတော့ ရော်ဘင်လော့စလေတဖြစ်လဲရော်ဘင်ဟုဒ်ဟာ မြို့စားကြီးရဲ့အကြံစည်‌တွေကိုစတင်‌ နှောင့်ယှက်ပါတော့တယ်။ ရော်ဘင်တယောက်မြို့စားကြီးကိုအနိုင်ယူနိုင်ပါ့မလား။သူ့ရဲ့သူငယ်ချင်းပီတာက မသေခင်တောင်းဆိုခဲ့တဲ့မေရီယန်ဆိုတဲ့ပီတာ့ညီမလေးကိုရော ကာကွယ်ပေးနိုင်ပါ့မလား။ မြို့စားကြီးကရောဘာတွေကြံစည်နေတာလဲ အဆုံးမှာဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုRobin Hood Prince of Thieves ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦး... File size…3.13GB / 1.22GB / 658MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/robin-hood-prince-of-thieves-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Abso-136x200.jpg",
        "title": "Absolute Power (1997)",
        "description": "အက်ရှင်ကားတွေရဲ့မင်းသားကြီးဖြစ်တဲ့ အော်စကာဆုများရှင် ကလင့်အိစ်ဝုဒ်က ခေါင်းဆောင်မင်းသား‌ေနရာက‌ေန ပါဝင်သရုပ်‌ေဆာင်ထားပြီး ကိုယ်တိုင်ရိုက်ကူးထုတ်လုပ်ထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အမေရိကန်နိုင်ငံရေးပုံစံကိုအခြေခံထားတဲ့ Action, Thriller ဇာတ်လမ်းအမျိုးအစားဖြစ်တာမလို့ ဒီလိုgenereတွေကို ကြိုက်တဲ့သူတွေအတွက် လက်မလွှတ်စတမ်းကြည့်ရှုသင့်ပါတယ်။ကလင့်အိစ်ဝုဒ်သရုပ်‌ေဆာင်ထားတဲ့ အဓိကဇာတ်ကောင် လူသာဝစ်တနီဟာ ဖောက်ထွင်းနိုင်စွမ်းအကောင်းဆုံးတွေထဲက အမိုက်စားသူခိုးတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာ သူဟာ ဘီလျံနာသူဌေးကြီးတစ်ယောက်ရဲ့အိမ်ကို ‌ဖောက်ထွင်းရာကနေ လူသတ်မှုတစ်ခုနဲ့ပါဝင်ပတ်သက်သွားပါတော့တယ်။ အဲဒီလူသတ်မှုရဲ့အဓိကတရားခံဟာလည်း နိုင်ငံရဲ့ဒိတ်ဒိတ်ကြဲပုဂ္ဂိုလ်ဖြစ်နေချိန်မှာတော့ လူသာက ဒီအမှုရဲ့သံသယရှိသူ‌ေနရာကနေ ဘယ်လိုလွတ်မြောက်အောင်လုပ်ပြီး ဥပဒေဘောင်အပြင်ဘက်ကနေ တရားခံကိုဘယ်လိုအပြစ်ပေးမယ်ဆိုတာတွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။သူခိုးအကျော်အမော်လူသာဝစ်တနီနေရာကနေ ကလင့်အိစ်ဝုဒ်၊ အမေရိကန်သမ္မတအယ်လန်ရစ်ခ်ျမွန်းနေရာကနေ ဂျီးန်ဟက်ခ်မန်း၊ အထက်တန်းစုံထောက်ဆက်သ်ဖရန့်နေရာကနေ အက်ခ်ဟဲရစ်နဲ့ ကိတ်ဝစ်တနီနေရာကနေ လော်ရာဝင်းနေးတို့က အသီးသီးပါဝင်သ‌ရုပ်ဆောင်ထားကြပါတယ်။1997မှာ ရုံတင်ထားတာဖြစ်ပါတယ်။File size…(2.02GBGB)  / (`1019MB) / (486MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...  Drama / Action / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/absolute-power-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTQyNjcwMTgwNl5BMl5BanBnXkFtZTYwNzgxNzg4._V1_-135x200.jpg",
        "title": "The Quest (1996)",
        "description": "အရှေ့တောင်အာရှတောနက်တစ်ခုထဲမှာ တစ်ကမ္ဘာလုံးက ကိုယ်ခံပညာအသီးသီးရဲ့ အကျော်အမော်တွေကို တိတ်တဆိတ်ဖိတ်ခေါ်ကာ ပြိုင်ပွဲလက်ခံကျင်းပနေတဲ့ ပျောက်ဆုံးမြို့တော်လေးတစ်မြို့ ရှိနေပါတယ်။အနိုင်ရရှိသူဟာ ရွှေအတိသွန်းလောင်းထားတဲ့ နဂါးရုပ်ထုကြီးကို လက်ဝယ်ရရှိပိုင်ဆိုင်ရမှာပါ။ပြိုင်ပွဲအမည်ကဂန်ဂန့်ဖြစ်ပြီးတော့ …. ဒီပြိုင်ပွဲကို အမေရိကားမှာ လူရွှင်တော်လုပ်စားနေတဲ့ ဗန်ဒိန်းတစ်ယောက် ပြန်ပေးဆွဲ ကျွန်ပြုခံရရင်းက ဒီ ဂန်ဂန့်ပြိုင်ပွဲကြီးမှာ ဘယ်လိုပါဝင်ယှဉ်ပြိုင်ဖြစ်ခဲ့သလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် …မွေ့ထိုင်းနဲ့ပက်သက်တဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့ သိုင်းပေါင်းစုံရဲ့ ကစားကွက်တွေကိုလည်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-quest-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c3sYdfCg1vz6DG4XlQRpu8baxvM.jpg",
        "title": "The Horde (2009)",
        "description": "La Horde (2009)\n=============== ဒီတစ်ခေါက်မှာတော့ ၂၀၀၉ခုနှစ်ကထွက်ရှိထားတဲ့ ပြင်သစ်ဇွန်ဘီကားတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ရဲတပ်ဖွဲ့ရဲ့ အဖွဲ့၀င်တစ်ယောက်ဟာ ဂန်းစတားတစ်ယောက်သတ်တာကိုခံလိုက်ရပြီးတဲ့နောက် သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေဟာသူ့အတွက် လက်စားပြန်ချေဖို့ ကြိုးစားကြပါတော့တယ်။သူတို့ဟာ ဂန်းစတားနေတဲ့ မြို့အပြင်က စွန့်ပစ်ထားတဲ့ တိုက်ဆီကိုရောက်ပြီးမကြာခင်မှာပဲဇွန်ဘီတွေကလည်း သူတို့ဆီကို ရောက်လာကြပါတော့တယ်။ဒီလိုနဲ့ ရဲတွေရယ်၊ ဂန်းစတားအဖွဲ့ရယ်၊ ဇွန်ဘီတို့ရဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကိုစိတ်၀င်စားစရာကောင်းအောင်၊ အသည်းယားစရာကောင်းအောင်ရိုက်ကူးထားတာကြောင့် ဇွန်ဘီကားသဘောကျသူတွေ ကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ပါတယ်။ File size…1.31GB / 538MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action / Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-horde-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
        "title": "Devotion (2023)",
        "description": "Devotion (2023)ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားနောက်တစ်ကား လာပါပြီ။\nTop Gun, Midway စတိုင် လေကြောင်းစစ်ပွဲကားပါပဲ။\nစစ်ကားကောင်းတွေကလည်း ထွက်ဖို့ရှားတတ်ပြီး ပထမကမ္ဘာစစ် ဒုတိယကမ္ဘာစစ်တွေကလည်း\nရိုက်စရာဇာတ်လမ်းကုန်နေပြီမို့ အက်မင်ဆိုတတိယကမ္ဘာစစ်တောင် မျှော်နေပါပြီ။\nဒီစစ်ကားကတော့ ကောင်းပါတယ်။\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးတိုက်ပွဲကာလ၊ တောင်-မြောက်ကိုရီးယားနယ်စပ်တိုက်ပွဲမှာ\nဝင်တိုက်ခဲ့တဲ့အမေရိကန်ရေတပ်လေယာဉ်မှူးတွေအကြောင်းပဲဖြစ်ပါတယ်။\nသူရဲကောင်းဆုတွေရခဲ့ပြီး ယနေ့ထိ ထင်ရှားဆဲ လေယာဉ်မှူးတစ်ယောက်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဒုတိယကမ္ဘာစစ်အပြီး စစ်ပွဲမတွေ့ဖူးတော့ဘဲ ကင်းထောက်ပျံလိုက် လေ့ကျင့်လိုက်လုပ်နေတဲ့ တိုက်လေယာဉ်အုပ်-၃၂ မှာ\nတစ်ဦးတည်းသော လူမည်းပိုင်းလော့ဖြစ်တဲ့ ဂျက်ဆီဘရောင်းလည်းပါဝင်ပါတယ်။\nသူရဲ့ သူငယ်ချင်းကောင်းကတော့ တွမ် ဟက်ဒ်နာလို့ခေါ်တဲ့ ဗိုလ်လေးပဲဖြစ်ပါတယ်။\nသူတို့တွေဟာ လေ့ကျင့်တဲ့အဆင့်ကနေ တောင်မြောက်ကိုရီးယားနယ်စပ်မှာဖြစ်လာတဲ့ စစ်ပွဲကို ကူညီဖို့အတွက်\nလေယာဉ်တင်သင်္ဘောတစ်စင်းနဲ့ ထွက်လာပြီးလေကြောင်းတိုက်ပွဲတွေဆင်နွှဲရပုံတွေကို ပြသထားတာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, War\nQuality…. 1080p | 720p | 480p\nFile size…2.1GB | 1GB | 491MB\nFormat… mp4\nDuration…. 2h 19min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/devotion-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzbtaa8rNZ7p6IJH0Co4xW98MC1.jpg",
        "title": "Dungeons & Dragons: The Book of Vile Darkness (2012)",
        "description": "Dungeons & Dragons : The Book of Vile Darkness (2012)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dungeons-dragons-the-book-of-vile-darkness-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2lMUxyFDi1RXogMffLfQW3CjTE.jpg",
        "title": "Dungeons & Dragons: Wrath of the Dragon God (2005)",
        "description": "Dungeons & Dragons: Wrath of the Dragon God (2005)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ...",
        "rating": "",
        "url": "https://megaup.net/1Rjm0/(CM)_Dungeons_&_Dragons_-_Wrath_of_the_Dragon_God_(2005)_1080p.mp4",
        "category": "Action, Adventure, D&D Trilogy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbVFeTA4vv7gqXb8dPzxTg9j2gr.jpg",
        "title": "Dungeons & Dragons (2000)",
        "description": "Dungeons & Dragons (2000)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ကားတွေကို ကြိုက်တဲ့သူတွေအတွက် အာသာပြေစေမယ့်ကား‌တွေလို့ပြောလို့ရတာတော့ မမှားပါဘူး။~ ဇာတ်လမ်းအကျဉ်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dungeons-dragons-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9k3qk8dmvawAWE34MpRAWkfwnKJ.jpg",
        "title": "Bol Bachchan(2012)",
        "description": "Bol Bachchan (2012)\nAction, Comedy\nIMDb 5.6/10 (9.3K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟာသအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး\nမင်းသားကြီးအဂျေးနဲ့ အဘီရှိခ်ဘဂျမ်းတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၅၀ (ကန်ဒေါ်လာ ၆.၃သန်း) မှာ ကုဋေ ၁၆၅ (ကန်ဒေါ်လာ ၂၁သန်း) အထိ\nပြန်လည်ရရှိခဲ့ပြီး ဒီကားထဲမှာ အဘီရှိခ်ဘဂျမ်းဟာ အကောင်းဆုံးဇာတ်ဆောင်မင်းသားဆု\nအကောင်းဆုံး ဟာသသရုပ်ဆောင်ဆု စတဲ့ဆုတွေကို ဆွတ်ခူးရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်...။အဗာစ်က အမွေဆိုင်အိမ်ကြီးကို အမှုရှုံးသွားပြီးတဲ့နောက် ဘဝပျက်သွားခဲ့တယ်။ ကြံရာမရတဲ့အဆုံး\nညီမဖြစ်သူ ဆာနီယားနဲ့အတူ ရနခ်ပူးဆိုတဲ့ ရွာလေးမှာ အခြေချဖု့ိထွက်လာခဲ့ပါတယ်။အဲ့ဒီရွာမှာ ပရစ်ထဗီရာဂျ်ဆိုတဲ့ ဩဇာအာဏာအရှိဆုံးလူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့\nနည်းနည်းတော့ ရိုးတယ် တုံးတယ်ပေါ့။သူမကြိုက်ဆုံးအချက်က လိမ်တာပါပဲ။ တစ်ခါက သူ့ကိုလိမ်ခဲ့ဖူးတဲ့ သူ့အလုပ်သမားတစ်ယောက်ကို\nရိုက်လိုက်တာ တော်ရုံနဲ့ ဆေးရုံကနေ မဆင်းနိုင်တော့ပါဘူး။အဲ့ဒီမှာပဲ အဗာစ်ဟာ မလွဲသာမရှောင်သာနဲ့ ပရစ်ထဗီဆီမှာ အလုပ်ရသွားပြီး\nတစ်လိမ်ပေါ် နှစ်လိမ်ဆင့် အလိမ်ချင်းထပ်လာတဲ့အခါမှာတော့\nဇာတ်ကားလေး ဘယ်လိုကြည့်ကောင်းလာမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…4.17GB / 1.7GB\nQuality…1080p BluRay Remux /720p\nFormat…mp4\nDuration….2h ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/bol-bachchan2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-deep-133x200.jpg",
        "title": "Deep Impact (1998)",
        "description": "Deep Impactဆိုတဲ့အတိုင်းပါပဲ ကမ္ဘာရှိရာကို ဦးတည်ရိုက်ခတ်လာတော့မဲ့ ကြယ်တံခွန်ကြီး တစ်ခုအကြောင်းကို\nဇာတ်အိမ်တည်ပြီး Sci-fiနဲ့ Drama တွဲလျက် ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကိုတော့ ဆယ်ကျော်သက် နက္ခတ္တဗေဒ ဝါသနာအိုးလေးတစ်ယောက်က ညဖက် Telescopeနဲ့ ကြည့်ရင်း\nအမျိုးအမည်မသိ ကြယ်တံခွန်ကြီး တစ်လုံးကို တွေ့ရာကနေ စပြီးဖွင့်ထားပါတယ်။\nဒီလိုနဲ့ New Yorkမြို့လောက်ကြီးတဲ့ အာကာသထဲက ပြဿနာထုပ်ကြီးကို အစိုးရဖက်က ပါးပါးနပ်နပ် ကိုင်တွယ်ဖြေရှင်း‌\nပုံတွေကို ကြည့်ရှုရမှာပါ။ အမေရိကန်သမ္မတ နေရာကို Morgan Freemanက ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင်\nIMDbကလည်း 6.2ရထားပြီး CGIတွေက မဆိုးလှတဲ့အနေအထား တစ်ခုမှာ ရှိတာမို့ ကြည့်ရကျိုးမနပ်ရင်တောင်\nအကျိုးတော့မယုတ်ဘူးဆိုတာ အာမခံပါတယ်။File size…(1.91GB)  / (`1016MB) / (614MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:00:00\nGenre...  Drama / Action / Sci-Fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/deep-impact-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/minority-report-poster-133x200.jpg",
        "title": "Minority Report (2002)",
        "description": "Minority report (2002)IMDb Rating (7.6) / Rotten tomatoes (90%)တွမ်ခရုစ် ပါဝင်ထားတဲ့ sci-fi, thriller ဇာတ်ကားဖြစ်ပါတယ်။\nနာမည်ကြီးဒါရိုက်တာ စတီဗင်စပီးဘာ့ဂ်ရိုက်ကူးထားတဲ့ဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း ဇာတ်အိမ်ခိုင်ခံ့မှု၊\nဇာတ်လမ်းဆန်းသစ်မှုအပိုင်းတွေမှာ ပြောစရာမလိုအောင်ကောင်းမွန်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nသက္ကရာဇ် ၂၀၅၄ ခုနှစ်မှာ အမေရိကန်ပြည်ထောင်စု ဖယ်ဒရယ်အစိုးရဟာ Precrime လို့ခေါ်တဲ့ တင်ကြိုမှုခင်းတားဆီးရေးအဖွဲ့ကို\nနိုင်ငံတော်အဆင့်ဖွဲ့စည်းဆောင်ရွက်ဖို့ ကြိုးစားနေတဲ့ကာလဖြစ်ပါတယ်။\nPrecrime ဆိုတာက မှုခင်းတွေ၊ အထူးသဖြင့် လူသတ်မှုတွေမဖြစ်အောင် တားဆီးကာကွယ်ရတဲ့ အထူးရဲတပ်ဖွဲ့တစ်ခုဖြစ်ပါတယ်။\nဘယ်လိုတားဆီးသလဲဆိုတော့ precogs လို့ခေါ်တဲ့ မျိုးဗီဇမွမ်းမံထားတဲ့ လူသားတွေက အခင်းဖြစ်ပွားရာနေရာ၊\nအချိန်နဲ့ လူပုဂ္ဂိုလ်တွေကို အတိအကျခန့်မှန်းဟောကိန်းထုတ်ပေးပြီးတော့ precops လို့ခေါ်တဲ့ အထူးရဲတွေက\nအဆိုပါနေရာကို အချိန်ကိုက်သွားရောက်ဝန်းရံပြီးတားဆီးရတာပါပဲ။precops အဖွဲ့မှူးဖြစ်တဲ့ ဂျွန်အန်ဒါတန်(တွမ်ခရုစ်)ဟာ မကြာသေးမီက သားဖြစ်သူပျောက်ထားတဲ့ အိမ်ထောင်ကွဲတစ်ဦးဖြစ်ပါတယ်။\nရဲတပ်ဖွဲ့ရဲ့ လုပ်ငန်းတွေ၊ စစ်ဆင်ရေးတွေမှာ တာဝန်ကျေပွန်ပေမယ့် သားပျောက်မှုကြောင့်ရတဲ့စိတ်ဒဏ်ရာကို ကုစားရင်း ဆေးစွဲနေသူတစ်ဦးဖြစ်ပါတယ်။\nPrecrime ဌာနဟာ ကိုလံဘီယာခရိုင်မှာ စမ်းသပ်လည်ပတ်ဆဲကာလမို့ နိုင်ငံတော်အဆင့်တရားဝင်ဖြစ်အောင်\nဖယ်ဒရယ်ကအရာရှိတွေရဲ့ စစ်ဆေးမှုခံနေရတဲ့ အခြအနေပါ။\nအဲ့လိုကာလအတွင်းမှာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/minority-report-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xezeqrrno6ytLyLrbTXRGUk4rdu.jpg",
        "title": "Flyboys(2006)",
        "description": "Flyboys(2006)*************ဒီဇာတ်လမ်းဟာ ပထမကမ္ဘာစစ်စတင်ပြီး 1916 ခုနှစ်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်မှန်‌ကိုပြန်ရိုက်ကူးထားတာပါ။ဒီကာလမှာက အမေရိကန်ဟာ စစ်ထဲဝင်မပါ‌သေးတော့ စစ်တိုက်ချင်တဲ့၊‌ လေယာဉ်မောင်းချင်တဲ့အမေရိကန်လူငယ်အချို့ဟာ စစ်ပညာသင်ပေးမယ့်ပြင်သစ်ကိုသွားပြီး စစ်ထဲဝင်ကြရပါတယ်။\nအကြောင်းကြောင်းနဲ့ စစ်ထဲဝင်လာတဲ့သူတွေရှိသလို ကျဆုံးသွားသူတွေလည်း ဒုနဲ့ဒေးပါပဲ။\nလေယာဉ်နဲ့ မစ်ရှင်လုပ်ရတိုင်း ဘယ်တော့သေမယ် မသိတဲ့ရတဲ့ လေယာဉ်မှူးတွေအတွက်ကတော့ကျဆုံးသတင်းဆိုတာ ထူးမခြားနားလိုဖြစ်နေပါပြီ။\nမနေ့ကအတူရှိနေပြီး ဒီနေ့ကျဆုံးသွား၊ သူ့အတွက်လက်စားချေနိုင်မယ့်အချိန်ကိုစောင့်ရင်းအရက်တွေပဲသောက် ‌နောက်လူတွေကိုကာကွယ်ပေး အသက်ကိုစတေးခံ စတဲ့ သရုပ်တွေကိုကွက်ကွက်ကွင်းကွင်းမြင်ရမယ့်အပြင် လေယာဉ်အချင်းချင်း စီးချင်းတိုက်တာ‌တွေကိုတဝကြီးကြည့်ရှုရမယ့် ဇာတ်ကားလည်းဖြစ်ပါတယ်။File Size :(2.7GB) (1.1 GB) and (335MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action, Drama , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/flyboys2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynhMoPag6kwPOxOmF586s9MZPWJ.jpg",
        "title": "Thousand Faces of Qi Men ( 2023 )",
        "description": "ကောင်းကင်ဘုံ ဧကရာဇ်မင်းတို့ အုပ်စိုးချိန်အချိန်ကာလ ဂျပန်နိုင်ငံမှ\nမင်းဆရာ အမတ်ချုပ်တွေဟာ မှော်စွမ်းအားတွေနဲ့\nဧကရာဇ်မင်းကိုလှည့်စားခဲ့ကြပါတယ်။ ဧကရာဇ်အရှင်ကို\nနှစ်ပေါင်းများစွာတိုင်အောင် ချိတ်ပိတ်ထားတဲ့ မိစ္ဆာအရှင်ကိုလွှတ်ပေးဖို့\nဖိအားတွေ အကြိမ်ကြိမ်ပေးပြီး လောကကြီးကို ဘေးဥပါဒ်ဖြစ်စေခဲ့ပါတယ်။ဒီဘေးဥပါဒ်တွေကို ကာကွယ်ဖို့ ကြိုးစားနေသူကတော့\nဆရာကြီး တုန်းကော်လျောင်ပါ။ တစ်နေ့မှာတော့\nဆရာကြီးတုန်းကော်လျောင်ဟာ စျေးထဲမှာလှည့်လည်သွားလာနေခဲ့ပြီး\nထူးဆန်းလှတဲ့ လူငယ်လေးတစ်ဦးဖြစ်တဲ့ လျိုဇီမော့နဲ့တွေ့ဆုံခဲ့ပါတယ် ။\nထူးဆန်းလှတဲ့ အရည်းအချင်းတွေကြောင့် လျိုဇီမော့ကို\nတပည့်အဖြစ် ခံယူပေးခဲ့ပါတော့တယ်။ ဂျပန်လူမျိုးတွေရဲ့\nယုတ်မာမှုတွေတင်းကျပ်လာတာနဲ့အမျှ တပည့်ဖြစ်သူ\nလျိုဇီမော့ကိုကာကွယ်ဖို့ ဆရာကြီးဟာ အသက်ပေးသွားခဲ့ရတဲ့အခါ...?❏ ဆရာကြီးပေးအပ်ခဲ့တဲ့ တာဝန်တွေကို\nလျိုဇီမော့တစ်ယောက် ထမ်းဆောင်နိုင်ပါ့မလား?\n❏ ဂျပန်မကောင်းဆိုးဝါးတွေကိုရော သူဘယ်လိုနှိမ်နှင်းမလဲ?\n❏ လောကကြီးအတွက်ရော အေးချမ်းမှုတွေ\nယူဆောင်လာပေးမလား?ဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres :  Action , Romance , Fantasy\nRuntime : 1h 25 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/thousand-faces-of-qi-men-2023/",
        "category": "Action, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bm1aLzblgQsCZXcqPQUfzF15cFO.jpg",
        "title": "The Lost Hero Of Ayodhya (2022)",
        "description": "The Lost Hero of Ayodhya (2022)ဒီတစ်ခါတော့ ထိုင်းလူရွှင်တော်ပေါင်းများစွာပါဝင်ထားတဲ့\n“The lost hero of Ayodhya” ရုပ်ရှင်ဟာသကားတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျားဇာတ်လမ်းအကျဉ်းယယ်ဆိုတဲဲ့တိုင်းရင်းဆေးသမားတော်လေးဟာ အရမ်းရိုးသားဖြူစင်ခဲ့တာပေါ့\nသူဟာ သူ့မိန်းမနဲ့ပျော်ပျော်ရွှင်ရွှင်နေပြီး လူနာတွေကိုအလကားကုသပေးရင်းနေထိုင်ခဲ့ပါတယ်လုန်ထလောက်ဆိုတဲ့လူကတော့ လူယုတ်မာကြီးပေါ့\nသူက သမားတော်ယယ်ရဲ့မိန်းမကိုလိုချင်နေတာနဲ့ အကြောင်းအမျိုးမျိုးဖန်ပြီး\nယယ်ကိုဝေးဝေးသွားအောင်လုပ်ဖို့ ကြံစည်ခဲ့ပါတယ်တစ်နေ့မှာ လူယုတ်မာလုန်ထလောက်က\nသမားတော်ယယ်ကို ဗမာစစ်သူကြီးနေမျိုးဆိုတဲ့လူရဲ့ခေါင်းကိုသွားဖြတ်ခိုင်းခဲ့ပါတယ်\nဖြတ်နိုင်ပြီး သူ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ရင်\nအကြွေးတင်နေတာတွေကိုကျေပေးမယ့်အပြင် ဆုငွေပါချပေးဦးမယ်ဆိုပြီး\nသူ့ကိုမြူဆွယ်ခဲ့ပါတယ်ယယ်လည်း အကြွေးကျေချင်ပြီး\nသူ့မိန်းမကိုရင်းနှီးမြုပ်နှံငွေရှိစေချင်တာနဲ့ ဒီအပေးအယူကိုလက်ခံခဲ့ပါတယ်သမားတော်ယယ် ဒီသဘောတူညီမှုလက်ခံခဲ့ပြီးနောက်\nစစ်သူကြီးနေမျိုးရဲ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ပါ့မလား ဘယ်လိိုဘယ်လိုအခက်ခဲတွေနဲ့ကြုံရမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်\nအက်ရှင်ချည်းမဟုတ်ဘဲဟာသနှောထားတဲ့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy, History\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 936MB | 453MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Nang Mwe Kham\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/the-lost-hero-of-ayodhya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fighter-112x200.jpg",
        "title": "Fighter ( 2022 )",
        "description": "ရုပ်ရှင်တော်တော်များများရဲ့ ခံစားချက်ကို ရနိုင်တဲ့ တရုတ်ကားလေးများ\nကြည့်ချင်ပါသလား။ မြန်မာလို မင်္ဂလာပါလို့ အသံဝဲဝဲလေးနဲ့ နှုတ်ဆက်တာကို\nကြားချင်ပါသလား၊ တရုတ်မလေးတွေ မြန်မာ ဘီယာဗူးကိုဖွင့်ပြီး\nချီးယားကမ်းပေ့ လုပ်တာကိုတွေ့ချင်ပါသလား။\nဒါဆိုရင်တော့ ဒီကားလေးက သင့်အတွက်ဖြစ်လာမှာပါ။ဇာတ်လမ်းအကျဉ်းတရုတ်လက်ဝှေ့ဖိုက်တာ တစ်ယောက်ဟာ အမေရိကန်ဖိုက်တာတစ်ဦးရဲ့\nညစ်ပတ်စွာတိုက်ခိုက်မှုကြောင့် MMA ပွဲမှာသေဆုံးသွားခဲ့ပါတယ်။\nတစ်ချိန်ထဲမှာပဲ အဲ့ဒီပွဲကို စီစဉ်ပေးခဲ့တဲ့ မိန်းကလေးရဲ့ကုမ္မဏီဟာ\nMMA ကိုတရုတ်မှာ စျေးကွက်တိုးချဲ့ဖို့အတွက် ပြိုင်ဖက်ကုမ္မဏီတစ်ခုနဲ့အတူ\nရွေးချယ်ခံခဲ့ရပါတယ်။ ဒါပေမယ့် အလောင်းအစား တစ်ခုလုပ်ဖို့ ရှိပြီး\nအဲ့ဒီအလောင်းအစားကို နိုင်မှ အလုပ်ကိုဆက်လုပ်ခွင့်ရမှာပါ။ဒီတော့ အလောင်းအစားက ဘာများလဲ။ အဲ့ဒီအမျိုးသမီးကရော\nနိုင်အောင် လုပ်နိုင်မှာလား သေဆုံးသွားတဲ့ တရုတ်လူမျိုး MMA သမားမှာရော\nဘယ်လိုနောက်ဆက်တွဲတွေရှိနိုင်မလဲ ဆိုတာ ရုပ်ရှင်မှာပဲ စီးမျောခံစားလိုက်ပါ။\nဒီကားကိုစကြည့်လိုက်တော့ ထိုင်းနာမည်ကျော် ဝမ်းဘတ်မင်းသားကို သတိရသွားပါတယ်\nနောက်တစ်ချက်က အရှေ့တောင်အာရှမှာ အခြေတည်တာကိုရိုက်ပြထားတော့\nမြန်မာလိုလေးတွေပါတာကိုသဘောကျတယ်။\nMMA သဘောကျတဲ့လူတွေအတွက်လဲ ကျေနပ်လောက်ဖွယ်ရာပါပဲ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fighter-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esmvBPZIdMxp35fo1TrkpNVugaI.jpg",
        "title": "The Conqueror ( 2020 )",
        "description": "ဖန်တက်စီကားချစ်သူတို့အတွက်မိစ္ဆာနှိမ်နင်းသူ\nကားကောင်းလေးတစ်ကားကို CMမှထပ်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nတစ်ခါတုန်းက နယ်စပ်မြို့ငယ်လေးတစ်ခုမှာဝက်မိစ္ဆာကြီးသောင်းကျန်းနေပါသတဲ့.....\nဝက်မိစ္ဆာကြီးကိုနှိမ်နင်းဖို့အတွက် အနယ်နယ်အရပ်ရပ်က\nမိစ္ဆာနှိမ်နင်းသူတွေကိုဖိတ်ခေါ်လိုက်တဲ့အခါ\nအနယ်နယ်အရပ်ရပ်ကမိစ္ဆာနှိမ်နင်းသူတွေလာရောက်ကူညီကြပါတယ်။ခရီးသွားတစ်ယောက်ဖြစ်တဲ့အားရှီဟာ ဖိတ်စာကိုကောက်ရပြီး\nသူ့ရဲ့မိစ္ဆာနှိမ်နင်းသူဖြစ်ချင်တဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ရောက်လာတာပေါ့\nလမ်းမှာမုံ့ကျူးဆိုသူလေးနဲ့တွေ့ပြီး ချစ်ကျွမ်းဝင်က\nမုံ့ကျူးဆီမှာတပည့်ခံလိုက်ပါတော့တယ်......\nကျွမ်းကျင်ပညာရှင်တွေကြားမှာ စော်ကြူသိုင်းသာ\nကျွမ်းကျွမ်းကျင်ကျင်တတ်တဲ့အားရှီတစ်ယောက်\nနှစ်တစ်ထောင်ဝက်မိစ္ဆာကြီးကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကို.....\nပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,  Fantasy\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-conqueror-2020/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eus82zsOOXMd4GnjtHAXd4VYWcQ.jpg",
        "title": "Snake: Fall of a City ( 2020 )",
        "description": "လင်ချွမ်ဟာကားပြိုင်သမားတစ်ယောက်ဖြစ်ပြီး\nပြိုင်ဘက်ဖြစ်တဲ့လျန်ဇီကိုတိတ်တခိုးသဘောကျနေသူပါ။\nသူဟာပြိုင်ပွဲတစ်ခုမှာလျန်ဇီနောက်လိုက်ရင်းနဲ့ သဲကန္တာရထဲကိုရောက်ရှိလာခဲ့ပါတယ်။သူတို့စခန်းချနားတဲ့နေရာကိုညနက်မှာ သတ္တဝါကြီးတစ်ကောင်ရဲ့\nတိုက်ခိုက်ခံရပြီး လင်ချွမ်တို့အဖွဲ့ဟာမနည်းအသက်လုပြေးလာကြရပါတယ်။\nဒါပေမဲ့ လျန်ဇီကတော့ဘယ်ရောက်သွားမှန်းမသိပါဘူး။\nလျန်ဇီကိုရှာဖို့ခရီးဆက်လာရင်းနဲ့စွန့်ပစ်စက်ရုံတစ်ခုနားရောက်လာခဲ့ပါတယ်။အဲ့ဒီစက်ရုံပျက်နားမှာ ရှားပါးတွင်းထွက်ပစ္စည်းတွေကို\nတူးယူချင်တဲ့စီးပွားရေးသမား စုန်းကွမ်တို့အုပ်စုလည်းရှိနေပါတယ်။\nသူတို့နှစ်အုပ်စုဟာ ညအချိန်ရောက်လာတဲ့အခါမှာတော့ သေလောက်ဖွယ်ရာ\nကြောက်မက်ဖွယ်မြွေဆိုးကြီးနဲ့ရင်ဆိုင်ရပါတော့တယ်။​မြွေဆိုးအန္တရာယ်ကြောင့် စက်ရုံထဲပိတ်မိနေကြတဲ့အခါ ၊\nဝေးလံခေါင်ဖျားတဲ့လူသူမဲ့စွန့်ပစ်နေရာမှာရောက်နေကြတဲ့သူတို့\nမြွေအန္တရာယ်ကိုဘယ်လိုရင်ဆိုင်ပြီးရှင်သန်ဖို့ကြိုးစားကြမလဲ။\nလွတ်မြောက်ဖို့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/snake-fall-of-a-city-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXN4DJn9f5ytbj1IDy3LIWR8O5L.jpg",
        "title": "Decibel (2022)",
        "description": "Decibel (2022)Subtitle လိုအပ်ချက်များ ပြင်ဆင်၍ တစ်ဖန် ပြန်လည်တင်ဆက်ပေးခြင်းဖြစ်ပါသည်။Kim Rae Won ဆိုတာတော့ အထူးအထွေ ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ သူ့အပြင်ကို Big Mouth မင်းသားကြီး Lee Jong Suk လည်း အဓိက ပါဝင်ထားတဲ့ အက်ရှင် ဇာတ်လမ်းလေးဖြစ်ပြီး ရုံတင်ပြသစဉ်မှာ ပရိသတ်အတော် အကြိုက်တွေ့ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်း ...ပစိဖိတ်သမုဒ္ဒရာထဲမှာ တောင်ကိုရီးယား ရေတပ်က ရေငုတ်သင်္ဘောတစ်စီးဟာ စစ်ရေးလေ့ကျင့်နေခဲ့တယ်။ ပစ်ခတ်စဉ်တွေပါတဲ့ ဒီလေ့ကျင့်မှုဟာအချိန်အတော်ကြာပြီးတဲ့နောက်မှာ တောင်ကိုရီးယားကိုပြန်လာခဲ့တယ်။ကိုရီးယားကျွန်းဆွယ်ကို ပြန်လာစဉ်မှာပဲ မုန်တိုင်းကလည်းတိုက်ဆိုင်စွာ ကြမ်းနေတဲ့အချိန်ဖြစ်နေတယ်။ ဒါအပြင် ရေငုတ်သင်္ဘာဟာ အမည်မသိ ချေမှုန်းရေးသင်္ဘောမှ အကြမ်းစားတော်ပီဒိုကြီးတစ်လုံး ပစ်ခတ်ခြင်းခံလိုက်ရတယ်။လုံးဝမမျှော်လင့်ထားတဲ့ တိုက်ခိုက်ခံရမှုဖြစ်တဲ့အပြင် တန်ပြန်တိုက်ခိုက်ရေး လက်နက်တွေကလည်း စစ်ဆင်ရေးမှာသုံးခဲ့လေတော့ ရေငုတ်သင်္ဘောဟာ တော်ပီဒိုကြီးထိမှန်ဖို့ အရေးကနေ အသည်းအသန်ထွက်ပြေးရပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ...(ဇာတ်လမ်းအညွှန်းကို ကို Phyo Pyae က ရေးပေးထားပါတယ်။)File Size  ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/decibel-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmQ0N2RkNzMtMzU1MC00NWFmLTg5NTgtZDdiNTc3MGFlYTM2XkEyXkFqcGdeQXVyNTk1MjA5MjM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghouls (2017)",
        "description": "Ghouls (2017)\n===========ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ဆန်းပြီး Horror/Drama ဘက်ကို\nကူးသွားတာမို့ အသစ်အဆန်းသဘောတွေ့တဲ့သူအတွက် အကြိုက်\nတွေ့မယ့်ကားလေးဖြစ်နိုင်ပါတယ်။မာရှာဆိုတဲ့ကောင်မလေးကတော့ ပြင်သစ်အဆင်လေး ဂေဘရီရယ်နဲ့\nတွေ့ရဖို့ ဆန္ဒတွေစောနေခဲ့ပါတယ်။ မာရှာရဲ့အတန်းဖော် ပိုလီနာက\nတော့ သူတို့အတွဲတွေ့ဖြစ်အောင် စီစဉ်ပေးရတဲ့ Third Wheel လေး\nပေါ့။ ဒါပေမဲ့ ပိုလီနာတစ်ယောက်တည်းဖြစ်မှာစိုးလို့ ဂေဘရီရယ်က\nရှန်းဆိုတဲ့တရုတ်တစ်ယောက်ကိုလည်း ခေါ်လာပေးခဲ့ပါတယ်။ အဲ့ဒါနဲ့\nလေးယောက်ပေါင်းလောင်းကျော်ပြီး အရမ်းလှပြီးနာမည်ကြီးတဲ့ ရေကန်\nနားမှာ ပျော်ပွဲစားထွက်လာခဲ့ကြပါတယ်။ အဲ့ဒီရေကန်ရဲ့ မလှမ်းမကမ်းမှာ\nရွာလေးတစ်ရွာရှိပြီး နုန်းမြေကြီးလည်းရှိပါတယ်။သူတို့လုံးဝမသိသေးတဲ့အချက်က အဲ့ဒီရွာလေးမှာ ဘယ်သူမှမရှိဘဲ ပက်ခ်ဟို\nတို့သားအမိနှစ်ယောက်ပဲ ရှိနေတာပါ။ အဲ့ဒါအပြင် ရေကန်နားကနုန်းမြေကြီး\nကလည်း လူစားတယ်လို့ နာမည်ကြီးနေပြီး နှစ်ပေါင်းများစွာငြိမ်သက်နေတဲ့\nဒဏ္ဍာရီက ပိုလီနာတို့လေးယောက်ကြောင့် အသက်ဝင်လာတဲ့အခါ... ဘာတွေ\nဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.56 GB) / (680 MB) / (391 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ghouls-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7P8ZjqjnZkcsnABPwj8Mfy9yPgC.jpg",
        "title": "Break Through the Darkness ( 2021 )",
        "description": "ဝေ့ဟယ်ခရိုင် ကျောက်ကျားရွာ ပြန်လည်တည်ဆောက်ရေး\nလုပ်ငန်းများနဲ့ ပတ်သတ်ပြီး ဖျိုဖျက်မှုများ ပြုလုပ်ကြရမှာ\nမတော်တဆတစ်ခုဖြစ်ပွားခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nခရိုင်ဘက်ကနေပြီး ရာဇဝတ်မှု နှိမ်နင်းရေး ရဲတပ်ဖွဲ့ကိုစေလွှတ်ပြီး\nဒေသဆိုင်ရာ စစ်ဆေးမှုတွေလုပ်စေခဲ့ပါတယ်။အဖွဲ့ခေါင်းဆောင် စုန့်ရီးရွေ့ရဲ့ ညွှန်ကြားချက်အောက်မှာ\nကျောက်ကျားရွာက ရွာရဲ့ မျက်နှာဖုံး သားအဖနှစ်ယောက်ကို\nအမှုကိစ္စနဲ့ပတ်သတ်ပြီးစစ်ဆေးမှုတွေလုပ်ခဲ့ပါတော့တယ်။စစ်ဆေးမှုတွေပြုလုပ်ရင်း ပရော့ဂျက်စီစဥ်ရေးခေါင်းဆောင်\nချီဖေးယွီကို စစ်ဆေးခဲ့ပြီး အမှုပေါ်ခါနီးမှာမှ\nချီဖေးယွီတစ်ယောက် ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့တဲ့အခါမှာတော့....?အကြိမ်ကြိမ် အခါခါ ခြိမ်းခြေက်မှုတွေခံရပေမဲ့လဲ\nစုံစမ်းစစ်ဆေးရေးအဖွဲ့က လက်မလျှော့ခဲ့ပါဘူး ။\nနောက်ကွယ်က ကြိုးကိုင်နေသူတွေကို တစ်စ တစ်စ\nလိုက်လံစုံစမ်းရင်း စွန့်စားမှုတွေကိုပါ ကြုံတွေ့လာတဲ့အခါ...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ?\n❏ အဖြစ်မှန်ကိုရော သူတို့ရှာတွေ့နိုင်ပါ့မလား?\n❏ နယ်ခံတွေရဲ့ မျှော်လင့်ချက်လေးကိုရော သူတို့\nရှာဖွေပေးနိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားကြည့်ရှုအဖြေရှာလိုက်ရအောင်လားရှင်\n[Reviewed Bu Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 52 min\nSubtitle : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/break-through-the-darkness-2021/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDA5ZTA5ZGQtM2FkMy00OTFhLTlmNzgtMjQzMjgxNmU3NjFiXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-137x200.jpg",
        "title": "HIT: The 2nd Case (2022)",
        "description": "Hit: The 2nd Case (2022)\n====================\nIMDB ( 7.6/10 - 2.1k)\n'Major' ကားနဲ့ကြမ်းပြခဲ့တဲ့ မင်းသားကြီး Adivi Seshကဒီတစ်ခေါက်မှာလည်း\nဘယ်လိုအမှုတွေဖြေရှင်းပြီးကြမ်းပြဦးမလဲကြည့်လိုက်ကြရအောင်\n(ရင်ထိတ်စရာသတ်ဖြတ်ခန်း‌တွေပါတာကြောင့်\nအသည်းငယ်တတ်သူများအတွက်မသင့်တော်ပါ)ဇာတ်လမ်းအညွှန်း\nအခင်းဖြစ်ရင် တရားခံကို ငါးမိနစ်တည်းနဲ့ဖမ်းပြနိုင်တဲ့ SP ကေဒီ ..\nသတင်းထောက်တွေကြားနာမည်ကြီးရဲတစ်ယောက် ဉာဏ်လည်းကောင်း\nမိတ်လည်းပေါပြီးချစ်သူဖြစ်တဲ့အာရာနဲ့ ဘဝကိုပျော်ပျော်ကြီးဖြတ်သန်းနေသူပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ကိုစမ်းသပ်တဲ့အမှုကြီးပေါ်ပေါက်လာပါတယ် ခေါင်း၊ လက်၊ကိုယ်ခန္ဓာကို\nတခြားစီခုတ်ဖြတ်ထားတဲ့အလောင်းကို လူပုံစံအတိုင်းနေရာချထားတာပါ\nလူတစ်ယောက်ရဲ့ခန္ဓာပေမယ့် ခေါင်းကတော့အဲဒီခန္ဓာကိုယ်ရဲ့ပိုင်ရှင်မဟုတ်ပါဘူး ဆိုတော့\nနောက်ထပ်အလောင်းတွေရှိနေသေးတဲ့သဘောပါ ဒီလိုနဲ့ဒီကိစ္စထဲသူပါဝင်သွားပြီး\nဘယ်လိုအသက်ဘေးတွေတွေ့ကြုံရမလဲ တရားခံကရောဘယ်သူဖြစ်မလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.7GB / 792MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Thet Ko & Yunni & Cherry",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/hit-the-2nd-case-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/s-l600-141x200.jpg",
        "title": "No Retreat, No Surrender (1985)",
        "description": "ဒီကားက Old School ကရာတေးကားလေးပါ နာမည်ကြီးမင်းသားကြီးJean-Claude Van Damme လဲပါဝင်ပါတယ်ဇာတ်လမ်းကတော့ ဇာတ်လိုက်က Jason Stillwell လို့ခေါ်တဲ့ Bruce Lee ရူးရူးနေတဲ့ကောင်လေးပါ.Jason တို့ သားအဖနှစ်ယောက်ဟာ LA မှာကရာတေးသင်တန်းဖွင့်ထားရာ တစ်နေ့လူဆိုးအဖွဲ့အစည်းက သူတို့ရဲ့သင်တန်းကိုလာသိမ်းတော့ Seattle ဘက်ကိုရှောင်နေပါတယ်Jason က Seattle မှာ ကရာတေးသင်တန်းကျောင်းတစ်ခုကိုဝင်Joinရမှာ သင်တန်းBully တစ်ချို့နဲ့တွေ့ရတာ အပြင်းအထန်ကြိုးစားပြီးပိုသန်မာလာပါတယ်ထို့နောက် LA မှာသူတို့သင်တန်းကျောင်းကိုသိမ်းသွားတဲ့လူဆိုးဂိုဏ်းနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ1984 က karate kid လိုမျိုး old school martial art ကားလေးတွေကြိုက်ရင်ဒီကားကိုလဲသဘောကျမှာပါ Fight Choreography တွေလဲတော်တော်ကောင်းပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.9GB) / (1.5GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:39:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/no-retreat-no-surrender-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMu6Qok9zobGsAHfSk1XFstzFN8.jpg",
        "title": "Aporia (2019)",
        "description": "Aporia (2019)\n==========ဇာတ်လမ်းအစမှာ လူတစ်စုကရွာသားတွေကိုဖမ်းပြီးတောင်တွေ\nဆီကိုဦးတည်မောင်းလာတယ်။ ဒါပေမယ့် ရွာသားတွေကိုခေါ်မလာ\nခင် လူတိုင်းရဲ့လည်ပင်းကိုဆေးတွေထိုးပေးလိုက်တယ်။ အခြား\nဆေးတော့မဟုတ်ပါဘူး။ဇွန်ဘီဖြစ်လာနိုင်တဲ့ စမ်းသပ်တဲ့ဆေးတွေ။\nအဲ့ထဲမှာ အာဗင်နဲ့ အိစ်ချ်တို့လင်မယားနှစ်ယောက်လည်းပါတယ်။အာဗင်က ကားနောက်ခန်းထဲမှာ ခေါ်လာတဲ့သူတွေကိုပြန်တိုက်ပြီး\nထွက်ပြေးကြဖို့ တိုင်ပင်ထားကြပေမယ့်လည်း တကယ်လည်းဖြစ်\nလာရောအလုပ်မဖြစ်ဘူး။ ခရီးဆုံးလည်းရောက်ရော ဖမ်းခေါ်လာသူ\nတွေက သူတို့ကို တောင်ကြားတွေဆီကိုပြေးခိုင်း ပြီးတော့ သေနတ်နဲ့\nလိုက်ပစ်တယ်။ ပြေးရင်းနဲ့ပဲ အီချ်နဲအာဗင်ဟာ မြောင်းကြားထဲကို\nကျသွားတာပေါ့။မြောင်းကအတော်လေးနက်ပြီး ပြန်တက်ဖို့မလွယ်\nပါဘူး။ လိုက်သတ်တဲ့သူတွေက မသတ်တော့ဘဲပြန်သွားကြတယ်။\nဒီလိုနဲ့ညရောက်လာတော့ သူတို့ထဲကတစ်ယောက်ကဆေးအစွမ်းပြ\nလာတဲ့အခါမှာတော့....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (620 MB) / (338 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 25mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Horror\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/aporia-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ydTkYBA1wdJKy6y3gVqAFuW4aUq.jpg",
        "title": "The Legend Of Justice WuSong ( 2022 )",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးချင်တာကတော့\nနာမည်ကြီးကာတွန်းတစ်ခုကနေ ရုပ်ရှင်အပြင်အသက်သွင်းထားတဲ့ ဇာတ်လမ်းတစ်ခုပါ။တစ်နေ့မှာတော့ ‌ကျားကိုသတ်ခဲ့လို့ဆိုပြီး သိုင်းသမား\nဝူစုန့်တစ်ယောက်က ပြန်လာရင်း တစ်နယ်‌တစ်ကျေးကို\nပြောင်းနေပြီထင်တဲ့ အစ်ကိုအရင်းဖြစ်သူ ဝူတာ့လန်နဲ့\nငယ်ရွယ်ပြီး ချောမောလှပတဲ့ ဖန်ကျင်းလျန်ဆိုတဲ့ မရီးတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ရိုးအတဲ့အစ်ကိုဖြစ်သူရဲ့ ဇနီးမို့ ရင်းနှီးဖော်ရွေစွာ ဆက်ဆံခဲ့ပေမယ့်လည်း\nနောက်ကြောင်းမရှင်း အကြံကြီးလှတဲ့မရီးဖြစ်သူဟာ\nဂွင်ဖန်ပေမယ့် ကိုယ်ကျင့်တရားကောင်းသူ ဝူစုန့်ကတော့ မဖြုံခဲ့ဘူး\nမြို့အနှံ့အချောအလှနာမည်ကြီးနေတဲ့ ဖန်ကျင်းလျန်ရဲ့\nအလှကျော့ကွင်းမှာ မိသွားသူကတော့ ရှီမန်းချင်ဆိုတဲ့ လူတစ်ယောက်ပေါ့။ဖန်ကျင်းလျန်ကိုမှ လိုချင်လှပါချည်ရဲ့ဆိုပြီး အဘွားနန်ကို\nလာဘ်ထိုးလို့ ရယူဖို့ ကြိုးစားခဲ့ရာကနေ အရှုပ်အထွေးတွေဖြစ်လာခဲ့တယ်\nဝူတာ့လန်နဲ့ ဖန်ကျင်းလျန်ရဲ့အိမ်ထောင်ရေးကရော ဘယ်လိုဖြစ်မလဲ....\nရှီမန်းချင်ရဲ့ဝင်ရှုပ်မှုကြောင့် နောက်ဆက်တွဲ ဘာတွေဖြစ်လာမလဲ....\nဝူစုန့်ကရော ဘာကြောင့်အစ်ကိုဖြစ်သူရဲ့စကားကို ပယ်ရှားရတာလဲ....\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-justice-wusong-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NrY84bYY2bgmQEfZydnBzHyxYz.jpg",
        "title": "White Dragon Horse ( 2022 )",
        "description": "ငယ်ငယ်လေးတုန်းက စွန်းဝူခုန်းရဲ့ အနောက်ဘက်ဆီသို့\nခရီးသွားခြင်းဆိုတဲ့ ဒဏ္ဍာရီလေးကို ကြားဖူးတယ်မလား?\nဒါပေမဲ့ အဲ့ဒီ အနောက်ဘက် အနောက်ပင်လယ်ဆီက\nဒဏ္ဍာရီလေးတစ်ပုဒ်ကိုတော့ သိကြမယ်မထင်ပါဘူး ။အနောက်ပင်လယ်မှာ ရှိတဲ့ နဂါးမျိုးနွယ်စုတွေဟာဆိုရင်\nကောင်းကင်ဘုံ တရားရုံးတော်ကို ခစားတဲ့အနေနဲ့\nအနောက်ပင်လယ်ပြင်ကြီးကို စောင့်ကြပ်ကြရပါတယ်။\nဒါပေမဲ့ ကောင်းကင်ဘုံက နတ်မင်းတွေဟာဆိုရင် နဂါးတွေကို\nသူတို့လက်ခုတ်ထဲက ရေလိုသဘောထားပြီး စားသောက်ဖွယ်အနေနဲ့\nမက်မွန်ပွဲတော်ရောက်တိုင်း နဂါးတွေကို စားသုံးကြပါတယ် ။အနောက်ပင်လယ် နဂါးတိုင်းပြည်ရဲ့ အိမ်ရှေ့စံဖြစ်သူ\nအောင်လျဲ့ဟာ ဒီအရာနဲ့ပတ်သတ်ပြီး စိတ်ထဲမှာ လုံးဝကို အခဲမကျေခဲ့ပါဘူး။\nအဲဒါကြောင့် နဂါးမျိုးနွယ်စွမ်းအားတွေ ပြန်လည်ဖွဲ့စည်းပြီး\nနဂါးအသားစားသုံးတဲ့ ဓလေ့ကို ပြောင်းလဲပစ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ် ။\nတစ်ချိန်ထဲမှာပဲ အောင်လျဲ့တစ်ယောက် သူနဲ့လက်ဆက်ရန်\nစီစဥ်ထားတဲ့ မင်းသမီးလေး ပိပေါ်ထန်နဲ့ တွေ့ဆုံကာ\nမြင်မြင်ချင်းချစ်မိသွားပြီး မောက်မာခဲ့တဲ့ နှလုံးသားလေးက\nအရည်ပျော်ကျသွားရပါတယ် ။ ဒါပေမဲ့လို့ သူချစ်ရတဲ့\nချစ်သူကို ခေါင်းကိုးလုံး မိစ္ဆာဘုရင်က လုယူသွားခဲ့တဲ့အခါမှာတော့...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❏အချစ်အတွက်နဲ့ ဒီခေါင်းကိုးလုံး မိစ္ဆာကြီးကို ချေမှုန်းနိုင်ပါ့မလား\n❏ သတ်ဖြတ်ချင်းခံနေရတဲ့ သူ့ရဲ့မျိုးနွယ်စုတွေကိုရောသူကယ်တင်နိုင်ပါ့မလား\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုမဲ့ ဇာတ်ကားကောင်းလေး\nတစ်ကားဖြစ်တာမို့ အခုပဲကြည့်ရှုရအောင်လားရှင်\n[ Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/white-dragon-horse-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kcQMi948S0K1GyertJP4uhPPei.jpg",
        "title": "Dragon and Tiger ( 2022 )",
        "description": "ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ခပ်မိုက်မိုက်သရုပ်ဆောင်မှုတွေနဲ့\nကြည့်ချင်တဲ့ပရိတ်သတ်တွေအတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nThe Oath of loveထဲကမင်းသား Xu Fangzhouနဲ့\nAshes of loveမင်းသားZhang JunRanတို့သရုပ်ဆောင်တာကြောင့်\nအလွန်ကိုကောင်းတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါပဲကျိုးဖန်ကအိမ်ကစီးပွါးရေးကိုသိပ်စိတ်မဝင်စားဘဲ အပြင်မှာ\nအေးအေးဆေးဆေးလျှောက်လည်ရတာကြိုက်တဲ့သူတစ်ယောက်\nကျိုးဖန့်အစ်မ ကျိုးယွဲ့ကတော့ မိသားစုနဲ့မောင်လေးကို\nစောင့်ရှောက်ဖို့အတွက် ဘာကိုမမူဘဲ အသက်ကိုစွန့်ရဲပြီးကာကွယ်ပေးမဲ့သူမူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုတားဆီးဖို့လုပ်နေရင်းနဲ့ကျိုးဖန့်ရဲ့အဖေကသေဆုံးခဲ့တယ်\nကျိုးဖန့်ကအဖေသေဆုံးပြီးတော့ အေးအေးဆေးဆေးနေတတ်တဲ့ဘဝကနေ\nအဖေ့ကိုသတ်တဲ့ရန်သူကိုရှာတဲ့လမ်းကိုလျှောက်လမ်းခဲ့တယ်\nကျိန့်ယွီရန်ဆိုတဲ့သူက ဖခင်ရဲ့အတည်အမှတ်ပြုတာကိုမရရှိတဲ့အခါမှာ\nရူးသွပ်ပြီးတော့ ဖခင်ကိုသတ်ဖို့လုပ်ခဲ့တယ်\nအဲ့အချိန်မှာဇာတ်ကောင်ကိုရိုက်ထားတဲ့ရိုက်ကွက်နဲ့\nမင်းသားရဲ့သရုပ်ဆောင်မှုကတော့ အတော်လေးကိုကြည့်လို့ကောင်းလှပါတယ်ဒီကားမှာတော့ ရှန်ဟဲရဲ့စျေးကွက်မှာ ဘယ်လိုမျိုးစည်းမျည်းတွေရှိလဲ\nအဲ့ဒီစဉ်းမျဉ်းတွေကိုလိုက်နာဖို့ ဘယ်လိုအာဏာမျိုးနဲ့\nလုပ်ဆောင်နေရလဲဆိုတာရယ် တခြားဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို\nဆက်လက်ခံစားကြည့်ရှုပေးကြပါဦး\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 43 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dragon-and-tiger-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DiiVvvYi0OcIyg28QOkouctGxa.jpg",
        "title": "Embarrassment Of Will ( 2022 )",
        "description": "မိန်းမ စွန့်ပစ်တာကို ခံရပြီး ဘာမှလက်ကြောတင်းအောင်\nမလုပ်တတ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်တဲ့ - ကောဖုန်းမိန်းမနဲ့ကွာရှင်းပြီးတဲ့နောက် စိတ်ပြေလက်ပျောက်\nအရက်ဘားမှာထိုင်နေရင်း မိန်းကလေး မော့လီနဲ့ တွေ့ဆုံခဲ့တဲ့အခါ..?\nအစတုန်းကတော့ ဒီတွေ့ဆုံမှုကို တိုက်ဆိုင်မှုတစ်ခုအဖြစ်ထင်ခဲ့ပေမဲ့လို့\nဒါပေမဲ့ ဒီတွေ့ဆုံမှုဟာ ထူးဆန်းတဲ့ ကိစ္စတစ်ခုနဲ့ ပတ်သတ်နေခဲ့ပါတော့တယ်။အလုပ်မှာ လုပ်ရည်ကိုင်ရည် ရှိလှတဲ့ မော့လီတစ်ယောက်\nနေမကောင်းဖြစ်နေတဲ့ သမီးဖြစ်သူ ဆေးဖိုးရရှိဖို့ ကြိုးစားနေရရှာပါတယ်။\nအဲဒီတစ်ချိန်ထဲမှာပဲ သူမဟာ အရေးကြီးလှတဲ့ တာဝန်တစ်ခုကို လက်ခံရှိခဲ့ပါတယ်။\nအဲဒီတာဝန်ကတော့ ကောဖုန်းကို ပြန်ပေးဆွဲပြီး သူပိုင်ဆိုင်တဲ့\nကျောက်စိမ်းပြားလေးလို့ ခိုးယူဖို့ပါ။ သမီးဖြစ်သူဆေးဖိုးရရှိရေးအတွက်ပဲ\nရှေ့တန်းတင်ထားတဲ့ မော့လီတစ်ယောက် ကောဖုန်းကို စွန့်စားရှာဖွေဖို့ ကြိုးစားလာခဲ့ရင်း.....?❏ ဒီကိစ္စနောက်ကွယ်မှာ ကြီးမားတဲ့ လျှို့ဝှက်ချက်ကြီးတစ်ခု ရှိကြောင်းသိလိုက်ရတဲ့အခါ?\n❏ ကောဖုန်းနဲ့ မော့လီတို့ ဘယ်လိုရင်ဆိုင်တုန့်ပြန်ကြမလဲ？\n❏ နောက်ကွယ်က ကြိုးကိုင်ခိုင်းစေနေသူကတော့ဘယ်သူဖြစ်နေမှာလဲ？\n❏ နောက်ကွယ်က အမှန်တရားကိုရော သူတို့ ရှာဖွေနိုင်ပါ့မလား ？\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့အပြင် အလွဲလေးတွေ\nအခွီလေးတွေပါ ပါတာမို့ တကယ်ကို ကြည့်လို့ကောင်းမဲ့\nဇာတ်ကားလေးတစ်ကားပါပဲ အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed By Chit Mya Mya ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/embarrassment-of-will-2022/",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzAq8h2uV5wRR8IRUkqJzlmcSSN.jpg",
        "title": "Arrest The Wicked ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဆတိုးချေးငွေနဲ့ပတ်သက်ပြီး\nဗဟုသုတလည်းရ မှတ်သားဖွယ်ရာ တရုတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးထဲမှာ ဘယ်ကမှန်းမသိတဲ့ ငွေတွေနဲ့ ချေးငွေလုပ်ငန်းကြီးလုပ်ကာ\nအတိုးပေါ်အတိုးဆင့် ပြီး အတိုးကလူကိုပြန်ဝါးမြိုအောင်\nတမင် လှည့်ကွက်တွေဆင်ထားတဲ့ ထောင်ချောက်ကြီးအကြောင်းကို ရိုက်ကူးပုံဖော်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကိုဆိုရရင် ကျားဖောင်ဆိုသူဟာ\nသူ့စားသောက်ဆိုင်လေး တိုးချဲ့ဖို့ဆိုတဲ့ စိတ်ကူးနဲ့\nငွေတိုးချေးလုပ်ငန်းမှာ ငွေချေးမိရာကနေ နောက်ဆုံး\nအသက်အန္တရာယ်ကြုံတဲ့အထိ အတိုးက လည်ပင်းပေါ်တက်လာတာပေါ့...ဒီလိုနဲ့ ဟောင်ကောင်ဘားမှာ အလုပ်လုပ်တဲ့ ဟောက်ဇီတစ်ယောက်\nလမ်းခွဲကြေး ၃ သိန်းရပြီးကြီးပွားတိုးတက်ဖို့ စိတ်ကူးနဲ့\nကျားဖောင်ဆီရောက်လာတာပေါ့... တိုက်တိုက်ဆိုင်ဆိုင်\nကျားဖောင်ကလည်း သူ့ကို ပါတနာအဖြစ် စိတ်လိုလက်ရ\nကြိုဆိုနေတာမြင်တော့ သူအပျော်ကြီးပျော်သွားတာပေါ့...တစ်ဖက်က ကျားဖောင်လည်း အပျော်ကြီးပျော်ကာ\nဟောက်ဇီကို စားသောက်ဆိုင်လွှဲပြီး ထွက်ပြေးသွားလေရဲ့\nအဲ့တော့ကာ ငွေတိုးချေးသမားတွေကို ငွေပြန်ဆပ်ရမယ့်သူက ဟောက်ဇီဖြစ်သွားတာပေါ့...နေ့ချင်းညချင်း ဆိုင်ရှင်ကနေ အကြွေးထူဘဝရောက်သွားတဲ့\nဟောက်ဇီတစ်ယောက် အတိတ်မေ့နေတဲ့ လူနာတစ်ယောက်နဲ့ ဆုံမိခဲ့ရာကနေ...ကဲ ဒီတော့ကာ ကျားဖောင်တစ်ယောက် တကယ်ပြေးလွတ်မှာလား...\nဟောက်ဇီရော ဘယ်လို ကျော်ဖြတ်မလဲ...\nကျားဖောင်လိုပဲ သူလည်း နောက်တစ်ယောက်ပုခုံးပေါ် အကြွေးလွှဲပေးမှာလား...\nအမြန်သာ ကြည့်လိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/arrest-the-wicked-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRfP0MPGaLNCWyQkWJI1rfjeVjS.jpg",
        "title": "The Female General Fan Lihua ( 2022 )",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ ရှေးခေတ်သူရဲကောင်းဖန်လိဟွားဟာ\nဓားပြတွေနဲ့တိုက်ခိုက်ရာမှာ အထင်ကရကျော်ကြားတဲ့\nအတွေ့အကြုံအကြောင်းကိုရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ဖန်လိဟွားက ဓားပြတွေကိုသုတ်သင်ရှင်းလင်းချင်တာကြောင့်\nသန်မာတဲ့ ရွှယ်တင်းရှန်နဲ့တွေ့ဆုံခဲ့ပြီး ရွှယ်တင်းရှန်းကိုလည်း\nမြင်မြင်ချင်းမှာပဲချစ်မိသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ရွှယ်တင်းရှန်ကတော့\nသူမကို လက်နက်ချပြီးသူမရဲ့ နယ်ပယ်ကိုပဲပြန်သွားစေချင်ခဲ့ပါတယ်။သူတို့နှစ်ယောက်က အခက်အခဲတွေ ရည်ရွယ်ချက်တွေကို\nတစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုပေးပြီး ဓားပြတွေကို\nအတူတူနှိမ်နှင်းဖို့လုပ်ဆောင်ခဲ့ကြတယ် ဒီလိုနဲ့အဆုံးသတ်မှာတော့\nသူတို့နှစ်ယောက်ရဲ့ကံကြမ္ပာကဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့\nစောင့်မျှော်ကြည့်ရှုပေးကြပါဦးရှင့်\n[ Reviewed By Ou ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-female-general-fan-lihua-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/18XUe7CXroFahfBukmlWdOItWkm.jpg",
        "title": "The Hunting ( 2022 )",
        "description": "နှစ်ကူးအားလပ်ရက်မှာ ရိုစရာချိုစရာမရှိတဲ့ တစ်ကိုယ်တည်းတောက်ပနေသူလေး\nတွေအတွက်အသင့်တော်ဆုံး သဲထိတ်ရင်ဖိုကားလေးကို CMမှတင်ဆက်ပေးလိုက်ပါတယ်။ဝက်ဝံအမဲလိုက်ဖို့အကောင်းဆုံးအချိန်ဖြစ်တဲ့ ချမ်းအေးတဲ့ဆောင်းရာသီမှာ\nဝက်ဝံခြေရာခံတဲ့လူနှစ်ယောက်ဟာ\nကောင်းကင်ကကျလာတဲ့အလင်းတန်းကြီးကိုတွေ့လိုက်ရတယ်။ဥက္ကာခဲကြီးလား ဘာတွေလဲဆိုပြီး သူတို့သွားကြည့်တဲ့အချိန်မှာ\nရက်စက်ကြမ်းကြုတ်တဲ့ ထူးဆန်းသတ္တဝါတွေနဲ့ကြုံတွေ့လိုက်ရတယ်။\nလူတွေကဝက်ဝံတွေကိုအမဲလိုက်တဲ့နယ်မြေဟာ\nလူတွေကိုပြန်ပြီးအမဲလိုက်တဲ့နယ်မြေအဖြစ်ပြောင်းသွားပါတော့တယ်။\nကောင်းကင်ပေါ်ကကျလာတဲ့သတ္တဝါတွေကိုလူတွေဟာ\nဘယ်မျိုးများနှိမ်နင်းကြမလဲ..... သားကောင်ဘဝနဲ့ပဲ\nလူတွေဟာနေသွားရတော့မှာလားဆိုတာကို သဲထိတ်ရင်ဖိုကြည့်လိုက်ကြပါဦးနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-hunting-2022/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGzENlBPYJEFWZnye4t3nqWSSp1.jpg",
        "title": "Hidalgo(2004)",
        "description": "Hidalgo(2004)==============ဒီတစ်ခါမှာတော့ Adventure အမျိုးအစားကို ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးတို့ကို ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါဦးမယ်။ ဇာတ်ကားနာမည်ကတော့ Hidalgo လို့ခေါ်ပြီး၂၀၀၄ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အမေရိကန် မြင်းစီးသမား Frank Hopkins နဲ့သူ့မြင်း Hodalgo ရဲ့ ဖြစ်ရပ်မှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင် Frank Hopkins နဲ့သူ့မြင်းက Buffalo Bill ဆိုသူရဲ့ Wild West show မှာ အကြမ်းခံနိုင်ဆုံးမြင်းစီးသမားအဖြစ် ပါဝင်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီနာမည်ကို အာရပ်လူမျိုး‌တွေ ဖြစ်ကြတဲ့ ရှိတ်မိသားစုက သဘောမကျကြပါဘူး။ဘာလို့လဲဆိုတော့ အတော်ဆုံးမြင်းစီးသမားနဲ့ အကောင်းဆုံးမြင်းကသူတို့ဆီမှာပဲ ရှိတယ်လို့ ယူဆကြလို့ပါ။ ဒါကြောင့်မလို့ ရှိတ်မိသားစုကFrank Hopkins ကို \"မီးပင်လယ်\"လို့ခေါ်တဲ့ ပြိုင်ပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ ဖိတ်ခေါ်ခဲ့ပါတယ်။ ပြိုင်ပွဲကို အနိုင်ရရှိသူက ဆုကြေးငွေအနေနဲ့အမေရိကန်ဒေါ်လာ ၁ သိန်း အနိုင်ရမှာပါ။ပိုကောင်းတဲ့အနာဂတ်ကို ရရှိဖို့အတွက် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hidalgo2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-v-140x200.jpg",
        "title": "The VelociPastor (2018)",
        "description": "စူပါပါဝါလည်းရှိ၊ ဒိုင်နိုဆောလည်းပါပြီး၊ နင်ဂျာတွေနဲ့ပါချတဲ့ ရုပ်ရှင်မျိုး မရှိဘူးထင်ရင် မှားသွားပါမယ်။Social mediaတွေမှာတွေ့နေကြ memeရုပ်ရှင်လေးလာပါပြီ။\nခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ပါးဟာ သူ့မိဘတွေဆုံးပါးသွားတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဖြစ်အောင် တရုတ်ပြည်ဘက် ခရီးထွက်လာပါတယ်။ တရုတ်ပြည်သွားရာကနေ မထင်မှတ်ပဲ ဒိုင်နိုဆောအဖြစ်ပြောင်းနိုင်တဲ့အစွမ်းတွေရရှိလာပါတော့တယ်။ ဒိုင်နိုဆောအစွမ်းတွေရှိလာတဲ့အချိန် ကာရိုဆိုတဲ့ အပျော်မယ်လေးနဲ့တွေ့ဆုံမိချိန်မှာ သူ့ရဲ့ ဒိုင်နိုဆောပြောင်းနိုင်တဲ့ အစွမ်းတွေကို ဘယ်လိုအသုံးချသွားမလဲဆိုတာကြည့်ရှု့ရမှာပါ။ File size…(1.63GB)  / (837MB) / (483MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Action / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://channelmyanmar.org/the-velocipastor-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/StreetFighterMoviePoster-134x200.jpg",
        "title": "Street Fighter (1994)",
        "description": "Street Fighterဗန်ဒိန်းဆိုတာနဲ့ ကျွန်တော်တို့ ငယ်ဘဝကကြည့်နေကျ အက်ရှင်မင်းသားကြီးဆိုတာ အမှတ်ရနေကြမှာပါ...Street Fighter ဆိုတဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ ဗန်ဒိန်းက Col. Guile အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်အာရှတစ်လွှားမှာ သူသတ်အကြမ်းဖက်လုယက်နေတဲ့ အာဏာရူး General Bisonဟာ မဟာမိတ်ညွှန့်အပေါင်းအဖွဲ့က စေတနာဝန်ထမ်၆၀ကျော်ကို ပြန်ပေးဆွဲသွားကာ လျော်ကြေးငွေ ၂၀ဘီလီယံတောင်းဆိုလာတဲ့အခါ ဗန်ဒိန်းတို့ မဟာမိတ်တပ်တွေက ဝင်ရောက်တိုက်ခိုက်ဖို့ဖြစ်လာပါတော့တယ်...ဒါတင်မကသေးဘဲ ဘိုင်ဆန့်လက်ချက်ကြောင့် ဒုက္ခရောက်ခဲ့ရသူအပေါင်းကလည်း လက်စားချေတုံ့ပြန်ဖို့ ကြံစည်လာတဲ့အခါ....တချိန်က ဗန်ဒိန်းကားတွေကို ကြည့်ခဲ့ဖူးသူဆိုရင်တော့ ဒီဇာတ်လမ်းလေးက ငယ်ဘဝကိုလည်း ပြန်ပြောင်းသတိရစေမှာပါAction ကြိုက်တဲ့သူတွေ့အဖို့လည်း အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေး တစ်ကားမို့တင်ဆက်ပေးလိုက်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1.1GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:42:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/street-fighter-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjQ1MTYxMzA4OF5BMl5BanBnXkFtZTgwNjg2NTM1MTI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Conspiracy Theory (1997)",
        "description": "ခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသမီး အလှပဂေး Julia Roberts နဲ့ ဒါရိုက်တာ-သရုပ်ဆောင် မင်းသားကြီး Mel Gibson တို့ရဲ့ ပြောင်မြောက်တဲ့ သရုပ်ဆောင်ချက်တွေ ပါဝင်ပြီးတော့ ကြည့်ရှုသူတွေအနေနဲ့ အက်ရှင်၊ နိုင်ငံရေးလျှို့ဝှက်မှုခင်းတွေနဲ့ အချစ် အကြောင်းတို့ကို စုံလင်စွာ ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။\nတက္ကဆီမောင်းသမား Jerry က နိုင်ငံမှာ ဖြစ်ပျက်နေတာတွေအကုန်လုံးကို လိုက်ကြည့်ပြီး ဒါကတော့လက်မဲကြီးတွေကလုပ်တာ၊ ဘယ်သူတွေကကြိုးကိုင်နေလို့ ဒီလိုဖြစ်တာဆိုပြီး ကိုယ်ပိုင်သီအိုရီတွေထုတ်တတ်လေ့ရှိပါတယ်။\nတက္ကဆီမောင်းတဲ့သူလည်း ဖြစ်နေတော့ လူတွေအများကြီးနဲ့ ဆက်ဆံရပြီး တွေ့သမျှလူတိုင်းကိုလည်း သူ့အတွေးတွေအကုန်လုံးကို လိုက်ပြောလေ့ရှိပါတယ်။\nသူပြောသမျှက ယုံချင်စရာမကောင်းလွန်းလို့ အရူးလို့ထင်ရပေမဲ့ သူပြောတဲ့အထဲက တစ်ခုခုကမှန်သွားပြီးတော့ သူ့ကိုလိုက်ဖမ်းတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာပါတယ်။ Jerry ကတော့ သူထုတ်ထားတဲ့ သီအိုရီတွေက များလွန်းလို့ ဘယ်ဟာကြောင့်ခုလို ဖြစ်ရတယ်ဆိုတာတောင် မသိတော့ပါဘူး။\nJerry မှာ သူ အရူးအမူးစွဲလမ်းနေတဲ့ Alice လို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်း ရှိပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/conspiracy-theory1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/a-1-135x200.jpg",
        "title": "Abraham Lincoln: Vampire Hunter(2012)",
        "description": "Abraham-Lincoln-Vampire-Hunter(2012)==================================အမေရိကကို ပြင်ပကနေ ဘယ်တော့မှ ဖျက်ဆီးနိုင်မှာမဟုတ်ဘူး။ကျုုုပ်တို့အင်အားချိနဲ့ပြီး လွတ်လပ်မှုတွေဆုံးရှူံးရပြီဆိုရင် ဒါဟာကျုပ်တို့ကိုယ်တိုင် ဖျက်ဆီးပစ်တာကြောင့်ပဲ ဖြစ်လိမ့်မယ်။(အေဘရာဟမ်လင်ကွန်း)သမ္မတလင်ကွန်း ဆိုခဲ့သလို စစ်ရေး၊ စီးပွားရေးမဟာအင်အားကြီးစူပါပါဝါအမေရိကကို ပြင်ပကမ္ဘာကဖျက်ဆီးနိုင်ဖို့၊ ရန်သတ္တရုပြုဖို့ဆိုတာ မလွယ်လှသလို၊ဆိုးရွားပြင်းထန်တဲ့ အကျိုးဆက်တွေနဲ့ကြုံတွေ့ရမှာမြေကြီးလက်ခတ်မလွဲပါပဲ။ 'သွေးထွက်သံယိုမှုမရှိဘဲနိုင်ငံတစ်ခုကို မတည်ဆောက်နိုင်' ဆိုတဲ့အတိုင်းလင်ကွန်းကိုယ်တိုင်ထိတ်လန့်ခြောက်ခြားဖွယ်ရာသွေးသံရဲရဲ အနိဌာရုံတွေ၊ တိုက်ခိုက်သတ်ဖြတ်မှုတွေကိုရှောင်လွှဲမရစွာ လုပ်ဆောင်ခဲ့ရတာလည်း ရှိလေရဲ့။လင်ကွန်းရဲ့ ကျော်ကြားလှတဲ့ အထက်ပါစကားရပ်လိုအမေရိကကိုအပြီးတိုင် ဖျက်ဆီးပစ်မယ့် ရန်သူဟာနိုင်ငံအတွင်းမှာ တကယ်ကိုရှိနေခဲ့ပါပြီ။အေဘရာဟမ်လင်ကွန်း လို့ဆိုလိုက်တာနဲ့အမေရိကရဲ့၁၆ ယောက်မြောက်သမ္မတ၊ ငွေဝယ်ကျွန်စနစ်ပပျောက်ရေး ကြိုးပမ်းသူစတဲ့ သမိုင်းအချက်အလက်တွေကိုသာ သတိရကြစမြဲပါ။ လင်ကွန်းနဲ့ပတ်သက်ပြီးအလွန်အရေးကြီးလှသည့်တိုင် သမိုင်းမတွင်တဲ့အကြောင်းခြင်းရာတစ်ခုကတော့ အင်မတန် လူသိနည်းလှပါတယ်။ အဲဒါကတော့လင်ကွန်းဟာ နေ့ဘက်မှာတိုင်းပြည်ကို သမ္မတအဖြစ် စီမံအုပ်ချုပ်ပြီး၊အကာလညအခါမှာ သွေးစုပ်ဖုတ်ကောင်တွေကို လိုက်လံသုတ်သင်ချေမှုန်းသူတစ်ဦး ဆိုတာပါပဲ။ ဒီသမိုင်းဖြစ်ရပ်တွေကိုဆက်သ်ဂရေဟမ်စမစ်သ် က လေ့လာဖော်ထုတ်ဇာတ်ညွှန်းခွဲပြီး၊ ဒါရိုက်တာ ဘက်ခ်မမ်ဘီတော့ဗ် ကရိုက်ကူးတင်ပြလိုက်တဲ့အခါ-Abraham Lincoln: Vampire Hunter ဆိုပြီး ဖြစ်လာပါတယ်။ခေါင်းဆောင်မင်းသား ဘင်ဂျမင်ဝေါ်ကာရဲ့အထူးပီပြင်လှတဲ့ အင်ပြည့်အားပြည့် သရုပ်ဆောင်ချက်တွေ၊သွေးပျက်ခြောက်ခြားစရာ တိုက်ခိုက်ခန်းတွေ၊အန်ထော်နီမက်ကီ၊ ဒေါမနစ်ကူးပါး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-22/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wA0ZX8BC6AB6IimmKyMWT0PzUov.jpg",
        "title": "Mad Heidi (2022)",
        "description": "Mad Heidi (2022)(1080p ရပါပြီ)ဒီဇာတ်ကား‌လေးက ဆွစ်ဇာလန်က Alps တောင်တန်းတွေမှာ ဇာတ်အိမ်စတည်ထားပြီး အသည်းတစ်ခြမ်း မိန်းမကြမ်းကားကိုမှ ဟာသလေးနည်းနည်းနှောပြီးကြည့်ရမယ်ကားလေးပါပဲ။ဟာသနှောဆိုပေမယ့် ခပ်ပေါ့ပေါ့ကားတော့မဟုတ်ဘဲ သွေးထွက်သံယိုနဲ့ကြည့်ရမှာပါ။ဖြစ်ကြောင်းကုန်စင်ကတော့ အဲ့အချိန်အခါက ဆွစ်ဇာလန်မှာ ဆွစ်ချိစ်ကို မစားရင်၊ ချိစ်မှာပါတဲ့ နို့သကြားဓာတ်ကိုမခံနိုင်ရင်\nရာဇဝတ်မှုဆိုပြီး ဖမ်းဆီးသတ်ဖြတ်ခံရပါတယ်တဲ့။ အဲ့အမိန့်ချတဲ့ ဆွစ်ခေါင်းဆောင်ကြီးဟာဆိုရင်ဖြင့် သူ့ချိစ်ကို ပြည်တွင်းမှာတင်မက နိုင်ငံအနံ့တင်ပို့ပြီး ကမ္ဘာကို အပိုင်သိမ်းချင်နေတာပါ။တောင်ပေါ်သူ ဟိဒ်ဒီလေးရဲ့ ချစ်သူဆိတ်ပီတာဟာ အဲ့ကိစ္စနဲ့ပတ်သက်ပြီး အသတ်ခံလိုက်ရလို့ ကလဲ့စားချေလိုမှုကစတာပါပဲ။အသည်းတစ်ခြမ်းနဲ့ မုဆိုးမ မိန်းမကြမ်းကြီး ဟိဒ်ဒီတစ်ယောက် ဘယ်လိုကလဲ့စားချေမလဲ?\nကမ္ဘာကိုရောကယ်တင်နိုင်မလား? ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။ဆွစ်ဇာလန်သူလေးရဲ့အဖြစ်ကို ဆွဇ်ဇာလန်ရိုးရာ လက်နက်တွေ၊ ဝတ်စုံတွေအပြင် ဆွစ် ချိစ် လှိုင်လှိုင်နဲ့ ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို ကို Themes က ရေးပေးထားပါတယ်။)File Size          : 1.9GB, 886MB, 418MB\nQuality  ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mad-heidi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWU2MWVhYjQtNjBiMy00ZTEwLWE5NDctZTZiNjEwZTc3YWZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-169x200.jpg",
        "title": "24 (2016)",
        "description": "24 (2016)\nAction, Comedy, Drama\nIMDb 7.9/10 (23K)အခုတစ်ခါ Old is Gold ဆိုတဲ့အတိုင်း မင်းသားချောလေး ဆူးရီးယားရဲ့\nTime Travel ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ဒီဇာတ်ကားမှာ ဆူးရီးယားဟာ အဖေနေရာ..သားနေရာနဲ့ ဗီလိန်နေရာတွေမှာ\nသုံးကိုယ်ခွဲအဖြစ် ဇာတ်ရုပ်ကို ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး ဆမန်းသားနဲ့ နစ်သယားတို့ကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၇၀ မှာ ခန့်မှန်းခြေ ရူပီ ကုဋေ ၁၀၀ ဝန်းကျင်အထိ ပြန်လည်ရရှိခဲ့တဲ့\nကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ကဲ အခု ဇာတ်လမ်းကိုသွားမယ်။စည်သူနဲ့ အက်ထရီယားဆိုတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာ စည်သူဟာ မိဘတွေရဲ့အလေးပေးခြင်းကို\nခံရပြီး သိပ်တော်သိပ်ထက်တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ပေါ့။အိန္ဒိယနံပါတ် ၁ နာရီကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဖီးနစ်နာရီကုမ္ပဏီကို ပိုင်ဆိုင်ထားပါတယ်။စည်သူဟာ အချိန်ခရီးသွားလို့ရတဲ့ နာရီလေးတစ်လုံးကို တီထွင်ဖန်တီးနေခဲ့တယ်။အောင်မြင်သွားတဲ့အချိန်မှာ မနာလိုရန်လိုစိတ်များနေတဲ့ အက်ထရီယားဟာ\nစည်သူ့အိမ်ကို တပည့်တပန်းတွေတသိုက်နဲ့ နာရီကိုလက်ဝယ်အပိုင်သိမ်းဖို့\nရောက်လာခဲ့ပါပြီ။ရှေ့ဆက်ပြီး ဇာတ်လမ်းရဲ့လှည့်ကွက်လေးတွေနဲ့ ကံကြမ္မာရဲ့စေစားချက်တွေကို\nမျက်တောင်မခတ်တမ်းကြည့်ရမယ့် ဒီကားလေးမှာ မျောပါရဦးမှာဖြစ်ပါတယ်လို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…3.2GB / 1.64GB\nQuality…1080p ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/24-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/the-flu-2013-133x200.jpg",
        "title": "The Flu (2013)",
        "description": "[Unicode]The Flu (2013)လက်ရှိဝူဟန်ဗိုင်းရပ်စ်ဖြစ်နေတဲ့အချိန်မှာ ၂၀၁၃လောက်ကထွက်ထားတဲ့Flu လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ။ဇာတ်လမ်းကတော့ တရုတ် ဖိလစ်ပိုင် စတဲ့မတူတဲ့နိုင်ငံတွေကနေကိုရီးယားကို\nတရားမဝင်လူကုန်ကူးတဲ့ကွန်တိန်နာပေါ်ကပါလာတဲ့ နိုင်ငံခြားသားလူမျိုးတွေဆီမှာ H5N1ဆိုတဲ့ဗိုင်းရပ်စ်အဖျားပိုးပါလာခဲ့တယ်...တောင်ကိုရီးယားဆိပ်ကမ်းကို ကွန်တိန်နာရောက်ရှိလာတဲ့အချိန်မှာ ကိုးရက်တာကြာခဲ့ပြီး\nကိုးရက်တာအတွင်းအလုံပိတ်ကွန်တိန်နာထဲမှာရှိတဲ့အဖျားပိုးက ရောဂါအညစ်အကြေးဘာညာစတာတွေကြောင့် Avian Virusဆိုတဲ့တုတ်ကွေးဗိုင်းရပ်စ်အဖြစ်သန္ဓေပြောင်းခဲ့တယ် ၊နိုင်ငံတကာမှာ H5N1 ဝက်တုတ်ကွေးစတဲ့ဗိုင်းရပ်စ်တွေဖြစ်ပြီး လူအသေပျောက်ရှိခဲ့ပေမယ့်\nရာသီတုတ်ကွေးလောက်သာဖြစ်ပြီး ကြီးကြီးမားမားဖြစ်ဖူးတာမျိုးမရှိတဲ့တောင်ကိုရီးယားနိုင်ငံ ဘူဒန်မြို့ကို ထိုဗိုင်းရပ်စ်ရောက်ရှိလာတဲ့အချိန်မှာတော့....ကန်ဂျီဂူးဆိုတဲ့ ကယ်ဆယ်ရေးအဖွဲ့ကဝန်ထမ်းလေးနဲ့ ရောဂါရှာဖွေရေးကဆရာမကင်အင်ဟေးနဲ့သမီးဖြစ်သူ ကင်မီရီဆိုတဲ့\nဇာတ်ကောင်တွေနဲ့ ဒီဇာတ်လမ်းကိုပိုအသက်ဝင်အောင်ပုံဖော်ထားပါတယ် ။တစ်ကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ လက်ရှိ coronaဒဏ်ကိုအံတုနေရတဲ့ တရုတ်နိုင်ငံကြီးဘေးကင်းပါစေလို့ဆုတောင်းရင်း တင်ဆက်ပေးလိုက်ပါတယ်...။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )File Size__(3GB) / (1.6B)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:27:00\nType__Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myint Myat Thinn\nEncoded by Naing Aung Latt",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-flu-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfzuiwo7f41Z4xWEDsto8PeH1G.jpg",
        "title": "Infernal Affairs III (2003)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/infernal-affairs-iii/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lASGJBxKgPVISnpVTCBCoRFJWfA.jpg",
        "title": "Infernal Affairs II (2003)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/infernal-affairs-ii/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gix9thDBXfjJ8M7rYbihqbQGBcP.jpg",
        "title": "Infernal Affairs (2002)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/infernal-affairs-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WWcunHDT9qqVYDrs2t5VJ0BiNk.jpg",
        "title": "Hell’s Garden (2021)",
        "description": "Hell's Garden (2021)ဒီတစ်ခါမှာတော့ Imdb 6.4/10 ရရှိထားတဲ့ ဂျပန်ဟာသအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် သာမန်ကားတွေနဲ့ မတူတာကတော့ မိန်းကလေးတွေ တိုက်ခိုက်နေကြတာကိုပဲ မြင်ရမှာဖြစ်ပါတယ်။ဘယ်နယ်ပယ်မှာမဆို ဝန်ထမ်းအမျိုးသမီးတွေရဲ့ အုပ်စုတွေရှိကြပါတယ်။ ကုမ္ပဏီတစ်ခုထဲမှာလည်း အုပ်စုတွေအများကြီးရှိနိုင်သလို အုပ်စုရဲ့ ဘော့စ်ကိုတိုက်လို့နိုင်သွားတာနဲ့ တစ်အုပ်စုလုံး အနိုင်ရတဲ့သူလက်အောက်ရောက်မှာပါ။ အဲဒီလိုနဲ့အုပ်ချုပ်နေကြပါတယ်။တာနာခနာအိုကိုဆိုတဲ့ မိန်းကလေးကတော့ အဲဒီကိစ္စတွေစိတ်မဝင်စားဘဲ သာမန်ရုံးအလုပ်လေးပဲ လုပ်နေချင်တဲ့သူပါ။ ဒါပေမဲ့ တစ်နေ့ ရုံးကို အသစ်ရောက်လာတဲ့ ဟိုဂျိုရန်ဆိုတဲ့ ဝန်ထမ်းသစ်က ကုမ္ပဏီကို လက်ရှိအုပ်ချုပ်နေတဲ့ အုပ်စု ၃ စုလုံးကိုအနိုင်ရသွားတဲ့အခါ ...ဒါ့အပြင် နာအိုနဲ့လည်း အရမ်းခင်မင်သွားတဲ့အခါမှာတော့ ...ပါဝင်ပတ်သတ်မိတဲ့ နာအိုတစ်ယောက် သူလိုချင်တဲ့သာမန်ဘဝလေးကို ဆက်လက်ထိန်းသိမ်းနိုင်ပါ့မလား?(ဇာတ်လမ်းအညွှန်းကို ကို Shin Rina က ရေးပေးထားပါတယ်။)File Size          : 3.7GB, 1.1GB, 542MB\nQuality        ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hells-garden-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4BREJsRq3ycZCikU4GCc6SWs7hu.jpg",
        "title": "Blasting ( 2022 )",
        "description": "ဒီတစ်ခါ ကြမ်းမှရမ်းမှကြိုက်တယ်ဆိုတဲ့\nCMပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးမဲ့ကားလေးကတော့\nBlastingဆိုတဲ့ မှုခင်းကားလေးတစ်ကားပါရှောင်ကွေ့တိုညီအစ်ကိုနှစ်ယောက်ဟာ ဒုစရိုက်သမားသောင်းယွီချင်ရဲ့\nဖိအားပေးခံရမှုကြောင့် ပေါင်ဖူရတနာဆိုင်ကို လုယက်ဖိုပါသွားခဲ့ကြပါတယ်အစ်ကိုဖြစ်သူဟာ လောင်သောင်းရဲ့လှည့်စားမှုခံရပြီး\nရတနာဆိုင်ထဲမှာတင် ပေါက်ကွဲပြီးသေဆုံးသွားသောအခါ\nတာဝန်ထမ်း ဆောင်နေစဥ်အတွင်း\nရတနာဆိုင်ပေါက်ကွဲမှုအတွက် ဓားစာခံသွားကယ်ခဲ့သော ရဲသားရွှ\nရဲသားတစ်ယောက်ပေမဲ့ တစ်ဖက်ရန်သူက လက်နက်ချပြီး\nသူ့ကိုကယ်ဖိုအကြိမ်ကြိမ်တောင်းဆိုသောကြောင့်\nဗုံးကိုဖြုတ်ပြီးကယ်ဖို အစွမ်းကုန်ကြိုးစားပေးပေးခဲ့ပါတယ်ဒါပေမဲ့ သူကဗုံးဖြုတ်မကျွမ်းကျင်ဒါကြောင့်\nမကယ်တင်လိုက်နိုင်ပဲ ရှောင်ကွေ့အစ်ကိုကသေဆုံးသွားခဲ့ရပါတော့တယ်\nမသေဆုံးခင်မှာ ရှောင်ကွေ့ကိုကယ်တင်ပေးဖို\nသူ့အစ်ကိုက နောက်ဆုံးအနေနဲ့ ဟစ်အော်မှာကြားခဲ့သောအခါနောက်ခုနှစ်အကြာမှာတော့ အဲ့ကိစ္စကိုမမေ့နိုင်လို့ ကြိုးစားခဲ့တဲ့ ကပ္ပတိန်ရွှ\nပိုက်ဆံဝေစုမပေးဘဲ လိမ်လည်ပုန်းရှောင်နေသော ဒုစရိုက်သမားသောင်းယွီချင်\nသွေးကြွေးအတွက် လိုက်ရှာနေသော ရှောင်ကွေ့\nကဲဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဇာတ်လမ်းလေးပဲ ကြည့်လိုက်ရအောင်နော်\n[ Reviewed By Kong Hou ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/blasting-2022/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-big-135x200.jpg",
        "title": "The Big Hit (1998)",
        "description": "The Basketball Diaries, Ted 1,2,3, Planet of the Apes,Transformers အစရှိတဲ့ တစ်ကမ္ဘာလုံးကြိုက်ကြတဲ့ရုပ်ရှင်တွေအပြင် ထွက်ရှိထားတာ သိပ်မကြာသေးတဲ့ Uncharted , Me time တို့မှာလည်း သရုပ်ဆောင်ထားပြီး ဒီကားမှာလည်းအဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့Mark Wahlbergရဲ့နောက်ထပ်ရုပ်ရှင်ဇာတ်ကားကောင်း တစ်ကားလာပါပြီ။ Jakie Chanရဲ့ Twin dragons, Crime storyအစရှိတဲ့ ရုပ်ရှင်တွေကိုရိုက်ကူးပေးထားတဲ့ Director Kirk Wongကပဲ ဒီကားကိုရိုက်ကူးပေးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ မယ်ဗင်(Mark Wahlberg)က အလုပ်မှာတော်ပင်မယ့် လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ ဝိုင်းညစ်ပတ်တာခံနေရသလို ရည်းစားတွေရဲ့ ပလေးခြင်းကိုခံနေရတဲ့ကြေကွဲလူငယ်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပါတယ်။ တနေ့မှာ လုပ်ဖော်ကိုင်ဖက်သူငယ်ချင်းတွေရဲ့ ကောင်းမှုနဲ့ ခဲခို(Keiko)ဆိုတဲ့ ဂျပန်သူဌေးမွဲကြီးရဲ့ သမီးဖြစ်သူကိုပြန်ပေးဆွဲတဲ့အမှုထဲမှာပါဝင်ပတ်သက်မိပါတော့တယ်။ ခဲခိုကို ပြန်ပေးဆွဲပြီးတဲ့နောက်မှာ မယ်ဗင်တစ်ယောက်ဘယ်လိုအခက်ခဲတွေကြုံရမလဲ သူ့ရဲ့ပလေးခံဘဝလေးကနေ အချစ်စစ်ကိုရှာတွေ့သွားမလား၊ အသက်ဘေးကနေရော လွတ်မြောက်သွားနိုင်ကြပါ့မလား ဆိုတာတွေကို ဒီကားထဲမှာ ကြည့်ရမှာဖြစ်ပါတယ်။ Actionဇာတ်ကားကြိုက်တဲ့လူတွေအတွက် ဒီကားကတော်တော်ကောင်းပါတယ်၊ ပျင်းလည်းမပျင်းရသလို ဇာတ်လမ်းကလည်း ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-big-hit-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5az8rzupOLWufBl0W02ubB9lSmU.jpg",
        "title": "Zombie Chikadees ( 2022 )",
        "description": "ထိပ်တန်းငှက်လေ့ကျင့်ရေး ဆရာကြီးတစ်ယောက်ဖြစ်တဲ့\nမောင်ရှန်းဟောင်ဟာ ဖီးနစ်ကျွန်းကို သွားရောက်ခဲ့ပြီးတော့\nဗီဇပြောင်းငှက်မျိုးစေ့တွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံခဲ့ရပါတယ်ထူးဆန်းစွာနဲ့ပဲ လူတွေကလဲ တစ်ယောက်ပြီးတစ်ယောက်\nပျောက်ဆုံးလို့ နေပါတယ် တစ်ဆက်ထဲမှာပဲ\nမြို့တော်ရဲ့ လူချမ်းသာအိမ်တော်ဖြစ်တဲ့ မုန့်အိမ်တော်ရဲ့\nသခင်ကြီးဟာ သေဆုံးရာကနေပြီး\nဖုတ်သစ္ဆေတစ်ကောင်ကို ပြန်နိုးထလာခဲ့ပါတယ်ထိပ်တန်းငှက်လေ့ကျင့်ရေး ဆရာကြီး မောင်ရှန်းဟောင်က\nဒီသေဆုံးမှုဟာ ငှက်တစ်ကောင်တိုက်ခိုက်ခံရလို့ သေဆုံးတယ်လို့\nကောက်ချက်ချခဲ့ပေမဲ့ ဘယ်သူကမှယုံကြည်ချင်းမရှိခဲ့ပါဘူး\nမြို့တော်က လူတွေကလဲ ကောလဟာလတွေမှတစ်ဆင့်\nစိတ်တွေ ကယောင်ခြောက်ခြားတွေဖြစ်လို့လာမှာ\nအုံကြွမှုတွေပါ ဖြစ်လို့လာပါတယ် ဒီလိုနဲ့ မုန့်အိမ်တော်ရဲ့\nသခင်လေးဖြစ်သူလဲဖြစ် ညွှန်ကြားရေးမှူးချုပ်လဲဖြစ်တဲ့\nမုန့်ချန်နဲ့ အတူတူ အမှန်တရားကို ရှာဖွေခဲ့ကြတဲ့အခါ -❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❏ သူတို့ပြောနေတဲ့ ဖုတ်သစ္ဆေဆိုတဲ့ အရာကရော အမှန်ပဲ ဖြစ်နေမလား\n❏ အဲဒီတိုက်ခိုက်ကြတဲ့ ငှက်ဆိုးတွေကရော\nဘာတွေကြောင့်ဖြစ်နေကြမလဲ ဆိုတာ ရင်တထိတ်ထိတ်နဲ့\nစိတ်ဝင်တစားအဖြေရှာကြရမဲ့ horror အမျိုးအစားလေး\nဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်လို့ အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်\n[ Reviewed By Chit Mya Mya Hmwe ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/zombie-chikadees-2022/",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7VfHoSogq4BOgqEzVfCGM5diIRJ.jpg",
        "title": "Phantom Wild Flower ( 2022 )",
        "description": "Action ကြိုက်သူCMပရိသတ်ကြီးအတွက် ဟောင်ကောင်ဂျက်မ\nNaked Weapon စတဲ့နာမည်ကြီးကားတွေလိုပဲ\nမစ်ရှင်အောင်မြင်ဖို့အတွက်အလှအပမာယာတွေနဲ့\nတိုက်ခိုက်စွမ်းရည်ပြည့်ဝတဲ့ မိန်းကလေးအထူးတပ်ဖွဲ့အကြောင်းကို\nရိုက်ထားတဲ့အက်ရှင်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်အိမ်ကတော့ဂျပန်တွေကျူးကျော်ဝင်လာတဲ့\nမတည်ငြိမ်တဲ့ခေတ်ကာလကြီးကိုအခြေပြုထားတာပဲဖြစ်ပါတယ်။\nလောကကြီးမှာဖက်တွက်စရာမရှိတော့တဲ့\nအထီးကျန်မိန်းကလေးတွေ ပြည်သူတွေအေးချမ်းဖို့အတွက်\nကိုယ့်ကိုယ်ကိုပေးဆပ်ဖို့ဝန်မလေးတဲ့\nမိန်းကလေးတွေကိုစုစည်းပြီး လျို့ဝှက်လေ့ကျင့်သင်တန်းပေးပြီး\nလျှို့ဝှက်ပြီးတရားမျှတတဲ့အမျိုးသမီးအထူးတပ်ဖွဲ့ကိုတည်ထောင်ထားဖြစ်ပါတယ်။သူတို့ဟာပန်းလေးတွေလိုပဲ လှပစွာညှို့ငင်ပြီး\nရည်မှန်းချက်ကိုရအောင်ယူဖို့နည်းမျိုးစုံနဲ့လုပ်ကိုင်တတ်ကြသူတွေပါ။\nမမလှလှတွေရဲ့ကြမ်းကြမ်းရမ်းရမ်း အက်ရှင်တွေအပြင်\nတစ်သွေးတစ်သံတစ်မိန့်ဆိုတဲ့တပ်ဖွဲ့ရဲ့စည်းမျဉ်းစည်းကမ်းကြားမှာ\nအချစ်ဆိုတဲ့ချိုမြတဲ့ခံစားချက်လေးဝင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ......\nသူတို့ထင်မှတ်ထားတဲ့တရားမျှတခြင်းဟာ\nတရားမျှတမှုအစစ်အမှန်ဟုတ်ရဲ့လား......\nအချစ်ဆိုတာကရောအချစ်စစ်ဟုတ်ရဲ့လား......\nရှေ့ဆက်ပြီးဘာတွေဘယ်လိုဖြစ်လာမလဲဆိုတာကိုတော့\nဖန်သားပြင်မှာပဲဆက်လက်ကြည့်ရှုလိုက်ပါနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/phantom-wild-flower-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-S-135x200.jpg",
        "title": "Strange World (2022)",
        "description": "ဒီနှစ်ထဲမှာထွက်ရှိထားတဲ့ ဝေါ့လ်ဒ်ဒစ္စနေးရဲ့ သိပ္ပံစိတ်ကူးယဉ် animation ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဂါကလေ့ဒ်ဟာ အဗာလိုနီးယားဆိုတဲ့ပြည်က နာမည်ကြီးစူးစမ်းရှာဖွေသူတစ်ယောက်ပါ။ အဗာလိုနီးယားဟာ ‌တောင်အထပ်ထပ်ကာရံထားတဲ့ တိုင်းပြည်တစ်ခုဖြစ်ပြီး အဲ့ဒီတောင်တွေရဲ့ဟိုဘက်မှာ ဘာတွေရှိမလဲဆိုတာ ဘယ်အဗာလိုနီးယားပြည်သူမှမသိကြသလို သိရအောင်စူးစမ်းတဲ့ စူးစမ်းရှာဖွေသူတိုင်းဟာလည်း မအောင်မြင်ခဲ့ကြပါဘူး။ အဲ့လိုခက်ခဲကြမ်းတမ်းပြီး မရေရာတဲ့စိတ်ကူးအိပ်မက်ကို မက်နေသူကတော့ ဂျေဂါကလေ့ဒ်ပဲဖြစ်ပါတယ်။ ဂျေဂါကလေ့ဒ်ဟာ ဇွဲကြီးကြီးထားကြိုးစားပြီး တောင်တန်းတွေကို ဖြတ်ကျော်နိုင်ဖို့ ကြံစည်အားထုတ်ခဲ့ရမှာ တစ်နေ့မှာတော့ မထင်မှတ်ထားတာတစ်ခုဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒါကတော့ ‌တောင်တန်းတွေကိုကျော်နိုင်မယ့် မိုးကုပ်စက်ဝိုင်းကို လှမ်းမြင်ရချိန်မှာ သူ့ရဲ့လက်ထောက်လည်းဖြစ်၊ သားလဲဖြစ်တဲ့ ဆာချာကလေ့ဒ်ဟာ ထူးဆန်းပြီးလက်လက်ထနေတဲ့ အပင်တစ်မျိုးကိုတွေ့ခဲ့ပါတယ်။ အဲ့ဒီမှာပဲ ဂျေဂါရဲ့အိပ်မက်ကို အကောင်အထည်မဖော်သေးပဲ အဆိုပါအပင်ကို အဗာလိုနီးယားဆီပြန်ပို့သင့်၊ မပို့သင့် အငြင်းပွားရာကနေ သားအဖနှစ်ယောက် သဘောထားကွဲလွဲပြီး ဂျေဂါကတစ်ဘက်၊ သားဖြစ်သူ ဆာချာနဲ့ အဖွဲ့သားတွေကတစ်ဘက် ဖြစ်သွားကြပါတော့တယ်။\nအဲ့ဒီမှာပဲ ခေါင်းမာတဲ့ဂျေဂါဟာသူတစ်ဦးတည်း ခရီးဆက်ထွက်ပြီး သားဖြစ်သူနဲ့အဖွဲ့သားတွေကို အိမ်ပြန်စေပါတယ်။ အဲ့နောက်ပိုင်း ဂျေဂါရဲ့သတင်းမကြားရတော့သလို သားဖြစ်သူဆာချာဟာလည်း သူတွေ့ရှိခဲ့တဲ့ အဆိုပါလက်လက်ထနေတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/strange-world-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOTNjYzQxOGUtZWY3My00N2I3LWJhNTctMDA0ZTI3ODdjOWNhXkEyXkFqcGdeQXVyNzk1MzI3MTI@._V1_-133x200.jpg",
        "title": "Hellblazers (2022)",
        "description": "ဂျိုးအန်ဒါဆင်ဆိုတဲ့ နယူးယော့ခ်သား ရဲတစ်ယောက်ဟာ ရဲမှူးရာထူးနဲ့\nဟုပ်ဗေလီဆိုတဲ့ မြို့ငယ်လေးဆီကို ပြောင်းရွှေ့လာခဲ့ပါတယ်ဗျ။\nဟုပ်ဗေလီဟာဆိုရင် ရာဇဝတ်မှုကြီးကြီးမားမားမရှိတတ်တဲ့၊\nအေးချမ်းတဲ့ မြို့ငယ်လေးပဲဖြစ်ပါတယ်။တစ်နေ့မှာတော့ အဲ့ဒီဘာမှ ထူးထူးခြားခြားမရှိတတ်တဲ့\nအဲ့ဒီမြို့လေးရဲ့ ရဲစခန်းကို ဘေလ်ဆိုတဲ့ ရူးကြောင်ကြောင်အဘိုးကြီးရောက်လာပြီး\nသူ့ခြံထဲမှာ အဝါရောင် ခြုံထည်တွေဝတ်၊ မျက်နှာတွေအုပ်ထားတဲ့ လူတစ်စုက\nဂါထာမန္တာန်တွေရွတ်ကာ ငရဲတွင်းပေါက်ဖွင့်ပြီး နတ်ဆိုးတစ်ကောင်ကို\nဆင့်ခေါ်ကြတယ်လို့ တိုင်ချက်ဖွင့်လာခဲ့ပါတယ်ဗျ။အဲ့ဒီအချိန်ကနေစပြီး ငြိမ်သက်နေတဲ့မြို့လေးမှာ ထူးခြားတာတွေ တစ်ခုပြီးတစ်ခု ဖြစ်လာပါတော့တယ်။\nဒီ Hellblazers ဆိုတဲ့ရုပ်ရှင်လေးဟာဆိုရင် Jump scares ခပ်ပါးပါးတချို့နဲ့ ဇာတ်လမ်းကို\nစိတ်ဝင်စားအောင်ဆွဲခေါ်ထားပြီး အချိန်ပေးရတာတန်တဲ့ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ...။\nFile size…1.3GB  / 581MB \nQuality…1080p AMZ WEB DL  / 720p\nFormat…mp4\nDuration….1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Zwe Yan Naing",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/hellblazers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qD4IBWMqIX3hitHucj6FvrKwxe.jpg",
        "title": "Hell Dogs (2022)",
        "description": "Hell Dogs (2022)ဂျပန်ယာကူဇာဂိုဏ်းနဲ့ အသွင်ယူ ရဲ တစ်ယောက်ရဲ့ ဇာတ်လမ်း လေးဖြစ်ပြီး ဂျပန်အက်ရှင်ကားအများစုလို အိုဗာအက်တင်တွေ မပါဘဲနဲ့ ကြည့်လို့အဆင်ပြေတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ...ရဲတပ်သားသစ်တစ်ယောက်ဖြစ်တဲ့ တက်ခ် ဟာ အင်အားကြီးတဲ့ ယာကူဇာဂိုဏ်းကို ဖြိုချဖို့အတွက် အသွင်ယူ ရဲ တစ်ယောက်အဖြစ် တာဝန်ပေးခြင်းခံခဲ့ရပါတယ်။ သူ အသွင်ယူတစ်ယောက်မဖြစ်ခင်မှာ တာဝန်ကျတဲ့နားက ကုန်တိုက်တစ်တိုက်ကို ယာကူဇာတွေ ဓါးပြဝင်တိုက်ခဲ့ပြီး အဲ့မှာ မိန်းကလေးသုံးယောက်နဲ့ ဝန်ထမ်းအမျိုးသမီး အသတ်ခံလိုက်ရတယ်။အဲ့နောက်မှာသူဟာ အဲ့ဒီဓါးပြတိုက်သွားတဲ့ ယာကူဇာတွေနောက်ကို လိုက်လက်စားချေရင်းနဲ့ ယာကူဇာဂိုဏ်းထဲကို အသွင်ယူ ရဲ တစ်ယောက်အဖြစ် ရောက်သွားတဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Zwel Zan Aung ပါ။)File Size          : 2.6GB, 1GB, 515MB\nQuality          ...",
        "rating": "638",
        "url": "https://channelmyanmar.org/hell-dogs-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/njEyGAzWqAGixP32wzuz8zcQZGL.jpg",
        "title": "Demon Catcher 2 ( 2022 )",
        "description": "တရုတ်ပြည်သူ့ သမ္မတနိုင်ငံအချိန်ကာလမှာ ထူးဆန်းတဲ့ မျိုးနွယ်ကနေပြီးတော့\nမွေးဖွားလာခဲ့တဲ့ သူရဲကောင်းဆရာကြီးကွမ်း ဆိုတဲ့သူတစ်ယောက်ရှိခဲ့ပါတယ်\nသူဟာ ရက်စက်ယုတ်မာလှတဲ့ အပြစ်လုပ်သူတွေကို ရွံရှာမုန်းတီးနေသူတစ်ဦးပါတရုတ်ပြည်သူ့ သမ္မတနိုင်ငံ ၁၇ နှစ်အချိန် စစ်ပွဲတွေကလဲ\nမရပ်မနားတမ်းဖြစ်ပေါ်နေပြီးတော့ ပြည်သူတွေအများစုကလဲ\nအိုးမဲ့အိမ်မဲ့ ဖြစ်ကြရပါတယ် အဲဒီအချိန်မှာ ဆရာကွမ်းရဲ့ တပည့်ဖြစ်သူ\nယဲ့ဖေးဟာ ခေါင်းတလားဆိုင်ဖွင့်ထားပြီး ဒုက္ခသည်စခန်းက\nပြည်သူ့အလောင်းတွေကို ကောက်ပေး သိမ်းပေးတဲ့ အလုပ်ကိုလဲ\nလုပ်ပေးပါသေးတယ် ဒါပေမဲ့လို့ ကံကြမ္မာကသူ့ကို မျက်နှာသာမပေးခဲ့ပါဘူးတစ်နေ့မှာတော့ သူရောင်းတဲ့ ခေါင်းတလားအတွင်းမှာ\nလူသေအလောင်းတွေ့တာကြောင့် လူသတ်ပြီး အလောင်းဖျောက်မှုနဲ့\nအဖမ်းခံလိုက်ရပါတော့တယ် အဲဒီအချိန်ကနေစပြီး\nတပည့်ဖြစ်သူရဲ့ လုပ်ကြံခံရမှု အမှန်တရားကို\nရှာဖွေဖို့အတွက် ဆရာကြီးကွမ်းဟာ အစွမ်းကုန်ကြိုးစားလာခဲ့တဲ့ အချိန်မှာတော့ ...?❏ ဒီလုပ်ကြံခံရမှု နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်း ထိန့်လန့်ဖွယ်ရာတွေနဲ့ တွေ့ရှိရမလဲ ?\n❏ ခေါင်းတလားအတွင်းက အလောင်းရဲ့ ဇာတ်ကြောင်းတွေကရော ဘာတွေများဖြစ်နေမလဲ\n❏ ဆရာကြီးကွမ်းတစ်ယောက် တပည့်ဖြစ်သူရဲ့ အမှန်တရားကို ရှာဖွေပေးနိုင်ပါ့မလား\n❏ ဒီအမှုအပြင် တစ်ခြားသော ထူးဆန်း ထိန့်လန့်ဖွယ်ရာ\nအမှုတွေကိုရော ရင်ဆိုင်လာရတဲ့အခါ သူတို့တွေ\nဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်လားရှင်\n[Reviewed By ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/demon-catcher-2-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifMgDAUXVQLY4DeOu3VTTi55jSP.jpg",
        "title": "The Count of Monte Cristo(2002)",
        "description": "The Count of Monte Cristo(2002)*******************************IMDb...7.7မွန်တီ ခရစ်စတို မြို့စားကြီး ဆိုတာ 1844 ခုနှစ်ကထွက်ရှိခဲ့ စာရေးဆရာ Alexandre Dumasရဲ့နာမည်ကျော်ဝတ္ထုဖြစ်ပြီးဘာသာပြန်ဝတ္ထုတွေလည်းထွက်ခဲ့ပါသေးတယ်။\nဇာတ်အိမ်ကို 1815–1839ခုနှစ်များဆီမှာအစတည်ထားပြီး နပိုလီယန်ဆီကစာလေးတစ်စောင်နဲ့လမ်းကြုံယူသွားပေးရာကနေအစပြုထားပါတယ်။အဲ့ခေတ်မှာ နပိုလီယန်ဟာ အာဏာပြန်မရမီ နယ်နှင်ဒဏ်ပေးခံရတဲ့ကျွန်းလေးကိုဇာတ်လိုက်ဖြစ်သူ အက်ဒ်မွန်ဒန်တီနဲ့သူ့သူငယ်ချင်း ဖာနန် မွန်ဒေဂိုတို့ဟာ‌ဆရာဝန်ရှာထွက်ရင်းရောက်ရှိသွားပါတယ်။နပိုလီယန်ကလည်း စာလေးတစ်စောင်လူကြုံပါးလိုက်တော့စာမဖတ်တတ်တဲ့အက်ဒ်မွန်က သဘောရိုးနဲ့ယူလာ‌ခဲ့မိပါတယ်။\nနပိုလီယန်နဲ့ဆက်သွယ်တာဟာ သစ္စာဖောက်မှုလို့စွပ်စွဲတတ်ကြပါတယ်။ဖြောင့်မတ်တဲ့အက်ဒ်မွန်ဟာ သူ မကျူးလွန်တဲ့သစ္စာဖောက်မှုအတွက်ပဲတစ်သက်တစ်ကျွန်းထောင်အချခံလိုက်ရပါတယ်။ထောင်ကနေဘယ်လိုလွတ်မြောက်မလဲ၊သူ့ကိုဘယ်သူတွေက စွပ်စွဲခဲ့တာလဲ၊အက်ဒ်မွန်တစ်ဖြစ်လဲ ဇက်တာရာဟာ မြို့စားကြီး မွန်တီခရစ်စတို အဖြစ်ဘယ်လိုများချမ်းသာခဲ့သလဲ၊သူ့ကလဲ့စားဘယ်လို ချေလဲဆိုတာ နာမည်ကြီး ဝတ္ထုဆိုတဲ့အတိုင်း စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်    File Size :(2.7GB) (930 MB) and (305MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:11:00\nGenre : Action ,Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-count-of-monte-cristo2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1k6iwC4KaPvTBt1JuaqXy3noZRY.jpg",
        "title": "Boruto: Naruto the Movie(2015)",
        "description": "Boruto - Naruto Shippuden movie 8\n============================IMDb - 7.8/10\nMyAnimeList - 7.4/10ဒီကားက​တော့ naruyo shippudenကာတွန်းရုပ်ရှင်၈ ကားရဲ့​နောက်ဆုံးကားဖြစ်ပြီး boruto seriesထက်အရင်ဇာတ်လမ်းပိုင်းကြိုထွက်လာတဲ့ရုပ်ရှင်ပါ။ ဒီကားမကြည့်ပဲစီးရီးပဲကြည့်ရင်​ရော ရလား​မေးရင် ရရင်​ဖြေလို့ရသလိုဒီကားက canonပဲလားဆိုရင် ဟုတ်ပါတယ်လို့​ဖြေလို့ရပါတယ်။boruto စီးရီးမှာဆိုရင် အပိုင်း၅၀​ကျော်​​လောက်မှာ ဒီကားရဲ့ဇာတ်လမ်းပြန်ပါတာမလို့မကြည့်လည်းရတယ်လို့​ပြောတာပါ။ဒါ​ပေမဲ့ စီးရီးက ကျက်သ​ရေတုံးစွာ filler​တွေ ၉၀ ရာခိုင်နှုန်း​လောက်ပါ​တော့ အရမ်းပျင်းဖို့​ကောင်းတဲ့အတွက် စီးရီးကိုကြည့်မ​နေပဲ ဒီရုပ်ရှင်ကိုကြည့်ဖို့ပဲ ကျ​နော်က​တော့ တိုက်တွန်းချင်ပါတယ်။ဒီကားမှာ​တော့ Narutoတို့​ခေတ်ကလိုပဲ Chuninစာ​မေးပွဲ​ဖြေတာကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ငှက်​ပျောသီးဖီးကြမ်းအခိုင်လိုက် ​ဇောက်ထိုးတပ်ထားတဲ့ဆံပင်​ကေနဲ့ဇာတ်လိုက်ရဲ့ ကျက်သ​ရေတုံးမှု​တွေကိုမြင်ရမှာပါ။Otsutsukiမျိုးနွယ်​တွေလည်းပါတာမလို့ fight scence​​ကောင်း​ကောင်း​တွေကိုလည်းမြင်​တွေ့ရမှာဖြစ်ပါတယ်။ File size…1.30GB / 589MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/boruto-naruto-the-movie2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTcyODc0NGEtZjEzZC00YmRlLWJiNGEtMjQ5MWVlN2U0ODZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-128x200.jpg",
        "title": "Naanum Rowdydhaan (2015)",
        "description": "Naanum Rowdy Dhaan (2015)\nIMDb 7.2\nနာမည်ကြီးတောင်ပိုင်းမင်းသားဗီဂျေးစည်သူပတီ နဲ့မင်းသမီးချောလေး Nayanthara\nပါဝင်သရုပ်ဆောင်ထားပြီး အချစ်စစ်နဲ့သာဆို အရာရာကျော်‌ဖြတ်နိုင်ကြောင်း\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း...\nကာဒမ်ဘရီ (Nayanthara) ရဲ့အဖေကရဲတစ်ယောက်ပါ မပတ်သက်သင့်တဲ့\nလူမိုက်ကိုသွားရန်စမိရာက ဇနီးဖြစ်သူပါဆုံးရှုံးလိုက်ရပြီး သမီးဖြစ်သူ ကာဒမ်ဘရီကပါ\nနားမကြားဘဝရောက်သွားခဲ့ပါတယ် ဒီကလဲ့စားသွေးကြွေးကိုပြန်ဆပ်မယ်ဆိုပြီး\nအိမ်ကထွက်သွားတဲ့ဖခင် ရက်အတော်ကြာထိပြန်ရောက်မလာလို့\nကာဒမ်ဘရီတစ်ယောက်ရှာဖွေခန်းဖွင့်တော့ အမှတ်မထင် ဗရုတ်ကောင်ပန်ဒီနဲ့‌သွားဆုံမိပါလေရော\nမြင်မြင်ချင်းသဘောကျသွားတဲ့ ပန်ဒီက ဒီသနားစရာကောင်မလေးရဲ့ဖခင်ဖြစ်သူကို\nလိုက်ရှာပေးဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ဒါပေမယ့် ထင်မှတ်မထားတဲ့ ကိစ္စကတော့ သူ့အဖေက\nသေဆုံးသွားပြီဆိုတာပါပဲ ဒီလိုနဲ့ သူတို့နှစ်ယောက်ပေါင်းပြီး\nဒီကလဲ့စားချေမယ့်ခရီးလမ်းကြောင်းကိုဘယ်လိုရှေ့ဆက်သွားမလဲ\nပန်ဒီကရောသူလိုချင်နေတဲ့အချစ်ကိုရနိုင်မလားဆိုတာတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင်\nFile size…2.87GB / 1.33GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/naanum-rowdydhaan-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg",
        "title": "The Last: Naruto the Movie(2014)",
        "description": "The Last Naruto shippuden movie\n============================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up, this ismy way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး  shippuden လူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ သတ္တမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.8/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​မ​ပြော​တော့ပါဘူး။ ဒီကားမှာ Narutoနဲ့Hinataတို့ချစ်သွားကြပုံကိုမြင်ရမှာဖြစ်ပြီး Hinata ရဲ့ ပထမ​ယောက်ျားအ​ကြောင်းလည်း ကြည့်ရမှာပါ။ 😑Borutoစီးရီးကြည့်​နေတဲ့သူဆိုရင် Borutoရဲ့မျက်လုံးကဘာလို့ရတာလဲဆိုတာကိုပါ ရိပ်သံဖမ်းသံသိရမယ့်ရုပ်ရှင်ပါ။ File size…1.42GB / 652MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-last-naruto-the-movie2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmVhOTJkMGItODNiNy00NTI3LWFjZGEtODIwODM0YWY1NDMzXkEyXkFqcGdeQXVyNDY5NjU5MDE@._V1_-140x200.jpg",
        "title": "[18+] Wet Dreams 2 (2005)",
        "description": "အပျိုဖော်မဝင့်တဝင် အမျိုးသမီးတို့ဓမ္မတာ အစပျိုးလေးတောင် မလာဖူးသေးတဲ့ရွှေရင်သိမ်းသစ်စ မိန်းကလေးတစ်ယောက်ရဲ့ဘဝအတွက်\nအကြီးမားဆုံးရည်မှန်းချက်၊ စိတ်ကူးယဉ်အိမ်မက်တွေကဘယ်လောက်များခမ်းနားကြီးကျယ်နေနိုင်မလဲ? ဆောင်အွန်းဆိုတဲ့ကောင်မလေးကတော့ မင်္ဂလာဆောင်တစ်ခုမှာ\nသတို့သမီးရဲ့အလှအပ၊မင်္ဂလာဆောင်ရဲ့ခမ်းနားမှု ကြည်နူးဖွယ်တွေကို အားကျနေခဲ့ပြီးတော့ တောက်လျှောက်စိတ်ကူးယဉ်နေမိခဲ့တာပါ။\nသူဟာ မင်းသားလေးတစ်ပါးကို အိမ်မက်မက်ထားတယ်။ အဲ့ဒီမင်းသားလေးဟာ သူ့ဖူးစာဖက် ဧကန်ဖြစ်ပြီး တစ်နေ့မှာ သူတို့ပျော်ရွှင်စွာပေါင်းဖက်ရမယ်ဆိုတာမျိုးပေါ့။ အဲ့ဒါ သူ့အိမ်မက်အကုန်ပါပဲ။\nတစ်နေ့တော့ သူစာသင်ခန်းထဲမှာ အိပ်ပျော်နေရင်း မျက်လုံးအဖွင့်မှာ အိမ်မက်ထဲက မင်းသားလေးကိုမျက်ဝါးထင်ထင်တွေ့မြင်လိုက်ရပါတော့တယ်။\nသူ့ရဲ့မင်းသားလေးဟာ သူတို့ကျောင်းရဲ့ အလုပ်သင်ကာယဆရာတစ်ယောက်အဖြစ်ရောက်ရှိလာခဲ့တာပါပဲ။ အဲ့ဒီကစလို့ အိမ်မက်တွေ၊ စိတ်ကူးယဉ်တွေ နဲ့\nလက်တွေ့ဘဝကို ခွဲခြားနားမလည်တတ်သေးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ မင်းသားလေးကို ရရှိဖို့ ဘာမဆိုစွန့်လွှတ်စွန့်စားနိုင်တဲ့အထိ အဆင်သင့်ဖြစ်သွားပါတော့တယ်။\nသူတစ်ယောက်တည်းတော့မဟုတ်ပါဘူး၊ သူ့ရဲ့ မိုက်ဖော်ဆိုးဖက် သူငယ်ချင်းမလေးတွေကလဲ သူ့စွန့်စားခန်းကို မြှောက်ပင့် အားပေး ကူညီဖို့ ရယ်ဒီပါပဲ။\nWet Dream ရဲ့နောက်ဆက်တွဲကားဖြစ်ပေမယ့် ပထမကားထက်ပိုပြီးတော့ Serious ဖြစ်တဲ့ဘက်ကိုသွားထားပါတယ်။ အပျော်တွေချည်းသက်သက်မဟုတ်ပဲနဲ့\nတကယ်တမ်းရင်ဆိုင်ရမယ့်လက်တွေ့ဘဝရဲ့ပြဿနာလေးတွေကိုပါ ပါးပါးလေးချပြသွားပြီးတော့ အချစ်ဟာသ ဇာတ်လေးကို လှလှပပခင်းသွားပါသေးတယ်။\n၂၀၀၀ ခုနှစ်ကျော်ဝန်းကျင် ခေတ်ကာလတွေ၊ အဲ့ဒီခေတ်က ကိုရီးယားရုပ်ရှင်တွေကိုပြန်သတိရလွမ်းတစေနိုင်တဲ့ အချစ်ဟာသ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/18-wet-dreams-2-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-p-133x200.jpg",
        "title": "The Postman (1997)",
        "description": "သဘာဝဘေးတွေ ကပ်ရောဂါတွေ စစ်ပွဲတွေရဲ့နှိပ်စက်မှုဒဏ်ကြောင့် ကမ္ဘာကြီးပျက်ဆီးသွားခဲ့ပြီ။\nလျှပ်စစ်တွေ ဖုန်းတွေ အသင့်စား အစားအစာတွေ ဘာမှမရှိတော့တဲ့ ခေတ်ပျက်ကြီးထဲမှာ လူတွေဟာ မျှော်လင့်ချက်မဲ့စွာ ရှင်သန်နေထိုင်ကြရပါပြီ။\nအားလုံး လမ်းပျောက်နေကြတဲ့ ခေတ်ပျက်ကြီးထဲမှာ \"တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်\" ဆိုသလိုပဲ လူယုတ်မာတစ်ယောက်က အစပျိုးခဲ့ပြီး သူတို့ကိုယ်သူတို့ ပြည်သူ့စစ်လို့ခေါ်တဲ့ \"ဟုန်းနစ်\" ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာခဲ့ပြီး ဒုက္ခသည်အချင်းချင်း ဗိုလ်ကျအနိုင်ကျင့်နေကြတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့ကြီးစိုးတဲ့နေရာကို တစ်ကိုယ်တော်လေလွင့်ပြီး နယ်တစ်ကာလှည့်ကာ ရှိတ်စပီးယားပြဇာတ်တွေကို သရုပ်ဆောင်ပြပြီး ဝမ်းရေးဖြေရှင်းတဲ့လူတစ်ယောက် ရောက်လာပြီး အိပ်မက်တွေပျောက်ဆုံးနေတဲ့ လူတွေအားလုံးကို သူကိုယ်တိုင် မရည်ရွယ်ပါဘဲနဲ့ ဆက်လက်ရှင်သန်ဖို့ မျှော်လင့်ချက်တွေပေးမိသွားတဲ့အခါမှာတော့....\nFile size…(3.1GB)  / (1.86GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:57:00\nGenre...Action / Adventure / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Robin",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-postman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
        "title": "Road to Ninja: Naruto the Movie(2012)",
        "description": "Naruto shippuden movie 6 : Road to Ninja\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ဆဌမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.7/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကို Akatsuki​ကြေးစားအဖွဲ့က ဝင်တိုက်ခိုက်ပါတယ်။ ထူးဆန်းတာက Narutoတို့သုတ်သင်ခဲ့တဲ့Akatsukiအဖွဲ့သားအ​ဟောင်း​တွေပါ ပြန်ထွက်လာတာပါ။Narutoတို့​တွေခုခံတာ​ကြောင့် Akatsuki​တွေဟာထွက်သွားခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ညအချိန် Narutoနဲ့Sakuraနှစ်​ယောက်ထဲရှိချိန်မှာ Madaraဟာ​ပေါ်လာပြီး Narutoတို့ကိုကမ္ဘာတခုစီပို့လိုက်ပါတယ်။ အဲ့ဒီကမ္ဘာမှာ ​သေသွားတဲ့သူ​တွေဟာ မ​သေပဲဆက်ရှင်သန်​နေပြီး Naruto ရဲ့မိဘ​တွေဟာလည်း အ​ကောင်းအတိုင်းရှိ​နေဆဲပါ။ ကျန်တာ​တော့ကိုယ်တိုင်ဆက်ကြည့်လိုက်ပါ။ ဒီကားမှာသ​ဘောကျမိတာကNarutoရဲ့မိဘ​တွေနဲ့အတူတူရှိချိန်မှာဖြစ်​ပေါ်လာတဲ့ခံစားချက်​တွေပါ။ တစ်ရှူး​လေး​ဆောင်ပြီးကြည့်လိုက်ကြ​နော်။ File size…1.17GB / 600MB\nQuality…1080p  ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/road-to-ninja-naruto-the-movie2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WT7zYFpe0fsbg6TitppiHddWAh.jpg",
        "title": "Naruto Shippuden the Movie: Blood Prison(2011)",
        "description": "Naruto shippuden movie 5 : blood prison\n================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ပဥ္စမကားဖြစ်ပြီးIMDb 7.1/10\nMy anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့လူမိုက်ကြီးNarutoဟာ Raikageကိုလုပ်ကြံဖို့ကြိုးစားခဲ့တဲ့အမှုနဲ့ ရွာ​ပေါင်းစုံက အဆိုးဆုံးအမိုက်ဆုံးနင်ဂျာ​တွေကိုဖမ်းဆီးထားတဲ့​ထောင်ကို​ရောက်သွားပါ​တော့တယ်။ ဒါ​ပေမဲ့ အဲ့ဒီ​ထောင်မှာ ​ထောင်သား​တွေအပြင်လျှို့ဝှက်ချက်အကြီးကြီးတစ်ခုရှိ​နေတဲ့အခါမှာ​တော့ အဲ့ဒီလျှို့ဝှက်ချက်Naruto လည်းပတ်သတ်မိတဲ့အ​ခြေအ​နေဖြစ်လာပါ​တော့တယ်။ Talkie no jutsu ကိုတဖက်ကမ်းခန်ကျွမ်းကျင်တဲ့ Narutoဟာ ​ထောင်မှူး​တွေကိုနားချပြီး​ထောင်ထဲကပြန်ထွက်နိုင်မလား​တော့ ကိုယ်တိုင်ကြည့်ရှုကြပါ.... File size…1.13GB / 576MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Animation , Action , ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/naruto-shippuden-the-movie-blood-prison2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nXnqJHwtbsvf3liKJm2hKbbAvA3.jpg",
        "title": "Future Cops (1993)",
        "description": "Future Cops (1993)~ IMDb - 5.9/10, MyDramaList - 7.5/10 ~ဒီကားက တကယ်ဆို ငစားကား။ ဘယ်လိုစားသတုန်းဆို အာနိုးရဲ့ Terminator ကားလို စတိုင်ကိုမှ Dragon Balls တွေ၊ Street Fighters တွေ၊ Fantastic Four ထဲက Reed Richards, Hulk ဘာညာ သာရကာ အကောင်စုံ ပလောင်စုံ ထည့်ထားတယ်။ အချောင်အနေနဲ့ စတီဖင်‌ချောင်ပါ ပါပါသေးတယ်။ စခွက်ပြောင်ပြီး ရိုက်ထားတယ်ဆိုပေမဲ့ သရုပ်ဆောင်တွေကတော့ ပေါ့ပေါ့သေးသေးတွေ မဟုတ်ပါဘူး။ ဟောင်ကောင် ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးလို့တင်စားကြတဲ့ အိုင်ဒေါဘဲတွေဖြစ်တဲ့ အန်ဒီလောင်၊ အာရွန်ကော့၊ ဂျက်ကီချောင် နောက် သူတို့ထဲ ကားရိုက်အနည်းဆုံးဖြစ်တဲ့ လီယွန်လိုင် ဒီလေးယောက်စလုံးပါတယ်ပြောရမယ်။ ပထမသုံးယောက်ကတော့ အကောင်လိုက်ကြီး ဝင်ပေါကြပေမဲ့ လီယွန်လိုင်ကတော့ နာမည်နဲ့ပဲ ဝင်ပေါသွားတာပါ။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/future-cops-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2hGyhvNneAifk7UpwAYxrkeFO4.jpg",
        "title": "Road House(1989)",
        "description": "Road House (1989)\n================= ဒီတစ်ခေါက်မှာတော့ old but gold အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ဒေါလ်တန်ဆိုတဲ့ လုံခြုံရေးသမားဟာအကောင်းဆုံးစွမ်းရည်ရှိတဲ့ လုံခြုံရေးသမားဖြစ်ပါတယ်။ဒါကြောင့် သူဟာ တစ်နေ့မှာ မစ်ဆိုရီက ဒါဘယ်ဒုစ်ဆိုတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခံရပါတယ်။ဒါဘယ်ဒုစ်ဟာ သာမာန်နေရာလို လူဆိုးတွေ၊အရက်သမားတွေ သောင်းကျန်းရုံနေရာမဟုတ်ဘဲမြို့ကိုလက်ဝါးကြီးအုပ်ထားတဲ့ ဘရတ်၀က်စ်လေ နဲ့သူ့လူတွေ သောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ သူတို့အကုန်လုံးကိုဒေါလ်တန်က ရှင်းထုတ်လိုက်တဲ့အခါ သူ့စီးပွားရေးကိုကာကွယ်ဖို့ ဘရတ်လည်း အစွမ်းကုန်ယုတ်မာပါတော့တယ်။ တစ်မြို့လုံးကလည်း ဘရတ်လက်အောက်ရောက်နေပြီး ဘရတ်မထင်ရင်မထင်သလိုအနှိပ်စက်ခံရတာကြောင့် မတော်လှန်ရဲတဲ့အနေအထားမှာ ဒေါ်လ်တန်တစ်ယောက်တည်း ဘရတ်ကိုရင်ဆိုင်ရပါတော့တယ်။ ဒီတွေ့ဆုံမှုမှာ ဒေါလ်တန်ကပဲအနိုင်ရရှိပြီး မြို့သားတွေကိုကယ်တင်နိုင်မလား။ဒါမှမဟုတ် ရှူံးနိမ့်ပြီး မြို့ထဲကထွက်သွားရမလားဆိုတာကို စိတ်၀င်တစားကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။  File size…1.70GB / 764MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre .....Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/road-house1989/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlnOqIJWjfp6MCUg5d9gFduW9lJ.jpg",
        "title": "Mountain Porter ( 2022 )",
        "description": "လွန်ခဲ့တဲ့ ၁၅ နှစ်ခန့်လောက်က သင်္ချိုင်းတူးဖော်ရင်း\nသေဆုံးသွားခဲ့တဲ့ဖခင်ဖြစ်ဖြစ်သူရဲ့ အမှန်တရားကို\nရှာဖွေဖို့ ကြိုးစားနေသူ မျိုးနွယ်စုခေါင်းဆောင်လဲဖြစ်တဲ့ အမျိုးသားတစ်ဦး?မျိုးနွယ်စုခေါင်းဆောင်တွေရဲ့ နှစ်ထောင်ချီကြာမြင့်နေပြီဖြစ်တဲ့\nကျိန်စာကို ချိုးဖြတ်ပြီး သေသောသူကို ပြန်ရှင်စေနိုင်ပြီး\nမသေမျိုးအဖြစ်ပြောင်းလဲစေနိုင်သော မုချန်ပုလဲ ကိုရှာဖွေဖို့\nစွန့်စားရေးခရီးစဥ်ကို ထွက်ခဲ့ပါတော့တယ်လမ်းတစ်လျှောက်လုံး သင်္ချိုင်းမြေကိုဖြတ်ကျော်ခဲ့ပြီး\nမြူအလွှာလွှာကို ဖြတ်ကျော်ခဲ့ကာ အရိုးမျိုးနွယ်စုရဲ့\nမြေအောက်မှာ ​မြှုပ်နှံထားတဲ့ မြေအောက်နန်းတော်ရဲ့\nလျှို့ဝှက်ဆန်းကြယ်မှုကို တစ်ဖြည်းဖြည်းချင်း ရှာဖွေတွေ့ရှိလာတဲ့ အခါမှာတော့ ....?❏ ခန်းနားကြီးကျယ်လှတဲ့ အရိုးမျိုးနွယ်စုရဲ့ လျှိူ့ဝှက်ချက်တွေက ဘာတွေများဖြစ်မလဲ?\n❏ နှစ်ထောင်ပေါင်းများစွာ ရှာဖွေခဲ့ကြတဲ့ မုချန်ပုလဲကိုရော သူတို့တွေ ရှာဖွေနိုင်ပါ့မလား?\n❏ ဒီလိုမျိုး အန္တရာယ်တွေများလှတဲ့ စွန့်စားမှုတစ်ခုကို\nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ? ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဆန်းကြယ်မှုပေါင်းများစွာပြည့်နှက်နေတဲ့ကားလေးမို့ လက်မလွှတ်သင့်ပါဘူးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Thriller\nRuntime : 1h ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mountain-porter-2022/",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Free_Fire-168513615-large-150x200.jpg",
        "title": "Free Fire (2016)",
        "description": "Free Fire 2016ဒီဇာတ်ကားရဲ့ ထူးခြားချက်တစ်ခုကိုပြောပြပါဆိုရင်တော့ ပါသမျှသရုပ်ဆောင်တိုင်းက နာမည်ကြီးတွေဖြစ်နေတာပါပဲ။ Captain Marvel အဖြစ်လူသိများတဲ့ မင်းသမီးချော Brie Larson ရယ် Peaky Blinders ထဲက Thomas Shelby နေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသားချောကြီး Cillian Murphy ရယ်၊ Call me by your name ထဲက မင်းသားအခန့်ကြီး Armie Hammer ရယ် အက်ရှင်ကားတွေနဲ့ဆို နာမည်ကြီးတဲ့သရုပ်ဆောင်တွေ အခြားရုပ်ရှင်ကားပေါင်းများစွာ ပါဝင်ထားတဲ့ အလန်းစားအက်ရှင်ဇာတ်ကြမ်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nဂျက်စတင်ဆိုတဲ့ကောင်မလေးတယောက် ဒုစရိုက်ဂိုဏ်းနှစ်ဂိုဏ်းအရောင်းအဝယ်ကိစ္စမှာကြားဝင်စေ့စပ်ရင်း\nပြဿသနာသေးသေးလေးကနေစပြီး ပစ်ခတ်ကြတဲ့အခါမှာတော့ သေနတ်ပစ်ရတာပျော်နေတဲ့လူတွေကြား သူ့ခမျာပတ်ပြေးရပါတော့တယ်။\nပတ်လည်ရိုက်အောင် ပစ်ကြခတ်ကြလွန်းလို့ ကြည့်ရတဲ့သူတောင်မောလာစေမယ့်ဇာတ်ကားပါ။\nနောက်ဆုံးတော့ ဒီလိုအရှုပ်ထုပ်တွေကနေ ဂျက်စတင်တစ်ယောက်ဘယ်လိုလွတ်မြောက်လာမလဲ။\nဒီအရှုပ်အရှင်းတွေကြားမှာ တယောက်ယောက်ကများ အကျိုးအမြတ်ရသွားမလားဆိုတာ.....။Action/Comedy/Crime အမျိုးအစားဖြစ်တာကြောင့် အက်ရှင်ကြမ်းကြမ်းတွေ အခွီတွေနဲ့ တကယ့်အလန်းစားဇာတ်ကားမျိုးပါပဲ။File size…(1.5 GB)/(650 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:30:34\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/free-fire-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYThkMTM4ZTMtN2M3OS00ODRjLTkxMTgtZTM4ZmZlNGZjOGIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-134x200.jpg",
        "title": "The Bodyguard (1992)",
        "description": "The Bodyguard (1992)IMdb Rating (6.3)မင်းသားကြီး ကီဗင်ကော်စတာနဲ့ မင်းသမီး ဝစ်နေးဟော်စတန်တို့ရဲ့ ဒီဇာတ်ကားက WB ရဲ့ အမြတ်ကြမ်းခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်....Budget $25 million သာ ကုန်ကျခဲ့ပေမယ့် Box office မှာ $411 million ကျော်ပြန်ရခဲ့တာကြောင့် အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင် ရေချယ်မဲရွန်လိုခေါ်တဲ့ နာမည်ကျော် မင်းသမီး/အဆိုတော်မလေးဆီကို အသက်အန္တရာယ်ခြိမ်းခြောက်စာတွေ ခပ်စိတ်စိတ်ရောက်ရှိလာရာကနေ နိုင်ငံတော်သမ္မတအဆင့်ထိတာဝန်ထမ်းဆောင်ခဲ့ဖူးတဲ့ ဖရန့်ဖားမားဆိုတဲ့သက်တော်စောင့်တစ်ယောက်ကို ငှားရမ်းဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ထုံးစံအတိုင်း ရွှေမင်းသမီးနဲ့ကိုယ်ရံတော်တပ်မှူးလေးတို ဘယ်လိုဇာတ်လမ်းလေးတွေဆက်ဖြစ်ကြမလဲ။ သမ္မတထက်တောင် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့မင်းသမီးလေးကို ဖရန့်ဖားမားတစ်ယောက် ကာကွယ်ရင်းဘယ်လိုတွေဗျာများရမလဲ။ ဗီလိန်စစ်စစ်ကိုသူဘယ်လိုတွေရှာဖွေရမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။ဒီနေ့ခေတ်မှာ ပြန်ကြည့်ရင်တောင် မွဲပြာပုဆိုးဖြစ် မနေတာကြောင့် သူ့ခေတ်သူ့အခါမှာဆိုရင် ဘယ်လောက်အောင်မြင်ခဲ့မလဲဆိုတာမှန်းကြည့်လို့ရပါတယ်။ ဒိုင်ယာလော့ဂ်တွေအစ ဇာတ်ဝင်တေးတွေအဆုံး ခေတ်ဆန်မှုနဲ့ ဂန္တဝင်ဆန်မှုကို ပေါင်းစပ်ချပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တဲ့အတွက် CM ပရိသတ်ကြီးအနေနဲ့ ကြည့်ရှုရကျိုးနပ်မယ့်ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားလိုပဲ ညွှန်းလိုက်ပါရစေ။File size…(3.9 ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-bodyguard-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg3ZTg0YWMtMWFkOS00MGM4LWI0OTMtZjU1MDMxYmZmMzFjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Arjun Patiala (2019)",
        "description": "Arjun Patiala (2019)\n*******************\nဒိဇာတ်ကားလေးကတော့ IMDb rating 4.3ရရှိထားတဲ့ Comedy/Actionအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး အာရ်ဂျွန်ပါတိယာလာအဖြစ်\nဒိလ်ဂျီးတ် ဒိုဆာန့်ခ်ျနဲ့ ရီတူးရန်ဒါဝါအဖြစ် ကရီသီးဆနွန်းတို့က\nပါဝင်သရုပ်ဆောင်ထားကြတာဖြစ်ပါတယ်။အချစ် ဟာသနဲ့ အက်ရှင်တွေ\nစုံစုံလင်လင်ပါဝင်ပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာတော့ အာရ်ဂျွန်ပါတယာလာလို့ခေါ်တဲ့ရဲအရာရှိနဲ့\nသူ့ရဲ့လက်ထောက်အိုနီဒါတို့ဟာဆိုရင် သူတို့ရဲ့မြို့ထဲမှာရမ်းကားနေတဲ့\nလူမိုက်တွေကို ရှင်းထုတ်ပစ်ဖို့ အကြံထုတ်ကြပါတယ်။အဲဒီအချိန် အာရ်ဂျွန်တစ်ယောက်ဟာ ရီတူဆိုတဲ့အလုပ်မှာစိတ်အားထက်သန်တဲ့\nသတင်းထောက်မ‌ချောချောလေးနဲ့ ‌ ဆုံတွေ့ကာ သူမကို မြင်မြင်ချင်းသဘောကျ\nနှစ်ခြိုက်မိသွားပါတယ်။ အာရ်ဂျွန်တစ်ယောက်မြို့ထဲက လူမိုက်တွေကိုရှင်းထုတ်ပစ်ပြီး\nသူ့ရဲ့အိပ်မက်ကို အကောင်အထည် ဖော်နိုင်မှာလား...\nရီတူကရော အာရ်ဂျွန်ကိုလက်ခံပါ့မလား....\nအာရ်ဂျွန်ရဲ့အကြံအစည်ကို‌ရော လူမိုက်တွေက ရိပ်မိသွားမလား....\nဘယ်လို အလွဲတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူ ပေးကြပါလို့ ....\nဘာသာပြန်တွေကတော့ Intelligenceနဲ့ Soe Kalayarတို့ဖြစ်ပြီး\nဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။\nFile size…1.97GB / 968MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Intelligence ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/arjun-patiala-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6e2YvN1tQK4xQHlmy7GJTuXOt2u.jpg",
        "title": "Naruto Shippuden the Movie: The Lost Tower(2010)",
        "description": "Naruto shippuden movie 4 : the lost tower\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိmoti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာစတုတ္ထကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာက Narutoတို့အဖွဲ့ဟာ လူဆိုးတစ်​ယောက်ကိုလိုက်ဖမ်းရင်းနဲ့မြို့ပျက်ကြီးတစ်ခုကို​ရောက်သွားပါတယ်။အဲ့ဒီမြို့ပျက်ထဲမှာ 4th Hokageရဲ့ ချိတ်ပိတ်ထားတဲ့အစီအရင်တစ်ခုရှိပြီး အဲ့ဒီအစီအရင်ကိုလူဆိုးကစုပ်ယူလိုက်တဲ့​နောက်မှာ​တော့ Naruto ဟာ အတိတ်ကို​ရောက်ရှိသွားကာ 4th hokageနဲ့ပြန်ဆုံမိပါ​တော့တယ်။အနာဂတ်ကလာတဲ့ Naruto​ကြောင့် သမိုင်း​ကြောင်း​ပြောင်းသွားမလား သားအဖချင်း​ပြောချင်တဲ့စကား​တွေကဘာ​တွေလဲ ပစ္စုပ္ပန်ကို Narutoပြန်လာနိုင်ပါ့မလားဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိူက်ပါ​တော့  File size…1.2GB / 509MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ..... Animation , ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/naruto-shippuden-the-movie-the-lost-tower2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrw684BhFJZ9Jac6KJda3hSQkxt.jpg",
        "title": "The Big 4 (2022)",
        "description": "The Big 4 (2022)The Raid ဇာတ်ကားလို အမှန်အကန်ကြမ်းတဲ့ netflix ကအသစ်စက်စက်ထွက်လာတဲ့ အင်ဒိုဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်နာမည်အတိုင်းပါပဲ။ မြန်မာလိုဆို ကြီး ၄ ကြီး ပေါ့ဗျာ။\nတကယ့်ကို ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူကြမ်းကြီး ၄ ယောက်ရဲ့ဇာတ်လမ်းပါ။ဇာတ်ကြမ်းကားစစ်စစ်ကို အသောအထေ့အခွီအနှောက်လေးတွေနဲ့ဆိုတော့\nရသကို နှစ်ဆတိုးစေတဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ပစ်ခတ်မှုတွေ သွေးသံရဲရဲတွေကိုလည်း အားမနာတမ်းရိုက်ပြထားပြီး\nစနိုက်ပါပစ်လိုက်လို့ ခေါင်းကွဲထွက်သွားတာမျိုးတွေကိုပါ ရိုက်ပြထားတာပါ။ဇာတ်အိမ်လေးကတော့ လူဆိုးဂိုဏ်းတွေကိုလိုက်နှိမ်နင်းတဲ့အဖွဲ့ကို တည်ထောင်သူ\nမွေးစားအဖေဖြစ်သူလုပ်ကြံသတ်ဖြတ်ခံရပြီးနောက် အဖွဲ့သားလေးယောက် ဇာတ်မြှုပ်နေကြပြီ။\nမွေးစားအဖေရဲ့သမီးအရင်းက သူ့အဖေရဲ့လူသတ်တရားခံကိုလိုက်ရှာရင်း ကြီးလေးကြီးနဲ့တွေ့ပြီး\nလူဆိုးလူလွန်မသားလေးတွေကို ဖိုက်ကြတာပါပဲ။\nကြမ်းမှရမ်းမှဆို ပြေးသာကြည့်လိုက်တော့။ဇာတ်ကြမ်းကားမို့ ဘာသာပြန် အတန်ငယ် ကြမ်းသွားတာတော့ သည်းခံပေးကြပါ။\nလူဆိုးလူမိုက်ကြီးတို့ရဲ့ သရုပ်သကန်ကို အမှန်အကန် အပြည့်အဝ ခံစားမိစေဖို့ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 2.68GB | ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-big-4-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/act-of-valor-french-dvd-movie-cover-142x200.jpg",
        "title": "Act of Valor(2012)",
        "description": "Act of Valor (2012)\nကော်စတာရီကာရဲ့ဟိုတယ်တစ်ခုမှာCIA အေးဂျင့်၂ယောက်တည်းခိုနေတယ်...ဒီသတင်းကိုဘယ်ကဘယ်လိုရတယ်မသိ..အကြမ်းဖက်သမားများရောက်ရှိလာပြီးအမျိုးသားအေးဂျင့်ကိုတော့နဖူးကိုကျည်တစ်တောင့်ပစ်ကျွေးပြီးအမျိုးသမီးအေးဂျင့်ဖြစ်သူကိုတော့ဖမ်းဆီးခေါ်ဆောင်သွားတယ်....ဒီနောက်မှာတော့အမျိုးသမီးအေးဂျင့်ကိုပြန်လည်ခေါ်ယူဖို့မရိန်းစစ်သားတွေကိုအမေရိကန်တို့စုစည်းခဲ့တယ်...အေးဂျင့်အမျိုးသမီးကိုဖမ်းဆီးခေါ်ဆောင်သူဟာတကယ့်ထိပ်သီးဒုစရိုက်ခေါင်းဆောင်ဖြစ်နေတဲ့အပြင်ခေတ်မှီလက်နက်ကြေးစားလက်နက်ကိုင်စစ်သည်တို့အပြည့်နဲ့ရပ်တည်နေတဲ့သူပဲဖြစ်ပါတယ်...ဒီအမှုမှာမူးယစ်ရာဇာတွေအကြမ်းဖက်သမားတွေနဲ့တကယ့်ကိုကြောက်စရာအရှုတ်အထွေးကြီးပါပဲ...ဒါပေမယ့် ကယ်ထုတ်တဲ့စစ်ဆင်ရေးဟာ ထင်သလောက် မလွယ်ကူတဲ့အပြင် နောက်ဆက်တွဲပြဿနာတွေဟာအမေရိကန်နိုင်ငံအတွက် စက်တင်ဘာ-၁၁ရက် အရေးအခင်း ထက်ပိုဆိုးတာတွေ ကြုံလာနိုင်ကြောင်း သိရှိလာရတဲ့အခါမှာတော့…..။ကိုင်းမရိန်းတပ်သားတွေဘယ်လိုအစီအစဉ်တွေဆွဲကြလဲ....သူတို့အကုန်လုံးအသက်ပျောက်သွားနိုင်လား...အောင်မြင်ကြပါ့မလား...CIA အေးဂျင့်အမျိုးသမီးကိုရောကယ်တင်နိုင်ပါ့မလား....ထင်ထားတာထက်တိုက်ပွဲတွေကြမ်းနေမလား...ခံစားကြည့်လိုက်ပါဦးဗျို့...စစ်ကားကြိုက်သူတို့အဖို့နင်းကန်ကြည့်သင့်ပါကြောင်း....... \nFile Size :(2.5GB) (1.1 GB) and (327 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/act-of-valor2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/91KyqybHSaS._AC_SL1500-155x200.jpg",
        "title": "xXx: Return of Xander Cage (2017)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားဖြစ်ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: Return of Xander Cage (2017) ဇာတ်ကားမှာတော့ နာမည်ကြီး အာရှမင်းသားမင်းသမီးတွေပါ ထည့်သွင်းပြီး Fun ဖြစ်အောင်ရိုက်ကူးခဲ့ပါတယ်...Vin Diesel,Donnie Yen,Deepika Padukone,\nKris Wu ,Ruby Rose ,Tony Jaa,Samuel L. Jackson , Neymar Jr စသည်ဖြင့် နယ်ပယ်စုံက သရုပ်ဆောင်တွေပါ ထည့်သွင်းရိုက်ကူးခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးမျိုးသောအန္တရာယ်တွေ၊ သေစေနိုင်လောက်တဲ့ အပြောင်းအလဲတွေ ဖြစ်ပေါ်နေချိန်\nအမျိုးမျိုးသောလူစွမ်းကောင်းတွေကို ကမ္ဘာကြီးက လိုအပ်နေချိန်ဖြစ်ပါတယ်...\nAnarchy ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/xxx-xender-of-cage-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/film_2863_1-161x200.jpg",
        "title": "xXx: State of the Union (2005)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: State of the Union (2005) ကတော့ xXx ရဲ့ နံပါတ် ၂ ဇာတ်ကားဖြစ်ပြီး X အဖြစ် လူမည်းသရုပ်ဆောင် Ice Cube က သရုပ်ဆောင်ထားပါတယ်။\nFile size…(3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/xxx-state-of-the-union-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/71H8XhacQkL._SX522_-158x200.jpg",
        "title": "xXx (2002)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nX လို့ စတန့်လောကမှာ နာမည်တွင်နေတဲ့ X(vin diesel)ဟာ အစိုးရအရာရှိတစ်ဦးရဲ့ ကားကိုခိုးယူပြီး တံတားပေါ်ကနေခုန်ချပြခဲ့တာကြောင့် ရဲတွေရဲ့ဖမ်းဆီးထိန်းယူခြင်းခံရပါတယ်၊ တစ်ချိန်တည်းမှာပဲ အစိုးရအကြမ်းဖက်ဖမ်းဆီးနှိမ်နှင်းရေး အဖွဲ့ဟာလည်း မှောင်ခိုးသမားတွေကိုဖမ်းယူဖို့ကြိုးစားတိုင်း\nသူတို့ရဲ့ အေးဂျင့်တွေသာ အသက်ပေးလိုက်ရတဲ့အဖြစ်ကြောင့် အကြံအစီတစ်ခုအဖြစ် ဖမ်းဆီးထားတဲ့လူတွေထဲကမှ ထူးချွန်သူများကိုပြန်လည်ရွေးချယ်ပြီး အခွင့်ရေးတစ်ချို့နဲ့ အလဲအလှယ်လုပ်ကာ မှောင်ခိုသမားတွေကိုပြန်လည်ဖမ်းဆီးစေပါတယ်...ဒီလိုနဲ့ X တစ်ယောက် နိုင်ငံတော်ကြီးအတွက် ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ...။\nFile size…(2.3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/xxx-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Homecoming-142x200.jpg",
        "title": "Home Coming ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ Channel Myanmar က ပရိသတ်ကြီးကို\n၂၀၂၂ ခုနှစ် စက်တင်ဘာလ ၃၀ ရက်နေ့က ရုံတင်ခဲ့ပြီး\nရုံဝင်ငွေ ၁.၅ ဘီလီယံကျော်ရရှိခဲ့တဲ့《Home Coming》 ဆိုတဲ့\nရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေNumedia နိုင်ငံစစ်ပွဲဖြစ်စဥ် အချိန်ကာလ , သံရုံးမှာ\nလူအင်အားမမျှသောကြောင့် စစ်ပွဲအတွင်းက\nတရုတ် ပြည်သူတွေကိုသာ ကယ်ဆယ်ဖို့ စီစဥ်ထားပေမဲ့လဲ\nအဆင်မပြေခဲ့ပါဘူး တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့ကမှ ဇာတိမြေကို\nပြန်ဖို့စိတ်ကူးထားတဲ့ သံတမန်ဝန်ကြီးချုပ်ဟောင်း ဇုံးတဝေ နဲ့\nနိုင်ငံရေးဌာနမှ လူသစ်တစ်ဦးဖြစ်တဲ့ ချန်လန် တို့ဟာ\nအန္တရာယ်ကြားထဲကနေပြီးတော့ တာဝန်တွေကို သက်စွန့်ဆံဖျား\nလုပ်ကိုင်ပေးခဲ့ကြပြီး မိမိတို့ အိမ်ပြန်မည့် အခွင့်အရေးကို\nလက်လွှတ်ကာ စစ်ပွဲအတွင်းက ပြည်သူများ ဘေးလွတ်ရာကို\nရွှေ့ပြောင်းပေးဖို့အတွက် နေရစ်ခဲ့ကြပါတယ်အဲဒီနောက်မှာတော့ တာဝန်တွေကို ကြိုးစားလုပ်ကိုင်ရင်း\nတာဝန်ပြီးဆုံးသွားပြီလို့ ထင်နေပေမဲ့ နောက်ထပ်\nစစ်ပွဲအတွင်းမှာ ပိတ်မိနေတဲ့ တစ်ပြည်ထဲသား လူတစ်စု ရှိနေသေးတယ်ဆိုတာ\nသိလိုက်ရတဲ့အခါမှာတော့ ပိုင်ဟွ ဆိုသူရဲ့ ဦးဆောင်လမ်းပြမှုနဲ့\nအတူတူ နယ်စပ်ရွှေ့ပြောင်းရေး စခန်းကို သွားရောက်ခဲ့ကြပါတော့တယ်\nအရေးပေါ်ဖြစ်နေတဲ့ အခြေအနေအောက်မှာ နှစ်ယောက်သားဟာ\nအိမ်ပြန်ဖို့ အခွင့်အရေးကို ထပ်မံစွန့်လွှတ်ခဲ့ကြပြီးတော့\nစစ်ပွဲအတွင်းထပ်မံခြေချခဲ့ပြန်ပါတော့တယ် အဲဒီနောက်မှာတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/home-coming-2022/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBqEiQbbfyt4MWR3NhDZMbS4Wp8.jpg",
        "title": "Naruto Shippuden the Movie: Bonds(2008)",
        "description": "Naruto Shippuden the Movie: Bonds(2008)\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာဒုတိယကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကိုတစ်ရက်မှာ​တော့ မိုး​ကောင်းကင်နင်ဂျာ​တွေရုတ်တရက်ဝင်တိုက်ခိုက်ခဲ့ပါတယ်။ ထိခိုက်​သေဆုံးမှုအများအပြားကြုံလိုက်ရတာမလို့ တိုက်ခိုက်မှုကြီးအ​ကြောင်းကိုစုံစမ်းရင်း မထင်မှတ်တာ​တွေကြုံလာရတဲ့အပြင် ရွာက​နေထွက်သွားတဲ့ sasukeပါ ​ပေါ်လာတဲ့အခါမှာ​တော့....  File size…1.30GB / 717MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Animation , Action , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/naruto-shippuden-the-movie-bonds2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDkct38sSFSWJIATlfJw0l3QOIR.jpg",
        "title": "Naruto Shippuden the Movie(2007)",
        "description": "Naruto shippuden the movie=========================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာပထမဆုံးကားဖြစ်ပြီးIMDb 6.7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Demon countryမှာ အနာဂတ်ကိုကြိုမြင်နိုင်တဲ့နတ်ဆရာမတစ်ပါးရှိပါတယ်။ တ​နေ့မှာ​တော့ချိတ်ပိတ်ချုပ်​နှောင်ထားတဲ့ မိစ္ဆာဘုရင်ကြီးဟာမသာမာသူမအလ​တွေ​ကြောင့်လွတ်လာခဲ့ပြီးကမ္ဘာကိုအုပ်စိုးဖို့ပဲလုပ်​ဆောင်လာပါ​တော့တယ်။မိစ္ဆာဘုရင်ကြီးကိုတားဆီးနိုင်တဲ့သူဟာလည်းနတ်ဆရာမပဲရှိတာမလို့ နတ်ဆရာမကိုကာကွယ်​ပေးရမယ့်တာဝန်ဟာ Narutoတို့တာဝန်ဖြစ်လာပါတယ်။ဒါ​ပေမဲ့ Narutoဟာ ​​သေရ​​တော့မယ်လို့နတ်ဆရာမကြီးက ​ဟောလိုက်တဲ့အချိန်မှာ​တော့......နတ်ဆရာမ​ဟောတာ​တွေက အမြဲမှန်မှာလားNarutoဟာ တကယ်​သေရ​​တော့မှာလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါ။ File size…1.25GB / 632MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Dr ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/naruto-shippuden-the-movie2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fXPeRqkP3ZukivafI2ZoQWQW9h2.jpg",
        "title": "The God of Cookery (1996)",
        "description": "The God of Cookery (1996)~ IMDb - 7.3/10, Rotten Tomatoes - 86% ~ဟောင်ကောင်မှာ Comedy ကားဆို ကျွန်တော်တို့ ထိပ်ဆုံးက ပြေးသတိရကြမယ့် ပုဂ္ဂိုလ်ကြီးဟာ စတီဖင်ချောင်ပဲမဟုတ်လား။ ချောင်ဟာ ဒီလောကကို ဝင်ဝင်ချင်းမှာတော့ သူရိုက်ခဲ့တဲ့ King of Comedy ထဲကလိုပဲ ဟိုဘက်က ညောင်ပင်တစ္ဆေအော်ရင် ရုပ်တောင်မပါဘဲ ဝေလေလေပြန်ထူးရတဲ့ ဇာတ်ကောင်နေရာမျိုးကနေ စဝင်လာခဲ့တာပါပဲ။ A Better Tomorrow မှာ Cast List ထဲ သူပါလို့ ရှာကြည့်တော့ ၄ပြန်လောက်ရှာပြီးမှ ၃စက္ကန့်လောက်ပါရတဲ့ လူဆိုးဂိုဏ်းကကောင်လို နေရာမျိုးတွေပေါ့။ ဒီနောက်မှာတော့ အက်ရှင်သမားအနေနဲ့ ပွဲဦးထွက်ခဲ့သလို သရုပ်ဆောင်ဆုလည်းရခဲ့ပါတယ်။ ဘရုစ်လီကားကြည့်ပြီး ဘရုစ်လီလိုဖြစ်ချင်ခဲ့တဲ့သူဆိုတော့လည်း ဆန်းတော့ မဆန်းပါဘူး။ နောက် အဲဒီခေတ်ကလည်း ဟောင်ကောင်အက်ရှင်တွေရဲ့ရွှေခေတ်လို့လည်း ပြောလည်း မမှားဘူးကိုး။ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-god-of-cookery-1996/"
    }
]