[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Collar-Bomb-132x200.jpg",
        "title": "Collar Bomb (2021)",
        "description": "IMDb Rating (6.2)Disney+Hotstar က ထုတ်လွှင့်ထားတဲ့ Action , Thriller Bollywood ဇာတ်ကားကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်....ဇာတ်လမ်းကတော့ ကြမ်းပါတယ်...အသေခံဗုံးခွဲသမားတစ်ယောက်က ဗုံးတွေအပြည့်ဝတ်ဆင်ပြီး ကျောင်းဆောင်ထဲဝင်လာပါတယ်...ကျောင်းထဲက ကလေးတွေရဲ့ အသက်ကို သူက အလဲအလှယ်လုပ်မှာပါ....ကလေးတွေ အသက်ရှင်ချင်ရင် ကလေးမိဘတွေက ကိုယ့်ဖာသာ အသေခံရမှာပါ...အပေးအယူကြမ်းတဲ့ ဇာတ်ကြောင်းနောက်ကွယ်မှာလဲ လျှို့ဝှက်ချက်တွေက ရှိနေပါသေးတယ်...အသက်ရှင်ဖို့ အလျော်အစားကြမ်းနေတဲ့ ၂၀၂၁ ကာလကြီးနဲ့ ကိုက်ညီမယ့် ဇာတ်ကားဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်..။\nFile size…(1.7 GB) and (1.1 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Thuya",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/collar-bomb-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ppiL13JJx2LkyoNb8JM0h7nxYmk.jpg",
        "title": "Black Widow(2021)",
        "description": "Black Widow(2021)အညွှန်း************************IMDb...7.5(HEVC.1080P.5.1CHရပါပြီနော်...)ဘလက်ဝစ်ဒိုးအဖြစ် စကားလက် ဂျိုဟန်ဆန်နောက်ဆုံးသရုပ်ဆောင်တဲ့ ရုပ်ရှင်ကြီး ရပါပြီ။ဒီဇာတ်လမ်းကိုတော့ Civil War အပြီး ကာလမှာ တည်ဆောက်ထားတာပါ။ဆိုကိုဗီယားသဘောတူညီချက်ကို ချိုးဖောက်လို့ အဗန်ဂျာတွေ ပြိုကွဲပီးလိုက်ဖမ်းခံနေရပါတယ်။ကပ် နဲ့ နာတာရှာကတာ့ ဝရမ်းပြေးတွေပေါ့။ အဲဒီအချိန်မတိုင်ခင် Age of Ultron ရုပ်ရှင်မှာတုန်းက နာတာရှာရဲ့အတိတ်ကို ဖြတ်ခနဲ မြင်လိုက်ရသေးတယ်မဟုတ်လား။ လူသတ်သမား သူလျှိုတွေကို လေ့ကျင့်ပေးတဲ့ခန်းဆောင်နီဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ့။ အခုရုပ်ရှင်မှာတော့ အဲဒီခန်းဆောင်နီနဲ့ ပတ်သက်တဲ့အတိတ်တွေကနောက်က လိုက်လာပြီး သူ့လိုပဲ ဝစ်ဒိုးတွေ အများကြီးနဲ့ ရင်ဆိုင်ရတော့မှာပါ။နောက်ပြီးတော့ ဘလက်ဝစ်ဒိုး အသစ်ဖြစ်လာမယ့်သူလည်း ပါသလို နောင်လာမယ့်ရုပ်ရှင်တွေနဲ့ ဆက်စပ်လို့ရမှာတွေကို ပြသွားပါတယ်။ ထုံးစံအတိုင်း စာတန်းထိုးပြီးရင် အပိုပါတဲ့တစ်ခန်းကိုကြည့်ဖို့တော့ မမေ့နဲ့ပေါ့ဗျာ....  File Size : (2.1 GB) ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/black-widow2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0wn9YtEnmbucx8ZUsT918ctoiK.jpg",
        "title": "How I Became a Superhero (2021)",
        "description": "How I became a Superhero (2021)ခုတင်ဆက်ပေးမှာကတော့ IMDb rating 5.9 ရရှိထားတဲ့ 2020 ထွက်စွမ်းအားရှင် ဇာတ်ကားလေးဖြစ်ပါတယ်\"ကြီးလာရင် လူစွမ်းကောင်းကြီး လုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်မယ်\"ဆိုတဲ့\nငယ်ဘဝစကားလေးကိုတော့ လူတိုင်း မှတ်မိကြမယ် ထင်ပါရဲ့။\nဒါပေမဲ့လည်း တကယ်တမ်းကျ Superhero ဖြစ်ရတဲ့ဘဝဟာ\nခက်ခဲနက်နဲတဲ့ မစ်ရှင်တစ်ခုကို ထမ်းဆောင်နေရသလိုပါပဲ။\nကြမ်းတမ်းတယ် ..... ပင်ပန်းတယ် ..... ခက်ခဲလှပါတယ် .....ဒီဇာတ်လမ်းမှာတော့ စွမ်းအားရှင်တွေနဲ့အတူ သာမန်လူတွေက အတူတကွ ယှဉ်တွဲနေထိုင်ကြပါတယ်အချိန်ကြာလာတာနဲ့အမျှ သာမန်လူတွေဟာ\nစွမ်းအားရှင်တွေလိုမျိုး အစွမ်းတွေ ပိုင်ဆိုင်လာချင်ကြပါတယ်\nဒီလိုနဲ့ သူတို့က အစွမ်းရဖို့အတွက် ဆေးတွေသုံးစွဲကြရင်း\nပဲရစ်လူအဖွဲ့အစည်းအတွင်းမှာ ဘယ်လိုထိခိုက်မှုတွေရှိလာမလဲ....ရဲအရာရှိဖြစ်တဲ့ မင်းသားမော်ရိုးဟာ ဒီအမှုအတွက် လိုက်လံစုံစမ်းဖို့ တာဝန်ကျလာတဲ့အခါ....မော်ရိုးရော ဒီအမှုကိုဖြေရှင်းနိုင်ပါ့မလား?\nသူရဲ့နောက်ကြောင်းကကော ဘယ်လိုဖြစ်မလဲဆိုတာကို\nဆက်လက်စောင့်ကြည့်ကြပါဦးနော်The Boys တို့ Jupiter Legacy'sတို့ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nလုံးဝလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲနော်အညွှန်းကို Shwe Pyae က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/how-i-became-a-superhero-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ckghAN8FuYY2icUyJjVkKXiBrek.jpg",
        "title": "State of Siege: Temple Attack(2021)",
        "description": "State of Siege: Temple Attack (2021)\nမြန်မာစာတန်းထိုးအိန္ဒိယရုပ်ရှင်အထွက်ကြဲနေချိန်မှာ Akshaye Khanna ရဲ့\nဖြစ်ရပ်မှန်အခြေခံအကြမ်းဖက်နှိမ်နင်းရေးရုပ်ရှင်လေးတွေ့တာနဲ့\nတင်ဆက်ပေးလိုက်ပါတယ်။မေဂျာဟာနွတ်ဆင်းဟ်ဦးဆောင်ပြီး\nကက်ရှ်မီးယားတနေရာကို စစ်ဆင်ရေးသွားကြတဲ့\nNSG (National Security Guard) ကွန်မန်ဒိုတပ်ဖွဲ့ဟာ\nစစ်ဆင်ရေးမှာ တလွဲတချော်ဖြစ်ပြီး အကြမ်းဖက်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းမိခဲ့ပေမယ့်\nဟာနွတ်နဲ့ညီအကိုလိုနေတဲ့ ကပ္ပတိန်ဘီဘာ့ခ်တစ်ယောက် ကျသွားပါတယ်။ဒီဖြစ်ရပ်နောက်ပိုင်း နောင်တတွေရပြီး\nတစ်ချိန်လုံး သူ့ကိုယ်သူ အပြစ်တင်နေတဲ့ မေဂျာဟာနွတ်တစ်ယောက်\nပြည်နယ်ဝန်ကြီးရဲ့ အစည်းအဝေးတစ်ခုကို\nလုံခြုံရေးယူပေးဖို့ အထက်ကတာဝန်နဲ့ သွားရင်း\nကပ္ပတိန်ဘီဘာ့ခ်ရဲ့အသက်ကို နှုတ်ယူခဲ့တဲ့\nအကြမ်းဖက်သမားအဖွဲ့နဲ့ တဖန်ရင်ဆိုင်ရဖို့ ဖြစ်လာပါတော့တယ်။ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားပြီး\nအပစ်အခတ် အသတ်အပုတ်တွေများများပါတဲ့\nအက်ရှင်ကားမို့ ဇာတ်လမ်းအကြောင်းအရာကို ဒီလောက်ပဲ ပြောပြလို့ ရပါတယ်။သူတို့နိုင်ငံပရိတ်သတ်တွေကိုယ်တိုင်က\nကြည့်ရတာတန်တယ်လို့ ရီဗျူးပေးကြတာမို့\nအချိန်ပေးရကျိုး နပ်မှာ သေချာပါတယ်။ Translated and Reviewed by : Myint ThuEncoded by : YKQuality : 1080p WEBDL and 720pFile Size : 1.83GB and 1GBDuration :1h 50mins",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/state-of-siege-temple-attack2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/CHHH-141x200.jpg",
        "title": "Check(2021)",
        "description": "Check(2021) အညွှန်း******************IMDb...7.0၂၀၀၄ခုနှစ် ဒီဇင်ဘာလမှာ ဗုံးပေါက်ကွဲမှုကြောင့်  လူအယောက် (၄၀) အသက်ဆုံးရှုံးခဲ့ရတယ်...ဒီသေဆုံးမှုကြောင့် အိန္ဒိယ တစ်နိုင်ငံလုံးဒေါသတွေထွက်ကြတယ်.အစိုးရရဲ့ စုံစမ်းစစ်ဆေးမှု (၂)အကြာလုပ်အပြီးမှာ တရားခံ(၄)ယောက်ကိုဖမ်းဆီးနိုင်ခဲ့ပြီး  သေမိန့်ပေးခဲ့တယ်...ဒီထဲမှာ သံသယရှိသူအဖြစ်ထပ်မံဖမ်းဆီးခံရတာကတော့ အဒိတျဆိုတဲ့သူတစ်ယောက်ပါ...သူကတော့ လုံးဝအပြစ်ကင်းတယ်လို့ အကြိမ်တိုင်းပြောနေသလိုဒီအတွက်အယူခံဝင်ဖို့လည်း ကြိုးစားနေပါတယ်...ခက်တာက သူ့ကိုဘယ်သူမှရှေ့နေလိုက်မပေးချင်ကြသလို လိုက်တဲ့ရှေ့နေတွေကလည်းရှုံးလည်း ဘာမဖြစ်ဘူးလို့ခံယူထားကြတော့သူ့အတွက်အတော်ဒုက္ခရောက်နေပါတယ်..ဒီကြားထဲသူဟာ တရားခံ(၄)ယောက်ရဲ့ နောက်ဆုံးထောင်ထားတဲ့ဗုံးတည်နေရာတွေအတွက်ဖော်ကောင်လုပ်လိုက်လို့ ထောင်ထဲမှာ အချိန်မရွေး အသက်ပျောက်နိုင်တဲ့အနေအထားဖြစ်နေပါတယ်....ဒီ အိန္ဒိယကားက ဇာတ်လမ်းစထဲက စိတ်ဝင်စားစရာကောင်းပါတယ်...လှည့်ကွက် မြှုတ်ကွက်ပေါင်းများစွာပါသလိုအပိုကြီးတွေသိပ်မလုပ်တဲ့ထူးခြားဇာတ်လမ်းလို့တောင်ပြောလို့ရပါတယ်...ပိုစိတ်ဝင်စားဖို့ကောင်းတာက ထောင်ထဲကစစ်တုရင်ပွဲတွေပါပဲ....ဘယ်သူမှာ သူ့ဘက်မှာမရှိတဲ့ ထောင်ထဲက သူဘယ်လိုထွက်မလဲ...သူကိုယ်တိုင်ကရော တကယ်အပြစ်ကင်းရဲ့လား...သူ့အသက်အန္တရယ်ကိုရော ကာကွယ်နိုင်ပါ့မလား...တစ်ကောင်ကြွက်ဘဝနဲ့ ကလေးဘဝထဲက ခြေဉီးတည့်ရာလျှောက်သွားနေတဲ့ ဒီကောင်လေးမှာရောဘယ်လိုအရည်အချင်းတွေရှိမလဲ...နင်းကန်ကောင်းတယ်လို့ ညွှန်းချင်တယ်...ကြည့်ရကြိုးလုံးဝနပ်စေရမယ်.... File Size : (2.2GB) and (1.1GB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet  ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/check2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-08-at-20.05.13-142x200.png",
        "title": "Night Walk (2019)",
        "description": "Night Walk (2019)===============IMDb Rating - 5.8/10Night Walk(2021)ဥပဒေဆိုတာ ဘာလဲ???\nကျွန်တော်တို့ဟာ နိုင်ငံသားတစ်ယောက်အနေနဲ့\nဥပဒေတွေကိုလိုက်နာပြီးနေထိုင်ကြရပါတယ်\nဒါပေမယ့် ဒီဥပဒေတွေဆိုတာ တစ်နိုင်ငံနဲ့တစ်နိုင်ငံ\nတသတ်မတ်တည်း ရှိတာမျိုးတွေမဟုတ်ဘူးဗျ\nဥပဒေကို အမှန်တရားလို့သတ်မှတ်လို့ရပေမယ့်\nအမှန်တရားတိုင်းကတော့ ဥပဒေမဖြစ်နေခဲ့ဘူးဒီဇာတ်ကားထဲက တရားသူကြီးကတော့ပြောတယ်\nစည်းမျဉ်းဥပဒေဆိုတာ ဥပဒေရေးဆွဲထားသူတွေရဲ့\nဝါဒဖြန့်ချီရေးစာပိုဒ်တစ်ပိုဒ်ပါပဲတဲ့အရာရာလွတ်လပ်ပြီး လူ့အခွင့်အရေးအပြည့်အဝရတယ်လို့\nကျွန်တော်တို့တော်တော်များများသိထားတဲ့\nအမေရိကန်နိုင်ငံက ဇာတ်ကောင်နှစ်ဦးဟာ\nချစ်မိခဲ့ကြပါတယ်\nဒါပေမယ့် ဇာတ်ကောင်မိန်းကလေးဟာ\nဥပဒေစည်းမျဉ်းတင်းကျပ်လှတဲ့ နိုင်ငံကအမျိုးသမီးတစ်ဦးပါ\nဒီလိုနဲ့ တစ်နေ့တော့ အဲ့ဒီနိုင်ငံကို\nနှစ်ယောက်သားသွားကြတဲ့အချိန်မှာ\nကွဲပြားလှတဲ့ဥပဒေကြောင့် ဖြစ်ရပ်ဆိုးဆိုးဝါးဝါးတွေဖြစ်သွားခဲ့ပါတယ်ဒီနေရာမှာ ကျွန်တော်တို့အများစု\nအကြမ်းဖက်သမားလို့ သတ်မှတ်ထားကြတဲ့\nဂျီဟတ်နဲ့ပက်သက်တာတွေ အသေးစိတ်နီးပါးပါတယ်လို့ပြောလို့ရတယ်\nအချစ်ရယ် ဘာသာရေးရယ် တရားဥပဒေရယ်\nလူ့သဘာဝရယ်အကြောင်းကို\nထင်ဟပ်အောင်ရိုက်ပြထားတဲ့ဇာတ်ကားပါပဲ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, August, Ameliaတို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, CrimeSource : 1080p.WebRipTranslator – Shwe Pyae, August, AmeliaEncoder – ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/night-walk-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/E2DKqZHVEAAg4wt-160x200.jpg",
        "title": "Ramarjuna (2021)",
        "description": "Ramarjuna (2021)\n=================\nIMDb 6.7/10အိန္ဒိယအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်..\nအက်ရှင်တွေရှယ်ကြမ်းသလို မင်းသမီးလေးလဲ အသေချောပါတယ်။ဇာတ်လမ်းကတော့..\nရမ် ဆိုတဲ့ ကောင်လေးဟာ အာမခံကုမ္ပဏီက Agent တစ်ယောက်ဖြစ်ပြီး\nရိုးသားကြိုးစားတဲ့အပြင် သူတစ်ပါးကိုကူညီဖို့လည်း လက်မနှေးသူဖြစ်ပါတယ်။\nသူနေထိုင်တဲ့ရပ်ကွက်က လက်လုပ်လက်စား ဆင်းရဲသားရပ်ကွက်ထဲဖြစ်ပြီး\nရပ်ကွက်ထဲမှာ လူတော်လူကောင်းလေးတစ်ဦးအဖြစ် လူသိများပါတယ်။တစ်နေ့မှာတော့ ပါဝါကြီးတဲ့ ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုက\nသူတို့ရဲ့ဆင်းရဲသားရပ်ကွက် မြေနေရာကို မတရားသိမ်းယူဖို့ကြံစည်လာပါတယ်...\nမတရားမှုဆို သည်းမခံနိုင်တဲ့ ရမ် တစ်ယောက် ဒီကိစ္စမှာ ကိုယ်တိုင်ဝင်ရောက် ဖြေရှင်းတဲ့အခါ...။မင်းသားချော Aneesh Tejeshwar နဲ့ မင်းသမီးချော Nishvika Naidu တို့ပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယအက်ရှင်ဒရမ်မာ ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့် ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…(2.5 GB) and (1.6 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin Oo",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ramarjuna-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/9ufsyltoc724-141x200.jpg",
        "title": "Killer Tattoo (2001)",
        "description": "ဒီကားလေးကတော့ 2001 ကထွက်ရှိခဲ့ပြီး 6.3 IMDb ရရှိခဲ့တဲ့ကားလေးပါ\nအဓိကဇာတ်ဆောင်ငါးယောက်က ကြေးစားလူသတ်သမားတွေအဖြစ် ဇာတ်အိမ်ဖွဲ့ထားပါတယ်အသံတိတ်လူသတ်သမားအဖြစ် Somchai Kemglad\nထောင်ထွက်ကျွဲကြီးအဖြစ် Suthep Po-ngam\nမိန်းမချစ်တဲ့ ကိုဆံရှည်အဖြစ် Sornsutha Klunmalee\nဗုံးသုံးကျွမ်းတဲ့ မား(ကိုခွေး)အဖြစ် Mum Jokmok\nထိုင်းအဲဗစ်ပရက်စလေအဖြစ် Pongsak Pongsuwan ပါဝင်ထားကြပါတယ်ထိုင်း Comedian တွေကို အများဆုံးသုံးထားတာကြောင့်\nအက်ရှင်ကားပေမယ့် မပေါတဲ့ ဟာသလေးတွေပါ ကြည့်ရှုရမှာပါ\nPlot ကလည်း ပျင်းစရာမကောင်းပဲ စိတ်‌ဝင်စားစရာကောင်းတာကြောင့်\nအချိန်ပေးကြည့်ရတာ တန်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဒီဇာတ်ကားက အောင်မြင်ခဲ့တာကြောင့် သူ့ထဲက ကြေးစားလူသတ်သမားတွေရဲ့ အဆက်အဖြစ်Saturday Killer (2010) နဲ့ Friday Killer (2011) ဇာတ်ကား ၂ ကား ဆက်ထွက်ခဲ့ပါတယ်။အဲ့ကားတွေလဲ အချိန်ရရင် ဘာသာပြန်တင်ဆက်သွားပါ့မယ်။\nFile size…(1.7 GB) and (400 MB)\nQuality…DVDRip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Suzy Jirakit ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/killer-tattoo-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-139x200.jpeg",
        "title": "Hitman’s Wife’s Bodyguard (2021)",
        "description": "မြေနိုးကြီးရဲ့သက်တော်စောင့် ဇာတ်လမ်း အဆက် ထွက်လာပါပြီ။ ၂၀၁၇ က အပိုင်း ၁ လေးကို ကြည့်ထားရင် ပိုကောင်းပါတယ်။ တင်ပေးထားပါတယ်။ ဒီအပိုင်းမှာတော့ ကင်ကိတ်ကြီးက ထောင်ကထွက်ပြေးပြီး မိန်းမနဲ့အကြည်ဆိုက်နေချိန်၊ သက်တော်စောင့် လိုင်စင် မရှိတော့တဲ့ ဘရိုက်စ်က တိုင်ပတ်နေပါတယ်။ ဒါနဲ့ စိတ်ပြေလက်ပျောက် အနားယူဖို့ ထွက်လာချိန်မှာပဲကင်ကိတ်ကြီးကိုမာဖီးယားတွေဖမ်းထားတယ်ဆိုပြီး သူ့မိန်းမ ဆိုညာက လာခေါ်တဲ့အချိန်မှာ လူသတ်သမား၊ သက်တော်စောင့်၊ လူလိမ်မ သုံးယောက်တွဲပြီးပေါက်ကရတွေလုပ်ရင်းနဲ့ ကမ္ဘာကြီးကို ကယ်တင်ရမယ့် လမ်းစပေါ် ရောက်သွားပြန်ပါတယ်..... အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။ File size… 1.49 GB and 862 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hitmans-wifes-bodyguard-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-10-135x200.jpg",
        "title": "The Hitman’s Bodyguard (2017)",
        "description": "The Hitman's Bodyguard (2017)IMDb - 6.9/10_____Rotten - 43%\n 2017 ရဲ့ အကောင်းဆုံး Action Comedy တွေထဲက တစ်ခုပါ။\nသြဂုတ် ၁၈ ကမှ ရုံတင်တာဖြစ်ပြီး IMDb 6.9 နဲ့ Box Office မှာ ထိပ်ဆုံးရောက်နေပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဘီလာရု သမ္မတဟောင်း ဗလာဒီဆလက် ဒူကိုဗစ်ချ်ကို\nနိုင်ငံတကာရာဇဝတ်မှုတရားရုံးက တရားစွဲထားချိန်မှာ\nသူ့ကို အပြစ်ရှိကြောင်း သက်သေထွက်ဆိုမယ့်သူ မရှိပါဘူး။\nဒူကိုဗစ်ချ်ရဲ့လူတွေက သက်သေမှန်သမျှကို လိုက်ပြီး နှုတ်ပိတ်နေလို့ပါ။\nဝါရင့်ကြေးစားလူသတ်သမားကြီး ဒဲရီးယပ် ကင်ကိတ်ကတော့\nနောက်ဆုံးမှာ အပေးအယူလုပ်ပြီး သက်သေထွက်ဖို့ သဘောတူလိုက်ပါတော့တယ်။\nအဲဒီအတွက် သူ့ကိုကာကွယ်ပေးဖို့ အေသုံးလုံးအဆင့် အထူးသက်တော်စောင့်\nမိုက်ကယ် ဘရိုက်စ်ကို အကူအညီတောင်းရတဲ့အခါမှာ\nလူသတ်သမားနဲ့သက်တော်စောင့် ရန်သူဟောင်းကြီး နှစ်ယောက် အတူလက်တွဲရပါတော့တယ်။\nသူတို့အတိတ်မှာ ပြဿနာခဏဏတက်ထားတာမို့  လုံးဝမတည့်ပဲ\nရန်တစောင်စောင်နဲ့ ထောင်ကနေ တရားရုံးခရီးကို\nဒူကိုဗစ်ချ်ရဲ့ လူသတ်သမားများစွာကို ဖြတ်ကျော်ပြီး အရောက်သွားရတဲ့အခါ......\nသက်တော်စောင့်ဘရိုက်စ်ဟာ အရာရာကို တွက်ဆပြီး ပြင်ဆင်လုပ်တတ်သူ၊\nကင်ကိတ်ကတော့ တုံးတိုက်တိုက် ကျားကိုက်ကိုက်နည်းလမ်းက ...",
        "rating": "6.9",
        "url": "https://megaup.net/1ybrf/The_Hitman_s_Bodyguard_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBftHNBnLHgqwHLiojuVSsRNpS.jpg",
        "title": "Detective Chinatown 2(2018)",
        "description": "Detective Chinatown 2(2018)အညွှန်း\n*********************************ချင်းဖောင်ဆိုတဲ့ ကျောင်းသားလေးက Crimemaster လို့ခေါ်တဲ့ App တစ်ခုမှာ အဆင့်နှစ်ချိတ်ထားသူဖြစ်ပါတယ်...Crimemasterဆိုတာက စုံထောက်ဂိမ်းတစ်ခုပါပဲ၊ ဒါပေမယ့်ထူးခြားတာက တကယ်ဖြစ်နေတဲ့အမှုတွေကိုစုံစမ်းဖော်ထုတ်ရတာပဲဖြစ်ပါတယ်။ ချင်းဖောင်က အဲ့ဂိမ်းမှာ အဆင့်နှစ်ဆိုတော့ နယ်နယ်ရရတော့မဟုတ်ဘူးပေါ့...အဆင့်တစ်ကတာ့ \"Q\" ဆိုတဲ့လူဖြစ်ပြီး ဘယ်သူဘယ်ဝါဆိုတာတော့ ဘယ်သူမှမသိကြပါဘူး။ဦးလေးဖြစ်သူရဲ့ မင်္ဂလာပွဲကိုတက်ဖို့ အမေရိက ကို ချင်းဖောင်တစ်ယောက်ရောက်ရှိလာပါတယ်။တကယ်တော့ဦးလေးဖြစ်သူက ချင်းဖောင်ကို ညာခေါ်လိုက်တာပါ။ တရုတ်တန်းက ဆရာကြီးတစ်ယောက်ရဲ့မြေးဖြစ်သူအသတ်ခံရမှုကိုဖော်ထုတ်ပေးနိုင်ရင် ဒေါ်လာငါးသန်း ပေးမယ်ဆိုတဲ့အတွက်ကြောင့်ချင်းဖောင်ကို လိမ်ပြီးခေါ်လိုက်တာဖြစ်ပါတယ်။ အဲ့အမှုကိုဖော်ထုတ်ဖို့ရောက်လာတဲ့တခြားလူတွေကလဲCrimemaster app ထဲက ချင်းဖောင်ရဲ့ ပြိုင်ဖက်တွေပဲဖြစ်ပါတယ်။ အဲ့တော့ ချင်းဖောင်တို့တူဝရီးနှစ်ယောက်အမှုကို ဖော်ထုတ်ပုံတွေ၊ အမှုက ထင်ထားသလိုမရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာကြောင့်လှည့်ကွက်များစွာရှိနေပုံတွေကို ဟာသဆန်ဆန်နဲ့ရိုက်ကူးထားပါတယ်။ ဟာသဆန်ဆန်ဆိုပေမယ့်အမှုအကြောင်း သဲလွန်စရှာပုံတွေ၊ ကောက်ချက်ချပုံတွေကလဲ စိတ်ဝင်စားစရာကောင်းပါတယ်။အဲ့ဒါကြောင့် စုံထောက်ကားကြိုက်သူတွေ ဟာသကောင်းကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့တရုတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း လက်တို့လိုက်ရပါတယ်။  ဂိမ်မာတွေဆိုတာ ဘာညာအထှာတော့ရှိတယ်ဗျ....တစ်ချို့သော ပုတ်ခတ်သူတွေအတွက် တစ်ချို့သော ဂိမ်မာသမားများက ဂိမ်ကစားရင်း လက်တွေ့ဘဝမှာ ဒီလိုဟိုလို ဉာဏ်သုံးဖြေရှင်းပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-chinatown-22018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
        "title": "The Tomorrow War (2021)",
        "description": "The Tomorrow War (2021)မင်းသား ခရစ်ပရက် ရဲ့ သိပ္ပံ အက်ရှင် ရုပ်ရှင်အသစ်ထွက်ပါပြီ။ နာမည်အတိုင်းပဲ အနာဂတ်ရဲ့ စစ်ပွဲတစ်ခုအကြောင်းပါ။\nနောက်လာမယ့် နှစ် ၃၀ မှာ ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ ဝင်တိုက်ပြီး လူတွေအားလုံး သေကုန်မယ့်အကြောင်း အနာဂတ်ကနေ ဆက်သွယ်ပြီး သတိပေးလာပါတယ်။ဒါကြောင့် လက်ရှိခေတ်ရဲ့ တစ်ကမ္ဘာလုံးက လူတွေကို အနာဂတ်ကို ဆက်တိုက်စစ်ကူပို့ပေးပေမယ့် ရှုံးမြဲ ရှုံးနေတုန်းပါပဲ။\nဒီတော့ အင်အားချင်း ရင်ဆိုင်နေရုံနဲ့ မပြီးဘဲ ဂြိုလ်သားအားလုံးကို လက်စတုံးဖို့ နည်းလမ်းကိုရှာဖွေရင်းနဲ့အနာဂတ်စစ်ပွဲကို ဖြစ်မလာအောင် တားနိုင်မယ့် နည်းလမ်းကိုပါ တွေ့လာတဲ့အခါ..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ဖြစ်ပါတယ်။File size… 2.5 GB and 1.4 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 20min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder .....August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-tomorrow-war-2021/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbGzncqTJw94LHisdEXKC1dFc3J.jpg",
        "title": "Detective Chinatown 3 ( 2021 )",
        "description": "Detective Chinatown 3 ( 2021 ) အညွှန်း**********************************စုံထောက်ဇာတ်ကားကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့လူတွေအတွက်ဟာသနှောစုံထောက်ကားလေး လာပါပြီနော်Detective Chinatown 3ဇာတ်ကားလေးဟာဆိုရင် အရင်က 1 2 ဆိုပြီးတော့နှစ်ကားထွက်ဖူးတာကြောင့် ကြည့်ပြီးသားလူတွေကတော့ဒီကားလေးထဲမှာ တူဝရီးနှစ်ယောက် ဘယ်လိုတွေ ဗရုတ်ကျပြီးပဟေဠိဆန်ဆန် လူသတ်မှုတွေကို စုံစမ်းကြသလဲဆိုတာ သိပြီးသားဖြစ်မှာပါအခု 3 မှာရော နှစ်ယောက်သား ဂျပန်ကိုသွားပြီး ဘယ်လိုအလွဲတွေနဲ့ပဟေဠိဆန်တဲ့လူသတ်မှုကို ဖြေရှင်းကြမလဲ ထိုင်းစုံထောက်ဂျပန်စုံထောက်တွေနဲ့ အားလုံးဆုံမိသွားတဲ့အပြင် မာဖီးယားတွေနဲ့အမှုက ပတ်သတ်နေတဲ့အခါ တူဝရီးနှစ်ယောက် ဟာသတွေ တစ်ပုံကြီးနဲ့အမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါရှေ့နှစ်ကားမကြည့်ဖူးသေးတဲ့လူတွေအတွက်လည်း ဒီကားလေးက1 2 နဲ့ အမှုအသွားအလာ အဆက်အစပ်မရှိတဲ့အတွက်ကြောင့်မို့လို့ဟာသ သဲထိတ်ရင်ဖိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားလေးပါနော် Quality : HEVC 1080p 5.1,BLU-RAY720PFormat : mp4During : 2h 6minSubtitle : Myanmar Sub ( Hardsub )Translated ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/detective-chinatown-3-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "title": "Batman: The Long Halloween, Part One (2021)",
        "description": "Batman: The Long Halloween, Part One (2021)ဒီဇာတ်လမ်းမှာတော့ ဘတ်မန်း စုံထောက်ဝင်လုပ်တာကိုတွေ့ရမှာပါ. ထုံးစံအတိုင်း ရာဇဝတ်ကောင်တွေ ပေါများတဲ့ဂေါ်သမ်ဟာ ဟောလိုးဝင်းအားလပ်ရက်တွေမှာ အခြေအနေပိုဆိုးလာခဲ့ပါတယ်.ဘာလို့လဲဆိုတော့ မြို့မျက်နှာဖုံးငွေခဝါချနေတဲ့ ဖယ်ကိုနီမိသားစုဆိုတဲ့ ဒိတ်ဒိတ်ကျဲမိသားစုတွေရဲ့ဂိုဏ်းကလူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရလို့ပါ,ဒါကြောင့် ဖယ်ကိုနီမိသားစုကို ဖြုတ်ချချင်တဲ့ ဒန့်ရယ်လူသတ်မှုကိုဖော်ထုတ်ချင်တဲ့ ဘတ်မန်းရယ်နှစ်ယောက်ပေါင်းပြီး အမှုလိုက်ကြမှာပါ,ဒီဇာတ်လမ်းကတော့ Part1ဖြစ်ပြီးPart2ကတော့Julyလမှာထွက်ရှိမှာမလို့ စောင့်မျှော်အားပေးနိုင်ပါတယ် Translated by MoonLightEncoded by YKQuality : 1080p BluRay and 720pFile Size : 1.19GB and 855MBDuration :  1h 25min",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-the-long-halloween-part-one-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g70Q5EbyIuHCAlsuRCmBf4aaDt6.jpg",
        "title": "Shark: The Beginning (2021)",
        "description": "Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shark-the-beginning-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/despicable_me_three_ver3_xlg-126x200.jpg",
        "title": "Despicable Me 3 (2017)",
        "description": "ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။\nDespicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။\nဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။\nဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။\nဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။\nဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်\nဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်\nထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။\nအဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ\n(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)\n------------------------------------------------------------\nခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။\nDespicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။\nဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။\nဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။\nဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။\nဒရူးဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yLpo/Despicable_Me_3_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTA3ODUxMzUzMzleQTJeQWpwZ15BbWU4MDMzMzkyNDYz._V1_-146x200.jpg",
        "title": "Thugs of Hindostan (2018)",
        "description": "၂၀၁၈ က ရုံတင်ခဲ့တဲ့ အာမာခန်း နှင့် အမီတာဘာချမ်း တို့ခေါင်းဆောင်ပါဝင် သရုပ်ဆောင်ထားတဲ့ Thugs Of Hindostan ကိုCM Fan တွေ အတွက် အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ အန္ဒိယ နိုင်ငံကို အင်္ဂလိပ်လူဖြူတွေကကျွန်အရောင်းအဝယ် ကုန်သွယ်မှုတွေ အပြင် တစ်ဖြေးဖြေး စီးနင်းလာတဲ့အခါမျိုးချစ်စိတ် ရှိတဲ့ ဘုရင့်အမျိုးအနွယ်တွေက ပုန်ကန်ဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ အရမ်းလည်လွန်းတဲ့ လူဖြူ အရာရှိ ကလိုက်ဖ် က အတော်များများကိုသတ်ပစ်ခဲ့ပါတယ်...အဲ့ဒီထဲကမှ ဘုရင်ကြီး တစ်ပါးရဲ့ သမီးဖြစ်သူ ဇာဖီရာ ဟာလူယုံတော်ကြီး အာဇတ် နဲ့ အတူ လွတ်မြောက်သွားခဲ့ပါတယ်..နှစ်ပေါင်းအတော်ကြာတဲ့ အခါ ပင်လယ်ဓါးမြကြီး ပုန်ကန်သူ အာဇတ် နဲ့အဖွဲ့ဖြစ်ပေါ်လာပြီး အင်္ဂလိပ်အစိုးရကို သွေးလန့်စေခဲ့ပါတော့တယ်...အင်္ဂလိပ်အစိုးရကလဲ သူတို့ အချုပ်အခြာ အာဏာ တည်မြဲရေးအတွက်အာဇတ် ကို ဖမ်းမိရဖို့အတွက် အတော်ဆုံးလူ လိုက်ရှာတဲ့အခါမှာတော့ပိုက်ဆံကလွဲပြီး ဘာမှ မသိ ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/thugs-of-hindostan-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4MBh0EjBlMuOzv9axM4qJlmhzz.jpg",
        "title": "Guardians of the Galaxy Vol. 2 (2017) MCU",
        "description": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2MEwn/(MCU-CM)Guardians.of.the.Galaxy.Vol.2.2017.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Guardians_of_the_Galaxy_poster-135x200.jpg",
        "title": "Guardians of the Galaxy (2014) MCU",
        "description": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2MEuq/(MCU-CM)Guardians.of.the.Galaxy.2014.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/2ysd8ojua69n-133x200.jpg",
        "title": "The Bodyguard 2 (2007)",
        "description": "The Bodyguard 2 (2007)Bodyguard 2 မှာဆိုရင်တော့ သူဋ္ဌေးကြီးရဲ့ဘော်ဒီဂတ်မဖြစ်ခင် အထူးအေဂျင့်ဖြစ်ခဲ့ဖူးတဲ့ ဝူခုန်းရဲ့ နောက်ကြောင်းကိုတွေ့မြင်ကြရမှာပါ။ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသတစ်ခုရဲ့ အထူးအေဂျင့်ဖြစ်တဲ့ ခမ်လောင်ဟာ ထိုင်းနိုင်ငံဘက်မှာ တရားခံကိုဖမ်းရင်း အမှားတစ်ခုကိုလုပ်မိသွားပါတယ်။အဲအမှားကိုပြင်ဆင်တဲ့အနေနဲ့ အထူးတာဝန်တစ်ခုကိုထမ်းဆောင်ရမယ်ဆိုတော့ အသံသွင်းကုမ္ပဏီတစ်ခုရဲ့ အဆိုတော်အဖြစ် ဟန်ဆောင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။တစ်သက်လုံး လက်ကြောမတင်းဘူးလို့ ထင်လာခဲ့တဲ့ ကိုယ့်ယောက်ျား အဆိုတော်ဖြစ်နေတာကို တီဗွီမှာမြင်လိုက်ရတော့ ခမ်လောင်ရဲ့မိန်းမဟာလည်း ကုမ္ပဏီကိုလိုက်လာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်တွေနဲ့ တာဝန်ထမ်းဆောင်ရမယ့်အပြင်မိန်းမကိုပါ လိုက်ထိန်းနေရမယ့်ခမ်လောင်တစ်ယောက်တာဝန်ထမ်းဆောင်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။The Bodyguard 1 တုန်းကအတိုင်း အက်ရှင်အမိုက်စားလေးတွေနဲ့အူတက်အောင်ရယ်ရမယ့် ရုပ်တည်ကြီးနဲ့သရုပ်ဆောင်ချက်တွေကြောင့်လက်လွတ်မခံသင့်တဲ့ ထိုင်းအက်ရှင်ဟာသကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ပထမကားဖြစ်တဲ့ The Bodyguard (2004) ကို https://channelmyanmar.org/the-bodyguard-2004/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…HDRip 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-bodyguard-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/the-bodyguard-thai-poster-141x200.jpg",
        "title": "The Bodyguard (2004)",
        "description": "The Bodyguard (2004)ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးဟာသမင်းသားဖြစ်တဲ့ Petchtai ကို တော်တော်များများရင်းနှီးကြမယ်ထင်ပါတယ်။ အခု သူ့ရဲ့နာမည်ကြီးဇာတ်ကားတွေထဲက တစ်ခုအပါအဝင်ဖြစ်တဲ့ The Bodyguard ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ထိုင်းနိုင်ငံ စီးပွားရေးလုပ်ငန်းရှင်ကြီးရဲ့ဘောဒီဂတ်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ဝူခုန်းဟာ တစ်နေ့မှာတော့သူဋ္ဌေးကြီးကို မကာကွယ်နိုင်တော့တဲ့အခြေအနေတစ်ခုနဲ့ ကြုံဆုံခဲ့ရပါတယ်။ဝူခုန်းရဲ့အမှားကြောင့် အဖေသေသွားရတာလို့ အထင်လွဲနေတဲ့သားဟာ ဝူခုန်းကိုအလုပ်ထုတ်လိုက်ပေမယ့် သူလည်းပဲ သူ့အဖေလိုအခြေအနေမျိုးနဲ့ထပ်ကြုံရတဲ့အခါ...\nဝူခုန်းတစ်​ယောက် သူဋ္ဌေးသားကို အသက်အန္တရာယ်ကနေကာကွယ်နိုင်ပါ့မလား...အက်ရှင်ကြမ်းကြမ်းလေးနဲ့ကြည့်ရမှာဖြစ်သလို ရယ်မောစရာဟာသလေးတွေနဲ့ တစ်ကားလုံးပါးစပ်မစိနိုင်အောင်ရယ်နေရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့အဆက် The Bodyguard 2 (2007) ကို  https://channelmyanmar.org/the-bodyguard-2-2007/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-bodyguard-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/The-Green-Force-2021-Hindi-Movie-1080p-AMZN-HDRip-ESub-1.6GB-Downoad89fd32e0a1e307a8-171x200.jpg",
        "title": "The Green Force (2021) Mission 14th March",
        "description": "IMDb Rating (7.9) ဆိုပေမယ့် Rating ပေးသူ ဆယ်ဂဏန်းပဲရှိသေးတာကို သတိပြုရမှာပါ။ဇာတ်လမ်းကတော့...Green Force ဆိုတာ အိန္ဒိယနိုင်ငံကို အကြမ်းဖက်သမားရန်တွေကနေ ကာကွယ်ဖို့\nအထူးဖွဲ့စည်းထားတဲ့အဖွဲ့ဖြစ်ပြီး  ပြည်သူ့မျိုးချစ်လက်ရွေးစင်တွေစုပြီး\nသီးခြားရပ်တည်နေတဲ့ အဖွဲ့ဖြစ်တယ်...အစိုးရနဲ့သက်ဆိုင်ခြင်းမရှိပါဘူးအိန္ဒိယ-ပါကစ္စတန် ပြသနာတွေကြားထဲမှာ လူဆိုးတစ်ယောက်ရဲ့ လက်က 14th March ဆိုတဲ့ တက်တူးအရ\nအကြမ်းဖက်တိုက်ခိုက်မယ့်အစီအစဉ်ကို သိရှိသွားတဲ့အခါမှာတော့ Green Force အဖွဲ့ရဲ့ မစ်ရှင်အသစ်စတင်ပါတော့တယ်....ဒါပေမယ့် Mission 14th March ရဲ့နောက်ကွယ်မှာ နိုင်ငံရေးပါတီတွေနဲ့\nပါကစ္စတန်နိုင်ငံက အကြမ်းဖက်အဖွဲ့အစည်းတွေအပြင် အတွင်းစည်းက သစ္စာဖောက်တွေပါ\nပါဝင်ပတ်သတ်နေတာကြောင့် နိုင်ငံရေး ပဋိပက္ခတွေကြား\nသူတို့မစ်ရှင်ကို ဘယ်လိုဆောင်ရွက်ကြမလဲဆိုတာ...။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sein Lae ဖြစ်ပါတယ်။) \nFile size…(2 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Sein Lae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-green-force-2021-mission-14th-march/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-25-at-00.33.21-140x200.png",
        "title": "Send It! (2021)",
        "description": "Send It! (2021)============IMDb Rating - 6.0/10စိတ်ညစ်နေချိန် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ရမယ့် အားကစားနောက်ခံလူငယ်ဇာတ်ကားလေးပါ။ဘီလီဂျွန်ဆင့်မှာ မိဘမရှိပါဘူး...သူ့ကိုထိန်းကျောင်းစောင့်ရှောက်ပေးခဲ့တာကတော့ သူ့ဖခင်ရဲ့ မိတ်ဆွေလုပ်ဖော်ကိုင်ဘက်ဟောင်းရေလွှာလျှောစီးနည်းပြတစ်ယောက်ပါ...ဘီလီတို့က တက္ကဆက်က Water park တစ်ခုမှာနေပြီး သူပါရမီပါလာတာ တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ Kitesurfing လို့ခေါ်တဲ့ စွန်ကိုဆွဲပြီး ရေလွှာလျှောစီးတဲ့အားကစားပါပဲ...ဘီလီ့အရည်အချင်းကိုသိတဲ့နည်းပြနဲ့ မြို့သားတွေက မြောက်ပိုင်းကာရိုလိုင်းနားမှာ ခမ်းခမ်းနားနားကျင်းပတဲ့ အက်စ်သုံးလုံးရေလွှာလျှောစီးပြိုင်ပွဲအတွက် ဝင်ကြေးစုပြီး လွှတ်လိုက်ကြပါတယ်...ဒီလိုနဲ့ ဘီလီတစ်ယောက် အဲဒီကိုပြိုင်ပွဲဝင်ဖို့သွားရင်း လမ်းမှာဒုက္ခရောက်နေတဲ့ကောင်မလေးတစ်ယောက်ကို ကယ်မိရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှူစားကြည့်ကြပါဦး...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.WebRipTranslator – May ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/send-it-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47URgo6dIQdJsQdpYsLG2MZbIZV.jpg",
        "title": "Dragon Inn Part 2 : The Night of Salvation (2021)",
        "description": "Dragon Inn Part 2 : Night of the Gods (2021)၂၀၂၀ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Dragon Inn ရဲ့ အဆက် ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ မိန်းကလေးတွေ ဆက်တိုက် ပျောက်ဆုံးနေမှုကို လိုက်ရမှာပါ။ဒီမိန်းကလေးတွေက မပျောက်ဆုံးမီမှာ စာကျက်ဝိုင်းတစ်ဝိုင်းမှာ စာသွားကျက်ခဲ့ကြပါတယ်။အဲဒီစာကျက်ဝိုင်းကနေတစ်ဆင့် ထောင်ကလွတ်လာတဲ့ ဘာသာရေးဆရာ တစ်ယောက်ဆီကို ရောက်ရှိသွားတယ်လို့ ခန့်မှန်းမီတဲ့အချိန်မှာတော့ .....ပုတ်သင်ဥ တူးတာ ညောင်မြစ်ပေါ် ဆိုသလိုပါပဲ။စုံစမ်းလေ ပေါ်ထွက်လေ ဖြစ်လာတဲ့ အမှုတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။Mydrama List မှာ 7.7 ရရှိထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aerigom ပဲ ဖြစ်ပါတယ်။File size…1.8 GB and 1.1 GB\nQuality….HDRip 1080p and 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/dragon-inn-part-2-the-night-of-salvation-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p10854431_v_v8_aa-133x200.jpg",
        "title": "Hitman: Agent 47 (2015)",
        "description": "IMDb Rating 5.7 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အေးဂျင့်47 ဟာ မျိုးဗီဇပြုပြင်ထားတဲ့ အဆင့်မြင့်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပြီး သူဟာ သာမန်ကြေးစား လူသတ်သမားထက် ပိုမိုတဲ့ စွမ်းအင်တွေရှိပြီး သူ့ကို အလွယ်တကူ သတ်ဖြတ်လို့ မရပါဘူး။ သူ့ဦးခေါင်းနောက်စေ့မှာ သူ့ကိုယ်ပိုင်နံပတ် ၄၇ ဆိုတာပါရှိပြီး အဲဒီနေရာကို ဖျက်ဆီးပစ်နိုင်မှာသာ အေးဂျင့်47လိုမျိုးဗီဇပြင်အဆင့်မြင့် ကြေးစားလူသတ်သမားတွေကိုသတ်ဖြတ်နိုင်မှာ\nဖြစ်ပါတယ်။ဇာတ်ကားစစချင်းမှာ အေးဂျင့်47ဟာ ကောင်မလေး တစ်ယောက်ကို ရှာဖွေပါတယ်။အဲဒီကောင်မလေးဟာ ဥရောပတိုက်ကဖြစ်ပြီးအဲဒီကောင်မလေး နောက်ကို အေးဂျင့်47လိုက်နေချိန်မှာအေးဂျင့်47  နောက်ကိုလည်း အခြားသူတွေက လိုက်နေပါတယ်။အေးဂျင့် 47 လိုက်ရှာနေတဲ့ ကောင်မလေး ကတော့ ကတ်တီးယား ဆိုတဲ့ ကောင်မလေးပဲ ဖြစ်ပါတယ်။  အဲဒီကောင်မလေးဟာ ဘေးကြုံခါနီးမှာ သူ့ဘေးကို ကြိုမြင်နိုင်တဲ့ အစွမ်းရှိပြီး အေးဂျင့် 47 သူဆီ လာနေတာကိုကြိုသိလိုက်တာနဲ့ ခြေရာဖျောက်ထွက်ပြေးပါတယ်။ အေးဂျင့်47 ကို ခြေရာဖျောက် ပြေးလာတဲ့ ကတ်တီးယား မြေအောက် ဘူတာရုံ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2d1rv/Hitman-Agent_47_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/jujaCapture-141x200.jpg",
        "title": "This Girl Is Bad-Ass!! (2011) Jukkalan",
        "description": "Chocolate(2008) ၊ The Kick (2011) ဇာတ်ကားတွေနဲ့ အထိုးအကြိတ်ခန်းတွေမှာ နာမည်ရတဲ့မင်းသမီးချော JeeJa Yanin ရဲ့ နောက်ထပ် Action ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ Action သီးသန့်မဟုတ်ဘဲ အပြောအဆို ၊သရုပ်ဆောင် ၊ဝတ်စားဆင်ယင်မှု အားလုံးက Comedy ဖက်သွားထားပြီးရီချင်စရာဇာတ်ရုပ်တွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတာပါ။ထိုင်းရဲ့ နာမည်ကျော်ဟာသသရုပ်ဆောင် Mum Jokmok အပြင် တခြားဟာသ သရုပ်ဆောင်အတော်များများပါဝင်ထားပါတယ်။ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် Action,Comedy,Drama ထိုင်းဇာတ်ကားလေးဖြစ်ပြီးIMDb Rating (5.2) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) and (1.1 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/this-girl-is-bad-ass-2011-jukkalan/"
    },
    {
        "thumbnail": "",
        "title": "Snowpiercer (2013)",
        "description": "ဒီတစ်ခါ Parasite ဇာတ်ကားနဲ့ ဆုပေါင်းများစွာကိုသိမ်းပိုက်ခဲ့တဲ့ ဒါရိုက်တာ Bong Joon Ho ရဲ့ Snowpiercer (နှင်းခွဲရထား) ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၂၀၁၄ ခုနှစ်မှာ  CW7 ဆိုတဲ့ဓာတုပစ္စည်းတစ်မျိုးကိုအသုံးပြုပြီး ကမ္ဘာကြီးပူနွေးမှုကိုကာကွယ်ဖို့ကြိုးစားခဲ့ကြပါတယ်။ ဒါပေမယ့် အကျိုးဆက်အနေနဲ့ ကမ္ဘာဟာမပူနွေးတော့ရုံမက အေးခဲလွန်းတဲ့ရေခဲခေတ်ကိုရောက်ရှိသွားပါတော့တယ်။ဒီလိုတွေဖြစ်လာမယ်ဆိုတာကြိုမြင်နေတဲ့ ဝဲလ်ဖို့ဒ်ဆိုတဲ့လူကြီးက ကမ္ဘာကြီးကို တစ်နှစ်တစ်ခါလည်ပတ်နေတဲ့ နှင်းခွဲရထားကြီးကိုတီထွင်ခဲ့ပါတယ်။နှင်းတွေကနေစွမ်းအင်ကိုယူပြီး အလုံပိတ်​ဂေဟစနစ်နဲ့ မရပ်မနားခုတ်မောင်းနေတဲ့ဧရာမရထားကြီးရဲ့ခေါင်းတွဲပိုင်းတွေဟာ လူချမ်းသာတွေအတွက် ဇိမ်ခံအဆင့်အတန်းမြင့်အခန်းတွေ၊ ဝန်ဆောင်မှုတွေနဲ့ ပြည့်နေပေမယ့် အသက်မသေဖို့အရေး ရထားပေါ်မရမကဖက်တွယ်လိုက်ပါလာတဲ့ လူဆင်းရဲတွေအတွက်ကတော့ ညစ်ပတ်ပေရေနေပြီး ကျောတစ်ချစာသာနေရာရှိတဲ့ ရထားနောက်တွဲအမှောင်ခန်းတွေထဲ လက်နက်ကိုင်စစ်သားတွေရဲ့စောင့်ကြည့်မှုအောက်မှာ နေကြရပါတယ်။ဒီလိုနဲ့ ၁၇နှစ်အကြာမှာ တိရစ္ဆာန်သာသာနေနေရတဲ့ လူ့အခွင့်အရေးဆိုတာကိုတစ်စက်မှမရကြရှာတဲ့ ရထားနောက်တွဲကလူတွေရဲ့ တော်လှန်​တဲ့ပုံရိပ်တွေကိုကြည့်ကြရမှာပါ။ဒီဇာတ်ကားမှာတော့ ကိုရီးယားဇာတ်ဆောင်နှစ်ဦးနဲ့ အင်္ဂလိပ်သရုပ်ဆောင်တွေ အဓိကသုံးထားပြီး အင်္ဂလိပ်ဘာသာနဲ့ပဲ အဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး Bong Joon Ho ရဲ့လက်ရာဆိုတော့ အထူးတလည်ညွှန်းစရာလိုတော့မယ် မထင်ပါဘူး။ လုံးဝရိုးအီမသွားဘဲအတော်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။ ကြည့်ရှူခံစားလိုက်ကြပါဦး။File size…(1.7 GB) and ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/snowpiercer-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/panda-3-133x200.jpg",
        "title": "Kung Fu Panda 3 (2016)",
        "description": "Kung Fu Panda 3 (2016)\nIMDb - 7.1/10_______Rotten - 87%\n Kung Fu Panda ဆိုရင် မသိတဲ့လူမရှိသလောက်ပဲ\nကမ္ဘာမှာအောင်မြင်ခဲ့တဲ့ဒီ Animation ကားလေးဟာ\nMovie လောကမှာသာမက Game လောကမှာရော ဒိတ်ဒိတ်ကြဲကိုအောင်မြင်ခဲ့ပါတယ်။\n1 နဲ့ 2 ကို ကြည့်ရှုခဲ့ကြပြီး ဇာတ်လမ်းဆုံးသွားပြီထင်နေခဲ့တုန်းမှာပဲ\n2015 ခုနှစ်ရဲ့ Movie review တွေမှာ စတင်ကြော်ငြာပါလာခဲ့တော့\nအရမ်းကိုမျှော်လင့်ပျော်ရွှင်စောင့်စားခဲ့ရတယ်။\nအခုတော့ ကျွန်တော်တို့အချိန် CM အချိန်ရောက်ခဲ့ပြီ။\nဒီဇာတ်ကားဟာ အရင်ကားတွေထက်ပိုအောင်မြင်ခဲ့ပြီး\nIMDb rating 7.1/10 ထိရရှိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကိုအနည်းငယ်ပဲပြောပြချင်ပါတယ်။\nပိုရဲ့ ဆရာဖိုးဖိုးလိပ် ရဲ့ တိုက်ဖော်တိုက်ဖက် ကိုင် ဟာ ဝိညာဉ်ကမ္ဘာက\nသိုင်းဆရာတွေအားလုံးရဲ့ စွမ်းအင်တွေကို သိမ်းပိုက်ပြီး\nလူ့ပြည်ကိုပြန်ဝင်ရောက်လာပါတယ်။ ပြီးတော့ လူ့ပြည်က\nဆရာတွေအားလုံးရဲ့ စွမ်းအင် ချီ တွေကိုပါ သိမ်းပိုက်လိုက်ပါတယ်။\nဒါကို တားဆီးနိုင်ဖို့အတွက် ပို တစ်ယောက်လက်ရှိအင်အားနဲ့မဖြစ်နိုင်တော့ပါဘူး။\nသူကိုယ်တိုင် ချီရဲ့ အရှင်သခင် ဖြစ်အောင်လုပ်ရပါတော့မယ်။\nဒီအဆင့်ကိုရောက်ဖို့ ဆရာလိပ်က နှစ် ၃၀ လောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dfqw/Kung_Fu_Panda_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/images-1-133x200.jpg",
        "title": "Kung Fu Panda 2 (2011)",
        "description": "Kung Fu Panda 2 (2011)\nIMDb - 7.2/10_______Rotten - 81%\n Kung Fu Panda 2 မှာတော့ ‘ပို’ ရဲ့ ဘဝဇာတ်ကြောင်းကို ကြည့်ရှုရမှာပါ….\n‘ပို’ ရဲ့အဖေဖြစ်သူဟာ မွေးစားအဖေဖြစ်နေပါတယ်…\n‘ပို’ လသားအရွယ်မှာ သူတို့ရဲ့ရွာလေးကို တပ်ဖွဲ့တစ်ခုက\nဝင်ရောက်တိုက်ခိုက်ဖျက်စီးတာကို ခံလိုက်ရပါတယ်…\nပို ရဲ့မိဘတွေဟာ ထွက်ပြေးရင်းနဲ့ ပို့ ကို စွန့်ပစ်ခဲ့ရပါတော့တယ်…\nဒါက ပို ရဲ့ ဘသ ဇာတ်ကြောင်းပါ…\nအခုချိန်မှာတော့ ဒေါင်းမင်းသားတစ်ယောက်ဟာ\nလက်နက်ဆန်းတစ်ခုကို တီထွင်ပြီးတော့ တရုတ်ပြည်ကြီးကို\nသိမ်းပိုက်ဖို့ ကြံစည်နေပါပြီ…\nဒါကို ပို နဲ့ သူ့အဖွဲ့က တားဆီးဖို့အတွက် တာဝန်ကျလာပါပြီ…\nဒီတော့ ပို တို့တွေ ဒေါင်းမင်းသားကို\nဘယ်လိုတားဆီးကြမှာလဲ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ\nဆိုတာကိုတော့ ထုံးစံအတိုင်း ကြည့်ရှုခံစားပေးကြပါဦး\nဒီဇာတ်ကားဟာလည်း ပထမကားလိုပဲ\nrating ကောင်းကောင်းရထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်\n(IMDb rating 7.2/10 )\nအားပေးကြပါ \nKung Fu Panda 2 မွာေတာ့ ‘ပို’ ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို ၾကည့္ရႈရမွာပါ….\n‘ပို’ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dfqz/Kung_Fu_Panda_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OxVSPxG06N5le3RzSxRfXu4Man.jpg",
        "title": "Jagame Thandhiram(2021)",
        "description": "Jagame Thandhiram(2021) အညွှန်း*******************************IMDb...7.0အခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ၂၀၂၁ ခုနှစ်ထွက် အမိုက်စား အိန္ဒိယ Action/Drama ကားလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားထဲမှာ ဇာတ်လိုက်မင်းသား ဆူရီလီ ဟာ အိန္ဒိယနိုင်ငံ  တမေးလ်နာဒူ ဒေသကသာမာန်စားသောက်ဆိုင်တစ်ခုမှာ အလုပ်လုပ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်... ဒါ့အပြင် ကြံ့ခိုင်ထက်မြတ်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ ဆူရီလီ ဟာ ဒေသတွင်းက ပြဿနာတွေကို အကြမ်းနည်းနဲ့ကိုင်တွယ်ဖြေရှင်းလေ့ရှိတဲ့အတွက် ဂိုဏ်းစတားတစ်ယောက်အဖြစ် နာမည်ကျော်ကြားတဲ့ သူလည်းဖြစ်ပါတယ်  .... တစ်နေ့မှာတော့ ဗြိတိန်နိုင်ငံက နာမည်ကြီး ဂိုဏ်းတစ်ခုဟာ လန်ဒန်မှာ သောင်းကျန်းနေတဲ့….သူတို့ရဲ့ပြိုင်ဖက် အိန္ဒိယလူမျိုးဂိုဏ်းတစ်ခုကို ချေမှုန်းဖို့အတွက် ကူညီပေးဖို့ တမေးလ်နာဒူဒေသရဲ့ နာမည်ကျော် ဆူရီလီ ကို ကမ်းလှမ်းလာပါတော့တယ်...အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ် ဆက်ကြမ်းမလဲဆိုတာကိုတော့.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Thar Htet & Thaik San တို့ပဲဖြစ်ပါတယ်...File Size :1.4GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:37:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jagame-thandhiram2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "title": "Rurouni Kenshin: The Final (2021)",
        "description": "Rurouni Kenshin : The Final (2021)လူသတ်သမား ဘတ်တိုဆိုင်း၊ ကင်ရှင်း ပြန်လာပါပြီ။ဒီရုပ်ရှင်မှာတော့ အစိုးရသစ်ခေတ်သစ်မှာ\nကင်ရှင်းတစ်ယောက် တိုကျိုမှာ ခါအိုရူ တို့နဲ့အတူ ငြိမ်းချမ်းစွာ အတူရှိနေပါပြီ။\nဒါပေမယ့် အတိတ်က ရန်သူတွေလိုက်လာပြီး\nသူ့ကိုလက်စားချေဖို့ ကြိုးစားလာပြန်တယ်။ဒီတစ်ခါတော့ သူ့ကိုမသတ်ခင်\nသူချစ်ခင်တဲ့သူတွေကို အရင်သတ်ဖို့ ကြိုးစားလာတဲ့အခါလူမသတ်ဘူးဆိုတဲ့ သစ္စာကို ဖျက်ရတော့မလား?????အသွားပြောင်းပြန်ဓားကို လှည့်ခုတ်ဖို့ အချိန်တန်ပြီးလား????ဆက်ကြည့်ကြတာပေါ့။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။File size…2.8 GB and 1.44 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 18min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/rurouni-kenshin-the-final-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-18-at-22.45.20-141x200.png",
        "title": "Buckskin (2021)",
        "description": "Buckskin (2021)=============IMDb Rating - 5.7/10“မြွေပါလည်းဆုံး သားလည်းဆုံး” ဆိုတဲ့စကားပုံတွေလိုပဲ အခုရုပ်ရှင်ကားကတော့ သားမွှေးကုမ္ပဏီပိုင်ရှင်အတွက် သားမွှေးလည်းဆုံးမြေးလည်းဆုံးဖြစ်နေပါပြီ။ ဇာတ်အိမ်ကို ၁၈၂၀ ခုနစ်လောက်မှာ တည်ထားပြီး အမေရိကန် အင်ဒီးယန်းနဲ့ နယ်မြေခံလူမျိုးစုအကြားတင်းမာမှုတွေ မပြေလည်မှုတွေကိုတင်ဆက်ထားတာဖြစ်ပါတယ်။ကင်းစတွန်းအုပ်စုဆီပြန်လာကြတဲ့ အမေရိကန်တွေက ဘက်စကင်တောအုပ်ထဲအရောက်မှာ နယ်မြေခံလူမျိုးစုရဲ့ တိုက်ခိုက်ခြင်းကိုခံခဲ့ရပါတယ်။ ထိုတိုက်ခိုက်ခြင်းခံရတဲ့အထဲ လူ ၁၇ ယောက်သေဆုံးသွားသလို ကုမ္ပဏီပိုင်ရှင်ရဲ့ မြေးလေးလည်းပျောက်ခြင်းမလှပျောက်နေခဲ့ပါတယ်။“ကျရှုံးမှုကို လက်ခံရတာထက်သေဆုံးရတာကို လက်ခံရတာပိုခက်ခဲတယ်” ဆိုကာ သားသေပြီး မြေးပျောက်လို့ ပူဆွေးနေတဲ့ကပ္ပတိန်ကတော့ မြေးပျောက်ရှာပုံတော်အတွက် မုဆိုးကြီးပေါ်တာကို အကူအညီတောင်းခဲ့ပါတယ် ။ဒါပေမဲ့ အဲ့ဒီ ဘက်စကင်တောအုပ်ကြီးဆိုတာက “ဝင်သူသာရှိ ထွက်သူမရှိ”ဆိုပြီး နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့တောအုပ်။ နယ်မြေခံတွေအုပ်စိုးထားတဲ့ တောအုပ်လေးပါ။ အဲ့ဒီတောအုပ်ထဲမှာပျောက်နေတဲ့ မြေး နဲ့ မုဆိုးကြီးပေါ်တာ တို့ပြန်လည်တွေ့ဆုံနိုင်ပါ့မလား?နယ်မြေနှစ်ခုရဲ့တင်းမာမှုတွေရော ပြေလည်နိုင်ပါ့မလားဆိုတာတွေကို တောတွင်းစွန့်စားခန်းတွေအစုံအလင်နဲ့ကြည့်ရှုရမှာပါ။ Vintageဆန်ဆန် ခေတ်ဟောင်းပုံစံအင်္ဂလိပ်ကားကို သဘောကျတတ်တဲ့သူအတွက်တော့ အဆင်ပြေမယ့် ကားလေးတစ်ကားလို့ညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Jo Jo ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/buckskin-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-the-legend-ends-poster-136x200.jpg",
        "title": "Rurouni Kenshin: The Legend Ends (2014)",
        "description": "Rurouni Kenshin: The Legend Ends (2014)_____IMDb - 7.6/10\n  \n2014 ခုနှစ်ထဲမှာပဲ ဒုတိယကား Kyoto Inferno နဲ့ ဆက်တိုက်\nထွက်ရှိခဲ့တဲ့ တတိယာကားဖြစ်တဲ့ The Legend End ကိုဆက်လက်\nတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nKenshin ဆိုတာတော့ ထွေထွေထူးထူးမိတ်ဆက်ဖို့လိုမယ်မထင်ပါဘူး။\nခရီးသွားဆာမူရိုင်းဆိုတဲ့ Animeရုပ်သံဇာတ်လမ်းနဲ့ စတင်ရင်းနှီးပြီးသားဖြစ်မယ့်\nဒီဇာတ်လမ်းတွဲဟာ Watsuki Nobuhiro ရဲ့ ကမ္ဘာကျော် မန်ဂရုပ်ပြ လက်ရာတစ်ခုလည်း ဖြစ်ပါတယ်။\n၂၀၁၂ ခုနှစ်မှာတော့ ဒါရိုက်တာOutomo Keishi ရိုက်ကူးပြီး၊\nမင်းသား Satoh Takeru က Himura Kenshin အဖြစ်\nပါဝင်သရုပ်ဆောင်တဲ့ Live-action ဇာတ်ကားကို ရုံတင်ခဲ့ပြီး၊\nအဆင့်မြင့်တဲ့ထုတ်လုပ်ရေးကွာလတီ၊ မြန်ဆန်လှပတဲ့ အက်ရှင်ရိုက်ချက်တွေကြောင့်\nပရိသတ်အားပေးမှုအထူးရခဲ့ကာ အက်ရှင်-မန်ဂ ကနေ ရုပ်ရှင်ပြောင်းရိုက်တဲ့\nဇာတ်ကားတွေအကြား စံပြ ဖြစ်လာခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်မှာတော့ မန်ဂဇာတ်လမ်းရဲ့\nKyoto Arc ကို Kyoto Inferno နဲ့ The ...",
        "rating": "7.6",
        "url": "https://megaup.net/Xswv/Rurouni_Kenshin_The_Legend_Ends_(2014).1080p.CM.mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-kyoto-inferno-poster-150x200.jpg",
        "title": "Rurouni Kenshin: Kyoto Inferno (2014)",
        "description": "Rurouni Kenshin: Kyoto Inferno (2014)_____IMDb - 7.6/10\n  \nကဲဒီတစ်ခါတော့ တနေ့က တင်ပေးလိုက်တဲ့ ဇာတ်ကားရဲ့ အဆက်လေးကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့\nကန်ရှင်းဟီမူယာတယောက် ဟာ သရဲသိုင်းသမားကြီး မာကိုတိုကို ယှဉ်ပြိုင်တိုက်ခိုက်နေရာမှာ တိုင်းပြည်ရဲ့ ကံကြမ္မာဟာလည်း သူ့အပေါ်တွင်မူတည်လာ\nတဲ့အခါမှာတော့  ကန်ရှင်းတယောက် ဘယ်လိုများဆက်လက်ရင်ဆိုင်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျ\nဘာသာပြန်ပေးထားသူကတော့ ခန့်ဇော်ဟိန်း ဖြစ်ပါတယ်ဗျ :DFile Size - 2.8 GB (1080P)\nFile Type - Mp4\nQuality - Blu-Ray Rip 720p\nDuration - 02:18:00\nTranslator - Khant Zaw Hein\nEncoder - kyaw Ye Aung",
        "rating": "7.6",
        "url": "https://megaup.net/11wma/Rurouni_Kenshin_-_Kyoto_Inferno_(Rurôni_Kenshin_-_Kyôto_Taika-Hen)_[2014]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDgzODM2MjUyMF5BMl5BanBnXkFtZTgwMzg4MjA1OTE@._V1_SY1000_CR006791000_AL_-204x300.jpg",
        "title": "Rurouni Kenshin: Origins (2012)",
        "description": "Rurouni Kenshin: Origins (2012)_____IMDb - 7.5/10\n  \nကဲဗျာဒီတစ်ခါတော့ IMDb Rating 7.5 ရထားတဲ့\nဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်ကြီး သိတဲ့ အတိုင်းပဲ\nဂျပန် ဆာမူရိုင်းကားလေးဖြစ်ပြီး ဆာမူရိုင်းခေတ်ကနေ\nခေတ်သစ်ကိုပြောင်းလဲတဲ့ အခါမှာ ဘုရင့်တပ်မတော်မှာ အရင် ကတည်းက\nလိုအပ်ရင် စစ်မှုထမ်းလေ့ရှိတဲ့ ဆာမူရိုင်းတွေနဲ့\nခေတ်ပြောင်းလဲမှုကိုလက်ခံကြတဲ့ သူတွေအကြားမှာ\nတဖက်နဲ့ တဖက် ငဋိပက္ခဖြစ်ကြတာကို ရိုက်ကူးပြထားတာ\nဖြစ်ပါတယ် ဗျာ ဇာတ်လမ်းက အဟောင်းဖြစ်ပြီး\nမြန်မာစာတန်းထိုးနဲ့ မဟုတ်တောင် ဒီတိုင်း အင်္ဂလိပ်စာတန်းထိုးနဲ့\nတော့ကြည့်ဖူးကြမယ့် ကားလေးမို့ သိပ်မညွှန်းတော့ပါဘူးနော်\n  ကဲဗ်ာဒီတစ္ခါေတာ့ IMDb Rating 7.5 ရထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ပရိတ္သတ္ႀကီး သိတဲ့ အတိုင္းပဲဂ်ပန္ ဆာမူ႐ိုင္းကားေလးျဖစ္ၿပီး ဆာမူ႐ိုင္းေခတ္ကေနေခတ္သစ္ကိုေျပာင္းလဲတဲ့ အခါမွာ ဘုရင့္တပ္မေတာ္မွာ အရင္ ကတည္းကလိုအပ္ရင္ စစ္မႈထမ္းေလ့ရွိတဲ့ ဆာမူ႐ိုင္းေတြနဲ႔ေခတ္ေျပာင္းလဲမႈကိုလက္ခံၾကတဲ့ သူေတြအၾကားမွာတဖက္နဲ႔ တဖက္ ငဋိပကၡျဖစ္ၾကတာကို ႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ ဗ်ာ ဇာတ္လမ္းက အေဟာင္းျဖစ္ၿပီးျမန္မာစာတန္းထိုးနဲ႔ မဟုတ္ေတာင္ ဒီတိုင္း အဂၤလိပ္စာတန္းထိုးနဲ႔ေတာ့ၾကည့္ဖူးၾကမယ့္ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2jnqr/Rurouni_Kenshin_(2012)_[1080p_BluRay_x265_AAC_5.1&Stereo](CM).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/1911-revolution-poster-133x200.jpg",
        "title": "1911 Revolution (2011)",
        "description": "တရုတ်နိုင်ငံတွင် နှစ်ရှည်ကြာစွာ ခိုင်မြဲတည်တန့်ခဲ့တဲ့ သက်ဦးဆံပိုင် ဘုရင်စနစ်ကို တွန်းလှန်ဖယ်ရှားရာမှာ\nတရုတ်ပြည်သူများ ကို ဒေါက်တာဆွန်ယက်ဆင်နဲ့အဖွဲ့မှ ဦးဆောင်ခဲ့ပါတယ်။\nဒီဇာတ်ကားက တရုတ်ပြည်ရဲ့ မန်ချင်းမင်းဆက်ကိုနန်းကျစေခဲ့တဲ့ ဒေါက်တာဆွန်ယက်ဆင်ဦးဆောင်တဲ့\n၁၉၁၁ ရှင်းဟိုက် လူထုတော်လှန်ရေးကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်သမိုင်းအခြေခံဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မင်းသားကြီး ဂျက်ကီချန်းမှ သရုပ်ဆောင်၊ဒါရိုက်တာအဖြစ် ပါဝင်ထားတဲ့ဇာတ်ကားပါ။IMDb Rating (5.8/10) ရရှိထားပါတယ်။ဒီဇာတ်ကားက ရှင်းဟိုက်တော်လှန်ရေးရဲ့ တစ်စိတ်တစ်ပိုင်းကိုသာ ပုံဖော်ထားနိုင်တာမို့ ရှင်းဟိုက်တော်လှန်ရေးသမိုင်းကြောင်း၊တရုတ်ပြည်သမိုင်းအကြောင်း၊ရှင်းဟိုက်တော်လှန်ရေးမှသည် ယနေ့ခေတ်တရုတ်ပြည်ဖြစ်ပေါ်လာတဲ့သမိုင်းကြောင်း၊ထိုင်ဝမ်နိုင်ငံအကြောင်းတို့ကို ရှင်းလင်းစွာသိချင်တယ်ဆိုရင်တော့ တရုတ်သမိုင်းတွေကိုရေးသားနေတဲ့ဒီ https://www.facebook.com/1811445109124572/posts/2904998626435876/ FB Page လင့်မှာသွားဖတ်ပါ။ဇာတ်ကားမကြည့်ခင် စာကိုအရင်ဖတ်ကြည့်ဖို့တိုက်တွန်းပါတယ်။ \nFile size…(2.7 GB)and (1.4 GB)\nQuality…BluRay rip 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:01:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/1911-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BOGIyMmRiZWItZTQ1Yi00OGQzLTk5YzItOGYzOTQ0NGI5MDBiXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Lupin III: The First (2019)",
        "description": "ဒီကားကတော့ လူပင် တတိယမျိုးဆက်အကြောင်းကို Kazuhiko Katō ( Monkey Punch )ရဲ့ Lupin the Third ကို အခြေခံပြီး ပိုကောင်းတဲ့ ရုပ်ထွက်ကွာလတီတွေနဲ့ ရိုက်ကူးထားတာပါ ။43rd Japan Academy Award မှာ Animation of the Year ဆုကို ရခဲ့တဲ့အပြင် အခြားဆု ၆ဆုကိုလည်း ရခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့...၁၉၆၀ ခေတ်နှောင်းပိုင်းကာလမှာ Eclipse ဆိုတဲ့ စွမ်းအားကြီးလက်နက်တစ်ခုကို လူတွေ အလွယ်တကူမယူနိုင်အောင် ထောင်ချောက်တွေဆင်ထားခဲ့ကြတယ်။အဲဒီအကြောင်းအရာတွေကို ဘရက်ဆွန်ဒိုင်ယာရီစာအုပ်ထဲမှာ ရေးမှတ်ထားပြီး ဒိုင်ယာရီကိုလည်း ဖွင့်ရသိပ်ခက်တဲ့ သော့အိမ်လုပ်ပြီးထားခဲ့ပါတယ်။နာဇီ ဂျာမနီတွေက Eclipse ကိုလိုချင်တဲ့အတွက်ကြောင့် ပါမောက္ခဘရက်ဆွန်ကိုတောင်းပေမဲ့ မပေးတာကြောင့် အသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ နှစ်များစွာကြာတဲ့အခါမှာတော့ ပြတိုက်တစ်ခုမှာ ဒိုင်ယာရီကပြန်ပေါ်ပေါက်လာပါတယ်။ဒီဒိုင်ယာရီကိုခိုးယူဖို့ကြိုးစားတဲ့အထဲမှာ တတိယမျိုးဆက် လူပင်နဲ့ လဲ့တိရှာဆိုတဲ့ကောင်မလေးလည်းပါပါတယ်။လူပင်ကတော့ သိပ်တော်ပြီး ပဟေဠိတွေ စကားဝှက်တွေကိုဖြေရှင်းတာကျွမ်းတဲ့ နာမည်ကြီးသူခိုးတစ်ယောက်ပါ။လဲ့တိရှာက တကယ်တမ်းတော့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/lupin-iii-the-first-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "title": "Nobody(2021)",
        "description": "Nobody(2021) အညွှန်း*******************IMDb...7.6(((BLU-RAY 1080P.5.1CH ထွက်လာလို့ Updateပေးထားပါတယ်.)ဒီကားကိုတော့ ဂျွန်ဝစ် lite လို့ ပြောရမလား pro max လို့ ပြောရမလား ကိုယ်တိုင်ဆုံးဖြတ်ကြည့်ပါတော့။ကြမ်းတာတော့ အတော်ကြမ်းပါတယ်။ ဘရုစ်ဝီလီရဲ့ Red လို ခံစားမှုမျိုးလည်းပါတယ်။ ဇာတ်လမ်းကတော့ ရှင်းပါတယ်။မန်ဆယ်လ်ဟာ စာလုံးသုံးလုံးပါတဲ့ အဖွဲ့အစည်းတွေရဲ့ စာရင်းစစ် အငြိမ်းစားပါ။မိသားစုနဲ့ ကလေးနှစ်ယောက်နဲ့ အေးဆေးနေပါတယ်။ဒါပေမယ့် မိသားစုကို ညဘက် ဓားပြတိုက်ခံလိုက်ရတဲ့ကိစ္စနဲ့ ပတ်သတ်ပြီး ပြန်လိုက်ရှင်းရင်းနဲ့သမိုင်းပေးလူဆိုးတွေဖြစ်တဲ့ ရုရှားတွေနဲ့ သွားရှုပ်မိတဲ့အခါ... ချူချာတွေ ကံဆိုးရပါတော့တယ်...ဒီကားက သတ်ဖြတ်ခန်းတွေကြမ်းတဲ့အပြင် မင်းသားကြီး Bob Odenkirk ရဲ့အမိုက်စားသရုပ်ဆောင်ချက်တွေကြောင့်Box Office မှာလည်း တော်တော်ဝင်ငွေကောင်းတဲ့ကားကြီးဖြစ်ခဲ့တာမို့ အားလုံးပဲ လက်မလွှတ်သင့်ပါကြောင်းနင်းကန်သတင်းကောင်းပေးပါရစေ..... File Size : 856MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/nobody2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ArdaShataabdamMovie-GoingTobe-StreamedinAHAott-160x200.jpg",
        "title": "Ardha Shathabdham (2021)",
        "description": "Ardha Shathabdham (2021)\"ချစ်ခြင်းမေတ္တာက အမျိုးဇာတ်နဲ့ အယူဝါဒတွေကို\nကျော်လွန်နိုင်တဲ့နေ့လေး ရောက်လာခဲ့ရင်\"\"ကျွန်တော် ပန်းလေးတစ်ပွင့်လို ပွင့်လန်းနေပါ့မယ်\nအမြဲတမ်းထင်ကျန်ရစ်နေဖို့ပေါ့….\"ဒီဇာတ်လမ်းလေးက အိန္ဒိယနိုင်ငံတွင်း မတည့်အတူနေ\nအမျိုးဇာတ်တွေအကြောင်းကို ပညာပေးရိုက်ကူးထားတဲ့\nကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ခရစ်ရှနားဆိုတဲ့ကောင်လေးက ဟိုးကလေးဘဝကတည်းက\nပွရှ်ပါးဆိုတဲ့ကောင်မလေးကို ချစ်ခင်နှစ်သက်လာခဲ့တယ်..\nအရွယ်ရောက်လာတော့လည်း မပြယ်သော ချစ်ခြင်းတရား\nတွေနဲ့ တိတ်တခိုး ချစ်မြတ်နိုးနေဆဲပဲ...သူတို့ရွာမှာက ဇာတ်နိမ့်ဇာတ်နိမ့်တအားခွဲခြားလွန်းလို့\nဇာတ်နိမ့်ဇာတ်မြင့်လူနှစ်ဦးလက်ထပ်ကြရင် သေကွဲကွဲ\nရတတ်တယ်..တစ်ရက် ခရစ်ရှနားဟာ သူချစ်ရတဲ့\nပွရှ်ပါးပန်ဖို့ အမြတ်တနိုးပျိုးလာခဲ့တဲ့ ပန်းလေးတစ်ပွင့်\nဟာ သူကိုယ်တိုင်မပေးရသေးဘဲ သူ့ချစ်ရတဲ့သူခေါင်းထက်\nကို ရောက်နေပါတော့တယ်..ရက်အတော်များများစောင့်မျှော်နေခဲ့ရတဲ့ ဒီအခွင့်အရေးကို\nလက်လွှတ်လိုက်ရတဲ့အတွက် ဒေါသစိတ်လွန်ကဲပြီး ရမ်းလိုက်\nမိတဲ့သူက ရွာအုပ်ချုပ်ရေးမှူးရဲ့ သားဖြစ်နေပါတော့တယ်ရွာအုပ်ချုပ်ရေးမှူးကလည်း ဒါကိုအမျိုးဇာတ်ပြဿနာဖန်တီး\nပြီး သူနဲ့ရန်ငြှိုးရှိတဲ့သူကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါ\nမှာတော့ တစ်ရွာလုံး အုတ်အော်သောင်းနင်း ဆူပူသတ်ဖြတ်မှု\nတွေဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ ခရစ်ရှနားရယ် ပွရှ်ပါးရယ် သူတို့ရဲ့အမျိုးဇာတ်ပြဿနာကြီးနေတဲ့\nသူတို့ရွာလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့\nစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya ဖြစ်ပါတယ်။)\nFile size…(2.1 GB) and (1.3 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/ardha-shathabdham-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPOyYnCkRbWAEem85N3VFpQODf5.jpg",
        "title": "The Misfits (2021)",
        "description": "The Misfits (2021)သူခိုးလူလိမ်ကားကြီးတစ်ကား လာပါပြီဗျာ။ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီရာ့စ်ဘရိုနန် ဦးဆောင်ပါဝင်ထားပြီး\nJamie Chung တို့ Hermione Corfield တို့လို အချောလေးတွေနဲ့ ဝန်းရံထားတာပါ။နည်းနည်းဟာသဆန်တော့ အရမ်းကြီးတော့ သဘာဝမကျဘူးပေါ့။\nဒါပေမယ့် ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရှော့ဇ်ဆိုတဲ့ ဘဲကြီးက ကမ္ဘာအနှံ့မှာထောင်တွေပိုင်တယ်၊အဲဒီထောင်တွေထဲကနေ ၄ ခါလောက် ဆက်တိုက်ဖောက်ပြေးဖူးတဲ့ နာမည်ကျော် သူခိုးကြီးကတော့ ပေ့စ် ပေါ့။ဒီဘဲကြီးက ခိုးတာအရမ်းတော်ပါတယ်။\nခိုးတာတော်ပေမယ့် ခိုးပြီးတိုင်းအဖမ်းခံရတာလည်း တော်ပါတယ်။\nဖမ်းခံပြီးရင် ထောင်ဖောက်ပြေးတာလည်း တော်ပါတယ်။\nအစကတည်းက လွတ်အောင်မပြေးတတ်တာလေးတစ်ခုပါပဲ။သူက ရိုးရိုးပြေးတာမဟုတ်ဘဲ ထောင်ပိုင်ရှင်ရဲ့မိန်းမကို\nဂျိမ်းစ်ဘွန်းဘဝတုန်းက ဇ အတိုင်း အင့် သွားတော့ အသေအကြေ အလိုက်ခံရတာပေါ့။ မိရင် သတ်မှာ။ဒါနဲ့ပဲ သူ့ကို အိုင်ဒေါတင်ထားတဲ့ အခြားသူခိုးလေးတစ်စုက\nသူခိုးကြီးကို ဆရာတင်ပြီး အဲဒီထောင်တွေထဲမှာ သိမ်းထားတဲ့ တရားမဝင် ရွှေတွေကို ခိုးဖို့ စီစဉ်ကြတဲ့အခါ....File size…1.8GB and 1.1GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/the-misfits-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3sd3GemzTlejUmXfwlOQzqrwFA.jpg",
        "title": "Major Grom: Plague Doctor (2021)",
        "description": "Mayor Grom 2021\n-----------------------------IMDb 6.5သူ့နာမည်က \"အီ​ဂေါဂရွန်\"၊ ရုရှား စိန့်ပီတာစဘတ်စ်က စုံ​ထောက်တစ်​ယောက်\nသူ့မှာ လုပ်ထုံးလုပ်နည်းမရှိဘူး၊ အထက်အမိန့်ဆိုတာ သူ့အတွက် အပိုဆာဒါး၊ တရားခံမိဖို့အတွက်ဆို ရှိသမျှ တရားဥပ​​ဒေ​တွေ၊ ​​ဘောင်​တွေအကုန်​ဖျက်ပြီး ကျားကုတ်ကျားခဲဖမ်းတဲ့သူသူ့ရဲ့တရားခံဖမ်းနည်းက တစ်မျိုးဆန်းတယ်၊ တရားခံကို လိုက်ဖမ်း​နေတဲ့အချိန်အတွင်းမှာကို ဖြစ်လာနိုင်​ချေရှိတဲ့ကိစ္စတိုင်းကို သူ့ရဲ့စိတ်ကူးနန်း​​တော်ထဲမှာ အရင်စဥ်းစားပြီးမှ အ​ကောင်းဆုံးရှု​ထောင့်ကို ​ရွေးပြီး လက်ရဖမ်းတတ်သူမျိုး\nတိုက်ရည်ခိုက်ရည်ကလည်းအပြည့်၊ တစ်နည်း​ပြောရရင် ရှားလော့ဟုမ်းရဲ့ဉာဏ်ရည်နဲ့ ဆားပုလင်းနှင်း​မောင်ရဲ့လက်ရည်​ပေါင်းစပ်ထားတဲ့ စုံ​ထောက်Plague Doctorဆိုတဲ့ နာမည်နဲ့လိုက်​အောင် စိန့်ပီတာစဘတ်စ်မြို့ကို ကပ်​ဘေးဆိုက်​အောင်လုပ်​နေတဲ့ လူ့မလိုင်အသိုင်းအဝိုင်း​တွေကိုပဲ ပစ်မှတ်ထားပြီး ​​​သွေး​အေးရက်စက်စွာ သတ်ဖြတ်တဲ့သူ၊ ပလိပ်​ရောဂါ​ခေတ် မျက်နှာဖုံးတပ်ထားတဲ့သူ့ကို ဘယ်သူဘယ်ဝါမှန်း ဘယ်သူမှမခန့်မှန်းနိုင်ကြသလို သူသတ်ဖြတ်​နေတဲ့ ဗီဒီယို​တွေကိုပါ ရုပ်သံက​နေလွှင့်ရဲတဲ့အထိ အ​ကြောတင်းတဲ့ လူသတ်သမားဒီနှစ်​ယောက်ရဲ့ ဉာဏ်ရည် လက်ရည်ယှဥ်ပြိုင်ကြတဲ့အချိန် ဘယ်သူက ဘယ်လိုအသာစီးရသွားမလဲ၊ ဘုံလုံတစ်လှည့် ငါးဖျံတစ်လှည့် တစ်​ယောက်ကိုတစ်​​ယောက် ဘယ်လိုကတုံး​ပေါ်ထိပ်ကွက်သွားမလဲ\nဇာတ်လမ်းအစက​နေ အဆုံးထိ တစ်ကွက်မှ ပျင်းစရာမ​ကောင်း၊ အီ​လေးမဆွဲပဲ ရုရှားဇာတ်ကားတို့ထုံးစံအတိုင်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/major-grom-plague-doctor-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/in-the-lap-of-god-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePYagdzUwKpzTP73n9CD3D1MFn.jpg",
        "title": "Rogue Hostage (2021)",
        "description": "ခုတစ်ခါမှာတော့ 11 ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ Action Thriller အမျိုးအစားဖြစ်တဲ့Rogue Hostage ကို တင်ဆက်ပေးပါရစေမင်းသားကတော့ Fast&Furious ပရိသတ်တွေတော့ မှတ်မိမယ်ထင်ပါတယ် ဟုတ်ပါတယ် သူကတော့ မင်းသားTyrese Gibson ပဲဖြစ်ပါတယ် သူဟာ ဒီကားမှာတော့ ကိုင်ဆိုတဲ့ ဇာတ်ကောင်ကို ရိုက်ကူးပုံဖော်သွားပါဇာတ်လမ်းအကျဥ်းပြောပြရမယ်ဆိုရင်တော့ စစ်ဆင်ရေးတစ်ခုကို အစပြုရမှာပါမရိန်းတပ်သားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ကံအကြောင်းမလှစွာနဲ့ အဆိုပါစစ်ဆင်ရေးမှာ သူ့ရဲ့ရဲဘော်ရဲဖက်ကို ဆုံးရှုံးလိုက်ရပါတယ် ကိုယ့်ရဲ့ပါတနာရဲဘော်တစ်ယောက် ဆိုးဆိုးရွားရွားသေဆုံးတာကို မျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရခြင်းဟာ ကိုင်ကိုအလွန်သွေးပျက်ပြီး စိတ်ခြောက်ခြားဖြစ်စေခဲ့ပါတယ် ကိုယ်နဲ့သေမတူရှင်မကွာ သွေးသောက်ညီအစ်ကိုလို အမြဲတာဝန်ထမ်းဆောင်နေရတဲ့ပါတနာကို ဆုံးရှုံးလိုက်ရတာ ခံစားချက်က အလွန်ဝမ်းနည်းစရာကောင်းလှပါတယ် အဲ့ဒီဆုံးရှုံးမှုကို ​မျက်မြင်တွေ့လိုက်ရတဲ့ ကိုင်အဖို့ ရူးမတတ်ခံစားရမှာပါ အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်မှာလည်း ကိုင်ဟာသွေးထွက်သံယိုတွေ သေနတ်ပစ်သံတွေကို Trauma တစ်ခုလို ဆက်ပြီးခံစားခဲ့ရပါတယ်အဲ့လိုနဲ့ ကိုင်တစ်ယောက် မရိန်းတပ်ကနှုတ်ထွက်ပြီး ခိုနားရာအိမ်ပြန်လာတဲ့အခါမှာလည်းကံကြမ္မာက ...",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/rogue-hostage-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-4.35.50-PM-134x200.png",
        "title": "Trigger Point (2021)",
        "description": "Trigger Point (2021)================IMDb Rating - 4.8/10Action, Thriller လူး၀စ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အမေရိကန် မြို့လေးတစ်မြို့မှာ နေထိုင်တယ်၊ သူဟာ ဒီမြို့ရဲ့ သာမန်လူတွေထဲကတစ်ယောက်တော့ မဟုတ်ဘူး သူဟာ အတိတ်မေ့နေတဲ့ လူတစ်ယောက် နောက်ပြီး အတိတ်ဘ၀ကို မလိုချင်တော့တဲ့သူတစ်ယောက်၊ သူဘာကြောင့် ဒီဘ၀ကို ပြန်မလိုချင်ရတာလဲဆို သူဟာ အရင်က နီကိုးလပ်စ်ရှောလို့ အမည်ရတဲ့ပြဿနာတွေ ဒုက္ခတွေကြုံခဲ့ရတဲ့သူ ဖြစ်နေလို့ပါပဲ၊ သူအတိတ်မေ့ရခြင်းရဲ့ အကြောင်းရင်းကြီးပေါ့ ဒါပေမယ့် တစ်နေ့မှာအလိုက်စ် ကိန်းဆိုတဲ့ လူတစ်ယောက် လူး၀စ်ဆီ ရောက်လာပြီး သူပြန်မလိုချင်တဲ့ ဘ၀ထဲကို ပြန်ဆွဲခေါ်ပါတော့တယ်။အကြောင်းရင်းကတော့ သူ နီကိုးလပ်စ်ဘ၀က တာ၀န်ထမ်းဆောင်ခဲ့တဲ့ နေရာက မိတ်ဆွေတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရပြီး အလိုက်စ်ရဲ့ သမီးဖြစ်သူ မော်နီကာဟာလည်း ပျောက်ဆုံးသွားပါတယ်။ ဒီတော့ နီးကိုးလပ်စ်နဲ့ အလိုက်စ်တို့၂ ယောက် ပူးပေါင်းပြီး ပျောက်သွားတဲ့ မော်နီကာကို ရှာရင်း အဖြေမပေါ်သေးတဲ့ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/trigger-point-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p14266_v_v10_aa-150x200.jpg",
        "title": "Dragon Inn (1992) New Dragon Gate Inn",
        "description": "The New Dragon Gate Inn / Gragon Inn (1992)\n=====================\nIMDb Rating. - 7.3/10Rotten Tomatoes - 78%မာယာများတဲ့ ကန္တာပြင်ရာသီဥတုဟာ\nအစောကမှ ခြစ်ခြစ်တောက်နေသာရာက\nခုတစ်ဖန် သည်းကြီးမည်းကြီး မိုးတွေရွာနေပေါ့။\nဒီအပြောကျယ်တဲ့ကန္တာပြင်မှာ လူတွေရဲ့\nတစ်ခုတည်းသော မှီတည်ရာက နဂါးအင်း။\nလူ့ကမ္ဘာကိုရှုပ်ထွေးရက်စက်တဲ့ နေရာလို့ဆိုရင်\nနဂါးအင်းဟာ အဲ့ဒီရှုပ်ထွေးရက်စက်မှုအပေါင်းကို\nတပ်မက်စွာ သိမ်းဆည်းရာနေရာဖြစ်တယ်။\nနဂါးဂိတ်နားက နဂါးအင်းဟာ လွင်တီးခေါင်ကန္တရမှာ\nထီးတည်းတည်ရှိနေတဲ့ အိုအေစစ်မဟုတ်တဲ့ ငရဲ။\nလူဆိုးသူခိုးတွေရဲ့ ဆုံမှတ်နေရာ။\nတွေးကြည့်လို့တောင်မရတဲ့ ရက်စက်မှုတွေ\nဒီနေရာမှာရှိတယ်။နဂါးအင်းကိုရောက်လာသူတို့ဟာ\nကိုယ်တိုင်တောင်မသိလိုက်ရဘဲ ဇာတ်တူသားစားသူတွေ ဖြစ်လာတယ်။ နဂါးအင်းရဲ့ စားဖိုခန်းထဲက\nဘာဘရီယန်တစ်ကောင်ဟာ လျှို့ဝှက်လမ်းကကျလာတဲ့\nလူသေတွေကို အရိုးအတိကျန်အောင်နွှင်ပြီး ပေါက်စီ\nလုပ်တယ်။နဂါးအင်းရဲ့ ဆိုင်ရှင်မိန်းမလှဟာ သူ့အလှမှာ\nယစ်မူးပျော်၀င်သူ ယောကျာ်းသားတို့ကို အသားလုပ်\nရောင်းတယ်။ နယ်စပ်မျဉ်းမှာရှိနေတဲ့ မသာမယာ\nဒီနဂါးအင်းကို ရောက်လာသူတို့မှာ ကောင်းသော\nရည်ရွယ်ချက်များ မရှိခဲ့ကြဘူး။\nကလဲ့စား တဏှာ အာဏာ ရန်ကြွေး\nငွေအရေး ဤအချက်များမှ မကင်းလွတ်ကြဘူး။\nဒီလူတွေကပဲ နဂါးအင်းကို ရက်စက်စေတာလား\nနဂါးအင်းကိုယ်၌ကပဲ ခက်ထန်နေတာလားလဲ\nမသိရဘူး။ ဘယ်လိုပဲဆိုဆို သူရဲကောင်းတွေတောင် ရင်မဆိုင်ဝံ့တဲ့\nဒီကန္တာအလယ်က နဂါးအင်းမှာ မလှပတဲ့\nဇာတ်လမ်းများစွာဖြစ်ပြီးခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dragon-inn-1992-new-dragon-gate-inn/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-06-at-10.29.47-PM-138x200.png",
        "title": "Occupation: Rainfall (2020)",
        "description": "Occupation: Rainfall (2020)====================IMDb Rating - 5.2/10ဂြိုလ်သားမျိုးနွယ် နဲ့ လူသားမျိုးနွယ် အချင်းချင်းချကြပါပြီ။ အကျင့်မကောင်းတဲ့ လူသားမျိုးနွယ် နဲ့ နယ်မြေကျူးကျော်ချင်တဲ့ဂြိုလ်သားမျိုးနွယ်တို့ တို့ တိုက်ခိုက်ကြတဲ့အခါ ဘယ်သူနိုင်မယ်လို့ ထင်ကြလဲ ပရိသတ်ကြီး...အခုဇာတ်လမ်းလေးက ၂၀၁၈ လောက်က ထွက်ခဲ့တဲ့ Occupation ကားရဲ့အဆက်ဖြစ်ပြီး ဇာတ်လမ်းရဲ့ မူလအရသာမပျောက်သွားအောင် Home and Away နဲ့နာမည်ကျော်ခဲ့တဲ့ ဩစတြေးလျမင်းသား Dan Ewing ကပဲ အခုဒုတိယအတွဲမှာ ပြန်လည်သရုပ်ဆောင်ခဲ့ပါတယ်။ ဘဲကြီးရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှု နဲ့ ဇာတ်လမ်းထဲက ဂျစ်ကန်ကန်စတိုင်တွေကြောင့် ရုပ်ရှင်ချစ်ပရိသတ်ကြီးကိုထပ်ပြီးဆွဲဆောင်မှာတော့ မြင်ယောင်မိပါသေးတယ်။ပထမပိုင်းဖြစ်တဲ့ Occupation မှာတော့ ကျူးကျော်လာသူ ဂြိုလ်သားတွေကို ပြန်လည်တိုက်ခိုက်ဖို့ လူသားမျိုးနွယ်တွေအချင်းချင်းမဟာမိတ်ဖွဲ့ပြီးပြင်ဆင်ခဲ့ပါတယ်။ မဟာမိတ်အဖွဲ့တိုက်ခိုက်ပြီး လူသားမျိုးနွယ်ထဲကို ဂြိုလ်သားတွေရောနှောပေါင်းစပ်လာတော့မှရင်ခုန်စရာကောင်းအောင် အဆုံးသတ်သွားပြီးနောက် အခု ၂၀၂၁ မှာတော့ ဒုတိယအပိုင်းထွက်ရှိလာခဲ့ပါပြီ။ကမ္ဘာမြေပေါ်ကို ဂရေး လို့ခေါ်တဲ့ ဂြိုလ်သားအုပ်စုကြီး ဆင်းသက်လာတဲ့အချိန်ကစပြီး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/occupation-rainfall-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/occupation-poster-141x200.jpg",
        "title": "Occupation (2018)",
        "description": "Occupation (2018)\nIMDb - 5.0/10_____Rotten - 50%\n ဒီကားလေး ကတော့ action နဲ့ adventure ကြိုက်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးပါAlien (ဂြိုလ်သား)ကား တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်လက်လွတ်မခံသင့်တဲ့ကားလေးပါIMDb Rating အနေနဲ့ 5.0 ရရှိထားပြီးတော့ အတော်လေးကြည့်ကောင်းအောင်ရိုက်ကူးထားပါတယ်မြို့သားအချင်းချင်းရန်ငြိုးတွေနဲ့ အမုန်းတွေနဲ့ ပြည့်နှက်နေကြတဲ့သေးငယ်လှတဲ့မြို့လေးတစ်မြို့မှာတနေ့ကျတော့ ဂြိုလ်သားတွေ ရောက်လာပြီး လူတွေကိုသတ်ဖြတ်ကြတဲ့အခါမှာသူတို့တွေ အဲဒီဘေးရန်ကို ဘယ်လိုကာကွယ်ကြတယ်၊တကယ်ရော ကျော်ဖြတ်နိုင်ကြမှာလားဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဗညားပါ)\n  File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 59min\nFormat : mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/1xvpc/Occupation_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/index-136x200.jpg",
        "title": "Xtreme (2021)",
        "description": "Xtreme (2021)============IMDb Rating - 5.9/10ဂျွန်ဝိန်း၊ ဂျက်ကီချန်း၊ ဘရုစ်လီ သုံးယောက်ပေါင်း သောင်းကျန်းသွားသလိုပဲ ဆိုပြီး ဒီဇာတ်လမ်းထဲက မင်းသားကို ချီးမွန်းခန်းဖွင့်ထားကြပါတယ်။ အဲ့ဒီဂုဏ်ပုဒ်တွေနဲ့အညီ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက် ဇာတ်အိမ်လည်းကောင်းပြီး Netflix မှတင်ဆက်ပေးထားတဲ့ စပိန်အက်ရှင်ကားသစ်လေး လာပါပြီနော်။လူဆိုးမှာလည်း အသည်းနဲ့ပါဆိုတာ ဒီကားထဲကလူဆိုးကို ညွှန်းချင်တာဖြစ်မယ်။ လူဆိုးဖြစ်လာအောင် နည်းနည်းချင်းဆီတွန်းပို့ခံရတာကိုး.. သူ့ကိုတွန်းပို့ခဲ့သူက သူ့အဖေကိုယ်တိုင်ပါ။ သားအရင်းကိုလည်း ချစ်ပေမယ့် မွေးစားသမီး၊မွေးစားသားတို့နဲ့နေရာတိုင်းအယှဉ်ခံနေရတော့ မကျေနပ်စိတ်တွေဖြစ်လာပြီး အဖေကိုပါပြန်သတ်တဲ့အထိ ဖြစ်လာပါတော့တယ်။ကိစ္စတွေအားလုံးကို အကွက်ချစီစဉ်ပြီး အောင်မြင်ခါနီးကျမှ မွေးစားသားမက်စီမို တစ်ယောက် သေကံမရောက်ဘဲ လွတ်မြောက်သွားပါတယ်။ ဒါပေမဲ့ မက်စီမိုရဲ့သားကတော့ သူ့မျက်စိရှေ့မှာပဲ သေဆုံးသွားခဲ့ပါတယ်။ ကလဲ့စားပြန်ချေဖို့စီစဉ်နေရင်း ကောင်လေးတစ်ယောက်က လူမိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ကြားညှပ်ပြီး မက်စီမို ကကယ်တင်ပေးခဲ့ရပါသေးတယ်။သားကို ဆုံးရှုံးထားတဲ့ ဖခင်တစ်ယောက်နဲ့ တစ်မိသားစုလုံးအသတ်ခံလိုက်ရတဲ့ ကောင်လေးတို့ ပေါင်းပြီး ကလဲ့စားဘယ်လိုပြန်ချေမလဲဆိုတာကိုတော့ အကြမ်းစားဖိုက်တင်၊ အလန်းစားအခန်းတွေနဲ့ ခံစားကြည့်ရှုလိုက်ပါဉီးနော်...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/xtreme-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjfS5IWxjObAjlsNNhdEP1pmI2s.jpg",
        "title": "Thupparivaalan",
        "description": "Thupparivaalan (2017) မြန်မာစာတန်းထိုး Imdb Ratings : 7.8 ဒီကားလေးက ကြည့်ဖူးနေကျ တေလဂူကားတွေနဲ့\nလုံး၀ကွဲထွက်နေတဲ့ မင်းသားချော Vishal ရဲ့ Mysteryဆန်တဲ့ကားလေးစုံထောက်ကြီးရှားလော့ဟုမ်းကို ကြိုက်ခဲ့လို့လား မသိတေလဂူ စုံထောက်ကားကို အရသာတွေ့နေမိပါတယ်\nညွှန်းတယ်လို့ပဲ ဆိုဆို ဒီကားက တေလဂူ(ကောလိဝုဒ်)မဆန်တဲ့ကား\nလို့ ပြောပါရစေတေလဂူမဆန်ဘူးဆိုတာ့တစ်ခြားပြောတာ မဟုတ်ပါ\nသီချင်းတွေလုံး၀မပါတာ၊ စကားတွေအများကြီး မပြောတာ\nဇာတ်လမ်း အရမ်းကြီးမရှည်တာတွေကို ပြောတာပါမင်းသားကလည်း နာမည်ကြီး မင်းသား\nအရင်ဇာတ်ရုပ်တွေနဲ့လုံး၀ကို မတူပဲ တစ်ခေတ်ဆန်းထားတဲ့ကားလို့ပဲ ဆိုချင်တယ်ဇာတ်ကြောင်းက...အလွတ်စုံထောက်တစ်ယောက် အမှုလိုက်စရာမရှိလို့ ငြီးတွားနေရာက စပါတယ်\nလာအပ်တဲ့အမှုတွေကလည်း သာမာန်အမှုတွေမို့သူ့အတွက် ပျင်းဖို့ကောင်းနေတာပေါ့\nပျင်းရင် စောင်ခြုံအိပ်လိုက် စာအုပ်တွေဖတ်လိုက်နဲ့\nမာနကြီးပြီး စကားတွေအများကြီးမပြောတတ်တဲ့ ဂွတီးဂွကျ စုံထောက်ပေါ့\n(Sherlock charactorကို မှီငြမ်းထားတာကိုး)အမှုမရှိချင်နေ..ပိုက်ဆံတွေ ဘယ်လောက်ပုံပေးပါစေ\nသူစိတ်မပါရင် ဘယ်အမှုကိုမှ လက်မခံတတ်တဲ့ ခေါင်းမာတဲ့စုံထောက်နာမည်က ကာနီယန်းတဲ့တစ်နေ့တော့ သူတို့မြို့လေးရဲ့ ပင်လယ်ကမ်းခြေနားမှာနေတဲ့ကောင်လေး တစ်ယောက် သူ့ဆီကို အမှုတစ်ခုလာအပ်တယ်အမှုက အဲ့ဒီကောင်လေး မွေးထားတဲ့ခွေးလေး ပျောက်ဆုံးတဲ့အမှုကောင်လေးနာမည်က နာဗီးတဲ့အမှုကိုကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းပေမယ့်\nအကြောင်းစုံသိလိုက်ရတဲ့အခါ ဆန်းကြယ်တဲ့အမှုတစ်ခု ဖြစ်နေမှန်း သိလိုက်ရတယ်ဒါနဲ့အဲ့ဒီခွေးပျောက်တဲ့အမှုကို လက်ခံပြီး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/thupparivaalan/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/",
        "category": "Action, Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p9837225_p_v10_aa-150x200.jpg",
        "title": "Machete Kills (2013)",
        "description": "2010 ကထွက်ရှိထားတဲ့ Machete ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်...ထုံးစံအတိုင်း ပွဲကတော့ ရှယ်ကြမ်းပါတယ်...မင်းသမီးတွေသုံးထားတာလဲ အလန်း...Lady GaGa...Amber Heard....Jessica Alba...Michelle Rodriguez....Alexa PenaVega....Sofía Vergaraစသည်ဖြင့် ရင်ကိုပူနွေးစေတာချည်းပဲ...မင်းသားတွေလဲ ဖိုက်တာတွေ..ခုတ်မယ် ဖြုတ်မယ် ဆိုတာချည်းပဲ...ငယ်ငယ်တုန်းက ဗွီဒီယိုရုံဆိုင်းဘုတ်လို ဒီဇာတ်ကားက\" မင်းသမီးအလန်း..တကယ်စွမ်း...သေချင်ရာသေဇမ်း..အကြမ်းပတမ်း..မဟာဘဂျမ်း...ရုံတင်ပြီ\" ။Machete (2010) ကို မကြည့်ရသေးရင် https://channelmyanmar.org/machete-2010/  ဒီမှာကြည့်ပါ။ \nFile size…(1,9 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/machete-kills-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Machete (2010)",
        "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/machete-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/13387771f96e01f0d1c33a1c55fafa34-144x200.jpg",
        "title": "The Warlords (2007)",
        "description": "The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာ\nတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။\nဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီး\nအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံး\nခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်\nကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆို\nမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့\nစစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကို\nဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာ\nတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲက\nလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်\nရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့\nပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်\nအမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့\nစိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်\nသွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာ\nဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့\nအကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကို\nသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းက\nတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့\nဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့\nဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာ\nတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။\nတစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာ\nနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။\nဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာ\nအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။\nစာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲ\nဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်း\nကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီး\nရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့\nမဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့\nFearless အပါအ၀င် ဂျက်လီရဲ့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-warlords-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/pg-136x200.jpg",
        "title": "Pain and Gain (2013)",
        "description": "[Unicode]ကာယနည်းပြဆရာ Daniel Lugo (Mark Wahlberg)ဟာ သူ၏လက်ရှိဘဝကိုမရောင့်ရဲနိုင်ပဲ သူသည် ဒီထက်ပိုကောင်းမွန်သော ဘဝနှင့်ထိုက်တန်သည်ဟုခံယူထားသူတစ်ဦးဖြစ်ပါတယ် ။ထိုတွင် ခေါင်းထဲပေါ်လာသည့်အကြံက သူလေ့ကျင့်သင်ကြားပေးနေတဲ့ နောက်ကြောင်းမရှင်းသည့် သူဌေးတစ်ယောက်ကို ပြန်ပေးဆွဲမယ့် အကြံပါ...သူနှင့်အတူ လုပ်ဖော်ကိုင်ဖက် body builder , Adrien Doorbal (Anthony Mackie)၊ နှင့် ထောင်မှထွက်လာတာမကြာသေးသည့် ခပ်အူအူ Paul Doyle (Dwayne Johnson) တို့ကိုဤစီမံကိန်းကြီးထဲ ပါဝင်ဖို့ဆွဲသွင်းပြီးနောက်... သူတို့သုံးယောက်၏အတွေ့အကြုံမပြည့်ဝမှု၊ အူတိအူကြောင်နိုင်မှုတို့ကြောင့် စီစဉ်ထားသည့်အတိုင်းဖြစ်မလာခဲ့ရပေမယ့် နောက်ဆုံးမှာတော့ အကောင်အထည်ဖော်နိုင်ခဲ့ပါတယ် ။ဒါပေမယ့် မကောင်းမှုတို့၏ထုံးစံအတိုင်း သူတို့ကိုအလွတ်စုံထောက်တစ်ယောက်က ခြေရာခံမိလာသည့်အခါ...အလုံးအရင်းနှင့်ဖြစ်သော ပိုက်ဆံတို့ကိုထိန်းသိမ်းနိုင်သည့်စွမ်းရည် သူတို့မှာမရှိသည့်အခါ အဆိုးဆုံးသောဒုစရိုက်မှုကို သူတို့ကျုးလွန်မိကြကုန်ပါတော့တယ် ။ဒီဇာတ်ကားဟာ IMDb Rating - 6.4/10 ရရှိထားပြီး ဖလော်ရီဒါပြည်နယ်မှာအမှန်တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် ။ File size__( 1.1 GB) and ( ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Dahx/Pain_And_Gain_(2013)_Bluray_1080p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j73LuQcA21KvkVFcroWWMN8tTJv.jpg",
        "title": "KonoSuba: God’s Blessing on this Wonderful World! Legend of Crimson (2019)",
        "description": "Konosuba!: God's Blessing on This Wonderful World! Movie 2019\n--------------------\n2016ခုနှစ်မှာ အတွဲနှစ်ခုနဲ့ထွက်ခဲ့ပြီးအတော်လေး ရယ်ရတာကြောင့် ပရိတ်သတ်တွေအကြိုက်တွေ့ခဲ့တဲ့Konosubaစီးရီးဟာ 2019ခုနှစ်မှာ ရုပ်ရှင်တခုအနေနဲ့ထွက်လာခဲ့ပါပြီ။ ရုပ်ရှင်မှာလဲ လုံး၀ဇာတ်ရှိန်ကျသွားတာမျိုးမရှိပဲသူ့ဇာတ်လမ်းနဲ့သူရယ်နေရတာကိုတွေ့ရဦးမှာပါ။ဒီရုပ်ရှင်မှာတော့ ကာဇူမနဲ့သူရဲ့အလွဲချော်နိုင်ဆုံး အဖွဲ့ကို Crimson Demonမျိုးနွယ်စုရွာကyunyunက ဘာတွေအားကိုးပြီးလဲ မသိ သူတို့ရွာကို မိစ္ဆာဘုရင်တိုက်ခိုက်မှုမှာ ကယ်တင်ဖို့ အားကိုးတကြီးခေါ်လိုက်ပါတယ်။ကာဇုမတို့ အဲ့ဒီရွာမှာ မိစ္ဆာဘုရင်နဲ့သွားရောက်တိုက်ခိုင်းရင်း ခရီးသွားလမ်းမှာရောရွာရောက်တဲ့အချိန်မှာရော မိစ္ဆာဘုရင်နဲ့တိုက်ခိုက်တဲ့ထိ တလျှောက်လုံးအခွီတွနဲ့ချည်းပဲ ကြည့်ရမှာမလို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်းပါရစေ... Translated by : Aung Tay ZaEncoded by : YKFIle Size : 1.26GB and 692MBDuration : 1h30minQuality : 1080p and 720p",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/konosuba-gods-blessing-on-this-wonderful-world-legend-of-crimson-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3TlKCYWKkRYibvYhUlAG6SB31Bn-133x200.jpg",
        "title": "Leizhenzi: The Origin of the Gods (2021)",
        "description": "[Unicode]ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ညီအစ်ကိုဖြစ်သူနှစ်ဦးရဲ့ သံယောဇဉ် ချစ်မေတ္တာနှောင်ကြိုးတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ကားလေးပါဇာတ်ကြောင်းလေးကတော့...လောကကြီး အရှုပ်အထွေးတွေဖြစ်ချိန်မှာ ကောင်းကင်ဘုံပုံစံကိုဖွင့်ပြီးငြိမ်းချမ်းမှုရယူဖို့အတွက် ကြယ်စစ်သူကြီးဟာ လူ့ပြည်ကိုဆင်းပြီး လူသားအမွှာနှစ်ယောက်တည်းက တစ်ဦးအဖြစ်လူဝင်စားခဲ့ပါတယ် လူဝင်စားပြီး သူနဲ့သူ့ညီ အမွှာနှစ်ယောက်ဟာ တစ်ဦးကို တစ်ဦးကာကွယ်စောင့်ရှောက်ကာ အရမ်းချစ်ကြပေမဲ့ အသက်၁၈နှစ်ပြည့်ပြီး ကြီးပြင်းလာတဲ့တစ်ချိန်မှာဂုဏ်ဒြပ်တွေ သူတစ်ပါးသွေးထိုးစကားတွေကြောင့် ညီအစ်ကိုနှစ်ယောက်ဟာ မတူညီတဲ့လမ်းနှစ်ခုကို တစ်ယောက်တစ်လမ်းစီရွေးမိသွားပြီး ရန်သူတွေဖြစ်လာခဲ့ကြပါတော့တယ် အဲ့ဒီအချိန်မှာ သူတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းက ဂုဏ်ပုဒ်တွေကို အလဲထိုးနိုင်မလားဂုဏ်ဒြပ်တွေကပဲ သူတို့နှစ်ယောက်ရဲ့ ချစ်ခြင်းကို အနိုင်ယူသွားနိုင်မလားဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )Quality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:39:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://megaup.net/2j4F7/Leizhenzi_The_Origin_of_the_Gods_(2021).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8Q9ulyRE8fkvZMkAM9LPYMKctb.jpg",
        "title": "Batman: Death in the Family (2020)",
        "description": "Batman: Death In The Family 2020\n---------------------------\nDcက ပထမဦးဆုံးအနေနဲ့ ရိုက်ခဲ့တဲ့ interactive movieပါ ။interactive movieရဲ့ သဘောကတော့ ရုပ်ရှင်ဇာတ်သိမ်းကိုစာရေးဆရာက ပရိတ်သတ်ကို ဆုံးဖြတ်ခိုင်းတာပါ။ဒီရုပ်ရှင်ထဲမှာတော့ DCရဲ့ anti heroဖြစ်တဲ့ Jason Toddရဲ့ ကံကြမ္မာကိုအဆုံးဖြတ်ပေးရမှာပါ။ ဒီဇာတ်လမ်းထဲမှာ Jasonသေမှာလားမသေရဘူးလား? batmanနဲ့ ဂျိုကာတို့ ဘာဆက်ဖြစ်မှာလဲ? Batmanမိသားစု၀င်ထဲကတစ်ယောက် သေမှာလား?အဲ့ဒီမေးခွန်းတွေကို dc ပရိတ်သတ်တွေကို part1မှာ ဆုံးဖြတ်ခိုင်းမှာဖြစ်ပြီးpart2မှာတော့ဆာဂျင်ရော့ရဲ့နာဇီတို့နဲ့ တိုက်ပွဲအကြောင်း part 3မှာတော့ အဒမ်စထရိန်း part4မှာတော့ဖန်တွမ်စထရိန်း part5မှာတော့ deathအကြောင်းအဖြစ် အပိုင်း၅ခုအဖြစ်စုပေါင်းထွက်ရှိထားတဲ့ရုပ်ရှင်တခုဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်. Translated and Encoded by : YKQuality : 1080p 5.1CH Part 1 - Userdrive / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D6qe/Batman.Death.in.the.Family.2020.1080p.Part1-EVO(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-25-at-6.24.52-PM-135x200.png",
        "title": "Endangered Species (2021)",
        "description": "Endangered Species (2021)====================မနက်ဖြန်မှ released date မို့ IMDb Rating မတတ်သေးပေမယ့် popularity တတ်နေတဲ့ Action, Thriller, R ratedကားကောင်းလေးပါ။အမေရိကန်က ဟယ်လ်ဆီမိသားစုက အားလပ်ရပ်မှာ အာဖရိက ကင်ညာကို လာပြီး သဘာဝတောရိုင်းတိရစ္ဆာန်တွေကိုလာရောက်ကြည့်ရှုအပန်းဖြေတာကနေ စတာပါ။ ပုံမှန် ဆာဖာရီ အလည်အပတ် ပတ်ကေ့ဂျ်မှာဆိုရင် လုံခြုံရေးကောင်းကောင်းနဲ့ ဒရိုက်ဘာ ဂိုက် ကောင်းကောင်းတစ်ယောက် ပါပေမယ့်။ အဖေဖြစ်သူက ကိစ္စတစ်ခုကြောင့် အလုပ်လက်မဲ့ဖြစ်သွားတော့ ခရီးစရိတ်ပိုက်ဆံမလောက်တော့မှာ အစိုးရိမ်လွန်ပြီး ပိုက်ဆံအကုန်သက်သာအောင် ဆာဖာရီစည်းမျဉ်းတွေတစ်ခုပြီးတစ်ခု ချိုးဖောက်မိကြပါတော့တယ်။ အဆင်မပြေမှုတွေက အတွဲလိုက်လာသလားလို့ကို ထင်ရလောက်အောင်သူတို့ ကားနဲ့လျှောက်ကြည့်ရင်း အနီးကပ်တွေ့ခဲ့တဲ့ ကြံ့မကြီးက ကလေးပေါက်စလေး မွေးထားတဲ့ ကြံ့မိခင်ကြီးဖြစ်နေတော့သားဇောနဲ့ ကားကို ကြိတ်ဖို့အလာ  သားဖြစ်သူက ကားမောင်းမကျွမ်းကျင်တော့ ကားနောက်ဆုတ်ချိန် မရလိုက်ဘဲကားရောလူတွေပါပက်လက်မှောက်ခုံတွေ ဖြစ်သွားပါတော့တယ်။ အကူအညီတွေနဲ့ အဝေးကြီးဝေးရာမှာ ဟယ်လ်ဆီမိသားစုကြီးဘယ်လို အဆင်ပြေအောင် လုပ်ကြမလဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/endangered-species-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dynasty1-143x200.jpg",
        "title": "Dynasty Warriors (2021)",
        "description": "၉၀ ဝန်းကျင်ဖွား သက်ကြားအိုတိုင်းနီးပါး ကစားဖူးတဲ့ ဂိမ်းတစ်ခုရှိပါတယ်။\nတရုတ်ဓားခုတ်လို့ ခေါ်ကြတဲ့ Dynasty Warriors ပါပဲ။\nဒီဂိမ်းကို Romance of the Three Kingdoms သမိုင်းဇာတ်လမ်းကနေ ယူထားတာလည်း သိကြမှာပါ။\nဒီသုံးပြည်ထောင် နဲ့ ပတ်သတ်တဲ့ ဇတ်လမ်းတွေလည်း အများကြီးထွက်ခဲ့ပြီးပါပြီ။\nအထင်ရှားဆုံးကတော့ Redcliff ၁ နဲ့ ၂ ပေါ့။\nအခုဇာတ်လမ်းကတော့ rating အနေနဲ့ နည်းပါတယ်။\nဒါပေမယ့် အမှတ်တရ ပြန်တင်ပေးထားတာပါ။\nဂိမ်းထဲက theme အတိုင်း နောက်ခံတီးလုံး၊ အဝတ်အစား၊ လက်နက်တွေ ပြန်သုံးပေးထားပါတယ်။\nကျွန်တော်တော့ မဆိုးဘူးလို့ ပြောချင်ပါတယ်။\nC တွေရဲ့ ထုံးစံအတိုင်း မလိုအပ်တဲ့ အထူးပြုလုပ်ချက်တွေ အိုဗာပါဝါတွေကြောင့်သာ ခပ်ညံ့ညံ့ကားလိုဖြစ်သွားခဲ့တာပါပဲ။\nဇာတ်လမ်းကိုတော့ ခေါင်းပေါင်းဝါသူပုန်တွေနဲ့ တိုက်ခိုက်တာကနေ အစပြုပါထားပါတယ်။\nဂိမ်းထဲက ပထမဆုံး ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/dynasty-warriors-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YxopfHpsCV1oF8CZaL4M3Eodqa.jpg",
        "title": "Wrath of Man (2021)",
        "description": "Wrath Of Man (2021)\nWeb-Dl 720p & 1080p Web rip x264အကြည်ရပါပြီ\n--------------------------------(ခဏနေ 1080p ထပ်တင်ပေးပါ့မယ်)ဂျေဆန် စတေသန်ကြီးရဲ့ အက်ရှင်ကား အကြမ်းတစ်ခု လာပါပြီ။ ဒီကားကတော့ အတော်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့လော့စ်အန်ဂျလိမှာ ဖော်တီကိုဆိုတဲ့ ကုမ္ပဏီတစ်ခုရှိတယ်။ သူတို့တွေက ကာစီနိုတွေ၊ ကုန်တိုက်တွေကနေ ငွေတွေ သယ်ပို့ပေးတာတွေကို ဝန်ဆောင်မှုပေးတာပါ။ငွေသယ်ကားတွေနဲ့ လုံခြုံရေးကုမ္ပဏီတစ်ခုပေါ့။ အမြဲတမ်း ဒေါ်လာ သန်းချီပြီးသယ်နေရတာဖြစ်တော့ ဓားပြတွေ မျက်စိကျတဲ့ ကားတွေပါပဲ။ တစ်နေ့မှာ ကားတစ်စီး ဓားပြတိုက်ခံရပြီးအစောင့်နှစ်ယောက် သေသွားခဲ့တယ်။ အဲဒီနောက်မှာ လူသစ်ဝင်လာတာကတော့ ကျွန်တော်တို့ရဲ့ ဖိုက်တာကတုံးပေါ့။ ကတုံးဝင်လာပြီးပြီးချင်းဓားပြခြောက်ယောက် မသာပေါ်သွားအပြီးမှာ ကတုံးလည်း သူရဲကောင်းဖြစ်သွားတာပေါ့။ ဒါပေမယ့်သူဝင်လာရတဆက ရည်ရွယ်ချက်တွေ၊ ဓားပြမှုတွေ နဲ့ ဓားပြတွေ ဘယ်လိုဆက်စပ်နေသလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ အဖြေရှာကြည့်ရမှာပါပဲ။...Translated by : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/wrath-of-man-2021/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNWU1YWM4ZDEtNmQ2OS00M2I2LTg1OTUtODU5ODgyMWI1NThhXkEyXkFqcGdeQXVyMTE0MzMzMzQy._V1_-153x200.jpg",
        "title": "Alluring Woman (2020)",
        "description": "[Unicode]Alluring Woman (2020)\n===============\nIMDb Rating - 6.8နှစ်တစ်ထောင်ကျင့်ကြံထားတဲ့ မြေခွေးမိစ္ဆာလေးက ယောင်ချာချာနဲ့ အပြင်ထွက်လာရင်း မိစ္ဆာနှိမ်နင်းသူနဲ့ကြုံတွေ့ခဲ့ရပါတယ်အသက်သေခါနီးအချိန်ဝိဉာဉ်ကြွေလွင့်တော့မဲ့ဆဲဆဲမှာ ရှန်မင်းကြီးကြောင့်လွတ်မြောက်သွားခဲ့ရပါတယ်အသက်သခင်ကျေးဇူးရှင်ကို ချစ်ခင်မိသွားလို့ နန်းတော်ထဲဝင်ခွင့်ရအောင် ကျိကျိုးကအမတ်စူဟူသမီး စူတားကျီအဖြစ်အယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့အခါမျှော်လင့်ထားသလိုမင်းကြီးအချစ်ကိုရမှာလား?သူလုပ်ရမဲ့တာဝန်ကရော အောင်မြင်အောင်လုပ်နိုင်မှာလား?ကဲဇာတ်လမ်းလေးထဲကြည့်ရှုကြည့်လိုက်ပါနော်...။ Cast :စူတားကျီအဖြစ် -Sun Xue Ningမင်းကြီးရှန်ဝမ်အဖြစ်-Rick Xuကျန်းဇီရာအဖြစ်-Zhou Hao Dongဘိုရီခေါင်အဖြစ်-Lu Guan Dong( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) Quality__720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:38:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2j1G2/Alluring_Woman_(2020).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j3R1tEl-141x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 2: The Rainbow Bridge (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/warriors-of-the-rainbow-seediq-bale-part-2-the-rainbow-bridge-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/warriors-of-the-rainbow-seediq-bale-part-1-the-sun-flag-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3taBaWfRzw1NIKhEPpKPwKBAOC.jpg",
        "title": "Army of the Dead",
        "description": "Army of the Dead (2021)ဆရာ ဇက် စနိုက်ဒါရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ဇွန်ဘီး အက်ရှင်ကားပါပဲ။\nသီချင်းကောင်းမယ်၊ အက်ရှင်ကောင်းမယ်၊\nဇာတ်လမ်းကောင်းမယ်၊ ရိုက်ချက်တွေကောင်းမယ်ဆိုတာ သိပြီသားပါ။ဆရာဇက်ရဲ့ ဇွန်ဘီးတွေဆိုတော့ သူများဇွန်ဘီးထက် နည်းနည်းတော့ ပိုဉာဏ်ကောင်းပါတယ်။\nပြီးတော့ ခွေးဇွန်ဘီးတွေကို ရိုးပြီမဟုတ်လား ကျားဇွန်ဘီးလေး ကြည့်ပေါ့ဗျာ။ဇာတ်လမ်းက ဒီလိုပါ .....လက်စ်ဗီးဂတ်စ်မြိ့မှာ ဇွန်ဘီးတစ်ကောင် လွတ်သွားရာကနေ\nထိန်းမရတော့ဘဲ တစ်မြို့လုံး ဇွန်ဘီးဖြစ်သွားပါတယ်။\nဒါနဲ့ တစ်မြို့လုံးကို ပိတ်ချထားရတာ ကြာပါပြီ။အဲဒီမှာပဲ အမေရိကန်သမ္မတကြီးက လွတ်လပ်ရေးနေ့ အမှတ်တရအနေနဲ့\nမြို့ကို အနုမြူဗုံးနဲ့ထုပြီး မျိုးဖြုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။\nနောက်ထပ် ၄ ရက်အကြာမှာပေါ့။အဲဒီမှာပဲ မြို့ရဲ့ ကာစီနိုအောက်မှာ ကျန်နေခဲ့တဲ့ ဒေါ်လာ သန်း ၂၀၀ ကို ယူပေးဖို့\nအရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်း မစ္စတာ စကော့နဲ့အဖွဲ့ကို အလုပ်အပ်လာပါတယ်။\nဆုကြေးက ဒေါ်လာ သန်း ၅၀ ဖြစ်ပါတယ်။\nသန်း ၂၀၀ ကို ယူလို့ရမှတော့ ဘာလို့ ၅၀ ပဲ ယူမှာလဲ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/army-of-the-dead/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Kala-Movie-Poster-142x200.jpg",
        "title": "Kala (2021)",
        "description": "IMDb (7.4/10)ကျွန်တော်တို့ လူသားတွေက အစွဲအလမ်းသိပ်ကြီးတတ်ကြတယ်ဗျ...\nတချို့က အမှတ်တရများစွာရှိနေတဲ့ အရာဝတ္ထုပစ္စည်းတွေအပေါ်မှာ\nစွဲလမ်းတတ်ကြသလို..တချို့ကျ ကိုယ်ချစ်ခင်မြတ်နိုးတဲ့\nသူတွေအပေါ်..တချို့ကျပြန်တော့လည်း ကိုယ်အမြတ်တနိုးမွေးမြူထားတဲ့\nတိရိစ္ဆာန်လေးတွေအပေါ်...အစွဲအလမ်းတွေကြီးတတ်ကြတယ်။ကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့ အရာတွေက တချို့လူတွေအတွက်ကျတော့ အလကားဖြစ်နေတတ်တယ်...\"အချစ်ဆိုတာ သက်ဆိုင်သူနှစ်ဦးကလွဲလို့ တခြားလူတွေအတွက် ဟာသဖြစ်နေတတ်တယ်\" ဆိုသလိုပေါ့..အဲ့လို ကိုယ်မြတ်နိုးတဲ့အရာလေးတစ်ခုကို တခြားသူက ဘာမှမတွေးဘဲ လုယူလိုက်တဲ့အခါအငြိုးတွေက အလျှံငြီးငြီးတောက်လောင်လာစေတယ်...ဒီဇာတ်လမ်းလေးမှာတော့ သူ သိပ်ချစ်ပြီး အမြတ်တနိုးမွေးမြူထားတဲ့\nခွေးလေးတစ်ကောင်ကို သတ်ပစ်လိုက်တဲ့အခါ အငြှိးကြီးတဲ့\nသခင်တစ်ယောက်ရဲ့ တန်ပြန်လက်စားချေမှုတွေကို မြင်တွေ့ရမှာပဲ\nဖြစ်ပါတယ်..သွေးသံရဲရဲဖိုက်တင်ခန်းတွေနဲ့ တမီးလ်ဂျွန်ဝစ်ဆိုရင်လဲ မမှားတဲ့ဇာတ်ကားပါ။(အညွှန်းနဲ့ဘာသာပြန်ကို Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.3 GB) and (1.5 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/kala-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Tw-133x200.jpg",
        "title": "Twenty Hacker (2021)",
        "description": "ဂျယ်မင်း ဆိုတဲ့အထက်တန်းကျောင်းသား ကောင်လေးဟာ ဆိုက်ဗာတိုက်ခိုက်မှုကြောင့်ဘဝကြီးပြောင်းလဲသွားပြီး သူ့ရဲ့ အဖေကို ဆုံးရှုံးလိုက်ရပါတယ်ဟက်ကာသမားက အရမ်းတော်လွန်းတဲ့အတွက် ရဲတွေမဖမ်းနိုင်တာကြောင့်ဟက်ကာသမားကိုဖမ်းဖို့ သူကိုယ်တိုင် ဟက်ကာလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဟက်ကင်းလုပ်ပြီး ပိုကောင်းတဲ့ကမ္ဘာတစ်ခုကို ဖန်တီးမဲ့\"ပိုကောင်းတဲ့ကမ္ဘာ\"ဆိုတဲ့အဖွဲ့နဲ့ ဟက်ကာအရည်အချင်းပြည့်ဝလာတဲ့ဂျယ်မင်းတို့ တက္ကသိုလ်မှာ တွေ့ကြတဲ့အခါ ဟက်ကာကိုဖမ်းဖို့အတွက်သူတို့အချင်းချင်းပူးပေါင်းပြီးဘယ်လိုတွေလုပ်ဆောင်ကြမလဲဆိုတာ ရင်တဖိုဖိုနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/twenty-hacker-2021/",
        "category": "Action, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sshNnwmQLk720iBQ0dZg3GVGKfK.jpg",
        "title": "Riders of Justice(2021)",
        "description": "Riders of Justice(2021) အညွှန်း****************************IMDb....7.7 ,,,Rotten...93%ဒီကာလမှာ ဂျင်းကားတွေခပ်များများကြားထဲက ဒီလို လတ်ဆတ်ကြမ်းထော်နေတဲ့ ratingတွေလာတဲ့အက်ရှင်ကားက ခပ်ရှားရှားရယ်....မားကပ် ဆိုတဲ့ စစ်သားကြီးမှာ မိန်းမနဲ့ သမီးတစ်ယောက်ရှိတယ်။ တစ်နေ့မှ ရထားချင်းမတော်တဆ တိုက်မှုမှာ မိန်းမကသေသွားပြီးသမီးနဲ့သူပဲ ကျန်ခဲ့တယ်။ အဲဒီရထားပေါ်မှာပဲ အချက်အလက်တွေကိ တွက်ချက်လေ့လာတတ်တဲ့ပညာရှင်တစ်ယောက်ပါ ပါလာတယ်။ သူက မသေဘဲ ကျန်ခဲ့ချိန်မှာ ဒီရထားတိုက်မှုဟာ မတော်တဆမဟုတ်ဘူးလို့ သံသယဖြစ်လာတာကြောင့်ဆက်ပြီး စုံစမ်းခဲ့ပါတယ်။ စုံစမ်းရင်းနဲ့ ဒီအမှုဟာ ဆိုင်ကယ်လူဆိုးဂိုဏ်းနဲ့ပတ်သတ်နေတာကို သိလာတဲ့အခါသိပ္ပံကြမ်းပိုးတွေနဲ့ စစ်သားကြီးပေါင်းပြီး လူဆိုးဂိုဏ်းကို ဘယ်လိုတွေဗျင်းကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mr.Andersonပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Action, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mr.Anderson\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/riders-of-justice2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6goDkAD6J3br81YMQf0Gat8Bqjy.jpg",
        "title": "New Gods: Nezha Reborn ( 2021 )",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ နီကျား ဒီခေါတ်မှာ လူပြန်ဝင်စားတဲ့ကားလေးပါလွန်ခဲ့တဲ့ နှစ်ပေါင်းသုံးထောင်လောက်က နီကျားဟာ အရှေ့ပင်လယ်နဂါးမင်းရဲ့တတိယသားကို သတ်ခဲ့ပြီး သူ့ရဲ့ဝိညာဉ်ဟာလူ့ပြည်ကို လွတ်မြောက်လာခဲ့တာပါအခုခေါတ်အချိန်ခါမှာ နီကျားဟာ ပို့ဆောင်ရေးလုပ်နေတဲ့ ဆိုင်ကယ်ပြိုင်ပွဲဝါသနာအိုး လူငယ် လီယွင်ရှန်းအနေနဲ့ လူပြန်ဝင်စားခဲ့ပါတယ် ရန်သူဟောင်းအရှေ့ပင်လယ် နဂါးမင်းနဲ့ သူ့သားကို ပြန်တွေ့ရတဲ့အခါမှာ သူချစ်ရသူတွေကိုကာကွယ်ဖို့အတွက် သူ့စွမ်းအားတွေကိုပြန်ရှာရဖို့ဖြစ်လာပါတော့တယ်အဲ့နောက်မှာတော့ နီကျားအနေနဲ့ ဘယ်လိုကံကြမ္မာတွေကိုရင်ဆိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော် Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/new-gods-nezha-reborn-2021/",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sLRL3eNREYefntHToSKlEBoXYqy.jpg",
        "title": "The Last Frontier (2020)",
        "description": "တကယ်ကို ကောင်းတဲ့ စစ်ကားပါ။ ၁၉၄၁ အောက်တိုဘာမှာ ဂျာမန်တပ်တွေဟာမော်စကိုကို သိမ်းပိုက်ဖို့ ခံစစ်ကြောင်းနှစ်ခုကို ဖောက်ပြီး ချီတက်လာခဲ့ပါတယ်။နောက်ထပ်ခံစစ်တစ်ခုပြင်ဖို့တပ်တွေ စုချိန်မမှီတော့တဲ့အတွက်အနီးဆုံးမှာ ရှိတဲ့ ပါဒို့စ်ဗိုလ်သင်တန်းကျောင်းက ဗိုလ်လောင်း ၃၅၀၀ ဟာ ခြေလျင်တပ်အမြောက်တပ်အဖြစ် ခုခံဖို့ တာဝန်ပေးခံရပါတယ်။ သူတို့ကို ၅ ရက်တိတိမဆုတ်ဘဲ တောင့်ခံဖို့အမိန့်ပေးခဲ့ပေမယ့် စစ်ကူတွေက နောက်ကျနေတဲ့အခါ ၁၂ ရက်အထိ တောင့်ခံနိုင်ခဲ့ကြပါတယ်။ ဗိုလ်လောင်း ၃၅၀၀ ထဲက၂၅၀၀ ကျဆုံးခဲ့ပေမယ့် မော်စကိုကို ဂျာမန်တွေ မတက်နိုင်ခဲ့လို့ စစ်ပွဲရဲ့အဖြေပြောင်းလဲသွားခဲ့ပါတယ်။ ဒီနှစ်ထဲမှာ စစ်ကားကေငာ်းရှားတာကြောင့် အားလုံးကြိုက်ကြမှာပါ။ Translated by : Mr. AndersonEncoded by : YKQuality : 1080p Blu0-Ray and 720pFile Size : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-last-frontier-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNTAxMTA5ZGYtOWNjYi00MmIxLWE4ZTItNjQxMzQ0MzMxMDIyXkEyXkFqcGdeQXVyMTI4Nzc4Njg3._V1_-128x200.jpg",
        "title": "Karnan (2021)",
        "description": "IMDb Rating (8.6)၁၉၉၇ ခုနှစ်မတိုင်ခင်က ပိုဒီရန်ကုလမ် ဆိုတဲ့ ရွာလေးမှာ ကာနန်ဆိုတဲ့ ‌ဂျစ်ကန်ကန်လူငယ်လေးတစ်ယောက်ရှိတယ်...သူက မတရားမှုဆို ငြိမ်ခံမနေဘဲ ဒေါသကိုရှေ့တန်းတင်တက်တာကြောင့် ပြဿနာကောင်ဆိုပြီး နာမည်ကြီးနေရော..ပိုဒီရန်ကုလမ်ရွာလေးက ဝေးလံတဲ့အရပ်မှာရှိပြီး ဘတ်စ်ကားမှတ်တိုင်တောင်မရှိလို့ရွာသားတွေက အနီးနားက မေလာရွာလေးမှာ ကားသွားစီးကြရတယ်...ဒါတွေကြောင့်လဲ ပိုဒီရန်ကုလမ်ရွာသားတွေက နေရာတကာမှာ အဖိနှိပ်ခံ အောက်ကျို့ခံပြီးနေနေကြရတယ်..တစ်နေ့ ရွာလမ်းဆုံမှာ ဘတ်စ်ကားမရပ်ပေးလို့ ခဲနဲ့ထုရာကနေ ပြသနာစပြီးကာနန်က ကားတစ်စီးလုံး ရိုက်ခွဲလိုက်တာကြောင့် ရွာသားတွေအားလုံး ရဲနဲ့အမှုရင်ဆိုင်ရပါတော့တယ်...ရဲတွေကထုံးစံအတိုင်း အမှုနဲ့မဆိုင်တဲ့ ရွာသားတွေကိုပါ တမင်အနိုင်ကျင့်ရိုက်နှက်တာကြောင့်ဖိနှိပ်ခံလူတန်းစားတော်လှန်ရေးပေါ်ပေါက်လာပါတယ်...မျိုးချစ်ကောင်လေး ကာနန် ဦးဆောင်ပြီးရွာသား‌တွေနဲ့အတူ အဖိနှိပ်ခံဘဝ‌ကနေလွတ်အောင်ဘယ်လိုကြိုးစားကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(3 GB) and (1.9 GB)\nQuality….WEB-DL 1080p ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/karnan-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/those-135x200.jpg",
        "title": "Those Who Wish Me Dead 2021",
        "description": "ဒီရုပ်ရှင်မှာတော့ အန်ဂျလီနာ ဂျိုလီက ဦးဆောင်ပါဝင်ထားပါတယ်။ကျန်တဲ့သရုပ်ဆောင်တွေကိုလည်း ရင်းနှီးထားတဲ့သူ များမှာပါ။Game of Thrones ထဲက လက်သန်း ရယ်Marvel's Punisher ကြီးရယ် ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ action thriller ပါပဲ။ဂျိုလီကတော့ မီးသတ်အဖွဲ့ခေါင်းဆောင်ပေါ့။တစ်နေ့မှာ သူနဲ့သူအဖွဲ့ တောမီးကို ငြိှမ်းနေတုန်းမှာလေကြောင်းတွက်ဆမှု မှားယွင်းခဲ့လို့ လူ ၃ ယောက် အသက်ဆုံးခဲ့ရပါတယ်။အဲဒီ စိတ်ဒဏ်ရာတွေနဲ့ ပေပေတေတေ နေထိုင်နေတုန်းမှာသူ့ဆီကို ကောင်လေးတစ်ယောက် လူသတ်သမားတွေလက်က ထွက်ပြေးပြီး ရောက်လာပါတယ်။ကောင်လေးကို လိုက်သတ်တဲ့လူတွေလက်က ကယ်ပြီးလျို့ဝှက်ချက်တွေကို ဖွင့်ချနိုင်ဖို့ တောမီးကြီးတစ်ခုကိုပါ အံတုပြီး ပြေးကြရပါတော့တယ်....\nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslator... Mr. Anderson",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/those-who-wish-me-dead-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/py9hC6x3yU5pYvdarNTygnC1ikv.jpg",
        "title": "Radhe: Your Most Wanted Bhai (2021)",
        "description": "Radhe (2021)၂၀၂၁မှာ မင်းသားကြီးတွေ ပျောက်နေကြပေမဲ့\nမင်းသားကြီး ဆယ်လ်မန်ခန်းကတော့\nတစ်ကားထွက်လာခဲ့ပါပြီ။၂၀၂၀၊၂၀၂၁ခုနှစ်တွေဟာ ကိုဗစ်ကြောင့်\nအားလုံးအတွက် အဆိုးဆုံးနှစ်တွေ ဖြစ်မှာပါ။ရုပ်ရှင်လုပ်ငန်းတွေ အားလုံး ရပ်ဆိုင်းလုနည်းပါးဖြစ်နေပေမဲ့\nDigital Platformပေါ်က ထုတ်လွှင့်ပြသပေးနေတော့\nတကမ္ဘာလုံးနဲ့ တန်းတူကြည့်နိုင်ဖို့ အဆင်ပြေပေမဲ့\nတကယ်တော့ ထုတ်လုပ်သူတွေအနေနဲ့\nရုံတင်ရတာလောက် အဆင်ပြေမယ် မထင်ပါဘူး။ဒါပေမဲ့ ဆယ်လ်မန်ကတော့ ပရိသတ်တွေအတွက်\nRadheကို ထုတ်လွှင့်ခဲ့ပါပြီ။ဒီကားထဲမှာတော့ ဆယ်လ်မန်ကို ရဲအရာရှိတစ်ယောက် အနေနဲ့\nမြင်ရမှာဖြစ်ပြီး\nကြမ်းလွန်းလို့ ရာထူးက ပြောင်းရွှေ့ခံ၊ ရပ်နားခံနေရတဲ့\nရဲအရာရှိတစ်ယောက်ပါ။ဇာတ်လမ်းအစမှာတော့ မွန်ဘိုင်းတစ်မြို့လုံးမှာ\nမူးယစ်ဆေးတွေ သုံးစွဲပြီးသတ်သေမှု မြင့်တက်လာတာကြောင့်\nရောင်းဝယ်ဖောက်ကားသူတွေကို ဖမ်းဆီးနိုင်ဖို့\nရာထူးက ရပ်နားခံထားရတဲ့ Radheကို\nအလုပ်ထဲ ပြန်ဝင်ဖို့နဲ့ ဒီအမှုကို လိုက်ဖို့ တာဝန်ပေးအပ်ခြင်းခံရတာက အစပြုထားပါတယ်။အပျော်တမ်းကြည့်ဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားလို့\nသတ်မှတ်လို့ရမယ်ထင်ပါတယ်။\nအိုဗာအက်ရှင်တွေ ပါနေတော့ တချို့အတွက်တော့\nလုံးဝအဆင်ပြေမယ် မထင်ပါဘူးဗျာ။ဒါပေမဲ့ မင်းသမီးလေး ဒီရှားက သင့်ကို\nဆွဲဆောင်နေမှာပါ။ဇာတ်လမ်းအညွှန်းကို Nyi Nyi Koe က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ကတော့ Nyi Nyi Koe and Myint Thu ပဲ ဖြစ်ပါတယ်။Enocder - AugustFile ...",
        "rating": "",
        "url": "https://channelmyanmar.org/radhe-your-most-wanted-bhai-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZoWBe2sKB41BDbWIdivwkoJkgC.jpg",
        "title": "Mission: Possible (2021)",
        "description": "Mission Possible (2021)Yoo Da Hee က တရုတ်နိုင်ငံရဲ့ လျှို့ဝှက်လုံခြုံရေးအရာရှိတစ်ဦး ဖြစ်ပါတယ်။\nသူမရဲ့ဌာနက တောင်ကိုရီးယားက သေနတ်မှောင်ခိုမှုတစ်ခုရဲ့သတင်းကို ရရှိတဲ့အခါမှာတော့မှောင်ခိုသမားတွေကို ချဉ်းကပ်ဖို့ သူမ ကြိုးစားရပါတော့တယ်။အစီအစဉ်ရဲ့တစ်စိတ်တစ်ပိုင်းကတော့ ကိုရီးယားက အေးဂျင့်တစ်ယောက်နဲ့ လက်တွဲလုပ်ကိုင်ရမှာပဲ ဖြစ်ပါတယ်။ဒါပေမယ့် မှတ်ပုံတင် မှားယွင်းမှု တစ်ခုကြောင့်\nမမျှော်လင့်ဘဲ Woo Soo-Han နဲ့ ဆုံတွေ့ဖို့ ဖြစ်လာပါတော့တယ်။Woo Soo-Han ဆိုတာကတော့ ကိုရိုးကားရားနိုင်ပြီးတော့ အတွေ့အကြုံမရှိတဲ့ အလွတ်တန်းစုံထောက်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။သူ လုပ်တဲ့ စုံထောက်အလုပ်ကလည်း ခွေးရှာကြောင်ရှာ အလုပ်လောက်ပဲ တတ်တာပါ။Yoo Da Hee ကတော့ Woo Soo-Han အကြောင်းကို မသိဘဲနဲ့\nသူမနဲ့ လက်တွဲလုပ်ကိုင်စေတာပဲ ဖြစ်ပါတယ်။Woo Soo-Han ကတော့ သူ့ကို လျှို့ဝှက်အေးဂျင့်အနေနဲ့ အရွေးခံရပြီလို့ မှားပြီးတော့ ထင်နေတာပါပဲ။ဒါပေမယ့် အဓိကသက်သေတွေ အသတ်ခံလိုက်ရချိန်မှာတော့ ......\nကိစ္စတွေက တကယ်ကို အတည်ကြီး ဖြစ်လာပါတော့တယ်။စုံထောက်အက်ရှင်ကားကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mission-possible-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yF45egpHwaYLn4jTyZAgk0Cmug9.jpg",
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (2021)",
        "description": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (2021)မိစ္ဆာ နှိမ်နင်းသူ တန်ဂျီရို ကာမာဒို ရဲ့ မူဂန် ရထားပေါ်မှာ မိစ္ဆာ တွေ ကို နှိမ်နင်းတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။မိစ္ဆာနှိမ်နင်းသူ ဘယ်လိုဖြစ်လာလဲ ဆိုတာကတော့ .....သူ့မိသားစု အသတ်ခံရပြီး သူ့ညီမလေးကို ဖမ်းဆီးခေါ်ဆောင်သွားတာ ခံခဲ့ရပါတယ်။\nအဲဒီနောက်မှာတော့ သူ့ညီမကို မိစ္ဆာအဖြစ် ပြောင်းလဲ ခံလိုက်ရပါတော့တယ်။ဒါကြောင့် မိစ္ဆာနှိမ်နင်းသူ ဖြစ်ဖို့ အများကြီး လေ့ကျင့်ပြီးတဲ့နောက်မှာ\nဒီဇာတ်လမ်းမှာတော့ မူဂန် ရထားပေါ်မက မိစ္ဆာတွေကို နှိမ်နင်းရေး ပြုလုပ်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။လက်ရှိအချိန်မှာ အမေရိကန်နိုင်ငံရဲ့ Box Office မှာ နံပါတ် တစ် ရရှိထားပြီးတော့\nဆုပေါင်း ၃ ဆု နဲ့ တစ်ကြိုစာရင်း ၃ ကြိမ် ဝင်ထားပြီး ဖြစ်တဲ့ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/demon-slayer-kimetsu-no-yaiba-the-movie-mugen-train-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Vakeel-Saab-146x200.jpg",
        "title": "Vakeel Saab (2021)",
        "description": "IMDb 7.3/10အသစ်ထွက်ရှိထားတဲ့ မှူခင်းဇာတ်လမ်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေဇဲရီးနား ပါလဗီးနဲ့ ဒေ့ဗီယာဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ဟာ\nရိုးသား ကြိုးစားတတ်တဲ့လူငယ်မိန်းကလေးတွေဖြစ်ပါတယ်တစ်နေ့မှာတော့သူတိုသုံးယောက်ဟာမထင်မှတ်ထားဘဲ\nအမှူတစ်ခုကို ကျူးလွန်မိကြပါတယ်ဗမ်ရှီဆိုတဲ့ကောင်လေးကိုရိုက်မိတဲ့အမှူပေါ့\nသူဟာအရာရှိတစ်ယောက်ရဲ့သားဖြစ်နေတဲ့အခါ\nသူတိုသုံးယောက်ဘယ်လိုမတရားမှူတွေကြုံတွေ့ရမလဲကူရာမဲ့ဖြစ်နေတဲ့အချိန် သူတိုအတွက်\nဆက်သ်ရားဆိုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့ပါတယ်သူကရောဘယ်သူလဲ မိန်းကလေးတွေကျူးလွန်မိလိုက်တဲ့\nအမှူကရောဘာကြောင့်လဲမတရားမှူခံရတဲ့သူက\nဗမ်ရှီလား စတာတွေကိုစိတ်ဝင်စားသဖွယ်ကြည့်ရမဲ့\nမှူခင်းဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်ကို May Zin Oo မှ တင်ဆက်ထားတာပါ။) \nFile size…(3.2 GB) and (1.9 GB)\nQuality….WEB-DL Untouched 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin Oo",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/vakeel-saab-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/sulthan-et00305740-30-03-2021-11-21-35-133x200.jpg",
        "title": "Sulthan (2021)",
        "description": "Sulthan (2021)အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်ချစ်သူတွေအတွက်\nတစ်နေ့ကထွက်လာတဲ့ မင်းသား Karthi(ကာရ်သီ) နဲ့\nမင်းသမီးချော Rashmika Mandanna(ရာ့ရှ်မီကာမန်ဒနား)တိုရဲ့\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဗစ်ကရမ် (ခေါ်) ဆူလ်သန်ဟာ ချန်နိုင်းမြိုက\nဒိတ်ဒိတ်ကြဲလူမိုက်ကြီး စည်သူပသီရဲ့သားပါ။\nလူမိုက်ပေမယ့် မှန်ကန်တဲ့လူမိုက်ကြီး စည်သူပသီဟာ\nချန်နိုင်းဝန်းကျင်တစ်ဝိုက်မှာ နာမည်ကောင်းနဲ့ ကျော်ကြားပြီး\nဘေးပတ်ဝန်းကျင်နယ်တွေမှာ ပြဿနာပေါ်လာတိုင်း\nဖြေရှင်းပေးနေကျပေါ့။\nအုပ်ထိန်းသူမိခင် မရှိတော့တဲ့နောက်ပိုင်း\nလူယုံ လက်ရုံးတပည့်တွေလက်ပေါ်မှာ\nကြီးပြင်းလာခဲ့ရတဲ့ ဆူလ်သန့်ကို\nစည်သူပသီကရော ၊ တပည့်တွေအားလုံးကပါ သိပ်ချစ်ကြတယ်။အရွယ်ရောက်သည်အထိ ပညာတွေသင်ရင်း မွန်ဘိုင်းမြိုမှာနေရတဲ့\nဆူလ်သန့်အတွက် လူဆိုးလူမိုက်အလုပ်တွေကို မလုပ်ရသလို\nသူကိုယ်တိုင်လည်း လူမိုက်အလုပ်ကို မနှစ်မြိုသူပါ။ဒီလိုနဲ့ ဖခင်ကြီး ဆုံးပါးသွားပြီးတဲ့နောက်ပိုင်းမတော့\nဖခင်ကြီးမသေခင်က ပေးခဲ့တဲ့ကတိအတိုင်း\nရွာတစ်ရွာကိုနှောက်ယှက်ပြီး အဲ့ဒီရွာကို ဒုက္ခပေးနေတဲ့\nလူမိုက်ကြီးတစ်ယောက်နဲ့ ဆူလ်သန်တစ်ယောက် ရင်ဆိုင်ရဖို ဖြစ်လာပါတယ်။တောင်းပိုင်းရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်း အကအလှတွေ ဝေဝေဆာဆာ ၊\nအက်ရှင်ခန်းတွေ ဖောဖောသီသီနဲ့ ၂နာရီကျော်ကြာတဲ့ ပြသချိန်အတွင်း\nပျင်းရိမသွားရလေအောင် ဟာသလေးတွေ အူမြူးစရာလေးတွေပါ ထည့်ထားတော့\nအိန္ဒိယရုပ်ရှင်ချစ်သူတွေအတွက် ကြည့်ပျော်မှာပါ။ \nFile size…(3 GB) and (1.9 GB)\nQuality….Web-DL Rip 1080p 5.1CH and 720p\nFormat…mp4\nDuration….02:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/sulthan-2021/",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEm96ib0sPiZBADNKBHKBv5bve9.jpg",
        "title": "Tom Clancy’s Without Remorse (2021)",
        "description": "Without Remorse (2021)အက်ရှင်ရော ဇာတ်လမ်းရော အတော်ကိုလန်းတဲ့ ရုပ်ရှင်တစ်ကားလောက် တင်ပေးထားပါတယ်။ဂျွန် ကယ်လီဟာ နေဗီဆီးလ် အထူးတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ပါ။\nသူတို့ရဲ့ စစ်ဆင်ရေးတစ်ခုအပြီး အနားယူနေချိန်မှာ\nအဖွဲ့သားတွေအကုန်လုပ်ကြံခံရသလို၊\nသူ့ရဲ့ ကိုယ်ဝန်နဲ့ ဇနီးပါ သေသွားခဲ့ပါတယ်။ဒါကို လိုက်စုံစမ်းရင်းနဲ့ နိုင်ငံရေးအရှုပ်အထွေးနဲ့\nသူလျိုတွေကြား ညပ်နေတာကို သိလာတဲ့အခါ ......File size… 2.45 GB and 1.15 GB\nQuality…. 1080p HEVC 5.1 CH and 720p\nFormat…mp4\nDuration…. 1h 49 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/tom-clancys-without-remorse-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Jho4Ak4JDTesy6QBXRPBhzBJfj.jpg",
        "title": "Mumbai Saga (2021)",
        "description": "Mumbai Saga (2021)\nမြန်မာစာတန်းထိုးဂျွန်အေဗရာဟမ် ၊ ကာဂျဲလ် ၊ အီမ်ရန်းတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဘောလိဝုဒ်ကားလေးထွက်လာလို့ အခက်အခဲတွေကြားက မရရအောင် တင်ပေးလိုက်ပါတယ်။1980 ခုနှစ်နောက်ပိုင်း ဘုံဘေမြို့ ( ယခု မွန်ဘိုင်း) ကို\nအခြေတည် ရိုက်ကူးထားတဲ့ ဒီရုပ်ရှင်ဟာ\nဖြစ်ရပ်မှန်ရဲ့ တစ်စိတ်တစ်ပိုင်းကို မှီငြမ်းထားတယ်လို့ သိရပြီး ၊\nအဲ့ဒီခေတ် အဲ့ဒီအခါ ဂိုဏ်းစတားတွေ ကြီးစိုးတဲ့ အချိန် ၊\nနိုင်ငံရေးအရှုပ်အထွေးတွေကို နောက်ခံထားပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဘာသာပြန် နဲ့ အညွှန်းကတော့ Myint Thu ပဲ ဖြစ်ပါတယ်။Encoder - AugustFile size… 3.7 GB and 1.3 GB\nQuality…. 1080p HEVC 5.1 and 720p\nFormat…mp4\nDuration…. 2h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Myint Thu\nEncoder ..... August",
        "rating": "5",
        "url": "https://channelmyanmar.org/mumbai-saga/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6BNjjfdFJDGRF59nYNEb2i042xX.jpg",
        "title": "A Writer’s Odyssey ( 2021 )",
        "description": "ဒီတစ်ခေါက်ကတော့ yang mi ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးသွားမှာပါဝတ္ထုတစ်ပုဒ်က လက်ရှိကမ္ဘာကို ပြောင်းလဲနိုင်သလားဇာတ်လမ်းအကြောင်းအရာလေးကတော့...ကွမ်နင်ဟာ သူ့မှာရှိသမျှအရာအားလုံးကို ရင်းပြီး ပျောက်သွားတဲ့သမီးဖြစ်သူကို ခြောက်နှစ်လုံးလုံး လိုက်ရှာနေသူတစ်ယောက်ပါတစ်နေ့မှာ ထူလင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်က သူ့သမီးကိုရှာပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ် ဒါပေမဲ့ ပြန်ပေးရမဲ့တန်ကြေးကတော့ \"နတ်ဘုရားသုတ်သင်သူ\" ဆိုတဲ့ ဝတ္ထုကိုရေးသားတဲ့ လုခုံဝမ်ကို သတ်ပေးရမှာပါ သတ်ရမှာလွယ်မယ်လို့ထင်ထားပေမဲ့လည်း \"နတ်ဘုရားသုတ်သင်သူ\" ဝတ္ထုကလက်ရှိကမ္ဘာနဲ့ ဆက်နွယ်မှုတွေရှိနေတဲ့အခါ ဘယ်လိုမထင်မှတ်ထားမှုတွေကကွမ်နင်ကို စောင့်ကြိုနေမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါ Quality: WEB-DL720Format : mp4Subtitle : Myanmar Sub ( hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-writers-odyssey-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-27-at-1.45.42-PM-135x200.png",
        "title": "Justice Society: World War II (2021)",
        "description": "Justice Society: World War II (2021)==========================IMDb Rating - 6.5/10ဒီနေ့အတွက် DC Fan ပရိသတ်တွေအကြိုက်ဖြစ်စေမယ့် Justice မူဗီလေးလာပါပြီ။ဒီအပိုင်းမှာတော့ Flash တစ်ယောက် အပြေးလွန်ပြီး စကြဝဠာမှားရောက်သွားတဲ့အကြောင်းလေးပေါ့။ဘယ်ရီအဲလန် တစ်ယောက် သူ့ကောင်မလေးနဲ့ ပျော်ပွဲစားထွက်ရင်း Brainac နဲ့ Superman တို့ရဲ့တိုက်ပွဲနဲ့ကြုံပါတယ်။ Superman ဖက်က ဝင်ကူရင်း အပြေးလွန်ပြီး တခြားစကြဝဠာတစ်ခုကိုရောက်သွားပါတယ်။အဲဒီကမ္ဘာမှာ ဟစ်တလာသောင်းကျန်းနေတဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်ကို ရောက်သွားတာပါ။ အဲဒီမှာရှိတဲ့Wonder Woman ခေါင်းဆောင်တဲ့ Justice Society နဲ့တွေ့ပြီး စစ်ပွဲကို တားဆီးနိုင်ဖို့ တူတူပူးပေါင်းကြိုးစားကြတဲ့အကြောင်းလေးပါ။ JS အဖွဲ့ဝင်တွေကတော့ Hourman, Canary, နောက် Flash တစ်ယောက်၊ Hawkman တို့ပါပဲ။နောက်ထပ် Aquaman နဲ့ Superman တို့လည်း ပါပါသေးတယ်။ သူတို့ရဲ့ Role တွေကတော့ ဒီမူဗီထဲမှာပဲကိုယ်တိုင်ကြည့်မြင်ခံစားလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/justice-society-world-war-ii-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-3-254b2c8cf7f3-141x200.jpg",
        "title": "The Rescue ( 2020 )",
        "description": "ဇာတ်ကားလေးနာမည်က Rescue တဲ့ဒီဇာတ်ကားလေးကတော့ ကယ်ဆယ်ရေးအဖွဲ့က အသက်တွေစွန့်ပြီးဘယ်လိုကယ်တင်ခဲ့တယ်ဆိုတာလေးကို ရိုက်ကူးပြထားတာပါ။သဘာဝဘေးကြောင့်ဖြစ်ဖြစ် မသမာသူတွေရဲ့လှည့်ကွက်ကြောင့်ဖြစ်ဖြစ်ဘယ်လိုအကြောင်းကြောင့်ဖြစ်ပါစေ ဒုက္ခရောက်သူတွေဆီအရောက်လာကယ်တင်ပေးသူတွေအကြောင်းပေါ့ဒီထဲမှာအကြိုက်ဆုံးစကားကတော့ <<ကိုယ့်အသက်ကိုစတေးပြီး တခြားသူအတွက် အသက်ရှင်ဖို့ မျှော်လင့်ချက်ပေးနေသူတွေ>>တဲ့။ရာထူးတွေ အဖွဲ့အစည်းတွေ တခြားရုပ်ဝတ္ထုပံ့ပိုးမှုနဲ့မဆိုင်ဘဲ ကိုယ့်အသက်ကို စတေးရင်း တခြားသူတွေကိုမျှော်လင့်ချက်ပေးနေတဲ့သူတိုင်းက သူရဲကောင်းတွေပါ။ဒီဇာတ်ကားထဲက သူရဲကောင်းတွေရဲ့ စတေးမှု၊ ပေးဆပ်မှုတွေကို ဇာတ်လမ်းလေးကြည့်ရင်းရှာဖွေလိုက်ကြပါ Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Chu Chu",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-rescue-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhtzsbBExY8mUct2GOk4LDDuGH.jpg",
        "title": "Mortal Kombat (2021)",
        "description": "Mortal Kombat (2021)ဒီရုပ်ရှင်ကိုလည်း အားလုံးမျှော်နေကြမယ်ထင်တယ်။အိုကြီးအိုမတိုင်းရဲ့ ငယ်ဘဝမှာ မော်တယ်ကွန်ဘက်ဂိမ်းကို အနည်းနဲ့အများ ရင်းနှီးဖူးကြမှာပဲ။အခုလည်း ဒီဂိမ်းကိုပဲ ရုပ်ရှင်အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာလောကအပြင်\nငရဲကမ္ဘာ အခြားကမ္ဘာတွေက လက်ရွေးစင်တွေဟာ\nပြိုင်ပွဲကြိးတစ်ပွဲမှာ ရင်ဆိုင်ကြလေ့ရှိပါတယ်။ကမ္ဘာလောကရဲ့ အဓိက ပြိုင်ဘက်ကတော့ Outworld ပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ Outworld က Earth ကို ၉ ကြိမ်တောင် နိုင်ခဲ့ပြီးပါပြီ။\n၁၀ ကြိမ်အနိုင်ရခဲ့ရင် ကမ္ဘာကို အပိုင်စားရမှာဖြစ်ပါတယ်။ကမ္ဘာရဲ့ လက်ရွေးစင်တွေက ဒီပွဲကို အနိုင်ယူဖို့ ဘယ်လိုတွေရင်ဆိုင်ရမလဲ ဆိုတာ တွေ့ရမှာပါ။File size… 1.15 GB and 3.19 GB\nQuality…. 720p and 1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "7",
        "url": "https://channelmyanmar.org/mortal-kombat-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxxuWC32Y6TULj4VnVwMPUFLIpK.jpg",
        "title": "Seobok(2021)",
        "description": "Seobok(2021)အညွှန်း******************IMDb...8.3 ပထမဆုံး လူသားပုံတူဖြစ်တဲ့ \"Seobok\"သူ့ဘဝတစ်လျှောက်လုံး စမ်းသပ်ခန်းထဲမှာပဲ နေထိုင်ခဲ့ရပြီး အပြင်လောကကြီးအကြောင်း ဘာတစ်ခုမှမသိနားမလည်တဲ့ လူသားပုံတူကလုန်း Seobok အဖြစ် Park Bo Gum က ပါဝင်ပေးထားပါတယ်။ တရုတ်အင်ပါယာချင်လက်ထက်မှာ မသေဆေးရှာဖို့ စေလွှတ်ခံရတဲ့ Xu Fu ကို အစွဲပြုပြီး Seobok လို့ နာမည်ပေးထားတဲ့ လူသားပုံတူဟာ ထာဝရအသက်ရှင်ခြင်းကို ပိုင်ဆိုင်ထားတဲ့ immortal တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောရိုးမကြီးထဲက ပရိုတိန်းဓာတ်တွေက လူသားတွေရဲ့ ရောဂါမှန်သမျှကို ပျောက်ကင်းစေနိုင်တဲ့ အစွမ်းလည်း ရှိတယ်။ဒီလို အဖိုးတန်လူသားပုံတူတစ်ယောက်ကို သူ နေထိုင်လာတဲ့ စမ်းသပ်ခန်းထဲကနေ တခြားလုံခြုံစိတ်ချရတဲ့နေရာကို ရွှေ့ပြောင်းဖို့ လိုအပ်လာတဲ့အခါ...စုံစမ်းထောက်လှမ်းရေးအေးဂျင့်ဟောင်း \"Gi Heon\"အတိတ်က မတော်တဆမှုတစ်ခုကြောင့် စိတ်ကျန်းမာရေးပြဿနာတစ်ချို့အပြင် ကုသဖို့မဖြစ်နိုင်တဲ့ ရောဂါတစ်ခုကိုပါ ခံစားနေရသူအေးဂျင့်ဟောင်း Gi Heon အဖြစ် Gong Yoo က ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/seobok2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qRhDgHAMNz4WfgEDYXbnjQhjvxr.jpg",
        "title": "The Marksman(2021)",
        "description": "The Marksman(2021)အညွှန်း**************************((1080P ရပြီဗျို့)မက္ကဆီကို နယ်စပ်မှာ အထီးကျန်နေတဲ့ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးတစ်ယောက်ရှိတယ်...ဝီစကီလေးမော့လိုက် ကားလေးမောင်းလိုက်နဲ့ပေါ့... တစ်နေ့မှာ မက္ကဆီကိုထဲက ခိုးဝင်လာတဲ့ သားအမိနှစ်ယောက် ရောက်လာတယ်....\nသူတို့သားအမိကို မက္ကဆီရဲ့ ကြမ်းပေ့ဆိုတဲ့ လူဆိုးဂိုဏ်းက သတ်ဖို့လိုက်လာတယ်။\nဒီသားအမိဟာ ကံကောင်းထောက်မစွာ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးနဲ့ဆုံဖြစ်ခဲ့တယ်....မက္ကဆီဂိုဏ်းက ဒီသားအမိကို မဖြစ်မနေသတ်ဖို့ ကိစ္စကြီးတစ်ခုရှိလာတဲ့အခါမှာတော့.......မင်းသားကြီး Liam Neeson ရဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ခန်းတွေကို ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....    File Size :1GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-marksman2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-interview-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-31-at-2.10.57-PM-134x200.png",
        "title": "Godzilla vs. Kong (2021)",
        "description": "Godzilla vs. Kong (2021)=================IMDb Rating - 7.4/10အားလုံးစောင့်မျှော်နေတဲ့ ဂေါ်ကြီး နဲ့ ကောင်ကြီးတို့ လာပါပြီ။ဒီရုပ်ရှင် မတိုင်ခင်မှာ Godzilla (2014)၊ Kong Skull Island (2017),Godzilla King of Monsters (2019) တို့ကြည့်ဖူးထားရင် ပိုအချိတ်အဆက်သိပါတယ်။ ယှဉ်လာရင် ဗိုလ်မထားတဲ့ ဗိုက်ပူဂေါ်ကြီး နဲ့ မိုက်ကယ်ကောင်ကောင်တို့ဇာတ်လမ်းကို ကြည့်လို့ရပါပြီ။ ကောင်းပါတယ် ဇာတ်လမ်းရော အက်ရှင်ရော မိုက်တယ်။ဇာတ်လမ်းအကျဉ်းတော့ မပြောတော့ပါဘူး အဓိကက ဒီနှစ်ကောင် ချတာ ကြည့်ရဖို့ပဲမဟုတ်လား။ ( အညွှန်းကတော့ လက်လန်တယ်နော် . ဤကား Encoder စကားချပ် :P )(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 53minSubtitle – ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/godzilla-vs-kong-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfAnJ8pBSCTHLBfdb3YAXxnV4oG.jpg",
        "title": "Some (2004)",
        "description": "Some (2004)ဆောယူဂျင်း (Song Jihyo) ဟာ သာမန် ရေဒီယိုဌာနတစ်ခုက ယာဥ်လမ်းကြော သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်။\nသူမဟာ ဟယ်မီ ဆိုတဲ့နာမည်ကို သုံးပြီး အွန်လိုင်းပေါ်မှာ ခန် ဆိုတဲ့မိတ်ဆွေတစ်ယောက်နဲ့ ခင်မင်သွားပါတော့တယ်။ဓာတ်ပုံရိုက်ရတာဝါသနာပါတဲ့ ယူဂျင်း တစ်ယောက် တနေ့မှာတော့အလုပ်သွားဖို့လာရင်းနဲ့ ကြောင်လေးတစ်ကောင်နောက် ဓာတ်ပုံလိုက်ရိုက်ရင်း မထင်မှတ်ဘဲ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့ ပုံကို သူ့ရဲ့ ကင်မရာထဲ ရိုက်ကူးမိသွားပါတယ်။တစ်ဖက်မှာလည်း  နိုင်ငံတော်ဘဏ္ဍအဖြစ်သိမ်းယူလိုက်ပေမယ့် ပျောက်ဆုံးနေတဲ့ ဒေါ်လာ၁၀သိန်းတန် မူးယစ်ဆေးဝါး အမှုကို လိုက်နေတဲ့ စုံထောက်ဖြစ်သူ ဂန်ဆောင်ဂျူး (Go Soo) နဲ့  ဆောယူဂျင်း တို့ တွေ့ဆုံတဲ့အခါမှာတော့...အချင်းချင်း တစ်ခါမှမဆုံဖူးကြပေမယ့်  သူမ နဲ့ စုံထောက်ဂန် တို့ တနေ့တည်းတချိန်မှာ သေမယ်ဆိုတာဆိုတာ သူမရဲ့ မှတ်ဥာဏ်ထဲမှာ ကြိုမြင်နေတဲ့ ဆောယူဂျင်း တစ်ယောက် သူတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲနိုင်မလား....\nဒေါ်လာဆယ်သန်းကိုခိုးယူသွားတဲ့သူကရောဘယ်သူဖြစ်မလဲ...Action နဲ့ Crime ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Cdm9/Some.2004.DVDRip.360p.CM.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9At4gHXspTVG89nUZBJNM5zGmHm.jpg",
        "title": "Enforcement(2021)",
        "description": "Enforcement(2021)IMDb...7.0Svalegardenဆိုတဲ့ မြို့လေးမှာ အဓိကရုဏ်းဖြစ်ပွားနေလို့\nရဲတွေသွားနှိမ်နင်းကြတဲ့အချိန် လက်လွန်ပြီးတော့Talib Ben Hassiဆိုတဲ့သူကို သေလုနီးပါးဖြစ်စေခဲ့ပါတယ်။အဲဒီ့လူကို ရဲတွေပဲခေါ်သွားပြီး ဆေးရုံမှာ\nအရေးပေါ်ကုသပေးထားပါတယ်။တစ်ရက်တော့ အဲဒီမြို့လေးမှာ ကင်းလှည့်ဖို့ ရဲနှစ်ယောက်ဆီတာဝန်ကျလာခဲ့ပါတယ်။အခြေအနေတွေမတည်ငြိမ်လို့ မြန်မြန်ကင်းလှည့်ပြီးပြန်ထွက်ကြဖို့ ညွှန်ကြားချက်ရထားပေမယ့်စိတ်ဆတ်လွယ်တဲ့ရဲကတော့ မြို့ခံလူငယ်လေးတစ်ယောက်ကို တိကျတဲ့အကြောင်းရင်းမရှိဘဲ ဖမ်းဆီးခေါ်ဆောင်သွားပါတယ်။ရဲနှစ်ယောက် အဲ့လူငယ်လေးကိုခေါ်ပြီး မြို့ထဲကထွက်ဖို့လုပ်နေကြတဲ့အချိန်မှာပဲTalib Ben Hassi သေဆုံးသွားကြောင်းကြားသိလိုက်ရပါတယ်။ဒီသတင်းဟာ မြို့ခံလူတွေကိုဒေါသထွက်စေခဲ့ပြီး သူတို့နယ်မြေထဲရောက်နေတဲ့ ရဲနှစ်ယောက်အပေါ် ဒေါသတွေပုံချလိုက်တဲ့အခါမှာတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်....File Size : (2.08GB) and (920 MB)\nQuality : 1080P.HEVC, WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/enforcement2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/ezgif-6-4ed22c83a616-143x200.jpg",
        "title": "The Yin Yang Master ( 2021 )",
        "description": "နာမည်ကြီးကားမို့ အထူးအထွေမိတ်မဆက်ပေးတော့ပါဘူးဇာတ်ကားနာမည်ကတော့ Ying Yang Master ပါ။Painted Skin (2012)မှာ ill-fated lover အနေနဲ့ပဲ သရုပ်ဆောင်နေသလားမှတ်ရလောက်တဲ့Chen Kun နဲ့ Zhou Xun က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chen Kun (ချင်မင်) ဟာမိစ္ဆာတစ်ပိုင်းလူသားတစ်ပိုင်းပေါ့နော်။ သူက ခေါင်းကိုးလုံးမြွေရဲ့ဆက်ခံသူလို့ ဆိုနိုင်လောက်အောင် မိစ္ဆာသွေးပါနေခဲ့သူပါ။ ဒီကားလေးမှာ လူနဲ့ မိစ္ဆာကို စည်းတစ်ခုခြားပြီး အတူယှဉ်တွဲနေတာဖြစ်ပြီးယင်းယန်အဖွဲ့ကတော့ စည်းကျော်လာတဲ့မိစ္ဆာတွေကို အပြစ်ပေးစီရင်တဲ့အဖွဲ့ပေါ့။ ချင်မင်ကို လူမမယ်အရွယ်မှာယင်းယန်အဖွဲ့က မွေးစားခဲ့ပေမယ့် နောက်ကြောင်းကို မသိခဲ့ဘူး။တစ်နေ့တော့ သရုပ်မှန်ပေါ်လာခဲ့ပြီး မိစ္ဆာကောင်ဆိုပြီး ညီအစ်ကိုတွေဆရာတွေရဲ့ ခွဲခြားဆက်ဆံတာကိုခံရတဲ့ ချင်မင်အဖို့ Zhou Xu (ပိုင်နီ)ဟာအလင်းရောင်ဖြစ်ခဲ့ပါတယ်။ ပိုင်နီကလည်း ချင်မင်လိုပဲ တာဝန်တစ်ခုနဲ့ယှဉ်တွဲမွေးဖွားလာသူပါ။သူ့တာဝန်ကတော့ ယင်းယန်အဖွဲ့ရဲ့ခေါင်းဆောင်အဖြစ်ရွေးချယ်ခံထားရသူပေ့ါ။ပိုင်နီနဲ့ချင်မင်က ကတိတစ်ခုထားထားတယ် ဒါကတော့ ချင်မင်ကပိုင်နီရဲ့ အမိန့်နာခံသူအဖြစ်နေပြီး လုံးဝ မိစ္ဆာဆိုးအဖြစ်မပြောင်းလဲသွားဘူးဆိုတာပါပဲ။ဒီကတိစကားကို ချင်မင်တည်နိုင်မှာလား။ ပိုင်နီနဲ့ချင်မင်ကြားက သံယောဇဉ်ကရော ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-2021/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSlazQmwqtlRIbmZ72xBGr0MEFH.jpg",
        "title": "The Vault(2021)",
        "description": "The Vault(2021)အညွှန်း*********************IMDb...7.0Thomဆိုတဲ့ကောင်လေးက Cambridgeတက္ကသိုလ်ကအရမ်းတော်တဲ့ အင်ဂျင်နီယာကျောင်းသားတစ်ယောက်ပါ....ဉာဏ်ပြေးတဲ့Thomကို လစာဒေါ်လာသိန်းချီပြီးကမ်းလှမ်းတဲ့ကုမ္ပဏီကြီးတွေရှိခဲ့ပေမဲ့Thomကတော့ Walter Morelandရဲ့ကမ်းလှမ်းမှုကိုသာ စိတ်ဝင်စားခဲ့ပါတယ်....Walter Morelandတို့အဖွဲ့က နှစ်တရာကျော်သက်တမ်းရှိတဲ့စပိန်ဘဏ်အဆောက်အဦးကမြေအောက်ဘဏ္ဍာတိုက်တစ်ခုကိုဖွင့်ဖို့ ကြိုးစားနေတာပါ.....အဲ့ဒီစပိန်ဘဏ်က ကမ္ဘာ့အလုံခြုံဆုံးစနစ်နဲ့တည်ဆောက်ထားတဲ့ဘဏ်တွေထဲကတစ်ခုအပါအဝင်ဖြစ်ပြီးထိုးဖောက်မရနိုင်တဲ့ အံ့မခန်းအင်ဂျင်နီယာအစွမ်းလို့ ပြောစမှတ်တွင်ပါတယ်.....လိုအပ်နေတဲ့ အင်ဂျင်နီယာဉာဏ်ကြီးရှင်Thomက Walterတို့အဖွဲ့ထဲရောက်လာတဲ့အချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ရတနာသိုက်ကိုအရယူဖို့အတွက် ဘဏ္ဍာတိုက်ဖောက်ဖို့အစီအစဉ်ဆွဲကြပါတယ်....လုံခြုံရေးအထပ်ထပ်ကာထားတဲ့ဘဏ်ကို သူတို့ဘယ်လိုကြိုးစားပမ်းစားဖောက်ကြမလဲဆိုတာကိုတော့...ဒီကားက ထင်မထားလောက်အောက် နင်းကန်လန်းပါတယ်...ဒါ့ကြောင့်မို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်.... File Size : (2.2GB) and (0.9GB)\nQuality : HEVC 1080p 5.1,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-vault2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2CFcSBK4B1xywyvS5lxxtmhOIw.jpg",
        "title": "ACT-1978 (2020)",
        "description": "ACT 1978 (2020)\" ဆရာ. . . အကျိုးဆောင်ခ(ကော်မရှင်ခ)လေးပါ ..... \"ဒီလိုမျိုး ပုဒ်မလေး နဲ့မှ အလုပ်လုပ်တတ်တဲ့ အစိုးရဝန်ထမ်းတွေကို ကြုံဖူးကြတယ် မဟုတ်လား?မနက်ကို နောက်ကျမှလာ ညနေကိုအစောကြီးပြန်။\nအလုပ်ကျတော့ကောင်းကောင်းမလုပ် အကျိုးဆောင်ခပဲ မျှော်ကိုးနေပြီး တာဝန်ကိုအလွဲသုံးစားလုပ်ကြတဲ့ အစိုးရဝန်ထမ်းတွေကို ပညာပေးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခုပါလောကဓံကို အန်တုရင်ဆိုင်နေရတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးလေး ဂီသာ ။\nဖခင်လည်းဆုံး ခင်ပွန်းသည်လည်း ဆေးရုံမှာမြောနေတာမို့ ဖခင်လယ်သမားကြီးရဲ့ နစ်နာကြေးနဲ့မှ အသက်ရှုချောင်နိုင်မယ့် ဂီသာ တစ်ယောက်\nလယ်သမားသက်သာချောင်ချိရေးဌာနကိုသွားပြီး နစ်နာကြေးတောင်းခံလွှာ တင်ခဲ့ပါတယ်။စစချင်း ဆောက်နဲ့ထွင်းသလို အကျိုးဆောင်ခ တောင်းလိုက်တဲ့ စာရေးကြောင့် အောင့်သက်သက်ဖြစ်ရပေမယ့်လည်း\nလာဘ်ပေးလာဘ်ယူကိုမုန်းတဲ့ ဂီသာ တစ်ယောက် နည်းလမ်းကျကျနဲ့ နစ်နာကြေးကို ရယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဗိုက်တောင်မထွက်သေးတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးက မွေးဖွားခါနီးသည်အထိ နစ်နာကြေးမရလာတဲ့အခါ. . .ဂီသာ တစ်ယောက် ဗုံးတစ်လုံးကို ခန္ဓာကိုယ်မှာပတ် အစိုးရဌာနထဲကိုဝင်ပြီး အဂတိလိုက်စားနေတဲ့ အစိုးရဝန်ထမ်းများအား သူမအတွက်၊ ပြည်သူတွေအတွက် ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/act-1978-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40596auzZmi8KeprItxjM8nZFrg.jpg",
        "title": "The Four Monkeys: The Return of Sun Wukong (2021)",
        "description": "စွန်းဝူခုန်းရဲ့ စွန့်စားခန်းတွေပဲကြည့်ပြီးတော့ ငြီးငွေ့နေပြီလား ?? ဒီတစ်ခါ စွန်းဝူခုန်းရဲ့ အချစ်အကြောင်းလေး ကြည့်ကြမလားနော် ? အရင်ဇာတ်လမ်းနဲ့မတူ တကယ်မိုက်တဲ့ကားလေးတစ်ကားပါ ။ စွန်းဝူခုန်းကို ဒီကားထဲမှာ လင်းမင်မျောက်မင်း လို့ခေါ်ပါတယ်... ကျောက်ကနေပြောင်းလဲလာတဲ့မျောက်ပေါ့....ဇာတ်လိုက်ကျော်မျောက်မင်းက လူတွေကိုအရမ်းကူညီတတ်ပါတယ်။ ဆုတောင်းတွေလည်း ဖြည့်ပေးတယ်။ တစ်ရက်ကို သုံးသောင်းရှစ်ထောင် သောဆုတောင်းတွေကို ပတ်ဖြည့်ပေးနေတာတဲ့ ။ ကောင်းတာလည်းရှိသလို မကောင်းတာလည်းရှိတာပေါ့ ။ အပင်မြင့်လေ လေတိုက်လေဆိုတဲ့အတိုင်း အဲ့ဒါကိုမနာလိုတဲ့ နတ်ဒေဝါတွေလည်းရှိသတဲ့။တစ်နေ့မှာတော့ ရွာကိုမိုးရွာပေးဖို့ ဆုတောင်းလာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထိပ်တိုက်တိုးပါလေရော... မျောက်မင်းကလည်း ဆုတောင်းတွေအကုန်ပြည့်စေရမယ်လို့ပြောသွားပါတယ်။ဒါပေမဲ့လည်း.. ဒါပေမဲ့လည်းပေါ့...တစ်ရက်မှာ သုံးသောင်းရှစ်ထောင်သော ဆုတောင်းတွေကြားထဲမှာ ကောင်မလေးတစ်ယောက်ရဲ့ ဆုတောင်းကဘယ်လိုဖြစ်သွားမလဲ.... မျောက်မင်းကိုမနာလိုနေတဲ့ နတ်ဒေဝါ တွေကရော ဘယ်လိုအကောက်ကြံမလဲဆိုတာ အချစ်ဒရာမာလေးကတစ်ဖက် တိုက်ခိုက်မှုတွေကတစ်ဖက်နဲ့ မရိုးနိုင်အောင်ကြည့်ရမယ့်ကားလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်.... Translated by : JoJo VaEncoded by; YKFile Size : 1.2GB ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-four-monkeys-the-return-of-sun-wukong-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgtqcdpzf7ar-135x200.jpg",
        "title": "A Taxi Driver (2017)",
        "description": "A Taxi Driver (2017)IMDb - 7.9/10_____Rotten - 96%\n  IMDb Rating 7.9Rotten Tomattoes 94% အထိ ရထားတဲ့ တောင်ကိုရီးယားရဲ့သမိုင်းဝင် ဒီမိုကရေစီအသွင် ကူးပြောင်းရေးအတွက် အရမ်း အရေးပါတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးပါ။သမိုင်းဝင်ဖြစ်ရပ်မှန် ဇာတ်လမ်းမို့ ကိုးရီးယားမှာ သမ္မတကိုယ်တိုင် လာရောက်ကြည့်ရှုအားပေးခဲ့သလို ကိုးရီးယားလူဦးရေရဲ့ ၅ပုံ၁ပုံလောက်ကို ရုပ်ရှင်ရုံမှာ လာရောက်အားပေးလို့ ရုံတင်ချိန် အကြာဆုံး ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဒီကားအကြောင်းမပြောခင် ကိုးရီးယားသမိုင်းကြောင်းလေး အနည်းငယ် ပြောပြချင်ပါတယ်။ဂျပန်လက်အောက်က လွတ်လပ်ရေးရပြီး 16 နှစ်တိုင်တိုင် စစ်အုပ်ချုပ်ရေးနဲ့ အုပ်ချုပ်ခဲ့တယ်။၁၉၇၉ အောက်တိုဘာမှာ အရင်သမ္မတ လုပ်ကြံပြီးဒီဇင်ဘာမှာ စစ်တပ်ကပဲ စစ်အာဏာသိမ်းလိုက်ပါတယ်။ဒီနောက်ပိုင်း နိုင်ငံရေးသမားတွေ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ နိုင်ငံသူနိုင်ငံသားတွေ တဖြည်းဖြည်းနဲ့ ဒီမိုကရေစီ အုပ်ချုပ်ရေးပေးဖို့ လှုပ်ရှားဆန္ဒပြလာကြလာကြလို့ အခြေအနေတင်းမာလာလို့ Martial law ပြဌာန်းပြီး အကြမ်းဖက်နှိမ်နှင်းခဲ့သလို တက္ကသိုလ်ကျောင်းတွေ ယာယီပိတ်ထားလိုက်ပါတယ်။သတင်းတွေလည်း အမှောင်ချထားလိုက်ပါတယ်။ကျန်တဲ့မြို့တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/SRgt/A_Taxi_Driver_(Taeksi_Woonjunsa)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cy9UzsNLgCFcmNdrooO5c4D2eF1.jpg",
        "title": "Teddy(2021)",
        "description": "Teddy(2021)အညွှန်း******************IMDb...7.0ရှီဗာဆိုတဲ့ လူဟာ ဉာဏ်အရမ်းကောင်းတဲ့ လူတစ်ယောက်ပါ။သူ့ရဲ့ ဉာဏ်ရည်နဲ့ လူအတော်အများကို ကူညီပေးပြီး\nစာပေတော်တော်များများ နှံ့စပ်သူ တစ်ယောက်ပါ။တနေ့မှာတော့ သူ ရထားပေါ်မှာ မိန်းကလေးတစ်ယောက်ကို\nလူဆိုးတစ်စုက ရမ်းကားရာကနေ ကယ်တင်ကူညီပေးရင်း\nသူ့မှာ ထူးဆန်းတဲ့ ဝက်ဝံရုပ်လေးတစ်ရုပ် ရခဲ့ပါတယ်။အဲ့ဒီဝက်ဝံရုပ်လေးဟာ စကားပြောလမ်းလျှောက်တတ်ပြီး\nသူ့ဆီကို အကူအညီတောင်းခံခဲ့ပါတယ်။ဝက်ဝံရုပ်လေးမှာ ရင်နင့်ဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ခုရှိပြီး\nတစ်ဆက်တည်း အန္တရယ်များလွန်းတဲ့ပြဿနာကြီးတစ်ခုလည်းရှိနေတာကို သိလိုက်ရချိန်မှာတော့....သူတို့ ၂ယောက်အတူ ဘယ်လို ဖြေရှင်းရမလဲ၊\nဝက်ဝံရုပ်လေးရဲ့ ပြဿနာက ဘာလဲ.....ဇာတ်လမ်းလေးက သဘာဝလွန်ဖြစ်ရပ်ကို\nအခြေခံထားပေမဲ့ ပေါမနေဘဲတော်တော်ကြည့်လို့ကောင်းတဲ့ အိန္ဒိယ ကားတစ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...  File Size : (2.5 GB) and (1.03GB)\nQuality :WEB-DL.1080P.HEVC,720P\nFormat…mp4\nDuration…02:16:00\nGenre : Animation, Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/teddy2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p70dq1YxabemdZDm5K6Q8G10wSn.jpg",
        "title": "The Great Wall (2016)",
        "description": "The Great Wall (2016)_____IMDb...5.9/10\n \n(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nပြန်လည်တင်ဆက်ထားပါသည်....)\nMatt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က\nယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို\nမွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့\nဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့\nထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊\nတိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2SsfD/The_Great_Wall_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-05-at-11.06.59-AM-136x200.png",
        "title": "Cosmic Sin (2021)",
        "description": "Cosmic Sin (2021)==============ကျွန်တော်တို့ နေထိုင်ကြတဲ့ စကြဝဠာကြီးမှာ ကမ္ဘာဂြိုဟ်က သတ္တဝါတွေအပြင် တခြား မျိုးစိတ်တွေ ရှိနေဦးမယ်လို့ထင်ပါသလား ....ရှိနေရင်ရော ဘယ်လိုပုံစံတွေ ဖြစ်မယ်လို့ထင်လဲ၊ သူတို့ကရော ကမ္ဘာဂြိုဟ်ကလူတွေလို အသိဉာဏ်ရှိကြလား၊ဒါမှမဟုတ် နိမ့်ကျမလား သာလွန်နေမလား၊ ဒါတွေဟာ စဉ်းစားကြည့်မယ်ဆို စိတ်၀င်စားစရာပဲ . . .ပိုပြီး စိတ်၀င်စားဖို့ ကောင်းတာက ဒီလိုမျိုးစိတ်တွေသာ တကယ်ရှိပြီး လူတွေထက် အသိဉာဏ်နဲ့ ဖန်တီးနိုင်မှု စွမ်းအားကလည်း ပိုမြင့်နေမယ်၊ သူတို့က လူတွေကို အန္တရာယ်ပေးလာမယ်ဆိုရင် လူသားတွေအနေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာပါပဲ။ ဒါဆိုရင် လူသားတွေအနေနဲ့ ဒီ ကြမ္မာဆိုးကြီးကို ကျော်ဖြတ်နိုင်ပါ့မလား လူသားတွေသက်တမ်းဟာ အဓွန့်ရှည်ပါ့မလား ......ဆိုတာဟာ စဥ်းစားစရာပါပဲ။ဒီဇာတ်ကားမှာ မင်းသားကြီး Bruce Willis က ဂျိမ်းစ် ဖို့ဒ်အမည်ရှိ အာကာသဆိုင်ရာ မဟာမိတ်ကောင်စီရဲ့ ဗိုလ်ချုပ်ဟောင်းကြီးအဖြစ် ပါ၀င်ထားပြီး Frank Grillo က ...",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/cosmic-sin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFRq98cW9lTo6di2o4lK1qUAWaN.jpg",
        "title": "Sentinelle (2021)",
        "description": "Sentinelle (2021)ဒီတစ်ခါတော့ အမျိုးသမီး ဂျွန်ဝစ်ခ် အကြောင်းပေါ့ဗျာ။မင်းသမီးကတော့ 007 Quantum of Solace, Hitman, Johnny English 3 စတဲ့အမိုက်စားကားတွေမှာပါခဲ့ဖူးတဲ့ ပြင်သစ်မင်းသမီး Olga Kurylenko က အဓိကဇာတ်ကောင်အဖြစ် ပါဝင်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ကလယ်ရာ ဟာ ကင်းစောင့်စစ်ဆင်ရေးမှာ တာဝန်ကျတဲ့ အထူးတပ်သားတစ်ယောက်ဖြစ်ပါတယ်။\nနိုင်ငံရပ်ခြားကစစ်ဆင်ရေးမှာ အဖြစ်ဆိုးကြီးတစ်ခုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့ပြီး\nအမေနဲ့ညီမ ရှိတဲ့ မိမိနေထိုင်ရာပြင်သစ်ကို ရွှေ့ပြောင်းခံခဲ့ရပါတယ်။ညီမဖြစ်သူ တာနီယာနဲ့အတူ ကလပ်တက်ခဲ့ပြီး\nနောက်တစ်နေ့မှာ တာနီယာဟာအဓမ္မပြုကျင့်ခံခဲ့ရတာကို စိတ်ပျက်ဝမ်းနည်းစွာသိလိုက်ရပါတယ်။\nနိုက်ကလပ်ရဲ့လုံခြုံရေးဗီဒီယိုကတစ်ဆင့်\nသူ့ညီမတာနီယာဟာ ရုရှားအမျိုးသားတစ်ယောက်နဲ့\nနောက်ဆုံးထွက်သွားခဲ့တာတွေ့လိုက်ရပြီး\nထိုအမျိုးသားရဲ့ဖခင်ဟာ အရှိန်အဝါကြီးတဲ့ နည်းပညာရှင်တစ်ယောက်ဖြစ်နေလို့\nဥပဒေရစုံစမ်းစစ်ဆေးဖို့အခက်တွေ့နေတဲ့အခါ\nကလယ်ရာဟာ ဥပဒေဘောင်ကထွက်ပြီး လက်စားချေဖို့ အမျိုးသမီးဂျွန်ဝစ်ခ် လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အရင်ခေတ်တုန်းက ဂျက်မ လို့ ခေါ်တဲ့ အမျိုးသမီး အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့ကြဦးမှာပါ။\nမင်းသမီးတွေရဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်ရဲ့အလှတရားကို ခံစားရမယ့် အခန်းတွေလည်း ပါဦးမှာဆိုတော့ကာ .....ဘာများစောင့်နေဦးမလဲ .... ပရိသတ်ကြီးရယ်File size…1.1 GB and 570MB\nQuality….WEB-rip 1080p ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/sentinelle-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/exit-poster-133x200.jpg",
        "title": "Exit (2019)",
        "description": "Exit (2019)IMDb - 7.0/10_____Rotten - 83%\n  \nCM Fan တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့\nမကြာသေးမှီ အပတ်တွေက ရုံတင်သွားခဲ့တဲ့ Exit ဆိုတဲ့\nကိုရီးယား ရုပ်ရှင်ဇတ်လမ်း ကို CM က ရုပ်ထွက်အကြည်နဲ့\nတင်ဆက်ပေးလိုက်ပါပြီ။\nဇတ်လမ်းပုံစံကတော့...\nယောင်နမ် ဆိုတဲ့ အသက်လတ်ပိုင်း အရွယ် လူပျိုကြီးဖြစ်ခါစ\nတောင်တက်သမားဟောင်း ကနေ ဇတ်လမ်းစရမှာပဲ...\nအားကစားအလုပ်ကိုသာ စွဲမြဲ လုပ်ပြီး ဘယ်ကောင်မလေးကမှလဲမကြိုက်\nအလုပ်လဲ မယ်မယ်ရရ မရှိ အင်တာဗျူးတိုင်း မအောင် စိတ်ဓါတ်မကျအောင်နေပြီး\nအိမ်က အဖေ နဲ့ အမေ ဆီ ကပ်စားနေတဲ့ သူ တစ်ယောက်ပေါ့ :D\nယောင်နမ် မှာ အစ်မ တွေ ရှိပြီး အကုန်အိမ်ထောင်ကျကုန်ပေမဲ့\nယောင်နမ် တစ်ယောက်သာ ဂေါ်မစွံ လူပျိုကြီး လုပ်နေပြီး\nအိမ်ကနေ မခွာနိုင် ဖြစ်နေခဲ့တာပါ....\n  \nတစ်ရက်မှာတော့ ယောင်နမ်တို့ အမေ ရဲ့ မွေးနေ့ အဖြစ်\nဟိုတယ် တစ်ခုမှာ အခန်းငှားပြီး မွေးနေ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/T5n5/Exit_(Ek-Si-Teu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BNTg4ZWRjNGItYjExMy00NGRjLThjMGItOTE3ZDNiMWRiNDZmXkEyXkFqcGdeQXVyNDk3ODk4OQ@@._V1_-136x200.jpg",
        "title": "Avrodh the Siege Within (2020)",
        "description": "Avrodh-The Siege within ဆိုတဲ့အိန္ဒိယဇာတ်လမ်းလေးကို တင်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်လမ်းလေးဟာဆိုရင် We don't really know fear စာအုပ်မှာ ရေးသားဖော်ပြထားတဲ့ ၂၀၁၆ အူရီတိုက်ခိုက်မှုနဲ့ အိန္ဒိယနဲ့ပါကစ္စတန်ကြား နယ်နိမိတ်မျဉ်းမှာ ဖြစ်ပွားခဲ့တဲ့တိုက်ပွဲများအကြောင်း ဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့\nအိန္ဒိယစစ်တပ်က ကာရ်ှမီးယားဒေသမှာ အကြမ်းဖက် တိုက်ခိုက်မှုကို အိန္ဒိယစစ်တပ်က နှိမ်နင်းရင်းနဲ့ မမျှော်လင့်ဘဲနဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုခေါင်းဆောင် ဘီလာဝယ်ကို သတ်မိသွားပါတယ်အဲ့အခါမှာ အရင်တည်းက အိန္ဒိယစစ်တပ်က သူတို့မြေပေါ်ကိုဝင်ရောက်နေတာမကြိုက်တဲ့ အကြမ်းဖက်ပြောက်ကျားတိုက်ခိုက်သူတွေက အိန္ဒိယစစ်တပ်ကို စတင်ပြီးတိုက်ခိုက်ဖို့ ပြင်ဆင်ပါတော့တယ်အကြမ်းဖက်ခေါင်းဆောင် အဘူဟက်ဖေဇ်က ဘာသာရေးအယူဝါဒသုံးပြီး တပ်သားအသစ်တွေစုဆောင်းခဲ့ပါတယ်ထို့နောက် အဲ့ဒီစစ်သားတွေကို အိန္ဒိယစစ်တပ်ကို တိုက်ခိုက်ဖို့စေလွှတ်ခဲ့ပါတယ် ဒါပေမယ့် အိန္ဒိယစစ်တပ်ကို အကြောင်းကြားခဲ့တဲ့ သတင်းပေးကြောင့် အကြိမ်ကြိမ်ကျရှုံးခဲ့ပါတယ်၂ရက်အကြာမှတိုက်ခိုက်ဖို့ စီစဉ်ထားတဲ့စစ်ဆင်ရေးကို အူရီအခြေစိုက်တပ်စုနှစ်စုရဲ့ညစာစားပွဲကျင်းပတဲ့ညမှာ အလစ်ဝင်တိုက်ကာ အကောင်အထည်ဖော်ခဲ့ပါတယ်အဲ့ဒီလိုအလစ်တိုက်ဗုံးခွဲတဲ့အခါ အိန္ဒိယဘက်မှ စစ်သားတော်တော်များများသေဆုံးပြီး ထိခိုက်ဒဏ်ရာရခဲ့တယ် အခုလိုတိုက်ခိုက်မှုကို ပြည်သူတွေကလည်းဝေဖန်နေကြပြီးတော့ သတင်းဌာနတွေကလည်း အစိုးရဘယ်လိုထုတ်ပြန်မလဲကိုသိချင်နေကြတယ်တောင်အာရှ ပူးပေါင်းဆောင်ရွက်ရေးအစည်းအဝေးမတိုင်ခင် ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/avrodh-the-siege-within-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKtebNPP6EyXG1o9TzNgv44dpd1.jpg",
        "title": "Circumstances 2: The Chase (2019)",
        "description": "Circumstances 2: The Chase\n~~~~~~~~~~~~~~~~~~~~~~~~ဒီကားလေးကတော့ 2018 မှာ ထွက်ရှိခဲ့တဲ့ Circumstances ရဲ့ အဆက်ပဲဖြစ်ပါတယ်အညွှန်း\nကီရှောင်နဲ့တီအေတို့ သူငယ်ချင်းနှစ်ယောက်ဟာ တရားမဝင်တဲ့ အလုပ်တွေနဲ့ ဝင်ငွေရှာနေတဲ့သူတွေဖြစ်ပါတယ်.\nဒါကြောင့်သူတို့မှာ ပြိုင်ဖက်ဂိုဏ်းတွေလည်းရှိတဲ့အပြင် FBI ရဲ့အချိန်ပြည့်စောင့်ကြည့်ခြင်းကိုလည်း ခံနေရပါတယ်.\nFBI အနေနဲ့ ကီရှောင်တို့ကို လျှို့ဝှက်စွာစုံစမ်းဖို့အတွက် သူတို့ရဲ့အေးဂျင့် ချန်ကို တာဝန်ပေးခဲ့ပါတယ်.\nဒါပေမဲ့ ချန်ဟာ ကီရှောင်ကိုချစ်မိပြီး ကီ​ရှောင်ရဲ့ကလေးကိုပါလွယ်ထားရတဲ့အခါ\nကီရှောင်ကိုကာကွယ်ဖို့ သူ့ရဲ့အလုပ်အပေါ်သစ္စာဖောက်လာပါတော့တယ်.တစ်ဖက်မှာလည်း ပြိုင်ဖက်ဂိုဏ်းရဲ့လုပ်ကြံမှုကြောင့် ကီရှောင်ရဲ့သူငယ်ချင်းတစ်ယောက် သေဆုံးသွားခဲ့ပါတယ်.\nဒါကြောင့် ကီရှောင်နဲ့တီအေတို့နှစ်ယောက် သူတို့သူငယ်ချင်းကိုသတ်သွားတဲ့သူတွေကို ဘယ်လိုလက်စားချေသွားမလဲ?\nချန်ကရော ကီရှောင်ကို FBI လက်ထဲကနေ လွတ်အောင်ဘယ်လိုတွေ ကာကွယ်ပေးမလဲ ဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ~File Size ..... 1.1GB and 525MB\nQuality ..... 1080P WEBRIP and 720P\nDuration ..... 1hr 20min\nGrenre ..... Action , Drama\nType .....mp4\nSubtitle ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/circumstances-2-the-chase-2019/"
    }
]