[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9Z7CUGW1Q5L8GdGH3rY5SkU72L.jpg",
        "title": "Max Manus: Man of War(2008)",
        "description": "တတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်မှာ နာဇီလက်အောက်ကိုကျရောက်နေခဲ့တဲ့ နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် မက်စ်မာနက်ကြိုးပမ်းခဲ့ပုံကိုရိုက်ကူးထားတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ မက်စ်မာနက်စ်ဟာ ဗြိတိန်နိုင်ငံနဲ့ နော်ဝေနိုင်ငံကချီးမြှင့်တဲ့ အမြင့်ဆုံးဆုတံဆိပ်တွေ ရရှိခဲ့သူဖြစ်ပြီး နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် အဓိကဦးဆောင်ခဲ့သူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။မက်စ်မာနက်စ်ဟာ နော်ဝေစစ်တပ်နဲ့အတူ ဆို‌ဗီယက်တွေကို တိုက်ထုတ်ပြီးတဲ့နောက်မှာ နာဇီတွေနော်ဝေကိုသိမ်းပိုက်လိုက်တဲ့သတင်းကြားကြားချင်း နော်ဝေနိုင်ငံကိုပြန်လာခဲ့ပါတယ်။ နော်ဝေမှာ ဂျာမနီရဲ့ ဂက်စတာပိုရဲတပ်ဖွဲ့က အုပ်ချုပ်နေပြီး လူအင်အားမရှိတဲ့ မက်စ်တို့ဟာ မြေအောက်စစ်ဆင်ရေးလုပ်ဖို့ ကြိုးစားခဲ့ကြပါတယ်။ ဒါနဲ့ သူတို့တွေဟာ စကော့တလန်မှာ စစ်သင်တန်းတက်ရောက်ခဲ့ကြပြီ အမိမြေကိုပြန်ရယူဖို့ ကြိုးစားခဲ့ပါတယ်။သူတို့ဟာ ဂက်စတာပိုရဲ့ချောင်ပိတ်ဖမ်းတာတွေ အကြိမ်ကြိမ် ရင်ဆိုင်ခဲ့ရပြီး သူတို့ရဲ့စစ်ဆင်ရေးကို ဘယ်လိုမျိုး အောင်မြင်အောင်လုပ်ခဲ့လဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…2.22GB / 744.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , Biography , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/max-manus-man-of-war2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
        "title": "Brooklyn’s Finest(2009)",
        "description": "IMDb - 6.7/10 ရဲလုပ်သက်လည်းရင့်ပြီး လူဂွစာကြီးလည်းဖြစ်တဲ့ အက်ဒီ ဒူဂန် (Richard Gere) ဟာ အငြိမ်းစားယူဖို့အတွက် ကြိုးစားနေတဲ့သူပါ။ ဒီလိုနဲ့ အငြိမ်းစားယူဖို့တစ်ပတ်အလိုမှာ ဌာနကလုပ်တဲ့ ပရိုဂရမ်အသစ်မှာပါဝင်ဖို့ ဝာာဝန်ပေးခံလိုက်ရပြီး ရဲတပ်သားအသစ်လေးကို လေ့ကျင့်ပေးတဲ့အနေနဲ့ သူနဲ့အတူခေါ်ပြီး လှည့်ကင်းထွက်ရပါတော့တယ်။ကလဲရန့်စ် (Don Cheadle)ကတော့ စားပွဲခုံမှာအလုပ်လုပ်ရတဲ့ရာထူးအဆင့်အထိတိုးရဖို့ ရည်ရွယ်ချက်နဲ့ တန်ဂို ဆိုတဲ့ နာမည်ဝှက်ကိုသုံးပြီး မူးယစ်ဆေးဝါးဂိုဏ်းတစ်ခုမှာ အသွင်ယူနေတဲ့ ရဲတစ်ယောက်ပါ။ ဒီလိုအသွင်ယူမှုကြောင့် သူ့ရဲ့ အိမ်ထောင်ရေးကလည်း ပျက်ပြားသွားခဲ့ပြီး သူကိုယ်တိုင်ကလည်း ထောင်ထဲမှာ အသွင်ယူနေတုန်းက သူ့ရဲ့အသက်ကို ကယ်တင်ပေးခဲ့ဖူးတဲ့ မူးယစ်ရာဇာ ဂိုဏ်းခေါင်းဆောင် ကတ်ဇ် ကို မိတ်ဆွေရင်းချာတစ်ယောက်အဖြစ်မှတ်ယူထားသူပါ။ တစ်နေ့မှာတော့ သူ့ရဲ့ မိတ်ဆွေကြီး ကတ်ဇ်ကို ‌ထောင်ထဲပြန်ထည့်ဖို့အတွက် အထက်လူကြီးတွေက တာဝန်ပေးလာခဲ့ပါတော့တယ်။ဆဲလ် (Ethan Hawke) ကတော့ မူးယစ်ရဲတပ်ဖွဲ့က တစ်ယောက်ဖြစ်ပြီး သူလက်ရှိ‌ နေထိုင်နေတဲ့အိမ်က မှိုပြဿနာတက်နေတာကြောင့် သူ့မိန်းမရဲ့ကိုယ်ဝန်ကိုထိခိုက်လာတဲ့အတွက်‌ကြောင့် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/brooklyns-finest2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AP6ryfqYDTcYhCzJSRPeOlGVfe.jpg",
        "title": "Partners in Crime(2022)",
        "description": "Genre - Comedy\nIMDB - 6.5/10 ဖိလစ်ပိုင်နိုင်ငံရဲ့နာမည်ကြီး ရုပ်သံတင်ဆက်သူဖြစ်တဲ့ Vice Ganda နဲ့အတူ မင်းသမီးချော Ivana တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဖိလစ်ပိုင် ပေါ့ပေါ့ပါးပါး ဟာသကားလေးပါ။ဇာတ်လမ်းအကျဉ်းအရ လွန်ခဲ့တဲ့ ၅ နှစ်တုန်းက ဖြစ်ရပ်လေးကို အရင်ပြောပြချင်ပါတယ်။ ဂျက်ဆိုတဲ့ မိန်းမလျှာလေးက လူပြက်လေးပေါ့ မြို့ထဲမှာ ပွဲပေါင်းစုံ အစီအစဉ်ပေါင်းစုံ လျှောက်လုပ်နေရာကနေ ရိုစ့်နဲ့ အမှတ်မထင် ဆုံမိပြီး ပါတနာတွေဖြစ် နှစ်ယောက်အတူတူတွဲလုပ် အောင်မြင်နေကြတာပေါ့။ ရိုစ့်ကလည်း တစ်ဖက်သတ် ကြိတ်ကြိုက်နေရရှာတာပါ ဟိုက မိန်းမလျှာဆိုတာ မရိပ်မိပဲပေါ့။ ဒီလိုနဲ့ နာမည်ကြီးရုပ်သံလိုင်းကနေ သူတို့နှစ်ယောက်ကို တင်ဆက်သူလုပ်ဖို့ ကမ်းလှမ်းပါတော့တယ်။ တကယ်တမ်းဖြစ်ချင်တော့ ရုပ်သံလိုင်းက ဂျက်ကိုပဲခေါ်ပြီး ရိုစ့်ကိုပစ်ထားတော့ ရိုစ့်တစ်ယောက်က ဂျက်ကို နာကျည်းချက်တွေနဲ့ မုန်းတီးခဲ့ရပါတော့တယ်။ ခုအချိန်ကို ရောက်လာတော့ ဂျက်က ဖန်အပြည့်နဲ့ နာမည်ကြီးတင်ဆက်သူ ဖြစ်နေခဲ့ပါပြီ ဒါပေမဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/partners-in-crime2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfaTgImXSrqzcGmMk6fNqxd9xlJ.jpg",
        "title": "Yang Shen Spirit ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် နတ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော......ကျင်းယွိမြို့ ဟုန်အိမ်တော်မှ သခင်လေးဟုန်ရိဟာ ငယ်ငယ်ကတည်းက\nအမေဖြစ်သူကို ဆုံးရှုံးခဲ့ရပြီးနောက် အိမ်တော်ကလူတွေ အနိုင်ကျင့်တာကို\nခံနေရသူတစ်ယောက် ဖြစ်ပါတယ်။ အမေ့အတွက်\nမျက်နှာရဖို့အတွက် မြို့တော်မှာ စာမေးပွဲဖြေရန် ကြိုးစားနေသူ ဖြစ်ပါတယ်။သို့သော် စာမေးပွဲ မဖြေခင် ရှေ့တစ်ညမှာ ထူးဆန်းတဲ့ မိန်းကလေးတွေက\nဟုန်ရိကို ချွင်ဟူမျိုးနွယ်မှာ စာသင်ပေးဖို့ လာရောက် ဖိတ်ခေါ်ကြပါတယ်။\nအရှုပ်အထွေးတွေကြားမှာ ဟုန်ရိဟာ လိုက်လံဖမ်းဆီးခံခဲ့ရပါတယ်။\nထို အခက်အခဲတွေကို ဖြတ်သန်းခဲ့ပြီးနောက် ဟုန်ရိဟာ\nဒီအရာအားလုံးဟာ သူ့ရဲ့ ဘဝမှန်နဲ့ ပတ်သက်နေတာကို သိလိုက်ရပါတယ်။သူ့ရဲ့ ဘဝမှန်က ဘာဖြစ်နေမလဲ......\nချွင်ဟူမျိုးနွယ်နဲ့ သူနဲ့က ဘယ်လို ပတ်သက်မှုမျိုး ဖြစ်နေမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးထဲကနေ အဖြေရှာလိုက်တော့နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Tk0Y/Yang_Shen_Spirit_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ra3xm8KFAkwK0CdbPRkfYADJYTB.jpg",
        "title": "Chupa(2023)",
        "description": "Chupa(2023)***********ချူပါကာဘရာ ရဲ့ အဓိပ္ပာယ်ဟာ \"ဆိတ်သွေးစုပ်သူ\"လို့ဆိုလိုပါတယ်။\nအမေရိကန် ဒဏ္ဍာရီထဲမှာဆိုရင်တော့ ဆိတ်တွေရဲ့သွေးကို သောက်သုံးတဲ့\nဝက်ဝံငယ်လေးအရွယ်လောက်ရှိပြီး ခွေးနဲ့သဏ္ဌာန်တူကာပျံနိုင်တဲ့ သားရိုင်းသတ္တဝါတစ်မျိုးပါတဲ့။အဲဒီအကောင်မျိုးတွေဆီမှာ ထူးခြားတဲ့စွမ်းရည်တွေရှိလို့လူတွေက ဒီအကောင်တွေကိုရှာဖွေကြတယ်..အထူးသဖြင့် ဒဏ်ရာတွေကိုအလွယ်တကူပြန်ပျောက်စေတဲ့စွမ်းရည်ကြောင့်ပဲ...နှစ်အတော်ကြာသည့်တိုင် ရှာဖွေနိုင်ခြင်းမရှိလို့ ဒီမျိုးစိတ်ဟာ မျိုးတုံးပြီးဒဏ္ဍာရီ ဆန်ဆန် သာ ကျန်ခဲ့ပါတယ်..သို့သော်ဒီအထဲမှာ လက်မလျှော့တဲ့အဖွဲ့တစ်ဖွဲ့ရှိတယ်.. နောက်ဆုံးမှာ ရှားပါးမျိုးစိတ် သားအမိ(၂)ကောင်ကိုတွေ့ပြီးတဲ့နောက်မှာတော့... သူတို့တစ်ဖွဲ့လုံးဟာ အသည်းအသန် လိုက်ဖမ်းပြီးတဲ့နောက်မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေ အားလုံးဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပါတော့တယ်...File Size :(2.2GB) and (899MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/chupa2023-masuri-red-wine/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lfa5ZVrhzYDPM9Ojnm1sPVQ7DSX.jpg",
        "title": "Hidden Blade ( 2023 )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Tony Leung နဲ့ Wang Yi bo ရဲ့\nနာမည်ကြီးရုပ်ရှင်ဇာတ်ကားကြီး Hidden Blade ကိုCMကနေတင်ဆက်ပေးလိုက်ပါပြီ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ဒုတိယကမ္ဘာစစ်အတွင်း\nမျိုးချစ်စိတ်အပြည့်ရှိတဲ့ပြည်သူတစ်စုဟာ ဂျပန်ဆန့်ကျင်ရေး\nတော်လှန်ရေးအဖွဲ့တစ်ခုကို ဖွဲ့စည်းခဲ့တယ်။ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေတိုက်ခိုက်ပြီးနောက် ရုပ်သေးအစိုးရဖြစ်တဲ့ဝမ်းအစိုးရက\nအမေရိကန်မဟာမိတ်တပ်ကိုစစ်ကြေညာပြီး ဂျပန်နောက်ကိုလိုက်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာ ဂျပန်တွေကရှန်ဟိုင်းတစ်နယ်လုံးကိုသိမ်းပိုက်ခဲ့တယ်။\nစစ်ရေးအခြေနေတွေပြောင်းလဲလာတာနဲ့အမျှ တရုတ်နိုင်ငံကလဲ\nခံစစ်အနေအထားကိုပြောင်းလဲသွားပြီး တရုတ်ကွန်မြူနစ်အဖွဲ့ဝင်တွေက\nဂျပန်ကိုတော်လှန်ပြီး နိုင်ငံတော်ကိုကာကွယ်တဲ့အချိန်ကာလကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Tony Leungရဲ့သရုပ်ဆောင်ချက်တွေကတော့ ထုံးစံအတိုင်းပြောစရာမရှိအောင်ပြည့်စုံပါတယ်။\nဒီကားမှာ Yi bo ရဲ့သရုပ်ဆောင်စွမ်းရည်ကိုချီးကျူးထားကြတော့ ဘယ်လိုပဲဖြစ်ဖြစ်ကြည့်ဖို့သင့်ပြီမဟုတ်လား\nအဝတ်အစားပိုင်း Cinematography စတာတွေကလဲအရမ်းကိုကျေနပ်စရာကောင်းပါတယ်\nအများကြီးမပြောတော့ပါဘူး ကြည့်ပြီးရင်စိတ်ကျေနပ်မှုရမှာပါလို့ပဲပြောပါရစေနော်\n[ Reviewed By Nu Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , History , Mystery\nRuntime : 2h 8 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "6.9",
        "url": "https://megaup.net/3fege/Hidden_Blade_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, History, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/glnBVGMFpwFfdtKbqZRBUrouJmU.jpg",
        "title": "Into the White(2012)",
        "description": "IMDb - 7.1/10 စစ်ပွဲအတွင်း အခက်ခဲဆုံးအချိန်တွေမှာ ရန်သူတွေဟာလည်း မိတ်ဆွေကောင်းတွေဖြစ်သွားတတ်ကြပါတယ်။Christmas Truce လိုမျိူးဖြစ်ရပ်တွေကိုသဘောကျကြတဲ့ ပရိသတ်ကြီးအတွက် ဒုတိယကမ္ဘာစစ်အတွင်းကနော်ဝေးနိုင်ငံမှာ ဖြစ်သွားခဲ့တဲ့ ဖြစ်ရပ်‌မှန်ကိုရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဟယ်ရီပေါ်တာရုပ်ရှင်တွေထဲမှာ ရွန် ဝီစလီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Rupert Grint ရဲ့ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေအပြီးမှာ ပထမဆုံးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေးနိုင်ငံအတွင်းမှာ အင်္ဂလိပ်နဲ့ ဂျာမနီ လေယာဉ်တွေ တိုက်ခိုက်ခဲ့ကြပြီး နှင်းတွေဖုံးလွှမ်းနေတဲ့ လွင်ပြင်ကြီးထဲကို ဂျာမန်ဗုံးကျဲလေယာဉ်ကပျက်သွားခဲ့ပြီး သူတို့ပစ်ချခဲ့တဲ့ ဗြိတိန်လေယာဉ်ကလည်း အနီးနားလေးမှာပဲ ပျက်ကျသွားခဲ့ပါတယ်။ပျက်ကျမှုမှာအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ လေယာဉ်မှူးတွေနဲ့ လေတပ်သားတွေက နှင်းတောကြီးထဲမှာ ခိုလှုံဖို့နေရာတစ်ခုကိုလိုက်ရှာရင်း လွင်ပြင်ထဲမှာရှိနေတဲ့အမဲလိုက်တဲလေးတစ်ခုမှာဆုံတွေ့မိကြပြီး ဗြိတိန်လေသူရဲတွေကို ဂျာမာန်တွေက စစ်သုံ့ပန်းအဖြစ်ဖမ်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူသူဝေးတဲ့ နှင်းတောကြီးထဲကိုရောက်နေတဲ့ ဗြိတိန်နဲ့ ဂျာမန်တွေကြား ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ၊ ရန်သူတွေဆိုတာက‌ရော မိတ်ဆွေတွေဖြစ်လာနိုင်ရဲ့လား ဆိုတာကို ကြည့်ရှုရမဲ့ စစ်ကားကောင်းလေးတစ်ကားပါဗျ။စစ်ကားဆိုပေမဲ့လည်း တိုက်ခိုက်ခန်းသိပ်မပါပဲ ဖြည်းဖြည်းချင်းစီဆွဲခေါ်သွားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ရှု့လိုက်ကြပါဦးဗျ File size…1.16GB / 451.3MB\nQuality…Blu-Ray ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/into-the-white2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFhM2M1MDUtNDhmNC00YzEzLThiMzctYWYxZTc0MGJhNWYyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "65 (2023)",
        "description": "မင်းသား အဒမ်ဒရိုင်ဘာရဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ရုပ်ရှင်ကားအသစ်လာပါပြီ။ ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာကတော့ Scott Beck ဖြစ်ပြီး A Quiet Place ရဲ့ဇာတ်ညွှန်းဆရာပဲဖြစ်ပါတယ်။ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်မှာလည်း အသံမထွက်ရတဲ့အခန်းတွေ များတာလားတော့မသိပါဘူး။ဇာတ်လမ်းအကျဉ်းမေးစ်ဟာ လခစားဝန်ထမ်းတစ်ဦးပါ။ သူ့ရဲ့ အလုပ်ကတော့ အခြားဂြိုလ်တွေကို စူးစမ်းလေ့လာရတာတွေ ရိက္ခာပို့ရတာတွေလုပ်တဲ့ အာကာသယာဉ်မှူးပါပဲ။ ပုံမှန်အားဖြင့် နှစ်ပတ် တစ်လ ခရီးတွေကို ထွက်ရတာဖြစ်ပေမဲ့ ဒီတစ်ကြိမ်မှာတော့ နှစ်နှစ်တောင်ကြာမယ်ခရီးစဉ်တစ်ခုကြုံလာရပါတယ်။ နှစ်နှစ်ခရီးစဉ်ကိုသွားရတဲ့အကြောင်းကလည်း သူ့ရဲ့သမီးမှာ ရောဂါရှိနေပြီ ဆေးကုသဖို့ ငွေလိုလို့ လစာ ၃ ဆလောက်ရမယ့် ဒီခရီးကို လက်ခံလိုက်တာပါ။ ဒါပေမဲ့ လမ်းမှာ ဂြိုလ်သိမ်မွှားအပဲ့တွေနဲ့ တိုက်မိပြီး အမည်မသိတဲ့ဂြိုလ်ပေါ်ကို ပျက်ကျသွားခဲ့ပါတယ်။ ယာဉ်တစ်စီးလုံးမှာ သူတစ်ယောက်ပဲ အသက်ရှင်ကျန်ခဲ့ပြီး အိမ်ကိုပြန်နိုင်ဖို့ အန္တရာယ်တွေကို ကျော်ဖြတ်ရင်းနဲ့ အဲဒီဂြိုလ်ပေါ်မှာ သူတစ်ယောက်တည်းကျန်တာမဟုတ်ကြောင်း သိလိုက်ရတဲ့အခါ...... File size…(1.5 GB)/(855 GB)/(400 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/65-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
        "title": "Shazam! Fury of the Gods (2023)",
        "description": "Shazam! Fury of the Gods (2023)ရှဇမ်းရဲ့ ဒုတိယမြောက်ရုပ်ရှင်လာပါပြီ။ ပထမရုပ်ရှင်ရဲ့အဆက်အတိုင်းပါပဲ။\nပထမရုပ်ရှင်ရဲ့ ဒါရိုက်တာက David F. Sandberg ပါပဲ။\nရှဇမ်းလူကြီးအဖြစ်တော့ Zachary Levi ပဲ ပါဝင်ထားပေမဲ့ ကလေးသရုပ်ဆောင်အဖြစ်တော့ အသက်နည်းနည်းကြီးတဲ့ Asher Angel က ပါဝင်ထားပါတယ်။\nစူပါဟီးရိုးမမ အလန်းအဖြစ် Grace Caroline Currey ပါပါတယ်။\nပထမကားထက် ဟာသတွေပိုများပြီး ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပမ်းပြေကြည့်ရှုဖို့သက်သက် ဖန်တီးထားတာပဲဖြစ်ပါတယ်။\nမိသားစုပညာပေးကားလေးဆိုလည်းမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရိနတ်ဘုရားတွေနဲ့ တိုက်ခိုက်ရတာ ဖြစ်ပါတယ်။\nရှဇမ်းတို့ကို စွမ်းအားတွေပေးခဲ့တဲ့ မှော်တောင်ဝှေးဟာ ဂရိနတ်ဘုရားတွေရဲ့ အစွမ်းတွေကိုခိုးယူထားပြီး နတ်ဘုရားလောကကို မှော်အစွမ်းတွေမရှိတော့အောင် ဖန်တီးခဲ့တဲ့အရာလည်းဖြစ်ပါတယ်။\nဒါပေမဲ့ ရှဇမ်း (၂၀၁၉) မှာ ဘီလီဘတ်ဆန်က ချိုးပစ်လိုက်တဲ့နော်က နတ်ဘုရားတွေ ကမ္ဘာပေါ်ကို ဆင်းလာနိုင်ပြီး သူတို့ရဲ့အစွမ်းတွေကို ပြန်ယူဖို့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shazam-fury-of-the-gods-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpaChXpqpDnbCx0acszHBT4v4H0.jpg",
        "title": "Kon-Tiki(2012)",
        "description": "Genre - Adventure, Biography\nIMDB - 7.2/10 ခင်ဗျားတို့သာ ရေမကူးတတ်ဘူးဆို ပစိဖိတ်သမုဒ္ဒရာထဲ မိုင် ၅ ထောင်ကျော်ကို ဖောင်လေးတစ်စင်းနဲ့ ဖြတ်ကူးရဲလား။ ဒါပေမဲ့ ဒီ သောရ်ဆိုတဲ့ဘဲကြီးကတော့ တကယ်လုပ်ခဲ့တယ်ဗျ။ အဲဒီလိုပြောလို့ စိတ်ကူးယဉ်ဇာတ်လမ်း မထင်နဲ့နော် တကယ်အပြင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ၁၉၄၇ ခုနှစ်က ဖြစ်ရပ်မှန်ဇာတ်လမ်း။ စူးစမ်းရှာဖွေရေးသမား သောရ်ဟာ ပိုလီနီရှားကကျွန်းတွေကို ၁၀ နှစ်ကြာအောင် ဇနီးဖြစ်သူနဲ့ သုတေသနတွေပြုလုပ်ပြီး စာတမ်းပြုစု နေထိုင်ခဲ့တဲ့လူပေါ့။ သူ အဲဒီမှာ နေထိုင်ရင်း ဒီ ပိုလီနီးရှားဒေသကို ဒေသခံတွေဟာ အာရှဖက်ကနေ ရောက်လာကြတာမဟုတ်ပဲ တောင်အမေရိကဖက်က ရောက်လာကြတယ်ဆိုတာကို ထူးဆန်းစွာနဲ့ သိရှိခဲ့ရတယ်။ ဒီတော့ ဆရာသမားက သူတွေ့ရှိခဲ့တဲ့ သီအိုရီကို လိုက်ပြီး ဖြန့်ဝေနိုင်အောင် ဆက်သွယ်တော့တာပဲ ဒါပေမဲ့ ကံဆိုးချင်တော့ ဘယ်သူမှမယုံကြည်ပဲ သူ့ကို ပရော်ဖက်ဆာတစ်ယောက်က ဒါမျိုး ပြောလိုက်ပါတယ်။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kon-tiki2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/wjeQaiAApgzdipkNXhQnBrqjBY9-133x200.jpg",
        "title": "Congo (1995)",
        "description": "၁၉၉၅ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ ‘Congo’ ရုပ်ရှင်ကတော့ Oscar-nominated producer & director ကြီး Frank Marshall ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး ရိုက်ကူးထုတ်လုပ်ပေးခဲ့တဲ့ ရုပ်ရှင်တွေထဲမှာဆိုရင်ဖြင့်E.T. the Extra-Terrestrial, The Sixth Sense, The Goonies, Jurassic World, Indiana Jones ရုပ်ရှင်အချို့နဲ့Back to the Future trilogy ၃ကားလုံးလည်း ပါဝင်တာဖြစ်တဲ့အတွက် တော်တော်လေးမခေတဲ့ ဒါရိုက်တာတစ်လက်လို့ ဆိုရမှာပါ။ဒါရိုက်တာကြီးရဲ့ ညွှန်ကြားမှုအောက်မှာတော့ ဒေါက်တာ Karen Ross အဖြစ် The Truman Show နဲ့ Love Actually ရုပ်ရှင်များမှ မင်းသမီးကြီး Laura Linney. The Lake House မှ Dylan Walsh. Ghostbusters ရုပ်ရှင်များမှ Ernie Hudson နဲ့ Home Alone ပရိသတ်တွေဆို တော်တော်လေးမစိမ်းကြမယ့် မျက်နှာပိုင်ရှင် Tim Curry တို့က ပါဝင်အားဖြည့် သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်File size…(2.0 GB)/(1.7 GB)/(890 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action, Adventure, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Keith M",
        "rating": "",
        "url": "https://channelmyanmar.org/congo-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzkyMjU1ZjMtMDJlMS00M2YzLWJhZDQtYjFjZTUyMzI2MDViXkEyXkFqcGdeQXVyMzQyMDgzOTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Murder Mystery 2 (2023)",
        "description": "Murder Mystery 2 (2023)\n===================\nIMDb Rating - 5.7/10နာမည်ကြီး မင်းသား Adam Sandler နဲ့ မင်းသမီး Jennifer\nAniston တို့ အဓိကသရုပ်ဆောင်ရိုက်ကူးထားတဲ့ Mystery\nMurder 2 ပြန်လာပါပြီ။ ဇာတ်​လမ်းကတော့ ​​တစ်ကားလုံး\nရယ်စရာဟာသတွေနဲ့ တစ်လွဲတွေကို တွေ့မြင်ရမယ့် Mystery,\nComedy Genre ပဲ ဖြစ်ပါတယ်။Nick Spitz နဲ့ Audrey Spitz တို့ သူတို့ စုံထောက်လုပ်ငန်းမှာ\nအလွဲတွေချည်းလုပ်ပြီး ဒေဝါလီခံလုနီးပါးအချိန်မှာ သူတို့ရဲ့\nသူငယ်ချင်း ဘီလီယံနာသူဋ္ဌေးဆီက မင်္ဂလာဆောင်ဖိတ်တာကို\nခံလိုက်ရတယ်။ သူတို့လည်း လက်ခံလိုက်ပြီး ဥရောပကို ခရီး\nထွက်လာကြတာပေါ့။ ရောက်လည်းရောက်ရော ဘီလီယံနာ\nသူဋ္ဌေးရဲ့ အပျံ့စားဧည့်ခံမှုတွေကြောင့် ပျော်နေချိန်မှာပဲ မကြာ\nလိုက်ပါဘူး၊ ပြဿနာအကြီးကြီးတက်တော့တာပဲ။ သတို့သား\nဘီလီယံနာသူဋ္ဌေးကို မင်္ဂလာဆောင်မှာ ပြန်ပေးဆွဲခံလိုက်ရပါ\nတယ်။အဲဒါကြောင့်Nick နဲ့ Audrey လည်း စုံထောက်တွေအဖြစ် တရား\nခံကိုရှာဖွေဖို့ သံသယဝင်သူတွေကို စစ်ကြတယ်။ ဒါပေမဲ့ အဲ့ဒီ\nသံသယဝင်ခံရတာက Nick ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/murder-mystery-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSMSO9xupd4R4vwTPqigHn2quLN.jpg",
        "title": "Murder Mystery (2019)",
        "description": "Murder Mystery (2019)\n=================၂၀၁၉ထွက်ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်\nထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကိုစလိုက်ရအောင်ဗျာ ...\nနယူးယောက်က  စုံထောက်စာမေးပွဲကိုခဏခဏကျတဲ့\nရဲအရာရှိတစ်ယောက်နဲ့ သူ့မိန်းမ ကအိမ်ထောင်သက်\n၁၅နှစ် ပြည့်မှာ ဇနီးသည်ရဲ့အလိုဆန္ဒကိုလိုက်လျောသော\nအားဖြင့် မင်္ဂလာဦးပေးထားခဲ့တဲ့ ဥရောပခရီးထွက်ဖို့ဖြစ်\nလာခဲ့ပါတယ်။ လေယာဉ်ပေါ်‌ရောက်တော့ ကယ်ဗန်ဒစ်ချ်\nဆိုတဲ့လူတစ်ယောက်နဲ့ရင်းနှီးသွားတယ်။ စကားတွေ ပြော\nဖြစ်ရင်းနဲ့ သူ့ဦးလေးဘီလီယံနာ အဖိုးကြီးမင်္ဂလာဆောင်\nဂုဏ်ပြုပွဲလုပ်တဲ့အပန်းဖြေသင်္ဘောကိုခေါ်လို့လင်မယား\nနှစ်ယောက်လိုက်သွားတာပေါ့။ညဖက်ရောက်တော့အခန်းထဲမှာအဖိုးကြီးရဲ့မိသားစုတွေ\nမိတ်ဆွေရှေ့မှာ အဖိုးကြီးက သူ့ဇနီးသည်ငယ်ငယ်လေးကို\nသူပိုင်ဆိုင်သမျှ ဘီလီယံနာ ၇၀ လုံးလွှဲပေးဖို့လက်မှတ်\nထိုးခါနီး ရုတ်တရက်မီးပြတ်ပြီး အဖိုးကြီးအသတ်ခံလိုက်\nရတယ်။ ဇာတ်လမ်းကအဲ့ကနေစတော့တာပဲ . . .ဒါနဲ့ ရဲလင်မယားနှစ်ယောက်က သံသယရှိတဲ့လူတွေကို\nစုံစမ်းကြတယ်၊ သူတို့သံသယရှိတယ်လို့ထင်တဲ့သူတွေက\nလည်း တစ်ယောက်ပြီးတစ်ယောက်သေသွားကြတယ်။\nဘယ်လိုအလွဲလေးတွေနဲ့လိုက်စုံစမ်းကြမလဲဆိုတာ ရယ်\nစရာတွေကြည့်ရင်းရင်းအပန်းဖြေရင်းကြည့်ကြမယ်ဗျာIMDB rating 6.1ရထားတဲ့ ဟာသ ကားလေးမို့အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (800 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 37min\nFormat : Mp4\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ztmi/Murder_Mystery_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/far-112x200.jpeg",
        "title": "Faraaz (2023)",
        "description": "Faraaz 2022\nIMDb 4.6/10\nAction/Thrillerဒီဇာတ်ကားဟာ 2016ခုနှစ် ဘင်္ဂလားဒေ့ရှ်က ကော်ဖီဆိုင်တစ်ခုမှာ\nဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်ကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာတော့ မတူညီတဲ့ဘဝတွေကို ဖြတ်သန်းနေရတဲ့ လူငယ်တွေကို\nတွေ့မြင်ရမှာဖြစ်ပါတယ်။ တချို့ကတော့ နောင်ရေးအတွက် ပိုပြီး\nကောင်းမွန်တဲ့အလားအလာတွေကို ဖန်တီးနေရချိန်မှာ\nတချို့လူငယ်လေးတွေကတော့ ကိုယ်ယုံကြည်ရာတစ်ခုအတွက်\nဘဝတွေကိုစတေးပြီး စွန့်စားနေကြပါတယ်။အဲဒီနေ့က ဒါကာမှာ သာမန်နေ့ရက်လေးတစ်ရက်ဖြစ်နေခဲ့ပေမယ့်\nရုတ်တရတ်ဆိုသလို အကြမ်းဖက်အဖွဲ့ဝင်တွေက ကော်ဖီဆိုင်တစ်ခုကို\nဝင်စီးလိုက်ကြပါတယ်။ အဲဒီအဖွဲ့ကလူငယ်လေးတွေကတော့ သူတို့ယုံကြည်ရာ\nကိုးကွယ်ရာဘာသာအတွက် မှန်ကန်မယ်လို့ထင်‌တဲ့အရာကို လုပ်နေခဲ့ကြတာပါ။\nဒါပေမဲ့ ကော်ဖီဆိုင်ထဲမှာ ရှိနေတဲ့ ဘဝအမျိုးမျိုးနဲ့လူတွေကရော\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားမလို့\nစိတ်လှုပ်ရှားစွာနဲ့ ဆက်ပြီး ကြည့်ရှုပေးကြပါဦး။\nFile size…1.42GB /  614MB\nQuality…1080p NF  WEB DL / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San ~ Cherry",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/faraaz-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPrmRfX969kJAEWPA6uxVNsignD.jpg",
        "title": "Bangkok Love Story (2007)",
        "description": "Bangkok Love Story (2007)ထိုင်းရုပ်ရှင်တွေထဲ Thai queer Film တွေရဲ့ နေရာယူမှုကလည်း တော်တော်ကြီးမားတယ်လို့ ပြောလို့ရပါတယ်။\n1985ထွက်ခဲ့တဲ့ The Last Songဟာ ပထမဆုံး ထိုင်း queer Film ဖြစ်ခဲ့ပြီး\nသူ့အနီးအနား ခုနှစ်တွေမှာ Tortured Love (1987)နဲ့ I Am a Man (1987)တို့ဆက်လက်ထွက်ရှိခဲ့ပြီး\nဒီသုံးကားကို Thai queer cinemaရဲ့ first waveလို့ သတ်မှတ်ခဲ့ကြတယ်။\nအဲဒီနောက်ပိုင်းတော့ New Wave ခေတ် ၂၀၀၀ဝန်းကျင်လောက်မှ ထပ်ထုတ်ခဲ့ကြပုံပါပဲ။ ကြားထဲသိပ်မတွေ့ရတော့ဘူး။\nဒီဘက်နှစ်တွေမတိုင်ခင်အထိလည်း အရမ်းအများကြီးထုတ်ခဲ့တာမျိုးလည်း မရှိခဲ့ပါဘူး။\nBangkok Love Storyဟာ ၂၀၀၀ကျော်ဝန်းကျင်က သိပ်အများကြီးမရှိခဲ့တဲ့ ထိုင်း Queer Filmကားကောင်းတွေထဲက တစ်ကားပါပဲ။\nဒါပေမဲ့လွယ်လွယ်နဲ့ ထုတ်ခဲ့ရတာတော့မဟုတ်ပါဘူး။ Pre-productionကာလမှာ\nထိုင်းရဲတပ်ဖွဲ့ရဲ့ ကန့်ကွက်ခြင်းခံခဲ့ရသလို ဆင်ဆာနဲ့ ပတ်သက်ပြီး အခက်အခဲတွေလည်း တွေ့ခဲ့တယ်။\nယောက်ျားချင်းကြိုက်တဲ့ကားပေမဲ့ ကနွဲ့ကလျတွေမပါဘဲ ခပ်ကြမ်းကြမ်း၂ပွေ ကြိုက်တဲ့ကားဖြစ်နေတာ့\nသရုပ်ဆောင်၂ယောက်က ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/bangkok-love-story-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyiNHRGntxwxY8XWn1Q74A4lYzY.jpg",
        "title": "Raging Fire ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မူးယစ်နှိမ်နင်းရေးကားလေး\nတစ်ကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်း အကျဉ်းလေးကတော့ -ပင်းဟိုင်မြို့ မူးယစ်တပ်ဖွဲ့ကို မူးယစ်ရောင်းဝယ်နေတယ်ဆိုပြီး တိုင်ကြားလာတဲ့အခါ\nအဖွဲ့ခေါင်းဆောင်ချီဝေပင်းက အဖွဲ့ဝင် ၆ ယောက်နဲ့အတူ စစ်ဆေးစုံစမ်းမှုတွေ လုပ်ပါတော့တယ်။\nအစပိုင်း အစီအစဉ်တကျ ဖြစ်ခဲ့ပေမဲ့ ပြဿနာတစ်စုံတစ်ရာဖြစ်ပြီး\nချီဝေပင်းက မူးယစ်ဂိုဏ်းထဲကို တစ်ယောက်တည်း ဝင်ရောက် တိုက်ခိုက်ခဲ့ပါတယ်။တပ်ကူတွေ ရောက်လာပြီးမှ မူးယစ်ထုတ်လုပ်တဲ့ နေရာကို အပြတ်ရှင်းခဲ့ပါတယ်။\nသို့သော် အဓိက ခေါင်းဆောင် တွမ့်မျိုးနွယ် ညီအစ်ကို နှစ်ယောက်ကတော့\nလွှတ်သွားခဲ့ပြီး သူတို့က ကလဲ့စားချေရန် စတင် ကြံစည်ကြပါတော့တယ်။ထိုညီအစ်ကို နှစ်ယောက်က ရာဇဝတ်မှုတွေကို ဘယ်လို ရက်စက်စွာ ကျူးလွန်ကြမလဲ......\nချီဝေပင်းတို့ အဖွဲ့ကရော ရာဇဝတ်သားတွေကို ဖမ်းဆီးဖို့ ဘယ်လို အခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ......\nဆိုတာတွေကို ရုပ်ရှင်နဲ့အတူ လိုက်ပါ ခံစားလိုက်ဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Thdt/Raging_Fire_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/2qudnrcpqjoi-141x200.jpg",
        "title": "The Untold Tale of the Three Kingdoms (2020)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၈၀၀ကျော်လောက်က တရုတ်ပြည်မှာ Wei , Shu နဲ့ Wu ဆိုပြီး ပြည်နယ် ၃ခုကွဲနေခဲ့တယ်ငြိမ်းချမ်းရေးအတွက်ကြိုးစားနေတဲ့ Liu Bei အတွက် နှစ်တွေများစွာကြာလာပေမယ့် ဘာမှမထူးခြားခဲ့ဘူးဒီလိုနဲ့ တော်တော်များများသိကြတဲ့ Battle of Red Cliffs ကို ရောက်လာတဲ့အခါမှာတော့ သူတို့တွေ ဘယ်လိုတွေ တိုက်ပွဲဝင်ကြမလဲဆိုတာကို ဟာသနှောပြီး ကြည့်ရှု့ကြရမှာပါ ။File Size__(1.4GB)\nQuality__720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:53:00\nType__Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by -\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/1dlex/The.Untold.Tale.of.the.Three.Kingdoms.(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s3KJkSsMOLrqy8bDbYb0BLtM0SX.jpg",
        "title": "Coast Guard Malaysia: Ops Helang(2023)",
        "description": "Coast Guard Malaysia: Ops Helang(2023)**************************************မလေးရှားကမ်းခြေစောင့်တပ်ရဲ့ အထူးတပ်ဖွဲ့ဝင် ဗိုလ်တစ်ဦးဖြစ်သူဟဖစ်ဟာ မှုခင်းတိုက်ဖျက်စစ်ဆင်ရေးတွေပြုလုပ်အပြီးမှာတော့\nဇနီးလောင်းလေးနဲ့ ဘဝအသစ်စမယ်ဆိုပြီး ကျွန်းလေးတစ်ကျွန်းမှာ စေ့စပ်ပွဲလေးကျင်းပလက်ထပ်ကြတယ်ပေါ့။\nကံဆိုးချင်တော့ အဲ့နေ့ညမှာပဲ ပင်လယ်ဓားပြတွေက ကျွန်းကိုဝင်စီး ဟဖစ်တို့ ဇနီးမောင်နှံအပါအဝင်မိသားစုနဲ့ ပွဲလာသူတွေကို လူတွေကိုဖမ်းဆီး ဓားစာခံလုပ်ကာဖမ်းခေါ်သွားပါတယ်။\nဒါပေမယ့် ဟဖစ်ကတော့ ဒဏ်ရာရကာ ကံကောင်းပြီးဓားပြတွေလက်ထဲမှလွတ်မြောက်လာခဲ့ပြီးဇနီးဖြစ်သူနဲ့မိသားစုကိုပြန်ကယ်ဖို့ကြိးပမ်းပါတော့တယ်။\nဒီဓားပြမှုဟာ သာမန်ဖြစ်ရိုးဖြစ်စဥ်မဟုတ်ဘဲ တခြားအကြောင်းအရာများစွာ နောက်ကွယ်မှာရှိနေသေးကြောင်းသိလိုက်ရတဲ့အခါ....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုခံစားနိုင်ပါပြီ။File Size :(1.4GB) and (654MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/coast-guard-malaysia-ops-helang2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bis8DlqaxzKHBMsNPZ6sXHrc0XM.jpg",
        "title": "The Return of Bull Demon King  ( 2023 )",
        "description": "ကောင်းကင် နဲ့ မြေကြီး နယ်ပယ်တွေ ဖန်ဆင်းပြီးတဲ့နောက်မှာ ကောင်းကင်ဘုံ\nမသေမျိုးနတ်မင်းတွေနဲ့ နတ်ဆိုးနယ်မြေက နတ်ဆိုးမျိုးနွယ်စုတို့ဟာ\nအေးချမ်းစွာနဲ့ပဲ အတူတူ နေထိုင်လာခဲ့ကြပါတယ် ။ဒါပေမဲ့ တစ်နေ့မှာတော့ နတ်မျိုးနွယ်တွေဟာ နတ်ဆိုး ၊ မိစ္ဆာ\nမျိုးနွယ်စုတွေကို အထင်သေးပြီး အသက်တစ်ချောင်းကိုလဲ\nပဓာဏ မထားပဲ သတ်ပစ်လာခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nနတ်ဆိုးမျိုးနွယ်တွေရဲ့ ခေါင်းဆောင် နွားနတ်ဆိုးလို့ခေါ်တဲ့\nအားနျိုဟာ နတ်မျိုးနွယ်တွေကို ရုတ်တရက်ဆိုသလို တိုက်ခိုက်ခဲ့ပါတယ် ။ဒါပေမဲ့ အင်အားချင်းမမျှတာကြောင့် နတ်မင်းတွေရဲ့ အပြစ်ပေးချင်းကိုခံရပြီး\nသူလေ့ကျင့်ထားသမျှ စွမ်းအားတွေဟာလဲ ပျက်ဆီးသွားခဲ့ပါတော့တယ် ။\nဒီလိုနဲ့ အားနျိုတစ်ယောက် သာမန်လူလိုပဲ လူ့ပြည်မှာသွားလာကျက်စားနေရင်း\nယဲ့ရှောင်းရှောင်းဆိုတဲ့ မိန်းမပျိုလေးနဲ့ တွေ့ဆုံကြုံကြိုက်ခဲ့ပါတယ် ။\nတွေ့ဆုံမှုကနေတစ်ဆင့် ကံကြမ္မာဖန်လာပြန်တော့ နှစ်ဦးသား\nအတူတူ ခွင်းလွင်တောင်မှာ ရှိတဲ့ ရတနာကို ဖေးယွင်ရန်းကိုယူဆောင်ဖို့ အတွက်ခရီးဆက်ခဲ့ကြတဲ့အခါ မှာတော့...?သူတို့ ဖြတ်သန်းရာ ခရီးလမ်းကြောင်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ တွေ့ဆုံကြမှာလဲ ?\nသူတို့နှစ်ဦး ခွင်းလွင်တောင်ရတနာဖြစ်တဲ့ ဖေယွင်းရှန်းကို\nယူဆောင်ရတဲ့ အကြောင်းအရင်းကရော ဘာဖြစ်မှာလဲ ?\nနွားနတ်ဆိုးဖြစ်တဲ့ အားနျိုကရော စွမ်းအားတွေပြန်လည်ရရှိပြီး\nသူ့ရဲ့နတ်ဆိုးမျိုးနွယ်အတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/1dheu/The_Return_of_Bull_Demon_King_(2023)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNMeRLY3MeY2FFeh639plHai3F1.jpg",
        "title": "State of Grace(1990)",
        "description": "IMDb 7.2I am Sam (2001) ရုပ်ရှင်မှာ အော်တစ်ဇင် ဖြစ်နေတဲ့ ဖခင်တစ်ယောက်ရဲ့ ချစ်ခြင်းမေတ္တာကိုကြည့်ရှုသူ ရင်ထဲရောက်အောင် အကောင်းဆုံး ပုံဖော်သွားနိုင်ခဲ့တဲ့ မင်းသားကြီး Sean Penn ရဲ့မှုခင်းဇာတ်ကားကောင်းလေး တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်မွေးရပ်မြေမှ ထွက်သွားပြီး ဆယ်နှစ်ကြာမှ ပြန်လည်ရောက်ရှိလာတဲ့ ရဲအရာရှိ ထယ်ရီနူနန်တစ်ယောက်ငယ်စဥ်က ဆိုးတူပေါင်းဖက် ပေါင်းသင်းလာခဲ့တဲ့ သူငယ်ချင်းနဲ့ ငယ်ချစ်ဦးရဲ့ အစ်ကိုဖြစ်သူ ဦးဆောင်းတဲ့လူဆိုးဂိုဏ်းကို ထောက်လှမ်းဖို့ သူလျှိုအဖြစ် ရောက်ရှိသွားတဲ့အခါ ကိုယ့်မျက်စိရှေ့မှာ သူငယ်ချင်းအရင်းကြီးတွေ လုပ်ကြံသတ်ဖြတ်ခံလိုက်ရပြီး တရားခံတွေကို သိနေတာတောင်မိမိဟာ တရားဥပဒေဘက်တော်သားဖြစ်နေတဲ့အတွက် တရားဥပဒေအရ လက်ပိုက်ကြည့်နေရတဲ့အခါဥပဒေအထက်မှာ ပုဂ္ဂိုလ်ပေါင်းများစွာရှိနေတဲ့ သူတို့မြို့လေးမှာထယ်ရီနူနန်တစ်ယောက် သူငယ်ချင်းတွေအတွက် တရားမျှတမှု ဘယ်လိုပြန်ယူမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Action / Crime / Drama ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်  File size…2.81GB / 941.9MB\nQuality…Blu-Ray 1080p / ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/state-of-grace1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWIyNjQxZmQtMWU3NC00YjlmLWEwZGYtM2Q2NGM4MGQwOWUyXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_-141x200.jpg",
        "title": "Assassin (2023)",
        "description": "Assassin (2023)\n============ခင်ဗျားတို့ရဲ့ ဘဝမှာ တစ်ရက်လောက် တခြားလူတစ်ယောက်ရဲ့\nဘဝနဲ့ ပြောင်းလဲပြီး နေလို့ရမယ်ဆိုရင် ဘာတွေလုပ်ချင်မိကြမလဲ။\nအရင်ဆုံးဗျာ ဘယ်သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ဝင်ချင်မိကြမလဲ။ ပြီးရင်\nအဲဒီလူရဲ့ ခန္ဓာကိုယ်နဲ့ ဘာတွေကို လုပ်ကြည့်ချင်မိလဲ။ ကျွန်တော်\nကတော့ အေးချမ်းမှုတွေရှိတဲ့ နိုင်ငံတစ်နိုင်ငံဆီက ရိုးရှင်းတဲ့လူ\nတစ်ယောက်နဲ့ လဲလှယ်ချင်မိမယ် ထင်တယ်။ ဘဝမှာ ကိုယ်နေ\nပျော်ဖို့က အဓိပဲလေ ဟုတ်တယ်မလား။ဒါပေမဲ့ ဒီဇာတ်လမ်းကတော့ ကျွန်တော့်စိတ်ကူးနဲ့ လုံးဝဆန့်ကျင်\nဖက်ပဲ။ တခြားသူတစ်ယောက်ရဲ့ ခန္ဓာကိုယ်ကို ယူသုံးပြီး လူတွေ\nလိုက်သတ်ရတယ်တဲ့ဗျာ။ စစ်ဆင်ရေးတစ်ခုမှာ မတော်တဆမှု\nတစ်ခုဖြစ်ပြီး ကိုမာဝင်သွားတဲ့ အမျိုးသားဖြစ်သူ ဒရုန်းတပ်လေ\nယာဉ်မှူးကို ပြန်ခေါ်နိုင်ဖို့ရာအတွက် တခြားခန္ဓာကိုယ်တွေကို\nကူးပြောင်းပြီး လူသတ်၊စစ်ဆင်ရေးတွေလုပ်ရတဲ့ အမျိုးသမီး\nတစ်ယောက်ရဲ့ အကြောင်းပေါ့။\"ဘယ်အခြေအနေပဲရောက်ရောက် မင်းနဲ့အတူရှိနေပါ့မယ်\"\nဆိုတဲ့ သစ္စာစကားတစ်ခွန်းက အန္တရာယ်များလွန်းတဲ့ စစ်ဆင်\nရေးတွေဆီ အကြောက်အလန့်မရှိ တိုးဝင်သွားနိုင်ပုံတွေကို\nရိုက်ပြထားတဲ့ action and crime ဇာတ်လမ်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်။ မင်းသားတွေကတော့ တစ်ခြားသူတွေမဟုတ်ဘူး\nခင်ဗျားတို့အချစ်တော်နှစ်ယောက် Bruce Willis နဲ့ Dominic\nPurcell တို့ပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/assassin-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzE4NjU0MjYtYmM2YS00ZDQzLTk0OGEtMjc4ZWYyZTkxNDM1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Amigos (2023)",
        "description": "Amigos (2023)IMDb - 7/10အခုတင်ဆက်​ပေးမှာ​ကတော့ အက်ရှင်ဇာတ်ကား​တွေနဲ့လူသိများတဲ့\nမင်းသားNandamuri Kalyan Ramက သုံးကိုယ်ခွဲအဖြစ်သရုပ်​ဆောင်ထားပြီး\nလှည့်ကွက်အများကြီးနဲ့ရိုလာကိုစတာစီးသလိုခံစားချက်​တွေနဲ့ ကြည့်ရှု့ရမယ့်\nAmigosဆိုတဲ့အက်ရှင်ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်ကမ္ဘာကြီးမှာကိုယ်နဲ့​​သွေးသားမ​တော်စပ်ဘဲ ရုပ်တူတဲ့သူ​​တွေကအနည်းဆုံးသုံး​ယောက်က​နေ\nအများဆုံး​ခုနှစ်​ယောက်အထိရှိနိုင်ပြီး အဲ့လူ​တွေနဲ့​တွေ့နိုင်ဖို့ကိုယ့်မှာလည်း အခွင့်​ရေး​တွေရှိလာနိုင်ပါတယ်ဒီကားထဲမှာ​တော့ဆဒ်ဒူးဆိုတဲ့လူငယ်​လေးကရိုးသားထက်မြက်ပြီး မိဘစီးပွား​ရေး​တွေကိုခန့်ခွဲ​နေသူတစ်​​ယောက်ပါ\nတစ်​​နေ့မှာ​တော့ အခွင့်အ​​ရေးတချို့​ကြောင့် ဝဘ်ဆိုဒ်တစ်ခုက​နေ သူနဲ့ရုပ်တူတဲ့မန်ဂျူးနဲ့ မိုက်ကယ်ဆိုသူ\nလူနှစ်​ယောက်ကို​တွေ့ဆုံပြီး သူငယ််ချင်း​တွေဖြစ်သွားကြ​ပြီး အတူတူခရီး​တွေထွက်ကာ​ပျော်ရွှင်ခဲ့ကြပါတယ်\nဒါ​ပေမဲ့သူတို့သုံး​ယောက်ထဲကမိုက်ကယ်ဆိုသူဟာ ဆဒ်ဒူးနဲ့မန်ဂျူးတို့လိုသာမန်လူ​မဟုတ်ဘဲ နိုင်ငံ့အလိုရှိရာဇဝတ်​သားတစ်​ယောက်ဖြစ်​နေပြီး ရုပ်တူတာကိုအသုံးချကာထွက်ပြေးဖို့ကြံစည်လာတဲ့အခါ မိုက်ကယ့်ရဲ့လှည့်ကွက်ထဲကိုသူတို့ဘယ်လို​တွေဝင်သွားမိပြီး ပြန်​ဖြေရှင်းဖို့ကြိုးစားကြမလဲ ​သွေးသားမ​တော်ပဲရုပ်တစ်​ထေရာတည်းတူညီ​နေတဲ့ အကျိုးဆက်​ကြောင့်ဘယ်လိုအ​မွှေဇယား​တွေဖြစ်လာမလဲဆိုတာ ရင်ခုန်စွာနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…2.6GB /1.13GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Yunni~ Khin Khin",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/amigos-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7QKkvGgwMCvYrdkyNFgxfLESBtx.jpg",
        "title": "Kill Boksoon(2023)",
        "description": "Kill Boksoon(2023)*****************Netflix က အသစ်ထပ်ထွက်လာတဲ့ ဒီ Action, Drama ရုပ်ရှင်ကတော့ လောလောဆယ်မှာRT 92% တောင်ရထားတာဖြစ်ပါတယ်...ဘို့ဆွန်းဆိုတဲ့ အမျိုးသမီးက နာမည်ကြီး ကြေးစားလူသတ်သမား‌တစ်ယောက်ဖြစ်တယ်..သူတို့လောက က တကယ်တော့ တရားဝင် ဟန်ပြကုမ္ပဏီထောင်ကြပြီး နောက်ကွယ်မှာတော့ကြေးစားလူသတ်သမားတွေမွေးထုတ်ပြီး ဒိတ်ဒိတ်ကျဲတွေကို အခကြေးငွေယူပြီးသတ်ပေးပါတယ်..ဒီလူတွေထဲမှာ ဘို့ဆွန်းကတော့ တိုက်ရည်ခိုက်ရည်ပြည့်ဝပြီးအောင်မြင်မှု ၁ ရာခိုင်နှုန်းပဲရှိရင်တောင် ဖြစ်အောင်လုပ်နိုင်လို့ သူတို့လောကမှာတော့အားလုံးက ကြောက်ရွှံလေးစားကြပါတယ်.. ဘယ်အလုပ်မဆို အနားယူရမဲ့ အချိန်ကာလဆိုတာရှိကြတယ်မလား..ဘို့ဆွန်းမှာလည်း သမီးလေးတစ်ယောက်ရှိသလိုဒီလောက က အနားယူပြီး အေးဆေး သာမန်မိခင်တစ်ဦးအနေနဲ့ နေချိန်တန်ပြီလို့သူမ ယူဆလာတယ်.. ဒါ့ကြောင့် အနားယူဖို့ ပြင်ဆင်ခါ မှသူမ မမျှောလင့်ထားတဲ့အရာအားလုံးဖြစ်ပျက်ခဲ့သလိုဒီလောကကြီးထဲက အတော်ဆုံးဆိုသော ကြေးစားလူသတ်သမားတွေ သူမနောက်ကိုတစ်ပြုံကြီးလိုက်လာကြတဲ့အခါမှာတော့.....ကိုရီးယားရဲ့ အထင်ကရမင်းသမီးကြီး Jeon Do Yeon နဲ့  မင်းသားကြီး Sol Kyung Gu တို့အဓိက ပါဝင်ကြမ်းရမ်းထားကြပြီး  Esom လေးကလည်း ဇပျင်းပျင်းနဲ့ဖိုက်တာ  ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/kill-boksoon2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vidfsb8UxcWIl0amKk7adYdKWVh.jpg",
        "title": "Black Butler(2014)",
        "description": "Black Butler(2014)*****************လက်စားချေတဲ့ ခပ်ကြမ်းကြမ်း အက်ရှင်ဇာတ်လမ်းကြိုက်တဲ့သူတွေအတွက် ၂၀၁၄ ကထွက်ရှိခဲ့တဲ့ Black Bulter ဆိုတဲ့ဂျပန်ဇာတ်ကားကောင်းလေးကို မိတ်ဆက်ပေးပါရစေ။အမေနဲ့အဖေနှစ်ယောက်လုံး အသတ်ခံရပြီးနောက် ကံကောင်းစွာလွတ်မြောက်သွားခဲ့တဲ့ ရှီအိုရီဆိုတဲ့ကောင်မလေးဟာ ယောက်ျားလေးဟန်ဆောင်ပြီး မိသားစုဆီကိုပြန်လာခဲ့ပါတယ်။ဒီလိုပြန်လာနိုင်ဖို့ သူ့ရဲ့ဝိညာဥ်ကို နတ်ဆိုးဆီကိုရောင်းစားခဲ့ပြီး နတ်ဆိုးနဲ့အတူပြန်လာခဲ့တာပါ။ငယ်ရွယ်တဲ့ကောင်မလေးဟာ နတ်ဆိုးနဲ့အတူ သူ့မိဘတွေရဲ့သေဆုံးမှုကို ဘယ်လိုစုံစမ်းပြီး လက်စားပြန်ချေမလဲ။နည်းပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေ၊ အထက်တန်းအလွှာတွေကြားကရှုပ်ထွေးမှုတွေနဲ့အတူခမ်မိုက်မိုက် အက်ရှင်ခန်းတွေ Plot Twist တွေနဲ့မို့ ကြည့်သင့်ပါကြောင်းFile Size :(2.7GB)(1GB) and (353MB)\nQuality :Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/black-butler2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/zanjeer-malayalam-1-137x200.jpg",
        "title": "Zanjeer (2013)",
        "description": "တောင်ပိုင်းမင်းသား ရမ်ချရန် Ram Charan နဲ့ ဘောလိဝုဒ်မင်းသမီးချော ပရီရန်ကာချော်ပရာ Priyanka Chopra တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက တောင်ပိုင်းဆန်တဲ့ အက်ရှင်ရဲဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့...\nACP Vijay Khanna ဆိုတာ မတရားမှုတွေကို လက်ပိုက်ကြည့်မနေဘဲ ကိုယ်တိုင်ဝင်ပါဖြေရှင်းတတ်ပြီး လက်သံပြောင်လွန်းလို့ ရဲဌာနတွေကနေ ခဏခဏပြောင်းရွှေ့ခံနေရတဲ့ရဲအရာရှိတစ်ဦးပါ...ဒီတစ်ခါ...\nသူပြောင်းရွှေ့ခံလိုက်ရတဲ့နေရာမှာ ဆီမှောင်ခိုလုပ်ငန်းက အမြစ်တွယ်ကြီးထွားနေပြီး\nမကောင်းမှုအားလုံးရဲ့မြစ်ဖျားခံရာဆိုတာနဲ့ ဒီမကောင်းမှုတွေမှာ ရဲဌာနက လူကြီးတွေပါပါဝင်နေတာကို သူသိလိုက်တဲ့အခါမှာတော့...\nACP Vijay Khanna တစ်ယောက် အမှန်တရားအတွက် ဘာကိုမှ မငဲ့ကွက်ဘဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ........။\nFile size…(3.9 GB)/(1.4 GB)\nQuality…WEBHD 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "",
        "url": "https://channelmyanmar.org/zanjeer-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onDrDG7BxvSIcmdWSdz3t92yPb.jpg",
        "title": "Master(2016)",
        "description": "Master(2016)************Lee Byung-hun  အဓိက ပါဝင်ထားတဲ့ ဒီအက်ရှင်ကားကြီးဟာBO လည်း ဝင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွှမ်းခြင်းတွေလည်း ရရှိခဲ့ပါတယ်..\nဂျင်ယောင်းဖီဆိုတဲ့သူဟာ ပိရမစ်စနစ်ဆိုတဲ့ ငွေစုစနစ်တစ်ခုကိုတည်ထောင်ပြီးတော့တစ်နိုင်ငံလုံးကပြည်သူတွေဆီကနေ ငွေသန်းပေါင်းများစွာလိမ်ယူနေတာပါ။ဒါကို စုံထောက်ဂင်ဂျယ်မြောင်းဆိုတဲ့သူကသိပြီးတော့ ဖမ်းဖို့သက်သေရှာနေပါတယ်။သက်သေရပြီး ဖမ်းမိခါနီးမှာပဲ ဂျင်ယောင်းဖီက ပိုက်ဆံတွေယူပြီး ကိုးရီးယားနိုင်ငံကနေထွက်ပြေးသွားတာမလို့ စုံထောက်အဖွဲ့အရေးနိမ့်သွားရပါတယ်။ဒါပေမဲ့ ရည်မှန်းချက်ကြီးတဲ့ စုံထောက်ဂင်ဂျယ်မြောင်းက လက်မလျော့ဘဲ ဂျင်ယောင်းဖီကိုဖမ်းဖို့အတွက် သူ့ကိုယ်ပိုင်အထူးအဖွဲ့ကိုဖွဲ့ခဲ့ပါတယ်။သူ့ရဲ့အဖွဲ့နဲ့အတူ ဖိလစ်ပိုင်မှာနောက်ထပ်လိမ်လည်မှုကျူးလွန်ဖို့ကြံစည်နေတဲ့ ဂျင်ယောင်းဖီကို ဘယ်လိုမိအောင်ဖမ်းမလဲ။ဉာဏ်အရမ်းထက်တဲ့ လူလိမ်ဂျင်ယောင်းဖီကရော ဘယ်လိုအကွက်တွေနဲ့လှည့်ထွက်ဦးမလဲဆိုတာကိုစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။File Size :(2.6GB)(1.04GB) and (342MB)\nQuality :WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/master2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjhiNjBlODctY2ZiOC00YjVlLWFlNzAtNTVhNzM1YjI1NzMxXkEyXkFqcGdeQXVyMjQxNTE1MDA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Avatar: The Way of Water (2022)",
        "description": "Avatar: The Way of Water (2022)\n========================\nIMDb Rating - 8.1/102009 ခုနှစ်က ဆုပေါင်းများစွာနဲ့ ဝင်ငွေစံချိန်တင်ခဲ့တဲ့ Avatar\nရုပ်ရှင်ရဲ့အဆက် Avatar 2 : The Way of Water ကြည်တောက်\nရှင်း Version ရပြီမို့ တင်ဆက်ပေးထားပါပြီ။ဇာတ်လမ်းအကျဉ်း\n............................\nဇာတ်လမ်းကတော့ ဂျိတ်ဆော်လီနဲ့ နတီးရီတို့ လက်ထပ်ပြီး ပန်ဒိုရာ\nတောထဲမှာ အတူနေကြတာကနေ ပြန်ဆက်ထားပါတယ်။ ကောင်းကင်\nလူမျိုးလို့ခေါ်တဲ့ ကမ္ဘာသားတွေကို ကမ္ဘာပေါ်ကို ပြန်ပို့ပြီး နာဗီတွေ\nသာယာအေးချမ်းနေကြပါပြီ။ ဂျိတ်ဆော်လီနဲ့နတီးရီတို့လည်း သားသမီး\nလေးယောက်နဲ့ မိသားစုကြီးဖြစ်နေပါပြီ။ ဒါပေမဲ့ ပျော်ရွှင်မှုဆိုတာ\nတမဟုတ်ချင်းပျောက်ကွယ်တတ်တဲ့အရာမို့ ကမ္ဘာသားတွေ နောက်တစ်ခါ\nအင်အားအပြည့်နဲ့ ကျူးကျော်လာတဲ့အခါမှာတော့ နာဗီမျိုးနွယ်တွေ ပုန်း\nရှောင်နေကြရပြီး ပြောက်ကြားစစ်နဲ့ ပြန်တိုက်ခိုက်ကြရပါတော့တယ်။အဲဒီတိုက်ပွဲတွေကိုလည်း ဂျိတ်ကပဲ ဦးဆောင်ပြီး သူ့ရဲ့ သားနှစ်ယောက်လည်း\nပါဝင်တိုက်ခိုက်နေရပါတယ်။ ဒါပေမဲ့ ကမ္ဘာဘက်ကလည်း အက်ဗာတာ\nအထူးတပ်တွေထုတ်သုံးပြီး ဂျိတ်တို့ကို သတ်ဖို့လိုက်လာတဲ့အခါမှာတော့\nဂျိတ်တို့မိသားစု ရှင်သန်ဖို့ အသက်လုတိုက်ပွဲတွေ ဆင်နွှဲလာရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/avatar-the-way-of-water-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEmMqgcXvA5Nc5YufekDt57GHTJ.jpg",
        "title": "Sri Asih(2022)",
        "description": "Sri Asih(2022)*************Sri Ashi ဇာတ်ကားဟာ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကို R.A Kosasih ရေးသားထားတဲ့ Sri Ashi၊ ဂန္တဝင်အင်ဒိုနီးရှားရုပ်ပြစာအုပ်ကိုပြင်ဆင်ပြီးlive-action ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာဆိုရင် BCU(Bumilangit Cinema Universe) ရဲ့Gundala(2019) အပြီး ဒုတိယမြောက်ထွက်ရှိလာတဲ့ကားပဲဖြစ်ပါတယ်။ IMDB 7.3/10 အထိရရှိထားတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အယ်လ်လန်နာဟာ သူမရဲ့အဖေနဲ့ အမေကိုသေဆုံးစေခဲ့တဲ့မီးတောင်ပေါက်ကွဲမှုအတွင်းမှာ မွေးဖွားလာခဲ့ပါတယ်။ သူမဟာ သူမရဲ့ ဒေါသစိတ်ကြောင့် အမြဲ အခက်အခဲတွေကိုအမြဲကျော်လွှားနိုင်ခဲ့တယ် အောင်နိုင်ခဲ့တယ်ဆိုတာကို နားမလည်ခဲ့ပေမယ့် အဲ့ဒီ့ဒေါသစိတ်ကို အမြဲတိုက်ထုတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။\nအဲ့နောက်မှာတော့ ချမ်းသာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သူမကို သာမန်ဘဝလေးမှာပဲ နေထိုင်နိုင်ဖို့အတွက်မွေးစားခဲ့ပါတယ်။ ဒါပေမယ့် အယ်လ်လန်နာ အရွယ်ရောက်လာတဲ့အခါ သူမဟာသာမန်လူသားတစ်ယောက်မဟုတ်ကြောင်း သူမရဲ့ မူလဇာစ်မြစ် အမှန်တရားကို ရှာဖွေတွေ့ရှိသွားခဲ့ပါတယ်။\nဒီနောက်မှာတော့ ရန်သူတွေ အများကြီးပေါ်ပေါက်လာသလို သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်သူကတော့ PROXY ဖြစ်ပါတယ်File Size :(1.9GB) and (870MB)\nQuality :WEB-DL1080P, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/sri-asih2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eU0orGizEpOli4wtN8HtfOOJDlA.jpg",
        "title": "Gundala (2019)",
        "description": "ဒီကားလေးကတော့ စူပါဟီးရိုးဖန်တွေအတွက် 2019 တုန်းက ထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားလေးပါ။BumiLangit စတူဒီယိုကနေထုတ်လုပ်တာဖြစ်ပြီး BumiLangit Cinematic Universe(BCU) ရဲ့ ပွဲဦးထွက် စူပါဟီးရိုးကားလည်းဖြစ်ပါတယ်။ဒီနှစ်ပိုင်းအတွင်းမှာ BCU ကနေ နောပ်ထပ် Sequals တွေထပ်ထွက်ဖို့ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.... ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဟာ အောက်ခြေဝန်ထမ်းတွေကို အလုပ်တွေဖိခိုင်း၊ အချိန်ပိုတွေလုပ်ခိုင်းပြီးလစာတွေကိုကျတော့မစို့မပို့သာပေးပြီး အချိန်အကြာကြီးခေါင်းပုံဖြတ်နေခဲ့ပါတယ်။အဲဒီလို အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ ဆောက်လုပ်ရေးကုမ္ပရဲ့အထက်လူကြီးတွေကို သည်းမခံနိုင်တော့တဲ့အဆုံး တစ်နေ့မှာတော့အလုပ်သမားတွေဟာစုဖွဲ့ပြီး ဆန္ဒပြဖို့လုပ်ပါတော့တယ်။အဲဒီဆန္ဒပြတဲ့အုပ်စုထဲမှာ ဆန်ချာကာဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ အဖေလည်းပါပါတယ်။ဆန်ချာကာ ဆိုတာကတော့ မွေးကတည်းက ထူးခြားတဲ့စွမ်းအားနဲ့မွေးဖွားလာတဲ့ကလေးလေးပါ။သူဟာ မိုးကြိုးတွေကနေခွန်အားတွေပြန်ယူနိုင်ပြီး ရန်သူတွေကိုလည်း လျှပ်စီးတွေနဲ့ ပစ်နိုင်တဲ့အစွမ်းရှိပါတယ်။ပြီးတော့ သူ့စွမ်းအားတွေထုတ်နေတုန်းမှာဆိုရင် သူ့လက်ထဲကိုင်ထားတဲ့အရာဝတ္တုနဲ့ အမျိုးအစားတူတဲ့ပစ္စည်းတွေဟာ ကွဲကြေပျက်စီးနိုင်ပါတယ်။ဒါပေမယ့် ဆန်ချာကာလေးဟာ သူ့မှာစွမ်းအားရှိနေတာကို မသိရှာပါဘူး။ဆန်ချာကာရဲ့အဖေတို့ဟာ ဆန္ဒပြရင်းမတော်တဆဖြစ်ပြီး ငွေနဲ့မက်လုံးအပေးခံထားရတဲ့ တခြားစက်ရုံဝန်ထမ်းတစ်ယောက်ရဲ့လက်ချက်နဲ့ သေသွားခဲ့ရပါတယ်။အဖေမရှိတော့တဲ့နောက်ပိုင်းမှာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/gundala-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QVbWBv94BAT9u1q9uJccwOxMzt.jpg",
        "title": "Diabolik – Ginko Attacks (2022)",
        "description": "Diabolik - Ginko Attacks (2022)၂၀၂၁ ခုနှစ်မှာထွက်ခဲ့တဲ့ Diabolik ရုပ်ရှင်ရဲ့ အဆက်ပါ။ဇာတ်လမ်းကတော့ ဖောက်ထွင်းဝိဇ္ဇာ Diabolik ဟာ အာမန်သရဖူကိုခိုးပြီး အာမန်‌ကျောက်မျက်အားလုံးကို ခိုးဖို့ ကြံစည်တာကနေ စတင်ထားပါတယ်။ ဒါပေမဲ့လည်း ရတနာတွေဟာ စုံထောက်ဂျင်ကိုရဲ့ ငါးစာတွေဖြစ်နေတဲ့အခါ Diabolik တစ်ယောက် ဒုက္ခရောက်ပါတော့တယ်။ဒုက္ခရောက်ရတဲ့အထဲ ချစ်ရသူဖြစ်တဲ့ အေဗာကပါ ကျောခိုင်းသွားပြီး Diabolik ရဲ့ ပိုင်ဆိုင်မှုအားလုံးကို ရဲတပ်ဖွဲ့က သိမ်းယူသွားခဲ့ပါတယ်။Diabolik ဟာ ပြေးပေါက်ပိတ်နေပါပြီ။ဒီလိုခက်ခဲတဲ့အခြေ‌အနေတွေကြားထဲမှာ စုံထောက်ကြီးဂျင်ကိုကပဲ အနိုင်ရပြီး Diabolik ကိုဖမ်းမိသွားမလား။ Diabolik ကပဲ လက်မတင်လေး လွတ်သွားဦးမလားဆိုတာကို စုံထောက်ကားပီပီ လှည့်ကွက်တွေနဲ့ ကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားမှာတော့ ပုရိသတွေအားလုံးရဲ့ အသည်းစွဲ ဂန္ထဝင်မမကြီး Monica Bellucci ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.15GB, ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/diabolik-ginko-attacks-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9bOwV2V9r6LikmKHMDgmu9jcE92.jpg",
        "title": "Diabolik (2021)",
        "description": "Diabolik (2021)၁၉၆၂ ခုနှစ်မှာ အီတလီအပြင် ဥရောပ တခွင် ထိတ်ထိတ်ကြဲ အောင်မြင်ခဲ့တဲ့ ရုပ်ပြတစ်ခုရှိပါတယ်။ ဒီယာဘောလစ်ပါ။ဒီယာဘောလစ်ရဲ့ ပထမဆုံး Live Action ကိုတော့ ၁၉၆၈ ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး အာရှတိုင်းပြည်တွေအထိပါ ပေါက်ရောက်ခဲ့ပါတယ်။လူဆိုးတကာ့ လူဆိုးထဲမှာ ဉာဏ်ရည်ထက်မြက်တဲ့ လူဆိုးက ကြောက်ဖို့အကောင်းဆုံးပါပဲ။ ဒီယာဘောလစ်ဟာ အဲဒီလိုဖောက်ထွင်းဝိဇ္ဇာမျိုးပါ။အခုဇာတ်လမ်းကတော့ ၁၉၆၀ ဝန်းကျင် အီတလီနိုင်ငံကို ဇာတ်အိမ်တည်ထားပြီး အဲဒီခေတ်ကာလမှာ ကလာဗေးလ်မြို့ကရဲတွေ ခေါင်းခဲနေရတဲ့ကိစ္စတစ်ခုရှိပါတယ်။ ရဲတွေကို အမြဲနောက်ကောက်ချနိုင်တဲ့ သူမတူအောင် တော်လွန်းတဲ့ ဖောက်ထွင်းဝိဇ္ဇာ ဒီယာဘောလစ်ပေါ့။သူ့ရဲ့ မျက်နှာအမှန်ကို မြင်ဖူးတဲ့သူမရှိတဲ့အပြင် ဒီယာဘောလစ်ဟာ တကယ်တော့ သာမန်လူမဟုတ်ဘဲ မိစ္ဆာတစ်ကောင်လို့ လူတွေကပါ ပြောကြတဲ့အထိ သူ့ရဲ့ ရာဇဝင်ဟာ လျှို့ဝှက်နေပါတယ်။အေဗာကန့်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ တောင်အာဖရိက စီးပွားရေးသမားကြီးတစ်ဦးရဲ့ ဇနီးပါ။ သူဟာ အဖိုးတန် ပန်းရောင်စိန်နဲ့အတူ ကလာဗေးလ်ကို ပြန်လာခဲ့ပြီး အဲဒီစိန်ကြောင့်ပဲ အဖိုးတန်တာမြင်ရင် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/diabolik-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTIyZmVlMzEtYjU2NS00MTQzLTg2ZTQtMWU4OGQzYjgzNThhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Wild Dog(2021)",
        "description": "Wild Dog (2021)\n=====================imdb 6.1/2.4kနာမည်ကြီးတေလဂူးမင်းသားကြီး Nagarjuna Akkineniအဓိကသရုပ်ဆောင်ထားတဲ့\nအက်ရှင်ကားကောင်းတခုတင်ဆက်ပေးချင်ပါတယ်...ဘယ်လောက်တောင်ကြမ်းသလဲဆိုရင်\nTV-MAရိတ်တင်ရတဲ့ထိပါပဲ.....ဇာတ်လမ်းအကျဉ်းကတော့\nအကြမ်းဖက်နိုမ်နင်းရေးအရာရှိ ဗီဂျေးဟာ အကြမ်းဖက်နိုမ်နင်းရာမှာ ကြမ်းတမ်းရက်စက်လွန်းတာကြောင့်\nWild Dog (ခွေးရိုင်းကြီး)လို့နာမည်ပြောင်ပေးရတဲ့ထိ ဆိုးဝါးလှပြီး ဌာနကလည်း သူ့ကို ရုံးထိုင်အလုပ်ပြောင်းပေးခဲ့ပါတယ်...\nဒါပေမယ့် တနေ့မှာတော့ နိုင်ငံတွင်း အကြမ်းဖက်ဗုံးဖောက်ခွဲမှုတွေ စိပ်လာပြီး\nအကြမ်းဖက်သမားတွေဟာ နိုင်ငံရဲ့လုံခြုံရေးကို\nထိပါးစော်ကားလာတာကြောင့် ဌာနက သူ့ကို ပြန်လည်ရာထူးပေးအပ်ပြီး အမှုလိုက်ခိုင်းပါတော့တယ်....ဗီဂျေးဒီတခါဆုံတွေ့ရမယ့်ရန်သူက အင်မတန်ကောက်ကျစ်ဉာဏ်များပြီး ဖောက်ခွဲရေးပိုင်းဆရာတဆူဖြစ်တာကြောင့်\nဗီဂျေးတစ်ယောက် ဘယ်လိုဘယ်ပုံ စွန့်စားပြီး ဉာဏ်ပညာရော ခွန်အားရော ပြိုင်ဆိုင်သွားလဲဆိုတာကို ဇာတ်လမ်းအစဆုံးထိ\nမလွှတ်တမ်းကြည့်ရှုချင်သွားမယ့် ရုပ်ရှင်ကောင်းတပုဒ်ပဲဖြစ်ပါတယ်\nFile size…2.11GB / 1GB\nQuality…1080p UHD WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/wild-dog2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc4YjhmYzMtMDExMi00NjgyLTgwMWQtMTdjYTRmOGM3NTZjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-138x200.jpg",
        "title": "The Siege (2023)",
        "description": "The Siege (2023)\n============အက်ရှင်ကား ကြိုက်သူများအတွက် ၂၀၂၃ ခုနှစ်မှာ အသစ်ထွက်\nရှိလာတဲ့ အက်ရှင်ကားအသစ် တင်ဆက်ပေးလိုက်ပါတယ်။ ဘက်\nဂျက်အကြီးကြီး ရုပ်ရှင်မျိုးတော့ မဟုတ်ပေမယ့် သူ့ဘက်ဂျက်နဲ့\nနိုင်သလောက် လုပ်ပြထားတဲ့ ပုံစံမျိုးပါ။ တစ်ချို့ပြကွက်တွေမှာ\nJohn Wick လို ရုပ်ရှင်မျိုးကိုမှ မတူတဲ့ပုံစံတစ်မျိုးနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဝေါ်ကာဟာ ကြေးစားလုပ်ကြံရေးသမားတစ်ယောက်ပါ။ မစ်ရှင်\nတစ်ခုမှာ သူ့ရဲ့ ရုပ်ကိုမြင်သွားလို့ ခဏလောက် ခြေရာဖျောက်နေရင်း\nအထောက်အထားအသစ်လုပ်ဖို့အတွက် ပြန်လည်ခန့်အပ်ရေးစင်\nတာကို ရောက်လာခဲ့ပါတယ်။ ပြန်လည်ခန့်အပ်ရေးစင်တာဆိုကတော့\nJohn Wick ထဲက Continental Hotel လိုမျိုးပဲ လုပ်ကြံရေးသမား\nတွေအတွက် ညအိပ်ဖို့၊ အထောက်အထားအသစ်တွေ လုပ်ဖို့ ကူညီ\nပေးတဲ့နေရာတစ်ခုပါ။စင်တာမှာ ဝေါ်ကာရောက်နေတုန်း လူဆိုးအဖွဲ့တစ်ဖွဲ့က သူတို့သူဌေး\nဖမ်းဆီးထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သူ့ကို ကယ်ထုတ်သွားတဲ့\nအယ်လ်ဒါ့ကို ဝင်ရှာဖို့အတွက် စင်တာကို ဝင်စီးပါတော့တယ်။ အယ်လ်\nဒါလည်း ဝေါ်ကာ့အကြောင်းကို သိထားပြီးသားဆိုတော့ သူတို့ကို\nကူညီဖို့အတွက် ဝေါ်ကာ့ကို အကူအညီတောင်းပါတော့တယ်။ ဝေါ်ကာ\nလည်း ပဲလှော်ကြား ဆားညှပ်ဆိုသလိုပဲ လူဆိုးဂိုဏ်းလက်ထဲကနေ\nအမျိုးသမီး နှစ်ယောက်ကို ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-siege-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ezgif-5-84462ffbf1-150x200.jpg",
        "title": "Tough Heart ( 2023 )",
        "description": "အာရုတစ်ခုလုံးကို ဖက်ဆစ်ဂျပန်တွေကနယ်ချဲ့ဖို့ကြိုးစားနေတဲ့\n၁၉၃၀ခုနှစ်အကျော်ကာလကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ တော်လှန်ရေးကားပဲဖြစ်ပါတယ်။\nနိုင်ငံရေးတွေရှုပ်ထွေးပြီး ပြည်သူတွေအားလုံးအတွက်\nသေရေးရှင်ရေးဖြစ်လာတဲ့အခါ ပြည်သူတွေရဲ့မျိုးချစ်စိတ်ကနိုးကြားလာပါတယ်။မျိုးချစ်တစ်ယောက်ဟာအသေခံအရဲစွန့်ပြီး ဂျပန်စစ်တပ်အကြံပေးအရာရှိကို\nလုပ်ကြံခဲ့ပြီး ရှန်ဟိုင်းစစ်ရေးလှုပ်ရှားမှုနဲ့ပတ်သက်တဲ့လျို့ဝှက်သတင်းကို (\nနှစ်တစ်ရာထိုက်ဆွေ့)ထဲမှာဖွက်ထားခဲ့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ကို ကျန်းမိသားစုကရှန်ဟိုင်းကိုလျှို့ဝှက်သယ်ဆောင်လာတဲ့အချိန်မှာ\nကျန်းမိသားစုကသတ်ခံလိုက်ရပါတယ်။ပြဇာတ်အဖွဲ့ကတပည့်လေးတစ်ယောက်ဖြစ်တဲ့ ချင်ထိုက်ဆွေ့ဟာမထင်မှတ်ပဲ\nမှုခင်းနေရာကိုရောက်သွားပြီး တရားခံအဖြစ်သတ်မှတ်ခြင်းခံရပါတော့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ဟာ ရှန်ဟိုင်းမြေအောက်ဂိုဏ်းခေါင်းဆောင်\nလက်ထဲကိုရောက်သွားပြီး လေလံတင်ရောင်းချဖို့ဖြစ်လာပါတယ်။\nအဲဒီအချိန်မှာ အပြစ်မရှိတဲ့ ချင်ထိုက်ဆွေ့ကသူအပြစ်မရှိကြောင်းပြနိုင်ဖို့အတွက်\nလိုက်လံစုံစမ်းရာကနေပြီး မျိုးချစ်ဂျပန်တော်လှန်ရေးသမားတွေနဲ့ပူးပေါင်းမိပြီး\nဂျပန်လျို့ဝှက်စစ်ရေးသတင်းကိုပြန်အရယူဖို့ကြိုးစားကြပါတော့တယ်။\nဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1T4gg/Tough_Heart_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7PmemxuM8lxhqlYzYESFWle6wSH.jpg",
        "title": "Angels of Vengeance 2 (2023 )",
        "description": "နည်းပညာတွေ တိုးတတ်နေတဲ့ ခေတ်ကြီးအတွင်းမှာ ဘယ်အရာမဆို\nအွန်လိုင်းကနေပြီး စီမံလုပ်ကိုင်လို့ ရနေခဲ့ပါတယ် ။\nအဲဒီအထဲမှာ အွန်လိုင်းချေးငွေလုပ်ငန်းတွေကလဲ အပါအဝင်ပါပဲ ။\nအာမခံချက် လုံလုံလောက်လောက်မရှိပဲနဲ့ ကိုယ်လိုချင်တဲ့\nငွေပမာဏကို ချေးယူနိုင်တဲ့ အွန်လိုင်းငွေချေးလုပ်ငန်းတွေဟာ\nတရုတ်နိုင်ငံရဲ့ ဟန်ကျန်းမြို့ကြီးအတွင်းမှာ ပျံ့နှံ့လို့နေခဲ့ပါတယ် ။ဒီလိုမျိုး လုပ်ငန်းတွေ ခေတ်စားလာခဲ့သလို မြို့အတွင်းမှာ\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာလဲ\nထူးထူးဆန်းဆန်း ဖြစ်ပေါ်ခဲ့ပြန်ပါတယ် ။ ဒီအမှုကို အထူးရဲတပ်ဖွဲ့\nအဖွဲ့ခေါင်းဆောင် ရှိီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးငယ်လေးများဟာ\nစတင် စုံစမ်းခဲ့ကြပါတော့တယ် ။ စုံစမ်းပြီးတဲ့နောက်မှာတော့\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာ\nအွန်လိုင်းချေးငွေလုပ်ငန်းနဲ့ ပတ်သတ် ဆက်နွယ်နေတဲ့\nအကြောင်းသိရှိသွားခဲ့တဲ့အပြင် ချေးငွေပြန်မဆပ်နိုင်တဲ့ မိန်းမပျိုလေးတွေဟာ\nလိင်ကျွန်အဖြစ် သူများနိုင်ငံကို ရောင်းစားခံတယ်ဆိုတဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ သဲလွန်တစ်ခုကိုပါ ရလိုက်တဲ့အခါမှာ ....?ရှီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nအမှန်တရားနောက်ကို လိုက်ပြီး အမှောင်ထုထဲမှာ ပိတ်မိနေတဲ့\nအမျိုးသမီးငယ်လေးတွေကို ကယ်တင်နိုင်ပါ့မလားဆိုတာကတော့ ?\nသည်းထိတ်ရင်ဖို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင် ။\nဒီတော့ အထူးရဲတပ်ဖွဲ့ဝင် အမျိုးသမီးငယ်လေးများရဲ့\nစွန့်စားခန်းကို အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya ...",
        "rating": "5.9",
        "url": "https://megaup.net/3UWzD/Angels_of_Vengeance_2_(2023)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Avatar-140x200.jpg",
        "title": "Avatar (2009)",
        "description": "Avatar (2) ထွက်ဖို့ရှိတာမလို့ Avatar(2009) ကို Quality Update လိုက်ပါတယ်...Extended Version ကိုမှ 4K IMAX HDR/SDR အရည်အသွေးတွေနဲ့ တင်ဆက်လိုက်ပါတယ်။ (HDR ကိုတော့ ခေတ်ပေါ်ဖုန်းတချို့နဲ့ Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။)\nAvatar ကတော့ Titanic ဒါရိုက်တာကြီး James Cameron ရိုက်ထားတဲ့ ရုပ်ရှင်သမိုင်းရဲ့ မှတ်တိုင်ဇာတ်ကားတစ်ကားပါ…\nဇာတ်လမ်းအကျဉ်းကတော့ ...\nလူတွေနေတဲ့ကမ္ဘာအပြင်ဘက်ကပင်ဒိုရာလို့ခေါ်တဲ့နေရာမှာ လူထက်နှစ်ဆကျော်လောက်မြင့်တဲ့မျက်နှာအပြာရောင်၊ နှာခေါင်းပြားပြား၊ မျက်လုံးပြူးပြူး၊ အမြီးပါတဲ့ နာဗီလို့ခေါ်တဲ့လူနဲ့တူတဲ့ဂြိုလ်သားခေါ်မလား၊ တခြားကမ္ဘာကသက်ရှိတွေလို့ခေါ်မလား သူတို့နေကြတယ်။သူတို့တွေမှာ သီးခြားဘာသာ စကားရှိပေမယ့် ရုပ်ရှင်ရိုက်လို့ကောင်းအောင်တချို့တွေကိုတော့ အင်္ဂလိပ်စကားပြောတတ်အောင် ဒါရိုက်တာက ခိုင်းထားတယ်။နာဗီတွေနေတဲ့နေရာက သိပ်လှတယ်။ ဒါရိုက်တာစိတ်ကူးကြောင့်ဒီလိုမြင်ကွင်းတွေ မြင်ခွင့်ရတာဖြစ်တယ်။ မြန်မာတွေအတွက်တော့ ဒီစိတ်ကူးတွေက သိပြီးသားပါ။ဘာသာရေးဆိုင်ရာစာအုပ်ဖတ်တဲ့သူတွေဆိုရင် ဝိဇ္ဇာ၊ ဇော်ဂျီ၊ တပသီတွေတရားမွေ့လျော်ရာ နေရာမျိုးတွေပေါ့။ သစ်ပင်တွေ၊ ပန်းမာလ်တွေ၊ ကျေးငှက်သာရကာတွေနဲ့သိပ်ပျော်မြူးဖို့ကောင်းတဲ့နေရာပေါ့။ဒါရိုက်တာကတော့ အမေရိကန်မို့ သူ့စိတ်ကူးထဲက အရုပ်တွေ၊ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Mgby/(CM)_Avatar_(2009)_Extended_1080p_BluRay_10bit_HEVC_AAC_5.1-_Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xBshLPA17Sbq1AJEACpkDLnRvPd.jpg",
        "title": "Waist Deep(2006)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ မိသားစုဆိုတဲ့အဓိပ္ပါယ်ကိုလည်း ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ 2006 ခုနှစ်မှာထွက်ထားတဲ့ Tyrese Gibson ရဲ့ Waist Deep ဆိုတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇတ်လမ်းအကျဥ်းကတော့... O2(Tyrese Gibson) ဟာ မူးယစ်ဂိုဏ်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးတော့ ထောင်ကနေလွတ်လာတာသိပ်မကြာသေးတဲ့အကျဥ်းသားဟောင်းတစ်ယောက်လည်းဖြစ်ပါတယ်။ ထောင်ကလွတ်လာပြီးတဲ့နောက်မှာလုံခြုံရေးဝန်ထမ်းတစ်ဦးအဖြစ်နဲ့သားလေးကိုစောင့်ရှောက်ပြီးဘဝကိုရိုးရိုးသားသားနဲ့တစ်ကပြန်စဖို့ကြိုးစားနေတဲ့လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ ကံတရားက O2 ကို အေးချမ်းခွင့်မပေးခဲ့ပါဘူး။တစ်နေ့သူ့သားလေးကိုကျောင်းသွားကြိုပြီးပြန်လာတဲ့လမ်းမှာ သားလေးကိုအတင်းအဓ္ဓမပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ ပြီးတော့ သူဘယ်လိုမှမတတ်နိုင်တဲ့ငွေပမာဏဖြစ်တဲ့ ဒေါ်လာတစ်သိန်းနဲ့ပြန်ရွေးဖို့အကျပ်ကိုင်ခံရပါတယ်။တစ်ဦးတည်းသောခင်တွယ်စရာသားလေးအတွက် O2 တစ်ယောက် မလုပ်ချင်တဲ့အလုပ်တွေကိုပြန်လုပ်ဖို့ကြိုးစားရာကနေ အဆင်ပြေပြေနဲ့သားလေးကိုပြန်ရွေးနိုင်မလား? အဲ့ဒီလူဆိုးဂိုဏ်းကရော သူ့ကိုမှ Target ထားပြီး ဘာလို့အခုလိုလုပ်ရတာလဲ ဆိုတာကို ဇာတ်ကားထဲမှာအတူတူကြည့်ရှုရင်းအဖြေရှာလိုက်ကြရအောင်ပါ။ကြမ်းကြမ်းရမ်းရမ်းအက်ရှင်ခန်းတွေရယ် အန္တာရယ်ကြားကဆုံစည်းခဲ့ရတဲ့ မိန်းကလေးနဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ်ရယ်၊ ဖအေနဲ့သား ညီအကိုတွေကြားက သံယောဇဥ်ထုံးဖွဲ့မှုတွေရယ်နဲ့ ဇာတ်လမ်းတစ်ခုလုံးကို အစကနေအဆုံး အနိမ့်အမြင့်အတက်အကျအစုံအလင်နဲ့ရင်တစ်ထိတ်ထိတ်ကြည့်ရှုရစေဖို့အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။  File size…1.52GB / 568.6MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Crime ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/waist-deep2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJBVpO3Sm04U91nJFjIeWDiTQjX.jpg",
        "title": "Unicorn Wars (2022)",
        "description": "Unicorn Wars (2022)~ IMDb - 6.8/10, RT - 83%, Meta - 73% ~လူတိုင်းကပျော်ချင်တယ်... လွတ်လပ်ချင်တယ်... ကိုယ့်အတွက် အကောင်းဆုံးလို့ထင်တာတွေကို ရချင်တယ် မဟုတ်လား။ လူတိုင်းမှာ အဲဒီအခွင့်အရေးရှိတယ်ဆိုပေမဲ့ ကိုယ့်ရဲ့ အခွင့်အရေးကိုရယူနိုင်ဖို့ တပါးသူကို ထိခိုက်စေမယ်ဆိုရင်တော့ အကျည်းတန်တဲ့ ကိစ္စတွေ ဖြစ်လာပါတယ်။ဥပမာ - စစ်ပွဲပေါ့...တရားမျှတမှု၊ ယုံကြည်မှု၊ မျိုးချစ်စိတ် စတဲ့ စတဲ့ခေါင်းစဉ်တွေအောက်မှာ တိုက်ခဲ့တဲ့စစ်ပွဲပေါင်းများစွာ ကို ကျွန်တော်တို့တွေ မြင်ဖူး၊ တွေ့ဖူး၊ ကြုံဖူး၊ ကြားဖူး၊ သိဖူးကြပါတယ်။ ဒါပေမဲ့ ရန်စဆိုတာ ဘယ်ဖက်ကစမွှေးမွှေး နှစ်ဖက်စလုံးကိုတော့ ပူလောင်စေတာအမှန်ပါပဲ။ ဘယ်လိုရည်ရွယ်ချက်ကြောင့်တိုက်တိုက် ဘယ်လိုရလာဒ်ပဲထွက်လာပါစေ စစ်ပွဲကတော့ အကျဥ်းတန်တယ်ဆိုတာကို အားလုံး တညီတညွတ်တည်း လက်ခံကြလိမ့်မယ်ပါတယ်။စစ်ပွဲဟာ လှပတဲ့ အရာပေါင်းများစွာကို ဖျက်ဆီးနိုင်တဲ့အစွမ်းရှိပါတယ်...\nတစ်ချိန်က သုခဘုံဖြစ်ခဲ့တဲ့နေရာဟာ မီးလောင်ပြင်တစ်ခုဖြစ်လာနိုင်ပါတယ်...\nတစ်ချိန်က လှပရိုးသားခဲ့တဲ့ စိတ်ဓာတ်တွေကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/unicorn-wars-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qgL0nVy63sJuw3XL5rMht5LSFJu.jpg",
        "title": "Johnny & Clyde (2023)",
        "description": "Johnny & Clyde (2023)ဒီရုပ်ရှင်က ဇာတ်အိမ်လည်းရူးခါနေသလို Megan Fox လည်းပါတာမို့ ပုရိသတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဇာတ်လိုက်ကျော်တွေက ဂျိုကာနဲ့ဟာလေကွင်းလို အရူးအတွဲ။ သူတို့က ဂျိုကာနဲ့ ဟာလေကွင်းနဲ့ တော်တော်ကို တူတာမှ တစ်ပုံစံတည်းလိုကိုတူတာ။ ဘဲက သတ်ချင်တဲ့လူ လိုက်သတ်နေတဲ့ ဂကြောင်။ စော်က ဘဲကို အထင်ကြီးပြီး သတ်သမျှကို လိုက်အားပေးနေတဲ့ ဂကြောင်မ။ သူတို့က နားနေတာကြာပြီ။ ဒီကားအစမှာ ရုတ်တရက်ကြီး ပြန်ပေါ်လာပြီး လျှောက်သတ်ကြရော။ ဒီလိုသတ်ရင်း ကာစီနိုက ကားတစ်စီးကို ဓားပြတိုက်မိကြတယ်။ အဲဒီကားပေါ် ဘာမှပါမလာဘဲ ကာစီနိုတုံကင်တွေပဲ ပါလာပေမဲ့ ကားပေါ်က တစ်ကောင် လက်ထောက်ချလို့ ကာစီနိုမှာ ငွေတွေချည်း ထားထားတဲ့ အခန်းတစ်ခန်းရှိတဲ့အကြောင်း သိသွားကြတယ်။ ဒီလိုနဲ့ အဲဒီကာစီနိုကို ဓားပြတိုက်ဖို့ပြင်တယ်။ လူစုတယ်။ မထူးဘူး။ သူ့တို့လို အရူးတွေချည်းပဲ။အဲဒီကာစီနိုကို ဦးစီးတဲ့လူက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/johnny-clyde-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODY4OWM5M2UtM2Y1Yi00YjAyLTlhMDktMDkzZjFmMjI5MmI5XkEyXkFqcGdeQXVyMTA1NjQyNjkw._V1_-141x200.jpg",
        "title": "One Piece Film Red (2022)",
        "description": "One piece red film\n.................................\nIMDb 6.9/10\nRotten Tomatoes 95%ဒီကားက​တော့ One Piece Animation Movie​တွေရဲ့၁၅ကား​မြောက်ရုပ်ရှင်ပါ။\nမထွက်ခင်ကတည်းက ပရိသတ်​တွေကြား ​တော်​တော်ကိုhypeခဲ့ကြသလို\nထွက်လာ​တော့လည်း Jujutsu no Kaisen movieကို ရုံဝင်​ငွေမှာ\n​အ​မေရိကန်​ဒေါ်လာ၁၈၀သန်းနဲ့တောက်ချပစ်ခဲ့ပါတယ်။\nဒီရုပ်ရှင်ဟာ one piece anine seriesရဲ့အပိုင်း၁၀၀၀ပြည့်​မြောက်တဲ့\nအထိမ်းအမှတ်နဲ့ထုတ်ခဲ့တာပါ။ဒါ​ပေမဲ့ one piece film red စီးရီးဇာတ်လမ်းနဲ့​တော့ဆက်မ​နေပဲ\nalternate timelineအ​နေနဲ့(non canon)ပဲရှိပါတယ်။\nဆို​တော့ကာ စီးရီးကြည့်ပြီး Shanksရဲ့သမီးက ဘယ်က​ပေါ်လာတာလဲစဥ်းစားမ​နေနဲ့ဗျ။ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​တော့\nဖျက်ဆီးခံလိုက်ရပြီလို့လူသိများတဲ့ Elegiaကျွန်း​ပေါ်မှာ\nနာမည်​ကျော်အဆို​တော်မ​လေး Utaဟာ\nသမိုင်းတွင်​လောက်မယ့်ရှိုးပွဲတစ်ခုကိုလုပ်ဖို့\nစီစဥ်ထားတာ​ကြောင့် ငဖီတို့အဖွဲ့လည်း\nရှိုးပွဲကြည့်ဖို့​ရောက်လာပါတယ်။\nရှိုးပွဲကို​​ရောက်​တော့ ငဖီနဲ့ Uta​တွေ့ဆုံချိန်မှာ Utaဟာ\nငဖီရဲ့ငယ်သူငယ်ချင်းဖြစ်​နေတာကိုသိလိုက်ရပါတယ်။Utaဟာ သူ့ရဲ့ရှိုးပွဲဟာ ရာသက်ပန်​ပျော်ရွှင်​စေမယ့်ပွဲဖြစ်​စေရမယ်လို့\n​ကြေညာခဲ့ပြီး ​ရွှေပွဲလာပရိသတ်​တွေကိုလည်းဆန်းကြယ်တဲ့​\nဖျော်​ဖြေမှု​တွေနဲ့တင်ဆက်ခဲ့ပါတယ်။ ဒါ​ပေမဲ့\nသူ့ရဲ့ရှိုးပွဲ​နောက်ကွယ်မှာ​တော့ ​မှောင်မိုက်တဲ့လျှို့ဝှက်ချက်တစ်ခုဟာ\n​စောင့်ကြို​နေပါတယ်။ အဲ့ဒီလျှို့ဝှက်ချက်က​တော့.....\nFile size…2.68GB / 1.36GB\nQuality…1080p HEVC / 720p \nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr.Nyan",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/one-piece-film-red-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYRGsAFhvPmH8umMhsO8EJmhLQX.jpg",
        "title": "Rush (1991)",
        "description": "Rush (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်က ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ မှုခင်းကားပေမဲ့ အက်ရှင်ခန်းလည်းများများစားစားမပါသလို ထွေထွေထူးထူးဇာတ်ဝင်ခန်းလည်း ပါလှတယ်မဟုတ်ဘူး။ မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကို မူးယစ်ဆေးသမားလိုလို အသွင်ယူပြီးဖမ်းတဲ့ရနဲ့ သူ့ပါတနာရဲမလေး မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကိုဖမ်းဖို့ကြိုးစားရင်း တိုင်ပတ်ကြတဲ့အကြောင်းတွေပဲ။ မင်းသမီးလေးတော့ တော်တော်လှပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ Soundtrack တွေကတော့ တကယ်ကြမ်းတယ်။ ဒီကားထဲပါသမျှသီချင်းတွေထဲ Eric Clapton ရေးထားတဲ့သီချင်းတွေမနည်းသလို Score ကိုလည်း ကျန်တဲ့လူတွေနဲ့ပေါင်းပြီး သူက Guitarist အနေနဲ့တီးထားတယ်။ Clapton က Rolling Stone ရဲ့ \"100 Greatest Guitarists of All Time\"မှာ ဒုတိယနေရာချိတ်ထားတဲ့လူဆိုတော့ သူ့ Score တွေ ဘယ်လိုနေမလဲ စဉ်းသာစားကြည့်ပေါ့။နောက် ဒီကားထဲ Eric Clapton ရဲ့ နာမည်ကျော်သီချင်း ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/rush-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bnVoA8WD7AeIyCPZ42l345pghb.jpg",
        "title": "Guns of Eden (2022)",
        "description": "Guns of Eden (2022)၂၀၂၂ ထွက် အက်ရှင်ကားလေးပါ...စစ်တပ်မှာ လေ့ကျင့်ထားပေမဲ့ ရဲတပ်ဖွဲ့ထဲကိုဝင်ပြီး တာဝန်ထမ်းဆောင်နေတဲ့ ရဲမေ မီဂန်က တာဝန်ချိန်ပြင်ပမှာ ဓားပြတိုက်မှုနဲ့တွေ့ပြီး ရဲတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်မိလိုက်ပါတယ်။အဲဒီကိစ္စကြောင့် အလုပ်က နားပြီး စိတ်ဓာတ်ကျနေတဲ့အချိန် တွဲဖက်ဖြစ်သူက အခြားမိတ်ဆွေ နှစ်ယောက်နဲ့အတူ စိတ်ပြေလက်ပျောက် တောင်ပေါ်ကို စခန်းချသွားဖို့ခေါ်တာကို လိုက်သွားရင်း လူသတ်မှု ကျူးလွန်နေတဲ့ ရဲတစ်စုကို တွေ့ပြီး မျက်မြင်သက်သေဖြစ်သွားပါတယ်။အကျင့်ပျက်ရဲတွေက သူတို့ လေးယောက်ကို နှုတ်ပိတ်ဖို့ ကြိုးစားတာကို လွတ်အောင်ပြေးပြီး ဘယ်လို ပြန်တိုက်ခိုက်မလဲဆိုတာကို ကြည့်ရမှာပါ။ နောက်ထပ် အဲဒီအကျင့်ပျက်ရဲတွေဆိုတာက မြေအောက်အဖွဲ့အစည်းကြီးတစ်ခုရဲ့ အဖျားစွန်းလေးတစ်ခုပဲဆိုတာကို သိသွားတဲ့အချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Lucifer မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 31Min\nGenre - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/guns-of-eden-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zjWAjosdXELkaqCnlc1s8FQtIZL.jpg",
        "title": "Bad City(2022)",
        "description": "Bad City(2022)**************အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဂျပန်အက်ရှင်ကားကောင်းလေးတစ်ကား လာပါပြီ။\nအကျင့်ပျက်ခြစားပြီး ကိုရီးယားမာဖီးယားဂိုဏ်းနဲ့ပါပေါင်းကာ ဒုစရိုက်မျိုးစုံကျူးလွန်နေတဲ့ဂိုဂျိုကော်ပိုရေးရှင်းကြီးရဲ့ ဥက္ကဌဖြစ်သူ ဂိုဂျိုဝါတရု။သူ့ကိုဘယ်လိုပဲ ထောင်ထဲသွင်းဖို့လုပ်လုပ် စုံထောက်တွေဘက်ကပဲပြန်ခံခဲ့ရပြီး ဂိုဂျိုကတော့အမြဲအပြစ်မရှိဟုလွတ်လာပါတယ်။တစ်နေ့မှာတော့ အထူးစုံစမ်းရေးအဖွဲ့ဇီးရိုးဖွဲ့စည်းပြီး ဂိုဂျိုနဲ့ ကိုရီးယားမာဖီးယားဂိုဏ်းကကင်ဆွန်းဂီကိုဖြုတ်ချဖို့လုပ်ကြတဲ့အခါ.. ဂိုဂျိုတို့ဘက်ကပဲဆက်အနိုင်ရနေမလား။တရားမှုက မတရားမှုကနိုင်သွားမလားဆိုတာကတော့...File Size :(2.07GB) and (714MB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre :Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/bad-city2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTAyNjEyMDEwMzBeQTJeQWpwZ15BbWU4MDczMjY1NDEy._V1_-129x200.jpg",
        "title": "The Way of the Gun (2000)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Bencio နဲ့ Ryan Phillipe တို့ရဲ့ crime action ရုပ်ရှင်သစ်ပါ ၂၀၀၀ ပြည့်နှစ်ကာလကိုနောက်ခံထားပါတယ် Bencio က Traffic (2001) ရုပ်ရှင်နဲ့ Best Supporting Actor ဆုရထားပြီးRyan Phillipeကတော့ တော်တော်များများသိကြတဲ့ horror series ''I Know What You Did Last Summer'' နဲ့နာမည်ကြီးပါတယ် ဇာတ်လမ်းအကျဥ်း အငှားကိုယ်ဝန်ဆောင်ပေးတဲ့အမျိုးသမီးတစ်ယောက် သူ့နာမည်က ရော်ဘင်။ ကလေးပိုင်ရှင်လင်မယားရဲ့အိမ်မှာ သက်တော်စောင့်တွေရဲ့အချိန်ပြည့်စောင့်ကြည့်မှုနဲ့ အကျဥ်းသားတစ်ယောက်လိုနေရတဲ့သူ။ ကလေးမီးဖွားပြီးရင် သူ့တာဝန်ပြီးဆုံးမှာဖြစ်ပြီး အဖိုးအခအနေနဲ့ ဒေါ်လာတစ်သန်းယူပြီးထွက်သွားရုံပါပဲ။ ဒါပေမဲ့ ကလေးမီးဖွားဖို့တစ်ပတ်အလိုမှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး..... ဇာတ်ညွှန်းရေးသူဟာ ဒီဇာတ်ကားကိုကြည့်တဲ့သူတွေကို ဘယ်သူ့ဘက်ကိုပါရမှန်းမသိအောင် ဘယ်ဇာတ်ကောင်ကိုယုံရမယ်မှန်းမသိအောင် လုပ်ထားပါတယ်။ ဇာတ်လမ်းရဲ့ main role နှစ်ယောက်ကအစ ခိုးဆိုးလုယက်သူတွေဖြစ်နေလို့ပါပဲ။ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေးဟာလည်း ထင်သလောက်ရိုးရှင်းမနေခဲ့ပါဘူး။ ပြန်ပေးဆွဲမခံရခင်ကတည်းက ကလေးကိုပေးစရာမလိုမယ့်နည်းလမ်းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-way-of-the-gun-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/fa-147x200.jpg",
        "title": "Fearless(2006)",
        "description": "တရုတ်ပြည်ရဲ့ဝူရှူးကို တစ်ကမ္ဘာလုံးသိအောင် အသက်သွင်းခဲ့ပေးတဲ့ ဟို့ရွမ်ကျားရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ဟို့ရွမ်ကျားနေရာမှာ ဂျက်လီကပြန်ပြီးသရုပ်ဆောင်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ဟို့ရွမ်ကျားရဲ့ဘဝဇာတ်လမ်းကို ပီပီပြင်ပြင်နဲ့ ဟာကွက်မရှိဖော်ပြနိုင်ခဲ့သလို တရုတ်သိုင်းကားတွေရဲ့ထုံးစံအတိုင်း fight scene တွေပါပြောစရာမရှိအောင် မိုက်တာမို့ ဝမ်းနည်းပူဆွေးနဲ့အံ့ဩမင်သက်မှုရောထွေးပြီး ကြည့်ရလို့ ဘာသာပြန်သူပါနှစ်ခါပြန်ကြည့်မိတဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်ဗျ။ File size…2.55GB / 1.32GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Aciton , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasaahi",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-209/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/385XwTQZDpRX2d3kxtnpiLrjBXw.jpg",
        "title": "Superman Returns(2006)",
        "description": "Superman က သူ့အမိကမ္ဘာ Krypton ကို သွားရောက်စစ်ဆေးရင်း ငါးနှစ်အကြာမှာတော့ ကမ္ဘာမြေကို တစ်ဖန်ရောက်ရှိလာပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ အရာရာဟာ အရင်ကလိုမဟုတ်တော့ပါဘူး။ ဒီအပြောင်းအလဲတွေကို Superman တစ်ယောက် ရင်ဆိုင်ဖြေရှင်းရတော့မှာပါ။ ဒါ့အပြင် ရန်သူတော် Lex Luthor ရဲ့ ကောက်ကျစ်စဥ်းလဲမှုတွေ၊ ဉာဏ်နီဉာဏ်နက်များတာတွေကိုလည်း တားဆီးဖို့လိုအပ်လာပါပြီ။ ဒါတွေကို Superman ကျော်ဖြတ်နိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ဦးမလဲဆိုတာတွေကို ကောင်းကောင်းလေးကြည့်ရှုခံစားနိုင်မှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ်) File size…1.90GB / 784.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 34m\nGenre ..... Aciton , Adventure ,  Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kelvin",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/superman-returns2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2OBZth9rnSyMzZR8M0WwGj8ivDG.jpg",
        "title": "10th & Wolf(2006)",
        "description": "ကလေးဘဝမှာ မာဖီးယားဂိုဏ်းဝင်အဖေဖြစ်သူ သေနတ်နဲ့အပစ် ခံရပြီးသေဆုံးသွားတာကို မြင်ခဲ့ရတဲ့ တွမ်မီတစ်ယောက် အရွယ်ရောက်လာတဲ့အခါမှာမရိန်းတပ်ထဲကိုဝင်သွားခဲ့ပြီး အရှေ့အလည်ပိုင်းစစ်ပွဲမှာတိုက်ခိုက်ခဲ့ပါတယ်။ဒါပေမဲ့လည်းအာဏာရှင် ဆက်ဒမ် ကိုဒီတိုင်းလွှတ်ပေးခဲ့တဲ့အတွက် မကျေနပ်ဖြစ်ပြီးသူကိုယ်တိုင်းသွားရှင်းမယ်ဆိုတဲ့ စိတ်နဲ့ ကာနယ်ရဲ့ဂျစ်ကားကိုခိုးပြီး သွားခဲ့ပေမဲ့လည်းလမ်းမှားပြီးကူဝိတ်မြို့နားမှာ ပြန်အဖမ်းခံလိုက်ရပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်အေးဂျင့်နှစ်ယောက်က မူးယစ်ရာဇာလူဆိုးဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ရက်ဂျီယိုကို ကူညီပြီဖမ်းပေးမယ်ဆိုရင် ပြစ်ဒဏ်လျော့ပေါ့ပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့တဲ့အပြင် သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်ပြီး အခုချိန်မှာလူမိုက်ဂိုဏ်းခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျိုဝီကိုလည်း ဖမ်းဖို့ခြိမ်းခြောက်လာခဲ့တာကြောင့်ကူညီပေးဖို့လက်ခံလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ပဲ ရက်ဂျီယိုကိုဖမ်းနိုင်ဖို့အတွပ် တွမ်မီတစ်ယောက် သူ့ရဲ့မွေးရပ်မြေကိုပြန်သွားရပြီးဝမ်းကွဲအကိုဖြစ်တဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ဂျိဝီနဲ့ ပြန်ဆုံတွေ့ကြရင်းအက်ဖ်ဘီအိုင်တွေက သူ့ရဲ့ဝမ်းကွဲအကို ကိုတင်မဟုတ်ပဲ သူ့ရဲ့ညီလေးဗင်းဆင့်ကိုပါ ဝှက်ဖဲအနေနဲ့ကိုင်ထားမှန်းသိရှိလိုက်ရတဲ့အခါမှာ တွမ်မီတစ်ယောက်ရက်ဂျီယိုကိုပဲအမိဖမ်းနိုင်မလား၊ ဒီလိုအလုပ်တွေမလုပ်ပါဘူးဆိုတဲ့ သစ္စာကိုရောဖောက်ဖျက်မိမှာလား၊ သူ့ရဲ့ဝမ်းကွဲအကိုနဲ့ ညီကိုရော ကယ်တင်နိုင်မလားဆိုတာကိုအကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှု‌လိုက်ပါဦးဗျ။အမေရိကန်က အီတလီဂိုဏ်းတွေနဲ့ မာဖီးယားဂိုဏ်းအကြောင်းတွေရောပါဝင်တာမလို့ ဒီလို လူဆိုးဂိုဏ်းရုပ်ရှုင်ကားမျိူးတွေလွမ်းနေတဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ။ File size…1.81GB / 609.2MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/10th-wolf2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gntsO8yN1xiFp1CldoJkk0jzxh7.jpg",
        "title": "The Shepherd: Border Patrol(2008)",
        "description": "2008 ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဗန်ဒိန်းကားဟောင်းတစ်ကား ဖြစ်ပါတယ်။ ကန်ချက်လှလှတွေနဲ့ ဖမ်းစားခဲ့တဲ့ ပြင်သစ်မင်းသားကြီး ဗန်ဒိန်းဆို လူတိုင်းနီးပါး သိကြမယ်ထင်ပါတယ်။ ဒီကားထဲမှာ Scott Adkin တောင် အရန်နေရာလောက်ပဲ ပါဝင်ထားခဲ့တာကိုလည်း တွေ့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ နယူးအော်လင်းမြို့ကြီးကနေ နယ်စပ်မြို့ကလေး ကိုလမ်ဘတ်စ်ကို ယုန်တစ်ကောင်နဲ့ ထူးဆန်းတဲ့ ရဲသားတစ်ယောက် ဂျက် ဌာနပြောင်းလာခဲ့ပါတယ်။ အဲဒီအချိန်မှာ ဖြစ်ပျက်နေတဲ့ ပြဿနာကလည်း နယ်စပ် တရားမဝင်ရွေ့ပြောင်းလူတွေ အမေရိကန်ဖက်ကို ခိုးဝင်ကြလို့ ဖြေရှင်းနေရတဲ့ကာလတစ်ခုပေါ့။ ဂျက်ရဲ့အထက်အရာရှိ ကပ္ပတိန်မမကြီးကလည်း အပေါက်ကတော့ တော်တော်ဆိုးပြောရမယ် အဲဒါအပြင် ဂျက်ကို တွဲဖက်ရှာပေးပြီး ပြဿနာမရှာဖို့ဆိုပြီး ထိန်းထားဖို့ လုပ်ပါတော့တယ်။ ဒီလိုနဲ့ ဂျက်တို့လည်း နယ်စပ်ကင်းလှည့်ရင်း ခိုးဝင်လာသူတွေကို ဖမ်းဆီးတဲ့အချိန် ဘိန်းဖြူသယ်လာတာကို မြင်ရပြီး မအောင်မြင်တော့ ဖောက်ခွဲပစ်တာကိုလည်း ကြုံလိုက်ရပါတယ်။ အဲဒါနဲ့ စုံစမ်းတဲ့အချိန်မှာ တစ်ဖက်က ဘိန်းဖြူကုန်ကူးနေတဲ့အဖွဲ့က အမေရိကန် ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-shepherd-border-patrol2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37MyrPtWQpgwzxrxQrfSgDTXkYL.jpg",
        "title": "Delta Force 2: The Colombian Connection (1990)",
        "description": "Delta Force 2: The Colombian Connection (1990)မင်းသားကြီး Chuck Norris ရဲ့ Delta Force Trilogy ထဲက ဒုတိယမြော​က်ကား လာပါပြီ။ ပထမကားကတော့ 1986 ထွက် The Delta Force ပါ။ဒီတစ်ခါကတော့ အမေရိက မှောင်ခိုဈေးကွက်မှာ အကြီးအကျယ် လုပ်ပိုင်ခွင့်ရထားတဲ့ တောင်အမေရိက မူးယစ်ဆေး တင်ပို့ရောင်းချသူ ရာမွန်ကိုတာကို ဖျက်ဆီးပစ်ရမယ့် မစ်ရှင်ဖြစ်ပါတယ်။နာမည်ဆိုးနဲ့ ကျော်ကြားလှတဲ့ ဆန်ကားလို့စ်နိုင်ငံက ကိုကိန်းဘုရင် ရာမွန်ကိုတာဟာ ​Chuck Norris (ကာနယ် မက်ကွိုင်း) ရဲ့ Delta Force တွဲဖက်အပြင် အမေရိကရဲ့ မူးယစ်ဆေးဝါး အေးဂျင့်အဖွဲ့ကို ဖမ်းထားပြီး သူ့အိမ်မှာ အကျဉ်းချထားတာပါ။ အဲဒါနဲ့ပဲ Delta Force ဟာ ကိုတာရဲ့ အင်အားကြီးမားတဲ့ ကိုကိန်းအင်ပါယာကြီးကို ရင်ဆိုင်တိုက်ခိုက်ရဖို့ ဖြစ်လာပါတယ်။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/delta-force-2-the-colombian-connection-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/330081-141x200.jpg",
        "title": "Young Guns (1988)",
        "description": "Young Guns (1988)ကြမ်းကြမ်းရမ်းရမ်း ကောင်းဘွိုင်ကား အနောက်ပိုင်းကား ကြိုက်တဲ့လူတွေအတွက် အလန်းစားရုပ်ရှင်လို့ ပြောလို့ရပါတယ်။ Billy the Kid လို့ခေါ်တဲ့ နာမည်ကြီး ဝရမ်းပြေး သေနတ်သမားအကြောင်း ဖြစ်ရပ်မှန်ကို ပုံစံသစ်နဲ့ ပြန်ပြောင်းပြောပြထားတဲ့ ဇာတ်လမ်းလည်းဟုတ်တယ်။ သူက အသက် ၂၁ မှာသေသွားပေမဲ့ သူမသေခင် ခပ်ငယ်ငယ်မှာတင် လူ ၂၁ ယောက်ကို သတ်ခဲ့တယ်လို့ တစ်ချို့ကပြောကြတယ်။ နယူးမက္ကစီကိုမှာဖြစ်ခဲ့တဲ့ လင်ကွန်းကောင်တီဝါးကိစ္စမှာလည်း လူသုံးယောက်သတ်ခဲ့တယ်ပြောကြတယ်။ ဒီကားကလည်း အဲဒီလင်ကွန်းကောင်တီဝါးမှာဖြစ်ခဲ့တဲ့ကိစ္စကိုပဲ ရိုက်ပြထားတာ။ Young Guns ဟာ Billy the Kid အကြောင်းရိုက်ထားတဲ့အထဲက သမိုင်းအချက်အလက်နဲ့ အကိုက်ဆုံးရုပ်ရှင်လို့လည်း ပြောကြတယ်။ ကားနာမည်နဲ့လိုက်အောင်ပဲ ဒီကားထဲက သေနတ်သမားတွေအကုန်လုံးဟာ အသက် ၂၀ အောက် ဖိုက်တာတွေချည်းပါပဲ။ ဒီရုပ်ရှင်က ၂ထွက်ထားသလို ၃လည်းလာဖို့ရှိပါတယ်။၁၈၇၈ နယူးမက္ကစီကိုမှာ ဂျွန်လို့ခေါ်တဲ့လူက လမ်းဘေးက အလေနတောသေနတ်သမားလေးတွေကိုခေါ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/young-guns-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60338454_829789057405743_5511122225421352960_n-133x200.jpg",
        "title": "Species IV: The Awakening (2007)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 4 : The Awakening (2007) ဇာတ်လမ်းအကျဉ်း....\nဒီကားမှာလဲ ဂြိုလ်သားကိုတူမအဖြစ်မွေးထားတဲ့ သိပ္ပံပညာရှင်ကြောင့် ဇာတ်လမ်းက စတာပါပဲ...ဒီဂြိုလ်သားမလေးကတော့ အရမ်းကို Sexy ကျ လှပပြီးတော့ သူမကိုယ်ထဲက ဂြိလ်သား DNA ဟာလဲ အရမ်းကို ရမ္မက်စိတ်ပြင်းထန်လွန်းတာကြောင့် ပုရိသယောကျာ်းတို့ ဒုက္ခရောက်ပုံတွေကို ဝေဝေဆာဆာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/species-iv-the-awakening-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60264494_829789010739081_3246571714691203072_n-134x200.jpg",
        "title": "Species III(2004)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 3 (2004) ဇာတ်လမ်းအကျဉ်း....\nဂြိုလ်သားတွေနဲ့လူသားတွေကြား တစ်ဖက်နဲ့တစ်ဖက်သတ်ဖြတ်နေတဲ့တိုက်ပွဲတွေထဲက ကျန်ရှိနေတဲ့ ဂြိုလ်သားမျိုးကို စမ်းသပ်မွေးမြူဖို့ ဆုံးဖြတ်လိုက်ရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.5 GB)/(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/species-iii-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Species_II-857231632-large-138x200.jpg",
        "title": "Species II (1998)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 2 (1998) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာမြေကနေ အင်္ဂါဂြိုလ်ပေါ်ကို ပထမဆုံးရောက်ရှိသွားတဲ့ အာကသယာဉ်မှူးတစ်ယောက်ဆီမှာ အင်္ဂါဂြိုလ်က ဂြိုလ်သား DNA ကူးစက်သွားတာကနေ စပါတယ်....ဒီအာကသယာဉ်မှူး ကမ္ဘာမြေကိုပြန်လည်ရောက်ရှိပြီး သူနဲ့အိပ်လိုက်မိတဲ့မိန်းခလေးဆီမှာ ဂြိုလ်သားကလေးမွေးရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(2.2 GB)/(1.2 ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/species-ii-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/FSRYMCKXIAEm3LV-153x200.jpg",
        "title": "Species (1995)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species (1995) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာ့အပြင်က ရရှိလာတဲ့ ကမ္ဘာဂြိုဟ်က မဟုတ်တဲ့ ဒီအန်အေကို ကမ္ဘာမြေကလူသားဒီအန်အေနဲ့ပေါင်းစပ်ပြီး ထူးဆန်းတဲ့သက်ရှိတစ်မျိုးဖန်တီးရာကနေ ဇာတ်လမ်းစတာပါပဲ။\nဒီဂြိုလ်သားတစ်ပိုင်းလူသားတစ်ပိုင်း သတ္တဝါမျိုးက ဘယ်လိုအကျင့်စရိုက်တွေနဲ့ ဘာတွေဆာလောင်လဲဆိုတာနဲ့\nလူသားတွေရဲ့ အလိုရမ္မက်လောဘကြီးမှုတွေကြောင့် ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.4 GB)/(1.4 GB)/(930 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/species-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VpEcYxo2T5qt5YMynfWZkctPR4.jpg",
        "title": "Blood Father(2016)",
        "description": "Blood Father(2016)******************ဂျွန်လင့်ဆိုသူဟာ ထောင်ကထွက်လာပြိး စောင့်ကြည့်ကာလနဲ့နေထိုင်ရင်းအသောက်အစားဖြတ်ကာ ဘဝသစ်ပြန်စ၊\nဆိုးသွမ်းခဲ့တာတွေပြင်ဆင်၊ ဆုံးရှုံးခဲ့တာတွေ ပြန်အဖတ်ဆယ်ရင်းနဲ့၊ ဇနီးဖြစ်သူကလည်းပစ်သွားတဲ့အပြင်တစ်ဦးတည်းသောသမီးကပါ\nအိမ်ကထွက်ပြေးသွားလို့ ရှာမရဖွေမရဖြစ်ရင်း ပြန်လည်ထူထောင်ရေးစခန်းမှာသောင်တင်နေသူပါ။\nသမီးဖြစ်သူ လဒ်ဒီယာဟာဆိုရင် အိမ်ကထွက်ပြေးရင်းမှ လူမိုက်ဂိုဏ်းသားတစ်ယောက်နဲ့ရည်းစားဖြစ်မိကာ\nအခြေအနေအမျိုးမျိုးကြောင့် ရည်းစားဖြစ်သူကိုသတ်မိသွားပါရော၊\nဆိုးတာက သူ့ကောင်လေးဟာ လူမိုက်ဂိုဏ်းကခေါင်းဆောင်ရဲ့တူဖြစ်နေတဲ့အပြင်၊\nသူမကိုပါ ပိုက်ဆံတွေယူသွားတယ်ဆိုပြီး စွဲချက်တွေနဲ့အတူ၊ ရဲဘက်ကလည်း လူသတ်မှုနဲ့လိုက်ရှာပါတော့တယ်။\nကြံရာမရတဲ့အဆုံး ဖခင်ဆီကိုသာပြန်လာခဲ့ပြီး ဖခင်ဖြစ်သူက သမီးရဲ့အရှုပ်တွေကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကို\nကြည့်ရှုရမယ့် ဖအေနဲ့ သမီးတို့ရဲ့ စွန့်စားခန်းတစ်သီကြီးနဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...File Size :(1.9GB)(and (718MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/blood-father2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ffff-133x200.jpg",
        "title": "Out of Exile (2023)",
        "description": "သင်ဟာ ရာဇဝတ်သားတစ်ယောက်ဖြစ်ပြီး ‘ဒီအလုပ်က နောက်ဆုံးပဲကွာ.. ဒါပြီးရင် တရားမဝင်အလုပ်တွေ မလုပ်တော့ဘူး’လို့ တွေးမိရင် ချက်ချင်း ခေါက်ထားလိုက်ပါတော့.. ဘယ်လောက်ကြိုးစားကြိုးစား အရာထင်မှာမဟုတ်ပါဘူး.. အပူပိုင်းဒေသကမ်းခြေလေးတစ်ခုမှာ ကော့တေးလေးသောက်ရင်း ဇိမ်ကျကျနေနိုင်မှာမဟုတ်ဘူး.. သက်တမ်းကြာနေပြီဖြစ်တဲ့ အကြွေးတွေကို ရှင်းနိုင်မှာမဟုတ်ဘူး.. သင်မျှော်လင့်ထားတဲ့ သက်တောင့်သက်သာ အိမ်မက်တွေလဲ ဖြစ်လာမှာမဟုတ်ဘူး.. နောက်ဆုံးတစ်ခါပါပဲဆိုပြီး သင်ကြိုးစားလဲ သင်နဲ့ သင်တန်ဖိုးထားရတဲ့ အရာတွေတွေအတွက် အဆိုးဆုံးအခြေအနေနဲ့သာ အဆုံးသတ်သွားနိုင်ပါတယ်.. ဒါကို နားမလည်သေးဘူးဆိုရင်.. Ouf of Exile က သင့်အတွက်ရှိနေပါတယ်.. ထောင်ဒဏ်၁၆နှစ် ကျခံရပြီးတော့ ခံဝန်နဲ့ လွတ်လာတဲ့ ရက်ဆဲဟာ သူ့ကို စိမ်းကားနေတဲ့ သမီးဖြစ်သူနဲ့အတူ အေးအေးဆေးဆေးနေနိုင်ဖို့ ရည်ရွယ်ချက်နဲ့ ဘဏ်ငွေသယ်တဲ့ကားကို ဓားပြတိုက်ဖို့ လုပ်ပါတယ်.. ဒါပေမယ့် ကိစ္စက ထင်သလို မချောမွေ့ပဲ ဘဏ်အစောင့်ကို သတ်မိလိုက်တဲ့အတွက် FBIက ဓားပြတွေကို စုံစမ်းရှာဖွေဖို့ကြိုးစားလာတယ်.. ရက်ဆဲရဲ့ အလုပ်ရှင်ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/out-of-exile-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkPgKnHcPgLNrIO6OrtbkC9QNB3.jpg",
        "title": "Mountain Ghost ( 2023 )",
        "description": "\"ကျဲ\" တောင်တန်းဆီက သေရာကနေ ပြန်လည်ရှင်သန်နိုင်တယ်ဆိုတဲ့\nပယင်းကျောက်စိမ်းတုံးရဲ့ထူးဆန်းဖွယ် ဒဏ္ဍာရီလာ ဇာတ်လမ်းတစ်ပုဒ် ...!ကျဲ တောင်လို့ အမည်ရတဲ့ တောင်​ခြေမှာ ချန်ရှို့ဆိုတဲ့ ရွာငယ်လေး\nတစ်ရွာက တည်ရှိလို့နေခဲ့ပါတယ် ။ အဲဒီရွာငယ်လေးဟာ\nအမဲလိုက်ခြင်းကို အားပြုပြီး အသက်မွေးဝမ်းကြောင်းပြုရတဲ့ ရွာငယ်လေးပါ ။\nသူတို့နဲ့ အနီးအနားမှာရှိတဲ့ ကျဲ တောင်ကို ဝင်ရောက်သွားကြတဲ့\nသူတိုင်းဟာလဲ တစ်ယောက်မှ အသက်ရှင်လျှက်ပြန်မလာနိုင်ခဲ့ကြပါဘူး ။ဒါကို စုံစမ်း သိရှိလိုတဲ့ ထျန်းရှီး လို့ခေါ်တဲ့ လူငယ်လေးဟာ\nရွာသူကြီးရဲ့ အမိန့်ကို အာခံပြီး ကျဲ တောင်ဆီ ရွာသားတစ်ချို့နဲ့\nသွားရောက်ခဲ့ပါတယ် ။ ဒါပေမဲ့လဲ ထျန်းရှီး အပါအဝင် ရွာသားတစ်ချို့ဟာ\nသေဆုံးလျှက်ပဲ ပြန်လည်ရောက်ရှိခဲ့ပါတယ် ။ တစ်ဆက်ထဲမှာပဲ\nထူးဆန်းတဲ့ အဖြစ်အပျက်က ဖြစ်ပေါ်ခဲ့လေတော့တယ်\nအဲ့တာကတော့ ထျန်းရှီးဟာ ပြန်လည်ရှင်သန်လာချင်းပါပဲ ။\nဒီလိုနဲ့ ထျန်းရှီးဟာ သူ့ရဲ့ သေဆုံးသွားကြတဲ့ ရွာသူရွာသားတွေအတွက်\n\"ပယင်းကျောက်စိမ်းတုံး\" ကို ပြန်လည်ရှာဖွေဖို့ သခင်ကြီးဝူ\nဆိုသူတို့နဲ့ ကျဲတောင်ဆီ ပြန်လည်ခရီးဆက်တဲ့အခါမှာ....?❏ \"ပယင်းကျောက်စိမ်းတုံး\"ကို ရှာဖွေတွေ့ရှိပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SZ07/Mountain_Ghost_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BM2FiODk5ZDktZjE4Mi00ZTVkLTgxOWQtYzIxODNmY2U0MjJhXkEyXkFqcGdeQXVyMTMxNzc2NDIx._V1_-135x200.jpg",
        "title": "Righteous Thieves (2023)",
        "description": "Righteous Thieves ကတော့ မကြာသေးခင်မှထွက်ရှိထားတဲ့ ဒါရိုက်တာ Anthony Nardolilo ရိုက်ကူးထားပြီး Lisa Vidal, Carlos Miranda နဲ့ Jaina Lee Ortizတို့အဓိကပါဝင်ထားတဲ့ thriller ရုပ်ရှင်ဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း အန်နဘယ်လ်ဟာ ကာလရှည်ကြာပျောက်ဆုံးနေတဲ့ အနုပညာလက်ရာတွေ အထူးသဖြင့် နာဇီတွေ ဂျူးလူမျိုးတွေဆီကမတရားသိမ်းယူထားခဲ့တဲ့ပန်းချီတွေကို ပြန်စုဆောင်းနေတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့ ခေါင်းဆောင်ပါ။ အန်နဘယ်လ်ရဲ့ဆရာ ဂျိုးဇက်ဖ်ဟာ သူ့ဘဝတစ်ခုလုံး နာဇီတွေသူ့မိသားစုဆီကခိုးယူသွားခဲ့တဲ့ ပန်းချီလက်ရာတွေကို လိုက်လံရှာဖွေရင်း ကုန်ဆုံးခဲ့တယ်။ သူ့ဆရာရဲ့မပြီးမြောက်သေးတဲ့ရည်မှန်းချက်ကို အန်နဘယ်လ်ကဆက်အကောင်အထည်ဖော်ဖို့ စိတ်ပိုင်းဖြတ်ထားတယ်။ ခုလက်ရှိမှာ ပန်းချီကားတချို့ဟာ ဂျာမန်လူမျိုးအရင်းရှင် အိုတိုဟိုင်ဇန်ရဲ့လက်ထဲမှာရှိနေပါတယ်။ အဲဒါတွေကိုပြန်ယူဖို့ အန်နဘယ်လ်နဲ့သူ့ညာလက်ရုံးအက်ဒီတို့ လူစုဆောင်းကြတာမှာ လူစီ (ဟက်ကာ)၊ နာဒီယာ (သော့ဝိဇ္ဇာ) နဲ့ လူမိုက် ဘရူနိုတို့က အဖွဲ့ဝင်တွေဖြစ်လာကြတယ်။ ဟိုင်ဇန်ရဲ့ အန္တရာယ်များတဲ့အစောင့်တွေ ဇီဝမက်ထရစ်သော့တွေ နည်းပညာတွေနဲ့ အထပ်ထပ်ကာကွယ်ထားတဲ့ ပန်းချီကားတွေကို ဥပဒေဘောင်အတွင်းကနေ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/righteous-thieves-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziqUBUAp7JnqMQwYEylclX2gXqJ.jpg",
        "title": "Angels Of Vengeance ( 2023 )",
        "description": "CMပရိသတ်ကြီးကို မှုခင်းရဲမေ လျို့ဝှက်သည်းဖို\nဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထူးရဲကွန်မန်ဒိုတပ်ဖွဲ့ဝင် နတ်မိမယ်လေး(၄)ယောက်ဟာ\nမူးယစ်တိုက်ဖျက်ရေးရဲတပ်ဖွဲ့နဲ့ပူးပေါင်းပြီး\nမူးယစ်ရာဇာကိုအမြစ်ကနေလှန်ပစ်နိုင်ဖို့အတွက်\nသူလျှိုအဖြစ်နဲ့ မူးယစ်ဂိုဏ်းထဲကိုရောဝင်ပြီး\nအမှုကိုဖော်ထုတ်မယ့် မှုခင်းဇာတ်လမ်းပဲဖြစ်ပါတယ်။နတ်မိမယ်(၄)ယောက်ကတစ်ယောက်ချင်းစီဘယ်လိုစွမ်းရည်တွေရှိကြလဲ......\nမူးယစ်ဂိုဏ်းထဲမှာ လျို့ဝှက်သည်းဖိုဘယ်လိုဟန်ဆောင်ပြီ\nးသက်သေတွေရအောင်ယူကြလဲ......\nမူးယစ်ဂိုဏ်းကြီးကိုဘယ်လိုနှိမ်နင်းပစ်လဲ......ဆိုတာ ကို\nကြမ်းကြမ်းရမ်းရမ်းဖိုက်တင်ခန်းတွေနဲ့အတူ\nမမတွေကအလှမပျက်တင်ဆက်ပြသွားမှာဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3eT7x/Angels_Of_Vengeance_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTIzNDU0MzMxN15BMl5BanBnXkFtZTcwNTA1MDQzMQ@@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Blue Thunder (1983)",
        "description": "၁၉၈၃ခုနှစ် မေလ၁၃ရက်နေ့မှာ ထွက်ရှိခဲ့တဲ့ Blue thunder ဟာဆိုရင် action thirller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ ၁၉၇၅ နဲ့ ၁၉၇၈ ခုနှစ်တို့မှာ ထွက်ရှိခဲ့တဲ့ Jaws , Jaws2 စတဲ့ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသား Roy Scheiderမှ Frank Murphy နေရာမှ ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင် home alone ဇာတ်ကားတွေထဲက သူခိုးအဖြစ်နာမည်ကြီး သွား Daniel Stern က richard lymangoodaနေရာမှ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အသွားကတော့ ဖရန့်ခ်မာဖီဆိုတဲ့ ရဲရင့်တဲ့ လော့စ်အိန်ဂျယ်လိစ် ရဲအရာရှိက အသစ်‌ရောက်ရှိလာတဲ့ blue thunder အမည်ရှိတဲ့ အဆင့်မြင့် နည်းပညာတွေတပ်ဆင်ထားတဲ့ တိုက်ခိုက်ရေးသုံး ဟယ်လီကော်ပတာ တစ်စီးကို စမ်းသပ်ဖို့‌ရွေးချယ်ခံခဲ့ရပါတယ်တယ်။ဒါပေမယ့် သူနဲ့ သူပါတနာက ဟာ Blue thunder ကိုပျံသန်းနေစဥ်မှာပဲ အစိုးရက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blue-thunder-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nKTqyWwLxkvoEKkSAGWo1GdiTpb.jpg",
        "title": "The Last Boy Scout(1991)",
        "description": "ကျွန်တော်တို့ရဲ့ Die Hard မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ 90 ခုနှစ်က ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်.ဂျိုးဟယ်လမ်ဘက်ခ်ဟာ အကောင်ကြီးကြီး တစ်ပွေနဲ့ ပြဿနာဖြစ်ပြီးလျို့ဝှက်စုံစမ်းရေးအဖွဲ့ကနေ ရာထူးချခံခဲ့ရပြီး အလွတ်စုံထောက် လုပ်နေခဲ့သူ ဖြစ်ပါတယ်.\nတစ်ရက် အိမ်ပြန်လာချိန်မှာတော့.သူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့မိန်းမ နဲ့ တကူကူးနေတာကို မိသွားခဲ့ပြီးသူ့အတွက် ကမ္ဘာကြီးပျက်သလို ခံစားနေရပေမယ့်. ပြောထွက်ခဲ့တဲ့ စကားလုံးတွေကဟာသဆန်နေခဲ့သလို သူ့သူငယ်ချင်း မိုက်အပေါ် လက်သီးတစ်ချက်နဲ့သာ တုံ့ပြန်ခဲ့သော်လည်းကံကြမ္မာက မျက်နှာသာမပေးခဲ့လို့ မိုက်တစ်ယောက် ကားဗုံးကွဲပြီး သေသွားခဲ့ပါတယ်သွားလေသူ မိုက် ရဲ့စောင့်ကြည့်ရေးအလုပ်ကို လကပြောင်းလွှဲယူခဲ့ကာသူ စောင့်ကြည့်ပေးနေတဲ့ မိန်းကလေး ကိုရီပါ အသတ်ခံရတဲ့အချိန်မှာတော့ဒီကိစ္စက သာမန်ကိစ္စမဟုတ်ဘဲ နောက်ကွယ်က အာဏာရှိတဲ့အဖွဲ့အစည်းတစ်ခုရဲ့လက်ချက်မှန်းသဘောပေါက် သွားခဲ့ပါတယ် ကိုရီသေဆုံးမှုကို သူ့ရဲ့ရည်းစား ဘောလုံးကစားသမားဟောင်း ဂျင်မီဒစ်ဇ် နဲ့ပူးပေါင်းပြီး ထောက်လှမ်းဖော်ထုတ်ပုံများကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.File size…2.5GB / 824.2MB\nQuality…Blu-Ray 1080p 5.1CH ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-boy-scout1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9v3PhQYMq1nAfxN4TfZ4cWFUk67.jpg",
        "title": "Control(2004)",
        "description": "အကျင့်ဟောင်းတွေဆိုတာက ဖျောက်ဖို့ခက်ပါတယ်။\nဒါပေမဲ့ လူတွေရဲ့အကျင့်ဆိုးတွေကိုပျောက်သွားစေမဲ့ ဆေးဆိုတာပေါ်လာခဲ့ရင်ရော ဘယ်လိုဖြစ်သွားမလဲ။\nလီ‌ရေးလ်ဟာ ကလေးဘဝတုန်းကကြုံခဲ့ရတဲ့စိတ်ဒဏ်ရာတွေကြောင့် အသက်ကြီးလာတဲ့အခါမှာလည်း လူဆိုးတယောက်ဖြစ်လာခဲ့ပါတယ်။\nတစ်နေ့မှာ သူကျူးလွန်ခဲ့တဲ့ လူသ-တ်မှုတွေကြောင့် သူ့ကို ဆေးထိုးသ-တ်ဖို့ တရားရုံးကအမိန့်ချမှတ်လိုက်ပါတယ်။ ဒီလိုနဲ့သေဒဏ်ကိုကျခံခဲ့လိုက်ရပေမဲ့လည်း သူကတကယ်မသေသေးပဲ သူ့ရဲ့ဘဝမှာကောင်းတာတစ်ခုလောက်လုပ်ဖို့ အခွင့်အရေးပေးလာခဲ့ပါတယ်။ အဲတာကတော့ အန်နာဂရက်စ်ဆိုတဲ့ စိတ်ကို ပြောင်းလဲစေပြီး အပြုအမူတွေကိုပါပြောင်းလဲပေးတဲ့ ဆေးစမ်းသပ်ချက်မှာပါဝင်ပေးဖို့ပါ။ ဆေးကလည်းအသစ်ဖြစ်တဲ့အပြင် အခုမှလူတွေအပေါ်မှာစတင်စမ်းသပ်မှာဖြစ်လို့ ဘယ်လိုဘေးထွက်ဆိုးကျိူးတွေရှိလည်းဆိုတာကိုမသိရသေးတဲ့ဆေးပါ။\nဒီလိုနဲ့ သူ့အတွက်လည်းရွေးချယ်စရာမရှိတဲ့အခြေအနေဖြစ်နေတာမလို့ စမ်းသပ်ခံလုပ်ပေးဖို့ သဘောတူလိုက်ရပြီး ဆေးကတကယ်ပဲ အာနိသင်သက်ရောက်မလား၊ ဘေးထွက်ဆိုးကျိုး တွေရှိပြီးသူ့ရဲ့အတိတ်ဟောင်းကလိုက်ပြီး ခြောက်လှန့်နေဦးမလား ဆိုတာကို အကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှုကြရမှာပါ။Goodfellas မှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Ray Liotta နဲ့ Green Goblin နေရာမှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Williem Dafoe တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားလေးဖြစ်လို့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…1.95GB / 717.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/control2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uDg7tHvK8aFcG6DkN5eHiZAurOU.jpg",
        "title": "Bullitt (1968)",
        "description": "Bullitt (1968)~ IMDb - 7.4/10, RT - 98%, Meta - 81% ~၁၉၆၈ ခုနှစ်က မှုခင်းအက်ရှင်ဇာတ်ကားတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။ တစ်ချိန်က ရွှေထီးဆောင်းခဲ့တဲ့ Warner Bros. production ရဲ့ ဇာတ်ကားကြီးပေါ့။ အဲဒီခေတ်က အကြီးကျယ်အခမ်းနားဆုံးဆိုတဲ့ ဆန်ဖရန်စစ်စကိုလမ်းမပေါ်မှာ ကားချင်းယှဉ်မောင်းပြီး လူဆိုးလိုက်ဖမ်းတဲ့ဇာတ်ဝင်ခန်းက သမိုင်းတွင်ခဲ့ပါသတဲ့။ ဇာတ်ကားက Box Office မှာလည်း Hit ဖြစ်ခဲ့ပြီး လေးသန်းလောက်သုံး၊ သန်းလေးဆယ်ကျော်ပြန်ရခဲ့တာဆိုတော့ ဒီဘက်ခေတ်ငွေတန်ဖိုးနဲ့တွက်ကြည့်ရင် တကယ့်ငွေပမာဏပဲဗျ။အော်စကာဆုပေးပွဲကြီးမှာလည်း ရုပ်ရှင်တည်းဖြတ်ဆုကို ထိုက်ထိုက်တန်တန် ရခဲ့တဲ့ဇာတ်ကားကြီးပါ။ ဒီဘက်ခေတ်အမြင်နဲ့တော့ သိပ်မစွံလှဘူးပေါ့လေ။ အမေရိကန် ရုပ်ရှင်ထိန်းသိမ်းရေးအဖွဲ့ကြီးက ရွေးချယ်လိုက်တဲ့ သမိုင်းအရ၊ ယဉ်ကျေးမှုအရ၊ လှပမှုအရ ထူးခြားပြောင်မြောက်သော ဇာတ်ကားကြီးပါတဲ့ဗျို့။ ဒီတော့ ဟိုဘက်ခေတ်တွေက ဂန္ထဝင်ရုပ်ရှင်ကြီးကို ပြန်မြည်းစမ်းလို့ရပြီပေါ့လေ။မင်းသားကြီးကတော့ Steve McQueen ပဲဗျာ။ ၆၀ ခုနှစ်ရဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/bullitt-1968/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTNiNDMxOGItODc0My00NWMyLWE4N2UtYWZmOTYxMzkwYTA0XkEyXkFqcGdeQXVyNTMwNDQzODA@._V1_-142x200.jpg",
        "title": "The Legend of Awesomest Maximus (2011)",
        "description": "The Legend of Awesomest Maximus (2011)\n==============================(လိင်ပိုင်းဆိုင်ရာ အသုံးအနှုန်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ ပါဝင်\nတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်တဲ့ဇာတ်ကားအဖြစ်\nကြိုတင်သတိပေးပါရစေ။)နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ခုကို ဟာသဗားရှင်းအနေနဲ့\nပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားတွေကို ပရိသတ်တွေ\nကြည့်ဖူးကြမှာ သေချာပါတယ်။ဒီဇာတ်ကားဟာလည်း လောကကြီးကို ဟာသအမြင်နဲ့ ရှုမြင်\nတတ်တဲ့ လူတွေရဲ့စိတ်ကူးတွေကို ပေါင်းစပ်ဖန်တီးထားတဲ့\nရုပ်ရှင်တစ်ခု လို့ ဆိုရပါလိမ့်မယ်။ နာမည်ကြီးရောမခေတ်\nဇာတ်ကားတွေကို ရောသမမွှေထားပြီး ကိုယ်အကြိုက်ဆုံး\nဇာတ်ဝင်ခန်းတစ်ခု ပေါ်လာတိုင်း Leonardo Pointing Meme\nလိုမျိုးပဲ “ဒါက ဟိုကားထဲက. ဟိုကားထဲက” ဆိုပြီး ထအော်\nနိုင်ဖို့ The Legend of Awesomest Maximus ဆိုတဲ့ ဇာတ်\nကားကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေး\nလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (857 MB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-legend-of-awesomest-maximus-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/vinaro-bhagyamu-vishnu-katha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rL254xvbJdqQURG4MQrAGx9dkqz.jpg",
        "title": "Iris: The Movie(2010)",
        "description": "Iris: The Movie(2010)********************အိုင်းရစ်ဆိုတဲ့ ဒရမ်မာလေးကို အတိုချုံ့ပြီး ပြန်ကြည့်ချင်သူများအတွက် movie version လေးရပါပြီNSS လို့ခေါ်တဲ့အေးဂျင့်အဖွဲ့အစည်းတစ်ခုကနေ အထူးအေးဂျင့်ဖြစ်တဲ့ ဟျွန်းဂျွန်းကိုမြောက်ပိုင်းကလူတစ်ဦးကို သတ်ဖို့အတွက်တာဝန်ပေးခဲ့ပါတယ်....တာဝန်ပြီးမြောက်သွားသော်လည်း သရုပ်မှန်ပေါ်သွားတဲ့အတွက်ကြောင့် NSS ဒါရိုက်တာဘဲ့ဆန်းကနေသူ့ကိုစွန့်ပစ်ဖို့အတွက် ဟျွန်းဂျွန်းရဲ့သူငယ်ချင်းဖြစ်သူ ဆာဝူကိုအမိန့်ပေးခဲ့ပါတယ်....အဲဒီကနေတဆင့် ဟျွန်းဂျွန်းတစ်ယောက် နာကျည်းမှုတွေစတင်ကာ မြောက်ကိုရီးယားနဲ့ပူးပေါင်းပြီးလက်စားချေဖို့စတင်ရင်း အိုင်းရစ် ဆိုတဲ့အဖွဲ့အစည်းတစ်ခုအကြောင်း တစ်စတစ်စသိလာတဲ့အခါမှာတော့....တစ်ဖက်မှာလည်း မြောက်ကိုရီးယားနိုင်ငံဟာ တောင်ကိုရီးယားကိုနျူးကလီးယားလက်နက်နဲ့ ဗုံးဖောက်ခွဲဖို့စီစဉ်ရင်း ဘယ်လိုတွေဆက်ပြီး တောင်နဲ့မြောက် ပြဿနာလေးတွေ ဖြေရှင်းသွားမလဲ,,,ဟျွန်းဂျွန်းသိထားတဲ့ အိုင်းရစ်အဖွဲ့ကရော ဘာတွေကြံစည်ပြီး ဘယ်လိုတွေလုပ်ဆောင်နေလဲဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့်ပေးပါဦး...File Size :(4.6GB)(1.2GB) and (398MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre :Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Shoon\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/iris-the-movie2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/oYLX2MMVMoM55tTQExZrpcsMqGt-133x200.jpg",
        "title": "Indiana Jones and the Dial of Destiny (2023)",
        "description": "Indiana Jones and the Dial of Destiny (2023)~ IMDb - 6.8/10, Rotten Tomatoes - 69% ~ဂန္ထဝင်ရုပ်ရှင်တွဲတွေထဲက တစ်ခုဖြစ်တဲ့ အင်ဒီယာနာဂျုန်း ရုပ်ရှင် အသစ်ထွက်ပါပြီ။ ဒါက ၅ ကားမြောက်ရုပ်ရှင်ပါ။ ပထမလေးကားကိုတော့ ဒါရိုက်တာ စတီဗင်စပီးဘတ်ရိုက်ကူးခဲ့ပြီး အခုရုပ်ရှင်ကိုတော့ James Mangold က ရိုက်ကူးထားတာပါ။ ဒါပေမဲ့လည်း Executive Producer အဖြစ် စပီးဘတ်နဲ့ လူးကပ်စ်တို့ ပြန်ပါဝင်ခဲ့ပါတယ်။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ်ပဲ ပြန်ပါဝင်ထားပြီး Phoebe Waller-Bridge ကတော့ အင်ဒီရဲ့မိတ်ဆွေ ဘာဆယ်ရဲ့သမီး ဟယ်လင်နာအဖြစ် ပါဝင်ထားပါတယ်။ ဗီလိန်နေရာမှာတော့ ဗီလိန် ဆရာကြီး Mads Mikkelsen ပါဝင်ထားပါတယ်။ ဒီရုပ်ရှင်အစမှာ ဟယ်ရစ်ဆန်ဖို့ ငယ်ငယ်တုန်းကပုံကို အထူးပြုလုပ်ချက်နဲ့ လုပ်ထားပါတယ်။ AI နည်းပညာကိုသုံးပြီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/indiana-jones-and-the-dial-of-destiny-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/indiana-jones-crystal-skull-jpg-w339h524-194x300.jpeg",
        "title": "Indiana Jones and the Kingdom of the Crystal Skull (2008)",
        "description": "Indiana Jones and the Kingdom of the Crystal Skull (2008)IMDb Rating (6.2) / Rotten Tomatoes (77%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/indiana-jones-the-kingdom-of-the-crystal-skull-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-The-Last-Crusade-136x200.jpg",
        "title": "Indiana Jones and the Last Crusade (1989)",
        "description": "Indiana Jones and the Last Crusade (1989)IMDb Rating (8.4) / Rotten Tomatoes (84%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ စိတ်ပေါ့ပေါ့ပါးပါးဖြစ်အောင် ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/indiana-jones-and-the-last-crusade-1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-The-Temple-of-Doom-133x200.jpg",
        "title": "Indiana Jones and the Temple of Doom (1984)",
        "description": "Indiana Jones and the Temple of Doom (1984)IMDb Rating (7.5) / Rotten Tomatoes (77%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/indiana-jones-and-the-temple-of-doom-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-Raiders-of-the-Lost-Ark-132x200.jpg",
        "title": "Indiana Jones and Raiders of the Lost Ark (1981)",
        "description": "Indiana Jones and Raiders of the Lost Ark (1981)IMDb Rating (8.4) / Rotten Tomatoes (93%)++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/indiana-jones-and-raiders-of-the-lost-ark-1981/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oke6xdVV3QNRFBZSw4Wj6oKGmT5.jpg",
        "title": "Message from the King (2016)",
        "description": "ဒီရုပ်ရှင်လေးကတော့ ကွယ်လွန်သွားပြီဖြစ်တဲ့ Black Pantherမင်းသားChadwick Boseman သရုပ်ဆောင်ထားတဲ့ action crime drama movieလေးပဲဖြစ်ပါတယ်....။နောက်ပြီး ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ သူ့ရဲ့လေသံ၊ စကားပြောဟန်ဟာBlack Pantherရဲလေသံနဲ့တူတူပဲလို့ အင်တာဗြူးတစ်ခုမှာဖြေသွားဖူးပါတယ်...။ဒီတော့ Black Pantherတစ်ဖြစ်လဲ မင်းသား Chadwick Bosemanရဲ့သရုပ်ဆောင်ပုံကို အလွမ်းပြေ ကြည့်ရှုလို့ရမယ့်ကားလေးဖြစ်ပါတယ်...။ညီမဖြစ်သူကိုရှာပုံတော်ဖွင့်တဲ့ အစ်ကိုတစ်ယောက်ရဲ့ ဇာတ်ကြောင်းဖြစ်ပြီးမင်းသား Chadwickကလည်း စူပါဟီးရိုးသရုပ်မဟုတ်ဘဲ လူကောင်းတစ်ယောက်၊ကြေကွဲနေတဲ့ အစ်ကိုတစ်ယောက်ရဲ့သရုပ်ကို တည်တည်ငြိမ်ငြိမ်နဲ့ သရုပ်ဆောင်ပြသွားပါတယ်...။ ဇာတ်လမ်းအကျဥ်းကတော့...ဂျက်ကော့ဟာ ညီမဖြစ်သူဘီယန်ကာကိုရှာဖို့အတွက်နဲ့ ‌အာဖရိကကနေလော့စ်အိန်ဂျယ်လစ်ကိုတက်လာပါတယ်...။သူသိတာဆိုလို့ ညီမဖြစ်သူက သူ့အကူအညီလိုနေတယ်၊ပျောက်ဆုံးနေတယ်...ဆိုတာကလွဲပြီး ကျန်တာနတ္ထိပါ...။အဲ့လိုကနေ တစ်စပြီးတစ်စသိအောင် စုံစမ်းရင်းနဲ့ ညီမဖြစ်သူပျောက်ဆုံးရတာဟာမသမာသူလူတစ်စုရဲ့လက်ချက်ဖြစ်မှန်းသိသွားတဲ့အခါမှာတော့...ဘုရင်ကြီးရဲ့ ရာဇသံက ဘာဖြစ်မလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရှုလို့ရပါပြီ...။ File size…2.81GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/message-from-the-king-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kwMJqbY9jzFOf3g7UgAquMRt8kF.jpg",
        "title": "Beyond the Edge (2018)",
        "description": "မိုက်ကယ်ဆိုတဲ့ လူတစ်ယောက်ကသူများတွေမသိအောင် အကွက်တွေရွှေ့ပြီးလိမ်လည်လှည့်ဖျားပြီး ပိုက်ဆံတွေရအောင်လုပ်နေတဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။ အခုလဲ ကာစီနိုတစ်ခုဆီက ပိုက်ဆံအများကြီးရဖို့အတွက် အဲ့ဒီကာစီနိုမှာ အလုပ်သမားအနေနဲ့သုံးလလောက်ဝင်လုပ်ခဲ့ပြီး အချိန်ကျလာတဲ့အခါမှာတော့ သူ့ရဲ့မဟာအစီအစဉ်ကြီးကို အကောင်အထည်ဖော်ခဲ့ပါတော့တယ်။ အားလုံးအဆင်ပြေ ချောမွေ့နေပြီးနောက်ဆုံးကျမှပဲ ပါးစပ်နားရောက်နေတဲ့ ထမင်းလုတ်ပုတ်ချခံရသလို သူ့ပိုက်ဆံတွေအားလုံးလဲ တခြားသူတစ်ယောက်ဆီပါသွားပါတော့တယ်။အဲ့ဒီအပြင်ကိုမှ သူ့အကြောင်းကိုသိသွားတဲ့ ကာစီနိုပိုင်ရှင်ကလဲ နရင်းတွေအုပ်ပြီးတော့ သူဆုံးရှုံးခဲ့ရတဲ့ပိုက်ဆံ ငါးသန်းကိုတစ်ပတ်အတွင်းပြန်တောင်းပါတော့တယ်။ ဒီလိုနဲ့ အစီအစဉ်တွေသေချာချပြီး လုပ်ခဲ့တဲ့မိုက်ကယ်တစ်ယောက် သူဘယ်လို သူများလှည့်စားတာခံလိုက်ရတာလဲဆိုတာကိုစုံစမ်းကြည့်တဲ့အခါမှာတော့ သွေးရိုးသားရိုးမဟုတ်ပဲ သဘာဝလွန်စွမ်းအားတွေကြောင့်ဆိုတာကိုသိခဲ့ရပါတယ်။ဒီလိုနဲ့မိုက်ကယ်လဲ တစ်ပတ်အတွင်းသူပြန်ပေးရမဲ့ ပိုက်ဆံတွေပြန်ရဖို့အတွက် အဲ့လိုမျိုးသဘာဝလွန်စွမ်းအားတွေရှိတဲ့ လူတွေနဲ့ပေါင်းပြီး အဖွဲ့တစ်ခုဖွဲ့လိုက်ပြီး ပိုက်ဆံတွေကိုပြန်ရအောင်ကြိုးစားတဲ့ပုံကို ကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.76GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 51m\nGenre ….. Action , Adventure , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/beyond-the-edge-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIaihDzXF0ie3oALucbUZmvGRBu.jpg",
        "title": "Spartan (2004)",
        "description": "စကော့ဟာ ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့တပ်သားအသစ်တွေကို လေ့ကျင့်ပေးတဲ့ စစ်ရေးနည်းပြတစ်ယောက်ပါ...။တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ပြန်ပေးဆွဲခံရတဲ့ အမှုမှာသူလည်းပါဝင်စုံစမ်းပေးဖို့ အမိန့်ကျလာပါတယ်...။ပြန်ပေးဆွဲသွားတဲ့အကြောင်းအရင်းက လူကုန်ကူးဖို့၊လိင်လုပ်သားအဖြစ်အတင်းအကြပ်စေခိုင်းဖို့ပါ...။ဒါပေမဲ့ ပြန်ပေးသမားတွေမသိတာ ဒီကောင်မလေးဟာ အစိုးရအရာရှိကြီးတစ်ယောက်ရဲ့သမီးဖြစ်နေရော....။ဒီတော့ ပြန်ပေးသမားတွေ မသိခင် ကောင်မလေးကို ပြန်ကယ်မယ့်တာဝန်ဟာစကော့ခေါင်းပေါ်ကျရောက်လာပြီး...စကော့တစ်ယောက် ဘယ်လိုစုံစမ်းထောက်လှမ်းကယ်ထုတ်မလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုနိုင်ပါပြီ....။ File size…1.86GB / 655MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 46m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/spartan-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcz8oi9oCgq1wkA3Wz2kluE94pE.jpg",
        "title": "Mob Land (2023)",
        "description": "Mob Land (2023)မင်းသားကြီး John Travolta ပါဝင်ထားပြီး မူးယစ်ဆေးစွဲသူတွေ ဆေးရောင်းတဲ့ လူဆိုးဂိုဏ်းတွေနဲ့ မသမာသူတွေ ကြီးစိုးနေတဲ့ မြို့အကြောင်းအခြေတည်ထားတဲ့ Action ရုပ်ရှင်သစ်တစ်ကားပါ။ယခင်က ပြိုင်ကားမောင်းသမားဖြစ်ခဲ့တဲ့ ရှယ်ဘီဟာ ဇနီး သမီးလေးနဲ့အတူ မြို့ငယ်လေးမှာ အခြေချခဲ့ပါတယ်။ သူ့အလုပ်က မြို့လေးနဲ့မအပ်စပ်တဲ့အတွက် သူတို့မိသားစုက အဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ပါဘူး။ ယောက်ဖဖြစ်သူ ထရေးနဲ့ အသိ ရဲမှူးဘိုဒီတို့ကလည်း မကြာခဏလာလည်ကြပါတယ်။ဇနီးနဲ့သမီးလေး ဆွေမျိုးတွေဆီခဏသွားတဲ့အခါ ထရေးက ဆေးရောင်းသမားတွေဆီက ငွေကို ဓားပြတိုက်ဖို့ လာဆွယ်ပါတယ်။ ရှယ်ဘီက မလုပ်ချင်ပေမယ့် ငွေလိုနေတာရော ထရေးအဆွယ်ကောင်းတာကြောင့်ရော သဘောတူလိုက်ပါတယ်။အစီအစဉ်ဆွဲတုန်းကတော့ အဆင်ချောပေမဲ့ လက်တွေ့မှာ ထင်သလိုမဖြစ်လာဘဲ ထရေးက လူသတ်မိတဲ့အခါ...သူတို့ဓားပြတိုက်မိတာက မာဖီးယားဂိုဏ်းက ငွေတွေဖြစ်ပြီး အရှုပ်တွေဆက်တိုက်ဖြစ်လာတဲ့အခါ...ထရေးတို့ကို လက်စားချေဖို့ မာဖီးယားဂိုဏ်းက လူ လိုက်လာတဲ့အခါ...ရှယ်ဘီကရော ဘယ်လို ပြစ်မှုတွေ ဆက်လုပ်ရဦးမလဲ သူတို့ကျူးလွန်ခဲ့တဲ့အပြစ်အတွက် ဘာတွေပြန်ပေးဆပ်ရမလဲဆိုတာ စိတ်၀င်စားဖွယ် အားပေးရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/mob-land-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPjZsEni0KF0IXGXh0kaxNESdGE.jpg",
        "title": "The White Storm 3: Heaven or Hell ( 2023 )",
        "description": "The White Storm ရဲ့တတိယမြောက်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားမှာတော့ အရင်ဇာတ်ကားကမင်းသားကြီးဖြစ်တဲ့\nLouis Kooတစ်ယောက်ပဲပြန်ပါလာပြီး\nမင်းသားကြီး Aaron Kwok နဲ့ Sean Lau တို့ထပ်ပါဝင်လာပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဟောင်ကောင်ရဲ့မူးယစ်ရာဇာကြီးခန်းစုချိုင်းဟာ ဟောင်ကောင်မှာ\nမရှုမလှနှိမ်နင်းခံရတဲ့အတွက် အသက်ဘေးလွတ်မြောက်အောင်ပြေးရင်း\nရွှေတြိဂံဒေသ ထိုင်းမြန်မာနယ်စပ်မှာ အခြေချနေရပါတယ်။နိုင်ငံတကာဖမ်းဝရမ်းထုတ်ခံထားရတဲ့အတွက် လက်နက်ကိုင်တပ်ကကြီးစိုးတဲ့\nဘိန်းချက်တဲ့ရွာမှာပဲ လုပ်ကိုင်နေရင်း ရွှေတြိဂံဒေသကိုကြီးစိုးနိုင်ဖို့ ကြံစည်ပါတယ်။\nထိုင်းကိုလွတ်မြောက်သွားတဲ့ မူးယစ်ရာဇာကြီးကိုဘယ်လိုပြန်ဖမ်းကြမလဲဆိုတာကို\nတင်ဆက်ပြထားတာပဲဖြစ်ပါတယ်။ မင်းသားကြီးတွေရဲ့ အက်ရှင်တွေ\nအိုက်တင်တွေကပြောစရာမရှိအောင်ပါပဲဆိုတဲ့အတွက်\nမူးယစ်ဂိုဏ်းသူလျိုကားတွေကိုကြိုက်နှစ်သက်တဲ့\nအက်ရှင်ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 2h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon \nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/1WCv9/The_White_Storm_3_Heaven_Or_Hell_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTcxNDI2NDAzNl5BMl5BanBnXkFtZTgwODM3MTc2MjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Hunger Games: Mockingjay – Part 1 (2014)",
        "description": "The Hunger Games: Mockingjay - Part 1\nပြိုင်ပွဲကြီးပြီးဆုံးသွားခဲ့ပါပြီ ။\nကတ်နစ်တစ်ယောက်ပစ်လွှတ်လိုက်တဲ့မြှားတစ်စင်းက\nတကယ့်ကိုပဲပြိုင်ပွဲကိုအဆုံးသတ်စေခဲ့ရပါတယ်။\nအရာအားလုံးကိုပြန်ပြီးတော့ သတိရနိုးထလာတဲ့အချိန်မှာ\nသူ့အနားမှာပီတာမရှိတော့ပါဘူး။\nသူကိုယ်တိုင်လဲ နယ်မြေ၁၃ရဲ့အရိပ်အောက်မှာခိုလှုံနေရပါပြီ။\nပီတာနဲ့ ဂျိုဟန်နာတို့ကိုကတ်ပီတယ်ကနေခေါ်ဆောင်သွားခြင်းခံရတယ်ဆိုတာ\nကောင်းတဲ့ကိစ္စတော့ မဟုတ်ဘူးဆိုတာကို\nကတ်နစ်တစ်ယောက်ယူကြုံးမရဖြစ်ခဲ့ရပါတယ်။\nတော်လှန်ရေးစတင်ဖို့အတွက်ပုံရိပ်တစ်ခုဖြစ်တဲ့မော့ကင်းဂျေနေရာမှာ\nကတ်နစ်ကိုပါဝင်အားဖြည့်စေဖို့အတွက်တိုက်တွန်းမှုတွေများစွာလုပ်ခဲ့ရပါတယ်။\nနယ်မြေ ၁၂ကိုပြန်လည်သွားရောက်ကြည့်ရှုလိုက်တဲ့အချိန်မှာတော့\nကတ်နစ်ဟာတော်လှန်ရေးထဲကိုပါဝင်တော့မယ်ဆိုပြီး ဖြစ်လာပါတယ်။\nဒါပေမယ့် ပီတာနဲ့တခြားသောအောင်နိုင်သူတွေကိုကယ်တင်ဖို့ကလဲရှိပါသေးတယ်။\nဒီအပိုင်း မှာတော့တိုက််ခိုက်မှုနည်းနည်းနဲ့\nအခြေအနေကိုသုံးသပ်ပြီးတော့ရိုက်ကူးထားတဲ့အကြောင်းကိုကြည့်ရှုရမှာပါ။\nကတ်နစ်အဲဗားဒင်းနဲ့ ကတ်ပီတယ်ကနေကယ်ထုတ်လာရတဲ့\nပီတာမယ်လာ့ခ်တို့ရဲ့ပြန်လည်တွေ့ဆုံတဲ့အခြေအနေကတော့\nတကယ့်ကို စိတ်မကောင်းစရာလို့ပဲဆိုရမှာပါ။\nFile Size : (1.73 GB,892 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2Cxx5/The_Hunger_Games_-_Mockingjay_–_Part_1_(2014)_1080P.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMjA4NDg3NzYxMF5BMl5BanBnXkFtZTcwNTgyNzkyNw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Hunger Games (2012)",
        "description": "The Hunger Games\nကတ်နစ်အဲဗားဒင်းတို့နေတဲ့နယ်မြေလေးမှ\nာနှစ်စဉ်ပြုလုပ်နေကျ ပွဲတစ်ပွဲရှိပါတယ်။\nနယ်မြေသေးသေးလေးက သိတက်တဲ့အရွယ်ရောက်လူတိုင်းရဲ့နာမည်တွေကို\nဖန်ခွက်အကြီးတစ်ခုထဲထည့်ထားပြီး ပွဲစီစဉ်သူတစ်ဦးက\nလက်သင့်ရာကို နှိုက်လိုက်ပါတယ်။\nနာမည်ကတ်နှိုက်ခံလိုက်ရတဲ့သူက မဲပေါက်သွားတာမဟုတ်သလို\nဆုလက်ဆောင်ရသွားတာမျိုးတော့ မဟုတ်ပါဘူး။\nစစ်မြေပြင်တစ်ခုလိုဖန်တီးထားတဲ့ နေရာတစ်ခုကိုသွားရောက်ပြီးတော့\nသူသေကိုယ်သေယှဉ်ပြိုင်တိုက်ခိုက်ရမှာပဲဖြစ်ပါတယ်။\nကံဆိုးရင်တော့ အသက်ပေးရမယ်\nကံကောင်းရင်တော့ သူရဲကောင်းဖြစ်မယ်ဆိုတဲ့\nလူအများစောင့်ကြည့်နေတဲ့အစီအစဉ်တစ်ခုမှာ\nသူတို့ကသွားရောက်ပြီးတော့ ဖျော်ဖြေပေးရသလိုပါ။\nဒီနှစ်ရဲ့အမျိုးသမီးနေရာမှာ ဝင်ရောက်ယှဉ်ပြိုင်ရမဲ့ညီမလေးအစား\nကတ်နစ်တစ်ယောက်ကိုယ်စားယှဉ်ပြိုင်ပေးဖို့ တောင်းဆိုရာကနေ\nဇာတ်လမ်းကို စတင်ထားပါတယ်။\nနယ်မြေ (၁၂)ခုကနေ တစ်နယ်မြေကို ၂ယောက်နှုန်းနဲ့ ၂၄ယောက်ကြားမှာ\nကိုယ်တစ်ယောက်တည်းအသက်ရှင်ဖို့\nဘယ်လိုကြိုးစားရုန်းကန်ကြရတယ်ဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်\nFile Size : (2.18 GB,1.09 GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 22min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://megaup.net/1WA7c/The_Hunger_Games_(2012)_1080P.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjQzNDI2NTU1Ml5BMl5BanBnXkFtZTgwNTAyMDQ5NjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Hunger Games: Mockingjay – Part 2 (2015)",
        "description": "The Hunger Games: Mockingjay - Part 2\nတော်လှန်ရေးကိုနယ်မြေတိုင်းပါဝင်ဆောင်ရွက်ဖို့လိုအပ်တာကြောင့်\nနယ်မြေ၂ကို ကတ်နစ်တို့အနေနဲ့ စည်းရုံးသိမ်းသွင်းဖို့လိုအပ်လာပါတယ်။\nကတ်နစ်ရဲ့ဘေးနားမှာအမြဲရှိနေပေးခဲ့တဲ့ဂေးလ်မှ\nာအရင်နဲ့မတူညီတဲ့စိတ်တွေကိုလဲကတ်နစ်တစ်ယောက်မြင်လာပါတော့တယ်။\nကတ်ပီတယ်ရဲ့မြှပ်ကွယ်တဲ့ထားတဲ့ဗုံးတွေ လက်နက်တွေကို\nရှာဖွေတဲ့ရှေ့တန်းကိုကတ်နစ်ရောက်လာပြီးတော့\nတခြားသောတပ်ဖွဲ့ဝင်တွေနဲ့ ပူးပေါင်းဆောင်ရွက်ပြီးတော့\nစနိုးကိုဖြုတ်ချဖို့အတွက်ကြိုးစားကြပါတော့တယ်။\nဒါပေမယ့် အချိန်တွေကြာလာလေလေ\nကတ်ပီတယ်ရဲ့လက်နက်တွေကြားမှာပါဝင်တဲ့တပ်ဖွဲ့ဝင်တွေရဲ့\nအသက်တွေပေးလိုက်ရလေလေနဲ့ပဲ\nနောက်ဆုံးအချိန်ထိ ကတ်နစ်တို့တောင့်ခံပြီးတော့ စနိုးကိုရင်ဆိုင်သွားနိုင်ပါ့မလား။\nတကယ်လို့ သူတို့အနေနဲ့ စနိုးတို့တည်ရှိနေတဲ့\nကတ်ပီတယ်ကိုရင်ဆိုင်တိုက်ခိုက်ပြီးသွားတဲ့အချိန်မှာ\nအောင်နိုင်သူတွေဖြစ်ကြတဲ့ ကတ်နစ်အဲဗာဒင်းနဲ့\nပီတာမယ်လော့ခ် ၊ဂေးလ်တို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကရေ\nာနောက်ဆုံးဘယ်လို့အဆုံးသတ်သွားနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nအိမ်မက်ဆိုးတွေဟာလူတိုင်းမှာရှိကြပါတယ်။\nဒီအိမ်မက်ဆိုးတွေဟာ ဘယ်တော့မှထွက်ခွာသွားကြမှာ မဟုတ်ဘူးဆိုတာကိုလဲ သိကြမှာပါ\nဒီတော့ ဒါကိုဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာကိုပဲ ကျွန်တော်တို့တွေစဉ်းစားရတော့မှာပါ\nFile Size : (1.73 GB,892 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2Cxyg/The_Hunger_Games_-_Mockingjay_–_Part_2_(2015)_1080P.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTAyMjQ3OTAxMzNeQTJeQWpwZ15BbWU4MDU0NzA1MzAx._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Hunger Games: Catching Fire (2013)",
        "description": "The Hunger Games: Catching Fire\nကတ်နစ်အဲဗားဒင်းနဲ့ ပီတာမယ်လော့ခ်တို့\n၇၄ကြိမ်မြေက်ကစားပွဲမှာ အနိုင်ရခဲ့ပြီးနောက်\nသူတို့မွေးရပ်မြေကိုပြန်လည်လို့ရောက်ရှိလာပါတယ်။\nဒါပေမယ့် သူတို့ရဲ့တာဝန်တွေကတော့အဆုံးသတ်မသွားပါဘူး။\nအနိုင်ရသူတွေအနေနဲ့ နယ်မြေတိုင်းကိုသွားရောက်ပြီးတော့\nမိန့်ခွန်းပြော၊ကျန်ရစ်သူမိသားစုတွေနဲ့ စကားပြောပေးရမဲ့အပြင်\nနောက်ဆုံးခရီးစဉ်အဆုံးသတ်မှာ ကတ်ပီတယ်ကိုပြန်ပြီးတော့\nဥက္ကဌကြီးကျင်းပပေးတဲ့ပါတီပွဲကိုဆင်နွဲရမှာပါ။\nကတ်နစ်ရဲ့ဘဝကလွယ်လွယ်ကူကူနဲ့\nပေါ့ပေါ့ပါးပါးဖြစ်သွားခဲ့တယ်ရယ်လို့တော့ မဟုတ်လှပါဘူး။\nတကယ်တမ်းတော့ ကတ်နစ်တို့လို အောင်နိုင်သူတွေဟာ\nခရီးစဉ်ရဲ့ရထားပေါ်မှာပဲအချိန်ကုန်ပြီးတော့ဘဝတစ်လျှောက်လုံးကို\nဖြတ်သန်းသွားကြရတော့မှာဖြစ်ပါတယ်။\nဒီမှာဥက္ကဌစနိုးအရမ်းကိုစိုးရိမ်နေတဲ့ ကိစ္စတစ်ခုတော့ ရှိပါတယ်။\nအဲ့ဒါကတော့ တော်လှန်ရေးပါပဲ။\nနယ်မြေအသီးသီးကမကျေနပ်ချက်တွေစုပြုံလာတဲ့အချိန်မှာ\nသူတို့အနေနဲ့ ဒီလိုအနေအထားမျိုးကိုလက်သင့့်ပေးနိုင်တာမဟုတ်တာကြောင့်\nကတ်နစ်ကို စနိုးကိုယ်တိုင်သွားရောက်ပြီးတော့နှစ်ဦးသဘောတူပြောကြားခဲ့တာတွေရှိလာပါတယ်။\nဒါပေမယ့် စနိုးရဲ့အကြံကဒီလောက်နဲ့ အဆုံးသတ်လို့မသွားပါဘူး။\nဆိုးရွားတဲ့လုပ်ရပ်ကိုလုပ်ဖို့ဝန်မလေးတဲ့စနိုးတစ်ယောက်\nကစားပွဲတစ်ခုကိုစတင်လိုက်ပါတယ်\n။ဒီတစ်ခေါက်မှာတော့ အရင်ပွဲတွေလိုမျိုးနယ်မြေအသီးသီးကယှဉ်ပြိုင်သူအသစ်တွေကို\nရွေးချယ်တော့မှာ မဟုတ်ပဲ အောင်နိုင်သူတွေထဲကနေပြီးတော့ပဲ\nထပ်မံရွေးချယ်မဲ့အကြောင်းကိုကြေညာလိုက်ပါတော့တယ်။\nဒီလိုနဲ့ပဲ ကတ်နစ်အဲဗာဒင်းတစ်ယောက်\nကစားပွဲထဲကိုထပ်မံဝင်ရောက်ယှဉ်ပြိုင်တဲ့အခါမှာတော့\nဘယ်လိုတွေရင်ဆိုင်ပြီးတော့\nဘယ်လိုလက်လွတ်ဆုံးရှုံးမှုမျိုးတွေကိုကြုံတွေရမယ်ဆိုတာကိုကြည့်ရှုလိုက်ရအောင်ပါ။\nFile Size : (2 GB,1.09 GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 26min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "7.5",
        "url": "https://megaup.net/1WA80/The.Hunger.Games.Catching.Fire.2013.1080p.BluRay5.1(cm).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
        "title": "Meg 2: The Trench (2023)",
        "description": "မင်းသား ဂျေဆန်စတက်သန်ရဲ့ ငမန်းကား ဒုတိယပိုင်းလာပါပြီ။ဒီအပိုင်းက ပထမဆုံးငမန်းကားလောက် ငမန်းအရသာမပေးတဲ့အတွက်rating နည်းပြီး ရုံဝင်ငွေနည်းနေပေမဲ့ အက်ရှင် ဟာသကားအဆင့်အနေနဲ့ဆိုဖျော်ဖြေမှုပေးနိုင်တဲ့ ကားကောင်းလို့ ပြောလို့ရပါတယ်။ ဂျေဆန်နဲ့အတူတရုတ် မင်းသား ဝူကျင်းလည်း ပါဝင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကျောက်မင်ဟာ သမုဒ္ဒရာထိန်းသိမ်းရေးနဲ့လေ့လာရေးအဖွဲ့ကြီးကိုတည်ထောင်ထားတဲ့သူဖြစ်ပါတယ်။ ဂျိုးနက်ဖမ်းမိခဲ့တဲ့ မက်ဂါလိုဒန်ငမန်းပေါက်စလေးကိုလည်း မွေးထားပေးတဲ့သူပါပဲ။ အဲဒီအဖွဲ့အစည်းကနေပင်လယ်ရေအောက် ပေ ၂၅၀၀၀ ကျော်ကို သွားဖို့ ယာဉ်တွေနဲ့ ဝတ်စုံတွေတီထွင်ပြီး ကျောက်မင်နဲ့ဂျိုးနက်တို့ ရေနက်တူးမြောင်းကြီးထဲကို လေ့လာရေးခရီးအတူထွက်ခဲ့ကြပါတော့တယ်။ ဒါပေမဲ့ ခရီးလမ်းက မချောမွေ့ဘဲမက် ငမန်းတွေနဲ့တွေ့ ယာဉ်တွေပျက် ရန်သူတွေတွေ့ပြီး အသက်ရှင်ဖို့ ရုန်းကန်ကြရတဲ့အခါ... File size… 5GB/2.35 GB /  1.01 GB\nQuality…WEB-DL 4K HEVC./1080p 5.1 CH /  720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Adventure , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/meg-2-the-trench-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJb2XlqYSYFA25EMyodon0cBare.jpg",
        "title": "Highwaymen (2004)",
        "description": "မော်လီဟာ သူငယ်ချင်းဖြစ်သူ အဲလတ်စ်နဲ့ကားမောင်းပြီး အိမ်ပြန်နေချိန်မှာ ကားတစ်စီးက သူတို့ကိုအချက်ပြပြီးကျော်သွားလိုက်တယ်။ ခဏအကြာ လှိုဏ်ခေါင်းထဲ အဝင်မှာ ကားမတော်တဆဖြစ်မှုတစ်ခုကိုတွေ့လိုက်ရတယ်။ ဒဏ်ရာရသူတွေကူညီဖို့အတွက် သူငယ်ချင်းနှစ်ယောက် အပြင်ထွက်လိုက်ကြတယ်။ မော်လီကို ဒဏ်ရာရသူတွေကိုကြည့်ခိုင်းထားပြီး အဲလတ်စ်ကတော့ လမ်းပေါ်တက်ပြီး အကူအညီတောင်းတဲ့အခါကားတစ်စီးက အဲလတ်စ်ကို တမင်ဝင်တိုက်ပြီးသတ်လိုက်တယ်။ ဖြစ်ရပ်အစအဆုံးကို မြင်သွားတဲ့ မော်လီကိုထပ်တိုက်မယ်အလုပ်မှာ လူတစ်ယောက်ရောက်လာတဲ့  အတွက် ထွက်ပြေးသွားတယ်။ နောက်တော့ရဲတွေရောက်လာပြီးမော်လီကိုကယ်ဆယ်ပေးလိုက်ကြတယ်။စိတ်ဒဏ်ရာရသွားတဲ့မော်လီဟာ ကားတိုက်ခံရပြီးကိုယ်လက်အင်္ဂါဆုံးရှုံးသွားတဲ့သူတွေကိုစိတ်သက်သာရာရအောင် ကုစားပေးတဲ့သင်တန်းကိုတက်နေချိန်မှာခရေးဆိုတဲ့လူတစ်ယောက်ကမော်လီနဲ့စကားလာပြောတယ်။ကားတိုက်ပြီးထွက်ပြေးတဲ့သူကို သူသိကြောင်း ၊နောက်တစ်ခါထပ်လာလိမ့်ဖြစ်ကြောင်း ၊တရားခံကိုရဲတွေမဖမ်းပေးနိုင်‌ပေမယ့် သူကူညီနိုင်ကြောင်းပြောပြတဲ့အခါ မော်လီလည်းခ‌ရေးနဲ့ အတူလက်တွဲပြီး အလုပ်လုပ်ဖို့လက်ခံလိုက်တယ်။ ဒီလိုနဲ့မော်လီနဲ့ ခရေးတို့ တရားခံကိုဘယ်လိုအခက်အခဲ‌တွေနဲ့ဖမ်းမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။ File size…1.57GB / 562MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/highwaymen-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwMFPtWnMOocdRS54dTnOH37CAL.jpg",
        "title": "The Girl from Monday (2005)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အနာဂတ်ကိုစိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့စိတ်ဝင်စားစရာဇာတ်ကားလေးပါ။ စတော့ရှယ်ယာတွေအနေနဲ့ ပိုက်ဆံကိုမလှဲလှယ်ကြတော့ဘဲ လူတွေကိုလှဲလှယ်တဲ့အချိန်‌ကို ရောက်သွားပါပြီ။ လူတွေဟာ ပိုက်ဆံလိုမျိုးနေရာကိုရောက်သွားပြီး တစ်ယောက်ချင်းစီရဲ့တန်ဖိုးကိုတော့ လိင်ဆက်ဆံတဲ့အကြိမ်ရေနဲ့သတ်မှတ်ပါတယ်။ လိင်ဆက်ဆံမှုများလေ တန်ဖိုးမြှင့်လာလေလေပါ။လူတွေဟာ လိင်မှုဆက်ဆံတာကို သူတို့တန်ဖိုးမြှင့်အောင်ပဲလုပ်ကြပြီးတော့အချစ်တွေ၊ ကြင်နာမှုတွေ၊ နူးညံ့မှုတွေကို ရှာမတွေ့နိုင်တော့ပါဘူး။အဲဒီဈေးကွက်ကို Triple M ဆိုတဲ့မာတီမီဒီယာကုမ္ပဏီတစ်ခုကနေထိန်းချုပ်ပြီးတော့လူတွေကို အမြဲမော်နီတာကနေ စောင့်ကြည့်နေတာဖြစ်ပါတယ်။Jack ဆိုတဲ့သူဟာ အဲဒီကုမ္ပဏီမှာ အမှုဆောင်အရာရှိတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဆီစီးလ်ကိုသ‌ဘောကျမိနေပေမဲ့ သူနဲ့ဆက်ဆံရေးတစ်ခုကိုထူထောင်ဖို့ တွေဝေနေပါတယ်။ ဒါပေမဲ့ ဆီစီးလ်ဟာ ဝီလီယံဆိုတဲ့သူနဲ့တရားမဝင်လိင်ဆက်ဆံမိခဲ့တဲ့အတွက် ထောင်ဒဏ်နှစ်နှစ်ချမှတ်ခံလိုက်ရပါတယ်။ဒါကြောင့် ဆီစီးလ်နဲ့ဝီလီယံဟာ ဒီစနစ်ကိုဆန့်ကျင်ဖို့ကြိုးစားကြပါတော့တယ်။  File size…1.67GB / 757MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 24m\nGenre ….. Action , Comedy , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-girl-from-monday-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cat-133x200.jpg",
        "title": "The Cat Returns (2002)",
        "description": "The Cat Returns (2002)\n===================Studio Ghibli ရဲ့နာမည်ကြီးကားတွေကြားထဲမှာ လူသိပ်မသိကြပေမယ့်\nချစ်ဖို့ကောင်းပြီး အသစ်အဆန်းဖြစ်တဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ဟရုဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ\nကျောင်းသွားတဲ့လမ်းမှာ လမ်းဖြတ်ကူးနေတဲ့ကြောင်လေးကို ကားတိုက်ခံရမှာကနေ ကယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ သူကယ်ခဲ့တဲ့ကြောင်လေးဟာ စကားပြောတတ်တဲ့အပြင်\nကြောင်တိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားလေးဖြစ်နေပါတော့တယ်။အဲဒီကနေစလို့ ဟရုရဲ့နေ့စဥ်ဘဝမှာ ကြောင်တွေနဲ့ပတ်သက်လို့\nထူးဆန်းဆန်းတွေ စဖြစ်လာပြီး နောက်ဆုံးမှာ ကြောင်တိုင်းပြည်ကို ခေါ်ဆောင်သွားခံရဖို့ ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်လမ်းဟာ Whisper of the heart ရဲ့ MC ဖြစ်တဲ့ Shizuku ရေးခဲ့တဲ့\nfiction ဆိုပြီး fan theory လည်းရှိပါတယ်။\nအဓိကကတော့ WOTH မှာပါတဲ့ Baron ဆိုတဲ့ကြောင်ရုပ်တုလေးက\nဒီမှာအသက်ဝင်နေတဲ့အပြင် နာမည်ရော ရုပ်ပါအတူတူပါပဲ။\nဒါ့အပြင် သေချာသတိထားကြည့်ရင် ဒီနှစ်ကားရဲ့ဆက်စပ်နေတဲ့\nscene တော်တော်များများကိုလည်း တွေ့ရမှာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။\nFile size…1.5GB  / 763MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-cat-returns-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adlwQTs3zEo8EL2ta1IZebhoVPE.jpg",
        "title": "Standoff (2016)",
        "description": "The Matrixထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburneနဲ့ actionမင်းသားကြီးThomas Janeတို့ အဓိကပါဝင်သရုပ်ထားပြီးလူဆိုးနဲ့လူကောင်းနှစ်ဦးသား ထိပ်တိုက်ရင်ဆိုင်တာကိုတွေ့ရမယ်ဇာက်ကားကောင်းလေးပါ...။ ဇာတ်လမ်းအကြောင်းကတော့ လူသူဝေးတဲ့ တောအရပ်ကအိမ်လေးတစ်လုံးမှာပဲဇာတ်လမ်းတည်ထားပါတယ်...။အိမ်အပေါ်ထပ်နဲ့ အောက်ထပ်ကြား၊ သူသေကိုယ်သေ အကုန်ချရင်းပြီး ကစားရတဲ့ပွဲပေါ့...။အောက်ထပ်မှာက ကြေးစားလူသတ်သမား...။ သူ့ရည်ရွယ်ချက်က အိမ်အပေါ်ထပ်ကကောင်မလေးကို သတ်ချင်တာ...သတ်မှဖြစ်မယ့်အကြောင်းအရင်းကလည်း သူ့မျက်နှာကို မြင်သွားလို့...။ဒါပေမဲ့ သူကြမ်းချင်တိုင်း တက်ကြမ်းလို့မရအောင် ကောင်မလေးကိုကာကွယ်ပေးနေတဲ့သူတစ်ယောက်ရှိနေပါတယ်...။သူကတော့ အိမ်အပေါ်ထပ်မှာစောင့်ပြီး ကောင်မလေးကို ကာကွယ်ပေးနေတဲ့ စစ်ပြန်ကြီးပါပဲ....။ဇာတ်လမ်းplotရဲ့ မိုက်တဲ့အချက်က ဒီစစ်ပြန်ကြီးဟာ ကြေးစားလူသတ်သမားကိုကျည်တစ်တောင့်တည်းနဲ့ စိတ်ဓာတ်ဗျူဟာခင်းပြီး တစ်ကားလုံးရင်ဆိုင်တာပါပဲ...။အများကြီးမညွှန်းတော့ပါဘူး...အက်ရှင်ခန်းတွေ၊ cgiတွေ ဘာမှမပါဘဲ သိပ်ကြည့်လို့ကောင်းတဲ့Crimeကားမို့ လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကားပါ...။ File size…933MB / 381MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/standoff-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzLzA3MzE2OWU3LTIwNzktNDUwYS1hNTg4LTI3MDM2OGQ5NDVlNC5qcGc-135x200.jpeg",
        "title": "The Island (2023)",
        "description": "Actionကားတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဒီနှစ်အတွင်းမှာထွက်ရှိထားတဲ့ အသစ်စက်စက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ အမေရိက ကျွန်းတစ်ကျွန်းပေါ်မှာတည်ထားတာပဲဖြစ်ပါတယ်။ညီဖြစ်သူ အသတ်ခံလိုက်ရပြီးနောက်မှာ LAPD ရဲတစ်ယောက်ဖြစ်တဲ့ မာ့ခ်က သူ့ရဲ့ကြီးပြင်းရာဇာတိဖြစ်တဲ့ ကျွန်းပေါ်ပြန်သွားခဲ့ပါတယ်။သူ့ညီအတွက် လက်စားချေဖို့ပြင်ဆင်ရင်း သူတို့ရဲ့ကျွန်းက အရင်လို အေးချမ်းတဲ့နေရာမဟုတ်တော့ဘဲ ဂိုဏ်းသားတွေရဲ့ လက်ဝါးကြီးအုပ် အနိုင်ကျင့်ခံနေရမှန်းသိသွားတဲ့အခါမှာ ညီအတွက်ရော ကျွန်းကိုပါ ကာကွယ်ရင်း လက်စားချေတာကို ကြည့်ရမှာပါ။\nစိတ်လှုပ်ရှားစရာ အက်ရှင်ကားကောင်းရှာနေတဲ့သူဆို အံကိုက်ပါပဲ။အက်ရှင်ကားမို့လို့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေအများကြီးနဲ့ဆိုတော့ အများကြီးမညွှန်းတော့ပါဘူး။ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ။ File size…(1.7 GB)/(900 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Hsu Leonie",
        "rating": "",
        "url": "https://channelmyanmar.org/the-island-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI1ODU5ZjMtNWUyNC00YzllLThjNzktODE1M2E4OTVmY2E5XkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-141x200.jpg",
        "title": "Elite Squad(2007)",
        "description": "Elite Squad(2007)****************IMDb...8.0ရီယို ဒီဂျနေယိုဆိုတာ ကမ္ဘာပေါ်မှာ အန္တရာယ်အများဆုံးမြို့တော်တွေထဲကတစ်ခုဖြစ်ပြီး၊ဆင်းရဲသားရပ်ကွက်တွေမှာဆိုရင်\nမူးယစ်ရာဇာတွေ၊ မူးယစ်ဂိုဏ်းသားတွေက မူးယစ်ရောင်းဝယ်ပြီးလက်နက်ကိုယ်စီကိုင်ကာအုပ်ချုပ်ပါတယ်။\nဒီကရဲတွေဆိုတာကလည်း အကျင့်ပျက်ခြစားကာ မူးယစ်ဂိုဏ်းတွေနဲ့ပေါင်းစားငွေညစ်ဖို့သာ ခြေဆန့်ပြီး\nမှုခင်းတိုက်ဖျက်ဖို့ဆိုရင်တော့ကိုယ့်နယ်မြေမှာဖြစ်တဲ့လူသေအလောင်းကို အခြားနယ်မြေကိုရွှေ့ပြီး\nမှုခင်းကျဆင်းရေးကို ဒီလိုစွမ်းဆောင်ကြသူတွေပါ။ ဒီလိုနေရာမျိုးမှာ ပစ်ကြခတ်ကြရဲတွေလည်းမထိန်းသိမ်းနိုင်ဖြစ်လာပြီဆိုရင်\nဝင်ပါရသူတွေကတော့ တိုက်ပွဲဝင်အထူးတပ်ဖွဲ့ BOPEတပ်ဖွဲ့ပါပဲ။ဒီတပ်ဖွဲ့ခေါင်းဆောင်ဖြစ်သူ နက်စီမန်တိုဟာဆိုရင် ဖခင်ဖြစ်တော့မှာမလို့\nတပ်ဖွဲ့ကနေလူစားထိုးရှာပြီး အနားယူဖို့ပြင်ဆင်နေချိန်၊ဆင်းရဲသားရပ်ကွက်တွေကို ပုပ်ရဟန်းမင်းကြီးလာလည်မယ်ဆိုတော့\nလုံခြုံရေးကို ဦးစားပေးကာစစ်ဆင်ရေးဆင်းလုပ်ဖို့ ပြင်ဆင်ရပါတော့တယ်...အဲ့ဒီနောက်မှာတော့..ဒီဇာတ်ကားဟာ ဆုတံဆိပ်တွေများစွာရရှိထားတဲ့\nဘရာဇီး၊ ရီယီုရဲ့အခြေအနေတွေကိုမြင်တွေ့ရမယ့်အက်ရှင်ဇာတ်ကားကောင်းမို့လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါဗျ။File Size :(5.3GB)(1.7GB) and (629MB MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre :Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/elite-squad2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDUyODIzZGUtYmU3OS00MGZlLTgwZGItOTQxOWMwZDliOWRmXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Pathaan (2023)",
        "description": "Pathaan (2023)\n(FUL HD အကြည်ဗားရှင်း)\nAction, Crime, Drama\nIMDb 6.4/10 (122K)ကဲ လူတွေပါးစပ်ဖျားရေပန်းစားနေကြပြီး ဘတ်ဂျတ်ကုဋေ၂ရာကျော်ရင်းပြီး\nရုံတင်ငွေကုဋေ၁သိန်းကျော်ထိ အမြတ်ပြန်လည်ရရှိထားတဲ့\nရှာရွတ်ခန်းရဲ့ ပထန်ဇာတ်ကားကြီးရဲ့ ကြည်တောက်ရှင်ဗားရှင်ကိုတင်ဆက်ပေးပါတော့မယ်နော်။မင်းသားကြီး ရှာရွတ်ခန်း...ဂျွန်အေဗရာဟင်..ဒီပီကားပါဒူကွန်တို့က Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားကြပြီး တခြားသော သရုပ်ဆောင်ပေါင်းများစွာလည်းပါဝင်ထားသလို\nမင်းသားကြီးဆလ်မာန်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်ပေးထားပါသေးတယ်နော်။ဒီဇာတ်ကားကို အိန္ဒိယနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Yash Raj Films မှ\nတာဝန်ယူထုတ်လုပ်ပေးထားပြီး လက်ပွားမင်းသားရဲ့ War ဇာတ်ကားကို တာဝန်ယူရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ ဆစ်ဒါသ်အာနန်းရဲ့အက်ရှင်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဆလ်မာန်ရဲ့ (Tiger)..လက်ပွားရဲ့ (War) တို့နဲ့ချိတ်ဆက်ပေးမယ့်\nPathaan ဇာတ်ကောင်ရဲ့ spin-off ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Yash Raj ကုမ္ပဏီဟာ နောက်ပိုင်းမှာ spy universe ကို တည်ဆောက်သွားမယ့်ပုံပေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံသမ္မတကြီးကို အကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာ ဒူဘိုင်းက အခမ်းအနားပွဲတစ်ခုမှာ ပြန်ပေးဆွဲဖို့ရှိနေခဲ့ပါတယ်။ဒီတော့ လုံခြုံရေးကို သုံးဆတိုးမြှင့်ပြီး စောင့်ကြပ်ပေးနေခဲ့ပါတယ်။ မထင်မှတ်ထားတဲ့ ကိစ္စက\nအကြမ်းဖက်အဖွဲ့အစည်းဟာ သမ္မတကြီးကိုပြန်ပေးမဆွဲဘဲ သမ္မတကြီးနဲ့အတူလိုက်ပါလာတဲ့\nသိပ္ပံပညာရှင်နှစ်ယောက်ကို ပြန်ပေးဆွဲလိုက်ပါတော့တယ်။ခေါင်းခဲစေတဲ့ကိစ္စက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pathaan2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGJjNzdmMWUtNzM1NC00MTAzLWE5NzQtZDEzZWFjNWY4NWMwXkEyXkFqcGdeQXVyNjM0NTg0Njg@._V1_-135x200.jpg",
        "title": "Shangri-La Suite (2016)",
        "description": "Kill the King (0r) Shangri-La Suite (2016)\n=============================ဂျက်ဘလူးဘလဒ်ဟာ ကံဆိုးတဲ့ဂေါက်ဘဲတစ်ပွေပဲ။ မိခင်ဟာ မီးတွင်း\nထဲမှာပဲဆုံးပါးခဲ့တယ်။ အဲဒီအတွက်သူ့ကို ခွင့်မလွှတ်နိုင်တဲ့အဖေနဲ့ ကြီး\nပြင်းခဲ့ရတယ်။ ငယ်စဉ်တောင်ကျေးထဲက ဖခင်ရဲ့အငြိုးကြီးစွာနဲ့ရိုက်နှက်\nမှုကိုခံရင်း အရွယ်ရောက်ခဲ့ပေါ့။ ရော့အင်ရိုးလောကရဲ့ဘုရင်တစ်ပါးလို့\nတင်စားကြတဲ့ အဲလ်ဗစ်ပရတ်စလေ(Elvis Presley) ဟာသူ့ဘဝရဲ့ကိုး\nကွယ်ရာဖြစ်ခဲ့တယ်။ အထီးကျန်ညတွေကို အဲလ်ဗစ်သီချင်းတွေနားထောင်\nရင်းကျော်ဖြတ်ခဲ့ရ။ နောက်ပိုင်းအရွယ်ရောက်လာတော့ ဆေးစွဲပြီး ဆေး\nဖြတ်ခန်းကိုပို့ခံခဲ့ရတယ်။ အဲလ်ဗစ်ကိုလည်း ခင်ဗျားတော့ လိုင်းကြောင်\nနေပြီဘာညာရေရွတ်လို့ပေါ့။ အဆိုပါ ဆေးဖြတ်ခန်းမှာပဲ သူဟာ ကယ်ရင်\nဘဒ် ဆိုတဲ့ မိန်းမချော လေးနဲ့တွေ့ဆုံချစ်ကျွမ်းဝင်ခဲ့တယ်။ နောက်တော့ နှစ်\nယောက်သား အတူတူထွက်ပြေးပြီး အဲလ်ဗစ်ပရတ်စလေကို လုပ်ကြံသတ်\nဖြတ်ဖို့ခရီးနှင်ခဲ့ကြတယ်။ ဇာတ်လမ်းကတော့ဒါပါပဲ။၁၉၇၄ နွေရာသီ၊ ကိုယ်စီကိုယ်စီအိပ်မက်တွေနဲ့ ချစ်သူနှစ်ယောက်၊ ဂေါက်\nဘဲရဲ့ဘဝရည်မှန်းချက်ကရှင်းရှင်းလေး အဲလ်ဗစ်ကိုသတ်မယ်။ ဒီဇာတ်လမ်းမှာ\nကောင်မလေးအကြောင်းလည်းနည်းနည်းထည့်ပြောရလိမ့်မယ်။ သူနေထိုင်တဲ့\nလူ့အဖွဲ့စည်းကို စိတ်ကုန်နေတဲ့အမျိုးသမီးငယ်တစ်ယောက်။ ကောင်းကောင်း\nမွန်မွန်ကြီးပြင်းခဲ့ပေမယ့် မိသားစုနဲ့အစေးမကပ်သူ။ ကဗျာတွေရေးတယ်။\nသူများတွေမတွေးမိတာတွေတွေးပြီး ငေးချင်ငေးမယ်။ ရှင်သန်ခြင်းအပေါ်မှာ\nတုံဏိဘာဝေဖြစ်နေသူ။ ဂျက်နဲ့တွေ့တော့ ဂျက်ရဲ့စောက်ဂရုမစိုက်တဲ့ အထာတွေ၊\nကမူးရှူးထိုးပုံစံတွေ၊ ထီမထင်တဲ့ပြောပေါက်တွေဟာ သူမကိုကိုင်လှုပ်လိုက်သလို\nဖြစ်သွားတယ်။ အဲဒီမှာ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/shangri-la-suite-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/5050582713343-1-141x200.jpg",
        "title": "Land of the Lost (2009)",
        "description": "Land of the Lost (2009)ဒီဇာတ်ကားကတော့ အားလုံးနဲ့မစိမ်းတဲ့ ဟာသမင်းသားကြီး Will Ferrell ရဲ့ ဇာတ်ကားဟောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂေါက်သီးသိပ္ပံပညာရှင်လို့ ယူဆခံထားရတဲ့ ဒေါက်တာရစ်ခ်မာရှယ်ဟာ အစပိုင်းမှာတော့ တခြားသူတွေရဲ့ လှောင်စရာတစ်ခုကနေ မပိုခဲ့ပါဘူး။ ဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ သီအိုရီတွေမှန်ကန်မယ်လို့ ယုံကြည်တဲ့ ကမ်းဘရစ်ခ်ျက ကျောင်းသူတစ်ယောက်ရောက်လာချိန်မှာတော့ သူ့သီအိုရီတွေကိုလက်လျှော့လိုက်တဲ့ ရစ်ခ်မာရှယ်တစ်ယောက် လုပ်ငန်းပြန်စရပါတော့မယ်။ထင်ထားတဲ့အတိုင်း သူ့သီအိုရီတွေဟာ မှန်ကန်ခဲ့ပြီး အချိန်နဲ့အာကာသဟင်းလင်းပြင်ကိုဖြတ်လို့ တခြားကမ္ဘာဦးလူသား‌တွေ ဒိုင်နိုဆောတွေရှိတဲ့ အချိန်တစ်ခုဆီရောက်သွားပါတော့တယ်။ ဒါပေမဲ့ အချိန်သာမတူမယ် ပြဿနာတွေကတော့တူတူပဲဆိုတဲ့အတိုင်း ပြဿနာတွေတစ်ခုပြီးတစ်ခုလာပါတော့တယ်။သူတို့တွေ အတိတ်ကနေပြန်လာနိုင်မလား... ရစ်ခ်မာရှယ်ကကော ဟာသကြီးတစ်ခုအဖြစ်ကနေ လွတ်နိုင်ပါ့မလား... ဆိုတာကို ရယ်ရင်းမောရင်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Adventure/Comedy ကားလေးဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါး ဟာသကားတွေကြည့်ချင်သူတွေအတွက် အဆင်ပြေမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 850MB\nQuality - ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/land-of-the-lost-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g96luLEQbDpE5gtiMxj9xKQmgGY.jpg",
        "title": "Road To High & Low(2016)",
        "description": "High & Low ဂျပန်ရုပ်ရှင်နဲ့ စီးရီးတွေဆိုတာကတော့ Gangster လူမိုက်တွေ ဂိုဏ်းတွေ အုပ်လိုက်ချကြတာတွေ ကြိုက်တဲ့လူတွေအတွက်တော့ ရှယ်ပါပဲ။ သူကတော့ စီးရီးကို Season 1 & 2 ရှိထားပြီး ရုပ်ရှင်ဆိုလည်း ၆ ကားထိ ထွက်ရှိရတဲ့ထိ အောင်မြင်မှုရထားပါတယ်။ (၆ ကားလုံးလည်း တင်ဆက်ပေးမှာပါ)။\nHigh & Low ကြည့်ဖို့ အတွက် အကျဉ်းချုံး ဒါလေးကို ရှင်းပြထားချင်ပါတယ်။ ပထမဆုံး SWORD ဆိုပြီး နယ်မြေကြီးတစ်ခု ရှိပါတယ်၊ ဒီနယ်မြေထဲမှာ လူမိုက်ဂိုဏ်း ၅ ဂိုဏ်းက အချင်းချင်း သိပ်မတည့်ကြပဲ ကိုယ်စီအုပ်ချုပ်လျက်ရှိပါတယ်။1. ဆန်းနိုးလူမိုက်ဂိုဏ်း (SWORD ထဲက S)\nဒီရုပ်ရှင်ရဲ့ဇာတ်ဆောင်လို့ပြောရမယ့် မင်းသားတို့ရဲ့အဖွဲ့ပါ ခေါင်းဆောင်ကော်ဘရာနဲ့အတူ ယာမာတိုတို့က ဖွဲ့စည်းထားတာပါ။2. ဝှိုက်ရတ်စကဲလ်ဂိုဏ်း- အဖြူရောင်လူပေလူတေများ (SWORD ထဲက W)\nယောက်ျားသားတွေရဲ့နှိပ်စက်ရမ်းကားတဲ့ဒဏ်ကိုခံရတဲ့ မိန်းကလေးတွေကို ကာကွယ်ဖို့ဆိုပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/road-to-high-low2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aa3THDYIUtzGduNUwONAQ5duROL.jpg",
        "title": "High & Low The Movie(2016)",
        "description": "ဒီတစ်ခါမှာတော့ SWORD နယ်မြေဖြစ်ထွန်းပြီးမကြာခင်မှာပဲ အဲဒီနယ်မြေကိုအပိုင်သိမ်းချင်တဲ့ အုပ်စုတစ်စုဟာ ကောက်ကျစ်တဲ့နည်းတစ်ခုကိုအသုံးချပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ SWORD ကိုချစ်ကြတဲ့ ဂိုဏ်းငါးဂိုဏ်းလုံးဟာ သူတို့ကိုပြန်လည်ခုခံကြပါတယ်။\nသူငယ်ချင်းကြားက သံယောဇဉ်တွေနဲ့ action ကြမ်းကြမ်းလေးတွေကိုပေါ်လွင်အောင်ပြသတာကို ရသစုံစုံ ခပ်မိုက်မိုက်ကြည့်ရမယ့် ဂျပန်ဂန်းစတားကားလေးဖြစ်ပါတယ်။\nဒါကတော့ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ File size…2.15GB / 1.07GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 9m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Kasashi",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/high-low-the-movie2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctN0RtABQBaNLDWYLk4Lb77he7i.jpg",
        "title": "HiGH&LOW: The Red Rain(2016)",
        "description": "ဇာတ်လမ်းအစမှာတော့ အာမားမီးရားညီအစ်ကိုတွေဖြစ်ကြတဲ့. ဟီရိုးတိုးနဲ့ မာဆားကိတိုဟာရုတ်တရက် အစအနရှာမရအောင် ပျောက်ဆုံးသွားခဲ့တဲ့ အစ်ကိုဖြစ်သူ တာကဲရုကိုလိုက်လံရှာဖွေနေခဲ့ပါတယ်.မထင်မှတ်ဘဲ မိန်းမချောလေးဖြစ်သူ အိုင်ကာ နဲ့ တွေ့ဆုံမိပြီး.မိသားစု (၉) စု ရှိတဲ့ ခူရူးယုဂိုဏ်းရဲ့ မိသားစု (၁) စု ဖြစ်တဲ့. ကာမီဇိုနို မိသားစုရဲ့အရှုပ်အရှင်းတွေကြားထဲ ရောပါသွားချိန်မှာတော့.သူ့အဖေအတွက် တရားမျှတမှုကို ရှာဖွေနေသူ အိုင်ကာကို ကူညီရင်း. ဟီရိုးတိုးနဲ့ မာဆားကိတို့ ညီအစ်ကိုနှစ်ယောက်သူတို့တွေ့ချင်နေတဲ့ အစ်ကိုဖြစ်သူကို ရှာတွေ့မလား.ခူရူးယုဂိုဏ်းတင်မက တိုင်းပြည်ကိုပါ ရုန်းရင်းဆန်ခတ် ဖြစ်သွားစေနိုင်တဲ့လျို့ဝှက်ချက်ကြီးကို ဖော်ထုတ်နိုင်မလား. မထင်မှတ်ထားတဲ့ ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့.ညီအစ်ကိုသံယောဇဉ်. အနစ်နာခံမှု. မိသားစုရဲ့အဓိပ္ပါယ် ဆိုတာတွေကို ချပြထားတဲ့အက်ရှင်ကြမ်းကြမ်း. ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.76GB / 890MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/highlow-the-red-rain2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdZnaktqIgFaKN00KlOj50emJn5.jpg",
        "title": "HiGH&LOW The Movie 2: End of Sky(2017)",
        "description": "အဆိုပါဂျပန်ရုပ်ရှင်ဟာ High & Low Franchise မှ တတိယမြောက်ရုပ်ရှင်ဖြစ်ပါတယ်။ Imdb 7.1အထိရရှိထားပြီး ရုံတင်ငွေ ၁.၃၄ ဘီလျံယန်းထိရရှိပြီး Japanese Box officeမှာအတိုင်းတာတစ်ခုထိအောင်မြင်မှုရရှိခဲ့ပါတယ်။ ဇိုးအထာဖမ်းထားတဲ့တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့လူငယ်ဇာတ်ကောင်များပါဝင်ပြီး လူငယ်ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့်ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်ဒုစရိုက်လောကကိုအုပ်စိုးတဲ့ ခူရူးယုဂိုဏ်း(KURYU GROUP) ဟာ SWORD နယ်မြေမှာ ကာစီနိုဖွင့်ရန်ကြံစည်နေပါတယ်။ အဆိုပါ ကိစ္စကို SWORD နယ်ခံဂိုဏ်းတွေကမလိုလားပါဘူး။ ဆန်းနိုးဂိုဏ်းကကော်ဘရာရဲ့ အပြောရဆိုရင် SWORD ဟာခူရူးယုဂိုဏ်းအုပ်စိုးနေသရွေ့အနာဂတ်ဆိုတာလည်းမရှိဘူးလို့ဆိုပါတယ်။\nအင်အားကြီးတဲ့ဧရာမဂိုဏ်းကြီးနဲ့ အားပြိုင်ဖို့ကြိုးစားပုံမှာဇာတ်အိမ်တည်ထားတယ်။တချိန်တည်းမှာပဲ SWORD နယ်မြေကို ခပ်ထန်ကြမ်းတမ်းလွန်းတဲ့ဂိုဏ်းနှစ်ဂိုဏ်းဖြစ်ကြတဲ့ ရမ်မာရုရဲ့သံသယဂိုဏ်းနဲ့ ဂျက်စီရဲ့ ထောင်ဂိုဏ်းတို့ပူးပေါင်းကာ တိုက်ခိုက်ဖို့ကြံစည်ကြပါတယ်။ အဓိကက\nသံသယဂိုဏ်းရဲ့ထာဝရရန်ဖက်ဖြစ်တဲ့ ဝှိုက်ရတ်စကဲလ်ဂိုဏ်းကို ချေမှုန်းချင်ရာကနေစတင်ပါတယ်။ဝှိုက်ရတ်စကဲလ်တွေဟာအမျိုးသမီးတွေကို ကာကွယ်သူတွေအဖြစ်ခံယူထားကြပြီးသံသယဂိုဏ်းသားတွေကတော့ ငွေရရင်ဘာမဆိုလုပ်ကြမယ့်လူတွေဖြစ် တယ်။ SWORD နယ်မြေက\nဆန်းနိုးလူဆိုးဂိုဏ်းကိုယ်စားပြု ကော်ဘရာဟာ SWORD ဂိုဏ်းတွေမဟာမိတ်ဖွဲ့ဖို့ အဆိုကိုတင်သွင်းပြီးအားလုံးလိုလိုကငြင်းဆန်ခဲ့ကြပါတယ်။ ဝှိုက်ရတ်စကဲလ်ဂိုဏ်းကရော့ကီဟာ သံသယဂိုဏ်းကဘဲတွေကိုသူကိုယ်တိုင်ပဲရိုက်ခွဲချင်နေပြီးအခြားဘေးကပါဝင်သူတွေကိုထိခိုက်နစ်နာမှာကိုမလိုလားပါဘူး။တစ်ဖက်မှာတော့ အာမားမီးယားညီအစ်ကိုဂိုဏ်းဟာ ဒုစရိုက်လောကရဲ့အကြီးဆုံးဂိုဏ်းဖြစ်တဲ့ခူရူးယုဂိုဏ်းကို အမြစ်ကနေဆွဲလှန်ပြီးဖျက်စီးနိုင်မယ့် ယူအက်စ်ဘီ(USB FLASH DRIVE)ကိုလက်ဝယ်ရရှိထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/highlow-the-movie-2-end-of-sky2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTETzlxpE3TjeRYjmWbMgUSeSrF.jpg",
        "title": "HiGH&LOW The Movie 3: Final Mission(2017)",
        "description": "High & low the Movie 3 - Final Mission ကတော့ဂျပန်အက်ရှင်ဒရာမာ ရုပ်ရှင်တွဲဖြစ်တဲ့ High and Low series ရဲ့လေးကားမြောက်ပါ။ဂျပန်ယာကူဇာတွေဖြစ်တဲ့ ခူရူးယုဂိုဏ်း(Kuryu Group)နဲ့ SWORD အဖွဲ့တို့ကြားက တိုက်ပွဲကိုရိုက်ထားပြီး ရှေ့ကသုံးကားဖြစ်တဲ့ High & Low the Movie 1,High & Low the Red Rain,High & Low the Movie 2/ End of Sky တို့ရဲ့အဆက်ပါ။ရုပ်ရှင်ဒရာမာရသအပြည့်အဝခံစားချင်ရင်တော့ ကားအစဉ်လိုက်ကြည့်ဖို့ညွှန်းပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ Nameless City ဆိုတဲ့အမည်မရှိမြို့မှာအရင်ကဆေးဝါးစက်ရုံတစ်ခုရှိခဲ့ပါတယ်။အဲ့ဆေးဝါးက ဗိုင်းရပ်စ်ကုသတဲ့နေရာမှာထိရောက်မှုရှိခဲ့တဲ့အတွက်အစိုးရကလည်းထောက်ခံမှုပေးခဲ့ပါတယ်။ဒါပေမဲ့ဆေးကအခြားဘက်မှာဆိုးကျိုးတွေရှိနေပြီး ကုသခဲ့တဲ့လူနာတွေကခြောက်လအတွင်းမှာသေဆုံးခဲ့ပါတယ်။အဲ့အကြောင်းကြောင့်ကုမ္ပဏီလည်း ဒေဝါလီခံလိုက်ရပါတယ်။ထို့အပြင်ကုမ္ပဏီကထွက်တဲ့အညစ်အကြေးစွန့်ပစ်ပစ္စည်းတွေအနီးနာရေကန်ဆီစွန့်ပစ်ခံလိုက်ရပြီး ထိုဒေသမှာနေတဲ့လူတွေ အဆိပ့်သင့်ဓာတ်ပစ္စည်းတွေရဲ့အကျိုးဆက်ကိုခံစားခဲ့ကြရပါတယ်။ထိုအကြောင်းတွေသိတော့ အစိုးရကသက်ဆိုင်ရာတွေကိုခေါ်ပြီးမြေဖို့ ဖုံးဖိခဲ့ပါတယ်။ ဆေးကုမ္ပဏီက ကျန်ရှိနေတဲ့သက်သေတွေအစဖျောက်ဖို့ ခူရူးယုဂိုဏ်းကိုငှားခဲ့ပါတယ်။တစ်ဖက်မှာလည်း အစိုးရနဲ့ခူရူးယုပူးပေါင်းကာ မိုင်းတွင်းနဲ့အမည်မရှိမြို့ကိုဖောက်ခွဲဖျက်ဆီးပစ်ပြီး ထိုနေရာမှာသူတို့အကျိုးအမြတ်ရမဲ့ ကာစီနိုတစ်ခုကိုတည်ဆောက်ဖို့လုပ်ပါတော့တယ်။ထိုအခါ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/highlow-the-movie-3-final-mission2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lzdtHnMrvmhteuVepYgu3zfUuuN.jpg",
        "title": "High & Low The Worst(2019)",
        "description": "High and Low ပရိသတ် တွေအားလုံးပဲ မင်္ဂလာပါခင်ဗျာ။ ဒီ High and Low:The Worst ဟာ High & Low movieတွဲတွေထဲမှာ (၆)ကားမြောက်ဖြစ်ပြီး timeline အားဖြင့် Final Mission အပြီး ခရူးယုဂိုဏ်းရှုံးနိမ့်သွားချိန်မှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ဇာတ်ကြောင်းကို နည်းနည်း ပြောပြရရင် Final Mission အပြီးမှာ ခရူးယုဂိုဏ်း ၊သံသယဂိုဏ်းတို့နဲ့ အတူ ပျောက်ကွယ်သွားတဲ့ ရတ်ဒရမ်မူးယစ်ဆေးတွေဟာ SWORD ရဲ့ လမ်းမတွေပေါ်မှာ တစ်စတစ်စနဲ့ ပြန်ပေါ်လာပါတော့တယ်။ဆေးရောင်းချမှုတွေဟာ တဖြည်းဖြည်းနဲ့ ပမာဏများလာပြီး မူရာယာမတို့ရဲ့ အိုယာအထက်တန်းကျောင်းအထိ ပြန့်နှံ့ရောက်ရှိလာပါတယ်။အဲ့ဒီအချိန်မှာ အိုယာအထက်တန်းကျောင်းဂိုဏ်းမှာလည်း ပြဿနာတွေတက်နေပြီး ပုဂ္ဂိုလ်စွဲတွေနဲ့ ဂိုဏ်းခွဲတွေ အများကြီး ကွဲလာပါတော့တယ်။ ဒီလိုအတွင်းရေး ပြဿနာတွေကြားထဲမှာ အိုယာဂိုဏ်းသားတွေဟာ ရတ်ဒရမ်ပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲ၊သူတို့ကြားထဲမှာရော ဘယ်လိုကိစ္စတွေကြောင့် ပြဿနာတွေတက်နေရတာလဲ၊အိုယာကျောင်းဂိုဏ်းမှာရော ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲဆိုတာတော့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/high-low-the-worst2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kRlMWoqx0pq0K78f4seWOWtaTkF.jpg",
        "title": "High & Low The Worst X(2022)",
        "description": "High & Low The Worst X ကတော့ ၂၀၂၂ တုန်းကနောက်ဆုံးထွက်ထားတဲ့ ၇ ကားမြောက်ဇာတ်ကားဖြစ်ပြီး High & Low The Worst အပြီး ၃ နှစ်အကြာမှာ ဇာတ်လမ်းတည်ထားတာပါ။\nအိုယာကျောင်းဂိုဏ်းဟာ ခေါင်းဆောင်အသစ်နဲ့အတူ ဂိုဏ်းအားလုံးထဲမှာ အတောင့်တင်းဆုံးနီးပါးအထိဖြစ်လာပြီး ဒါကို ပြဿနာရှာချင်တဲ့ ဆဲနိုမွန်ကျောင်းဂိုဏ်းက တခြားအဖွဲ့နှစ်ဖွဲ့နဲ့ပေါင်းပြီး အိုယာကျောင်းဂိုဏ်းကိုဖျက်ဆီးကြတဲ့အခါမှာ သုံးဖွဲ့တစ်ဖွဲ့ချကြပါတယ်။\nဇာတ်ကောင်အဟောင်းအနေနဲ့ကတော့ တိုဒိုရိုကီ၊ ဖူဂျီအို၊ ဆာချီအိုနဲ့ တခြားဇာတ်ပို့တွေပြန်ပါမှာဖြစ်ပြီး ဇာတ်ကောင်အသစ်တွေအများကြီးနဲ့ ကျစ်လစ်တဲ့ဇာတ်အိမ်ကြောင့် ကြည့်ဖို့နှစ်ခါမစဉ်းစားသင့်တဲ့ဇာတ်ကားပါ။  File size…2.26GB / 1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Kasashi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-low-the-worst-x2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VkJZ2YSI23rwywTi6rJA4KYBmG.jpg",
        "title": "Possessed (2022)",
        "description": "Rasuk or Possessed (2022)IMDb 5.3 ရထားတဲ့ အင်ဒိုနီးရှား Horror ကားလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖုန်းလိုင်းသိပ်မမိတဲ့ ကျောင်းတစ်ကျောင်းမှာ\nစာသင်နှစ်ဝက်ကျောင်းပိတ်ရက်ရောက်တော့ အိမ်မပြန်ဘဲ အဆောင်မှာနေခဲ့တဲ့ ကျောင်းသားတွေရှိပါတယ်။\nဆရာ Nazmi ကတော့ အိမ်မပြန်တဲ့ကျောင်းသားတွေကို စောင့်ရှောက်ပေးဖို့ ခွင့်ယူထားရာကနေ\nအဆောင်ကိုပြန်လာရပါတယ်။\nအဲဒီထဲက ကျောင်းသားအဖွဲ့တစ်ဖွဲ့က မြစ်ကမ်းဘေးကို ပျော်ပွဲစားထွက်ရာကနေ အဖွဲ့ထဲက Wari ဆိုတဲ့\nကျောင်းသားက ထူးဆန်းတဲ့ပုလင်းလေးကို ဖွင့်မိသွားလို့ သရဲဝင်ပူးခံရပြီး Zombie လို ဖြစ်သွားပါတယ်။\nWari က တခြားကျောင်းသားတွေကို လိုက်တိုက်ခိုက်တော့ တခြားသူတွေပါ ကူးစက်ခံရပြီး သူ့လိုဖြစ်ကုန်ပါတယ်။\nအဆောင်မှာ ဖုန်းလိုင်းမမိတဲ့အပြင် ညဘက် မီးပါပျက်သွားတော့ ဆရာ Nazmi နဲ့ကျောင်းသားတွေ\nအသက်ရှင်အောင် ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Action, Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/possessed-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWI5ZGUzNDAtOGY0Yy00NzU0LWE0NmYtNGNlOGI0YjVlZTk4XkEyXkFqcGdeQXVyODQ0NjU1OTE@._V1_-135x200.jpg",
        "title": "Supercell (2023)",
        "description": "Supercell (2023)\n============လတ်တလော အသစ်ထွက်ရှိလာတဲ့ထဲကမှ Best Cinematography\nAward အပါအဝင် ဆုသုံးဆုထိ ရရှိထားတဲ့ action and adventure\nဇာတ်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။သိပ္ပံပညာရဲ့ နက်ရှိုင်းမှုတွေ၊ သဘာဝတရားကြီးရဲ့ ဆန်းကြယ်မှုတွေကို\nသည်းထိပ်ရင်ဖို ကြည့်ရှု့သွားရမှာဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေ\nလည်း ပါဝင်နေတာဖြစ်လို့ ဇာတ်လမ်းကြည့်ရင်း win-win အခြေအနေ\nတစ်ခုကို ရရှိစေမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဝီလီယမ်ဘရိုဒီဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nလေးတစ်ယောက်က ဆုံးပါးသွားပြီဖြစ်တဲ့ သူ့ရဲ့ဖခင်ဖြစ်သူ ဘေလ်ဘရိုဒီ\nတစ်ဖြစ်လဲ ဒဏ္ဍာရီလာမုန်တိုင်းမုဆိုးတစ်ဦးရဲ့ အဆုံးမရှိတဲ့ အိပ်မက်တွေ\nနောက်ကို လိုက်ဖို့ ကြိုးစားတဲ့ စွန့်စားခန်းတစ်ခုပါပဲ။ အဲဒီစွန့်စားခန်းမှာ\nအသက်အန္တရာယ်ရှိတဲ့အထိ ပြင်းထန်တဲ့ မုန်တိုင်းတွေ၊ လေဆင်နှာမောင်း\nတွေ တစ်လုံးပြီးတစ်လုံး ကြုံတွေ့ရပြီး အသက်ရှင်ကျန်ရစ်နိုင်ဖို့ ကြိုးပမ်း\nအားထုတ်မှုတွေကို သည်းထိပ်ရင်ဖို တွေ့မြင်သွားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (495 MB) / (296 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/supercell-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPFVeVYuFhCnnOAZZHpMROCbssE.jpg",
        "title": "The Sentinel(2006)",
        "description": "ဒီဇာတ်ကားက ဂန္ဓ၀င်မင်းသားကြီး Michael Douglas ရဲ့ဇာတ်ကားလေးပါ။ ပိထ်ဂါရစ်ဆန် နဲ့ ဘရက်ကင်ရစ်ခ်ျ တို့ဟာ သမ္မတ လုံခြုံရေးတပ်ဖွဲ့မှာ တာ၀န်ထမ်းဆောင်လာခဲ့တာ နှစ်ပေါင်းများစွာရှိနေပါပြီ။ သူတို့နှစ်ယောက်ဟာ ခင်မင်တာကြာပြီဖြစ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်ပေမယ့် ပုဂ္ဂိုလ်ရေးကိစ္စကြောင့် စိတ်၀မ်းကွဲနေကြတဲ့သူတွေဖြစ်ပါတယ်။ တစ်ရက်မှာတော့ လုံခြုံရေးအဖွဲ့ရဲ့ အဖွဲ့၀င်တစ်ဦးဟာ သမ္မတကိုလုပ်ကြံဖို့စီစဉ်‌နေတာသိလိုက်ရတော့ လုံခြုံရေးအဖွဲ့တစ်ခုလုံး သို့လော သို့လော ဖြစ်ကုန်ကြပါတယ်။ တစ်ယောက်နဲ့တစ်ယောက် ယုံမရတော့တဲ့အနေအထားကြောင့် မုသားဖော်စက်နဲ့ တစ်ဦးချင်းစစ်ဆေးရာမှာ ပိထ် လိမ်နေတယ်လို့သိလိုက်ရပါတယ်။ ဒါပေမယ့် ပိထ်ကအဖမ်းမခံဘဲ အကွက်ချခံရကြောင်းပြောပြီး တရားခံအစစ်ကိုရှာဖို့ကြိုးစားပါတော့တယ်။ ပိထ်ဟာ သူပြောသလို အကွက်ချခံရတာလား ကိုယ်တိုင်ကပဲလုပ်ကြံရေးသမားဖြစ်နေတာလား.... File size…1.69GB / 708.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-sentinel2006/"
    }
]