[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5Mc79FkDsa3Uh9tHXFt2KlDGaq.jpg",
        "title": "Once Upon a Time in Hong Kong ( 2021 )",
        "description": "ဒီကားလေးက ဟောင်ကောင်မှာတစ်ချိန်က အစိုးရအပြောင်းအလဲ စနစ်တွေကြားမှာပြည်သူတွေလုံးပါးပါးခံစားခဲ့ရတဲ့ကာလက ဘဝတချို့ကိုဇာတ်ကားအဖြစ်ရိုက်ထားတာပါ...ဒီကားလေးက ကိုလိုနီလက်အောက်ခံကာလမှာ ဟောင်ကောင်ဟာစီးပွားရေးလုပ်ငန်းတစ်ဟုန်ထိုး တိုးတက်နေခဲ့ချိန်ပေါ့... ဒါပေမယ့်ဟောင်ကောင်ရဲ့ စီးပွားရေးက လောင်းကစားနဲ့ ဘိန်းလုပ်ငန်းဖြစ်နေတာပဲ....နောက်ပြီးကလပ်လုပ်ငန်းနဲ့ မိန်းမကိစ္စပါ ပါလာတာပေါ့...လက်သည်ပျောက်တဲ့အလောင်းတွေ၊ လက်သည်မရှိတဲ့ အမှုတွေ၊ အမှုတောင်မဖွင့်လိုက်ရတဲ့ အမှုတွေ၊ အဖက်ဖက်က ဒုက္ခတွေနဲ့ ဆီးကြိုနေတဲ့ဘဝကြီးမှာကိုယ့်ဘာသာ အဆုံးစီရင်တာက နောက်ဆုံးထွက်ပေါက်ဖြစ်လာခဲ့တဲ့ ကာလကိုတကယ့်ဖြစ်ရပ်ထက်နည်းနည်းလေးလျှော့ပီးရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်ငွေသာလျှင်အမိငွေသာလျှင်အဖဖြစ်လာပြီး ငွေမျက်နှာနဲ့ လူသားချင်းစာနာမှုတွေပျက်ပြားပြီးလုပ်ချင်ရာလုပ် ဖြစ်ချင်ရာဖြစ်နေခဲ့ပါတယ်... ဒါကို မကြည့်နိုင်သူတစ်ဦးကအမှန်တရားကို ဖော်ထုတ်ဖို့မပြောနဲ့ မေးမြန်းတာမျိုးဖြစ်ဖြစ်စုံစမ်းတာမျိုးဖြစ်ဖြစ် လုပ်မိရင်တောင် တစ်ခါတည်းဆုံးမခံရတဲ့ကာလ၊ဘိန်းလို မှောင်ခိုပစ္စည်း အရောင်းအဝယ်လုပ်ရင်တော့ ငွေမျက်နှာကြောင့် ၉ပုံ ၁ ပုံသာဖမ်းပြီး စခန်းကနေ ဝယ်လက်အထိ ခိုးပို့ပေးတဲ့ ကာလ၊အမှန်တရားအတွက် သက်သေလိုက်ပေးမယ်ဆိုရင်တောင် နောက်နေ့ အလောင်းပေါ်သူကပေါ်မိုးလင်း တံခါးလာခေါက်ပြီး ခြေဖြတ်ခံလက်ဖြတ်ခံရတဲ့ကာလမျိုးကိုဘယ်လိုပုံဖေါ်ထားလဲဆိုတာကိုဆက်လက်ခံစားကြည့်လိုက်ကြရအောင် Quality : HDRip 1080pFormat : mp4During : 1h 45minGenres : Action , Crime ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZZmk/Once_Upon_A_Time_In_Hong_Kong_2021_(HDRIP)_1080p.mp4",
        "category": "Action, Crime, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/kO5o42Nln0Y3syiv46TrE22lJdM-133x200.jpg",
        "title": "Allan Quatermain : King Solomon’s Mines (1985)",
        "description": "Sir H. Rider Haggard ရဲ့ King Solomon's Mines ဝတ္တုကို လူအတော်များများသိကြမှာပါ။\nစာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း ဆော်လမွန်သိုက်ဆိုတဲ့နာမည်နဲ့ ဘာသာပြန်ခဲ့ဖူးပြီး\nစာရေးဆရာအတော်များများလည်း ဒီဝတ္တုကို မြန်မာဘာသာနဲ့ပြန်ဆိုထုတ်ဝေခဲ့ဖူးပါတယ်။အခု ဒီဇာတ်ကားဟာလည်း King Solomon's Mines ကို မှီငြမ်းရိုက်ကူးထားတဲ့ကားပါ။\nစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းကျအောင်ရိုက်ကူးထားတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းပြန်ပြင်ထားတာဖြစ်လို့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေအဖို့ နည်းနည်းစိတ်ကသိကအောင့်တော့ဖြစ်မိကြမှာပါ။ ဒါပေမဲ့ ဇာတ်လမ်းလေးက\nခပ်မြူးမြူးလေးမို့ ကြည့်ရတာအတော်လေးအဆင်ပြေပါတယ်။မင်းသားကြီး ရစ်ချက်ချိန်ဘာလိန်းရဲ့  အလန်ကွာတာမိန်းဇာတ်ရုပ်က သူနဲ့လိုက်ဖက်သလို\nမင်းသမီးချော ရှရွန်စတုန်းကလဲ ဇာတ်ကိုကြွလာအောင် ထပ်မံဖြည့်တင်းထားနိုင်တာမို့\nဘယ်အချိန်ကြည့်ကြည့် အကြည့်ခံတဲ့ဇာတ်ကားလေးပါပဲ။အင်ဒီယာနာဂျုံးကြိုက်သူတွေ အလန်ကွာတာမိန်းကိုလည်း သဘောကျနှစ်ခြိုက်ကြမှာပါ။\nထိုခေတ်ထိုအခါက CGI တွေခေတ်မစားလေတော့ ရိုက်ကွင်းဆက်တင်တွေကို အဓိကအားကိုးပြီး\nအာဖရိကအထိသွားပြီး လူရိုင်းတွေနဲ့ အပင်ပန်းခံသွားရိုက်ထားတာပါ။ဇာတ်လမ်းဇာတ်ညွှန်းကို သိနေရင်တောင်မှ အက်ရှင်စွန့်စားခန်းအပြည့်နဲ့ Adventure Vibe အပြည့်ရစေတာမို့မိတ်ဆွေတို့ကို မပျင်းစေဘဲ အဆုံးထိဆွဲခေါ်သွားမယ့်ဇာတ်ကားပါ။မိတ်ဆွေတို့နှစ်ခြိုက်တယ်ဆိုရင် ကျန်ရှိတဲ့ အလန်ကွာတာမိန်းဇာတ်ကားတွေကိုလဲ ထပ်မံတင်ဆက်သွားပါ့မယ်။ပုံ - Alias Quatermain\nFile size…(2 GB) / (1 GB)\nQuality….BluRay HEVC ...",
        "rating": "",
        "url": "https://channelmyanmar.org/king-solomons-mines-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySPT0USsuDFG9pqHjI50GYOeQmj.jpg",
        "title": "Doctor(2021)",
        "description": "တကယ်လည်း ကြမ်း၊ သည်းထိပ်ရင်ဖိုစရာလည်း ​ကောင်း၊ရုံတင်တုန်းကလဲ အတော်လေးရေပန်းစား ပေါက်ခဲ့ပြီးရုံတင်ရက်၂၅ရက်အကြာမှာ အိန္ဒိယရူပီ ၁၀၀Crsထိရထားတဲ့ နာနီရဲ့ ဒီရုပ်ရှင်ကားကတော့ရုပ်တည်ကြီးနဲ့ တကယ်ခွီရတဲ့ ​Tamil Action - Comedyကားသစ်တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်MDb rating 8.5ရ​တာနဲ့တန်​အောင် တကယ်ကြည့်​ပျော်ပြီးဇာတ်အစအဆုံး အချိန်၂နာရီခွဲကုန်မှန်းမသိ ကုန်​စေမယ့်ကားလို့ညွှန်းဆိုပါ​ရ​စေ အညွှန်း********စစ်တပ်ဆရာဝန်တစ်​ဦးဖြစ်တဲ့ ဗာရွန်ဟာ ဘုကလန့်လည်းကျ၊စကားကို တည့်တိုးပဲ​ပြောတတ်ပြီး စိတ်ပိုင်းဆိုင်ရာထက်လက်​တွေ့ပိုင်းကို ပိုဦးစား​ပေးလို့ Emotional Dead manရယ်လို့အမည်​​ပေးခံရသူရယ်ပါဒီလူဂွစာကြီးဟာ လူတကာကိုဘု​တော​ပေမဲ့ ဇနီး​လောင်းကို​တော့သည်းသည်းလှုပ် ချစ်ရှာပါတယ်၊ သူချစ်ရတာနဲ့ တန်​အောင်ကိုသူ့ရဲ့ဇတ်ဇတ်ကြဲဇနီး​လောင်း​လေး ပတ်မီနီကလည်း တင်​တောင်းတဲ့​​နေ့မှာတင် ငြင်းလွှတ်လိုက်ပါတယ်ဗာရွန်ခမျာ ရည်းစားငြင်းခံရလို့မှ မပြီး​သေးခင် ခယ်မလောင်းလျာပြန်​ပေးဆွဲခံရတဲ့ကိစ္စကြောင့် မ​တော်လိုက်ရတဲ့ ဇနီးသည်မိသားစုနဲ့အတူ ပြန်​ပေးဆွဲသူ​တွေကို လိုက်လံရှာ​ဖွေရင်း လူကုန်ကူးနဲ့ကိုယ်အင်္ဂါရောင်းဝယ်​ရေး ကွန်ယက်ကြီးထဲ ပတ်သတ်မိသွားတဲ့အခါဘုကလန့်ဗာရွန်နဲ့ ဇတ်ဇတ်ကြဲ ပတ်မီနီတို့နှစ်​ယောက် ဘယ်လိုအလွဲ​တွေဖြစ်ကြမလဲ၊ ညီမဖြစ်သူကို​ရော ပြန်ရှာ​တွေ့ပါမလား၊သူတို့ရင်ဆိုင်​နေရတဲ့ ဂိုဏ်း​တွေက ဘယ်​လောက်​တောင်များလဲဆိုတာကို အတည်​ပေါက်နဲ့ ရယ်လည်းရယ်ရ၊ စိတ်လှုပ်ရှားဖို့လည်းကောင်း​အောင် ရိုက်ကူးတင်ဆက်​ပေးထားတဲ့Tamilကား​ကောင်း တစ်ကားပဲဖြစ်ပါတယ်File size…1.34GB ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/doctor2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dangerous-132x200.jpg",
        "title": "Dangerous (2021)",
        "description": "အန္တရာယ်ကောင်ဆိုတဲ့ ဇာတ်လမ်းလေး ကြည့်လိုက်ရအောင်။\nဒီ ဖော်ရက်စတာဆိုတဲ့ လူတစ်ယောက်ဟာ လူတွေရဲ့ခံစားချက်ကို\nနားမလည်တတ်တဲ့ စိတ်ရောဂါတစ်မျိုးနဲ့လူပါ။\nဝမ်းနည်းတာတွေ ကြောက်တာတွေကို မခံစားတတ်ဘူး။\nအထူးတပ်ဖွဲ့မှာ အထက်အရာရှိကို သတ်မိမလိုဖြစ်ပြီး တပ်က ထွက်လာခဲ့ရတယ်။\nပြီးတော့ လူဆိုးဂိုဏ်းတစ်ခုနဲ့ ပေါင်းမိပြီး သွေးအေး လူသတ်သမားဖြစ်လာတယ်။\nထောင်ထဲမှာ စိတ်ဆရာဝန်တွေပြပြီး သူ့ရဲ့ အရင်အကျင့်ဟောင်းနဲ့ စိတ်တွေကို ပြင်ဖို့\nကြိုးစားနေတဲ့ လူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nသူ့မှာ သမိုင်းပါမောက္ခ လူရိုးလူဖြောင့် ရှောင် ဆိုတဲ့ ညီတစ်ယောက်ရှိတယ်။\nဇာတ်လမ်းက အဲဒီက စတာပါ။ ရှောင်ဟာ ကွှန်းတစ်ကျွန်းကိုဝယ်ပြီးမိသားစုနဲ့အတူနေထိုင်ရင်\nတစ်နေ့မှာ ရုတ်တရက် သေဆုံးသွားခဲ့တယ်။\nအဲဒီစျာပနကို အစ်ကိုဖြစ်သူ ဒီ ရောက်လာရင်းနဲ့\nကျွန်းပေါ်မှာ လူဆိုးအဖွဲ့တွေနဲ့ အရှုပ်အရှင်းတွေကြားထဲကို ရောက်သွားပါတယ်။\nသူ့မိသားစုကိုလည်း ကာကွယ်ရင်း အရင်လိုလည်း\nလူမသတ်မိအောင်ထိန်းနေရတဲ့ ဒီ တစ်ယောက်ဘယ်လို ရုန်းကန်ရမလဲဆိုတာ.....File Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dangerous-2021/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNmQ2YTk0NmQtYzc3Ny00ZGQ1LTlkZDYtYjg2ZjhmMzg2NDcyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-125x200.jpg",
        "title": "Sridevi Soda Center (2021)",
        "description": "IMDb Rating (7.6)ဒီနေ့ပဲအသစ်ထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်း အချစ်အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။Suri Babu ဟာ သူ့ရွာမှာစတိတ်ခုံ မီးစတဲ့အပြင်အဆင်တွေမှာကွျမ်းကျင်သူတစ်ယောက်ဖြစ်ပြီး အဲ့ဒီအလုပ်ကို\nစီးပွားရေးအဖြစ်ဇောက်ချလုပ်ဖို့စဉ်းစားနေပါတယ်၊သူချစ်မိသွားတာကတော့ ဆိုဒါအရောင်းဆိုင်ပိုင်ရှင်ကြီးရဲ့သမီး\nမိန်းမလှလေးSrideviပဲဖြစ်ပါတယ်။ Srideviက သူ့အချစ်ကိုတုန့်ပြန်ခဲ့ပေမယ့် သူ့အဖေကတော့ ခါးခါးသီးသီးပါပဲ။သဘောမတူနိုင်ရတဲ့အကြောင်းရင်းကတော့ Suri ဟာ သူတို့ထက် ဇာတ်နိမ့်နေလို့ပါပဲ။တစ်နေ့မှာတော့ ဆူရီဟာ ရွာထဲကအကောင်ကြီးကြီးတစ်ယောက်နဲ့လူသတ်မှုတစ်ခုမှာပါဝင်ပတ်သက်မိရာကနေ\nဒုက္ခကြုံရပြီး အချစ်ဇာတ်လမ်းမှာပါ အနှောင့်အယှက်တွေကြုံရဖို့ဖြစ်လာပါတော့တယ်။တစ်ခုပြီးတစ်ခု မြွေပူရာကင်းမှောင့်သလိုဖြစ်လာတဲ့ပြဿနာတွေဟာ သွေးရိုးသားရိုးဟုတ်ပါ့မလား။\nသူ့အပေါ်မလိုမုန်းထားသူတွေ သူတို့ဇာတ်လမ်းအပေါ်ဖျက်လို့ဖျက်ဆီးလုပ်ချင်သူတွေ ဘယ်လောက်များမလဲ။\nဒါတွေကိုရော သူတို့နှစ်ယောက်ကြံ့ကြံ့ခံကျော်ဖြတ်နိုင်ကြမလား ဆိုတာဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။အပြင်မှာတကယ်ဖြစ်နေဆဲ ဖြစ်ခဲ့ပြီးသား အဖြစ်အပျက်တွေထဲက ဖြစ်ရပ်မှန်တစ်ချို့ကိုအခြေခံထားတာဖြစ်ပါတယ်။\nဘယ်လိုအဖြစ်မှန်တွေလဲဆိုတာကိုသိရင်တော့ ဇာတ်လမ်းပေါ့ပျက်သွားနိုင်လို့မပြောတော့ပါဘူး။ကိုယ်တိုင်ကြည့်ပြီးအဖြေရှာကြပါ။\nFile size…(2.2 GB) / (1.1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Alias",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/sridevi-soda-center-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dead1-143x200.jpg",
        "title": "Dead Snow 2: Red vs. Dead",
        "description": "ဒီရုပ်ရှင်ကတော့ Dead Snow 2009 ရဲ့ အဆက်ပါ။Dead Snow အရင်ရုပ်ရှင်ထဲမှာ နှိုးထလာပြီးသောင်းကျန်းခဲ့တဲ့ နာဘီး ( နာဇီဇွန်ဘီး) တွေဟာတောင်ပေါ်ကနေ အောက်ကိုဆင်းလာပြီး ရည်ရွယ်ချက်တစ်ခုကို လုပ်ဖို့ကြိုးစားလာပါတယ်။အဲဒီမှာပဲ ပထမရုပ်ရှင်တုန်းက အသက်ရှင်ကျန်ခဲ့တဲ့သူ နဲ့အမေရိကန်က လာတဲ့ ဖုတ်ကောင်နှိမ်နင်းရေးအဖွဲ့ ပေါင်းပြီး နာဘီးတွေကို ရင်ဆိုင်ရပါတော့တယ်။နာဇီဇွန်ဘီးနဲ့ ချဖို့ဆိုရင် ဘာလိုမလဲ၊ ဆိုဗီယက်ဇွန်ဘီးတွေ လိုတာပေါ့ဗျာ။ဇာတ်လမ်းက ထူးခြားပြီး ရယ်လည်းရယ်ရ ကြမ်းလည်းကြမ်းကြောင်လည်း ကြောင်တာမို့ Dead Snow နှစ်ကားကို သဘောကျကြမယ်ထင်ပါတယ်။\nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/dead-snow-2-red-vs-dead/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hTxlSqMAHBXAh1eB69ir0BXhzE.jpg",
        "title": "The Killer (1989)",
        "description": "The Killer (1989)ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်... ဂျွန်ဝူးရဲ့ရွှေခေတ်....\nချောင်ယွန်ဖတ်ရဲ့ရွှေခေတ်က အက်ရှင်ကားတစ်ကားပေါ့။\nတစ်ချို့ကတော့ ဒီရုပ်ရှင်ကို ချောင်ယွန်ဖတ်ရဲ့ အကောင်းဆုံးကားလို့\nသတ်မှတ်ကြတယ်။ဟောင်ကောင်အက်ရှင်တွေရဲ့ ဘုရင်ဟောင်းဂျွန်ဝူးရဲ့\nRatingအကောင်းဆုံးကားဆိုလည်း မမှားဘူး။ အဖွင့်မှာတင်ပါလာတဲ့\nနောက်ခံသီချင်းလေးကလည်း တော်တော့်ကို ကောင်းတာပါပဲ။ပုံစံကခပ်အေးအေး အကြည့်က ခပ်စူးစူးနဲ့\nတစ်ချက်ပစ်ရင် လူတစ်ယောက်ထိကိုထိတဲ့\nနာမည်ကျော်ကြေးစားလူသတ်သမားတစ်ယောက်ရှိတယ်။\nစင်တင်စားသောက်ဆိုင်တစ်ခုမှာ ပစ်မှတ်ကို သွားသတ်ရင်း\nအဆိုတော်မလေးရဲ့ မျက်လုံးကို ကျည်နဲ့ ရှပ်ထိသွားပြီး\nကောင်မလေးရဲ့ မျက်လုံးဟာ ကန်းတော့မယ့်လုဆဲဆဲ\nဖြစ်သွားခဲ့တယ်။ လူသတ်သမားပေမဲ့ ကိုယ်ပိုင်စည်းမျဉ်းနဲ့\nသိက္ခာရှိရှိနေတဲ့ ချောင်ယွန်ဖတ်ရဲ့ ကျည်ဟာ ဘယ်တော့မှ\nအပြစ်မရှိသူရဲ့ အရေပြားပေါ် မဖိတ်စဉ်ဖူးဘူး။\nဖိတ်စဉ်မိခဲ့ရင်လည်း သူ့တာဝန် သူယူတတ်တဲ့သူဆိုတော့\nအနားယူဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးရဲ့ မျက်လုံးကို\nပြန်ကုပေးဖို့ နောက်ဆုံးအလုပ်တစ်ခုကို လက်ခံလိုက်တယ်။\nကံဆိုးချင်တော့ နောက်ဆုံးအလုပ်မှာ သူ့ကိုခိုင်းတဲ့သူတွေက\nသူ့ကိုပြန်နှုတ်ပိတ်သတ်ဖို့ကြံရာက ရဲတွေရော\nရာဇဝတ်ဂိုဏ်းတွေကပါ သူ့နောက်ကိုလိုက်ကြတော့တာပါပဲ။ဇာတ်အိမ်က သူ့ခေတ်က ထူးပေမဲ့ နောက်ပိုင်း ဒီပုံစံတွေ\nတွေ့ဖန်မြင်ရများလို့ မဆန်းတော့တဲ့ ဇာတ်အိမ်ပါပဲ။\nသို့ပေမဲ့ လတ်ဆတ်တုန်းက အပြုံးချိုချိုနဲ့ ချောင်ယွန်ဖတ်နဲ့\nလိုက်ဖက်လွန်းနေတဲ့ သိက္ခာရှိတဲ့ ကြေးစားလူသတ်သမားဇာတ်ကောင်က\nဒီဇာတ်လမ်းကို ဘယ်တော့မှမဟောင်းမယ့်\nဇာတ်လမ်းတစ်ပုဒ်ဖြစ်သွားအောင်\nအရောင်တင်ပေးခဲ့တယ်။ သဘောကျစရာကောင်းတာက\nနောက်ပိုင်းကားတွေထဲက ဇာတ်လိုက်တွေလို လူလွန်မသားတွေ\nဖြစ်မနေဘူး။ ကြမ်းတယ် ကျည်တစ်ချက်တစ်ကောင်သေတယ်။\nသို့ပေမဲ့ ဒဏ်ရာလည်း အသေရတယ်.. ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-killer-1989/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2j9slCMuMhFYOFxAzeIRwpzSRPB.jpg",
        "title": "Fighting For Life ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့အမျိုးသမီးလက်ဝှေ့သမားတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ်ရှယွင်ဟာ မိသားစုပြဿနာ မျိုးစုံကို ကြုံနေရပြီး အမျိုးသမီးလက်ဝှေ့ဖိုက်တာတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့မှာ ရှယွင်တစ်ယောက်အမျိုးသမီးလက်ဝှေ့ချန်ပီယံ ရော်ရွှမ်နဲ့ တွေ့ဆုံချိန်မှာတော့ သူ့အိမ်မက်တွေအကောင်အထည်ဖော်နိုင်ဖို့ ဖြစ်လာပါတော့တယ် ရှယွင်အနေနဲ့ ရော်ရွှမ်ရဲ့ကြီးကြပ်မှုအောက်မှ လက်ဝှေ့ဖိုက်တာကောင်းတစ်ယောက်အဆင့်ဆင့်ကြိုးပမ်းအားထုတ်ဖို့ အခွင့်အရေးတစ်ခုရလာခဲ့ပါတယ်သူကြိုးစားနေချိန်မှာ သူ့အနေနဲ့ ဘယ်လိုစိတ်ဓာတ်စစ်ဆင်ရေးတွေဘယ်လိုလူမျိုးတွေနဲ့ရင်ဆိုင်တွေ့ကြုံရမလဲဆိုတာ​တော့ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ် ဆက်လက်ကြည့်ရှုရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 13minGenres : Action , DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/2lQN7/Fighting_Life_2021_(1080p)_WEB-DL_(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
        "title": "13 Minutes(2021)",
        "description": "13 Minutes(2021) အညွှန်း***********************သတိပေးချက်တွေဟာ ကြေငြာတိုင်းလည်း အမြဲတကယ်ဖြစ်မလာတဲ့အခါမှာ လူတွေကပေါ့ဆလာတတ်ကြပါတယ် .....မုန်တိုင်းလှန့်တာတွေနဲ့ခဏခဏကြုံရလေ့ရှိတဲ့ နယ်မြို့လေးတစ်မြို့အကြောင်းပဲဖြစ်ပါတယ် ...ရာသီဥတုဖောက်ပြန်မှုတွေမကြာခဏဖြစ်လေ့ရှိတဲ့ ဒေသဖြစ်တာကြောင့် မြို့ခံတွေဟာမိုးလေဝသသတိပေးချက်တွေကိုလည်း သိပ်ပြီးအလေးထားလေ့မရှိကြပါဘူး ...တစ်နေ့မှာတော့ လေဆင်နှာမောင်းအကြီးစားတစ်ခုဝင်ခါနီးမှာ တီဗီသတင်းတွေရေဒီယိုတွေကနေတစ်ဆင့် အရေးပေါ်ကြေငြာချက်ထုတ်ပါတယ်...လေဆင်နှာမောင်းကလည်းတကယ်တိုက်သွားပါတယ် Recommend ပေးချင်တာကတော့ လေဆင်နှာမောင်းတိုက်တဲ့ဇာတ်ဝင်ခန်းတွေက အတော်ကိုရင်ဖိုစရာကောင်းပါတယ်...မိုးလေဝသနောက်ခံပညာပေးရုပ်ရှင်ဆိုပေမယ့်မြို့ခံမိသားစုတွေကြားထဲက Family drama လေးတွေလည်းပါလို့မပျင်းရပါဘူး...အန္တရာယ်တွေကနေလွတ်အောင်ပြေးရတဲ့ စွန့်စားခန်းဆန်ဆန်vibe တွေကြိုက်နှစ်သက်တဲ့သူတွေကြိုက်နှစ်သက်မယ့် ဇာတ်ကားပါပဲ....  File Size : (2.03GB)(0.9GB) and (343MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wut Ye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/13-minutes2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNDI3NTM1MzMtMWY4Yy00ZGYxLThkYTUtOTZmYzM4ZWJjMzcwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_-147x200.jpg",
        "title": "Gangsterdam (2017)",
        "description": "မျက်ဝန်းပြာပြာနဲ့ ပြင်သစ်ဟာသမင်းသား Kev Adams ကိုတော့ Aladdin ဟာသဇာတ်ကားနဲ့မှတ်မိကြမယ်ထင်ပါတယ်...ခုဇာတ်ကားမှာလဲ အလွဲလွဲအချော်ချော်နဲ့ ထပ်မြင်ရဦးမှာပါ...ကောလိပ်ကျောင်းပျော်ကြီး ရူဘင်တစ်ယောက် ကျောင်းသူသစ်လေး နိုရာကို စွဲလန်းသွားရာက ဇာတ်လမ်းစတယ်...ပြသနာက နိုရာက သာမန်ကျောင်းသူလေးမဟုတ်ဘူး...မာဖီးယားဂိုဏ်းတစ်ခုရဲ့  ဆေးခြောက် ကယ်ရီသမား...ကျောင်းသူလေးကို ဖွန်ကြောင်ရင်းနဲ့ ရူဘင်တစ်ယောက် မာဖီးယားဂိုဏ်းရဲ့ ဆေးခြောက်ထုပ်ကြီးပျောက်ဆုံးမှုမှာကြားညှပ်သွားပြီး Gangsterdam ဆိုတဲ့ စွန့်စားခန်းကြီး နယ်သာလန်မှာဖွင့်ပါတော့တယ်...။ဇာတ်ကိုပံ့ပိုးထားတဲ့ ဇာတ်ရံတွေကလဲ အသီးသီးထူးခြားတဲ့ဇာတ်ကောင်တွေနဲ့မို့ ရီနေရမှာ အသေအချာပါပဲ။ဟာသအက်ရှင်အခွီကားတွေ မျှော်လင့်နေရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(1.5 GB) / (999MB)\nQuality….HDRip 1080p / 720p\nFormat…mp4\nDuration….01:33:37\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "",
        "url": "https://channelmyanmar.org/gangsterdam-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screenshot-2021-11-02-at-05-51-01-2012-2009-136x200.png",
        "title": "2012 (2009)",
        "description": "လူသားတွေဟာ ကိုယ့်ရဲ့အသက် သေမလား ရှင်မလား မသေချာတော့တဲ့အချိန်မှာ အတ္တကင်းကင်းနဲ့ ဆောင်ရွက်နိုင်ပါ့မလားဆိုတဲ့မေးခွန်းကို\nလေးစားရတဲ့ စာရေးဆရာတစ်ယောက်ဆီ မေးမြန်းဖြစ်ခဲ့တဲ့ ဘူမိဗေဒဒေါက်တာ ဟမ်စလေကမ္ဘာ့အဆုံးသတ်ကို အစောဆုံးသိရှိသတိပေးခဲ့သော်လည်း ကိုယ်တိုင်မလွတ်မြောက်ခဲ့တဲ့ ရူပနက္ခတ္တဗေဒ ဒေါက်တာဆက်နမ်ပြိုကွဲသွားတဲ့မိသားစုလေးကို တစ်ဘဝစာ တာဝန်မကျေခဲ့ပေမယ့် ကမ္ဘာပျက်ကပ်မှာ အသက်ရှင်သန်နိုင်မှုကို ယူဆောင်‌ပေးနိုင်ခဲ့တဲ့ မအောင်မြင်တဲ့စာရေးဆရာ ကားတစ်၂၀၁၂ ကမ္ဘာကြီးရဲ့အဆုံးသတ်မှာ အသက်ရှင်ရပ်တည်ဖို့ ကြိုးစားခဲ့ကြတဲ့ လူ့အဖွဲ့အစည်းများ လူသားမျိုးနွယ်နဲ့ သက်ရှိမျိုးစိတ်များ အနုပညာလက်ရာများကိုပါ ဆက်လက်ရှင်သန်အောင် သူတို့ရဲ့အားထုတ်မှုက ဘယ်လိုပုံစံလဲ...ကယ်တင်မရနိုင်တဲ့လူတွေကို အေးစက်စက်နှလုံးသားနဲ့စတေးသွားကြသူတွေရယ်\nသူတို့နဲ့အတူ အဆုံးသတ်ရဲ့အ‌မှောင်ထဲကို ရဲရဲဝံ့ဝံ့ တိုးဝင်ခဲ့ကြသူတွေရယ်... 2012 ဆိုတဲ့ဇာတ်ကားကို 2009 ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး မေယာပြက္ခဒိန်ရဲ့ အယူအဆကို အခြေခံရိုက်ကူးသွားတဲ့ အကောင်းဆုံးကမ္ဘာပျက်ဇာတ်ကားတွေထဲက တစ်ခုပါ\nကမ္ဘာ့အပေါ်လွှာမြေမာတွေ နေရာရွေ့ကုန်ပြီး ကုန်းပြင်တွေက ရေအောက်ရောက် ရေအောက်ကြမ်းပြင်တွေ မြေပေါ်တက်လာတဲ့ အခြေအနေမှာ ရှင်သန်ဖို့ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Are Khun Winchester ပါ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/2012-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/7rOUcwmOCnwW3YR6V2HkmAwWhAQ-133x200.jpg",
        "title": "One More Shot (2021)",
        "description": "ဟောင်ကောင်မင်းသားကြီး Louis Fan ရဲ့  Action ,Sci-Fi ဇာတ်ကားသစ်လေးကို တင်ဆက်လိုက်ပါတယ်....ဇနီးသည်သတ်ခံရပြီးနောက် စိတ်ကျရောဂါဖြစ်နေတဲ့ ပရော်ဖက်ရှင်နယ် သက်တော်စောင့်ဖိုက်တာကြီးဟာသမီးကလဲ ရောဂါနဲ့မို့ ဆေးကုသဖို့ စရိတ်တွေကို ခက်ခက်ခဲခဲရှာနေရတာပါ...တစ်နေ့မှာတော့ အေမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကိုကယ်တင်မိခဲ့ပြီးသက်တော်စောင့်ရဲ့ဖိုက်တာစကေးတွေကို ကြိုက်သွားတာကြောင့် အေမီက သူ့ကုမ္ပဏီမှာ အလုပ်လုပ်ဖို့ဖိတ်ခေါ်ခဲ့ပါတယ်။အလုပ်ကတော့ Virtual Reality VR တွေနဲ့ အလုပ်လုပ်ရမှာဖြစ်ပြီးအဲ့ VR မှာ သူ့ဇနီးသည် ပုံပေါ်လာတဲ့အပြင် အကြမ်းဖက်သမားတွေကပါ ရန်ရှာလာတဲ့အခါမှာတော့...။Action,Sci-Fi ဆိုတဲ့အတိုင်း ပွဲကတော့ရှယ်ကြမ်းကြမှာပါ။\nFile size…(950 MB)\nQuality….WEBRip 1080p\nFormat…mp4\nDuration….01:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/1FS0j/(CM)ONE.MORE.SHOT.2021.1080p.WEB-DL.H264.mp4",
        "category": "Action, Asian, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZjFjNjg4YTUtYzk4YS00MzBmLWFiZTktNjQ5YjEzYTk5ZDQ2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Apex (2021)",
        "description": "Apex ဆိုတဲ့ကျွန်းကြီးပေါ်မှာ လစဉ်လတိုင်း ထိပ်တန်းလူချမ်းသာ၆ယောက်ဟာ လူတစ်ယောက်ကို သားကောင်အဖြစ်အမဲလိုက်ကစားကြပါတယ်။သူပါတဲ့ပွဲတိုင်းနိုင်နေတဲ့ ဒေါက်တာရိန်းစ်ဖို့ဒ်ဟာ ကစားပွဲစီစဉ်သူကို သတ်ရအခက်ဆုံးသားကောင် တောင်းဆိုလိုက်တဲ့အခါ...တစ်သက်တစ်ကျွန်းကျနေတဲ့ ဘရုစ်ဝီလီတစ်ယောက် လွတ်မြောက်ဖို့အခွင့်အရေး ရလာပါတော့တယ်ကစားသမား၆ယောက်ဟာ သားကောင်ဖြစ်တဲ့ လူအိုကြီးဘရုစ်ဝီလီကို လျှော့တွက်ထားရာကနေ ထင်မထားတဲ့ရလဒ်တွေဖြစ်လာမလားဆိုတာ ကြည့်ရမယ့်ဇာတ်လမ်းဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Pyi T. Nyein ပါ )File Size__1.6 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T. Nyein\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/apex-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZjBmMzAyMTQtODA0NC00ODNkLTliNWUtNjYyOWZhZGZhZmExXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Snakehead (2021)",
        "description": "တရုတ်လူမျိုးတွေကို အမေရိကားဆီ လူကုန်ကူးနေတဲ့ snakehead လို့ လူသိများတဲ့ လူကုန်ကူးမှုနဲ့\nစီမီရင်လည်း အမေရိကားကို ရောက်လာပါတယ်\"ကျွန်မ အမေရိကန်အိပ်မက်ကိုမယုံကြည်ဘူး\nဒါပေမယ့်ကျွန်မရှင်သန်ဖို့လိုတယ်\nကျွန်မတွက် မိသားစုတွက် ဒီကိုလာရတာ သေနိုင်တယ်ဆိုတာ အားလုံးသိပြီးသားပါ\nဒါပေမဲ့ ကျွန်မတို့မှာ ကိုယ်ပိုင်အကြောင်းတရားကိုယ်စီရှိကြတယ်\nအမေရိကားမှာ ခိုးဝင်နေထိုင်ရတဲ့နေ့ရက်တိုင်းက စွန့်စားနေရတာပါ\nထောင်ကျနိုင်တယ် ပြည်နှင်ဒဏ်ထိနိုင်တယ်\nသေတောင်သေသွားနိုင်တယ်\nဒါပေမယ့် ငွေရဖို့ဆိုရင် ဒီထက်ပိုဆိုးတာတောင်လုပ်နိုင်တယ်\nအကြွေးတွေ မြန်မြန်ဆပ်ပြီး ...သမီးလေးကိုပြန်ခေါ်ရမယ်\" အမေရိကားကို လူကုန်ကူးခံရတဲ့ တရုတ်လူမျိုးမိန်းကလေးတစ်ယောက်အကြောင်းကို အခြေခံရိုက်ကူးထားတာပါ\nသူကြုံရမယ့် ဒုက္ခတွေ ပြသာနာတွေ ငွေမျက်နှာပဲကြည့်တဲ့သူတွေ မိတ်ဆွေစစ်တွေ မိတ်ဆွေတုတွေ ဒုက္ခသုခတွေနဲ့\nသူ့သမီးလေးကိုရော ပြန်ခေါ်လာနိုင်ပါ့မလားဆိုတာကို မှုခင်းကျူးလွန်မှုတွေနဲ့အတူ ကြည့်ရှုရမှာပါ ။မိမိတိုင်းပြည်ထက် တိုင်းတစ်ပါးကို ယုံကြည်တာ အထင်ကြီးတာ တိုင်းတစ်ပါးအိပ်မက်တွေက မမှန်ကန်ဘူးဆိုတာကို ပြသချင်တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ ) File Size__1.7 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Drama\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/snakehead-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iPTZGFmPs7HsXHYxiuxGolihjOH.jpg",
        "title": "Army of Thieves (2021)",
        "description": "Army of Thieves (2021)IMDb - 6.2/10ဒီ​နေ့ပဲ ထွက်ရှိလာတဲ့ Army of the Thieves ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီကားက ဒီနှစ်အ​စောပိုင်းမှာ ထွက်ရှိထားတဲ့ Army of the Deadရဲ့ တိုက်ရိုက် Prequelဖြစ်ပြီးDieterအဖြစ် သရုပ်​ဆောင်ထားတဲ့ မင်းသား Matthias Schweighöfer ကိုယ်တိုင် ရိုက်ကူးထားတာပါ၊ဒီဇာတ်လမ်းမှာ Zombie Apocalypse စစဖြစ်ချင်းအချိန်ကို timelineအ​ခြေခံထားပါတယ်၊မီးခံ​သေတ္တာ​နဲ့ ​သော့ဝိဇ္ဇာ Youtuber တစ်​ယောက်ဖြစ်သူ Dieter ဟာသူ့ရဲ့ Youtubeက​နေ အ​ပျော်တမ်း ​သော့ဖျက်နည်း​တွေ၊ မီးခံ​သေတ္တာသမိုင်း​ကြောင်း​တွေ ရိုက်ကူးပြီးတင်တဲ့သူပါ၊သူ့ရဲ့ဗီဒီယို​တွေကို ​တွေ့သွားတဲ့ဂိုဏ်းတစ်ခုဟာသူ့ရဲ့ကျွမ်းကျင်မှုကို အသုံးချပြီး ဘဏ်​တွေကို ​​ဖောက်ပြီးကြံစည်ပါတယ်၊ဒါ​ပေမဲ့ Dieter​​​ဖောက်​ပေးရမယ့် မီးခံ​​သေတ္တာ​တွေက နှယ်နှယ်ရရမဟုတ်ဘဲခက်​ပေ့ဆိုတဲ့ နာမည်​ကျော် မီးခံ​သေတ္တာကြီး ၄လုံးဖြစ်​နေတဲ့အခါ...Army of Dead franchise ရဲ့ မူမပျက်​အောင် ​သွေးသံရဲရဲနဲ့ အရွန်း​ဖောက်ဟာသ​တွေ၊အ​​ပြောအဆိုခပ်ကြမ်းကြမ်း​တွေ သုံးထားလို့အက်ရှင်ကားကြိုက်သူ​တွေအတွက်​တော့ အ​ထွေအထူးညွှန်း​နေစရာမလိုတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/army-of-thieves-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/pixomatic_1635423510378-142x200.png",
        "title": "Commitment (2013)",
        "description": "Big Bang အဖွဲ့က အဆိုတော် Choi Seung Hyun (T.O.P) ခေါင်းဆောင်ပါဝင်ပြီး Han Ye Ri ၊ နာမည်ကြီးမင်းသမီး Kim Yoo Jung ၊ Yoon Je Moon ၊ Jo Sung Ha နဲ့ မင်းသားကြီး Jung Ho Bin တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ Commitment ဇာတ်ကားဟာ အက်ရှင်ဒရမ်မာ ဇာတ်ကြမ်းတစ်ကား ဖြစ်ပါတယ်။ ဒါရိုက်တာ Park Hong Soo ရိုက်ကူးပြီး ကိုရီးယားစစ်ပွဲရဲ့ တတိယမျိုးဆက်တွေ ဘုမသိဘမသိနဲ့ ဓားစာခံဖြစ်ရပုံအကြောင်း ရိုက်ကူးထားတဲ့ IMDb Rating 6.8 ထိရရှိထားတဲ့ ဇာတ်ကားကောင်း ဖြစ်ပါတယ်။ကိုရီးယားကားတွေရဲ့ ထုံးစံအတိုင်း အကြမ်းနဲ့ အလွမ်းကို ရောသမမွှေထားပြီး မတူညီတဲ့ ပတ်ဝန်းကျင်တွေကို သမမျှတအောင် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/commitment-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/i-saw-the-deivl-133x200.jpg",
        "title": "I Saw the Devil (2010)",
        "description": "ကိုရီးယား မင်းသား လီဗျောင်ဟွန်း နဲ့ မင်းသားကြီး Choi Min‑sik တို့အဓိကအားပြိုင်သရုပ်ဆောင်ထားတဲ့Crime, Drama, Horror အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb Rating(7.8/10) နဲ့ Rotten Tomatoes (80%) ထိ ရရှိထားတဲ့ နာမည်ကြီးကိုရီးယားဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့....Special Agent တယောက် –လက်ထပ်တော့မယ် သူ့ချစ်သူ ကို ရက်ရက်စက်စက် တစစီခုတ်ထစ်စွန့်ပစ်ထားတာကို မြင်ခဲ့ပြီးနောက် –ချစ်သူရဲ့ အဖေ က ရဲအရာရှိ –သူ့သမီးကို သတ်သွားတဲ့သူကို မင်း ရအောင်သာရှာ …. ငါ ဘာလုပ်ပေးရ ပေးရ –Special Agent ဟာ ၂ ပါတ်တိတိ ခွင့်ယူပြီး –မသင်္ကာစရာ လူ ၄ ယောက်ကို တယောက်ချင်းစီ စစ်ရင်းမှလူသတ်သမားအစစ် ကို တွေ့တဲ့အခါ ဘယ်လိုတွေ ကလဲ့စားချေမယ်ဆိုတာ –အချိန် ၁၄ ရက်အတွင်းမှာ ဘယ်လောက်ထိရက်စက်မယ်ဆိုတာ– – ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/i-saw-the-devil-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFPyIS7MpRrNf3MV57zxZ9GoBs.jpg",
        "title": "Laabam(2021)",
        "description": "Laabam (2021)ကဲ .. ဒီနေ့မှာလည်း Tamil ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Laambam တဲ့ Tamil ဘာသာစကားနဲ့ဆိုရင်တော့ “အကျိုးအမြတ်” ။လောကမှာလူတွေက ဘယ်အရာကိုမဆို အကျိုးအမြတ်ရမှ လုပ်ချင်ကြတာမဟုတ်လား။အကျိုးအမြတ်မရဘဲ ဘယ်သူကမှတော့ အချိန်ကုန်လူပန်းခံပြီး ဘာမှမလုပ်ချင်ကြဘူး။အဲဒီအကျိုးအမြတ်မှာ နှစ်မျိုးရှိိတယ်။ စည်းစိမ်ဥစ္စာဆိုတဲ့အကျိုးအမြတ်ရယ်၊ကိုယ့်စေတနာအကျိုးကြောင့်ပြန်ရတဲ့ ကရုဏာမေတ္တာအမြတ်ရယ်။ဒီဇာတ်လမ်းလေးကိုတော့ Peruvayal လို့ခေါ်တဲ့ရွာလေးအကြောင်းကိုအခြေတည်ပြီးရိုက်ကူးထားတာပါ။ မင်းသားဖြစ်တဲ့ Pakkiri ကဇာတိရွာလေးကစွန့်ခွာသွားခဲ့ရပြီး တစ်ဖန်ပြန်ရောက်လာတဲ့အချိန်မှာသူရွာလေးရဲ့စီးပွားရေးလုပ်ငန်း ကစဉ့်ကလျားဖြစ်နေတာကိုတွေ့ခဲ့တယ်။ဒါကိုဖာသိဖာသာနေလို့ရပေမယ့် ကိုယ့်ဇာတိကရွာသူရွာသားတွေကိုဆွေမျိုးသားချင်းတွေလိုသဘောထားပြီး လယ်ယာမြေလုပ်ငန်းကိုတွင်တွင်ကျယ်ကျယ်အတူတူလုပ်ကြဖို့ ရတဲ့အကျိုးအမြတ်ကိုခွဲဝေယူကြဖို့စည်းရုံးပြီး “လယ်ယာမြေအဖွဲ့အစည်း” တစ်ခုတည်ထောင်လိုက်တယ်။သူ့ကြိုးစားအားထုတ်မှုကြောင့် အရာအားလုံးအောင်မြင်ပြီးအဆင်ပြေနေတဲ့အချိန်မှာ ဘီလူးခေါင်းဆောင်းထားတဲ့Vangamudi ကြီးက ပြည်သူပိုင်မြေနေရာမှာ သူ့အကျိုးအတွက်ဘိုင်အိုဒီဇယ်စက်ရုံကြီးဆောက်ဖို့ လယ်မြေတွေကိုအပိုင်သိမ်းဖို့ကောက်ကျစ်တဲ့နည်းလမ်းမျိုးစုံသုံးကြိုးစားပါတော့တယ်။ဒီလိုနဲ့အဆုံးသတ်မှာ အများအကျိုးသယ်ပိုးပြီးအားလုံးရဲ့မေတ္တာကိုရရှိထားတဲ့ လူထုခေါင်းဆောင် Pakkiri နဲ့ကိုယ့်အကျိုးအတွက်သာကိုယ်ကြည့်ပြီး အမျိုးစုံယုတ်မာတဲ့Vangamudi တို့နှစ်ဦးရဲ့ဘဝအဆုံးသတ်ဘယ်လိုဖြစ်မယ်ဆိုတာကိုတော့ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါတော့နော်။\nFile size…2.17GB / 1.3GB\nQuality…1080p True WEB DL \nFormat…Mp4\nDuration….2h 24min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Hnin Hsu & ...",
        "rating": "",
        "url": "https://channelmyanmar.org/laabam2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-06-at-10.12.58-PM-133x200.png",
        "title": "Raya and the Last Dragon (2021)",
        "description": "Raya and the Last Dragon (2021)========================IMDb Rating - 7.8ဟိုးရှေးရှေးတုန်းကပေါ့ဗျာ .....ပုံပြင်ဆိုတော့ ဒီလိုပဲ စရမယ်လေနော့။ကူမန်ဒြာ ဆိုတဲ့ တိုင်းပြည်မှာ လူတွေရယ် နဂါးတွေ ရယ် အတူတူ နေကြသတဲ့။တစ်နေ့မှာတော့ ဒရွန်း ဆိုတဲ့ ကျောက်ရုပ်ဖြစ်စေနိုင်တဲ့ မိစ္ဆာတွေက လာရောက်အနိုင်ကျင့်ကြတဲ့အခါမှတော့ ...... နဂါးတွေက လူတွေကို ကူညီတိုက်ခိုက်ပေးကြပါတယ်။နဂါးတွေရဲ့ အစွမ်းတွေ စုထားတဲ့ ရတနာနဲ့ ဒရွန်း မိစ္ဆာတွေကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် ကူညီတဲ့ နဂါးတွေအားလုံး ကျောက်ရုပ်တွေ ဖြစ်သွားကြပြီး နဂါးတစ်ကောင်ကတော့ရှင်ကျန်နေရစ်ခဲ့ပါတယ်။ ကူမန်ဒြာ တိုင်းပြည်ကြီးလည်း လူမျိုးစု ၅ စု ကွဲသွားသလို ရတနာကလည်း၅ ပိုင်း ကွဲသွားခဲ့ပါတယ်။နောက် နှစ် ၅၀၀ အကြာမှာတော့ ဒရွန်းတွေ ပြန်ပေါ်လာခဲ့ပါတယ်။ နှလုံးသားမျိုးနွယ်စု ခေါင်းဆောင်ရဲ့သမီးလေး ရာယာ က နောက်ဆုံးကျန်ခဲ့တဲ့ နဂါး ကို ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/raya-and-the-last-dragon-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNzAwNzUzNjY4MV5BMl5BanBnXkFtZTgwMTQ5MzM0NjM@._V1_-135x200.jpg",
        "title": "Venom (2018)",
        "description": "DatShin Review: Venom (2018)\n…\nPlotEddie Brock ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ဟာ လူတွေကို တရားမဝင်စမ်းသပ်မှုတွေလုပ်နေတဲ့ကုမ္ပဏီကြီးတစ်ခုကို ဝင်ထောက်လှမ်းရင်း ပြင်ပကမ္ဘာသက်ရှိတစ်ကောင်ဖြစ်တဲ့ Venom နဲ့ ထိတွေ့ ကူးစက်ခံခဲ့ရတယ်။ အဲအချိန်မှာပဲ ကုမ္ပဏီကြီးကသူ့အမြင် သူ့ရည်မှန်းချက်အတွက် တစ်ကမ္ဘာလုံးကို ဒုက္ခရောက်ဖို့ ကြိုးပမ်းလာတဲ့အခါမှာတော့ Eddie ဟာသူ့အပေါ်မှာ ကပ်မှီပြီး နေနေတဲ့ Venom နဲ့ အတူ ပူးါပေါင်းတားဆီးဖို့ ကြိုးပမ်းရပါတော့တယ်။Review\n.\nVenom ရုပ်ရှင်ဟာ လတ်တလော controversial အဖြစ်ဆုံး ကားလို့ ပြောရမှာပါ။Critic အများစု မကြိုက်သလောက် Fan အများစု ကြိုက်ကြတယ်။ကျွန်တော့အနေနဲ့ကတော့ Venom character နဲ့ ပတ်သက်ပြီး အများကြီး မသိပါဘူး။Spider-Man video game တွေထဲမှာလောက်ပဲ တွေ့ဖူးတာ များတယ်။ဆိုတော့ ကျွန်တော့ အမြင်က နည်းနည်းကွဲရင် ကွဲနိုင်သပ။အရင်ဆုံး မကောင်းဘူး ထင်တာတွေ ပြောပါမယ်။မင်းသား Tom ...",
        "rating": "7.0",
        "url": "https://megaup.net/ZMe0/(CM)Venom.2018.4K.BluRay.x265.10bit.SDR.AC3.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5c8G0XcXv2LFdyLAevke5ovr7lW.jpg",
        "title": "Flight(2021)",
        "description": "Flight(2021) အညွှန်း********************IMDb...8.0 ရန်ဗီးမနိုးသရားဟာ အိန္ဒိယရဲ့ နာမည်ကျော်လေယာဉ်တည်ဆောက်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Adityaraj Aviations ရဲ့\nMD တစ်ယောက်ဖြစ်ပြီး လတ်တလောဖြစ်ပွားခဲ့တဲ့လေယာဉ်ပျက်ကျမှုတစ်ခုကြောင့်ကုမ္ပဏီဟာ ဘက်ပေါင်းစုံက\nထိုးနှက်တိုက်ခိုက်မှုတွေကြုံနေရချိန်ဖြစ်ပါတယ်။ဒီကိစ္စကို သူကိုယ်တိုင်စုံစမ်းမိချိန်မှာ ဈေးပေါပေါနဲ့တင်သွင်းထားတဲ့အစိတ်အပိုင်းတွေကြောင့်ဆိုတာ သိရှိသွားပြီးနောက် သတင်းစာရှင်းလင်းပွဲအတွက်ကိုယ်ပိုင်လေယာဉ်နဲ့ဒူဘိုင်းကိုထွက်လာခဲ့ပါတယ်။လေယာဉ်ပေါ်ရောက်တဲ့ခဏ အရက်တစ်ခွက်နဲ့အတူမှေးကနဲဖြစ်သွားပြီးသူပြန်နိုးလာတဲ့အချိန်မှာတော့\nလေယာဉ်တစ်ခုလုံးဟာ ဖရိုဖရဲဖြစ်နေပြီး လေယာဉ်မယ်လေးနှစ်ယောက်သေဆုံးနေတာကိုတွေ့လိုက်ရတဲ့အပြင်၊ပြင်ပကမ္ဘာလောကကြီး\nတစ်ခုလုံးနဲ့ပါ အဆက်အသွယ်ပြတ်တောက်နေပြီးတော့ လေယာဉ်ဟာမောင်းသူမရှိပဲပျံသန်းနေတာကို တွေ့လိုက်ရတဲ့အခါ..။\nဒီကိစ္စဟာ လေယာဉ်ပြန်ပေးမှုလား၊ ဒါမှမဟုတ် တစ်စုံတစ်ဦးက သူ့အပေါ်မလိုမုန်းထားမှုနဲ့အကောက်ကြံခဲ့တာဖြစ်မလား၊သူ့ကိုလုပ်ကြံချင်တာ\nဆိုရင်လဲ အပြစ်မဲ့လေယာဉ်မယ်နှစ်ယောက်ကိုသတ်သွားပြီး သူ့ကိုချန်ထားခဲ့တဲ့ ကိစ္စရဲ့နောက်ကွယ်မှာဘယ်လိုအကြောင်းချင်းရာတွေရှိမလဲ၊ စတဲ့ ပဟေဠိတွေများစွာကို အကူအညီမဲ့ တစ်ယောက်တည်းဖြေရှင်းရပါတော့မယ်။Flight ဟာလှည့်ကွက်တွေ အချိုးအကွေ့တွေ စွန့်စားခန်းတွေနဲ့ ရင်မသည်းဖိုကြည့်ရှုရမယ့် action/thiriller\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Alias ပဲဖြစ်ပါတယ်...    File Size : (2.16GB)(1.04GB) &(303MB)\nQuality :Web-Dl 1080p ,720p\nFormat…mp4\nDuration…01:56:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/flight2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BYzc2NDI5MzEtNmYxOS00NTdkLWJlMWUtM2UxNDBjNWI5NjU2XkEyXkFqcGdeQXVyMTY2NDA5MzE@._V1_-138x200.jpg",
        "title": "Every Last One of Them (2021)",
        "description": "သမီးဖြစ်သူပျောက်ခြင်းမလှပျောက်သွားလို့ စုံစမ်းဖို့ မြို့ထဲကိုရောက်လာတဲ့ အထူးတပ်ဖွဲ့ဝင်ဟောင်း Jake Hunter...သူရောက်နေတာက Nichols ဆိုတဲ့ သူဌေးကြီးချုပ်ကိုင်နေတဲ့မြို့လေးပါသူ့သမီးပျောက်သွားတဲ့အကြောင်းကို ခြေရာခံလိုက်ရှာရင်း တစ်မြို့လုံးပတ်မွှေနေတဲ့ Jake Hunter က\nတစ်မြို့လုံးနဲ့တစ်ယောက်လို့ဆိုရလောက်အောင် တစ်ကိုယ်တော်သမီးရှာပုံတော်ဖွင့်နေတဲ့သူ အဆုံးမှာ ပျောက်ဆုံးနေတဲ့သမီးကို ရှာတွေ့မလားAction ကားတို့ထုံးစံ အပစ်အခတ်အသတ်အပုတ်တွေနဲ့ဆိုတော့ ကြည့်ရရှုရငြိမ့်လှတဲ့ ကားလေးမို့ ကြည့်ဖို့ညွှန်းလိုက်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__1.5 GB , 850 MB\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chuck Chuck & Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/every-last-one-of-them-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eQdtVLcwloJ1oqVSdfxazZBYHtX.jpg",
        "title": "Ninja Assassin (2009)",
        "description": "IMDB: (6.4/10)ကိုရီးယား နာမည်ကြီး သရုပ်ဆောင် Rain ပါ၀င်သရုပ်ဆောင်ထားတဲ့\nNinja Assassin ကို BluRay HEVC Quality နဲ့ Update တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nလူသတ်သမားဂိုဏ်းကို အစပျိုးဖို့ အတွက် မိဘမဲ့ လူငယ်လေးတွေကို သိုင်းသင်ပေးနေတဲ့ အဖွဲ့ အစည်းတစ်ခုမှာ\nကြီးပြင်းလာရတဲ့ ကောင်လေး တစ်ယောက်အကြောင်းပါ\nအစကတော့ ဒီအသင်းအဖွဲ့ က မိဘမဲ့ကလေးတွေကိုစောင့်ရှောက်ပေးတယ်လို့ ထင်ရပေမယ့်\nရက်စက်မှုများစွာနဲ့ ငရဲခန်းတစ်ခုအဖြစ်သိလာတဲ့နောက်\nထွက်ပြေးဖို့ကြံရွယ်ကြသူတွေရှိကြသလို မိသွားခဲ့ရင်တော့ မတွေးရဲစရာ နှိပ်စက်အပြစ်ပေးတတ်ပါတယ်။ဒီလိုနဲ့ Rain တစ်ယောက်ဟာလဲ ဒီဂိုဏ်းအဖွဲ့ထဲကနေထွက်ပြေးခဲ့ပါတယ်...\nဒါပေမယ့် ဘယ်လိုပဲ ထွက်ပြေးပြေး ဒီအဖွဲ့ဟာ နောက်ကနေ တစ်ကောက်ကောက်လိုက်ပြီး\nအဖွဲ့ပေါ် သစ္စာဖောက်သူတွေနဲ့ ထွက်ပြေးသူတွေကိုသတ်ဖြတ်ကြပါတော့တယ်...သွေးသံရဲရဲ မြင်ကွင်းတွေ အများကြီးပါ၀င်လို့ နှလုံးအားနည်းသူတွေ မကြည့်သင့်ပါဘူး။\nFile size…(1.9 GB) / (900 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:38:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Wai Zin",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ninja-assassin/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4niEFGAUEz3GUqwk9Y2y4aAERhE.jpg",
        "title": "Night Teeth(2021)",
        "description": "Night Teeth(2021) အညွှန်း**********************Vampire movie ကိုမှ မှုန်မှုန်ထိုင်းထိုင်းရှေးဆန်တဲ့ပုံစံမျိုးမဟုတ်ပဲ ခေတ်ဆန်တဲ့ဇာတ်အိမ်နဲ့သွေးစုပ်ဖုတ်ကောင် အလန်းစားတွေပါတဲ့ကားပဲဖြစ်ပါတယ်...သွေးစုပ်ဖုတ်ကောင်တွေဟာယနေ့ခေတ်ကြီးအထိ လျှို့ဝှက်သိုသိပ်စွာနေထိုင်နေပြီး သူတို့ကိုလိုက်ရှာပြီးသတ်နေတဲ့သွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းတွေလည်းရှိနေပါတယ် ....Benny ဆိုတဲ့ကောင်လေးကတော့ ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး အားလပ်ချိန်မှာအချိန်ပိုင်းကားအငှါးမောင်းရင်းနဲ့ အပိုဝင်ငွေလေးရှာနေတဲ့သူပေါ့...တစ်နေ့တော့ ခပ်လန်းလန်း ကောင်မလေး (၂) ယောက်ကသူ့ကို တစ်ညကားမောင်းဖို့ ငှါးလိုက်ပါတယ်...အလန်းစား(၂)ပွေဆိုတော့ ပျော်ရွှင်မြူးတူးစွာ ဝန်ဆောင်မှုတွေပေးခဲ့တာပေါ့...သို့ပေမဲ့ သူပို့တဲ့ အလန်း(၂)ပွေဟာ သွေးစုပ်ဖုတ်ကောင်အကြမ်းစားမတွေဖြစ်နေတဲ့အပြင်အဲ့ဒီညမှာပဲ အလွန်တရာရက်စက်တဲ့သွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းရဲ့လိုက်လံသတ်ဖြတ်ခြင်းခံရတဲ့အခါ....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....မမ Megan Fox ကြီးလည်း ပွဲဝင်ကြမ်းထားလေရဲ့....File Size :(0.99GB) and (380 MB)\nQuality : WEB-DL.NF.1080P, 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action ,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu & Hnin Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/night-teeth2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/MV5BOTJkMTA5MWUtYjk4MC00Y2Q1LWE4ZWYtYzkxOTBlNjBmMzBkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-142x200.jpg",
        "title": "The Man from Nowhere (2010)",
        "description": "IMDb Rating(7.8) / Rotten Tomatoes (100%)မြန်မာပရိတ်သတ်ကြီးရဲ့ ငယ်ကျွမ်းဆွေမင်းသားကြီးလဲဖြစ် မြန်မာပြည်သူအသဲနှလုံးကို ရိုက်ခတ်ခဲ့တဲ့ <<<ဆောင်းရွက်ဦးရွက်ကြွေ ချစ်သက်သေ>>>ဇာတ်ကားမှ မင်းသား ထယ်စောက် လို့လူသိများတဲ့မင်းသား(Won Bin) ရဲ့ ကျော်ကြားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာဖြင့် ကိုရီးယားမှာ ရုံတင်ပြသရာမှာ ၄ပတ်ထဲနဲ့ ကြည့်ရှူ.သူ ၄,၀၄၇,၂၂၇ ကျော်ခဲ့လို့ စံချိန်တင်ဇာတ်ကားတစ်ကားဖြစ်ရပ်တည်ခဲ့ပါတယ် ။ခုခေတ်မှာ အောင်မြင်နေတဲ့ John Wick ဟာ ဒီကားကို အတုယူထားတာဖြစ်တယ်လို့ ဒါရိုက်တာမင်းများက ဆိုထားခဲ့ဖူးပါတယ်။\nဒီကားထဲမှာ ထယ်စောက်ရဲ့ အက်ရှင်ဇာတ်ကြမ်းကို ကြည့်ရမှာဖြစ်တဲ့အပြင် တစ်ချို့အပိုင်းဒရာမာလေးတွေကလည်း ရင်ကိုထိစေပါလိမ့်မယ်။ဇာတ်လမ်းအကြမ်းဖျဉ်းကတော့မင်းသားဖြစ်သူဟာ စစ်ဘက်ထောက်လှမ်းရေးကနေထွက်ပြီး ဇာတ်မြုပ်နေထိုင်သူတစ်ယောက်...\nသူ့အိမ်လေးဘေးက ကလေးမလေးဟာ တေလေဂျပိုးသူခိုးမလေး။\nသူက အပေါင်ဆိုင်လေးဖွင့်ထားတော့ ခိုးလို့ရသမျှပစ္စည်းတွေ သူ့ဆီလာပေါင်ရင်း တစ်စွန်းတစ်စ ရင်းနှီးလာကြတယ်။\nဒါပေမယ့် ကောင်မလေးရဲ့ အမေက ဆေးသမားဖြစ်နေတော့ မမျှော်လင့်ထားတဲ့ ဇာတ်ရှုပ်တွေက မင်းသားဆီကို ဆက်နွှယ်လာပါတော့တယ်။ ကလေးမလေး အဖမ်းခံရတဲ့အချိန်မှာ ထယ်စောက်တစ်ယောက်က ယခင်အတိတ်ကသူကြမ်းခဲ့တဲ့အတိုင်း ပြန်ကြမ်းလာပြီး\nကလေးမလေးကို ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-man-from-nowhere-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bdPi4rjb4m3Ks806FBsEQYQTo6.jpg",
        "title": "Kaminey(2009)",
        "description": "Kaminey(2009) အညွှန်း********************ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.4 အထိ ရရှိထားပြီး Shahid Kapoorနဲ့ Priyanka Chopraတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဟင်ဒီစကားပြော ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\" ဘဝမှာ ပိုက်ဆံရဖို့ နည်းလမ်း(၂)သွယ်ရှိတယ်...တစ်ခုက ဂွင်ကြီ:ကြီးရိုက်တာ ....နောက်တစ်ခုကဂွင်သေးသေးရိုက်တာ......\" ဒါကတော့ ချာလီဆိုတဲ့ မြင်းပွဲဒိုင်ဖွင့်ချင်တဲ့သူတစ်ယောက်ရဲ့လက်သုံးစကားပဲ...သူ့စကားအတိုင်း မြင်းပွဲတွေကို  မြင်းမောင်းသမားတွေနဲ့ ပေါင်းပြီးငွေရဖို့ အချီကြီးတွေဆော်လေ့ရှိတယ်....သို့ပေမဲ့ ဒီလောကမှာ အင်အားကြီးသူ အာဏာရှိသူ တွေက အများစုကြီ:စိုးစမြဲပဲမလား...တစ်နေ့တော့ ဂွင်ကြီးကြီးဆင်ထားတဲ့ မြင်းပွဲတစ်ခုကို ချာလီတို့အဖွဲ့ဟာအချီကြီးလောင်းလိုက်တယ်...ဒါပေမဲ့ မြင်းသမားဟာ သူတို့ထင်ထားသလို မမောင်းခဲ့တဲ့အတွက်ချာလီတို့အဖွဲ့ရဲ့ ဆုံးရှုံးမှုဟာ အတော်ကြီးသွားခဲ့တယ်...ဒါ့ကြောင့် ချာလီဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးမြင်းသမားကို ဗျင်းဖို့ကြံတဲ့အချိန်မှာတော့...နောက်ဆက်တွဲပြဿနာတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်.....Action/Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာမို့ ဘောလိဝုဒ်ချစ်သူများ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။   File Size :(2.5GB) (1.1GB) and (410MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:10:00\nGenre : Action,Crime , ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/kaminey2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMDFlNDZkMGUtYTk4ZS00MTJlLTgzNjktMTQyN2I0MDE3ZTIzXkEyXkFqcGdeQXVyMTQ4NTI5MjE@._V1_-127x200.jpg",
        "title": "[James Bond] A View to a Kill (1985)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  နောက်ဆုံးဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.3/10) ရရှိထားပါတယ်…။\nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/james-bond-a-view-to-a-kill-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/3629ea7e0119032506b75876a480cf2a-123x200.jpg",
        "title": "[James Bond] Octopussy (1983)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၆ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.5/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/james-bond-octopussy-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMzQ4YzUzNGQtMDNkYS00NTk5LTkyMDgtNmVkMjg5MjIzNTdmXkEyXkFqcGdeQXVyNDY2MTk1ODk@._V1_-132x200.jpg",
        "title": "[James Bond] For Your Eyes Only (1981)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၅ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီထဲက Bond Girl ပြင်သစ်မင်းသမီး Carole Bouquet ကို‌တော့ စိတ်ထဲအတော်ကြာစွဲနေမိတတ်ပါတယ်...ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/james-bond-for-your-eyes-only-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMDdkNTE1NWUtNTM5Ny00MjAzLTkwODItZWNjZDM2NjcyMjMwXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-127x200.jpg",
        "title": "Kodiyil Oruvan",
        "description": "နယ်ကရွာလေးတစ်ခုမှ ရွာလူကြီးနေရာကို မမျှော်လင့်ပဲ ရလာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာရပ်ရွာကောင်းကျိုးအတွက် အလုပ်တွေ ကြိုးစားခဲ့တယ်။ ဒါပေမဲ့ ခေတ်ရယ် စနစ်ရယ်ကံမကောင်းအကြောင်းမလှတဲ့ အချင်းအရာ သူ့ဘက်မပါရင် အန္တရာယ်ပြုတတ်တဲ့ဒုစရိုက်သမား လူရမ်းကားတွေကြောင့် လင်ယောကျာ်းလဲသေ ကိုယ်တိုင်လည်းကိုယ်ဝန်ကြီးနဲ့ မီးရှို့သတ်ခံရတယ်။ ဒါပေမဲ့ သူ့သားလေးအတွက်အားဆက်တင်းရင်း အသက်ဆက်ခဲ့ပေမယ့် သူ့ဘဝကတော့ သေဆုံးသွားခဲ့ရပြီဒါ ဗီဂျေရာဂါဗန်ရဲ့ မိခင်အကြောင်းပါ သူ့အမေရဲ့ အသက်ဆက်ရှင်နေရတဲ့အကြောင်း​ပြချက်က သူ့သားအနေနဲ့ အရာရှိကြီးဖြစ်လာပြီး ရပ်ရွာဒေသကိုတိုးတက်အောင်လုပ်နေတာ မြင်ချင်လို့သူ့သားကလည်း တစ်ထောင်မှတစ်ယောက် တကယ့်လူလိမ္မာ လက်ရုံးရည်နှလုံးရည် ပြည့်ဝတဲ့သူ ဒါပေမဲ့ မြို့ပေါ်မှာ အစိုးရဝန်ထမ်းလုပ်ဖို့ စာမေးပွဲလာဖြေတဲ့အချိန်သူကတော့ ကလေးတွေစာသင်ပေးလိုက် ရပ်ကွက်ထဲ အမှိုက်ရှင်းလိုက်နဲ့ ကောင်းတာတွေပဲလုပ်နေပေမယ့် ကံကြမ္မာတစ်ပတ်လည်ပြီး လူဆိုးတွေနဲ့ သူရောရင်ဆိုင်ရတဲ့အခါမှာ....ဘာဆက်ဖြစ်မလဲ။ အလုပ်ရယ် ပညာရေးရယ် မိခင်ကိုပဲ စိတ်ထဲရှိတဲ့ ဗီဂျေရာ ဂါဗန်တစ်ယောက်ဘဝအမောတွေကို သူ့ဖြေဖျောက်ပေးချင်နေတဲ့ကောင်မလေးချောချောလေးကိုရော ဘယ်လိုပြန်တုံ့ပြန်မလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားရဦးမှာပါ \nFile size…2.23GB / 1.37GB\nQuality…True WEB DL 1080p / ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/kodiyil-oruvan2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTZlNzc2MmItYWUxYi00NzBlLTg2M2EtNTU3YjZiZjI3Zjc5XkEyXkFqcGdeQXVyMTA3MzQ4MTg0._V1_-146x200.jpg",
        "title": "Pokémon the Movie: Secrets of the Jungle (2021)",
        "description": "Pokemon the Movie : Secrets of the Jungle (2021)ပိုကီမွန် ပရိသတ်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့\nပိုကီမွန်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခေါက်ဇာတ်လမ်းမှာတော့ ဇာရူဒ်တောအုပ်ထဲက\nစမ်းချောင်းနားမှာ ငိုနေတဲ့ Kokoကို\nဇာရူဒ်နယ်ခံ ပိုကီမွန်တစ်ကောင်က သူနဲ့အတူ ခေါ်လာခဲ့ပါတယ်ဒါပေမဲ့ ဇာရူဒ်နယ်မြေကို အခြားသူတွေဝင်ခွင့်မရှိဘူးဆိုတဲ့ စည်းမျဥ်းကြောင့်\nKoko စွန့်ပစ်ရမှာဖြစ်ပေမဲ့လည်း ခေါ်ဆောင်လာပေးခဲ့တဲ့ ပိုကီမွန်က\nသူကိုယ်တိုင် ကလေးရဲ့မိသားစုကိုရှာပေးမယ်ဆိုပြီးတော့ အုပ်စုကနေထွက်ခွာလာခဲ့တယ်အစမှာ သူဟာ Koko ကို လူသားတွေနေတဲ့နေရာမှာ သွားထားဖို့ ကြံစည်ခဲ့ပေမဲ့လည်း\nအခြေအနေအမျိုးမျိုးကြောင့် မထားဖြစ်ခဲ့ပါဘူးပိုကီမွန်တစ်ယောက်က လူသားလေး Koko ကို သူ့သားအရင်းလိုမျိုး\nကိုယ်တိုင်စောင့်ရှောက်ခဲ့ပြီး လူသားဖြစ်ကြောင်းကို ဖုံးကွယ်ထားခဲ့တယ်ဒါပေမဲ့ အချိန်ကြာတဲ့အမျှ Koko တစ်ယောက်\nသူ့ကိုယ်သူ အခြားသူတွေနဲ့မတူညီတာနဲ့ပတ်သတ်ပြီး\nအမြဲတမ်းသံသယဝင်ခဲ့ရာကနေ Ash နဲ့တွေ့ဆုံတဲ့ချိန်မှာ\nသူဟာ လူသားတစ်ယောက်ဖြစ်တာ သိသွားပြီး\nသူ့မိဘအရင်းကို လိုက်ရှာဖို့ဖြစ်လာပါတော့တယ်Koko တစ်ယောက် သူ့မိဘတွေကိုရှာတွေ့မှာလား...??ဇာရူဒ်တောအုပ်နဲ့ ကိုကိုမိဘတွေကြားမှာကော\nဘယ်လိုကိစ္စတွေကပါဝင်ပတ်သတ်နေမှာလဲ....?? ဆိုတာ\nစိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Shwe Pyae က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Wxgaa45NyvPwYZT3GsZqQWWanR.jpg",
        "title": "The Trip(2021)",
        "description": "The Trip (2021) ရုပ်ရှင်အညွှန်းတစ်ခါ တစ်လေကျရင် ကျွန်တော်တို့ကကိုယ် ချစ်တဲ့ သူတွေနဲ့ ကိုယ့်ခံစားချက်တွေကိုအမှန်အတိုင်း မဝေမျှကြတဲ့ အခါမျိုးတွေ ရှိကြပါတယ်\"တောင်းပန်ပါတယ် ငါ မှားသွားတာပါ\" ဆိုတာတွေကို ခဏခဏ ပြောနေရရင်ပြောဖို့ ခက်လာသလိုပေါ့ ။ လူဆိုတာ ကိုယ့်အမှား ကိုယ်လွယ်လွယ်နဲ့ လက်မခံဘဲ ပတ်ဝန်းကျင်ကိုပဲ လိုက်အပြစ်တင်တတ်တဲ့ သတ္တဝါ ဖြစ်တာကိုး ။အခုဇာတ်လမ်းကလည်း အဲ့လို ကိုယ်မှားတာကို လက်ခံပြီး တောင်းပန်တာမျိုးမလုပ်တတ်တဲ့ ယောက်ျား နဲ့ သူ့မိန်းမကြားက အချစ်စမ်းတာလေးတွေကို အဓိကထား ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ Mystery-Thriller ဖြစ်တာနဲ့အညီ ဇာတ်ဝင်ခန်းတိုင်းကိုကသည်းထိတ်ရင်ဖို ဖြစ်ရပြီးတော့ ဘာဆက်ဖြစ်မလဲ သိချင်စိတ်နဲ့ ကြည့်နေရမှာပါ ။မင်းသားနဲ့ မင်းသမီးက နောက်ဆုံးမှာ ရှင်မယ်မှန်း သိကြပေမယ့် ဘယ်လိုရှင်ကြမှာလဲ ဆိုတာမျိုးပေါ့ ။ကဲ ကြည့်ဖို့ကို စိတ်ဝင်စားတယ် ဆိုရင်ဖြင့် ဇာတ်လမ်းအကျဥ်းကတော့အိမ်ထောင်ရေးအဆင်မပြေဖြစ်နေတဲ့ လင်မယား နှစ်ယောက်ဟာ ပိတ်ရက်မှာသစ်သားအိမ်လေး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-trip2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6MD1qPgEdvOfPCJkA1dq0SdOz2.jpg",
        "title": "The Expendables 3 (2014)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p HEVC\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Triller\nSubtitle__Myanmar Subtitle (Hardsub)\nEncoded ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-expendables-3-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5kdnOxTei0Cgbi6pryFPZoX9apS.jpg",
        "title": "The Expendables 2 (2012)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p HEVC\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Triller\nSubtitle__Myanmar Subtitle (Hardsub)\nEncoded ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-expendables-2-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tDynwDj3pvexrEQ8wb0uy8EdcGQ.jpg",
        "title": "The Expendables (2010)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-expendables-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Q72n3TFHBSEqw0RUCfpzu5p8pR.jpg",
        "title": "Seetimaarr(2021)",
        "description": "ကာသီ (Gopichand) ဟာရာဂျာမွန်ဒရီအနီး ကာဒီယမ်ရွာကဘဏ်မှာအလုပ်လုပ်ပြီး တစ်ဖက် အမျိုးသမီးကာဘာဒီအဖွဲ့တစ်ဖွဲ့ကို နည်းပြလုပ်ပေးနေပါတယ်။သူ့ကျေးရွာကာဘာဒီဖွဲ့ကနေ အန်ဒရာပရာဒေ့ရှ်ပြည်နယ်ကိုယ်စားပြုပြီးနိုင်ငံတော်ကာဘာဒီချန်ပီယံဆုကိုရရှိဖို့က သူ့အိမ်မက်ပဲဖြစ်ပါတယ်။သူနဲ့ သူ့အဖွဲ့ဟာ ဆီမီးဖိုင်နယ်ပွဲအတွက်မြို့တက်လာချိန်မှာ တစ်ချိန်က ကျောင်းတော်ကရန်စဟောင်းဂျဝါလာရက်ဒီ (Tamannaah) ကလဲ တယ်လန်ဂနာပြည်နယ်ကကာဘာဒီအဖွဲ့နည်းပြအဖြစ်ပြန်တွေ့ရပါတော့တယ်။အဲ့ဒီအချိန်မှာမှ ကိုယ်ရေးကိုယ်တာအငြိုးအတေးတစ်ခုအတွက်သူ့အဖွဲ့ကို လူဆိုးဂိုဏ်းက ပြန်ပေးဆွဲသွားတဲ့အချိန်မှာတော့ကာသီတစ်ယောက် အစွမ်းကုန်ကြိုးစားကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။Seetimaarr ဟာပေါ့ပေါ့ပါးပါးနဲ့ ဖျော်ဖြေရေးအသားပေးပွဲတော်ချိန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဖျော်ဖြေရေးကားထုံးစံအတိုင်း သီချင်းကောင်းကောင်းတွေ၊မင်းသမီးအမိုက်စားတွေ၊ အက်ရှင်ခန်းအလန်းကြီးတွေနဲ့တင်ဆက်ထားတာဖြစ်ပြီးဇာတ်လမ်းဇာတ်အိမ်ဘက်မှာလဲ မလျော့တဲ့ဇာတ်ကားတစ်ကားဖြစ်သလိုမြန်မာပရိသတ်နဲ့ရင်းနှီးတဲ့ ဘာဟူဘာလီ မင်းသမီး Tamannaah,Jalebi မင်းသမီး Digangana နဲ့ Bhumika Chawla တို့လိုအလှပဂေးမင်းသမီးသုံးယောက်တောင်ပါဝင်ထားပါတယ်။File size…2.14GB / 1.31GB\nQuality…1080p WEB DL DDP5.1 / 720p\nFormat…Mp4\nDuration….2h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Alias & Sai ThuRein Lynn",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/seetimaarr2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-08-at-10.50.48-133x200.png",
        "title": "Survive the Game (2021)",
        "description": "Survive the Game (2021)==================IMDb Rating - 5.8/10Die hard ရုပ်ရှင်ပရိသတ်တွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Bruce Willis ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဇာတ်ကားလေးလာပါပြီ။ ဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒေးဗစ်(Bruce Willis)နဲ့ သူ့ရဲ့ပါတနာကားလ်တို့ဟာမူးယစ်ဆေးရောင်းဝယ်တဲ့အဖွဲ့တစ်ဖွဲ့ကိုဖမ်းဖို့လုပ်ခဲ့ကြတယ်။ နှစ်ယောက်တည်း သွားဖမ်းရင်း ဒေးဗစ်ဟာ သေနတ်နဲ့ပစ်ခံရပြီးကားလ်ကတော့ ဒေးဗစ်ကိုပစ်ပြီးထွက်ပြေးသွားတဲ့ မစ်ကီနဲ့ သူ့ရည်းစားဗိုင်အိုလက်တို့နောက်ကို လိုက်ဖမ်းခဲ့ပါတယ်။မစ်ကီတို့ဟာထွက်ပြေးရင်း နဲ့ အဲရစ်ရဲ့ လယ်တောဆီကိုရောက်သွားကြတာပေါ့။ အဲရစ်ဆိုတာက ဇနီးဆုံးပြီးနောက် ပိုင်းလောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ထားပြီး တစ်ကိုယ်တည်းဇာတ်မြုပ်နေထိုင်နေသူ တစ်ယောက်ပါ။မစ်ကီနဲ့ ကားလ် တို့ကြောင့် အဲရစ်ဟာ အရှုပ်တော်ပုံထဲပါလာရပြီး . လိုက်ရင်းပြေးရင်းနဲ့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှူပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chit Tee, Chuck Chuck တို့ပဲပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1hr 37minSubtitle ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/survive-the-game-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Capturesanak-151x200.jpg",
        "title": "Sanak (2021)",
        "description": "IMDb Rating (8.1)ဒီဇာတ်ကားကတော့ သိပ်ပြီး\nညွှန်းစရာတောင် မလိုတော့ဘူး ထင်ပါရဲ့ဗျာ။\nဇာတ်ကားတိုင်းကို ရိုးရိုးရှင်းရှင်းနဲ့\nဖိုက်တင်လှလှတွေ သုံးပြီး ရိုက်တတ်တဲ့\nကွန်မန်ဒိုမင်းသားလို့ အများခေါ်တဲ့ Vidyut Jammwalရဲ့\nဒီနေ့ထွက် ကားသစ်တစ်ကားပါပဲ။ဇာတ်လမ်းအစမှာတော့\nဇနီးမောင်နှံဘဝနဲ့ စမြင်ရပါတယ်။\nဇနီးချောလေးဟာ နှလုံးနဲ့ ပတ်သက်ပြီး\nခွဲစိတ်မှု လုပ်ဖို့ လိုလာခဲ့တယ်။အားလုံးကို ရင်းရမယ့် ခွဲစိတ်မှုမို့\nဒီခွဲစိတ်မှုဟာ အောင်မြင်ဖို့ သူတို့ဇနီးမောင်နှံအတွက်\nတော်တော် အရေးကြီးပါတယ်။မမျှော်လင့်ဘဲ ဆေးရုံကို လက်နက်ကိုင်တွေ\nရောက်လာခဲ့ပါတော့တယ်။\nအဲ့ဒီအချိန်မှာတော့ သူတို့ဇနီးမောင်နှံဟာ\nဆေးရုံမှာပဲ ရှိနေချိန်ပါပဲ။လက်နက်ကိုင်တွေနဲ့ သူတို့ ဇနီးမောင်နှံ ဘယ်လို\nပတ်သက်နေလဲ၊\nဘယ်လိုဆက်ဖြစ်ကြမလဲ၊လက်နက်ကိုင်အဖွဲ့တွေက ဘယ်လို အကြောင်းကြောင့်\nဒီဆေးရုံအတွင်းကို ရောက်လာခဲ့လဲ\nမင်းသားကြီးကရော\nဘယ်လိုမျိုး ခုခံတိုက်ခိုက် ကာကွယ်သွားမလဲဆိုတာကို\nအက်ရှင်အလန်းစားတွေနဲ့အတူ ကြည့်ရှုခံစားရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Nyi Koe,Myint Thu & Thaik San တို့မှ တင်ဆက်ထားတာပါ။)\nFile size…(2 GB)/ (1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Koe , Myint ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sanak-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Se3AIepFRZ4VUaaDosADs8WMX5.jpg",
        "title": "Copshop(2021)",
        "description": "ကြမ်း​ပေ့ယမ်း​ပေ့ဆိုတဲ့ အက်ရှင်ကားကိုမှ အသုံးအနှုန်းခပ်ကြမ်းကြမ်း၊ ​သွေးထွက်သံယိုများများ R ratedမှကြည့်ချင်ပါတယ်ဆိုတဲ့CMပရိတ်သတ်​တွေအတွက် တကယ်ကြမ်းတဲ့Crime Actionကားတစ်ကားကို မိတ်ဆက်​ပေးလိုက်ပါပြီအဓိကဇာတ်လိုက်နှစ်​ယောက်ကိုက Angle Has Fallen triologyနဲ့ 300လိုတကယ့်​ကောင်း​ပေ့ညွန့်​ပေ့ဆိုတဲ့အက်ရှင်ကား​တွေမှာ ​​ခေါင်း​ဆောင်ပါဝင်ထားတဲ့ Gerard Butlerနဲ့ Purge franchiseလိုတကယ့်​သွေးထွက်သံယိုကား​တွေကိုပဲရိုက်ကူးထားတဲ့ Frank Grilloဆိုတာနဲ့တင် ဒီဇာတ်လမ်းရဲ့အက်ရှင်​တွေဘယ်​လောက်ကြမ်းမလဲဆိုတာ မှန်းကြည့်လို့ရပါတယ်ဂိမ်းပရိုဂရမ်​ရေးသားသူတဖြစ်လဲ ဒိတ်ဒိတ်ကြဲသူ​​ဌေး​တွေကိုမှညာစားတဲ့ Teddy Murrettoဟာ တစ်ချိန်မှာ​တော့ညာမိတဲ့သူ​ဌေး အ​ရွေးမှားပြီး Hitman​ပေါင်းများစွာရဲ့ အမဲလိုက်ခြင်းကို ခံရပါ​တော့တယ်​ပြေးလို့မလွတ်နိုင်မှန်းသိတဲ့​နောက် Gun Creekမြို့​လေးကိုအ​ရောက်မှာ​တော့ မြို့ကရဲ​မေအရာရှိ Valerie Youngကိုအသားလွတ်ဆွဲထိုးကာ ​ထောင်နန်းစံပြီး ​ကြေးစားသမား​တွေရန်က​နေ လွတ်​အောင်ကြံပါ​တော့တယ်ဖြစ်ချင်​တော့ Hitman​တွေထဲကတစ်​ယောက်ဖြစ်တဲ့ Viddickက Teddyကို​ခြေရာခံမိသွားတဲ့အတွက်၊သူကပါ အရက်မူးသမားအ​​ယောင်​ဆောင်၊ ရဲကားကို ကားနဲ့ဝင်တိုက်ပြီး ​Teddyရှိရာအချုပ်ခန်းဆီကို ထပ်ကြပ်မကွာလိုက်ပါလာခဲ့ပါတယ်ဒါပေမဲ့ Teddyကိုအ​သေရရ အရှင်ရရအမဲဖျက်ချင်​နေတဲ့ Hitmanက တစ်​ယောက်နှစ်​ယောက်မဟုတ်တဲ့အခါ Gun Creekမြို့​​လေးကိုတခြား​ကြေးစားလူသတ်သမား​တွေပါ လိုက်လာတဲ့အခါ.....Teddyတစ်​​ယောက် Hitman​ပေါင်း​သောင်း​ခြောက်​ထောင်ရန်က​နေ လွတ်နိုင်ပါ့မလား၊သူရဲ့​နောက်​ကြောင်းဇာတ်လမ်းက​ရော ဘယ်လိုများဖြစ်မလဲ၊Viddickက​ရော သူ့ရဲ့တာဝန်ကို အပြီးသတ်နိုင်မှာလား၊ သူနဲ့အိုးစားခွက်လုဖက်​​တွေကြားထဲက​နေTeddyကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/copshop2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTkxMjg5MDYtZDkyMS00NjFlLTk5YTItMWUyOTNkOTg4YmRhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-135x200.jpg",
        "title": "Brotherhood of the Wolf (2001)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (73%)ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။\nအမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊\nအင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလို\nဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်\nသိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။\nသူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်\nဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာ\nဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊\nဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေ\nဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့\nလူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊\nရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့\nစီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့\nသတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။\nFile ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/brotherhood-of-the-wolf-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hc5r0OffRVaqeczAtCFvlA6e8q.jpg",
        "title": "Escape from Mogadishu (2021)",
        "description": "Escape from Mogadishu (2021)IMDb - 7.5/10ကိုရီးယား Box Office မှာ နံပါတ် တစ်နေရာကို\nရက်သတ္တပတ်ပေါင်းများစွာ နေရာယူခဲ့ပြီး\nလက်ရှိမှာ ၂၀၂၁ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားအဖြစ် ရပ်တည်နေတဲ့\nEscape from Mogadishu ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nမိုဂါဒီရှူကနေ ထွက်ပြေးကြတာကို ရိုက်ထားတာပါပဲ။၁၉၉၁ ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nအခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။ဘယ်လိုထွက်ပြေးကြလဲ ဆိုတော့ .....\nတောင် နဲ့ မြောက်ကိုရီးယား နှစ်နိုင်ငံ သံရုံးဝန်ထမ်းတွေ ပေါင်းပြီး ထွက်ပြေးကြတာပါ။ဆိုမာလီယား နိုင်ငံ ရဲ့ မြို့တော် မိုဂါဒီရှူမှာ\nအာဏာရှင်အစိုးရကို မကျေနပ်တဲ့ ပြည်သူတွေကြောင့်\nအဓိကရုဏ်း ဖြစ်ပါတော့တယ်။ဒီကြားထဲမှာ ညပ်တာကတော့ သံရုံးဝန်ထမ်းတွေပါပဲ။\nဒီနိုင်ငံမှာ ဆက်နေရင် ဒီအဖြစ်နဲ့ ဆက်ကြုံရမယ်။\nဒီတော့ ထွက်ပြေးဖို့ လုပ်ရတာပါပဲ။ထွက်ပြေးတဲ့အချိန်မှာတော့ .....\nတောင် နဲ့ မြောက် ပူးပေါင်းပြီး ထွက်ပြေးဖို့ စီစဉ်ကြတဲ့အကြောင်းပါ။မင်းသားကြီး ၃ လက် ဖြစ်တဲ့ Jo In ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/escape-from-mogadishu-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZDRhMjQyZjQtOTQzYy00ZjVhLTlhOTUtNzQwN2RmNTNiOWYxXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_-155x200.jpg",
        "title": "Invincible (2020)",
        "description": "မြန်မာမင်းသမီးမေမြတ်နိုးနဲ့ အမေရိကန်မင်းသား Johnny Strong တို့ပါဝင်တဲ့ ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...ဇီဝကုထုံးအတွက် ဒဏ်ရာရစစ်သားတစ်ယောက်ကို နာနိုနည်းပညာနဲ့ လျှို့ဝှက်စမ်းသပ်နေကြရာကတစ်နေ့မှာ အစမ်းသပ်ခံစစ်သားက ထွက်ပြေးလွတ်မြောက်သွားပါတယ်...နာနိုနည်းပညာကြောင့် အန္တရာယ်ကြီးမားလှတဲ့ အစမ်းသပ်ခံစစ်သားကို ပြန်လည်ဖမ်းမိဖို့ဇာတ်လိုက်ကျော်ကိုယ်တိုင်လိုက်ဖမ်းကြတဲ့အခါ...။Action သီးသန့်ဆိုပေမယ့် ဇာတ်လိုက်ကျော်ရဲ့ကောင်မလေးကကိုယ်တို့ မင်းသမီးမေမြတ်နိုးလေးဖြစ်နေတာမို့ အားပေးကြပါဦး။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/invincible-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-on-duty-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/71rDWjkW47L._SL1500_-141x200.jpg",
        "title": "Painted Skin II: The Resurrection (2012)",
        "description": "Painted Skin: The Resurrection (2012)\nIMDb - 6.2/10_____Rotten - 83%\nPainted Skin (2008) ရဲ့အဆက်အနေနဲ့ထွက်ရှိထားခဲ့တာဖြစ်ပြီး မင်းသားမင်းသမီးတွေလဲ အရင်လူတွေပါပဲ..အချစ်က မှော်ဆန်တယ်ဆိုတာ ဒီဇာတ်ကားကိုကြည့်ပြီး နားလည်သွားနိုင်ပါတယ်။မှင်စာမိစ္ဆာလောကနဲ့လူသားတို့ကြားက မေတ္တာတရားတွေအကြောင်းပေါ့....တရုတ် Fantasy ဇာတ်ကားတွေကို ကြိုက်တတ်ရင် သိုင်းဝတ္ထုတွေ ကြိုက်တတ်ရင်ဒီဇာတ်ကားကိုလဲကြိုက်သွားနိုင်ပါတယ်။ ရိုက်ချက်တွေလဲမိုက်သလို ဒီဇိုင်းတွေလဲအလန်းစားပါ။File size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….02:11:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/painted-skin-resurrection-20122/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/512figVcWuL-156x200.jpg",
        "title": "Painted Skin (2008)",
        "description": "IMDRating (6.3) ရရှိထားတဲ့ ဒီဇာတ်ကားက ရုံတင်တုန်းကလဲ အတော်ဟော့ခဲ့တာပါ...မင်းသား Donnie Yen ,Chen Kun တို့နဲ့ နာမည်ကြီးမင်းသမီး Zhao Wei,Zhou Xun တို့နဲ့ ရိုက်ကူးထားတဲ့သဘာဝလွန်သိုင်းကား တဖြစ်လဲ အချစ်ရိုမန့်ဇာတ်ကားလေးပါ။လူ့နှလုံးသားကိုစားသုံးပြီး လူတွေကြားမှာ ရှင်သန်နေကြတဲ့ မှင်စာမိစ္ဆာ အချောလေးကို ချစ်မိကြတဲ့ဇာတ်လမ်းလေးပေါ့...ရိုက်ကူးထားတာတွေမိုက်တဲ့အပြင် သိုင်းကားရသလဲအပြည့်ပါတာမို့  သိုင်းကားပရိတ်သတ်ဆို လက်လွတ်မခံသင့်ပါ။ဒီကားရဲ့အဆက် Painted Skin II: The Resurrection(2012) ကိုလဲ တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….01:58:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Li Yuan Jiao & Omi",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/painted-skin-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-13.45.52-134x200.png",
        "title": "LEGO Star Wars Terrifying Tales (2021)",
        "description": "LEGO Star Wars Terrifying Tales (2021)=============================IMDb Rating - 7.1/10Star Wars universeကို လွမ်း​နေကြတဲ့ ကြယ်တာရာတိုက်ပွဲဖန်​တွေအတွက် Lego Star Wars animation အသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်၊ ဒီဇာတ်ကားမှာ​တော့ Lego ရုပ်​လေး​တွေရဲ့ထုံးစံအတိုင်း ချစ်စရာလည်း​ကောင်းသလို ​ခြောက်ခြားစရာ​လေးလည်းနည်းနည်း​တော့ပါတယ်ဗျ။ ဒီဇာတ်ကားထဲမှာ Star Wars verseရဲ့ အကြီးကျယ်ဆုံး၊ အန္တရာယ်အရှိဆုံးဗီလိန်​ကြီး​တွေကို သူတို့ရဲ့ဟာသsense​လေး​တွေနဲ့ ရှားရှားပါးပါး တွဲပြီးမြင်ခွင့်ရမှာပါ၊ဒီAnimationရဲ့ အဓိကဇာတ်​ဆောင် အ​ကြောက်တရားမရှိ​သောပိုင်း​လော့ကြီး Poe Dameronဟာ ယာဉ်ပျံပျက်ပြီး Death Vaderပိုင်တဲ့ဂြိုလ်တစ်လုံး​ပေါ် ​​ရောက်သွားပါတယ်၊ ဖြစ်ချင်​တော့ အဲ့ဒီဂြိုလ်​ပေါ်မှာ Death Vaderက သရဲအိမ်လို ရဲတိုက်ကြီး​ဆောက်​နေတာပါ၊အဲ့ဒီ Vader Castleထဲမှာ Poe Dameronတစ်​ယောက် ဘာ​တွေရင်ဆိုင်ရမလဲ၊ မ​ကြောက်တတ်သူဆိုတဲ့ ဂုဏ်ပုဒ်ကြီးနဲ့တန်​အောင် VaderCastleကြီးက ဘာ​တွေများပညာ​ပေးလိုက်မလဲ၊ Death Vader, Palpatine, Kylo ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/lego-star-wars-terrifying-tales-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qRZ8821TCz49bpQ8PQtB2gbavp.jpg",
        "title": "Last Man Down (2021)",
        "description": "လူ့အဖွဲ့အစည်းတစ်ခုလုံးကို ပျက်သုဉ်းစေနိုင်လောက်တဲ့အထိ ဖျက်ဆီးခဲ့တဲ့ ရောဂါကပ်တစ်ခုမှာ\nဇနီးသည်သေဆုံးသွားခဲ့ပြီးတဲ့နောက် အထူးတပ်ဖွဲ့စစ်သည်တော်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ ဂျွန်ဝုဒ်ဟာ သူ့တာဝန်ကိုစွန့်ပစ်ပြီး\nတောကြီးမျက်မည်းထဲမှာ တကိုယ်တည်းဘဝနဲ့ အသက်ဆက်နေပါတယ်။နှစ်တစ်ချို့ကြာပြီးတဲ့နောက် ဒဏ်ရာတွေနဲ့ မိန်းမတစ်ယောက် သူ့ရှေ့ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပြီးတဲ့နောက်\nငြိမ်းချမ်းနေတဲ့သူ့ကမ္ဘာမှာ အပြောင်းအလဲတွေဖြစ်ဖို့ဖန်လာတာပါပဲ။ မာရီယာဂျွန်ဆင်ဆိုတဲ့အမျိုးသမီး၊\nဓာတ်ခွဲခန်းက အစမ်းသပ်ခံဘဝကနေ ထွက်ပြေးလာခဲ့သူ၊ ဒီကပ်ရောဂါကို ကုသနိုင်ဖို့အရေးမှာ သူ့သွေးဟာ အခရာဖြစ်တဲ့အတွက်\nကြေးစားတပ်ဖွဲ့တွေက အသည်းအသန်အလိုရှိနေတဲ့ မိန်းကလေး။သူ့နောက်ကိုလိုက်နေခဲ့တဲ့ ကြေးစားတပ်ဖွဲ့ခေါင်းဆောင်ဟာ တစ်ချိန်က သူ့ဇနီးကိုသတ်ခဲ့တဲ့ ကမ္ဘာ့ရန် တပ်မှူး\nစတုန်းလဲဖြစ်နေတာကိုသိလိုက်တဲ့အချိန်မှာတော့ ဝုဒ်တစ်ယောက် ဒီမိန်းကလေးကိုဖြစ်တဲ့နည်းနဲ့ကယ်တင်ဖို့ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်။သူနဲ့မိန်းကလေးနဲ့ နှစ်ယောက်က တစ်ဖက်၊ လက်နက်အင်အား လူအင်အားမယှဉ်သာအောင်\nတောင့်တင်းလှတဲ့ကြေးစားတပ်ဖွဲ့ကြီးကတစ်ဖက် ဒါတွေကိုရင်ဆိုင်ဖို့ဘယ်လိုရှေ့ဆက်စွန့်စားကြမလဲ။ဇာတ်လမ်းကိုအရိုးရှင်းဆုံးပုံစံနဲ့တည်ဆောက်ထားပြီး အဲ့ဒီပေါ်မှာမှအက်ရှင်ခန်းတွေနဲ့ပဲတောက်လျှောက်ကြမ်းပြထားပါတယ်။\n၁၉၈၀၊၉၀ ဗန်ဒိန်းတို့ စတားလုံးတို့ ငယ်ငယ်တုန်းက ခေတ်စားခဲ့တဲ့ အပစ်အခတ် အညှစ်အသတ် (အညစ်အပတ်လေးလဲ) မလွတ်တဲ့\nဇာတ်ကြမ်းပုံစံမျိုးဖြစ်ပါတယ်။ \nFile size…(1.3 GB) and (750 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/last-man-down-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9QxAPREvGVpWstvlypxn6aW8xdc.jpg",
        "title": "The Shaolin Boy ( 2021 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးမှာတော့ ဇာတ်ကြောင်းလေးကိုမပြောခင်အရင်ဆုံး ဇာတ်ကောင်လေးတွေနဲ့မိတ်ဆက်ပေးချင်ပါတယ်- ရှောင်လင်ကျောင်းကနေ ကျောင်းပြောင်းလာတဲ့ အသက်ရှစ်နှစ်အရွယ် ကိုရင်လေး ရှောင်ယွီ- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုပြိုင်ပွဲမှာ အမြဲလိုလိုနိုင်တတ်တဲ့ တိုက်ကွမ်ဒိုအဖွဲ့ခေါင်းဆောင် အသက်၁၅နှစ်အရွယ် ချုံနန်- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုအဖွဲ့ရဲ့ မန်နေဂျာ အသက်၁၅နှစ်အရွယ် ရှောင်လန်- အသက်၁၀နှစ်အရွယ် ချုံနန်ရဲ့ညီမလေးရှန်းရှန်းနဲ့ ရှောင်လန်ရဲ့မောင်လေးရှောင်ပါးသူတို့ငါးယောက်ရဲ့ တွေ့ဆုံဇာတ်လမ်းစပုံလေးကတော့... ချုံနန်တို့မောင်နှမနှစ်ယောက်နဲ့ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်ဟာ အရမ်းကိုရင်းနှီးတဲ့ကျောင်းနေဖက်တွေဖြစ်ပြီးရှောင်ယွီကတော့ ကျောင်းပြောင်းလာကာ ရှောင်လန်တို့အိမ်မှာ တည်းနေတဲ့ဧည့်သည်တစ်ယောက်ပါ ရှောင်ယွီ ရှောင်လန်တို့အိမ်ကိုရောက်လာတဲ့နေ့မှာပဲရှောင်လန်ရဲ့အဖေ သိပ္ပံပညာရှင်ကျန်းရှန်းဟာ ထူလင်နံပါတ်ကိုးဆိုတဲ့ပစ္စည်းတစ်ခုကြောင့်လူဆိုးတစ်သိုက်ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံလိုက်ရပါတယ် ဒါတင်မကသေးသူတို့လိုချင်တဲ့ပစ္စည်းက ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်လက်ထဲ ရောက်နေတဲ့အခါမှာလူဆိုးတွေ နည်းလမ်းမျိုးစုံနဲ့ ယူဖို့ကြိုးစားပါတော့တယ် အဲ့ဒီအချိန်မှာသူတို့ငါးယောက် လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာမို့လို့ ဒီဇာတ်ကားလေးကို ပေါ့ပေါ့ပါးပါးလေး ကြည့်ကြရမှာပါနော် Quality : WEB-DL 1080pFormat : mp4During :1h 25minGenres : Action , ComedySubtitle : Myanmar Subtitle ( ...",
        "rating": "5.7",
        "url": "https://megaup.net/31dax/Shaolin.Boy.2021.1080p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/46qwaON7l11M407rqh8lD4vXcAR.jpg",
        "title": "Tremors: Shrieker Island (2020)",
        "description": "ဒီတစ်ခါကြည့်ရှုရမှာက​တော့ Tremors Franchise ရဲ့ ၂၀၂၀မှာ ​အောက်တိုဘာမှာ ထွက်ရှိထားတဲ့ ၇ကား​မြောက် Shrieker Island ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းက​တော့\nအမဲလိုက်ဝါသနာထုံတဲ့ ဇီဝပညာရှင် တစ်ဖြစ်လဲ ​အေဗက်စ်ဇီဝရဲ့ သူ​ဌေး ​ဘေလ်က သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်း​ပေါ်မှာ မြုံ​​နေတဲ့ ဂရာဘွိုက်ဥ​တွေကို တစ်ကိုယ်​ကောင်းဆန်စွာ သား​ဖောက်ခဲ့တဲ့ အပြင် အမဲလိုက်စွမ်းရည်မြင့်​စေတဲ့ ဗီဇကိုပါ ​ပြောင်းလဲလိုက်ပါ​သေးတယ်\nချမ်းသာတဲ့ လူတချို့နဲ့ သား​ဖောက်ထားတဲ့ ဂရာဘွိုက်​တွေကို အ​မှောင်ကျွန်း​ပေါ်လွှတ်​ပေးပြီး အမဲလိုက်ပါတီကို ​ပျော်​ပျော်ကြီး ဆင်နွှဲ​နေခဲ့ကြပါတယ်\n​ဘေလ် မသိလိုက်တာက​တော့ ဗီဇ​ပြောင်းဂရာဘွိုက်​တွေဟာ ရှရစ်ကာ လို့​ခေါ်တဲ့ သားရဲ​ကောင်​တွေကို ​ပေါက်ဖွားပေးနိုင်တယ် ဆိုတာပါပဲဒီအဖြစ်​တွေကို ရိပ်မိသွားတဲ့ တစ်ဖက်ကျွန်း​ပေါ်က သု​တေသီ ​​ဒေါက်တာဝယ်လ်ကာ က ဂရာဘွိုက် ​လောကက​နေ အနားယူ တစ်ကိုယ်ထဲ ​နေ​နေတဲ့ ဘာ့တ်ဂန်မာကို ​​ခေါ်​ဆောင်​ပေးဖို့ လုပ်​ဖော်ကိုင်ဘက် ဂျင်မီကို အကူအညီ​တောင်းရပါ​တော့တယ်\nဒဏ္ဍာရီလာ ဘာ့တ်ဂန်မာ က​တော့ ယခုတစ်ခါမှာလည်း ဂရာဘွိုက်လို့ ​ခေါ်တဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tremors-shrieker-island-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFOdiHaRjeTmHG67e5B7md2Q1cq.jpg",
        "title": "Tremors: A Cold Day in Hell (2018)",
        "description": "ဒီကားလေးဟာဆိုရင် ဂရက်ဘွိုက်လို့ခေါ်တဲ့\nလူသားစားဧရာမတီကောင်ကြီးတွေကတော့\ntremor ဆိုတဲ့ titleလေးအတိုင်းပဲ ကြောက်စရာ\nရင်ထိတ်စရာကောင်းပါတယ်\nအဲ့သတ္တဝါတွေက ပူနွေးတဲ့ရာသီဥတုမျိုးမှာပဲ\nနေထိုင်ကြတာများပါတယ်\nဒါပေမဲ့ အိမ်မက်ဆိုးကြီးတစ်ခုလို ကနေဒါက အေးခဲနေတဲ့အာတိတ်ဝင်ရိုးစွန်းလိုနေရာဘက်ကို\nအကောင်တွေပြောင်းရွေ့လာကြပါပြီတဲ့ဒီလို ထူးဆန်းတဲ့အကြောင်းတရားတွေကို ဖော်ထုတ်နေတဲ့အချိန်မှာပဲ ဘာ့တ်ဆိုတဲ့သူမှာ\nဂရက်ဘွိုက်အကောင်ဆီကနေ သေနိုင်တဲ့ပြင်းထန်တဲ့\nအဆိပ်မိထားပါလေရောလူသားစား ဧရာမတီကောင်ကြီးတွေလက်က\nသူတို့တွေ ဘယ်လိုလွတ်အောင်တိုက်ကြမလဲ\nဒီကြားထဲ အကောင်ကြီးကို ဇီဝလက်နက်အဖြစ်နဲ့\nအမြတ်ထုတ်မယ့် သူတစ်ချို့ရယ်\nအဆိပ်မိနေတဲ့ ဘာ့တ်ကရော ဘယ်လိုတွေရှေ့ဆက်ဖြစ်မလဲဆိုတာကတော့\nဒီကားလေးကို ကြည့်ပြီးရင် သိရမှာဖြစ်ပါတယ်Horror ကားအမျိုးအစားလို့ဆိုပေမဲ့\nစွန့်စားခန်းတွေ actionတွေနဲ့ ရယ်စရာဟာသလေးတွေပါပါနေတဲ့ ကားတစ်ကားပါTremors: Shrieker Island (2020) ကိုတော့ https://channelmyanmar.org/tremors-shrieker-island-2020/  မှာကြည့်ပါ။ Qty - 720p BlurayGern - Action /Horror/ThrillerDuration - 1hr 55minTranslator - May Phyu KhinEncoder - Kyaw Ye Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/tremors-a-cold-day-in-hell2018/",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81G7cLRk7bS._SL1500_-156x200.jpg",
        "title": "[James Bond] Moonraker (1979)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၄ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..အာကာသယာဉ်ကြီးနဲ့ Jaws ဆိုတဲ့ လူကောင်ကြီးကို မှတ်မိနေကြမယ် ထင်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.3/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/james-bond-moonraker-1979/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/2-140x200.jpg",
        "title": "Hostage: Missing Celebrity(2021)",
        "description": "Hostage: Missing Celebrity(2021) အညွှန်း**************************************IMDb....7.0ကိုရီးယားရဲ့နာမည်ကျော်မင်းသားကြီး  Jung-min Hwang အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ကားကြီးလာပါပြီ... ဒီဇာတ်ကားကြီးဟာ အခု Korean Box Office မှာSinkhole ကိုကျော်ပီး No.1 တောင်ရောက်နေပါတယ်...ဒီကားထဲမှာလည်း နာမည်ကြီးမင်းသားအဖြစ်သရုပ်ဆောင်ထားပါတယ်...\nသူဟာ ရုပ်ရှင် အစမ်းပြသပွဲတစ်ခုကနေ ပြန်လာပြီး လူရမ်းကားသုံးယောက်ရဲ့ ပြန်ပေးဆွဲခြင််းကို ခံလိုက်ရပါတယ် ။ဖြစ်ချင်တော့ ထိုလူတွေက အဖွဲ့လိုက် ပြန်ပေးဆွဲ လူသတ်မှုကိုကျူးလွန်နေတဲ့ ရာဇဝတ်သားတွေ ဖြစ်နေခဲ့ပါတယ်..တကယ့်လက်ရဲဇက်ရဲ ကောင်တွေ ပြန်ပေးဆွဲထားပြီး အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့ အခြေအနေမှာကူကယ်ရာမဲ့နေတဲ့ မင်းသားကြီးဟာ ဘယ်လို ရုန်းထွက်မလဲဆိုတာကိုတော့.....နင်းကန်လန်းတဲ့ ကားကြီးဖြစ်လို့ လက်မလွှတ်သင့်ပါကြောင်း.....File Size :(1.77GB) ,(876MB) and (328MB)\nQuality : WEB-DL 1080P5.1CH, 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Win\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/hostage-missing-celebrity2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/tDi4Rw2K35n6PCV3RCWSFlVLC6-133x200.jpg",
        "title": "Angry Scalper (2021)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ကားလေးကတော့... '2018' က ဆုန်းဂျီဟိုနဲ့ မင်းသားကြီး လီဒုန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ \"unstoppable\" ဆိုတဲ့ကားကို ပြန်လည်ရိုက်ကူးထားတာပါဒီဇာတ်လမ်းလေးမှာတော့... ပါးထူဟာ ရိုးသားပြီး ကြိုးစားတဲ့လူတစ်ယောက်ပါသူ့မှာ ထာနာလို့ခေါ်တဲ့ ချစ်ဇနီးတစ်ယောက်လည်းရှိပါတယ် တစ်နေ့ပါးထူတို့လင်မယားနှစ်ယောက် လမ်းပေါ်မှာ ကားမတော်တဆမှုဖြစ်ကြရင်း တစ်ဖက်ကားရှင်ဂန်းစတားတစ်ယောက်က ထာနာကို မျက်စိကျသွားကာ ညတွင်းချင်း ပါးထူမရှိခိုက်ထာနာကို ပြန်ပေးဆွဲသွားပါတယ် ပါးထူပြန်ရောက်ချိန်မှာတော့ သူ့ရဲ့ ဇနီးကပျောက်ဆုံးနေပြီးနောက်နေ့မှာပဲ ပိုက်ဆံပေးပြီး သူ့မိန်းမကို ဝယ်လိုက်ပြီလို့ ဖုန်းကောလ်တစ်ခုလက်ခံရခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ပါးထူတစ်ယောက် သူ့ရဲ့ သူငယ်ချင်းလောင်ကျောင်းအလွတ်တန်းစုံထောက် စုန့်ချိုက်တို့နဲ့အတူ သူ့မိန်းမကို ဘယ်လိုအခက်အခဲတွေကြားထဲမှာ ကယ်ကြမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat: mp4During : 1h 18minGenres : Action , CrimeSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin ...",
        "rating": "6",
        "url": "https://megaup.net/31b4g/Unstoppable.2021.1080p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOGRkOTFmZjAtZmM1NC00YmU1LWIwZmMtMzZlM2EwNWUyNTAxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Chalo(2018)",
        "description": "Chalo (2018)\n-------------2018ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဒီရုပ်ရှင်လေးကImdb 6.3 / 10 User 1.1kနဲ့ အတော်လေးratingမြင့်ပြီး မင်းသမီး Rashmika ပါနေတာကြောင့််တင်ဆက်ပေးလိုက်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဒီဇာတ်ကားလေးကတော့ ရွာနှစ်ခြမ်းကွဲ‌နေတဲ့ တေလဂူဘက်နဲ့ တမီလ်ဘက်က ပဋိပက္ခလေးတွေကိုဇာတ်အိမ်တည် ရိုက်ကူးထားတဲ့ကားလေး ဖြစ်ပါတယ်ဟရီဆိုတဲ့ ရန်ဖြစ်ရတာကို ဝါသနာပါနေတဲ့သူကိုမှ စည်းကျော်ရင် သတ်မယ်ဆိုပြီးအမြဲရန်ဖြစ်‌‌နေတဲ့ ရွာကိုကောလိပ်တက်ဖို့ မိဘတွေက ပို့လိုက်ပါတယ်ဟရီတစ်ယောက် ရန်မဖြစ်ပဲ ကောလိပ်မှာ ဖူးစာရှင်လေးနဲ့ဆုံသွားခဲ့ပေမယ့်တစ်ယောက်ကတမီလ် တစ်ယောက်တေလဂူဖြစ်နေတော့ ပေါင်းဖက်ဖို့က ရွာနှစ်ခြမ်းပြန်ပေါင်းမှ ဖြစ်နိုင်မှာကိုသိသွားတဲ့အခါဒီရွာနှစ်ခြမ်းက ဘယ်လိုအကြောင်းကြောင့် သွေးကွဲသွားရတာလဲဟရီတစ်ယောက် သူရဲ့အချစ်အတွက် နှစ်ပေါင်းများစွာ မတည့်ခဲ့တဲ့ဒီနှစ်ရွာကို ဘယ်လိုပြန်ပေါင်းမလဲ‌ဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦးရှင်... \nFile size…2.2Gb / 1.1GB / 643MB\nQuality…1080p HD RIP 5.1Ch / 720p / 480p\nFormat…Mp4\nDuration….2h 25mins\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Ida",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/chalo2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j2eKB73Y14vmlR3odzt2or89j85.jpg",
        "title": "Heroes Return ( 2021 )",
        "description": "ဇာတ်ကြောင်းလေးကတော့ ပီအီးလုပ်ငန်းစုဟာ R hemagglutinin ဆိုတဲ့သွေးရည်ကြည်ဆေးကို ထုတ်လုပ်ဖို့စမ်းသပ်ခဲ့ပါတယ် ဒါပေမဲ့ အဲ့ဒီဆေးဟာလူရဲ့ရိုးတွင်းချဉ်ဆီထဲက သွေးကိုသုံးပြီး စမ်းသပ်ရတဲ့အတွက်ကြောင့်ဆေးထုတ်လုပ်ခြင်းကို ရပ်ဆိုင်းလိုက်ပါတယ် အဲ့ဒီလိုရပ်စဲတာကိုမကျေနပ်နိုင်တဲ့ ဝိသမလောဘသားတစ်စုဟာ လျှို့ဝှက်ပြီး R hemagglutinin ကိုဆက်လက်စမ်းသပ်ဖို့ကြံပါတော့တယ် R hemagglutinin စမ်းသပ်ဖို့အတွက်ဓားစာခံလူတွေများစွာကို ဖမ်းဆီးစမ်းသပ်နေတာကို ရဲ့ရင့်ပြီးတာဝန်ယူစိတ်အပြည့်ရှိတဲ့စစ်သားဟောင်း ဝူဝေသိသွားချိန်မှာတော့... ဝူဝေတစ်ယောက် မိတ်ဆွေတွေနဲ့ပူးပေါင်းကာ ဘယ်လိုမျိုးစွန့်စားကယ်တင်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : Bluray 1080pFormat : mp4During : 1h 30minGenres : ActionSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "5.6",
        "url": "https://megaup.net/1Ff3t/Operation.Bangok.2021.1080p.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-13.47.59-135x200.png",
        "title": "Redemption (Hummingbird) (2013)",
        "description": "Redemption (Hummingbird) (2013)===========================IMDb Rating - 6.2/10ဒီရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်းဆရာနဲ့\nဒါရိုက်တာက ခင်ဗျားတို့ အသဲစွဲကြိုက်ကြတဲ့\nPeaky blindersရဲ့ creatorနဲ့ ဇာတ်ညွှန်းဆရာ\nဖြစ်တဲ့ Steven Knight ။ ဒီကားက သူ့ရဲ့\nပွဲဦးထွက် ဒါရိုက်တာလုပ်တဲ့ကား။မင်းသားက ဂျေဆန်စတက်တန်။\n2000ပြည့်နှစ်နဲ့ အနီးတစ်ဝိုက်ကာလတွေမှာ\nကြီးပျင်းလာတဲ့ သူတွေအတွက်\nအနောက်တိုင်းအက်ရှင်ဆို သူ့ကားတွေပဲ\nပြေးကြည့်ကြတာများတယ်။\nThe Transporterတို့ ဘာတို့ဆို ငယ်ဘ၀က\nအသည်းစွဲတွေဖြစ်ခဲ့ကြတယ်။ဇာတ်လမ်းကတော့ ဂျေဆန့်ထုံးစံအတိုင်း\nသူက အထူးတပ်ဖွဲ့က စစ်သားဟောင်း\nခပ်ကြမ်းကြမ်းကောင်။ နောက် စစ်ရာဇ၀တ်\n‌ကျူးလွန်မိပြီး အဲဒီစိတ်နဲ့ အရက်သမား\nဖြစ်သွားတယ်။စစ်ထွက် အရက်သမားဟာ\nအကြောင်းတစ်ခုနဲ့ လန်ဒန်မြေအောက်\nလောကနဲ့ သွားရှုပ်မိတဲ့အကြောင်း‌ပေါ့။Peaky Blindersရဲ့ Creatorက ရိုက်ကူး\nရေးသားထားတာဆိုတော့ အက်ရှင်ကားပေမဲ့\nအက်ရှင်ခန်းတွေကို တော်သင့်ရုံပဲထည့်ပြီး\nဇာတ်ကို တဖြည်းဖြည်းနဲ့ရင်ဖိုရအောင်တော့\nရေးသွားတာကိုလည်းတွေ့ရတယ်။ PBဖန်တွေလည်းကိုယ့်ကားCreatorရဲ့ ပွဲဦးထွက်ကားအနေနဲ့\nမြည်းစမ်းကြည့်သင့်ပြီး ဂျေဆန်စတက်တန်\nဖန်တွေအတွက်လည်း သူ့ရွှေခေတ်နှောင်းကို\nပြန်ခံစားရစေမယ့် ကားဆိုလည်းမမှားပါဘူး။ Quality – 1080p, 720p, 360p BluRayDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/redemption-hummingbird-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a5ff15f1b703ad0b8be20293302deb70_orig-133x200.jpg",
        "title": "The Brothers Grimsby (2016)",
        "description": "၂၀၁၆ ထွက် စုံထောက် ဟာသကားကို တင်ပေးလိုက်ပါတယ်။ Imdb 6.6 နဲ့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရင်းစ်ဘေးမြို့သား အရမ်းချစ်ကြတဲ့ ညီအစ်ကို ၂ ယောက်ဟာငယ်စဉ်ကတည်းက ကွဲကွာသွားခဲ့ပါတယ်။အစ်ကိုကြီးက အပေအတေ ဘောလုံးအားပေးသူ တစ်ယောက်ဖြစ်လာပြီးညီငယ်ကတော့ MI-6 ရဲ့ လျို့ဝှက်စုံထောက်တစ်ယောက်ဖြစ်လာပါတယ်။နှစ်ပေါင်း ၃၀ ကြာတဲ့ထိ ညီငယ်ဖြစ်သူကို ရှာဖွေနေတဲ့ အစ်ကိုကြီးဟာ ပါတီပွဲတစ်ခုမှာစစ်ဆင်ရေးနဲ့ရောက်နေတဲ့ ညီငယ်ကိုပြန်ရှာတွေ့သွားလို့ ဝမ်းသာအားရ နှုတ်ဆက်မိချိန်မှာ...အလွဲတွေ ဖြစ်ကုန်ပြီး လူသတ်သမားအစစ်လဲ လွတ်မြောက်သွားစေသလိုဟယ်ရီပေါ်တာမင်းသားကို AIDS ကူးသွားစေတဲ့အပြင် WHO ဥက္ကဌပါ သေဆုံးသွားစေတဲ့အခါမှာတော့ညီအစ်ကို ၂ ယောက် ကမ္ဘာပတ်ပြေးပြီး သူတို့ အရှုပ်ထုပ်တွေကို ပြန်ရှင်းရပါတော့တယ်။ဇာတ်လမ်းဟာ လိင်အသားပေးဇာတ်ကားမဟုတ်ပေမဲ့ ညစ်ညမ်းတဲ့ အသုံးအနှုန်းအချို့နဲ့ ပြကွက်အချို့ ပါဝင်နေတာကြောင့်မိသားစုလိုက်ကြည့်ဖို့နဲ့ ကလေးများကြည့်ဖို့ မသင့်တော်ကြောင်း သတိပေးပါတယ်။\nFile size…(1.4 GB ) / (800 MB)\nQuality…BluRay 1080p / ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-brothers-grimsby-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTQzMTIwMzU0MV5BMl5BanBnXkFtZTgwMTIxMDAwNTE@._V1_-142x200.jpg",
        "title": "Savaged (2013) Avenged",
        "description": "IMDb Rating (5.5) / Rotten Tomatoes (88%)သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်ချင်စရာ ဇာတ်ကားပါပဲ။ဇိုဝီဆိုတဲ့ ဆွံ့အ နားမကြားကောင်မလေးဟာ မက္ကဆီကိုနယ်စပ်က သူ့ချစ်သူဆီ တစ်ယောက်တည်း ခရီးထွက်လာပါတယ်...ကံဆိုးချင်တော့ လမ်းမှာ လူရမ်းကားတစ်စုနဲ့ ရင်ဆိုင်တွေ့ပြီး ပြေးမလွတ်ဘဲဖမ်းခံလိုက်ရပါတယ်...လူရမ်းကားအုပ်စုက သူမကိုဖမ်းခေါ်သွားပြီး စိတ်ကြိုက် အနိုင်ကျင့်နှိပ်စက်ခံရပါတော့တယ်...သာမန်အားဖြင့် သေဆုံးသွားရမယ့်သူမဟာ ရှေးအင်ဒီးယန်းတစ်ယောက်က ဆေးပြန်ကုသပေးချိန်မှာအစီအရင်တွေကြောင့် လက်စားချေချင်တဲ့ ဝိဉာဉ်တစ်ခု ဝင်ပူးလာပြီး ပြန်လည်နိုးထလာပါတော့တယ်။ရန်ငြိုးတွေကြောင့် သူသေကိုယ်သေ အပြိုင်ကြဲကြမယ့်ပွဲမှာ..သူပျောက်ဆုံးသွားတာကို သူ့ချစ်သူက သိရှိပြီး ကယ်တင်နိုင်မလား...လက်စားချေဝိဉာဉ်ကရော သူ့ဆီကနေထွက်သွားနိုင်မလား...ဆိုတာ။သွေးထွက်သံယိုနဲ့ ပိုးစိုးပက်စက် သတ်ဖြတ်ခန်းတွေပါဝင်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ \nFile size…(1.5 GB ) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/savaged-2013-avenged/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lhGYCpd6AgO2m3u8Y1CVxjKcfWS.jpg",
        "title": "Till Death Do Us Part(2021)",
        "description": "စိုက်ပျိုး​ရေး မဂ္ဂဇင်းတစ်ခုရဲ့ ဂျာနယ်လစ်တစ်​ယောက်ဖြစ်တဲ့ အာယာကို တစ်ရက်မှာ နာမည်ကြီး ရုပ်ရှင်မင်းသမီးတစ်​ယောက်က လာရှာခဲ့တယ် အာယာလို မထင်မရှား ဆင်းရဲသား​လေးတစ်​​ယောက်ဆီ ဗနီဆာလို နာမည်ကြီး မင်းသမီးတစ်​ယောက်က ဘာ​ကြောင့်လာရှာရတာလဲ ဆိုတာကို လုပ်​ဖော်ကိုင်ဖက်​တွေသာမက ရုံးလုံခြုံ​ရေးက ​မေးခွန်းထုတ်စရာဖြစ်လာပါတယ် ဗနီဆာဟာ အာယာကို မြင်မြင်ချင်း ​​သေနတ်နဲ့ ချိန်လိုက်ပါ​တော့တယ် အာယာအ​နေနဲ့ ဗနီဆာကို ရုပ်ရှင်ထဲမှာက လွဲပြီး မမြင်ဖူးပါဘူး ဒါ​ပေမယ့် ဗနီဆာက အာယာကို ​ကောင်း​ကောင်းသိ​နေတဲ့ပြင် ချစ်သူ​တွေပါလို့ ​ပြောလာပါ​တော့တယ် ဒါ့အပြင် သူ့လုပ်​ဖော်ကိုင်ဖက်​တွေကိုလည်း သိ​နေပြန်တယ်ဗနီဆာက ဘယ်​ကြောင့် အခုလိုလာလုပ်​နေတာလဲ ?သူ အာယာ့အ​ကြောင်း​တွေကို စုံစမ်းထားတာလား ?အာယာကပဲ အတိတ်​မေ့​နေတာလား CCTV ကကြည့်​နေတဲ့ လုံခြုံ​ရေး​တွေထင်သလို ​နောက်ပြောင်တဲ့ အစီအစဥ်ရိုက်​နေတာလား?\"?​\"တွေအများကြီးနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုရမှာပါ \nFile size…(1.2 GB)/ (600 MB)/ (295 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/till-death-do-us-part2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvPfAW9soIwwo0zJxRAzwDpLaXS.jpg",
        "title": "J2: J Retribusi (2021)",
        "description": "J2 : J.Retribusi (2021)IMDb - 6.5/10J2: J.Retribusi ဆိုတာကတော့\n၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ J.Revolusi ရဲ့ Sequel အနေနဲ့ ထွက်ရှိလာတာပါ။ဒီကားကတော့ မလေးရှားမှာ ရုံတင်ပြသခြင်း မရှိဘဲ\nDisney Plus Hotstar မှာပဲ သီးသန့်ပြသဖြစ်ခဲ့တဲ့ ရုပ်ရှင် ၃ ကားထဲက တစ်ကားဖြစ်ပါတယ်။မလေးရှားအက်ရှင်ကားတွေလည်း\nကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတွေထဲမှာ ပါပါတယ်။အပစ်အခတ် နဲ့ ဖိုက်တင်မှာ မလေးကလည်း တော်တော်လေး မိုက်တဲ့အထဲ ပါပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဂျေး ဟာ အရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nလက်ရှိမှာတော့ သူဌေးကြီး ဒက်တိုရဲ့သမီးလေး နဒီအတွက်\nသက်တော်စောင့်အဖြစ် လုပ်နေတာပဲ ဖြစ်ပါတယ်။ဒက်တိုကတော့ ပိုက်ဆံကျိကျိတက်ချမ်းသာပေမယ့်\nသမီးလေး အတွက် အချိန်မပေးနိုင်တဲ့ ဖခင်တစ်ယောက်ပါ။\nဂျေးကလည်း သမီးလေးကို သမီးတစ်ယောက်လို သံယောဇဉ်ရှိနေခဲ့တာပါ။သူဌေးကြီး ဒက်တိုဟာ သမီးလေးအတွက် အချိန်ပေးဖို့ ကြိုးစားရင်း\nလုပ်ငန်းတွေကနေ အနားယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အနားယူဖို့အတွက် ဟိုတယ်ကို ပိုင်ရှင်အသစ် လက်ထဲအပ်ဖို့\nပွဲကျင်းပတဲ့နေ့မှာ အနုကြမ်းစီးခံလိုက်ရပါတယ်။သူတို့ရဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/j2-j-retribusi-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/71Dg91cUGRL._SL1200_-142x200.jpg",
        "title": "The Midnight Meat Train (2008)",
        "description": "IMDb Rating (6.0) / Rotten Tomatoes (73%)ဘရတ်ဒလေကူးပါးပါဝင်တဲ့ Horror/Thriller အမျိုးအစား ခြောက်ခြားစရာဇာတ်ကားပါ....လီယွန်ဟာကြိုးစားရုန်းကန်နေဆဲလူငယ်ဓာတ်ပုံဆရာတစ်ယောက်၊\nသူ့ချစ်သူကောင်မလေးရဲ့ သူငယ်ချင်းမိတ်ဆက်ပေးမှုနဲ့ နာမည်ကြီးပန်းချီပြခန်းပိုင်ရှင်တစ်ဦးနဲ့တွေ့ဆုံရာကနေ\nသူ့အတွက်ကြိုးစားရင် ရလာမယ့်အခွင့်အရေးကိုမြင်တဲ့အလျောက်ညဘက်ဓာတ်ပုံရိုက်ပြီးကုန်ကြမ်းရှာထွက်ပါတယ်။သူ့ရဲ့ပွဲဦးထွက်ပြပွဲအတွက်လူတွေရဲ့အမှောင်ဘက်ခြမ်းကိုပြဖို့ကြိုးစားရင်း မဟော်ဂနီဆိုတဲ့လူတစ်ယောက်ကို တွေ့ခဲ့ပါတယ်။\nအဲ့ဒီလူဟာ စိတ္တဇလူသတ်သမားတစ်ယောက်၊ ညနက်သန်းခေါင်လူခြေပြတ်လတ်တဲ့ရထားတွေပေါ်မှာ\nကျက်စားတတ်ပြီး၊ အဲ့ဒီမှာပါလာတတ်တဲ့ ခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့သူဖြစ်ပါတယ်။ဘာကြောင့်မှန်းမသိ မဟော်ဂနီကို စိတ်ဝင်စားလို့ Subject တစ်ခုလိုသဘောထားရာကနေ\nလီယွန်တစ်ယောက် မှောင်သထက်နက်ရှိုင်းလှတဲ့ လောကတစ်ခု၊\nသူနားလည်ဖို့ စဉ်းစားဖို့ ဉာဏ်မမှီတဲ့ အရာတွေဆီ နီးသထက်နီးလာပြီး\nသူ့ချစ်သူ၊ ရည်မှန်းချက် ပတ်ဝန်းကျင်စတာတွေနဲ့ ဝေးသထက်ဝေးလာပါတော့တယ်။လီယွန်တစ်ယောက် အချိန်မှီလွတ်မြောက်နိုင်ပါ့မလား?\nသူ့ချစ်သူ သူငယ်ချင်းတွေက သူ့ကိုကယ်တင်နိုင်မှာလား။\nသူစိတ်ဝင်စားတဲ့ မဟော်ဂနီရဲ့ နောက်ခံဇာတ်ကြောင်းက ဘာတွေဖြစ်မလဲ?\nစုန်းစမြုပ်စပျောက်သွားခဲ့တဲ့ လူပေါင်းများစွာနဲ့ပတ်သက်ပြီး တာဝန်ရှိတဲ့ဌာနတွေ ဘာလုပ်နေခဲ့လဲ စတဲ့မေးခွန်းတွေကို\nဒီဇာတ်ကားမှာ အဖြေရှာကြည့်ကြစေချင်ပါတယ်။Lion Gate logo ကြီးကိုမြင်လိုက်ရတာနဲ့ ဒီကားကောင်းမှာပဲလို့ခံစားရတဲ့ခေတ်က ထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပါ။\nအဲ့ဒီတုန်းက ကြည့်ဖူးတဲ့သူတွေရှိကြမှာဖြစ်သလို အတော်လဲပေါက်ခဲ့တဲ့ကားတစ်ကားဖြစ်ပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ရေလည်ကြမ်းတမ်းပက်စက်ပြီး၊\nဘူတာရုံတွေ ရထားတွေကို ညနက်သန်းခေါင်မသွားရဲဖြစ်လောက်အောင် စိတ်ခြောက်ခြားမှုပေးနိုင်တဲ့၊\nအာရုံထဲမှာ အတော်ကြာကြာစွဲနေမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nFile size…(1.7 GB ) / (999 ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-midnight-meat-train-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/GXCVvEskIvo.movieposter_maxres-139x200.jpg",
        "title": "Baahubali 2: The Conclusion (2017) Bahubali 2",
        "description": "IMDb Rating (8.2) / Rotten Tomatoes (86%)ဘုရင့် သက်တော်စောင့် ကက်တာပါးက မဟစ်ရှ်မာတီ နိုင်ငံတော်က ထီးညွန့်နန်းလျာ အမန်ဒရာဘာဟုဘာလီကို သူ ကိုယ်တိုင် ဘာကြောင့်သတ်ဖြတ် ပစ်ရတဲ့အကြောင်းကို သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီကို ရှင်းပြတဲ့ပုံစံနဲ့ ဇာတ်လမ်းဆက်ထား တာပါ။ဆူပူသောင်းကျန်းတဲ့ မ ကောင်းဆိုးဝါးတွေ နှိမ်နင်းအပြီး မှာတော့ ဘုရင်မကြီးဆီဗာဂါမိ ဟာ သားဖြစ်တဲ့ အမန်ဒရာဘာဟု ဘာလီကို ထီးနန်းဆက်ခံမယ့်သူ အဖြစ် ကြေညာခဲ့ပြီး တူဖြစ်တဲ့ ဘာလာကိုတော့ စစ်သူကြီးအဖြစ် ကြေညာခဲ့ပါတယ်။ ဘုရင်မကြီး က အမန်ဒရာကို တပ်မှူးကက် တာပါးနဲ့အတူ အနီးဝန်းကျင်က နိုင်ငံတွေနဲ့ ပြည်သူတွေကြားကို လေ့လာဖို့ စေလွှတ်ခဲ့ပါတယ်။အဲဒီလိုသွားရင်းနဲ့ တစ်နေ ရာအရောက်မှာတော့ တိုက်ရေး ခိုက်ရေးကျွမ်းကျင်ပြီး ထက်မြက် တဲ့ ကန်တာလာနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ဆုံခဲ့ပြီး မင်းသမီးကို သဘောကျမိတဲ့အတွက် အမန် ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/baahubali-2-the-conclusion-2017/"
    },
    {
        "thumbnail": "",
        "title": "Baahubali: The Beginning (2015) Bahubali",
        "description": "IMDb Rating (8/10) / Rotten Tomatoes (89%)မူရင်းအသံဖြစ်တဲ့ Telugu အသံနဲ့ International Cut Version ကို HEVC Encode နဲ့ပါ တင်ဆက်လိုက်ပါတယ်။ဗာဟုဘာလီဇာတ်ကားကတော့ Action, Adventure, History အမျိုးအစား ရာဇဝင်ဇာတ်ကားပါ။ရှေးခေတ်အိန္ဒိယတိုင်းပြည် က အင်အားကြီးဘုရင်တွေနဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဇာတ်လမ်းတွေကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ရှီဗာဆိုတဲ့ မွေး ကင်းစကလေးငယ်လေးနဲ့ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူတို့ကို ဘုရင့် မှူးမတ်တွေက လိုက်ပြီးတော့ သုတ်သင်ပါတယ်။ ထွက်ပြေးရင်း လမ်းခုလတ်အရောက်မှာ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူက ကွယ်လွန် သွားခဲ့ပြီး ရှီဗာဆိုတဲ့ ကလေးလေးကို ဒေသခံရွာသားတွေက စောင့်ရှောက်ခဲ့ပါတယ်။ရှီဗာ တဖြည်းဖြည်းကြီးလာ တဲ့အခါ တခြားလူငယ်တွေနဲ့မတူ ဘဲ သန်မာပြီးရဲရင့်တဲ့လူငယ်တစ် ယောက်ဖြစ်လာတယ်။ သူကြီး ပြင်းခဲ့တဲ့ရွာနဲ့ မနီးမဝေး တောင် ပေါ်မှာ ရှေးဟောင်းဘုရင့် တိုင်း ပြည်တစ်ခုရှိပြီး ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/baahubali-beginning-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRGP7gA72PzNo6OYigBf8v2BIc.jpg",
        "title": "The Stronghold (2021)",
        "description": "The Stronghold (2021)IMDb - 7/10Bac Nord နာမည်နဲ့လည်း သိကြပါတယ်။၂၀၁၂ခုနှစ်တုန်းက ပြင်သစ်နိုင်ငံမြောက်ပိုင်းက မာဆေးလ်ခရိုင်လေးဟာ\nဒုစရိုက်မှုအများဆုံး ဥပဒေစိုးမိုးမှုအနည်းဆုံးခရိုင်တစ်ခုပါပဲ။အခု ဒီကားလေးကတော့\nမာဆေးလ်ခရိုင် က ဂျူးရပ်ကွက်တစ်ခုကိုအခြေတည် ရိုက်ထားတာပါ။ရဲတွေတောင်မထိရဲလို့ ဒီအတိုင်းလွှတ်ထားရတဲ့ဂျူးရပ်ကွက် …\nသေနတ်ကို ဥပဒေလုပ်နေတဲ့ အဲဒီရပ်ကွက်ထဲက\nမူးယစ်ဆေးဝါးကွန်ယက်ကြီးတစ်ခုလုံးကို ဖြိုချချင်နေတဲ့\nမာဆေးလ်ခရိုင်က သူငယ်ချင်းရဲသုံးယောက်က….\nဥပဒေစိုးမိုးမှုမရှိတော့တဲ့ အဲဒီရပ်ကွက်ထဲကို ဘယ်လို ထိုးဖောက်ဝင်ရောက်ပြီး\nမူးယစ်ဆေးဝါးကွန်ယက်ကြီးတစ်ခုလုံးကိုဖြိုချမလဲဆိုတာကိုတော့\nအက်ရှင်ဇာတ်လမ်းပီပီ အကြမ်းအရမ်းတွေနဲ့ ကြည့်ရှုရမယ့်\nပြင်သစ် ရဲစုံထောက်အက်ရှင်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။အညွှန်းကိုတော့ Chit Tee က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားကတော့ Chit Tee နဲ့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.8GB and 1.25GB\nFormat…mp4\nDuration….1h 45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Chit Tee and Thiha Yan Naing\nEncoder .....August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-stronghold-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOTY2NzFjODctOWUzMC00MGZhLTlhNjMtM2Y2ODBiNGY1ZWRiXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-139x200.jpg",
        "title": "Free Guy (2021)",
        "description": "Free Guy (2021)\n===============================IMDb - 7.6/10ကဲ ...... ရေးနိုး ကြီး တစ်ရေးနိုးပါပြီနော့။\nမျှော်နေတဲ့လူတွေ အားရကျေနပ်စေဦးမှာပါ။ခေတ်နဲ့ စနစ်နဲ့ အညီ ဖန်တီးပြုလုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားဆိုလည်း မမှားပါဘူး။မြန်မာနိုင်ငံက ဂိမ်မာတွေအတွက်ဆိုရင်တော့\nရုပ်ရှင်ထက်ပိုတဲ့ ခံစားမှုကို ရနိုင်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဂိုင်း က လူတွေဖန်တီးထားတဲ့\nအွန်လိုင်း ဗီဒီယိုဂိမ်းတစ်ခုရဲ့ ကမ္ဘာထဲမှာ နေထိုင်တဲ့\nကွန်ပြူတာဇာတ်ကောင်တစ်ကောင်ပါသူ့ရဲ့ တစ်နေ့တာဟာ ဖန်တီးသူတွေ သတ်မှတ်ထားတဲ့အတိုင်း\nတစ်သွေမတိမ်းဘဲ နေ့စဥ် ဖြစ်နေပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ မီလီဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံပြီးနောက်\nသူ့ရဲ့နေ့စဥ်ဘဝကနေ သွေဖယ်ချင်စိတ်တွေ ဖြစ်လာပါတယ်။\nသူ့ရဲ့ ဖြစ်တည်မှုကို မေးခွန်းတွေ ထုတ်လာခဲ့တယ်။အဲလိုနဲ့ ဂိုင်းဟာ နေ့စဥ်လုပ်နေကျ လုပ်ငန်းစဥ်တွေကနေ\nသွေဖယ်ပြီးလုပ်ဖို့ ကြိုးစားကြည့်တဲ့အခါမှာတော့...ဒီကားဟာ GTA Online ကို ရုပ်ရှင်ပြန်ရိုက်ထားတာနဲ့တောင်တူနေလို့\nGTA ပရိတ်သတ်တွေဆိုရင် ပိုပြီးသဘောကျကြမှာပါ။ဒီကားဟာ ဂိမ်မာတွေ သဘောကျပြီး စိတ်ဝင်စားမယ့် ကားတစ်ကားပဲဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.5GB and 1.3 GB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/free-guy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/71KZONodmoL._RI_-150x200.jpg",
        "title": "Nilalang (2015) Geisha of Death",
        "description": "အခုတင်ဆက်ပေးမှာတော့ ၂၀၁၅ ခုနှစ်ကထွက်ရှိထားတဲ့ မာရီယာအိုဇာဝါရဲ့ဖိလစ်ပိုင် Action/Horror ဇာတ်ကြမ်းကားလေးပါ...\nနည်းနည်းတွေဝေသွားတယ်မလား... ဒီနာမည်က ငါသိတဲ့နာမည်လားဆိုရင်တော့ ဟုတ်ပါတယ် ...\nဂျပန်အပြာရုပ်ရှင်လောကရဲ့‌နာမည်ကြီးမင်းသမီးချော မာရီယာအိုဇာဝါကိုယ်တိုင်ပါပဲ...\nသူနဲ့ ဖိလစ်ပိုင်ကသရုပ်ဆောင်တွေနဲ့တွဲရိုက်ထားတဲ့ ဇာတ်ကားပါ...။အမှုထမ်းစရာ သခင်ရှိတဲ့အခါ ဆာမူရိုင်းလို့ခေါ်ပြီးတော့\nအမှုထမ်းစရာ သခင်မရှိတော့တဲ့အခါ ရိုနင်လို့ခေါ်တာကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်။\nဆာမူရိုင်းတွေဟာ အမြဲလိုလိုဓားတိုတစ်လက် အရှည်တစ်လက်ဆောင်ရပြီးတော့\nအမြဲဝတ်စုံပြည့်နဲ့နေရလေ့ရှိပေမဲ့ ရိုနင်တွေကတော့ အမှုထမ်းစရာ သခင်မရှိ‌တော့တဲ့အတွက်\nဓားရှည်တစ်ချောင်းနဲ့လွတ်လွတ်လပ်လပ် အရပ်သားအသွင်ယူပြီးလှုပ်ရှားသွားလာလေ့ရှိတယ်‌ပေါ့ဗျာ။အဲဒီဆာမူရိုင်းတွေရော ရိုနင်တွေရော ခေတ်အဆက်ဆက်လက်ဆင့်ကမ်းပြီးစောင့်ရှောက်ခဲ့ရတဲ့ စာအုပ်တစ်အုပ်ရှိတယ်...\nမမြင်နိုင်တဲ့စွမ်းအားတချို့နဲ့လဲ ဆက်နွယ်နေသေးတယ်..\nအဲ့ဒီစာအုပ်နဲ့ ဖိလစ်ပိုင်က စုံထောက်ကြီးနဲ့ ဘယ်လိုပက်သက်သွားမှာလဲ၊\nအဘိုးဖြစ်သူရဲ့ဂိုဏ်းကိုဦးစီးနေတဲ့ မီရူကိတစ်ဖြစ်လဲ ကျွန်တော်တို့ရဲ့မာရီယာအိုဇာဝါကြီးကရော\nဘယ်လိုနေရာကနေပါဝင်လာမလဲဆိုတာ...။ထူးဆန်းတဲ့ပရလောကအကြောင်းကို ခပ်ကြမ်းကြမ်းအက်ရှင်တွေနဲ့ တင်ဆက်ထားတာမို့\nကြည့်လို့မိုက်နေမယ်ဆိုတာ ညွှန်းဆိုလိုပါတယ်။ \nFile size…(1.4 GB)/ (870 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/nilalang-2015-geisha-of-death/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTkzMjE4ODU0MV5BMl5BanBnXkFtZTYwNTI2OTk2._V1_-199x300.jpg",
        "title": "The Patriot (2000)",
        "description": "၁၇၇၆ခုနှစ် အင်္ဂလိပ်ကိုလိုနီ ခေတ်မှာနေထိုင်တဲ့ဘင်ဂျမင် မာတင်ဟာ French-Indian စစ်ပွဲမှာသူရဲ့ရက်စက်မူတွေနဲ့ နာမည်ကျော်ခဲ့ပြီး လက်ရှိအချိန်မှာသူ့ရဲ့အတိတ်ကအပြစ်တွေရဲ့ ခြိမ်းခြောက် မူ့ကနေ ဝေးဝေမှာနေလိုပြီးမိခင်မရှိတော့တဲ့ သူကလေး၇ယောက်ကိုပြုစုပျိုးထောင်နေပါတယ်။သို့သော်က မပါတ်သတ်လိုပေမယ့်ဂရိတ်ဗြိတိန်ရဲ့လက်အောက်ကနေ လွတ်လပ်ရေးကို ရယူဖို့တော်လှန်မူမှာ တောင်ကာရိုလိုင်နား က ဝင်ရောက်ပူပေါင်းခဲ့ရာမှာတော့သူရဲ့သားကြီး ဂေဘရီရယ်ဟာ သူရဲ့ခွင့်ပြုချက်မရပဲ စစ်ထဲကိုလိုက်သွားခဲ့ပါတယ်။တားမရတဲ့သားကို လက်လျှော့လိုက်ရပြီး ကျန်သားသမီးတွေကိုစောင့်လျှောက်နေရင်း တနေ့ သူအိမ်နားမှာဖြစ်တဲ့ပြည်ထောင်စုတပ်တွေနဲ့ ဗြိတိသျှတွေရဲ့တိုက်ပွဲမှာ/သားဖြစ်သူကဒဏ်ရာရလာခဲ့ပါတယ်။သားဖြစ်သူကို ဒဏ်ရာကို ကုသပေးပြီးနှစ်ဖက်ထိခိုက်သူတွေကို ပြုစုပေးနေချိန်ဗြိတိသျှ မြင်းစီးတပ်က သားသတ်သမားလို့ နာမည်ကြီးတဲ့ဗိုလ်မှူးကြီး တာပင်တန်ရဲ့လက်ချက်ကြောင် သူ့ရဲ့အစားထိုးမရတဲ့သားကိုဆုံးရှုံးပြီးတဲ့နောက်မှာ အင်မတန်ဒေါသကြီးပြီးရက်စက်တယ်လို့နာမည်ကြီးတဲ့ ဘင်ဂျမင်တယောက်တော်လှန်ရေးကြီးထဲပါဝင်လာရပြီး ပြည်ထောင်စုတခုဖြစ်ဖို့တပိုင်းတစကူညီရပါတော့တယ်။Mel Gibsonရဲ့ Brave Heart နဲ့ We were Soldierကြားကထွက်ခဲ့တဲ့ The Patriots ဟာ တခြားစစ်ကားတွေနဲ့မတူပဲတမူထူးခြားနေတာက နှစ်ဖက်စစ်တပ်တွေ မျက်နှာခြင်းဆိုင် တန်းစီပြီး တဖက်ကိုတလှည်စီ သေနတ်နဲ့ပစ် လှံစွပ်ထိုးတိုက်ပွဲတွေကအမြင်ဆန်းသစ်နေပါတယ်။နောက်တခုက ဂျိုကာပရိတ်သတ်တွေအတွက် ဂေဘရီရယ်အဖြစ်သရုပ်ဆောင်ထားတဲ့ Heath Ledger ကို အလွမ်းပြေကြည့်ရှူရမှာပါ။ဒီဇတ်ကားကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1F7p1/The.Patriot.Extended.Cut.2000_1080P_Bluray_HEVC_Recode_{CM}_(1).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMjAwMzAzMzExOF5BMl5BanBnXkFtZTgwOTcwMDA5MTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Maleficent (2014)",
        "description": "Maleficent (2014)\nIMDb - 7.0/10_____Rotten - 54%\n Maleficent ဆိုတာ Disney ကာတွန်းကား Sleeping Beauty ထဲက မင်းသမီးလေးကို အိပ်မွေ့ချထားတဲ့ မှော်ဆရာမကြီးပါ။ Sleeping Beauty ကိုမသိသေးတဲ့သူတွေအတွက် ကာတွန်း\nဇာတ်လမ်းကတော့ မင်းသမီးလေး မွေးပြီး မွေးနေ့ပွဲမှာ ပြည်သူလူထုနဲ့ တကွ နတ်သမီး ၇နှစ်ယောက်ပါ တက်ရောက် ချီးမြှင့်ခဲ့ပါတယ်။ အဲ့ဒီပွဲမှာ နတ်သမီးတွေက မင်းသမီးလေးကို သူတို့\nတန်ခိုးနဲ့ ဆုတွေ ပေးနေတုန်း ၅ ယောက်မြောက်နတ်သမီးအပြီးမှာ Maleficent ဆိုတဲ့ မှော်ဆရာမက ဝင်လာပြီး ကျိန်စာတိုက်သွားပါတယ်။ မင်းသမီးလေး ၁၆ နှစ်ပြည့် မွေးနေ့မှာ ယက်\nပြီကန်းစဉ်က ချည်လုံး အပ်ဆူးပြီး သေပါစေလို့ ကျိန်စာတိုက်ပြီး ထွက်သွားပါတယ်။ အဲ့ဒီမှာ ကျန်နေတဲ့ နတ်သမီးတစ်ပါးက (ကျိန်စာပျက်အောင်မတတ်နိုင်ပေမယ့်) အပ်စူးမိးမသေပဲ\nနှစ်တစ်ရာတိုင် အိပ်ပျော်နေပြီး တော်ဝင်သွေးပါတဲ့ မင်းသားတစ်ပါးက နမ်းမှပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1F548/Maleficent.2014.1080p.BluRay_HEVC_{CM}.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjRlYjY4MjYtODlkNS00OWUxLWI3YzgtZTIzZGU0ZGE5ODMzXkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-138x200.jpg",
        "title": "Kaadan(2021)",
        "description": "Kaadan 2021ရုံတင်ပြီး Digital Releasesနဲ့ထွက်ဖို့ကြန့်ကြာနေခဲ့တဲ့ တမီးလ်ကား ရပါပြီခင်ဗျာ။ပရိသတ်ရင်းနှီးပြီးသား မင်းသားတွေမို့လည်းတော်တော် တောင်းဆိုကြတာထင်ပါရဲ့။Baahubali ထဲက ဗီလိန်ကြီး Rana၊Raatchasan ထဲက မင်းသား Vishnu Vishalတို့အပြင်ဟာသကားတွေထဲ မြင်ဖူးနေကျ Pulkit Samratနဲ့မင်းသမီးချော Shriya Pilgaonkarတို့ပါပဲ။ဒီကားထဲမှာ ဥယျာဉ်မှူးကြီး ဘန်ဒေ့ဖ်က အဓိကပေါ့။သူဟာ တောထဲမှာ တိရစ္ဆာန်တွေနဲ့အတူနေထိုင်တယ်။တောထဲက ဆင်တွေကျားတွေကအစ သူ့စကနားထောင်ကြတယ်။သူကလည်း တိရစ္ဆာန်တွေကအစသစ်ပင်ကနေ မြေကြီးအထိ ချစ်တတ်တယ်။ဒီလို တောကိုချစ်တဲ့ သူရဲ့ မြေပိုင်နက်ထဲတနေ့မှာတော့ မြို့သစ်စီမံကိန်းဆိုပြီးအဖွဲ့အစည်းတစ်ခု ရောက်လာခဲ့ပါတယ်။သူအနေနဲ့ ဘယ်လို ရင်ဆိုင်ပြီးသူ့အတွက် ပြိုင်ဘက်တွေကဘယ်လောက်ထိ ယုတ်မာကောက်ကျစ်မလဲ၊သူနဲ့အတူ ဒီမြေမှာ တခြား ဘယ်သူတွေကမုဆိုးတွေ ဖြစ်နေမလဲဆိုတာကို ခံစားကြည့်ကြပါဦးဗျာ။ဒီဇာတ်ကားဟာ ဒီနေ့မှာတော့ တရားဝင်ထုတ်လွှင့်ရာကနေထွက်လာတာမျိုးမဟုတ်ဘဲLeakလာတဲ့အနေအထားမို့ HINDIဗားရှင်းပဲ ရှိပါသေးတယ်။Hindi အသံထွက်နဲ့ ပါးစပ်လွဲနေတာ မဟုတ်ပါဘူး။ဟင်ဒီသရုပ်ဆောင်တွေ ဖြစ်ကုန်တာပါ။တမီးလ်မူရင်းမှာတော့ တမီးလ်မင်းသားမြင်ရမှာပါ။သရုပ်ဆောင်တွေ ကွဲနေပါတယ်။Tamilအသံနဲ့ ကြည့်ချင်ရင်တော့ စောင့်ရဦးမယ်ခင်ဗျာ။ \nFile size…2.73GB / 1.4GB / ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/kaadan2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gC1a58xIkZ8HwsYAq7r6Ymp7MSW.jpg",
        "title": "The Card Counter(2021)",
        "description": "The Card Counter(2021) အညွှန်း*****************************ဒီဇာတ်ကားက ပိုကာအကြောင်းအဓိက ဇာတ်အိမ်တည်ရိုက်ထားတာပါ...Chess အကြောင်းမသိတဲ့သူတွေတောင် The Queen's Gambit လို ချက်စီးရီးကိုတစ်ထိုင်ထဲကြည့်ဖြစ်သလိုဒီဇာတ်ကားကလည်း ပိုကာအကြောင်းမသိရင်တောင် ကြည့်ရတာ တော်တော်စိတ်လှုပ်ရှားစရာကောင်းပါတယ်...ပိုကာအကြောင်းသိရင်တော့ ဆိုဖွယ်ရာမရှိပေါ့....ဝီလီယမ်ထဲလ်ဆိုတာ စစ်ထောင်ထဲမှာ ထောင်စောင့်အဖြစ် ၈နှစ်ထမ်းဆောင်ခဲ့တယ်...နေ့စဉ် ဒီအလုပ်ကြီးနေတဲ့သူအဖို့  သူ့အတွက်စိတ်အပန်းဖြေရာက ဖဲကစားနည်းတွေပဲဖြစ်လာတယ်...ဒီအပိုင်းမှာ သူဟာ ပါရမီပါပုံရတယ်....မှတ်ဉာဏ်ကလည်း သူမတူအောင်ထူးတယ်...နောက်ပိုင်းထောင်စောင့်ဘဝက အနားယူပြီးတဲ့နောက်မှာ သူဟာ ကာစီနိုတွေတစ်ခုပြီးတစ်ခုပြောင်းပြီးကစားပါတယ်...သို့ပေမဲ့ ဒီလောကကြီးမှာ လောဘတက်ရင် ဘဝပျက်တယ်ဆိုတာ ဖြတ်သန်းခဲ့တဲ့အတွေ့အကြုံတွေအရသိလို့  ကြေးနည်းနည်းလေးတွေဆော့ရင် နေ့စဉ်အချိန်ကုန်နေတယ်...ဒီလိုနဲ့သူအရည်အချင်းကို သိပြီး ကြေးအကြီးကြီးဆော့ဖို့ မဲဆွယ်ရင်း ကိစ္စတစ်ခုခိုင်းဖို့ လူတစ်ယောက်ကချဉ်းကပ်လာတဲ့အခါမှာတော့.....မင်းသားကြီးOscar Isaac ပါဝင်ထားပြီး ဝင်ငွေအတော်ကောင်းခဲ့တဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.04GB),(1 GB) and (369MB)\nQuality : WEBScr 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Action  , Drama , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-card-counter2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/The_Banquet-614176011-mmed-144x200.jpg",
        "title": "The Banquet (2006)",
        "description": "မင်းသမီးကျန်းကျိရိပါဝင်ထားတဲ့ ခမ်းနားတဲ့အချစ်ဇာတ်ကားလေးပါပဲ...အချစ်ဇာတ်ကားဆိုပေမယ့် သိုင်းကစားပြီး Crouching Tiger, Hidden Dragon လို ဇာတ်လမ်းကိုပုံဖော်ထားပါတယ်...ရိုက်ကူးထားတဲ့ပုံစံတွေ သိပ်ကိုခမ်းနားပါတယ်..ကြည့်ကြည့်ပါ။မင်းသား Daniel Wu တို့ မင်းသမီး Xun Zhou တို့လဲ ပါပါသေးတယ်..အချိန်ကတော့ တရုတ်ပြည်ဖရိုဖရဲဖြစ်နေတဲ့ \"မင်းဆက်ငါးဆက်..နိုင်ငံဆယ်နိုင်ငံ\" ၉ ရာစုခေတ်ကာလကိုအခြေခံထားပါတယ်..နိုင်ငံငယ်တွေ ရောထွေးနေတဲ့အပြင် ဘုရင် မှူးမတ်တွေ အချင်းချင်းပြန်သတ်ကြပြီး အာဏာလုနေကြတာနဲ့တစ်နိုင်ငံလုံး သွေးချောင်းစီးနေချိန်ပေါ့...ဒီအချိန်မှာ ဘုရင်ကို ညီတော်မောင်ကသတ်ပြီး ဘုရင်ထလုပ်ရော...ပြီးတော့ သေသွားတဲ့ဘုရင်ရဲ့မိဖုရားခေါင်ကြီး ဝမ်ကို ထပ်ယူဖို့ကြံပြန်ရော..ဖြစ်ချင်တော့ မိဘုရားခေါင်ကြီးဝမ်ကလဲ သေသွားတဲ့ဘုရင်ကိုယူသာယူထားတာ...သူနဲ့ချစ်ကြိုက်နေတာက ဘုရင့်သား အိမ်ရှေ့မင်းသား...ဒီတော့ မိဖုရားခေါင်ကြီးနဲ့ အိမ်ရှေ့မင်းသားနဲ့ ခုမှ ဘုရင်ထလုပ်တဲ့ဦးရီးတော်တို့ကြား ဘယ်လိုရှေ့ဆက်ကြမယ်ဆိုတာ...။အချစ်နဲ့စစ်ဆိုတာ နှစ်ခုလုံးကြေကွဲစရာချည်းပါပဲ။\nFile size…(2.2 GB)/ (1.1 GB) / (500 MB)\nQuality…BluRay 1080p /720p/480p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Omi",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-banquet-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BZGYwYTQxZWEtYzAwNy00NmM4LWE4MDUtYTU5ZTVmYjY4ZTAwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Bell Bottom(2021)",
        "description": "Bell Bottom 2021----------------------------မင်းသားကြီး အရှေးကူးမားရဲ့ ယနေ့ထွက်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ မင်းသားကြီးကဘက်စုံရတဲ့ လူလတ်ပိုင်းတစ်ယောက်ပေါ့။အိန္ဒိယနိုင်ငံမှာ လေယာဉ်ပြန်ပေးမှုတွေနှစ်စဉ်လိုလို ဆက်တိုင်ဖြစ်လာခဲ့စဉ်ကအဲ့ဒီလေယာဉ်ပြန်ပေးမှု တစ်ခုမှာသူ့အတွက် စိတ်နာစရာ အကြောင်းတစ်ခု ရှိလာတယ်။အဲ့ဒီကိစ္စဟာ သူကတော့ သာမန်ပဲ ဖြစ်ပျက်ခဲ့တာလို့ထင်ထားခဲ့ပေမဲ့ RAW အေးဂျင့်တစ်ချို့ရဲ့ပြောပြမှုကြောင့် အဖြစ်မှန်ကို သိခဲ့ရတယ်။အဲ့ဒီမှာ သူဟာ နိုင်ငံတော်အတွက်နဲ့ပုဂ္ဂိုလ်ရေး ဒဏ်ရာတွေရဲ့ တွန်းအားနဲ့လေယာဉ်ပြန်ပေးအဖွဲ့ကို ဖမ်းဆီးဖို့ ဖြစ်လာခဲ့ပါတယ်။ကဲ အထူးတလည် ပြောပြနေလည်းကိုယ်တိုင်ကြည့်တာကသာ အရသာတွေ့မှာမို့မြန်မြန်လေးသာ ခံစားကြည့်လိုက်ပါတော့ဗျာ။မီးပျက်နေလို့ မိငှက် pc လစ်နေရာကပရိသတ်တွေအတွက် မဆိုစလောက် နောက်ကျသွားခဲ့လို့တောင်းပန်ပါတယ်။ \nFile size…1.29GB / 1.8Gb / 606MB\nQuality…1080p WEB  DL DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….2h 3min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Than Htike Zaw\nTranslated by Nyi Koe & Myint Thu ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bell-bottom2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Gantz-o-poster-133x200.jpg",
        "title": "Gantz:O (2016)",
        "description": "Gantz: O (2016)_____IMDb - 7.1/10ကဲ အခုတခါတော့အန်နီမေးရှင်းပရိတ်သတ်တွေ\nအတွက်၂၀၁၆နှစ်ကုန်လောက်မှာထွက်ခဲ့တဲ့\nဇတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အတော်\nလည်းနာမည်ကြီးခဲ့တဲ့ဇတ်ကားတစ်ကားပါပရိတ်သတ်\nတွေအကြိုက်တွေ့မယ်လို့လည်းမျော်လင့်ပါတယ်\nသူတစ်ပါးကိုအမြဲကူညီတတ်တဲ့ကတိုဆိုတဲ့လူငယ်လေးတစ်ယောက်\nတစ်နေ့လူတစ်ယောက်ကိုကူညီရင်းသေဆုံးသွားတဲ့အခါမှာ\nဘာဆက်ဖြစ်မလဲကိုယ့်ကိုကိုသေပြီလို့ထင်ထားတဲ့\nကတိုတစ်ယောက်တကယ်တန်းမသေသေးပဲအခန်းလေးတစ်ခန်းကို\nရောက်ရှိသွားတဲ့အခါမှာဘာဆက်ဖြစ်မလဲအခန်းလေးထဲက\nလူတွေကကောဘယ်သူတွေလဲမိမိမူလဘဝကိုပြန်ရောက်ဖို့ဂန်းဆိုတဲ့ကစား\nပွဲတစ်ပွဲကိုကတိုကစားရတဲ့အခါမှာ\nဘယ်လိုစခန်းသွားမလဲမိမိတို့ရဲ့ကစားပွဲဟာထင်သလို\nမလွယ်ကူပဲလူ့ဘီလူးကြီးတွေနဲ့တိုက်ခိုက်ရတဲ့အခါမှာ\nကောကတိုတို့အုပ်စုအလွယ်တကူတိုက်ခိုက်နိင်မှာလား\nကစားပွဲအပြင်ကိုပြန်ရောက်နိင်ပါ့မလား\nဒီဇတ်ကားကိုကြည့်ရင်းဂျပန်တွေရဲ့ရုပ်ရှင်ပညာအရည်အသွေးကို\nသိသိသာသာမြင်နိင်ပါတယ်တိုကျိူလို\nအိုဆာကာလိုနေရာမျိုးကိုတသွေမတိမ်းတူအောင်\nဖန်တီးနိင်တဲ့ကွန်ပြူတာပညာကိုတော့အတော်\nလေးစားမိပါတယ်လူနဲ့အတော်လေးလည်းတူအောင်ပြုလုပ်ထားတဲ့\nအတွက်ပရိတ်သတ်တွေအကြိုက်\nတွေ့ဦးမယ်လို့ကျွန်တော်ရဲရဲကြီးအာမခံပါတယ်\nကျွန်တော်ပြောသလိုဟုတ်မဟုတ်ဆိုတာကတော့ဒေါင်း\nကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပြောကြားရင်းကြည့်လိုက်ကြပါဦးလို့(ဇာတ်ကားအညွန်း နဲ့ ဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ)\nFile size…1.12GB / 823MB\nQuality…1080p HEVC / 720p\nFormat…Mp4\nDuration….1h 35mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant",
        "rating": "7.1",
        "url": "https://megaup.net/YNb1/Gantz.O.2016.1080p.BluRay.x264.DTS_HEVC_%7BCM%7D_Recoded.mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-15-at-14.46.39-135x200.png",
        "title": "Kill Me Three Times (2014)",
        "description": "Kill Me Three Times (2014)====================IMDb Rating - 5.9/10နာမည်ဆန်းဆန်းနဲ့ ဒီဇာတ်ကားက Dark Comedy အမျိုးအစားရုပ်ရှင်တစ်ခုဖြစ်ပြီးနာမည်ကြီး comedy သရုပ်ဆောင် Simon Pegg က ကြေးစားလူသတ်သမား ချာလီအနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြေးစားလူသတ်သမား ချာလီတစ်ယောက် လဲကျနေရာကနေ အစပြုထားပါတယ်။နောက်ပြီးတော့ တစ်စုံတစ်ခုကို ကြံစည်နေတဲ့ သွားဆေးခန်းက နေသန်နဲ့ လူစီတို့ လင်မယား  သွားဆေးခန်းနဲ့ချိန်းဆိုမှုလုပ်ထားတဲ့ အဲလစ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်၊ မိန်းမဖြစ်သူအပေါ် အချစ်ကြီးပြီး ခြုပ်ခြယ်လွန်းအားကြီးတဲ့ ဟိုတယ်ပိုင်ရှင် ဂျက်၊ စတိုးဆိုင်ဖွင့်ထားတဲ့ ဒေလန်ဆိုတဲ့ကောင်လေး၊ အဲ့‌ဒီဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ချင်းစီကို ပြသထားတယ်။ အဲ့ဒီ ဇာတ်လမ်းတွေ တစ်ခုနဲ့တစ်ခုကြား ဘယ်လိုချိတ်ဆက်မှုရှိမလဲဆိုတာခပ်ဆန်းဆန်းတင်ဆက်ထားတာကြောင့် ပရိတ်သတ်တွေကဒါကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။(သွေးထွက်သံယိုတွေ ဆဲဆိုခန်းတွေ ၀စ်လစ်စလစ်ခန်းတွေပါတာကြောင့် မိသားစုနှင့်ကြည့်ရှုရန်တော့ မသင့်တော်ပါကြောင်း)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kill-me-three-times-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/EWd7m_4f-134x200.jpg",
        "title": "Break Through (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်တွေကို လောလောလတ်လတ်ကမှ ထွက်ထားတဲ့ တရုတ်အက်ရှင် ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဒီဇာတ်လမ်းလေးမှာ...သရုံကတော့ သာရော့ကြေးစားဘော်ဒီဂတ်အဖွဲ့ခေါင်းဆောင် စနိုက်ပါသမားတစ်ယောက်ပါ\nသူတို့အဖွဲ့ဟာ ဆေးကုန်ကူးအာဏာရှိသူ လူကြီးမင်းကဲလာကို နှောင့်ယှက်မိသွားကာ အကြောင်းအမျိုးမျိုးကြောင့် အဖွဲ့ပျက်သွားခဲ့ရပါတယ်နောက်ရှစ်နှစ်ကြာပြီးချိန်မှာတော့ သရုံက ထိုင်းနိုင်ငံမှာ ချီချီဆိုတဲ့ သမီးလေးနဲ့ သားအဖနှစ်ယောက်တည်း အေးဆေးစွာနေထိုင်နေခဲ့ပါတယ်ဒါပေမဲ့လည်း သမီးဖြစ်သူ ချီချီက လူကြီးမင်းကဲလာရဲ့ ဆေးကုန်ကူးမှုမှာ အမှတ်မထင် ပတ်သတ်မိသွားပြီး ဆေးကုန်ကူးသူတွေလက်ထဲ အဖမ်းခံလိုက်ရတဲ့နောက်...သရုံဟာ ချစ်လှစွာသော သမီးလေးကို ဘယ်လိုနည်းလမ်းတွေနဲ့ ကဲလာလက်ထဲက ကယ်တင်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတေ့ာ Yamin Ei ပါ )File Size__1.5 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/break-through-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-21.07.40-135x200.png",
        "title": "Prisoners of the Ghostland (2021)",
        "description": "Prisoners of the Ghostland (2021)=========================IMDb Rating - 5.7/10မင်းသားကြီး Nicolas Cageရဲ့ 2021ထွက် အသစ်စက်စက် actionဇာတ်ကားကြီးရပါပြီ၊ ဒီကားက​တော့ လူကြမ်းကြီးနဲ့မင်းသမီး​​လေး နှစ်ပါးသွားကြမယ့်ဇာတ်ကား​ပါ။ဇာတ်လမ်းအညွန်းက​တော့ ဂျပန်ဆာမူရိုင်း​တွေချည်းပဲ နေထိုင်တဲ့မြို့​လေးတစ်မြို့ကို ဇတ်ဇတ်ကြဲဘဏ်ဓါးပြကြီး Heroတစ်​ယောက် ဓါးပြသွားတိုက်ရာ အတိုက်မ​တော် ​တစ်ကျွန်းဆိုသလို ​ထောင်နန်းစံမြန်းလိုက်ရပါတယ်၊ဖြစ်ချင်​တော့ အဲ့ဒီမြို့အကြီးအကဲရဲ့ ​မြေးမ​လေးဖြစ်သူ​ ဘားနစ်က Nightoutထွက်ရင်း Ghostlandလို့​ခေါ်တဲ့ ဖုန်းဆိုး​မြေတစ်ခုမှာ​ပျောက်​ချင်းမလှ ​ပျောက်ဆုံးသွားပါတယ်၊ မြေးမ​လေးကို ပြန်ရှာဖို့အတွက် အကြီးအကဲက ဓါးပြကြီး Heroကို သူ့ရဲ့​ထောင်ဒဏ်နဲ့အ​ပေးအယူလုပ်ခဲ့ပါတယ်၊ Heroတစ်​ယောက် ဘားနစ်ကို Ghostlandကြီးထဲမှာ ကောက်ရိုးပုံထဲအပ်​ပျောက်ရှာသလို လိုက်ရှာဖို့မြို့အကြီးအကဲ​ပေးလိုက်တဲ့အချိန်က \"​၅ရက်\"ထဲပါ။ဘားနစ်ကို ဓါးပြကြီးHeroတစ်​ယောက် ​ဘေးမသီရန်မခပဲ ပြန်​​ခေါ်လာနိုင်မှာလား၊ ၅ရက်အတွင်း ပြန်မ​ခေါ်လာနိုင်ရင် ဘာပြစ်ဒဏ်ခံရမလဲ၊ဘားနစ်​ပျောက်ဆုံးသွားတဲ့ Ghostlandဆိုတာ ဘယ်လို​နေရာမျိုးလဲ၊ ဘယ်သူ​တွေကျက်စား​နေကြတဲ့​နေရာမျိုးလဲ၊ ဘာလျှို့ဝှက်ချက်​တွေရှိ​နေလဲဆိုတာကို Nicolas Cage ဇာတ်ကား​တွေရဲ့ထုံးစံအတိုင်း အရွန်း​ဖောက်ထားတဲ့ ဟာသ​တွေ၊ အ​ပြောအဆိုခပ်ကြမ်းကြမ်း၊အလန်းစားအက်ရှင်​တွေနဲ့ ရိုက်ကူးထားတာဖြစ်လို့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/prisoners-of-the-ghostland-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/6026459224d4b-144x200.jpg",
        "title": "Knights of Valour (2021)Green Dragon Crescent Blade",
        "description": "တရုတ်ဂန္တဝင်စာပေအကြောင်းပြောရင်မပါမဖြစ်တဲ့ Romance of the Three Kingdoms ဝတ္ထုကို မှီငြမ်းပြီးပုံစံသစ်တစ်မျိုးနဲ့ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဟန်မင်းဆက် ကုန်ဆုံးခါနီးအချိန် တိုင်းပြည်တစ်ခုလုံး အုန်းအုန်းကြွက်ကြွက်ဖြစ်နေတဲ့ အချိန်ကိုပြန်လည်ရောက်ရှိသွားသလို ယူငင်ခေါ်ဆောင်သွားနိုင်မှာပါ။တောင်လိုပုံနေတဲ့ အလောင်းတွေ၊ သွေးချောင်းစီးမှုူတွေ၊ မီးတောက်တွေနဲ့ ပျက်စီးမှုတွေ ကြားထဲမှာအဖေဖြစ်သူ ကွမ်းယွီသေဆုံးမှုကို လက်စားချေနိုင်ဖို့နဲ့သူ့ရဲ့နာမည်ကျော် ​ကျောက်စိမ်းနဂါးဓားကို ပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ ကွမ်းရှင်းကိုတွေ့ရမှာပါ။ \nFile size…(1 GB)\nQuality….WEB-DL  1080p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Myint Oo",
        "rating": "",
        "url": "https://megaup.net/1EUz3/Knights.of.Valour.2021.CHINESE.1080p.WEB-DL.H264-[CM].mp4",
        "category": "Action, Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/fullsizephoto794835-140x200.jpg",
        "title": "Pandora(2016)",
        "description": "Pandora(2016) အညွှန်း********************IMDb...7.0Pandoraရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၆ခုနှစ်မှာ ပြသခဲ့တဲ့ သဘာဝဘေးအန္တရာယ်အကြောင်းရိုက်ကူးပြသထားတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ် ၂၀၁၇ခုနှစ်မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး ဝင်ငွေများစွာ ရရှိထားခဲ့ပါတယ်\nဂျယ်ဟော့ (Kim Nam-Gil)ဟာ မိခင်(Kim Young-Ae)နှင့် မရီး (Moon Jeong-Hee),တူဖြစ်သူ မင်ဂျယ် (Bae Gang-Yoo)တို့နှင့်အတူ မြို့သေးသေးမှာ အတူတူ နေထိုင်ကြပါတယ်...သူတို့မြို့မှာ ရှိတဲ့ နျူးကလီးယားဓာတ်အားပေးစက်ရုံမှာ အလုပ်လုပ်ပြီး ယောင်းဂျူ (Kim Joo-Hyun)နဲ့ တွဲနေကြပါတယ်..\nနျူးကလီးယားဓာတ်အားပေးစက်ရုံရဲ့ ဌာနမှူး (Jung Jin-Young) ဟာ\nလက်ရှိ စက်ရုံအခြေအနေကို စိတ်ပူပြီး အထက်ကို တင်ပြပေမယ့် ဘယ်သူကမှအရေးတယူ မလုပ်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ ပြင်းအား အတော်အသင့်ရှိတဲ့ငလျင် လှုပ်ခတ်ခဲ့ပါတယ်...ငလျင်ဒဏ်ကြောင့် စက်ရုံမှာ ‌‌ပေါက်ကွဲမှုအနည်းငယ်ဖြစ်ခဲ့ပြီး မြိုအနီးတစ်ဝိုက်မှာရေဒီယိုသတ္တိကြွဓာတ်ရောင်ခြည်တွေ ပျံ့လွင့်သွားခဲ့ပါတယ် နျူးကလီးယားစက်ရုံပေါက်ကွဲတယ်ဆိုတဲ့သတင်းက တစ်နိုင်ငံလုံးကို ပျံ့သွားပြီး အခြေအနေတွေက ထိန်းချုပ်မရဖြစ်သွားခဲ့ပါတယ်...စက်ရုံအတွင်းပိုင်းမှာလည်း ဓာတ်ငွေ့ယိုစိမ့်မှုတွေ ဖြစ်ပြီး နောက်ထပ်ပေါက်ကွဲမှုဖြစ်ခဲ့ရင်အခြေအနေတွေ ဆိုးဝါးသွားနိုင်တာကြောင့် စက်ရုံက ဌာနမှူးနဲ့ ဂျယ်ဟော့တို့အဖွဲ့နျူးကလီးယားဓာတ်အားပေးစက်ရုံထဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pandora2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKTbEQJnkYXVZkq1g4ZakJ9Y16N.jpg",
        "title": "The Legend of The Condor Heroes: The Dragon Tamer (2021)",
        "description": "Legend of the Condor Heroes : The Dragon Tamer (2021)ဒီကားကတော့ \"မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်\" ကို\nအကျဉ်းချုံးရိုက်ကူးထားတဲ့ ၂၀၂၁ ထွက် ဇာတ်လမ်းအသစ်စက်စက်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့\nကျန်းနန် ၇ဖော် ဆီက ထွက်လာတဲ့ ကောကျင့် နဲ့\nမက်မွန်ကျွန်းကထွက်ပြေးလာတဲ့ ယုံးအာတို့ စတွေ့တဲ့အချိန်က အစပြုထားပါတယ်။နဂါးနိုင်သိုင်း ၁၈ ကွက် ကို ယုံးအာရဲ့ဉာဏ်ရည်ဉာဏ်စွမ်း နဲ့သင်နိုင်ခဲ့တာ .....\nကျိုးယင်နတ်သိုင်းကို လူပျော်ကြီးဆီက အမှတ်မထင်ရခဲ့တာ .....\nအဆိပ်အိုကြီး အိုးရန်ဖုန်း နဲ့ တိုက်ခိုက်တဲ့ဇာတ်ကွက်တွေကို\nEffects သိပ်မသုံးဘဲ ရိုက်ထားတာမို့ သဘောကျစရာကောင်းသလို\nအရမ်းနုမနေတဲ့ သရုပ်ဆောင်တွေကြောင့် ငယ်ဘ၀ကို ခဏပြန်ရောက်သလိုခံစားရမှာပါ။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 1.86GB and 1GB and 500 ...",
        "rating": "5.1",
        "url": "https://megaup.net/YX0d/The.Legend.of.The.Condor.Heroes.The.Dragon.Tamer.2021.1080p.WEB-DL.X264.CM.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDtBAXBupxS9jirK1Jg86dvo3CG.jpg",
        "title": "White Snake II: The Tribulation of the Green Snake ( 2021 )",
        "description": "တရုတ်ပြည်ရဲ့ မြွေဖြူနဲမြွေစိမ်း ညီအစ်မ white snake animation ဇာတ်လမ်းရဲ့အဆက်white snake2 ဟာ ၂၀၂၁ထွက် animation movieကောင်းလေးပါစတင်ပြသတဲ့၃ရက်အတွင်း box office ဝင်ငွေး$77millionsအထိ စံချိန်တင်ရရှိထားပါတယ်.. ဒီဇာတ်ကားမှာမြွေစိမ်းမလေး ရှောင်ချင်းကို အဓိကထားရိုက်ကူးထားတာပါ....မြွေဖြူမလေးရှောင်ပိုင်ဟာ အချစ်အတွက်ကြောင့် ဘုန်းတော်ကြီးရှောဖာဟိုင်ရဲ့လွေဖုန်း မျှော်စင်အောက်မှာ ဖမ်းချုပ်ထားခြင်းခံရပါတယ်...ဒါကိုလက်မခံနိုင်တဲ့ရှောင်ချင်း(မြွေစိမ်းမလေး)ဟာ ဘုန်းတော်ကြီးဖာဟိုင်ကိုပြန်တိုက်ခိုက်ရင်း ရှုံးလော်မြိုဆိုတဲ့ နေရာကိုအမှန်မထင်ရောက်သွားပါတယ်..ရှုံးလော်မြို့ကလူတွေဟာ စိတ်ထဲလွှတ်မချနိုင်တဲ့အရာတွေရှိနေလို့လူပြန်မဝင်စားနိုင်ပဲ ရောက်လာတဲ့သူတွေ ပါ... အန္တရာယ်ပေါင်းများစွာနဲ့ပြည့်နှက်နေတဲ့ရှုံးလော်မြို့မှာ ရှောင်းချင်းတစ်ယောက် ရှင်သန်နိုင်ပါ့မလာ....ရှုံးလော်မြို့ကနေထွက်ခွာနိုင်ပါ့မလား.... ရှုံးလော်မြို့မှာသူ့အစ်မရှောင်ပိုင်နဲ့ရုပ်ချင်းဆင်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ ဆုံရတဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ... အစ်မဖြစ်သူနဲ့ရောပြန်ဆုံနိုင်ပါ့မလား..အချစ်..အမုန်း...ရင်ထဲက အာဃာတတွေ...ခံစားချက်မျိုးစုံ ကို ကြည့်ရှုခံစားရမှာပါ...... Quality : HDRip 1080pFormat : mp4Genres : Animation , Action  ,Adventure , FantastyDuring : 2h 11minSubtitle : Myanmar Sub ( Hardsub sub ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/white-snake-ii-the-tribulation-of-the-green-snake-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/White-Snake-2019-141x200.jpg",
        "title": "White Snake (2019)",
        "description": "White Snake 2019=============\"မြွေဖြူမိစ္ဆာနှင့်မှော်ဆံထိုး\"IMDb Rating 7.1/10 ထိ ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဒီအန်နီမေးရှင်း ဇာတ်လမ်းလေးကတော့ တရုတ်ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့မြွေဖြူမိစ္ဆာအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းကို အခြေခံပြီး ရှေ့မှာလည်း Live action ရော animation တွေရော ပုံစံအမျိုးမျိုး ထွက်ခဲ့ဖူးပေမယ့် အခုကတော့ ပိုကောင်းတဲ့ animation ရုပ်ထွက်တွေနဲ့ ပိုပြီးကြည့်ကောင်းလာပါပြီရိုက်ချက်အလန်းတွေ နောက်ခံတီးလုံးအလန်းတွေ လှပတဲ့ရှုခင်းတွေနဲ့ကြည့်ရှူ့သူကို ဆွဲဆောင်သွားမှာပါ...ဒီတော့ အားပေးကြည့်ရှူ့ကြပါဦးလို့။ Quality – 1080P, 720p  Blu-Ray.6CHDuration – 1 hrs 39 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :  Animation, Action, AdventureSource : 1080p.Blu-Ray.6CHTranslator – Ye Kyaw HtetEncoder – San Win Maung",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/white-snake-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2IyYzI4YmQtNzBmMi00Mjg3LWI4NTMtNmZjNjk3YjIwZmJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Kate (2021)",
        "description": "KATE [2021]ကဲ....စနေ တနင်္ဂနွေ အားလပ်ရက်မှာ\nIDMb rating 7.4/10 ရထားတဲ့\nအက်ရှင်ကားအလန်းစားလေးနဲ့ အနားယူလိုက်ကြစို့လား!!ဇာတ်လမ်းအကျဥ်းလေးကို စပြီး မိတ်ဆက်ပေးပါရစေကိတ် ဟာ ဗာရစ်ခ်ရဲ့ ထိန်းကျောင်းမှုအောက်မှာ\nလုပ်ကြံသတ်ဖြတ်သူအနေနဲ့ လေ့ကျင့်သင်ကြားခဲ့ရသူတစ်ယောက်ပါ\nငယ်စဥ်ထဲက လေ့ကျင့်ခဲ့ရတဲ့ ကိတ်အတွက်\nပစ်မှတ်မှန်သမျှကို ပစ်မလွဲဖြစ်တဲ့အထိ ကျွမ်းကျင်လှပါတယ်ဒါပေမဲ့လည်း ကိတ်က လူသတ်ရတဲ့ဘဝကို ပင်ပန်းလာပြီးတော့\nသာမန်ဘဝလေးနဲ့ပဲ ရှင်သန်ချင်လာခဲ့ပါတယ်ကိတ်တစ်ယောက် သူ့ရဲ့နောက်ဆုံးမစ်ရှင်ကို ဆောင်ရွက်ရင်း\nအဆိပ်ခတ်ခံခဲ့ရပါတော့တယ်။\nအသက်ဆက်နိုင်ဖို့ ကိတ်အတွက် အချိန်တစ်ရက်ပဲ ကျန်ပြီးတော့ ​\nအဲ့ဒီအချိန်တစ်ရက်အတွင်းမှာ\nကိတ်ဟာ သူ့ကို အဆိပ်ခတ်တဲ့သူကို လိုက်ရှာပြီး လက်စားချေနိုင်ဦးမလား...???အဆိပ်ခတ်လုပ်ကြံမှုရဲ့​နောက်ကွယ်မှာ ဘာအ​ကြောင်းအရာတွေများ ရှိနေဦးမလဲ......??\nဆိုတာ စိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ​ဖြစ်ပါတယ်Now You See Me,Hunger Game အစရှိတဲ့ နာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Woody Harrelson လည်း အားဖြည့်သရုပ်​ဆောင်ထားတာမလို့\nအက်ရှင်ပရိသတ်အားလုံး အကြိုက်တွေ့စေမယ်လို့ မျှော်လင့်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shwe Pyae နဲ့ Thet Hnin Hsu ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/kate-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzkwM2FmNTUtOWVkMS00MGE2LTk4YjEtNThhYTU2ZjVkODZlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Tuck Jagadish(2021)",
        "description": "Tuck Jagadish (2021)\n----------------------------------မြန်မာပြည်ပရိသတ်တွေကြား ယင်ကောင်မင်းသားရယ်လို့ နာမည်ရခဲ့တဲ့ Nani ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားထွက်လာလို့ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကလည်း မနှစ်ကထွက်တဲ့ V ဆိုတဲ့ ရုပ်ရှင်လိုပဲ ရသတစ်ခုခုကို ပေးစွမ်းနိုင်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းဘူဒေဗီပူရမ်လို့ခေါ်တဲ့ ရွာကြီးတစ်ရွာမှာ ရွာခေါင်းဆောင် အာဒီးဆာ့နိုင်ဒူးဆိုသူ တစ်ဦးရှိပြီး ၊ရွာရဲ့သာရေးနာရေး ကိစ္စအဝဝကိုသာမက ၊ ရပ်ရွာအေးချမ်းသာယာရေးအတွက်ပါ ကိုယ်ကျိုးစွန့်အနစ်နာခံ ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ကိုယ်တိုင်ချမ်းသာကြွယ်ဝသူ ဖြစ်တဲ့ အလျောက် သားသမီးတွေကလည်း များပြားလှပါတယ်။သူရှိနေတုန်းက သင့်မြတ်ကြတဲ့ သားသမီးတွေဟာ သူမရှိတဲ့အချိန်ကျတော့ အမွေကိစ္စတွေကြောင့် အချေအတင်ဖြစ် ၊ပြဿနာတွေ တောက်လျောက်တက်ကုန်ရာကစပြီးအာဒီးဆာ့နိုင်ဒူးရဲ့ မယားကြီးငယ်နဲ့ရတဲ့ သားကြီးဖြစ်သူ ဘို့စ်က ဒီအမွေတွေဟာ သွားလေသူမိခင်ဘက်က ပါလာတာဆိုပြီးဖခင်အမွေအားလုံးကို မောင်ပိုင်စီးပါတော့တယ်။အမွေတွေကို မလိုချင်ဘဲ ၊ မိသားစုကို ပြန်သင့်မြတ်စေလိုတဲ့ အငယ်ဆုံးသားလေး Tuck ဂျာဒစ်ရှ်တစ်ယောက်ဒီမိသားစုအရေးကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာက ဒီဇာတ်လမ်းရဲ့ ဇာတ်အိမ်တည်ရှိရာ ဖြစ်ပါတယ်။မိသားစုပြဿနာတွေဆိုလို့ ဒရမ်မာကားသက်သက်လို့ ထင်နေဦးမယ်။တောင်ပိုင်းရုပ်ရှင်ထုံးစံအတိုင်း အချစ် ၊ အကြမ်း ၊ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/tuck-jagadish2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGYJyPzVgrVV2bgClI9uvEZgVLE.jpg",
        "title": "Escape Room: Tournament of Champions(2021)",
        "description": "Escape Room: Tournament of Champions(2021)အညွှန်း**************************************************ဒီကားက Escape Room2019  ရဲ့အဆက်ပေါ့...ပထမကားမှာအောင်မြင်မှုများစွာရခဲ့သလို အခုကားမှာလည်း ပထမကားထက်ပိုသာတဲ့ ဇာတ်ကောင်တွေ\nပိုမိုက်လာတဲ့ escape rooms တွေနဲ့ ဇာတ်ကွက်လည်းပိုခိုင်မာ ပိုကောင်းလာပါတယ်။Setting တွေပိုလန်းလာတယ်....Game ရဲ့ လျှို့ဝက်ချက်တွေပိုမြင့်လာသလိုလွှတ်မြောက်ဖို့ ပေးတဲ့ စကားဝှက်တွေက ပိုခက်လာတယ်...ဇာတ်ကောင်အသစ်တွေထည့်ပေးထားပြီး ပိုထိတ်လန့်စရာကောင်းတဲ့ Plotတွေနဲ့ပေါ့.ဆိုတော့ ဇိုဝီနဲ့ ဘင်န်မီလာတို့ ဟာ ပထမ လူသတ်ပွဲကြီးက ကံဉာဏ်ဖေးမမှုတွေကြောင့်လွတ်မြောက်လာတဲ့(၂)ယောက်ပေါ့..ဒီဇတ်ကားမှာတော့ သူတို့(၂)ယောက်ဟာ ကိစ္စတစ်ခုဖြေရှင်းရင်း မကြုံချင်ဆုံး ပိုအဆင့်မြင့်ပိုရှုပ်ထွေးပြီးပိုမိုရက်စက်ကြမ်းတမ်းလာတဲ့ လှည့်ကွက်တွေကြားမမျှော်လင့်ဘဲ ထပ်ရောက်သွားပါတယ်....သူတို့နဲ့အတူရောက်လာတဲ့သူတွေလည်းရှိပါတယ်..ဒီလူတွေကလည်း ဒီဂိမ်းတွေကိုအတွေ့အကြုံရှိဖူးတဲ့သူတွေ..မိမိအသက်ရှင်သန်ရေးကို သူတို့ဘယ်လိုရုန်းကန်ကြမလဲ...ဂိမ်းအားလုံးဟာ  သူတို့ထင်ထားတာထက်ပိုခက်ပြီးပိုကြမ်းလာတဲ့အခါမှာတော့....ဘန်န်နဲ့ ဇိုဝီတို့တစ်သိုက် ပဟေဠိတွေကိုဖြေရှင်းရင်းလွတ်မြောက်နိုင်မလား\nဒါတွေကို လုပ်နေတဲ့သူက ဘယ်သူလဲSurvival အရသာကို အပြည့်အဝခံစားနိုင်မယ့်...အသက်ရှူမှားစရာဇာတ်ကွက်တွေနဲ့အတူ ကြည့်ရှုရမှာပါ...File Size :(1.8GB) (960 MB) And (365MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Adventure, Action ,Horror\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/escape-room-tournament-of-champions2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ls1tZ6qjGzfGHjBB7ihOnf7f0b.jpg",
        "title": "Escape Room (2019)",
        "description": "Escape room ဆိုတာ အခန်းတစ်ခန်းထဲမှာအပိတ်အလှောင်ခံ၊အထဲမှာ သဲလွန်စတွေရှာပြီး ပေးထားတဲ့အချိန်မပြည့်ခင်အခန်းထဲက လွတ်အောင်ထွက်ရတဲ့ game တစ်ခု။အခုရုပ်ရှင်က escape room ဟာလည်း အဲလိုပဲ entertain လည်းဖြစ်၊ပါဝင်ကစားတဲ့သူတွေကလည်း တွေးတောကြံဆရတယ်ဆိုတဲ့သာမန် game တစ်ခုလို့ ထင်နေကြပေမဲ့ တကယ်တမ်းတော့ မလွတ်ရင်တကယ်သေကြရမဲ့ အကွက်တွေဖြစ်နေတဲ့အတွက် player ၆ ယောက်ဟာလည်းတစ်ယောက်နဲ့တစ်ယောက်ကြား ယုံကြည်မှုတွေ၊အားကိုးမှုတွေ မရှိရှိအောင် တည်ဆောက်ကြရင်း လွတ်မြောက်အောင် ဝိုင်းကြိုးစားကြရပါတော့တယ်။Review (Minor Spoiler alert)\n…\nMinor Spoiler alert လု့ိသာ တပ်ထားတာပါ။ဒီလိုကားမျိုးက (trailer အရရော) spoil လည်း ဖြစ်စရာသိပ်မရှိသလောက်ပါပဲ။Escape room က လူအများနားလည်အောင် အကြမ်းပြောရမယ်ဆိုရင် Saw နဲ့ ခပ်ဆင်ဆင်ပါပဲ။သူကတော့ ဟိုမှာလို near-impossible choice တွေပေးပြီးအချင်းချင်းသတ်ခိုင်းတာမျိုးမဟုတ်ဘဲ အချိန်တိုအတွင်း clue တွေလိုက်ရှာရတာမျိုးပေါ့။Big budget ကားကြီးလည်းမဟုတ်၊ သရုပ်ဆောင်တွေလည်း ဒိတ်ဒိတ်ကြဲတွေမပါ။Plot ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wft4/Escape.Room(2019).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/500full-140x200.jpg",
        "title": "Outlander (2008)",
        "description": "IMDb Rating (6.2)ဒီဇာတ်ကားလေးကတော့ Action , Adventure ,Sci-Fi အမျိုးအစား ဇာတ်ကြမ်းလေးပါ...ဇာတ်လမ်းလေးကလဲ ဗိုက်ကင်းခေတ်ကို ထူးခြားတဲ့ ပုံစံ တစ်မျိုးနဲ့ တင်ဆက်ထားတာပါမင်းသားတို့နေတဲ့ဂြိုလ်သားကမ္ဘာက ခေတ်လွန်နေပြီး တခြားဂြိုလ်တွေကို ကျူးကျော်ရေးလုပ်နေကြတာပါ...တစ်နေ့ မင်းသားတို့ အာကာသယာဥ်နဲ့ ခရီးသွားနေတုန်း မော်ဝီဆိုတဲ့ အကောင်ကြောင့်ကမ္ဘာပေါ်ကို အဲ့ဒီ့ယာဉ်ပျံကြီး ပျက်ကြလာခဲ့ပါတယ်....ကျွန်တော်တို့နေတဲ့ ကမ္ဘာကြီးက အဲ့ဒီချိန်မှာ ဗိုက်ကင်းခေတ်ပဲရှိပါသေးတယ်တဲ့...ဒီတော့ အာကာသကနေပါလာတဲ့ အကောင်ကြီးနဲ့ ဗိုက်ကင်းတွေ ဘယ်လိုဖိုက်ကြမယ်မင်းသားကရော ဗိုက်ကင်းတွေကြား ဘယ်လို Survive လုပ်မလဲဆိုတာ...သည်းထိတ်ရင်ဖို ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ...Graphic ပိုင်းတွေ Setting ပိုင်းတွေလဲ ကောင်းမွန်သပ်ရပ်စွာဖန်တီးထားတာမို့ကြည့်လို့မိုက်နေမယ့် ဇာတ်ကြမ်းကားလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှ တင်ဆက်ထားတာပါ။) \nFile size…(2 GB)/ (1.1 GB)/ (500 MB)\nQuality…BluRay 1080p /720p / 480p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/outlander-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6a2HY6UmD7XiDD3NokgaBAXEsD2.jpg",
        "title": "King Kong (2005)",
        "description": "King Kong (2005)~ IMDb - 7.2/10, Rotten Tomatoes - 84% ~Directed By \"Peter Jackson\"\" It was Beauty killed the Beast. \"ခြင်္သေ့နဲ့ ဘယ်လိုတိုက်တိုက် ဘီလူးနဲ့ ဘယ်လိုကိုက်ကိုက် ချစ်မိသူလောက်တော့ ဘယ်သူမှ လူမိုက်မမည်တဲ့။ အဲဒီခေတ်က နယူးယောက်ရဲ့ အမြင့်ဆုံးအဆောက်အဦးဖြစ်ခဲ့တဲ့ အင်ပါယာစတိတ်ပေါ် တက်ကြဲခဲ့တဲ့ အသိဉာဏ်အရှိဆုံး တိရိစ္ဆာန်ဘဝကနေ အမိုက်မဲဆုံးကောင်ဖြစ်သွားတဲ့ ကင်းကောင်ကြီးကို မသိတဲ့သူလည်းမရှိလောက်ဘူး။ အသိဉာဏ်ရှိနေလို့ပဲ အရူးမိုက်ဆုံးဖြစ်ခဲ့သလား မသိနိုင်ပေမဲ့ ထင်သာမြင်သာအရှိဆုံး အဆောက်အဦးပေါ်တက် ကျည်ချက်ပေါင်းများစွာခံရင်း ၁၀၂ထပ်အမြင့်ကနေ ထိုးဆင်းသွားခဲ့တယ်။နယူးယောက်ရဲ့ကြမ်းပြင်မှာ အသက်မဲ့နေတဲ့ ကင်းကောင်ကြီးကို ကြည့်ပြီး \"ဘာလို့ ဒီကောင် ဟိုးထိပ်ထိတက်ပြီး ချောင်ပိတ်မိခံလိုက်တာလဲ သူ့အန္တရာယ်သူမသိဘဲတော့မနေလောက်ဘူး\" လို့ လူတစ်ယောက်က ပြောတယ်။ ဘေးကလူရဲ့အဖြေကတော့ \"ဦးနှောက်မရှိတဲ့တိရိစ္ဆာန်ကြီးပဲကိုကွာ ဘာသိမှာလဲ\" တဲ့။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/king-kong-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjY1Zjg0ZWMtZDBlMy00MzBmLWI0ZTgtNGM3ZGNlODliYmVhXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-148x200.jpg",
        "title": "Spy (2023)",
        "description": "Spy 2023\nIMDb 8.3/10\nAction/Thrillerဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ အက်ရှင်အလန်းစားတွေကိုမှ ကြိုက်နှစ်သက်တဲ့\nပရိသတ်တွေအတွက် တေလဂူမင်းသားချော Nikhil Siddharth ပါဝင်ထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။RAWအဖွဲ့အစည်းလက်အောက်မှာ လုပ်ကိုင်နေတဲ့ လျှို့ဝှက်အေးဂျင့်ဆူဘာ့ရှ်ဟာ\nစစ်ဆင်ရေးတစ်ခုမှာ သေဆုံးသွားခဲ့ပါတယ်။ အစ်ကိုဖြစ်သူ ဆူဘာ့ရှ်ရဲ့သေဆုံးမှုကို\nသေချာသိရဖို့အတွက် ညီဖြစ်သူဂျေးဟာ လျှို့ဝှက်အေးဂျင့်လုပ်နေရင်း စုံစမ်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဂျေး တာဝန်ပေးခံခဲ့ရတဲ့ စစ်ဆင်ရေးတစ်ခုဟာ အစ်ကိုဖြစ်သူဆူဘာ့ရှ်\nလုပ်ကိုင်ခဲ့တဲ့စစ်ဆင်ရေးဖြစ်နေခဲ့ပါတယ်။ စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာ ဒီကိစ္စဟာ\nအိန္ဒိယနိုင်ငံရဲ့ဂုဏ်သိက္ခာ၊ နိုင်ငံသားတွေရဲ့ဘေးကင်းမှုနဲ့လည်း သက်ဆိုင်နေပါတယ်။\nဂျေးတစ်ယောက် ဒီလိုကြီးလေးတဲ့တာဝန်ကို ထမ်းဆောင်ရင်း အစ်ကိုဖြစ်သူရဲ့သေဆုံးမှုကိုပါ\nစုံစမ်းဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီစစ်ဆင်ရေးအောင်မြင်သွားမလား။ ဂျေးရဲ့အစ်ကိုကရော\nဘာတွေဖြစ်ခဲ့တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Cherry ~ BpL ~ V ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…7GB / 2.4GB  / 1GB\nQuality…4k HEVC True WEB DL  / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/spy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/american-sniper-poster-133x200.jpg",
        "title": "American Sniper (2014)",
        "description": "American Sniper ( 2014 )IMDb Rating (7.3) / Rotten Tomatoes (72%)အမေရိကန်သမိုင်းတစ်လျှောက် Most Deadliest Sniper အဖြစ်သတ်မှတ်ခံထားရတဲ့ SEAL စနိုက်ပါသမား Chris Kyle အကြောင်းရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။Chris Kyle ရဲ့ ကိုယ်တိုင်ရေး အထ္ထုပတ္တိ \"American Sniper: The Autobiography of The Most Lethal Sniper in US Military History\" စာအုပ်ကိုအခြေခံပြီး မင်းသားကြီး Clint Eastwood က ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားပြီး Bradly Cooper က အဓိကသရုပ်ဆောင် Chris Kyle အဖြစ်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်မှာ စစ်ပွဲကြားကအခြေအနေတွေအပြင် အိမ်မှာကျန်ခဲ့တဲ့ စစ်သားမိသားစုတွေရဲ့ ဘဝကိုလည်း ပေါ်လွင်အောင်ထည့်သွင်းရိုက်ကူးထားပါတယ်။Chris Kyle ဟာ အစကတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/american-sniper-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
        "title": "Miraculous: Ladybug & Cat Noir, The Movie (2023)",
        "description": "Miraculous : Ladybug & Cat Noir, The Movie (2023)ပေါ့ပေါ့ပါးပါး superhero ကာတွန်းလေးတွေကြိုက်တဲ့လူတိုင်းသိကြတဲ့ ပြင်သစ်ဂျပန် ဖက်စပ်လက်ရာလေးဖြစ်တဲ့ Miraculous seriesကြီးရဲ့ movie version ထွက်ရှိလို့လာပါပြီ။\nကလေးကြိုက်ကာတွန်းပီပီ အခွီလေးတွေလည်းပါ အစွမ်းတွေသုံးပြီးချတဲ့ ဝူးရှူးဝါးရှားလေးတွေလည်းပါမှာဆိုတော့ ပိတ်ရက်မှာအပျင်းပြေကြည့်ချင်သူတွေအတွက် ကွက်တိဖြစ်မှာပါ။မယ်ရီနက်ဆိုတဲ့ကောင်မလေးဟာ warming familyကလာတဲ့ အချစ်ခံကောင်မလေးတစ်ယောက် ဒါပေမဲ့ နမော်နမဲ့နဲ့ အမြဲဗရုတ်သုတ်ခရှုပ်ပွနေတတ်တဲ့ ပြဿနာအိုးမလေးဆိုရင်လည်း မမှားပါဘူး။\nပြဿနာနဲ့ သူငယ်ချင်းပေါင်းပေါင်းနေတဲ့ မယ်ရီနက်ကို ပေါင်းရဲတဲ့သူငယ်ချင်းကလည်းမရှိတော့ teenage issueပေါင်းစုံနဲ့ ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုကလည်းမရှိ အနိုင်ကျင့်ချင်သူတွေ အပုပ်ချချင်သူတွေလည်း ဒုနဲ့ဒေးပေါ့။မယ်ရီနက်နဲ့ဆန့်ကျင်ဘက်ကမ္ဘာမှာတော့ အေဒရီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိပါသတဲ့။ အေဒရီယန်ဟာ ဥစ္စာပေါ ရုပ်ချောဖြစ်တဲ့ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်ပြီး အပေါင်းအသင်းတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ စော်ကြည်ဘဲလေးပေါ့။\nဒါပေမဲ့ အနေအထိုင်အသွားအလာအကုန်ဆင်ခြင်ပြီးနေရတဲ့ဘဝမှာ ရှင်သန်နေရတဲ့ အပြင် မိဘမေတ္တာငတ်မွတ်နေရတဲ့ ပြီးပြည့်စုံတယ်ထင်ရတဲ့ ဒီလူသားလေးရဲ့ကွက်လပ်ကို ဘယ်သူမှမမြင်ပါဘူး။\nအမေဖြစ်သူဆုံးသွားပြီးထဲက အလုပ်ကိုပဲမြင်တော့တဲ့အဖေကြောင့် အေးစက်နေတဲ့ သူဟာလည်း တစ်မျိုးတစ်ဖုံ အထီးကျန်နေပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/miraculous-ladybug-cat-noir-the-movie/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c5wDSjzstchAAN3cnVEhAlo10eC.jpg",
        "title": "Attack of the Unknown (2020)",
        "description": "SWAT အထူးတပ်ဖွဲ့တဖွဲ့ဟာ အကျဉ်းသားတယောက်ကိုထောင်ဆီပို့ဆောင်နေရင်းနဲ့ လမ်းမှာ ခြုံခိုတိုက်ခံရသလိုဖြစ်ခဲ့ပြီးယာဉ်တန်းရပ်သွားခဲ့ပါတယ်။ဒါပေမဲ့ တိုက်ခိုက်ခံရတာမဟုတ်ပဲ အမည်မသိအကောင်တွေရဲ့တိုက်ခိုက်မှုဖြစ်နေခဲ့ပြီး ဒီအကောင်တွေကတွေ့သမျှလူတိုင်းကို လိုက် သ-တ်နေတဲ့အခါသူတို့ဘယ်လိုရင်ဆိုင်ကြမလဲ၊ အမည်မသိအကောင်ကြီးတွေကရောအခုမှပေါ်လာတာလား၊ နောက်ဆုံးမှာရောသူတို့အဖွဲ့လွတ်မြောက်နိုင်မှာလားဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…  1.6 GB /  670 MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 43m\nGenre .....  Action\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/attack-of-the-unknown-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HEKlPhoji9i6mJAImI1A98KNzv.jpg",
        "title": "Dante’s Inferno: An Animated Epic (2010)",
        "description": "Dante's Inferno\n..............................ဒီကားမထွက်ခင် ဂိမ်းအရင်ထွက်တာဗျဂိမ်းတုန်းကလည်းတော်တော်တော့လို့ကောင်းခဲ့ပါတယ်ဒန်ထေရဲ့ငရဲဆိုတဲ့ဇာတ်လမ်းဟာတကယ်တော့သမ္မာကျမ်းစာပါဇာတ်လမ်းမဟုတ်ဘူးဗျ၁၄ရာစု အီတလီကဗျာဆရာကြီး ဒန်ထေ ‌အလီဂေလွိရေးဖွဲ့တဲ့ကျော်ကြားတဲ့ကဗျာကြီးထဲကဇာတ်လမ်းပါဗုဒ္ဓဘာသာဇာတ်ထုတ်မှာဆိုရင်ရင့်မာတကျိပ်ဇာတ်ထုတ်ထဲကနေမိဇာတ်ထုတ်လိုပဲဗျဒန်ထေဟာ ခရစ်ယာန်ငရဲကြီးကိုးထပ်ကိုဖြတ်ကျော်ပြီး ချစ်သူကိုပြန်ကယ်တဲ့ဇာတ်လမ်းပါ ဒီကာတွန်းမှာထူးဆန်းတာကဇာတ်ဝင်ခန်းတခုနဲ့တခုပုံတွေမတူဘူးဗျအဲ့တချက်တော့ကြည့်ရတာတမျိုးပဲ IMDbမှာ‌တော့ 6.9/10ထိရထားပါတယ်  File size…  1.33GB /  781 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 29m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr. Nyan",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dantes-inferno-an-animated-epic-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
        "title": "Mission: Impossible – Dead Reckoning Part One (2023)",
        "description": "Mission: Impossible - Dead Reckoning Part One (2023)[ကြည့်ရတာ အတော်လေးမဆိုးတဲ့ HDTS အဆင့်ခိုးရိုက်ထွက်လာလို့ တင်ပေးလိုက်ပါတယ်။ အကြည်မှ ကြည့်ချင်ရင်တော့ ‌စောင့်ပေးကြပါဦး]~ IMDb - 8/10, Rotten Tomatoes - 96% ~Mission: Impossible – Fallout (2018) ရဲ့ အဆက်ဖြစ်တဲ့ Dead Reckoning Part 1 လာပါပြီ။ ဒါဟာ သတ္တမမြောက် M:I ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ Fallout, Top Gun တို့ရဲ့ ဇာတ်ညွှန်းဆရာ Christopher McQuarrie ကပဲ ဇာတ်ညွှန်းရေးသား ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ဟာ နှစ်ကားတွဲဖြစ်ပြီး Dead Reckoning Part II ကိုလည်း ဆက်ပြီးရိုက်ကူးသွားမှာပါ။ တွမ်ခရုရဲ့ သက်စွန့်ဆံဖျားစတန့်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ M:I ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/mission-impossible-dead-reckoning-part-one-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI6-135x200.jpg",
        "title": "Mission: Impossible – Fallout (2018)",
        "description": "Mission: Impossible VI - Fallout (2018)=============================IMDb Rating 7.7/10MI ရုပ်ရှင်တွေဟာ ပုံမှန်အားဖြင့် တော်တော်လေးမိုက်တယ်။ Action scene တွေ၊ လုပ်သွားတဲ့ အကွက်တွေ ကြမ်းတယ်။ ပစ္စည်းပစ္စယ gadget တွေလည်း စုံတယ်။ တစ်ကားနဲ့ တစ်ကား နည်းနည်းလေးဆင်နေပေမဲ့ ကြည့်ရပျော်တယ်။ ဒါပေမဲ့ Fallout ကတော့ နောက်တစ်ဆင့်တက်သွားပြီလို့ ပြောရမှာပါ။ဇာတ်လမ်းပိုင်းမှာ ခါတိုင်း MI ကားတွေလိုပဲ ပြဿနာတွေတက်၊ မဖြစ်နိုင်လောက်တဲ့ Impossible တွေလုပ်ပြီး နောက်ဆုံးတော့ “Ethan Hunt saves the day” ဆိုတာအဓိကပဲပေါ့။ ဒါပေမဲ့ မသိမသာနဲ့ သိသိသာသာပြောင်းသွားတာတွေရှိတယ်။ သတိထားမိတာက ဒီကားမှာ အရင်လို လွန်အားကြီးတဲ့ tech တွေ သိပ်မပါတော့ဘူး။ အရင်ကားတွေလို Kremlin ကို ပြောင်ကြီးခိုးဝင်ရလောက်အောင် “မလွယ်လွန်းဘူးလားဟ” ဆိုတာမျိုးတွေ ...",
        "rating": "7.7",
        "url": "https://megaup.net/16mas/[CM]Mission.Impossible.VI.Fallout.2018.1080P.BluRay.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI4-4-133x200.jpg",
        "title": "Mission: Impossible – Ghost Protocol (2011)",
        "description": "Mission: Impossible - Ghost Protocol (2011)\n================================\nIMDb Rating 7.4/10ကျွန်တော်တို့ဘဝမှာ No Plan,No Backup,No Choice အခြေအနေဖြစ်နေတဲ့\nအခက်အခဲတွေကိုကြုံ ဖူးကြမှာပါ၊ ဒီဇာတ်ကားထဲကလိုပေါ့။ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတွေထဲမှာ Mission Impossible ဇာတ်ကားတွေလည်း ပါပါတယ်။\nMission Impossible ဇာတ်ကားတိုင်းဟာ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်လမ်း\nဇာတ်ကွက်၊ မရိုးနိုင်တဲ့စွန့်စားခန်းတွေနဲ့ ရုံဝင်ငွေကိုဦးဆောင်နိုင်ခဲ့တာချည်းပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့...အကြမ်းဖက်သမားတွေ ကရင်မလင် နန်းတော်ကို ဗုံးခွဲရာမှာ မတားဆီးနိုင်ခဲ့တာကြောင့် IMF အေးဂျင့်တွေဖြစ်တဲ့\nအီသန်ဟန့်နဲ့ ထောက်လှမ်းရေး အေဂျင်စီ တစ်ဖွဲ့လုံး နုတ်ထွက်လိုက်ရပါတယ်။အဖွဲ့အစည်း အထောက်အပံ့ မရတော့ပေမယ့် အီသန်ဟန့်တစ်ယောက် လက်မလျှော့ဘဲ\nသူ့နာမည်နဲ့  သူတို့အေဂျင်စီ ဂုဏ်သတင်းကို ကာကွယ်ဖို့နဲ့ နောက်ထပ်အကြမ်းဖက်တိုက်ခိုက်မှုတွေ ထပ်ဖြစ်မလာဖို့ အားကုန်ရုန်းပါတော့တယ်။ဒါပေမယ့် သူတို့အဖွဲ့မှာ သူနဲ့ရည်မှန်းချက်မတူတဲ့လူတွေလဲပါဝင်နေတာကြောင့် မှန်ကန်တဲ့ရွေးချယ်မှုတွေနဲ့ IMF တစ်ဖွဲ့လုံးကို ပြန်လည်ကယ်တင်နိုင်မလားဆိုတာကတော့...။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(10 GB)/(1.5 GB)/(1.1 GB)\nQuality….BluRay ...",
        "rating": "7.4",
        "url": "https://megaup.net/3xBlh/[CM]Mission.Impossible.IV.Ghost.Protocol.2011.1080p.BluRay.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI3-137x200.jpg",
        "title": "Mission: Impossible III (2006)",
        "description": "2828Mission: Impossible III (2006)=======================IMDb Rating 6.9/10ဒီထဲမှာတော့ အီသန်ဟန့်တစ်ယောက် IMF Agent အသစ်တွေကို ထရိန်းဖို့ Agent ဘဝကနေ အနားယူခဲ့ပေမယ့်လက်နက်မှောင်ခိုရောင်းဝယ်ရေးအရှုပ်ထုပ်အတွင်းမှာ သူ့ချစ်သူကို လိုက်ကယ်ရတဲ့ Mission ကို မြင်တွေ့ရမှာပါ...ထုံးစံအတိုင်း ရှေ့က ၂ ကားရဲ့ ရသကို မီခဲ့တဲ့အပြင် ဒီဇာတ်ကားက တော်တော်လေးကြမ်းတမ်းတဲ့ လှည့်ကွက်တွေနဲ့ ဟင်ခနဲ ဟာခနဲဖြစ်ရတဲ့ MI ဇာတ်ကားပါပဲ...ဒါကြောင့်လဲ နံပါတ် ၃ ကားမြှောက်ဇာတ်ကားဆိုပေမယ့် တစ်ချက်လေးမှ ပေါ့ရွှတ်မနေခဲ့ဘဲ Rating မြင့် အက်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(9 GB)/(1.5 GB)/(999 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:05:24\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….SWM, Nyeinsaeya Aung\nTranslated by d3mon",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/mission-impossible-iii-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI5-130x200.jpg",
        "title": "Mission: Impossible – Rogue Nation (2015)",
        "description": "Mission: Impossible V - Rogue Nation (2015)=================================IMDb Rating 7.4/10ဒီကားကတော့ အားလုံးသိတဲ့အတိုင်း မင်းသားချော Tom Cruise ရဲ့ Mission Impossible ဇာတ်လမ်းတွဲ ထဲက ငါးကားမြောက် ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားအကြောင်းမပြောခင် MI ဇာတ်ကားတွေမှာ ထူးခြားချက်တစ်ခုရှိပါတယ်။ ဇာတ်ကားတစ်ကားပြောင်းတိုင်း ဒါရိုက်တာ အသစ်ပြောင်းသွားပြီး ဒါရိုက်တာအားလုံးကလည်း အသစ်တွေဖြစ်ကြပါတယ်။ Mission Impossible ကိုမရိုက်ကူးခင်မှာ အဲ့ဒီဒါရိုက်တာတွေ က ဇာတ်ကားကြီးတွေမရိုက်ဖူးထားပါဘူး။ Brian De Palma က ပထမဆုံးကား၊ John Woo က ဒုတိယကား၊ J.J. Abram က တတိယကားနဲ့ နောက်ဆုံး Brad Bird က Ghost Protocol ကိုရိုက်ကူးထားကြပါတယ်။ အခု Rogue Nation ကိုတော့ Christopher ...",
        "rating": "7.4",
        "url": "https://megaup.net/16m8h/[CM]Mission.Impossible.V.Rogue.Nation.2015.1080P.BluRay.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI2-133x200.jpg",
        "title": "Mission: Impossible II (2000)",
        "description": "Mission: Impossible II (2000)\n=======================\nIMDb Rating 6.1/10မင်းသား Tom Cruise ရဲ့ Mission Impossible ဇာတ်ကားတွေထဲကမှ နံပါတ် ၂ ဇာတ်ကားပါ...\nဇာတ်လမ်းအကျဉ်းကတော့....ဒေါက်တာ ဗလာဒီမာဟိုနိုဗစ်ဟာ အဖျက်စွမ်းအားအင်မတန်ကြီးမားတဲ့ ကိုက်မယ်ရာ လို့ခေါ်တဲ့\nဗိုင်းရပ်စ်တစ်မျိုးကို မှားယွင်းတီထွင်မိပါတယ်။သူ့ကိုယ်သူအမှားလုပ်မိမှန်းသိလို့ ဖြေဆေးကိုပါ\nပြန်ပြီး တီထွင်ပါတယ်။ပြီးတော့ ဒီဗိုင်းရပ်ကို မသမာသူတွေလိုချင်တယ်ဆိုတာကိုသိလို့ ဖြေဆေး\nရော ဗိုင်းရပ်စ်ပိုးကိုယူပြီး အဝေးကိုထွက်သွားဖို့ကြိုးစားရမှာ သူ့ရဲ့အယုံကြည်ရဆုံးသူဖြစ်တဲ့\nIMF အေးဂျင့် အီသန်ဟန့် ကိုအကူအညီတောင်းပါတယ်။ ဖြစ်ချင်တော့ အီသန်ဟန့်ဟာအဲ့အချိန်မှာ\nအားလပ်ရက်ယူနေတာဖြစ်ပြီး၊ IMF အဖွဲ့အစည်းက ဘယ်လိုမှရှာမရတာမို့ အီသန်ဟန့်ရဲ့မျက်နှာ\nဖုံးကိုတခြားသူမှာတက်ပြီးလူစားထိုးလွှတ်လိုက်ပါတယ်။အဲ့လူက လောဘတက်ပြီးသစ္စာဖောက်\nသွားတဲ့အခါမှာ အီသန်ဟန့်တစ်ယောက် ဗိုင်းရပ်ကိုဘယ်လိုပြန်ပြီးယူမလဲ စတဲ့စွန့်စားခန်းတွေနဲ့အတူ\nအက်ရှင်ကားအကောင်းစားတွေကြိုက်နှစ်သက်သူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေး\nဖြစ်ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(8.9 GB)/(1.5 GB)/(999 MB)\nQuality….BluRay 4K HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:03:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….SWM, Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mission-impossible-ii-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI1-133x200.jpg",
        "title": "Mission: Impossible (1996)",
        "description": "Mission: Impossible I (1996)====================IMDb Rating 7.1/101996 ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့ပြီး Mission Impossible ဇာတ်ကားတွေရဲ့ ပထမဦးဆုံးကားဖြစ်ပါတယ်..\nမင်းသားတွမ်ခရုရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ film စီးရီးပါပဲ...\nBrian De Palma ရိုက်ကူးတင်ဆက်ခဲ့ပြီး ဒီဇာတ်ကားဟာ IMDb Rate မှာလည်း 7.1 ရရှိခဲ့\nပါတယ်..မင်းသားတွမ်ခရုကိုလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့တွေ့မြင်နိုင်တဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...IMF အဖွဲ့အစည်းရဲ့အစဖြစ်တဲ့ တကယ်တော်တဲ့အေးဂျင့်တွေနဲ့စုပေါင်းလှုပ်ရှားထားတဲ့ အဖွဲ့ဟာ\nပရောဂျက်တခုကိုလုပ်ဆောင်နေရင်းနဲ့ အီသန်ဟန့် ကလွဲရင် ကျန်တဲ့အဖွဲ့ဝင်တွေအားလုံးအသတ်ခံလိုက်\nရပါတယ်..တကယ်တော့အဲ့ဒီပရောဂျက်ဟာ ဗဟိုအဖွဲ့အစည်းက သစ္စာဖောက်ကိုဖေါ်ထုတ်မယ့်\nပရောဂျက်ပါ..အီသန်တစ်ဦးတည်းသာအသက်ရှင်ကျန်ခဲ့တာမို့ CIA ကနေ ဖမ်းဖို့ကြိုးစားပါတော့တယ်\nထိပ်တန်းလျို့ဝှက်ချက်ဖိုင်ကြောင့် သစ္စာဖောက်တယ်ဆိုတာသိပေမယ့် အီသန်ဟန့်ဟာ တကယ့်သစ္စာ\nဖောက်ခဲ့တဲ့သူကိုလိုက်ရှာဖို့ကြိုးစားပါတယ်..ဒီတော့ သူကိုယ်တိုင် သူလျိုအဖြစ်နဲ့ အဝယ်တော်ဘက်ကို\nပူးပေါင်းကာ သစ္စာဖောက်အစစ်ကိုရှာဖို့အတွက် ထိပ်တန်းလျို့ဝှက်ချက်ကို စီအိုင်အေ ရုံးချုပ်ကနေ\nမရရအောင်ပြန်ခိုးပါတော့တယ်...အမိုက်စားအက်ရှင်ဇာတ်ကားဖြစ်တဲ့အဖြစ်..မင်းသားတွမ်ခရုရဲ့\nသရုပ်ဆောင်ကောင်းမှု ...ဇာတ်လမ်းဇာတ်အိမ်စုဖွဲ့မှုကောင်းမှုတွေကြောင့် 1996 က ထွက်ရှိခဲ့ပေမယ့်\nယခုထိတိုင်အသက်ဝင်နာမည်ကျော်ကြားဆဲဇာတ်ကားဖြစ်ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(8.5 GB)/(1.3 GB)/(950 MB)\nQuality….BluRay 4K ...",
        "rating": "7.1",
        "url": "https://megaup.net/16m02/[CM]Mission.Impossible.I.1996.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hza1wvAplDUiMLY8jP87Iwh1gkw.jpg",
        "title": "Hidden Strike (2023)",
        "description": "ဂျက်ကီချန်းနဲ့ ဂျွန်စီနာတို့ရဲ့ ဟာသအက်ရှင်ကားအသစ်လာပါပြီ။ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်းအရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ....   File size… 2.12GB / 925MB\nQuality… WEB-Rip 1080P 5.1 CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/hidden-strike-2023/"
    }
]