[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Surrogates_kaTT_c-1-150x200.jpg",
        "title": "Surrogates (2009)",
        "description": "Surrogates (2009)===============IMDb Rating - 6.3/10#Unicodeအနာဂါတ် ကာလတစ်ခုမှာပါ။ စက်ရုပ်နည်းပညာတွေက အရမ်းကို အဆင့်မြင့်လာကြပါပြီ။လူခန္ဓာကိုယ်အစိတ်အပိုင်းတစ်ခုကို အစားထိုးနိုင်တာက စပြီးတော့ လူတစ်ကိုယ်လုံးကိုပါအစားထိုးပြီး နေနိုင်အောင်နည်းပညာတွေက အဆင့်မြင့်နေပါပြီ။ ဒီနည်းပညာကတော့Surrogate လို့ ခေါ်တဲ့ လူနေရာမှာ စက်ရုပ်တွေ အစားထိုးတဲ့နည်းပညာပါ။ လူတွေက ထိန်းချုပ်တဲ့ ခလုပ်ခုံမှာသက်တောင့်သက်သာနဲ့ ထိုင်နေပြီး လုပ်စရာရှိတဲ့ အလုပ်တွေကို စက်ရုပ်တွေနဲ့အစားထိုးပြီး အလုပ်လုပ်ကြပါတယ်။ စက်ရုပ်တွေက ထိတွေ့မှု၊ အနံ့၊ အရသာတွေကိုပါ အာရုံခံစားနိုင်တဲ့အတွက် လူတွေက အိမ်ထဲကနေ အိမ်ပြင်မထွက်ဘဲ ကိုယ်တိုင် အပြင်မှာ ရောက်နေသလိုပြုမူလုပ်ဆောင်နိုင်ကြပါတယ်။ စက်ရုပ်တစ်ရုပ်ရဲ့ အကြမ်းပတမ်းခံနိုင်မှု၊ လုပ်နိုင်စွမ်းအားတွေကိုလူသားဦးနှောက်နဲ့ အသုံးချနိုင်တဲ့အတွက် အရာရာကအဆင်ပြေနေပါတယ်။ ကံမကောင်းအကြောင်းမလှလို့ မတော်တဆမှုတစ်ခုခုနဲ့ ကြုံမယ်ဆိုရင်လည်း ထိခိုက်မိတာက စက်ရုပ်ဖြစ်တဲ့အတွက် ထိန်းချုပ်သူ စက်ရုပ်ပိုင်ရှင်ကတော့ အိမ်ထဲမှာ ဘေးရန်မသီမခရှိနေမှာပါ။ ဒါပေမဲ့ ဒီစက်ရုပ်တွေကို ဆန့်ကျင်နေကြတဲ့ လူတွေလည်းရှိလာပါတယ်။ စက်တွေက လူသားတွေရဲ့ ဖြစ်တည်မှုကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/surrogates-2009/",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/mnp9ycdbog3b-137x200.jpg",
        "title": "Buddhas Palm Technique (2020)",
        "description": "ဒီတစ်ခေါက် ဗုဒ္ဓလက်ဝါးသိုင်းဆိုတဲ့ သိုင်းကားကိုမှာ ခေတ်ပေါ်အနေအထားနဲ့ရိုက်ထားတဲ့ တရုတ်အက်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးမှာတော့ သိုင်းကားဆိုပေမယ့် ဒီဘက်ခေတ်မှာ ကျင်လည်နေတဲ့အပူအအေးခံစားချက်မဲ့ နာမှာမကြောက် သေမှာမကြောက်တဲ့ ညီမအတွက်အသက်ပေးပြီး ညီမအတွက် ရှင်သန်နေတဲ့ လုံကျန်းပေဆိုတဲ့ လူအကြောင်းကို အဓိက ရိုက်ကူးထားတာပါ။ဒီလို အများနဲ့မတူ တစ်မူထူးနေတဲ့အတွက် နတ်မျက်နှာဖုံးစွမ်းအားကိုထိန်းချုပ်နိုင်တဲ့လူအနေနဲ့ စမ်းသပ်အောင်မြင်ပြီး ဘုမသိဘမသိသိုင်းလောကထဲရောက်သွားခဲ့တယ်။ ညီမကို ကယ်ချင်တဲ့သူ့စိတ်ကို အသုံးချပြီးတစ်ဆင့်ချင်း သိုင်းကျင့်ပေးသွားတာတွေက အတော်လေး စိတ်ဝင်စားဖို့ကောင်းပြီးဒီဘက်ခေတ်ကားဖြစ်လို့ သိုင်းချတာတွေ မမြင်ရတော့ဘူးလို့တွေးမယ့်လူတွေကတော့ အတွေးမှားသွားပြီလို့ပြောချင်ပါတယ်။Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/buddhas-palm-technique-2020/",
        "category": "Action, Fantasy, History, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/all-because-200x150.jpg",
        "title": "All Because of You 2020",
        "description": "ဒီဇာတ်ကားလေးက Netflixကပထမဆုံးထုတ်တဲ့ Malaysian Romance Comedy ဇာတ်ကားလေးပါMalaysian ဟာသသရုပ်ဆောင်များစွာလဲပါ၀င်ထားပါတယ်တစ်ကားလုံးရဲ့setting က Bayu Bayလို့ခေါ်တဲ့ Hotelပါ ဟိုတယ်၀န်ထမ်းအသီးသီးရဲ့ဇာတ်ကောင်စရိုက်တွေကိုပေါ်လွင်အောင်ဟာသနှောထားပါတယ်ဟိုတယ်၀န်ထမ်းဖြစ်တဲ့ အိုင်မန် က ဗိုက်ပူပူနဲ့ သိပ်ပီးဥာဏ်​မပြေးတဲ့ကောင်လေးတစ်ဦးပါ သူ့ကိုတဖတ်သတ်သဘောကျနေတဲ့သူကတော့ ဂျိန်းလို့နာမည်ရတဲ့စားဖိုဆောင်၀န်ထမ်းမလေးပါပဲ သူတို့ကအလွန်ခင်မင်ရင်းနှီးတဲ့အတွက်လဲအိုင်မန်ကသူ့ကိုစိတ်၀င်စားမှုမရှိတာပါ ဂျိန်းက အိုင်မန်ကိုဖွင့်ပြောဖို့အကြိမ်ကြိမ်ကြိုးစားပေမဲ့ မအောင်မြင်ပါဘူးတစ်နေ့တော့ ဟိုတယ်ကို ဆိုဖီယာအပါအ၀င်မိန်းကလေး၃ယောက်လာတည်းခိုပါတယ် အိုင်မန်က ဆိုဖီယာကိုမြင်မြင်ချင်းသဘောကျမိသွားပါတယ် ဒါပေမဲ့သူ့စိတ်ထဲမှာသဘောကျမိတဲ့မိန်းကလေးနဲ့အဖွဲ့က နောက်ပိုင်းမှာ ဟိုတယ်ကိုလက်နက်တွေနဲ့၀င်စီးပီး ဂျိန်းကိုဓားစာခံလုပ်ကာ သူတို့အသက်အန္တရာယ်ကိုပါခြိမ်းခြောက်ခါနီးထိဖြစ်လာပါတယ်အ့ဒီ့မှာ သူတို့ဟိုတယ်၀န်ထမ်းသူငယ်ချင်းအဖွဲ့က ဘယ်လိုဟာသမြောက်စွာနဲ့ ပြန်တိုက်ခိုက်ကြမလဲ ဘယ်လိုအနိုင်ယူနိုင်မလဲဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1Gb / 700 Mb\nQuality… Bluray 1080p/ 720p\nFormat…mp4\nDuration….01:41:00\nGenre ... Action, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zhang Yu Yan\nEncoded by Littleneo",
        "rating": "4",
        "url": "https://channelmyanmar.org/all-because-of-you-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/ms-113x200.jpg",
        "title": "Monster List ( 2020 )",
        "description": "လူနဲ့ မိစ္ဆာကြားက အချစ်ဇာတ်တွေကို ကြိုက်တယ်ဆို ဒီကားလေးကို ကြိုက်ကြမှာပါဒါပေမယ့် ဒီကားလေးကတော့ အမြှီးကိုးချောင်း မြေခွေးမလေးကသူချစ်ရသူကို ဘဝအဆက်ဆက်လိုက်ရှာခဲ့ရပြီးတွေ့တဲ့အချိန်မှာ ချစ်ရသူက တရားကျင့်စဉ် ကျင့်နေသူဖြစ်ပြီးမိစ္ဆာမှတ်တမ်းဆိုတဲ့ မိစ္ဆာကြမ္မာကိုပြောင်းလဲနိုင်တဲ့ စာကြမ်းကို ပိုင်ဆိုင်ထားသူဖြစ်ပြီးမိစ္ဆာနဲ့ လူ ကြားတရားမျှတမှုကို ယူဆောင်ပေးမယ့် နတ်မင်းဖြစ်လို့နှစ်တစ်ထောင်ကျင့်အား တိုးစေမယ့် မိစ္ဆာတို့အတွက် စားတော်ပွဲဆိုလည်းမမှားသလို မြေခွေးမလေးအသက်ကို နှုတ်ယူနိုင်တဲ့ ကြမ္မာဆိုးဆိုလည်း မမှားပါဘူး...ဒီတော့ ဒီကြမ္မာဆိုးကနေ ဘယ်လို ရှောင်တိမ်းမလဲဆိုတာရယ်ရှောင်တိမ်းလို့ရပါ့မလားဆိုတာကတော့ ဇာတ်လမ်းလေးသာကြည့်လိုက်ကြပေါ့Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/monster-list-2020/",
        "category": "Action, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/mk-153x200.jpg",
        "title": "The Great Sage ( 2020 )",
        "description": "စြန္းဝူခုန္းဖန္ေတြေတာ့ သိၾကမယ္ထင္တယ္ တ႐ုတ္က အေနာက္ခရီးသြား ဇာတ္ကို ပုံစံမ်ိဳးစုံ ႀကိဳးခုန္ေျပာင္းလဲတင္ဆက္ထားတာကိုဒီေတာ့ ေနာက္ပိုင္းဇာတ္မွာ လ်ိဳအာေထာဆိုတဲ့ စြန္ဝူခုန္းနဲ႔ နား႐ြက္ဆိုဒ္ကလြဲရင္တစ္ေယာက္တည္း ထင္ရေလာက္ေအာင္ တူတဲ့ ေမ်ာက္တစ္ေကာင္ပါထည့္ေရးလာတာ သိၾကမယ္ထင္တယ္...ဒီဇာတ္လမ္းကေတာ့ စြန္းဝူခုန္းရဲ႕ အခ်စ္ဇာတ္လမ္းအစား စြန္းဝူခုန္းရယ္လ်ိဳအာေထာရယ္ ေနာက္ၿပီး သူတစ္ခ်ိန္က ေပ်ာ္စံခဲ့တဲ့ ေတာင္ကေမ်ာက္ေလးေတြၾကားက အထင္လြဲတာေတြ ခံစားခ်က္ေလးေတြကိုတစ္မ်ိဳးဆန္းစြာ တင္ဆက္ထားတာမို႔ ၾကည့္သင့္တဲ့ ကားေကာင္းေလးလို႔ပဲ ေျပာျပလိုက္ခ်င္ပါတယ္။ေအာ္ ဒီဇာတ္လမ္းက ဝူခုန္း လူေယာင္ေဆာင္ မိစာၦ သုံးေကာင္ကိုသတ္လို႔ ဆရာက ေမာင္းထုတ္တာခံလိုက္ရခ်ိန္မွာ ျဖစ္ခဲ့တဲ့ အျဖစ္အပ်က္ကိုစိတ္ကူးပုံေဖာ္ထားတာမို႔ ျမင္ေနၾက ဆရာေတာ္နဲ႔ ဆရာတူညီႏွစ္ေယာက္ေတာ့ မပါဘူးေပါ့ Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/monkey-king-the-one-and-only-2020/",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-28-at-11.16.13-PM-149x200.png",
        "title": "Bullets of Justice (2019)",
        "description": "Bullets of Justice (2019)==================IMDb Rating - 4.9/10#Unicodeဇာတ်ကားအကျဉ်းကတော့ တတိယ ကမ္ဘာစစ်အတွင်းမှာ အမေရိကန်အစိုးရက \" Army Bacon \"လို့ခေါ်တဲ့ ဝက်နဲ့လူသားတွေကို ပေါင်းစပ်ပြီး စူပါစစ်သားတွေဖြစ်အောင်ဖန်တီးခဲ့တယ်။ နောက်ပိုင်းမှာလူတစ်ပိုင်းဝက်တစ်ပိုင်း မက်ဇယ်တွေကို လူသားတွေကိုမထိန်းချုပ်နိုင်တော့ဘဲ မက်ဇယ်တွေကလူသားတွေကိုပြန်လည်ကျွန်ပြုကြပါတော့တယ်။ ဒါ့အပြင် လူသားတွေဟာ သူတို့ရဲ့အကြိုက်ဆုံးအစားအသောက်ဖြစ်လာပါတော့တယ်။ အဲ့အခြေအနေကိုထိန်းချုပ်ဖို့အတွက် အမေရိကန်တွေနဲ့ရုရှားတွေဟာပူးပေါင်းပြီး ဇီဝဓာတုလက်နက်ကိုနဲ့နှိမ်နှင်းပါတယ်။ အကျိုးဆက်ကတော့ မျိုးစိတ်တွေအကုန်လုံးက မျိုးမပွားနိုင်ကြတော့ပါဘူး ၊ ဒါပေမယ့် မက်ဇယ်ကို အဓိကမွေးထုတ်ပေးနေတဲ့ မိခင်ကြီးကတော့ မက်ဇယ်တွေကို မွေးထုတ်ပေးနေတုန်းပါပဲ ၊ မက်ဇယ်တွေအင်အားကကြီးမားလာတဲ့အပြင်မျိုးမပွားနိုင်တဲ့အတွက်လူသားစစ်သားတွေကလည်း တဖြည်းဖြည်းလျှော့နည်းလာပါတော့တယ်၊အဲ့တော့ အကြီးအကဲခေါင်းဆောင်ဖြစ်တဲ့ လုဒ်မီလာ ဟာ အတော်ဆုံးကြေးသားစစ်သားဖြစ်တဲ့ရော့ဘ် ဂျက်စတစ်ကို မက်ဇယ်တွေကိုအဓိကမွေးထုတ်ပေးတဲ့ မိခင်ကြီးကိုသတ်ဖို့အတွက် အကူအညီတောင်းပါတော့တယ်။ လူနီးပါး အသိဉာဏ်မြင့်တဲ့ မက်ဇယ်တွေနဲ့ ရော့ဘ် ဂျက်စတစ်တစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(သွေးထွက်သံယို သတ်ဖြတ်ခန်းတွေ၊ Sex ခန်းတွေပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်ပါဘူး)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin ...",
        "rating": "4.7",
        "url": "https://megaup.net/1zyep/Bullets.of.Justice.2019.480p.WebRip[CM].mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/yqfm1ii91e59-140x200.jpg",
        "title": "The Seven Swords: Bone of the Godmaker (2019)",
        "description": "သိုင်းကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်အညွန်းလေးကတော့ သိုင်းလောကရဲ့ဂိုဏ်းချုပ်၄ယောက်ထူးဆန်းစွာပျောက်ဆုံးနေပါတယ်...တစ်ပြိုင်ထဲမှာပဲသိုင်းလောကရဲ့ကြေငြာစာထွက်ပေါလာခဲ့တယ်...ဂိုဏ်းချုပ်လေးယောက်ကိုဖမ်းခေါသွားတဲ့ ဝတ်ရုံနီဆံဖြူမိစ္ဆာမယိလန်ကျူးကိုဖမ်းဆီးပြီးေဂိုဏ်းချုပ်လေးယောက်ကိုကယ်တင်နိုင်သူဟာ သိုင်းလောကရဲ့အရှင်သခင်ဖြစ်လာမယ်.....ဒါပေမယ့် ဒါတွေအားလုံးကိုစိန်တောက်ဂိုဏ်းရဲ့သခင်မယုံးမင်မော်ကျီးကကြိုးကိုင်နေတာကိုသိလိုက်ရတဲ့အခါ....ဂိုဏ်းချုပ်လေးယောက်ကိုကယ်တင်ပေးနိုင်ပါ့မလား....ဘယ်လိုအန္တရာယ်တွေနဲ့ရင်ဆိုင်ရမှာလဲ....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-seven-swords-bone-of-the-godmaker-2019/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slb9kKfwJORLmTv41GS8VIDYuQV.jpg",
        "title": "The New One-Armed Swordsman (1971)",
        "description": "[Unicode]IMDb - 7.2\" လက်တစ်ဖက်ပြတ် ဓားသမား \"ဒီကားလေးကတော့ 1971ခုနှစ်ကရိုက်ကူးထားတဲ့ လူတော်တော်များများသိကြမယ့် David Chiang ကားလေးပါဓားသိုင်းလောကမှာ ဓားညီနောင်(ဓားနှစ်လက်သိုင်းသမား)ဟု နာမည်ကျော်ကြားပြီး ပြိုင်ဘက်ကင်းနေတဲ့ လေလိ...အရမ်းတော်တဲ့သိုင်းသမားတွေ အထူးသဖြင့်ဓားညီနောင်သိုင်းသမားတွေကို လိမ်လည်မျှားခေါ်ပြီး အကွက်ကျကျ အနိုင်ယူကာ သိုင်းလောကက ထွက်ခွာရအောင်လုပ်တတ်တဲ့ လုံရီကျိ...လေလိဆိုတဲ့ဓားညီနောင်သိုင်းသမားလေးဟာ နာမည်ကျော်ကြားနေတော့ သူရဲကောင်းလုံဟာ သူရဲ့ ဓားနှစ်လက်သိုင်းကို အနိုင်ယူနိုင်မယ့် လက်နက် နဲ့ အကွက်ကျကျအနိုင်ယူပြီးသူ့ဓားသိုင်းကိုသုံးမရအောင်လက်တစ်ဖက်ဖြတ်ခိုင်းကာ သိုင်းလောကကနေ ထွက်ခွာသွားခိုင်းခဲ့ပါတယ်စိတ်ဓာတ်ကျပြီး လူတိုင်းအနိုင်ကျင့်ခံနေတဲ့လေလိဟာ မိတ်ဆွေဓားသိုင်းသမားသူရဲကောင်းဖုန့်နဲ့ဆုံတဲ့အချိန်မှာ...ဘယ်လိုတွေဆက်ကြုံရမလဲသူမေ့နိုင်အောင်ကြိုးစားနေတဲ့ သိုင်းလောကထဲသူပြန်ဝင်မှာလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါ..။လေလိအဖြစ်- David Chiang\nသူရဲကောင်းလုံအဖြစ်-Ku Feng\nသူရဲကောင်းဖုန့်အဖြစ်-Ti Lung တို့က ပါဝင်သရုပ်ဆောင်ထားတာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် ) [Zawgyi]IMDb - 7.2\" လက္တစ္ဖက္ျပတ္ ဓားသမား \"ဒီကားေလးကေတာ့ 1971ခုႏွစ္က႐ိုက္ကူးထားတဲ့ လူေတာ္ေတာ္မ်ားမ်ားသိၾကမယ့္ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1zwdj/The_New_One-Armed_Swordsman_(1971).mp4",
        "category": "Action, Drama, Martial"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1t0xyMPry61yQfdyb7hxxoHvL6a.jpg",
        "title": "Start-Up 2019",
        "description": "Start Up (2019) အညွှန်း\n********************\nimdb 6.3\nမင်းသားကြီး Ma Dong Seok ပါဝင်သရုပ်​ဆောင်ထားတဲ့ comedy-drama ကား​လေးတစ်ခုကိုတင်ဆက်​ပေးချင်ပါတယ်\nဇာတ်လမ်းထဲမှာ ထယ်အီဆိုတဲ့​​ကောင်​လေးဟာ အထက်တန်း​ကျောင်းကထွက်ပြီး က​​လေက​ချေဖြစ်​နေတဲ့​ ဆယ်​ကျော်သက်အရွယ်​ကောင်​လေးတစ်​ယောက်ပါ\nဒီအရွယ်မှာ ဖြစ်တတ်တဲ့သ​ဘာဝအတိုင်း မိခင်ဖြစ်သူနဲ့အဆင်မ​ပြေဖြစ်ကာ အိမ်ကသွားထွက်သွားခဲ့ပါတယ် နောက်​တော့ နေထိုင်စား​သောက်ဖို့အတွက် စား​သောက်ဆိုင်တစ်ဆိုင်မှာဝင်လုပ်ခဲ့ပါတယ်\nတစ်ချိန်ထဲမှာပဲ ထယ်အီ\nရဲ့ မိုက်​ဖော်မိုက်ဖက်သူငယ်ချင်း\nဆန်းပယ်ကလည်း\nအ​ကြွေးရှင်လုပ်ငန်းတစ်ခုမှာ အလုပ်ရသွားခဲ့ပါတယ် သူတို့နှစ်​ယောက်\nအလုပ်ခွင်မှာကြုံ​တွေ့ရမယ့် အဖြစ်အပျက်​တွေက သူတို့ရဲ့ဘဝကို\nဘယ်လိုတည့်မတ်​ပေးသွားမလဲဆိုတာကို\nတွေ့ရမှာဖြစ်ပါတယ်\nဒီကားမှာလူငယ်​တွေဖြစ်တတ်တဲ့သ​ဘာဝ​တွေကို​သေချာချပြသွားပြီး တစ်ချို့​ရိုက်ကွက်​လေး​တွေဆို တော်​တော်ကိုမှတ်သားစရာ​လေး​တွေရှိတာကို​တွေ့ရပါတယ်\nဒီကားမှာ မင်းသားကြီးရဲ့​မြင်​နေကျဇာတ်\nရုပ်​တွေနဲ့မတူညီတဲ့ သရုပ်​ဆောင်မှူ​တွေကို\nမြင်​တွေ့ရမှာဖြစ်ပြီးတော့ ရီရီ​မော​မောနဲ့ကြည့်ရှုရမှာမို့ သူ့ရဲ့ပရိသတ်​တွေဆိုရင်လက်လွှတ်ခံလို့မဖြစ်ပါဘူး​​နော်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက​တော့- Thet Hnin Hsu ပါ\n \nTranslator  - Thet Hnin Hsu\nEncoder - Thit San Khant\nFile Size -1GB and 500MB\nQuality - 1080p and 720p",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/start-up-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gF8zQR8nE3dKDv5DCabKWmWMZcb.jpg",
        "title": "Blue Ridge(2020)",
        "description": "Blue Ridge(2020)အညွှန်း***********************Blue Ridgeဆိုတဲ့တိတ်ဆိတ်ငြိမ်းချမ်းတဲ့မြို့လေးတစ်မြို့ကို\nရဲမှူးအသစ်တစ်ယောက်ပြောင်းလာပါတယ်....ရဲမှူးပဲကံဆိုးလေသလား...\nပြောင်းရွှေ့လာပြီးသိပ်မကြာခင်မှာပဲ\nမြို့မှာတစ်ခါမှမဖြစ်ခဲ့ဖူးတဲ့ ထူးဆန်းတဲ့ လူသတ်မှုတွေ\nပေါ်ပေါက်လာပါတော့တယ်...ရဲမှူးအတွက် စိန်ခေါ်မှုအသစ်ဆိုပေမဲ့ သူ့မှာရှိတဲ့အတွေ့အြကုံတွေပေါင်းစပ်ပြီးထူးဆန်းတဲ့လူသတ်မှုတွေကို ဖောက်ထုတ်ဖို့ကြိုးစားပါတော့တယ်...ရဲမှူးကျော်ဖြတ်နိုင်ပါ့မလား..ဘယ်လိုအင်အားကြီးအဖွဲ့အစည်းတွေကပြုလုပ်နေတာလဲ....ဘယ်လိုအခက်အခဲအတားအဆီးတွေစောင့်ကြိုနေမလဲဆိုတာ\nစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ...File Size :(881 MB) and (300 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:44:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/blue-ridge2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/W7mel_4f-141x200.jpg",
        "title": "The Prisoner (2020)",
        "description": "The Prisoner (2020)\nIMDb Rating 7.9/10\nဇာတ်လမ်း အမျိုးအစားကတော့ action drama ဖြစ်ပြီးတော့ အဓိကသရုပ်ဆောင်အနေနဲ့က Oh Ji Ho ကပါဝင်သရုပ်ဆောင်ထားပြီး Lee Jae yong ,\nJo Won, Jung Chan , Son Sung Yoon, နှင့် Seo Beom Shik တို့က ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကြောင်းအရာအနေနဲ့ကတော့ မိမိရဲ့ အမျိုးသမီးကို သတ်တဲ့ တရားခံကို လိုက်ဖမ်းရင်းနဲ့ အကျဉ်းထောင်ကျသွားရတဲ့ စုံထောက်တစ်ယောက်က\nအကျဉ်းကျနေတဲ့အချိန်မှာ ဘယ်လိုမျိုးတွေ ကြုံတွေ့ရမလဲ တကယ်သူရှာနေတဲ့ တရားခံကိုရော ဖမ်းမိသွားမှာလား အစရှိတဲ့ အကြောင်းအရာတွေကို\nအက်ရှင်ဇာတ်ဝင်ခန်းတွေကြားက လှည့်ကွက်တွေကို ဒီဇာတ်ကားမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုနိုင်ပါတယ်......\nTranslated by : Kim Hana\nEncoded by : Thit San Khant\nQuality - 1080p ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-prisoner-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/4lsvhhxrxexa-112x200.png",
        "title": "White Haired Devil Lady (2020)",
        "description": "ဆံပင်ဖြူမိစ္ဆာမရဲ့ 2020 ထွက် ဗားရှင်းလေးပဲဖြစ်ပါတယ်တုံးချန်ရဲ့ချန်ကုံး အုပ်စိုးစဉ်ကာလ အသက်ရှည်စေတဲ့ ဆေးဟုန်ဝမ်ကိုမင်းကြီးအတွက်လို့အကြောင်းပြကာ စန်းမိမ်နွီကိုဖေါ်စပ်ခိုင်းပြီးမင်းနေပြည်တော်ကိုဝူတန်းဂိုဏ်းကိုပို့စေဖို့ တာဝန်ပေးအပ်ပါတော့တယ်..လမ်းတစ်ဝက်မှာ မင်ယွဲ့ဂိုဏ်းက ယွဲ့လော်ချားဦးဆောင်တဲ့အဖွဲ့ရဲ့ ကြားဖြတ်လုယူတာခံရတဲ့အခါ...ဟုန်ဝမ်ရဲ့နောက်ကွယ်မှာဘယ်လိုထောင်ချောက်တွေရှိနေတာလဲ...ချန်ကုံးကိုအနိုင်တိုက်ခိုက်နိုင်ပါ့မလား....တန်ခိုးသိုင်းကားကြိုက်သူတွေအတွက်တော့အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/white-haired-devil-lady-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/poster-780-133x200.jpg",
        "title": "Conan the Destroyer (1984)",
        "description": "Conan the Destroyer (1984)\nIMDb - 5.9/10_____Rotten Tomatoes - 26%\nConan The Barbarian (1982) နဲ့ Conan The Destroyer (1984) ဇာတ်ကားတွေကတော့\nမင်းသားကြီး အာနိုးကို စင်တင်ပေးခဲ့တဲ့ ရောမခေတ် Dark Magic အခြေခံဇာတ်ကားတွေဖြစ်ပါတယ်။\nConan The Barbarian (1982) ဇာတ်ကားရဲ့အောင်မြင်မှုဟာ စံချိန်တွေချိုးခဲ့ပြီး\nရိုက်ကူးစဉ်က အမေရိကန်ဒေါ်လာ (၁၆) သန်းသာ ကုန်ကျခဲ့ပေမယ့် ရုံဝင်ငွေ သန်း(၁၃၀)ထိပြန်လည်ရရှိခဲ့ပါတယ်။\nအာနိုးရဲ့ငယ်စဉ်က ဘော်ဒီအလှအပနဲ့ ရောမခေတ် အကြမ်းအရမ်း အသတ်အဖြတ်တွေအပြင်\nDark Magic အစီအရင်တွေနဲ့ပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ တခြားဇာတ်ကားတွေနဲ့မတူတဲ့ ရသတွေကို ခံစားရမှာပါ။\nအားပေးကြည့်ရှုကြပါဦး။ \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Tariq L Walker",
        "rating": "5.9",
        "url": "https://megaup.net/S10a/Conan_-_The_Destroyer_[1984]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/12baad54789e536daa24bbfb431c3937-132x200.jpg",
        "title": "Red Sonja (1985)",
        "description": "မင်းသားကြီး အာနိုးရဲ့ နာမည်ကျော် ရောမခေတ်ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။Red Sonja ဆိုတာကတော့ Comic တစ်ခုထဲက ဇာတ်ကောင်တစ်ကောင်ရဲ့နာမည်ပါ။ဒါကိုအခြေပြုလို့ရိုက်ကူးထားပြီး Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ငယ်ငယ်က ဗွီဒီယိုရုံတွေမှာ အာနိုးကြီး ဓါးတရမ်းရမ်းနဲ့ ပွဲကြမ်းခဲ့တာတွေကို မှတ်မိသွားနိုင်ပါတယ်။ \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Tariq L Walker",
        "rating": "5.0",
        "url": "https://megaup.net/Tw1y/Red_Sonja_[1985]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Buried-City-to-Shut-All-Lights-Sidestory-2019-1-136x200.jpg",
        "title": "Buried City to Shut All Lights Side Story (2019)",
        "description": "Buried City to Shut All Lights ဆိုတဲ့ စီးရီးကို တရုတ်ကားချစ်သူတွေကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအတိုချုပ်ရှင်းရရင်တော့ဆရာတပည့်ကြားက အချစ်ဇာတ်လမ်းလေးကို သိုင်းလောကနဲ့တိုင်းပြည်ရေးအရှုပ်အထွေးတွေကြား ပုံဖော်ခဲ့တဲ့ ဇာတ်လမ်းလေးပေါ့။အခုက ဒီစီးရီးရဲ့ side story လေးကို တင်ပေးလိုက်တာပေါ့။ဒီ side story လေးကတော့ ကျုံးယွမ်မှာပြန်ပြီး အမတ်လုပ်ဖို့လိုက်ခေါ်နေလို့ ထွက်ပြေးလာတဲ့ ဆရာတပည့် လင်မယားနှစ်ယောက်ကခွန်မြို့ကိုရောက်ပြီး ထူးဆန်းမှုတွေ ရင်ဆိုင်ရတာပေါ့။ထူးဆန်းတယ်ဆိုတာ ဆန်းဆန်းပြားပြားမဟုတ်ပါဘူး။ဒါပေမယ့် ဒီကားကြည့်ပြီးရင် အဲ့မြို့ကို ချက်ချင်းပြောင်းသွားချင်မယ်ထင်တာပဲ။ဘာပဲပြောပြော ကြည့်လိုက်ပါ။ဒါနဲ့ လော့မင်းကြီးရဲ့ ဒိုင်ယာလော့တွေက စာအုပ်လေးနဲ့ မှတ်ထားကြပါလို့...Translated & Review By Chu ChuEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/buried-city-to-shut-all-lights-side-story-2019/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/immortal-136x200.jpg",
        "title": "Immortal Combat the Code 2019",
        "description": "Immortal combat the code ဆိုတဲ့ဇာတ်​ကား​လေးက​တော့ အက်​ရှင်​ခန်း​​တွေ ဖိုက်​တင်းခန်း​တွေကို ​ဝေ​ဝေဆာဆာ​တွေ့ရမယ့် science - fiction ကား​လေးပဲဖြစ်​ပါတယ်​။​လေထုညစ်​ညမ်းမှု​ကြောင့် ဖြစ်​​ပေါ်လာတဲ့ ကမ္ဘာကြီးပူ​နွေးမှု​တွေ​ကြောင့် လူသား​တွေ ​သေဆုံးပြီး အခက်​ကြုံ​နေရပါတယ်​။\nဒီအရာ​တွေကို ​ဖြေရှင်းဖို့အတွက်​ သိပ္ပံအဖွဲ့အစည်းတစ်​ခုက ​လေထုကိုသန့်စင်​​ပေးမယ့် သ​င်္ကေတစနစ်တစ်​ခုဖန်​တီးခဲ့ပါတယ်​။\nဒီသ​င်္ကေတစနစ်​​ကို Four's 11 ဆိုတဲ့အဖွဲ့အပါအဝင်​ ​ကြေးစားအဖွဲ့​တွေက လိုက်​လံရှာ​ဖွေ​နေကြတာပါ။\nဒီသ​င်္ကေတစနစ်​ဟာ ကံအား​လျော်​စွာပဲ ဓာတ်​ကြီး​လေးပါး အဖွဲ့ဝင်​ \"တိမ်​တိုက်​\"ဆီကို​ရောက်​လာပါတယ်​။\nသဘာဝစွမ်းအင်​​တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဓာတ်​ကြီး​လေးပါးအဖွဲ့ဝင်​ \"​ရေ\" ဟာ ညီမဖြစ်​သူ အယ်​မာကိုသတ်​သွားတဲ့ လူသတ်​သမားကို လိုက်​ရှာ​နေသူပါ။\nညီမဖြစ်​သူ သတ်​သွားတဲ့ Four's 11 အဖွဲ့ကို လိုက်​စုံစမ်းရင်း သူတို့ရဲ့အဖွဲ့ဝင်​ တိမ်​တိုက်​ ကိုယ်​တိုင်​က Four's 11 ရဲ့အဖွဲ့ဝင်​တစ်​ဦးဖြစ်​​နေခဲ့တဲ့အခါ.....\nအယ်​မာရဲ့​သေဆုံးမှု ဖြစ်​ရပ်​မှန်​​နောက်​ကွယ်​မှာ ဘာ​တွေရှိမလဲ......?\nသ​င်္ကေတစနစ်​ကို အပြိုင်​အဆိုင်​လုယက်​ဖို့ကြိုးစားရင်း အဖွဲ့ဝင်​အချင်းချင်း ဘယ်​လိုသစ္စာ​ဖောက်​မှု​တွေ ကြုံလာရမလဲ.....?\nတိမ်​တိုက်​ရဲ့ ​နောက်​​ကြောင်းမှန်​​ပေါ်သွားပြီး​နောက်​မှာ​ရော ဘာ​တွေဆက်​ဖြစ်​ကြမလဲ ...?ဆိုတာကို ဒီသိပ္ပံကား​လေးထဲမှာ စိတ်​ဝင်​စားဖွယ်​ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2fmF5/Immortal.Combat.the.Code.2019.1080p_webrip_(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/wu-136x200.jpg",
        "title": "Tale of the Wulong Town (2020)",
        "description": "လွန်ခဲတဲ့နှစ်တစ်ထောင်ကရှီးမော်နိုင်ငံရဲ့ဘုရင်ကြီးဟာအသက်မသေမယ့်နည်းလမ်းရှာရင်း သွေးစုပ်ဖုတ်ကောင်ဖြစ်သွားခဲ့ပါတယ်...သူ့ရဲမိဖုရားကြီးနဲ့စစ်သူကြီးတို့ဟာ သူ့ကိုပိတ်လှောင်နိုင်ဖို့ ယွင်စေနဲ့လုပ်ထားနဲ့နဂါးရုပ်ထုနဲ့ နဂါးကျောက်တုံး အစီအရင်တွေနဲ့နှစ်တစ်ထောင်ပိတ်လှောင်ခဲ့ပါတယ်..ဒိလိုနဲ့နှစ်တွေကြာပြီးတစ်နေ့မှာရတနာမုဆိုးရဲ့မျိုးဆက် တင်းနဲ့ အပေါင်းအဖော်တစ်သိုက်ဟာရှေးဟောင်းအုတ်ဂူကိုခိုးဖောက်ပြီးရတနာတွေကိုရယူဖို့ရောက်လာတဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်နိုးထချိန်နဲ့ကြုံပြီးဘယ်လိုအန္တရာယ်တွေနဲ့ကြုံတွေ့ရမှာလဲ...လွတ်မြောက်နိုင်ပါ့မလားဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/tale-of-the-wulong-town-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/chinatown-cannon-140x200.jpg",
        "title": "Chinatown Cannon 2 ( 2020 )",
        "description": "China Town Cannon 2 ဆိုတဲ့ China Town မှာ ဖြစ်တဲ့ အဖြစ်ပျက်တွေထဲကအဖြစ်ပျက်ဆန်းလေးတစ်ခုကို ပုံဖော်ထားတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန်ပေးလိုက်ပါတယ်ဒီကားလေးက သြစတေးလျရောက် တရုတ်တန်းက ဇာတ်လမ်းလေးတစ်ပုဒ်ပေါ့။ပထမဆုံးမှာ ကောင်မလေးတစ်ယောက် ပြန်ပေးဆွဲခံလိုက်ပြီးတရုတ်ပြည်က သူ့အစ်ကို ငွေ ၁ သန်း အတောင်းခံရာကနေ စတာပေါ့။ညီမကို ကယ်ချင်စိတ်နဲ့ သြစတေးလျရောက်လာရာကနေ black domain ဆိုတဲ့အွန်လိုင်း live stream ကနေ လူကုန်ကူးတဲ့ အဖွဲ့အစည်းတစ်ခုနဲ့ ပတ်သက်မိပြီးအသက်မသေရုံတစ်မယ်ဖြစ်ခဲ့တဲ့ အကြောင်းလေးပေါ့။အရမ်းစိတ်ဝင်စားဖို့ကောင်းသလို အတွေးနဲ့တင်ကြောက်ဖို့ကောင်းတဲ့ဇာတ်လမ်းလေးနော်။ဒီကားကြည့်ပြီးရင် တွေ့သမျှ liveတိုင်း အားပေးဖို့ကို တွေဝေသွားကောင်း တွေဝေသွားမယ်ထင်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/chinatown-cannon-2-2020/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/121658696_374153480367104_3563706037442788177_n-122x200.jpg",
        "title": "Young IP Man ( 2020 )",
        "description": "ကဲ အက်ရှင်ခန်းမပါရင်မကြည့်ချင်ဘူးဆိုတဲ့လူတွေအတွက်တရုတ်ကားကောင်းလေးတစ်ခု လာပြီနော်။ဒါက တရုတ်တော်လှန်ရေးခေတ်ကို အခြေခံထားတာပါပဲ။ဒီတစ်ခေါက်ကတော့ နာမည်ကြီး သိုင်းပညာရှင်တွေကိုဇာတ်လိုက်ထားတာမဟုတ်ဘဲ ကျောင်းသားတစ်ယောက်က ဇာတ်လိုက်ပေါ့။အင်္ဂလိပ်စာ စာမေးပွဲဖြေဖို့ ဟောင်ကောင်ရောက်လာရင်းစာမေးပွဲလာဖြေတဲ့ကျောင်းသားတွေ အကုန်လုံးဝရမ်းပြေးတစ်ယောက်ရဲ့ ပြန်ပေးဆွဲခံရတဲ့ထဲ ပါသွားတယ်ကိုယ်ခံပညာသင်ထားသူအနေနဲ့ အတန်းဖော်ကျောင်းသားတွေကိုကယ်တင်ဖို့ကြိုးစားရင်း... ဘာဖြစ်မယ်ဆိုတာတော့ ကိုယ့်ဘာသာ ဇာတ်လမ်းကြည့်လိုက်ကြပါတော့...Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/young-ip-man-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNoxMf8rAu4rau6fkUkL4nWB3i3.jpg",
        "title": "Romance of Their Own (2004)",
        "description": "[Unicode]သုံးပွင့်ဆိုင် လူငယ် အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုသူများအတွက် ကားကောင်းလေးတစ်ကားပါ ။ဖခင်ကွယ်လွန်သွားတာမို့ တောရွာကနေ ဆိုးလ်ကို နောက်အိမ်ထောင်ပြုထားတဲ့အမေနဲ့ နေဖို့တက်လာခဲ့တဲ့ ကောင်မလေး ဂျောင်ဟန်ဂယောင်းဟာ အမှတ်မထင် ဘတ်စ်ကားပေါ်မှာ ဘတ်ဟေးဝမ်ဆိုတဲ့ ကျောင်းသားနဲ့ တွေ့ဆုံဖြစ်ခဲ့ပါတယ်ဘတ်ဟေးဝမ်ဟာ ကျောင်းမှာ နာမည်ကြီးတဲ့ မိန်းကလေးတွေအသည်းစွဲ playboyတစ်ယောက်ဖြစ်ပေမယ့် ဟန်ဂယောင်းနဲ့တွေ့မှ တကယ်ချစ်မိသွားခဲ့ပါတယ်အဲ့လိုပဲ နောက်ထပ် ကျောင်းမှာ နာမည်ကြားတဲ့ ကောင်ချောလေး ဂျောင်ထယ်ဆောင်းကလည်း ဟန်ဂယောင်းကို ချစ်မိခဲ့ပြန်ပါတယ်ဒါပေမယ့် ထယ်ဆောင်းကတော့ ဟန်ဂယောင်းရဲ့ အဖေတူအမေကွဲ မောင်လေးဖြစ်နေခဲ့ပြီး အစ်မဖြစ်သူအပေါ် တတ်နိုင်သလောက် ထိန်းထားပေမယ့် ချစ်မိခဲ့တဲ့အခါ...ဟေးဝမ်နဲ့ ထယ်ဆောင်းတို့်ကြားမှာ ပဋိပက္ခတွေနဲ့အတူ ဟန်ဂယောင်းကို ရဖို့ကြိုးစားကြရင်း ဟန်ဂယောင်းရွေးချယ်မှုနဲ့အတူ တတိယသူက ဘယ်သူဖြစ်သွားမလဲဆိုတာ...လူငယ်ကျောင်းသား ရိုမန့်ကားလေးကို အလွမ်းအဆွေးရသပါ ပေါင်းစပ်ပြီး ခံစားကြည့်ရှုနိုင်မှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် ) [Zawgyi]သံုးပြင့္ဆိုင္ လူငယ္ အခ်စ္ဇာတ္လမ္းေလးကို ၾကည့္႐ႈလိုသူမ်ားအတြက္ ကားေကာင္းေလးတစ္ကားပါ ။ဖခင္ကြယ္လြန္သြားတာမို႔ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Trk6/Romance_of_Their_Own_(2004).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/As-God-2020-1-136x200.jpg",
        "title": "As God ( 2020 )",
        "description": "ဒီတစ်ခေါက်မှာ သိုင်းချစ်သူတွေ စဉ်းစားနေကြဖြစ်တဲ့သိုင်းပညာရှင်နဲ့ သေနတ် ဘယ်သူနိုင်မလဲဆိုတာကိုအဖြေထုတ်လို့ကောင်းမယ် အက်ရှင်ကားကောင်းလေးကို မိတ်ဆက်ပေးလိုက်မယ်။ဒီဇာတ်လမ်းကတော့ တရုတ်တော်လှန်ရေးခေတ်အချိန်လောက်ကိုအခြေခံထားတဲ့ ဇာတ်ကားဖြစ်ပြီးအနောက်တိုင်းက လက်နက်တွေဝင်လာပြီး ကိုယ်ခံပညာကိုအယုံအကြည်ပျောက်ကာစအချိန်၊ မူးယစ်ဆေးမှန်းမသိ စိတ်ညှို့ခံရသလိုယစ်မူးပြီး အယူလွဲပြီး နတ်ကိုးကွယ်မှုတွေဖြစ်နေတဲ့အချိန်မှာပေါ့။ဒီ နတ်ကိုးကွယ်မှု အစွန်းရောက်နေတဲ့ မြို့လေးကို ကာကွယ်ဖို့ ကြိုးစားနေတဲ့သူတွေ ဘယ်လိုကြိုးစားတယ်ဆိုတာကို စိတ်ဝင်စားဖွယ်မြင်တွေ့ရမှာပါ။ကြိုးစားတဲ့နေရာမှာ လှည့်ကွက်တွေ မြှုပ်ကွက်တွေ ပါသေးတယ်နော်။အက်ရှင်ချစ်သူဆို ကျော်မသွားသင့်တဲ့ ဇာတ်ကားကောင်းလေးပါလို့။Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/as-god-2020/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/The-Blade-of-Wind-2020-1-136x200.jpg",
        "title": "The Blade of Wind (2020)",
        "description": "ဒီတစ်ခါတော့ အမျိုးသမီး သူရဲကောင်းမလေးဇာတ်ကားကို မိတ်ဆက်ပေးမယ်။သရုပ်ဆောင်အသစ်လေးတွေက အချောလေးတွေ။ ချောသလို အတော်လေးလည်း တော်တယ်။သိုင်းကားကြိုက်သူတွေအတွက် ဖိုက်တင်ခန်းတွေမှာ ပီပြင်သလိုဟာသအပိုင်းလေးတွေ အကအလှအပလေးတွေ ရောထည့်ထားသေး။ဇာတ်လမ်းကို အနည်းအကျဉ်း ရှင်းရမယ်ဆိုရင်ဖြင့် ဒီလိုပေါ့နော်။သိုင်းလောကမှာ မြွေမိစ္ဆာဆိုတဲ့ မြွေတစ်ပိုင်း လူတစ်ပိုင်းတွေ ပေါ်လာပြီးလူတွေပျောက်ချင်းမလှ ပျောက်ပြီး အသတ်ခံနေသတဲ့။ ဒါကို ဘာမှမသိဘဲအေးအေးလူလူ မော်မန်ဂိုဏ်းမှာ ဆရာတူအစ်ကိုတွေကို ဗိုလ်ကျနေတဲ့လျန်ယာချင်း ဆိုသူလေးက တစ်နေ့ ဆရာက ပြန်စာပေးခိုင်းလို့ဂိုဏ်းအပြင်ကိုထွက် တောင်အောက်ဆင်းတာနဲ့ အထင်တွေအလွဲခံရပြီးသူများလိုက်သတ်တာ ခံရတာကနေ စတော့တာပဲ။ယာချင်းနဲ့ မြွေမိစ္ဆာ ဘယ်လိုပတ်သက်လို့ အထင်လွဲကြတာလဲ...မြွေမိစ္ဆာကရော ဘာတွေလဲ... တကယ် မိစ္ဆာဆိုတာရော ဟုတ်ပါ့မလား...ဘာဆက်ဖြစ်ကြမှာလဲ ဇာတ်ကားကိုသာ ကြည့်လိုက်ကြပါတော့...Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-blade-of-wind-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/RJmrof-140x200.jpg",
        "title": "Hot Blooded Detective (2020)",
        "description": "Hot Blooded Detective 2020\nဒီကားကစုံထောက်ဟာသကားကြိုက်နှစ်သက်တဲ့သူတွေအတွက်\nပေါ့ပေါ့ပါးပါးနဲ့ရီရပြီးကြည့်လို့ကောင်းတဲ့ Comedy ကားလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ ကိုရီးယားနိုင်ငံကမော်ဒယ်လုပ်ငန်းတစ်ခုမှာ\nမွန်ဂိုကနေမော်ဒယ်လာလုပ်တဲ့တိုရာချယ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်က\nရုတ်တရက်ပျောက်ဆုံးသွားပါတယ်။\nအဲ့လိုပျောက်ဆုံးသွားချိန်မှာ သူနဲ့အနီးစပ်ဆုံးဖြစ်တဲ့ သူ သူငယ်ချင်းအလီရှာကသံသယတရားခံဖြစ်လာပြီး\nကိုရီးယားမှာခြေချုပ်မိနေခဲ့ပါတယ်။\nအလီရှာက မွန်ဂိုက အကြီးဆုံး ကုမ္ပဏီဥက္ကဌသမီးလည်းဖြစ်သလို\nသူမအမေနေမကောင်းတဲ့အတွက် သူကိုပြန်ခေါ်လာဖို့\nမွန်ဂိုကစုံထောက်မလေးဖြစ်သူမွန်ဟောက တာ၀န်ယူဆောင်ရွက်ပေးရပါတယ်။\nဒါကြောင့် မွန်ဂိုစုံထောက်မလေးမွန်ဟောတစ်ယောက်\nတာ၀န်ထမ်းဆောင်ဖို့ ကိုရီးယားကိုရောက်လာတဲ့အခါ\nကိုရီးယားဖက်က အလွဲတွေလုပ်တတ်ပြီး ကြောက်တတ်တဲ့\nရဲဖြစ်သူ ဒုန်းမင်းနဲ့ ဆုံတွေ့ဖို့ဖြစ်လာပါတယ်။\nမွန်ဂိုမော်ဒယ်မလေး တိုရာချယ်ပျောက်ဆုံးမှုကို\nကိုရီးယားဖက်ကစုံစမ်းနေသလို မွန်ဟောကလည်းစုံစမ်းဖို့ဖြစ်လာပါတယ်။\nအမှုသွားအမှုလာကထင်ထားသလိုရိုးရိုးပျောက်ဆုံးမှုမျိုး မဟုတ်ပဲ\nမထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေ၊ဖုံးကွယ်မှုတွေရှိလာတဲ့အခါ\nကိုရီးယားနဲ့မွန်ဂို စုံထောက်နှစ်ယောက်အဖို့ ခေါင်းကိုက်စရာတွေဖြစ်လာပါတယ်။\nရဲလုပ်လာထဲကအကြမ်းမဖက်တတ်တဲ့ ဒုန်မင်းနဲ့\nတစ်ခုခုဆိုစိတ်မြန်လက်မြန်စုံထောက်မလေး မွန်ဟောတို့ဆုံတွေ့တဲ့အခါ\nဘယ်လို အလွဲတွေဖြစ်လာမယ်ဆိုတာကို\nဒီကားလေးကိုကြည့်ရင်းခံစားကြည့်စေချင်ပါတယ်။\nStay Home ကာလမှာ ပေါ့ပေါ့ပါးပါးနဲ့ ရီရပြီ\nးကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားလို့ညွှန်းချင်ပါတယ်။\n \nFile Size - 1 GB\nQuality - Web-Dl 1080p\nSubtitle -  Burmese\nTranslator - Moe Pwint\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hot-blooded-detective-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-18-at-5.31.37-PM-144x200.png",
        "title": "Ben 10 Versus the Universe: The Movie (2020)",
        "description": "Ben 10 Versus the Universe: The Movie (2020)=================================IMDb Rating - 6.0/10#UnicodeBen 10ကိုဆိုမသိတဲ့လူမရှိလောက်ပါဘူးနော် အခုကားလေးကတော့Ben 10နဲ့ အာကာသထဲကဂြိုဟ်သားတွေရဲ့တိုက်ပွဲရယ် Ben 10ရဲ့နာရီလေးဘယ်လိုဖြစ်လာလဲရဲ့ နောက်ကြောင်းတွေရယ်ကြားထဲကဆက်စပ်မှုတွေအကြောင်းပါ။ ဘန်တို့ရဲ့ကမ္ဘာဂြိုဟ်ဆီကိုဥက္ကာခဲတစ်ခုဦးတည်လာနေတာကိုသိပ္ပံပညာရှင်ကြီးဖေလ်ကတစ်ဆင့်သိခဲ့ရပါတယ်။ ကမ္ဘာပေါ်ကသာမန်လူဆိုးတွေလောက်ကိုဖမ်းရတာပျင်းနေတဲ့ဘန်ကအာကာသထဲထိသွားပြီး ဥက္ကာခဲကိုလမ်းကြောင်းလွဲအောင်တိုက်ထုတ်ပစ်လိုက်ဖို့စိတ်အားထက်သန်နေပါတယ်။ ဒီစွန့်စားခန်းမှာအရေးကြီးတာကဘန့်ရဲ့နာရီရယ် သုံးတတ်ရင်သုံးတတ်သလိုအစွမ်းထက်တဲ့ နာရီသော့ရယ်ပဲဖြစ်ပါတယ်။ အမှန်တော့လာနေတဲ့ဥက္ကာခဲဆိုတာဂြိုဟ်သားရာဇဝတ်ကောင်ကြီးရဲ့ယာဉ်ပျံပါပဲ သူကဘန့်ရဲ့နာရီသော့ကိုလိုချင်လို့ကမ္ဘာထိလိုက်လာပေမယ့်။ ဘန်ကတော့အာကာသထဲကိုရောက်ပြီးကမ္ဘာနဲ့ အဆက်အသွယ်၊ အထိန်းအချုပ်မဲ့သွားချိန်မှာ နာရီကိုစတီထွင်ခဲ့တဲ့ဂြိုဟ်သားသိပ္ပံပညာရှင်ကြီးနဲ့တွေ့ခဲ့ပါတယ်။ ထိုသိပ္ပံပညာရှင်ကြီးရဲ့အကြံဉာဏ်တွေအကူအညီတွေနဲ့ဘန်ဟာကမ္ဘာကို ကယ်တင်တဲ့ရင်တမမကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #ZawgyiBen 10ကိုဆိုမသိတဲ့လူမရွိေလာက္ပါဘူးေနာ္ အခုကားေလးကေတာ့Ben 10နဲ႔ အာကာသထဲကၿဂိဳဟ္သားေတြရဲ႕တိုက္ပြဲရယ္ Ben 10ရဲ႕နာရီေလးဘယ္လိုျဖစ္လာလဲရဲ႕ ေနာက္ေၾကာင္းေတြရယ္ၾကားထဲကဆက္စပ္မႈေတြအေၾကာင္းပါ။ ဘန္တို႔ရဲ႕ကမာၻၿဂိဳဟ္ဆီကိုဥကၠာခဲတစ္ခုဦးတည္လာေနတာကိုသိပၸံပညာရွင္ႀကီးေဖလ္ကတစ္ဆင့္သိခဲ့ရပါတယ္။ ကမာၻေပၚကသာမန္လူဆိုးေတြေလာက္ကိုဖမ္းရတာပ်င္းေနတဲ့ဘန္ကအာကာသထဲထိသြားၿပီး ဥကၠာခဲကိုလမ္းေၾကာင္းလြဲေအာင္တိုက္ထုတ္ပစ္လိုက္ဖို႔စိတ္အားထက္သန္ေနပါတယ္။ ဒီစြန႔္စားခန္းမွာအေရးႀကီးတာကဘန႔္ရဲ႕နာရီရယ္ သုံးတတ္ရင္သုံးတတ္သလိုအစြမ္းထက္တဲ့ နာရီေသာ့ရယ္ပဲျဖစ္ပါတယ္။ အမွန္ေတာ့လာေနတဲ့ဥကၠာခဲဆိုတာၿဂိဳဟ္သားရာဇဝတ္ေကာင္ႀကီးရဲ႕ယာဥ္ပ်ံပါပဲ သူကဘန႔္ရဲ႕နာရီေသာ့ကိုလိုခ်င္လို႔ကမာၻထိလိုက္လာေပမယ့္။ ဘန္ကေတာ့အာကာသထဲကိုေရာက္ၿပီးကမာၻနဲ႔ အဆက္အသြယ္၊ အထိန္းအခ်ဳပ္မဲ့သြားခ်ိန္မွာ နာရီကိုစတီထြင္ခဲ့တဲ့ၿဂိဳဟ္သားသိပၸံပညာရွင္ႀကီးနဲ႔ေတြ႕ခဲ့ပါတယ္။ ထိုသိပၸံပညာရွင္ႀကီးရဲ႕အႀကံဉာဏ္ေတြအကူအညီေတြနဲ႔ဘန္ဟာကမာၻကို ကယ္တင္တဲ့ရင္တမမၾကည့္ရမယ့္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/ben-10-versus-the-universe-the-movie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-17-at-11.05.16-PM-135x200.png",
        "title": "Cats & Dogs: The Revenge of Kitty Galore (2010)",
        "description": "Cats & Dogs: The Revenge of Kitty Galore (2010)==================================IMDb Rating - 5.3/10#Unicode“My name is Bond..James Bond” လို့ကြားလိုက်တာနဲ့ ဆန်းသစ်တဲ့နည်းပညာတွေကိုသုံးပြီးလူဆိုးတွေကို စုံစမ်းဖော်ထုတ်တဲ့ အထူးအေးဂျင့်ကြီးကိုပြေးမြင်ကြပါလိမ့်မယ်။ ဒီကားလေးကတော့James Bondလိုမျိုး နည်းပညာကို သုံးပြီး လူဆိုးကိုရှာဖွေဖော်ထုတ်တဲ့ ထောက်လှမ်းရေးကားလေးတစ်ကားပါပဲ။ အဲ James Bond နဲ့မတူတာက ဒီကားလေးထဲက အထူးအေးဂျင့်လေးတွေက ခွေးလေးကြောင်လေးတွေဖြစ်နေတာပါ။ ခွေးတွေကိုအပြတ်ရှင်းပြီး လူသားတွေကိုအုပ်ချုပ်ချင်နေတဲ့ ကြောင်ဆိုးမလေး ကစ်တီဂလိုရီကို ခွေးအေးဂျင့်တွေဖြစ်တဲ့ ဒစ်ဂ် ၊ ဘတ်ချ်၊ ကြောင်အေးဂျင့်မလေး ကတ်သရင်းတို့နဲ့ရူးကြောင်ကြောင်ခိုလေး ရှိန်းမက်စ်တို့ အတူပူးပေါင်းဖော်ထုတ်တားဆီးကြတဲ့ အိမ်မွေးတိရိစာ္ဆန်လေးတွေရဲ့စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားပါ။ နောက်ပြီးတော့ ၂၀၁၀ ကထွက်ခဲ့တဲ့ ကားလေးဆိုတော့ ၂၀၁၀တုန်းကအကြောင်းလေးတွေကိုပြန်တွေးရင်း အေးအေးဆေးဆေးကြည့်လို့ကောင်းတာပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi“My name is Bond..James Bond” ...",
        "rating": "5.6",
        "url": "https://megaup.net/2fkx1/Cats.and.Dogs.The.Revenge.of.Kitty.Galore.2010.BluRay.1080P.5.1CH[CM].mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iM8n4nZJPR2abpnyZ36FUgHiRjr.jpg",
        "title": "Warrior(2011)",
        "description": "Warrior(2011) အညွှန်း*******************IMDb Rating            .........  8.2/10Rotten Tomatoes   .........   83%((အလန်းစားကားမို့ 1080P5.1CH ပါ လုပ်ပေးထားပါတယ်...)) အရက်စွဲရာမှ ပြန်လည်နာလန်ထူနိုင်ဖို့ ကြိုးစားနေတဲ့ ဖခင်ဖြစ်သူ \"ပက်ဒီ\" ဆီကို..... နှစ်ပေါင်းများစွာ ခွဲခွာသွားပြီး သူ့ကိုစိတ်နာနေခဲ့တဲ့ သားဖြစ်သူ မရိန်းတပ်သားဟောင်း တွန်မီ ရောက်လာပြီးတော့ ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲသမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ “စပါတာ”ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်... ပက်ဒီ တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့ လေ့ကျင့်ပေးရတဲ့ အခွင့်အရေးကို အသုံးချပြီး နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်... ပက်ဒီ မှာ  တွန်မီ လိုပဲ သူ့ကိုအသိအမှတ်မပြုဘဲ စိတ်နာနေတဲ့ ဘရန်ဒန် ဆိုတဲ့....(လက်ဝှေ့သမား ဘ၀မှ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့) အိမ်ထောင်သည် သားတစ်ယောက်လည်းရှိနေပါသေးတယ်... ဘရန်ဒန် ကတော့ ရောဂါသည်သမီးငယ်ရဲ့ ဆေးကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/warrior2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/wish-upon-155x200.jpg",
        "title": "Wish Upon a Unicorn 2020",
        "description": "ဒီကားလေးက ၂၀၂၀မှာထွက်ရှိတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ ဘ၀မှာယုံကြည်မှုကအရေးအကြီးဆုံးဖြစ်ကြောင်းကိုမီးမောင်းထိုးပြပေးထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ ဇာတ်လမ်းအကျဥ္းကတော့ အဓိကဇာတ်ကောင်လေးတွေဖြစ်ကြတဲ့ အမ်မာနဲ့မီယာတို့ညီအစ်မနှစ်ယောက်တို့ရဲ့အမေကလွန်ခဲ့တဲ့တစ်နှစ်လောက်ကကွယ်လွန်သွားတာပါ သူတို့ဟာစီးပွားရေး ပညာရေးအဘက်ဘက်ကကံည့ံတွေ၀င်တာကြောင့်ချီကာဂိုကနေ သူ့အဘွားရှိနေတဲ့မွေးမြူရေးခြံလေးကိုသူတို့အဖေနဲ့အတူရောက်ရှိလာကြပါတယ် မြို့နယ်လေးကိုရောက်ပီးနောက် မှာလဲအစစအရာရာအဆင်မပြေခဲ့ပါဘူးတစ်နေ့မှာ မီယာက အရောင်တလက်လက်ဖြစ်နေတဲ့နေရာကိုမြင်တွေ့ခဲ့ပီး ၀ီလီယန်ဆိုတဲ့အဘိုးကြီးရဲ့ပြောကြားချက်အရ ဒဏ္ဍာရီမြင်းတွေဟာ ကံကောင်းခြင်းကိုယူဆောင်လာနိုင်တာကြောင့် ဖမ်းဖို့ပြင်ဆင်ခဲ့ပါတယ် ရော့ကိုလို့နာမည်ပေးထားတဲ့ဒဏ္ဍာရီမြင်းလေးကိုရပီးတဲ့အချိန်မှာ ကံကောင်းလာပီးအစစအရာရာအဆင်ပြေလာခဲ့ပါတယ် ဒါပေမဲ့ ဒဏ္ဍာရီလာမြင်းလေးသူတို့ဆီမှာရှိနေတာကို ၀ီလီယန်ဆိုတဲ့အဘိူးကြီးသိသွားပီးနောက် မှာ မြင်းရဲ့ချိုကိုချိုးပီးသွေးသောက်ပီး ထာ၀ရအသက်ရှင်ဖို့ရည်ရွယ်ထားကာ မြင်းလေးကို သူ့ကိုယ်ကျိုးအတွက်အသုံးပြုဖို့ဖမ်းဆီးသွားပါတော့တယ် ဒီတော့ အဘိုးကြီးရဲ့အကြံအစည်အောင်မြင်မလား အမ်မာနဲ့မီယာ ညီအစ်မနှစ်ယောက်ကဒီမြင်းလေးကိုဖမ်းပီးသစ်တောထဲကိုပြန်ပို့နိုင်မလားဆိုတာစိတ်လှုပ်ရှားစွာနဲ့စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… Webrip 1080p / 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Zhang Yu Yan",
        "rating": "5.6",
        "url": "https://megaup.net/1zbo8/Wish.Upon.A.Unicorn.2020.1080p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96OFYM1mP6UJ0NOXDM2zL3APsnp.jpg",
        "title": "Cagefighter: Worlds Collide(2020)",
        "description": "Cagefighter: Worlds Collide(2020)မေဝယ်သာနဲ့ ကော်နာမက်ဂရေဂေါ်တို့ ထိုးသတ်တဲ့ပွဲဆိုရင် တော်တော်များများသိကြပါလိမ့်မယ်\nမေဝယ်သာဟာ Boxing သမားပါ...Boxing ကရှင်းတယ်...ခါးပတ်အပေါ်ပိုင်းကိုပဲ တိုက်ခိုက်လို့ရမယ်...လက်သီးနဲ့ပဲထိုးလို့ရမယ်...ဒူးတွေ တံတောင်တွေ ခေါင်းတွေ ခြေထောက်တွေ ဘာမှပါမရဘူး...\nကော်နာကျတော့ MMA သမား...MMA က အကုန်ရောထားတာ...ခေါင်းနဲ့တိုက်တာတွေ မှောက်နေတုန်းမကန်ရတာတွေဘာတွေကလွဲရင် ကွန်ဖူးတတ်ရင် ကွန်ဖူးနဲ့ချ...သိုင်းပြောင်းပြန်တတ်ရင် သိုင်းပြောင်းပြန်နဲ့ချ...အကုန်ချလို့ရတယ်\nအဲ့မှာမှ အဲ့လိုစည်းမျဉ်းစည်းကမ်းမတူတဲ့နယ်ပယ်နှစ်ခုက ဖိုက်တာနှစ်ယောက်ကို ပြိုင်ပွဲလုပ်ပေးလိုက်တော့ ပရိသတ်တွေရူးပြီလေ...ဒါမျိုးပွဲအကုန်ကြည့်ချင်ကြတာပေါ့\nဒီကားမှာလည်း ထူးမခြားနားပဲ\nMMA နဲ့ AEW(WWE လိုမျိုး) ကို စင်ပေါ်မှာပေးတွေ့လိုက်တယ်...\nThe Rock တို့ John Cena တို့ဆိုရင် သိကြမှာပါ...သူတို့က WWE သမားတွေ...မြန်မာကလူတချို့ရော ကမ္ဘာကလူတချို့ကပါ လုပ်ပွဲတွေ၊သရုပ်ဆောင်တာတွေလို့ ဝေဖန်နေကြတဲ့နယ်ပယ်တစ်ခုကပေါ့\nMMA ကတော့ အတည်ချတယ် ဆော်တယ် ချိုးတယ် ကွဲတယ်လို့ အများလက်ခံထားကြတဲ့နယ်ပယ်...\nအောင်လအန်ဆိုင်းတို့ ONE Championship မှာ ချသလိုမျိုးပေါ့\nအဲ့လိုမတူကွဲပြားတဲ့နယ်ပယ်နှစ်ခုက ဖိုက်တာကြီးတွေကိုပေးတွေ့လိုက်တော့ပွဲမစခင်ကတည်းက အင်တာနက်ပေါ်မှာ ဖန်အချင်းချင်းကျိတ်နေပြီဆိုတာမျိုးတွေဖြစ်ကုန်တာပေါ့...ဇာတ်လမ်း ရှယ်ဗျင်း ..ရှယ်ကြမ်း....သရုပ်ဆောင်တွေကလည်း John Moxley ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/cagefighter-worlds-collide2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478862100127-196x300.jpg",
        "title": "The Last Samurai",
        "description": "နေသန်အောလ်ဂရင်း ဟာအင်းဒီးယန်းစစ်ပွဲမှာ\nပါဝင်တိုက်ခိုက်ခဲ့တဲ့အမေရိကန်မြင်းတပ်ရဲ့ကပ္ပတိန်ဖြစ်ပါတယ်။\nစစ်ပွဲမှာတုန်းကသူ့အထက်အရာရှိရဲ့အမိန့်ကြောင့်လုပ်ခဲ့မိတဲ့\nအမှားတွေအတွက်စိတ်ဒဏ်ရာရပြီးအရက်သမားဖြစ်နေသူပါ။\nအောလ်ဂရင်းဟာအထက်အရာရှိဟောင်းနဲ့ပြန်တွေ့ပြီး\nဂျပန်ပြည်ကိုသွားရမယ့်အလုပ်တစ်ခုကမ်းလှမ်းခြင်းခံရပါတယ်။\nဂျပန်ဘုရင်ဟာဂျပန်ပြည်ကိုခေတ်မီတိုးတက်အောင်ပြောင်းလဲနေပေမယ့်\nဆာမူရိုင်းလမ်းစဥ်ကိုလိုက်နာသူတွေဟာအတားဆီးဖြစ်နေတာမို့\nသူတို့ကိုခြေမှုန်းမယ့်ဂျပန်အင်ပါယာတပ်ကို အောလ်ဂရင်းက လေ့ကျင့်ပေးရမှာဖြစ်ပါတယ်။\nအောလ်ဂရင်းကပ္ပတိန်အဖြစ်ဦးဆောင်တဲ့စစ်တပ်ဟာ\nဆာမူရိုင်းတွေကိုသွားတိုက်ရာကနေအရေးနိမ့်သွားပြီးအောလ်ဂရင်းကို\nဆာမူရိုင်းတပ်က ဖမ်းသွားပါတယ်။\nအောလ်ဂရင်းဟာ ဆာမူရိုင်းတွေရဲ့ရွာမှာလပေါင်းများစွာနေထိုင်ခဲ့ပြီးနောက်\nသူတို့ဓလေ့ရဲ့စည်းစနစ်ကျပုံ၊ငြိမ်းချမ်းပုံတို့ကို နှစ်သက်မိသွားတဲ့အခါ\nအောလ်ဂရင်းအနေနဲ့ ဘယ်သူတွေဘက်မှာရပ်တည်သင့်လဲ\nဆုံးဖြတ်ချိန်ကျရောက်လာပါတော့တယ်...\nMission impossible ဇာတ်ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့မင်းသား\nတွမ်ခရုစ်က အဓိကဇာတ်ကောင်အနေနဲ့ပါဝင်ထားပြီး\nဆုတွေလည်းရထားတဲ့ကားမို့မကြည့်မဖြစ်\nဂန္ထဝင်ကားတစ်ကားဖြစ်ပါတယ်။\n \nFile Size - 2.2 gb\nQuality - Bluray 1080p 5.1 ch\nSubtitle -  burmese\nTranslator - Pyi Ti Nyein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/Tilf/The.Last.Samurai.2003.iNTERNAL.1080p.Bluray_5.1_CH_%7BCM%7D.mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9702nIZf5EVxS3FrzycamQUlSjw.jpg",
        "title": "Cut Throat City(2020)",
        "description": "Cut Throat City(2020)သူ့ကြောင့် လူတွေအသက်ရှင်နိုင်ပြီး သူ့ကြောင့် လူတွေသေသွားနိုင်တာ ဘာလဲ ဆိုတဲ့ ပဟေဠိတစ်ခုရှိပါတယ်\nအဖြေကတော့ \"ရေ\" ပါ\n၂၀၀၅ ခုနှစ် အမေရိကန်နိုင်ငံ လူဝီစီယားနားမြို့မှာ တိုက်ခတ်ခဲ့တဲ့ ဟာရီကိန်းမုန်တိုင်း \"ကက်ထရီနာ\" ကြောင့်လူဝီစီယားနားတစ်မြို့လုံးနီးပါး ရေအောက်ရောက်ခဲ့ရပါတယ်\nတစ်မြို့လုံးနီးပါး ပျက်စီးခဲ့ရတဲ့အခါမှာ စီးပွားရေးဆိုတာကတော့ လုံးဝထိုးဆင်းသွားခဲ့တာပါပဲ\nဒါပေမဲ့ အဲ့ဒီဒဏ်ကိုအခံရဆုံးကတော့ လူမည်းတွေပါ...\nလူမည်းတွေရဲ့ ခံယူချက်မှာ \"မုန်တိုင်း\" ဆိုတာဟာ ဘုရားသခင်ဖန်ဆင်းတာမဟုတ်ဘဲလူဖြူတွေက သူတို့ကိုအပြုတ်ဖြုတ်ဖို့ ဖန်တီးထားတာလို့ လက်ခံထားကြပါသတဲ့\nဒီလိုနဲ့ မုန်တိုင်းအပြီး အကုန်လုံးပြုတ်ပြုတ်ပြုန်းချိန်မှာ ဘဝဆိုတာကို စတင်ဝင်ရောက်ကြမယ့်သူငယ်ချင်းလေးယောက် ပိုက်ဆံရဖို့ရုန်းကန်ရင်း တဇွတ်ထိုးရူးမိုက်ကြပုံတွေကို တွေ့မြင်ခံစားရမယ့်ဇာတ်ကြမ်းကားတစ်ကားဖြစ်ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်.....File Size :(900 MB) and (351 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/cut-throat-city2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
        "title": "Around the World in 80 Days (2004)",
        "description": "[Unicode]IMDb rating 5.4/10 ရရှိထားပြီး\nဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။\nနောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။သူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။\nကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။\nသူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်\nပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလား\nလောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလား\nဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး ) [Zawgyi]IMDb rating 5.4/10 ရရွိထားျပီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/around-the-world-in-80-days-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c6nRaE8PEWZXWn3XN4cKPhGGQqO.jpg",
        "title": "God of Fight: Sirasoni (2020)",
        "description": "ဒီတစ်ခါမှာတော့ God of fight : sirasoni ဆိုတဲ့ ကိုရီးယားအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ kim seung kwon က ရိုက်ကူးထားပြီးသရုပ်ဆောင်အနေနဲ့ Baek Jaemin, Lee se ho,Ahn chan woong နဲ့kang dahyun တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဒီအက်ရှင်ကားမှာတော့ ရန်ဖြစ်ထိုးကျိတ်ကြတာကို ရိုက်ကူးပြီး ချယ်နယ်တစ်ခုမှာ ရုပ်သံလွှင့်ရင်းစာဝတ်နေရေးအတွက် ငွေရှာကြရတဲ့ လူတစ်စုကြားမှာ နေရာလုကြတာတွေကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ရိုက်ကူးရေးအတွက် ပီပီပြင်ပြင် သရုပ်ဆောင်ကြတဲ့ အက်ရှင်ကွက်တွေကို မြင်ရမယ့်အပြင်လူ့သဘောသဘာဝ နေရာရဖို့ အချင်းချင်း သစ္စာဖောက် တိုက်ခိုက်ကြတာတွေကိုပါဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့အက်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါလို့ ညွှန်းပေးပါရစေ(ဘာသာပြန်သူကတော့ Kim Hara ပဲဖြစ်ပါတယ်…) File Size : (700 ...",
        "rating": "",
        "url": "https://megaup.net/2f9cm/God_of_Fight_Sirasoni_2020.72_0p.FHDRip.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/the-doorman-136x200.jpg",
        "title": "The Doorman 2020",
        "description": "အယ်လီဟာ ရေတပ်ရဲ့ လက်နက်ကိုင်တပ်ဆာဂျင်တစ်ယောက်ဖြစ်ပါတယ် သံတမန်တစ်ယောက်ကို လိုက်ပါစောင့်ရှောက်ရတဲ့တာ၀န်မှာ သံတမန်နဲ့သူ့ကလေးကိုပါ မကာကွယ်လိုက်နိုင်တဲ့ အယ်လီတစ်ယောက်ကို အတိတ်ရဲ့အရိပ်တွေက အိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတုန်းပါပဲ ဒီလိုနဲ့ အယ်လီတစ်ယောက် သူ့ဦးလေးရဲ့အကူအညီနဲ့ ကယ်ရင်တန် အ‌ဆောက်အဦးကြီးမှာ ဧည့်ကြိုလုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ် ဒီအဆောက်အဦးကြီးကို ပြန်လည်မွမ်းမံဖို့ တိုက်ခန်းနေသူတွေအကုန်ခဏတာ ပြောင်းရွှေ့ကြတဲ့ အီစတာပိတ်ရက်တစ်ရက်မှာ သူခိုးတွေဖောက်ထွင်း၀င်လာပြီး အယ်လီတစ်ယောက် သူတို့ကို ရင်ဆိုင်တိုက်ခိုက်ရင်း သူ့မိသားစုကို ကာကွယ်ပုံကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ် အယ်လီအဖြစ် မင်းသမီး Ruby Rose က သရုပ်ဆောင်ထားပါတယ်\nFile Size : 1GB and 500mb\nQuality : webrip 1080p/ 720p\nFormat…mp4\nDuration…1hr 37 min\nGenre : Action, Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chuck Chuck\nEncoded by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-doorman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFmLncLOxrhqczkwd1trq9JFsCW.jpg",
        "title": "Khaali Peeli(2020)",
        "description": "Khaali Peeli(2020)ဘလက်ကီ နဲ့ ပူဂျာဟာငယ်စဥ်အခါက သူငယ်ချင်းတွေပါ။ သူတို့တွေ ကွဲသွားကြပြီးတဲ့နောက် ဘလက်ကီ ဟာတက်စီဒရိုင်ဘာတစ်ယောက်ဖြစ်လာပါတယ်။\nတစ်ရက်တော့ ပူဂျာက အိတ်တစ်လုံးနဲ့ သူ့ကားပေါ် တက်လာပြီး သူ့ကို လူတစ်စုကအတင်းလက်ထပ်ခိုင်း နေကြကြောင်း ပြောပါတယ်။\nအဲဒီလူတွေကလည်း ပူဂျာကိုမြို့အနှံ့လိုက်လံရှာဖွေပါတော့တယ်။ဒီလိုနဲ့ ၂ယောက်သား မြို့ပြင်ထွက်ပြေးကြဖို့ တိုင်ပင်ကြရာကနေစပြီး.......\nဘာတွေဆက်ဖြစ်ကြမယ်  ဘယ်လိုတွေဆက်ကြမ်းကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး.....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။  File Size :(898 MB) and (322 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://channelmyanmar.org/khaali-peeli2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Huo-Family-Fist-2020-1-136x200.jpg",
        "title": "Huo Family Fist ( 2020 )",
        "description": "သိုင်းကားကောင်းကြိုက်သူတွေအကြိုက်တွေ့စေမယ့်၂၀၂၀ထွက်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ဂျပန်တွေတရုတ်ပြည်ကိုအုပ်စိုးနိုင်ဖို့ ဘိန်းပင်တွေစိုက်ဖို့ ကြိုးစားစဉ်ကာလ...အားရှီလို့ခေါတဲ့မိန်းကလေးဟာရှန်ဟဲမှာအပျော်မယ်လုပ်ဖို့ရောင်းစားခံရရင်းရှန်ဟဲကိုအုပ်စိုးနေတဲ့ ကျင်းကန်ကန်ဂိုဏ်းချုပ်ရဲ့မွေးစားသားအားပေါက်ကိုသတ်မိလိုက်ပေမယ့်သူမရဲ့သိုင်းပညာတော်မှုကြောင့်ဂိုဏ်းချုပ်ရဲ့ချစ်ခင်မှုကိုရပြီး မွေးစားသမီးတော်လိုက်ပါတယ်...ဒီလိုနဲ့ရှန်းလော့မိန်ရဲ့သခင်မရှီဖြစ်လာပြီး ဘိန်းရှူတဲ့နေရာတွေမှန်သမျှကိုလိုက်ဖျက်ဆီးပြီး နယ်မြေသန့်စင်တဲ့အခါ...စခန်းမူးပိုင်နဲ့ ဂိုဏ်းချုပ်ရဲ့မွေးစားသားအားဟူတို့ရဲ့ စီးပွားရေးကိုထိခိုက်စေတဲ့အခါ...သခင်မရှီကိုဘယ်လိုတွေအကောက်ကြံမှာလဲ...နောက်ကွယ်ကအဓိကကြိုးကိုင်သူကဘယ်သူလဲ...သခင်မရှီက ဟော့ကျားချွမ်သိုင်းကွက်နဲ့ရန်သူကို ဘယ်လိုအနိုင်ယူမလဲ...တိုက်ခိုက်မှုတွေကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပြီးသခင်မရှီနဲ့ ဟော့ကျားချွမ်ဂိုဏ်းရဲ့ဆက်ခံသူ ဟော့ကျားစိမ်းတို့ရဲ့အချစ်ကိုလဲ မြင်တွေ့ရမှာပါ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/huo-family-fist-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csXyZ1BsDBlH0PXkOFWxggEf9WF.jpg",
        "title": "Street Kings(2008)",
        "description": "Street Kings(2008)၂ တွမ် က မူးယစ်ဆေးနဲ့ လူကုန်ကူးမှု တိုက်ဖျက်ရေးဌာနက စုံထောက်တစ်ယောက်ပါ။ဒုစရိုက်မှုတွေများလှတဲ့မြို့မှာ လူဆိုးတွေဟာ ထောင်နဲ့ကူးချည်သန်းချည်လုပ်ရင်းပြဿနာမျိုးစုံရှာနေတဲ့ပုံကို သူက မျက်မုန်းကျိုးနေဟန်ပဲ...ဒါ့ကြောင့် ဒီလိုခပ်ဆိုးဆိုးကောင်တွေနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပြီဆိုရင်ရဲတွေရဲ့ ထိတွေ့မှုစည်းကမ်းတွေကိုကျော်လွန်ပြီး လက်ဉီးမှုရယူတတ်သလို အပျောက်သတ်ပစ်လေ့လည်းရှိတယ်.....သူ့ကြည့်ရတာဒီလိုမျိုး လုပ်နေကြပုံပဲ....သူကစပြီးပစ်တဲ့ပုံမပေါက်အောင် ခြေရာလက်ရာတွေဖျောက်တတ်သလိုလှုပ်ရှားပုံတွေကလည်း သွေးအေးတည်ငြိမ်လွန်းတယ်...ဒီအခြေအနေတွေကို သူတို့ ရဲအချို့က သဘောမကျဖြစ်နေကြသလိုအခွင့်ကြုံရင်ချောက်ချဖို့ရည်ရွယ်ထားတဲ့သူတွေလည်းရှိတယ်.....အဲ့ဒီနောက်မှာတော့ တွမ်တစ်ယောက် ပြဿနာအကြီးကြီးကြုံပါတော့တယ်.....ဒီကားကမင်းသားကြီး  Keanu Reeves အဓိကပါဝင်ထားပြီး အခြားနာမည်ကြီးသရုပ်ဆောင်များစွာပါတယ်...ဇာတ်လမ်းအစကထဲက ဗျင်းပါတယ်....ဇာတ်အိမ်လည်းကောင်းသလိုအစအဆုံး ရင်တထိတ်ထိတ်နဲ့ကိုကြည့်ရတာပါ......စပွိုင်လာြဖစ်မှာစိုးလို့ ဒီလောက်နဲ့တော်ပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်....File Size :(1.99GB)(942 MB) and (347 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/street-kings2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rW0sgfExI63A3CEXMZ1hXlmyxC.jpg",
        "title": "Unalterable (2019)",
        "description": "Unalterable (2019)ဂွမ်ဆန်းဂွန်းဟာ အားကစား တက္ကသိုလ်က သမားတစ်ယောက်ဖြစ်ပါတယ်......ဝါသနာအရင်းခံရှိပေမဲ့ မိသားစုပတ်ဝန်းကျင်က Gangster တွေဖြစ်နေလေတော့သူလည်း သွေးပါခဲ့ပုံရပါတယ်...အရာရာ လက်ရဲဇက်ရဲပေါ့...ဒီလိုအချိန်မှာပဲ အဖွဲ့အတွင်းမညီမညွှတ်မှုတွေရှိလာတဲ့အပြင် ခေါင်းဆောင်ဖြစ်သူကလည်းသစ္စာမဲ့တဲ့လုပ်ရပ်တွေလုပ်လာတော့ ဆန်းဂွန်းတစ်ယောက် အားကစားသမားဘဝကိုစွန့်လွှတ်ပြီးခေါင်းဆောင်ဖြစ်တဲ့သူကိုဖြုတ်ချင် အဖွဲ့ခေါင်းဆောင်သစ်အဖြစ်ဝင်လုပ်ကိုင်ဖို့ကြိုးစားပါတော့တယ်..အဲ့ဒီအချိန်မှာဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ.,,,,ခေါင်းဆောင်ဖြစ်ပြီးအချိန်မှာရော ဘယ်လိုပြဿနာမျိုးစုံကြုံရမလဲဆိုတာကိုတော့Gangster ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(907 MB) and (358 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-faceless-boss2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syeNd65mvjGGlXjTaMA1UMHoo9t.jpg",
        "title": "4th Period Mystery (2009)",
        "description": "[Unicode]CM fan တွေအတွက် နောက်ထပ် Thriller တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားမှာ Memorist/My Strange Hero/I'm not a Robot ဇာမ်လမ်းတွေက မင်းသား Yoo Seung-Ho က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဟန်ဂျောင်ဟွန်းဟာ ကျောင်းရဲ့ အထူးချွန်ဆုံး နံပါတ် ၁ ကျောင်းသားပါသူတို့အတန်းထဲမှာ ဆံပင်ရှည်အလယ်ခွဲကို မျက်နှာမှာ လိုက်ကာလိုကာထားတဲ့ ကျောင်းသူ လီဒါဂျောင်းလည်းရှိပါတယ်ဒါဂျောင်းကတော့ မှုခင်းဝတ္ထုတွေကြိုက်နှစ်သက်ပြီးအမြဲတမ်းဖတ်လေ့ရှိပါတယ်တစ်ရက်မှာ အတန်းထဲက ထယ်အင်ဆိုတဲ့ ကျောင်းသားတစ်ယောက် ပါးစပ်ကသွေးတွေအန်ရင်းမေ့လဲသွားပြီးဆေးရုံရောက်တော့စစ်ဆေးကြည့်တဲ့အခါ သူသောက်လိုက်တဲ့ အအေးထဲမှာ အဆိပ်ခတ်ထားတယ်လို့ သိလိုက်ရပါတယ်သိပ်မကြာခင်မှာပဲ ဂင်ထယ်ဂယူဆိုတဲ့ ကျောင်းသား အတန်းထဲမှာသတ်ခံလိုက်ရတဲ့နောက်အဲ့အခါမှာ နံပါတ် ၁ သံသယရှိသူ ဟန်ဂျောင်ဟွန်းဖြစ်သွားခဲ့ပါတယ်တရားခံက ဘယ်သူဖြစ်မလဲ\nဘယ်သူက ကျောင်းသားတစ်ယောက်ကို ရက်ရက်စက်စက်သတ်တာလဲ\nနောက်ဆုံးဖော်ထုတ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]CM fan ေတြအတြက္ ေနာက္ထပ္ Thriller တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားမွာ Memorist/My Strange ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/4th-period-mystery-2009/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/323124652-161x200.jpg",
        "title": "The Mongolian Connection (2020)",
        "description": "The Mongolian Connection (2020)=========================IMDb Rating - 5.2/10#Unicode၂၀၂၀မှာ ထွက်ရှိထားတဲ့  မွန်ဂိုလီးယားအက်ရှင်ကားကောင်းလေးတစ်ကားပါ။ လူကုန်ကူးနေတဲ့ အဖွဲ့ကိုစုံစမ်းဖို့အတွက်သူလျှိုအနေနဲ့တာဝန်ထမ်းဆောင်နေတဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်ဝိတ်ဒ်တစ်ယောက် မွန်ဂိုမှာ အခြေချနေတဲ့ မကောင်းတာကို အကုန်လုပ်တဲ့ရုရှားဂိုဏ်းက ဆဲရစ်ခ်ဆိုတဲ့လူတစ်ယောက်ကို ဖမ်းဆီးခဲ့မိပါတယ်။ အဆိုပါဆဲရစ်ခ်ကို သူ့မူလနိုင်ငံဖြစ်တဲ့မွန်ဂိုကို ပြန်လည်လွှဲအပ်ရာမှာ အစောင့်အနေနဲ့လိုက်သွားခဲ့ရတဲ့ အေးဂျင့်ဝိတ်ဒ်ဟာ ကြမ်းကြမ်းရမ်းရမ်းရှိတဲ့ မွန်ဂိုကစုံထောက်ကြီးဂန်ဇိုနဲ့ပူးပေါင်းပြီး ဆဲရစ်ခ်ကိုမွန်ဂိုတရားရုံးဆီပို့ဖို့လုပ်ခဲ့ကြပါတယ်။ မွန်ဂိုမှာထင်တိုင်းကြဲနေတဲ့ ဆဲရစ်ခ်ရဲ့ဂိုဏ်းက ဆဲရစ်ခ်ကိုတရားရုံးဆီမပို့နိုင်အောင် နည်းလမ်းမျိုးစုံနဲ့တားကြတဲ့အခါ… ဘာတွေဆက်ဖြစ်ပြီး ဘယ်လိုတွေဝုန်းဒိုင်းကြဲမှာလဲဆိုတာကိုတော့ဇာတ်လမ်းကိုကြည့်ရှုခံစားရင်း အဖြေရှာ ကြည့်ကြတာပေါ့…(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi၂၀၂၀မွာ ထြက္ရွိထားတဲ့ မြန္ဂိုလီးယားအက္ရွင္ကားေကာင္းေလးတစ္ကားပါ။ လူကုန္ကူးေနတဲ့ အဖြဲ႕ကိုစုံစမ္းဖို႔အတြက္သူလွ်ိဳအေနနဲ႔တာဝန္ထမ္းေဆာင္ေနတဲ့ အက္ဖ္ဘီအိုင္ေအးဂ်င့္ဝိတ္ဒ္တစ္ေယာက္ မြန္ဂိုမွာ အေျခခ်ေနတဲ့ မေကာင္းတာကို အကုန္လုပ္တဲ့႐ုရွားဂိုဏ္းက ဆဲရစ္ခ္ဆိုတဲ့လူတစ္ေယာက္ကို ဖမ္းဆီးခဲ့မိပါတယ္။ အဆိုပါဆဲရစ္ခ္ကို သူ႔မူလႏိုင္ငံျဖစ္တဲ့မြန္ဂိုကို ျပန္လည္လႊဲအပ္ရာမွာ အေစာင့္အေနနဲ႔လိုက္သြားခဲ့ရတဲ့ ေအးဂ်င့္ဝိတ္ဒ္ဟာ ၾကမ္းၾကမ္းရမ္းရမ္းရွိတဲ့ မြန္ဂိုကစုံေထာက္ႀကီးဂန္ဇိုနဲ႔ပူးေပါင္းၿပီး ဆဲရစ္ခ္ကိုမြန္ဂိုတရား႐ုံးဆီပို႔ဖို႔လုပ္ခဲ့ၾကပါတယ္။ မြန္ဂိုမွာထင္တိုင္းႀကဲေနတဲ့ ဆဲရစ္ခ္ရဲ႕ဂိုဏ္းက ဆဲရစ္ခ္ကိုတရား႐ုံးဆီမပို႔ႏိုင္ေအာင္ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-mongolian-connection-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Agent-Crazy-Flower-2020-1-136x200.jpg",
        "title": "Miss Agent ( 2020 )",
        "description": "ဒီကားကတော့ ၈လပိုင်း၂၀၂၀မှာထွက်ထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်...မိန်းကလေးလျို့ဝှက်အေးဂျင့်ရဲ့ sexyဆန်ဆန်လှပစွာတိုက်ခိုက်မှုတွေကိုတွေ့မြင်ရမှာပါအရှေ့တောင်အာရှဆိုတဲ့နယ်မြေမှာ ကိုယ်တွင်းအဂ်ါတွေကိုမှောင်ခိုရောင်းချနေတဲ့Mဂိုဏ်းရဲ့ခေါင်းဆောင်ပါးစုန့်ဟာ သူ့ရဲ့ပါတနာတွေနဲ့လမ်းကြောင်းအသစ်တွေအတွက်ဆွေးနွေးပွဲလုပ်နေချိန်မှာ ATOအဖွဲ့ရဲ့လျို့ဝှက်အေးဂျင့်ဖြစ်တဲ့ ယာမိန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ပါးစုန်ကိုဖမ်းဖို့အပျော်မယ်အသွင်နဲ့ရောက်လာပါတယ်...ဒီလိုနဲ့ဗုံးပေါက်ကွဲမှုဖြစ်ပေါပြီးယာမိန်မသေခဲ့ပဲ သာမန်လူဘဝနဲ့ ချစ်သူဖန်းလိနဲ့အတူ ဇာတ်မြှုပ်ကာဘဝကိုဖြတ်သန်းနေပါတယ်...တစ်နေ့မှာ ယာမိန်ရဲ့ဘဝမှန်ကိုသိတဲ့သူတစ်ယောက်ကဖန်းလိကိုပြန်ပေးဆွဲပြီး Mဂိုဏ်းက လူတွေကိုသတ်ပေးဖို့ကမ်းလှမ်းပါတော့တယ်...ယာမိန်က ဖန်းလိကိုကယ်တင်နိုင်ပါ့မလား....ဘယ်လိုအန္တရာယ်တွေကသူ့ကိုစောင့်ကြိုနေမှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/miss-agent-2020/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ0NTE5NjUtZTQ5Mi00NWY0LTg3NDctNGI5NWIwNjdhYjA5XkEyXkFqcGdeQXVyMzcwMjU2NQ@@._V1_-160x200.jpg",
        "title": "Bawaal (2023)",
        "description": "Bawaal(2023)\nIMDb-7.0/10အောင်မြင်လာတဲ့နာမည်နဲ့အတူ ဗလကြီးပါရှယ်မိုက်လာတဲ့ မင်းသားဗာရွန်းနဲ့\nမင်းသမီးချော ဂျန်ဗီကပူးရ်တို့အဓိကပါဝင်ထားတဲ့ ဟင်ဒီစကားပြော\nဘောလိ၀ုဒ်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ကျွန်တော်တို့ဘ၀တွေမှာ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို ပတ်ဝန်းကျင်ကိုပြချင်ကြတာကိုက\nလူ့သဘောသဘာ၀လိုဖြစ်နေကြတယ်။အတွင်းစိတ်မှာ ပွက်လောရိုက်ဆူညံနေပေမယ့်\nအပြင်မှာကျ မပွင့်မလင်းနဲ့အေးတိအေးစက်နေတာမျိုး။သူများအထင်ကြီးလေးစားတာကို\nလိုချင်တော့ သူများဘယ်လိုမြင်သွားမလဲဆိုတဲ့စိတ်နဲ့ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို\nပြပေးရင်း ပြပေးရင်း ကိုယ်ဘာကောင်လဲဆိုတာ ကိုယ်တိုင်မသိနိုင်တော့တာတွေ။ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီးက မြို့လေးမှာရှိတဲ့ လူတကာအထင်ကြီးအားကျရတဲ့ အကိုကြီးအဂျူး။\nအထင်မကြီးကြီးအောင် အားမကျကျအောင်လည်း အဂျူးက မုသားမျိုးစေ့တွေဖြန့်ကြဲထားခဲ့လေတော့။\nကိုယ်စိုက်တဲ့အပင်ဆိုတာ ကိုယ်ရိတ်သိမ်းရတာပဲမလား။ဒီလိုအလိမ်အညာတွေနဲ့ အဂျူးတစ်ယောက်\nသတို့သမီးလောင်းပေါ်မှာလည်း ပုံစံမှန်မပြခဲ့ဘဲ မုသားတွေနဲ့ပဲလက်ထပ်တာကအစ။အထင်အကြီးခံချင်တဲ့အဂျူး\nလူတကာလေးစားစေချင်တဲ့အဂျူး သူ့ဇနီးသည်ဆီမှာရှိတဲ့ရောဂါက သူ့ကိုလူပုံအလယ်မှာ\nအရှက်ကွဲစေမှာပဲလို့တွေးခဲ့တယ်။အဲဒီစိတ်နဲ့ပဲ ဘယ်သွားသွားဇနီးဖြစ်သူကို ခေါ်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲ သူတို့ရဲ့ကြားထဲက ဆက်ဆံရေးကဘယ်လိုဘယ်ဝယ်ဖြစ်လာမလဲဆိုတာ သင်ခန်းစာယူရင်း\nရှင်သန်ကြရတဲ့ဘ၀မှာ မိမိရဲ့အစစ်အမှန်ပုံစံအတိုင်းပဲ နေကြည့်ကြရအောင်လား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Cherry~Zwe~BpL~Aditi~Yunniတို့ပါ)\nFile size…5.1GB / 1.89GB / 791MB\nQuality…4k HEVC AMZ WEL DL /1080p WEBDL AAC5.1CH /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Cherry~Zwe~BpL~Aditi~Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bawaal-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/mgid-arc-imageassetref-shared.betplus-133x200.jpg",
        "title": "Imani (2023)",
        "description": "IMDb 3.5/10 Rotten tomatoes 70% ဒီကားလေးကတော့ ခုလတ်တလောကမှထွက်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် Faith ဆိုတဲ့ အမျိုးသမီးဟာ အတိတ်မေ့ရောဂါကိုခံစားနေရတဲ့ သူဖြစ်ပြီးတော့ သူမရဲ့နေ့စဥ်ဘဝကိုပုံမှန် ဖြတ်သန်း နေနေရာကနေပြီးတော့ သူမရောဂါပြန်သက်သာလာပြီးတော့ မှတ်ဉာဏ်တွေကို အိမ်မက်တွေအဖြစ် ပြန်လည်မြင်ယောင် လာခဲ့တယ်။ တစ်ရက်မှာတော့ သူမဟာပြန်ပေးဆွဲခံရပြီးတော့ ရုတ်တရက် ခေါင်းကိုအရိုက်ခံလိုက်ရ ရာကနေပြီးတော့ သူ့ရဲ့မှတ်ဉာဏ်တွေကိုပြန်ရလာတဲ့အချိန်မှာပဲ သူမကိုသတ်ဖို့ကြိုးစားနေတဲ့သူတွေဟာတစ်ယောက်ပြီးတစ်ယောက်ပေါ်လာခဲ့ရာကနေပြီးတော့ ဘယ်လိုတွေဖြေရှင်းသွားလဲဆိုတာကို action ဆန်ဆန်ရိုက်ကူးထားတဲ့ action, mystery , thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…(1.6 GB)/(760 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Thura",
        "rating": "",
        "url": "https://channelmyanmar.org/imani-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shin-kamen-rider-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZhZjU3MzItYjRkNC00MThkLTkyOTgtZDY1MWQxZDExZmJlXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_-137x200.jpg",
        "title": "Stand Up Guys (2012)",
        "description": "ကဲ ဒီတစ်ခါတော့ သရုပ်ဆောင်လည်းဖြစ် စာရေးဆရာလည်းဖြစ် ဒါရိုက်တာလည်းဖြစ်နာမည်ကြီးဇာတ်ကားတစ်ကားဖြစ်တဲ့ Short Circuit 1,2 ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဒါရိုက်တာ Fisher Stevens ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ အဓိက သရုပ်ဆောင်တွေအကုန်လုံးကလည်း နာမည်ကြီး Academy ရမင်းသားကြီးတွေဖြစ်တဲ့\nAlfredo James Pacino, Christopher Walken နဲ့ Alan Arkin တို့လိုဝါရင့်မင်းသားကြီးတွေက Main Role အနေနဲ့သရုပ်ဆောင်ထားပြီတော့ မင်းသမီးတွေကလည်း နာမည်ကြီးတွေပဲနော်ဇာတ်လမ်းကတော့ မင်းသားကြီးသုံးယောက်က မိုက်ဖော်မိုက်ဖက် သူငယ်ချင်းတွေဖြစ်ပြီ သူ့ခေတ်သူ့ခါမှာတော့ ဂျင်တွေပေါ့တစ်နေ့တော့လုပ်ငန်းသဘောအရ သူငယ်ချင်း အချင်းချင်းပြန်သတ်ဖို့ အကြောင်းဖန်လာပြီး အချိန် ၁၀ နာရီလောက်ပဲကျန်တော့တဲ့အချိန်မှာသူငယ်ချင်းတွေ တက်ညီလက်ညီနဲ့ တစ်မျို့လုံးကိုပတ်ပြီ မွှေ တဲ့အကြောင်းကို ဇာတ်အိမ်လေးတည်ထားတာပါ တစ်ခေတ်တစ်ခါက ဇိုးကြီးတွေ ဒီဘက်ခေတ်မှာ ဘယ်လိုတွေ မီးကုန်ယမ်းကုန်သောင်းကြမ်းမလဲဘယ်လိုတွေ ပတ်ပွေးကြမလဲဆိုတာကိုတော့ ဇာတ်ကားကိုသာမြန်မြန်ကြည့်ကြပါတော့လို့ပဲတိုက်တွန်ချင်ပါတော့တယ်Plot ခိုင်ခိုင်မာမာနဲ့ အစွမ်းကုန်လည်းကြမ်း တစ်လွဲလုပ်တာတွေကို ခွီလည်းခွီရမယ့် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/stand-up-guys-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmFmMzk4MGEtYjE3ZS00ZWM0LWI4YzYtMzJjZTRhYTJiYzg1XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Headhunter (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ ဘော်နီယိုကျွန်းစွယ်မှ လောင်းဟောက်စ်ဒေသမှ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ ဓလေ့ထုံးစံများအကြောင်း မြင်နိုင်မဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ငယ်ငယ်ကတည်းက ခင်မင်လာတဲ့ သူငယ်ချင်းလေးယောက်ကြားက ကတိသစ္စာတွေ၊ သုံးပွင်ဆိုင်အချစ်ဇာတ်လမ်းတွေကြောင့် ဖြစ်ပေါ်လာတဲ့ အဖြစ်အပျက်လေးတွေနဲ့ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်ဖို့ ဘယ်လိုအခက်အခဲစမ်းသပ်ချက်တွေကို ဖြတ်ကျော်ရလဲဆိုတာကို ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(860 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, History, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/headhunter-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODk1ZTE1YjktYzc3YS00YjgxLTg5Y2QtZGNkNjY5MmI2YWM3XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warriors Two (1978)",
        "description": "Warriors Two (1978)\n===============\nIMDb Rating - 7.2/10ဂျက်ကီချန်းရဲ့သူငယ်ချင်းလည်းဖြစ် ဂျက်ကီချန်းရယ်လို့ဖြစ်လာ\nစေခဲ့တဲ့ အုပ်တစ်ချုပ်သဲတစ်ပွင့်လည်းဖြစ်ခဲ့တဲ့ Sammo Hung\nကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်သရုပ်ဆောင်ထားတဲ့\nဟောင်ကောင်သိုင်းရုပ်ရှင်ပါ။ သူရိုက်တဲ့ တတိယမြောက်ကားပါ။\nကားကတော့ ဝင်းချွန်းသိုင်းကားပါ။ ဇာတ်အိမ်တည်ထားတဲ့မြို့က\nလည်း ဘရုစ်လီရဲ့ဆရာ ယိမန်ကားတွေမှာပါနေကျ ဖို့ရှန်မှာပါပဲ။\nနောက် ဘရုစ်လီရဲ့ အနီးကပ်ထိုးချက်အကြောင်းလည်း ထည့်ထား\nပါသေးတယ်။ ဒီထဲက ဝင်းချွန်းသိုင်းဆရာကတော့လောင်ရှန်းလို့\nခေါ်တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ပါးပါပဲ။ဝင်းချွန်းကိုတီထွင်ခဲ့တဲ့ ရင်းမြစ်နဲ့ တမျှော်တခေါ်ကြီးမခြာသေးခင်\nကာလမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဇာတ်လမ်းက နည်းနည်းရက်\nစက်သလို ကြည့်ကောင်းတဲ့ဇာတ်ဖြစ်ပြီး သိုင်းကွက်တွေလည်းလန်း\nတော့ ဟောင်ကောင်သိုင်းရုပ်ရှင်ဟောင်းတွေကို ကြိုက်တဲ့လူတွေ\nကြိုက်ကြမှာပါပဲ။ ဟောင်ကောင်သိုင်းရုပ်ရှင်တွေဟာ ဒီတိုင်းအက်\nကြောင်းထပ်ဇာတ်တွေနဲ့တောင် ကြိုက်တဲ့လူတွေတော့ ကြည့်လို့မရိုး\nပါဘူး။ ဒီကားက ဇာတ်လမ်းပါ နည်းနည်းထူးသလိုဖြစ်နေတော့ ပိုကြည့်\nလို့ကောင်းကြမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(2.63 GB) / (890 MB) / (526 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/warriors-two-1978/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tuLYOVsQKz3iX0oUPhJMIzDi4q.jpg",
        "title": "Day Zero (2022)",
        "description": "အောင်လနဲ့ ထိုးသတ်တုန်းကထက် ပိုကြမ်းပြီး ပိုမိုက်မယ့် ဘရန်ဒန် ဗီယာရဲ့ဖိလစ်ပိုင် Zombie ကားကောင်းတစ်ကားလာပါပြီ...။Zombieကားဆိုတော့ ကိုက်မယ်ဆွဲမယ် စတာပါတဲ့အပြင်ဇာတ်လိုက်မင်းသားက US အထူးတပ်သားဟောင်း ဆိုတော့ဖိုက်တင်ခန်းတွေပါ အများကြီးကြည့်ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေမွန်ဟာ အမေရိကန်အထူးတပ်သားဟောင်းဖြစ်ပြီး သူငယ်ချင်းကိစ္စ၊ သူများရန်ပွဲထဲဝင်ပါလွန်းလို့ ထောင်ကျနေရတာပါ...။သူ့မှာ စကားမပြောတတ်နဲ့ သမီးလေးနဲ့ ဇနီးလည်းရှိပါတယ်...။တစ်နေ့ကျတော့ တုပ်ကွေးရောဂါကနေ သန္ဓေပြောင်းပြီး Zombieတွေ‌ပေါ်လာပါတော့တယ်...။ဒီတော့ အေမွန်တစ်ယောက် သမီးနဲ့ ဇနီးကို ကယ်ဖို့ ထောက်ဖောက်၊Zombieတွေနဲ့ တိုက်ခိုက်ပြီး ပွဲကြမ်းပါတော့တယ်...။ဇာတ်လမ်း အစအဆုံး zombie များနဲ့ တိုက်ခိုက်ခန်းတွေ အများကြီးကြည့်ရမယ့် ကားလေးပါ။အဆုံးသတ်မှာ ဘယ်သူတွေ ဘာဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲကြည့်ရှုလို့ရပါပြီ...။  File size…858 MB / 440MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 22m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/day-zero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h7xIcxQTxXfz62AUFNX2Jg6A5vf-143x200.jpg",
        "title": "God Is a Bullet (2023)",
        "description": "God Is a Bullet (2023)ဖြစ်ရပ်မှန်တွေကို အခြေခံထားပြီး Teran Boston ရဲ့ အရောင်းရဆုံးဝတ္ထုဖြစ်ခဲ့တဲ့ \"God Is a Bullet\" ကို ရုပ်ရှင်အနေနဲ့အသက်သွင်းထားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ဘော့ဘ်က သူ့မိန်းမဖြစ်သူနဲ့ ကွာရှင်းထားပြီး သမီးဖြစ်တဲ့ဂါဘီနဲ့ ခွဲနေနေရတာပါ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့အိမ်ကို စေတန်ဂိုဏ်းတစ်ခုက‌ ဝင်စီးပြီး မိန်းမနဲ့ သူ့ရဲ့နောက်ယောက်ျားကို ဘဝပြောင်းပေးသွားတဲ့အပြင် သမီးဖြစ်တဲ့ဂါဘီကိုပါ ပြန်ပေးဆွဲသွားပါတယ်။ဘယ်ကဘယ်လို စလိုက်လို့လိုက်ရမှန်းမသိတဲ့အချိန်မှာ ‌‌တစ်ချိန်က စေတန်ဂိုဏ်းဝင်ဖြစ်ခဲ့ပြီး ‌ထွက်ပြေးလာခဲ့တဲ့ ကေ့စ်က စေတန်ဂိုဏ်းလက်ချက်ဆိုတာကို သိပြီး ဘော့ဘ်ကိုကူညီဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အဲဒီမှာ သူတို့နှစ်ယောက်ပေါင်းပြီး စေတန်ဂိုဏ်းကိုခြေရာခံရင်း ဂါဘီကို ကယ်တင်ဖို့ကြိုးစားကြပါတော့တယ်။ဇာတ်လမ်းက ဒီအပေါ်ကိုအခြေခံထားပေမဲ့ စေတန်ဂိုဏ်းနဲ့မတွေ့ခင်ကြားထဲတင် ပေအတော်ရှည်တယ်ပြောရမယ်။ ဇာတ်ကောင်တွေကို စိတ်ဝင်စားစရာကောင်းအောင် တဖြည်းဖြည်းတည်ဆောက်သွားပြီးမှ လူဆိုးကြီးနဲ့ပေးတွေ့တာမျိုးပေါ့။ ဘော့ဘ်က အမြဲတမ်းစားပွဲခုံထိုင်တဲ့ လူရိုးလူအေးကြီးဖြစ်ခဲ့ပေမဲ့ သမီးဇောနဲ့ တက်တူးတွေထိုး ဂန်းတွေပါကိုင်ပြီး စေတန်ဂိုဏ်းသားတွေကို အမဲလိုက်တဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/god-is-a-bullet-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjShNPbd3ekmU85WkiPbPqvUcOD.jpg",
        "title": "Remp-It 2 (2022)",
        "description": "Remp-it 2 (2022)2022 ခုကထွက်ရှိထားတဲ့ မလေးရှားဆိုင်ကယ်ပြိုင်ပွဲကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယခင်က လမ်းမပေါ်မှာတရားမဝင် ဆိုင်ကယ်ပြိုင်ပွဲတွေ ဝင်ပြိုင်နေတဲ့\nမဒီ တစ်ယောက်လမ်းပေါ်ကနေဆင်းကာ တရားဝင် ဆိုင်ကယ်ပြိုင်ကွင်းထဲဝင်ပြီး ရိုးရိုးသားသားနဲ့ ဆိုင်ကယ်ပြင်ဆိုင်ဖွင့်ပြီး နေနေပါတယ်။\nဒါ့အပြင်ရွိုင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ပါ ဆိုင်ကယ်မောင်းသင်တန်းဖွင့်ပြီး ဆိုင်ကယ်မောင်းနည်းပြအဖြစ်နဲ့ ဘဝကိုကြိုးစားနေသူပါ။\nဒါပေမဲ့ အရင်ကသူနဲ့ ရန်ငြိုးရှိခဲ့တဲ့ ဆိုင်ကယ် ဂိုဏ်းတစ်ခုက ပြန်လည်ပေါ်လာပြီး\nအရင်ကရန်ကြွေးတွေ မဒီရဲ့ ဘဝထဲပြန်ဝင်ရောက်လာတဲ့အခါ ဘယ်လိုပြန်လည်ပြီး ရင်ဆိုင်မလဲ။\nကြားထဲကနေ ဘယ်ကမှန်းမသိတဲ့ သူ့ရဲ့သားဆိုတဲ့ ကလေးတစ်ယောက်ပေါ်လာပြီး\nပေါ့ပေါ့နေပေါ့ပေါ့စားလုပ်တတ်တဲ့ သူ့အကျင့်တွေနဲ့ ဒီကလေးတစ်ယောက်ကို\nဘယ်လို တာဝန်ယူပြီး သားအဖဆက်ဆံရေးကို ဘယ်လိုပြန်လည် တည်ဆောက်မလဲဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p\nFile size… 2.1GB | 969MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://channelmyanmar.org/remp-it-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ruby-gillman-teenage-kraken-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEFQkA9q5yfN5dGqk5X52nH8bST.jpg",
        "title": "The Childe(2023)",
        "description": "The Childe(2023)***************ဒီကားက မထွက်ခင်ကတည်းက လူစိတ်ဝင်စားတဲ့ အကြောင်းတွေအများကြီးရှိတယ်...တစ်ချက်က အဓိက မင်းသားဖြစ်သူဟာ ဒီလို  လက်မရွှံကြေးစားလူသတ်သမားဟန်ပန်မျိုးတစ်ခါမှမရိုက်ဖူးတဲ့ မင်းသား Kim Seon-Ho ဖြစ်နေလို့ပါပဲ.... ဒါ့အပြင် A List သရုပ်ဆောင်တွေများစွာပါဝင်ထားတယ်..ထရောလာလေးပဲကွက်ကြမ်းနေတဲ့ ကားမျိုးမဟုတ်ဘူး..တစ်ကားလုံးကြမ်းသလို သတ်ဖြတ်ခန်းတွေဆိုလည်း အတော်ကြီးကိုမိုက်တယ်...ဖိလစ်ပိုင်ရဲ့မြေအောက်ကြေးစားလက်ဝှေ့လောကမှာကျဉ်လည်နေတဲ့ဖိုက်တာတစ်ယောက်ရှိတယ်....သူက အဖေက ကိုရီးယားလူမျိုးဖြစ်ပြီး အမေက ဖိလစ်ပိုင်လူမျိုးဖြစ်တယ်...လက်ရှိမိခင်နဲ့အတူနေပြီး မိခင်ကျန်းမာရေးမကောင်းတော့ ကြုံရာလူကြိုးဝိုင်းမှာထိုးပြီးပိုက်ဆံရှာနေတယ်..သူ့ရဲ့ရည်မှန်းချက်က ကိုရီးယားမှာရှိတဲ့ဖခင်ကိုရှာဖွေပြီး မိသားစုလေးပျော်ပျော်ရွှင်ရွှင်နေဖို့ဖြစ်တယ်..တစ်နေတော့ကံကောင်းထောက်မစွာ အဖေဘက်က လူတွေကသူ့ကိုရှာတွေ့သွားပြီး ကိုရီးယားကိုလိုက်ခဲ့ဖို့ခေါ်ခဲ့တယ်...ကိုရီးယားကိုအဖေနဲ့တွေ့ဖို့သွားတဲ့အခါမှာ မမျှော်လင့်ဘဲ စစ်တပ်တစ်တပ်စာလောက်ရှိတဲ့ကြေးစားလူသတ်သမားတွေသူ့နောက်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့...File Size : (1.8GB),&(709MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Miri Stary , Treasure Tiff  & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-childe2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-flash-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/back-133x200.jpg",
        "title": "Back To The Devil ( 2020 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ ခေတ်ရေစီးကြောင်းအလိုက်\nမကောင်းမှုတွေကျူးလွန်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ အက်တာနက်ပေါ်ကနေ\nလိမ်လည်မှုတွေကို လိုက်လံဖမ်းဆီးမှုတွေ တင်းကြပ်လာတဲ့အချိန်မှာတော့\nမကောင်းမှုကျူးလွန်သူတွေကတော့ လုပ်နေကျအတိုင်း\nမလုပ်ရမနေနိုင်ဘဲ ဆက်လက်လုပ်ကိုင်ရာကနေမှ နောက်ဆုံးမှာ ဘဝနိဂုံးချုပ်သွားရတဲ့အကြောင်းမကောင်းမှုကျူးလွန်ရတဲ့အကြောင်းရင်းအမြောက်အမြားရှိသော်ငြားလည်း\nမကောင်းမှုပြုသူတို့ဟာ မကောင်းမှုမှန်သမျှတို့ရဲ့ အကျိုးဆက်ကို\nပြန်လည်ခံစားသွားရတဲ့အကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးတော့\nဒီကားလေးကနေတစ်ဆင့် ယနေ့ခေတ်မှာဖြစ်ပျက်နေတဲ့\nနည်းပညာပိုင်းဆိုင်ရာလိမ်လည်မှုတွေကို\nသင်ခန်းစာယူလို့ရတာဖြစ်လို့ ကြည့်ရှုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်.......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Vza5/Back_To_The_Devil_2020_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk0MjgxOTQ5MF5BMl5BanBnXkFtZTgwODA3NTUwNjE@._V1_-135x200.jpg",
        "title": "Dragon Blade (2015)",
        "description": "Dragon Blade (2015)\n===============\nIMDb Rating - 5.9/10ဒီကားကို ငွေရှာဖို့ရည်ရွယ်ချက် ခပ်များများနဲ့ ရိုက်ကူးခဲ့သလို\nငွေလည်း တော်တော်ပြန်ရလိုက်တဲ့ဇာတ်ကားပါ။ Battle Scene\nတွေ တော်တော်ကောင်းတယ်လို့ ပြောနိုင်သလို တဆိတ်ရှိရင်\nဖုန်တလုံးလုံးထ CGI တွေပဲ တွင်တွင်သုံးထားတယ်လို့လည်း\nပြောလို့ရပါရဲ့။ ဘယ်လိုပဲပြောပြော တရုတ်ကားတွေထဲမှာ သူတို့\nယဉ်ကျေးမှုပဲအ‌ကောင်း၊ သူတို့ပဲ အာဇာနည်၊ သူတို့ပဲ ပညာရှိတဲ့\nဇာတ်ကွက်ကသွေဖည်လို့ နှစ်ဖက်မျှမျှတတ သမိုင်းစစ်စစ်ကို ထုတ်\nပြသွားတယ်လို့ ယူဆရပါလိမ့်မယ်။ တရုတ်သိုင်းနဲ့ ရောမအသတ်\nအပုတ်ကို ယှဉ်ပြတဲ့အခါ အလှအပဟန်ကဲတဲ့ တရုတ်သိုင်းဟန်နဲ့\nအင်အားသုံးပြီး ရန်သူကို အချိန်တိုအတွင်း အပြီးသတ်လိုတဲ့ ရောမ\nဂလက်ဒီယေတာဟန်ကိုလည်း ကွဲကွဲပြားပြား မြင်ခဲ့ရပါတယ်။မြို့တော်တည်ဆောက်ရေးလုပ်ငန်းမှာ ဗိသုကာပညာပိုင်းယှဉ်လာတော့\nရောမမြို့ကြီးကို လှပခံ့ညားစွာဆောက်ခဲ့တဲ့ ရောမသားတွေရဲ့ သိပ္ပံနည်း\nစနစ်ကျကျ တည်ဆောက်ရေးပညာက တရုတ်တို့ ရက် ၁၀၀ စီမံကိန်းကို\n၁၅ ရက်နဲ့ အပြီးသတ်တည်နိုင်ခဲ့တာမျိုး။ ကျောက်တုံးကြီးတွေနေရာမှာ\nကျောက်စရစ်ခဲသံသေတ္တာနဲ့ အစားထိုးပြီး မြို့တံတိုင်းထိုးခဲ့ပုံတွေ။ တရုတ်\nတွေ အလေးအပင်တွေကို လူအားနဲ့ ကြိုးဆွဲပြီး မချိမဆန့်တင်နေရချိန်မှာ\nရောမသားတွေရဲ့ အားပြောင်းအားလွှဲဝန်ချီစက်ကြောင့် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dragon-blade-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72ZO0zs9NuEAEsLOMnoPcKnW6sm.jpg",
        "title": "Katharbasha Endra Muthuramalingam (2023)",
        "description": "Kathar Basha Endra Muthuramalingam (2023)\nIMDb-5.4/10\nTeddy(2021) ရုပ်ရှင်ထဲမှာ ၀က်ဝံရုပ်နဲ့အတူ ကြမ်းခဲ့တဲ့\nမင်းသားကြီးအာယာရဲ့ အက်ရှင်ကားအကြမ်းစားကြီး\nထွက်လို့လာပါပြီ။ဖိုက်တင်ခန်းတွေ တောင့်တနေတဲ့\nဘောလိဝုပရိသတ်အတွက် ကြည့်လို့ကောင်းဦးမယ့် ဇာတ်လမ်းပါပဲ။မင်းသမီးက ကိုတိုင်းကြိုက်တဲ့ နှင်းဆီပျို၊ ခက်နေတာ သူက\nဘယ်သူ့ကိုမှ အာရုံမလာဘဲ ခပ်ချေချေပဲနေတာ။ပိုပြီးခက်တာက\nဂန်းစတားအသိုင်းအဝိုင်းထဲက သူမ။သူတို့အသိုင်းအဝိုင်းထဲက\nယောက်ျားကလွဲရင် ဘယ်သူနဲ့မှ ပတ်သက်ခွင့်မပြုထားဘူး။\nပိုပိုပြီးခက်တာက ကျွန်တော်တို့ဇာတ်လိုက်ကျော် ဖိုက်တာကြီးအာယာက\nထောင်ထဲကနေတောင် အာမခံနဲ့ထွက်လာပြီး သူမကိုလာတွေ့ခဲ့ပါရောလား။ကာသာဘာရှာကို သိတဲ့လူတိုင်း ကြောက်ဒူးတုန်ကြသလို\nရွာထဲကလူတိုင်း ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြတဲ့ ဂန်းစတားကြီးတို့ ရင်ဆိုင်တွေ့ ကြတဲ့အခါ။\nဖိုက်တင်ခန်းတွေ အများကြီးနဲ့ ကြမ်းပြမယ့်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~YHတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.7GB / 1.43GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~YH",
        "rating": "",
        "url": "https://channelmyanmar.org/katharbasha-endra-muthuramalingam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coAJgJYVGpnsaEgKsp0kRZbnHIb.jpg",
        "title": "Fight Against Evil Ⅱ (2023)",
        "description": "ရဲဝန်ထမ်းလုပ်နေတဲ့ လီဟုန်ချီးတစ်‌ယောက်ဟာ KTV တစ်ခုမှာအလုပ်လုပ်နေတဲ့ကောင်မလေးတွေအပေါ် လိင်အမြတ်ထုတ်တာတွေ\nတရားမဝင် မူးယစ်ဆေးဝါးရောင်းတာတွေလုပ်ပြီး ငွေမည်းတွေနဲ့ကြီးပွားနေတဲ့ လူမိုက်တွေကို ခြေရာခံမိခဲ့ပါတယ်လူမိုက်တွေရဲ့ အနိုင်ကျင့်မှုကြောင့် တစ်ချို့မိန်းကလေးတွေ sucideလုပ်တဲ့အထိဖြစ်လာခဲ့ပါတယ်လူမိုက်တွေထဲမှာ သူချစ်ရတဲ့ညီလေးတစ်ယောက်လည်းပါနေတာကြောင့် ညီလေးကို ကယ်တင်နိုင်ဖို့ သူဘယ်လိုတွေစုံစမ်းပြီးထုတ်ဖော်မလဲစုံစမ်းရင်းနဲ့ ဘယ်လိုမထင်မှတ်ထားတာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyawt ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p\nFile size… 1GB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyawt\nEncoder ..... LK",
        "rating": "",
        "url": "https://megaup.net/1Vykk/Fight.Against.Evil.II.2023.WEB-DL.1080p.LK.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/czFIaeukSxNEccysQeys1PCkuOG.jpg",
        "title": "Green Zone (2010)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၀ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး Matt Damonရဲ့War/actionဇာတ်ကြမ်းဖြစ်ပါတယ်။ IMDb 6.8နဲ့ RT rating 53%ရထားပြီး အီရတ်နဲ့ အ​မေရိကန်ကြား စစ်​ရေးတင်းမာမှု​တွေဖြစ်ခဲ့တဲ့၂၀၀၃ခုနှစ်ဝန်းကျင်ခန့်ကို ဇာတ်အိမ်တည်ထားပါတယ်။ ရွိုင်း​မီလာက ယူအက်စ်ရဲ့အဖျက်လက်နက် ရှာ​ဖွေ​ထောက်လှမ်း​ရေးအဖွဲ့​​ခေါင်း​ဆောင်ဖြစ်ပြီး အီရတ်နိုင်ငံထဲမှာ အဖျက်စွမ်းအားကြီးတဲ့လက်နက်ကြီးတစ်ခုရှိတဲ့ဆိုတဲ့ အတွင်းသတင်း​ကြောင့် ရှာ​ဖွေမှု​တွေ​နေရာအနှံ့လုပ်​​နေခဲ့တာပါ။ဒါ​ပေမဲ့ သတင်း​ရတဲ့​နေရာ​တွေမှာရှာတိုင်းဘာလက်နက်ကြီးမှ မ​တွေ့ရဘဲ လက်ဗလာနဲ့ပဲ ပြန်လာ​နေရတဲ့​နောက်\n​ထောက်လှမ်း​ရေးကရ​တဲ့ သတင်းက တစ်ခုခုလွဲ​နေတယ်လို့ သံသယဝင်လာပြီး အထက်အမိန့်ကိုဖီဆန်ပြီး သတင်း​ရင်းမြစ်အ​ကြောင်းကိုထဲထဲဝင်ဝင်စုံစမ်းရာက​ ထင်မှတ်မထားမိတဲ့ လျှို့ဝှက်ချက်တစ်ခုကိုသိသွားပြီး အဲဒီကိစ္စရဲ့​နောက်ဆက်တွဲကိစ္စ​တွေကိုပါ ​ဖြေရှင်းဖို့အ​ရေးကြုံလာပါ​တော့တယ်။အဲဒီလျှို့ဝှက်ချက်က ဘာဖြစ်​နေမလဲ။ ဘယ်​လောက်ထိကြီးမားတဲ့ပြဿနာကြီးဖြစ်​နေမလဲ။ မတည်ငြိမ်မှု​တွေဖြစ်​နေတဲ့ အီရတ်​မြေမှာမီလာတို့အဖွဲ့ ဘယ်လိုအခက်အခဲ​တွေကို ရင်ဆိုင်​ကျော်ဖြတ်ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။  File size…2.31GB / 968MB\nQuality…Blu-Ray  1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Drama , Action  , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/green-zone-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk2MDMyNjUwOF5BMl5BanBnXkFtZTcwMjYzNjg1Mw@@._V1_-135x200.jpg",
        "title": "Tomorrow, When the War Began (2010)",
        "description": "Tomorrow, When the War Began (2010)\n=============================\nIMDb Rating - 6.1/10ဒီကားလေးကတော့ ' Tomorrow When The War Began '\nဆိုတဲ့ Australia နာမည်ကြီး စာရေးဆရာ John Marsden\nရေးခဲ့တဲ့ ဝတ္ထုရှည်ကြီးကို ဇာတ်ကားအနေနဲ့ ပြန်လည်အသက်\nသွင်းထားတဲ့ ကားလေးဖြစ်ပါတယ်။ စာအုပ်အနေနဲ့ Tomorrow\nSeries ဆိုပြီးနာမည်ကြီးပြီး 1993 ကနေ 1999 ထိ စုစုပေါင်း 7\nအုပ်ထိ ထုတ်ဝေခဲ့ပါတယ်။ ပထမဆုံးစာအုပ်ဖြစ်တဲ့ Tomorrow\nWhen The War Began စာအုပ်ကတော့ ကမ္ဘာတဝှမ်း စာပေ\nWinner ဆု '8ဆု'၊ Best Book ဘာညာအဖြစ်ရွေးချယ်ခံရတာ\n'5ဆု'၊ Nominated '1ဆု' အထိအောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းမှာတော့ Australia မင်းသမီးချော Caitlin Stasey\nက ခေါင်းဆောင်မင်းသမီးအနေနဲ့သရုပ်ဆောင်ထားပြီး၊\nကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့တဲ့ Peter Pan ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Bukk/Tomorrow.When.the.War.Began.2010.1080p.BrRip.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzI3MWU4ZGEtYzg0Mi00MWY3LThhNjgtNzExMGZiN2RiNTBlXkEyXkFqcGdeQXVyNTQxNzQ4Mjg@._V1_FMjpg_UX1000_-128x200.jpg",
        "title": "The Match-Stick Flame 2: Lunada Bay (2023)",
        "description": "ဒေါ်လ်တန်မက်ချ်စတစ်က နေဗီဆီးလ်တပ်ဖွဲ့ဟောင်းတစ်ဦးဖြစ်ပြီး အာဖဂန်နစ္စတန်မှာစစ်မှုထမ်းခဲ့သူဖြစ်ပါတယ်။ သူ့ရဲ့​အဖေဖြစ်သူ မက်ချ်စတစ်က​ မူးယစ်​ဂိုဏ်း​တစ်ခုမှာပါဝင်ပတ်သက်ခဲ့ပြီးနောက် ဂိုဏ်း​ရဲ့ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့​ မစ္စတာ​တန်ရဲ့သတ်ဖြတ်ခြင်းကိုခံခဲ့ရပါတယ်။ ဒေါ်လ်တန်​က​ မစ္စတာ​တန်ကို လက်စား​ချေနှိမ်နင်းနိုင်ခဲ့ပြီးနောက်​ တစ်နှစ်လောက်​ အနားယူနေခဲ့ရပါတယ်။ဖခင်ဖြစ်သူသေဆုံးမှုနဲ့​ စစ်​ပွဲအတွင်းကရခဲ့တဲ့ စိတ်ဒဏ်ရာ PTSD​ ဝေဒနာများကြောင့် တစ်ဦးတည်းဇာတ်မြှုပ်နေထိုင်ခဲ့ရာမှ​ တစ်နှစ်အကြာမှာတော့ ဇာတိ​ဖြစ်တဲ့​ ကယ်လီဖိုးနီးယားကို​ ပြန်​လာခဲ့ပါတယ်။အဲဒီအချိန်မှာ​ သူ့အဖေ​ မက်ချ်စတစ်မှာ​ တိုက်ဂါးလို့ခေါ်တဲ့သားတစ်ယောက်ရှိသေးပြီး တိုက်ဂါး​ဟာ​ ဟော​လီးဝုဒ်မြို့က​ လူဆိုးဂိုဏ်းတစ်ဦးကိုဦးစီးနေကြောင်း သိလိုက်ရပါတယ်။ တစ်ချိန်​တည်းမှာပဲ လူနာဒါဘေး​ဂိုဏ်း​ဟာ​ ပြည်နယ်​တစ်ခုလုံးက​ ကမ်းခြေ​တွေကိုကြီးစိုးထားပြီး ဂလက်ဆီလို့ ခေါ်တဲ့ မူးယစ်​ဆေးတစ်မျိုးကိုဖြန့်ချိနေတာကို​ သိလို​က်ရချိန်မှာတော့ ဒေါလ်​တန်​တစ်ယောက်​ လူနာဒါဘေး​ဂိုဏ်း​ကို ဖြို​ခွဲဖို့ကြိုးစားရပါတော့တယ်။ ဒီ​ဇာတ်ကား​က​ 2023​ မှာထွက်ရှိခဲ့တဲ့ Action/Drama အမျိုးအစား​ဖြစ်ပါတယ်။ ဘတ်ဂျက်နည်းနည်းနဲ့ ရိုက်ကူး​ထားတဲ့​ဇာတ်ကား​ဖြစ်​ပြီး​ Elite Marketing Excellence​ ကုမ္ပဏီ​က​ ထုတ်လုပ်​ထားတာ​ဖြစ်​ပါတယ်။ သမားရိုးကျ​ အက်ရှင်ကားဖြစ်ပြီး Match-Stick​ Flame 2 ကိုနားလည်ဖို့အတွက်​ ပထမ​ဇာတ်​ကားကိုကြည့်စရာမလိုပါဘူး။File ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-match-stick-flame-2-lunada-bay-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjExNTgzMTAzMV5BMl5BanBnXkFtZTcwMDA0ODkxOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hit & Run (2012)",
        "description": "Dax Shepard ကိုယ်တိုင်ရေးထားတဲ့ action & comedy film ဖြစ်ပြီး သူနဲ့သူ့အမျိုးသမီး Kristen Bell တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ဇာတ်ကားထဲမှာပါတဲ့ ကားတော်တော်များများကလည်း Dax ကိုယ်တိုင်စုဆောင်းထားတဲ့ကားတွေဖြစ်ပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ရိုက်ထားရတာဖြစ်လို့ကားပြိုင်မောင်းရတဲ့စတန့်ခန်းတွေကိုလည်းသရုပ်ဆောင်တွေကိုယ်တိုင်မောင်းပြီးရိုက်ကူးထားတာပါတဲ့_ဇာတ်လမ်းထဲမှာတော့ Dax ဟာလွန်ခဲ့တဲ့လေးနှစ်ကဘဏ်ဓားပြမှုတစ်ခုရဲ့မျက်မြင်သက်သေအဖြစ်သက်သေကာကွယ်စောင့်ရှောက်မှုကိုခံနေရတဲ့သူပါ Kristen ကတော့ Dax ရဲ့တွဲတာမကြာသေးတဲ့ Annie ဆိုတဲ့ကောင်မလေးဖြစ်ပြီး Annie တစ်ယောက်အလုပ်အသစ်မှာအင်တာဗျူးဖို့အ‌တွက်သူတို့နှစ်ယောက်လော့စ်အိန်ဂျလစ်မြို့ကိုသွားရဖို့အကြောင်းဖန်လာပါတော့တယ် Dax ကသူအသတ်ပါခံရနိုင်တဲ့နေရာမို့မသွားဖို့ဆုံးဖြတ်ထားပေမဲ့ Annieကြောင့်အရဲစွန့်ခဲ့ရာကနေ သူ့ရဲ့ရန်သူတွေနဲ့ရင်ဆိုင်ရပါတော့တယ် သူတို့နှစ်ယောက် ရန်သူတွေလက်ထဲကနေဘယ်လိုထွက်ပြေးကြမလဲ၊ လော့စ်အိန်ဂျလစ်ကို‌ရော အင်တာဗျူးအမှီရောက်နိုင်ပါ့မလား ဆိုတာကိုဟာသနှောထားတဲ့အက်ရှင်ဇာတ်ကွက်လေးတွေနဲ့ကြည့်ရှုရမှာပါ File size…(1.7 GB)/(990 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/hit-run-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDp5vC60tzHSfNBxOKzN1M1j8n1.jpg",
        "title": "Sword in the Moon (2003)",
        "description": "[Unicode]Sword in The Moon (2003)ဂျိုဆောင်ခေတ်ကာလ စစ်သားနှစ်ဦးအကြောင်း Action-Adventure ကားတစ်ခုဖြစ်ပါတယ်။လရောင်ပေါ်ကဓား လို့ အမည်တွင်တဲ့ ဘုရင့်စစ်တပ်အဖွဲ့က ချွဲဂျီဟွမ်နဲ့ ချိုဂူယဲ နှစ်ယောက်ဟာ ညီအစ်ကိုလို သံယောဇဉ်အခိုင်အမာနဲ့ ခင်မင်ရင်းနှီးခဲ့ကြပေမယ့်...တစ်နေ့ လက်ရှိဘုရင်ကို ဖြုတ်ချပြီး ဘုရင်အသစ် နန်းတက်တဲ့အခါ ချိုဂူယဲဟာ သူ့တပ်ဖွဲ့ကိုငဲ့ကာ လက်ရှိဘုရင်ဆီ သစ္စာခံလိုက်ရပြီးချွဲဂျီဟွမ်ကတော့ အရင်ဘုရင်ဟောင်းဘက် သစ္စာခံရင်း ပျောက်ကွယ်သွားခဲ့ပါတယ်။နှစ်အတော်ကြာတဲ့အခါ ချိုဂူယဲဟာ ရက်စက်ကြမ်းကြုတ်တဲ့ ကွက်မျက်သူ အဖြစ် အမည်တွင်ကာ ဘုရင်သစ်ထံ အမှုထမ်ဆောင်နေရင်း\nချွဲဂျီဟွမ်ဟာ ဘုရင်ဟောင်းအတွက် ကလဲ့စားချေဖို့ ပြန်ထွက်ပေါ်လာတဲ့အခါ...ဆန့်ကျင်ဘက်ဖြစ်သွားတဲ့ ညီအစ်ကိုလို ခင်မင်ကြသူ စစ်သားနှစ်ဦးရဲ့ အားပြိုင်မှုနဲ့အတူ\nအဆုံးသတ်ဟာ သူတို့အချင်းချင်း ရန်သူလုံးဝ ဖြစ်သွားမလား ထာဝရမိတ်ဆွေအဖြစ် ရှိနေမလား ဆိုတာကို\nအတိုက်အခိုက်တွေကြားက န်ုင်ငံရေးအရှုပ်တော်ပုံဆန်ဆန် ကြည့်ရှုရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Sword in The Moon ...",
        "rating": "5.9",
        "url": "https://megaup.net/1z1v7/Sword_In_The_Moon_(2003).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1B0gns8DaWpA6GnEjNhIbxogVkM.jpg",
        "title": "The Book of Mythical Beasts ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ april 2020မှာထွက်ထားတဲ့လူနဲ့နတ်ဆိုးတိုက်ခိုက်မှုကိုမြင်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ..ကုံးချိန်မင်းအုပ်စိုးစဉ်ကာလမှာ နတ်ဆိုးတွေကိုနှိမ်နင်းတဲ့ကျောက်တုံးဟာမိုးကောင်းကင်က ကျလာတဲ့နတ်မီးကြောင့်ပျက်စီးသွားရပါတယ်...အဲ့အချိန်မှာ နတ်ဆိုးပေါင်းစုံထွက်လာပြီး ပြည်သူတွေကိုသတ်ဖြတ်တိုက်ခိုက်ပါတော့တယ်...အဲ့အချိန်မှာ ဟွားမန်ထိန်ဆိုတဲ့နတ်ဆိုးမတစ်ပါးဟာဒီအခွင့်အရေးကိုအသုံးချပြီး လူတွေကိုထိခိုက်အောင်မလုပ်တတ်တဲ့နတ်ဆိုးကောင်းတွေကို နတ်ဆိုးအဖြစ်ပြောင်းလဲပြီးလူတွေကိုသတ်ဖြတ်ခိုင်းကာ လောက ကိုအုပ်စိုးဖို့ကြံပါတယ်..ဒီလိုနဲ့ ဒီနတ်ဆိုးမကိုဖမ်းဆီးဖို့ နတ်ဆိုးနှိမ်နင်းသူတွေစုမိတဲ့အခါ..နတ်ဆိုးမကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo Zaw",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-book-of-mythical-beasts-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGr0s6i9GSgUEd5C1gyaePibZ5W.jpg",
        "title": "The Great War of Archimedes (2019)",
        "description": "[Unicode]ရေတပ်ကလူတွေကိုစိတ်နာပြီး အစိုးရနဲ့ကင်းကင်းနေချင်သော အင်ပါယာ တက္ကသိုလ်က သင်္ချာဉာဏ်ကြီးရှင်လေး ကိုင် တာဒါရှီတစ်ယောက်...\nမုန်းလှပါချည်ရဲ့ဆိုတဲ့ ရေတပ်က ဗိုလ်ချုပ်တစ်ဦးရဲ့ ကူညီပေးမှုနဲ့ ရေတပ်မှာ ဗိုလ်မှူးတစ်ယောက်ဖြစ်ခဲ့ပါတော့တယ်သူ့ရဲ့တာဝန်ကတော့ သူ့ကိုအကူညီတောင်းတဲ့ ဗိုလ်ချုပ် ရာမာတိုတို့နဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ စစ်သင်္ဘောတည်ဆောက်ဖို့ ပြိုင်ဆိုင်နေတဲ့ ဟီယာရာမာရဲ့ ဒီဖိုင်းကုန်ကျစရိတ်အမှန်ကို ဖော်ထုတ်ပေးဖို့ပါပဲကိုင် တစ်ယောက် ဘာမှအသေးစိတ်မသိရပဲဘဲနဲ့ ကိန်းဂဏန်းတွေဟာမလိမ်ညာတတ်ဘူးဆိုတဲ့ ယုံကြည်ချက်တစ်ခုတည်းနဲ့ သူ့တာဝန်တွေကိုပြီးမြောက်အောင်လုပ်ခဲ့ပါတော့တယ်\nသို့သော်လည်း သူမသိသေးတဲ့ ရေတပ်နောက်ကွယ်ကလူတွေရဲ့ လျှို့ဝှက်ချက်ကိုသိလာရတဲ့အခါမှာတော့....နိုင်ငံကိုကာကွယ်ဖို့ကြိုးစားနေကြတဲ့ ရေတပ်ကတပ်မတော်သားတွေအကြောင်းနဲ့ ကိုင်ရဲ့ ထက်မြက်လှတဲ့ နည်းလမ်းတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ေရတပ္ကလူေတြကိုစိတ္နာၿပီး အစိုးရနဲ႔ကင္းကင္းေနခ်င္ေသာ အင္ပါယာ တကၠသိုလ္က သခ်ၤာဉာဏ္ႀကီးရွင္ေလး ကိုင္ တာဒါရွီတစ္ေယာက္...\nမုန္းလွပါခ်ည္ရဲ႕ဆိုတဲ့ ေရတပ္က ဗိုလ္ခ်ဳပ္တစ္ဦးရဲ႕ ကူညီေပးမႈနဲ႔ ေရတပ္မွာ ဗိုလ္မႉးတစ္ေယာက္ျဖစ္ခဲ့ပါေတာ့တယ္သူ႔ရဲ႕တာဝန္ကေတာ့ သူ႔ကိုအကူညီေတာင္းတဲ့ ဗိုလ္ခ်ဳပ္ ရာမာတိုတို႔နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့ စစ္သေဘၤာတည္ေဆာက္ဖို႔ ၿပိဳင္ဆိုင္ေနတဲ့ ဟီယာရာမာရဲ႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1z1qd/The_Great_War_Of_Archimedes_(2019).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/paymarjhqla0-133x200.jpg",
        "title": "Tiger Hunter ( 2020 )",
        "description": "2020 may 8မှာထွက်ထားတဲ့Action,Adventureအမျိုးအစားတရုတ်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်စုန့်နိုင်ငံအင်အားကြီးစဉ်ကာလ..ကျိန့်ရန်ကန်နယ်တစ်ဝိုက်မှာကျားဆိုးကြီးတစ်ကောင်ဟာ လူတွေကိုသတ်ဖြတ်နေတဲ့အတွက်ပြည်သူတွေအမြဲတုန်လှုပ်ခြောက်ခြားနေရပါတယ်..တစ်နေ့ကျိန့်ရန်ကန်ကိုဝူစုန့်ရောက်လာချိန်မှာ ကျားဆိုးနဲ့တိုက်ခိုက်ရင်းအနိုင်ရပေမယ့်မသတ်ပဲ သတိပေးပြီးလွှတ်ပေးလိုက်ပေမယ့်ကျားကိုက်ခံရမှုတွေ ပိုတိုးလာတဲ့အခါ...နောက်ကွယ်မှာဘယ်လိုလှည့်ကွက်တွေရှိနေတာလဲ.....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ...Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/tiger-hunter-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Ep0R7c-142x200.jpg",
        "title": "Fantasy Magician (2020)",
        "description": "[Unicode]Fantasy Magician (2020)ဒီဇာတ်လမ်းလေးက 2017 ခုနှစ်ကထွက်ခဲ့တဲ့ \"The Thousands Faces Of Dunjia\"ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ\nလော့ချားမြို့ကျိုးအိမ်တော်ရဲ့သခင်လေး စစ်ဆေးရေးမှူးကျိုးထုံက ငယ်ငယ်လေးထဲကမှော်ပညာရပ်တွေကိုအရမ်းစိတ်ဝင်စားသူပါ\nတပည့်မလေးထျောက်ကျယ် သူ့အဖေကျိုးရှို့ရီနဲ့ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းလာရာ...တစ်နေ့မမျှော်လင့်ဘဲ ကျာ့မင်နဲ့သူ့အဖေယိုးဝေ့တို့ထောင်ချောက်ဆင်တာခံရပြီး ကျိုးထုံအဖေကျိုးရှို့ရီဟာ အကျဉ်းချခံခဲ့ရပါတော့တယ်\nကျိုးထုံကတော့ ကံကောင်းစွာလွတ်မြောက်သွားပြီး\nမင်ဂိုဏ်းချုပ်နဲ့တွေ့ဆုံကာ ကျိုးထုံကိုယ်ထဲကျားအဆောင်လွဲပြောင်းပေးအပ်ခဲ့ပါတယ်ကျိုးထုံဟာ ကျားအဆောင်ရဲ့စွမ်းအားကိုသုံးပြီးသူ့အဖေကိုကယ်ထုတ်ခဲ့ချင်ပေမဲ့ သူ့အဖေရက်ရက်စက်စက်အသတ်ခံခဲ့ရတာကိုပဲမြင်တွေ့ခဲ့ရပါတယ်\nကျားအဆောင်ကိုလိုချင်တဲ့မကောင်းဆိုးဝါးတွေရန်ကနေ ဘယ်လိုကာကွယ်ခဲ့သလဲ?\nကျိုးထုံဘယ်လိုတွေကြုံတွေ့ခဲ့ရသလဲဆိုတာကို ဇာတ်လမ်းလေးထဲတွေ့ရမှာပါကျိုးထုံအဖြစ် He Peng\n(သူ့ကိုတော့အားလုံးသိကြမှာပါ The Untamedထဲက ဝမ်ဂိုဏ်းဒုသခင်လေးဝမ်ချောင်ပါ\nThe Untamedနဲ့ကွဲပြားစွာ သူ့သရုပ်ဆောင်ချက်တွေကိုမြင်တွေ့ရမှာပါနော်)\nထျောက်ကျယ်အဖြစ် Lin Yu Rou\nကျိုးရှို့ရီအဖြစ် Eddy Ko တို့က ပါဝင်သရုပ်ထားတာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) [Zawgyi]Fantasy Magician (2020)ဒီဇာတ္လမ္းေလးက 2017 ခုႏွစ္ကထြက္ခဲ့တဲ့ \"The Thousands Faces Of Dunjia\"ကိုအေျခခံၿပီး႐ိုက္ကူးထားတာပါ\nေလာ့ခ်ားၿမိဳ႕က်ိဳးအိမ္ေတာ္ရဲ႕သခင္ေလး စစ္ေဆးေရးမႉးက်ိဳးထုံက ငယ္ငယ္ေလးထဲကေမွာ္ပညာရပ္ေတြကိုအရမ္းစိတ္ဝင္စားသူပါ\nတပည့္မေလးေထ်ာက္က်ယ္ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fantasy-magician-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-26-at-4.33.35-PM-150x200.png",
        "title": "Behind the Line: Escape to Dunkirk (2020)",
        "description": "Behind the Line: Escape to Dunkirk (2020)===============================IMDb Rating - 8.6/10#Unicodeကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါ\nကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်\nစိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။\nဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံး\nကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံး\nဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်း\nတစ်ပုဒ်ပါပဲ။ ‌ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှု\nကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာ\nမဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့\nတစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှ\nမဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။\nဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့\nရုပ်ရှင်တွေထဲမှာ The Immitation Gameလို\nDunkrikလို Saving Leningradလို\nDarkest Hoursတို့လို ဖြစ်ရပ်မှန်‌\nအခြေပြုကားကောင်းတွေရှိပါတယ်။\nအဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်\nစုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေး\nဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံက\nDunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာ\nဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီး\nအပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းက\nဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာ\nပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာက\nတပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကို\nညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်\nလမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေ\nဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့\nဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သား\nနှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်\nချန်ပီယံ ဒန်နီ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/behind-the-line-escape-to-dunkirk-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/index-141x200.jpeg",
        "title": "Danger: Diabolik (1968)",
        "description": "[Unicode]CM Fan တွေအနေနဲ့ တော်တော်များများသော သူခိုးဇာတ်ကားတွေကို ကြည့်ဖူးကြမှာပါ\nဒါပေမယ့်် အကောင်းဆုံးဆိုတာတွေကို ခဏဘေးဖယ်ထားလိုက်ပါဦး\nကျွန်တော်အခုညွှန်းမှာ Diabolik ဗျ ။၁၉၆၈ မေလမှာ စပြီးရုံတင်ခဲ့ပြီး ခေတ်နဲ့မလိုက်အောင်ကို ရိုက်ပြသွားတဲ့ကား...\nကောင်းတာလည်းမပြောနဲ့ ရိုက်တဲ့ဒါရိုက်တာက Mario Bava ကိုးဗျ\nဟာကျူလီဇာတ်ကားကို စရိုက်ခဲ့တဲ့သူ...Hercules (1958)ငွေပုံပေါ်မှာအိပ်တဲ့သူ...\nရဲတစ်ဖွဲ့တစ်ခုလုံးကို တစ်ကိုယ်တော် အရူးလုပ် လှည့်စားနိုင်သူ...\nမိန်းမချောလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး လိုချင်တာဆို မရရအောင် ခိုးယူနိုင်သူ...\nဒါဟာ နှစ်ယောက်မရှိတဲ့ Diabolik ပါပဲ ။ဇာတ်လမ်းမှာဆိုရင် Diabolik ဘယ်လိုဖြစ်လာတယ်ဆိုပြီး ငယ်ဘဝကို ပေရှည်ပြီးရိုက်ပြထားခြင်းမျိုးမဟုတ်ဘဲ...\nဇာတ်လမ်းအစမှာတည်းက ဘဏ်တစ်ခုနဲ့တစ်ခု ငွေအပြောင်းအရွှေ့ကို ဘယ်လို အကွက်ကျကျ ရဲတွေကို အရူးလုပ်ပြီး ခိုးယူသွားလဲဆိုတာနေ ရိုက်ပြထားပါတယ် ။\nတစ်နေ့ သူ့ကောင်မလေးက မွေးနေ့အတွက် မွေးနေ့လက်ဆောင်ကို\nဗြိတိန်ဘဏ္ဍာရေးဝန်ကြီး မစ္စတာဟာရိုးကလက်ရဲ့ဇနီးဆွဲထားတဲ့ ကမ္ဘာပေါ်မှာ စံထားအရဆုံး အဖိုးတန်မြ ၁၁ခုနဲ့စီချယ် ပြုလုပ်ထားတဲ့ လည်ဆွဲကို လိုချင်တယ်လို့ ပြောလိုက်တဲ့အခါမှာတော့...\nအဲ့လည်ဆွဲကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/danger-diabolik-1968/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/cat-and-dog-paws-136x200.jpg",
        "title": "Cats & Dogs 3: Paws Unite 2020",
        "description": "ဒါက ၂၀၂၀မှာမှအသစ်ထွက်ရှိထားတဲ့ Cats and Dogs 3 paw unite ပါ ပြီးခဲ့တဲ့ 1 နဲ့ 2မှာခွေးနဲ့ကြောင်တွေဟာအချင်းချင်းခိုက်ရန်ဖြစ်ပွားကြပြီး FART ဆိုတဲ့ငြိမ်းချမ်းရေးအဖွဲ့အစည်းကိုတည်ထောင်ပီးနောက် မှာ သူတိူ့တစ်ကောင်နဲ့တစ်ကောင် သင့်သင့်မြတ်မြတ်ရှိခဲ့ကြပါတယ် တစ်နေ့မှာသူတို့သင့်မြတ်နေတာကိုမနာလိုတဲ့ သာမညအိမ်မွေးတိရစ္ဆာန်တွေဟာ သူတို့အခြေစခန်းကကုဒ်တွေကို ဟက်ခ်ပြီး တစ်ကမ္ဘာလုံးကခွေးတွေနဲ့ကြောင်တွေကိုအရင်ကလိုမတည့်မရှုဖြစ်စေမဲ့ အသံလှိုင်းတွေကိုထုတ်လွှင့်ပြီး ပဋိပက္ခတွေကိုဖန်တီးလိုက်ပါတယ် ဒီပြဿနာကို​ဖြေရှင်းရမှာက ရော်ဂျာဦးဆောင်တဲ့အေးဂျင့်အဖွဲ့ပါ သူတို့ဒီပြဿနာကို ဘယ်လို​ရင်ဆိုင်ဖြေရှင်းကြမလဲ ပြဿနာကအလိုလိုပြေလည်သွားမလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 24min\nGenre :  Action, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/cats-dogs-3-paws-unite-2020/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKMh09e1t287fWzdWy0B7OLP9Nf.jpg",
        "title": "OK! Madam(2020)",
        "description": "OK! Madam(2020)(နင်းကန်လန်းတဲ့ကားမို့ WEB-DL 1080P,720p တို့ဖြင့်တင်ဆက်ပေးထားပါတယ်...)သာမန်ဈေးလေးထဲမှာ မုန့်လုပ်ရောင်းတဲ့ မီယောင်းဟာ ကွန်ပျူတာပစ္စည်းတွေပြင်တဲ့\nခင်ပွန်းဖြစ်သူ ဆော့ဟွမ် သမီးလေးဖြစ်သူ နာရီတို့နဲ့အတူ နေထိုင်တယ်....\nတစ်နေ့မှာ ဟာဝိုင်အီကိုသွားဖို့ ကံစမ်းမဲပေါက်သွားပြီး အပျော်တွေလွန်ရင်း ခရီးသွားဖို့ဖြစ်လာတယ်ပေါ့....\nဟာဝိုင်အီကိုသွားနေတဲ့လမ်းခရီးဟာ တကယ်ပျော်စရာလို့ထင်ရပေမယ့် လေယာဉ်ပေါ်မှာ  မမျှော်လင့်တဲ့အဆုံးဝါးဆုံးပြဿနာတွေဖြစ်လာတယ်....\nသူတို့လေယာဉ်ပေါ်မှာ အရမ်းကိုအန္တရယ်များလှတဲ့ သူလျှိုပါလာတယ်ဆိုတဲ့ သတင်းရလို့\nမြောက်ကိုရီးယားတပ်မှူးဖြစ်သူနဲ့အဖွဲ့တွေဟာ လေယာဉ်ကိုပိုက်စိပ်တိုက်ရှာကြတော့တယ်...\nစီးနင်းလာတဲ့ခရီးသည်တွေအားလုံး ဓားစာခံဖြစ်သွားကြတယ်ပေါ့.....မြောက်ကိုရီးယားကအဖွဲ့ကလည်း တကယ့်ကိုကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လက်မရွှံအဖွဲ့တွေ....အဲ့ဒီနောက်တော့ လေယာဉ်ပေါ်မှာ ပြဿနာမျိုးစုံစပါတော့တယ်....ဒီကားက ဇာတ်လမ်းစပြီး မိနစ်(၃၀)လောက်မှာတင် ပွဲစကြမ်းပါတယ်....လေယာဉ်ပေါ်ရဲ့ နေရာကျဉ်းကျဉ်းလေးတွေမှာ အက်ရှင်ခန်းတွေက တကယ်ကိုမိုက်တဲ့အပြင်ကြည့်ရတာတွေတကယ့်ကိုရှင်းပါတယ်...စိတ်ကျေနပ်စရာကောင်းတဲ့အက်ရှင်ခန်းတွေပါတဲ့အပြင်ဇာတ်လမ်းကတော်တော်ကောင်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ နောက်ကွယ်က ထင်မထားတဲ့ အကြောင်းအရာတွေနဲ့မို့အားလုံးလက်မလွှတ်သင့်ပါကြောင်းပါ...သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေပါ...တောင်ကိုရီးယားရဲ့စွယ်စုံရမင်းသမီးကြီး အုမ်းဂျောင်ဟွာ\nနာမည်ကြီးသရုပ်ဆောင် မင်းသားကြီး ဘတ်ဆောင်အုန်း\nဇာတ်ရုပ်တိုင်းမှာပိုင်နိုင်တဲ့ မင်းသားလီဆန်ယွန်း\nRunning Man လီဂွမ်ဆူရဲ့ချစ်သူမိန်းကလေး မင်းသမီးလီဆောင်ဘင်း နဲ့\nအထူးဧည့်သည်သရုပ်ဆောင်အဖြစ် မင်းသားဂင်နမ်ဂီတို့အပြင် နာမည်ကြီးဇာတ်ပို့အများအပြား\nပါဝင်အားဖြည့်ထားကြပါတယ်...File Size :(1.8GB)(850 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ok-madam2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wKaK8gpCMGhU2AHxknt1fa4jP0.jpg",
        "title": "Deliver Us from Evil(2020)",
        "description": "Deliver Us from Evil(2020)NIS အေးဂျင့်ဟောင်းဖြစ်သူ ဂင်အင်နမ်တစ်ယောက် အေးဂျင့်လောကကနေအနားယူတော့ သူဆက်လုပ်တဲ့အလုပ်က ဆန်းတယ်လို့ပြောရမလား....အတိုက်အခိုက်အသတ်အပုတ် ကျွမ်းကျင်တော့ ကြေးစားလူသတ်သမားဆက်လုပ်တယ်....ဒီလိုကြေးစားဘဝကနေ နောက်ဆုံးအနေနဲ့ ငွေကြေးအလုံးလိုက်အခဲလိုက်ယူပြီးလူတစ်ယောက်ကို သတ်ခဲ့လိုက်တယ်.....နောက်ပိုင်းအနားယူမယ်လို့ စီစဉ်ခါမှ သူသတ်ခဲ့တဲ့သူရဲ့ ညီဖြစ်သူ ရေးဆိုတဲ့ သူက လက်စားြပန်ချေဖို့ကြိုးစားပါတော့တယ်...ရေးဆိုတာကလည်း ဒီလောကမှာ ဆရာတစ်ဆူ...ဉာဏ်ကောင်းထက်မြက်တဲ့အပြင်အတိုက်အခိုက်မှာလည်းဆရာကျတဲ့သူ...သူတို့(၂)ယောက်ထိပ်တိုက်ဆုံကြတဲ့အပြင်တခြားပြဿနာကြီးတစ်ခုကပါ ထပ်တိုးလာတဲ့အခါမှာတော့....ဒီကားက ကိုးရီးယားတို့ရဲ့ အထင်ကရမင်းသားကြီး(၂)ယောက်ဖြစ်တဲ့ Jung-min Hwang နဲ့Jung-jae Leeတို့အပြုင်ကျဲထားတဲ့ကားပါ....အက်ရှင်ခန်းတွေလည်း အတော်မိုက်သလို ကလေးသူငယ်တွေနဲ့ခပ်နုနုသူတွေမကြည့်သင့်ပါဘူး...လည်လှီးခန်းတွေ ဗိုက်ကိုဓားနဲ့ထိုးပြီး ဆွဲမွှေ့တဲ့အခန်းတွေသွေးထွက်သံယိုခန်းပေါင်းများစွာပါဝင်ပါတယ်...အခြား အက်ရှင်မင်းသားကားတွေ ကြံဖန်သတ်ပုတ်နေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းကောင်းကောင်းနဲ့လိုအပ်တဲ့အချိန်လိုအပ်တဲ့အခါမျိုးမှရှယ်ဗျင်းတဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်းသတင်းကောင်းပါးပါရစေ... File Size :(900 MB) and (328MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime ,  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phu Nge Nge Thein\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/deliver-us-from-evil2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/days-of-thunder-135x200.jpg",
        "title": "Days of Thunder 1990",
        "description": "ဒီကားက 1990တုန်းကထွက်ရှိခဲ့တဲ့ Tom cruise ရဲ့ Sport Action အမျိုးအစား movie လေးပါ Tom cruiseက Cole Trickle အနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဥ္းကတော့ ကယ်လီဖိုးနီယား အီးဂဲလ်ရော့ခ် မြို့ကလာတ​ဲ့ ကိုးလ်ထရစ်ကဲလ်ဆိုတဲ့ open-wheel ကားတွေပဲမောင်းဖူးတဲ့ကောင်လေးဟာ တစ်နေ့မှာတော့ နာမည်ကြီးအထင်ကရဖြစ်တဲ့ ဒေတိုးနားမီတာ၅၀၀ပြိုင်ပွဲကြီးကိုပါဝင်ဖို့ဖြစ်လာခဲ့ပါတယ်ပြိုင်ပွဲဝင်ကားကိုဒေတိုးနားကဖြစ်ခဲ့တဲ့ဘက်ဒီဘရက်သာတန်ရဲ့မတော်တဆမှုအကြောင်း စုံစမ်းစစ်ဆေးမှုတွေမခံချင်လို့အလုပ်ထွက်လိုက်တဲ့ ကားဆရာကြီး ဟယ်ရီဟော့ဂ်နဲ့တွေ့ဆုံပြီး သူဆင်ပေးတဲ့ကားနဲ့ ပြိုင်ပွဲဝင်ခဲ့ပါတယ် ပြိင်ပွဲဝင်ရင်းမတော်တဆမှုဖြစ်ပီးဆေးရုံရောက်လာတဲ့အခါ ဒေါက်တာလူဝစ်ကီနဲ့တွေ့ဆုံခဲ့ပါတယ် ကားမောင်းပြိုင်ရင်းဘယ်လိုအခက်အခဲတွေကြုံတွေ့မယ်ဆိုတာကိုစိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေး တစ်ကားပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 47min\nGenre : Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/days-of-thunder-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujJmRqh3fZ8OqxOx7YoWWKFnpd.jpg",
        "title": "Wira ( 2019 )",
        "description": "မွေးရပ်မြေမှအရှုပ်အရှင်းတွေကို ရှောင်ပြေးဖို့အတွက် စစ်တပ်ထဲဝင်လိုက်တဲ့ဟတ်ဆန်တစ်ယောက် ကျန်ရစ်ခဲ့တဲ့ အဖေနဲ့ညီမကို မာချန်းပြည်နယ်ဖက်မှာအခြေချဖို့ပြန်လာခေါ်ပေမယ့် ခေါင်းမာလွန်းတဲ့အဖေနဲ့ညီမကြောင့် အခက်တွေ့ခဲ့ရပါတယ်အိမ်မြေနေရာတွေကို ဈေးနှိမ်ပြီးဝယ်ပြီး ကွန်ဒုံးစက်ရုံကို ဟန်ပြတည်ဆောက်ပြီးတရားမဝင်စီးပွားရေးတွေလုပ်နေတဲ့ ခရိုနီ ရာဂျေးဟာ ရပ်ကွတ်နေပြည်သူတွေကိုတန်းလျားတစ်ခုဆောက်ပေးပြီး စက်ရုံမှာအလုပ်ပေးထားပါတယ်နည်းပါးတဲ့လစာနဲ့ အိမ်ငှားခအများကြီးပေးနေရတဲ့ပြည်သူတွေကတော့အကြွေးနဲ့လုပ်အားကို မုန့်လုံးကိုစက္ကူကပ်သလို အပြန်ပြန်အလှန်လှန်ဆပ်နေကြရတယ်ဒီထဲမှာ ဟတ်ဆန်ရဲ့အဖေနဲ့ညီမလည်း ပါဝင်ခဲ့ပါတယ် ဟတ်ဆန်က စစ်ထဲမဝင်ခင်ရာဂျေးရဲ့လက်ဝှေ့သမားလုပ်ခဲ့တာကြောင့် ညှိနှိုင်းပြီး ကြွေးများရှင်းအောင်လုပ်မယ်စိတ်ကူးနဲ့ စကားသွားပြောရာမှ သူပြန်မဝင်ချင်တဲ့ကြိုးဝိုင်းကိုရာဂျေးသားသမီးတွေနဲ့ ယှဉ်ပြိုင်ဖို့ပြန်ဝင်ဖြစ်ရာက ဇာတ်လမ်းတွေရှုပ်ကုန်ပါရောထုလိုက် ရိုက်လိုက် ထိုးလိုက် ခုတ်လိုက် ထစ်လိုက် နဲ့ရင်သပ်ရှုမောကြည့်ရှုရမယ့်အင်ဒိုဖိုက်တင်ကားကောင်းလေးကို ဖိုက်တာကြီးများ လက်လွှတ်မခံပဲကြည့်ရှုဖို့ တိုက်တွန်းချင်ပါတယ်။ Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/wira-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZDEwMGYxNjEtNTE3ZC00Zjg3LThlODMtODVhNzBiMTQ3NGI5XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Animatrix (2003)",
        "description": "Straight from the creators of the groundbreaking Matrix trilogy, this collection of short animated films from the world's leading anime directors fuses computer graphics and Japanese anime to provide the background of the Matrix universe and the conflict between man and machines. The shorts include Final Flight of the Osiris, The Second Renaissance, Kid's Story, Program, World Record, Beyond, A ...",
        "rating": "7.8",
        "url": "https://megaup.net/1yMol/The.Animatrix.2003.Bluray.1080p.TrueHD_5.1_Ch_%7BCM%7D.mkv",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yx7akzfwbPCLlxKgZ1NycThFC92.jpg",
        "title": "The Babysitter: Killer Queen (2020)",
        "description": "Babysitter : Killer Queen ကတော့ 2017 ကထွက်ရှိခဲ့တဲ့ Babysitter ရဲ့အဆက် ဖြစ်ပါတယ် ဒီဇာတ်ကားလေးမှာဆိုရင်တော့\nအဓိကဇာတ်ကောင် ကိုးလ် ဟာ အထက်တန်းကျောင်းသား ဖြစ်နေပါပြီ  ဒါပေမဲ့ လွန်ခဲ့တဲ့ ၂နှစ်က အဖြစ်ဆိုးကြီးကို လူတိုင်းကို\nပြောပြလိုက်မိတာကြောင့် ကျောင်းမှာရော အိမ်မှာရော  စိတ်ရောဂါရှိတဲ့ငကြောင်တစ်ကောင်လို သတ်မှတ်ခံနေရပြီး  စိတ်ငြိမ်ဆေးတွေသောက်နေရပါတယ်\nဒီလိုနဲ့ တစ်နေ့ ကိုးလ်တစ်ယောက် သူ့ရဲ့ ခရက်ရှ်လေး  မယ်လန်နီနဲ့အတူ ကန်ပါတီကိုသွားဖို့အကြောင်းဖန်လာခဲ့ချိန်မှာတော့\nယခင် ၂ နှစ်က သူ့ရဲ့ အိပ်မက်ဆိုးကြီးကို ပြန်လည်ရင်ဆိုင်ရပါတော့တယ်File Size -  1.1 gb\nQuality - Web-dl 1080p\nSubtitle -  burmese\nTranslator - Chuck Chuck\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1EWjb/The_Babysitter_-_Killer_Queen_[2020]_{1080p}_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/hytjkixttcfp-143x200.jpg",
        "title": "Impasse Rescue ( 2020 )",
        "description": "ဒီဇာတ်လမ်းလေးဟာတော့ တရုတ်ပြည်ရဲ့ သမိုင်းဝင် စစ်သူကြီး ဟွမ်ကျီကျိုက်အကြောင်း ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်မြို့နတ်မင်းလို့ တင်စားခေါ်ဝေါ်ရလောက်အောင်တော်လွန်းတဲ့ တပ်မင်းကြီး လီကျွေ့ဖုန်းကို ရှန်းမန်စစ်သည်တစ်သိန်းက ဝိုင်းထားလို့ ပေဖော်မြို့မှာပိတ်မိနေခဲ့ပါတယ် ဒီလိုပိတ်မိနေတဲ့ယောက္ခမလောင်းဖြစ်သူ တပ်မင်းကြီးကို ကယ်တင်ဖို့အတွက် မြို့တော်က စစ်တပ်ကိုလည်း စစ်ကူလွှတ်ရင် အလစ်ဝင်တိုက်ခိုက်ခံရမှာဆိုးလို့ ဒေသခံပြည်သူတွေ အကျဉ်းသားတွေနဲ့စုစည်းထားတဲ့ လူ ၈၀၀ ကို ဟွမ်ကျီကျိုက်တစ်ယောက် ဦးဆောင်ပြီး ထွက်လာခဲ့ပါတယ်  သူတို့လူ ၈၀၀ ဟာ ပေဖော်မြို့လေးမှာ ကိုယ်တတ်တဲ့အပိုင်းကနေဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးရင်း ရှန်းမန်စစ်တပ်ကြီးနဲ   ဘယ်လိုတွေတိုက်ခိုက်ကြမယ်ဆိုတာကို ဇာတ်ကားလေးကြည့်ကြည့်လိုက်ပါဦးနော် Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/impasse-rescue-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzMHtBjoRMrjLzrnbsAVk3HdrEz.jpg",
        "title": "Porter ( 1983 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်းရဲ့ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်1983 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ..ကြာနေလို့အထင်တော့မသေးလိုက်ပါနဲ့တချို့အရာတွေက နှစ်ချို့လေ ပိုကောင်းလေပဲမလား ..ဇာတ်လမ်းအညွန်းကတော့ချမ်းသာပေမယ့် မကောင်းမှုနဲ့ကြီးပွားတဲ့ Zafar ဟာ Salma ဆိုတဲ့ကောင်မလေးကိုမြင်မြင်ချင်းချစ်သွားခဲ့ပါတယ်ဒါကြောင့်မို့ လက်ထပ်နိုင်ဖို့ပိုင်ဆိုင်ရဖို့ကြိုးစားခဲ့ပေမယ့် ဆယ်မာ နဲ့ သူ့အဖေဟာသူ့ကိုလုံးဝလက်သင့်မခံခဲ့ပါဘူးနောက်တော့ Zafar ဟာ သူလုပ်ခဲ့တဲ့မကောင်းမှုတွေနဲ့အဖမ်းခံလိုက်ရပြီးနောက် ထောင်ဆယ်နှစ်ကျခံလိုက်ရပါတယ်သူပြန်လွတ်လာတဲ့အချိန်မှာ Salma ဟာ Aslam Khan ဆိုတဲ့လူတစ်ယောက်နဲ့လက်ထပ်ထားတာကိုတွေ့လိုက်ရတဲ့အတွက် အရမ်းကိုခံစားခဲ့ရတယ်..zafar ဟာ salma ကိုထပ်ပြီးသိမ်းသွင်းဖို့ကြိုးစားပေမယ့်လည်းမအောင်မြင်ခဲ့ပါဘူး ဒီတော့ မှားလားမှန်လားမသိနိုင်တော့တဲ့zafar က လက်စားချေဖို့အတွက်စတင်ကြိုးစားတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဆက်လက်ခံစားကြည့်ကြပါ Quality : WEB-DL 720pAudio Codes : AACVideo Codes : x264Subtitle : Myanmar Subtitle ( Hardsub )Sub Credit to Somonlian ( subscene )",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/porter-1983/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wr7CWangsK7jI6KQYxfDpcVsisO.jpg",
        "title": "Public Enemy Returns (2008)",
        "description": "[Unicode]Public Enemy Return (2008)စုံထောက် မှုခင်းကားကြိုက်သူများအတွက် ဟာသ မှုခင်း အက်ရှင် ရသစုံတဲ့ ရှပ်ရှင်ကောင်းတစ်ခုပါဇာတ်လမ်းအကျဉ်းလေးတော့ စုံထောက်ဂန်ချောဂျွန်ဟာ အလုပ်မှာ ပြသနာအချို့ကြောင့် ဆိုင်းငံ့ခံထားရပြီး\nငွေရေးကြေးရေးပါ အဆင်မပြေလာတဲ့ခါ ရဲအလုပ်ကနေ ထွက်ဖို့လုပ်ခဲ့ပါတယ်။ဒါပေမယ့် ဂန်ချောဂျွန်ရဲ့ အထက်လူကြီး အဖွဲ့ခေါင်းဆောင်ဟာ ထွက်ခွင့်မပေးဘဲ\nအထက်တန်းကျောင်းသားလေး ဂျောင်ဟာယွန်း အသဆ်ခံရတဲ့ အမှုကို စုံစမ်းဖို့ ပါဝင်စေခဲ့ပါတယ်။အရာရာကို စိတ်ကုန်နေတဲ့ ဂန်ချောဂျွန်ဟာ\nတဖန်အမှုုပြန်လိုက်ရင်းက သဲလွန်စရခဲ့ပြီး ဟာယွန်းရဲ့ သူငယ်ချင်း၃ယောက်ကို စစ်ဆေးကြည့်လိုက်တော့....ကျောင်းသားတွေကို လေ့ကျင့်ပေးပြီး အလုပ်လုပ်ခိုင်းနေတဲ့ ကုမ္ပဏီတစ်ခုကို သိလိုက်ရတဲ့အခါရာဇဝတ်မှတ်တမ်းရှိတဲ့ ကုမ္ပဏီ ဥက္ကဌ လီဝမ်ဆုကို ထိပ်တိုက်ရင်ဆိုင်ရင်း အမှုဘယ်လိုဖော်ထုတ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Public Enemy Return (2008)စံုေထာက္ မႈခင္းကားႀကိဳက္သူမ်ားအတြက္ ဟာသ မႈခင္း အက္႐ွင္ ရသစံုတဲ့ ႐ွပ္႐ွင္ေကာင္းတစ္ခုပါဇာတ္လမ္းအက်ဥ္းေလးေတာ့ စံုေထာက္ဂန္ေခ်ာဂြၽန္ဟာ အလုပ္မွာ ျပသနာအခ်ိဳ႕ေၾကာင့္ ဆိုင္းငံ့ခံထားရၿပီး\nေငြေရးေၾကးေရးပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/public-enemy-returns-2008/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/merantau-136x200.jpg",
        "title": "Merantau 2009",
        "description": "ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကို ကောင်းကောင်းကြီးပုံဖော်ထားတဲ့ကားလေးပါ မ,ရန်းတုတဲ့ မ,ရန်းတုဆိုတာ အင်ဒိုနီးရှားက မင်န်ကဘုလူမျိုးတွေ အရွယ်ရောက်တဲ့အချိန်မှာ ဖြတ်သန်းရတဲ့ ပြင်းထန်တဲ့စမ်းသပ်ချက်တစ်ခုပါ သူတို့ဟာ အိမ်ကိုစွန့်ခွာရတယ် ဘာအကူညီမှမပါပဲ လောကကြီးမှာ ရှင်သန်နိုင်ဖို့ သင်ယူရတာဖြစ်ပါတယ် ဒီဇာတ်ကားမှာ မ,ရန်းတုခရီးကိုဖြတ်သန်းနေရင်း မထင်မှတ်ပဲ လူကုန်ကူးတဲ့ဂိုဏ်းတစ်ခုနဲ့ပတ်သတ်မိတဲ့ ယုဒဆိုတဲ့လူငယ်တစ်ယောက်အကြောင်းကို တွေ့မြင်ရမှာပါ ဒါ့အပြင် အင်ဒိုနီးရှားလူမျိုးတွေရဲ့ စိလက်လို့ခေါ်တဲ့ သိုင်းပညာတစ်မျိုးကိုပါ တစ်ပါတည်း ပြသထားပါတယ် ဝင်ချွန်းတို့လို အနီးကပ်တိုက်ခိုက်ရေးမှာ အရမ်းကြမ်းတဲ့သိုင်းပါ စိလက်ရဲ့ သေသပ်လှပတဲ့ သိုင်းကွက်တွေကို ရှင်းရှင်းလင်းလင်းရိုက်ပြထားတဲ့အတွက် martial art ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပါ action/drama အမျိုးအစားဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…2hr 14min\nGenre :   Action, Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Willy\nEncoded ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/merantau-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kndxR9TRK0kJ5hxzDprRSS80F2W.jpg",
        "title": "Bloodsport (1988)",
        "description": "[Unicode]Bloodsport (1988)မင်းသားကြီး Van Damme ဟာဆိုရင် ကျွန်တော့်တို့ ငယ်ငယ်တည်းက အရမ်းကြိုက်ခဲ့ရတဲ့ မင်းသားကြီးလို့ ပြောရင် မှားမယ်မထင်ပါဘူး\nသူ့ရဲ့ကားတွေ တော်တော်များများက အောင်မြင်တဲ့ကားကောင်းတွေချည်းပါပဲ\nဒီထဲကမှ ၁၉၈၈ လောက်ကရိုက်ထားတဲ့ ဒီကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဒီဇာတ်ကားထွက်တဲ့အချိန် ကျွန်တော် မမွေးသေးပါဘူး\nဒီလောက်ကြာပြီဖြစ်တဲ့ကားဖြစ်တာတောင် ဘယ်အချိန်ပြန်ကြည့်ကြည့် ကောင်းနေဆဲပါပဲ\nရုပ်ရှင်ဆိုတာ ဒါမျိုးကိုခေါ်တာပါဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်\nVan Damme က ဒီဇာတ်လမ်းမှာ တပ်ပြေးတစ်ယောက်ပါ\nငယ်ငယ်တည်းကသူ့ကို အဖေအရင်းတစ်ယောက်လို ကိုယ်ခံပညာတွေသင်ပေးခဲ့တဲ့ သူ့ဆရာ ရှီဒိုးရှီ ကို ဂုဏ်ယူစေချင်တဲ့အတွက်ကြောင့်\nဟောင်ကောင်မှာ ကျင်းပမယ့် ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ ကူမစ်တီ မှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်တပ်ပြေးတစ်ယောက်အနေနဲ့ ဒီပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့မလွယ်ကူလှပါဘူး\nဘာကြောင့်ဆို သူ့ကို ပင်ရင်းတပ်ဆီပြန်ခေါ်လာဖို့ အမိန့်ထုတ်ထားတာကြောင့် ဟောင်ကောင်ရဲတွေနဲ့ သူ့အထက်အရာရှိရဲနှစ်ယောက်က တစ်မြို့လုံးကို လိုက်လံရှာဖွေနေတာပါဒီထဲမှာတော့ တော်တော်များများ ဘရုစလီကား Enter the dragon မှာ လူသိများပြီး ကျွဲကြီး လို့ခေါ်ကြတဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bloodsport-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/dragon-136x200.jpg",
        "title": "Dragon Lord 1982",
        "description": "ကျွန်တော်တို့ရဲ့ childhood Kung Fu Heroကြီးဖြစ်တဲ့ ဂျက်ကီချန်းကားလေးပါ ဒီကားလေးမှာတော့ဂျက်ကီချန်းနဲ့သူ့သူငယ်ချင်းဟာ သူတို့ရွာရဲ့အရှေ့ပိုင်းကrich kidနှစ်ကောင်ပဲဖြစ်ပါတယ် သူတို့ကမြင်းသမျှသူ့အဖေတွေကလိုက်ရှင်းနေကြရကာတယ် တစ်နေ့ကမြင်းကျောထရင်းတိုင်းပြည်ရတနာတွေမှောင်ခိုရောင်းတဲ့မဖွဲ့နဲ့သွားရှုပ်မိပါတော့တယ် မှောင်ခိုအဖွဲ့နဲ့ကလေးနှစ်ယောက်တိုက်ပွဲကိုရှယ်ကြည့်ရမှာပဲဖြစ်ပါတယ် ဂျက်ကီချန်းကားတွေပီပီဟာသဆန်ဆန်စတန့်ကြမ်းကြမ်းတွေလဲမြင်ရမှာပါ သူတို့ရွာရဲ့ထူးထူးဆန်းဆန်းဂိမ်းတွေအကြောင်းလဲပါသေးတာမို့လို့ကြည့်ရှုခံစားပေးပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 42 min\nGenre :   Action, Comedy, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dragon-lord-1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xzEwXNllYKxhRFCtWzRaYdA6gD.jpg",
        "title": "Freaks – You’re One of Us (2020)",
        "description": "အခုတင်ဆက်မဲ့ဇာတ်ကားလေးကတော့ အက်ရှင်ဒရမ်မာ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပဲ ဖြစ်ပါတယ်။ဝင်ဒီဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာငယ်ငယ်က ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်တစ်ခုကြောင့် စိတ်ဒဏ်ရာရနေခဲ့ပါတယ်။သူမရဲ့စိတ်ရောဂါသက်သာစေဖို့အတွက် ဆေးကုသမှုတွေခံယူခဲ့နေရင်းနဲ့တစ်နေ့မှာ ထူးဆန်းတဲ့လူတစ်ဦးနဲ့တွေ့ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ပြီးတော့ မထင်မှတ်တဲ့ အကြောင်းအရာတစ်ခုကိုပါသိလိုက်ရတယ်။အဲ့တာကတော့ စိတ်ရောဂါကုဆရာဝန်တွေက လူနာတွေဆီမှာရှိတဲ့သဘာဝလွန်စွမ်းအားတွေကို ပျောက်ကွယ်အောင်လုပ်နေတယ်ဆိုတာပါပဲ။အဲ့ဒီလူက ကုသမှုကို ရပ်ဆိုင်းဖို့သူမကို အကြံပေးခဲ့ပါတယ်။တကယ်တမ်း ဝင်ဒီလည်း ကုသမှုကို ရပ်ဆိုင်းလိုက်ပါ့မလား။အဲ့လိုလုပ်ခဲ့ရင်ကော သူမဆီက သဘာဝလွန်စွမ်းအားတွေကတကယ်ပဲ ပေါ်ထွက်လာပါ့မလားဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ File Size : ( 868 MB , 282 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Action , Drama , Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/freaks-youre-one-of-us-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzFatNrw0lhKD5NxaU6zC7S2KjP.jpg",
        "title": "The Owners(2020)",
        "description": "The Owners(2020)ချမ်းသာတဲ့ဆရာဝန်လင်မယား(၂)ယောက်ရှိတယ်....ဒီလင်မယား(၂)ဉီးဟာ အသက်တွေကြီးတဲ့အပြင်သားမြေးတွေလည်းရှိပုံမရဘူး....ဒီတော့ ငွေလွယ်လွယ်ရချင်တဲ့  လူ(၃)ဉီးဟာ ဒီလင်မယား(၂)ဉီးအကြောင်းကိုသိပြီးဓားပြဝင်တိုက်တယ်.....ဓားပြဝင်တိုက်တဲ့သူတွေဟာငွေတွေအလွယ်တကူရလိမ့်မယ်လို့ ထင်ခဲ့ပေမဲ့ အိမ်ကို ဓားပြတိုက်ပြီး နာရီပိုင်းအတွင်းမှာတင် ဒီသက်ကြီးရွယ်ဉီး(၂)ဉီးဟာကြောက်စရာကောင်းတဲ့ လျှို့ဝှက်ချက်တွေရှိပြီးတော့သူတို့ထင်သလို မလွယ်ကူတဲ့အပြင် ကိုယ်တိုင်မုဆိုးကနေ သားကောင်အဖြစ်ကိုရောက်သွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...ဒီကားထဲက အဓိကမင်းသမီးလေး Maisie Williams ကိုတော့ Games Of Thrones ထဲမှာ အာယာစတဒ်အဖြစ်နဲ့  Needle ဆိုတဲ့ဓားလေးကို ကိုင်ပြီး ဖိုက်တာကျခဲ့တာကို အားလုံးသိကြမှာပါ....ဒီအထဲမှာရောဘယ်လောက်ဖိုက်တာကျနိုင်မလဲ အားပေးလိုက်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (317MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Action, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-owners2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qFPu7C23VqLhQXb4F2pW0t9HnSL.jpg",
        "title": "V (2020)",
        "description": "V(2020)ကားကောင်းတွေ ငတ်နေကြတယ် ကြားလို့ ကျွန်တော်တို့ စောင့်နေတဲ့ကားကြီး ဒီနေ့စ ရောင်းရောင်းချင်း တင်ပေးနိုင်ဖို့ ကြိုးစားထားပါတယ်။ တေလဂူးကားပရိသတ်တွေကတော့ တေလဂူးကားတွေ ဘယ်လိုကောင်းလဲဆိုတာ မပြောလည်း သိမှာပါ။ဒီကားဟာ  လူသတ်သမားတစ်ယောက်နဲ့၊ ရဲအရာတစ်ယောက်တို့ အားပြိုင်မှုကြောင့် ဇာတ်လမ်းက သွေးဆူစိတ်လှုပ်ရှားရလောက်အောင်မိုက်ပါတယ်....အိန္ဒိယကားအများစုထဲ ဗီလိန်ကို အားမရတာ ကြုံဖူးကြမှာပါ။ ဒီဇာတ်ကားမှာတော့ ဗီလိန်ကတော့ အားရစရာ ကောင်းပြီးရဲအရာရှိကလည်း အစွမ်းကုန်ကြိုးစားမှာပါ။ သဲလွန်စပေးပြီး သတ်မယ်ဆိုတဲ့ လူသတ်သမားရယ်၊လူသတ်မှုကို ဖော်ထုတ်မယ့် ရဲအရာရှိရယ် အဓိက ပါဝင်ကစားထားကြတယ်။ကဲခင်ဗျားတို့လည်း စိတ်ဝင်စားကြပြီမဟုတ်လား။ ပွဲကြည့်ပရိသတ်အနေနဲ့ ခင်ဗျားတို့ကို ထည့်ပေးမယ်ဆိုရင်ရောဇာတ်လမ်းထဲ သင့်ကိုပါ ခေါ်လိုက်မယ်ဆိုရင်ရော၊ ခင်ဗျားတို့ လူသတ်သမားဖက်က ပါမလား၊ရဲအရာရှိဖက်က ပါမလား။ let's join the game!ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/v2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BM2E5ZTUxNjEtYjE4Ni00Y2Y3LThkMDYtOGYwMzcyM2JjYWU1XkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Big Ugly (2020)",
        "description": "မိတ်ဆွေအရင်းတွေဖြစ်တဲ့ရေနံလုပ်ငန်းရှင်\nပရစ်စတွန်နဲ့ ဟာရစ်က\nအနောက်ဗာဂျီးနီးယားကိုအလုပ်ကိစ္စနဲ့လာခဲ့ကြတယ်။\nတစ်ရက်မှာ ပရစ်စတွန်ရဲ့သား ကြောင့်\nဟာရစ်ရဲ့အားအကိုးရဆုံးအလုပ်သမား\nနီးလင်းရဲ့ ရည်းစားကောင်မလေး သေသွားခဲ့တယ်။\nဒီကိစ္စကိုနှစ်ဖက်လုံးကသိသွားတဲ့အခါ\nမိတ်ဆွေနှစ်ယောက်ရဲ့ရင်းနှီးမှုပျက်စီးသွားမှာလား။\nနီးလင်းကရော သူ့ကောင်မလေးကို\nသတ်တဲ့သူကိုလိုက်ရှာပြီးဘယ်လိုပြန်ကလဲ့စားချေမှာလဲ။\n၂၀၂၀ မှာထွက်ရှိထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးမို့\nဆက်ဆက်ကြည့်လိုက်ကြပါဦး\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle -  Burmese\nTranslator - Floria\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-big-ugly-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sIPNjDEf1iXOqULOXiRhqprllbz.jpg",
        "title": "The Decline (2020)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Febကမှ Netflix က‌လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Action Thriller ဖန်တွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပါအဓိကရုဏ်းတွေ ကပ်ရောဂါတွေ သဘာဝဘေးအန္တရာယ်တွေကနေကိုယ့်မိသားစု ကိုယ့်ပိုင်ဆိုင်မှုတွေကို ဘယ်လိုကာကွယ်ရမလဲဆိုတာသင်ကြားပေးတဲ့ လေ့ကျင့်ရေးစခန်း တစ်ခုအပေါ်မှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးမမျှော်လင့်ဘဲ သူတို့ထဲက လူတစ်ယောက် မတော်တဆသေသွားတဲ့အခါကျန်တဲ့သူတွေကော တကယ်ပဲအသက်ရှင်ကျန်နိုင်မှာလားကိုယ့်မိသားစုကို တကယ်ပဲကာကွယ်နိုင်မှာလား ??ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာတော့ ဇာတ်ကားထဲမှာ ရှုစားလိုက်ကြပါဦးနော် File Size : ( 775 MB , 285 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 23 min\nFormat : Mp4\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-decline-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5t1k6timRKeS7N5YV6LGXeRG6QC.jpg",
        "title": "Sword Dynasty ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020ထွက် ဟာသ အက်ရှင် သိုင်းကားလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့မင်းကြီးဟိန်လက်ထက်မှာ တိုင်းပြည်မငြိမ်းချမ်းပဲဖြစ်နေရပါတယ်..အာဏာရှိတဲ့လူတွေဖွဲ့စည်းပြီး လူတော်တွေစုစည်းထားတဲ့အဝတ်စအမိန့်စာပြုလုပ်ကာစုဆောင်းစေပါတယ်...ဒါတွေကိုသိသွားတဲ့မင်းကြီးဟိန်ကသူ့လက်အောက်ခံခေါင်းဆောင်ဟိန်ကို ဒီအဝတ်စအမိန့်စာကိုယူထုတ်သွားတဲ့အမတ်ရွှမ်ဝူနဲ့တကွအမိန့်စာမှာပါတဲ့သူတွေကိုသတ်ဖို့အမိန့်ပေးလိုက်ပါတယ်...ဒီလိုနဲ့ရှဲ့ချန်စိမ်းဆိုတဲ့ အလုပ်မရှိအကိုင်မရှိသူငှေးသားတစ်ယောက်ဟာမိန်းကလေးပိုင်ကိုကြိုက်သွားပြီး အမတ်ရွှမ်ဝူရဲ့အဝတ်ကိုလုယူပြီးအမတ်ရွမ်ဝူအ ဖြစ်ဟန်ဆောင်လိုက်ချိန်မှာ ဘယ်လိုရှုပ်ထွေးမှုတွေဖြစ်လာမလဲ.....ဇာတ်လမ်းတစ်ခုလုံး ဟာသလေးတွေ စိတ်ဝင်စားစရာတွေနဲ့ရောယှက်ရင်းတဖြည်းဖြည်းနဲ့တိုက်ခိုက်မှုတွေစလာချိန်မှာတော့ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါဒါနဲ့မင်းသမီးတွေကလဲ ချစ်စရာလေးတွေဆိုတော့အကြိုက်တွေ့စေမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/sword-dynasty-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Shaolin Temple’s 18 Arhats ( 2020 )",
        "description": "ဒီ2020ထွက်ဇာတ်ကားသစ်လေးမှာ ရှောင်လင်လော်ဟန့်၁၈ပါးရဲ့တိုက်ခိုက်မှုတွေ..ဂျပန်တွေရဲ့ရက်စက်မှုတွေကို မြင်ရမယ့်အပြင် ဇာတ်လမ်းတစ်ခုလုံးကိုတိုက်ခိုက်မှုတွေနဲ့ဖန်တီးထားလို့ရှောင်လင်သိုင်းကားစောင့်မျှော်နေတဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ပင်လယ်ဓားပြလို့အမည်တွင်တဲ့ဂျပန်တပ်ဖွဲ့တွေ ကျူးကျော်ဝင်ရောက်လာပြီးနှိပ်စက်သောင်းကျန်းနေစဉ်ကာလမှာ ဘယ်လိုမှထိန်းမရနိုင်ဖြစ်နေပါတယ်...ဒီလိုနဲ့ရှောင်လင်ဘုန်းတော်ကြီး လော်ဟန့်၁၈ပါးတို့ဟာ မင်းကြီးအမိန့်အရတပ်ဖွဲ့တွေကိုသိုင်းပညာသင်ပေးဖို့ ဖေးယွီဆိပ်ကမ်းကိုသွားဖို့လာခဲ့ပေမယ့်ပြည်သူတွေကိုကိုယ်တိုင်ကာကွယ်ဖို့ဖြစ်လာတဲ့အခါ...ပင်လယ်ဓားပြဂျပန်တွေကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/shaolin-temples-18-arhats-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKthjUmxjHjvJK8FktFfQdmwP12.jpg",
        "title": "Deep Blue Sea 3 (2020)",
        "description": "ဒီနှစ်တွေအများကြီးထဲမှာ ငါးမန်းကားတွေအများကြီးထွက်ခဲ့တယ်..ငါးမန်းကားတွေအကုန်လုံးကလည်း ငါးမန်းရှိတဲ့နေရာဒါမှမဟုတ် ငါးမန်းက နေရာကိုရောက်လာပြီး အကုန်လုံးကို ကိုက်သတ်တယ်ပြီးတော့လူတွေက ငါးမန်းကိုပြန်ပြီးသတ်တယ် ဆိုတဲ့ပုံစံနဲ့ဇာတ်ကားမျိုးတွေပါပဲ...ဒီတစ်ခါ ငါးမန်းကားကတော့ အဲဒီလိုငါးမန်းကားမျိုး မဟုတ်ပဲထူးထူးခြားခြားငါးမန်းကားမလို့ တင်ဆက်ပေးလိုက်ပါတယ် ..ရာသီဥတုပြောင်းလဲမှုကြောင့်ရေအောက်သတ္တဝါတို့ရဲ့ပြောင်းလဲမှုကိုလေ့လာနေတဲ့ဒေါက်တာ ကိုလင်းဟာ မိုဇမ်ဘိ ရဲ့ ရေနက်ပိုင်းမှာ ငါးတွေရဲ့ အလေ့အထကိုလေ့လာရင်းလူတွေကိုဗဟုသုတ မျှဝေပေးနေပါတယ်။အဲဒီရာသီဥတုပြောင်းလဲမှုမှာ ပြောင်းလဲသွားပြီးဓလေ့ပိုင်းပြောင်းလဲနေတဲ့ ငါးမန်းတစ်ချို့လည်းရှိနေပါသေးတယ်။အဲဒီငါးမန်းတွေကို လိုက်လံကာလေ့လာနေတဲ့လူတစ်စုနဲ့ ဒေါက်တာကိုလင်းနဲ့ တွေ့ကြတဲ့အခါ ....အဲဒီလေ့လာနေတဲ့လူတစ်စုကရော ဘယ်လိုလူမျိုးတွေလဲ...ဒေါက်တာကိုလင်းဟာလည်း ငါးများကိုလေ့လာနေပြီးငါးများကိုကာကွယ်မှုပြုလုပ်နေသူပီပီ ဘယ်လိုမျိုး အတွေ့အကြုံတွေကိုကြုံရမလဲအဲဒီရာသီဥတုပြောင်းလဲမှုကြောင့်ဓလေ့ပြောင်းလဲနေတာက ငါမန်းတွေရောဟုတ်ရဲ့လား ...သူတို့ကရော ဘယ်လိုပြောင်းလဲသွားတာလဲဆိုတာက...ဒေါက်တာကိုလင်းတစ်ယောက် အသစ်အသစ်သောမျိုးစိတ်တွေကိုတွေ့လိုက်ရတဲ့အချိန်ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုကြပါဦး။ File Size : ( 938 MB , 340 ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/deep-blue-sea-3-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugZW8ocsrfgI95pnQ7wrmKDxIe.jpg",
        "title": "Hard Kill (2020)",
        "description": "Action/Thriller အမျိုးအစားပါ။ Eva ဆိုတဲ့ ကောင်မလေးကလူတွေရဲ့ ဘဝကို ကယ်တင်ဖို့ဆိုပြီးကမ္ဘာကြီးကို ပြောင်းလဲပစ်နိုင်မယ့် A.I စနစ် နည်းပညာတစ်ခုကို တီထွင်ခဲ့တယ်။အဲ့ဒီနည်းပညာဟာ Pardoner ဆိုတဲ့psychopath အကြမ်းဖက်သမား လက်ထဲရောက်သွားတယ်။သူကတော့ အဲ့ဒီ A.I system ကြီးကိုသုံးပြီး တစ်ကမ္ဘာလုံးကprogram တွေ လုပ်ငန်းတွေအကုန်လုံးကို အပျောက်ဖျောက်ချင်တာပါတဲ့။တစ်မ္ဘာလုံးကို reset ချချင်တာမျိုးပေါ့။ဒါပေမယ့် အဲ့ဒီနည်းပညာကို သုံးဖို့က လျှို့ဝှက်ကုဒ်နဲ့ ဖြည်မှရမှာ။အဲ့ဒီကုဒ်ကိုသိတဲ့သူက Eva ရဲ့အဖေ Donovan ။ဒီတော့ Pardonerက Donovan ကို အကျပ်ကိုင်ဖို့ သူ့သမီးကို ဖမ်းထားလိုက်တယ်။အဲ့ဒီမှာပဲ Donovan က ဇာတ်လိုက် Miller ခေါင်းဆောင်တဲ့ကြေးစားအထူးတပ်ဖွဲ့ကို ငှားရမ်း တာဝန်ပေးတာနဲ့ ဇာတ်လမ်းစပါတယ်။ File ...",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/hard-kill-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQqqsj0WhANqGqHQ8BhBE7iI4bk.jpg",
        "title": "Enter the Fat Dragon ( 2020 )",
        "description": "ဒီဇာတ်ကားက တော့မင်းသားကြီး Donnie Yenရဲ့ february 1 2020မှာထွက်ရှိလာတဲ့ Action,Adventure,Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်ရဲအရာရှိတစ်ယောက်ဟာအရမ်းကြိုးစားပြီးလုပ်ကိုင်ပေမယ့် လွဲချော်မှုတွေကြုံရရင်းရာထူးချခံရတဲ့အပြင်ချစ်ရသူရဲ့လမ်းခွဲခြင်းကိုပါခံလိုက်ရတဲ့အခါ...စိတ်ဓာတ်ကျသွားပြီးအစားအလွန်စားရင်းကနေ၁၀၀ကီလိုကျော်ဝတဲ့ဖက်တီးတစ်ယောက်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ ဂျပန်ရဲတပ်ဖွဲ့ကအလိုရှိနဲ့သူတစ်ယောက်ကိုသွားပို့ပြီးရာထူးပြန်ရဖို့အခွင့်အလမ်းရလာတဲ့အခါ မထင်မှတ်ပဲလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပတ်သက်ဖို့ရာဖြစ်လာပါတယ်.....ဂျပန်မှာဘယ်လိုလွဲချော်မှုတွေကြုံတွေ့ရမှာလဲ...မသမာမှုလုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/enter-the-fat-dragon-2020/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9biunspZ5C2A4jNqH693H7PEda0.jpg",
        "title": "Sadak 2(2020)",
        "description": "Sadak 2(2020)လူ့လောကကို စိတ်ကုန်နေတဲ့ တက္ကစီဒရိုက်ဘာတစ်ယောက်ရယ်၊ မသမာသူတွေ လက်ထဲက ပြေးထွက်လာတဲ့ ချစ်သူစုံတွဲရယ်နဲ့ဇာတ်လမ်းဖွင့်ထားတာတွေ့ရပါလိမ့်မယ်...။အစောပိုင်းမှာ အဲ့ဒီ ဒရိုက်ဘာကြီးဆီကို ညဉ့်နက်ချိန်မှာ မိန်းကလေးတစ်ယောက်က သူသွားလိုတဲ့ နေရာကိုလိုက်ပို့ပေးရမည်ဖြစ်ကြောင်းပြောပြီး အရင်ကတည်းက ကြိုတင်မှာထားကြောင်း ပြောပါတယ်။တက္ကစီဒရိုက်ဘာကလည်း ငြင်းမရတော့တဲ့အဆုံးမှာ သူသွားလိုရာကို လိုက်ပို့ပေးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒါပေမဲ့ ကောင်မလေးဟာ တစ်ခုခုက ထွက်ပြေးလာပုံပေါ်နေတာမို့ တက္ကစီဒရိုက်ဘာကတော့ ရိပ်စားမိပါတယ်။ဒါ့အပြင် ဗဟိုအကျဉ်းထောင်ကို သွားပြီး သူ့ချစ်သူကို ခေါ်ရဦးမည်တဲ့။ ကိုယ်တိုင်က အားလုံးကိုစိတ်ပျက်နေရတဲ့ကြားထဲအန္တရယ်အငွေ့အသက်တွေပြည့်နေတဲ့ မိန်းကလေးတစ်ယောက်ကို ကားပေါ်တင်လာပြီးတဲ့အချိန်ကစပြီးဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဒီကားနဲ့ပတ်သက်ပြီး  IMDb Ratingကိုပြောချင်ပါသေးတယ်။ Ratingကို အနည်းဆုံးပဲမြင်ရမှာပါ။ဒါဟာ ဇာတ်ကားကို ကောင်းသည်ဖြစ်စေ၊ဆိုးသည်ဖြစ်စေ မထွက်ခင်ကတည်းကဒီလိုပေးကြမယ်လို့ ကြံစည်ထားကြတာပါ။ ဆူရှန့်သေဆုံးမှုနဲ့ ပတ်သက်ပြီး ဘောလိဝုဒ်ရဲ့ တချို့ဇာတ်ကားတွေကိုIMDb Rating နဲ့ သတ်မှတ်လို့မရတော့တဲ့ အခြေအနေပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nyi Koe နဲ့ Myint Thu တို့ပဲဖြစ်ပါတယ်....File Size : (1.03 GB) ...",
        "rating": "1.1",
        "url": "https://channelmyanmar.org/sadak-22020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4kPwXPlM1iy8Jf3S1uuLuwqQAV.jpg",
        "title": "One Night in Bangkok (2020)",
        "description": "ကိုင် ဆိုတဲ့လူဟာ စစ်တပ်ထွက် ပင်စင်စားတစ်ယောက်ဖြစ်ပြီးမကြာသေးခင်ကမှ သမီးဖြစ်သူနဲ့ သူတို့မိသားစုကိုယာဉ်တိုက်မှုတစ်ခုမှာ ဆုံးရှုံးလိုက်ရသူပါ ဒီလိုနဲ့ လအနည်းငယ်ကြာတဲ့အခါမှာ ကိုင်တစ်ယောက် ထိုင်းနိုင်ငံကိုရောက်ရှိလာပြီးဖာ လို့ခေါ်တဲ့အမျိုးသမီးလေးတစ်ဦး မောင်းတဲ့တက္ကစီကို ငှားပြီးတဲ့နောက်မှာနောက်ထပ်နေရာငါးနေရာကို ဆက်သွားဖို့ ကိုင်က ဖာကိုကမ်းလှမ်းပါတယ်ဖာက ကမ်းလှမ်းချက်ကို လက်ခံမှာလား ကိုင် မိသားစုရဲ့မတော်တဆမှုနဲ့ ဒီတက္ကစီယာဉ်မောင်းမလေးနဲ့ ဘယ်လိုပတ်သက်နေမလဲအဲ့ဒီနေရာငါးနေရာကရော ဘာ‌ကြောင့်သွားမှာလဲစသဖြင့် အကြောင်းအရာပေါင်းများစွာကို အက်ရှင်မင်းသားဟောင်းMark Dacascos သရုပ်ဆောင်တဲ့ One Night in Bangkok မှာ ပီပြင်စွာကြည့်ရှူရမှာ ဖြစ်ပါတယ် File Size : ( 980 MB , 361 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 45 min\nFormat ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/one-night-in-bangkok-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-2-143x200.jpg",
        "title": "Malibu Rescue: The Next Wave 2020",
        "description": "2019 မှာ Malibu Rescue ဆိုပြီး ပထမပိုင်းအရင်ထွက်ရှိခဲ့ပြီး အခု 2020 မှာ The Next Wave ဆိုပြီး ထွက်ရှိခဲ့ပါတယ်။\nMalibu Rescue ဆိုတာကတော့ Malibu ကမ်းခြေက လူငယ်ကယ်ဆယ်ရေးအသင်းတစ်ခုပါ။ ကမ်းခြေမှာ ရေလာဆော့တဲ့သူတွေ အန္တရာယ်ကြုံတွေ့တဲ့အခါ ကူညီပေးရတဲ့ အဖွဲ့ပါ။\nSeason 1 မှာတုန်းက ဇာတ်လိုက်ဖြစ်သူ တိုင်လာနဲ့ သူ့ဘော်ဒါတစ်သိုက်ဟာ အသင်းထဲကို ၀င်ခွင့်ရဖို့ ကြိုးစားခဲ့ပုံတွေကို တွေ့ရမှာပါ။\nအခု Season 2 မှာတော့ ပို အဆင့်မြင့်သွားပါပြီ။ Beachmaster ဆိုတဲ့ အပြည်ပြည်ဆိုင်ရာပြိုင်ပွဲတစ်ခုကို ယှဉ်ပြိုင်ကြရတော့မှာပါ။ နိုင်ငံပေါင်းစုံက နိုင်ငံ့ကိုယ်စားပြုအသင်းတွေနဲ့ ချန်ပီယံကို လုရတော့မှာပါ။\nSeason 1 ရှိတဲ့ ဇာတ်ကားဆိုတော့ Season 2 ကို spoiler မပေးတော့ပါဘူး။ 2 ကို မကြည့်ခင် 1 ကိုအရင် ကြည့်ကြဖို့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/malibu-rescue-the-next-wave-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/TK-140x200.jpg",
        "title": "The King is Invincible ( 2020 )",
        "description": "သိုင်းကားကောင်းကြိုက်သူတွေအကြိုက်တွေ့စေမယ့်၂၀၂၀ထွက်ဇာတ်ကားကောင်းလေးတစ်ကားပါ..အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ဟွမ်ဖေးဟုန်နဲ့ မစ္စ၁၃ကိုမင်းသား မင်းသမီးအသစ်တွေနဲ့ပြန်ရိုက်ထားပေမယ့် မူလအရသာမပျက်လို့ ကျေနပ်မိပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ချင်မင်းဆက်နှောင်းပိုင်းကာလမှာ တိုင်းပြည်ရဲ့ရှေးဟောင်းရတနာမော့လုံပန်ချီကားလုယက်ခံလိုက်ရပါတယ်...ဟွမ်ဖေးဟုန်ဟာ မော့လုံပန်ချီကားလုယူသွားတဲ့သူနောက်လိုက်ရင်းမစ္စ၁၃နဲ့လက်ထပ်ဖို့ချိန်းဆိုထားတဲ့နေ့ကိုပျက်ကွက်ခဲ့တဲ့အခါ....မစ္စ၁၃ စိတ်ဆိုးပြီးရှန်ဟိုင်းကိုထွက်သွားတဲ့အချိန် ဟွမ်ဖေးဟုန်ကလဲမော့လုံပန်းချီကားအတွက်ရှန်ဟိုင်းကိုလိုက်သွားဖို့ဖြစ်လာတဲ့အခါ.....ရှေးဟောင်းရတနာတွေကိုလုယက်ခိုင်းနေတဲ့ နောက်ကွယ်ကကြိုးကိုင်သူကဘယ်သူဖြစ်မလဲ....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-king-is-invincible-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iEc34Qje2V3FZnrSXKfZsbiHjW.jpg",
        "title": "The Sleepover(2020)",
        "description": "The Sleepover(2020)အညွှန်း**************************((ဇာတ်ကားအလန်းမို့ 1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))အဖေရယ် အမေရယ် သားလေးရယ် သမီးလေးရယ်နဲ့ပျော်ပျော်နေတတ်တဲ့ မိသားစု(၄)ဉီးရှိတယ်....သာမန်လူတန်းစားဖြစ်ကြသလို သိပ်ချစ်ကြတဲ့မိသားစုလေးပေါ့...တစ်နေ့တော့ မိခင်နဲ့ဖခင်ကို လူဆိုးဂိုဏ်းက ဖမ်းခေါ်သွားတယ်...ကြည့်ရတာ ဒီလင်မယား(၂)ဉီးဟာတစ်ချိန်က လူဆိုးတွေနဲ့ပတ်သက်မှုရှိတဲ့ ကြေးစားတွေဖြစ်ပုံရတယ်....အိမ်ထောင်ပြုပြီးကလေးတွေနဲ့ ဇာတ်မြှုတ်နေပုံပါပဲ...ရုတ်တရက်ကြီးအဖမ်းခံလိုက်ရတော့အိမ်မှာ သဲလွန်စလေးတွေပဲချိန်ထားနိုင်တော့တယ်...သား၊သမီးတွေပြန်ရောက်တော့အဖေ၊အမေရဲ့သွေးပါတဲ့သူတွေပီပီ ချန်ခဲ့တဲ့သဲလွန်စတွေကိုလေ့လာရင်းမိဘ(၂)ပါးဒုက္ခရောက်နေပြီကိုသိတဲ့နောက် လိုက်လံကယ်ဆယ်ဖို့ကြိုးစားပါတော့တယ်...မိဘတွေက အတိတ်မှာ ဘာတွေလုပ်ခဲ့လို့လဲ..လူဆိုးဂိုဏ်းကရော ပြန်ပေးဆွဲပြီး ဘာတွေခိုင်းဖို့ကြိုးစားတာလဲ...သားသမီးတွေကလည်း ကယ်ဆယ်ဖို့ကြိုးစားတာ အဆင်ပြေနိုင်ကြပါ့မလား...ဒီကားက အတော်လည်းစိတ်ဝင်စားဖို့ကောင်းသလိုရယ်လည်းရယ်ရပါတယ်...အက်ရှင်ခန်းတွေဆိုလည်း တော်တော်ကြီးကိုအားရစရာကောင်းတာပါ..ကြည့်ကြည့်ပါ ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...File Size :(1.82GB) (900 MB) and (395 MB)\nQuality : WEB-DL1080P5.1CH, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Sxja/The_Sleepover.2020.NF.WEB-DL.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4VB6m0RwcicVEZvzftYZyKXs6K.jpg",
        "title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)(2020)",
        "description": "DC ရဲ့ စူပါဟီးရိုး ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ဒီဇာတ်လမ်းကတော့ ဆူဆိုက်စကွက်ထဲမှာ အားလုံးအားကျကြတဲ့ စုံတွဲလေးဖြစ်တဲ့ဂျိုကာ နဲ့ ဟာလေကွင်းတို့ရဲ့ နောက်ဆက်တွဲပါပဲ။ဇာတ်လမ်းအစမှာ ဟာလေကွင်းနဲ့ ဂျိုကာတို့ လမ်းခွဲရတာကနေ စပါတယ်။လမ်းခွဲအပြီးမှာ နဂိုက ဟာလေကွင်းကို ချဉ်နေတဲ့ တစ်မြို့လုံးနီးပါးဟာဂျိုကာကိုမပူရတော့တဲ့အတွက် ဟာလေကွင်းကို အမဲဖျက်ဖို့ လိုက်လာကြပါတော့တယ်။ဟာလေကွင်းကတော့ “သူက ဂျိုကာမရှိဘဲ မနေနိုင်ပါဘူးတို့၊ ခဏနေ ပြန်တွဲမှာပါပဲ၊ဂျိုကာလက်ဖြောက်တီးလိုက်တာနဲ့ ရင်ခွင်ထဲပြန်ပြေးဝင်မှာပါ”တို့ သူငယ်ချင်းတွေက ဒီလိုအတင်းတုပ်တာတွေကို မကျေနပ်တာပေါ့။ဒါကြောင့် တကယ်ပြတ်ပြီဆိုတာ သက်သေပြဖို့သူတို့ရဲ့ အချစ်ဇာတ်လမ်းလေး စခဲ့တဲ့ ဓာတုစက်ရုံကြီးကို ဖျက်ဆီးပစ်လိုက်ပါလေရော။ဒီနောက်မှာတော့ ဂေါ့သမ်ရဲ့ နာမည်ကြီးမာဖီယားကြီးတစ်ယောက်ကသူ့ကိုဖမ်းမိပြီးသတ်ဖို့လုပ်ပါတော့တယ်။အသတ်ခံရမှာ ကြောက်သွားတဲ့ ဟာလေကွင်းက မာဖီးယားကြီးပျောက်သွားတဲ့အရေးကြီးတဲ့ စိန်တုံးကြီးကို ရအောင်ရှာပေးမယ်လို့ အပေးအယူလုပ်ရင်း ပြန်လွတ်လာတာပေါ့။နောက်ပိုင်းဇာတ်လမ်းကတော့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/birds-of-prey-and-the-fantabulous-emancipation-of-one-harley-quinn2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-25-at-3.59.46-AM-136x200.png",
        "title": "Peninsula – Train to Busan 2 (2020)",
        "description": "Peninsula - Train to Busan 2 (2020)==========================IMDb Rating - 6.0/10#Unicodeဒီရုပ်ရှင်မှာတော့ ကိုရီးယားကို နိုင်ငံအားလုံးက ပိတ်ဆို့ထားခဲ့တာ ၄ နှစ်ကြာခဲ့ပါပြီ။ အထဲမှာ အသက်ရှင်ရက်ကျန်ခဲ့သူတွေက လွတ်မြောက်ဖို့ ကြိုးစားနေသလို လောဘသားတွေကလည်း ပိုင်ရှင်မဲ့နေတဲ့ ငွေတွေ ရတနာတွေကို ယူဖို့ ခိုးဝင်နေကြပါတယ်။ ကိုရီးယားနိုင်ငံတစ်ခုတည်း ကမ္ဘာပျက်ပြီးနောက်ပိုင်း အခြေအနေကို ပြသလို ပြထားပြီး အရင်ရုပ်ရှင်လိုပဲ Survival အတွက် စွန့်စားခန်းတွေ ဖွင့်တာကို တွေ့ရမှာပါပဲ။ အရင်က Train To Busanပထမပိုင်းအနေနဲ့ထွက်ရှိထားပြီး လင့်ကိုတော့ အောက်မှာထည့်သွင်းဖော်ပြပေးထားပါတယ်။ အခုကားကတော့အပိုင်း ၂ အနေနဲ့ထွက်ရှိလာတာမို့ အားလုံးပဲခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)Part 1 >>> https://channelmyanmar.org/train-to-busan2016/ #Zawgyiဒီ႐ုပ္ရွင္မွာေတာ့ ကိုရီးယားကို ႏိုင္ငံအားလုံးက ပိတ္ဆို႔ထားခဲ့တာ ၄ ႏွစ္ၾကာခဲ့ပါၿပီ။ အထဲမွာ အသက္ရွင္ရက္က်န္ခဲ့သူေတြက လြတ္ေျမာက္ဖို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/peninsula-train-to-busan-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/066-210x300.jpg",
        "title": "Train To Busan (2016)",
        "description": "(Busan ရထားကြီး ထွက်ပါပြီ။ အားလုံး စောင့်မျှော်တောင်းဆိုနေတဲ့ ဒီဇာတ်ကားကို မြန်မာစာတန်းထိုး HD နဲ့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားကို အတော်များများတော့ ကြားဖူးနေကြလောက်ပါပြီ။ အများကြီးတော့ ညွှန်းစရာမရှိပါဘူး။ ကိုရီးယားကားတွေထဲမှာတော့ ထိပ်တန်းအဆင့်ရှိတဲ့ ဇာတ်ကားတစ်ခုပါပဲ။ အလွှာပေါင်းစုံ လူတန်းစားပေါင်းစုံ စိတ်ဓာတ်ပေါင်းစုံနဲ့ လူတွေ ကြောက်မက်ဖွယ် အန္တရာယ်တွေ ကြုံလာတဲ့အချိန်မှာ တစ်ဦးချင်းစီရဲ့ စရိုက်၊ စိတ်ထားတွေ အပြောင်းအလဲတွေနဲ့ သူတို့ရဲ့ ဘဝတွေကို ကောင်းကောင်းကြီး ပြသသွားတာပါပဲ။ ကြောက်ရွံ့မှု ရဲရင့်မှု ပျော်ရွှင်မှု ကြေကွဲမှု တကိုယ်ကောင်းဆန်မှု စွန့်လွှတ်အနစ်နာခံမှုတွေကို တနေရာတည်းမှာ စုစည်းခံစားလိုက်ကြပါစို့။File Size       :  900MB/ 440 Mb\nDuration      :  1hr 58 min\nQuality         :  Webrip ...",
        "rating": "7.8",
        "url": "https://megaup.net/Qea2/Train_To_Busan_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDJkNDgyMDQtYjEyMC00N2QyLWFiM2EtZmM3MWM2ZmRiNjk5XkEyXkFqcGdeQXVyNDY2NzgwOTE@._V1_-141x200.jpg",
        "title": "The Final Level: Escaping Rancala (2020)",
        "description": "ကောင်လေးတစ်ယောက် ဂိမ်းဆိုင်မှာ ဂိမ်းဆော့ရေရင်း\n \nလေထဲမှာပျောက်သွားသလိုမျိုး ဘာအစမှရှာမရ‌ေတာ့ဘဲပျောက်သွားတယ်။\nလိုက်ရှာတဲ့ရဲတွေရော မိသားစု၀င်တွေရော သူငယ်ချင်းတွေရောက\nဘယ်လိုမှရှာမရတဲ့အဆုံးလက်လျော့လိုက်ကြတယ်။\nဒါပေမယ့် နှစ်တွေကြာလာတော့ပျောက်သွားတဲ့ကောင်မလေးရဲ့အမက\nသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ဂိမ်းဆိုင်တစ်ဆိုင်ဖွင့်တဲ့အခါ\nသူ့မောင်လေးပုံပါနေတဲ့ ဂိမ်းတစ်ခုကိုသွားတွေ့တယ်။\nသူငယ်ချင်းသုံးယောက်သား ယောင်ချာချာနဲ့ ဂိမ်းထဲရောက်သွားပြီး\nသူတို့မောင်လေးဟာ ပျောက်သွာစတာမဟုတ်ဘဲ\nဂိမ်းထဲရောက်နေတယ်ဆိုတာ သိလိုက်ရပါတယ်။\nအဲ့ဒီ့လိုနဲ့ သူငယ်ချင်းသုံးယောက်သားမောင်လေးကို\nကယ်ဖို့ကြိုးစားကြပါတော့တယ်။\nဒီအမျိုးသမီးသုံးယောက်ဂိမ်းထဲမှာ ဘယ်လိုတွေစွန့်စားခန်း\nဖွင့်သွားကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦး\n \nFile Size -  943 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-final-level-escaping-rancala/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3z0KMLIEGL22mVrgaV7KDxKRmT.jpg",
        "title": "Ava (2020)",
        "description": "အက်ရှင်ကားကြိုက်တဲ့သူတွေအတွက် အက်ရှင်ကားသစ်လေးတင်ပေးလိုက်ပြီနော်။IMDb 5.5/10 ရထားပြီးဇာတ်ကားအမျိုးအစားကတော့ Action/ Dramaဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း မင်းသမီးကစပိုင်တစ်ယောက်ဖြစ်ပြီးခက်ခဲနက်နဲတဲ့တာဝန်တွေကိုကျေပွန်အောင်ထမ်းဆောင်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် တော်လွန်းတဲ့သူမကို အဖွဲ့ကပင်ပြန်ကြောက်လာတဲ့အတွက်နောက်ဆုံးတစ်ဖွဲ့လုံးရဲ့ပစ်မှတ်ပြန်ဖြစ်လာခဲ့ပါတယ်။အဲ့တာကိုသိသွားတဲ့မင်းသမီးကလည်းဘယ်လိုလက်တုံ့ပြန်မလဲဆိုတာကိုတော့ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်။ File Size : ( 906 MB , 330 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 36 min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Knox Knox\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ava-2020/"
    }
]