[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OkmwdxCZOVxvZq9OyDrIIKEoDK.jpg",
        "title": "iNumber Number: Jozi Gold(2023)",
        "description": "iNumber Number: Jozi Gold(2023)********************************\nအာဖရိက နယ်မြို့လေးမှာ လူမိုက်ဂိုဏ်းစတားအဖွဲ့တွေက လုယက်သတ်ဖြတ်နေကြပါတယ်။\nရဲ အရာရှိတွေဖြစ်တဲ့ ရှူးစ်နဲ့ ချီလီဟာ လူမိုက်တွေကိုဖမ်းပေးပေမယ့် သက်သေမခိုင်တာရယ် လာဘ်ပေးမှုတွေကြောင့်\nပြန်လွတ်နေပါတယ်။ သူတို့ သက်သေအခိုင်အမာရှာပြီး ဖမ်းပေးတဲ့ဟိုင်အီးနားလူသား လူဆိုးတစ်ယောက်ဟာ\nသက်သေမရှိဘူးပြီးပြန်လွှတ်ခံရဖို့ရှိနေပါတယ်၊ ဒီလူဆိုးကိုဖမ်းတဲ့နေရာမှာ အပျက်အစီးတွေနဲ့ချွတ်ချော်မှုတွေကြောင့်\nရှူးစ်နဲ့ ချီလီကိုဌာနရဲ့ အောက်ဆုံးကအဖွဲ့နဲ့အလုပ်လုပ်ဖို့ အမိန့်ချလိုက်တယ်။ ဒါဆိုချီလီကမကျေနပ်ဘဲဗြောင်းဆန်အောင်လုပ်ဖို့ကြိုးစားပါတော့တယ်....File Size :(2.02GB)& (996MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action , Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/inumber-number-jozi-gold2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-star-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/spy-140x200.jpg",
        "title": "Spy in Love (2016)",
        "description": "အင်ဒိုရုပ်ရှင်တွေဆိုရင် နာမည်ကြီးအက်ရှင်ရုပ်ရှင်ဖြစ်တဲ့The Raid ကိုမြင်မိကြမှာပါ။ ယခုရုပ်ရှင်မှာ TheRaid ရုပ်ရှင်တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မှင်ကောင်းကောင်းနဲ့ အထာရှိတဲ့အင်ဒိုဝါရင့်သရုပ်ဆောင်Ray Sahetapy ဟာတွဲဖက်ဇာတ်လိုက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းက လျှို့ဝှက်ထောက်လှမ်းရေး ဟောင်းဖြစ်တဲ့ဆာတီရာ ဟာ ပင်စင်စားပြီးတက္ကသိုလ်မှာ သင်တန်းတွေပို့ချနေတဲ့အချိန် မလေးရှားမှာလေယာဉ် ပျောက်ဆုံးမှုတစ်ခုအားစုံစမ်းထောက်လှမ်းဖို့ဖြစ်လာပါတယ်။ သူ့မြေးဖြစ်သူ ပူထရာကလည်း မလေးရှားကဟိုတယ်တစ်ခုမှာ မန်နေဂျာအဖြစ်လုပ်ကိုင်ရင်း အိမ်ထောင်ပြုဖို့ဖြစ်လာတဲ့အခါအဖိုးဖြစ်သူဆီက ခွင့်ပြုချက်တောင်းဖို့ဆာတီရာကိုု မလေးရှားသို့အလည်ခေါ်ပါတော့တယ်။ ဆာတီရာ ကြီးတစ်ယောက်လည်း “ငါမအိုသေး”ဆိုတဲ့ အကွက်ကိုပြချင်တဲ့အတွက် ကိုယ်တိုင်ကွင်းဆင်းစုံစမ်းဖို့မြေးဖြစ်သူရှိရာမလေးရှားသို့ ရောက်လာပါတော့တယ်။ အဲဒီနောက်ဇာတ်လမ်းကို တဖြေးဖြေးဖြည်ချလာရင်း ဂွစာကြီး ဆာထရီဘယ်လိုတွေရွှေ့ပြီး ဇာတ်လမ်း အဆုံးထိဘယ်လိုတွေသက်လုံကောင်းသွားမလဲ ကြည့်ရမှာပါ။ပေါ့ပေါ့ပါးပါးနဲ့ အက်ရှင် ဟာသ ဒရာမာ ပေါင်းထားတဲ့ ရုပ်ရှင်ကို ကြည့်ချင်ပါတယ်ဆိုရင်ဒီရုပ်ရှင်ဟာ ကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…1.38GB / 589MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Adventure , ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/spy-in-love-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjEyNDM2NDA3M15BMl5BanBnXkFtZTcwNDE1NDc5MQ@@._V1_-146x200.jpg",
        "title": "24: Redemption (2008)",
        "description": "24: Redemption (2008)\n==================\nIMDb Rating - 7.4/10ဒီကားလေးက အမေရိကန် နာမည်ကြီး စုံထောက် စီးရီးဖြစ်တဲ့\n'24' ဆိုတဲ့ စီးရီးရဲ့ အဆက် တစ်ပိုင်းတည်းအပြီး ကားလေးဖြစ်\nပါတယ်။ စီးရီးမှာတော့ စုစုပေါင်း Season 9 ခုထိရှိပြီး အတော်\nလေးအောင်မြင်ခဲ့တယ်ပြောရမှာပါ။ ဇာတ်ဆောင်မင်းသားအနေနဲ့\nကတော့ 1990 နဲ့ 2000 ခုနှစ် တွန်ခရုစ်တို့နဲ့အပြိုင်တောက်ပခဲ့တဲ့\nKiefer Sutherland ဘဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အေးဂျင့်ဘဝကနေ အနားယူ\nလိုက်တဲ့ Sutherland နဲ့သူ့သူငယ်ချင်းတို့က Sangala ဆိုတဲ့ အာ\nဖရိဂန်နိုင်ငံမှာ မိဘမဲ့ဂေဟာလေးမှာလုပ်အားပေးလုပ်ရင်း ဘဝကို\nအေးဆေးနေနေတဲ့အချိန်ပေါ့။ (Sangala ဆိုတာက Fiction ပါ၊\nအပြင်မှာမရှိပါဘူး)။ တဖက်မှာလည်း အမေရိကန်တို့ သူတို့တိုင်း\nပြည်မှာခြေရှုပ်နေတာကို မကြိုက်တဲ့ စစ်သွေးကြွအဖွဲ့တွေရှိနေပါ\nတယ်။ ဒါပေမဲ့ 24 စီးရီးမှာ သူတို့ခေါင်းဆောင်ကို အမေရိကန်တို့က\nလက်နက်ဖြုတ်လိုက်ပြီးပါပြီ၊ ဒါပေမဲ့ တွင်းထွက်မရှိ၊ စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့ US တို့ဘက်က ပြန်ဆုတ်ချင်နေပါတယ်။ဒီလိုနဲ့ ရာထူးကဆင်းပေးရတော့မယ့် US ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/24-redemption-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDUzMDA1ZjctZjJkNi00YmRmLTk5NzctNjMwNTEzMjAwMTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-138x200.jpg",
        "title": "The Wrath of Becky (2023)",
        "description": "The Wrath of Becky (2023)\n===================\nIMDb Rating - 6.0/10\n2020 တုန်းက ထွက်ထားတဲ့ Becky ကားရဲ့ Sequel ပါ။\n2020 ကားထက်လည်း IMDb rating ပိုမြင့်ပါတယ်။ ပထမ\nကားမှာ သူ့အဖေကို သတ်သွားတဲ့ လူလေးယောက်ကို ပြန်သတ်\nခဲ့တဲ့ ဘက်ကီက မိဘမဲ့ဖြစ်သွားတော့ မွေးစားမဲ့သူတွေရှိလာ\nပေမဲ့လည်း ဘက်ကီက သူ့ခွေးလေး ဒီယေးဂိုကိုခေါ်ပြီး တစ်\nအိမ်ပြီးတစ်အိမ်ကနေ ထွက်ပြေးပါတယ်။ တစ်နေ့မှာတော့ အယ်\nလီနာဆိုတဲ့ အဘွားကြီးတစ်ယောက်က ဘက်ကီ့ကိုလမ်းကြုံခေါ်\nတင်ပေးရာကနေ ဘက်ကီတို့နှစ်ယောက် အယ်လီနာနဲ့ပဲ နေဖြစ်\nသွားကြပါတယ်။\nဒါပေမဲ့ ကံကြမ္မာကဖန်လာပြန်တော့ ဘက်ကီ့ကြောင့်ပဲ အယ်လီနာ\nအသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ ဘက်ကီ့ရဲ့ လက်စားချေတဲ့ခရီးစဉ်\nကြီး ပြန်လည်စတင်ပါတော့တယ်။ ၁၃နှစ်အရွယ်ဘက်ကီနဲ့ ၁၆နှစ်\nအရွယ် ဘက်ကီတို့ ဘယ်လိုကွာခြားသွားမလဲ၊ သစ္စာရှိခွေးလေး\nဒီယေးဂိုကရော ဒီတစ်ခေါက်မှာ ဘက်ကီ့ကိုဘယ်လိုကူညီဦးမလဲ။\nရက်ရက်စက်စက် သွေးထွက်သံယို လူသတ်မှုတွေပါဝင်တဲ့အတွက်\nကြောင့် အသည်းငယ်သူများ ကြည့်ရှုဖို့မသင့်တော်ပါဘူး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)\nFile Size..........(772 MB) ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-wrath-of-becky/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wqKF883Kn9c0SZV4ZmkIkFhBLh.jpg",
        "title": "Becky(2020)",
        "description": "Becky(2020) အညွှန်း****************နှစ်ရှည်ထောင်ကျနေတဲ့ အစွန်းရောက်လူမိုက်ကြီး (၄)ယောက်ရှိတယ်..ဒီလူတွေက လူသတ်ဖို့ဝန်မလေးသလိုအတွေ့အကြုံပေါင်းများစွာရှိနေတဲ့သူတွေ..တစ်နေတော့သူတို့ကို ထောင်ပြောင်းဖို့ ကြိုးစားချိန်မှာ လုံခြုံရေးတွေကိုသတ်ဖြတ်ပြီး လွတ်မြောက်သွားတယ်..သူတို့(၄)ယောက်ဟာ ထောင်က ထွက်လာပြီးတဲ့နော်ရည်ရွယ်ကြီးတစ်ခုလုပ်ဖို့ရှိတယ်..အဲ့ဒါက တောအုပ်တစ်ခုထဲက အိမ်မှာအရေးပါတဲ့သော့တစ်ချောင်းကိုထောင်မကျခင်က ဝှက်တဲ့ဟာဟာကိုသွားယူဖို့ပါပဲ..ဒီအိမ်မှာလက်ရှိ မိသားစုတစ်စုနေထိုင်ပြီးအဲ့ဒီထဲမှာ ဘက်ကီဆိုတဲ့ချာတိတ်အရွယ်ကောင်မလေးလည်းရှိတယ်..လူကြမ်းကြီး(၄)ယောက်နဲ့ ဒီမိသားစုနဲ့ တွေ့ဆုံချိန် ဘက်ကီလေးတစ်ယောက်ပဲသူ့မိသားစုကိုကယ်ဖို့အခွင့်အရေးရှိလာတဲ့အခါမှာတော့...File Size :( 1.6GB)(623MB)\nQuality : BLU-RAY.1080P, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Action, Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/becky2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1cUy9C9LRNtRWvobgT3DioYyOFN.jpg",
        "title": "Balada Si Roy (2023)",
        "description": "Balada Si Roy (2023)*******************\nလောကဓံရဲ့အနိမ့်အမြင့်အခက်အခဲတွေကို အလူးအလဲခံနေရပေမဲ့ မလျော့သောစိတ်ဓာတ်ခွန်အားတွေနဲ့အတူမတရားဘက်တော်သားတွေကို မကြောက်မရွံ့ပြန်တိုက်ခိုက်ရဲတဲ့ ရွိုက် (Roy) ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဘဝကိုပုံဖော်ရိုက်ကူးတာတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..ရွိုက် (Roy) ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့ ဆယ်ကျော်သက်ကျောင်းသားလေးတစ်ယောက်ဖြစ်ပြီးသူ့မှာ အရမ်းချစ်ရတဲ့ဆိုးတူကောင်းဖက်ရှိနေပေးတဲ့ ဂျိုး (Joe) လို့ခေါ်တဲ့ခွေးလေးတစ်ကောင်ရှိပါတယ် ...နိုင်ငံရေးလှုပ်ရှားသူတစ်ဦးဖြစ်တဲ့ သူ့အဖေဆုံးသွားပြီးနောက်ပိုင်းမှာ ရွိုက် (Roy) နဲ့သူ့အမေဟာ ဆန်ရန်ဆိုတဲ့မြို့ကို ပြောင်းရွေ့လာခဲ့ပါတယ်..\nဆန်ရန်အထက်တန်းကျောင်းမှာသာမက ဆန်ရန်မြို့မှာပါ ဗိုလ်ကျနေတဲ့ အကြီးအကဲတစ်ဦးရဲ့သားဒူလန် (Dullah) နဲ့ ရွိုက် (Roy) တို့ဟာ ပြဿနာတစ်ခုဖြစ်ပွါးရာမှ ရွိုက် (Roy) ဟာ သူ့အချစ်ဆုံးခွေးလေး ဂျိူး (Joe) ကို ဆုံးရှုံးခဲ့ရပါတယ်..မိသားစုရဲ့အုတ်တံတိုင်းဖြစ်တဲ့ဖခင်ကိုဆုံးရှုံးထားရတဲ့အပြင် ဆိုးတူကောင်းဖက်ခွေးလေးကိုပါလက်လွှတ်လိုက်ရတဲ့ ရွိုက်(Roy) တစ်ယောက် ဘယ်လိုနာကျည်းချက်တွေနဲ့ ပြန်လည်တုံ့ပြန်မလဲ……\nသူ့အဖေကရော ဘာအတွက်ကြောင့် အသက်ဆုံးရှုံးခဲ့ရသလဲ……\nဆန်ရန်မြို့ရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းတရားတွေရှိနေသလဲ……..ဆိုတာကို ဇာတ်ကားထဲမှာ ရှာဖွေကြည့်လိုက်ရအောင်နော်....\n    File Size      ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/balada-si-roy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BOGVkMTFmOWEtODFiYi00NTEwLTg0NmItMmU4MTI1MzYzODAxXkEyXkFqcGdeQXVyMzExODEzNDA@._V1_-142x200.jpg",
        "title": "World War Z (2013)",
        "description": "World War Z  ဟာ 2013 June လ မှာ ရုံ တင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပြီးတော့ Resident Evil တို့လို ကူးစက်တတ်တဲ့ရောဂါပိုးမွှားတွေကြောင့် ဖုတ်ကောင်တွေဖြစ်ပြီး ကမ္ဘာကြီးပျက်မယ့်အရေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်...၂၀၁၉ မှာတော့ ကမ္ဘာပေါ်မှာ ကူးစက်မြန်တဲ့ COVID-19 ရောဂါ တကယ်ပဲ ဖြစ်ပွားခဲ့ပြီး ကံကောင်းလို့ တစ်ကမ္ဘာလုံး ဖုတ်ကောင်မဖြစ်သွားတာပါ။ ဒါတောင် သေတဲ့နှုန်းတော်တော်မြင့်တက်ခဲ့ပြီး ကူးစက်မြန်ရောဂါပိုးတွေရဲ့ ကမ္ဘာဖျက်စီးနိုင်စွမ်းကို မျက်ဝါးထင်ထင်မြင်ခဲ့ကြရပါတယ်။မင်းသားကြီး ဘရတ်ပစ် Brad Pitt အဓိကသရုပ်ဆောင်ထားပြီး ဒီရုပ်ရှင်က စာရေးဆရာ Max Brooks ရဲ့ World War Z ဝတ္ထုကိုပုံဖော်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....မြောက်ကိုရီးယားကနေ ပိုးတစ်မျိုး ပြန့်ပွားလာတာ ဖြစ်ပြီး စက္ကန့်ပိုင်း မိနစ်ပိုင်း အတွင်းမှာ\nအယောက်ပေါင်း ထောင်ချီ သိန်းချီ ကူးစက်နိုင်တဲ့ ရောဂါဖြစ်ပွား လာပါတယ်..ရောဂါဟာ စက္ကန့်ပိုင်း ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/world-war-z-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDRlZTlhNzQtMjMxYi00ZDdlLTk2OGItYjdjZGI2ZmU1M2JmXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-150x200.jpg",
        "title": "Kazhuvethi Moorkkan (2023)",
        "description": "Kazhuvethi Moorkan ( 2023 )\n=============================\nIMDb 6.4/10အသစ်ထွက်ထားတဲ့ တမီလ် ကျေးလက် အက်ရှင်ကားမိုက်မိုက်လေးတစ်ခုကို စီအမ်ကနေ တင်ဆက်ပေးချင်ပါတယ်။\nကီဇာသီရူဆိုတဲ့ အိန္ဒိယနိုင်ငံတောင်ပိုင်းက ရွာလေးမှာ မူရ်ကာနဲ့ ဘွန်မိဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။\nမူရ်ကာငယ်ငယ်က နွားခွေ့ခံရတဲ့အချိန်မှာ ဘွန်မိက မူရ်ကာ့အသက်ကိုကယ်ပေးဖူးတာကြောင့် မူရ်ကာဟာ\nဘွန်မိအပေါ်မှာ အင်မတန်သံယောဇဉ်ရှိပါတယ်။ဇာတ်မြင့်၊ ဇာတ်နိမ့်ကွာခြားချက်တွေရှိပေမဲ့ မူရ်ကာဟာ ဘွန်မိဘက်က အမြဲတမ်းရပ်တည်ပေးပြီး\nဘွန်မိကလည်း မူရ်ကာအတွက်ဆို ဘာမဆိုကူညီတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့။\nအဲဒီလိုသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေဟာ ရွာကိုရောက်လာတဲ့ နိုင်ငံရေးသမားတွေနဲ့ပတ်သက်မိပြီး\nနိုင်ငံရေးသမားတွေက သူတို့ကို ရန်တိုက်ပေးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့ တစ်စနဲ့တစ်စ\nအမှိုက်ကနေ ပြသာဒ်မီးလောင်တဲ့ထိဖြစ်ကုန်ပါတော့တယ်။ဒီ Kazhuvethi Moorkan ဆိုတဲ့ရုပ်ရှင်လေးဟာ တောင်ပိုင်း ကျေးလက်အက်ရှင်ကား\nကြိုက်တတ်သူတွေအတွက် အချိန်ပေးရကျိုးနပ်စေမယ့်ရုပ်ရှင်လေးဖြစ်လို့ ချန်နယ်မြန်မာရဲ့\nBollywood team ကနေ မြန်မာဘာသာသို့ ပြန်ဆိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ...။\n( ဒီရုပ်ရှင်ရဲ့အညွှန်းကိုတော့ Zwe Yan က ရေးသားပြီး ဘာသာပြန်ဆိုသူတွေကတော့\nVoldemort, Aditi, Bpl, Yunni, ThAIk San, နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kazhuvethi-moorkkan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
        "title": "Knights of the Zodiac (2023)",
        "description": "Knights of the Zodiac (2023)စိတ်ကူးယဉ် မှော်ရုပ်ရှင် အသစ်တစ်ကားလာပါပြီ။\nဂျပန် မန်ဂါကာတွန်း Saint Seiya ကို အခြေခံရိုက်ကူးထားပြီး\nမင်းသားကတော့ One Piece Live Action စီးရီးမှာ Roronoa Zoro အဖြစ်ပါဝင်ထားတဲ့ Mackenyu ပဲဖြစ်ပါတယ်။\nအက်ရှင်ပိုင်းမှာ ပိုင်နိုင်ကြောင်းကိုတော့ Rurouni Kenshin: Final Chapter Part I မှာ Enishi Yukishiro အဖြစ် သရုပ်ဆောင်ခဲ့တာကို ကြည့်ရင် သိသာပါတယ်။\nဇာတ်ပို့အနေနဲ့ မင်းသားကြီး ရှောင်ဘင်း ( ကားတိုင်းသေ) နဲ့ ပါရာနာဝေမင်းသား Mark Dacascos တို့ ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းသမိုင်းအစမှာ နတ်ဘုရားတွေက လူသားတွေကို နှိပ်စက်နေခဲ့ကြပါတယ်။\nဒါကို လူသားတွေဘက်ကနေ စစ်နတ်ဘုရားမ အသီနာက ကာကွယ်ပေးခဲ့ပြီး လူသား သူရဲကောင်းတွေအများကြီး အသီနာဆီမှာ သစ္စာခံခဲ့ကြပါတယ်။\nအဲဒီသူရဲကောင်းတွေဟာ ကော့စ်မိုလို့ခေါ်တဲ့ ကြယ်တွေရဲ့ စွမ်းအားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/knights-of-the-zodiac-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFnmCWbR1s7RyzcsFfw5whueKHf.jpg",
        "title": "The Chalice of Blood (2022)",
        "description": "The Chalice of Blood (2022)အခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်မှထွက်ရှိထားတဲ့ စစ်ကားပဲဖြစ်ပါတယ်။၁၉၄၃ ခုနှစ်မှာ ဗာတီကန်ဘုန်းတော်ကြီးတစ်ယောက်ကနေ ခွင်ဆင်ထားတဲ့ဇာတ်အပေါ်ကို ဖင်လန်စစ်သားတွေကနေ ကြိုးကိုင်ခံလိုက်ရတဲ့အ‌ကြောင်းပါ။ ဒီဇာတ်ကားရဲ့ မင်းသားဖြစ်တဲ့ မီလီကော့ဗ်စကီဟာဆိုရင် စစ်ရေးကနေပြန်လာပြီး မိန်းမယူဖို့အတွက် တပ်ကနေထွက်တော့မယ့် အချိန်ဆဲဆဲမှာပဲ ဇာတ်လမ်းလေးက စပြီးအကြောင်းဖန်လာတာဖြစ်ပါတယ်။ ဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ဖြစ်တဲ့ တန်ဖိုးကြီးဖလားတော်ကို မင်းသားတို့တစ်သိုက်လိုက်ရှာဖွေရင်း ဘယ်လိုအတွေ့အကြုံသစ်တွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကို စိတ်လှုပ်ရှား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျာမန်နဲ့ ဖင်လန်စစ်‌တပ်တွေရဲ့ စစ်တိုက်ပုံတွေ၊ တပ်တွင်းထဲမှာ အတွင်းရေးတွေကို ဘယ်လိုကိုင်တွယ်လေ့ရှိလဲ... အဲဒါအပြင်ကို စစ်သားတစ်ယောက်ဖြစ်ရတဲ့ ကောင်းကျိုး ဆိုးကျိုး အားသာချက် အားနည်းချက်တွေကိုပါ ကွက်ကွက်ကွင်းကွင်းဖော်ပြထားတာမို့လို့ ဗဟုသုတတွေပါ တစ်လှေကြီးရမယ့်ဇာတ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 710MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-chalice-of-blood-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GSeicpK571uoM2ZCRb1YyW2YMG.jpg",
        "title": "Trespass (1992)",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိသတ်တွေအတွက် ပေါ့ပေါ့ပါးပါးရှိတဲ့ကြည့်ပျော်ရှုပျော် Action ကားလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။1992 ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDB လည်း 6.3/10 ရထားပါတယ်။ ဇာတ်လမ်းအားဖြင့် ဒွန် နဲ့ ဗင့်(စ်)ဆိုတဲ့ မီးသတ်သမားနှစ်ယောက်ဟာမီးလောင်နေတဲ့ တိုက်ခန်းတစ်ခုကို ဝင်ကယ်ဆယ်ရေးလုပ်ရင်းသေခါနီးအဖိုးကြီးတစ်ယောက်ဆီကနေ ရတနာမြေပုံတစ်ခုရရှိခဲ့ပါတယ်။သေချာစုံစမ်းကြည့်တဲ့အခါ အဲ့ဒီအဖိုးကြီးဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကဘုရားကျောင်းတစ်ခုကိုဓားပြတိုက်ခဲ့တဲ့သူဖြစ်ပြီး ဒေါ်လာသန်းချီတန်တဲ့ တိုက်ရာပါ ရွှေသားပစ္စည်းတွေကို ဖွက်ထားတဲ့သူဖြစ်နေပါတယ်။ဒါနဲ့ပဲ ဒွန် နဲ့ ဗင့်(စ်)တို့ဟာ အဖိုးကြီးရဲ့ မြေပုံမှာပါတဲ့ အဆောက်အဦးအဟောင်းကြီးဆီကို ယုံတစ်ဝက်မယုံတစ်ဝက်နဲ့ ချီတက်ခဲ့ပါတော့တယ်။တစ်ဖက်မှာလည်း ဆေးရောင်းတဲ့ လူမဲဂိုဏ်းတစ်ဂိုဏ်းဟာ ဂိုဏ်းထဲကသစ္စာဖောက်တစ်ယောက်ကိုရှင်းဖို့အတွက် အဆိုပါ အဆောက်အဦးဟောင်းကြီးကိုပဲ ရွေးချယ်ထားပါသေးတယ်။ ဒီလိုနဲ့ ရွှေရှာဖို့ ရည်ရွယ်ချက်နဲ့ လာခဲ့တဲ့ ဒွန်နဲ့ ဗင့်(စ်)ဟာ မမျှော်လင့်ဘဲလူသတ်မှုတစ်ခုရဲ့မျက်မြင်သက်သေတွေ ဖြစ်လာပါတယ်။တစ်ဖက်ဂိုဏ်းကလည်း သူတို့လည်ပင်းကို ကြိုးကွင်းစွပ်နိုင်မယ့် ဒွန် နဲ့ ဗင့်(စ်)ကို အပျောက်ရှင်းဖို့ ကြိုးစား၊ဒွန် နဲ့ ဗင့်(စ်)ကလည်း အသက်ရှင်ဖို့ ရုန်းကန်နဲ့ဒီဇာတ်ကားဟာ မထင်မှတ်ထားတာတွေနဲ့ ကြွတက်လာပါတော့တယ်။လူနည်းနည်း၊သေနတ်တွေများများ၊အဆောက်အဦးဟောင်းကြီးတစ်ခုနဲ့ရွှေထည်ပစ္စည်းတွေပါတဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/trespass-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gygSOTMgQqpOa8yhEqDwsVfAuS2.jpg",
        "title": "River God: The Strange Story ( 2023 )",
        "description": "သည်းထိတ်ရင်ဖိုကားတွေကိုမှ ကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ ပရိသတ်တွေအတွက်\nRiver God ဆိုတဲ့ ရုပ်ရှင်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ -မင်ကော်ခေတ်မှာ ထျန်းကျင်းဝေ့မြို့မှာ ရေဘေးအန္တရာယ်တွေ\nအကြိမ်ကြိမ်ကြုံတွေ့နေရပြီး သဘာဝလွန် ဖြစ်ရပ်သတင်းတွေ\nမပျက်ကြားနေရပါတယ်။ ရေပေါ်ရဲတပ်ဖွဲ့ အဖွဲ့ခေါင်းဆောင်\nကောသယ်ယိုဟာ သူ့ဆရာရဲ့ ပညာတွေကို ဆက်ခံထားပြီး\nမြစ်နတ်အဖြစ် နာမည်ကြီးနေပါတယ်။တစ်နေ့မှာ ကောသယ်ယိုတစ်ယောက် မြစ်ထဲကနေ အလောင်း ၂ ခုကို\nဆယ်ခဲ့ပြီးနောက်မှာတော့ ပုံရိပ်ယောင်တွေကို မြင်လာခဲ့ပါတယ်။\nပုံရိပ်ယောင်တွေက တစ်ဆင့် သူ့အစ်ကို သေဆုံးခဲ့ရတဲ့\nအကြောင်းအရင်းဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က\nကလေးပျောက်ဆုံးမှုနဲ့ ပတ်သက်နေတာ သိခဲ့ရပါတယ်ကောသယ်ယို၊ တင်းမောင်နဲ့ လီတာ့လန့်တို့ ၃ ယောက်ဟာ\nအမှန်တရားကို ရှာဖွေဖို့အတွက် စွန်စားခန်း စတင်ခဲ့ပါတယ်။\nစာကြည့်တိုက်မီးလောင်မှု၊ ဝက်ခေါင်းလူကြီးရဲ့တိုက်ခိုက်မှုတွေ၊\nယင်းရန်မြစ်နတ်ရဲ့ လမ်းညွှန်မှု၊ ဝေမိသားစုသင်္ချိုင်းက သရဲအိမ်ကြီး စတဲ့\nနေရာတွေကို တစ်ယောက်ယောက်က တမင်လမ်းညွှန်ပြနေပါတယ်။ကောသယ်ယိုတစ်ယောက် လွန်ခဲ့တဲ့ နှစ် ၂၀ က အမှန်တရားကို ဖော်ထုတ်နိုင်ပါ့မလား......\nပုံရိပ်ယောင်တွေနဲ့ သူ့ကို တိုက်ခိုက်နေသူကရော ဘယ်သူဖြစ်မလဲ......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ...",
        "rating": "6",
        "url": "https://megaup.net/1fdzp/River_God_The_Strange_Story_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVDJM29BSbET4FzI24xLuWSmDUR.jpg",
        "title": "Iron Sky (2012)",
        "description": "ဒုတိယကမ္ဘာစစ်ကြီးအတွင်းမှာ နာဇီတချို့ဟာလရဲ့အမှောင်ခြမ်းမှာ ခံတပ်တခုသွားတည်ဆောက်ပြီးဟီလီယမ်-၃ ဓာတ်ငွေ့တွေကို တူးဖော်ရင်း နှစ် ၇၀ ကျော်ပုန်းအောင်းနေခဲ့ပါတယ်။ တနေ့မှာအမေရိကန်သမ္မတရဲ့ရွေးကောက်ပွဲ ပရိုမိုရှင်းတဖြစ်လဲ လဆင်းသက်ရေးယာဉ်တစီးက သူတို့စခန်းကို မတော်တဆတွေ့သွားတဲ့အခါမှာတော့ကမ္ဘာကြီးကို နာဇီတို့ရဲ့စစ်လက်နက်အသစ် ဂိုတာဒန်မယ်ယာဉ်ကြီးနဲ့အတူတူ ပြန်လည်ဆင်းသက်ပြီး ဂျာမန်စတုတ္ထအင်ပါယာကြီးရဲ့ကျူးကျော်စစ်စဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ဒီဇာတ်ကားမှာ Marvel နဲ့ Disney တို့မတိုင်ခင်သူ့ခေတ်သူ့အခါရဲ့ ကွန်ပျူတာပြုလုပ်ချက် တွေအနေနဲ့အတော်လေးကောင်းမွန်သလို နိုင်ငံကြီးတွေရဲ့အကြောင်းမသိမသာ လှော်ထားတဲ့ဟာသတွေ နာဇီတွေနဲ့ပန်းကန်ပြားပျံသီအိုရီတွေ စသဖြင့်တွေ့ကြရမှာဖြစ်လို့ CMပရိတ်သတ်ကြီးကရှုစားအားပေးကြပါဦး...... File size…1.48GB / 656MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/iron-sky-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjAwMzk1YzEtOGJjOS00Mjg3LTllNGItMGYxNWI0ZTI1MTk3XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-133x200.jpg",
        "title": "The Machine (2023)",
        "description": "Bert Kreischer (Machine) ဆိုတဲ့ comedian ကိုတော့လူတိုင်းလိုလိုကြားဖူးကြမှာပါ ဒီဇာတ်ကားကတော့ Bert ရဲ့ကိုယ်တွေ့ကျောင်းလေ့လာရေးခရီးကိုစိတ်ကူးယဉ်ဇာတ်လမ်းတွေထပ်ဖြည့်ပြီးရိုက်ကူးထားတဲ့ comedy and adventure movie ဖြစ်ပြီး IMDb 6.2/10 ရရှိထားပါတယ် ဇာတ်လမ်းထဲမှာ Bert ကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ထားပြီး Star Wars မှာ Luke Skywalker အနေနဲ့လူသိများတဲ့ Mark Hamil ကတော့ Bert ရဲ့အဖေနေရာမှာသရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းထဲမှာတော့ Bert က comedian တစ်ယောက်ဖြစ်ပြီးသူရုရှားမှာဖြစ်ခဲ့တဲ့အကြောင်းတွေကိုအမြဲ‌ဟာသလုပ်ပြောတတ်တဲ့သူပါ တစ်နေ့တော့သူ့ရဲ့အတိတ်ကလုပ်ရပ်တွေကြောင့်သူတို့သားအဖနှစ်ယောက်ရုရှားကိုပြန်ပေးဆွဲခံလိုက်ရပါတော့တယ် ဖြစ်ချင်တော့ ရုရှားမာဖီးယားတွေရဲ့ဂိုဏ်းလုတဲ့ပွဲမှာ Bert လုယူသွားခဲ့တဲ့ပစ္စည်းတစ်ခုကအဓိကဖြစ်နေခဲ့တာပါ သားအဖနှစ်ယောက်ရုရှားမှာပစ္စည်းကိုပြန်လိုက်ရှာရင်းရုရှားမာဖီးယား‌တွေကြားမှာဘယ်လိုအဖြစ်မျိုးတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုစောင့်ကြည့်ရမှာဖြစ်ပါတယ် File size…(2.3 GB)/(1.1 GB)/(560 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Comedy, Action, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-machine-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rs7Lmj1VrAv4dvNWKcHEBDWqfMB.jpg",
        "title": "Friday Killer (2011)",
        "description": "Friday Killer (2011)2010တုန်းက ထွက်ခဲ့တဲ့ Saturday Killerရဲ့ ပြီးခါနီးနားမှာ Pae Uziအကြောင်း အရိပ်အမြွက်ပါခဲ့ပြီး ဒီ Friday Killer မှာတော့ Pae Uzi အကြောင်းကို အဓိကရိုက်ထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ ကျွမ်းကျင်သေနတ်သမားဖြစ်တဲ့ Pae Uzi ဟာ ထောင်ကထွက်ထွက်ချင်းမှာပဲ ဓားနဲ့ထိုးခံခဲ့ရပါတယ်။ ဓားဒဏ်ရာနဲ့ ဆေးရုံရောက်သွားချိန်မှာ Pae Uzi သိလိုက်ရတာက သူ့မှာ သမီးတစ်ယောက်ရှိတယ်ဆိုတာပါပဲ။သမီးဖြစ်သူ ရဲမေ Dao အရွယ်ရောက်တဲ့အထိ ကိုယ့်သမီးမှန်း မသိခဲ့ရတဲ့ Pae Uzi က သူ့သမီးအိမ်ကို သွားရောက်လေ့လာတဲ့အချိန် ကံဆိုးစွာပဲ Dao ရဲ့ ဖခင်ကို သတ်လိုက်မိပါတယ်။Dao ကတော့ Pae Uzi ကို အဖေရင်းမှန်းမသိဘဲ ဖခင်လို့ထင်ထားတဲ့သူ သေသွားရလို့ Pae Uzi ကို အငြှိုးကြီးကြီးနဲ့ လိုက်လံဖမ်းဆီးရင်း …သေနတ်သမားဖခင်နဲ့ ရဲဖြစ်သူသမီးကြားမှာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/friday-killer-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pQMmheIsWq6SnSPmdzd6zBfXdG.jpg",
        "title": "Saturday Killer (2010)",
        "description": "Saturday Killer (2010)ဘန်းပလာမာရဲ့ နာမည်ကျော်ကြေးစားလူသတ်သမားဖြစ်တဲ့ ဘဲကြီး Tee Rifle ဟာ သူ့ကိုယ်သူလူဖြစ်ရှုံးတဲ့သူလို့ သတ်မှတ်ထားသူပါ။ ဘာလို့လဲဆိုတော့ သူက စွမ်းဆောင်ရည်မရှိဘဲ ပန်းသေနေလို့ပါပဲ။ပန်းသေနေတဲ့ ဘဲကြီး Tee Rifleက တစ်နေ့မှာတော့ Chris ဆိုတဲ့ မိန်းမလှလေးကို မြင်မြင်ချင်းကြွေသွားခဲ့ပါတယ်။ Chris ကတော့ သူ့အဖေကိုသတ်သွားတဲ့သူကို ပြန်လက်စားချေချင်နေတဲ့သူပေါ့။အချစ်ကပေးတဲ့ အားဆေးလို့ပဲဆိုရမလား?Tee Rifleကတော့ Proကျကျ လူသတ်ရင်း Chrisအတွက် ဇွဲမလျှော့ဘဲ သူ့ညီလေးရဲ့ စွမ်းဆောင်ရည် တိုးတက်လာဖို့အရေး အဖြစ်မရှိတဲ့ စာကလေးငှက်လိုဘဝကနေ ကြီးထွားလာတဲ့ နဂါးကြီးဖြစ်အောင် ကြိုးစားမယ့်နည်းမျိုးစုံကို Saturday Killer ဆိုတဲ့ ဇာတ်လမ်းလေးမှာ ဟာသအနှောလေးတွေနဲ့ ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Khine Khine Wai ပါ။)File Size          : 1.3GB, 532MB, 308MB\nQuality    ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/saturday-killer-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjE1MDE0NjUyMV5BMl5BanBnXkFtZTcwNjQzNjg5Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alex Cross (2012)",
        "description": "ဒီရုပ်ရှင်ကတော့​ စာရေး​ဆရာ​ ဂျိမ်းစ်ပီတာဆင်ရဲ့ Cross​ ဝတ္ထု​များကို​ ပြန်လည်​ရိုက်ကူး​ထားတဲ့​ Action/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဝတ္ထု​ရဲ့အဓိကဇာတ်လိုက်ကတော့​ ဒေါက်တာ​ Alex Cross ဆိုတဲ့​ စိတ်ပညာရှင်နဲ့ ရဲစုံထောက်တစ်ဦးဖြစ်ပြီး ဒီဇာတ်ကောင်ကို​ Morgan​ Freeman ကလည်းသရုပ်ဆောင်ဖူးပါတယ်။ ဇာတ်လမ်း​အကျဥ်းကတော့ Alex Cross က​ ဇနီးဖြစ်သူ​ ကိုယ်ဝန်သည် မာရီယာ​နဲ့အတူ​ ဒီထရွိုက်မြို့မှာနေပါတယ်။ အဲဒီအချိန်မှာ အက်ဖ်ဘီအိုင်က သူတို့ရဲ့​ဝါရှင်တန်​ဒီစီကဌာနချုပ်မှာ​ တာဝန်​ထမ်းဆောင်​ပေးဖို့​ ကမ်းလှမ်းပါတယ်။ လက်ခံသင့်မခံသင့်​ စဥ်းစား​နေချိန်မှာပဲ​ လူချမ်းသာအမျိုးသမီးတစ်ဦးကို​ နှိပ်စက်​သတ်ဖြတ်​သွားတဲ့အမှုတစ်ခုဖြစ်သွားပါတယ်။ လူသတ်သမားဟာ​ အမျိုး​သမီးတင်မက​ သက်တော်စောင့်တွေကိုပါ တစ်ဦး​တည်းသတ်ဖြတ်သွားခဲ့တဲ့အပြင် အခင်း​ဖြစ်ပွား​ရာနေရာမှာတင် ပန်းချီတစ်ပုံရေးဆွဲပြီး ထားရစ်ခဲ့ပါသေးတယ်။ဒီလူသတ်သမားဟာ စိတ္တဇ​လူသတ်​သမားဖြစ်ရုံမက နောက်ထပ်​ကွင်းဆက်လူသတ်မှုတွေကိုပါ ထပ်မံ​ကျူးလွန်​ဖို့ရှိတယ်ဆိုတာကို Alex​ Cross​သိရှိ​သွားတဲ့အခါမှာတော့ လူသတ်သမားနဲ့ Alex အကြား​အားပြိုင်မှုစတင်ပါတော့တယ်။ လူသတ်​သမား​က​ Alex ရဲ့မိသားစုကိုပါ ထိပါးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့​ Alex တစ်ယောက်ဘယ်လိုတုံ့ပြန်မလဲ စနစ်တကျ​လေ့ကျင့်​ထားတဲ့လူသတ်သမားကိုယှဥ်ပြိုင်နိုင်ပါ့မလားဆိုတာ​ကို​ Action Thriller ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/alex-cross-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTYxYzExYjEtODJkNC00NTBkLWE0YmMtOWIxMTk1ZWVhYTcwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "The Myth (2005)",
        "description": "တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီးဂျက်ကီချန်းရဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့\nဒီထဲက ဇာတ်ဝင်တေး \"အဆုံးမဲ့အချစ်\" ဆိုတဲ့ သီချင်းလေးဟာလဲ လူတိုင်းရင်ကို လှုပ်နိုးစေခဲ့ပါတယ်။\n2005 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ The Myth ဇာတ်ကားကို ဒါရိုက်တာ Stanley Tong က ရိုက်ကူးထားပြီး\nမင်းသား ဂျက်ကီချန်းနဲ့အတူ ကိုရီးယား မင်းသမီး Kim Hee-sun (လီဟန်နီ)တို့အပြင် အခြားဇာတ်ရံများစွာ ပါဝင်ပါတယ်။\nသမိုင်းသုတေသီတစ်ယောက်ဖြစ်တဲ့ ဂျက် တစ်ယောက်\nချင်ခေတ်က တပ်မှူးကြီးတစ်ယောက်အကြောင်းနဲ့မင်းသမီးလေးတစ်ယောက်အကြောင်းကို\nအမြဲတမ်း အိမ်မက်နေပြီး တပ်မှူးကြီးကတော့ သူဖြစ်နေပါတယ်..\nဒီအိမ်မက်တွေ မကြာခဏမက်ပြီး ထူးဆန်းနေပေမယ့် ဒီအတိုင်းသာ မေ့မေ့ပျောက်ပျောက်ထားခဲ့ပါတယ်...\nတစ်နေ့မှာတော့ ဂျက်ရဲ့သူငယ်ချင်းဖြစ်သူ ဝီလျှံရောက်ရှိလာပြီး သူတို့နှစ်ယောက်\nပရောဂျက်တစ်ခုနောက်ကိုလိုက်ရင်းနဲ့ တိုက်ဆိုင်မှုတွေက အိမ်မက်ထဲကအတိုင်းဖြစ်နေတာကြောင့် ဂျက်တစ်ယောက်အံ့သြခဲ့ရပြန်ပါတယ်....\nသူဟာ အိမ်မက်တွေထဲကလို တကယ့်လူဝင်စားဖြစ်နေမလား...\nအတိတ်ဘဝက မင်းသမီးလေးကရော တကယ်ရှိရဲ့လား\nဒါတွေအားလုံးက အိမ်မက်တစ်ခုလား... ဒဏ္ဍာရီတစ်ခုလား\nအချစ်တစ်ခုလား........ဆိုတာ။\nဒီဇာတ်ကားက တွေ့နေကျ ဂျက်ကီချန်းကားတွေလို ပေါ့ပေါ့ပါးပါးမဟုတ်ဘဲ လေးနက်တဲ့ရုပ်ရှင်တစ်ကားအဖြစ်လူတိုင်းအမှတ်ရစေခဲ့ပါတယ်။\nအထူးသဖြင့် မင်းသမီး လီဟန်နီရဲ့ သက်ဝင်မှုတွေက ရုပ်ရှင်လို့တောင် မခံစားစေတော့ဘဲ တကယ့်ဒဏ္ဍာရီတစ်ပုဒ်လို ဆွဲခေါ်သွားစေပါတယ်။\n \nFile ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-myth-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgQuP4qrsjw4kNgR3sYQeaCNllm.jpg",
        "title": "Burn Notice: The Fall of Sam Axe (2011)",
        "description": "2011 ခုနစ်ကထွက်ရှိခဲ့တဲ့ စစ်ဟာသကား တစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။The Last of Us မှဘဲကြီး Pedro Pascal ကလူဆိုးနေရာကပါဝင်သရုပ်ဆောင် ထားပါသေးတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဆမ်အက်ဇ်လို့ခေါ်တဲ့ SEALရေတပ်မှူးက မိန်းမပွေတဲ့နေရာမှာ သူမတူဘဲ အထက်အရာရှိရဲ့မိန်းမတစ်ယောက်နဲ့ သွားမှားမိရာကစပါတယ်။အဲ့တာနဲ့သူ့အထက်ဗိုလ်မှူးယောကျ်ားလည်း မိရော သူ့ကို ကိုလံဘီယာဆီစစ်ဆင်ရေးအနေနဲ့အပို့ခံလိုက်ရပါတယ်။ ကံဆိုးလို့ပွေရှုပ်ရာကနေချောင်အပို့ခံလိုက်ရပေမဲ့လည်း ဆမ်ရဲ့ကံအကြောင်းမတိုက်ဆိုင်မှုက ဒီမှာတင်မရပ်သေးပါဘူး။ ဖြစ်ချင်တော့ သူရောက်သွားတဲ့လက်နက်ကိုင်တပ်ဖွဲ့က ထင်သလို လူကောင်းတွေ မဟုတ်နေပြန်ဘဲသူတို့ကယ်ထုတ်ရမဲ့ လူတွေကို ကိုယ်တိုင်ပြန်တိုက်ခိုက်ဖို့အစီအစဉ်ဆွဲနေမှန်း သိလိုက်ရပါတယ်။ဒါတင်မကဘဲ သူ့ကိုပါလုပ်ကြံနှုတ်ပိတ်မဲ့အကြောင်းကိုလည်းကြားရော ဆမ်ဟာ ထိုကနေထွက်ပြေးပြီးဆေးခန်းကသူတွေရှိရာကို သတိပေးဖို့ဉီးတည်လာခဲ့ပါတယ်။အဲ့မှာ ဆန့်ကျင်သူပုန်အဖွဲ့ဖြစ်တဲ့ အယ်စပါဒါ အယ်ဒီယန်တဲ ကလည်းသူတို့နဲ့ဝိုင်းဝန်းပြီး ကူညီခဲ့ပြန်ပါတယ်။ အပြစ်မရှိသူတွေကို ကိုယ့်ကိုယ်ကျိုးအတွက် ယုတ်မာပြီး တပ်ကူနဲ့ ဒေသဆိုင်ရာ ချုပ်ပိုင်နိုင်ခွင့်ရဖို့ကြိုးစားနေတဲ့ ဗယ်ရာခရူစ်တို့အဖွဲ့ကလည်း အခြေအနေတွေမလွယ်ကူတော့ဘဲ အရင်ကထက် အများကြီးရှုပ်ထွေးလာရောသူတို့အကြံအစည်အောင်မြင်ရေးအတွက် ဆမ်တို့ကို ရှင်းလင်းနှုတ်ပိတ်ဖို့ မြေလှန်ရှာပါတော့တယ်။အဲ့မှာ လယ်သမားတွေနဲ့ဖွဲ့စည်းထားတဲ့ဆမ်တို့ရဲ့တပ်ဖွဲ့က လက်နက်ကိုင်တပ်မကြီးကို ဘယ်လိုခုခံတွန်းလှန်သွားမလဲ။ ခုမှတွေ့ရတဲ့သူတွေ အတွက်ဆမ်ရဲ့ အနစ်နာခံမှုကဘယ်လိုရှိမှာလဲဆိုတာကိုတော့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/burn-notice-the-fall-of-sam-axe-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYTY4MzFkYjMtOTFmNC00OThiLTg3MWQtNDMxNzc2YWZiNmFmXkEyXkFqcGdeQXVyNjYwOTAyOA@@._V1_-135x200.jpg",
        "title": "Soul Hunters (2019)",
        "description": "Soul hunters တစ်နည်းအားဖြင့် soul collectors တွေဟာ\nမိမိတို့အသက်တွေ ရောင်းစားပြီး demon တွေနဲ့အပေးအယူ လုပ်ထားတဲ့သူတွေကိုလိုက်ဖမ်းရတာပေါ့ဒါပေမယ့်သူတို့ဖမ်းတာလူကိုမဟုတ်ပါဘူူးအဲ့လူရဲ့တမလွန်မှာအဖိုးတန်ဆုံးအပိုင်း ဖြစ်တဲ့ဝိညာဉ်တွေကိုပါ special force agent တစ်ယောက်ဖြစ်တဲ့မားကတ်စ် ဟာ သူဦးဆောင်ရတဲ့ စစ်ဆင်ရေးတစ်ခုမှာဆုံးရှုံးမှုတွေနောင်တတရားတွေ တဗွေ့တဗိုက်ကြီးရလာခဲ့ပါတယ်လောကကြီးမှာ ဆုံးရှုံးစရာဘာမှ မကျန်တော့တဲ့မားကတ်စ်တစ်ယောက် demon တစ်ကောင်ဖြစ်တဲ့ရေကယ် နဲ့ အပေးအယူတစ်ခုလုပ်ပြီး soul hunterတစ်ယောက်ဖြစ်လာတဲ့အခါ ……ဒီကားဟာ ကြည့်လိုက်တာနဲ့ low budget ကားမှန်းတန်းသိပါတယ်dialogueလေးတွေကားအစပိုင်းမှာပေါ့ တယ်နောက်ပိုင်းscene တွေမှာ အရသာပိုပေါ်လာတယ်setting နဲ့ visual effect ပိုင်းတွေမှာ low budget ဖြစ်လို့သိပ်အားရစရာမရှိဘူး သရုပ်ဆောင်မှုအပိုင်းမှာအပြစ်ပြောစရာဘာမှမရှိဘူး plot ကတော်တော်လေးကို မိုက်တယ်low budget သာ မဟုတ်ခဲ့ရင် အတော်ပေါက်လောက်မယ့်ကားမျိုး တစ်ကားလုံး dark ဖြစ်နေတာကကြည့်ရတာ ဝိုးတဝါးဖြစ်စေတယ် action sceneတွေသမားရိုးကျဆန်လွန်း တယ်…အားရတဲ့အပိုင်းကတော့ plot နဲ့ dialogue ...",
        "rating": "5.0",
        "url": "https://megaup.net/1ykjx/Soul_Hunters_[2019]_(MM_Sub)_(1).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tOjSnrKwI3qVKMHn5ofwc2K3Sm3.jpg",
        "title": "Vinaya Vidheya Rama (2019)",
        "description": "ကဲ စာမမှန်ရင် မကြည့်ဘူး၊ကွာလတီမကောင်းရင်မကြည့်ဘူး ဆိုသူတွေအတွက်စာအမှန်နဲ့ ကွာလတီကောင်းကောင်းနဲ့ ရပါပြီ။ပထမဗားရှင်းမှာ စာမပါဘဲ ရုပ်ထွက်လည်းခုဗားရှင်းလောက် မကောင်းခဲ့ပါ။စာအမှန်ကို စောင့်ပေးကြတဲ့အတွက်ကျေးဇူးအထူးပင် တင်ပါတယ်။တေလဂူးမင်းသားချော ရမ်ချာရန်း အများအခေါ် ဘိုင်ရာဗာရယ်လို့ လူကြိုက်များတဲ့ မင်းသားရဲ့ ၂၀၁၉ မှာ ထွက်လာခဲ့တဲ့ကား ဆိုတာကို အထူးတလည် မိတ်ဆက်ဖို့ လိုမယ်မထင်ပါ။--------------------သိပ်ကို ဆင်းရဲနွမ်းပါးတဲ့ မိဘမဲ့ကလေး၄ယောက်မှာတနေ့တော့ ရထားလမ်းဘေးမှာ ကလေးတစ်ယောက် ကောက်ရခဲ့ပါတယ်။ရမ်ချာရန်းပါပဲ။သူ့ကို မွေးစားခဲ့တဲ့ ကလေး၄ယောက်ကိုအစ်ကိုကြီးတွေအဖြစ် သိပ်ကို ချစ်ရပါတယ်။အိပ်မပျော်ခင် နောက်ဆုံးတွေးတဲ့ အတွေးနဲ့မနက်အိပ်ယာထချိန် အစောဆုံး တွေးတဲ့ အတွေးတောင်သူတို့ လေးယောက် အဖို့ပါ။အဲ့သလောက်ကို ချစ်ပါတယ်။သူတို့လေးယောက်ရဲ့ ဇနီးတွေနဲ့ အတူရမ်းချာရန်ဟာ နေထိုင်ခဲ့တယ်။မိန်းမလား... ဟင့်အင်း စိတ်မဝင်စား ပညာရေးလား ... ဟင့်အင်း စိတ်မဝင်စားဘာဆို ဘာမှ မစဉ်းစားဘဲ အစ်ကို လေးယောက်အတွက်ပဲစဉ်းစားတတ်သူပါ။သူတို့အတွက်ဆို အသက်တောင်ပေးမလောက်ပဲ။တနေ့ ရွေးကောက်ပွဲကော်မရှင်အဖွဲ့ဝင် အစ်ကိုနဲ့လတ်တလော မဲဝင်ပြိုင်မယ့် ပါတီဝင်တွေနဲ့စကားများရာကစ...ပြဿနာတက်ခဲ့ရမှာတော့.....ကဲ ကိုယ်တိုင် ခံစားရမယ့် ...",
        "rating": "4.6",
        "url": "https://megaup.net/2ehM0/Vinaya_Vidheya_Rama_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Hard-140x200.jpg",
        "title": "A Hard Day ( 2014 )",
        "description": "A Hard Day (ကိုရီးယားအမည်-Take it to the End) ဆိုတဲ့ရုပ်ရှင်လေးဟာတောင်ကိုရီးယားနိုင်ငံ မှ ၂၀၁၄ခုနှစ်မှာရိုက်ကူးထားတဲ့မှုခင်းဇာတ်ကြောင်းအခြေခံ ထိတ်လန့်ဖွယ်ရာ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ဇာတ်ညွှန်းနဲ့ဒါရိုက်တာအဖြစ် Kim Seong-hun ကဖန်တီးရိုက်ကူးထားပြီးတော့ Lee Sun-kyun နဲ့Cho Jin-Woongတို့ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။A Hard Day ရုပ်ရှင်ကားဟာ Cannes Film Festival ရဲ့Directors’ Fortnight Sectionမှာ ပါဝင်ယှဉ်ပြိုင်ဖို့ ရွေးချယ်ခဲ့ရပါတယ်။Cannes ရုပ်ရှင်ပွဲတော်မှာ May 18,2014 မှာပြသခဲ့ပြီးတောင်ကိုရီးယားနိုင်ငံမှာတော့ May 29, 2014မှာပြသခဲ့ပါတယ်။ဇာတ်လမ်းလေးကတော့ လာဘ်စားအကျင့်ပျက် စုံထောက်ရဲတစ်ဦးဟာသူ့ရဲ့မိခင် မကြာသေးမီက ကွယ်လွန်သွားတဲ့အတွက်အရေးတကြီးနဲ့ လှိုဏ်ခေါင်းလမ်းတွေကနေ အမြန်ကားမောင်းလာပါတယ်။သူ့ရဲ့အဖွဲ့ဟာလည်း လာဘ်စားခြင်းကိစ္စအတွက်နဲ့ စစ်ဆေးမှုတွေ ခံယူနေရပါတယ်။ရဲဟာ လမ်းပေါ်မှာ သွားနေတဲ့လူတစ်ယောက်ကိုကားနဲ့တိုက်မိသွားပြီးတော့လူသတ်မိသွားပါတယ် ။သူဟာကြောက်ရွံ့ပြီး အလောင်းကိုတိတ်တဆိတ်သယ်ဆောင်လာခဲ့ပါတယ်။ ထို့နောက် ဘာတွေဆက်ဖြစ်ကြမလဲ?လူသတ်မှုကကောအမှုမှန်ပေါ်ပေါက်ပါမလား?ဘယ်လိုတွေဆက်ပြီးတော့ကြုံတွေ့လာရနိုင်မလဲ ဆိုတာတွေကိုစိတ်ဝင်စားဖွယ် မှုခင်းတစ်ခုအနေနဲ့ ရှုစားကြရမှာ ဖြစ်ပါတယ်။မင်းသား Lee Sun-kyun ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ehM1/A_Hard_Day_(Kkeut-Kka-Ji-Gan-Da)_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/hidden-143x200.jpg",
        "title": "Hidden Man ( 2018 )",
        "description": "အက်ရှင်ကြမ်းကြမ်းကြိုက်တဲ့သူတွေအတွက်Imdb 6.5 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်တရုတ်​နိုင်​ငံမှာဂျပန်​​တွေအုပ်​စိုးစဉ်​ကာလကျူးချန်​းလုံဟာသူ့ကိုယ်​ကျိုးအတွက်​သူ့သူငယ်​ချင်​းကိန်​းပိန်​ရိလန်​နဲ့ပူး​ပေါင်​းပြီးသူ့ဆရာရဲ့စံအိမ်​​တော်​ကိုဘိန်​းစိုက်​ဖို့​တောင်​းဝယ်​ရာက​နေတင်​းမာမှု​တွေဖြစ်​လာပြီး သူ့ဆရာတစ်​မိသားစုလုံးကိုသတ်​ဖြတ်​ပြီးမီးရှို့ခဲ့ပါတယ်​..ဒီလိုမီးရှို့ခံရတဲ့ကြားထဲက​နေသူ့ဆရာရဲ့တပည်​့ငယ်​​လေးလီထျန်​းရန်​ဟာအ​မေရိကန်​​ဆရာဝန်​Dr.Handalaရဲ့ကယ်​တင်ခြင်​းခံရပြီးအသက်​ရှင်​ခွင်​့ရခဲ့ပါတယ်​.သူဟာအ​မေရိကားကိုပို့​ဆောင်​ခြင်​းခံရပြီး​Dr.Bruce Handalaဖြစ်​လာခဲ့ပါတယ်​..တစ်​​နေ့မှာ​တော့သူဟာတရုတ်​ပြည်​ကိုပြန်​လာပြီးသူရဲ့ရန်​သူ​တွေဖြစ်​တဲ့ကျူးချန်​းလုံနဲ့ကိန်​းပိန်​ရိလန်​တို့ကိုကလဲ့စား​ချေဖို့အခွင်​့ရလာတဲ့အခါ..ဘယ်​လို​တွေဆက်​ဖြစ်​လာမှာလဲ..လှည်​့ကွက်​မျိုးစုံနဲ့စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါ..တရုတ်​ပြည်​ကိုဂျပန်​အုပ်​စိုးစဉ်​ကာလရဲ့ပုံရိပ်​​တွေကိုလည်​း​တွေ့မြင်​နိုင်​မှာဖြစ်​ပါတယ်​..တိုက်​ခိုက်​​ရေးခပ်​ကြမ်​းကြမ်​း​တွေလဲပါတာမို့အက်​ရှင်​ကြိုက်​သူ​တွေအတွက်​လည်​းအကြိုက်​​တွေ့​စေမှာပါ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/2Ufev/Hidden_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Robin-Hood-2018-movie-poster-135x200.jpg",
        "title": "Robin Hood (2018)",
        "description": "Robin Hood (2018)_____IMDb - 5.3/10\n  \nRobinhood အကြောင်း သင်ဘယ်လောက်သိလဲ????????\nလူချမ်းသာတွေဆီက အသပြာခိုးယူပြီး\nဆင်းရဲတဲ့သူတွေကိုဝေငှပေးတတ်တဲ့ သူခိုးတစ်ယောက်........လို့\nအကြမ်းဖျဉ်းသိထားကြမှာပါ...........\nRobinhood လို့ပြောရင် မြှားပစ်ကျွမ်းကျင်သူတစ်ယောက် ဆိုတာလဲ\nမျက်လုံးထဲပြေးမြင်မိမှာပေါ့\nဒါပေမယ့် အထက်က ဆိုခဲ့တဲ့ အချက်တွေကြောင့်တော့ သူဟာ ရော်ဘင်ဟုဒ်ဆိုပြီး\nနာမည်တွင်ခဲ့တာ မဟုတ်ပါဘူး .....................\nသင် ငယ်ငယ်က သိခဲ့တဲ့\nတောပုန်းကြီး ရော်ဘင်ဟုဒ်ရဲ့ အကြောင်းတွေကို မေ့ပစ်လိုက်ပါတော့\nသင် သူ့အကြောင်းကို သိပြီးသားလို့\nထင်နေတယ်ဆိုရင်တော့ မှားသွားပါလိမ့်မယ်.......\nသင်သိထားပြီးတဲ့ သူ့ရဲ့ဇာတ်လမ်းဟာ အိပ်ယာဝင်ပုံပြင်တစ်ပုဒ် ပါပဲ\nဒီဇာတ်ကားလေးကတော့ အိပ်ယာဝင်ပုံပြင်တစ်ပုဒ်တော့ မဟုတ်ပါဘူး\nအသပြာတွေခိုးယူခဲ့ရုံသက်သက်နဲ့တော့ သူဟာ ရော်ဘင်ဟုဒ်ဆိုပြီး\nနာမည်တွင် ကျန်ရစ်မှာ မဟုတ်ပါဘူး\nသူ့ကို ရာဇဝင်မှာ ကဗျည်းတွင်စေခဲ့တဲ့ ပြည်သူတွေအတွက်\nကိုယ်ကျိုးစွန့် လုပ်ရပ်တွေကို ဒီဇာတ်ကားမှာတွေ့ရမှာပါ.....\nဒီဇာတ်ကားမှာ ရော်ဘင်ဟုဒ်ရဲ့ တခြားထူးခြားတဲ့\nအကြောင်းအရာတွေလည်း ပါဝင်နေပါတယ် .......\nရော်ဘင်ဟုဒ်ဆိုတဲ့ တောပုန်းတစ်ယောက်မဖြစ်ခင်က\nသူ့ဘဝဇာတ်ကြောင်း အခြေအနေကိုလည်း ပြောပြထားပါသေးတယ်......\nလော့စ်လေကို ဟုဒ်အဖြစ် ပြောင်းလဲ ပေးခဲ့တဲ့ သူ့ရဲ့ဆရာနဲ့အတူ\nသူ လေ့ကျင့်ခဲ့ရတဲ့ ခက်ခဲထူးခြားတဲ့ မြှားပစ်သင်ခန်းစာတွေ........\nသူကြုံတွေ့ခဲ့ရတဲ့ နိုင်ငံရေးအခြေအနေတွေ.......\nသူကြုံတွေ့ခဲ့ရတဲ့ ဘာသာရေးဆိုင်ရာ စစ်ပွဲတွေ........\nစသဖြင့် သူ့ရင်ဆိုင်ခဲ့တဲ့ အခက်အခဲတွေ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1x845/Robin_Hood_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/overlord-poster-1-133x200.jpg",
        "title": "Overlord (2018)",
        "description": "Overlord (2018)\nIMDb - 6.6/10_____Rotten - 81%\n  \nဇွန်လ ၁၁ ရက် ဒုတိယကမ္ဘာစစ်အတွင်းမှာ စေလွှတ်ခြင်းခံရတဲ့\nအမေရိကန်စစ်သားတပ်စုတစ်စုရင်ဆိုင်တွေ့ရတဲ့ ကြောက်စရာ\nအဖြစ်ဆိုးကြီးအကြောင်းရိုက်ပြထားတဲ့ ၂၀၁၈ ထွက်ရုံတင်ကားသစ်\nတစ်ကားဖြစ်ပါတယ်...\nRating 6.6 ရရှိထားတဲ့ဒီကားဟာ Action , Adventure , Horror ပုံစံဖြစ်ပါတယ်...\nဒုတိယကမ္ဘာစစ်ကာလမှာ ဟစ်တလာရဲ့ဂျာမနီအင်ပါယာကိုဖျက်စီးဖို့အတွက်\nပြင်သစ်နဲ့ဗြိတိသျှတို့ပူးပေါင်းခဲ့ပါတယ်\nဂျာမန်တို့ခြေကုန်ယူထားတဲ့ ကမ်းခြေဆီကို ရှေ့ပြေးစစ်ဆင်ရေးလုပ်ဖို့\nမဟာမိတ်တပ်တစ်ခုစေလွှတ်ခဲ့ပြီး သူတို့အနေနဲ့ ခက်ခက်ခဲခဲ\nထိုးဖောက်ဝင်ရောက်ခဲ့ပင်မယ့်လည်း မိမိတို့ကြုံရတဲ့အရာမှာ\nဂျာမန်စစ်သားတွေသာမဟုတ်မှန်းသိခဲ့လိုက်ရတဲ့အခါ မထင်မှတ်ပဲစခန်းတွင်းဝင်မိပြီး\nဂျာမန်တို့စမ်းသပ်နေတဲ့အရာတွေကို တွေ့လိုက်ရတဲ့အခါ..\nဘာတွေဖြစ်ကုန်မလဲ သူတို့ရဲ့တာဝန်ကိုကျေပြွန်နိုင်ပါ့မလား\nလူသားမဟုတ်တဲ့အရာတွေကို ကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို\nကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\n  \nဇြန္လ ၁၁ ရက္ ဒုတိယကမၻာစစ္အတြင္းမွာ ေစလႊတ္ၿခင္းခံရတဲ့\nအေမရိကန္စစ္သားတပ္စုတစ္စုရင္ဆိုင္ေတြ႕ရတဲ့ ေၾကာက္စရာ\nအၿဖစ္ဆိုးၾကီးအေၾကာင္းရိုက္ၿပထားတဲ့ ၂၀၁၈ ထြက္ရံုတင္ကားသစ္\nတစ္ကားၿဖစ္ပါတယ္...\nRating 6.6 ရရွိထားတဲ့ဒီကားဟာ Action , Adventure , Horror ပံုစံၿဖစ္ပါတယ္...\nဒုတိယကမာၻစစ္ကာလမွာ ဟစ္တလာရဲ႕ဂ်ာမနီအင္ပါယာကိုဖ်က္စီးဖို႔အတြက္\nျပင္သစ္နဲ႔ျဗိတိသွ်တို႔ပူးေပါင္းခဲ့ပါတယ္\nဂ်ာမန္တို႔ေျခကုန္ယူထားတဲ့ ကမ္းေျခဆီကို ေရွ႕ေျပးစစ္ဆင္ေရးလုပ္ဖို႔\nမဟာမိတ္တပ္တစ္ခုေစလႊတ္ခဲ့ျပီး သူတို႔အေနနဲ႔ ခက္ခက္ခဲခဲ\nထိုးေဖာက္၀င္ေရာက္ခဲ့ပင္မယ့္လည္း မိမိတုိ႔ၾကံဳရတဲ့အရာမွာ\nဂ်ာမန္စစ္သားေတြသာမဟုတ္မွန္းသိခဲ့လိုက္ရတဲ့အခါ မထင္မွတ္ပဲစခန္းတြင္း၀င္မိျပီး\nဂ်ာမန္တို႔စမ္းသပ္ေနတဲ့အရာေတြကို ေတြ႔လုိက္ရတဲ့အခါ..\nဘာေတြျဖစ္ကုန္မလဲ သူတို႔ရဲ႕တာ၀န္ကိုေက်ျပြန္ႏုိင္ပါ့မလား\nလူသားမဟုတ္တဲ့အရာေတြကို ေက်ာ္ျဖတ္ႏိုင္ပါ့မလားဆိုတာကို\nၾကည့္ရႈရမယ့္ဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္ \nFile Size : (2 GB) and (1 GB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/3zNre/Overlord_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9LG3RT777zcr4Js7FpNlOckPnCc.jpg",
        "title": "The Drug King(2018)",
        "description": "The Drug King(2018)\nလီဒူဆမ္ ဆိုတဲ့လူတစ္ေယာက္ က ၁၉၇၀ ျပည့္ႏွစ္ေတြမွာ\nေရႊထည္နဲ႔ တန္ဖိုးႀကီးနာရီေတြ ေမွာင္ခိုတင္သြင္းတဲ့\nအဖြဲ႔အစည္းတစ္ခုမွာ အလုပ္လုပ္ခဲ့တယ္\nရဲေတြက ေမွာင္ခိုသမားေတြကို ၿဖိဳခြင္းတဲ့အခ်ိန္မွာေတာ့\nလီဒူဆမ္ တစ္ေယာက္ သူ႕သူေဌးရဲ႕ ေကာက္က်စ္မႈခံရၿပီး\nသူတစ္ေယာက္သာ ေထာင္က်ခဲ့ပါတယ္.....\nေထာင္က ျပန္လြတ္လာၿပီးခ်ိန္မွာေတာ့ လီဒူဆမ္ ဟာ\nမူးယဇ္ေမွာင္ခိုေလာကထဲ ေျခစံုပစ္ဝင္ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္.....\nျဖတ္သန္းခဲ့တဲ့ မေကာင္းမႈေလာကရဲ႕ သင္ၾကားမႈေၾကာင့္\nမူးယစ္ေမွာင္ခိုလုပ္ခ်ိန္မွာေတာ့ သူဟာ အရင္လို\nႏံုအတဲ့သူ မဟုတ္ေတာ့ပါဘူး.....အရာရာကုိပါးပါးနပ္နပ္နဲ႕ ကုိင္တြယ္တတ္လာတယ္...\nသူမူးယစ္ေမွာင္ခုိေလာကမွာ ေအာင္ျမင္လာ မလား ...ဘယ္လုိအႏၱရယ္ေတြကေရာ သူ႕ကုိဆီးႀကဳိေနမလဲ...\nရဲေတြရဲ႕ အႏၱရယ္ကေရာ ေရွာင္တိမ္းႏုိင္ပါ့မလား...အခ်ိန္မေရြးေနာက္ေက်ာဓားနဲ႕ထုိးႏုိင္တဲ့\nဒုစရုိက္ေလာကသားခ်င္းေတြနဲ႕ေရာ ဘယ္လုိေရွ႕ဆက္မလဲ...\nကုိင္း ခံစားၾကည့္လုိက္ပါဦး....\nမင္းသားႀကီး Kang-ho Song နဲ႕Jung-suk Joတုိ႕ အဓိကသရုပ္ေဆာင္ထားၿပီး ခပ္ၾကမ္းၾကမ္းအက္ရွင္ေတြနဲ႕\nမူးယစ္ေဆး၀ါးဒုစရုိက္ေလာကနဲ႕ပတ္သက္တဲ့ ကားမ်ဳိးမွ သေဘာက်တဲ့သူေတြအဖုိ ႕\nၾကည့္ကုိၾကည့္ရမယ့္ ကားျဖစ္ပါေၾကာင္း ညႊန္းဆုိပါရေစ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...\nFile Size : (1.07GBB) and (372 MB)\nQuality : WEBDL 720p,\nFormat…mp4\nDuration…02:19:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-drug-king2018/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNDljMmY0MmMtZGQ4NS00YjQ0LTliZDgtMjA4MWJiNTIyZGYwXkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "A Dirty Carnival (2006)",
        "description": "A Dirty Carnival (2006)_____IMDb...7.4/10\n ကိုးရီးယားရုပ်ရှင်လောကရဲ့ အထင်ကရ ဂန်းစတားကားတွေထဲမှာ\nထိပ်ဆုံးစာရင်းထဲမှာ ပါနေဆဲဖြစ်တဲ့ A Dirty Carnival ဇာတ်ကားကို တောင်းဆိုသူတွေများလွန်းလို့\nတင်ဆက်ပေးလိုက်ပါတယ်....\nဂန်းစတားတွေနဲ့ အာဏာရှင်တွေကြား...\nဂန်းစတားတွေရဲ့ ဘဝနဲ့ အချင်းချင်းအပေါ်ထားရှိတဲ့ သစ္စာတရား...\nဂန်းစတားတွေနဲ့ နိုင်ငံရေးဆက်နွယ်နေမှု...\nတော်တော်များများလည်း ဒီကားရဲ့ကောင်းခြင်းတွေနဲ့\nအထှာကျလွန်းတဲ့ ဂန်းစတားတွေအကြောင်းကြားဖူးနေတော့ ထွေထွေထူးထူးမညွှန်းတော့ဘူး..\nတစ်ခုတော့ရှိတယ်...\nအော်ရီဂျင်နယ်ဂန်းစတားကားကြည့်ပြီးတဲ့သူတွေအတွက်တော့\nဒီကားက အနည်းငယ်ပေါ့သလိုဖြစ်နေပါက\nလွန်စွာဝမ်းနည်းအားနာမိကြောင်းပြောပါရစေ...\nBlu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....\n  \nFile Size : (2.49 GB) and (1 GB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/2dzv1/A_Dirty_Carnival_(Biyeolhan_Geori)_[2006]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6eFT8XmUlYpYnhAeHOoSrNAG2Ja.jpg",
        "title": "Crossbreed (2018)",
        "description": "ဒီတစ္ခါေတာ့ အနာဂတ္ေခတ္လြန္အက္ရွင္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးအေၾကာင္းကိုေၿပာၿပရမယ္ဆုိရင္ေတာ့ဒီဇာတ္လမ္းေလးဟာအနာဂတ္မွာ စတုတၳကမာၻစစ္ျဖစ္ရျခင္းရဲ႕ အေၾကာင္းရင္းကိုဇာတ္အိမ္တည္ၿပီး ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။ေခတ္လြန္နည္းပညာမ်ား၊ေခတ္လြန္လက္နက္မ်ားနဲ႔ ဖန္တီးထားတဲ့ အက္ရွင္ကားေကာင္းေလးမို႔Action နဲ႕ Sci-Fi ၾကိဳက္တဲ့လူေတြအတြက္ ၾကိဳက္ႏွစ္သက္မွာၿဖစ္္ၿပီးေတာ့မိသားစုနဲ႕အတူၾကည့္ဖို႕ေကာင္းသလိုသူငယ္ခ်င္းေတြနဲ႕လည္းအတူၾကည့္ဖို႕အဆင္ေၿပတဲ့ကားေလးတစ္ကားလည္းၿဖစ္ပါတယ္... File Size : ( 795 MB) & ( 292 MB)Quality : WEB DL 720pRunning Time :1hr 26 minFormat : Mp4Genre :  Action , Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "5.6",
        "url": "https://megaup.net/2eobu/Crossbreed_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vX8qZPoUHFSIq1PDvHHxuNCC0AO.jpg",
        "title": "Luck-Key(2016)",
        "description": "Luck-Key(2016)\nယြန္းဂ်ယ္ေဆာငး္ဆုိတဲ့လူငယ္ေလးတစ္ေယာက္ဟာ\nအလုပ္မွန္သမွ်ာမွာလည္း မေအာင္ျမင္ အေၾကြးေတြကလည္း ပတ္လည္၀ုိင္း ဂရုစုိက္မယ့္သူ\nလည္းမရွိ တြယ္ရမဲ့စုတ္ျပတ္ေနတဲ့ဘ၀ေၾကာင့္ ကုိယ့္ကုိကုိယ္ သတ္ေသဖုိ႕အထိေတာင္ႀကဳိးစားဖူးတယ္...\nသုိ႕ေပမယ့္ မလုပ္ျဖစ္ ဒီလုိနဲ႕ တစ္ေန႕ေတာ့ အမ်ားသုံးေရခ်ဳိးကန္ကုိသြားေရခ်ဳိးျဖစ္တယ္...\nသူေရသြားခ်ဳိးတဲ့အခ်ိန္ လူတစ္ေယာက္ကုိသတိထားမိသြားတယ္...\nအ၀တ္အစားနဲ႕ ပတ္တဲ့နာရီကုိၾကည့္ရုံနဲ႕  အရမ္းခ်မ္သာပုံရတဲ့လူတစ္ေယာက္ကုိ\nဆုိပါေတာ့... အဲ့ဒီလူဟာ တုိက္ဆုိင္စြာပဲ ေရခ်ဳိးခန္းထဲမွာ ဆပ္ျပာတုံးတစ္တုံးေၾကာင့္ လဲက်ၿပီး ေခါင္းနဲ႕ၾကမ္းျပင္ကုိရုိက္မိကာ\nေဆးရုံေရာက္သြားတယ္...စိတ္ဓာတ္ပ်က္ယြန္းဂ်ယ္ေဆာင္းတစ္ေယာက္ လဲက်ေနတဲ့သူရဲ႕\nေရခ်ဳိးခန္းအ၀တ္အစားထားတဲ့အခန္းေသာ့ကုိ ခ်က္ခ်င္းလဲလုိက္တယ္..\nတျခားသူက ေဆးရုံေရာက္သြားေပမယ့္  ယြန္းဂ်ယ္ေဆာင္းအတြက္တကယ့္ပြေပါက္ပဲ..\n.နာရီအေကာင္းစား ပုိက္ဆံအိပ္ထဲလည္း ပုိက္ဆံအျပည့္ပါတဲ့အျပင္\nကားအေကာင္းစားရဲ႕ GPS ကလည္း တန္ဘုိးႀကီးျမင့္လြန္းတဲ့အိမ္ဆီကုိေရာက္သြားေစတယ္...\n ယြန္းဂ်ယ္ေဆာင္းဟာ ပစၥည္းေတြျပန္ေပးဖုိ႕လုပ္ေပမယ့္ ပုိင္ရွင္ျဖစ္တဲ့သူဟာ ႀကမ္းျပင္နဲ႕ရုိက္မိတဲ့ဒဏ္ေၾကာင့္ အတိတ္ေမ့သြားတယ္...\nေျပာရရင္ လူခ်င္းခ်ိန္းလုိက္သလုိျဖစ္သြားတာကုိ အခြင့္ေကာင္းယူၿပီး ယြန္းဂ်ယ္ေဆာင္းဟာ တျခားသူတုိက္ခန္းမွာ ခပ္တည္တည္သြားေနေလရဲ႕...\nသူ႕အေပ်ာ္ေတြဟာ သိပ္ေတာ့ၾကာၾကာမခံပါဘူး...တုိက္ခန္းပိုင္ရွင္ျဖစ္တဲ့အတိတ္ေမ့ေနတဲ့သူဟာ\nလက္နက္ေပါင္းစုံ လူမုိက္ေတြနဲ႕ဆက္သြယ္ထားတဲ့ အခ်က္အလက္ေပါင္းစုံ\nPassport ေပါင္းမ်ားစြာရွိေနတဲ့ ေၾကးစားလူသတ္သမားအျဖစ္သိရွိၿပီးတဲ့ေနာက္\nယြန္းဂ်ယ္ေဆာင္းတစ္ေယာက္ ဘယ္လုိေရွ႕ဆက္မလဲ...အတိတ္ေမ့သြားတဲ့ လူမုိက္ႀကီးကေရာ ဘယ္လုိေရွ႕ဆက္မလဲ...\nဘယ္လုိအႏၱရယ္ေတြကေရာ သူတုိ႕ကုိ ဆီးႀကဳိေနမလဲ...\nကိုင္း  အက္ရွင္ကားႀကဳိက္တဲ့သူေတြ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕....\nFile Size : (900 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Comedy, Crime\nSubtitle : Myanmar ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sthu/Luck-Key_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjEzMzMxOTUyNV5BMl5BanBnXkFtZTcwNjI3MDc5Ng@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Elite Squad: The Enemy Within (2010)",
        "description": "\" ရဲဆိုတာအမွန္တရားရဲ႕ ဘက္ေတာ္သားလို႕ပဲ\nက်ဳပ္တစ္သက္လံုးယံုၾကည္လာခဲ့တာ\"....\nမသမာတဲ့ဥပေဒဘက္ေတာ္သားေတြေၾကာင့္\nသားျဖစ္သူကိုဆံုးရံူးခါနီးမွာ ရလိုက္တဲ့\nအရာခံတပ္ထိန္းဗိုလ္ၾကီး Roberto Nescimento ရဲ႕\nသံေ၀ဂတရားပါ။\nသူသိလိုက္တဲ့အခ်ိန္မွာ ရီယိုတစ္ျမိဳ႕လံုးကို\nအက်င့္ပ်က္ႏိုင္ငံေရးသမားေတြနဲ႕ရဲေတြ\nတည္ေထာင္္ထားတဲ့ မာဖီးယားဆန္ဆန္\nျပည္သူ႕စစ္ေတြကၾကီးစိုးေနပါျပီ။\nေျဖာင့္မတ္တဲ့ Nescimento လိုျပည္သူ႕\nအမူထမ္းနဲ႕ ရဲရင့္တဲ့စာနယ္ဇင္းသမားေတြပူးေပါင္းျပီးေတာ့\nအုပ္ခ်ဳပ္ေရးပိုင္းရဲ႕မသမာမူေတြကို\nဘယ္လိုေဖာ္ထုတ္ၾကမလဲ ဆိုတာနဲ႕\nအမွန္တရားက အႏိုင္ရပါ့မလားဆိုတာကို\nဒီရုပ္ရွင္ထဲမွာဆက္လက္ရူစားၾကပါ။\n \nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "8.1",
        "url": "https://megaup.net/2eobD/Elite_Squad_-_The_Enemy_Within_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/govMXvJEI3HrFnCS4OM633TdAIp.jpg",
        "title": "Derailed (2016)",
        "description": "ဒီေန႔မွာေတာ့ ကိုရီးယားေကာင္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးကရေစ\nဇာတ္လမး္ေလးကေတာ့........ဂ်င္အီ၊ဂါေယာင္း၊ဘြန္ဂီနဲ႔ မင္ေယာင္းတို႔၄ေယာက္က\nသူငယ္ခ်င္းစံုတြဲေတြျဖစ္သလို အိမ္ကေနထြက္ေျပးလာတဲ့ အိမ္ေျပးေလးေတြလဲျဖစ္ပါတယ္။\nဖုန္းေတြအလစ္သုတ္လိုက္ကားေတြခိုးလိုက္ ဆိုင္ကယ္ေတြခိုးလိုက္\nၿပီးရင္ျပန္ေရာင္းၿပီး တစ္ေန႔စာ အခက္အခဲေတြကိုေျဖ႐ွင္းေနတဲ့\nလူငယ္ေတြပါ လူငယ္ထိန္းသိမ္းေရးစခန္းေတြကိုလဲ ခဏခဏေရာက္ဖူးၿပီး သူငယ္ခ်င္း၄ေယာက္\nစုေပါင္းေလလြင့္ေနတဲ့သူေတြပါ\nတစ္ခါတစ္ေလမ်ားဆို ဂါေယာင္းနဲ႔ မင္ေယာင္းတို႔၂ေယာက္\nကျပည့္တန္ဆာဟန္ေဆာင္ၿပီး လာေခၚတဲ့ဘဲနဲ႔မိုတယ္လိုက္သြားၿပီးမွ\nေရခ်ိဳးခန္းထဲဝင္ၿပီး အခန္းနံပါတ္ေျပာ\nအဲ့အခါ ဘြန္ဂီနဲ႔ ဂ်င္အီက ဝုန္းဒိုင္းၾကဲဝင္လာၿပီး ေငြညႇစ္တဲ့အထိပါလုပ္ၾကပါတယ္။\nေျပာရရင္ ပိုက္ဆံရဖို႔ အကုန္လုပ္တဲ့\nခပ္ဆိုးဆိုး ကေလးေတြပါ ဒါေပမယ့္လဲဂ်င္အီက ဂါေယာင္းကိုသိပ္ခ်စ္ပါတယ္။\nတစ္ေန႔မွာ ဂါေယာင္းတစ္ေယာက္ မတ္တပ္ရပ္ေနတုန္း\nျပည့္တန္ဆာအထင္နဲ႔ လူတစ္ေယာက္က လာေခၚပါတယ္။\nအစကျငင္းေပမယ့္ ေငြလိုေနတဲ့ ဂါေယာင္းက ထံုးစံအတိုင္း\nေရႊ႔ေနက်အကြက္အတိုင္းလုပ္ဖို႔ မိုတယ္လိုက္သြားပါတယ္။\nတကယ္က သူ႔ကိုလာေခၚတဲ့သူက ကာရာအိုေက ဘားပိုင္႐ွင္ျဖစ္ၿပီး သူ႔ဆီမွာလာလုပ္ဖို႔\nစကားေျပာခ်င္ရံုသက္သက္ပါပဲ\nဒါကို ဂ်င္အီတို႔ကမသိဘဲ ဝုန္းဒိုင္းၾကဲဝင္လာ အဲ့လူႀကီးကို\nသမၿပီး အဲ့လူႀကီး ကားနဲ႔ ပိုက္ဆံအိတ္ပါ ယူေျပးပါေတာ့တယ္ ေနာက္ေတာ့ ဖမ္းမိသြားၿပီး ခိုးသြားတဲ့ကား\nတန္ေၾကးျပန္ဆပ္ဖို႔ ဂါေယာင္းကို သူ႔ရဲ႕ ကာရာအုိေကဘားမွာ အလုပ္လုပ္ေစပါေတာ့တယ္။\nခ်စ္သူဂါေယာင္းကို ကာရာအိုေကဘားကေနျပန္ေရြးဖို႔\nဂ်င္အီတစ္ေယာက္ နည္းလမ္းမ်ိဳးစံုနဲ႔ ႀကိဳးစားလာရတဲ့အျပင္\nဂါေယာင္းနဲ႔ ဂ်င္အီတို႔ရဲ႕ ရန္သူေတာ္ တစ္ေယာက္ပါေထာင္ကထြက္လာၿပီး သူတို႔ကို လိုက္႐ွာေနတဲ့အခါ....\nဂ်င္အီအျဖစ္ Shineeက Min ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eoby/Derailed_(Doo_Namja)_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/world2-200x150.jpg",
        "title": "The World’s End End 2013",
        "description": "2013 ခုႏွစ္ထြက္ ဟာသ သိပၸံကားတစ္ကား တင္ေပးထားပါတယ္။ Rating 7.0 အထိ ရထားပါတယ္။ ဆိုင္မြန္ပက္တို႕ မာတင္ဖရီးမန္းတို႕ကိုေတာ့ ပရိသတ္အေတာ္မ်ားမ်ား ရင္းႏွီးျပီးသားျဖစ္မွာပါ။ဇာတ္လမ္းအက်ဥ္း\n============သူငယ္ခ်င္း ၅ ေယာက္ဟာ လြန္ခဲ့တဲ့ ႏွစ္ေပါင္း ၂၀ က မေအာင္ျမင္ခဲ့တဲ့ စစ္ဆင္ေရးၾကီး တစ္ခုကို ျပန္လုပ္ၾကဖို႕ ၾကံစည္လာၾကပါတယ္။အဲဒီ စစ္ဆင္ေရးကေတာ့ သူတို႕ျမိဳ႕ရဲ႕ လမ္းတစ္ေလွ်ာက္လံုးက အရက္ဆိုင္ အကုန္လံုးက အစကေန အဆံုးထိ ေရာက္ေအာင္တစ္ညထဲနဲ႕ ေသာက္သြားဖို႕ပါပဲ။အရက္ကို ေခြးလိုဝက္လို႕ ေသာက္ဖို႕အၾကံနဲ႕ ဇာတိျမိဳ႕ကို ခ်ီတက္လာတဲ့ ဇိုးတစ္သိုက္ဟာ သူတို႕ျမိဳ႕ကို ေရာက္ရွိလာခ်ိန္မွာေတာ့ မထင္မွတ္ထားပဲ လူသားအားလံုးနဲ႕ ကမာၻၾကီးကို ကယ္တင္ဖို႕ ျဂိဳလ္သားေတြနဲ႕ ရင္ဆိုင္လာရတဲ့အခါ......ဒီရုပ္ရွင္က အေတာ္ေလးလည္း ရယ္ရျပီး ေတြးစရာေလးေတြလည္း ေပးထားမွာမို႕ ကိုယ္တိုင္ၾကည့္ျပီးမွ ေတြးလို႕ ျပံဳးလိုက္ လုပ္ေနရမယ့္ အမ်ိဳးအစားမိ်ဳးပါပဲ။Dr.Shinobi ဆိုတဲ့ ဘာသာျပန္အသစ္က တင္ဆက္ေပးထားတာပါ။File Size : ...",
        "rating": "7.0",
        "url": "https://megaup.net/Stgr/The_World_s_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Kill Bill 1 + 2 (2003+2004)",
        "description": "အေမရိကန္ႏိုင္ငံ၊ တကၠဆပ္ျပည္နယ္ အယ္လ္ပါဆို ၿမိဳ႕ကေလးရဲ႕ ဘုရားေက်ာင္းငယ္ေလးတစ္ခုက လပ္ထပ္ပြဲတစ္ခုမွာ ကိုယ္၀န္ေဆာင္ သတို႔သမီးတစ္ေယာက္အပါအ၀င္ လူကိုးဦး၊ (သတို႔သမီး ဗိုက္ထဲကကေလးပါ ပါရင္ ၁၀-ဦး)တို႔ဟာ ရက္ရက္စက္စက္ အသတ္ခံခဲ႕ရပါတယ္။သူတို႕႔ကို သတ္ခဲ႕တဲ႕သူေတြက “မရဏေျမြေပြး” လို႔ေခၚတဲ႕ ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုကျဖစ္ၿပီး သူတို႔တစ္ကယ္သတ္ခ်င္ခဲ႕တာကေတာ႔ သူတို႕ရဲ႕ အဖြဲ႕၀င္ေဟာင္းလည္းျဖစ္၊ အဖြဲ႕ေခါင္းေဆာင္ ဘီလ္ ရဲ႕ ညာလက္ရံုး…ခ်စ္သူေဟာင္းလည္းျဖစ္တဲ႕ “သူတို႔သမီး”(Uma Thurman) ကိုပဲ ျဖစ္ပါတယ္။“သတို႔သမီး”ဟာ ကံေကာင္းေထာက္မစြာ အသက္မေသပဲ ဒဏ္ရာအျပင္းအထန္နဲ႕ “ကုိမာ”(ေမ႕ေျမာ)ရၿပီး ေဆးရံုမွာ ေဆးကုသမႈယူေနရင္း ေလးႏွစ္ေလာက္အၾကာမွ ျပန္လည္ႏိုးထလာခဲ႕ပါတယ္။အဲဒီအခါမွာေတာ႔ သတို႔သမီးဟာ သူနဲ႕သူ႕ရဲ႕မေမြးလိုက္ပဲ ေသဆံုးခဲ႕ရတဲ႕ကေလးအတြက္ သူ႕ရဲ႕ မိတ္ေဆြေဟာင္းေတြနဲ႕ ခ်စ္သူေဟာင္းျဖစ္တဲ႕ ဘီလ္တို႔ကို လက္စားေခ်ဖို႔ ႀကံစည္ပါေတာ႔တယ္။ဇာတ္လမ္အသြားကေတာ႔ အင္မတန္ရိုးရွင္းပါတယ္။ စတင္ရိုက္ကူးစဥ္က တစ္ကားတည္းနဲ႕အၿပီး ထုတ္လုပ္ဖို႔ စီစဥ္ခဲ႕ေပမယ္႔ ျပသခ်ိန္ ၄ နာရီေက်ာ္ၾကာျမင္႔မွာျဖစ္တဲ႕အတြက္ Kill Bill Vol.1(2003) Vol.2 (20014) ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yxov/Kill_Bill_-_Volume_1_[2003]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nq5RSCLcLSXGzKAqMlxDiBr3KcL.jpg",
        "title": "Line Walker (2016)",
        "description": "အခုတေလာ Facebook ေပၚမွာ ပြဲဆူေနတဲ့ Line Walker 2 ဇာတ္ကားရဲ႕ ပထမကား Line Walker (2014) ေဟာင္ေကာင္ Action ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ။Cast ေတြကလည္း နာမည္ၾကီးေတြ သုံးထားျပီး ဇာတ္လမ္းကလည္း Plot Twist ေလးနဲ႔ စိတ္ဝင္စားဖုိ႔ေကာင္းပါတယ္။Line Walker ဆုိတာကေတာ့ ၾကိဳးတန္းေပၚလမ္းေလွ်ာက္ေနသူလုိ႔ေျပာလုိ႔ရပါတယ္။ဒီဇာတ္ကားေလးထဲမွာ လူဆုိးဂုိဏ္းေတြထဲ ဝင္ေရာက္ျပီး အသြင္ယူေထာက္လွမ္းေနၾကတဲ့ေအးဂ်င့္ေတြရဲ႕ အေၾကာင္းကုိ သိထားတဲ့ တစ္ေယာက္တည္းေသာသူ ေသဆုံးသြားတဲ့အခါမွာအသြင္ယူေအးဂ်င့္ေတြ အေၾကာင္းေပ်ာက္ပ်က္ကုန္ျပီး တာဝန္ထမ္းေဆာင္ေနဆဲ ေအးဂ်င့္ေတြ ၾကိဳးတန္းေပၚလမ္းေလွ်ာက္သူေတြလုိ ရဲလဲျပန္မျဖစ္ႏုိင္လူဆုိးဂုိဏ္းထဲမွာပဲအေျခမပ်က္ဆက္ေနဖုိ႔ ေဘးၾကပ္နံက်ပ္အေျခအေနထဲကုိေရာက္ေနပါတယ္။အဲဒါေၾကာင့္ ဗဟုိေထာက္လွမ္းေရးဌာနက လွ်ိဳ႕ဝွက္ေအးဂ်င့္ေတြကုိ ျပန္လည္စုစည္းဖုိ႔ ၾကိဳးစားတဲ့အခ်ိန္မွာBlack Jack ဆုိတဲ့ နာမည္နဲ႔ ေအးဂ်င့္တစ္ေယာက္ျပန္ေပၚလာပါတယ္။ဖ်က္ထားခံရတဲ့ သူ႕ရဲ႕ အခ်က္အလက္ေတြက ျပန္ယူဖုိ႔မျဖစ္ႏုိင္တဲ့အတြက္ သူတုိ႔ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Stho/Line_Walker_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/eye-in-the-sky-poster-1-134x200.jpg",
        "title": "Eye in the Sky (2015)",
        "description": "Eye in the Sky (2015)\nIMDb - 7.3/10_____Rotten - 95%\n  \nThe Guardian rating ရရှိထားတဲ့ Eye in the sky ဇာတ်ကားဟာ\nခေတ်သစ်စစ်ပွဲတခုကို ပုံဖော်ထားပါတယ်\nဒုတိယကမ္ဘာစစ်အပြီးစစ်အေးတိုက်ပွဲနောက်မှာ\nပုံစံပြောင်းလာတဲ့ ဘက်ပေါင်းစုံစစ်ပွဲပုံစံတချို့ကိုပုံဖော်ထားပါတယ်\nဗုံးခွဲမယ့်အကြမ်းဖက်သမားကို မောင်းသူမဲ့လေယဉ်ကနေ\nစောင့်ကြည့်နေတာဟာ အခုခေတ်အတွက် မဆန်းပေးမယ့်\nသာမန်ထက်ပိုပြီးရှုပ်ထွေးတဲ့လုပ်ရိုးလုပ်စဉ်တွေဖြစ်တဲ့\nchain of command လို့ခေါ်တဲ့ဆင့်ကဲအမိန့်ပေးစနစ်တွေ\ncommander in chief လို့ ခေါ်တဲ့ ပေါင်းစပ်ညှိနှိုင်းမှုတွေ\nချစ်ကြည်ရေးနိုင်ငံအတွင်းမှာဖြစ်နေတဲ့အခါ...\nသံတမန်ရေးကိုသတိထားရသလို သတင်းမီဒီယာစစ်ကိုလဲ\nမပေါ့ဆအောင် လုပ်ကိုင်ရတာကိုလဲတွေ့ရပါမယ်\nဗုံးခွဲသမားကိုမြင်နေပေမယ့် သတင်းမီဒီယာဘက်က\nပြန်တွေးရတာတွေဟာ စိတ်ဝင်စားသူအဖို့ အပန်းဖြေယုံသက်သက်\nမကတာတော့သေချာတယ် မီဒီယာစစ်ကိုလဲဒီရုပ်ရှင်ကိုယ်တိုင်က\nပြန်သရုပ်ဖော်ထားပါတယ်ကလေးတယောက်အတွက်\nနိုင်ငံတကာအတွက် နိုင်ငံရေးတွေ မဟာမိတ်တွေအတွက်လဲ\nထည့်သွင်းစဉ်းစားထားပါတယ် လူသားချင်းစာနာပါတဲ့ဆိုတဲ့\nပြကွက်တွေကလဲ ဒီကားကိုယ်တိုင်က သတင်းစစ်ထဲပါနေတဲ့ အချက်တခုပါပဲ\nသာမန်တိုက်တာခိုက်တာလောက်ကြည့်တဲ့သူအတွက်ကတော့\nအားရချင်မှအားရပေမယ့် ကြည့်သင့်တဲ့ကား\nတကားဖြစ်ကြောင်းညွှန်းလိုက်ရပါတယ်........\n  File Size - 1.15 GB and 736 MB\nQuality - BluRay 720p, 5.1CH and HD 720p\nFile Type - mkv ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/eye-in-the-sky-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Fatal-Encounter-2014-140x200.jpg",
        "title": "The Fatal Encounter (2014)",
        "description": "ဒီကားလေးကတော့ကိုရီးယားနန်းတွင်းကားလေးပါ။မင်းသား Hyun Bin ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်။ဂျိုဆောင်ပြည်နယ်ရဲ့၂၂ဆက်မြောက် ဂျောင်ဂျိုဘုရင်ဟာငယ်စဉ်ကတည်းကခမည်းတော်ဖြစ်သူမျက်စိရှေ့မှောက်အဖိုးတော်ထံမှသေမိန့်ပေးခံရတာကိုမြင်ခဲ့ရသူပါ။တိုင်းပြည်မှာပုန်ကန်သူတွေသစ္စာဖောက်တွေထကြွသောင်းကျန်းချိန်မှာထီးနန်းတက်ရတဲ့ကံဆိုးသူဘုရင်အဖြစ်လည်းနာမည်ကြီးပါတယ်။သူယုံကြည်တဲ့တစ်ဦးတည်းသောသူကတော့အစ်ကိုလိုသူငယ်ချင်းလိုဖြစ်နေတဲ့ဂတ်ဆိုကုန်းကုန်းပါ။အဖိုးတော်ရဲ့ဇနီးငယ်လေးဖြစ်တဲ့အဖွားတော်ဟာလည်းလုပ်ကြံမှုထဲပါဝင်ပတ်သက်နေသူပါ။မယ်တော်ဖြစ်သူဟာလည်းသားတော်လေးကိုတတ်အားသရွေ့ကြိုးစားကာကွယ်ချင်သူ။ မင်းကြီးမသိခဲ့တဲ့နောက်ကွယ်ကဇာတ်ကြောင်းတွေနဲ့လုပ်ကြံမှုတွေတိုင်းပြည်ငြိမ်သက်အောင်စွမ်းဆောင်နိုင်မလားဆိုတာကတော့နန်းတွင်းကားနှစ်သက်သူတွေလက်မလွတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုပါ။(ဇာတ်လမ်း အညွှန်းနဲ့ဘာသာပြန်ပေးထားတာကတော့ Noe ဖြစ်ပီး Arkar Phyo မှ encode ပေးထားပါတယ်။) File Size : (1.33 GB) & (486MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  16min\nFormat : Mp4\nGenre    :  Action,Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Noe\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fatal-encounter-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/olympus-has-fallen-poster-133x200.jpg",
        "title": "Olympus Has Fallen (2013)",
        "description": "Olympus Has Fallen (2013)_______IMDb - 6.5/10\n ကြည့်မိတာနဲ့ထိုင်ရာကမထပဲ ကြည့်ချင်နေမယ့်ဇာတ်ကားတစ်ကားကို Bluray 1080p 5.1 CH နဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်Mike ဟာ U.S. Army Ranger ကနေ သမ္မတ ကြီးရဲ့အထူးလုံခြုံရေး ခေါင်ဆောင် တစ်ယောက် ဖြစ်လာခဲ့ သူပါ။Mike ဟာ သမ္မတကြီးရဲ့ အထူးလုံခြုံရေး တာဝန်တင် မကပဲသမ္မတကြီးရော သမ္မတကြီး မသားစု နဲ့ပါ မိသားစု ဝင်တစ်ယောက် ကဲ့သို့ရင်းနှီး နေသူလဲ ဖြစ်ပါတယ်။ Christmas ညတစ်ည မှာတော့သမ္မတကြီးနဲ့ သူ့ရဲ့ မိသားစုတို့ ညစာ စားပွဲ တစ်ခု တတ်ရောက်ဖို့Mike က ဦးဆောင်ပြီး ထွက်ခွာ လာခဲ့ပါတယ်။Christmas ညတစ်ည ဖြစ်တာနဲ့ အညီ နှင်းတွေက အရမ်းကျ နေပြီးလေတွေလဲ အရမ်းတိုက် နေပါတယ်။ လေတွေလဲ အရမ်းတိုက် နေပါတယ်။ကားကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xotl/Olympus_Has_Fallen_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZmU4NzVkZjEtZmQxMi00ZDY5LWI3ZDYtMWRmZjE5YmYwZjQzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Bad Boys II (2003)",
        "description": "Bad Boys ဟာဆိုရင္အညႊန္းေရးစရာမလိုေအာင္ေကာင္းတဲ့\nဇာတ္လမ္းတစ္ခု ဆိုတာသိၿပီးသားျဖစ္ၾကမွာပါေနာ္။\nဒါရိုက္္တာ Micheal Bay ေဒၚလာ ၁၃၀မီလီယမ္အကုန္အက်ခံ ရိုက္ကူးထားၿပီး\nေဒၚလာ ၂၇၃ မီလီယမ္ျပန္လည္ရရွိခဲ့ပါတယ္။\nမားကပ္စ္ ဘားနတ္(Martin Lawrence) နဲ႔ သူ႕တြဲဖက္ႀကီး မိုက္ခ္ (Will Smith) တုိ႔\nသူငယ္ခ်င္းအဆင့္ကေန ေယာက္ဖေတြအျဖစ္ရာထူးတုိးသြားၾကတဲ့အပိုင္းေပါ့။\nမားကပ္စ္ရဲ႕ ညီမေလး ဆစ္ဒ္(Gabrielle Union) ကို\nေဂ်ာ္နီတပီယာဆိုတဲ့ဘိန္းေမွာင္ခိုသမားက ဖမ္းေခၚသြားတဲ့အခါ\nညီမေခ်ာေလးကိုကယ္မယ့္အစ္ကိုႀကီး မားကပ္စ္နဲ႔\nခ်စ္သူေလးကိုထိခိုက္မွာစိုးတဲ့ မိုက္ခ္တုိ႔\nရုရွားေတြနဲ႔ဘယ္လိုေသြးေခ်ာင္းစီးေအာင္တုိက္ခိုက္ၾကမလဲ။\nအစိုးရကႏုိင္ငံေရးအခက္အခဲေတြေၾကာင့္\nဓားစာခံ ဆစ္ဒ္ကိုကယ္ေပးဖို႔ေတြေဝမႈေတြၾကားက\nလုပ္ေဖာ္ကိုင္ဖက္ေကာင္းေတြနဲ႔ဘယ္လုိတုိက္ခိုက္သြားတယ္ဆုိတာ\nBad Boys 2 မွာသဲထိတ္ရင္ဖုိၾကည့္ရႈခံစားၾကည့္ပါေနာ္။\nTranslated by Kira\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-boys-ii-2003/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPMEpcDlZVGa8xBhUUHteaPrvHw.jpg",
        "title": "In Like Flynn (2018)",
        "description": "ကဲ သရဲကားေတြ၊ သိပၸံကားေတြ၊ လူစြမ္းေကာင္းကားေတြေၾကာင့္ ပ်င္းရိေနၾကၿပီလား။ဒါဆိုရင္ေတာ့ ပူပူေႏြးေႏြးအသစ္ထြက္ထားတဲ့စြန္႔စားခန္းေတြနဲ႔ကားေလးတစ္ကားကို ေျပာင္းၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။1930 ကာလ နယူးဂီနီကြ်န္းစု (ယခု ပါပူဝါနယူးဂီနီ) မွာေရႊေၾကာေတြေတြ႕တယ္ဆိုတဲ့သတင္းေၾကာင့္ေရႊရွာပံုေတာ္စြန္႔စားခန္းဖြင့္တဲ့ အေၾကာင္းကို ရိုက္ကူးထားတဲ့ကားတစ္ကားၿဖစ္ပါတယ္...ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းၿပီး ရသစံုလင္ကိုေပးႏုိင္တဲ့ကားေကာင္းေလးတစ္ကားမို႔ အထူးညႊန္းမေနေတာ့ပါဘူး။ကိုယ္တိုင္ၾကည့္ရႈရင္းနဲ႔ပဲ အားေပးလုိက္ၾကပါေတာ့ဗ်ာ File Size : ( 851 MB) & ( 222 MB)Quality : WEB DL 720pRunning Time :1hr 46 minFormat : Mp4Genre : Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sup3/In_Like_Flynn_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMGE1ZTQ0ZTEtZTEwZS00NWE0LTlmMDUtMTE1ZWJiZTYzZTQ2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Bad Boys (1995)",
        "description": "Will Smith နဲ႔ Martin Lawrenceတို႔ရဲ႕ Bad Boysကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nCrime/Thriller အမ်ိဳးအစားဆိုေတာ့သင့္ရဲ႕အခ်ိန္ေတြကို\nကုန္မွန္းမသိကုန္ေစမယ့္ ဇာတ္ကားဆိုတာေျပာေနစရာမလိုေတာ့ပါဘူးေနာ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ မိုက္ေလာ္ရီနဲ႔မားကတ္စ္တို႔က\nမိုင္ယာမီက တြဲဖက္ရဲ၂ေယာက္ပါ တစ္ေယာက္နဲ႔တစ္ေယာက္အရမ္းခ်င္ၾကၿပီးအမႈေပါင္းမ်ားစြာကို\nလိုက္ဖမ္းႏိုင္ခဲ့ၾကသူေတြပါ\nတစ္ေန႔မွာေတာ့ သူတို႔အရင္က ဖမ္းဆီးရမိခဲ့တဲ့\nေငြသန္းေပါင္းမ်ားစြာတန္တဲ့ ကိုကင္းေတြကို ရဲေတြ\nထိန္းသိမ္းထားတဲ့အခန္းထဲကေန လူတစ္စုကျပန္လည္ခိုးယူသြားပါတယ္\nဒီေတာ့ ဒီအမႈကို မိုက္နဲ႔ မားကတ္စ္ကပဲ ဦးေဆာင္ဦးရြက္ျပဳၿပီးျပန္လိုက္ရပါေတာ့တယ္\nဒါ့အျပင္ ကိုကင္းခိုးထုတ္သြားတဲ့ အဖြဲ႔ရဲ႕ လူသတ္မႈကို\nကိုယ္ေတြ႔ၾကံဳခဲ့ၿပီးလြတ္ေျမာက္သြားတဲ့ မ်က္ျမင္သက္ေသမိန္းကေလးကိုပါ\nသူတို႔၂ေယာက္ ေစာင့္ေ႐ွာက္ေပးဖို႔ၾကံဳလာတဲ့အခါ...\nဘာေတြဆက္ျဖစ္မလဲ ၾကည့္လိုက္ရေအာင္...\nTranslated by waizin wayne\nencoded by sithu",
        "rating": "6.9",
        "url": "https://megaup.net/2epjk/[CM]Bad.Boys.1995.1080p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/redeag-141x200.jpg",
        "title": "Red Eagle ( 2010 )",
        "description": "အက္ရွင္သိပၸံကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္2016 ခုႏွစ္ မွာ ဘန္ေကာက္ဟာ ဒုစရိုက္နဲ႔ အေရးအခင္းေတြၿဖစ္ပြားၿပီးရွုပ္ေထြးတဲ႔ၿမိဳ႕ေတာ္ၾကီးတစ္ခုၿဖစ္ေနပါၿပီ...ေခါင္းေဆာင္မွုအပိုင္းမွာလည္းႏိုင္ငံေရးသမားေတြရဲ႕လွည္႕ကြက္ ညစ္ပတ္မွုေတြေၾကာင္႔ ဖရိုဖရဲၿဖစ္ေနတဲ႔အၿပင္အစိုးရဟာလည္း ၿပည္သူေတြကိုမငဲ႔ပဲ နယူကလီးယား လက္နက္စမ္းသပ္ဖို႕ၿဖစ္ေနပါတယ္..ဒီအခ်ိန္မွာေတာ႔ သူရဲေကာင္းတစ္ဦးထြက္ေပၚလာပါေတာ႔တယ္ဒီလူဟာ ညစ္ပတ္တဲ႔ႏိုင္ငံေရးသမားေတြ...ဒုစရိုက္သမားေတြကိုနိမ္နင္းပါေတာ႔တယ္သူ႕ရဲ႕ သရုပ္မွန္ကိုဘယ္သူမွလည္းမသိပါဘူး တခါလူသတ္ၿပီးတိုင္းThe Red Eagle ဆိုတဲ႔စာေလးပဲထားတတ္တဲ႔သူ..လ်ိဳ႕၀ွက္ခ်က္ေတြၿပည္႔ေနတဲ႔သူစြန္႕စားရင္းနဲ႔ ဘယ္လိုေတြၾကံဳရမယ္ဆုိတာ ဆက္လက္ခံစားပါ Quality : Bluray-RIP-720pSubtitle : Myanmar Sub ( Hardsub )Run Time : 2hr 10 min",
        "rating": "5.4",
        "url": "https://megaup.net/Suo6/Red_Eagle_[2010]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XyuUPoIeEf3guWLQW9lATON84v.jpg",
        "title": "The Debt Collector (2018)",
        "description": "အေၾကြးလိုက္ေကာက္သူ (သို႔) လူမိုက္အက္ရွင္ကားေကာင္းကို ၾကိဳက္ႏွစ္သက္တဲ့သူအတြက္ေတာ့ ထုခြဲတာေတြရိုက္ခ်ိဳးတာေတြနဲ႔ အားရပါးရၾကည့္ရမယ့္ ကားတစ္ကားပါပဲ။တစ္ကားလံုး အေၾကြးလုိက္ေကာက္ရင္း မနားတမ္းကို သတ္ပုတ္ေနရတာလက္ေတာင္မလည္ဘူးေလ။ဒါေပမယ့္ ကံတရားရဲ႕ အလွည့္အေျပာင္းတစ္ခုနဲ႔ ၾကံဳလာရတဲ့အခါမွာေတာ့လူမိုက္ႏွစ္ေယာက္ရဲ႕ ဆံုးျဖတ္ခ်က္နဲ႔ ဘဝဟာဘယ္လိုေျပာင္းလဲသြားမလဲဆိုတာကိုေတာ့ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦးဗ်ာ။အက္ရွင္ကားေကာင္းကို ၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ေတာ့ေက်နပ္အားရေစမွာ အမွန္ပါပဲ။ File Size : ( 828 MB) & ( 238 MB)Quality : WEB DL 720pRunning Time :1hr 35minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone ...",
        "rating": "5.6",
        "url": "https://megaup.net/Suon/The_Debt_Collector_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/kabali2-140x200.jpg",
        "title": "Kabali ( 2016 )",
        "description": "ခပ္ၾကမ္းၾကမ္းအက္ရွင္ကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ရပါတယ္..IMDb ကေတာ႔  6.4 ပဲၿဖစ္ပါတယ္သူ႕နာမည္က ကာဘာလီ..လူတိုင္းေလးစားရတဲ႔သူတစ္ဦး...ဂုိဏ္းစတားတစ္ဦးလည္းၿဖစ္ၿပန္တယ္..သူဟာ လူအမ်ားၾကီးရုန္းရင္းဆန္ခတ္ ၿဖစ္တဲ႔ေနရာမွာ မတရားစြပ္စြဲခံရၿပီးေထာင္ဒဏ္ ၂၅ ႏွစ္တိတိခ်မွတ္ၿခင္းခံခဲ႔ရတယ္သူ႕မိသားစုတစုလံုးဟာလည္း..အဲ႔ရုန္းရင္းဆန္ခတ္ၿဖစ္တဲ႔ေနရာမွာအကုန္လံုးေသဆံုးခဲ႔တယ္..လူမေသေပမယ္႔ ဘ၀ေသသြားတဲ႔ကာဘာလီ..ကံေကာင္းေထာက္မစြာနဲ႔ ၿပန္လြတ္လာတဲ႔အခါမွာသူခ်စ္ရတဲ႔မိသားစု..အတြက္..သူ႕ကိုမေကာင္းၾကံခဲ႔တဲ႔သူေတြကိုၿပန္လည္ရွာေဖြေရးစတင္ပါေတာ႔တယ္..ဒီလိုနဲ႕ေနာက္ကြယ္က အဖြဲ႕အစည္းၾကီးတခုနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ႔အခါမွာေတာ႔............... Subtitle Credit to Somonlian ( Subscene )",
        "rating": "6.4",
        "url": "https://megaup.net/4eFei/Kabali_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYmYyMTc4YjItMGNhNC00OWQwLWJhMWUtNTdjZDgxMDI5MjE2L2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Wild Wild West (1999)",
        "description": "ဗုိလ္​ႀကီး Jim West(Will Smith)ဟာ\nအ​ေမရိကန္​ျပည္​တြင္​းစစ္​ပြဲတစ္​ခုက ဗုိလ္​ႀကီး​ေဟာင္​းတစ္​​ေယာက္​ပါ\nArtemus Gordon(Kevin Kline)က​ေတာ့\n႐ုပ္​ဖ်က္​တဲ့​ေနရာမွာကြၽမ္​းက်င္​လြန္​းၿပီး ဆရာလုပ္​လြန္​းတဲ့\nအ​ေမရိကန္​ထိပ္​တန္​းရဲအရာ႐ွိတစ္​ဦးျဖစ္​ပါတယ္​\nတစ္​​ေန႔မွာ General MacGrath(Salma Hayek)ဆုိသူက\nအ​ေမရိကန္​ႏုိင္​ငံႏုိင္​ငံရဲ႕ ထိပ္​တန္​းသိပၸံပညာ႐ွင္​​ေတြကုိ ျပန္​​ေပးဆြဲခဲ့တယ္​\nဒီျပန္​​ေပးဆြဲတဲ့အမႈကုိလုိက္​ဖုိ႔ ဌာနအသီးသီးက ​\nေခါင္​း​ေဆာင္​​ေတြက Jim West နဲ႔ Atemus Gordonကုိ တာဝန္​​ေပးအပ္​ခဲ့ပါတယ္​\nဒါ့အျပင္​ Dr.Arliss Loveless(Kenneth Brangah)အမည္​နဲ႔\nဆုိက္​ကုိ​ေကာင္​တစ္​​ေကာင္​က အ​ေမရိကန္​ႏုိင္​ငံကုိ လက္​နက္​ခ်ဖုိ႔အတြက္​\nထူးဆန္​းတဲ့လက္​နက္​​ေတြတီထြင္​ထားၿပီး သမၼတႀကီးကုိ ၿခိမ္​း​ေျခာက္​ခဲ့တယ္​\nဒီအတြက္​ သမၼတႀကီးက အ​ေမရိကန္​ႏုိင္​ငံကုိ ကယ္​တင္​ႏုိင္​ဖုိ႔အတြက္​ ဒီလူစြမ္​း​ေကာင္​းႏွစ္​​ေယာက္​ကုိ ​ေခၚလုိက္​ရပါေတာ့တယ္​\nအဲ့ဒီ​ေနာက္​မွာ​ေတာ့ ​ေသနတ္​တရမ္​းရမ္​းလုပ္​​ေနတတ္​တဲ့ Jim West နဲ႔ Artemus Gordon တုိ႔ႏွစ္​​ေယာက္​ဆုံတဲ့အခါမွာ​ေတာ့\nျဖစ္​လာတဲ့တလြဲ​ေတြကုိ ရယ္​စရာအျဖစ္​ျမင္​​ေတြ႔ခံစားရမွာပါ\nGeneral MacGrathက​ေရာ ဘာအတြက္​သိပၸံပညာ႐ွင္​​ေတြကုိ ျပန္​​ေပးဆြဲခဲ့တာလဲ\nDr.Arliss Lovelessနဲ႔​ေရာ ဘယ္​လုိပတ္​သတ္​ဆက္​ႏႊယ္​​ေနၿပီး\nအ​ေပးအယူ အၾကံအစည္​​ေတြ႐ွိ​ေနသလဲဆုိတာကုိ ရင္​တထိတ္​ထိတ္​နဲ႔\nခံစားၾကည္​့႐ႈရမယ္​့ ႐ုပ္​႐ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​\nTranslated by Yuki Aurora\nEncoded by sithu",
        "rating": "4.9",
        "url": "https://megaup.net/Suow/Wild_Wild_West_[1999]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/color-136x200.jpg",
        "title": "Colour of the Game ( 2017 )",
        "description": "မင္းသားၾကီး Simon Yan နဲ႔ Jordan Chan တို႕ပါ၀င္သရုပ္ေဆာင္ထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီး IMDb 5.5 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းၿဖစ္ပါတယ္အက္ရွင္ကားၾကိဳက္ႏွစ္သက္သူေတြေတာ႔သေဘာေတြ႕မယ္႔ကားပါပဲရဲတပ္ဖြဲ႕ရဲ႕ဖမ္းဆီးမွုေတြ..လူဆုိးဂိုဏ္းေခါင္းေဆာင္ရဲ႕အကြက္ဆင္မွုေတြလက္တလံုးၿခားၿပဳလုပ္မွုေတြၾကားမွာဘယ္လိုေတြမ်ားလွုပ္ရွားၾကမလဲဘယ္လိုအႏၱရာယ္ေတြရင္ဆိုင္ရမလဲ..လွည္႕ကြက္ေတြကစြန္႕စားခန္းေတြကိုစိတ္၀င္တစားေစာင္႕ၾကည္႕ရမွာပဲၿဖစ္ပါတယ္ Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2epmx/Colour_Of_The_Game_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJmC5ovS9FFkI6T14mqObo6sVVE.jpg",
        "title": "Fists of Legend (2013)",
        "description": "ကိုရီးယားဖိုက်​တင်​းကားတွေနဲ့ အဆက်​ပြတ်​နေတဲ့ပရိသတ်​ကြီအတွက်​ကိုရီးယားအက်​ရှင်​ကားကောင်​းလေးတကားနဲ့မိတ်​ဆက်​ပေးချင်​ပါတယ်​နော်​။အဲ့ကားလေးကတော့2013 April လက ထွက်​ရှိခဲ့တဲ့ Fists of Legend (2013)လို့အမည်​ရတဲ့တောင်​ကိုရီးယားအက်​ရှင်​ကားလေးပဲဖြစ်​ပါတယ်​။တခြားအက်​ရှက်​ကားတွေနဲ့မတူတဲ့ထူးခြားချက်ကတော့​ဒီကားဟာ Webtoonတခုကိုအခြေခံပြီးတော့ရိုက်​ကူးထားခဲ့တာဖြစ်​ပါတယ်​။ဒါ့အပြင်​ကားထဲမှာသရုပ်​ဆောင်​ထားကြတဲ့လူတွေကလည်​း နာမည်​ကြီးတောင်​ကိုရီးယားသရုပ်​ဆောင်တွေဖြစ်​ကြတဲ့Hwang Jung-min, Yoo Jun-Sang, Yoon Je-Moon, Lee Yo-wonn and Jung Woong-inတို့ဖြစ်​လို့ကြည်​့ရူသူတွေကိုဆွဲဆောင်​နိုင်​မှာအမှန်​ပါပဲနော်​။ဇာတ်​လမ်​းလေးကတော့ ငယ်ဘဝကဆိုးတူကောင်းဖက် သူငယ်​ချင်​းသုံးယောက်​နဲ့ ပြိုင်​ဖက်​တို့ဟာတီဗီမှာပြသတဲ့ ကမ္ဘာ့အကြီးကျယ်​ဆုံးတိုက်​ခိုက်​ရေးပြိုင်​ပွဲမှာဘယ်​လိုမျိုးယှဉ်​ပြီးတော့အနိုင်​ရအောင်​တိုက်​ခိုက်​ကြသလဲ သူတို့ကြားကအခြေအနေတွေကရော ဘယ်​လိုလဲဝေးကွာပီးမှပြန်တွေ့ရတဲ့့သူငယ်ချင်းသံယောဇဉ်နဲ့နောက်​ဆုံးဘယ်​လိုအနိုင်​ယူသွားခဲ့လဲဆိုတာကို အက်​ရှင်​ကားအစစ်​အမှန်​ကိုကြည်​့ရှု့ခံစားကြရမှာဖြစ်​လို့ လက်​လွတ်​မခံဘဲကြည်​့ရှုသင်​့တဲ့ ကိုရီးယားကားကောင်​းလေးတကားဖြစ်​ပါတယ်​နော်​။(ကောျင်းတက်ခဲ့တဲ့ငယ်ဘဝ ဆိုးပေတဲ့အချိန်လေးတွေကိုပြန်မြင်ရောင်မိမှန်ပါပဲ ကြည့်သင့်တဲ့ကားကောင်းလေးလဲဖြစ်တာမို့ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့ပြောချင်ပါတယ်)File Size : (1 GB) & (455MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  33min\nFormat : Mp4\nGenre    :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jake & Su\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://megaup.net/2ownk/Fists_Of_Legend_(Jeonseolui_Joomeok)_[2013]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGFtGPBKS4npO9wEUhdiKCWVbKe.jpg",
        "title": "Scooby-Doo! and the Curse of the 13th Ghost (2019)",
        "description": "ပရိတ်သတ်နဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Scooby Doo ကာတွန်းဇာတ်လမ်းလေးပါဒီဇာတ်လမ်းမှာတော့ စကူးဘီဒူးတို့သူငယ်ချင်း တစ်စု နံပါတ် ၁၃ လို့ အမည်ပေးထားတဲ့စွမ်းအားကြီးတဲ့သူရဲတစ်ကောင်နဲ့ ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ။ဒဏ္ဍာ ရီလိုလို တကယ့်ဖြစ်ရပ်လိုလိုနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားရမယ့်ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်။သူတို့ရဲ့မိတ်ဆွေ ကြီး ဗင်းဆင့်ရဲ့ပြဿနာကို သွားရောက်ကူညီဆောင်ရွက်ပေးခဲ့ကြတဲ့ဖရက်၊ ဒက်ဖနီ၊ဗယ်လ်မာ၊ ရှက်ဂီ၊ စကူးဘီ ဒူးနဲ့ မိတ်ဆွေလေးဖလင်းဖလမ်းတို့ရဲ့ စွန့်စားခန်းတွေကို အားပါးတရ တွေ့မြင်ကြရဦးမှာဖြစ်ပါတယ်။Animation တွေကိုမှကြိုက်တဲ့လူတွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်....File Size : ( 768 MB) & ( 258 MB)Quality : WEB-DL 720pRunning Time :1hr 22minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-curse-of-the-13th-ghost-2019/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MOM-1-135x200.jpg",
        "title": "Memoir of a Murderer ( 2017 )",
        "description": "Memoir of murderer ႐ုပ္ရွင္ကားေလးဟာ ၂၀၁၇ခုႏွစ္မွာကိုရီးယားဒါရိုက္တာ Won Shin Yun ဖန္တီးရိုက္ကူးခဲ့တဲ့ထိတ္လန္႔ေျခာက္ျခားဖြယ္ရာ သဲထိတ္ရင္ဖို ဇာတ္လမ္းေလးတစ္ပုဒ္ပဲ ျဖစ္ပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကို စာေရးဆရာ Kim Yong Ha ရဲ့ေရာင္းအားအေကာင္းဆုံး ဝတၱဳစာအုပ္တစ္အုပ္ျဖစ္တဲ့A murderer’s guide to memorizarion ကို မွီျငမ္းၿပီး႐ုပ္ရွင္အျဖစ္ ဖန္တီးထားတာပါ။ အဓိက ဇာတ္ေဆာင္မ်ားအေနနဲ႔Sol Kyun Gul နဲ႔ Kim Nam Gil ၊ ဇာတ္ပို႔အျဖစ္ Kim Seol hyun နဲ႔Oh Dal Su တို႔က ပါဝင္အားျဖည့္ထားပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကိုေတာ့ Showbox/Mediaplex မွထုတ္ေဝျဖန္႔ျဖဴးထားၿပီး ဇာတ္လမ္းကို မိနစ္ေပါင္း ၁၂၀ ဝန္းက်င္ခန္႔ရင္သတ္ရႈေမာခံစားရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာေတာ့ Sol Kyun Gul ကိုအယ္လ္ဇိုင္းမားစိတ္က်ေရာဂါခံစားေနရတဲ့စိတၱဇလူသတ္သမား တရားခံ Serial Killer ႀကီးKim Byeong Soo အျဖစ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eqB3/Memoir_Of_A_Murderer_(Salinjaui_Gieokbeob)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Broken-Sword-133x200.jpg",
        "title": "Broken Sword Hero ( 2017 )",
        "description": "2017 ခုႏွစ္ထြက္ ထားျပီး အိုင္အမ္ဒီဘီ ၆.၅ ရရွိထားတဲ့ထိုင္းရိုးရာ ေမြ႕ထိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ခပ္ၾကမ္းၾကမ္း လက္ေ၀ွ႕ကားကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြ စစ္ကားကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြအေနနဲ႕ လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္ျပီး ဒီကားထဲမွာေတာ့ ျမန္မာ ထိုင္းသမိုင္းေၾကာင္းေလးကို လဲ နည္းနည္းေတာ့ေဇာင္းေပးရိုက္ကူးျပထားပါတယ္  လက္ေ၀ွ႕ကားဆိုေတာ့အေထြအထူးေတာ့ ညြန္းေနစရာေတာ့ မရွိပါဘူးဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၁၇၀၀ ပတ္၀န္းက်င္ကထိုင္းႏိုင္ငံမွာ ျမန္မာ ေတြက ထိုင္းကိုက်ဴးေက်ာ္စစ္ဆင္ႏြဲေနတုနး္မွာ ထိုင္းေတြရ႕ဲရဲရဲေတာက္ သတၱိေတြနဲ႕ သူတို႕ရဲ႕သမိုင္း၀င္ စတုတၳအၾကိမ္ ေမြ႕ထိုင္းခ်န္ပီယံျပိဳင္ပြဲၾကီးကို က်င္းပပံုေတြနဲ႕ကေလးေတြကို ငယ္စဥ္ကတည္းကေလ့က်င့္ေပးတာေတြကို ရိုက္ကူးျပထားတာမို႕ထိုင္းေတြ ျမန္မာေတြ ကို ဘယ္လို မ်ားအပုတ္ခ် ရိုက္ထားလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာTranslated By May Thu SoeEncoded By Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1ytb5/Broken_Sword_Hero_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/69ec87e32328db0df75d9b2b56eb21-143x200.jpg",
        "title": "Badges of Fury (2013)",
        "description": "မင္းသားၾကီးဂ်က္လီက အခုေခတ္နဲ႔သိပ္အံမဝင္ေတာ့ သိုင္းသမား ရဲစံုေထာက္အိုၾကီး....ေပါ့ပါးစြာသရုပ္ေဆာင္တတ္တဲ့ မင္းသား Wen Zhang က အခုေခတ္လူငယ္ေတြလို သြက္လက္ထက္ျမက္ေပမယ့္ လုပ္လိုက္ရင္ လြဲလြန္းတဲ့ ရဲစံုေထာက္...You are The Apple of My Eye ရဲ႕မင္းသမီးေခ်ာ Michelle Chen က ခ်စ္စဖြယ္အမူအရာနဲ႔ ရဲရင့္တဲ့ ရဲေမစံုေထာက္....မင္းသမီး Liu Shishi က တည္ျငိမ္ေအးခ်မ္းတဲ့အလွေတြနဲ႕ ႏိုင္ငံေက်ာ္မင္းသမီး...တက္သစ္စမင္းသမီး Liu Yan က ျမင္သူတိုင္းေငးရတဲ့ ညႈိ႕အားျပင္း အလွေတြနဲ႔ လွ်ိဳ႕ဝွက္ခ်က္အျပည့္နဲ႔မိန္းမပ်ိဳ..စသည္ျဖင့္ မင္းသားမင္းသမီးစံုစံုလင္လင္ပါဝင္ထားပါတယ္။Action, Comedy, Mystery အမ်ိဳးအစားျဖစ္ျပီး နားနားေနေနၾကည့္သင့္တဲ့ Comedy ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ကြ်န္ေတာ္ကေတာ့ သိပ္ၾကိဳက္ပါတယ္...ဒါေၾကာင့္ ဘာသာျပန္အသစ္ BluRay Quality အစစ္နဲ႔ ျပန္လည္တင္ဆက္လိုက္တာပါ။ \nFile size…(1 GB) and (500 MB)\nQuality…BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.7",
        "url": "https://megaup.net/2erB7/Badges_Of_Fury_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Unjust-2010-139x200.jpg",
        "title": "The Unjust (2010)",
        "description": "ဒီကားေလးကေတာ့မင္းသားၾကီး    jung-min Hang နဲ႔ dong-seok Ma တို႔ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nကိုရီးယားအက္ရွင္ကားေလးပါ\nဇာတ္လမ္းေလးကေတာ့  ေက်ာင္းသူ၅ေယာက္မုဒိမ္းက်င့္အသတ္ခံရတဲ့အမႈႀကီးေၾကာင့္\nကိုရီးယားျပည္သူတစ္ရပ္လံုးေဒါသထြက္ၾကရပါတယ္။\nသမၼတႀကီးပါပါဝင္ပတ္သတ္လာၿပီး ကိုရီးယားရဲဌာနကို တရားခံအစစ္မိေရးအတြက္ဖိအားေပးထားပါတယ္။\nရဲဌာနကခၽြဲအရာရွိဟာထက္ျမက္တဲ့ရဲသားတစ္ဦးျဖစ္ေပမယ့္\nအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္လို႔ရာထူးမတက္ႏိုင္ရေသးသူလဲျဖစ္တယ္။\nတစ္ဖက္မွာလဲအဓိကသံသယရွိသူတရားခံတစ္ဦးကို\nမစစ္ေဆးရေသးခင္ပစ္ခတ္မႈေတြေၾကာင့္ပြဲခ်င္းၿပီးေသဆံုးခဲ့ရတယ္။\nအထက္ကဖိအားေတြနဲ႔ရဲဌာနမွဴးဟာအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္တဲ့ခၽြဲအရာရွိကို\nတရားခံအျဖစ္သ႐ုပ္ေဆာင္ရွာခိုင္းလိုက္ရာကေနဘာေတြဆက္ျဖစ္မလဲ။\nစီးပြားေရးလုပ္ငန္းရွင္ေတြနဲ႔ျပည္သူ႕ဝန္ထမ္းေတြၾကားကလာဘ္ေပးလာဘ္ယူကိစၥေတြက\nေနလူသတ္မႈေတြျဖစ္ေစတဲ့ထိႀကီးထြားလာတာေတြ\nညီေနာင္သံေယာဇဥ္နဲ႔တစ္ကိုယ္ေကာင္းဆန္စြာရာထူးတက္ေရးဘာကိုေရြးခ်ယ္မလဲဆိုတာကိုေတာ့.....\n(ဇာတ္လမ္းနဲ႔အညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hnyot Myet ျဖစ္ပီး Arkar Phyo မွ Encoded ေပးထားပါတယ္)\n File Size : (944MB) & (481MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  54min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnyot Myet\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.7",
        "url": "https://megaup.net/1yu8z/The_Unjust_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tM3hDt8JcU8Y8i6vzTcbnocM2bx.jpg",
        "title": "The Heat(2013)",
        "description": "The Heat(2013)IMDb....6.6ဒီတစ္ခါေတာ့\n21 Jump Streetတို႔ 22 Jump Streetတို႔လို\nရယ္ရတဲ့ အသြင္ယူမူးယစ္ေဆးစုံစမ္းတဲ့\nရဲစုံေထာက္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။\nဒီကားထဲက Main Castေတြကေတာ့ မၾကာေသးခင္က\nအရမ္းေအာင္ျမင္ခဲ့တဲ့\nBird Boxထဲက မင္းသမီးႀကီး Sandra Bullockနဲ႔\nSpy(2015)မွာ အူတက္ေအာင္ရယ္ရခဲ့တဲ့\nMellisa Maccathy ပါ။.Sandra Bullockရဲ႕ ဇာတ္ေကာင္ Asburnဟာ\nေတာ္ေပမဲ့ ထက္ျမက္တဲ့မိန္းမသိပ္လုပ္ခ်င္တဲ့\nစာအုပ္ႀကီးသမား Agentတစ္ေယာက္ျဖစ္ၿပီး\nရာထူးတက္ဖို႔အလို႔ငွါ မူးယစ္ေဆးဘုရင္တစ္ေယာက္ကို\nဖမ္းဖို႔အတြက္ Mullinsဆိုတဲ့ လူမွန္လူေျဖာင့္\nဇြတ္တရြတ္လုပ္တတ္တဲ့ ရဲစုံေထာက္မနဲ႔\nတဲြလုပ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္။\nဒီကားမွာ လုံးဝကို စာအုပ္ႀကီးအတိုင္းလုပ္တတ္တဲ့ေအးဂ်င့္မတစ္ေယာက္နဲ႔ စည္းေတြေဘာင္ေတြ\nမ႐ွိတဲ့ ရဲေမတစ္ေယာက္ရဲ႕ အတဲြမညီတဲ့\nဗ႐ုတ္သုတ္ခ အမႈလိုက္ျခင္းေတြကို ကြၽန္ေတာ္တို႔\nၾကည့္ၿပီး နင္းကန္ရယ္ၾကရမွာပါ။ဟာသကားဆုိေပမယ့္ သူတုိ႕ (၂)ေယာက္လုံးဟာထက္ျမက္တဲ့အရည္အခ်င္းကုိယ္စီရွိၾကလုိ႕ငေပါကားမဟုတ္ဘူးဆုိတာေလးကုိသတိခ်ပ္ေစခ်င္တယ္....\nဟာသကားမ်ဳိးလည္းသေဘာက်တယ္ ..မႈခင္းစုံေထာက္လုိမ်ဳိးေတြလည္းႏွစ္ျခဳိက္တယ္ဆုိရင္ေတာ့ ေဒါင္းၾကည့္သင့္ပါေၾကာင္း.....IMDB 6.6 ရထားၿပီး\nစကားလုံးတစ္ခ်ိဳဳ႕ ဟာသတစ္ခ်ိဳ႕က\nR rate ရထားတာေလးေတာ့ေတာ့ သတိျပဳေစခ်င္တယ္။ဇာတ္လမ္းအညႊန္းကုိေတာ့ Wira Aung မွေရးသားေပးထားပါတယ္....File Size : (952 MB) and (378 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1yu8j/The_Heat_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/crime-story-poster-133x200.jpg",
        "title": "Crime Story (1993)",
        "description": "Crime Story (1993)\nIMDb (6.8/10)_______Rotten Tomatoes 93%ဒီဇတ်ကားမှာအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အင်စပက်တာအက်ဒီချန်းနေရာမှာ သရုပ်ဆောင်ဖို့ပထမဆုံးစဉ်းစားခံရတဲ့သူကတော့ တရုတ်ပြည်ရဲ့ထိပ်တန်းမင်းသားဂျက်လီပဲဖြစ်ပါတယ်..ဂျက်လီဟာ\nအကြောင်းအမျိုးမျိုးကြောင့် ဒီရုပ်ရှင်ဇာတ်ကားကိုမရိုက်ကူးဖြစ်ခဲ့ပဲ မင်းသမီး မီရှဲရွန်းနဲ့တွဲဖက်ပြီး Tai Chi Master(၁၉၉၃)ဇတ်ကားကိုပြောင်းလဲရိုက်ကူးခဲ့ပါတယ်..(၁၉၉၃)ခုနှစ်မတိုင်ခင်မှာ ရဲစုံထောက်အက်ရှင်ဇာတ်ကားများ အများအပြားရိုက်ကူးခဲ့ပြီး ရဲစုံထောက်ဇာတ်ရုပ်နှင့်အကျွမ်းတဝင်ဖြစ်နေခဲ့တဲ့ ဂျက်ကီချန်းဟာဂျက်လီမရိုက်ကူးဖြစ်ခဲ့တဲ့ ဒီရုပ်ရှင်ဇာတ်ကားရဲ့ဇာတ်ညွှန်းကိုဖတ်ကြည့်ပြီး သူနှစ်ခြိုက်တဲ့ကာရိုက်တာမျိုးဖြစ်နေတဲ့အတွက် ရိုက်ကူးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်ဟောင်ကောင်ဒါရိုက်တာ ကာကီဟွမ်နှင့် ပူးပေါင်းပြီး ဂျက်ကီချန်းဟာ တွဲဖက်အက်ရှင်ဒါရိုက်တာအနေနဲ့ရော Main Role အနေနဲ့ပါ ဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပါတယ်...ဟောင်ကောင်နဲ့ ထိုင်ဝမ်ပြည်နယ်တို့မှာ\n(၁၉၉၂) ဇူလိုင်(၉)ရက်နေ့မှစပြီး\nသြဂုတ်(၂၀)ရက်နေ့အထိ (၄၂)ရက်ကြာအောင် ဒီရုပ်ရှင်ကိုစနစ်တကျရိုက်ကူးခဲ့ပါတယ်...ဂျက်ကီချန်းကိုယ်တိုင်ရေးသားထားတဲ့ (My Life Acting)စာအုပ်ထဲက ရေးသားဖော်ပြချက်အရ ဒီစုံထောက်ဇာတ်ကားရိုက်ကူးစဉ်မှာ ကားနှစ်စီးယှဉ်တိုက်တဲ့ဇာတ်ဝင်ခန်းကိုလူစားမထိုးပဲ သူကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး ခြေထောက်သွင်သွင်ကျိုးသည်အထိ ဒဏ်ရာရခဲ့ဖူးတယ်လို့လည်း သိရပါတယ်..(၁၉၉၃)ခုနှစ် ဇွန်လ(၂၄)ရက်နေ့မှာ ဒီရုပ်ရှင်ဇာတ်ကားကို ဟောင်ကောင်မှာ စတင်ရုံတင်ပြသခဲ့ပြီးအောင်မြင်မှုအနေနဲ့ ရရှိခဲ့တဲ့ဆုတွေကတော့(၁၉၉၃)ခုနှစ်မှာ ဂျက်ကီချန်းဟာ အကောင်းဆုံးသရုပ်ဆောင်အဖြစ်Golden Horseဆုကိုရှိခဲ့ပါတယ်(၁၉၉၄)ခုနှစ်ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ထူးချွန်ဆုပေးပွဲမှာလည်း\nဂျက်ကီချန်းဟာ အကောင်းဆုံးဇာတ်ဆောင်ဆုနှင့် အကောင်းဆုံးအက်ရှင်စတန့်ပြကွက်(Best Action Choreography) ဆုကိုပါ ထပ်မံရရှိခဲ့တဲ့အပြင် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xgu5/Crime_Story_(Jung_On_Zo)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ipman-143x200.jpg",
        "title": "Master Z: Ip Man Legacy ( 2019 )",
        "description": "IP Man 3 ၿပီးတဲ႔အေနာက္က Timeline ကိုဆက္လက္ရိုက္ကူးတင္ဆက္ထားတဲ႔ဇာတ္လမ္းပဲၿဖစ္ပါတယ္ထံုးစံအတိုင္း ၀င္ခ်ြန္းသိုင္းပညာကိုဦးတည္ၿပီး ရိုက္ကူးထားတဲ႔ဇာတ္လမ္းၿဖစ္သလို သိုင္းကြက္..ခ်ကြက္..ၾကမ္းခ်က္ေတြကေတာ႔အရင္ IP Man ဇာတ္ကားေတြလို ခပ္ၾကမ္းၾကမ္းပါပဲ..ဒီကားရဲ႕ IMDb Rate ကေတာ႔ 7.2 ၿဖစ္ပါတယ္ ၀င္ခြ်န္း သိုင္းပညာရွင္ က်န္းက်စ္ယိဟာ ယိမန္နဲ႔ယွဥ္ၿပိဳင္လို႔ရံွုးနိမ္႔ၿပီးတဲ႔ေနာက္မွာ သိုင္းေလာကကေန တိတ္တဆိတ္ထြက္ခြာလာခဲ႔တယ္သာမာန္လူတစ္ေယာက္အေနနဲ႔ၿဖတ္သန္းလာခဲ႔တဲ႔သူ႕ဘ၀ထဲမွာသူမ်ားကိုကူညီရင္းနဲ႔ပဲ ေမွာင္ခိုဂိုဏ္းတခုနဲ႔ၿငိမိၿပီးဘယ္လိုအရွုုပ္ေတြ၀င္လာမွာလဲ..ဘာေတြဆက္ၿဖစ္မွာလဲ၀င္ခြ်န္းသိုင္းကြက္ကိုမသံုးေတာ႔ဖို႕ဆံုးၿဖတ္ထားခဲ႔တဲ႕ သူတစ္ေယာက္ကဘယ္လိုမ်ိဳးမ်ားေၿဖရွင္းႏိုင္မွာလဲဆုိတာဆက္လက္ေစာင္႔ၾကည္႕ရမွာၿဖစ္ပါတယ္ Quality : WEB-DL 720pSubtitle : Myanmar Subtitle ( Hardsub )Running Time : 1 Hour 47 MinTranslated By : PZSubtitle & Encoded By : PhoeNix",
        "rating": "7.2",
        "url": "https://megaup.net/1yu90/Master_Z_-_Ip_Man_Legacy_(Yip_Man_Ngoi_Zyun_-_Cheung_Tin_Chi)_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/reborn-143x200.jpg",
        "title": "Reborn ( 2018 )",
        "description": "နည္းပညာတုိးတက္ေနတဲ႔ေခတ္ၾကီးထဲမွာလူေတြဟာအမ်ိဳးမ်ိဳးတီထြင္ၾကံဆၾကတယ္..ေကာင္းမြန္လြန္းတဲ႔ နည္းပညာဆုိတာေတြကေကာင္းတဲ႔လူေတြလက္ထဲေရာက္ရင္ ကမာၻၾကီးအက်ိဳးရွိသေလာက္မေကာင္းတဲ႔လူေတြလက္ထဲက်ရင္ ကပ္ဆုိးေတြၾကံဳရတာပါပဲဒီဇာတ္လမ္းေလးမွာေတာ႔ Hacker သံုးဦးရဲ႕ဒိတ္ဒိတ္က်ဲစြန္႕စားခန္းကိုရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္Hacking ပညာ ကို 13 ႏွစ္ကတည္းစတင္ေလ႔လာၿပီးCaptain Pirate လို႔နာမည္၀ွက္ရထားတဲ႔ လူငယ္ေလးတစ္ဦးZebra နဲ႔ စူးရီဆုိတဲ႔ Hacker ေရာ ကိုယ္ခံပညာေရာ ကြ်မ္းက်င္ၿပီးပိုက္ဆံရရင္ဘာမဆုိလုပ္မယ္႔ စံုတြဲတို႕..Zebra နဲ႔စူး၇ီဟာ သူတို႕လက္ခံ လိုက္တဲ႔အလုပ္တခုအတြက္Captain Pirate အမည္ရတဲ႔လူငယ္ေလးကို အသင္းမွာပါေအာင္ဆြဲေဆာင္ရမယ္..အဲ႔လိုစြဲေဆာင္တဲ႔ေနရာမွာ စူးရီကိုအသံုးခ်ၿပီးၿမဴဆြယ္ဖုိ႕အတြက္ေပါ႔..ေကာင္ေလးကလည္း FA အၾကီးစားေလသူတို႕ရဲ႕ target က Oasis Operation System ပါပဲအဲ႔ System ဆုိတာကေတာ႔ ကုန္းလမ္း ေရလမ္း ေလေၾကာင္းလိုင္းစတဲ႔ ၀န္ေဆာင္မွုေတြကိုထိန္းခ်ဳပ္ထားၿပီး အလံုၿခံဳဆံုးေသာကြန္ရက္တခုသူတို႕ ထိုးေဖာက္ႏိုင္ပါ႔မလား..ၿပီးေတာ႔ သူတုိ႕၃ဦးဟာကိုယ္ဘယ္လမ္းေၾကာင္းေပၚကိုေရာက္ေနလို႕ေရာက္မွန္းမသိၿဖစ္လာေနတာကိုလည္း သတိၿပဳလိုက္မိတဲ႔အခ်ိန္မွာေတာ႔..................စဆံုး ဆြဲေဆာင္မွုရွိရွိနဲ႔ စိတ္၀င္တစားၾကည္႕ရမယ္႔ဇာတ္လမ္းေကာင္းေလး တခုပါပဲ Review By PhoeNixTranslated By Phyo Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1yu8d/Reborn_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sky-hunter-poster-140x200.jpg",
        "title": "Sky Hunter ( 2017 )",
        "description": "Sky Hunter (2017)________IMDb - 6.1/10\n Sky Hunter ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်တွင်ထွက်ရှိထားသော\nတရုတ်စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nပထဦးဆုံး တရုပ်လေတပ်နဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့စစ်ကားလည်းဖြစ်ပါတယ်\nIMDb rating 6.1/10 ရရှိထားပါတယ်\nပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ မင်းသမီးချော ဖန်ပင်းပင်း,\nမင်းသား Li Cheng ,Li Jiahang စတဲ့သရုပ်ဆောင်ကောင်းတွေ\nပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လေယာဉ်မှူးဝူးတီတစ်ယောက်\nပျံသန်းဖော်သူငယ်ချင်းဖြစ်သူ နိုင်ငံခြားထွက်သွားပြီးနောက်\nကောင်းကင်မုဆိုးအထူးတပ်ကိုရောက်လာပါတယ်\nသူနဲ့အတူအချစ်ဟောင်း ယာလိလည်း တပ်ဖွဲ့ကိုဝင်ရောက်လာပါတယ်\nကောင်းကင်မုဆိုးအထူးအဖွဲ့ဝင်ဖြစ်ဖို့ သူဘယ်လိုစမ်းသပ်ခံရမလဲ.........\nပျံသန်းဖော်သူငယ်ချင်းရော ဘာတွေဖြစ်နေပြီလဲ........\nဘယ်လိုတိုက်ပွဲတွေဆင်နွှဲရမယ်ဆိုတာ......\nကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Sky Hunter ဇာတ္ကားဟာ ၂၀၁၇ခုႏွစ္တြင္ထြက္ရွိထားေသာ\nတရုတ္စစ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nပထဦးဆံုး တရုပ္ေလတပ္နဲ ့ပူးေပါင္းရိုက္ကူးထားတဲ့စစ္ကားလည္းျဖစ္ပါတယ္\nIMDb rating 6.1/10 ရရွိထားပါတယ္\nပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ မင္းသမီးေခ်ာ ဖန္ပင္းပင္း,\nမင္းသား Li Cheng ,Li Jiahang စတဲ့သရုပ္ေဆာင္ေကာင္းေတြ\nပါဝင္သရုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ေလယာဥ္မွဴးဝူးတီတစ္ေယာက္\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းျဖစ္သူ ႏိုင္ငံျခားထြက္သြားၿပီးေနာက္\nေကာင္းကင္မုဆိုးအထူးတပ္ကိုေရာက္လာပါတယ္\nသူနဲ ့အတူအခ်စ္ေဟာင္း ယာလိလည္း တပ္ဖြဲ ့ကိုဝင္ေရာက္လာပါတယ္\nေကာင္းကင္မုဆိုးအထူးအဖြဲ ့ဝင္ျဖစ္ဖို ့ သူဘယ္လိုစမ္းသပ္ခံရမလဲ.........\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းေရာ ဘာေတြျဖစ္ေနၿပီလဲ........\nဘယ္လိုတိုက္ပြဲေတြဆင္ႏႊဲရမယ္ဆိုတာ......\nၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ \nFile Size - 825 MB\nQuality - 720p\nDuration - 1 hrs 55 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Rt0t/Sky_Hunter_(Kong_Tian_Lie)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f03YksE4NggUjG75toz4H1YAGRf.jpg",
        "title": "Dragon Ball Super: Broly (2019)",
        "description": "Dragon ball ဆိုတာ အောင်​မြင်​ကျော်​ကြားပြီး ပရိသတ်​အများအပြားရရှိထားတဲ့animation ကားလေးတွေပါ၂၀၁၈ခုနှစ်​မှာတော့ Rating 8.3 အဆင့်ရှိတဲ့Dragon ball animation မှနောက်​ဆုံးသောLegendary super saiyan တစ်​ယောက်​ကို မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဇာတ်​ကားနာမည်​ကိုက Dragon Ball Super:Broly ပါဒီဇာတ်​ကားနာမည်​အတိုင်​းပဲ Broly ဟာ တိုက်​ခိုက်​ရေးမှာတော်​တော်​ကြမ်​းပြီးမွေးကတည်​းက unlimited battle power နဲ့မွေးဖွားခဲ့တဲ့ Saiyan တစ်​ယောက်​ပါသူ့လို စွမ်​းအားကြီးတဲ့ Saiyan တစ်​ယောက်​ကဘာကြောင်​့အခုမှပေါ်လာတာလဲ ဆိုတာကိုတော့ ဇာတ်​ကားထဲမှာရှင်​းပြသွားပါတယ်​Broly ကမ္ဘာပေါ်ကို ရောက်​လာခဲ့တာကလည်​း Frieza ဆိုတဲ့ villain နဲ့ပေါင်​းပြီးvegeta ဆီကိုလက်​စားချေဖို့ရောက်​လာခဲ့တာပါ ပြီးတော့Goku နဲ့ Vegeta တို့ရဲ့battle power ဟာ ထိပ်​တန်​းမှာရှိနေတဲ့သူတွေပါဒါပေမယ်​့ သူတို့တောင်​ ခက်​ခက်​ခဲခဲတိုက်​ခိုက်​ခဲ့ရပါတယ်​တိုက်​ခိုက်​ရေးမှာ အကြမ်​းဆုံးဆိုတဲ့ Beerus ထက်​ပိုကြမ်​းသလား ဆိုတာကတော့မြုပ်​ကွက်​အနေနဲ့တမင်​သက်​သက်​ကြီးကို ချန်​ထားခဲ့တယ်​Dragon ball ဆိုရင်​ Goku ကိုပဲပြေးမြင်​မိမှာပါဒီဇာတ်​ကားထဲမှာတော့ Goku ...",
        "rating": "9.2",
        "url": "https://megaup.net/11a6u/DragonBallSuper_Broly(2019)_(2).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Kung-Fu-Monster-new-poster-copy-142x200.jpg",
        "title": "Kung Fu Monster ( 2019 )",
        "description": "Jan 3 ရက္ေန႕ကမွ ရံုတင္ၿပသသြားတဲ႔ Kung Fu Monsterဆုိတဲ႔ဇာတ္ကားေကာင္း..ဇာတ္ကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မင္မင္းဆက္ေခတ္ေႏွာင္းပိုင္းမွာ နန္းတြင္းမွာအာဏာၾကီးေနတဲ႔မိန္းမစိုး ေစြးယြိေဟာ႕ဟာ အေမႊးမဲေတြဖံုးလႊမ္းေနတဲ႔ မေကာင္းဆိုး၀ါးတစ္ေကာင္ကို လူသတ္လက္နက္အၿဖစ္ေလ႔က်င္႔ေပးဖုိ႕သူ႕ရဲ႕ကိုယ္ရံေတာ္ေခါင္းေဆာင္ ဖံုးေစ႔ဟိုင္ကို တာ၀န္ေပးလိုက္ပါတယ္ဒီမေကာင္းဆုိး၀ါးေလးရဲ႕ၿဖဴစင္ၿပီး ခ်စ္စရာေကာင္းတဲ႔ဟန္ပန္ေလးကိုေတြ႕ၿပီးမေလ႔က်င္႔ေပးရက္ေတာ႔ပဲ လႊတ္ေပးလိုက္မိတယ္ဒီလိုနဲ႔ ဖံုးေစ႔ဟိုင္နဲ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးကို ဆုေတြအမ်ားအၿပားထုတ္ၿပီး လိုက္လံဖမ္းဆီးၿခင္းကိုခံရတာေပါ႔ဖံုးေစ႔ဟိုင္အဖမ္းခံရတဲ႔အခါမွာ သူ႕ခ်စ္သူက သူ႕ကိုကယ္တင္ဖုိ႕အဖြဲ႕တစ္ဖြဲ႕စုၿပီး ေတာ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးနဲ႔ပါပူးေပါင္းလိုက္ပါတယ္..ဒီလိုပံုစံမတူနဲ႔အဖြဲ႕နဲ႔ မေကာင္းဆိုး၀ါေလးတို႕ပူးေပါင္းၿပီး စြင္းယိေဟာ႔ကိုဘယ္လိုရင္ဆိုင္ရၾကမလဲ..စိတ္၀င္တစားေစာင္႕ၾကည္႕ရမယ္႔ဇာတ္ကားေလးၿဖစ္သလိုMonster နဲ႔ပတ္သတ္တဲ႔တရုတ္ကားေတြထဲမွာေတာ႔ဒီကားေလးကိုအေတာ္ေလးသေဘာက်မိပါတယ္ ဘာသာၿပန္နဲ႔အညႊန္း Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.3",
        "url": "https://megaup.net/2eunf/Kung_Fu_Monster_(Wu_Lin_Guai_Shou)_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZDFiZjg4MjYtMDBmYy00NzY0LWI5NTctOWJlODc2NzhiMTU0XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Singham Returns (2014)",
        "description": "ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့\nသမာသမတ္​က်တဲ့ ရဲအရာ႐ွိ\nဘာဂ်ီ႐ို ဆင္​းဂမ္​ရဲ႕\nႏိုင္​ငံ​ေရးအ​ေကာက္​ၾကံတဲ့\nလူ​ေတြကို ​ေျခမႈန္​းတဲ့အ​ေၾကာင္​းပါပဲ\nအသိဉာဏ္​နည္​းၿပီး အယူသီးသူ​ေတြရဲ႕\nကိို္​းကြယ္​မႈ​ေၾကာင္​့ အင္​အားႀကီး​ေနတဲ့\nဘိုး​ေတာ္​လိုလို ဘာ​လိုလို ဘာဘာႀကီးဆိုသူဟာ\nႏိုင္​ငံ​ေရးပါတီတစ္​ခုက\n​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​နဲ႔​ေပါင္​းၿပီး\n​ေရြး​ေကာက္​ပြဲအႏိုင္​ရဖို႔ ပိုက္​ဆံသံုးၿပီး\nဆင္​းရဲတဲ့ျပည္​သူ​ေတြဆီက မဲ​ေတြဝယ္​ယူဖို႔ႀကိဳးစားၾကပါတယ္​\nဒီလိုနဲ႔မထင္​မွတ္​တဲ့ ကိစၥတစ္​ခု​ေၾကာင္​့\nသူတို႔လုပ္​ရပ္​​ေတြ ​ေပၚမလိုျဖစ္​သြားတဲ့ အခါမွာ​ေတာ့\n​သူတို႔သ႐ုပ္​မွန္​ကို ဖံုးကြယ္​ဖို႔\nအၾကမ္​းဖက္​ၿပီး​ေတာ့​ေရာ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​မ်ိဳးစံုနဲ႔ ပါ\nႀကိဴ းစားၾကပါ​ေတာ့တယ္​\nဒီကိစၥ​ေတြရဲ႕​ေနာက္​ကြယ္​မွာ သူတို႔႐ွိတာသိ​ေပမယ္​့\nသက္​​ေသမ႐ွိလို႔ ဖမ္​းမရပဲ ျဖစ္​​ေနခဲ့ပါတယ္​\nဆင္​းဂမ္​က သူတို႔ကို ဘယ္​လို\nအဆံုးသတ္​​ေပးမလဲဆိုတာ​ေတာ့\nဒီဇာတ္​ကားထဲမွာ ၾကည္​့႐ႈသြားရမွာပါ\n.......................................................\nဆင္​းဂမ္​က တရားဥပ​ေဒကို\nလက္​တစ္​လံုးျခားလုပ္​ၿပီး\nဥပ​ေဒရအျပစ္​​ေပးလို႔မရတဲ့သူ​ေတြကုိ\nဘယ္​လိုဘယ္​နည္​းနဲ႔ အျပစ္​​ေပးလည္​းဆိုတာ​ေတာ့\nပထမကားၾကည္​့ၿပီးတဲ့သူ​ေတြသိၿပီးသားျဖစ္​မွာပါ\nဒုတိယကားမွာလည္​း ပထမကားထက္​\nပိုမုိက္​တဲ့ပံုစံ​ေတ​ြနဲ႔ ဥပ​ေဒအရ\nထိလို႔မရတဲ့ လူဆိုး​ေတြကို ဆံုးမသြားမွာပါ\nဇတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္ကေတာ့ Chanyein Soe ျဖစ္ပါတယ္",
        "rating": "5.7",
        "url": "https://megaup.net/Sht2/Singham_Returns_[2014]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BOTJmNjE0OWYtN2U0NC00YmIzLWE0YWItNGE2MzkyYmI1YjFkXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Singham (2011)",
        "description": "ဇာတ္​လမ္​းက​ေတာ့ ​ေငြ​ေၾကးခ်မ္​းသာတဲ့\nဒုစ႐ုိက္​သမား​ေတြက လာဘ္​စားတဲ့ရဲ​ေတြနဲ႔​ေပါင္​းၿပီး\nဥပ​ေဒကိုဂ႐ုမစုိက္​ ထင္​တုိင္​းၾကဲ​​ေနၾကပါတယ္​\nဒါကိုမခံႏိုင္​တဲ့ သမာသမတ္​က်တဲ့ရဲတစ္​​ေယာက္​က\nသူတုိ႔ကိုဆန္​႔က်င္​ဖို႔ႀကိဳးစားတဲ့အခါမွာ​ေတာ့ အဲဒီရဲကုိ\nလာဘ္​စားတယ္​ဆိုၿပီးလုပ္​ၾကံအမႈဆင္​ကာ ​​ေထာင္​ခ်ဖို႔ႀကိဳးစားပါ​ေတာ့တယ္​\nဘယ္​လိုမွ​ေျဖ႐ွင္​းလို႔မရ​ေတာ့တဲ့ အဆံုးမွာ​ေတာ့\nလုပ္​ၾကံတရားစြဲခံရတဲ့ရဲဟာ သူ႔ရံုးခန္​းမွာတင္​\nကို္​ယ္​့ကိုကိုယ္​သတ္​​ေသသြားခဲ့ပါတယ္​\nသံုးႏွစ္​ၾကာၿပီး​ေနာက္​မွာ အဲဒီရဲရဲ႕မိန္​းမျပန္​အစ​ေဖာ္​တဲ့အတြက္​​ေၾကာင္​့\n​ေနာက္​တစ္​ခါဒီအမႈကို ျပန္​စစ္​ဖို႔တာဝန္​က်တဲ့သူက​ေတာ့\nရဲအရာ႐ွိ ဘာဂ်ီ႐ိုဆင္​းဂမ္​ ပဲျဖစ္​ပါတယ္​...\nဆင္​းဂမ္​ဟာ သတ္​​ေသသြားတဲ့ရဲအရာ႐ွိ​ေဟာင္​းရဲ႕\nရံုးခန္​းမွာထိုင္​ၿပီး ဒီဒုစ႐ုိက္​သမား​ေတြရဲ႕ နည္​းမ်ိဳးစံုၿခိမ္​း​ေျခာက္​ဒုကၡ​ေပးတဲ့ၾကားက\nဘယ္​လိုျပန္​ၿပီး အျပစ္​​ေပးႏုိင္​​ေအာင္​လုပ္​သြားမလဲကို​ေတာ့\nဇာတ္​ကားထဲမွာဆက္​ၾကည္​့သြားၾကပါလို႔\nဘာသာျပန္ကေတာ့ May Thu ျဖစ္ၿပီး\nအညႊန္းကို Chanyein Soe မွ ေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/Sfru/Singham_[2011]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ka49BWWyKMXr93YMbH5wLN7aAM.jpg",
        "title": "Once Upon a Deadpool (2018)",
        "description": "Once upon a Deadpool ဆိုတဲ့ဒီကားကတော့ Deadpool 2 ကို PG-13 version နဲ့ ပြန်ထုတ်ပေးထားတာပါ။ကလေးတွေကြည့်လို့ရအောင် သွေးထွက်သံယိုအခန်းတွေ၊ရိုင်းတဲ့အပြောအဆိုတွေ၊ဇာတ်ဝင်ခန်းတွေ မပါအောင် ဖြတ်ထုတ်ထားတာဖြစ်လို့ ကြည့်ရတာ အရင်လောက်မကောင်းပေမယ့်မိသားစုအတူတူကြည့်လို့ရမယ့် Superhero ရုပ်ရှင်တကားတော့ဖြစ်သွားပါတယ်။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသားဖြစ်နေတာကြောင့် အထူးတလည်တော့ညွှန်းမနေတော့ပါဘူး။ဒါပေမယ့် ဒီကားမှာတော့ DP က Fred Savage ဆိုတဲ့ ဟောလိဝုဒ်သရုပ်ဆောင်တစ်ဦးကို အခန်းတစ်ခန်းထဲမှာ ဖမ်းထားပြီးသူရဲ့ Deadpool 2 အကြောင်းဖတ်ပြနေတဲ့ပုံမျိုးဇာတ်လမ်းဆင်ပြထားပါတယ်။အဆဲအဆိုမကြမ်းတဲ့ DP 2 ဇာတ်လမ်းလေးလာလိုက် DP နဲ့ Fred တို့ရဲ့ပေါက်ကရ စကားပြောခန်းလေးတွေဝင်လိုက်နဲ့ ဆိုတဲ့အတွက်ကြောင့်ဇာတ်လမ်းက သိပြီးသားဖြစ်နေပေမယ့် အရမ်းကြီးပျင်းစရာတော့မကောင်းပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)-----------------------------------------------------------------------Once upon a Deadpool ဆိုတဲ႔ဒီကားကေတာ႔ Deadpool 2 ကို PG-13 version နဲ႔ ျပန္ထုတ္ေပးထားတာပါ။ကေလးေတြၾကည္႔လို႔ရေအာင္ ေသြးထြက္သံယိုအခန္းေတြ၊ရိုင္းတဲ႔အေျပာအဆိုေတြ၊ဇာတ္၀င္ခန္းေတြ မပါေအာင္ ျဖတ္ထုတ္ထားတာျဖစ္လို႔ ၾကည္႔ရတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eL5v/Once_Upon_A_Deadpool_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqzLGo3uhqAcmhGjOdH6awteaoe.jpg",
        "title": "Split Lip(2019)",
        "description": "Split Lip(2019)\nဒီဇာတ္ကားကေတာ့ Action အသားေပးဇာတ္ကားတစ္ကားျဖစ္ၿပီး အဓိကဇာတ္ေဆာင္အျဖစ္ လူမည္းသ႐ုပ္ေဆာင္မ်ားျဖစ္တဲ့\nDorée Seay နဲ႔ DeJean Brown တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္း\n============\nထူးထူးဆန္းဆန္းဖြဲ႕ထားတဲ့ ေၾကးစားလူသတ္သမားအဖဲြ႕မွာ Set(Dorée Seay) လည္း အပါအဝင္ပါပဲ...\nသူတို႔အဖြဲ႕ရဲ႕ အေရးအႀကီးဆံုးအခ်က္က အလုပ္ကို အမွားမရွိေအာင္လုပ္ဖို႔ပါပဲ...\nမဟုတ္ရင္ေတာ့ အဲ့ဒီအတြက္ေပးဆပ္ရမွာျဖစ္ၿပီး ျပစ္ဒဏ္ကေတာ့ ေသျခင္းပါပဲ..\n.အဲ့ထဲမွာမွ အမွားလုပ္မိသြားတဲ့ Set တစ္ေယာက္ သူ႔အသက္အတြက္ ဘယ္လို႐ုန္းကန္ရမလဲဆိုတာကေတာ့...\n  File Size : (900 MB) and (320 MB)\nQuality : Web-dl720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated byPaing\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/Szts/Split_Lip_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/CPKF-143x200.jpg",
        "title": "China PeaceKeeping Forces ( 2018 )",
        "description": "စစ္ကားေကာင္းေလးတစ္ကားနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ထြက္တာသိပ္မၾကာေသးလို႔ IMDb ေတာင္မွ မသတ္မွတ္ရေသးေပမယ္႔အေတာ္ေလးေကာင္းတဲ႔ဇာတ္ကားတစ္ကားပါပဲ UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ဟာ နယ္စပ္မွာဗံုးေပါက္ကြဲမွုတခုကိုစံုစမ္းဖုိ႕သြားတယ္..ႏွစ္ႏိုင္ငံၿငိမ္းခ်မ္းေရးေဆြးေႏြးဖုိ႕ညွိႏွိုင္းဖုိ႕ေရာက္လာတဲ႔UN ညွိႏွိုင္းေရးအဖြဲ႕ကို ဗံုးေပါက္ကြဲမွုေတြဖန္တီးၿပီးအရွုပ္အေထြးေတြဖန္တီးေနတဲ႔ အၾကမ္းဖက္သမားတစ္စု...ဒီလုိနဲ႔ ႏွစ္ႏိုင္ငံၾကားမေၿပလည္မွုေတြၿဖစ္လာၿပီး အၿပန္အလွန္တိုက္ပြဲေတြဆင္ႏြဲလာရေတာ႔တယ္ဒီလိုတိုက္ပြဲေတြၾကားမွာ..UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ 5 ေယာက္ထဲဘယ္လိုေတြမ်ားေရွ႕ဆက္မလဲ..ေနာက္က ေထာက္ပံ႕ေရးတပ္ဖြဲ႕ေတြေရာက္မလာခင္..ဘယ္လိုေတြရင္ဆိုင္ရမယ္ဆုိတာေတာ႔ဆက္လက္ၾကည္႕ရွုရမယ္႕ ရင္သပ္ရွုေမာဖြယ္..စစ္ကားေကာင္းတစ္ကားပဲ ၿဖစ္ပါတယ္ Review & Translated By Phyo Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/china-peacekeeping-forces-2018/",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjrJCUYriu3cxzBKa5iuIXzEOD6.jpg",
        "title": "Buffalo Boys (2018)",
        "description": "အသစ္ထြက္ အင္ဒိုနီး႐ွား action ကားသစ္ေလးပါ။IMDb 6.9 အထိရ႐ွိထားတာေၾကာင့္ မဆိုးလွတဲဇာတ္ကားေလးပဲျဖစ္ပါတယ္။Western နဲ႔ Eastern ကိုေရာစပ္႐ိုက္ကူးထားၿပီး အေတာ္အသင့္ၾကည့္ေကာင္းတဲ့ဇာတ္ကားေလးပါ။အင္ဒိုနီး႐ွားဆူလ္တန္ဘုရင္ေတြအုပ္စိုးခဲ့တဲ့နယ္ေျမေတြေပၚဒတ္ခ်္ေတြ ကိုလ္ုနီလာျပဳတဲ့အခ်ိန္ကာလကို ေနာက္ခံထား႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္။Reviews ေကာင္းေကာင္းေတြလည္းရ႐ွိထားတဲ့ဇာတ္ကားပါ။Rotten Tomato မွာလည္း 78% အထိရ႐ွိထားပါေသးတယ္။ၾကည့္ရတာအရသာမ႐ွိျဖစ္ေစမွာေတာ့မဟုတ္ပါဘူး။ၾကည့္ေကာင္းတဲ့ action ကားတစ္ကားျဖစ္တာေၾကာင့္ အပန္းေျဖၾကည့္႐ႈရေအာင္ၫႊန္းေပးလိုက္ရပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB-DL 1080P X264 AAC - JeeJa\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2ewlm/Buffalo_Boys_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41yioNp9apJ7xtYDaSxqBfm1p5T.jpg",
        "title": "From Paris with Love (2010)",
        "description": "From Paris with Love (2010) ဒီဇာတ်ကားရဲ့နာမည် နဲ့ ပိုစတာကို ယှဉ်ကြည့်ပြီးRomance လား Drama လား Action လား ဇဝေဇဝါဖြစ်မိကြပါလိမ့်မယ်တကယ်တော့ ဒီဇာတ်ကားလေးဟာ Action ကြမ်းကြမ်းထဲDrama လေး နည်းနည်းကဲထားတဲ့အပြင် လှည့်ကွက်ကလေးတွေနဲ့ပါထပ်ပေါင်းထားတာကြောင့် ရသစုံလင်တဲ့ ဇာတ်ကားလို့ ဆိုရမှာပါဒီဇာတ်ကားကို ကြည့်ဖူးသူတွေ အများကြီးရှိပါလိမ့်မယ်မြန်မာစာတန်းထိုးလေးနဲ့ ပြန်ကြည့်ကြည့်ပါလို့ တိုက်တွန်းချင်ပါတယ်Face Off မင်းသားကြီး ဂျွန်ထရာဗိုလ်တာ ရဲ့ ပြောင်မြောက်လှတဲ့သရုပ်ဆောင်ပညာကို ဒီကားမှာ ထပ်မံမြင်တွေ့ကြရမှာပါ IMDb 6.2 ရရှိထားပါတယ်ပြင်သစ်နိုင်ငံဆိုင်ရာ အမေရိကန်သံအမတ်ကြီးရဲ့ ကိုယ်ရေးအရာရှိအဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ချက်စ် ကစားသမား ဂျိမ်းစ်ရိစ် ဟာအမှန်တကယ်တော့ အသေးစားလျို့ဝှက်တာဝန်များကို ထမ်းဆောင်နေတဲ့စီအိုင်အေ အေးဂျင့်တစ်ဦး ဖြစ်ပါတယ်တစ်နေ့မှာတော့ ဂျိမ်းစ်ရိစ်ရဲ့တည်ငြိမ်အေးဆေးလှတဲ့နေ့ရက်တွေထဲချာလီဝက်စ် ဆိုတဲ့ ကောင်းဘွိုင်ဆန်ဆန် စီအိုင်အေ အေးဂျင့်တစ်ဦးရောက်ရှိလာတဲ့အခါမှာတော့ တည်ငြိမ်နေတဲ့ရေကန်ထဲခဲပစ်ခံရသလို ဖြစ်လာပါတော့တယ်ဘာတာဝန်နဲ့မို့ ချာလီဝက်စ် ပဲရစ်အထိ ရောက်လာခဲ့တာလဲ............အထက်အရာရှိတွေက ဘာ့ကြာင့်များ အသွင်မတူတဲ့အေးဂျင့်နှစ်ဦးကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/SDvf/From_Paris_With_Love_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTEzNDU0OTgxM15BMl5BanBnXkFtZTgwNjA0ODM2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "DeepWater Horizon (2016)",
        "description": "သမားရိုးကျနိုင်လွန်းတဲ့ သို့ ပုံစံခွက်ထဲအများစုဝင်တဲ့ ဇာတ်လမ်းအမျိုးအစားထဲမှာ\ndisaster/survival ရုပ်ရှင်များလည်း ပါပါတယ်။ Titanic,\nThe day after tomorrow တို့လိုကားတွေ လူကြိုက်များခဲ့၊\nအောင်မြင်ခဲ့ကြပေမယ့် နောက်ပိုင်းမှာ ဒါမျိုးကားတွေ\nသိပ်အလုပ်မဖြစ်ခဲ့ကြတာကိုတွေ့ရပါတယ်။ ဥပမာ World Trade Centre, Poseidon တို့လိုကားတွေ။\nဒီလိုဇာတ်ကားများမှာ ဖော်မျူလာကျ ဇာတ်ကြောင်းပြောတဲ့ပုံက\nကျွန်တော်တို့နဲ့အတော်ကျွမ်းဝင်နေခဲ့ပြီ။ အစပိုင်းမှာ Victims\nဖြစ်လာကြမယ့်သူတွေရဲ့ မိသားစုဘဝတွေကိုပြမယ်။\nဒါဟာ နောက်ပိုင်းမှာ ဇာတ်ကောင်ကိုပိုမိုကရုဏာသက်စေဖို့အထောက်အကူပြုတယ်။\nဇာတ်ကားအလယ်လောက်မှာ ဘေးဆိုးကြီးနဲ့မိတ်ဆက်ပေးမယ်။\nသေကြ၊ ကြေကြ၊ ပျက်ဆီးကြမယ်။ ကိုယ်ကျိုးစွန့်အနစ်နာခံကြမယ့်\nသူရဲကောင်းတွေပါမှာဖြစ်သလို တစ်ဘို့သမား ဗီလိန်များလည်းပါရလိမ့်မယ်။\nဒီလို ပုံစံကျရှိနေတဲ့ ဇာတ်လမ်းအမျိုးအစားမို့လို့ ပရိသတ်တွေရိုးအီလာတာရှိမှာဖြစ်သလို\nဒီပုံစံမှာ ဆက်လက် ရင်ခုန်ခံစားချင်၊ စီးမျောချင်တဲ့ပရိသတ်လည်းရှိဦးမှာပါပဲ။\nအဲလိုဇာတ်ကားအများစုက ဖြစ်ရပ်မှန်တွေဖြစ်နေတတ်တာကတော့\nပရိသတ်ကိုစွဲငြိစေတဲ့အချက်တစ်ချက်လို့ထင်မိပါတယ်။\nDeepwater Horizon ဟာလည်း 2010 ကဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်တစ်ခုဖြစ်ပါတယ်။\nDeepwater Horizon ဆိုတဲ့ ပင်လယ်ရေနံတူး Rig ကြီးဟာ\nမက္ကဆီကိုပင်လယ်ကွေ့မှာ မတော်တဆ မီးလောင်ပေါက်ကွဲခဲ့ပြီး အမေရိကန်ရဲ့\nအဆိုးရွားဆုံး လောင်စာဆီဖိတ်စင်မှုကြီးဖြစ်ခဲ့ပါတယ်။ ဒီအဖြစ်အပျက်ကြီးအပေါ်\nသေချာလေ့လာရေးသားထားတဲ့ New York Times ကဆောင်းပါးကိုအခြေခံကာ\nဒီရုပ်ရှင်ကိုရိုက်ကူးခဲ့တာပါ။ ဒါကြောင့်မို့လို့လည်း အချက်အလက်ပိုင်းဆိုင်ရာ\nတိကျတယ်လို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Szfv/Deep_Water_Horizon_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/TheOtherGuysMoviePoster-2-232x300.jpg",
        "title": "The Other Guys (2010)",
        "description": "နယူးယော့စီးတီးရဲ့ စုံထောက်လောကမှာ ထင်သလို ဖြစ်မလာ တတ်တဲ့ ကို့ယို့ကားယား ကိစ္စတွေကို ဟာသ အက်ရှင် ဇာတ်ကားအဖြစ် တင်ပြထားတဲ့ The Other Guys ဟာကျွန်တော်ကြိုက်တဲ့\nဟာသဇာတ်ကားတွေထဲက တစ်ကားပါ........\nနာမည်ကြီးအက်ရှင်မင်းသားကြီးတွေ ပေါတောတောရဲဝန်ထမ်းစရိုက်ကို သရုပ်ဆောင်ထားတာ အမှန်အကန်ရယ်ရပါတယ်...\nအနောက်တိုင်းဟာသဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း စကားပြောတွေက 18+ တွေပါနေလို့\nမိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး....... \nFile size…(1 GB) and (500 MB)\nQuality…Unrated.BluRay.720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.7",
        "url": "https://megaup.net/2eynx/The_Other_Guys_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMWM5NWY5YzItZDViZC00YzgwLTk4NzctZDdiZGE5MTY5M2QwXkEyXkFqcGdeQXVyNjI5Mjk4MjU@._V1_SY1000_CR007111000_AL_-142x200.jpg",
        "title": "Heaven & Hell (2018)",
        "description": "၁၉၉၀ ျပည့္ႏွစ္ေတြအတြင္း ေလာ့စ္အိန္ဂ်လိစ္ျမိဳ႕ၾကီးမွာ\nသဘာ၀လြန္ေသဆံုးမူေတြ ဆက္တိုက္ျဖစ္ေပၚလာပါတယ္။\nထူးဆန္းတာက အေလာင္းေတြအားလံုး အပ္စူးထားတဲ့\nေလထုိးရုပ္ေတြလို ပိန္ကပ္ျပားခ်ပ္ကုန္တာပါပဲ။\nအဲ့ဒီအခ်ိန္မွာ မေတာ္တဆမူတစ္ခုေၾကာင့္ အၾကားအျမင္ရသြားတဲ့\nChase ဆိိုတဲ့ LA ရဲ႒ာနအမူလိုက္တစ္ေယာက္ကေတာ့\nတစ္ကမၻာလံုးအဖ်က္စီးမခံရခင္မွာ ဒီအဖ်က္အေမွာင့္စြမ္းအင္ကို\nရပ္တန္႕ေအာင္လုပ္ပစ္ရမယ္တဲ့။\nဘယ္လိုစြမ္းအားေတြနဲ႕မ်ား ဒါကိုသူတားဆီႏိုင္မွာလဲဆိုတာ\nဒီရုပ္ရွင္ထဲမွာရူစားရမွာျဖစ္ပါတယ္။\n(ထူးျခားခ်က္က ၁၉၉၀ မတိုင္ခင္မွာရိုက္ကူးျပီး\n၂၀၁၈ ခုႏွစ္မွထြက္ရွိလာတဲ့ရုပ္ရွင္ျဖစ္ေနျခင္းပါပဲ)။\nရုပ္ရွင္ကို Archi Thang Gyi မွ ျပန္ေပးထားပါတယ္",
        "rating": "5.6",
        "url": "https://megaup.net/2UAiw/Heaven_&_Hell_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4ibr8R702DCjwYniry1D1XwQXj.jpg",
        "title": "The Girl in the Spider’s Web (2018)",
        "description": "ပရိသတ္ၾကီးကို ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။Rating 6.1  ရရွိထားတဲ့ဒီကားကို ေထြလာၾကည့္တည္းက အရမ္းၾကည့္ခ်င္ေနခဲ့ကားတစ္ကားပါ။စိတ္ေဝဒနာရွင္ ဖခင္ျဖစ္သူနဲ႔ အတူေနထုိင္ခဲ့ရတဲ့ သမီးႏွစ္ေယာက္ရဲ႕ ကံၾကမၼာဟာတစ္ေန႔မွာေတာ့ သက္သက္စီ ခြဲထြက္ဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။ဖခင္ရဲ႕ႏွိပ္စက္ညွဥ္းပန္းမႈကို မခံႏုိင္လို႔ ထြက္ေျပးသြားခဲ့တဲ့သမီးနဲ႔ ဖခင္ရဲ႕ႏွိပ္စက္မႈေအာက္မွာ ၾကီးျပင္းခဲ့ရတဲ့ သမီးျဖစ္သူတို႔ ႏွစ္ေပါင္းၾကာမွမတူညီတဲ့ ရန္ဖက္ေတြအျဖစ္ ေတြ႕ဆံုၾကတဲ့အခါမွာ ဘာေတြျဖစ္လာမလဲဆိုတာကိုစိတ္ဝင္စားၾကည့္ရႈရမွာျဖစ္တာေၾကာင့္ အားေပးလိုက္ၾကပါဦးေနာ္.. File Size : ( 991 MB) & ( 266 MB)Quality : WebDL 720pRunning Time :1 hr 57 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yFo6/The_Girl_In_The_Spider’s_Web_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMDVkOWI5YmItMDA1NS00NGM5LTk1YTUtYmVhMDE5OWJiOWQwXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Ordinary People / The Villagers (2018)",
        "description": "လက်ဝှေ့ချံပီယံဟောင်း တစ်ဦးဖြစ်သူ ဂီချွဲသည်\nအနားယူပြီးနောက် ကျောင်းတစ်ခုမှာ အားကစားနည်းပြ\nဝင်လုပ်ခဲ့သည် သို့သော် ကလေးတွေဗန်းပြပြီး ရံပုံငွေသဲ့ယူ\nကလေးတွေကို မငှဲ့ညှာပေးတဲ့ လူကြီးတွေ နဲ့ ရန်ဖြစ်ပြီးနောက်\nဂီချွဲရဲ့ မဟုတ်မခံစိတ်ကြောင့် အလုပ်ထွက်ခဲ့ရပြန်ပါတယ်...\nဒီလိုနဲ့ နယ်မြို့လေး တစ်မြို့ က မိန်းကလေးသီးသန့် အထက်တန်းကျောင်း\nတစ်ခုမှာ ထပ်ပြီး အလုပ်ရခဲ့တယ် အားကစား နည်းပြဆရာ အဖြစ်နဲ့ပါ...\nမြို့ကို ရောက်ရောက်ခြင်းပဲ ဂီချွဲတစ်ယောက် တွေ့လိုက်ရတာကတော့\nလူပျောက်ကြေငြာစာ တစ်ခုပဲ ဖြစ်ပါတယ်...\nအဲ့ဒီနောက် သူတာဝန်ကျတဲ့ မြို့ က အတော်ထူးဆန်းတာကိုလဲ\nသတိထားမိခဲ့တယ်...\nမြို့တင်ပဲလား ဆိုတော့ မကပါဘူး ကျောင်းမှာလဲ ဂီချွဲကို\nဆရာလို လေးစားမယ့် တပည့် တစ်ယောက်မှ မရှိပါဘူး\nအဲ့ဒီထဲကမှ လူပျောက်ကြေငြာထားတဲ့ မိန်းကလေး တစ်ယောက်ရဲ့\nအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂန်ယူဂျင်း နဲ့ စတင်တွေ့ခဲ့ရပါတော့တယ်\nယူဂျင်း ဟာ သူငယ်ချင်းဖြစ်သူ ရုတ်တရက်ပျောက်သွားတာကို\nတိုင်တန်းခဲ့ပေမဲ့ ဒီတိုင်း မြို့က ထွက်ပြေးသွားတယ်ဆိုကာ\nရဲ နဲ့ ကျောင်းက အရေးမယူပဲ ဒီတိုင်း နေခဲ့ပါတယ်...\nယူဂျင်း နဲ့ ဂီချွဲ ရင်းနှီးသွားသော အခါ ဒီကျောင်းက ကျောင်းသူတွေဟာ\nခဏခဏ ပျောက်ဆုံးလျက် ရှိကြောင်း ဂီချွဲ သိခဲ့ပြီး နောက်မှာ\nယူဂျင်း နဲ့ အတူ ...",
        "rating": "5.8",
        "url": "https://megaup.net/R1hg/Ordinary_People_-_The_Villagers_(Dongnesaramdeul)_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "title": "Paskal The Movie(2018)",
        "description": "Paskal The Movie(2018)\nIMDb....8.6\nျဖစ္ရပ္မွန္ ဇာတ္ကားေတြကိုမွ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ ထြက္ PASKAL ဆုိတဲ့ အက္ရွင္ ဒရာမာ မေလးရွားကားသစ္ကုိတင္ဆက္ေပးလုိက္ပါတယ္\nRating အေနနဲ႕ လည္း IMDb – 8.6/10 ေတာင္ရထားတယ္...\nဒီကားက မေလးရွားက ရုိက္ထားတယ္ဆုိၿပီး ဒီေလာက္လန္းလိမ့္မယ္ မထင္ဘူးလုိ႕ထင္ရင္ေတာ့ မွားသြားလိမ့္မယ္...\nလက္နက္ေတြကလည္း ေနာက္ဆုံးေပၚစီးရီးေတြအားလုံးနီးပါးအသုံးျပဳထားသလုိ စစ္ဆင္ႏႊဲတဲ့ဟန္ပန္ေတြနဲ႕ စစ္အင္းအားျပသြားတာေတြက လက္ဖ်ားခါေလာက္စရာပါပဲ..\nၿပီးေတာ့ ရုိက္ထားထားတာေတြကလည္း ေတာ္ေတာ္ကုိလွတယ္..  မေလးရွားကားဆုိ စုန္းကားေလာက္ပဲ သိတဲ့ ကြ်န္ေတာ္တုိ႕ ခင္ဗ်ားတုိ႕အဖုိ ႕ ပါးစပ္အေဟာင္းသားေတာင္ျဖစ္သြားေစလိမ့္မယ္...\n.ေနာက္ဆုံးေျပာရရင္  Shooter   \nကားထဲမွာ Mark Wahlberg သုံးသြားတဲ့ CheyTac M200  ဆုိတဲ့ စႏုိက္ပါႀကီးေတာင္ပါလုိက္ေသးတယ္.......\nဗိုလ္ ၾကီး အာမန္ဆုိတဲ့ မေလးရွား အထူးတပ္ဖြဲ႕ဝင္တစ္ေယာက္ဟာ\nပါစကယ္ဆိုတဲ့ အထူးတပ္ဖြဲ႕တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္း မိခင္ကိုလုပ္ေကၽြးေနတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္တယ္…\nသူ႕ရဲ႕အေဖဟာလည္း ႏိုင္ငံေတာ္အတြက္တာဝန္ထမ္းရင္း အသက္စြန္႔သြားတဲ့ သူရဲေကာင္းတစ္ေယာက္ျဖစ္လုိ႔ အေမက သားအတြက္စိုးရိမ္ေပမယ့္ တားေတာ့မတားခဲ့ဘူးဆိုပါေတာ့…\nပါစကယ္အဖြဲ႕ထဲမွာ ဂ်ိဳရႊာဆိုတဲ့ လူတစ္ေယာက္နဲ႔ အာမန္ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြျဖစ္ခဲ့ၾကတယ္..အာမန္ ...",
        "rating": "8.6",
        "url": "https://megaup.net/SI3s/Paskal_The_Movie_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/polar-poster-135x200.jpg",
        "title": "Polar (2019)",
        "description": "Polar (2019)____IMDb - 6.3/10 \nComic Series တစ်ခုကိုအခြေခံရိုက်ကူးထားတာမို့ ကြည့်ရတာ အမြင်ဆန်းနေစေမယ့် အက်ရှင်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်\n၁၈+ခန်းတစ်ချို့နဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုန်းတွေ သွေးသံတရဲရဲ Gore တွေပါဝင်တာမို့ မိသားစုနဲ့မကြည့်ရှုသင့်ကြောင်းကိုတော့ စကားခံထားပါရစေ\nဇာတ်လမ်းအကျဉ်းကတော့ ရရှားကြေးစားလူသတ်သမားအငှားဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုမှာ အသက် ၅၀ ပြည့်ရင် ဘယ်လောက်လက်စွမ်းထက်နေပါစေ\nပင်စင်ယူကိုယူရတဲ့စည်းမျဉ်းတစ်ခုရှိပါတယ်\nဘလက်ကိုင်ဇာလို့နာမည်ကြီးတဲ့ ဒန်ကန်ဗစ်ဇလာက မကြာခင် အသက် ၅ဝပြည့်တော့မယ့် ထိပ်ထိပ်ကြဲ ကြေးစားတစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ သူ့လိုသက်တူရွယ်တူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရနေတာ ကြားလိုက်ရတဲ့အခါ...\nသက်ကြီးဝါကြီးကြေးစားတွေကို လိုက်သတ်နေတာဘယ်သူဖြစ်မလဲဆိုတာကို ဖော်ထုတ်ရပါတော့တယ်...\nဒန်ကန်ဗစ်ဇလာအဖြစ် Mads Mikkelsen နဲ့အတူ\nHigh school musical ထဲကမင်းသမီး Vanessa Hudgens တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  မေမြတ်သူ ပါ)\n  \nFile Size : (900 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sget/Polar_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Beowulf-2007-135x200.jpg",
        "title": "Beowulf (2007)",
        "description": "သူရဲကောင်းတို့ ခေတ်ကောင်းချိန်...Beowulf လို့ ခေါ်တဲ့ သူရဲကောင်းရဲ့ နာမည် ထွန်းထွန်းတောက်နေချိန်...တစ်ချိန်တည်းမှာပဲ ဘုရင် Hrothgar ရဲ့ တိုင်းပြည်မှာမိစ္ဆာဆိုး တစ်ကောင်မွှေလို့ တစ်တိုင်းပြည်လုံး အစည်းပြေ မီးသေနေတဲ့ အချိန်...ကြံရာမရတဲ့ အဆုံး ဘုရင်ခမျာ Beowulf ကို ရှေ့တော်တင်သွင်းပြီး မိစ္ဆာကို တိုက်ထုတ်ခိုင်းရတော့တယ်...အောင်အောင်မြင်မြင်နဲ့ တိုက်ထုတ်ပြီးနောက် ဒီအောင်မြင်မှုဟာဒီ့ထက်ပိုကြီးမားတဲ့ အမျက်ဒေါသနဲ့ လက်စားချေမှုကြီးတစ်ခုဆီကို ဦးတည်သွားတော့တယ်...မိစ္ဆာရဲ့ မိခင်ပါပဲ... ဆွဲဆောင်မှုရှိလွန်းခြင်းရဲ့ နောက်ကွယ်မှတစ်ဆက်တည်းဆိုသလို ပျက်ဆီးခြင်းတရားတွေပါ ပါလာတဲ့ မကောင်းဆိုးဝါးမပေါ့...သူမဟာ Beowulf အတွက် အနိစ္စတရားလေလား...IMDB - 6.2/10, RT - 71% Back to the Future နဲ့ Forrest Gumps တို့ရဲ့ ဒါရိုက်တာဖြစ်ပြီးVisual ရိုက်ချက်တွေကို ကျွမ်းကျင်လွန်းတဲ့ Robert Zemeckis ရဲ့ လက်ရာဖြစ်ပါတယ်။ဒါရိုက်တာတင် နာမည်ကျော်မဟုတ်ပဲ ပါဝင်တဲ့ Cast ...",
        "rating": "6.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p73wC256mSkMDcaQxPHaIhLrvim.jpg",
        "title": "The Last Man (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Sci-fi, Drama, Action ဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ႏွစ္ေထာင္ေပါင္းမ်ားစြာ လူသားေတြေၾကာင့္ အစဥ္အဆက္တိုးတက္လာခဲ့တဲ့ ကမာၻၾကီးဟာ လပိုင္းေလးအတြင္းမွာ လူသန္းေပါင္းမ်ားစြာ အသက္ေသဆံုးရျပီးပ်က္စီးအံ့ဆဲဆဲအေျခအေနကိုေရာက္ရွိလာပါေတာ့တယ္။ရာသီဥတုေတြအၾကီးအက်ယ္ေဖာက္ျပန္လာျပီး ကမာၻ႕စီးပြားေရးကလည္း ကယ္လို႔မရေအာင္ကို စုန္းစုန္းျမဳပ္ေနတဲ့ အေျခအေနကို ေရာက္ရွိေနပါျပီ။ကမာၻမီးေလာင္ သားေကာင္ခ်နင္း ဆိုတဲ့အတုိင္း ဒီျဖစ္ရပ္ၾကီးကို အခြင့္ေကာင္းယူျပီး ခိုးဆိုးလုႏႈိက္ေနတဲ့လူေတြ၊ ဘာသာေရးဂိုဏ္းဆန္ဆန္စည္းရံုးေရးဆင္းၾကတဲ့သူေတြ စသျဖင့္ လူတန္းစားေပါင္းမ်ားစြာလည္း ေပၚေပါက္လာပါတယ္။အဲဒီထဲမွာမွ အရာအားလံုးနဲ႔ကင္းကင္းရွင္းရွင္းေနေနတဲ့ ဇာတ္လိုက္ၾကီးကေတာ့Kurt ၊ စစ္မႈထမ္းေဟာင္းျဖစ္ျပီး အတိတ္ပံုရိပ္ေတြရဲ႕ေျခာက္လွန္႔မႈေၾကာင့္ ကမာၻၾကီးမပ်က္ခင္ကတည္းက သူတစ္ေယာက္တည္း ကမာၻပ်က္ေနတဲ့သူ။တစ္ရက္မွာေတာ့အၾကားအျမင္ဆရာဆန္ဆန္လူတစ္ေယာက္နဲ႔ လမ္းမွာေတြ႕တယ္။အဲဒီအၾကားအျမင္ဆရာလို႔ ဆိုႏုိင္တဲ့သူက လွ်ပ္စစ္မုန္တုိင္းေတြေၾကာင့္ ကမာၻၾကီးပ်က္ေတာ့မွာျဖစ္တဲ့အတြက္သူနဲ႔အတူ ေဘးကင္းတဲ့ေနရာလိုက္ခဲ့ျပီး အားလံုးျပီးဆံုးသြားတဲ့အခ်ိန္မွ ကမာၻၾကီးကို ျပန္လည္တည္ေဆာက္ၾကမယ္ဆိုျပီး လူၾကားထဲမွာ အာေပါင္ရင္းသန္သန္နဲ႔ မဲဆြယ္ေနတဲ့သူေပါ့။အဲဒီအၾကားအျမင္ဆရာက Kurt ကိုေတြ႕တဲ့အခါမွာေတာ့ သူနဲ႔အတူလိုက္ခဲ့ဖုိ႔ အမွန္တရားျမင္ေအာင္ၾကည့္ဖို႔ တိုက္တြန္းတယ္။အဲဒီအခါမွာေတာ့ တစ္ကိုယ္ရည္ကမာၻပ်က္ေနတဲ့Kurt တစ္ေယာက္ ဘဝအေျပာင္းအလဲကို ျဖစ္ေစမယ့္ ဆံုးျဖတ္ခ်က္ကို ခ်ဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္။ဘာဆက္ျဖစ္မလဲသိခ်င္ရင္ေတာ့ The Last Man ...",
        "rating": "4.9",
        "url": "https://megaup.net/2UAi7/The_Last_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/phone-2-141x200.jpg",
        "title": "The Phone ( 2015 )",
        "description": "\" Honey \" လက္ထပ္ခြင္႔ေတာင္းတုန္းကကြ်န္မ ကိုရွင္ေၿပာခဲ႔တဲ႔စကားေလး မွတ္မိေသးလား ?\" ငါမင္းကိုတစ္သက္လံုးကာကြယ္ေစာင္႔ေရွာက္သြားပါမယ္ \"တကယ္တမ္းက်ေတာ႔ သူေၿပာခဲ႔သလို မကာကြယ္ႏိုင္ခဲ႔ပဲသူ႕ဇနီးအသတ္ခံလိုက္ရတဲ႔အတြက္ ကတိကိုမတည္ႏိုင္ခဲ႔လို႔ေၾကကြဲေနတဲ႔  လူတစ္ဦးတစ္ေန႔မွာေတာ႔  အသတ္မခံရခင္ ကာလဆီက မိန္းမကသူ႕ဆီ ဖုန္းဆက္လာတဲ႔အခါမွာ....အနာဂတ္က လူသတ္သမားရဲ႕လက္က သူ႕ခ်စ္ဇနီးလြတ္ေၿမာက္ေအာင္လုပ္ေဆာင္ႏိုင္ပါ႔မလား.....ဘယ္လိုမ်ားၾကိဳးစားရမွာလဲဆုိတာဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါ အညႊန္း Khun Chan Myae ( CM Group ) မွ ၿပန္လည္တင္ၿပၿပီးဘာသာၿပန္ကေတာ႔ Ei Pyae ပဲၿဖစ္ပါတယ္",
        "rating": "6.6",
        "url": "https://megaup.net/3AxKD/The_Phone_(Deo_Pon)_[2015]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eOnIpfT8qdQMiFk0lZRjL3GrPAh.jpg",
        "title": "Kundo: Age of the Rampant(2014)",
        "description": "Kundo: Age of the Rampant(2014)\nIMDb...6.8\n(၂၀၁၄)ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ ဒီကားကုိ လုပ္ျဖစ္ရတဲ့အေၾကာင္းအရင္းက Dong-seok Ma ေၾကာင့္ဆုိရင္လည္းမမွားပါဘူး....\nဗလခပ္ေတာင့္ေတာင့္ဒီမင္းသားဟာ Along with the Gods, Unstoppable ,The Outlaws \nတုိ႕မွာ ပါ၀င္ခဲ့ၿပီးေတာ့ သရုပ္ေဆာင္စဥ္မွာလည္း ရုိးသားဟန္ေတြေပၚေနတဲ့ သူ႕အမူအရာေၾကာင့္ ျမန္မာပရိတ္သတ္ေတြအႀကဳိက္ျဖစ္ခဲ့သလုိ တစ္ခ်က္တစ္ခ်က္ ထုိးလုိက္ရင္\nအုန္းသီးခပ္ႀကီးတစ္လုံးေလာက္ရွိတဲ့ သူ႕လက္သီးေၾကာင့္ ခုႏွစ္ ခုႏွစ္လီ ၄၉ေပေလာက္လြင့္သြားတာလည္း အားရစရာႀကီးပါပဲ...ဒီကားထဲမွာလည္း\nသံလုံးႀကီးေတြကုိလက္နက္အျဖစ္အသုံးျပဳတဲ့သိုင္းသမားအျဖစ္ပါ၀င္ထားပါတယ္...\nေနာက္ၿပီးေတာ့ ေခါင္းေဆာင္မင္းသားျဖစ္တဲ့ Jung-woo Ha ကုိေတာ့ အေထြအထူးမိတ္ဆက္စရာမလုိပါဘူး..သူရုိက္သမွ်ကားတုိင္းဟာ\nေကာင္းမြန္တယ္လုိ႕ေတာင္မွတ္ေကာ်က္တင္ခံရတဲ့သူပါ....\nဒီကားက ဂ်ဳိဆြန္းေခတ္က အရင္းရွင္ေတြ မင္းမႈထမ္းေတြက ေတာင္သူလယ္သမားေတြအေပၚနဲ႕\nခ်ဳိ႕တဲ့သူေတြကုိအႏုိင္က်င့္တဲ့အတြက္ေၾကာင့္  သုိင္းပညာေတာ္တဲ့သူေတြစုၿပီး တြန္းလွန္တဲ့အေၾကာင္းကုိရုိက္ျပထားတာပါ...\nဇာတ္လမ္းဇာတ္ကြက္လည္းေကာင္းသလုိ ပါ၀င္တဲ့သရုပ္ေဆာင္ေတြကလည္း ကုိရီးယားရဲ႕ နာမည္ေက်ာ္ေတြႀကီးပဲစုရုိက္ထားသလားမွတ္ရပါတယ္...\nၿပီးေတာ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာပါ၀င္တဲ့အတြက္ေၾကာင့္  Action ကားေကာင္းႀကဳိက္တဲ့သူေတြအဖုိ႕လက္မလႊတ္သင့္ပါဘူး...\n File Size : (1GB) and (426 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:17:00\nGenre :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Megumi\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/2UAiz/Kundo_-_Age_Of_The_Rampant_[2014]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kjUGqPIv6kpxJUvjmeQX7nQpKd.jpg",
        "title": "Close (2019)",
        "description": "Action Thriller ပရိတ္သတ္ေတြအတြက္ Jacquie Davis ဆိုတဲ့သက္ေတာ္ေစာင့္အမ်ိဳးသမီးကိုအေျခခံၿပီး႐ိုက္ကူးထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုဒ္ကိုတင္ဆက္ေပးလိုက္ပါတယ္အတိတ္ေတြကေန ေရွာင္ပုန္းေနတဲ့ အမ်ိဳးသမီးသက္ေတာ္ေစာင့္ဆမ္ဖခင္ျဖစ္သူေသဆံုးသြားၿပီးေနာက္ အေမြေတြအားလံုးကိုပိုင္ဆိုင္ရမယ့္ ခပ္ဆိုးဆိုးသူေဌးသမီးေလးဇိုဝီကို ျပန္ေပးဆြဲဖို႔ႀကိဳးစားၾကတဲ့အခါဇိုဝီအေမြအားလံုးရသြားတာေၾကာင့္ မေက်မနပ္ျဖစ္ေနတဲ့ မိေထြးရီမာရဲ႕လက္ခ်က္လားၿပိဳင္ဘက္လုပ္ငန္းရွင္ေတြၾကားက အရႈပ္ေတာ္ပံုေတြနဲ႔အတူၾကမ္းၾကမ္းရမ္းရမ္း Action Scenes ေတြကိုေဝေဝဆာဆာၾကည့္ရႈရမွာမို႔ အႀကိဳက္ေတြ႕ေစမွာအမွန္ပါပဲIMDB ၅.၆ ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ) File Size : (700 MB) and (340 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DDP5.1.x264-CM\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1yGgg/Close_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/heart-of-dragon-poster-133x200.jpg",
        "title": "Heart of Dragon (1985)",
        "description": "Heart of Dragon (1985)________IMDb - 6.5/10ဟောင်ကောင်အက်ရှင်လောကရဲ့ ရွှေရောင်မျိုးဆက်တွေဖြစ်တဲ့ ဂျက်ကီချန်းတို့ ဟုတ်ချင်းပေါင်(Sammo Hung)တို့အပြင်ဇာတ်ကားတွေမှာ မှော်ဆရာလုပ်နေကြ Lam Ching-ying တို့လို ဇာတ်ရံတွေ အများအပြားလဲပါဝင်ထားပါတယ်။အထူးရဲကွန်မန်ဒို ဂျက်ကီချန်းနဲ့ ကျပ်မပြည့်တဲ့သူ့အစ်ကို ဟုတ်ချင်းပေါင်တို့ကြားက သံယောဇဉ်ကိုရင်နင့်အောင် ပီပြင်စွာ ပုံဖော်ထားပြီး ဟာသတွေ အက်ရှင်တွေနဲ့လဲ ဇာတ်လမ်းကို ခပ်သွက်သွက် ဆွဲခေါ်ထားပါတယ်။ဂျက်ကီချန်းရဲ့ ငယ်မူငယ်သွေးကို အထင်းသားမြင်ရမှာဖြစ်သလို Action,Comedy,Drama ကြိုက်သူတွေ လက်မလွတ်သင့်ပါ။IMDb Rating (6.5/10) ရရှိထားပြီး ဒါရိုက်တာကလဲ ဟုတ်ချင်းပေါင်ပဲဖြစ်ပါတယ်။File size…(1 GB)\nQuality…Extended.Japanese.Cut.BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hein Zaw & Thar Nyo Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Rj48/Heart_Of_Dragon_(Long_De_Xin)_[1985]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YFPkMgy5NCzUSYl5Ep8p0vK9qB.jpg",
        "title": "National Security(2003)",
        "description": "National Security(2003)\nေန႕စဥ္စားသုံးေနတဲ့ဟင္းလ်ာေတြေတာင္ တစ္မ်ဳိးထဲထပ္ခါ ထပ္ခါစားသုံးေနပါက  ရုိးအီသြားပါလိမ့္မည္..\nၾကက္အဆီပ်ံ ၀က္သားနီလန္ မအီေအာင္ ခ်ဥ္ေပါင္ခံ လည္း ေန႕စဥ္စားသုံးပါက အဆင္မေျပျဖစ္ပါလိမ့္မည္...\nအားလပ္ခ်ိန္ထဲက ရုပ္ရွင္ကားေတြခံစားစဥ္မွာလည္း  အေတြးအေခၚနဲ႕ဆုိင္တဲ့ကားမ်ဳိးေတြ လွည့္ကြက္ေပါင္းမ်ားစြာပါတဲ့ကားမ်ဳိဳးေတြ\nရင္နင့္ေအာင္ခံစားရတဲ့ကားေတြကုိ ဆက္တုိက္ၾကည့္ျပန္ေတာ့လည္း ႏွလုံးသားအဟာရမျဖစ္တဲ့အျပင္ ႏြမ္းလ်မႈေတြပဲ ပုိတုိးလာပါလိမ့္မယ္..\nဒါေၾကာင့္ ဟာသကားေတြလည္း မရွိမျဖစ္လုိကုိလုိအပ္ေလေတာ့ အလွည့္က်ခံစားဖုိ႕ရာ တင္ဆက္ေပးလုိက္ပါသည္...\nဒီကားထဲက ဟာသမင္းသားႀကီး Martin Lawrence ကုိမသိရင္သာေနမယ္.. အူတက္ေအာင္ရယ္ခဲ့ရတဲ့ သူကားေတြျဖစ္သည့္ Blue Streak ,Bad boyတုိ႕ Big Momma's House\nတုိ႕ကုိေတာ့ သိမယ္ထင္ပါတယ္..\nရယ္ရတာ အူတက္တယ္ဆုိတဲ့ေ၀ါဟာရကုိဒီကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားထပ္သေဘာေပါက္သြားလိမ့္မယ္..\nကုိင္းေျပာတာလည္းရွည္ၿပီဆုိေတာ့ ဇာတ္လမ္းအညႊနး္ကုိ နည္းနည္းဆက္လုိက္ရေအာင္....\nဇာတ္လမ္းအညႊန္း\n**************\nနင္းကန္ ရယ္ရတယ္...ဒါပဲ...\nဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n   File Size : (900 MB) and (353 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Khant Thwin\nEncoded ...",
        "rating": "5.6",
        "url": "https://megaup.net/2UBaj/National_Security_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/muay-3-140x200.jpg",
        "title": "Muay Thai Fighter ( 2007 )",
        "description": "ထိုင္းရိုးရာ ေမြထိုင္းလက္ေ၀ွ႕ကားေတြႏွစ္သက္သူေတြအတြက္ေတာ႔ ေက်နပ္ေစမယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ရြာေလးတစ္ရြာမွာအတူတူၾကီးျပင္းခဲ့တဲ့သူငယ္ခ်င္း၃ေယာက္ေမြထိုင္းလက္ေ၀ွ႕ပညာကိုျမတ္ႏိုးတဲ့လူငယ္ေလး၃ေယာက္ဟာအိပ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ဖို႔ ဘန္ေကာက္လာခဲ့ၾကေပမယ့္သူတို႔ကိုမထင္မွတ္တဲ့အရာေတြကဆီးၾကိဳေနပါတယ္ေလာကဒဏ္ေၾကာင့္သူငယ္ခ်င္း၂ေယာက္ဟာေျမေအာက္လူဆိုးဂုိဏ္းကိုေရာက္သြားျပီး၁ေယာက္သာေမြထိုင္းအိပ္္မက္လမ္းကိုဆက္ေလွ်ာက္ႏိုင္ခဲ့ပါတယ္ဒီလိုနဲ႔သူတို႔ေတြဟာဘာေတြကိုရင္ဆိုင္ရမလဲေနာက္ဆံုးမွာသူငယ္ခ်င္းေတြဘယ္လိုျဖစ္သြားၾကမလဲဆိုတာကေတာ့ဆက္လက္ေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္ အညႊန္းနဲ႔ဘာသာၿပန္ ႏုမြန္ ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/2UBag/Muay_Thai_Fighter_(Muay_Thai_Chaiya)_[2007]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/3DhXUD6WQo8YoarDcxkDQHVPEIa-210x300.jpg",
        "title": "My Wife Is a Gangster 3 (2006)",
        "description": "IMDb Rating (6.4) ထိ ရရှိထားတဲ့ ရှေ့ကထွက်ရှိခဲ့တဲ့ My Wife is a Gangster ဇာတ်ကားတွေနဲ့ မဆက်စပ်တော့ပါဘူး။မင်းသမီးလဲ ပြောင်းသွားပြီး ဒီတစ်ခါဂိုဏ်းစတားမလေးကတော့ တရုတ်မင်းသမီးလေး Shu Qi ပါ။မင်းသားကတော့ ကိုရီးယားက တလွဲကောင်ဖြစ်ပြီး ဒီဇာတ်ကားက My Wife is a Gangster ဇာတ်ကားတွေထဲမှာ အရယ်ရဆုံးဇာတ်ကားလဲဖြစ်ပါတယ်။Action, Romance, Drama အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။\n****My Wife is a Gangster ဇာတ်ကားတွေကို  https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***\n-------------------------------------------------------\nIMDb Rating (6.4) ထိ ရရွိထားတဲ့ ေရွ႕ကထြက္ရွိခဲ့တဲ့ My Wife is a Gangster ဇာတ္ကားေတြနဲ႔ မဆက္စပ္ေတာ့ပါဘူး။မင္းသမီးလဲ ေျပာင္းသြားျပီး ဒီတစ္ခါဂိုဏ္းစတားမေလးကေတာ့ တရုတ္မင္းသမီးေလး Shu Qi ပါ။မင္းသားကေတာ့ ကိုရီးယားက တလြဲေကာင္ျဖစ္ျပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/2SAmc/My_Wife_Is_A_Gangster_3_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/osh6nbsn-209x300.jpg",
        "title": "My Wife Is a Gangster 2 (2003)",
        "description": "IMDb Rating (6.1) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားဟာပထမဇာတ်ကားရဲ့ အဆက်အဖြစ်ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်ကားမှာလဲ ဂိုဏ်းစတားမလေးရဲ့ ရန်ကြွေးတွေကို ဘယ်လိုပြန်ဆပ်မယ်ဆိုတာ........။Action, Romance, Crime အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။****My Wife is a Gangster ဇာတ်ကားတွေကို https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***----------------------------------------------------IMDb Rating (6.1) ထိ ရရွိထားတဲ့ ဒီဇာတ္ကားဟာပထမဇာတ္ကားရဲ႕ အဆက္အျဖစ္ထြက္ရွိခဲ့တာပါ။ဒီဇာတ္ကားမွာလဲ ဂိုဏ္းစတားမေလးရဲ႕ ရန္ေၾကြးေတြကို ဘယ္လိုျပန္ဆပ္မယ္ဆိုတာ........။Action, Romance, Crime အမ်ိဳးအစားျဖစ္ျပီး ခံစားအားေပးၾကည့္ပါဦး။****My Wife is a Gangster ဇာတ္ကားေတြကို https://channelmyanmar.org/?s=my+wife+is+a+gangster မွာရွာပါ။***\nFile Size...(800MB)\nQuality...DVD-Rip\nFormat...mp4\nDuration...01:50:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.1",
        "url": "https://megaup.net/4UsJh/My_Wife_Is_A_Gangster_2_[2003]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/C1925-09-208x300.jpg",
        "title": "My Wife Is a Gangster (2001)",
        "description": "IMDb Rating (6.5) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ကိုရီးယားဇာတ်ကားတွေထဲမှာ Taste တစ်မျိုးကို ပေးထားနိုင်ခဲ့တဲ့ နာမည်ကြီးဇာတ်ကားပါ။ နာမည်ကြီး လူကြိုက်များခဲ့လို့ နောက်ထပ်အဆက်ဇာတ်ကားတွေ ထွက်ခဲ့တဲ့အထိပါပဲ။မင်းသမီး Eun-Kyung Shin ရဲ့ မှင်သေသေ သရုပ်ဆောင်ချက်တွေ Action တွေက ရသတစ်မျိုးနဲ့ ထိုးဖောက်နိုင်ခဲ့ပါတယ်။ဂိုဏ်းစတားအဖွဲ့ရဲ့ ထိပ်သီးခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် အိမ်ထောင်ပြုရတော့မယ့်ဆိုတဲ့အခါ.....။Action, Romance, Comedy အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။****My Wife is a Gangster ဇာတ်ကားတွေကို  https://channelmyanmar.org/?s=my+wife+is+a+gangster မှာရှာပါ။***----------------------------------------------------------IMDb Rating (6.5) ထိ ရရွိထားတဲ့ ဒီဇာတ္ကားဟာ ကိုရီးယားဇာတ္ကားေတြထဲမွာ Taste တစ္မ်ိဳးကို ေပးထားႏိုင္ခဲ့တဲ့ နာမည္ၾကီးဇာတ္ကားပါ။ နာမည္ၾကီး လူၾကိဳက္မ်ားခဲ့လို႔ ေနာက္ထပ္အဆက္ဇာတ္ကားေတြ ထြက္ခဲ့တဲ့အထိပါပဲ။မင္းသမီး Eun-Kyung Shin ရဲ႕ မွင္ေသေသ သရုပ္ေဆာင္ခ်က္ေတြ Action ေတြက ရသတစ္မ်ိဳးနဲ႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3AyDY/My_Wife_Is_A_Gangster_[2001]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fOA44BITFth0u4hMSOUgpK0kM6t.jpg",
        "title": "Godzilla: The Planet Eater (2018)",
        "description": "20ရာစုရဲ့ ​နေ့တစ်​​နေ့မှာ ဒီဇာတ်​လမ်​းစခဲ့တယ်​ အရာရာဟာ ဘုရားသခင်​ အလို​တော်​အတိုင်​းပါပဲ..​ကောင်​းကင်​​မှာ မီးမိုး​တွေ… ကမ္ဘာ​မြေကြီးဟာလည်​း ပပ်​ကြား​တွေအက်​လို့…လူ​တွေအားလုံးရဲ့ ​ဆောက်​တည်​ရာမဲ့ ကူကယ်​ရာမရှိ ​ပြေးလွှားသံ​တွေ…ဒီအချိန်​မှာ အပြာ​ရောင်​အလင်​းတန်​းကြီး တစ်​ချက်​​ပေါ်လာ…အဲဒီအလင်​းတန်​းရဲ့ အစမှာ ​ဂေါ်ဇီလာဟာ အရာအားလုံးကို မိုးကြည်​့လို့…Godzilla: Planet Eater (2018) Netflix's Anime movie ဖြစ်တဲ့\"Godzilla: Planet of the Monsters\" ကနေအစပြုခဲ့တဲ့Trilogy သုံးကားရဲ့ သုံးကားမြောက်နဲ့ နောက်ဆုံးကားဖြစ်တဲ့Godzilla: Planet Eater (2018) ဇတ်ကားပါရှေ့မှာ \"Godzilla: Planet of the Monsters\" နဲ့\"Godzilla: City on the Edge of Battle\" ဆိုပြီး နှစ်ကားထွက်ထားပါတယ်ရှေ့နှစ်ကားကြည့်ပြီးမှ အခုကားကို ချိတ်ဆက်မိဖို့အဆင်ပြေပါလိမ့်မယ်အခုကားက \"Godzilla: City on the Edge of Battle.\" ...",
        "rating": "4.9",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7zUTOTCi5PfvboAOYFgDf6vejmr.jpg",
        "title": "Revenger (2019)",
        "description": "Action ကားပရိသတ္ေတြအတြက္ သေဘာေတြ႔ေစမဲ့ ကိုရီးယားအက္႐ွင္ကားသစ္ျဖစ္ပါတယ္။ကိုရီးယားအက္႐ွင္ကားေတာ္ေတာ္မ်ားမ်ားဟာ အေတာ္ေလးၾကည့္ေကာင္းတာမ်ားပါတယ္။႐ိုက္ကူးပံုေတြေကာင္းမြန္ၿပီး ဆြဲေဆာင္မႈ႐ွိတဲ့အတြက္ ကိုရီးယားအက္႐ွင္ကးေတြကိုလူၾကည့္မ်ားလာၾကပါတယ္။ဒီကားေလးကလည္း အက္႐ွင္သီးသန္႔ဇာတ္ကားျဖစ္ၿပီး အသတ္အပုတ္ အတိုက္အခိုက္ အကြဲအျပဲ ေသြးအလိမ္းလိမ္းနဲ႔ေတြ႔ျမင္ရမဲ့ဇာတ္ကားပါ။ဇာတ္ဝင္ခန္းအမ်ားစုက သတ္ပုတ္ေနတာျဖစ္တာေၾကာင့္ ၾကည့္ရတာပ်င္းမသြားေစပါဘူး။အက္႐ွင္သီးသန္႔ျဖစ္တဲ့အတြက္ ဇာတ္လမ္းကိုသိပ္မၫႊန္းေတာ့ပါဘူး။အက္႐ွင္ပရိသတ္ေတြအတြက္ တကယ္မပ်င္းရေစမဲ့႐ိုက္ခ်က္ေတြ အသတ္အပုတ္ေတြကိုေသခ်ာတင္ဆက္ထားၿပီး ေနာင္တရေစမဲ့ဇာတ္ကားမဟုတ္တဲ့အတြက္ ၾကည့္ေစခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 40min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEB-DL.DDP5.1.x264-NTG\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://megaup.net/1yGhj/Revenger_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AjN1CqYgpy72DVPgIffR9E0534D.jpg",
        "title": "All the Devil’s Men (2018)",
        "description": "Action ကားပရိတ္သတ္ေတြအတြက္ဒီရုပ္ရွင္ကေတာ့ CIA ေထာက္လွမ္းေရး၊စစ္ျပန္ေၾကးစားေတြနဲ႕ အၾကမ္းဖက္သမားေတြၾကားထားက အရႈပ္ေတာ္ပံုကို ျပထားတာပါ။သူတို႕ေလာကရဲ႕ အျမဲတမ္း ရန္သူ အျမဲတမ္းမိတ္ေဆြဆိုတာ မရွိပံုေတြ၊အခ်င္းခ်င္း တစ္ပတ္ရိုက္ၾကတဲ့ လွည့္ကြက္ေတြနဲ႕မို႕ ၾကည့္ရတာ မဆိုးဘူးလို႕ ေျပာရမွာပါပဲ။ဇာတ္လမ္းကိုသိခ်င္ရင္ေတာ့ ကုိယ္တိုင္ေဒါင္းၾကည့္ၾကပါ... File Size : (860 MB) & (225 MB)Quality :Wed-DL 720pRunning Time :1hr 35 minFormat : Mp4Genre :  Action Subtitle : Myanmar Subtitle (Hard Sub)Encoded by Moe Myint Lwin",
        "rating": "5.2",
        "url": "https://megaup.net/1yGhz/All_The_Devil’s_Men_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sAgj2C86dFQcwTenzTviBcV2mDG.jpg",
        "title": "Reign of the Supermen (2019)",
        "description": "DC fan ေတြအတြက္ေတာ့ Aquaman 1Billion ဂယက္အျပီးမွာေနာက္ထပ္ဂယက္ထဖို႔အေၾကာင္းဖန္လာျပန္ပါျပီ။အဲဒါကေတာ့ Death of Superman ရဲ႕အဆက္ Reign of Superman ပါပဲ။Doomsday နဲ႔တုိက္ပြဲအျပီးမွာ Superman ေသဆံုးသြားတဲ့အတြက္တစ္ကမာၻလံုးဟာ ႏွေျမာတသဝမ္းနည္းပူေဆြးေနတဲ့အခ်ိန္မွာ သူ႔ရဲ႕ကြက္လပ္ကိုျဖည့္တင္းဖို႔အတြက္ Superman ေတြမ်ားစြာေပၚေပါက္လာပါတယ္။အဲဒီ Superman ေတြကဘယ္သူေတြလဲ၊ဘယ္ကလာတာလဲ၊ဘာရည္ရြယ္ခ်က္ေၾကာင့္လာတာလဲ ဘယ္သူမွမသိၾကပါဘူး။Superman ရဲ႕ေနရာကိုဆက္ခံဖို႔ေရာ ထိုက္တန္ၾကရဲ႕လား။ေနာက္ျပီး Superman အစစ္ရဲ႕ရုပ္ၾကြင္းကလည္း ဘယ္ကိုေရာက္သြားတာလဲ။ဒါကိုလည္းမသိၾကပါဘူး။အရာအားလံုးဟာ ပေဟဠိဆန္ဆန္ျဖစ္ေနပါတယ္။ဒီရုပ္ရွင္ရဲ႕ Plot ကေတာ့ အမ်ားၾကီးေျပာျပလို႔မရတဲ့အထဲမွာပါတယ္ဗ်။Superman မရွိေတာ့တဲ့ေနာက္ပိုင္းSuperman ကိုလိုက္တုတဲ့သူေတြ ေပၚလာတယ္။လူေတြကိုကယ္တယ္။အဲဒီလိုဇာတ္ေကာင္ေတြကို တျဖည္းျဖည္းခ်င္းမိတ္ဆက္၊ ေနာက္ သူတို႔ရဲ႕ Identity ေတြေဖာ္သြားျပီးမွ ဇာတ္လမ္းေက်ာရိုးေပၚလာတာေၾကာင့္ပါ။DC ဖန္ေတြအတြက္လံုးဝၾကည့္ရက်ိဳးနပ္ေစမယ့္ ၾကက္သီးထေစမယ့္ အခန္းေတြလည္း အမ်ားၾကီးပါပါတယ္။ေနာက္ျပီးေတာ့ Credit Scene တစ္ခုလည္းပါပါေသးတယ္။ကဲ အမ်ားၾကီးညႊန္းမေနခ်င္ေတာ့ဘူးဗ်ာ။DCAMU က ကၽြန္ေတာ္တို႔ကို ဘယ္တုန္းကစိတ္ပ်က္ေအာင္လုပ္ခဲ့ဖူးလို႔လဲ။ျမန္ျမန္သာၾကည့္ဖို႔ တိုက္တြန္းခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ DC ဖန္ၾကီး ဆရာဦးမ်ိဳးသန္႔ပါ) File Size : (600 MB) ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yGh9/Reign.of.the.Supermen.2019.1080p.BluRay.H264.AAC-RARBG.mp4",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/dejavu-2-136x200.jpg",
        "title": "Déjà Vu (2006)",
        "description": "Déjà Vu (2006)\nIMDb - 7.0/10_____Rotten - 55%\n  \n2006 ခု နှစ်မှာ ထွက်ရှိခဲ့တဲ့ Deja Vu ဇာတ်ကားကို\nဒါရိုက်တာ တိုနီစကော့ကနေရိုက်ကူးခဲ့ပြီး\nပါဝင်သရုပ်ဆောင်ထားတဲ့သူကတော့ Denzel Washington ဖြစ်ပါတယ်.\nကျွန်တော်သိပ်ကြိုက်တဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့ John Q ဇာတ်ကားမှာလည်း\nအဓိကမင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့သူပါ.\nအခုတင်ပေးတဲ့ကားကတော့ အက်ရှင် နဲ့ဖိုက်တင်နဲ့\nသိပ္ပံဇာတ်လမ်း အမျိုးအစားဖြစ်ပြီး အက်ရှင်ဇာတ်လမ်းကောင်း..\nသိပ္ပံနဲ့ဆိုင်တဲ့ဇာတ်ကားမျိုးလေးတွေကိုကြိုက်နှစ်သက်တဲ့\nသူတွေအတွက်လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်..\nIMDb Rating ကလည်း 7.1 ရရှိထားတာမို့.\n.ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ငြင်းချက်ထုတ်နေစရာမလိုပါဘူး\nအညွှန်းနည်းနည်းပေးရမယ်ဆိုရင်…..\nဇာတ်လမ်းစစချင်းမှာပဲ ရေကြောင်း Ferry တစ်ခုဖြစ်တဲ့\nသဘောၤတစ်ခုမှာ ကျောင်းသားတွေရော.\nလူတော်တော်များများပါလိုက်ပါလာပါတယ်..\nအားလုံးပျော်ပျော်ရွှင်ရွှင်ဖြစ်နေကြတုန်းမှာပဲ သဘောၤ\nပေါ်မှာ တင်ဆောင်လာတဲ့ကားတစ်စီးမှာ ထောင်ထားတဲ့ ဗုံးဟာ\nပေါက်ကွဲသွားပါတယ်..သဘောၤတစ်စီးလုံးစာကို ပေါက်ကွဲသွားတာဖြစ်ပြီး\nကယ်ဆယ်ချိန်လည်းမရသလို.အသေအပျောက်ကလည်းရာချီပါတယ်\nဒီကိစ္စကိုစုံစမ်းဖို့အတွက်ရောက်လာတာကတော့ ATF Agent ဖြစ်တဲ့ ဒေါ့ကာလင်ပါ…\nအရည်အချင်းရှိတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ်..\nသူဟာ နည်းပညာအကူအညီနဲ့ သဘောၤဗုံးမပေါက်ခင် လွန်ခဲ့တဲ့\nလေးရက်ကို ပြန်လည်သွားရောက်ပြီး ရာဇဝတ်မှုမဖြစ်ပွားအောင်ကြိုးစားရပါတော့တယ်.\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှုကြပါ..\nဆွဲဆောင်မှုရှိရှိနဲ့ရိုက်ကူးတင်ဆက်ထားပြီး စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်..\nဒီဇာတ်ကားရဲ့ဘာသာပြန်ကိုတင်ဆက်သူကတော့ ကို Lotus Black ပဲဖြစ်ပါတယ်Translated By Lotus Black\nEncoded By LK\n===================\n2006 ခု ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yAgu/Déjà_Vu_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmqyewAS2fbpXUKKEl5VehuxdfA.jpg",
        "title": "Babumoshai Bandookbaaz (2017)",
        "description": "IMDb Rating -7/10\nGoogle User - 86%\nGenre - Crime/Thriller\nDuration - 2hr2minsဒီတစ္ေခါက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားက ခ်န္နယ္ျမန္မာမွာ ေတာင္းဆိုမႈအမ်ားဆံုးဇာတ္ကား တစ္ကားဆိုရင္ မမွားပါဘူး။အခ်စ္အတြက္နဲ႔ ေတာင္ၿဖိဳျပခဲ့တဲ့ ျမန္မာပရိသတ္ေတြရဲ႕ အႀကိဳက္မင္းသားႀကီး Nawazuddin Siddiqui ရဲ႕ 2017 က ထြက္တဲ့ ဂန္းစတား ဘဝ သ႐ုပ္ေဖာ္ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။(2017 ကားက 2018ႏွစ္ကုန္ပိုင္းမွ ၾကည္ေတာက္ရွင္းထြက္လာၿပီး 2019ႏွစ္သစ္မွာ စာဖိုင္ ထြက္လာလို႔ပါ။)သဘာဝက်တဲ့ ဇာတ္႐ုပ္ေတြကိုအပုိအလိုမ႐ွိ သ႐ုပ္ေဆာင္တတ္တဲ့မင္းသားႀကီးရဲ႕ ကားဆိုေတာ့မေကာင္းမွာ မပူရသလို၊လူ႔သဘာဝနဲ႔ လူ႔စိတ္ကို အေကာင္းဆံုး ျပသေပးတဲ့ ဇာတ္ကားလည္း ျဖစ္ပါတယ္။အပစ္အခတ္ အသတ္အပုတ္ေတြ ၾကမ္းသလို၊ အခ်စ္ခန္းေတြကလည္း ၾကမ္းပါတယ္။ဒါ့အျပင္ ဒီကားက မင္းသမီး Bidita Bag လက္စြမ္းျပလိုက္တဲ့ဇာတ္ကားဆိုရင္လည္း မမွားပါဘူး။ပီျပင္လွတဲ့ သ႐ုပ္ေဆာင္ခ်က္ေတြကို လက္ဖ်ားခါရပါတယ္။ဇာတ္ကားအေၾကာင္းအရာကို မညႊန္းေတာ့ပါဘူး။တစ္ခါတစ္ေလဇာတ္လမ္းအေၾကာင္းအရာကို ဖတ္ၾကည့္တာထက္ကိုယ္တိုင္ၾကည့္လိုက္တာက ပိုေကာင္းလို႔ပါ။ေျပာလိုတာကေတာ့ျမန္မာျပည္က ဂန္းစတားေတြလိုစကားေတြအမ်ားႀကီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/Quts/Babumoshai_Bandookbaaz_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/naga-3-178x200.jpg",
        "title": "Legend of the Naga Pearls (2017)",
        "description": "လြန္​ခဲ့တဲ့ ႏွစ္​​ေပါင္​းမ်ားစြာက ​လူသားမ်ဳိးႏြယ္​နဲ႔ ​ေတာင္​ပံလူသားမ်ဳ္ိးႏြယ္​တို႔ စစ္​ပဲြ​ေတြဆင္​ႏႊဲခဲ့ၾကပါတယ္​။​ဒီလိုအၿငိဳးအ​ေတး​ေတြနဲ႔တိုက္​ခိုက္​မႈ​ေတြရွိခဲ့ဲတဲ့အတြက္​​ေၾကာင္​့ေတာင္​ပံလူသား​ေတြဟာ သူတို႔ရဲ႕ အသက္​ျဖစ္​တဲ့ ၾကယ္​​ေၾကြပန္​းကို ဆံုးရႉံးခဲ့ရၿပီး မပ်ံသန္​းႏိုင္​​ေတာ့တဲ့အထိျဖစ္​ခဲ့ရပါတယ္​။​အဲ့ဒါ​ေၾကာင္​့ ေတာင္​ပံလူသားတစ္​ဦးျဖစ္​တဲ့ရႊယ္​လ်ဲ ့ဟာနာျကည္​းမုန္​တီးမႈရန္​ၿငိဳး​ေတြ​ေၾကာင္​့ငါးမန္​းပုလဲကို ရယူၿပီး လူသား​ေတြရဲ႕ ကမာၻကို ပ်က္​​စီးေအာင္​ ႀကိဳးစားပါ​ေတာ့တယ္​။အဲ့ဒါ​ေတြကို ဓားျပႀကီးနီခံုးခံုး၊ မိန္​းမလွ​ေလးေတာင္​ပံမည္​းနဲ႔ ဘုရင္​့သား​ေတာ္​​ေဟာ့လိတို႔စု​ေပါင္​းၿပီးတားဆီး႐ြယ္​လ်ဲ ့ကိုတားဆီးဖို႔ႀကိဳးစားၾကမွာပါ။ဘယ္​လိုတားဆီးၾကမလဲဆိုတဲ့ ဇာတ္​လမ္းဇာတ္​ကြက္​​ေတြကို​ေတာ့ပရိသတ္​​ေတြရင္​သတ္​႐ႈ​ေမာစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာပဲျဖစ္​ပါတယ္​။​အခ်စ္​ရသအ​ေနနဲ႔က​ေတာ့ဓားျပႀကီးနီခံုးခံုးနဲ႔ ​မိန္​းမလွ​ေလး​ေတာင္​ပံမည္​းတို႔ရဲ႕ ေမတၱာ​​ေရးဇာတ္​လမ္းကိုလည္​းရိုမတ္​တစ္​ဆန္ဆန​္​​ေလး​ခံစားၾကရမွာပါ။သူတို႔ရဲ႕တိုက္​ပြဲကဘယ္​လို​ေတြ​ေတာင္​ျပင္​းထန္​သြားမလဲ ဆိုတဲ့Action ​ေတြ အခ်စ္​ေရးျဖစ္​တဲ့ Drama ​ေတြက​​ေကာဘယ္​လို​ေတြရင္​ခုန္​​ေမွ်ာ္​လင္​့ၾကရမလဲဆိုတာက​ေတာ့...... Translated By LinaEncoded By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1yGta/Legend_Of_The_Naga_Pearls_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Unstoppable (2018)",
        "description": "ဒုန္ခၽြဲ နဲ႔ ဂ်ီဆူး တို႔ဟာ သာယာေပ်ာ္ရႊင္ေနတဲ့ ဇနီးေမာင္ႏွံျဖစ္ၿပီး\nေအးအတူ ပူအမွ် ေနတက္ၾကသူေတြပါ\nဒုန္ခၽြဲ က အရမ္းရိုးသားလြန္းေတာ့ အၿမဲတမ္းလူလိမ္ခံရပါတယ္\nခ်စ္ဇနီးေလး ဂ်ီဆူး အခ်ိန္ျပည့္အလုပ္လုပ္ေနရတာ မၾကည့္ရက္တဲ့အတြက္\nသူကိုယ္တုိင္လဲ အပင္ပန္းခံၿပီး ပိုက္ဆံရွာေနရပါတယ္...\nဒုန္ခၽြဲဟာ ဂ်ီဆူး နဲ႔ မေတြ႔ခင္တုန္းက လူတုိင္းတုန္လႈပ္ရတဲ့\nအတိုက္အခိုက္သမား တစ္ေယာက္ျဖစ္ၿပီး မတရားတာျမင္ရင္\nမေနတက္သလို စိန္ေခၚရင္ ေရေျမဆံုးထိ လုိက္တက္သူပါ\nမိန္းမ ရၿပီးမွ အရင္လို မဟုတ္ေတာ့ပဲ ငါးေရာင္းၿပီး\nေအးေဆးေနတက္သူ ျဖစ္သြားခဲ့တာပါ...\nတစ္ရက္မွာေတာ့ ဒုန္ခၽြဲ တို႔ ဇနီးေမာင္ႏွံဆီကို\nကံၾကမၼာဆိုး တစ္ခု ၀င္ေရာက္လာပါတယ္...\nဒုန္ခၽြဲ ေငြေတြ အလိမ္ခံရလို႔ ႏွစ္ေယာက္သား\nစကားမ်ားၾကၿပီး ဂ်ီဆူး က အိမ္ကို အေစာႀကီး\nျပန္သြားခဲ့ပါတယ္....\nစိတ္ေကာက္ေနတဲ့ ဂ်ီဆူး ကိုေခ်ာ့ဖို႔ ဒုန္ခၽြဲ\nေရာက္လာခဲ့ေပမဲ့ ေနာက္က်သြားခဲပါၿပီ\nအိမ္ထဲထိ ၀င္ေရာက္ၿပီး လူဆိုးဂိုဏ္းတစ္ခုက\nဂ်ီဆူး ကို ျပန္ေပးဆြဲသြားခဲ့ပါတယ္....\nဒုန္ခၽြဲ တစ္ေယာက္ ရဲတုိင္ခဲ့ေပမဲ့ တကယ္အလုပ္မလုပ္တဲ့\nရဲေတြေၾကာင့္ မိန္းမ ျဖစ္သူကို ကိုယ္တုိင္လုိက္ရွာဖို႔\nအေမွာင္ေလာက ထဲသို႔ ျပန္လည္၀င္ေရာက္ခဲ့ေသာ္ အခါ...\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nThinZar Htet ျဖစ္ပါတယ္",
        "rating": "N/A",
        "url": "https://megaup.net/SJ0n/Unstoppable_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjE5MTQ1MzE0Nl5BMl5BanBnXkFtZTgwMDkyODY4MzE@._V1_-150x200.jpg",
        "title": "The Grand Heist (2012)",
        "description": "ေရွးဂ်ိဳေဆာင္းရဲ႕ ေႏြရာသီမွာ ေရခဲေတြ အသံုးဝင္ခဲ့တယ္ဆုိတာ မသိၾကဘူး ဟုတ္...\nThe Grand Heist ဇာတ္ကားထဲက ဂ်ိဳေဆာင္းမွာေတာ့ ေရခဲေတြက ေရႊထက္အဖိုးတန္ပါတယ္။\nေႏြရာသီမွာ အပူဒဏ္ကို ခံစားရတဲ့ လူနာေတြအဖို႔ ဘာနဲ႔မွမလဲႏိုင္ေအာင္ အဖိုးတန္ပါတယ္။\nဒါေပမယ့္ လူကံုထံေတြအတြက္သာျဖစ္ၿပီး သာမန္ျပည္သူေတြအတြက္ေတာ့ လံုးဝထိေတြ႔ခြင့္မရပါဘူး။\nဇာတ္လိုက္ လီဒံုမိုဟာ အမတ္သားတစ္ေယာက္ျဖစ္ၿပီး\nသူ႔ႀကိတ္ေႂကြရတဲ့ေကာင္မေလးကို တိတ္တိတ္ေလးျဖည့္ဆည္းေပးေနတဲ့ ေပါ့ပ်က္ပ်က္ႏိုင္တဲ့ လူငယ္ေလးေပါ့...\nသူ႔အေဖက နန္းတြင္းမွာ လူမုန္းခံရတဲ့ သစၥာရွိအမတ္ႀကီးေပါ့\nတစ္ေန႔မွာ မေကာင္းသူေတြက လုပ္ႀကံခံရတဲ့အခါ....\nေနာက္ထပ္ဇာတ္လိုက္ ဘတ္ဒံုဆူဟာလည္း ဘုရင့္ေရခဲေလွာင္႐ံုမွာေစာင့္ၾကပ္ရတဲ့ တပ္မႈးေလးတစ္ေယာက္ပါ\nမေမွ်ာ္လင့္တဲ့တစ္ေန႔မွာေတာ့ မရည္ရြယ္ပါပဲ ဝန္ႀကီးတစ္ဦးရဲ႕တူ ေရခဲကုန္သည္တစ္ဦးကို အျပစ္ျပဳမိေသာအခါ.....\nဘာဆက္ျဖစ္မလဲဆိုတာ ပိတ္ကားေပၚမွာ ဆက္လက္ၾကည့္႐ႈၾကပါ...\nThe Grand Heist တြင္ နာမည္ႀကီးမင္းသား Cha Tae-hyun ႏွင့္ Oh Ji-ho တုိ႔က အၿပိဳင္အဆိုင္ သ႐ုပ္ေဆာင္ထားၿပီး\nမင္းသမီးေခ်ာ Min Hyo-rin အျပင္ သ႐ုပ္ေဆာင္ေပါင္းမ်ားစြာႏွင့္ ရယ္ရႊင္ဖြယ္ ထိတ္လန္႔ဖြယ္ ရသမ်ိဳးစံုခံစားရမွမို႔ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားေကာင္းပါ။\n(ဇာတ္လမး္အညြွန္း ...",
        "rating": "6.3",
        "url": "https://megaup.net/SJ0j/The_Grand_Heist_[2012]_(MM_Sub).mp4",
        "category": "Action, Country, History"
    },
    {
        "thumbnail": "",
        "title": "Batman Forever (1995)",
        "description": "ကြၽန္ေတာ္က Bruce Wayneပါ။ ေဂၚသမ္ရဲ႕ သူေ႒းသားေလး တစ္ေယာက္ေပါ့။\nေဂၚသမ္ၿမိဳ႕ရဲ႕ သန္းေခါင္ယံမွာ ပ်ံသန္းေနတတ္တဲ့ လင္းႏို႔တစ္ေကာင္လည္း ဟုတ္တယ္။\nဒါလည္း ေဘာစိမို႔ ပ်ံႏိုင္တာပါ။ ဝတ္စုံေတြက ေစ်းႀကီးတယ္ဗ်။ တစ္ခ်ိဳ႕ေန႔ေတြမွာ ဆင္းရဲသားေတြလို စက္ဘီးေပၚမဟုတ္ပဲ ေစ်းႀကီးေပးဝယ္လို႔ေတာင္မရတဲ့ BatMobile ေပၚ ေၾကကဲြေနခဲ့တယ္။\nေသလြန္ခဲ့ၿပီးေသာ မိဘေတြအေၾကာင္းကို ေဆြးရင္းေပါ့။ ကြၽန္ေတာ့္ အတိတ္ကို ကြၽန္ေတာ္ ေျခရာေကာက္ၾကည့္တယ္။\nကြၽန္ေတာ္ လက္စားေခ်ခ်င္စိတ္ကို အစျပဳၿပီး ကြၽန္ေတာ္ရဲ႕ Batman ျဖစ္တည္မႈက အစျပဳခဲ့တယ္။\nကြၽန္ေတာ္လည္း လူသားပဲေလ တစ္ခါမွ မျမင္ဖူးခဲ့တဲ့ လူေတြကို ဘယ္ေရြ႕ ဘယ္မွၽအထိ ကယ္မေနရဦးမလဲ။\nကြၽန္ေတာ္လည္း မယားတ႐ူးခ်င္ေသးတယ္ေလ။\nမိန္းမတစ္ေယာက္နဲ႔ ဇိမ္ေလးနဲ႔ ႏွပ္... ေဘာ္ေၾကာ့ေနေနၾကည့္ခ်င္ေသးတယ္။ အတိ္တ္ဆိုတာ ပလိပ္(Police)လိုပါပဲ..လုပ္ဖူးတဲ့မေကာင္းမႈေတြဆိုတာ ထပ္ၾကပ္မကြာလိုက္လာတတ္တယ္။\nကြၽန္ေတာ္ ကိုယ့္ေနရာကိုယ္မေနပဲ ရန္သြားစထားခဲ့တဲ့ လူဆိုးေတြဟာ ကြၽန္ေတာ္ ေအးေဆးမေနရေအာင္ လုပ္ျပန္တယ္။\nထားပါ ထားပါ..ဇာတ္သိမ္းကိုခင္ဗ်ားတို႔သိပါတယ္...\nအဆုံးမွာေတာ့ စူပါဟီး႐ိုးကားပီပီသသ ေစာ္ေလးကိုပစ္ၿပီး အထီးက်န္ဟီး႐ိုးႀကီးလုပ္ရဦးမွာပဲမလား။\n႐ုပ္႐ွင္ပဲေလ..ကြၽန္ေတာ္ကလည္း Mtv႐ိုက္တဲ့ ဖိုးလျပည့္ ပရဟိတလုပ္တဲ့ Bruce ...",
        "rating": "5.4",
        "url": "https://megaup.net/2Srkv/Batman_Forever_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Leaker-4-133x200.jpg",
        "title": "The Leakers ( 2018 )",
        "description": "Action , Crime , Thriller ၾကိဳက္သူေတြအတြက္ေတာ႔လံုး၀အၾကိဳက္ေတြ႕မယ္႔ဇာတ္ကားပါပဲဇာတ္လမ္းစတင္ကတည္းက ဗိုင္းရပ္တခုေၾကာင္႔လူေတြအတံုးအရွံုးေသဆံုးတာနဲ႔စတင္ၿပီး ဇာတ္လမ္းကိုအစပ်ိဳးထားတယ္အဲ႔ ဗိုင္းရပ္ကို VR-23 လို႔ WHO က နာမည္ေပးလိုက္ပါတယ္ၿပန္႔ပြားမွုႏွုန္းကေၾကာက္စရာေကာင္းသလို ေသဆံုးမွုႏွုန္းကလည္းၿမင္႔တက္ေနပါတယ္...မ​ေလး႐ွားသတင္​း​ေထာက္​​ေသဆံုးမွဳကစလို႔ Amanahကုမၸဏီရဲ႕မန္​​ေနဂ်င္​းနဲ႔အျခားသူ​ေတြဆက္​တိုက္​ဆိုသလို​ေသဆံုးခဲ့တယ္​၊တစ္​ဆက္​တည္​းမွာပဲ Amanahရဲ႕ဒုတိယဆက္​ခံသူဟာလဲ ​ေဟာင္​​ေကာင္​မွာ The Leakersဆိုတဲ့အဖြဲ႔ရဲ႕ျပန္​​ေပးဆြဲတာခံလိုက္​ရတယ္​၊ဒီအမႈကိုကိုင္​တြယ္​ဖို႔အတြက္​မ​ေလး႐ွားရဲအရာ႐ွိဟာ​ေဟာင္​​ေကာင္​ကိုလာဖို္​ျ့ဖစ္​လာခဲ့တယ္​အဲ့ဒီမွာ​ေဟာင္​​ေကာင္​ရဲနဲ႔ဆံုၿပီးဘာ​ေတြဆက္​ျဖစ္​လာၾကမလဲ​ေဟာင္​​ေကာင္​သတင္​း​ေထာက္​မ​ေလးဟာသူငယ္​ခ်င္​းျဖစ္​သူမ​ေလး႐ွားသတင္​း​ေထာက္​​ရဲ႕​ေသဆံုးမႈကိုပါဝင္​စံုစမ္​းရင္​း ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲတစ္​ဖက္​မ​ေလး႐ွားက​​ေနစၿပီးႏိုင္​ငံအသီးသီးဆီကို VR-23ဗိုင္​းရပ္​စ္​ပိုးျပန္​႔ပြားလာၿပီးကူးစက္​​ေရာဂါ​ေတြျဖစ္​လာတယ္​၊ဒီဗိုင္​းရပ္​စ္​ပိုးကို ကုသႏိုင္​တဲ့ MD5ဆိုတဲ့​ေဆးအသစ္​ကိုAmanah ဆိုတဲ့ ​ေဆးထုတ္​လုပ္​​ေရးကုမၸဏီတစ္​ခုကပဲရႏိုင္​တယ္​၊ဒီဗိုင္​းရပ္​စ္​ပိုးပ်ံႏွ့ံလာမႈရဲ႕အဓိကႀကိဳင္​းကိုင္​သူကဘယ္​သူမ်ားျဖစ္​ႏိုင္​မလဲThe Leakersရဲ႕အဖြဲ႔ဝင္​​ေတြကဘယ္​သူ​ေတြလဲစိတ္၀င္စားစြာနဲ႔ ၾကည္႕ရွုရမယ္႔ဇာတ္ကားပဲၿဖစ္ပါတယ္ ဘာသာၿပန္ နဲ႔ အညႊန္းကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္Encoder : LK",
        "rating": "5.5",
        "url": "https://megaup.net/SL8o/The_Leaker_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4d0uqz9VDDzTH0abkJstKIHvFza.jpg",
        "title": "BRAVE STORM ブレイブストーム (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ Rating 6.7 ရရွိထားတဲ့ ဂ်ပန္ Sci-Fi ကားေလးတစ္ကားၾကည့္လိုက္ရေအာင္လား...ကမၻာၾကီးရဲ႕တၿခားေနရာက ၿဂိဳလ္သားေတြကသူတို႕တီထြင္ထားတဲ့Back Baron စက္ရုပ္ၾကီးေတြနဲ႕က်ဴးေက်ာ္စစ္ပြဲေတြဖန္တီးၿပီး လူသားေတြရဲ႕ကမၻာၾကီးကို သိမ္းပိုက္ဖို႕ၾကံစည္ခဲ့ၾကပါတယ္..လူသားမ်ိဳးႏြယ္ေတြရဲ႕ ၉၆ ရာခိုင္ႏႈန္းဟာ သုတ္သင္ၿခင္းခံလိုက္ရပါတယ္...ဒီအသက္ရွင္က်န္ရစ္တဲ့အထဲမွာမွ ေမာင္ႏွမ၅ေယာက္က ဒီၿဂိဳလ္သားေတြရဲ႕ လက္ထဲကေန ကမၻာကိုၿပန္လည္ရရွိေအာင္တိုက္ခိုက္ဖို႕အစီစဥ္ေတြခ်ခဲ့ၾကပါတယ္...အဲဒါကေတာ့အတိတ္ကာလကိုၿပန္လည္သြားဖို႕ပဲၿဖစ္ပါတယ္..ဘာလို႕လဲဆိုေတာ့ အနာဂါတ္မွာ သူတို႕လူသားမ်ိဳးႏြယ္ေတြပ်က္သုဥ္းသြားၿပီး ၿဂိဳလ္သားေတြရဲ႕စစ္ပြဲဟာ ေအာင္ႏိုင္သြားလို႕ၿဖစ္ပါတယ္...ဒါေၾကာင့္ သူတို႕ေတြဟာ အတိတ္ကိုၿပန္လည္သြားရင္းအနာဂါတ္မွာၿဖစ္လာမယ့္ အရာေတြကို ၿပန္လည္တားဆီးဖို႕ၾကိဳးစားၾကေတာ့မွာၿဖစ္ပါတယ္...Sci-Fi Movie ေတြမွၾကိဳက္တဲ့လူေတြအတြက္ဒီကားေလးကိုၾကည့္ဖို႕ တိုက္တြန္းခ်င္ပါတယ္... File Size : (758 MB) & (223 MB)Quality :Web-DL 720pRunning Time :1hr 24 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chu Sint NweEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/SL8r/Batman_Forever_[1995]_(MM_Sub)_(1).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/colombiana-3-143x200.jpg",
        "title": "Colombiana (2011)",
        "description": "Colombiana (2011)_____IMDb - 6.4/10\n  \nခုတလော ရေပန်းစားပြီး တောင်းဆိုသူတွေများလာတဲ့ ဇာတ်ကြမ်းကားလေးပါ။\nMarvel Universe ထဲက ဂါမိုရာလို့ လူသိများတဲ့ မင်းသမီး Zoe Saldana ရဲ့ နာမည်ကျော်ဇာတ်ကားပါ။\nမျက်စိရှေ့မှာ သတ်ခံလိုက်ရတဲ့ မိဘနှစ်ပါးကြောင့် ကလေးအရွယ်ပဲရှိသေးတဲ့ ကောင်မလေးရဲ့\nရင်ထဲဘယ်လောက်ထိ ဒဏ်ရာတွေ ပြင်းထန်ခဲ့မလဲ...\nဒီကလေးမလေး အရွယ်ရောက်လာတော့ ဒဏ်ရာတွေကို ကိုယ့်ဖာသာ ကုစားတာတွေက ပြင်းချက်တွေ....\nသွေးအေးရက်စက်တဲ့ လူ့အသိုင်းအဝိုင်းထဲ သူမ ဘယ်လိုတွေ ရုန်းကန်လှုပ်ရှားမလဲဆိုတာ...။\nတခါတလေမှာ လက်စားချေတာ ခါးသီးတဲ့ ရသဆိုပေမယ့် အခါးကြိုက်တတ်တဲ့ လူအဖို့မှာတော့....။\n  \nခုတေလာ ေရပန္းစားျပီး ေတာင္းဆိုသူေတြမ်ားလာတဲ့ ဇာတ္ၾကမ္းကားေလးပါ။\nMarvel Universe ထဲက ဂါမိုရာလို႔ လူသိမ်ားတဲ့ မင္းသမီး Zoe Saldana ရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားပါ။\nမ်က္စိေရွ႕မွာ သတ္ခံလိုက္ရတဲ့ မိဘႏွစ္ပါးေၾကာင့္ ကေလးအရြယ္ပဲရွိေသးတဲ့ ေကာင္မေလးရဲ႕\nရင္ထဲဘယ္ေလာက္ထိ ဒဏ္ရာေတြ ျပင္းထန္ခဲ့မလဲ...\nဒီကေလးမေလး အရြယ္ေရာက္လာေတာ့ ဒဏ္ရာေတြကို ကိုယ့္ဖာသာ ကုစားတာေတြက ျပင္းခ်က္ေတြ....\nေသြးေအးရက္စက္တဲ့ လူ႕အသိုင္းအဝိုင္းထဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eA9n/Colombiana_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/images-133x200.jpg",
        "title": "Sarkar (2018)",
        "description": "အားလံုးလည္း ေစာင့္ေမွ်ာ္ေနၾကၿပီ ထင္ပါတယ္ဗ်ာ။\nဘာသာျပန္အခက္အခဲနည္းနည္းရိွေနလို႔\nၾကန္႔ၾကာသြားခဲ့ပါတယ္။\nမၾကာေသးမီက ျမန္မာႏိုင္ငံမွာ ႐ံုတင္သြားတဲ့\nTamil မင္းသား ဗီေဂ်းရဲ႕ 2018ႏွစ္ကုန္ပိုင္းမွာ\nထြက္လာတဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\n\" အညႊန္း \"\n\"မဂၤလာပါ ကိုယ့္လူတို႔\nမစၥတာ ဆြန္ဒါ ရာမဆြာမီရဲ႕ အေၾကာင္း သိတဲ့သူ\nဘယ္ႏွေယာက္ ရိွလဲ \"\n\"သူက ထိပ္သီကုမၸဏီ GL ရဲ႕ CEO ပါ\"\n\"သူက အေမရိကမွာေနတဲ့ တေမးလ္လူမ်ဳိးပါ\"\n\"သူက ေဒၚလာသန္းေပါင္းမ်ားစြာ လစာရသူပါ\"\n\"ဒီအျပင္ သူဟာ ၿပိဳင္ဘက္ကုမၸဏီတိုင္းကို ၿဖိဳခြင္းတတ္တယ္\nသူကို ကုမၸဏီေတာ္ေတာ္မ်ားမ်ား ဖိမ့္ဖိမ့္တုန္ ေၾကာက္ၾကရတယ္\"\nခု သူ အိႏၵိယကို ျပန္လာတာ ဘာအတြက္လဲ?\nအရင္လို ကုမၸဏီတခ်ဳိ႕ကို ၿဖိဳခြင္းခဲ့ဦးမွာလား?\n\"ယံုေတာင္မယံုႏိုင္ပါဘူးဗ်ာ\nသူ အိႏၵိယကို ေလယာဥ္စင္းလံုးငွားၿပီး ေဘာ္ဒီဂတ္ေတြနဲ႔\nျပန္လာတာ သူျပည္နယ္ေရြးေကာက္ပြဲမွာ\nမဲေပးဖို႔ အတြက္ သီးသန္႔ပဲတဲ့။\nသူမဲေပးၿပီး ညေန မိသားစုနဲ႔ ထမင္းလက္ဆံုစား၊\nၿပီးရင္ အေမရိကကို ျပန္မွာပါတဲ့\"\nဒီလိုနဲ႔ အေမရိကမွာေနတဲ့ တေမလ္နာဒူျပည္နယ္ဂုဏ္ေဆာင္\nမစၥတာ ဆြန္ဒါရာမဆြာမီဟာ မဲ႐ံုဆီ သြားၿပီး မဲေပးခဲ့ရမွာေတာ့\nသူ႕အမည္နဲ႔ မဲက ေပးၿပီးသား ျဖစ္ေနခဲ့တာပါ။\nသူတပါးေၾကာတာကို မခံခ်င္တဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eG3z/Sarkar_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/exodus-poster-1-135x200.jpg",
        "title": "Exodus: Gods and Kings (2014)",
        "description": "Exodus: Gods and Kings (2014)_____IMDb - 6.0/10\n  \nဒီကားလေးကတော့မင်းသား Christian Baleခေါင်းဆောင်ပါဝင်ထားတဲ့ကားလေးပါ\nဒီကားလေးက ကျွန်တော်တို့ငယ်ငယ်တုန်းက animationဇတ်ကားတစ်ကားထွက်ခဲ့ဖူးပါသေးတယ်\nတော်တော်များများလဲ ကြိုက်ကြတဲ့ကားလေးတစ်ကားပါ အီဂျစ် အကြောင်းစိတ်ဝင်စားတဲ့လူတွေဆိုပိုသိမှာပါ\nအရမ်းကြည့်လို့ကောင်းတဲ့ကားလေးတစ်ကားလို့ပြောလဲမမှားပါဘူး\nဇတ်လမ်းအကျဉ်းချုံးကိုပြောရမယ်ဆိုရင်တော့ ဟောစာတမ်းတစ်ခုကနေစရတော့မှာပါ\nအဲတုန်းကဟီဘရူးလူမျိူးတွေကို အီဂျစ်ဘုရင်က ကျွန်အဖြစ်သိမ်းသွင်းထားတဲ့အချိန်ဖြစ်ပါတယ်\nဟောစာတမ်းအရ နန်းလုခံရမှာစ်ုးလို့အီဂျစ်ဘုရင်က ဟီဘရူးကလေးငယ်တွေအကုန်လုံးကို သတ်ခိုင်းခဲ့ပါတယ်\nဒါပေမယ့် ကလေးငယ်တစ်ယောက်တော့လွတ်မြောက်သွားခဲ့ပြီး ဟီဘရူးလူမျိုးတွေကို\nဘယ်လိုကျွန်အဖြစ်ကနေလွတ်မြောက်အောင် လုပ်ဆောင်သွားပေးမလဲဆိုတာကြည့်ရမယ့်ကားဖြစ်ပါတယ်။\nဒါမပြင် နိုင်ငံတစ်ခုလုံး ကပ်ဘေးကြရောက်တဲ့ကခြေအနေတွေကိုလဲ မြင်တွေ့ရမှာပါ\nဘုရင်တစ်ယောက်ရဲ့တိုင်းပြည်အပေါ် အာဏာရှိမှုနဲ့ အီဂျစ် အလေ့အထ သဘောသဘာဝကိုပါ စိတ်ဝင်တစားမြင်တွေ့ရမှာပါ ...\n (ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kaung Myat Thu ပဲဖြစ်ပါတယ်)\n   \nFile Size : (1.5 GB) \nQuality : .1080p.BluRay\nRunning Time : 2h 30min\nFormat : Mp4\nGenre :  Action, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kaung ...",
        "rating": "6.0",
        "url": "https://megaup.net/Sn52/Exodus_-_Gods_And_Kings_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BZGZkNmE0NWEtMjk4NC00ZTc1LWJhZjAtMDUxOWU2NDk1ZTZiXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-143x200.jpg",
        "title": "Officer ( 2018 )",
        "description": "ဒီေန႔မွာေတာ႔ Telugu ရုပ္ရွင္ေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္အက္ရွင္ကားၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔သေဘာက်မွာပါShivaji Rao ဟာ ရိုးသားၾကိဳးစားတဲ႔ရဲသားေလးတစ္ေယာက္ဒါေပမယ္႔လည္း သူတို႕ငွာန ရဲငွာနအတြင္းမွာအက်င္႔ပ်က္ၿခစားတဲ႔ရဲေတြရွိတယ္..ညစ္ပတ္တဲ႔အလုပ္ေတြလုပ္ကိုင္တဲ႕ရဲေတြေပါ႔...ဒါကိုသူကသတိထားမိတယ္သတိထားမိေတာ႔ ဒီရဲေတြကို သတိေပးဖုိ႕ၾကိဳးစားတယ္ရဲေတြရဲ႕ မသမာမွုေတြေပၚေအာင္ ၾကိဳးစားတယ္ဒီလိုနဲ႔ပဲရဲေကာင္းတစ္ေယာက္ရဲ႕ တာ၀န္ကိုသူတာ၀န္ေအာင္ၾကိဳးစားရင္း မေကာင္းတဲ႔ရဲ ေတြၿဖဳတ္ခ်ရင္းကေနေနာက္ဆက္တြဲကပ္ပါလာတဲ႔ မာဖီးယားတဂိုဏ္းလံုးရဲ႕ရန္စြယ္နဲ႔လည္းၾကံဳေတြ႕ရတဲ႔အခါသူဘယ္လိုလုပ္မလဲ..ဘယ္လိုရင္ဆိုင္မလဲဆုိတာဆက္လက္ခံစားၾကည္႔ရွုပါ Subtitle Credit To Subscene Uploader ( Somonlian )",
        "rating": "N/A",
        "url": "https://megaup.net/2eG2s/Officer_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime"
    }
]