[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Zc07HWRtcdd6opwNKKjYIWllil.jpg",
        "title": "Close Range(2015)",
        "description": "Close Range (2015)=================အတိုက်အခိုက် အသတ်အပုတ်မှာ လှပကျွမ်းကျင်လှတဲ့ မင်းသားScott Adkins ရဲ့ ၂၀၁၅ ခုနှစ်တုန်းက အက်ရှင်ကားကောင်း တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့အမေရိကန်-မက်ဆီကိုနယ်စပ် မက်ဆီကိုဂိုဏ်းတစ်ခုရဲ့စခန်းမှာမင်းသားတစ်ယောက် သူ့တူမကို တစ်ကိုယ်တော်စွန့်စားတိုက်ခိုက်ပြီးဝင်ကယ်ရာကနေ စတင်ထားပါတယ်။ သူ့တူမ အဖမ်းခံရတယ်ဆိုတာလည်းသူ့အစ်မရဲ့နောက်ယောက်ျားဖြစ်သူက မူးယစ်ဆေးတွေနဲ့ ပတ်သက်နေသူဖြစ်ပြီး သူတစ်ခုကိုရှုပ်ထားလို့ ဟိုဖက်က ပြန်ပေးဆွဲသွားရတာဖြစ်ပါတယ်။ဒါပေမဲ့ ဇာတ်လမ်းက မရိုးရှင်းပြန်ပါဘူး၊ သူတို့အမေရိကန်ဖက်ခြမ်းကရဲတွေကိုလည်း ဟိုဖက်က ဂိုဏ်းခေါင်းဆောင်ဆိုတာက ခါးပိုက်ထဲထည့်ထားနိုင်တဲ့အနေအထားပါ။ အဲဒါနဲ့ ဒီဂိုဏ်းခေါင်းဆောင်ကြီးကအမေရိကန်ဖက်က အကျင့်ပျက်ရဲတွေကို မင်းသားတို့ဆီ တစ်မိသားစုလုံးအရင်သွားဖမ်းခိုင်းထားပါတယ် ပြီးမှ သူတို့လိုက်လာပြီး တရားမျှတအောင်ကိုယ့်ဘာသာစီရင်ချက်ချမယ်ဆိုပြီး ကြိမ်းဝါးခဲ့ပါတယ်။ ထိုအခါမှာတော့မင်းသားတစ်ယောက် သူ့အစ်မနဲ့ တူမဖြစ်သူကို ရန်သူတွေ (မူးယစ်ဂိုဏ်းရောအကျင့်ပျက်ရဲတွေရော) လက်ကနေ ကယ်တင်ရဖို့ ဖြစ်လာပါတော့တယ်.....။ဂိုဏ်းခေါင်းဆောင်ကြီးက အတင်းလိုက်ဖမ်းချင်တာ ဘာလျှို့ဝှက်ချက်ရှိလို့လဲ.....မင်းသားရဲ့ နောက်ကြောင်းကရော ဘယ်လိုတွေရှိခဲ့တာလဲ...အများနဲ့တစ်ယောက် တိုက်ခိုက်လွတ်မြောက်နိုင်မလားဆိုတာကို Scott Adkins ရဲ့အက်ရှင်လှလှတွေနဲ့အတူ ကင်မရာရိုက်ချက် မိုက်တဲ့ အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File size…2.25GB / 883MB\nQuality…BluRay ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/close-range2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8kSerJrhrJWKLk1LViesGcnrUPE.jpg",
        "title": "Lock, Stock and Two Smoking Barrels(1998)",
        "description": "Lock, Stock and Two Smoking Barrels (1998)===================================IMDB - 8.2\nRotten tomatoes - 75%\nMetascore - 66% ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့Guy Richie ရဲ့ဟာသအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။R-rated ဖြစ်တာမလို့ သွေးထွက်သံယိုတွေ၊ ကြမ်းတမ်းတဲ့စကားတွေပါပြီးdark comedy ကားမျိုးဖြစ်တာမလို့ ဒီလိုဇာတ်ကားမျိုးတွေကိုကြည့်ရှုချင်နေတဲ့သူတွေအတွက်တော့ လုံးဝကို Old but Gold ပါပဲခင်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ မြို့ထဲကရာဇဝတ်ဂိုဏ်း‌ ခေါင်းဆောင်တစ်ဦးနဲ့အတူဖဲဆော့ရင်း တင်သွားတဲ့ ဖဲကြွေး ပေါင် ၅သိန်းကို (၇)ရက်အတွင်း ပေးရမဲ့Eddy, Tom, Bacon, Soap ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိပါတယ်။ဒီလေးယောက်က အကြွေးပြန်ဆပ်ဖို့အတွက် ပိုက်ဆံရှာနိုင်မဲ့အလွယ်နည်းလမ်းကိုလိုက်ရှာရင်း သူတို့ဘေးအခန်းထဲမှာ နေရာတနေရာကို ဓါးပြတိုက်ဖို့လုပ်နေတဲ့Dog တို့ရဲ့လူမိုက်အဖွဲ့က ပြောနေတာကို နားထောင်မိပြီး သူခိုးလက်ကသူဝှက်လု လုပ်ဖို့ ကြံစည်ကြပါတော့တယ်။ ဒီလိုနဲ့ ဘယ်လိုတွေရှုပ်ပြီးဘယ်လိုတွေရုပ်တည်ကြီးနဲ့ လွဲကြမလဲ၊ ဘယ်လိုအရှုပ်ထုတ်တွေထဲကိုဝင်ပါမိကြမလဲ၊နောက်ဆုံးမှာရော သူတို့ရဲ့အကြွေးကိုပြန်ဆပ်နိုင်မှာလားဆိုတာကိုရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။ File size…2.44GB / 774MB\nQuality…Blu-Ray ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/lock-stock-and-two-smoking-barrels1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGqlk7Hu8FRLVDcFZ16NxTy09ZE.jpg",
        "title": "Last Knights(2015)",
        "description": "Last Knights(2015)===============ကိုယ်ကိုယ်တိုင် မတရားမခံရမချင်း မတရားမှုကို လက်ပိုက်ကြည့်နေခဲ့ရင်ဘာဖြစ်လာနိုင်မလဲဧကရာဇ်ရဲ့ အတိုင်ပင်ခံတစ်ဦးဖြစ်တဲ့ ဂီးဇာမော့တ်ဟာ အာဏာကို တလွဲအသုံးချပြီး ကိုယ်ကျိုးအတွက် သူကောင်းမျိုးတွေဆီကနေ လက်ဆောင်ပဏ္ဍာတွေ အတင်းအကျပ် တောင်းယူပါတယ် ပြည်သူတွေဆီကနေ အခွန်တွေအဆမတန် တိုးကောက်ပါတယ် သူကောင်းမျိုးတွေကလည်း သူနဲ့ အဆင်ပြေမှအခွင့်အရေးရမှာမို့ မတရားမှုတွေကို ဒီတိုင်းကြည့်နေကြပါတယ်တစ်နေ့မှာတော့ လော့ဒ်ဘားတော့ခ်အလှည့် ရောက်လာခဲ့ပါပြီ အကြောင်းပြချက်ပေးပြီး လာဘ်တောင်းဖို့ သူ့ကို မြို့တော်ဆီ ဆင့်ခေါ်လိုက်ပါတယ်မတရားမှုကို‌ ခေါင်းငုံ့မခံနိုင်တဲ့ လော့ဒ်ဘားတော့ခ် တောင်းဆိုချက်တွေကိုပြောင်ပြောင်တင်းတင်းဘဲ ငြင်းဆန်လိုက်ပါတယ် မတရားမှုကို ခုခံတဲ့အတွက်ပြစ်ဒဏ်အနေနဲ့ သူ့အသက်ကို ပေးရပါတော့မယ်လော့ဒ်ဘားတော့ခ်ရဲ့ တပ်မှူး ရေဒင်နဲ့ နောက်လိုက်တွေဟာ သခင့်နာမည်ကိုပြန်အဖက်ဆယ်နိုင်ဖို့ ဘာတွေလုပ်ကြမလဲ မတရားမှုကို အောင်အောင်မြင်မြင်တွန်းလှန်နိုင်ပါ့မလားမြင်းစီးစစ်သည်တွေရဲ့ တာဝန်နဲ့ သစ္စာတရားကို သရုပ်ဖော်ထားပြီး Dialogueကောင်းကောင်းတွေလည်း ပါဝင်တာကြောင့် ခံစားကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်... File size…1.51GB / 574MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/last-knights2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7rcJQWplGZWz57yGlP87rlPmI.jpg",
        "title": "The Eagle(2011)",
        "description": "The Eagle (2011)==============IMDb 6.2 / Rotten Tomatoes 39%အမေရိကန် နိုင်းနိုင်း😜 Channing Tatum ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ နိုင်ငံရဲ့အဖိုးတန် ဆုတံဆိပ် ရွှေလင်းယုန်ငှက်ရုပ်တုပျောက်ဆုံးမှုကြောင့် နာမည်ပျက်ခဲ့ရတဲ့ တပ်မှူးရဲ့ သား မားကပ်စ်မားကပ်စ်ရဲ့အမိန့်ကြောင့် မိသားစုဝင်တွေအားလုံး သေဆုံးပြီး ကျွန်ဘဝရောက်ခဲ့ရတဲ့ အက်စကာ ဖခင်ရဲ့ဂုဏ်သိက္ခာကို ပြန်လည်အဖတ်ဆယ်ဖို့တိုက်ပွဲဝင်ရင်း ဒဏ်ရာရကာ တပ်မှ ထွက်လိုက်ရတဲ့ မားကပ်စ်တစ်ယောက်လူသတ်ပွဲတစ်ပွဲမှာ အက်စကာ့အသက်ကို ကယ်တင်ပေးလိုက်တဲ့အခါ...နှစ်ယောက်အတူ လူရိုင်းတွေရဲ့ နယ်မြေမှာ လင်းယုန်ငှက်ရုပ်တုကို သွားရှာကြချိန်မှာတော့...အနိုင်ကျင့်သူနဲ့ အနိုင်ကျင့်ခံရသူကနေ သခင်နဲ့ ကျွန်အဖြစ်ကို ရောက်ခဲ့ကြတဲ့သူတို့နှစ်ယောက် တစ်ဖန် ရန်သူတွေဖြစ်သွားကြမလား...ဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Adventure / Action ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်... File size…2.35GB / 825MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-eagle2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZiODIyOTctZjBjNC00YzYzLTlhOTUtZGFmN2U5ZTQ2N2RiXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "Vedha(2022)",
        "description": "Vedha (2022)\nIMDb 7.2/10ကန်နန်ဒါးရဲ့နာမည်ကြီးမင်းသားကြီး Shiva Rajkumar က Vedha အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး\nBox Office အနေနဲ့ ကုဋေ ၁၀၀ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်\nRating လည်းကောင်းပြီးအဆုံးထိဆွဲခေါ်သွားမဲ့ဇာတ်လမ်းမျိုးပါပဲဇာတ်လမ်းအကျဉ်း...\nVedha မှာ ကန်နာကာလို့ခေါ်တဲ့သမီးတစ်ယောက်ရှိတယ် စလာလာချင်းမှာတော့\nဒီကောင်မလေးကထောင်ကထွက်လာတယ်ပေါ့ သားအဖနှစ်ယောက်စလုံးမျက်နှာမှာ\nအပြုံးအရယ် တစိုးတစိမရှိ...သူတို့ရဲ့ပန်းတိုင်ဆီပဲ ရည်မှန်းချက်တွေပြည့်ဝနေတဲ့\nမျက်နှာထားတွေနဲ့ပေါ့ ဒီသားအဖနှစ်ယောက်ကိုသူတို့တစ်မြို့လုံးမှာမသိတဲ့လူမရှိဘူး သူတို့နာမည်ကြားတာနဲ့\nဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြရတယ် သူတို့ကိုလိုက်နေတဲ့\nရဲမေရာမာကလည်း သူတို့ဆိုအသေရရအရှင်ရရ...\nဒါကသူတို့အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စတစ်ခုနဲ့စပ်လျဉ်းပြီး\nကျန်ရှိနေတဲ့ရလဒ်အနေနဲ့ပေါ့ Vedha က အတိတ်နေ့တွေမှာ\nလူချစ်လူခင်ပေါပြီး လူအများကခေါင်းဆောင်တင်ချင်ကြတဲ့လူတစ်ယောက်ပါ\nသူအရမ်းချစ်တဲ့ မိန်းမနဲ့ သမီးလေးနဲ့အတူ အပူအပင်မရှိ ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေသူ ဒါပေမဲ့ ကံကြမ္မာဆိုးကြီး\nသူတို့မိသားစုထဲဝင်လာပြီး နူးနူးညံ့ညံ့သမီးလေးကပါ\nထောင်ကျတဲ့အထိ ဘာတွေများဖြစ်သွားမလဲ\nလိုက်ဖမ်းနေ‌တဲ့ရဲရာမာလက်ကနေ လက်တစ်လုံးကြားလွတ်လွတ်သွားပုံတွေ\nရဲဘက်ကလည်းအစွမ်းကုန်ကြိုးစားကြပုံတွေနဲ့ သူတို့ဇာတ်လမ်းလေးကိုဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.86GB / 1.34GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…2h 36m.\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ Yunni ~ Sai ThuRein ~ Nyein Aye",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/vedha2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOCIrFOT4U9QXML3SLlpCxGs7BV.jpg",
        "title": "Timeline(2003)",
        "description": "Timeline(2003)*************အလယ်ခေတ်ကလူတစ်ယောက် တောအုပ်ထဲကနေပြေးထွက်လာပြီးကားလမ်းအလယ်မှာ သေဆုံးသွားတာနဲ့စတင်ထားပါတယ်။ပြီးတော့ အဲ့အလောင်းကို အိုင်တီစီက မတော်တဆမှုတစ်ခုအဖြစ်ဖန်တီးလိုက်ပါတယ်။\nနောက်တော့ ပရောဖက်ဆာ ဂျွန်စတန် နဲ့ သူ့ရဲ့ ရှေးဟောင်းတူးဖော်မှုအဖွဲ့ရဲ့ အလယ်ခေတ် ပြင်သစ်နဲ့အင်္ဂလိပ်တို့ရဲ့တိုက်ပွဲနေရာမှာ တူးဖော်မှုတွေပြုလုပ်နေခဲ့ပါတယ်။တူးဖော်မှု‌တွေပြုလုပ်နေရင်း တစ်နေ့မှာတော့ပရော်ဖက်ဆာရဲ့ မျက်မှန်၊ လက်ရေးမှုနဲ့အကူအညီတောင်းထားတဲ့စာကို ကိတ် နဲ့ မရက် ကထူးဆန်းစွာရှာဖွေတွေ့ရှိသွားပါတယ်။\nပရော်ဖက်ဆာရဲ့ အဖွဲ့က ရှာတွေ့ထားတာတွေကို ကာဗွန်သက်တမ်းစစ်ကြည့်လိုက်တော့နှစ်ပေါင်း ၆၀၀ လောက်သက်တမ်းရှိနေပြီဆိုတာကို သိလိုက်ရတယ်။\nအဲ့ဒီအခါမှာ ပရော်ဖက်ဆာရဲ့သား ခရစ် နဲ့ သူ့အဖွဲ့က သူ့အဖေကိုလိုက်ရှာဖို့အကြောင်းဖန်လာပါတော့တယ်။ အိုင်တီစီကို သွားပြီး သူ့အဖေကိုဘာလုပ်လိုက်လဲဆိုတာကို အဖြေရှာပါတော့တယ်။ ဇာတ်ကားရဲ့ နာမည် Timeline ဆိုတဲ့အတိုင်းဒီနေ့ခေတ်နဲ့ အလယ်ခေတ် ကို အသွားအပြန်လုပ်ရင်း ခရစ်တစ်ယောက်သူ့အဖေကိုရော ပြန်ရှာပြီး ကယ်တင်နိုင်ပါမလား ဆိုတာတော့ ဇာတ်ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါခင်ဗျာ\nဒီဇာတ်လမ်းထဲမှာတော့ ပရော်ဖက်ဆာရဲ့သား ခရစ် အဖြစ်နဲ့ သရုပ်ဆောင်ထားတဲ့ကျွန်တော်တို့ရဲ့ အချစ်တော် fast and furious မင်းသား Paul Walker ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/timeline2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-daylight-135x200.jpg",
        "title": "Daylight (1996)",
        "description": "Daylight ရုပ်ရှင်ကားကို ၁၉၉၆ခုနှစ်မှာ ပြသခဲ့တာဖြစ်ပြီး ရမ်ဘိုမင်းသားကြီး စတားလုံး ပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကပ်ဘေးရှင်သန်ရေး thriller disaster ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ ဒေါ်လာသန်း၈၀ အကုန်ကျခံရိုက်ကူးခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ သန်း၁၆၀နီးပါး ပြန်လည်ရရှိခဲ့လို့ အောင်မြင်တဲ့ရုပ်ရှင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းဟာဆိုရင်ဖြင့် New York မြို့ကနေ တရားမဝင် အဆိပ်သင့်စွန့်ပစ်ပစ္စည်းတွေကို နယူးဂျာဆီပြည်နယ်ကိုခိုးပြီး စွန့်ပစ်ဖို့လုပ်ရာကနေ ဇာတ်လမ်းစပါတယ်။ အဲဒီစွန့်ပစ်ပစ္စည်းတွေကို သယ်ဆောင်လာတဲ့ထရပ်ကားတွေက ဥမင်လှိုဏ်ခေါင်းတစ်ခုကိုအဖြတ်မှာ ယာဥ်ဓားပြတိုက်လာတဲ့ သူခိုးအုပ်စုကားနဲ့ ဝင်တိုက်မိပြီး ပေါက်ကွဲမှူအကြီးစားတွေ​ဖြစ်ကာ လှိုဏ်ခေါင်းကြီးလည်း ပြိုကျသွားပါတော့တယ်။ အဲဒီမှာ ပြိုကျသွားတဲ့လှိုဏ်ခေါင်းထဲကလူတွေ အသက်ရှင်သန်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ အသက်ရှင်လျက်ရော ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်တစား လိုက်လံကြည့်ရှု စီးမျောလို့ရတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။အသက်ရှင်သန်ရေး ကြိုးပမ်းတဲ့ရုပ်ရှင်တွေရဲ့ထုံးစံအတိုင်း လူတွေရဲ့အတ္တတွေ မာနတွေ ကြိုးစားမှုတွေ မျှော်လင့်ချက်ကုန်ခမ်းသွားတာတွေ စိတ်ဓာတ်လုံးဝကျသွားတာတွေကိုကြည့်ရင်း ကိုယ်ပါ ရင်ထဲအလုံးကြီး ဆို့ထားသလို အောင့်သက်သက် ခံစားရဦးမှာပါ။ ဒါကြောင့် Survival Thriller ရုပ်ရှင်ကြိုက်နှစ်သက်သူများအတွက် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daylight-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61RknsRLF5YT1gIgSCVv4qbTt8C.jpg",
        "title": "Feast(2005)",
        "description": "Feast(2005)\n===========ကြမ်းပေ့ရမ်းပေ့ သွေးထွက်စုတ်ပြတ်တဲ့ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့သူတွေအတွက် Feastဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းတစ်ခုလုံး နီဗားဒါးမှာရှိတဲ့ အရက်ဆိုင်တစ်ခုအတွင်းမှာတင်ဖြစ်ပျက်သွားတာပါ။ အရက်လာသောက်သူတွေဟာ သာမာန်နေ့တွေလိုပဲသောက်စားပျော်ပါးနေကြရင်းနဲ့ ဟီးရိုးဆိုတဲ့လူတစ်ယောက် ရောက်လာပြီးအပြင်မှာမကောင်းဆိုးဝါးတွေ ရှိနေပြီလို့ လာပြောပြခဲ့ပါတယ်။မကောင်းဆိုးဝါးတွေဟာ လျှင်မြန်ရုံတင်မက ရွံစရာကောင်းပြီး အင်မတန်ကိုဆာလောင်နေကြတာပါ။ ဒီလိုမကောင်းဆိုးဝါးတွေက အရက်ဆိုင်ဆီ မဖိတ်ခေါ်ပဲရောက်လာတဲ့အခါ အရက်ဆိုင်ထဲကလူတွေက ခုခံဖို့နဲ့လွတ်မြောက်ဖို့အတွက် အတူတကွ ကြိုးပမ်းကြပါတော့တယ်။အကောင်းဆုံးဒါရိုက်တာဆုရထားတဲ့ဇာတ်ကားပီပီ အဖြစ်အပျက်တွေဟာမထင်ရင်မထင်သလိုထထဖြစ်တာကြောင့် သာမာန်horrorဇာတ်ကားတွေနဲ့အရသာချင်းမတူတဲ့အတွက် သွေးထွက်သံယိုမှကြိုက်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။R rated ဇာတ်ကားဖြစ်ပြီး သွေးထွက်သံယိုအခန်းတွေ အင်မတန်များတာကြောင့်ကလေးငယ်များနဲ့ အကြောက်လွန်တတ်သူတွေ မကြည့်သင့်ပါဘူးနော်။ (ဘာသာပြန်နဲ့ အညွှန်းကတော့ Jaka ပဲ  ဖြစ်ပါတယ်) File size…1.88GB / 528MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/feast2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-exceutive-135x200.jpg",
        "title": "Executive Decision(1996)",
        "description": "Executive ရုပ်ရှင်ကားကို ၁၉၉၆ခုနှစ်ပြသခဲ့ပြီးတော့\nကျွန်တော်တို့ ငယ်ငယ်က အနည်းနဲ့အများ​ကြည့်ဖူးကြတဲ့ အက်ရှင်ဇာတ်ကားတစ်ကားဆိုလည်းမမှားပါဘူး။ ဤရုပ်ရှင်မှာ မင်းသားကြီး Steven Seagal, Kurt Russelတို့သရုပ်ဆောင်ထားတဲ့အပြင် ထိုအချိန်က တက်သစ်စသရုပ်ဆောင်တွေဖြစ်တဲ့ John Leguizamo နဲ့ မင်းသမီး Halle Berry တို့ကလည်း ပါဝင်အားဖြည့်ထားပါသေးတယ်။ Harrison Ford သရုပ်ဆောင်ထားတဲ့ Air Force One ရုပ်ရှင်ကိုကြည့်ဖူးရင် ဒီလိုဇာတ်လမ်းနဲ့ ရင်းနှီးနေမှာပါ။၁၉၉၀ ပြည့်နှစ်တွေတုန်းက အက်ရှင်ဇာတ်ကားအများစုရဲ့ ထုံးစံအတိုင်းပဲ အရှေ့အလယ်ပိုင်းက အစွန်းရောက်အကြမ်းဖက်သမားတွေဟာ ဒီရုပ်ရှင်ရဲ့ ဗီလိန်ပါပဲ။ ဒီအကြမ်းဖက်သမားတွေက ဂရိနိုင်ငံအေသင်မြို့ကနေ အမေရိကန်နိုင်ငံ ဝါရှင်တန် ဒီစီကို ပျံသန်းနေတဲ့ လေယာဥ်တစ်စီးမှာ လိုက်ပါလာပြီးတော့ လမ်းခုလတ်မှာ လေယာဉ်ပြန်ပေးဆွဲစီးနင်းလိုက်ပါတော့တယ်။ သူတို့က အမေရိကန်စစ်တပ် ဖမ်းဆီးထားတဲ့ သူတို့ရဲ့ခေါင်းဆောင်ကို ပြန်လွှတ်ပေးဖို့ လေယာဥ်ကိုပြန်ပေးဆွဲတယ် ပြောပေမယ့် ထောက်လှမ်းရေးအရာရှိ ဒေးဗစ်ဂရန့်(Kurt Russel)ကတော့ အဲဒီလိုမထင်ခဲ့ပါဘူး။ အဲဒီမှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/executive-decision1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-own-128x200.jpg",
        "title": "We Own the Night(2007)",
        "description": "ဘဝကို ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ပဲ ဖြတ်သန်းလာတဲ့ နယူးယောက်မှ နာမည်ကြီး အဒ်ကာဘီဘားကိုကြီးကြပ်ရသူ ဘော်ဘီဂရင်း။ကောင်မလေးဖြစ်သူ အမန်ဒါနဲ့ နေ့ရက်တိုင်းအချိန်းဖြုန်း၊ လည်ပင်းဖက်ပေါင်းတဲ့ဘော်ဒါဖြစ်တဲ့ ဂျန်ဘိုတို့နဲ့ ပါတီလုပ်လိုက်ပျောက်လိုက်ပါးလိုက်နဲ့နေလာခဲ့သည်။ထို့အပြင် ဘားပိုင်ရှင်ဖြစ်သူ ရုရှားလူမျိုးမစ္စတာဘူရှိုင်းရာ့ဗ်နဲ့လည်း မိသားစုလိုမျိုး ဆက်ဆံရေးကောင်းမွန်ပြီး သူကလည်း ဘော်ဘီရဲ့လုပ်ရည်ကိုင်ရည်ကိုသဘောကျသည်။လုပ်ငန်းတိုးချဲဖို့ကြံစည်နေသော ဘူရှိုင်းရာ့ဗ်နှင့် နဂိုကတည်းက ဘားကို မန်ဟတ်တန်ဘက်အထိထိုးဖောက်ချင်နေသော ဘော်ဘီ။ အရာရာအဆင်ပြေသလိုလိုရှိနေစဉ်မှာပင် ဘော်ဘီ့ဆီမမျှော်လင့်တာတွေဖြစ်လာသည်။တကယ်တော့သူ့နာမည်အရင်းက ဘော်ဘီဂရင်းမဟုတ်ဘဲ အရင်မျိုးရိုးနာမည်မှာ အဖေဖြစ်သူမြို့တော်ရဲ့ရဲချုပ်ညွှန်ကြားရေးမှူးနဲ့ အစ်ကိုဖြစ်သူ ရဲအရာရှိတို့အတိုင်း ရူဇင်စကီဖြစ်လေသည်။သူ့အစ်ကိုမှာ မူးယစ်ဆေးဝါးနှိပ်နင်းရေးမှာတာဝန်ယူရစဉ် ရုရှားမူးယစ်ရာဇာတစ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့တော့သည်။ ထိုအဖွဲ့က သူ့အစ်ကိုဖြစ်သူကိုလုပ်ကြံခဲ့ပြီး သူ့အဖေကိုပါကြံစည်နေတာကို သူ သိသွားတဲ့အခါ ရဲဌာနနဲ့ပူးပေါင်းပြီး မူးယစ်ဆေးဝါးမှုကို သူကိုယ်တိုင် ဘယ်လိုပေါ်အောင်လုပ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.9GB)  / (`981GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:57:00\nGenre...  Drama / Crime / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/we-own-the-night2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIl3l7BPenoVpdRJAqIXeIgMQvV.jpg",
        "title": "The Hunted(2003)",
        "description": "The Hunted(2003)================ဒီကားကတော့ မင်းသားကြီး Tommy Lee Jones နဲ့ Benecio del Toro တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားဖြစ်ပါတယ်။ခြေရာခံကျွမ်းကျင် ဆရာကြီး Bonham(Tommy Lee Jones) ဟာ FBI နဲ့ပေါင်းပြီး သူ့ရဲ့ အတော်ဆုံး တပည့် ဖြစ်သူ ကို လိုက်လံ ဖမ်းဆီးရမယ့်စိတ်လှုပ်ရှားစရာ Action/Thriller genre ပါ။The Exorcist တို့ Cruising တို့ကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီးWilliam Friedkin ရိုက်ကူးထားတဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်တာကြောင့်ကားဟောင်းထဲကမှ အက်ရှင်ကားကောင်းကောင်းကို ကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားက ကြည့်သင့်တဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါ။ရှုပ်ရှုပ်ထွေးထွေးဇာတ်လမ်း မဟုတ်ဘဲ ကြည့်ရင်းနဲ့မှ စိတ်လှုပ်ရှားရမယ့်ကားဖြစ်တာမို့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ဖို့ တိုက်တွန်းချင်ပါတယ်။( ဘာသာပြန်နဲ့ အညွှန်းကတော့ Khay Mar ပဲ ဖြစ်ပါတယ်) File size…1.74GB / 778MB\nQuality…Blu-Ray1080p / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-hunted2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cmWTZj9zzT9KFt3XyL0gssL7Ig8.jpg",
        "title": "Little Dixie (2023)",
        "description": "Little Dixie (2023)Doc Alexander ဟာ အမေရိကန်ရဲ့ Special Force က Superior Officer တစ်ယောက်ပါ။ Doc ရဲ့ နှစ်ပေါင်းများစွာလက်တွဲလုပ်ကိုင်လာသူကတော့ Billie Riggs ဆိုတဲ့ထက်မြက်တဲ့ လိင်တူချစ်ကြိုက်သူအမျိုးသမီး‌ Officer တစ်ယောက်ပေါ့။ Doc နဲ့ Billie ဟာ အမေရိကန်နဲ့ မက္ကဆီကိုမူးယစ်ဂိုဏ်း Cartel ကြားမှာ စီးပွားရေးဆက်သွယ်မှုတွေကိုအပေးအယူလေးတွေနဲ့ အဆင်ပြေအောင် handle လုပ်နေကြပါတယ်။ ဒါပေမယ့် သူတို့ထဲက အသိအကျွမ်းတစ်ဦးဖြစ်တဲ့ Richard Jeffs ဟာ မြို့တော်ဝန်ဖြစ်လာပြီးတဲ့နောက်မှာ ဒါတွေကိုမသိပဲနဲ့ Cartel ခေါင်းဆောင်ရဲ့ ညီဖြစ်သူကို ကွပ်မျက်လိုက်ပါတယ်။ အဲဒီနောက်မှာ Doc နဲ့ Billie ဟာ အခြေအနေတွေကို ထိန်းညှိဖို့ကြိုးစားကြပေမယ့် ကစဉ့်ကလျားတွေဖြစ်ကုန်ပြီးနောက်ပိုင်းမှာတော့ Doc ဟာ သမီးလေးဖြစ်တဲ့ Little Dixie လေးကိုကယ်တင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။Doc Alexander ...",
        "rating": "",
        "url": "https://channelmyanmar.org/little-dixie-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnH3SCfb3ePz9qM8BvBtq9JLLXY.jpg",
        "title": "Cooties(2014)",
        "description": "Cooties(2014)============ကလင့်တ်ဟဒ်တ်ဆန်(Clint Hadson)ဆိုတဲ့ ကျောင်းဆရာတစ်ဖြစ်လဲစာရေးဆရာတစ်ယောက်ဟာ စာသင်ဖို့အတွက် သူငယ်ငယ်ကတက်ဖူးခဲ့တဲ့ကျောင်းကိုပြန်သွားခဲ့ပါတယ်။အဲ့ဒီကျောင်းမှာ ရောဂါရှိနေတဲ့ ကြက်သားတုံးတွေစားမိတာကြောင့် ခူးတီစ်(cooties)လို့ခေါ်တဲ့ရောဂါဖြစ်ပြီး ကလေးတွေဟာဇွန်ဘီ (zombie)တွေဖြစ်ကုန်ကြပါတယ်။ ဒီခူးတီစ်ဖြစ်နေတဲ့ကလေးတွေက ကလင့်တ်နဲ့တခြားဆရာတွေကိုလိုက်ပြီးသတ်ကြတဲ့အခါမှာ သူတို့လက်ထဲကနေလွတ်အောင်ဘယ်လိုပြေးကြပြီး ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကို သွေးသံရဲရဲတွေနဲ့အတူ ဟာသလေးနှောပြီးကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…1.62GB / 634MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/cooties2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOTBjMjJjYWMtMGNkNy00OGRhLWJlNWYtNjk5YmVmY2Y4M2M3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-138x200.jpg",
        "title": "Go Goa Gone (2013)",
        "description": "Go Goa Gone (2013)\nAction, Adventure, Comedy\nIMDb 6.6/10 (14K)အခုတစ်ခါတင်ဆက်ပေးမယ်ကားလေးကတော့ မင်းသားကြီးဆေ့ဖ်အလီခန်းနဲ့ Lootcase 2020 မင်းသားကူနားတို့\nသမီးယောက်ဖနှစ်ဦးရဲ့ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာ အိန္ဒိယရူပီ ၁၉.၄သန်း (ကန်ဒေါ်လာ ၂.၄သန်း) အထိအမြတ်ရခဲ့တဲ့ ၂၀၁၃ခုနှစ်က ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဟာဒစ် လဗ် ဘန်နီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရှိတယ်..ဟာဒစ်နဲ့လဗ်က အတိုင်အဖောက်ညီတဲ့\nဆိုးဖေါ်ဆိုးဖက်တွေဖြစ်ပြီး ဘန်နီကတော့ အမြဲဒုက္ခခံပေးနေရရှာတဲ့ ရိုးသားကြိုးစားတဲ့ကောင်လေးပေါ့။တစ်ရက်တော့ သူတို့သုံးယောက်ဟာ လောကဓံရဲ့ရိုက်ခတ်ကြားမှာ ယက်ကန်ယက်ကန်နဲ့\nရုရှားမာဖီးယားဦးဆောင်ပြီးကျင်းပပေးတဲ့ ပါတီပွဲတစ်ခုမှာ အပီကဲဖို့ ဝေးလံခေါင်သီတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nရောက်လာခဲ့ပါတယ်။သူတို့တွေ အပီကဲပြီး နောက်တစ်နေ့မှာတော့ လူတွေဟာ မူးယစ်ဆေးတစ်မျိုးသုံးစွဲမှုကြောင့်\nအသိစိတ်မရှိကြတော့ဘဲ အချင်းချင်းကိုက်ဖြတ်စားသောက်လာခဲ့ပါတော့တယ်။အလွဲလွဲအချော်အချော်နဲ့ ဒီသူငယ်ချင်းသုံးယောက်ဟာ ဒီမရဏကျွန်းပေါ်ကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသလေးနှောပြီးကြည့်ရဦးမှာမို့ ရှုစားတော်မူကြပါဦးနော်။\nFile size…2.58GB / 1.14GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/go-goa-gone-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOuQQ4eRpSBxb0G9OXzWE1pHPeq.jpg",
        "title": "Out of the Furnace(2013)",
        "description": "Out of the Furnace(2013)====================ကျရာဇာတ်ရုပ်ကို ပီပြင်စွာသရုပ်ဆောင်နိုင်တဲ့ ဘတ်မန်းမင်းသားကြီးChristian Bale ကိုဒီဇာတ်ကားမှာ အမေရိကန် စက်ရုံအလုပ်သမားအောက်ခြေလူတန်းစားတယောက်အဖြစ် မြင်တွေ့ရမှာပါ။ ထပ်မံပြီးတော့Manchester by the sea မင်းသား Casey Affleck နဲ့ Avatar မင်းသမီးZoe Saldaña တို့လဲ ပါဝင်ထားတာမို့ သရုပ်ဆောင် အင်အားကောင်းကောင်းနဲ့မှုခင်းဒရာမာ ဇာတ်လမ်းကောင်းလေးပါ။နယ်မြို့လေးက စတီးစက်ရုံ အလုပ်သမားလေး ရပ်ဆဲလ်ဗေ့ဇ်(Christian bale) ဟာသာမန်ဘဝလေးတခုမှာ ရိုးရှင်းစွာနေထိုင်ဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ကားတိုက်မှုဖြစ်လို့ ထောင်ကျသွားခဲ့တယ်။အဲ့ကနေစလို့ ဘဝတခုလုံး ကံဆိုးမိုးမှောင်ကျတော့တာပါဘဲ။ ဖခင်လဲဆုံးချစ်သူကမုန်း နဲ့ တဦးတည်းသော ညီလေးကလဲ လောင်းကစားကြွေးပိပြီးကြေးစားလက်ဝှေ့ထိုးရင်း လူဆိုးဂိုဏ်းတခုကအပြန် ပျောက်ချင်းမလှပျောက်သွားသောအခါ ညီလေးကိုလိုက်ရှာမယ့် အကိုကြီးအဖြစ် ဘတ်မန်းမင်းသားကြီး ဘေးလ်ကို စော်ပစ်ခံရတဲ့ဘဝသမားလေးအဖြစ် တကားလုံးဆွေးဆွေးမြေ့မြေ့လေးမြင်ရမှာပါ။ File size…1.86GB / 647MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 56m\nGenre .....  ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/out-of-the-furnace2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fdLq1X9n770THGtGDx2e74ETvE.jpg",
        "title": "JCVD(2008)",
        "description": "JCVD(2008)***********jcvd ဆိုတာက ဗန်ဒိန်းလို့ကျွန်တော်တို့သိကြတဲ့ အက်ရှင်မင်းသားကြီးJean-Claude Van Dammeရဲ့အတိုကောက်ပါ။\nဒီကားဟာဆိုရင်သူ့ရဲ့အခြားအက်ရှင်ကားတွေလိုမဟုတ်ဘဲ မင်းသားကြီးရဲ့လက်တွေ့ဘဝတွေ၊ခံစားချက်တွေ၊ သူဖော်ပြချင်တဲ့ သူ့ရဲ့ကိုယ်ပိုင်ဒုက္ခတွေကိုတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအစမှာဆိုရင် မင်းသားကြီးဗန်ဒိန်းရဲ့ ကလေးအုပ်ထိန်းခွင့်တရားရင်ဆိုင်ပြီးရှုံးနိမ့်တာတွေမြင်ရမှာပါ၊ သူ့ရဲ့ရုပ်ရှင်တွေက အက်ရှင်ကားတွေဖြစ်တာကြောင့် သမီးဖြစ်သူက\nကျောင်းမှာ လှောင်ခံပြောင်ခံရလို့ ဖေဖေနဲ့အတူနေဖို့မ‌ရွေးချယ်ပါဘူးလို့ တရားရုံးမှာထွက်ဆိုခဲ့တာပါတဲ့။\nဒီလိုနဲ့တရားခွင်မှာရှုံးနိမ့်ပြီး ဘယ်လ်ဂျီယံကိုပြန်လာခဲ့တော့လည်း ပြည်ပမှာအနေကြာသွားတဲ့အတွက်ATMကငွေထုတ်မရ၊ ငွေလည်းအဆင်မပြေဖြစ်ရပြန်ပါတယ်၊\nငွေလွှဲယူဖို့အတွက် ဘဏ်ကိုအသွားမှာပဲ ဓားပြတိုက်မှုတစ်ခုထဲပါသွားပါတော့တယ်၊\nဒါပေမယ့် အက်ရှင်ကားတွေထဲကလိုတိုက်ခိုက်ဖြေရှင်းမှာမျိုးမဟုတ်ဘဲမင်းသားကြီးရဲ့လက်တွေ့ဘဝထဲကပုံစံအတိုင်းပဲဖြေရှင်းသွားမှာဖြစ်ပါတယ်။\nတကယ့်ကိုလက်တွေ့ဆန်တဲ့ရုပ်ရှင်ပါပဲ။ အက်ရှင်မင်းသားလည်း သာမန်လူတစ်ယောက်ပါပဲ၊သူလည်း ကမ္ဘာကြီးအတွက်ပြန်အကျိုးပြုချင်တယ်ဆိုတာမျိုးကိုမြင်တွေ့ရမယ့် ကားကောင်းလေးပါပဲ။File Size :(2.1GB)(904 MB) and (313MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jcvd2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDIyMWRjNmQtZjU2My00MTkyLWE4MWEtNmEwMTQ1ODAxNTdmXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-134x200.jpg",
        "title": "Thunivu (2023)",
        "description": "Thunivu (2023)\nAction, Adventure, Thriller\nIMDb 6.7/10 (23K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တမီလ်မင်းသားကြီး\nAjith Kumar (အဂျစ်ကူမား)ရဲ့ ရုံတင်ငွေ ၂၅၀ကုဋေထိ ပြန်လည်အမြတ်ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတခုပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဂိုဏ်းစတားအုပ်စုတစ်စုဟာ ဘဏ်အတွင်းပိုင်းလူတွေ..ရဲတွေနဲ့ ပူးပေါင်းပြီး\nဘဏ်တစ်ခုကို ဓါးပြတိုက်ဖို့ အစီအစဉ်ရေးဆွဲကြပါတယ်။သူတို့တွေ ဘဏ်ထဲကိုဝင်စီးပြီး ပိုက်ဆံတွေလုယက်ကြတော့မယ့်အချိန်မှာပဲ သူတို့လုံးဝထင်မှတ်မထားတဲ့\nကိစ္စတစ်ခုဖြစ်လာခဲ့ပါတယ်။အဲ့ဒါကတော့ သူတို့ကို ပြန်လည်ခုခံမယ့်လူတစ်ယောက်ပေါ်လာတာပါပဲ။ သူဟာ ရဲလည်း မဟုတ်\nစစ်သားလည်းဟုတ်မနေဘဲ သူတို့ဓါးပြတိုက်မယ့်ဘဏ်ကိုပဲ ဓါးပြတိုက်ဖို့ရောက်လာတဲ့ လူတစ်ယောက်ပါ။ဓါးပြတိုက်မှုတစ်ခုလုံးကို သူ အုပ်စိုးလိုက်တဲ့အချိန်မှာတော့ ရှေ့ဆက်ပြီး ဇာတ်လမ်းဇာတ်ကွက်များနဲ့\nလှည့်ကွက်တွေဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှာဖွေကြတော့နော်။\nFile size…3.11GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor  ~ Yunni  ~ Cherry",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/thunivu-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BZjYyMDMyOTUtMDY4NC00MjFmLTk3NTEtYTEwN2IzODExNTg5XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-133x200.jpg",
        "title": "Pushpa: The Rise (2021)",
        "description": "Pushpa : The Rise (2021)\n===================== IMDB- 8.1/10ဒီဇင်ဘာလကမှ ရုံတင်ခဲ့ပေမယ့် 2021 မှာ အိန္ဒိယရဲ့ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားဖြစ်ပြီး ဟော့နေတဲ့ Pushpa Part1 ကို တင်ဆက်လိုက်ပါတယ်။အင်တာနက်မှာတော့ ဒီနေ့မှ ပူပူနွေးနွေး ထွက်ရှိလာခဲ့တာပါ။နာမည်ကြီး မင်းသား Allu Arjun ပါ၀င်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Rashmika Mandanna ကလည်း ပါ၀င်အားဖြည့်ထားပါသေးတယ်။သာမန်ဆင်းရဲသား ကြုံရာကျပန်း လုပ်တတ်တဲ့ ပွတ်ရှ်ပါ ဟာ ဆင်းရဲသလောက် မာနကြီးသလိုဘုဘောက်လည်းကျပါတယ်။ တစ်ခွန်းတည်းစာဖွဲ့ရရင် လူ့ဂွစာပေါ့ဗျာ။ ကိုယ်မှန်တယ်ထင်ရင်ဘာကိုမှ အလျှော့မပေးတတ်သလို အမျှော်အမြင်လည်း အတော်ကြီးရှာတယ်။အဲ့လိုလူတစ်ယောက်က အလွန်ရှားပါးသော သစ်တစ်မျိုးဖြစ်တဲ့ အနီရောင်စန္ဒကူးပင်ကိုမှော်ခိုရောင်း၀ယ်ကူးလူးတဲ့ ဂိုဏ်းနဲ့ ချိတ်ဆက်မိသွားရာကCM ပရိသတ်ကြီးတို့ အကြိုက်တွေ့စေမဲ့ ဇာတ်လမ်းတစ်ခု ပေါ်ပေါက်လာခဲ့ပါတယ်။ဒီကားကို ဝေဖန်ရေးဆရာများက ချီးကျုးထားကြပြီးအထူးသဖြင့် မင်းသား Allu ရဲ့ ကာရိုက်တာဇာတ်ရုပ်အား ပီပြင်စွာသရုပ်ဖော်နိုင်ခြင်းကို အထူးသဘောကျနှစ်သက်နေကြပါတယ်။Box Office မှာလည်း ၀ငျငွေများစွာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/pushpa-the-rise-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7O2U0WPFPSvNSUYZlhbnV081lBF.jpg",
        "title": "Killer Elite(2011)",
        "description": "Killer Elite (2011)\n==============ခုနှစ် ၁၉၈၀တုန်းက ကြေးစားလူသတ်သမားတွေဖြစ်တဲ့ ဒန်နီ၊ ဟန်တာ၊ဒေးဗီးစ် နဲ့ မိုင်ယာတို့ဟာ လူတစ်ယောက်ကိုရှင်းဖို့ မက္ကစီကို ကိုရောက်နေကြပါတယ်။ ဒန်နီဟာ ပစ်မှတ်ကိုသုတ်သင်ပြီးတဲ့နောက် ပစ်မှတ်ရဲ့ဘေးမှာရှိနေတဲ့သားငယ်လေးကိုမြင်ပြီး စိတ်မကောင်းဖြစ်သွားခဲ့လို့ ကြေးစားလောကကနေ အနားယူသွားခဲ့ပါတယ်။ နှစ်တွေကြာတော့ အနားယူပြီးနေတဲ့ဒန်နီဆီကိုဖမ်းဆီးခံထားရတဲ့ ဟန်တာ ရဲ့ ပုံနဲ့အတူ စာတစ်စောင်ရောက်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ဒန်နီလည်း ဟန်တာကိုကယ်ဖို့အတွက်လိုက်သွားခဲ့တဲ့အချိန်မှာသိပ်ကိုခက်ခဲတဲ့ အလုပ်တစ်ခုက စောင့်ကြိုနေပါတယ်။ရှီကီဆိုတဲ့ရေနံသူဌေးတစ်ယောက်မှာ သား၄ယောက်ရှိပေမယ့် ၃ယောက်ကိုအင်္ဂလန်ရဲ့SASအဖွဲ့က ဇီဝိန်ခြွေခဲ့ပြီး ရှီကီကိုနေရပ်ဆီက နှင်ထုတ်ခဲ့ပါတယ်။ဒီလိုနဲ့ အခဲမကြေဖြစ်နေတဲ့ ရှီကီဟာ သူ့သားတွေကိုရှင်းခဲ့တဲ့သူတွေကို လက်စားချေပြီး သူ့အငယ်ဆုံးသားလေးနေရပ်ပြန်ရရေးအတွက် ဟန်တာကို ဓားစာခံလုပ်ပြီးဒန်နီကိုအတင်းအဓမ္မငှားရမ်းခဲ့တာဖြစ်ပါတယ်။ SAS အဖွဲ့ဟာ အင်မတန်လေ့ကျင့်ရည်ပြည့်၀ပြီး အတော်ဆုံးတပ်ဖွဲ့၀င်တွေသာရှိတာမို့ SAS အဖွဲ့၀င်ဟောင်းတွေကိုသတ်ဖို့က ဒန်နီအတွက် ကြီးမားတဲ့စိန်ခေါ်မှုတစ်ရပ်ဖြစ်နေတာပါ။ ဒါပေမယ့်ဒန်နီဟာ ဟန်တာ လွတ်မြောက်ရေးအတွက် ဒီအလုပ်ကိုလက်ခံခဲ့ပြီးတော့သူတို့တွေ အလုပ်ကိုဘယ်လိုအောင်မြင်အောင်လုပ်ကြမလဲ၊ ဒါတွေအားလုံးရဲ့နောက်ကွယ်မှာရော တစ်စုံတစ်ယောက်ရှိနေမလားဆိုတာကို တကယ်မိုက်တဲ့ဖိုက်တင်ခန်းတွေနဲ့ တစ်၀ကြီးကြည့်ရှူရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။Fast and Furious ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/killer-elite2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihKj5zsdkbm8FQ0IsOpAaaqPGX7.jpg",
        "title": "Ride Along(2014)",
        "description": "Ride Along(2014)===============ကယ်လ်ဗင်ဟာ့တ် လို့ပြောလိုက်တာနဲ့ မသိတဲ့သူတော့ ရှားမယ်ထင်ပါတယ်။ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် တကယ်ခွီရမယ့် 2014မှာ ထွက်ရှိခဲ့တဲ့ ရဲ အက်ရှင်ဟာသဇာတ်လမ်းလေး တင်ဆက်ပေးလိုက်ပါတယ်ဘန်ဟာ စာသင်ကျောင်းတစ်ခုမှာ လုံခြုံရေးအဖြစ် အလုပ်လုပ်ပြီး သူ့ရဲ့အားလပ်ချိန်တွေမှာတော့ ဂိမ်းတွေဆော့ပြီး ဘဝကို ပေါ့ပေါ့ပါးပါး ဖြတ်သန်းတတ်သူတစ်ယောက်ပါ။ ဘန်မှာ သိပ်ချစ်ရတဲ့အန်ဂျလာလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်းရှိပါသေးတယ်။ သူတို့နှစ်ဦးဟာ လက်ထပ်ဖို့ အဆင်သင့်ဖြစ်နေကြတဲ့ စုံတွဲဖြစ်ပါတယ် ဒါပေမယ့် ပြသနာကတော့ အန်ဂျလာရဲ့ အကို ဂျိမ်းစ်ပါ။ဂျိမ်းစ်ဟာ ရဲတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အလုပ်ကို တာဝန်ကျေအောင်လုပ်သူတစ်ယောက်ပါ။ အမှုတစ်ခုကို နှစ်နဲ့ချီပြီး လိုက်တဲ့အထိ ဂျိမ်းစ်ဟာ ဇွဲရှိသူတစ်ယောက်ပါ။ ဂျိမ်းစ်က သူ့ညီမဖြစ်သူ အန်ဂျလာကို အရမ်းချစ်ပြီး ယောက်ဖလောင်းဖြစ်သူ ဘန်ကိုတော့ ကြည့်မရလို သဘောလည်းမတူပါဘူးတစ်နေ့တော့ ဘန်တစ်ယောက် အတ္တလန်တာ ရဲသင်တန်းကျောင်းကို ဝင်ခွင့်ရသွားခဲ့ပါတယ်။ဒီအကြောင်းကို ဂျိမ်းစ်ကို ပြောပြလိုက်တဲ့အခါမှာတော့ ဂျိမ်းစ်ဟာ ဘန်ကိုရဲတစ်ယောက်ဖြစ်ရန် ထိုက်တန်သလားဆိုတာ ဆုံးဖြတ်ဖို့ သူကင်းလှည့်စဉ်မှာအကူအဖြစ်နဲ့ ခေါ်ဖို့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ride-along2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tl9e6GNLpSrSL1NeszlfrTl86x.jpg",
        "title": "The Seven’s Dog PDU ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် The Seven Dogs ဆိုတဲ့ ဖြစ်ရပ်မှန်\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲတပ်ဖွဲ့ဝင် အသစ်ဖြစ်တဲ့ ချန်ရှောင်ထျန်းဟာ မှုခင်းရဲတစ်ယောက်\nဖြစ်ချင်ခဲ့ပေမဲ့ ရဲခွေးတပ်ဖွဲ့ကို အပို့ခံလိုက်ရပါတယ်။\nသူတာဝန်ယူရတဲ့ ခွေးလေး ဖက်ထုပ်လေးက\nသူ့စကားကို နားမထောင်ပဲ လေ့ကျင့်ရခက်ခဲခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ အဖြစ်အပျက် အမျိုးမျိုး ဖြတ်သန်းပြီးနောက်\nအချင်းချင်း ပူးပေါင်းကူညီပြီး သူတို့ဟာ\nအကောင်းဆုံးရဲဘော်ရဲဘက်တွေ ဖြစ်သွားကြပါတော့တယ်။\nဖက်ထုပ်လေးကို ချန်ရှောင်ထျန်းက ဘယ်လို လေ့ကျင့်ပေးမလဲ......\nသူတို့နှစ်ယောက် သံယောဇဉ်က ဘယ်လို ဆက်သွယ်သွားမလဲကို......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုကြရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1S3v7/The_Seven_Dog_PDU_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjA2MWI5NzktNjY0My00YmJkLWIzZDEtMDc3NmFkYTdkMzJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-128x200.jpg",
        "title": "Naan Mirugamaai Maara (2022)",
        "description": "Naan Mirugamaai Maara (2022)အခုတစ်ခါမှာတော့ IMDb 5.8 အထိရရှိထားတဲ့\nAction-Thriller တမီလ်ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးပါ့မယ်။ဘွန်မီနာသန်ဆိုတဲ့လူဟာ သူ့ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေခဲ့ပြီး မိသားစုကိုသိတတ်တဲ့\nလူတစ်ယောက်လည်း ဖြစ်ပါသေးတယ်။သို့ပေမယ့် သူ့ညီလေးအသတ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဒါတွေအားလုံးဟာ သူ့အတွက်\nမှေးမှိန်သွားခဲ့ပါတယ်။ဆုံးသွားတဲ့ညီဖြစ်သူ တရားမျှတမှုရရှိရေးအတွက် အပတ်တကုတ်ကြိုးစားခဲ့ပေမယ့်\nတရားဥပဒေရဲ့လျှော့ကြိုးတွေကို သူ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒီလိုနဲ့ သူကိုယ်တိုင်ပဲ ညီဖြစ်သူတရားမျှတမှုရရှိရေးအတွက် ကလဲ့စားချေဖို့ထွက်လာခဲ့တဲ့အခါ\nသူ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ...။အောင်မြင်နိုင်ပါ့မလား..။သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်လာမလဲဆိုတာကိုတော့\nဆက်လက်ရှုစားပေးကြပါဦးနော်...။\nFile size…1.83GB / 778MB\nQuality… 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 8min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor ~ Yunni",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/naan-mirugamaai-maara-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPWlBmCixh9k3Jjb7c7jkIaxBbL.jpg",
        "title": "Keanu(2016)",
        "description": "Keanu (2016)============IMDb - 6.2\nRotten tomatoes - 78%ဟာသဇာတ်မြူးကားကောင်းတွေကိုလွမ်းနေကြတဲ့ပရိသတ်တွေအတွက်Key & Peel လို့လူသိများတဲ့ ဟာသသရုပ်ဆောင်နှစ်ယောက်ရဲ့ ဟာသဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသားကြီး ကီနူး ရီဗ်ကကြောင်လေး \"ကီနူး\" နေရာမှာအသံသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ကောင်မလေးကထားသွားလို့ အသည်းကွဲနေတဲ့ရဲလ်ရဲ့အိမ်ရှေ့ကိုကြောင်လေးတကောင်ရောက်လာခဲ့တာမလို့  မြင်မြင်ချင်းမှာပဲမွေးစားဖို့ဆုံးဖြတ်လိုက်ပြီး \"ကီနူး\" လို့အမည်ပေးလိုက်ပါတယ်။ဒါပေမဲ့ ဒီကြောင်လေးက သာမာန်လမ်းဘေးကြောင်လေးမဟုတ်ပဲ အယ်လ်အေကမူးယစ်ရာဇာတယောက်က မွေးထားတဲ့ ကြောင်လေးဖြစ်နေတာပါ။ဒီလိုနဲ့တနေ့မှာ ရဲလ်တယောက် သူ့ရဲ့အကိုဝမ်းကွဲဖြစ်တဲ့ ကလဲရန့်စ်နဲ့အတူရုပ်ရှင်ကြည့်ပြီး အိမ်အပြန်မှာအိမ်အဖောက်ခံရပြီး ကီနူး အခိုးခံခဲ့ရပါတယ်။ဒီလိုနဲ့သူတို့ယောက်အတူ လိုက်လံစုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ကီနူးကိုလူဆိုးဂိုဏ်းတဂိုဏ်းကခိုးသွားတာမလို့ သူတို့လည်း ကီနူးကိုပြန်ရအောင်လုပ်ရင်းဘယ်လိုအရှုပ်ထုတ်တွေထဲဝင်ပါမိသွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဟာသကားကောင်းလေးတကားဖြစ်တာမလို့ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျ။ File size…1.19GB / 598MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/keanu2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMJJO4rxuN0Ge1EYQ68ZxzRZoNo.jpg",
        "title": "True and False Jigong ( 2023 )",
        "description": "“မိစ္ဆာတွေကို နှိမ်နင်း / အားနည်းသူတွေကိုကူညီပေးပြီး ပြည်သူတွေရဲ့ အချစ်ကို ရရှိနေသူ ၊\nမသေမျိုးကျင့်စဥ်ရရှိဖို့ ကျင့်ကြံနေသူ ၊ တောင်ပေါ်မှာပဲ\nသီတင်းသုံးနေထိုင်တတ်သူ ဘုန်းတော်ကြီး - ကျိကုန်း”“ရုပ်ဆိုးလွန်း၍ အားလုံးက မိစ္ဆာတစ်ကောင်လိုသတ်မှတ်ခြင်းခံနေရသူ ၊\nဆိုးဝါးလွန်းတဲ့ မျက်နှာကြောင့် အားလုံးရဲ့ အပယ်ခံဖြစ်ပြီး အ\nထီးကျန်နေရသူ ၊ ပြည်သူတွေရဲ့ ချစ်ခြင်းကို ခံရဖို့ ကြိုးစားနေသူ - ဟွမ်ယွမ်”လွန်ခဲ့တဲ့ အနှစ် ၂၀ က ဘုန်းတော်ကြီး ကျိကုန်းဟာ\nမြွေမိစ္ဆာမောင်နှမကိုနှိမ်နှင်းရင်း အစ်ကိုဖြစ်သူကို သတ်ပစ်ခဲ့မိပါတယ် ။\nကျန်တဲ့ မိစ္ဆာညီမလေးကိုတော့ အမှားတွေပြန်လည်ပြင်ဆင်ပေးဖို့\nလွှတ်လိုက်ပေမဲ့ တကယ်တမ်းမှာတော့ အဲဒီမိစ္ဆာမဟာ\nအစ်ကိုဖြစ်သူအတွက် လက်စားပြန်ချေဖို့ ကြိူးပန်းနေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ် ၂၀ ကုန်ဆုံးလာခဲ့ပြီး ပိုင်ရွှိန်မြို့တော်မှာထူးဆန်းတဲ့\nကိစ္စတွေဖြစ်ပေါ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကို ဖြေရှင်းဖို့ အတွက်\nဘုန်းတော်ကြီး ကျိကုန်းဟာ ပိုင်ရွှိန်မြို့တော်ကိုရောက်လာခဲ့ပေမဲ့\n၎င်းမြို့တော်မှာ သူနဲ့ ချွတ်စွပ်တူတဲ့ နောက်တဲ့ ကျိကုန်းတစ်ယောက်ကိုတွေ့လိုက်ရပါတော့တယ် ။❏ ဘုန်းတော်ကြီး ကျိကုန်းတစ်ယောက်ဘယ်လိုရင်ဆိုင်မလဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2xZyc/True_And_False_JiGong_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDBkNmVkMzQtNWI0Yi00ODgzLWJmYTQtMzc4N2ExNDFkN2ZjXkEyXkFqcGdeQXVyNDAwMzY0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Kruty 1918 (2019)",
        "description": "Kruty 1918 (2019)\n=============\nIMDb Rating - 6.0/10ယူကရိန်းကို ကမ္ဘာက လွတ်လပ်တဲ့နိုင်ငံအဖြစ် အသိအမှတ်ပြုဖို့\nအသင့်ဖြစ်နေပါပြီ။ ဒါပေမယ့် လွတ်လပ်ရေးလမ်းကြောင်းကို\nအနှောင့်အယှက်ပေးနေတဲ့ ရုရှားစစ်တပ်ဟာ ယူကရိန်းမြို့တွေကို\nတစ်မြို့ပြီးတစ်မြို့သိမ်းယူရင်း မြို့တော် ကီဗီ ကိုသိမ်းဖို့အထိစီစဉ်\nထားခဲ့ပါတယ်။နိုင်ငံရဲ့စစ်အင်အားချိနဲ့လာချိန်မှာ ယူကရိန်းမြို့တော်ကီဗီမှာပဲ အကြီး\nအကဲတွေဟာ ခြေကုပ်ပြီးခုခံဖို့ပြင်ဆင်လာခဲ့တယ်။ တစ်ဖက်မှာလည်း\nစစ်အင်အားလိုအပ်တဲ့အတွက် မြို့တွင်းစည်းရုံးရေးတွေ ဆက်တိုက်\nဆိုသလိုလုပ်နေခဲ့ပါတယ်။ ၁၉၁၈ ခုနှစ်မှာ ရုရှားတွေကိုခုခံတိုက်ခိုက်\nဖို့အတွက် ယူကရိန်းတက္ကသိုလ်ကကျောင်းသားအများစုဟာစစ်ထဲကို\nဝင်ရောက်ခဲ့ပါတယ်။စစ်ရေးလိုအပ်ချက်အရစစ်ပညာတစ်ပတ်သာ သင်ကြားပြီးရှေ့တန်းကို\nတက်ကြရမှာဖြစ်တဲ့အတွက်စိုးရိမ်မှုတွေရှိခဲ့ပါတယ်။ ဒါပေမယ့် ကျောင်း\nသားအင်အားစုဟာ ကရူတီရထားဘူတာရုံမှာ ခြေကုပ်ပြီး ရုရှားစစ်တပ်\nတွေကိုအောင်မြင်စွာခုခံတိုက်ခိုက်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (625 MB) / (357 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kruty-1918-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMzFiNWI1MDQtMjg3Mi00YjIxLWI2NDktNjI0MmNiNjRjMDI5XkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "3 Ninjas Kick Back (1994)",
        "description": "3 Ninjas Kick Back (1994)\n===================များလှစွာသော Three Ninjas တွေထဲကမှ နောက်ထပ်\nကားကောင်းလေး တစ်ကားပါ ပရိသတ်ကြီးရေ .. ၁၉၉၄\nခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး ကျွန်တော်ကိုယ်တိုင်လည်း\nငယ်ငယ်က ကြိုက်လွန်းလို့ ခဏခဏကြည့်ပြီး အလွတ်နီးပါး\nရနေတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကြောင်းကတော့ .. ရော့ကီ၊ ကော့တ်နဲ့ တမ်တမ် ဆိုတဲ့\nညီအစ်ကို သုံးယောက် ရှိကြသဗျ။ သူတို့ဟာ နွေရာသီအားလပ်\nရက်တွေမှာ အဘိုးဖြစ်သူရဲ့ အပန်းဖြေအိမ်လေးကို သွားပြီး\nနင်ဂျာသိုင်း သင်ကြပါတယ်။ တစ်ခုသောနွေရာသီမှာတော့\nအဘိုးဖြစ်သူက လွန်ခဲ့တဲ့ အနှစ် ၅၀ က သူ ပြိုင်ပွဲဝင်ရင်း\nဆုရခဲ့တဲ့ဓားမြှောင်တစ်ချောင်းရဲ့ သမိုင်းကို မြေး ၃ယောက်ကို\nပြောပြပါတော့တယ်။ ဒီလိုနဲ့ ဒီဓားမြှောင်က တိုကျိုမှာရှိတဲ့\nရွှေလှိုဏ်ဂူတစ်ခုရဲ့ သော့ဖြစ်ကြောင်း သိလိုက်ရပါတော့တယ်။ဒီဓားမြှောင်ကို အဘိုးဖြစ်သူဟာ ယခုလက်ရှိ ဂျပန်နိုင်ငံ ကိုဂါမြို့မှာ\nကျင်းပတဲ့ နင်ဂျာပြိုင်ပွဲမှာ အနိုင်ရသူကို ပြန်ပြီး လက်ဆင့်ကမ်း\nချီးမြှင့်မှာ ဖြစ်ပါတယ်။ သို့ပေမဲ့ လွန်ခဲ့တဲ့ အနှစ် ၅၀ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/3-ninjas-kick-back-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BKg7z_4f-141x200.jpg",
        "title": "Noise (2023)",
        "description": "Death Note ကား ထဲက L နဲ့ Light Yagami မင်းသား 2ယောက်ကို အတူတူတွေ့ရမှာပါရှီရှီခါရီ ဆိုတဲ့ ကျွန်းလေးဟာ လူဦးရေခေါင်းပါလာပြီး အေးချမ်းသာယာတဲ့ကျွန်းလေးပါ ကျွန်းရဲ့အဓိကထွက်ကုန်ကတော့ အနက်ရောဂ်သဖန်းသီးတွေပါဒီကျွန်းပေါ်မှာ သဖန်းပင်စိုက်ပျိုးပြီး ကျွန်းလေးကိုအကျိုးပြုနတောကြောင့် လူအများချစ်ခြင်းမေတ္တာရရှိကာ ကျွန်းရဲ့ကယ်တင်ရှင်လို့ တင်စားခံရတဲ့ ကီတာ...\nအမဲလိုက်ခြင်းနဲ့ အသက်မွေးဝမ်းကြောင်းလုပ်ကိုင်ပြီး အမဲလိုက်ရာသီမဟုတ်ရင် သဖန်းခြံမှာ လာရောက်ကူညီလေ့ရှိတဲ့ ဂျွန်...\nဒီကျွန်းအတွက် အဘက်ဘက်က အကာအကွယ်ပေးမယ့်ဆို့တဲ့ အ်ယူကို လက်ခံထားတဲ့ ရဲဝန်ထမ်းလေး ရှင်း...ဒီလို အေးချမ်းစွာ နေနေရင်းကနေ တစ်နေ့တော့ Life Changing event တစ်ခုဖြစ်ပွားခဲ့ပါတယ် ပြည်မကြီးအကျဉ်းထောင်ကနေ ပြန်လည်ထူထောင်ရေးစခန်းမှ အကျဉ်းသား အိုမီဆာကာ ဟာဒီကျွန်းကိုအလုပ်လုပ်ဖို့လာရောက်ခဲ့ပေမယ့် လူတစ်ယောက်သတ်ပြီး ထွက်ပြေးနေခဲ့ပါတယ် ဒီလိုအန္တရာယ်များတဲ့လူတစ်ယောက်ကျွန်းပေါ်ရောက်နေတာကြောင့် ဟို3ယောက်ဟာ သူ့ကိုသတ်ရမယ့်အကြောင်းအရာပေါ်ပေါက်လာခဲ့ပါတယ် ပထမတော့ စိတ်မနှံ့တဲ့အကျဉ်းသားမို့လို့ ဘယ်သူမှလာမရှာဘူးလို့ထင်ထားပေမယ့် ကြိုးစားပန်းစားလာရှာတဲ့ရဲတွေကြောင့် သူတို့၃ယောရ် ဒီကိစ္စကိုဘယ်လိုဖြေရှင်းကြမလဲ ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲ ဘယ်သူတွေပါပါဝင်နေသေးလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပါ\nPlot ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/noise-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/legion-of-super-heroes-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDc4MzVkNzYtZTRiZC00ODYwLWJjZmMtMDIyNjQ1M2M1OGM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Plane (2023)",
        "description": "မင်းသားကြီး Gerard Butler ရဲ့ နောက်ဆုံးထွက် အက်ရှင်ရုပ်ရှင်သစ် လာပါပြီ။ ဒီကားကတော့ rating လည်းကောင်းသလို ပရိသတ်တွေလည်းအတော်ကြိုက်ကြပါတယ်။\nတောရန့်ဆိုတဲ့ လေယာဉ်မှူးဟာ တော်ဝင်လေတပ်ထွက် စစ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး ပုဂ္ဂလိကခရီးသည်တင်လေကြောင်းလိုင်းမှာ ပိုင်းလော့လုပ်နေခဲ့တာပါ။ နှစ်သစ်ကူးအညမှာတော့ သူ့သမီးဆီကို မပြန်ခင် လေယာဉ်တစ်ခေါက် တိုကျိုကို ဆွဲပေးရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ တိုကျိုအသွားလမ်းမှာ မုန်တိုင်းကြောင့် ကျွန်းတစ်ခုပေါ် ထိုးဆင်းလိုက်ရပြီး လက်နက်ကိုင်ပြန်ပေးသမားတွေနဲ့ ရင်ဆိုင်ရတဲ့အခါ....File size…(1.9 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/plane-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcaZUM6XoNRto8KrYrhWhN1Y84q.jpg",
        "title": "Lord Eagle ( 2022 )",
        "description": "ရွှယ်ရင်း အရှင်သခင်လို့ အမည်တွင်တဲ့ တုန်းပေါ်ရွှယ်ရင်းဟာ\nမျိုးနွယ်စုရဲ့ စည်းမျဥ်းစည်းကမ်းတွေကို ဖောက်ဖျက်ပြီး\nအကျဥ်းချခြင်းခံနေရတဲ့ မိခင်ကို ကယ်တင်ဖို့ ကြိုးစားနေသူ တစ်ဦးပါ ။အဲဒီအချိန်မှာပဲ ရွှယ်ယင်း(နှင်းသိန်းငှက်နတ်ဘုရား)မျိုးနွယ်စုရဲ့\nမျိုးဆက်ဖြစ်တဲ့ ယွီကျင့်ချို ၊ ပြီးတော့ မိန်းကလေး ခုန်းယိုးယွဲ့ နှင့်\nတစ်ခြားအဖွဲ့သားတွေ အတူပူးပေါင်းကာ မတရားမှုတွေရဲ့\nအဖြစ်မှန်ကိုရှာဖွေပြီး / တာဝန်ကို လုပ်ကိုင်ဖြေရှင်းကြဖို့ စီစဥ်ခဲ့ကြပါတယ် ။ ဒီတော့...-❏ တစ်လမ်းလုံး အခက်အခဲတွေ အဆက်မပြတ်\nကြုံတွေ့လာကြပြီးနောက်မှာ အောင်မြင်မှုတွေကိုအရယူနိုင်ကြပါ့မလား ?\n❏ သူတို့ရှာနေတဲ့ အမှန်တရားတွေကိုရှာတွေ့ပြီး\nအညှိုးတွေ လက်စားချေမှုတွေကို ခဝါချနိုင်မလား ?\n❏ အခက်အခဲကြားတွေထဲကမှ စစ်မှန်တဲ့ ချစ်ခြင်းတရားလေးကိုရော\nရှာတွေ့သွားနိုင်မလား / မိခင်ဖြစ်သူကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lord-eagle-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8wGtvxkuXE6ETFvsJUZo8uHiqnB.jpg",
        "title": "Mr Illusion ( 2023 )",
        "description": "CM မှ အခုတစ်ခေါက် ဘာသာပြန်တင်ဆက်ပေးမဲ့ ကားလေးကတော့\nMr. Illusion ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့-မင်ကော်ခေတ်မှာ ပုံရိပ်ယောင်ပညာဂိုဏ်းမှ ကပ်ဆိုးစိုက်ခဲ့ပါတယ်။\nရေဂိုဏ်းပုံရိပ်ယောင်ပညာရှင် ဖေကျင့်ကျစ်က ရတနာ\nရှင်းယွင်တောင်ဝှေးကို လုဖို့အတွက် လူအများအပြားကို သတ်ခဲ့ပါတယ်။နောက်ဆုံးမှာ ထိုအချိန်က မီးဂိုဏ်းဂိုဏ်းချုပ်ဖြစ်သူ ဆရာခုန်းခုန်းက\nပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။ ထို့နောက် ဆရာခုန်းခုန်းက\nမိဘမဲ့ကလေး ကျိုးဖေးဖန်ကိုခေါ်ပြီး အရပ်လေးမျက်နှာခရီးထွက်ခဲ့ပါတယ်။နှစ် ၂၀ ကျော်ကြာပြီးနောက် ရေဂိုဏ်းမှ ကျန်ရစ်သူနဲ့ သစ်ဂိုဏ်းဂိုဏ်းချုပ်တို့က\nဖေကျင့်ကျစ်ကို ကယ်တင်ခဲ့ပြီး ဂိုဏ်း ၅ ဂိုဏ်းကို ပြန်လည်အုပ်ချုပ်ဖို့ စီစဉ်ပါတော့တယ်။မီးဂိုဏ်းဂိုဏ်းချုပ် လော့ရှာဖေးနဲ့ တပည့်ကျိုဖေးဖန်၊\nချိုးချီတို့ အတူတကွ ပြန်လည်တိုက်ခိုက်ကြတဲ့အခါ......\nကြမ်းတမ်းယုတ်မာတဲ့ လူဆိုးတွေကို သူတို့ အနိုင်ရနိုင်ပါ့မလား ......\nကျိုဖေးဖန်ရဲ့ ဘဝကရော ဒီကပ်ဆိုးကြီးနဲ့ ဘယ်လို ဆက်နွယ်နေမလဲ ......\nဆိုတာကို ဇာတ်လမ်းလေးထဲမှာပဲ အဖြေရှာလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mr-illusion-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTM4NjIxNmEtYWE5NS00NDczLTkyNWQtYThhNmQyZGQzMjM0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Black Panther: Wakanda Forever (2022)",
        "description": "မာဗယ် Phase 4 ရုပ်ရှင်အသစ်တစ်ခုဖြစ်တဲ့ ဘလက်ပန်သာ-၂ ကို တင်ပေးထားပါပြီ။ဇာတ်လမ်းအညွှန်းအားလုံးပဲ ဘလက်ပန်သာရဲ့ မင်းသားကြီး ချက်ဒ်ဝစ်ခ် ဘို့စ်မန် ကွယ်လွန်သွားခဲ့တာကိုသိမှာပါ။ အဲဒီအတွက်လည်း မာဗယ်စတူဒီယိုက ဒီရုပ်ရှင်ထဲမှာ အမှတ်တရတွေ သေချာထည့်ပေးထားပါတယ်။ အခု ဆက်ကြည့်ရမှာကတော့ ဝါကန်ဒါမှာ အားအနည်းဆုံးအချိန်၊ ဘလက်ပန်သာ မရှိတော့သလို နောက်ထပ် ပေါ်လာဖို့လည်း နှလုံးသားပုံဆေးရွက်တွေ မီးရှို့ခံထားရတဲ့အချိန်မှာ ဘုရင်ကြီးတီချာလာရဲ့ မယ်တော် အာမွန်ဒါဟာ ဗိုင်ဘရေနီယံကို မက်မောနေကြတဲ့ ကမ္ဘာတစ်ခုလုံးကို ကြံ့ကြံ့ခံ ရင်ဆိုင်နေချိန်ပဲဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ ကမ္ဘာပေါ်က နိုင်ငံတိုင်းထက် အင်အားကြီးပြီး တိုးတက်နေတဲ့ နိုင်ငံအသစ်တစ်ခုနဲ့ ရင်ဆိုင်ဖို့ကြုံလာပါတော့တယ်။ ဝါကန်ဒါလိုပဲ ဗိုင်ဘရေနီယံတွေ ပိုင်ဆိုင်ပြီး သန္ဓေပြောင်းလူသားတွေနေထိုင်တဲ့ ရေအောက်မြို့တော် တာလိုကန်နဲ့ သူတို့ရဲ့ ခေါင်းဆောင် နေမော် (ခေါ်) ကုကုကန် ပါပဲ။ ပြီးတော့ နောက်ပိုင်းမှာ MCU villain အဖြစ်လာမယ့် ဗဲလ်၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/black-panther-wakanda-forever-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-night-135x200.jpg",
        "title": "Night Train (2023)",
        "description": "Single Mother တစ်ယောက်ဖြစ်တဲ့ဟော်လီဟာ ကျန်းမာရေးမကောင်းတဲ့သားဖြစ်သူရဲ့ဆေးဖိုးဝါးခအတွက် တရားမ၀င်ကားပြိုင်ပွဲတွေမှာ ၀င်ပြိုင်ရင်း၀င်ငွေရှာရပါတယ်။ ကားမောင်းရာမှာ ငယ်ငယ်တည်းက ပါရမီပါတဲ့ ဟော်လီဟာ အပို၀င်ငွေရဖို့ ဆေးပစ္စည်းမှောင်ခိုသွင်းတဲ့ကားမောင်းပေးဖို့ သဘောတူလိုက်ရာကနေ ရာဇ၀တ်လောကထဲကို တဖြည်းဖြည်းခြေချမိပါတော့တယ်။ အဲဒီအချိန်မှာပဲ အင်မတန်အလုပ်ကြိုးစားတဲ့ FBI အေးဂျင့်တစ်ယောက်က ဟော်လီကို သတိထားလိုက်မိချိန်မှာတော့ ဟော်လီတို့သားအမိလည်း အန္တရာယ်နဲ့ရင်ဆိုင်ဖို့ဖြစ်လာရပါ‌တော့တယ်။ File size…(1.72GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/night-train-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0VnSnewZjsoMfDQu9j3vZ4vQzr.jpg",
        "title": "Raze(2013)",
        "description": "Raze(2013)============Saw နဲ့ခပ်ဆင်ဆင်ဖြစ်တဲ့ ဒီဇာတ်ကားမှာတော့ မိန်းကလေးတွေကိုပဲမြေအောက်အချုပ်ခန်းထဲဖမ်းထားပြီး အချင်းချင်း လက်ဗလာနဲ့မသေမချင်းချခိုင်းတယ်။ အကြောင်းကတော့ အဲ့လိုသတ်ပွဲမျိုးကိုမှကြိုက်တဲ့ လူချမ်းသာတွေကြောင့် အဖွဲ့အစည်းထောင်ပြီး အဲ့လိုသတ်ပွဲတွေကိုစီစဉ်ပေးတာကြောင့်ပါ။တစ်ယောက်နဲ့တစ်ယောက်တောင်မသိကြပဲ အပြန်အလှန်သတ်ကြတာကိုသွေးသံရဲရဲပါတဲ့ အခန်းတွေနဲ့ကြည့်ရမှာမို့ action ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။(ဘာသာပြန်နဲ့အညွှန်းကတော့ Kasashi ဖြစ်ပါတယ် ) File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Action , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/raze2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMzhjZDUzMjUtOWUzNC00YzJiLWI1MGQtMWY1OGY3NGNiNWI0XkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_-133x200.jpg",
        "title": "7Aum Arivu (2011)",
        "description": "7 Aum Arivu (2011)အခုတစ်ခေါက် ဘောလိ၀ုဒ်ချစ်သူ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့\nကောင်းနေဆဲဖြစ်ပြီး IMDB 6.5/10 ရရှိထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးပါရစေ...\nသိုင်းလောကမှာ ထင်ရှားတဲ့ တရုတ်နိုင်ငံရဲ့ သိုင်းပညာအခြေခံကျောင်းတော်ကြီး\n\"ရှောင်လင်ကျောင်းတော်\" ဟာ ဘယ်ကနေ အစပျိုးလာတာလဲ ...တရုတ်သိုင်းပညာဟာ တရုတ်နိုင်ငံကနေ အခြေခံတာမဟုတ်ဘဲ တမီးလ်လူမျိုး ဖြစ်ပြီး\nဆေးပညာ သိုင်းပညာနဲ့ အိပ်မွေ့ချပညာမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်တဲ့\nဘို့ဒ်ဒီ ဒါမန် ဆိုသူကနေ ဆင်းသက်လာခဲ့တဲ့ သမိုင်းကြောင်း...သမိုင်းကြောင်းအရ ၆ ရာစု တရုတ်ပြည် ကပ်ရောဂါဘေးဆိုက်နေချိန်\nဘို့ဒ်ဒီ ဒါမန်ဟာ အိန္ဒိယနိုင်ငံဆီကို ကပ်ရောဂါ မပျံ့နှံ့လာအောင်\nတရုတ်ပြည်သို့သွားရောက်ပြီး ကပ်ရောဂါဆိုးကြီးကို ကုသပေးခဲ့တယ်..၆ ရာစုမှာ ဘို့ဒ်ဒီ ဒါမန် အိန္ဒိယနိုင်ငံကို မရောက်လာအောင် တားဆီးခဲ့တဲ့\nကပ်ရောဂါကြီးဟာ ယနေ့ခေတ်အိန္ဒိယမှာ အစပျိုးလာတဲ့အချိန်..\nကူးစက်ရောဂါဆိုးကြီးက အလိုအလျောက် ပေါ်လာခြင်းမျိုးမဟုတ်ဘဲ\nတရုတ်နိုင်ငံရဲ့ အိန္ဒိယအပေါ် တိုက်ခိုက်တဲ့ ဇီ၀လက်နက်တစ်ခုဖြစ်နေတဲ့အခါ\nဆပ်ကပ်သမားလေး တစ်ဦး ဖြစ်ပြီး ဘို့ဒ်ဒီ ဒါမန်ရဲ့ မျိုးဆက်လည်းဖြစ်တဲ့\nအာဗင်ဆိုသူ နဲ့ မျိုးရိုးဗီဇ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/7aum-arivu-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDQ4NGZjMTctZTFiNy00NzMyLWE3NmEtMDJlYzc4MDZmZGYwXkEyXkFqcGdeQXVyODg1MTc3MTM@._V1_-133x200.jpg",
        "title": "Quaid-e-Azam Zindabad(2022)",
        "description": "Quaid-e-azam zindabad(2022)IMDb 6.6\nဒီတစ်ခါမှာတော့မင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမဲ့ Action/ Comedy ဇာတ်ကားကိုညွှန်းပေးချင်ပါတယ်\nရင်သပ်ရှုမောရတဲ့အလှတွေနဲ့ မင်းသမီးချောလေး Mahira Khan ကဒီကားထဲမှာ\nတိမွေးကုအနေနဲ့ပါဝင်သရုပ်ဆောင်ထားပြီး Box Office အနေနဲ့ 420 millions\nရရှိခဲ့တဲ့ဒီကားဟာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာတဲ့ ရုပ်ရှင်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်း...\nရဲတွေကြားမှာ ဘယ်သူကလာဘ်ထိုးငွေပိုများများရလဲဆိုပြီးယှဉ်ပြိုင်ကြတဲ့ခေတ်မှာ\nဂူလတ်ရဲ့အဖေရဲသားကြီးကတော့ လာဘ်ထိုးငွေဆို တစ်ရူပီတောင်မယူခဲ့တဲ့\nရိုးသားဖြောင့်မတ်သူပါ လာဘ်ထိုးငွေမယူလေတော့ငွေကြေးသိပ်အဆင်မပြေတဲ့\nမိသားစုထဲပါခဲ့တာပေါ့ ဂူလတ်ငယ်ငယ်လေးတုန်းက သူ့အဖေရဲ့ဆုံးမစကားရှိပါတယ်\nငွေစက္ကူထဲမှာပါတဲ့ခေါင်းဆောင်ကြီးက ပိုက်ဆံကိုအလွဲသုံးစားလုပ်ရင် စိတ်ဆိုးပါလိမ့်မယ်တဲ့ဒီစကားက သူ့အဖေသူ့ကိုမုန့်ဖိုးမပေးချင်လို့ပြောမှန်းသိသွားတဲ့နေ့ ဂူလတ်တို့ ဖခင်တွေးထားတာနဲ့\nတက်တက်စင်အောင်လွဲပါတော့တယ် ကြီးလာလို့ရဲဖြစ်လာတော့လည်း ဖခင်ရှေ့မှာတော့\nရိုးသားချင်ယောင်ဆောင်ပေမဲ့ တစ်ဖက်ဌာနထဲမှာတော့ ရာထူးတိုးသွားရင် လာဘ်ထိုးငွေမရတော့မှာစိုးလို့\nငွေပေးပြီးရာထူးမတိုးအောင်တားထားရတဲ့အထိပါပဲ ဒါပေမဲ့လည်းသူ့အဖေရဲ့စကားကမှန်ကန်လာပြီး\nငွေစက္ကူကသူ့ကိုစိတ်ဆိုးမဲ့နေ့တစ်နေ့ရောက်လာပြီး သူလာဘ်ထိုးငွေယူထားသမျှပိုက်ဆံတွေမှာ\nထူးဆန်းတာတွေဖြစ်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်သွားမလဲ\nဒီကျိန်စာကိုသူဖြေနိုင်မှာလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါနော်\nFile size…2.3GB / 1.2GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/quaid-e-azam-zindabad2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vXpyvKnQSXFxsge0Zb3Yf7m7oxz.jpg",
        "title": "Air Force The Movie (2022)",
        "description": "Air Force The Movie (2022)*************************နာမ်ဘူရီနိုင်ငံလေးဟာ တောင်နဲ့မြောက် (၂)ခြမ်းကွဲပြီးပြည်တွင်းစစ်ဖြစ်နေတာ (၅)နှစ် တိုင်ခဲ့ပြီ...ပြည်တွင်းစစ်ဖြစ်လို့ နိုင်ငံဟာမွဲပြာကျနေပေမယ့်လူသတ်လက်နက်တွေတော့ ၂ဘက်လုံးမှာ ခေတ်မှီစွာတည်ရှိနေကြတယ်.....အဲ့ဒီနောက် အပစ်အခတ်ရပ်စဲရေး သဘောတူညီမှုရယူမှုရယူနိုင်ခဲ့တယ်.. မလေးရှားက နမ်ဘူရီရဲ့  နိုင်ငံကိုကိုတတ်နိုင်သလောက် အပတ်အခတ်ရပ်စဲစဉ်ကာလမှာအများကြီးကူညီခဲ့တယ်.. နာမ်ဘူရီနိုင်ငံထဲထိ မလေးရှားစစ်သည်အချို့လာရောက်ပြီး ကူညီခဲ့တယ်..အဲ့ဒီနောက် တောင်မြောက်ပြန်လည်စစ်ပွဲတွေဖြစ်ခဲ့ပြီးမလေးရှားစစ်သည်တွေပါဝင်တဲ့ လေယာဉ်ကြီးကို နမ်ဘူရီတို့က ပစ်ချခဲ့ပါတယ်..စစ်သည်အချို့ လေထီးနဲ့ခုန်ချခဲ့ပေမဲ့ နာမ်ဘူရီတို့ဟာ ဒီကိစ္စကို လက်စတုံးချင်တဲ့အတွက် တောနင်းရှာဖွေသတ်ဖြတ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့..မလေးရှားတို့ သူတို့စစ်သည်တွေကယ်တင်နိုင်မလား..လူ လက်နက်အင်အားချို့တဲ့စွာနဲ့ တောထဲမှာ မလေးရှားစစ်သည်တွေဘယ်လောက်ထိတောင့်ခံထားနိုင်မလဲဆိုတာကိုတော့... File Size :(2.1GB)(960 MB) and (282MB)\nQuality :WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Action,Adventure  , War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/air-force-the-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qA31i7FPVDHezuoevx3497CvZd4.jpg",
        "title": "Cop Out(2010)",
        "description": "Cop Out 2010=========== ဂျင်မီနဲ့ ပေါလ်တို့က နယူးယော့ခ်ရဲတပ်ဖွဲ့က စုံထောက်တွေပါသူတို့အတူတူ အလုပ်လုပ်ခဲတ့ာ ကိုးနှစ်ရှိပါပြီ စုံစမ်းရင်းနဲ့အမှားလုပ်မိတာကြောင့် တာဝန်က လစာမပေးဘဲ ရပ်နားခံလိုက်ရပါတယ်ဂျင်မီရဲ့ သမီးလေး အေဗာကလည်း ခြောက်လအတွင်းမှာလက်ထပ်တော့မယ် ဂျင်မီတစ်ယောက် တစ်ဦးတည်းသောသမီးလေးမင်္ဂလာဆောင်အတွက် ပိုက်ဆံပေးဖို့ မတတ်နိုင်ပါဘူးဂျင်မီအတွက် တစ်ခုတည်းသော အားကိုးစရာက သူ့အဖေထားခဲ့တဲ့အန်ဒီပက်ဖ်ကိုရဲ့ ရှားပါး ဘေ့စ်ဘောကတ်လေးပါ သူနှမြောပေမဲ့ရောင်းရပါတော့မယ် ကံဆိုးနေတဲ့ ဂျင်မီ ဘေ့စ်ဘောကတ်သွားရောင်းရင်း ဆိုင်ကို ဓားပြတိုက်ခံရပါတော့တယ် ဓားပြတိုက်သွားတဲ့ဆေးသမားက ကတ်ကို ဆေးဝယ်ဖို့ ရောင်းလိုက်ပါပြီ ဒီလိုနဲ့ ဂျင်မီနဲ့ပေါလ် နယူးယော့ခ် မူးယစ်ရာဇာပို့ဘွိုင်းနဲ့ ပတ်သက်မိပါတော့တယ်စုံထောက် ဂျင်မီနဲ့ ပေါလ်ရဲ့ ဘေ့စ်ဘောကတ်ပြန်ရှာမဲ့ စွန့်စားခန်းကြီးအဆင်ပြေပါ့မလား ဘယ်လိုတွေလွဲကြဦးမလဲဆိုတာကိုတော.. (အညွှန်းနဲ့ ဘာသာပြန်တော့ Phu Myat Thwe ပဲ ဖြစ်ပါတယ်)File size…1.51GB / 578MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Horror , ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/cop-out2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tMuywiZUoaAihEIkCu3BAL1xPC.jpg",
        "title": "Blood Ties(2013)",
        "description": "Blood Ties(2013)================ထောင်ထွက်တစ်‌ယောက်ဖြစ်တဲ့ Chris ဟာ ဒုစရိုက်လောက ကနေရုန်းထွက်ဖို့ကြိုစားပေမယ့် အဲ့လောကရဲ့အကျိုးအမြတ်တွေကိုခံနိုင်စွမ်းမရှိခဲ့ဘူး။ အဲ့တာ‌ကပဲသူနဲ့ နဂိုကတည်းကမတည့်တဲ့သူ့ ညီ ရဲအရာရှိ Frank ရဲ့နှစ်ယောက်ကြား ညီအစ်ကိုဆက်ဆံရေးကိုလုံးဝ အဖတ်ဆယ်လို့မရတော့တဲ့ အခြေအနေအထိ ရောက်မလိုဖြစ်ခဲ့ရတဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ thriller ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်ပါတယ်။ File size…1.79GB / 745MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 7m\nGenre ..... Action / Crime /  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Phill",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/blood-ties2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2FjOWViNjYtMjRmMi00NDFkLWI1ZTktNmIyN2ExMDU3YTlmXkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_-141x200.jpg",
        "title": "Badrinath (2011)",
        "description": "Badrinath 2011\n-----------------------------ဘောလိဝုဒ် ဇာတ်ကားကောင်းတွေပဲကြည့်ရှုတတ်တဲ့ ပရိသတ်များအတွက်\nမင်းသားချော Allu Arjun ရဲ့ 2011ကထွက်ရှိထားတဲ့ Romance, Action ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အရည်အချင်းရှိပြီးထက်မြတ်လှတဲ့စစ်သည်တော်တစ်ယောက်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးမှ\nလေ့ကျင့်ပေးထားတဲ့ ဘဒ်ဒရီတစ်ယောက်ဟာ တိုက်ရေးခိုက်ရေးမှာ ရန်သူ ၁၀၀ကို\nမျက်စိမှိတ်တိုက်ခိုက်နိုင်တဲ့အထိ နှလုံးရေပြည့်ဝလှပါတယ်။ \"ဘဒ်ဒရီနတ်\" ဘုရားကျောင်းကို\nစောင့်ရှောက်ပေးဖို့ တာဝန်ရရှိခဲ့ပြီး တစ်နေ့မှာ ဘုရားတွေကိုအယုံအကြည်မရှိတဲ့\nဘာသာမဲ့သူဌေးမလေး အလက္ကန်နန္ဒာရောက်လာပြီးတဲ့နောက်မှာ မတည့်ကြတဲ့သူတို့တွေ\nချစ်ကြိုးသွယ်သွားမလား။ ဘယ်လိုရန်သူအနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာ\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်စွာကြည့်ရှုရမှာပါ။ US$ 5.3 million အကုန်ကျခံရိုက်ထားပြီး\nအဲဒီခေတ်အခါတုန်းက ကုန်ကျစရိတ်အများဆုံး ဇာတ်ကားများထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။သရုပ်ဆောင်ချက်၊ တိုက်ခိုက်ခန်း၊ ကခန်းတွေလည်း မြိုင်ဆိုင်လှတဲ့အပြင် မင်းသားချော\nAllu Arjun ရဲ့ ဆံပင်ပုံစံကလည်း တမျိုးလေးဆန်းနေပြီး အတော်လေးလိုက်ဖက်နေတဲ့အတွက်\nအမာခံပရိသတ်များအဖို့ သဘောတွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးအဖြစ် ညွှန်းပေးပါရစေ။\nFile size…4.26GB / 1.98GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/badrinath-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sFGkKtWq9rvb7AriX39369FRssP.jpg",
        "title": "Confessions (2022)",
        "description": "Confessions (2022)*****************ကြေးစားလုပ်ကြံသတ်ဖြတ်သူ တစ်ယောက်က ဆိုင်ကယ် ဂိုဏ်းအတွက်အလုပ်လုပ်ပေးပြီး မြေအောက်လောကမှာသာမက ရဲ‌တွေကိုပါ ဆယ်စုနှစ်များစွာ လက်တစ်လုံးခြားလှည့်ဖျားခဲ့သူပါ...သူဟာ25 နှစ်ကျော်မှ လူသတ်မှု 28 မှုအတွက် အဖမ်းခံခဲ့ရပြီး ဒီဇာတ်ကားဟာ  ဖြစ်ရပ်မှန်ကိုအခြေခံပြန်လည်ရိုက်ကူးထားတာပါ။အစကနေအဆုံးကို ဇာတ်ကားရဲ့နာမည်လေးအတိုင်း အဓိကဇာတ်ဆောင်က ဖြောင့်ချက်ပေးရင်းဆွဲခေါ်သွားမှာပါ။ သူဟာသူ့အမေရဲ့ ချစ်ခြင်းမေတ္တာ တရားတွေကို မရခဲ့သလိုကျောင်းမှာလည်း IQ level က တော်တော်ကိုနိမ့်ပါတယ်။ နောက်အဲ့လိုကောင်းလေးတစ်ယောက်ကနေဝါရင့် သွေးအေးကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်လာပုံနဲ့ကြေးစားလူသတ်သမားတစ်ယောက်သူ့ရဲ့ပြစ်မှုတွေအတွက် ဘယ်လိုများဖြောင့်ချက်ပေးမလဲဆိုတာတော့ File Size : (1.7GB) (467MB) and (187MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Proxy\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/confessions-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWI2NWIwM2QtNTNiMC00YjNkLWJhYzktMjY5ZGJlNTA2MTdkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-142x200.jpg",
        "title": "Assassination Classroom: Graduation (2016)",
        "description": "Assassination Classroom: The Graduation (2016)Anime S1နဲ့ ပထမကားကို အဆုံးသတ်ပြီးနောက်မှာတော့\nထပ်ထွက်လာတဲ့ ဒုတိယကားကတော့ S2 ပါပဲ။ကျောင်းဆင်းပွဲနီးလာပြီး သတ်ဖို့အချိန်မကျခင်မှာ မထင်ထားတဲ့\nအဖြစ်အပျက်တစ်ခုကြောင့် ကေနောက်ဆုံးအချိန်ကျမှ\nသူ့အတိတ်ကိုပြောပြမယ်လို့ ဆုံးဖြတ်ထားတဲ့ ဆရာကိုရိုတစ်ယောက်\nမတတ်သာတဲ့အဆုံး သူ့အတိတ်ကိုပြောပြခဲ့ပြီးနောက်မှာတော့\nအရင်ကပစ်မှတ်အနေနဲ့ပဲ သဘောထားခဲ့တဲ့\nသူ့တပည့်တွေရဲ့ အမြင်တွေပြောင်းလဲသွားပြီး လုပ်ကြံဖို့တွေဝေသွားကြပါတော့တယ်။ဒီလိုနဲ့ သတ်မယ့်အစား ဆရာ့ကိုကယ်ဖို့နည်းလမ်းကို\nရှာဖွေကြရင်း ဆရာ့ကိုကယ်နိုင်သွားမလား။\nပထမအစီအစဥ်အတိုင်း သတ်ပဲသတ်ရမလားဆိုတာ...\nAnime မှာ S2 နဲ့အဆုံးသတ်သွားသလို\nဒီကားကလည်းနောက်ဆုံးပါပဲ ထပ်ထွက်ဖို့မရှိတော့ပါဘူး။File size…2.26GB / 1.14GB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (HardSub)\nEncoder… YK\nTranslated by Moe Pwint Phyu",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/assassination-classroom-graduation-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDUwNTIxZGQtNWJlZS00NDk5LWFjMGEtNmI5ZDllZjhiYzNiXkEyXkFqcGdeQXVyMTA4Njk3Mjcw._V1_-139x200.jpg",
        "title": "Dakuaan Da Munda 2 (2022)",
        "description": "Dakuaan Da Munda 2 (2022)Best Actor nomination ၀င်ခဲ့တဲ့ မင်းသားကြီး\nDev Kharoud ရဲ့ Dakuaan Da Munda (2018) ရဲ့ အဆက်ဖြစ်ပါတယ်\nဒီကားဟာ ဘော်လီဘောကစားသမား\nမန်ဂါဆင်းအန်တာလ်ရဲ့ ကိုယ်တိုင်ရေးအထ္ထုပ္ပတ္တိကို အခြေခံပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်ယခုတင်ဆက်ပေးမယ့်ကားလေးကတော့\nရှယ်ကြမ်းတဲ့ အချစ်အက်ရှင်ဇာတ်မြူးကားလေးပါ\nမင်းသားရဲ့ ငယ်ဘဝကျောင်းသားဘဝအလွဲလေးတွေ မဟုတ်မခံဆတ်ဆတ်ကျဲ\nဇာတ်လမ်းလေးတွေက မင်းသိင်္ခဇာတ်လမ်းက ခံစားချက်မျိုးရသလို\nမင်းသမီးကို ချစ်ကြိုးသွယ်တာလေးကလည်း အားကျရလောက်အောင် ကြည်နူးဖွယ်ကောင်းပါတယ်ဇာတ်လမ်းလေးကတော့ အားကစားသမား စော်ကြည်ဘဲကောင်လေးဟာ\nမူးယစ်ဆေးကိစ္စတွေ နိုင်ငံရေးအရှုပ်အရှင်းတွေမှာ ဝင်ရောက်ပတ်သက်မိလို့\nဘဝကြီးတင်မက အချစ်ရေးတွေပါ ထိခိုက်ရတဲ့ထိ မူးယစ်ဆေးရဲ့ဆိုးကျိုးတွေကို ပညာပေးထားတာပါ\nအဲဒီတော့ ရသစုံဆေးရောင်စုံဇာတ်ကားကြီးကို ပရိသတ်ကြီးခံစားနိုင်ဖို့ တင်ဆက်ပေးပါရစေ\nFile size…2.25GB / 1.06GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Sai ThuRein ~ Nyein Aye",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/dakuaan-da-munda-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/raangi-128x200.jpg",
        "title": "Raangi (2022)",
        "description": "Raangi (2022)IMDb 6.1/10Thaiyal Nayagi ဆိုတာအမျိုးသမီးတွေရဲ့ခေါင်းဆောင်ဆိုတဲ့အဓိပ္ပာယ်ပါ\nနာမည်နဲ့လိုက်အောင် ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့သတင်းထောက်မလေး\nမတရားတာတွေကိုလက်ပိုက်ကြည့်မနေဘဲ ဖြေရှင်းပေးတတ်သူ\nသူတင်တဲ့သတင်းတိုင်းက မပေါက်တာမရှိတဲ့လူပေါ့ ဒါကြောင့်ပဲ\nဇာတ်လမ်းစစချင်းမှာ FBI တွေက သူ့နာမည်ကိုမေးပြီး\nအပူတပြင်းလိုက်ရှာနေကြတယ်ဘာကိစ္စကိုဘယ်လိုပတ်သက်မိလို့ FBI ကအစပါဝင်နေလဲသူလည်းမသိခဲ့ဘူး\nဒီအဖွဲ့အစည်းကပါလို့ပြောပြီး သူ့ကိုနေရာတစ်နေရာဆီဆွဲခေါ်သွားကြတယ်\nဒီအကြောင်းကိုသတင်းရေးရင် သေသလားရှင်သလားပြည်သူတွေမသိအောင်\nလူပျောက်စာရင်းဖွင့်မယ်လို့လည်း ခြိမ်းခြောက်ထားကြတာပေါ့ ...ဒီဇာတ်လမ်းတွေရဲ့အစက သူ့တူမ စုရှ်မီသာကစပါတယ် သူ့နာမည်နဲ့ သူ့ပုံပါတဲ့\nFacebook က ယောကျာ်းလေး ၁၈ယောက်နဲ့ Sex Chat ထားပြီး\nအဲဒီ၁၈ယောက်တည်းကတစ်ယောက်ကခြိမ်းခြောက်လေတော့\nသိုင်ရယ်လည်းမနေနိုင် ဝင်ဖြေရှင်းရပါတော့တယ် ဒီလိုနဲ့\nသူ့တူမနာမည်နဲ့အကောင့်ထဲဝင်လိုက်ရင်း ထင်မထားတဲ့ဓာတ်ပုံကိုတွေ့ပြီး\nမီဒီယာမှာတင်လိုက်မိရာက.... သူ့ဘဝတစ်ဆစ်ချိုးဘယ်လိုပြောင်းလဲသွားမလဲ\nစိတ်ဝင်စားစရာတွေတစ်ပုံကြီးနဲ့ ကြည့်ရှုရမဲ့ကားဖြစ်တာကြောင့် အခုပဲကြည့်လိုက်ကြပါတော့နော်\nFile size…2.51GB / 1.08GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~Yunni ~ Nyein Aye",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/raangi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ce66ewX8MIZgHy9iqOp86BB8Ogv.jpg",
        "title": "Kingdom 2: Far and Away (2022)",
        "description": "Kingdom 2: Far and Away (2022)Alice in Borderland ထဲက အာရိဆု ပါင်သရုပ်ဆောင်ထားတဲ့ Kingdom 2: Far and Away ဆိုတဲ့ ဂျပန်ဇာတ်ကားလေး ထွက်ရှိလာပါပြီခင်ဗျာ။ သူ့ရှေ့ကား Kingdom 2019 လည်း ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း ...\nတစ်မိုးအောက်စစ်သူကြီးဖြစ်ချင်တဲ့ ရှင်းတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့ ဒုတိယမြောက် ဇာတ်ကားလေးပါ။ ဒီတစ်ခေါက်မှာလည်း မပျင်းရအောင်ဖန်တီးထားပြီး ဇာတ်အိမ်ကတော့ ရှင်းပြည်ထောင်နဲ့ ဂီပြည်ထောင်ကြားက နယ်မြေလုစစ်ပွဲတစ်ခု ကို အခြေတည်ထားပါတယ်။ဒီလိုနဲ့ပဲ ဘာမဆို ရှေ့တန်းကပါတတ်တဲ့ ရှင်းတစ်ယောက်လည်း စစ်ချီထွက်လို့လာခဲ့ပါတယ်။ လူကသာအာကျယ်ပေမယ့် ခန္ဓာကိုယ်က သေးသေးလေးမို့ အုပ်စုဖွဲ့ရာမှာအကျဉ်ခံရရင်း အားအနည်းဆုံးသော လူတွေနဲ့အတူတကွ စစ်ပွဲဆင်နွှဲဖို့ ဖြစ်လာပါတော့တယ်။ရှင်းတစ်ယောက် ဘယ်လိုလူတွေနဲ့ ဘယ်လိုသံယောဇဉ်တွေဖန်တီးပြီး ရွတ်ရွတ်ချွန်ချွန် တိုက်ခိုက်သွားမလဲ?\nနယ်မြေလုစစ်ပွဲကြားက ပြည်ထောင်စစ်သူကြီးတွေရဲ့ ဗျူဟာနည်းစနစ်တွေကိုရော ရှင်းဘယ်လိုသင်ယူသွားမလဲ? ဆိုတာကို ဓားရေးလှံရေး အမိုက်စားတွေနဲ့ တစ်ဝကြီးကြည့်ရှုရဦးမယ့် ဇာတ်ကားတစ်ခုပါပဲ။မင်းသမီးအလှလေးကလည်း ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/kingdom-2-far-and-away-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWExZTNmNTgtOTMzNy00YzMyLWE0MDItYTdkOGZjYzgwODU1XkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-142x200.jpg",
        "title": "Yeh Raaste Hain Pyaar Ke(2001)",
        "description": "Yeh Raaste Hain Pyaar Ke (2001)အခုတစ်ခါ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးပါတော့မယ်...မင်းသားကြီး အဂျေး..မင်းသမီး မာဒူရီးနဲ့ ပါးချိုင့်မင်းသမီးလေး ပရီတီးဇင်ဒါးတို့\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်\ncameo အနေနဲ့ မင်းသားကြီး ဆန်နီဒိုးကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်ဒီဇာတ်ကားမှာ ဗစ်ကီနဲ့ ဆာခရှီးတို့က ကားသူခိုးစုံတွဲ\nလူတွေကို နှစ်ကျပ်ကွက်ရိုက်ပြီး သူတို့ကားတွေကို ခိုးတယ်\nနှစ်ယောက်စလုံးက မိဘမဲ့...ဆာခရှီးကတော့ ဦးလေးမိသားစုမှာ ကပ်နေတယ်တစ်ရက် လူမိုက်တစ်ယောက်ကို မတော်တဆသတ်မိသွားရင်းနဲ့ သူတို့နှစ်ယောက်ဟာ\nအသက်ဘေးကြုံလာရပါတော့တယ်...ပြေးရင်းလွှားရင်းနဲ့ နှစ်ယောက်သား လမ်းကွဲသွားခဲ့ကြပြီး\nကံကြမ္မာရဲ့လှည့်ကွက်တွေက သူတို့နှစ်ဦးအပေါ်\nဘယ်လိုရက်စက်လာတော့မလဲဆိုတာကိုတော့ ဆက်လက်ပြီး\nဇာတ်ကားထဲမှာ ရှုစားပေးပါဦးနော်...။ဒီဇာတ်ကားလေးမှာ ချစ်ခြင်းမေတ္တာ..သစ္စာတရားနဲ့ စာနာနားလည်မှုအကြောင်းကို\nအမိအရရိုက်ကူးပေးထားလို့ ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ တိုက်တွန်းပေးလိုက်ပါတယ်နော်...။\nFile size…4.02GB / 1.8GB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/yeh-raaste-hain-pyaar-ke2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/sakra-138x200.jpg",
        "title": "Sakra (2023)",
        "description": "Sakra (Tin lung baat bou) (2023)\n========================\nIMDb Rating - 6.7/10ဒီနေ့မှာတော့ အသစ်စက်စက် ထွက်ရှိထားတဲ့ Donnie Yan ရဲ့\nသိုင်းကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ ။ မင်းသမီးလေးကလဲ\nချန်ယွီချီ (yukee chen) ဖြစ်တာမို့ သရုပ်ဆောင်တွေနဲ့တင် ကြည့်\nရတာ တကယ်တန်နေစေမှာပါ ။ဇာတ်လမ်းအကျဥ်း -မြောက်ပိုင်း စုန့်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ သူတောင်းစားဂိုဏ်းရဲ့\nဂိုဏ်းချုပ်ဖြစ်သူ ချောင်ဖုန်းဟာ သူရဲကောင်းတစ်ယောက်အဖြစ် သိုင်း\nလောကမှာ ကျော်ကြားခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေမှာတော့ ရုတ်တရက်\nဆိုသလို ချီတန်း(မြောက်ပိုင်းတရုတ်နိုင်ငံရဲ့ လူမျိုးစုတစ်ခု) အဖြစ်စွပ်စွဲခြင်း\nခံရတဲ့အပြင် သစ္စာဖောက်အဖြစ် သိုင်းလောက လူတိုင်းက သတ်မှတ်ခဲ့\nပါတော့တယ် ။ အမှန်တရားကို ရှာဖွေဖို့ သူတောင်းစားဂိုဏ်းကနေ ထွက်\nလာခဲ့ပြီး ခရီးလမ်းတစ်လျှောက်မှာ အညှိုးအတေးများကို ချောင်ဖုန်းတစ်\nယောက် လက်စားချေခဲ့ပါတော့တယ် ။ အဲ့ဒီခရီးလမ်းမှာပဲ မုရုံအိမ်တော်မှ\nမိန်းမလှလေး အားကျူးနဲ့ မေတ္တာမျှကာ အတူတူ သိုင်းလောကမှာ ကျဥ်\nလည်ခဲ့ပါတယ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/3dB7P/Sakra_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t79ozwWnwekO0ADIzsFP1E5SkvR.jpg",
        "title": "Shotgun Wedding (2023)",
        "description": "Shotgun Wedding (2023)ဂျနီဖာလိုပက်ရဲ့ အက်ရှင်ဟာသအချစ်ကားအသစ် ထွက်လာပါပြီ။ဇာတ်ကားနာမည် Shotgun Wedding ဆိုတာ တိုက်ရိုက်ဘာသာပြန်ရင်တော့ နှလုံးပြူးသေနတ်မင်္ဂလာဆောင်ပေါ့။\nဒါပေမဲ့ တကယ့်အဓိပ္ပါယ်က အလောသုံးဆယ်ဆောင်ရတဲ့မင်္ဂလာဆောင်မျိုးကို ပြောတာပါ။\nတစ်ခါတလေ သတို့သမီးကိုယ်ဝန်ရှိသွားလို့ ထဆောင်လိုက်ရတာမျိုးပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ နာမည်နဲ့လိုက်အောင် ဂျေလိုကြီး နှလုံးပြူးနဲ့ ပစ်ပြပါလိမ့်မယ်။\nမင်းသားကတော့ ထရန်စဖော်ကားထဲက ဗိုလ်ကြီး Josh Duhamel ပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖိလစ်ပိုင်က ကျွန်းတစ်ကျွန်းမှာ မင်္ဂလာဆောင်လုပ်တာကနေ စပါတယ်။\nမင်းသမီးက ချမ်းသာတယ်။ မင်းသားက ဘေ့စ်ဘောကစားသမားကိုမှ အသင်းကထုတ်ခံထားရပြီး အလုပ်လက်မဲ့။\nအဲဒီကျွန်းမှာ နှစ်ဘက်မိသားစုတွေ အကုန်စုံပြီး တလွဲဖြစ်နေတဲ့အချိန်မှာမှ\nပင်လယ်ဓားပြတွေက ဓားပြဝင်တိုက်တဲ့အခါ ဟိုအတန်းမီးလောင်သလို ပွဲတွေဖြစ်ကြတဲ့ ဇာတ်ကားမျိုးပါပဲ။\nသတို့သားနဲ့သတို့သမီး ရန်တွေဖြစ်ရင် ပင်လယ်ဓားပြတွေကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 1.1GB ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/shotgun-wedding-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDJiOTdmMGItMmM5MC00ZTRiLWIzNjctNDE4ZTZkMWMzZTg0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "An Action Hero(2022)",
        "description": "An Action Hero (2022)\nAction, Comedy, Crime\nIMDb 7.9/10 (17K)အခုတစ်ခါတက်ဆက်ပေးမယ့်ကားလေးကတော့ Vicky Donor...Andhadhun\nဇာတ်ကားများနဲ့ ပရိသတ်အသည်းကိုဖမ်းစားခဲ့တဲ့\nဘောလီဝုဒ်မင်းသားချောလေး အာရွတ်ရှမန်းခူရာနာရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ကားနာမည်က အက်ရှင်ဟီးရိုးဆိုတော့\nမြင်သာပါတယ် အက်ရှင်ခန်းတွေ ပါမယ်ဆိုတာ...။ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်\nမင်းသားက အောင်မြင်ကျော်ကြားတဲ့ အက်ရှင်မင်းသားတစ်ယောက်ပေါ့နော်။ရိုက်ကွင်းလေးရှိလို့ မြို့တစ်မြို့ကိုရောက်လာရင်းနဲ့\nအဲ့ဒီမြို့က နိုင်ငံရေးသမားကြီးတစ်ဦးရဲ့ညီဖြစ်သူဟာ\nမင်းသားနဲ့ဓာတ်ပုံတွဲရိုက်ဖို့ ရောက်လာခဲ့တယ်။အခြေအနေတွေဟာ တင်းမာခဲ့ပြီးနောက်မှာ မင်းသားဟာ\nသူ့ကို မရည်ရွယ်ဘဲ သတ်လိုက်မိပါတယ်။\nဒီတော့ မင်းသားဟာ ပြေးဖို့ဖြစ်လာပါပြီ။ သူအနှစ်နှစ်အလလ\nကြိုးစားလာခဲ့တဲ့ အနုပညာအလုပ်ကြီးထိခိုက်မယ့်\nဘဝပါပျက်မယ့်အရေးကကနေ လွတ်မြောက်အောင် မင်းသားပြေးနေပါပြီ။တစ်ဖက်ကလည်း နိုင်ငံရေးသမားကြီးက\nသူ့ညီအတွက် လက်စားချေဖို့ မင်းသားကို လိုက်နေပါပြီ။\nဆိုတော့ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား\nဆက်ကြည့်ကြတော့နော်...။\nFile size…1.86GB / 831MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/an-action-hero2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Korameenu-2022-133x200.jpg",
        "title": "Korameenu (2022)",
        "description": "Korameenu(2022)IMDb-8.5/10ဒီတစ်ခါတော့ အောင်မြင်တဲ့ဇာတ်လမ်းပေါင်းများစွာကိုကိုယ်တိုင်ရေး\nကိုယ်တိုင်ရိုက်ကိုယ်တိုင်သရုပ်ဆောင်လေ့ရှိတဲ့ မင်းသားကြီး Anad Ravi ရဲ့ ကားလေးအလှည့်ပါသူကိုယ်တိုင်ရေးထားတဲ့ဒီကားထဲမှာတော့ ကောင်မလေးတစ်ယောက်ကို\nနှစ်ရှည်လများသဘောကျနေတဲ့ ကိုတီဆိုတဲ့လူရိုးကြီးအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nမီနာရှီရ်လို့ ခေါ်တဲ့အမျိုးသမီးကို အဲ့မြို့ကနိုင်ငံရေးစီးပွားရေးအားလုံးကို လက်ဝါးကြီးအုပ်ထားတဲ့ ကာရူနာနဲ့\nသူ့လက်အောက်က ကိုတီတို့ နှစ်ယောက်အပြိုင်ကြိုက်မိတဲ့အခါမှာ\nဇာတ်လမ်းလေးက ရှင်းမလိုနဲ့ အဆုံးထိကို ဆွဲခေါ်သွားမှာပါကိုယ့်ထက်အင်အားအဆမတန်ကြီးမားတဲ့ ရန်သူကို\nဘယ်လိုတိုက်ခိုက်မလဲဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း\nမြှပ်ကွက်များစွာနဲ့ တင်ဆက်ပြထားတာမို့ မလွတ်တမ်းကြည့်ရှုကြဖို့ တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…1.7GB / 837MB\nQuality…1080p HQ HDRIP / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Sai ThuRein",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/korameenu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r5C85R0Bc6RL51PnPv2HIvpSMJ7.jpg",
        "title": "The King Of Snipers ( 2023 )",
        "description": "Libiwala ဆိုတဲ့ နယ်မြေအတွင်းမှာ မူးယစ်ဆေးဝါး တွေ\nတွင်တွင်ကျယ်ကျယ်အသုံးပြုမှုရှိလာခဲ့ပြီး တရားဝန်စိုက်ပျိုးဖို့အထိ\nအာဏာပိုင်တွေက လက်ဝါးကြီးအုပ်တိုးချဲ့ခဲ့ပါတယ် ။ပြည်သူတွေ ဘေးကင်းလုံခြုံစေဖို့ / အထိအခိုက်မရှိစေဖို့အတွက်\nအနယ်နယ်အရပ်ရပ်ကနေ လုပ်ဆောင်ခဲ့ကြပြီး ဆန္ဒပြပွဲတွေလဲ\nဆက်တိုက်ဖြစ်ခဲ့ပါတော့တယ် ။ တစ်ဆက်ထဲမှာပါ\nအမျိုးသမီးစနိုက်ပါသမား အန်းန ၊ အေးဂျင့် အားထိုက် နဲ့\nဒေါက်တာဖန်းတို့ဟာ တာဝန်တစ်ခုက်ို အတူတူ လုပ်ကိုင်ကြဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီတာဝန်ကို သူတို့တွေ\nလုပ်ကိုင်ကြရင်း လုပ်ကြံသတ်ဖြတ်မှုတစ်ခုရဲ့ နောက်ကွယ်က\nအမှန်တရားကို သိရှိခဲ့ကြပြီး အမှောင်ထု ဒုစရိုက်လောကထဲကို နက်နက်ရှိုင်းရှိုင်း လုပ်ဝင်ရောက်လာခဲ့ကြတဲ့အခါ -❏ မူးယစ်ဆေးနွံနစ်နေတဲ့ အပြစ်မဲ့ပြည်သူတွေကိုရော သူတို့တွေကယ်တင်နိုင်ကြပါ့မလား ?\n❏ သူတို့တွေ တာဝန်ထမ်းဆောင်ရတဲ့ မစ်ရှင်ကိုရော\nအပြစ်ဆုံးထိ တာဝန်ထမ်းဆောင်နိုင်ပါ့မလား ?\n❏ သူတို့ကိုယ်တိုင်ကရော ဒုစရိုက် အမှောင်ထုတောကြီးအတွင်းက ရုန်းထွက်နိုင်ပါ့မလား? ဆိုတာ\nကြည့်ရှုလိုက်ရအောင်ပါနော် ။ အက်ရှင်ကားကောင်းကောင်းလေးဖြစ်တာမ်ို့ လက်လွှတ်မခံတမ်းကြည့်ရှုပေးကြပါဦးရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-king-of-snipers-2023/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fd7UrKcFp9xShEmDBGKHZeuWfe.jpg",
        "title": "Natural Born Killers(1994)",
        "description": "Natural Born Killers(1994)====================== မစ်ကီနဲ့ မယ်လိုရီ တို့ဟာ ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာကိုယ်စီနဲ့ကြီးပြင်းလာခဲ့သူတွေဖြစ်ပါတယ် မစ်ကီနဲ့ မယ်လိုရီတို့ အချင်းချင်းတွေ့ဆုံမိချိန်မှာတော့ နှစ်ယောက်ပေါင်းပြီး မယ်လိုရီရဲ့ အနိုင်ကျင့်တတ်တဲ့မိဘတွေကိုသတ်ကာ နှစ်ယောက်သားထွက်ပြေးခဲ့ကြပါတော့တယ်ဒါပေမယ့် ငယ်ငယ်ကစိတ်ဒဏ်ရာရှိခဲ့သူတွေဖြစ်တာကြောင့်နှစ်ယောက်ပေါင်းမိချိန်မှာတော့ တစ်ဖြည်းဖြည်း စိတ္တဇ လူသတ်စုံတွဲအဖြစ်ပြောင်းလဲလာပါတော့တယ် သူတို့ဟာ သူတို့ကားရပ်တဲ့နေရာတိုင်း အနားမှာရှိသမျှလူအကုန်သတ်ပစ်တတ်ကြပြီး သူတို့သတ်သွားတဲ့ဇာတ်လမ်းကိုပြန်ပြောနိုင်ဖို့ လူတစ်ယောက်ကိုတော့ချန်ခဲ့တတ်တဲ့စုံတွဲအဖြစ် နာမည်ကြီးပါတယ် အဲ့အချိန်မှာပဲ မီဒီယာရဲ့မြောှက်ထိုးပင့်ကော်လုပ်မှုကြောင့် တစ်နိုင်ငံလုံးဟာ ဒီရာဇဝတ်စုံတွဲကိုထောက်ခံအားပေးလာကြတဲ့အချိန်မှာတော့ မစ်ကီနဲ့မယ်လိုရီတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားစရာ ကြည့်ရှုရမှာဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ မင်းးသားကြီး Woody Harrelsonနဲ့မင်းသမီး Juliette Lewisပဲဖြစ်ပါတယ် ဒါ့အပြင် မင်းသားRobert Downey Jrကလည်း သတင်းထောက် ဝိန်းဂေးလ်အနေနဲ့ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.. File size…2.81GB / 1.26GB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/natural-born-killers1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-teen-135x200.jpg",
        "title": "Teen Wolf: The Movie (2023)",
        "description": "ဒီရုပ်ရှင်ကတော့ Teen Wolf (2011-2017) စီးရီးရဲ့နောက်ဆက်တွဲကို ရုပ်ရှင်အနေနဲ့ ၂ နာရီခွဲကြာအောင်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ မူလသရုပ်ဆောင်အားလုံး ပြန်လာကြတာမို့ Teen Wolf ဖန်တွေတော့ အရမ်းကြိုက်ကြမှာပါပဲ။ စီးရီးမကြည့်ဖူးတဲ့သူတွေလည်း ကြည့်လို့ရအောင် အတိုချုံးလေး ရှင်းပြပေးထားပါ့မယ်။အဓိက ဇာတ်ကောင်ကတော့ ဘီကွန်ဟေးလ်မြို့လေးမှာနေတဲ့ စကော့ မက်ကော ဆိုတဲ့ သမန်းဝံပုလွေပါပဲ။ စီးရီးအဆုံးမှာတော့ သူဟာ သမန်းဝံပုလွေအုပ်ရဲ့ အယ်ဖာခေါင်းဆောင်ဖြစ်သွားခဲ့ပါပြီ။ သူ့အမေကတော့ သူနာပြုပါ။ သူ့ရဲ့ ချစ်သူ အလီဆန်အားဂျန့်ကတော့ သမန်းဝံပုလွေ မုဆိုးမျိုးရိုးဖြစ်ပြီး စီးရီးထဲမှာ သေဆုံးသွားခဲ့ပါပြီ။ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းက စတလင်းစကီးခေါ် စတိုင်းပါ။ သူကတော့ သမန်းဝံပုလွေတွေကို တချိန်လုံးကူညီခဲ့တဲ့ ဉာဏ်ကောင်းတဲ့ သူငယ်ချင်းပါပဲ။ နောက်တော့ FBI ထဲရောက်သွားပါပြီ။ စတလင်းစကီးရဲ့အဖေကတော့ ရဲမှူးပါ။ စတိုင်းရဲ့ကောင်မလေး လစ်ဒီယာကတော့ ဘန်းရှီးဖြစ်ပြီး သေခြင်းတွေကို မြင်နိုင်တဲ့အစွမ်းနဲ့ အသံလှိုင်းနဲ့တိုက်ခိုက်နိုင်တဲ့အစွမ်းရှိပါတယ်။ စကော့မက်ကောရဲ့ နောက်ထပ်အချစ်ဆုံးမိတ်ဆွေကတော့ ဒဲရက်ဟေးလ်လို့ခေါ်တဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/teen-wolf-the-movie2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMCO3txxxatCtAhOnzeqLcw4fI8.jpg",
        "title": "The Foggy Mountain (2020)",
        "description": "The Foggy Mountain (2020)ဒါကတော့ 2020 လောက်ကထွက်ထားတဲ့ Vietnam action ကားလေးဖြစ်ပါတယ်။\nIMDb မှာတော့ 5.9/10 ရရှိထားပြီး\nအက်ရှင်ဇာတ်ကြမ်းမှကြည့်ချင်တယ်ဆိုသူများအတွက် သင့်တော်မယ့် ဇာတ်ကြမ်းကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အငြိမ်းစားယူပြီး မျက်မမြင်မိန်းမနဲ့ပဲ အချိန်ပေးနေတဲ့ ဖိုက်တာဟောင်းကြီးတစ်ယောက်အကြောင်းပါ။\nမိန်းမဖြစ်သူရဲ့မျက်လုံးကိုရအောင်ကုပေးဖို့ကြိုးစားနေသူတစ်ယောက်လည်းဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အလုပ်ရှင်ဟောင်းမှပေးတဲ့ တာဝန်ကို ငြင်းပယ်လိုက်တဲ့အတွက်ကြောင့်\nအလုပ်ရှင် ဂိုဏ်းစတားခေါင်းဆောင်ဟာ ဖိုက်တာဟောင်းကြီးရဲ့ မိန်းမကို သတ်လိုက်ပါတာ့တယ်။\nဒီအတွက် သူ သူ့မိန်းမအတွက် ဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါခင်ဗျ။\nအက်ရှင်ခန်းတွေအများကြီးနဲ့ ဇာတ်ကြမ်းကားပီသတဲ့အတွက်ကြောင့် Actionသမားတွေအတွက် တင်ပေးလိုက်ပါတယ်ခင်ဗျ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 758MB | 359MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Xavier ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-foggy-mountain-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan-150x200.jpg",
        "title": "Aan: Men at Work (2004)",
        "description": "Aan: Men at Work (2004)\nAction, Crime, Drama\nIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nမှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်\nမင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။\nတခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကို\nအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်း\nတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်း\nကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့\nရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်က\nလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့\nဇာတ်သိမ်းနဲ့သွားမလား...။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲ\nဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်...။\nFile size…3GB ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RKe1/Aan_Men_at_Work_20041080p_ZEE5_HDRip(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7vFFZHbDyxfjuYKzJwruTnwwjT.jpg",
        "title": "Black Warrant (2022)",
        "description": "Black Warrant (2022)2022 က ထွက်ရှိထားတဲ့ ခုကားလေးက​တော့ အက်ရှင်ကား​တွေ ကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ အက်ရှင်သည်းထိတ်ရင်ဖိုကား​လေးပါ။ကမ္ဘာ​ကို မီးဖျက်ဖို့ကြိုးစား​နေတဲ့ အကြမ်းဖက်သမား​တွေရဲ့အကြံကို တားဖို့ အ​သေဖမ်းဝရမ်းနဲ့ တာဝန်​ပေးခံရတဲ့ အ​ဖေဖြစ်သူနစ်ခ် နဲ့ နှစ်​ပေါင်းများစွာ အ​ဖေဖြစ်သူနဲ့ကွာ​ဝေး​နေပြီး မူးယစ်ရဲ ဖြစ်​နေတဲ့သားဖြစ်သူ အန်တိုနီတို့ မစ်ရှင်တစ်ခုတည်းကို ဘယ်လိုပူး​ပေါင်းပြီး တားမလဲဆိုတာကို အက်ရှင်ဆန်​ဆန်ရိုက်ပြ​ထားတဲ့ ကားလေးပါပဲ။အ​ဖေနဲ့သားအကြားက နားလည်မှုလွဲတာ​တွေကို ဘယ်လိုပုံစံနဲ့ ​​ဖြေရှင်းကြမလဲ... ​ပေးထားတဲ့မစ်ရှင်ကိုလည်း သားအဖနှစ်​ယောက် ဘယ်လို အကြံ​ကောင်း​ကောင်း နဲ့ရင်ဆိုင်ရမလဲဆိုတာ​​တွေကို ​တွေ့ရမှာမို့လို့ တစ်​ခေါက်​လောက်​တော့ကြည့်သင့်တဲ့ အက်ရှင်ကားလေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 700MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/black-warrant-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-perfect-133x200.jpg",
        "title": "The Perfect Storm (2000)",
        "description": "2012တို့ The Finest Hoursတို့လို disaster moviesကြိုက်တတ်သူတွေအတွက် ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ The Perfect Storm ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်…\nBest Special Visual Effectsဆုရထားတာမလို့ ကားဟောင်းကြီးဆိုပြီး CGI ဂွမ်းမှာလည်း မပူရပါဘူးသရုပ်ဆောင်တွေကတော့ Oceanမင်းသားကြီး George Clooneyနဲ့ The Italian Jobမင်းသား Mark Wahlbergတို့ဖြစ်ပြီး directorကတော့ Air Force One, Poseidenတို့ကိုရိုက်ကူးခဲ့သူ Wolfgang Petersonပဲ ဖြစ်ပါတယ်…ဇာတ်လမ်းအကျဥ်း\nကပ္ပတိန်ဘီလီတိုင်နဲ့ တံငါသည်၅ယောက်တို့ဟာ အန်ဒရီရာဂေးလ်ဆိုတဲ့ ငါးဖမ်းလှေနဲ့ ပင်လယ်ထဲကိုငါးဖမ်းထွက်လာပါတယ်.. ဒါပေမဲ့ ကံဆိုးချင်တော့ နှစ်၁၀၀မှာ ၁ခါဖြစ်ခဲလှတဲ့ မုန်တိုင်းကြီးတစ်ခုနဲ့ ပက်ပင်းတိုးပါတော့တယ်..\nရိုးရိုးမုန်တိုင်းမဟုတ်ဘဲ The Perfect Storm လို့ခေါ်ရလောက်အောင် ဘာတွေကများထူးခြားနေလို့လဲ… ဒီမုန်တိုင်းကြီးထဲကနေ သူတို့တွေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ခံစားကြည့်ရှုလိုက်ကြပါဦးFile size…(2.83GBGB)  / (`1.54GB) \nQuality…. Web 1080P / ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-perfect-storm2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjAzNzUwMTk4OV5BMl5BanBnXkFtZTgwOTE2MjAwNTE@._V1_-146x200.jpg",
        "title": "Assassination Classroom(2015)",
        "description": "Assassination Classroom (2015)\n--------------------------------------------------------\nAnime ဖန်တွေကြားမှာ နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ စီးရီးတစ်ခုဖြစ်တဲ့\nAssassination Classroom ရဲ့\nSeason 1 ကို LA အနေနဲ့ ပြန်ရိုက်ကူးထားတဲ့ကားပဲဖြစ်ပါတယ်။Anime ကို LA ပြန်ရိုက်တာမလို့ ထုံးစံအတိုင်း ဂွမ်းတဲ့နေရာတွေအများကြီးဆိုပေမယ့်\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Koro sensei ကတော့ တစ်ပုံစံတည်းမလို့ ဖြေသာပါသေးတယ်လို့ ဆိုရမှာပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ လ,ကိုဖျက်ဆီးပြီးတော့ နောက်နှစ် သုံးလပိုင်းမှာ\nကမ္ဘာကိုပါဖျက်မယ်လို့ ခြိမ်းခြောက်ထားတဲ့ရေဘဝဲလိုသတ္တဝါကြီးကို\nဘယ်လိုနည်းနဲ့မှသတ်လို့မရတဲ့အဆုံး လက်လျှော့လိုက်ရတော့မယ့်အချိန်မှာ\nအကြောင်းအရင်းတော့မပြောပေမယ့် စာအရမ်းညံ့ပြီးအပယ်ခံတွေစုနေတဲ့\nအလယ်တန်းတတိယနှစ် E ခန်းရဲ့ အတန်းပိုင်ဖြစ်ခွင့်ပေးရင် အဲဒီကလေးတွေသတ်တာခံပါမယ်လို့ သဘောတူလက်ခံခဲ့ပါတယ်။ဒီလိုနဲ့ ကလေးတွေကိုစာလည်းသင်ပေးရင်း လုပ်ကြံသတ်ဖြတ်ရေးပါသင်ပေးရင်းနဲ့\nဆရာနဲ့ သူ့တပည့်တွေကြားကသံယောဇဥ်ခိုင်မာလာပြီး နောက်ဆုံးမှာ\nသူ့ကိုလုပ်ကြံနိုင်သွားမလား ဒါမှမဟုတ် မအောင်မြင်ဘဲနဲ့ မူလအစီအစဥ်အတိုင်း ကမ္ဘာကိုပဲဖျက်ဆီးမလားဆိုတာ...\nFile size…2.1GB / 1.2GB\nQuality…1080p BluRay   /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/assassination-classroom2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/p11027450_p_v8_ad-133x200.jpg",
        "title": "Mary Kom (2014)",
        "description": "Mary Kom (2014)IMDb Rating (6.8) / Rotten Tomatoes (88%)အိန္ဒိယ မြန်မာနယ်စပ်ဘက်က ကမ္ဘာကျော် အမျိုးသမီးလက်ဝှေ့သမား တစ်ယောက်ရဲ့ တကယ့် ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ Bollywood ရဲ့နာမည်ကျော်မင်းသမီး ပရီရန်ကာချော်ပရာက သရုပ်ဆောင်ထားပါတယ်။\nချင်းပြည်နယ် နယ်စပ်တစ်ဖက်ခြမ်း အင်ဖာမြို့က Mary Kom လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ဇာတ်လမ်းက အိန္ဒိယ ရုပ်ရှင်လောကမှာတော့ တကယ် အောင်မြင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။India ရဲ့ အိုလံပစ် လက်ဝှေ့ကျော်ဖြစ်လာခဲ့တဲ့ မေရီကွန်းရဲ့ စိတ်ဓာတ်သန်မာမှု တွေ ဖြတ်သန်းရာဘဝတွေနဲ့ ကိုယ်ဖြစ်ချင်ရာ ပန်းတိုင်ကို ရောက်အောင် ကျားကုတ်ကျားခဲ ကြိုးစားခဲ့ရပုံတွေ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းရဲ့အစမှာ အင်ဖာမြို့က မထင်မရှား ကျေးရွာလေးတစ်ရွာက မေရီဆိုတဲ့ ဆတ်ဆတ်ထိမခံ ကျောင်းသူ ကောင်မလေးနဲ့ စထားပါတယ်။\nကျောင်းက ယောက်ျားလေးတွေနဲ့ သူတင်ကိုတင် ထိုးကြိတ်ရန်ဖြစ်တတ်တဲ့ မေရီဟာ တစ်ရက်တော့ အဲဒီမြို့က ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/mary-kom-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Detective-Knight-Independence-Poster-133x200.jpg",
        "title": "Detective Knight: Independence (2023)",
        "description": "Detective Knight: Independence (2023)\n============================Detective Knight တွေရဲ့အဆက်ဖြစ်တဲ့ မင်းသားကြီး\nဘရုစ်ဝိန်းရဲ့ ဇာတ်ကားလေးထပ်မံထွက်ရှိလာပါပြီ။ဇာတ်လမ်းလေးကတော့ဘရုစ်ဝိန်းကဥပေဒေဘက်တော်\nသားဖြစ်ပြီး ဘဏ်ဓားပြတိုက်မှုမှာ တရားခံကိုမလိုအပ်ပဲ\nပစ်သတ်မှုကြောင့် အပြင်မှာ တာဝန်မထမ်းဆောင်ရမှာဘဲ၊\nရုံးတွင်းမှာပဲစာရွက်စာတမ်းကိစ္စတွေကိုလုပ်နေရတယ်ပေါ့။\nတစ်နေ့မှာ ဆေးရုံကမှုခင်းစစ်ဆေးရေးမှုးရဲ့ ရဲဝတ်စုံရယ်၊\nသေနတ်ရယ်၊ တံဆိပ်ရယ်အကုန်လုံးအခိုးခံလိုက်ရတယ်။ဒီအမှုကို အထက်အရာရှိက ဘရုစ်ဝိန်းကိုပဲဖြေရှင်းဖို့တာဝန်\nပေးလိုက်ပါတယ်။ ခိုးသွားတဲ့သူက ရဲဝတ်စုံကိုအသုံးချပြီး\nမကောင်းတာတွေလုပ်နေတဲ့အခါမှတော့ ဘရုစ်ဝိန်းတစ်ယောက်\nဘယ်လိုတွေဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုပေး\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (670 MB) / (370 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/detective-knight-independence-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDRlMGYzNjQtOWJjYy00NjU4LThlMDMtYmY2ZDg0YTAzOGVhXkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Detective Knight: Redemption (2022)",
        "description": "Detective Knight: Redemption (2022)\n===========================Detective Knight ရဲ့ Trilogy ထဲက Detective Knight :\nRedemption လေးတင်ဆက်ပေးလိုက်ပါတယ်။ ခရစ္စမတ်လည်း\nနီးပြီဆိုတော့ Bruce Willis ခရစ္စမတ်မှာ ဘယ်လိုသောင်း\nကြမ်းမလဲဆိုတာ ကြည့်လိုက်ပါတော့နော်။စုံထောက်နိုက် (Bruce Willis) ကတော့ Redemption မှာ တရား\nရင်ဆိုင်ဖို့ ထောင်မှာစောင့်ဆိုင်းနေရတာပါ။ ထောင်ထဲမှာ ဖာသာ\nကွန်လန်၊ ဆေးသမားကိုဒီရို့ဒ်နဲ့သိကျွမ်းခဲ့ပြီး လွတ်မြောက်ရေးတရား\nတွေ ဆွေးနွေးခဲ့ကြတာပေါ့။မကြာခင် နယူးယော့ခ်မှာ ဘဏ်ဓါးပြတိုက်မှုတွေနဲ့ ဗုံးပေါက်ကွဲမှုတွေ\nဆက်တိုက်ဆိုသလိုဖြစ်နေတာကြောင့် ပြည်သူတွေလည်းကြောက်နေ\nကြပါပြီ။ ရဲဌာနနဲ့မြို့တော်ဝန်လည်းခေါင်းကိုက်နေပြီမို့ အတွဲညီခဲ့တဲ့\nစုံထောက်နိုက်နဲ့စုံထောက်ဖစ်တို့ကို အကူအညီတောင်းဖို့ ဖြစ်လာပါ\nတော့တယ်။ခရစ္စမတ်နေ့ကြီးမှာ ဆန်တာဝတ်စုံတွေဝတ်ပြီး ဘဏ်ဖောက်နေကြတဲ့\nအရူးတစ်သိုက်ရဲ့ နောက်ကြောင်းနဲ့ စုံထောက်နိုက်ရဲ့ဖြေရှင်းပုံတွေကို\nခပ်မိုက်မိုက်ရိုက်ပြထားတာမို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်\nပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (500 MB) / (280 MB)\nQuality............WEB-DL 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/detective-knight-redemption-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODEzNmNmNTctMjgyNy00OWNjLTgxNTctOTc2NWVhZDNiNWY4XkEyXkFqcGdeQXVyMTMzMDU5MjY2._V1_-133x200.jpg",
        "title": "Detective Knight: Rogue (2022)",
        "description": "Detective Knight: Rogue (2022)\n======================Halloween ရာသီမှာ ဇာတ်လမ်းတွေနဲ့ Chill ကြမယ့် ရုပ်ရှင်ပရိသတ်တွေ\nအတွက် မင်းသားကြီး Bruce Willis ရဲ့ စုံထောက်ရုပ်ရှင်အသစ်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါတယ်။လော့အိန်ဂျယ်လိစ် မြို့မှာ ပိုက်ဆံတွေတင်လာတဲ့ ထရပ်ကားကို အဖွဲ့တစ်ဖွဲ့က\nဓားပြဝင်တိုက်ပါ‌တော့တယ်။ စုံထောက် နိုက်တ်နဲ့ သူ့တွဲဖက် ဖစ်ဇ် တို့လည်း\nဓားပြတွေကို ဖမ်းဆီးဖို့ ကြိုးစားရင်း၊ ဖစ်ဇ်တစ်ယောက် သေနတ်အပစ်ခံရပြီး\nအရေးပေါ်ကိုရောက်သွားပါတော့တယ်။နိုက်တ်လည်း အဆိုပါအဖွဲ့ကို လိုက်ဖမ်းဖို့ ရေကုန်ရေခမ်းကြိုးစားပါတော့တယ်။\nသို့သော် ထိုအဖွဲ့က မြို့တွေ တစ်မြို့ပြီး တစ်မြို့သွားပြီး ဓားပြတိုက်နေသလို\nခြေရာလက်ရာဖျောက်တဲ့နေရာမှာလည်း သေသပ်တာမို့ ဖမ်းလို့မမိဖြစ်နေပါ\nတော့တယ်။  နိုက်တ်လည်း ထိုအဖွဲ့ကို နယူးယော့ခ်မြို့မှာ ခြေရာခံမိရင်း အတိတ်က\nပတ်သက်ခဲ့ဖူးတဲ့ သတင်းပေး ဝင်းနာ ဆိုတဲ့လူနဲ့ ပြန်လည်တွေ့ဆုံရာကနေ ဘယ်လိုမျိုး\nအလှည့်အပြောင်းတွေဖြစ်လာမလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ နိုက်တ်အနေနဲ့ သရုပ်ဆောင်ထားတာကတော့ အားလုံးရဲ့အချစ်တော်\nမင်းသားကြီး Bruce Willis ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File Size..........(1.68 ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/detective-knight-rogue-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-135x200.jpg",
        "title": "Paul Blart: Mall Cop 2 (2015)",
        "description": "Paul Blart Mall Cop 1 ထုတ်လွှင့်အပြီး ၆နှစ်အကြာမှာ အပိုင်း(2) ထပ်မံထွက်ရှိခဲ့ပါတယ်...။ အပိုင်း (2)မှာလည်း... အပိုင်း (1)တုန်းကလိုပဲ ကုန်တိုက်လုံခြုံရေးပေါလ်ဘလတ်ရဲ့ စွန့်စားခန်းဟာသတွေကို တွေ့ရှိရမှာပါ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ကို \"လုံခြုံရေးအရာရှိများအသင်းအဖွဲ့ကြီး\"က ဗေးဂတ်စ်မြို့က \"ဝင်န်ဟိုတယ်\"မှာ ကုန်စည်ပြပွဲနဲ့ ဆုပေးပွဲတက်ရောက်ဖို့ ဖိတ်ကြားခဲ့တယ်။ ဝင်န်ဟိုတယ်ကို ပေါလ်နဲ့ ပေါလ်သမီး မာရာတို့ လာရောက်တည်းခိုရင်းနဲ့ ပန်းချီကားသူခိုးလူဆိုးအဖွဲ့နဲ့ ကြုံရပါတော့တယ်။ ပထမအပိုင်းကလိုပဲ ပေါလ်အနေနဲ့ လူဆိုးအဖွဲ့ကို တစ်ယောက်ချင်းဖြုတ်ဖို့ ဖြစ်လာခဲ့တယ်။ ပေါလ်တစ်ယောက်ရဲ့ အလွဲတွေနဲ့စွန့်စားခန်းကို ဟာသနဲ့ actionရောနှောထားတဲ့ဇာတ်ကားတစ်ကားအနေနဲ့ ကြည့်ရှုရမှာပါ။ Paul Blart Mall Cop (1)ကို ကြည့်ရတာ သဘောကျရင် (2)ကို ဆက်ကြည့်လို့ရပါတယ်နော်...။ နှစ်ကားထွက်ပေမဲ့ ဇာတ်လမ်းချင်းအရမ်းမချိတ်ဆက်ထားတာကြောင့် တစ်ကားချင်းကြည့်လို့လည်းရပါတယ်။File size…(1.97GB)  / (`1.1GB) / (671.02MB)\nQuality…. Web 1080P ...",
        "rating": "",
        "url": "https://channelmyanmar.org/paul-blart-mall-cop-2-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-1-134x200.jpg",
        "title": "Paul Blart: Mall Cop(2009)",
        "description": "ဒီ ဇာတ်လမ်းလေးကတော့ ခပ်ဝဝနဲ့ စိတ်ကောင်းရှိတဲ့ ကုန်တိုက်လုံခြုံရေး ပေါလ်ဘလတ် ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ ။ Comedy, Actionအမျိုးအစားဖြစ်ပြီးတော့ မိသားစုနဲ့အတူတူကြည့်လို့ကောင်းမယ့် wholesomeဖြစ်တဲ့ ဇာတ်ကားမျိုးလေးလည်း ဖြစ်ပါတယ် ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ဘလတ်က ဝက်စ်အောရိန့်ချ် ပါဗီလီယွန်ကုန်တိုက်ရဲ့ လုံခြုံရေးအစောင့်တစ်ယောက်၊ ပြည်နယ်ရဲတပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်လာဖို့ကြိုးစားနေပေမဲ့ သွေးတွင်းသကြားဓာတ်နည်းတဲ့ရောဂါကြောင့် အိပ်မက်က အလှမ်းဝေးနေတယ်။ ပေါလ်ရဲ့ မိခင်နဲ့ ပေါလ်ရဲ့မိတဆိုးသမီးလေးမာရာကတော့ ပေါလ်ကို ဂရုစိုက်ရှာပါတယ်။ ပေါလ်ကို လက်တွဲဖော်လေးတစ်ယောက်လည်း ရစေချင်ကြတယ်။ ပေါလ်မှာလည်း သူလုံခြုံရေးစောင့်တဲ့ ကုန်တိုက်ထဲမှာ ချစ်ရတဲ့crushလေးရှိလာတယ်။ တစ်နေ့ ပေါလ်တို့ရဲ့ ကုန်တိုက်ကို အကြမ်းဖက် လူဆိုးအုပ်စုက ဓားပြတိုက်ဖို့ ဝင်ရောက်စီးနင်းကြတယ်။ အဲဒီအချိန်မှာ ဓားစာခံမိထားတဲ့crushလေးကိုကယ်လိုဇောနဲ့ ပေါလ်တစ်ယောက်က လူဆိုး၈ယောက်ကို တစ်ကိုယ်တော်အစွမ်းနဲ့ တစ်ဆင့်ချင်း ဘယ်လိုဖြုတ်သွားမလဲဆိုတာကိုတော့ Paul Blart Mall Cop ဇာတ်ကားလေးထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလို့ရပါပြီFile size…(1.7GB)  / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/paul-blart-mall-cop2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66yOibmlqxASFoNyEZIORELJqBC.jpg",
        "title": "Stealing Raden Saleh (2022)",
        "description": "Stealing Raden Saleh (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ နိုင်ငံကျော်ပန်းချီဆရာတွေရဲ့ ပန်းချီကားတွေကိုပုံတူပွားဆွဲတဲ့ပီကိုနဲ့ စထားပါတယ်။ လေလံပွဲမှာ ပီကိုဆွဲထားတဲ့ ကောပီအပွားက သန်းကိုးရာနဲ့ရောင်းထွက်သွားခဲ့ပါတယ်။ပီကို့ရဲ့အဖေကလည်း လုရက်မှု တစ်ခုနဲ့ထောင်ကျနေခဲ့ပြီး အဖေကို ထောင်မကျအောင် အမှုကို ပြန်လည်စစ်ဆေးပေးဖို့အတွက် ၂ ဘီလီယံလိုလာခဲ့ပါတော့တယ်။ အဲ့ဒါနဲ့ သူငယ်ချင်း အူးကျွတ်နဲ့ တိုင်ပင်ရင်း ဇာတ်ကားနာမည်ထဲက ပန်းချီ အကျော်အမော် ရာဒင် ဆာလက်ရဲ့ ပန်းချီကား တစ်ခုကို ပုံတူကူးဆွဲပြီး ရောင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်။ပီကိုကရော ပန်းချီအကျော်အမော် ရာဒင်ဆာလက်ရဲ့ ပန်းချီကားကို ပုံတူဆွဲပြီး အောင်အောင်မြင်မြင်နဲ့ရောင်းချနိုင်ပါ့မလား?\nသူ့အဖေကိုကော အယူခံဝင်နိုင်အောင် လုပ်ပေးနိုင်ပါ့မလား? ဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါခင်ဗျာ။စကားချပ်အနေနဲ့ကော့ အင်ဒိုနီးရှားဆိုတာ ကျွန်တော်တို့ရဲ့ ဒေသတွင်းအိမ်နီးချင်းနိုင်ငံဖြစ်ပေမဲ့ ရုပ်ရှင်အရည်အသွေးပိုင်းမှာတော့ အများကြီးတိုးတတ်လာပါတယ်။ အဲ့ဒီအပြင် IMDB မှာ rating 7.5 ရရှိထားပြီး အစကနေအဆုံးထိ ရိုးအီမသွားအောင်ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားလေးဖြစ်လို့ ကြည့်ရှု့ခံစားလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/stealing-raden-saleh-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjBiNjBmZTktNDk2ZS00Yjk5LWE5YzgtMzI2ZjExYWM3ZjBkXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_-140x200.jpg",
        "title": "Chez Nous (2013)",
        "description": "Chez Nous (2013)\n=============\nIMDb Rating - 6.5/10ဘားလေးတစ်ခုရှိတယ် Chez Nous တဲ့။ အဲဒီဘားမှာပဲ အသက်\nအရွယ်မတူ အလုပ်အကိုင်မတူ genderမတူ sexualityမတူတဲ့\nလူခြောက်ယောက်စုမိကြတယ်။ Chez Nous ဆိုတဲ့နာမည်အတိုင်းပဲ\nအဲဒီဘားက သူတို့အတွက်အိမ်လိုကိုဖြစ်လို့ပေါ့။တစ်နေ့မှာ ခြောက်ယောက်ထဲကတစ်ယောက်ဖြစ်တဲ့ ဘားပိုင်ရှင်\nအက်ဂျယ်က ကျန်းမာရေးဖောက်ပြီး ဆေးရုံတင်လိုက်ရတဲ့အပြင်\nသူတို့ရဲ့ဆိုင်က ဒေဝါလီခံရတော့မယ်ဆိုတာ ကျန်တဲ့ငါးယောက်က\nသိသွားကြလေရော။ ဆိုင်ကိုပြန်ဝယ်ဖို့ ပိုက်ဆံမရှိကြတဲ့ ငါးယောက်\nသားဟာ ကြံကြံစည်စည် ပြတိုက်က စိန်လည်ဆွဲကို ခိုးဖို့လုပ်ကြပါ\nတော့တယ်။စွန့်စွန့်စားစား ခိုးတဲ့ကားဆိုပေမဲ့ comedyဖြစ်နေတော့ သည်းထိတ်\nရင်ဖိုဖြစ်မနေဘဲ ရယ်ရမှာပါ။ ဇာတ်ကွက်တချို့ကို အမ်စတာဒမ်ရဲ့\nနာမည်ကြီး Gay Pride ပွဲတော် 2012 Canal Parade အတွင်းမှာ\nရိုက်ထားတာဖြစ်တဲ့အတွက် ပွဲတော်ကျင်းပနေပုံတွေကိုလည်း ပျော်\nပျော်ကြီး ကြည့်ရမှာပါ။ ဒါပေမဲ့အက်ဂျယ်ကလွဲလို့ ကျန်တဲ့ငါးယောက်မှာ\nအဖြောင့်နေနေ အကွေးနေနေ အတွဲကိုယ်စီတွေနဲ့ ဖြစ်တဲ့အတွက်\nFAသမားတွေကြည့်မိရင် ရည်းစားလိုချင်သွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (828 MB) ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/chez-nous-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGU5NjkzNTgtOTI0Yy00YjNlLWFkZDktZDZkOGYwZTgyZTQ3XkEyXkFqcGdeQXVyMTU1ODQyNzg5._V1_-141x200.jpg",
        "title": "Dhamaka (2022)",
        "description": "Dhamaka (2022)IMDb-8.1/10ရုံတင်ငွေသန်း ၆၀ တောင်အမြတ်ရထားတဲ့ ဟာသအက်ရှင်အရောလေးနဲ့\nညိုကီတို့လည်း Are we dating the same girl? ဂရုဖွဲ့ဖို့လိုနေကြောင်းပြထားတဲ့ကားလေးပါ2022 ခုနှစ်ထွက် အောင်မြင်ပြီးလူကြိုက်များခဲ့တဲ့ တေလဂူးစကားပြော\nတောင်ပိုင်းရုပ်ရှင်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ မင်းသားကြီး Ravi Teja ကနှစ်ကိုယ်ခွဲအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nစီးပွားရေးလုပ်ငန်းပိုင်ရှင်အာနန့်ဒ်နဲ့\nမကြာခင်ကမှ အလုပ်ပြုတ်ထားတဲ့ ဂျစ်ကန်ကန်ကောင်ဆိုးလေး ဆွာမီ၊\nရုပ်ချင်းဆင်ပြီး ကံကြမ္မာချင်းမတူကြတဲ့ ဆွာမီ နဲ့ အာနန့်ဒ်တို့ဟာ\nမတူညီကြတဲ့ပြဿနာတွေကိုဖြေရှင်းရင်ဆိုင်ရင်း တစ်နေ့မှာတော့\nထိပ်တိုက်ရင်ဆိုင်ကြဖို့ အကြောင်းဖန်လာပါတော့တယ်။တစ်ဖက်မှာလည်း ပရာနာဗီဆိုတဲ့ မိန်းမလှလေးက ရုပ်ချင်းဆင်နေတဲ့ လူနှစ်ယောက်ကိုမှ\nမထင်မှတ်ဘဲချစ်မိနေပြီး နှစ်ယောက်ကြားမှာ ရွေးချယ်ရခက်နေတဲ့သူလေးပေါ့။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ အာနန့်ဒ်တစ်ယောက်ကုမ္ဗဏီရဲ့ စီးအီအို ဖြစ်လာမယ့်အချိန်မှာ\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းလေးတွေက သူတို့တွေရဲ့ဘ၀ကို‌ တစ်ဆစ်ချိုး ပြောင်းလဲစေခဲ့ပါတယ်။\nသီချင်းတွေကလည်းမြူးကြွတယ် အားတက်စေတယ်၊ စကားပြောခန်းတွေက\nပညာသားပါတယ် ဆိုတော့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…3.1GB / 1.4GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/dhamaka-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0HLEZfqJp5dRxMzkgZwW9puP7N.jpg",
        "title": "Zathura: A Space Adventure (2005)",
        "description": "Zathura: A Space Adventure (2005)~ IMDb - 6.2/10, Rotten Tomatoes - 76% ~ငယ်ငယ်တုန်းက သိပ်ကြိုက်ခဲ့ရတဲ့ Fantasy, Adventure ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ Jumanji တို့ဘာတို့ကိုတော့ မှတ်မိဦးမယ်ထင်ပါတယ်။ ဂိမ်းတစ်ခုဆော့ရင်း ဂိမ်းကမ္ဘာတစ်ခုကိုရောက်သွားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။Zathura က Jumanji ကို Space Version Spin-off ပုံစံမျိုး Fantasy Sci-Fi Game Universe ကိုဖန်တီးခဲ့တာပါ။ အဲဒီတော့ သိကြတဲ့အတိုင်းပဲ။ သတ္တဝါဆန်းတွေ၊ ဖြစ်ရပ်ဆန်းတွေနဲ့ Entertainment ကောင်းကောင်းဖြစ်မယ့်ကားပါပဲ။ဒီထဲက Main Cast ညီအကိုနှစ်ယောက်ထဲက တစ်ယောက်က‌ နောက်ပိုင်း Bridge to Terabithia, Huger Games Franchise ကြီးနဲ့ Journey 1 & 2 လို တကယ့်ဇာတ်ကားကောင်းတွေမှာပါခွင့်ရခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/zathura-a-space-adventure-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/mission-majnu2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o89snIeueVAH0m56vM15v0RjpEz.jpg",
        "title": "The One Hundred (2022)",
        "description": "The One Hundred (2022)\"The One Hundred \" ဆိုတဲ့ဇာတ်ကားလေးကတော့\n၂၀၂၂ မှထွက်ရှိထားတဲ့ ထူးခြားဆန်းကြယ်ထိုင်းကားလေးပဲဖြစ်ပါတယ်မင်းသမီး ဖိန်းက YouTuber တစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံခြားခရီးအပြန် ဟိုတယ်တစ်ခုမှာ ကွာရန်တင်း ၁၄ ရက်ဝင်ရတာနဲ့အစပြုထားပါတယ်ဒီကားလေးကတော့ ကိုရိုနာဗိုင်းရပ်စ်ဖြစ်ပွားဆဲ ၂၀၂၀ ခုနှစ် ဝန်းကျင်ပုံစံကို ရိုက်ကူးထားတာပါတစ်နေ့မှာတော့ သူနာပြုမလေး မေ ဟာ သူ့အမေလှမ်းခေါ်တာနဲ့ ဂျူတီကို\nသူ့ရဲ့လက်အောက်က သင်တန်းသူလေး ကတ် ကို အစားပေးထားခဲ့ရပါတယ်\nဒါပေမဲ့ ကတ်ဟာ သာမန်မဟုတ်ဘဲ အကြီးဆုံးကင်းခြေများ ဝင်ပူးခံထားရပြီးမကောင်းဆိုးဝါးဖြစ်နေခဲ့တာပါမင်းသားဖြစ်သူ လီအိုကတော့ တိုက်ကွမ်ဒိုကစားသမားတစ်ယောက်ဖြစ်ပြီး စိတ်ဒဏ်ရာရှိနေတဲ့သူပါ\nမကောင်းဆိုးဝါးဖြစ်နေတဲ့ကတ်ဟာ ဟိုတယ်မှာ တည်းခိုသူတွေ ဝန်ထမ်းတွေကို ဒုက္ခပေးသတ်ဖြတ်လာပါတော့တယ်ဒါပေမဲ့ မြင်လိုက်တဲ့သူက ဖိန်းနဲ့ လာအိုအပြင် မရှိပါဘူး\nဘယ်သူကမှ သူတို့ပြောတာကို မယုံခဲ့ကြပေမယ့် အခြေအနေတွေက ပိုပြီးဆိုးလာတဲ့အခါ ...Horror Vibe နဲ့ ရင်တထိတ်ထိတ်ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းပါရစေရှင့်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shin နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-one-hundred-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqL2tl1Cg49N72T3fuu9UzPzXf3.jpg",
        "title": "Fist of Fury: Soul ( 2021 )",
        "description": "ဝူလင်အဖွဲ့အစည်းမှာ ရွှယ်မုံ့လုံကြောင့် သူရဲကောင်းတွေ အများကြီးဆုံးရှူံးခဲ့ရတယ်။\nကျင်းဝူခေါင်းဆောင် ဟော်ချန်ခုံးလည်း တိုက်ပွဲကနေ\nစွမ်းအားတစ်ဝက်ဆုံးရှုံးခဲ့ရတယ်။ နောက်ဆုံးမှာတော့ ခေါင်းဆောင်ဟော်က\nသူ့ရဲ့စွမ်းအားကို လျို့ကျင်းဆီကို လွှဲပြောင်းပေးပြီး\nအမြစ်ဖြတ်သုတ်သင်မှုကနေ ကာကွယ်ပေးခဲ့တယ်၁၄ နှစ်ကြာပြီးတဲ့နောက်မှာတော့ လျို့ကျင်းက အရည်အချင်းရှိပြီးတော့\nဟော်ကျားချွမ်က ဆရာ့ဆီကနေ ကွန်ဖူးသင်ဖို့\nအခွင့်အရေးရခဲ့ပေမယ့် ရှုံးနိမ့်ကိုလည်း ထွက်သွားရပြန်တယ်။လမ်းမှာ ထန်းပိုင်ပိုင်ဆိုတဲ့လူနဲ့တွေ့ပြီးတော့\nဆရာရှာဖို့အတွက် ဟေးယွီဟွေ့ဂိုဏ်းထဲကို\nရောက်လာပြီး ရွှယ်မုံ့လုံနဲ့တွေ့ဆုံခဲ့တယ်\nလျို့ကျင်းကိုရှာနေတဲ့ရွှယ်မုံ့လုံနဲ့ အဖေကိုသတ်သွားတဲ့သူကို\nတွေ့လိုက်ရတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nရင်ခုန်စွာစောင့်မျှော်ကြည့်ရှုဖို့ ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်နော်\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fist-of-fury-soul-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WwBf5Lex1XUQfS1nREp2a2JZsc.jpg",
        "title": "Ruben Brandt, Collector(2018)",
        "description": "Ruben Brandt, Collector(2018)****************************သင်ဟာ now you see me တို့လို့ money heist တို့လို အဖွဲ့လိုက်လှုပ်ရှားတဲ့ မှုခင်းကားမျိုးကိုသဘောကျတယ်ဆိုရင်တော့ ဒီကားဟာ တကယ့်ကိုကြည့်သင့်တဲ့ကားပါပဲ၊\nဒါ့အပြင် inceptionလိုမျိုး vibeလည်းခံစားရမှာပါ၊\nဇာတ်လမ်းရဲ့ animationပုံစံကနည်းနည်းတော့ ဆန်းတယ်ဗျ။ဇာတ်လမ်းထဲက လူတွေဟာ မျက်နှာနှစ်ခုတွေ၊ပါးစပ်ငါးခုတွေ၊ မျက်လုံးသုံးလုံးငါးလုံး ၊two-dimensional တွေ စတဲ့\nပီကာဆိုရဲ့ပန်းချီကားတွေထဲကလိုခပ်ဆန်းဆန်းမြင်ရမှာပါ။ ဘာလို့ဆို ဇာတ်လမ်းရဲ့ ဒါရိုက်တာဟာဘယ်အပိုင်းမှာပဲရပ်လိုက်ရပ်လိုက် ပန်းချီကားတစ်ချပ်ကြည့်ရသလို့ အရသာမျိုး၊တစ်ခုခုကြည့်စရာရှိနေစေချင်လို့ပါတဲ့။\nပန်းချီကားမကြည့်တတ်တဲ့သူတောင် ငေးကြည့်နေရမယ့်ဇာတ်ကားမျိုးပါပဲ။\nဒါ့အပြင် စုံထောက်စတိုင်တွေ၊actionတွေလည်း ခပ်မိုက်မိုက်အကွက်တွေနဲ့ ပါဝင်ပြီးဇာတ်လမ်းကို စိတ်ပညာလေးနဲ့ရောကာ တစ်ကားလုံးမငြီးငွေ့အောင်ဆွဲဆောင်သွားနိုင်တာက အသက်ပါပဲ၊\nPlotကတော့ ပန်းချီကား ၁၃ချပ်ကိုခိုးတဲ့အကြောင်းပါပဲ...File Size :(1.1GB) and (418 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Animation , Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ruben-brandt-collector2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlrlBo3jS5lK3Fxlf97TNoN67lN.jpg",
        "title": "Army Soul of Han Dynasty ( 2022 )",
        "description": "ရှေးသမိုင်းတွေစိတ်ဝင်စားတဲ့သူတွေအကြိုက်တွေ့စေမယ့်\nဟန်ခေတ်ကနယ်စပ်မြို့လေးမှာအခြေတည်ပြီး\nရိုက်ထားတဲ့စစ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဘီစီ၃၀၀ခုနှစ်လောက်မှာ အရှေ့ဥပရောပမှာနေထိုင်တဲ့ရှုံနူလူမျိုးတွေရှိခဲ့ပါတယ်။\nသူတို့ဟာရေကြည်ရာမြက်နုရာလှည့်လည်ကျက်စားတတ်ပြီး\nတရုတ်ပြည်မြောက်ပိုင်းကိုအကြိမ်ကြိမ်ကျူးကျော်ဖို့ကြိုးစားခဲ့သူတွေလဲဖြစ်တယ်။ဒီဇာတ်ကားလေးမှာတော့ ဟန်တိုင်းပြည်နယ်စပ်မြို့လေးဖြစ်တဲ့\nစူးလော့မြို့လေးကိုစစ်သည်အင်အား၃၀၀နဲ့စစ်သူကြီးတစ်ယောက်ဟာ\nရှုံနူတွေရဲ့ရန်ကနေပြီး ဘယ်လိုခုခံကာကွယ်မလဲ.....\nမြို့လေးကိုသေသည်အထိကာကွယ်မယ်ဆိုပြီးသစ္စာဆိုခဲ့တဲ့ဟန်စစ်သားတွေဟာ\nသူတို့ရဲ့တာဝန်ကိုဘယ်လိုစိတ်ဓာတ်အားမာန်တွေနဲ့\nဘယ်လိုကျေပွန်အောင်ထမ်းဆောင်ခဲ့လဲဆိုတာကို ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,War\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/army-soul-of-han-dynasty-2022/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjQyNzE3OTUtMTk0Mi00M2QxLWI2MDYtMjAwYjljY2U4ZjBmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Kaapa (2022)",
        "description": "Kaapa (2022)IMDb 7/10\nပျိုမေတွေရဲ့အသည်းစွဲ မင်းသားကြီး Prithviraj Sukumaran ပါဝင်သရုပ်ဆောင်ထားတဲ့\nThriller/Crime အမျိုးအစားဇာတ်ကားကောင်းကိုတင်ဆက်ပေးချင်ပါတယ်\nအာနန်နဲ့ဘီနူဟာ ချစ်ကြည်နူး တစ်တီတူးလို့မဝသေးတဲ့ကြင်စဦးမောင်နှံလေးပါ\nသူတို့က ဘန်ဂလောကနေ သီရုဗနသာပူရန်လို့ခေါ်တဲ့မြို့လေးကို ပြောင်းလာခါစရှိပါသေးတယ်\nအဲ့အချိန်မှာပဲ အာနန်သိလိုက်ရတာက သူ့မဟေသီက မဟာ့မဟာလူဆိုးစာရင်း kaapa ဆိုတဲ့ စာရင်းထဲကို ပါနေတာပါပြီးတော့ အဲ့မြို့ကိုကြီးစိုးနေတဲ့ဂိုဏ်းက မာဒူဦးစီးတဲ့ ကိုလ်တာမာဒူဂိုဏ်းပါတဲ့\nမာဒူနဲ့သူ့မိန်းမ ဘီနူရဲ့မျိုးနွယ်သီရိဗစ်ကရာမန်နဲ့က ကမ္ဘာမကြေတွေ့ရာသင်္ချိုင်း ဓားမဆိုင်းပြန်ဘူးဆိုတာလဲ သိလိုက်ရပါတယ်\nအာနန်တစ်ယောက် ဂိုဏ်းစတားကြီးကိုပဲ ပြေးတောင်းပန်ရမလား ရဲမှတ်တမ်းကပဲ သူ့မိန်းမနာမည်ဖျက်ပေးရမလား\nစသည်ဖြင့် ဇာတ်ရှုပ်ကြီးထဲဝင်ပါမိရာကနေ အပ်ချည်အစဖြေသလို နောက်ကွယ်ထိ\nဘယ်လိုဝင်ပတ်သတ်ရမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး.......\nFile size…2.01GB / 935MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration…2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein & OeliuJ & Yunni",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/kaapa-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
        "title": "JUNG_E (2023)",
        "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ ...သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?\nကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?\nစစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/jung_e-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fwJt0qZieQ7dKaiiqehObWpXYT.jpg",
        "title": "The Price We Pay (2022)",
        "description": "The Price We Pay (2022)\"အဖိုးအခတော့ ပေးရလိမ့်မယ်\" ဒီစကားဟာ လောကနိယာမအရ ဘယ်နေရာမှာမဆို အကျုံးဝင်တဲ့ စကားဖြစ်ပါတယ်။ ကိုယ်ဘာပဲလုပ်လုပ် တန်ပြန်သက်ရောက်မှုရဲ့ အကျိုးရလဒ်ကို လူသားတိုင်း ခံစားကြရမှာပါ။ ဒီဇာတ်ကားလေးကလည်း ဒီသဘောကို သရုပ်ဖော်ထားတဲ့ Horror ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ...ဂရေ့စ် တစ်ယောက် အကြွေးတွေမဆပ်နိုင်လို့ ရှိတာလေးထုချေပြီး အကြွေးဆပ်ဖို့ အပေါင်ဆိုင်ကို ရောက်‌နေချိန်မှာ ဓါးပြတိုက်မှုနဲ့ ကြုံရပြီး ဓားစာခံအဖြစ် အဖမ်းခံလိုက်ရပါတယ်။ဒီလိုနဲ့ ဓားပြသုံးယောက်နဲ့အတူ သူမ‌ စီးလာတဲ့ကားဟာ လယ်တော တစ်ခုအနီးမှာ ပျက်သွားတဲ့အခါ ...ညကြီးမင်းကြီးဆိုတော့ အနီးအနားလူနေအိမ်တစ်ခုကို ရအောင်ရှာပြီး အကူအညီတောင်းဖို့ ကြိုးစားကြရပါတယ်။ သို့ပေမဲ့ ...အဲ့ဒီအိမ်က ဘယ်သူတွေနေတာလဲ?\nဘာတွေလုပ်ကြတာလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်ရှုအဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.2GB, 452MB, ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-price-we-pay-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJjha6lzKjo3e9A92nZTXp2xyPb.jpg",
        "title": "The Assault ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို 2023 ထွက်\nဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင်တရုတ်နိုင်ငံ နယ်စပ်အတွင်းကို အမျိုးအမည်မသိတဲ့ ရည်ရွယ်ချက်နဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ အကြမ်းဖက် အဖွဲ့အစည်းတစ်ခု\nဝင်ရောက်လာခဲ့ပါတယ် ။ အဲ့ဒီအချိန်မှာ အကြမ်းဖက်\nတပ်ဖွဲ့ကိုနှိမ်နင်းဖို့ ပြည်သူ့လုံခြုံရေး၊အမျိုးသားလုံခြုံရေး၊\nလက်နက်ကိုင်ရဲတပ်ဖွဲ့ နဲ့ ပြည်သူ့လွတ်မြောက်ရေးတပ်မတော်တို့\nပူးပေါင်းပါဝင်ရန် ဆုံးဖြတ်ခဲ့ပြီးနောက် အကြမ်းဖက်လက်နက်ကိုင်တပ်ဖွဲ့ဟာ\nနယ်စပ်တောင်ပေါ်ရွာပေးမှာ ပူးပေါင်းနေကြောင်း အတည်ပြုနိုင်ခဲ့ပါတယ် ။ထို့နောက် အထူးစစ်ဆင်ရေးအဖွဲ့ဟာ အဆောက်အအုံတွေကြားထဲမှာ\nလျှို့ဝှက်စွာ နေရာယူခဲ့ပြီး မောင်းသူမဲ့ ဒရုန်းများနဲ့ ဗုံးကျဲတိုက်ခိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ် ။\nဒါပေမဲ့ ဗုံးကျဲတိုက်ခိုက်ဖို့ အသင့်ပြင်ပြီး အနေအထားမှာ\nအကြမ်းဖက် လက်နက်ကိုင်အဖွဲ့ အတွင်း\nအရွယ်မရောက်သေးတဲ့ သူတွေပါရှိကြောင်း တွေ့ရှိခဲ့တဲ့ အချိန်မှာတော့ -❏ တပ်ဖွဲ့တွေအနေနဲ့ ဒီအကြမ်းအဖက် အဖွဲ့ကိုဘယ်လိုကိုင်တွယ်မှာလဲ ?\n❏ စစ်ဆင်ရေးကရော ဒီအတိုင်းပဲရှိမလား ပြောင်းလဲသွားနိုင်မလား ?\n❏ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ကြိုးကိုင်သူ အကြမ်းဖက်ခေါင်းဆောင်ကိုရော\nဖမ်းဆီးနိုင်ပါ့မလား ? ဆိုတာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။\nAction တွေ တိုက်ခိုက်ဖောက်ခွဲမှုတွေ\nကြိုက်နှစ်သက်သူတွေ အနေနဲ့ ဒီကားလေးကို အကြိုက်တွေ့စေမှာအမှန်ပါပဲ\n[Reviewed ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-assault-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcnCkyudjrzeA6wqeb5HrmTkmLS.jpg",
        "title": "Dragon sword: Ancient battlefield ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးကသုံးကားရှိပါတယ်နော်\nအတွဲ ၁ ကို ဒီမှာ ကြည့်ပါ\nအတွဲ ၂ ကို ဒီမှာ ကြည့်ပါသာမန်လူတစ်ယောက်ဖြစ်တဲ့ ကျင့်စဥ်ကျင့်ကြံနေသူ ဖူယန် ဟာ\nရှေးခေတ်စစ်မြေပြင်ဆီကို သွားရောက်ခဲ့ပါတယ် ။\nသွားရာလမ်းကြောင်းမှာ အာကာသ အပ်ကွဲကြောင်းကြီးတွေနဲ့\nခဏ ခဏ တွေ့ဆုံပြီး အကြိမ်ကြိမ်လွတ်မြောက်ခဲ့ပါတယ် ။အဲဒီနောက်မှာတော့ လူတစ်ပိုင်း သားရဲတစ်ပိုင်း နယ်မြေထဲကို\nမတော်တဆဆိုသလို ကျရောက်သွားခဲ့ပြီး\nသူတော်စင်အရှင်လင်ထာနဲ့တွေ့ဆုံကာ အဂ္ဂိရတ်ပညာကို\nအမွေကို ဆက်ခံခဲ့ပါတော့တယ် ။\nသူတို့တွေ အတူတူပူးပေါင်းမိပြီး အန္တရာယ်\nအရမ်းကြီးမားတဲ့ ရှေးခေတ် စစ်မြေပြင်ဆီကို ခရီးဆက် စွန့်စားခဲ့ ဝင်ခဲ့တဲ့ အချိန်မှာတော့ -❏ လမ်းတစ်လျှောက်မှာ သားရဲ မိစ္ဆာတွေရဲ့\nတိုက်ခိုက်ခြင်းကို ခံရတဲ့အခါ သူတို့တွေ ဘယ်လိုရင်ဆိုင်မလဲ ?\n❏ ရှားပါးရတနာတွေတွေ့လာတဲ့ အခါမှာရော သူတို့တွေ ဘယ်လို အသုံးချမလဲ ?\n❏ နောက်ဆုံးမှာ သူတော်စင်လင်ထာရဲ့ လမ်းညွှန်မှုအောက်မှာ\nဘယ်လို ကျင့်စဥ်တွေ ကျင့်ကြံသွားမလဲ ?\nဆိုတာ S 3 မှာ အတူတူကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-sword-ancient-battlefield-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i7eyngqjdvKB7NvrWtCjjTNNq8N.jpg",
        "title": "RocknRolla(2008)",
        "description": "RocknRolla(2008)=============== နာမည်ကြီး Director Guy Ritchie ရဲ့လက်ရာ အက်ရှင်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်တဲ့ Rocknrollaကိုတင်ဆက်ပေးလိုက်ပါတယ်။လန်ဒန်မြို့ရဲ့ဒုစရိုက်လောက၊ မူးယစ်ဆေး၊ အိမ်ခြံမြေဥပဒေပိုင်းအကျင့်ပျက်ခြစားမှုတွေကို လှည့်ကွက်ကောင်းကောင်းနဲ့တင်ဆက်ထားလို့ အက်ရှင်ကားကြိုက်ရင် ကြည့်သင့်တဲ့ ပေးရတဲ့အချိန်နဲ့တန်စေမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ဇာတ်အိမ်ကတော့ လန်ဒန်အိမ်ခြံမြေလောကကို လက်ခုပ်ထဲထည့်ထားတဲ့ လောဘကြီးတဲ့သူဌေးကြီး လန်နီကိုးလ်ဆီကို ရုရှားသူဌေးတစ်ဦးက လုပ်ငန်းအတွက်ဆက်သွယ်လာရာမှ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေနဲ့ နှစ်ဦးကြားကို ပတ်သက်မိသွားတဲ့ ဒုစရိုက်အဖွဲ့ဝိုင်းဘန့်ချ်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်။ ဘယ်လိုမျိုးအဖြစ်အပျက်တွေက ဝိုင်းဘန့်ချ်ကို စောင့်ကြိုနေမလဲ၊ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေက ဘာတွေဆက်ဖြစ်လာစေမလဲ၊ အကွက်ကျ ကောက်ကျစ်တတ်တဲ့သူဌေးနှစ်ဦးကြားမှာ မြေစာပင်ဖြစ်သွားမလားဆိုတာကို ပြကွက်တစ်ကွက်ချင်းဆီက အချိတ်အဆက်မိမိနဲ့ ဆွဲခေါ်သွားမှာပါ။ File size…1.13GB / 502MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chloe Khin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rocknrolla2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ0yaNVu5zN5TCvTET9urHYIngN.jpg",
        "title": "Sniper Vengeance ( 2023 )",
        "description": "ကြီးမားလှတဲ့ စစ်ဆင်ရေး တာဝန်တစ်ခုမှာ သေဘေးကနေ\nလက်မတင်လေးတင် လွတ်မြောက်လာခဲ့ပြီး သူယုံကြည်ရဆုံး\nရဲဘော် ရဲဘက်တွေကို ဆုံးရှုံးလိုက်ရသူ လက်ဖြောင့်စနိုက်ပါသမား - ကောင်းကျန်းရဲဘော်တွေ သေဆုံးခဲ့ရလို့ ဖြေမဆည်နိုင်ဖြစ်နေပေမဲ့\nကောင်းကျန်းဘဏ်အကောင့်ထဲမှာ အမေရိကန်ငွေ\n၄ သိန်းရောက်ရှိနေခဲ့တာမို့ သူ့ရဲဘော်တွေကို\nသစ္စာဖောက်တယ်ဆိုပြီး စွပ်စွဲခံနေခဲ့ရပါတယ် ။နာကျဥ်းမှုတွေ များစွာရင်ဝယ်ပိုက်ထားတဲ့\nကောင်းကျန်းတစ်ယောက် မုန်တိုင်းအဖွဲ့ ဆိုတဲ့\nအဖွဲ့နဲ့ ပူးပေါင်းကာ လက်စားချေဖို့ လုပ်ဆောင်ခဲ့ပါတော့တယ် ။❏ ပြန်ပေးဆွဲမှုတွေ ခဏ ခဏ ကြုံတွေ့ရတဲ့ အချိန်မှာ\nနောက်ကွယ်က ကြိုးကိုင်သူက ဘယ်သူဖြစ်နေမှာလဲ?\n❏ သူ့ကိုချောက်ချတဲ့ သူကတော့ အမှန်ပဲရှိနေခဲ့တာလား?\n❏ ကျဆုံးသွားတဲ့ ညီအစ်ကိုတွေအတွက်ရော\nကောင်းကျန်းတစ်ယောက် လက်စားချေနိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Review By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/sniper-vengeance-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjZmMGY0NzgtZTZmNS00Y2UxLThiNjEtNmM1NDVjYjM2Y2IzXkEyXkFqcGdeQXVyMTI5MjcxOTc3._V1_-141x200.jpg",
        "title": "Laththi Charge (2022)",
        "description": "Laththi 2022\n7.7 / 10 IMDb\nဒီတစ်ခါမှာတော့ တောင်ပိုင်းအက်ရှင်ဇာတ်ကားကောင်းတွေဖြစ်တဲ့\nVeeramae Vaagai Soodum, Enemy, Irumbu Thirai, Chakra, Action, Poojai\nအစရှိတဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာနဲ့ ပရိသတ်ရင်ထဲကိုထိုးဖောက်ခဲ့တဲ့\nမင်းသားကြီးဗီရှယ် ( Vishal Krishna Reddy) ရဲ့ဇာတ်ကားကောင်းလေး လာပါပြီဇာတ်လမ်းအကျဉ်းလေးကတော့\nမူရူဂါဟာ ဇနီးသည်ကာဗီသာနဲ့အတူ ဆယ်နှစ်အရွယ်သားလေးတစ်ယောက်ရှိတဲ့ ရဲတစ်ယောက်ပါ..\nတစ်နေ့မှာတော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်နှောင့်ယှက်ခဲ့တဲ့သူတစ်ယောက်ကို\nမုဒိန်းကောင်အဖြစ်နဲ့မှားဖမ်းပြီး ညှင်းပန်းနှိပ်စက်မိခဲ့တာကြောင့် ရာထူးတစ်နှစ်ဆိုင်းငံ့ခံခဲ့ရပါတယ်...ခြောက်လကြာပြီးတဲ့နောက်မှာတော့ ဆရာဖြစ်ခဲ့ဖူးသူ\nရန်ဂနန်သမ်ရဲ့အကူအညီနဲ့ တာဝန်ပြန်ထမ်းဆောင်ခဲ့ရာမှ အလားတူအဖြစ်မျိုးကြုံခဲ့ရပြန်ပါတယ်....\nDIG ကာမလ်ရဲ့သမီးဖြစ်သူကိုအရှက်ရအောင်လုပ်ခဲ့တဲ့ တရားခံကိုညှင်းပန်းနှိပ်စက်ခဲ့ရာမှ\nအဲ့ဒီသံသယတရားခံက မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့သားဖြစ်သူ ဗယ်လိုင်ဖြစ်နေတဲ့အခါ...\nသူတို့ကြားကရန်မီးက ဘယ်လိုအကျိုးဆက်တွေဆက်ဖြစ်လာမလဲ...\nမိသားစုကိုချစ်တဲ့ မူရူဂါ ( Vishal) ကရော မာဖီးယားဂိုဏ်းကို\nဘယ်လိုတွေနေထူးနိုင်သွားမလဲဆိုတာ ရသစုံအောင်ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး....\nFile size…2.39GB / 1.13GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by Thet Ko ~BpL ~ Cherry ~ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/laththi-charge-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e27G0o01y6aPYn6OScB2G6NbqVz.jpg",
        "title": "Raw Deal(1986)",
        "description": "Raw Deal(1986)============== မာဖီးယားဂိုဏ်းကြီးတခုရဲ့ အမှုမျက်မြင်သက်သေ ကိုကာကွယ်ရင်းသေဆုံးသွားတဲ့ သားဖြစ်သူအတွက် လက်စားခြေဖို့ ကြိုးစားနေတဲ့အရာရှိကြီး ဟယ်ရီရှန်နွန် သက်ငယ်မုဒိမ်းမှု တရားခံကို ကြမ်းတမ်းစွာဖမ်းဆီးမှုနဲ့ ရာထူးချခံလိုက်ရပြီး နယ်မြို့လေးမှာ အရက်စွဲနေတဲ့ဇနီးဖြစ်သူနဲ့ နေထိုင်ရင်း စိတ်ဓာတ်ကျနေတဲ့ နယ်ထိန်း ကာမင်စကီ(အာနိုး)အဲ့ဒီနှစ်ယောက်ပူးပေါင်းမိပြီး အရာရှိတွေပါအိပ်ထဲထည့်ထားနိုင်တဲ့ချီကာဂိုမြို့ရဲ့အကြီးဆုံးမာဖီးယားဂိုဏ်းကြီး ထဲမှာ သူလျှိုအဖြစ်ဝင်ရောက်ကာ ဖျက်ဆီးဖို့ကြိုးစားကြပုံတွေကို ၁၉၈၀ခေတ်ကာလက‌ဇာတ်ကားဟောင်းလေးတွေ အမှတ်တရ ပြန်လည်ကြည့်ရှုလိုသူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်..(Arnold Schwarzenegger (အားနိုး)  ငယ်ဘဝ ရဲ့  ပုံရိပ်လေးတွေကိုဒီကားမှာ ပြန်လည် ခံစားလို့ ရမှာ ဖြစ်ပါတယ်)  File size…1.25GB / 518MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min Thu",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/raw-deal1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spnZVyEWNRgQ3qYQqsdXw6yeUvv.jpg",
        "title": "Action Team Overlord Flower ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို Action\nကားကောင်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင် ။\nဇာတ်လမ်း အကျဥ်း -နိုင်ငံရပ်ခြား မြို့ကြီးတစ်မြို့မှာ တပ်စွဲထားတဲ့ GWS သတင်းအချက်အလက်နဲ့\nနည်းပညာ ကုမ္ပဏီက ကွန်ယက်လုံခြုံရေး သုတေသနဲ့\nဖွဲ့ဖြိုးတိုးတတ်ရေး အရာရှိ ကျိုးမော့ဟာ ထူးထူးခြားခြားပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။အရေးကြီးတဲ့ သတင်းအချက်အလက်တွေနဲ့ လုံခြုံရေးကို\nကာကွယ်ဖို့ ချန်ယို နဲ့ မိန်ယာဆိုတဲ့ အမျိုးသမီးချောလေး နှစ်ယောက်ဟာ\nကယ်ဆယ်ရေးလုပ်ငန်းတွေ စတင်ဖို့ အန္တရာယ်ရှိတဲ့\nနေရာတွေကို သွားရောက်ခဲ့ကြရပါတယ် ။ တစ်ဖက်မှာလဲ\nတရုတ်အမျိုးသမီးတွေဟာ သဲလွန်စ မရှိပဲ\nထူးထူးခြားခြား တစ်ယောက်ပြီး တစ်ယောက်\nပျောက်ဆုံးလာတဲ့အခါမှာတော့ ...?❏ အထူးလေ့ကျင့်ထားတဲ့ မိန်းမချောလေးတွေ\nတာဝန်ကို ပြီးဆုံးအောင်ဆောင်ရွက်နိုင်ပါ့မလား ?\n❏ သဲလွန်စတွေနောက် အပူတပြင်းလိုက်ရှာခဲ့ရင်း\nတကယ့်အမှန်တရားကို ရှာတွေ့နိုင်ပါ့မလား\n❏ ဒီလမ်းတစ်လျှောက်မှာလဲ ဘယ်လို ကြောက်မက်ဖွယ်ကောင်းတဲ့\nစိတ်ခေါ်မှူတွေကို တွေ့ဆုံကြရမလဲဆိုတာ ကြည့်ရှူရင်း\nမိန်းမချောလေးများရဲ့ စွန့်စားခန်းကို ဖွင့်လိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/action-team-overlord-flower-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj9VF7GL3rLXHfoa8oQ4ioNT8GZ.jpg",
        "title": "The Hitcher(1986)",
        "description": "The Hitcher(1986)=============== ချီကာဂို ကနေ ဆန်ဒရေဂိုကို ကားတစ်စီးပို့နေတုန်းဂျင်မ်ဟော်လီစ် ဆိုတဲ့ကောင်လေးကဂျွန်ရိုင်ဒါဆိုတဲ့ ကားတားစီး‌တဲ့လူကိုကူညီ့ခဲတယ်ဒါ‌ပေမယ့်ရိုင်ဒါဟာ သူကလူသတ်သမားလို့ပြောပြီးတော့ဂျင်မ်ကိုသတ်ဖို့ကြိုးစာခဲ့တယ် ဂျင်မ်ဟာ ရိုင်ဒါလက်က‌နေကပ်သီးလေးလွတ်မြောက်လာပြီးတော့ကို ရိုင်ဒါကိုဘယ်တော့မှမတွေ့ဖို့ မျှော်လင့်ခဲ့တယ် ဒါပေမယ့် အဲ့ရိုင်ဒါကပဲ မိသားစုတစ်စုကိုသတ်ပစ်ခဲ့တာကိုမြင်တော့ ဂျင်မ်ဟာ နက်ရှ်ဆိုတဲ့ ယာဉ်ရပ်နားစခန်းစားသောက်ဆိုင်က စားပွဲထိုးမလေး အကူအညီနဲ့ ရိုင်ဒါကို လိုက်ပြီးဖမ်းဖို့ ပြုလုပ်ခဲ့ကြတယ် အဲ့အတောအ‌တွင်းမှာပဲတစ်ယောက်နဲ့တစ်ယောက် ကြမ်းတမ်းတဲ့ ကားနောက်လိုက်တာ‌တွေ ရက်စက်တဲ့လူသတ်မှုတွေအကြောင်းဖော်ကြူးထားတဲ့ စိတ်‌‌ချောက်ခြားစိတ်လှုပ်ရှားဖွယ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…1.07GB / 425MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Thura",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-hitcher1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJeVFEsjpRrbHXcjcFUvegQV71l.jpg",
        "title": "Chasing The Dragon ( 2023 )",
        "description": "၁၉၆၀ နဲ့ ၁၉၇၀ ခုနှစ်တွေအတွင်း ဟောင်ကောင်မှ ရဲတပ်ဖွဲ့တွေဟာ\nဒုစရိုက်အဖွဲ့တွေနဲ့ ပူးပေါင်းပြီး အကျင့်ပျက် ချစားမှုတွေ\nလုပ်ကိုင်ခဲ့ကြပြီးတော့ ဟောင်ကောင်ဟာ\nဒုစရိုက်နယ်မြေကြီးသဖွယ်ဖြစ်လို့လာခဲ့ပါတယ် ။အဲဒီအချိန်မှာပဲ တိုက်ရည် ခိုက်ရည်ကောင်းတဲ့ ဝူကော်ဟောင် နဲ့\nသူ့ရဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်တို့ဟာ ဟောင်ကောင်ကို\nမှောင်ခိုလုပ်ငန်းလုပ်ပြီး စီးပွားရှာချင်လို့ ရောက်လာခဲ့ကြပါတယ် ။ကံအကြောင်းဖန်လာပြန်တော့ ဟောင်ကောင်ရဲ့\nအမှုစစ်ခေါင်းဆောင်တစ်ဦးဖြစ်သူ ရွှီလဲ့နဲ့ တွေ့ဆုံခဲ့ပြီး\nရွှီလဲ့ဆီမှာ အခစားဖို့ ဖြစ်လာခဲ့ပါတယ် ။ အမှုစစ်ရွှီလဲ့ဟာ\nလက်ရှိမှာ ပိုင်အိမ်တော် မမလေးကျန်းနီရဲ့ ခင်ပွန်းဖြစ်နေပြီးတော့\nတစ်နေ့မှာ သေဆုံးနေပြီဟု သိထားတဲ့ သူ့ရဲ့\nရည်းစားဟောင်း ကျန်းနီနဲ့ မတော်တဆ တွေ့ဆုံလိုက်ရတဲ့ အခါမှာတော့....?❏ တစ်ဖက်က သူ့ရဲ့ အာဏာရာထူးတွေကို ထောက်ပံ့ပေးနေတဲ့ မမလေး\n❏ တစ်ဖက်က သူ့ကိုအရမ်းချစ်ရှာပြီး အမြဲအဖော်ပြုပေးနေခဲ့တဲ့ ချစ်ရသူ\nအာဏာနဲ့ အချစ်ရဲ့ ကြားမှာ ရွှီလဲ့ တစ်ယောက်ဘာတွေကိုရွေးချယ်မလဲ ။\nဒုစရိုက်အမှုတွေက နက်နဲ သထက် နက်နဲလာတဲ့အခါမှာရော\nအမှုစစ်တစ်ယောက်အနေနဲ့ ဘယ်လိုကိုင်တွယ်မလဲ ။\nတစ်ခြား နောက်ကွယ်က ဘယ်လို စိတ်ဝင်စားစရာကောင်းတဲ့\nအကြောင်းအရာတွေ ပုန်းကွယ်နေဦးမလဲဆိုတာသိရဖို့\nဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်လားရှင် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/chasing-the-dragon-2023/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gvrrD1qgV3rLMqUSRydeDljy28l.jpg",
        "title": "The Guqin Requiem ( 2023 )",
        "description": "CM ရဲ့ ပရိသတ်တွေအတွက် The Guqin Requiem ဆိုတဲ့\nသိုင်းကားလေး တစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-သိုင်းလောကမှ ကျိုရှောင်းစောင်းကို ရရှိသူက\nသိုင်းလောကတစ်ခုလုံးကို အုပ်ချုပ်နိုင်မယ်ဆိုတဲ့\nဒဏ္ဍာရီတစ်ခုက စပါတယ်။ ထိုစောင်းကို\nလုယူနေကြတဲ့အချိန်မှာ လောကသားတွေက\nသူသေကိုယ်သေ တိုက်ခိုက်ခဲ့ကြပါတယ်။နောက်ဆုံးမှာ စစ်သူကြီးဝေ့ချီချိုးရှန်းက ရရှိခဲ့ပြီး\nဖုန်းယွဲတိုင်းပြည်ကို ယူဆောင်သွားခဲ့ပါတယ်။\nထိုနောက် ကျိုရှောင်းစောင်းကို ဖုန်းယွဲတိုင်းပြည်ရဲ့\nရတနာအဖြစ်သတ်မှတ်ခဲ့ပြီး သိုင်းလောကလဲ ခဏတာ ငြိမ်းချမ်းသွားခဲ့ပါတယ်။ဒါပေမဲ့ တိုင်းပြည်ရတနာကို လိုချင်မှုကြောင့် အိမ်နီးချင်းနိုင်ငံမှ\nဖုန်းယွဲတိုင်းပြည်ကို စစ်ခင်းခဲ့ပါတော့တယ်။\nဝေ့ချီချိုးရှန်းနဲ့ လျန်းရီးတိုက တိုင်းသူပြည်သားတွေ ဒုက္ခရောက်နေတာကို\nမကြည့်ရက်သဖြင့် ရန်သူကို အသက်ပေးတိုက်ခိုက်ပြီး\nတိုင်းပြည်ကို ကာကွယ်ခဲ့ပါတယ်။ ကျိုရှောင်းစောင်းလဲ ထိုနောက် ပျောက်ကွယ်သွားတော့တယ်။၁၇ နှစ်ကြာပြီးနောက် ဖုန်းယွဲတိုင်းပြည် ချင်းဟိုင်ယန့်တွင်\nလျှိဝှက်တဲ့ ချင်းနန်ဖန်သခင်က သိုင်းလောကထဲမှ လူတော်တွေကို ဂီတစမ်းသပ်ပွဲသို ဖိတ်ခေါ်ခဲ့ပါတယ်။\nလျှိဝှက်ပြီးထူးခြားတဲ့ မိန်းကလေး လင်ကျွင်းနဲ့ ရုပ်ရည်ချောမောတဲ့\nဂီတပညာရှင်လင်လွင်တို့ တစ်ချိန်တည်း မြိုအဝင်ဝမှာ\nဆုံတွေ့ခဲ့ပြီး အထင်လွှဲမှုတွေ ဖြစ်ခဲ့ပါတယ်။\nလင်ကျွင်းရဲ့ အိတ်ထဲကနေ ကျိုရှောင်းစောင်းကြီး ထွက်လာတဲ့အခါ ......သူတိုနှစ်ယောက် ဂီတပွဲတော်သွားတဲ့ လမ်းတစ်လျှောက် ဖြောင့်ဖြူးအဆင်ပြေပါ့မလား ......\nကျိုရှောင်းစောင်းကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-guqin-requiem-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjQ5MGU0NGYtYjY2Zi00N2MyLTgwOTYtMTgxNTBjMmRlYjIzXkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_-113x200.jpg",
        "title": "VII XII (Tujuh-Dua Belas) (2023)",
        "description": "ဒီတစ်ခါမှာတော့ Action, Adventure, Crime movie လေးတစ်ခု တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကဝောာ့ မလေးရှားမှာ ကလေး ကိုယ်အင်္ဂါအစိတ်အပိုင်းတွေကို ရောင်းဝယ်တဲ့အဖွဲ့ သောင်းကျန်းနေတဲ့အချိန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ် အဒမ်ဆိုတဲ့ကောင်လေးဟာ အဖေရော အမေရော တစ်ခါတည်း ဆုံးရှုံးလိုက်ရပါတယ် သူ့အဖေရဲ့ သေတမ်းစာအရ သူဟာ အ‌မွေတွေအကုန်လုံးကိုရရှိသွားပြီး သူ 18 နှစ်မပြည့်ခင်အထိ သူ့ဒေါ်လေး ဆာဖီယာရဲ့ အစောင့်အရှောက်အောက်မှာနေရမှာပါတစ်ရက်မှာတော့ အဒမ်တစ်ယောက် လမ်းမှာ လူဆိုးတွေပြန်ပေးဆွဲခံလိုက်ရတဲ့အပြင် ဆာဖီယာကိုလည်း ရဲတိုင်ရင် အဒမ်သေမယ်လို့ ခြိမ်းခြောက်သွားပါသေးတယ် သူ့အဒေါ် ဆာဖီယာဟာဆိုရင်လည်း သာမာန်လူတစ်ယောက်တော့မဟုတ်ပါဘူး ကိုယ်ခံပညာရှင် အားကစားသမားတစ်ယောက်ပါ ဒီလိုနဲ့ ဆာဖီယာတစ်ယောက် ပြန်ပေးဆွဲသမားတွေလက်ထဲက တူလေး အဒမ်ကို လိုက်ကယ်ပါတော့တယ် သူ့ရဲ့တူလေးကို ကယ်တင်နိုင်သွားမှာလား ဆာဖီယာတစ်ယောက် ဘယ်လို‌အခက်အခဲတွေကြုံလာရမလဲဆိုတာကတော့ ကြည့်ရှုပေးကြပါဦးခင်ဗျာ File size…(1.3 GB)/(726 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/vii-xii-tujuh-dua-belas-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrZEWzSlbQTlsJobDmzuFNzlxbh.jpg",
        "title": "Atlantis: Milo’s Return (2003)",
        "description": "Atlantis Milo’s Return (2003)\nGenre – Animation, Action, Adventure၂၀၀၁ ခုနှစ်တုန်းက Disney ကနေ ထွက်ရှိပြီးလူကြိုက်များခဲ့တဲ့ Atlantis The Lost Empire ရဲ့အဆက်ရုပ်ရှင် ဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပထမကားတုန်းက အဖြစ်အပျက်တွေပြီးတော့မိုင်လိုကလည်း အတ္တလန်တစ်မှာ ကီဒါနဲ့ အတူနေနေကြပါတယ်ကီဒါကလည်း ဘုရင်မ အဖြစ်ကို ရောက်ရှိနေပါပြီ။အဲဒါနဲ့ နှစ်ယောက်သားအတူတူ ပုံဆောင်ခဲစွမ်းအင်ကိုအသုံးချပြီး သူတို့မြို့လေးကို ပြန်ပြုပြင်တည်ဆောက်လျက်ရှိပါတယ်။ဒီလိုနဲ့ တစ်နေ့ကျ ပထမကားတုန်းက မိတ်ဆွေဟောင်းတွေဖြစ်တဲ့မစ္စတာဝှစ်မောတို့ ဗင်နီတို့ သြဒရီတို့ မိုးလ်တို့ အတ္တလန်တစ်ကိုရောက်လာကြပြီး ကုန်းမြေကမ္ဘာမှာ အတ္တလန်တစ်နဲ့ ဆက်နွယ်နေနိုင်လောက်တဲ့အန္တရာယ်တွေကျရောက်နေပြီ ဖြစ်လို့ အတ္တလန်တစ်ကျွမ်းကျင်သူမိုင်လို့ကို လာ အကူအညီတောင်းကြပါတော့တယ်။ဒီလိုနဲ့ ဘုရင်မဖြစ်နေတဲ့ ကီဒါကပါ ဒါကလည်း သူ့အဖေ လက်ထက်တုန်းကစနက်တွေ ကင်းရဲ့လား သံသယဖြစ်မိတာကြောင့်အတူလိုက်ပါမယ်ဆိုပြီး အုပ်စုလိုက် ခရီးထွက်ခဲ့ကြတဲ့အခါမှာတော့ရန်စွယ်ဟာ တစ်ခုတည်း မဟုတ်ပဲ ၃ ခုလောက် ဖြစ်နေပြီးအကုန်လုံးက ကမ္ဘာပျက်လောက်တဲ့အထိ ဆိုးဝါးနေခဲ့တော့မိုင်လိုတို့တသိုက် ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/atlantis-milos-return-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/images-2-133x200.jpg",
        "title": "Atlantis: The Lost Empire (2001)",
        "description": "IMDb – 6.8/10Rotten Tomatoes – 49%Metacritic – 52% Atlantis: The Lost Empire ဆိုတဲ့ Animation ကားလေးက Disney ရဲ့ပထမဆုံးသော Adventure/Sci-Fi အမျိုးအစား Film ပဲ ဖြစ်ပါတယ်။Tob Murphy ရဲ့ ဇာတ်လမ်းကို ဒါရိုက်တာ Gary Trousdale နဲ့ Kirk Wise တို့ကပူးတွဲရိုက်ကူးကာ Don Hahn ကနေထုတ်လုပ်ပါတယ်။နောက်ခံစကားပြော အနေနဲ့ကတော့ Michael J. Fox, Cree Summer, James Garner,Leonard Nimoy, Don Novello, Phil Morris, Claudia Christian, Jacqueline Obrandors နဲ့Jim Varney တို့ကနေ ပါဝင်သရုပ်ဆောင်ပေးထားကြတာပဲ ဖြစ်ပါတယ်။Jim Varney အနေနဲ့ကလည်း ဒီဇာတ်ကားဟာ သူမသေခင် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/atlantis-the-lost-empire-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDViMjMwMjEtODI3OS00Njk3LWFjYzktNGNhMGY3ZjgwYThlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "Metro (2013)",
        "description": "Metro (2013)\n============\nIMDb Rating - 6.4/10\nAction, Drama, Thriller၂၀၁၃ လောက်ကထွက်ခဲ့တဲ့ မက်ထရိုဆိုတဲ့ ရုရှားကားကောင်း\nဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်လောက်ထဲက ဆောက်လုပ်ခဲ့တဲ့\nမော်စကိုမြေအောက်ရထားလှိုင်ခေါင်းကြီး တစ်ခုရှိပါတယ်။\nမော်စကိုမြစ်နဲ့တိုက်ရိုက်ချိတ်ဆက်ထားတာဖြစ်ပြီး၊ စစ်တွင်းက\nဘန်ကာတွေလည်းရှိနေပါတယ်။ရန်သူတွေကိုရေလွှမ်းဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ဆောက်လုပ်ထား\nခဲ့တာဖြစ်ပြီး ယနေ့ခေတ်မှာတော့ ပြည်သူသုံးရထားလမ်းအဖြစ်ပဲ\nဆက်လက်သုံးစွဲနေပါတယ်။ ဒါပေမယ့် ငလျင်လှုပ်သွားတာကနေ\nတစ်ဆင့် မော်စကိုမြစ်ရေနဲ့ လှိုင်ခေါင်း ချိတ်ဆက်ထားတဲ့နေရာက\nပျက်စီးသွားပြီး ရေတွေ ဝင်လာပါတယ်။ ရထားတွဲမှာပါသွားတဲ့ လူ\nတွေလည်းပိတ်မိကုန်ပြီး သူစိမ်းတွေဆိုပေမယ့် အချင်းချင်း ကူညီ\nရိုင်းပင်းရင်း ရှင်သန်ရုန်းကန်ကြတာကိုကြည့်ရမယ့် ဇာတ်လမ်း\nကောင်းတစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(2.66 GB) / (1.25 GB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........2Hr 13Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Thriller\nTranslator......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/metro-2013-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2FlNjAyYjktODYyNC00OTBkLTkxMmUtZGI4NmUyM2I0MzMyXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-142x200.jpg",
        "title": "Kolai (2023)",
        "description": "Kolai (2023)တစ်နေ့ရုံးတွင် စုံထောက်မလေး ဆန်ဒယာထံသို့ လူသတ်မှုတစ်ခုအကြောင်း\nသတင်းပေးပို့သဖြင့် သွားရောက်စုံစမ်းစစ်ဆေးရန်ထွက်လာခဲ့သည်သေဆုံးသူကောင်မလေးမှာ အောင်မြင်ကျော်ကြားလှပချောမောလှသော\nမော်ဒယ်မလေး လိုင်လာဖြစ်သည် သူကလေးမှာ သေဆုံးနေသည့်တိုင်\nပစ်ရက်စရာမရှိ လှပကျော့ရှင်းနေသည့်အပြင် ပြုံးပြုံးလေးနှင့်ပင် သေဆုံးနေသည်ကိုတွေ့ရှိရလေသည်စုံထောက်မလေး ဆန်ဒယာအတွက် ပိုခေါင်းစားရသည်မှာ လိုင်လာသေဆုံးသောတိုက်ခန်းလေးမှာ\nအချိန်ပြည့် အစောင့်များရှိသည့်အပြင် စီစီတီဗီများတပ်ဆင်ထားသည့် အိမ်ရာတစ်ခုဖြစ်သည့်အပြင်\nသေဆုံးချိန် အလောင်းကိုတွေ့ချိန်၌ အခန်းတွင်းမှ သော့ခတ်ထားခြင်းပင်ဖြစ်သည်ဆန်ဒယာတစ်ယောက် ဉာဏ်မမှီတော့သဖြင့် သူ့ရဲ့အနားယူသွားသောဆရာ ဗီနာရိခ်ကို လှမ်းပင့်ရပါတော့သည်\nဆရာဗီနာရိခ်က ခေသူမဟုတ် မပေါ်သည့်အမှုမရှိ မြေလျှိုးနေတဲ့ တရားခံရှိရင်တောင် သူ့လက်ကလွတ်ရိုးမရှိ ရ\nအောင်ဖော်ထုတ်ဖမ်းဆီးခဲ့သည် ဆားပုလင်းဗီနာရိခ်ပင်ဖြစ်လေသည်သပွတ်အူထက်ပင်ရှုပ်ထွေးလှသော အမှုကြီးကို ဆရာသမားက တစ်ရစ်ချင်းစီရှင်း ဘယ်လိုဖော်ထုတ်ပြမလဲ\nမော်ဒယ်မလေးကိုသတ်ခဲ့တာ အချစ်ကြောင့်လား ငွေကြေးကြောင့်လား ရန်ငြိုးတွေလား စသည်ဖြင့်\nအကွက်စေ့စေ့ကြည့်ရှုရမဲ့အပြင် ဆရာမင်းသိင်္ခရဲ့ စုံထောက်ဝတ္ထုတွေလို အစကအဆုံး\nမထတမ်းကြည့်ချင်လောက်အောင် စိတ်ဝင်စားဖို့ ကောင်းတာမို့ CM ပရိတ်သတ်ကြီးရှေ့မှောက် အရောက်ပို့ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို စုံထောက်ဗီနာရိခ်အဖြစ် ဦးဆောင်ပါဝင်ထားတာက သူတောင်းစားကားထဲက\nမင်းသားပဲဖြစ်ပြီး မင်းသမီးလေးကလည်း တက်သစ်စချစ်စဖွယ်ကောင်မလေးမို့ cast ပိုင်းမှာလည်း စိတ်မျက်စေရပါဘူးဗျာ\nအညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/kolai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODIxZDIxM2EtM2YwZi00OGNlLTkzY2ItMDRlMzE4ZjU2MTM5XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Thalainagaram (2023)",
        "description": "Thalainagaram  (2023)ကြမ်းမှရမ်းမှကြိုက်တဲ့ဘော်ဒါတို့အတွက်\nလူမိုက်ကြီးသုံးယောက်ဗိုလ်လုပွဲချန်နိုင်းမြို့တစ်ခွင် ဩဇာညောင်းဆိပ်ကမ်းကုန်အဝင်အထွက်ကနေ\nတရားမဝင် ဒုစရိုက် ငွေဝင်လုပ်ငန်းအကုန် လက်ဝါးကြီးအုပ်ထားသူတွေ\nရာဇဝတ်မှုတွေဆက်တိုက်ကျူးလွန်ကြပြီး ဘယ်သူနစ်နာသွားလဲဆိုတာတောင်\nရဲတွေမလိုက်နိုင်တဲ့ထိ စွမ်းကြတဲ့ဇိုးကြီးသုံးယောက်ဟာ ချန်နိုင်းတစ်ခွင် ဩဇာညောင်းရုံတင်အားမရကြတော့သုံးယောက်စင်ပြိုင်လိုဖြစ်နေကြတာလည်းမကြိုက်တစ်ယောက်နဲ့တစ်ယောက်ဒေါက်ဖြုတ်ဖို့ အကွက်ချောင်းနေကြသူတွေတစ်ချိန်ကဂန်းစတားဖြစ်ခဲ့ဖူးတဲ့သူ ခုချိန်အားလုံးနဲ့ဝေးရာကို နေချင်သူကိုမှ သူတို့သုံးယောက်စစ်ပွဲထဲဆွဲထည့်မိချိန်မှာတော့.....\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Cherry ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.43GB / 1.01GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ V ~ Cherry ~ Zwe ~ Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/thalainagaram-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3E4LW4bjRhEMDeeXeIsmkJ94v8K.jpg",
        "title": "The Sum of All Fears (2002)",
        "description": "The Sum of All Fears (2002)~ IMDb - 6.4/10, Rotten Tomatoes - 59% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲရဲ့ ၄ကား​မြောက်ရုပ်ရှင်ဖြစ်ပြီး Ben Affleck နုစဉ်အခါက ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ သူ့အပြင် Morgan Freeman ကြီးလည်း ပါဝင်ပါ​သေးတယ်။ ဒီဇာတ်ကားကတော့ ဒုတိယကမ္ဘာစစ်အပြီး ယူအက်စ်နဲ့ ရုရှားရဲ့ စစ်​​​​အေး​ခေတ် လက်နက် အားပြိုင်မှုကို ​ကျောရိုးယူရိုက်ကူးထားတာပါ။~ ဇာတ်လမ်းအကျဉ်း ~အ​မေရိကန် ​ဘော်တီမိုးမှာ သမ္မတကိုယ်တိုင် တက်​ရောက်အား​ပေးတဲ့ ​ဘောလုံးပြိုင်ပွဲကို အဏုမြူဗုံးနဲ့ တိုက်ခိုက်ခဲ့တာပါ။ သမ္မတက အသက်ရှင်ခဲ့​ပေမဲ့ ဒီတိုက်ခိုက်မှု​ကြီးကြောင့် လူ​ပေါင်းများစွာ သေ​​​ကြေခဲ့တာပါ။ ဒီအကြမ်းဖက်မှုရဲ့ရှေ့မှာလည်း ရုရှားက​နေ ခွဲထွက်ထားတဲ့ ချေချင်းညာ​ဒေသအ​ရေး​ကြောင့် ရုရှားနဲ့ အ​နောက်နိုင်ငံ​တွေ၊ အထူးသဖြင့် အ​မေရိကန်တို့ကြားမှာ တင်းမာမှုရှိခဲ့တာ​ကြောင့် ဒီတိုက်ခိုက်မှုဟာ ရုရှား​​တွေရဲ့လက်ချက်လို့ယူဆပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-sum-of-all-fears-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ezgif-4-6e920bced4-133x200.jpg",
        "title": "Heart of Stone (2023)",
        "description": "Heart of Stone (2023)\n=================နက်ဖလစ်ရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ပါ။ ဝမ်းဒါးဝူးမန်း မင်းသမီး Gal Gadot\nခေါင်းဆောင်အဖြစ်ပါဝင်ထားပြီး Fifty Shades of Grey မင်းသား Jamie\nDornan နဲ့ Raazi ရဲ့ အိန္ဒိယမင်းသမီး Alia Bhatt တို့လည်း ပါဝင်ထားပါ\nတယ်။ အက်ရှင်အသားပေး ဇာတ်လမ်းဖြစ်ပြီး Mission Impossible နဲ့တောင်\nခပ်ဆင်ဆင်ပါပဲ။ချာတာဆိုတဲ့အဖွဲ့အစည်းတစ်ခုဟာ ထောက်လှမ်းရေးဟောင်းတွေနဲ့ လျို့ဝှက်\nဖွဲ့စည်းထားတာပါ။ သူတို့ဟာ ဘယ်နိုင်ငံလက်အောက်ခံမှာမဟုတ်ဘဲ ကမ္ဘာပေါ်\nက လူဆိုးတွေနဲ့ အကြမ်းဖက်တွေကို ကိုယ့်ဘာဘာ လိုက်ပြီး ရှင်းလင်းနေတဲ့\nအဖွဲ့ပါ။ အဲဒီအဖွဲ့မှာ စပိတ်၊ ဟာ့ထ်၊ ထောင့်၊ ညှင်း ဆိုတဲ့ အဖွဲ့ခွဲလေးဖွဲ့ရှိပြီး\nကင်းလေးကင်းက ခေါင်းဆောင်ထားပါတယ်။ အဲဒီထဲက ဟာ့ထ် အဖွဲ့ဝင်\nဖြစ်တဲ့ ဟာ့ထ်-၉ ဟာ အမ်အိုင်-၆ အဖွဲ့ထဲကို အသွင်ယူပြီး စစ်ဆင်ရေးတစ်ခု\nကြားဖြတ်ဖို့ ကြိုးစားပါတယ်။ ကြိုးစားရင်းနဲ့ မထင်ထားတဲ့ အန္တရာယ်တွေကြုံ\nလာပြီး ချာတာတစ်ဖွဲ့လုံးကို ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/heart-of-stone-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzU2NzVjYmYtODEwNy00ZmRjLTk3OWItNTNlZTNmZTc4MWI3XkEyXkFqcGdeQXVyMTUxNzM1NTkw._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "Sanctified (2022)",
        "description": "အချိန်ကာလအားဖြင့် ၁၈၉၀ကာလဖြစ်ပါတယ်။ ၀က်စ်တန်လို့‌အမည်ရတဲ့ တောပုန်းတစ်ယောက်ဟာ လူသူအရောက်အပေါက်နည်းတဲ့ ဆိုးသွမ်းတဲ့ကန္တာရအလယ်မှာ သေအံ့ဆဲဆဲဖြစ်နေချိန် လှည်းတစ်စီးနဲ့ မြောက်ဘက်ကိုခရီးသွားနေတဲ့ ခရစ်ယာန်သီလရှင်တစ်ဦးရဲ့ ကယ်တင်ခြင်းကို ခံလိုက်ရပါတယ်။ ၀က်စ်တန်နဲ့ အန်းမက် ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက တောပုန်းခေါင်းဆောင်ဖြစ်တဲ့ မစ္စတာရှောရဲ့ မွေးစားခြင်းကိုခံခဲ့ရတာပါ။ ၀က်စ်တန်ဟာ ထူးချွန်လှတဲ့ ရိန်းဂျားတစ်ယောက်ဖြစ်တဲ့အတွက် မစ္စတာရှောဟာ ၀က်စ်တန်ကို တစ်နေ့ သူ့ရဲ့အရိုက်အရာကိုဆက်ခံပြီး တောပုန်းအုပ်စုကို ဦးဆောင်စေချင်နေပါတယ်။ ၀က်စ်တန်ကတော့ စိတ်မ၀င်စားဘဲ မစ္စတာရှောရဲ့လောင်းရိပ်အောက်ကနေ ရုန်းထွက်ပြီး ကယ်လီဖိုးနီးယားမှာ အခြေချပြီး ဘ၀သစ်ကိုတည်ထောင်ချင်နေသူပါ။ ဒီလိုနဲ့ ၀က်စ်တန်ဟာ ညီဖြစ်သူအန်းမက်ကို သူနဲ့အတူ မစ္စတာရှောဆီကထွက်သွားဖို့ စည်းရုံးရာ မစ္စတာရှောကိုသစ္စာဖောက်ဖို့ကြိုးစားတဲ့ ၀က်စ်တန် ညီဖြစ်သူရဲ့ သစ္စာဖောက်ခြင်းကိုပြန်ခံလိုက်ရပါတယ်။တောပုန်းတွေရဲ့စည်းကမ်းအရ တောပုန်းတစ်ယောက်ဟာ သူ့ကိုပြုစုပျိုးထောင်ပေးခဲ့တဲ့ အသိုက်အ၀န်းဆီကထွက်သွားချင်ရင် အလကားထွက်သွားလို့မရပါဘူး။ သွေးနဲ့ပေးဆပ်ပြီးမှထွက်သွားခွင့်ရပါတယ်။ ဆိုလိုတာက ထွက်သွားချင်ရင် သေသွားမှထွက်သွားခွင့်ရမှာပါ။ မစ္စတာရှောတစ်ယောက် ၀က်စ်တန်ကို ကန္တာအလယ်က သစ်ပင်တစ်ပင်မှာ ကြိုးချည်ကာနှိပ်စက်ပြီး ဓားဒဏ်ရာနဲ့ သေလုမျောပါးဖြစ်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sanctified-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDJlMWQ3YjAtOGFiOS00N2IxLThmYTUtYzZiOTFmZDc4NzFiXkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_-140x200.jpg",
        "title": "Scooby-Doo! and the Cyber Chase (2001)",
        "description": "Scooby-Doo! and the Cyber Chase (2001)\n=============================\nIMDb Rating - 7.0/10ဒီတစ်ခါရုပ်ရှင်လေးမှာတော့ Scooby တို့အုပ်စုဟာ သူငယ်ချင်း\nသိပ္ပံကျောင်းသား Eric ရဲ့ တက္ကသိုလ်ကို သွားစရာအကြောင်းဖန်\nလာပါတော့တယ်။ အကြောင်းအရင်းကတော့ Game developer\nတစ်ယောက်ဖြစ်တဲ့ Eric က Scooby တို့အုပ်စုရဲ့ စွန့်စားခန်းတွေ\nအပေါ်မူတည်ပြီး ဂိမ်းတစ်ခုထွင်ထားလို့ပါပဲ။ ရှက်ဂီနဲ့စကူဘီကတော့\nဂိမ်းအဓိကဇာတ်ကောင်ဖြစ်ရတဲ့အရှိန်နဲ့ ဂိမ်းကိုစမ်းဆော့ကြည့်ချင်စိတ်\nငယ်ထိပ်ရောက်နေခဲ့ပါတယ်။ဒါပေမယ့် Eric ဆီ တကယ်ရောက်သွားတဲ့အချိန်မှာတော့ ထင်ထား\nတာနဲ့ တက်တက်စင်အောင်လွဲတော့တာပါပဲ။ ဂိမ်းကို အစမ်းဆော့\nကြည့်ကြဖို့နေနေသာသာ ဂိမ်းဖွင့်ခွင့်တောင် မရကြပါဘူး။ ပြဿနာက\nအဲဒီမှာစတာပါပဲ။ လွန်ခဲ့တဲ့ရက်ပိုင်းကပဲ Eric ရဲ့ ဂိမ်းတည်ဆောက်မှုမှာ\nအဓိကဖြစ်တဲ့ လေဆာပစ်လွှတ်မှုကနေ ဗိုင်းရပ်စ်တစ်ကောင်ခုန်ထွက်\nလာခဲ့ပြီး ပြဿနာရှာသွားတာမို့လို့ပါ။ ဂိမ်းထဲကနေ အပြင်လောကအထိ\nသက်ရှိထင်ရှား အကောင်လိုက်ထွက်ချလာတဲ့ ဗိုင်းရပ်စ်ကြီးကို ထုံးစံ\nအတိုင်း စကူဘီတို့ကပဲ လိုက်ရှာဖမ်းပေးရတော့တာပေါ့။ ဒါပေမယ့် စကူဘီ\nတို့သူငယ်ချင်း ၅ယောက်လုံးပါ ဗိုင်းရပ်စ်နဲ့အတူ ဂိမ်းထဲကို အပို့ခံလိုက်ရ\nတဲ့အခါမှာတော့ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-cyber-chase-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/8gAZUwOu0-141x200.jpg",
        "title": "Taxi 5 (2018)",
        "description": "Taxi 5 (2018)ဒီဇာတ်ကားကတော့ ရှေ့ကအောင်မြင်ခဲ့တဲ့  Taxi ပြင်သစ်ဇာတ်ကားတွေရဲ့အဆက်အဖြစ် ထွက်ရှိလာတာပါ။ဒါပေမယ့် ရှေ့က မင်းသားမင်းသမီးတွေ မဟုတ်တော့ဘဲ အသစ်တွေနဲ့ ရိုက်ကူးထားပါတယ်။မင်းသား မင်းသမီးအသစ်တွေဖြစ်ပေမယ့်လို့ အရံတချို့နဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကတော့ တူပါတယ်။ဒီဇာတ်ကားမှာတော့ ရဲက ဖိုက်တာ ကားမောင်းသမားဖြစ်လာပြီး Taxi သမားကတော့ ရှေ့ဇာတ်ကားတွေက ဖိုက်တာကြီး ဒန်နီရယ်ရဲ့ တူတော်စပ်သူ အူကြောင်ကြားကောင်အဖြစ် ဇာတ်လမ်းကိုပြန်လှည့်ထားပါတယ်။ယခင်ဇာတ်ကားတွေလို Taste မရတော့ပေမယ့် \" ဒန်နီရယ် နဲ့ အီမလီယံ\" ကိုလွမ်းနေသူ ကိုယ်တွေအတွက်တော့ ဖြေသိမ့်ဖို့ ကြည့်နေမိတဲ့ဇာတ်ကားပါ။(Taxi ဇာတ်ကားအားလုံးကို   https://channelmyanmar.org/?s=taxi  မှာ ကြည့်လို့ရပါတယ်။ )\nFile size…(2.3 GB)/ (1.1 GB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:54\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mg King",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/taxi-5-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Taxi-42007-235x300.jpg",
        "title": "Taxi 4 (2007)",
        "description": "Taxi 4 (2007)IMdb Rating (5.6) / Rotten Tomatoes (42%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1glmb/(CM)_Taxi.4.2007.FRENCH.1080p.Bluray.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNzk3YzVhOTEtZWYxOS00NDBkLWE2Y2EtNDg0MDkyODkzYmIxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-140x200.jpg",
        "title": "Taxi 3 (2003)",
        "description": "Taxi 3 (2003)IMdb Rating (5.8) / Rotten Tomatoes (51%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gll4/(CM)_Taxi.3.2003.FRENCH.1080p.BluRay.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/5132151225_a305d3acb4_c-139x200.jpg",
        "title": "Taxi 2 (2000)",
        "description": "Taxi 2 (2000)IMdb Rating (6.5) / Rotten Tomatoes (70%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/taxi-2-2000/"
    }
]