[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-7-e8a3e9ec15d0-153x200.jpg",
        "title": "Chivalrous ( 2020 )",
        "description": "ဒီတစ်ခါ တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ကျုံမင်းဆက်ကို ပြန်လည်တည်ထောင်ဖို့ ကြိုးပမ်းတဲ့ ဇာတ်လမ်းပုံစံလေးပါဇာတ်ကြောင်းလေးကတော့...ကျုံမင်းဆက်က ဘုရင်ဝမ်မှာ ထူးချွန်လှတဲ့အကြံပေးလေးယောက်ရှိပါတယ် အဲ့ဒီအကြံပေးလေးယောက်ထဲမှာတော့နန်ကုံရှီဆိုတဲ့အကြံပေးက အထူးချွန်ဆုံးပါ အဲ့အပြင် နန်ကုံရှီရဲ့ ဦးလေးဟာလည်း စစ်ပွဲတိုင်း အောင်ပွဲရတဲ့ စစ်နတ်ဘုရားတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့သူဟာ စစ်ပွဲတစ်ခုမှာ ဒဏ်ရာအပြင်းအထန်ရပြီး ကျုံမင်းဆက်ကိုပြန်တည်ထောင်ဖို့ရာအတွက် လိုအပ်တဲ့ ရတနာတွေကို ဝှက်ထားတဲ့ မြေပုံရွှမ်ဝူအမိန့်စာကို နန်ကုံရှီကို စောင့်ရှောက်ဖို့ အပ်နှံထားခဲ့ပါတယ်နောက်ပိုင်းနန်ကုံရှီမိသားစုရဲ့ မျိုးဆက်တွေဟာ ဒီတာဝန်ကြီးကိုအရေးကြီးတာဝန်တစ်ခုအဖြစ်သတ်မှတ်ပြီး ရွှမ်ဝူအမိန့်စာကိုလက်ဆင့်ကမ်းသယ်ဆောင်ခဲ့ကြပါတယ်အဲ့ဒီနန်ကုံမိသားစုရဲ့ မျိုးဆက် နန်ကုံယွီဟာ နောက်ဆုံးမင်းဆက်ရဲ့သမီးတော် မင်းသမီး ယုံနင်ကို ကာကွယ်ပြီး ရွှမ်ဝူအမိန့်စာနဲ့နိုင်ငံတော်ကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားနေသူပါတချို့လူတွေဟာလည်း ရတနာတွေကို တပ်မက်ပြီး ရွှမ်ဝူ အမိန့်စာကိုမက်မောလာကြပြီး နန်ကုံရှီမိသားစုကို အကြိမ်ကြိမ်တိုက်ခိုက်ခဲ့ကြပါတယ်တစ်ဖက်မှာလည်း စစ်နတ်ဘုရားရဲ့ မျိုးဆက်ဖြစ်တဲ့ မော့ရှောင်ဟောင်ဟာတစ်ကိုယ်တည်း ဝေါ်လုံချိုင့်ဝှမ်းမှာသိုင်းပညာကိုသာ ကျင့်ကြံနေခဲ့သူပါဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ဆရာက သူ့အတွက် အမိန့်သုံးခု ချန်ထားခဲ့တာသိလိုက်ရပါတယ် ပထမအမိန့်ကတော့ မင်းသမီးကို ကာကွယ်ပြီးမိသားစုကြီးလေးစုကြားက ပဋိပက္ခကို ဖြေရှင်းဖို့ဖြစ်ပြီးဒုတိယနဲ့ တတိယအမိန့်ကိုတော့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/chivalrous-2020/",
        "category": "Action, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjI4MjBmYzItYTY5OC00OWYzLWE0NWYtZDQxNDQxM2QzYjA4XkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-132x200.jpg",
        "title": "[James Bond] The Living Daylights (1987)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်...မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်...သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.7/10) နဲ့ Rotten Tomatoes (73%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "",
        "url": "https://channelmyanmar.org/james-bond-the-living-daylights-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYTNmNjNlYjItNzZhNi00OTk0LWJjNWUtY2I5M2RlZDRhZDI1XkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "No Mercy (2019)",
        "description": "No Mercy (2019)_____IMDb - 5.4/10\n \nခုတစ်လော Sweet Home နဲ့တအားဟော့နေတဲ့ မီးသတ်သမလေးရဲ့\n၂၀၁၉တုန်းကကားလေးကိုပြန်တင်ပေးလိုက်ပါတယ်\nမင်းသမီးရဲ့ဖိုက်တင်ခန်းတွေကို ရင်တစ်လှပ်လှပ်နဲ့ကြည့်ရမှာပါ\nရုပ်လေးနဲ့ အက်ရှင်တွေနဲ့တင်ပြည့်စုံရုံမကပဲ\nဇာတ်လမ်းကလည်း မျက်ရည်တစ်စမ်းစမ်းနဲ့ကြည့်ရမှာပါ\nဘယ်ကျောင်းသူမှ ဒီဇာတ်ကားထဲက ကောင်မလေးလောက်ဇာတ်မနာနိုင်ပါဘူး\nသရုပ်ဆောင်ကောင်းချက်က တစ်ကယ်ဖြစ်နေသလိုပါပဲ\nအစ်မလုပ်သူက ညီမပျောက်လို့ရှာရင်းနဲ့မှ အနိုင်ကျင့်ခံရတာတွေ မုဒိန်းကျင့်ခံရတာတွေ\nတစ်ယောက်တည်းမဟုတ် တစ်ရပ်ကွက်လုံးကပတ်ကျင့်ကြတာ\nအဲ့လိုမျိုးရင်နာစရာတွေကို တစ်ခုချင်းစီသိလာရတဲ့\nအစ်မတစ်ယောက်ရဲ့ ကလဲ့စားချေချက်တွေကတော့ အားရစရာဖြစ်မှာပါ\nအများကြီးမပြောတော့ပါဘူး\nကြည့်လိုက်ရလို့ နောင်တမရစေမယ့်ကားမို့ အချိန်လေးနည်းနည်းပေးပြီးကြည့်လိုက်ကြပါဦးနော်\nညီမရှာပုံတော် ဖွင့်ရင်း\nအယောက် ၁၀၀ နဲ့ ၁ ယောက်\nရင်ဆိုင်တိုက်ခိုက်ခဲ့တဲ့ အင်ဟေးရဲ့\nဂျွန်ဝစ်ရဲ့ညီမလားလို့ ထင်မှတ်မှားရလောက်တဲ့\nလျင်မြန်ဖြတ်လတ်လွန်းတဲ့ တိုက်ကွက်တွေကိုလည်း\nအားရပါးရ ကြည့်ရှုရမှာပါ...\nအဒ်မင်တောင် မှ သူ သတ်ရင် သေလို့ရအောင်\nလှပတဲ့ မျက်နှာပေးလေး က ချစ်ဖို့ကောင်းနေပါတယ် :D\n \nဒီရုပ်ရှင်ကားကို ThinZar Htet က ဘာသာပြန်ပေးထားပါတယ်...",
        "rating": "5.4",
        "url": "https://megaup.net/1wr4s/No_Mercy_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzY5ZWQ0OTMtZjdiYy00YzhmLTg5MDAtMzRlMTllMDliMDJkXkEyXkFqcGdeQXVyNDc2NjEyMw@@._V1_-135x200.jpg",
        "title": "Maximum Risk (1996)",
        "description": "မင်းသားကြီးဗန်ဒိန်းလို့ပြောလိုက်တာနဲ့ 90s born တွေရဲ့အသည်းစွဲမင်းသားကြီးဆိုတာလူတိုင်းသိကြမှာပါ။\nဗန်ဒိန်း၊အာနိုး၊ရမ်ဘို တို့ဆိုတာ ကျွန်တော်တို့ကလေးဘဝရဲ့အကြိုက်နှစ်သက်ခဲ့ရဆုံး အက်ရှင်မင်းသားကြီးတွေဆိုလည်း မမှားပါဘူး။\nသူတို့တွေရဲ့ဇာတ်လမ်းဇာတ်ကွက်ပီပြင်မှု၊အက်ရှင်သရုပ်ပီပြင်မှုတွေဟာ သူတို့ကာလမှာတော့ သူတို့ဟာ legend ပါပဲဗျ။\nကြည့်ဖူးသူတွေလည်းပြန်လည်ကြည့်ရှုခံစားရအောင် မကြည့်ဖူးသူတွေအတွက်လည်းအသစ်ဖြစ်နေစေမယ့်\nဒီတစ်ခါရွေးချယ်ထားတဲ့ကားလေးကတော့ ၁၉၉၆ မှာထွက်ရှိခဲ့တဲ့ မင်သားကြီးဗန်ဒိန်းရဲ့ Maximum Risk ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။\n၁၉၉၆ ကထွက်ခဲ့တဲ့ကားသာဆိုပေမဲ့အရမ်းခေတ်ကွာတယ်လို့မခံစားရ‌စေဘဲ\nအလွန်ကြည့်လို့ကောင်းတဲ့အက်ရှင်ကားကောင်းတစ်ကားဆိုလည်းဟုတ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ အယ်လိန်ဟာ အလွန်တော်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး\nသူနဲ့ရုပ်ချင်းအရမ်းတူပြီး မွေးနေ့ပါတူနေတဲ့သူတစ်ယောက်မတော်တဆဖြစ်သေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ\nထိုသူရဲ့နောက်ကြောင်းရာဇဝင်ကဘာလဲ\nနယူး‌ယောက်ရဲ့ရုရှားဂိုဏ်းတွေနဲ့ဘယ်လိုပက်သက်မိသွားမလဲ\nဘယ်လိုဇာတ်ရှုပ်ဇာတ်ထွေးထဲရောက်ရှိသွားမလဲကို\nဇာတ်လမ်းအဖွင့်ကစလို့အက်ရှင်ခန်းမြိုင်မြိုင်နဲ့ခံစားရဦးမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nဒေါင်းကြည့်ရတာနောင်တမရစေမယ့် မင်းသားကြီးဗန်ဒိန်းရဲ့ Maximum Risk ဆိုတဲ့\nအက်ရှင်ဇာတ်ကားဟောင်းလေးကိုလည်းကြည့်ရှုခံစားပေးလှည့်ပါဦးခင်ဗျာ။ \nFile size…(1.9 GB) and (1 GB)\nQuality…Blu-Ray 1080p 5.1CH & 720p\nFormat…mp4\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by San Thu Aung",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/maximum-risk-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/images-1-133x200.jpg",
        "title": "Paradise Z (2020)",
        "description": "Paradise Z (Two of  Us) (2020) Horror အမျိုးအစားကိုမှကြိုက်ပါတယ်ဆိုတဲ့\nရုပ်ရှင်ချစ်ပရိသတ်တွေအတွက် ၂၀၂၀ အစောပိုင်းက ထွက်ရှိထားတဲ့\nဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေဒီကားလေးကတော့ apocalypse တွေထဲမှာမှ\nလူကြိုက်များပြီး စိတ်လှုပ်ရှားမှုပိုပေးနိုင်တဲ့\nzombie apocalypse ကားအမျိုးအစားလေးပဲဖြစ်ပါတယ်ဟုတ်ကဲ့ ....... ဇာတ်လမ်းအကျဉ်းချုပ်လေးပြောပါမယ်ဒီကားထဲမှာတော့ ဆေးလ်နဲ့ရို ဆိုတဲ့ မင်းသမီးချောလေးနှစ်ယောက်က\nအဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်ပါတယ်\nပျက်ကပ်ရဲ့ရိုက်ခတ်မှုကြောင့် သူတို့နှစ်ယောက်ဟာ\nလူသူမရှိတဲ့ရပ်ကွက်တစ်ခုမှာခိုလှုံတိမ်းရှောင်ရင်း နေထိုင်စားသောက်နေရပါတယ်\nနေထိုင်စားသောက်ရတာတော့အဆင်ပြေပေမယ့်\nသူတို့နေရာဟာ စိတ်ချရတဲ့နေရာတော့မဟုတ်ပါဘူး\nဒါအပြင်လူအချင်းချင်းခေါင်းပုံဖြတ်ချင်တဲ့လူတွေနဲ့လည်းရင်ဆိုင်ရပါသေးတယ်\nတစ်နေ့သူတို့နေထိုင်တဲ့နေရာကို zombie တွေကျူးကျော်ဝင်ရောက်လာတဲ့အခါမှာတော့\nမိန်းမသားနှစ်ယောက်တည်းနဲ့ ဒီအခက်အခဲ တွေကို ကျော်လွှားနိုင်ပါ့မလားသူတို့ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲ ဆိုတာကတော့......ဒီလိုစိတ်လှုပ်ရှားစရာအခန်းတွေအပြင် မင်းသမီးချောလေးနှစ်ယောက်ရဲ့ nude scene တွေလည်းပါတာဆိုတော့\nzombie apocalypse ကိုမှကြိုက်တဲ့ ပုရိသယောက်ျားတွေအတွက်တော့\nအချိုပေါ်သကာရည်လောင်းလိုက်သလိုပဲပေါ့ဗျာReview နဲ့ ဘာသာပြန်ကတော့ Tk ပါFile size…1.18 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 35 min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August",
        "rating": "3.3",
        "url": "https://channelmyanmar.org/paradise-z-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNjAwMDFlYmItMTk1Ni00MmEyLWJmODMtOTY0MWI1NjIzZDE2XkEy_002-135x200.jpg",
        "title": "We Can Be Heroes (2020)",
        "description": "We Can Be Heroes (2020)===================IMDb Rating - 4.5/10ခရစ္စမတ်နေ့မှာ ထွက်လာတဲ့ ရုပ်ရှင်ကားကောင်းလေးကို လက်ဆောင်အနေနဲ့ တင်ပေးချင်လို့ပါ။ကားနာမည်က ငါတို့ကလည်း ဟီးရိုး ဖြစ်နိုင်ပါတယ်။ဒါကတော့ ဟီးရိုးလေးတွေရဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ ဟီးရိုးလေးတွေလို့ ဘာလို့ ပြောရတာလဲ ဆိုတော့ .....ဟီးရိုးကြီးတွေရဲ့ သားသမီးလေးတွေ အကြောင်း ဖြစ်နေလို့ပါပဲ။ ဟီးရိုးကြီးတွေက ကမ္ဘာကို ကာကွယ်ပြီး အခုချိန်မှာအေးဆေးဖြစ်နေကြပါပြီ။ တစ်နေ့မှာတော့ ကမ္ဘာကို ကျူးကျော်ဝင်ရောက်လာတဲ့ ဂြိုလ်သားတစ်စုကြောင့် ဟီးရိုးတွေအလုပ်ပြန်လုပ်ကြရပါတော့တယ်။ သူတို့ ရန်သူနဲ့ ရင်ဆိုင်နေတဲ့အချိန်မှာ သူတို့ရဲ့သားသမီးတွေကို ဌာနချုပ်မှာ ထိန်းသိမ်းထားပါတယ်။ ဒါပေမယ့် ဟီးရိုးကြီးတွေ မရှုမလှနဲ့ အရှုံးပေးလိုက်ကြရပြီး ဖမ်းခေါ်ခံလိုက်ရတဲ့ အချိန်မှာတော့ ......ဟီးရိုးလေးတွေ ခဗျာ အငြိမ်မနေနိုင်ကြတော့ပါဘူး။ သူတို့လည်း ဟီးရိုးမျိုးရိုး ပီသစွာနဲ့ ကိုယ့်မှာရှိတဲ့ ပါဝါတွေကို အသုံးချပြီးရင်ဆိုင်ဖို့ ကြံစည်ကြရပါတော့တယ်။ ဘာတွေ ဖြစ်လာမလဲဆိုတာကတော့ ...... ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/we-can-be-heroes-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lNVHB85FUDZqLzvug3k6FA07RIr.jpg",
        "title": "Wonder Woman 1984 (2020)",
        "description": "Wonder Woman 1984 (2020)============================ကဲ အားလုံးစောင့်မျှော်နေရတဲ့ WW 1984 HBO က ထွက်ထွက်ချင်းပဲ CM Translator Team က အမြန်ဆုံး အကောင်းမွန်ဆုံး ညတွင်းချင်း ဘာသာပြန်ပြီး CM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ် မမ Gal Gadot ရဲ့ ချစ်စရာ မျက်နှာလေးကို အတူတူ ငေးကြည့်ကြရအောင် Translated by : CM TeamEncoded by : Little NeoFile Sie : 1.6GbQuality : IMAX 720p WEB H264 and IMAX 1080pSubtile : Myanmar(hardsub)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/wonder-woman-1984-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/fdg-1-142x200.jpg",
        "title": "Collectors (2020)",
        "description": "ဇာတ်ကားအကြောင်းမပြောခင် ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေက\nမိတ်ဆက်ပေးစရာမလိုလောက်အောင် ကိုရီးယားပရိသတ်အတော်များများ\nသေချာပေါက်သိကြမယ့် နာမည်ကြီးမင်းသားမင်းသမီး ဇာတ်ပို့ဇာတ်ရန်တွေချည်းပါပဲ\nပြောရရင်တော့ မင်းသမီးနေရာမှာ လက်ရှိ\nအားလုံးသဘောကျနေကြတဲ့\nဂျိုဆွန်းခေတ်မိဖုရားကြီးနေရာသရုပ်ဆောင်ထားတဲ့\nရှင်းဟယ်ဆောင်း ပါဝင်အားဖြည့်ပေးထားပါတယ် ( အဓိကအချက် )\nဖောက်ထွင်းလူလိမ်လို့ခေါ်ရလောက်အောင် ရှေးဟောင်းပစ္စည်းတွေကို ဖောက်ထွင်းပြီး\nဈေးကောင်းပေးတဲ့နေရာမှာ ပြန်ရောင်းစားတဲ့ ဂန်ဒုန်ဂူဆိုတဲ့လူတစ်ယောက်ဟာ\nအပေါ်ယံမှာတော့ ရှေးဟောင်းယဉ်ကျေးမှုအဖွဲ့အစည်းရဲ့အကြီးအကဲဖြစ်ပြီး နောက်ကွယ်မှာ\nရှေးဟောင်းပစ္စည်းတွေကို ရောင်းစားနေတဲ့ ဥက္ကဋ္ဌဂျင်ဆန်းဂူဆိုတဲ့လူနဲ့ပတ်သတ်ဖို့ဖြစ်လာခဲ့တဲ့အခါ...\nဘိုးတော်တပ်မက်လောက်မယ့်ပစ္စည်းကို ဖောက်ထွင်းပေးဖို့ကြိုးစားရင်း\nဂန်ဒုန်ဂူတို့အဖွဲ့ ဘယ်လိုတွေ ကတုံးပေါ်ထိပ်ကွက်မလဲဆိုတာကို ဆက်ကြည့်ပေးစေချင်ပါတယ်\nဇာတ်လမ်းက ( ကိုရီးယားဇာတ်ကားအနေနဲ့ ) အတော်လေးစိတ်ဝင်စားစရာကောင်းပြီး\nဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ကိုယ်ပိုင်ဟန်က မပျင်းမရိရဘဲ အဆုံးထိဆွဲခေါ်ပေးသွားပါလိမ့်မယ်\nအချိန်ပေးရတာ သေချာပေါက်တန်စေမှာဖြစ်ပြီး မင်းသားရော မင်းသမီးပါ ကြည့်ရင်း\nပြီးလို့ပြီးသွားမှန်းမသိမှာမလို့ ကြည့်စေချင်တာနဲ့ညွှန်းပေးလိုက်ပါတယ်\nFile Size -  1.6 GB\nQuality - Web-dl 1080p\nSubtitle - Burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/collectors-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/918W3i-NmbL._RI_-150x200.jpg",
        "title": "Home Alone 4 (2002)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Kevin McCallister's parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father's rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a ...",
        "rating": "2.5",
        "url": "https://channelmyanmar.org/home-alone-4-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/home_alone_three-134x200.jpg",
        "title": "Home Alone 3 (1997)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;9-year-old Alex Pruitt is home alone with the chicken pox. Turns out, due to a mix-up among nefarious spies, Alex was given a toy car concealing a top-secret microchip. Now Alex must fend off the spies as they try break into his house to get ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/home-alone-3-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/home_alone_two_ver2-130x200.jpg",
        "title": "Home Alone 2: Lost in New York (1992)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's ...",
        "rating": "6.7",
        "url": "https://megaup.net/Uz6s/Home_Alone_2_-_Lost_in_New_York_(1992)_(1080p_BluRay_x265_10bit_Tigole).mkv",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/59708922_1124253211092369_7855347162631110656_o-130x200.jpg",
        "title": "Home Alone (1990)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. But when a pair of bungling burglars set their sights on Kevin's house, the plucky kid stands ready to defend his territory. By ...",
        "rating": "7.5",
        "url": "https://megaup.net/Uz6d/Home_Alone_(1990)_RM4K_(1080p_BluRay_x265_10bit_Tigole).mkv",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-3-f9b069c182d9-138x200.jpg",
        "title": "Soul Snatcher ( 2020 )",
        "description": "ဒီတစ်ခေါက်မှာ 2020 ရဲ့ နာမည်ကြီးဇာတ်ကား တစ်ကားလို့ ဆိုနိုင်တဲ့နာမည်ကြီး မိန်းမပျိုဝိညာဉ်လို့ နာမည်ကြီးပြီး version စုံထွက်တဲ့တရုတ်ဇာတ်လမ်းကြီးကို အခြေခံပြီး ပုံစံတစ်မျိုးပြောင်းထားတဲ့ ဇာတ်ကားကောင်းလေးပေါ့...ဒီကားကို အဓိကကြည့်သင့်တာကတော့ go go squid မှာ နာမည်ကြီးခဲ့တဲ့ပျိုတိုင်းစွဲ လီရှန့် နဲ့ nine percent က မန်ဘာဟောင်း မားမားတို့ရဲ့ကလေးလေး နုံနုံ (ခ) ချန်လိနုံတို့ သရုပ်ဆောင်ထားတာကြောင့်ပါဒါဟာ နုံနုံရဲ့ ပွဲဦးထွက်ကားလေးမို့ အားလုံးက အချစ်ပိုပြီး အားပေးနေကြတာပေါ့ကဲ ဇာတ်လမ်းလေးနည်းနည်းပြောပြမယ်ဒီကားလေးက အရင်အတိုင်း အမှုထမ်းစာမေးပွဲဖြေဖို့ ကြိုးစားနေတဲ့စာကြမ်းပိုးလေးနဲ့ လေလွင့် မိန်းမပျိုဝိညာဉ်ကြားက အချစ်ဇာတ်လမ်းလေးပါပဲဒါပေမယ့် မိန်းမပျိုလေးကတော့ ဇာတ်လိုက်မဟုတ် ဇာတ်လိုက်ကနတ်ဖြစ်ဖို့ ကြိုးစားပြီး အမြုတေလိုက်ရှာနေတဲ့ မြေခွေးလေးပေါ့ဖြစ်ချင်တော့ အမြုတေပိုင်ရှင်က စာကြမ်းပိုးလေးဖြစ်နေတော့မြေခွေးလေးနဲ့ စာကြမ်းပိုးကြားက သူငယ်ချင်းသံယောဇဉ်ကိုပုံဖော်ထားတဲ့ ဇာတ်ကားလေးလို့ဆိုနိုင်မယ်ပါးပါးလေး bromance လည်းပါလို့ မှန်ဘီလူးမလေးတို့လည်းကြည့်ကြည့်လိုက်ပါဦး Quality : HDRip 720pFormat : ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/soul-snatcher-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMmNiZTE2NjgtOWI4MC00N2NiLWFhOGYtMDY3NWVjZTNlNTRmXkEy_002-135x200.jpg",
        "title": "The Ride (2018)",
        "description": "The Ride (2018)==============IMDb Rating - 6.6/10 2018 ပေမယ့် 13 November 2020 (USA)  မှထွက်လာတဲ့ ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်ကားလေးကတော့ BMX စက်ဘီးစီးဖို့ စိတ်ဝင်စားတဲ့သူတွေနဲ့ ရသခံစားချင်သူတွေ ကြည့်သင့်တဲ့ IMDb 6.6 ရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပါ။ ငယ်စဥ်ကတည်းက လူငယ်ထိန်းသိမ်းရေး‌ကျောင်းသို့ရောက်ခဲ့ရတဲ့ ဂျွန်မက်ကော့ဟာ ကျောင်းမှလူမည်းကလေးများနှိပ်စက်တာကို အလူးအလဲခံခဲ့ရရှာပါတယ်။ ဆယ်ကျော်သက်အရွယ်ကိုရောက်လာတဲ့အခါမှာ သူ့ကိုမွေးစားဖို့လာကြည့်ကြတဲ့မိဘတွေမှာယောက်ျားဖြစ်သူ အယ်လ်ဒရစ်ဂျ် (Ludacris) က လူမည်းတစ်ယောက်ဖြစ်နေလို့သူစိတ်ညစ်ခဲ့ရပါတယ်။ လူငယ်ထိန်းသိမ်းရေးကျောင်းမှစွန့်ခွာနိုင်မယ့် အခွင့်အရေးကိုလက်လွှတ်မခံနိုင်လို့သာ သူဟာလိုက်သွားဖြစ်ပေမယ့် စိတ်ထဲတော့သိပ်မကြည်လှပါဘူး။ဂျစ်ကန်ကန်နိုင်တဲ့ ဂျွန့်ကို အယ်လ်ဒရစ်ဂျ်တစ်ယောက် နည်းလမ်းမျိုးစုံနဲ့ ရင်းနှီးမှုရယူဖို့ကြိုးစားရာမှ သူစိတ်ဝင်စားနေတဲ့ BMX စက်ဘီးလေးဝယ်ပေးပြီး စက်ဘီးစီးသင်ပေးရာက မိသားစုတွင်းအဆင်ပြေသွားပါတယ်။ BMX ကို ဝါသနာအရ လေ့လာပြီး စီးကြည့်ရာကနေ ကျွမ်းကျင်သူတစ်ယောက် ဖြစ်လာဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေနဲ့ သူ့ရဲ့စတန့်ကွတ်လှလှလေးတွေကို ခံစားကြည့်ရှုရမှာဖြစ်ပြီးတော့ မိသားစုဆိုတဲ့နွေးထွေးမှုနဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့ရသကို အပြည့်အဝခံစားရပြီး Heart ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-ride-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/1-171x200.jpg",
        "title": "Max Cloud(2020)",
        "description": "Max Cloud(2020)အက်ရှင်မင်းသားကြီး Scott Adkins ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...၁၉၉၀ခုနှစ်က ဗီဒီယိုဂိမ်းတွေခေတ်စားတဲ့အချိန်ပေါ့...Brooklynမြို့က ဆယ်ရာဆိုတဲ့ကောင်မလေးကလည်း လူငယ်ပီပီ ဂိမ်းစွဲတဲ့သူပါ....တစ်နေ့တော့ သူနှိပ်နေကျဂိမ်းထဲက “အာကာသစုန်းမ”ရဲ့လက်ချက်ကြောင့် ဆယ်ရာတစ်ယောက်\nဂိမ်းထဲကိုဝင်သွားပါတယ်....အပြင်လည်းထွက်လို့မရ၊ သူဝင်သွားတဲ့ဇာတ်ကောင်နေရာကအသက်တစ်ချောင်းပဲကျန်တော့တဲ့အတွက် ဆယ်ရာဒုက္ခအကြီးအကျယ်ရောက်ပါတယ်...ဆယ်ရာရဲ့သူငယ်ချင်းကောင်းဘွိုင်က ဆယ်ရာ့ရဲ့ဂိမ်းဇာတ်ကောင်ကို ဆော့ပေးပြီးဆယ်ရာအပြင်ပြန်ထွက်ဖို့ “အာကာသစုန်းမ”ကိုရှာဖို့ ကြိုးစားကြပါတယ်....ဒီလိုကြိုးစားတဲ့အချိန်လူစွမ်းကောင်း ကပ္ပတိန် မက်စ်ကလောက်နဲ့တွေတဲ့အခါမှာတော့....ဘယ်လိုအန္တရယ်တွေက ကြိုဆိုနေမလဲ...တော်လှပါတယ်ဆိုတဲ့ ကပ္ပတိန်ကြီးကရောက်အကြမ်းစား ရန်သူတွေကိုနှိမ်နှင်းနိုင်ပါ့မလားဆိုတာကိုတော့....File Size :(1.55GB) and (830MB)\nQuality : Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action, Comedy, Sci-F\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/max-cloud2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMjEyZGI0OTItZmI4OC00MjI0LWFkNTYtOGJmNWRkMzEzMTVhXkEyXkFqcGdeQXVyMTA3NjU4NzYw._V1_-133x200.jpg",
        "title": "Rise to Power: KLGU ( 2019 )",
        "description": "ဒီတစ်ခေါက်တော့ အက်ရှင်ကြိုက်သူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်kl gangster အကြောင်းကိုရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့...မေဝမ်ဆိုတဲ့ အမျိုးသမီးက သူ့ဘဝကို နောက်ကြောင်းပြန်ပြောထားတဲ့ပုံလေးနဲ့ အစပျိုးတာပါနော်မေဝမ်က သူရဲ့ အယုံကြည်ရဆုံးလူရဲ့ သမီး လီယန်နာကို သူမဟာ ဒုစရိုက်လောကဘန်ဆာရဲ့ ဘုရင်မ ဘယ်လိုဖြစ်လာခဲ့လဲဆိုတာကို ပြန်လည်ပြောပြရင်းနဲ့ဇာတ်လမ်းလေးကိုအစချီထားတာပါ လွန်ခဲ့တဲ့ ၁၀နှစ်တုန်းက မေဝမ်ဟာသာမန်ဒုစရိုက်ဂိုဏ်းသားတစ်ဦးပဲ ဖြစ်ခဲ့ပြီးတော့ သူ့မှာ ဇန်ဆိုတဲ့ အရမ်းချစ်ရတဲ့ချစ်သူတစ်ယောက်လည်း ရှိပါတယ် ဒါပေမဲ့ ဆုံဆည်းရမဲ့ကံပါမလာတော့ မေဟာအာဏာရဖို့အတွက် ဒုစရိုက်လောကရဲ့ တောင်ပိုင်းဘုရင်သား ယူဂျင်းနဲ့လက်ထပ်လိုက်ရရှာပါတယ် အဲ့နောက်ပိုင်းမှာတော့ မေအနေနဲ့ ဘန်ဆာရဲ့ဘုရင်မတစ်ယောက်ဖြစ်လာတဲ့အထိ ဘယ်လိုတွေ အာဏာ ရအောင်ကြိုးစားမလဲဇန်ကရော သူချစ်ရတဲ့သူအတွက် ဘာတွေဘယ်လိုဆက်လုပ်ပေးမလဲဆိုတာကိုအကြမ်းစား အက်ရှင်တွေနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော် Quality : WEB-DL 720pFormat : mp4During : 1hr 36 minSubtitle : Myanmar Subtitle ( Hardsub )Translator : Yamin EiEncoder : ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/rise-to-power-klgu-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OmLWQSczVtNb6X3BhuW94eEK9V.jpg",
        "title": "Archenemy(2020)",
        "description": "Archenemy(2020)ဟမ်းစတားဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးဟာ သူ့အဖေလိုပဲ ပုံပြင်ဇာတ်လမ်းလေးတွေဖန်တီးပြောဆိုချင်တဲ့ လူငယ်လေး။လူငယ်ဆန်ဆန်စိတ်ကူးယဉ်ဇာန်ကောင်တွေဖန်တီးချင်နေတဲ့သူ။ဒီလို ထူးဆန်းတဲ့ဇာတ်ကောင်တွေကို ဖန်တီးရင်းခက်ခဲစွာသူ့အတွက်ရုန်းကန်နေရတဲ့အစ်မကို ပြန်လည်ထောက်ပံ့ပေးဖို့ ကြိုးစားနေတဲ့ကောင်လေးဆိုပါတော့...တစ်နေတော့ လမ်းကြားထဲမှာ နံရံကိုလက်သီးနဲ့ထိုးနေတဲ့ လူထူးဆန်းတစ်ယောက်ကိုတွေ့ပြီးစကားပြောရာမှ သူတို့ခင်သွားကြတယ်..နောက်တစ်ခုက ခပ်ကြောင်ကြောင် သဘာဝလွန်စွမ်းအားတွေအကြောင်းပြောတဲ့လူထူးဆန်းကြီးကြောင့်ကောင်လေးအတွက်တော့ ဇာတ်ကွက်တွေရနေသလိုပဲ...ဒီလူကြီးက ပြောတာတွေက တကယ့်ကိုတစ်ခမ်းတစ်နားတွေ...ဂြိုလ်တွေ စွမ်းအားရှင်တွေပါသလို သူကိုယ်တိုင်လည်းစွမ်းအားရှင်တစ်ဉီးဖြစ်ကြောင်းတွေပေါ့...ကောင်လေးကလည်းယဉ်ယဉ်လေးရူးသလိုဖြစ်နေတဲ့ ဒီလူကြီးနဲ့နေ့တိုင်းစကားပြောပါတယ်..ကောင်လေးကတော့ ပြောသမျှ စိတ်ကူးယဉ်ဇာတ်လမ်းအဖြစ်ကိုပုံသွင်းပါတယ်..အဲ့ဒီနောက် ကောင်လေးထင်သလို ဒီလူထူးဆန်းကြီးဟာ  ယဉ်ယဉ်လေးရူးနေတဲ့သူမဟုတ်ဘဲ သူပြောနေတဲ့အကြောင်းအရာတွေကအမှန်တွေဖြစ်လာတဲ့အခါမှာတော...နောက်ထပ် ဘယ်လိုပြဿနာတွေကြုံကြမလဲဆိုတာကိုတော့.... File Size :(1.5GB) and (846MB)\nQuality :Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/archenemy2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzFjNzIxMmEtMzY5NS00YTgzLTkwYWEtN2FjMmY0NmNkZWY3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Face/Off ( 1997 )",
        "description": "အက်ရှင်၊ thriller လို့ပြောတာနဲ့ ဘယ်ခေတ်ကိုရောက်ရောက်ရိုးမသွားမယ့် ရုပ်ရှင်တစ်ကား တင်ပေးလိုက်ပါတယ်။IMDb 7.3 ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်ကြည့်ဖူးသူတွေကတော့ မေ့မှာမဟုတ်ပါဘူး။ နီကိုးလတ်ကေ့ နဲ့ဂျွန်ထရာဗိုတာတို့ အပြိင်ကျဲခဲ့တဲ့ကားပါ။ ဇာတ်လမ်း၊ သရုပ်ဆောင်၊ရိုက်ချက် အားလုံးကောင်းပါတယ်။ သားဖြစ်သူကို သတ်သွားတဲ့အကြမ်းဖက်သမားကို တစ်ဘဝလုံး နှစ်မြှပ်ပြီး လိုက်ဖမ်းနေခဲ့တဲ့အက်ဖ်ဘီအိုင်အေးဂျင့် ရှောင်ဟာ နောက်ဆုံးတော့အကြမ်းဖက်သမား ကတ်စတာကို မိသွားပါတယ်။ မိသွားချိန်မှာကတ်စတာ ထောင်ခဲ့တဲ့ ဗုံးနေရာကို သိဖို့အတွက် ကတ်စတာရဲ့မျက်နှာကိုခွာယူပြီး ခွဲစိတ်ပြုပြင်ပြီး ကတ်စတာ အဖြစ်ဟန်ဆောင်စုံစမ်းနေရပါတယ်။ဒီအချိန်မှာပဲ ကတ်စတာက ရှောင်ရဲ့ မျက်နှာကို ယူပြီးအက်ဖ်ဘီအိုင်အေးဂျင့်အဖြစ် ပြန်လိုက်ဒုက္ခပေးတဲ့အခါမှာ….. Quality : Bluray 1080p (5.1ch ) HEVC & Bluray 720pDuring : 2h 18 minFormat : mkv ( 1080p ) , mp4 ( 720p )Subtitle ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wgn9/Face_Off__[1997]_(MM_Sub).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-5-poster-134x200.jpg",
        "title": "Die Hard 5 (2013)",
        "description": "A Good Day to Die Hard (2013)\nIMDb - 5.3/10_____ Rotten Tomatoes - 15%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) ...",
        "rating": "5.3",
        "url": "https://megaup.net/Sexp/Die_Hard_5_-_A_Good_Day_To_Die_Hard_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/die-hard-4-133x200.jpg",
        "title": "Die Hard 4 (2007)",
        "description": "Live Free or Die Hard (2007)\nIMDb - 7.1/10_____ Rotten Tomatoes - 82%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sexf/Die_Hard_4_-_Live_Free_Or_Die_Hard_[2007]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-3-poster-133x200.jpg",
        "title": "Die Hard 3 (1995)",
        "description": "Die Hard: With a Vengeance (1995)\nIMDb - 7.6/10_____ Rotten Tomatoes - 57%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1.4 ...",
        "rating": "7.6",
        "url": "https://megaup.net/1yc03/Die_Hard_3_-_Die_Hard_With_A_Vengeance_[1995]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/die2-133x200.jpg",
        "title": "Die Hard 2 (1990)",
        "description": "Die Hard 2 (1990)\nIMDb - 7.2/10_____ Rotten Tomatoes - 68%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1 GB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sexk/Die_Hard_2_-_Die_Harder_[1990]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-poster-135x200.jpg",
        "title": "Die Hard (1988)",
        "description": "Die Hard (1988)\nIMDb - 8.2/10_____ Rotten Tomatoes - 93%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1 GB)\nQuality…Blu-Ray 1080p ...",
        "rating": "8.2",
        "url": "https://megaup.net/Sexy/Die_Hard_[1988]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/急先锋-143x200.jpg",
        "title": "Vanguard (2020)",
        "description": "Vanguard (2020)=============မင်းသားကြီးဂျက်ကီချန်းရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်လာပါပြီ။ အရင်တုန်းကလိုပဲ အက်ရှင်ဟာသအမျိုးအစားပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ကျင်းကော်လီဆိုတဲ့ သူဌေးကြီးတစ်ယောက်ဟာအိုမာဆိုတဲ့ အကြမ်းဖက်အဖွဲ့ ခေါင်းဆောင်ရဲ့ အဖေကို သစ္စာဖောက်မိလို့ အိုမာရဲ့ ကြေးစားတွေကလိုက်ဖမ်းတာကို ခံနေရပါတယ်။ ဂျက်ကီချန်းကတော့ ကြေးစားသက်တော်စောင့် အဖွဲ့ရဲ့ စီအီးအိုဖြစ်နေပြီး ကျင်းကော်လီနဲ့ သူ့သမီးကို ကာကွယ်ဖို့ သူ့တပည့်တွေနဲ့အတူ အိုမာရဲ့ အဖွဲ့တွေကို ရင်ဆိုင်ရတာပဲ ဖြစ်ပါတယ်။ အရင်ရိုက်နေကျကားတွေလိုပဲ အာဖရိက ဒူဘိုင်း လန်ဒန် စသည်ဖြင့်နေရာစုံမှာ စွန့်စားခန်းတွေ ဖွင့်ကြတာကိုပဲ ကြည့်ရမှာပါ။ ဂျက်ကီချန်း ဖန်တွေ ကြည့်နိုင်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) \nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by LittleNeo",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/vanguard-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOTQyODc5MTAwM15BMl5BanBnXkFtZTgwNjMwMjA1MjE@._V1_-128x200.jpg",
        "title": "The Guest (2014)",
        "description": "The Guest (2014)=============IMDb Rating - 6.7/10#Unicodeဒီကားလေးကို အကျဉ်းချုပ်ပြောရရင်တော့ ခြေနှစ်ချောင်းမကယ်ကောင်း ပေါ့ဗျာ။ စစ်သားဖြစ်တဲ့ သားဖြစ်သူကိုဆုံးရှုံးပြီးနောက်မှာ မစ္စပီတာဆမ် ဆီကို သားရဲ့ သူငယ်ချင်းဖြစ်သူ ဒေးဗစ်ရောက်လာတယ်။ သားနဲ့အတူ တာဝန်ထမ်းဆောင်ခဲ့တဲ့သူဖြစ်တဲ့အတွက် ရက်ပိုင်းလောက်တည်းဖြစ် ဖိတ်ခေါ်လိုက်တယ်။ မိသားစုအတွက် အကူအညီဖြစ်နေတဲ့ ဒေးဗစ် တစ်ယောက် ပီဆာဆမ် တို့ မိသားစုအပေါ်မှာ ဘယ်လိုတွေသက်ရောက်မှု ရှိလာမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရမယ့်ကားလေးပါ။ ၂၀၁၄ ခုနှစ်က ထွက်ရှိထားပြီး IMDb Rating -  6.7/10 နဲ့ voting အများအပြားရရှိထားတဲ့အပြင် CM မှာ မတင်ထားတဲ့ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးကို အက်ဥ္းခ်ဳပ္ေျပာရရင္ေတာ့ ေျခႏွစ္ေခ်ာင္းမကယ္ေကာင္း ေပါ့ဗ်ာ။ စစ္သားျဖစ္တဲ့ သားျဖစ္သူကိုဆုံးရႈံးၿပီးေနာက္မွာ မစၥပီတာဆမ္ ဆီကို သားရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ေဒးဗစ္ေရာက္လာတယ္။ သားနဲ႔အတူ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-guest-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/yoEbLLoE9UWZHnKbXyfazEE3MUD-133x200.jpg",
        "title": "[James Bond] GoldenEye (1995) Golden Eye",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..သူ့ရဲ့ ဘွန်းဇာတ်ကား ၄ ကားထဲမှာ Rating အမြင့်ဆုံးဇာတ်ကားဖြစ်ပြီး လူသတ်မှုအများဆုံး ဘွန်းဇာတ်ကားအဖြစ် မှတ်တမ်းဝင်ထားတဲ့ဇာတ်ကားပါ...Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..IMDb Rating (7.2/10) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/james-bond-goldeneye-1995-golden-eye/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOTk1Y2IyYzAtZGVkNC00Y2U3LWE0MWQtN2E3MTE1OTBjN2QyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-133x200.jpg",
        "title": "Breach (or) Anti Life (2020)",
        "description": "မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ အသစ်ထွက် Action,Sci-Fi ဇာတ်ကားပါ..၂၂၃၀ ခုနှစ်လောက်မှာ ကမ္ဘာပေါ်မှာ ဂြိုလ်သားတွေ ပြသနာရှာပြီး ရောဂါတွေမွှေတာကြောင့်လူတွေဟာ ကမ္ဘာသစ်တစ်ခုကို ပြောင်းရွှေ့နေထိုင်ဖို့ဖြစ်လာပါတယ်..ဒီလိုပြောင်းရွှေ့မှုတွေ အဆင်ပြေမလား..ဂြိုလ်သားတွေကရော ဘာတွေမွှေဦးမလဲ ...Action, Sci-Fi ကြိုက်တဲ့လူတွေအတွက်တော့ အဆင်ပြေမယ့်ဇာတ်ကားပါ။ \nFile size…(1 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Jackson Winn",
        "rating": "",
        "url": "https://channelmyanmar.org/breach-or-anti-life-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/IP-MAN-142x200.jpg",
        "title": "Ip Man: Kung Fu Master ( 2020 )",
        "description": "အသစ်ထွက် IP Man ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်ကြောင်းလေးကတော့....ဖော်ရှန်မြို့ရဲ့ ရဲအုပ်ဖြစ်သူဟာ ဥပဒေကိုလေးစားပြီး တရားမျှတမှုကို မြတ်နိုးတဲ့သူပါအကူအညီလိုအပ်နေတဲ့ လူတိုင်းကို ကူညီနိုင်ဖို့ ကွန်ဖူးကို သင်ယူခဲ့သူတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့ သူအဲ့ဒီမြို့မှာတာဝန်ကျချိန်မှာတော့ ဖော်ရှန်းမြို့တစ်မြို့လုံးဟာပုဆိန်ဂိုဏ်းရဲ့ ဥပဒေအာဏာအတိုင်းဖြစ်နေခဲ့ပါတယ် တစ်နေ့ ရဲအုပ်ကလူသတ်မှုတစ်ခုကြောင့် ပုဆိန်ဂိုဏ်း ဂိုဏ်းချုပ် ဖြစ်တဲ့စန်းရဲ့ကို ဖမ်းလာခဲ့ပါတယ်ကံဆိုးပြီးတော့ စန်းရဲ့က ရဲစခန်းမှာ ဂျပန်တွေရဲ့လက်ချက်ကြောင့်သေသွားတဲ့အခါမှာတော့ ပုဆိန်ဂိုဏ်းကလည်း ကျဆုံးသွားပြီး ဖော်ရှန်းမြို့ဟာဂျပန်တွေရဲ့ လက်အောက်ကို ရောက်သွားခဲ့တယ် အဲ့ဒီအချိန်မှာရဲအုပ်အနေနဲ့ ရဲစခန်းမှာတာဝန်ထမ်းဆောင်ရတာက တရားမျှတမှုကို မရနိုင်ဘူးဆိုတာ သဘောပေါက်သွားခဲ့တယ်သူ့အနေနဲ့ ကဗြောင်းကဆန်တွေဖြစ်နေတဲ့ ဖော်ရှန်းမြို့ကြီးကို ဘယ်လိုဥပဒေတွေနဲ့ ဆက်လက်ကာကွယ်မှာလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော် \nQuality : WEB-DL 720p\nFilesize : 982 MB\nFormat : mp4\nSubtitle : Myanmar Subtitles ( Hardsub )\nTranslator : Yamin Ei\nEncoder : LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ip-man-kung-fu-master-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-3-4af87eec9a97-113x200.jpg",
        "title": "God Of War Zhao Zilong ( 2020 )",
        "description": "အခုတင်ဆက်ပေးမဲ့ကားလေးကတော့ဟန်မင်းဆက်နောက်ပိုင်းမှာဖြစ်ပေါ်လာတဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေအကြောင်းကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်Mobile Legend ထဲက Hero တစ်ယောက်ဖြစ်တဲ့ Zhao Zilong ရဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ကျစ်လုံဟာဆိုရင် ရှုံးပွဲမရှိဖူးတဲ့ အဖြူရောင်မြင်းစီးသူရဲကောင်းအဖွဲ့ရဲ့စစ်သူကြီးတစ်ယောက်ပါ ဒါပေမဲ့ ကျစ်လုံဟာ ချင်ကျုံစစ်ပွဲမှာ ညီနောင်အများစုတိုက်ပွဲကျခဲ့ပြီး သူ့ရဲ့ အစ်ကိုဖြစ်သူ တိုက်ပွဲကျသွားတဲ့ အဖြစ်ကြောင့်နိုင်ငံရေးအရှုပ်အထွေးတွေကနေ အနားယူခဲ့ပါတယ် သို့ပေမဲ့ ခုနှစ်နှစ်ကြာပြီးတဲ့အခါမှာကျစ်လုံအနေနဲ့ ပရမ်းပတာဖြစ်နေတဲ့ နိုင်ငံတော်ကြီးကို ပြန်လည်မွန်းမံ့ဖို့နိုင်ငံအရှုပ်အထွေးတွေနဲ့ ပြန်လည် ပတ်သတ်ရတဲ့အခါမှာတော့ ကျစ်လုံအနေနဲ့ရှုပ်ထွေးပွေလီလှတဲ့ နိုင်ငံ့အရေးတွေကြားမှာ ဘယ်လိုနောက်တစ်ဖန်ပြန်ရပ်တည်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦးနော် \nFilesize : 0.99GB\nQuality : WEB-DL 720p\nFormat : mp4\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslator  : Yamin Ei\nEncoder : LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/god-of-war-zhao-zilong-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BY2JmYTlhMWEtM2EyMi00NjU3LTg0MjItZjllMTllZjI4NThjXkEyXkFqcGdeQXVyNjI2ODQwNzQ@._V1_-136x200.jpg",
        "title": "Skylines (2020)",
        "description": "Skylines (2020)=============IMDb Rating - 5.5/10#UnicodeSci-fi , Adventure ကား ကြိုက်သူတွေ အကြိုက်တွေ့ဦးမယ့် ဇာတ်လမ်းတစ်ခုပါပဲ။Skylines မူဗီဟာ 2010, 2017 တို့မှာ နှစ်ကားထွက်ရှိထားခဲ့ပြီး . အခု 2020 မှာတော့နောက်ထပ်ထွက်ရှိလာပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ရို့စ် ကောလီ ဟာ ဂြိုလ်သားနဲ့မျိုးစပ်ဖြစ်ပြီး အရွယ်ရောက်တာမြန်လွန်းလို့ အရွယ်ရောက်တာ နှေးအောင် သွေးသွင်းနေရတဲ့သူ ဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ ၅ နှစ်က ရို့စ်ဟာ သူရဲ့အမျိုးအနွယ် ဂြိုလ်သားတွေ ထောင်ပေါင်းများစွာကို သူ့လက်နဲ့စီရင်ခဲ့ရပါတယ်။ အခု ၅ နှစ်အကြာမှာ ဗိုင်းရပ်စ်တစ်မျိုးကြောင့် ဂြိုလ်သားတွေ နဲ့ ကမ္ဘာမြေအကြား ပြဿနာတွေပေါ်ပေါက်လာတဲ့အခါမှာတော့ ရို့စ်တစ်ယောက် ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကိုတွေ့မြင်ရမှာပါ . . .ဒီဇာတ်လမ်းထဲမှာ သဘောကျတဲ့စကားတစ်ခွန်း ရှိပါတယ်။\"စစ်တိုက်ရတာ လွယ်တယ် ငြိမ်းချမ်းရေး ယူရတာ ခက်တယ်\" ဆိုတဲ့ စကားပါပဲ။ ရို့စ်နဲ့ အဖွဲ့ကရောဒီပြဿနာကို ဘယ်လိုရှင်းနိုင်ကြမှာလဲဆိုတာကိုတော့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/skylines-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/army-of-one-133x200.jpg",
        "title": "Army of One (2020)",
        "description": "အလာဘားမားရဲ့ တောနက်တွေထဲကို စခန်းချခရီးထွက်လာတဲ့ ဒီလွန်နဲ့ ဘရန်နာ ဆိုတဲ့လင်မယားနှစ်ယောက်၊\nတရားမဝင် မူးယစ်ဆေးနဲ့ လက်နက်တွေ သိုလှောင်ထားတဲ့နေရာတစ်ခုကို မတော်တဆ ရောက်သွားခဲ့ကြပါတယ်။သူတို့ ထွက်မပြေးနိုင်သေးခင်မှာပဲ\nဂိုဏ်းဝင်တွေက သူတို့နှစ်ယောက်ကိုဖမ်းမိပြီး နှိပ်စက်ခဲ့ရာကနေ အမှားနှစ်ခုလုပ်မိသွားပါတယ်။ ဒီလွန်ကို သတ်လိုက်မိပြီး ဘရန်နာကိုတော့\nသတ်လိုက်မိပြီလို့ ထင်ခဲ့တာပါပဲ။ အဲ့ဒီဘရန်နာရဲ့ နောက်ကြောင်းကို ကြိုတင်မသိခဲ့တာကတော့ သူတို့ရဲ့ တတိယ အမှားဖြစ်ပါလိမ့်မယ်။\nစနစ်တကျလေ့ကျင့်ထားတဲ့ ထိပ်တန်းအထူးတပ်ဖွဲ့ဝင်ဟောင်း လက်ဖတင်နင် ဘရန်နာ ဘိတ်ကာဟာ ကျားနာတစ်ကောင်လို ဂိုဏ်းတစ်ခုလုံးနဲ့\nတစ်ယောက် ထိပ်တိုက်ရင်ဆိုင်တော့မှာပါ။\nမထင်ထားပဲ အတော်ကြီးကိုကောင်းနေတဲ့ဇာတ်ကားတစ်ကားပါ၊ ကားရဲ့ အက်ရှင်ခန်းတွေက one-shot ရိုက်ချက်တွေကို တစ်နာရီသာပြင်ဆင်ချိန်ယူပြီး\nတစ်ကြိမ်တည်းနဲ့အမိအရ ရိုက်ခဲ့တာပါတဲ့။ တကယ်လဲ အဲ့ဒီအက်ရှင်ခန်းတွေက သဘာဝကျပြီး ကြည့်ကောင်းပါတယ်။IMDb Rating (6.6) ရရှိထားပါတယ်...။ \nFile size…(800 MB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p (HEVC Encode)\nFormat…mkv / mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/army-of-one-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/uvY4zKr9qtt4MxAK1kMLUzSwrjb-133x200.jpg",
        "title": "The King of Fighters (2019)",
        "description": "ဒီဇာတ်ကားလေးကိုတော့ ဂျပန်ကိုလိုနီခေတ်ရဲ့ကိုရီးယားနိုင်ငံမှာ အခြေခံထားပါတယ် လက်သီးချက်တွေနဲ့နာမည်ကြီးတဲ့ မာဂျော့ဆိုတဲ့လူတစ်ယောက်ကို စိန်ခေါ်ချင်တဲ့လူတွေများပြားနေတာ အဆန်းတော့မဟုတ်ဘူးပေါ့ ဒါပေမဲ့လည်း ညီမလေးဖြစ်သူနဲ့အတူ ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းရင်း အချိန်ကုန်ဆုံးခဲ့တယ် အစ်ကိုကြီးဖြစ်သူက မလွှတ်ချင်ပေမယ့် တိုကျိုကိုအရမ်းသွားချင်နေတဲ့ ညီမဖြစ်သူရဲ့စိတ်ကို မလွန်ဆန်နိုင်ဘဲ ဒီလိုနဲ့ ညီမစိတ်ကြိုက် တိုကျိုကိုအလုပ်လုပ်ရင်း ပညာသင်သွားဖို့လွှတ်လိုက်ရတယ် အဲဒီခရီးဟာ ထင်သလိုဖြစ်မလာတဲ့အခါ ညီမလေးဖြစ်သူကိုပြန်ကယ်နိုင်ဖို့ ကြိုးပမ်းရတော့တယ် တတ်ကျွမ်းတဲ့ပညာဆိုလို့ လက်သီးချက်တွေအပြင်မရှိတဲ့ အစ်ကိုကြီးတစ်ယောက်က သူချစ်ရတဲ့ တစ်ဦးတည်းသောညီမလေးဖြစ်သူအပေါ် ကာကွယ်ပေးတာတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ် အထိုးအကြိတ်လက်သီးချက်တွေပါပြီး သဘာဝကျတဲ့ထိုးချက်တွေမလို့ အားရပါးရကြည့်ချင်တဲ့သူတွေအတွက် သဘောကျစေမှာပါ ပိတ်ရက်မှာမပျင်းရမယ့် ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့် ညွှန်းပေးလိုက်ပါတယ်နော် Translated by : Phue Nge Nge TheinEncoded by : YKQuality : 720pFile Size : 864MB",
        "rating": "",
        "url": "https://channelmyanmar.org/the-king-of-fighters-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capturefffffffff-135x200.jpg",
        "title": "[James Bond] Die Another Day (2002)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ နောက်ဆုံးဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာလဲ Action ပိုင်း ကြမ်းလှသလို စက်ပစ္စည်းအသစ်အဆန်းများလည်း အများအပြားတွေ့ရပါတယ်..။IMDb Rating (6.1/10) ရရှိထားပါတယ်…။  \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:13:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/james-bond-die-another-day-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvpuYc3qnpVDVDvVo0nfDk5cy2N.jpg",
        "title": "Sacrifice ( 2020 )",
        "description": "Sacrifice ( 2020 )အညွှန်း**********************2020 october 23မှာထွက်လာတဲ့ Action Drama War ဖြစ်ရပ်မှန်စစ်ကားကောင်းပါBox officeမှာ $161,047608ဝင်ငွေစံချိန်တင်ရရှိထားလို့ စိတ်ကျေနပ်မှုရစေမှာသေချာပါတယ်1953Korea Warရဲ့နောက်ဆုံးပိုင်းကာလ အမေရိကန်နဲ့ ကျင်းကန်းချွမ်းမှာတိုက်ပွဲဖြစ်နေစဉ် တရုတ်ဘက်က တပ်ကူပေါင်းသောင်းချီကို မနက် 6 နာရီမတိုင်ခင်ပို့ပေးရမှာပါ...ဲတိုက်ပွဲနယ်မြေကိုရောက်ဖို့ ရေစီးသန်လှတဲ့မြစ်ကြောင့် တံတားကနေကျော်ဖြတ်မှရနိုင်ပါမယ်အမေရိကန် လေတပ်ကယာဉ်ပျံတွေဟာ တရုတ်ဘက်ကတပ်ကူတွေကျင်းကန်းချွမ်းဆီရောက်မလာနိုင်ဖို့ တံတားကိုအကြိမ်ကြိမ်ဖျက်ဆီးပေမယ့်ဘယ်လိုတွေအသက်စွန့် ပြီးပို့ဆောင်ပေးမလဲဆိုတာကို ရင်နင့်ဖွယ်တွေ့မြင်ရမှာပါ.....ဒီဇာတ်ကားမှာတခြားဇာတ်ကားတွေနဲ့မတူညီတဲ့ဖော်ပြမှုတွေရှိနေပါတယ်....အပိုင်းလေးပိုင်းခွဲပြီးရှုထောင့်အမျိုးမျိုးကို မြင်နိုင်အောင်ရိုက်ကူးပြသထားလို့ စစ်ပွဲတွေရဲ့ သဘောသဘာဝကိုပိုနားလည်လာမိပါတယ်၁..တပ်သားတွေအပိုင်း၂..ရန်သူ့တပ်သားတွေဘက်ကခံစားမှု၃..အမြှောက်တပ်သားတွေအပိုင်း၄.နောက်ဆုံးတံတားကိုကျော်ဖြတ်တဲ့အပိုင်း..အပိုင်းတစ်ပိုင်းစီအလိုက် သူတို့ရဲ့အခြေအနေဖြစ်ပျက်မှုတွေ ခံစားမှုတွေကိုရိုက်ပြတာဖြစ်လို့တစ်ချို့မြင်ကွင်းတွေကို အကြိမ်ကြိမ်ပြသမှာပါ..စစ်ပွဲကိုရှုထောင့်အမျိုးမျိုးက ရိုက်ကူးပြလို့ စစ်ပွဲတစ်ပွဲရဲ့ခက်ခဲမှုတွေကို တွေ့မြင်ခံစားမိပါတယ် \nFilesize : ( 2.2 GB )  and ( 1.3 GB )\nQuality : WEB-DL 1080p ( HEVC ) & WEB-DL 720p\nFormat : Mkv ( 1080p ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/sacrifice-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/4NVQ6rDjPdJ1fayNggtL87nkAuE-133x200.jpg",
        "title": "A Chinese Odyssey Part Two: Cinderella (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/a-chinese-odyssey-part-two-cinderella-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91PerazOCjL._RI_-150x200.jpg",
        "title": "A Chinese Odyssey Part One: Pandora’s Box (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/a-chinese-odyssey-part-one-pandoras-box-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiG1YwNax0oTmNpbkdexY5rOBW7.jpg",
        "title": "Torbaaz(2020)",
        "description": "Torbaaz(2020)အညွှန်း********************(1080p5.1ch သမားတွေ ရပါပြီ...)မင်းသားကြီး Sanjay Dutt ရဲ့ Action, Drama, Sport ကားသစ်လာပါပြီဗျား....အဖဂန်နစ္စတန်က သိကြတဲ့အတိုင်း ရုရှားက ဗျင်းလိုက် အမေရိကန်က ဗျင်းလိုက်နဲ့ စစ်ကြောင့်ပြိုလဲပျက်စီးနေတဲ့နိုင်ငံတစ်ခု...အဖဂန်နစ္စတန်က လက်နက်ကိုင်အဖွဲ့အစည်းတွေကတော့ နည်းမျိုးစုံနဲ့ တွန်းလှန်နေဆဲပါပဲ...အဲ့ဒီလို တွန်းလှန်တဲ့နေရာမှာ သူတို့တွေဟာ ကလေးသူငယ်တွေကို အစွန်းရောက်ဘာသာရေးအယူအဆတွေသွပ်သွင်းပြီးအသေခံဗုံးခွဲတိုက်ခိုက်ခိုင်းပါတယ်...ဒီကလေးတွေကြောင့် စစ်သည်အများစုအသက်ဆုံးရှုံးကြရသလို အပြစ်မဲ့တဲ့ပြည်သူလူထုတွေလည်း ကျဆုံးကုန်ကြပါတယ်..စစ်ဘေးကြောင့် ဒုက္ခသည်စခန်းတွေမှိုလိုပေါက်လာပြီး ဒီစခန်းမှာရှိတဲ့သူတွေကို တတ်နိုင်သလောက်ကူညီထောက်ပံ့နေတဲ့အဖွဲ့အစည်းတွေလည်းရှိလာပါတယ်......အဲဒီလိုကူညီတဲ့အဖွဲ့ထဲမှာ စစ်တပ်မှာတာဝန်ထမ်းဆောင်နေတဲ့ နစားရ်ခန်းရဲ့အမျိုးသမီးလည်းအပါအဝင်ဖြစ်ပါတယ်...ကံဆိုးစွာပဲ အသေခံဗုံးခွဲခဲ့တဲ့ကလေးတစ်ယောက်ကြောင့် သူ့မိန်းမနဲ့ကလေးအသက်ဆုံးရှုံးသွားရတယ်...နစားရ်ခန်းတစ်ယောက် ဆောက်တည်ရာမရ စိတ်ဒဏ်ရာတွေနဲ့ ကျန်ခဲ့လေရဲ့...အဲ့ဒီနောက် သူ့ကို အဖဂန်နစ္စတန်က ဒုက္ခသည်ကလေးတွေကို ကူညီဖို့ ဖိတ်ခေါ်ခြင်းခံရတယ်..အရင်က ကလေးတစ်ယောက်ဆို အပြစ်ကင်းတဲ့ချစ်စရာကလေးငယ်လို့ မြင်ခဲ့ပေမဲ့ ဇနီးနဲ့ကလေး အသေခံဗုံးခွဲတဲ့ကလေးကြောင့်အသက်ဆုံးရှုံးပြီးနောက်မှာ ကလေးငယ်တိုင်းကို လက်နက်ကိုင် အကြမ်းဖက်သမားအဖြစ်မြင်နေတဲ့သူ့အတွက်တကယ့်ကို စိတ်ပျက်စရာကြီးပါပဲ...အာဖဂန်နစ္စတန်ရောက်ပြီး ဘယ်လိုတွေထပ်ကြုံရမလဲဆိုတာတွေကိုတော့.....ဒီကားကမင်းသားကြီး Sanjay Dutt က အဓိကပါဝင်ထားပါတယ်...ရိုက်ကူးထားတာတွေတော်တေ်ာကြီးကိုမိုက်သလိုဇာတ်လမ်းလည်းတော်တော်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး....ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(2.57GB)(1.21GB) and (466 ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/torbaaz2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Untitled-143x200.png",
        "title": "[James Bond] The World Is Not Enough (1999)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ တတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားရဲ့ Bond Girl နှစ်ယောက်ဖြစ်တဲ့ Sophie Marceau နဲ့ Denise Richards နှစ်ယောက်လုံးကတော့အရွယ်ကောင်းနဲ့ကွက်တိပါပဲ...တော်တော်လေးဆွဲဆောင်မှုရှိပါတယ်..။IMDb Rating (6.4/10) ရရှိထားပါတယ်…။  \nFile size…(2.8 GB) and (1.5 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/james-bond-the-world-is-not-enough-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/ufhn9hgoaiw5-133x200.jpg",
        "title": "Fight Back to School 3 (1993)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်\nလျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်း\nလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။\nဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။\nအသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီး\nရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ...။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:29:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/fight-back-to-school-3-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/piw2ks871vih-133x200.jpg",
        "title": "Fight Back to School 2 (1992)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.7) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီကားကတော့ ရှေ့ကဇာတ်ကား Fight Back to School (1) နဲ့ချိတ်ဆက်ထားပါတယ်။စတီဖင်ချောင်နဲ့ဦးလေးတက်တို့နှစ်ယောက် ပစ္စတိုပျောက်ဆုံးမှုကိုဖြေရှင်းပြီးတော့အခုဒုတိယကားမှာ ဦးလေးတက်ရဲ့ကောင်းမှုနဲ့ စတီဖင်ချောင်တစ်ယောက် ရာထူးကျသွားပါတယ်..ရာထူးချခံရပြီးနောက် အဆင်မပြေမှုတွေနဲ့ အလုပ်ထွက်ရသည့်အထိ ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ်လို့..ဗြိတိန်အကြမ်းဖက်သမားများက ဟောင်ကောင်ရှိကျောင်းများကို အကြမ်းဖက်ဖောက်ခွဲမယ်လို့ သိရတဲ့အခါ...စတီဖင်ချောင်တစ်ယောက် အရပ်သားအနေနဲ့ အကြမ်းဖက်မှုတွေကို ဘယ်လိုတားဆီးဖော်ထုတ်မယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fight-back-to-school-2-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1t9aqefuqkyk-133x200.jpg",
        "title": "Fight Back to School (1991)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။\nFight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။\nဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကို\nသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)\nသံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။\nစာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hlaine ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fight-back-to-school-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/lf-1-136x200.jpg",
        "title": "[James Bond] Tomorrow Never Dies (1997)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ဒုတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်...ကြင်အင်လက္ခဏာ...တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ....နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာတော့ အရှေ့တိုင်းရဲ့ နာမည်ကျော် မင်းသမီး မီရှဲယိုလဲပါဝင်ထားပါတယ်...IMDb Rating (6.5/10) ရရှိထားပါတယ်...။  \nFile size…(2.6 GB) and (1.4 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/james-bond-tomorrow-never-dies-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzUzMjAyYTctYTUwZC00MTAyLTkzN2QtNmY2MzcxNDk0NDJhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_-145x200.jpg",
        "title": "The Tricky Master (1999)",
        "description": "The Tricky Master (1999) 🃏\n((Wong Jing နဲ့ Chowတို့ရဲ့ နောက်ဆုံးလမ်းခွဲ))\nဒီကားကို တစ်ချို့ က Tricky Brains ဆိုတဲ့ ကား နဲ့ ရောနေတတ် ကြပါတယ်။သဘောတရားတူပေမယ့် ဇာတ် လမ်းက မတူပါဖူး။\nTricky ဆိုတဲ့အဓိပ္ပာယ် လိမ်ညာမှု ၊လှည့်စားမှု ဆိုတဲ့စကားလုံးအရ နှစ်ကားလုံးက လိမ်ညာလှည့်စားတဲ့ဇာတ် ကားတွေပါ။\n၁၉၉၉ ခုနှစ် ၈ လပိုင်း ၅ရက်နေ့မှာ ထွက်ရှိခဲ့ ပြီး\nBox Office ကတော့ HKD ၁၉ မီလီယံကျော် ရရှိခဲ့ပါတယ်။Imdb Rating လဲ 5.8 ရရှိထားတဲ့ ၂၀၀၀ မပြည့်မှီ ချောင်ရဲ့နောက်ဆုံးကားလို့ဆိုရပါမယ်။\n၂၀၀၀ ပြည့်နှစ်ကျော်ပြီးကထဲက Chow ရဲ့ ဇာတ်ကားတွေအလွန်နည်းပါတယ်။KungFu Hustle , Shaloin Soccer, Cj 7 စတဲ့ဇာတ်ကားတွေမှာ ပဲ ချောင်ဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-tricky-master-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/TMNTposter-1-136x200.jpg",
        "title": "TMNT (2007)",
        "description": "[Unicode]\nဒီကားလေးကတော့ လူငယ်ကြည့်ကြည့် လူကြီးကြည့်ကြည့်အဆင်ပြေတဲ့ လိပ်နင်ဂျင်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ ထုံးစံအတိုင်းလိပ်နင်ဂျာတို့ရဲ့ ရန်သူတော်ကြီးရှရက်ဒါကိုအနိုင်ယူပြီးအချိန်ကို ရိုက်ကူးထားတာပါ\nရှရက်ဒါကိုအနိုင်ယူပြီး လီယိုနာဒိုကလေ့ကျင့်ရေးလုပ်ဖို့တောထဲထွက်သွားခဲ့ပါတယ်\nတစ်ဖက်မှာကျန်ခဲ့တဲ့ညီအစ်ကိုသုံးကောင်ကလည်းသူ့နည်းသူ့ဟန်နဲ့ရှင်သန်ရုန်းကန်နေကြတာပေါ့\nဒီတစ်ခါသူတို့ရင်ဆိုင်ရမဲ့ ရန်သူတော်ကြီးက\nလွန်ခဲ့တဲ့နှစ်သောင်ထောင်ကတည်းကအသက်ရှင်နေတဲ့ သူရဲကောင်းဘုရင်ကြီးရုတ်ပဲဖြစ်ပါတယ်\nသူဟာ ကီကန်ကြယ်ရဲ့အလန်းတန်းကိုအသုံးပြုပြီးဝင်ပေါက်တစ်ခုဖန်တီးရာကနေ မသေမျိုးဖြစ်လာခဲ့တာပါ\nတန်ကြေးအနေနဲ့ သူ့ညီအစ်ကိုဗိုလ်ချုပ်လေးယောက်ဟာကျောက်ရုပ်တွေဖြစ်သွားခဲ့ပါတယ်\nသူဟာနှစ်သုံးထောင်ကြာအောင်တစ်ယောက်ထဲနောင်တတွေနဲ့ရှင်သန်ပြီး သူ့ညီအစ်ကိုတွေကိုအသက်ပြန်သွင်းဖို့စောင့်နေပါတယ်\nဝင်ပေါက်ကနေလွတ်နောက်ထပ်ဘေးထွက်ဆိုးကျိုးအနေနဲ့သတ္တဝါကြီး၁၃ကောင်ဟာလည်း ကမ္ဘာမြေပေါ်ကိုလွတ်ထွက်လာခဲ့ပါတယ်\nသတ္တဝါကြီး၁၃ကောင်ကို ပြန်ဖမ်းရင်း သူ့ညီအစ်ကိုစစ်ဗိုလ်တွေကိုအသက်ပြန်သွင်းမဲ့\nရုတ်ရဲ့အကြံအစည်ကို လိပ်နင်ဂျာတွေက တားဆီးမှာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် ။\nပေါ့ပေါ့ပါးပါးနဲ့ fight scene ကောင်းကောင်းလေးတွေပါတာမို့လို့ လက်လွှတ်မခံသင့်တဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ် ။\n( အညွှန်းရေးသားပြီး ဘာသာပြန်ထားသူကတော့ T lone ဖြစ်ပါတယ် )\n [Zawgyi]\nဒီကားေလးကေတာ့ လူငယ္ၾကည့္ၾကည့္ လူႀကီးၾကည့္ၾကည့္အဆင္ေျပတဲ့ လိပ္နင္ဂ်င္ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းကေတာ့ ထုံးစံအတိုင္းလိပ္နင္ဂ်ာတို႔ရဲ႕ ရန္သူေတာ္ႀကီးရွရက္ဒါကိုအႏိုင္ယူၿပီးအခ်ိန္ကို ႐ိုက္ကူးထားတာပါ\nရွရက္ဒါကိုအႏိုင္ယူၿပီး လီယိုနာဒိုကေလ့က်င့္ေရးလုပ္ဖို႔ေတာထဲထြက္သြားခဲ့ပါတယ္\nတစ္ဖက္မွာက်န္ခဲ့တဲ့ညီအစ္ကိုသုံးေကာင္ကလည္းသူ႔နည္းသူ႔ဟန္နဲ႔ရွင္သန္႐ုန္းကန္ေနၾကတာေပါ့\nဒီတစ္ခါသူတို႔ရင္ဆိုင္ရမဲ့ ရန္သူေတာ္ႀကီးက\nလြန္ခဲ့တဲ့ႏွစ္ေသာင္ေထာင္ကတည္းကအသက္ရွင္ေနတဲ့ သူရဲေကာင္းဘုရင္ႀကီး႐ုတ္ပဲျဖစ္ပါတယ္\nသူဟာ ကီကန္ၾကယ္ရဲ႕အလန္းတန္းကိုအသုံးျပဳၿပီး၀င္ေပါက္တစ္ခုဖန္တီးရာကေန မေသမ်ိဳးျဖစ္လာခဲ့တာပါ\nတန္ေၾကးအေနနဲ႔ သူ႔ညီအစ္ကိုဗိုလ္ခ်ဳပ္ေလးေယာက္ဟာေက်ာက္႐ုပ္ေတြျဖစ္သြားခဲ့ပါတယ္\nသူဟာႏွစ္သုံးေထာင္ၾကာေအာင္တစ္ေယာက္ထဲေနာင္တေတြနဲ႔ရွင္သန္ၿပီး သူ႔ညီအစ္ကိုေတြကိုအသက္ျပန္သြင္းဖို႔ေစာင့္ေနပါတယ္\nဝင္ေပါက္ကေနလြတ္ေနာက္ထပ္ေဘးထြက္ဆိုးက်ိဳးအေနနဲ႔သတၱဝါႀကီး၁၃ေကာင္ဟာလည္း ကမာၻေျမေပၚကိုလြတ္ထြက္လာခဲ့ပါတယ္\nသတၱဝါႀကီး၁၃ေကာင္ကို ျပန္ဖမ္းရင္း သူ႔ညီအစ္ကိုစစ္ဗိုလ္ေတြကိုအသက္ျပန္သြင္းမဲ့\n႐ုတ္ရဲ႕အႀကံအစည္ကို လိပ္နင္ဂ်ာေတြက တားဆီးမွာကို ၾကည့္ရႉရမွာပဲျဖစ္ပါတယ္ ။\nေပါ့ေပါ့ပါးပါးနဲ႔ fight scene ေကာင္းေကာင္းေလးေတြပါတာမို႔လို႔ လက္လႊတ္မခံသင့္တဲ့ကားေကာင္းေလးပဲျဖစ္ပါတယ္ ။\n( အညႊန္းေရးသားျပီး ဘာသာျပန္ထားသူကေတာ့ T ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/tmnt-2007/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/L_p0015551200-154x200.jpg",
        "title": "Legend of the Dragon (1991)",
        "description": "ဟာသဘုရင် Stephen Chow လောင်းကစား သူရဲကောင်း တစ်ယောက်ဒီတစ်ခါတော့ Snooker ထိုးတာကလွဲပြီး ဘာမှမသိနားမလည်တဲ့ Snooker King နေရာက သရုပ်ဆောင်ထားပါတယ်။ရယ်ရတာကတော့ ပြောစရာမလိုလောက်တော့ပါဘူး။တကယ့် အူတိအူကြောင် ကောင်လေးတစ်ယောက်ဖြစ်တဲ့ Chow ဟာ Snooker မှာတော့ သူတို့ရွာမှာ ဝိဇ္ဇာတစ်ပါးလို့ ပြောရမှာပေါ့။သူ့ရွာမှာ သူနဲ့ ယှဉ်ထိုးနိုင်တဲ့ကလေးမရှိတော့ဘူး။ဟောင်ကောင်မှာနေတဲ့ သူ့အဖေရဲ့ ဆရာတူညီ လူလည်ကပ်ပါးကောင် ရောက်လာပြီးသူနဲ့ ဟောင်ကောင်ကို အလည်လိုက်သွားရင်း တောသားမြို့ရောက် ဂေါက်တောက်တောက်ဖြစ်ရင်း သူ့ဦးလေးရဲ့ ဇာတ်ရှုပ်ထဲဝင်ပါသွားရော။သူ့အဖေက လောင်းကစားမလုပ်ဖို့၊ ရန်မဖြစ်ဖို့မှာလိုက်ပေမဲ့ သူ့ဦးလေးကျင်လည်နေတဲ့ လောကမှာ ဒါမျိုးတွေနဲ့ ကင်းကင်းနေမရနိုင်လို့ အိမ်ပြန်ချင်လာရော။အိမ်ပြန်တော့မှ ပြဿနာက ပိုကြီးသွားတယ်။ သူပြန်တော့ သူ့ဦးလေးကလိုက်လာတယ်။သူ့အဖေရဲ့ မြေတွေကို သူ့ဦးလေးက လောင်းကြေးအနေနဲ့ထားပြီး Snooker တစ်ပွဲထိုးခိုင်းတယ်။သူနဲ့ ထိုးရမယ့်လူက အဲဒီခေတ်က Snooker ဘုရင်တစ်ပါး Jimmy White ။အဲဒီပွဲမှာ ရှုံးပြီး သူတို့ပိုင်တဲ့မြေတွေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/legend-of-the-dragon-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BODE4MjQ0MjMzNl5BMl5BanBnXkFtZTgwNTE2ODUyNjE@._V1_-140x200.jpg",
        "title": "Assassination (2015)",
        "description": "[Unicode]\nIMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nတောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။\nဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။\nလွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။\nစနိုက်ပါသမား အန်းအို့ယွန်း\nစက်သေနတ်သမား ချူဆန်းအို့\nဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/asn-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/justice-my-foot-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/12002410_1134539806560929_7647752797114155043_o-135x200.jpg",
        "title": "[James Bond] Spectre (2015)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++၂၀၁၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Spectre ဇာတ်ကားဟာ ၂၄ ကားမြောက် James Bond ဇာတ်ကားဖြစ်ပါတယ်..။Spectreဆိုတဲ့ နာမည်ဟာ James Bondရုပ်ရှင်တွေမှာ ပါလေ့ရှိတဲ့ ကမ္ဘာ့အကြမ်းဖက် အဖွဲ့အစည်းဖြစ်မှန်း James Bond ပရိသတ်တွေ သိကြမှာပါ။ ဒီနာမည်ရဲ့ အရှည်က မကောင်းဆိုးဝါးတစ်ကောင်လိုဖြစ်ပြီး Special Executive for Counter-intelligence, Terrorism, Revenge, and Extortion ဖြစ်ပါတယ်။\nဒီဂိုဏ်းကို Skyfall မှာတုန်းက သေသွားခဲ့တဲ့ M ရဲ့မသေခင် ပေးပို့သွားတဲ့ Message ကနေခြေရာခံလိုက်ခဲ့တာပါ။ ယခင်ဂျိမ်းဘွန်းကားတွေနဲ့ မနှိုင်းယှဉ်တော့ပါဘူး...ဒီဖက်ခေတ်အထာတွေအများကြီးပါဝင်လာတာမို့လို့ပါ။\nယခင်ဇာတ်ကားတွေလို ဂျိမ်းစ်ဘွန်းကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/james-bond-spectre-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNGYxMmVlZDQtYWQ3Yy00MmNmLWI2ZDktYTEyMTJjODAyYTZmXkEy_002-135x200.jpg",
        "title": "Rogue City (2020)",
        "description": "Rogue City (2020)==============IMDb Rating - 6.3/10#Unicodeပြင်သစ် Crime, Drama, Action ဇာတ်ကားလေးပါ။  ခပ်အေးအေးနဲ့ ခပ်ကောင်းကောင်းနဲ့ ဒုစရိုက်သမားတွေနဲ့ရဲတွေကြားက အရှုပ်တော်ပုံကို ရိုက်ပြထားတာပါ။ စိတ်ဝင်စားစရာ စပိုင်ဇာတ်လမ်းတစ်ပုဒ်ကို ဖတ်နေရသလိုခံစားရပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက် ပြောသွားသလိုပဲ ရဲနဲ့ လူဆိုးတွေကြားမှာ ကွာတာဆိုလို့တံဆိပ်ပဲရှိတယ်ဆိုသလိုပါပဲ။ ဒီဇာတ်ကားထဲကရဲတွေက အကျင့်ပျက်ခြစားနေတာ မဟုတ်ပေမဲ့ လူဆိုးတွေနဲ့ ဆက်ဆံနေရတဲ့သူတွေဆိုတော့ အနည်းနဲ့အများ အမှားမကင်းတာတွေရှိပါတယ်။ သူတို့လည်းလူပဲမဟုတ်လား။ ရဲတွေနဲ့ လူဆိုးတွေနဲ့ ပတ်သက်မိတဲ့တာတွေ ပူးပေါင်းလုပ်ရတာတွေ အချင်းချင်း ပြန်သစ္စာဖောက်တာတွေ မဟာမိတ်ဖွဲ့ပြီး ရန်သူကိုတိုက်တာတွေ စုံနေတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဇာတ်လမ်းစကတည်းက ရှုပ်နေတာဆိုတော့ ရှုပ်နေတာကစပြီးတဖြည်းဖြည်းချင်း ရှင်းအောင် ရိုက်ကူးပြထားတာမို့ Voting ခပ်များများရထားတဲ့ ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) #Zawgyiျပင္သစ္ Crime, Drama, Action ဇာတ္ကားေလးပါ။ ခပ္ေအးေအးနဲ႔ ခပ္ေကာင္းေကာင္းနဲ႔ ဒုစ႐ိုက္သမားေတြနဲ႔ရဲေတြၾကားက ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/rogue-city-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/rTAZjyTPIcsZffqD0WHtxOLZOSW-133x200.jpg",
        "title": "[James Bond] Skyfall (2012)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။၂၀၁၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Skyfall ဟာ ၂၃ ကားမြောက်ဇာတ်ကားသလို  James Bond ရုပ်ရှင် နှစ်ငါးဆယ်ပြည့်အနေနဲ့ ထွက်ရှိခဲ့တာ ဖြစ်ပြီး ကမ္ဘာတစ်၀န်းမှာ ၁.၁ ဘီလီယမ် ဒေါ်လာရရှိခဲ့တဲ့အတွက် အအောင်မြင်ဆုံး James Bondရုပ်ရှင်ပါ။ အဲဒီရုပ်ရှင်ဟာ ဒီနေ့အချိန်အထိ ကမ္ဘာတစ်၀န်းမှာ ရောင်းအကောင်းဆုံး ရုပ်ရှင်တွေထဲမှာ နံပါတ်ကိုးနေရာက ရပ်တည်နေပါတယ်။\nIMDb Rating(7.8/10) နဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/james-bond-skyfall-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "title": "Honest Thief(2020)",
        "description": "Honest Thief(2020)IMDb...6.5 မင်းသားကြီး လီယန်နယ်ဆန်ကတော့ ဖန်တွေကို စိတ်မပျက်စေပါဘူး။အက်ရှင်ကားပီပီ သည်းထိပ်ရင်ဖို အက်ရှင်နဲ့ သဘာဝကျတဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ - ရှစ်နှစ်အတွင်း ဘဏ်ပေါင်း ၁၂ ခုကို သဲလွန်စ ရှာမရအောင်ဖောက်ထွင်းခဲ့တဲ့ သူခိုးကြီးတစ်ယောက် ရှိတယ်။အဲဒီသူခိုးကြီးက တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်သူခိုးထားတဲ့ငွေတွေအကုန်ပြန်အပ်ပြီး အဖမ်းခံမယ်လို့ အက်ဖ်ဘီအိုင်ကို ဖုန်းဆက်လာပါလေရော။ဒါပေမယ့် သူ့ကိုဖမ်းရမယ့် အေးဂျင့် ၂ ယောက်က သူ ပြန်ပေးမယ် ငွေတွေကို လောဘတက်ပြီးသူ့ကိုသတ်ဖို့နဲ့ လူသတ်မှုတစ်ခုကို သူ့အပေါ် ပုံချဖို့ ကြိုးစားလာတဲ့ခါ.....ထုံးစံအတိုင်း ဒီဘဲကြီး ဘယ်လိုရုန်းကန်လှုပ်ရှားမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (343MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/honest-thief2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sA154deR0X51EcR2lm2FfDczryg.jpg",
        "title": "Greenland(2020)",
        "description": "Greenland(2020)အညွှန်း***********************IMDb...7.0ကလာခ့်လို့အမည်ပေးထားတဲ့ ကြယ်တံခွန်ကြီးတစ်ခုဟာ ကမ္ဘာနဲ့တဖြည်းဖြည်းနီးကပ်လာတယ်...နေ့ခင်းဘက်မှာတောင်မြင်နေရတဲ့ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီး လူတွေအမျိုးမျိုးထင်နေကြတယ်...သိပ္ပံပညာရှင်အများစုဟာ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီးလေ့လာတဲ့နေရာမှာ ကမ္ဘာဆီအနီးကပ်ဆုံးအနေအထားထိရောက်ရှိနိုင်ပြီး နေအပူချိန်ကြောင့် ပြိုကွဲသွားနိုင်ပါတယ်...အကျိုးဆက်အနေနဲ့ လမ်းကြောင်းပြောင်းတာမျိုးဖြစ်နိုင်သလိုကမ္ဘာဆီကျသွားရင် သမုဒ္ဒရာထဲကျသွားတာမျိုးနဲ့ လေထုထဲမှာလောင်ကျွမ်းသွားတာမျိုးပဲဖြစ်မှာမို့စိတ်ပူစရာမလိုဘူးလို့ဆိုပါတယ်...ဒါတွေကြောင့်ပဲ လူတွေဟာ အရေးပေါ်ကာကွယ်မှုမျိုးတွေမလုပ်သလို ဒီကြယ်တံခွန်ကြီးကို လှလိုက်တာဆိုပြီးငေးမောနေတာတွေတောင်ရှိပါတယ်...သို့သော် သိပ္ပံပညာရှင်များရဲ့တွက်ကိန်းဟာမှားယွင်းလာတဲ့အခါမှာတော့.....ဒီကားဟာမင်းသားကြီး  Gerard Butler အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ ..ဇာတ်လမ်းစပြီး ၁၅မိနစ်လောက်ထဲက စကြမ်းပါတယ်..'ရိုက်ချက်တွေ တော်တော်ကြီးမိုက်သလို သဘာဝဘေးဒဏ်ကြောင့် အသတ်ဘေးလုနေရတဲ့ ဒုက္ခသည်တွေကြားထဲကိုကိုယ်ပါရောက်နေသလိုခံစားရပါတယ်...ပြီးတော့အရေးကြုံရင် ထွက်ပေါ်လာတတ်တဲ့လူ့စိတ်တွေကိုလည်းပြထားသလိုဇာတ်လမ်းကလည်းမိုက်တဲ့အတွက် ဒီလို ဘေးဒဏ်ကားတွေကြိုက်တဲ့သူများအဖို့ နင်းကန်ကြည့်သင့်ပါတယ်.... File Size :(2.27GB)(1.09GB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action,Thrller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/greenland2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpAEV2GnqZ7n3xndTdQ6vTT7mqZ.jpg",
        "title": "The Infernal Walker ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးက တော့ဘိန်းဖြန့်ချီရေးအဖွဲ့စည်းတွေနဲ့ ဟောင်ကောင်ရဲတပ်ဖွဲ့သူလျှိုတွေနဲ့ အရောင်းအဝယ်လမ်းကြောင်းကို သတင်းပေးပြီးဖမ်းဆီးဖို့ကြိုးစားတဲ့ဇာတ်လမ်းတွေထဲက ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့...ဒီကားရဲ့ ထူးခြားချက်ကတော့ အပြန်အလှန် သူလျှိုတွေရှိနေတာပါပဲ...ဖူဟဲလုပ်ငန်းနဲ့ တုန်းလီလုပ်ငန်းစုတို့ ဘိန်းဈေးကွက်ကို ကြိုးကိုင်နေတဲ့ အင်အားကြီးလုပ်ငန်း ၂ ခုပေါ့ဒီ ၂ ဖွဲ့ကို ဖမ်းဖို့ကြိုးစားနေတဲ့ ဟောင်ကောင်ရဲအဖွဲ့ကဖူဟဲလုပ်ငန်းစုမှာ သူလျှိုထားထားပြီး လမ်းကြောင်းတွေ စုံစမ်းနေခဲ့တယ်...ဒါက TVB ရဲကားတိုင်းနီးပါးမှာ ပါနေကြအကွက်ပေါ့...ဒါပေမယ့် တုန်းလီလုပ်ငန်းစုက စုန့်လူကြီးမင်း မွေးထားတဲ့ သူလျှိုကစားသွားတဲ့အကွက်လေးတွေကတော့ အ တော်လေးလန်းတယ်လို့ပြောရပါမယ်ဘာတွေဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-infernal-walker-2020/",
        "category": "Action, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wn1wzCnJnnWDWjeJSp7bYfM9nsO.jpg",
        "title": "Knockout(2020)",
        "description": "Knockout(2020)အညွှန်း*********************IMDb...7.0ကျုံးရှီး ဟာ လက်ဝှေ့သမားတစ်ဉီးဖြစ်တယ်...ချန်ပီယံလုပွဲအတွက်အရမ်းကြိုးစားနေတယ်...ပူပူနွေးနွေးဇနီးသည်လေးကလည်း ကိုယ်ဝန်ရှိတာဆိုတော့...သူ့ဟာ ချန်ပီယံရယူပြီး အနာဂတ်မိသားစုဝင်လေးအတွက် အောင်ပွဲခံချင်နေတယ်...သူ့ကြိုးစားမှုအောင်မြင်တယ်ပြောရမယ်...ချန်ပီယံဖြစ်ခဲ့တယ်...တကယ်တော့သူ့ပျော်ရွှင်မှုတွေဟာ နေ့တောင်မကူးပါဘူး...မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီးနှစ်ရှည်ထောင်ကျသွားခဲ့တယ်...ထောင်ကထွက်လာတဲ့အချိန်မှာအရာအားလုံးပြောင်းလဲခဲ့ပါပြီ..သူမရှိတော့တဲ့အချိန်တစ်ယောက်ထဲသမီးလေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ဇနီးသည်ဟာ ဆုံးပါးသွားတဲ့အပြင် ငွေကြေးလည်းအရမ်းကိုခက်ခဲနေပါတယ်...အဲ့ဒီနောက်သမီးတစ်ယောက်ကိုပြုစုပျိုးထောင်ဖို့ သူတတ်စွမ်းတဲ့ လက်ဝှေ့ကိုအသုံးချပြီး ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့ကြိုးစားပါတော့တယ်...ဒီတရုတ်ကားက ဇာတ်လမ်းလည်းကောင်းတဲ့အပြင် ထိုးသတ်ခန်းတွေလည်းကြည့်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(1.05 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/knockout2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/6cfbc699a888f2650d551b2c3c8feb9c-133x200.jpg",
        "title": "[James Bond] Quantum of Solace (2008)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။\nQuantum of Solace ဇာတ်ကားမှာ ၂၁ ကားမြောက် ဂျိမ်းဘွန်းဇာတ်ကား Casino Royal ဇာတ်ကားနဲ့ ဆက်နွယ်မှု ရှိပါတယ်။\nCasino Royal ဇာတ်ကားမှာ ဘွန်းနှင့် မစ္စတာဝှိုက်တို့ ကာစီနိုကစားပွဲအပြီး\nနောက်တစ်နာရီ အကြာ ဖြစ်ပျက်သော ဖြစ်ရပ်တခုနဲ့ Quantum of Solace ဇာတ်ကားကို စဖွင့်ထားတာပါ။\nဒီဇာတ်ကားကတော့ IMDb Rating(6.7/10) နဲ့ Rotten ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/james-bond-quantum-of-solace-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/boss-141x200.jpg",
        "title": "Boss Level 2020",
        "description": "Time Loop ကားကောင်းကောင်းလေးတွေ ကြည့်ချင်လို့စောင့်မျှော်နေတဲ့\nCM ပရိတ်သတ်ကြီးအတွက် ကားကောင်းကောင်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nBoss Level(2020)ပါ။\nဇာတ်လမ်းအကျဥ်းလေးကတော့\nရွိုင်ဆိုတာကတော့ တစ်နေ့တည်းကိုပဲထပ်ကာထပ်ကာနိုးထနေရတဲ့\nစစ်သားတစ်ဦးပါ။ထူးဆန်းတာက သူနိုးလာတာနဲ့\nသူ့ကိုအသေအကြေသတ်မယ့်လူတွေက\nဆီးကြိုနေတာပါပဲ။တစ်ယောက်လက်ကလွတ်ရင်\nတစ်ယောက်က ထပ်ပြီးတော့ သတ်ဖို့ကြိုးစားနေတဲ့\nဒီဘ၀ကြီးမှာ သူကလည်း ကြိုးစားရှင်သန်နေထိုင်ပေမယ့်\nအချိန်တန်ရင် အသတ်ခံရတာပါပဲ။ဒီလိုနဲ့ရက်ပေါင်းများစွာ ကြာလာခဲ့ချိန်မှာတော့\nသူချစ်ရတဲ့အမျိုးသမီးအသတ်ခံလိုက်ရကြောင်း\nသူသိလိုက်ရပါတော့တယ်။သူကိုယ်တိုင်ကလည်း\nရန်သူတွေပတ်လည်၀ိုင်းနေချိန် ဇနီးသည်ချန်ထားခဲ့တဲ့\nသဲလွန်စလေးတွေနောက်ကိုလိုက်ရင်း\nလက်စားချေဖို့ကြိုးစားပါတော့တယ်။\nအထပ်ထပ်၀ိုင်းနေတဲ့ လုပ်ကြံသူတွေလက်ကဘယ်လိုပြေးပြီး\nဒီပိတ်မိနေတဲ့အချိန်ထဲကနေ ဘယ်လိုလွတ်အောင်ကြိုးစားမလဲ?\nလွတ်မြောက်ဖို့ရောဖြစ်နိုင်မှာလား?ဆိုတာ\nအရမ်းကိုစိတ်၀င်တစားနဲ့ကြည့်ရှုရမှာပါ။\nရိုးတာနေတဲ့ Time loop movie လမ်းကြောင်းကနေခွဲထွက်ခဲ့တဲ့ ဒီကားလေးနာမည်ကတော့ Boss Level(2020)ပါ။\nChannel Myanmar ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\nFile size… 1.4 Gb / 700 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:41:00\nGenre … Action, Sci-fi, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "",
        "url": "https://channelmyanmar.org/boss-level-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/casino_royale_ver7_xlg-135x200.jpg",
        "title": "[James Bond] Casino Royale (2006)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။ဒီဇာတ်ကားက ဂျိမ်းဘွန်းမင်းသားသစ်အဖြစ် Daniel Craig ကိုစတင်အသက်သွင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nထူးခြားလာတာက ယခင် ဂျိမ်းဘွန်းကာရိုက်တာတွေနဲ့ မတူတော့ဘဲ တမူထူးခြားတဲ့ ကာရိုက်တာကိုအသက်သွင်းလာတာတွေ့ရပါတယ်။ယခင်ကလို တိုက်တိုင်းအောင် ပုံစံမျိုးမဟုတ်တော့ဘဲလက်တွေ့ပုံစံဆန်လာပြီးခပ်ကြမ်းကြမ်းနဲ့ မိုးဆုံးမြေဆုံး လိုက်လံချေမှုန်းတတ်တဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် 007 ပုံစံကို ပြောင်းလာပါတယ်။\nဒီဇာတ်ကားကတော့ IMDb Rating(8/10) နဲ့ Rotten Tomatoes (95%) ထိရရှိထားပါတယ်။ \nFile size…(1.9 GB) and (1 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/james-bond-casino-royale-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzC2wata6kthYyni1gb6jjVTcSP.jpg",
        "title": "The Sword with No Name (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ CM fan တွေအတွက် နန်းတွင်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါရစေမြောင်ဆောင်း မိဖုရားကြီး အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်Grand Prix Action Asia/ Best Action Asia Film စတဲ့ ဆုကြီးတွေကိုလည်းရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါမင်းသမီးကြီး Soo-Ae နဲ့ Stranger ဇာတ်ကားက မင်းသား Cho Seung-Woo တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျာယောင်းဆိုတဲ့ အမျိုးသမီးဟာ ဂျိုဆွန်းရဲ့ မိဖုရားခေါင်ကြီး အဖြစ်ရွေးကောက်ခံရပါတယ်သူမ မိဖုရားဖြစ်လာမှာ မလိုလားသူတွေဟာ လုပ်ကြံသူ မူမြောင်းကို ငှားရမ်းပြီး သူမကို လုပ်ကြံခဲ့တယ်ဒါပေမယ့် မူမြောင်းဟာ အရင်တည်းက ဂျာယောင်းနဲ့ သိကျွမ်းခဲ့ပြီး ဂျာယောင်းကို တဖတ်သတ်ချစ်နေတဲ့သူဖြစ်လို့ လုပ်ကြံရမယ့်အစား ကယ်တင်ပေးခဲ့ပါတယ်ဂျာယောင်းမိဖုရားကြီး ဖြစ်သွားတဲ့ အခါမှာလည်း နန်းစောင့်တပ်သားဝင်လုပ်ပြီး ဆက်တိုက်ကာကွယ်ပေးခဲ့တဲ့နောက်...ထီးနန်းရဲ့ ရှုပ်ထွေးမှုတွေ နိုင်ငံရေး ပဋိပက္ခတွေကြားမှာသူချစ်တဲ့ မိဖုရားကြီးကို ဆက်လက်ကာကွယ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆ်လက်ကြည့်ရှုကြပါနော်...။*** ...",
        "rating": "6.3",
        "url": "https://megaup.net/2g6D3/Sword_with_No_Name_(2009).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/58lH8bPTwciGmcTa16EqzszvOvp.jpg",
        "title": "For the Emperor (2014)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ခပ်မိုက်မိုက် Action ကားလေးတစ်ကား တင်ဆက်ပေးမှာပါRugal က မင်းသားကြီး Park Sung-Woong နဲ့ The lies within က မင်းသား Lee Min-Ki တို့ အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းအီဟွမ်ဟာ ဘေ့စ်ဘော ကစားသမားတစ်ယောက်ဖြစ်ပါတယ်လက်ဒဏ်ရာကြောင့် အဆင့်ကျပြီး ကစားသမားဘဝက ထွက်ခဲ့ရသူပါဆန်းဟာကတော့ ငွေတိုးချေးစားတဲ့ လူမိုက်သူဌေးတစ်ယောက်ဖြစ်ပြီး လောင်းကစားဝိုင်းတွေလည်း ထောင်ထားပါတယ်အီဟွမ်နဲ့ သူဌေးဆန်းဟာ တို့ တွေ့ဆုံပြီးတဲ့နောက် လူမိုက်လောကမှာ အီဟွမ်ကို ဘယ်လိုလက်သတ်မွေးမလဲ...သူတို့ဖြစ်ချင်တဲ့ အတိုင်းဖြစ်လာပါ့မလားဆိုတာ အကြမ်းစား အလန်းစား ရိုက်ပြထားတဲ့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုခံစားကြရအောင်..။*** 18+ ဇာတ်ဝင်ခန်းများပါဝင်တဲ့အတွက် မိသားစုနဲ့ တူတူကြည့်ရှုဖို့ မသင့်တော်ပါဘူး ***( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ ခပ္မိုက္မိုက္ Action ကားေလးတစ္ကား တင္ဆက္ေပးမွာပါRugal က မင္းသားႀကီး Park ...",
        "rating": "5.7",
        "url": "https://megaup.net/2g6ke/For_The_Emperor_(2014).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/nnth_pa_1233772_Look-Out-Officer-150x200.jpg",
        "title": "Look Out, Officer! (1990)",
        "description": "ဟာသဘုရင်ကြီး Steven Chow ရဲ့ ၁၉၉၀ ကဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အထာကျကျ ဆရာကြီး ရဲအရာရှိ Biao တစ်ယောက် မူးယစ်ဆေးဂိုဏ်းတစ်ဂိုဏ်းကိုတစ်ကိုယ်တော်ဝင် ဖြိုခွင်းရင်း အသတ်ခံလိုက်ရပါတယ်။လောင်းကစားလုပ်တတ်တဲ့ ဝါသနာဆိုးကြောင့် သူ့ကိုလောင်းကစားကျွေးမပေးနိုင်လို့ကိုယ့်ကိုကိုယ်သတ်သေသွားတာလို့ပဲအားလုံးကထင်ကြတဲ့အတွက် သူ့ရဲ့ သေဆုံးမှုအကြောင်း အမှန်အတိုင်းဖြစ်စေဖို့ လူပြည်ကိုပြန်လာခဲ့ပါတယ်။အဲဒီမှာ သူ့ရဲ့ကယ်တင်ရှင်ဖြစ်မယ့် ရဲသားသစ် Sing(Steven Chow) ကိုတွေ့ပြီး သူ့အတွက်လက်စားချေပေးပြီးသူ့ရဲ့နာမည်ကို ပြန်လည်သန့်ရှင်းပေးရင် Sing အတွက် ရာထူးတိုးပြီး ကောင်မလေးနဲ့ အဆင်ပြေအောင်လုပ်ပေးမယ်ဆိုပြီး အပေးအယူဖြစ်သွားကြပါတယ်။သူတို့နှစ်ယောက်ပေါင်းပြီး ဘာတွေတလွဲတွေဖြစ်မလဲ ဆိုတာ ပါးစပ်မပိတ်ရအောင် ရယ်နေရမှာဖြစ်ပါတယ်။IMDB Rating ကတော့ 6.1 ရှိပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(1.9 GB) and (1 GB)\nQuality….BluRay ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/look-out-officer-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vglivF7KG7YcojCsqWkkRwad0VE.jpg",
        "title": "Infidel(2019)",
        "description": "Infidel(2019)အညွှန်း*******************IMDb....6.5ဒေါ့ဂ်ရော်ဝင်းစ်ဟာ ဘာသာရေးနဲ့ပတ်သတ်သမျှကို ပွင့်ပွင့်လင်းလင်း ဝေဖန်ရေးသားနေလေ့ရှိတဲ့ ခရစ်ယာန်ဘာသာဝင်အမေရိကန်လူမျိုးဂျာနယ်လစ်တစ်ယောက်ပါ။ တစ်ရက်မှာတော့ အီဂျစ်နိုင်ငံ ကိုင်ရိုမြို့မှာ အစ္စလာမ်ဘာသာနဲ့ ခရစ်ယာန်ဘာသာကြားတူညီမှု ကွဲပြားမှုတို့ကို အမြင်ချင်း ဖလှယ်ဖို့ ဖိတ်ကြားချင်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဟောပြောပွဲမှာ စကားကျွံပြီး ပြောခဲ့မိတာကြောင့် အစ္စလာမ်ဘာသာဝင်တွေကြားအုံကြွမှုဖြစ်ကာ အမေရိကန်သူလျိုအဖြစ် မတရားအစွပ်စွဲခံရတဲ့အပြင် ဖမ်းစီးခြင်းခံရကာ အီရန်မှာရုံးတင်စစ်ဆေးခြင်းခံခဲ့ရပါတယ်။ သူ့အတွက် အဆိုးဆုံးအနေအထားရောက်ရှိနေတဲ့အပြင်အမေရိကန်အစိုးရရဲ့ ကာကွယ်မှုလည်းမရှိတော့ အချိန်မရွေးသေဒဏ်ပေးခံရမဲ့ အခြေအနေရောက်ရှိနေပါတယ်...ဒီလိုအခြေအနေမျိုးမှာ သူဘယ်လိုရုန်းထွက်မလဲ...ကယ်မဲ့သူရောရှိပါ့မလား.... ဘာသာရေးကိစ္စဆိုတော့သက်ညှာမှုလုံးဝမရှိတဲ့သူ့အနေအထားမှာ မျှော်လင့်ချက်ဆိုတာဘာဆို ဘာာမှမရှိပါ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....Infidel ဇာတ်ကားဟာ နိုင်ငံရေးအပေါ် ဘာသာရေးရဲ့လွမ်းမိုးမှု၊ကမ္ဘာတဝှမ်း အထူးသဖြင့် အရှေ့အလယ်ပိုင်းနိုင်ငံ‌တွေမှာ ဂျာနယ်လစ်တွေ နှစ်အတော်ကြာခံစားခဲ့ရတဲ့ ဥပဒေမရှိ တရားမဲ့လုပ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်ဇာတ်လမ်းကောင်းမွန်တဲ့အက်ရှင်ကားဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်.....File Size :(0.98GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/infidel2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/unnamed-1-140x200.jpg",
        "title": "The Chronicles of Evil",
        "description": "The Chronicles of Evil (2015)\nစုံထောက် Choi Chang-Sik ဟာ သမ္မတကိုယ်တိုင် ချီးမြှင့်တဲ့ ထူးချွန်ဆုကိုရရှိထားပြီး\nဌာနမှာ ရာထူးတိုးဖို့ အလားအလာရှိ‌နေသူတစ်ယောက်ပါ။\nဆုချီးမြှင့်ခံရသည့်ည ဂုဏ်ပြုညစာစားပွဲမှအပြန်လမ်းမှာ\nကားမောင်းသမားယောင်ဆောင်ထားတဲ့ လုပ်ကြံသူ၏တိုက်ခိုက်မှုကို ခံခဲ့ရပါတယ်။\nနှစ်ယောက်သား ရုန်းရင်းဆန်ခတ်နဲ့ တိုက်ခိုက်နေကြရင်း\nChoi Chang- Sik မှ မတော်တဆ လက်လွန်သွားခဲ့ပါတယ်။\nရာထူးတိုးဖို့အကြောင်းရှိနေတာကြောင့် အမှုကို ဖုံးကွယ်ဖို့ကြိုးစားခဲ့ပေမယ့်\nနောက်နေ့မနက်မှာ တစ်စုံတစ်ယောက်က ဂန်းနမ်ရဲစခန်းရှေ့မှာ\nအလောင်းကို လာချိတ်ထားခဲ့ပါတယ်။\nထောင်ချောက်မိသွားမှန်း သိလိုက်ရတဲ့ Choi Chang-Sik တစ်ယောက်\nမိမိကို ဦးတည်တိုက်ခိုက်ရခြင်းရဲ့ နောက်ကွယ်က အဖြစ်မှန်ကို\nတိတ်တဆိတ် စုံစမ်းဖို့ဖြစ်လာခဲ့ပါတယ်။\nလူသတ်မှုကိုပဲ ဆက်လက်ဖုံးဖိထားနိုင်မလား?????\nလွန်ခဲ့တဲ့၁၅နှစ်က အဖြစ်မှန်တွေပဲ ပြန်ရှာတွေ့သွားမလားဆိုတာကတော့\nThe Chronicles Of Evil မှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။\nမင်းသားPark Seo Joon ပါဝင်တဲ့အပြင်\nစုံထောက်အက်ရှင်မင်းသားကြီး Ma Dong Seok ကပါ ပါဝင်အားဖြည့်ထားပြီး\nRatingကောင်းခဲ့တဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nTranslated by : Milkeux\nEncoded by : August",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/chronicles-of-evil-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f6Ri4CZieXT2s1hJEfbxN1pk3Ve.jpg",
        "title": "Taish (2020)",
        "description": "Taish 2020 (စ/ဆုံး)\n=================\nတောင်းဆို နေကြတာမို့ တင်ဆက်ပေးလိုက်ပါပြီ။\n\"ထာဝရထက် နှစ်ဆ\" မင်းသားလို့ နာမည်ကြီးတဲ့\nHarshvardhan Rane၊ Jim Sarbh အပြင်\nမင်းသမီးချောလေးတွေကို ဇာတ်လမ်းထဲ ဝေဝေဆာဆာ ကြည့်ရှုရမှာပါ။\nဒီဇာတ်လမ်းထဲမှာ\nမိသားစု နှစ်စုရှိပါတယ်။\nဆရာဝန် မိသားစုနဲ့ ဂန်းစတား မိသားစုလို့\nနာမည်ပေးလိုက်မယ်။\nဆရာဝန် မိသားစုကတော့\nအင်မတန် ပျော်စရာကောင်းတဲ့ မိသားစုပါ။\nဆရာဝန်မိသားစုမှာ မင်္ဂလာပွဲ ရှိတယ်။\nဒါကြောင့် လန်ဒန်မှာ နေတဲ့ ဆရာဝန် ရိုဟန်ဟာ\nညီဖြစ်သူရဲ့ မင်္ဂလာဆောင်အတွက် အိန္ဒိယကို ပြန်လာခဲ့ပါတယ်။\nဂန်းစတား မိသားစုမှာတော့ ညီအစ်ကို နှစ်ယောက်ရှိတယ်။\nညီအစ်ကို ဆိုပေမဲ့ အရင်းတွေ မဟုတ်ဘဲ\nဦးလေးနဲ့ တူအရွယ်ပါ။\nသူတို့ ညီအစ်ကိုနှစ်ယောက်က အချစ်ရေးနဲ့\nပတ်သက်ပြီး မိသားစုတွင်း ပဋိပက္ခတွေ ရှိလာပါတယ်။\nဒီမိသားစု နှစ်ခုဟာ ပထမမှာတော့ ဘယ်လိုမှ\nဆက်စပ်ကြည့်လို့ မရဘဲ ကြည့်ရှုသူကိုတောင်\nအတွေးများစေမှာပါ။\nဒါပေမဲ့ တနေ့မှာတော့...\nအဲ့ဒီမိသားစု နှစ်ခု ဆက်စပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။\nဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲ ခံစား ကြပါတော့ဗျာ။\nပွေ့ဖက်ခန်းတွေအပြင် သတ်ဖြတ်ခန်းတွေနဲ့လည်း\nဇာတ်လမ်းကို ဆွဲဆောင်ထားပါတယ်။\nဒီကားထွက်စတုန်းက ဆီးရီးလို့ ထင်ခဲ့ဖူးပါတယ်။\nဒါကတော့ စဆုံးပါပဲ၊ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/taish-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4Q6BKm1lv9u5xoffbIIwrOYf6z.jpg",
        "title": "Waterworld (1995)",
        "description": "Water World (1995)\n=====================ကမ္ဘာ့ဝန်ရိုးစွန်းဒေသ ပိုလာရေခဲပြင်ကြီးအရည်ပျော်သွားခဲ့ပြီးနောက် ကမ္ဘာမြေမျက်နှာပြင်အားလုံးနီးပါးဟာရေအောက်ကိုရောက်သွားခဲ့ပြီး အဲ့ဒီလိုရေကမ္ဘာကြီးမှာ ခြောက်သွေ့ကုန်မြေဆိုတာ နိဗ္ဗာန်ဘုံဒဏ္ဍရီတစ်ခုဖြစ်လာခဲ့ပါတယ်။အရာအားလုံးပျောက်ဆုံးကာ အစာရေစာလဲရှားပါးချိန် ခေတ်ဟောင်းကမ္ဘာကြီးရဲ့လက်ကျန်လေးများနဲ့အသက်ဆက်ရှင်နေရချိန် လှေတစ်စင်းနဲ့ကမ္ဘာပင်လယ်ပြင်ကြီးထဲရွက်လွှင့်စွန့်စားသွားလာကြသူတွေကံကောင်းထောက်မစွာ ရေနံတင်သင်္ဘောကြီးပေါ်ရှာတွေ့ပြီး အရှင်တစ်ခင်တစ်ယောက်လိုအသက်ဆက်ရှင်ကာနယ်မြေချဲ့တဲ့ သူတို့ပေါ်လာတိုင်းမီးခိုးတန်းကြီးမြင်ရတဲ့ Smokers ခေါ်သူတွေနဲ့ ကာကွယ်သူမဲ့နေသူတွေကိုကျွန်ပြုခိုင်းစေကြတဲ့ Slavers တွေဆိုပြီးရှိကြတယ်။သူတို့အားလုံးရဲ့ရည်းမှန်းချက်က ခြောက်သွေ့မြေကိုရှာတွေ့ဖို့ပါပဲ။ အဲ့ဒီခြောက်သွေ့မြေကိုသွားရာလမ်းညွှန်းမြေပုံကိုကလေးတစ်ယောက်ရဲ့နောက်ကျောမှာရေးဆွဲထားတဲ့သီတင်းကနေစလို့ အဲ့ဒီကလေးဆီကခြောက်သွေ့ကုန်းမြေဆီသွားရာမြေပုံကိုရယူဖို့ကြိုးစားကြရင်း ဘာမထီသွေးအေးသန္ဓေပြောင်းလူသားကြီးနဲ့ရင်ဆိုင်ကြရတဲ့ စွန့်စားခန်းရုပ်ရှင်ကြီးဖြစ်ပါတယ်။ဒီဇတ်ကားက သိပ်ညွှန်းစရာတောင်မလိုပါဘူး အားလုံးကြည့်ဖူးပြီးသား အားလုံးနဲ့လဲရင်းနီးပြီးသားဖြစ်မှာပါ။စုတ်ပြတ်နေတဲ့အဝတ်အစားတွေနဲ့ငါးကြေးခွံတွေကိုအင်္ကျီချုပ်ဝတ်ကြရင်း ရေကမ္ဘာမှာပွဲကြမ်းကြတဲ့ဇတ်ကားဆိုတာလူတိုင်းမှတ်မိပြီးသားပါ။1995 ကဇတ်ကားဖြစ်ပေမဲ့ ကွန်ပျုတာအထူးပြုလုပ်ချက်တွေလဲအဆင်မမြင့်ဘဲရိုက်ကူးထားပုံက အခုချိန်ပြန်ကြည့်တာတောင်မရိုးနိုင်စရာပါပဲမင်းသားကြီး Kevin Costner ပါဝင်ထားပြီး အကောင်းဆုံးဆု အဆိုးဆုံးဆုနဲ့ ဇကာတင်စာရင်းများစွာလဲဝင်ခဲ့တဲ့အားလုံးမှင်သက်စရာခံစားချက်တွေရစေမယ့် 6.2 ရထားတဲ့ဇတ်ကားကိုအားလုံးပြန်ကြည့်ရင်း ရေငတ်လိုက်ကြပါစို့လား။Translated by : Myo Myint Maung \nEncoded by : YK\nFile Size : 2.5GB and 1.2 GB\nQuality : 1080p Blu-ray and 720p",
        "rating": "6.2",
        "url": "https://megaup.net/1HFha/Waterworld_(1995).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/m_20191222170916_otqxmsmz-140x200.jpg",
        "title": "The Death of an Enchantress (2019)",
        "description": "The Death of an Enchantress (2019)\nမှော်ဆန်ဆန် သိုင်းကားလေး နဲ့ မိတ်ဆက်ပေးပါ့မယ် ။\nမိစ္ဆာမ ပိုင်စုစု က လွန်ခဲ့တဲ့ နှစ်တွေတုန်းက ရှုံးခဲ့ရတဲ့ ရှုံးကြွေးကို ပြန်ဆပ်ဖို့ အဆင့်မြင့်သိုင်းကျမ်းကို ရှာဖွေနေခဲ့ပါတယ်။\nပိုင်လျန်လျှို့ဝှက်အတွင်းအား သိုင်းကျမ်း တဲ့... အဲ့သိုင်းကို ကျင့်သူအဖို့ သိုင်းပညာ\nအထွတ်အထိပ် ရောက်မှာမလွဲဧကန်ပင် ။ ထိုသိုင်းကျမ်းကတော့ လီသူရဲကောင်းရဲ့အိမ်မှာ လက်ဆင့်ကမ်းအမွေအဖြစ် သိမ်းထားပါတယ်။\nပိုင်စုစု က ထိုသိုင်းကျမ်းကို လာယူတဲ့အချိန်မှာတော့ တိုက်ခိုက်မှုတွေဖြစ်လာပြီး လီမျိုးနွယ် တစ်အိမ်လုံး သွေးအိုင်စီးခဲ့ရပါတယ် ။ လွတ်လာသူ တစ်ဉီးထဲ လီယွီဖုန်း....\nခုနစ်ကြာသည့်အထိ လီယွီဖုန်း တစ်ယောက် လက်စားချေဖို့ ပိုင်စုစု ကိုလိုက်ရှာနေရင်း\nချင်ဘုရင် (လီရှီမင်း) နဲ့ ဝမ်ရှီချုန်းတို့ အာဏာလုပွဲကြား ရောက်သွားသောအခါ....\nမှော်ကားပေမယ့်လည်း ကွန်ပျူတာပြုလုပ်ချက်တွေ သိပ်မများလို့ သိုင်းကားသီးသန့် ကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့် ကားလေးတစ်ကားပါ ။\nTranslated by : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-death-of-an-enchantress-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/sk-143x200.png",
        "title": "Skyfire (2019)",
        "description": "Skyfire (2019)============IMDb Rating - 5.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ ခုနစ်ထွက် အက်ရှင် ဒရမ်မာ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့.....ရှောင်မုံးရဲ့ မိဘနှစ်ပါးလုံးက ဘူမိဗေဒပညာရှင်တွေပါ တန်ဟောင်းမီးတောင်ကို ကွင်းဆင်းလေ့လာကြရင်းမီးတောင်ရုတ်တရက် ထပေါက်တာကြောင့် ရှောင်မုံးရဲ့ မိခင်ဖြစ်သူ ဆုံးပါးသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ရှောင်မုန်းအရွယ်ရောက်လာချိန်မှာ မိခင်ဖြစ်သူရဲ့ အိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ ဘူမိဗေဒပညာရှင်ဖြစ်လာခဲ့ပြီးမီးတောင်တွေအကြောင်း အသေးစိတ်လေ့လာနိုင်မယ့် ဒီဂျစ်တယ် ဇူးစနစ်ကို တီထွင်ခဲ့ပါတယ်။အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေစီးပွားရေးလုပ်ငန်းရှင် ဂျက်ဟားရစ်က တန်ဟောင်းမီးတောင်ပေါ်မှာ ကမ္ဘာ့ပထမဆုံးအပန်းဖြေစခန်းကြီးကို ခမ်းခမ်းနားနား တည်ဆောက်နေတာ အဆင့်တစ်ပြီးသွားပြီဖြစ်ပါတယ်။ ကမ္ဘာ့လှည့်ခရီးသည်တွေကလည်း အထူးအဆန်းမို့လို့ အုံးအုံးကြွပ်ကြွပ် လာရောက်လည်ပတ်နေကြပါတယ်။ တစ်နေ့မှာတော့မီးတောင်မူမမှန်တာကို ရှောင်မုံးက ခံစားမိပြီး သူ့ကိုပိတ်ဖို့ သတိပေးခဲ့ပေမယ့် သူက လက်မခံခဲ့ပါဘူး။ရှောင်မုံးရဲ့ဖခင်ပါမောက္ခကြီးကလည်း သမီးဇောနဲ့ အဲဒီမီးတောင်ရှိရာ လိုက်လာခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ....ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားစွာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ ခုနစ္ထြက္ အက္ရွင္ ဒရမ္မာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/skyfire-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/pbb-133x200.jpg",
        "title": "Point Break(1991)",
        "description": "Point Break(1991)အညွှန်း**********************IMDb....7.31991 မှာရိုက်ခဲ့တဲ့ Point Break ဇာတ်ကားမှာတော့\nငယ်ရွယ်ပျိုမြစ်တဲ့ Keanu Reeves ရဲ့ စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\nအခုမှ အလုပ်ထဲ စဝင်ခါစ ... သင်တန်းသားဘဝမှာ အကောင်းဆုံးရမှတ်တွေနဲ့\nအက်ဖ်ဘိီအိုင်အေးဂျင့်တယောက်ဖြစ်တဲ့ အသက် ၂၅ နှစ်အရွယ် ဂျွန်နီယူတာ ဟာ\nဘဏ်ဓားပြတိုက်မှုတွေကို စုံစမ်းတဲ့ ဌာနမှာ  စတင်တာဝန်ထမ်းဆောင်ရတယ်....အဲ့ဒီအချိန်တိုက်ဆိုင်တယ်ပဲပြောရမလားပဲ...အမေရိကန်သမ္မတဟောင်း မျက်နှာဖုံးတွေကို စွပ်ပြီး\nဘဏ်တွေကို ဓားပြလိုက်တိုက်တဲ့  အကြီးစားအမှုကြီးဖြစ်ခဲ့တယ်....စနစ်ကျလွန်းတဲ့ လှုပ်ရှားမှုတွေနဲ့အတူ အတွေ့အကြုံတွေများလွန်းတဲ့ ဘဏ်ဓားပြအဖွဲ့ဟာအချိန်တိုအတွင်း လှုပ်ရှားနိုင်ခဲ့တာမို့ ရဲဌာနတစ်ခုလုံး ခေါင်းမီးတောက်နေတယ်...သဲလွန်စ ဆိုလို့လောက်လောက်လားလားမကျန်ခဲ့....ဒီအဖွဲ့ရေလွှာလှိုင်းစီးသမားတွေဖြစ်နိုင်တယ်ဆိုတဲ့ ထင်မြင်ချက်သဲ့သဲ့လေးပဲကျန်ခဲ့တယ်..အဲ့ဒီနောက် ဂျွန်နီယူတာဟာ ပင်လမ်းကမ်းခြေမှာ အသွင်ယူရင်း တစ်ဖွဲ့လုံးကို ဖမ်းဖို့ကြိုးစားပါတော့တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zuel Khant Thwinပဲဖြစ်ပါတယ်...  File Size : (1.11GB)\nQuality : Blu-Ray 1080p 5.1CH, 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/point-break1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/mosul-143x200.jpg",
        "title": "Mosul 2020",
        "description": "အီရတ်မှာ ISIS တေွနဲ့ အီရတ်နိုင်ငံသား အခြားတပ်ဖွဲ့တွေ\nအကြာကြီး ရင်ဆိုင်တိုက်ခိုက်ခဲ့ကြတယ်။\nISIS တွေကို အီရတ်မှာ DAESH အဖွဲ႕တွေလို့ ခေါ်ကြပါတယ်။\nISIS တွေဟာ သူတို့ဖမ်းမိတဲ့ အီရတ်တပ်ဖွဲ့ဝင်တွေကို\nအပြစ်ချေဖို့နဲ့ ဘက်ပြောင်းဖို့ ခွင့်ပြုပြီး လူသစ်စုတတ်ကြတယ်။\nဒါပေမယ့် ISIS တွေကို သတ်တဲ့နေရာမှာ လက်သံပြောင်လွန်းလို့ မိတာနဲ့\nဘက်ပြောင်းခွင့်မရှိဘဲ အသတ်ခံရတဲ့ တပ်ဖွဲ့တစ်ခုတော့ ရှိခဲ့ပါတယ်။\nNineveh SWAT လို့ခေါ်တဲ့ အီရတ်အထူးတပ်ဖွဲ့ပါပဲ။\nဒီရုပ်ရှင်ကတော့ အဲဒီတပ်ဖွဲ့ကို ဂုဏ်ပြုသောအားဖြင့်\nတကယ့်ဖြစ်ရပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nအီရတ်ရဲ့ ဒုတိယအကြီးဆုံးမြို့တော် ဖြစ်ခဲ့တဲ့ Mosul ကို ISIS တွေ အတော်ကြာ ကြီးစိုးခဲ့ပြီး\nနောက်ဆုံးမှာ စွန့်ခွာထွက်ပြေးကြပါတော့တယ်။\nအဲဒီ မြို့မှာ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုကို လာထမ်းဆောင်တဲ့\nSWAT အဖွဲ႕တွေနဲ့ DAESH တွေ ရင်ဆိုင်ကြပုံကို ပြသထားတာပါ။\nစစ်ကားကောင်းကောင်း ငတ်နေတဲ့သူတွေ အတွက်\nအဆာပြေမယ့် ရုပ်ရှင်ကောင်းပါပဲ။\nFile size… 1 Gb / 500 Mb\nQuality… webrip ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mosul-2020/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/cow-1-144x200.jpg",
        "title": "Cowboys & Aliens (2011)",
        "description": "Cowboys & Aliens (2011)==================IMDb Rating - 6.1/10 - Voting - 206,241#Unicodeဒီကားကတော့ ၂၀၁၁ မှာ ထွက်ထားခဲ့တဲ့ Western Theme ဂြိုလ်သားဇာတ်ကားပါ။ James Bond မင်းသားDaniel Craig ၊ ကြာပွတ်မင်းသားလို့ ကျွန်တော်တို့တွေ သဘောကျခဲ့တဲ့ Indiana Jones မင်းသား မင်းသားကြီးHarrison Ford နဲ့ ကျပ်ပြားစေ့မျက်နှာနဲ့ လှတဲ့ မင်းသမီး Olivia Wilde တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်လမ်းကတော့ ထုံးစံအတိုင်း ဂြိုလ်သားတွေက ကမ္ဘာကို သိမ်းပိုက်ဖို့လာတာကို မင်းသားတို့ လူတစ်စုက တားကြတဲ့ဇာတ်လမ်းပေမဲ့ Western ပုံစံလေးကတော့ အမြင်ဆန်းတာပေါ့ဗျာ။ IMDb Rating ကတော့ 6.1/10 ရထားတယ်ဗျ။ဂြိုလ်သားကားကြည့်ချင်ပေမဲ့ အမေရိကန်စစ်တပ်နဲ့ပဲ တိုက်နေလို့ ကြည့်ရတာပျင်းနေတဲ့သူတွေ ကောင်းဘွိုင်တွေနဲ့ဂြိုလ်သားတွေချတာကို ကြည့်လို့ရသွားစေမယ့် ရုပ်ရှင်ကားကောင်းလေးမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/cowboys-aliens-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdhZF0tSHkdh0GSuyOLQZLS22wm.jpg",
        "title": "Maryada Ramanna(2010)",
        "description": "Maryada Ramanna(2010) IMDb ratings : 7.4/10\nGoogle Users:92%Budget ₹120 million\nBox Office ₹300–400 millionဒါရိုက်တာ S.S.Rajamouli ဆိုတာ တောင်ပိုင်းရုပ်ရှင်လောကထဲကို စဝင်ပါပြီဆိုကတည်းက ကားရိုက်ခပ်ကျဲကျဲနဲ့ အကောင်းဆုံးဖြစ်အောင်ပုံဖော်ရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။\nEega(ယင်ကောင်ကလဲ့စား),Magadheera (နှစ်ဘဝကလဲ့စား) တို့လို ဇာတ်ကားတွေနဲ့\nမြန်မာပရိတ်သတ်ကို ဖမ်းစားနိုင်ခဲ့ရုံမက Baahubali 1+2 တို့လို\nလက်ရာကောင်းပြီး ကမ္ဘာကျော်ခဲ့တဲ့ ဇာတ်ကားတွေကိုပါ ဖန်တီးမှုလက်ရာကောင်းမွန်စွာနဲ့ ကမ္ဘာကို ချပြခဲ့သူပါ။ကိုင်း ဒီလောက်ဆိုရင် မင်းသားလည်း မပါ ၊ မင်းသမီးကလည်း နာမည်မကြီးတဲ့ မင်းသမီးပဲ ပါတဲ့\nဒီဇာတ်ကားကို ဘာ့ကြောင့်တင်ဆက်ပေးလဲဆိုတဲ့အဖြေကို သိလောက်ပါပြီ။ဒီဇာတ်ကားထဲမှာ မင်းသားထက် ၊ ဟာသသရုပ်ဆောင် ဇာတ်ပို့ဇာတ်ရံအနေနဲ့သာ Telugu ပရိတ်သတ်တွေကြားမှာအမှတ်ရနေကြတဲ့ Sunil ကို Leading Role ထားပြီး ရိုက်ထားတာ....S.S.Rajamouli ရိုက်တဲ့ကားဆိုတော့ Sunil အတွက်မှတ်တိုင်တစ်ခု ဖြစ်စေခဲ့သလို စီးပွားရေးအရလည်း အောင်မြင်ခဲ့ပြီး ၊ ဘာသာစကားငါးမျိုးနဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/maryada-ramanna2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bNbyjzhzJVadpWIQPb57ddWWdWI.jpg",
        "title": "The Taking of Pelham 1 2 3(2009)",
        "description": "The Taking of Pelham 1 2 3(2009)(အလန်းစားကားမို့  Blu-Ray 1080p 5.1CH ပါပြုလုပ်ပေးထားပါတယ်...)နယူးယောက်မြို့မှာ လူသုံးအများဆုံး သယ်ယူပို့ရေးလမ်းကြောင်းက မြေအောက်ရထားစနစ်ပဲဖြစ်ပါတယ်။အားလုံးသိကြတဲ့အတိုင်း ဒီလိုရထားတွေဟာ အချိန်တိကျတဲ့အပြင် ကားစီးပြီးသွားတာထက်တောင် လိုရာခရီးကို ပိုပြီးမြန်မြန်ဆန်ဆန်ရောက်နိုင်ပါတယ်.... ဒီဇာတ်ကားထဲမှာတော့ ဝေါ်တာ ဂါဘာ ဟာ ဒီလိုမျိုး မြေအောက်ရထားတွေကို အန္တရာယ်ကင်းစွာသွားလာနိုင်ဖို့အတွက်....ထိန်းချုပ်ရေးစင်တာကနေ ညွှန်ကြားချက်တွေပေးရတဲ့သူဖြစ်ပါတယ် တစ်ရက်မှာတော့ Pelham 123 ဆိုတဲ့ ရထားတစ်စီးကို လက်နက်ကိုင်အဖွဲ့တစ်ဖွဲ့က အနုကြမ်း၀င်စီးပြီး ရထားပေါ်ကခရီးသွားတွေကို ဓားစာခံအနေနဲ့ဖမ်းထားတဲ့အခါ .... ဂါဘာ လည်း ဒီအကြမ်းဖက်အဖွဲ့နဲ့ ညှိနှိုင်းရာကနေ ဒေါ်လာ ၁၀ သန်း နဲ့ ၁ နာရီအတွင်းလဲဖို့ ကမ်းလှမ်းလာပါတော့တယ်.... ဒီဇာတ်ကားမှာ နာမည်ကျော်မင်းသားကြီး ၂ ဦးဖြစ်တဲ့ Denzel Washington နဲ့ John Travolta တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့အပြင်... ဒါရိုက်တာ Tony Scott ကိုယ်တိုင် US ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-taking-of-pelham-1-2-32009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-28a7d942804b-143x200.jpg",
        "title": "Lich Hand To Destroy Flowers ( 2020 )",
        "description": "ခံစားချက်ဆိုတာ  အသွေးအသားအတွက် ဓားချက်နှလုံးသားအတွက် အဆိပ်ဆေး...\"ဒါကို ယုံကြည်တယ်ဆို ဒီကားကြည့်လိုက်တော့နော်။တရုတ်က အမြဲ ချစ်တတ်ကြတဲ့ မသေမျိုးနဲ့ လူသားကြားက အချစ်ဇာတ်လမ်းတွေကိုပုံဖော်ရိုက်ကူးနေကြပါ။ ဒီတစ်ခေါက်လည်း ပန်းနတ်သမီးလေးနဲ့ ပန်းတွေကိုချစ်တတ်တဲ့ လူသားကြားက အချစ်ကို ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးလို့ပြောရမယ်။ဇာတ်လမ်းလေးကတော့ မိန်းမပျိုလေးတွေ အသွေးသားတွေ စုပ်ယူခံရပြီးအကြောင်းမဲ့သေခဲ့တဲ့ အမှုကိုလိုက်တဲ့ မင်းမှုထမ်းလေးတစ်ယောက် စုန့်ယိချန်ဒီအမှုကိုလိုက်ရင်း သစ်ပင်မိစ္ဆာတိုက်ခိုက်တာ ခံလိုက်ချိန်မှာ ပန်းနတ်သမီးလေးကျောက်ဖေးက ကယ်သွားခဲ့ပြီး သူတို့ အချစ်ဇာတ်လမ်းလေး နိဒါန်းပျိုးခဲ့တာပေါ့ Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lich-hand-to-destroy-flowers-2020/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-a89e128a899d-153x200.jpg",
        "title": "The Master Baji ( 2020 )",
        "description": "ဒီကားလေးကတော့ sept 24 2020မှာထွက်လာတဲ့action,historical,Martial arts အမျိုးအစား ဖြစ်ပါတယ်လွန်ခဲ့တဲ့၁၀နှစ်က လူဆိုးကြီး ကျင့်ထျန်းပေါက်ဟာမြို့မှာအချမ်းသာဆုံးသူဌေး ပိုင်မျိုးနွယ် တစ်အိမ်လုံးကိုရက်ရက်စက်စက်သတ်သွားခဲ့ပေမယ့် မဖမ်းဆီးနိုင်ခဲ့ပဲလွတ်မြောက်သွားခဲ့ပါတယ်...၁၀နှစ်ပြည့်တဲ့နှစ်မှာ ဒီလိုနဲ့ ကျိုးရှင်းဝူရဲ့သူငယ်ချင်း ကျန်ဖုန်တို့တစ်မိသားစုလုံးကျင့်ထျန်းပေါက်ရဲ့သတ်တာခံလိုက်ရတဲ့အခါ..ကျိုးရှင်းဝူရဲဆရာဟာ သူ့ဂိုဏ်းကထွက်သွားစေပြီးကျိုးရှင်းဝူကိုပါးကျီသိုင်းကွက်သင်ယူစေခဲ့ပါတယ်ကျိုးရှင်ဝူ ပါးကျီသိုင်းကွက်တတ်မြောက်ပြီး ပြန်လာချိန်သူ့ဆရာလီစေ့ရယ်ပါသေဆုံးသွားခဲ့ပြီး လူသတ်သမားလို့စွပ်စွဲခံရတဲ့အခါ....လူဆိုးကြီးကျင့်ထျန်းပေါက်ကိုရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား...နှိမ်နင်းနိုင်ပါ့မလားမထင်မှတ်တဲ့လှည့်ကွက်တွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-master-baji-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-8341c77c2a80-112x200.jpg",
        "title": "Wars In Chinatown ( 2019 )",
        "description": "တရုတ်တန်းက စစ်ပွဲလေးအကြောင်း ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက အမေရိကားရောက်နေတဲ့ တရုတ်တန်းက တရုတ်တွေအမေရိကန်ရဲအဖွဲ့ရဲ့ လျစ်လျူရှုခံရတာတွေ ဂျပန်ရဲ့ အမှောင်ထဲကအသုံးချခံရတာတွေကို ပုံဖော်ပြထားခဲ့တာပါ။ဇာတ်လမ်းလေးကိုအကျဉ်းပြောရမယ်ဆိုရင်တော့ အမေရိကားရောက်တရုတ်လူမျိုးတွေ တစ်နေ့ကိုတစ်ယောက်နှုန်းနဲ့ နှလုံးဖောက်ခံရပြီးအမည်မဲ့အလောင်းတွေအနေနဲ့ ပေါ်ပေါ်လာတယ်။ဒါကို ဉာဏ်ကြီးရှင် မျက်နှာဖြူပလိပ်တွေက နှလုံးစားတဲ့မိစ္ဆာကြီးပေါ်လာတယ်ဆိုပြီးအမှုမလိုက်ဘူးတဲ့။ ဒီတော့ ကိုယ်ထူကိုယ်ထစနစ်နဲ့ တရုတ်တန်းကတရုတ်တွေ ဒီကိစ္စနောက်ကွယ်ကို စုံစမ်းရင်း ဒီဇာတ်လမ်းလေးပေါ်လာတာပါပဲTranslated & Review By Chu ChuEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/wars-in-chinatown-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-baa3125fba51-113x200.jpg",
        "title": "HUA MULAN ( 2020 )",
        "description": "ထုံးစံအတိုင်း ဗားရှင်းတမျိုးနဲ့ မူလန်ပေါ့ ဒါပေမယ့်ဒီမူလန်ဗားရှင်းကတော့ မဆိုးဘူးပြောရမယ်.မူလန်လေးနည်းနည်းမလှတာကလွဲရင် ဇာတ်ကားလေးကမဆိုးလှပါဘူးထင်ထားတာထက်ပိုပြီးကောင်းပါတယ်တခြားမူလန်မင်းသမီးထက်စာရင် မလှဘူးပဲပြောတာပါနော်ကြည့်ရင်းကြည့်ရင်း မျက်လုံးဝိုင်းဝိုင်းလေးနဲ့ ဒီမူလန်လေးလည်း ချစ်စရာကောင်းတာတွေ့ရပါလိမ့်မယ်ကိုယ်ခံပညာတော်ပြီး လူဆိုးဖမ်းရတာကိုနှစ်ခြိုက်တဲ့ မူလန်တစ်ယောက်လူဆိုးထိန်းဆီမှာ လူဆိုးဖမ်းဖို့အလုပ်တောင်းသော်လည်းမိန်းကလေးဖြစ်နေလို့လုပ်ချင်တာ လုပ်ခွင့်မရခဲ့ပါဘူးဒီအချိန်မှာ တိုင်းပြည်ကိုကျူးကျော်လာတဲ့ ရန်သူတွေကိုကာကွယ်ဖို့တစ်အိမ်တစ်ယောက်စစ်မှုထမ်းခေါ်ရာက ဖခင်ကိုယ်စားယောက်ျားလေးယောင်ဆောင်ပြီး တပ်ထဲဝင်ရောက်ခဲ့ပါတယ်သိုင်းပညာကိုပင်ကိုယ်ဝါသနာပါတဲ့မူလန်တစ်ယောက် တပ်ထဲမှာလည်းတပ်သားကောင်းတစ်ယောက်အနေနဲ့လေ့ကျင့်သင်ကြားနိုင်ခဲ့ပါတယ်စစ်ပွဲတွေအပေါ်မှာ သာမာန်လောက်သာအစက စိတ်ထဲထားခဲ့ပေမယ့်မိတ်ဆွေရင်းတစ်ယောက် တိုက်ပွဲကျသွားတဲ့အခါ... ခိုကိုးရာမဲ့ပြည်သူတွေမျက်စိရှေ့မှာသေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ သူ့အမြင်တွေပြောင်းလဲလာပြီးအောင်လံလွှင့်လိုစိတ်တွေ ပြင်းထန်လာပါတယ်ဘယ်လိုတွေအောင်မြင်အောင်တိုက်ခိုက်မလဲမူလန်ဇာတ်လမ်းကိုအမျိုးမျိုးပုံဖော်ရိုက်ကူးကြတဲ့အထဲမှာဒီကားလေးကလည်းတစ်မျိုးကောင်းပါတယ်ဒီဇာတ်လမ်းလေးကို မူလန်ကယ်တင်ထားခဲ့တဲ့ မိဘမဲ့ကလေးတစ်ယောက်ဖြစ်တဲ့ချူးလိုက်ဟော်က အသက်ကြီးရင့်တဲ့အချိန် ပြန်ပြောင်းပြောပြတဲ့ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာဖြစ်ပါတယ်ဂျင်းတော့ဂျင်းပေမယ့် ရသမြောက်ဂျင်းလေးမို့ အားပေးကြည့်ရှုကြပါဦးနော်Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/hua-mulan-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IuoL7QmVgomokCpwmgUz3VmL7w.jpg",
        "title": "The Golden Holiday (2020)",
        "description": "The Golden Holiday (2020)\nအခုတစ်ခါ CM ပရိတ်သတ်ကြီးကို ၂၀၂၀ခုနှစ်ထွက် Action/Comedy ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ် Cast တွေကတော့The Man Standing Next,The Wailing တို့မှာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဝါရင့်\nသရုပ်ဆောင်ကြီး Kwak Do-won,နန်းတွင်းကားတော်တော်များများမှာပါတတ်တဲ့ သရုပ်ဆောင်ကြီး Kim Sang\nHo,The Sound of Your Heart ထဲကဟာသသရုပ်ဆောင် Kim Dae-Myung တို့အဓိကပါဝင်ထားပြီ\nး ရယ်လည်းရယ်ရ ကြည့်လို့လည်းကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်း\nကတော့ ဗြောင်းဆူဆိုတဲ့ ရဲဟာအလွန်ရိုးသားသလိုစိတ်ထားလည်းကောင်းတဲ့သူဆိုပေမယ့် တစ်ခါတစ်ခါဒေါသ\nလည်းကြီးပါတယ် သူ့မှာအရမ်းချစ်ရတဲ့သူငယ်ချင်း ယုံးဘယ်ဆိုတာရှိပါတယ် ယုံးဘယ်ကတော့သူလူလိမ်တစ်\nယောက်ပါ လိမ်ရမယ်ဆိုသူ့သူငယ်ချင်း ရဲကိုတောင်မချန်ပါဘူး သူငယ်ချင်းကို အရမ်းချစ်တဲ့ဗြောင်းဆူက ယုံးဘယ်\nငွေလိုလို့ပိုက်ဆံကိုသူ့နာမည်နဲ့ အာမခံထားချေးပေးခဲ့ပေမယ့် လူလိမ် ယုံးဘယ်က ဒီငွေတွေကိုပြန်မဆပ်ပဲ ဖိလစ်ပိုင်\nကိုလစ်သွားပါတယ် သူငယ်ချင်းကောင်းမှုနဲ့အိမ်ပေါင်ပြီး ပိုက်ဆံချေးပေးထားလို့ အပေါင်ဆုံးမလိုဖြစ်နေတုန်း တစ်ပူ\nပေါ်နှစ်ပူဆင့်ဆိုသလို သူ့အမျိုးသမီးကလည်းသူကို ဖိလစ်ပိုင်ကိုခရီးထွက်ချင်ကြောင်း ပူဆာပါတော့တယ် ဒီလိုနဲ့\nဗြောင်းဆူတစ်ယောက် ပြဿနာတွေကိုခဏ မေ့ထားပြီး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-golden-holiday/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rR2LOUI0gj0Eg9HwPbRpw7UsMXx.jpg",
        "title": "Embattled(2020)",
        "description": "Embattled(2020)2020 ထဲမှာထွက်ရှိခဲ့တဲ့ အက်ရှင် ဒရာမာ အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ် MMA Caged Fights တွေကိုအခြေတည်ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်လို့ လက်ဝှေ့ပွဲပရိတ်သတ်တွေ နှစ်သက်ကြမယ်ထင်ပါတယ်...ကတ်ရှ်က MMA မှာ ဘုရင်လို့တောင် တင်စားခံရတဲ့ ထိတ်ထန်း ဖိုက်တာတစ်ယောက်ပါ....၃၇ပွဲမှာ တစ်ပွဲသာရှုံးနိမ့်ဖူးတဲ့ ဖိုက်တာာတစ်ယောက်ပေါ့..တကယ်တော့ သူဟာ ကလေး(၂)ယောက်ရှိခဲ့ပြီး အမျိုးသမီးနဲ့ အဆင်မပြေလုိ့လမ်းခွဲခဲ့ပြီးနောက်မှအောင်မြင်လာတဲ့သူပါ..ယခုလည်းနောက်အိမ်ထောင်ပြုလိုက်ပါပြီ...ပထမအိမ်ထောင်နဲ့ရခဲ့တဲ့သားကြီး ဂျက်ကတော့အောင်မြင်လာတဲ့သူ့အဖေကိုအားကျပြီး MMAလောကထဲကို ဝင်ရောက်ဖို့ကြိုးစားလာပါတယ်..ကတ်ရှ်က သူ့သားအောင်မြင်ဖို့ ကူညီပေးပြီး ထရိန်နာတွေနဲ့ ကူညီပေးပါတယ်...အဲ့ဒီနောက် သားဖြစ်သူ ဂျက်တစ်ယောက် လက်စောင်းလေးထက်လာပြီး MMAလောကအကြောင်းနဲ့သူ့အဖေအကြောင်းတွေသိလာရတဲ့အချိန်မှာတော့...ဘယ်လိုတွေဆက်ပြီး ပွဲတွေကြမ်းမလဲဆိုတာကိုတော့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်...File Size :(928MB) and (333MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/embattled2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/fatman-141x200.jpg",
        "title": "Fatman 2020",
        "description": "ခရစ်စမတ် ကာလမှာ ကလေးတွေဟာ သူတို့ရဲ့ ဆန္ဒလေးတွေကို ရေးပြီးမှခရစ်စမတ် ဘိုးဘိုးကြီးလို့ ခေါ်တဲ့ Santa ဆီကို စာပို့ကြလေ့ရှိပါတယ်။ခရစ်ဆိုတဲ့ အဘိုးကြီးတစ်ဦးဟာ Santa အသွင်နဲ့ ကလေးတွေကိုလက်ဆောင်ပို့တဲ့အလုပ်လုပ်တဲ့သူပေါ့တစ်နေ့မှာ ဝီနန်ဆိုတဲ့ တစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းလိုချင်တာ ရအောင်ယူ ဖြစ်ချင်တာ ရအောင်လုပ်တတ်တဲ့ သူဌေးသားလေးဟာလည်းခရစ်စမတ်မှာ Santa ဆီကို စာတစ်စောင်ပို့လိုက်ပါတယ်။ဝီနန်ဟာ ကလေးဆိုပေမယ့် သူဌေးသားဖြစ်တဲ့အလျောက်အသက်ငယ်သော်ငြားလည်း သူဖြစ်ချင်တာတွေ မဖြစ်တဲ့အခါကြေးစားတစ်ယောက်ကို ပိုက်ဆံပေးပြီး မရရအောင် လုပ်တဲ့သူတစ်ယောက်ပါ။အဲ့ဒီလောက် ဆိုးသွမ်းတဲ့ ဝီနန်တစ်ယောက် Santa ဆီကခရစ်စမတ်လက်ဆောင်အဖြစ် သူလိုချင်တာမရဘဲမီးသွေးခဲတစ်တုံးသာပြန်ရလိုက်တော့အရမ်းကို စိတ်တိုသွားပါတော့တယ်။ ဖြစ်ချင်တာကို ရအောင် လုပ်တတ်တဲ့ဝီနန်တစ်ယောက် ကြေးစားတစ်ယောက်ကို ငှားပြီးSanta ကို ရှာသတ်ခိုင်းပါတော့တယ်....\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantsy, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Yoon ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/fatman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yjDvYhx6HjXSMWI3YZ5SHphkOah.jpg",
        "title": "Ayyappanum Koshiyum(2020)",
        "description": "Ayyappanum Koshiyum(2020)IMDb...7.9အိုက်ယာပန်နိုင်းယားလို့ခေါ်တဲ့ ဉပဒေကိုယ်တိုင်လိုက်နာသလို သူစည်းကမ်းတင်းကြပ်တာကိုအမြဲတမ်းဂုဏ်ယူခဲ့တဲ့ နယ်မြို့လေးရဲ့အချစ်တော်seniorရဲအရာရှိတစ်ယောက်ရှိတယ်...စာအုပ်ကြီးသမားဖြစ်လို့ သူ့ကိုရှိန်ကြသူတွေလည်းအတော်များတယ်...တစ်နေ့မှုခင်းတစ်ခုမှာ လူတစ်ယောက်ဖမ်းဆီးလိုက်တယ်...ဉပဒေအရ အရေးယူမှုတွေ ပြုလုပ်ခဲ့တယ်..သို့ပေမဲ့ အကျင့်ပျက်ချစားမှုတွေများလှတဲ့ ဒီနိုင်ငံမှာ သူဖမ်းလိုက်တဲ့သူကြောင့် နောက်ဆက်တွဲပြဿနာတွေဖြစ်လာပြီးရာထူးက အနားခံရတဲ့အပြင် ယူနီဖောင်းချွတ်ပြီးအရပ်သားအဖြစ်ပါပြောင်းခံလိုက်ရတယ်...ကျားနာတစ်ကောင်လိုဖြစ်လာတဲ့သူဟာ\"မျက်လုံးတလုံးအတွက်မျက်လုံးတလုံး\"\n\"သွားတချောင်းအတွက်သွားတချောင်း\"ဆိုတဲ့  စိတ်ရိုင်းတွေဝင်လာတဲ့အခါမှာတော့...သူဘယ်လိုတုန့်ပြန်မလဲဆိုတာကိုတော့...India ကားကောင်းတွေနင်းကန်ကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Yoonwahwah Theint ပဲဖြစ်ပါတယ်....File Size :(1.35GB) and (505MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:57:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ayyappanum-koshiyum2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Armour-of-God-II-Operation-Condor-1991-134x200.jpg",
        "title": "Armour of God II: Operation Condor (1991)",
        "description": "Amour of God II ကတော့ 1991 ခုနှစ်မှာ ထွက်ခဲ့ပါတယ်ဒီတစ်ခါတော့ ဂျက်ကီတစ်ယောက် အပန်းဖြေနေရာကနေ တာဝန်နဲ့ ပြန်ခေါ်ခံရပါတယ်အာဖရိကသဲကန္တာရထဲမှာ ဂျာမနီစစ်တပ်တွေ ဒုတိယကမ္ဘာစစ်တုန်းက မြှုပိထားခဲ့တဲ့ ရွှေတွေကို သွားရောက် တူးဖော်ဖို့ပါသူနဲ့အတူ ကန္တာရပညာရှင်မလေးတစ်‌ယောက်ကို အဖော်ထည့်ပေးလိုက်ပါတယ်နောက်တစ်ယောက်ကတော့ ရွှေတွေကို တာဝန်ယူမြှုပ်ခဲ့တဲ့ စစ်လက်ထောက်ကြီးရဲ့ မြေးဖြစ်သူ မိန်းကလေးကလည်းသူ့အဘိုး ဘဝခရီးဘယ်လိုအဆုံးသတ်ခဲ့သလဲဆိုတာကို အတည်ပြုဖို့အတွက် သူ့ဆန္ဒအလျောက် ရွှေတူးဖော်မယ့်ခရီးကို လိုက်ခဲ့ပါတယ်မိန်းကလေး ၂ ယောက်ရဲ့ အချင်းချင်း မတည့်တာလေးတွေဘုနဲ့ ဘောက်ဖြစ်ကြတာလေးတွေကိုဟာသလေး နှောပြီး ချစ်စရာကောင်းအောင် ရိုက်ကူးပြထားပါတယ်ဒါ့အပြင် အာဖရိကဘက်ကို ကျွမ်းကျင်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့လည်း လမ်းမှာဆုံရာက အတူ ခရီးဆက်ဖြစ်ကြပါတယ်မချော ၃ ယောက် ဂျက်ကီတစ်ယောက် အခက်အခဲတွေကို ရင်ဆိုင်ပြီး ရွှေတွေရှိတဲ့နေရာကို ရောက်သွားချိန်မှာတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/armour-of-god-ii-operation-condor-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/u8Lh2XEcJoL58WSOvW5LaeCGGJ8-133x200.jpg",
        "title": "Armour of God (1986)",
        "description": "အခုတစ်ခါတော့ အဟောင်းထဲက အကောင်းလေး တစ်ခုဖြစ်တဲ့ ဂျက်ကီချန်းရဲ့ ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါပြီ1986 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Armour of God ပထမဆုံးဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းလေးနဲ့ အနည်းငယ် မိတ်ဆက်ပေးချင်ပါတယ်ခရစ်တော်မပေါ်မီ‌ တစ်ချိန်က မကောင်းဆိုးဝါးဂိုဏ်းတွေ လောကကြီးကို ကြီးစိုးဖို့ ကြိုးစားကြပါတယ်သူရဲ‌ကောင်းတွေက ဒီလိုမကောင်းဆိုးဝါးတွေကို တိုက်ပွဲဆင်နွှဲပြီး နောက်ဆုံးမှာ အနိုင်ယူခဲ့ပါတယ်အဲလိုတိုက်ပွဲမှာ သုံးခဲ့တဲ့ ဓားကို နတ်ဓားလို့ ခေါ်ဝေါ်ကြပါတယ်ကမ္ဘာ‌ပေါ်မှာ နတ်ဓားစုစုပေါင်း ၅ ချောင်း ရှိနေပါတယ်ဂျက်ကီချန်းက ၃ ချောင်းကို ရှာဖွေတွေ့ရှိပြီး ရောင်းစားထားပါတယ်အဲအချိန်မှာမကောင်းဆိုးဝါးဂိုဏ်းတစ်ခု ပေါ်ပေါက်နေပါတယ်ဒီဓားတွေကို အရယူပြီး ဖျက်စီးလိုက်နိုင်ရင် သူတို့ဘာသာသာသနာဟာ တည်တံ့ခိုင်မြဲပြီး သာယာဝပြောလိမ့်မယ်လို့ ယုံကြည်နေကြပါတယ်ဒါကြောင့် နတ်ဓားတွေကို ရအောင်ယူနိုင်မယ့် ဂျက်ကီချန်းကို ပိုက်ဆံမပေးဘဲ ခိုင်းနိုင်ဖို့ရာ ဂျက်ကီ့ရဲ့ ငယ်ချစ်ဟောင်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/armour-of-god-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/AsnZdUdmfxEenKH3GNMtqIFAzDh-133x200.jpg",
        "title": "Malaal",
        "description": "Malaal (2019)ရသစုံတဲ့ Bollywood ဇာတ်လမ်းကောင်းလေး Malaal နဲ့ မိတ်ဆက်ပေးပါမယ်....ဇာတ်လမ်း အစကတော့ ရှီဗာဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်က\nတက္ကသိုလ်နောက်ဆုံးနှစ်တက်နေပြီး\nအစားအသောက်စုံတဲ့ အလုပ်လက်မဲ့ဖြစ်ကာ\nတစ်ရက်ကွက်လုံးက အသုံးမကျသူလို့သတ်မှတ်ထားခံရသူဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အာစတာတို့မိသားစုဟာ ကျိကျိတက်ချမ်းသာရာကနေ\nကံကြမ္မာကြောင့် စီးပွားရေးပျက်ပြီး\nရှီဗာတို့အိမ်နားကို ပြောင်းရွေ့လာရပါတော့တယ်။ရှီဗာနှင့်သူ့သူငယ်ချင်းတွေက အာစတာတို့ စာသင်နေတုန်း ရောက်လာပြီး\nစကားများကြပြီးတဲ့အချိန်မှာတော့\nအာစတာက သူ့ဘဝတိုးတက်ရာတိုးတက်ကြောင်း ကြိုးစားဖို့ပြောဆိုခဲ့ပြီး\nအဲဒီအချိန်မှာပဲ ရှီဗာက အာစတာ့ကို မေတ္တာသက်ဝင်သွားပြီး ချစ်ရေးဆိုခဲ့တယ်။\nဒါပေမယ့် အာစတာမှာ မိဘတွေ သဘောတူပြီးသား\nငယ်ပေါင်း အန်ရာနှင့်လက်ထပ်ရမယ့်အခြေအနေ ဖြစ်နေပါပြီ။\nအာစတာမှာ အလုပ်အကိုင်များရှာဖွေပေးရင်း\nရှီဗာကို မိသားစုအားကိုးနိုင်မယ့် လူကောင်းအဖြစ် ပြောင်းလဲရာမှာ\nရှီဗာကို ချစ်သွားခဲ့မလား?????\nသူတို့နှစ်‌ယောက်မိဘသဘောမတူတဲ့ကြားက ပေါင်းဖက်နိုင်ပေါ့မလား?????\nရှီဗာကကော လူကောင်းအဖြစ်ပြောင်းလဲသွားနိုင်မလား ......ဆိုတာကို\nအလွမ်း အဆွေး ရသစုံစုံလင်လင်ခံစားရမှာမို့ အကြိုက်တွေ့စေမှာပါ။Review နဲ့ ဘာသာပြန်ထားတာကတော့ Yawng Yawng ပါ။Encoder ကတော့ Thit San Khant ပါ။",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/malaal-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyzJSI7UZZzz5Toj10rYGF5689z.jpg",
        "title": "The Lego Star Wars Holiday Special",
        "description": "The lego Star War Holiday Special 2020\n=========================================\nစတားဝါး လီဂို ကာတွန်း ဇာတ်လမ်းတို့လေးကတော့ ၄၅ မိနစ် စာပဲ ရှိပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရယ်ရတယ်။ Star Wars The Rise of Skywalker အပြီး ဇာတ်လမ်းကို ချိတ်ထားတာပါ။ ရေး နဲ့\nတော်လှန်ရေးအဖွဲ့တွေ အနားယူနေချိန် ရေးဟာ ဖင်းကို ဂျဒိုင်း ပညာတွေ သင်ပေးဖို့ ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး။ ဒါကြောင့် ဂျ\nဒိုင်း ဖတ်စာအုပ်တွေကို လိုက်ရှာကြည့်တဲ့အခါမှ ဂျဒိုင်းတစ်ယောက်ဟာ Force ကိုသုံးပြီး အချိန်ခရီးသွားလို့ရတဲ့ စက် ရှိတာကို\nတွေ့ရှိသွားပါတယ်။ ဒါကြောင့် အဲဒီစက်ကို သုံးပြီး သူ့ရဲ့ အရင်ရှိခဲ့တဲ့ ဂျဒိုင်းဆရာတပည့်တွေ သင်ကြားပုံကို လေ့လာဖို့ ထွက်လာပါတော့\nတယ်။ ယိုးဒါးနဲ့ လုခ်၊ ကွိုင်ဂွန် နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fR7g/The.Lego.Star.Wars.Holiday.Special.2020.1080p_%7BCM%7D.mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sZ1UGVxOCs4yDd5NoACRkK0oXn.jpg",
        "title": "Laxmii(2020)",
        "description": "Laxmii(2020)၂၀၂၀ ကိုဗစ်ကာလမှာ ဇာတ်ကားတွေ ရှားပါးတဲ့အထဲ\nမင်းသားကြီး အရှေးကတော့\nRemakeတစ်ခုဖြစ်တဲ့ Laxmiiက ထွက်လာခဲ့ပါတယ်။အားလုံးလည်း မင်းသားကြီးကို လွမ်းနေမယ်ဆိုတာ\nသေချာပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့\nအရင် တာတေကြီးလို့ အများသိတဲ့ Kanchanaနဲ့\nမကွာတော့ ထွေထွေထူးထူး ပြောပြနေစရာ မလိုဘူး ထင်ပါတယ်။အရင်ကားဟောင်းကို မကြည့်ဖူးသူတွေအတွက်\nပြောပေးရမယ်ဆိုရင်\nတစ္ဆေမကြောက်တတ်တဲ့ လူတစ်ယောက်ကို\nအဖြစ်ဆိုးနဲ့သေဆုံးခဲ့ရတဲ့ လူတစ်ယောက်က\nဝင်းပူးတာပါ။အဖြစ်ဆိုးအတွက် သူ့ရဲ့ တုန်ပြန်မှု၊\nသူ့ဘဝနောက်ကြောင်းတွေ၊\nသူရဲ့ ကြင်နာသနားတတ်မှုတွေက ကြည့်ရှုသူတိုင်းကို\nသနားကရုဏာသက်စေမှာပါ။ဒီတော့ တခြားခန္ဓာကိုယ်တစ်ခုမှာ ဝင်ပူးပြီး\nသူ ဘာလုပ်မယ် ဆုံးဖြတ်ခဲ့သလဲ\nဘယ်လိုတွေ ကြံစည်လာဦးမလဲ ဆိုတာကို\nဟာသနှောပြီး ကြည့်ရှုရမှာပါ။ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူက Myint Thu နဲ့ Nyi Koeတို့ပဲြဖစ်ပါတယ်....File Size :(1.28GB) and (494MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action,Comedy,Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/laxmii2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/6lQXp_4f-115x200.jpg",
        "title": "The Dragon Hunting Well ( 2020 )",
        "description": "ဒီကားလေးမှာတော့...ဆွမ်ယိချန်က ကပ်ရောဂါဖြစ်နေတဲ့ မြို့လေးကိုဆေးအထောက်အပံ့ပစ္စည်းတွေ သွားပို့တဲ့ ဆရာဝန်တစ်ယောက်ပါ အဲ့ဒီမြို့လေးကလူတွေကလည်း ဘာသာရေးအလွန်အမင်း အယူသည်းပြီး ရောဂါကူးခံရတဲ့လူတွေကိုကျိန်စာမိနေတာလို့ သတ်မှတ်ထားကြပါတယ် ဆွမ်ယိချန် ရောဂါကူးစက်ခံရတဲ့လူတွေကိုထားတဲ့ ကန့်သတ်နယ်မြေကို ရောက်သွားပြီးမကြာခင်မှာ လူသားစားတဲ့သားရဲတစ်ကောင်ပေါ်လာတဲ့အခါ လူမှုကူညီရေးကလူတွေ ရောဂါကူးခံရတဲ့လူနာတွေ နဲ့အယူသည်းလွန်းတဲ့ မြို့လေးကလူတွေက ဘယ်လိုမျိုး လွတ်မြောက်အောင်လုပ်ကြမလဲလူတွေက သေချင်းတရားနဲ့မျက်နှာချင်းဆိုင်တွေ့တဲ့အခါ ဘယ်လိုမျိုးတွေ ပြောင်းလဲသွားကြမှာလဲဆိုတာ ရင်သက်ရှုမောဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-dragon-hunting-well-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGklB5rrVfEVbTFboR8EZxssImZ.jpg",
        "title": "King Naresuan Part 2 (2007)",
        "description": "Part 2\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Nay Chi\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/king-naresuan-part-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jiu_jitsu-135x200.jpg",
        "title": "Jiu Jitsu 2020",
        "description": "မင်းသားကြီး နီကိုလက်ကေ့ နဲ့ တိုနီဂျားတို့ ပါဝင်ထားတဲ့ ဂျူဂျစ်ဆု ရုပ်ရှင်ထွက်ပါပြီ။\nဂျူဂျစ်ဆု ဆိုတာ သိုင်းပညာကို သီးသန့် ရည်ညွှန်းတာမဟုတ်ဘူး ဒီ ရုပ်ရှင်မှာတော့ သီးသန့်အဓိပ္ပါယ်နဲ့ပဲ ဖြစ်ပါတယ်။\nPredator ရုပ်ရှင်နဲ့ နင်ဂျာ ရုပ်ရှင်တွေကို လွမ်းတယ်ဆိုရင် ဒီကားကို ကြည့်လိုက်ပါ။\nဂြိုလ်သားတွေနဲ့ နင်ဂျာတွေ ချတဲ့ဇာတ်လမ်းပါပဲ။\nဇာတ်လမ်းကတော့ လှည့်ကွက်လေးတွေပါလို့ မပြောပြတော့ပါဘူး။ ဇာတ်လမ်း၊ ဒိုင်ယာလော့၊ အက်ရှင်၊ အထူးပြုလုပ်ချက်တွေကတော့ ဘာမှပြောစရာမရှိပါဘူး။ ကြည့်ပြီးရင် သိပါလိမ့်မယ်။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "",
        "url": "https://megaup.net/2fP9g/Jiu.Jitsu.2020.1080p.WEB-DL(CM).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/chick-135x200.jpg",
        "title": "Chick Fight 2020",
        "description": "ဒီတစ်ခါတော့ အမျိုးသမီးများအတွက် women empowerment ဖြစ်စေမဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ရပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အန်နာဆိုတာ ကော်ဖီ‌ဆိုင်သေးသေးလေး ဖွင့်ပြီး အခက်အခဲတွေနဲ့ ရုန်းကန်နေရတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nဒီလိုရုန်းကန်နေတဲ့ကြား ရှိတဲ့ကော်ဖီဆိုင်လေးပါ မတော်တဆမှုကြောင့် မီးထဲပါသွားတဲ့အခါ အန်န ကူကယ်ရာမဲ့နေခဲ့ပါတယ်\nအဲ့ဒီအချိန် အန်နာ့ ပြဿနာတွေကို ‌ဖြေရှင်းဖို့ သူငယ်ချင်း ချာလင်းရဲ့ မိတ်ဆက်ပေးမှုနဲ့ အန်နာတစ်ယောက် အမျိုးသမီးတွေချည်းလုပ်တဲ့ တရားမ၀င် တိုက်ခိုက်ပွဲတွေကျင်းပတဲ့ ကလပ်တစ်ခုကို အူလည်လည်နဲ့ ရောက်သွားပါတော့တယ်\nဒါပေမယ့် ဒီကလပ်နဲ့ အန်နာကြားမှာ ထင်ထားတာထက် ဆက်နွယ်မှုတွေရှိ‌နေတဲ့အခါမှာတော့........\nအမျိုးသမီးတွေ ကြမ်းကြရမ်းကြမယ့် ရိုက်ကွက်တွေကို ကြည့်ရှုရမယ့် comedy action ကားလေးတစ်ကားဖြစ်ပြီး Bella Throne လို ခပ်ဟော့ဟော့ မင်းသမီးကလည်း ပါ၀င်အားဖြည့်ထားပါတာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:17:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/chick-fight-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZQJYmxd6xER824P2T4QEq9ioqq.jpg",
        "title": "The Swordsman(2020)",
        "description": "The Swordsman(2020)အညွှန်း**************************IMDb...7.0ဂျိုဆွန်းပြည်ဟာ မြောင်နိုင်ငံကို စစ်ရှုံးပြီးတော့ နောက်ဆက်တွဲအကျိုးဆက်တွေက အတော်ဆိုးပါတယ်...စားနပ်ရိက္ခာတွေအပြင် မိန်းကလေးကျွန်တွေပေးနေရပါတယ်....တဖြည်းဖြည်း မြောင်နိုင်ငံဟာ နောက်ထပ်စစ်ပွဲတစ်ခုကိုဉီးတည်ချင်တဲ့ရည်ရွယ်ချက်ကြောင့်ပဲလားမသိ...ကျွန်အရေတွက်တွေ တိုးလို့တောင်းခံသလို အထူးလေ့ကျင့်ထားတဲ့ စစ်သည်တွေကိုလည်း ဂျိုဆွန်းကိုစေလွှတ်ထားပါတယ်...ဂျိုဆွန်းရဲ့ မှူးမတ်တွေရဲ့အကြံကလည်းတော်တော်ယုတ်မာပါတယ်..သူတို့သမီးတွေ ကျွန်အဖြစ်မပေးရရေးကိုစားဖို့တောင်အနိုင်နိုင်ြဖစ်နေတဲ့ ရွာလေးတွေက သမီးတွေကို မွေးစားသမီးလုပ်မယ်ဆိုတဲ့မက်လုံးနဲ့ခေါ်ယူမွေးပြီးကျွန်အဖြစ်ပေးဖို့ကြံကြပါတယ်...ဒီလိုနဲ့မွေးစားခံဖို့ခေါ်တဲ့အထဲမှာ သမီးလေးတစ်ယောက်ရဲ့အဖေဟာဇာတ်မြှုတ်နေတဲ့ အထူးဓားရေးကျွမ်းကျင်တဲ့ ဓားသမားတစ်ယောက်ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်ကားက မင်းသားကြီး Hyuk Jang အဓိကသရုပ်ဆောင်ထားပြီး ဇာတ်လမ်းအစမှအဆုံးထိရှယ်ဗျင်းကြတဲ့အက်ရှင်ဇာတ်ကားပါ..ရိုက်ချက်တွေလည်း တော်တော်ကြီးမိုက်သလိုနောက်ခံတီးလုံးတွေလည်းလန်းပါတယ်..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hana ပဲြဖစ်ပါတယ်...File Size :((942MB) and (315MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hana\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-swordsman2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ftkKVbk4sQEcekuaGJvpvXcNs32.jpg",
        "title": "Pearl Harbor (2001)",
        "description": "Pearl Harbor 2001\n====================\n၁၉၄၁ ခုနှစ်က အမေရိကန်နိုင်ငံ၊ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေလာရောက်တိုက်ခိုက်ခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်မူတည်ပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ဆိုပေမယ့်အဓိကဇာတ်ကောင်တွေကတော့စိတ်ကူးယဥ်သာဖြစ်ပြီးအချစ်ဇာတ်လမ်းအပိုင်းပါထည့်\nသွင်းထားတာဖြစ်ပါတယ်။ ရေ့ဖ်နဲ့ဒန်နီဟာ ငယ်စဥ်ကတည်းကအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီး\nအမေရိကန်လေတပ်ပိုင်းလော့တွေလည်းဖြစ်ကြပါတယ်။ ရေ့ဖ်ဟာ အက်ဗလင်း ဆိုတဲ့\nစစ်သူနာပြုနဲ့ချစ်ကြိုက်ပြီးနောက် ဥရောပမှာဖြစ်ပွားနေတဲ့ဒုတိယကမ္ဘာစစ်အတွက်\nဗြိတိန်ဘက်မှဝင်တိုက်ပေးဖို့အခွင့်အရေးကိုရရှိသောအခါလက်လွှတ်မခံနိုင်၍\nချစ်သူအက်ဗလင်းကိုနှုတ်ဆက်ကာ အင်္ဂလန်သို့ထွက်သွားပါတော့တယ်။ ရေ့ဖ်တစ်ယောက်\nအင်္ဂလန်မှာဂျာမန်တွေကိုတိုက်ခိုက်နေချိန်မှာ အင်အားနည်းနေတဲ့ပုလဲဆိပ်ကမ်းကို\nထင်မှတ်မထားတဲ့အန္တရာယ်ကြီးကျရောက်လာပါတော့တယ်။\nဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာဟာ Transformers ဇာတ်လမ်းတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nMichael Bay ဖြစ်တာမို့သူ့ရဲ့အက်ရှင်ပေါက်ကွဲမှုလက်ရာတွေကိုဇာတ်လမ်းတစ်လျှောက်\nအားရပါးရမြင်တွေ့ရမှာပါ။ အက်ရှင်ကားကြမ်းကြမ်းကြိုက်သူတွေ၊\nစစ်ဇာတ်လမ်းကြိုက်သူတွေ၊ ဒါရိုက်တာ Michael Bay ရဲ့လက်ရာတွေကြိုက်သူတွေအဖို့တော့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nTranslated by : Pyi T Nyein\nEncoded by : YK\nQuality : 1080p blueray and 720p",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/pearl-harbor/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frB57nMDmu4NnSzjmrq0lEx5iod.jpg",
        "title": "Ludo(2020)",
        "description": "Ludo(2020)((အလန်းစားကားမို့ WEB-DL1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))တစ်ချို့ကားတွေရှိတယ်''Cast ကားကောင်းပေမဲ့ဇာတ်လမ်းမကောင်းတော့ မှန်းချက်နဲ့မကိုက်''ဒီကားကတော့ခြွင်းချက်''ပါဝင်ထားတဲ့ Cast တွေက အားရစရာပါ...မြန်မာပရိတ်သတ်တွေနဲ့ရင်းနီှးကြတဲ့ရဲနဲ့သူခိုးဖမ်းတမ်းကစားတဲ့ကားမှာမိမလိုနဲ့အမြဲကပ်ပြီးလွတ်သွားတဲ့ရဲသားကြီး Abhishek Bachchan ''သရဲမလေးကိုမှစွဲလန်းချစ်မိသွားတဲ့ Rajkummar Rao'' ထွက်သမျှကားတိုင်းမသောက်ရမနေနိုင်တဲ့ရှကီဘဲကြီး Aditya Roy Kapoor''အခုနောက်ပိုင်းထွက်တဲ့ဇာတ်ကားတိုင်းသူ့ခြေရာကနေမလွတ်တဲ့ဟာသဗီလိန်ကြီး Pankaj Tripathi''Hollywood ကားတွေပါတောင်ပါတယ်ဗျ''...​ချစ်ဖို့ကောင်းတဲ့နပမ်းသမားမလေးနှစ်ယောက်ဖြစ်တဲ့ Fatima Sana Shaikh နဲ့ Sanya Malhotra ''ဂျွတ်ထိုးတတ်တဲ့ဆရာမလေးကားထဲမှာပါတဲ့စာတော်တဲ့ကျောင်းသားဆိုးလေး Rohit Saraf''အဲ့လိုCast တွေကိုအသုပ်စုံလိုသမထားပေမဲ့ဇာတ်ကားက အချိတ်အဆက်မိမိနဲ့ဂေါ်ထွက်နေပါတယ်...\nဒါရိုက်တာကလည်း '' Anurag Basu''ဖြစ်ပြီး''Ranbir Kapoor ရဲ့ Barfi''လက်ပွားမင်းသားရဲ့ Kites တို့လိုဇာတ်လမ်းခပ်ဆန်းဆန်းတွေရိုက်ပြီး''ဆုတွေလည်းရထားတာတဲ့သူပါ...\nကြည့်ရတန်မယ်ဆိုတာအာမခံပါတယ်''Ludo ဆိုတဲ့ဂိမ်းလိုမျိုးပဲကြည့်သူတွေကိုဘယ်လိုလှည့်ကွက်နဲ့ဖမ်းစားမလဲဆိုတာကိုတော့အညွှန်းက စပွိုင်လာဖြစ်နေမှာစိုးလို့ သီးခြားကြီးမရေးတော့ပါဘူး...မှုခင်းလည်းပါရမယ် ..အက်ရှင်လည်းပါရမယ် ..ဟာသလေတွေလည်းဖောက်ထားရမယ်..Indiaကားလည်းဖြစ်ရမယ်ဆိုတဲ့သူတွေ နင်းကန်ဒေါင်းပြီးအားပေးသင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းကို Thu Hlaing မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့ Zwe Zan Aungနဲ့ Paingတို့ပဲဖြစ်ပါတယ်...File Size :(2.63GB)(1.16GB) and (429MB)\nQuality : NF WEB-DL 1080p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ludo2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNDliY2E1MjUtNzZkOS00MzJlLTgyOGEtZDg4MTI1NzZkMTBhXkEyXkFqcGdeQXVyNjMwMzc3MjE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mulan (2020)",
        "description": "မထွက်ခင်ကတည်းက နာမည်ကြီးနေခဲ့တဲ့ မူလန် ထွက်လာခဲ့ပါပြီ\nရုံတွေ ပိတ်ထားလို့ Disney+ မှာပဲ တင်ခဲ့ပြီး လောလောဆယ်\n720P Version ပဲ ရရှိအုံးမှာပါ\nမူလန် နေရာမှာ အားလုံးသိကြတဲ့ မင်းသမီးလေး ဂူဂူး (လုရီဖေး) က\nအကောင်းဆုံး လှလှ ပပ သရုပ်ဆောင်ထားပါတယ်...\nMulan ဇတ်ကောင် အနေနဲ့ Animation ရုပ်ရှင်တွေ ထွက်ခဲ့သလို\nခနခန Reversion Live Action တွေ ပြန်ရိုက်လဲ\nပရိတ်သက်တွေ အသဲစွဲပြီး ကြိုက်နှစ်သက်ရတဲ့ ဇတ်ကောင်တစ်ခုပါ\nတရုတ်နိုင်ငံ စစ်တွင်းကာလ မှာ အိမ်တိုင်းက စစ်သည်တော်ဟောင်းတွေ\nယောင်္ကျားသားတွေ ကို နန်းတွင်းက ပြန်ဆင့်ခေါ်တဲ့ အခါ\nမကျန်းမာတဲ့ ဖခင် အစား နုနုငယ်ငယ် အမျိုးသမီးလေး မူလန် က\nယောင်္ကျားလေး ဟန်ဆောင်ပြီး စစ်အတွင်းလိုက်ပါပြီး\nစစ်ဆင်နွဲခဲ့တဲ့ သမိုင်းကြောင်းကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်..\nဒီရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mulan-2020-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/the-new-mutants-135x200.jpg",
        "title": "The New Mutants 2020",
        "description": "X men ရုပ်ရှင်အသစ်ထွက်လာနြပ်ပါပြီ။ ဒါကတော့ စူပါဟီးရိုးကို ဟော်ရာနဲ့ ပေါင်းထားတာပါပဲ။\nသရုပ်ဆောင်တွေကလည်း အားလုံး ရင်းနှီးထားတဲ့သူတွေချည်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဆယ်ကျော်သက်အရွယ် ကိုယ့်ကိုယ်ကိုယ် သန္ဓေပြောင်းလူသားမှန်း ခုမှ စသိလာတဲ့ လူငယ်လေးတွေကို အိမ်ကြီးတစ်လုံးထားမှာ ပိတ်ထားပါတယ်။\nအကြောင်းကတော့ သူတို့ရဲ့ အစွမ်းတွေက အန္တရာယ်များလွန်းပြီး မထိန်းချုပ်နိုင်သေးတဲ့အတွက် လူတွေ မတောတဆ သေတာတွေ ဖြစ်ခဲ့လို့ပါပဲ။\nသူတို့ အဲဒီမှာ စိတ်ကုထုံးတွေခံယူပြီး၊ သူတို့ကိုယ်သူတို့ ထိန်းချုပ်နိုင်ပြီဆိုမှာ X-Men တွေရဲ့ ကျောင်းကို လွှဲပေးမှာ ဖြစ်ပါတယ်။\nဒါပေမယ့် စွမ်းအားရှင်တွေချည်းပဲ စုနေတဲ့ အိမ်ထဲမှာမှ ပဟေဠိဆန်တဲ့ ကြောက်စရာတွေ ဖြစ်လာတဲ့အခါ\nFile size… 1 Gb / 500 Mb\nQuality… Bluray 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nGenre … Horror, Sci-Fi, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-new-mutants/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-3-790433cc744d-153x200.jpg",
        "title": "Alien Invasion ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ october 2020မှာထွက်ထားတဲ့အသစ်စက်စက် စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားကောင်းဖြစ်ပါတယ်...အလွတ်စုံထောက်ရွှီစေးဝေဟာ ရန်လင်ရဲ့အလုပ်အပ်မှုကြောင့်သုတေသနလုပ်ရင်းပျောက်ဆုံးသွားတဲ့ ရန်လင်ရဲဖခင်ရန်တုန်းကိုရှာဖွေဖို့ဖြစ်လာပါတယ်....ရန်တုန်းပေးတဲ့သဲလွန်စအရ သုတေသနခန်းကိုရောက်လာပြီး ထူးဆန်းတဲ့မကောင်းဆိုးဝါးရှိနေတဲ့ လောကတစ်ခုထဲဝင်သွားမိတဲ့အခါ.....ရွှီးစေးဝေဟာ မကောင်းဆိုးဝါးတွေရဲ့ခြောက်လန့်တိုက်ခိုက်မှုတွေကြုံလာရပါတယ်....ဒီလိုနဲ့ထူးဆန်းတဲ့ရှီးမော်မြို့ကိုရောက်လာတဲ့အခါ......ဒီမကောင်းဆိုးဝါးတွေရဲ့မူလရင်းမြစ်ကဘာလဲရန်လင်ရဲဖခင် ရန်တုန်းက ဘယ်လိုသုတေသနတွေကိုလုပ်ခဲ့တာလဲ....ရှီးမော်မြို့မှာ ဘယ်လိုလျို့ဝှက်ချက်တွေရှိနေတာလဲ....Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/alien-invasion-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Its-About-Choices-2020-160x200.jpg",
        "title": "Its About Choices 2020",
        "description": "အတိတ်ကအမည်းစက်တွေကြောင့် တက်စီမောင်းပြီးလေးနှစ်လုံးပုန်းနေရတဲ့သူနဲ့ သူ့ကိုလေးနှစ်လုံးလိုက်ရှာနေတဲ့သူ နောက်ဆုံးမှာ တွေ့ကြတဲ့အခါ... တစ်နာရီခွဲကြာတဲ့ဒီကားကို မင်းသား Nehesh Poll ကိုယ်တိုင်ပဲရိုက်ကူးသရုပ်ဆောင်ထားပါတယ်.. Cast နည်းနည်းနဲ့ စိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ပြထားပြီး အသက်ရှင်ဖို့ရွေးမလား မှန်တာကိုလုပ်မလား အစရှိတဲ့ရွေးချယ်မှုတွေ ဒွိဟတွေ မေးခွန်းတွေကြားမှာ သူဘာကိုရွေးမလဲ ဘာလုပ်မလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကားဆုံးထဲအထိဆွဲခေါ်သွားမယ့်ဇာတ်လမ်းမျိုးဖြစ္ပါတယ္\nFile size… 900 Mb / 700 Mb\nQuality… Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre ... Action\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by KWY",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/its-about-choices-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-1169911d158a-142x200.jpg",
        "title": "The Eight Hundred ( 2020 )",
        "description": "IMDB 7.2 ရရှိထားပြီးစစ်ကားကောင်းကြိုက်သူတွေအကြိုက်တွေ့စေမယ့်august 21 2020မှာထွက်လာပြီး Budget $80millionသုံးထားတဲ့တရုတ်ဖြစ်ရပ်မှန် ဇာတ်ကားလေးပါBox office ဝင်ငွေ $451.5million စံချိန်တင်လည်းချိုးထားပါတယ်တရုတ်ပြည်ရဲ့ရှန်ဟိုင်းမြို့ကိုဂျပန်တွေကျူးကျော်တိုက်ခိုက်ချိန်ပင်မတပ်ကြီးပြန်ဆုတ်သွားပေမယ့် ကျန်ရှိနေတဲ့တပ်သား၈၀၀ ရဲ့လက်နက်အင်အားမမျှတဲ့ကြားက အရှုံးမပေးပဲအသက်စွန့်ပြီး ၄ရက်ကြာတိုက်ခိုက်ခဲ့တာကိုဂုဏ်ပြုရိုက်ကူးထားတာပါရှန်ဟိုင်းကိုဂျပန်တွေကျူးကျော်တိုက်ခိုက်ချိန်ဂက်စ်ပိုက်လိုင်းတွေရှိနေတဲ့ဂိုထောင်မှာ အမှတ်၈၈ခေါင်းဆောင်ဦးဆောင်တဲ့တပ်သား၈၀၀အဖွဲ့ဟာတပ်မဆုတ်ပဲ စောင့်ကြပ်ကာကွယ်နေခဲ့ပါတယ်..တိုင်းပြည်ဂျပန်တွေလက်ထဲမရောက်ရဖို့အရေး လက်နက်အင်အားမမျှပေမယ့်အသက်စွန့်တိုက်ခိုက်မှုကြောင့် ဂျပန်တွေက အင်အားသုံးတိုက်ခိုက်ပေမယ့်၄ရက်ကြာ မသိမ်းပိုက်နိုင်ဖြစ်ရပါတယ်.....ဂိုထောင်ရဲ့မြစ်တစ်ဖက်ကမ်းမှာ အဂ်လိပ်တွေကာကွယ်ပေးထားတဲနယ်မြေသစ်မှာပြည်သူတွေ ၄သိန်းကျော်ရှိနေတာပါ.....တရုတ်တပ်သားတွေအသေခံတိုက်ခိုက်နေတာကိုမြစ်တစ်ထက်ကမ်းကပြည်သူတွေရင်နင့်စွာမြင်နေရရင်းဂျပန်ကိုတော်လှန်လိုစိတ်တွေတက်ကြွလာခဲ့ပါတယ်...ဒါပေမယ်လဲ နယ်မြေသစ်ရဲတံတားကိုဖြတ်တာနဲ့ ဂျပန်တွေပစ်သတ်တာခံရမှာပါ....လိုနေတဲ့ရိက္ခာတွေကို အသက်စွန့်ပြီး ပို့ပေးမယ့်သူတွေပေါလာတဲ့အခါ....တပ်သားတွေရဲ့အသက်စွန့်ပြီးရဲဝံ့စွာတိုက်ခိုက်မှုတွေကြောင့်သတင်းစာမှာဖော်ပြခံရပြီးနိုင်ငံတစ်ကာက ချီးမွမ်းခဲ့ကြပေမယ့်လက်နက်အင်အားကြီးနေတဲ့ဂျပန်နိုင်ငံနဲ့ရန်ငြိုးမဖွဲ့လိုလို့ တရုတ်နိုင်ငံကို ဘယ်သူမှတပ်ကူမပေးလိုတဲ့အခါ.....တပ်သား၈၀၀ ကျော်ရဲ့အရှုံးမ ပေးပဲ အသက်စွန့်တိုက်ခိုက်မှုဟာတရုတ်ပြည်သူတစ်ရပ်လုံးကိုနိုးထစေခဲ့ပြီးနောင်တစ်ချိန်ကွန်မြူနစ်အစိုးရရဲ့ ဦးဆောင်မှုအောက်မှာဂျပန်ကိုတစ်ကြိမ်ထဲနဲ့ အပြတ်တိုက်ထုတ်နိုင်ခဲ့ပါတယ်.... Translated & Reviewed By Phyo ZawEncoded By LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-eight-hundred-2020/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/4jrE6_4f-158x200.jpg",
        "title": "Tears Of No Regret ( 2020 )",
        "description": "Tears of No Regrets ဆိုတဲ့ တရုတ်ကားလေးကို တင်ပေးလိုက်ပါတယ်ဒီကားလေးက စွန်းဝူခုန်းကားတွေထဲမှာ low budget နဲ့ ရိုက်ထားတဲ့ ဇာတ်ကားကောင်းတလေးတစ်ခုပါ။ဒီကားလေးကတော့ မူရင်းအနောက်အရပ်ခရီးနဲ့ မတူဘဲ ဝူခုန်းရဲ့အချစ်ဇာတ်လမ်းကို ပုံစံတစ်မျိုးနဲ့ ပုံဖော်ထားတာပါ။ ဒီကားလေးမှာတော့အနောက်ခရီးကအပြန် ဝူခုန်းနဲ့ သူ့ဆရာလမ်းခွဲပြီးနောက် ဝူခုန်းတစ်ယောက်မိစ္ဆာစိတ်ဖုံးပြီးသူ့ဆရာသူပြန်သတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ဒါပေမယ့် ဒီမိစ္ဆာစိတ်က ဘယ်သူကြိုးကိုင်ခဲ့တယ်ဆိုတဲ့အဖြေကို ရှာရာကနေ လွန်ခဲ့တဲ့ နှစ် ၃၀၀ ကိုပြန်သွားရာကနေ ဇာတ်လမ်းပုံဖော်ခဲ့တာပါ။အတော်လေး စိတ်ဝင်စားဖို့ကောင်းတယ်ဆိုတာထက်ကို ပိုတယ်။တကယ့်ကို low budget နဲ့ လုပ်ထားတယ်ဆိုတာကိုမယုံနိုင်လောက်အောင် ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးပါ။Translated & Reivew By Chu ChuEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tears-of-no-regret-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DqRTGQGhHv2nrdK1ZcX8km363O.jpg",
        "title": "The Therapist : Fist of Tae-baek 2020",
        "description": "The Therapist Fist of Tae Baek(2020)\nဒီဇာတ်ကားကတော့ ကိုရီးယားနိုင်ငံရဲ့\nရိုးရာကိုယ်ခံပညာနဲ့ တိုက်ခိုက်ပုံ ရိုးရာအကြောပြင်ပညာရပ်အစရှိတာတွေကို\nစိတ်ဝင်စားဖို့ကောင်းအောင်ဇာတ်လမ်းဆင်ထားတဲ့ Comedy/Dramaကားဖြစ်ပါတယ်။\n၂၀၂၀ခုနှစ်ထဲမှာပဲထွက်ရှိထားပြီး မင်းသားကြီး Oh Ji ho ပါဝင်ထားတဲ့\nကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကိုပြောရရင် ဆောင်းဂျွန်ဆိုတဲ့သူက\nကိုရီးယားကိုယ်ခံပညာကိုတောင်ပေါ်က ဘုန်းတော်ကြီးကျောင်းတစ်ခုမှာသင်ယူနေသူဖြစ်ပြီး\nကိုယ်ခံပညာရပ်မှာတစ်ဖက်လူရဲ့ ခန္ဓာကိုယ်အစိတ်အပိုင်းအကြောနေရာကအစသိပြီး\nတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်နောက်ဆုံး\nအတော်ဆုံးပညာရှင်ရွေးပွဲနေ့မှာ သူနဲ့ညီအစ်ကိုအရင်းလိုခင်ရတဲ့သူ\nရုတ်တရက်ပျောက်ဆုံးသွားပြီးနောက်မှာ သူဘဝကြီးလည်းအတော်ဆုံးဆိုတဲ့ နေရာနဲ့\nလွဲပြီးအပြောင်းလဲကြီးပြောင်းလဲခဲ့ရပါတော့တယ်။ဒီကားထဲမှာ စိတ်ဝင်စားဖွယ်\nကိုရီးယားကိုယ်ခံပညာရပ်တွေကို ပြသတဲ့အခါ မငြီးငွေ့ရအောင် အတိုက်အခိုက်ခန်းတွေအပြင်\nဟာသလေးနှောထားလို့ ကြည့်လို့ကောင်းပါတယ်။လူခန္ဓာကိုယ်ကအရိုးအကြောတွေကို\nလိုသလိုပြုပြင်ပြီး အနှိပ်ပညာတစ်ခုနဲ့တင် ပုံသွင်းလို့ရတယ်ဆိုတာကိုလည်းတွေ့ရမှာပါ။\nဇာတ်လမ်းလည်းမဆိုးသလို ဖိုက်တင်ကားကြိုက်တဲ့သူတွေအတွက်အတိုက်အခိုက်အခန်းလေးတွေနဲ့အတူ\nလေ့လာစရာလေးတွေပါလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nTranslator :Moe Pwint\nEncoder :Thit San Khant\nFile Size :1.09GB and 538MB\nQuality :1080p and 720p",
        "rating": "",
        "url": "https://channelmyanmar.org/the-therapist-fist-of-tae-baek/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Welcome-to-Sudden-Death-2020-143x200.jpg",
        "title": "Welcome to Sudden Death 2020",
        "description": "အညွှန်း\nဘတ်စကတ်ဘောကွင်းကို အကြမ်းဖက်သမား အုပ်စုတစ်ခုက ဝင်စီးပြီး ဝင်ပေါက်တိုင်းမှာ ဗုံးထောင်ပြီး ငွေညှစ်ပါတယ်။\nအဲဒီ ကွင်းမှာ လုံခြုံရေးလုပ်နေတဲ့ ဂျက်ဆီက မရင်းတပ်သားဟောင်း ဖြစ်တဲ့အတွက် အကြမ်းဖက်သမားတွေနဲ့ ရင်ဆိုင်ဖူးတဲ့ အတွေ့အကြုံ ရှိတဲ့လူပါ။\nအခု ဒီကစားပွဲကို သူ့ကလေးနှစ်ယောက်နဲ့အတူ လာကြည့်တဲ့အခေါက်ကျမှ တိုက်တိုက်ဆိုင်ဆိုင် အကြမ်းဖက်ရန်နဲ့ လာတွေ့ကြုံရတဲ့အခါ ဖခင်တာဝန်ကျေပွန်အောင်ဖို့အပြင် လူတွေရဲ့ အသက်ကိုကယ်ဖို့ ကြိုးစားရပါတော့တယ်။Welcome to sudden death (2020) ဟာ Die Hard (1988) ရဲ့ အငွေ့အသက်တွေ ပြန်လည်ခံစားရမယ့် အက်ရှင်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။\n \nFile size… 1Gb\nQuality… Bluray 1080p\nFormat…mp4\nDuration….01:21:00\nGenre ... Action, Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/welcome-to-sudden-death-2020/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Fighting-Immortal-Statue-2020-1-136x200.jpg",
        "title": "Fighting Immortal Statue ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ April 17 2020မှာထွက်ထားတဲ့ Action Drama Romanceသိုင်းကားကောင်းတစ်ကားဖြစ်ပါတယ် ထျန်းဟယ်နှစ်ပိုင်းကာလနတ်တံခါးပွင့်လာပြီးနတ်အပေါင်းဟာလူ့ပြည်ကိုထွက်ပြေးလာကြပြီး လောကသားတွေကိုဒုက္ခပေးတဲ့နတ်တွေရှိနေပါတယ်..မိုးနတ်မင်းဟာ သစ္စာဖောက်နတ်တွေကိုဖမ်းဆီးစေဖို့ထျန်းကျင့်စေးဌာနကို တာဝန်ပေးခဲ့ပါတယ်...ထျန်းကျင့်စေးကိုအုပ်ချုပ်ရတဲ့ကျင့်ကျွင်းအမတ် ဟာသစ္စာဖောက်နတ်တွေကိုလိုက်ရှာပြီး ဖမ်းဆီးစေခဲ့ပါတယ်...ဒါပေမယ့်သစ္စာဖောက်နတ်တွေကို နတ်ပြည်သို့ပြစ်ဒဏ်ခံယူဖို့မပို့မီ ထျန်းကျင့်စေးမှာရှိနေစဉ်သေကြေပျက်စီးမှုတွေများလာတဲ့အခါ....ထျန်းကျင့်စေးမှာတာဝန်ထမ်းဆောင်တဲ့မုရုံဖုံးက သစ္စာဖောက်နတ်တွေရဲ့အစွမ်းကိုစုပ်ယူပြီးသတ်ဖြတ်နေတယ်လို့ မတရားစွပ်စွဲခံရတဲ့အခါ အမှန်တရားကိုဖော်ထုတ်နိုင်ပါ့မလား...နောက်ကွယ်ကကြိုးကိုင်နေသူကဘယ်သူဖြစ်မှာလဲ....ထင်မထားတဲ့လှည့်ကွက်တွေပါဝင်လို့ သဘောကျမိတဲ့ဇာတ်ကားတစ်ပုဒ်ပါမုရုံဖုံးနဲ့ လော့ရှီးတို့ရဲ့အချစ်ကို ကြည့်ရင်း ရင်ထဲစူးနစ်ဖွယ်ခံစားမိပါတယ်Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fighting-immortal-statue-2020/",
        "category": "Action, Adventure, Fantasy"
    }
]