[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ygikeDbneOlUFIQyvAmMrvi3vJ.jpg",
        "title": "Sonchiriya(2019)",
        "description": "Sonchiriya (2019)\n****************************IMDb.....7.5,,,, Rotten.....70%\"ေျမြက ၾကြက္ကုိၿမိဳတယ္\nလင္းတက ေျမြကုိျပန္စားတယ္\nဒါကုိ ေလာဘသဘာဝလုိ႔ ဘုရားမိန္႕ဆုိထားတယ္...\"*******************************ေဘာလီဝုဒ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ပရိသတ္ေတြအတြက္\n၂၀၁၉ ထြက္ကားေကာင္းတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္အိႏၵိယမွာ ဝင္ေငြပုိင္းအရ ေအာင္ျမင္မႈမရခဲ့ေပမယ့္\nအႏုပညာပုိင္းမွာေတာ့ မက်႐ႈံးဘူးလုိ႔ ရဲရဲႀကီးအာမခံႏုိင္ပါတယ္ဘာေၾကာင့္လဲဆုိရင္\nIMDb 7.5/ 10 နဲ႕\nRotten 70% အထိရ႐ွိထားလုိ႔ပါပဲ......ကြ်န္ေတာ္တုိ႔ၾကည့္ေနျမင္ေနက် အိႏၵိယကားေတြလုိ\nမာဆလာကားေတြလုိ သီခ်င္းေတြ၊ ကခုန္ေနတာေတြမပါဘဲ\nသ႐ုပ္ေဆာင္ေတြဆုိလည္း လုံးဝမိတ္ကပ္မပါ\nသဘာဝက်က်နဲ႕ အေကာင္းဆုံး ပုံေဖၚထားတဲ့ဇာတ္ကားတစ္ကားပါသ႐ုပ္ေဆာင္ေတြဆုိလည္း သဘာဝမင္းသားႀကီးျဖစ္တဲ့\nManoj Bajpai အပါအဝင္\nနာမည္ႀကီးေတြျဖစ္တဲ့\nBhumi Pednekar\nSushant Singh Rajput တုိ႔ကပါ အားျဖည့္ပါဝင္ထားပါတယ္ဇာတ္လမ္းကေတာ့\nဓားျပသူပုန္မာန္ဆင့္အဖြဲ႕နဲ႕ ရဲအရာရွိ ဂူဂ်ား ဘဲလ္ခန္ဒီယားတုိ႕\nထိပ္တုိက္ေတြ႕ၾကေလေသာအခါ ...ဇာတ္ကုိအမ်ားႀကီးမေျပာထားတာ မထင္မွတ္ထားတဲ့\nအလွည့္ေျပာင္းေတြပါေနလုိ႔ပါသူပုန္ဓားျပေတြရဲ႕ဘဝ\nသူပုန္ဓားျပေတြကုိ ႏွိမ္နင္းေနတဲ့ ရဲအရာရွိရဲ႕အေျခေန\nလူေတြရဲ႕ ေကာက္ၾကစ္ယုတ္မာမႈေတြကုိ ကုိယ္တုိင္ပဲၾကည့္ရႈ႕လုိက္ပါေတာ့...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္..... File Size : (1 GB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/sonchiriya2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjY5NWZiMWQtZTc1Zi00OGE0LTlmOWYtMDYwYmMzMDRkZjliXkEyXkFqcGdeQXVyOTUzODczNjk@._V1_-141x200.jpg",
        "title": "P Storm ( 2019 )",
        "description": "IMdb 6.0 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးၿဖစ္ပါတယ္ဒီကား​ေလးဟာ မင္​းသားႂကီး Louis Koo(古天乐)အဓိကပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတ​ဲ့ 2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ICACစံုစမ္​း​ေဖာ္​ထုတ္​သူ လု​ေက့်လ်န္​ဟာ သူ႔ရဲ႕အဓိကပစ္​မွတ္​ျဖစ္​တဲ့​ေခ်ာက္​ယြမ္​ယြမ္​ရဲ႕ လာဘ္​ထိုးမႈ..ရည္​ရြယ္​ခ်က္​႐ွိ႐ွိသတ္​ျဖတ္​မႈ​ေတြကိုသာမကအက်င္​့ပ​​်က္​ခ်စားတဲဝန္​ထမ္​း​ေတြကိုစံုစမ္​း​ေဖာ္​ထုတ္​ဖို႔အတြက္​​ေထာင္​ထဲကို ျပစ္​မႈက်ဴးလြန္​ဟန္​ျပဳၿပီး ဝင္​​ေရာက္​သြားခဲ့ပါတယ္​...သူက ​ေခ်ာင္​ယြမ္​ယြမ္​ကိုခ်ဥ္​းကပ္​ႏိုင္​ၿပီးယံုၾကည္​မႈကိုရယူႏိုင္​ပါ့မလား...သူဖမ္းဆီးခဲ႔ဖူးတဲ႔အရႏဲွ​ဟာင္း​ဟြမ္​ဝသူဖမ္းဆီးခဲ႔ဖူးတဲ႔အရႏဲွ​ဟာင္း​ဟြမ္​ဝိန္​ပင္​းဆိုတဲ့သူနဲ႔​ဘယ္လို​ေ​တြရင္​ဆိုင္​ရပါ့မလဲ...သူ႔ရဲ႕ရည္​ရြယ္​ခ်က္​အတိုင္​းအရာအားလံုးကို​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလားဆိုတာကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.0",
        "url": "https://megaup.net/3ztml/P_Storm_(_P__Fung_Bou)_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Crimson-tide-133x200.jpg",
        "title": "Crimson Tide (1995)",
        "description": "Crimson Tide (1995)\nIMDb..........7.3,,,,,,Rotten.....88%\nရှရှားသူပုန်တွေဟာ အိုင်စီဘီအမ်ကို ဝင်စီးလိုက်တဲ့အချိန်မှာ အမေရိကန်တွေဟာ စစ်ဆင်ရေးလုပ်ပါတော့တယ်....\nပို့ပေးလိုက်တဲ့ သဘောၤတွေဟာ နူကလီးယားပါဝါသုံး အလဘာမား ရေငုတ်သဘောၤပါ..\nဒါပေမယ့် သူတို့မသွားခင်မှာ အက်စ်အိုအသစ်လိုတဲ့အတွက်ထက်မြက်ပေမယ့် စွမ်းဆောင်ရည်အားသိပ်မပြဖူးတဲ့\nကော်မန်ဒါ ဟန်တာကိုပဲ ရွေးစရာရှိခဲ့ပါတယ်...\n...ဒါပေမယ့် သဘောၤကပ္ပတိန် ရမ်စေ အိုကေကတော့ သူ့ကိုသဘောကျခဲ့ပါတယ်...ဒီလိုနဲ့ သူတို့ ၂ယောက်ဟာ အမေရိကန် ရေတပ်\n စစ်သည်တွေနဲ့အတူ ရေငုတ်သင်္ဘောကြီးနဲ့ စစ်မျက်နှာဖွင့်ခဲ့ကြတယ်...\nကိုင်း ဒန်ဇယ်ကားလည်းကြိုက်တယ်..စစ်ကားလည်းကြည့်ချင်တယ်ဆိုရင်တော့....ထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့ကားဆိုတာ ခင်ဗျားတို့က ပိုတောင်သိမယ်ထင်ပါရဲ့....ဘာသာပြန်သူကတော့ ကိုမြန်မာကြီးပဲ ဖြစ်ပါတယ်..\n----------------------------------------------------\nရွရွားသူပုန္ေတြဟာ အိုင္စီဘီအမ္ကို ဝင္စီးလိုက္တဲ့အခ်ိန္မွာ အေမရိကန္ေတြဟာ စစ္ဆင္ေရးလုပ္ပါေတာ့တယ္....\nပုိ႔ေပးလိုက္တဲ့ သေဘာၤေတြဟာ ႏူကလီးယားပါဝါသုံး အလဘာမား ေရငုတ္သေဘာၤပါ..\nဒါေပမယ့္ သူတို႔မသြားခင္မွာ အက္စ္အိုအသစ္လိုတဲ့အတြက္ထက္ျမက္ေပမယ့္ စြမ္းေဆာင္ရည္အားသိပ္မျပဖူးတဲ့\nေကာ္မန္ဒါ ဟန္တာကုိပဲ ေရြးစရာရွိခဲ့ပါတယ္...\n...ဒါေပမယ့္ သေဘာၤကပၸတိန္ ရမ္ေစ အိုေကကေတာ့ သူ႔ကိုသေဘာက်ခဲ့ပါတယ္...ဒီလုိနဲ႔ သူတုိ့ ၂ေယာက္ဟာ အေမရိကန္ ေရတပ္\n စစ္သည္ေတြနဲ႔အတူ ေရငုတ္သေဘၤာႀကီးနဲ႔ စစ္မ်က္ႏွာဖြင့္ခဲ့ၾကတယ္...\nကုိင္း ဒန္ဇယ္ကားလည္းၾကဳိက္တယ္..စစ္ကားလည္းၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့့....ေထြေထြထူးထူးညႊန္းစရာမလုိတဲ့ကားဆုိတာ ခင္ဗ်ားတုိ႔က ပုိေတာင္သိမယ္ထင္ပါရဲ႕....ဘာသာျပန္သူကေတာ့ ကုိျမန္မာႀကီးပဲ ျဖစ္ပါတယ္..\n File Size : (913 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:56:00\nGenre ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SB1v/Crimson_Tide_[1995]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIwmTzWmY4KasZmCffVLPekDmkS.jpg",
        "title": "Lucifer (2019)",
        "description": "၂၀၁၉ ထြက္India ဇာတ္ကား Lucifer နဲ႔မိတ္ဆက္ေပးပါရေစ။ဒီဇာတ္ကားက Box Office မွာ ေအာင္ျမင္မႈ အေတာ္ရထားတဲ့ ဇာတ္ကားေလးပါ။Original Songtrack အလန္းစားေတြလည္းပါပါတယ္။ဇာတ္လမ္းကေတာ့ Kerala ဆုိတဲ့ ျပည္နယ္ဝန္ၾကီးခ်ဳပ္ P.K.Ramdas ေသဆုံးသြားတာကစပါတယ္။သူတုိ႔စကားအတုိင္းေျပာရမယ္ဆုိရင္ အဲဒီနယ္ရဲ႕ ဘုရားသခင္ေပါ့။အဲဒီ ဘုရားသခင္မွာ သားသမီးႏွစ္ေယာက္ရွိတယ္။စစ္တပ္တစ္တပ္ရွိတယ္။သူ႕ရဲ႕ ဂုဏ္ကိုျမွင့္ေပးမယ့္ တမာန္ေတာ္ေတြလည္းရွိတာေပါ့။ဘုရားသခင္ရဲ႕ ႏုိင္ငံက ၾကီးလြန္းေတာ့ သူခုိးေတြက တမာန္ေတာ္ဟန္ေဆာင္ျပီး ဝင္လာၾကတယ္။တစ္ေန႔မွာေတာ့ အဲဒီ ဘုရားသခင္ေသဆုံးသြားခဲ့ပါတယ္။အဲဒီအခ်ိန္မွာ တမာန္ေတာ္ဟန္ေဆာင္ေနတဲ့ သူခိုးေတြက ႏုိင္ငံကုိသိမ္းပုိက္ဖုိ႕ ၾကိဳးစားၾကပါေတာ့တယ္။အဲဒီလုိ ဝရုန္းသုန္းကားျဖစ္ေနတဲ့ အေျခအေနကုိ ထိန္းသိမ္းႏိုင္တဲ့သူကေတာ့ တစ္ေယာက္ပဲရွိပါတယ္။သူ႔ကုိ ဟိႏၵဴမွာဆုိ မဟီရာဝဏ၊ အစၥလာမ္မွာဆုိရင္ေတာ့ အစ္ဘလီ၊ ခရစ္ယာန္မွာဆုိရင္ Lucifer လုိ႔ တင္စားေျပာလုိ႔ရတဲ့ Stephen ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tycg/Lucifer_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTLCQaWeVYFTrDdYjG01HLpzNyY.jpg",
        "title": "The War of Loong ( 2017 )",
        "description": "IMDb 6.5 ရရွိထားတဲ႔ဒီဇာတ္​ကား​ေလးက​ေတာ့ ၁၈၈၅ခုႏွစ္​.....ခ်င္​မင္​းဆက္​လက္​ထက္​ ခ်င္​စစ္​တပ္​ႏွင္​့ျ​​ပင္​သစ္​စစ္​တပ္​တုိ႔ရဲ႕စစ္​ပြဲအ​ေၾကာင္​းကုိ႐ုိက္​ကူးထားျခင္​းပဲျဖစ္​ပါတယ္​။၁၈၈၅ ခုႏွစ္​မွာ ျပင္​သစ္​တပ္​ဖြဲ႔ကတ႐ုတ္​ျပည္​ကုိက်ဴး​ေက်ာ္​ၿပီးဂြမ္​႐ွီးျပည္​နယ္​မွာ႐ွိတဲ့ က်န္​႔နန္​ကြမ္​းၿမိဳ႕ကုိ သိမ္​းပုိက္​ခဲ့ပါတယ္​.....တုိင္​းျပည္​ခ်စ္​တဲ့မ်ဳိးခ်စ္​စိတ္​အျပည္​့ရွိတဲ့ တပ္​မွဴးႀကီးဖုန္​က်ီခ်ဳိင္​ဟာသူ႔ရဲ႕သားႏွစ္​ဦးနွင့္အတူ​အမိ​ေျမကာကြယ္​ဖုိ႔ရန္​အတြက္​ စစ္​တပ္​ထဲသုိ႔ဝင္​​ေရာက္​လာခဲ့ပါတယ္​စစ္​လက္​နက္​ပစၥည္​း အစစအရာရာ သာလြန္​တဲ့ျပင္​သစ္​တပ္​ႀကီးကုိျပန္​လည္​တုိက္​ထုတ္​ဖုိ႔ဆုိတာ လြယ္​ကူတဲ့အရာ​ေတာ့မဟုတ္​ပါဖူးသုိ႔​ေသာ္​​တပ္​မႉးႀကီးဖုန္​က်ီခ်ဳိင္​က သူ႔ရဲ႕ႏုိင္​ငံ႔ခ်စ္​စိတ္​ကုိ ျပသဖုိ႔ရန္​ ျပတ္​သားတဲ့ဆုံးျဖတ္​ခ်က္​ႏွင္​့အတူသူ႔အ​ေခါင္​းကုိပါသူ႔ႏွင္​့အတူ စစ္​ပြဲထဲကုိယူ​ေဆာင္​လာခဲ့ပါတယ္​ဒီဇာတ္​ကား​ေလးက​ဆုိရင္​လက္​နက္​အင္​အားလူအင္​အားလုံးဝကြာျခားလြန္​းလွတဲ့ျပင္​သစ္​စစ္​တပ္​ကုိ ​ေတာ္​လွန္​တုိက္​ထုတ္​ႏုိင္​ခဲ့တဲ့ ခ်င္​လူမ်ဳိးတုိ႔ရဲ႕ရဲရင္​့​ေသာစိတ္​ မ်ဳိးခ်စ္​စိတ္​ဓာတ္​တုိ႔ကုိ ကြက္​ကြက္​ကြင္​းကြင္​းပီပီျပင္​ျပင္​ ​႐ုိက္​ကူး​ေဖာ္​က်ဴးထားတဲ့ ဇာတ္​ကား​ေလးပဲျဖစ္​ပါတယ္​ျဖစ္​ရပ္မွန္​ဇာတ္​ကားျဖစ္​တာ​ေၾကာင္​့ၾကည္​့ျဖစ္​​ေအာင္​ၾကည္​့ၾကပါလုိ႔တုိက္​တြန္​းရင္​း နိဂုံခ်ဳပ္​အပ္​ပါရ​ေစ​.. Translated & Review By XiaoEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/4ft6t/The_War_Of_Loong_[2017]_(MM_Sub).mp4",
        "category": "Action, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNGRkNzE3NDAtZDI3Yi00MTUwLWExZTAtNGE5NmNkNTNjYTQyXkEyXkFqcGdeQXVyNDA4NTQ0Mzc@._V1_-140x200.jpg",
        "title": "Valentine (2017)",
        "description": "ဘက္တီဗီရာဆိုတဲ့ၿမိဳ႕ေတာ္ဟာ\nဒုစရုိက္မႈေတြ၊အၾကမ္းဖက္မႈေတြနဲ႕ျပည့္ႏွက္ေနၿပီးေတာ့\nဆိုးရြားတဲ့လူရမ္းကားေတြကုိ ရဲတပ္ဖြဲ႔ဝင္ေတြကလဲ\nေသခ်ာထိန္းသိမ္းနိုင္စြမ္းမရွိလွပါဘူး။\nဆယ္ေက်ာ္သက္ကေလးေတြရဲ႕စံျပလူေတြကလူဆိုးေတြ\nဂိုဏ္းစတားေတြျဖစ္ေနျခင္းအေပၚမွာ\nဘိုနိုဆိုတဲ့လူတစ္ေယာက္ကေျပာင္းလဲခ်င္စိတ္ရွိခဲ့ပါတယ္။\nသူ႕အေနနဲ႕ လူစြမ္းေကာင္းတစ္ေယာက္ကိုဖန္တီးၿပီးေတာ့\nကေလးေတြရဲ႕စံျပလူအျဖစ္ ဒီလိုလူမ်ိဳးေတြကုိသတ္မွတ္ၿပီးေတာ့\nအၾကမ္းဖက္မႈေတြကုိပေပ်ာက္ေစခ်င္ခဲ့တာပါ။\nဗယ္လင္တိုင္းဆိုတဲ့ မ်က္နွာဖံုးနဲ႕လူစြမ္းေကာင္းအမ်ိဳးသမီးေနရာမွာပါဝင္ၿပီးေတာ့\nလႈပ္ရွားေပးနိုင္တဲ့ေကာင္မေလးတစ္ေယာက္ကုိ\nဝဝန္ဆိုတဲ့ဖက္ရွင္ဒီဇိုင္နာတစ္ဦးနဲ႕အတူရွာေဖြရင္း ေနာက္ဆံုးမွာေတာ့\nေတြ႕ရွိခဲ့ပါတယ္။\nခ်စ္စရာေကာင္းတဲ့မ်က္နွာေလးနဲ႕\nဗယ္လင္တိုင္းဆိုတဲ့လူစြမ္းေကာင္းမေလးဟာ\nလူဆိုးလူမိုက္ေတြနဲ႕တိုက္ခိုက္ရင္းတစ္ၿမိဳ႕လံုးရဲ႕စိတ္ဝင္စားျခင္းကိုခံလာရပါေတာ့တယ္။\nဒါေပမယ့္ တစ္ဖက္မွာလဲ ၿမိဳ႕ရဲ႕အဓိကအၾကမ္းဖက္သမားတစ္ေယာက္ျဖစ္တဲ့\nအရိပ္ဆိုသူဟာလဲ တစ္စနဲ႕တစ္စနဲ႕\nပိုပိုၿပီးေတာ့အေျခအေနဆိုးေတြကုိဖန္တီးလာတဲ့အခါမွာေတာ့ ...\nဇာတ္လမ္းေလးမွာပဲဆက္ၿပီးေတာ့ၾကည့္ရႈလိုက္ရေအာင္ဗ်ာ။\nReleased Date - May 2019\nGenres -Action\nDuration -1hr 34min\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nAye Chan Su ျဖစ္ပါတယ္",
        "rating": "6.0",
        "url": "https://megaup.net/4Vygx/Valentine_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXPxSAYf3FdQktnOtQnvhUPMhFp.jpg",
        "title": "Avengement (2019)",
        "description": "Action ကားကောင်းကြိုက်သူတွေအတွက် 2019 ထွက် Action ကားအသစ်စက်စက်ကြမ်းကြမ်းရမ်းရမ်းဇာတ်ကားလေးတစ်ခုပါ။ဇာတ်လမ်းအစမှာတစ်မျိုးပေမဲ့ ဇာတ်လမ်းကဆွဲခေါ်သွားပုံလေးကစိတ်ဝင်စားစရာကောင်းပါတယ်။ကိန်းဆိုတဲ့ထောင်သားတစ်ယောက် ဆေးရုံကအမေဖြစ်သူကို အစောင့်အရှောက်တွေနဲ့ လာတွေ့တာကနေစပါတယ်။ဆေးရုံအဝင်ဝမှာပဲ မိခင်ဖြစ်သူဆုံးသွားပြီဆိုတာ သိလိုက်ရတော့ မိခင်ရဲ့နောက်ဆုံးအချိန်ကိုမမှီလိုက်သူတစ်ယောက်အနေနဲ့မျှော်လင့်ထားတဲ့အတိုင်း လုံခြုံရေးတွေကိုလှဲသိပ်ပြီး ပြေးပါလေရော။ဒီထိမထူးခြားပေမဲ့ ကိန်းဆိုသူရဲ့နောက်ကြောင်းကို ဖြေးဖြေးစီ ထိုးပြလာတဲ့အခါမှာတော့ကိန်းဟာဘယ်လိုလူမျိုးဆိုတာ သိလာရပြီး ဇာတ်ရည်လည်လာသလို ဘာကြောင့်လဲဆိုတဲ့အဖြေတွေကိုဖြေးဖြေးချင်းတွေ့ရမှာပါ။တိုက်ခိုက်ပုံအကြမ်းစားအလန်းစားတွေကိုလည်းတွေ့မြင်ရမှာဖြစ်ပါတယ်။Rating ကလည်း 6.7 နဲ့ ဇာတ်ဆောင်မင်းသားကလည်း လူသိများပြီး မင်းသားပဲဖြစ်တဲ့အတွက် အကြောင်းသိပရိသတ်တွေကျေနပ်စေမဲ့ကားပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Thura Zarni Aung ပါ)File Size : (1.50 GB) , (750 MB) and (380 MB)\nQuality : WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xsi9/Avengement_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yhzTeZU5OULn3ePGF58Rc5oIocZ.jpg",
        "title": "Rim of the World (2019)",
        "description": "၂၀၁၉ ထွက် Science-Fiction, Avdenture ဇာတ်ကားသစ်လေး Rim of the World နဲ့မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားလေးက IMDB Rating 5.1 ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လောကမှာ အရာတိုင်းကို ကြောက်နေတတ်လို့ အိမ်တွင်းအောင်းနေတဲ့ ဉာဏ်ကြီးရှင်လေး အဲလက် ကိုသူ့အမေက အပြောင်းအလဲ ဖြစ်အောင် နွေရာသီစခန်းတစ်ခုကိုသွားပို့ခဲ့ပါတယ်။အဲဒီစခန်းမှာ အိမ်ပြေးကောင်မလေး ဇန်ဇန်၊သူဌေးသား ငကြွားလေး ဒဲရီးရက်ရှ်နဲ့ လူငယ်ပြုပြင်ရေး စခန်းကနေ ထွက်ပြေးလာခဲ့တဲ့ ဂေဘရီရယ်တို့နဲ့ ဆုံတွေ့ခဲ့ပြီးသူ့ဘဝကိုအပြောင်းအလဲဖြစ်စေမယ့် အပြောင်းအလဲတွေနဲ့ကြုံတွေ့ခဲ့ပါတယ်။ကမ္ဘာကြီးကို ဂြိုလ်သားတိုက်ခိုက်မှုတွေနဲ့ ကြုံနေစဉ်မှာ ကမ္ဘာကိုကယ်တင်ဖို့သော့ချက်ဖြစ်တဲ့ သော့တစ်ချောင်းကိုသူတို့လေးယောက်ရခဲ့ပြီးတော့ ကမ္ဘာကိုဘယ်လိုကယ်တင်သွားလဲ ကြည့်ကြရမှာပါ။မိသားစုအတူကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ) File Size : (1.60 GB) , (800 MB) and (400 MB)\nQuality : WEB (1080p ...",
        "rating": "5.1",
        "url": "https://megaup.net/2dpL4/Rim_Of_The_World_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXgmWPd1SuujRZ4QnKLzrj79PAw.jpg",
        "title": "Cold Pursuit (2019)",
        "description": "ဒီတစ်ခေါက်တော့CMပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိလာတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Cold Pursuit (2019)ပါ။နာမည်ကျော်မင်းသားကြီး Liam Neeson ကအဓိကခေါင်းဆောင်မင်းသားအနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။Drama Thriller Actionကားလေးတစ်ကားဖြစ်တဲ့ ဒီကားလေးကတော့Imdb Rating 6.4/10 Rotten Tomatoes 69%ရရှိထားတာမလို့စိတ်ဝင်စားစရာအက်ရှင်ကားလေးတွေကိုမျှော်လင့်နေတဲ့ပရိသတ်ကြီးအဖို့ အကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲပြောပြချင်ပါသေးတယ်။နဲလ် ကော့စ်မန်းဆိုတဲ့ လူကြီးက ချစ်မြတ်နိုးရတဲ့ ဇနီးသည်ရယ်သားတစ်ယောက်ရယ်နဲ့ ဘဝကို လမ်းတွေပေါ်က နှင်းရှင်းပေးတဲ့ အလုပ်ကိုလုပ်ရင်းအေးဆေးစွာနေထိုင်လာခဲ့သူပါ။ကီးဟိုးမြို့ရဲ ့တစ်နှစ်တာ စံပြနိုင်ငံသားဆုပါရရှိခဲ့တဲ့အထိ အေးချမ်းစွာအများအကျိုးဆောင်ရင်းနေလာခဲ့ပေမယ့်တစ်နေ့မှာ ဂြိုဟ်ဆိုးဝင်လာပါတော့တယ်။သူ့သားလေး အသတ်ခံလိုက်ရတာပါပဲ။ဆေးစစ်ချက်အရ ဆေးလွန်ပြီးသေတယ်လို့ပြောကြပေမယ့်သားဖြစ်သူမူးယစ်ဆေးမစွဲတာ သူအသိဆုံးပါ။သူ့သာသေဆုံးမှူနောက်ကွယ်က ဖြစ်ရပ်တွေကိုလိုက်စုံစမ်းရင်းသူဘာတွေသိလာခဲ့ရသလဲ?သားဖြစ်သူကို ဘယ်သူကဘာ့ကြောင့်သတ်လိုက်တာလဲ?သူကရော ဘယ်လိုအကွက်ချကာ လက်စားချေမလဲ?ဆိုတဲ့မေးခွန်းတွေနဲ့ စိတ်လှုပ်ရှားစွာ အဆုံးထိ မပျင်းမရိကြည့်ရှုရမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့ CMပရိတ်သတ်ကြီးအတွက်ဒီကားလေးက အကြိုက်တွေ့စေမှာအမှှန်ပါပဲ...File Size : (974 MB) & ( 355 MB)Quality : 1080p HC HDRIPRunning Time : 1 hr 59 minFormat ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xsic/Cold_Pursuit_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZjJiNjU4NmYtMTA5OS00N2QyLTgxNDMtMmM4OGE5N2RjYzllXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Junglee (2019)",
        "description": "ဖိုက္တင္အက္ရွင္ေတြမွာ လန္းတဲ့ ကြန္မန္ဒို၁,၂တို႔ရဲ႕မင္းသား Vidyut ကို ပရိသတ္မ်ား ရင္းႏီွးၿပီးသားျဖစ္မွာပါ။ကဲ အၫြန္းေလး စလိုက္ရေအာင္ပါ။ရာ့ခ်္ဟာ တိရစၧာန္ဆရာဝန္တစ္ေယာက္ပါ။တိရစၧာန္ေတြအေၾကာင္းကို ေကာင္းေကာင္းသိၿပီးတိရစၧာန္ေတြကို ခ်စ္ျမတ္ႏိုးသူေပါ့။တေန႔မွာ ဖခင္ဆီက ဖုန္းဝင္ခဲ့ပါတယ္။မကိုင္တဲ့ၾကားက ဆင္စခန္းကို ပြဲေတာ္အမီျပန္ခဲ့ဖို႔ ဖခင္ဖက္မွ အသံသတင္းစကားေလး ပို႔ထားခဲ့တယ္။အဲ့ဒီမွာ ဖခင္ကို သူစိတ္နာေၾကာင္း စၿပီးျမင္လိုက္ရပါတယ္။ဖခင္နဲ႔သူ႕ၾကား ဘယ္အေၾကာင္းေတြမ်ား ရိွေနခဲ့တာလဲ။ဖခင္ရိွတဲ့ ေမြးရပ္ေျမ ခ်န္ဒရီကာ ဆင္စခန္းကိုသူသြားသင့္ေၾကာင္းဆံုးျဖတ္ၿပီး လိုက္သြားရာမွာနယ္ၿမိဳ႕က်ဥ္းေလး ကားဂိတ္တစ္ဝန္းမွာ\nမုဆိုးေတြနဲ႔ အတူ မ်က္ႏွာျဖဴတစ္ခ်ဳိ႕ေသနတ္ေတြနဲ႔ ျမင္ရမွာပါ။မုဆိုးေတြဟာ ႏိုင္ငံျခားသားေတြနဲ႔ ေပါင္းၿပီးေမွာင္ခိုလုပ္ငန္းတစ္ခုကို လုပ္ကိုင္ေနၾကပါတယ္။ဟုတ္ပါတယ္။ဆင္စြယ္ေတြ ေရာင္းဝယ္ေဖာက္ကားျခင္းပါ။ဒီအဖြဲ႕ဟာ ခ်န္ဒရီကာ ဆင္စခန္းမွဆင္တစ္ေကာင္ရဲ႕ အစြယ္ကို ျပစ္မွတ္ထား လိုက္ရာမွာေတာ့....မင္းသားဟာ ဒုစ႐ိုက္သမားေတြဆီကဆင္ေလးကို ဘယ္လိုကယ္တင္မလဲဆိုတာကိုအက္ရွင္ေကာင္းေတြနဲ႔အတူကိုယ္တိုင္ ခံစားၾကည့္႐ႈၾကပါဦးဗ်ာ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and (440 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Tndf/Junglee_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAcmh6AFrZsusWk2P6LUgVEZsRR.jpg",
        "title": "Mard Ko Dard Nahi Hota (2018)",
        "description": "IMDb 7.5/10 Rotten Tomatoes 100% --------------------*********-----------------------*********---------------ေယာက္်ား ... မနာဘူးကြလုိ႔ ေျပာၾကတယ္မဟုတ္လားအင္းဗ်ာ သူတုိ႕ကုိ ဘာျပန္ေျပာရမလဲ မနာမက်င္ဘူးဆုိတာ စူပါပါဝါေတာ့မဟုတ္ဘူးေရာဂါတစ္မ်ိဳဳးပါ ဘာေၾကာင့္လဲဆုိေတာ့အဲ့ဒိေရာဂါကုိ ကြ်န္ေတာ္ခံစားေနရလုိ႔ပဲ ကြ်န္ေတာ့္နာမည္ဆူရီယားပါ ေမြးရာပါေဝဒနာကုိမခံစားႏုိင္တဲ့ေရာဂါျဖစ္ေနတယ္ဗ်ဦးေႏွာက္အာ႐ုံေၾကာနဲ႕ဆုိင္တဲ့ေရာဂါပဲ၊ ရွားပါးေရာဂါေပါ့ေနာက္မွ ဂူးဂဲလ္မွာရွာၾကည့္လိုက္ ကေလးေသးေသးေလးဘဝကတည္းကတျခားကေလးေတြနဲ႕မတူဘဲ ကြ်န္ေတာ္ဟာ နာက်င္မႈကုိဘာမွန္းမသိရတဲ့အတြက္အိပ္ရင္ေတာင္ ေျခေတြ၊ လက္ေတြႀကိဳးတုပ္ မ်က္မွန္ႀကီးတပ္ေပးထားၾကတာဗ်တျခားကေလးေတြဟာ သိသင့္သိထုိက္တာေတြကုိသင္ၾကားေနရတဲ့အခ်ိန္မွာ ကြ်န္ေတာ္ကေတာ့ ထိခုိက္မႈတစ္ခုျဖစ္တုိင္း\"အုိ႕\"လုိ႕အသံထြက္ဖုိ႕ကုိ ေလ့က်င့္ေနရတယ္ ဘယ္ေနရာကုိပဲထိခုိက္ထိခုိက္အုိ႕လုိေအာ္ျပရတယ္ ဒါေပမဲ့ နာလုိ႕ေတာ့မဟုတ္ပါဘူးအဲ့ဒိလုိထူးဆန္းတဲ့ကြ်န္ေတာ္ဟာအဖုိးေက်းဇူးနဲ႕ အက္ရွင္ကားေတြအမ်ားႀကီးၾကည့္ခြင့္ရၿပီးနာမည္ေက်ာ္ဖုိက္တာတစ္ေယာက္ ျဖစ္ခ်င္ခဲ့တယ္ လူတစ္ရာကုိအႏုိင္ဖုိက္တဲ့ကရာေတးသမားႀကီးရဲ႕ ဗီဒီယုိမွတ္တမ္းကု္ိၾကည့္ၿပီးတခ်ိန္က်ရင္ ကရာေတးဆရာႀကီးျဖစ္ရမယ္လုိ႔ ေၾကြးေၾကာ္ခဲ့ပါတယ္အဲ့ဒိလုိနဲ႕ႏွစ္ေတြၾကာလာတဲ့အခါကြ်န္ေတာ္ျဖစ္ခ်င္တဲ့ရည္မွန္းခ်က္အေနာက္ကုိလုိက္ရင္းဘယ္ေလာက္ေတြၾကမ္းျပမလဲဆုိတာ အားလုံးပဲဆက္ၾကည့္လုိက္ၾကပါေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Tndl/Mard_Ko_Dard_Nahi_Hota_(The_Man_Who_Feels_No_Pain)_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/duhns6xh3akd-133x200.jpg",
        "title": "Furie (2019)",
        "description": "IMDb (7.5) / Rotten Tomatoes (91%)Furie (ဗီယက္နမ္လို Hai Phuong) ဆိုတဲ့ ဗီယက္နမ္ဇာတ္ကားဟာ ႏိုင္ငံတကာ Rating သာမက စီးပြားေရးအရလဲ ေအာင္ျမင္ေနပါတယ္...အေမရိကန္လို ႏိုင္ငံမွာ ရံုတင္ေနၿပီး ဝင္ေငြေကာင္းေနတဲ့အျပင္ လူႀကိဳက္မ်ားေနေၾကာင္းလဲသိရပါတယ္။ဇာတ္လမ္းကေတာ့........ဟုိင္းေဖာင္ ဟာ အစြန္အဖ်ားနယ္ၿမိဳ႕ေလးမွာ ဇာတ္ၿမဳပ္ေနထုိင္ရင္း သမီးေလးနဲ႔အတူဘ၀ကုိ ရုန္းကန္ေနတဲ့မိခင္တစ္ဦးၿဖစ္ပါတယ္။\nသူဟာ ဘယ္ဘ၀ကလာခဲ့လဲ ဘယ္သူမွ မသိၾကသလုိ ဘာေၾကာင့္ ဒီေနရာကိုေရာက္ေနလဲ ဘာေၾကာင့္လူေတြနဲ႔ခပ္ကင္းကင္းေနထုိင္လဲဆုိတာကုိလဲ ဘယ္သူမွ မသိၾကပါဘူး။\nဟုိင္းေဖာင္အလုပ္က လယ္သမားေတြဆီကေၾကြးလုိက္ေတာင္းေပးရတဲ့ အလုပ္ၿဖစ္တာေၾကာင့္ သူ႔သမီးေလးဟာ ေက်ာင္းမွာ\nအၿမဲတမ္းအႏွိမ္ခံရသလုိ ဖခင္ေခၚစရာမရွိတဲ့သူတစ္ေယာက္အၿဖစ္လဲ ေလွာင္ေၿပာင္ခံရတယ္။ ဒါေၾကာင့္ ေက်ာင္းကထြက္ၿပီးေတာ့\nအလုပ္လုပ္ရင္း သူ႔အေမကုိ တစ္ဖက္တစ္လမ္းက အကူအညီေပးခ်င္သူပါ။\nသူတုိ႔ သားအမိဆက္ဆံေရးဟာလဲ ေႏြးေႏြးေထြးေထြးမရွိလွေပမယ့္ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ ေဖးမၾကတယ္။\nတစ္ခါတစ္ေလ ဟုိင္းေဖာင္ဟာ တစ္ေယာက္တည္း စီးကရက္တစ္လိပ္နဲ႔ မႈိင္ေတြ ေငးရီေနတတ္တယ္။\nတစ္ေန႔ေတာ့ သူ႔သမီးအိမ္မက္ေလးကို အေကာင္အထည္ေဖာ္ဖုိ႔ သူၿမတ္ၿမတ္ႏုိးႏုိးသိမ္းထားတဲ့ နားစြဲေလးတစ္ရံကုိေစ်းထဲသြားေပါင္ခ်ိန္မွာ\nသူ႔သမီးကုိ သူခုိးအၿဖစ္ ၀ုိင္း၀န္းစြပ္စြဲေနတာကို ေၿဖရွင္းရင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xsin/Furie_(Hai_Phuong)_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYjVlZDI3ZDYtMzBjYy00N2U3LTg5ODQtZDNjNjMwY2Q3YTEwXkEyXkFqcGdeQXVyNjg3MTIwODI@._V1_UY1200_CR8706301200_AL_-105x200.jpg",
        "title": "Day Watch (2006)",
        "description": "‘တစ္ၿခားသူ’\nအန္တြန္ ဂုိရုိဒတ္စကီး\n‘မႈန္မႈိင္းတဲ့ေနရာ’\nဂီဆာ\nဘဇမ္တီယမ္း\nဆဗက္တ္လာနာ နာဇာရုိဗာ\nဗာတြတ္တင္ကီ\nကံတရားေၿမၿဖဴ\nတမာလိန္း\nေကာ့စ္တလ်ာ\nဂြာအီမာ\nဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္\nစြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။\nသူတုိ႔ကုိ ‘တစ္ၿခားသူ’ လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔\nညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ\nလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xsih/Day_Watch_[2006]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/462px-4864_13-134x200.jpg",
        "title": "Night Watch (2004)",
        "description": "'တစ္ၿခားသူ'\nအန္တြန္ ဂုိရုိဒတ္စကီး\n'မႈန္မႈိင္းတဲ့ေနရာ'\nဂီဆာ\nဘဇမ္တီယမ္း\nဆဗက္တ္လာနာ နာဇာရုိဗာ\nဗာတြတ္တင္ကီ\nကံတရားေၿမၿဖဴ\nတမာလိန္း\nေကာ့စ္တလ်ာ\nဂြာအီမာ\nဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္\nစြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။\nသူတုိ႔ကုိ 'တစ္ၿခားသူ' လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔\nညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ\nလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dpL2/Night_Watch_[2004]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/legion-poster-133x200.jpg",
        "title": "Legion (2010)",
        "description": "Legion (2010)______IMDb - 5.2/10\n ဘုရားသခင်ကလူသားတွေအတွက် ပထမတစ်ခေါက်မျှော်လင့်ချက်ကုန်ဆုံးပြီး\nယုံကြည်မှု့ကင်းမဲ့သွားတဲ့အချိန်မှာ တစ်ကမ္ဘာလုံးကိုရေလွှမ်းမိုးမှု့ဖြစ်စေပြီးတော့\nလူသားတွေကိုရှင်းလင်းခဲ့တယ် ပြီးတော့ နောဧကနေမှတစ်ဆင့်\nလူသားမျိုးနွယ်တွေကိုတစ်ဖန်ပြန်စတင်စေခဲ့တယ်။အခုဒီဇာတ်ကားထဲမှာလည်း\nဘုရားသခင်ကလူသားတွေကို စိတ်ကုန်လာပြီးတော့\nယုံကြည်မှု့ပျောက်ဆုံးနေတဲ့အချိန်ကာလကနေစတင်ခဲ့ပါတယ်။\nသူကပျက်ကပ်တစ်ခုကို စတင်ဖို့အတွက်အမိန့်ပေးထားပြီးနေပါပြီ။\nအဲ့လိုအချိန်မှာပဲကန္တာရတစ်ခုကစားသောက်ဆိုင်လေးတစ်ဆိုင်မှာတော့\nစားသောက်ဆိုင်ပိုင်ရှင် ဘော့ဘ်တစ်ယောက်တီဗွီတွေကအလုပ်မလုပ်လို့စိတ်ပျက်နေပါတယ်။\nသူ့ဆိုင်မှာကလည်း ကားပျက်လို့သူ့သားဖြစ်သူ ဂျီပ်ကိုသူပြင်ခိုင်းထားရတဲ့\nစုံတွဲတစ်တွဲကလည်းရှိနေသေးပါတယ်။သူတို့ကလည်း ကားအမြန်ပြီးဖို့ တဂျီဂျီနဲ့ဆိုပါတော့။\nသူ့ဆိုင်မှာကတော့ သူရယ် သူ့သားဖြစ်သူရယ် ပြီးတော့ ချာလီဆိုတဲ့ကိုယ်ဝန်သည်ရယ်\nပါစီဆိုတဲ့စားဖိုမှူးကြီးရယ်နဲ့လည်ပတ်နေတာပေါ့။ ဒီလိုနဲ့သူတို့တွေဟာဆိုရင်\nဖုန်းလိုင်းတွေကော ရေဒီယိုလှိုင်းတွေကောဘာတစ်ခုမှအလုပ်မလုပ်ကြောင်\nးသတိထားမိလာခဲ့ရာကနေ အဘွားကြီးတစ်ယောက်ရောက်လာတဲ့အချိန်မှာ\nအကုန်ဗြောင်းဆန်ကုန်ပါတော့တယ်။ ဆက်လက်ခံစားကြည့်ရှုပါFile Size - 755 MB\nQuality - BrRip 720p\nTranslated & Review By Mark Miller\nEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/2Tg3e/Legion_[2010]_(MM_Sub).mp4",
        "category": "Action, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMDE4YjI5NWEtZTdlYi00M2RmLWE3YzItNmFhNWUwZTU3ZDIwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDE5Njc3OTk@._V1_-150x200.jpg",
        "title": "I Am a Hero (2015)",
        "description": "ဟီဒဲအို ဟာ အသက္ ၃၃ ႏွစ္ ရွိၿပီျဖစ္ၿပီး\nမေအာင္ျမင္ေသးတဲ့ ကာတြန္းဆရာ\nတစ္ေယာက္ျဖစ္ပါတယ္...\nအတူေန ခ်စ္သူ ရွိၿပီး ကာတြန္းဆြဲတဲ့အလုပ္ကို\nေဇာက္ခ် လုပ္ေနေပမဲ့ အရံ ကာတြန္းဆရာဘ၀ကေန\nတိုးတက္မလာပါ အေၾကြးေတြလဲတင္ ခ်စ္သူကလဲ ၿငိဳျငင္လာ\nဟီဒဲအို ဘ၀ မွာ စိတ္ညစ္စရာေတြပဲ မ်ားေနခဲ့ပါတယ္...\nတစ္ရက္မွာေတာ့ ဟီဒဲအို တို႔ ၿမိဳ႕မွာပဲ ေခြးကိုက္ခံရာကေန\nကူးစက္တက္တဲ့ ေရာဂါတစ္မ်ိဳး ပ်ံ႕ႏွ႔ံ လာၿပီး\nဟီဒဲအို ၏ အနီးဆံုး သူမ်ားကို ကူးစက္ခဲ့ေသာ္အခါ....\nဒီရုပ္ရွင္ကားဟာ မၾကာေသးခင္က Facebook မွာ\nVideo Clip အတိုေလး ျပန္႔ၿပီး လူတုိင္းၾကည့္ခ်င္ေနတဲ့\nဂ်ပန္ ဇြန္ဘီ အက္ရွင္ကား တစ္ကား ျဖစ္ပါယတ္\nIMDb Rating လဲ မနည္းသလို ဇတ္လမ္းကလဲ\nမဆိုးတဲ့ ရုပ္ရွင္ကားပါပဲ\nေသြးထြက္သံယိုေတြ ကိုက္ျဖတ္တာေတြ မၾကည့္ခ်င္တဲ့\nသူေတြကေတာ့ ဒီလုိကားမ်ိဳးကို ေရွာင္သင့္ပါတယ္...\nဒီရုပ္ရွင္ကားကို Kira Rodriguesz က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/2dqM7/I_Am_A_Hero_(Aiamuahiro)_[2015]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/godzilla-poster-136x200.jpg",
        "title": "Godzilla (1998)",
        "description": "ဟောလိဝုဒ်က ရိုက်ကူးထားတဲ့ ဂျပန်တို့ရဲ့ ဂေါ်ဇီလာဇာတ်ကားပါ။ဂေါ်ဇီလာဇာတ်ကောင်ကို မိတ်ဆက်နိုင်ခဲ့ပြီး အားပေးမှုအတော်အတန်ရရှိခဲ့သလိုဝင်ငွေလဲကောင်းခဲ့ပါတယ်။ဒီဇာတ်ကားကနေအစပြုလို့ ဂေါ်ဇီလာပါဝင်တဲ့ MonsterVerse ဇာတ်ကားတွေ တောက်လျှောက်ပေါ်ထွက်လာဖို့ရှိပါတယ်။  \nFile size…(2.3 GB) and (1.2 GB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….02:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1xtjq/Godzilla_[1998]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/maria-2019-full-pinoy-movies-136x200.jpg",
        "title": "Maria (2019)",
        "description": "လီလီဟာ ဘလက္ခ္ရုိစ့္ဆုိတဲ့ ဒုစရုိက္ဂုိဏ္ၾကီးရဲ႕ ထိပ္တန္းလုပ္ၾကံေရးသမား တစ္ဦးၿဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့ ေပးအပ္တဲ့တာ၀န္ကုိ\nဖီဆန္ခဲ့မႈနဲ႔ ဂုိဏ္းက သူ႔ကုိ သတ္မိန္႔ေပးခဲ့ပါတယ္။ အဲ့ဒါေတြအားလုံးဆီကေန သူ႔နည္းသူ႔ဟန္နဲ႔ ေရွာင္ထြက္လြတ္ေၿမာက္ေနခဲ့ၿပီး ကာလတစ္ခုမွာ သူဟာ ဘ၀ေဟာင္းကိုေမ့ေပ်ာက္ထားၿပီး မာရီယာ ဆုိတဲ့ သာမန္\nအိမ္ေထာင္ရွင္မအၿဖစ္ ဘ၀သစ္တစ္ခုကို ထူေထာင္ေလွ်ာက္လွမ္းေနတဲ့ အခ်ိန္ အတိတ္ေဟာင္းက မိတ္ေဆြေဟာင္းေတြ သူ႔ကုိ\nၿပန္ေၿခရာခံမိသြားတဲ့ေနာက္ သူ ရုန္းထြက္ခ်င္တဲ့ဘ၀ဆီက လြတ္ေၿမာက္ႏုိင္ပါ့မလား။\nဘယ္လုိၿဖစ္ရပ္ဆုိးေတြၾကဳံလာရမလဲဆုိတာ..။\nအမ်ိဳးသမီးဗားရွင္းနဲ႔ John wick လုိ႔ေၿပာလုိ႔ရပါတယ္။ ၿမင္ေနက် ဇာတ္အိမ္မ်ိဳးကုိမွ သြက္သြက္လက္လက္နဲ႔ ေနာက္ခံေတးဂီတ\nေကာင္းေကာင္း အက္ရွင္ခန္း အလန္းစားေတြနဲ႔ ဆြဲေခၚသြားႏုိင္ပါတယ္။ အက္ရွင္ခန္း ႏွိပ္စက္ခန္းတစ္ခ်ိဳ႕ၾကမ္းလြန္းလုိ႔ကေလးေတြအတြက္ေတာ့ မသင့္ေတာ္ပါဘူး။ \nFile size…(950 MB) and (620 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "8.7",
        "url": "https://megaup.net/2ToeA/Maria_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33Cxmz0MDcHZ0mJub429dhQRYP.jpg",
        "title": "Batman vs. Teenage Mutant Ninja Turtles (2019)",
        "description": "အားလံုးၾကိဳက္မယ့္Rating 7.3 ရရွိထားတဲ့animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...ဒါေပမဲ့ ဒီကားမွာေတာ့ Batman ရဲ႕ေစာင့္ေ႐ွာက္မႈေအာက္မွာ႐ွိေနတဲ့ေဂါ့သမ္ၿမိဳ႕ႀကီးကို ဧည့္သည္ေတြေရာက္လာၾကတယ္ေပါ့ဧည့္သည္ေတြကေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္လိပ္နင္ဂ်ာေလးေတြပါဒါေပမဲ့ ေရာက္လာတဲ့သူေတြက လိပ္နင္ဂ်ာေတြခ်ည္းပဲမဟုတ္ဘူးဒါဆိုေဂါ့သမ္ၿမိဳ႕ႀကီးကို ေနာက္ထပ္ဘယ္လိုဧည့္သည္ေတြထပ္ေရာက္လာတာလဲလိပ္နင္ဂ်ာေတြကေရာ ဘာေၾကာင့္ေရာက္လာရတာလဲလင္းႏို႔လူသားရဲ႕ လိပ္နင္ဂ်ာေတြပူးေပါင္းၿပီးရာဇဝတ္သားေတြဘယ္လိုႏွိမ္ႏွင္းၾကမလဲ႐ုပ္တည္တည္လင္းႏို႔လူသားနဲ႔ ေပ်ာ္တတ္တဲ့လိပ္ေလးေတြဘယ္လို ၂ ပါးသြားၾကမလဲ ၾကည့္လိုက္ျကပါဦး File Size : (817MB) & ( MB)Quality : WEB-DL 720p403 Running Time : 1 hr 24 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "8.5",
        "url": "https://megaup.net/1qyet/(CM)_Batman_Vs_Teenage_Mutant_Ninja_Turtles_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/253718-l-142x200.jpg",
        "title": "Red Cliff II (2009)",
        "description": "Red Cliff  II (2009)_________IMDb -7.6/10\n ပထမကား မှာ အောင်မြင်မှုရရှိခဲ့ပြီး နောက် ဒုတိယ ကားကို၂၀၀၉ ခုနှစ်မှာပဲ ထပ်မံထွက်ရှိလာခဲ့ပါတယ် ဇာတ်လမ်းကတော့ပထမကား ကိုပဲ ဆက်လက်ရိုက်ကူးထားပြီး ပထမကားကိုသာ ကြည့်ပြီးမှ ဒီကားကိုဆက်ကြည့်မှသာ ဇာတ်ရည်လည်မှာပဲဖြစ်ပါတယ်ဒီကားကတော့ IMDb rating 7.6 ထိရရှိထားပြီးသိုင်းကား ရှေးရာဇဝင်စစ်ကားကိုကြိုက်နှစ်သက်သူတွေ အနေနဲ့ကတော့ လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ချောင်ချောက်ရဲ့ ကုန်းတပ်စစ်ဦးကို အနိုင်တိုက်ပြီးနောက်မှာ အင်အားသောင်းချီတဲ့ ရေတပ်ကြီးကို ကျိုးယွီနဲ့ ခုံးမင်တို့ ဘယ်လို ဆက်ရင်ဆိုင်ကြမလဲဆိုတာ......  \nFile size…(2.3 GB) and (1.3 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….02:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.6",
        "url": "https://megaup.net/1Iq2p/Red_Cliff_II_(Chi_Bi_-_Jue_Zhan_Tian_Xia)_[2009]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcyOTQ3NDA1OV5BMl5BanBnXkFtZTcwMDY3NzM4Mg@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Red Cliff (2008)",
        "description": "Red Cliff - 2008\nIMDb (7.4/10).........Rotten Tomatoes (91%)\n ဒီဇာတ်ကား ၂ ကားကို လွီပုနဲ့သောင်းချန်၊ သစ္စာဂုဏ်ရည် ကြည့်ဖူးတဲ့သူတွေ၊ P2 ဂိမ်းမာတွေတော့ ရင်းနှီးနေပြီးသားဖြစ်မှာပါ။  Romance of the three kingdoms ဂိမ်းတွေလည်း ထွက်ထားပါတယ်။ အရင်နှစ်တွေကတော့ ဒီသမိုင်းကာလ စဆုံးကို စီးရီးထွက်ပါတယ် အပိုင်း ၆၀ လောက်တော့ ရှိမှာပေါ့။တရုတ်ပြည်ရဲ့ မင်းသုံးပါး အပြိုင်ခေတ်သမိုင်းထဲက အကျော်ကြားဆုံးကမ်းပါးနီတိုက်ပွဲကို ကောက်နှုတ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ကာလကတော့ လွီပုနဲ့တုံကြို့တို့အသက်ခံရပြီးနောက်ပိုင်း။ လျိုပေ့ နဲ့ စွန်းကွန် တို့ မင်း ၂ ပါးအဖြစ် အင်အားအနည်းငယ်ရလာချိန်မှာ အမတ်ချုပ်ကြီး ချောင်ချောင်ဟာ လျိုပေ့ကို  လိုက်ဖိတိုက်နေတဲ့ကာလပါ။ လျို့ပေ့မှာတော့ ကွမ်းရီ၊ကျန်းဖေး၊ကျောက်ယွန် တို့ သူရဲကောင်း ၃ ယောက်နဲ့ ဒီဇာတ်ကားရဲ့ အဓိကနေရာမှာပါတဲ့ ပညာရှိအမတ်ခုံးမင်(ကျူးကော့်လျန်) တို့ ပါဝင်နေပါပြီ။ စွန်းမျိုးနွယ်တွေမှာတော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Iq2g/Red_Cliff_(Chi_Bi)_[2008]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5s9Juk85HuHhTe232kUG5pkzgqA.jpg",
        "title": "Kesari(2019)",
        "description": "KESARI 2019IMDb Rating - 7.8/10 IMDb Rating - 7.8/10မၾကာေသးမီကမွ ႐ံုတင္သြားတဲ့ အေရွးကူးမားရဲ႕\nသမိုင္းျဖစ္ရပ္မွန္ ႐ုပ္႐ွင္ဇာတ္ကားကို\nမေန႔က အၾကည္ေလး တက္တက္ခ်င္း\nျမန္ျမန္ဆန္ဆန္ေလး တင္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းဟာ ၁၉ရာစုဝန္းက်င္မွာ\nျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲကို အေျချပဳထားပါတယ္။မင္းသားႀကီး အေရွးကိုေတာ့ ဒီဇာတ္ကားထဲမွာ\nၿဗိတိသွ်တပ္မေတာ္ရဲ႕ တပ္ၾကပ္ႀကီး တစ္ေယာက္အျဖစ္ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ၿဗိတိသွ် လက္ေအာက္မွာ သူ တာဝန္ထမ္းေဆာင္ေနမဲ့\nဇာတ္လမ္းရဲ႕အစမွာေတာ့\nသူကိုယ္သူ စစ္သားတစ္ေယာက္အျဖစ္\nဂုဏ္ယူေနခဲ့ပါတယ္။ဒီလိုနဲ႔ ပတၱေရာင္လွည့္ေနစဥ္အတြင္း\nမြတ္စလင္ေတြလူမ်ဳိးေတြဟာ သူတို႔ ဘာသာဝင္\nမိန္းကေလးတစ္ေယာက္ကို သတ္မလို႔ လုပ္ေနတုန္း\nအေရွးဟာ အထက္အရာရိွရဲ႕ အမိန္႔ကို ဆန္႔က်င္ၿပီး\nသြားကယ္ခဲ့ပါတယ္။ဒီအမိန္႔မနာခံမႈေၾကာင့္ အေရွးဟာ\nနယ္ေျပာင္းေရႊ႕ခံခဲ့ရပါတယ္။အဂၤလိပ္ေတြရဲ႕ အိႏၵိယလူမ်ဳိးအေပၚ ဆက္ဆံပံုကို\nအမွန္အတိုင္းျမင္ခဲ့ရၿပီး ကြၽန္ဘဝကို နားလည္လာရာမွာေတာ့....၊ဆစ္ခ္ဘာသာဝင္ အေရွးတို႔ကို\nမြတ္စလင္ေတြဟာ ျပန္တိုက္ဖို႔ ႀကိဳးပမ္းလာခဲ့ရာမွာေတာ့..... File Size : (1.18GBand (454MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:30:00\nGenre :  Drama, Action,History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu ...",
        "rating": "7.9",
        "url": "https://megaup.net/1xwb7/Kesari_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bL7WcHtBWmlUenu6s0Ypd3Tzok.jpg",
        "title": "Heaven’s Soldiers ( 2005 )",
        "description": "IMDb 6.1 ရရှိထားတဲ့ ကိုရီးယားစစ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်မျက်မှောက်ခေတ်က စစ်သားတွေ ကိုရီးယားရဲ့နာမည်ကျော်စစ်သူကြီးလီဆွန်းရှင်းခေတ်ကိုပြန်ရောက်သွားတဲ့ဇာတ်ကားလေးပါပဲ….တောင်ကိုရီးယားနဲ့ မြောက်ကိုရီးယား သဘောထားမတူနှစ်ခြမ်းကွဲတဲ့ ကိစ္စ မဆန်းတော့ပါဘူး…ဒါပေမယ့် ဒီကားထဲမှာတော့ ဆန်းတယ်…အဏုမြူကို ထိုးအပ်မယ့်ကိစ္စမှာ မြောက်ပိုင်းက ဗိုလ်မှူးကမကျေနပ်စွာနဲ့ အဏုမြူယူပြီး ပြေးရော…တောင်ပိုင်းသား ဗိုလ်မှူးကလည်း အထက်အမိန့်နဲ့လိုက်ရော…အဲ့မှာတင် ထူးခြားအံ့သြဖွယ်ရာနဲ့ ကိုရီးယားက်ု ဂျပန်တွေဝင်တဲ့အချိန်တရုတ်ကလုချင်နေတဲ့အချိန်ဆီ စစ်သားတစ်စု အချိန်ခရီးနှင်ခဲ့ရလေရဲ့…သမိုင်းထဲပြန်ရောက်သွားတဲ့ စစ်သားတွေကဘယ်သူနဲ့တွေ့ပြီး ဘယ်လိုတွေပြောင်းလဲကုန်မလဲ…သူတို့ခေတ်ကိုရော ပြန်လို့ရပါ့မလား…နောက်ပြီး အဲ့ဒီခေတ်မှာရော တောင်ပိုင်းကဗိုလ်မှူးနဲ့မြောက်ပိုင်းသားဗိုလ်မှူးတို့ တည့်နိုင်ကြပါ့မလား…၂၀၀၅ ခုနှစ်က ဇာတ်လမ်းလေးပါ ဒါပေမယ့် ဒီကားလေးကပေးခဲ့တဲ့အသိကတော့ အခုအထိ တန်ဖိုးရှိနေလို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2sy2l/Heaven’s_Solider_[2005]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYmEyNmUxNjMtNjk0NS00OTZhLTlkYzktZGUxODhhMTc2NTRmXkEyXkFqcGdeQXVyNTg0NDQ5NzA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Pool (2018)",
        "description": "The Pool ရုပ္ရွင္ကား ဟာ ၂၀၁၈ ခုႏွစ္က ျမန္မာျပည္မွာ\nရံုတင္ခဲ့ၿပီး လူႀကိဳက္အရမ္းမ်ားခဲ့တဲ့ ရုပ္ရွင္ကားတစ္ကားျဖစ္ပါတယ္\nထိုင္း ရုပ္ရွင္ကားျဖစ္ၿပီး တစ္ကားလံုးကို လူအနည္းငယ္ျဖင့္သာ\nသရုပ္ေဆာင္ ရိုက္ကူးထားၿပီး ထုိင္ရာက မထစတမ္း ၾကည့္ရႈေစႏုိင္တဲ့\nတစ္ခုထဲေသာ အာရွရုပ္ရွင္ကား တစ္ကားျဖစ္ပါတယ္\nလူသူ ေ၀းတဲ့ ၿမိဳ႕အစြန္က ေရကူးကန္ အေဟာင္းတစ္ခုအား\nရုပ္ရွင္ရိုက္ကူးရန္ ငွားခဲ့ၿပီးေနာက္ ထို ေရကူးကန္ထဲ မွာ\nအေစာင့္တစ္ေယာက္ ေဘာကြင္းေလးနဲ႔ အိပ္ေပ်ာ္ေနခဲ့တယ္\nၿပီးေတာ့ လူေတြ မသိေသးတဲ့ အေကာင္ႀကီးတစ္ေကာင္ ကလည္း\nအသင့္ အဲ့ေအာက္မွာ ေစာင့္ေနခဲ့တယ္...\nျပန္သြားတဲ့သူေတြက ေမ့ၿပီး ေရေတြ သြန္တဲ့ ခလုပ္ကို ႏွိပ္သြားၿပီး\nအေစာင့္ ျပန္ႏိုးလာတဲ့အခ်ိန္မွာ ေရေတြ ကုန္လုနီးပါးျဖစ္ၿပီး\nေရကန္ေပၚသို႔ ျပန္မတက္ႏုိင္ခဲ့ေသာ အခါမွာေတာ့ ...\nထိတ္လန္႔သည္းဖို ဆိုတဲ့ အႏွစ္အရသာ နဲ႔ ျပည့္စံုတဲ့\nThe Pool ဆိုတဲ့ ထိုင္းရုပ္ရွင္ကားကို အရမ္းေတြ စပြိဳင္လာ\nမလုပ္ေတာ့ပါဘူး CM Fan ေတြ ဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး\nဒီရုပ္ရွင္ကားကို Little Neo ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Tr6B/The_Pool_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tegQNllG9HfRWexDIkK8wMwC6ce.jpg",
        "title": "Total Dhamaal (2019)",
        "description": "ေႏြပူပူမွာ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသကား ၾကည့္မယ္ဆိုတဲ့ ပရိသတ္ေတြအတြက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ဟိုးအရင္ Dhamaal ေတြရဲ႕ ေနာက္ဆံုးျဖစ္တဲ့Total Dhamaal ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာလုပ္လုပ္ တလြဲခ်ည္းပဲ လုပ္တတ္ၾကတဲ့ လူတစ္စုကို အဓိက ျမင္ရမွာေပါ့။အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ ေငြလိုေနတဲ့ လူေတြ။တေန႔မွာေတာ့ ေငြေတြ ႏွစ္က်ပ္ကြက္နင္းၿပီးလုယူလာခဲ့တဲ့ ေဘာစိအသစ္ၾကပ္ခြၽတ္ႀကီးဟာဟယ္လီေကာ့ပတာပ်က္က်ၿပီး အဲ့ဒီလူတစ္စုနဲ႔ ဆံုဖို႔ ျဖစ္လာခဲ့ပါတယ္။မေသခင္မွာသြားတဲ့စကားကေတာ့ဂ်နာပူရ္တိရစၧာန္႐ံုထဲက 'OK' ဆိုတဲ့ စားလံုးမွာေငြ သန္း၅၀၀ ရိွေၾကာင္း ေျပာျပခဲ့ပါတယ္။သိပ္ကို ေလာဘႀကီးတဲ့ ေကာင္ေတြၾကားမွာဆိုေတာ့ၿပိဳင္ပြဲတစ္ခု ျဖစ္လာခဲ့ပါၿပီ။တစ္ေယာက္နဲ႔တစ္ေယာက္ ၿပိဳင္ဖက္ေတြျဖစ္ေနတဲ့ အဲ့ဒီလူရွစ္ေယာက္မွာေနာက္ထပ္ ၿပိဳင္ဘက္တစ္ေယာက္ ရိွေနပါေသးတယ္။အဲ့ဒီပိုက္ဆံေတြနဲ႔ အဓိကပက္သက္ေနတဲ့ ရဲမင္းႀကီးပါ။ကဲ....အရင္ေရာက္တဲ့လူက ပိုက္ဆံေတြအားလံုးကို ရမွာမို႔ ...Dhamaal ကစားပြဲထဲ ပါဝင္ဆင္ႏႊဲလိုက္ပါဦး။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Tr6D/Total_Dhamaal_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/images-133x200.jpg",
        "title": "Dev (2019)",
        "description": "Dev (2019)\n------------------------------------------------------------------------\nစြန္႔စားခန္းေတြကို ႏွစ္သက္သေဘာက်ၿပီး\nအရာရာတုိင္းကိုအေကာင္းျမင္တတ္တဲ့\nသူငယ္ခ်င္းေတြနဲ႔ အျပန္အလွန္ ခ်စ္ခင္မႈကိုရထားတဲ့ ေဒ့ဗ္….\nမူႀကိဳအရြယ္ထဲက ေမြးေန႔တူလို႔ ေပါင္းမိသြားၾကတဲ့\nေဒ့ဗ္ ဗစ္ကီ နဲ႔ နီရွာတို႔ သံုးေယာက္ဟာ တကၠသိုလ္အထိအတူတူ\nတစ္တြဲတြဲရွိေနရာက ဗစ္ကီနဲ႔ နီရွာတို႔ရဲ႕တိုက္တြန္းမႈေၾကာင့္\nကံတရားရဲ႕အလိုအတိုင္းဆိုၿပီး ပထမ ဆယ္ေယာက္ထဲမွာ\nေနာက္ဆံုး နံပါတ္ ၁ က်တဲ့ People You May Know ကို\nေကာင္မေလးအျဖစ္လိုက္မယ္လို႔ အေလာင္းအစားလုပ္ၾကရာမွ\nမထင္မွတ္ဘဲေတြ႕လိုက္ရတဲ့ မဂ္နာ…\nနာက်င္စရာအတိတ္ေတြနဲ႔ သားအမိႏွစ္ေယာက္တည္း\nရုန္းကန္ရင္း ေအာင္ျမင္တဲ့ စီးပြားေရးလုပ္ငန္းရွင္တစ္ေယာက္ျဖစ္ေနတဲ့\nမဂ္နာဟာ အခ်စ္ေရးကို ေတြးဖို႔အတြက္ အခ်ိန္လည္းမရွိခဲ့သလို\nအယံုအၾကည္လည္းမရွိခဲ့ပါဘူး…\nမဂ္နာ့ကိုျမင္ျမင္ခ်င္းခ်စ္မိသြားတဲ့ ေဒ့ဗ္တစ္ေယာက္\nခက္ခက္ခဲခဲနဲ႔ ခ်ဥ္းကပ္ဖို႔ႀကိဳးစားခဲ့ပါတယ္\nသူ႔ရဲ႕အေကာင္းျမင္တတ္တဲ့စိတ္ အၿမဲတမ္းေပ်ာ္ေနတတ္တဲ့စိတ္ေလးဟာ\nဘယ္ေလာက္ထိ စိတ္ရွည္ရွည္နဲ႔ ထားႏိုင္မလဲ\nသူတို႔ေတြဘယ္လိုေတြရိုႀကမလဲဆိုတာၾကည့္လိုက္ၾကရေအာင္လား\nဒီဇာတ္ကားေလးဟာ IMDb 5.1 ရထားၿပီးေတာ့\nမင္းသား Karthi နဲ႔ မင္းသမီးေခ်ာေလး Rakul Preet Singh\nပါဝင္သရုပ္ေဆာင္ထားတဲ့ Action, Adventure, Romance\nဇာတ္ကားမ်ိဳးေလးျဖစ္ပါတယ္\nတစ္ေန႔တည္းတစ္ရက္တည္းေမြးတဲ့\nစရုိက္ကလည္းတူသူငယ္ခ်င္း ၃ ေယာက္ ေဒ့ဗ္ ဗစ္ကီနဲ႔ နီရွာ…\nေဒ့ဗ္ရဲ႕ Surprise ဒဏ္ေတြကို မခံႏိုင္ေတာ့တဲ့\nဗစ္ကီတစ္ေယာက္နီရွာနဲ႔ေပါင္းၿပီး အြန္လိုင္းသံုးၿပီး ခ်စ္သူရွာေပးရာက\nမဂ္နာဆိုတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2TtiB/Dev_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTCZQuvdrpuzq44KaI9hy8aBByb.jpg",
        "title": "Tankers",
        "description": "Tankers(2018)\nIMDb...6.0\n...ဒီတစ္ခါရုရွားတင့္battleကားထဲမွာေတာ့ အရင္တစ္ခါကေအာင္ျမင္ေက်ာ္ၾကားခဲ့တဲ့ တီ-၃၄တင့္မဟုတ္ေတာ့ဘဲနဲ႔\nKV Tank ေကဗီြတင့္တစ္စီးနဲ႔ပတ္ၾကမ္းခဲ့တဲ့ တင့္တိုက္ပြဲဇာတ္ကားျဖစ္ပါတယ္...\nဒီဇာတ္ကားဟာတစ္ကယ့္အျဖစ္အပ်က္ေပၚမွာအေျခခံၿပီးရိုက္ကူးခဲ့တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္...\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Semyon Konovalovဟာအေစာပိုင္းမွာ နယ္ေျမစိုးမိုးေနတုန္း\nအမွတ္မထင္ဘဲရန္သူ႕ပန္ဇာတင့္တစ္စီးရဲ႕ခ်ံဳခိုတိုက္ခိုက္ျခင္းခံလိုက္ရတယ္...\nအဲ့ေနာက္မွာ Konovalov ဟာကံေကာင္းေထာက္မစြာအသက္ရွင္က်န္ခဲ့ၿပီး\nတပ္ရင္းတစ္ရင္းကိုျပန္ေရာက္လာခဲ့တယ္...အဲ့မွာသူနဲ႔ေက်ာင္းေနဖက္အတန္းေဖာ္ျဖစ္ခဲ့တဲ့\nဗိုလ္မွဴးတစ္ေယာက္နဲ႔ၾကားမွာ အဖုအထစ္ေလးေတြရွိခဲ့ၿပီး သူ႕ကိုသံုးစားမရတဲ့\nေကဗီြတင့္အေဟာင္းတစ္စီးကိုေပးအပ္ခဲ့တယ္...Konovalov လဲရွိတဲ့ပစၥည္းနဲ႔ေကာင္းေအာင္ျပင္ဆင္ေနတုန္း\nတစ္ေန႔မွာဗိုလ္မွဴးက ေရွ႕တန္းတစ္ေနရာကို ကင္းေထာက္ထြက္ဖို႔ Konovalov အားတာဝန္ေပးအပ္လာတဲ့အခါမွာေတာ့...\nတင့္အေဟာင္းႀကီးရေနေပမယ့္ သူဘယ္လုိပတ္ၾကမ္းခဲ့မလဲဆုိတာကုိေတာ့ စစ္ကားႀကဳိက္သူတုိ႕ ခံစားၾကည့္လုိက္ပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (353 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1xyoi/Tankers_(Nesokrushimyy)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/712-Ob1O3dL._RI_SX300_-1-150x200.jpg",
        "title": "Naayak (2013)",
        "description": "Naayak (2013)\n=============\nဘောလီးဝုဒ် ဖိုက်တင်ကား ကြည့်ချင်သူတွေအတွက် Naayak ဆိုတဲ့\nImdb 5.6 ရထားတဲ့ကားလေးဖြစ်ပါတယ်..မင်းသားကလဲ နာမည်ကြီးဖိုက်တာမင်းသားဆိုတော့ လှပြီလေ။Naayak ဆိုတာ မြန်မာလိုဆို ခေါင်းဆောင် လို့အဓိပ္ပါယ်ရပါတယ်။\nနိုင်သူစားစတမ်း လူမိုက်တွေကြီးစိုးနေတဲ့မြို ့မှာ\nလူမိုက်တွေဟာ ဥပဒေလွတ် ဆင်းရဲသားလူတန်းစားတွေကို အနိုင်ကျင့်ဂုတ်သွေးစုပ်ပြီး ကျိကျိ်တက်ချမ်းသာ\nနေကြပါတယ် ။ ရဲတွေ အာဏာရှိသူတွေကလဲ သူတို့ဘက်တော်သားဆိုတော့ ဘယ်သူကမှ သူတို့ကို မတော်လှန်ဝင့်ကြပါဘူး\nအဲ့အချိန်မှာ ဒီကြားထဲကနေ သူတို့ကို\nပြန်တွန်းလှန်မယ့် အင်အား\nကြီးတဲ့ naayak ဆိုသူ ပေါ်လာချိန်မှာတော့……….ပေါ့ပေါ့ပါးပါးကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.2 GB) and (600 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….02:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Ye Naing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/naayak-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k4QPUYRupu7Jv8ZWS9hiLw5OuhB.jpg",
        "title": "Jo Pil-ho: The Dawning Rage(2019)",
        "description": "Jo Pil-ho: The Dawning Rage(2019)\nIMDb...6.4\nပီးဟုိဆုိတဲ့ရဲတစ္ေယာက္ဟာ ရဲ၀န္ထမ္းေတြႀကားမွာ သတိထားစရာအေတာ္ေကာင္းလာတယ္..\n၀န္ထမ္းေကာင္းရဲေကာင္းတစ္ေယာက္အေနနဲ႕ေတာ့မဟုတ္ဘူး....လူမုိက္ေတြနဲ႕ေပါင္းတယ္...\nေငြရဖုိ႕ကုိ လုပ္ပုိင္ခြင့္ေတြထဲကေန ဥပေဒမဲ့ လုပ္တယ္....\nေဖာက္ထြင္းသူေတြနဲ႕လည္း လစ္ရင္လစ္သလုိ မ်ဳိးမ်ဳိးမ်က္မ်က္အကြက္ေတြဆင္ေလ့ရွိတယ္...\nသူ႕ပုံစံၾကည့္ရတာ ဒီအကြက္ေတြေရႊ႕ရတာ အေတာ္ကုိကြ်မ္းက်င္ေနတဲ့ပုံပင္...\nဘယ္လုိပင္အကြက္ေရႊ႕ကြ်မ္းကြ်မ္း အဂတိတုိက္ဖ်က္ေရးအဖြဲ႕က သူ႕ေနာက္ကုိ သိသိသာသာပင္\nလုိက္ေနၾကတယ္....ဒါကုိ သိတဲ့ ပီးဟုိဟာ ေနာက္ဆုံးအေနနဲ႕ အခ်ီႀကီးပြေပါက္ရေအာင္ႀကံၿပီး\nသူ႕ေနာက္လုိက္တဲ့သူေတြကုိမ်က္ေျချဖတ္ဖုိ႕ႀကဳိးစားတယ္...\nသုိ႕ေပမယ့္ သူထင္ထားသလုိမျဖစ္လာတဲ့အျပင္ အဆုိးတကာ့အဆုိးဆုံးေသာ အႏၱရယ္ေတာထဲကုိေရာက္လုိ႕သြားပါေတာ့တယ္...\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ရႈလုိက္ပါ...\nဒီကားက  မင္းသား Sun-kyun Lee အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး သူဟာ ဒီလုိဇာတ္ရုပ္ေတြမွာလည္းအေတာ္ပုိင္ပါတယ္..\nA Hard Day (2014) ထဲမွာလည္း ဒီပုံစံမ်ဳိးသရုပ္ေဆာင္ထားတယ္..ဒီကားနဲ႕ေတာ့ ဇာတ္လမ္းက အေတာ္ကြဲပါတယ္...\nတစ္ခုေတာ့ ႀကဳိေျပာထားမယ္... ဗီလိန္ေနရာက အဓိကထားရုိက္တဲ့အျပင္ အႏၱရယ္ဇုံထဲမွာ\nမလႈပ္သာ မလူးသာ ျဖစ္ေနတဲ့ေနရာကို ၾကည့္ရႈသူ ကုိင္တုိင္ေရာက္ရွိေနၿပီး\nတကားလုံးစိတ္လႈပ္ရွားေနရလုိ႕ ရင္ေမာေနရပါလိမ့္မယ္... အက္ရွင္မႈခင္းကားႀကဳိက္သူတုိ႕အဖုိ႕\nခံစားႀကည့္လုိက္ဦးဗ်ဳိ႕...\nFile Size : (1GB) and (423 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:07:00\nGenre :  Action\nSubtitle ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xyo2/Jo_Pil-Ho_-_The_Dawning_Rage_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/mammzj2ogxvr-153x200.jpg",
        "title": "Matchless Hero Fang Shiyu ( 2019 )",
        "description": "ကြန္ဖူးတိုက္ကြက္ေတြ..တရုတ္သိုင္းကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္...ဇာတ္လမ္းအညႊန္းေလးကိုေၿပာရမယ္ဆုိရင္အရင္ေခတ္ကအနီေရာင္ပန္းအဖြဲ႕မွာေခါင္းေဆာင္တဲ႔သူတစ္ဦးဟာအသတ္ခံလိုက္ရပါတယ္..ေခါင္းေဆာင္မွာ ရိွ၀ိ လို႕ေခၚတဲ႔သားတစ္ေယာက္ရွိပါတယ္ရိွ၀ိ ဟာ ဖခင္ၾကီးအတြက္ကလဲ႔စားေခ်ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ အေၾကာင္းတစ္ခုေၾကာင့္ၿမိဳ႕သူႀကီးသမီးေမ်ာင္ေမ်ာင္ကိုဖမ္းလိုက္ၿပီးေနာက္..လူသတ္သမားကိုလိုက္ရွာေနခဲ႔တယ္ေနရာတကာကိုသြားပီးတဲ႔ေနာက္မွာပဲ ရိွ၀ိ ကိုသတ္မယ္႔ေနာက္ထပ္လူသတ္သမားတစ္ဦးေပၚလာခဲ႔ပါတယ္သူတို႕၃ဦးဘယ္လိုေတြဆက္ၿဖစ္မလဲ ရိွ၀ိ အေဖအသတ္ခံရတဲ႔ၿဖစ္ရပ္မွန္ကဘာလဲ...လက္စားေခ်ႏိုင္ပါ႔မလားဆုိတာကိုဆက္လက္ခံစားၾကည္႕ရွုပါ Translated And Review By Xiao",
        "rating": "5",
        "url": "https://megaup.net/2Tt7s/Matchless_Hero_Fang_Shiyu_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uA1zKgJVoO0ljbSbKXyek5YbLwv.jpg",
        "title": "The Negotiator(1998)",
        "description": "The Negotiator(1998)IMDb....7.3,,,,,,, Rotten...75%ဒန္နီ ရိုမန္ (Samuel L. Jackson) ဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာ ခ်ီကာဂို ရဲဌာနမွာ Negotiator လုပ္ရတဲ့ ရဲတစ္ေယာက္ေပါ့….Negotiator ဆိုတာ ျမန္မာလိုဆိုရင္ ေစ့စပ္ညွိႏိႈင္းေဆြးေႏြးသူေပါ့ ….သူ႕ရဲ႕ အဓိကတာ၀န္ကေတာ့ျပန္ေပးဆြဲအမႈေတြ ဓားစာခံအမႈေတြမွာ သူက ဓားစာခံေတြ မထိခုိက္ေအာင္ အနာတရ အေသအေပ်ာက္မရွိေအာင္ျပန္ေပးသမားနဲ႕ စကားေျပာေပးရတဲ့သူေပါ့…  သူေျပာတဲ့စကားတစ္ခြန္းဟာ ျပန္ေပးသမားရဲ႕ စိတ္အေျခအေနကုိအဆုိးဘက္ကုိအနည္းငယ္ေရာက္ေစရုံနဲ႕ ဓားစာခံရဲ႕ အသက္အခ်ိန္မေရြးေပ်ာက္သြားႏုိင္သလုိ အျခားမလုိလားအပ္တဲ့ ျပသနာေတြလည္း ရွိႏုိင္ပါတယ္....ဒန္နီရုိမန္ကေတာ့ ျပန္ေပးသမားကုိ သိမ္းသြင္းၿပီး ေျဖရွင္းတဲ့အပိုင္းမွာ အထူးကြ်မ္းက်င္သလုိရုပ္ျမင္သံၾကားမွာလည္း မၾကာခဏ ခ်ီးက်ဴးေဖာ္ျပခံေနရတဲ့ သူေပါ့…...လုပ္ေဖာ္ကုိင္ဘက္ေတြကလည္း သူ႕အေပၚေလးစားၾကတယ္....တစ္ေန႕ေတာ့ ရဲဌာနထဲမွာ ရံပံုေငြေတြကို ေဒၚလာသန္းနဲ႕ ခ်ီျပီး အလြဲသံုးစားလုပ္တဲ့ အမႈတစ္ခု ျဖစ္လာခဲ့ပါတယ္…...ဒီကိစၥကုိ ကံဆိုးခ်င္ေတာ့ ဒီအမႈကို ဒန္နီရိုမန္ လုပ္တယ္ဆိုျပီး ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရတယ္...ဒီေထာင္ေခ်ာက္ဆင္မႈေၾကာင့္ လုပ္ေဖာ္ကုိင္ဘက္ေတြရဲ႕ရြံ႕မုန္းတဲအၾကည့္ေတြရခဲ့တဲ့အျပင္ မီဒီယာေတြရဲ႕ေခါင္းစဥ္ေတြမွာလည္းအက်င့္ပ်က္ျခစားတဲ့ရြံစရာအေကာင္းဆုံး လူသားအျဖစ္အေဖာ္ျပခံလုိက္ရတယ္...ဒန္နီရုိမန္အတြက္တကယ့္ကုိ ကမၻာပ်က္တဲ့အခုိက္အတန္႕ပါပဲ....ကုိင္း ဒီအမႈႀကီးကုိ ကုိ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-negotiator1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "title": "T-34(2018)",
        "description": "T-34(2018)\n((ဒီကားရဲ႕ အသက္ဟာ တင့္ထုိးစစ္ဆင္မႈေတြနဲ႕ တင့္က်ည္ဆန္ေတြ\nတစ္၀ုန္း၀ုန္း ပစ္ခတ္ထိမွန္ခ်က္ေတြျဖစ္လုိ႕ Blu-Ray 1080p5.1 ch ႏွင့္ 720p တုိ႕ျဖင့္ update ေပးထားပါသည္...))\nစစ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ ပရိတ္သတ္ေတြအတြက္\nေမွ်ာ္လင့္ရက်ဳိးနပ္တဲ့ကားတစ္ကားလာပါၿပီဗ်ား....\nဒီကားက ဒုတိယ ကမၻာစစ္အတြင္း ရုရွားနဲ႕ ဂ်ာမန္စစ္ျဖစ္တဲ့အခ်ိန္\nစီးခ်င္းထုိးခဲ့တဲ့ တင့္ကားေတြအေၾကာင္းကုိ အဓိက ထားရုိက္ကူးျပထားတာပါ....\nျပသခ်ိန္ ၂နာရီေက်ာ္ရွိခဲ့ေပမယ့္  T-34 အေျမာက္သံတစ္ဂ်ိန္းဂ်ိန္း က်ည္ဆံသံတစ္၀ီ၀ီနဲ႕\nအျပန္အလွန္တုိက္ခုိက္မႈၾကားမွာ ခင္ဗ်ားဟာ စိတ္၀င္စားလြန္းေတာ့ ေတာင့္ေတာင့္ႀကီးၾကည့္မိၿပီး\n၂နာရီေက်ာ္ဆုိတာဆုိတာ ဘာမွန္းမသိျဖစ္သြားလိမ့္မယ္....ဇာတ္လမ္းအစမွ အဆုံးထိ ခပ္သြက္သြက္\nခပ္ရွင္းရွင္းနဲ႕ကုိ Tempo ခ်ခ်ိန္ဆုိတာေတာင္မရွိသေလာက္ပဲ.....ရုိက္ခ်က္ေတြနဲ႕\nခပ္ပါးပါးေနာက္ခံေတးကလည္း တကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္အတိပဲ....\nရုရွားဘက္ကတိုက္ရည္ခိုက္ရည္ေကာင္းတဲ့ တင့္ကြန္မန္ဒါတစ္ေယာက္ျဖစ္တဲ့ Nikolay Ivushkinဟာ\nဂ်ာမန္တင့္ကားေျခာက္စီးကို သူ႕ရဲ႕ T-34တင့္ကားတစ္စီးတည္းနဲ႔အကုန္အျပတ္ေခ်မႈန္းႏိုင္ခဲ့တယ္....\n၆စီးကုိ တစ္စီးထဲနဲ႕ေခ်မႈန္းသြားႏုိင္တာၾကည့္ရင္ သူ႕ရဲ႕အရည္အခ်င္းကိုခန္႕မွန္းမိႏုိင္ေကာင္းပါရဲ႕...\nသုိ႕ေပမယ့္ ေနာက္ဆုံးတစ္စီးတစ္စီးကုိေခ်မႈန္းႏုိင္ခဲ့ေပမယ့္ သူအဖမ္းခံလုိက္ရတယ္...\nဒီလုိနဲ႕ ဂ်ာမန္စစ္သုံပန္းဘ၀ကိုေရာကရွိသြားတယ္...\nဒီအခ်ိန္မွာ ဂ်ာမန္ေတြအတြက္ရုရွားေတြရဲ႕ တင့္စစ္ကစားဟန္က\nထိတ္လန္႕စရာအျဖစ္သိရွိခဲ့ၿပီးတဲ့ေနာက္မွာ သူတုိ႕အစီအစဥ္တစ္ခုဆြဲခဲ့တယ္...\nဂ်ာမန္ေတြဟာ ေနာက္ျဖစ္လာမယ့္ရုရွားတပ္နီနဲ႔ရင္ဆိုင္တိုက္ခိုက္ႏိုင္ဖို႔\nအထူးသျဖင့္ရုရွားတင့္ေတြကိုဘယ္လိုအႏိုင္ရမလဲဆိုတာကို ဂ်ာမန္မ်ိဳးဆက္သစ္ဗိုလ္ေလာင္းေတြကို\nလက္ေတြ႕က်က်ေလ့လာႏိုင္ေအာင္လို႔ တစ္ကယ့္ရုရွားတင့္တစ္စီးနဲ႔တိုက္ခိုက္ေပးဖို႔စီစဥ္လိုက္တယ္....\nအဲ့အခ်ိန္မွာ Nikolay Ivushkinနဲ႔တိုက္ခိုက္ဖူးတဲ့ဂ်ာမန္ေခါင္းေဆာင္ဟာ\nNikolay Ivushkin ရဲ႕အရည္အခ်င္းကိုသိတဲ့အတြက္ Ivushkin ကိုလူအခ်ိဳ႕ေပးေရြးၿပီးေတာ့\nစုတ္ျပတ္သတ္ေနတဲ့ရုရွားတင့္တစ္စီးကိုေပးလိုက္တယ္...အေျမာက္က်ည္ဆန္မပါဘဲနဲ႔ ဂ်ာမန္ဗိုလ္ေလာင္းေတြနဲ႔တိုက္ခိုင္းတယ္...\nIvushkinဟာအဲ့ဒီစုတ္ျပတ္သပ္ေနတဲ့တင့္ကားအတြင္းပိုင္းကိုဝင္ၾကည့္တဲ့အခါမွာ\nပုပ္ပြေနတဲ့အေလာင္းေတြအျပင္ မထင္မွတ္ဘဲေျပာင္လက္ေနတဲ့အရာတစ္ခုခုကိုျမင္ေတြ႕လိုက္တဲ့အခ်ိန္မွာေတာ့...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xyoe/T-34_[2018]_(MM_Sub).mkv",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/137714-boomarang-po-128x200.jpg",
        "title": "Boomerang(2019)",
        "description": "Boomerang(2019)\nIMDb...6.0\nဒီတစ္ေခါက္Channel Myanmar ပရိသတ္ႀကီးအတြက္\nဇာတ္လမ္းအသစ္ေလး တစ္ခုနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကားေလးနာမည္က Boomerang (2019)ပါ။\nဒီ Imdb Rating 6.0/10 ရရွိထားတဲ႔ Tamil စကားေျပာ ကားေလးဟာ\nအက္ရွင္ဇာတ္လမ္းေကာင္းျကိုက္ႏွစ္သက္တဲ႔ ပရိသတ္ႀကီးအတြက္ေတာ႔ အၾကိဳက္ေတြ႔ေစမွာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနညး္ငယ္ တင္ျပေပးလိုပါတယ္။\nမီးေလာင္မႈတစ္ခုေၾကာင္႔ မ်က္ႏွာတစ္ခုလံုးပ်က္စီးသြားရတဲ႔ ရွီဗာ...\nဒီမ်က္ႏွာနဲ႔ လူလံုးျပဖို႔ေတာင္မျဖစ္ႏိုင္တဲ႔အတြက္မ်က္ႏွာအစားထိုးခြဲစိတ္ကုသမႈကိုခံယူခဲ႔ရပါတယ္။\nရရွိလာတဲ႔မ်က္ႏွာအသစ္က ေခ်ာေမာလွပတဲ႔အျပင္ သူမသိေသးတဲ႔ အတိတ္ေတြလဲရွိခဲ႔ပါတယ္။\nတစ္ေန႔ေတာ႔ သူ႔ကိုလူမွားျပီး လိုက္လံလုပ္ၾကံသတ္ျဖတ္ရာကေန မ်က္ႏွာပိုင္ရွင္ရဲ ႔ေနာက္ေၾကာင္းကိုစံုစမ္းဖို႔ျဖစ္လာေတာ႔တာပါပဲ။\nအဆိုပါ မ်က္ႏွာပိုင္ရွင္က ဘယ္သူလဲ?\nဘာေၾကာင့္ သူ႔ေနာက္ကိုလူေတြလုိက္ေနတာလဲ?\nရွီဗာကေရာ ဒီမ်က္ႏွာနဲ႔ ဘယ္လိုဆက္ျပီးစခန္းသြားမလဲ?\nဆိုတာ စိတ္ဝင္တစားဆက္ၾကည္႔ရႈရမယ္႔ကားေလးပါ။စိတ္ဝင္စားစရာ\nအက္ရွင္ကားေကာင္းေလးမို႔ မလြတ္တမ္း ၾကည္႔ရႈအားေပးဖို႔ပဲညႊန္းလိုက္ပါတယ္...\nဇာတ္လမ္္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin  ႏွင့္ Aye Mon Kyaw တုိ႕ပဲျဖစ္ပါတယ္...\n  File Size : (948 MB) and (380 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:00:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ttie/Boomerang_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDB1XQkjcA28y4o2CusamC5WgOs.jpg",
        "title": "Secretly, Greatly ( 2013 )",
        "description": "IMDb 6.9 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးပါပဲ5446လုိ႕ေခၚတဲ့ေျမာက္ကုိရီးယားလွ်ဳိ့၀ွက္စပုိင္အဖြဲ႕အစည္းတစ္ခုငယ္ရြယ္တဲ့လူငယ္ေတြကုိ တုိက္ရည္ ခုိက္ရည္ ဥာဏ္ရည္ပုိင္းေတြအထူးေလ့က်င့္ေပးထားတယ္ရည္ရြယ္ခ်က္ကေတာ့ေတာင္ကုိရီးယားကိုစပိုင္ေတြအျဖစ္ ေစလႊတ္ၿပီး အသီးသီးဇတ္ၿမဳတ္ေနေစၿပီးလွ်ိဳ႕ဝွက္တာဝန္ေတြအသီးသီးထမ္းေဆာင္ဖို႔ပဲ ဒီထဲမွာအေတာ္ဆုံးလုိ႕ေခၚရမဲ့ လူငယ္ေလးသုံးေယာက္သူတုိ႕က စရုိက္တစ္မ်ဳိးစီနဲ႕ေတာင္ကုိရီးယားထဲမွာ ဇတ္ျမဳတ္ၿပီးအထက္ကအမိန္႔ေတြကိုေစာင့္ရင္းစပိုင္အျဖစ္ေနၾကတယ္ တစ္ေန႕ေတာ့ အထက္ကသူတို႔၅၄၄၆တပ္ကတပ္ဖြဲ႔ဝင္ေတြအားလံုးကို suside လုပ္ခိုင္းတယ္အဲ့ဒီအမိန္႔ဟာ သူတုိ႕ ၃ေယာက္အတြက္ ဘာမွ မခက္ခဲေပမယ့္မိသားစုအေရးေတြပါဝင္လာတဲ့အခါမွာေတာ့ ဆန္႔က်င္မႈေတြျဖစ္လာတယ္ဒြိဟပြားစရာေတြျဖစ္လာတယ္ ဒီဇတ္ကားက တျခားစပုိင္ဇတ္လမ္းေတြနဲ႕ခပ္ဆန္းဆန္းကြဲထြက္လာတာက အရူးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ျပီးစပုိင္လုပ္ေနတဲ့သူပါလာတာပါပဲ အျခား ၂ေယာက္က အႏုပညာသမားတစ္ေယာက္အထက္တန္းေက်ာင္းသားတေယာက္ပါ သူတုိ႕ ၃ေယာက္လုံးကုိေတာ့ပရိတ္သတ္ႀကီးရင္းႏွီးၿပီးသားေတြျဖစ္မွာပါ အထူးသျဖင့္ တည္ၿငိမ္သူကြီးတေယာက္လို႔လူသိမ်ားတဲ့ Kim soo hyun က ဒီဇတ္ကားေလးထဲမွာ အ႐ူးဇတ္႐ုပ္ကေနေခါင္းေဆာင္အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ေနာက္ထပ္မင္းသားေတြျဖစ္တဲ့ Park ki woong နဲ႕ lee woo hyun ကလည္းသူ႔ေနရာနဲ႔သူ ပါဝင္သ႐ုပ္ေဆာင္ထားၾကပါတယ္ ဒီဇတ္ကားကုိ အပုိင္း ၃ပုိင္းခြဲရမယ္ထင္ပါတယ္ပထမပုိင္းမွာရယ္စရာေလးေတြနဲ႕စတင္ရင္းတစ္ေယာက္စီရဲ႕ျမႇဳပ္ကြက္ေလးေတြကုိတျဖည္းျဖည္းျပ သြားတယ္ဒုတိယပုိင္းမွာေတာ့ပရိတ္သတ္ေတြကုိမိန္းေမာသြားေစမဲ့ အက္ရွင္ခန္းေတြပါလာတယ္တတိယပုိင္းမွာေတာ့ messageေလးေတြ ေပးသြားေလရဲ႕ကိုင္း ဒီေလာက္ဆုိေတာ္သင့္ၿပီထင္ပါရဲ႕ ခံစားႀကည့္လုိက္ပါဦးလုိ႕This Movie Brought To You By ...",
        "rating": "6.9",
        "url": " https://megaup.net/1xylz/Secretly,_Greatly_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ora2m1w57h6eOfKGgBgP2o1hCZn.jpg",
        "title": "Born to Race (2011)",
        "description": "ဒီတစ္ခါေတာ့ ၂၀၁၁ ေလာက္က ကားေဟာင္းေလးျပန္တင္ဆက္ေပးမွာပါဒန္နီရဲ႕အေဖနဲ႔အေမကြဲေနၿပီး ဒန္နီကအေမနဲ႔အတူေနတယ္ဒန္နီက ျပိဳင္ကားေမာင္းတာေတာ္ျပီး တရားဝင္ၿပိဳင္ပြဲမဟုတ္ဘဲလမ္းေတြေပၚမွာကားၿပိဳင္ေမာင္းလို႔ ခဏခဏျပသနာတက္တယ္တစ္ေန႔ေတာ့ သူ႔ကိုစပြန္ဆာေပးထားတဲ့ ၿပိဳင္ကားႀကီးနဲ႔ရဲကားကို ဝင္တိုက္မိေရာသူ႔အေမလဲ သူ႔ကိုမထိန္းႏိုင္ေတာ့ဘဲ သူ႔အေဖဆီပို႔လိုက္ေတာ့တယ္ဒန္နီကေတာ့ သူတို႔ကိုထားခဲ့တဲ့အေဖဆီ မသြားခ်င္ခဲ့ဘူးဒါေပမဲ့ သူ႔အေဖဆိုတာကလဲ တစ္ခ်ိန္က ကားၿပိဳင္တဲ့ေလာကမွာ ဆရာတစ္ဆူဆိုေတာ့သားအအဖ ၂ ေယာက္ေပါင္းၿပီး ဘယ္လိုေတြ ေဂၚမလဲဆိုတာကေတာ့ဇာတ္လမ္းေလးထဲမွာ ဆက္လက္ၾကည့္႐ႈခံစားၾကပါ File Size : (915 MB) & ( 333 MB)Quality : BluRay 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , SportSubtitle : Myanmar Subtitle ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Ttip/Born_To_Race_[2011]_(MM_Sub).mp4",
        "category": "Action, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/A-Knight’s-Tale-poster-133x200.jpg",
        "title": "A Knight’s Tale (2001)",
        "description": "A Knight's Tale (2001)\nIMDb - 6.9/10_____Rotten - 59%\n  \nHeath Ledgerရဲ့ ဇာတ်ကားကောင်းတွေထဲက တစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်အိမ်ကလည်း ပြောစရာ\nမရှိအောင် ဒရာမာ ရိုးမန့် အဗန်းရှား အက်ရှင် ရသစုံပါတယ်။\nFriendhood .. Fatherhood.. Sonhood... Loverhood\nအစုံအလင်ပါပါတယ်။ ဇာတ်လမ်းရဲ့ အခြေခံကလည်း\nဂျော့ဖရေး ချောဆာလို့ခေါ်တဲ့ နာမည်ကျော် အလယ်ခေတ်\nကဗျာဆရာစာရေးဆရာတစ်ယောက်ကနေ ဆင့်ကူးခံစား\nထားတာဖြစ်ပြီး ဂျော့ဖရေးချောဆာတို့ အင်္ဂလန်သမိုင်းထဲက\nမင်းသားအက်ဒဝပ်တို့လို သူတွေလည်း ပါပါတယ်။\nကြည်နူးရင်ခုန် အားကျသွားစေမယ့် ရိုမန်တစ်အဆန်ဆုံး\nSceneတစ်ခု ဟာလည်း တော်တော်အသက်ဝင်ပါတယ်။\nခရမ်းချဉ်သီး ၇၉လုံးနဲ့ အိုင်အမ်ဒီဘီ ၆.၉လည်း\nရထားပါသေးတယ်။\nစကားမစပ် အဗန်ဂျာဂိုဏ်းဝင် ဗီးရှင်းကြီးကိုလည်း\nကိုယ်လုံးတီးနဲ့ပဲ ထပ်တွေ့ရဦးမှာပါ။\n  \nအလယ်ခတ်ကာလမှာ စီးချင်းထိုးပြိုင်ပွဲတွေရှိခဲ့ကြတယ်။\nချပ်ဝတ်ဝတ် မြင်းစီးပြီး ထိပ်တုံးထားတဲ့လှံရှည်အတုံးကို\nကိုင်ဆွဲ ဟိုဘက်သည်ဘက် ထိုးနှက်တိုက်ခိုက်ကြရတဲ့\nပြိုင်ပွဲမျိုးတွေပါ။ ဒီလိုပွဲတွေဟာ မြင့်မြတ်တဲ့မျိုးနွယ်တွေ\nသူကောင်းပြုခံထား ရတဲ့လူတွေကိုသာ ဝင်ပြိုင်ခွင့်\nပေးထားတယ်တဲ့။ အဲ့ဒီလို ပြိုင်ပွဲဝင်လူတွေကိုတော့\n\"Knight\"လို့ခေါ်ခဲ့ကြတယ်။ Knight တစ်ယောက်ရဲ့\nတပြည့်လက်ပါးစေကောင်လေးဖြစ်တဲ့ ဝီလီယမ်ဟာ\nစီးချင်းထိုးပွဲတစ်ဝက်တစ်ပျက်မှာ သူ့ဆရာ Knight\nသေသွားတဲ့အတွက် သူ့ဆရာဟန်ဆောင်ပြီး\nစီးချင်းဝင်ထိုးရင်း ကလေးကတည်းက ...",
        "rating": "6.9",
        "url": "https://megaup.net/TTfs/A_Knight’s_Tale_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTkyOTkwNDc1N15BMl5BanBnXkFtZTgwNzkyMzk3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Lego Movie 2: The Second Part (2019)",
        "description": "The Lego Movie 2: The Second Part (2019)အားလုံးသဘောကျကျတဲ့ lego တုံးလေးဇာတ်ကောင်တွေနဲ့ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးရဲ့ ဒုတိယမြောက်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမ်နက်ဆိုတဲ့ အရာရာကိုအကောင်းမြင်တတ်တဲ့စိတ်ရှိသူလေးတစ်ယောက်သူတို့ရဲ့ကမ္ဘာကို ဒပ်ပလိုဂြိုလ်သားတွေလာရောက်တိုက်ခိုက်တဲ့နေရာကနေစတင်ထားပါတယ်။အရာရာမှာအကောင်းမြင်စိတ်ရှိပြီးတော့သဘောကောင်းတဲ့သူလေးဆိုတော့ငါတို့တွေကသူငယ်ချင်းတွေပါဘာညာပြီးတော့စကားလေးနဲ့ဖောပြီးတော့ပြေငြိမ်းမယ်ကြံတာဟိုကလဲမရပါဘူး ဖိုက်ခံရတာပါပဲ။ဒီလိုနဲ့ သူတို့ကမ္ဘာမှာအရာအားလုံးပျက်သုဉ်းနီးပါးဖြစ်နေတဲ့အချိန်မှာသူ့ရဲ့သူငယ်ချင်းတွေကို စင်စတာအဖွဲ့အစည်းကဖမ်းခေါ်သွားပါလေရော။ဒီတော့ အမ်နက်တစ်ယောက် သူ့သူငယ်ချင်းတွေနောက်ကိုကယ်တင်မယ်ဆိုတဲ့စိတ်နဲ့အာကာသယာဉ်လေးဆောက်ပြီး အမှီလိုက်ပါတော့တယ်။ဆိုတော့ အမ်နက်တစ်ယောက်သူငယ်ချင်းတွေကို ကယ်တင်နိုင်ပါ့မလားသူ့သူငယ်ချင်းတွေကိုရော စင်စတာ အဖွဲ့အစည်းကဘာကြောင့်ခေါ်ဆောင်သွားရတယ်ဆိုတာကိုဆက်လက်သိရှိဖို့အတွက် ဇာတ်ကားကိုဆက်ပြီးတော့ ကြည့်လိုက်ရအောင်နော်။Legoဆိုတဲ့အတိုင်းဇာတ်ကောင်လေးတွေကတော်တော်လေးကိုချစ်စရာကောင်းတဲ့အပြင်ဘတ်မန်းရဲ့ပုံစံကတကယ့်ကိုအသဲယားစရာလေးပါ(ကိုယ်တိုင်လဲချစ်လို့နေမှာပေါ့နော် ဟီး..ဟီးး..) \nFile size…760MB\nQuality…WEB Dl 720p\nFormat…Mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Si Thu\nTranslated by Aye Chan Su",
        "rating": "6.8",
        "url": "https://megaup.net/3053f/The_Lego_Movie_2_-_The_Second_Part_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTcxNzY3Mzk5OF5BMl5BanBnXkFtZTgwNjQwODU1NjM@._V1_-1-135x200.jpg",
        "title": "Miss Bala (2019)",
        "description": "unicode\nဒီကားလေးကတော့ plot twist များတဲ့\nအက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတို့\nစိတ်တိုင်းကျစေမယ့်ကားကောင်းလေးပါ။\nအမေရိကန်-မက်ဆီကန် ကပြားမလေးဂလော်ရီရာဟာ\nသာမန်မိတ်ကပ်ပညာရှင်တစ်ယောက်\nသူမအချစ်ဆုံးသူငယ်ချင်းဆူဇူးရဲ့အလှမယ်ပြိုင်ပွဲအတွက်\nကူညီပေးဖို့ရောက်လာပါတယ်။\nအမှတ်မထင်ပစ်ခတ်တိုက်ခိုက်မှုတွေကြားမှာပျောက်ဆုံးသွားတဲ့\nသူငယ်ချင်းကိုပြန်လည်ရှာဖွေမယ့်ဇာတ်အိမ်မျိုးပေါ့။\nအားနွဲ့တဲ့မိန်းကလေးတစ်ယောက်အနေနဲ့ ကြုံတွေ့လာမယ့်\nအန္တရာယ်တွေ နိုင်ငံရေးရှုပ်ထွေးမှုကြား\nရှင်သန်နိုငပါ့်မလားဆိုတာကတော့\nCM Fan များ ဆက်လက်ကြည့်ရှုလိုက်ကြပါအုံး\nဘာသာပြန် နဲ့ အညွှန်းကတော့\nHnyot Myet Wunn ဖြစ်ပါတယ်\nzawgyi\nဒီကားေလးကေတာ့ plot twist မ်ားတဲ့\nအက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူတို႔\nစိတ္တိုင္းက်ေစမယ့္ကားေကာင္းေလးပါ။\nအေမရိကန္-မက္ဆီကန္ ကျပားမေလးဂေလာ္ရီရာဟာ\nသာမန္မိတ္ကပ္ပညာရွင္တစ္ေယာက္\nသူမအခ်စ္ဆံုးသူငယ္ခ်င္းဆူဇူးရဲ႕အလွမယ္ၿပိဳင္ပြဲအတြက္\nကူညီေပးဖို႔ေရာက္လာပါတယ္။\nအမွတ္မထင္ပစ္ခတ္တိုက္ခိုက္မႈေတြၾကားမွာေပ်ာက္ဆံုးသြားတဲ့\nသူငယ္ခ်င္းကိုျပန္လည္ရွာေဖြမယ့္ဇာတ္အိမ္မ်ိဳးေပါ့။\nအားႏြဲ႕တဲ့မိန္းကေလးတစ္ေယာက္အေနနဲ႔ ၾကံဳေတြ႕လာမယ့္\nအႏၱရာယ္ေတြ ႏိုင္ငံေရးရႈပ္ေထြးမႈၾကား\nရွင္သန္ႏိုငပါ့္မလားဆိုတာကေတာ့\nCM Fan မ်ား ဆက္လက္ၾကည့္ရႈလိုက္ၾကပါအံုး\nဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "",
        "url": "https://channelmyanmar.org/miss-bala-2019/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Miss Bala (2011)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (87%)Miss Bala ဇာတ်ကားဟာ မက်က္ကဆီကို Crime/Drama/Thriller အမျိုးအစား ဇာတ်ကားပါ။Rating မြင့် ဇာတ်ကားတစ်ကားဖြစ်ပြီး နိုင်ငံတကာနဲ့ အော်စကာတန်းဝင်ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်။မူးယစ်ဆေးဝါးဇာတ်ရှုပ်ထဲ Miss အလှမယ်တစ်ယောက် ရောက်ရှိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ..။ \nFile size…(1 GB)\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/3yxnp/Miss_Bala_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/small-soldier-147x200.jpg",
        "title": "Small Soldiers (1998)",
        "description": "ဒီဇာတ်ကားလေးကြည့်ပြီးခလေးဘဝကို ပြန်ခံစားမိမှာအမှန်ပါပဲဲဟိုးအရင်က ကြိုက်ခဲ့ရတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။Heartland အရုပ်စက်ရုံဟာ ပြိုင်ဆိုင်မှုတွေကြားမှာ နစ်မြုပ်နေတဲ့အဆင့်မြင့်နည်းပညာတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုပါ Hearland Play Service ကတော့အရုပ်တွေထုတ်လုပ်တဲ့စက်ရုံကြီးပေါ့ကုမ္ပဏီရဲ့ CEO ဖြစ်တဲ့ဂေးမာစ်းတစ်ယောက် သူ့ကုမ္ပဏီကအရုပ်တွေကိုသာမန်အရုပ်တွေနဲ့မတူ တမူထူးခြားအောင်လုပ်ချင်တဲ့ဆန္ဒကိုရှေ့တန်းတင်မိတဲ့အခါမှာတော့ မထင်မှတ်ထားတဲ့ကလေးကစားစရာအရုပ်လေးတွေဟာ ငိုအားထက်ရယ်အားသန်ဆိုသလိုစောင်ဆန်းကြီးတွေ လုပ်လာပါတော့တယ်အရုပ်တွေစောင်ဆန်းအကွက်တွေနင်းလို့တိုင်ပတ်နေတဲ့လူငယ်လေးအယ်လန်တစ်ယောက် ဒီအရှုပ်တော်ပုံကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာတော့ စိတ်ဝင်စားစရာပါ။Small Soldier ဇာတ်ကားဟာ သာမန်အမြင်နဲ့ကြည့်ရင်တော့ကလေးကြိုက်ကားလို့ထင်ကြေးပေးနိုင်ပေမယ့် သေချာခံစားကြည့်ရှုရင်အတော်လေး ခွီရတဲ့အပြင် မတူညီတဲ့ဒေသနှစ်ခုကခံစားချက်လေးတွေကို ခံစားရမှာပါကလေးဘဝတုန်းကတော့ အသဲယားစရာကောင်းတဲ့စစ်သားရုပ်တွေကိုအော်ဂလီဆန်ခဲ့တယ် လူငယ်ဖြစ်လာတော့ဟာသအထွေအထူးမထည့်ထားပေမယ့် အတော်လေးဗိုက်အောင့်လောက်အောင်ခွီရတဲ့ကားမှန်းသိလာတယ် ဟုတ်တယ်လေ။လက်တစ်ဖဝါးစာစစ်သားရုပ်လေးတွေ တကယ့်တိုက်ပွဲဝင်စစ်သားတွေလိုအတည်ပေါက်နဲ့အမိန့်တွေပေး mission တွေလုပ်နေတာကိုကြည့်ရတဲ့အရသာကတမျိုးလေးဗျ Long Long ago Spiderman Triologyထဲကမင်းသမီးချောလေးပါတွေ့ရတော့ကြည့်ရတာ မတန်ဘူးလို့ ငြင်းချက်ထုတ်စရာမရှိပါဘူး။ကလေးကားပေမယ့် ကလေးတကာ့ကလေးကားတွေထဲကခွဲထွက်လာတဲ့ လူငယ်တွေကို ရသတမျိုးအထူးဆန်းခံစားစေမယ့် ကားလေးလို့ဆိုလဲ မမှားပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်။) File Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zE7w/Small_Soldiers_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/lA-152x200.jpg",
        "title": "Liao Zhai Qun Yao Pu (2019)",
        "description": "ဒီကား​ေလးက 2019ထြက္​ကားသစ္​​ေလးျဖစ္​ပါတယ္​..ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မမေလးဟြမ္ဟာ ၿမိဳ႕ေလးရဲ႕အခ်မ္းသာဆံုးေသာ အမ်ိဳးသမီးေခ်ာဒါေပမယ္႔ က်ိန္စာမိထားလို႔ အၿမဲတမ္းပဲ အိပ္ေပ်ာ္ေနရတယ္မ​ေကာင္​းဆိုးဝါးႏွိမ္​နင္​းတဲ့သူတစ္​​ေယာက္​ဟာ ပ်ားဘုရင္​မမ​ေကာင္​းဆိုးဝါးကိုႏွိမ္​နင္​းဖို႔လိုက္​႐ွာရင္​း ​ေမွာ္​အတတ္​နဲ႔ျပဳစားခံထားရလို႔​ေမ့​ေျမာ​ေနတဲ့မမ​ေလးဟြမ္​နဲ႔ သူ႔ခ်စ္​သူ သခင္​​ေလးပိုင္​တို႔ရဲ႕အခ်စ္​​ေရးကို ၿမင္ၿပီး ကူညီေပးဖို႕အေၾကာင္းဖန္လာပါေတာ႔တယ္သူတို႔ခ်စ္​သူႏွစ္​ဦးကိုျပဳစားထားတာက ပ်ားဘုရင္​မပဲလား..​ေနာက္​ကြယ္​က ထိန္​းခ်ဳပ္​​ေနတဲ့သူကဘယ္​သူ႐ွိဦးမလဲ..ဆုိတာကိုေတာ႔ စိတ္၀င္စားဖြယ္ဆက္လက္ၾကည္႕ရွုရမွာပဲၿဖစ္ပါတယ္အခ်စ္အေၾကာင္းရိုက္ကူးထားတဲ႔ဇာတ္လမ္းေကာင္းေလးၿဖစ္ၿပီးအပ်င္းေၿပ ၿဖစ္ၿဖစ္ေလာက္ေတာ႔ ၾကည္႕လို႕ေကာင္းပါတယ္ေဒါင္းရတာမတန္မယ္႔ကားမ်ိဳးေတာ႔မဟုတ္ပါဘူး  This Movie Brought To You By Channel MyanmarTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/4fDk3/Liao_Zhai_Qun_Yao_Pu_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/biWmGCe4RvUVQ9naTOsz9PtJSIX.jpg",
        "title": "Black Site (2019)",
        "description": "ဒီကားေလးကေတာ့ ခပ္ဆန္းဆန္းပါပဲ လူသားေတြက နတ္ဘုရားေတြကိုဖမ္းၿပီးအျခားဒိုင္မင္း႐ွင္းတစ္ခုကိုပို႔ၿပီး နယ္ႏွင္ဒဏ္ေပးၾကသတဲ့။အဲ့လိုမ်ိဳးေတြလုပ္တဲ့ေနရာကို အမဲေရာင္နယ္ေျမလို႔ေခၚတယ္။အဲ့မွာ ရန္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္လဲ အလုပ္လုပ္တယ္။သူ႔ရဲ႕မိဘေတြက သူငယ္ငယ္တည္းက နတ္ဘုရားတစ္ပါးေၾကာင့္ ေသဆံုးခဲ့ရတယ္။အဲ့ကတည္းက ရန္ကလဲ ပံုမွန္မဟုတ္တာေတြကို တစ္ခါတစ္ေလ ျမင္ရတတ္တယ္။တစ္ေန႔ေတာ့ သူတို႔အမဲေရာင္နယ္ေျမထဲမွာ နတ္ဘုရားတစ္ပါးကိုနယ္ႏွင္ဒဏ္ေပးဖို႔ ဖမ္းလာခဲ့တယ္။ဒါေပမဲ့ ေရာက္လာတာက အဲ့နတ္ဘုရားတစ္ပါးတည္း မဟုတ္တဲ့အခါ...အမဲေရာင္နယ္ေျမမွာ ဘယ္လိုအျဖစ္ေတြ ၾကံဳေတြ႔ရမလဲ...ေရာက္လာတဲ့နတ္ဘုရားကေရာ ရန္နဲ႔ဘယ္လိုပတ္သက္ေနမလဲ...ဆိုတာကေတာ့ Black Site ဆိုတဲ့ကားေလးထဲမွာ ခံစားၾကည့္႐ႈၾကပါ  File Size : (818 MB) & ( 303 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Action ...",
        "rating": "5.8",
        "url": "https://megaup.net/2TIrg/Black_Site_[2019]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/The.Trough.2018-141x200.jpg",
        "title": "The Trough (2018)",
        "description": "ဒီကားေလးကေတာ့ ေဟာင္ေကာင္ အက္ရွင္ကားေလးျဖစ္ပါတယ္\nဒီကားက အက္ရွင္နဲ႕ ဒရာမာကိုေရာစပ္ထားတဲ့ဇာတ္မ်ိဳးျဖစ္ပါတယ္။\nဇတ္ကားထဲမွာဆိုရင္ မင္းသားျဖစ္တဲ့ ယုေခ်ာင္ဆိုတဲ့ဘဲက\nလူဆိုးအသြင္ယူထားတဲ့ရဲသားတစ္ေယာက္ေပါ့ဗ်ာ။\nသူက ေခတ္ပ်က္သူေဌးေတြႀကီးစုိးေနတဲ့ၿမိဳ႕ေလးမွာရဲလုပ္ေနတာ။\nတစ္ၿမိဳ႕လံုးမွာက လုပ္ခ်င္တိုင္းလုပ္ေသာင္းက်န္းေနတဲ့သူေတြႀကီးပဲ။\nဒါကုိသူနဲ႕သူ႕သူငယ္ခ်င္းတစ္စုက တိုက္ဖ်က္ခ်င္တယ္။\nဒီေတာ့ သူတို႕ရဲ႕ပစ္မွတ္ျဖစ္တဲ့ ဒီၿမိဳ႕ရဲ႕ စီးပြားေရးေတြ နယ္ပယ္အသီးသီးကိုခ်ုဳပ္ထားတဲ့သူကိုအျပစ္ရွင္းၾကမယ္ေပါ့။\nအဲ့ဒီအဖြဲ႕က မိဘမဲ့ကေလးေတြကိုဖမး္ဆီးခ်ဳပ္ေနွာင္ထားတာမ်ိဳးေတြရွိတယ္။\nဖမ္းဆီးခံရတဲ့ကေလးေတြက စိတ္ပိုင္းဆိုင္ရာမွာ ခ်ိဳ႕ယြင္းခ်က္ရွိတဲ့ကေလးေတြခ်ည္းပဲ။\nဒီေတာ့ အဲ့ဒီကေလးေတြကိုဒီအဖြဲ႕ႀကီးက ဘာလို႕ ဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားရတယ္ဆိုတဲ့အေၾကာင္းရယ္\nယုေခ်ာင္တို႕ကေရာတကယ္ပဲ သူတို႕ရည္ရြယ္သလိုလုပ္ေဆာင္နုိင္ပါ့မလားဆိုတာကိုေတာ့\nဖန္သားျပင္ေပၚမွာဆက္လက္ၾကည့္ရႈလိုက္ရေအာင္။\n File Size : (1 GB) & (438MB)\nQuality : 1080p.BluRay\nRunning Time :1hr  51min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm Desu\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "4.7",
        "url": "https://megaup.net/4fDkv/The_Trough_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTdjYzU0MzAtZGMzOC00YTYwLWJhMTEtNDE4ODQwMDY2NWM1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Alien Resurrection (1997)",
        "description": "Alien Ressurection 1997\nAlien 3- 1999 ရဲ့ဖြစ်စဉ်အပြီးနှစ်ပေါင်း ၂၀၀ အကြာမှာ\nစစ်သိပ္ပံပညာရှင်တွေဟာ\nသေဆုံးသူ Ripley ရဲ့ DNA နမူနာနဲ့\nကိုယ်ပွား Ripley ကိုဖန်တီးခဲ့ပြီး\nအဲ့ဒီ DNA ထဲမှာ ဂြိုဟ်သားလောင်းလည်းရောပါလာပါတယ်။\nသူတို့ရောက်နေတဲ့ Betty စစ်လွန်းပျံပေါ်က\nအစမ်းသပ်ခံ ဂြိုဟ်မျိုးစိတ်တွေ\nသောင်းကျန်လာတဲ့အခါ\nထွက်ပြေးဖို့ကြိုးစားရင်းနဲ့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nဒီရုပ်ရှင်ထဲမှာ ရူစားကြပါ။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n===================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Alien Ressurection 1997\nAlien 3- 1999 ရဲ႕ျဖစ္စဥ္အျပီးႏွစ္ေပါင္း ၂၀၀ အၾကာမွာ\nစစ္သိပၸံပညာရွင္ေတြဟာ\nေသဆံုးသူ Ripley ရဲ႕ DNA နမူနာနဲ႕\nကိုယ္ပြား Ripley ကိုဖန္တီးခဲ့ျပီး\nအဲ့ဒီ DNA ထဲမွာ ျဂိဳဟ္သားေလာင္းလည္းေရာပါလာပါတယ္။\nသူတို႕ေရာက္ေနတဲ့ Betty စစ္လြန္းပ်ံေပၚက\nအစမ္းသပ္ခံ ျဂိဳဟ္မ်ိဳးစိတ္ေတြ\nေသာင္းက်န္လာတ့ဲ့အခါ\nထြက္ေျပးဖုိ႕ၾကိဳးစားရင္းနဲ႕\nဘာေတြဆက္ျဖစ္မလဲဆိုတာ\nဒီရုပ္ရွင္ထဲမွာ ရူစားၾကပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi ...",
        "rating": "6.2",
        "url": "https://megaup.net/2d7M0/Alien_-_Resurrection_[1997]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/alien-3-141x200.jpg",
        "title": "Alien³ (1992)",
        "description": "Alien 1992\nတစ်ခါတစ်လေမှာ\nကိုယ်တိုင်က ကိုယ့်ရဲ့ရန်သူပါပဲ။\nလူသားမျိုးစိတ်အတွက်အန္တာရာယ်ရှိတဲ့\nဂြိုဟ်သားတွေကိုအပြတ်ရှင်းပစ်ဖို့\nအပြင်းအထန်ကြိုးစားနေတဲ့\nEllen Ripley ဟာ\nသူကိုယ်တိုင်ဂြိုဟ်သားဘုရင်မရဲ့\nသားလောင်းအိမ်ဖြစ်နေမှန်း သိလိုက်ရတဲ့အခါ....\nလူသားတွေဟာ ဒီတစ်ခါမှာတော့\nEllen Ripley ကို ပုံတူပွားပြီး\nစစ်တပ်တစ်တပ်စာ Alien တွေ\nမွေးထုတ်ဖို့ ကြံစဉ်နေခဲ့သော အခါ\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Alien 1992\nတစ္ခါတစ္ေလမွာ\nကိုယ္တုိင္က ကိုယ့္ရဲ႕ရန္သူပါပဲ။\nလူသားမ်ိဳးစိတ္အတြက္အႏၲာရာယ္ရွိတဲ့\nျဂိဳဟ္သားေတြကိုအျပတ္ရွင္းပစ္ဖို႕\nအျပင္းအထန္ၾကိဳးစားေနတဲ့\nEllen Ripley ဟာ\nသူကိုယ္တိုင္ျဂိဳဟ္သားဘုရင္မရဲ႕\nသားေလာင္းအိမ္ျဖစ္ေနမွန္း သိလိုက္ရတဲ့အခါ....\nလူသားေတြဟာ ဒီတစ္ခါမွာေတာ့\nEllen Ripley ကို ပံုတူပြားၿပီး\nစစ္တပ္တစ္တပ္စာ Alien ေတြ\nေမြးထုတ္ဖို႔ ႀကံစဥ္ေနခဲ့ေသာ အခါ\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)",
        "rating": "6.5",
        "url": "https://megaup.net/1xaq6/Alien³_[1992]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BYjE1ZDgxMTMtYzA3Ny00MjIwLWFiZTUtZDhhMjM3YzA3M2RkXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006411000_AL_-1-128x200.jpg",
        "title": "Aliens (1986)",
        "description": "Aliens (1986)\nIMDb - 8.3/10_____Rotten - 97%\" Ripley: ဒီဂြိုဟ်သားတွေက ဆိုးရွားတဲ့မျိုးစိတ်လားတော့မသိပေမဲ့\nလူတွေလိုတော့ မဖြစ်စလောက်ဝေစုအတွက်နဲ့ အချင်းချင်းသစ္စာမဖောက်ကြဘူး..\"\nNostromo ရဲ့တစ်ဦးတည်းရှင်သန်သူ Ellen Ripley ဟာ\nလွန်းပျံထဲမှာ ၅၇ နှစ်ကြာမေ့မျောနေခဲ့ပြီး\nWeyland-Yutani ကုမ္မဏီဝန်ထမ်းတွေရဲ့\nကယ်ဆယ်ခြင်းခံလိုက်ရပါတယ်။\nသူသတိပြန်ဝင်ချိန်မှာ ကံကြမ္မာဆိုးငြင်ခဲ့တဲ့ဂြိုဟ်က\nလူသားတွေရဲ့ကိုလိုနီနယ်မြေဖြစ်နေပါပြီ။\nအဲ့ဒီအချိန်မှာပဲ ကိုလိုနီတပ်သားတွေပျောက်ဆုံးမူ\nစစ်ဆေးရေးအတွက် Ripley အနေနဲ့\nအဆိုပါဂြိုဟ်ဆီ မဖြစ်မနေပြန်သွားရမဲ့အရေး ဆိုက်လာပါတယ်။\nလူသားတွေဟာ အာဏာအင်အားနဲ့ပတ်သက်လာရင်\nကိုယ့်မျိုးစိတ်ပျက်သုဉ်းရေးကိုတောင်အရေးမစိုက်နိုင်တဲ့အထိ\nလောဘဇောတက်လာတာကို ဒီရုပ်ရှင်ထဲမှာပြထားပါတယ်။\nနာမည်ကျော်ဒါရိုက်တာ James Cameron ရဲ့လက်ရာဖြစ်ပါတယ်။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)\" Ripley: ဒီျဂိဳဟ္သားေတြက ဆိုးရြားတဲ့မ်ိဳးစိတ္လားေတာ့မသိေပမဲ့\nလူေတြလိုေတာ့ မျဖစ္စေလာက္ေ၀စုအတြက္နဲ႕ အခ်င္းခ်င္းသစၥာမေဖာက္ၾကဘူး..\"\nNostromo ရဲ႕တစ္ဦးတည္းရွင္သန္သူ Ellen Ripley ဟာ\nလြန္းပ်ံထဲမွာ ၅၇ ႏွစ္ၾကာေမ့ေမ်ာေနခဲ့ျပီး\nWeyland-Yutani ကုမၼဏီ၀န္ထမ္းေတြရဲ႕\nကယ္ဆယ္ျခင္းခံလိုက္ရပါတယ္။\nသူသတိျပန္၀င္ခ်ိန္မွာ ကံၾကမၼာဆိုးျငင္ခဲ့တဲ့ျဂိဳဟ္က\nလူသားေတြရဲ႕ကိုလိုနီနယ္ေျမျဖစ္ေနပါျပီ။\nအဲ့ဒီအခ်ိန္မွာပဲ ကိုလိုနီတပ္သားေတြေပ်ာက္ဆံုးမူ\nစစ္ေဆးေရးအတြက္ Ripley ...",
        "rating": "8.3",
        "url": "https://megaup.net/1xan5/Aliens_[1986]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AA22wRki4yobIQCijnhBQWHppi.jpg",
        "title": "The Brave (2019)",
        "description": "The Brave(2019)\nIMDb...6.5\nAlbanian ၿမဳိ႕ဟာ   မူးယစ္ေဆးေတြနဲ႕ ဂန္းစတားေတြက်က္စားရာၿမဳိ႕...\nၿမဳိ႕ရဲ႕အဓိကစီးပြားေရး ဟာ မူးယစ္ေဆးလုိျဖစ္ေနတယ္..\nမူးယစ္ေဆးေတြရဲ႕ အဓိက ႀကဳိးကုိင္သူကုိ အစုိးရဘက္က ဖမ္းခ်င္ေပမယ့္လည္း\nသက္ေသမခုိင္လုံလုိ႕ ဖမ္းဆီးရခက္ေနတယ္...\nရဲဘက္နဲ႕အစုိးရပုိင္းကလူေတြကလည္း မူးယစ္ဂုိဏ္းနဲ႕မကင္းသလုိ\nအဖြဲ႕ေတာင့္လြန္းတဲ့ သူတုိ႕ေၾကာင့္ လူနည္းစုလုိျဖစ္ေနတဲ့ ရဲ၀န္ထမ္းေကာငး္ေတြအတြက္\nအခ်ိန္ကုန္လူပင္ပန္းတာပဲအဖတ္တင္ေနသလုိပါပဲ...\nသုိ႕ေပမယ့္ ဒီအေျခအေနေတြကုိျပင္ဆင္ၿပီး မူးယစ္အဖြဲ႕ကုိ\nဖမ္းဆီးႏုိင္ဖုိ႕ အထူးစုံေထာက္အရာရွိတစ္ဦးနဲ႕ အထူးေအ့ဂ်င့္တစ္ဦးနဲ႕ပူးေပါင္းမိတဲ့အခ်ိန္မွာေတာ့...\nကုိင္း မူးယစ္ အက္ရွင္ မႈခင္းကားေတြသေဘာက်တဲ့သူေတြအဖုိ႕ၾကည့္သင့္ပါေၾကာင္း\nညႊန္းဆုိပါရေစ...\nFile Size : (900 MB) and (313 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:40:00\nGenre : Action, Crime, Thriller |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "N/A",
        "url": "https://megaup.net/S0m0/The_Brave_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "2.0 (2019)",
        "description": "၂၀၁၈ ခုႏွစ္မွာ ထြက္ထားတဲ့ ဟင္ဒီစတားနဲ႔တမီးလ္စတားတို႔ အားၿပိဳင္ထားတဲ့ ၂၀၁၈ရဲ႕ ဝင္ေငြအေကာင္းဆံုး ဇာတ္ကားတစ္ကားပါ။ဒီဇာတ္ကားဟာ ၂၀၁၀မွာ ထြက္ခဲ့တဲ့ Enthiranရဲ႕ အဆက္ဆိုလည္း မမွားပါဘူး။ပထမဇာတ္ကားထဲမွာေတာ့ ခ်က္တီးစက္႐ုပ္ကိုမသမာသူေတြရဲ႕ လက္ခ်က္ေၾကာင့္ သိမ္းဆည္းခံခဲ့ရတာ အားလံုးသိမယ္ထင္တယ္။ဇာတ္လမ္းအက်ဥ္းကို ခ်ျပရမယ္ဆိုရင္လူတိုင္းလည္းသိၿပီးထားေလာက္ပါၿပီ။ၿမိဳ႕ထဲမွာ ထူးျခားျဖစ္စဥ္တစ္ခု ျဖစ္ပ်က္ပံုကို စတင္ေတြ႕ျမင္ရမွာပါ။ရိွရိွသမွ် မိုဘိုင္းဖုန္းေတြဟာ ဘာရယ္ေၾကာင့္မွန္းမသိaလထဲ လြင့္ထြက္ပ်ံသန္းသြားခဲ့ပါတယ္။ဒါတင္မကေသးပါဘူး။တျခားမိုဘိုင္းဖုန္းအေရာင္းကိုယ္စားလွယ္ေတြနဲ႔ဆက္သြယ္ေရးဝန္ႀကီးေတြပါ အသတ္ခံရပါေသးတယ္။ဖုန္းေတြ ဘယ္ေရာက္သြားၾကတာလဲ။ဘယ္သူ႕လက္ခ်က္လဲ ဆိုတာ အားလံုး ပေဟဠိျဖစ္ေနၾကခ်ိန္မွာဒါကို အေျဖရွာဖို႔ ေဒါက္တာဗာစီကရန္ဟာ ႀကိဳးစားခဲ့ပါတယ္။ဒီလိုနဲ႔ စစ္တပ္ကေတာင္ မႏိုင္တဲ့ ထိုအရာႀကီးကိုေခ်မႈန္းဖို႔... ခ်က္တီးစက္႐ုပ္ကို ျပန္လည္အသက္သြင္းဖို႔ အေၾကာင္းဖန္လာပါၿပီ။ကဲ ခ်က္တီးနဲ႔အတူ မိုက္ခ႐ိုေဘာ့ေလးေတြလည္းပါဝင္ခံစားလိုက္ပါဦးဗ်ာ။-----------------------------------------------\nမေတာင္းခင္ ႀကိဳေျပာပါရေစဗ်ာ။ဒီဇာတ္ကားၾကည္ေတာက္ရွင္းမထြက္ခင္မွာေရွ႕ကဇာတ္ကားကို တင္ေပးဖို႔ စိတ္ကူးရိွခဲ့ပါတယ္။ဒါေပမဲ့ မူလတမီးလ္ ဗားရွင္း ဘလူးေယးမရိွတာမ်ဳိးေတြ၊ ဟင္ဒီအသံထြက္နဲ႔ ဘလူးေယးက်ေတာ့စံုမစံုတာမ်ဳိးေတြပဲ ေတြ႕ခဲ့ပါတယ္။အခ်ိန္ေပးမရွာတာလည္း ျဖစ္ပါလိမ့္မယ္။အဲ့ဒီအတြက္ ပထမကားကို ခုေလာေလာဆယ္ေတာ့ မရႏိုင္ေသးပါဘူးလို႔ ေျပာပါရေစ။ေတာင္ပိုင္းကားမို႔ သူတို႔ျပည္နယ္အႀကိဳက္႐ိုက္ထားတာျဖစ္လို႔ တခ်ဳိ႕ပရိသတ္ေတြအတြက္ေတာ့အႀကိဳက္ေတြ႕မွာမဟုတ္ပါဘူး။ေလာေလာနဲ႔ ဇာတ္ကားႏွစ္ကားကိုတၿပိဳင္နက္အျမန္ဆံုးေရးထားတဲ့အတြက္လြဲေခ်ာ္မႈတစ္စံုတစ္ရာပါရင္ ခြင့္လႊတ္ပါ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint ...",
        "rating": "7.0",
        "url": "https://megaup.net/4Vxvb/2.0_[2019]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
        "title": "The Kid Who Would Be King (2019)",
        "description": "UNICODEMerlin စီးရီးတွေကို ကြည့်ဖူးတဲ့လူတိုင်းဒီကားလေးကိုစိမ်းမယ်မထင်ပါဘူး...ပုံပြင်တွေထဲက King Arthur နဲ့ ကျောက်တုံးထဲ စိုက်ဝင်နေတဲ့Excalibar ဓားကို လူတိုင်းကြားဖူးကြမှာ အသေအချာပါပဲ။The kid who would be king (2019) က အဲဒီပုံပြင်ထဲကလိုExcalibar ဓားကို ဆွဲထုတ်နိုင်ခဲ့တဲ့ ကလေးရဲ့ စွန့်စားခန်းအကြောင်းရိုက်ကူးထားတဲ့Adventure , Action , Family ဇာတ်ကားလေးပါ။King Arthur က ကျောက်တုံးထဲက ဓားကိုဆွဲထုတ်ပြီးတော့ဗြိတိန်ရဲ့ ဘုရင်ဖြစ်လာပြီး မွေးစားညီမဖြစ်သူ Morgana ရဲ့လက်က ကာကွယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ Morgana က နယ်မြေတွေအစိတ်စိတ်ကွဲလူတွေ မျှော်လင့်ချက်မဲ့ပြီး ခေါင်းဆောင်မဲ့နေတဲ့အချိန်ပြန်လာမယ်လို့ ကျိန်စာဆိုခဲ့ပါတယ်။Arthur ကလည်း အဲဒီအချိန်မှာ Excalibar ပြန်ပေါ်လာပါစေလို့ သစ္စာပြုခဲ့တယ်။၁၂ နှစ်အရွယ် မူလတန်းကျောင်းသားလေး Alex ရဲ့ ခေတ်မှာExcalibar က ပြန်ပေါ်လာပြီးတော့ Morgana ကလည်းပြန်အင်အားကောင်းလာပါတယ်။ ဓားကိုဆွဲထုတ်နိုင်ခဲ့တဲ့ ဘုရင်လေး Alex ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-kid-who-would-be-king-2019-bluray/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTpmZORhYswd9YinB23wV9QE2cx.jpg",
        "title": "Hurricane (2018)",
        "description": "Hurricane(2018) က ဒုတိယ ကမာၻစစ္က ျဖစ္ရပ္မွန္ေပၚ အေျခခံျပီး ရုိက္ကူးထားတာပါ။ျဗိတိန္ ေတာ္ဝင္ေလတပ္ရဲ႕ အင္အား ၂၀% ျဖစ္တဲ့ ပုိလန္သားတုိက္ေလယာဥ္မႈးေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ရန္သူေတြကုိေခ်မႈန္းႏုိင္စြမ္းအျမင့္ဆုံးအဖြဲ႕ျဖစ္တဲ့ ၃၀၃ တပ္ဖြဲ႕အေၾကာင္း တေစ့တေစာင္းျပသထားပါတယ္။ဒီဇာတ္ကားရဲ႕အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ Jan Zumbach က ဇာတ္ကားအစမွာအသိမ္းခံထားရတဲ့ ျပင္သစ္ႏုိင္ငံထဲက ဂ်ာမန္ေလယာဥ္တစ္စင္းကုိခုိးယူျပီးအဂၤလန္ကုိခုိလႈံဖုိ႔ေရာက္လာပါတယ္။အရင္ေရာက္ေနတဲ့ ရဲေဖာ္ရဲဖက္ေတြနဲ႔ ျပန္ေတြ႕ျပီးေတာ္ဝင္ေလတပ္ တစ္ေနရာမွာ တာဝန္ထမ္းခြင့္ရပါတယ္။လူမ်ိဳးၾကီး ဝါဒကုိ လက္ကုိင္ထားတဲ့ အဂၤလိပ္ေတြက ပုိလန္သားေလယာဥ္မႈးေတြကိုအထင္ေသးျပီး ႏွိမ္ထားၾကေပမဲ့ သူတုိ႔ရဲ႕ အရည္အခ်င္းက ထင္ရွားေနတာကုိေတြ႕လာရတဲ့အတြက္ ၃၀၃ ဆုိတဲ့ တပ္ဖြဲ႕က နာမည္ၾကီးလာပါတယ္။ဒုတိယကမာၻစစ္အေၾကာင္း၊ ေလေၾကာင္းတုိက္ပြဲေတြကုိ စိတ္ဝင္စားသူမ်ားအတြက္ေတာ့ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (1 GB) & ( 345 ...",
        "rating": "5.9",
        "url": "https://megaup.net/2TV7A/The_Hurricane_[1999]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/771kBCBYaSeuqGF1yl5SGdYHeXE.jpg",
        "title": "Blood and Bone (2009)",
        "description": "ဟုတ္ပါတယ္...Undisputed II ထဲမွာ ကၽြန္ေတာ္တုိ႔ရဲ႕ အခ်စ္ေတာ္ လက္ေဝွ႕ေက်ာ္ Yuri Boyka ရဲ႕ ေျခေထာက္ကုိ ခ်ိဳးသြားတဲ့ေကာင္ပဲဗ်။\nဒီ Blood and Bone ဇာတ္ကား ထဲမွာေတာ့ လမ္းေဘး တုိက္ပြဲေတြမွာ ပြဲတုိင္းႏုိင္တဲ့ Bone ေနရာကေနသရုပ္ေဆာင္ထားတယ္ဗ်။\nIMDB 6.7 ထိရရွိထားတဲ့ Action ကားေလးပါ။ Fight Scene ေတြက Boyka ေလာက္မေကာင္းဘူးလုိ႔ထင္ေပမဲ့ သူ႕ဟာေလးနဲ႔သူေတာ့ မဆုိးဘူးဗ်။\nIMDB 6.7 ကလည္း အလကားေပးထားတာေတာ့မျဖစ္ႏုိင္ပါဘူး။ဇာတ္လမ္း အက်ဥ္းကေတာ့ လမ္းေဘးလက္ေဝွ႕ပြဲေတြမွာ ေထာင္ထြက္ Bone တစ္ေယာက္ ေနရာရေအာင္ လုပ္ယူလာျပီး လမ္းေပၚက ဘုရင္လုိ႔တင္စားေလာက္တဲ့ James ဆုိတဲ့ လူဆုိးေခါင္းေဆာင္ေဘးက ေကာင္မေလး Angelaနားကပ္လုိ႔ရေအာင္ ၾကိဳးစားရင္း ဘယ္လိုေတြ ျဖစ္သြားမလဲဆိုတာကို Action , Fighting အရသာအျပည့္နဲ႔ ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( ...",
        "rating": "6.7",
        "url": "https://megaup.net/1y0bp/Blood_And_Bone_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7h9pn5dDOYAkJ3DhttkcXIoWIux.jpg",
        "title": "Warfighter ( 2018 )",
        "description": "ဒီဇာတ္ကားထဲမွာေတာ့ action,drama,romance သံုးခုစလံုးပါဝင္ေနပါတယ္ဇာတ္ကားရဲ႕အဓိကဇာတ္ေဆာင္မင္းသားဟာလက္ေတြ႕နဲ႕အိပ္မက္ဆိုးႏွစ္ခုၾကားမွာေန႕တိုင္းနီးပါးရွင္သန္ႏိုင္ဖို႕ၾကိဳးစားေနရျပီးတဖက္မွာလည္းအိမ္ေထာင္ဦးစီးတာဝန္မလစ္ကြက္ေအာင္အဲ့ဒါအျပင္သူ႕အလုပ္ျဖစ္တဲ့စစ္သားတေယာက္ရဲ႕တာဝန္ကိုလည္းထမ္းေဆာင္ရင္းေနထိုင္သူတေယာက္ပါတေန႕မွာေတာ့ သူတို႕အဖြဲ႕ကိုအထူးစံုစမ္းဖို႕ေစလႊတ္ျခင္းခံရပါတယ္လုပ္ရမယ့္စစ္ဆင္ေရးကအထူးစံုစမ္းေရးျဖစ္ေပမယ့္ဟိုမွာဖမ္းခံထားရတယ့္ဓါးစာခံေတြကိုေတြ႕တဲ့အခါမွာေတာ့ဘယ္လိုလုပ္ဖို႕ဆံုးျဖတ္ခဲ့ၾကမလဲ..စစ္ဆင္ေရးေအာင္ျမင္ျပီးသူတို႕မိသားစုေတြဆီျပန္လာႏိုင္မလား....အိပ္မက္ဆိုးကအျမဲေႏွာင့္ယွက္ခံေနရတယ့္မင္းသားကေရာစစ္ဆင္ေရးနဲ႕အဲ့အိပ္မက္ဆိုး ၂ခုကိုဘယ္လိုတိုက္ခိုက္မလဲဆိုတာ....ဒီကားထဲမွာ မိသားစုေတြရဲ႕စိုးရိမ္ပူပန္မႈ,ညီအကိုခ်စ္စိတ္ဓါတ္ေတြ,သစၥာရွိမႈေတြ,သူတို႕အဖြဲ႕ေခါင္းေဆာင္အမိန္႕ကိုေနာက္ဆံုးခ်ိန္ထိတာဝန္ယူမႈေတြကိုဝမ္းနည္းစြာၾကည့္ရွဴ႕ရမွာျဖစ္ပါတယ္ File Size : (986 MB) & ( 369 MB)Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre :  Action , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1y0c4/A_Boy_Called_Sailboat_[2018]_(MM_Sub).mp4 https://megaup.net/3zSzz/WarFighter_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8G5SjBSUuWYn4se8rIOxAZdsFxD.jpg",
        "title": "The Bullet Vanishes (2012)",
        "description": "The Bullet Vanishes ( 2012) ထြက္ ဇာတ္ကားေလးကေတာ့ IMDB Rating 6.6 နဲ႔ Rotten Tomatoes 92% ရရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ Plot Twist ေတြကလည္း အလန္းေတြပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ စုံေထာက္အလုပ္လုပ္ဖုိ႔ရူးသြပ္ေနတဲ့ ေထာင္မႈး ေဆာင္ဒုန္လူ နဲ႔ ထ်န္းခ်န္ျမိဳ႕မွာ ေသနတ္ပစ္လက္အျမန္ဆုံး စုံေထာက္ ေကာင္းေကၽြး တုိ႔ ပူးေပါင္းျပီး တေစၦက်ည္ဆန္အမႈကိုလုိက္ၾကတာပါ။ တေစၦက်ည္ဆန္လုိ႔ေခၚရတဲ့အေၾကာင္းက လက္နက္စက္ရုံက အလုပ္သမေလး ယန္ မတရားအသတ္ခံရခ်ိန္မွာ က်ိန္စာတုိက္ သြားခဲ့ပါတယ္။ ေနာက္ေတာ့ လူေတြတစ္ေယာက္ျပီးတစ္ေယာက္ ေသနတ္ဒဏ္ရာနဲ႔ ေသဆုံးၾကျပီးေတာ့ က်ည္ဆန္ကုိရွာမေတြ႕ပါဘူး။ တကယ့္က်ိန္စာေၾကာင့္ပဲလား။ ဒါမွမဟုတ္ လူတစ္ေယာက္ေယာက္ကပဲ ဟန္ေဆာင္ျပီး သတ္ေနတာလားဆုိတာ စိတ္ဝင္တစားၾကည့္ရမွာပါ။ ျပီးေတာ့ ဇာတ္ကားကုိ ၾကည့္ရင္း ေမးမိေနမွာက ျပီးျပည့္စုံတဲ့ လူသတ္မႈဆုိတာ တကယ္ရွိလားဆုိတာေပါ့။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( ...",
        "rating": "6.6",
        "url": "https://megaup.net/S65e/The_Bullet_Vanishes_(Xiao_Shi_De_Zi_Dan)_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/asura-142x200.jpg",
        "title": "Asura: The City of Madness(2016)",
        "description": "Asura: The City of Madness(2016)IMDb...6.6,,,Rotten..80%\" ကျုပ်ရဲအဖြစ်အလုပ်လုပ်တဲ့ အန်နမ်မြို့က အကျင့်ပျက်တဲ့သူတွေနဲ့ပြည့်နှက်နေပြီ..ဒီနောက်ပိုင်းပြန်လည်ဖွံ့ဖြိုးခြင်းတွေနဲ့အတူ တစ်ယောက်နဲ့တစ်ယောက် ခြိ်မ်းခြောက်လာကြတယ်..အန်နမ်ရဲ့မြို့တော်ဝန် ပါ့ခ်ဆွမ်ဘဲဆိုတာရှိတယ်..သူက တစ်မြို့လုံးကို၀ါးမြိုချင်နေတာ...သူ့ပြိုင်ဘက်ကလည်း ဘယ်ငြိမ်နေပါ့မလဲ...နေ့တိုင်းမှာတိုက်ပွဲတွေဖြစ်လို့...ကျုပ်ကတော့ အနိုင်ရတဲ့သူနဲ့ပဲပူးပေါင်းတယ်...\"ဒါကတော့ ရဲတစ်ဦးဖြစ်တဲ့ ဟွမ်ဒိုဂျောင်ရဲ့အယူအဆပါပဲ....သူက ငွေရဖို့ဆိုဘယ်လိုလူမျိုးပဲဖြစ်ဖြစ် ပူးပေါင်းပြီး ခွေးတစ်ကောင်လိုအလုပ်လုပ်မယ့်သူ....ဒီကားကတော့ အန်နမ်မြို့တော်ဝန်နဲ့ အတိုက်အခံပါတီတွေကြားမှာ လူမိုက်ဂန်းစတားတွေ..စုံထောက်တွေနဲ့ရှေ့နေတွေကြားကို ကောင်းကောင်းကြီးရိုက်ပြထားတာ..သူတော်စင်တွေ ယုန်ကလေးလိုကောင်တွေတစ်ယောက်မှ မပါဘူး..ယုံပုံစံဖြစ်နေရင်တောင် ယုန်ယောင်ဆောင်ထားတဲ့ ကျားတွေ မြေခွေးတွေပဲဖြစ်တယ်...သွေးထွက်သံယိုခန်းပေါင်းများစွာပါသလို နိုင်ငံရေးရဲ့  ပဋိပက္ခပေါင်းစုံကို အလွှာစုံ နယ်ရုပ်စုံရဲ့ ရွှေ့ကွက်ပေါင်းများစွာကိုတွေ့မြင်ရမယ်..နောက်ပြီးဒီကားက ဇာတ်လမ်းအစမှ အဆုံး Tempo ကျသွားတယ်လို့ရယ်မရှိဘူး...ကြည့်ရင်းကျော်ထဲစိမ့်အောင်လန့်လာသလို ဆက်လည်းမကြည့်ဘဲမနေနိုင်အောင် ဆွဲဆောင်မှုရှိလွန်းတယ်..သရုပ်ဆောင်တွေကလည်း ကိုရီးယားတကယ့်အထင်ကရ လူတွေကြီးပဲ...The king,The Divine Moveနဲ့ Cold eye  တို့မှာ ကြမ်းခဲ့ ရမ်းခဲ့တဲ့မင်းသားကြီးWoo-sung Jungကိုတော့ထွေထွေထူးထူးထပ်မိတ်မဆက်တော့ဘူး..စပွိုင်လာမပါလေ..ဘာဇာတ်လမ်းအကြောင်းမှမပြောလေကြည့်လို့ကောင်းတဲ့ဇာတ်ကားမို့ ဒီလောက်နဲ့တော်ပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...File Size : (2.13GB),(1.03GB) and ...",
        "rating": "6.6",
        "url": "https://megaup.net/2m7xh/Asura_-_The_City_Of_Madness_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/triple-141x200.jpg",
        "title": "Triple Threat(2019)",
        "description": "Triple Threat(2019)\nIMDb....7.5\nOng Bak မင္းသား တိုနီဂ်ား၊ The Raid ရဲ႕ မင္းသား Iko Uwais နဲ႕ ထိုက္ခ်ိမင္းသား တိုက္ဂါးခ်န္း တို႕ ပူးေပါင္းပါဝင္ထားတဲ့ အက္ရွင္ဇာတ္ကားကို တင္ေပးထားပါတယ္။\nဗီလိန္ေနရာမွာေတာ့ ဘြိဳင္ကာ မင္းသားၾကီး စေကာ့ အက္ဒ္ကင္း ပါဝင္ထားတာမို႕ ဘယ္ေလာက္ၾကမ္းၾကမလဲ ေျပာဖို႕မလိုေလာက္ေတာ့ပါဘူး။\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nရာဇဝတ္မႈေတြ ျမင့္တတ္ေနတဲ ့မဟာဂ်ာယာမွာ လူဆိုးဂိုဏ္းေတြႏွိမ္နင္းေရးအတြက္ အၾကီးအက်ယ္လာလွဴဒါန္းတဲ့ တရုတ္မေလး\nထန္းေရွာင္ရွန္းကို ေကာ္လင္တို႕ ေၾကးစားအဖြဲ႕က လုပ္ၾကံဖို႕ၾကိဳးစားတာမွာ ဟို ဂ်ပုသံုးေကာင္နဲ႕ ေတြ႕တာပါပဲ\n။ သူတို႕ သံုးေယာက္နဲ႕ ေကာ္လင္တို႕က အရင္ကတည္းက ရန္ျငိဳးရွိသူေတြပီပီ အတိုးေရာ အရင္းေရာ ေပါင္းျပီးဆပ္ၾကပါတယ္။\nအက်ဥ္းေျပာရရင္ေတာ့ ခ်တဲ့ကားပါ။ ခ်ပါတယ္ အားတိုင္း။ ေသနတ္ရွိရင္ေတာင္ ေဘးခ်ျပီး ခ်ပါတယ္။ ေတြ႕ရာေနရာမွာ အားတိုင္းခ်ပါတယ္။ ၾကည့္ရင္းနဲ႕ ၾကည့္တဲ့သူပါ ခ်ခ်င္ေနလိမ့္မယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္...\n File Size ...",
        "rating": "5.6",
        "url": "https://megaup.net/2e12l/Triple_Threat_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHw9gTdo43nJL82py0oaROkXXNr.jpg",
        "title": "Destroyer (2018)",
        "description": "ဒီကားေလးကေတာ့ တကယ့္ဒိတ္ဒိတ္ၾကဲမင္းသမီး ၾကီးNicole Kidman အဓိကပါဝင္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ငယ္ရြယ္တဲ့စံုေထာက္မိန္းကေလး၁ေယာက္ ဘဏ္ဓါးျပမႈေတြနဲ႕ဆိုးသြမ္းတဲ့အဖြဲ႕ကိုတိတ္တဆိတ္စံုစမ္းဖို႕ေစလႊတ္ခံခဲ့ရပါတယ္ဒါေပမယ့္ကံဆိုးစြာပဲသူ႕ရဲ႕စစ္ဆင္ေရးက်ရွဳံးသြားခဲ့ျပီးသူခ်စ္တဲ့လူေကာတျခားလူေတြေရာအသတ္ခံလိုက္ရတဲ့အခါမွာတသက္လံုးသူ႕ကိုယ္သူအျပစ္တင္စိတ္ေတြနဲ႕ပဲေနထိုင္လာခဲ့ရင္း....သူလက္စားျပန္ေခ်ခ်င္တဲ့လူျပန္ေပၚလာတဲ့အခ်ိန္လက္စားေခ်ဖို႕ဘယ္လိုေတြၾကိဳးစားမလဲ...တဖက္မွာလည္း သူ႕ရဲ႕သမီးနဲ႕ေျပလည္ေအာင္ညိွႏိႈင္းျပီးျပႆနာေတြရွင္းရ....သမီးကိုခ်စ္တဲ့စိတ္,စိုးရိမ္စိတ္ေတြနဲ႕တဖက္မွာလည္းလက္စားေခ်လိုစိတ္ေတြကိုမင္းသမီးၾကီးကဘယ္လိုေတြသရုပ္ေဆာင္ျပီးဇာတ္ကိုဆြဲေခၚသြားမလဲဆိုတာေတြကိုဒီကားေလးမွာျမင္ရမွာျဖစ္ပါတယ္ File Size : (1 GB) & ( 410 MB)Quality : Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by May Pyae Sone Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1y3zj/Destroyer_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ss-143x200.jpg",
        "title": "Silence Snow ( 2019 )",
        "description": "Ewenkiမ်ိဳးႏြယ္စုေတြဟာေတာင္ေပၚမွာပဲေနထိုင္ရင္းသမင္ေမြးျမဴကာအသက္႐ွင္ေနထိုင္ေလ့႐ွိပါတယ္..တစ္ေန႔မွာအစိုးရကေနသူတို႔ကိုေတာင္ေအာက္လူေနမႈဘဝထဲမွာရပ္တည္ႏိုင္ဖို႔စီစဥ္ညႇိႏိႈင္းမႈေတြျပဳလုပ္ေပးခဲ့ပါတယ္..သူတို႔ေတြလူေနမႈဘဝထဲမွာအဆင္ေျပႏိုင္ပါ့မလား…တစ္ဖက္မွာလည္း ဝူေဟာက္နဲ႔ေက်ာက္က်န္႔ေကာ္တို႔ဟာသူငယ္ခ်င္းအရင္းေတြပါ..သူတို႔ေတြဟာေလထီးတပ္သားအျဖစ္တာဝန္ထမ္းေဆာင္ၿပီးအိမ္ျပန္လာတဲ့အခါ ဝူေဟာက္ရဲ႕မိန္းမေဖာက္ျပန္ေနတာသိလိုက္ရတဲ့အတြက္ေက်ာက္က်န္႔ေကာ္ကလက္လြန္ၿပီးသူ႔မိန္းမနဲ႔ေဖာက္ျပန္ေနတဲ့သူကိုသတ္လိုက္မိၿပီးထြက္ေျပးတိမ္းေ႐ွာင္ရင္း Ewenkiမ်ိဳးႏြယ္စုတို႔ေနထိုင္တဲ့ေတာင္ေပၚရဲ႕ေတာင္ေအာက္နားမွာ႐ွိတဲ့သစ္စက္မွာပုန္းလ်ိႈးၿပီးေနေနရပါတယ္…ေက်ာက္က်န္႔ေကာ္လက္လြန္ၿပီးသတ္လိုက္မိတဲ့သူရဲ႕အစ္ကိုဟာလည္းသူ႔ညီကိုသတ္တဲ့သူကိုေျမလွန္႐ွာမယ္ဆိုၿပီး ေနရာအႏွံလိုက္႐ွာေနပါတယ္..ဒီလိုနဲ႔သစ္စက္မွာေက်ာက္က်န္႔ေကာ္က ဝူေဟာက္နာမည္နဲ႔ရပ္တည္ေနတဲ့အခါ..ဝူေဟာက္ကဘာမ်ားျဖစ္သြားလို႔လဲ.ေနာက္ကြယ္မွာဘယ္လိုအေၾကာင္းေတြ႐ွိေနတာလဲ..Ewenkiေတြကိုေရႊ႔ေျပာင္းေပးဖို႔ေရာက္လာတဲ့ရဲမူးေရာက္လာခ်ိန္မွာေတာ့ဝူေဟာက္အေၾကာင္းကိုစံုစမ္းဖို႔ျဖစ္လာတဲ့အခါ…ဆက္လက္ၾကည့္႐ႈၾကပါေနာ္Translated & Review By Phyo Zaw\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/S65m/Silence_Snow_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/Hao-165x200.jpg",
        "title": "Shocking Kung Fu Of Huo’s ( 2019 )",
        "description": "ဖိုက္တင္ကားၾကိဳက္တဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္အမွန္အကန္ဖိုက္ၿပီး စိတ္၀င္စားမွုအၿပည္႔နဲ႕ေစာင္႕ၾကည္႕ရမယ္႔ကားပဲၿဖစ္ပါတယ္ ( ဂ်င္းမဟုတ္ :3 )ဇာတ္လမ္းအညြန္းကေတာ႔သိုင္းေလာကရဲ႕အရွုပ္ေတာ္ပံုေတာ႔မဟုတ္ဘူး ကြန္ဖူးေလာကရဲ႕အရွုပ္ေတာ္ပံုလို႔ပဲဆုိရမယ္..ရွန္ဟိုင္းမွာအေနာက္တိုင္းသားေတြလာၿပီးေတာ႔တရုတ္ကြန္ဖူးကိုကင္မရာရိုက္ပီး ခိုးဖို႕ၿပင္တဲ႔ေခတ္လို႔ပဲေၿပာရမလားတရုတ္ကြန္ဖူးကိုေလွာင္ေၿပာင္ေနတဲ႔ေခတ္လို႔ပဲေၿပာရမလားပဲဒီလိုေခတ္ကိုအေၿခခံထားတဲ႔ဇာတ္ကားပါပဲလက္သီးနက္ၿပိဳင္ပြဲလို႔ တင္စားထားတဲ႔ ၿပိဳင္ပြဲမွာတရုတ္ကြန္ဖူးပညာရွင္ေတြ ေတာက္ေလ်ာက္ရွံုးေသဆံုးၾကရတယ္တစ္ေန႔မွာေတာ႔ ဒါေတြကိုၿပန္အဖတ္ဆယ္ႏိုင္မယ္႔သူရဲေကာင္းတစ္ေယာက္ထြက္ေပၚလာခဲ႔တယ္..အနက္ေရာင္မိစၦာဆုိတဲ႔သူရဲေကာင္းတစ္ဦးပါပဲ…ဒါေပမယ္႔ အနက္ေရာင္မိစၦာဆုိတဲ႔နာမည္နဲ႔ၿပိဳင္ခဲ႔သူေတြဟာတစ္ေယာက္တည္းမဟုတ္ဘူးဘယ္၂ေယာက္ရွိခဲ႔တာလဲ…ဘာေၾကာင္႔ဒီလိုလူေတြေၿပာင္းလဲေနတာလဲတကယ္လို႕မ်ား အနက္ေရာင္မိစၦာ၂ေယာက္ခ်ၾကမယ္ဆုိရင္ေရာဘယ္သူမ်ားႏိုင္မွာလဲ ?နားရွုပ္သြားၿပီလား မပူပါနဲ႔ၾကည္႕ရတာေတာ႔လံုး၀မရွုပ္တဲ႔အၿပင္ စိတ္၀င္စားမွုအၿပည္႔နဲ႔ဆက္လက္ၾကည္႕ရွုႏိုင္ပါတယ္ဇာတ္လမ္းရဲ႕ ၃ ပံု ၂ပံုကတိုက္ပြဲေတြနဲ႔ပဲၿပည္႔ေနတာပါTranslated & Review By Chu Chu\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/S65o/Shocking_Kung_Fu_Of_Huo’s_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ID-135x200.jpg",
        "title": "Special ID ( 2013 )",
        "description": "အက္ရွင္ကား ဖိုက္တင္ကား ၾကိဳက္ႏွစ္သက္သူမ်ားအတြက္မင္းသား Donnie Yenရဲ႕ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ေဟာင္ေကာင္မွာတရားမ၀င္ ေမွာင္ခိုဂိုဏ္းေတြေသာင္းက်န္းေနတဲ႔ကာလမွာရဲေတြက အေရးယူဖို႕သက္ေသရွာေဖြတဲ႔အေနနဲ႔ခ်န္က်စ္လံုကို သူလ်ိဳအၿဖစ္ေစလႊတ္ထားခဲ႔တယ္..ငယ္ငယ္ကတည္းက ရဲအရာရွိတစ္ေယာက္ၿဖစ္ခ်င္ခဲ႔တဲ႔ခ်န္က်စ္လံုတစ္ေယာက္ သူလ်ိဳဘ၀မွာဘယ္လိုမ်ိဳးဒုကၡေတြၾကံဳေတြ႕ရမလဲေမွာင္ခိုဂိုဏ္းကေရာသူ႕ရဲ႕ဘ၀အမွန္ကိုသိရွိသြားမွာလားဒါ႔အၿပင္လူသတ္မွုၾကီးတခုၿဖစ္လာတဲ႔အခါမွာေတာ႔ခ်န္က်စ္လံုတစ္ေယာက္ဘယ္လိုေတြဆက္လက္လုပ္ေဆာင္မလဲဆုိတာကိုေတာ႔ဆက္လက္ၾကည္႕ရွုပါေဟာင္ေကာင္အက္ရွင္ကားေတြရဲ႕ထံုးစံအတိုင္းအက္ရွင္အပိုင္းကေတာ႔ အေထြအထူးေၿပာစရာမရွိေအာင္ေကာင္းၿပီးသားမို႔ ဆက္လက္ခံစားၾကည္႕ရွုပါTranslated & Review By Ei Pyae\nEncoded By LK",
        "rating": "5.6",
        "url": "https://megaup.net/S65j/Special_ID_(Te_Shu_Shen_Fen)_[2013]_(MM_Sub).mkv",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/cyan-141x200.jpg",
        "title": "Cyan Wizard ( 2019 )",
        "description": "2019 ထြက္ဇာတ္ကားသစ္ေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္မေကာင္းဆုိး၀ါးေတြၾကီးစိုးေနတဲ႔ေခတ္ကာလၾကီးမွာ လူသားေတြဟာေၾကာက္လန္႔စြာနဲ႔ ေနထိုင္ခဲ႔ရတယ္..မေကာင္းဆုိး၀ါးလို႔သူတို႕ထင္တဲ႔လူတစ္ဦးကိုလည္း မီးရွိဳ႕သတ္ပစ္ဖုိ႕လည္း၀န္မေလးၾကဘူးတာအိုဆရာေလးတစ္ဦးကလည္း မေကာင္းဆုိး၀ါးေတြကိုမေကာင္းၿမင္တဲ႔သူတစ္ဦးပါပဲ..တစ္ေန႔မွာေတာ႔အၿဖစ္အပ်က္တခုေၾကာင္႔ တာအိုဆရာေလးရဲ႕ မေကာင္းဆုိး၀ါးအေပၚအၿမင္ေတြဟာေၿပာင္းလဲသြားရပါတယ္သူ႕အေဖကိုကယ္တင္ဖုိ႕အတြက္ေရာ ဘယ္လိုေတြစြန္႕လႊတ္မွုေတြလုပ္ရမလဲၿပီးေတာ႔ လူသားနဲ႔ မေကာင္းဆုိး၀ါးၾကားထဲက ၿခားနားခ်က္ကိုရွာေဖြရင္း လူသားၿဖစ္ၿဖစ္ မေကာင္းဆုိး၀ါးၿဖစ္ၿဖစ္ ခ်စ္ၿခင္းေမတၱာတရားကသာေလာကၾကီးမွာအလွပဆံုးေသာ အမွတ္တရေတြၿဖစ္တယ္ဆုိတာကိုပံုေဖၚထားတဲ႔ဇာတ္လမ္းေကာင္းေလးပါပဲ ဆက္လက္ၾကည္႕ရွုခံစားပါ This Movie Brought To You By Channel MyanmarTranslated & Review By CM_Chinese TeamEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1y2sb/Cyan_Wizard_[2019]_(MM_Sub).mkv",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6YbYvsdthtMLkMHvBiQg8uiIOp.jpg",
        "title": "The Sholay Girl (2019)",
        "description": "The Sholay Girl (2019)\nဒီဇာတ္လမ္းကေတာ့ အိႏၵိယရဲ႕ ပထမဆံုး\nစတန္႔မင္းသမီး ရက္ရွ္မား ပသန္ ရဲ႕\nအေၾကာင္းကို ရိုက္ကူးထားတာပါ။\nအျပည္ျပည္ဆိုင္ရာ အမ်ိဳးသမီးမ်ားေန႔ ျဖစ္တဲ့\nမတ္လ(၈)ရက္ေန႔မွာ ရံုတင္ျပသခဲ့ပါတယ္။\nအမ်ိဳးသမီးေတြရဲ႕ ဘ၀ရပ္တည္မႈကို\nအတၳဳပၸတၱိ နဲ႔ ရုပ္ရွင္ တြဲဖက္ၿပီး ျပသခဲ့တဲ့အတြက္\nအင္မတန္ စိတ္၀င္စားဖို႔ေကာင္းတဲ့ ဇာတ္ကားတစ္ကားပါပဲ။\nယေန႔ေခတ္မွာ အမ်ိဳးသမီးေတြက\nအမ်ိဳးသားေတြနဲ႔ ရင္ေဘာင္တန္းႏိုင္လာၾကပါၿပီ။\nအရင္ေခတ္က အမ်ိဳးသမီးေတြကေတာ့\nအႏွိမ္ခံရတဲ့အခ်ိန္ေတြ အိမ္တြင္းပုန္းခဲ့ရတဲ့အခ်ိန္ေတြ ရွိခဲ့ပါတယ္။\nရက္ရွ္မားက ဒီအစဥ္အလာေတြကို ခ်ိဳးဖ်က္ျပခဲ့ပါတယ္။\nရက္ရွ္မားလုပ္တဲ့အလုပ္အကိုင္က\nေယာက်္ားတိုင္းေတာင္ မလုပ္ရဲ၊ မလုပ္၀့ံတဲ့ စတန္႔သမားပါ။\nရုပ္ရွင္ကားတစ္ကားမွာ\nယုတိၱရွိရွိရိုက္ႏိုင္ဖို႔က စြန္႔စားခန္းေတြ ပါပါတယ္။\nစြန္႔စားခန္းအမ်ားစုမွာ မင္းသား\nမင္းသမီးေတြက ကိုယ္တိုင္ရိုက္ကူးေလ့ မရွိပါဘူး။\nအသက္နဲ႔ရင္းၿပီး လုပ္ရတဲ့အခန္းေတြဆိုရင္\nစတန္႔သမားေတြရဲ႕အခန္းက႑က အေရးပါပါတယ္။\nစတန္႔သမားေတြ လုပ္ႏိုင္ရင္ လုပ္ႏို္င္သေလာက္\nဇာတ္လမ္းရဲ႕အႏွစ္သာရက ပိုၿပီးျပည့္၀လာပါတယ္။\nစတန္႔သမားအမ်ားစုကေတာ့ ေယာက်ာ္းေလးေတြပါ။\nမင္းသမီးေတြအတြက္ဆိုရင္ ဆံပင္တုေတြစြပ္ၿပီး\nမိတ္ကပ္ေတြလိမ္းၿပီး ကူညီၾကရတာပါ။\nရက္ရွ္မားက ဒီကြက္လပ္ကို ျဖည့္ခဲ့တာပါ။\nလြယ္လြယ္ကူကူ ျဖစ္လာခဲ့တာလားဆိုေတာ့ မဟုတ္ပါဘူး။\nရက္ရွ္မား ျဖတ္သန္းခဲ့ရတဲ့\nခေရာင္းလမ္းႀကီးကုိ ဒီဇာတ္ကားမွာ ျမင္ရပါမယ္။\nဒါကေတာ့ ရက္ရွ္မားရဲ႕စကားပါ။\n\"ေမွ်ာ္လင့္ခ်က္ဆိုတာ အရိပ္လိုပဲ လို႔ ေျပာၾကပါတယ္။\nရွင့္အနားကေန ဘယ္ေတာ့မွ ထြက္သြားမွာ မဟုတ္ပါဘူး။\nဒါေပမယ့္ အေမွာင္ထဲမွာ ေနတဲ့သူကေတာ့ အရိပ္ရွိမွာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/S50d/The_Sholay_Girl_[2019]_(MM_Sub).mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yNkTNIjPl4QSQmVNQyfopM4wcFF.jpg",
        "title": "Petta (2019)",
        "description": "ေဖေဖာ္ဝါရီလကတည္းက အၾကည္ထြက္ခဲ့တဲ့ကားဆိုေပမဲ့စာအေသကပ္ပါၿပီး ႐ုပ္ထြက္သိပ္မေကာင္းတာရယ္ေၾကာင့္ ဥထားခဲ့တာ ခုေတာ့ ရွင္းရွင္းလင္းလင္းေလး ထြက္လာခဲ့ပါၿပီ။------------------------------------------------သိပ္ကို ဆိုးတဲ့ ေက်ာင္းသားေတြၾကားအေဆာင္မႉးေနရာကို အတင္းရယူလာတဲ့ လူတစ္ေယာက္ ရိွလာခဲ့ပါတယ္။ကာလီတဲ့။အသက္ၾကည့္ေတာ့ လူႀကီးပိုင္းေရာက္ေနၿပီ၊ကိုယ့္ကို ထိပါးလာၿပီေဟ့ဆိုရင္ ဘယ္သူ႕ကိုမွခြင့္မလႊတ္သူ။ဒီေတာ့ ဒီကေလးေတြၾကား သူ အေဆာင္မႉး ျဖစ္ခ်င္ရတဲ့ ရည္ရြယ္ခ်က္က ဘာမ်ားလဲ။ေက်ာင္းသားေတြ ထမင္းေကာင္းေကာင္းစားရဖို႔၊ဂ်ဴနီယာေတြ ဘိုက်အႏိုင္က်င့္တာ မရိွဘဲေကာင္းေကာင္းေနထိုင္ရဖို႔ သူ ေက်ာင္းရဲ႕ အာ့ေၾကာလန္အဖြဲ႕အျပင္ကန္ထ႐ိုက္တာေတြနဲ႔ ရင္ဆိုင္ခဲ့တယ္။မထင္မွတ္ဘဲ ညတစ္ညမွာ ေက်ာင္းသားတစ္ေယာက္ ခြင့္မတိုင္ဘဲ အျပင္သြားခဲ့တယ္။ေခါင္းမီးခဲၿပီး ကာလီဟာ လိုက္ရွာရမွာေတာ့ခ်စ္သူနဲ႔ သြားေတြ႕တဲ့ ထိုေက်ာင္းသား အဏၰဝါနဲ႔ ရင္းႏီွးခဲ့ပါတယ္။အန္ကယ္ကာလီ.... အန္ကယ္က လူပ်ဳိႀကီးလား အိမ္ေထာင္ရိွလား တဲ့။တခ်ိန္က သူ႕မွာ ဒါေတြ ရိွခဲ့ေၾကာင္း ႏႈတ္က ထုတ္ေဖာ္မေျပာလိုေတာ့တဲ့ ရင့္က်က္ခ်ိန္ေရာက္ခဲ့ၿပီေလ။ေက်ာင္းစာေမးပြဲၿပီး ႏႈတ္ဆက္ပြဲညမွာအဏၰဝါကို လူတစ္စု အႏၲရာယ္ လာျပဳခဲ့တယ္။အဏၰဝါ .. ေက်ာင္းထဲမွာေနတဲ့ ေက်ာင္းသား...သူ႕မွာ ဘယ္လိုအေၾကာင္းေၾကာင့္ ဒီလို ရန္နဲ႔ ရင္ဆိုင္ရတာလဲ...သိပ္ကို ဂ႐ုစိုက္လြန္းတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eofr/Petta_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGMkLo7FDgQikYwFJSlbc49ewVU.jpg",
        "title": "Hit-and-Run Squad (2019)",
        "description": "၂၀၁၉ ခုနှစ်ထဲမှာ ထွက်ရှိထားတဲ့ Hit-and-Run Squad ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nအွန်းစီယွန်းဟာ ရဲမှူးကြီးပတ်ခ်ရဲ့ လာဘ်စားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သက်သေမခိုင်လုံတာကြောင့်တိုက်ပြေးအမှုတွေကိုင်တဲ့ဌာနကိုရာထူးချရွှေ့ပြောင်းခံခဲ့ရပါတယ်..`\nထိုဌာနမှာအရမ်းတော်တဲ့ရဲတပ်သား ဆူမင်ဂျေးနဲ့တွေ့ဆုံခဲ့ပြီးတော့တိုက်ပြေးအမှုတွေကို အတူတူဖြေရှင်းခဲ့ရင်းနဲ့\nပဟေဠိဆန်တဲ့အမှုတစ်ခုကို ကြုံတွေ့ခဲ့ရပါတယ်သူတို့စုံစမ်းစစ်ဆေးရင်းနဲ့ အဲဒီတိုက်ပြေးမှူှူ့သေးသေးလေးဟာ အကြီးကြီးလာဘ်ပေးသူဖော်မြူလာဝမ်းပြိုင်ကားကွင်းပိုင်ရှင် ဂျန်ဂျယ်ချောင်းနဲ့ပတ်သက်နေတယ်ဆိုတာကို ရှာဖွေတွေ့ရှိလာပါတယ်\nအွန်းစီယွန်းအနေနဲ့ သူ့နဂိုမိခင်ဌာနရဲ့တာဝန်ကိုထမ်းဆောင်ရင်းနဲ့ ပျက်စီးဆုံးရှုံးမှုတွေတွေ့ကြုံလာရချိန်မှာတော့ အရာအားလုံးဟာ ရှု့ပ်ထွေးကုန်ပါတော့တယ်\nအရှောင်အတိမ်းတော်လွန်း အဆက်အသွယ်ကောင်းလွန်းကားမောင်းပြိုင်တာတော်လွန်းတဲ့ဂျန်ဂျယ်ချောင်းကို ဘယ်လိုတွေ ဇာတ်လမ်းဇာတ်ကွက်ဆင်ပြီးဖမ်းဆီးကြမလဲဆိုတာကို ဒီကားမှာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nကားမောင်းပြိုင်တဲ့အခန်းမှာလည်းတိုက်လိုက်တဲ့ကားတွေမှ သောက်သောက်လဲပါပဲ :3\nကားမောင်းပြိုင်တာတွေရော ချတာတွေရော ရယ်စရာရောဝမ်းနည်းစရာရောပါတဲ့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားဆိုတော့ အာမခံပါတယ် File Size : (1 GB) & ( 258 MB)Quality : 720p HDRipRunning Time : 2 hr 13 minFormat : Mp4Genre :  Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/2e5xg/Hit-And-Run_Squad_(Bbaengban)_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHhM4qtEJohpbcE7N24qeqdig7B.jpg",
        "title": "Bullitt County (2018)",
        "description": "​ေက်ာင္​းၿပီးလို႔ အလုပ္​ကိုယ္​စီနဲ႔ ​ေဝးကြာ​ေနၾကတဲ့ သူငယ္​ခ်င္​းသံုး​ေယာက္​ဆယ္​စုႏွ္​တစ္​ခုအၾကာမွာ​ေတာ့ သူတို႔ထဲကတ္​​ေယာက္​ရဲ႕ ဘတ္​ခ်လာပါတီပြဲက်င္​းပဖို႔အတြက္​ သူတို႔သြားလၫ္​ခဲ့ၾကဘူးတဲ့ အရက္​ကိုယ္​တိုင္​ခ်က္​​ေရာင္​းတဲ့ ၿမိဳ႕ငယ္​​ေလးတစ္​ၿမိဳ႕ကိုသြားခဲ့ရာက ဒီဇာတ္​ကား​ေလး ျဖစ္​​ေပၚလာခဲ့ပါတယ္​။မတူညီ​ေတာ့တဲ့ အက်င္​့စ႐ိုက္​​ေတြ​ေၾကာင္​့ သူတို႔ခရီးစဥ္​ရဲ႕ ကံၾကမၼာကဘယ္​လို​ေျပာင္​းလဲသြားမလဲဆိုတာ ​စိတ္​လႈပ္​႐ွားဖြယ္​ရာ ၾကည္​့႐ႈရမွာ ျဖစ္​​ပါတယ္​။သံုး​ေယာက္​ဆို​ေပမယ္​့ ၾကည္​့႐ႈသူ​ေတြအ​ေနနဲ႔​ေလး​ေယာက္​ကိုျမင္​​ေတြ႔ရမွာ ျဖစ္​လို႔ပို​ေနတဲ့တစ္​​ေယာက္​ကဘာလဲဆိုတာကို​ေတာ့ ဇာတ္​လမ္​းထဲမွာ အျဖ႐ွာလိုက္​ၾကပါဦး​ေနာ္​ File Size : (986 MB) & ( 369 MB)Quality : Web-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Action , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/bullitt-county-2018/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/whitetiger-137x200.jpg",
        "title": "White Tiger(2012)",
        "description": "ဒီတင့်ကတော့ ဂျာမန်တို့ရဲ့ White Tiger ဆိုတဲ့တင့်ပါ....[[[ ဒီ Tiger တင့်အမျိုးအစားဟာ FURY ဆိုတဲ့ကားမှာ ဘရက်ပစ်တို့M4 Sherman တွေကို အားပါတရဖျက်ဆီးပြသွားတာ ကြည့်ဖူးတဲ့သူတွေသိမှာပါ]]တစ်စီးထဲက ဖျက်ဆီးသွားတော့ ရုရှားတင့်တပ်က အကြီးအကဲတွေနဲ့နည်းပညာသမားတွေအတွက်တော့ တကယ့်သွေးပျက်စရာပါပဲ...ပျောက်ကျားစစ်ပုံစံဆင်နွဲနေတဲ့ ဒီ White Tiger ကြီးကြောင့်များစွာအထိနာနေတဲ့ရုရှားတွေဟာ တန်ပြန်တိုက်ခိုက်ဖို့ တင့်တပ်ဖွဲစီစဉ်ပါတော့တယ်..ဒီအထဲမှာတော့ အတွေ့အကြုံများစွာရှိနေတဲ့ တင့်ကား(၁၅)စီးတိုက်ခိုက်ခံရစဉ်မသေပဲကျန်ရစ်ခဲ့တဲ့ ယာဉ်မောင်းတစ်ဦးကို ခေါင်းဆောင်ခန့်ပြီး တိုက်ခိုက်ဖို့ကြံရွယ်ကြတယ်...ကိုင်း သူတို့အောင်မြင်မလားဆိုတာကိုတော့.....ကိုင်း တင့်ကား စစ်ကားတွေမှ သဘောကြတဲ့သူတွေအတွက်ကားကောင်းတစ်ကားဖြစ်လို့ခံစားကြည့်လိုက်ပါဦး....File Size : (950 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/Sbxk/White_Tiger_(Belyy_Tigr)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u8bfQiJi1qpJSd6giCJSIe11zLn.jpg",
        "title": "Soldier of War (2019)",
        "description": "ရွက္ဖတန္ေတာအုပ္အတြင္းမွာ လူသတ္မႈေတြဆက္တုိက္ျဖစ္ေပၚေနတဲ့အေၾကာင္းကို ရိုက္ကူးတင္ဆက္ထားတာပဲ ျဖစ္ပါတယ္အာခ်ီနဲ႔သူ႔သူငယ္ခ်င္းျဖစ္သူ ဗင့္စ္တုိ႔ႏွစ္ေယာက္ဟာဆယ္ေက်ာ္သက္သဘာ၀ ေတာထဲေလွ်ာက္သြားရင္းနဲ႔\nလ်ိဳ႕၀ွက္တံခါးတစ္ခုကိုေတြ႔ရွိခဲ့ပါတယ္\nကေလးသဘာ၀သိခ်င္စိတ္နဲ႔ အဲဒီတံခါးကို ဖြင့္လိုက္တာကကံၾကမၼာဆိုးကုိ ဖိတ္ေခၚခဲ့မိေစတယ္ဆိုတာကို သူတို႔မသိခဲ့ၾကပါဘူးအာခ်ီဆြဲေခၚခံခဲ့ရျပီး ဗင့္စ္လည္း ထြက္ေျပးရင္းနဲ႔ကားတိုက္ခံခဲ့ရျပီးေနာက္မွာ ေတာအုပ္ထဲကုိ သြားတဲ့ရဲေတြ..လူေတြ..အသတ္ခံခဲ့ရပါတယ္..ဘာေၾကာင့္လဲမသိတဲ့အျပင္ ဘယ္သူမွန္းလဲမသိခဲ့ပါဘူးေျခရာလက္ရာလည္း တစ္ခုမွမကို မက်န္ခဲ့တဲ့အတြက္ေနာက္ဆံုး စစ္တပ္ကိုပါ ေခၚရတဲ့အဆင့္ျဖစ္လာခဲ့ပါတယ္ေသဆံုးမႈေတြ တရိပ္ရိပ္ျမင့္တက္လာခ်ိန္မွာေတာ့..သူတို႔ဘယ္လိုအကူအညီေတြရခဲ့ပါသလဲတကယ့္လူသတ္သမားကေရာ ဘယ္သူပါလဲပံုမွန္ကိုင္တြယ္ ေျဖရွင္းလို႔ရတဲ့ အရာတစ္ခုေရာဟုတ္ပါရဲ႕လား ဆိုတာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္လ်ိဳ႕၀ွက္ထားခ်က္ကေတာ့ ဇာတ္လမ္းတစ္၀က္ေရာက္တဲ့အထိလူသတ္သမားကို လက္ပဲျမင္ရပါေသးတယ္... File Size : (758 MB) & ( 357 MB)Quality : HDRipRunning Time : 2 hrFormat : Mp4Genre : Action , Horror , ThrillerSubtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2e6rn/Soldier_Of_War_[2019]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVmWh0Zfg4UhbvdGI8LQrn1lQZJ.jpg",
        "title": "In the Heart of the Sea (2015)",
        "description": "IMDb rating 7.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို Channel Myanmar ပရိတ်သက်ကြီးအတွက် တဖန်ပြန်တင်ဆက်ပေးလိုက်ပါပြီ။December 2015 USA မှာ ရုံတင်ခဲ့တဲ့ ဒီဇာတ်ကားဟာတကယ့်ကို လက်ရာလက်ကွက် ရိုက်ကွင်းရိုက်ချက်တွေဟာပြောင်မြောက်လွန်းပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်မင်းသားကတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး Thor ( Chris Hemsworth ) ဖြစ်ပြီး .နောက်ထပ် တစ်ယောက်ကတော့နာမည်ကြီးဇာတ်ကားတွေဖြစ်တဲ့ Batman;Begins နဲ့ Batman;The Dark Night ဇာတ်ကားတွေမှာ လူဆိုးခန်းနေရာက အဓိကသရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cillian Murphyပဲဖြစ်ပါတယ်။စွန့်စားမှုတွေနဲ့ သမုဒ္ဒရာကိုအန်တုပြီး ဝေလငါးတွေကို လိုက်လံဖမ်းဆီးကြတဲ့ ဇာတ်လမ်းလေးပါ။ချေ့(Thor) ဟာ ကျွမ်းကျင်တဲ့ ဝေလငါးဖမ်းသမားတစ်ယောက်ဖြစ်သလို ကျွမ်းကျင်တဲ့ ကပ္ပတိန်ဖြစ်ပါတယ်။နောက်ဆုံးထွက်ခဲ့တဲ့ ဝေလငါးဖမ်းတဲ့ခရီးစဉ်မှာ သူ့ရဲ့ ကျွမ်းကျင်မှုတွေကြောင့် ဝေလငါးအဆီ ပုံး 1500 ကိုရှာဖွေပေးနိုင်ခဲ့လို့ .မေဆန်က နောက်ခရီးစဉ်မှာကပ္ပတိန်ရာထူးပေးမယ်ပြောခဲ့ပါတယ်။ဒါပေမဲ့ ငွေရှိလူတန်းစားတွေရဲ့ ထုံးစံကြောင့် လက်ထောက်ကပ္ပတိန်အဖြစ်နဲ့သာ အက်ဆက်သဘောၤကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1y90e/In_the_Heart_Of_The_Sea_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/385c8968296eb5e54a50be5d1297cc82-138x200.jpg",
        "title": "Welcome to Acapulco(2019)",
        "description": "Welcome to Acapulco(2019)\nရင္ခုန္စိတ္လႈပ္ရွားစရာအက္ရွင္ ဇာတ္ကားေလးေတြကိုမွ ၾကည့္ခ်င္ပါတယ္ဆိုတဲ့ ပရိ္သတ္ၾကီးအတြက္ ၂၀၁၉ ထဲမွာ ထြက္ရွိထားတဲ့\nWelcome to Acapulco ဆုိတဲ့ ဇာတ္ကားသစ္ေလး တင္ဆက္ေပးပါမယ္\nနယူးေယာက္က ဂိမ္းေတြကို ဒီဇိုင္းေရးတဲ့ ပရိုဂရမ္မာေလးတစ္ေယာက္ဟာ အလုပ္ကိစၥနဲ႔ နယူးမကၠဆီကိုကို သြားဖို႔\nေလဆိပ္မွာ ေလယာဥ္ေစာင့္ေနရင္း မိတ္ေဆြတစ္ဦးနဲ႕မထင္မွတ္ဘဲေတြ႔ျပီး ေသာက္ၾကစားၾကရင္း ေရခ်ိန္လြန္သြားခဲ့ပါတယ္…\nအမူးလြန္ျပီးသတိျပန္ရလာခ်ိန္မွာ သူဟာေလယာဥ္ေပၚေရာက္ေနျပီးျဖစ္ျပီးေတာ့ သူစီးလာခဲ့တဲ့ ေလယာဥ္ဟာ\nနယူးမကၠဆီကိုမဟုတ္ဘဲ အရင္မကၠဆီကိုကိုျဖစ္ေနပါတယ္…ေလယာဥ္မွားစီးလာျပီေပါ့…\nဒါေၾကာင့္ နယူးမကၠဆီကို ကို ျပန္စီးဖို႔ ေလယာဥ္လက္မွတ္ဝယ္ေသာ္လည္း ေနာက္ေန႕မွ လက္မွတ္ရမွာျဖစ္တဲ့အတြက္\nေရာက္ရာအရပ္မွာပဲ တစ္ရက္ေလာက္ေနဖို႔ ဆံုးျဖတ္လိုက္ခ်ိန္မွာေတာ့ ဘာေၾကာင့္မွန္းမသိတဲ့ အေၾကာင္းကိစၥတစ္ခုေၾကာင့္\nအက္ဖ္ဘီအိုင္ေတြ စီအိုင္ေအေတြ လူဆိုးဂိုဏ္းေတြ စုျပံဳ ၿပီး အမဲလုိက္သလုိ  သူ႕ေနာက္ကုိ လုိက္ၾကပါေတာ့တယ္\n…. ဘာေၾကာင့္မ်ားျဖစ္မလဲ ..သူ႕အသက္ေဘးက ေနလြတ္ပါ့မလား...\nဘယ္လုိေတြရုန္းထြက္မလဲ...သူ႕ေနာက္ကုိေရာ အဖြဲ႕ေပါင္းမ်ားစြာက ဘာျဖစ္လုိ႕လုိက္ေနတာလဲ...ကိုယ္တိုင္ပဲ...ၾကည့္ရွဳခံစားေတာ္မူၾကပါ..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and ...",
        "rating": "5.0",
        "url": "https://megaup.net/Sbxg/Welcome_To_Acapulco_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BNTk4NjBhZTUtN2MwMy00MzIyLWFhN2ItMmUwYzQ4MWQxODM3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Final Fantasy VII: Advent Children (2005)",
        "description": "Final Fantasy VII: Advent Children (2005)_________IMDb - 7.2/10 Final Fantasy VII (Movie) ဟာ\n2005 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb rating 7.2 ရရှိထားတဲ့ Animation ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nမူရင်း video game ဖြစ်ပြီး movie အဖြစ်ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nနောက်ဆုံးတိုက်ပွဲပြီးဆုံးပြီးနောက် နှစ်နှစ်အကြာ\nကမ္ဘာကြီးတစ်ခုလုံးပြန်လည်တည်ငြိမ်လာတဲ့အချိန်မှာ\nနောက်ထပ်အန္တရာယ်တစ်ခုနဲ့ ကြုံတွေ့ရပါတော့တယ်\nလူတွေအားလုံးဟာလဲကမ္ဘာမြေကပ်လို့ခေါ်တဲ့ရောဂါတစ်မျိုးဖြစ်ပွားနေပြီး\nကြေးစားစစ်သည်တစ်ဦးဖြစ်တဲ့ ကလောက်ဒ့်ဟာ ကုမ္ပဏီဥက္ကဠ ရုပ်ဖ့် နဲ့တွေ့ပြီး\nရုပ်ဖ့်က ဂျီနိုဗာဆဲလ်ကိုလိုက်ရှာနေတဲ့ လူသုံးယောက်ကို\nတားဆီးဖို့အကူညီတောင်းရာမှာ ငြင်းဆန်ပြီးပြန်လာခဲ့ပါတယ်\nသူပြန်လာချိန်မှာတော့ သူနဲ့အတူနေထိုင်တဲ့ ရောဂါခံစားနေရတဲ့\nမိဘမဲ့ကလေးငယ်တွေကို ဖမ်းခေါ်သွားကြတာကိုသိလိုက်ရပါတယ်\nတစ်ကိုယ်တည်းနေတတ်တဲ့ ကလောက်ဒ့်မှာလဲ ရောဂါခံစားနေရပြီး\nသူငယ်ချင်းတွေကိုတောင်မပြောပြခဲ့ပါဘူး\nဒါပေမဲ့ သူကလေးတွေကို ကယ်တင်ဖို့ကြိုးစားရင်း\nဂျီနိုဗာဆဲလ်ကို ရှာဖွေနေတဲ့ လူသုံးယောက်ကို ကလောက်ဒ့် နဲ့\nသူ့သူငယ်ချင်းတွေ ကနောက်တစ်ကြိမ် ပြန်လည်တိုက်ခိုက်ကြရပါတော့တယ်\nVideo game ကနေ movie အဖြစ်ထွက်လာတဲ့အတွက်\nfighting scenes တွေကလဲအမိုက်စားတွေမို့ ကြိုက်ကြမှာပါ။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ Ko Myo Myint Maung(ငတုံးမျိုးကို) ...",
        "rating": "7.2",
        "url": "https://megaup.net/1x2co/Final_Fantasy_VII_-_Advent_Children_(Fainaru_Fantajî_Sebun_Adobento_Chirudoren)_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY0OTIwNzI4NF5BMl5BanBnXkFtZTgwMTI3Mjk0NzM@._V1_-135x200.jpg",
        "title": "Never Grow Old(2019)",
        "description": "Never Grow Old(2019)IMDb...5.5,,,,,Rotten..100%အလြန္ေအးခ်မ္းသာယာလွတဲ့ နယ္စပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ရွိတယ္....\nဒီေအးခ်မ္းမႈေတြဟာ ဒတ္ခ်္အဲလ္ဘတ္ နဲ႔ သူ႔လူေတြ ေရာက္လာတဲ့အခ်ိန္မွာေတာ့ကမၻာပ်က္သလုိျဖစ္ကုန္တယ္.. ဒတ္ခ်္အဲလ္ဘတ္တုိ႕အဖြဲ႕ဟာသူတို႔ကိုဆန္႔က်င္သူအားလံုးကုိ\nေသနတ္နဲ႔ပစ္သတ္ တဲ့အျပင္  ၿမဳိ႕ေနလူထုအေပၚမွာလည္း လုပ္ခ်င္တုိင္းလုပ္ေနတယ္...မည္သုိ႕ပင္ဆုိေစကာ မူ  ဒီၿမိဳ႕ရဲ႕ သုဘရာဇာ ပတ္ထရစ္ တိတ္ ကေတာ့\nလူသတ္မႈေတြမ်ားလာတာနဲ႔အမွ် အလုပ္အကိုင္ အဆင္ေျပသလုိေတာင္ျဖစ္လာတယ္....\nသူကိုယ္တိုင္လည္း လူရမ္းကားဝရမ္းေျပးေတြနဲ႔ အေပါင္းအသင္းျဖစ္သြားခဲ့တယ္...ဒါေပမဲ့ ေနာက္ပိုင္းမွာေတာ့ သူ႔မိသားစုပါ အႏၱရာယ္ရွိလာတဲ့အခါ\nလူရမ္းကားေတြလက္ကေန သူ႔မိသားစုကို ႀကိဳးစားကယ္တင္ပံုေတြကို\nရင္တထိတ္ထိတ္ နဲ႔ ၾကည့္ရႈခံစားရမဲ့ အက္ရွင္ ဇာတ္ကားေကာင္းတစ္ကားပါ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္.. File Size : (850 MB) and (316 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:40:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/Sbwv/Never_Grow_Old_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/spirit-135x200.jpg",
        "title": "The Spirit 2008",
        "description": "Director - Frank Miller ရိုက္​ကူးထားၿပီး imdb 4.8 ရထားတဲ့ ဇာတ္​ကားေလးနဲ႔မိတ္​ဆက္​ေပးခ်င္​ပါတယ္​ဇာတ္​ကားနာမည္​ကေတာ့ The spirit ပါ ဇာတ္​လမ္​းေလးက action ကားေလးျဖစ္​ေပမယ္​့ comedy ေလးနည္​းနည္​းေပါင္​းထားပါတယ္​ဘာေၾကာင္​့ရယ္​မွန္​းမသိ ဒန္​နီကို႔ထ္​လို႔ ေခၚတဲ့သာမာန္​ရဲတစ္​ေယာက္​ ေသရာကေန ျပန္​ရွင္​လာတဲ့အခါ ရဲအလုပ္​ကေနစြန္​႔ခြာၿပီး စပိရစ္​ထ္​ အျဖစ္​နဲ႔ ဒုစရိုက္​ေတြႏွိမ္​နင္​းပါတယ္​သူ႔ရဲ႕ အဓိက ရန္​သူက ေအာက္​တိုပတ္​စ္​ လို႔ေခၚၿပီး သူတို႔ႏွစ္​ေယာက္​လံုးက မေသမ်ိဳးေတြျဖစ္​ေနပါတယ္​စပိရစ္​ထ္​က ဘာေၾကာင္​့ မေသမ်ိဳးျဖစ္​ေနလဲ သူ႔ကိုယ္​သူ နားမလည္​ခဲ့ေပမယ္​့ သူ႔ရန္​သူ ေအာက္​တိုပတ္​စ္​ကေတာ့ သိေနခဲ့ပါတယ္​တစ္​ဘက္​မွာလည္​း စိန္​ေတြကိုမွ ႀကိဳက္​တတ္​တဲ့ စပိရစ္​ထ္​ ရဲ႕ ငယ္​ခ်စ္​ဦး ဆန္​ဒ္​ဆာရပ္​ဖ္​ က မေသမ်ိဳးျဖစ္​ရတဲ့ လ်ိဳ႕၀ွက္​ခ်က္​နဲ႔ ကိုယ္​တိုင္​ပတ္​သတ္​မိေနမွန္​းမသိတဲ့အခါ ဘာေတြဆက္​ျဖစ္​ၾကမွာလဲသူတို႔ကဘာလို႔ မေသမ်ိဳးေတြျဖစ္​ေနၾကတာလဲအဲ့တာေတြအားလံုးအဆံုးသတ္​ဖို႔ကေရာ တစ္​ေယာက္​ေသမွျဖစ္​မယ္​ဆိုရင္​ ဘယ္​သူေသမွာလဲdown ၾကည္​့လိုက္​ပါေနာ္​ action ကားေလးဆိုေပမယ္​့ comedy ေလးေႏွာထားတာမို႔ ကားေကာင္​းေလးတစ္​ကားပါ ေအာက္​တိုပတ္​စ္​ရဲ႕လက္​ေထာက္​မေလး ဖေလာ့စ္​ေနရာကို ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sbxb/The_Spirit_[2008]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
        "title": "The Kid Who Would Be King (2019)",
        "description": "Merlin စီးရီးေတြကို ၾကည့္ဖူးတဲ့လူတိုင္းဒီကားေလးကိုစိမ္းမယ္မထင္ပါဘူး...ပုံျပင္ေတြထဲက King Arthur နဲ႔ ေက်ာက္တုံးထဲ စုိက္ဝင္ေနတဲ့Excalibar ဓားကုိ လူတုိင္းၾကားဖူးၾကမွာ အေသအခ်ာပါပဲ။The kid who would be king (2019) က အဲဒီပုံျပင္ထဲကလုိExcalibar ဓားကုိ ဆြဲထုတ္ႏုိင္ခဲ့တဲ့ ကေလးရဲ႕ စြန္႔စားခန္းအေၾကာင္းရုိက္ကူးထားတဲ့Adventure , Action , Family ဇာတ္ကားေလးပါ။King Arthur က ေက်ာက္တုံးထဲက ဓားကုိဆြဲထုတ္ျပီးေတာ့ျဗိတိန္ရဲ႕ ဘုရင္ျဖစ္လာျပီး ေမြးစားညီမျဖစ္သူ Morgana ရဲ႕လက္က ကာကြယ္ေပးခဲ့ပါတယ္။ဒါေပမဲ့ Morgana က နယ္ေျမေတြအစိတ္စိတ္ကြဲလူေတြ ေမွ်ာ္လင့္ခ်က္မဲ့ျပီး ေခါင္းေဆာင္မဲ့ေနတဲ့အခ်ိန္ျပန္လာမယ္လုိ႔ က်ိန္စာဆုိခဲ့ပါတယ္။Arthur ကလည္း အဲဒီအခ်ိန္မွာ Excalibar ျပန္ေပၚလာပါေစလုိ႔ သစၥာျပဳခဲ့တယ္။၁၂ ႏွစ္အရြယ္ မူလတန္းေက်ာင္းသားေလး ...",
        "rating": "6.3",
        "url": "https://megaup.net/2e98q/The_Kid_Who_Would_Be_King_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wBr0PhF8ryhcEu5ot0Qj2pBEstp.jpg",
        "title": "Kiss Kiss (2019)",
        "description": "ဒီတစ္​ခါ တင္​ဆက္​​ေပးမယ္​့ Kiss Kiss ဆိုတဲ့ကား​ေလးက​ေတာ့အၾကမ္​းစားအက္​႐ွင္​ကားတစ္​ကားပါပဲ။ကလပ္​ရဲ႕ အကမယ္​​ေလးတစ္​စုဟာ တစ္​​ေန႔မွာ​ေတာ့ ​ေဘာက္​​ဆူးရထားတဲ့ဆာဖာရီတစ္​ခုကိုသြားခြင္​့ဖိတ္​စာ​ေလးအတုိင္​း သြားခဲ့ၾကတဲ့အခါမွာ​ေတာ့သူတို႔ဘယ္​လိုမွ မ​ေမ်ွာ္​လင္​့ထားတဲ့ အ​ေျပာင္​းအလဲတစ္​ခုနဲ႔ ၾကံဳ​ေတြ႔ရၿပီး႐ွင္​သန္​ႏိုင္​​ေအာင္​ ဘယ္​လိုႀကိဳးစားၾကမလဲ၊​ေက်ာ္​ျဖတ္​ႏိုင္​မွာလားဆိုတာကို စိတ္​ဝင္​စားသဖြယ္​ ၾကည္​့႐ွဴရမွာ ျဖစ္​ပါတယ္​။အထူးသျဖင္​့ ​ေယာက်ာၤး​ေလး​​​ေတြကို မၾကည္​့ခင္​ မွာခ်င္​ပါတယ္​။စိတ္​ခိုင္​ခိုင္​ထားၾကပါလို႔။အား​ေပးၾကပါဦးဗ်ာ File Size : (926 MB) & ( 250 MB)Quality : WEB-DL 720pRunning Time : 1 hr 35minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "3.4",
        "url": "https://megaup.net/2e99p/Kiss_Kiss_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5fmt0OQyxmoivrZ3XllRrTfpVC.jpg",
        "title": "The Glorious Seven (2019)",
        "description": "2019 ခုႏွစ္​ အသစ္​ထြက္​ အက္​႐ွင္​ဇာတ္​ကာ​ေကာင္​းတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးပါရ​ေစ။မကၠဆီကို သူ​ေဌးႀကီးတစ္​ဦးရဲ႕ ဇနီ​ေခ်ာ​ေလးကိုလူဆိုးအဖြဲ႔အစည္​းက ျပန္​​ေပးဆြဲသြားတဲ့အခါမွာ​ေတာ့ သူ​ေဌးႀကီးကအ​ေမရိကန္​စစ္​ျပန္​ ​ေၾကးစားတစ္​ဦးကို ငွါးၿပီးအလုပ္​အပ္​ႏွံခဲ့ရာမွဤသို႔အက္​႐ွင္​ဇာတ္ၾကမ္​းတစ္​ခု အစျပဳခဲ့ပါသည္​။ဇာတ္လမ္းေပါ့သြားမွာစိုးလို႕အမ်ားၾကီးမညႊန္းေတာ့ပါဘူး...အပစ္​အခတ္​​ေတြ အတိုက္​အခိုက္​​​ေတြကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​စိတ္​ဝင္​စားဖြယ္​ဇာတ္​ကားတစ္​ကားမို႔ အား​ေပးၾကပါဦးဗ်ာ File Size : (880 MB) & ( 301 MB)Quality : WEB-DL 720pRunning Time : 1 hr 33minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by May Pyae Sone Oo",
        "rating": "3.1",
        "url": "https://megaup.net/2e98e/The_Glorious_Seven_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jzpvh0Ic7jL9GX4NLE1Tx2GUCrN.jpg",
        "title": "Independence Day: Resurgence(2016)",
        "description": "Independence Day: Resurgence(2016)ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့ . ၁၉၉၆ ခုနှစ်မှာ လူသားတွေဟာဂြိုလ်သားတွေကို အနိုင်ယူနိုင်ခဲ့ပြီးနောက်ပိုင်း အာကာသထဲမှာကမ္ဘာကိုနောက်ထပ်အန္တရာယ်မပေးနိုင်အောင် စောင့်ရှောက်မှုတွေပြုလုပ်ထားကြပါတယ်။လကမ္ဘာပေါ်ကနေ ဂြိုလ်သားတွေရဲ့ အန္တရာယ်ကိုကာကွယ်ဖို့စောင့်စားနေတဲ့ အဖွဲ့ထံသို့ အာကာသယာဉ်တစ်စီးရောက်လာခဲ့တယ်။ထိုယာဉ်ဟာ ၁၉၉၆တုန်းကစစ်ဖြစ်ခဲ့တဲ့ဂြိုလ်သားတွေရဲ့ယာဉ်နဲ့မတူတဲ့အတွက် သမ္မတနဲ့နိုင်ငံတကာခေါင်းဆောင်တို့ဟာတိုင်ပင်ဆွေးနွေးသလိုမစ္စတာဒေးဗစ်ကိုလည်း မေးမြန်းအကြံဉာဏ်ယူပါတယ်။ထိုယာဉ်ကို လက်ဦးမှုရယူပြီးပစ်ချဖျက်စီးသင့်မသင့်ဆွေးနွေးတဲ့အခါ ဒေးဗစ်ကမပစ်ဖို့အကြံပေးပေမယ့် ...ခေါင်းဆောင်အများစုရဲ့ ပစ်ချဖို့အကြံပြုချက်ကြောင့်သမ္မတဟာ ပစ်ချစေခဲ့ပါတယ်။ ထိုယာဉ်ကြီးအာကာသထဲပြုတ်ကြပျက်စီးတဲ့အခါ ဒေးဗစ်ဟာစစ်ဆေးဖို့အတွက်သမ္မတကိုခွင့်တောင်း တဲ့အခါ အောင်ပွဲခံပွဲအပြီးမှသာလုပ်ခွင့်ပေးပါတယ်။အဲ့ဒီမှာ ဂျိတ်ဟာ အာကာသကနေ အာကာသယာဉ်ကိုယူပြီး ဒေးဗစ်ကိုလာရောက်ခေါ်ဆောင်ပြီး ၎င်းယာဉ်ကိုစစ်ဆေးဖို့ကူညီနေချိန်မှာပဲ ၁၉၉၆ ခုနှစ်တုန်းကဂြိုလ်သားတွေပြန်လည်ရောက်ရှိလာခဲ့ပြီး အာကာစခန်းနဲ့ကမ္ဘာဟာစတင်ပျက်စီးတဲ့အဖြစ်ကိုရောက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ IMDb rating 5.2/10 ရရှိထားပေမဲ့ အရမ်းကိုကောင်းလွန်းတဲ့ ဇာတ်ကားဆိုတာ ကြည့်ပြီးတဲ့သူတိုင်းလက်ခံပါလိမ့်မယ်။နောက်ပြီး ရိုက်ကွင်းရိုက်ကွက်တွေ Visual Effect တွေဟာ သာလွန်ကောင်းမွန်ခဲ့ပြီး ခိုင်မာတဲ့ ဇာတ်အိမ်ကို အကောင်းဆုံးရိုက်ပြသွားတဲ့ ဇာတ်ကားကောင်းဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ ညီလေး SCRN ပဲဖြစ်ပါတယ်။)File Size : (2.13GB)(857MB) and (313 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1D9kw/Independence_Day_-_Resurgence_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BZDgwYzNlMjYtNjQxMy00NjQxLWJiMTItNjkzZTQ0ZTZiMTcyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Six Days Seven Nights (1998)",
        "description": "Six Days, Seven Nights (1998)နာမည္ေက်ာ္ေဟာလိဝုဒ္မင္းသားႀကီး ဟယ္ရစ္ဆင္ဖို႔ဒ္ပါဝင္တဲ့ စြန္႔စားခန္းဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး ၁၉၉၈ ခုႏွစ္က ထြက္႐ွိခဲ့ပါတယ္။အခ်စ္၊ အလြမ္း၊ အၾကမ္းနဲ႔ ဟာသကို ေရာေႏွာ တင္ဆက္ထားတဲ့ အဲဒီဇာတ္လမ္းဟာ ကြၽန္းေလးတစ္ကြၽန္းကို အေျချပဳ ႐ိုက္ကူးထားတာပါ။ဇာတ္လမ္းမွာ လက္ထပ္ခါနီး ခရီးထြက္လာၾကတဲ့ စံုတြဲေလးၾကားမွာ ဘာေတြျဖစ္လာမလဲ\nဂြက်က် ေလယာဥ္မႉးႀကီးရဲ႕ စြန္႔စားခန္းက ဘယ္လိုစိတ္ဝင္စားစရာေကာင္းမလဲ\nထင္မွတ္မထားတာေတြ ေပၚေပါက္လာတဲ့အခါ\nလူေတြ ဘယ္လိုေျပာင္းလဲသြားၾကသလဲ ဆိုတာကို\nေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေပါ့ေပါ့ပါးပါး ၾကည့္႐ႈၾကရမွာပါ။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္\nHarrison Ford, Anne Heche နဲ႔ David Schwimmer တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ Cherry Mon ပါ။) \nFile size…(1 GB) and (500 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cherry Mon",
        "rating": "5.8",
        "url": "https://megaup.net/2e99B/Six_Days_Seven_Nights_[1998]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/triple-135x200.jpg",
        "title": "Triple Frontier 2019",
        "description": "Netflix ရဲ႕ အက္ရွင္ဇာတ္ကားအသစ္ထြက္လာပါျပီ။ မင္းသား ဘန္အက္ဖလက္၊ ခ်ာလီဟန္နန္၊ ေအာ္စကာအိုင္းဆက္တုိ႕လို လူေတြနဲ႕ ဇာတ္အိမ္ေကငာ္းေကာင္းဖြဲ႕ျပီး ရိုက္ကူးထားတာပါပဲ။ ေထြလာထြက္ကတည္းက ေမွ်ာ္ေနရတဲ့ကားဆိုလည္း မမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္းအထူးတပ္ဖြဲ႕ဝင္ေဟာင္းေတြရဲ႕ ဘဝဟာလည္း သနားစရာေကာင္းပါတယ္။ အစြမ္းကုန္ေလ့က်င့္၊ အသက္စြန္႕တိုက္ခိုက္ျပီး မေသလို႕ အနားယူခ်ိန္ေရာက္လာေတာ့ လက္ထဲမွာရွိတဲ့ပိုက္ဆံက သားသမီးေက်ာင္းစရိတ္ေတာင္ မလုပ္တဲ့လူေတြ ျဖစ္လာပါတယ္။ သူတို႕ဒီနယ္ပယ္မွာ ေတာ္သေလာက္သာ အျပင္လုပ္ငန္းေတြမွာ လုပ္ႏိုင္ခဲ့ရင္ စားမကုန္တဲ့ေငြေတြရႏိုင္မယ့္  အရည္အခ်င္းရွိတဲ့ သူမ်ိဳးေတြပါပဲ။ ဒီလိုအျဖစ္ေတြကို သည္းမခံခ်င္ေတာ့တဲ့ တပ္ဖြဲ႕ဝင္ေဟာင္းတစ္သိုက္ကေတာ့ ေတာထဲမွာ အေစာင့္အျပည့္နဲ႕ ေငြသန္းေပါင္းမ်ားစြာကို ဖင္ခုထိုင္ထားတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္အိမ္ကို ဝင္စီးျပီး တစ္သက္စားမကုန္မယ့္ေငြေတြကို ကိုယ့္အတြက္ကိုယ္သိမ္းဆည္းဖို႕ ၾကံစည္ၾကပါေတာ့တယ္။ တကယ္တမ္းေငြေတြရလာတဲ့အခါ အရမ္းမ်ားလြန္းေနတဲ့အတြက္ သူတို႕ထင္ထားသလို မေခ်ာေမြ႕ပဲ အခက္အခဲမ်ိဳးစံု ရင္ဆိုင္လာရပါေတာ့တယ္။File Size          :          900/ 450 ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/triple-frontier-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMzhlZjlkMmQtMWRlOS00YWI4LWI4YjItMWRlNGM1ZTcxZTg1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Parava(2017)",
        "description": "Parava(2017)\nIMDb....8.2\nဒီကုလားကားကေတာ့ နာမည္ႀကီးသရုပ္ေဆာင္ေတြမပါသလုိ\nကေလးသရုပ္ေဆာင္ေတြအျဖစ္ေရြးထားတဲ့ (၂)ေယာက္ကလည္း သူတုိ႕ အတြက္ပထမဆုံးဇာတ္ကားျဖစ္ပါသတဲ့...\nသုိ႕ေပမယ့္ သူတုိ႕ဟာ အံၾသစရာေကာင္းေလာက္ေအာင္ သရုပ္ေဆာင္ေကာင္းတယ္လုိ႕ခ်ီးက်ဴးခံထားရပါတယ္...\nဒီကားထဲမွာဆုိရင္  မန္ခ်က္ထရီၿမဳိ႕နယ္မွာ  အထင္ကရၿပဳိင္ပြဲတစ္ခုျဖစ္တဲ့\nခုိပ်ံၿပဳိင္ပြဲအတြက္ ခုိေလးေတြေမြးတဲ့ ညီအကုိ(၂)ေယာက္နဲ႕ ဇာတ္လမ္းကုိအစပ်ဳိးထားပါတယ္..\nေက်ာင္းသားဘ၀ ေက်ာင္းစာတစ္ဖက္ နဲ႕ ခုိေလးေတြေမြးရင္း\nေက်ာင္းေပ်ာ္ႀကီး ေတြ လုပ္ခ်င္ရာေလ်ာက္လုပ္ေနတဲ့\nညီအကုိ(၂)ေယာက္ရဲ႕ အေၾကာင္းကုိ ေတြ႕ရပါလိမ့္မယ္..\nဒီကားက အေျခခံလူတန္းစားရပ္ကြက္ေတြမွာျဖစ္တတ္တဲ့သူေတြရဲ႕ ဘ၀ကုိ\nသရုပ္မွန္ လွလွပပေလး ပုံေဖာ္ထားၿပီး\nကေလးေတြရဲ႕ စရုိက္ေလးေတြ၊ အသင္းအဖြဲ႕အားကစားစိတ္ဓတ္ေလးေတြ၊\nကုိ  ပညာသားပါပါရုိက္ကူးထားတာပါ...\nမိမိလူေနမႈဘ၀၊ကေလးဘ၀က လုပ္ခဲ့တာေတြနဲ႕အေၾကာင္းေပါင္းမ်ားစြာ\nတုိက္ဆုိင္ေနလုိ႕ ဒီကားၾကည့္ေနတဲ့အခ်ိန္ ခင္ဗ်ားဟာ\nခပ္ၿပဳံးၿပဳံးႀကီးျဖစ္ေနလိမ့္မယ္..\nကုိင္း ကုလားကားေကာင္းေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nFile Size : (1GB) and (439 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:27:00\nGenre :  Action, Comedy, Drama |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.2",
        "url": "https://megaup.net/Shhv/Parava_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cc2emcyFQVsnCrTwH5MdZiJeRcx.jpg",
        "title": "Bernie the Dolphin(2018)",
        "description": "Bernie the Dolphin(2018)\nIMDb 5.8/10\nGoogle Users 88%\nဒီကားကေတာ့ ၂၀၁၈ခုႏွစ္ထြက္ Adventure and Comedyအမ်ိဳးအစားကားေလးပါ...\nကယ္ဗင္နဲ႔ေဟာ္လီတုိ႔ေမာင္ႏွစ္မႏွစ္ေယာက္ ဟာ ကမ္းေျခၿမဳိ႕ေလးတစ္ၿမဳိ႕မွာ\nမိဘေတြနဲ႕အတူေနတယ္..\nကမ္းေျခၿမဳိ႕ဆုိတဲ့အတုိင္း အားလပ္ခ်ိန္တုိင္း ေရထဲမွာ လင္းပုိင္ေတြနဲ႕\nသူတုိ႕ေမာင္ႏွမ (၂)ေယာက္ဟာ အၿမဲကစားေနေလ့ရွိတယ္...\nကစားပါမ်ားေတာ့ လင္းပုိင္ေတြနဲ႕ေတာင္ ေတာ္ေတာ္ရင္းႏွီးေနတယ္...\nဒီၿမဳိ႕ေလးရဲ႕ ကမ္းေျခကုိတစ္ေန႕ေတာ့ ကပ္ဆုိးတစ္ခုလုိျဖစ္ေစမယ့္ ကုိယ့္က်ဳိးရွာပေရာဂ်က္တစ္ခုေရာက္လာပါတယ္..\nဒီပေရာဂ်က္ဟာ ကယ္ဗင္တုိ႕သိပ္ခ်စ္တဲ့ ကမ္းေျခႀကီးပ်က္စီးမယ့္အျပင္ လင္းပုိင္နဲ႕အျခားေရေနသတၱ၀ါတုိ႕\nအသက္ဆုံးရႈံးႏုိင္တဲ့အေျခအေနမ်ဳိးျဖစ္းသြားႏဳိင္ပါတယ္...ဒါကုိ\nကယ္ဗင္တုိ႕ ေမာင္ႏွစ္မ(၂)ေယာက္ မေမွ်ာ္လင့္ဘဲ သိရွိသြားတဲ့အခါမွာေတာ့...\nသူတုိ႕ဘယ္လုိတားဆီးၾကမလဲ... ဆုိတာကုိခံစားႀကည့္လုိက္ပါဦး...\nလွပလြန္းတဲ့ကမ္းေျခရႈခင္းေတြၾကည့္ရမယ့္အျပင္ လင္းပုိင္ေတြကုိလည္း\nခ်စ္စဖြယ္ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့Thit Nyein Hanပဲျဖစ္ပါတယ္....\nFile Size : (826MB) and (419MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:28:00\nGenre : Action, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thit Nyein Han\nEncoded by Phyo Pyae",
        "rating": "5.8",
        "url": "https://megaup.net/Shhi/(CM)_Bernie_The_Dolphin_2_2019_(Large_Size).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/shadows-131x200.jpg",
        "title": "The Knight of Shadows: Between Yin and Yang ( 2019 )",
        "description": "ရံုခ်သြားတာမၾကာေသးတဲ႔ ဂ်က္ကီခ်မ္းကားသစ္ WEB-DL Versionထြက္လာလို႕ ထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔\nဖူစုန္းလင္ ( Jackie Chan ) ဟာ ဆိုးတဲ႔မေကာင္းဆုိး၀ါးေတြကို\nဖမ္းဆီးနိမ္နင္းတဲ႔သူတစ္ဦး..က်င္းဟြားဆုိတဲ႔ၿမိဳ႕ေလးမွာ\nမိန္းကေလးေတြဟာထူးဆန္းစြာေပ်ာက္ဆံုးလို႕ေနပါတယ္\nဒါကိုစံုစမ္းတဲ႔စံုေထာက္ေလး ရန္ေဖး.တစ္ေယာက္\nဖူစုန္းလင္နဲ႔ေတြ႕တဲ႔အခါမွာ ပူးေပါင္းၿပီးေတာ႔\nဒီအမွုကိုေဖၚထုတ္ဖို႕ၾကိဳးစားပါေတာ႔တယ္\nဖူစုန္းလင္မွာလည္း အက်င္႔ေလးတစ္ခုရွိတယ္\nဆုိးတဲ႔မေကာင္းဆုိး၀ါးေတြကို ဖမ္းဆီးနိမ္နင္းေလ႔ရွိေပမယ္႔\nေကာင္းတဲ႔မေကာင္းဆုိး၀ါးေလးေတြကို ေတာ႕\nသူ႕အနားမွာေမြးၿမဴထားေလ႔ရွိပါတယ္\nဒီစံုစမ္းမွုမွာ မေကာင္းဆုိး၀ါးတစ္သိုက္ နဲ႔ ဖူစုန္းလင္\nၿပီးေတာ႔ စံုေထာက္ရန္ေဖးတို႕ဘယ္လိုအခက္အခဲ\nဘယ္လိုမေကာင္းဆုိး၀ါးေတြနဲ႔ၾကံဳရမလဲဆိုတာကိုေတာ႔....\nဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါ Translated & Review By PZ\nEncoded By phoeNix",
        "rating": "N/A",
        "url": "https://megaup.net/Shh3/The_Knight_Of_Shadows_-_Between_Yin_And_Yang_[2019]_(MM_Sub).mp4",
        "category": "Action, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMmE0NTY5YmItYjY1ZC00MWQ3LTg4NDItNzEyMjhhYjFhNGY5XkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY999_CR00674999_AL_-135x200.jpg",
        "title": "Stray (2019)",
        "description": "ဇာတ္လမ္းအစမွာ ဂ်ပန္အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕အေလာင္းကို\nကုန္ေလွာင္ရံုေဟာင္းထဲမွာ ေတြ႕ရာကစပါတယ္\nထူးဆန္းတာက အေလာင္းဟာမီးေလာင္ခံထားရသလိုျဖစ္ေနေပမယ့္\nအေဆာက္အဦးထဲမွာ မီးေလာင္ထားတဲ့လကၡဏာမ်ိဳးေတာ့\nမေတြ႔ရပါဘူး အေလာင္းကေက်ာက္႐ုပ္အျဖစ္ခဲသြားခဲ့တာပါ\nဒီအမႈကို အျဖစ္ဆိုးတစ္ခုနဲ႕ျကံုခဲ့ရျပီးေလလြင့္ေနတဲ့စံုေထာက္မာဖီက\nစံုစမ္းဖို႔ႀကိဳစားပါတယ္ ေသဆံုးသူမိသားစုဟာ\nေ႐ွးေဟာင္းဂ်ပန္ေမွာ္ပညာတစ္မ်ိဳးမ်ဳိးနဲ႔ဆက္ႏြယ္ေနၿပီး\nမိသားစုဝင္ တစ္ေယာက္စီမွာ သဘာဝလြန္အစြမ္းကိုယ္စီ႐ွိၾကပါတယ္\nဒီလိုထူးဆန္းတဲ့လူသတ္သမားက ဘယ္သူလဲ\nဘာ့ေၾကာင့္ဒီမိသားစုကိုလိုက္ဒုကၡေပးေနလဲဆိုတာနဲ႔\nသူ႔ကိုဘယ္လိုအႏုိင္ယူမလဲဆိုတာေတာ့\nဒီဇာတ္ကားေလးမွာစိတ္ဝင္စားစြာၾကည့္႐ႈသြားရမွာပဲျဖစ္ပါတယ္\nChanyein Soe မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲကိုယ္တိုင္ေရးေပးထားပါတယ္",
        "rating": "6.3",
        "url": "https://megaup.net/2eccj/Stray_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYmZkNjVlODQtOGNlZC00MWU2LWI0ZjUtNTQyMTZjOTBlZGQxXkEyXkFqcGdeQXVyNzk0MDg0MzE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Shadow (2018)",
        "description": "တရုတ္နန္းတြင္း သိုင္းကားေလးတစ္ခု တင္ေပးထားပါတယ္။\nေရွးေခတ္တုန္းက အမတ္ေတြ ဘုရင္ေတြဟာ လုပ္ၾကံခံရမွာေၾကာက္လို႕\nလူစားေတြလဲထားတတ္ၾကပါတယ္။\nဒီကားမွာေတာ့ အဲဒီလို လူစားကို အရိပ္လို႕ ေခၚပါတယ္။\nဇာတ္လမ္းအက်ဥ္း ေပႏိုင္ငံရဲ႕ က်င္းျမိဳ႕ဟာ\nရန္သူေတြသိမ္းပိုက္ခံထားရျပီးေတာ့ ယန္မိ်ဳးႏြယ္စစ္သူၾကီးက\nကာကြယ္ထားတဲ့အတြက္ ဘယ္သူမွ ျပန္မသိမ္းႏိုင္တဲ့အေျခအေနပါ။\nေပႏုိင္ငံရဲ႕ စစ္သူၾကီးဟာ ဒီျမိဳ႕ကိုျပန္ယူဖို႕ ယန္စစ္သူၾကီးနဲ႕ စီးခ်င္းထိုးဖို႕ စိန္ေခၚခဲ့ပါတယ္။\nဘုရင္ရဲ႕ ပရိယာယ္၊ စစ္သူၾကီးရဲ႕ အၾကံအစည္ေတြၾကားမွာ\nညပ္ေနတဲ့ အရိပ္အေၾကာင္းကို ၾကည့္လိုက္ရေအာင္။\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - BluRay 1080P\nRunning Time - 1h 56min\nTranslated by Littleneo and Hein Thet Naing\nEncoded by Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/2eccf/Shadow_(Ying)_[2018]_(MM_Sub).mp4",
        "category": "Action, Country, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h8u0AKGj52SQeeKW4d56rWr2XLX.jpg",
        "title": "Rampant (2018)",
        "description": "လီခၽြမ္ဟာ ဂ်ိဳဆြန္းမင္းသား တစ္ပါးျဖစ္ၿပီး စစ္႐ႈံးခဲ့တဲ့အတြက္ ခ်င္မင္းဆက္ရဲ႕ ဓားစာခံအျဖစ္ ဖမ္းဆီးေခၚေဆာင္ျခင္းခံခဲ့ရပါ တယ္။လီခၽြမ္ဟာ အရမ္းေတာ္တဲ့ ဓားသမားတစ္ေယာက္ ျဖစ္ေပ မယ့္ အရက္ေသစာေသာက္စား တာ၊ မိန္းမလိုက္စားတာ၊ ေလာင္းကစားလုပ္တာေတြမွာလည္း ေပ်ာ္ေမြ႕သူတစ္ေယာက္ပါ။တစ္ရက္မွာေတာ့ လီခၽြမ္ရဲ႕ အစ္ကို အိမ္ေရွ႕မင္းသား လီ ေယာင္ဟာ ဂ်ိဳဆြန္းထီးနန္းျပန္ရခဲ့ တဲ့အတြက္ လီခၽြမ္ကို ဂ်ိဳဆြန္းကို ျပန္ေခၚခဲ့ပါတယ္။လီခၽြမ္အဖို႔ ေတာ့ ဆယ္ႏွစ္ေက်ာ္ၾကာမွ ဂ်ိဳဆြန္းေျမေပၚ ျပန္ေျခခ်ခြင့္ရတာ ျဖစ္ပါတယ္။လီခၽြမ္ဂ်ိဳဆြန္းကို ျပန္ေရာက္ တာနဲ႔ ဂ်ိဳဆြန္းမွာ ထိတ္လန္႔ဖြယ္ ရာ ထူးဆန္းတဲ့အျဖစ္အပ်က္ေတြ ျဖစ္လို႔ေနပါတယ္။အဲဒါကေတာ့ ေၾကာက္စရာ မေကာင္းဆိုးဝါး ေတြ ညအခ်ိန္ထႂကြေသာင္းက်န္း တာမို႔ လူေတြအစုလိုက္၊ အၿပံဳ လိုက္ ေသဆံုးခဲ့ရလို႔ပါ။လူအခ်င္းခ်င္း တစ္ေယာက္ နဲ႔ တစ္ေယာက္ ကိုက္ျဖတ္သတ္ ျဖတ္ရင္း ေရာဂါေတြကူးကုန္တာ ဘယ္လိုမွ ထိန္းမႏိုင္တဲ့ အေန အထားအထိေအာင္ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Shhz/Rampant_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Uri: The Surgical Strike (2019)",
        "description": "IMDb Rating - 9/10\nGoogle Users - 98%\nQuality - Web-HD (For Screening Version)ရုံတင်ဆဲ ခိုးထွက်လာခဲ့ပြီး စာတန်းဖိုင်လေး မပါခဲ့တာခုတော့ မနေ့ကမှထွက်လာတဲ့ စာဖိုင်အမှန်လေး ရရချင်း အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်။2019 နှစ်စပိုင်းမှာ စစချင်း ဆောက်နဲ့ထွင်းဆိုသလိုအောင်ပွဲခံနေတဲ့ ဘောလိဝုဒ်နာမည်ကြီးရုပ်ရှင်ကား တစ်ကားပါပဲ။သူ့အောင်မြင်မှုတွေက အံ့မခန်းပါပဲ။-------------------------------------------------------\n\"ဇာတ်လမ်းအကျဉ်း\"\" အိန္ဒိယ နိုင်ငံ အဓွန့်ရှည် တည်မြဲပါစေအိန္ဒိယ နိုင်ငံ အဓွန့်ရှည် တည်မြဲပါစေ \"အသံတွေဟာ အရောင်မဲ့လည်း ခွန်အားပါလွန်းသည် ။ အထူးတပ်ဖွဲ့မို့လည်း ဗျုဟာ ကျွမ်းလှသည်။ သတ္တိရေးရာမှာ မကြောင်သလို ဉာဏ မှာလည်း မညံ့။ယောကျ်ား ဘာသား ဟူ၍ တဇွတ်ထိုးထိုးစစ်မဆင်။ စစ်ချီအား အလုံးအရင်း မသုံး။သို့သော် တိုးတက်သော နည်းပညာအပေါ် စနစ်ကျကျ အသုံးချသည်။တိုက်လည်းတိုက်ရဲသလိုသေလည်း သေရဲ သော တပ်ဖွဲ့ဖြစ်သည်။ဤ အထူး တပ်ဖွဲ့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/Ring/Uri_-_The_Surgical_Strike_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, War"
    },
    {
        "thumbnail": "",
        "title": "Chappie (2015)",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႕ Chappie ဆုိတဲ႕ စက္ရုပ္ဇာတ္လမ္းေကာင္းေလးတစ္ကားကို\nတင္ေပးလိုက္ပါတယ္…လူသားဆန္တဲ႕စက္ရုပ္တစ္ရုပ္အေၾကာင္းကိုရိုက္ကူးထားတဲ႕\nဇာတ္လမ္းေကာင္းေလးၿဖစ္ပါတယ္…Movie Review ကို ဖတ္ၾကည္႕ပါဦး..ဂ်ဳိဟန္းနက္စ္ဘာ့ဂ္မွာ မႈခင္းေတြဆုိးဆုိးရြားရြားျဖစ္ပြားတာကိုေလွ်ာ့ခ်ဖုိ႔ ႀကိဳးပမ္းေနတဲ့ ေတာင္အာဖရိက အစိုးရဟာ ရဲေတြေနရာမွာစက္႐ုပ္ရဲေတြကိုအစားထုိး တာ၀န္ထမ္းေဆာင္ေစခဲ့ပါတယ္။စက္႐ုပ္တီထြင္တဲ့ ဒီဇုိင္နာဒီယြန္၀ီလ္ဆင္ဟာ လူသားေတြလုိပဲအသိဉာဏ္ရွိၿပီး ခံစားမႈပါရွိတဲ့စက္႐ုပ္တစ္႐ုပ္ကို တီထြင္လုိေပမယ့္အထက္လူႀကီးေတြရဲ႕ ခြင့္ျပဳခ်က္မရခဲ့ပါဘူး။ဒါေပမဲ့လည္း  ဒီယြန္ဟာ သုံးလုိ႔မရေတာ့လုိ႔ ဖ်က္ဆီးပစ္ေတာ့မယ့္စက္႐ုပ္တစ္႐ုပ္ကို သူ႔အိမ္မွာ တီထြင္ဖုိ႔ယူသြားတုန္းလမ္းမွာလူဆုိးတစ္ဖြဲ႕ရဲ႕ ဖမ္းဆီးျခင္းခံခဲ့ရပါတယ္။လူဆုိးအဖြဲ႕ထဲက နင္ဂ်ာ၊ ႐ုိလန္ဒီနဲ႔ ရန္ကီတုိ႔ဟာသူတုိ႔ ဓားျပတုိက္ရာမွာသုံးဖုိ႔အ တြက္ စက္႐ုပ္ကိုျပင္ေပးဖုိ႔ဒီယြန္ကို အတင္းအက်ပ္ေစခုိင္းပါ ေတာ့တယ္။ဒီလုိနဲ႔ ဒီယြန္က စက္႐ုပ္ထဲေဆာ့ဖ္၀ဲသစ္ထည့္လိုက္တဲ့ အခါမွာေတာ့စက္႐ုပ္ဟာကေလး တစ္ေယာက္လုိျပဳမူခဲ့ပါတယ္။အဲဒီေနာက္စကားလည္း စေျပာခဲ့ၿပီး သူ႔ကို ခ်က္ပီလုိ႔နာမည္ေပးခဲ့ၾကပါတယ္။ခ်က္ပီကုိ တီထြင္တဲ့ဒီယြန္ကို နင္ဂ်ာက ႏွင္ထုတ္ခဲ့ပါတယ္။႐ုိလန္ဒီက ခ်က္ပီရဲ႕အေမျဖစ္ရတာကို သေဘာက်ေပမယ့္နင္ဂ်ာကေတာ့ သူတုိ႔ဓားျပမႈမွာ ျမန္ျမန္ထည့္သုံးခ်င္ေနတာမို႔ခ်က္ပီက ကေလးလုိပဲျပဳမူေနေသးတာကို စိတ္မရွည္ပါဘူး။တစ္ရက္မွာေတာ့ နင္ဂ်ာဟာ ခ်က္ပီကို အႏၲ ရာယ္ရွိတဲ့ ေနရာတစ္ခုမွာစြန္႔ပစ္ခဲ့တာေၾကာင့္ဒီယြန္ကိုေနာက္ ေယာင္ခံလုိက္ေနတဲ့ၾသစေၾတးလ် ဒီဇုိင္နာဗင္းဆင့္ကဖမ္းေခၚသြားၿပီးအႏၲရာယ္ျပဳမွာစုိးလုိ႔ လက္ေတြကို ျဖဳတ္ပစ္ခဲ့ပါတယ္။အဲဒီေနာက္ ခ်က္ပီကုိယ္ထဲက ...",
        "rating": "6.8",
        "url": "https://megaup.net/1wz5l/Chappie_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wKuOZdP0i6hlv5veDAUSBZ2mUaK.jpg",
        "title": "Aravindha Sametha Veera Raghava (2018)",
        "description": "IMDb ratings:8.1/10\nGoogle Users:91%\"Aravinda Sametha Veera Raghava(သို႔မဟုတ္)၅႐ူပီးရန္ေႂကြး႐ွင္းတမ္း\"ဒီတစ္ခါေတာ့ ေတာင္ပိုင္း႐ုပ္႐ွင္ေတြနဲ႔ရင္းႏွီးၿပီးသားသူေတြသိမယ့္ Jr.N.T.R Rama Rao ရဲ႕ အက္႐ွင္၊ဒရမ္မာ ဇာတ္ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းက ႐ိုး႐ိုးေလးနဲ႔ ဖိုက္တင္ေတြကို လိုအပ္သေလာက္ပဲ သံုးၿပီးေျပာသြားတဲ့ ဒိုင္ယာေလာ့ေတြ၊ၾကည့္႐ႈသူကို ေပးခ်င္တဲ့ မက္ေဆ့ေတြကေကာင္းလြန္းလို႔ပါ။ရာဂါးဗားဟာ ႏိုင္ငံျခားမွာ ပညာသင္ၿပီး အိမ္ကို ျပန္လာတဲ့အခါမသင့္မျမတ္ ျဖစ္ေနတဲ့ ရြာႏွစ္ရြာရဲ႕ ရန္ေႂကြးေတြအရရာဂါးဗားနဲ႔ သူ႕အေဖရဲ႕ လူယံုေတာ္ေတြ လမ္းမွာ လုပ္ႀကံခံရပါတယ္။သူ႕ကိုပါ ဒီရန္ေႂကြးေတြၾကားထဲ ဝင္ပါဖို႔ေခၚေနသလိုပါပဲ။ဒါေပမဲ့ ေခတ္ပညာတတ္ ရာဂါးဗားဟာပညာတတ္တစ္ေယာက္ ပီသစြာ တုန္႔ျပန္ခဲ့ပါတယ္။ၿပီးေတာ့ အခ်စ္နဲ႔ ေတြ႕တဲ့အခါလူတိုင္းက သတၱိခဲျဖစ္လာတတ္ၾကသလိုအခ်စ္ေၾကာင့္ပဲ ၾကည္ႏူးေပ်ာ္ရႊင္သြားတတ္တာကိုလည္းေဖာ္ျပထားပါတယ္။သူ႔ေၾကာင့္ပဲ ငါဟာ ပထမဦးဆံုးၿပံဳးဖူးတာပါတဲ့ ။ဒါေပမဲ့ ကံေၾကာင္းမလွခ်င္ေတာ့.....တည္ၿငိမ္ေသြးေအးတဲ့ ဇာတ္႐ုပ္မွာပီျပင္သလို ရက္စက္ၿပီေဟ့ဆိုရင္ႏွစ္ေယာက္မ႐ွိတဲ့ ဗီရား ရာဂါးဗားဆိုတဲ့ဇာတ္႐ုပ္ကို Jr.N.T.R Ramarao ကအံဝင္ခြင္က်ျဖစ္ေအာင္ သ႐ုပ္ေဆာင္ထားသလိုသူနဲ႔ တြဲဖက္ သ႐ုပ္ေဆာင္တဲ့ မင္းသမီးကနာမည္ေက်ာ္ဇာတ္ကားေတြျဖစ္တဲ့Hritik Roshan ရဲ႕Mohenjo Daro ...",
        "rating": "8.2",
        "url": "https://megaup.net/Sjql/Aravindha_Sametha_Veera_Raghava_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BYTUwMWJiYTctYTFhNi00MTZhLTgxYWMtYjdhNjAzMjQ2MTM2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Goyo: The Boy General(2018)",
        "description": "Goyo: The Boy General(2018)\nIMDb....7.0\nစစ္ကားလည္းၾကည့္ခ်င္တယ္...စစ္ပဲတိုက္ေနရင္လည္း မႀကိဳက္ဘူးဆိုတဲ့ သူေတြအတြက္ ဖိလစ္ပိုင္\nအခ်စ္စစ္ကားေလး လာပါၿပီ...မင္းသားေခ်ာ Paulo Avelino နဲ႔ Carlo Aquino တို႔ ပါဝင္သလို\nမင္းသမီးေနရာမွာလည္း Gwen Zamora နဲ႔ Empress Schuck တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားၾကပါတယ္.\n..ဒီဇာတ္လမ္းဟာ သံုးႏွစ္တာၾကာျမင့္ခဲ့တဲ့ အေမရိကန္-ဖိလစ္ပိုင္ စစ္ပြဲႀကီးကို ေက်ာ႐ိုးျပဳထားၿပီး အဲ့ဒီစစ္ပြဲမွ\nာ ပါဝင္ခဲ့တဲ့ အသက္အငယ္ဆံုးဗိုလ္ခ်ဳပ္ Gregorio Del Pillar အေၾကာင္းကို ႐ိုက္ကူးထားတာပါ..\n.ဇာတ္လမ္းနာမည္မွာပါတဲ့ Goyo ဆိုတာကေတာ့ မင္းသားနာမည္ျဖစ္ၿပီး The Boy General\nဆိုတာကေတာ့ မင္းသားရဲ႕ Nick Name ပါ...ကဲ အၫႊန္းေလး ဆက္သြားၾကဦးစို႔... ဇာတ္လမ္းအၫႊန္း\nGregorio Del Pillar ဆိုတဲ့ စစ္ဗိုလ္ေလးဟာ အဲ့ဒီေခတ္ အဲ့ဒီအခါက ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္..\n.ခုေခတ္အေခၚဆို ေစာ္ၾကည္ဘဲေလးေပါ့...The Boy General လို႔ နာမည္တပ္ခံရတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eele/Goyo_-_The_Boy_General_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Biography, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/The-Five-2013-140x200.jpg",
        "title": "The Fives (2013)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDB 6.5 ရရွိထားတယ္ ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။\nပရိတ္သတ္အခ်စ္ေတာ့္ Dong-seoka Ma လဲပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။\nဇာတ္လမ္းေလးကေတာ့ အြန္းအာရဲ႕သာယာတဲ့ မိသားစုဘဝေလးဟာ\nအတြဲလိုက္လူသတ္သမားရဲ႕ လက္ခ်က္ေၾကာင့္ ပ်က္စီးခဲ့ပါတယ္။\nသူမကိုယ္တိုင္လဲ ဒုကၡိတ ဘဝေရာက္ခဲ့ၿပီးကံေကာင္းလြန္းလြန္းလို႔ မေသခဲ့ပါဘူး။\nေနာက္ႏွစ္အနည္းငယ္ၾကာေတာ့အြန္းအာ တစ္ေယာက္ သူ႔မိသားစုကိုသတ္သြားတဲ့\nလူသတ္သမားရဲ႕သဲလြန္စကိုေတြ႔မိတဲ့အခါမွာေတာ့\nသူနဲ႔အတူ လူသတ္သမားကို ဖမ္းဖို႔ လူ၄ေယာက္ကိုစုခဲ့ပါတယ္။\nအဲ့လူ၄ေယာက္ကလဲ သူတို႕ခ်စ္တဲ့သူေတြက ခႏၶာကိုယ္အစိတ္ပိုင္းေတြ အစားထိုးကုသဖို႔လိုအပ္ေနသူေတြပါ\nဒါကို အြန္းအာက လူသတ္သမားကို ဖမ္းေပးရင္ သူေသလဲေသလို႔ရၿပီျဖစ္တာေၾကာင့္\nသူမဆီက အဂါၤေတြ ေပးလႉမယ္ဆိုၿပီး သေဘာတူညီခ်က္ထားခဲ့ပါတယ္။\nသူတို႔၅ေယာက္ လူသတ္သမားကို ဘယ္လိုဖမ္းၾကလဲဆိုတာကို စိတ္ဝင္စားဖြယ္ ၾကည့္ရီူရမွာျဖစ္ပါတယ္။\n(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Waizin ျဖစ္ပီ Arkar Phyo မွ Encoded လုပ္ေပးထားပါတယ္။)\n File Size : (1.03 GB) & (492MB)\nQuality : 720\nRunning Time :2hr  3min\nFormat ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-fives-2013/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ojtEKg6m5scSGL5cw8RDVlmc9Nj.jpg",
        "title": "Dhuruvangal Pathinaaru(2016)",
        "description": "Dhuruvangal Pathinaaru(2016)\nIMDb.....8.5\nအၿငိမ္းစားစုံေထာက္ရဲအရာရွိတစ္ဦးကုိ တပည့္ေဟာင္းတစ္ဦးက ဖုန္းဆက္တယ္...\nဆရာေရ ကြ်န္ေတာ့္သားရဲလုပ္ခ်င္ေနတာဗ်ာ...အဲ့ဒါ ကြ်န္ေတာ္က ရဲထဲကုိမ၀င္ေစခ်င္ဘူး...\nအဲ့ဒါ ဆရာလည္းသိတဲ့အတုိင္း စုံေထာက္ဘ၀က ခက္ခဲပင္ပန္းတာေတြရွိေတာ့\nကြ်န္ေတာ့္သား ဆရာ့ဆီလာရင္ ဆရာႀကဳံခဲ့ရတဲ့ အခက္အခဲေတြမွန္သမွ်ကုိေျပာျပလုိက္ပါ...\nဒါမွ ဒီေကာင္စိတ္ပ်က္သြားမွာ.....ကြ်န္ေတာ့္သားကုိဆရာ့ဆီကုိ လႊတ္လုိက္မယ္ဆုိၿပီး ဖုန္းခ်သြားတယ္...\nအၿငိမ္းစားရဲအရာရွိက တပည့္ရဲ႕သားကုိ ရဲဘ၀က ခက္ခဲပင္ပန္းေၾကာင္းကုိေျပာဖုိ႕ေစာင့္ေနတယ္...\nသူကုိယ္တုိင္ကလည္း ဂ်ဳိင္းေထာက္တစ္ဘက္နဲ႕....\nဒီလုိနဲ႕ ခင္ဗ်ားဟာ လူငယ္တစ္ေယာက္နဲ႕ သက္ႀကီးပုိင္းရဲစုံေထာက္အၿငိမ္းစားတစ္ေယာက္\nျမက္ခင္းျပင္မွာ စကားေျပာေနတဲ့ အခန္းကုိ စစခ်င္း ၇မိနစ္ေလာက္မွာေတြ႕လိမ့္မယ္...\nသူတုိ႕(၂)ေယာက္ဟာ အမွဴကိစၥေတြအေၾကာင္းကုိေဆြးေႏြးေနၾကတယ္.....\nတကယ့္ရႈတ္ေထြးတဲ့အမႈေတြကုိ သူတုိ႕ေဆြးေႏြးေနၾကသလုိ ျဖစ္ခဲ့တဲ့ အမႈေတြကုိလည္း\n Replay ျပန္ျပတယ္..တကယ့္ကုိ တိတိက် အခ်ိန္ေတြေနရာေတြနဲ႕....\nခင္ဗ်ား ဒီအခန္းေတြကုိ ဂရုုတစ္စုိက္ၾကည့္ဖုိ႕လုိတယ္...\nအခန္းတုိင္းကို မ်က္ျခည္မျပတ္မွတ္သားဖုိ႕သင့္သလုိ တစ္ခ်ဳိ႕ေနရာေတြမွာဆုိ ေရွ႕ကုိျပန္ၾကည့္သင့္ရင္\nၾကည့္လုိက္ပါ.... ဇာတ္လမ္းက တကယ့္ကုိ ခပ္သြက္သြက္နဲ႕ သြားေနတာ..အီေနတဲ့အခန္းကုိမပါဘူး....\nဒီစုံေထာက္ကားက ခင္ဗ်ားၾကည့္ဖူးသမွ်ထဲမွာ အေတာ္ေကာင္းတဲ့စာရင္း၀င္ေနလိမ့္မယ္...\nဇာတ္လမ္းခ်ိတ္ဆက္ပုံေတြ...ရိုက္ထားတာေတြ..သရုပ္ေဆာင္တာေတြ...\nတျခားကုလားကားေတြလုိ မ်က္ႏွာတစ္ခုကုိ ေလးဘက္ေလးတန္ပတ္ရုိက္တာေတြမပါသလုိ\nကတဲ့ သီခ်င္းတစ္ပုဒ္မွကုိမပါ ပါဘူး.....ဇာတ္လမ္းက တကယ့္ကုိ ခပ္သြက္သြက္\nေနာက္တစ္ခုေျပာခ်င္တာက  ေအးေအးေဆးေဆးျဖစ္တဲ့အခ်ိန္မွၾကည့္ပါ...\nကုန္ကုန္ေျပာရရင္ ခင္ဗ်ားတုိ႕ရဲ႕ မ်က္ေတာင္ခတ္ခ်ိန္ကုိေတာင္ အခ်ိတ္ဆြဲမခတ္ပါနဲ႕...\nကြ်န္ေတာ္ေျပာတာမလြန္ေၾကာင္း ဇာတ္လမ္းအစ ၁၅မိနစ္ေလာက္မွာတင္သေဘာေပါက္သြားလိမ့္မယ္...\nစပြဳိင္လာမလုပ္သင့္ဆုံး ရဲစုံေထာက္ကားမုိ႕ ဒီေလာက္ပဲေျပာပါရေစ...\nဘာသာျပန္သူကေတာ့ Zwel Zan ...",
        "rating": "8.5",
        "url": "https://megaup.net/Sknn/Dhuruvangal_Pathinaaru_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pAMwikqsQ5iS9vIFtMu0FVTb1uD.jpg",
        "title": "Split (2016)",
        "description": "ကိုရီးယား sport/drama ကားတွေကိုမှနှစ်သက်ပါတယ်ဆိုရင်တော့ ဒီ IMDB 5.4 ရရှိထားတဲ့ ဒီဇာတ်လမ်းလေးကိုညွှန်းချင်ပါတယ်ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ နိုင်ငံ့ချန်ပီယံဘိုးလင်းအားကစားသမားတစ်ယောက် ကံကြမ္မာအလှည့်အပြောင်းမှာ ကြုံတွေ့ခဲ့ရတဲ့ ကားအက်ဆီးဒန့်တစ်ခု...သုံးမရတော့တဲ့ ခြေထောက်တစ်ဖက်ကြောင့် မြတ်နိုးရတဲ့နိုင်ငံ့အားကစားသမားဘဝကို စွန့်လွှတ်ခဲ့ရပြီးအရက်သမားဘဝကို လုံးလုံးရောက်ခဲ့ရကာ ဘဝကိုခက်ခက်ခဲခဲရုန်းကန်နေရပါတယ်နောက်တစ်ဦးကတော့ ဖခင်ဖြစ်သူရဲ့အမွေ အပေါင်ခံထားရတဲ့ ဘိုးလင်းအားကစားရုံကို ကာကွယ်ချင်တဲ့ မိန်းကလေးတစ်ဦးပေါ့သူတို့နှစ်ယောက်ပေါင်းပြီး အော်တစ်ဇင်ဖြစ်နေပေမယ့် ဘိုးလင်းအားကစားကို တစ်ဖက်ကမ်းတော်တဲ့ကောင်လေးတစ်ယောက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့...ထုံးစံအတိုင်း လူမိုက်တွေ ဒုစရိုက်သမားတွေရဲ့ရက်စက်မှုတွေလူ့ပတ်ဝန်းကျင်ရဲ့ အမြီးကျက်အမြီးစားခေါင်းကျက်ခေါင်းစားစရိုက်တွေနဲ့အတူမေတ္တာတရားကိုပါ ပိုင်ပိုင်နိုင်နိုင်ရိုက်ပြထားတာဖို့ အားပေးကြပါဥိး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)  File Size : (900 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p ...",
        "rating": "7.1",
        "url": "https://megaup.net/2effq/Split_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9XXABbZY62OWkkjUDPVysMTs7fc.jpg",
        "title": "Viswasam (2019)",
        "description": "Genre - Drama/Mystery\nIMDb Rating - 7.1/10\nGoogle user - 88%တမီးလ္မင္းသားႀကီး အာဂ်ီးကူးမားရဲ႕ ယခုႏွစ္မွာ႐ံုတင္သြားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္။မတင္ေတာ့ဘူးလို႔ ထားေပမဲ့ ေတာင္းဆိုသူေတြလည္းရိွေနတာမို႔ တင္ဆက္ေပးလိုက္တာပါ။ဇာတ္လမ္းအက်ဥ္း\n--------------------------သူကူးဒူ႐ိုင္းဆိုတဲ့ လူလတ္ပိုင္းတစ္ေယာက္...လူရမ္းကားႀကီးေတာ့ မဟုတ္ရွာ။ဒါေပမဲ့ အားလံုးက ေၾကာက္ခ်စ္႐ိုေသရသူေပါ့။ရြာဘုရားပြဲမွာလည္း သူအစီအစဥ္ ခ်ေပးမွ...ရြာသားေတြ အေပၚလည္း ဩဇာေညာင္းခ်က္ကႏွစ္ေယာက္ မရိွ။ဘုရားပြဲကာလ က်ေရာက္လာေတာ့....သူ႕ဇနီးကို သြားေခၚဖို႔ ပတ္ဝန္းက်င္က တိုက္တြန္းလာၾကတယ္။\"တခ်ိန္က နင္တို႔အတူ ဘုရားပြဲမွာ ေပ်ာ္ရႊင္ခဲ့ၾကသလိုခုေန ငါ မေသခင္ ျမင္သြားခဲ့ခ်င္ေသးတယ္\" တဲ့။သူ႕အဖြားက ေျပာရွာတယ္။မ်က္ႏွာကိုသာ ၿပံဳးထားရတာရင္ထဲမွာေတာ့ မိုးေတြ ထစ္ခ်ဳန္းေနတာကို.. သူ ကိုယ္တိုင္ပဲ သိပါတယ္။ေနရာေဒသတစ္ခုကို ခရီးထြက္ဖို႔ ယူစရာေတြ လိုေပမဲ့အတိတ္ကအခ်ိန္ကို ခရီးထြက္ဖို႔ေတာ့ ရင္ဘတ္တစ္ခုရိွရင္ ရတယ္မဟုတ္လား။ရင္ထဲ ပူမိသမွ်ကို လူသိခံရမွာလည္း ခက္ပါရဲ႕။တခ်ိန္က ရပ္ရြာကို လာၿပီး အခမဲ့ေဆးကုခန္းေလးလာဖြင့္ခဲ့တဲ့ အရမ္းလွတဲ့ ဆရာဝန္မေလး။ရပ္ရြာကို လာၿပီး ေဆးကုခန္းေလး လာဖြင့္ခဲ့တာကသူကူးဒူ႐ိုင္းရဲ႕ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2efhx/Viswasam_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Cloud-atlas-133x200.jpg",
        "title": "Cloud Atlas (2012)",
        "description": "Cloud Atlas (2012)\nIMDb.....7.4,,,,Rotten...66%\n \nStoryline\nCloud Atlas ဟာ ၁၈၀၀ ခုနှစ်များကစတင်ပြီး ယခု ကျွန်တော်တို့ နေထိုင်တဲ့\nကမ္ဘာကြီးပျက်ဆီးသွားတဲ့အထိ လူပုဂ္ဂိုလ်တစ်ယောက်ချင်းစီရဲ့ ဆုံးဖြတ်ချက်\nများ၊ အပြုအမူများဟာ ခေတ်အဆက်ဆက် ဘယ်လောက်ထိ အကျိုးသက် ရောက်မှုရှိတယ်ဆိုတာကို ရိုက်ပြထားပါတယ်။\nReview\nကျွန်တော် ရုပ်ရှင်တော်တော်များများကြည့်ဖူးပါတယ်။ ဒါပေမယ့် Cloud Atlas လို\nဇာတ်အိမ်ကြီးတဲ့ ရုပ်ရှင်မျိုးမကြည့်ဖူးဘူးလို့ ဝန်ခံရမှာပါပဲ။\nဇာတ်အိမ်ကြီးလှပါတယ်ဆိုတဲ့ J.R.R Tolkien ရဲ့ Lord of the Rings Universe ကတောင် ၁၈၀၀ ခုနှစ် ကနေ\nဒီကမ္ဘာပျက်သွားပြီး နောက်ထပ်ဂြိုလ်တွေပေါ်မှာ လူတွေသွားနေရတဲ့ ခေတ်များ\nအထိ ဇာတ်လမ်းဆင်ထားတဲ့ Cloud Atlas လောက်ကြီးပါ့မလားလို့ တွေးမိပါတယ်။\nCloud Atlas မှာ အဓိကအားဖြင့် ဇာတ်ကောင်\n၆ ယောက်ရဲ့ ဇာတ်လမ်းကို ရိုက်ပြထားပြီး\nအဲ့ ဇာတ်ကောင် ၆ ယောက်ဟာ ၁၈၀၀ နှစ်များ၊ ၁၉၃၀၊ ၁၉၇၀၊ ၂၀၁၂၊ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Sknd/Cloud_Atlas_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/The.Chaser.2008.-141x200.jpg",
        "title": "The Chaser (2008)",
        "description": "ဒီကားေလးကေတာ့2008 ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕\nAction Crime ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။\nThe Chaser ဆိုတဲ့ဇာတ္ကားေလးမွာေတာ့ သရုပ္ေဆာင္မင္းသားေကာင္းေတြျဖစ္တဲ့ Kim Yoon Seok နဲ႔\nHa Jung Woo တို႔ပါဝင္ထားျပီး ဒါရိုက္တာ Na Hong Jin ရိုက္ကူးထားတဲ့\nSerial Killer Yoo Young Chul ရဲ႕ ျဖစ္ရပ္မွန္ကို\nရိုက္ကူးပံုေဖာ္ထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္။\nၾကည့္ရွဴသူေတြမပ်င္းရဘဲ ရဲဝန္ထမ္းေဟာင္းတစ္ျဖစ္လဲ\nျပည့္တန္ဆာေခါင္းအျဖစ္လုပ္ေနတဲ့ ဂၽြန္ဟိုရဲ႕ သူ႔ဆီမွာအလုပ္လုပ္တဲ့\nျပည့္တန္ဆာမေလးေတြေပ်ာက္ေပ်ာက္ေနတာကို ထြက္ေျပးတာအမွတ္နဲ႔\nလိုက္စံုစမ္းရင္း ေနာက္ဆံုးပို႔လုိက္တဲ့မီဂ်င္းကို စံုစမ္းခိုင္းရာမွ ထပ္မံေပ်ာက္ဆံုးသြားလို႔ လိုက္လံစံုစမ္းရာမွ\nဘယ္လိုေတြထြက္ေပၚလာမလဲ။\nျပည္တန္စာေတြကေရာ ဘာေၾကာင့္ ေပ်ာက္သြားရတာလဲဆိုတာကုိ\nစိတ္၀င္တစားၾကည့္ရွဳရမွာပါ ေသြးသန္ရဲရဲေတြပါတာမို႔ ရင္တထိပ္ထိပ္နဲ႔ ၾကည့္ရွုရမွာပါ။\n(ဇာတ္လမ္းကိုဘာသာျပန္ေပးထားသူကေတာ့  Shwe Ye Oo ျဖစ္ျပီ Arkar Phyo မွ Encode ေပးထားပါတယ္။)\n File Size : (1 GB) & (425MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  59min\nFormat ...",
        "rating": "7.9",
        "url": "https://megaup.net/2effx/The_Chaser_(Chugyeogja)_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjExMjU1NjUwN15BMl5BanBnXkFtZTgwOTAzOTgwNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Slaughterhouse Rulez (2018)",
        "description": "ဒွန်ဝဲလေ့စ်ဟာ ကျောင်းသားသစ်အနေနဲ့Slaughterhouseကိုရောက်လာခဲ့ပါတယ်ကျောင်းဟာစာပဲသင်တဲ့ကျွန်တော်တို့သိနေကျစာသင်ကျောင်းတော့မဟုတ်ပါဘူးအသက်ရှင်ကျန်နေဖို့သင်ထားသင့်တဲ့အရာအားလုံးကိုသင်ပေးတဲ့ကျောင်းပါအနိုင်ကျင့်တာတွေကကျောင်းသားတွေသတ်သေတာမျိုးအထိပါဖြစ်လေ့ဖြစ်ထရှိပါတယ်ကျောင်းအုပ်ကပိုက်ဆံကလွဲပြီးအခြားအရာတွေကိုသိပ်ဂရုမစိုက်တတ်ပေမယ့်အများအမြင်မှာတော့စည်းကမ်းကြီးတဲ့ကျောင်းအုပ်ကြီးဆိုတဲ့မျက်နှာဖုံးနဲ့သူ့ကိုယ်သူဖုံးထားပါတယ် ကျောင်းဝင်အတွင်းရဲ့အောက်ခြေမှာရှိတဲ့မီသိန်းဓာတ်ငွေ့သိုက်ကိုပြင်ပအဖွဲ့အစည်းတစ်ခုဆီရောင်းစားလိုက်ပြီးစိတ်ကြိုက်လုပ်ခိုင်းပါတော့တယ်မီသိန်းယိုစိမ့်မှုဖြစ်ပြီးမြို့ပြင်ရောက်နေတဲ့စာသင်ကျောင်းမှာဘယ်လိုမျိုးူပြသနာတွေနဲ့ဒွန်တစ်ယောက်ရင်ဆိုင်ရမလဲဆိုတာမကြာသေးခင်ကမှnetflixကထွက်ရှိထားတဲ့sex educationရဲ့ဇာတ်ကောင်အိုတစ်အဖြစ်သရုပ်ဆောင်ထားတဲ့Asa Butterfieldကိုမတူညီတဲ့ကျောင်းသားပုံစံနဲ့လည်းမြင်ရမှာပဲဖြစ်ပါတယ်Translated by NoeEncoded by sithu",
        "rating": "5.6",
        "url": "https://megaup.net/1Txgr/Slaughterhouse_Rulez_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTg5OTUyODIxMF5BMl5BanBnXkFtZTcwNTg2NzQ4OQ@@._V1_SY1000_CR007051000_AL_-141x200.jpg",
        "title": "Message Man(2018)",
        "description": "Message Man(2018)\nIMDb....7.6\nအက္ရွင္ကား ၾကမ္းၾကမ္းႀကီးေတြမွ ၾကည့္ခ်င္သူေတြအတြက္...မင္းသားဆို နံုနံုအအ ႀကီးေတြမႀကိဳက္ဘူး...မင္းသားဆို ၾကမ္းေနမွဆိုတဲ့သူေတြအတြက္ ဒီဇာတ္ကားေလးကို တင္ေပးလိုက္ပါၿပီ...\nေၾကးစားလူသတ္သမားတစ္ေယာက္ျဖစ္တဲ့ Ryan(Paul O'Brien) ဟာ လူသတ္ကြ်မ္းက်င္တဲ့သူတစ္ေယာက္ပါ..\n.သုိ႕ေပမယ့္  ေနာက္ပိုင္းမွာေတာ့ လူသတ္ျခင္းအလုပ္က အနားယူကာ\nတစ္ေယာက္တည္း ေအးေအးေဆးေဆးဇာတ္ျမႇဳပ္သြားဖို႔အတြက္ အင္ဒိုနီးရွားႏိုင္ငံက ကြ်န္းတစ္ကြ်န္းကို ထြက္ခြာလာခဲ့ပါတယ္..\n.အဲ့ဒီမွာ သားအမိႏွစ္ေယာက္နဲ႔ ရင္းႏွီးမိရာကေန ကြ်န္းေပၚမွာ အေဖာ္ရလာခဲ့ပါတယ္..\n.ဒါေပမဲ့ သူ႔ရဲ႕အတိတ္ကအရိပ္ဆိုးေတြက သူနဲ႔ သူ႔မိတ္ေဆြသားအမိကိုပါ\nသက္ေရာက္လာခဲ့တဲ့အခါမွာေတာ့ Ryan တစ္ေယာက္ သူႏွစ္သက္တဲ့လူသတ္ျခင္းအလုပ္ကို ျပန္စလာခဲ့တဲ့အခါမွာေတာ့......\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ျဖစ္ပါတယ္....\nFile Size : (850 MB) and (297MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/2efih/Message_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uXJVpPXxZO4L8Rz3IG1Y8XvZJcg.jpg",
        "title": "Mortal Engines (2018)",
        "description": "Mortal engines ၿဗိတိသ်ွစာေရးဆရာ ဖီးလစ္​ရိဖ္​့ရဲ႕\"Mortal engines\"ကမာၻသစ္​ကေန ႀကိဳဆိုပါတယ္​\"Mortal engines\"ဆိုတဲ့ စာအုပ္​ဟာ၂၀၀၁ခုႏွစ္​က စတင္​ထုတ္​ေဝခဲ့ၿပီး ေအာင္​ျမင္​ခဲ့တဲ့အတြက္​ ၄အုပ္​တိတိ ထြက္​ရွိခဲ့ပါတယ္​ပထမဆံုးအေနနဲ႔ ၂၀၁၈ခုႏွစ္​မွာ စာအုပ္​ကို အေျခခံၿပိီးရုပ္​ရွင္​အျဖစ္​ ျပန္​လည္​ရိုက္​ကူးခဲ့တာပါဒီဇာတ္​လမ္​းကို ဆန္​းသစ္​တဲ့အေတြးအေခၚ အိုင္​ဒီယာေတြနဲ႔ဇာတ္​အိမ္​ဖြဲ႕စည္​းတည္​ေဆာက္​ထားၿပီး ကမာၻပ်က္​သြားၿပီးတဲ့ေနာက္\n​ လူေတြရဲ႕ ေနထိုင္​ရွင္​သန္​မႈေတြကို အေတြးစိတ္​ကူးေကာင္​းေကာင္​းနဲ႔ပရိသတ္​ကို တင္​ျပထားပါတယ္​၂၁ရာစုကို သိပၸံပညာရပ္​အထြန္​းကားဆံုး ဖြံ႕ၿဖိဳးတိုးတက္​မႈအရွိဆံုးအခ်ိန္​ကာလအျဖစ္​ ၫႊန္​းဆိုထားခဲ့ၿပီး အဆံုးစြန္​ထိစြမ္​းအားႀကီးတဲ့အဖ်က္​လက္​နက္​မ်ားကို တီထြင္​နိုင္​ခဲ့ၿပီးတဲ့အခါမွာေတာ့မိနစ္​၆၀ အတြင္​းမွာတင္​ ကမာၻႀကီးဟာ အစိတ္​အမႊာမႊာျဖစ္​သြားခဲ့ရပါတယ္​ ဇာတ္​ကားထဲက အခ်ိန္​ကာလမွာေတာ့ ၂၁ရာစုကလူေတြကိုေရွးေဟာင္​းလူသားေတြလို႔ ေျပာဆိုသံုးႏႈန္​းၾကၿပီးေပါင္​မုန္​႔မီးကင္​စက္​ေလးတစ္​လံုးဟာ ျပတိုက္​ထဲမွာ အျမတ္​တႏိုး ထားရမယ္​့ေရွးေဟာင္​းပစၥည္​းတစ္​ခုျဖစ္​လို႔ေနပါတယ္​ မိနစ္​ ၆၀စစ္​ပြဲေၾကာင္​့သာ ကမာၻႀကီးဒီလိုျဖစ္​ပ်က္​ေနတယ္​လို႔ နားလည္​ၾကၿပီး၂၁ရာစု(ေရွးေခတ္​)နည္​းပညာေတြကို အာသာငမ္​းငမ္​းျပန္​လည္​လိုခ်င္​ေနၾကတဲ့လူသားေတြအျဖစ္​ ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sko1/Mortal_Engines_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Shaolin-2011-2010-The-New-Shaolin-Temple-Movie-2011-2010-141x200.jpg",
        "title": "Shaolin (2011)",
        "description": "IMDb (6.9) / Rotten Tomatoes (74%)(Unicode)\nရှောင်လင်ဟာ အက်ရှင် ဒရမ်မာ ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ရင်ထဲစွဲကျန်စေမယ့် ဒရမ်မာဇာတ်ကွက်လေးတွေနဲ့ ပရိတ်သတ်ကို သဘောကျစေမှာပါ..\nဂျက်ကီချန်း ၊ အန်ဒီလူ ၊ ဖန်ပင်းပင်း၊ ဂျင်ဝူ ၊ နီကိုးလပ်(စ်)စီ ၊\nရှင်းယု နဲ့ ရှောင်ကွမ်ယု နာမည်ရအက်ရှင်သရုပ်ဆောင်ကောင်းတွေ ပါဝင်အားဖြည့်တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်..\nအက္ရွင္မင္းသား အန္ဒီလူဟာ အင္အားႀကီးစစ္ဘုရင္ဟူက်င္းအျဖစ္နဲ႔ ဒီဇာတ္လမ္းေလးကို အနွစ္သာရရွိၿပီးရသျပည့္ဝတဲ့ ဒရမ္မာကားေကာင္းျဖစ္ေအာင္ ထိန္းေက်ာင္းသြားခဲ့တာကို ေတြ႕ရမွာပါ..\nဂျက်ကီချန်းကတော့ ရှောင်လင်ကျောင်းရဲ့ စာဖိုမှူးကြီးအဖြစ်သရုပ်ဆောင်ထားပြီး ထုံးစံအတိုင်း ဟာသတိုက်ကွက်လေးတွေနဲ့ ပရိတ်သတ်ကို ဆွဲခေါ်သွားဦးမှာပါ..\nဇာတ်လမ်းတည်ဆောက်ထားတာကတော့ အင်္ဂလိပ်ခေတ်အချိန်ကာလဖြစ်ပြီး တိုင်းပြည်အနှံ့မှာ အာဏာနဲ့နယ်မြေကိုရူးသွပ်နေတဲ့ စစ်ဘုရင်များကြီးစိုးနေပါတယ်..\nပြည်သူတွေအငတ်ဘေးဆိုက်နေပေမဲ့ အာဏာရှင်တစ်စုကတော့ ကြွယ်ဝချမ်းသာတဲ့စည်းစိမ်ဥစ္စာတွေနဲ့ လောဘအတောမသတ်နိုင်ဘဲ အချင်းချင်းနယ်မြေလုတိုက်ပွဲတွေကို ဆက်လက်ဆင်နွှဲနေကြပါတယ်..\nစည်းစိမ်ဥစ္စာတွေ တန်ခိုးအာဏာတွေ အပြည့်ရှိနေပေမဲ့လည်း အာဏာလောဘစည်းစိမ်လောဘတွေကို အတောမသတ်နိုင်တဲ့ လူ့သဘာဝကိုလည်း သိသာထင်ရှားစေခဲ့ပါတယ်..\nတစ်ချိန်က ကိုယ်နင်းခဲ့တဲ့ကြမ်းပြင်ဟာ နောင်တစ်ချိန်မှာကိုယ့်ရဲ့ခေါင်မိုးဖြစ်လာနိုင်တယ်ဆိုတဲ့အတိုင်း အလှည့်အပြောင်းကြီးမားတဲ့ လူ့ဘဝရဲ့ အမှန်တရားတွေကိုလည်း ...",
        "rating": "6.9",
        "url": "https://megaup.net/Skod/Shaolin_[2011]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/kung-fu-jungle-poster-133x200.jpg",
        "title": "Kung Fu Jungle (2014)",
        "description": "Kung Fu Jungle (2014)\nIMDb - 6.5/10_____Rotten 75%\n အမှန်အကန်ချတာကိုမှ ကြည့်ချင်တဲ့သူတွေအတွက် ဒီဇာတ်ကားကို\nbluray 5.1 CH နဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nရုပ်ရှင်အညွှန်းကတော့ mmmovieguide ကဖြစ်ပါတယ်..\nHahou Mo ဟာ သိုင်းပညာသင်ကြားပြသပေးနေတဲ့\nဆရာတစ်ယောက်ဖြစ်ပြီး လူတစ်ယောက်ကို\nမတော်တဆသတ်လိုက်မိတဲ့အတွက်ကြောင့် ထောင်ကျနေသူတစ်ယောက်ပါ။\nတစ်ရက်တော့ ထောင်ထဲမှာ TV ကြည့်နေတုန်း လူတစ်ယောက်\nသတ်ခံလိုက်ရတဲ့သတင်းကို ကြားလိုက်မိပါတော့တယ်။\nသူဟာ ထိုလူသတ်မှုအကြောင်းကို သိပြီး ထိုအမှုကို စုံစမ်းနေတဲ့\nစုံထောက် Luk Yuen-Sum ကို သူ ကူညီပေးမယ်လို့ ဆိုလိုက်ပါတယ်။\nဘယ်လိုလျို့ဝှက်ချက်တွေပေါ်ပေါက်လာမလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါ\nအက်ရှင်သိုင်းကား ကြိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့် ဇာတ်ကားလေးဖြစ်ပြီး\nအထူးသဖြင့် ဖိုက်တင်ခန်းတွေက ပိုပြီး ရန်ခုန်စိတ်လှုပ်ရှားဖွယ် ပေးစွမ်းနိုင်မှာပါ။\nတချို့အခန်းတွေတော့ အနည်းငယ်ရက်စက်တယ်လို့ထင်ရပြီး\nအခန်းအများစုကတော့ ကြည့်လို့အဆင်ပြေမှာပါ။\nဒါရိုက်တာ Teddy Chan က အကောင်းဆုံး ရိုက်ကူးတင်ဆက်ထားပြီး\nIp Man ရုပ်ရှင်ဇာတ်ကားမှ Donnie Yen, Charlie Yeung, Baoqiang Wang တို့\nအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ File Size - 1.13 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/kung-fu-jungle-2014/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Mojin-141x200.jpg",
        "title": "Mojin: The Worm Valley ( 2018 )",
        "description": "ေနာက္ဆံုးထြက္ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းဇာတ္အိမ္ခိုင္ခိုင္နဲ႔ စြန္႕စားခန္းေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္သေဘာက်မယ္႔ဇာတ္လမ္းေလးၿဖစ္ပါတယ္အညႊန္းကေတာ႔...လူတစ္​စုဟာ နဂါးလိုဏ္​ဂူထဲက​ေနနဂါးအ႐ိုးစုမွတ္​တမ္​းကိုယူဖို႔သြားရင္​းသူတို႔ရဲ႕ပခံုး​ေပၚမွာသရဲမ်က္​လံုးက်ိန္​စာအသီးသီး​ေပၚလာၾကတယ္​...ဒီက်ိန္​စာျပယ္​​ေပ်ာက္​ဖို႔ဆိုရင္​နဂါးအ႐ိုးစုမွတ္​တမ္​းနဲ႔အတူမုခ်ိန္​ပုလဲလံုးကိုရမွသာက်ိန္​စာျပယ္​​ေပ်ာက္​ႏိုင္​မဲ့နည္​းလမ္​းကိုရႏိုင္​မယ္​..ဒီနဂါးအ႐ိုးစုမွတ္​တမ္​းက​ေနမုခ်ိန္​ပုလဲလံုး​ေလး႐ွိရာ​နဂါးဝွက္​​ေတာင္​ကိုဆက္​ၿပီးခ်ီတက္​ၾကတယ္​...ဒီခရီးလမ္​းတစ္​​ေလ်ွာက္​မွာဘယ္​လိုအႏၱရာယ္​​​ေတြက​ေစာင္​့ႀကိဳ​ေနမွာလဲ..သူတို႔​ေနာက္​ဆံုးမွာမုခ်ိန္​ပုလဲလံုး​ေလးကိုယူလာႏိုင္​ပါ့မလား..ရင္​တစ္​ထိတ္​ထိတ္​နဲ႔စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/2efit/Mojin_-_The_Worm_Valley_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yV9G1nO6YxEWzXblqMUFoS19R9v.jpg",
        "title": "Trading Paint (2019)",
        "description": "ပြိုင်ကားပွဲစဉ်နဲ့ဖန်တီးထားတဲ့ဇာတ်လမ်းလေးပါ။နာမည်ကြီး ပြိုင်ကားသမား ဆမ်မွန်ရိုးရဲ့သား ကမ်မွန်ရိုးဟာခက်ခဲလှတဲ့ဘဝမှာ ရုန်းကန်ရင်းနဲ့ သူ့အဖေအတွက်ပြိုင်ကားပွဲစဉ်တွေမှာ ဝင်ပြိုင်ပါတယ်။ဒါပေမယ့် ကားကိုပစ္စည်းအကောင်းစားတွေမဆင်နိုင်ခဲ့တဲ့အတွက်ပြိုင်ပွဲမှာ အနိုင်မရတဲ့အခါ သူ့ဘဝကို အလိုမကျဖြစ်လာခဲ့ပါတော့တယ်။ဒါ့ကြောင့် သူ့အဖေရဲ့ပြိုင်ဘက်ဖြစ်တဲ့ဘော့ဘ်လက်စကီရဲ့ကမ်းလှမ်းမှုကိုလက်ခံပြီးသူ့အတွက် ဝင်ပြိုင်လိုက်ပါတော့တယ်။သားအဖ၂ယောက်ကြား ပဋိပက္ခတွေဖြစ်ကာဆမ်မွန်ရိုးကိုယ်တိုင် ပြိုင်ပွဲမှာဝင်ပါလာတဲ့အချိန်မှာတော့ ပွဲစဉ်ကအရမ်းကိုကြမ်းတမ်းလာခဲ့ပါတော့တယ်။ File Size : ( 812 MB) & ( 305 MB)Quality : Web-DL 720pRunning Time :1hr 56 minFormat : Mp4Genre : Action , Drama , SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by May Pyae Sone Oo",
        "rating": "4.9",
        "url": "https://megaup.net/2Ufeh/Trading_Paint_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Sport"
    }
]