[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
        "title": "Spider-Man: Across the Spider-Verse (2023)",
        "description": "IMDb 9.1 အထိရသွားပြီး အားပေးမှုတွေအပြည့်ရနေတဲ့ကာတွန်းကားလာပါပြီ။ ဒါကတော့ 2018 တုန်းက Spider-Man:Into the Spider-Verse ရဲ့အဆက်ပါပဲ။ အရင်ကာတွန်းမှာလည်းစပိုက်ဒါမန်းမျိုးစုံနဲ့ ဟာသတွေနဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့လူကြိုက်များခဲ့သလို အခုကားမှာလည်း နောက်ထပ်တဆင့်ပါမြှင့်ထားလိုက်ပါပြီ။ 2 hours and 20 minutes ရှိလို့ ကာတွန်းကားတွေထဲမှာ အရှည်ဆုံးကာတွန်းလည်းဖြစ်သွားပါတယ်။ မိုင်းစ် မိုရားလစ်စ်ဟာ အပြိုင်စကြဝဠာတွေက သူငယ်ချင်းတွေနဲ့ခွဲခွာပြီးနောက် ပြန်မတွေ့ရတော့တာ ကြာပါပြီ။ သူသတိရနေပေမဲ့တစ်ယောက်မှ လာမတွေ့ဖြစ်ကြပါဘူး။ တစ်နေ့မှာတော့ အပြိုင်စကြဝဠာတွေကြားထဲကို ခရီးသွားနိုင်တဲ့ စပေါ့ဆိုတဲ့ စူပါဗီလိန်နဲ့ရင်ဆိုင်ဖို့ဖြစ်လာပါတယ်။ အဲဒီအချိန်မှာပဲ စပိုက်ဒါဂွမ်တို့ ပီတာပါကာတို့တွေနဲ့တွေ့ပြီး အပြိုင်စကြဝဠာတွေကို စောင့်ရှောက်တဲ့ အဖွဲ့ခေါင်းဆောင်စပိုက်ဒါမန်း မီဂဲဆီကိုရောက်သွားပါတယ်။ အဲဒီမှာမှ စကြဝဠာပေါင်းစုံကစပိုက်ဒါမန်းရာထောင်ချီနဲ့ထပ်တွေ့ပြီး စကြဝဠာကြီးကို ဘယ်လိုကယ်တင်ကြမလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲဖြစ်ပါတယ်။ File size… 1.93 GB , 4.21 GB , 5.16 GB\nQuality…Web-Dl  4k / 1080p ...",
        "rating": "9.1",
        "url": "https://megaup.net/2Cert/Spider-Man.Across.the.Spider-Verse.2023.1080p.WEB-DL.DDP5.1_%7BCM%7D_TSK.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTUzNTczYTMtMzdkOC00ODlkLTk1NDMtYWYxMzQyYzI1YmVjXkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-134x200.jpg",
        "title": "The Smurfs (2011)",
        "description": "IMDb - 5.4 2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Smurfs ရုပ်ရှင်က ၃ကားထွက်ရှိခဲ့တဲ့ film serieထဲ ပထမဆုံးကားဖြစ်ပါတယ်။ Neil Patrick Harris,Sofia Vergaraတို့လို နာမည်ကြီးတွေ ပါဝင်ပြီး Hank Azariaက မှော်ဆရာကြီး Gargamelအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အပြာရောင်မှော်ဝင်သတ္တဝါလေးတွေဖြစ်တဲ့ Smurfsလေးတို့ရွာကို မှော်ဆရာကြီး Gargamelက လိုက်ဖျက်ဆီးလို့ထွက်ပြေးရင်းနဲ့ မတော်တဆ လူ့ကမ္ဘာရဲ့portalပွင့်သွားပြီး NewYorkမြို့ကိုရောက်ရှိသွားပါတယ်။အိမ်ပြန်နိုင်ဖို့ကြိုးစားရင်း Patrickဆိုသူရဲ့ အကူအညီနဲ့ Gargamelရဲ့ အနှောင့်အယှက်တွေကြားထဲကဘယ်လိုဆက်ဖြစ်မလဲကြည့်ရမှာပါ။ ကလေးကားဆိုပေမယ့် ဟာသနဲ့ adventureကြိုက်တဲ့လူကြီးတွေလည်းအကြိုက်တွေ့မှာပါ။ပျော်ဖို့လည်းကောင်းပြီး လေးလေးပင်ပင်တွေမကြိုက်တဲ့သူတွေဆိုကြိုက်လောက်မယ့် feel-good movieလေးဖြစ်ပါတယ်။File size…(2.4 GB)/(1.4 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:43:00\nGenre...Animation, Family, Adventure, Comedy, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hsu Hlyann Ni",
        "rating": "5.4",
        "url": "https://megaup.net/2BTmt/The.Smurfs.2011.1080p.(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gVPw9gRPsZZhzY6cIXp6h6nep5M.jpg",
        "title": "Epic Tails (2023)",
        "description": "Epic Tails (2023)Yolcos ဆိုတာ ရှေးခေတ်ဂရိနိုင်ငံမှာ သာယာဝပြောတဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့ဖြစ်ပါတယ်။\nအဲဒီမြို့လေးမှာ သူရဲကောင်း Jason ရယ် သူ့ရဲ့နောက်လိုက်အဖွဲ့ Argonauts ရယ်က စွန့်စားခန်းတွေ များစွာထွက်ပြီး\nနောက်ဆုံးမှာ မြို့ကို သာယာဝပြောအောင်လုပ်ပေးနိုင်တဲ့ Zeus နတ်ဘုရားရဲ့ အစွမ်းရှိတဲ့ ရွှေရောင်သိုးမွှေးတောင်လေးကို ယူလာပေးနိုင်ခဲ့ပါတယ်။\nအဲဒီသိုးမွှေးတောင်အစွမ်းကြောင့် လူတွေတင်မကဘူး တိရစ္ဆာန်တွေပါ အချင်းချင်းအဆင်ပြေသင့်မြတ်နေကြတဲ့မြို့လေးပါ။\nကြွက်ကလေး ပက်တီကတော့ သူ့ကိုမွေးစားထားတဲ့ ကြောင်ကြီး ဆမ်နဲ့အတူတူနေနေပေမယ့်\nသူရဲကောင်း Jason ကို အရမ်းအားကျပြီး စွန့်စားခန်းတွေ ထွက်ချင်နေတဲ့သူပေါ့။\nတစ်နေ့မှာတော့ သူတို့မြို့လေးကို Poseidon နတ်ဘုရားက အမျက်ဒေါသထွက်ပြီး\nတောင်းဆိုချက်တစ်ခုကို တစ်ပတ်အတွင်းအပြီးလုပ်ဖို့ အမိန့်ပေးလိုက်ပါတယ်။\nရွှေရောင်သိုးမွှေးတောင်ကို သိမ်းသွားတဲ့အပြင် တစ်ပတ်အတွင်း တောင်းဆိုချက်ကို လုပ်မပေးနိုင်ရင်\nမြို့ကို ဖျက်ဆီးပစ်တော့မှာမို့ မြို့သူမြို့သားတွေသာမက တိရစ္ဆာန်လေးတွေပါ ထိတ်လန့်ကုန်ကြပါတယ်။\nသူရဲကောင်း Jason ကလည်း အဖိုးကြီးဖြစ်နေပြီးတော့ Argonauts အဖွဲ့သားတွေကလည်း သေဆုံးကုန်ပါပြီ။\nအဲဒီအခြေအနေမှာ ပက်တီနဲ့ တိရစ္ဆာန်လေးတွေက ဘယ်လိုဝင်ကူညီပြီး မြို့ကိုကယ်တင်ပေးမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။IMDb ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VSi3/Epic.Tails.2022.1080p.WEBRip..AAC5.1.CM.mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7EdvFUGvT5Pn8rUFRKCrdUzNthf.jpg",
        "title": "Scooby-Doo on Zombie Island (1998)",
        "description": "Scooby-Doo on Zombie Island (1998)~ IMDb - 7.7/10, Rotten Tomatoes - 88% ~2019 က ထွက်ခဲ့တဲ့ Return to Zombie Island ရဲ့ပထမပိုင်း 1998 က လက်ရာဟောင်းတစ်ခုပါ။ နောက်ပိုင်းလက်ရာထက်တော့ နည်းနည်းခေတ်ဟောင်းဆန်ပေမဲ့ ဒီအပိုင်းထဲက ဖုတ်ကောင်တွေက သူတို့အမြဲဖြေရှင်းခဲ့သလို မျက်နှာဖုံးစွပ်နဲ့ လူဆိုးတွေမဟုတ်ဘဲ တကယ့် ဖုတ်ကောင်အစစ်တွေပါ။ ဒီလောက်ဆို စိတ်၀င်စားစရာကောင်းနေပါပြီ။~ ဇာတ်လမ်းအကျဉ်း ~စကူဘီတို့ အဖွဲ့သားတွေဟာ လျှို့ဝှက်ဆန်းကြယ်မှုတွေ ‌ဖြေရှင်းတိုင်း နောက်ဆုံးမှာ လူတွေအယောင်ဆောင်တာပဲ ဖြစ်နေတဲ့အတွက် ငြီးငွေ့လာကြပြီး ကိုယ်စီ လမ်းခွဲလို့ အဆင်ပြေရာအလုပ်တွေ ခွဲလုပ်ကြပါတယ်။ ဒက်ဖနီက သူ့ကိုယ်ပိုင် တီဗီရှိုးမှာ ခြောက်လှန့်တတ်တဲ့နေရာတွေအကြောင်း ရိုက်ကူးတင်ဆက်ရာကနေ Season 2 အတွက် နေရာရှာတာက ဇာတ်လမ်းစပါတယ်။ ဒီတစ်ခါမှာတော့ တကယ်သရဲအစစ်ခြောက်တဲ့နေရာကို လိုချင်တာပါ။ဒီလိုနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2BS6m/(CM)_Scooby-Doo!_on_Zombie_Island_(1998)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JSPf4xym9pPsIy8RLJOjEUtbyB.jpg",
        "title": "The Tunnel to Summer, the Exit of Goodbyes (2022)",
        "description": "The Tunnel to Summer, the Exit of Goodbyes (2022)~ IMDb - 6.8/10, Rotten Tomatoes - 100% ~ \n\" နွေရာသီလိုဏ်ခေါင်း ခွဲခွာခြင်းထွက်ပေါက် \" တစ်ခါတလေလည်း ရဲရဲတင်းတင်း ပြုတ်ကျလိုက်၊\nတစ်ခါတလေလည်း ရဲရဲတင်းတင်း ထိုးဆင်းလိုက်၊\nငါတို့တကယ်မရှိခဲ့ဘူးလို့\nငါတို့သိလိုက်ရတဲ့နှစ်တွေမှာ\nနွေရာသီ အမြဲစိမ်းလှပနေတဲ့ လှိုဏ်ခေါင်းလေးထဲ\nငါ ပြေးဆင်းကြည့်မိတယ်... အချိန်တွေ ဘယ်လောက်ထိဟောင်းသွားခဲ့လည်း...\nငါတို့ကမ္ဘာရဲ့အပြင်ဘက်မှာ နေဘယ်နှစင်းဝင်သွားလဲ\nလူတွေ ဘယ်လောက်ထိ ခရီးပေါက်သွားလဲ\nလူတွေ ဘယ်လောက်ထိ ခရီးရောက်သွားလဲ\nအပြင်မှာ ဘယ်လောက်ထိ ပြောင်းသွားကြလဲ\nအပြင်မှာ ဘယ်လောက်ထိ ဟောင်းသွားကြလဲ ဘယ်တော့မှမဟောင်းတဲ့ ထီးကလေးတစ်ချောင်းဟာ\nငါဘာမှမသိရတော့တဲ့ ဘူတာရုံကလေးကို ဖြတ်သန်း\nဒီကမ္ဘာဝန်းထဲ တို့ထပ်ရောက်ခဲ့ကြပြန်တယ် အချစ်ရယ်...\nထွက်ပေါက်မှာ ခွဲခွာခြင်းများမရှိဘူးလို့\nစုံလုံးမှိတ်ယုံလိုက်ကြတာပေါ့\nနွေရာသီတွေလည်း လင်းဦးမယ်... \n(ဒီဇာတ်ကားနဲ့အညွှန်းကဗျာကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 720MB\nQuality - 1080p, 720p\nIMDb Rating - 6.8/10\nFormat - mp4\nDuration ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VThd/(CM)_The_Tunnel_to_Summer,_the_Exit_of_Goodbyes_(2022)_1080p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGEzNGRjYzYtNmRjNy00ZTI0LTgwOTYtOTViMGM0MWUwMzQ5XkEyXkFqcGdeQXVyMTM0NTUzNDIy._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The SpongeBob Movie: Sponge Out of Water (2015)",
        "description": "SpongeBob Squarepants ကိုတော့အားလုံးသိကြပြီးသားဖြစ်မှာပါ 2015 ခုနှစ်ကထွက်ရှိထားတဲ့ action & adventure movie ဖြစ်ပြီး IMDb 6/10 ရရှိထားပါတယ် ဒီတစ်ခေါက်မှာတော့ Mr. Krabs ရဲ့လျှို့ဝှက်ဟင်းချက်နည်းက ရုတ်တရက်ပျောက်သွားရာကနေအစပြုပြီး Krabby Patties တွေလည်းထပ်မရှိတော့တာကြောင့် Bikini Bottom ကြီးတစ်ခုလုံးပရမ်းပတာတွေဖြစ်ပြီး ကပ်ဘေးကြီးဆိုက်သွားပါတော့တယ် SpongeBob တို့သူငယ်ချင်းတစ်စုသားလျှို့ဝှက်ဖော်မြူလာကိုရှာရင်းကုန်းပေါ်အထိပါတက်သွားရတဲ့အထိပါပဲ သူတို့ကုန်းပေါ်မှာ လျှိူ့ဝှက်ဖော်မြူလာကိုပြန်ရှာဖို့စွန့်စားခန်းတွေဖွင့်ရင်း Bikini Bottom ကိုကယ်တင်ဖို့ကြိုးစားကြတာတွေကိုပျော်ပျော်ကြီးကြည့်ရှုရမှာပါ File size…(2.3 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Family, Adventure, Comedy, Fantasy, Animation\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.0",
        "url": "https://megaup.net/1fTmw/The_SpongeBob_Movie_Sponge_Out_of_Water_2015_BluRay_1080p.(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qayga07ICNDswm0cMJ8P3VwklFZ.jpg",
        "title": "Resident Evil: Death Island (2023)",
        "description": "Resident Evil: Death Island (2023)Genre – Animation, Action, Adventure\nIMDB – 6.2/10Playstation ရဲ့ နာမည်ကျော်ဂိမ်းဖြစ်တဲ့ Resident Evil ရဲ့ Animation ရုပ်ရှင် ၅ ကားမြောက် အသစ်ထွက်လာခဲ့ပါပြီ\n(Degeneration, Damnation, Vendetta ရယ် Infinite Darkness ကတော့ စီးရီး ဖြစ်သွားတာပေါ့)။ဒီ Animation ရုပ်ရှင် အတွဲလိုက်က Paul WS Anderson ရိုက်ပြီး Milla Jovovich သရုပ်ဆောင်တဲ့လူကားနဲ့ Universe အတူတူ မဟုတ်ပါဘူး၊\nဂိမ်းထဲက Universe နဲ့တော့ အတူတူ အခြေခံထားတာ ဖြစ်ပါတယ်။\nနောက်ပြီး ဒီကားထဲမှာ နာမည်ကြီး RE ဇာတ်ကောင်တွေဖြစ်တဲ့ လီယွန်၊ ကလဲလ်၊ ခရစ်စ်၊ ဂျေးလ်နဲ့ ရေဘက်ကာတို့ ပါဝင်ထားတာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့ ဇာတ်လိုက်ကျော်ကြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VHr1/Resident.Evil.Death.Island.2023.1080p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMXaAvvSw24hYNchhCtCM5z6fhB.jpg",
        "title": "Summer Ghost (2021)",
        "description": "Summer Ghost (2021)\nGenre – Animation, Drama\nIMDB – 7.3/10နွေရာသီကို ရောက်ခဲ့ပြီဆိုရင် လူတွေပြောဆိုနေကြတာဆံပင်အရှည်နဲ့ သရဲမလေးတစ်ယောက်ကို တွေ့ရတတ်တယ်တဲ့…သူက မီးရှူးပန်းဖောက်မှ ကိုယ်ထင် ပြတတ်တာတဲ့…ဘယ်သိမလဲ ဒဏ္ဍာရီတစ်ခုပေါ့နော်…။ဝါသနာပါတာကို လုပ်ခွင့်မရပဲ အာရှမိဘတွေ ထုံးစံအတိုင်းစာကိုပဲ အသည်းအသန် ဖိလုပ်ခိုင်းလို့ ဖိအားပေါင်းစုံဝင်ပြီးစိတ်ပျက်လက်ပျက် ဖြစ်နေတဲ့ ကောင်လေး တိုမိုယာ။ဆိုးဝါးတဲ့ အခြေအနေကြီးတစ်ခုကြောင့် ဝါသနာပါတာတွေကိုစွန့်လွှတ်လိုက်ရပြီး လောကကြီးကို စိတ်ပျက်နေတဲ့ ယိုရ်။ကျောင်းမှာ သူများတွေက အနိုင်ဝိုင်းကျင့်လို့ သတ်သေချင်တဲ့ထိစိတ်ပျက်ပြီး စိတ်ဓာတ်ကျနေတဲ့ အအိုရီ။ဒီ ဆယ်ကျော်သက်လေး ၃ ယောက်ဟာ အကြောင်းတစ်ခု ဆက်စပ်မိပြီးဒီ နွေရာသီမှာ ပေါ်လာတတ်တဲ့ သရဲမလေးကိုလိုက်ရှာဖို့ အကြောင်းဖန်လာကြတော့တယ်။အဲဒီမှာ ဒီ သရဲမလေးကို တွေ့ပါ့မလား…ကိုယ်စီ အခက်အခဲတွေကိုရော ဘယ်လို ကျော်လွှားနိုင်ကြမလဲ…သရဲမလေးရဲ့ နောက်ကြောင်းဖြစ်ရပ်မှန်ကရောဘာဖြစ်မလဲ စသဖြင့် ဂျပန် Anime ထုံးစံအတိုင်းရှုခင်းလှလှလေးတွေနဲ့ ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ဒရမ်မာကောင်းကောင်းလေးကို ကြည့်ရှုခံစားရမှာပါ။Your Name တို့ Weathering ...",
        "rating": "7.3",
        "url": "https://megaup.net/3hJXX/Summer_Ghost_[BD][1080p]_%7BCM%7D.mp4",
        "category": "Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
        "title": "Miraculous: Ladybug & Cat Noir, The Movie (2023)",
        "description": "Miraculous : Ladybug & Cat Noir, The Movie (2023)ပေါ့ပေါ့ပါးပါး superhero ကာတွန်းလေးတွေကြိုက်တဲ့လူတိုင်းသိကြတဲ့ ပြင်သစ်ဂျပန် ဖက်စပ်လက်ရာလေးဖြစ်တဲ့ Miraculous seriesကြီးရဲ့ movie version ထွက်ရှိလို့လာပါပြီ။\nကလေးကြိုက်ကာတွန်းပီပီ အခွီလေးတွေလည်းပါ အစွမ်းတွေသုံးပြီးချတဲ့ ဝူးရှူးဝါးရှားလေးတွေလည်းပါမှာဆိုတော့ ပိတ်ရက်မှာအပျင်းပြေကြည့်ချင်သူတွေအတွက် ကွက်တိဖြစ်မှာပါ။မယ်ရီနက်ဆိုတဲ့ကောင်မလေးဟာ warming familyကလာတဲ့ အချစ်ခံကောင်မလေးတစ်ယောက် ဒါပေမဲ့ နမော်နမဲ့နဲ့ အမြဲဗရုတ်သုတ်ခရှုပ်ပွနေတတ်တဲ့ ပြဿနာအိုးမလေးဆိုရင်လည်း မမှားပါဘူး။\nပြဿနာနဲ့ သူငယ်ချင်းပေါင်းပေါင်းနေတဲ့ မယ်ရီနက်ကို ပေါင်းရဲတဲ့သူငယ်ချင်းကလည်းမရှိတော့ teenage issueပေါင်းစုံနဲ့ ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုကလည်းမရှိ အနိုင်ကျင့်ချင်သူတွေ အပုပ်ချချင်သူတွေလည်း ဒုနဲ့ဒေးပေါ့။မယ်ရီနက်နဲ့ဆန့်ကျင်ဘက်ကမ္ဘာမှာတော့ အေဒရီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိပါသတဲ့။ အေဒရီယန်ဟာ ဥစ္စာပေါ ရုပ်ချောဖြစ်တဲ့ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်ပြီး အပေါင်းအသင်းတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ စော်ကြည်ဘဲလေးပေါ့။\nဒါပေမဲ့ အနေအထိုင်အသွားအလာအကုန်ဆင်ခြင်ပြီးနေရတဲ့ဘဝမှာ ရှင်သန်နေရတဲ့ အပြင် မိဘမေတ္တာငတ်မွတ်နေရတဲ့ ပြီးပြည့်စုံတယ်ထင်ရတဲ့ ဒီလူသားလေးရဲ့ကွက်လပ်ကို ဘယ်သူမှမမြင်ပါဘူး။\nအမေဖြစ်သူဆုံးသွားပြီးထဲက အလုပ်ကိုပဲမြင်တော့တဲ့အဖေကြောင့် အေးစက်နေတဲ့ သူဟာလည်း တစ်မျိုးတစ်ဖုံ အထီးကျန်နေပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2BL6r/Miraculous.Ladybug.and.Cat.Noir.The.Movie.2023.1080p.WEB.CM.mp4",
        "category": "Action, Animation, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HEKlPhoji9i6mJAImI1A98KNzv.jpg",
        "title": "Dante’s Inferno: An Animated Epic (2010)",
        "description": "Dante's Inferno\n..............................ဒီကားမထွက်ခင် ဂိမ်းအရင်ထွက်တာဗျဂိမ်းတုန်းကလည်းတော်တော်တော့လို့ကောင်းခဲ့ပါတယ်ဒန်ထေရဲ့ငရဲဆိုတဲ့ဇာတ်လမ်းဟာတကယ်တော့သမ္မာကျမ်းစာပါဇာတ်လမ်းမဟုတ်ဘူးဗျ၁၄ရာစု အီတလီကဗျာဆရာကြီး ဒန်ထေ ‌အလီဂေလွိရေးဖွဲ့တဲ့ကျော်ကြားတဲ့ကဗျာကြီးထဲကဇာတ်လမ်းပါဗုဒ္ဓဘာသာဇာတ်ထုတ်မှာဆိုရင်ရင့်မာတကျိပ်ဇာတ်ထုတ်ထဲကနေမိဇာတ်ထုတ်လိုပဲဗျဒန်ထေဟာ ခရစ်ယာန်ငရဲကြီးကိုးထပ်ကိုဖြတ်ကျော်ပြီး ချစ်သူကိုပြန်ကယ်တဲ့ဇာတ်လမ်းပါ ဒီကာတွန်းမှာထူးဆန်းတာကဇာတ်ဝင်ခန်းတခုနဲ့တခုပုံတွေမတူဘူးဗျအဲ့တချက်တော့ကြည့်ရတာတမျိုးပဲ IMDbမှာ‌တော့ 6.9/10ထိရထားပါတယ်  File size…  1.33GB /  781 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 29m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr. Nyan",
        "rating": "6.5",
        "url": "https://megaup.net/1fPw7/Dantes.Inferno.An.Animated.Epic.2010.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGNlODdjYzgtMDUwZC00ZmFlLWI1OWUtNDkyNDc2YmYxNDVkXkEyXkFqcGdeQXVyMTU0OTM5ODc1._V1_-134x200.jpg",
        "title": "Justice League: Warworld (2023)",
        "description": "Justice League: Warworld (2023)\n========================Justice League ရဲ့ Warworld ဆိုတဲ့ Animation ကားလေးထွက်\nလာပါပြီ။ Warworld ဆိုတဲ့အတိုင်း စစ်ပွဲတွေနဲ့ ပြည့်နေတဲ့ ကမ္ဘာကြီး\nပေါ့။ ဒါပေမဲ့ အရှိသဘောအတိုင်း တည်ရှိနေတဲ့ ကမ္ဘာမဟုတ်ပဲ ဂြိုလ်\nတစ်ခုလောက်ကြီးမားပြီးစကြာဝဠာတစ်ခုလုံး မာတီဗာစ့်တွေအကုန်လုံး\nပြောရရင် တည်ရှိမှုအကုန်လုံးကို ဖျက်ဆီးနိုင်တဲ့ စွမ်းအားအကြီးဆုံး\nလက်နက်ပါပဲ။ အဲလက်နက်ရဲ့ အစွမ်းက Virtual World တစ်ခုကို\nတည်ဆောက်ပြီး လူတွေရဲ့ စိတ်ကိုထိန်းချုပ်ကာ လူတွေဆီက ထွက်\nလာတဲ့ အကြောက်တရား...အမုန်း..ဒေါသ အစရှိတဲ့ မကောင်းတဲ့ခံစား\nချက်တွေကို စွမ်းအင်အရင်းအမြစ်အနေနဲ့ အသုံးချတာပါ။ဒီတော့ အကျဉ်းသားအနေနဲ့ လူတွေကို ဖမ်းဆီးပြီးအသုံးချရတာပေါ့၊\nဖမ်းခံရတဲ့သူတွေထဲ စူပါမန်း..ဘတ်မန်း နဲ့ ဝန်ဒါဝူးမန်း တို့ပါ ပါသွားခဲ့\nပါတယ်။ ဒီလိုနဲ့ သုံးယောက်သား စစ်ကမ္ဘာထဲမှာ ကျင်လည်ဖို့ရာဖြစ်လာ\nတော့တာပေါ့။ အစပိုင်းမှာတော့ ကောင်းဘွိုင်ခေတ်ရောက်လိုက်၊ Wizard\nတွေနဲ့ ချလိုက်၊ ဟီးရိုးတွေကလည်းစိတ်ထိန်းချုပ်ခံထားရတော့ သူတို့\nကိုယ်သူတို့ ဘယ်သူတွေမှန်းမသိပဲ ဇာတ်ရည်မလည်ပဲဖြစ်နေပါလိမ့်မယ်။\nနောက်ဆုံးမှာတော့ တစ်စုံတစ်ခုက သူတို့ကိုလှမ်းခေါ်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fMko/Justice.League.Warworld.2023.1080p.WEB-DL.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r49czK246cecAAdPiwDe408iGkP.jpg",
        "title": "Wicked City (1987)",
        "description": "(အသက်မပြည့်သေးသူများ လုံး၀ မကြည့်သင့်ပါ) IMDb 6.7/101987ထွက်တာဆိုတော့မင်မင်တို့တောင်မမွေးသေးဘူးဗျဒါပေမယ့် old but gold ထဲမှာပါတဲ့ကားတွန်းပါသိသလောက်တော့Novel ခြောက်အုပ်ထွက်တဲ့ထဲကပထမဆုံးအုပ်ကို anime movieထုတ်တာလို့ပြောတာပဲတခုတော့ရှိတယ်မုဒိန်းကျင့်တဲ့အခန်းတို့ဘုတဲ့အခန်းတို့မဟားဒယားများပါတယ်ပြီးတော့Hentaiမဖြစ်ရုံတမယ်တကယ်ကိုကွက်ကွက်ကွင်းကွင်းပြတာတွေပါလို့မိသားစုနဲ့ယောင်လို့တောင်မကြည့်မိပါစေနဲ့နားရင်းအုပ်ခံရပါလိမ့်မယ်ငယ်ရွယ်သူများတကယ်ကိုကြည့်ဖို့မသင့်ပါ ဇာတ်လမ်းအကျဥ်းကမ္ဘာနှင့် မိစ္ဆာကမ္ဘာကြား စစ်ပွဲကို တားဆီးရန် ငြိမ်းချမ်းရေးသ​ဘောတူညီမှုယူထားတာဟာနှစ်​ပေါင်းရာနှင့်ချီ၍ အသက်ဝင်ခဲ့ပြီး သ​ဘောတူညီမှုကို သက်တမ်းတိုးရန်သတ်မှတ်ထားသော်လည်း မကောင်းသော အင်အားစုများက ​အနှောက်အယှက်​တွေ ​ပေးလာခဲ့ပါတယ်။မိစ္ဆာအကိုက်ခံရသော လူသား Taki Renzaburo (Greg Snegoff) နှင့်Sexy demon Makie (Alexandra Kenworthy) တို့ဟာငြိမ်းချမ်း​ရေးကိုပျက်ပြား​စေတဲ့အ​ဖျက်အ​မှောင့်​တွေနဲ့ပတ်သတ်လာချိန်မှာ​တော့.....  File size…  1.34 GB /  656 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 22m\nGenre .....  Action , Comedy, Adult\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr.Nyan",
        "rating": "6.7",
        "url": "https://megaup.net/1fK5o/Wicked.City.1987.JAPANESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adult, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWVhODJlNWYtNzllZS00ODQ5LWFhMWMtNDdlMDVkNWI3MmY2XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)",
        "description": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)\n===============================================\nIMDb Rating - 8.4/10IMDB 8.4 လောက်အထိရထားပြီး အသစ်စက်စက်ထွက်ရှိထားတဲ့ Animation\nဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ဒေါက်တာဗန်ချာရဲ့\nသားနှစ်ယောက်အနက် သားကြီးဖြစ်သူ ဟန့်ခ်ဗန်ချာပျောက်သွားပြီး တစ်နိုင်ငံလုံး\nက လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့အေဂျင်စီတွေ စွမ်းအားရှင်အဖွဲ့တွေ လိုက်ရှာကြတဲ့\nပုံစံကနေ စထားပါတယ်။တကယ်တော့ ဟန့်ခ်ဆိုတာ လိုတရဘဝကို ရခဲ့တဲ့လူငယ်တစ်ယောက်ဖြစ်ပြီး သူ\nပျောက်ဆုံးသွားတာကလည်း သူကိုယ်တိုင်ပဲ သူ့ရဲ့ တည်ရှိမှုကို ပြန်ရှာဖွေဖို့အတွက်\nစွန့်စားခန်း ခရီးတစ်ခု ထွက်လာခဲ့တာဖြစ်ပါတယ်။ သူ့ရဲ့ပျောက်ဆုံးနေတဲ့ အမေနဲ့\nထင်ယောင်ထင်မှားဖြစ်နေတဲ့ ပုံရိပ်တွေကြားထဲကနေ ဟ့န်ခ်တစ်ယောက် ဖခင်ဖြစ်\nသူ ဗန်ချာရဲ့လျှို့ဝှက်ချက်တွေနဲ့ အန္တရာယ်ရှိ စွမ်းအားရှင်အဖွဲ့တွေနဲ့ ထိပ်တိုက်တွေ့\nဆုံမိတဲံအခါမှာတော့ ဘာတွေဆက်ဖြစ်သွားမလဲ စိတ်ဝင်တစားဆက်လက်စောင့်\nကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှဖြစ်ပါတယ်)File Size..........(1.4 GB) / (545 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr ...",
        "rating": "8.4",
        "url": "https://megaup.net/2BEI9/The.Venture.Bros.Radiant.is.the.Blood.of.the.Baboon.Heart.2023.1080p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
        "title": "Rally Road Racers (2023)",
        "description": "Rally Road Racers (2023)ကားပြိုင်ပွဲအခြေခံ ကာတွန်းရုပ်ရှင်အသစ်လေးလာပါပြီ။\nထုံးစံအတိုင်း မိသားစုမေတ္တာတွေ၊ ဟာသတွေ နဲ့ စွန့်စားခန်းတွေပေါ့။\nအသံသရုပ်ဆောင်မင်းသမီးကတော့ Agents of SHIELD ထဲက အေးဂျင့်ဒေစီဖြစ်တဲ့ Chloe Bennet ပါပဲ။ဇာတ်လမ်းအကျဉ်းလိုးရစ်မျောက်မျိုးနွယ်လေးတွေ နေတဲ့ ရွာကလေးက ချီချီဆိုတဲ့ကောင်လေးဟာ\nပြိုင်ကားတွေမောင်းဖို့ ဆုတွေယူဖို့ အရူးအမူးကြိုးစားနေတဲ့ကောင်လေးပါ။\nဒါပေမဲ့ သူ့အဘွားကတော့ ဒါကို ခွင့်မပြုပါဘူး။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ရွာလေးကို အပိုင်ဝယ်သိမ်းပြီး ဖျက်ဆီးဖို့ကြိုးစားလာသူ ပေါ်လာပါတယ်။\nအဲဒီလူကတော့ အာချီဗိန်းဂလိုးရီးရက်ဆိုတဲ့ ပြိုင်ကားချန်ပီယံ ဖားကြီးပါပဲ။\nအိမ်ကိုပြန်ရွေးဖို့ ပိုက်ဆံမရှိတဲ့ ချီချီဟာ ဗိန်းနဲ့အပေးအယူတစ်ခုလုပ်လိုက်ပါတယ်။\nပြိုင်ကားလောကရဲ့အခက်ဆုံး အကြမ်းဆုံး ပိုးသားလမ်းပြိုင်ပွဲမှာ သူနိုင်ခဲ့ရင် သူ့ရွာလေးနဲ့ သူ့အိမ်ကိုပြန်ပေးဖို့ပါပဲ။\nအဲဒီနောက်မှာတော့ ဘယ်လိုမှမနိုင်နိုင်တဲ့ ပြိုင်ပွဲကြီးကို ချီချီတစ်ယောက် မိတ်ဆွေတွေ ချစ်တဲ့သူတွေရဲ့အကူအညီနိုင် ဝင်ပြိုင်ခဲ့တဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… 1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3hz8v/Rally.Road.Racers.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1fDsy/Ruby.Gillman.Teenage.Kraken.2023.1080p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtHngeqD4K1Oj01ulWc1aDJhU8H.jpg",
        "title": "Scooby-Doo! and the Gourmet Ghost (2018)",
        "description": "Scooby-Doo! and the Gourmet Ghost (2018)~ IMDb - 6.5/10, Rotten Tomatoes - 63% ~စကူဘီဒူးပရိသတ်တွေအတွက် 2018 က ထွက်ခဲ့တဲ့ မူလလက်ရာ ကားကောင်းတစ်ကားပါ။ ဒီတစ်ခါမှာတော့ စားဖိုမှူးနဲ့ပတ်သက်တဲ့ သဘာ၀လွန်ဖြစ်ရပ်ကို စုံစမ်းကြတာဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဖရက်ရဲ့ ဦးလေးဘော်ဘီက သူတို့မွေးရပ်မှာ ချက်ပြုတ်ရေးအပန်းဖြေစခန်းဖွင့်တာကို သူတို့အုပ်စုသွားကြရင်း Mystery Case နဲ့ကြုံရတာပါ။ ဖရက်တို့ရဲ့ ဘိုးဘေးဖြစ်သူ နာမည်ကျော်စားဖိုမှူးအက်၀ပ်ဒူဖလေက တော်လှန်ရေးစစ်ပွဲအတွင်းမှာ မြို့ရဲ့သူရဲကောင်း လေးစားခံရတဲ့သူပါ။ ပါဆယ်စနစ်ကို စတီထွင်ခဲ့တဲ့သူပါတဲ့။ တစ်ရက်မှာ သူ့အင်းကနေ သရဲနီကြီးလို့ အော်ရင်း ပျောက်သွားပါလေရော။ အဲဒီချိန်ကစပြီး အင်းမှာ သရဲနီကြီး ခြောက်နေတယ်ဆိုတဲ့ ဇာတ်လမ်းတွေ ဒီနေ့ထိ ရှိနေပါတယ်။ဖရက်ဦးလေးဘော်ဘီက ဒီအင်းကို ခေတ်မီနည်းပညာနဲ့ပြန်လည်ဆန်းသစ်ပြီး ဧည့်သည်တွေကို ဆွဲဆောင်ဖို့ ချက်ပြုတ်တဲ့ အစီအစဉ် လုပ်တဲ့အခါမှာ သရဲနီကြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Vwpl/(CM)_Scooby-Doo_And_the_Gourmet_Ghost_(2018)_WEB-DL_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/images-2-200x300.jpg",
        "title": "Tinker Bell and the Legend of the NeverBeast (2014)",
        "description": "Tinker Bell and the Legend of the NeverBeast (2014)\n=====================================\nIMDb Rating - 7.1/10အတောင်ပံတစ်စုံနဲ့နတ်သမီးလေးတွေအများစုနေတဲ့နေရာလေးတစ်ခု\nသူတို့ဗိမ္မန် မှာ ဘုရင်မတစ်ပါးအုပ်ချုပ်တယ်။ ကာကွယ်ရေးအဖွဲ့တစ်ခု\nရှိသလို ကန့်သတ်စည်းမျဉ်းစည်းကမ်းမြောက်များစွာလည်းရှိတယ်။\nအထူးသဖြင့်နတ်သူငယ်တွေကိုရန်ပြုမဲ့တိရစ္ဆာန်တွေကိုကြိုတင်ကာ\nကွယ်ခြင်းအနေနဲ့ သူတို့နေတဲ့အနားကိုအကပ်တောင်မခံတာပါပဲ။ ဒါက\nလည်း ရှေးရိုးအစဉ်အဆက်လက်ဆင့်ကမ်းရေးသားခဲ့တဲ့ မူတွေ အကြောင်း\nအရာတွေကြောင့် လုပ်နေရတာပါပဲ။ ဒီထဲမှာတမူကွဲထွက်လာတာက\nFAWNလို့ခေါ်တဲ့နတ်သမီးလေးတစ်ပါးပါပဲ။ ရက်စက်တယ်လို့သတ်မှတ်\nထားတဲ့အကောင် ကြီးတွေမှာလည်း သူတို့လိုနှလုံးသားရှိလေတော့ သိမ်\nမွေ့နူးညံခြင်းတွေရှိမှာပဲလို့သူခံစားနေရတယ်။အဲ့ဒါကြောင့် ရှေးအစဉ် အလာသတ်မှတ်ချက်တွေကို ဆန့်ကျင်ပြီး ရက်စက်\nပါတယ်ဆိုတဲ့အကောင်တွေကိုလက်ပွန်းတနီးနေကြည့်တယ်။ အဲ့ဒါကြောင့်\nကာကွယ်ရေးအဖွဲ့တွေရဲ့အမြင်စောင်းမှုခံရသလို ဘုရင်မ သတိထားမိစရာ\nလည်းဖြစ်လာတယ်။ ဒါပေမဲ့သူလက်မလျှော့ခဲ့ပါဘူး တစ်နေ့တော့ အလွန်\nတရာကြီးမားတဲ့ ခြေ၄ချောင်းနဲ့အကောင်ကြီးကို ဂူတစ်ဂူမှာတွေ့ခဲ့တယ်။\nအဲ့ဒီအကောင်ကြီးရဲ့အခက်အခဲ ကိုဖြေရှင်းပေးတော့ သံယောဇဉ်တွေတွယ်\nမိကြတယ်ပေါ့။ ဒါပေမဲ့ အဲ့ဒီအကောင်ကြီးဟာ ရှေးကရေးခဲ့တဲ့စာတွေအရ\nအန္တရယ်အရှိဆုံး အကောင်ကြီးဖြစ်နေတဲ့အပြင် သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့\nသူတို့နတ်ဘုံလေးကိုဖျက်ဆီးမဲ့သူဖြစ်နေတယ်ဆိုပါတယ်။ ကာကွယ်ရေးအဖွဲ့\nတွေရယ် FAWNလို့ခေါ်တဲ့နတ်သမီးလေးရယ် ခြေ၄ချောင်းပါကြောက်စရာ\nအကောင်ကြီးရယ် ဆက်ဖြစ်မဲ့အကြောင်းအရာတွေက တကယ့်ကို စိတ်ဝင်\nစားစရာပါ ဒီကားက ANNIMATIONကားဆိုပေမဲ့ ကလေးတွေအတွက်ရော\nလူကြီးတွေအတွက်ရောပါ ဆင်ခြင်စရာတွေပေးတဲ့ဇတ်ကားလေးပါ။ ရှေးရိုး\nစွဲအယူအဆတွေကို တစ်ဖက်ပိတ်အမြင်တွေနဲ့ဆုံးဖြတ်တာတွေရယ်၊ ဖြူစင်\nတဲ့နှလုံးသားစေရာအတိုင်းလုပ်ခဲ့တာတွေ၊ စူးစမ်းဆင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Bn9q/Tinker.Bell.and.the.Legend.of.the.NeverBeast.2014.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BYTIxNTNkYzktYThjYS00MTE5LTlmOTctODZhMmMxYTQxZDFhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Tinker bell and The Pirate Fairy (2014)",
        "description": "Tinkerbell : Pirate Fairy (2014)\n======================ဒီတစ်ခါဇာတ်လမ်းလေးကလည်း Legend of the Neverbeast လို\nTinkerbell အပေါ်ကို Focus ထားတဲ့ ဇာတ်အိမ်မဟုတ်ဘဲ Pixie\nHollow ရဲ့ မျက်နှာသစ် Character တစ်ခုအကြောင်း ရိုက်ကူးပြသ\nထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဝေယျာဝစ္စအဝဝကို အောက်ခြေသိမ်းလုပ်ရတဲ့\nလက်သမားနတ်သူငယ်တွေနည်းတူ ရွှေမှုန်ထိန်းသိမ်းရေးနတ်သူ\nငယ်တွေဟာလည်း အားလုံးရဲ့အသက်သွေးကြောကို ထိန်းသိမ်းကိုင်\nတွယ်နေရတဲ့သူတွေပါပဲ။ အရေးကြီးပြီး အမှားမခံတဲ့အလုပ်မို့လို့\nလုပ်ငန်းခွင်ကို အပိုအလိုမရှိစေဘဲ တိတိကျကျ အထွန့်မတက်ရတဲ့\nရှေးရိုးစွဲနည်းနဲ့ပဲ လည်ပတ်စေတာပေါ့။ စိတ်ကူးစိတ်သန်းကောင်းပြီး\nကိုယ်တတ်ထားတဲ့ပညာကိုပိုနားလည်အောင် လေ့လာစမ်းသပ်လို\nစိတ်ပြင်းပြတဲ့ Zarina ကတော့ ဒီလိုစာအုပ်ကြီးစနစ်အမြင်နဲ့ အများ\nကြားမှာ ကြောင်တောင်ကျားပါပဲ။ပြဿနာအရှာကြမ်းပေမယ့် အထက်လူကြီးက ဆူရုံသာဆူပြီး အလျှော့\nပေးတာမို့ Zarina လည်း လက်ရဲဇက်ရဲရှိနေပါတယ်။ တစ်နေ့ .... လက်\nတည့်စမ်းမိရာကနေ အဆမတန်ကြီးထွက်လာတဲ့အပင်ကြောင့် တစ်ရွာ\nလုံးကုန်လုနီးနီးပြုန်းသွားတဲ့အခါ စေတနာကနေဝေဒနာဖြစ်သွားပြီး Zarina\nတစ်ယောက် Pixie Hollow ကနေ နှင်ထုတ်ခံလိုက်ရပါတယ်။ တစ်နှစ်\nကြာသွားပြီးတဲ့နောက် .... ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Bn5i/The.Pirate.Fairy.2014.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/secret-148x200.jpg",
        "title": "Tinkerbell : Secret of the Wings (2012)",
        "description": "Tinkerbell : Secret of the Wings (2012)\n============================\nIMDb Rating - 7.0/10Secret of the Wings ဆို Tinkerbell movie တွေထဲက\nလူကြိုက်အများဆုံးနဲ့ Scenario အလှဆုံးအပိုင်းလို့ပြော\nရင်လည်း မမှားပါဘူး။ နတ်သူငယ်မွေးဖွားခြင်းနိယာမကို\nလွန်ဆန်တဲ့ Tinkerbell ရဲ့ အံ့ဖွယ်ဖြစ်ရပ်တစ်ခုအကြောင်း\nရိုက်ပြထားတဲ့ ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဥတုလေးပိုင်းကွဲနေတဲ့ နယ်မြေတွေထဲမှာ\nဆောင်းသစ်တောကတော့ ဘယ်အနွေးပိုင်းနတ်သားနတ်သမီး\nမဆို မြင်သာမြင် မကြင်ရဖြစ်နေတဲ့နေရာတစ်ခုပေါ့။\nအအေးပိုင်းနတ်သူငယ်တွေအနေနဲ့လည်း အနွေးပိုင်းနယ်မြေ\nတွေဘက်ကိုလာခွင့်မရှိတဲ့အတွက် ဥတုနှစ်ခြမ်းက နတ်သား\nနတ်သမီးတွေအနေနဲ့ တစ်ဘက်မှာ ဖြူလား၊ မဲလားတောင်မသိ\nတဲ့အထိပါပဲ။ စူးစမ်းနတ်သူငယ်ပီပီ စပ်စုတတ်တဲ့ Tinkerbell\nကတော့ ဆောင်းသစ်တောကို ကုန်တွေတင်မကဘဲ သူ့ကိုယ်သူ\nပါအရောက်ပို့ချင်နေမိတာပါ။ တစ်နေ့မှာတော့ ... နွေဦးရင်ပြင်က\nတိရစ္ဆာန်လေးတွေကို ဆောင်းခိုဖို့အတွက် နယ်စပ်ကိုပြောင်းရွှေ့\nပေးဖို့ဖြစ်လာပါတယ်။ Tinkerbell ကတော့ Fawn ကိုကူညီရင်း\nအလစ်မှာ ဆောင်းသစ်တောဘက်ခုန်ဝင်မိလို့ အတောင်ခဲတယ်\nအထင်ခံရပြီး ဆေးခန်းရောက်သွားပါတော့တယ်။Tinkerbell ကတော့ အတောင်ခဲတာမဟုတ်ဘဲ သူ့အတောင်တွေ\nအရောင်တောက်လာတာပါလို့ ပြောပေမယ့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Bn4h/Tinker.Bell.Secret.of.the.Wings.2012.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjQ3YWFhNWMtMGQyYS00M2YzLWI1NzUtZDEzN2RlYzM1N2QxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell and the Great Fairy Rescue (2010)",
        "description": "Tinker Bell and the Great Fairy Rescue (2010)\n=================================\nIMDb Rating - 6.8/10\"လက်တွေ့လောကမှာ မြင်နိုင်၊ ကြားနိုင်၊ လက်ဆုပ်လက်ကိုင်\nသက်သေပြနိုင်မှ ဖြစ်တည်မှုအစစ် \" လို့ လူကြီးသူမတွေက\nတထစ်ချယုံကြည်နေကြချိန် ...\" နတ်သမီးလေးတွေတကယ်\nရှိတာပါ \" ဆိုသူ ကလေးငယ်လေးတွေလည်း ရှိကြတာပေါ့။\nနွေရာသီအစကိုရောက်ခဲ့ပြီ။ ပင်မနယ်မြေကို ဆောင်းကုန်ပြီး\nနွေကူးစေဖို့ တာဝန်ကျရာ နတ်သူငယ်တို့လည်း အသီးသီးရောက်\nလာကြချိန်ပေါ့။Tinkerbell တို့စခန်းချထားတဲ့နေရာနားမှာတော့ Lizzy တို့သား\nအဖရဲ့ နယ်ခွဲအိမ်လေးပါပဲ။ စပ်စုတတ်တဲ့ Tinkerbell ကတော့\nသားအဖနှစ်ယောက်ရောက်ရောက်ချင်းမှာပဲ Lizzy အဖေရဲ့ ကား\nကိုမျက်စိကျပြီး အနီးကပ်သွားကလိပါတော့တယ်။ စခန်းကိုအပြန်\nလမ်းမှာ မြက်ခင်းထဲက နတ်သူငယ်အရွယ်နဲ့ ကွက်တိဖြစ်နေတဲ့\nအိမ်သေးသေးလေးတစ်လုံးထဲကို Tinkerbell ဝင်သွားပြီးနောက်\nမှာတော့ ... ပန်းလေးတွေခူးပြီးပြန်ရောက်လာတဲ့ Lizzy လည်း\nသူ့နတ်သမီးအိမ်တံခါးလေးလှုပ်နေတာကို တွေ့လိုက်ရတဲ့အခါ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fon2/Tinker.Bell.And.The.Great.Fairy.Rescue.2010.1080p.BluRay(CM).mp4",
        "category": "Adventure, Animation, Family"
    }
]