[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/waaPtmhVFgieG021OwoEPTkbltI.jpg",
        "title": "Invader ZIM: Enter the Florpus (2019)",
        "description": "သိပၸံစိတ္ကူးယဥ္ဆန္ဆန္ဟာသကား​ေလးပါအာကမ္အင္ပါယာက​ေန​ေစလႊတ္လိုက္တဲ့က်ဴး​ေက်ာ္သူဇင္ဟာကမာၻကိုဖ်က္ဆီးဖို႔လ်ိဳ႕ဝွက္စြာ​ေနထိုင္​ေနတာ​ေပါ့အဲ့တာကိုသိတဲ့ဒစ္ဘ္ဟာဘယ္လို​ေတြ​ေဖာ္ထုတ္မလဲသူ႔အ​ေဖကိုယ္တိုင္က​ေတာင္သူ႔ကို႐ူး​ေနတယ္လို႔ထင္ခံ​ေနရတဲ့သူတစ္​ေယာက္ကဇင္ရဲ႕အႀကံအစည္​ေတြကိုဘယ္လို​ေဖာ္ထုတ္မလဲဆိုတာစိတ္ဝင္စားစရာပါပဲသူတို႔၂​ေယာက္ရဲ႕ကိုယ့္ကိုကိုယ္အထင္ႀကီးၿပီးတလြဲ​ေတြလုပ္တာ​ေတြကိုၾကည့္ၿပီခြီ​ေနရမွာပါ​ေနာ္ကမာၻႀကီးကိုဖ်က္ဆီးမယ့္က်ဴး​ေက်ာ္သူဇင္နဲ႔ကမာၻႀကီးကိုကယ္တင္ဖို႔ႀကိဳးစား​ေနတဲ့ဒစ္ဘ္တို႔၂​ေယာက္ဘယ္သူ​ေတြက​ေနာက္ဆုံးမွာအႏိုင္ရသြားမလဲဆိုတာကိုဟာသဆန္ဆန္႐ိုက္ကူးထားတာပါ... File Size : (661 MB , 269 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Animation , Adventure , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hus LeiEncoded by Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/1s3SP/(CM)_Invader_Zim_Enter_the_Florpus_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4FQXK4a4HSb4pajZL4ZFKHVsjC.jpg",
        "title": "Mr. Peabody & Sherman ( 2014 )",
        "description": "Zawgyi*******ဒီ Animation ေလး ရဲ႕ IMDb ကေတာ႔ 6.8 ပဲၿဖစ္ပါတယ္အထင္ေတာ႔မေသးလိုက္ပါနဲ႕..Mr. Peabody ဟာ ေခြးတစ္ေကာင္ၿဖစ္ေပမယ္႔သူဟာ တကယ္႔ကို Genius .အတတ္ပညာ အစံုအလင္ တတ္တယ္လူေကာင္ေလးၿဖစ္တဲ႔ ရွာမန္ကိုေတာင္ သူက ၿပန္ၿပီးေမြးစားထားလိုက္ေသးတယ္သူ႕ရဲ႕ အထူးၿခားဆံုး တီထြင္မွု တစ္ခုကေတာ႔ ေ၀းဘက္ လို႔ေခၚတဲ႔အခ်ိန္ခရီးသြားစက္ပါပဲ..တရက္ ရွာမန္ေက်ာင္းစတက္ရင္း နဲ႔ပန္နီဆုိတဲ႔ေကာင္မေလးနဲ႔ရန္ၿဖစ္ၿပီးတဲ႔ေနာက္မွာေတာ႔ပန္နီေရာ ပန္နီ မိဘေတြေရာ Mr.Peabody အိမ္ကိုေရာက္ရွိလာပါေတာ႔တယ္အဲ႔ကေနဘာေတြဆက္ၿဖစ္ၾကမယ္ဆုိတာဆက္လက္ၾကည္႕ရွုပာဒီဇာတ္ကားေလးဟာ သမိုင္းရဲ႕ၿဖစ္စဥ္အမွန္ေတြေပၚမွာလည္းဟာသသေဘာေလးေႏွာၿပီးရိုက္ကူးထားလို႔ သေဘာက်မိမွာအမွန္ပါပဲ Unicode*******ဒီ Animation လေး ရဲ့ IMDb ကတော့ 6.8 ပဲဖြစ်ပါတယ်အထင်တော့မသေးလိုက်ပါနဲ့..Mr. Peabody ဟာ ခွေးတစ်ကောင်ဖြစ်ပေမယ့်သူဟာ တကယ့်ကို Genius .အတတ်ပညာ အစုံအလင် တတ်တယ်လူကောင်လေးဖြစ်တဲ့ ရှာမန်ကိုတောင် သူက ပြန်ပြီးမွေးစားထားလိုက်သေးတယ်သူ့ရဲ့ အထူးခြားဆုံး တီထွင်မှု တစ်ခုကတော့ ဝေးဘက် လို့ခေါ်တဲ့အချိန်ခရီးသွားစက်ပါပဲ..တရက် ရှာမန်ကျောင်းစတက်ရင်း နဲ့ပန်နီဆိုတဲ့ကောင်မလေးနဲ့ရန်ဖြစ်ပြီးတဲ့နောက်မှာတော့ပန်နီရော ပန်နီ မိဘတွေရော Mr.Peabody ...",
        "rating": "6.8",
        "url": "https://megaup.net/4PP2A/(CM)Mr..Peabody.and.Sherman.2014.Bluray.720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3mKnSkzp1doIsCye6ap4KIUAbu.jpg",
        "title": "The Secret Life of Pets 2 (2019)",
        "description": "ဒီနှစ်ထဲမှာ ရုံတင်ပြသခဲ့တဲ့The Secret Life of Pets 2 ဇာတ်လမ်း ထွက်လာပါပြီဗျာ။Pets 1 တုန်းက ကျွန်တော်တို့ရဲ့အသည်းကျော်ကြီး Max ကအဓိက ဇာတ်ကောင်အနေနဲ့ ပါဝင်ဆဲပါပဲ။ဒီဇာတ်လမ်းမှာတော့ မက်စ်ရဲ့သခင် ကေတီဟာချပ်ခ် နဲ့ အိမ်ထောင်ရက်သားကျပြီး လီယန်ဆိုတဲ့သားလေးတစ်ယောက်ကို မွေးခဲ့ပါတယ်၊ကလေးမချစ်တတ်တဲ့ မက်စ်တစ်ယောက် လီယန်နဲ့တွေ့တဲ့အခါမက်စ်တစ်ယောက် လီယန်ကို ချစ်သွားပါတော့တယ်။ဒီဇာတ်လမ်းမှာ မက်စ်ဟာ အစိုးရိမ်ကြီးလွန်းတဲ့ စိတ်ရောဂါဝင်လာပြီးတော့အရာရာကို ကြောက်နေတတ်ပါတယ်။သူချစ်တဲ့ လီယန်လေးကိုလည်း အရမ်းတွေ စိုးရိမ်ပါတယ်။ကေတီဟာ မက်စ်ကို တိရစ္ဆာန်ဆရာဝန်နဲ့ ပြသပြီးတဲ့အခါမှာတော့မက်စ်တို့ဟာ နယ်ဘက်ကို ခရီးထွက်ဖြစ်ခဲ့ပါတယ်။မက်စ်ရဲ့အစိုးရိမ်လွန်၊ အကြောက်လွန်တဲ့ရောဂါဟာ ပျောက်နိုင်ပါ့မလား?????တစ်ချိန်ထဲမှာပဲ ယုန်ဆိုးလေး စနိုးဘောဟာကပ္ပတိန်စနိုးဘောအနေနဲ့ ပါဝင်လာဦးမှာပါ။ကြောင်မလေး ဒေစီရဲ့ အကူအညီတောင်းချက်အရကျားဖြူကြိး ဟူ ကို ဆပ်ကပ်ဆရာကြီးလက်ကနေ ကယ်တင်ဖို့ ကြိုးစားပါတော့တယ်။နယ်ကို ရောက်နေတဲ့ မက်စ်တို့ အိမ်ပြန်လာတဲ့အခါမှာစနိုးဘောတို့ရဲ့ စစ်ဆင်ရေးကြိးကို ဘယ်လိုပူးပေါင်းဆောင်ရွက်ကြမယ်ဆိုတာကိုဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။တိရစ္ဆာန်လေးတွေကို ချစ်တတ်တဲ့သူတွေအနေနဲ့သဘောတွေ့ မနောခွေ့ရဦးမယ့် ဇာတ်ကားတစ်ကားပါ။IMDb ကတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3tU41/(CM)The.Secret.Life.of.Pets.2.2019_BluRay_1080p_5.1_CH.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uodK7t5xwafCy4CzHIppwZkC4LN.jpg",
        "title": "Avenger Dogs (2019)",
        "description": "ကာတှနွးကားကှည့ပွှီးခှီခငှတွဲ့သူတှအတှကွေ အာကာသာခှေးကာတှနွးကားလေးပါ။ခှေးတှပေဲကှီးစိုးနတေဲ့အရိုးစကှဝဠာထဲကခှေးစာတှထေောကပွံ့နတေဲ့အရိုးပါဝါဂရမသွနွးခှီကို ခှေးတှကေိုမနာလိုမုနွးတီးပှီးကှောငစွကှဝဠာဖှဈအောငပွှောငွးခငှနွတေဲ့ ကှောငတွဈကောငကွခိုးယူပှီးသူ့အကှံအစဉတွှဖေောဆွောငနွပေါတယွ။ဒါကိုတားဆီးပှီး အရိုးစကှဝဠာနဲ့ခှေးမှိ ုးစိတတွဈခုလုံးကိုကယတွငဖွို့အဗနဂွှာခှေးတှရေဲ့ကပပြတိနကွသူ့အဖှဲ့ထဲကကှောငတွောငတွောငငွပငွှးခှေးနှဈကောငကွိုတာဝနပွေးပါတော့တယွ။အဲ့ဒီငပငွှးခှေးနှဈကောငကွကှောငကွိုတိုကခွိုကပွှီး အရိုးစကှဝဠာကိုကယတွငပွုံကိုဟာသဆနဆွနရွိုကထွားတာပါ။ခှီနရမယေ့ွ အာကာသဟာသကာတှနွးကားတဈကားပါ။ File Size : (721 MB) & (243MB)Quality : WEB-DL 720pRunning Time : 1 hr 11 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.9",
        "url": "https://megaup.net/3tRQ2/(CM)_Avenger_Dogs_2019_(Large_Size).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "",
        "title": "The Queen’s Corgi (2019)",
        "description": "ဘုရင္မၾကီးအဲလိဇဘက္မွာ အခ်စ္ေတာ္ေကာ္ဂီေခြးေလးေတြအေျမာက္အျမားရွိၾကတာ သိၾကမွာပါေနာ္ေတာ္၀င္ေကာ္ဂီေတြလို႔ေတာင္ေခၚရတဲ့အထိ ဘုရင္မၾကီးကသိပ္ခ်စ္ျပီးေတာ့အခမ္းအနားေတြမွာေတာင္ နန္းခမ္းနန္းနားနဲ႔ တက္ခြင့္ရတဲ့ ကေလးေလးေတြပါပဲခုကားမွာေတာ့အဲဒီအေၾကာင္းေလးကို ကာတြန္းကားအျဖစ္ပံုေဖာ္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘုရင္မၾကီးဟာ ေကာ္ဂီေလးေတြအမ်ားၾကီးရွိတဲ့ထဲကမွ ရက္ဇ္ဆိုတဲ့ ေကာ္ဂီေလးကို အခ်စ္ဆံုးပါေခါင္းေဆာင္ေခြးေလးအေနနဲ႔ေတာင္သတ္မွတ္ထားေပးတဲ့အထိ ခ်စ္ျမတ္ႏိုးရတာပါဒါေပမယ့္တစ္ေန႔မွာေတာ့ အေမရိကန္သမၼတ လာလည္တုန္းရက္ဇ္ေလးဟာ မေတာ္တဆ ျပႆနာရွာလိုက္မိပါတယ္ဘုရင္မၾကီးလည္း စိတ္မဆိုးစဖူးဆိုးသြားပါေတာ့တယ္အဲဒါကိုအခြင့္ေကာင္းယူျပီး ရက္ဇ္ေလးကို မနာလိုသူခ်ာလီဟာ ရက္ဇ္ကို လက္စေဖ်ာက္ဖို႔ ၾကံပါေတာ့တယ္ရုန္းကန္ရင္း လြတ္ေျမာက္ဖို႔ၾကိဳးစားရင္းနဲ႔ သူ႔ဘ၀ရဲ႕အခ်စ္စစ္ကိုရွာေတြ႔သြားခ်ိန္မွာေတာ့..ခ်စ္သူကိုကာကြယ္ေပးဖို႔ဆိုတဲ့ တာ၀န္ကိုပါ ထမ္းေဆာင္ရပါေတာ့တယ္ရက္ဇ္ေလး အေနနဲ႔ ခ်ာလီ့လက္ထဲက လြတ္ေျမာက္ႏုိင္ပါ့မလားသူ႔ခ်စ္သူကိုကာကြယ္ႏုိင္မွာလား တခ်ိန္မွာေရာ ျပန္ကလဲ့စားေခ်ႏုိင္မွာလားသူခ်စ္တဲ့ဘုရင္မၾကီးရင္ခြင္ထဲျပန္ေရာက္ႏုိင္ပါ့မလား ဆိုတာကိုဒီဇာတ္ကားမွာၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ကာတြန္းကားဆိုေပမယ့္ အခ်ိတ္အဆက္မိမိသပ္သပ္ရပ္ရပ္နဲ႔မို႔ စိတ္ေက်နပ္မႈရေစမွာအမွန္ပါပဲ... File Size : (860 ...",
        "rating": "4.7",
        "url": "https://megaup.net/S2s3/The_Queen%E2%80%99s_Corgi_[2019]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/Zoo_Wars_2018_WEB-DL-133x200.jpg",
        "title": "Zoo Wars (2018)",
        "description": "ပိတ္ရက္မွာကိုယ္ေတြလိုစၾကဝဠာၾကီးထဲကေန တိရစာၦန္ဝဠာၾကီးထဲခဏသြားလိုက္ၾကရေအာင္ဒီကားထဲမွာေတာ့ သူတို႕အေခၚတိရစာၦန္ဝဠာၾကီးေပါ့အဲဒီထဲကေကာင္းတဲ့အျခမ္းနဲ႕မေကာင္းတဲ့အျခမ္းတို႕ရဲ႕မျပီးဆံုးႏိုင္တဲ့စစ္ပြဲၾကီးသူတို႕နဂါးေငြ႕တန္းမွာရွိတဲ့ အကုန္လံုးကိုအမႈန္႕ျဖစ္သြားေအာင္လုပ္ပစ္ႏိုင္တဲ့ ေဆာ့စ္ဆိုတဲ့စြမ္းအားၾကီးကို မေကာင္းတဲ့အျခမ္းကေခါင္းေဆာင္ကထိန္းခ်ဳပ္ျပီးဒီစၾကဝဠာတစ္ခုလံုးကိုဖ်က္ဆီးပစ္ဖို႕ၾကိဳးစားေနတဲ့အခ်ိန္အဲဒါကိုတားဆီးႏိုင္မယ့္ ေကာင္းတဲ့အျခမ္းရဲ႕တစ္ခုတည္းေသာေမွ်ာ္လင့္ခ်က္ျဖစ္တဲ့ေရြးခ်ယ္ထားတဲ့သူဆိုတာၾကီးကိုရွာပံုေတာ္ဖြင့္ရင္း ဘယ္လိုအတားအဆီးေတြကိုေက်ာ္ျဖတ္ၾကမလဲစစ္ပြဲၾကီးကေရာဘယ္ကဘယ္လိုအစျပဳလာလဲ...ေနာက္ဆံုးသူတို႕ရွာေနတဲ့သူကိုဘယ္မွာရွာေတြ႕မလဲ(ရွာေတြ႕တဲ့ေနရာကအဆန္းၾကီး)မေကာင္းတဲ့အျခမ္းကေခါင္းေဆာင္ကိုဘယ္လိုေတြတိုက္မလဲဆိုတာကိုေတာ္ေတာ္ကိုမထင္ထားတဲ့လွည့္ကြက္ေလးေတြနဲ႕ရယ္ေနရမယ့္ကာတြန္းကားေကာင္းေလးတစ္ကားပါFile Size : (657 MB) & ( 209 MB)Quality : Web-DL 720pRunning Time : 1 hr 10 minFormat : Mp4Genre : Animation , Comedy , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "4.8",
        "url": "https://megaup.net/3tDu9/(CM)_Zoo_Wars_2018_(Large_Size).mp4",
        "category": "Animation, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3bWbDPkYBhDckCrnrZDbK8H3W9u.jpg",
        "title": "The Ladybug (2018)",
        "description": "ဒါကေတာ့ ကာတြန္းကားေလးေတြကို ႀကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ခ်စ္စရာကာတြန္းကားေလးတၚကားပါ။အရမ္းစိတ္ထားေကာင္းမြန္ၿပီး ႐ိုင္ပင္းကူညီတတ္တဲ့ ႐ူဘီလို႔ေခၚတဲ့ပ်စားပိုးအမေလးတစ္ေကာင္ဟာလူေတြဖန္တီးထားတဲ့ ဖန္အိမ္ထဲမွာပဲေနရပါတယ္။တစ္ေန႔မွာ တီဗီကေနတဆင့္ သစ္ပင္ပန္းပင္ေတြနဲ႔စိုျပည္လွပေနၿပီးပိုးေကာင္ေလးေတြရဲ႕သုခဘံုလို႔တင္စားရတဲ့ေရႊေရာင္ေတာင္ၾကား (Golden Canyon)ကိုသိ႐ွိခဲ့ပါတယ္။ဒါေၾကာင့္ အႂကြားသန္ၿပီးေလႀကီးတဲ့ ပုစဥ္းတစ္ေကာင္နဲ႔ မိတ္ေဆြဖြဲ႕ၿပီးေရႊေရာင္ေတာင္ၾကားဆီ စြန္႔စားခန္းဖြင့္ပါေတာ့တယ္။ေဝးလွတဲ့ခရီးတစ္ေလ်ွာက္မွာ အႏၱရာယ္ေတြကိုရင္ဆိုင္ပံုေတြ၊မိတ္ေဆြေတြအခ်င္းခ်င္း႐ိုင္းပင္းကူညီပံုေတြကိုဟာသစြက္ၿပီးတင္ဆက္ထားတဲ့ ေပါ႔ေပါ႕ပါးပါးနဲ႕ခ်စ္စရာကာတြန္းကားေလးတစ္ကား ျဖစ္ပါတယ္။ File Size : (712 MB) & ( 338 MB)Quality : Web-Rip 720pRunning Time : 1 hr 15 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded ...",
        "rating": "4.8",
        "url": "https://megaup.net/3tDub/(CM)_The_Ladybug_2018_(Large_Size).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BOWM0M2U3NjUtM2QyOS00OTExLTk4NzQtYmIzMTA0MTRlMjhiXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_-140x200.jpg",
        "title": "Mulan II : The Final War (2004)",
        "description": "မူလန် ၂ တောင်းဆိုနေတဲ့သူတွေ အတွက်လာပါပြီ။ဒီဇာတ်လမ်းမှာတော့ မူလန် နဲ့ ရှန်နဲ့  လက်ထပ်ဖို့ပြင်ဆင်နေချိန်လျို့ဝှက် တာဝန်တစ်ခုပေးအပ်ခံလိုက်ရတဲ့အခါကြုံတွေ့ရမဲ့ စွန့်စားခန်းတွေအကြောင်းပါ။အားပေးကြပါဦး။-----------------------------------------------မူလန္ ၂ ေတာင္းဆိုေနတဲ့သူေတြ အတြက္လာပါျပီ။ဒီဇာတ္လမ္းမွာေတာ့ မူလန္ နဲ႕ ရွန္နဲ႕  လက္ထပ္ဖို႕ျပင္ဆင္ေနခ်ိန္လိ်ဳ႕၀ွက္ တာ၀န္တစ္ခုေပးအပ္ခံလိုက္ရတဲ့အခါၾကံဳေတြ႕ရမဲ့ စြန္႕စားခန္းေတြအေၾကာင္းပါ။အားေပးၾကပါဦး။ \nFile size…(850 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Myominthu Thanmyint",
        "rating": "5.7",
        "url": "https://megaup.net/2Th6n/Mulan_2_-_The_Final_War_[2004]_(MM_Sub).mp4",
        "category": "Action, Animation, Asian, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/7orfSLncDBQrFQpUkoAfunWNySk-133x200.jpg",
        "title": "Mulan (1998)",
        "description": "Mulan (1998)\nIMDb Rating (7.6/10)_____Rotten Tomatoes (86%)\n ဒီကာတွန်းရုပ်ရှင်လေးဟာ တရုတ်ပြည်ကြီးမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် ကို ပြန်လည်ပြီး ဇတ်လမ်းဖွဲ့ ရေးဆွဲခဲ့တယ်လို့ သိရပါတယ်…\nတိုင်းပြည် စစ်ဖြစ်နေချိန်မှာ ယခင် တာဝန်ထမ်းဆောင်ခဲ့သော သက်ကြီးစစ်သားဟောင်းများကို\nပြန်လည် ဆင့်ခေါ်ခဲ့ပါတယ် အကယ်၍ သက်ကြီးစစ်သားနှင့်အရာရှိများက စစ်ထဲ မလိုက်နိုင်အောင်\nကျန်းမာရေး ဆိုးဝါးနေခဲ့ရင် အိမ်တွင်ရှိသော သား တူ မြေး ယောင်္ကျားသား တစ်ဦးစီကို\nစစ်ထဲသို့ ပို့ပေးပါရန် ဘုရင်မင်းမြတ်က အမိန့်ထုတ်ပြန်ထားပါတယ်…\nအဲ့ဒီအချိန်မှာပဲ မုလန် ရဲ့ အဖေဆီသို့ ထိုစာချွန်လွှာ ရောက်လာတဲ့အချိန်\nကျန်းမာရေး မကောင်းတော့တဲ့ အဖေကို ကြည့်ရင်း တစ်ဦးထဲသော သမီးဖြစ်သူ\nမုလန် ဟာ ကွယ်လွန်ပြီးသော ဘိုးဘွားတွေ ရဲ့ မှတ်တိုင်များရှေ့တွင် ဆုတောင်းပြီး\nဖခင် မသိအောင် ဖခင်စစ်ဝန်တန်ဆာတွေ ခိုးဝတ်ကာ ထွက်ခွာသွားပါတော့တယ်…\nယောင်္ကျားလေးကဲ့သို့ ပြင်ဆင်ပြီး စစ်မြေပြင်ကို ထွက်ခွာသွားသော ဖခင်ချစ်တဲ့\nမုလန် လေးကို မြင်တဲ့ ကွယ်လွန်ပြီးတဲ့ ဘိုးဘွားများဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yLx9/Mulan_[1998]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Asian, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTc0NjE2ODM2OV5BMl5BanBnXkFtZTgwMjQyNDUzNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "UglyDolls (2019)",
        "description": "UglyDolls (2019)\n၂၀၁၉ ေမလမွာ ထြက္ရွိခဲ့တဲ့ သီခ်င္းေတြၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔\nအဆုိေတာ္ တစ္ၿပံဳတစ္ေခါင္းနဲ႔ ထြက္ရွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလးပါ။\nနာမည္ႀကီးကားေတြၾကားထဲမွာ ထြက္ခဲ့ရတဲ့အတြက္ အရမ္းမသိလိုက္ၾကဘူး ထင္ပါတယ္။\nအသံသရုပ္ေဆာင္ေတြအေနနဲ႔ Kelly Clarkson အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး\nX Factor ရဲ႕ ဒိုင္တစ္ဦးလည္း ျဖစ္တဲ့ Blake Shelton လည္း ပါ၀င္ပါတယ္။\nNick Jonas, Janelle Monae, Pitbull တို႔လည္း ပါပါေသးတယ္။\nAsian Artist အေနနဲ႔ ၀မ္လီဟုန္ (Wang Lee Hom) လည္း ပါပါေသးတယ္။\nသီခ်င္းေတြ အမ်ားႀကီး နားေထာင္ရမွာဆိုေတာ့ ၾကည့္ရမွာအရမ္းတန္ပါတယ္။\nဒါကေတာ့ ဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။\nရုပ္ဆိုးရုပ္ကေလးေတြ ရုပ္ဆိုးေတာင္ၾကား (Uglyville) မွာ ေနၾကပါတယ္။\nေမာ္စီဆိုတဲ့ အရုပ္မေလးကေလး ဒီရြာသူတစ္ေယာက္ပါ။\nသူကေတာ့ သူတုိ႔ရြာရဲ႕တျခားတစ္ေနရာမွာ သူတို႔ကို ခ်စ္ေပးမယ့္ လက္ခံေပးမယ့္\nကေလးေလးေတြ ရွိေနတယ္လို႔ ယံုၾကည္ထားပါတယ္။\nကမာၻအႀကီးႀကီးလည္း ရွိတယ္လို႔ သူမက ယံုၾကည္ထားပါတယ္။\nဒီေတာ့ သူ႕သူငယ္ခ်င္းေတြနဲ႔ အဲဒီကို ေရာက္ေအာင္သြားဖို႔ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1xnmn/We_Belong_Together_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7JLh96msEKCm7RRTOfsmGD5fEZl.jpg",
        "title": "Batman: Hush (2019)",
        "description": "Batman: Hush\nမထြက္ခင္ကတည္းက DC fanေတြအရမ္း Hypeခဲ့ရတဲ့ ကားတစ္ကားပါ Hypeဆို အရမ္းနာမည္ႀကီးခဲ့တဲ့ Batman\nComicကိုျပန္႐ိုက္ထားတာကိုး\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nဆရာဘတ္ရဲ႕ ရန္သူေတာ္ေတြျဖစ္တဲ့ Bane,Poison Ivy,\nScareCrow,Riddler,Joker တို႔က တစ္လွည့္စီ ထႂကြေသာင္းၾကမ္းပါတယ္ သူတို႔ ေသာင္းက်န္းမႈရဲ႕ေနာက္ကြယ္မွာ Hushလို႔ေခၚတဲ့ လူတစ္ေယာက္က ခ်ဳပ္ကိုင္ထားေၾကာင္း ဆရာဘတ္တစ္ေယာက္ သိလိုက္ရတဲ့အခါမွာေတာ့\nHushဆိုတာ ဘယ္သူလဲ သူ႔ရဲ႕ရည္ရြယ္ခ်က္ကဘာလဲ\nJokerလို Master Mindတစ္ေယာက္ကိုေတာင္ သူ႔အကြက္ထဲဝင္ေအာင္ လုပ္ႏိုင္တဲ့ Hushနဲ႔ World Greatest Detective ႀကီးတို႔ ရင္ဆိုင္ၾကပံုကို ၾကည့္႐ႈရမွာျဖစ္ပါတယ္",
        "rating": "N/A",
        "url": "https://megaup.net/27tmk/Batman.Hush.2019.1080p.WEB-DL.DD5.1(cm).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMzc4ZTkxZDAtZGFmNi00NzY2LWI5MzgtYTIwY2FlMWU1MzEzXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Pokémon Detective Pikachu (2019)",
        "description": "CM Fan အားလံုး ေစာင့္ေမွ်ာ္ေနၾကတဲ့ ခ်စ္ဖို႔ေကာင္းတဲ့ပီကာခ်ဴး ေလး ရဲ႕ ပိုကီမြန္ ရုပ္ရွင္ကို တင္ဆက္ေပးလုိက္ပါၿပီ\nဇတ္လမ္းပံုစံ ကေတာ့ တင္မ္ ဆိုတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးဟာ ပိုကီမြန္ထရိန္နာ ျဖစ္ခ်င္ေနသူပါ\nတစ္ရက္မွာေတာ့ တင္မ္ ရဲ႕ အေဖ ကြယ္လြန္သြားၿပီလို႔အေၾကာင္းၾကားလာတာေၾကာင့္ ရိုင္းမ္ၿမိဳ႕ေတာ္ကိုထြက္လာခဲ့ပါတယ္...\nပိုကီမြန္ ေတြ နဲ႔ လူေတြ တစ္သားထဲ ရင္ေဘာင္တန္းေနႏုိင္တဲ့ၿမိဳ႕ျဖစ္ၿပီး ပိုကီမြန္ေတြကလဲ လူသားေတြ နဲ႔ အလုပ္တူတူလုပ္ၾကပါတယ္\nဖခင္ျဖစ္သူ ရဲ႕ အိမ္ကို ေရာက္လာတဲ့ တင္မ္ ဟာပီကာခ်ဴး နဲ႔ အမွတ္မထင္ ေတြ႔ဆံုၾကရင္းပီကာခ်ဴး စကားေျပာတာကို\nနားလည္ၿပီးၾကားႏုိင္စြမ္းရွိတာတင္မ္ တစ္ေယာက္ထဲ ရွိတာကို သိသြားတဲ့ ေနာက္မွေတာ့တင္မ္ ရဲ႕ ဖခင္ျဖစ္သူ ကြယ္လြန္သြားတဲ့\nကိစၥမွာတင္မ္ နဲ႔ ပီကာခ်ဴး တို႔ တြဲဖက္ညီညီ ပူးေပါင္းၿပီးအေျဖရွာၾကတဲ့ အခါမွာေတာ့....\nဒီဇတ္လမ္းဟာ ပီကာခ်ဴး မူလ Animation ကားေတြနဲ႔မတူညီပဲ ကြဲထြက္ေနမွာျဖစ္ၿပီး ရသ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rkz7/Pokémon_-_Detective_Pikachu_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/LEGO-DC-Batman-Family-Matters-2019-poster-134x200.jpg",
        "title": "Lego DC Batman: Family Matters (2019)",
        "description": "LEGO DC: Batman - Family Matters (2019)\nIMDb - 6.1/10_____Rotten - 55%\n  \nဇာတ်လမ်းအကျဉ်း\nဘရုစ်ဝိန်းတစ်ယောက် crime fighting အတွက်ပဲ အာရုံရောက်လွန်းနေရာကနေ\nတစ်နေ့ သူ့ကုမ္ပဏီကို ရောင်းဖို့ဆုံးဖြတ်လိုက်တော့တယ်။\nဒီအချိန်မှာပဲ Bat Family Member တွေဆီကို\nထူးဆန်းစွာနဲ့ ဖိတ်စာတစ်စောင်စီ ရောက်လာခဲ့တော့တယ်။\nဖိတ်စာပို့တဲ့လူကလည်း သူတို့တစ်ယောက်ချင်းစီ သရုပ်မှန်တွေကို သိနေခဲ့တယ်။\nဒီအချိန်မှာပဲ ဘတ်မန်းရောင်းလိုက်တဲ့ ကုမ္ပဏီကို ဗီလိန်တစ်ယောက်က ဝယ်လိုက်ပြီး\nကုမ္ပဏီရဲ့ Advanced AI Technology ကို သုံးကာ\nGotham မြို့ကြီးကို ဖျက်ဆီးဖို့ လုပ်ပါတော့တယ်။\nLEGO animation ဖြစ်တဲ့အတွက် DC Character တွေကို\nချစ်စရာLEGOပုံစံလေးတွေနဲ့ မြင်ရမှာပါ။\nGotham ရဲ့ Villain တွေလည်း အကုန်လုံးနီးပါး ပါဝင်ထားပါတယ်။\nနောက်LEGO DC ကားအတွက် Credit Scene ကိုပါ ထည့်ထားပေးတာဆိုတော့\nလုံးဝကြည့်ကောင်းမယ့် LEGO ကားတစ်ကားဆိုတာ ကျိန်းသေပါတယ်။\n  \nFile Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1B22n/LEGO_DC_-_Batman_–_Family_Matters_[2019]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEkKHiiQRVUSX15Iwo8VFydXrtu.jpg",
        "title": "Missing Link(2019)",
        "description": "Missing Link(2019)\nIMDb.....7.0\nAnimation ဇာတ္ကားေကာင္းေတြကုိ တမ္းတလြမ္းဆြတ္ေနၾကတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ထဲမွာ ပူပူေႏြးေႏြး ထြက္ထားတဲ့ Missing Link\n(ေပ်ာက္ဆံုးေနေသာ ကြင္းဆက္) ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလုိ္က္ပါတယ္…\nဇာတ္ကားေလးဟာ ၁၈ရာစု ပတ္ဝန္းက်င္ကို ဇာတ္အိမ္တည္ထားျပီးေတာ့ လိုင္နယ္ ဖေရာ့စ္ဆိုတဲ့ စြန္႔စားရွာေဖြသူတစ္\nဦးဟာ နယူးေယာက္က အၾကီးမားဆံုး စြန္႔စားရွာေဖြသူေတြရဲ႕ အသင္းကိုဝင္ခ်င္တ့ဲအတြက္ ဒ႑ာရီလာ သတၱဝါေတြ ကို\nလုိက္လံစြန္႔စား ရွာေဖြပါေသာ္လည္း အခ်ည္းႏွီးသာ ရလဒ္ေနာက္ဆံုး နိဂံုးခ်ဳပ္ေနက်ျဖစ္တဲ့အတြက္ ကလပ္ကလူေတြအတြက္\nသူဟာ ေလွာင္ေျပာင္စရာပဲျဖစ္ေနခဲ့ပါတယ္ …\nတစ္ေန႔ေတာ့ ကလပ္ကလူၾကီးနဲ႔အေလာင္းအစားတစ္ခုျပဳလုပ္ျပီး ႏွင္းလူမ်ိဳးႏြယ္ ဒ႑ာရီလာ ေျခရာၾကီးသတၱဝါကို\nရွာေဖြဖို႔ ဟိမဝႏၱာေတာင္တန္းၾကီးဆီကို စြန္႔စားခန္းထြက္လာပါေတာ့တယ္။\nကုိင္း...သူစြန္႕စားခန္းႀကီးေအာင္ျမင္ပါ့မလား...လူေတြရဲ႕ အထင္ေသးတဲ့အျမင္ေတြကုိ\nေျပာင္းလဲေပးႏုိင္မလား....သူ႕စြန္႕စားခန္းေတြမွာေရာ ဘယ္လုိအႏၱရယ္မ်ဳိးစုံနဲ႕ေတြ႕ဆုံမလဲ...\nသူကေရာျဖတ္ေက်ာ္ႏုိင္ပါ့မလား.....\nဒီဇာတ္ကားေလးမွာ ေနာက္ခံအသံသရုပ္ေဆာင္မ်ားအျဖစ္ နာမည္ၾကီး သရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့\nHugh Jackman…Zach Galifianakis….Zoe Saldana စတဲ့သရုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္…\nဟာသအေသာေလးေတြနဲ႔ စြန္႔စားခန္းေတြရင္ထိတ္စရာေတြ ေတြ႔ၾကံဳခံစားရမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္လို႔ ကိုယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူၾကပါဦး…\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\n File Size ...",
        "rating": "7.0",
        "url": "https://megaup.net/1x4r3/Missing_Link.2019.WebDl720p.pp.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZjlkYWVlMjQtMGY3Zi00MWYxLTkxYTItODBkNGUyOWJjMjhjXkEyXkFqcGdeQXVyMTIyNzY1NzM@._V1_-142x200.jpg",
        "title": "Ghost in the Shell 2: Innocence (2004)",
        "description": "2023ကအျဖစ္အပ်က္ေတြကိုအေျခခံထားပါတယ္BatouဟာUnit 9မွာတာ၀န္ယူထားတဲ့cyborgရဲတစ္ေယာက္ပဲျဖစ္ပါတယ္cyborgေတြဟာလူသားေတြရဲ႔ေန႔စဥ္ဘ၀မွာပံုမွန္ပါ၀င္လာၾကျပီးတစ္ရက္မွာေတာ့လိင္ပိုင္းဆိုင္ရာအတြက္ဖန္တီးထားတဲ့စက္ရုပ္မတစ္ေကာင္ကပိုင္ရွင္ကိုျပန္သတ္တဲ့အမႈကိုBatouတစ္ေယာက္ေျဖရွင္းဖို႔ျဖစ္လာပါေတာ့တယ္လူသတ္သမားစက္ရုပ္ရဲ႔တကယ့္သရုပ္အမွန္ကဘာျဖစ္ေနမလဲဆိုတာ...File Size : (2 GB,1.4GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min\nFormat : Mp4\nGenre : Drama, Animation, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p\nTranslated by Myo Nyunt\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/1xp2e/We_Need_To_Talk_About_Kevin_[2011]_(MM_Sub).mp4 https://megaup.net/2dmv5/Ghost_In_The_Shell_2_-_Innocence_[2004]_(MM_Sub).mp4",
        "category": "Animation, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BYTkxMTcwNmUtY2JjYS00YTZmLTlhNTMtZjFjOTkwMTQ0MTFiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ghost in the Shell (1995)",
        "description": "2029မှာနည်းပညာကအရမ်းထွန်းကားနေပါပြီCyborgတွေကိုနေရာတိုင်းမှာတွေ့မြင်နိုင်ပြီးလူတွေရဲ့ဦးနှောက်ကအင်တာနက်နဲ့တိုက်ရိုက်ချိတ်ဆက်နိုင်တဲ့အထိတိုးတက်နေတဲ့ခေတ်ကာလပဲဖြစ်ပါတယ်တိုးတက်လာတဲ့နည်းပညာနဲ့အတူအန္တရာယ်တွေလည်းပါလာပါတော့တယ်Puppetmasterဟာနည်းပညာကိုအသုံးချပြီးလူတွေရဲ့ဦးနှောက်ကိုhackနေတဲ့hackerပဲဖြစ်ပါတယ်Cyborgရဲမှုးဖြစ်သူMotoko Kasunagiနဲ့သူရဲ့အဖွဲ့ဟာPuppetmasterနဲ့ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...\nFile Size : (1.73 GB,1.16GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min \nFormat : Mp4\nGenre : Action, Animation, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Thaw\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xp2z/Ghost_In_The_Shell_[1995]_(MM_Sub).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTQ3NTk1Mzg0MV5BMl5BanBnXkFtZTgwMjM3NzIwMjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "K: Missing Kings (2014)",
        "description": "K anime seriesရဲ႕ပထမဆံုးကားပဲျဖစ္ပါတယ္\nKings၇ေယာက္မွာမွ၄ေယာက္ရဲ႕\nAcademy Island Incidentအျပီးအျဖစ္အပ်က္ေတြကို\nအေျခခံထားတာပဲျဖစ္ပါတယ္\nSilver Clansmen Kuroh Yatogamiနဲ႔\nNekoဟာလည္းသူတို႔ရဲ႕ဆရာျဖစ္သူ\nYashiro Isanaကိုလိုက္ရွာေနခဲ့ပါတယ္\nလံုး၀သဲလြန္စမရတာေၾကာင္ႏွစ္ေယာက္စလံုးဟာ\nအလြန္အမင္းစိတ္ပ်က္လွ်က္ရွိျပီး\nHOMRAအဖြဲရဲ႕အဖြဲ႕၀င္ေတြျဖစ္တဲ့\nRikio Kamamotoနဲ႔Anna Kushinaတို႔ကို\nတစ္စံုတစ္ေယာက္ကလိုက္ဖမ္းေနတယ္ဆိုတာကို\nရွာေဖြေတြ႕ရွိသြားတဲ့အခါမွာေတာ့...\nFile Size : (1 GB,580 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 13min \nFormat : Mp4\nGenre : Action, Animation,Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Dolly\nEncoded by sithu",
        "rating": "7.3",
        "url": "https://megaup.net/278ph/k.missing.kings.2014.1080p.bluray(cm).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vUCrcikFCDsvA6IiS59kdfQkseU.jpg",
        "title": "Hellboy Animated: Sword of Storms (2006)",
        "description": "A folklore professor becomes unwittingly possessed by the ancient Japanese demons of Thunder and Lightning. But when The Bureau of Paranormal Research & Defense dispatches a team of agents to investigate, a cursed samurai sword sends Hellboy to a supernatural dimension of ghosts, monsters, and feudal mayhem. Now while pyrokinetic Liz Sherman and fishboy Abe Sapien battle one very pissed-off ...",
        "rating": "6.6",
        "url": "https://megaup.net/4OQxu/Hellboy.Animated.Sword.of.Storms.2006.1080p.BluRay_%7BCM%7D_(2).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itj3KXrYL6iSa7eBDLYIVWZuZtW.jpg",
        "title": "Hellboy Animated: Blood and Iron (2007)",
        "description": "When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.",
        "rating": "6.8",
        "url": "https://megaup.net/4OQxf/Hellboy.Animated.Blood.and.Iron.2007.1080p.BluRay_%7BCM%7D_(2).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUhCpS255LXwmN4ELL02bmHsXYH.jpg",
        "title": "Two Tails (2018)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ ျဂိဳဟ္သားတစ္စု ကမာၻေျမေပၚကို စြမ္းအင္အရင္းအျမစ္တစ္ခုရွာေဖြဖို႔ ေရာက္လာရင္း ကိစၥေပါင္းစံု ၾကံဳရတဲ့အေၾကာင္းကိုခ်စ္စဖြယ္ရိုက္ကူးထားျခင္းပဲ ျဖစ္ပါတယ္မက္စ္ဆိုတဲ့ေၾကာင္ေလးက အင္မတန္မွကို နာမည္ၾကီးခ်င္တဲ့ေၾကာင္ေလးပါအဆိုကိုလည္းအင္မတန္၀ါသနာပါပါေသးတယ္ဒါေပမယ့္လည္း သူသီခ်င္းဆိုရင္ ကားေပၚက ကန္ခ်တဲ့သူက ကန္ခ်၊နားပိတ္ထားတဲ့သူကပိတ္ထား ထြက္ေျပးတဲ့သူကေျပး ျဖစ္ရေလာက္တဲ့အထိသီခ်င္းဆိုေကာင္းသူပါ ေဘာ့ကေတာ့ သူ႔သူငယ္ခ်င္းဖ်ံေလးပါေတာအုပ္ထဲမွာအလုပ္အၾကိဳးစားဆံုးဖ်ံေလးပါပဲသူတို႔ႏွစ္ေယာက္ေအးရာေအးေၾကာင္း ေနလာရင္းနဲ႔ တစ္ရက္မွာေတာ့သူတို႔နားကို ပန္းကန္ျပားပ်ံၾကီး ပ်က္က်လာပါေတာ့တယ္ျဂိဳဟ္သားေလးေတြက ခင္မင္ႏွစ္လိုဖြယ္ရွိေပမယ့္သူတို႔ေနာက္ကိုလုိက္လာတဲ့ တစ္ဖြဲ႔ကေတာ့ ရန္လိုတာမွ အတုိင္းထက္အလြန္ပါ.ေရာက္လာတာနဲ႔အကုန္ေလွ်ာက္ဖမ္းရင္း မက္စ္နဲ႔သူငယ္ခ်င္းေတြပါပါသြားတဲ့အခါမွာေတာ့ မက္စ္ခမ်ာ ျပန္လည္ကယ္တင္ဖို႔လုပ္ရပါေတာ့တယ္ဒီၾကားထဲမွာ ျဂိဳဟ္သားေတြကိုဖမ္းခ်င္ေနတဲ့ညီအစ္ကိုႏွစ္ေယာက္ကိုလည္း ေရွာင္ရပါေသးတယ္ေနာက္ဆံုး မက္စ္ဘယ္လိုေျဖရွင္းလိုက္ႏုိင္မလဲဆိုတာ ပိတ္ကားထက္မွာဆက္လက္ၾကည့္ရႈၾကပါစို႔ မတူညီေပမယ့္ ကြာျခားေပမယ့္သူငယ္ခ်င္းေတြအျဖစ္ရပ္တည္ႏုိင္ျပီး သူငယ္ခ်င္းအတြက္ဆိုအသက္ပဲေပးရ ေပးရ ဆိုတဲ့ သံေယာဇဥ္ေတြကိုလည္းဒီဇာတ္ကားေလးထဲမွာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4OKva/(CM)_Two_Tails_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]