[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLXqorJ3CtXkR90wCBkg4WnITL3.jpg",
        "title": "Doraemon: Nobita’s Little Star Wars (1985)",
        "description": "Doraemon: Nobita's Little Star Wars\n-----------------------------------------------------------\nကျွန်တော်တို့ကလေးဘဝရဲ့အချစ်တော် ကြောင်စက်ရုပ်လေးဒိုရေမွန်ရဲ့ ဒီကားဟောင်းလေးကတော့\nမူရင်း Star Wars ဇာတ်ကားတွေကို parody သဘောနဲ့ရိုက်ထားတာလို့ ယူဆလို့ရပါတယ်။ဘယ်အရာမှ မဖြစ်နိုင်ဘူးဆိုတာမရှိတဲ့ ဒိုရေမွန်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းအစမှာ အာကာသတစ်နေရာမှာ\nတိုက်ပွဲဖြစ်နေပုံနဲ့အစပျိုးထားပြီးနောက် ကမ္ဘာမြေပေါ်မှာတော့ နိုဘိတတို့သူငယ်ချင်းတစ်သိုက်ဟာ\nအရုပ်တွေ ပုံစံငယ်လေးတွေနဲ့ အာကာသတိုက်ပွဲဆိုပြီး ဆော့ကစားနေကြတာပေါ့။အဲဒီလိုသူတို့ကစားကွင်းကို ကစားစရာဆိုဒ်ဒုံးပျံယာဥ်အစစ်နဲ့အတူ ပါပီဆိုတဲ့ဂြိုဟ်သားပိစိလေးရောက်ချလာပြီး\nသူဟာသူ့ဂြိုဟ်ကနေထွက်ပြေးလာတဲ့သမ္မတဖြစ်ကြောင်းနဲ့ သူ့ကိုဖမ်းဖို့လိုက်လာတဲ့\nရန်သူတွေပါလာကြောင်း ပြောပြတဲ့အခါမှာတော့ ဒိုရေမွန်တို့တွေဟာ ပါပီကိုကာကွယ်ဖို့\nအစွမ်းကုန်ကြိုးစားခဲ့ပေမယ့် အဖမ်းခံလိုက်ရလို့ သူ့ဂြိုဟ်အထိပါ\nလိုက်ကယ်ရတဲ့အခါမှာတော့ ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာ...\nFile size…1.84GB  / 741MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "",
        "url": "https://megaup.net/1S19q/Doraemon.Nobitas.Little.Star.Wars.1985.1080p.AMZN.WEB-DL(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RYr5/Legion.of.Super.Heroes.2023.1080p.BluRay.x264[CM].mp4",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFGEmhdAp6xQPatHC2HkeJB2Xbk.jpg",
        "title": "The Westward: The City of Shadows ( 2023 )",
        "description": "ဆရာတော် ၊ ဝူခုန်း နဲ့ ပါးကျဲ့ တို့ရဲ့ စွန့်စားရေး ခရီးစဥ်တွေကို အားလုံးရင်းနီးပြီးသားဖြစ်ကြမှာပါ ။\nဒီတစ်ခါမှာတော့ စွန့်စားခန်းတွေကို Animation အနေနဲ့\nဆန်းသစ်ပြီး ကြည့်ရှုလိုက်ရအောင်ပါနော် ။ထန်စန်း နဲ့ သူရဲ့တပည့်တွေဖြစ်ကြတဲ့ ဝူခုန်း ၊ ပါးကျဲ့ ၊ ရှားဝူကျင့် ၊\nအောင်ရွှယ် တို့ဟာ လောကကြီးအတွင်းက ခါးသီးမှုတွေ\nရက်စက်မှုတွေကို ရပ်တန့်ပစ်ဖို့အတွက် အဆုံးမရှိတဲ့ ထာဝရမီးလျှံကို\nသယ်ဆောင်ဖို့ တစ်ခြားနယ်မြေတစ်ဖက်ဆီကို ခရီးဆက်လာခဲ့ကြပါတယ် ။ဒါပေမဲ့ ခရီးလမ်းမှာပဲ အရမ်းကိုမှ ထူးဆန်းလှတဲ့ ဒဏ္ဍာရီလာ\nကျီလဲ့ရှန့် မြို့တော်ကို တွေ့ရှိခဲ့ပြီး အဲ့ဒီမြို့တော်အတွင်း ဝင်ရောက်လာခဲ့ပါတယ် ။\nထန်စန်းအပါအဝင် သူ့ရဲ့တပည့်တွေအားလုံးဟာ အမှောင်ထုဝိဉာဥ်မြို့တော်\nမြို့သခင်နဲ့ တွေ့ဆုံခဲ့ပြီး ပုံရိပ်ယောင်တွေထဲကို နစ်မြောဝင်ရောက်သွားခဲ့ကြပါတော့တယ် ။\nနောက်ဆုံးမှာတော့ ထန်စန်းတစ်ယောက် ပုံရိပ်ယောင်တွေထဲ\nအကြိမ်ကြိမ် နစ်မြောပြီး ရုံးမထွက်နိုင်ဖြစ်လာတဲ့ အချိန်မှာတော့ ....?❏ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ ?\n❏ အမှောင်ထုဝိဉာဥ်မြို့တော်သခင်ကိုရော သူတို့တွေ အနိုင်ယူနိုင်ပါ့မလား ?\n❏ အဆက်မပြတ် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-westward-the-city-of-shadows-2023/",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTE5NTI2MjQ3OF5BMl5BanBnXkFtZTgwNTA3NzM1MTE@._V1_-130x200.jpg",
        "title": "Short Peace (2013)",
        "description": "Short Peace (2013)\n==============\nIMDb Rating - 6.8/10ဂျပန်ရှေးဟောင်းဒဏ္ဍာရီပုံပြင်တွေကို Anime ပုံစံနဲ့ကြည့်ချင်တဲ့\nသူတွေအတွက် လုံးဝရှယ်ဖြစ်နေတဲ့ Anime တစ်ခုနဲ့မိတ်ဆက်\nပေးပါမယ်။Code Geass, Gintama, Inuyasha, Colourful တို့လို Anime\nတွေရဲ့ပဲ့ကိုင်ရှင် Studio Sunrise ရဲ့လက်ရာဖြစ်တဲ့အပြင် IMDb\nRating 6.8/10 ရထားတာမို့ အတော်လေးမိုက်ပါတယ်။ \"Short\nPeace\" ဆိုတဲ့ Anime လေးထဲမှာ သူ့နာမည်အတိုင်း ပုံပြင်တို\nလေးပုဒ်ပါပါတယ်။ ၃ပုဒ်က ဂျပန်ရှေးဟောင်းပုံပြင်တိုလေးတွေ\nဖြစ်ပြီး နောက်ဆုံးကတော့ ကမ္ဘာပျက်ခေတ်က စစ်ပွဲဇာတ်လမ်းတို\nလေးပါ။ဂျပန်ဒဏ္ဍာရီပုံပြင်တို‌(၃)ပုဒ်ကတော့ - ဆုခုမိုဂါမိ (ရှေးပစ္စည်းဝိညာဉ်)၊\nဟိနော့ယောဂျင်း(မီးသတိပေး)နဲ့ ဂမ်ဘို ဖြစ်ပါတယ်။ နောက်ဆုံးကတော့\nစစ်ကားပေါ့ဗျာ။Animation Art Style ကလည်း တစ်ပုဒ်နဲ့တစ်ပုဒ်မတူဘဲ အတော်လေး\nလည်းလှပါတယ်။ ဇာတ်လမ်းတိုတစ်ပုဒ်ချင်းစီကလည်း စိတ်ဝင်စားစရာ\nကောင်းတာမို့ တစ်ကားလုံးပျင်းချိန်ကိုမရှိပါဘူး။ Japan Anime Fan\nမဟုတ်တဲ့သူတွေကိုတောင် အကြိုက်တွေ့စေမှာဖြစ်လို့ Anime fan တွေ\nအတွက်ဆိုရင်တော့ အတိုင်းထက်အလွန်ပေါ့ဗျာ။ ကြည့်ရှုခံစားလိုက်ကြ\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe ...",
        "rating": "6.8",
        "url": "https://megaup.net/1RK5y/Short.Peace.2013.JAPANESE.1080p.BluRay.(CM).mp4",
        "category": "Animation, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v1Wj5lzvsvFbXHdrmYGdXL10Q73.jpg",
        "title": "Inspector Sun and the Curse of the Black Widow (2022)",
        "description": "Inspector Sun and the Curse of the Black Widow (2022)\"ပင့်ကူတွေ ပိုးတောင်မာတွေ ပုရစ်တွေကျတော့ပျော်မြူးနေကြပြီး... ပိုးဟပ်တွေကျတော့ ချောင်ထဲမှာ...ပုရွက်ဆိတ်တွေဆိုလည်း အမှိုက်သမားလေးတွေကိုဖြစ်လို့...မတရားဘူးကွ ပြောင်းလဲပစ်ရမယ်\" ။အင်းဆက်တွေကြားထဲမှာတောင် မညီမျှမှုတွေကိုယ်စီရှိနေတာကို မခံစားနိုင်တော့တဲ့ ကျိုင်းကောင် Red ကတော့ တရားမျှတမှုကို နည်းလမ်းမှားနဲ့ဆောင်ကျဉ်းပေးဖို့ ကြံစည်နေတဲ့ ရာဇဝတ်ကောင်အကြီးစားကြီးပေါ့။ Red ရဲ့ကျိုင်းအုပ်ကို သက်ဆိုးမရှည်အောင် စက်ရုံကြီးတစ်ခုလုံးကိုဖောက်ခွဲပြီး အပျောက်ဖမ်းမိတဲ့ စုံထောက် Sun ခမျာမှာတော့ ထမ်းပိုးထက်လက်ခကြီးပြီး မျက်နှာမရခြေထောက်ရ ဆိုသလို ရာထူးတိုးရမယ့်အစား အလုပ်ပါနားခံလိုက်ရပါတယ်။အလုပ်ပြုတ်လို့ဘူပြီး New York ကို အပန်းဖြေခရီးလေးထွက်ဖို့လုပ်ခါရှိသေး ...အနောက်ကနေတကောက်ကောက်လိုက်တဲ့ fan အကြီးစားတစ်ယောက်ဝင်ရှုပ်လို့ လေယာဉ်လွတ်သွားပြီး San Fransisco လေယာဉ်ကိုပဲ ဘော်ဒါတစ်ယောက် ဒကာခံကောင်းမှုနဲ့ တက်လိုက်ခွင့်ရလိုက်ပါတယ်။စုံထောက်ကံမကုန်သေးတဲ့ Sun အတွက် ရေကန်အသင့်ကြာအသင့်ဆိုသလို နာမည်ကောင်းပြန်ရစေမယ့် အခွင့်အရေးတစ်ခု မျက်စိလည်လာရတာကတော့ လေယာဉ်ပေါ်က ...",
        "rating": "5.8",
        "url": "https://megaup.net/2xQrt/[CM]Inspector.Sun.and.the.Curse.of.the.Black.Widow.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-scopy-140x200.jpg",
        "title": "Scooby-Doo! and the Legend of the Vampire (2003)",
        "description": "Old but Gold ဆိုသလိုပဲ 2003 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ classic Scooby-Dooကားလေးကို ပြန်ကြည့်လိုက်ကြရအောင်..ဇာတ်လမ်းအကျဥ်း\nဒီတစ်ခါမှာတော့ စကူဘီတို့အုပ်စု သြစတေးလျကို အပန်းဖြေခရီးထွက်တာနဲ့ ဇာတ်လမ်းစထားပါတယ်.. ကမ်းခြေမှာ အေးဆေးငြိမ့်နေရင်းကနေ ထုံးစံအတိုင်းပဲ ဗယ်လ်မာတစ်ယောက် လမ်းညွှန်စာအုပ်ကြီးကိုင်ပြီး\nသြစတေးလျရဲ့ ရေဝေးကုန်ခေါင်ဒေသတွေကို သွားစူးစမ်းဖို့ မဲဆွယ်ပါတော့တယ်... ထူးဆန်းတာက အဲဒီလိုခေါင်တဲ့နေရာကြီးမှာ ရော့ခ်ဂီတပြိုင်ပွဲကြီး ရှိနေတာပါပဲ.. သူတို့ရောက်သွားတော့ ပဟေဠိတစ်ခုက အသင့်စောင့်နေပါပြီ.. ဒဏ္ဍာရီလာ သွေးစုပ်ဖုတ်ကောင်ကြီး ရာဝီရာဟူးနဲ့ နောက်လိုက်သွေးစုပ်ဖုတ်ကောင် ၃ကောင်က ပြိုင်ပွဲဝင်တွေကို ပြန်ပေးဆွဲနေပါတယ်.. အဲဒီနောက်လိုက်၃ကောင်ဆိုတာ မနှစ်ကပြိုင်ပွဲအပြီး ပျောက်သွားခဲ့တဲ့ လေပြင်း‌ရော့ခ်ကာအဖွဲ့ပါပဲ.. ရာဝီရာဟူးက သူတို့၃ယောက်ကိုဖမ်းပြီး သွေးစုပ်ဖုတ်ကောင်ဖြစ်အောင် ပြောင်းလိုက်တာလို့ နယ်ခံတွေက ယုံကြတာပေါ့.. ဒါပေမယ့် ပြိုင်ပွဲမတိုင်ခင်ရက်မှာပဲ စကူဘီဒူးတို့အုပ်စု ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားခဲ့တဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်လို့ အသံကြားရုံနဲ့တင် တုန်တက်နေတဲ့ ရှက်ဂီနဲ့ စကူဘီဒူးတို့၂ယောက်နဲ့တင် ပြည့်စုံနေပြီမလို့ အများကြီးမညွှန်းတော့ပါဘူး.. ငယ်ဘဝကို Nostalgia ပြန်ဖြစ်ရင်း ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ကြပါဦး... File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2xCko/scooby-doo.and.the_legend_of_the_vampire.2003.720p(CM).1080p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WwBf5Lex1XUQfS1nREp2a2JZsc.jpg",
        "title": "Ruben Brandt, Collector(2018)",
        "description": "Ruben Brandt, Collector(2018)****************************သင်ဟာ now you see me တို့လို့ money heist တို့လို အဖွဲ့လိုက်လှုပ်ရှားတဲ့ မှုခင်းကားမျိုးကိုသဘောကျတယ်ဆိုရင်တော့ ဒီကားဟာ တကယ့်ကိုကြည့်သင့်တဲ့ကားပါပဲ၊\nဒါ့အပြင် inceptionလိုမျိုး vibeလည်းခံစားရမှာပါ၊\nဇာတ်လမ်းရဲ့ animationပုံစံကနည်းနည်းတော့ ဆန်းတယ်ဗျ။ဇာတ်လမ်းထဲက လူတွေဟာ မျက်နှာနှစ်ခုတွေ၊ပါးစပ်ငါးခုတွေ၊ မျက်လုံးသုံးလုံးငါးလုံး ၊two-dimensional တွေ စတဲ့\nပီကာဆိုရဲ့ပန်းချီကားတွေထဲကလိုခပ်ဆန်းဆန်းမြင်ရမှာပါ။ ဘာလို့ဆို ဇာတ်လမ်းရဲ့ ဒါရိုက်တာဟာဘယ်အပိုင်းမှာပဲရပ်လိုက်ရပ်လိုက် ပန်းချီကားတစ်ချပ်ကြည့်ရသလို့ အရသာမျိုး၊တစ်ခုခုကြည့်စရာရှိနေစေချင်လို့ပါတဲ့။\nပန်းချီကားမကြည့်တတ်တဲ့သူတောင် ငေးကြည့်နေရမယ့်ဇာတ်ကားမျိုးပါပဲ။\nဒါ့အပြင် စုံထောက်စတိုင်တွေ၊actionတွေလည်း ခပ်မိုက်မိုက်အကွက်တွေနဲ့ ပါဝင်ပြီးဇာတ်လမ်းကို စိတ်ပညာလေးနဲ့ရောကာ တစ်ကားလုံးမငြီးငွေ့အောင်ဆွဲဆောင်သွားနိုင်တာက အသက်ပါပဲ၊\nPlotကတော့ ပန်းချီကား ၁၃ချပ်ကိုခိုးတဲ့အကြောင်းပါပဲ...File Size :(1.1GB) and (418 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Animation , Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "7.2",
        "url": "https://megaup.net/3dy3C/Ruben.Brandt.Collector.2018.BLU-RAY1080P5.1Ch(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zQaCv7lKwHsh0YSHkt1QNjIOZ1c.jpg",
        "title": "Waltz with Bashir(2008)",
        "description": "Waltz with Bashir(2008)***********************၁၉၈၂ ခုနှစ် ဇွန်လမှာ အစ္စရေးဟာ လက်ဘနွန်နိုင်ငံကိုကျူးကျော်စစ်စတင်ခဲ့စဉ်ကအကြောင်းတွေပြန်လည်ဖော်ထုတ်ထားတဲ့ဖြစ်ရပ်မှန်နောက်ခံဇာတ်ကားဖြစ်ပါတယ်။\nAri Flomanဟာထိုစစ်ပွဲမှာ အစ္စရေးဘက်ကတိုက်ခိုက်ခဲ့သူဖြစ်ပြီးလက်ရှိမှာ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ကာ စစ်ပွဲနဲ့ပတ်သက်တာတွေကို သူမမှတ်မိနိုင်ဖြစ်နေပါတယ်။\nတစ်နေ့မှာသူငယ်ချင်းဖြစ်သူ ဘော့ဇ်က သူ့အိပ်မက်အကြောင်းပြောပြတော့လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က စစ်ပွဲမှာဖြစ်ပျက်ခဲ့တာတွေကိုရေးရေးမြင်လာပါတယ်။\nစစ်ပွဲမှာ သူဘာတွေလုပ်ခဲ့လဲ၊ဘယ်တွေရောက်ခဲ့လဲဆိုတာကို ပြန်လည်ရှာဖွေဖို့မိတ်ဆွေတွေဆီလိုက်မေးတဲ့ ပုံစံမျိုးနဲ့ဇာတ်အိမ်တည်ထားပါတယ်။\nဘာလို့လိုက်မေးရသလဲ ဒီဇာတ်ကားကိုသူဘာကြောင့်ထုတ်လုပ်ရသလဲဆိုတော့အဲ့အချိန် အဲ့စစ်ပွဲမှာဖြစ်ပျက်ခဲ့ပြီး ဘာစီရင်ချက်မှမရှိခဲ့တဲ့ လက်ဘနွန်ဒုက္ခသည်စခန်းတွေက\nအစုလိုက်အပြုံလိုက်သတ်ဖြတ်မှုတွေကို မီးမှောင်းထိုးပြချင်လို့ပါပဲ။ ဇာတ်လမ်းအဆုံးမှာထိုအချိန်ကရိုက်ကူးခဲ့တဲ့ video footageလေးနဲ့အဆုံးသတ်ထားပါတယ်။File Size : (1.5GB) and (575MB)\nQuality : Blu-Ray  1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Biography, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ryz9/Waltz.with.Bashir.2008.BLU-RAY.1080P(CM).mp4",
        "category": "Animation, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkRQn520JQD07BNP03NK3iKCaPD.jpg",
        "title": "Night at the Museum: Kahmunrah Rises Again (2022)",
        "description": "Night at the Museum: Kahmunrah Rises Again (2022)သင်ဟာ Night at the museumရဲ့ ပရိသတ်တစ်ယောက်ဆိုရင်တော့\nငယ်ငယ်က ပြတိုက်တွေသွားလည်တဲ့အခါ ဒီအရုပ်တွေများ ညဘက်ဆိုရင်အသက်ဝင်လာပြီး\nလျှောက်သွားနေမလားလို့ တွေးမိမှာပါပဲ။\n၂၀၀၆ ခုနှစ်မှာ ပထမဆုံးစတင်ထွက်ရှိပြီး ပရိသတ်တွေရဲ့အသဲနှလုံးကို ဖမ်းစားခဲ့တဲ့ ဒီရုပ်ရှင်လေးက\n၂၀၀၉နဲ့ ၂၀၁၄မှာ live action sequelအသီးသီးထွက်ရှိခဲ့ပြီးတော့\nနောက်ဆုံးရုပ်ရှင်ကတော့ animationသီးသန့်အနေနဲ့ ပွဲထုတ်ထားပါတယ်။၂၀၂၂ animationမှာတော့ Night at the museum sequelတလျှောက်မှာ\nအပွဲပွဲနွှဲလာခဲ့တဲ့ လာရီဒေလီတစ်ယောက် သဘာဝသမိုင်းပြတိုက်ကြီးကိုစွန့်ခွာလို့\nတိုကျိုပြတိုက်ကို ပြောင်းရတာနဲ့ အစချီထားပါတယ်။ဒါပေမဲ့ လာရီနဲ့ပွဲတိုင်းကျော်ခဲ့တဲ့ ပြခန်းထဲကရဲဘော်တွေကတော့\nလာရီနေရာမှာမှာ အစားထိုးဝင်လာတဲ့ ညစောင့်တိုင်းကို အမျိုးမျိုးခြောက်လွှတ်နေကြတာပေါ့။\nရဲဘော်တွေကိုလည်း ဖျောင့်ဖျလို့မရ ကြီးလေးတဲ့တာဝန်ကြီးကို တခြားသူကိုလွှဲအပ်ခဲ့ရမှာကိုလည်း စိတ်မချပြန်\nနှစ်ပေါင်းများစွာလုပ်လာခဲ့တဲ့ ပြတိုက်ကြီးကိုလည်း သံယောဇဉ်မပြတ်တဲ့လာရီတစ်ယောက်\nတက်ဒီပြောသလိုပဲ သားဖြစ်သူ နစ်ခ်ဒေလီကို သူ့နေရာအစားဝင်ခိုင်းဖို့ တွေးနေတော့တာပေါ့။တစ်ဖက်မှာတော့ ဘာလုပ်လုပ် တလွဲတချော်နဲ့တိုင်ပတ်နေပြီး\nချစ်သူကောင်မလေးကိုပါ ဖွင့်မပြောရဲတဲ့အထိကို ယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့\nဆယ်ကျော်သက်ကောင်လေး နစ်ခ်ဒေလီကတော့ သူ့ရဲ့ဘဝကြီးကို အကြီးအကျယ်စိတ်ပျက်နေသူလေးပါ။\nဒါကိုအဖေဖြစ်သူလာရီက ...",
        "rating": "5",
        "url": "https://megaup.net/1Rtsh/Night.at.the.Museum.Kahmunrah.Rises.Again.2022.1080p.WEBRip.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oZYyisfvWY6N6KvC6cs9N6Anyht.jpg",
        "title": "Asterix: The Mansions of the Gods(2014)",
        "description": "Asterix: The Mansions of the Gods(2014)**************************************ရောမဘုရင် ဂျူးလီယက် ဆီဇာဟာတိုက်ပွဲတိုင်းကိုနိုင်ကာနယ်မြေများစွာသိမ်းပိုက်နိုင်ပေမဲ့လည်း\nဂေါလ်လူမျိုးတွေနေထိုင်ရာအာမိုးရခ်ဒေသကရွာလေးကိုတော့ မသိမ်းပိုက်နိုင်ပါဘူး။\nအကြောင်းအရင်းကတော့ ဂေါလ်သူရဲကောင်း အက်စတီးရစ်နဲ့ လူသန်ကြီး အော့ဘလိဇ်တို့က\nကာကွယ်ပေးနေလို့ပါပဲ။ ရွာကဆရာတော်ရဲ့မှော်ဆေးရည်အစွမ်းကိုလည်းကြောက်ရသေးတာကိုး။\nဒီဇာတ်ကားမှာတော့ ဘုရင် ဆီဇာဟာ အာမိုးရခ်ဒေသကတောအုပ်ထဲမှာ\nသူ့အိမ်တော်လာဆောက်ချင်တာပါ။\nဘုရင်ဖြစ်တဲ့အတိုင်း အတင်းအကြပ်လာဆောက်တော့\nနယ်ခံဖြစ်တဲ့ အက်စတီးရခ်တို့ကလည်း\nတောအုပ်ကိုကာကွယ်ရင်း ရွာသားတွေနဲ့ ရောမသားတွေ\nကြားအလွဲလွဲအချော်ချော်တွေကို\nထိုင်ခွီရမယ့်ကားလေးပဲဖြစ်ပါတယ်\nFile Size : (1.3GB) and (652MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bolj/Asterix.the.Mansions.Of.The.Gods.2014.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-puss-132x200.jpg",
        "title": "Puss in Boots: The Last Wish (2022)",
        "description": "2011 တုန်းက လူတိုင်းကြိုက်ခဲ့တဲ့ ကာတွန်းရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Puss in Boots ရဲ့အဆက် လာပါပြီ။ ဒါရိုက်တာကတော့ အရင်ဒါရိုက်တာ မဟုတ်တော့ဘဲ Joel Crawford ဖြစ်သွားပေမဲ့ အသံသရုပ်ဆောင်ကတော့ Antonio Banderas ပါပဲ။ Black Widow အသစ်လေးဖြစ်တဲ့ Florence Pugh ကတော့ ဂိုဒီ့နေရာမှာ အသံသရုပ်ဆောင်ထားပြီး၊ ဝက်ဝံအမေကြီးနေရမှာလည်း Olivia Colman ပါဝင်ထားပါသေးတယ်။ rating 7.8 အထိ ရနေပြီး တကယ်လည်း ကောင်းတာမို့ ကြည့်လိုက်ကြပါဦး။ ပုံဆွဲစတိုင်ကတော့ အရင်ရုပ်ရှင်နဲ့အတူတော့ဘဲ Spiderman into the spider-verse လိုလို bad guys လိုလိုဒီဇိုင်းတစ်မျိုးလေး ပြောင်းဆွဲထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့လူဆိုးပေါင်းစုံဟာ မှော်ဝင်တောအုပ်ကြီးတစ်ခုထဲက ဆုတောင်းတစ်ခုကို ဖြည့်ပေးနိုင်တဲ့ ကြယ်တစ်လုံးကို လိုက်ရှာဖို့ ကြိုးစားနေကြပါတယ်။ဘွတ်ဖိနပ်ကြောင်ကြီးဟာ ကြောင်ပီပီအသက် ၉ ချောင်းရှိပေမဲ့ စောင်တလွဲတွေလုပ်ရင်း သေတာများတော့ ...",
        "rating": "",
        "url": "https://megaup.net/2xfyc/(CM)_Puss.in.Boots.The.Last.Wish.2022.2160p.4K.MA.WEB-DL.x265.10bit.SDR.DDP5.1-CM.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTMxMTU5MTY4MV5BMl5BanBnXkFtZTcwNzgyNjg2NQ@@._V1_SY1000_SX640_AL_-192x300.jpg",
        "title": "Puss in Boots (2011)",
        "description": "Puss in Boots (2011)\nIMDb (6.6/10)\nrotten tomatoes (86%)\nmetacritics (65%)old but gold ကာတွန်းကားလေးတွေထဲမှာ အတော်နှစ်သက်မိတဲ့ movie တစ်ခုပြောပြမယ် ဒီထဲမှာ voice actor တွေအနေနဲ့ Antonio Banderas က Puss အဖစ် Salma Hayek က Kitty Softpaws အဖစ် Zach Galifianakis က Humpty Alexander Dumpty အဖစ် Billy Bob Thornton က Jack အဖစ် Amy Sedaris က Jill အဖစ်နဲ့ Sanricardo ဆိုတဲ့ မြို့တစ်ခုပေါ်မှာ ပုံဖော်ထားတာပါ type ကတော့ Action, Adventure ပေါ့ ဘွတ်ဖိနပ်နဲ့ကြောင်တစ်ကောင်ဆို လူတိုင်းသိကြမယ်ထင်တယ် Sherk ကားထဲမှာလဲပါတယ်လေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1bky8/(CM)_Puss_in_Boots_(2011)_2160p_4K_UHD_SDR10_BluRay_x265_10bit_HEVC_-Nyein.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNGI3MWQ4N2QtOTY3Ni00OTVmLWI3ZWMtZjhhNzNiMjg1Y2UwXkEyXkFqcGdeQXVyMjEwNjUxOA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Riki Rhino (2020)",
        "description": "Riki Rhino (2020)\n=============\nIMDb Rating - 6.1/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ အင်ဒိုနီးရှားကသစ်တော\nတစ်ခုမှာ လူတွေကအမဲလိုက်ရုံတင်မကဘူး သစ်တောတွေကို\nမီးရှို့ဖျက်ဆီးကြတယ်။ အဲ့လိုမီးရှို့ကြတဲ့အတွက် ကြံ့မျိုးနွယ်ဟာ\nမျိုးတုန်းသွားတယ်။ ဒါပေမယ့် ကံကောင်းစွာနဲ့ပဲ ကြံ့ကလေး\nရီကီက အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။ ဒီလိုနဲ့နှစ်တွေကြာလာတော့\nရီကီဟာတစ်ကိုယ်တည်းနေထိုင်ရင်းနဲ့ တောရိုင်းတိရိစ္ဆာန်တွေကို\nစိတ်ရော ကိုယ်ပါကူညီပေးတယ်ပေါ့။ သူ့ရဲ့ခွန်အားတွေနဲ့ မွန်မြတ်တဲ့\nစိတ်ထားတွေကြောင့် တောတစ်ခွင်မှာနာမည်ကြီးလာတယ်။ဒီလိုနဲ့တစ်နေ့မှာ အမဲလိုက်မုဆိုးတစ်ယောက်ဟာ ရီကီကိုဖမ်းဖို့\nကြိုးစားတဲ့အခါ ရုန်းကန်တိုက်ခိုက်ရင်းနဲ့ နောက်ဆုံးမှာရီကီလေး\nလွှတ်လာပါတယ်။ လွှတ်တာတယ်ဆိုပေမယ့် ရီကီရဲ့ကြံ့ချိုဟာ မုဆိုး\nဆီမှာကျန်ရစ်ခဲ့ပြီး ချိုမရှိတဲ့အတွက်သူ့ကိုယ်သူစိတ်ပျက်အားငယ်\nသွားနေခဲ့ရတာပေါ့။ နောက်မှာတော့ သူ့မိတ်ဆွေဘဲကလေး ဘန်နီနဲ့\nချိုအသစ်ပြန်ပေါက်အောင်လုပ်ပေးနိုင်မယ့် မှော်ဆေးဆရာကို သစ်\nတောတစ်ခွင်မှာလိုက်ရှာရင်းနဲ့ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ\nဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(2.11 GB) / (759 MB) / (528 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1R5gz/Riki.Rhino.2020.1080p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFuqX0inTvbA1XAFv2x3CQnI65m.jpg",
        "title": "The Ant Bully(2006)",
        "description": "The Ant Bully(2006)******************တစ်ခါက လူးကတ်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်..သူကလူကောင်သေးသေးလေးဆိုတော့ ခဏခဏ အနိုင်ကျင့်ခံရတယ်...သူအနိုင်ကျင့်ခံရတိုင်း သူ့အိမ်က မြက်ပင်တွေနားမှာရှိတဲ့ ပုရွက်ဆိတ်အုံလေးကိုပဲသူ့ဒေါသတွေပုံချတတ်တယ် ...ပုရွက်ဆိတ်အုံ ကိုရေလောင်းလိုက် ကညှော့လိုက်နဲ့ နည်းမျိုးစုံဒုက္ခပေးတာပေါ့...ဒါကို မကျေနပ်တဲ့ပုရွက်ဆိတ်တွေဟာ တစ်ရက်မှာ လူးကတ်စ်လေးကိုပုရွက်ဆိတ်အရွယ်ဖြစ်အောင်ပြောင်းလိုက်တဲ့ အခါမှာတော့....ပုရွက်ဆိတ်တွေတွေ့ရင် အနိုင်ကျင့်တတ်တဲ့ လူးကတ်စ်နဲ့ လူတွေမြင်ရင်ကြောက်နေ လန့်နေရွံမုန်းနေတဲ့ပုရွက်ဆိတ်တွေ ဘယ်လိုဆက်ဖြစ်မလဲ ကြည့်ရမှာပါ story ကတကယ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်ပေးချင်တဲ့ message လည်းထိမိတယ် ကြည့်ရတာကာတွန်းကားဆိုပေမယ့်တော်တော်လေးမိုက်တဲ့ story မို့ တစ်ဖန်ပြန်တင်ဆက်ပေးလိုက်ပါတယ်...File Size : (1.5GB) and (776MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein That Naing\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bfie/The.Ant.Bully.2006.BLU-RAY.1080P.PP(CM)_.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryXm7xp4aqQyda0FU2eMfHehPBg.jpg",
        "title": "The Road to El Dorado(2000)",
        "description": "The Road to El Dorado(2000)************************** စွန့်စားခန်းတွေ၊ ရတနာရှာဖွေရေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် old but goldဇာတ်ကားကောင်းလေးတပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။\nEl Dorado ဆိုတာက ရှေးနတ်ဘုရားတွေ ဖန်းဆင်းထားခဲ့ပြီး ရွှေအပြည့်နဲ့ ရွှေမြိုတော်ကြီးလို့သိကြပါတယ်။ဒါပေမယ့် ဒီမြို့ကိုတော်ရုံနဲ့တော့ ရှာမတွေ့နိုင်ဘူးပေါ့ဗျာ။\nမီဂယ်လ်နဲ့ တူလီယို ဟာဆိုရင် လောင်းကစားတောင်မှ လိမ်စားတဲ့ အကြံဖန်သမားတွေပါ။ကံ‌ ကောင်းလားဆိုးလားတော့မသိ el dorardoကိုသွားတဲ့မြေပုံကို လောင်းကစားလုပ်ရင်းရခဲ့ပြီးပြေးရင်းလွှားရင်းနဲ့ပဲ အဲ့မြို့တော်ကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားပါတယ်..ဘယ်လို ခိုးထုတ်ကြမလဲဆိုတာကိုတော့....   File Size :(2.08GB) (866 MB) and (234 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ram9/The.Road.to.El.Dorado.2000_.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYWM3YmY1YjEtOTA3YS00Y2E0LWI4ZjQtODhiMTNhZTNiM2VkXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_-136x200.jpg",
        "title": "Scooby-Doo! and the Witch’s Ghost (1999)",
        "description": "Scooby-Doo! and the Witch's Ghost (1999)\n==============================\nIMDb Rating - 7.2/10Scooby Doo ကားဖြစ်လို့ အားလုံးကို ထွေထွေထူးထူး\nမိတ်ဆက်နေစရာတော့ မလိုတော့ဘူး ထင်ပါတယ် ။\nဒီကားမှာတော့ Scooby Doo တို့ တစ်သိုက် ဂမ္ဘီရစာရေး\nဆရာ ဘန် ရေဗင်ခရော့ဆိုသူနဲ့ ဆုံမိကြပြီး .. စာရေးဆရာရဲ့\nဇာတိမြို့ကို အလည်လိုက်ဖို့ အကြောင်းဖန်လာကြပါတယ်။ဒါပေမဲ့ မြို့ကိုရောက်တော့ သိလိုက်ရတဲ့ သတင်းဆန်းက\nစာရေးဆရာရဲ့ ဘိုးဘေးတစ်ဦးဖြစ်သူ ဆာရာ ရေဗင်ခရော့ရဲ့\nဝိညာဉ်က တစ်မြို့လုံးကို ခြောက်လှန့်နေပါသတဲ့။ ဒီလိုနဲ့ ဒီလျှို့\nဝှက်ဆန်းကြယ် ဖြစ်ရပ်ကို အဖြေရှာဖို့ဟာ Scooby Doo တို့\nအုပ်စုရဲ့ တာဝန်တစ်ရပ် ဖြစ်လာပါတော့တယ်။ ထုံးစံအတိုင်း\nScooby တို့အတွဲကတော့ မွှေမြဲမွှေဆဲပေါ့လေ . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAct Molemy ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (634 MB) / ...",
        "rating": "7.2",
        "url": "https://megaup.net/2x29n/Scooby-Doo.and.the.Witchs.Ghost.1999.1080p.AMZN.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
        "title": "The Lion King 1½(2004)",
        "description": "The Lion King 3================The Lion King ရဲ့ ဇာတ်ဆောင် ခြင်္သေ့လေး စင်ဘာရဲ့ အချစ်တော်သူငယ်ချင်း တီမုန်နဲ့ ပွန်ဘာကို အားလုံး သိကြပြီးဖြစ်မှာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ကန့်လန့်ကာနောက်က တီမုန်နဲ့ ပွန်ဘာတို့ကိုနည်းနည်းသွားကြည့်လိုက်ကြရအောင်…ဇာတ်လမ်းလေးက ဒီလိုစပါတယ် …မြွေပါလေးတွေဟာ သက်ရှိစက်ဝန်းကြီးရဲ့ အောက်ပိုင်းကသတ္တဝါလေးတွေပါ။ ဒီတော့ တခြားအင်အားကြီး သားရဲတွေရဲ့ ရန်ကိုအမြဲပူပန်နေကြရပါတယ်။ တီမုန်တို့ မြွေပါလေးတွေဟာ သူတို့ကို စားမယ့်ခွေးအတွေ ရန်က ကာကွယ်ဖို့ တစ်နေ့တစ်နေ့ တွင်းတွေတူးရတာနဲ့ပဲအချိန်ကုန်နေပါတယ်။ မြွေပါလေး တီမုန်ကတော့ ဒီလို တွင်းတွေတူးရပုန်းကြရတဲ့ဘဝကို သဘောမကျလှပါဘူး။ အများနဲ့မတူတဲ့ တီမုန်အုပ်စုထဲမှာ အဆင်မပြေဖြစ်လာရပါပြီပြီ။ ဒါ့အပြင် အပြင်မှာသူနဲ့အဆင်ပြေတဲ့နေရာ ရှိရမယ်လို့လည်း တစ်ထစ်ချ ယုံကြည်နေပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူနဲ့အဆင်ပြေရာကို ရှာဖို့ အမေနဲ့အဖော်မြွေပါတွေကို ထားခဲ့ပြီး ခရီးနှင်ပါတော့တယ်။ လမ်းမှာဘာလုပ်ရမယ် ဘယ်ကိုသွားရမယ်ဆိုတာ မသိလို့ ငိုနေတဲ့ တီမုန်ပညာရှိမျောက်ကြီးနဲ့ တည့်တည့်တိုးပါတော့တယ်။ မျောက်ကြီးကမင်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/1R6b3/The.Lion.King.3.2004.1080p.BluRay_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWR1x6UCMCGN9xEf8RGhPS934X0.jpg",
        "title": "The Lion King II: Simba’s Pride(1998)",
        "description": "The Lion King  2******************** အားလုံးရဲ့ အချစ်တော် ခြင်္သေ့လေးစင်ဘာဟာ အရွယ်ရောက်လို့ဘုရင်ကြီးစင်ဘာအဖြစ် အုပ်စုကို တာဝန်ယူနေပါပြီ။ အရိုက်အရာဆက်ခံမယ့် ခီယာရာဆိုတဲ့ အဖေတူသမီးတော်လေး တစ်ယောက်လည်းရှိပါတယ်။ ခီယာရာလေးဟာ အရွယ်ရောက်လို့ အရာရာကို စူးစမ်းလိုစိတ်ပြင်းပြနေပါတယ်။ ဒီတော့ ငယ်ရာကကြီးလာတဲ့ စင်ဘာ စိတ်ပူရပါပြီ။တစ်ဘက်မှာလည်း နယ်နှင်ခံလိုက်ရတဲ့အုပ်စုက ခြင်္သေ့မ ဇီရာဟာစကားရဲ့အရိုက်အရာကို ဆက်ခံမယ့် ကိုဘူးလေးကို ပျိုးထောင်ပေးနေပါတယ်။ လက်စားချေဖို့ အမုန်းတရားတွေနဲ့ အပြင်းအထန်လေ့ကျင့်ပေးနေပါပြီ။ ဇီရာဟာ စင်ဘာကို အလစ်ချောင်း လုပ်ကြံဖို့ ကိုဘူးကိုအသုံးချပါတော့တယ်။ အစီအစဉ်အရ ကိုဘူးတစ်ယောက် စင်ဘာနဲ့နီးစပ်နိုင်ဖို့ သမီးဖြစ်သူ ခီယာရာကို အရင်ချဉ်းကပ်ရပါတယ်။ အသုံးချဖို့စခဲ့ပေမယ့် ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် သူတို့နှစ်ဦး ချစ်မိသွားပါတော့တယ်။အမုန်းတရား လှည့်စားမှုတွေ သစ္စာဖောက်မှုတွေနဲ့ အုပ်စုနှစ်ခုကြားကချစ်သူနှစ်ဦးရဲ့ လမ်းခရီး‌လေး ဖြောင့်ဖြူးပါ့မလား အတူပေါင်းစည်းနိုင်ဖို့ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ မူဖာဆာပြောခဲ့တဲ့အတိုင်းတစ်သားတည်းဖြစ်အောင် ပေါင်းစည်းနိုင်ပါ့မလားဆိုတာကိုတော့… File Size : (1.14 GB) and (553 MB)\nQuality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1R68n/The_Lion_King_II_Simba_s_Pride_1080P_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-lion-king-poster-133x200.jpg",
        "title": "The Lion King (1994)",
        "description": "The Lion King (1994)\n================== \nIMDb - 8.5/10______Rotten - 94%Won 2 Oscars. Another 35 wins & 34 nominationsဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက\nအသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့\nတောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး\nသူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့\nစင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို\nလုပ်ကြံပြီး စင်ဘာလေးကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို\nထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး\nတောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့\nခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့\nစင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ.......File Size      : 1.13GB / 584MB\nDuration     : 1 hr 28 min\nQuality       : ...",
        "rating": "8.5",
        "url": "https://megaup.net/2x3y5/The.Lion.King.1994.1080p.BluRay_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The-Boy-the-Mole-the-Fox-and-the-Horse-2022-Dual-Audio-310x440-1-141x200.jpg",
        "title": "The Boy, the Mole, the Fox and the Horse (2022)",
        "description": "The Boy, the Mole, the Fox and the Horse (2022)\n==================================\nIMDb Rating - 8.0/10ကြာချိန် ၃၄မိနစ်သာရှိတဲ့ Animation ဇာတ်လမ်းတိုလေးတစ်ပုဒ်\nဖြစ်ပါတယ်။ လမ်းပျောက်နေတဲ့ကောင်လေးတစ်ယောက်ရယ်၊ ကိတ်\nမုန့်ကြိုက်တဲ့ပွေးတစ်ကောင်ရယ်၊ စကားနည်းတဲ့မြေခွေးတစ်ကောင်\nရယ်၊ ဆွတ်ဆွတ်ဖြူတဲ့မြင်းတစ်ကောင်ရယ်။ဒီ Animation လေးထဲမှာ ကောင်လေးဟာ လမ်းပျောက်နေတယ်။\nဒီလိုနဲ့ပွေးတစ်ကောင်နဲ့ဆုံတယ်။ မြေခွေးတို့ မြင်းတို့နဲ့ ထပ်ဆုံပြီး ကောင်\nလေးလိုချင်တဲ့အိမ်ကို လိုက်ရှာပေးကြတယ်။ ဇာတ်လမ်းလေးကဒါပါပဲ။\nသို့သော်........။ \"မင်းပြောဖူးသမျှထဲ အရဲရင့်ဆုံးစကားကဘာလဲ\"၊ \"ကူညီပါ\"။\nတစ်ယောက်တည်း မလုပ်နိုင်တာတွေ ကြုံရတဲ့အခါ အကူအညီတောင်းပါ။\nအကူအညီတောင်းတာက အရှုံးပေးတာမဟုတ်ပါဘူး။ ရှက်တာလိုလိုနဲ့ မာန\nခံပြီး ပေတေနေမှသာ တကယ်ရှုံးသွားမှာပါ။လူတိုင်းလမ်းပျောက်တတ်ကြတယ်။ ကိုယ့်ကိုယ်ကိုယ် လမ်းပျောက်လို့ပျောက်\nနေမှန်း သိရင်ခင်ဗျားတော်တယ်။ တစ်ချို့ လမ်းပျောက်တာကျ အပျင်းကြီးပြီး\nထိုင်နေလို့ လမ်းပျောက်တာမဟုတ်ဘူး။ ရှေ့ဆက်သွားနေလို့၊ မရပ်တန့်ဘဲ ဆက်\nကြိုးစားနေလို့သာ လမ်းပျောက်တာ။ဇာတ်ကောင်အားလုံးပေါင်းမှ ၄ကောင်တည်း။ ကြာချိန်ကလည်းနာရီဝက်သာ\nသာတည်း။ ဒါပေမယ့် တဒင်္ဂနစ်မျောသွားစေမယ့် မျက်လုံးအေးစေမယ့် ဇာတ်\nလမ်းလေး။ ကြည့်ပြီးသွားရင် တွေးစရာတစ်ခုခု၊ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2x28x/The.Boy.the.Mole.the.Fox.and.the.Horse.2022.1080p.WEBRip(CM).mp4",
        "category": "Animation, Family"
    }
]