[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/دانلود-انیمیشن-Ozzy-2016-210x300.jpg",
        "title": "Ozzy (2016)",
        "description": "သူ့ရဲ့မိသားစုကအပန်းဖြေခရီးသွားတဲ့အခါ အိမ်ချစ်ခွေးလေးတစ်ကောင်ဖြစ်တဲ့Ozzy တစ်ကောင် ခွေးလေးတွေရဲ့ အကောင်းဆုံးသောအပန်းဖြေရာနေရာတစ်ခုလို့ကြေငြာထားတဲ့နေရာမှနေခဲ့ရပါတယ်....ဘာလို့လဲဆိုတော့ သူ့ကိုပါတစ်ခါတည်းခေါ်သွားလို့မရလို့ပါပဲ....တီဗွီမှာ အကောင်းဆုံးဆိုတဲ့ခွေးလေးတွေရဲ့အကောင်းဆုံးနေရာက တကယ်လည်းရောက်သွားတဲ့အခါမှာထောင်နန်းတစ်ခုသာဖြစ်တယ်ဆိုတာကို ခွေးလေး Ozzy သိလိုက်ရတဲ့အချိန်ကတော့တကယ်ကိုနောက်ကျသွားခဲ့ပြီပဲဖြစ်ပါတယ်....ဘာလို့လဲဆိုတော့ အဲ့ဒီခွေးထောင်လို့ပြောလို့ရမယ် နေရာမှာ သူ့လိုပဲခွေးလေးတွေအများကြီးရှိနေတာမို့လို့ပါ...ခွေးလေးတွေကို ဘာလို့ဖမ်းလဲ....ဘာလို့ဒီလိုချုပ်နှောင်ပြီးထောင်ချထားတာလဲ....အဖြေကတော့ရှင်းရှင်းလေးပါ ခွေးလေးတွေရဲ့ဇိမ်ခံနေရာလို့ကြေငြာထားပြီး ပိုင်ရှင်တွေကလာထားသွားတာနဲ့အကြောင်းအမျိုးမျိုးပြပြီးတော့ ခွေးလေးတွေကို လက်စဖျောက်ကာ ပြန်မပေးပဲထောင်ထဲထည့်တဲ့ ပိုင်ရှင်သူဌေးကြောင့်ပါ....ခွေးလေးကို ခိုင်းပြီးတော့ သူဟာ သူ့ရဲ့အလုပ်တွေကိုခိုင်းစေခဲ့ပါတယ်...အဲ တချို့ခွေးတွေဆို ထောင်ဆိုတဲ့အတိုင်း အရမ်းဆိုးလို့ တိုက်ပိတ်ခံထားရတာတွေတောင်ရှိပါတယ်....စားရတဲ့ ဟာတွေကလည်းတကယ့်ကို မသတီစရာတွေပါ...ဒါကြောင့် အိမ်မှာလိုတရနေပြီး ဇိမ်ကျနေတဲ့ ခွေးလေးOzzy တစ်ကောင်ဒီလိုဆိုးရွားလှတဲ့နေရာမှာရောက်လာတဲ့အခါနေလို့လုံးဝမရခဲ့ပါဘူး....ဘယ်လိုလုပ်ပြီးတော့ပျော်မှာလဲ...ဒီတော့ သူဘာလုပ်မလဲ ???လွယ်ပါတယ်....သူ Prison Break ကားထဲကလို နည်းလမ်းမျိုးစုံခေါင်းက ဉာဏ်ကာလာမျိုးစုံနဲ့ ထောင်ဖောက်တော့မှာပဲဖြစ်ပါတယ်...အဲ့ဒီတော့ ဒီကောင်လေး ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးတော့ ထောင်ဖောက်မလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်လိုက်ရအောင်ဗျာ...ဒီကားလေးကတော့ ခွေးလေးတွေကိုချစ်တတ်တဲ့သူတွေကော တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်တဲ့သူတွေအတွက်အထူးရည်စူးပြီးတော့ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်..တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်မှု့တွေ ကင်းဝေးကြပါစေ.....\n       Quality…..BluRay 1080pDuration…..01:30:00\nFormat…Mp4\nFile Size…1.65GB\nEncoder…..Moe Myint Lwin\nTranslator…..May",
        "rating": "5.6",
        "url": "https://megaup.net/1Nr4e/Ozzy_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/justwar-158x300.jpg",
        "title": "Justice League War (2014)",
        "description": "2017 မွာထြက္မယ့္ Justice League ရုပ္ရွင္အတြက္ ေမးခြန္းေတြ စိတ္ထဲမွာ မ်ားေနတယ္ဆိုရင္ ဒီဟာေလးကို ၾကည့္ၾကည့္လိုက္ပါ။ rating 7.3 ရထားျပီး အေတာ္ေလးေကာင္းတဲ့ animation ပါပဲ။ Batman နဲ႕ GL ေတြ႕ဆံုခန္း၊ Cyborg ျဖစ္လာပံု နဲ႕  ရုပ္ရွင္ထဲမွာ မပါေသးမယ့္ Shzam ကိုလည္း ေတြ႕ရပါလိမ့္မယ္။ ဗီလိန္ကလည္း Darkseid ျဖစ္ျပီး Parademon ေတြပါတာမို႕ အားလံုး ရင္းနွီးသြားပါလိမ့္မယ္။ ဒါ့အျပင္ စူပါဟီးရိုးဖန္ေတြတိုင္း အမွတ္တရျဖစ္က်န္ခဲ့မယ္ Darkseid ကို JL အကုန္ေပါင္းေဆာ္တဲ့ epic fighting scene လည္း ဒီကားထဲမွာ ပါ၀င္ေနပါတယ္။ ၾကည့္ၾကည့္လုိက္ပါ။ File Size     :   600 / 300 Mb\nDuration    :   1 : 19 : 26\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/justice-league-war-2014/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGZlODc0YjgtNWZjNS00NGNjLTgwOTUtMTllZTEyYjE0YTMwXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY358_SX301_AL_-252x300.jpg",
        "title": "Teen Titans: The Judas Contract (2017)",
        "description": "Teen Titans:The Judas Contract\nDC ပရိသတ္ေတြအတြက္ အရင္ animation တစ္ကားျဖစ္တဲ့\nJustice League Vs Teen Titans အၿပီးမွာ Teen Titans ဆိုတာဘာလဲလို႔ သိသြားၾကေလာက္ၿပီထင္ပါတယ္\nအခုတစ္ႀကိမ္မွာေတာ့ Teen Titans အဖြဲ႕ရဲ႕ Villain Brother Blood နဲ႔ ရင္ဆိုင္ရမွာျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ Terra Markov လို႔ေခၚတဲ့ Titans အဖြဲ႕ဝင္သစ္ေကာင္မေလးတစ္ေယာက္နဲ႔အစခ်ီထားၿပီး\nBrother Blood နဲ႔ အရႈပ္ေတာ္ပံုေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္\nBrother Blood ရဲ႕သမိုင္းေၾကာင္းေတြရယ္ ေၾကးစား villain တစ္ေယာက္အေနနဲ႔\nDC ပရိသတ္ေတြၾကား လူသိမ်ားတဲ့ Deathstroke လည္းပါတာမို႔ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nTeen Titans အဖြဲ႕အေၾကာင္းကို ဒီဇာတ္ကားမွာ ပိုအေသးစိတ္သိရမွာျဖစ္ၿပီး\nခပ္မိုက္မိုက္ Villain ေတြရယ္ Titans ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gxos/Teen_Titans_-_The_Judas_Contract_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BYjJkNjM4ODUtNDJlYy00ZGI1LTk1OTctODc2OWJlNmM1YTM3L2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_-225x300.jpg",
        "title": "Surf’s Up 2: WaveMania (2017)",
        "description": "Rotten Tomatoes 68 percent ရထားတဲ့ 2017ခုႏွစ္​ထြက္​animation,sport,comedyအမ်ိဳးအစားကာတြန္​ းကား​ေလးပါခင္​ဗ် နံပါတ္​တစ္​surf's up ရဲ႕ဇတ္​​ေကာင္​ျဖစ္​တဲ့ စြန္​႔စားရတာႀကိဳက္​တဲ့codey ဟာ​ေရလႊာ​ေလွ်ာစီး​ေလာကကိုျပနိလာၿပီးhang 5ဆိုတဲ့အဖြဲ႔သား​ေတြနဲ႔အတူ ကမ ၻၻာ​ေပၚမွာ​အႀကီးမားဆံုး​ေရလိႈင္​း​ေတြ႐ွ္​တဲ့tranchesဆိုတဲ့​ကမ္​း​ေျခကို႐ွာပံု​ေတာ္​ထြက္​တဲ့ကား​ေလးျဖစ္​ပါတယ္ ဒီကားရဲ႕ထူးျခားခ်က္​​ေလးတစ္​ခုက​ေတာ့ အသံသ႐ုပ္​​ေဆာင္​​ေပးထားတဲ့သ႐ုပ္​​ေဆာင္​​ေတြဟာႏွယ္​ႏွယ္​ရရမဟုတ္​ပါဘူး Smackdown star​ေတြျဖစ္​တဲ့john cena,triple h,undertakerတို႔ဗ်.... အျပင္​မွာသာလူၾကမ္​းႀကီး​ေတြ ကားထဲမွာဘယ္​​ေလာက္​ခြီလဲဆိုတာ​ေတာ့​ေျပာမ​ေနပါနဲ႔...​ေျပာ​ေနတာၾကာပါတယ္​ ျမန္​ျမန္​​ေလးသာ​ေဒါင္​းၾကည္​့ လိုက္​ၾကပါ​ေတာ့ ဒီကားကို carey nyeinမွဘာသာျပန္​​ေပးထားပါတယ္​​\nFile Size : 700 MB /300MB\nQuality :  Webdl 720P\nRunning Time : 1hr 24minutes\nFormat : Mp4\nGenre :   Animation, Comedy, Family \nEncoder : Thanhtike Z",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/surfs-up-2-wavemania-2017/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjMzMzM2NTM2NV5BMl5BanBnXkFtZTcwNTk4OTYwOQ@@._V1_-203x300.jpg",
        "title": "From Up on Poppy Hill (2011)",
        "description": "ဒီကားကေတာ့ 2011 ခုႏွစ္မွာ ထြက္ရွိခဲ့ၿပီး 1963 ခုႏွစ္ ယိုကိုဟားမားကို အေျချပဳရိုက္ကူးထားပါတယ္.. ဒီကားရဲ႕အဓိကထူးျခားခ်က္ကေတာ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးစရာ သီခ်င္းေနာက္ခံေလးေတြ ေတာ္ေတာ္မ်ားမ်ားပါရွိတာပဲျဖစ္ပါတယ္.. ဇာတ္လမ္းအက်ဥ္းကေတာ့ Umi ဆိုတဲ့ ၁၆ ႏွစ္အရြယ္ေကာင္မေလးနဲ႕ Shun ဆိုတဲ့ေကာင္ေလးတို႕အေၾကာင္းပဲျဖစ္ပါတယ္.. Umi ဟာ အေဖဆံုးသြားၿပီးေနာက္ အလုပ္မ်ားလြန္းတဲ့အေမနဲ႕လဲ အတူမေနႏိုင္ဘဲ အဖြားအိမ္မွာေနထိုင္ရတဲ့ လူႀကီးဆန္ဆန္ရင့္က်က္လွတဲ့ေကာင္မေလးပါ.. သူ႕အက်င့္ကေတာ့ အိမ္ေရွ႕မွာ အၿမဲတမ္း အလံေလးေတြ လႊင့္ထူထားတတ္တာပါပဲဲ... သူ႕ညီမေလးကေတာ့ အလွအပမက္ၿပီး ဆယ္ေက်ာ္သက္ပီပီ စိတ္ကစားလြယ္လြန္းတဲ့ကေလးမေလး.. အဲဒီညီမေလးေၾကာင့္ပဲ Hero ဆန္ဆန္ ရဲရင့္တည္ၾကည္ၿပီး အမွန္တရားဘက္ကရပ္တည္တတ္တဲ့ Shun နဲ႕ စတင္ေတြ႕ဆံုခြင့္ရခဲ့ပါတယ္.. သူတို႕ေက်ာင္းမွာ ကိုယ္၀ါသနာပါရာကလပ္အဖြဲ႕ေတြ စုေ၀းေနထိုင္တဲ့ Latin Quarter ဆိုတဲ့အေဆာက္အဦးႀကီးတစ္ခု ရွိပါတယ္.. ကလပ္အဖြဲ႕ဆိုတာကလဲ သခၤ်ာကလပ္.. ဒႆနိကကလပ္.. ဓာတုေဗဒကလပ္.. ကဗ်ာကလပ္စသျဖင့္ ဆယ္ေက်ာ္သက္ေက်ာင္းသားတို႕ရဲ႕ အိမ္မက္တည္ရာ သူတို႕ကမာၻႀကီးတစ္ခုေပါ့ဗ်ာ... ခက္တာက ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/from-up-on-poppy-hill-2011/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/received_1861475244126052-216x300.jpeg",
        "title": "Rudolf the Black Cat (2016)",
        "description": "ဒီတစ္ခါေတာ့အေကာင္းဆံုးဂ်ပန္ကာတြန္းကားေလးတစ္\nကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္အေတာ္ေကာင္းၿပီးကၽြန္\nေတာ္အေတာ္ႀကိဳက္မိတဲ့ကားေလးဆိုလည္းမမွားပါဘူး\nဇတ္ကားစလယ္ဆံုးပရိတ္သတ္ေတြကိုဆြဲေဆာင္သြား\nမယ့္ဇတ္ကားလို႔ေျပာရင္မလြန္ပါဘူးဒီဇတ္ကားေလးမွာ\nဇတ္လိုက္ေက်ာ္ႀကီးကေတာ့ေၾကာင္ကေလးယူေဒါ့ပါပဲ\nဂီဖုကေနမေတာ္တဆကားမွားစီးရာကတိုက်ိဴကိုေရာက္\nရွိသြားတဲ့ေၾကာင္ကေလးယူေဒါ့ရဲဲ႕စြန္႔စားခန္းေတြကိုတဝ\nႀကီးၾကည့္ရႈရမွာပါယူေဒါ့ေလးတိုက်ိဴမွာဘယ္လိုေနထိုင္\nစားေသာက္မလဲကံေကာင္းေထာက္မစြာနဲ႔ပဲယူေဒါ့တစ္\nေယာက္ဖိုးရႈပ္ဆိုတဲ့ေၾကာင္ႀကီးနဲ႔ေတြ႕ခဲ့တယ္ေၾကာင္\nႀကီးရဲ႕အကူအညီနဲ႔မိမိရဲ႕အိမ္ကိုျပန္နိင္ဖို႔ႀကိဳးစားတဲ့ယူ\nေဒါ့ေလးကိုပရိတ္သတ္ေတြသနားၿပီးခ်စ္ၾကမွာအေသအခ်ာပါပဲမိမိအိမ္ကိုျပန္နိင္ဖို႔ဂ်ပန္စာႀကိဳးစားသင္ယူတဲ့\nယူေဒါ့ေလးရဲဲဲ႕စိတ္ဓါတ္ကလည္းေလးစားစရာပါမိမိ\nထက္အသက္ငယ္သူကိုသနားၾကင္နာစြာေစာင့္ေရွာက္\nတဲ့ဖိုး႐ူပ္ရဲ႕စိတ္ဓါတ္ဟာလည္းအတုယူစရာပါယူေဒါ့တစ္\nေယာက္မိမိရဲ႕ေနရပ္ကိုျပန္ေရာက္နိင္မလားဘယ္လို\nေတြဆက္ျဖစ္မယ္ဆိုတာကေတာ့ပရိတ္သတ္ေတြေစာင့္\nၾကည့္ၾကပါဒီဇတ္ကားဟာသာမန္ကာတြန္းကားေလး\nတစ္ကားလို႔ကၽြန္ေတာ္ေတာ့မထင္မိပါဘူးဘာေတြပဲၾကံဳ\nၾကံဳၾကံ႕ၾကံ႕ခိုင္ရင္ဆိုင္ေျဖရွင္းၿပီးစာကိုလည္းႀကိဳးစား\nသင္ယူတဲ့ယူေဒါ့ေလးရဲ႕စိတ္ဓါတ္ကိုကေလးေလးေတြအတုယူဖြယ္႐ိုက္ကူးျပထားတယ္လို႔ထင္ပါတယ္လူသားခ်င္းမဆိုထားနဲ႔တိရိစၧာန္အခ်င္းခ်င္းေတာင္ၫွာတာသနားကူညီတတ္တဲ့စိတ္ထားေလးကလည္းေလးစားစရာပါသားသားမီးမီးေလးတို႔သာမကသားသားမီးမီးတို႔ရဲ႕ေဖေဖေမေမတို႔ပါအတူတူၾကည့္သင့္တဲ့ဇတ္ကား\nျဖစ္ၿပီးကေလးေတြရဲ႕စိတ္ဓါတ္ခြန္အားကိုျမင့္တင္ေပး\nနိင္ၿပီးတိရိစၧာန္ခ်စ္သူမ်ားေလးမ်ားအတြက္အေကာင္းဆံုးဇတ္ကားေလးပါလို႔နိဂံုးခ်ဴပ္ရင္းေဘကုန္ရက်ိဴးနပ္\nမယ့္ဇတ္ကားတစ္ကားလို႔ၫြန္းခ်င္ပါတယ္Download And Watch From V.I.P\n \nDownload Large File From Pcloud\n \nDownload Small File From Media Link",
        "rating": "8.0",
        "url": "https://megaup.net/2glSZ/Rudolf_-_The_Black_Cat_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTQ3NTYzOTM2Ml5BMl5BanBnXkFtZTcwNzMwMjA1OA@@._V1_-212x300.jpg",
        "title": "Journey to Agartha (2011)",
        "description": "ဒီကားဟာ လတ္တေလာလူႀကိဳက္မ်ားေနတဲ့ Kimi no Nawa ( YourName ) ရဲ႕\nဒါရိုက္တာ Makoto Shinkai ရဲ႕ ဇာတ္ကားေဟာင္းေလးပါ..\n2011 ခုႏွစ္က ထြက္ခဲ့တာျဖစ္ၿပီး ဇကာတင္ဆု ၆ ခုနဲ႕ 2012 Tokyo Anime Award ၁ ခု ရရွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္...\nShinkai ဟာ ကာတြန္းေလာကမွာ တကယ္အရည္အခ်င္းရွိတဲ့ဒါရိုက္တာတစ္ေယာက္အျဖစ္ ထင္ရွားသလို..\nသူ႕ကားေတြကလဲ အေရာင္အေသြးလွပညီညြတ္မႈ...\nအသံပိုင္းဆိုင္ရာ ဆန္းသစ္မႈ..\nဆန္းၾကယ္တဲ့ဇာတ္လမ္းဇာတ္ကြက္တို႕ေၾကာင့္ ဆြဲေဆာင္မႈအျပည့္ရွိတဲ့ကားေတြ ျဖစ္ပါတယ္...\nဒီကားမွာေတာ့ Asuna နဲ႕သူ႕ဆရာဟာ ေသဆံုးသြားၿပီးျဖစ္တဲ့ ခ်စ္ရသူေတြကို ေျမေအာက္ကမာၻထဲအထိ\nသြားေရာက္ရွာေဖြေတြ႕ဆံုတဲ့အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္... ဇာတ္လမ္းရဲ႕ အလွည့္အေျပာင္းအျပင္\nဇာတ္အိမ္တည္ထားပံုက သာမာန္မဟုတ္တာမို႕ ဇာတ္လမ္းအက်ဥ္းကိုေတာ့ မေရးေတာ့ပါဘူး...\nေသခ်ာတာကေတာ့ အျပင္ကမာၻနဲ႕မတူတဲ့ ေနာက္ခံရႈခင္းေတြ...\nၾကည္ၿပီးျပတ္သားတဲ့အေရာင္ေတြ...\nအလင္းအေမွာင္ေတြနဲ႕ ထူးဆန္းၿပီးဆြဲငင္မႈရွိတဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/journey-to-agartha-2011/",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjkxNjYzMTY1M15BMl5BanBnXkFtZTcwNTU3ODgyMQ@@._V1_-213x300.jpg",
        "title": "Tarzan 2 (2005)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMdb rating 5.6 ရထားတဲ့ Animation ဇာတ္ကားေလးျဖစ္ပါတယ္။\nDisney ရဲ႕လက္ရာေကာင္းေလးတစ္ကားျဖစ္ျပီး ၾကည့္ရႈ႕မိသူေတြအတြက္ မက္ေဆ့ေတြ တစ္ပံုၾကီးေပးထားပါတယ္။\nတာဇံ တစ္ေယာက္ေတာၾကီးမ်က္မည္းထဲမွာ oက္oံေတြနဲ႔ အခက္ခဲေတြကို အတူေက်ာ္ျဖတ္လာျပီး\nလူမွန္းသိတက္စ အရြယ္လဲေရာက္ေရာ ကိုယ့္ကိုယ္ကိုဘာလဲဆိုတာ ဆန္းစစ္မိလာပါတယ္။\nလူရယ္ဆိုေပမဲ့ လူမျမင္ဘူးတဲ့ ကေလးတစ္ေယာက္အတြက္ သူ႔ပတ္oန္းက်င္က တိရိစၦာန္ေတြကိုပဲ\nအတုယူက်င့္ၾကံအားက်ေနမိပါတယ္။\nတစ္ေန႔ သူ႕ဘoတစ္ဆစ္ခ်ိဳးမွာ oက္oံမိသားစုနဲ႔အတူ ခရီးသြားရင္း ေခ်ာက္ၾကီးထဲကိုက်သြားပါတယ္..\nအဲဒီေနာက္ တာဇံတစ္ေယာက္ ဘယ္လိုဆက္လက္ရုန္းကန္ျပီး ဘယ္လိုသင္ခန္းစာေတြရသြားမလားဆိုတာကို\nပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လိုက္ပါလို႔ေျပာပါရေစ...\n(ဘာသာျပန္သူကေတာ့ စိုးရာဇာ ပဲျဖစ္ပါတယ္)\nFile Size : 500 MB\nQuality : 720P Web Rip\nRunning Time : 1hr 12minutes\nFormat : Mp4\nGenre :   Animation, Adventure, Comedy\nEncoder : Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1A4c4/Tarzan_2_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BNGRmODIzYWMtYmFhNC00YTc4LWE4MjctMjYxMDk0MTY2N2RkXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_SY1000_CR007271000_AL_-218x300.jpg",
        "title": "The Road Runner Show  (1966–1973)",
        "description": "90's Kid ေတြ အသိဆံုးျဖစ္မွာပါ\nCoyote ဆိုတဲ့ ေျမေခြး နဲ႔  Road Runner ဆိုတဲ့ အေျပးသန္တဲ့ ၾကက္ကေလး တို႔ရဲ႕\nအရမ္းရယ္ရတဲ့ The Road Runner Show ကို အပိုင္းရွိသမွ် လက္လွမ္းမွီသမွ်\nအကုန္ျပန္စုစည္းၿပီးတင္ေပးလုိက္ပါတယ္...\nေနာက္လဲ ဒီလို Animation Show တစ္ခ်ိဳ႕ကို ထပ္တင္ေပးသြားဖို႔ရွိပါတယ္\nမေမ့ေသးတဲ့ 90's Kid ေတြ ရွိအံုးမယ္ ထင္ပါတယ္...ကဲ ဆက္ၾကည့္ၿပီး ရယ္လုိက္ၾကပါအံုး...Thit San KhantDownload List\n=============\nEP 01\nEp 02\nEP 03\nEP 04\nEP 05\nEP 06\nEp 07\nEP 08\nEP 09\nEP 10",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-road-runner-show-1966-1973/",
        "category": "Action, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BNDljNDlkZjctNDFlZi00ZjNjLTkxNDQtOTI5MzY1MGIzNGQ4XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-210x300.jpg",
        "title": "Supernatural: The Animation",
        "description": "Supernatural ကို TV Series ၾကည့္ဖူးတဲ့ သူေတြအတြက္ အရသာ တစ္မ်ိဳး မတူေပးမယ့္\nAnimation TV Series တစ္ခု နဲ႔ မိတ္ဆက္ေပးပါရေစ...\nပံုမွန္ ဇတ္လမ္းတြဲေတြႏွင့္ ေက်ာရိုးတူမေယာင္ ႏွင့္ ကြဲထြက္တဲ့ ပံုစံေလးေတြ ရွိၿပီး\nAnimation ႀကိဳက္သူေတြေရာ SN ခ်စ္သူေတြပါ ၾကည့္လို႔ အဆင္ေျပမယ့္ ဇတ္လမ္းတြဲျဖစ္ပါတယ္\nအပိုင္းအားျဖင့္ ၂၀ ေက်ာ္ပဲ ရွိပါတယ္...\nဒီ Animation ဇတ္လမ္းတြဲမွာ Sam အျဖစ္ Jared Padalecki ကိုယ္တိုင္ အသံသရုပ္ေဆာင္ေပးထားပါတယ္..\nလက္ရွိျပေနတဲ့ Supernatural Season 12 ကိုလဲ ေစာင့္ေမွ်ာ္ရင္း ဒီ Animation Series ေလးကိုလဲ\nအားေပးၾကပါအံုး...\nဘာသာျပန္ေပးသူကေတာ့ Tariq L Walker ပဲ ျဖစ္ပါတယ္...Supernatural the Animation S01 E01",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/supernatural-the-animation/",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/17078725_1017968375006446_1827082140_n-214x300.jpg",
        "title": "Throne of Elves (2016)",
        "description": "ဒီကားလေးက ပထမထွက်ရှိထားတဲ့ Dragon Nest: Warrior's Dawn ရဲ့အဆက်\nဒုတိယကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးမပြောခင်\nmovie version လေးအကြောင်းပြောပါရစေ\nကျွန်တော်တို့ပထမတင်ပေးခဲ့တာက english version ဖြစ်ပြီး အခုတင်ဆက်ပေးတာကတော့\nchinese version ပဲ ဖြစ်ပါတယ်...\nversion မတူတဲ့အတွက် ဇာတ်ကားမှာပါဝင်တဲ့\nဇာတ်ကောင်တွေရဲ့ နာမည်ဟာ နတ်သူငယ်မလေး လီယာ(Liya)ကလွဲပြီး ကျန်တာတွေမတူကြပါဘူး..\n.(ဥပမာ eng ver: Lambert = Chinese ver: Xiao Yu) ဒါလေးတစ်ခုတော့ သည်းခံပေးပါခင်ဗျာ\n \nဇာတ်လမ်းအကျဉ်းအရ ပထမဇာတ်ကားရဲ့ နဂါးတိုက်ပွဲအပြီး\nအားလုံးအေးချမ်းသွားတဲ့အချိန် ရှောင်ယူ(လမ်းဘာတ့်) နဲ့ နတ်သူငယ်မလေး\nလီယာတို့နှစ်ယောက်လည်း တစ်ယောက်နဲ့တစ်ယောက်မေတ္တမျှနေကြပြီ...\n \nသို့သော်လည်း နေရာဒေသဝေးကွာတဲ့အခြေအနေကြောင့် တွေ့ကြရဖို့တော့ မလွယ်ကြ..\n \n.တစ်နေ့ ကံကြမ္မာမျက်နာသာပေးလို့ သူတို့နှစ်ယောက် ဆုံတွေ့ဖို့\nအခွင့်အရေးတစ်ခုပေါ်ပေါက်လာလေရဲ့...\n \nဒီအချိန် နတ်သူငယ်တိုင်းပြည်ကို\nသိမ်းပိုက်ဖို့ကြံစည်နေတဲ့ အမှောင်လောကဘက်တော်သား\nနတ်သူမတစ်ယောက်က ကြိုးစားအားထုတ်လာတဲ့အခါမှာတော့....\n \nနတ်သူငယ်ထီးနန်းကို သိမ်းပိုက်ဖို့ သူ ဘယ်လိုတွေလုပ်မှာလဲ?\nလီယာတို့ရဲ့အချစ်ဇာတ်လမ်းကရော ဘာတွေဖြစ်မလဲ?\nဆိုတာတွေကိုတော့ ဒီရုပ်ရှင်ဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုကြပါကုန်...\n \nဒီကားမှာတော့ နတ်သူငယ်မလေးတွေ အရင်ထက် ပိုချော\nပိုချစ်စရာကောင်းလာတာကိုသတိပြုမိပါတယ်\nကောင်းမွန်တဲ့ Animation ပြုလုပ်ချက်တွေကြောင့်လည်း ကြည့်ရှူရတဲ့\nပရိတ်သတ်ကြီးအတွက် သဘောကျစေမှာပါ...\n \nဒါကြောင့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Eyb1/Dragon_Nest_-_Warrior_s_Dawn_[2014]_(MM_Sub).mp4 https://megaup.net/1Eybb/Throne_Of_Elves_[2016]_(MM_Sub).mp4",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/15683091_970706886368464_1054258093_n-200x300.jpg",
        "title": "Iron man & Captain America: Hero United (2014)",
        "description": "ေဟး....Cap fan တို႔...အကယ္၍မ်ား သင္တို႔ခ်စ္တဲ့ Cap ႀကီးဟာ Hydra\nဖက္က ျဖစ္ေနမယ္ဆိုရင္ေကာ....???\nဟိုတစ္ေလာက Cap ႀကီးကို Hydra Suit နဲ႔ ျမင္လိုက္ၾကမွာပါ။\nCW ထြက္ၿပီး သိပ္မၾကာလိုက္ဘူးေလ။ အဲ့တုန္းက\nအေတာ္ေလးကို ဂယက္ထသြားေသးတယ္ေနာ...\nခုတင္ဆက္ေပးလိုက္တဲ့ Animation ေလးကေတာ့ 2014 တုန္းက\nထြက္ရွိခဲ့တဲ့ Iron Man & Captain America: Heros United ပါ...\nဒီဇာတ္လမ္းထဲမွာ ကြ်န္ေတာ္တို႔ရဲ႕ Cap ကို Red Skull ရဲ႕ ဘက္ေတာ္သား\nHydra တစ္ျဖစ္လဲနဲ႔ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္... ဇတ္လမ္းအက်ဥ္းကေတာ့\nRed Skull နဲ႔ သူ႔ရဲ႕ လက္ပါးေစ Taskmaster တို႔ရဲ႕ မဟာစီမံကိန္းႀကီးကို Cap နဲ႔\nIron Man တို႔ ကိုင္တြယ္ေျဖရွင္းတဲ့အေၾကာင္းပါ... ကမ႓ာႀကီးကို\nHydra အထူးသုတ္သင္ေရးအဖြဲ႕နဲ႔ အပိုင္စီးမယ့္ စီမံကိန္း ဆိုပါေတာ့။\nထုံးစံအတိုင္း မတည့္အတူေန အခ်စ္ေတာ္ႀကီးေတြျဖစ္တဲ့\nCap နဲ႔ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/iron-man-captain-america-hero-united-2014/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/dc-super-girls.jpg",
        "title": "DC Superhero Girls: Hero of The Year 2016",
        "description": "၂၀၁၆ ထြက္ Animation ေကာင္းေလးတစ္ခု တင္ေပးထားလိုက္ပါတယ္။ ကြ်န္ေတာ္တို႕အခ်စ္ေတာ္ Superheroes ေတြ ရဲ႕ မ်ိဳးဆက္ေလးေတြ ေက်ာင္းတက္ရင္း စြန္႕စားခန္းဖြင့္ၾကပံုပါ။ Dark Opal က မဟာလက္နက္ၾကီးတစ္ခုဖန္တီးဖို႕စူပါဟီးရိုးေတြရဲ႕ အေရးၾကီးဆံုး ပစၥည္းေတြကို ခိုးယူသြားခဲ့ျပီးေနာက္မွာ....File Size     :   500/250 Mb\nDuration    :   1: 16: 24\nQuality       :   Bluray 720p\nTranslator  :   San Thu Aung\nEncoder      :   Littleneo\npCloud Link(500Mb)\nSmall File Size(250Mb)\nOp Link\nVip Link",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/dc-superhero-girls-hero-of-the-year-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BY2VhNDYxYWItOTM4My00ZWQzLThmZjktZTIwNWI4NmJkYzlkL2ltYWdlXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-215x300.jpg",
        "title": "The Guardian Brothers (2016)",
        "description": "အချောချောတွေနဲ့ ...........နတ်သားလေး၂ယောက်ဟာတကယ်ပဲလူတွေရဲ့စိတ်ကိုပြောင်းလဲအောင်လုပ်နိုင်မလား ဘယ်လိုအန္တရယ်ဆိုးတွေနဲ့ရောကြုံရမလဲဆိုတာတော့ ပရိတ်သတ်ကြီးရေကြည့်လိုက်ပါဦးလို့....... ဒီဇတ်ကားလေးကိုကြည့်ရင်းအာရုံကိုလွှမ်းမိုးလာတာက ဖတ်ဖူးခဲ့တဲ့ သာသနာသက္ကရာဇ်နဲ့ဆိုင်တဲ့အကြောင်းလေးပါပဲသာသနာသက္ကရာဇ် ၃ဝဝဝကျော်ခဲ့ရင် လူတွေဟာအယူအဆလွဲမှားမှုတွေနဲ့ ပျက်ကိန်းဆိုက်မယ်လို့ ဆိုထားတာပါ ဒီဇတ်ကားလေးထဲမှာဆိုရင်လူတွေဟာ ခတ်မှီစက်ကိရိယာတွေ နည်းစနည်တွေစည်းကမ်းတွေလွှမ်းမိုးမှုအောက်မှာ ပျော်မွေ့နေလေတော့ ဘာသာရေးလိုက်စားမှု ဆိုတာမရှိသလောက်ဖြစ်နေတယ် ဇတ်ကားကျောရိုးက ပိုပိုသာသာလေးပြထားတယ်ဆိုပေမဲ့ကျွန်တော်တို့မျက်မှောက်ခေတ်အပြင်လောကနဲ့ဆက်စပ်ကြည့်တော့တော်တော်လေးလည်းမှန်နေတယ် ကောင်းမွန်တဲ့နိမိတ်ပြဇတ်ကားလေးလို့တောင်ဆိုရမယ်ထင်တယ် ကိုင်းရေးတာလည်းရှည်ပြီဗျာ ခံစားကြည့်လိုက်ပါဦးလို့",
        "rating": "",
        "url": "https://channelmyanmar.org/the-guardian-brothers-2016/",
        "category": "Animation, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/justice-1-300x150.jpg",
        "title": "Justice League Dark 2017",
        "description": "Justice league dark ဟာ အရင္ထြက္ရွိခဲ့တဲ့ Justice league movies ေတြနဲ႔မတူဘဲ title အတိုင္းပဲ Dark ဆန္ပါတယ္ R-rated ျဖစ္ၿပီး rating 7.2 ရွိပါတယ္ ဇာတ္လမ္းအက်ဥ္းအရ လြန္ခဲ့တဲ့ အႏွစ္ငါးရာတုန္းက ေမွာ္ဆရာ Destiny ဟာ အိပ္မက္ေက်ာက္တံုး(Dreamstone) ကိုသံုးၿပီး ကမ႓ာေျမကို သိမ္းပိုက္ဖို႔ ၾကံစည္ပါတယ္ ဒါေပမဲ့ ေမွာ္ဆရာမာလင္ေၾကာင့္ မေအာင္ျမင္ဘဲ ေက်ာက္တံုးထဲမွာ Destiny ဟာ ပိတ္မိ ေနပါတယ္ ယခုအခ်ိန္မွာ သူဟာ အႏွစ္ငါးရာၾကာ ေအာင္ အစီအစဥ္ေတြနဲ႔ ကမ႓ာကိုတစ္ဖန္ ျပန္သိမ္းပိုက္ဖို႔ၾကံပါတယ္ Justice League ရဲ႕ မူလအဖြဲ႕ဝင္ေတြ ျဖစ္ၾကတဲ့ Superman Wonderman Flash Green Lantern တို႔ဟာ ေမွာ္ပညာကို မကိုင္တြယ္ႏိုင္တဲ့အခါမွာ Batman ဟာ ေမွာ္ပညာကို ...",
        "rating": "",
        "url": "https://megaup.net/2gxok/8.Justice_League_-_Dark_(2017).mp4",
        "category": "Animation, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/garfield-a-tail-of-two-kitties-garfield-2.34905-200x300.jpg",
        "title": "Garfield: A Tail of Two Kitties (2006)",
        "description": "ဒီကားလေးကတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Gerfield 1 ရဲ့အဆက်ဖြစ်တဲ့ Gerfield 2 ပဲဖြစ်ပါတယ်...\nGerfield ဆိုတဲ့နာမည်ကိုကြားလိုက်ရင် အရမ်းကိုလည်ပြီးကြောင်ပါးဝတတ်တဲ့\nလိမ္မော်ရောင်ကြောင်ဖက်တီးကို ပြေးမြင်ကြမှာပဲဖြစ်ပါတယ်...သူ့ရဲ့စကားပြောဟန်တွေနဲ့\nဝနေတဲ့ သူ့ကိုယ်လုံးကြီးက ပရိတ်သတ်တွေကြားမှာ လွန်စွာကိုချစ်စရာကောင်းနေခဲ့ပါတယ်...\nGerfield 1 မှာတုန်းက သူဟာသူ့ရဲ့သူငယ်ချင်းအသစ်ဖြစ်တဲ့ ခွေးလေးအိုဒီနဲ့\nတွေ့ဆုံခဲ့ပြီးတော့ သူငယ်ချင်းတွေဖြစ်လာခဲ့ပါတယ်...အဲ့နောက်မှာခွေးလေးအိုဒီကို\nမကောင်းတဲ့လူတွေလက်ကနေပြန်လည်ကယ်တင်ရင်းကနေ\nသူ့ရဲ့စွန့်စားခန်းတွေကိုတင်ဆက်ပေးခဲ့တာပဲဖြစ်ပါတယ်...\nအခုတင်ဆက်ပေးမယ့် အပိုင်းသစ် Gerfield 2 မှာတော့ ခွေးလေးအိုဒီအပြင်\nသူ့နဲ့ရုပ်ချင်းလုံးဝတူနေတဲ့ ကြောင်ဘုရင် Gerfield Prince နဲ့ထပ်မံတွေ့ဆုံရမှာပဲဖြစ်ပါတယ်...\nသူတို့နှစ်ယောက်ဘယ်လိုတွေ့ဆုံပြီးတော့ ဘယ်လိုတွေစွန့်စားမှု့တွေလုပ်ကြမလဲ...\nဘယ်လိုဟာသတွေထည့်သွင်းရိုက်ကူးထားလဲဆိုတာကတော့\nအားလုံးစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...အားလုံးကြည့်ပြီးကြတဲ့ကားဟောင်းလေးပေမယ့်\n''Old but Gold''ဆိုတဲ့စကားအတိုင်း ပြန်လည်သိမ်းဆည်းထားချင်သူများနဲ့\nမကြည့်ရသေးတဲ့ပရိတ်သတ်များ ကြည့်ရှု့နိုင်ရန်အတွက်သာဖြစ်ပါတယ်...\nGerfield ကတော့ ကျွန်တော့အကြိုက်ဆုံးဇာတ်ကောင်ဖြစ်လို့\nGerfield 1 ကို ကိုယ်တိုင်ဘာသာပြန်ခဲ့ပြီး အခု ညီငယ် Pyae Phyo Hein ရဲ့ ဘာသာပြန်မှု့နဲ့\nGerfield 2 ကိုအားလုံးကြည့်ရှု့နိုင်ရန် တင်ဆက်ပေးလိုက်ပါတယ်....\n--------------------------------------------------------------\nဒီကားေလးကေတာ့ အားလုံးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့ Gerfield 1 ရဲ႕အဆက္ျဖစ္တဲ့ Gerfield 2 ပဲျဖစ္ပါတယ္...\nGerfield ဆိုတဲ့နာမည္ကိုၾကားလိုက္ရင္ အရမ္းကိုလည္ၿပီးေၾကာင္ပါးဝတတ္တဲ့\nလိေမၼာ္ေရာင္ေၾကာင္ဖက္တီးကို ေျပးျမင္ၾကမွာပဲျဖစ္ပါတယ္...သူ႔ရဲ႕စကားေျပာဟန္ေတြနဲ႔\nဝေနတဲ့ သူ႔ကိုယ္လုံးႀကီးက ပရိတ္သတ္ေတြၾကားမွာ လြန္စြာကိုခ်စ္စရာေကာင္းေနခဲ့ပါတယ္...\nGerfield 1 မွာတုန္းက သူဟာသူ႔ရဲ႕သူငယ္ခ်င္းအသစ္ျဖစ္တဲ့ ေခြးေလးအိုဒီနဲ႔\nေတြ႕ဆုံခဲ့ၿပီးေတာ့ သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ပါတယ္...အဲ့ေနာက္မွာေခြးေလးအိုဒီကို\nမေကာင္းတဲ့လူေတြလက္ကေနျပန္လည္ကယ္တင္ရင္းကေန\nသူ႔ရဲ႕စြန႔္စားခန္းေတြကိုတင္ဆက္ေပးခဲ့တာပဲျဖစ္ပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ အပိုင္းသစ္ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2cUtt/Garfield_2_-_A_Tail_Of_Two_Kitties_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZmRkNmQzNDItMGI5Yi00ZDYyLWFkZjctZDI1NGI2NjE2MTk0XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "The Swan Princess: Princess Tomorrow, Pirate Today! (2016)",
        "description": "Animation ကိုေစာင့္ေမွ်ာ္ေနၾကတဲ့ ပရိတ္သတ္ၾကီး အတြက္\n၂၀၁၆ ထြက္ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း ပိုစတာကိုၾကည့္ျပီးေတာ့ အထင္ေတာ့ မေသးလိုက္ပါနဲ႕\nဘာလို႕ဆို က်ေတာ္လဲ အစက ပိုစတာ ၾကည့္ျပီး ေတာ္ေတာ္ေလး အထင္စေမာခဲ့တာ\nဇာတ္လမ္းထဲမွာၾကည့္လိုက္ေတာ့ မတူတာကိုေတြ႕ရလိမ့္မယ္ဗ်\nအန္နီေမးရွင္းကအစ အပ်ံစားနဲ႕ ဇာတ္လမ္းေလးကလဲ ေကာင္းတယ္ဗ်\nေကာင္းလားမေကာင္းလားဆို အရင္ ၁၉၉၀ ပတ္၀န္းက်င္ကတည္းက\nဆက္တိုက္ထြက္လာတာ အခုထိဆိုပါေတာ့ဗ်ာ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မင္းသမီးေလး အဲလစ္ဟာ\nသူ႕မိဘေတြ နဲ႕ အေ၀းကိုေရာက္ေနခ်ိန္မွာ ဘုရင္မ အာဘာတာ နဲ႕\nအခ်ိန္ျဖဳန္းျပီး ပင္လယ္ဓားျပလုပ္တမ္း ကစားရာမွာ\nပင္လယ္ဓါးျပ အဲလစ္တေယာက္ ဘယ္လိုေတြမ်ားဆက္\nၾကံဳလိုက္ရမလဲဆိုတာကိုေတာ့UNICODE\nAnimation ကိုစောင့်မျှော်နေကြတဲ့ ပရိတ်သတ်ကြီး အတွက်\n၂၀၁၆ ထွက်ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်း ပိုစတာကိုကြည့်ပြီးတော့ အထင်တော့ မသေးလိုက်ပါနဲ့\nဘာလို့ဆို ကျတော်လဲ အစက ပိုစတာ ကြည့်ပြီး တော်တော်လေး အထင်စမောခဲ့တာ\nဇာတ်လမ်းထဲမှာကြည့်လိုက်တော့ မတူတာကိုတွေ့ရလိမ့်မယ်ဗျ\nအန်နီမေးရှင်းကအစ အပျံစားနဲ့ ဇာတ်လမ်းလေးကလဲ ကောင်းတယ်ဗျ\nကောင်းလားမကောင်းလားဆို အရင် ၁၉၉၀ ပတ်ဝန်းကျင်ကတည်းက\nဆက်တိုက်ထွက်လာတာ အခုထိဆိုပါတော့ဗျာ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မင်းသမီးလေး အဲလစ်ဟာ\nသူ့မိဘတွေ နဲ့ အဝေးကိုရောက်နေချိန်မှာ ဘုရင်မ အာဘာတာ နဲ့\nအချိန်ဖြုန်းပြီး ပင်လယ်ဓားပြလုပ်တမ်း ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/the-swan-princess-princess-tomorrow-pirate-today-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Aliens-In-the-Attic1-215x300.jpg",
        "title": "Aliens In Attic (2009)",
        "description": "Adventure ကားေလးလည္းၿဖစ္ ဟာသဆန္ဆန္ေလးလည္းေရာထားတဲ့\nကားေလးတစ္ကားနဲ႕ မိတ္ဆက္ေပးပါရေစ....\n၂၀၀၉ ခုႏွစ္ကထြက္ရွိထားတဲ့ Aliens in the Attic ကားေလးဟာ IMDB 5.4 ပဲရထားေပမဲ့\nေပါ့ေပါ့ပါးပါးေလးနဲ႕ တကယ္ကုိစိတ္၀င္စားစရာေကာင္းတဲ့ကားေလးမုိ႕ လက္လြတ္မခံသင့္တဲ့\nကားေလး တစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ပီတာဆန္မိသားစုက ေႏြရာသီပိတ္ရက္ျဖစ္တဲ့အတြက္\nငါးဖမ္းဖို႕မီခ်ီဂန္မွာရွိတဲ့ အပန္းေျဖရိပ္သာတခုကုိ ခရီးထြက္လာခဲ့ၾကပါတယ္...\nအဲ့ျမိဳ႕ေရာက္တဲ့အခါ သူတုိ႕ငွားထားတဲ့အိမ္မွာ ဘယ္တုန္းထဲက ျမွဳပ္ထားမွန္းမသိတဲ့\nျဂိဳလ္သားေတြနဲ႕ပတ္သက္တဲ့ စက္ကိရိယာတခုေၾကာင့္\nျဂိဳလ္သားေတြ သူတို႕အိမ္ထဲ က်ဴးေက်ာ္၀င္ေရာက္မွဳေတြျဖစ္ျပီး လူသားေတြကုိ\nစိတ္ထိန္းခ်ဳပ္စက္ေတြတပ္ဆင္ကာ ကမၻာၾကီးကုိ ၾကီးစိုးဖို႕ၾကိဳးစားပါေတာ့တယ္။\nတြမ္ပီတာဆန္တို႕ေမာင္ႏွမတသိုက္ မိဘေတြမသိေအာင္ ကမၻာၾကီးကိုဘယ္လိုကာကြယ္ရင္း\nျဂိဳလ္သားေတြကုိဘယ္လိုႏွိမ္နင္းၾကမွာလဲ...\nသူတုိ႕အခ်ိန္မွီကာကြယ္ႏုိင္မလား ျဂိဳလ္သားေတြကပဲ ကမၻာၾကီးကို ထိန္းခ်ဳပ္ဖို႕ ၀င္ေရာက္လာၾကမလားဆိုတာကို\nပရိတ္သတ္ၾကီးက ဇာတ္ကားေလးေဒါင္းျပီး ၾကည့္ရွဴလိုက္ၾကပါဦးေနာ္...\n[Adventure ကားလေးလည်းဖြစ် ဟာသဆန်ဆန်လေးလည်းရောထားတဲ့\nကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ....\n၂၀၀၉ ခုနှစ်ကထွက်ရှိထားတဲ့ Aliens in the Attic ကားလေးဟာ IMDB 5.4 ပဲရထားပေမဲ့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ တကယ်ကိုစိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးမို့ လက်လွတ်မခံသင့်တဲ့\nကားလေး ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aliens-in-attic-2009/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzMDY2Njc4Nl5BMl5BanBnXkFtZTgwNTEyMjUzMjE@._V1_-200x300.jpg",
        "title": "Appleseed Alpha (2014)",
        "description": "Arkar Phyo\n==============\nDownload HD (935Mb)\nDownload Small (535Mb)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/appleseed-alpha-2014/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTQ3NjExNjY4N15BMl5BanBnXkFtZTcwNTczODkwNQ@@._V1_UY1200_CR8606301200_AL_-158x300.jpg",
        "title": "Next Avengers : Heroes of Tomorrow(2008)",
        "description": "Avengers 2 : Age of Ultron မှာ Ultron ကြီးကို Avengers တွေ အနိုင်တိုက်တာ တွေ့ခဲ့မှာပါ။ ဒီ Animation မှာတော့ မဟုတ်ပါဘူး။ Ultron အနိုင်ရသွားခဲ့ပြီး Avengers တွေ သေဆုံး၊ ထွက်ပြေး၊ တိမ်းရှောင်နေခဲ့ရပါပြီ။ Avengers တွေရဲ့ မျိုးဆက်သားသမီးတွေကို Tony က လျို့ဝှက်စောင့်ရှောက်ထားခဲ့တာပါ။ ဒါပေမယ့် ကမ္ဘာကြီးငြိမ်းချမ်းစေဖို့ လုံးဝထိန်းချုပ်ထားမှဖြစ်မယ်လို့ ယုံကြည်တဲ့ Ultron၊ Avengers မျိုးဆက်တွေရှိနေတာကိုက အန္တရာယ်ရှိနေပြီလို့ တွေးမိတဲ့ Ultron က သူတို့အားလုံးနောက်ကို လိုက်ရှာတိုက်ခိုက်လာတဲ့အခါ.....\nFile Size     :   500/250 Mb Duration    :   1 : 18: 02 Quality        :   ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/next-avengers-heroes-of-tomorrow2008/",
        "category": "Animation"
    }
]