[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/nut_job_ver2_xlg-1-200x300.jpg",
        "title": "The Nut Job (2014)",
        "description": "ဒီကားေလးဟာ ကိုယ္စိတ္ထင္ရာလုပ္တတ္ျပီး ကိုယ္ဖို့ပဲျကည့္တတ္တဲ့ ရွဥ့္ေလးတစ္ေကာင္အေျကာင္းကို အေျခခံထားပာတယ္...\nအဲ့ဒီရွဥ့္ေလးရဲ့နာမည္ကေတာ့ ဆာလီ လို့ေခာ္ပာတယ္...သူ့ရဲ့ပာတနာကေတာ့ ဘာဒီလို့ေခာ္တဲ့ စကားမေျပာတဲ့ျကြက္ကေလးပာ...\nဆာလီတို့ဟာ အုကၠတန္ျမိဳ့ရဲ့ ေလဘာတီပန္းျခံထဲမွာ ေနျကပာတယ္..\nတျခားတိရစာၦန္ေလးေတြလည္း ေနထိုင္ျကျပီး ဆာလီတို့ကေတာ့ သီးသန့္ခြဲေနျကတာပာ...\nပန္းျခံထဲက တိရစာၦန္ေတြကိုေတာ့ ရက္ကြန္လို့ေခာ္တဲ့ ေတာေျကာင္ျကီးတစ္ေကာင္က အုပ္ခ်ုပ္ပာတယ္...သူကေတာ့ ေခာင္းပံုျဖတ္ အက်င့္မေကာင္းတဲ့ ဗီလိန္တစ္ေယာက္ပာ...\nရက္ကြန္ဟာ ဆာလီကို မ်က္မုန္းက်ိုးေနသူလည္းျဖစ္ပာတယ္...\nတစ္ေန့မွာ ဆာလီတို့ဟာ ပန္းျခံေရွ့မွာ လာေရာင္းတဲ့ ေျမပဲလွည္းက ေျမပဲေတြကို ခိုးယူဖို့ျကိုးစားပာေတာ့တယ္...ဒီေနရာမွာ အန္ဒီ ဆိုတဲ့ ထက္ျမက္တဲ့ ရွဥ့္မေလး ပာ၀င္လာပာျပီ...အန္ဒီကေတာ့ အမ်ားအက်ိုးကို ျကည့္သူျဖစ္ျပီး ဆာလီနဲ့ကေတာ့ ဆန့္က်င္ဘက္ပာ...\nအန္ဒီရဲ့ တြဲဖက္ကေတာ့ ဂေရဆင္လို့ေခာ္တဲ့ ခပ္ေပာေပာရွဥ့္တစ္ေကာင္ပာ...သူ့ကို ပန္းျခံရဲ့သူရဲေကာင္းဘြဲ့ေပးထားပာတယ္...ဒီလိုနဲ့\nဆာလီတို့ဟာ ေျမပဲေတြကို ခိုးယူဖို့ျကိုးစားရင္း အန္ဒီတို့နဲ့ေတြ့ျပီး ေျမပဲလွည္းဟာ မေတာ္တဆျဖစ္ျပီး ပန္းျခံထဲက အျကီးဆံုးသစ္ပင္ျကီးကို မီးေလာင္ေစခဲ့ပာတယ္...အဲ့ဒီ သစ္ပင္ျကီးဟာ ပန္းျခံထဲက တိရစာၦန္ေလးေတြရဲ့ ေဆာင္းတြင္းကာလအတြက္ အစာစုေဆာင္းရာအပင္ျကီးျဖစ္ေနပာတယ္..\nဒီေတာ့ အကုန္လံုး စိတ္ဆိုးျကျပီး ဆာလီ ကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-nut-job/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Bolt_-_Poster-1-200x300.jpg",
        "title": "Bolt (2008)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ကာတြန္းခ်စ္သူေတြကို အေတာ္စြဲေဆာင္ႏိုင္ခဲ့တဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nေဟာလိဝုဒ္က သရုပ္ေဆာင္ျဖစ္တဲ့ Bolt ဆိုတဲ့ ေခြးေလးတစ္ေကာင္အေၾကာင္းကိုရိုက္ကူးတင္ဆက္ထားတာပါ။ဇာတ္လမ္းအရဆိုရင္\nအဲ့ဒီေခြးေလးဟာ သိပၸံဇာတ္လမ္းရုပ္ရွင္တစ္ခုမွာ သူ႔ရဲ႕သခင္မျဖစ္သူ Penny ဆိုတဲ့ ေကာင္မေလးနဲ႔အတူ သရုပ္ေဆာင္ေနရတာျဖစ္ၿပီး Bolt ဟာ သရုပ္ေဆာင္ေနရတာကို အမွန္တကယ္ထင္မွတ္ေနတာျဖစ္ပါတယ္။ ဒီလိုနဲ႔ တစ္ေန႔မွာ Bolt တစ္ေကာင္ မေတာ္တဆျဖစ္ၿပီး ေဟာလိဝုဒ္ရုပ္ရွင္ၿမိဳ႕ေတာ္ရဲ႕ အျပင္ကိုေရာက္သြားပါေတာ့တယ္။\nသူ႔ကိုယ္သူ ရုပ္ရွင္ထဲကအတိုင္း စြမ္းအားရွင္ေခြးတစ္ေကာင္လို႔ထင္ေနတဲ့ Bolt ကေတာ့ အလြဲလြဲအမွားမွားေတြနဲ႔ၾကံဳေတြ႕ရပါေတာ့တယ္။ အျပင္ေလာကကိုေရာက္သြားတဲ့ Bolt ဟာ သူ႔ရဲ႕သခင္မဆီကို ျပန္ဖို႔ႀကိဳးစားရင္းနဲ႔ ဘာေတြၾကံဳေတြ႕ရမယ္ ဘာေတြ သိလာရမယ္ဆိုတာေတာ့ ဇာတ္လမ္းထဲမွာ ခံစားၾကည့္ရႈၾကပါဦး။\n(ဇာတ္လမ္းအရသာေပါ့မွာစိုးတဲ့အတြက္ ဒီေလာက္ပဲညႊန္းပါရေစ )IMDb rating 6.9/10 ထိ ရရွိထားၿပီး\nBolt အျဖစ္ John Travolta ၊ Penny အျဖစ္ Miley Cyrus တို႔က အသံ သရုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားေလးဟာဆိုရင္ျဖင့္ ပရိတ္သက္ႀကီးအႀကိဳက္ေတြ႕ေစမယ့္ကာတြန္းဇာတ္ကားတစ္ကားျဖစ္ပါေၾကာင္းေျပာၾကားရင္းနဲ႔ အားေပးၾကည့္ရႈလိုက္ၾကပါဦးလို့File ...",
        "rating": "",
        "url": "https://megaup.net/2g1G4/Bolt_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/penguin-of-madagascar-poster-133x200.jpg",
        "title": "Penguins of Madagascar (2014)",
        "description": "Penguins Of Madagascar (2014)\nIMDb - 6.7/10_____Rotten - 73%\n ဒီ ဇာတ်လမ်းလေးကတော. Skipper, Kowalski, Rico နဲ. Private join ဆိုတဲ့ပင်ဂွင်းလေးကောင်ရဲ. စွန်စားခန်းလေးတွေအကြောင်းပါ ဇာတ်လမ်းအစမှာတော့ Skipper, Kowalski, Rico တို.ဟာ Private မွေးဖွာမဲ. ဥ ကိုကယ်တင်ခဲ့ပြီး Private ဟာ Skipper, Kowalski, Rico တို.နဲ. မိသားစုဝင်ဖြစ်လာခဲ့ပါတယ်။\nပင်ဂွင်းလေးကောင်ဟာ နယူးယောက်ခ် မြို.ကိုရောက်ရှိခဲ့ပြီး ပင်ဂွင်းတွေကို ရန်ငြိုးကြီးနေတဲ့ရေဘဝဲ ဒေဗ့်က ဖမ်း သွားပါတယ်။. နော.ဝင်း အဖွဲ.သားတွေနဲ.ပင်ဂွင်းလေးကောင် ပူပေါင်းပြီး ရေဘဝဲ ဒေဗ်. ရဲ. ယုတ်မာမူတွေကို အတူတွန်းလှန်ရာကနေ အကုန်လုံး ရေဘဝဲ ဒေဗ်.ရဲ.ဖမ်းဆီးခြ င်းကို ခံခဲ့ရပါတယ်။\nနောက်ပိုင်းမှာတော့ ပင်ဂွင်း အဖွဲ.ရဲ. အငယ်ဆုံးကောင်လေးဖြစ်တဲ့ Private ဟာ ပင်ဂွင်း တွေအကုန်လုံးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dnrn/Penguins_Of_Madagascar_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Spirit-stallion-cimarron-1-300x225.jpg",
        "title": "Spirit: Stallion of the Cimarron(2002)(ျမန္မာစာတန္းထိုး)",
        "description": "Animation ေကာင္းေလးတစ္ခုကို ထပ္ျပီးတင္ေပးလိုက္ပါတယ္။ Imdb 7.0 ရထားတဲ့ ဇတ္ကားေလးပါ။ ၁၉ ရာစုနွစ္မွာအသက္ရွင္ေနထိုင္ခဲ့တဲ့ ျမင္းရိုင္းေလး Spirit ရဲ႕ဇာတ္လမ္းပါ။ အေကာင္းဆံုး animation ေအာ္စကာဆံခါတင္စာရင္းထဲမွာ ပါ၀င္ခဲ့ျပီးအၾကီးအက်ယ္ေအာင္ျမင္မႈရခဲ့တဲ့ ကားေလးတစ္ကားပါ။\n                 ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ျမင္းအုပ္ရဲ႕ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္အျဖစ္ ၾကီးျပင္းလာခဲ့တဲ့ ျမင္းရိုင္းေလး Spirit ဟာ သိလိုစိတ္ကို မထိန္းနိုင္ဘဲ စူးစမ္းမႈေၾကာင့္ လူေတြရဲ႕ ဖမ္းဆီးျခင္းကို ခံရျပီး အေမရိကန္ ျမင္းတပ္ဆီကို ေခၚေဆာင္သြားခံခဲ့ရပါတယ္။ အဲဒီမွာပဲ ကြ်န္ျပဳခံထားရတဲ့ တျခားျမင္းေတြနဲ႕ အတူထားေပမယ့္ Spiritကို နာခံေအာင္ ဘယ္သူမွ ေလ့က်င့္မေပးနိုင္တဲ့ အေျခအေနမွာ ဒါကို မရရေအာင္လုပ္ဖို႕ရည္ရြယ္တဲ့ ကာနယ္နဲ႕ ထိပ္တိုက္ေတြ႕ၾကတဲ့ အခ်ိန္မွာ .........ဒါ့အျပင္ အေမရိကန္ေတြကို ခုခံေနရတယ့္ လာကိုတာနယ္ခံထဲကအဖမ္းခံထားရတဲ့ Little Creek နဲ႕ ...",
        "rating": "",
        "url": "https://megaup.net/Tg64/Spirit_-_Stallion_Of_The_Cimarron_[2002]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Garfield-133x200.jpg",
        "title": "Garfield (2004)",
        "description": "ကဲ Garfield တဲ့ . ဒီနာမည်လေးကြားတာနဲ့ကို မကြိုက်ဘဲနေနိုင်ဦးမလားခင်ဗျ။ 2004 ခုနှစ်ကထွက်ရှိခဲ့ပြီး\nကြည့်ဖူးသည့််သူတိုင်း ကလေးအစ လူကြီးအဆုံး အရမ်းကိုကြိုက်နှစ်သက်ခဲ့တဲ့ Animation နဲ့လူပေါင်းစပ်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။\nဇာတ်လမ်းတစ်လျှောက်လုံး ရယ်မောဖွယ်ရာဟာသတွေနဲ့ Garfield လို့ခေါ်တဲ့ အသိဉာဏ်အရမ်းကြွယ်ဝတဲ့ ကြောင်လေးတစ်ကောင်ရဲ့ သရုပ်ဆောင်မှုတွေဟာ အရမ်းကိုပြည့်စုံလွန်းတယ်ထင်ရပါတယ်။ သူ့သခင်နဲ့ သူ့ရဲ့စကားပြောဆိုဆက်ဆံမှုဟာ ကြောင်နဲ့မတူဘဲ လူတစ်ယောက်ရဲ့အသိဉာဏ်မျိုးနဲ့ပြောဆိုမှုတွေဟာ ဒီဇာတ်ကားနာမည်ကြီးတဲ့ အဓိကအကြောင်းရင်းထဲက တစ်ချက်ပါပဲ။ ကဲ . ကြည့်ပြီးသားလူတွေလည်း Channel Myanmar ရဲ့ ဘာသာပြန်တင်ဆက်မှုနဲ့နောက်တစ်ခေါက်ပြန်ကြည့်ကြပါ။ ကိုယ့်မှာကလေးတွေ တူ.တူမတွေရှိလည်း ဒီကားလေးကိုပြန်ပြကြပါ။\n(ဒီဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးသူကတော့ CM Team မှ Moe Myint Lwin ဖြစ်ပါတယ်။ ပရိတ်သက်အားပေးမှုနဲ့ အပိုင်း ၂ ကိုလည်းဆက်လက်ပြန်ပေးပါ့မယ်တဲ့ :D )\n--------------------------------------------------------------\nကဲ Garfield တဲ့ . ဒီနာမည္ေလးၾကားတာနဲ႕ကို မၾကိဳက္ဘဲေနႏိုင္ဦးမလားခင္ဗ်။ 2004 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး\nၾကည့္ဖူးသည့္္သူတိုင္း ကေလးအစ လူၾကီးအဆံုး အရမ္းကိုၾကိဳက္ႏွစ္သက္ခဲ့တဲ့ Animation ...",
        "rating": "5.0",
        "url": "https://megaup.net/3yPP5/Garfield_[2004]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/69c41f83cf803b9b7476bc23f5310accc0d3de51b8075fda761f1326e64d2f3b_facebook-1-203x300.jpg",
        "title": "Alvin and Chipmunks : The Road Chip (2015)",
        "description": "၂၀၁၅ ထြက္ အသစ္ေလး တစ္ကားလာပါျပီဗ်ာ။ ဒီေကာင္ေလးေတြဆို အကုန္လံုး သိေနၾကေလာက္ပါျပီ။ ဒီတစ္ေခါက္ကားမွာေတာ့ သူတို႕ အေဖ Dave ဟာ မိုင္ယာမီကို ရည္းစားနဲ႕အတူ ၂ ေယာက္ထဲထြက္သြားျပီး သူတို႕ကို ရည္းစားရဲ႕ သားျဖစ္သူ Miles နဲ႕ ခ်န္ထားခဲ့တာက စပါတယ္။ Miles နဲ႕ သူတို႕ေတြ စေတြ႕ကတညး္က လံုး၀မတည့္ခဲ့ၾကတာပါ။ အဲဒီအခ်ိန္မွာပဲ Dave က မိုင္ယာမီခရီးမွာ လက္စြပ္ေလးကို သယ္သြားတာ ေတြ႕လိုက္တဲ့အခါ သူတို႕ ၃ ေယာက္နဲ႕ Miles က လံုး၀မိသားစု မလုပ္နိုင္ဘူးဆိုျပီး\n၄ေယာက္သား လက္ထပ္ခြင့္ေတာင္းတာကို ဖ်က္ဖို႕ မိုင္ယာမီကို ခရီးထြက္လာပါေတာ့တယ္။ ဒါေပမယ့္\nလမ္းတစ္ေလွ်ာက္ အခက္အခဲေတြ မ်ိဳးစံုေတြ႕လာတဲ့ အခါမွာေတာ့..........File size...(660 Mb)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....1 hr 32 min\nSubtitle....Moe Myint Lwin\nEncoder...Little Neo",
        "rating": "",
        "url": "https://channelmyanmar.org/alvin-and-chipmunks-road-chip-2015/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28429-2.jpg",
        "title": "A Letter To Momo (ျမန္မာစာတန္းထိုး) (၂၀၁၁)",
        "description": "MDb 7.3  Rotten Tomatoes 80% ရရိွထားတဲ့ ဇာတ္ကားေလးကေတာ့ မုိမိုဆိုတဲ့ ၁၁ ႏွစ္အရြယ္ေကာင္မေလးဟာ အေဖဆံုးၿပီးေနာက္ တိုက်ိဳမွာရွိတဲ့အိမ္ကိုေရာင္းခ်ၿပီး သူ႕အေမရဲ႕ ေမြးရပ္ဇာတိကို ေျပာင္းေရႊ႕လာခဲ့တယ္... သူ႕အေဖမဆံုးခင္ ေရးထားခဲ့တဲ့ အစမရွိအဆံုးမရွိစာေလးတစ္ေစာင္ကတဆင့္ ထူးဆန္းတဲ့ ပရေလာကသားေတြနဲ႕ ေတြ႕ဆံုမႈအေၾကာင္း ဇာတ္လမ္းဆင္ထားတယ္ဗ်..အညႊန္းထက္စာရင္ ဇာတ္လမ္းကို ကိုယ္တိုင္ၾကည့္မွ အရသာရွိမယ့္ဇာတ္ကားမို႕ ဘာမွအမ်ားႀကီး မညႊန္းေတာ့ပါဘူး..ေသခ်ာတာကေတာ့ \" မိုမိုသို႕ေပးစာ \" လုိ႕ အမည္ရတဲ့ Rating ျမင့္ ဒီဂ်ပန္ကာတြန္းကားေလးဟာ ၾကာျမင့္ခ်ိန္ ၂ နာရီအတြင္းမွာ ၾကည့္ရႈသူေတြကို ခံစားခ်က္အမ်ိဳးမ်ိဳးေပးစြမ္းႏိုင္မွာပါဗ်..\n File Size                 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-letter-to-momo/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/TADEXPL_3D_DVD-SKEW_WHT-2-201x300.jpg",
        "title": "Tad : The Lost Explorer (2012)",
        "description": "Channel Myanmar က ကာတွန်းကားတွေ မတင်တာကြာပြီမို့ ဒီတစ်ခါ ကာတွန်းကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ...\nဒီကားလေးကလည်း ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ ကာတွန်းကားတွေထဲက စိတ်ထဲမှတ်မှတ်ရရရှိနေခဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ..\nဇာတ်လမ်းလေးကတော့ ...\nဖခင်ဖြစ်သူလို ရှေးဟောင်းသုတေသနပညာရှင် ဖြစ်ချင်နေတဲ့ တက်ဒ်(Tad) ဆိုတဲ့ကောင်လေးဟာ ဖြစ်ချင်တာကို မလုပ်ရပဲ ကြုံရာအလုပ်ကိုသာ လုပ်နေခဲ့ရပါတယ် ... ဒါပေမယ့် သူ့ရဲ့ဝါသနာကြောင့် အလုပ်တွေမှာ အဆင်မပြေဖြစ်ရပါတယ် ... ဒါပေမယ့်\nတစ်နေ့မှာ သူ့ရဲ့အိပ်မက်တွေဖြစ်လာဖို့အခွင့်အရေးတစ်ခုကို မမျှော်လင့်ပဲကြုံတွေ့ရပါတော့တယ် ...\nအဲ့ဒါကတော့ ပျောက်ဆုံးနေတဲ့မြို့တော်တစ်ခုကို ရှာဖွေရမယ့် အခွင့်အရေးပါ\nဒါပေမယ့် အနှောက်အယှက်တွေ ထူးဆန်းမှုတွေ စွန့်စားမှုတွေ အပြည့်နဲ့ ကြုံလာခဲ့တဲ့အခါမှာတော့ ....ဒီဇာတ်ကားလေးကို ကြည့်လိုက်ရင် နာမည်ကြီးဇာတ်လမ်း အင်ဒီယာနာဂျုန်းစ်ကို ကာတွန်းဗားရှင်းနဲ့ပြန်ကြည့်ရသလိုခံစားရစေမှာပါ(တလွဲလေးတွေတော့ ပါတာပေါ့လေ ငိငိ )\nပရိတ်သတ်ကြီး အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်...ကြည့်ရှုအားပေးကြပါဦး\n(Like & Share လေးလုပ်သွားဖို့လည်း မမေ့ကြနဲ့ဦးနော် .. လူကြီးမင်းတို့ရဲ့ Like/Share တစ်ချက်က ကျွန်တော့်တို့အတွက် ...",
        "rating": "",
        "url": "https://megaup.net/3bPNX/Ted_-_The_Lost_Explorer_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Greenlanternposter45-1-203x300.jpeg",
        "title": "Green Lantern (2011)",
        "description": "DC ဟာ comic နဲ႔ animated ေလာက မွာ ဘုရင္တစ္ပါး ျဖစ္ေပမယ့္ ႐ုပ္႐ွင္ေလာက မွာေတာ့ လက္ေႏွးပါတယ္။ ဒါေပမယ့္ သူတို႔ဟာ သူတို႔ရဲ႕ နာမည္ႀကီး ဇာတ္ေကာင္တစ္ေကာင္ ျဖစ္တဲ့ Green Lanternကို ႐ုပ္႐ွင္႐ိုက္ဖို႔ သတိရေသးတာ ပဲ ေတာ္ပါေသးရဲ႕။comic ေလာကမွာေတာ့ Green Lantern ဟာ ပရိသတ္အခိုင္အမာ ရထားတဲ့ super heroတစ္ေယာက္ပါ။ ဒါကို ႐ုပ္႐ွင္ အျဖစ္ ခ်ျပေတာ့ comic fanေတြရဲ႕ high expectation အရ လိုအပ္ခ်က္ တစ္ခ်ိဳ႕ကို ေထာက္ျပၾကတာ ေတြ႔ရပါတယ္။ ကြၽန္ေတာ္ကေတာ့ ဒါဟာ ေကာင္းတဲ့ အခ်က္ လို႔ ယူဆပါတယ္။ Batman Forever တို႔လို ဇာတ္ကားေတြ ထြက္ၿပီးမွ Nolan's Batman trilogy ေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-lantern2011/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/tom-and-jerry-kids-cartoon-1920x1080-wallpaper29249-1-300x169.jpg",
        "title": "Tom and Jerry Special Collection",
        "description": "ကဲ ပံု​ေလး​ေတြကို ျမင္​လိုက္​တာ နဲ႔ ခပ္​မ်ားမ်ား​ေတာ့ ​ေျပာ ဖု႔ိ လိုဦးမလားဗ်။ လူတစ္​​ေယာက္​ကို မင္​း ​ေၾကာင္​နဲ႔ႂကြက္​ ကား ႀကိဳက္​ လား လို႔ ​ေမးၾကည္​့။ မႀကိဳက္​ဘူး ​ေျပာရင္​ ​ေသခ်ာတယ္​ လိမ္​ တာပဲ။ တျခား ကာတြန္​း ကား​ေတြ နဲ႔ မတူ ဘဲ ဘယ္​အခ်ိန္​ ၾကည္​့ၾကည္​့ ဘာၿပီးရင္​ ဘာျဖစ္​မယ္​ အလြတ္​ ရ​ေနတာ​ေတာင္​မွ ထပ္​ကာထပ္​ကာ ၾကည္​့ မ႐ိုးဘူးဗ်။ လက္ဖက္သုတ္လို​ေပါ့။ ​ခဏခဏစား​ေနရလည္​း မ႐ိုးႏိုင္​တာမ်ိဳး။ ​ေၾကာင္​နဲ႔ႂကြက္​ ၾကည္​့ၿပီးရင္​ စိတ္​လက္​ ​ေပါ့ပါးသြားတတ္​တာ ထံုးစံဗ်။ ကာတြန္​း ဆြဲ ခဲ့တဲ့ လူ​ေတြ ဂါထာ​ေတြနဲ႔ မန္​းမႈတ္​ၿပီး ဆြဲ ထားသ​လားမွတ္​ရတယ္​။ ဘယ္​​ေတာ့မွ မမုန္​းဘူးဗ်။ ​ေနာက္​တစ္​ခု ရယ္​ရတာက တျခားကား​ေတြ violence and gore ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-276/",
        "category": "Animation, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/5cm-1-213x300.jpg",
        "title": "5 Centimeters Per Second (2007)",
        "description": "5 Centimeters Per Second (2007)**********************************(1080p Blueray Update) \" ငါတို့တွေဟာ အကြိမ်ပေါင်းထောင်ချီအောင် စာတွေအပြန်လှန်ရေးပို့နေကြလဲနှလုံးသားတွေကတော့ တစ် စင်တီမီတာတောင် နီးစပ်မလာခဲ့ကြပါဘူး...\" \n                                                                                    တိုနို-တာကကီ (5 Centimeters Per Second)\n ချယ်ရီပွင့်ဖတ်လေးတွေ အပင်ပေါ်ကနေမြေပြင်အထိ ကြွေကျတဲ့အရှိန်က\nတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်း ရှိတယ်တဲ့...မြေပြင်ကနေလွတ်တင်လိုက်တဲ့ အာကာသယာဥ်တစ်စီးကတော့\nတစ်နာရီကို မိုင်ပေါင်း တစ်သောင်းရှစ်ထောင်နှုန်းနဲ့ ကမ္ဘာမြေက တဖြည်းဖြည်း ဝေးကွာသွားတယ်ဦးတည်ချက်ရှိတဲ့ လားရာတွေကဘယ်လောက်အချိန်တွေကြာပါစေ\nတစ်ချိန်ချိန်မှာ လိုရာခရီးကို ရောက်နိုင်ဦးမှာပဲမဟုတ်လား...ဒါပေမယ့်တစ်ချို့ ဦးတည်ချက်မရေရာပဲ မျှော်လင့်ချက်တစ်ခုတည်းနဲ့\nလွတ်တင်မိခဲ့တဲ့ ယာဥ်တွေကတော့ ဘယ်အချိန်မှာ ဘယ်ကိုရောက်နိုင်မလဲ...Massage တွေ ထောင်ချီ အပြန်အလှန်ပို့နေခဲ့ပေမယ့်\nနှလုံးသားတွေ တစ်စင်တီမီတာလောက်တောင် နီးမလာတဲ့အခါ...အချိန်တွေအကြာကြီးစောင့်ဆိုင်းခဲ့ရပေမယ့် မျှော်လင့်တဲ့သူပြန်မလာတဲ့အခါ...အများကြီးကြိုးစားခဲ့ပေမယ့် ကြိုးစားမှုတွေ အရာမထင်ခဲ့တဲ့အခါတွေမှာရော...ငါတို့... လားရာမရှိတဲ့ မျှော်လင့်ချက်ယာဥ်တွေကိုလွတ်တင်နေမိသလိုပဲမဟုတ်ဘူးလား..တစ်ခါတစ်လေကျရင် လူတွေကကိုယ့်ရဲ့အဝေးကိုမျှော်နေရင်း ဘေးကကိုယ့်ကိုတန်ဖိုးထားတဲ့သူတွေအရာတွေကို သတိမထားမိတတ်ကြဘူးလေတစ်ဖက်ကပြန်တွေးကြည့်ရင်တော့\nချယ်ရီပွင့်ဖတ်လေးတွေက မြေပြင်ကိုပဲ\nဦးတည်ပြီးတော့သွားနေတာလားဒါမှမဟုတ် မိခင်အပင်အကိုင်းအခတ်တွေဆီကပဲ\nတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်းဝေးကွာခဲ့ကြတာပဲလားဘယ်သူသိနိုင်မလဲ....#5cm_per_second\n#Makoto_Shinkai\n Review : Han Htoo Zaw\nFile Size – 674 MB\nQuality ...",
        "rating": "7.6",
        "url": "https://megaup.net/UTnk/(CM)_5_Centimeters_Per_Second_(2007).MM.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/au400squeakquel-1-205x300.jpg",
        "title": "Alvin And The Chipmunks 2: The Squeakquel (2009)",
        "description": "ဒုတိယဇာတ္ကားဟာလည္း ပထမဇာတ္ကားလိုပဲ ေအာင္ျမင္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ခဲ့ပါတယ္... ဇာတ္လမ္းကေတာ့ ေအာင္ျမင္ေနျပီျဖစ္တဲ့ အယ္လ္ဗင္တို့ရွဥ့္ညီေနာင္တို့အတြက္ ျပိုင္ဘက္အဖြဲ့တစ္ဖြဲ့ေပါ္လာခဲ့ပါတယ္...သူတို့ကလည္း ရွဥ့္မေလးေတြျဖစ္ျပီး Chipettes လို့ေခါ္တဲ့ အဖြဲ့ပဲျဖစ္ပါတယ္...သူတို့ေလးေတြရဲ့ နာမည္ေတြကေတာ့ ဘရစ္တနီ (Brittney) ၊ ဂ်နက္တီ (Jeanette) နဲ့ အယ္လန္ေနာ္ (Eleanor) တို့ပဲျဖစ္ပါတယ္…သူတို့ ၂ ဖြဲ့ဟာ အထက္တန္းေက်ာင္းတစ္ခုမွာေတြ့ျကတာျဖစ္ျပီး ေက်ာင္းရဲ့ သီခ်င္းဆိုျပိုင္ပြဲအတြက္ ယွဥ္ျပိုင္ျကမွာလည္း ျဖစ္ပါတယ္...ဘရစ္တနီတို့ အဖြဲ့ကိုေတာ့ လန္ေဟာ့ကပဲ တာ၀န္ယူထားတာျဖစ္ပါတယ္...ဘရစ္တနီတို့အဖြဲ့ကလည္း ေအာင္ျမင္တဲ့အဆိုေတာ္အဖြဲ့တစ္ဖြဲ့ ျဖစ္ေအာင္လုပ္မယ္ဆိုတဲ့ရည္ရြယ္ခ်က္နဲ့ ဘန္ေဟာ့ဆီေရာက္ေနတာျဖစ္ပါတယ္… ဒီ ၂ ဖြဲ့ရဲ့ အားျပိုင္မွုက ဘယ္လိုေတြျဖစ္လာမလဲ ?? ဘယ္အဖြဲ့က အနိုင္ရမလဲ ?? ဘာေတြဆက္ျဖစ္ျကဦးမလဲ ဆိုတာေတြကိုေတာ့ စိတ္၀င္စားဖြယ္ျကည့္ရွုရမွာျဖစ္ပါတယ္... ဇာတ္ကားက ပထမကားထက္အရွိန္ပိုေကာင္းလာျပီး ရွဥ့္မေလးေတြကလည္း ပရိတ္သတ္ကိုဆြဲေဆာင္နိုင္ခဲ့ပါတယ္...ေနာက္တစ္ခ်က္ကေတာ့ ကမၻာေက်ာ္အဆိုေတာ္ Charice လည္းတစ္ခန္းပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္...သီခ်င္းတစ္ပုဒ္ဆိုခဲ့ပါေသးတယ္... ျကည့္ရွုသင့္တဲ့ကားေကာင္းတစ္ကားျဖစ္ျပီး IMDb rating 4.4/10 ရရွိထားပါတယ္(ဇာတ္ကားအညြန္းေရးသူကေတာ့ Ye’ Kyaw Htetပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-281/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/poster1-1-218x300.jpg",
        "title": "Alvin And The Chipmunks – 1 (2007)",
        "description": "ဒီကားေလးကေတာ့ ကေလးလူငယ္လူျကီးမေရြးနွစ္သက္ခဲ့ျကတဲ့ကားေလးတစ္ကားပါ...ရုပ္ရွင္မရိုက္ခင္ ရုပ္ျပဇာတ္လမ္းေတြမွာကတည္းကနာမည္ရခဲ့ျပီး Chipmunks songs Album ဆိုရင္လည္း ဂရမ္မီ ၅ ဆုအထိရခဲ့ပါတယ္...ရုပ္ရွင္အျဖစ္ရိုက္ကူးျပသခဲ့တဲ့အခါမွာလည္း ပရိတ္သတ္ရဲ့ အားေပးမွုအမ်ားအျပားရရွိခဲ့ပါတယ္...ကဲ ဇာတ္လမ္းအေျကာင္းေလးသြားရေအာင္တစ္ခါတုန္းက ေတာတစ္ခုထဲက သစ္ပင္ျကီးတစ္ပင္မွာ ရွဥ့္ညီေနာင္သံုးေကာင္ေနျကပါတယ္...\nသူတို့ေလးေတြမွာ နာမည္ကိုယ္စီရွိတယ္ဗ်...\nအယ္လ္ဗင္ (Alvin) ၊ ဆုိင္မြန္ (Simon) နဲ့ သီအိုေဒါ (Theodore) တဲ့...ဒီလိုနဲ့သူတို့ရဲ့ေဆာင္းခိုခ်ိန္ေရာက္လာပါေတာ့တယ္...တစ္ေန့မွာ သူတို့ေတြရဲ့ သစ္ပင္ျကီးကို ခုတ္ျပီးကားနဲ့သယ္ယူသြားျခင္းခံလိုက္ရျပီး...သူတို့ေတြကေတာ့ သစ္ပင္ျကီးထဲမွာ အိပ္ေနတဲ့အတြက္မသိလိုက္ပါဘူး...သစ္ပင္ျကီးဟာ ခရစၥမတ္သစ္ပင္အျဖစ္နဲ့ ေလာစ့္အိန္ဂ်လိစ္ျမို့ကိုေရာက္သြားပါတယ္...ရွည့္ညီေနာင္ေတြ နိုးလာတဲ့အခ်ိန္မွာ တိုင္ပတ္ပါေလေရာ...ဟိုဒီေလ်ွာက္ေျပးရင္းနဲ့ လူတစ္ေယာက္ရဲ့ အိမ္ကိုေရာက္သြားပါတယ္...အဲ့ဒီလူကေတာ့ ေဒဗ့္စဗီလီ (Dave Seville) လို့ေခါ္တဲ့သီခ်င္းေရးဆရာတစ္ေယာက္ျဖစ္ျပီးေတာ့ Entertainment ကုမၸဏီတစ္ခုမွာ အလုပ္အတြက္ ရုန္းကန္ေနရသူတစ္ဦးလည္းျဖစ္ပါတယ္...ရွဥ့္ညီေနာင္တို့ေရာက္သြားတဲ့အခါမွာ လက္ခံထားေပမယ့္ ေမ်ာက္ရွုံးေအာင္ကဲျကတဲ့အတြက္ ေဒဗ့္အတြက္စိတ္ပ်က္ေစခဲ့ပါတယ္...ဒါေပမယ့္ ရွဥ့္ေလးေတြရဲ့ အရည္အခ်င္းသိလိုက္ရတဲ့အခါမွာေတာ့ ေဒဗ့္ရဲ့စိတ္ကူးေျပာင္းသြားခဲ့ပါတယ္...ဘာေျကာင့္လည္းဆိုေတာ့ ရွဥ့္ေလးေတြမွာ သီခ်င္းေကာင္းေကာင္းဆိုနိုင္တဲ့ အရည္အခ်င္းရွိတဲ့အျပင္ သာယာျပီးခ်စ္ဖို့ေကာင္းတဲ့အသံေလးေတြလည္း ပိုင္ဆိုင္ထားျကပါတယ္...အဲ့ဒီအခါမွာ ေဒဗ့္ရဲဖန္တီးနိုင္စြမ္းနဲ့ ရွဥ့္ေလးေတြရဲ့အရည္အခ်င္းကိုေပါင္းစပ္ျပီး ကုမၸဏီကိုတင္ဆက္ဖို့စီစဥ္ပါေတာ့တယ္...\nဒီအခ်ိန္မွာ ဗီလိန္ေပါ္လာပါျပီ...\nသူကေတာ့ ကုမၸဏီပိုင္ရွင္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/alvin-and-chipmunks-1-2007/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/minion-2015-105x200.jpg",
        "title": "Minions (2015)",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Minion 2015 ကိုတင်ဆက်ပေးလိုက်ပါပြီ..အဆင်ပြေနိုင်ကြပါစေ :D\nMinion တွေဟာ ကမ္ဘာဦးအစ ကတည်းက ဆဲတစ်ခုတည်းနဲ့ တည်ရှိခဲ့တဲ့ အဝါရောင် သတ္တဝါလေးတွေဖြစ်ပြီး အင်အားအကြီးမားဆုံး အဆိုးသွမ်းဆုံး အကောင်ကိုသာ လုပ်ကျွေးပြုစုချင်ကြသူတွေ ဖြစ်ပါတယ်။ အင်အားကြီးမားတဲ့ T.Rex ဒိုင်တိုဆောတွေ၊ ကျောက်ဂူလူသားတွေ နောက်ကို လိုက်ခဲ့ပေမယ့် အဆင်မပြေခဲ့ပဲ ဉာဏ်ပညာကြီးမားတဲ့ လူသားတွေအပေါ် နှစ်သက်တဲ့ စိတ်ကြောင့် အဆိုးသွမ်းဆုံး လူတွေဆီကိုသာ နောက်လိုက်အဖြစ် ပါဝင်ပြုစုခဲ့ပါတယ်။ အီဂျစ်ဖာရို၊ ဒရက်ဂူလာနဲ့ နပိုလီယံတို့ကို အလုပ်အကျွေး ပြုခဲ့ပေမယ့် အဆင်မပြေခဲ့ပဲ အန္တာတိကမှာ သီးသန့်သွားရောက်နေထိုင်နေကြပါတယ်။ ဒါပေမယ့် နှစ်တွေ ကြာလာတဲ့အခါ သူတို့ရဲ့ ရည်ရွယ်ချက်တွေ ပျောက်ဆုံးကုန်ပြီး စိတ်ဓာတ်ကျ ငြီးငွေကုန်ကြပါတယ်။\nဒီ Minion အပေါင်းကို ကယ်တင်ဖို့အတွက် သတ္တိကောင်းတဲ့ Kevin ဟာ သူ့ရဲ့ အကြံကို Minion တွေအားလုံး ကြားမှာ ထုတ်ဖော်ပြောကြားလိုက်ပါတယ်။ ...",
        "rating": "6.4",
        "url": " https://megaup.net/2sgpf/Minions.2015.1080p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos-{CM}_Recoded.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/tangled-ever-after-133x200.jpg",
        "title": "Tangled Ever After (2012)",
        "description": "ဒီဇာတ်လမ်းတိုလေးက အရင် Tangled ကားလေးရဲ့ အဆက်ပဲဖြစ်ပါတယ်...ပထမကားမှာ ရာပွန်ဇယ်နဲ့ ယူဂျင်းတို့ ချစ်သူတွေဖြစ်သွားကြပေမဲ့ လက်မထပ်ရသေးပါဘူး...ဒီဇာတ်လမ်းတိုလေးကတော့ သူတို့နှစ်ယောက်ရဲ့ လက်ထပ်ပွဲအကြောင်းလေးကို ထပ်မံဖြည့်စွက် ရိုက်ကူးထားတာလေးပါ...ကြည်နူးစရာကောင်းပြီး ရာပွန်ဇယ်ရဲ့ တောက်တဲ့လေးနဲ့ မြင်း မက်စီမက်စ်တို့ နှစ်ကောင်ရဲ့ အလွဲလေးတွေ စွန့်စားခန်းတွေကို ဟာသအနေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်... ပြသချိန် ၆ မိနစ်ခွဲလောက်ပဲကြာပေမယ့် ကြည်နူးစရာကောင်းတဲ့ ဒီဇာတ်လမ်းတိုလေးဟာ ကြည့်ရကျိုးနပ်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်... ခံစားအားပေးကြပါဦး..ဘာသာပြန်သူနဲ့ အညွန်းရေးသူကတော့ Ye’ Kyaw Htetပဲ ဖြစ်ပါတယ်\n-----------------------------------------------------\nဒီဇာတ္လမ္းတိုေလးက အရင္ Tangled ကားေလးရဲ့ အဆက္ပဲျဖစ္ပါတယ္...ပထမကားမွာ ရာပြန္ဇယ္နဲ့ ယူဂ်င္းတို့ ခ်စ္သူေတြျဖစ္သြားျကေပမဲ့ လက္မထပ္ရေသးပါဘူး...ဒီဇာတ္လမ္းတိုေလးကေတာ့ သူတို့နွစ္ေယာက္ရဲ့ လက္ထပ္ပြဲအေျကာင္းေလးကို ထပ္မံျဖည့္စြက္ ရိုက္ကူးထားတာေလးပါ...ျကည္နူးစရာေကာင္းျပီး ရာပြန္ဇယ္ရဲ့ ေတာက္တဲ့ေလးနဲ့ ျမင္း မက္စီမက္စ္တို့ နွစ္ေကာင္ရဲ့ အလြဲေလးေတြ စြန့္စားခန္းေတြကို ဟာသအေနနဲ့ ျကည့္ရွုရမွာျဖစ္ပါတယ္... ျပသခ်ိန္ ၆ မိနစ္ခြဲေလာက္ပဲျကာေပမယ့္ ျကည္နူးစရာေကာင္းတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yPP6/Tangled_Ever_After_[2012]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Song-of-the-sea-poster-133x200.jpg",
        "title": "Song of the Sea (2014)",
        "description": "Song of the Sea (2014)IMDb - 8.1/10_____Rotten - 99%  ၂၀၁၅ ခုနှစ် ၈၇ ကြိမ်မြှောက် အော်စကာဆုရွေးပွဲမှာ\nAcademy Award for Best Animated Feature ဆုအတွက် ဆန်ကာတင်ပါဝင်ခဲ့တဲ့ဇာတ်ကားပါ။\nဒီဇာတ်ကားရဲ့ အညွှန်းထက် ရရှိထားတဲ့ Rating တွေက ပိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို့ ဒီလောက် Rating တွေမြင့်နေတယ်ဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ရှုခံစားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ Nyi Thanlwin မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\n  ၂၀၁၅ ခုႏွစ္ ၈၇ ၾကိမ္ေျမွာက္ ေအာ္စကာဆုေရြးပြဲမွာ\nAcademy Award for Best Animated Feature ဆုအတြက္ ဆန္ကာတင္ပါဝင္ခဲ့တဲ့ဇာတ္ကားပါ။\nဒီဇာတ္ကားရဲ႕ အညႊန္းထက္ ရရွိထားတဲ့ Rating ေတြက ပိုစိတ္ဝင္စားဖို႕ေကာင္းပါတယ္။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို႕ ဒီေလာက္ Rating ...",
        "rating": "8.1",
        "url": "https://megaup.net/Tyss/Song_Of_The_Sea_(Amhrán_Na_Mara)_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/frozen-fever-poster-133x200.jpg",
        "title": "Frozen Fever (2015)",
        "description": "Frozen Fever (2015)_____IMDb - 6.9/10\n   \nတကယ်တမ်း Short Movie အနေနဲ့ ထွက်ရှိထားတာဖြစ်ပြီး ၈ မိနစ်စာပဲ ရှိပေမယ့် တစ်ခြား Animation Cartoon ရုပ်ရှင်တွေရဲ့ Short Movie တွေလို မဟုတ်ပဲ ကြည့်ရတာ စိတ်ထဲ ပျော်ရွှင်မှုလေး တကယ်ရပါတယ်\nElsa နဲ့ Kristoff တို့ ရဲ့ Anna အတွက် စိတ်လှုပ်ရှားဖွယ် မွေးနေ့အစီအစဉ်လေး ပြုလုပ်ပုံလေးက အရမ်းကို ချစ်စရာကောင်းနေပါတယ်.. ဒီအပိုင်းတိုလေးအတွင်းမှာ အန်နာ နဲ့ အလ်ဆာ တို့ ရဲ့ ဝတ်စုံဒီဇိုင်းကို သတိထားကြည့်ပါ အတော်လေးကို ထူးခြား လှပနေပါတယ်... အိပ်ပျော်နေတဲ့ အန်နာ ကို အလ်ဆာ က သွားနှိုးလာပြီး အဝတ်အနီစကြိုးလေး တစ်ကြိုးကို ဆွဲခိုင်းကာ တောက်လျှောက် လက်ဆောင်လေးတွေ တစ်ခုပြီး တစ်ခုပေးပါတယ် အဲ့ဒီ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sax3/Frozen_Fever_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/paranorman-poster-140x200.jpg",
        "title": "ParaNorman (2012)",
        "description": "ParaNorman (2012)\nIMDb - 7.0/10_____Rotten - 89%\n  \nဒီကားလေးဟာ မက်ဆာချူးဆက်ပြည်နယ်ရဲ့  မြို့ဟောင်းတစ်ခုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ သရဲဇတ်လမ်းကား တစ်ကားပါ...\nအသက် ၁၁ နှစ်အရွယ် နော်မန် (Norman Babcock) ဆိုတဲ့ ကောင်လေးကတော့ အဓိကဇတ်ကောင်နေရာကနေပါဝင်ထားပါတယ်...\nနော်မန့်မှာ မွေးရာပါစွမ်းရည်တစ်ခု လက်ဆောင်ရထားပါတယ်...\nအဲ့ဒါကတော့ သေဆုံးသွားတဲ့ဝိညဉ်တွေကို မြင်တွေ့နိုင်ပြီး စကားပြောနိုင်တာပါ...\nသူမြင်တွေ့နေရတာတွေကို ဘယ်သူမှ မမြင်တဲ့အတွက် အရူးတစ်ယောက်လို သတ်မှတ်ခံထားရပါတယ်...\nသူ့မိသားစုကကတောင် သူ့ကိုမယုံပါဘူး...\nသူတို့မြို့လေးမှာ စုန်းမတစ်ယောက်ရဲ့ကျိန်စာအကြောင်း ပုံပြင်ဇာတ်လမ်းလေးရှိနေခဲ့ပါတယ်...\nဒါပေမယ့် အဲ့ဒီ ဇာတ်လမ်းမှာ အမှန်တကယ်ရှိနေခဲ့ပါတယ်...\nနောက်ပြီး အဲ့ဒီမြို့လေးကလူတွေအားလုံးရဲ့ကံကြမ္မာနဲ့သက်ဆိုင်နေပါတယ်...\n  \nဒီလိုနဲ့ တစ်နေ့မှာ ဝိညဉ်တွေနဲ့ စကားပြောဆိုနိုင်တဲ့ နော်မန့်ဆီကို စုန်းမရဲ့ကျိန်စာကိုရပ်တန့်ပေးဖို့\nရုတ်တရက်တာဝန်တစ်ခုပေးခြင်း ခံလိုက်ရတဲ့ အခါမှာတော့.....\nနော်မန်တစ်ယောက် စုန်းမရဲ့ ကျိန်စာကို ရပ်တန့်နိုင်ပြီး လူတွေအားလုံးကို ကယ်တင်နိုင်မှာလား...\nစုန်းမကရော ဘယ်လိုအဆုံးသတ်သွားမလဲ ဆိုတာတွေကိုတော့ ဆက်လက်ရှုစားကြပါဦးလို့....\nဒီကားလေးဟာ ပထမဆုံး အရုပ်သေးသေးလေးတွေ နဲ့ stop-motion 3D နည်းပညာကို သုံးထားတဲ့ Animation ကား တစ်ကားဖြစ်ပါတယ်...\nရုပ်ရှင်ကားကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zz4y/ParaNorman_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Back_To_The_Jurassic_28201529_R2_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "Back To The Jurassic (2012)",
        "description": "2015 ခု ႏွစ္မွာထြက္ရွိခဲ႕တဲ႔ Back To The Jurassic ဆုိတဲ႕ Animation ကားေလးတစ္ကားနဲ႕မိတ္ဆက္\nေပးခ်င္ပါတယ္..ဇာတ္လမ္းဟာ IMDb Rating 5.6 ရရွိထားၿပီး စိတ္အပန္းေၿဖၾကည္႔ဖုိ႕အတြက္သင္႔ေတာ္\nတဲ႕ ဇာတ္လမ္းေကာင္းေလးပါ\nအန္ရင္းဆုိတဲ႕ေကာင္ေလးဟာ သူ႕အေမ ေၿပာစကားကိုဆုိရင္ မလိမ္႕တပတ္လုပ္ၿပီးအၿမဲတမ္းတလြဲ\nလုပ္တတ္တဲ႔ေကာင္ေလးတစ္ေယာက္ၿဖစ္ပါတယ္..သူ႕မွာ ေဂ်ာ္ဆုိတဲ႔ညီမေလးတစ္ေယာက္ရွိပါတယ္\nသူ႕အေပၚမွာအၿမဲတမ္းေခ်ာက္ခ်ၿပီး ၿပသနာၿဖစ္ေအာင္လုပ္တဲ႕ညီမေလးေပါ႕..အန္ရင္းဟာ ထူးထူးၿခားၿခား\nဒိုင္ႏိုေဆာေတြနဲ႕ ပတ္သတ္ၿပီး သေဘာက်ကာ..ေလ႔လာရတာ ၀ါသနာထံုပါတယ္..ဒိုင္ႏိုေဆာၿပတိုက္\nၾကီးမွာလည္းသူအၿမဲတမ္းသြားေရာက္ေလ႔လာတတ္ပါတယ္..တစ္ေန႕မွာ အန္ရင္းရဲ႕အေမဟာ တစ္ႏွစ္တာအတြက္ Mother Of The Year ဆုကိုလက္ခံဖုိ႕အတြက္\nသြားတဲ႕အခ်ိန္မွာ အန္ရင္းကိုသူ႔ဆိုင္ေစာင္႔ဖုိ႕အတြက္ေစခိုင္းခဲ႕ပါတယ္..အန္ရင္းဟာ အေမစကားကို\nနားမေထာင္ပဲနဲ႕ သူ႕သူငယ္ခ်င္း မက္စ္ နဲ႕အတူ ဒိုင္ႏိုေဆာရုပ္ၾကြင္းၿပတိုက္ထဲက ကန္႔သတ္ထားတဲ႕\nအခန္းကို ခိုး၀င္ခဲ႔ပါတယ္..ကံဆုိးခ်င္ေတာ႕သူ႕ညီမၿဖစ္သူ ေဂ်ာ္ ကလိုက္ပါလာၿပီး အခ်က္ေပးစနစ္ကို\nၿမည္ေအာင္လုပ္လိုက္ေတာ႔ လူမိသြားပါေတာ႕တယ္..ဒါေၾကာင္႕ အန္ရင္းကုိ သူ႕အေမက သံုးပတ္\nအခန္းထဲပိတ္ထားမယ္လို႕ အၿပစ္ဒဏ္ေပးလိုက္ပါတယ္..အန္ရင္းဟာအခန္းထဲကေနခိုးထြက္ၿပီးေတာ႕\nသူ႕သူငယ္ခ်င္းမက္စ္ အိမ္ကိုခိုးသြားပါတယ္..အန္ရင္းခိုးထြက္တာကို ၿမင္တဲ႔ ေဂ်ာ္ကလည္းေနာက္ကေန\nလိုက္လာၿပီး အကြက္ဆင္ဖုိ႕ေခ်ာင္းေနပါတယ္..မက္စ္ရဲ႕အေဖဟာ တီထြင္တာေတြ၀ါသနာပါတဲ႕သူ\nတစ္ေယာက္ၿဖစ္ၿပီး အခ်ိန္ခရီးသြားစက္ကိုတီထြင္ေနတာ ေလးႏွစ္တာ ၾကာခဲ႔ပါၿပီ..ခ်ိဳ႕ယြင္းခ်က္တစ္ခု\nေၾကာင္႔ ပါ၀ါမတက္ႏိုင္ပဲၿဖစ္ေနပါတယ္..မက္စ္ရဲ႕အေဖဟာ ဒီခရီးသြားစက္ကို အန္ရင္းနဲ႕မက္စ္ကို\nၿပသလိုက္ၿပီး အၿပင္ဘက္မွာအလုပ္ထြက္လုပ္ေနပါတယ္..အဲ႕အခ်ိန္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/back-to-the-jurassic-2015/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/the-boxtrolls-poster-133x200.jpg",
        "title": "The Boxtrolls (2014)",
        "description": "The Boxtrolls (2014)\nIMDb - 6.8/10_____Rotten - 77%\n  \nAnimation ပရိတ်သတ်တွေအတွက် ထွက်ထားတာ မကြာသေးတဲ့ ကာတွန်းဇာတ်ကားအသစ်ကို\nတင်ဆက်လိုက်ပါတယ်....IMDb Rating (6.8/10) ရရှိထားတဲ့ ဇာတ်ကားဖြစ်လို့\nကာတွန်းကြိုက်ပရိတ်သတ်တွေလက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n File size...1GB\nQuality....DVDRip\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/3zAxu/The_Boxtrolls_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]