[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/star-1.jpg",
        "title": "The Star (2017)",
        "description": "Drama လဲ မႀကည့္ခ်င္ Crime Thriller လဲမၾကည့္ရဲတဲ့ ပရိတ္သတ္ေတြရွိလား…ကာတြန္းကိုပဲ ႀကိဳက္တယ္ ကာတြန္းကားၾကည့္ရတာ ေပ်ာ္တဲ့ ပရိတ္သတ္ေတြရွိလား…ဒါဆိုရင္ေတာ့ “The Star”ဆိုတဲ့ Animation Cartoon movie ေလး လာပါၿပီဗ်ာ…ဒီကားမွာဆိုရင္ေတာ့ Mariah Carey, Oprah Winfrey နဲ႔တျခားတျခားေသာနာမည္ေက်ာ္မ်ားက ေနာက္ခံစကားေျပာမ်ားအျဖစ္ပါဝင္အားျဖည့္ထားၾကပါတယ္..ေလေၾကာေလးေလၽွာ့ၿပီး အညႊန္းေလးေျပာမယ္ဗ်ာ..ျမည္းေလးတစ္ေကာင္ဟာ ႀကိတ္စက္ထဲမွာပဲ သံသရာလည္ရင္း အျပင္ေလာကကို စူးစမ္းခ်င္ခဲ့ပါတယ္..သူ႔ရဲ႕ သူငယ္ခ်င္းျဖစ္တဲ့ ခ်ိဳးငွက္ေလး ေဒ့ဗ္ဟာ ျမည္းေလးရွိတဲ့ ဆန္စက္ထဲကို လာလည္တတ္ၿပီး အျပင္ေလာကအေၾကာင္းကို အျမဲေျပာျပတတ္ပါတယ္…မယ္ရီဟာ ညတစ္ညမွာ သူ႔ဆီကို အလင္းေရာင္တစ္ခု ျဖာက်လာၿပီး ဘုရားသခင္သားေတာ္ကို ေမြးဖြားေပးဖို႔ ေရြးခ်ယ္ခံခဲ့ရပါတယ္..မယ္ရီကိုဒီတာဝန္အပ္ႏွင္းအၿပီးမွာေတာ့ ေကာင္းကင္မွာ ၾကယ္တစ္ပြင့္ထြန္းလင္းခဲ့ပါတယ္…မယ္ရီဟာ စိတ္ထားေကာင္းၿပီး သူတစ္ပါးကို အလြန္ကူညီတတ္ပါတယ္..သူဟာ ဂ်ိဳးဆက္ဆိုတဲ့ေကာင္ေလးနဲ႔ အေၾကာင္းပါခဲ့ပါတယ္..ဒီအခ်ိန္မွာေတာ့ ဘုရားသခင္သားေတာ္ကို လြယ္ထားတဲ့ ကိုယ္ဝန္ရင့္ေနပါၿပီ…သူဟာဂ်ိဳးဆက္ကိုဒီအေၾကာင္းေတြကို ရွင္းျပခဲ့ပါတယ္..ဂ်ိဳးဆက္ကလဲ ခင္ပြန္းေကာင္းပီပီ နားလည္ေပးခဲ့ပါတယ္..အဲ့အခ်ိန္မွာပဲ ျမည္းေလးဟာ ဆန္စက္က ထြက္ေျပးၿပီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/2WAYA/The_Star_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjQ1ZTY2YTktYmQxZC00NTE3LTliYmMtNzczOTRmNDg2NTNlXkEyXkFqcGdeQXVyNTQxMDM1ODU@._V1_SY999_CR00706999_AL_-141x200.jpg",
        "title": "Godzilla: Planet of the Monsters (2017)",
        "description": "20ရာစုရဲ့ ​နေ့တစ်​​နေ့မှာ ဒီဇာတ်​လမ်​းစခဲ့တယ်​\nအရာရာဟာ ဘုရားသခင်​ အလို​တော်​အတိုင်​းပါပဲ..​ကောင်​းကင်​​မှာ မီးမိုး​တွေ...\nကမ္ဘာ​မြေကြီးဟာလည်​း ပပ်​ကြား​တွေအက်​လို့...\nလူ​တွေအားလုံးရဲ့ ​ဆောက်​တည်​ရာမဲ့ ကူကယ်​ရာမရှိ ​ပြေးလွှားသံ​တွေ...\nဒီအချိန်​မှာ အပြာ​ရောင်​အလင်​းတန်​းကြီး တစ်​ချက်​​ပေါ်လာ...\nအဲဒီအလင်​းတန်​းရဲ့ အစမှာ\n​ဂေါ်ဇီလာဟာ အရာအားလုံးကို မိုးကြည်​့လို့...Gozilla: Planet of Monsters (2017)လူသား​တွေရဲ့ ကမ္ဘာကို သူယူ​ဆောင်​သွားခဲ့တယ်​\nလာပြီး ကူညီတဲ့သူ​တွေကိုလည်​း သူဖျက်ဆီးပစ်​ခဲ့တယ်​... အခု​တော့ လူသား​တွေဟာ ကမ္ဘာဂြိုလ်​ကို စွန်​့ခွာပြီး ​တော့အီဆိုတဲ့ ဂြိုလ်​ဆီထွက်​လာခဲ့တာ\nနှစ်​​ပေါင်​း ၂၂နှစ်​ကြာခဲ့ပြီ...\n၂၂နှစ်​တာ ကာလအတွင်​း ​အေးခဲ​မှောင်​မိုက်​တဲ့ အာကာသထဲမှာ တဝဲလည်​လည်​ဖြစ်​လို့...\nဒါ​ပေမယ်​့ ပြန်​ပြီး အ​ရောင်​သန်​းလာတဲ့ ​မျှော်​လင်​့ချက်​ ​ရောင်​ခြည်​​လေးတစ်​မျှင်​​ကြောင်​့ ကမ္ဘာဂြိုလ်​ကို ပြန်​လာခဲ့တယ်​...ဒါ​ပေမယ်​့...\nအာကာသနဲ့ ကမ္ဘာရဲ့အချိန်​ကွာဟချက်​​ကြောင်​့ လူ​တွေအ​နေနဲ့ ကမ္ဘာကိုစွန်​့ခွာလာတာ ၂၂ပဲရှိ​သေး​ပေမယ်​့ ပြန်​လာချိန်​မှာ ကမ္ဘာကြီးဟာ နှစ်​​ပေါင်​းနှစ်​​သောင်​း​ကျော်​ ကြာ​နေခဲ့ပြီ...\nသူ ရှိ​နေတုန်​းပဲ သူ ရှင်​သန်​​နေတုန်​းပဲ သူ အုပ်​စိုး​နေတုန်​းပါပဲဒါ​ဟာ လူသား​တွေရဲ့ ​နောက်​ဆုံးအန္တိမပန်​းတိုုင်​\nမတိုက်​မဖြစ်​တိုက်​ရ​တော့မယ်​့ တိုက်​ပွဲဖြစ်​ခဲ့ပြီ...\nအမိကမ္ဘာ​မြေကို ပြန်​ယူ​ဆောင်​ရ​တော့မယ်​​လေ...​နောက်​ဆုံး​တော့ ဘုရင်​က ဘုရင်​ပါပဲ...IMDB - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yO72/Godzilla_-_Planet_Of_The_Monsters_[2017]_(MM_Sub).mp4",
        "category": "Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/As-the-Gods-Will-poster-133x200.jpg",
        "title": "As the Gods Will (2014)",
        "description": "As the Gods Will (2014)\nIMDb - 6.5/10_____Rotten - 57%\n  \nအခုတစ်လော ဗီယက်နမ် ရုပ်ရှင်တင်တဲ့ ဆိုက်တစ်ခုကနေ တင်လိုက်လို့ပြန်လည်နာမည်ကြီး ဟော့နေတဲ့ ဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက IMdb 6.5 ရထားပြီးတော့ anime ကို live action ပြန်ရိုက်ထားတာပါ... အသက်နဲ့ရင်းပြီးကစားရတဲ့ ကစားနည်းတွေ...\nဖြတ်ထိုးဉာဏ်.. စည်းလုံးမှု... ကိုယ်အား.. စိတ်အား... ကံ.. ဝီရိယဘက်စုံသုံးပြီး အဆင့်တွေ ကျော်လွှားရတာ... နည်းနည်းကလေးဆန်ပေမယ့်\nထင်မထားတဲ့ အကွက်လေးတွေ ပါပါတယ်..m.ကာတွန်းမှာ ကာတွန်းမို့ ဒီတိုင်းကျော်သွားလို့ရပေမယ့် လူနဲ့ပြန်ရိုက်တဲ့အခါမှာတော့ ဘာကြောင့်ဒီလိုဖြစ်ရတယ်ဆိုတဲ့အကြောင်းအရင်း\nရယ် .. ကျောင်းသားတွေ သောက်သောက်လဲသေပေမယ့် ဘာမှအဖြေထွက်မလာတာရယ်ကတော့ ဘဝင်မကျစရာအချက်တွေပါ... ဒါပေမယ့် anime ကို နှစ်သက်သူ...\nဂျပန်ကားကို ကြိုက်သူတွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ဖြစ်မယ့် ကားတစ်ကားပါပဲဇာတ်ကားဘာသာပြန်နဲ့ အညွန်းကိုတော့ ညီသံလွင်ကရေးသားပေးခဲ့တာပါ\n  \nFile Size - 839 MB\nFile Type - Mp4\nQty ...",
        "rating": "6.5",
        "url": "https://megaup.net/2llij/As_The_Gods_Will_(Kamisama_No_Iu_Tôri)_[2014]_(MM_Sub).mp4",
        "category": "Animation, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxMDczMTA5N15BMl5BanBnXkFtZTcwMzk1MzMzMw@@._V1_SY1000_CR006541000_AL_-131x200.jpg",
        "title": "The Simpsons Movie (2007)",
        "description": "The Simpsons Movie (2007)\nIMDB - 7.3/10_____Rotten - 88%\n ကျွန်တော်တို့ ရုပ်ရှင်ကြည့်ပရိသတ်အတော်များများ Simpsons series တွေမကြည့်ရင်တောင်မှ ဒီ Simpsons မိသားစုကိုတော့ မျက်မှန်းတန်းမိနေကြမှာပါ။နိုင်ငံတကာမှာ အအောင်မြင်ဆုံး Animation Series တစ်ခုဖြစ်ပြီး အခုဆိုရင် Season 28 ကိုရောက်ရှိနေပြီဖြစ်ပါတယ်။Simpsons တွေရဲ့ နိုင်ငံရေး၊ လူမှုရေး၊ ဘာသာရေးတွေကို ခနဲ့တဲ့၊သရော်တဲ့ ပြက်လုံးတွေအပြင် သူတို့ရဲ့အနာဂတ်ခန့်မှန်းချက်တွေက အတော်လေးကိုနာမည်ကြီးပါတယ်။ရိုးရိုးသမားရိုးကျ ကာတွန်းမျိုးမဟုတ်တော့ပဲ Adult Cartoon ပုံစံဖြစ်ပြီး Rick and Morty နဲ့ နည်းနည်းဆင်ပါတယ်။အခုတင်ဆင်ပေးမယ့်ရုပ်ရှင်ကတော့ 2007 ခုနှစ်ကထွက်ရှိထားတဲ့ The Simpsons Movie ပါ။ဒီဇာတ်လမ်းမှာ The Simpsons series ထဲက ဇာတ်ကောင်တွေကိုပဲ ပြန်အခြေခံထားပြီး စပရင်းဖီးလ်မြို့မှာပဲ ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စပရင်းဖီးလ်ရေကန်ကြီးဟာ တစ်နေ့တစ်ခြား အမှိုက်သရိုက်တွေပိုပြည့်နှက်လာပြီး ရေညစ်ညမ်းမှုအခြေအနေက တဖြေးဖြေးနဲ့ပိုဆိုးလာပါတယ်။အဲ့ဒါကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tuoq/The_Simpsons_Movie_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMmMxNWNhNjItZjhmMC00ZmViLThlYjItZDk5YTQ1MWZkOGM1XkEyXkFqcGdeQXVyNzY2ODYzOTU@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "My Little Pony: The Movie (2017)",
        "description": "အခုမိတ္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၇ ထြက္​ My little pony ဆိုတဲ့ကား​တြန္​းကား​ေလးပါဒီကား​ေလးက​ေတာ့ ကာတြန္​းကား​ေတြရဲ့ ထံုးစံအတိုင္​း ​ေပါ့​ေပါ့ပါးပါးျမဴးျမဴးႂကြႂကြ​ေလး ရိုက္​ကူးထားတာပါျမင္​းတိုင္​းျပည္​မွာ နတ္​ျမင္​းပ်ံမင္​းသမီး​ေလး ၄ ​ေယာက္​႐ွိပါတယ္​သူတို႔ထဲ ကမွ တြိဳင္​းလိုက္​က​ေတာ့ ခင္​မင္​မွဳရဲ့ မင္​းသမီး​ေလးပါသူဟါ တျခားမင္​းသမီး​ေတြ​ေလာက္​ သူ႔ကိုယ္​သူ ​ေမွာ္​အစြမ္​းမ႐ွိဘဴးလို႔ ထင္​​ေနပါတယ္​တစ္​​ေန့​ေတာ့ သူတို႔တိုင္​းျပည္​မွာ ပြဲ​ေတာ္​​ေလးတစ္​ခုစီစဥ္​​ေႏတုန္​းမွာ မုန္​တိုင္​းသခင္​ႀကီးရဲ့ က်ဳး​ေက်ာ္​မွဳကို ခံရၿပီး မင္​းသမီး ၃ ပါးလံုး ဖမ္​းခံရပါတယ္​ တြိဳင္​းလိုက္​က​ေတာ့ သူ႔သူငယ္​ခ်င္​း​ေတြရဲ့ အကူအညီနဲ႔ လြတ္​​ေျမာက္​သြားၿပီး သူတို႔တိုင္​းျပည္​ကို ကယ္​တင္​ဖို႔ သူ႔တာဝန္​ျဖစ္​လာပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ သူတစ္​​ေယာက္​တည္​းအင္​အားနဲ႔ မဟုတ္​ဘဲ သူငယ္​ခ်င္​း​ေတြနဲ႔အတူ တက္​ညီလက္​ညီႀကိဳးစားၾကပံုကို ခ်စ္စဖြယ္ သီခ်င္​း​ေလး​ေတြနဲ႔ ​​​ေဝ​ေဝဆာဆာ ရိုက္​ကူး​ေပးထားတာပါ​ေနာက္​ဆံုး​ေတာ့ သူငယ္​ခ်င္​းတစ္​စု ဘာ​ေတြၾကံဳၿပီး တိုင္​းျပည္​ကို ဘယ္​လိုကယ္​တင္​ၾကလဲ ဆိုတာ ၾကည္​့႐ွဳအား​ေပးၾကပါဦး File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2UQ9v/My_Little_Pony_-_The_Movie_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IP8VQBJRdN9S74IRFQXgKGTWJt.jpg",
        "title": "Arthur Christmas (2011)",
        "description": "Merry Christmas ပါ CM ပရိတ္သတ္ ႀကီးေရ။ ခရစၥမတ္ ပိတ္ရက္မွာ\nေအးေဆးၾကည့္ရေအာင္ ခရစၥမတ္နဲ႔ ဆုိင္တဲ့ ကာတြန္းကားေလး\nတစ္ကားတင္ဆက္ေပးလုိက္ရပာတယ္ခင္ဗ်ား။ မိသားစု သားသမီးေတြနဲ႕\nေပါ့ေပါ့ ပါးပါး ရယ္ရယ္ေမာေမာ ၾကည့္လုိ႔အဆင္ေျပတာေပါ့ဗ်ာ။ ဒီကား\nေလးကေတာ့ IMDB 7.1 အထိရထားတယ္ဆုိေတာ့ သိပ္ေတာ့ ေျပာစရာ\nလုိမယ္ မထင္ပါဘူး။ ခရစၥမတ္ ညမွာ ခေလးတုိင္း ရဲ႕ အိမ္ကုိ ဆန္တာက\nလက္ေဆာင္ေလးေတြ လုိက္ပုိ႔ တက္တယ္ လုိ႕ အယုံအၾကည္ရွိၾကပါတယ္။\nဒါေပမဲ့ ကမၻာေပၚက ဒီေလာက္မ်ားတဲ့ကေလးေတြကုိ ဆန္တာ တစ္ေယာက္\nဘယ္လုိမ်ား ပုိ႔လဲ ေပါ့။ ဒီကားထဲမွာ အဲ့ အေၾကာင္းေျပာျပထားပါတယ္။\nတကယ္ေတာ့ ေျမာက္၀င္ရုိးစြန္းရဲ႕ ေအာက္မွာ ဆန္တာ တုိ႔က ေခတ္မွီ\nျမန္ႏွဳန္းျမင့္ စြပ္ဖားေတြ သုံးတာေပါ့။ ဒီႏွစ္မွာလည္း လက္ေဆာင္ စုစုေပါင္း\n၂ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/arthur-christmas-2011-2/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/lego_ninjago_movie_ver2_xlg-135x200.jpg",
        "title": "The LEGO Ninjago Movie (2017)",
        "description": "Lego crazy ေတြအတြက္ LEGO ရဲ႕ေနာက္ဆံုးထြက္႐ုပ္႐ွင္ လာပါၿပီ။The LEGO Movie, The LEGO Batman Movie တို႔လိုပဲ ျမဴးျမဴးႂကြႂကြတီးလံုးေတြနဲ႔ ရယ္ေမာစရာ ဇာတ္ဝင္ခန္းပါဝင္တဲ့ ကားေကာင္းတစ္ကားပါပဲ။ဂာမဒြန္ ဆိုတဲ့လက္ေလးဖက္နဲ႔လူဆိုးႀကီးက Ninjago ဆိုတဲ့ျမဳိ့ႀကီးကို ခဏခဏလာတိုက္ပါတယ္။လာတိုက္တိုင္းလဲ နင္ဂ်ာအဖြဲ႔ကို အျမဲတမ္းရံႈးၿပီး ေခြးေျပးဝက္ေျပးေျပးရစျမဲပါ။နင္ဂ်ာအဖြဲ႔မွာ မီး၊ေရ၊ေျမ၊ေရခဲ၊လွ်ပ္စီး နဲ႔ အစိမ္းေရာင္နင္ဂ်ာဆိုတဲ့ နင္ဂ်ာသူငယ္ခ်င္း ၆ ေယာက္ပါဝင္ပါတယ္။ဒီဇာတ္လမ္းမွာေတာ့ အစိမ္းေရာင္နင္ဂ်ာေလး လိြဳက္၊ ဂါမဒြန္ရဲ႕သားျဖစ္သူေနရာကေန ဇာတ္လမ္းကိုတည္ထားပါတယ္။သူဟာ အစိမ္းေရာင္နင္ဂ်ာမွန္း သူ႔အေဖေရာ တစ္ၿမိဳ႕လံုးေရာမသိၾကပဲ ဂါမဒြန္ႀကီး တစ္ခါလာတိုက္ခိုက္တိုင္း ၿမိဳ႕သူၿမိဳ႕သားေတြက သူ႔ကိုသာအျပစ္ပံုခ်ေလ့ရိွပါတယ္။တစ္ရက္မွာေတာ့ ဂါမဒြန္ကို သည္းမခံႏိုင္ေတာ့တဲ့ လိြဳက္ဟာ အႏၱရာယ္ရိွတဲ့လက္နက္ႀကီးတစ္ခုကို ထုတ္သံုးလိုက္မိတာေၾကာင့္ မီေယာင္သရာလို႔ေခၚတဲ့ ေၾကာင္ဆိုးႀကီး Ninjago ၿမိဳ႕ကိုေရာက္လာၿပီး တစ္ၿမိဳ႕လံုးကိုဖ်က္စီးပစ္တဲ့အခါ လိြဳက္နဲ႔သူ႔သူငယ္ခ်င္းေတြ ေၾကာင္ႀကီးကိုဘယ္လိုေျဖ႐ွင္းၾကလဲ။ဂါမဒြန္နဲ႔လိြဳက္ သားအဖရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lego-ninjago-movie-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqWvI1M8cnAuXAws3hB11XwLpU2.jpg",
        "title": "Justice League: The Flashpoint Paradox (2013)",
        "description": "Flash စီးရီး နဲ႔ မစိမ္းတဲ႔ CM ပရိတ္သတ္ျကီးအတြက္\nJustice league:Flashpoint paradox ဟာကားေကာင္းတစ္ကားျဖစ္မွာပါ\nflash ရဲ႕ရန္သူေတာ္ eobard thawne တစ္ျဖစ္လဲ reverse flash နဲ႔တစ္ဖန္ရင္ဆိုင္ရပါျပီ\nတစ္ည flash museum မွာ reverse flash ဟာ\ncaptain cold တို႔ပါတဲ႔ the rouges ေတြနဲ႔ flash ကိုေထာင္ေခ်ာက္ဆင္ပါတယ္\nဒါေပမဲ႔လည္း justice league နဲ႔အတူ flash ဟာ\nဒီအေျခအေနကေနလြတ္ေျမာက္ႏိုင္ခဲ႔ပါတယ္\nသို႔ေပမဲ႔လည္းreverse flash က flash ကို သူ႔အေမကိုေတာ\nဘယ္ေတာ့မွကယ္ႏိုင္မွာမဟုတ္ဘူးဆိုတဲ႔စကားတခြန္းေျကာင့္\nflash ဟာ time travel လုပ္ျပီး သူ႔အေမကိုျပန္သြားကယ္ခဲ႔ေပမဲ႔လည္း\nဒီအေျကာင္းေျကာင့္ ကမ႓ၻာျကီးဘယ္လိုေျပာင္းလဲသြားလဲ\nflash ကဒီအေျခအေနေတြကိုဘယ္လိုေျပာင္းလဲႏိုင္မလဲဆိုတာျကည့္ရႈရမွာျဖစ္ပါတယ္\n(အညြန္းကိုေတာ့ Swam Htet Nyunt ကေရးသားေပးခဲ့တာပါ)\nFile Size : (870 MB) and (260 MB)\nQuality : 720p ...",
        "rating": "8.2",
        "url": "https://megaup.net/UCu4/Justice_League_The_Flashpoint_Paradox_(2013)_ျမန္မာစာတန္းထိုး.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing-joke-146x200.jpg",
        "title": "Batman: The Killing Joke (2016)",
        "description": "Batman: The Killing Joke (2016)_____IMDb - 6.4/10\n \nဒီလောကကြီးထဲမှာ လူရယ်လို့ဖြစ်လာခဲ့ပြီဆိုရင် လောကဓံရဲ့ရိုက်ချက်တွေကံတရားရဲ့ ကစားကွက်တွေ\nချစ်ရသူတွေကို ဆုံးရှုံးခဲ့ရတဲ့ခံစားမှုရဲ့ ဒဏ်တွေကို တစ်ခုမဟုတ်တစ်ခုကတော့ အလူးအလဲခံစားကြဖူးကြမှာပါပဲ\nဒီလို နာကျင်မှုတွေ ထိုးနှက်ချက်တွေကြားမှာ လူသားတစ်ယောက်အနေနဲ့ ကြံ့ကြံ့ခံ ရပ်တည်နေနိုင်ပါ့မလား\nဒါမှမဟုတ်အရှုံးပေး လက်မြှောက်လိုက်မလား...?\nဒါမှမဟုတ် အရာအားလုံးကို နာကျည်းမုန်းတီးသွားမလား…?\nဒီဇာတ်ကားထဲမှာတော့ Batman ရဲ့ အဓိကရန်သူတော် Villain ကြီး Joker ဟာ သူဖြတ်သန်းခဲ့ရတဲ့ လောကဓံရဲ့\nရိုက်ချက်တွေ သူ့အပေါ် ပြင်းထန်ခဲ့တဲ့ အခါမှာ သူ့ရဲ့ကျရှုံးမှုတွေ နာကျင်မှုတွေ ကနေ\nအရာအားလုံးကို နာကျည်း မုန်းတီးသွားခဲ့ပြီး ရူးသွပ်စွာ ရက်စက်တတ်တဲ့ သူတစ်ယောက်အဖြစ်ကို\nအသွင်ပြောင်းသွားခဲ့ပါတယ် နောက်ပြီး Joker ဟာ သူ့လိုပဲ လူတိုင်းဟာ\nစိတ်ဒါဏ်ရာ ပြင်းပြင်းထန်ထန် ရသွားခဲ့ ရင် ရူးသွပ်သွားမှာပဲဆိုတဲ့ အချက်ကို သက်သေပြဖို့အတွက် ဘယ်လို ဘယ်ပုံတွေ\nရက်စက် အကွက်ချ လုပ်ပြမလဲဆိုတာကတော့ ဒီဇာတ်ကားရဲ့အဓိက ဇာတ်အိမ်ပဲဖြစ်ပါတယ်\nမြင်ရခဲတဲ့ Jokerရဲ့နောက်ကြောင်းရာဇဝင်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eGse/Batman_-The_Killing_Joke_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYOoqnGuiUUNE4gccO0JJigfACP.jpg",
        "title": "Batman: Assault on Arkham (2014)",
        "description": "Assault On Arkham အတြက္ အညႊန္းအေနနဲ႔ကေတာ့\nSuicide Squad ဇာတ္ကားမွာတုန္းကAmanda Waller ကုိ သိခဲ့ၾကမွာပါ\nအဲ့ဒီ့ Amanda Waller ဟာ ဒီကားမွာလည္း Mission တစ္ခုအတြက္Suicide Squad အဖြဲ႕သားေတြကို စုေဆာင္းပါတယ္\nအဖြဲ႕ဝင္အေဟာင္းေတြ ပါသလိုအဖြဲ႕ဝင္ အသစ္ေတြလဲ ပါဝင္ပါတယ္။\nAmanda ဟာ ပစၥည္း တစ္ခု အတြက္Gotham ျမိဳ႕မွာ ရိွတဲ့ Arkham စိတၱဇအက်ဥ္းေထာင္ကိုသူ႔ရဲ႕ Suicide Squad အဖြဲ႕သားေတြကို\nခ်ိဳးေဖာက္ဝင္ေရာက္ေစပါတယ္ ဒါေပမယ့္ သူတို႔အတြက္ ခက္ခဲတဲ့ အဟန္႔အတားတစ္ခုကေတာ့ Gotham ျမိဳ႕ဆိုတာ\nကအားလုံးသိတဲ့ အတိုင္းပဲ Batman ရဲ႕ ျမိဳ႕ေတာ္ျဖစ္တဲ့အတြက္ သူတို႔လို Villianေတြေျခရႈပ္ဖို႔သိပ္မလြယ္ကူပါဘူး\nဒီလို စိတ္လႈပ္ရွား စရာေတြ နဲ႔ ျပည့္ေနတဲ့ ဒီဇာတ္ကားမွာAmanda ဟာ Arkham မွာ ဘာပစၥည္းကိုယူခိုင္းတာလဲဘာအႀကံအစည္ ေတြရိွလဲ\nSS အဖြဲ႕သားေတြကေရာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-assault-on-arkham-2014/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
        "title": "Batman: The Dark Knight Returns, Part 2 (2013)",
        "description": "Part (2) မွာေတာ့ ေတာ္ေတာ္ကို Tempoျမင့္လာပါတယ္\nBatman လို႔ ေျပာလိုက္တာနဲ႔ ခင္ဗ်ားတို႔ တြဲျမင္တာ  ဘယ္လိုလဲ လို႔ေမးရင္? ??\nဟုတ္ပါတယ္ အခ်စ္ေတာ္ Villain ႀကီး Joker ပါပဲ\nဒီလို ဆယ္စုႏွစ္တစ္ခုေလာက္ Batman ေပ်ာက္ကြယ္ေနေတာ့ joker ကေရာ ဘယ္ကိုေရာက္ေနလဲ?\nဘယ္ကိုမွ မေရာက္ပါဘူး.... Arkham Asylum မွာ အေသေကာင္နဲ႔ မျခား\nမလႈပ္မ႐ွားေတာ့ ပဲ အသက္ရွင္ေနတယ္ ဆို႐ုံပဲရိွေနတာပါ\nဒါေပမယ့္ Gotham ၿမိဳ႕မွာ Bat ျပန္လည္လႈပ္႐ွား လာတဲ့ အသံနဲ႔ အတူ\nJ လည္း ျပန္လည္ အသက္ဝင္လာခဲ့ပါေတာ့တယ္။\nဒီမွာတစ္ခုေလး ေျပာခ်င္တာက Batman ဇာတ္ေကာင္ရဲ႕ အားသာမႈတစ္ခုကို\nကြၽန္ေတာ့္အျမင္အရေျပာရရင္ Villain ေတြပါပဲ တစ္ခ်ိဳ႕ Bat villain ေတြဟာ ရည္ရြယ္ခ်က္ႀကီးၾကတယ္\nတစ္ခ်ိဳ႕ Villain ေတြဟာ သနားစရာေကာင္းတယ္ တစ္ခ်ိဳ႕က က်ေတာ့ ရြံစရာသပ္သပ္ပဲ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-2-2013/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFPD2YsdaWAzjuxF7ItGmsEFpdY.jpg",
        "title": "Batman: The Dark Knight Returns, Part 1 (2012)",
        "description": "1986 ခုႏွစ္က Frank Miller ရဲ႕ Dark Knight Returns Comic ကို 2012 ခုႏွစ္မွာ\nDark Knight Returns  Part 1 နဲ႔ Part 2ရယ္လို႔ ႏွစ္ပိုင္းခြဲၿပီး\nAnimated ဇာတ္ကားအျဖစ္ ႐ိုက္ကူးပုံေဖာ္ခဲ့ပါတယ္။\nDark Knight Return comic ဟာ ကမာၻ့အဆင့္သတ္မွတ္တဲ့ top 10 comic booksေတြ\nစာရင္းမွာ ထိပ္ဆုံးပိုင္းတစ္ေနရာမွာ အျမဲပါေနတတ္တာကသူ႔ရဲ႕ ခိုင္မာတဲ့ ဇာတ္အိမ္နဲ႔\nေသသပ္ဆြဲေဆာင္မႈ ရိွတဲ့ story line ေၾကာင့္ျဖစ္ပါတယ္\nဒီလို Comic ကို ျပန္ၿပီး ပုံေဖာ္ထားတဲ့ Animated ကလည္း Rotten Tomatoesရဲ႕ rating မွာ\nအင္မတန္႐ွားပါးလွတဲ့ 100% rating အျပည့္ရရိွထားခဲ့တာေၾကာင့္ ဒီ Animatedေကာင္းလားမေကာင္းလားဆိုတာ\nသိပ္ၿပီး အျငင္းပြားေနစရာ မလိုေလာက္ေအာင္ပါပဲ\nဇာတ္လမ္းအၫႊန္းဘက္ နည္းနည္းသြားရရင္\nGotham မွာ Batman ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-1-2012/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Pokemon_Movie_I_Choose_You_KEY_ART_EN_rgb-141x200.jpg",
        "title": "Pokémon the Movie: I Choose You!",
        "description": "ဒီ Pokemon ကားေလးကေတာ့ အက္ခ်္ နဲ႕ ပီကာခ်ဴး ပထမဆံုးစၿပီးေတြ႕တဲ့ကားေလးပါ....\nPokemon The Movie ေတြအမ်ားၾကီးရွိတဲ့အထဲက ဒီ ၂၀၁၁၇ ထြက္ကားေလးကေတာ့\nအစပိုင္း Pokemon ဇာတ္လမ္းကိုတည္ထားပါတယ္....\nဒီကားေလးရဲ႕ထူးၿခားခ်က္ကေတာ့ ယခင္ အက္ခ်္နဲဲ႕တြဲေနက် ဘေရာ့နဲ႕ မစ္စတီတို႕အစား\nေနာက္ထပ္သူငယ္ခ်င္း အသစ္ ၂ေယာက္ထပ္ပါလာခဲ့ပါတယ္....\nဒီဇာတ္လမ္းေလးထဲမွာ အက္ခ်္ဟာ Legendary Pokemon ၿဖစ္တဲ့ ဟိုအုိကိုေတြ႕လိုက္ရပါတယ္...\nအဲဒီ Legendary Pokemon ဟာ သူ႕အတြက္အေမႊးေလးတစ္ေခ်ာင္းခ်ေပးခဲ့ပါတယ္..\nအဲဒီအေမႊးေတာင္ေလးကေန အက္ခ်္ဟာ ဒီ Legendary Pokemon ကိုေတြ႕ႏိုင္မယ့္\nတစ္ေယာက္တည္းေသာ Trainer ၿဖစ္လာခဲ့ပါေတာ့တယ္...\nဒီခရီးမွာသူတို႕ကိုထပ္ၿပီးေႏွာက္ယွက္ေနက် Team Rocket လည္းပါလာမွာၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ထြက္ရွိသမွ်  Pokemon Series အားလံုးနီးပါးကို အက်ဥ္းခ်ဳပ္ထားသလို\nရိုက္ကူးထားတဲ့ကားေလၿဖစ္လို႕ Pokemon ပရိတ္သတ္ေတြအကုန္လံုးအၾကိဳက္ေတြ႕ေစမယ့္\nAnimation ကားသစ္ေလးတစ္ကားၿဖစ္ပါတယ္....File Size : (730 MB) and (379 MB)\nQuality : 720p WEBRip\nRunning Time ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pokemon-the-movie-i-choose-you/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BY2ExY2NlNDEtMzg4ZS00MmQ1LWE2MzgtYmIwODJiNDUwYWY1XkEyXkFqcGdeQXVyNTUzNjcwOTM@._V1_-131x200.jpg",
        "title": "Mariah Carey’s All I Want for Christmas Is You (2017)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ အခု ၂၀၁၇ မွာအသစ္ထြက္လာတဲ့ ဒီဇင္ဘာလအတြက္ ရာသီေပၚ ခရစ္စမတ္ကားေလးျဖစ္တဲ့ All I want for Christmas is You ပါဒီထဲမွာ မက္ရိုင္ယာဆိုတဲ့ ေကာင္မေလးဟာ ေခြးအရမ္းခ်စ္တတ္ပါတယ္ဒါေပမဲ့ သူ႔အေဖက ေခြး allergic ရွိၿပီး အေမက အိမ္သန္႔ရွင္းေရးနဲ႔ပတ္သက္ရင္ ေခ်းမ်ားတတ္သူပါဒီေတာ့ သူ႔ေမြးေန႔တိုင္း ခရစ္စမတ္တိုင္း ေခြးေလးရဖို႔ ပူဆာခဲ့ေပမယ့္ မရခဲ့ပါဘူးတစ္ႏွစ္မွာေတာ့ အရမ္းကိုဆိုးသြမ္းတဲ့ ေခြးေလေခြးလြင့္ေလး ဂ်က္ဆိုတာ သူ႔ဘဝထဲကို ေရာက္လာခဲ့ပါတယ္သူ႔အေဖက ဂ်က္အရမ္းဆိုးတာေတြကို ၾကံဳရရင္ သူ႔သမီး ေခြးေမြးဖုိ႔ စိတ္ပ်က္သြားမလားဆိုတဲ့ အၾကံနဲ႔ ဂ်က္ကိုေခၚလာခဲ့တာပါမက္ရိုင္ယာဟာ သူေခြးထိန္းႏိုင္တယ္ဆိုတာ သက္ေသျပဖို႔ ဂ်က္ဆိုးသမၽွကို အကုန္သည္းခံၿပီး ႀကိဳးစားခဲ့ပါတယ္ဒါေပမဲ့ မထင္မွတ္ပဲ သူဟာ ဂ်က္အေပၚသံေယာဇဥ္တြယ္သြားပါေတာ့တယ္ေခြးေလးဂ်က္နဲ႔ မက္ရိုင္ယာတို႔ရဲ႕ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mariah-careys-all-i-want-for-christmas-is-you-2017/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BODIzNzkyNzcwNV5BMl5BanBnXkFtZTgwMTAzMTg3MDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "The Little Vampire 3D (2017)",
        "description": "ေသြးစုပ္ဖုတ္ေကာင္ေလး ရူးေဒါ့ဖ္ဟာ သူ႔ရဲ႕ အၾကိမ္သံုးရာေျမာက္ ၁၃ႏွစ္ျပည့္ေမြးေန႔ကို မုန္းတီးေနသူပါ…ေမြးေန႔မက်င္းပမီ၃ရက္အလိုမွာ စြန္႔စားခ်င္တဲ႔သူ႔အစ္ကို ဂရီဂိုရီဟာ ေျမေအာက္သခ်ိ ၤဳင္းထဲကေန မိဘေတြတားေနတဲ႔ၾကားက အတင္း ထြက္သြားတဲ႔အခါ ရူးေဒါ့ဖ္က လိုက္ေစာင့္ေရွာက္ဖို႔ျဖစ္လာခဲ႔တယ္.…ဂရီဂိုရီတို႔အျပင္ေရာက္တယ္ဆိုရင္ပဲ ေသြးစုပ္ဖုတ္ေကာင္မုဆိုး ေတြနဲ႔ေတြ႔ျပီးျပန္ေျပးလာရာကေန သူတို႔ခိုေအာင္းရာ သခ်ိ ၤဳင္းတစ္ခုလံုးကို မုဆိုးေတြေျခရာခံမိသြားပါေတာ့တယ္…ေသြးစုပ္ဖုတ္ေကာင္ တစ္မ်ိဳးႏြယ္လံုး ဒုကၡေရာက္ျပီေပါ့…ဒါေပမယ့္ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကို ကာကြယ္ေနတုန္း မထင္မွတ္ဘဲ သူနဲ႔မအသက္တူလူသားေလးတစ္ေယာက္နဲ႔ေတြ႕ကာ လူသားေကာင္ေလးက သူ႔ကို အကူအညီေတြေပးခဲ႔ပါတယ္…ရူးေဒါ့ဖ္ရဲ႕၁၃ႏွစ္ျပည့္ေမြးေန႔ေလးဟာ ဒီတစ္ႏွစ္မွာေတာ့ ဘယ္လိုထူးျခားသြားလဲ…လူသားေကာင္ေလးနဲ႔ပူးေပါင္းကာ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကိုဘယ္လိုကာကြယ္မလဲဆိုတာကို စိတ္ဝင္စားဖြယ္…ဆက္လက္ျပီး ၾကည့္ရႈလိုက္ၾကပါဦး… File Size : (700 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : ...",
        "rating": "5.2",
        "url": "https://megaup.net/1A2k1/[04275]_The_Little_Vampire_3D_(2017)_[Animation]_[Rasmus_Hardiker]_[GERMANY]_[7.0].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmU4MDRhNGQtODAyMC00ZmU0LWFmMWEtZTYxYzhhOTczYjhjXkEyXkFqcGdeQXVyNDI2NzczOTg@._V1_-135x200.jpg",
        "title": "Olaf’s Frozen Adventure (2017)",
        "description": "Olaf's Frozen Adventure (2017)\nIMDb - 5.5/10_____Rotten - 57% When the kingdom of Arendelle empties out for the holiday season, Anna and Elsa realize that they have no family traditions of their own. So Olaf sets out on a merry mission to bring home the very best traditions and save Christmas. File Size : (200 MB)\nQuality : WEB-DL 720p\nRunning Time : 22 min\nFormat ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y80Y/Olaf’s_Frozen_Adventure_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Musical, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA0NjU3MTU5OF5BMl5BanBnXkFtZTgwMTYyMDQ3MzE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Strange Magic",
        "description": "အမှောင်တောအုပ်ကြီးရဲ့ အရှင်သခင် Bob King ဟာအချစ်ဆိုတာကို မုန်းတီးနေပြီး အချစ်ဆေးရည်ရဲ့ အဓိက ပါဝင်ပစ္စည်းဖြစ်တဲ့ primrose ပန်းတွေအားလုံးကို ဖျက်စီးပစ်ဖို့ အမိန့်ပေးထားပါတယ်ဒါပေမဲ့သူဟာ မိန်းမပွေတတ်တဲ့ စေ့စပ်ထားတဲ့ အမျိုးသားတစ်ယောက်ကြောင့် အသည်းကွဲနေတဲ့ fairy princess လေး Marianne ကိုတွေ့တဲ့အခါမှာ သူ့သဘောထားတွေပြောင်းလဲသွားခဲ့ပါတယ်တစ်ချိန်တည်းမှာပဲ မှင်စာလေး Sunny ဟာ သူ့ကိုယ်ပိုင်ဆေးရည်အတွက် primrose ပွင့်ဖတ်တွေကို လိုက်စုဆောင်းရင်း အမှောင်တောအုပ်ဆီကို ရောက်လာခဲ့ပါတယ်ဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-RARBG\nSubtitle by Kyaw Lwin Tun\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/Zvms/Strange_Magic_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNWE4ZGU0ZjItZjgwMi00YzEyLTkzMWMtZDkwMjRhNDU5MzBjL2ltYWdlXkEyXkFqcGdeQXVyNjQzMzk3MTY@._V1_SY1000_CR006701000_AL_-134x200.jpg",
        "title": "The Son of Bigfoot (2017)",
        "description": "ေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ ကာတြန္းကားအသစ္ေလး The Son of Bigfoot(2017)ကိုတင္ဆက္ေပးလိုက္ပါတယ္။2017မွာထြက္ရွိလာတဲ႔ကားေတြထဲ ဒီဇာတ္လမ္းေလးကေတာ႔ ဇာတ္အိမ္က်ယ္က်ယ္နဲ႔ ဆြဲေဆာင္မႈရွိတဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ျဂိဳလ္သားတို႔ နဂါးတို႔ ေျခေထာက္အၾကီးၾကီး သတၱဝါေတြဆိုတာ ယံုတမ္းပံုျပင္လို႔ အားလံုးကထင္မွတ္ထားၾကတာပါ။အဲ႔ဒီအခ်ိန္မွာ မေမၽႇာ္လင့္ဘဲ အက္ဒမ္ဆိုတဲ႔ေကာင္ေလးတစ္ေယာက္က သူ႔အေဖဟာ ဒီလိုသတၱဝါၾကီးျဖစ္ေနတယ္ဆိုတာသိလိုက္ရပါေတာ႔တယ္။ဒီလိုစိတ္ဝင္စားစရာမထင္မွတ္ထားတဲ႔ Storyline ေလးနဲ႔ ဒီကားေလးကေတာ႔ Imdb Rating 6.1% Rotten Tomatoes 88 ရရွိထားတာမို႔ ဇာတ္လမ္းေကာင္းေလးဆိုတာ အေထြအထူးမညႊန္းေတာ႔ပဲ ၾကည္႔ရွုခံစားၾကည္႔ဖို႔တိုက္တြန္းလိုက္ရပါတယ္။ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (730 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL H264 AC3-EVO[EtHD]\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-son-of-bigfoot-2017webdl/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 2 (2011)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၀၆ ခုနှစ်ထွက်animation ကားကောင်းလေးတစ်ကားဖြစ်တဲ့ Cars ရဲ့ဒုတိယကားလေးပဲဖြစ်ပါတယ်။\nပထမဇာတ်ကားမှာထဲကပရိသတ်အခိုင်အမာရထားတဲ့ဇာတ်ကားလေးဆိုတော့အထူးညွှန်းစရာမလိုတော့ပါဘူး။\nဒီဇာတ်လမ်းထဲမှာတော့ဂျိန်းစဘွန်းဇာတ်ကားထဲကလိုအက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာပါ။\nကားမောင်းပြိုင်ပွဲနဲ့စပိုင်တွေရဲ့အက်ရှင်အလန်းစားတွေပေါင်းစပ်ထားတဲ့ဒီဇာတ်ကားလေးဟာလည်းပရိတ်သက်အကြိုက်တွေ့မှာအသေအချာပါပဲဗျာ။\nIMDb rating ကတော့ 6.2/10 ဖြစ်ပါတယ်။\n(ဘာသာပြန်ပေးသူက ကို Saw Wunna ပါ)\n--------------------------------------------------\nဒီဇာတ္ကားေလးကေတာ့ ၂၀၀၆ ခုႏွစ္ထြက္animation ကားေကာင္းေလးတစ္ကားျဖစ္တဲ့ Cars ရဲ႕ဒုတိယကားေလးပဲျဖစ္ပါတယ္။\nပထမဇာတ္ကားမွာထဲကပရိသတ္အခိုင္အမာရထားတဲ့ဇာတ္ကားေလးဆိုေတာ့အထူးၫႊန္းစရာမလိုေတာ့ပါဘူး။\nဒီဇာတ္လမ္းထဲမွာေတာ့ဂ်ိန္းစဘြန္းဇာတ္ကားထဲကလိုအက္ရွင္အလန္းစားေတြကိုျမင္ေတြ႕ရမွာပါ။\nကားေမာင္းၿပိဳင္ပြဲနဲ႔စပိုင္ေတြရဲ႕အက္ရွင္အလန္းစားေတြေပါင္းစပ္ထားတဲ့ဒီဇာတ္ကားေလးဟာလည္းပရိတ္သက္အႀကိဳက္ေတြ႕မွာအေသအခ်ာပါပဲဗ်ာ။\nIMDb rating ကေတာ့ 6.2/10 ျဖစ္ပါတယ္။\n(ဘာသာျပန္ေပးသူက ကို Saw Wunna ပါ)\n File Size : (851 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Animation, Comedy, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-CiNEFiLE\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2cUd4/Cars_2_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTg5NzY0MzA2MV5BMl5BanBnXkFtZTYwNDc3NTc2._V1_-1-135x200.jpg",
        "title": "Cars (2006)",
        "description": "အခုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့ ၂၀၀၆ ခုနှစ်ထွက် IMDB rating 7.1/10 ရထားတဲ့ animation ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\nဒီဇာတ်ကားထဲမှာဆိုရင်Lightning McQueen ဆိုတဲ့ပြိုင်ကားလေးဟာကယ်လီဖိုးနီးယားမှာပြိုင်မယ့်ပစ္စတင်ဖလားပြိုင်ပွဲကိုသွားတဲ့လမ်းက Radiator Springs ဆိုတဲ့မြို့ငယ်လေးရဲ့လမ်းမကိုမတော်တဆပျက်ဆီးအောင်လုပ်မိသွားပြီးတော့ပြန်လည်ပြင်ဆင်ဖို့အတွက်အပြစ်ပေးခံရပါတယ်။\nသူဟာ Radiator Springs ဆိုတဲ့မြို့လေးမှာဘယ်လိုတွေကြိုးစားပြီးတော့ ပြိုင်ပွဲမှာအနိုင်ရရှိမလဲဆိုတာတော့စိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်။\n---------------------------------------------------------\nအခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၆ ခုႏွစ္ထြက္ IMDB rating 7.1/10 ရထားတဲ့ animation ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။\nဒီဇာတ္ကားထဲမွာဆိုရင္Lightning McQueen ဆိုတဲ့ၿပိဳင္ကားေလးဟာကယ္လီဖိုးနီးယားမွာၿပိဳင္မယ့္ပစၥတင္ဖလားျပိဳင္ပြဲကိုသြားတဲ့လမ္းက Radiator Springs ဆိုတဲ့ၿမိဳ႕ငယ္ေလးရဲ႕လမ္းမကိုမေတာ္တဆပ်က္ဆီးေအာင္လုပ္မိသြားၿပီးေတာ့ျပန္လည္ျပင္ဆင္ဖို႔အတြက္အျပစ္ေပးခံရပါတယ္။\nသူဟာ Radiator Springs ဆိုတဲ့ၿမိဳ႕ေလးမွာဘယ္လိုေတြႀကိဳးစားၿပီးေတာ့ ၿပိဳင္ပြဲမွာအႏိုင္ရရွိမလဲဆိုတာေတာ့စိတ္ဝင္စားဖြယ္ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။\nFile Size : (852 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-CiNEFiLE\nSubtitle by ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eMzX/Cars_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    }
]