[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzdjNzU0MmUtOGJlNy00MTYxLTk3ZTMtYTkwMDUwNDdiZWZkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Rise of the Teenage Mutant Ninja Turtles: The Movie(2022)",
        "description": "Rise of the Teenage Mutant Ninja Turtles:The MovieRotten tomatoes 78%Metacritic 6.2/10\nဒါကတော့ အားလုံးသိကြတဲ့ TMNT ရဲ့နောက်ဆုံးထွက်လာတဲ့Animation ရုပ်ရှင်ပါ။2018 ကထွက်ရှိလာတဲ့ ပြန်ဆန်းသစ်ထားတဲ့ Nickelodeon tv series ရဲ့အဆက်ပါ။\nလိပ်နင်ဂျာညီအစ်ကိုလေးဦးတို့ Shredder ကိုနှိမ်နင်းပြီး နှစ်နှစ်အကြာမှာ\nအနာဂတ်ကပြန်ရောက်လာတဲ့ Casay Jonesနဲ့ပူပေါင်းပြီး အစွမ်းထက်လှတဲ့\nဂြိုလ်သားKrangတွေကို တားဆီးဖို့ကြိုးစားကြပါတယ်။\nဒီ Rise of the Teenage Mutant Ninja Turtles ကတော့\nFamily dynamicတွေနဲ့တချို့ Character တွေကို ပုံစံတစ်မျိုးနဲ့ပြန်ဖန်တီးထားပါတယ်။ဥပမာ ဒီVersion မှာLeo ကအကြီးဆုံးမဟုတ်တော့ဘဲ Ralph ကအကြီးဆုံးဖြစ်နေပါတယ်။\nဒါပေမယ့် Animation style ကပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းပြီး Action sequence တွေကလည်း\nတော်တော်မိုက်ပါတယ်။လိပ်နင်ဂျာ ညီအစ်ကိုတွေကြားက ဆက်ဆံရေးကလည်း စိတ်၀င်စားစရာပါပဲ။\nFile size…1.6GB / 855MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.2",
        "url": "https://megaup.net/2t3jD/Rise.of.the.Teenage.Mutant.Ninja.Turtles.The.Movie.2022.1080p.NF.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hTLFNVxi2P5YeULAd5Mb2XbW9i4.jpg",
        "title": "Charlotte (2021)",
        "description": "Charlotte (2021)~ IMDb - 6.4/10, Rotten Tomatoes - 71% ~Loving Vincent ဆိုတဲ့ အန်နီမေးရှင်းကားကိုမှ ဗန်ဂိုးရဲ့ ပန်းချီဟန်တွေနဲ့ ပေါင်းစပ်ထားတဲ့ ရုပ်ရှင်ကို သိကြမယ်ထင်ပါတယ်။ ဒီရုပ်ရှင်ဟာလည်း ထိုနည်းလည်းကောင်း ရုပ်ရှင်ပါ။ Charlotte လို့ခေါ်တဲ့ ဒုတိယကမ္ဘာစစ်ကာလတုန်းက ဂျာမန်ဂျူးအစပ် ပန်းချီဆရာမလေးရဲ့ ဂျာမန်တွေဒဏ်ကိုခံနေရတဲ့ကြားက မာစတာပိစ်လက်ရာတစ်ခုကို ဖန်တီးတဲ့အကြောင်းကို ရိုက်ပြထားတာပါ။ ကျွန်တော့်လို Loving Vincent ကို အသည်းစွဲကြိုက်တဲ့လူတွေတော့ ဒီရုပ်ရှင်ကိုလည်း သဘောကျကြမှာပါ။Charlotte ဟာ သူ့မိသားစုရဲ့ ရင်နာစရာဇာတ်ကြောင်းကို ပန်းချီကားတစ်ထောင်ကျော်နဲ့ ပုံဖော်ရေးဆွဲခဲ့ပြီး \"ဘဝလေလား ပြဇာတ်လေလား\" လို့ ပန်းချီတစ်ထောင်ကျော်လုံးကို တစ်စုတည်းအဖြစ် သတ်မှတ် နာမည်ပေးလိုက်ပါတယ်။ အဲဒီပန်းချီကားစုကို ပထမဆုံး ဂရပ်ဖစ်နိုဗယ်အဖြစ် သတ်မှတ်ခဲ့ကြပါတယ်။ သူဟာ ပျော်စရာတွေထက် ဝေဒနာတွေက အနုပညာပိုစစ်တယ်လို့ ယူဆခဲ့ပြီး သူ့မိသားစုရဲ့ ဝေဒနာတွေကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1N1p7/(CM)_Charlotte_(2022)_1080p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
        "title": "Minions: The Rise of Gru (2022)",
        "description": "Minions : The Rise of Gru (2022)မီနီယံဆိုတာနဲ့ ကလေးတုန်းကအမှတ်တရတွေနဲ့အတူ အူတက်နေအောင် ရယ်ရမယ်ဆိုတာ သိပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ကတော့ မီနီယံတွေဟာ ကမ္ဘာဦးကတည်းက အကြမ်းဆုံးဗီလိန်ကို လိုက်ရှာရင်း\nတွေ့ခဲ့သမျှ ဘော့စ်တွေကို ဒုက္ခပေးရင်းနဲ့ နောက်ဆုံးမှာ ဂရူ ပေါက်စလေးနဲ့ တွေ့ခဲ့ပါပြီ။\nဂရူကလည်း ကမ္ဘာအကောင်းဆုံးဗီလိန်အဖွဲ့ဖြစ်တဲ့ လူမိုက်ကြီး၆ယောက် အဖွဲ့ထဲကိုဝင်ဖို့ကြိုးပမ်းနေချိန်ဖြစ်ပြီး\nဂရူ နဲ့ မီနီယံတွေ ဘယ်လို တလွဲတွေလုပ်ကြမလဲဆိုတာ ဆက်ကြည့်ရှုလိုက်ပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventur, Comedy\nQuality….4k HEVC WEB DL | 1080p | 720p | 480p\nFile size… 7.08GB | 1.8GB | 1GB | 396MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.8",
        "url": "https://megaup.net/2sXii/Minions.The.Rise.of.Gru.2022.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-santa-133x200.jpg",
        "title": "Santaman (2022)",
        "description": "Santaman (2022) ပူလောင်ခြင်းတွေမပါဘဲ ငယ်ဘဝကာတွန်းကား အနှစ်သာရကို ခံစားချင်ပါသလား မိတ်ဆွေ... အဲ့ဒါဆိုရင် ဒီကားလေးက သင့်အတွက်ပါပဲနော်... ဇာတ်လမ်းအကျဥ်း ခရစ္စမတ်တိုင်းရဲ့ ဇာတ်လိုက်ကျော် ဆန်တာကလော့စ်ဟာ ခရစ္စမတ်နေ့မှာ လက်ဆောင်ထုတ်တွေပို့ရင်း သူ့ရဲ့ လက်ဆောင်အိတ်ကို သူခိုးတွေ လုတာခံလိုက်ရပါတယ်။ထာဝရအသက်ရှင်နေသမျှ ကာလပတ်လုံး လူကောင်းတွေအတွက် လက်ဆောင်တွေကို နှစ်စဥ်ပို့နေပေမယ့် လူဆိုး အမည်ပျက်စာရင်းဝင်တဲ့သူတွေအတွက် ဘာမှမလုပ်ပေးနိုင်တာမို့ အားမလိုအားမရဖြစ်နေတာပေါ့။ အဲ့လိုနဲ့ ဆန်တာတစ်ယောက် လူဆိုးတွေကို ဖမ်းဆီးဖို့ ဆန်တာမန်းအဖြစ် အလုပ်တွေကြိုးစားပါတော့တယ်။ဒါပေမဲ့ တခြားတစ်ဖက်မှာ ဆန်တာရဲ့ထာဝရအသက်ရှင်နိုင်စွမ်းကိုလိုချင်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေပြန်တယ်။ လူဆိုးရဲ့ ရည်ရွယ်ချက်အထမြောက်သွားနိုင်မလား...? ဆန်တာကို ဘယ်သူတွေကူညီကြမလဲ...? လူဆိုးကရော ဘယ်သူလဲ...? ကဲ... ဆျာဘတ်ဗားရှင်း ဆန်တာမန်းကို ခံစားကြည့်ရှုကြပါဦး... File size…(1.92GB)/(990MB)/(506MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Animation / Adventure /  Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "  https://megaup.net/1MWit/Santaman.2022.1080p.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-go-wild1-138x200.jpg",
        "title": "Rugrats Go Wild (2003)",
        "description": "Rugrats Go Wild (2003)IMDb 5.5\nအပျော်စီးသင်္ဘောကြီးငှားပြီး အားလပ်ရက်ထွက်ကြတဲ့မိသားစုတွေ လက်မှတ်ပျောက်ပြီး\nသင်္ဘောကြီးနဲ့မဟုတ်တော့ဘဲ သင်္ဘောလေးနဲ့ပဲပင်လယ်ထဲရွက်လွှင့်ရာက မုန်တိုင်းနဲ့တိုးပြီ\nးသင်္ဘောကတစ်စစီဖြစ်သွားပါတယ် အသက်ကယ်လှေလေးနဲ့လွတ်ရာလွတ်ကြောင်းပြေးရင်း\nကျွန်းတစ်ကျွန်းပေါ်ရောက်သွားခဲ့ပါတယ် ဒီတစ်ခါမှာတော့ အရင်တစ်ခေါက်ကလို\nတောနက်ထဲရောက်မသွားဘဲ လူသူမရှိတဲ့ကျွန်းပေါ်ရောက်သွားခဲ့တာပါ\nသားရဲတိရစ္ဆာန်တွေလည်းပေါတဲ့ ဒီကျွန်းမှာ ကလေးအုပ်စုနဲ့လူကြီးအုပ်စုကွဲသွားပြီးနောက်\nဘာဆက်ဖြစ်ကြမလဲ ချောချောမွေ့မွေ့နဲ့အိမ်ပြန်နိုင်မှာလား ကျွန်းပေါ်မှာပဲ\nရာသက်ပန်နေဖြစ်မလား ဆက်ကြည့်ရှုလိုက်ကြပါဦး\nFile size…1.84GB / 930MB\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…Myanmar Subtitle(Hard Sub)\nDuration….1h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.5",
        "url": "https://megaup.net/1MWkf/Rugrats.Go.Wild.2003.1080p.BluRay.H264.AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-in-paris-137x200.jpg",
        "title": "Rugrats in Paris: The Movie (2000)",
        "description": "Rugrats In Pairs 2000\nIMDb 6.1\nဒီတစ်ခါတော့ ဒီကလေးတစ်သိုက်က တောထဲရော လူသူကင်းမဲ့တဲ့ကျွန်းပေါ်ပါရောက်သွားတာမျိုးမဟုတ်ဘဲ ပဲရစ်မြို့ကြီးကိုရောက်သွားတာပါ\nအလုပ်မှာအမှားဖြစ်သွားတာကြောင့် ReptarLandရဲ့ တာဝန်ရှိသူက ချက်ကီရဲ့အဖေကိုလှမ်းခေါ်ပြီး အမှားပြင်ဆင်ခိုင်းပါတယ်ချက်ကီမှာအားလုံးသိကြတဲ့အတိုင်း အမေမရှိပါဘူး တခြားကလေးတွေလိုမိခင်ရဲ့နွေးထွေးကြင်နာမှုကိုမခံရဘဲ\nဖခင်နဲ့ပဲကြီးပြင်းလာတဲ့ချက်ကီလေးတစ်ယောက်ပဲရစ်မြို့ကြီးမှာတစ်ယောက်တည်းအထီးကျန်နေရာက\nသူငယ်ချင်းတွေကကြည့်မနေနိုင်တော့ဘဲ မေမေသစ်ရှာပေးမယ်ဆိုပြီး အကောင်အထည်ဖော်ပါတော့တယ်ဖြစ်ချင်တော့ ReptarLandရဲ့ တာဝန်ရှိသူ ကိုကိုးကလည်းကလေးချစ်တဲ့အထက်အရာရှိကို\nသူလည်း ကလေးအဖေတစ်ယောက်နဲ့ယူတော့မှာဖြစ်ကြောင်းလိမ်လည်လိုက်ရာက\nအထက်လူကြီးကမင်္ဂလာပွဲအထိလာကြည့်ပြီးမှ လုပ်ငန်း‌တွေဆက်လက်တွဲသွားမယ်ဆိုပြီး\nပြောလာတာကြောင့် အကြပ်ရိုက်နေချိန် ...တစ်ဖက်မှာလည်းမေမေသစ်လိုချင်နေတဲ့ချက်ကီနဲ့\nဘယ်လိုနှစ်ပါးသွားကြမလဲ ကလေးမချစ်တတ်တဲ့ကိုကိုးနဲ့ ချက်ကီတို့ကလေးတစ်သိုက်ရဲ့\nဗရုတ်ကျတဲ့အလွဲတွေနဲ့ ရယ်မောစရာကာတွန်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed by Yunni\nFile size…1.7GB /  900MB\nQuality…1080p Bluray AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.1",
        "url": "https://megaup.net/1MWgw/Rugrats.In.Paris.The.Movie.2000.1080p.BluRay.H264.AAC.5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-bobs-133x200.jpg",
        "title": "The Bob’s Burgers Movie(2022)",
        "description": "ဟာသရုပ်ရှင် ကြိုက်တဲ့သူတွေအတွက် ဒီနှစ်ထွက် animated movie အသစ်စက်စက်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ 2011 လောက်ကတည်းကစပြီး ထုတ်လွှင့်နေဆဲဖြစ်တဲ့ နာမည်ကြီး Bob's Burgers animated series ရဲ့ တစ်ကားပြီး ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။Series အကြောင်းကို မိတ်ဆက်ပေးရမယ်ဆိုရင် ဘော့ဘ်နဲ့ လင်ဒါတို့ လင်မယားနှစ်ယောက်က ဘာဂါဆိုင်ဖွင့်ထားတာ။ သူတို့မှာ တီနာ ဂျင်း လူးဝစ်ဆိုတဲ့ ကလေးသုံးယောက်ရှိတယ်။ သူတို့မိသားစုက နည်းနည်းဂေါက်စီတော့နိုင်တယ်။ ပြီးတော့ ပြဿနာတစ်ခုခုဖြစ်လိုက်တိုင်း သူတို့မိသားစုပါတယ်။ မိသားစုလိုက်ကို စွန့်စားခန်းဖွင့်ကြတာ။ ဒါက series အကြောင်းပေါ့။အခု ရုပ်ရှင်က သူတို့စွန့်စားခန်းတွေထဲကတစ်ခုအကြောင်းရိုက်ထားတာပါ။ series မကြည့်ဖူးလည်း ခွီလို့ရအောင် ရိုက်ထားတာမို့ ရှုစားလို့ရပါတယ်ခင်ဗျာ။ (ရုပ်ရှင်မှာ ခေတ်စကားတွေ အရမ်းသုံးထားတော့ အတတ်နိုင်ဆုံး ကြိုးစားဘာသာပြန်ပေးထားပါတယ်။ အမှားပါခဲ့ရင်လည်း ခွင့်လွှတ်ပေးပါလို့File size…(1.18GB)/(711MB)/(361MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:42:00\nGenre...Comedy ...",
        "rating": "7.1",
        "url": " https://megaup.net/2sQfn/The_Bobs_Burgers_Movie.2022.1080p.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vccE9bBa9mgghFpkWzU1fQqmOKB.jpg",
        "title": "Paws of Fury: The Legend of Hank (2022)",
        "description": "Paws of Fury: The Legend of Hank (2022) ဆမ်မြူရယ် ဂျက်ဆန်ကြီး ဆာမူရိုင်းအဖြစ် အသံသရုပ်ဆောင်ထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်ထွက်လာပါပြီ။ အတော်ရယ်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ကြောင်အမတ်ကြီး အစ်ကချူဟာ ကြောင်ရှိုးဂန်းကြီးကို ဖားဖို့အတွက် နန်းတော်ကြီးတစ်ခု တည်ဆောက်နေပါတယ်။ ဒါပေမဲ့ အဲဒီနန်းတော်ကြီးရဲ့ ရှုခင်းမှာ ရှေးဟောင်းကြောင်မြို့လေးတစ်ရွာပိတ်နေလို့ အဲဒီရွာကို ရှင်းပစ်ဖို့ ဘယ်သူမှမသိအောင် ကြောင်နင်ဂျာတွေ လွှတ်ပြီး ဖျက်ဆီးခိုင်းလိုက်ပါတယ်။အဲဒီအတွက် အဲဒီကာကာမူချိုမြို့သားတွေက မြို့ကိုကာကွယ်ပေးဖို့ ရှိုးဂန်းကြောင်ကြီးဆီက ဆာမူရိုင်းတစ်ယောက် တောင်းခံလိုက်ပါတော့တယ်။ ရှိုးဂန်ကြီးက အဲဒီတာဝန်ကို အစ်ကချူကိုပဲ ပြန်ပေးလိုက်တာမို့ အစ်ကချူ ကိုယ့်ရှုးကိုယ်ပတ်ပါတော့တယ်။ဒါပေမဲ့ ကြောင်ယုတ်မာ အစ်ကချူက ဆာမူရိုင်းအရမ်းဖြစ်ချင်လို့ ကြောင်တိုင်းပြည်ကို ခိုးဝင်လာတဲ့ ခွေး ဟန့်ခ်ကို ဖမ်းထားရာကနေလွှတ်၊ ဆာမူရိုင်းဘွဲ့ ချက်ချင်းပေးပြီး ကာကာမူချိုမြို့လေးကို ကာကွယ်ဖို့ တာဝန်ပေးလိုက်ပါတော့တယ်။ရည်ရွယ်ချက်ကတော့ အဲဒီမြို့က ကြောင်တွေက ခွေးကိုမုန်းလို့ ခြောက်ချက်ကုတ်ပြီး သတ်လိုက်ရင် သူက အရေးယူဖို့ပါပဲ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2sFtj/[CM]Paws.of.Fury.The.Legend.of.Hank.2022.1080p.WEB-DL.ac3.5.1ch.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/lightyear-137x200.png",
        "title": "Lightyear (2022)",
        "description": "Lightyear (2022)\n=============ဒီ ကာတွန်းရုပ်ရှင်လေးကတော့ Toy Story ရဲ့ အဓိကဇာတ်ကောင်\nတစ်ကောင်ဖြစ်တဲ့  ဘက်ဇ် လိုက်ရီးယားကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ အရုပ်လေးတွေရဲ့ ဇာတ်လမ်းမဟုတ်တော့ပါဘူး။ ၁၉၉၅ ခုနှစ်မှာ\nအန်ဒီဆိုတဲ့ကောင်လေးက ဘက်ဇ်လိုက်ရီးယားဆိုတဲ့ အရုပ်ကို\nမွေးနေ့လက်ဆောင်ရရှိခဲ့ပါတယ်။အဲဒီအရုပ်လေးက ရုပ်ရှင်တစ်ခုထဲက ဇာတ်ကောင်ဖြစ်ပြီး အန်ဒီက အဲဒီရုပ်ရှင်ကို\nအရမ်းကြိုက်တဲ့သူပါ။ အခုကြည့်ရမယ့် ရုပ်ရှင်ကတော့အန်ဒီအရမ်းကြိုက်ခဲ့တဲ့\nလိုက်ရီးယားရုပ်ရှင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============\nဘက်ဇ်လိုက်ရီးယားဟာ ကြယ်တာယာစခန်းကြီးရဲ့ လေ့လာရေးအဖွဲ့မှာပါဝင်တဲ့\nကပ္ပတိန်အဆင့် အာကာသရိန်းဂျားတစ်ဦးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ထူးဆန်းတဲ့\nဂြိုလ်တစ်ခုကို သွားလေ့လာရင်း ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေနဲ့တိုက်ပွဲတွေဖြစ်ပြီး\nသူ့တို့ကြောင့်ပဲ ယာဉ်ပျက်ကျသွားခဲ့ပြီး အလင်းအလျှင်ကိုပေးတဲ့စနစ်ပါ ပျက်စီးသွားပါတယ်။ဒီတော့ အိမ်ပြန်လို့မရတဲ့ယာဉ်ပေါ်ကအဖွဲ့သားတွေဟာ အဲဒီဂြိုလ်ပေါ်မှာ အသက်ရှင်ဖို့\nကြိုးစားရပါတော့တယ်။ တချိန်တည်းမှာပဲ ဘက်ဇ်ကတော့ ယာဉ်ကို အလင်းမြန်နှုန်းနဲ့\nပြန်မောင်းနိုင်အောင်ပြုပြင်ပြီး အားလုံးကို အိမ်ကိုပြန်ပို့နိုင်ဖို့ စွန့်စားခန်းတွေဖွင့်ရပါတော့\nတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(5.8GB) / (1.81 GB) / (900 MB) / (514 MB)\nQuality............WEB-DL 4k HEVC / 1080p ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Mxps/Lightyear.2022.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/green-latern-134x200.jpg",
        "title": "Green Lantern: Beware My Power (2022)",
        "description": "Green Lantern:Beware My Power(2022)\n==========\nSuperman:Man Of Tomorrow ကနေ ပြန်စခဲ့တဲ့DC animated universe ထဲက Green Lantern origin movie ဖြစ်ပါတယ်။ဂျွန်စတူးဝပ် Green Lantern ဖြစ်လာပုံကို တွေ့ရမှာ ဖြစ်ပြီးGreen Arrow တို့ Hawkgirl တို့လည်းပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်စတူးဝပ်တစ်ယောက်........အာဖဂန်နစ္စတန်ကနေ စိတ်ဒဏ်ရာအပြည့်နဲ့ပြန်ရောက်လာချိန်မှာဘာမှန်းမသိတဲ့ ဂြိုလ်သားတစ်ကောင်နဲ့တွေ့ခဲ့ရပါတယ်။အဲ့ဒီဂြိုလ်သားဟာ စကြာဝဠာတစ်ခုလုံးရဲ့ ပညာဉာဏ်အကြီးဆုံးဂါးဒီးယန်းဖြစ်နေခဲ့ပါတယ်။ဘာလို့ သူ့ဆီကို ရောက်လာခဲ့တာလဲ။ စကြာဝဠာတစ်ခုလုံးကိုစောင့်ရှောက်ရတဲ့ Green Lantern တပ်ဖွဲ့ဆိုကရောဘာတွေလဲ ဆိုတာ ဒီရုပ်ရှင်ထဲမှာတွေ့ရမှာပါ။DC fan တွေရော superhero ရုပ်ရှင် fan တွေပါနှစ်သက်ကြမှာသေချာပါတယ်။\nFile size…1.5GB / 700MB\nQuality…1080p BluRay AAC5.1CH/720p\nFormat…mp4\nDuration….1h28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by SPK",
        "rating": "",
        "url": "https://megaup.net/16A19/Green.Lantern.Beware.My.Power.2022.1080p.BluRay.H264.AAC.5.1CH(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7363mrbx0Le5VOgX3GuxTF8ORbN.jpg",
        "title": "The Sea Beast (2022)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းအသစ်လေးလာပါပြီ။ ဒါရိုက်တာ ခရစ်ဝီလီယံ\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nသူက Big Hero 6 ကိုရိုက်ခဲ့တဲ့သူဖြစ်ပြီး၊ မိုအာနာ နဲ့ Bolt ကိုရေးခဲ့တဲ့သူပါပဲ။\nဒီဇာတ်လမ်းကတော့ ပင်လယ်ထဲက ထူးဆန်းတဲ့ သားရဲကြီးတွေနဲ့ ပင်လယ်မုဆိုးတွေရဲ့\nတိုက်ပွဲကို အခြေခံထားတာပါ။ အကောင်ဆန်းတွေကိုချစ်စရာတွေလုပ်ထားတော့\nကလေးတွေလည်း ကြည့်လို့အရမ်းသဘောကျမှာပါ။ ဇာတ်လမ်းထဲမှာတော့မေစီဆိုတဲ့ ကောင်မလေးဟာ မုဆိုးမျိုးရိုးက ဆင်းသက်လာသူဖြစ်ပြီး\nသူ့မိဘတွေက ပင်လယ်တိုက်ပွဲမှာ သေဆုံးသွားခဲ့လို့ မိဘမဲ့ဖြစ်နေသူပါ။\nသူကလည်း သူ့မိဘတွေလို မုဆိုးလုပ်ချင်တာကြောင့် မုဆိုးသင်္ဘောတွေထဲက\nနာမည်အကြီးဆုံးဖြစ်တဲ့ အင်အက်ဗစ်ထဘဲဆိုတဲ့ သင်္ဘောပေါ်ကို ခိုးပြီးတက်လိုက်သွားပါတယ်။\nအဲဒီမှာပဲ သင်္ဘောပေါ်က ကပ္ပတိန်ကြီး ခရိုး ရယ် သူ့ရဲ့ မွေးစားသား\nလက်ထောက် ဂျေကော့ တို့ရယ်နဲ့ပေါင်းပြီး ပင်လယ်ပြင်မှာ စွန့်စားခန်းတွေဖွင့်ကြတဲ့အခါ....  \nFile size…3GB / 1.3GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p NF WEB DL\nFormat...mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "7.9",
        "url": "https://megaup.net/1Mib6/The.Sea.Beast.2022.1080p.AAC5.1CH(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYzllMTQzZTEtMGIwMS00ZGI1LWEyYjMtNzk5YTUzY2NiNWVmXkEyXkFqcGdeQXVyODMyNTM0MjM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Pompo the Cinephile (2021)",
        "description": "Pompo the Cinephile (2021)\n====================\nIMDb Rating - 7.0/10ပွန်မ်ပို ဆိုတဲ့ကောင်‌မလေးက ညလိဝုဒ် မှာ ဇာတ်ကားအသေးလေး\nတွေနဲ့ အရမ်းနာမည်ကြီးတဲ့ ရုပ်ရှင်ထုတ်လုပ်သူတစ်ယောက်ပေါ့။\nသူက ရုပ်ရှင်ကြည့်ရတာ အရမ်းကြိုက်တဲ့အတွက် တစ်နေ့မှာ သူ့ရဲ့\nလက်ထောက်ဖြစ်သူ ဂျင်းဖီနီ ကို သူရုပ်ရှင်ဘယ်လောက်ကြိုက်ကြောင်း\nတွေ ပြောပြပြီး သူကိုယ်တိုင်ရေးထားတဲ့ ဇာတ်ညွှန်းတစ်ခုကို ဇာတ်ကား\nအဖြစ်ရိုက်ဖို့အတွက် ဂျင်းကို ဒါရိုက်တာလုပ်ခိုင်းဖို့ တာဝန်ပေးလိုက်တယ်။ဂျင်း ကလည်း ငယ်ငယ်ကတည်းက ရုပ်ရှင်ဖန်တီးချင်တဲ့အိပ်မက်ရှိပေမယ့်\nအခုမှ စရိုက်ရမှာဆိုတော့ သူ့ရဲ့အခက်အခဲတွေက ဘာတွေဖြစ်မလဲ\nဘယ်လိုတွေကျော်လွှားမလဲဆိုတာ ကြည်ကြည်နူးနူးနဲ့ ကြည့်ရမယ့်\nanime movie လေးပဲဖြစ်ပါတယ်ဗျ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.13 GB) / (650 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 34mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Comedy, Drama\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "7.0",
        "url": "https://megaup.net/167lk/Pompo.The.Cinephile.2021.JAPANESE.1080p.BluRay.CM_new.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/rugrat-movie_-142x200.jpg",
        "title": "The Rugrats Movie (1998)",
        "description": "ဒီတစ်ခါမှာတော့ သားသားမီးမီးတွေအကြိုက်တွေ့စေမယ့် ကာတွန်းကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်၂၄မီလီယံအကုန်ကျခံရိုက်ကူးထားပြီး ၁၄၁မီလီယံထိပြန်ရခဲ့တဲ့ ဒီဇာတ်ကားဟာဘာတွေကောင်းမလဲကြည့်လိုက်ကြရအောင်ကလေးတွေရဲ့သ‌ဘာဝအတိုင်းအချစ်ခံချင်ဆိုးချင်ကြတာချည်းပါပဲ ဒီအတိုင်းပဲ တွန်မီဆိုတဲ့ကလေးဟာလည်းအငယ်ဆုံးပီပီ ဆိုးချင် ရစ်ချင်သူလေးပေါ့ ဒါပေမယ့် တစ်နေ့သူ့ရဲ့ညီလေး ဒေးလ်ဖြစ်သူလောကကြီးထဲရောက်လာတော့အစကပျော်ဖို့ကောင်းမယ်တွေးခဲ့တာတွေက ထင်သလိုဖြစ်မလာဘဲသူပိုင်တဲ့အရုပ်တွေပစ္စည်းတွေကိုလုကြရင်း သူဒီကလေးကို မုန်းမိလာပါတော့တယ်ဒါကိုသိတဲ့တွန်မီ့သူငယ်ချင်းတွေက ကလေးကို ဆေးရုံကဝယ်လာခဲ့တယ်လို့ထင်ပြီးဆေးရုံကိုသွားပြန်ပေးဖို့လုပ်ကြရင်း အလွဲလွဲအမှားမှားတွေနဲ့ တောနက်ထဲရောက်သွားကြတဲ့အခါမှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲ လမ်းလျှောက်တတ်စအရွယ်ကလေးတစ်သိုက် လူသူမနီးတဲ့တောနက်ကြီးထဲဘယ်လိုရှင်သန်သွားကြမလဲ ၅၂၈မေတ္တာကိုပုံပေါ်လာအောင်ရိုက်ကူးထားတဲ့အတွက် ကလေးတွေကိုပြသဖို့ အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်ရှင် \nFile size…3.7GB / 1.13Gb\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.9",
        "url": "https://megaup.net/15Vol/The_Rugrats_Movie_1998_BluRay_1080p_AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/King_Tweety-215415407-large-139x200.jpg",
        "title": "King Tweety (2022)",
        "description": "Bugs Bunnyတို့ Daffy Duckတို့ Road Runnerတို့ Tweetyတို့ရဲ့ Looney Tunesကာတွန်းတွေကို ငယ်ငယ်က အားလုံးကြိုက်ဖူးကြမှာပါ။\nလူနဲ့ရောရိုက်တာတွေရော ဂိမ်းတွေရော အများကြီးထွက်ထားတဲ့ နာမည်ကြီး ကာတွန်းစီးရီးပါပဲ။ ဒီနှစ်မှာတော့ ဖန်တွေအတွက် Tweetyရဲ့ အန်နီမေးရှင်း ရုပ်ရှင်အသစ် ထွက်လာပါတယ်။ကနေရီငှက်ကလေးတွေနဲ့ ခွေးတွေ ယှဉ်တွဲနေတဲ့ ကနေရီကျွန်းက ဘုရင်မ ကနေရီငှက်ကလေး ပျောက်ချင်းမလှပျောက်သွားပြီးနောက် Tweetyဟာ ကနေရီကျွန်းရဲ့ ပျောက်ဆုံးနေတဲ့ တော်၀င်မျိုးဆက်လို့ ပြောလို့ရတဲ့ အချက်တွေရှိနေတာကြောင့် ကနေရီကျွန်းရဲ့ ဘုရင်ဖြစ်လာပါတယ် ။\nကျွန်းကို သွားပြီးတဲ့နောက် အရင်ဘုရင်မ ဘာလို့ပျောက်သွားသလဲနဲ့ ဘုရင်ဖြစ်ဖို့ Tweetyတစ်ယောက် ဘာအန္တရာယ်တွေနဲ့ ကြုံရမလဲ အသည်းတအေးအေးနဲ့ ကြည့်ရမှာပါ။90 ခုနှစ်တွေကို ပြန်လွမ်းမောဖို့ကောင်းတဲ့ 90ခုနှစ်က နာမည်ကြီးကာတွန်းဇာတ်ကောင်ရဲ့ ကားအသစ်မို့ ကလေးလေးတွေရော ကလေးကြီးတွေရော ကြည့်လို့ အဆင်ပြေကြမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(1.5GB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/2rKpr/King_Tweety_(2022)_1080p.mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2v6f1EqTo4FUxVT9MDXpF6158AX.jpg",
        "title": "Chickenhare and the Hamster of Darkness (2022)",
        "description": "Chickenhare and the Hamster of Darkness(2022)စာရေးဆရာ Chris Grine ရဲ့ ကောမစ်စီးရီးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nAnimation ဇာတ်လမ်းကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်Chickenhare လို့ခေါ်တဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း သတ္တဝါဆန်းလေးဟာ\nထင်ရှားတဲ့ စွန့်စားသူ ဘုရင်ကြီး ပီတာ ရဲ့ မွေးစားသားလေးပါအများနဲ့မတူဘဲ ကွဲထွက်နေတဲ့ သူ့ရဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း ပုံစံကြောင့်\nအမြဲအလှောင်ခံနေရတဲ့ Chickenhare လေးရဲ့ အိပ်မက်ကတော့\nသူ့မွေးစားအဖေလို နာမည်ကျော် စွန့်စားသူ ဖြစ်ဖို့ပါတစ်နေ့မှာ တိုင်းပြည်ရဲ့ ဒုစရိုက်ကောင် Chickenhare ရဲ့ ဦးလေးဖြစ်သူ\nထောင်ထဲကနေ လွတ်မြောက်ပြီး ထီးနန်းလုဖို့ ကြိုးစားတဲ့ အခါမှာတော့Chickenhare နဲ့ သူ့သူငယ်ချင်းတွေဖြစ်တဲ့\nလိပ်ကလေး အေ့ဗ် ကိုယ်ခံပညာရှင် မက်ခ်တို့\nသူ့ဦးလေးကို တားဆီးဖို့ စွန့်စားခန်း ထွက်ကြပုံတွေကို တင်ဆက်ပေးထားတာပါကိုယ့်ရဲ့ ဖြစ်တည်မှုကို အရှိအတိုင်း လက်ခံနိုင်ဖို့ကိုပါ မီးမောင်းထိုးပြထားတဲ့\n2022 ခုနှစ်ထွက် ဒီ ဟာသ animation ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rHdC/Chickenhare.and.the.Hamster.of.Darkness.2022.NF.1080p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNhMGZmZmUtOWEwMy00ZDg2LTkyZmEtMzQyOWM0ZmE4OWVmXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_-140x200.jpg",
        "title": "Poupelle of Chimney Town (2021)",
        "description": "Poupelle of Chimney Town (2020)\n=========================\nIMDb Rating - 6.4/10Chimney Town (မီးခိုးခေါင်းတိုင်မြို့) ဆိုတဲ့ မီးခိုးတွေနဲ့အမြဲပိတ်နေပြီး\nအပြင်လောကကြီးနဲ့ လုံးဝအဆက်အသွယ်ပြတ်နေတဲ့မြို့လေးက လုဘိချိ\nဆိုတဲ့‌ကောင်လေး နဲ့ အမှိုက်လူသား ဖြစ်တဲ့ ပိုပဲ့လုတို့ရဲ့ စွန့်စားခန်းကို ငိုလိုက်\nရယ်မောလိုက်နဲ့ ရသစုံလင်စွာ ကြည့်ရမှာဖြစ်တယ်။ လုဘိချိရဲ့ အဖေဖြစ်သူ\nဘရူနို က ကောင်းကင်မှာကြယ်တွေရှိကြောင်း လူတွေကြားထဲမှာပြောလေ့ရှိတယ်။အဲ့မြို့ကလူတွေက‌တော့ \"ဟာ ဒီကောင် င‌ပေါကြီး\" ဘာညာနဲ့ သူပြောကိုမယုံကြဘူး\nမြို့တစ်ခုလုံးက မီးခိုးခေါင်းတိုင်တွေကထွက်တဲ့ မီးခိုးတွေနဲ့ပိတ်နေတာကိုး ဒါပေမယ့်\nသူ့သားကတော့ ကြယ်တွေကို အရမ်းကြည့်ဖူးချင်နေတာ အဲတာနဲ့ တစ်နှစ်လောက်\nကြာသွားပြီး ဟောလိုးဝင်းနေ့မှာ တစ်ကိုယ်လုံးအမှိုက်တွေနဲ့ဖွဲ့စည်းထားတဲ့ အမှိုက်\nလူသား တစ်ယောက် မြို့ထဲကိုရောက်လာခဲ့တယ်။ အဲ့နေ့ကလည်း ဟောလိုးဝင်းဆိုတော့\nအားလုံးက သူ့ကို လူလို့ပဲထင်ပြီး ဝတ်စုံဘယ်လောက်မိုက်ကြောင်း ချီးကျူးကြတာပေါ့\nနောက်မှ လူမဟုတ်မှန်းသိသွားကြတော့ သက်ဆိုင်ရာတွေက လိုက်ဖမ်းလို့ ထွက်ပြေးရင်း\nလုဘိချိ နဲ့တွေ့ပြီး သူတို့ရဲ့စွန့်စားခန်းလေး စတင်လာခဲ့ပါတယ်။ဒီ ဇာတ်ကားလေးက နာမည်ကြီးရုပ်ပြကာတွန်းစာအုပ်ဖြစ်တဲ့ \"Poupelle ...",
        "rating": "6.4",
        "url": "https://megaup.net/15zsp/Poupelle.Of.Chimney.Town.2020.1080p.BluRay.[CM]_new.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/X32TnGBup6HRSoY4RXbQEDhRh4.jpg",
        "title": "Mad God (2021)",
        "description": "Mad God (2022) Jurassic Park, Starship Troopers, RoboCop နဲ့ Stars Wars စတဲ့ နာမည်ကျော် ဇာတ်ကားတွေရဲ့ Visual Effects တွေကို ဖန်တီးပေးခဲ့တဲ့ Phil Tippett ရဲ့ နောက်ထပ် လက်ရာမြောက်တဲ့ ကားလေးတစ်ကားပါ။ CGI ခေတ်လို့ ဘယ်လောက်ပြောပြော stop-motion နည်းပညာကိုလည်း ခေါက်ထားလို့ မရသေးကြောင်း သက်သေပြနိုင်တဲ့ နောက်ထပ် အမိုက်စား Animation ကားလေးပေ့ါဗျာ။ဇာတ်လမ်းအညွှန်းကတော့ ...\nကမ္ဘာ့မြေပုံနဲ့ ဗုံးတစ်လုံး ခရီးဆောင်အိတ်တစ်ခုကိုသယ်ဆောင်ပြီး ကမ္ဘာမြေကိုဖျက်ဆီးဖို့ရောက်လာတဲ့ သတ္တဝါတစ်ကောင် ...လမ်းမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ ထူးဆန်းတဲ့ လျှပ်စစ်နဲ့ညှင်းပန်းခံရတဲ့သားကောင်တွေ ကြောက်မက်ဖွယ်ရာအဖြစ်အပျက်တွေကို ကြုံခဲ့ရပြီး ရန်သူတွေနဲ့အတူ သူ့ကိုယ်သူဖျက်ဆီးခံရမယ့် အခြေအနေတွေကိုရင်ဆိုင်ရချိန်မှာတော့ ... သူ့ရဲ့နေ့ရက်တွေကို ဘယ်လိုဖြတ်သန်းမလဲ?\nသူကပဲ နဂိုအကြံအစည်ကိုအောင်မြင်အောင် ဆောင်ရွက်နိုင်မှာလား?\nရန်သူတွေကြားမှာပဲ အသက်ဆုံးရမလား? စတာတွေကို မွန်းစတားတွေ ရက်စက်တဲ့ သတ္တဝါတွေရဲ့ ခွန်အားနဲ့ ဉာဏ်အား ပြိုင်ပွဲတွေကြား ...",
        "rating": "7.4",
        "url": "https://megaup.net/1LJrx/[CM]Mad.God.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43EQZnWP9znGqTKfO4BsPALXVYa.jpg",
        "title": "Apollo 10½:  A Space Age Childhood (2022)",
        "description": "Apollo 10 ½===============\nလူသားမျိုးနွယ်ရဲ့ အာကာသခရီးဟာ ၁၉၆၉ခုနှစ် ဇူလိုင်လ ၁၆ရက်က လွှတ်တင်တဲ့ Apollo 11နဲ့အတူအစပျိုးခဲ့ပါတယ်။ လိုက်ပါသွားခဲ့တဲ့ Neil Armstrong နဲ့အဖွဲ့သားတွေဟာ လပေါ်ကို ပထမဆုံးအခြေချနိုင်သူတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမယ့် အမှန်တကယ် ပထမဆုံး အခြေချနိုင်သူဟာ NeilArmstrong မဟုတ်ဘဲ မူလတန်းကျောင်းသားတစ်ယောက်သာ ဖြစ်ခဲ့မယ်ဆိုရင်…ထိုအချိန်က Huston နယ်မြေမှာ အရာရာတိုင်းက အာကာသနဲ့ပတ်သက်တာတွေချည်း ဖြစ်ခဲ့တာပေါ့။ မူလတန်းကျောင်းသားလေး Stan အပါအဝင် ကလေးတော်တော်များများရဲ့ အိပ်မက်ဟာအာကာသယာဉ်မှူးကြီးဖြစ်ဖို့ပါပဲ။ တစ်နေ့မှာတော့ NASAက လူတချို့ဟာ Stan ကိုခေါ်ပြီးအာကာသယာဉ်ထိန်းခန်းဆောက်လုပ်ရာမှာ တွက်ချက်မှုအမှားလေးတွေကြောင့်သာမန်ထက်အနည်းငယ် သေးငယ်သွားပြီး အဲဒီယာဉ်ကိုမောင်းနှင်ပြီး လပေါ်ကိုသွားဖို့ကလေးတစ်ယောက်ကိုလိုက်ရှာနေတာဖြစ်ကြောင်း ပြောပြပါတယ်။ အဲဒီအကြံကို Stan ကလဲလက်ခံခဲ့ပြီး လပေါ်ကို ခရီးသွားနိုင်ခဲ့ပါတယ်။ အဲဒီပရောဂျက်ဟာ Apollo 10 ½ လို့ခေါ်ပြီး Apollo 11မတိုင်ခင် ဖြစ်ခဲ့တာပေါ့။ သို့သော် ဒီဖြစ်ရပ်ကို ပါးစပ်ပိတ်ထားရတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/37v6z/Apollo.10.1.and.2.A.Space.Age.Childhood.2022.1080p.NF.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/titan-143x200.png",
        "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)",
        "description": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)\n====================================================Teen Titans Go! ဆိုတာ Teen Titans အန်နီမေးရှင်းစီးရီးကို ဟာသဗားရှင်းနဲ့\nဆက်ထွက်တဲ့စီးရီးလေးဖြစ်ပြီး မူရင်းစီးရီးတင်မကပဲ တခြားစူပါဟီးရိုးကားတွေကိုပါ\nလှောင်ပြောင်ပေါက်ကရလုပ်ထားတာပါ။အခု Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse\nကတော့ မူဗီတစ်ခုဖြစ်ပြီး DC Super Hero Girls ဆိုတဲ့ စီးရီးနောက်တစ်ခုနဲ့ crossover\nလုပ်ထားတာပါ။crossover ဆိုရာမှာ သမားရိုးကျ crossover မဟုတ်ပဲ စူပါဟီးရိုးကားတွေရဲ့\nထုံးစံတွေကို ပညာသားပါပါဟာသလုပ်ထားတာကိုတွေ့ရမှာပါ။ လက်စ်လူသာရဲ့ မဟာ\nအကြံအစည်ကြီးကို Super Hero Girls အဖွဲ့က တားဖို့လုပ်တာကိုကြည့်ရရင်း သာမန်ကလေး\nကာတွန်းကားလို့ ခံစားရလာပြီဆိုရင် Teen Titans တို့က ...",
        "rating": "5.4",
        "url": "https://megaup.net/37i7e/Teen.Titans.Go.and.DC.Super.Hero.Girls..2022.1080p.[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rl95Ml7Igdkc5QKe2GEUWa1SFU.jpg",
        "title": "A Turtle’s Tale: Sammy’s Adventures (2010)",
        "description": "A turtle's tale: Sammy's adventures (2010)\n====================================================\nလူတွေရဲ့ ကျူးကျော်မှုတွေ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့် တိရစ္ဆာန်လေးတွေရဲ့ ပိုင်နက်မြေက\nတစ်နေ့ထက်တစ်နေ့ ကျဉ်းမြောင်းလာပါတယ်။ အဲဒီလိုပဲ စက်ရုံတွေတည်ဆောက်တာ၊\nအမှိုက်တွေ စွန့်ပစ်တာကြောင့် Global warming ဖြစ်လာပြီး ကုန်းနေ၊ ရေနေတိရစ္ဆာန်လေးတွေရဲ့ဘဝကို ထိခိုက်နေပြန်ပါတယ်။အဲဒီလိုနဲ့ နောက်ပိုင်းမှာ လူသားတွေက ကိုယ့်လုပ်ရပ်ကိုယ် သိရှိလာပြီး ပြုပြင်ထိန်းသိမ်းမှုတွေလုပ်တာလည်း ရှိလာပါတယ်။\n\"လူသားတွေက ထူးဆန်းတယ်။ တချိုက ရှင်းလင်းသုတ်သင်နေချိန်မှာ တချိုကတော့ အမှိုက်ဖွနေတုန်းပဲ\"တဲ့။\nဘယ်လိုပဲဆိုပါစေ လူသားနဲ့တိရစ္ဆာန် အတူယှဉ်တွဲနေထိုင်ရတဲ့လောကကြီးမှာ အချင်းချင်း ကိုင်းကျွန်းမှီ ကျွန်းကိုင်းမှီပါပဲ။ဒီကားလေးမှာတော့ ပင်လယ်လိပ်ကလေးတစ်ကောင် ဥကနေ အကောင်ပေါက်တဲ့အချိန်ကစလို့\nလောကဓံတရားတွေကို ရင်ဆိုင်ရတာတွေ၊ သူငယ်ချင်း ချစ်မေတ္တာအပြင် ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်လိုရှာဖွေတွေ့ရှိမလဲဆိုတာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။    ထူးခြားတာကတော့ ဇာတ်ဝင်တေးတွေအဖြစ် Bruno Mars ရဲ့ \"Count on me\" နဲ့ \"Talking to the moon\",\nMichael Jackson cover ...",
        "rating": "6.0",
        "url": "https://megaup.net/1KDcw/Sammys_Adventures_The_Secret_Passage_2010_.1080p_BluRay._AAC5.1CH(CM).mp4",
        "category": "Adventure, Animation, Family"
    }
]