[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTgyNDYwNzE5NV5BMl5BanBnXkFtZTcwMzUyODM5OA@@._V1_-136x200.jpg",
        "title": "Epic (2013)",
        "description": "2013 ခု‌နှစ်ကထွက်ရှိထားတဲ့ Epic ဆိုတဲ့ Animation ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားက နာမည်နဲ့လိုက်အောင် တကယ့်ကို epic ဖြစ်တဲ့အတွေးအခေါ်‌တွေ၊\nepic ဖြစ်တဲ့ယူဆချက်တွေနဲ့ ဇာတ်အိမ်ကိုတည်ဆောက်ထားတာပါ။ဇာတ်ကားမှာ မယ်ရီကက်သရင်း ဆိုတဲ့ကောင်မလေးက သူ့‌အမေဆုံးပါးသွားလို့\nတောထဲမှာ သုတေသနလုပ်နေတဲ့ အဖေ့ဆီလာနေဖို့\nရောက်လာခဲ့ပါတယ်။ သူ့အဖေက တောထဲမှာ\nလူအသေးလေးတွေရှိတယ်ဆိုတဲ့အကြောင်းကို\nအရူးအမူးကိုယုံကြည်နေခဲ့ပြီး သူ့ယုံကြည်ချက်မှန်ကြောင်း\nသက်သေပြဖို့ကြိုးစားနေတာလည်းဖြစ်ပါတယ်။ဒါကို မယ်ရီကက်သရင်းက အဓိပ္ပါယ်မရှိဘူးဆိုပြီး မယုံကြည်ဖြစ်နေရာက\nသူကိုယ်တိုင် လူအသေးလေးတွေနဲ့တွေ့ကြုံလိုက်ရတဲ့အခါမှာ |\nဘယ်လိုစွန့်စားခန်းတွေ ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nသိပ်ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အညွှန်းတွေများပြီး\nအရသာပျက်မှာစိုးတာကြောင့် လူအသေးလေးတွေကဘာလုပ်ကြတာလဲ၊\nမယ်ရီနဲ့လူအသေးလေးတွေဘယ်လိုဆက်စပ်မှုရှိတာလဲ၊\nသူတို့ဘာကိုရင်ဆိုင်နေကြရတာလဲ ဆိုတာကို ကိုယ်တိုင်ပဲ\nကြည့်ရှုခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.7GB /  900MB\nQuality…1080p BluRay /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-377/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvjCiv1xNlK1kNnoe1nul899vIp.jpg",
        "title": "Mortal Kombat Legends: Snow Blind (2022)",
        "description": "Mortal Kombat Legends : Snow Blind (2022)ကဲ Mortal Kombat Legends ရဲ့ သုံးကားမြောက် ဖြစ်တဲ့\nMortal Kombat Legends : Snow Blind ထွက်ရှိလို့လာပါပြီScorpion ရဲ့ ဇာတ်လမ်းနဲ့ စဖွင့်ခဲ့တဲ့ Mortal Kombat animation ဇာတ်ကားတွေဟာ\nlive action လို မဟုတ်ဘဲ တုံ့ပြန်မှုကောင်းတဲ့ အနေအထားမှာ ရှိပါတယ်လက်ရှိ သုံးကားမြောက်မှာတော့ MK ပရိသတ်တွေနဲ့ မစိမ်းလှတဲ့\nSub-zero နဲ့ မျက်ကန်းဓါးသမား Kenshi တို့ရဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်\nဇာတ်အိမ်ကိုတော့ Mortal Kombat ပွဲတွေအလွန် အတော်ဝေးဝေးအနာဂါတ် တစ်နေရာမှာ တည်ဆောက်ထားပြီး\nကမ္ဘာပေါ်က နေရာတိုင်းဟာ သေရွာပြန်တွေဖျက်ဆီးလို့ အကုန်ပျက်စီးပြီး စွန့်ပစ်မြေအဖြစ်ကိုရောက်ရှိသွားပါတယ်\nပရိသတ်တွေရဲ့ ချဥ်ဖတ်အိုး ဇာတ်ကောင်ဖြစ်တဲ့ Kano ဟာ\nနဂါးနက်အဖွဲ့ရဲ့ ဘုရင်အဖြစ်နဲ့ စွန့်ပစ်မြေမှာ ထင်တိုင်းကြဲလျက်ရှိပြီး\nတစ်နေရာပြီးတစ်နေရာ သိမ်းပိုက်နေတာပါ...Sub-zero ...",
        "rating": "",
        "url": "https://megaup.net/2umC0/Mortal.Kombat.Legends.Snow.Blind.2022.720p.BluRay.DD5.1.CM.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYzFmMjAwMDYtNzM0Zi00NjY2LWFjMjYtMGQ1OTRiZjk5YjJkXkEyXkFqcGdeQXVyMTMwODY5NDc2._V1_-141x200.jpg",
        "title": "Jujutsu Kaisen 0 (2021)",
        "description": "Rotten tomatoes 98%\nImdb 7.9/10\nMyanumelust 8.5/10ဒီရုပ်ရှင်ဟာ animeဖန်​တွေအကြိုက်​တွေ့ခဲ့ကြတဲ့jujutsu kaisen စီးရီး (​ဇော်ဂျီဖိုဝင်သားစားတဲ့မင်းသား😅)ရဲ့အဖြစ်အပျက်မတိုင်ခင်ဇာတ်လမ်းပါ။ ​ပြောရရင်​တော့ Yutaရဲ့​မှော်ဆရာဖြစ်လာခဲ့တဲ့ဇာတ်​ကြောင်းလို့​ပြောရင်လည်းရပါတယ်။ဒီဇာတ်ကားဟာ ဂျပန်မှာရုံတင်ချိန်က ဝင်​ငွေစံချိန်​တွေတင်ခဲ့သလိုanimation qualityလည်း​တော်​တော်​ကောင်းတယ်ချီးကျူးခံထားရတာပါ။(အခု​တော့ one piece red filmက ဝင်​ငွေ​ကျော်တက်သွားပြီကြားပါတယ်)ဇာတ်လမ်းအကျဥ်းက​တော့တခါတုန်းက သိပ်ချစ်ကြတဲ့ငယ်ကျွမ်း​ဆွေနှစ်​ယောက်ရှိပါတယ်။သူတို့နှစ်​ယောက်ဟာ အသက်သာငယ်ကြ​ပေမဲ့ အချစ်​တွေကမငယ်တာမလို့အရွယ်​ရောက်လာတာနဲ့လက်ထပ်ကြမယ်လို့ ​​စေ့စပ်လက်စွပ်​လေးဝတ်ပြီးကတိပြုခဲ့ကြပါတယ်။အဲ့လိုနဲ့ကတိပြုပြီး​နောက်မှာ ​ကောင်မ​လေးဟာဆိုးဆိုးရွားရွားကားတိုက်ခံရပြီး​သေဆုံးသွားခဲ့ပါတယ်။ ​သေဆုံးသွား​ပေမဲ့လည်း သူတို့အချစ်ဟာကြီးမားလွန်းတာ​ကြောင့် ​ကောင်မ​လေးဟာကျိန်စာသင့်တ​စ္ဆေကြီးအဖြစ်ပြန်ရှင်သန်လာခဲ့တဲ့​နောက်မှာ​တော့.... \nFile size…  1GB / 550MB\nQuality… 1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by  Dr.Nyan",
        "rating": "7.9",
        "url": "https://megaup.net/1Oiyf/Jujutsu_Kaisen_-_Movie_01_-_Jujutsu_Kaisen_0_[BD_1080p]_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Over_the_Sky-695379743-large-133x200.jpg",
        "title": "Over the Sky (2020)",
        "description": "Over the Sky (2020)===============ဒီတစ်ခါတင်ဆက်ပေးချင်တာကတော့ 2020ကထွက်ရှိခဲ့တဲ့\nဒါရိုက်တာ Yoshinobu Senaရဲ့ လက်ရာလေးပါပဲ။\n(၃)ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းဆိုတာမျိုး တော်တော်များများကြုံဖူး\nကြားဖူးကြမှာပါ။ ဒီanime လေးမှာတော့ မီအို အာရာတာနဲ့ မာဒိုကာတို့\nသူငယ်ချင်း(၃)ဦးမှာ အာရာတာကို ၂ယောက်လုံးက ကြိတ်ကြွေနေကြပါ\nတယ်။ မင်းသမီး မီအိုကတော့ go with the flow type မို့ အရာရာကို\nလွယ်လွယ်နဲ့ အရှုံးပေးတတ်တယ်။မီအိုနဲ့ အာရာတာကတော့ ငယ်သူငယ်ချင်းတွေမို့ ပိုရင်းနှီးကြတယ်။ ဒါကို\nမခံစားနိုင်တဲ့ မာဒိုကာက တစ်နေ့မှာ မီအိုကို သူအာရာတာကို စိတ်ဝင်စား\nနေကြောင်း ဖွင့်ဟလာတဲ့အခါ မီအိုက အားပေးအားမြှောက်လုပ်လိုက်ပါ\nသေးတယ်။ တစ်နေ့ မီအိုနဲ့ အာရာတာတို့ လျှောက်လည်ရင်း စကားများ\nကြတယ် စကားလွန်မိတယ်။ ဒါကိုပြန်တောင်းပန်ဖို့ မီအိုခမျာ အပြေးသွားတဲ့\nလမ်းမှာတင် accident တစ်ခုကို ကြုံလိုက်ရပြီး ဝိဉာဉ်လွင့်သွားပါတော့တယ်။သူ့ခံစားချက်အစစ်အမှန်တွေကို မပြောလိုက်ရတာမို့ မီအိုကတော့ ဘဝမကူးဘဲ\nကြားကမ္ဘာမှာတင် လူ့လောကကို ပြန်သွားနိုင်ဖို့ အစွမ်းကုန် ကြိုးစားရပါတော့တယ်။\nအဆုံးမှာ သူလူ့လောကကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Oahm/over.the.sky.2020.japanese.1080p.bluray.dd5.1(CM)..mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/party-200x300.jpg",
        "title": "Sausage Party (2016)",
        "description": "ဇတ်လမ်း အစမှာတော့ စားစရာတွေ ရောင်းတဲ့\nစူပါမားကတ် ကနေ စတင်ထားပါတယ်...စားစရာတွေဟာ လူသားတွေကို ဘုရားသခင် လို့\nမှတ်ယူထားပါတယ် မားကတ် မှာ ပုတ်သိုးမယ့် အန္တရာယ် ကနေ\nကယ်တင်မယ့် အရှင်သခင်တွေလို့ မှတ်ယူထားကြတာပါ...တစ်နေ့တာ စျေးဝယ်မှု မှာ ဝယ်သူ ရွေးချယ်ဖို့ သူ့ထက် ငါ\nအပြိုင်အဆိုင် ဆုတောင်းကြရတာပေါ့\nမဟုတ်ခဲ့လို့ရှိရင် Out Of Date ဖြစ်သွားတဲ့အခါ\nသူတို့မသွားချင်ဆုံးနေရာက အမှိုက်ပုံးအိုကြီးရဲ့ မဲမှောင်နေသာတွင်းနက် ကြီးပါပဲ....ဒီဇတ်လမ်းမှာ မင်းသားကတော့ ဝက်အူချောင်း ပါပဲ\nဟုတ်ပါတယ် ဝက်အူချောင်း ပါ....\nဖရန့် ၊ ကားလ် ၊ ဘယ်ရီ တို့ ဟာ ၆ ချောင်းပါတဲ့\nဝက်အူချောင်းပါကင်ထုပ်ထဲက သူငယ်ချင်းတွေပေါ့\nသူတို့ ဘေးကပ်ရပ်မှာတော့ ဟော့ဒေါ့ပေါင်မုန့်မလေး တွေ အဖွဲ့ ရှိနေပါတယ်ဘရန်ဒါ တို့ အုပ်စုပေါ့ သူတို့လဲ ပါမုန့်ချောင်း ၆ ခု တစ်ပါကင် ထုပ်ထဲကပါပဲ...\nအနီးကပ် နေရတဲ့ အခါ တစ်ဦးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ofwb/Sausage_Party_(2016)_1080P_Bluray_5.1_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmI3MTQ2NjEtMWI1ZC00NDExLWI5MmEtMjJkYjJhMWQxOTEzXkEyXkFqcGdeQXVyNzYzNjg0NDk@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Treasure Island (2018)",
        "description": "Doraemon: Nobita's Treasure Island (2018)\n-------------------------------------------------------------------\nအခုတစ်ခေါက်မှာတော့ 2018 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ၃၈ကားမြောက်\nဒိုရေမွန်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်လမ်းလေးက ၁၈၈၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nTreasure Island ဝတ္ထုကိုအခြေခံရိုက်ကူးထားပြီး\nYour Name Anime ရဲ့ ထုတ်လုပ်သူ\nGenki Kawamura ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ပင်လယ်ဓားပြပုံပြင်တွေဖတ်ပြီး\nရတနာကျွန်းရှာဖို့ရူးသွပ်နေတဲ့ နိုဘီတတစ်ယောက် သတင်းမီဒီယာကနေ\nအမည်မသိကျွန်းတစ်ခုပေါ်လာကြောင်း ကြေညာချိန်မှာတော့\nရတနာသွားရှာချင်စိတ်တွေ တဖွားဖွားပေါ်ပေါက်လာပါတော့တယ်။ဒါကို သူငယ်ချင်းတွေက ဝိုင်းလှောင်ကြတော့ စိတ်တိုတိုနဲ့ကျွန်းကို\nတွေ့အောင်ရှာမယ်လို့အလောင်းအစားပြုလုပ်ပြီး ထုံးစံအတိုင်း\nဒိုရေမွန်ကိုအကူညီတောင်းပါတယ်။ ဥပေက္ခာမပြုနိုင်တဲ့\nဒိုရေမွန်ကလည်း နိုဘီတအလိုကျအတိုင်း အဲဒီကျွန်းကို\nသွားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ပင်လယ်ဓားပြတွေနဲ့\nဘယ်လိုစခန်းသွားရမလဲ ဘယ်လိုမျိုးရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို\nရင်ခုန်စွာနဲ့ကြည့်ရှုခံစားပေးကြပါဦးနော်။\nFile size…1.7GB / 894MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.5",
        "url": "https://megaup.net/3a8bC/Doraemon_Nobita_s_Treasure_Island_(2018)_BluRay_-_1080p.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
        "title": "Drifting Home (2022)",
        "description": "Drifting Home (2022)(1080p ရပါပြီ)အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ ...တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2u76f/[CM]Drifting.Home.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-2-139x200.jpg",
        "title": "Ultimate Avengers 2: Rise of the Panther (2006)",
        "description": "Ultimate Avengers 2: Rise of the Panther (2006)==================================IMDb Rating - 6.5/10ဒါက​တော့ ၂၀၀၆ထွက် Ultimate Avengers: The Movieရဲ့\nအဆက်ပဲဖြစ်ပါတယ်။ ပထမကားမှာ ချီတာရီ​တွေကို အနိုင်ယူ\nခဲ့​ပေမယ့် ကပ္ပတိန်အ​မေရိကဟာ စစ်ပြန်​တွေရဲ့ ထုံးစံအတိုင်းပဲ\nPTSDအ​​သေးစား ဖြစ်လာတာ​ကြောင့် မစ်ရှင်​တွေပဲ ဖိလုပ်ရင်း\nသူဦး​ဆောင်ရတဲ့ Avengersအဖွဲ့နဲ့ အဆင်မ​​ပြေဘဲ One Man\nArmyလိုဖြစ်လာပါတယ်။ ​ဒေါက်တာဘန်နာကလည်း ​ဟော့ခ်\nပုံစံကို မထိန်းချုပ်နိုင်တာ​ကြောင့် ဖြူရီရဲ့ ချုပ်​နှောင်ထားမှုကို\nခံ​နေရပါတယ်။အဲဒီအချိန်မှာ ကပ္ပတိန်အ​မေရိက​ကြောင့် ၁၉၄၅ခုကတည်းက\n​သေသွားပြီလို့ ထင်မှတ်ထားကြတဲ့ ချီတာရီ​ကောင် တစ်ဖြစ်လဲ\nနာဇီဗိုလ်ချုပ်ကလိုင်ဇာဟာ ဝါကန်ဒါတိုင်းပြည်မှာ တစ်ဖန်ပြန်\n​ပေါ်လာပြီး တီချာလာတို့ဆီက စွမ်းအင်အရင်းမြစ်ကို လုယူပြီး\nတစ်ကမ္ဘာလုံးကိုဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အတွက် စည်းလုံးမှု\nအားနည်း​နေတဲ့Avengersအဖွဲ့နဲ့ Black Pantherတို့​ပေါင်းပြီး\nကလိုင်ဇာနဲ့ ကမ္ဘာဖျက်ရန်စွယ်ကို နှိမ်နင်းဖို့ အ​ကြောင်းဖန်လာ\nပြန်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 GB) / (620 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/2tVyZ/Ultimate.Avengers.The.Movie.2006.1080p.BluRay.(CM)..mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-1-141x200.jpg",
        "title": "Ultimate Avengers: The Movie (I) (2006)",
        "description": "Ultimate Avengers: The Movie (I) (2006)=============================IMDb Rating - 6.6/10၂၀၀၆ခုနှစ်ကတည်းက ထွက်ရှိခဲ့ပြီး Avengers Animation\nရယ်လို့ ပီပီပြင်ပြင်စထွက်ခဲ့တဲ့ Ultimate Avengers ကားကို\nတင်ဆက်​ပေးလိုက်ပါတယ်။ 2008မှာ Iron Man 1စထွက်ပြီး\nMCUရယ်လို့ အကြီးအကျယ်​အောင်မြင်တဲ့ Universeကြီးကို\nအ​ကောင်အထည်​ဖော်နိုင်ခဲ့တဲ့ MarvelဟာAnimationပိုင်းမှာ\nDCAUရဲ့အရှိန်နဲ့ Fanbaseကို မယှဉ်နိုင်သလို ကားထွက်ရှိမှု\nအပိုင်းမှာလည်း ​အတော်​အားနည်းခဲ့တာပါ။ ဒီAnimationက\nMarvelရဲ့ရှားရှားပါးပါး Avengersဇာတ်ကားဖြစ်ပြီး ၂ကား\nထွက်ရှိခဲ့တဲ့အထဲက နံပါတ် ၁ ဇာတ်ကားပါ။Storylineကို​တော့ Avengersအဖွဲ့ကြီး စတင်ဖွဲ့စည်းခြင်းကို\nအဓိကထားပြီး ဒုတိယကမ္ဘာစစ်မစ်ရှင်အတွင်းမှာ ပျောက်ဆုံး\nသွားတဲ့ ကပ္ပတိန်အ​မေရိကကိုပြန်လည်ရှာ​တွေ့ခြင်းနဲ့ အစပျိုး\nထားပါတယ်။ Live Action နဲ့ Storyline မတူညီမှုနည်းနည်း\nရှိပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းက ကပ္ပတိန်အ​မေရိကရဲ့\nမပြီးပြတ်​​သေးတဲ့ မစ်ရှင်က ဒီ​​နေ့ခေတ်အချိန်အထိ ပါလာပြီး\nတစ်ကမ္ဘာလုံးပျက်စီးနိုင်တဲ့ အ​ခြေအ​နေ​တွေ ဖြစ်လာတဲ့အခါ\nကပ္ပတိန်အ​မေရိကနဲ့ နစ်ဖြူရီတို့ဟာ တစ်ကိုယ်​တော်လှုပ်ရှား\n​နေကြတဲ့ စူပါဟီးရိုး​တွေကိုစုစည်းပြီး Avengersအဖွဲ့အဖြစ်\nကမ္ဘာဖျက်ရန်စွယ်ကို ကာကွယ်ဖို့ကြိုးစားကြပါ​တော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 ...",
        "rating": "6.6",
        "url": "https://megaup.net/1NY6d/Ultimate.Avengers.II.2006.1080p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODI4ZTg3MGYtYWZiMC00ZDFjLWIwYjAtZmNjYTY2Njg1NTNjXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cars on the Road (2022)",
        "description": "ဒီ စီးရီးလေးကတော့ ကမ္ဘာကျော်ကာတွန်းတစ်ခုဖြစ်တဲ့ Cars ကိုပဲ ဇာတ်လမ်းတွဲအဖြစ် ပြန်လည်တင်ဆက်ထားတာပါ။ စုစုပေါင်း ၉ ပိုင်းပါပြီ တစ်ပိုင်းကို ၁၀ မိနစ်ပဲ ကြာပါတယ်။ ဒါကြောင့် ကိုယ့်လူတွေ ဒေါင်းရသက်သာအောင် ၉ ပိုင်းလုံးကို ဆက်ပြီး မိနစ် ၉၀ အဝကြည့်လို့ရအောင် ဖန်တီးပေးထားလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ လိုက်တနင်းမကွင်းရဲ့ အခင်ဆုံးသူငယ်ချင်း မိတ်တာဟာ သူ့အစ်မရဲ့ မင်္ဂလာဆောင်ရှိလို့ ခရီးဝေးကြီးကို တစ်ယောက်တည်းမောင်းနှင်သွားဖို့ အစီအစဉ်ရှိလာပါတယ်။ အဲဒီမှာ မကွင်းကလည်း အားလပ်ရပ်ခရီးသဘောမျိုး အဖော်လိုက်လာတဲ့အခါ သူငယ်ချင်းနှစ်ကောင် တစ်လမ်းလုံး အလွဲမျိုးစုံရယ်စရာမျိုးစုံ တွေ့လာရပါတော့တယ်။ The Shinning ကို ကိုးကားထားတဲ့ သရဲခြောက်တဲ့ဟိုတယ်ကြီးတွေ၊ ဂျူရက်ဆစ်ဝါးဒ် တို့ ဘစ်ဂ်ဖု တို့ တွေကိုပါ ထည့်သွင်းဇာတ်လမ်းဆင်ထားတာမို့ အတော်လေး ကြည့်ကောင်းတဲ့ စီးရီးဖြစ်သွားပါတယ်။ ခံစားကြည့်လိုက်ကြပါဦးFile size…(2.3 GB)/(800 Mb)/(300 Mb)\nQuality….Webrip 1080p ...",
        "rating": "7.2",
        "url": "https://megaup.net/2u3F0/Cars_on_the_Road_S01_E_1_to_9_1080p_(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jaYmP4Ct8YLnxWAW2oYkUjeXtzm.jpg",
        "title": "Marcel the Shell with Shoes On (2021)",
        "description": "Marcel the Shell with Shoes On (2021)~ IMDb - 8.1/10, RT- 99%, Meta - 81% ~A24 ရဲ့ Mockumentary ကားလေးပါ။ မနှစ်ကရုံတင်တာဆိုပေမဲ့ ဒီနှစ်မှပဲ ဒစ်ဂျစ်တယ်ကော်ပီထွက်လာပါတယ်။ A24 vibe အပြည့်နဲ့ကားပါပဲ။ ပိုစတာပဲကြည့်လေ... ခရုခွံက အပေါက်နေရာမှာ မျက်လုံးတစ်လုံးတပ် ဖိနပ်ကြီးစီးထားတာပါ။ ဒီကောင့်နာမည်က မာဆယ်ပါ။ ဒီပုံစံလောက်နဲ့တော့ ရုတ်တရက်ဆို ချစ်ဖို့ကောင်းချင်မှ ကောင်းမှာပေမဲ့ ကားထဲက သူ့အပြုအမူတွေ စကားတွေနဲ့ ပေါင်းလိုက်ရင်‌တော့ တော်တော်ချစ်ဖို့ကောင်းပါတယ်။ Mockumentary ကား ပီပီသသ ရယ်လည်းရယ်ရသလို သရော်တာတွေက ဂွလည်းကျပါတယ်။ IMDb - 8.1/10, Rotten Tomatoes - 99% ရထားတဲ့ကားဆိုတော့ မကောင်းမှာ ပူစရာမရှိသလို ချစ်စရာကောင်းတဲ့ ခရုခွံလေးရဲ့တီတီတာတာ စကားတွေကြောင့် ...",
        "rating": "8.1",
        "url": "https://megaup.net/1NR5c/(CM)_Marcel_the_Shell_with_Shoes_On_(2021)_1080p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-trin-your-dragon-3-poster-133x200.jpg",
        "title": "How to Train Your Dragon: The Hidden World (2019)",
        "description": "How to Train Your Dragon: The Hidden World (2019)\nIMDb - 7.5/10_____Rotten - 91%How To Train Your Dragon ဟာ ၁ နဲ့ယခု\nဇတ်သိမ်းမယ့် ၃ ဟာ ၉ နှစ်ခြားခဲ့ပါတယ်…\nHow To Train Your Dragon ရဲ့ပရိတ်သတ်တွေ\nအမြောက်အမြားဆိုတာယုံမှားဖွယ်မရှိပါဘူးဇာတ်လမ်းအကျဉ်း\nဟစ်ကပ်တို့ရဲ့ ဘာ့ခ်မှာ နဂါးတွေ တဖြည်းဖြည်းများပြားလာသလို\nနဂါးမုဆိုးတွေရဲ့ ရန်ကလည်း ပိုကြီးမားလာပါတယ်။\nဒါကြောင့် နဂါးတွေနဲ့ သူ့လူတွေ လုံခြုံစေဖို့ ဟစ်ကပ်ဟာ\nကမ္ဘာကြီးရဲ့ အဆုံးက လျို့ဝှက်နေရာတစ်ခုကို\nရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။\nFilesize : 4.1GB  / 1.74GB / 922MB\nQuality : 4K BluRay HEVC / 1080p BluRay / 720p\nFormat : mp4\nRunning Time : ...",
        "rating": "7.5",
        "url": "https://megaup.net/39z51/How.to.Train.Your.Dragon.The.Hidden.World.2019.2160p.BluRay.x265.10bit.SDR_5.1_4K_%7BCM%7D.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA5NDQyMjc2NF5BMl5BanBnXkFtZTcwMjg5ODcyMw@@._V1_-134x200.jpg",
        "title": "How to Train Your Dragon (2010)",
        "description": "CM Fan တွေ အတွက် ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့\nHow to Train Your Dragon ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇတ်လမ်း ရဲ့ အစကတော့ ဗိုက်ကင်းတွေ နေတဲ့ ကျွန်းလေးတစ်ခုကနေ\nအစပြုတာပါပဲ ဗိုက်ကင်း သူရဲကောင်းတွေ ရဲ့ ရွာဟာ ပြသနာ တစ်ခုကို\nအမြဲ လိုလို ရင်ဆိုင်နေရပါတယ် အဲ့ဒါကတော့ နဂါးတွေပါပဲ\nတစ်ချို့ ညတွေမှာ နဂါးတွေဟာ ခိုးဝင်လာပြီး အစားအသောက်တွေကို\nခိုးယူသွားတက်ကြသလို အိမ်တွေကိုလဲ မီးရှို့သွားတက်ကြပါသေးတယ်\nဗိုက်ကင်း တွေရဲ့ အိမ်တွေဟာ အမြဲလိုလို အသစ်တွေ ဖြစ်နေတာ\nနဂါးတွေ ရဲ့ လက်ချက်ပါပဲ...ဒီဗိုက်ကင်း ရွာလေး မှာ ဟစ်ကပ် ဆိုတဲ့ ကောင်လေးရှိပြီး\nသူက ဗိုက်ကင်းတွေ ထဲမှာ အားအနည်းဆုံး မို့ ရွယ်တူတွေလို\nနဂါးတွေ ဖမ်းရမယ့် အစား လက်နက်တိုက်မှာ အကူလုပ်နေရတာပါ\nဗိုက်ကင်းတွေ ရဲ့ သတ္တိရှိမှု ရဲစွမ်းရှိမှုကို ပြဖို့ဆိုရင် နဂါးတစ်ကောင်တော့\nအနည်းဆုံး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1NE3s/How.to.Train.Your.Dragon.2010.1080p.BluRay.x265.10bit_5.1___%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-train-your-dragon-2-poster-1-133x200.jpg",
        "title": "How to Train Your Dragon 2 (2014)",
        "description": "How to Train Your Dragon 2 (2014)\nIMDb - 7.8/10_____Rotten - 91%နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။\nဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။\nဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကို\nယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။\nအဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1NE51/How.to.Train.Your.Dragon.2.2014_1080p.BluRay.x265.10bit.SDR_5.1__%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-3-135x200.jpg",
        "title": "LEGO Star Wars Summer Vacation (2022)",
        "description": "နှစ်စဉ်ထွက်နေကျအတိုင်း လီဂိုကာတွန်း Star Wars ထွက်လာပါပြီ။ မိသားစုကြည့်ဖို့ဇာတ်လမ်းဖြစ်တာမို့ အင်ပါယာ၊ ဒါ့ဗိတ်ဒါ၊ အိုဘီဝမ်၊ ဟန်ဆိုလို၊ ချူဝီ၊ လေယာ၊ ရေး၊ ဖင်း၊ ပိုး တို့အားလုံးပါဝင်တဲ့ ဟာသနဲ့စွန့်စားခန်းတွေပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာတော့ မျိုးဆက်သစ်တွေဖြစ်တဲ့ ရေး၊ ဖင်း၊ ပိုး တို့ဟာ အားလပ်ရက်ခရီးထွက်လာရင်း အဆင်မပြေမှုတွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ၊ အိုဘီဝမ်၊ ဒါ့သ်ဗိတ်ဒါ နဲ့လေယာတို့က သူတို့ငယ်စဉ်က အတွေ့အကြုံတွေကို ပြန်ပြောပြတာကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပြီး ဂျဒိုင်းကြီးတွေရဲ့ ဟာသဆန်ဆန် စွန့်စားခန်းတွေကို ကြည့်ရမှာပဲဖြစ်ပါတယ် File size…(1.33GB)/(510MB)/(346MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….00:45:00\nGenre...Animation / Action / Aventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.6",
        "url": " https://megaup.net/2tvH0/LEGO_Star_Wars_Summer_Vacation_2022_1080p_(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMDY2NDgzY2UtNTJjMy00ZTE2LThkYTUtYmNiNWE0NzQ4MzU5XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Great Adventure in the Antarctic Kachi Kochi (2017)",
        "description": "Doraemon the Movie 2017 : Great Adventure in the Antarctic kochi kochiငယ်စဉ်ကလေးဘဝတည်းက အားလုံးနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့\nဒိုရေမွန်ဇာတ်ကားပေါင်းများစွာထဲက စွန့်စားခန်းလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။ဒိုရေမွန်နဲ့ နိုဘီတဟာ ဂျပန်နိုင်ငံနွေရာသီရဲ့\nပူပြင်းလွန်းတဲ့ရာသီဥတုကိုမခံနိုင်တော့တာကြောင့်\nတောင်ပစိဖိတ်သမုဒ္ဒရာရဲ့ ဧရာမရေခဲတောင်ဆီကို လာခဲ့ကြပါတယ်။ဒီကနေ ရွှေကွင်းကလေးတစ်ကွင်းကိုရှာတွေ့ သွားပြီး သူ့ပိုင်ရှင်ကို လိုက်ရှာရာကနေ\nပျောက်ဆုံးနေတဲ့ အတ္တလန်တစ်မြို့တော်နဲ့ဆက်စပ်မိသွားခဲ့ပါတယ်။\nဒီလိုနဲ့ မှော်အိတ်လေးထဲကနေ လိုတာမှန်သမျှထုတ်လို့ရတဲ့ ဒိုရေမွန်နဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်စု၊\nပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာဖွေရင်း\nဘယ်လိုအန္တရာယ်မျိုးစုံကိုဖြတ်ကျော်ရမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမယ့်\nကာတွန်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်သမျှဇာတ်ကားတိုင်းမှာ ပရိတ်သတ်တွေကိုစိတ်မပျက်စေခဲ့တဲ့ ဒိုရေမွန်၊\nဒီတစ်ခေါက်မှာလည်း ချစ်စရာAnimation များနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုခံစားပေးကြပါဦး\nFile size…1.6GB / 902MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 41min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.6",
        "url": "https://megaup.net/1NCmo/Doraemon_Great_Adventure_in_the_Antarctic_Kachi_Kochi_(2017)_BluRay_-_1080p_.AAC2.0CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/dc_league_of_superpets_ver5_xlg-140x200.jpg",
        "title": "DC League of Super-Pets (2022)",
        "description": "ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ ဒီစီစူပါဟီးရိုးတွေရဲ့ အိမ်မွေးအကောင်လေးတွေအကြောင်းပါပဲ။ အဓိက ဇာတ်ကောင်ကတော့ စူပါမန်းရဲ့ ခွေး ခရစ်ပတိုဖြစ်ပြီး အသံသရုပ်ဆောင်အဖြစ် The Rock က ပါဝင်ထားပါတယ်။ သူ့သူငယ်ချင်း ခွေးအဖြစ် အေ့စ်နေရာမှာ ကယ်ဗင်ဟာ့ကပဲ သရုပ်ဆောင်ထားတာမို ထုံးစံအတိုင်း အတွဲညီညီရယ်ရမှာပါပဲ။ ကျွန်တော်တိုရဲ့မင်းသားကြီး ကီရာနူးရိဗ်ကလည်း ဘတ်မန်းနေရာက အသံသရုပ်ဆောင်ပြီး၊ ဂျွန်ကရာဆင်းစကီးက စူပါမန်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။လက်စ်လူသာရဲ့ စမ်းသပ်ခန်းကလွတ်လာတဲ့ လူလူဆိုတဲ့ ပူးလေးဟာ စူပါပါဝါတွေရသွားပြီး ဂျက်စတိလိတစ်ခုလုံးကိုဖမ်းထား၊ လက်စ်လူသာကိုကယ်တင်ပြီး ကမ္ဘာကြီးကိုအုပ်စိုးဖို လုပ်ပါတော့တယ်။ ဒါကို စူပါကောင်လေးတွေက ဘယ်လို စုပေါင်းကယ်တင်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ )File Size__(1.7GB) / (910MB)\nQuality__WEB-DL_1080p, CAM- 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Adventure, Animation\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mr.Anderson\nEncoded by Naing ...",
        "rating": "7.8",
        "url": "https://megaup.net/2tr5v/DC_League_of_Super_Pets_(2022)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abPQVYyNfVuGoFUfGVhlNecu0QG.jpg",
        "title": "Pil’s Adventures (2021)",
        "description": "Pil's Adventures (2021)တိုင်းပြည်တစ်ပြည်ရဲ့မင်းကြီးနတ်ရွာလားသွားပြီးတဲ့နောက် အဲဒီတိုင်းပြည်က မင်းသားလေးအရွယ်မရောက်ခင်အထိ မှော်ဆရာတစ်ယောက်က ရင်ခွင်ပိုက်အုပ်ချုပ်ခဲ့ပါတယ်။ မင်းသားလေးအရွယ်ရောက်လို့ ထီးနန်းလွှဲပေးရမယ့်အချိန်ဟာာ မှော်ဆရာဟာ အရင်မင်းကြီးကို အဆိပ်ခတ်လုပ်ကြံခဲ့သလို မင်းသားလေးကို သတ်ဖို့ကြံပါတယ်။ အဲဒီအချိန်မှာ Pil ဟာ အဆိပ်ဖော်တဲ့နေရာကို ခိုးဝင်လာပြီး ဆေးတွေကို ဗြောင်းဆန်အောင်လုပ်ပစ်တာမို့ မင်းသားလေးဟာ ဆေးသောက်မိတဲ့နောက် မသေသွားဘဲ ကြက်ကြောင်ဖြစ်သွားပါတယ်။ ကြက်ခေါင်း ကြောင်ကိုယ်နဲ့ ကြက်ကြောင်ပါ။ကြက်ကြောင်ဖြစ်သွားတဲ့မင်းသားလေးကို Pil က မှော်ဆရာရဲ့  Maleficient ဆန်ဆန် မွေးစားအမေ‌နေတဲ့ ကျိန်စာသင့်တောအုပ်ကြီးထဲ ခေါ်သွားပြီး ဖြေဆေးရအောင်ကူညီပေးပါတယ်။ အပြန်အလှန်အနေနဲ့ပေးရမှာကတော့ အရင်မင်းကြီးချန်ထားခဲ့တဲ့ ရတနာသိုက်ကြီးပါ။ဒီလိုနဲ့ ကူကယ်ရာမဲ့ ကချော်ကချွတ်ဖြစ်နေတဲ့ ကြက်ကြောင်ကြီးဟာ ကြောင်တိကြောင်တောင်အစောင့်ရယ် ကိုယ့်အားကိုယ်ကိုး နေနေရတဲ့ ကလေးမလေးရယ် ၊ ကက်ကက်လန်အောင် ကန့်လန့်ဖီလာတိုက် ကန်းမစကားဆိုနေတဲ့ ရုပ်သေးရုပ်ရယ်။ ကိုရိုးကားရား ကိုးလိုးကန့်လန့် အကောင်လေး၃ကောင်နဲ့အတူ ကျိန်စာကျိန်ချက်မိနေတဲ့ ကြီးကြီးမားမား တောအုပ်ကြီးထဲ ကောင်းကောင်းကန်းကန်း ပြန်ဖြစ်အောင်လုပ်ပေးမယ့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/17oen/(CM)_Pil_s_Adventures_(2021)_1080p.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUKudOpHICDj6A6SO7DdaZM4W48.jpg",
        "title": "A Scanner Darkly(2006)",
        "description": "A Scanner Darkly(2006) အညွှန်း*****************************IMDb  7,,,,, Rotten Tomatoes 68%ဒီရုပ်ရှင်ထဲမှာတော့ အားလုံးသိပြီးသားနာမည်ကြီး သရုပ်ဆောင်များဖြစ်တဲ့\nKeanu Reeves, Robert Downey Jr. Woody Harrelson နဲ့ မင်းသမီး Winona Ryder တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာ Richard Linklater ကပုံဖော်ရိုက်ကူးထားတဲ့\nAnimated Sci-fi/thriller ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုမပြောခင်မှာ\nဒီဇာတ်ကားရဲ့ ထူးခြားတဲ့ တင်ဆက်ပုံကို အရင်ဆုံးပြောပြချင်ပါတယ်။\nဒီဇာတ်ကားထဲက Scene တွေကို တစ်ကားလုံးရိုက်ပြီးတော့မှ\nInterpolated Rotoscope လို့ခေါ်တဲ့နည်းပညာကိုသုံးပြီးမူလရုပ်ရှင်ကို ဖရိန်တစ်ခုချင်းဆီ\nခြေရာကောက်ပြီး Animation အဖြစ်ပြောင်းထားတာပဲဖြစ်ပါတယ်။\nAnimation ဖြစ်တာတော့မှန်ပါတယ်.. ဒါပေမယ့် လူအစစ်တွေသရုပ်ဆောင်ထားတာပါ...ဇာတ်လမ်းအညွှန်းကတော့ ဘောပ့်အာတာ(Keanu Reeves)ဟာ\nမူးယစ်ဆေးအရောင်းအဝယ်လုပ်နေတဲ့ အဖွဲ့တစ်ခုကို စုံစမ်းဖို့အတွက် အသွင်ယူထားတဲ့\nရဲအရာရှိတစ်ယောက်ပဲဖြစ်ပါတယ်။\nဒါပေမယ့် သဏ္ဌာန်လုပ်သရုပ်တူရမယ်ဆိုတဲ့ စိတ်ဓာတ်ရှိနေတဲ့ ဘောပ့်အာတာဟာ\nသူကိုယ်တိုင် ဆေးစွဲတဲ့သူတစ်ဦးဖြစ်လာပါတော့တယ်။\nဘောပ့်အာတာအနေနဲ့ သူ့ရဲ့လျှို့ဝှက်သရုပ်ကို မပေါ်အောင်ကြိုးစားရင်းနဲ့\nမူးယစ်ဆေးတိုက်ဖျက်မှုကို ဘယ်လိုတွေလုပ်ဆောင်မလဲ သူ့ရဲ့အနားမှာရှိတဲ့\nဂျင်ဘယ်ရစ်(Robert Downey Jr.)နဲ့အာနီလက်မန်း (Woody Harrelson)တို့ရဲ့\nအရှုပ်တော်ပုံတွေကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ရုပ်ရှင်ထဲမှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2tcat/A.Scanner.Darkly.2006.BLU-RAY.1080P5.1Ch.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
        "title": "Luck (2022)",
        "description": "Luck (2022)~ IMDb rating - 6.3/10 ~Apple TV ကနေ လွှင့်တဲ့ကာတွန်းကားအသစ်ကောင်းကောင်းလေးတစ်ကား ထပ်ထွက်ပါတယ်။ ဆမ်ဆိုတဲ့မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက်ပေါ့။ ငယ်ငယ်ကတည်းက ကံအမြဲဆိုးပြီး အကုန်တလွဲဖြစ်တယ်၊ မွေးစားမိဘလည်းရှာမရဘဲ အသက် ၁၈ နှစ်ပြည့်သွားလို့ ကိုယ်ပိုင်အခန်းကိုပြောင်းပြီး အလုပ်လုပ်နေရတဲ့ ကောင်မလေးပါပဲ။ တစ်နေ့မှာတော့ သူဘာလို့ ကံတွေဆိုးနေလဲဆိုတဲ့အဖြေကို မတော်တဆတွေ့သွားပါတော့တယ်။တကယ်တော့ လူသားတွေဆီကို ကံဆိုးခြင်းတွေကံကောင်းခြင်းတွေကို ပို့နေတဲ့နေရာတွေရှိပါတယ်။ အဲဒီမှာ ဌာနပေါင်းစုံရှိပြီး ကံဆိုးနည်းကံကောင်းနည်းမျိုးစုံကို သတ္တဝါပေါင်းစုံက စီမံထုတ်လုပ်နေပြီး လူတွေဆီကို ကြုံသလိုပို့နေတာကို သိလိုက်ရတာပါ။ အဲဒီ ကမ္ဘာတွေဆီကို ဆမ် တစ်ယောက် မတော်တဆရောက်သွားပြီး သူအလိုချင်ဆုံးဆန္ဒတစ်ခုအတွက် ကံကောင်းဖို့ ကြိုးစားလာတဲ့အခါ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 933MB, 585MB\nQuality - 1080p, 720p, 480p\nIMDb Rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/2t3G5/(CM)_Luck_(2022)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]