[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTJlNzM1ODMtMjRkYy00NWU5LWExNTAtMzE4ZWE2OTVmZjdkXkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_-142x200.jpg",
        "title": "Tinker Bell and the Lost Treasure (2009)",
        "description": "Tinker Bell and the Lost Treasure (2009)\n============================\nIMDb Rating - 6.6/10အမှောင်မိုက်ဆုံးသောအချိန်မှာ အလင်းတစ်ပွင့်ကတောင် မက်မော\nစရာဖြစ်ရသလို အခက်ခဲဆုံးသောအချိန်မှာလည်း ကူကယ်ရာလက်\nတစ်စုံကို အတမ်းတမိကြဆုံးပါပဲ။ ဒီတစ်ခါမှာတော့ Tinkerbell တစ်\nယောက် တစ်ကိုယ်စာမျက်နှာရရေးနဲ့ သူငယ်ချင်းဆက်ဆံရေးကြား\nမျက်စိလည် ဒွိဟများရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie hollow ရဲ့ အထင်ကရဆောင်းဦးရာသီပွဲတော်မှာ နတ်သူငယ်တို့\nအသက်သွေးကြောဖြစ်တဲ့ ရွှေမှုန်လေးတွေကို လကျောက်ကနေတစ်\nဆင့် ထုတ်ယူရတဲ့ အစဉ်အလာတစ်ခုရှိနေပါတယ်။ လကျောက်တည်ဖို့\nတောင်ဝှေးကိုလည်း နတ်သူငယ်တစ်ဖွဲ့ချင်းစီကနေ အလှည့်ကျလုပ်ပေး\nရတဲ့ဓလေ့လည်းရှိတာပေါ့။ လက်သမားနတ်သူငယ်တွေ အလှည့်ကျတဲ့\nနှစ်မှာတော့ ကိုယ်စားပြုအနေနဲ့ Tinkerbell တာဝန်ပေးခံရတဲ့အခါ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (860 MB) / (512 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 21Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Bjdr/02.Tinker.Bell.And.The.Lost.Treasure.2009.1080p.BluRay(CM)..mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWQzNTVmZDgtNzcwYi00YzY1LTllNzgtNjA0N2QwNTRlOTFmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell (2008)",
        "description": "Tinker Bell (2008)\n==============ပျောက်သွားတဲ့အရုပ်လေးတွေ မထင်မှတ်ဘဲ ပြန်ရောက်လာတတ်\nတာမျိုး ကြုံဖူးကြပါသလား၊ ပျက်သွားတဲ့ပစ္စည်းလေးတွေကို ပြန်\nထုတ်ကြည့်တဲ့အခါ ရုတ်တရက်ပြန်ကောင်းနေတာမျိုးရော ဖြစ်ဖူး\nပါသလား၊ သဘာဝတရားကြီးက လူသားတွေသိထားတဲ့နိယာမတွေနဲ့\nဆန့်ကျင်ပြီး လည်ပတ်နေတယ်ဆိုတဲ့ ရှုထောင့်လေးတစ်ခုကနေ နတ်\nသူငယ်တွေရဲ့ဖြစ်တည်မှုကို ချပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်\nပါတယ်။ရာသီအကူးအပြောင်း၊ အအေးအပူ၊ အလင်းအမှောင်၊ အရောင်အဆင်း\nဒါတွေအားလုံးအတွက် အမျိုးမျိုးသောအစွမ်းတွေရှိကြတဲ့ နတ်သူငယ်\nတွေဟာ တစ်နှစ်တာလုံး မနားမနေပြင်ဆင်လုပ်ကိုင်ပေးကြရပါတယ်။ဇာတ်လမ်းလေးကတော့ ကိုယ်ရထားတဲ့အစွမ်းကို သဘောမကျဖြစ်ပြီး\nသူများတွေလိုဖြစ်အောင်ပဲ ကြိုးစားနေတဲ့ Tinker Bell ကြောင့် Pixie\nHollow တစ်ခုလုံး ရိုးရာသစ်၊ စနစ်သစ်တွေ ပေါ်ထွန်းသွားရတဲ့အကြောင်း\nလေးပဲဖြစ်ပါတယ်။ Tinker Bell ရဲ့ မိမိပုံစံအစစ်အမှန်ကို လက်မခံနိုင်\nခြင်းက Pixie Hollow တစ်ပြည်လုံးအတွက် ပျက်စီးခြင်းဖြစ်လုနီးနီး\nကနေ ..... ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.63 GB) / (790 MB) / (475 MB)\nQuality............BLU-RAY 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fohp/01.Tinker.Bell.2008.1080p.BluRay.(CM)mp4.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTEwMjM3MTM5NjZeQTJeQWpwZ15BbWU4MDU3NTIxOTkx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Abulele (2015)",
        "description": "Abulele (2015)\n===========\"တကယ်လည်းမရှိ၊ ရှိခဲ့ရင်လည်း ခင်ဗျားတို့ ကျွန်တော်တို့\nမမြင်နိုင်မယ့် ဖြစ်တည်မှုတစ်ခုအကြောင်းပေါ့ဗျာ\"။\nအစ္စရေးနိုင်ငံ ဂျေရုဆလင်မြို့တော်မှာ ကျောရိုးခံထားတဲ့ လျှို့\nဝှက်ဆန်းကြယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ မြေထဲ\nပင်လယ်ဒေသမှာ ကလေးနဲ့ခွေးပဲ အယုံအကြည်ရှိကြတယ်ဆို\nပြီး အိပ်ရာဝင်ပုံပြင်တစ်ခုမျှသာ သမုတ်ခံထားရတာကတော့\nAbulele ဆိုတဲ့ ရှေးဒဏ္ဍာရီလာသတ္တဝါကြီးတွေပဲဖြစ်ပါတယ်။အစ်ကိုဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီးနောက် အိမ်မှာရော ကျောင်း\nမှာပါအဆင်မပြေဖြစ်ပြီး မဝင်ဆံ့နိုင်သလိုခံစားနေရတဲ့ အာဒမ်နဲ့\nဗုံးခိုကျင်းထဲကသတ္တဝါကြီးတို့ သူငယ်ချင်း​တွေဖြစ်လာကြတဲ့\nအခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (436 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2AIgx/Abulele.2015.HEBREW.1080p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDU0Y2RkY2ItNzBiOC00ZTcxLWFhMDgtZmQ0MGFlNTc4NjQyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Mavka: The Forest Song (2023)",
        "description": "Mavka: The Forest Song (2023)\n======================\nIMDb Rating - 7.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb - 7.4 ရထားတဲ့\nအသစ်ထွက် Animation movie တစ်ခုပါ။ အရမ်းလှပတဲ့\ngraphics တွေနဲ့ scenery အမိုက်စားတွေကို ချပြထားတဲ့\nအပြင်ကိုမှ စလယ်ဆုံး မရိုးရတဲ့ plot တစ်ခုကတော့ အဆစ်\nပေါ့။ ကဲ ရှည်ရှည်ဝေးဝေး ဆိုမနေတော့ပါဘူး။ ဇာတ်လမ်း\nအညွှန်းလေး စလိုက်ကြရအောင်။ဟိုးလွန်ခဲ့တဲ့ ဆောင်းရာသီတစ်ခုတုန်းကပေါ့။ အမှောင်တောင်\nတန်းကြီးရဲ့ အနောက်ဘက်တောအုပ်ထဲမှာ အစောင့်အရှောက်\nနတ်တွေ မှီတင်းနေထိုင်ခဲ့ကြတယ်။ တစ်ရက်မှာ သစ်စက်ပိုင်\nရှင်လူသားတစ်ယောက်က သူ့ရဲ့မွေးကာစရောဂါသည် သမီး\nလေးကို ကယ်တင်ဖို့အတွက် တောစောင့်နတ်ကြီးဆီကနေ\nဆေးရည်လေးတစ်ခု လာတောင်းခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီသမီးဖြစ်\nသူလည်း အသက်ဆက်ရှင်သွားခဲ့တာပေါ့။ ဒါပေမဲ့ လောဘပိုး\nမသတ်နိုင်တဲ့ သစ်စက်ပိုင်ရှင်ကြီးက တောအုပ်ဆီကို စစ်တပ်\nကြီးတစ်ခုနဲ့ ချီတက်လာပြီး ဆေးရည်ထုတ်ပေးတဲ့ သစ်ပင်ကို\nအပိုင်သိမ်းဖို့ ကြိုးစားတော့တာပါပဲ။အဲဒီမှာပဲ အစောင့်အရှောက်နတ်တွေနဲ့ လူသားတွေရဲ့ ရန်ပွဲတွေ\nစတင်လာခဲ့လိုက်တာ မက်ဗ်ကာဆိုတဲ့ နတ်သမီးလေးတို့ခေတ်\nထိဆိုပါတော့။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Bgmv/Mavka.The.Forest.Song.2023.1080p.AMZN.WEB-DL.DDP5.1.H.264-CMRG[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ2YzJhOGItNTMyOC00YzFmLWExZjEtOGFmMDVkMDdmOGFiXkEyXkFqcGdeQXVyMTUxNTU1NzEz._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Nimona (2023)",
        "description": "Nimona (2023)\n===========\nGenre – Animation, Adventure, Comedy, Drama\nIMDb Rating – 7.7/10Netflix ကနေ အသစ်ဆက်ဆက် ထွက်ရှိထားတာ မကြာ\nသေးတဲ့ Animation ကားကောင်းလေး ဖြစ်ပါတယ်။ တ\nကယ်ဆို ဒီကားလေးဟာ ၂၀၂၁ ခုနှစ်ကတည်းက Ice Age\nတို့ Rio တို့ကို ဖန်တီးခဲ့တဲ့ Blue Sky Studio ကနေ ဖန်တီး\nနေတဲ့ လက်ရာဖြစ်ပါတယ်။ ၇၀ ရာခိုင်နှုန်းတောင် ပြီးစီးနေ\nခဲ့ပါပြီ ဒါပေမဲ့ Disney က ပိတ်ချလိုက်တဲ့အခါမှာတော့\nNetflix ကနေ ပြန်လည်လက်လွှဲယူပြီး ခုမှ ထွက်ရှိလာခဲ့\nတာပါ။ အသံသရုပ်ဆောင်ဆိုရင်လည်း ဇာတ်ကောင် Nimona\nနေရာမှာက ကလေးဘဝကတည်းက ခုထက်ထိ သရုပ်ဆောင်\nနေပြီး အကုန်ချစ်ရတဲ့ မင်းသမီးလေး Chloe Grace Moretz\nပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာဆိုရင်လည်း Blue Sky Studio က\nနေ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1fjzc/Nimona.2023.1080p.WEB.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yADB4GsH2AvSHPsBVGjj8wByonk.jpg",
        "title": "The Tale of Despereaux (2008)",
        "description": "The Tale of Despereaux (2008)ဟိုးရှေးတုန်းက Dor တိုင်းပြည်တစ်ခုရှိတယ် အဲ့ဒီမှာ Soup Day ဆိုတဲ့ တစ်နှစ်တစ်ခါ စွပ်ပြုတ်သောက်တဲ့ပွဲတော်ရက်ရှိတယ်။ နှစ်တိုင်း Dor တိုင်းပြည်က ဘုရင့်မိသားစုရော ပြည်သားတိုင်းက အဲ့နေ့မှာ နန်းတော်က တော်ဝင်စားဖိုမှူးကြီး အန်ဒရေးရဲ့စွပ်ပြုတ်အသစ်ကို မျှော်ကြတယ် စာဖိုမှူးကြီးကလည်း တစ်နှစ်တစ်မျိုးမရိုးရအောင် စွပ်ပြုတ်ကို အမျိုးမျိုးချက်တယ်။သူ့စွပ်ပြုတ်ကို လူတွေအပြင် တိရိစ္ဆာန်တွေကပါ မျှော်ကြရော။ အဲ့ထဲမှာ ရော့စကူတိုဆိုတဲ့မြေကြွက်တစ်ကောင်ပါ ပါတယ်။ တစ်ရက်တော့ ရော့စကူတိုက စားဖိုမှူးရဲ့ စွပ်ပြုတ်ကို သိပ်စားချင်ပြီး မတော်တဆဖြစ်တာကနေ ပြဿနာတွေဖြစ်တယ်။အဲ့ဒီကနေ တိုင်းပြည်တစ်ခုလုံး အမှောင်ကျ နေရောင်ပျောက်သွားရာက ဘယ်လိုသူရဲကောင်းတွေပေါ်လာမလဲ? ဘယ်သူတွေက ဘယ်လိုတုံ့ပြန်ကြမလဲ? ဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.3GB, 564MB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/1ferb/[CM]Tale.of.Desperaux.2008.1080p.BDRip.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Screen-Shot-2023-06-23-at-13.15.51-148x200.png",
        "title": "Black Clover: Sword of the Wizard King (2023)",
        "description": "Black Clover: Sword of the Wizard King (2023)\n==================================\nIMDb Rating - 7.7/10Black Clover ကို Anime fan အတော်များများသိပြီးဖြစ်ပါလိမ့်မယ်။\nManga ကနေ Anime Adaptation လုပ်ထားတဲ့ Shounen type\nanime series ပါ။ Season 4ခုထိ ထွက်ရှိထားပြီး Manga ရော\nAnime ရော အတန်အသင့်အောင်မြင်မှုရရှိထားပါတယ်။ ယခု\nSword of the Wizard King ဆိုတဲ့ Movie တစ်ခုထွက်ရှိလာ\nပါတယ်။ ပါဆင်နယ်အမြင်အရ အစောပိုင်းထက် Animation ကပိုမို\nကောင်းမွန်လာတယ်လို့ မြင်မိပါတယ်။Shounen တို့ထုံးစံအတိုင်း အိပ်မက်အကြီးကြီးနဲ့ ကောင်လေးတစ်\nယောက်အကြောင်းပေါ့။ ကြည့်ဖူးပြီးသား Black Clover fan တွေ\nအတွက်တော့ အထူးတလည် ညွှန်းစရာတောင်လိုမယ်မထင်ပါဘူး။\nကြည့်ရတာတန်ပါတယ်။ ကျွန်တော်တို့ရဲ့အချစ်တော် စစ္စတာရဲ့အငြင်း\nခံ‌လေး အာပြဲအက်စ်တာတစ်ယောက် ဒီ Movie ထိရောက်တာတောင်\nအရပ်မရှည်လာ‌သေးပါဘူး။ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1f7fn/Black.Clover.Sword.of.the.Wizard.King.2023.1080p.NF.WEB-DL.DUAL.(CM)C.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMzUyYTUtMjQ3My00NDc3LWIyZjQtOGUzNDJmNTFlNWUxXkEyXkFqcGdeQXVyMjA0MDQ0Mjc@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Peter Pan (1953)",
        "description": "Peter Pan (1953)\n=============အနောက်နိုင်ငံကလေးတွေရဲ့ ပါးစပ်ဖျားမှာ​​ရေပန်းစားတဲ့\nပီတာပန်ဆိုတာကို အားလုံးပဲ ကြားဖူးနားဝရှိကြမယ်ထင်\nပါတယ်။ ကလေးတွေဟာ ညအိပ်ရာဝင်တိုင်း ပီတာပန်\nလာနိုးလာနိုးနဲ့ စောင့်နေတတ်တာကြောင့် တချို့မိဘတွေ\nကတော့ ဒီလိုအယူသည်းတာမျိုးကို အားမပေးတတ်ကြ\nပါဘူး။ဝမ်ဒီတို့မောင်နှမ ၃ယောက်ကတော့ ပီတာပန်ကို ယုံကြည်\nရုံတင်မကဘဲ ပီတာပန်ရဲ့စွန့်စားခန်းတွေမှာပါ ဝင်ရောက်\nပါရမီဖြည့်ချင်နေကြတာပါ။ တစ်ညမှာ ..... ပီတာပန်တစ်\nယောက် လူကြီးတွေမသိအောင် ဝမ်ဒီတို့အခန်းဆီ ထပ်\nလာဖြစ်ခဲ့ပါတယ်။ ဒီတစ်ကြိမ်မှာတော့ ပီတာပန်ဟာ ဝမ်ဒီ\nတို့မောင်နှမ ၃ယောက်ကို ရင့်ကျက်ခြင်းကင်းတဲ့ Never\nLand မှာလိုက်နေဖို့ ခေါ်တဲ့အခါ . . . လူသားကလေး (၃)\nယောက်အနေနဲ့ နတ်သူငယ်တို့ရဲ့မြေမှာ ကြုံရဆုံရမယ့်\nစွန့်စားခန်းတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\n1953 ကာလကို အခြေပြုတဲ့ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်\nTinker Bell - Pirate Fairy နဲ့ပါ အချိတ်အဆက်ရှိနေတာ\nမို့လို့ Disney Fan တွေအတွက် Nostalgia ဖြစ်စေမယ့်\nAnimation ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူက\nတော့ Hnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.62 ...",
        "rating": "7.3",
        "url": "https://megaup.net/1eTnn/Peter.Pan.1953.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avz6S9HYWs4O8Oe4PenBFNX4uDi.jpg",
        "title": "Cinderella (1950)",
        "description": "ဒီနေ့မှာတော့ CM က Disney ဖန်တွေအတွက်Old but Gold ဆိုတဲ့အတိုင်း ဟောင်းပေမဲ့လည်း ဘယ်အချိန်ကြည့်ကြည့်မရိုးပဲ ကောင်းနေဆဲဆိုတဲ့ ကာတွန်းကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။အဲ့တာကတော့ IMDb မှာ 7.3/10 နဲ့ Rotten Tomatoes မှာ97% ရထားတဲ့ ကိုယ်တွေငယ်ဘဝရဲ့ အသည်းစွဲCinderella (I) 1950 လေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ မသိတဲ့သူမရှိသလောက်ပါပဲ။မိထွေးနဲ့ မိထွေးရဲ့သမီး၂ယောက်ဆီမှာ အစေခံတစ်ယောက်လိုအလုပ်လုပ်ပေးရပြီး အနိုင်ကျင့်ခံရတဲ့ စင်ဒရဲလားလေးရဲ့ သနားစရာဘဝဇာတ်ကြောင်းလေးပါပဲ။ ဟိုးအဝေးဆီက နန်းတော်ကြီးဆီလှမ်းမျှော်ကြည့်ပြီး စင်ဒရဲလားလေးဟာ တော်ဝင်ကပွဲကိုတက်ခွင့်ရဖို့စိတ်ကူးယဥ်နေပါသတဲ့။ အဲ့လို စင်ဒရဲလား လေးရဲ့ စိတ်ကူးတွေကိုအကောင်အထည်ပေါ်အောင် သူရဲ့သူငယ်ချင်း ကြွက်ကလေးတွေကဘယ်လိုကူညီကြမလဲ၊ စိတ်ထားမကောင်းတဲ့မိထွေးဆိုးကြီးကဘယ်လိုယုတ်မာပြမလဲ၊ သူတော်ကောင်းနတ်ကောင်းမ ဆိုတဲ့စကားအတိုင်း အစောင့်အရှောက်နတ်သမီးဖွားဖွားက ဘယ်လိုတွေကူညီပေးမလဲ ဆိုတာကို ငယ်ဘဝကခံစားချက်တွေ နဲ့ ရသစုံလင်စွာပျော်ပျော်ရွှင်ရွှင်ခံစားကြည့်ရှုနိုင်ဖို့ CM က ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။သီချင်းလေးတွေကအစ သေချာလေးခံစားဘာသာပြန်ပေးထားတာမို့CM လက်ရာ ကောင်းကောင်းလေးနဲ့ တစ်ဖန်ပြန်လည်ခံစားကြည့်ရှူချင်ကြတဲ့ ပရိတ်သတ်ကြီးတို့အတွက် down ရကျိုးနပ်စေမယ့်ကားကောင်းလေးတစ်ကားဖြစ်စေရဖို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1eLfz/Cinderella.1950.BluRay1080p5.1CH(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEDbtKhZsqPo7ypCzoz3fkq73Pc.jpg",
        "title": "Cinderella II: Dreams Come True (2001)",
        "description": "Cinderella I ကို CM ပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးခဲ့ပြီးတဲ့နောက်မှာ 2002ခုနှစ်မှာထွက်ခဲ့တဲ့ Cinderella II ကိုရောထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။ Cinderella II က နံပါတ် Iလောက်တော့ Rating မကောင်းပေမဲ့ IMDbမှာ Rating 5/10 ရှိထားပြီးစင်ဒရဲလားအလွမ်းပြေ အပျင်းပြေ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုလို့အဆင်ပြေတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ ​ကြွက်ကလေးတွေက ပုံပြင်လေး၃ပုဒ်ကိုပြောပြကြတာဖြစ်ပါတယ်။ ပထမပုံပြင်မှာ ရဲတိုက်ကြီးကို မင်းသမီးဖြစ်ပြီးတဲ့နောက်ပထမဆုံးအကြိမ်ရောက်လာရတဲ့ မင်းသမီးစင်ဒရဲလားရဲ့အခက်အခဲလေးတွေနဲ့ ရဲတိုက်ရဲ့အစဥ်အလာဓလေ့ထုံးတမ်းတွေကိုသူ့ရဲ့ကိုယ်ပိုင်ပုံစံနဲ့ဘယ်လိုတွေပြောင်းလဲလိုက်တယ်ဆိုတာမြင်ရမှာဖြစ်ပါတယ်။ဒုတိယပုံပြင်မှာတော့ ဂျက်ခ်ဂျက်ခ်လေးရဲ့လူသားဖြစ်ချင်တဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးလိုက်ပြီးတဲ့နောက် ကြုံတွေ့ရမယ့် လူသားဘဝအလွဲတွေနဲ့ ဂျက်ခ်အတွက် ကြွက်တစ်ကောင်အဖြစ်နဲ့လူတစ်ယောက်အဖြစ်ဘယ်ဟာကပိုကောင်းတယ်ဆိုတာသိရအောင်သင်ခန်းစာတွေကြုံတွေ့ရတာကိုတွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ နောက်ဆုံးပုံပြင်ကတော့ Title ဖြစ်တဲ့Dreams Come True ဆိုတဲ့အတိုင်း စင်ဒရဲလားရဲ့ အဖေတူအမေကွဲညီမအန်နာစတေးရှားရဲ့အချစ်စစ်ကိုရှာတွေ့ပြီးပျော်ရွှင်ရတဲ့အိပ်မက်အမှန်တစ်ကယ်ဖြစ်လာအောင် စင်ဒရဲလား နဲ့ ကြွက်ကလေးတွေဘယ်လိုကူညီကြမယ်ဆိုတာ တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ကဲ သီချင်းလေးတွေကအစ သေချာလေးဘာသာပြန်ပေးထားတာမို့ CM ရဲ့လက်ရာနဲ့ Quality ကောင်းကောင်းလေး ကြည့်ရှုခံစားချင်တဲ့ပရိတ်သတ်ကြီးတို့ငယ်ဘဝအလွမ်းပြေဖို့ Cinderella II လေးကို အခုပဲခံစားကြည့်ရှုလိုက်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်။  File size…1.27GB / ...",
        "rating": "5.0",
        "url": "https://megaup.net/4CyyW/Cinderella.2.Dreams.Do.Come.True.2002.BluRay1080p5.1CH(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/98PHWv6TTpjxvs6EHKJVyrjuuus.jpg",
        "title": "Cinderella III: A Twist in Time (2007)",
        "description": "စင်ဒရဲလားကာတွန်းတွေရဲ့ တတိယမြောက် နောက်ဆုံးဇာတ်ကားလေးကို ထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။Rating တွေအနေနဲ့ IMDb မှာ 6/10 ရထားပြီးတော့Rotten Tomatoes မှာ 75% ရရှိထားပါတယ်။Personal အမြင်အရတော့ No1 လောက်တော့မဟုတ်သေးပေမဲ့No2ထက်လည်းအများကြီးပိုကြည့်ကောင်းတာမို့ ကြည့်ရှုလို့နောင်တရမယ့်အထဲမပါတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့စင်ဒရဲလား နဲ့ မင်းသားလေးဟာ ပျော်ရွှင်စွာပေါင်းဖက်နေထိုင်သွားကြလေသတည်းဆိုပြီး ဇာတ်ကသိမ်းပြီးနေပါပြီ ဒါပေမဲ့ကံအကောင်းအကြောင်းမလှစွာနဲ့ပဲ နတ်သမီးဖွားဖွားရဲ့မှော်တုတ်တံဟာ မိထွေးကြီးဆီရောက်သွားရာကနေစပြီး ဒီဇာတ်လမ်းလေးပေါ်ပေါက်လာရပါတယ်။ စွမ်းအားရှိတဲ့အရာတွေဟာ မကောင်းတဲ့လူတွေရဲ့လက်ထဲမှာဆိုရင် အရမ်းအန္တာရယ်များတယ် ဆိုတဲ့စကားအတိုင်းပဲ မိထွေးကြီးဆီကိုမှော်တုတ်တံရောက်သွားတဲ့အခါစင်ဒရဲလားတို့ ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ကြုံတွေ့ရမလဲ ကြွက်ကလေးတွေကဘယ်လိုထပ်ပြီးကူညီပေးကြမလဲ ပြီးတော့ အချစ်စစ်ရဲ့အင်အားဆိုတာကိုလည်း ဒီဇာတ်လမ်းလေးမှာခံစားကြည့်ရှုရဦးမှာဖြစ်ပါတယ်။ကဲ ငယ်ဘဝအလွမ်းပြေဖို့ အခုပဲ Download ဆွဲပြီး ခံစားကြည့်ရှုလိုက်ကြပါဦးလို့ CM ပရိတ်သတ်များကိုတိုက်တွန်းလိုက်ရပါတယ်။  File size…1.17GB / 549MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 13m\nGenre ..... Animation , Family , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/3WB7v/Cinderella.3.A.Twist.In.Time.2007.BluRay1080p5.1CH(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Spider-Man: Into the Spider-Verse (2018)",
        "description": "Spider-Man: Into the Spider-Verse (2018)\nIMDb - 8.4/10____Rotten Tomatoes - 97%\nMetacritic - 87%\nWon 1 Oscar. Another 79 wins & 55 nominations\n   \nWith great power comes great responsibility\nကြီးမားတဲ့စွမ်းအားမှာကြီးမားတဲ့ဝတ္တရားရှိတယ်ဒီစကားပုံလေးကိုမြင်တာနဲ့long long ago Spider man movie ထဲကUncle Ben ပြောတာကို ပြန်မြင်ယောင်မိကြမှာပါ\nSpider man ဆိုတဲ့ comic characterကို Tobey Magurie နဲ့ triologyရိုက်ခဲ့သလို Andrew Garfield နဲ့လဲ၂ ကားထပ်ရိုက်ခဲ့ပါတယ်\nTobey ရော Andrew ရော အတော်အောင်မြင်ခဲ့တယ်ပြောရမှာပါ အခု Into the spiderverse ဆိုပြီး Animation တစ်ကားထပ်ထွက်လာပါတယ်\nဒီ Spiderverse မှာ ကျွန်တော်တို့အချစ်တော် ပီတာပါကာ ...",
        "rating": "8.6",
        "url": "https://megaup.net/10Ueb/Spider-Man_-_Into_The_Spider-Verse_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDdlMDM5YTQtZTdkYS00YTY0LWFhNzEtMWMwMGJjZjJmNzg4XkEyXkFqcGdeQXVyMTE1NzQ0OTgw._V1_-160x200.jpg",
        "title": "Mickey’s Tale of Two Witches (2021)",
        "description": "Mickey's Tale of Two Witches (2021)\n==========================ဒီတစ်ခါတော့ CM က Friend zone မဟုတ်တဲ့ Kid zone\nလေးဖန်တီးပေးလိုက်ပြီနော်။ ငယ်ဘဝကို Nostalgic ဖြစ်\nစေမယ့် Mickey Mouse movie လေးဆိုပေမယ့် 2021\nထွက်ဖြစ်ပြီး အရင်အဟောင်းလေးတွေလောက် ကလေး\nတအားမဆန်တဲ့ ဇာတ်အိမ်လေးကြောင့် ငယ်မူပြန်ချင်တဲ့\nCM fan တွေအတွက် Recommend ပေးပါတယ်။ Hall-\noween story ဖြစ်ပြီး Minnie နဲ့ Daisy အပေါ် အဓိက\nထားပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ စုန်းဖြစ်ဖို့ အတူတူ\nကြိုးစားနေကြတဲ့ Minnie နဲ့ Daisy တို့သူငယ်ချင်းနှစ်ယောက်\nရဲ့ Halloween စွန့်စားခန်းတွေကို ပုံပြင်လေးတစ်ပုဒ်အနေနဲ့\nတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(930 MB) / (500 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, ...",
        "rating": "6.1",
        "url": "https://megaup.net/1eFq5/Mickeys.Tale.of.Two.Witches.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGVkNDc3NjUtNTY5ZS00ZmE0LWE3YzctMDk2OTRlNTdiZWQwXkEyXkFqcGdeQXVyMTU3NDg0OTgx._V1_-133x200.jpg",
        "title": "Suzume (2022)",
        "description": "(အခုဆိုရင်တော့ အားလုံးစောင့်မျှော်နေကြတဲ့ အကြည်ဗားရှင်းဖြစ်တဲ့WED DL ထွက်ရှိလာပြီဖြစ်တာကြောင့် Qualityကို Updateပေးထားပါပြီ)IMDb 7.8/10\nMyAnimeList 8.5/10နိုဝင်ဘာလ၊ ၂၀၂၂မှာ စတင်ပြသခဲ့တဲ့ဒီကားဟာ နာမည်​ကျော်anime films​တွေဖြစ်တဲ့ 5 Centimeters per Second၊ The Garden of Words၊ Your Name၊ Weathering with Youတို့ကိုဖန်တီးသူ ဆရာMakoto Shinkaiရဲ့​နောက်ဆုံးထွက်လက်ရာဖြစ်ပြီး CoMix Wave Films and Story Incက​နေပဲ ထုတ်လုပ်​ပေးတာပါ။ ဝတ္ထုအ​နေနဲ့လည်း ဆရာShinkaiက ရုပ်ရှင်မထွက်မီထုတ်​ဝေခဲ့ပါ​သေးတယ်။ ဒီကားကို၂၀၂၀နှစ်စပိုင်းကတည်းက စဖန်တီးခဲ့ပြီး ၂၀၂၂ ​အောက်တိုဘာမှအပြီးသတ်ခဲ့ပြီး အချိန်၂နှစ်​တောင် ယူခဲ့တာမလို့ ကွာလတီပိုင်းမှာ အ​ကောင်းဆုံးဖြစ်​နေမယ်ဆိုတာကို ​ပြောဖို့​တောင်မလိုဘူးထင်ပါတယ်။ ဆရာMakoto Shinkaiဟာ ဂျပန်နိုင်ငံအနှံ့ခရီး​တွေထွက်ရင်း လူမရှိတဲ့​နေရာ​တွေ၊ အ​ဆောက်အဦး​တွေကိုမြင်ခဲ့ရာက​နေ Suzumeဇာတ်လမ်းကိုဖန်တီးဖို့အကြံရခဲ့တာပါ။ ဇာတ်လမ်းထဲမှာလည်း ၂၀၁၁ခုနှစ်တုန်းကလှုတ်ခတ်ခဲ့တဲ့ တိုဟိုခု ငလျှင်နဲ့ဆူနာမီ​တွေအ​ကြောင်းပါထည့်သွင်းခဲ့ပါ​သေးတယ်။ဇာတ်ဝင်​တေး​ကိုလည်း Your nameနဲ့weathering with ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Bg6s/Suzume.2022.1080p.iTunes.WEB-DL.DD5.1.H.264(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/Lion-kinhg-2019-1-134x200.jpg",
        "title": "The Lion King (2019)",
        "description": "The Lion King (2019)______IMDb - 6.9/10 ကလေးဘဝရဲ့ အကောင်းဆုံး ကာတွန်းရုပ်ရှင်တွေထဲက တစ်ခုကိုLive action ပြန်လည်ရိုက်ကူးထားတာပါပဲ။၉၀ဖွား အများစုကတော့ Lion King ကို အတော်ရင်းနှီးနေကြမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပြောစရာတောင် လိုမယ်မထင်ပါဘူး။ဒီကားမှာလဲ သီချင်းတွေ၊ နာမည်ကျော်ခဲ့တဲ့ စကားစုတွေ အကုန်ပြန်ပါပါတယ်။အမြင်သစ်နဲ့ ခံစားရမှာပါပဲ။အသံသရုပ်ဆောင်တွေကတော့ အပြောင်းအလဲဖြစ်လာခဲ့ပါပြီ။ဥပမာ နာလာ နေရာမှာ ဘီယွန်စေး၊ ဇာဇူးရဲ့ မစ္စတာဘင်း အသံနေရာမှာဂျွန်အိုလီဗာ စသည်ဖြင့်ပါ။ဒါပေမယ့် မူဖာဆာရဲ့ အသံပိုင်ရှင်ကတော့ မပြောင်းလဲခဲ့ပါဘူး။ဂျိမ်းစ် အားလ် ဂျုန်း ပါပဲ။အမှတ်တရလေးတွေ ပြန်ကြည့်ဖို့ရယ် ကလေးတွေကို မိတ်ဆက်ပေးဖို့ရယ်ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Mr Anderson ပဲဖြစ်ပါတယ်……File Size : (4.47GB) and (2.85GB) (1.41GB)\nQuality : 4K HEVC , Blu-Ray1080p 5.1,  720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/2AnfD/The.Lion.King.2019.2160p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos_4K_%7BCM%7D_TSK.mkv",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2axXVpi3dKfESWzgncbakLB7o7f.jpg",
        "title": "The Swan Princess: A Fairytale Is Born (2023)",
        "description": "The Swan Princess : A Fairytale is born (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ဘေဘီလေးတွေ သဘောတွေ့စေမဲ့ ကာတွန်းကားအသစ်လေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယူဘတ်တာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ\nလယ်သမားတစ်ယောက်နဲ့ လက်ထပ်ပြီး အေးချမ်းတဲ့ဘဝလေးမှာ နေထိုင်ခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သူနဲ့ ဦးရီးတော် နှစ်ဝမ်းကွဲလောက်တော်တဲ့ ဘုရင်ကြီးက သေဆုံးသွားတော့ သူ့ကို နန်းတင်ပေးခဲ့ပါတယ်။\nရိုးရိုးသားသား လယ်သမားမိန်းမ ဘဝကနေ ချက်ချင်း လက်ငင်း ဘုရင်မ ဖြစ်သွားတော့\nဘယ်လိုတွေအခက်ခဲတွေကြုံတွေရပြီး လင်မယားနှစ်ယောက်ပေါင်းပြီး ပြဿနာတွေရှင်းကြမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 640MB | 302MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/2Ax9v/The.Swan.Princess.A.Fairytale.Is.Born.2023.1080p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/kSlYq6FrBUviGSEh8v4L9nrSnBT-133x200.jpg",
        "title": "One Hundred and One Dalmatians (1961)",
        "description": "One Hundred and One Dalmatians (1961)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~ပထမဆုံးပြောချင်တာကတော့ Animated Movies တွေကို ရှေးခေတ်က ဖန်တီးတဲ့နေရာမှာ အသုံးပြုခဲ့တဲ့ နည်းလမ်းတွေပေါ့ဗျာ။ ဓာတုဆေးရည်တွေသုံးပြီး အရောင်ခြယ်ပုံတွေ မိတ္တူဆွဲခဲ့ကြတုန်းက အရောင်စိုစိုပြောင်ပြောင်တွေ ရခဲ့တဲ့ခေတ်အပြီးမှာတော့ မင်ခြောက်ကိုသုံးပြီး မိတ္တူဆွဲ Cell ထဲထည့်တဲ့ခေတ်ကို ရောက်လာပါတယ်။ မနှင်းဖြူနဲ့ လူပုလေးတွေ၊ အခုတင်ဆက်မယ့် ဒယ်မေးရှင်း တစ်ရာ့တစ်ကောင် တို့ကစလို့ နှောင်းပိုင်း Animated Movies တွေအထိ ဆင့်ကဲတိုးတက်သုံးစွဲလာတဲ့ နည်းလမ်းတစ်ခုပါ။မင်ခြောက်ဖြစ်တဲ့အတွက် အရောင်တွေက သဘာဝနဲ့နီးစပ်ပြီး မိတ္တူဆွဲပြီးတာနဲ့ Cell တွေထဲ တစ်ခါတည်းထည့်လို့ Computerized Animation လုပ်လို့လည်း ရသပေါ့လေ။ ဒါပေမဲ့ 101 Dalmatians မှာတော့ Computer ရဲ့ Artificial ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Aijm/(CM)_101_Dalmatians_(1961)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chXQkcnD6smZHEp3efWahocmszR.jpg",
        "title": "The Nutcracker and The Magic Flute(2022)",
        "description": "The Nutcracker and The Magic Flute(2022)***************************************မကြာသေးခင်ကမှထွက်ရှိလာတဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ခရစ္စမတ်အကြိုညလေးမှာ မာရီတို့အိမ်ကိုသတင်းဆိုးတစ်ခုရောက်လာပါတယ်။မာရီတို့အဖေသေသွားတဲ့အခါ မစ္စတာရက်တာဆိုတဲ့သူဆီမှာ ဒေါ်လာတစ်သိန်းအကြွေးတင်နေခဲ့ပြီး အကြွေးမဆပ်နိုင်ရင် မစ္စတာရက်တာက မာရီကို သူ့ဇနီးလုပ်ပေးရမယ်လို့ပြောလာပါတယ်။မစ္စတာရက်တာဟာ မာရီကို သူနဲ့လက်ထပ်ဖို့စဥ်းစားစေချင်တဲ့အတွက် နော့ခရက်ကာဆိုတဲ့ အရုပ်လေးတစ်ရုပ်ကိုလည်း လက်ဆောင်ပေးခဲ့ပါတယ်။မာရီဟာ သတင်းကြားပြီးတော့ စိတ်ပျက်ဝမ်နည်းပြီး အပူအပင်ကင်းခဲ့တဲ့ကလေးဘဝကိုပြန်တမ်းတရင်း သီချင်းလေးတစ်ပုဒ်ညီးဆိုခဲ့ပါတယ်။ဖြစ်ချင်တော့ သီချင်းဆိုပြီးတာနဲ့ မှော်ပညာတစ်ခုအသက်ဝင်လာပြီး မာရီက အရမ်းသေးငယ်သွားပြီးတော့ သူ့ရဲ့အရုပ်လေးတွေနဲ့ နော့ခရက်ကာက အသက်ဝင်လာခဲ့ပါတယ်။မာရီရဲ့နဂိုအခြေအနေကို ပြန်ရောက်အောင်ကြိုးစားရင်းနဲ့ နော့ခရက်ကာဟာ မင်းသားဂျော့ချ်ဖြစ်နေခဲ့ပြီးမာရီလိုပဲကျိန်စာကြောင့် အရုပ်အဖြစ်ပြောင်းသွားမှန်းသိရတဲ့အခါမှာတော့......မာရီ၊ မင်းသားဂျော့ချ်နဲ့ မာရီရဲ့အရုပ်လေးတွေက ကျိန်စာပြယ်အောင်ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို comedy, romance ဆန်ဆန်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File Size :(1.6GB) and (697MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Family, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yee Wai\nEncoded by ...",
        "rating": "6.0",
        "url": "https://megaup.net/2AeTh/The.nutcracker.and.the.magic.flute.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p_thearistocats_19754_9f944ce1-133x200.jpeg",
        "title": "The AristoCats (1970)",
        "description": "The AristoCats (1970)~ IMDb - 7.1/10, Rotten Tomatoes - 63% ~Disney ရဲ့ တွဲဖက်တည်ထောင်သူ Roy O. Disney မသေဆုံးခင် နောက်ဆုံးထုတ်လုပ်ခဲ့တဲ့ Animated Movie လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ Disney ရဲ့ ကား 20 မြောက်ပေါ့။ကာတွန်းကားတစ်ခုကို ပေးတဲ့ Rating ကတော့ ဒီဇာတ်ကားမှာ တအံ့တဩဖြစ်ရတယ်ဗျို့။ ဇာတ်လမ်းသွားကတော့ အဟုတ်ကြီး မဖြစ်လှပေမဲ့ Animation လက်ရာကတော့ တော်တော်လက်ရာမြောက်တယ်ဗျ။ဇာတ်ကားနာမည်လိုပဲ ဇာတ်ကောင်ကြောင်လေးတွေရဲ့ အမူအရာဟာ သိပ်အထက်တန်းဆန်တာပဲ။ သိမ်မွေ့လှသလို မာန်ကြီးတဲ့၊ အတင်းလုပ်ယူထားရတဲ့ ယဉ်ကျေးတဲ့ဟန်အမူအရာ စကားလုံး၊ အထက်တန်းစားဖြစ်ဖို့ အထက်တန်းလွှာဟန်တွေနဲ့ အထက်တန်းစကားလုံးတွေနဲ့ အထက်တန်းစားကြောင်တွေပေါ့ဗျာ။လမ်းဘေးကြောင်ကြီးကိုလည်း တိတိပပ ဖန်တီးထားပြန်ရောဗျို့။ ဒီဘက်ခေတ် Animated Movie တွေလို အရောင်စိုစို ပန်းချီလှလှတွေနဲ့ အဓိကဖမ်းစားတာမျိုးမဟုတ်ဘူး။ သပ်ရပ် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2A27C/(CM)_The_AristoCats_(1970)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTMzMjMzOGQtNTEzYy00MDBhLWIyZmUtZjBlNmYwODljNzdhXkEyXkFqcGdeQXVyNTgwNzU4NjM@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Buddha 2: The Endless Journey (2014)",
        "description": "Buddha 2 : The Endless Journey\nမြတ်ဗုဒ္ဓ ၂ - ဘဝသံသရာခရီး\n........................................................IMDb 6.2/10\nMyAnimeList 6.9/10ဒီကာတွန်း​လေးက​တော့ ၂၀၁၁ထွက် Buddha : the great departureရဲ့​နောက်ဆက်တွဲကာတွန်းပါ။\n(ပထမကား Buddha : The Great Departureရဲ့ download linkပါ Click Hereပထမကား​အပြီး တောထွက်ရာက​နေ သဗ္ဗညုတဥာဏ်ဆိုက်​​ရောက်ပြီး\nဗုဒ္ဓမဖြစ်ခင်စပ်ကြား ဒုက္ကရစရိယာကို ပြင်းပြင်းထန်ထန်ကျင့်ကြံခဲ့ပုံ၊ ​\nဂင်္ဂါမြစ်စစ်ပွဲ၊ ​ကောသလနဲ့သကျသာကီတို့ရဲ့ စစ်ပွဲ၊ ဗိမ္မသာရမင်းကြီးနဲ့​တွေ့ဆုံခန်း၊\nသာကီဝင်​တွေကျဆုံးခန်း​တွေကို​ဝေ​​ဝေဆာဆာမြင်​တွေ့ရမှာပါ။ တစ်ခု​တော့ရှိပါတယ်။ဗုဒ္ဓဖြစ်စဥ်ကို​ကျောရိုး​လောက်ပဲယူထားတာမလို့ ​ထေရဝါဒရဲ့ဗုဒ္ဓဝင်နဲ့​တော်​တော်ကိုကွဲပါတယ်။\nတချို့ဇာတ်လမ်း​တွေဆိုရင် အသစ်ထည့်တာ​တွေ၊ အချိန်ကွဲတာ​တွေပါပါတယ်။\nဥပမာ ​ကောသလက သကျသာကီ​တွေကိုဝင်တိုက်တဲ့ကာလဟာ အရမ်း​စော​နေတာတို့ပါ။\nအပျင်း​ပြေကြည့်မယ်ဆိုမှပဲ ကြည့်ရအဆင်​ပြေမှာပါ။ နို့မို့ဆိုရင် ကျမ်းစာနဲ့မကိုက်ဘူး\nဘာဘူးညာဘူးဖြစ်ပြီး စိတ်ညစ်ရပါလိမ့်မယ်။မှတ်ချက် - နာမည်​တွေကိုတတ်နိုင်သမျှ ကျမ်းစာပါအတိုင်း ​​ရေး​ပေးထားပါတယ်\nFile size…1.4GB/ 565MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Dr Nyan",
        "rating": "6.2",
        "url": "https://megaup.net/3VOwi/Tezuka_Osamu_no_Buddha_-_Owarinaki_Tabi.1080p.AAC5.1CH(CM).mp4",
        "category": "Adventure, Animation, Asian, Biography"
    }
]