[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGY3Y2QxMWQtZjI4ZC00M2EyLTk0NjMtZDNjNmEyMTkzMDlmXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Stuart Little 3: Call of the Wild (2005)",
        "description": "Stuart Little 3: Call of the Wild (2005)\n============================\nယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ကြည့်ရတာပေါ့ပေါ့ပါးပါးရှိပြီး\nလူတော်တော်များများနဲ့ရင်းနီးပြီးသားဖြစ်တဲ့ ကြွက်ကလေး စတူးဝပ်လစ်တဲလ် ရဲ့\nဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။၁၉၉၉ ခုနှစ်မှာ Stuart Little -1 ကိုထွက်ရှိခဲ့ရာမှ ပရိတ်သတ်အခိုင်အမာရရှိခဲ့ပြီး\nနောက် Stuart Little 2 နှင့် 3 ကို အသီးသီးဆက်လက်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။\nStuart Little 3 မှာတော့...ကြွက်ကလေး စတူးဝပ်တို့ မိသားစုဟာ နွေရာသီအား\nလပ်ရက်မှာ အပန်းဖြေစခန်းတစ်ခုကိုသွားခဲ့ကြပါတယ်။ သဘာဝတရားကြီးကိုချစ်\nမြတ်နိုးပြီး စွန့်စားခန်းတွေလုပ်ရတာသဘောကျတဲ့ စတူးဝပ် အတွက်တော့ ထိုတော\nတွင်းစခန်းမှာနေရတာဟာ တကယ့်ကိုကြီးမားတဲ့ ဆုလာဘ်တစ်ခုလိုဖြစ်နေပါတော့တယ်။\nမိဘနှစ်ပါးလုံးဆီက ကလေးတစ်ယောက်လိုပဲ အမြဲဆက်ဆံခံရတာကို သဘောမကျတဲ့\nစတူးဝပ်တစ်ယောက် ဒီတောတွင်းခရီးစဉ်ကိုအသုံးချပြီး ဘယ်လိုအပြောင်းအလဲတွေကို\nဖန်တီးယူမလဲ... သစ်တောထဲမှာ ဘယ်လိုမျိုးအန္တရာယ်များတဲ့စွန့်စားခန်းတွေကို ကြုံတွေ့\nရမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ခံစားကြည့်ကြပါဦး…(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Thar Htet ဖြစ်ပါတယ်)File Size - (1.23 GB) /(644 MB) / (469 MB)\nQuality ...",
        "rating": "5.6",
        "url": "https://megaup.net/1In92/Stuart.Little.3.Call.Of.The.Wild.2005.1080p.WEBRip.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMTYyNDg0Njc2Nl5BMl5BanBnXkFtZTYwMDc3NzQ3._V1_-134x200.jpg",
        "title": "Stuart Little 2 (2002)",
        "description": "Stuart Little 2 (2002)=================ဒီဇာတ်ကားလေးကတော့ 2002 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ Rob Minkoff က\nရိုက်ကူးခဲ့တဲ့ family/comedy ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Little မိသားစုကြီးရဲ့ သားအလတ်ဖြစ်တဲ့ ကြွက်ကလေး\nStuart ကို အရွယ်သေးငယ်လို့ဆိုပြီး မိခင်က နေရာတကာ စိတ်မချဖြစ် အစိုးရိမ်လွန်နေ\nရပေမယ့် Stuartကတော့ စွန့်စားခန်းဖွင့်ရတာကို သိပ်သဘောကျတဲ့သူတစ်ဦးပါ။ တစ်နေ့မှာ\nရန်သူ့ရဲ့လက်ကနေ ထွက်ပြေးလာတဲ့ ငှက်မလေး Margalo နဲ့ တွေ့မိပြီး ခင်မင်သွားကြတဲ့\nနောက် Stuart ရဲ့အိမ်ကို Margalo လိုက်နေခဲ့တယ်။ အဲဒီနောက်တော့ ရန်သူတော်ကြီးနဲ့\nStuart တို့ ဘယ်လိုတွေဆက်ပြီး တိုက်ပွဲဝင်ကြမလဲ Margalo နဲ့ ရန်သူကြီးကရော ဘယ်လို\nတွေပတ်သက်မှုရှိနေလဲ စတဲ့ လျှို့ဝှက်စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။\nဒါ့အပြင် မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကိုပေါ်လွင်စေတဲ့ ၅၂၈ ချစ်ခြင်းမေတ္တာတွေကို ပုံဖော်ရိုက်ကူး\nပြသထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size ...",
        "rating": "5.5",
        "url": "https://megaup.net/34i3i/Stuart.Little.II.2002.1080p.BluRay.x265-RARBG_new.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmD0vZk8jQg1Suhs0iv9cj0xdtZ.jpg",
        "title": "Fireheart (2022)",
        "description": "Fireheart (2022)ဇာတ်လမ်းအညွှန်းIMDb 6.6/10\n*********************************\"မိန်းက​လေးဆိုတာ မီးသတ်သမားလုပ်လို့ မရဘူး​လေ\"\n\"အဲ့ဒါက စည်းမျဥ်းနဲ့ မညီဘူး\"အဲ့စကား​လေး​တွေက အ​ဖေတစ်​ယောက်က မီးသတ်သမားသိပ်ဖြစ်ချင်တဲ့ သူ့သမီးကို ​ပြောလိုက်တဲ့ စကားပါ။\n​ဘယ်လိုပဲ ကျားမတန်းတူအခွင့်အ​ရေးလို့ ​ပြော​နေကြပါ​စေ\nလူ​တွေရဲ့ စိတ်ထဲမှာ အမျိုးသမီး​တွေဆိုရင် အားနည်းတယ်လို့ ​မြင်​နေကြသလို\nအလုပ်ခွင်မှာလည်း တန်းတူအခွင့်အ​ရေး ရတာနည်းပါတယ်။ဒီ ကာတွန်းကား​လေးက​တော့ မိန်းက​လေး​တွေလည်း\nမီးသတ်သမားလို သက်စွန့်စံဖျား အလုပ်​တွေမှာ ရဲဝံ့စွာ လုပ်နိုင်​ကြောင်း မီး​မောင်းထိုး ရိုက်ကူးပြထားပါတယ်။ဇာတ်လမ်းအကျဥ်း​လေးက​တော့\nဖခင်ဖြစ်သူ မီးသတ်သမား​ဟောင်းကို အားကျတဲ့ သမီး​လေးက\nငယ်ငယ်ကတည်းက ဖခင်လို မီးသတ်သမားကြီးလုပ်ပြီး လူ​တွေရဲ့ အသက်ကို ကယ်တင်ချင်သူပါ။\nဒါ​ပေမယ့် မိန်းက​လေးဖြစ်​နေခဲ့​တော့ သူ့အိပ်မက်​တွေကို ​ဘေးချိတ်ထားခဲ့ရပါတယ်။\nဒါ​ပေမယ့် တစ်ရက်မှာ​တော့ မြို့​တော်မှာ ထူးဆန်းတဲ့ မီး​လောင်မှု​တွေ​ ဆက်တိုက်ဖြစ်လာပြီး\nမီးသတ်သမား​​တွေ တစ်​ယောက်ပြီးတစ်​ယောက် ​​​ပျောက်ခြင်းမလှ ပျောက်ဆုံးကုန်တဲ့အခါ......မင်းသမီးနဲ့ သူ့အ​ဖေတို့ ဘာ​တွေဆက်ဖြစ်ကြမလဲ.....အိပ်မက်​တွေက တကယ်ပဲခက်ခဲသလား....\nအိပ်မက်​တွေ အ​ကောင်အထည်​​ပေါ်လာနိုင်မလား.....ဆိုတာ\nဇာတ်ကား​လေးမှာပဲ ဆက်လက် ကြည့်ရှုအား​ပေးလိုက်ရ​အောင်.......။၁၉၈၂ ခုနှစ်မှာမှ နယူးယောက်မြို့ရဲ့ ပထမဆုံးအမျိုးသမီး မီးသတ်သမားရှိလာတဲ့ အကြောင်းကို\nဂုဏ်ပြုရိုက်ကူးထားတဲ့ ကားလေးဆိုလည်း မမှားပါဘူး။က​လေး​တွေပဲဖြစ်ဖြစ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/12r9f/Fireheart.2022.1080p.HULU.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMWVhZDc1ZWMtZDdjZS00MzE3LTkzYTYtNWY4Y2Q2N2M0MGQ0XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Birds Like Us (2017)",
        "description": "Birds Like Us (2017)===============Birds Like Us ဇာတ်ကားလေးကတော့ 2017 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး Director Faruk Šabanović နဲ့\nAmela Ćuhara တို့က ပုံဖော်ရိုက်ကူးပေးထားပါတယ်။\nလူသူနဲ့ဝေးရာ ငှက်ရိပ်မြုံကြီးတစ်ခုစီမှာ နေထိုင်ကျက်စားကြတဲ့ ငှက်မျိုးစိတ်လေးတွေ...\nတစ်ချိန်လုံး မျက်စိပိတ်နားပိတ်နေထိုင်ခဲ့ကြရာကနေ ကိုယ့်ပင်ကိုယ်သဘာဝဖြစ်တဲ့ ပျံသန်းနိုင်ခြင်း\nအတတ်ကိုပါ မေ့လျော့လာကြတဲ့အခါ... ငှက်အရှင်သခင်ကြီးရဲ့ ခြယ်လှယ်ကြီးစိုးမှုအောက်မှာပဲ\nဆက်ပြီးနေထိုင်ကြမလား? လောကကြီးနဲ့ထိတွေ့ဖို့ ကြိုးစားလာကြမှာလား? ကိုယ့်သဘာဝကိုယ်ရော\nပြန်လည်ရှာတွေ့နိုင်ကြမှာလား? သူတို့တွေ ဘယ်လိုရှင်သန်ရုန်းကန်ကြမလဲ စတဲ့ လောကသဘာဝရဲ့\nဖြစ်ပျက်မှုအစုံစုံကို ငှက်ကလေးတွေကပုံဖော်ပြသပေးသွားမယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ...\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Thu Soe ဖြစ်ပါတယ်။)File Size - (1.33 GB) / (730 MB) / (316 MB)\nQuality – WebRip - (1080p) / (720p) / (360p)\nDuration - ...",
        "rating": "5.6",
        "url": "https://megaup.net/33Rya/Birds.Like.Us.2022.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKIdlJbd17rrIm4oZzhXTbmqpon.jpg",
        "title": "Robin Robin (2021)",
        "description": "Robin Robin (2021) အညွှန်း*********************IMDB - 7.2 CM ပရိသတ်တို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုနိုင်မဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ရပါတယ် Robin ဆိုတဲ့မြေလူးငှက်မလေးတစ်ကောင်ကို ကြွက်မိသားစုလေးတစ်စုကနေ ကယ်တင်မွေးစားထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ မျိုးမတူတဲ့သတ္တဝါလေးတွေဖြစ်နေပေမယ့်လည်း ငှက်မလေးက ကြွက်မိသားစုရဲ့ နေ့စဥ်အစာရှာမှု သွားမှုလာမှုကိစ္စတွေမှာ လိုက်လျောညီထွေဖြစ်အောင်ကြိုးစားနေထိုင်ရင်း ... တစ်နေ့တော့ ကြွက်ကလေးတွေထက် အစာရှာပိုတော်ကြောင်းကို သက်သေပြချင်မိလို့ အပြင်ခိုးထွက်ရာကနေ ဘယ်လိုစွန့်စားခန်းလေးတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းတိုလေးအနေနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Wut Yi က ရေးသားပေးထားပါတယ်) File Size     : (465 MB), (310 MB) and (95 MB)Quality       : WEB-DL 1080p DD5.1CH, 720p, 480pFormat        : mp4Duration    : 32minsGenre  ...",
        "rating": "",
        "url": "https://megaup.net/2nUar/Robin.Robin.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/3JIFz/Catwoman.Hunted.2022.1080p.BluRay.H264.AAC5.0(CM).mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tjQ20uaIAkNDXAOUumkT2qQnGR.jpg",
        "title": "The Ice Age Adventures of Buck Wild (2022)",
        "description": "Ice Age : Adventure of Buck Wild (2022)IMDb - 6.9/10ကဲ အိုက်စ်အေ့ဂျ် ကာတွန်းကား အသစ်လေး လာပါပြီ။ဒီတစ်ခေါက်အဓိက စွန့်စားခန်းဖွင့်မှာကတော့\nမမ်မို့ဆင်မလေး အယ်လီရဲ့ မောင်နှမဖြစ်တဲ့ ပေါ့ဆမ်နှစ်ကောင် ခရက်ရှ် နဲ့ အက်ဒီတို့ပါပဲ။ခရက်ရှ်နဲ့အက်ဒီဟာ သူတို့ကို အမြဲစိုးရိမ်ပြီး ချုပ်ချယ်နေတဲ့ အယ်လီတို့ဆီကနေ ခိုးထွက်လာပြီး\nမြေအောက်ကမ္ဘာမှာနေတဲ့ ဘက်ခ် ဆီကို သွားလည်ခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဒိုင်နိုအော်ဆန်က ရက်ပ်တာတွေကို ခေါ်လာပြီး\nပျောက်ဆုံးနေတဲ့ကမ္ဘာကို သိမ်းပိုက်ဖို့ ကြိုးစားလာတဲ့အခါ\nတလွဲတချော် စွန့်စားခန်းအသစ်တွေ စတင်ပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size ... 1.5GB and 784MB and 300MB\nFormat…mp4\nDuration…. 1h 22min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.9",
        "url": "https://megaup.net/1HMcj/(CM)_The.Ice.Age.Adventures.of.Buck.Wild.2022.2160p.DSNP.WEB-DL.x265.10bit.SDR.DDP5.1.Atmos-Nyein.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQkCKYHmWRNAcWb1XWk8SPylUog.jpg",
        "title": "Firebreather (2010)",
        "description": "Firebreather (2010)ဒီ animation ဇာတ်ကားကောင်းလေးကို မသိတဲ့သူတော်တော်ရှားမယ်ထင်ပါတယ်။ ကျွန်တော်တို့တွေ ကလေးဘ၀မှာ အသည်းစွဲဖြစ်ခဲ့ရတဲ့ ကာတွန်းကားလေးတစ်ကားဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။မကြည့်ဖူးသေးတဲ့သူတွေရော ကြည့်ပြီးတဲ့သူတွေပါ ဘာသာပြန်ကောင်းကောင်းလေးနဲ့ သေချာပြန်လည်ခံစားလို့ရအောင်လို့ Channel Myanmar ကနေ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့......ကမ္ဘာကြီးဟာ ကိုင်ဂျူးလို့ခေါ်တဲ့ ဧရာမသတ္တဝါကြီးတွေနဲ့ လူသားတွေ ရောထွေးနေထိုင်တဲ့ နေရာတစ်ခုဖြစ်လာပါတယ်။ မျိုးနွယ်နှစ်ခုကြား စစ်ပွဲရှည်ကြီး တစ်ခုဖြစ်လာခဲ့ပြီး ဒီစစ်ပွဲကို အဆုံးသတ်ပေးလိုက်တာကတော့ မားဂရက်ဆိုတဲ့ လူသားမျိုးနွယ် မိန်းကလေးတစ်ဦးနဲ့ ကိုင်ဂျူးဘုရင်ကြီး ဘယ်လော့ခ် တို့ရဲ့ ချစ်ကြိုက်မှုပဲ ဖြစ်ပါတယ်။စစ်ပွဲကြီးရပ်တန့်သွားပြီးနောက် ကိုင်ဂျူးတွေဆိုတာလည်း ဒဏ္ဍာရီသဖွယ် ဖြစ်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် ဒန်ကန်ဆိုတဲ့ ကိုင်ဂျူးတစ်၀က် လူသားတစ်၀က် ဆယ်ကျော်သက်ကောင်လေးကတော့ ဒဏ္ဍာရီမဟုတ်ခဲ့ပါဘူး။ကိုင်ဂျူးတစ်ကောင်ရဲ့အစွမ်းတွေနဲ့ လူသားလေး ဒန်ကန်ဆီကို တစ်ရက်မှာ ကိုင်ဂျူးဘုရင် ဘယ်လော့ခ်ကြီးက ဆိုက်ဆိုက်မြိုက်မြိုက် ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့...... (ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.3GB, 608MB\nQuality - ...",
        "rating": "6.2",
        "url": "https://megaup.net/2nH7h/(CM)_Firebreather_(2010)_1080p.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0mdCfXNkQHu961k94Fe2dNtvMm.jpg",
        "title": "Tom and Jerry Cowboy Up! (2022)",
        "description": "Tom and Jerry: Cowboy up 2022ကြောင်နဲ့ကြွက်ပရိတ်သတ်တွေအတွက် IMDb 7/10 အထိရရှိထားပြီးလောလောလတ်လတ်ထွက်ရှိလာတဲ့ Tom&Jerry Cowboy Up လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ ဘိုးဘွားပိုင်ခြံဖြစ်တဲ့ ဘန်ဆင်မွေးမြူရေးခြံကြီးကိုခရစ်ဒ်ချလီလို့ခေါ်တဲ့ လူလိမ်တစ်ယောက်ကမျက်စိကျသွားခဲ့ပါတယ် ခရစ်ဒ်ချလီဆိုတာတခြားလူမဟုတ်ပါဘူး ဘဏ်ဓားပြ/စာချုပ်အတုတွေနဲ့ လိမ်လည်ဖန်တီးနေလို့ နိုင်ငံတော်ကအလိုရှိတဲ့လူလိမ်တစ်ယောက်ပါ ဘန်ဆင်ခြံပတ်လည်မှာရှိတဲ့မြေကွက်တွေကိုလိမ်လည်ပြီးရယူခဲ့တာကြောင့်ဘန်ဆင်ခြံကြီးကလွဲကျန်တဲ့ဘေးပတ်လည်ကသူ့အပိုင်ပါပဲ ဘန်ဆင်ခြံကိုတော့ သူဘယ်လိုပဲဝယ်ယူဖို့ကြိုးစားကြိုးစားမရခဲ့ပါဘူး ဒီလိုနဲ့ ဝယ်မရရင် လုမယ်ဆိုပြီး ပူးကောင်ပေါင်းများစွာကို ဘန်ဆင်ခြံထဲ‌မောင်းသွင်းလိုက်ပါတယ် ဒါကိုမသိလိုက်တဲ့ ဘင်ဆန်မိသားစုက ပူးပြဿနာတက်နေတာပေါ့အဲ့ဒီအချိန်မှာသူ့ရဲ့လက်ထောက် ကလဲမ်ကိုပူးပြဿနာဖြေရှင်းနိုင်တယ်ဆိုပြီး ဘန်ဆင်မိသားစုဆီကပ်ခိုင်းပြီးမြေကွက်ပိုင်ဆိုင်ကြောင်းအထောက်အထားစာချုပ်ကိုရှာဖွေဖျက်စီးခိုင်းပါတော့တယ် Tomကတော့မြို့သားကြီးပေါ့ တွမ်ကသူ့ရဲ့သခင်နဲ့အတူ ဘန်ဆင်ခြံထဲကိုအလည်လာရင်း ကျွဲလက်ကနေသူ့ကိုကယ်တင်ပေးခဲ့တဲ့Jerryနဲ့ မိတ်ဆွေတွေဖြစ်သွားကြပါတယ် ဒီလိုနဲ့ ဘန်ဆင်မိသားစု ခရီးထွက်ချိန်မှာ ကျန်ခဲ့တဲ့ခရစ်ဒ်ချလီရဲ့လက်ထောက်ကလဲမ်ကသူ့ရဒ့အစီအစဉ်ကိုစပါတော့တယ်ကလဲမ်တစ်ယောက် စာချုပ်ကိုရှာတွေ့သွားမှာလား တွမ်နဲ့ဂျယ်ရီက သူတို့သခင်ရဲ့ခြံကြီးကိုအလွဲလွဲအမှားမှား‌တွေကြားကဘယ်လိုကာကွယ်မလဲဆိုတာ ဆိုတာဟာသနှောပြီးပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာဖြစ်တာကြောင့် စိတ်ရောလူရောပင်ပန်းနေကြမယ့်ကြည့်ရှုသူတွေအတွက် ခဏတာစိတ်အပန်းဖြေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဇာတ်ကားဘာသာပြန်တွေကတော့ Yunni& HMပဲဖြစ်ပါတယ် \nFile size…628MB / 1.1GB\nQuality…720p AAC 5.1CH  / ...",
        "rating": "7.0",
        "url": "https://megaup.net/1HHr8/Tom.and.Jerry.Cowboy.Up.2022.1080p.WEBRip.x264.AAC5.1CH_(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1umKsUEz1K7kEp8GE6sL3tXL0Vc.jpg",
        "title": "The House (2022)",
        "description": "The house(2022)================ဒီတစ်ခေါက်ကာတွန်းလေးကအရင်ထွက်ခဲ့တာတွေနဲ့သိပ်မတူဘဲတစ်ကားတည်းမှာပဲ ဖြစ်ရပ်၃ခုကို စုပြီးရိုက်ထားတာမျိုးပါဇာတ်လမ်းသဘောအရ တူညီတဲ့အိမ်တစ်လုံးထဲမှာပဲမတူညီတဲ့အချိန်ကာလမှာမတူညီတဲ့ဇာတ်‌ကောင်တွေကမတူညီတဲ့ဖြစ်ရပ်တွေဖြစ်ပျက်ခဲ့တာပါ ဘာတန်ကြေးမှပေးစရာမလိုတဲ့အိမ်ကြီးအိမ်ကောင်းတစ်လုံးကို လက်ခံယူလိုက်မိပြီးနောက်အိမ်ကြီးရဲ့အညှို့ကိုခံလိုက်ရပြီး ကိုယ်က ကိုယ်သဘောအကျဆုံးအရာတွေအဖြစ်ပြောင်းလဲသွားခဲ့မယ်ဆိုရင်ရော လက်ခံမိကြဦးမှာလားအိမ်အကြောင်းကိုမသိဘဲပြောင်းလာခဲ့မိပြီး နောက်ပိုင်းဘာတွေဆက်ဖြစ်သွားမလဲဘယ်သူတွေကသေဆုံးပြီး ဘယ်သူတွေကအသက်ရှင်ကျန်ရစ်နိုင်မှာလဲNetflix ကထုတ်လွှင့်တဲ့ Animation ဖြစ်တာကြောင့် မကောင်းမှာတော့မပူရပါဘူးနော်\"The House\"ဆိုတဲ့အတိုင်းပဲ အိမ်ကြီးနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားစရာတွေများတဲ့ကာတွန်းကားတစ်ကားဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Allena & HM ပဲဖြစ်ပါတယ် \nFile size…1.1Gb / 591Mb\nQuality…1080p AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 37min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….Yk\nTranslated by Yunni & Allena & HM",
        "rating": "7.0",
        "url": "https://megaup.net/11yrl/The_House_2022.1080p.AAC5.1CH(CM).mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/h-133x200.jpg",
        "title": "Hotel Transylvania: Transformania (2022)",
        "description": "အားလုံးချစ်တဲ့ ပါပါ ဒရက်ကူလာတို့ ပြန်လာပါပြီ။ ဒီတစ်ခေါက်တော့ ဒရက်ကူလာဟာ အနားယူပြီး သူ့ဟိုတယ်ကို သူ့သမီး မေးဗစ် နဲ့ သားမက် ဂျွန်နီကို လွှဲပေးခဲ့ချင်ပေမဲ့ ဂျွန်နီရဲ့ ပေါက်ကရ စိတ်ကူးတွေကို ကြောက်တာကြောင့် ဟိုတယ်ကို မွန်းစတားမဟုတ်တဲ့ လူသားတွေ ဆက်ခံခွင့်မရှိဘူးဆိုပြီး လိမ်ပြောလိုက်ပါတယ်။ အဲဒါကြောင့် ဂျွန်နီဟာ ဗန်ဟဲဆင်းရဲ့ အကူအညီနဲ့ မွန်းစတားအဖြစ် ပြောင်းလဲလိုက်ပေမဲ့ တလွဲတွေဖြစ်ပြီး ဒရက်ကူလာနဲ့ မိတ်ဆွေတွေပါ မတော်တဆ လူသားတွေ ဖြစ်ကုန်ပါတယ်။ ဒါကြောင့် အရင်အတိုင်းပြန်ဖြစ်အောင်လုပ်ပေးနိုင်မယ့် အရာကို ရှာဖို့ လူသားဒရက်ကူလာ နဲ့ မွန်းစတား ဂျွန်နီတို့တွေ ဘယ်လိုစွန့်စားခန်း‌တွေ ဖွင့်ကြမလဲဆိုတာFile size…1.6 GB / 823 MB\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:038:00\nGenre...Animation, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….LK , Mr.Anderson\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/33ljf/Hotel_Transylvania__Transformania_2022_1080p_(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
        "title": "Sing 2 (2022)",
        "description": "Sing 2 (2022)အားလုံး​စောင့်​​မျှော်​နေကြတဲ့ Sing 2 က​တော့ ​စောင့်ရကျိုးနပ်​အောင်\nSoundtrackအမိုက်စား​တွေ၊ လှပတဲ့ Animation​ ရိုက်ချက်တွေနဲ့အတူ ထွက်ရှိလာပါပြီပါဝင်တဲ့ Cast​တွေကလည်း Matthew McConaughey, Bono, Scarlet Johansson,\nLetitia Wright, Halsey,Pharrell Williams တို့လို ထိပ်သီးCast​​တွေ artist​တွေက အသံသရုပ်​ဆောင်​ပေးထားလို့\nSing 1တုန်းက သ​ဘောကျခဲ့ရတဲ့ soundtrack တွေလို Sing 2မှာ ထပ်မံခံစားရဦးမှာပါ၊- IMDbအ​နေနဲ့ 7.6\n- RottenTomatoesမှာ 70%ရရှိထားပါတယ်Sign 1အပြီး ကဇာတ်ရုံကြီး ပြန်ဖွင့်ခွင့်ရ​သွားတဲ့ Buster Moonနဲ့ သူ့ရဲ့ ​တေးသရုပ်​ဖော်အဖွဲ့ဟာ\nဒီတစ်​ခေါက်မှာ​​ ကမ္ဘာ့​ဖျော်​ဖြေ​ရေးမြို့​တော်ကြီးဖြစ်တဲ့ Redshore Cityအထိ တက်​ပြီး\nကမ္ဘာနဲ့ချီ​အောင် အောင်မြင်တဲ့ ​တေးသရုပ်​ဖော်အဖွဲ့ဖြစ်ဖို့ ကြိုးစားကြပါတယ်၊\nဒါ​ပေမဲ့ သူတို့ရဲ့​ဖျော်​ဖြေပွဲကြီး ​အောင်မြင်ဖို့ လိုအပ်​​နေတာက​တော့\nဇနီးသည် သေဆုံးပြီးကတည်းက ၁၅နှစ်ကြာ အများမြင်ကွင်းက​ပျောက်​နေတဲ့\nကမ္ဘာ​ကျော် Rock Starကြီး Clay Callowayကို သူတို့​ဖျော်​ဖြေပွဲမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Hhiq/(CM)_Sing.2.2021.4K.2160p.WEB-DL.DDP5.1.Atmos.SDR.HEVC-Nyein.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/luca1-135x200.jpg",
        "title": "Luca 2021 + Ciao Alberto (2021)",
        "description": "ဒစ်စနေးနဲ့ ပစ်စာ တို့ ပူးပေါင်းတင်ဆက်လိုက်တဲ့ အနီမေးရှင်း လှလှလေး တစ်ကားလာပါပြီ။\nဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။ အီတလီအခြေခံ ကာတွန်းလေးဖြစ်လို့\nအီတလီ စကားလေးတွေ ညှပ်ပြောတာ၊ အီတလီနာမည်တွေ၊ အစားအသောက်တွေ ပါတာများပါတယ်။လူကာဆိုတဲ့ ကောင်လေးဟာ လူတွေက ပင်လယ်မိစ္ဆာလို့ခေါ်ကြတဲ့ ရေအောက်မှာ\nနေထိုင်တဲ့ ရေသူမျိုးနွယ်ကောင်လေးတစ်ောယက်ပဲ ဖြစ်ပါတယ်။\nရေထဲက လူကာတို့ မျိုးနွယ်တွေကလည်း လူတွေကို ကုန်းမိစ္ဆာဆိုပြီး ကြောက်ကြတာပါပဲ။\nအပြန်အလှန်ပေါ့။ ဒီတော့ ကုန်းပေါ်ကိုမတက်ဖို့အသည်းအသန်တားမြစ်ထားတာပါ။ဒါပေမယ့် တစ်နေ့မှာတော့ ရေအောက်မျိုးနွယ်ကောင်လေးတစ်ယောက်နဲ့ အတူ\nကုန်းပေါ်ကို ခိုးတက်သွားမိတယ်။ အဲဒီကုန်းပေါ်ကနေ ကမ္ဘာကြီးအနှံ့ကို ပတ်သွားချင်စိတ်ဖြစ်လာပြီး\nဗက်စ်ပါဆိုတဲ့ ဆိုင်ကယ်လေးကို ပိုင်ဆိုင်ဖို့ကြိုးစားကြတာပေါ့။\nဒါပေမယ့် သူတို့မှာ ငွေမရှိတဲ့အတွက် တစ်ခုတည်းသော နည်းလမ်းက\nအဲဒီမြို့လေးရဲ့ သုံးဆင့်ပြိုင်ပွဲဖြစ်တဲ့ ပက်စတာ အစားပြိုင်ပွဲ၊ ရေကူး၊ စက်ဘီးစီးပြိုင်ပွဲမှာ နိုင်အောင်ဝင်ပြိုင်ဖို့ ကြိုးစားရပါတော့တယ်။သူတို့ ၂ ယောက်နဲ့အတူ မြို့ထဲက တံငါသည်ကြီးရဲ့ သမီးလေး ဂျူလီယာကပါ\nအတူပါဝင်ကြိုးစားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာလဲဆိုတဲ့\nချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းလေးကိုကြည့်လိုက်ပါဦး။\nFile size…(3.7 GB)/(1.7 GB) /(1 ...",
        "rating": "8",
        "url": "https://megaup.net/11h88/(CM)_Luca_(2021)_4K.2160p_WEB-Rip_HEVC_SDR10_AC3_5.1-Nyein.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/r-135x200.jpg",
        "title": "Riverdance: The Animated Adventure (2021)",
        "description": "ချစ်စရာ ကာတွန်းကားလေးတစ်ခုတင်ဆက်ပေးထားပါတယ်။ Magical Fantasy အမျိုးအစားပါပဲ။ ကီဂန်ဆိုတဲ့ကောင်လေးဟာ ငယ်ငယ်လေးကတည်းက မိဘမရှိလို့ အဖိုးနဲ့အဘွားက မွေးစားထားခဲ့ရတာပါ။ သူ့ရဲ့အဖိုးကတော့ မီးပြတိုက်စောင့်တဲ့အလုပ်ကိုလုပ်ပါတယ်။ ပြီးတော့ အဘိုးကအမြဲပြောတယ်၊ မီးပြတိုက်ရဲ့အလင်းရောင်ဟာ အမှောင်ထုကြီးကို သယ်ဆောင်လာမယ့် မုဆိုးကြီးကို အမြဲဟန့်တားပေးနေတဲ့ အရာပါပဲတဲ့။ မီးပြတိုက်အလင်းရောင်သာ မရှိတော့ရင် မုဆိုးကြီးဟာ မှော်သမင်ကြီးတွေကို လိုက်ဖမ်းလိမ့်မယ်၊ မှော်သမင်ကြီးတွေသာ မရှိတော့ရင် မြစ်တွေလည်း ရေတွေခန်းခြောက်ပြီး သက်ရှိတွေအားလုံး ဒုက္ခရောက်ကြလိမ့်မယ်တဲ့။ ကီဂန်လေးက ဒါကို ပုံပြင်လိုပဲ သဘောထားပြီး မယုံခဲ့ပေမဲ့ တစ်နေ့မှာတော့ အဘိုးကိုယ်စား မီးပြတိုက်ကို မီးထွန်းဖို့ ပျက်ကွက်ခဲ့တဲ့အခါ....အကအလှလေးတွေ ရယ်စရာလေးတွေနဲ့ ချစ်စရာကောင်းတဲ့ ကာတွန်းရုပ်ရှင်ဖြစ်လို့ ကလေးရော လူကြီးရော သဘောကျကြမယ်ထင်ပါတယ် File size…(1.7 GB)/(700 Mb)/(350 Mb)\nQuality….HDrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Animation, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "5.5",
        "url": "https://megaup.net/2n8wi/Riverdance.The.Animated.Adventure.2021_1080p_(CM).mp4",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPZ3I27oeSm4zVesgMxXlhW8GDe.jpg",
        "title": "Seal Team (2021)",
        "description": "Seal Team (2021)ဒီတစ်ခေါက်မှာတော့ Seal Teamဆိုတဲ့ ကာတွန်းကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်လမ်းအညွှန်းကတော့ HmmFလိုခေါ်တဲ့ ပယ်လယ်ဖျံအဖွဲကချိန်ကိုက်ဗုံးကို ကြိုးမှာဖြတ်ရာကနေအဖွဲကိုဖြိုခွဲခံခဲ့ရပါတယ်တစ်ဖက်မှာလည်း ကွင်နဲ့ ဘန်ဂျီကသူငယ်ချင်းကောင်းတွေပါခရင်းကောင်တွေပဲစားရတာငြီးငွေ့နေတဲ့သူတိုဖို သင်္ဘောပျက်တွေထဲအစာထွက်ရှာရင်း ဘန်ဂျီတစ်‌ကောင်ငါးမန်းစာဖြစ်သွားတဲ့အခါမှာတော့ကွင်တစ်‌ကောင်ဒေါသထွက်နာကျည်းပြီး လက်စားပြန်ချေဖိုပြိုကွဲသွားတဲ့အဖွဲHmmfနဲ့သွားပူးပေါင်းခဲ့ပါတယ် ကိုယ်ပိုင်အဖွဲရှာဖွဲ လေ့ကျင့်မှုတွေလုပ်ပြီးတဲ့ကွင်တိုအဖွဲက ငါးမန်းတွေကိုလက်စားပြန်ချေနိုင်မှာလား ငါးမန်းတွေကလည်းအင်အားစုပြီး အုပ်စုကြီးဖြစ်လာတဲ့အခါကွင်တိုအဖွဲလေးဘာတွေဆက်လုပ်ပြီးအနိုင်ယူကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမယ့်ဟာသကာတွန်းကားလေးတစ်ကားဖြစ်တာမို လက်မလွှတ်တမ်းကြည့်ရှုရအောင်လားရှင်ဤဇာတ်ကားရဲ့အညွှန်းရေးသားသူက Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Poe ပဲဖြစ်ပါတယ်\nFile size…1.2GB / 620MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Yunni & Poe",
        "rating": "5.5",
        "url": "https://megaup.net/11b7d/Seal.Team.2021.1080p.WEBRip_%7BCM%7D.mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vlMIbqOpYG553J1kOJXA7mwQvE6.jpg",
        "title": "Flee (2021)",
        "description": "Flee ( 2021)\n=================================\nIMDb  - 8.2/10Awards - 50 Wins and 75 Nomniationsဒီရုပ်ရှင်ရဲ့အမျိုးအစားက Animated Documentary ပါ။\nဒီလိုအမျိုးအစား ရုပ်ရှင်တွေက မရှားပေမဲ့ မပေါလှပါဘူး။\nသူ့ပုံစံကတော့ ဖြစ်ရပ်မှန်တွေကို Animation နဲ့ ပြသပြီး\nDocumentaryရိုက်ထားတဲ့ အခန်းလေးတွေပါ ကြားညှပ်ပြသွားတဲ့ ပုံစံပါပဲ။Flee မှာတော့ အခြေအနေ အကြောင်းကြောင်းကြောင့် Animationဘက် ပိုအားသာပါတယ်။\nပြောရရင် ဆယ်စက္ကန့်လောက် ဆယ်ခန်းစာ၀န်းကျင်ကလွဲရင် လုံး၀ Animation သက်သက်ပါပဲ။\nDocumentary ဆိုပေမဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံကောင်းတော့\nAnimation ကောင်းကောင်း တစ်ကားကြည့်နေရသလိုပါပဲ။\nပျင်းစရာတစ်ကွက်မှ မရှိတဲ့အပြင် ဖြစ်ရပ်မှန်တွေဖြစ်တဲ့အတွက် ဗဟုသုတလည်းရစေမှာပါ။\nအာဖဂန်နစ္စတန်ပြည်သူတွေရဲ့  စစ်အတွင်း အခြေအနေကိုပါ သိရှိနိုင်ပါလိမ့်မယ်။ဇာတ်ကြောင်းကတော့ အာဖဂန်နစ္စတန်မှာ တိုက်ပွဲတွေဖြစ်တော့ နိုင်ငံကထွက်ပြေးပြီး\nတခြားနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ပြည်သူတွေထဲက မိသားစုတစ်စုအကြောင်းကို ရိုက်ပြထားပါ။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/32Z6D/Flee_(2021).1080p_WEB-DL.CM.mp4",
        "category": "Animation, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Encanto_Doors_1s_Mirabel_v3.1_mech4_FS-135x200.jpg",
        "title": "Encanto ( 2021 )",
        "description": "Walt Disney ရဲ့ ​​နောက်ထပ်မင်းသမီးတစ်ပါး ထပ်​ပေါ်ထွက်လာမယ့် Encanto ဇာတ်ကား​လေးထွက်လာပါပြီ၊ Disneyကထွက်တဲ့ animation​တွေရဲ့ ထုံးစံအတိုင်း ဇာတ်​ကောင်​တွေ၊ အ​​ရောင်အ​သွေးတွေက လှပမြဲဖြစ်သလို ဇာတ်လမ်းပိုင်းကလည်း ပရိတ်သတ်​တွေ သ​ဘော​တွေ့​စေခဲ့တယ်ဆိုတာကို IMDb 7.6နဲ့ Rotten Tomatoes 90% ratingက သက်​သေခံ​နေပါတယ် Encantoဆိုတာက ​တောင်အ​မေရိကတိုက် ကိုလံဘီယာ နိုင်ငံတွင်းက စိတ်ကူးယဉ်​နေရာ​လေးတစ်ခုပါ၊ ဒီ​နေရာမှာ ​မှော်အစွမ်း​တွေရှိပြီး အဲဒီမှာနေထိုင်တဲ့မာဒရီဂယ်မိသားစုကို Encanto​​ဒေသ​​လေးကိုထိန်းသိမ်း​ပေးဖို့ ​ဒေသ​နေပြည်သူ​တွေရဲ့ဘဝကို အကျိုးပြုဖို့ဆိုပြီး မှော်စွမ်းအင်​တွေကို မျိုးဆက်အဆင့်ဆင့် လက်​ဆောင်​ပေးခဲ့ပါတယ်၊ ဒါ​ကြောင့်မာဒရီဂယ်မိသားစုဝင်တိုင်းမှာ ​မှော်အစွမ်းကိုယ်စီ ရှိပါတယ်၊မင်းသမီး​လေး မီရာဘယ်ကလွဲရင်​ပေါ့၊ တစ်​နေ့မှာ​တော့ Encanto​ကို မလိုလားအပ်တဲ့ ​အ​မှောင်စွမ်းအင်ထုကြီး ​​​ ရောက်ရှိလာတဲ့အခါမှော်အစွမ်းမရှိတဲ့ မီရာဘယ်​လေး အ​နေနဲ့ မိသားစုနဲ့အတူ အန္တရာယ်ကိုဘယ်လိုတွန်းလှန်မလဲ၊ သူမဘာ​ကြောင့် မှော်အစွမ်းမရနိုင်တာလဲ၊ ​မှော်အစွမ်းရ​​အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာ ကြည့်ရှုခံစားနိုင်ပါပြီ \nFile size…700MB/ (1.22GB)\nQuality…. Webrip-720P / WebRip 1080p\nFormat… mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by...Mr. Anderson & JimX",
        "rating": "7.6",
        "url": "https://megaup.net/1GZjg/Encanto.2021.4K.WEB-DL.10Bits.HEVC_(CM).mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVKfyo2YQ1Sf0fKzZfc5t9HM6eK.jpg",
        "title": "Rumble (2021)",
        "description": "ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကာတွန်းကားလေးကတော့\"Rumble\"ပဲဖြစ်ပါတယ် rumbleရဲ့ဇာတ်လမ်းအကျဉ်းကတော့နပန်းသတ်စူပါစတားချန်ပီယံတစ်ယောက်ဖြစ်တဲ့ တန်တက်ကူလာကပိုပြီးထင်ပေါ်ကျော်ကြားချင်တဲ့အတွက် သူရဲ့မွေးရပ်မြေကိုစွန့်ပစ်ခဲ့တယ်မြို့ရဲ့ကြယ်ပွင့်မရှိဘဲပရိတ်သတ်ကို ဆွဲဆောင်ဖို့မဖြစ်နိုင်တာကြောင့်မြို့တော်ဝန်က ယခင်ကကျော်ကြားခဲ့တဲ့ နပန်းနည်းပြတစ်ယောက်နာမည်ပေးထားတဲ့မြို့အားကစားရုံကိုဖျက်ပစ်ဖို့ ကြေငြာခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ယခင်နည်းပြဟောင်းရဲ့သမီးဖြစ်သူဝန်နီက အားကစားရုံ၊ သူတို့ရဲ့မြို့တော်နဲ့ အားကစားရုံမှာရှိနေတဲ့သူမအဖေရဲ့အမွေအနှစ်တွေကို ကယ်တင်ဖို့ စတီဗင်ဆိုတဲ့ အကကိုကြိုက်နှစ်သက်တဲ့မွန်းစတားတစ်ကောင်ရဲ့အကူအညီကိုရယူကာ ဘယ်လိုကကွက်ဆန်းတွေသုံးပြီးနပန်းသတ်ခိုင်းမလဲ ဒီအားကစားရုံကိုရော မြို့တော်ဝန်လက်ထဲကသူမပြန်ရမှာလား အကနဲ့နပန်းသတ်ချင်တဲ့စတိဗ့်တစ်ကောင်ရောဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်သွားရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီကာတွန်းက Monster on the Hill ကိုအခြေခံရိုက်ကူးထားပြီးအားကစားကြယ်ပွင့်များဖြစ်သည့် Charles Barkley, Stephen A, Smith ,Chris Eubanks,Roman Reigns တို့နဲ့ Becky Lynch တို့က အသံဖြင့်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် \nFile size…950MB /  1.91GB\nQuality…720p /  1080p HEVC AAC 5.1CH\nFormat…Mp4\nDuration….1h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Amelia ~ Honeyey",
        "rating": "7.4",
        "url": "https://megaup.net/2mK7v/Rumble.2021.1080p.AMZN.WEB-DL.AAC5.1CH_HEVC(CM).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNXNRLH5wJprUG6B1olaBTNZOjy.jpg",
        "title": "Back to the Outback (2021)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (87%)တိရိစ္ဆာန်လေးတွေအားလုံးက ချစ်ဖို့ကောင်းပါတယ် ဒါပေမဲ့ လူတွေက အဆိပ်ပြင်းတဲ့ တိရိစ္ဆာန်တွေဆို မကောင်းဆိုးဝါးတွေလို တူးတူးခါးခါး မုန်းကြတယ်၊ ကြောက်ကြတယ်။ ဒါပေမဲ့ သူတို့ဆီမှာလည်း ကြင်နာတတ်တဲ့ နှလုံးသား၊ ရိုင်းပင်းကူညီတတ်တဲ့ စိတ်ဓါတ်ကလေးတွေရှိကြပါတယ်။ဒါကို Back to the Outback ဆိုတဲ့ ကာတွန်းကားလေးမှာ ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်မှာပါ။ အဆိပ်ပြင်းတဲ့​မြွေ၊ ပင့်ကူ၊ ကင်းမြီးကောက်၊ ပုတ်သင် အစရှိတဲ့တိရိစ္ဆာန်​လေးတွေဟာ တိရိစ္ဆာန်ရုံထဲမှာ မကောင်းဆိုးဝါးတွေအဖြစ်ပြစားခံရပါတယ်။ ဒီထဲမှာမှ ကိုအာလာလို ချစ်ဖို့ကောင်းတဲ့ ကောင်တွေတော့မပါဘူးပေါ့လေ။ဒီကားလေးမှာ ဒီတိရိစ္ဆာန်လေးတွေဟာ လှောင်အိမ်ထဲကရုန်းထွက်ပြီး ဘေးလွတ်ရာကို အသက်စွန့်ပြေးရတဲ့ စွန့်စားခန်းတွေအပြင် သူတို့ဆီမှာ ကန့်လန့်ကန့်လန့်ပါလာတဲ့ ကိုအာလာကိုလည်း ကြည့်ရမှာပါ။သူကတော့ ထွက်ပြေးချင်တာမဟုတ်ဘဲ တိရိစ္ဆာန်ရုံထဲမှာပဲ ကျော့ကျော့မော့မော့နေချင်တဲ့ ငနဲဆိုတော့ ဒီထွက်ပြေးမှုမှာ သူက အတိုက်အခံပဲ။ ဒါကြောင့် အဆိပ်ရှိတဲ့တိရိစ္ဆာန်လေးတွေဟာ လူတွေလက်ထဲက ရုန်းထွက်သွားပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1GJf3/(CM)_Back.to.the.Outback.2021.1080p.NF.WEB-DL.DDP5.1.Atmos.x264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlou8vRlocYqqWFUDvjQa6Y47zA.jpg",
        "title": "Even Mice Belong in Heaven (2021)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (100%)အခုလို ဆောင်းရာသီလေးမှာ ​ပေါ့​ပေါ့ပါးပါးနဲ့ ကာတွန်းကားကောင်းလေးတစ်ကားကြည့်ဖို့ စိတ်ကူးရှိတယ်ဆိုရင် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Even Mice Belong In Heaven ဆိုတဲ့ ကာတွန်းကားလေးကို ညွှန်းလိုက်ပါရစေ။ထူးထူးခြားခြားအနေနဲ့ ဒီကားလေးကို ရုပ်သေရုပ်ဆက်ရိုက်ချက်(stop motion technique)နဲ့ ရိုက်ကူးထားတဲ့အတွက် ကြည့်ရတာဆန်းနေပါလိမ့်မယ်။ ဒီကားလေးမှာ ရဲစွမ်းသတ္တိရှိရမယ် ရှိတယ်လို့ အထင်​ရောက်​နေတဲ့ ကြွက်ကလေးတစ်ကောင်နဲ့ ဘုမသိဘမသိ ​ကောင်းကင်ဘုံကို ရောက်သွားရရှာတဲ့ မြေခွေးတစ်ကောင်ရဲ့ ဇာတ်လမ်းကို အခြေတည်ထားပါတယ်။ကြွက်မလေးဟာ ရဲစွမ်းသတ္တိရှိတယ်လို့ ပြချင်တာနဲ့ပဲ မြေခွေးရဲ့ အမွှေးသွားဆွဲနှုတ်ရာကနေ ၂ ကောင်လုံး ကားတိုက်ခံရပြီး ​ကောင်းကင်ဘုံ ရောက်သွားကြတယ်။ ​ကောင်းကင်ဘုံ​ရောက်​ရောက်ချင်း ​ရေချိုးရမယ်ဆို​တော့ ဘယ်လောက်ပဲ ရဲစွမ်းသတ္တိရှိတယ်ပြောပြော ရေအသေကြောက်ကြတဲ့ ၂ ကောင်လုံးဟာ ​ကောင်းကင်ဘုံမှာ ပေါက်ကရတွေစဖြစ်ပါတော့တယ်။မရောက်ဖူးတဲ့နေရာကလည်းဖြစ် ကြောက်ကလည်းကြောက်၊ မတည့်ကလည်းမတည့်နဲ့ ၂ ကောင်ပေါင်းလောင်းကျော်ပြီး သံယောဇဉ်တွေဖြစ်လာ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2mElj/(CM)_Even.Mice.Belong.in.Heaven.2021.1080p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]