[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cy9UzsNLgCFcmNdrooO5c4D2eF1.jpg",
        "title": "Teddy(2021)",
        "description": "Teddy(2021)အညွှန်း******************IMDb...7.0ရှီဗာဆိုတဲ့ လူဟာ ဉာဏ်အရမ်းကောင်းတဲ့ လူတစ်ယောက်ပါ။သူ့ရဲ့ ဉာဏ်ရည်နဲ့ လူအတော်အများကို ကူညီပေးပြီး\nစာပေတော်တော်များများ နှံ့စပ်သူ တစ်ယောက်ပါ။တနေ့မှာတော့ သူ ရထားပေါ်မှာ မိန်းကလေးတစ်ယောက်ကို\nလူဆိုးတစ်စုက ရမ်းကားရာကနေ ကယ်တင်ကူညီပေးရင်း\nသူ့မှာ ထူးဆန်းတဲ့ ဝက်ဝံရုပ်လေးတစ်ရုပ် ရခဲ့ပါတယ်။အဲ့ဒီဝက်ဝံရုပ်လေးဟာ စကားပြောလမ်းလျှောက်တတ်ပြီး\nသူ့ဆီကို အကူအညီတောင်းခံခဲ့ပါတယ်။ဝက်ဝံရုပ်လေးမှာ ရင်နင့်ဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ခုရှိပြီး\nတစ်ဆက်တည်း အန္တရယ်များလွန်းတဲ့ပြဿနာကြီးတစ်ခုလည်းရှိနေတာကို သိလိုက်ရချိန်မှာတော့....သူတို့ ၂ယောက်အတူ ဘယ်လို ဖြေရှင်းရမလဲ၊\nဝက်ဝံရုပ်လေးရဲ့ ပြဿနာက ဘာလဲ.....ဇာတ်လမ်းလေးက သဘာဝလွန်ဖြစ်ရပ်ကို\nအခြေခံထားပေမဲ့ ပေါမနေဘဲတော်တော်ကြည့်လို့ကောင်းတဲ့ အိန္ဒိယ ကားတစ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...  File Size : (2.5 GB) and (1.03GB)\nQuality :WEB-DL.1080P.HEVC,720P\nFormat…mp4\nDuration…02:16:00\nGenre : Animation, Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/3DQxD/Teddy.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BYWQyZGQwMzktMjFhYS00MmZmLWI3ZDEtNzg3MzRmM2ZjMDc1XkEyXkFqcGdeQXVyODY5NzkyMjA@._V1_-133x200.jpg",
        "title": "Scooby-Doo! The Sword and the Scoob (2021)",
        "description": "Scooby-Doo! The Sword and the Scoob (2021)=================================IMDb Rating - 6.3/102021 ရဲ့ Scooby Doo ဇာတ်လမ်းလေးလာပါပြီ။အားလုံးသိကြတဲ့အတိုင်း Scooby Doo ဇာတ်လမ်းတွေဆိုတာ animation ဆိုပေမယ့်လည်းAction တွေ Adventure တွေနဲ့ ခေလှတဲ့ ဇာတ်လမ်းတော့မဟုတ်ပါ။အခုထွက်ရှိလာတဲ့ ဇာတ်လမ်းမှာတော့ Scooby တို့ အဖွဲ့ဟာ အင်္ဂလန်က နော်ဗယ်လ် အောမော်ဂါးနီးယားဆိုတဲ့ ဒေသကို သွားရင်း လျှို့ဝှက်ဆန်းကြယ်တဲ့ အဖြစ်တွေနဲ့ ကြုံခဲ့ရပါတယ်။မှော်ပညာတွေနဲ့ ပြည့်နက်နေတဲ့မြို့ကို ရောက်သွားတဲ့ Scooby တို့ အုပ်စု မော်ဂန်ဆိုတဲ့ စုန်းမလက်ချက်နဲ့ အာသာဘုရင်အုပ်စိုးခဲ့တဲ့ ခေတ်ကိုရောက်သွားပြီး ပြဿနာတွေ ဖြေရှင်းကြတော့မှာပါ .....မာလင်တို့ခေတ်က အကြောင်းတွေပါတော့ မာလင်ကြိုက်သူကာတွန်းဖန်တို့အတွက်လည်း အဆင်ပြေပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung, ...",
        "rating": "6.3",
        "url": "https://megaup.net/VKz0/Scooby.Doo.The.Sword.And.The.Scoob.2021.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-28-at-3.14.56-PM-159x200.png",
        "title": "Tom and Jerry (2021)",
        "description": "Tom and Jerry (2021)================IMDb Rating - 5.6/10မတည့်အတူနေ ကြောင်နဲ့ကြွက်ကလေး Tom & Jerry တို့ရဲ့ live action ဇာတ်ကားလေးပါ။ဒီတစ်ခါမှာတော့ စန္ဒယားပညာရှင်ကြီးဖြစ်ချင်နေတဲ့ တွမ်နဲ့ ဇိမ်ကျကျအိမ်အကောင်းစားကြီးတစ်လုံးလိုချင်နေတဲ့ ဂျယ်ရီတို့ကို နယူးယောက်မြို့ကြီးမှာ တွေ့မြင်ကြရမှာပါ။ သူတို့အပြင်ရွိုင်ရယ်ဂိတ်ဆိုတဲ့ နယူးယောက်မြို့က ထိပ်တန်းဟိုတယ်ကြီးမှာ သူများစီဗီဖောင်နဲ့ အလုပ်ဝင်ခွင့်ရသွားတဲ့ ကေလာဆိုတဲ့ကောင်မလေးတစ်ယောက်ကလည်း တွမ်နဲ့ဂျယ်ရီတို့ရဲ့ အရှုပ်တော်ပုံထဲပါဝင်လာမှာပါ။ဂျယ်ရီ့အတွက်တော့ တစ်ရန်ပေါ်နှစ်ရန်ဆင့်တယ်ပဲ ပြောရမှာပေါ့။ သူ့ဘာသာ ရွိုင်ရယ်ဂိတ်ဟိုတယ်ကကြွက်တွင်းထဲမှာ ဇိမ်ကျနေတုန်း အလုပ်မပြုတ်ချင်တဲ့ ဝန်ထမ်းသစ်ကလေး ကေလာရော သူ့ကိုမကြေပွဲနွှဲချင်နေတဲ့ တွမ်ရော နှစ်ယောက်ပေါင်းအမဲလိုက်တာကိုခံရမှာပါ။ လှစ်ခနဲလှစ်ခနဲနဲ့ သိပ်သွက်တဲ့ ကြွက်ကလေးဂျယ်ရီ၊ သူ့မွှေသမျှခံနေရရှာတဲ့ ဘော်ဒါကြီးတွမ်နဲ့ အပြောလည်းကောင်း လည်လည်းလည်တဲ့ဟိုတယ်ဝန်ထမ်းမလေး ကေလာတို့ သုံးယောက်ပေါင်း ဘယ်လိုလောင်းကျော်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung, MTA တို့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/VNxa/Tom.and.Jerry.2021.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/MV5BMTkzMjgwMDg1M15BMl5BanBnXkFtZTcwMTgzNTI1OA@@._V1_SY1000_CR006431000_AL_-193x300.jpg",
        "title": "Rise of the Guardians (2012)",
        "description": "Director: Peter Ramsey ရိုက်ကူးတင်ဆက်ထားပြီးNovember 21, 2012 (USA) မှာ ရုံတင်ခဲ့တဲ့ လူကြီးရော ကလေးပါ ကြည့်သင့်တဲ့ယုံကြည်မှု စိတ်ဓါတ်ရေးရာ မြင့်တင်ပေးပြီး စိတ်ဓါတ်ခွန်အား ရရှိစေမယ့် နတ်သမီး ပုံပြင်အခြေခံကာတွန်းဇတ်လမ်းလေး ဖြစ်ပါတယ်....==================================ဇတ်လမ်းပုံစံကတော့ ကြင်နာတက်တဲ့ စိတ်ထားရှိတဲ့ ဂျက်ဖရော့ဒ်ဟာ လူသား ဘ၀ မှာ သူရဲ့ ညီမလေးကို ကယ်ဆယ်ဖို့ သူ့အသက်ကိုစွန့်လွှတ်ခဲ့ပြီး ရေခဲပြင်ထဲမှာ သေဆုံးသွားပါတယ်...တစ်ရက်သော လပြည့်ညမှာတော့ လနတ်သား ဟာ ဂျက်ဖရော့ဒ် ကိုသေရွာကနေ နှိုးယူပြီး လူသားကလေးတွေ ရဲ့ ပျော်ရွှင်မှုကို ဆောင်ကျဉ်းပေးမယ့်နှင်းလူသား အဖြစ် ဖန်တီး ပေးလိုက်ပါတယ်....ဂျက်ဖရော့ဒ် ရဲ့ အတိတ်ဘ၀ မှတ်ဉာဏ်ကို ဖျောက်ထားခဲ့တဲ့အတွက်၎င်း ကိုယ်တိုင် စိတ်ထားကောင်းမွန်တဲ့ ကောင်လေး တစ်ယောက်ဆိုတာ မသိခဲ့ပါဘူးဒါကြောင့် သူ့ကိုသူ နတ်ဆိုး တစ်ယောက်လို့ မှတ်ယူပြီး လေလွင့်နေတုန်းဆန်တာကလော့ တို့ အက်စတာဘန်နီ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2hEE8/%7BCM%7Drise.of.the.guardians.2012.1080p.(HEVC).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "title": "The Croods: A New Age",
        "description": "The Croods: A New Age (2020)\nဂိုင်းဆိုတဲ့တစ်ကောင်ကြွက်လေးတစ်ယောက် မိဘတေ​ွကွယ်လွန်ခါနီးမှာခဲ့တဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ရှာဖွေရင်း\nတစ်နေ့မှာ ဂူတေ​ွထဲနေထိုင်ကျက်စားကြတဲ့ ခရုစ်စ်မိသားစုနဲ့တွေ့ပြီး ရင်းနှီးသွားပြီး\nခရုစ်မိသားစုရဲ့သမီးပျိုလေး အိနဲ့လည်း ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒီလိုနဲ့ ခရုစ်မိသားစုဟာလည်း ဒီဂူတွေထက်ပိုကောင်းပြီး အစာရေစာပေါများတဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ဂိုင်းနဲ့တူတူ ရှာပုံတော်ထွက်ခဲ့ကြပါတော့တယ်\nဒီလိုနဲ့ခရီးဆက်ရင်း နတ်ပြည္ကြီးလိုလှပပြီး\nအစာရေစာလည်းပေါများတဲ့ နေရာလေးတစ်ခုကိုရောက်သွားတဲ့အခါမှာ\nအဲဒီနေရာလေးက ဂိုင်းမိဘတွေရဲ့အရင်းနှီးဆုံးမိတ်ဆွေတွေဖြစ်တဲ့\nဘတ်တားမန်းမိသားစုရဲ့ အိမ်ကြီးဖြစ်နေတဲ့အခါမှာ\nဘတ်တားမန်းမိသားစုရဲ့သမီးပျိုလေး ဒေါန်ကလည်း\nဂိုင်းရဲ့အခင်ဆုံးငယ်သူငယ်ချင်းဖြစ်နေတဲ့အခါမှာ\nမိသားစုရဲ့နှစ်စုရဲ့ မတူညီတဲ့ယဥ်ကျေးမှုတွေကနေ\nဘယ်လိုပဋိပက္ခလေးတွေဖြစ်လာမလဲ\nတောရိုင်းတိရစ္ဆာန်ရဲ့အန္တရာယ်တွေကနေရော\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမှာလဲဆိုတာကို\nမိဘမေတ္တာ၊ သူငယ်ချင်းသံယောဇဥ်လေးတွေကိုပါ ထည့်သွင်းပုံဖော်ထားတဲ့\nဒီ comedy-adventure animation movie လေးမှာ ခံစားကြည့်ရှုလိုက်ကြပါဦး\nFile Size - 2.2GB, 1GB\nQuality - 1080P HEVC, 720P\nSubtitle - Myanamr (Hardsub)\nGenre - Comedy, Adventure, Animation\nTranslator - August, Jerrica, MTA\nEncoder - ...",
        "rating": "7.1",
        "url": "https://megaup.net/2hCE0/The.Croods.A.New.Age.2020.2160p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos_HEVC_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpjG88kTrK7mHnRx4cpLHh8YZwr.jpg",
        "title": "G-Force (2009)",
        "description": "G-Force (2009)IMDb - 5.1CM ပရိသတ်ကြီးကို စိတ်၀င်စားဖို့ကောင်းပြီး အပန်းလည်းပြေစေမယ့် comedy/family film လေးတစ်ခုတဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပူးလေးတွေကို ချစ်တတ်သူဆိုရင်လည်း ဒီကားလေးကို လက်မလွှတ်သင့်ပါဘူးနော်ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒါ၀င်၊ အောရက်စ်၊ ဘလက်စတာနဲ့ စပါ့ကယ်လ်တို့ဟာ စနစ်တကျ လေ့ကျင့်ပေးထားတဲ့ ပူးလေးတွေပဲဖြစ်ပါတယ်။ သူတို့ကို ထိန်းကျောင်းပေးသူကတော့ ဘန်ပေါ့။သူတို့အဖွဲ့ကို G-Force လို့ခေါ်ပြီး သူတို့ဟာ အစိုးရဘက်က လိုက်နေတဲ့အမှုကြီးတစ်ခုမှာ ပါ၀င်အားဖြည့်စုံစမ်းရတာဖြစ်ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ စုံစမ်းမှုမှာ အလွဲလေးဖြစ်သွားပြီး အစိုးရက G-Forceကို ထပ်ပြီးမထောက်ပံလွတ်အောင်ပြေးပြီး ဆိုလာရုံမက ဒါ၀င်တို့ကိုပါ ထိန်းချုပ်ဖို့ကြိုးစားပါတော့တယ်ဒီလိုနဲ့ ဒါ၀င်တို့ လေးကောင်လည်း ရန်သူတွေလက်က လွတ်အောင်ပြေးပြီး သူတို့ စုံစမ်းခဲ့တဲ့ အမှုက မမှားကြောင်း သက်သေပြန်ပြဖို့ ကြိုးစားကြပါတော့တယ် ....အစိုးရကရော ဘာအမှုကို လိုက်နေတာလဲ\nG-Force အဖွဲ့ကရော သူတို့မှန်ကန်ကြောင်း ဘယ်လိုလဲ သက်သေတွေပြကြဦးမှာလဲ .....ဟာသလေးတွေနှောပြီး စိတ်၀င်စားဖို့ကောင်းတာမလို့ ကြည့်ရှူကြဖို့တိုက်တွန်းလိုက်ရပါတယ်  Translated by : ...",
        "rating": "5.1",
        "url": "https://megaup.net/1BAyZ/%7BCM%7DG-Force.2009.1080p.BluRay.H264.AAC.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/9nLplPuTXceAwvGqedZRPTAaX4d-133x200.jpg",
        "title": "The Elfkins – Baking a Difference (2019)",
        "description": "The Elfkins Baking a Difference (2019)\n**************************************=IMDB 6.0 =ဂျာမန်ကာတွန်းကားလေးပါမြေအောက်မှာပဲ နှစ်ပေါင်းများစွာနေလာတဲ့ မှင်စာလေး အဲလ်ဖီဟာ\nလူသားတွေနေတဲ့အပေါ်ကိုတက်လာပြီး ပညာရပ်တစ်ခုခုကိုသင်ချင်နေပါတယ်။တက်လာပြီးနောက် မုန့်ဖုတ်ဆရာ သီအိုနဲ့တွေ့ခဲ့ပါတယ်\nသူ့ရဲ့မုန့်တိုက်ကိုလိုချင်နေတဲ့ ညီဆီကနေကယ်တင်ဖို့လိုနေတဲ့သူပေါ့။မှင်စာလေးဟာ သူတက်ချင်တဲ့ပညာကိုတက်သွားနိုင်မလား\nလူသား သီအိုကရော သူ့မုန့်တိုက်ကို ကယ်တင်နိုင်မလား\nဘာအပြောင်းအလဲတွေ လုပ်နိုင်သွားမလဲFile Size : (1.4 GB) and (877 MB)\nQuality : 1080p.BluRay\nFormat…mp4\nDuration…1h 18min\nGenre : Animation, Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by : Inzali ThanHtike\nEncoded by : Myoko",
        "rating": "6.0",
        "url": "https://megaup.net/Vi9h/The_Elfkins_Baking_a_Difference(2019)1080p.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnoZJlitIOBo2fSCyzAsv0lHtYL.jpg",
        "title": "Space Pirate Captain Harlock (2013)",
        "description": "IMDb - 6.4/10Rotten Tomatoes - 54%MyAnimeList - 7.4/10ဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့လူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်မှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကိုကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကိုပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ဟိုရှေးရှေးတုန်းကလို့ပြောရမလားလာမယ့်အနာဂတ်မှာလို့ပြောရမလားအဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကိုရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်ပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်သွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။- အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ- ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ- ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/V7mj/{CM}Space_Pirate_Captain_Harlock_[BD_1080p]_.mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMjI0YTNmNmQtOTIxMC00ODkwLWI0ZTQtNDQxNWMzYmM1ZTEyXkEyXkFqcGdeQXVyOTYwNDg4ODU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Magic Arch 3D (2020)",
        "description": "Magic Arch 3D (2020)=================IMDb Rating - 5.4/10 အားလုံးပဲ \"Toy Story\" ကာတွန်းကားလေးကိုသိကြတယ်ဟုတ် အခုဒီတစ်ခါကားလေးကိုလည်း Toy Story ဇာတ်ကားလေးကိုCo-Writer အနေနဲ့ရေးခဲ့တဲ့ ဇာတ်ညွှန်းဆရာ Vasiliy Rovenskiy ကရေးခဲ့တာပဲဖြစ်ပါတယ်။ရေနေသတ္တဝါတွေစုပေါင်းပြီးနေထိုင်တဲ့ ရေအောက်မြို့လေးတစ်မြို့မှာ အခြားငါးတွေလိုကိုယ်ခံပညာတွေလေ့ကျင့်ရတာထက်ပတ်ဝန်းကျင်ကိုစူးစမ်းလေ့လာရတာကြိုက်တဲ့ ဒယ်လ်ဖီ ဆိုတဲ့လင်းပိုင်လေးတစ်ကောင်ရှိပါတယ်။ တစ်နေ့မှာ ဒယ်လ်ဖီနဲ့သူငယ်ချင်းဖြစ်သူငါးလေးဟာ ရေအောက်ထဲထိမြုပ်နေတဲ့ခံတပ်ဟောင်းကြီးတစ်ခုဆီဝင်သွားမိဖို့အကြောင်းဖန်လာပါတယ်။ ခံတပ်ကြီးထဲမှာသတ္တဝါတစ်ကောင်ရဲ့နာမည်ကိုပြောလိုက်ရုံနဲ့ ထိုသတ္တဝါပုံပြောင်းသွားစေမယ့် မှော်ဝင်မုခ်ဝတစ်ခုကိုတွေ့ခဲ့ပါတယ်။ ဒါပေမယ့်အနီးအနားမှာလည်း ငါးမြို့တော်ကိုသိမ်းချင်တဲ့ငါးရှဉ့်တွေကအဲဒါကိုမြင်သွားကြပါတယ်။ တာဝန်သိတဲ့ဒယ်လ်ဖီဟာ မြို့တော်ဝန်ကိုမှော်မုခ်ဝအကြောင်းပြောဖို့ပြန်လာခဲ့ပေမယ့် မြို့အဝင်ဝကအစောင့်တွေဟာ စကားဝှက်မပြောနိုင်တဲ့ဒယ်လ်ဖီ့ကိုဝင်ခွင့်မပေးလို့မုခ်ဝကြီးရှိတဲ့ဆီကိုပြန်သွားတဲ့အခါမှာ . . .သူတွေ့လိုက်ရတဲ့မြင်ကွင်းကတော့......ဒီကားလေးက ကြည့်လေကြည့်လေဇာတ်ရှိန်တက်လေလေပါပဲ အစပိုင်းမှာအနည်းငယ်ဇာတ်အေးသလိုရှိပေမယ့် ဇာတ်လမ်းအလယ်နဲ့နောက်ဆုံးမှာတော့ ရှေ့ကိုဘာဆက်ဖြစ်မယ်မသိပဲစိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီး လျှို့ဝှက်ချက်လေးတွေလည်းပါဝင်လို့အပျင်းပြေစေမယ့် ဇာတ်ကားလေးဖြစ်တဲ့အပြင် ကလေးငယ်လေးတွေလည်း အကြိုက်ဖြစ်စေမယ့် Animation Movies လေးမို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/V874/Magic.Arch.2020.1080p.WEBRip[CM]_(2).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_-136x200.jpg",
        "title": "Batman: Soul of the Dragon (2021)",
        "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating - 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့..........ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "5.9",
        "url": "https://megaup.net/UWh1/Batman.Soul.of.the.Dragon.2021.1080p.WEBRip.5.1CH[CM].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/megamind1009-203x300.jpg",
        "title": "Megamind (2010)",
        "description": "Megamindရုပ်ရှင်ကားက ကျွန်တော်တို့အကုန်သိကြတဲ့ Dreamworks Creationတွေထဲက အပြောင်မြောက်ဆုံးလက်ရာတစ်ခုဆိုလည်းမမှားပါဘူး။\nDreamworks Studioက Shrekဆိုတဲ့ အကောင်းဆုံး animationကိုထုတ်ပေးနိုင်ခဲ့သလို ဒုတိယအနေနဲ့ဆို Kung Fu Pandaကို ညွှန်ပေးရပါမယ်။\nDreamworksက ရုပ်ရှင်ကားတွေတော်တော်များများက storylineတွေကောင်းသလို ကြည့်ပြီးရင် ထပ်ခါထပ်ခါပြန်ကြည့်ချင်အောင်ဆွဲခေါ်နိုင်တယ်ဗျ။\nAnimationsတော်တော်များများထဲမှ Dreamworksကထုတ်တဲ့ Megamindဆိုတဲ့ရုပ်ရှင်ကားက 2010မှာထွက်လာခဲ့ပြီး.. တော်တော်လည်းပေါက်ခဲ့တာပါ။\nအကြောင်းကတော့ Dc/Marvelဆိုတဲ့ Universe၂ခုမှာရှိကြတဲ့ Comicsထဲက အကြောင်းအရာတချို့ကို What if storyအနေနဲ့ပြန်ရိုက်ထားတာပါ။\nဒီရုပ်ရှင်ကားက ကြည့်ရင်ကြည့်သလို အခုနောက်ပိုင်းထွက်ရှိနေတဲ့ MCUဇာတ်ကားထဲက Technologyတွေနဲ့ပိုဆင်တူလာသလို... သတိထားမိရင်ထားမိသလို Factsတော်တော်များများက Superheros Comicsတွေထဲက ဆွဲထုတ်ယူထားမှန်း သိသာလာစေပါတယ်။\nနောက်ထပ်ရော ဘယ်လိုTheoryတွေ ဘယ်လိုအကြောင်းအရာတော်တော်များများ ပါသလဲဆိုတာကိုတော့ ရုပ်ရှင်မှာဆက်လက်ရှုစားကြည့်ပါခင်များး\nReview Credit to Everdean Aurora\nရုပ်ရှင်ကားကို ထက်ထက်တင်ဇာ\nက ဘာသာပြန်ပေးထားပြီး\nသစ်ဆန်းခန့် မှ Encode ပေးထားပါတယ်\nzawgyi\nMegamind႐ုပ္ရွင္ကားက ကြၽန္ေတာ္တို႔အကုန္သိၾကတဲ့ Dreamworks Creationေတြထဲက အေျပာင္ေျမာက္ဆုံးလက္ရာတစ္ခုဆိုလည္းမမွားပါဘူး။\nDreamworks Studioက Shrekဆိုတဲ့ အေကာင္းဆုံး animationကိုထုတ္ေပးႏိုင္ခဲ့သလို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1AQcn/Megamind.2010.1080p.BluRay.x264_{CM}.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSAlpVXRXcj6Fj6c9guA7PzOkTV.jpg",
        "title": "Blame! (2017)",
        "description": "Blame!IMDb - 6.7/10Rotten Tomatoes - 55%Myanimelist - 7.2/10ဒီ‌animeကို 2017တုန်းက Netflixကနေထုတ်လွှင့်ခဲ့တာပါ။ Sci-fiဇာတ်လမ်းကြည့်ရှုချင်တဲ့သူတွေမလွတ်တန်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့အနာဂတ်ကာလမှာ AIနည်းပညာတွေနဲ့မြို့ကြီးတစ်မြို့ကိုလူသားတွေဟာတည်ဆောက်ခဲ့ပါတယ်တနေ့ကျတော့ကူးစက်ရောဂါတစ်ခုရုတ်တရက်ဖြစ်ပွားခဲ့ကာAIနည်းပညာနဲ့မြို့ကြီးဟာ လူသားတွေကိုရှင်းလင်းမှုတွေစတင်လုပ်‌ေဆာင်ခဲ့ပါတော့တယ်။ ရှင်းလင်းမှုခံရတဲ့အတွက် လူသားတွေရဲ့အရေအတွက်ဟာ လက်တစုပ်စာလောက်ပဲကျန်တော့ပြီးစားစရာတွေရှားပါးတဲ့အထိဖြစ်လာပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ကေလီဆိုတဲ့ ထူးဆန်းတဲ့လူတယောက်ပေါ်လာခဲ့ပြီး Net terminalမျိုးရိုးဗီဇရှိတဲ့လူသားတွေကိုလိုက်ရှာတဲ့အခါမှာတော့......- လူသားတွေကိုမြို့ကြီးကဘာလို့တိုက်ခိုက်ခဲ့လဲ- ကေလီဆိုတဲ့လူဟာဘယ်သူလဲ- Net terminalမျိုးရိုးဗီဇရှိတဲ့သူတွေဟာ ဘာထူးခြားလို့ကေလီဟာလိုက်ရှာနေရလဲဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိုက်ပါ Translated by : Dr.NyanEncoded by : YKFile Size : 1.5GB and  1.1GBQuality : 1080p and720pSubtile : Myanmar (Hardsub)",
        "rating": "6.7",
        "url": "https://megaup.net/2WC2S/[CM]_BLAME!_[Ma10p_1080p].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjA2Mzg2NDMzNl5BMl5BanBnXkFtZTgwMjcwODUzOTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Kubo and the Two Strings (2016)",
        "description": "2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT ...",
        "rating": "8.3",
        "url": "https://megaup.net/1AK0a/Kubo.and.the.Two.Strings.2016.1080p.BluRay.REMUX.AVC.DTS-HD.MA.5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjY2NWJmNzMtMWIyYi00NGUwLTg2NTUtMzA5ZDZkZDZkOTVjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)",
        "description": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)=====================================IMDb Rating - 5.8/10 Dragons: Rescue Riders ကားလေးတွေထွက်လာသမျှတိုင်းကတော့ ကြည့်လို့ကောင်းပြီးလူအတော်များများက ကြိုက်နေဆဲဖြစ်ပါတယ်။ အခုလည်း Huttsgalor Holiday ကားလေးထွက်လာပြန်ပါပြီ။ဟူစတပ်ဂလာ (Huttsgalor) မြို့မှာနေထိုင်ကြတဲ့ သူတွေဟာ နှစ်စဉ်နှစ်တိုင်း အိုဒင်နယူး (Odinyule )ပွဲတော်ကိုကျင်းပလေ့ရှိကြပါတယ်။ ဒီလိုနှစ်စဉ်နှစ်တိုင်း ပုံမှန်ကျင်းပနေကြပွဲလေးဟာ ဒီနှစ်မှာတော့အခက်အခဲတွေ ရှိလာခဲ့ပြီး . ပြဿနာတွေလည်း ရင်ဆိုင်ကြုံတွေ့လာရပါတယ်။ ဒါကို Rescue Ridersတွေကဘယ်လိုမျိုးကြိုးစားပြီးဖြေရှင်းပေးမလဲဆိုတာကို ကြည့်မြင်ရမည့် ဇာတ်ကားလေးပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Aye Nyein Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 46minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, FamilySource : 1080p.WebRipTranslator ...",
        "rating": "5.8",
        "url": "https://megaup.net/UL1q/Dragons.Rescue.Riders.Huttsgalor.Holiday.2020.1080p.NF.WEB-DL.[CM].mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Your Name (2016)",
        "description": "Your Name (2016)\n===============================\n(Kimono Na wa)\nဒီကားကတော့ မသိတဲ့သူမရှိသလောက်ကို ရှားပါလိမ့်မယ်...\nကမ္ဘာအနှံ့အောင်မြင်မှုတွေရခဲ့ပြီး\nYour Name ကြောင့် Anime ပရိသတ် ဖြစ်လာကြတဲ့သူတွေဒုနဲ့ဒေးပါပဲ...\nဒါပေမဲ့ အခုထိမကြည့်ရသေးတဲ့သူတွေ ရှိနေနိုင်သေးတာကြောင့် နည်းနည်းလောက် ပြန်ညွှန်းပါရစေ...\nဇာတ်လမ်းအစမှာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းနဲ့ စတယ်...တိုကျိုမှာနေတဲ့ အထက်တန်းကျောင်းသားလေး\nတာချီဘာနာ တကိ နဲ့ အိတိုမိုရိ ဆိုတဲ့ နယ်မြို့လေးက မိယမိဇု မိဆုဟ ဆိုတဲ့ ကောင်မလေးတို့ဟာ ခန္ဓာကိုယ်ချင်းလဲသွားကြသတဲ့...အမှန်က ခန္ဓာကိုယ်လဲတယ်ဆိုတာထက် စိတ်ချင်းလဲသွားတယ်ဆို ပိုမှန်ပါတယ်...\nဒါကို သူတို့တွေက အိပ်မက်လို့ ထင်နေကြပေမယ့် တကယ်ဖြစ်နေမှန်းသိတဲ့အခါမှာတော့\nသူတို့နှစ်ယောက်လုံး ဒီအဖြစ်ဆန်းကြီးကို အဖြေရှာဖို့ ကြိုးစားကြပါတော့တယ်..ဒါပေမဲ့ ပြသနာက ခန္ဓာကိုယ်ချင်း(စိတ်ချင်း)လဲတာတင် မဟုတ်ပဲ\nသူတို့နှစ်ယောက်ရဲ့အချိန်တွေပါ လွဲနေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့....\nဒီအချိန်လွဲတယ်ဆိုတဲ့ကိစ္စကြီးက ကြည့်ရတာနည်းနည်းတော့ ရှုပ်နိုင်တယ်...\nမြင်အောင်ပြောပြရရင် အခုလက်ရှိ ပစ္စုပန်အချိန်နဲ့\nဟိုးအရင်အတိတ်အချိန် နှစ်ခု ထိပ်တိုက်တွေ့တဲ့သဘောပါပဲ...\nဒါကို ဇာတ်ကားထဲမှာ ပြန်ပြီးရှင်းပြထားတာကို တွေ့ရမှာပါ...\nဒီလို ထူးဆန်းမှုတွေနဲ့ ဆွဲဆောင်ထားတဲ့ ဒီဇာတ်ကားလေးက\nကျွန်တော်တို့ကို တစ်ခုပြောသွားသေးတယ်ခင်ဗျ\n\"မှတ်ဉာဏ်တွေဟာ မေ့ပျောက်ဖို့လွယ်ပေမယ့်\nနှလုံးသားကတော့ အမြဲအမှတ်ရနေမှာပါ\"\nကျွန်တော်တို့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/UIqf/[CM]_Kimi_no_Na_wa_(1080p_x265_10bit_FLAC).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/tdtw34myd9v51-143x200.jpg",
        "title": "Soul (2020)",
        "description": "IMDb Rating (8.3)/ Rotten Tomatoes (97%)ဂျိုးဂါဒင်နာ ဆိုတဲ့ အလယ်တန်းပြဂီတ ဆရာတစ်ယောက်မှာ ဂျပ်ဇ်ဂီတကို စင်မြင့်ပေါ်မှာ ဖျော်ဖြေချင်တဲ့အိမ်မက် ဟိုးငယ်ငယ်ကလေးကတည်းကရှိခဲ့ပါတယ်။\nHalf Note Club မှာ တစ်ခြား ဂျပ်ဇ် ပညာရှင်တွေကို အံ့သြသွားလောက်အောင် သူ့အရည်အချင်းကိုပြသနိုင်ပြီးတဲ့နောက်မှာ သူ့အိမ်မက်အတွက် ရောင်ခြည်လေးသန်းလာပါတော့တယ်။\nအဲ့ဒီလိုအချိန်ကျမှ ရုတ်တရက် မတော်တဆမှုတစ်ခုနဲ့ သူ့ဝိဉာဉ်ဟာ ခန္ဓာကိုယ်ကနေ ဖယ်ခွာပြီး နောက်ဘဝကို ပြောင်းဖို့လောကထဲ ရောက်ရှိသွားတဲ့အခါ..။\nတစ်သက်လုံးမက်လာတဲ့ အိမ်မက်တွေ ဆက်မက်ဖို့ မျှော်လင့်ချက်လေးကို ပျပျမြင်ရပြီဖြစ်တဲ့ ဂျိုးအတွက် နောက်ဘဝကို ပြောင်းဖို့အဆင်သင့်မဖြစ်သေးပါဘူး။\nအဲ့ဒီဘုံကနေ လွတ်မြောက်ဖို့ သူအစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nမဖြစ်မနေဆိုသလိုပဲ သူ့အနေနဲ့ ကမ္ဘာပေါ်ကိုမစေလွှတ်ခင် ဝိဉာဉ်တွေကို ပင်ကိုယ်စရိုက် ဓလေ့တွေ ဉာဉ်တွေကို လေ့ကျင့်ပေးရတဲ့ နေရာတစ်ခုမှာ တွဲဘက်ကျလာတဲ့ ဝိဉာဉ်လေးတစ်ကောင်ကိုလေ့ကျင့်ပေးရဖို့ဖြစ်လာပါတယ်။\nအဲ့ဒီဝိဉာဉ်လေးက လက်ပေါက်အကပ်ဆုံး ကမ္ဘာပေါ်ကိုပြန်မသွားချင်လို့ နည်းပေါင်းစုံနဲ့ ဒီဘုံမှာပဲကပ်တွယ်ဖို့ကြိုးစားနေတဲ့ ထူးထူးဆန်းဆန်းသတ္တဝါလေးဖြစ်နေတော့ သူမှာ အခက်အခဲပေါင်းစုံကြုံရတော့တာပါပဲ။\nStudio က pixar ဆိုတော့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2gwlw/(CM)Soul.2020.1080p.DSNP.WEBRip.DDP5.1.Atmos.x264-CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/e88cccaf-a259-4411-b255-e657ae10a57a-133x200.jpg",
        "title": "Winnie the Pooh (2011)",
        "description": "[Unicode]Christopher Robin ရဲ့ Pooh တို့ squad လေး ပြန်လာပါပြီဇာတ်ကြောင်းလေးမပြောခင် Pooh ရဲ့ နောက်ခံဇာတ်ကြောင်းလေး ပြောပြချင်ပါတယ်\nPooh ဇာတ်လမ်းကို ဖန်တီးခဲ့တဲ့ A.A Milne ဟာ\nသားဖြစ်သူ Christopher Robin Milne ရဲ့ teddy bear အရုပ်လေးကိုတွေ့ပြီး ဖန်တီးခဲ့တာပါတဲ့Winnie ဆိုတဲ့ နာမည်လေးကတော့ Christopher Robin တိရစ္ဆာန်ဥယျာဉ်သွားရင်း တွေ့ခဲ့တဲ့\nWinnie ဆိုတဲ့ Black bear လေးကိုစွဲပြီး သူ့ရဲ့ teddy bear လေးကိုလည်း Winnie လို့ အမည်ပေးခဲ့တာပဲဖြစ်ပါတယ်Pooh အပြင် squad လေးထဲမှာ ပါနေကျဖြစ်တဲ့\nPiglet,Eeyore,Kanga,Roo နဲ့ Tigger တို့ဟာလည်း Christopher Robin ရဲ့ အရုပ်လေးတွေကို ပေါင်းစည်းပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်\nRabbit နဲ့ Owl ကတော့ ဖန်တီးသူရဲ့ စိတ်ကူးထဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Wj8C/Winnie_The_Pooh_(2011).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYTg4YTFmNzItODFiMy00NDhiLTg0NDAtZDc5ZDM2ODQ3YzUwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Wolfwalkers(2020)",
        "description": "Wolfwalkers(2020)IMDb..8.3Wolfwalkers ဇာတ်ကားလေးက စိတ်ကူးယဉ် စွန့်စားခန်း animation ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်လူသားနဲ့ ဝံပုလွေကြားမှာတဲ့ တင်းမာတဲ့ ဆက်ဆံရေးတွေ ၊ မိန်းကလေးငယ်ငယ်လေး နှစ်ယောက်ရဲ့ခိုင်မာတဲ့ သံယောဇဉ် အကြောင်းလေး နဲ့ မိဘနဲ့ သားသမီး ကြားမှာရှိတဲ့ ချစ်ခြင်း မေတ္တာတို့ကို တစ်ခန်းနဲ့ တစ်ခန်း မရိုးသွားအောင် ရိုက်ပြထားတဲ့ Drama ဆန်ဆန်ကားလေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အေဒီ နှောင်းပိုင်းကာလမှာ လူသားတွေက ဝံပုလွေကို အရမ်း မုန်းတီးနေကြပါတယ်။မိန်းကလေးဆိုရင် အိမ်မှူ ကိစ္စပဲ လုပ်ရမယ်ဆိုတဲ့ ခေတ်ကြီးမှာ ရောဘင်လို့ ခေါ်တဲ့ ကလေးမလေးကသူ့အဖေနဲ့ အတူ ဝံပုလွေေတွေကို လိုက်သတ်ချင်တယ်။ အဲ့ဒါနဲ့ တစ်နေ့မှာ အဖေ့နောက် ခိုးလိုက်ရင်းတောထဲမှာ သူနဲ့အသက်သိပ်မကွာတဲ့ မေ့ဆိုတဲ့ ဝံပုလွေစောင့်ရှောက်သူနဲ့ ခင်သွားတယ်။တစ်တိုင်းပြည်လုံးက ဝံပုလွေတွေကို မုန်းတီးနေတာကြောင့် အန္တရာယ်ကင်းအောင်ထွက်သွားဖို့မေ့ကပြောပါတယ်... အဲ့ဒီနောက် ရောဘင် လေးဟာ မမျှော်လင့်ဘဲသိလိုက်ရတာက မေ့ရဲ့အမေဟာပြန်မလာတော့ဘဲ ထူးဆန်းစွာနဲ့ပျောက်ဆုံးသွားပါတယ်...မနေနိုင်လွန်းတဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Wi6z/Wolfwalkers.2020.WEB-DL.480P.PP.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/TMNTposter-1-136x200.jpg",
        "title": "TMNT (2007)",
        "description": "[Unicode]\nဒီကားလေးကတော့ လူငယ်ကြည့်ကြည့် လူကြီးကြည့်ကြည့်အဆင်ပြေတဲ့ လိပ်နင်ဂျင်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ ထုံးစံအတိုင်းလိပ်နင်ဂျာတို့ရဲ့ ရန်သူတော်ကြီးရှရက်ဒါကိုအနိုင်ယူပြီးအချိန်ကို ရိုက်ကူးထားတာပါ\nရှရက်ဒါကိုအနိုင်ယူပြီး လီယိုနာဒိုကလေ့ကျင့်ရေးလုပ်ဖို့တောထဲထွက်သွားခဲ့ပါတယ်\nတစ်ဖက်မှာကျန်ခဲ့တဲ့ညီအစ်ကိုသုံးကောင်ကလည်းသူ့နည်းသူ့ဟန်နဲ့ရှင်သန်ရုန်းကန်နေကြတာပေါ့\nဒီတစ်ခါသူတို့ရင်ဆိုင်ရမဲ့ ရန်သူတော်ကြီးက\nလွန်ခဲ့တဲ့နှစ်သောင်ထောင်ကတည်းကအသက်ရှင်နေတဲ့ သူရဲကောင်းဘုရင်ကြီးရုတ်ပဲဖြစ်ပါတယ်\nသူဟာ ကီကန်ကြယ်ရဲ့အလန်းတန်းကိုအသုံးပြုပြီးဝင်ပေါက်တစ်ခုဖန်တီးရာကနေ မသေမျိုးဖြစ်လာခဲ့တာပါ\nတန်ကြေးအနေနဲ့ သူ့ညီအစ်ကိုဗိုလ်ချုပ်လေးယောက်ဟာကျောက်ရုပ်တွေဖြစ်သွားခဲ့ပါတယ်\nသူဟာနှစ်သုံးထောင်ကြာအောင်တစ်ယောက်ထဲနောင်တတွေနဲ့ရှင်သန်ပြီး သူ့ညီအစ်ကိုတွေကိုအသက်ပြန်သွင်းဖို့စောင့်နေပါတယ်\nဝင်ပေါက်ကနေလွတ်နောက်ထပ်ဘေးထွက်ဆိုးကျိုးအနေနဲ့သတ္တဝါကြီး၁၃ကောင်ဟာလည်း ကမ္ဘာမြေပေါ်ကိုလွတ်ထွက်လာခဲ့ပါတယ်\nသတ္တဝါကြီး၁၃ကောင်ကို ပြန်ဖမ်းရင်း သူ့ညီအစ်ကိုစစ်ဗိုလ်တွေကိုအသက်ပြန်သွင်းမဲ့\nရုတ်ရဲ့အကြံအစည်ကို လိပ်နင်ဂျာတွေက တားဆီးမှာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် ။\nပေါ့ပေါ့ပါးပါးနဲ့ fight scene ကောင်းကောင်းလေးတွေပါတာမို့လို့ လက်လွှတ်မခံသင့်တဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ် ။\n( အညွှန်းရေးသားပြီး ဘာသာပြန်ထားသူကတော့ T lone ဖြစ်ပါတယ် )\n [Zawgyi]\nဒီကားေလးကေတာ့ လူငယ္ၾကည့္ၾကည့္ လူႀကီးၾကည့္ၾကည့္အဆင္ေျပတဲ့ လိပ္နင္ဂ်င္ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းကေတာ့ ထုံးစံအတိုင္းလိပ္နင္ဂ်ာတို႔ရဲ႕ ရန္သူေတာ္ႀကီးရွရက္ဒါကိုအႏိုင္ယူၿပီးအခ်ိန္ကို ႐ိုက္ကူးထားတာပါ\nရွရက္ဒါကိုအႏိုင္ယူၿပီး လီယိုနာဒိုကေလ့က်င့္ေရးလုပ္ဖို႔ေတာထဲထြက္သြားခဲ့ပါတယ္\nတစ္ဖက္မွာက်န္ခဲ့တဲ့ညီအစ္ကိုသုံးေကာင္ကလည္းသူ႔နည္းသူ႔ဟန္နဲ႔ရွင္သန္႐ုန္းကန္ေနၾကတာေပါ့\nဒီတစ္ခါသူတို႔ရင္ဆိုင္ရမဲ့ ရန္သူေတာ္ႀကီးက\nလြန္ခဲ့တဲ့ႏွစ္ေသာင္ေထာင္ကတည္းကအသက္ရွင္ေနတဲ့ သူရဲေကာင္းဘုရင္ႀကီး႐ုတ္ပဲျဖစ္ပါတယ္\nသူဟာ ကီကန္ၾကယ္ရဲ႕အလန္းတန္းကိုအသုံးျပဳၿပီး၀င္ေပါက္တစ္ခုဖန္တီးရာကေန မေသမ်ိဳးျဖစ္လာခဲ့တာပါ\nတန္ေၾကးအေနနဲ႔ သူ႔ညီအစ္ကိုဗိုလ္ခ်ဳပ္ေလးေယာက္ဟာေက်ာက္႐ုပ္ေတြျဖစ္သြားခဲ့ပါတယ္\nသူဟာႏွစ္သုံးေထာင္ၾကာေအာင္တစ္ေယာက္ထဲေနာင္တေတြနဲ႔ရွင္သန္ၿပီး သူ႔ညီအစ္ကိုေတြကိုအသက္ျပန္သြင္းဖို႔ေစာင့္ေနပါတယ္\nဝင္ေပါက္ကေနလြတ္ေနာက္ထပ္ေဘးထြက္ဆိုးက်ိဳးအေနနဲ႔သတၱဝါႀကီး၁၃ေကာင္ဟာလည္း ကမာၻေျမေပၚကိုလြတ္ထြက္လာခဲ့ပါတယ္\nသတၱဝါႀကီး၁၃ေကာင္ကို ျပန္ဖမ္းရင္း သူ႔ညီအစ္ကိုစစ္ဗိုလ္ေတြကိုအသက္ျပန္သြင္းမဲ့\n႐ုတ္ရဲ႕အႀကံအစည္ကို လိပ္နင္ဂ်ာေတြက တားဆီးမွာကို ၾကည့္ရႉရမွာပဲျဖစ္ပါတယ္ ။\nေပါ့ေပါ့ပါးပါးနဲ႔ fight scene ေကာင္းေကာင္းေလးေတြပါတာမို႔လို႔ လက္လႊတ္မခံသင့္တဲ့ကားေကာင္းေလးပဲျဖစ္ပါတယ္ ။\n( အညႊန္းေရးသားျပီး ဘာသာျပန္ထားသူကေတာ့ T ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/tmnt-2007/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kS2uY0L5qbEcho1o4itvtZEroMy.jpg",
        "title": "The Knight & The Princess(2019)",
        "description": "The Knight & The Princess(2019)IMDb...7.1ဒီတစ်ခါတော့ Animationကားကောင်းကောင်းလေးကို\nတင်ဆက်ပေးချင်ပါတယ်\n၇ရာစုပိုင်းလောက်မှာ အာရပ်တွေနေထိုင်တဲ့ အာရေးဗီးယန်းကျွန်းဆွယ်နဲ့\nအန္ဒိယသမုဒ္ဒရာအတွင်းမှာရှိတဲ့ ဆိပ်ကမ်းရှိတဲ့တိုင်းပြည်တွေဟာ ရောင်းဝယ်\nဖောက်ကားမှုတွေ ကုန်သွယ်မှုတွေလုပ်ခဲ့ကြပါတယ်....ပလိပ်ရောဂါစတင်ဖြစ်ပွားတဲ့အချိန်မှာ အာရပ်ကုန်သည်တွေဟာလည်း\nပလိပ်ရောဂါခံစားခဲ့ရပြီးတော့ သူတို့တိုင်းပြည်အတွင်း ရောဂါမကူးစက်နိုင်ဖို့\nပင်လယ်ပြင်မှာပဲအသေခံဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်....သူတို့သေသွားပြီးတဲ့နောက် ကျန်ရှိခဲ့တဲ့ သူတို့ရဲ့ဇနီးတွေနဲ့သားသမီးတွေကို သင်္ဘောတစ်စီးနဲ့\nရတနာပစ္စည်းတွေကိုတင်ပြီးတော့ သူတို့နေရပ် အာရပ်တိုင်းပြည်ကိုပြန်လည်ပို့ဆောင်ပေးခဲ့ပါတယ်....ကံမကောင်းစွာနဲ့ပဲ ဘုရင်ဒယ်ဟာအမိန့်ပေးခိုင်းစေတဲ့ မဒ်ပင်လယ်ဓားပြတွေရဲ့ တိုက်ခိုက်မှုကို\nခံခဲ့ရပြီးတော့ ပြန်ပေးဆွဲခံခဲ့ရပြီး  စစ်ပွဲကြီးဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်....စွန်းစားခန်း အမိုက်စား Animation ကိုမှ ကြိုက်သူတွေအတွက်တော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ် File Size :(900 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/Uavu/The_Knight_And_The_Princess.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]