[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-27-at-20.33.47-145x200.png",
        "title": "Night of the Animated Dead (2021)",
        "description": "Night of the Animated Dead (2021)=========================ဒီ​နေ့​ခေတ် Zombie apocalypseကား​တွေအ​ကြောင်း ​ပြောလိုက်ရင် Walking dead နဲ့သူရဲ့ Spin-off တစ်သိုက်၊World War Z, Zombieland, Resident Evilsတို့ကို အရင်ဆုံး​ပြေးမြင်မိကြမှာပါ။ဒါ​က​တော့ Walking deadရဲ့ ဘိုး​အေကြီးလို့​ပြောရမယ့် Animationဆိုလည်း မမှားပါဘူး၊ 1968တုန်းက ထွက်ရှိခဲ့တဲ့Director George A.Romeroရဲ့ Night of the Living Deadကို animated versionအဖြစ် 2021မှာ ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်၊ဇာတ်လမ်းအကြောင်း အနည်းငယ်ပြောပြရရင် Johnnyနဲ့ Barbaraတို့ ​မောင်နှမဟာ Pennsylvaniaပြည်နယ်မှာရှိတဲ့အ​ဖေ့အုတ်ဂူကို လွမ်း​သူပန်း​ခွေချဖို့ သွား​ရောက်ရင်း အ​မေရိကန်တစ်နိုင်ငံလုံး တစ်ချိန်တည်းနဲ့ Zombie Apocalypseကြီးထဲကိုချက်ချင်း​ရောက်ရှိသွားတဲ့အခါ ... နီးစပ်ရာယာ​တောအိမ်ထဲကို ဝင်ပုန်းရင်း ​ဒေသခံပြည်သူ​လေး​ယောက်နဲ့တူတူ အသားစားzombie​တွေရန်က​နေ လွတ်​မြောက်​အောင် ကြိုးစားရုန်းကန်ရပါတော့တယ်။Zombieကား​တွေရဲ့အနှစ်သာရဖြစ်တဲ့ ​သွေးသံရဲရဲ​တွေ၊ ရက်စက်ကြမ်းကြုတ်မှု၊ ရဲရင့်မှု၊ ...",
        "rating": "5.0",
        "url": "https://megaup.net/Zehs/Night.of.the.Animated.Dead.2021.1080p.WEBRip[CM].mp4",
        "category": "Animation, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZSzEDVdxWVMVO4oZDvoodQOEfr.jpg",
        "title": "Secret Magic Control Agency(2021)",
        "description": "Animation ဇာတ်လမ်း​တွေကိုမှနှစ်သက်သူတို့အတွက် Secret Magic Control Agency ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဂရင်းညီနောင် ပုံပြင်များထဲက ဟန်ဆယ်နဲ့ ဂရေတယ်ကို မသိတဲ့သူတော့ မရှိသလောက်ပါပဲ။ဒါကတော့ သူတို့ရဲ့ နောက်ထပ်ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။ဇာတ်လမ်းအစမှာ​တော့ တိုင်းပြည်တစ်ခုရဲ့ ဘုရင်ကြီးက အသက်ဝင်​နေတဲ့ အစားအသောက်တွေပြန်​ပေးဆွဲတာ ခံလိုက်ရပါတယ်အကယ်၍ ဘုရင်ပြန်​ပေးဆွဲခံလိုက်ရတာသာ သတင်းပေါက်ကြားသွားရင် တစ်တိုင်းပြည်လုံး က​မောက်ကမ ဖြစ်ကုန်မှာပါဒါ​ကြောင့် ဒီကိစ္စကို ​ဖြေရှင်းဖို့ SMCA ကို တာဝန်​ပေးလိုက်ပါ​တော့တယ်​အထူး​အေးဂျင့် ဂ​ရေတယ်နဲ့ သူ့အစ်ကို လူလိမ် ဟန်ဆယ်တို့က ဒီဇာတ်လမ်းထဲမှာတော့ မတည့်ကြတဲ့ မောင်နှမတွေအဖြစ်တွေ့ရပါတယ်။SMCA ရဲ့ ​ခေါင်း​ဆောင်က ပြန်​ပေးသမားကို ဖမ်းဖို့ လူလိမ်အကြီးစားကို သုံးရမယ်လို့ ဆုံးဖြတ်လိုက်ပြီး သူတို့နှစ်​ယောက်ကို တာဝန်​ပေးလိုက်ပါ​တော့တယ်စုံစမ်း​နေရင်း ဟန်ဆယ်ရဲ့ အမှား​ကြောင့် သူတို့နှစ်​ယောက်လုံး က​လေး​ပေါက်စ​လေး​တွေ ပြန်ဖြစ်သွားကြပါတယ်က​လေး​လေး​တွေ အဖြစ်နဲ့ ပဲ ပြန်​ပေးသမားကို လိုက်ရှာရင်း အလွဲ​လေး​တွေနဲ့ စွန့်စားခန်း ဖွင့်ကြပါ​တော့တယ်သူတို့​တွေ ဘုရင်ကြီးကို ရှာ​တွေ့ပါ့မလား ...",
        "rating": "6.2",
        "url": "https://megaup.net/Z7uk/(CM)Secret_Magic_Control_Agency.1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p82271_p_v10_aa-150x200.jpg",
        "title": "Millennium Actress (2001)",
        "description": "Millennium Actress (2001)\n===============\nIMDb Rating - 7.9/10\nDirected By Satoshi Konဘယ်လောက်ထိရောက်ခဲ့ပြီး ဘာကောင်ကြီးဖြစ်ခဲ့ကြတယ်ဆိုတာထက်\nဘာအတွက်သွားခဲ့သလဲက ပိုအရေးကြီးတယ်မဟုတ်လား။\nဒီခရီးဟာ ဘယ်တော့မှဆုံးတယ်မရှိတော့ ဘာအတွက်သွားတယ်ဆိုတဲ့ မျှော်လင့်ချက်က အထားအသိုမမှားဖို့ လိုတယ်။\nတစ်စုံတစ်ရာအပေါ် ချစ်တဲ့စိတ်သာ မှန်နေပါစေလေ သေအောင်ကြိုးစားပြီး ဘာမှဖြစ်မလာခဲ့တဲ့ အကြောင်းတရားကလည်း ယုံကြည်မျှော်လင့်ခြင်း‌များကို ဖျက်စီးမပစ်နိုင်ဘူး။ဘယ်လောက်ထိသွားပြီး ဘာဖြစ်ခဲ့တယ်ဆိုတာတွေထက်\nတစ်စုံတစ်ရာအတွက်သွားပြီး ဘယ်မှမရောက်ခဲ့ရဘူးဆိုတဲ့ ဇာတ်လမ်းတွေက ပိုခမ်းနားတယ်လို့ ကျွန်တော်တော့ တစ်ထစ်ချယုံတယ်။\nဂျပန်ဝတ္တုကလေးတစ်ပုဒ်ထဲကလို တစ်ချိန်မှာ တောင်ကြောလေးတစ်ခုကနေ အိမ်ကလေးကိုမျှော်ငေးပြီး တစ်စုံတစ်ရာကိုလုပ်ဖို့ဆုံးဖြတ်ရာမှာ\nနှလုံးသားနဲ့ဆုံးဖြတ်ရင်း မှန်ကန်ခဲ့တဲ့ ကိုယ့်ရဲ့ဆုံးဖြတ်ချက်တွေကို ပြန်ကျေနပ်မိပြီး တစိမ့်စိမ့်အရသာခံနိုင်ဖို့\nဘာအတွက် ဒီခရီးကိုသွားခဲ့တာလဲဆိုတဲ့ အချက်ဟာ အတော်လေးအရေးပါတယ်။\nMillennium Actressဟာ ဂျပန်ဂန္တဝင် သရုပ်ဆောင်၂ယောက်ရဲ့ဘဝကို\nကိုးကားရိုက်ထားတဲ့ အလားတူ အကြောင်းအရာတစ်ခုအကြောင်းပါပဲ။Millennium Actressဟာ ကူရိုဆာဝါရဲ့Ran, Seven Samurai,Yojimbo,Throne Of Bloodနဲ့ Godzillaရုပ်ရှင်အပြင်\nတခြားရုပ်ရှင်ပေါင်းများစွာက ဇာတ်ဝင်ခန်းတွေကို ကိုးကား ထည့်ထားပြီး Perfect Blueနဲ့ Millennium Actressကို\nညီအစ်မရုပ်ရှင်တွေအဖြစ် စတိုရှိခွန်က ...",
        "rating": "7.9",
        "url": "https://megaup.net/30Wmo/Millennium_Actress_(2001)_1080p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qChIxlYpbsnVw2oXYI5WFPFGxFB.jpg",
        "title": "Moonbound(2021)",
        "description": "Moonbound(2021)အညွှန်း**********************ဂျာမနီနိုင်ငံရဲ့ နာမည်အကြီးဆုံး ကလေးစာအုပ်တွေထဲက တစ်အုပ်ဖြစ်တဲ့ Monnbound ဆိုတဲ့စာအုပ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကား လေးဖြစ်ပါတယ်။ဇွန်ဘာ့ဂ်ပိုးကောင်လေးတွေနေထိုင်တဲ့သီးခြားကမ္ဘာငယ်လေးတစ်ခုရှိတယ်...\nသိပ်ကိုပျော်စရာကောင်းတယ်..\nအချင်းချင်းရန်လိုမှုနည်းတယ်...ရိုင်းပင်းတယ်..ကူညီတယ်...\nဆိုးယုတ်မှုဆိုတာဘာမှန်းမသိတဲ့သူတို့ ကမ္ဘာငယ်လေးကို\nကျူးကျော်သူ အရိုင်းအစိုင်းတွေဟာ\nဝင်ရောက်တိုက်ခိုက်လာတယ်...အင်အားချင်းမမျှတဲ့အပြင် တိုက်ပွဲအတွေ့အကြုံနည်းပါးလွန်းတဲ့\nဇွန်ဘာ့ဂ်လေးတွေဟာ မရှုမလှရှုံးဖို့လက်မတင်လေးလိုပါတော့တယ်..\nအဲ့အချိန်မှာပဲ\nဇွန်ဘာ့ဂ်လေးတစ်ကောင်ဟာ နတ်သမီးတစ်ပါးဆီကို အကူအညီတောင်းပါတယ်...\nကျူးကျော်သူတွေကို အပြီးအပိုင်နှိမ်နှင်းပေးဖို့ပေါ့....\nအဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ကိစ္စတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....\nဇာတ်လမ်းလေးကလည်းကောင်းတဲ့အပြင်\nရိုက်ချက်တွေလည်း တော်တော်လှတာမို့\nAnimation ကားကောင်းကြိုက်သူတို့\nလက်မလွှတ်သင့်ပါကြောင်း.....File Size :850MB\nQuality :WEB-DL 720P\nFormat…mp4\nDuration…01:25:00\nGenre : Animation, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1EZtb/Moonbound.2021.WEB-DL.1080P.5.1CH.mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Gantz-o-poster-133x200.jpg",
        "title": "Gantz:O (2016)",
        "description": "Gantz: O (2016)_____IMDb - 7.1/10ကဲ အခုတခါတော့အန်နီမေးရှင်းပရိတ်သတ်တွေ\nအတွက်၂၀၁၆နှစ်ကုန်လောက်မှာထွက်ခဲ့တဲ့\nဇတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အတော်\nလည်းနာမည်ကြီးခဲ့တဲ့ဇတ်ကားတစ်ကားပါပရိတ်သတ်\nတွေအကြိုက်တွေ့မယ်လို့လည်းမျော်လင့်ပါတယ်\nသူတစ်ပါးကိုအမြဲကူညီတတ်တဲ့ကတိုဆိုတဲ့လူငယ်လေးတစ်ယောက်\nတစ်နေ့လူတစ်ယောက်ကိုကူညီရင်းသေဆုံးသွားတဲ့အခါမှာ\nဘာဆက်ဖြစ်မလဲကိုယ့်ကိုကိုသေပြီလို့ထင်ထားတဲ့\nကတိုတစ်ယောက်တကယ်တန်းမသေသေးပဲအခန်းလေးတစ်ခန်းကို\nရောက်ရှိသွားတဲ့အခါမှာဘာဆက်ဖြစ်မလဲအခန်းလေးထဲက\nလူတွေကကောဘယ်သူတွေလဲမိမိမူလဘဝကိုပြန်ရောက်ဖို့ဂန်းဆိုတဲ့ကစား\nပွဲတစ်ပွဲကိုကတိုကစားရတဲ့အခါမှာ\nဘယ်လိုစခန်းသွားမလဲမိမိတို့ရဲ့ကစားပွဲဟာထင်သလို\nမလွယ်ကူပဲလူ့ဘီလူးကြီးတွေနဲ့တိုက်ခိုက်ရတဲ့အခါမှာ\nကောကတိုတို့အုပ်စုအလွယ်တကူတိုက်ခိုက်နိင်မှာလား\nကစားပွဲအပြင်ကိုပြန်ရောက်နိင်ပါ့မလား\nဒီဇတ်ကားကိုကြည့်ရင်းဂျပန်တွေရဲ့ရုပ်ရှင်ပညာအရည်အသွေးကို\nသိသိသာသာမြင်နိင်ပါတယ်တိုကျိူလို\nအိုဆာကာလိုနေရာမျိုးကိုတသွေမတိမ်းတူအောင်\nဖန်တီးနိင်တဲ့ကွန်ပြူတာပညာကိုတော့အတော်\nလေးစားမိပါတယ်လူနဲ့အတော်လေးလည်းတူအောင်ပြုလုပ်ထားတဲ့\nအတွက်ပရိတ်သတ်တွေအကြိုက်\nတွေ့ဦးမယ်လို့ကျွန်တော်ရဲရဲကြီးအာမခံပါတယ်\nကျွန်တော်ပြောသလိုဟုတ်မဟုတ်ဆိုတာကတော့ဒေါင်း\nကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပြောကြားရင်းကြည့်လိုက်ကြပါဦးလို့(ဇာတ်ကားအညွန်း နဲ့ ဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ)\nFile size…1.12GB / 823MB\nQuality…1080p HEVC / 720p\nFormat…Mp4\nDuration….1h 35mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant",
        "rating": "7.1",
        "url": "https://megaup.net/YNb1/Gantz.O.2016.1080p.BluRay.x264.DTS_HEVC_%7BCM%7D_Recoded.mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/thumb-1920-84051-140x200.jpg",
        "title": "Coraline (2009)",
        "description": "Coraline (2009)\nIMDb - 7.7/10_____Rotten - 90%သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ် ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ...\nလူကြီးမင်းတို့ရဲ့ မျက်လုံးကိုဖယ်ထုတ်ပြီး\nကြယ်သီးတွေအစားထိုးတပ်ခံထားရတဲ့ ခံစားချက်မျိုး ခံစားဖူးပါသလား ?\nမခံစားဖူးရင် ဇာတ်လမ်းအကျဉ်းချုပ်လေးဆီသွားရအောင်\nတကယ်တော့ ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ\nရင်ထဲထိအမြဲတမ်းစွဲကျန်စေခဲ့တဲ့ ကာတွန်းရုပ်ရှင်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်...\nဒီဇာတ်ကားလေးမှာ ကိုရာလိုင်း (Coraline) ဆိုတဲ့ကလေးမလေးက\nအဓိကသရုပ်ဆောင်ထားပါတယ်...\nစူးစမ်းလိုစိတ်အပြည့်နဲ့ သတ္တိရှိတဲ့ ကောင်မလေးတစ်ယောက်အဖြစ်နဲ့ပေါ့...\nသူမရဲ့မိဘတွေနဲ့ကတော့ အဆင်မပြေပါဘူး အလုပ်ကိုသာလုပ်နေကြတဲ့\nကိုရာလိုင်းရဲ့မိဘတွေဟာ သားသမီးကို ဂရုမစိုက်နိုင်တဲ့အတွက် သူတို့ကြားမှာ\nအဆင်မပြေမှုလေးတွေရှိနေခဲ့ပါတယ်...တစ်နေ့သူတို့မိသားစုဟာ အိမ်အသစ်ဆီကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်...\nထုံးစံအတိုင်း ကိုရာလိုင်း ကတော့ တစ်ယောက်တည်းပဲပေါ့...\nဒီလိုနဲ့ တစ်နေ့မှာ အိမ်ရဲ့တစ်နေရာက မှော်ဝင်တံခါးပေါက်တစ်ခုကို\nတွေ့သွားခဲ့တဲ့အချိန်ကစပြီး ဇာတ်လမ်းစပါပြီ...\nဒီမှော်ဝင်တံခါးပေါက်ရဲ့တစ်ဖက်မှာ ဘာတွေရှိနေမလဲ ??\nစူးစမ်းတတ်ပြီး သတ္တိရှိတဲ့ ကိုရာလိုင်းတစ်ယောက် ဘာတွေဖြစ်လာမှာလဲ ??\nဆိုတာတွေကိုတော့ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...\nIMDb rating 7.7/10 ထိ ရရှိထားတဲ့ ဒီကာတွန်းရုပ်ရှင်လေးဟာ\nဘယ်လောက်ထိကောင်းတယ်ဆိုတာကိုတော့ အထူးတလည်ညွှန်းစရာ\nမလိုတော့ဘူး ထင်ပါတယ်..\nအော်စကာဆုအတွက် ဆန်ခါတင်စာရင်းမှာပါခဲ့တဲ့အပြင်\nဆုတော်တော်များများကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်...\nမိဘနဲ့သားသမီးတွေရဲ့ကြားက လိုအပ်ချက်လေးတွေကို\nဘယ်လိုဖြည့်ဆည်းရမယ်ဆိုတာကိုလည်း\nဒီဇာတ်ကားလေးက ညွှန်ပြပေးသွားပါတယ်...\nလက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး\nလေကြောရှည်နေပြီ ဖြစ်တဲ့အတွက် အားပေးခံစားကြည့်ရှုပေးကြပါဦး...ဒီဇတ်ကားအတွက် အညွှန်းကို ကို  Yé ...",
        "rating": "7.7",
        "url": "https://megaup.net/1EUmt/Coraline_BluRay_1080p_HEVC_5.1Ch_(CM).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDtBAXBupxS9jirK1Jg86dvo3CG.jpg",
        "title": "White Snake II: The Tribulation of the Green Snake ( 2021 )",
        "description": "တရုတ်ပြည်ရဲ့ မြွေဖြူနဲမြွေစိမ်း ညီအစ်မ white snake animation ဇာတ်လမ်းရဲ့အဆက်white snake2 ဟာ ၂၀၂၁ထွက် animation movieကောင်းလေးပါစတင်ပြသတဲ့၃ရက်အတွင်း box office ဝင်ငွေး$77millionsအထိ စံချိန်တင်ရရှိထားပါတယ်.. ဒီဇာတ်ကားမှာမြွေစိမ်းမလေး ရှောင်ချင်းကို အဓိကထားရိုက်ကူးထားတာပါ....မြွေဖြူမလေးရှောင်ပိုင်ဟာ အချစ်အတွက်ကြောင့် ဘုန်းတော်ကြီးရှောဖာဟိုင်ရဲ့လွေဖုန်း မျှော်စင်အောက်မှာ ဖမ်းချုပ်ထားခြင်းခံရပါတယ်...ဒါကိုလက်မခံနိုင်တဲ့ရှောင်ချင်း(မြွေစိမ်းမလေး)ဟာ ဘုန်းတော်ကြီးဖာဟိုင်ကိုပြန်တိုက်ခိုက်ရင်း ရှုံးလော်မြိုဆိုတဲ့ နေရာကိုအမှန်မထင်ရောက်သွားပါတယ်..ရှုံးလော်မြို့ကလူတွေဟာ စိတ်ထဲလွှတ်မချနိုင်တဲ့အရာတွေရှိနေလို့လူပြန်မဝင်စားနိုင်ပဲ ရောက်လာတဲ့သူတွေ ပါ... အန္တရာယ်ပေါင်းများစွာနဲ့ပြည့်နှက်နေတဲ့ရှုံးလော်မြို့မှာ ရှောင်းချင်းတစ်ယောက် ရှင်သန်နိုင်ပါ့မလာ....ရှုံးလော်မြို့ကနေထွက်ခွာနိုင်ပါ့မလား.... ရှုံးလော်မြို့မှာသူ့အစ်မရှောင်ပိုင်နဲ့ရုပ်ချင်းဆင်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ ဆုံရတဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ... အစ်မဖြစ်သူနဲ့ရောပြန်ဆုံနိုင်ပါ့မလား..အချစ်..အမုန်း...ရင်ထဲက အာဃာတတွေ...ခံစားချက်မျိုးစုံ ကို ကြည့်ရှုခံစားရမှာပါ...... Quality : HDRip 1080pFormat : mp4Genres : Animation , Action  ,Adventure , FantastyDuring : 2h 11minSubtitle : Myanmar Sub ( Hardsub sub ...",
        "rating": "6.8",
        "url": "https://megaup.net/1EUmv/White.Snake.2.1080p.HDRip.CM.mp4",
        "category": "Action, Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/White-Snake-2019-141x200.jpg",
        "title": "White Snake (2019)",
        "description": "White Snake 2019=============\"မြွေဖြူမိစ္ဆာနှင့်မှော်ဆံထိုး\"IMDb Rating 7.1/10 ထိ ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဒီအန်နီမေးရှင်း ဇာတ်လမ်းလေးကတော့ တရုတ်ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့မြွေဖြူမိစ္ဆာအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းကို အခြေခံပြီး ရှေ့မှာလည်း Live action ရော animation တွေရော ပုံစံအမျိုးမျိုး ထွက်ခဲ့ဖူးပေမယ့် အခုကတော့ ပိုကောင်းတဲ့ animation ရုပ်ထွက်တွေနဲ့ ပိုပြီးကြည့်ကောင်းလာပါပြီရိုက်ချက်အလန်းတွေ နောက်ခံတီးလုံးအလန်းတွေ လှပတဲ့ရှုခင်းတွေနဲ့ကြည့်ရှူ့သူကို ဆွဲဆောင်သွားမှာပါ...ဒီတော့ အားပေးကြည့်ရှူ့ကြပါဦးလို့။ Quality – 1080P, 720p  Blu-Ray.6CHDuration – 1 hrs 39 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :  Animation, Action, AdventureSource : 1080p.Blu-Ray.6CHTranslator – Ye Kyaw HtetEncoder – San Win Maung",
        "rating": "7.1",
        "url": "https://megaup.net/YWIn/(CM)White.Snake.2019.CHINESE.1080p.BluRay.H264.5.1CH.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Up (2009)",
        "description": "Up (2009)\nIMDb - 8.2/10_______Rotten - 98%\nWon 2 Oscars. Another 78 wins & 82 nominations\nဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine's Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊\nသူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။\nUp ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။\nဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်\nကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။\nဒီ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1EUev/Up.2009.1080p.BluRay_{CM}_Recode.mp4",
        "category": "Adventure, Animation, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/MV5BOTgxMDQwMDk0OF5BMl5BanBnXkFtZTgwNjU5OTg2NDE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Inside Out (2015)",
        "description": "ဒီနေ့တော့ CM ပရိတ်သတ်တွေအကြိုက်တွေ့စေမယ့် Animation ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရခဲ့သလို..ရုပ်ရှင်ဝေဖန်ရေးတွေကလည်း ချီးကျူးထားတဲ့ Animation ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ် ..Animation တကားအနေနဲ့လည်း ထူးထူးခြားခြား IMDb Rating မှာ 8.5 အထိ တောင်ရောက်ရှိထားတာမို့ ကောင်းလားမကောင်းလားဆိုတာလုံးဝစဉ်းစားနေစရာလိုမှာလည်းမဟုတ်တဲ့အပြင်..ကြည့်သင့်တဲ့ Animation ဖြစ်ကြောင်းအသိ ပေးချင်ပါတယ်။အညွှန်းလေးအရင်ခံစားကြည့်ရအောင်အညွှန်းကနည်းနည်းတော့ရှည်ပါတယ်..သေသေချာချာခံစားချင်ရင် တော့စာကိုအဆုံးထိဖတ်ဖို့အကြံပေးလိုက်ပါတယ်..ဒီကားက Pixar ရဲ့ ကာတွန်းကားကောင်းတစ်ကားဖြစ်ပြီး၊ ကလေးလူကြီးမရွေး ကြည့်နိုင်တဲ့ဇာတ်ကား ကောင်းတစ်ကားပါ။The Incredibles ဇာတ်ကား Review တုန်းက Pixar ရဲ့ အကြောင်း ပရိတ်သတ်ကြီးကို ပြောပြခဲ့ဖူးပါတယ်။ဒီကုမ္ပဏီကရိုက်တဲ့ ကာတွန်းတိုင်းက ဇာတ်လမ်းကောင်းပြီး အနုပညာရသမြောက် တယ်လို့ အားလုံးသိထားကြပါတယ်။ဒီကားကလည်း ဒီအတိုင်းပဲ အနုပညာရသမြောက်အောင် ရိုက်ကူးထားနိုင်သလို၊ တကယ့် ဝမ်းနည်းကြည်နူး စရာ ကောင်းပြီး၊ခံစားချက်ရသစုံပေးနိုင်အောင် ရိုက်ကူးထား နိုင်တာတွေ့ရပါတယ်။Pixar အကြောင်းပြောရင် Toy Story 1, 2, 3 ကို မပြောပဲ နဲ့မပြီးပါဘူး။ ဒီသုံးကားက ...",
        "rating": "8.2",
        "url": "https://megaup.net/YR7r/Inside.Out.2015.2160p.BluRay_HEVC_5.1_H_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/images-133x200.jpg",
        "title": "Only Yesterday (1991)",
        "description": "Only Yesterday (1991) ကတော့ Studio Ghibli က ထုတ်လုပ်တဲ့ ဂျပန် Animated, Drama လေးပဲဖြစ်ပါတယ်။ပုံမှန် Animation ရုပ်ရှင်တွေက ကွဲလွဲနေတဲ့အချက်ကတော့ အရွယ်ရောက်ပြီးသူ အမျိုးသမီးတွေအတွက် ရည်ရွယ်ထားတဲ့ သရုပ်မှန် Drama လေးတစ်ပုဒ်ဖြစ်နေတာပါပဲ။Box Office မှာလည်း အံ့သြစရာကောင်းလောက်အောင် အောင်မြင်ခဲ့ပြီးတော့ အရွယ်ရောက်ပြီးသူအမျိုးသား အမျိုးသမီးတွေက တခဲနက် အားပေးခဲ့ကြတဲ့အတွက် ဂျပန်နိုင်ငံမှာ ဝင်ငွေအများဆုံး ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။IMDB Rating က 7.7 ရရှိထားပြီး Rotten Tomato 100% ထိရရှိထားပါတယ်။     ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၈၂ ခုနှစ်မှာ အသက် ၂၇ နှစ် အရွယ် အိမ်ထောင်မရှိသေးတဲ့ Taeko Okajima က တိုကျိုမြို့မှာ တစ်သက်လုံး အခြေချနေထိုင်ခဲ့ပြီးတော့ အားလပ်ရက်မှာ ကျေးလက်ဒေသကို သွားပြီး လယ်အလုပ်သွားလုပ်ပါတယ်။သွားတဲ့လမ်းတလျှောက်မှာ သူ့ရဲ့ ၁၀ နှစ်အရွယ်က ...",
        "rating": "7.7",
        "url": "https://megaup.net/YQt6/Only_Yesterday_(1991)_[1080p]_(CM).mp4",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ratatouille-2007-133x200.jpg",
        "title": "Ratatouille (2007)",
        "description": "Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်သူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/YNbf/Ratatouille.2007.2160p.BluRay.x264.8bit.SDR.TrueHD.7.1.Atmos-HEVC_%7BCM%7D_Recoded.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-17.44.47-161x200.png",
        "title": "Mortal Kombat Legends: Battle of the Realms (2021)",
        "description": "Mortal Kombat Legends: Battle of the Realms (2021)======================================IMDb Rating - 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion's Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်\nညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊\nScorpion' Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်က\nပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion's Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kEbt/Mortal.Kombat.Legends.Battle.of.the.Realms.2021.1080p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRnPT88iD5zgeUPjHqaZznrxk5m.jpg",
        "title": "Extinct(2021)",
        "description": "Extinct(2021) အညွှန်း*******************၁၈၃၅ ခုနှစ် အမည်မသိကျွန်းတကျွန်းပေါ်မှာ အဒ်နဲ့အော့ပ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိကြတယ်..သူတို့က ဘာကောင်လေးတွေလဲဆိုတော့ ဖလန်မယ်လို့အမည်ရတဲ့ဒိုးနပ်ပုံစံ ဗိုက်မှာအပေါက်လေးတွေနဲ့ ချစ်စရာ ရှဉ့်လိုကောင်လေးတွေပါ...ညီမဖြစ်သူအော့ပ်က တခြားမျိုးနွယ်တူတွေနဲ့အမြင်ကိုဂရုမစိုက်တတ်ပဲအဆော့သန်ပြီး ပေါက်တတ်ကရတွေ အမြဲလုပ်တတ်တယ်....အစ်ကိုဖြစ်သူအဒ်ကတော့ အေးဆေးသမား အော့ပ်တလွဲလုပ်သမျှ ခံရပြီး မျိုးနွယ်တူဖလန်မယ်အသိုင်းအဝိုင်းမှာ ဝင်ဆန့်ချင်ရှာတဲ့သူပေါ့....​တနေ့တော့ သူတို့နှစ်ကောင် အကြီးကြီးလွဲပြီး ၂၁ ရာစုက ရှန်ဟိုင်းမြို့ကို time travel ရောက်သွားပါတော့တယ် ..အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....  File Size :(1.3GB) and (757 MB)\nQuality : HD-Rip 1080p\nFormat…mp4\nDuration…01:24:00\nGenre : Animation , Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/YAf3/Extinct.2021.HDRip.1080p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2IwNjM0ODktYTZkNy00ZTA0LWEzMWYtMDE3ZDg0YmI3YzQ3XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-135x200.jpg",
        "title": "The Witcher: Nightmare of the Wolf (2021)",
        "description": "ဒီ Animationဇာတ်လမ်းက​တော့ The Witcher universeထဲက ဇာတ်လိုက်​ကျော်ကြီးGeralt of Riviaအ​ကြောင်းမဟုတ်ပါဘူး။သူ့ရဲ့ဆရာ Vesemir : The Nightmare of the Wolfရဲ့ ဘဝဇာတ်​ကြောင်းကို အ​ခြေခံရိုက်ကူးထားတာပါ။ဒါ​ကြောင့် Live Action season1ရဲ့ timelineထက် ပို​စောပါလိမ့်မယ်။ဒီAnimationထဲမှာ Vesemirရဲ့ ငယ်ဘဝဇာတ်​ကြောင်း၊ Witcher တစ်​ယောက်ဖြစ်လာဖို့ ​ကျော်ဖြတ်ရတဲ့စမ်းသပ်မှု​တွေ၊သူ့ရဲ့စွန့်စားခန်း​တွေနဲ့အတူ ​ရှေးအယူအရ သာမန်လူ​တွေရဲ့ witcher​တွေအ​ပေါ် သ​ဘောထားကိုလည်း ​ပေါ်လွင်​အောင်ရိုက်ကူးပေးထားပါတယ်ဒါ့အပြင် Kaedwen တိုင်းပြည်က Madam Tetra Gilcrestကလည်း Witcher​တွေကို ရန်ငြိုးရန်စရှိတဲ့အတွက်​ကြောင့်မ​ကောင်းဆိုးဝါး​​တွေ၊ နတ်ဆိုး​​တွေနဲ့ပူး​ပေါင်းပြီး Vesemirတို့ရဲ့ Witcherတိုင်းပြည်ကြီးကို အပြီးတိုင် အမြစ်ဖြတ်ပစ်ဖို့ ကြိုးစားလာတဲ့အခါမှာ....Witcher verseရဲ့ထုံးစံအတိုင်း ကြမ်းကြမ်းတမ်းတမ်းအ​ပြောအဆို​တွေ၊ သတ်ခန်းဖြတ်ခန်း​တွေကို ​သွေးသံတရဲရဲနဲ့ ပီပီပြင်ပြင်တင်ဆက်ထားတာ​ကြောင့်R -ratedအဖြစ် သတ်မှတ်လို့ရပါတယ်သိပ်မကြာခင်ထွက်လာ​တော့မယ့် Witcher Season 2မှာလည်း ဒီကားရဲ့ ဇာတ်​ဆောင် Vesemirပြန်လည်ပါဝင်လာမှာမလို့ဒီ​နေ့ထွက်ဇာတ်ကားအသစ်​လေးနဲ့ သူ့ရဲ့ဘဝဇာတ်​ကြောင်း​ကို animation​ကောင်း​ကောင်း၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ev97/The.Witcher.Nightmare.of.the.Wolf.2021.1080p.WEB.H264(CM).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p18759865_p_v13_ab-150x200.jpg",
        "title": "PAW Patrol: The Movie (2021)",
        "description": "Paw Patrol : The Movie (2021)IMDb - 6.4/10CM Fanများအတွက် Paw Patrol : The Movieဆိုတဲ့\nဒီ​နေ့ထွက် animation ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။အသစ်ထွက်တဲ့ရုပ်ရှင်တိုင်း action, horror, drama​တွေပဲ ဖြစ်​​နေလို့\nငြီး​ငွေ့​နေကြတဲ့ ပရိတ်သတ်တို့အတွက် အချိန်တစ်နာရီခွဲလောက်\nစိတ်ကြည်နူး​ပျော်ရွှင်​စေနိုင်မယ့် animation​လေးဖြစ်မှာ ​အ​သေအချာပါပဲ ဇာတ်လမ်းအကျဥ်းက​တော့ Paw Patrol​လေးတို့ရဲ့ ရန်သူ​​​တော်ကြီး\nHumdingerတစ်​​​ယောက် Adventure Cityဆိုတဲ့မြို့​လေးမှာ\nမြို့​တော်ဝန်သွားလုပ်ပြီး ဒီကမ္ဘာကြီးကိုအန္တရာယ်ကျ​ရောက်​စေမယ့် စမ်းသပ်မှုတစ်ခုကို လုပ်ဖို့ ကြိုးစားလာပါတယ်ရန်သူ​တော်ကြီးရဲ့အဖျက်လုပ်ငန်းကို\n​အဖွဲ့ခေါင်း​ဆောင် Ryderနဲ့ သူ့ရဲ့အဖွဲ့ဝင် ပါပီ​လေးတို့တသိုက်\nဘယ်လို​ခေတ်မှီနည်းပညာ​တွေ၊ စက်ပစ္စည်း​တွေနဲ့ ရ​အောင်တားကြမလဲ?အဖွဲ့ဝင်ပါပီ​လေးတစ်​ကောင်ရဲ့ အတိတ်​ဇာတ်ကြောင်းက​နေ .....\nအဖွဲ့အ​ပေါ် ဘယ်​လောက်ထိရိုက်ခတ်မှုရှိမလဲ?Patrol အဖွဲ့ဝင်အသစ်​လေးက ဘယ်သူဖြစ်မလဲဆိုတာကို...ချစ်စရာ​ကောင်းတဲ့ ကာတွန်းဇာတ်​ကောင်လေး​တွေနဲ့\nရယ်စရာ၊​ပျော်စရာ၊ သနားစရာ ရသမျိုးစုံကိုခံစားရင်း ကြည့်ရှုရမှာပါ။\nAnimationဇာတ်​ကား​လေးဖြစ်တာမို့\nကိုယ့်မိသားစုနဲ့၊ သားသားမီးမီးတို့နဲ့တူတူ ကြည့်ဖို့အတွက်လည်း အဆင်​ပြေပါတယ်။ချစ်ရတဲ့မိသားစုနဲ့အတူ ​ပျော်ရွှင်ကြည်နူးစရာအချိန်တစ်နာရီခွဲခန့်ကို\nဒီ Animationကား​လေးနဲ့ တူတူကုန်ဆုံးလိုက်ပါReview - JimxFile size…1.7GB and 1Gb and ...",
        "rating": "6.4",
        "url": "https://megaup.net/Yudg/PAW.Patrol.The.Movie.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Adventure, Animation, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOGFkNTY0YWUtOGQ4OS00NTQ3LWIyYzItZDUyOTBmZDU0OGMxL2ltYWdlXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-134x200.jpg",
        "title": "Hercules(1997)",
        "description": "ကျနော်တို့ Translator ကြီး ကိုမျိုးမင်းသူသန်းမြင့် မှ Animation ရုပ်ရှင်များကိုစဉ်ဆက် မပြတ် ဘာသာပြန်ပေးနေရင်းကနေ ယခု တစ်ခါ ကျနော်တို့ ငယ်ဘ၀ ကိုပြန်ပြောင်းသတိရစေမယ့် ဟာကျူလီ (Hercules) ကာတွန်းကားကို ထပ်မံဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ....ပိုထူးခြားစေတာကတော့ ကာတွန်းရုပ်ရှင်ထဲမှ ဇတ်ဝင်သီချင်းများကိုပါ အသေးစိတ်ကျကျဘာသာပြန်ပေးထားတာ ဖြစ်လို့ Download ဆွဲ သိမ်းထားသင့်တဲ့ ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်..(သစ်ဆန်းခန့်)File size…1.51GB and 761MB and 358MB\nQuality…1080p Blu-Ray HEVC and 720p and 480p\nFormat…Mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myo Min Thu Than Myint",
        "rating": "7.3",
        "url": "https://megaup.net/2knlw/Hercules.1997.1080p.BluRay.X264-HEVC(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkzMzM3OTM2Ml5BMl5BanBnXkFtZTgwMDM0NDU3MjI@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "The Emoji Movie (2017)",
        "description": "လူတိုင်း အသုံးပြုနေတဲ့ Emoji လေးတွေ အကြောင်းလေ့လာ စမ်းစစ် ဖူးပါသလား...ဥပမာ တစ်နေ့ကို Emoji ဘယ်နှစ်ခုသုံးတယ်ဘယ် Emoji ကို အသုံးများနေတယ် ဆိုတာကိုပေါ့ဒီ The Emoji Movie မှာတော့ လူတိုင်းရဲ့ ဖုန်းတစ်လုံးဆီမှာEmoji လေးတွေ ရဲ့ ကမ္ဘာရှိပါတယ်ဒစ်ဂျစ်တယ် ကမ္ဘာပေါ့အဲ့ဒီ ဒစ်ဂျစ်တယ် ကမ္ဘာလေးတွေထဲက Emoji တွေဟာလူတစ်ယောက်စီ တိုင်းအတွက် အလုပ်လုပ်ပေးရပါတယ်Emoji ဌာန တွေ ရှိပြီး စနစ်တကျ စည်းမျဉ်းအတိုင်းသွားရပါတယ်အကယ်၍များ သင် ဖုန်းကနေ တစ်ယောက်ယောက်ကိုEmoji မှားပို့လိုက်တာ ဆိုရင် Digital World ထဲက Emojiတစ်ကောင်က အမှားလုပ်မိလိုက်တာ ဖြစ်ပြီး သူ့နေရာအစားထိုးခံရပြီး အလုပ်ပြုတ်သွားနိုင်ပါတယ် :Pကဲ Emoji လေးတွေ ဘယ်လို အလုပ်လဲ ကြည့်ဖို့အသင့်ပဲလားဒီရုပ်ရှင်ကားကို Aye Mon Kyaw က ဘာသာပြန်ပေးထားပြီးThit San ...",
        "rating": "5.7",
        "url": "https://megaup.net/30jix/The.Emoji.Movie.2017.1080p.BluRay_HEVC_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/images-133x200.jpg",
        "title": "Home (2015)",
        "description": "\" အိမ် \" ဆိုတာ လူသားတွေ အတွက် အနွေးထွေးဆုံးနေရာစိတ်အလုံခြုံမှု အပေးဆုံးနေရာ တစ်ခု ပေါ့ဘုဗ် တွေ အတွက်ကရော ?ဘယ်သူတွေက ဘုဗ်တွေလဲဘုဗ် တွေ ဆိုတာ အပုန်းအကောင်းဆုံးအပြေးအကောင်းဆုံး ဆိုတဲ့ ဂြိုလ်သားလေးတွေပါကမ္ဘာထက် ပိုကြီးတဲ့ ဂြိုလ် ပိုင်ဆိုင်ထားပေမဲ့ဂေါ့ဂျ် ဆိုတဲ့ ဘာမှန်းမသိတဲ့ ဂြိုလ်သားမျိုးနွယ်စုတွေကဘာမှန်းမသိ လိုက်တာ ခံနေရတဲ့ သနားစရာ ဘုဗ်လေးတွေပေါ့နောက်ဆုံးမှာတော့ ဂေါ့ဂျ်တွေ လက်ကနေ ခြေရာ ဖျောက်နိုင်ခဲ့ပြီးကပ္ပတိန်စမတ် ရဲ့ ဦးဆောင်မှု နဲ့ ကမ္ဘာမြေမှာ ပုန်းခိုဖို့ စီစဉ်နိုင်ခဲ့ပါပြီလူသားတွေကိုတော့ နေရာ သေးသေးလေး တစ်ခုမှာ စုပုံပေးလိုက်ပြီးဘုဗ် တွေက လူသားတွေ ရဲ့ နေရာကို သိမ်းပိုက်လိုက်တဲ့ အခါမှာတော့ကမ္ဘာကို ဘုဗ်ဂြိုလ်သားလေး တစ်ကောင် ဖြစ်တဲ့ အို့ ဆိုတဲ့ကောင်လေးပါ ပါလာခဲ့တာပေါ့...အို့ ကတော့ တစ်ခြားဘုဗ်တွေထက် ချွန်ထွက် ကျွံထွက်နေတဲ့ကောင်သူ့ ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Em9z/Home.2015.1080p.BluRay.x264_HEVC_NVIDIA_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/sleeping-beauty-1959.26207-1-200x300.jpg",
        "title": "Sleeping Beauty (1959)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ ယနေ့ထက်ထိတိုင်အောင်မြင်မှု့တွေရရှိနေတဲ့Animation ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်....ဒီကားလေးနဲ့အတူစင်ဒရဲလား..စနိုးဝှိုက်နဲ့ တခြားသောDisney မင်းသမီးလေးကားများစွာလည်းထွက်ပေါ်လာခဲ့ပါတယ်...ဒီကားလေးဟာလူငယ်တွေများရေပန်းစားခဲ့ပြီး ယုံတမ်းပုံပြင်နဲ့အိပ်ရာဝင်ပုံပြင်အဖြစ်လည်း ဒီနေ့ထိတိုင်ကလေးငယ်တွေကြားရေပန်းစားခဲ့ပါတယ်...အားလုံးသိကြတဲ့အတိုင်းပဲ အိပ်ပျော်နေတဲ့မင်းသမီးလေးကိုတကယ့်ဖူးစာရှင်တစ်ဦးတည်းကသာနမ်းမှသာ ကျိန်စာတွေပျယ်သွားမှာပဲဖြစ်ပါတယ်...Disney ရဲ့ တင်ဆက်ခဲ့သမျှ Animation ကားတွေထဲက ကားကောင်းတစ်ကားအဖြစ်ပါဝင်နေပြီးတော့ရောင်းအားအကောင်းကားနဲ့စာအုပ်တွေအဖြစ်ပါထွက်ရှိခဲ့ပါတယ်...ကျွန်တော်တို့ငယ်ငယ်လေးတည်းက အရမ်းကိုနှစ်သက်ခဲ့ရတဲ့ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး..ဒါကြောင့် အိပ်ရာဝင်ပုံပြင်အဖြစ်ကော ယခုခေတ်ကလေးငယ်လေးတွေပါကြည့်ရှု့နိုင်ရန်တင်ဆက်ပေးလိုက်ပါတယ်...Quality…..BluRay 1080p DTS5.1Ch and 720p\nDuration…..01:15:00\nFormat…Mp4\nFile Size…1.21GB and 740MB\nEncoder…..Moe Myint Lwin  and YK",
        "rating": "7.3",
        "url": "https://megaup.net/Yoxs/Sleeping__Beauty_1959.1080p.DTS5.1CH.(CM).mp4",
        "category": "Animation, Family, Fantasy"
    }
]