[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTFhYjJhMzctMWI2NC00ODRiLWE0YmItODBlYWJkNTU4NjgxXkEyXkFqcGdeQXVyOTE2MTYxOQ@@._V1_SX699_CR00699999_AL_-140x200.jpg",
        "title": "A Stork’s Journey (2017)",
        "description": "ခ်စ္​စရာ ကာတြန္​းကား​ေလးလာပါၿပီအရမ္​းရယ္​ရသလိုအႏွစ္​သာရရွိတဲ့ကား​ေလးဆိုရင္​လည္​းမမွားပါဘူး​ေနာ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ေၾကာင္​တစ္​​​ေကာင္​​ေၾကာင္​့စာက​ေလးမိသားစုအသိုက္​အၿမံဳ​ေလးၿပိဳကြဲခဲ့ရၿပီး​ေတာ့ တစ္​​ေကာင္​ငွက္​ဘဝ​ေရာက္​ဖို႔လက္​တစ္​လမ္​းအလိုမွာပဲရစ္​ခ်က္​လို႔​ေခၚတဲ့စာက​ေလးငခြၽတ္​​ေလးက ငွက္​က်ား​ေတြရဲ႕​ေမြးစားျခင္​းကိုခံခဲ့ရပါတယ္​ဘယ္​​ေလာက္​ပဲ အံဝင္​က်​ေအာင္​​ေန​ေန အခ်ိန္​ကစကး​ေျပာလာတဲ့တစ္​​ေန႔မွ​ာ​ေတာ့ ငွက္​တို႔ရဲ႕ဘာသာဘာဝမတူညီတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုက ​အာဖရိကကုိေျပာင္​း​ေရႊ႕ဖို႔ျဖစ္​လာခဲ့ပါတယ္​အဲ့ဒီအခ်ိန္​မွာ စာက​ေလးဆိုတဲ့အမ်ိဳးက ​ေရႊ႕​ေျပာင္​းတတ္​တဲ့အမ်ိဳးမဟုတ္​တာ​ေၾကာင့္ရစ္​ခ်က္​​ေလးကိုထားခဲ့ရ​ေတာ့တာ​ေပါ့အရူးမီးဝိုင္​းၿပီးက်န္​ခဲ့တာက​ ခ်ာတိိတ္​​ေလးရစ္​ခ်က္​ပါ မိသားစုနဲ႔ခြဲႏိုင္​တဲ့အင္​အားမရွိတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုကိုရွာဖို႔အာဖရိကကိုအမွီလိုက္​လာခဲ့ပါတယ္​ အာ့လိုနဲ႔လမ္​းမွာမုန္​တိုင္​းမိၿပီး အိုဂါဆိုတဲ့ဘဝတူဇီးကြက္​မ​ေလးနဲ႔ဆံုၿပီးအ​ဖာ္​ရသြားခဲ့ပါတယ္​အိုဂါ​ေလးအ​ေၾကာင္​းအနည္​းငယ္​​ေျပာရမယ္​ဆိုရင္​ျဖင္​့ အထီးက်န္​ရင္​းစိတ္​​မမွန္​တဲ့​ေဝဒနာကိုယဥ္​ယဥ္​​ေက်းခံစား​ေနရတဲ့ဇီးကြက္​​ေသးမ်ိဳးရင္​းဝင္​တစ္​​ေကာင္​ပါဒီလိုနဲ႔​ေရွ႕ဆက္​ လမ္​းမွာဘယ္​လို​ေတြတိုင္​ပတ္​မလဲ ဘယ္​လို​ဗရုတ္​​က်တဲ့​ေဘာ္​ဒါ​ေတြနဲ႔ဆံုလာဦးမလဲ ​ရစ္​ခ်က္​​ေလးက​ေကာသူသြားခ်င္​တဲ့မိသားစုဆီသြားခြင္​့​့ရမလားဆိုတာက​ေတာ့ စိတ္​မ​ေကာင္​းစရာဇာတ္​​ေၾကာင္​း​ေလးကိုဟာသ​ေလး​ေတြနဲ႔​ေျဖ​​ေဖ်ာက္​ရင္​းၾကည္​့ၾကရ​ေအာင္​ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Animation, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1A2m3/A_Stork’s_Journey_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZTA5ZDZhMjgtNjNkOC00MzM0LWFlZmItZTM4MjJkMGEyZGQwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Nut Job 2: Nutty by Nature (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ ထြက္ ကာတြန္းကားေလးတစ္ကားျဖစ္တဲ့ The Nut Job 2: Nutty by Nature ဆုိတဲ့ကားေလးပါရွဥ့္ေလးေတြအေၾကာင္းကို ရိုက္ထားတဲ့ကားေလးပါသဘာဝအတိုင္းခ်စ္စဖြယ္ရွဥ့္ေလးေတြဟာ စြန္႔ပစ္ထားတဲ့ အခြံမာသီးဆိုင္ကိုေတြ႕ၿပီးကိုယ္တိုင္ရွာေဖြမစားေသာက္ေတာ့ဘဲ ဒီဆိုင္မွာပဲ စားေသာက္ေပ်ာ္ရႊင္မိန္းေမာေနၾကပါတယ္သူတို႔ေခါင္းေဆာင္ ဆာလီအပါအဝင္ေပါ့ဒါကို ဘဝင္မက်ဘဲ သူတို႔ေနေနက် ပန္းျခံထဲမွာ သဘာဝအတိုင္းျပန္ေနၿပီး အစာကိုရွာေဖြစားေသာက္ခ်င္တာကေတာ့ ရွဥ့္မေလး အန္ဒီပါတေန႔ေတာ့ သူတို႔ေနေနတဲ့ အခြံမာသီးဆိုင္ဟာ ေပါက္ကြဲသြားပါေတာ့တယ္သူတို႔ျပန္လည္ရုန္းကန္ရွာေဖြစားေသာက္ခ်ိန္ေတြ ေရာက္လာပါတယ္ဒီအခ်ိန္မွာပဲလာဘ္စားတတ္တဲ့ ၿမိဳ႕ဝန္ကေတာ့ သူတို႔က်က္စားရာ သဘာဝပန္းျခံေလးကိုအျမတ္ထုတ္ဖို႔ရာ ကစားကြင္းအျဖစ္ ေျပာင္းလဲပစ္ဖို႔ ႀကိဳးစားပါတယ္ဒီေတာ့ ရွဥ့္ေလးေတြ သူတို႔ပိုင္တဲ့ ပန္းျခံကို ကာကြယ္ဖို႔ ဘယ္လိုႀကိဳးစားၾကမလဲ ဆိုတာေတာ့\nၾကည့္ရႈအားေပးၾကပါဒီဇာတ္ကားေလးက IMDb 4.6 ရရွိထားပါတယ္ဒါ့အျပင္ ဂ်က္ကီခ်မ္းကလဲ အသံသရုပ္ေဆာင္အျဖစ္ ပါဝင္ထားပါေသးတယ္စြန္႔စားခန္းေတြ ေပ်ာ္စရာခန္းေတြ ေဝေဝဆာဆာနဲ႔ ကာတြန္းေလးပါ \n(ဘာသာျပန္သူကေတာ႔ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-nut-job-2-nutty-by-nature-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc0NzU2OTYyN15BMl5BanBnXkFtZTgwMTkwOTg2MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 3 (2017)",
        "description": "ဇာတ်လမ်းပုံစံကတော့ မက်စ်ကွင်းစ် ရဲ့ ခြေကျချိန် ကို ရောက်လာပြီ ဆိုတဲ့ သတိပေးချက်နဲ့ အတူ ပြိုင်ကွင်းမှာပဲလူငယ် မုန်တိုင်းဂျက်ဆင် ကို ပိုးစိုးပက်စက် ရှုံးနိမ့်သွားခဲ့တာနဲ့ ဇတ်လမ်းကို ဇတ်ရှိန်စမြင့်ပေးလိုက်ပါတယ်\nမက်စ်ကွင်း ဟာ စိတ်ဓါတ်ပိုင်းဆိုင်ရာကြောင့်ရှုံးနိမ့်ခဲ့တာ ဖြစ်သလို နည်းပညာပိုင်းဆိုင်ရာ အဆင့်မြင့်တင်မှုတွေလိုအပ်နေတဲ့အတွက် သူ့ကို လေ့ကျင့်ပေးဖို့ အတွက် တဖန် ပြန်လည်ပြင်ဆင်ရာတွင် လေ့ကျင့်ပေးသူခရူးစ် နဲ့ စတင်တွေ့ဆုံခဲ့ရပြီး ခရူးစ် ရဲ့ စိတ်ဓါတ်မြင့်တင်ပေးမှု တွေနဲ့ မက်စ်ကွင်းစ် ဟာလူငယ်လေးတွေကြား ကားပြိုင်ကွင်းအတွင်း အပြေးလှမ်းဖို့ ရောက်ရှိလာတဲ့အခါမှာတော့...\n(ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ဖြစ်ပြီး အညွှန်းကိုတော့ ကိုသစ်ဆန်းခန့်မှရေးပေးထားတာပါ)\n-----------------------------------------------------------\nဇာတ္လမ္းပံုစံကေတာ့ မက္စ္ကြင္းစ္ ရဲ႕ ေျခက်ခ်ိန္ ကို ေရာက္လာၿပီ ဆိုတဲ့ သတိေပးခ်က္နဲ႔ အတူ ၿပိဳင္ကြင္းမွာပဲလူငယ္ မုန္တုိင္းဂ်က္ဆင္ ကို ပိုးစိုးပက္စက္ ရံႈးနိမ့္သြားခဲ့တာနဲ႔ ဇတ္္လမ္းကို ဇတ္ရွိန္စျမင့္ေပးလုိက္ပါတယ္\nမက္စ္ကြင္း ဟာ စိတ္ဓါတ္ပိုင္းဆုိင္ရာေၾကာင့္ရံႈးနိမ့္ခဲ့တာ ျဖစ္သလို နည္းပညာပိုင္းဆုိင္ရာ အဆင့္ျမင့္တင္မႈေတြလိုအပ္ေနတဲ့အတြက္ သူ႔ကို ေလ့က်င့္ေပးဖို႔ အတြက္ တဖန္ ျပန္လည္ျပင္ဆင္ရာတြင္ ေလ့က်င့္ေပးသူခရူးစ္ နဲ႔ စတင္ေတြ႔ဆံုခဲ့ရၿပီး ခရူးစ္ ရဲ႕ စိတ္ဓါတ္ျမင့္တင္ေပးမႈ ေတြနဲ႔ မက္စ္ကြင္းစ္ ဟာလူငယ္ေလးေတြၾကား ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yP7K/Cars_3_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk2NDg4NTQwOF5BMl5BanBnXkFtZTcwNDE2Mjg2OA@@._V1_SY1000_CR007411000_AL_-148x200.jpg",
        "title": "Ernest & Celestine(2012)",
        "description": "Ernest and Celestine ( 2012 )\nဇာတ္လမ္းအၫႊန္း\n≡≡≡≡≡≡≡≡≡\nတခါတုန္းက ဝက္ဝံေတြနဲ႔ ႂကြက္ေလးေတြ ေနထိုင္တဲ့ၿမိဳ႕ေလးတၿမိဳ႕ရွိတယ္ ။\nဒါေပမယ့္ အတူယွဥ္တြဲေနထိုင္ၾကတာေတာ့မဟုတ္ခဲ့ဘူး။ ဝက္ဝံေတြဟာလည္း ႂကြက္ေတြကိုေၾကာက္ၾကတယ္ ႂကြက္ေတြဟာလည္းဝက္ဝံေတြကိုေၾကာက္ၾကတယ္။\nဒါ့ေၾကာင့္ ဝက္ဝံေတြ က ေျမျပင္ေပၚမွာေနထိုင္ၿပီးႂကြက္ေတြဟာေျမေအာက္မွာေနထိုင္ခဲ့ၾကတယ္။\nတစ္ရက္မွာ ႂကြက္မေလးတစ္ေကာင္ဟာ အျပစ္ေပးခံရတဲ့အတြက္ သြားေတြရွာဖို႔ ေျမေပၚတက္လာရင္း အႏၲရာယ္ေတြၾကားထဲမွာ ဝက္ဝံတေကာင္နဲ႔ေတြ႕ခဲ့တယ္။ ဝက္ဝံဟာလည္း ဒုကၡေတြခံစားေနရတဲ့သူျဖစ္တယ္။\nဒီလိုေတြ႕ဆံုရာကေန တစ္ေယာက္ကိုတစ္ေယာက္ကူညီရင္း ျဖစ္လာတဲ့ျပသနာေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲ ။ တစ္ေကာင္နဲ႔တစ္ေကာင္ ေၾကာက္ရြံ ႔႔ေနၾကတဲ့ ဒီမ်ိဳးႏြယ္ႏွစ္ခုက သူတို႔ႏွစ္ေယာက္ေၾကာင့္ ဘယ္လိုေတြ ျဖစ္လာမလဲဆိုတာကို\nေတာ့ဒီဇာတ္ကားေလးကိုဆက္လက္ၾကည့္ရင္း ခံစားလိုက္ပါ။ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိေအာင္မ်ဳိးသက္ပါ.\nFile Size…(789MB) and (221MB)\nQuality… 720p\nFormat…mp4\nDuration…01:20:00\nSubtitle by Aung Myo Thet\nEncoder...Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ernest-celestine2012/",
        "category": "Animation, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/starship-trooper-poster-0801f2e1a6fb39b13642641d30a35fa4-135x200.jpg",
        "title": "Starship Troopers: Traitor of Mars (2017)",
        "description": "ဇာတ်လမ်းအကြောင်းကိုပြောရမယ်ဆိုရင်တော့\nမားစ်ဂြိုလ်ပေါ်ကို ကျူးကျော်ဝင်ရောက်လာတဲ့ ပိုးကောင်တွေကို သုတ်သင်ဖို့စေလွှတ်ခြင်းခံရတဲ့\nလက်နက်ကိရိယာတွေတပ်ဆင်ထားတဲ့ကင်းလှည့်တပ်စုတစ်စုအကြောင်းပါ...\nထိုတပ်စုဟာ ပညာသင်ယူလေ့လာနေဆဲတပ်စုတစ်စုဖြစ်ပြီးတော့\nတကယ်တမ်း အန္တရာယ်နဲ့ကြုံတွေ့လာရတဲ့အခါ အတွေ့ကြုံများတဲ့ တပ်စုတစ်စုလို\nမားစ်ဂြိုလ်ပေါ်ကိုစေလွှတ်ခြင်းခံခဲ့ရပါတယ်...\nတိုက်ပွဲအတွေ့ကြုံမရှိတဲ့အပြင် တကယ်တမ်းပိုးကောင်တွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ\nထိုလူငယ်တပ်စုဟာအမှားမှားအယွင်းယွင်းတွေဖြစ်ကုန်ကြပါတယ်....\nအားလုံးကလည်း မားစ်ဂြိုလ်ပေါ်မှာထိုတပ်စုကို သေဆုံးသွားကြပြီလို့လည်းယူဆကြပါတယ်..\nဒါကြောင့် အာကာသပိုင်ဗိုလ်ချုပ်ကနေ ထိုမားစ်ဂြိုလ်ကိုအပြီးတိုင်ဖောက်ခွဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်..\nလူငယ်တပ်စုဟာ မားစ်ဂြိုလ်ပေါ်ကနေများပြားလှတဲ့ ပိုးကောင်တွေကိုအချိန်မှီဖယ်ရှားပြီးတော့\nသူတို့နေထိုင်ရာ ယာဉ်ဆီကို အမြန်ဆုံးပြန်နိုင်မလားဆိုတာကတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပဲဖြစ်ပါတယ်....\nAnimation ကြိုက်သူများအတွက်ကတော့ ရုပ်ထွက်ပီပြင်တဲ့ Animation ကားဖြစ်တဲ့အပြင်\nဇာတ်လမ်းသဘောအရပါ ကောင်းမွန်တဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်.....ဇာတ္လမ္းအေၾကာင္းကိုေၿပာရမယ္ဆိုရင္ေတာ့\nမားစ္ၿဂိဳလ္ေပၚကို က်ဴးေက်ာ္၀င္ေရာက္လာတဲ့ ပိုးေကာင္ေတြကို သုတ္သင္ဖို႕ေစလႊတ္ၿခင္းခံရတဲ့\nလက္နက္ကိရိယာေတြတပ္ဆင္ထားတဲ့ကင္းလွည့္တပ္စုတစ္စုအေၾကာင္းပါ...\nထိုတပ္စုဟာ ပညာသင္ယူေလ့လာေနဆဲတပ္စုတစ္စုၿဖစ္ၿပီးေတာ့\nတကယ္တမ္း အႏၱရာယ္နဲ႕ၾကံဳေတြ႕လာရတဲ့အခါ အေတြ႔ၾကံဳမ်ားတဲ့ တပ္စုတစ္စုလို\nမားစ္ၿဂိဳလ္ေပၚကိုေစလႊတ္ၿခင္းခံခဲ့ရပါတယ္...\nတိုက္ပြဲအေတြ႕ၾကံဳမရွိတဲ့အၿပင္ တကယ္တမ္းပိုးေကာင္ေတြနဲ႕ရင္ဆိုင္လာရတဲ့အခါ\nထိုလူငယ္တပ္စုဟာအမွားမွားအယြင္းယြင္းေတြၿဖစ္ကုန္ၾကပါတယ္....\nအားလံုးကလည္း မားစ္ၿဂိဳလ္ေပၚမွာထိုတပ္စုကို ေသဆံုးသြားၾကၿပီလို႕လည္းယူဆၾကပါတယ္..\nဒါေၾကာင့္ အာကာသပိုင္ဗိုလ္ခ်ဳပ္ကေန ထိုမားစ္ၿဂိဳလ္ကိုအၿပီးတိုင္ေဖာက္ခြဲဖို႕ဆံုးၿဖတ္လိုက္ပါတယ္..\nလူငယ္တပ္စုဟာ မားစ္ၿဂိဳလ္ေပၚကေနမ်ားၿပားလွတဲ့ ပိုးေကာင္ေတြကိုအခ်ိန္မွီဖယ္ရွားၿပီးေတာ့\nသူတို႕ေနထိုင္ရာ ယာဥ္ဆီကို အၿမန္ဆံုးၿပန္ႏိုင္မလားဆိုတာကေတာ့ စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nAnimation ၾကိဳက္သူမ်ားအတြက္ကေတာ့ ရုပ္ထြက္ပီၿပင္တဲ့ Animation ကားၿဖစ္တဲ့အၿပင္\nဇာတ္လမ္းသေဘာအရပါ ေကာင္းမြန္တဲ့ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္.....Quality…..BluRay 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(754 MB )\nTranslator…..Arrow\nEncoder…..Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2SOq1/Starship_Troopers_-_Traitor_Of_Mars_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWIxZjQ2ZDQtZGIyNy00MjUyLWFjYTMtNTYzZGQxNTA5NjgzXkEyXkFqcGdeQXVyMjgzNjA3Mw@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Monster Island (2017)",
        "description": "ဆယ္ေက်ာ္သက္အရြယ္လူငယ္ေလး လူးကပ္စ္ဟာ သူ႔အေဖေျပာတဲ႔ မ်ိဳးရိုးလိုက္တဲ႔ရင္ၾကပ္ေရာဂါေၾကာင္႔ ရွဴေဆးေဆာင္ထားရသူပါ။ေရာဂါေၾကာင္႔သြားခ်င္တဲ႔ေနရာေတြလည္း သြားခြင္႔မရပါဘူး။ဒါေပမယ္႔ သူ႔အေဖမသိေအာင္ ပါတီပြဲကိုခိုးသြားျပီး ရွဴေဆးဘူးယူဖို႔ေမ႔ေနခဲ႔ပါတယ္။အဲ႔အခ်ိန္မွာပဲ အတန္းသားအားလံုးေရွ႕မွာ ရုတ္တရက္ မြန္းစတားအျဖစ္ေျပာင္းသြားပါေတာ႔တယ္။ဒီေနာက္ေတာ႔ သူ႔ဘ၀ဘာေတြေျပာင္းလဲသြားမလဲသူမသိခဲ႔တဲ႔သူ႔ေမြးရပ္မွာဘာေတြျဖစ္ခဲ႔တာလဲသူ႔အေမကေရာ ဘယ္လိုအျဖစ္ဆိုးမ်ိဳးၾကံဳခဲ႔တာလဲ ဆိုတာကေတာ႔..... ၾကည္႔ရႈခံစားၾကည္႔ၾကပါခင္ဗ်ာ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (650 MB) and (320 MB)\nQuality : 720p WEB – DL\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre :Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Rebel\nEncode by Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/monster-island-2017/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOWM5OGVjZDQtMzY5Ny00ODRhLWIzNTQtYjdiMjcwZTYzNGFhXkEyXkFqcGdeQXVyNzUzNzkxMjM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Tom and Jerry: Willy Wonka and the Chocolate Factory (2017)",
        "description": "ကေလးလူႀကီးအေတာ္မ်ားမ်ားရဲ႕ အသည္းစြဲအခ်စ္ေတာ္ေလးေတြ တြမ္နဲ႔ဂ်ယ္ရီျပန္လာပါၿပီ2017 မွာအသစ္ထြက္လာတဲ့ဇာတ္ကားေလးကေတာ့အရင္ကားေတြနဲ႔မတူဘဲ တြမ္နဲ႔ဂ်ယ္ရီကို လက္ေထာက္အျဖစ္ ရိုက္ကူးထားတာပါ\nဒီထဲမွာ တြမ္နဲ႔ဂ်ယ္ရီက ခ်ာလီဘတ္ကတ္ဆိုတဲ့ေကာင္ေလးကိုGolden ticket ရေအာင္ကူညီေပးၿပီးဝီလီဝန္ကာရဲ႕ ေခ်ာကလက္စက္ရံုဆီကိုသြားဖို႔ အေဖာ္ျပဳကူညီေပးခဲ့ပါတယ္သူတို႔ရည္ရြယ္ခ်က္ကေတာ့ ဝန္ကာရဲ႕ အထူးခ်ိဳခ်ဥ္ကိုသူ႔ၿပိဳင္ဘက္ေတြ ခိုးတဲ့ရန္ကေန ကာကြယ္ဖို႔ပါဒါေပမယ့္ တပ္ဖီဆိုတဲ့ႂကြက္ေလးရဲ႕ လမ္းျပမႈနဲ႔ေခ်ာကလက္စက္ရံုရဲ႕ ထူးဆန္းအံ့ဩဖြယ္ရာကမ႓ာေလးကိုေတြ႕ၾကံဳခဲ့ရတာကို အေရာင္အေသြးစံုစံုလင္လင္နဲ႔ခ်စ္စဖြယ္ရိုက္ကူးေပးထားတာပါဒါ့အျပင္ ခ်စ္ဖို႔ေကာင္းတဲ့ဇာတ္ဝင္သီခ်င္းေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ထည့္သြင္းေပးထားမို႔ တြမ္နဲ႔ဂ်ယ္ရီရဲ႕အမာခံပရိသတ္ေတြ လက္လြတ္မခံသင့္တဲ့ ဇာတ္ကားေလးပါ File Size : (600 MB) and (350 MB)\nQuality : 720pWebdl\nRunning Time : 1hr 19minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncode by Thanhtike Zaw",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/tom-and-jerry-willy-wonka-and-the-chocolate-factory-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/captain_underpants_xlg-135x200.jpg",
        "title": "Captain Underpants: The First Epic Movie (2017)",
        "description": "ဒီကာတြန္းကားေလးက အေမရိကားရဲ့ ကေလးၾကိဳက္ကာတြန္းစီးရီးစာအုပ္ကို Dreamwork Animation ကေန ရုပ္ရွင္အျဖစ္ ျပန္ျပီးေတာ့ အသက္သြင္းထားတာပါ။မူရင္း ကာတြန္းစီးရီးက ၁၂ အုပ္တိတိ ရွိျပီး ၃ ၾကိမ္တိုင္တုိင္ ျပန္လည္ ထုတ္ေ၀ထားပါတယ္။ဒီကာတြန္းကို ဘာသာစကားေပါင္း ၂၀ေက်ာ္ေလာက္နဲ႔ဘာသာျပန္ထုတ္ေ၀ခဲ့ျပီးစာအုပ္ေပါင္းသိန္း၇၀ေလာက္ေရာင္းရခဲ့တဲ့ကာတြန္းစီးရီးေလးပါ။ဇာတ္လမ္းေလးကေတာ့ ေက်ာင္းသားေလးနွစ္ေယာက္နဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ကို ေဖာ္က်ဴးထားတဲ့ဇာတ္လမ္းမ်ိဳးေလးပါ။          ကာရိုးဒ္နဲ႔ ေဂ်ာ့ရွ္က အစအေနာက္သန္တဲ့ စတုတၳတန္းေက်ာင္းသားေလးေတြပါ။သူတုိ႔က ဟာသဥာဏ္ရႊင္ျပီးေတာ့ ကာတြန္းရုပ္ျပေတြကို အတူဖန္တီးေရးဆြဲေနတဲ့ သူငယ္ခ်င္းနွစ္ေယာက္ပါ။သူတုိ႔က ကက္ပတိန္အန္ဒါပန္႔လို႔ေခၚတဲ့ စူပါဟီးရိုး ကာတြန္းရုပ္ျပေလးကို အတူတူေရးဆြဲခဲ့တယ္။          သူတုိ႔ရဲ့ေက်ာင္းအုပ္ၾကီးက စိတ္တိုစိတ္ဆိုး စည္းကမ္းတင္းၾကပ္တဲ့သူမို႔ သူတို႔ႏွစ္ေယာက္ကို ၾကည့္မရပါဘူး။ သူတုိ႔ေနာက္ေျပာင္ေနတာကို သက္ေသမရွိေသးလို႔ ဘာမွမလုပ္နုိင္ေသးေပမယ့္ တစ္ေန႔ေန႔ေတာ့ ေစာင့္ဖမ္းျပမယ္လို႔ၾကံဳး၀ါးထားပါတယ္။တစ္ေန႔ သူတို႔ျပႆနာရွာတာကို လက္ပူးလက္ၾကပ္မိတဲ့ အခါမွာေတာ့ အၾကီးဆံုးျပစ္ဒဏ္အေနနဲ႔ သူတို႔ႏွစ္ေယာက္ကို  အတန္းခြဲထားဖုိ႔ လုပ္ပါေတာ့တယ္။ သူတို႔သူငယ္ခ်င္းနွစ္ေယာက္ မခြဲခ်င္တာနဲ႔ ၾကံမိၾကံရာနဲ႔ ေက်ာင္းအုပ္ၾကီးကို အိပ္ေမြ႔ခ်ၾကိဳးစားတာ ရလိုက္တယ္။အိပ္ေမြ႔ခ်ထားရင္း ေက်ာင္းအုပ္ၾကီးက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/captain-underpants-the-first-epic-movie-2017/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/p14220622_p_v8_aa-133x200.jpg",
        "title": "Lego Scooby-Doo! Blowout Beach Bash",
        "description": "2017 ခုႏွစ္ထြက္ scooby doo ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္း ေလးက Animation အႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္လြတ္မခံသင့္တဲ့ကားေလးပါ စကူဘီဒူး ထံုးစံ အလြဲနဲ႔ သရဲ နဲ႔ ပရိတ္သတ္ႀကီးကို မပ်င္းေစပဲ အဆံုးထိ ခြီေနရမွာပါ ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာဘာညာညာ နဲ႔ swimming party ဆင္ႏြဲေနတဲ့ scooby တို႔ အဖြဲ႕ကို ပင္လယ္ဓားျပ သရဲ ေတြက လာေရာက္ေႏွာက္ယွက္ တဲ့အခါမွာ စကူဘီက ဘယ္လိုအလြဲေတြနဲ႔ ကယ္တင္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ ဗ်ာဘာသာျပန္က မင္းျပည့္စံုပါ",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lego-scooby-doo-blowout-beach-bash/",
        "category": "Adventure, Animation, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjI0ODY2MDE5Nl5BMl5BanBnXkFtZTgwMTk0NTcyNTE@._V1_-141x200.jpg",
        "title": "Batman vs. Robin (2015)",
        "description": "Bruce Wayne ရဲ႕သား Damian Wayne က သူ႔အေဖရဲ႕လူမသတ္ရစည္းမ်ဥ္းကို သေဘာမက်ျဖစ္ေနခ်ိန္မွာ လွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းတစ္ခုက သူ႔ကိုကမ္းလွမ္းခဲ့ပါတယ္။\nသူ႔ရဲ႕အနာဂတ္ကို အဲ့ဒီလွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းထဲမွာ ႏွစ္ျမဳပ္လို႔ရၿပီလို႔ထင္မိတဲ့အခါမွာ ...... (အိမ္း ကြကိုႀကိၾကပါ)\nGotham ၿမိဳ႕မွာေပ်ာက္ဆံုးေနတဲ့ကေလးေတြနဲ႔ပတ္သက္ၿပီး Damian က Doll Maker ကိုရွာခဲ့ပါတယ္။\nDamian က သူ႔ရဲ႕ပင္ကိုဗီဇအတိုင္း Doll Maker ကိုသတ္ဖို႔အထိစဥ္းစားခဲ့ေပမဲ့ သူ႔အေဖ Batman ရဲ႕\nလူမသတ္ရတဲ့ စည္းမ်ဥ္းကိုေတာ့ မတြန္းလွန္ႏိုင္ခဲ့ပါဘူး။ အဲ့အခ်ိန္မွာ Damian ကိုအျမဲေစာင့္ၾကည့္ေနတဲ့ Talon က\nDamian ကို လူမသတ္ရစည္းမ်ဥ္းကိုေက်ာ္လြန္ႏုိင္ဖို႔နဲ႔ ပင္ကိုဗီဇကိုသာ အေလးေပးဖို႔ေျပာၾကားခဲ့တယ္။\nၿပီးေတာ့ Talon က Damian ကို ကမ္းလွမ္းမႈတစ္ခုျပဳလုပ္ခဲ့တယ္ ....... ?Gotham ၿမိဳ႕ရဲ႕ အခမ္းနားဆံုးမိသားစုႏွစ္ခုျဖစ္တဲ့ Wayne family နဲ႔ Vanaver family ရဲ႕\nမ်ိဳးဆက္ျဖစ္တဲ့ Bruce Wayne နဲ႔ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-vs-robin-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/hulk-vs-thor-133x200.jpg",
        "title": "Thor Vs Hulk (2009)",
        "description": "Asgardရဲ့ ဘုရင္ႀကီးျဖစ္​တဲ့Odinဟာနွစ္​စဥ္​တုိင္​း ​\nတစ္ႏွစ္ကိုတစ္ႀကိမ္ ကာလရွည္အိပ္စက္ပါတယ္\nဒီလို အိပ္​စက္​အနား​ယူ​ေနခ်ိန္​မွာOdinရဲ႕​ေမြးသားျဖစ္​တဲ့Lokiဟာနန္းဆက္ခံမယ့္Thorကိုအနိုင္​ရဖို႔အတြက္​Dr.Bannerရဲ႕ခႏၶာကိုယ္​က​ေနHulkကိုခြဲထုတ္ၿပီး\nThor ကိုတိုက္ခိုက္ေစပါတယ္\nဒါေပမယ့္ ေဒါသဘုရင္ Hulkႀကီးကို\nျပန္​ထိန္​းခ်ဳပ္​လိူ႔မရနိုင္​​ေတာ့ပဲဘာေတြဆက္ျဖစ္ျကမလဲ ဆိုတာကိုေတာ့  ဆက္လက္ၾကည့္လိုက္ပါေတာ့\nImb rating 7.1ရရွိထားလို့ Ratingေကာင္းတဲ့ Animationတစ္​ကားျဖစ္​လို႔ပရိတ္သတ္မ်ားအႀကိဳက္ေတြ႔ေစၿပီး Marvel Fanမ်ားအတြက္လည္း စိတ္ေက်နပ္မႈေပးစြမ္းႏိုင္မယ့္\nဇာတ္ကားေကာင္းတစ္ကားအျဖစ္ၿပီး သင္ေကာ marval fanတစ္ေယာက္သာဆို Thor နဲ႔ Hulk သတ္ၾက ရင္ ဘယ္သူ ႏိုင္မယ္လို႔ထင္ပါသလဲဘာသာျပန္ နဲ႔ အၫြန္းကေတာ့ မင္း ျပည့္စံု ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/thor-vs-hulk-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/tom-and-jerry-shiver-me-whiskers-front-1-143x200.jpg",
        "title": "Tom and Jerry in Shiver Me Whiskers (2006)",
        "description": "Tom Jerry ကားေလးေတြဆိုကေလးေတြေကာ လူတိုင္းေကာသိၾကမွာပါ....\nအမ်ားအားၿဖင့္ ေၾကာင္နဲ႕ၾကြက္ကားေတြကစကားသိပ္မေၿပာၾကပါဘူး..\nဒါေပမယ့္ ဒီကားေလးကေတာ့ The Movie ပါ....\nေၿပာၿပရမယ္ဆိုရင္ေတာ့ ပင္လယ္ဓားၿပကားေလးပဲၿဖစ္ပါတယ္....\nကေလးေလးေတြေကာလူၾကီးေတြပါႏွစ္သက္ခဲ့ၾကတဲ့ကားေလးပါ...\nေၾကာင္နဲ႕ၾကြက္ကားေလးေတြဟာ\nလူတိုင္းၾကည့္ရတာၾကည္ၾကည္ႏူးႏူးနဲ႕ၾကည့္ၾကတဲ့ကားေလးေတြပဲၿဖစ္ပါတယ္...\nဒီကားေလးေတြကို ကေလးေလးေတြၾကည့္ၾကတဲ့အၿပင္ ကြ်န္ေတာ္တို႕အရြယ္ထိႏွစ္ႏွစ္သက္သက္နဲ႕ကို\nၾကည့္ေနဆဲၿဖစ္တဲ့ကားေလးေတြပါ...\nဒီကားေလးကိုၾကည့္ၿပီးတဲ့ လူေတြေကာမၾကည့္ရေသးတဲ့လူေတြေကာ\nၿပန္လည္ၾကည့္ၿပီးေတာ့ ငယ္ဘ၀ေတြကိုၿပန္လည္သတိရလိုက္ရေအာင္ဗ်ာ...\nQuality…..BluRay 720p\nDuration…..01:14:00\nFormat…Mp4\nFile Size…(513 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tom-and-jerry-in-shiver-me-whiskers-2006/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTUzNTUzMTA5OF5BMl5BanBnXkFtZTgwOTg0ODc1MTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Wolf Children (2012)",
        "description": "Wolf Children (2012)\nIMDb – 8.1/10______Rotten – 94% ဂျပန်လို Ōkami Kodomo no Ame to Yuki လို့ အမည်ရတဲ့ ဒီဇာတ်ကားဟာ 2013 Japan Academy Prize for Animation of the Year, the 2012 Mainichi Film Award for Best Animation Film, the 2013 Animation of the Year Award တွေလက်ခံရရှိခဲ့ရုံသာမက... နော်ဝေနိုင်ငံရဲ့ အဓိကဆုဖြစ်တဲ့ The Silver Mirror နဲ့ The Audience Award တို့အပြင် 2013 New York International Children's Film Festival မှာလဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4UNby/Wolf_Children_(Ookami_Kodomo_No_Ame_To_Yuki)_[2016]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/diYAZ6CKUuRAqLYMB2AyVutEFm0.jpg",
        "title": "Smurfs: The Lost Village (2017)",
        "description": "In this fully animated, all-new take on the Smurfs, a mysterious map sets Smurfette and her friends Brainy, Clumsy and Hefty on an exciting race through the Forbidden Forest leading to the discovery of the biggest secret in Smurf history.ပါပါစမက္ဖ္အုပ္ခ်ဳပ္တဲ့ စ မက္ဖ္ရြာေလးမွာ စမက္ဖက္တီ၊ ဘရိန္နီ၊ ကလမ္ဆီနဲ႔ ဟက္ဖ္တီ တို႔က အခင္ဆံုးသူငယ္ခ်င္းေတြ ပါ။တစ္ရက္မွာေတာ့ စမက္ဖက္ တီဟာ ေျမပံုထဲမွာ တားျမစ္ကန္႔ သတ္ထားတဲ့ ေတာႀကီးနဲ႔ပတ္ သက္ၿပီး ရွာေဖြေတြ႕ရွိခဲ့တာ ေၾကာင့္ပါပါစမက္ဖ္နဲ႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/smurfs-the-lost-village-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88qfHWhlOBYXp69277QFhdPYnWf.jpg",
        "title": "Resident Evil: Vendetta (2017)",
        "description": "Wow… လို့ အရင်ပြောပါရစေ…\nResident Evil: The Final Chapter နဲ့ ဂျင်းသိပ်ခံရတာတွေ ဒီ Animation Movie နဲ့ ပြန်ဖြေသိမ့်လိုက်ရတယ်…\nIMDb 7.1/10 ထိရထားတယ် ဆိုရင် သိလိုက်တော့…\nကိုယ်တွေ လွမ်းနေတဲ့ ခရစ် ပါမယ် ရေဗက္ကာ ပါမယ် လီယွန် ပါတယ် ဇတ်လမ်းက နည်းနည်းတော့ Game ဆန်မယ်\nကိုယ်တွေက Game အဆော့များလို့လား မပြောတက်ပေမယ့် Game Story နဲ့\nနဲနဲသွားဆင်နေတယ် သိပ်မကြာသေးခင်က ထွက်ရှိထားတဲ့  Resident Evil 7: Biohazard (Game) လိုမျိုး\nဇတ်လမ်း ကြိုမသိနိုင်တဲ့ပုံစံမျိုး နဲ့ ဇတ်သိမ်းသွားတယ်…\nအမှန်အတိုင်းပြောရရင် ရမယ်ရှာပြီး ဆွဲဆန့်ထားတဲ့ Resident Evil ဇတ်လမ်းတွေဟာ တစ်ဖြေးဖြေး ချာလာပေမယ့်\nခုနောက်ပိုင်း Japan က Game နဲ့ Animation တွေဟာ ဖန်တရာတေနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/resident-evil-vendetta-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4R04u3BavekkhAUhiFAmwKkzvmd.jpg",
        "title": "Spark: A Space Tail",
        "description": "Spark, a teenage monkey and his friends, Chunk and Vix, are on a mission to regain Planet Bana - a kingdom overtaken by the evil overlord Zhong.ဒီတစ္ခါေတာ့ အန္နီေမးရွင္း ပရိတ္သက္ေတြ အတြက္ အေတာ္ ခ်စ္စရာေကာင္းတဲ့ဇာတ္ေကာင္မ်ားပါ၀င္တဲ့ အန္နီေမးရွင္းကားေကာင္းတစ္ကားနဲ.မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးမွာ ေဟာလိ၀ုက နိုင္ငံေက်ာ္သရုပ္ေဆာင္ေတြလည္း အသံသရုပ္ေဆာင္အျဖစ္ပါ၀င္ထားပါေသးတယ္ဒီကားေလးကေတာ့ေပါ့ေပါ့ပါးပါးဟာသကာတြန္းကားေလးပါ။ကာတြန္းကားၾကိဳက္တဲ့သူေတြအတြက္ေပါ့။ Sparkဆိုတာကေမ်ာက္ငယ္ေလးတေကာင္ပါပဲ။အဲဒီေမ်ာက္ေလးနဲ႕သူ႕သူငယ္ခ်င္းေတြျဖစ္တဲ့ Chunkနဲ႕Vixတို႔ဟာBanaဆိုတဲ့ဲျဂိဳလ္ေလးကိုျပန္လည္သိမ္းယူဖို႕တာ၀န္ေပးခံရခဲ့တာပါ။အဲဒီႏိုင္ငံေတာ္ကိုမေကာင္းဆိုး၀ါးၾကီးZhongဆိုတဲ့ကသိမ္းပိုက္ထားတာျဖစ္ပါတယ္။အဲေတာ့Sparkတို႕သူငယ္ခ်င္းတသိုက္ဘယ္လိုရင္ဆိုင္မလဲဆိုတာကေတာ့ကာတြန္းကားေလးကိုဆက္ၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။အားလပ္ခ်ိန္ေပါ့ေပါ့ပါးပါးနဲ႕ရယ္လိုက္ေမာလိုက္ၾကည့္ရမယ့္ကားေလးျဖစ္ပါတယ္။2017ရဲ႕Best Editing in Animationဆုရထားခဲ့ကားေလးလည္းျဖစ္ပါတယ္ဗ်ာ။ (ဘာသာျပန္သူကေတာ့ idiot Myokoပါ) File Size : 680 MB/290 MB\nQuality : Bluray 720p\nRunning Time : 1hr 231minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nTranslator : ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/spark-a-space-tail/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTYzNDM0MDI1NF5BMl5BanBnXkFtZTcwNzQ5NzYxOQ@@._V1_SY934_SX630_-202x300.jpg",
        "title": "Cloudy with a Chance of Meatballs 2 (2013)",
        "description": "Cloudy with a Chance of Meatballs 2 (2013)\nIMDb - 6.4/10_____Rotten - 70% \nမိုးလေဝသကနေ အစားအစာထုတ်တဲ့ ကားလေးဆိုရင်လူတိုင်းသိကြမှာပဲဖြစ်ပါတယ်...\nငယ်ငယ်တည်းကသိပ္ပံပညာကိုရူးသွပ်တဲ့ဖလင့်ဟာ\nနည်းပေါင်းစုံသုံးပြီးတော့လက်တွေ့စမ်းသပ်မှု့တွေလုပ်ခဲ့ပါတယ်....\nမိဘတွေတားမြစ်တဲ့ကြားက ရူးသွပ်နေမြဲဖြစ်တဲ့ ဖလင့်ဟာနောက်ဆုံးတော့ \nဂြိုလ်တုလေးတစ်ခုထဲကိုရေလေးထည့် ကိုယ်လိုချင်တဲ့စားစရာတွေကို နှိပ်ပေးလိုက်ရုံနဲ့\nစားစရာတွေအလိုလျောက်ကျလာတဲ့ စားစရာထုတ်မိုးလေဝသစက်ကိုတီထွင်နိုင်ခဲ့ပါတယ်....\nသူ့ရဲ့တီထွင်မှု့ဟာအောင်မြင်ခဲ့သလို ဘေးထွက်ဆိုးကျိုးတွေလည်းဖြစ်လာခဲ့ပါတယ်.....\nအဲလိုဘေးထွက်ဆိုးကျိုးတွေအတွက်ကြောင့် နောက်ဆုံးမှာသူကိုယ်တိုင်ပဲသူတီထွင်ပြီး\nသူအမြတ်တနိုးထားရတဲ့ အဲစက်လေးကိုဖျက်ဆီးခဲ့ရပါတယ်....\nဒီကားလေးကတော့ ထိုအပိုင်းလေးရဲ့နောက်ဆက်တွဲကားလေးဖြစ်ပါတယ်....\nဒီအပိုင်းလေးမှာ သူဖျက်ဆီးခဲ့တဲ့ စားစရာထုတ်မိုးလေဝသစက်နဲ့မပြီးသေးတဲ့နောက်ဆက်တွဲ\nပြသနာတွေကိုဖြေရှင်းရမှာပဲဖြစ်ပါတယ်....ချစ်စရာ Animation လေးတွေနဲ့ရိုက်ကူးထားတဲ့\nဒီ Animation လေးဟာ ကြည့်ရသူများအဖို့\nတကယ်ကိုကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\n  \nQuality…..BluRay 720p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(680 MB)\nTranslator…..Hsu Myint Myat Than\nEncoder…..Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/T8l8/Cloudy_With_A_Chance_Of_Meatballs_2_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Scooby-Doo-2-Monsters-Unleashed-2004-movie-poster-200x300.jpg",
        "title": "Scooby-Doo 2: Monsters Unleashed (2004)",
        "description": "ဒီကားေလးကေတာ့ ပထမထြက္ခဲ့တဲ့ Scobby Doo 1 ရဲ႕ ေနာက္ဆက္ၿပီးထြက္ခဲ့တဲ့ကားေလးၿဖစ္ပါတယ္…ဒီကားေလးမွာေတာ့ အရင္ထြက္ခဲ့ကားရဲ႕ ပိုၿပီးခက္ခဲလွတဲ့ၿပသနာေတြနဲ႕ရင္ဆိုင္ရမွာပဲၿဖစ္ပါတယ္…ဘယ္လိုအရာေတြလဲဆိုရင္ေတာ့ ၿပတိုက္ထဲမွာထားတဲ့အရုပ္ေတြအကုန္လံုးကအသက္၀င္လာခဲ့တာပဲၿဖစ္ပါတယ္…အရုပ္ေတြအားလံုးက တကယ့္ကိုနာမည္ၾကီးတေစၦေတြရဲ႕ပံုတူအရုပ္ေတြၿဖစ္ပါတယ္…အဲဒီအရာေတြအသက္၀င္လာေအာင္ ေနာက္ကြယ္ကေနဘယ္သူကထိန္းခ်ဳပ္ေနတယ္ဆိုတာရွယ္ကီ စကူဘီဒူး ဗယ္မာ ဒက္ဖနီ နဲ႕ ဖရတ္တို႕ ဖြဲ႕စည္းထားတဲ့လူငယ္စံုေထာက္အဖြဲ႕ကေနစံုစမ္းမွာပဲၿဖစ္ပါတယ္…စကူဘီဒူး နဲ႕ ရွယ္ကီ ရဲ႕ထံုးစံအတိုင္း ဒီေလာက္ေၾကာက္စရာေကာင္းတဲ့တေစၦေတြကိုဘယ္လိုရယ္စရာေကာင္းေအာင္ထြက္ေၿပးၾကမလဲဆိုတာ ဗိုက္နာေအာင္ရယ္ၿပီးၾကည့္ရမွာပဲၿဖစ္ပါတယ္…အရင္ကားထက္ပိုၿပီးေကာင္းမြန္လာခဲ့ Scobby Doo (2) ဟာဇာတ္ရုပ္ေတြ ပီၿပင္လာခဲ့တဲ့အၿပင္Spooky Island ထက္ပိုၿပီးေအာင္ၿမင္ခဲ့ပါတယ္…မိသားစုနဲ႕ အေပ်ာ္တမ္းၾကည့္ခ်င္တဲ့သူမ်ားအတြက္ ၾကည့္လို႕ေကာင္းမယ့္ကားေလးၿဖစ္ပါတယ္….\nQuality…..BluRay 1080p\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(798 MB , 373 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin",
        "rating": "",
        "url": "https://channelmyanmar.org/scooby-doo-2-monsters-unleashed-2004/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/wonder-woman-2009-poster-133x200.jpg",
        "title": "Wonder Woman (2009)",
        "description": "Wonder Woman (2009)\nIMDb - 7.3/10_____Rotten 83%\n  \nWonder Woman ဇာတ်ကားကြီး မလာခင်မှာ ကြည့်ထားနှင့်ဖို့အတွက်\nAnimation ကားကို အရင်တင်ဆက်ပေးလိုက်ပါတယ်။IMDB 7.3 ရရှိ\nထားတဲ့ အတွက် ကောင်းမွန်လှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း\nအထူးပြောနေစရာမလိုပါဘူး။ဇာတ်လမ်းကတော့ အမေဇုန်လို့ခေါ်တဲ့\nအမျိုးသမီးသူရဲကောင်းမျိုးနွယ်စုကနေစပါတယ်။မျိုးနွယ်စု ဘုရင်မ\nဟစ်ပိုလစ်တာ ဟာဆိုရင် စစ်နတ်ဖုရား အေးရီးစ် နဲ့ စစ်ဖြစ်ရာမှ အနိုင်\nရရှိခဲ့ပြီး ဇုစ်ရဲ့ မေတ္တာရပ်ခံမှု့ကြောင့် အေးရီးစ် ကို မသတ်ပဲ အကျဉ်းချ\nပြီး သာမစ်စကယ်ရာလို့ ခေါ်တဲ့ ပြင်ပ ကမ္ဘာနဲ့ အဆက်အသွယ်မရှိတဲ့\nကျွန်းတစ်ကျွန်းကို အမေဇုန် မျိုးနွယ်တစ်စုလုံးပြောင်းရွှေ့နေထိုင်ကျပါတယ်\nမကြာခင်မှာပဲ ဟစ်ပိုလစ်တာဟာ ထူးဆန်းတဲ့ အစွမ်းတစ်ခုနဲ့ Wonder Woman\nလို့ခေါ်တွင်မဲ့ ဒိုင်ယာနာကို မွေးဖွားခဲ့ပါတယ်။ ဒိုင်ယာနာ လေးတဖြည်းဖြည်း\nအရွယ်ရောက်လာတဲ့ အခါမှာ သူတို့ရဲ့ ကျွန်းကို တိုက်လေယာဉ် အုပ်စုမှ\nစတိဗ် လို့ခေါ်တဲ့ လူတစ်ယောက်က လေယာဉ် တိုက်ခိုက်မှု့ကြောင့် လေယာဉ်\nပျက်ကျပြီးရောက်ရှိလာပါတယ်။ဒီမှာပဲ စတိဗ်ကို ပြန်ပို့ဖို့ ဆုံးဖြတ်ချက်ချပါတော့တယ်။\nစတိဗ်ကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/V4zf/Wonder_Woman_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/1-2-221x300.jpg",
        "title": "April and the Extraordinary World (2015)",
        "description": "Imdb 7.4 ရရွိထားတဲ့ ျပင္သစ္ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nဒီကားေလးကေတာ့ စိတ္ကူးယဥ္ သိပၸံကာတြန္းကားမ်ဳိးျဖစ္ေပမဲ့ ေတြ႕ေနရက်ပုံစံနဲ႔ကြဲျပားပါတယ္။\n၁၉၄၁ ခုႏွစ္မွာ ကမၻာႀကီးဟာ ကြ်န္ေတာ္တုိ႔ သမုိင္းေတြ မွာသိခဲ့တာထက္ ေတာ္ေတာ္ ကုိ ကြဲျပားေနပါတယ္။\nအဲ့အခ်ိန္မွာ နပုိလီယံ ၅ က ျပင္သစ္ႏုိင္ငံ ကုိ အုပ္စုိးေနပါတယ္။\nလြန္ခဲ့တဲ့ အႏွစ္ ၇၀ အတြင္းမွာလည္း ပညာရွင္ေတြ ဟာ ထူးဆန္းစြာပဲ ေပ်ာက္ဆုံးသြားေလ့ရွိတယ္။\nဒီေတာ့ ဒီလုိေပ်ာက္ဆုံးသြားတဲ့ အတြက္ေၾကာင့္နာမည္ေက်ာ္တီထြင္မွဳ႕ေတြ ျဖစ္မလာေတာ့ဘူးေပါ့။\nေရဒီယုိမရွိတီဗြီဆုိတာမရွိ ဒီဇယ္အင္ဂ်င္ဆုိတာလည္းမရွိ ကမၻာႀကီးဟာ ေတာ္ေတာ္ကုိ ေခတ္ေနာက္က် လုိ႔ေနတာေပါ့။\nလြန္ခဲ့တဲ့ ရာစုႏွစ္ေတြ ကတည္းက ေတြ ့ရွိခဲ့တဲ့ ေက်ာက္မီးေသြး ေရေႏြးေငြ႔ အင္ဂ်င္ ဆုိတဲ့ အေျခအေနမွာပဲ ရပ္တံ့ ေနတာပါ။\nဒီလုိအေျခအေနမွာ ေအဗရယ္လ္ ရဲ႕ မိဘေတြဟာ သက္ရွိေတြ အတြက္ ထူးဆန္းတဲ့ေဆးရည္ကုိ တီထြင္ခဲ့က်ပါတယ္။\nဒါေပမဲ့ ေဆးရည္ ေအာင္ျမင္တဲ့ အခ်ိန္မွာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/april-and-the-extraordinary-world-2015/",
        "category": "Adventure, Animation, Comedy"
    }
]