[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjI4MzU5NTExNF5BMl5BanBnXkFtZTgwNzY1MTEwMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Moana (2016)",
        "description": "UNICODE \nမကြာခင်ကမှ ထွက်ရှိ ထားတဲ့ စိတ်ကူးယဉ်စွန့်စားခန်း Animation ဇာတ်ကားလေး ဖြစ်တဲ့\nMoanaကားလေး အကြောင်း ညွှန်း ပေးလိုက်ပါတယ်။\nDisney ရုပ်ရှင် ထုတ်လုပ်ရေးရဲ့ ၅၆ ခု မြောက် Animationဇာတ်ကား အဖြစ်\nနိုဝင်ဘာ ၂၃ ရက်ကမှ ထွက်ရှိထားတာပါ။\n#တီဖီတီ ဟာ ကျွန်းကို စောင့် ရှောက်တဲ့ နတ်သမီးတစ်ပါးဖြစ်ပြီး\nကျွန်းတွေ၊ အသက်ဝိညာဉ်တွေ စတဲ့ အရာအားလုံးကို ဖန်ဆင်း ထားသူဖြစ်ပါတယ်။\n#တီဖီတီ ရဲ့ နှလုံးသားဟာ ကျောက်စိမ်းတုံး လေးတစ်ခုအနေနဲ့ရှိပြီး\nအသက် ဝိညာဉ်တွေ ဖန်ဆင်းရာမှာ အသုံး ပြုနိုင်ပါတယ်။ အဲဒါကို လူသား နတ်ဘုရားဖြစ်တဲ့\n#မာဝီ က သူ့ရဲ့ စွမ်းအားတွေ၊ ဝိညာဉ်တွေ မြှင့် တင်ဖို့နဲ့ မှော်ငါးမျှားချိတ်ကြီး ဖန် တီးဖို့\nအသုံးပြုခဲ့ပြီး မီးတောင် ချော်ရည်မိစ္ဆာကောင်ကြီး #တီခါ နဲ့ ဆုံပြီးတဲ့နောက်\nတီဖီတီရဲ့ နှလုံးသားရော၊ မှော်ငါးမျှားချိတ်ကြီး ရော သမုဒ္ဒရာထဲမှာ ပျောက်ဆုံး ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yjdg/Moana.2016.720p.BluRay_{CM}_.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BMTkzOTgzNDYzOF5BMl5BanBnXkFtZTgwOTgxMTkyMjE@._V1_-135x200.jpg",
        "title": "The Book of Life (2014)",
        "description": "တော်တော်ကြည့်ကောင်းတဲ့ ကာတွန်းကားဖြစ်သလို ပေးချင်တဲ့\nမက်ဆေ့တွေကလဲ တကယ်ကို ကောင်းမွန်လှပါတယ်\nမကြည့်ရသေးသူများ ကြည့်လိုက်ကြပါဦး ဇာတ်လမ်းအညွန်းကတော့...\nဇာတ်ကားဟာ\nမိသားစုရဲ့ မျှော်လင့်ချက်တွေပြည့်မှီအောင်လုပ်ဖို့နဲ့\nသူ့စိတ်ဆန္ဒအတိုင်း နေထိုင်ဖို့ ဆိုတဲ့အရာနှစ်ခုအကြား ရွေးချယ်ရခက်နေတဲ့\nလူငယ်လေး Manolo (Diego Luna) ရဲ့\nခရီးလမ်းကိုတင်ဆက်တာဖြစ်ပါတယ်။\nချောမောလှပတဲ့ Maria (Zoe Saldana) ကိုချစ်မိသွားပြီး\nဆွဲဆောင်မှုရှိတဲ့ ပြိုင်ဘက် Joaquin (Channing Tatum) နဲ့\nအချစ်ရေးယှဉ်ပြိုင်ရာမှာဖြစ်တဲ့အတွက် ဝိဉာဉ်တွေဖြစ်တဲ့\nLa Muerte (Kate del Castillo) နဲ့ Xibalba (Ron Perlman) တို့က\nMaria ကိုဘယ်သူရမလဲ အလောင်းအစားလုပ်ကြပါတယ်။\nMaria က Manolo ဘက်ကိုယိမ်းသွားတဲ့အခါ\nအလောင်းအစားကိုရူံးနိမ့်မှာစိုးရိမ်တဲ့အတွက် Joaquin ကို\nMaria ရဲ့ချစ်သူဖြစ်စေနိုင်ဖို့မျှော်လင့်ပြီး Xibalba က Manolo ကိုသတ်ဖို့\nမြွေတစ်ကောင်ကိုလွှတ်လိုက်ပါတယ်။\nMaria ရှိရာ လူသားတွေနေတဲ့ ကမ္ဘာကိုပြန်လာဖို့အတွက်\nManolo တစ်ယောက် အကြီးမားဆုံးအကြောက်တရားနဲ့\nရင်ဆိုင်ရမယ့် စိတ်ကူးယဉ်ကမ္ဘာသုံးခုပါဝင်တဲ့\nမယုံနိုင်ဖွယ် ခရီးစဉ်တစ်ခုကိုစတင်ရတာဖြစ်ပါတယ်။\nအမေရိကန် 3D computer-animated အချစ်၊ စွန့်စားခန်း၊ ဟာသဇာတ်ကား\nThe Book of ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-book-of-life/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Coco (2017)",
        "description": "ဂီတကို ရူးသွပ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆိုတဲ့(၁၂)နှစ်အရွယ်ကောင်လေးတစ်ယောက် ဂီတနဲ့ပတ်သက်လို့မိသားစုရဲ့ တားမြစ်ချက်ကို ဆန့်ကျင်ပြီး\nဝါသနာပါရာ ဂီတအတွက်စွန့်စားတဲ့အကြောင်း ဇာတ်အိမ်ဖွဲ့ထားတာပါ။အင်မယ်ဒါရစ်ဗာရာဟာ ဂီတပညာရှင်တစ်ယောက်ရဲ့ဇနီးဖြစ်ပြီး ခင်ပွန်းဖြစ်သူက မိသားစုထက် ဂီတကို\nရွေးချယ်ခဲ့ တာကြောင့် အင်မယ်ဒါဟာ ဂီတကိုစိတ်နာခဲ့ပြီးသမီးဖြစ်သူ ကိုကိုကိုလည်း ဂီတနှင့်ခပ်ကင်းကင်းနေဖို့တားမြစ်ခဲ့ပါတယ်။\nအဲဒီနောက် အင်မယ်ဒါဟာ မိသားစုစီးပွားရေးအဖြစ်ဖိနပ် ချုပ်လုပ်ငန်းလုပ်ပြီး နေထိုင်ပါတယ်။အင်မယ်ဒါတစ်ယောက် မျိုးရိုးစဉ်ဆက်တစ်လျှောက်\nဂီတကို ဘယ်လိုပဲတားမြစ်ထားပါစေ ဂီတပိုးကသူ့ရဲ့မြစ်ဖြစ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆီမှာ ပေါ်လာခဲ့ပါတယ်။မစ်ဂဲလ်ဟာ ဟိုးတုန်းက နာမည်ကျော်ဂီတပညာရှင်\nအာနက်စ်တိုဒီလာခရုဇ်ကို လေးစား အားကျပြီးသူ့လိုမျိုးဖြစ်ဖို့ စိတ် ကူးအိပ်မက်တွေနဲ့ပါ။ဒီလိုနဲ့ ဂီတပိုးရှိနေတဲ့ မစ်ဂဲလ်လေးဟာသူ့အဘွားရဲ့ မိသားစုဓာတ်ပုံကို ရှာတွေ့ပြီးနောက်မှာတော့\nဂီတနဲ့ သူ့မိသားစုကြားမှာ ကြီးမားတဲ့ဆက်စပ်မှုတစ်ခုရှိတယ်ဆိုတာသိသွားခဲ့ပါတော့တယ်။တစ်ရက်မှာတော့ မက္ကဆီ ကန်အထိမ်းအမှတ်ပွဲတစ်ခုဖြစ် တဲ့\nသေသူအတွက် မိသားစုဝင် တွေ ရည်မှန်းဆုတောင်းတဲ့ပွဲမှာမစ်ဂဲလ်ဟာ ဂီတာစွမ်းရည်ပြသ ဖို့ လုပ်ထားပေမယ့်သူ့အဘွားက ဂီတာကို ဖျက်ဆီးပြီး တားဆီးပါ တယ်။\nအဲဒီနောက်မှာတော့ မစ် ဂဲလ်ဟာ အာနက်စ်တိုရဲ့မျိုးဆက်ဆိုတာ သိသွားပြီးနောက်မှာတော့\nသူ့အဘိုးဖြစ်တဲ့ အာနက်စ်တိုရဲ့ ဂီတာနဲ့ ပြိုင်ပွဲဝင်ဖို့ဆုံးဖြတ်ပြီး အာနက်စ်တိုရဲ့ဂူမှာ ဂီတာသွား ...",
        "rating": "8.8",
        "url": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4 https://megaup.net/1FIjz/coco.2017.1080p.bluray_5.1_CH_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BOWY2NGZlZGEtYmE1Yi00ZmVmLWI5MzAtMzZkYjU4YzY2YjdlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007201000_AL_-144x200.jpg",
        "title": "Lu Over the Wall (2017)",
        "description": "ရေသူမဇာတ်လမ်းလေးတွေကိုကြားဖူးမှာပေါ့\nအခုကတော့ ချစ်ဖို့ကောင်းတဲ့ရေသူမလေး 'လူ'အကြောင်းပါ\nတခြားဇာတ်လမ်းတွေလို လူသားနဲ့ချစ်တဲ့ရေသူမလေးမဟုတ်ပဲ\nသီချင်းတွေချစ်တဲ့ရေသူမလေးပါနော်\nလူသားဖြစ်ချင်တာထပ် ခြေထောက်တွေနဲ့ကနေရရင်ပျော်နေတဲ့\nရေသူမလေးနဲ့ သူတို့နေတဲ့ပင်လယ်နားကမြို့ကလေး\nပျော်စရာလေးတွေ ကြည်နူးစရာလေးတွေရော\nအကျင့်ယုတ်တဲ့သူတွေနဲ့ ဝမ်းနည်းစရာလေးတွေရော\nအစုံအလင်နဲ့ မြုပ်ထားတဲ့ဇာတ်ကွက်လေးတွေနဲ့\nရေသူမလေး လူ အကြောင်းလေးကိုကြည့်လိုက်ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Animation,Adventure,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-MT\nTranslated by ThinzarHtet\nEncoded by sithuZAWGYI\nေရသူမဇာတ္လမ္းေလးေတြကိုၾကားဖူးမွာေပါ့\nအခုကေတာ့ ခ်စ္ဖို႔ေကာင္းတဲ့ေရသူမေလး 'လူ'အေၾကာင္းပါ\nတျခားဇာတ္လမ္းေတြလို လူသားနဲ႔ခ်စ္တဲ့ေရသူမေလးမဟုတ္ပဲ\nသီခ်င္းေတြခ်စ္တဲ့ေရသူမေလးပါေနာ္\nလူသားျဖစ္ခ်င္တာထပ္ ေျခေထာက္ေတြနဲ႔ကေနရရင္ေပ်ာ္ေနတဲ့\nေရသူမေလးနဲ႔ သူတို႔ေနတဲ့ပင္လယ္နားကၿမိဳ႕ကေလး\nေပ်ာ္စရာေလးေတြ ၾကည္ႏူးစရာေလးေတြေရာ\nအက်င့္ယုတ္တဲ့သူေတြနဲ႔ ဝမ္းနည္းစရာေလးေတြေရာ\nအစုံအလင္နဲ႔ ျမဳပ္ထားတဲ့ဇာတ္ကြက္ေလးေတြနဲ႔\nေရသူမေလး လူ အေၾကာင္းေလးကိုၾကည့္လိုက္ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : ...",
        "rating": "6.8",
        "url": "https://megaup.net/2cuz2/Lu.Over.the.Wall.2017.JAPANESE.1080p.BluRay(cm).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20djTLqppfBx5WYA67Y300S6aPD.jpg",
        "title": "Abominable (2019)",
        "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိထားတဲ့ကာတွန်းကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်။နာမည်ကျော် DreamWorks Studio ကနေ ဖန်တီးတင်ဆက်ထားတဲ့ဒီကားလေးနာမည်ကတော့ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%တောင်ရရှိထားတာမလို့Animation Movie ကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့CM ပရိသတ်ကြီးအတွက် သတင်းကောင်းပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ဆက်လိုပါသေးတယ်။ရှန်ဟိုင်းမြို့တစ်နေရာမှာ လူချမ်းသာ စီးပွားရေးသမား မစ္စတာဘားနက်ကဟိုး ဟိမဝန္တာက နှင်းလူတစ်ကောင်ကို ဖမ်းဆီးရရှိထားပါတယ်။တစ်နေ့မှာတော့ လုံခြုံရေးကျိုးပေါက်ပြီး အဲဒီနှင်းလူကထွက်ပြေးကာယီဆိုတဲ့တရုတ်မလေးရဲ့အိမ်ခေါင်မိုးမှာ ပုန်းနေပါသတဲ့။ပုန်းနေတဲ့ နှင်းလူလေးကိုဝေးလံလှတဲ့ ဟိမဝန္တာဆီကိုပြန်လိုက်ပို့ဖို့ယီရယ် ပန်ဆိုတဲ့ကလေးလေးရယ် ဂျင်မ်ဆိုတဲ့ ကောင်လေးရယ်အတူတူကြိုးစားအားထုတ်ပုံတွေကိုမြင်တွေ့ရမှာပါ။တစ်ဖက်မှာလဲသူတို့နောက်ကိုလိုက်နေတဲ့ သူတွေကလဲရှိနေပြန်တော့သူတို့ဘာတွေရင်ဆိုင်ရမလဲ?ဘယ်လိုတွေရင်ဆိုင်ဖြေရှင်းမလဲ?ဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပါ။File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH , BluRay 720pRunning Time : 1 hr 37 minFormat ...",
        "rating": "7.0",
        "url": "https://megaup.net/2nl7z/(CM)_Abominable_2019_BluRay_1080p_5.1_CH.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/abominable-poster-3-132x200.jpg",
        "title": "Abominable (2019)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိသတ္ႀကီးအတြက္ လတ္တေလာထြက္ရွိထားတဲ႔ကာတြန္းကားအသစ္ေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။နာမည္ေက်ာ္ DreamWorks Studio ကေန ဖန္တီးတင္ဆက္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%ေတာင္ရရွိထားတာမလို႔Animation Movie ေကာင္းေလးေတြကိုေမွ်ာ္လင္႔ေနတဲ႔CM ပရိသတ္ၾကီးအတြက္ သတင္းေကာင္းပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ဆက္လိုပါေသးတယ္။ရွန္ဟိုင္းျမိဳ ႔တစ္ေနရာမွာ လူခ်မ္းသာ စီးပြားေရးသမား မစၥတာဘားနက္ကဟိုး ဟိမဝႏၲာက ႏွင္းလူတစ္ေကာင္ကို ဖမ္းဆီးရရွိထားပါတယ္။တစ္ေန႔မွာေတာ႔ လံုၿခဳံေရးက်ိဳးေပါက္ျပီး အဲဒီႏွင္းလူကထြက္ေျပးကာယီဆိုတဲ႔တရုတ္မေလးရဲ႔အိမ္ေခါင္မိုးမွာ ပုန္းေနပါသတဲ႔။ပုန္းေနတဲ႔ ႏွင္းလူေလးကိုေဝးလံလွတဲ႔ ဟိမဝႏၲာဆီကိုျပန္လိုက္ပို႔ဖို႔ယီရယ္ ပန္ဆိုတဲ႔ကေလးေလးရယ္ ဂ်င္မ္ဆိုတဲ႔ ေကာင္ေလးရယ္အတူတူၾကိဳးစားအားထုတ္ပံုေတြကိုျမင္ေတြ႔ရမွာပါ။တစ္ဖက္မွာလဲသူတို႔ေနာက္ကိုလိုက္ေနတဲ႔ သူေတြကလဲရွိေနျပန္ေတာ႔သူတို႔ဘာေတြရင္ဆိုင္ရမလဲ?ဘယ္လိုေတြရင္ဆိုင္ေျဖရွင္းမလဲ?ဆိုတာစိတ္ဝင္တစားၾကည႔္ရႈရမယ္႔ ဇာတ္လမ္းေကာင္းေလးပါ။ File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH ...",
        "rating": "7.1",
        "url": "https://megaup.net/1tpn2/(CM)_Abominable_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zPQzLZnfVw9fbXyxxglyOsmQBlu.jpg",
        "title": "Playmobil: The Movie (2019)",
        "description": "ကာတွန်းကားလေးတွေကိုကြိုက်နှစ်သက်သူများအတွက်ပေါ့ပေါ့ပါးပါးကာတွန်းကားလေးပါ။Anya Taylor-Joyအပြင် အသံသရုပ်ဆောင်တွေအနေနဲ့Daniel Radcliffe, Adam Lambert နဲ့ Meghan Trainorတို့ကပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မာလာဆိုတဲ့ကောင်မလေးကငယ်စဉ်ကသူ့မောင်လေးနဲ့အတူ ခရီးတွေထွက်ပြီးစွန့်စားခန်းတွေဖွင့်ချင်ခဲ့ပေမယ့်မိဘတွေသေဆုံးသွားတဲ့အတွက်ကြောင့်လက်တွေ့ဘဝထဲမှာပဲကျင်လည်နေရပါတယ်။တစ်နေ့မှာတော့ အပြင်ထွက်သွားတဲ့သူ့မောင်လေးနောက်လိုက်ရင်းနဲ့သူတို့မောင်နှမ Playmobilကမ္ဘာထဲရောက်သွားပြီးရုပ်လေးတွေဖြစ်သွားပါတယ်။Vikingဖြစ်သွားတဲ့သူ့မောင်လေးဖမ်းဆီးခံလိုက်ရတဲ့နောက်မှာတော့မာလာတစ်ယောက်စွန့်စားခန်းတွေဖွင့်ရင်းလိုက်လံကယ်ဆယ်ရပါတော့တယ်။ဇာတ်လမ်းကခမ်းခမ်းနားနားကြီးမဟုတ်ပေမယ့်ပေါ့ပေါ့ပါးပါးနဲ့ချစ်စရာ‌ကောင်းတဲ့ ကာတွန်းကားလေးပါ။ File Size : ( 928 MB , 347 MB )Quality :  Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "4.6",
        "url": "https://megaup.net/29xsi/(CM)_Playmobil_The_Movie_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oxkO1VgKCq74fNILKAg6t2dVEt.jpg",
        "title": "The Nightmare Before Christmas (1993)",
        "description": "ဒါကတော့ နာမည်ကြီး Dark Gothic movieတွေကိုဖန်တီးလေ့ရှိတဲ့Tim Burtonကြီး produceလုပ်ထားတဲ့Stop-motion animated musicalအမျိုးအစားလေးပါ။Ratingအကြမ်းစားတွေရော၊ musicalကားဆိုတော့သီချင်းဆုတွေရော၊ Oscarဇကာတင်တွေရောရထားတဲ့တစ်ခေတ်တစ်ခါက ဇာတ်လမ်းကောင်းလေးပါ။ဇာတ်လမ်းကတော့ အဲ့ခေတ်ကာလမှာအားလပ်ရက်ပျော်ပွဲရွှင်ပွဲတွေကို လုပ်ဆောင်ရတဲ့မြို့အသီးသီးရှိတယ်ပေါ့။အီစတာမြို့၊ ဟော်လိုဝင်းမြို့၊ခရစ်စမတ်မြို့ အစရှိသဖြင့်ပေါ့။ဒီကားရဲ့ဇာတ်လိုက်ကျော် ဂျက်က ဟော်လိုဝင်းမြို့ရဲ့ရွှေဖရုံသီးဘုရင်ပေါ့ခြောက်လှန့်တဲ့နေရာမှာအထင်ကရဖြစ်တဲ့ အရိုးခြောက်ပေါ့။အားလုံးကသူ့ကို အမြဲချီးမွမ်းနေပေမယ့်သူကတော့ ဟော်လိုဝင်းမှာ လိုက်ခြောက်လှန့်နေရတာကို စိတ်ကုန်နေပါပြီ။နောက်တော့ ခရစ်စမတ်မြို့ထဲရောက်သွားတဲ့အခါမှာဟော်လိုဝင်းဘုရင်က ခရစ်စမတ်လုပ်မယ်လို့ကြံစည်ရင်းသူ့နည်းသူ့ဟန်နဲ့ ခရစ်စမတ်ကိုဆင်နွှဲတဲ့ဇာတ်လမ်းလေးပါ။ခံစားကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 714 GB , 308 MB )Quality :  WebRip 720pRunning Time : 1 hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/1wj17/The.Nightmare.Before.Christmas.1993_(Large_Size).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z5dXCywyo8zEPNDkeQY7nbvkrz8.jpg",
        "title": "I Lost My Body(2019)",
        "description": "I Lost My Body(2019)အညႊန္း**************************(unicode)Animation ကားလေးလာပါပြီ...ဇာတ်လမ်းအကျဉ်းကတော့\nနာအို့ဖဲလ် ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ\nလောကကြီးထဲမှာအများသူသူငါငါတွေလို လှုပ်ရှားရုန်းကန်နေရတဲ့ကောင်လေးတစ်ဦး\nသူဝါသနာမပါတဲ့ ပီဇာပို့တဲ့အလုပ်တစ်ခုကိုလုပ်ကိုင်နေရင်း စားဝတ်နေရေးအတွက်ဖြေရှင်းနေရတဲ့သူတစ်ယောက်\nသူငယ်ငယ်တုန်းကတော့ သူ့မိဘတွေကိုပြောတယ်\n\"သားကြီးလာရင် စန္ဒယားပညာရှင်နဲ့အာကာသမှူးတစ်ယောက်ဖြစ်ချင်တယ်\"တဲ့...\nဒါပေမယ့်ကံတရားကသူ့ကိုမျက်နှာသာမပေးခဲ့...\nတစ်ခါမှာ ပီဇာသွားပို့တဲ့တိုက်ခန်းက မိန်းကလေးတစ်ယောက်နဲ့\nလူချင်းမတွေ့ရဘဲ အသံချင်းပဲစကားပြောခဲ့ရပေမယ့်\nသူဟာအဲ့ကောင်မလေးကို စွဲလန်းမှန်းမသိ စွဲလန်းခဲ့ရတော့တယ်...\nဒီတစ်ခေါက်မှာရော ကံကြမ္မာဟာ သူ့ရဲ့ငယ်ဘဝအိမ်မက်တွေကို မျက်နှာသာမပေးခဲ့သလိုမျိုး\nသူကြိုက်ရတဲ့ကောင်မလေးနဲ့ သူ့အပေါ်မှာဆက်ပြီး လျစ်လျူရှုဦးမှာလားဆိုတာကိုတော့..\nခံစားကြည့်လိုက်ပါဦးဗျို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်....(zawgyi)Animation ကားေလးလာပါၿပီ...ဇာတ္လမ္းအက်ဥ္းကေတာ့\nနာအုိ႔ဖဲလ္ ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ\nေလာကႀကီးထဲမွာအမ်ားသူသူငါငါေတြလို လႈပ္ရွားရုန္းကန္ေနရတဲ့ေကာင္ေလးတစ္ဦး\nသူဝါသနာမပါတဲ့ ပီဇာပို႔တဲ့အလုပ္တစ္ခုကိုလုပ္ကိုင္ေနရင္း စားဝတ္ေနေရးအတြက္ေျဖရွင္းေနရတဲ့သူတစ္ေယာက္\nသူငယ္ငယ္တုန္းကေတာ့ သူ႔မိဘေတြကုိေျပာတယ္\n\"သားႀကီးလာရင္ စႏၵယားပညာရွင္နဲ႔အာကာသမွဴးတစ္ေယာက္ျဖစ္ခ်င္တယ္\"တ့ဲ...\nဒါေပမယ့္ကံတရားကသူ႔ကိုမ်က္ႏွာသာမေပးခဲ့...\nတစ္ခါမွာ ပီဇာသြားပို႔တဲ့တိုက္ခန္းက မိန္းကေလးတစ္ေယာက္နဲ႔\nလူခ်င္းမေတြ႔ရဘဲ အသံခ်င္းပဲစကားေျပာခဲ့ရေပမယ့္\nသူဟာအဲ့ေကာင္မေလးကို စြဲလန္းမွန္းမသိ စြဲလန္းခဲ့ရေတာ့တယ္...\nဒီတစ္ေခါက္မွာေရာ ကံၾကမၼာဟာ သူ႔ရဲ႕ငယ္ဘဝအိမ္မက္ေတြကို မ်က္ႏွာသာမေပးခဲ့သလိုမ်ိဳး\nသူႀကိဳက္ရတဲ့ေကာင္မေလးနဲ႔ သူ႔အေပၚမွာဆက္ၿပီး လ်စ္လ်ဴရွဳဦးမွာလားဆိုတာကိုေတာ့..\nခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....File Size : (800 MB) and (318 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:21:00\nGenre : Animation, ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Pp9m/I_Lost_My_Body.2019.WEB-DL.720P.PP.mp4",
        "category": "Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebe8hJRCwdflNQbUjRrfmqtUiNi.jpg",
        "title": "The Angry Birds Movie 2 (2019)",
        "description": "(Unicode)ဒါကတော့ဒုတိယမှောကြ Angry Birds ကာတှနြးရုပရြှငလြေးပါ။ပထမဆုံး ကားမှာတော့ ရကဒြနြဲ့ သူငယခြငွြးတဈသိုကဟြာ ဝကတြှဆေီက ငှကလြေးတှကေို ကယတြငနြိုငခြဲ့ပါပှီ။အဲဒီအဖှဈအပကွအြပှီးမှာ ရကဒြဟြာ ငှကကြွှနြးရဲ့ သူရဲကောငြးကှီးအဖှဈနဲ့ သာယာနပေါပှီ။ငှကကြွှနြးနဲ့ ဝကကြွှနြးကတော့ ဦးရာလူဆောစြတမြး ရနစြောငနြကှတေုနြးပါပဲ။ဒါပမယြေ့ သူတို့တှကေို ပေါငြးစညြးမိစမယြေ့ ရနသြူအသဈပေါလြာပါတော့တယြ။ရခေဲကွှနြးက လငြးယုနတြှပေါပဲ။လငြးယုနခြေါငြးဆောငြ ဇယတြာဟာ ငှကကြွှနြးနဲ့ ဝကကြွှနြးက သူတှကေို အပှီး နှငထြုတပြှီး ကွှနြးတှကေို အပိုငစြီးဖို့အတှကြစူပါလကနြကကြှီးတဈခုနဲ့ ကှိုးစားလာတဲ့အခါ ဝကြ လီယိုနကတြို့နဲ့ ရကဒြတြို့ ပူးပေါငြးပှီး ဘုံရနသြူကို ရနဆြိုငကြှရပါတော့တယြ….ဇာတလြမြးအညှှနြးနဲ့ ဘာသာပှနသြူကတော့ Little Neo ပဲဖှဈပါတယြ…… (Zawgyi)ဒါကတော့ဒုတိယမွောကျ Angry Birds ကာတှနျးရုပျရှငျလေးပါ။ပထမဆုံး ကားမှာတော့ ရကျဒျနဲ့ သူငယျခငြျးတဈသိုကျဟာ ဝကျတှဆေီက ငှကျလေးတှကေို ကယျတငျနိုငျခဲ့ပါပွီ။အဲဒီအဖွဈအပကြျအပွီးမှာ ရကျဒျဟာ ငှကျကြှနျးရဲ့ သူရဲကောငျးကွီးအဖွဈနဲ့ သာယာနပေါပွီ။ငှကျကြှနျးနဲ့ ဝကျကြှနျးကတော့ ဦးရာလူဆောျစတမျး ရနျစောငျနကွေတုနျးပါပဲ။ဒါပမေယျ့ သူတို့တှကေို ပေါငျးစညျးမိစမေယျ့ ရနျသူအသဈပေါျလာပါတော့တယျ။ရခေဲကြှနျးက လငျးယုနျတှပေါပဲ။လငျးယုနျခေါငျးဆောငျ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4aKhy/(CM)The.Angry.Birds.Movie.2.2019.1080p.BluRay.5.1.CH.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMmNkM2MzNDgtNzk3Ny00ZTZmLTg4MDMtODc5M2Y4ZGQ4MGMyXkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Little Nemo: Adventures in Slumberland (1989)",
        "description": "ကလေးတိုင်းမှာ စိတ်ကူးအိမ်မက်ကိုယ်စီရှိကြပါတယ်။\nယခုဇာတ်လမ်းလေးထဲမှာတော့\nကောင်လေးတစ်ယောက်ရဲ့ဆန္ဒတွေပြည့်ဝသွားခဲ့ပေမယ့်\nကိုယ်ဖြစ်ချင်သလိုဖြစ်လာတိုင်း အကောင်းချည်းပဲ\nခံစားစံစားနိုင်မှာမဟုတ်ကြောင်းပညာပေးထားပါတယ်။\nသူစိတ်ကူးယဥ်ထားတဲ့ကမ္ဘာလေးကို ပထမဆုံးစရောက်စဥ်က\nအတော်လေးဝမ်းမြောက်ပျော်ရွှင်ခဲ့ပေမယ့် သူလာခဲ့တဲ့\nကမ္ဘာအစစ်အတွက် အန္တရာယ်ကျရောက်လာချိန်မှာတော့\nဘယ်လိုကမ္ဘာမျိုးမှာ သူရှင်သန်မှာလဲ ဘယ်လိုကမ္ဘာမျိုးကို သူရွေးချယ်သွားမှာလဲ?\nစိတ်ကူးယဥ်ကမ္ဘာလား လက်တွေ့ကျတဲ့ကမ္ဘာလား\nစိတ်ကူးအိမ်မက်ဆိုတာ ထားရှိသင့်တဲ့အရာဆိုပေမယ့်\nမဖြစ်နိုင်တာတွေကိုမတောင့်တသင့်ကြောင်း\nအလွယ်တကူရယူဖို့မဖြစ်နိုင်ကြောင်းတွေကို\nသင်ခန်းစာပေးထားတဲ့ ဇာတ်လမ်းမို့လို့\nကြည့်ရှုကြဖို့တောင်းဆိုပါတယ်။\nTranslated By : Kay Khaing Tun\nEncoded By : XCode",
        "rating": "7.2",
        "url": "https://megaup.net/4Qt6h/Little.Nemo.Adventures.In.Slumberland.1989_720P_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BZTkyNmMzMTEtZTNjMC00NTg4LWJlNTktZDdmNzE1M2YxN2E4XkEyXkFqcGdeQXVyNzU3NjUxMzE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Wonder Woman: Bloodlines (2019)",
        "description": "Wonder woman ဇာတ္လမ္းေတြထဲက\nဝန္ဒါးဝူးမန္းတစ္ေယာက္အျဖစ္သို႕ေရာက္ရွိလာခဲ့ပံုနဲ႕\nသူ႕ရဲ႕ဇာတိေမြးရပ္ေျမျဖစ္တဲ့ သစ္မီစစီရာကို\nရန္သူေတြရဲ႕လက္ကေနျပန္လည္ကာကြယ္တိုက္ခိုက္ခဲ့ပံုတို႔အေၾကာင္းကို\n႐ိုက္ကူးတင္ဆက္ထားတဲ့ အန္နီေမးရွင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္.\nဒီႏွစ္မွထြက္ရွိထားတဲ့ဇာတ္ကားသစ္ျဖစ္ၿပီးေတာ့\nအစပိုင္းတစ္ခ်ိဳ႕ကအရင္ႏွစ္မ်ားကထြက္ရွိထားတဲ့ကားေတြအတိုင္း\nအနည္းငယ္ေတာ့ဆင္တူျဖစ္ေနပါတယ္.\nဒါကလဲ ဝန္ဒါးဝူးမန္းျဖစ္ေပၚလာပံုရယ္ဆိုေတာ့လဲ ဒီအတိုင္းပဲ႐ိုက္ရမွာေပါ့ေနာ္.\nဝန္ဒါးဝူးမန္းတစ္ေယာက္သူ႔ရဲ႕အမိေျမကိုကာကြယ္ဖို႕\nဘယ္ေလာက္ထိ အေမဇုန္သူေကာင္းတစ္ေယာက္ပီသစြာ ေပးဆပ္ခဲ့ရတယ္ဆိုတာကို\nၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ဗ်.\nUnicode\nWonder woman ဇာတ်လမ်းတွေထဲက\nဝန်ဒါးဝူးမန်းတစ်ယောက်အဖြစ်သို့ရောက်ရှိလာခဲ့ပုံနဲ့\nသူ့ရဲ့ဇာတိမွေးရပ်မြေဖြစ်တဲ့ သစ်မီစစီရာကို\nရန်သူတွေရဲ့လက်ကနေပြန်လည်ကာကွယ်တိုက်ခိုက်ခဲ့ပုံတို့အကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားတဲ့ အန်နီမေးရှင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်.\nဒီနှစ်မှထွက်ရှိထားတဲ့ဇာတ်ကားသစ်ဖြစ်ပြီးတော့\nအစပိုင်းတစ်ချို့ကအရင်နှစ်များကထွက်ရှိထားတဲ့ကားတွေအတိုင်း\nအနည်းငယ်တော့ဆင်တူဖြစ်နေပါတယ်.\nဒါကလဲ ဝန်ဒါးဝူးမန်းဖြစ်ပေါ်လာပုံရယ်ဆိုတော့လဲ ဒီအတိုင်းပဲရိုက်ရမှာပေါ့နော်.\nဝန်ဒါးဝူးမန်းတစ်ယောက်သူ့ရဲ့အမိမြေကိုကာကွယ်ဖို့\nဘယ်လောက်ထိ အမေဇုန်သူကောင်းတစ်ယောက်ပီသစွာ ပေးဆပ်ခဲ့ရတယ်ဆိုတာကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်ဗျ.\nFile size…(1.16gb) and (599mb)\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…1h 23min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Charm",
        "rating": "N/A",
        "url": "https://megaup.net/3uvg5/Wonder.Woman.Bloodlines.2019.1080p.WEB-DL(cm).mp4",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/poster_opt-6-133x200.jpg",
        "title": "The Death and Return of Superman (2019)",
        "description": "မတ္ထ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာကြယ္ေစာင့္ေရွာက္ေပးေနတဲ့စူပါမန္းတစ္ေယာက္ဟာဆိုရင္\nတစ္ၿမိဳ႕လံုးရဲ႕အခ်စ္ေတာ္သူရဲေကာင္းတစ္ေယာက္ျဖစ္ပါတယ္။\nအၿမဲျပည္သူေတြအတြက္မားမားမတ္မတ္ကာကြယ္ေပးေနခဲ့တဲ့စူပါမန္းတစ္ေယာက္\nသူခ်စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ်က္သြားသလားထင္ရေအာင္\nေၾကာက္စရာေကာင္းစြာဖ်က္ဆီးတဲ့ၿဂိဳလ္သားတစ္ေယာက္နဲ႕ရင္ဆိုင္တိုက္ခိုက္ခဲ့ရာကေန\nအဆံုးသတ္မွာ ေအာင္ျမင္စြာတိုက္ခိုက္ႏိုင္ခဲ့ေပမယ့္ သူ႕ရဲ႕အသက္ကိုပါေပးဆပ္လိုက္ရပါေတာ့တယ္။\nစူပါမန္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအတြက္ေတာ့ေျဖမဆယ္ႏိုင္တဲ့ဆံုးရႈံးမႈႀကီးတစ္ခုအလား ျဖစ္ခဲ့ရပါတယ္။\nဒါေပမယ့္ စူပါမန္းအေလာင္းဟာ႐ုတ္တရက္ေပ်ာက္ဆံုးသြားခဲ့ၿပီးတဲ့ေနာက္\nေနာက္ထပ္ပံုစံမ်ိဳးနဲ႕စူပါမန္းေတြျပန္လည္ေရာက္ရွိလို႕လာခဲ့ပါတယ္။\nသူတို႕ကဘယ္သူေတြလဲ????\nဘာေၾကာင့္ၿမိဳ႕ကိုကာကြယ္ေပးရတဲ့သူရဲေကာင္းအလုပ္ကိုလုပ္ရတာလဲဆိုတာ\nဇာတ္ကားကိုၾကည့္ရႈရင္းနဲ႕အေျဖရွာလိုက္ရေအာင္ဗ်ာ။\nUnicode\nမတၳ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာၾကယ္ေစာင့္ေ႐ြာက္ေပးေနတဲ့စူပါမႏ္းတစ္ေယာက္ဟာဆိုရင္\nတစ္ၿမိဳ႕လံုးရဲ႕အခ္စ္ေတာ္သဴရဲေကာင္းတစ္ေယာက္်ဖစၸါတယ္။\nအၿမဲ်ပၫ္သဴေၾတအၾတကၼားမားမတၼတၠာၾကယ္ေပးေနခဲ့တဲ့စူပါမႏ္းတစ္ေယာက္\nသူခ္စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ္က္ၾသားသလားထင္ေရအာင္\nေၾကာကၥရာေကာင္းျစာဖ္ကၦီးတဲ့ၿဂိဳလ္သားတစ္ေယာကၷဲ႕ရငၦိဳငၱိဳကၡိဳကၡဲ့ရာေကန\nအဆံုးသတၼြာ ေအာင္်မျငၥာတိုကၡိဳကၷိုငၡဲ့ေပမယ့္ သူ႕ရဲ႕အသကၠိဳပါေပးဆပႅိဳက္ရပါေတာ့တယ္။\nစူပါမႏ္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအၾတက္ေတာ့ေ်ဖမဆယၷိုငၱဲ့ဆံုးရႈံးမႈႀကီးတစၡဳအလား ်ဖစၡဲ့ရပါတယ္။\nဒါေပမယ့္ စူပါမႏ္းေအလာင္းဟာ႐ုတၱရက္ေပ္ာကၦံုးၾသားခဲ့ၿပီးတဲ့ေနာက္\nေနာကၳပၸံုစံမ္ိဳးနဲ႕စူပါမႏ္းေၾတ်ပႏႅၫ္ေရာက္႐ြိလို႕လာခဲ့ပါတယ္။\nသူတို႕ကဘယ္သဴေၾတလဲ????\nဘာေၾကာင့္ၿမိဳ႕ကိုကာၾကယ္ေပးရတဲ့သူရဲေကာင္းအလုပၠိဳလုပ္ရတာလဲဆိုတာ\nဇာတၠားကိုၾကည့္ရႈရင္းနဲ႕ေအ်ဖ႐ြာလိုက္ေရအာငၺ္ာ။File size…(2.3gb) and (1.1gb)\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…2h 46min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Charm",
        "rating": "6.6",
        "url": "https://megaup.net/3usMX/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL(cm).mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctHh4ER4dy9njd0fphadCbTarp6.jpg",
        "title": "Louis & Luca: Mission to the Moon (2019)",
        "description": "Rating 6.8 အထိရထားတဲ့ Animation\nကားေလးပါဒီကားေလးကေတာ့စြန္႔စားခန္းေတြကိုႀကိဳက္ႏွစ္သက္တဲ့\nလူေတြအတြက္ကားေကာင္ေလးတစ္ခုပါလကိုပိုင္ဆိုင္ဖို႔ႀကိဳးစားၾကပံုေတြလဆီကို\nသြားတဲ့လမ္းတစ္ေလွ်ာက္မွာအခက္အခဲေပါင္းစံု\nရင္ဆိုင္ၾကရၿပီးစ္တ္သေဘာထားကြဲလြဲၾကရာမွ\nကမာၻႀကီးဆီကိုေဘးကင္းစြာနဲ႔ျပန္ေရာက္ပါ့မလားဆိုတာ\nစိတ္လႈပ္ရွားစြာနဲ႔ၾကည့္႐ွဳရမွာပဲၿဖစ္ပါတယ္အဲလိုအခက္အခဲေတြၾကားထဲကမွသူငယ္ခ်င္းေတြၾကားထဲမွာ\nရွိတဲ့ခ်စ္ခ်င္းေမတၱာကိုပါထည့္သြင္း႐ိုက္ကူးထားတဲ့\nဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ပဲျဖစ္ပါတယ္ File Size : ( 763 MB , 226 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Animation , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by  Lwin May ThuEncoded by Moe Myint Lwin",
        "rating": "6.8",
        "url": "https://megaup.net/Qez9/(CM)_Louis___Luca_Mission_To_The_Moon_2019_(Small_Size).mp4 https://megaup.net/2S74w/(CM)_Louis___Luca_Mission_To_The_Moon_2019_(Large_Size).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFE4ZeXNIDU6c0PAFhKJ1WlL7Oo.jpg",
        "title": "Teen Titans Go! vs. Teen Titans (2019)",
        "description": "ဒါကေတာ့superhero fanေတြနဲ႔ အထူးတလည္မိတ္ဆက္ေပးစရာမလိုေတာ့တဲ့Teen Titans animated movieျဖစ္ပါတယ္။ကိုယ္ေတြရဲ႕ Deep and Dark အေမွာင္ရပ္ကြက္ကဆိုေပမယ့္Teen Titansေတြဆိုေတာ့အေရာင္အေသြးစုံစုံလင္လင္နဲ႔ပါပဲ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရဗန္ရဲ႕inner demonကိုထိန္းသိမ္းထားတဲ့ နဖူးကေက်ာက္ကအက္သြားပါတယ္။ဒါကိုအခြင့္ေကာင္းယူၿပီး ထ႐ိုင္ဂြန္က multiverseက တျခားပါဝါပိုႀကီးတဲ့ထ႐ိုင္ဂြန္တစ္ေယာက္ကို ျပန္ေခၚၿပီး multiverseတစ္ခုလုံးကို သိမ္းပိုက္ဖို႔ႀကံစဥ္ပါေတာ့တယ္။ေရဗန္ရဲ႕demon powerကိုအရယူဖို႔ ဖမ္းေခၚသြားတာကိုTeen Titansေတြကတျခား alternate earthကသူတို႔ထက္ၿပီးအသက္ႀကီးတဲ့ အတည္အတန႔္Teen Titansတစ္ဖြဲ႕နဲ႔ပူးေပါင္းၿပီး ျပန္ကယ္ဆယ္ၾကတာပါ။ဒီကားထဲမွာ Teen Titansေသာက္ကေလးေတြေသာက္ခြက္ေျပာင္ခ်က္ပဲ ? File Size : ( 575 GB , 170 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 17 minFormat : Mp4Genre ...",
        "rating": "7.7",
        "url": "https://megaup.net/2c9uZ/Teen.Titans.Go.Vs.Teen.Titans.720p.(2019).(cm).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMTYzMDM4NzkxOV5BMl5BanBnXkFtZTgwNzM1Mzg2NzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Toy Story 4 (2019)",
        "description": "ရုပ္ရွင္ခ်စ္သူေတြထဲမွာ တြိဳင္းစတိုရီကို မၾကည့္ဖူးဘဲ\nၾကီးျပင္းလာတဲ့သူဆိုတာ အေတာ္ရွားပါလိမ့္မယ္။\nငယ္ငယ္တုန္းကတည္းက တြိဳင္းစတိုရီကိုၾကည့္ၿပီး\nကိုယ့္အရုပ္ေလးေတြ ဘယ္လိုမ်ား အသက္ဝင္မလားမလဲေတာင္\nေခ်ာင္းၾကည့္ဖူးၾကတဲ့သူေတြ ရွိမလားမသိဘူး။\nဝုဒီတို႕ ဘက္ဇ္တို႕နဲ႕ မိတ္ေဆြတစ္သိုက္ဟာ\nမိတ္ေဆြေတြတိုးရင္း စြန္႕စားခန္းေတြ ဖြင့္ရင္း ေနလာခဲ့တာ\nႏွစ္ေပါင္းေတြ ၾကာလာခဲ့ပါၿပီ။\nအရုပ္ေတြအတြက ္သူတို႕ရဲ႕ ပိုင္ရွင္\nကေလးငယ္ဆိုတာ ဘဝၾကီးပါပဲ။\nဒါေပမယ့္ အဲဒီပိုင္ရွင္ေတြရဲ႕ သက္တမ္းက တိုေတာင္းပါတယ္။\nေသဆံုးသြားတာ မဟုတ္ေပမယ့္လည္း ၾကီးျပင္းလာတဲ့အခ်ိန္မွာ\nအရုပ္ေတြကို စြန္႕ပစ္ၾကတာ၊ ဒါမွမဟုတ္\nအျခားကေလးကို ေပးပစ္ၾကတာေတြ လုပ္ၾကတာေပါ့။\nဒီလိုနဲ႕ ဘိုပိ ဟာလည္းအျခားပိုင္ရွင္တစ္ေယာက္ဆီကို\nေရာက္သြားၿပီး ဝုဒီတို႕နဲ႕ ကြဲကြာသြားခဲ့ပါၿပီ။\nဒီတစ္ေခါက္မွာလည္း အန္ဒီဟာ\nဘြန္နီဆိုတဲ့ ကေလးမေလးဆီကို သူ႕ရဲ႕အရုပ္ေတြ\nေပးပစ္လိုက္တာကေန စတင္ပါတယ္။\nဘြန္နီဟာ အရုပ္ေလးေတြကိုခ်စ္ၿပီး ေန႕တိုင္းကစားတတ္ေပမယ့္\nသူ ေရြးေနက်မဟုတ္ဘဲ ခ်န္ထားခဲ့တဲ့\nအရုပ္ေလးေတြ ရွိတတ္ပါတယ္။\nအဲဒီအထဲမွာ တစ္ခ်ိန္က အန္ဒီရဲ႕ အခ်စ္ေတာ္\nဝုဒီလည္း ပါေနတာေပါ့။\nဒီလိုနဲ႕ ဘြန္နီေလး ပထမဆံုး မူၾကိဳကို ေၾကာက္ေၾကာက္လန္႕လန္႕နဲ႕\nသြားရင္းနဲ႕ ဇြန္းခရင္း တစ္ခါသံုးေလးကို\nေဖာ့ကီဆိုတဲ့ အရုပ္အျဖစ္ ဖန္တီးလိုက္မိပါတယ္။\nၿပီးေတာ့ အဲဒီ ခရင္းရုပ္ေလးက ဘြန္နီရဲ႕ မူၾကိဳေက်ာင္းမွာ\nအားေပးမယ္ အေဖာ္ေလးျဖစ္လာပါေတာ့တယ္။\nဒါေပမယ့္ ေဖာ့ကီဟာ မထင္မွတ္ဘဲ ဘြန္နီနဲ႕\nကြဲကြာသြားတဲ့အခါမွာေတာ့ ဝုဒီဟာ\nေဖာ့ကီကို ...",
        "rating": "8.2",
        "url": "https://megaup.net/2OoS1/Toy.Story.4.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgkRaVtdrOAZT2cFZi9Ihh9QpuL.jpg",
        "title": "Legend of the Guardians: The Owls of Ga’Hoole(2010)",
        "description": "Legend of the Guardians: The Owls of Ga'Hoole(2010)(Zawgyi)အမုိက္စား အက္ရွင္ Animation ကားမုိ႕ BLU-RAY1080P5.1CH ပါတင္ဆက္ေပးထားပါတယ္.....\nယခုတင္ဆက္ေပးတဲ႔ Animation ကားေလးကေတာ႔ Legend of the Guardians:The Owl of Ga'hoole (2010) ကားေလးပဲျဖစ္ပါတယ္။Old but Gold လို႔ေျပာရမယ္႔ ဒီကားေလးကေတာ႔ 2010 ကထြက္ရွိခဲ႔တာျဖစ္ျပီး Imdb Rating 6.9/10ရရွိထားတဲ႔ ကားေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ တင္ျပလိုပါေသးတယ္။ေဆာရန္နဲ႔ ကလတ္ ဆိုတာအသုိက္တစ္ခုထဲမွာ ေမြးဖြားလာတဲ႔ ဇီးကြက္ေပါက္ေလး ႏွစ္ေကာင္ပါ။\nတစ္ေကာင္က စိတ္ထားႏူးညံ႔သူျဖစ္သလို အျခားတစ္ေကာင္က စိတ္ထားၾကမ္းတမ္းသူပါ။စိတ္ထားျခင္းလားလားမွမတူတဲ႔သူတို႔ညီအကိုႏွစ္ေယာက္ တစ္ေန႔ေတာ႔ အသိုက္ကေန ထြက္က်ျပီးအိမ္ကေနခြဲခြာခဲ႔ရပါေတာ႔တယ္။မပ်ံႏိုင္ေသးတဲ႔ဇီးကြက္ေပါက္ေလးေတြကိုစုေဆာင္းကာ ကြၽန္အျဖစ္ခိုင္းစားေနတဲ႔ သန္႔စင္သူမ်ားဆိုတဲ႔ဇီးကြက္တိုင္းျပည္ကိုသူတို႔ေရာက္ခဲ႔ပါေတာ႔တယ္။သူတို႔ႏွစ္ေယာက္ဘယ္လိုဆက္ျဖစ္မယ္၊ဘယ္လိုေတြဆက္ရင္ဆိုင္ရမယ္ဆိုတာ စိတ္ဝင္စားစြာဆက္လက္ၾကည္႔ရႈရမွာပါ။စိတ္ဓါတ္ခြန္အားေတြအမ်ားႀကီးေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon ...",
        "rating": "6.9",
        "url": "https://megaup.net/Mw9b/Legend_of_the_Guardians_.The_Owls_of_Ga_Hoola.2010.BLU-RAY1080P.5.1CH.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd0oIoWhEm8o7EpS0kV7RaV0Flf.jpg",
        "title": "Scooby-Doo! Return to Zombie Island (2019)",
        "description": "ေခြးေလးစကူဘီဒူးရဲ႕စြန္႔စားခန္းေတြ ျပန္ေရာက္လာပါျပီအရင္ဇာတ္လမ္းေတြကို ျပန္ေႏြးရမယ္ဆိုရင္သူတို႔ရဲ႕ ဆန္းၾကယ္ကိစၥေလးေတြကို လိုက္ေျဖရွင္းေနရာမွာထိခိုက္အႏၱရာယ္ရမွာကို စိုးရိမ္တဲ့အတြက္ ရဲမွဴးၾကီးကေနာက္ထပ္မလုပ္ေတာ့ဖို႔ ဘယ္ ဆန္းၾကယ္ကိစၥကိုမွမပါ၀င္ မပတ္သက္ေတာ့ဖို႔ ကတိေတာင္းသြားခဲ့ပါတယ္ဖရက္ဒီ၊ ဒက္ဖနီနဲ႔ ဗယ္လ္မာတုိ႔ကေတာ့ အလြန္စိတ္္ဆင္းရဲေပမယ့္အတိုင္းထက္အလြန္ေပ်ာ္ေနတာကေတာ့ ရွက္ဂီနဲ႔ စကူဘီဒူးပါပဲ..သူတို႔ကအရမ္းေၾကာက္တတ္တာကိုး အဲဒီလိုနဲ႔တစ္ရက္မွာေတာ့ရွက္ဂီက စရိတ္ျငိမ္းအပန္းေျဖခရီးထြက္ခြင့္ကို သူၾကည့္ေနၾကတီဗီရိႈးကေန မဲေပါက္သြားပါေတာ့တယ္ေနာက္ေနာင္ဘယ္ဆန္းၾကယ္ကိစၥကိုမွ ၀င္မပါေတာ့ပါဘူးလို႔သူ႔သူငယ္ခ်င္းသံုးေယာက္ကို ကတိေတာင္းျပီးေနာက္မွာေပါ့ေလရွက္ဂီန႔ဲစကူဘီက အရမ္းေတြတက္ၾကြျပီး ခ်ီတက္သြားေပမယ့္ေရာက္ေရာက္ခ်င္း ေဆာက္နဲ႔ထြင္း ဆုိသလို သူတို႔ကြ်န္းေပၚေျခခ်လိုက္တာနဲ႔ ကြ်န္းသူကြ်န္းသား စံုတြဲက ထြက္သြားခိုင္းပါေတာ့တယ္သူတုိ႔အဆိုအရ ကြ်န္းေပၚမွာ ဇြန္ဘီေတြအျပည့္ပါတဲ့ေနာက္ေနတယ္ပဲထင္ၾကတဲ့တစ္ဖဲြ႔လံုးဟာ ဘာကိုမွဂရုမစိုက္ဘဲဟိုတယ္ဆီခ်ီတက္သြားပါေတာ့တယ္ ဟိုတယ္ဆီေရာက္တဲ့အခါသူတို႔အရင္ကေရာက္ဖူးတဲ့ မြန္းစကားကြ်န္းက အိမ္ၾကီးနဲ႔တစ္ပံုစံတည္းတူေနတာကို ေတြ႔ရေပမယ့္ ဆန္းၾကယ္ကိစၥဆိုဘာဆိုဘာမွ မေတြ႔ဘူးလုိ႔ ဘူးခံျငင္းခ်င္သူ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/scooby-doo-return-to-zombie-island-2019/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jDmWZW0C9nXEgsKNGs1nZT1EPv.jpg",
        "title": "The Invincible Iron Man (2007)",
        "description": "(Unicode) The Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်တာကြောင့်Iron Man 1 (Live Action) ထက် ၁ နှစ်စောထွက်ခဲ့တာဖြစ်ပါတယ်။ဒီကားထဲမှာတော့ ကျွန်တော်တို့သိထားတဲ့MCU ထဲက Iron Man ဇာတ်လမ်းအတိုင်းမဟုတ်ပါဘူး။တိုနီစတာ့ခ်ရဲ့ သူငယ်ချင်းဖြစ်သူ ဂျိမ်းစ်ရုတ်ဒ် ဆိုMCU မှာ လေတပ်က စစ်ဗိုလ်တစ်ယောက်ဖြစ်ပေမယ့် ဒီကားထဲမှာတော့ တိုနီနဲ့အတူ အလုပ်တွဲလုပ်နေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်ပြည်မှာ ရှေးဟောင်းမြို့တော်တစ်ခု တူးဖော်ရာကနေ မန်ဒရင်းလို့ခေါ်တဲ့ရက်စက်ကြမ်းကြုတ်တဲ့ဘုရင်တစ်ပါး ပြန်ပေါ်ထွက်လာဖို့အကြောင်းဖန်လာပါတယ်။Jade Dragon လို့ခေါ်တဲ့တော်လှမ်းရေးတပ်ဖွဲ့တစ်ဖွဲ့က ရှေးဟောင်းမြို့တူးဖော်နေတဲ့ တိုနီစတာ့ခ်တို့အဖွဲ့ကို နှောင့်ယှက်တိုက်ခိုက်ခဲ့တာမှာတိုနီတစ်ယောက် ထိခိုက်ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရပါတယ်.......ဒီကားထဲမှာ တိုနီ Iron Man ဖြစ်လာပုံကလဲ မတူသလို ဇာတ်လမ်းဇာတ်ကွက်တွေကလဲMCU ထဲကအတိုင်းမဟုတ်ပါဘူး။အခုအချိန်မှာ Iron Man/ Tony Stark ဆိုပြီး လူတိုင်းသိနေကြပေမယ့်အဲ့ဒီအချိန်တုန်းက (၂၀၀၇) တုန်းက လူသိနည်းသေးတဲ့ Character တစ်ခုလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်ကားအဟောင်းဆိုပေမယ့်လဲ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ob2u/(CM)The.Invincible.Iron.Man.2007.720p.BluRay.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwqEIL5SrsZFVvileNe9LuHbJy7.jpg",
        "title": "Astro Kid (2019)",
        "description": "ဒါကေတာ့ခ်စ္စရာကာတြန္းကားေကာင္းေလးေတြကိုႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္လက္တေလာပူပူေႏြးေႏြးထြက္ထားတဲ့ ျပင္သစ္animationကားေလးပဲျဖစ္ပါတယ္။ဒီကားေလးမွာ အာကာသစူးစမ္းရွာေဖြသူမိဘေတြနဲ႔အာကာသထဲလိုက္သြားတဲ့ေဝလီေလးတစ္ေယာက္သူတို႔ယာဥ္ပ်က္ဆီးၿပီးမိဘေတြနဲ႔ကြဲကာ ၿဂိဳလ္တစ္ခုေပၚေရာက္သြားပါတယ္။ဒါေပမယ္ဆင္းသက္တဲ့ယာဥ္ထဲမွာသူ႔ကိုၿဂိဳလ္ေပၚမွာ ရွင္သန္ေနထိုင္ရာမွာကူညီကာကြယ္ေပးဖို႔ဘက္ခ္ဆိုတဲ့စက္႐ုပ္ေလးလည္းရွိပါတယ္။ၿပီးေတာ့အဲ့ၿဂိဳလ္ေပၚကခ်စ္စရာအေကာင္ေလးဖလက္ရွ္နဲ႔လည္းသူငယ္ခ်င္းေတြျဖစ္သြားၿပီးသူ႔မိဘေတြသူ႔ကိုလာမကယ္မခ်င္းသူတို႔ၿဂိဳလ္ေပၚမွာ စြန႔္စားခန္းေလးေတြလုပ္ၾကပါေတာ့တယ္။ဒီကားေလးမွာ ဆယ္ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန႔္စားခန္းေလးေတြခ်စ္စရာအေကာင္ေလးေတြနဲ႔အခ်င္းခ်င္း႐ိုင္းပင္းကူညီၾကပုံ‌‌ေပ်ာ္စရာေလးေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဒီကားေလးကေတာ့ Hollywoodကထြက္ရွိေနၾကကာတြန္းကားေတြလိုမဟုတ္ပဲအရင္တုန္းကကာတြန္းကားေလးေတြလိုမ်ိဳးကို ျပန္လည္ဆန္းသစ္ၿပီးအေရာင္အေသြးစုံစုံလင္လင္နဲ႔ ခ်စ္စဖြယ္တင္ဆက္ထားတဲ့ခ်စ္စရာကာတြန္းကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (842 MB , 308 MB)Quality : BluRay 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/1s41e/(CM)_Astro_Kid_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]