[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTgwMDA0Mzg4OF5BMl5BanBnXkFtZTgwNjk1MjQ2NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Ralph Breaks the Internet (2018)",
        "description": "ၿပီးခဲ့တဲ့ Ralph ရုပ္ရွင္မွာဆိုရင္ေတာ့ Ralph ရဲ႕ ကေမာက္ကမ ျဖစ္အင္ေတြနဲ႔\nဇတ္လမ္းစတည္ခဲ့ၿပီး ၿပိဳင္ကားေမာင္းတဲ့ မင္းသမီးေလး Vanellope ရဲ႕ မူလ ဘ၀ကို\nျပန္လည္ ကယ္တင္ေပးႏုိင္ခဲ့ၿပီး အရာရာ အဆင္ေျပခဲ့တာကို သိၾကမွာပါ\nRalph နဲ႔ Vanellope တို႔ဟာ အတူတကြ ေပ်ာ္ရႊင္စြာ ေနသြားၾကေလသတည္းဆိုၿပီး\nအၿပီးသတ္ခဲ့ေပမဲ့ အခုရုပ္ရွင္ျဖစ္တဲ့ Ralph Breaks The Internet ဆိုတဲ့ ရုပ္ရွင္မွာေတာ့\nၿပိဳင္ကားေမာင္းဂိမ္း ထဲက မင္းသမီးေလး Vanellope ၿပိဳင္ပြဲ ၀င္ေနတဲ့ အခ်ိန္\nRalph တစ္ေယာက္ အႏုိင္ရေအာင္ ဆိုၿပီး သူ႔အႀကံနဲ႔ သူ ျဖတ္လမ္းေတြ\nေဖာက္ခဲ့ပါတယ္...\nျဖစ္ခ်င္ေတာ့ အဲ့ဒီလို ပရိုဂရမ္ကေန ေသြဖယ္သြားတဲ့ လမ္းေၾကာင္းကို\nအျပင္က ဂိမ္းေဆာ့သူက လုိက္ၿပီး ျပန္ထိန္းခ်ဳပ္ရင္း အဲ့ဒီၿပိဳင္ကား ဂိမ္းစက္ဟာ\nပ်က္စီးသြားခဲ့ပါေတာ့တယ္....\nဆုိင္ရွင္က အပိုပစၥည္း မွာဖို႔ ႀကံစဥ္ေပမဲ့ မူလ လက္ေဟာင္းျဖစ္တဲ့အတြက္\nအပိုပစၥည္းမရွိသလို အင္မတန္ေစ်းႀကီးတဲ့အတြက္ Vanellope ရဲ႕ ၿပိဳင္ကားဂိမ္းစက္ကို\nေခ်ာင္ထိုးထားဖို႔ စိတ္ကူးသာ ရရွိသြားပါေတာ့တယ္...\nဒီလိုနဲ႔ ၿပိဳင္ကား ဂိမ္းထဲ ေနထိုင္ေနၾကတဲ့ သူေတြ အားလံုးဟာ ထြက္ေျပးၾကရင္း\nျဖတ္ကူးၾကတဲ့ ၾကား တစ္ေနရာမွာ ေသာင္တင္ကုန္ၾကပါတယ္..\nRalph ကလဲ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1A4dl/Ralph_Breaks_The_Internet_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/A-Monster-in-Paris-2011-150x200.jpg",
        "title": "A Monster in Paris (2011)",
        "description": "ဒီ ျပင္သစ္ 3D animation ႐ုပ္ရွင္က ဒါ႐ုိက္တာ Bibo Bergeron ရဲ႕လက္ရာတစ္ခုျဖစ္ပါတယ္။\nဇာတ္လမ္းထဲမွာဆုိရင္ ႐ုပ္ရွင္ျပစားတဲ့ ေအမီယုိနဲ႔ ကုန္ ပစၥည္းေတြလုိက္ပုိ႔တဲ့ အလုပ္ကုိ လုပ္တဲ့\nရာအုိသူငယ္ခ်င္းႏွစ္ေယာက္ဟာ မေမွ်ာ္လင့္ပဲ ဓာတ္ခြဲခန္းထဲမွာ မေကာင္းဆုိး၀ါးတစ္ေကာင္ကုိ ဖန္တီးမိခဲ့ပါတယ္။\nၿပီးေတာ့အဲ့ဒီမေကာင္းဆုိး၀ါးေကာင္ဟာ ပဲရစ္မွာေလွ်ာက္သြားပါေတာ့တယ္။\nေတြ႕တဲ့လူတုိင္းကသူ႔ရဲ႕ပုံပန္းသဏၭန္ေႀကာင့္ ေၾကာက္လန္႔တၾကားျဖစ္ၾကတာေပါ့။\nအဲ့ဒီမေကာင္းဆုိး၀ါးကုိ ဖမ္းဆီးဖုိ႔အတြက္ ေကာက္က်စ္တဲ့ ေကာ္မရွင္နာ ေမနာက စတင္ၿပီးလုပ္ပါေတာ့တယ္။\nေရႀကီးမႈျပႆနာကုိ ဘာမွအကူအညီမေပးတဲ့အတြက္သူ႔ကုိ\nျပည္သူေတြအထင္လြဲမုန္းတီးေနတာကေန ေျဖရွင္းဖုိ႔အေၾကာင္းရွာတာပါ။\nဒါေပမယ့္လည္း အဲ့ဒီမေကာင္း၀ါးေကာင္ေလးမွာ ထူးျခားတဲ့စြမ္းရည္တစ္ခုရွိပါတယ္။\nအဲ့ဒီစြမ္းရည္ေလးေၾကာင့္ပဲ မေကာင္းဆုိး၀ါးေကာင္ေလးက ပဲရစ္မွာရွိတဲ့ သူေဌးေတြသာ လာလုိ႔ရတဲ့\nကပြဲ႐ုံတစ္ခုကုိေရာက္သြားပါတယ္။\nအဲ့ဒီမွာ အဆုိေတာ္မေလး လူစီလီနဲ႔ေတြ႕ဆုံရပါေတာ့တယ္။\nလူစီလီက သူ႔ကုိနာမည္ေလးတစ္ခုေပးၿပီး ကပြဲ႐ုံမွာ တိတ္တဆိတ္ေခၚထားေပးပါတယ္။\nသူဟာ ပုံသဏၭာန္ကသာမေကာင္းဆုိး၀ါးျဖစ္ေနေပမယ့္ လူတစ္ဦးတစ္ေယာက္ကုိမွ ထိခုိက္ေစတာမ်ဳိးမလုပ္ခဲ့ပါဘူး။\nတျခားအျမတ္ႀကီးစား ကုိယ္က်ဳိးၾကည့္တဲ့လူသားေတြလုိမ်ဳိး မဟုတ္ခဲ့ပါဘူး။\nဒီဇာတ္ကားေလးက ခံစားၾကည့္မိမယ္ဆုိရင္ တကယ့္မေကာင္းဆုိး၀ါးဆုိတာ ဘယ္လုိမ်ဳိးလဲ\nအျပင္ပန္းကုိသာ ၾကည့္ၿပီး ဆုံးျဖတ္လုိ႔မရတဲ့ ကိစၥေတြ အျဖစ္အပ်က္ေတြကုိ ေတြ႔ရမွာပါ\nဒါ့အျပင္ဇာတ္လမ္းထဲမွာ ပါတဲ့သီခ်င္းေလးေတြကလဲေကာင္းတာမို႔\nစာသားေတြကုိလည္း ဘာသာျပန္ေပးထားပါတယ္။\n(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Yuki ျဖစ္ပီး Arkar Phyo မွ Encoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/1A4dd/[05423]_A_Monster_in_Paris_(2011)_[Animation]_[Vanessa_Paradis]_[FRANCE]_[6.6].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTU1MTAwMjk1NF5BMl5BanBnXkFtZTcwMDI5NDc4Ng@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Lorax (2012)",
        "description": "The Lorax (2012)\nIMDb - 6.4/10_____Rotten Tomatoes - 53%\n  \nဒီကားလေးက အပင်လေးတွေကိုချစ်တတ်တဲ့သူတွေ\nအထူးကြည့်သင့်တဲ့ကားကောင်းလေးပါ\nဆုကြီးလေးဆုနဲ့အခြားဆုပေါင်းများစွာရရှိထားပြီး\nအတွေးသစ်အမြင်သစ်အချို့ကိုပေးစွမ်းနိုင်ပါလိမ့်မယ်\nအသက်၁၂နှစ်ပဲရှိတဲ့ တက်ဒ်လေးက တနီးဗေးလ်ဆိုတဲ့ မြို့မှာနေပါတယ်\nမြို့ဟာသဘာဝတရားလုံးဝပျောက်နေပြီး\n လေကအစသစ်ပင်အဆုံး man-madeတွေဖြစ်နေပါပြီ\nအသက်ရှင်ဖို့မဖြစ်မနေလိုအပ်တဲ့လေကိုတော့\nအရင်းရှင်ငပုကောင်အိုဟဲကနေကြိုးကိုင်ထားပြီး\nဈေးကိုသူလိုသလိုကစားကာတစ်မြို့လုံးကိုဂုတ်သွေးစုပ်နေပါတော့တယ်\nကျွန်တော်တို့အားလုံးနီးပါးမုန်းလို့မရတဲ့မမဆိုတဲ့လူတန်းစားဟာ\nဒီကားရဲ့အသက်ပါပဲ\nတဒ်ဟာသူ့ရဲ့မမကိုပိုးပန်းဖို့သစ်ပင်အစစ်ကို\nမဖြစ်မနေရှာရမယ့်အခြေအနေထဲရောက်သွားပြီး\nလုံးဝမမျှော်လင့်ထားတဲ့သစ်ပင်တွေမျိုးတုံးသွားစေတဲ့နောက်ကွယ်က\nအကြောင်းတရားအချိုု့ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\n \nအသံနောက်ခံတွေကတော့\nတက်ဒ်နေရာမှာ မင်းသားချော Zac Efron နဲ့\nမင်းသမီးနေရာမှာတော့ ပုရိသတို့ အသဲစွဲ Taylor Swift လေးပါ\n  \nTranslated by Dolly\nEncoded by sithu",
        "rating": "6.4",
        "url": "https://megaup.net/2UOfi/The_Lorax_(Dr._Seuss__The_Lorax)_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Country"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTBkNTUyZjYtMjIzZC00NDIzLWIyOTEtYmRkYzgxYzFiYzk3XkEyXkFqcGdeQXVyNDYzNTI2ODc@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Ocean Waves (1993)",
        "description": "imdb rating 6.8 ရွိတဲ့ ဂ်ပန္​ anime ကားေလးပါ\n1993 ခုႏွစ္​တုန္​းက ကားေဟာင္​းေလးျဖစ္ျပီး\nေက်ာင္​းေျပာင္​းလာတဲ့ေကာင္​မေလးေခ်ာေခ်ာေလးနဲ႔စတဲ့ဇာတ္​လမ္​းေလးပါ\nမိဘေတြကြဲလို႔ တိုက်ိဳကေန ၿမိဳ႕ငယ္​ေလးဆီေျပာင္​းလာရတဲ့\nေကာင္​မေလး\nအတန္​းထဲမွာ အမွတ္​ေတြေကာင္​းၿပီးရင္​းေကာင္​းလို႔ေရာ\nသူ႔ရုပ္​ရည္​ေၾကာင္​့ေရာ နာမည္​ႀကီးလာတဲ့ေကာင္​မေလး\nသူေရာက္​လာတည္​းက ႀကိတ္​ႀကိဳက္​ေနတဲ့ ေကာင္​ေလး\nသံုးပြင္​့ဆိုင္​လိုမ်ိဳးေလး ရိုက္​ထားတဲ့ကားမ်ိဳးေလး\nေကာင္​မေလးက အေဖ့ဆီပဲ ျပန္​သြားေနခ်င္​လို႔\nႀကိဳးစားခဲ့ေပမယ္​့ သူမအေဖမွားတာမွန္​းသိရတဲ့အခါ\nေနာက္​ဆံုး မိုရီဆာကီတာကု ဆိုတဲ့ေကာင္​ေလးနဲ႔\nေက်ာင္​းက မနာလိုသူေတြ ၀ိုင္​းေျပာတာကို\nမိဘေတြကြဲခဲ့ရတဲ့ စိတ္​ဒဏ္​ရာနဲ႔ ေကာင္​မေလး\nဘယ္​လိုတံု႔ျပန္​မွာလဲ\nဒီကားေလးကို သေဘာက်မိတာက\nေကာင္​မေလးရဲ႕စိတ္​က ဘယ္​လိုမ်ိဳးလဲ\nသူကဘာကိုႏွစ္​သက္​တာလဲ\nသူ႔စိတ္​က ဘယ္​လိုမ်ိဳးလဲဆိုၿပီး\nသူ႔ကို နားမလည္​နိုင္​တာေလးကို ႀကိဳက္​တယ္​\nကုိယ္​တိုင္​က အသည္​းကြဲသမားမို႔လားမသိဘူး\nနားလည္​ရခက္​တဲ့ ေကာင္​မေလးေတြကို သေဘာက်ေနတာ\nဘယ္​လိုပဲျဖစ္​ျဖစ္​ ဘယ္​လိုေၾကာင္​့ပဲျဖစ္​ျဖစ္​\nဒီကားေလးကို ၾကည္​့မိတာနဲ႔ ငယ္​စဥ္​ေက်ာင္​းသားဘ၀ကို\nျပန္​လြမ္​းသြားရမယ္​ဆိုတာကို အာမခံတယ္​ဗ်ာ\nanime ကားေဟာင္​းေလးေပမယ္​့ ဒီဘက္​ေခတ္​ကိုမီတယ္​ေျပာရမလား\nေက်ာင္​းကားေလးမို႔ပဲ မရိုးတာလားေတာ့မေျပာတတ္​ဘူး\nၾကည္​့လို႔တန္တဲ့ကားေကာင္းတစ္ကားပါ\nTranslated by Munha\nEncoded by sithu",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/ocean-waves-1993/",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGFtGPBKS4npO9wEUhdiKCWVbKe.jpg",
        "title": "Scooby-Doo! and the Curse of the 13th Ghost (2019)",
        "description": "ပရိတ်သတ်နဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Scooby Doo ကာတွန်းဇာတ်လမ်းလေးပါဒီဇာတ်လမ်းမှာတော့ စကူးဘီဒူးတို့သူငယ်ချင်း တစ်စု နံပါတ် ၁၃ လို့ အမည်ပေးထားတဲ့စွမ်းအားကြီးတဲ့သူရဲတစ်ကောင်နဲ့ ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ။ဒဏ္ဍာ ရီလိုလို တကယ့်ဖြစ်ရပ်လိုလိုနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားရမယ့်ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်။သူတို့ရဲ့မိတ်ဆွေ ကြီး ဗင်းဆင့်ရဲ့ပြဿနာကို သွားရောက်ကူညီဆောင်ရွက်ပေးခဲ့ကြတဲ့ဖရက်၊ ဒက်ဖနီ၊ဗယ်လ်မာ၊ ရှက်ဂီ၊ စကူးဘီ ဒူးနဲ့ မိတ်ဆွေလေးဖလင်းဖလမ်းတို့ရဲ့ စွန့်စားခန်းတွေကို အားပါးတရ တွေ့မြင်ကြရဦးမှာဖြစ်ပါတယ်။Animation တွေကိုမှကြိုက်တဲ့လူတွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်....File Size : ( 768 MB) & ( 258 MB)Quality : WEB-DL 720pRunning Time :1hr 22minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-curse-of-the-13th-ghost-2019/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Gdx3SP7HImBylwCcKRrYyrI79i.jpg",
        "title": "Mirai(2018)",
        "description": "Mirai(2018)IMDb.....7.2,,,Rotten....92%\"ကွန်​\" ဆိုတဲ့ ၄ နှစ်​သားအရွယ်​က​လေး​လေးတစ်​​ယောက်​၊ မိဘ​မေတ္တာ​တွေကို ပုံပြီးရ​နေတဲ့အချိိန်​မျိုးမှာမှ သူ့ဘဝထဲကို \"မိရိုင်​\" ဆိုတဲ့ညီမ​လေးတစ်​​ယောက်​ ဝင်​​ရောက်​လာတဲ့အခါ အ​​ဖေနဲ့အ​မေဆီကရ​နေကြ အာရုံစိုက်​မှု အလိုလိုက်​မှု စတဲ့ဂရုစိုက်​ခံရမှုအားလုံးကလည်​း ညီမ​လေးဖြစ်​သူ \"မိရိုင်​\"ဆီအလိုလို​ရောက်​ရှိသွားပါတယ်...​ ၄နှစ်​သားအရွယ်​က​လေးတစ်​​ယောက်​ရဲ့ မနာလိုမှု ဝမ်​းနည်​း​ကြေကွဲရမှု​တွေက ​ညီမ​လေး \"မိရိုင်​\" ဆီ ဒေါသအဖြစ်​​ရောက်​သွားပါ​တော့တယ်​။ဒီလိုမျိုး တစ်​​ယောက်​တည်​းအထီးကျန်​​နေတဲ့ \"ကွန်​\" ဆီကို ညီမဖြစ်​သူ \"မိရိုင်​\" ကအနာဂတ်​က​နေ ​လူငယ်​အသွင်​ရောက်​ရှိလာတဲ့အခါ \"ကွန်​\"တစ်​​ယောက်​ဘယ်​လိုထူးဆန်​းမှု​တွေရဲ့ကြုံလာရမလဲ \"မိရိုင်​\" က​ရော ဘာလို့အနာဂတ်​က​နေ ​ရောက်​လာရတာလဲ တစ်​အိမ်​လုံးရဲ့ဖူးဖူးမှုတ်​ခံထားရတဲ့အချိန်​ ရုတ်​တရက်​ လျစ်​လျူရှုခြင်​းခံလိုက်​ရတဲ့က​လေးတစ်​​ယောက်​က​ရော အနာဂတ်​မှာ ဘယ်​လို​တွေဖြစ်​လာမလဲ စတဲ့​မေးခွန်​း​ပေါင်​းများစွာနဲ့ ဒါရိုက်​တာ\"Mamoru Hosoda\" ရဲ့ ဇတ်​ကားအသစ်ဖြစ်​တဲ့ \"Mirai\" ဆိုတဲ့ ရုပ်​ရှင်​က အခုဆိုရင်​ Best Animation Film nomineeအဖြစ်​ ၉၁ ကြိမ်​​မြောက်​ Oscar ဆန်​ကာတင်​စာရင်​းမှာလည်​း ပါ​နေပါ​သေးတယ်​...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်...File ...",
        "rating": "7.2",
        "url": "https://megaup.net/1H7zj/Mirai_(2018)_B-R_720P.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f03YksE4NggUjG75toz4H1YAGRf.jpg",
        "title": "Dragon Ball Super: Broly (2019)",
        "description": "Dragon ball ဆိုတာ အောင်​မြင်​ကျော်​ကြားပြီး ပရိသတ်​အများအပြားရရှိထားတဲ့animation ကားလေးတွေပါ၂၀၁၈ခုနှစ်​မှာတော့ Rating 8.3 အဆင့်ရှိတဲ့Dragon ball animation မှနောက်​ဆုံးသောLegendary super saiyan တစ်​ယောက်​ကို မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဇာတ်​ကားနာမည်​ကိုက Dragon Ball Super:Broly ပါဒီဇာတ်​ကားနာမည်​အတိုင်​းပဲ Broly ဟာ တိုက်​ခိုက်​ရေးမှာတော်​တော်​ကြမ်​းပြီးမွေးကတည်​းက unlimited battle power နဲ့မွေးဖွားခဲ့တဲ့ Saiyan တစ်​ယောက်​ပါသူ့လို စွမ်​းအားကြီးတဲ့ Saiyan တစ်​ယောက်​ကဘာကြောင်​့အခုမှပေါ်လာတာလဲ ဆိုတာကိုတော့ ဇာတ်​ကားထဲမှာရှင်​းပြသွားပါတယ်​Broly ကမ္ဘာပေါ်ကို ရောက်​လာခဲ့တာကလည်​း Frieza ဆိုတဲ့ villain နဲ့ပေါင်​းပြီးvegeta ဆီကိုလက်​စားချေဖို့ရောက်​လာခဲ့တာပါ ပြီးတော့Goku နဲ့ Vegeta တို့ရဲ့battle power ဟာ ထိပ်​တန်​းမှာရှိနေတဲ့သူတွေပါဒါပေမယ်​့ သူတို့တောင်​ ခက်​ခက်​ခဲခဲတိုက်​ခိုက်​ခဲ့ရပါတယ်​တိုက်​ခိုက်​ရေးမှာ အကြမ်​းဆုံးဆိုတဲ့ Beerus ထက်​ပိုကြမ်​းသလား ဆိုတာကတော့မြုပ်​ကွက်​အနေနဲ့တမင်​သက်​သက်​ကြီးကို ချန်​ထားခဲ့တယ်​Dragon ball ဆိုရင်​ Goku ကိုပဲပြေးမြင်​မိမှာပါဒီဇာတ်​ကားထဲမှာတော့ Goku ...",
        "rating": "9.2",
        "url": "https://megaup.net/11a6u/DragonBallSuper_Broly(2019)_(2).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Toy Story 3 (2010)",
        "description": "Toy Story ဟာ က်ေနာ္တို႔ မ်ိဳးဆက္အတြက္ ေတာ့ ငယ္ဘဝျဖစ္ခဲ့ပါတယ္။\nတစ္သက္လံုးလည္း Andy Woody Buzzlight Year တို႔ကို ေမ့ရႏိုင္မယ္ မထင္ပါဘူး။\nထြက္ခဲ့တဲ့ သံုးကားလံုးဟာ စိတ္ၾကည္ႏူးဖြယ္ ေကာင္းေပမယ့္\nေနာက္ဆံုးထြက္ခဲ့တဲ့ Toy Story 3 ကေတာ့ ရင္ထဲအထိဆံုးပါပဲ။\nဒီကားမွာ Andy ဟာလည္း ေတာ္ေတာ္ေလး ႀကီးေနၿပီျဖစ္ၿပီး\nသူရဲ႕ အ႐ုပ္ေတြကို မွားၿပီးေတာ့ Day Care centre တစ္ခုကို ေပးခဲ့ပါတယ္။\nအဲ့မွာ ေတာ္ေတာ္ေလး ဆိုးတဲ့ အ႐ုပ္ေတြလက္ကေန႐ုံးထြက္ခဲ့ရၿပီးေနာက္\nေနာက္ဆံုးခန္းမွာ Andy ဟာ သူရဲ႕အ႐ုပ္ေတြကို ေကာင္မေလးတစ္ေယာက္ကို ေပးခဲ့ပါတယ္။\nေပးၿပီးေတာ့ အဲ့ေကာင္မေလးနဲ႔ အတူတူ အ႐ုပ္ေတြနဲ႔ ကစားလိုက္ပါေသးတယ္။\nဒီလိုကစားတာဟာ Andy အတြက္ Woody Buzz တို႔နဲ႔ေနာက္ဆံုးကစားတာျဖစ္တဲ့ အျပင္\nက်ေနာ္ကေလးဘဝရဲ႕ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2ctir/2134.Toy_Story_3(2010).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Toy Story 2 (1999)",
        "description": "Toy Storyဟာ ကြ်န္ေတာ္တို႔ငယ္ငယ္က အရမ္းႀကိဳက္ခဲ႔ရတဲ႔ ကာတြန္းကားပါ။ လက္ရွိဘ၀မွာ လူေတြမထင္မွတ္ထားတဲ႔အရုပ္ေလးေတြ အသက္ရွင္လ်က္ရွိေနၿပီး သက္ရွိလူသားေတြလို\nခံစားခ်က္ေတြရွိေနခဲ႔ေပမယ့္ သူတို႔ရဲ႕ကံၾကမၼာကေတာ့ ဘယ္ေတာ့မွမေရရာခဲ႔ပါဘူး။ဒီလိုအရုပ္ေလးေတြရဲ႕\nလိႈ႕၀ွက္ရွင္သန္ေနရတဲ႔ဘ၀ေတြကိုျမင္ေတြ႕ရမွာျဖစ္ၿပီး Walt Disneyကထုတ္တဲ႔animated movieျဖစ္တဲ႔အတြက္\nQualityနဲ႔Messageေတြကေတာ့ ရွယ္ပါပဲလို႔ေျပာပါရေစ။ခု Toy Story 2မွာေတာ့ Woodyကို\nအခိုးခံလိုက္ရတဲ႔အတြက္ Woodyရဲ႕သူငယ္ခ်င္းေတြျဖစ္တဲ႔ Buzzတို႔အုပ္စု တစြန္႔တစားလိုက္ကယ္မွာ\nျဖစ္ပါတယ္။ညႊန္းစရာမလုိေလာက္ေအာင္ေကာင္းတယ္ဆိုတာ သိၾကမွာပါ။File Size : 730 MB\nQuality : Bluray 720p\nRunning Time : 1hr 30 minute\nFormat : Mp4\nGenre :  Animation, Adventure, Comedy\nTranslator : Aye Nyein Thu\nEncoder : Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/2SqLg/2133.Toy_Story_2(1999)1.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Toy Story (1995)",
        "description": "Toy story ဆိုတာ ကြၽန္ေတာ္တို႔ေတြငယ္ဘဝတည္းက ရင္းႏွီးခဲ့တဲ့ ဇာတ္လမ္းေကာင္းေလးပါ။\nဇာတ္ေၾကာင္းေလးကို နည္းနည္းျပန္ေျပာရမယ္ဆိုရင္ အ႐ုပ္ပိုင္ရွင္ေတြမရွိခ်ိန္မွာ\nအသက္ဝင္လာတဲ့ အရုပ္ကေလးေတြအေၾကာင္းေပါ့။\nအ႐ုပ္ပိုင္ရွင္ေကာင္ေလးေမြးေန႔ေရာက္ခါနီးလာေလ\nအ႐ုပ္အသစ္ေတြ ေရာက္လာတတ္တာေၾကာင့္\nအ႐ုပ္ေလးေတြ ပစ္ပယ္ခံရမွာကိုစိုးထိတ္ေနၾကေလရဲ႕။\nမစိုးရိမ္တဲ့ အ႐ုပ္ကေတာ့ Cowboy Woody ပဲျဖစ္ပါတယ္။\nသူကအမ်ားထဲမွာ အထင္ေပၚဆံုး ဆိုေတာ့ မစိုးရိမ္ဘူးေပါ့။\nဒါေပမယ့္Buzz Lightyear ေရာက္လာတဲ့အခါမွာေတာ့…… ဘာေတြဆက္ျဖစ္လာမလဲဆုိတာ………\n \nFile Size :640 MB\nQuality : Bluray 720p\nRunning Time : 1hr 20 minute\nFormat : Mp4\nGenre :  Animation, Adventure, Comedy\nTranslator : Hein Khant Aung\nEncoder : Moe Myint Lwin",
        "rating": "8.3",
        "url": "https://megaup.net/2ctjb/Toy_Story(1995).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCfKAAFyANPFn04xOPqazd8jwnc.jpg",
        "title": "The Grinch (2018)",
        "description": "ဒီတစ်ခါမှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ Animation ဇာတ်ကားကောင်းလေးတစ်ကားကိုထွက်ထွက်ချင်း ပူပူနွေးနွေးတင်ဆက်ပေးလိုက်ပါတယ်။အဲဒီဇာတ်ကားကတော့ ဒီဇင်ဘာလအစပိုင်းလေးကမှ ရုံတင်သွားတဲ့ The Grinch ပဲဖြစ်ပါတယ်။အားလုံးလည်း သိပြီးနေလောက်ပြီ ဖြစ်တဲ့အတွက် အများကြီးမိတ်ဆက်ပေးနေစရာမလိုတော့ဘူးလို့ ထင်ပါတယ်။ဒီ The Grinch ဟာ စာရေးဆရာ Theodor Seuss Geisel ရဲ့ How The Grinch Stole The Christmas ဆိုတဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။အနောက်နိုင်ငံမှာတော့ အထူးတလည်မိတ်ဆက်နေစရာမလိုအောင် ခရစ္စမက်နဲ့အတူတွဲမြင်ကြတဲ့ အစိမ်းရောင်အကောင်ကြီးပေါ့ဗျာ။ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်။Grinch ကြီးက ခရစ္စမက်စ်ပွဲကိုမုန်းတီးတဲ့သူတစ်ယောက်။Who-ville ကလူတွေ ခရစ္စမက်စ်ပွဲအတွက်ပြင်ဆင်နေကြတာကို ကြည့်မရတဲ့အတွက် နောက်တစ်ခါထပ်ပြီး ပွဲကျင်းပလို့မရအောင် ခရစ္စမက်စ်ပျောက်ဆုံးသွားအောင်ကြံတာလေးကို 3D animation ရုပ်ရှင်အဖြစ်ပြန်လည်ပြီးသရုပ်ဖော်ထားပါတယ်။နာမည်ကျော် Animation Studio ဖြစ်တဲ့ Illumination ကထုတ်လုပ်ဖြန့်ချိထားတဲ့ ဒီ The Grinch မှာ အဓိကဇာတ်ဆောင် Grinch အဖြစ် ကျွန်တော်တို့ရဲ့အချစ်တော်မင်းသားကြီး Benedict Cumberbatch ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-grinch-2018/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFC6tJmIeAAR6RrPGqVR3fyPQeO.jpg",
        "title": "The Legend of Secret Pass (2019)",
        "description": "ချက်စတာ၊ အိုင်ဝါ၊ ကီကီနဲ့ ရှယ်ဘီတို့ဟာ ဆုံးရှုံးမှုတွေရှိပြီးလမ်းပျောက်နေတဲ့ တိရိစ္ဆာန်ငယ်လေးတွေပါ။သူတို့ဟာ သူတို့အတွက် လုံခြုံစိတ်ချရတဲ့ နာတိုချူးဆိုတဲ့ ဒဏ္ဍရီလာနေရာတစ်ခုကိုသွားရောက်ဖို့ကြိုးစားကြတဲ့အချိန်မှာ ဘယ်လိုခက်ခဲမှုတွေ တွေ့ကြုံရတယ်၊ဘယ်လိုအနှောက်အယှက်တွေနဲ့ ကြုံရပြီးနောက်ဆုံးမှာ သူတို့ကြားဖူးတဲ့ နာတိုချူးဆိုတဲ့နေရာက တကယ်ပဲရှိတာလား၊သူတို့ရောက်သွားနိုင်မလားဆိုတာကို The Legend of the Secre Pass ဆိုတဲ့ကာတွန်းကားလေးမှာ ကြည့်ရှုလိုက်ကြပါဦး။စကားမစပ် ကာတွန်းကားတွေရဲ့ထုံစံအတိုင်း ချစ်ဖို့ကောင်းတဲ့တိရိစ္ဆာန်လေးတစ်ကောင်အမြဲပါသလို အခုဇာတ်ကားမှာလည်းချစ်စရာပုတ်သင်ညိုလေးတစ်ကောင်ကို မြင်တွေ့ကြရမှာနော်။အားပေးကြပါဦးနော်။File Size : ( 859 MB) & ( 245 MB)Quality : Web-DL 720pRunning Time :1 hr 32 minFormat : Mp4Genre : Animation , Family , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.0",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kw9nzpPqu5MO3Wgg3teoq9m8EGj.jpg",
        "title": "Cinderella and the Secret Prince (2018)",
        "description": "စင္ဒရဲလားပံုျပင္ဇာတ္လမ္းေတြက မ႐ိုးႏိုင္ေအာင္မ်ားျပားလွပါတယ္။စိတ္ဝင္စားဖို႔လည္းေကာင္းပါတယ္။ဒီအထဲကမွ ဒီဇာတ္လမ္းေလးကေတာ့ အျခားဇာတ္လမ္းေတြနဲ႔မတူတမူကြဲျပားျခားနားစြာဖန္တီးထားတာ ကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းမွာ မင္းသားေလးဟာ နန္းေတာ္ထဲကေမွာ္ဆရာမႀကီးရဲ႕အေကာက္ ႀကံဒုကၡေပးထားမႈေၾကာင့္စင္ဒရဲလားတို႔ရဲ႕အိမ္မွာ ႂကြက္တစ္ေကာင္အျဖစ္ ေနထိုင္ေနရတာျဖစ္ပါတယ္။ဒါကို စင္ဒရဲလားအပါအဝင္ အျခားမိတ္ေဆြႂကြက္ႏွစ္ေကာင္လည္း မသိၾကပါဘူး။နန္းေတာ္ကပြဲသဘင္ကိုသြားၾက ဖို႔လုပ္ၾကရင္းနဲ႔မွမင္းသားေလးရဲ႕ဘဝအေၾကာင္း သိခဲ့ၾကရတာပါ။သူတို႔ကိုအကူအညီေပးႏိုင္မယ့္ ေမွာ္ဆရာမ ေလးတစ္ေယာက္နဲ႔လည္းဆံုေတြ႕ရင္းႏွီးခင္မင္ခဲ့ၾကတယ္။သူတို႔အားလံုးရဲ႕ ႀကိဳးစားမႈနဲ႔ မင္းသားေလးကို ႂကြက္ ဘဝကေနလူ႔ဘဝကိုျပန္ေရာက္ဖို႔ ႀကိဳးပမ္းခဲ့ၾကပံုေတြ။နန္းေတာ္ထဲကေမွာ္ဆရာမႀကီးနဲ႔ ရင္ဆိုင္တိုက္ခိုက္ၾကရတဲ့တိုက္ပြဲေတြနဲ႔ စိတ္ဝင္တစားၾကည့္႐ႈရမယ့္ဆန္းျပားတဲ့စင္ဒရဲလားဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအျခားဇာတ္ လမ္းေတြနဲ႔မတူ တမူကြဲစြာ ၾကည့္႐ႈခံစားရမွာျဖစ္​တာမို႔ အား​ေပးလိုက္​ၾကပါဦး​ေနာ္​ File Size : ( 810 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1 hr 30 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cinderella-and-the-secret-prince-2018/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Beowulf-2007-135x200.jpg",
        "title": "Beowulf (2007)",
        "description": "သူရဲကောင်းတို့ ခေတ်ကောင်းချိန်...Beowulf လို့ ခေါ်တဲ့ သူရဲကောင်းရဲ့ နာမည် ထွန်းထွန်းတောက်နေချိန်...တစ်ချိန်တည်းမှာပဲ ဘုရင် Hrothgar ရဲ့ တိုင်းပြည်မှာမိစ္ဆာဆိုး တစ်ကောင်မွှေလို့ တစ်တိုင်းပြည်လုံး အစည်းပြေ မီးသေနေတဲ့ အချိန်...ကြံရာမရတဲ့ အဆုံး ဘုရင်ခမျာ Beowulf ကို ရှေ့တော်တင်သွင်းပြီး မိစ္ဆာကို တိုက်ထုတ်ခိုင်းရတော့တယ်...အောင်အောင်မြင်မြင်နဲ့ တိုက်ထုတ်ပြီးနောက် ဒီအောင်မြင်မှုဟာဒီ့ထက်ပိုကြီးမားတဲ့ အမျက်ဒေါသနဲ့ လက်စားချေမှုကြီးတစ်ခုဆီကို ဦးတည်သွားတော့တယ်...မိစ္ဆာရဲ့ မိခင်ပါပဲ... ဆွဲဆောင်မှုရှိလွန်းခြင်းရဲ့ နောက်ကွယ်မှတစ်ဆက်တည်းဆိုသလို ပျက်ဆီးခြင်းတရားတွေပါ ပါလာတဲ့ မကောင်းဆိုးဝါးမပေါ့...သူမဟာ Beowulf အတွက် အနိစ္စတရားလေလား...IMDB - 6.2/10, RT - 71% Back to the Future နဲ့ Forrest Gumps တို့ရဲ့ ဒါရိုက်တာဖြစ်ပြီးVisual ရိုက်ချက်တွေကို ကျွမ်းကျင်လွန်းတဲ့ Robert Zemeckis ရဲ့ လက်ရာဖြစ်ပါတယ်။ဒါရိုက်တာတင် နာမည်ကျော်မဟုတ်ပဲ ပါဝင်တဲ့ Cast ...",
        "rating": "6.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9acjcYCC5vRbzIwlhKZJBVNjMg9.jpg",
        "title": "Extraordinary Tales (2013)",
        "description": "Extraordinary Tales ဒီဇာတ္ကားကလူႀကီးၾကည့္ကာတြန္းကားလို႕႔ဆိုနိုင္ပါတယ္\nကာတြန္းဆိုတာကအန္နီေမးရွင္းအလန္းစားနဲ႕ေတြ႕ရတဲ့သည္းထိတ္ရင္ဖိုအမ်ိဳးအစားပါ.\nဒီဇာတ္ကားဟာဆိုရင္ Edgar Allan Poeရဲ႕ပုံျပင္ေတြက ၅ပုဒ္ကိုဆြဲထုတ္ၿပီးေတာ့တစ္ခန္းခ်င္းစီ တစ္ပိုင္းျခင္းစီက\nေရးဆြဲထားတဲ့နည္းလမ္းေတြကရသတစ္မ်ိဳးစီေပးစြမ္းနိုင္ပါတယ္ .\nဇာတ္ကားအေၾကာင္းေျပာရမယ္ဆိုရင္ ေသျခင္းရဲ႕လြန္ေျမာက္ျခင္းအဆံုးသတ္မွာဘာေတြရွိနိုင္မွာပါလဲ\nက်ီးကန္းတစ္ေကာင္ရဲ႕သူ႕ဘဝအေျခအေနကိုေျပာျပရင္းနဲ႕ပဲဇာတ္ကုိစထားၿပီးေတာ့ အဆံုးသတ္မွာေကာ\nသူ႕ရဲ႕ခံယူခ်က္ေတြကဘယ္လိုေျပာင္းလဲသြားနိုင္ပါ့မလဲဆိုတာကိုေတြ႕ရမွာပါ\nအပိုင္း၅ပိုင္းပါတယ္လို႕ေျပာထားသလုိပဲ တစ္ပိုင္းျခင္းစီမွာဆိုရင္\nေသဆံုးမႈေတြရဲ႕ခံယူခ်က္ေတြထင္ျမင္ခ်က္ေတြ ဒါေတြကို\nပံုစံမ်ိဳးစံုနဲ႕ေတြ႕ရမွာပါ\nဒီဇာတ္ကားကေျပာျပရခက္တဲ့ဇာတ္ကားပါ ကိုယ္တုိင္ခံစားၾကည့္ရႈမွပဲ ဘယ္လိုရသကိုရရွိနိုင္တယ္ဆိုတာကိုသိရွိရမွာပါ\nၾကာခ်ိန္ ၇၃မိနစ္မွာ Horror နဲ႕ mysteryပိုင္းဆိုင္ရာရသေတြကိုအျပည့္အဝေပးစြမ္းသြားနိုင္ပါတယ္ဆိုတာေျပာၾကားခ်င္ပါတယ္\n2013 ထုတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးေတာ့ ဆုတံဆိပ္ေတြလဲရရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားပါ\nအန္နီေမးရွင္းလန္းလန္းေလးနဲ႕ဇာတ္လမ္းဆန္းဆန္းေလးေတြကိုၾကိဳက္တတ္တဲ့သူမ်ိဳးဆိုရင္ေတာ့\nဒီဇာတ္ကားေလးကိုၾကည့္သင့္ပါတယ္ဆိုတဲ့အေၾကာင္းထပ္ေလာင္းေျပာၾကားပါရေစ။\n File Size : (939MB) & (477MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  13min\nFormat : Mp4\nGenre    :  Animation, Horror, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.5",
        "url": "https://megaup.net/2UAit/Extraordinary_Tales_[2013]_(MM_Sub).mp4",
        "category": "Animation, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/titPCgI2xMAPv0Y2iasvqHj7vnv.jpg",
        "title": "The Stolen Princess: Ruslan and Ludmila (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Stolen Princess\" ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်..Animation movie နှစ်သက်တဲ့သူတွေအတွက်တော့ ကြည့်ရတန်မယ့်ဇာတ်လမ်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်အညွှန်း-ပုံပြင်လေးတစ်ပုဒ်ရှိသတဲ့ ပုံပြင်လေးကတော့...ကြက်သွေးရောင် နေဝင်ချိန်ရောက်တိုင်း အချစ်စစ်နဲ့ ချစ်မိသွားတဲ့မင်းသမီးတိုင်းကို ချယ်နမောဆိုတဲ့ မှော်ဆရာက ဖမ်းလေ့ရှိပါတယ်..ချစ်မိသွားတဲ့ မင်းသမီးရဲ့အချစ်စစ် စွမ်းအားနဲ့ သူ့မှော်အစွမ်းတွေကို ပြန်ဖြည့်သတဲ့...ဒီပုံပြင်ကတော့ ရူစလန်ဆိုတဲ့ ဇာတ်မင်းသားလေး ပြန်ကပြတဲ့ ပုံပြင်ပြဇာတ်ပါ...ရူစလန်ဟာ အဖေဖြစ်သူရဲ့ ဇာတ်မင်းသားအမွေကို ဆက်ခံခဲ့ရပေမဲ့သူက တိုင်းပြည်ရဲ့ သူရဲကောင်းဖြစ်ချင်သူပါ...မီလာဆိုတာကတော့ ရူစလန်နေထိုင်တဲ့ တိုင်းပြည်ရဲ့ မင်းသမီးပါ...ဖခင်ဖြစ်သူ ဘုရင်ကြီးက မီလာကို အိမ်ထောင်ချပေးချင်ပါတယ်...မီလာကလည်း စွန့်စားချင်သူ..အိမ်ထောင်ပြုချင်သူမဟုတ်...ဒီလိုနဲ့ မီလာဟာ နန်းတော်ကနေ ထွက်ပြေးခဲ့ပါတယ်...လမ်းတစ်နေရာမှာ ရူစလန်နဲ့ ဆုံမိလေရဲ့... ရူစလန်က မီလာကို မင်းသမီးမှန်း မသိပါဘူး...ဒုက္ခရောက်နေတဲ့ မီလာကို ကူညီရင်း ရူစလန်နဲ့ မီလာ မေတ္တာမျှခဲ့ကြပါတယ်....ဒီအချိန်မှာပဲ ပုံပြင်တစ်ပုဒ်လို့ ယုံကြည်ထားကြတဲ့ ချယ်နမောထွက်ပေါ်လာခဲ့ပြီးမီလာကို ဖမ်းခေါ်သွားပါတော့တယ်ရူစလန်ဟာ မီလာကိုကယ်ဖို့ ပြန်လမ်းမရှိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4",
        "category": "Animation, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Magic-Hockey-Skates-2012-133x200.jpg",
        "title": "The Magic Hockey Skates (2012)",
        "description": "သူလေးစားအားကျရတဲ့ကစားသမားရော်ကတ်ဆိုတဲ့ဟော်ကီကစားသမားနဲ့တွေ့ဆုံနိုင်ခွင့်ပါပဲဂျိုဝီမှာဇက်ချ်ဆိုတဲ့အကိုတစ်ယောက်ရှိပါတယ် .သူကတော့သူတို့မြိုလေးမှာကျင်းပတဲ့ဟော်ကီပြိုင်ပွဲလေးမှာဝင်ပြိုင်မဲ့အသင်းလေးတစ်သင်းရဲ့ခေါင်းဆောင်တစ်ဦးပါ.မိခင်ဖြစ်သူရဲ့တိုက်တွန်းမှုကြောင့် ညီငယ်လေးဖြစ်သူကိုပါ သူ့မှာသင်ကြားသာသင်ကြပေးနေရတာသိပ်တော့စိတ်မှာအထင်ကြီးတယ်ဆိုတာမရှိပါဘူး ညီအကိုနှစ်ယောက် အားကစားပစ္စည်းဆိုင်သွားတဲ့အခါမှာပြိုင်ပွဲဝင်ရမဲ့အကိုဖြစ်သူအတွက်တော့ဖခင်ဖြစ်သူကလိုချင်တာဝယ်ပေးပေမယ့် ဂျိုဝီလေးအတွက်တော့သူလိုချင်တာကိုဖခင်ခမျာဝယ်ပေးဖို့မတတ်နိုင်ဖြစ်နေတဲ့အချိန်ဆိ်ုင်ကအဖိုးကြီးတစ်ယောက်ရဲ့တိုက်တွန်းပြောကြားချက်အပြငါဒစ်စကောင့်ချပေးတဲ့ဆေးကြောင့်ဖခင်ဖြစ်သူကသူ့သားအငယ်လေးဂျိုဝီအတွက်ကိုတစ်ပတ်ရစ်ဟော်ကီနှင်းစီးဖိနပ်လေးဝယ်ပေးခဲ့ပါတယ်ဒါပေမယ့် ဒီဖိနပ်လေးမှာမှော်အစွမ်းတွေရှိ့ပီးတော့ ကြိုက်နှစ်သက်ရာဆု၃ခုတောင်းနိုင်တယ်ဆိုတဲ့အကြောင်းဂျိုဝီတစ်ယောက်သိလိုက်ရချိန်မှာတော့......ဒီဇာတ်ကားလေးကတော့ခရစ်စမတ် စတိုင်လေးဖြစ်ပြီးတော့ချစ်စရာကောင်းလွန်းပါတယ် ကလေးကြိုက်ဇာတ်ကားလေးဆိုပေမယ့်လူကြီးတွေလဲကြည့်ရငါသဘောကျနှစ်သက်နိုင်မဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါကြောင်း(ဇာတ်လမး်အညှွန်းနဲဘာသာပြန်သူကတော့ Charm ပဲဖြစ်ပီ Arkar Phyo မှ Encode ပေးထားပါတယ်)Quality : .1080p.BluRay\nRunning Time :  21min\nFormat : Mp4\nGenre    :  Animation, Family, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "7.3",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4",
        "category": "Animation, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fOA44BITFth0u4hMSOUgpK0kM6t.jpg",
        "title": "Godzilla: The Planet Eater (2018)",
        "description": "20ရာစုရဲ့ ​နေ့တစ်​​နေ့မှာ ဒီဇာတ်​လမ်​းစခဲ့တယ်​ အရာရာဟာ ဘုရားသခင်​ အလို​တော်​အတိုင်​းပါပဲ..​ကောင်​းကင်​​မှာ မီးမိုး​တွေ… ကမ္ဘာ​မြေကြီးဟာလည်​း ပပ်​ကြား​တွေအက်​လို့…လူ​တွေအားလုံးရဲ့ ​ဆောက်​တည်​ရာမဲ့ ကူကယ်​ရာမရှိ ​ပြေးလွှားသံ​တွေ…ဒီအချိန်​မှာ အပြာ​ရောင်​အလင်​းတန်​းကြီး တစ်​ချက်​​ပေါ်လာ…အဲဒီအလင်​းတန်​းရဲ့ အစမှာ ​ဂေါ်ဇီလာဟာ အရာအားလုံးကို မိုးကြည်​့လို့…Godzilla: Planet Eater (2018) Netflix's Anime movie ဖြစ်တဲ့\"Godzilla: Planet of the Monsters\" ကနေအစပြုခဲ့တဲ့Trilogy သုံးကားရဲ့ သုံးကားမြောက်နဲ့ နောက်ဆုံးကားဖြစ်တဲ့Godzilla: Planet Eater (2018) ဇတ်ကားပါရှေ့မှာ \"Godzilla: Planet of the Monsters\" နဲ့\"Godzilla: City on the Edge of Battle\" ဆိုပြီး နှစ်ကားထွက်ထားပါတယ်ရှေ့နှစ်ကားကြည့်ပြီးမှ အခုကားကို ချိတ်ဆက်မိဖို့အဆင်ပြေပါလိမ့်မယ်အခုကားက \"Godzilla: City on the Edge of Battle.\" ...",
        "rating": "4.9",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Grave-1-133x200.jpg",
        "title": "Grave of the Fireflies (1988)",
        "description": "Grave of the Fireflies (1988)ဟာဆိုရင်ဖြင့်best animation movie of all timeထဲကတစ်ကားအဖြစ်သတ်မှတ်ခြင်းခံထားရပြီး.IMDB.Rating အားဖြင့်လည်းအံသြစရာကောင်းလောက်အောင်8.5ထိရရှိထားတဲ့animeဖြစ်လို့ကြည့်ဖစ်အောင်ကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ....အညွှန်းပေးရမယ်ဆိုရင်တော့....ဒုတိယကမ္ဘာစစ်ကြီးဖြစ်နေတဲ့အချိန်ဂျပန်နိုင်ငံလည်းနေရာအနှံ့ဗုံးကျဲခံရလို့...ထွက်ပြေးကြရ-ဗုံးကျင်းတွေခိုကြရတဲ့အချိန်မှာ.....ဆဲတိုနဲ့ဆဲဆု တို့မောင်နှမ နဲ့သူတို့အမေလည်း ဗုံးခိုကြရရင်း..သူတို့အမေသေဆုံးသွားခဲ့ပါတယ်...အဖေကလည်းတိုက်ပွဲမှာတိုက်ခိုက်နေရတဲ့အတွက်..အဆက်အသွယ်ကလည်းမရဖြစ်နေပြန်တော့..ခိုကိုးရာမဲ့ မောင်နှမနှစ်ယောက်လည်းအမေ့ညီမ တစ်ဝမ်းကွဲ အဒေါ်အိမ်ကိုမှီခိုဖို့ရောက်လာခဲ့ကြပါတယ်..ရောက်ခါစကတော့ မောင်နှမနှစ်ယောက်ဆီကပါလာတဲ့အစားအသောက်တွေမျက်နှာကြောင့်ကြည်ကြည်ဖြူဖြူဖြစ်ပေမယ့်..အားလုံးကုန်သွားတဲ့အခါမှာတော့ ညိုငြင်စပြုလာပါတော့တယ်..ကြံခိုင်တဲ့အကိုဖြစ်ဆဲတို က အပြောအဆိုမခံချင်တာနဲ့မောင်နှမလေးနှစ်ယောက်အမေချန်ထားခဲ့တဲ့ပိုက်ဆံလေးနဲ့လမ်းဘေးနေရာ တစ်ခုမှာ စားသောက်ခဲ့ကြတယ်..ညမှောင်လာတဲ့အခါ ပိုးစုန်းကြူးလေးတွေဖမ်းပြီးအရင်ကမိသားစု စုံစုံလင်လင်ရှိချိန်တွေပြန်စဉ်းစားကြတယ်..တဖြည်းဖြည်းနဲ့စားစရာတွေမရှိတော့တဲ့အချိန်မှာသူတို့မောင်နှမနှစ်ယောက်ဘာတွေဆက်ဖြစ်ကြမှာလဲ....သူတို့ရဲ့အဖေနဲ့ရော ပြန်လည်ဆုံတွေ့နိုင်မှာလား..ဒီကားလေးကိုဂျပန်လို အဓိပ္ပါယ်ဆိုရင်\"ပိုးစုန်းကြူးတို့ရဲ့ ဝိဉာဉ်\" လို့ခေါ်ဆိုပါတယ်..ဒီရဲ့အဓိပ္ပါယ်ကရော ဘာကြောင့်ခေါ်တာလဲဆိုတာအပြည့်အဝဆက်သိချင်ရင်တော့ ဒီကားလေးကိုဆက်လက်ကြည့်လိုက်ပါလို့ပြောချင်ပါတယ်ဂျပန်လူမျိုးတို့ရဲ့ကုန်းကောက်စရာမရှိအောင်ဆင်းရဲမွဲတေပုံကနေခေတ်မှီတဲ့နိုင်ငံတော်တစ်ခုဖြစ်ရောက်အောင်ဘယ်လိုစိတ်အင်အားတွေကတွန်းပို့ပေးခဲ့လည်းဆိုတာဒီဇာတ်ကားလေးက သရုပ်ဖေါ်ပြပေးနေသလို..သနားစို့နင့်မှုတွေနဲ့တကွ..လောကဒဏ်ကိုကြံကြံခိုင်တွန်းလှန်စေရဲမဲ့သတ္တိတွေ..စစ်အတွင်းမှာသားကောင်ဖြစ်ခဲ့ရတဲ့ပြည်သူတွေရဲ့ဘဝနဲ့အကိုတယောက်ကသူ့ညီမလေးအပေါ်မှာထားရှိတဲ့မေတ္တာတွေကိုပြည့်ပြည့်၀၀ဖေါ်ကျူးထားတဲ့ Best Animation Movie Of All Timeသတ်မှတ်ခံထားရတဲ့ဒီဇာတ်ကားလေးကိုကြည့်ရင်းနဲ့ ကိုယ်ပါခံစားမိလာပြီး..မျက်ရည်ကျတဲ့အထိပါပဲ...CM Fan တွေလည်းခံစားကြည့်လိုက်ပါဦး--------------------------------------------------------------------------Grave of the Fireflies (1988)ဟာဆိုရင္ျဖင့္best animation movie of all timeထဲကတစ္ကားအျဖစ္သတ္မွတ္ျခင္းခံထားရျပီး.IMDB.Rating အားျဖင့္လည္းအံႀသစရာေကာင္းေလာက္ေအာင္8.5ထိရရွိထားတဲ့animeျဖစ္လို႔ႀကည့္ဖစ္ေအာင္ႀကည့္ႀကပါလို႔ တိုက္တြန္းပါရေစ....အညႊန္းေပးရမယ္ဆုိရင္ေတာ႕....ဒုတိယကမာၻစစ္ၾကီးၿဖစ္ေနတဲ႔အခ်ိန္ဂ်ပန္ႏိုင္ငံလည္းေနရာအနွံ႕ဗံုးက်ဲခံရလို႕...ထြက္ေၿပးၾကရ-ဗံုးက်င္းေတြခိုၾကရတဲ႔အခ်ိန္မွာ.....ဆဲတိုနဲ႔ဆဲဆု တို႕ေမာင္ႏွမ နဲ႕သူတို႕အေမလည္း ဗံုးခိုၾကရရင္း..သူတို႕အေမေသဆံုးသြားခဲ႔ပါတယ္...အေဖကလည္းတိုက္ပြဲမွာတိုက္ခိုက္ေနရတဲ႕အတြက္..အဆက္အသြယ္ကလည္းမရၿဖစ္ေနၿပန္ေတာ႕..ခိုကိုးရာမဲ႔ ေမာင္ႏွမႏွစ္ေယာက္လည္းအေမ႔ညီမ တစ္၀မ္းကြဲ အေဒၚအိမ္ကိုမွီခိုဖို႕ေရာက္လာခဲ႕ၾကပါတယ္..ေရာက္ခါစကေတာ႕ ေမာင္ႏွမႏွစ္ေယာက္ဆီကပါလာတဲ႕အစားအေသာက္ေတြမ်က္ႏွာေၾကာင္႔ၾကည္ၾကည္ၿဖဴၿဖဴၿဖစ္ေပမယ္႕..အားလံုးကုန္သြားတဲ႔အခါမွာေတာ႕ ...",
        "rating": "8.5",
        "url": "https://megaup.net/4UEbj/Grave_Of_The_Fireflies_(Hotaru_No_Haka)_[1988]_(MM_Sub).mp4",
        "category": "Animation, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sAgj2C86dFQcwTenzTviBcV2mDG.jpg",
        "title": "Reign of the Supermen (2019)",
        "description": "DC fan ေတြအတြက္ေတာ့ Aquaman 1Billion ဂယက္အျပီးမွာေနာက္ထပ္ဂယက္ထဖို႔အေၾကာင္းဖန္လာျပန္ပါျပီ။အဲဒါကေတာ့ Death of Superman ရဲ႕အဆက္ Reign of Superman ပါပဲ။Doomsday နဲ႔တုိက္ပြဲအျပီးမွာ Superman ေသဆံုးသြားတဲ့အတြက္တစ္ကမာၻလံုးဟာ ႏွေျမာတသဝမ္းနည္းပူေဆြးေနတဲ့အခ်ိန္မွာ သူ႔ရဲ႕ကြက္လပ္ကိုျဖည့္တင္းဖို႔အတြက္ Superman ေတြမ်ားစြာေပၚေပါက္လာပါတယ္။အဲဒီ Superman ေတြကဘယ္သူေတြလဲ၊ဘယ္ကလာတာလဲ၊ဘာရည္ရြယ္ခ်က္ေၾကာင့္လာတာလဲ ဘယ္သူမွမသိၾကပါဘူး။Superman ရဲ႕ေနရာကိုဆက္ခံဖို႔ေရာ ထိုက္တန္ၾကရဲ႕လား။ေနာက္ျပီး Superman အစစ္ရဲ႕ရုပ္ၾကြင္းကလည္း ဘယ္ကိုေရာက္သြားတာလဲ။ဒါကိုလည္းမသိၾကပါဘူး။အရာအားလံုးဟာ ပေဟဠိဆန္ဆန္ျဖစ္ေနပါတယ္။ဒီရုပ္ရွင္ရဲ႕ Plot ကေတာ့ အမ်ားၾကီးေျပာျပလို႔မရတဲ့အထဲမွာပါတယ္ဗ်။Superman မရွိေတာ့တဲ့ေနာက္ပိုင္းSuperman ကိုလိုက္တုတဲ့သူေတြ ေပၚလာတယ္။လူေတြကိုကယ္တယ္။အဲဒီလိုဇာတ္ေကာင္ေတြကို တျဖည္းျဖည္းခ်င္းမိတ္ဆက္၊ ေနာက္ သူတို႔ရဲ႕ Identity ေတြေဖာ္သြားျပီးမွ ဇာတ္လမ္းေက်ာရိုးေပၚလာတာေၾကာင့္ပါ။DC ဖန္ေတြအတြက္လံုးဝၾကည့္ရက်ိဳးနပ္ေစမယ့္ ၾကက္သီးထေစမယ့္ အခန္းေတြလည္း အမ်ားၾကီးပါပါတယ္။ေနာက္ျပီးေတာ့ Credit Scene တစ္ခုလည္းပါပါေသးတယ္။ကဲ အမ်ားၾကီးညႊန္းမေနခ်င္ေတာ့ဘူးဗ်ာ။DCAMU က ကၽြန္ေတာ္တို႔ကို ဘယ္တုန္းကစိတ္ပ်က္ေအာင္လုပ္ခဲ့ဖူးလို႔လဲ။ျမန္ျမန္သာၾကည့္ဖို႔ တိုက္တြန္းခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ DC ဖန္ၾကီး ဆရာဦးမ်ိဳးသန္႔ပါ) File Size : (600 MB) ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yGh9/Reign.of.the.Supermen.2019.1080p.BluRay.H264.AAC-RARBG.mp4",
        "category": "Action, Animation, Sci-Fi"
    }
]