[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOTc5OGUxYzktZGZkYy00ODBlLThhYTQtNDExMGE5YTFhNDk2XkEyXkFqcGdeQXVyMTAyNjY3OTM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Jungle Beat: The Movie (2020)",
        "description": "Jungle Beat: The Movie (2020)=======================IMDb Rating - 5.6/10#Unicodeဒီတစ်ခါတော့ ကလေးတွေ အကြိုက်ကာတွန်းကားလေး တင်ဆက်ပေးပါမယ်။ ကလေးတွေအတွက် တင်ဆက်ပေးနေတဲ့ချစ်စရာ ကောင်းတဲ့ တောကောင်လေးတွေရဲ့ ရယ်စရာလေးများကို သဘာဝအငွေ့အသက်နဲ့ ဖန်တီးထားတဲ့ AnimationSeries - Jungle Beat ရဲ့ Jungle Beat: The Movie ဖြစ်ပါတယ်။ Series တွေထဲမှာတော့ တိရစ္ဆာန်လေးတွေက စကားမပြောနိုင်ပေမဲ့ ဒီ Movie ထဲမှာတော့ စကားပြောနိုင်ကြပါတယ်။ ဒီလိုဖြစ်ရတဲ့ အကြောင်းအရင်းကတော့ ဂြိုလ်သားလေးတစ်​ယောက် သူတို့နေတဲ့တောထဲကို ရောက်လာလို့ပါပဲ။ သူတို့တွေ တခြားကမ္ဘာကလာတဲ့ သူငယ်ချင်းကိုတွေ့ပြီး အထီးကျန်နေတဲ့၊ အိမ်ကိုလွမ်းနေတဲ့ သူတို့ရဲ့သူငယ်ချင်းကို အိမ်ပြန်နိုင်အောင် သူတို့တွေ ကူညီပေးတာကိုတွေ့ရမှာပါ။ ဇာတ်လမ်းလေးက ချစ်စရာလေးပါပဲ။ ဒီကားလေးဟာ IMDb Rating 5.6/10 ရထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut ...",
        "rating": "5.6",
        "url": "https://megaup.net/1y5fq/[CM]Jungle.Beat.The.Movie.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjBlYmExOWQtNTUxNy00YTYwLTlkYTUtZDM5MGRjYmZkMzIwXkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_-131x200.jpg",
        "title": "Dragons: Rescue Riders: Secrets of the Songwing (2020)",
        "description": "Dragons: Rescue Riders: Secrets of the Songwing (2020)========================================IMDb Rating - 6.1/10#Unicodeဒီတစ်ခေါက်တင်မယ့် ကားလေးက July 24  ရက်နေ့က Netflix မှာပြသခဲ့တဲ့ Animation ကားအသစ်စက်စက်လေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကို Dream Works Studioကပဲထုတ်ထားပြီး How to train your dragon နဲ့ကျောရိုး အနည်းငယ်ဆင်ပါတယ်။ဗိုက်ကင်းလူမျိုးတွေဟာ သူတို့နဂါးလေးတွေနဲ့နေထိုင်နေရာမှာ သီချင်းနဂါး(Songwing) တစ်ကောင်ပေါ်လာပြီးပုံမှန်မဟုတ်တဲ့ဖြစ်ရပ်တွေဟာ ဆက်တိုက်သလိုဖြစ်နေတာမို့ ဒီကိစ္စကိုအဖြေရှာရင်း သိရှိကြတဲ့အခါ နဂါးစီးဗိုက်ကင်းလူမျိုးတွေရဲ့ လှုပ်ရှားမှုတွေကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းနဲ့ ဇာတ်ကောင် Characters လေးတွေဟာ အမတန်ချစ်စရာကောင်းပြီး . အိမ်က သားငယ်သမီးတွေကိုပါ ပြသလို့ရ ပြသလို့သင့်တဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္မယ့္ ကားေလးက July 24 ရက္ေန႔က Netflix မွာျပသခဲ့တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2e2pz/[CM]Dragons.Rescue.Riders.Secrets.of.The.Songwing.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/AAAABTuY982IOotzxcNWCP3iHuj7__WwsLnnq8V4gksTsgtTKNnBa6gzZ3i9ax-zqbSckUKHfWE59TevinXsSAuEH509T_R_mXqQ4LsnIQgw4gkwnrp54o1atZYEnA5c8w-143x200.jpg",
        "title": "Dragon Quest: Your Story (2019)",
        "description": "Dragon Quest: Your Story (2019)========================IMDb Rating - 6.5/10#Unicodeဒီကားက 2019 တုန်းက Netflix ကထွက်ရှိခဲ့တဲ့ Anime ပဲဖြစ်ပါတယ်။ dragon quest ဂိမ်းကို animationအနေနဲ့ရိုက်ထားတာပါ။ ဇာတ်လမ်းအကျဥ်းပြောရရင် နည်းပညာတိုးတက်လာတဲ့နောက်မှာ လူသားတွေဟာဂိမ်းကို ကိုယ်တိုင်ဝင်ရောက်ပြီး ဆော့ကစားလာနိုင်တယ်။ ဒီကားထဲက ကောင်လေးက Dragon Quest ထဲကလူကာ ဇာတ်ကောင်နေရာကနေ စွန့်စားခန်းတွေ လုပ်ဆောင်သွားပုံကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာပါ။ လူကာအကြောင်းကတော့ Dragon Quest ကိုထိတွေ့ခဲ့ဖူးတဲ့  90kids တွေဆိုရင်တော့ သိမှာပါ။ လူကာက မွေးဖွားခြင်းမှာ သူ့ရဲ့မိခင်ဟာ မိစ္ဆာရဲ့ ဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ သူဟာ ဖခင်ရဲ့ လက်ထဲမှာပဲ ကြီးပြင်းလာခဲ့ရပေမယ့်တစ်နေ့မှာတော့ ဖခင်ပါ အသတ်ခံရတဲ့အခါ သူ့မိခင်ကို ရှာဖွေရမယ့် တာဝန်ဟာသူ့ထံရောက်လာပါတော့တယ်။ဇာတ်လမ်းတစ်ခုလုံးဟာ စိတ်လှုပ်ရှားစရာတွေနဲ့ပြည့်နှက်နေခဲ့ပြီး အတော်လေးကိုကြည့်လို့ကောင်းနေခဲ့ပါတယ်။ဒါပေမဲ့ အဲ့နောက်ကွယ်ကျန်နေသေးတာကတော့ အစမှာပြောခဲ့သလိုပဲ လူသားတွေဟာ VR World ...",
        "rating": "6.5",
        "url": "https://megaup.net/1y2kp/[CM]Dragon.Quest.Your.Story.2019.Webrip.480P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uHdxICUIRGoJjK67aOp3ykvL8ZW.jpg",
        "title": "The Larva Island Movie(2020)",
        "description": "The Larva Island Movie(2020)The Larva Island Larva လို့ဆိုလိုက်တာနဲ့ကျွန်တော်တို့ ၂၀၁၁လောက်က ထွက်တဲ့ အနီရောင်နဲ့အဝါရောင်ပိုးကောင်လေး၂ကောင်ကိုမြင်မိကြမှာပါ Tom &Jerry ပြီးရင် အရီရဆုံး animated cartoon လို့ပြောရင်မမှားပါဘူး...ကျွန်တော်တို့ စမြင်ခဲ့တဲ့ Lava ၂ကောင်ဟာမြို့ပြရဲ့ရေဆိုးမြောင်းအောက်လိုနေရာလေးကနေ စရင်းနှီးခဲ့ပါတယ် ...နောက်ပိုင်းseason တွေမှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ လူတစ်ယောက်နဲ့အတူပါလာတာတွေ့မိပါတယ် ...အခု Larva Island ဟာ Larva season timeline တွေကိုရှေ့သွားနောက်လိုက်ညီအောင်ချုပ်ပေးလိုက်တာပါ...ဒီmovie လေးကြည့်ရင်နောက်ထွက်တဲ့ series အပိုင်းတွေပါကာမိမယ်ထင်ပါတယ် အခုmovie ရဲ့Plot ကတော့ချက်ခ်လို့ခေါ်တဲ့ကောင်လေးတစ်ယောက်ဟာ အပျော်စီးသင်္ဘောပျက်ရာကနေ အသွားအပြန်ခြေငါးလှမ်းစာလောက်ရှိတဲ့ကျွန်းပိစိလေးပေါ်မှာသောင်လာတင်ပါတော့တယ် ...အဲ့မှာ လာဗာ၂​ကောင်နဲ့စတွေ့မိတာပဲ ချက်ခ်တစ်ယောက်ဘယ်လိုအဲ့ကျွန်းကလွတ်လာမလဲဆိုတာ ဟာသလေးတွေနှောပြီးကြည့်ရမှာပါ...Larva မှာအထူးအခြားပြောစရာရှိတာက သူသုံးထားတဲ့ humour type ပါ slapstick လို့ခေါ်တဲ့အကောင်သေးသေးလေးတွေheavy ကြီးတွေလုပ်ပြတာ ....ဥပမာ Tom and Jerry မှာ Tom ...",
        "rating": "5.5",
        "url": "https://megaup.net/2dZL4/The_Larva_Island.2020.WEB-DL.720P.PP.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMjVkYWUwYWUtM2MwNS00OGVlLWJmMjUtYzU0NGI3ZDMzZTI4XkEyXkFqcGdeQXVyNDM2MjM2NDU@._V1_SY1000_CR006861000_AL_-137x200.jpg",
        "title": "Ghost Patrol (2016)",
        "description": "Ghost Patrol (2016)================IMDb Rating - 4.9/10#Unicodeဒီနေ့အတွက် တင်ပေးချင်တာက 2016 ခုနှစ်ကထွက်ထားတဲ့ Animation , Adventure movieလေးပဲဖြစ်ပါတယ်။ Ghost Patrolဆိုတဲ့ကားလေးကတော့ လူငယ်စွန့်စားခန်းပုံမျိုးလေးပါပဲ၊သူငယ်ချင်း၂ယောက်ဟာ သရဲအစစ်များကို အရမ်းတွေ့ချင်ပြီး စွန့်စားချင်တာကြောင့် သရဲဖမ်းအဖွဲ့လေးတစ်ခုဖွဲ့ထားပါတယ်။ ဒါပေမယ့်သူတို့အဖွဲ့ကိုအထင်မကြီးတဲ့သူတွေရဲ့နောက်ပြောင်အကူအညီတောင်းမှုကို ကူညီဖို့ကြိုးစားရာမှ တကယ့်သရဲအစစ်ကြီးနဲ့ဘယ်လိုတွေ့ပြီး ဘာကောင်တွေကိုအတူနှိမ်နင်းမလဲဆိုတာ ခပ်မိုက်မိုက်လေးနဲ့ကြည့်မြင်ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ တင္ေပးခ်င္တာက 2016 ခုႏွစ္ကထြက္ထားတဲ့ Animation , Adventure movieေလးပဲျဖစ္ပါတယ္။ Ghost Patrolဆိုတဲ့ကားေလးကေတာ့ လူငယ္စြန႔္စားခန္းပုံမ်ိဳးေလးပါပဲ၊သူငယ္ခ်င္း၂ေယာက္ဟာ သရဲအစစ္မ်ားကို အရမ္းေတြ႕ခ်င္ၿပီး စြန႔္စားခ်င္တာေၾကာင့္ သရဲဖမ္းအဖြဲ႕ေလးတစ္ခုဖြဲ႕ထားပါတယ္။ ဒါေပမယ့္သူတို႔အဖြဲ႕ကိုအထင္မႀကီးတဲ့သူေတြရဲ႕ေနာက္ေျပာင္အကူအညီေတာင္းမႈကို ကူညီဖို႔ႀကိဳးစားရာမွ တကယ့္သရဲအစစ္ႀကီးနဲ႔ဘယ္လိုေတြ႕ၿပီး ဘာေကာင္ေတြကိုအတူႏွိမ္နင္းမလဲဆိုတာ ခပ္မိုက္မိုက္ေလးနဲ႔ၾကည့္ျမင္ရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality – 720p WebRipDuration - 47 minSubtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2TRwp/[CM]Ghost.Patrol.2016.WebRip.720P.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNzMwMTBhMzItMzQ3OC00ZmQ2LWIwYjUtNGMzMTU5MDUyZGFiXkEyXkFqcGdeQXVyOTc3MTcwMzg@._V1_-141x200.jpg",
        "title": "Her Blue Sky (2020)",
        "description": "အအိုအီ အိုင်အိုအီဆိုတဲ့အထက်တန်းအရွယ်ကျောင်းသူမလေးဟာ\nကားမတော်ဆမှုကြောင့် မိဘနှစ်ပါးလုံးဆုံးရှုံးပြီးတဲ့နောက်မှာ\nအစ်မဖြစ်သူ အခန်နေ အိုင်အိုအီနဲ့အတူ ဘဝကိုရုန်းကန်ကြရပါတယ်.\nဒါပေမဲ့ မတော်မတဖြစ်တဲ့အချိန်တုန်းက\nအအိုလေးဟာ ကလေးပဲရှိသေးတဲ့အတွက် အစ်မဖြစ်သူ အခန်နေကပဲ\nမိဘတစ်ယောက်လို စောင့်ရှောက်ခဲ့ရပါတယ်.\nအအိုအီငယ်ငယ်တုန်းက သူ့အစ်မရဲ့ရည်းစားဟောင်းဖြစ်သူ\nရှင်းနိုခါနာမူရိုကြောင့် ဂီတာတီးတာကို\nဝါသနာပါလာခဲ့ပါတယ်.\nဒါကြောင့် သူကျောင်းပြီးရင် မြို့ကနေထွက်သွားပြီး\nတိုကျိုမှာဂီတအဖွဲ့တစ်ခုထဲ ဝင်ဖို့ဆုံးဖြတ်လိုက်တယ်.\nသူ့ရဲ့ဝါသနာအပြင် သူ့အစ်မကို သူ့ကြောင့်ဆက်ပြီး\nမပင်ပန်းစေချင်တဲ့ဆန္ဒကြောင့်လည်း\nသူတို့မြို့လေးကနေ ပိုပြီးထွက်သွားချင်ခဲ့ပါတယ်.တစ်နေ့ အအိုအီတစ်ယောက် ဂီတာတီးကျင့်နေရင်း\n၁၈နှစ်အရွယ် ရှင်းနိုကို ရုတ်တရက်အခန်းထဲမှာ\nတွေ့လိုက်ပါတယ်.\nပြီးတော့ ယခုပစ္စုပန်က ၃၁ နှစ်အရွယ် ရှင်းနိုကလည်း\nတိုကျိုကိုပြောင်းသွားတဲ့နောက် ဂီတပွဲတစ်ခုကြောင့်\nမြို့ကိုပြန်ရောက်နေပါတယ်.\nဒါပေမဲ့ အခုရှင်းနိုနဲ့ အတိတ်ကရှင်းနိုက\nလုံးဝကို ကွာခြားနေပါတယ်.ဒါဆို ၁၈နှစ်အရွယ်ရှင်းနိုက ဘာကြောင့် ရှိနေရတာလဲ?\nငယ်ချစ်ဦးတွေဖြစ်ကြတဲ့ အခန်နေနဲ့ရှင်းနိုကရော\nဘယ်လိုဖြစ်သွားမလဲ?\nအအိုအီကရော မြို့ကနေထွက်သွားပြီး တိုကျိုကိုပြောင်းသွားမလား?\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nရုပ်ရှင်ကားထဲမှာ ဆက်ကြည့်ကြရအောင်.......\n \nFile Size - 1.5 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "6.8",
        "url": "https://megaup.net/3zz9y/Her.Blue.Sky.2019.JAPANESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Animation, Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4fVcLdImgW2EXQyrflA5oLTvwCD.jpg",
        "title": "Promare (2019)",
        "description": "Japan Anime ကားတစ်ကားပါ။ Rating 7.2 တောင် ရထားတာဆိုတော့တော်တော်လေးမိုက်တဲ့Animeထဲမှာပါပါတယ်။ခန္ဓာကိုယ်ကနေ မီးထလောင်တတ်တဲ့ mutant တွေကြောင့်The Great Burning လို့ခေါ်တဲ့ အဖြစ်အပျက်ကြီး ဖြစ်လာခဲ့ပါတယ်။နှစ် ၃၀ ကြာပြီးတဲ့နောက်မှာ Burnish လို့ခေါ်တဲ့သူတွေ ပေါ်လာပြန်ပါတယ်။ဒီတစ်ခါမှာတော့ သူတို့က မီးကို ပိုပြီးထိန်းချုပ်နိုင်သွားကြပါပြီ။ဒီလူတွေမှာ မီးတွေအကြောင်းပြချက်မရှိဘဲ လိုက်ရှို့နေတယ်။ဒါပေမဲ့ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ။Galo Thymos ဆိုတဲ့ မီးသတ်တပ်သားသစ်လေးတွေကမီးလောင်မှုကို ကယ်ဆယ်ဖို့သွားရင်း Burnish တွေနဲ့ကြုံလာရတဲ့အခါမှာတော့ပွဲကြီးပွဲကောင်းတွေ ဖြစ်ပါတော့တယ်။Animation ဖန်တီးထားပုံတွေကလည်း တော်တော်လေးစွဲဆောင်မှုရှိလွန်းတာကြောင့် ကြည့်နေရင်းနဲ့အချိန်ဘယ်လိုကုန်လို့ကုန်သွားမှန်းတောင်မသိရမယ့်Animeမျိုးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။ File Size : ( 1 GB , 303 MB)\nQuality : ...",
        "rating": "7.2",
        "url": "https://megaup.net/3zzck/(CM)_Promare_2019_BluRay_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-3.02.11-PM-141x200.png",
        "title": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)",
        "description": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)===========================================IMDb Rating - 5.7/10#Unicodeအနောက်နိုင်ငံတွေမှာအောက်တိုဘာ(၃၁)ရက်ဆိုရင် ကလေးတိုင်းပျော်ရတဲ့ပွဲတော်တစ်ခုရှိပါတယ်။သိကြမှာပေါ့ Halloween(ဟောလိုးဝင်း)ဆိုပြီး ဟောလိုးဝင်းညတွေမှာကလေးတွေဟာဝတ်စုံဆန်းတွေဝတ်ပြီးတစ်အိမ်တက်တစ်အိမ်ဆင်း သကြားလုံးတောင်းကြပါတယ်။ သကြားလုံးမပေးရင်သရဲလိုလုပ်ခြောက်ခံရမယ့်ဓလေ့လေးပါ။ ပီကွာဆိုတဲ့မြို့လေးကမယ်လ်ဗင်ဆိုတဲ့ကလေးတစ်ယောက်ဟာဟောလိုးဝင်းကိုမုန်းရာကနေ ဖျက်ပစ်ဖို့ထိလူစုနိုင်ခဲ့ပါတယ်။ မယ်လ်ဗင်ဘာလို့ဟောလိုးဝင်းကိုမုန်းရတာလဲရယ်ဟောလိုးဝင်းကိုမပပျောက်စေချင်တဲ့ သူငယ်ချင်းတစ်စု ဘယ်လိုအကြံတွေထုတ်ကြမလဲရယ်ဆိုတာတွေကိုရိုက်ကူးထားတဲ့Netflix Animation ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiအေနာက္ႏိုင္ငံေတြမွာေအာက္တိုဘာ(၃၁)ရက္ဆိုရင္ ကေလးတိုင္းေပ်ာ္ရတဲ့ပြဲေတာ္တစ္ခုရွိပါတယ္။သိၾကမွာေပါ့ Halloween(ေဟာလိုးဝင္း)ဆိုၿပီး ေဟာလိုးဝင္းညေတြမွာကေလးေတြဟာဝတ္စုံဆန္းေတြဝတ္ၿပီးတစ္အိမ္တက္တစ္အိမ္ဆင္း သၾကားလုံးေတာင္းၾကပါတယ္။ သၾကားလုံးမေပးရင္သရဲလိုလုပ္ေျခာက္ခံရမယ့္ဓေလ့ေလးပါ။ ပီကြာဆိုတဲ့ၿမိဳ႕ေလးကမယ္လ္ဗင္ဆိုတဲ့ကေလးတစ္ေယာက္ဟာေဟာလိုးဝင္းကိုမုန္းရာကေန ဖ်က္ပစ္ဖို႔ထိလူစုႏိုင္ခဲ့ပါတယ္။ မယ္လ္ဗင္ဘာလို႔ေဟာလိုးဝင္းကိုမုန္းရတာလဲရယ္ေဟာလိုးဝင္းကိုမပေပ်ာက္ေစခ်င္တဲ့ သူငယ္ခ်င္းတစ္စု ဘယ္လိုအႀကံေတြထုတ္ၾကမလဲရယ္ဆိုတာေတြကို႐ိုက္ကူးထားတဲ့Netflix Animation ကားေလးပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality – 720p  WebRipDuration - 45 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, ...",
        "rating": "5.7",
        "url": "https://megaup.net/3zyS2/[CM]The.Spooky.Tale.of.Captain.Underpants.Hack-A-Ween.WebRip.720P.mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-133x200.jpg",
        "title": "Howl’s Moving Castle (2004)",
        "description": "Studio Ghibi ရဲ့ animation ကားကောင်းလေးတွေ\nကိုမျော်လင့်နေတဲ့ပရိတ်သတ်တွေအတွက်အရမ်းမိုက်တဲ့\nဂျပန်animationကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဂျပန်Animation ကားလေးတွေဟာဆိုရင်ပြောစရာမလို\nလောက်အောင်ကောင်းမွန်မယ်ဆိုတာပရိတ်သတ်တွေသိရှိပြီးဖြစ်မှာပါ\nမှော်ဇတ်လမ်းတွေကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ကတော့ကွက်တိပါပဲ\nဇတ်လမ်းလေးကတော့အလွန်လှပတဲ့ဦးထုတ်ရောင်းတဲ့\nကောင်မလေးဆိုဖီအလွန်ထူးဆန်းတဲ့လူပုံစံဆောက်\nလုပ်ထားတဲ့မှော်ရဲတိုက်ရှင်စုန်းထီးလေးဟအိုယုသူတို့နှစ်ယောက်\nဘယ်လိုမတော်တဆတွေ့ကြမလဲလူသားနဲ့စုန်းထီး\nဘယ်လိုပေါင်းစပ်ခွင့်ရမလဲဟအိုယုရဲ့နှလုံးသားကိုလိုချင်နေတဲ့\nစုန်းမကြီးကဟအိုယုနဲ့ဆိုဖီအကြောင်းကိုသိသွားတဲ့\nအချိန်မှာဆိုဖီလေးကိုကျိန်စာတိုက်လိုက်တဲ့အချိန်မှာတော့\nအလွန်ချောမောတဲ့ကောင်မလေးဆိုဖီဟာ\nအဖွားအိုတစ်ယောက်အဖြစ်ပြောင်းလဲသွားတဲ့\nအခါမှာကောလောကဓံကိုသူမဘယ်လိုရင်ဆိုင်\nမလဲဟအိုယုနဲ့ကောပြန်တွေ့ကြမှာလားစုန်းထီးလို့ဆို\nပေမဲ့စိတ်သဘောထားအလွန်နူးညံ့တဲ့\nဟအိုယုတစ်ယောက်လူသားတွေနဲ့\nမိစ္ဆာတွေစစ်မက်ဖြစ်ပွားလာတဲ့အချိန်မှာလူသားတွေဘက်က\nဘယ်လိုဦးဆောင်ပြီးတိုက်ခိုက်မလဲဆိုဖီလေးရဲ့\nကျိန်စာကောပျက်ပြယ်သွားမှာလားဒီအတိုင်းအဖွားကြီးတစ်ယောက်အဖြစ်\nတစ်သက်လုံးနေသွားရမလားဆိုတာစိတ်ဝင်တစား\nစောင့်ကြည့်ရမှာပါanimation ကိုအရမ်းကြိုက်တဲ့\nပရိတ်သတ်တွေအတွက်ကတော့ကျေးနပ်အားရမှုအပြည့်အဝဖြစ်စေ\nမယ်လို့အာမခံရင်းကြည့်ရူလိုက်ကြပါအုံးနော်File Size - 1.7 GB\nQuality - Bluray 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Sane Khet\nEncoder - Thit San Khant",
        "rating": "8.2",
        "url": "https://megaup.net/2dvl1/Howl_s.Moving.Castle.2004.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-1-133x200.jpg",
        "title": "Kiki’s Delivery Service (1989)",
        "description": "၁၃နှစ်ပြည့်တဲ့စုန်းလေးတွေဟာ အိမ်ကထွက်ပြီး\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့\nစုန်းတို့ရဲ့ရိုးရာအတိုင်း ၁၃နှစ်အရွယ်စုန်းမလေးခီခီဟာ\nတိမ်ကင်းစင်တဲ့လပြည့်ညတစ်ညမှာ\nသူ့ရဲ့ကြောင်နက်လေးဂျီဂျီရယ် အဖေ့ရေဒီယိုလေးရယ်နဲ့အတူ\nတံမြက်စည်းပျံစီးပြီး အိမ်ကထွက်လာခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ နာရီ​စင်ကြီးရှိတဲ့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ\nအခြေချဖို့ဖြစ်လာတဲ့အခါ စုန်းမလေးခီခီဟာ\nအခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ​\nတဖြည်းဖြည်းနဲ့ ခီခီ့ရဲ့တစ်ပါးသူအပေါ်ကူညီပေးမှုတွေ၊\nသနားကြင်နာတတ်မှုတွေကြောင့် လူချစ်လူခင်ပေါလာပြီး\nသူ့ကိုယ်ပိုင်ပစ္စည်းပို့လုပ်ငန်းလေးကိုလည်း\nတစ်နိုင်တစ်ပိုင်ထူထောင်လာနိုင်ပါတော့တယ်။\nဒီဇာတ်လမ်းမှာ ခီခီ့ရဲ့ ကိုယ်ပိုင်အလုပ်သစ်လေးမှာ\nအလုပ်အပ်သူတစ်ယောက်ပေါ်လာရင်ကို\nစိတ်လှုပ်ရှားနေတတ်တာမျိုးတွေ၊\nသူငယ်ချင်းကြောင်နက်လေးဂျီဂျီ သူငယ်ချင်းအသစ်ရသွားတဲ့အခါ\nစိတ်ပျက်ဝမ်းနည်းပုံလေးတွေ၊ ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့အခါ\nအတက်အကျတွေအားလုံးကို ရင်ဆိုင်ကျော်ဖြတ်ရပုံလေးတွေကို\nလူငယ်သဘာဝအလျောက် တွေ့မြင်ရမှာဖြစ်ပြီး\nကိုရိုကိုဆိုတဲ့ ပင်လယ်ဆိပ်ကမ်းမြို့လေးရဲ့ သဘာဝအလှအပလေးတွေကိုလည်း\nစိတ်ချမ်းမြေ့ဖွယ်ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်...\nIMDb 7.8/10\nRotten tomatoes 98% ထိရရှိထားတဲ့ anime\nဇာတ်ကားကောင်းလေးကို ကြည့်ရှုခံစားပေးကြပါဦး....\n \nFile Size - 1.4 GB\nQuality - BluRay 1080p\nSubtitle - Burmese (hardsub)\nTranslator - May Thu Aung\nEncoder -  Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2TsP8/Kiki_s.Delivery.Service.1989.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNjFhNGVjNzYtYTYzYS00N2Q5LTk1OGEtMzFiZTYyNjliMGE0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-147x200.jpg",
        "title": "Princess Mononoke (1997)",
        "description": "ဒီတစ်ခါတော့\nခံစားချက်ပေါင်းများစွာ ရစေမဲ့\nအဓိပ္ပါယ်အများကြီးရှိတဲ့\nဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လို\nခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်\nဟောင်းလေကောင်းလေ\nသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။\nဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်\nလူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။\nကိုယ် လိုချင်တာတွေ အတွက် လူတွေ\nအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါ\nအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။\nဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့\nကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်\nလောဘသက်သက်\nအတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်\nကြားနေလူတစ်ယောက်ရယ်နဲ့\nအမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်း\nကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။\nဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှ\nမရှိတာနဲ့ အတူတူပါပဲ။\n \nဇာတ်လမ်းအကျဉ်းကတော့....\nရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းက\nသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေ\nသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့\nသားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူ\nသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။\n \nသစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်က\nပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေ\nအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်\nသစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်\nသံသတ္တုပေါများတဲ့ ဒေသ\n့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီး\nတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။\n \nသစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းက\nထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့\nဘုရင်တစ်ပါးက ...",
        "rating": "8.4",
        "url": "https://megaup.net/2dvo3/Princess_Mononoke.1997.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BZDg0MWNmNjktMGEwZC00ZDlmLWI1MTUtMDBmNjQzMWM2NjBjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-133x200.jpg",
        "title": "Whisper of the Heart (1995)",
        "description": "IMDb 7.9 တောင်ရထားတဲ့ ကားဆိုတော့\nကာတွန်းကားဆိုပြီး အထင်သေးလို့မရတဲ့\nအပြင် နာမည်ကြီး ကာတွန်းရုပ်ရှင်\nSpirited Away ကိုဖန်တီးထားတဲ့\nဒါရိုက်တာကပဲ ဆက်လက်ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nတခါက၁၄နှစ်အရွယ်ကျောင်းသူလေး\nShizuku ဟာ သူ့မိသားစုနဲ့ Tokyo မြို့မှာနေသတဲ့...\nသူဘဝကလည်းပုံမှန်ကျောင်းသူတယောက်လိုပါပဲ...\nဒါပေမယ့် တခုထူးခြားတာက Shizuku ဟာကျောင်းပိတ်ရက် ဆိုတာနဲ့\nဒေသခံစာကြည့်တိုက် သွားပြီးရှိသမျှ\nFairy Tale (အကြမ်းဖျင်းအားဖြင့်ကလေးပုံပြင်ပေါ့)\nစာအုပ်တွေငှားဖတ်လေ့ရှိပြီး\nသူကိုယ်တိုင်ကလည်းစာရေးသူတယောက်ဖြစ်ချင်တဲ့သူပါ...\nဒါမယ့် သူစာအုပ်တွေဖတ်ရင်းဖတ်ရင်း နာမည်တခုနဲ့ ရင်းနှီးလာတယ်...\nသူငှားဖတ်သမျှစာအုပ်တိုင်းရဲ့ငှားဖတ်သူစာရင်းကဒ်မှာ\nSeiji ဆိုတဲ့ကောင်လေးကသူ့ရှေ့အမြဲရောက်နေတယ်...\nဒီတော့ဆယ်ကျော်သက်မိန်းခလေးသဘာဝအတိုင်း\nမမြင်ဘူးတဲ့ကောင်လေးကိုပဲအထင်ကြီးမိပြီး သံယောဇဉ်တွယ်သွားတယ်တဲ့...\nဒီလိုနဲ့တနေ့မှာ Shizuku က သူ့အဖေကို\nထမင်းဘူး သွားပို့ပေးရင်းရထားစီးလာရာမှာ\nရထားပေါ်ကိုမှတ်တိုင်တခုမှာကြောင်ကြီးတကောင်က\nတက်လာပြီး Shizuku အတွက် အထူးအဆန်းဖြစ်သွားတာပေါ့...\nပိုထူးဆန်းတာကကြောင်ကြီးကလူအတိုင်းပဲ သူဆင်းချင်တဲ့\nမှတ်တိုင်မှာဆင်းသွားတယ်တဲ့...\nဒါနဲ့ကြောင်ကြီးကိုစိတ်ဝင်စားလို့ Shizuku\nကနောက်ကလိုက်ရင်း Alice ကနေ Wonderland\nရောက်သလိုဖြစ်သွားမလားဆိုတာ ??\nစိတ်ဝင်စားဖွယ်ဆက်လက်ရှုစားကြပါ\nသီချင်းတွေကို အတတ်နိုင်ဆုံး ဆီလျော်အောင်\nဘာသာပြန်ပေးထားပါတယ်\nအမှားပါတာရှိ ခွင်.လွတ်ကြပါကုန်\nJapan Anime  တွေထုံးစံအတိုင်း ဇကားအပြီးမှာတော့\nမက်ဆေ့ချ်တခုတော့ ရစမြဲမို့ ဒေါင်းယူကြည့်သင့်ပါတယ်ဗျာ\n( ဒီကားလေးရဲ့အညွှန်းကို M-MDB Page မှ ကူးယူထားတာဖြစ်ပြီး\nဘာသာပြန်သူကတော. Bommy Chan ပဲဖြစ်ပါတယ်။ )\n \nFile Size - 1.6 GB\nQuality ...",
        "rating": "7.9",
        "url": "https://megaup.net/2dvpk/Whisper.of.the.Heart.1995.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Spirited-Away-2001-135x200.jpg",
        "title": "Spirited Away (2001)",
        "description": "နောက် ထပ် Studio Ghibli ရဲ့ artwork တစ်ခုနဲ ့မိတ်ဆက် ပေးချင် ပါတယ်။\nတစ်ကယ်တော့ မိတ်ဆက် တယ် ဆိုတာထက်\nပြန်ပြီး remind လုပ်တာ ဆိုရင် ပိုမှန် ပါလိမ့်မယ်။\nSpirited Away ပါ။\nOtaku တော်တော်များများ ကြည့်ဖူး ကြလိမ့်မယ် လို့ ထင်ပေမယ့်\nကောင်းလွန်း၊ သဘောကျလွန်း တာကြောင့်\nမရေးပဲ မနေနိုင်လို့ ရေးလိုက် ရပါတယ်။\n၁၀နှစ်သမီးလေး Chihiro ဟာ\nသူမရဲ့ မိဘနှစ်ပါး နဲ့အတူ တစ်ခြား မြို့တစ်မြို့ကို\nအိမ်ပြောင်းဖို့ခရီးထွက် လာပါတယ်။\nတောလမ်း ခရီး တစ်နေရာ မှာ လိုဏ်ခေါင်း ကြီး\nတစ်ခုကို  တွေ့တော့ Chihiro ရဲ့မိဘတွေ\nက ဝင်ကြည့် ပါတယ်။\nလိုဏ်ဂူထဲ ကို ဝင်မကြည့် ချင်ပေမဲ့လည်း\nကားပေါ်မှာ တစ်ယောက်တည်း နေဖို့  ကြောက်တဲ့ Chihiro ကလည်း\nမိဘတွေနဲ့အတူ လိုက်လာ ပါတယ်။\nလိုဏ်ခေါင်းရဲ့ တစ်ဖက်ခြမ်း မှာတော့ ပျက်စီးနေပြီ ဖြစ်တဲ့\ntheme ...",
        "rating": "8.6",
        "url": "https://megaup.net/3zqji/Spirited.Away.2001.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjA5NzkxNTg2MF5BMl5BanBnXkFtZTcwMTA3MjU1Mg@@._V1_-203x300.jpg",
        "title": "Ponyo (2008)",
        "description": "အခုမိတ်ဆက်ပေးမှာက စာရေးသူ Hayao Miyazaki\nကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီး\nIDM 7.7 အထိရခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ\nဒီကားလေးရဲ့ အောင်မြင်မှုတွေကို ပြောရမယ်ဆိုရင်\nပရိတ်သတ်တွေကြားမှာ Ponyo Ponyo\nဖြစ်ခဲ့ရလောက်အောင် ကျော်ကြားခဲ့တဲ့\nဇာတ်ကားလေးဖြစ်လာတဲ့အပြင်\n8th annual Tokyo Anime ဆုပေးပွဲမှာ\nဆုတွေအများကြီးရစေခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ သဘောၤသားတစ်ဦးရဲ့\nအသက်ငါးနှစ်သာရှိတဲ့ သားလေးဟာ သူ့အမေနဲ့အတူ\nပင်လယ်နားက တောင်ကုန်းလေးမှာ နေထိုင်တယ်။\nတစ်နေ့မှာ မမျှော်လင့်ပဲ ရွှေငါးလေးတစ်ကောင်ကို တွေ့ရှိခဲ့တယ်\nအဲ့ရွှေငါးလေးဟာ ရိုးရိုးငါးလေးမဟုတ်ပဲ\nငါးတစ်ပိုင်းလူတစ်ပိုင်း ဖြစ်နေတဲ့ ရွှေငါးလေးဖြစ်တယ်\nရွှေငါးလေးဟာ ဆိုဆုကီဆိုတဲ့ ကောင်လေးကို\nသံယောဇဉ် တွယ်မိပြီး ဆိုဆုကီပေးထားတဲ့\nပွန်းညို ဆိုတဲ့ နာမည်လေးနဲ့ လူသားတွေအနားမှာ နေခဲ့တယ်\nလူသားတွေကို မုန်းတဲ့ ပွန်းညို အဖေက\nသူ့သမီးလေးကို ဆိုဆုကီ ရှိကနေ နည်းအမျိုးမျိုးနဲ့ ပြန်လည်လုယူခဲ့တယ်\nဒါပေမယ့် ပွန်းညိုက မှော်စွမ်းအားတွေရပြီး\nပြန်လွတ်သွားချိန်မှာ သူ့အစွမ်းတွေကြောင့် ဆိုဆုကီတို့မြို့\nတစ်မြို့လုံးရေနစ်မြုပ်ခဲ့တယ်\nသူကတော့ လူသားတစ်ယောက်အဖြစ်\nဆိုဆုကီရှိကိုပြန်လာခဲ့တယ် ပွန်းညိုရဲ့\nမှော်အစွမ်းတွေကြောင့် ကမ္ဘာကြီးပျက်လုနီးပါးဖြစ်နေချိန်မှာ\nငါးနှစ်အရွယ်သာရှိတဲ့ ဖြုစင်တဲ့ သူတို့ရဲ့ အချစ်စစ်နဲ့\nကမ္ဘာကြီးကိုဘယ်လိုပြန်တည်ဆောက်သွားမလဲ\nပွန်းညိုဟာ လူသားတွေကိုမုန်းတဲ့ သူ့အဖေ နဲ့ပဲ\nရေအောက်မှာ ငါးအဖြစ်ဆက်နေသွားရမလား\nလူသားအဖြစ် ဆိုဆုကီအနားမှာနေရမလားဆိုတာ\nဇာတ်ကားလေးကိုကြည့်ကြည့်လိုက်ကြနော်\nအရမ်းချစ်ဖို့ကောင်းတဲ့ ပွန်းညို\nကားလေးကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dqTe/Ponyo_(2008)_[1080p_x265_HEVC_10bit_BluRay_]_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/totoro-1-143x200.jpg",
        "title": "My Neighbor Totoro (1988)",
        "description": "ဒီဇာတ်ကားလေးကို 1988 ခုနှစ်က ရိုက်ကူးခဲ့ပေမယ့်\nDisney ကနေ 2006 မှာ english အသံထွက်နဲ့ ပြန်ထုတ်လွှင့်ပေးခဲ့ပါတယ်...\nIMDb 8.2 နဲ့ rotten tomatoes 94% တောင်\nရရှိထားတဲ့ Rating မြင့်တဲ့ကားပါ..\nတခြားနိုင်ငံမှာ Pooh ဇာတ်ကောင်လေးတွေ ခေတ်စားခဲ့သလို\nTotoro ကလဲ ဂျပန်ကလေးငယ်တွေအပေါ်မှာ လွှမ်းမိုးနိုင်ခဲ့ပါတယ်...\nမြန်မာမှာလဲ ခုချိန်ထိ totoro ကို ချစ်နေတဲ့လူကြီးငယ်တွေ\nရှိပါသေးတယ်ဗျ... ( ကျွန်တော်အပါအဝင်ပေါ့... )\nဇာတ်လမ်းလေးကတော့ ၁၉၅၈ ခုနှစ်မှာ\nတက္ကသိုလ်ပါမောက္ခ Tatsuo Kusakabe နဲ့သူ့ရဲ့\nသမီး ၂ ယောက်နဲ့ အတူ ရွာလေးတစ်ရွာမှာ ရှိတဲ့\nအိမ်ဟောင်းတစ်လုံးစီကို ပြောင်းလာခဲ့ပါတယ်..\nမိန်းမဖြစ်သူက နာတာရှည်ရောဂါ ခံစားနေရတာကြောင့်\nမိန်းမဖြစ်သူတက်နေတဲ့ ဆေးရုံနဲ့နီးတဲ့ အိမ်လေးကို ရွေးချယ်ခဲ့တာပါ..\nတောရွာတစ်ခုဖြစ်တဲ့အတိုင်း မမြင်ရတဲ့ ပရလောကယုံကြည်မှုတွေလဲ ရှိနေပါတယ်...\nပထမဆုံး တွေ့ကြုံခဲ့တာကတော့ susuwatari လို့ ခေါ်တဲ့\nမည်းမည်းလုံးလုံး ကျပ်ခိုးကောင်လေးတွေပါပဲ..\nလူမနေတဲ့ အိမ်ဟောင်းတစ်ခုမှာ အဲဒီကျပ်ခိုးကောင်လေးတွေ ရှိနေမှာ\nအသေအချာဖြစ်ပြီး လူတွေရောက်လာတာနဲ့ နောက်ထပ်\nအိမ်လွတ်တစ်လုံးရှာဖွေဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2dvns/My.Neighbor.Totoro.1988.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUCLetZNa3rZknSmLc2gGUdxWH7.jpg",
        "title": "Animals United(2010)",
        "description": "Animals United(2010)တိရစ္ဆန်လေးတွေဟာ လူတွေနဲ့ဝေးရာမှာနေပြီးအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းနေကြတယ်...ဘယ်လောက်ပဲဝေးအောင်နေနေနေရာဒေသအမြဲချဲ့ထွင်နေတဲ့လူတွေကြောင့် တနည်းမဟုတ်တနည်းသူတုိ့အနားရောက်လာတာပါပဲ...ကမ္ဘာကြီးပူနွေးလာလို့ ရေခဲတွေအရေပျော်ကုန်တဲ့အပြင် လူအချို့ရဲ့မဆင်မခြင်လုပ်ရပ်တွေကြောင့်တောမီးတွေလည်းလောင်ကုန်လို့ သူတို့လေးတွေအတွေ ရေရှား အစားအသောက်ရှားဒုက္ခနဲ့ရင်ဆိုင်လာကြရတယ်...ဒီလိုခုက္ခရောက်နေတဲ့သူတို့တွေဟာ သုခဘုံဆိုတဲ့ အစားအသောက်လည်းပေါ လူတွေနဲ့ကင်းတဲ့နေရာလည်းဖြစ်အေးလည်းအေးချမ်းတဲ့နေရာလေးကိုစုပေါင်းရှာဖွေကြတယ်... သုခဘုံဆိုတာတကယ်ရှိလား...တကယ်ပဲလူတွေနဲ့ကင်းပြီး ဒုက္ခတွေနဲ့ကင်းဝေးမှာလား....ဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  K\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/Rysb/Animals_United.2010.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p192990_v_v8_aa-133x200.jpg",
        "title": "Dragon Hunters (2008)",
        "description": "ရက်စက်ကြမ်းကြုတ်တဲ့ နဂါးကြီးက\n \nနှစ်(၂၀)ပြည့်တိုင်း ပေါ်လာပြီး\n \nလူတွေကို သတ်ဖြတ်ပါတယ်\nအဲဒီနဂါးရဲ့ ရန်ကိုကြောက်တဲ့ ဘုရင်ကြီးက\nသူ့ရဲ့တူမလေးကို နဂါးကြီးကိုသုတ်သင်နိုင်တဲ့\nသူရဲကောင်းကို ရှာဖို့လွှတ်လိုက်ပါတော့တယ်\nတစ်ဖက်မှာ နဂါးရဲ့ရန်ကြောင့် မိဘကိုဆုံးရှုံးလိုက်ရတဲ့\nကောင်လေးတစ်ယောက်နဲ့ သူ့သူငယ်ချင်းတို့ဟာ\nအသက်မွေးဝမ်းကြောင်းအတွက် မုဆိုးအလုပ်ကို\nလုပ်ပြီးပိုက်ဆံလှည့်လည်ရှာဖွေကြပါတယ်\nသူတို့နှစ်ယောက်နဲ့ ဘုရင်ရဲ့တူမလေးတို့\nမတော်တဆတွေ့ဆုံကြပြီး ကမ္ဘာကြီးကို\nကယ်တင်ဖို့ နဂါးကြီးကို\n \nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ် မြင်တွေ့ရမှာပါ\n  \nFile Size - 1.16 GB\nQuality - Bluray 1080P 5.1\nSubtitle - Burmese (Hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1xqj2/Dragon.Hunters.2008.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/a-whisker-away-cm-141x200.png",
        "title": "A Whisker Away 2020",
        "description": "A Whisker Away မူဂယ်ဆိုတဲ့ ကောင်မလေးသာ ဟီနိုဒယ်ဆိုတဲ့ သူ့ရဲ့အတန်းဖော်ကောင်လေးကို တစ်ဖက်သတ်ကြိုက်နေတယ် ဒါပေမယ့် ဟီနိုဒယ်ကတော့ သူ့ကို အဖတ်တောင်မလုပ်ရှာဘူး ဒါပေမယ့် မူဂယ်ဟာ အခွင့်အရေးတစ်ခုရခဲ့တယ် အဲ့ဒါကတော့ သူဟာ မှော်ဆန်တဲ့ မျက်နှာဖုံးတစ်ခုကို ရခဲ့တယ် အဲ့ဒီမျက်နှာဖုံးစွပ်လိုက်ရင် မူဂယ်ဟာ တာရိုဆိုတဲ့ကြောင်ကလေးအဖြစ်အသွင်ပြောင်းသွားပါတော့တယ် ပိုပြီးကံကောင်းတာက မူဂယ်ချစ်ရတဲ့ ဟီနိုဒယ်ဟာ မူဂယ်ဆိုတဲ့ လူသားအသွင်နဲ့ ကောင်မလေးကိုအဖက်မလုပ်ပေမယ့် တာရိုဆိုတဲ့ကြောင်မလေးအဖြစ်နဲ့ဆိုရင်တော့ သိပ်ကိုချစ်ပါတယ် ဒီလိုနဲ့ မူဂယ်ဟာ ကြောင်မလေးအသွင်နဲ့ နေ့တိုင်းအချိန်မှန် ဟီနိုဒယ်ဆီကို သွားပါတော့တယ် ဒါပေမယ့် မိသားစုနဲ့ပတ်သတ်ပြီး စိတ်ဒဏ်ရာရှိတဲ့ မူဂယ်ဟာ ကြောင်ဘ၀နဲ့ပဲနေချင်တယ်လို့ ဆန္ဒတစ်ခုပြုလိုက်ရာကနေ လူအသွင်ကို ပြန်ပြောင်းမရဘဲ ဖြစ်သွားပါတော့တယ် လူပြန်ဖြစ်ဖို့ဆိုရင် သတ်မှတ်ထားတဲ့အချိန်အတွင်းမှာ သူ့ရဲ့ လူသားမျက်နှာဖုံးကို ပြန်ရှာဖို့ကြိုးစားရပါတော့မယ် ...... ဟီနိုဒယ်ကို သူ့ရဲ့ခံစားချက်တွေဖွင့်ပြောဖို့ရ သူလူပြန်ဖြစ်မှရမှာပါ .... တစ်ဖက်မှာလဲ မျက်ဖုံးရောင်းသွားတဲ့သူက မူဂယ်ရဲ့အသက်ကို လူဖြစ်ချင်တဲ့ကြောင်တစ်ကောင်နဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xoqt/A_WHISKER_AWAY.2020.WEB-RIP480p_(CM).mp4",
        "category": "Animation, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pxCl6kJKvm8WO5oZDYOOEXTlnTE.jpg",
        "title": "We Bare Bears: The Movie(2020)",
        "description": "We Bare Bears: The Movie(2020)ဘာတွေပဲဖြစ်နေ ဖြစ်နေ တစ်ယောက်အတွက် တစ်ယောက်ရှိနေပေးမယ်... စခင်ကထဲက ပေးတဲ့ဒီကတိကိုအဆုံးထိတိုင်မြဲစေတဲ့ ဝက်ဝံညီနောင်...သူတို့ (၃)ကောင်လုံးက စရိုက်တွေမတူညီပေမဲ့နားလည်ခွင့်လွှတ်ပြီး အရမ်းချစ်ခင်ကြတဲ့ ဂရစ်ဇ်ရယ် ပန်ဒါရယ် ပိုလာဝက်ဝံရယ်ကို အားလုံးသိထားပြီးဖြစ်မှာပါ...Cartoon Network Studio ကနေ ထုတ်လုပ်ဖြန့်ချီလိုက်တဲ့ We Bare Bears annimationလေးဟာ အခုတော့ Movie အနေနဲ့ ထွက်ရှိလာပါပြီ။CM ပရိသတ်ကြီးအနေနဲ့လည်း တစ်ဝကြီး ကြည့်ရှူခံစားလို့ရပါပြီ။ဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြလိုပါသေးတယ်။အားလုံးသိထားတဲ့ အတိုင်းပဲ ဒီဝက်ဝံသုံးကောင်ဟာအလွဲများစွာနဲ့ လူသားတေွကြားမှာနေထိုင်သူတွေပေါ့။သူတို့ကိုချစ်ခင်သူတေွလည်းရှိသလို မနှစ်မြို့သူတွေကလည်းရှိပါတယ်။တစ်နေ့မှာတော့ ဝက်ဝံညီနောင် လုပ်ထားတဲ့အမှားအတွက် မြို့ကနေနှင်ထုတ်ပါတော့တယ်။လူသားတွေနဲ့ အသားကျနေတဲ့ ဝက်ဝံညီနောင် ဘာဆက်လုပ်ကြမလဲ?သူတို့ကိုလက်ခံပေးနိုင်တဲ့ အိမ်အသစ်ကိုေရာ ရှာတေွ့သွားမလားဆိုတာစိတ်ဝင်စားစရာပါ။အရမ်းချစ်ဖို့ေကာင်းတဲ့ ဝက်ဝံသံုးကောင်ကို တစ်ဝကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (306MB)\nQuality :  ...",
        "rating": "7.0",
        "url": "https://megaup.net/2df66/We_Bare_Bears_The_Movie.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMzFmMjQwYTUtYjA1ZC00ZTY0LWFhNDctNzRkZTg4Yzc4MmUyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006231000_AL_-125x200.jpg",
        "title": "The Legend of Hei (2019)",
        "description": "ခုနောက်ပိုင်း တရုတ်အန်နီမေးရှင်း ရုပ်ရှင်တွေဟာ\nအတော်ကြီးကို ဇတ်လမ်းတည်ဆောက်ပုံနဲ့\nရုပ်ထွက်တွေက ကောင်းလာပါတယ်...\nအဲ့ဒီထဲမှာ မှ ကောင်းတဲ့ ဇတ်လမ်းလေးတစ်ကားကို\nCM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nလူသားတွေဟာ တောတောင်တွေကို တစ်ဖြေးဖြေးနယ်ချဲ့ရင်း\nလူနေအိမ်တွေဆောက် စက်ရုံတွေဆောက်ပြီး\nတောထဲက တိရိစ္ဆာန်လေးတွေပါ နေစရာရှားပါးလာပါတယ်\nအဲ့ဒီထဲမှာ ရှောင်ဟိုင် ဆိုတဲ့\n \nအနက်ရောင် ကြောင်လေးတစ်ကောင်လဲ\nပါပါတယ်...\n \nရှောင်ဟိုင် ဟာ တောထဲ မှာ\n \nနေစရာမရှိတဲ့နောက် လူတွေရဲ့\nလမ်းကြို လမ်းကြားတွေမှာ\n \nသွားရောက်နေထိုင်ပေမဲ့\nရက်စက်တဲ့ လူတွေက\n \nဒီကြောင်လေးတစ်ကောင်ကိုတောင်\nလိုက်ပြီး ဖမ်းဆီးနှောက်ယှက်ကြပါတယ်...\n \nအဲ့ဒီမှာပဲ ဖုန်ချီ ဆိုတဲ့ ကောင်လေး ဟာ ရှောင်ဟိုင်ကို\nကယ်တင်ပြီး နေထိုင်စရာ နေရာလေး တစ်ခုပေးခဲ့တယ်\n \nရှောင်ဟိုင် ရော ဖုန်ချီ ရောဟာ မွန်းစတားတွေ ဖြစ်ပြီး\nပုံမှန်အချိန်မှာ အကောင်လေးတွေ အဖြစ် ရှိပြီး\nစွမ်းအားရှိတဲ့ အကောင်တွေ\n \nအဖြစ်လဲ ပြောင်းလဲနိုင်ပါတယ်\n \nဒီလို မွန်းစတားတွေကို ဖမ်းဆီးနေတဲ့\n \nအထက်က ဂိုဏ်းတစ်ခုလဲရှိတယ်\nသူတို့က လူသားနဲ့ မွန်းစတားတွေ\n \nကြားက အခြေအနေကိုထိန်းသိမ်းတဲ့\nအဖွဲ့ဖြစ်ပြီး ထိပ်တန်း က\n \nအကြမ်းစား ဖမ်းဆီးသူကတော့ ဝူရှန် ပါ\nဒီလိုအေးချမ်းနေတဲ့ ဖုန်ချီ တို့\n \nရှောင်ဟိုင် တို့ ဘ၀ ...",
        "rating": "8.0",
        "url": "https://megaup.net/Rhk3/Luo_Xiao_Hei_Zhan_Ji_[Troy][WEB_1080p]_%7BCM%7D.mp4",
        "category": "Animation, Asian"
    }
]