[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7XURM64DYa9DpS70I2rM4suvq1s.jpg",
        "title": "Duck Duck Goose (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ပန္ ဆိုတဲ့ ငန္းေလးရယ္ ခ်ီ နဲ႔ေခ်ာင္ ဆိုတဲ့ ဘဲေပါက္ေလး ႏွစ္ေကာင္ရယ္ အေၾကာင္းျဖစ္ပါတယ္ၾကည့္လို႔ေကာင္းတဲ့ အန္နီေမးရွင္းေလးပါမိသားစု ဆိုတာဘာလဲ မိသားစုက ဘယ္လို ခြန္အားေတြေပးႏိုင္လဲဆိုတာကို ျပသြားတာပါပန္က ေပါ့ပ်က္ပ်က္ နဲ႔ ေပ်ာ္ေပ်ာ္ ေနတက္တဲ့ ငန္းတစ္ေကာင္ပါဒီလို ေနတက္လို႔လဲ ငန္းအုပ္က သူ႔ကို ခ်ဥ္ေနၾကတာေပါ့ဒါေပမဲ့ ေခါင္ထိ အကုန္ စားလို႔ မွတ္ထားလားေတာ့ မသိပါဘူးစည္းကမ္းႀကီးၿပီး အတည္တံ့ေနတက္တဲ့ ငန္းအုပ္ေခါင္းေဆာင္ႀကီးရဲ႕ သမီးဂ်င္ဂ်င္း ကိုမွၾကဳိက္ေနတာပါဒါေပမဲ့ ဒီလို ေပါ့ပ်က္ပ်က္ေကာင္ကို ဂ်င္ဂ်င္းရဲ႕ အေဖက ဘယ္သေဘာၾကမလဲဒီလိုနဲ႔ တစ္ရက္ ပန္ တစ္ေယာက္ အဲ့ေလ ပန္ တစ္ေကာင္ ေပါ့ပ်ကိပ်က္ ေပါက္ကရလုပ္ရင္းက သာသာယာယာ ေတာင္ကုန္းကို သြားေနတဲ့ ဘဲေပါက္အုပ္ထဲ က်ၿပီး ဘဲေမာင္ႏွမ ႏွစ္ေယာက္က ဘဲအုပ္ထဲကေနကြဲထြက္သြားပါေတာ့တယ္ဘဲေပါကေလးႏွစ္ေကာင္ထဲမ်က္စိလည္တာေပါ့တစ္ဖက္မွာလည္း ပန္တို႔ ငန္းအုပ္က ေဆာင္းခိုေျပာင္းေရႊ ့ဖို႔လုပ္ေနပါတယ္အဲ့အခ်ိန္မွာ ပဲ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/duck-duck-goose-2018/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lA17Mlz8hXVZsW5Y3WuUa8KPilQ.jpg",
        "title": "Shrek the Third (2007)",
        "description": "The King of Far Far Away has died and Shrek and Fiona are to become King & Queen.  However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom. (ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ) File Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2fV3w/Shrek_The_Third_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/140ewbWv8qHStD3mlBDvvGd0Zvu.jpg",
        "title": "Shrek (2001)",
        "description": "ဇာတ္လမ္းအက်ဥ္း~~~~~~~~~~~Dulocဆိုတဲ့ ၿမိဳ႕ေတာ္ႀကီးမွာ အၾကင္နာတရားေခါင္းပါးၿပီး တရားမမ်ွတမႈမ႐ွိတဲ့ တရားသူႀကီး Farquaadက Fairy Tale(နတ္သမီး ပံုျပင္)ေတြကို မႏွစ္သက္တဲ့အျပင္ သူ႔တို႔တိုင္းျပည္မွာ႐ိွေနတဲ့ Fairy Taleေတြထဲက သက္႐ွိဇာတ္ေကာင္ေတြ အားလံုးကို တိုင္းျပည္အစြန္ဖ်ားက ရႊံဗြက္ေတာႀကီးဆီကို နယ္ႏွင္ဒဏ္ေပးလိုက္ပါတယ္။\nအဲ့ဒီမွာလည္း.... Shrek(အစိမ္းေရာင္ ဘီလူးႀကီး)က လူသူကင္း႐ွင္းစြာနဲ႔ ၁ေယာက္တည္း ေပ်ာ္ရႊင္စြာ ေနထိုင္ေနပါတယ္။\nသူ႔ေနရာဆီကို နယ္ႏွင္ဒဏ္ေပးခံရတဲ့သူေတြ အမ်ားႀကီးလဲ ေရာက္လာေရာ... သူ႔ရဲ႕ေပ်ာ္ရႊင္မႈေတြ ပ်က္သြားတဲ့အတြက္....တရားသူႀကီး Farquaadဆီကို နယ္ႏွင္ဒဏ္ ျပန္႐ုတ္သိမ္းေပးဖို႔ သူနဲ႔အတူ Donkey (ပါးစပ္ပိတ္တာကလြဲလို႔ က်န္တာအကုန္လုပ္မယ့္ စကားအရမ္းမ်ားတဲ့ ျမည္း)က Dulocၿမိဳ႕ကို လမ္းျပပီး သြားမွာပါ။တရားသူႀကီး Farquaadကလည္း Cookie(စကားေျပာတတ္တဲ့ လူပံုစံမုန္႔)ေလးကို ႏွိပ္စက္ပီး က်န္႐ွိေနေသးတဲ့ Fairy Taleေတြထဲက ဇာတ္ေကာင္ေတြရဲ႕ ေနရာကို ေမးေနပါတယ္။ အဲ့ဒီအခ်ိန္မွာ... သူတပည့္ေတြက သူ႐ွာခိုင္းထားတဲ့ Magic Mirror (Snow Whiteထဲက Evil Queenရဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/U091/Shrek_[2001]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oCdPDusnJvIZN6OpaF2Yj7211w.jpg",
        "title": "Flushed Away (2006)",
        "description": "ဒီတစ္ခါမွာေတာ့ 2006 ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါၿပီIMDB 6.6 အထိရ႐ွိထားၿပီး မင္းသားႀကီး Hugh Jackman နဲ႔ Kate Winslet တုိ႔က အဓိကအသံသ႐ုပ္ေဆာင္ေတြအျဖစ္ ပါဝင္ထားပါတယ္ေရာ္ဒီဆုိတဲ့ အိမ္ေမြးႂကြက္ကေလးတစ္ေကာင္ဟာ မိတ္ေဆြအေပါင္းအသင္းမ႐ွိပဲ အထီးက်န္စြာေနရသူတစ္ေယာက္ပါတစ္ေန႔မွာေတာ့ ထူးဆန္းတဲ့ႂကြက္တစ္ေကာင္က သူ႔ဆီေရာက္လာၿပီး သူ႔ေနရာကုိအပုိင္စီးလုိက္ပါေတာ့တယ္အဲ့ဒီေနာက္မွာေတာ့ ေရာ္ဒီဟာ ေရဆုိးေျမာင္းထဲကုိ ႏွင္ခ်ခံရၿပီး ေျမေအာက္ျမဳိ႕တစ္ျမဳိ႕ကုိေရာက္႐ွိသြားပါတယ္အိမ္ျပန္လမ္းကုိ႐ွာေဖြရာမွ 'ရီတာ' ဆုိတဲ့ႂကြက္မေလးတစ္ေကာင္နဲ႔ဆုံေတြ႔မိတယ္ရီတာဟာ လူဆုိးအဖြဲ႔တစ္ဖြဲ႔နဲ႔ျပႆနာ႐ွိထားသူတစ္ဦးျဖစ္ၿပီး ေရာ္ဒီပါဝင္ပတ္သက္မိတဲ့ေနာက္ပုိင္း ဘယ္လုိအခက္အခဲေတြနဲ႔ရင္ဆုိင္ရမလဲအိမ္ျပန္ဖုိ႔ၾကဳိးစားေနတဲ့ ေရာ္ဒီတစ္ေယာက္ အႏၱရာယ္ေတြၾကားကေန လြတ္ေျမာက္ႏုိင္ပါ့မလား...ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းေကာင္းနဲ႔ ဖန္တီးထားတာမုိ႔ အခ်ိန္ေပးရက်ဳိးနပ္မဲ့ ကာတြန္းကားေကာင္းေလး တစ္ကားပါပဲ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre ...",
        "rating": "6.6",
        "url": "https://megaup.net/2UURF/Flushed_Away_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvgNgJuB6iu4pFKpmaP1yDIv52J.jpg",
        "title": "Bilal: A New Breed of Hero (2015)",
        "description": "လွန်ခဲ့သောနှစ်ပေါင်းများစွာကြာက ဘာသာရေးယုံကြည်မှုများမထွန်းကားချိန်အခါတုန်းက ဘီလာနဲ့ဂူဖိုးယားတို့မောင်နှမနှစ်ယောက်ဟာရွာလေးတစ်ရွာမှာ သူတို့အမေနဲ့အတူ ငြိမ်းငြိမ်းချမ်းချမ်းနေနေခဲ့ကြတယ်ဘီလာဟာငယ်ငယ်လေးထဲကမြင့်မြတ်တဲ့စစ်သည်တော်ကြီးတစ်ယောက်ဖြစ်ချင်ခဲ့သူတစ်ယောက်ပါခေတ်အခါကလဲ မှောင်ခေတ်ကလဲ မှောင်ခေတ်လို့ပြောရလောက်အောင်သက်ဦးဆံပိုင်ကျွန်ခေတ်ဖြစ်နေတော့ တစ်ရက်မှာ သူတို့ရွာလေးကိုအင်အားကြီးနယ်မြေက သိမ်းသွားပြီး သူတို့အမေလဲသေသူတို့ကိုလဲ ကျွန်အဖြစ်နဲ့ဖမ်းသွားခဲ့ပါတယ်အဲ့ဒီလိုနဲ့ဘီလာတို့မောင်နှနှစ်ယောက် ကျွန်အဖြစ်နဲ့နေလာရင်းဘာသာရေးကိုခုတုံးလုပ်ပြီး စီးပွားရှာနေတဲ့သူဌေးကြီးရဲ့ အစေခံမဖြစ်နေခဲ့ရပါတယ်ဒီလိုနဲ့ပါ နှစ်တွေကြာလာတဲ့အချိန်မှာ ဘာသာရေးရဲ့အနှစ်သာရကိုတကယ်သိရှိတဲ့လူနဲ့တွေ့ပြီး ဘီလာတစ်ယောက် မှန်ကန်တဲ့လမ်းကိုရွေးပြီးလွတ်လပ်ပြီးတန်းတူအခွင့်အရေးရရှိဖို့အတွက် ကြိုးစားလာပါတော့တယ်ဒီအချိန်မှာ ဘာသာရေးကိုခုတုံးလုပ်အမြတ်ထုတ်နေသူတွေနဲ့ယုံကြည်သူတွေကြားထဲ ဘယ်လိုအားပြိုင်မှုတွေဖြစ်လာမလဲဆိုတာကိုတော့ဒီဇာတ်ကားကိုသာဆက်ကြည့်လိုက်ကြပါပြီးတော့ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ခုလည်းဖြစ်ပါတယ်...Rating 8.5 ရရှိထားတဲ့ ဒီကားလေးဟာ ကြည့်တဲ့လူတွေအဖို့အတိုင်းတာတစ်ခုထိကျေနပ်စေမှာပါ....File Size : (941 MB) and (364 MB)\nQuality : Web Rip 1080p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Adventure, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Web Rip 1080p\nTranslated by Crisis A ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Neod/Bilal_-_A_New_Breed__of_Hero_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a05xQU9huY3P5uurLcGGHmsf2Vh.jpg",
        "title": "Monsters University (2013)",
        "description": "A look at the relationship between Mike and Sulley during their days at Monsters Universitywhen they weren't necessarily the best of friends.   (ဘာသာျပန္သူကေတာ့  Myat Noe Wutt Yi ပါ)  File Size : (850 MB) and (370 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  1080p.BluRay.x264-CiNEFiLE\nTranslated by Myat Noe Wutt Yi \nEncoded by Thanhtike Zaw",
        "rating": "7.3",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93Y9BGx8blzmZOPSoivkFfaifqU.jpg",
        "title": "Monsters, Inc. (2001)",
        "description": "James Sullivan and Mike Wazowski are monstersthey earn their living scaring children and are the best in the business...even though they're more afraid of the children than they are of them.When a child accidentally enters their worldJames and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across ...",
        "rating": "8.1",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4 https://megaup.net/31DXr/Monsters,_Inc._[2001]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTQwMTQxNTcwOF5BMl5BanBnXkFtZTcwMzQ1NzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Over the Hedge 2006",
        "description": "ကဲပါ ဒီတစ္ေခါက္ အူတက္ေနေအာင္ ရယ္ရၿပီး\nခ်စ္ဖို႔ေကာင္းလြန္းတဲ့ ေဆာင္းခို သတၱ၀ါ ေလးေတြ ရဲ႕\nအစားအစာ ရွာေဖြေတာ္မူခန္း ကို တင္ဆက္ေပးခ်င္ပါတယ္\nDreamWorks Animation ရဲ႕ ထုတ္ကုန္ ဆိုရင္\nေျပာေနစရာမလိုေအာင္ ေကာင္းၿပီးသားမွန္း သိမွာပါ\nဇတ္လမ္းပံုစံကေတာ့ လိပ္ကေလး တစ္ေကာင္ ဦးေဆာင္တဲ့\nေဆာင္းခို အဖြဲ႔ဟာ တစ္ခုေသာ ေႏြရာသီမွာ သူတို႔ အသိုက္ကေန\nထြက္လာၾကၿပီး က်န္တဲ့ ေဆာင္းရာသီ အတြက္ အစာရွာေဖြျခင္း\nလက္ရွိရာသီ အတြက္ အသက္ရွင္ ေနထုိင္ေရး အတြက္ ႀကိဳးပမ္းမႈ မ်ားကို\nစတင္လုပ္ေဆာင္ပါေတာ့တယ္ ဒါေပမယ့္ သူတို႔ မသိလုိက္တာက\nသူတို႔ ေဆာင္းခိုေနစဥ္ ကာလ အတိုေလးမွာပဲ သူတို႔ ေတာအုပ္ေလးကို\nကြပ္လပ္ေလး တစ္ခုအျဖစ္ အလယ္ဗဟိုထားၿပီး ၿမိဳ႕ေသးေသးေလး တစ္ခု\nေဆာက္လုပ္လုိက္တာပါပဲ ဒီေတာ့ သူတို႔ အတြက္ အစာေရစာ ရွားပါးသည့္\nအျပင္ လူသားေတြ ရဲ႕ သက္ျဖတ္ ႏွိမ္ႏွင္းမႈ ကိုလဲ ခံရႏုိင္ပါတယ္\nဒီေတာ့ ဘယ္လိုလုပ္ၾကမလဲ ?\nအဲ့ဒီအခ်ိန္မွာပဲ လူေတြ ကို လွည့္စားၿပီး အစာရွာနည္းသင္ေပးမယ့္\nေၾကာင္လည္ပတ္ကား ေတာေၾကာင္ တစ္ေကာင္ သူတို႔ မိသားစုေလးထဲ\nဆိုက္ဆုိက္ ၿမိဳက္ၿမိဳက္ ေရာက္ရွိလို႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2WEhv/Over.The.Hedge(2006).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/happy_feet_posterlarge_0-281322805-139x200.jpg",
        "title": "Happy Feet (2006)",
        "description": "Happy Feet (2006)\nWon 1 Oscar. Another 19 wins & 26 nominations\nIMDb - 6.4/10_____Rotten - 76% \nHappy Feet ကို 90Kids တွေ မှတ်မိအုံးမှာပါ\nသီချင်းမဆိုတက်ပေမယ့် အက ကျွမ်းကျင်တဲ့\nပင်ဂွင်း ငှက်ကလေး ရဲ့ စွန့်စားခန်း ခရီးစဉ်တစ်ခုကိုပေါ့\nဒီ Animation ရုပ်ရှင်ဟာ လူတော်တော်များများကို\nသဘာ၀ ပတ်ဝန်းကျင် ထိန်းသိမ်းရေး နဲ့ ပတ်သက်ပြီး\nအသိပညာတွေ ပေးပါတယ်\nကျနော် ကိုယ်တိုင် ဒီဇတ်ကားရဲ့\nနောက်ဆုံးတစ်နေရာမှာ ရင်ထဲ ဆို့နင့်ပြီး\nမျက်ရည်ကျလောက်အောင် ဝမ်းသာမိဖူးတယ်\n(ငယ်ငယ်တုန်းကပါ) :D\nဇတ်လမ်းလေး အစ မှာတော့ ပင်ဂွင်းတွေ ဟာ ဖူးစာဖက် ရရှိဖို့\nသီချင်းအဆိုကောင်းရပါတယ် ပင်ဂွင်းမ ကို ပိုးပန်းဖို့\nပင်ဂွင်းအထီးတွေက သီချင်းဆိုပြရတယ် မကြိုက်ရင်\nပင်ဂွင်းမ ချေတာ ခံရမှာ ဖြစ်ပြီး\nအသံ ပါဝါ ကောင်းကောင်း နဲ့ ခံစားချက် ကောင်းကောင်းနဲ့\nညို့ငင်စွာ သီချင်းဆိုတက်တဲ့ ဘဲကြီး (ပင်ဂွင်းအထီး) တွေကတော့\nစော်ကြည်ဘဲ တွေပါပဲ....\nဒီလိုနဲ့ နာမည်ကျော် အဆိုကောင်း အသံကောင်းတဲ့\nပင်ဂွင်း အထီး နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1x23n/Happy_Feet_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/isle-of-dogs-poster-133x200.jpg",
        "title": "Isle of Dogs (2018)",
        "description": "Isle of Dogs (2018)\nIMDb - 7.9/10_____Rotten - 90%\n ဒီဇာတ်လမ်းလေးအကြောင်းကို စမပြောခင် Animation ရဲ့ Graphic ပုံစံဟာ မြင်တွေ့နေကြပုံစံမျိုးမဟုတ်ပါဘူးလို့ စကားဦးခံထားပါရစေဘာလို့လဲဆိုတော့ ဘာသာပြန်ဖို့စကြည့်တဲ့အချိန်မှာ မိမိကိုယ်တိုင်လည်း ဘယ်လိုကြီးလဲဆိုပြီး အတွေးဝင်မိလို့ဖြစ်ပါတယ်ဒါပေမယ့် ဒီကားဟာ IMDb 7.9 တောင်ရရှိထားပြီး အသံသရုပ်ဆောင်တွေကလည်း ထိပ်ထိပ်ကြဲတွေဖြစ်တဲ့ Scarlett Johnson တို့ Breaking Bad ကမင်းသားကြီး Bryan Cranston တို့ Bill Murray တို့ပါဝင်သရုပ်ဆောင်ထားကြဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူးကဲ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ကြရအောင်လွန်ခဲ့တဲ့ ရာစုနှစ်ဆယ်စုစာတုန်းက ခွေးတွေဟာ လူတွေရဲ့ အမိန့်ကို နာခံတတ်ကြတဲ့ အိမ်မွေးတိရစ္ဆာန်တွေမဟုတ်ကြပါဘူးအဲ့အချိန်မှာ ခွေးမုန်းတီးရေးဝါဒီကိုဘာယားရှီမျိုးနွယ်တွေဟာ ခွေးတို့ိကို စစ်အင်အားအလုံးအရင်းနဲ့ဝင်တိုက်ပါတော့တယ်အဲ့အချိန်မှာ ခွေးတွေဘက်က ရပ်တည်ပေးတဲ့ သူရဲကောင်းကလေးတစ်ဦး ပေါ်ပေါက်လာတာတော့တယ်ခွေးတွေကတော့ လူတွေရဲ့ အိမ်မွေးတိရစ္ဆာန်တွေဖြစ်လာပါတယ်နောက်နှစ် နှစ်ဆယ်ကြာလာတဲ့အခါ ခွေးတုပ်ကွေးရောဂါပြန့်ပွားမှုဟာ ပြင်းထန်တဲ့အဆင့်ကို ရောက်ရှိနေပါတယ်အဲ့အချိန်မှာ ခွေးမုန်းတီးတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TsuW/Isle_Of_Dogs_(Inugashima)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y0uxSHaSFmt6XaBJgjkeLqe7aM.jpg",
        "title": "The Death of Superman (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ The Death of Superman ကို တင္ဆက္ေပးလိုက္ပါတယ္။ ဒီဇာတ္ကားကို July 24 မွာထုတ္လႊင့္မယ္လို႔ ေၾကျငာထားေပမယ့္ Online ေပၚမွာ Leaked ျဖစ္ျပီး တစ္လေလာက္ေစာျပီးထြက္လာခဲ့တာကို DC Fan ေတြမွန္ရင္သိၾကမွာပါ။ ဒါေပမယ့္ စာဖိုင္ကေတာ္ေတာ္ေနာက္က်မွထြက္လာတဲ့အတြက္ အခုခ်ိန္မွတင္ဆက္ေပးႏိုင္တာပါ။ ဒီဇာတ္ကားဟာ New 52 ကိုအေျခခံျပီးျပန္လည္ရိုက္ကူးထားတဲ့ DCAU ရဲ႕၁၁ကားေျမာက္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဇာတ္ကားရဲ႕ Title ကိုျမင္တာနဲ႔ ဇာတ္လမ္းဘယ္လိုဆိုတာ သိႏုိင္တဲ့အတြက္ အမ်ားၾကီးညႊန္းဆိုစရာမလိုဘူးလို႔ ထင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Justice League ရဲ႕ကာကြယ္ေစာင့္ေရွာက္မႈနဲ႔အတူ ျငိမ္ခ်မ္းစျပဳေနတဲ့ကမာၻၾကီးကို ထူးဆန္းတဲ့ဥကၠာပ်ံတစ္စင္း က်ေရာက္လာပါတယ္။ အဲဒီဥကၠာပ်ံထဲမွာ ပါလာတဲ့သူကေတာ့ Superman ရဲ႕ရန္သူေတာ္ၾကီး Doomsday ပါ၀င္လာပါတယ္။ Doomsday ဟာဖ်က္ဆီးဖို႔ရည္ရြယ္ခ်က္တစ္ခုတည္းနဲ႔သာ အဖန္တီးခံခဲ့ရတဲ့ အဖ်က္လက္နက္ၾကီးတစ္ခုပါ။ ကမာၻၾကီးေပၚက်ေရာက္လာတဲ့ အဲဒီအဖ်က္လက္နက္ရန္စြယ္ေတြကေန Justice League ကေရာကယ္တင္ႏုိင္ပါ့မလား။ ဘယ္သူေတြရဲ႕အသက္ေတြကို ဘယ္လိုေပးဆပ္ရဦးမွာလဲ ဆိုတာေတာ့....။တစ္ခုသတိေပးထားခ်င္တာကေတာ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-death-of-superman-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMGI1NmYwZTItNmE1My00NmVmLWIwYjgtYTllOTJjMWQyNWMyL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Fantasia  (1940)",
        "description": "ဒီ Fantasia ဆိုတာဟာ ရုပ်ရှင်ကား တစ်ကားမဟုတ်ပဲသင့် ရင်ထဲရောက်တဲ့ အပိုင်းအစ လေးတွေ များစွာ ထည့်သွင်းပေးထားပါတယ်သင့်ပတ်ဝန်းကျင်မှာ ယနေ့ထက်ထိ တကယ် ဖြစ်ပျက်နေတဲ့ အကြောင်းအရာတွေပါWalt Disney ရဲ့ အကောင်းဆုံး နောက်ခံ တေးဂီတ ကို Animation နဲ့လိုက်ဖက်စွာ ပုံဖော်ပြီး ကမ္ဘာကျော် တေးဂီတ များစွာကို ဘယ်လိုတွေနောက်ခံ ဂီတ အဖြစ် အံဝင် ဂွင်ကျ တီးခတ်ထားကြသလဲ ဆိုတာFantasia နဲ့ အတူ လိုက်ပါ ခံစားပေးကြပါအုံးFantasia ကို ဘာသာပြန်ပေးထားသူကတော့Si Thu ပဲ ဖြစ်ပါတယ်ကျွန်တော် Thit San Khant က Encode တင်ဆက်ပေးထားပါတယ်",
        "rating": "",
        "url": "https://megaup.net/Vi72/Fantasia_[1940]_(MM_Sub).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3xY0tCI05iUmm8M7fAkKtqGPXM.jpg",
        "title": "Monster Family (2017)",
        "description": "မိသားစုတစ်စုဆိုတာ အမြဲတမ်းပျော်ရွှင်နေရတယ်မဟုတ်တောင် စိတ်ညစ်စရာလေးတွေ နည်းနိုင်သမျှနည်းရင်ပိုကောင်းတယ်ဗျ..ဟုတ်တယ်မို့လား?ဒီဇာတ်ကားလေးထဲက အမ်မာတို့ မိသားစုဟာလည်း ခုလက်ရှိ အပြင်မှာကြုံတွေ့နေကြတဲ့အတိုင်း...အိမ်ထောင်ဦးစီးဖြစ်သူ အမ်မာရဲ့ အမျိုးသားကလည်း တစ်နေတစ်နေ့ အလုပ်နဲ့ အိမ်ပဲကူး၊အမ်မာကိုယ်တိုင်ကလည်းသူ့အလုပ်နဲ့သူ တိုင်ပတ်၊သားသမီးတွေအတွက် အချိန်ကောင်းကောင်းမပေးနိုင်ကြ၊ဒီလိုနဲ့ ကလေးတွေကလည်းကျောင်းမှာ တစ်မျိုးတစ်ဖုံ ပြဿနာလေးတွေ ကိုယ်စီနဲ့...မိသားစုအတူရှိတဲ့အချိန်က အတော်နည်းတယ်ပေါ့ဗျာ၊ရှိတဲ့အချိန်ကျလည်း ဘုနဲ့ဘောက်ပေါ့ဒီလိုတွေဖြစ်နေတဲ့ မိသားစုလေးဟာ သူတို့ကို အပြောင်းလဲကြီး ပြောင်းလဲပေးမယ့် နေ့တစ်နေ့ကို ကြုံလိုက်ရပါတယ်။အဲ့ဒီနေ့ပြီးတဲ့ နောက်ရက်တွေမှာ သူတို့မိသားစုလေး ဦးတိုးကြီးရဲ့ \"အေးအတူပူအမျှ\" လိုပဲဖြစ်မလား..ဒါမှမဟုတ် ဘစိုင်းရဲ့ \"ကြိုးပျက်ခဲ့တဲ့ အိမ်ထောင်မျိုး\" လိုပဲ ဖြစ်သွားမလားဆိုတာကတော့.....စိတ်အပန်းဖြေတဲ့သဘောနဲ့ ထိတွေ့ကြည့်လိုက်ပါဦးနော...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ပါ)File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Animation, Comedy, Family\nSubtitle : ...",
        "rating": "4.6",
        "url": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/incredibles-2004-poster-135x200.jpg",
        "title": "The Incredibles (2004)",
        "description": "The Incredibles (2004)\nIMDb - 8.0/10_____Rotten - 97%\nWon 2 Oscars. Another 65 wins & 56 nominations.\n Pixar ရဲ့ Inside Out ကို Review မတင်ခင်မှာ သူ့ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ The Incredibles အကြောင်းကို ပြောရင်း Pixer အကြောင်းကိုနည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်။ Pixar ကုမ္ပဏီ က ကာတွန်းကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီး တစ်ခု (Animation Giant) ဖြစ်ပြီး Dreamwork တို့ Disney တို့လို ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်ပါတယ်။ ၁၉၇၉ ခုနှစ်မှာ Lucasfilm ကုမ္ပဏီရဲ့ (Star Wars, Indiana Jones တို့ ရိုက်ကူးခဲ့တဲ့ studio ဖြစ်ပါတယ်။)  animation department အဖြစ် စတင်ခဲ့ပြီး ၁၉၈၆ ...",
        "rating": "8.0",
        "url": "https://megaup.net/11U9y/The_Incredibles_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/chicken-little-poster-133x200.jpg",
        "title": "Chicken Little",
        "description": "Chicken Little (2005)_____IMDb - 5.7/10ကဲ ဒီတစ်ခေါက်တော့ ၂၀၀၅ လောက်က\nAnimation Cartoon ကားကောင်း တစ်ခုဖြစ်တဲ့\nChicken Little ကို တင်ပေးလိုက်ပါတယ်....\nCK Little လေးဟာ အမြဲတမ်း အကောင်သေးသေးလေးဖြစ်နေပြီး\nဘယ်နေရာမှ လူဝင်မဆန့်ပါဘူး လူတိုင်းကလဲ သူနဲ့ မပေါင်းချင်သလို\nအကောင်ကြီးတွေကလဲ အမြဲပဲ သူ့ကို လိုက်စနေပါတယ်\nအဲ့ဒီလိုဖြစ်သွားရတဲ့ အကြောင်းအရင်းကလဲ\nတစ်ခါက မြိုကထဲက အရေးပေါ်ခေါင်းလောင်းကိုတီးပြီး\nဂြိုလ်သားယဉ်ပျံရှိတယ်လို့ ပြောခဲ့ဖူးတဲ့ အတွက်ပါ\nအဲ့ဒီတုန်းက မြို့နေ လူအားလုံးဟာ အထိတ်တလန့်ဖြစ်ခဲ့ရပြီး\nCK Little ကိုလဲ ကျပ်မပြည့်တဲ့ ကြက်လေး လို့ မှတ်ယူလိုက်ကြပါတော့တယ်\nဒါပေမယ့် တစ်နေ့မှာတော့ CK Little တို့ သူငယ်ချင်းအုပ်စုဟာ\nတကယ့် ဂြိုလ်သားယဉ် လာတာကို ရှာတွေ့သွားတဲ့ အခါမှာတော့.....\n \nဒီကာတွန်းကားကို သီချင်းတွေက အစ ဘာသာပြန်ပေးထားသူကတော့\nMay Thazin Soe ဖြစ်ပြီး Thit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.7",
        "url": "https://megaup.net/2TQ2k/Chicken_Little_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/sherlock-gnomes-poster-1-133x200.jpg",
        "title": "Sherlock Gnomes (2018)",
        "description": "Sherlock Gnomes (2018)_____IMDb - 5.2/10\n Sherlock Gnomes(2018)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ ကာတွန်းကားလေးဖြစ်မယ်ထင်ပါတယ် ...2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Gnomeo & Juliet ဇာတ်လမ်းရဲ့အဆက်ပါ ...ယခုဇာတ်လမ်းလေးထဲမှာတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်တွေဖြစ်ကြတဲ့ ဥယျာဉ်စောင့်နုမ်းလေးတွေဟာလန်ဒန်ကိုပြောင်းရွေ့ခဲ့ကြပါတယ် ..ဒီအချိန်မှာပဲ လန်ဒန်မှာထူးဆန်းတဲ့အမှုတစ်ခုဖြစ်ပွားခဲ့တယ်...အဲ့ဒါကတော့ ဥယျာဉ်စောင့်နုမ်းတွေ ထူးဆန်းစွာပျောက်ဆုံးသွားခြင်းပါ ...လန်ဒန်ရဲ့အကျော်ကြားဆုံးစုံထောက်ကြီးရှားလော့ခ်နုမ်းစ်နဲ့ သူ့မိတ်ဆွေဒေါက်တာဝက်ဆန်ဟာနုမ်းတွေပျောက်ဆုံးမှုကို စုံစမ်းရင်း နိုမီယို ဂျူးလိယက်တို့နဲ့ဆုံတွေ့ခဲ့ကြပါတယ်...လျို့ဝှက်မှုတွေနဲ့ပြည့်နှက်နေတဲ့ နုမ်းတွေရဲ့ပျောက်ဆုံးမှုကို သူတို့လေးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ ...ဘယ်လိုထူးဆန်းမှုတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဆက်လက်ရှူ့စားရမှာပဲဖြစ်ပါတယ် ...ဒါ့အပြင်ရှားလော့ခ်နုမ်းစ်ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်ကလည်း မင်းသားကြီးJohnny Depp ဆိုတော့ အထူးပြောနေစရာမလိုတော့ပါဘူး အချိန်ပေးရကျိုးနပ်မဲ့ကာတွန်းကားကောင်းတစ်ကားပါပဲလို့ ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (703 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn ...",
        "rating": "5.2",
        "url": "https://megaup.net/6hq2B/Sherlock_Gnomes_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTbj8Kcp4WFwMRdEejnn55KIsfH.jpg",
        "title": "Batman  and Two-Face(2017)",
        "description": "Batman Vs Two Face (2017)\nIMDb....6.1,,,,,Rotten...100%\nBatman Vs Two Faceကေတာ့ 2017 မွာထြက္ခဲ့ေပမဲ့...1960 ျပည့္ႏွစ္မ်ားက Batman Theme ကိုပဲ\nသုံးထားတာျဖစ္ပါတယ္။\nBatman ရဲ႕ Detective Skill ေတြကို တစ္ကားလုံးလိုလို ေတြ႕ရမွာပါ။\nဒီကားဟာ 2016မွာထြက္ခဲ့တဲ့The Return of the caped Crusaderရဲ႕ Sequel ျဖစ္တဲ့အျပင္\n1966 တုန္းက Batman မင္းသား Adam Westကပဲ Batman အျဖစ္\nအသံ သ႐ုပ္ေဆာင္ေပးထားပါတယ္။Batman ဝါ The Caped Crusaderနဲ႔\nRobin ဝါ The Boy Wonder တို႔နဲTwo- Faceတို႔ ညဏ္ကစားၾကမဲ့\nBatman ကားေကာင္း တစ္ခုျဖစ္ၿပီး။ေဝဖန္ေရးဆရာေတြေပးပါတယ္ဆိုတဲ့\nRotten Tomatoes ရဲ႕ Rating မွာ 100 အတိရထားတဲ့Super Hero..ကားေကာင္းပါ။\nDark Knight ႀကီးကို ခဏရပ္ၿပီး Caped ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Afi9/Batman_Vs._Two-Face_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Turbo (2013)",
        "description": "Turbo - (2013)\nIMDb - 6.4/10_____Rotten - 67%\n 17 July 2013 က ထွက်ရှိထားတဲ့ Animation Cartoon ရုပ်ရှင်ဖြစ်ပါတယ်...\nAnimation | Adventure | Comedy | Family | Sport အမျိုးအစား\nကာတွန်းရုပ်ရှင်ဖြစ်ပြီး မဖြစ်မနေကြည့်ရှုသင့်တဲ့ အတွေးအခေါ်တစ်ခုခု\nရရှိစေမယ့် ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်...\nဇတ်လမ်း အစ မှာတော့ အိမ်တစ်ခု ရဲ့ ဥယဉ်အတွင်းမှာ မှီတင်းနေထိုင်ကြသော\nဥယဉ်ခရုများအနက် တာဘို နှင့် ၎င်း၏ အကိုဖြစ်သူ ချက် တို့လဲ ပါဝင်ပါတယ်\nဥယဉ်ခရုတို့ သဘာ၀ မနက်ထ အလုပ်လုပ် အစာစား တစ်နေကုန် ခရုသံသယာ\nဘ၀ လည်နေသောလဲ တာဘို တွင်မှု ရည်မှန်းချက်ကြီးကြီးမားမားရှိနေပါတယ်\n၎င်းနေထိုင်ရာ ခြံအတွင်း မှ ပိုင်ရှင်ဖြစ်သူ၏ တီဗီတွင်လာသော နိုင်ငံတကာ\nကားပြိုင်ပွဲများကို ကြည့်ပြီး ၎င်းကို၎င်း ပြိုင်ကားအမှတ်ဖြင့် ကြိုးစားနေသူ\nဖြစ်ပါတယ်...\nထိုကဲ့သို့ ပြိုင်ကား စိတ်ဓါတ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TuA1/Turbo_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg",
        "title": "Fantastic Journey to Oz (2017)",
        "description": "2018 ခုနှစ်ထွက်ထားတဲ့ သားသားမီးမီးတို့ အကြိုက်အင်နီမေးရှင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ Oz ဆိုတဲမှော်တိုင်းပြည်ကြီးကို အလည်သွားရောက်တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ သားသားမီးမီးတို့ အကြိုက် မျောက်ကလေးတွေငှက်ကလေးတွေ နဲ့ ဝက်ဝံကြီးလဲပါပါတယ် ဇာတ်လမ်းလေးက ကတော့ Urfin ဟာ Ozဆိုတဲ့ မှော်တိုင်းပြည်ကြီးကို မတော်မတရားသိမ်းပိုက်ပြီး အုပ်ချုုပ်ဘုရင်လုပ်ချင်တာပါဒါ့ကြောင့် သူဟာ သူ့ရဲ့ သစ်သားစက်ရုပ်တွေနဲ့ တက်ပြီးတော့ သိမ်းပိုက်ပြီးတော့ဒီမှော်တိုင်းပြည်ကြီးရဲ့ နာမည်ကို Urfinville ဆိုပြီးနာမည်ပါပြောင်းလိုက်ပါတယ်ဒီလိုနဲ့ သူဟာ သူ့နန်းတက်ပွဲအတွက် ကျင်းပဖို့ အဆင်သင့်ဖြစ်နေချိန်မှာ သူ့အတွက်အနှောက်အယှက်ဝင်လာတာကတော့ တခြားတိုင်းပြည်ကနေ သောက်ကမျင်းကြောထပြီးရောက်လာတဲ့ ဒေါ်ရိုသီ ဆိုတဲ့ ကောင်မလေးပါ သူနဲ့ အတူ သူ့သူငယ်ချင်းတွေကတော့ခြင်္သေ့ကြီး ၊စာခြောက်ရုပ်လေးနဲ့ သံပတ်ရုပ်လေး တို့ဖြစ်ပါတယ် ကဲ သူ့သူငယ်ချင်းတွေကကောဒေါ်ရသီကို အိမ်ပြန်ဖို့ ကူညီပေးနိုင်မှာလား ဒေါ်ရသီကကော မှော်တိုင်းပြည်ကြီးကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးက အဆ ကြည့်ကြရမှာဖြစ်ပါတယ်Qty - HD RipGern - Advanture / AnimationDuration - 1hr 54minTranslator - Pyae SoneEncoder - Kyaw ...",
        "rating": "5.6",
        "url": "https://megaup.net/115np/Fantastic_Journey_To_Oz_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugw07fJIZMVrrIGeN1MO7Xecj5h.jpg",
        "title": "Early Man(2018)",
        "description": "အခုတစ်​ခါ​တော့ ၂၀၁၈ ခုနှစ်​ထွက်​ထားတဲ့ Early Man ဆိုတဲ့​ကျောက်​​ခေတ်​ကာလကို ​နောက်​ခံထားပြီးရိုက်​ကူးထားတဲ့Animation ကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ဒါရိုက်​တာ Nick Park ကရိုက်​ကူးခဲ့တာဖြစ်​ပြီးAardman Animation က ​နေထုတ်​လုပ်​ဖြန်​့ချီထားတာဖြစ်​ပါတယ်​ဒီကား​လေးက ​ကျောက်​​ခေတ်​ကာလက​နေ​ကြေး​ခေတ်​​ပြောင်​းတဲ့ကာလမှာ​ကျောက်​​ခေတ်​မှာ ​အေး​ဆေ​း​နေခြင်​တဲ့ ​ကျောက်​​ခေတ်​လူသား​လေး Dug ကသူ့အိမ်​ကို အ​နှောက်​အယှက်​​ပေးဖျက်​ဆီး မယ်​့ လူဆိုးကြီးNooth ရဲ့ရန်​က​နေကာကွယ်​တာကို ရိုက်​ကူးပြထားတာဖြစ်​ပါတယ်​ဇာတ်​ကား​လေးက​တော်​​တော်​ ​ကောင်​းပြီး ဒီကားထဲမှာပါတဲ့သီချင်​း​လေး​တွေကလဲ ​တော်​​တော်​ ​ကောင်​းပါတယ်​ဒီကား​လေးထဲမှာ Dug အဖြစ်​ Eddie Redmayne က သရုပ်​​ဆောင်​ထားပြီးGoona အဖြစ်​ Maisie Willians နဲ့လူဆိုးကြီး Lord Noothဖြစ်​ Tom Hiddlestom က အသံသရုပ်​​ဆောင်​​ပေးထားတာဖြစ်​ပါတယ်​ကဲ Animation ပရိတ်​သတ်​ကြီးအ​နေနဲ့က​တော့လက်​လွတ်​မခံသင်​့တဲ့ကား​လေး ဆိုတာ​ပြောလိုက်​ပါရ​စေQty - 720p BlurayGern - Animation / Action / ThrillerDuration - 1hr 55minTranslator ...",
        "rating": "6.3",
        "url": "https://megaup.net/115n2/Early_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Animation, Thriller"
    }
]