[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNDE5MDExNTQ1OF5BMl5BanBnXkFtZTcwMDIxMTM5Ng@@._V1_-135x200.jpg",
        "title": "Adventure Of Tin Tin (2011)",
        "description": "ဒီ 3D အန်နီမေးရှင်း ဇာတ်ကားလေးဟာ တကယ့်ဒိတ်ဒိတ်ကျဲ\nရုပ်ရှင်ဇာတ်ကားပေါင်းမြောက်များစွာကို ရိုက်ကူးခဲ့တဲ့\nနာမည်ကျော် ဒါရိုက်တာကြီး Steven Spielberg ရဲ့ ပြောင်မြောက်လှတဲ့\nလက်ရာများထဲမှ တစ်ခု အပါအဝင်ဖြစ်ပါတယ်။\nAction & Adventure အမျိုးအစားဇာတ်ကားဖြစ်ပြီး\nPG အဆင့်သတ်မှတ်ထားကာ မိသားစုနဲ့အတူ\nကြည့်ရှုနိုင်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\nIMDB rating 7.4 အထိရရှိထားပြီး အလားတူပဲ Rotten Tomatoes မှာလည်း\nrating 7.5 အထိ ရရှိထားတဲ့လက်လွှတ်မခံသင့်တဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်း အညွှန်းပြောရရင် ရဲရင့်တက်ကြွဖျတ်လတ်ပြီး\nစူးစမ်းလိုစိတ်ရှိတဲ့ လူငယ်သတင်းထောက်ကလေး တင်တင် ဟာ\nမမျှော်လင့်ပဲ နှစ်ပေါင်းများစွာခန့်က တကယ်ရှိခဲ့တဲ့\nယူနီကွန်း ဆိုတဲ့ တိုက်ပွဲဝင် စစ်သင်္ဘောပုံစံတူငယ်ကို\nအမှတ်မထင်ဝယ်လိုက်မိရာကနေ သူ့ဆီကို အန္တရာယ်တွေ\nတစ်ခုပြီးတစ်ခု ကျရောက်လာပါတော့တယ်။\nဒါပေမယ့် တင်တင် တစ်ယောက် ကြောက်ရွံ့နောက်တွန့်သွားခြင်းမရှိပဲ\nယူနီကွန်း နဲ့ပတ်သက်တဲ့ လျှို့ဝှက်ချက်အဖြေများကို ရှာဖွေရင်း\nဘယ်လိုဘယ်ပုံဆက်လက် စခန်းသွားမလဲဆိုတာကို\nရုပ်ရှင်ကိုပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါလို့ တိုက်တွန်းချင်ပါတယ်။\nဇာတ်ကား အညွှန်းဟာ တိုပြီး စိတ်ဝင်စားစရာမကောင်းတာကြောင့်\nရုပ်ရှင်ကိုလည်း စိတ်ဝင်စားစရာမကောင်းလောက်ဘူးလို့\nမထင်လိုက်ပါနဲ့ ဇာတ်ဝင်ခန်းတိုင်းဟာ\nဒါရိုက်တာကြီး Steven Spielberg ရဲ့ လက်ရာအတိုင်း\nအသည်းတယားယား ရင်တထိတ်ထိတ် နဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2D4yh/The.Adventures.of.Tintin.2011.BluRay.1080p_%7BCM%7D_(2).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/muDaKftykz9Nj1mhRheMdbuNI9Z.jpg",
        "title": "Strays (2023)",
        "description": "Strays (2023)CM က ခွေးကားအသစ်လေးတင်ထားတယ် ကလေးတွေကိုပြဖို့ဒေါင်းဦးမယ်တော့ မတွေးလိုက်နဲ့နော်။\nဒီခွေးကားက လူကြီးတွေကြည့်ပြီး အထာတွေပေါက် စခွီထရမယ့်ကားပါ။\nစကားအသုံးအနှုန်းကြမ်းတမ်းမှု အဆဲအဆိုအစုံ မူးယစ်ဆေး လိင်ကိစ္စအားလုံးပါဝင်တာကြောင့် R-Rated ဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကလဲ ကြည်နူးစရာပါပဲ။\nခွေးတစ်ကောင်က သူ့သခင်ဟူးမန်းရဲ့ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး သူ့ဟူးမန်းဆီကို ပြန်တဲ့ အိမ်ပြန်ခရီးပါ။\nဒီလိုပြောလို့ ခွေးက ဆိုးလှချည်းလားလို့ မထင်ပါနဲ့။\nဒီခွေးလေးနာမည်ကတော့ ရက်ဂျီပါ။ သူ့သခင်ဒေါ့ဂ်က သူ့ကိုတစ်စက်မှမချစ်ပါဘူး။\nသူ့ရည်းစားရဲ့ခွေးကို ရည်းစားနဲ့ပြတ်သွားတော့ တမင်ညစ်ပြီးယူထားလိုက်တာပါပဲ။\nရက်ဂျီကတော့ အဲ့ဒါကိုနားမလည်ဘဲ သူ့ဟူးမန်းက ကမ္ဘာပေါ်မှာ အကောင်းဆုံး သူ့ကို အချစ်ဆုံးလို့ထင်နေတာပါပဲ။\nဒေါ့ဂ်ကမလုပ်မရှိ အကိုင်မရှိ စော်ပစ်ကောင်လဲဖြစ်နေတော့ တစ်နေကုန် ထိုင် fap နေတဲ့သူပါ။\nရက်ဂျီကိုလဲအကြိမ်ကြိမ်အခါခါစွန့်ပစ်ဖို့ကြိုးစားပေမယ့်\nရက်ဂျီက ဒါကဂိမ်းတစ်ခုလို့ထင်နေတော့ အိမ်ကိုအရောက်ပြန်ပြန်လာနေပါလေရော။\nတစ်နေ့တော့ ရက်ဂျီကို အဝေးကြီးထိခေါ်သွားပြီးစွန့်ပစ်လိုက်တာမှာ ရက်ဂျီက တခြားလမ်းဘေးခွေးတွေနဲ့ပေါင်းမိမှပဲ\nသူ့သခင်က ဘယ်လောက်ဆိုးမှန်း သူ့ကိုစွန့်ပစ်သွားမှန်းသဘောပေါက်လိုက်ပါတယ်။\nအဲ့တော့သူ့သခင်ကို လက်စားချေဖို့အတွက် သူ့သခင် အကြိုက်ဆုံးအချစ်ဆုံး တစ်နေကုန်ကိုင်ကိုင်နေတဲ့ ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး\nအငြိုးအတေးနဲ့ ပြန်လာတဲ့ ခွေးကလေး ရက်ဂျီ နဲ့ သူ့ဘော်ဒါအသစ်လမ်းဘေးခွေးတစ်သိုက်ရဲ့\nအိမ်ပြန်ခရီးမှာ ဘာဆတွ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2D1C0/Strays.2023.1080p.MA.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2Q3NWMyYmEtMWQwZC00OGM4LWE4OWItMGY3YTc1ZDlmODI1XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Happy Feet Two (2011)",
        "description": "ဒီတစ်ခါမှာတော့ ချစ်စရာပင်ဂွင်းလေးတွေရဲ့ Happy Feet Two ဆိုတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Family/Comedy ကာတွန်းကားလေးကို CM version နဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။ ၂၀၀၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Happy Feet 1 ရဲ့ Sequel ဖြစ်ပြီး ၁ ကိုမကြည့်ထားရင်တောင်မှ ဒီတိုင်း ၂ ကို စီးမျောကြည့်ရှုလို့ ရနိုင်မှာပါ။ ၁ မှာတုန်းက သဘာဝပတ်ဝန်းကျင်ကို ကာကွယ်ထိန်းသိမ်းရေးနဲ့ပတ်သက်ပြီး အသိပညာပေးခဲ့သလို ၂ မှာတော့ မိသားစု အသင်းအဖွဲ့စိတ်ဓာတ်က ဘယ်လောက်အရေးကြီးပုံနဲ့ အခက်အခဲတွေကို စိန်ခေါ်မှုအဖြစ် ပြောင်းလဲပစ်တတ်ဖို့ လိုပုံတွေကို တင်ပြထားခဲ့ပါတယ်။ ၂ က ၁ လောက် မအောင်မြင်ခဲ့ပေမဲ့ တခြားသာမန်ကာတွန်းတွေနဲ့ ယှဉ်ရင်တော့ သီချင်းလေးတွေ အကအလှလေးတွေနဲ့ မျက်စိပသာဒဖြစ်စရာမို့ အတော်လေး ကြည့်ပျော်ရှုပျော်ဖြစ်တဲ့ ကာတွန်းကားလေးဖြစ်မှာ။အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Elijah Wood ...",
        "rating": "5.8",
        "url": "https://megaup.net/1WWoL/Happy.Feet.Two.2011.1080p.(CM).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gSc1/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGM0MjM5MDctOWJkYy00MjVmLWIwYTEtZmVlNGIyNGM2N2FlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-150x200.jpg",
        "title": "Metalocalypse: Army of the Doomstar (2023)",
        "description": "Metalocalypse: Army of the Doomstar (2023)\n=================================\nIMDb Rating - 6.8/10American Animated series တွေဖြစ်တဲ့ Home Movies နဲ့ Metalocalypse\nတို့ရဲ့ပဲ့ကိုင်ရှင် Brendon Small ရဲ့ (2013)ခုနှစ်ကထွက်ခဲ့တဲ့ \"Metalocalypse:\nThe Doomstar Requiem\" ရဲ့ Sequel ဖြစ်တဲ့ \"Metalocalypse: Army of the\nDoomstar\"(2023)ထွက်ရှိလို့လာပါပြီ။ Animation ဆိုသော်ငြား ပါဝင်တဲ့အသုံး\nအနှုန်းတွေနဲ့ ပြကွက်တွေကြောင့် R rated movie အဖြစ်သတ်မှတ်ခံထားရကြောင်း\nကြိုတင်အသိပေးပါတယ်။ (2023)ဩဂုတ်လကမှ ရုံတင်ထားတာဖြစ်ပြီး IMDb\nrating 6.8နဲ့ ခရမ်းချဉ်သီးအလုံး100ရရှိထားပါတယ်။Metalocalypse စီးရီးကိုမကြည့်ဖူးလည်း ဒီကားကိုကြည့်လို့ရပါတယ်။ ဇာတ်ညွှန်း\nကတော့ Dethklok Music Band ရဲ့သီချင်းရေးဆရာ နေသန်အိတ်စ်ပလိုးရှင်း\nတစ်ယောက် ဂြိုဟ်ကိုဖျက်ဆီးသူတွေရန်က‌နေ ကမ္ဘာကြီးကိုကယ်တင်ဖို့\"Song of\nSalvation\"ကိုရေးဖို့အကြောင်းဖန်လာပါတယ်။ သီချင်းတစ်ပုဒ်က ကမ္ဘာကြီးကို ဘယ်\nလိုကယ်တင်နိုင်မှာလဲ၊ \"Song of Salvation\"ဆိုတာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WP23/Metalocalypse.Army.Of.The.Doomstar.2023.1080p.AMZN.WEBRip.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmMwMWQyYWQtNmRjOC00NWE2LWJmY2MtY2NkMTcwZjM1MjU0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)\n==========================================\nIMDb Rating - 6.2/10Hai!...Part 1ရဲ့ အဆက် Part 2ပါ။ ဒီထဲမှာတော့ Tristanတို့တွေ အယ်ဒင်\nဘရာရဲတိုက်ကို ရောက်လာပြီး ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ကြည့်ရှုရမှာ\nပါ။ Part 1 ထက် ဇာတ်ရှိန်လည်းတက်လာပြီး စိတ်ဝင်စားဖို့ကောင်းလာပါပြီ။\nNext Gen ကားမို့လို့ Old Gen တွေကို nerfထားတာမျိုးမရှိဘဲ Next Genရော\nOld Gen ရောကြမ်းပြထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (643 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Action, Adventure\nTranslator......Ngwe Zin\nEncoder..........Zin Phyo Aung",
        "rating": "6.2",
        "url": "https://megaup.net/1WO9r/The_Seven_Deadly_Sins_Grudge_of_Edinburgh_Part_2.1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYTEyNjFkZDQtMGI3Mi00MWJlLWI3YmItM2IxOWI5MDRiM2VhXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 1 (2022)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 1 (2022)\n=========================================ဟုတ်ပါတယ်။ Seven Deadly Sins fanတွေကြားမှာ အရမ်းပွဲထသွားခဲ့တဲ့\n2022တုန်းက Movie ပါ။ ဒါရိုက်တာနဲ့ စတူဒီယိုအပြောင်းအလဲကြောင့် fan\nတွေကြားမှာ Game Trailer လားလို့တောင် မေးယူရတဲ့အထိ Animation\nstyle ကြီးတစ်ခုလုံး ဝက်ဝက်ကွဲဖုန်ထသွားတဲ့ကားပါ။ Seven Deadly Sins\nက plot ပိုင်းကြောင့် Manga မှာအတန်အသင့်အောင်မြင်ပြီး ဖန်အသင့်အ\nတင့်လည်းရှိတဲ့ Anime series တစ်ခုပါ။ Grudge of Edinburghရဲ့ Animation\nstyle က 2D Japan Anime ကြည့်နေကျလူတွေရဲ့ မျက်စိထဲမှာတော့ နည်း\nနည်းတစ်မျိုးဖြစ်နေမယ်ဆိုပေမဲ့ အရင် 2Dလို့ စိတ်ထဲမထားဘဲ တခြားအသစ်\nတစ်ခုအနေနဲ့ မြင်ကြည့်ရင် အဆင်ပြေမယ်ထင်ပါတယ်။ SDSကို မကြည့်ဖူး\nသူတွေအနေနဲ့လည်း ဒီမူဗီကို ကြည့်လို့ရပါတယ်။ အောက်မှာဇာတ်ညွှန်းလာပါပြီ။Timeline ...",
        "rating": "5.5",
        "url": "https://megaup.net/3icjC/The.Seven.Deadly.Sins.Grudge.Of.Edinburgh.2022.1080p.WEBRip.(cm)_new.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTQwNTA0NDk2Nl5BMl5BanBnXkFtZTcwMTA5ODIzMQ@@._V1_-143x200.jpg",
        "title": "Leroy & Stitch (2006)",
        "description": "Leroy & Stitch (2006)\n=================\nIMDb Rating - 6.1/10ဒီတစ်ခါ Movie လေးမှာတော့ သုတေသန ၆၂၅ ကောင်ကို မရလိုက်ဘဲ\nထောင်ကျသွားတဲ့ Dr. Hamsterviel ကို Gantu က ထောင်ဖောက်ပြီး\nပြန်ကယ်လိုက်ပါတယ်။ Lilo နဲ့ Stitch ကတော့ အလေအလွင့်ဖြစ်ပြီး\nကျွန်းပေါ်ပျံ့ကုန်တဲ့ သုတေသနတွေကို ပြန်စုဆောင်းပေးတဲ့အပြင် အိမ်ပါ\nရှာပေးလိုက်နိုင်လို့ ဆုအချီးမြှင့်ခံနေရချိန်ပေါ့။Stitch, Jumba, Pleakley တို့သုံးယောက်ကို ရာထူးကြီးတွေပေးပြီး ဂြိုလ်\nပေါ်ပြန်ခေါ်ဖို့လုပ်ပေမယ့် Lilo မျက်နှာကြောင့် မနေခဲ့ဖြစ်ကြပါဘူး။ ဒါပေ\nမယ့် ဝါသနာပါတဲ့နေရာအသီးသီးကို ဆုရထားတဲ့ ၃ယောက်ကတော့ လူက\nဟာဝိုင်အီ စိတ်က Turo ဂြိုလ်ဖြစ်နေခဲ့ကြတယ်လေ။ ငိုချင်လျက် လက်တို့\nဖြစ်နေသူ ၃ယောက်သားကို မကြည့်ရက်လို့ Lilo ကပဲ ဂြိုလ်ပေါ်သွားနေဖို့\nပြန်ဖျောင်းဖျလိုက်ရပါတယ်။ Jumba တစ်ယောက် ဂြိုလ်ပေါ်ရောက်ပြီး\nသိပ္ပံပညာရှင်အလုပ်ပြန်ရသွားခြင်းက Hamsterviel အတွက် အကွက်တွေ့\nစရာပါပဲ။ ရှိနေပြီးသား သုတေသနတွေအားလုံးက Lilo ...",
        "rating": "6.1",
        "url": "https://megaup.net/1WMw3/Leroy.and.Stitch.2006.1080p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTU0Mzc5MjM2N15BMl5BanBnXkFtZTgwMjUzNjAwNzE@._V1_-150x200.jpg",
        "title": "Lilo & Stitch 2: Stitch Has a Glitch (2005)",
        "description": "Lilo & Stitch 2: Stitch Has a Glitch (2005)\n==============================\nIMDb Rating - 6.2/10Lilo and Stitch (2002) ရဲ့ ဇာတ်သိမ်းမှာ Stitch အပါအဝင် Jumba နဲ့\nPleakly တို့ဟာ နယ်နှင်ဒဏ်အနေနဲ့ ကမ္ဘာမြေမှာထားခဲ့ခံရတာကြောင့်\nLilo တို့မိသားစုနဲ့အတူနေလာတာ နှစ်အတော်ကြာလာခဲ့ပါပြီ။ Lilo တို့\nညီအစ်မနဲ့အတူ လူတွေကြားမှာ နေသားကျလာတဲ့ Stitch လည်း အရင်လို\nတာတေလန်အောင် သောင်းကျန်းတတ်တာမျိုး မရှိတော့ပါဘူး။ ဒီလိုနဲ့\nStitch ရဲ့ တည်ငြိမ်မှုက သက်တမ်းကုန်ဆုံးဖို့ဖြစ်လာတော့မှာပါ။တစ်နေ့ထက်တစ်နေ့ စိတ်ဖောက်သောင်းကျန်းတာတွေများလာပြီး အခြေ\nအနေပိုပိုဆိုးလာတဲ့ Stitch ကို Lilo တောင် နားမလည်ပေးနိုင်တဲ့အချိန်တွေ\nရှိလာပါတော့တယ်။ ပြဿနာအရင်းခံကိုသိနေတဲ့ ဂျမ်ဘာတစ်ယောက် Stitch\nကို ပြန်ပြင်နိုင်မယ့်နည်းရှာနေချိန် Lilo နဲ့ Stitch ဆက်ဆံရေးက ပိုပိုဆိုးလာ\nပါပြီ။ အကြောင်းမရှိထထဖောက်တဲ့ Stitch ကြောင့် Lilo အရှက်ကွဲပေါင်းများ\nလာပါတော့တယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1WKsR/Lilo.&.Stitch.2.Stitch.Has.A.Glitch.2005.1080p.BluRay.(CM).mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTUwMDk4MjczMF5BMl5BanBnXkFtZTgwNTk4NTAwNzE@._V1_-150x200.jpg",
        "title": "Stitch! The Movie (2003)",
        "description": "Stitch! The Movie (2003)\n==================\nIMDb Rating - 6.1/10Stitch ကို 626 လို့လည်း ခေါ်ကြတာ Lilo and Stitch fan တိုင်း\nသိကြမယ်ထင်ပါတယ်။ သုတေသန 626 ဆိုတဲ့နာမည်ဟာ သာမန်\nနံပါတ်တစ်ခုမဟုတ်ဘဲ Stitch ကိုထွင်ခဲ့တဲ့ ဒေါက်တာ Jumba ရဲ့\nသုတေသနအရေအတွက်အလိုက်ပေးထားတာပါ။ ဒီအချက်ကိုတော့\nရုပ်ရှင်ပထမပိုင်းမှာ မဖော်ပြထားခဲ့လို့ Stitch ရဲ့ နံပါတ်လေးကို အထူး\nတလည်သတိထားမိသူ မရှိခဲ့ကြပါဘူး။ Turo ဂြိုလ်ပေါ်ကို ပြန်မလိုက်\nရဘဲ နယ်နှင်ဒဏ်ပေးခံလိုက်ရတဲ့ Stitch တို့သုံးယောက် Lilo အိမ်မှာ\nသောင်တင်နေချိန်ပေါ့။တစ်ချိန်တည်းမှာပဲ ဒေါက်တာ Jumba ရဲ့ သုတေသနပေါင်း ၆၂၅ ကောင်\nကို အပိုင်သိမ်းဖို့ကြံနေတဲ့ ရန်သူဟောင်းတစ်ယောက်လည်းရှိနေပါသေး\nတယ်။ Stitch တို့ကျေးဇူးနဲ့ အလုပ်ပြုတ်သွားတဲ့ ကပ္ပတိန် Gantu က သုတေ\nသနအကောင်လေးတွေခိုးဖို့ ကမ္ဘာကိုဆင်းလာခဲ့ချိန်၊ တစ်သက်လုံး ကိုယ့်\nကိုယ်ကို အဖော်မဲ့တစ်ကောင်ကြွက်လို့မှတ်ထားတဲ့ Stitch ...",
        "rating": "6.1",
        "url": "https://megaup.net/1WKrd/Stitch!.The.Movie.2003.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYTY5MGE4MjEtNTMzYy00ODAxLWFiNDQtNzhlOGJiZWIzNDhkXkEyXkFqcGdeQXVyNTM5NzI0NDY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lilo & Stitch (2002)",
        "description": "Lilo & Stitch (2002)\n===============\nIMDb Rating - 7.3/10စတစ်ချ်လို့ပြောလိုက်တာ နဲ့ ပြာတာတာ နဲ့ နားရွက်ကြီးကြီး ပြူးကြောင်ကြောင်\nကောင်လေးကို အားလုံးမျက်စိထဲ ပြေးမြင်မိကြမှာပါ။ ဒီလောက် နှစ်ပေါင်းများစွာ\nကြာခဲ့တာတောင် စတစ်ချ်အရုပ်လေးတွေ စတစ်ချ်အင်္ကျီလေးတွေက လူတွေကြားမှာ\nရေပန်းစားနေဆဲပါပဲ။ ခုCMပရိတ်သတ်ကြီးအတွက် ဒီ စတစ်ချ်ကားလေးကို ပြန်\nလည် ခံစားလို့ရအောင် တစ်ဖန် ပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်း ကို အနည်းငယ် ပြန်မိတ်ဆက်ပေးရရင် လီလို ဆိုတာ ဟာဝေယံ ခလေး\nမလေးတစ်ဦးပါ ချစ်စရာ ဂျစ်ကန်ကန် လူဆိုးမလေးပေါ့ဗျာ။ တစ်ရက်တော့ သူက\nခွေးတစ်ကောင်မွေးဖို့အတွက် သူ့အစ်မနဲ့ ညီအစ်မနှစ်ယောက်သား ခွေးထိန်းသိန်း\nရေးစခန်းကို သွားပါတယ်။အဲ့မှာလီလို တစ်ယောက် ပြာတာတာ နဲ့ ရယ်စရာခွေးလေး\nကို သဘောကျ ပြီး မွေးခဲ့ပါတယ်။ ခွေးလေးနာမည် ကိုတော့ စတစ်ချ်လို့ ပေးလိုက်\nတာပေါ့။အဲ့မှာပဲ ပြသနာတွေစတော့တာပါ။ တစ်ကယ်တော့စတစ်ချ်က တစ်ခြား\nဝေးလံတဲ့ ဂြိုလ်တစ်ခုက သိပ္ပံပညာရှင်တစ်ယောက် ရဲ့တီထွင်မှုပါပဲ။ အဲ့ဂြိုလ်ရဲ့\nအာဏာပိုင်တွေက ...",
        "rating": "7.3",
        "url": "https://megaup.net/1VXmi/Lilo.and.Stitch.2002.1080p.BluRay.x264[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cat-133x200.jpg",
        "title": "The Cat Returns (2002)",
        "description": "The Cat Returns (2002)\n===================Studio Ghibli ရဲ့နာမည်ကြီးကားတွေကြားထဲမှာ လူသိပ်မသိကြပေမယ့်\nချစ်ဖို့ကောင်းပြီး အသစ်အဆန်းဖြစ်တဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ဟရုဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ\nကျောင်းသွားတဲ့လမ်းမှာ လမ်းဖြတ်ကူးနေတဲ့ကြောင်လေးကို ကားတိုက်ခံရမှာကနေ ကယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ သူကယ်ခဲ့တဲ့ကြောင်လေးဟာ စကားပြောတတ်တဲ့အပြင်\nကြောင်တိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားလေးဖြစ်နေပါတော့တယ်။အဲဒီကနေစလို့ ဟရုရဲ့နေ့စဥ်ဘဝမှာ ကြောင်တွေနဲ့ပတ်သက်လို့\nထူးဆန်းဆန်းတွေ စဖြစ်လာပြီး နောက်ဆုံးမှာ ကြောင်တိုင်းပြည်ကို ခေါ်ဆောင်သွားခံရဖို့ ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်လမ်းဟာ Whisper of the heart ရဲ့ MC ဖြစ်တဲ့ Shizuku ရေးခဲ့တဲ့\nfiction ဆိုပြီး fan theory လည်းရှိပါတယ်။\nအဓိကကတော့ WOTH မှာပါတဲ့ Baron ဆိုတဲ့ကြောင်ရုပ်တုလေးက\nဒီမှာအသက်ဝင်နေတဲ့အပြင် နာမည်ရော ရုပ်ပါအတူတူပါပဲ။\nဒါ့အပြင် သေချာသတိထားကြည့်ရင် ဒီနှစ်ကားရဲ့ဆက်စပ်နေတဲ့\nscene တော်တော်များများကိုလည်း တွေ့ရမှာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။\nFile size…1.5GB  / 763MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Wy7y/Neko_no_Ongaeshi_-_The_Cat_Returns_(1080p_BD)_YK(CM).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrZEWzSlbQTlsJobDmzuFNzlxbh.jpg",
        "title": "Atlantis: Milo’s Return (2003)",
        "description": "Atlantis Milo’s Return (2003)\nGenre – Animation, Action, Adventure၂၀၀၁ ခုနှစ်တုန်းက Disney ကနေ ထွက်ရှိပြီးလူကြိုက်များခဲ့တဲ့ Atlantis The Lost Empire ရဲ့အဆက်ရုပ်ရှင် ဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပထမကားတုန်းက အဖြစ်အပျက်တွေပြီးတော့မိုင်လိုကလည်း အတ္တလန်တစ်မှာ ကီဒါနဲ့ အတူနေနေကြပါတယ်ကီဒါကလည်း ဘုရင်မ အဖြစ်ကို ရောက်ရှိနေပါပြီ။အဲဒါနဲ့ နှစ်ယောက်သားအတူတူ ပုံဆောင်ခဲစွမ်းအင်ကိုအသုံးချပြီး သူတို့မြို့လေးကို ပြန်ပြုပြင်တည်ဆောက်လျက်ရှိပါတယ်။ဒီလိုနဲ့ တစ်နေ့ကျ ပထမကားတုန်းက မိတ်ဆွေဟောင်းတွေဖြစ်တဲ့မစ္စတာဝှစ်မောတို့ ဗင်နီတို့ သြဒရီတို့ မိုးလ်တို့ အတ္တလန်တစ်ကိုရောက်လာကြပြီး ကုန်းမြေကမ္ဘာမှာ အတ္တလန်တစ်နဲ့ ဆက်နွယ်နေနိုင်လောက်တဲ့အန္တရာယ်တွေကျရောက်နေပြီ ဖြစ်လို့ အတ္တလန်တစ်ကျွမ်းကျင်သူမိုင်လို့ကို လာ အကူအညီတောင်းကြပါတော့တယ်။ဒီလိုနဲ့ ဘုရင်မဖြစ်နေတဲ့ ကီဒါကပါ ဒါကလည်း သူ့အဖေ လက်ထက်တုန်းကစနက်တွေ ကင်းရဲ့လား သံသယဖြစ်မိတာကြောင့်အတူလိုက်ပါမယ်ဆိုပြီး အုပ်စုလိုက် ခရီးထွက်ခဲ့ကြတဲ့အခါမှာတော့ရန်စွယ်ဟာ တစ်ခုတည်း မဟုတ်ပဲ ၃ ခုလောက် ဖြစ်နေပြီးအကုန်လုံးက ကမ္ဘာပျက်လောက်တဲ့အထိ ဆိုးဝါးနေခဲ့တော့မိုင်လိုတို့တသိုက် ...",
        "rating": "5.0",
        "url": "https://megaup.net/3iofx/Atlantis.Milos.Return.2003.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/images-2-133x200.jpg",
        "title": "Atlantis: The Lost Empire (2001)",
        "description": "IMDb – 6.8/10Rotten Tomatoes – 49%Metacritic – 52% Atlantis: The Lost Empire ဆိုတဲ့ Animation ကားလေးက Disney ရဲ့ပထမဆုံးသော Adventure/Sci-Fi အမျိုးအစား Film ပဲ ဖြစ်ပါတယ်။Tob Murphy ရဲ့ ဇာတ်လမ်းကို ဒါရိုက်တာ Gary Trousdale နဲ့ Kirk Wise တို့ကပူးတွဲရိုက်ကူးကာ Don Hahn ကနေထုတ်လုပ်ပါတယ်။နောက်ခံစကားပြော အနေနဲ့ကတော့ Michael J. Fox, Cree Summer, James Garner,Leonard Nimoy, Don Novello, Phil Morris, Claudia Christian, Jacqueline Obrandors နဲ့Jim Varney တို့ကနေ ပါဝင်သရုပ်ဆောင်ပေးထားကြတာပဲ ဖြစ်ပါတယ်။Jim Varney အနေနဲ့ကလည်း ဒီဇာတ်ကားဟာ သူမသေခင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3iofD/Atlantis.The.Lost.Empire.2001.1080p.BluRay.10Bit.x265.DDP.5.1_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjU4YzA4ZDItZThkOS00ZmNmLWI2YWEtNWQ1ZjJlMGFjYWEzXkEyXkFqcGdeQXVyNDcyMjQyNQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Snoopy Presents: One-of-a-Kind Marcie (2023)",
        "description": "Snoopy Presents: One-of-a-Kind Marcie က August လ 18 ရက်နေ့ကမှထွက်ရှိထားတဲ့ 39 မိနစ်စာ short movie လေးဖြစ်ပြီး messenger မှာ လူတိုင်းချစ်တဲ့ခွေးကလေး Snoopy ရဲ့ comedy series ဖြစ်တဲ့ The Snoopy Show ရဲ့ Spin-off story ဖြစ်ပါတယ်။ ဇာတ်ကားနာမည်အတိုင်းပဲ ဒီ movie ရဲ့ အဓိကဇာတ်လိုက်က မာစီလို့ခေါ်တဲ့ introvert ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ ဉာဏ်ကောင်းပြီး ပြဿနာဖြေရှင်းနိုင်မှုအားကောင်းတဲ့ မာစီဟာ လူတွေကိုကူညီချင်ပေမဲ့ လူကြောက်တတ်တဲ့သူ့ရဲ့ပင်ကိုစရိုက်ကြောင့် တခြားသူတွေကိုကူညီဖို့ သူ့ခရီးလမ်းဟာ ခရီးမတွင်ဘဲ‌ဖြစ်နေရပါတယ်။ ဒါကိုကိုင်တွယ်နိုင်ဖို့ မာစီတစ်ယောက်ဘယ်လိုကြိုးစားမလဲ၊ ဒီဇာတ်လမ်းရဲ့ main theme ဖြစ်တဲ့ ဂေါက်ရိုက်ချန်ပီယံရှစ်ပြိုင်ပွဲမှာ သူငယ်ချင်းပက်ထရစ်ရှာချန်ပီယံဖြစ်ဖို့ မာစီဘယ်လိုတွေကူညီသွားမလဲဆိုတာ တွေ့မြင်ရမှာပါ။ IMDB rating အနေနဲ့ 7.4 အထိရရှိထားပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/1gunh/Snoopy.Presents.One-of-a-Kind.Marcie.2023.1080p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDJlMWQ3YjAtOGFiOS00N2IxLThmYTUtYzZiOTFmZDc4NzFiXkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_-140x200.jpg",
        "title": "Scooby-Doo! and the Cyber Chase (2001)",
        "description": "Scooby-Doo! and the Cyber Chase (2001)\n=============================\nIMDb Rating - 7.0/10ဒီတစ်ခါရုပ်ရှင်လေးမှာတော့ Scooby တို့အုပ်စုဟာ သူငယ်ချင်း\nသိပ္ပံကျောင်းသား Eric ရဲ့ တက္ကသိုလ်ကို သွားစရာအကြောင်းဖန်\nလာပါတော့တယ်။ အကြောင်းအရင်းကတော့ Game developer\nတစ်ယောက်ဖြစ်တဲ့ Eric က Scooby တို့အုပ်စုရဲ့ စွန့်စားခန်းတွေ\nအပေါ်မူတည်ပြီး ဂိမ်းတစ်ခုထွင်ထားလို့ပါပဲ။ ရှက်ဂီနဲ့စကူဘီကတော့\nဂိမ်းအဓိကဇာတ်ကောင်ဖြစ်ရတဲ့အရှိန်နဲ့ ဂိမ်းကိုစမ်းဆော့ကြည့်ချင်စိတ်\nငယ်ထိပ်ရောက်နေခဲ့ပါတယ်။ဒါပေမယ့် Eric ဆီ တကယ်ရောက်သွားတဲ့အချိန်မှာတော့ ထင်ထား\nတာနဲ့ တက်တက်စင်အောင်လွဲတော့တာပါပဲ။ ဂိမ်းကို အစမ်းဆော့\nကြည့်ကြဖို့နေနေသာသာ ဂိမ်းဖွင့်ခွင့်တောင် မရကြပါဘူး။ ပြဿနာက\nအဲဒီမှာစတာပါပဲ။ လွန်ခဲ့တဲ့ရက်ပိုင်းကပဲ Eric ရဲ့ ဂိမ်းတည်ဆောက်မှုမှာ\nအဓိကဖြစ်တဲ့ လေဆာပစ်လွှတ်မှုကနေ ဗိုင်းရပ်စ်တစ်ကောင်ခုန်ထွက်\nလာခဲ့ပြီး ပြဿနာရှာသွားတာမို့လို့ပါ။ ဂိမ်းထဲကနေ အပြင်လောကအထိ\nသက်ရှိထင်ရှား အကောင်လိုက်ထွက်ချလာတဲ့ ဗိုင်းရပ်စ်ကြီးကို ထုံးစံ\nအတိုင်း စကူဘီတို့ကပဲ လိုက်ရှာဖမ်းပေးရတော့တာပေါ့။ ဒါပေမယ့် စကူဘီ\nတို့သူငယ်ချင်း ၅ယောက်လုံးပါ ဗိုင်းရပ်စ်နဲ့အတူ ဂိမ်းထဲကို အပို့ခံလိုက်ရ\nတဲ့အခါမှာတော့ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut ...",
        "rating": "7.0",
        "url": "https://megaup.net/1WizW/Scooby-Doo.And.The.Cyber.Chase.2001.1080p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dr25PnZMpO8w93hWeOUIch3eouK.jpg",
        "title": "LEGO Disney Princess: The Castle Quest (2023)",
        "description": "Genre – Animation, Adventure, Comedy, Family, Drama\nIMDB – 7.3/10သားသားမီးမီးတို့တင်မက လူကြီးတွေပါ စိတ်ပါရင်ကြည့်လို့ရမယ့် ၂၀၂၃ ခုနှစ် အသစ်ထွက် Lego ရုပ်လေးတွေနဲ့ပုံဖော်တင်ဆက်ထားတဲ့ Disney မင်းသမီးလေးတွေရဲ့စွန့်စားခန်း ကာတွန်းလေး ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာ အဓိက လူဆိုးက Beauty and the Beast ထဲကဂတ်စတွန် ဖြစ်ပြီး မင်းသမီးလေးတွေကတော့Snow White က စနိုးဝှိုက်တို့ Moana ထဲက မိုအာနာတို့ The Little Mermaid ထဲကအေရီရယ်တို့ Rapunzel ထဲက ရာပန်ဇယ်တို့နဲ့The Princess and the Frog ထဲက တီအာနာတို့က ပါဝင်ထားကြတာပါ။ဇာတ်လမ်းလေးကတော့ ဂတ်စတွန်ဟာ မှော်ကြေးမုံနဲ့အတူမှော်ဝင်ပစ္စည်းတွေကို လိုက်သိမ်းပိုက်နေပြီးကုန်းမြေတွေကို အပိုင်စားရနေတော့ အေရီရယ်ရဲ့အဖေဖြစ်သူထရစ်တွန်ရဲ့ သုံးခွမှိန်းကြီးကို လာယူပြီးပင်လယ်ကိုပါ အုပ်စိုးဖို့ ကြံစည်နေတာပါ။ဒီမှာတင် တစ်ကမ္ဘာလုံး လူယုတ်မာလက်အောက်မကျရောက်ရအောင် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Wokb/Lego.Disney.Princess.The.Castle.Quest.2023.1080p.DSNP.WEB-DL.DDP5.1.H_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
        "title": "The Monkey King (2023)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။နာမည်အတိုင်းပါပဲ မရိုးနိုင်တဲ့ စွန်းဝူခုန်းဇာတ်လမ်းတွေထဲက တစ်ခုပါပဲ။ဒါပေမဲ့ ဇာတ်လမ်းကိုနည်းနည်းပြောင်းထားပြီး ဟာသတွေ၊အက်ရှင်ကောင်းကောင်းတွေကို ပုံကောင်းကောင်းနဲ့ ပြသထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဖန်တရာတေပါပဲကျောက်ဆောင်တစ်ခုကနေ မွေးဖွားလာတဲ့မျောက်ဟာစွမ်းအားတွေရှိနေပါတယ်။ဒါပေမဲ့ သူ့ကို မျောက်တွေက လက်မခံသလို နတ်တွေကလည်းလက်မခံတာကြောင့် တစ်ယောက်တည်းဖြစ်နေပါတယ်။အဲဒီတော့ သူဟာ နတ်ပြည်မှာနေရာရဖို့ မသေမျိုးဖြစ်အောင်ကြိုးစားရင်းနဲ့ငရဲမင်း၊ နဂါးမင်း၊ နတ်မင်းတွေ နတ်ဆိုးတွေနဲ့တိုက်ခိုက်ရပုံကို ပြထားတာပါ။ကြည့်လို့ကောင်းပါတယ်။ကြည့်လိုက်ပါဦး။ File size…  2 GB /  980  MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 32m\nGenre .....  Action , Animation\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Mr. Anderson",
        "rating": "6.1",
        "url": "https://megaup.net/1WnzW/The.Monkey.King.2023.1080p.NF.WEB-DL.DDP5.1.Atmos_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8riWcADI1ekEiBguVB9vkilhiQm.jpg",
        "title": "Elemental (2023)",
        "description": "Disney နဲ့ Pixar ရဲ့ နောက်ထပ် ရုပ်ရှင်ကာတွန်းတစ်ခုလာပါပြီ။ဒီကာတွန်းထဲက ဇာတ်ကောင်လေးတွေကတော့မြေ၊ ရေ၊ လေ၊ မီး ဓာတ်ကြီးတွေကို ယူထားတာပါ။ဒြပ်မြို့တော်ကြီးမှာ ရေ၊ လေ၊ သစ်သား နဲ့ တိမ်တွေ နေကြပေမဲ့မီးနိုင်ငံကလူတွေကိုတော့ အဝင်မခံပါဘူး။မီးမျိုးနွယ်တွေဟာ မြို့စွန်တစ်နေရာမှာ မီးမြို့လေးဆောက်ပြီးသတ်သတ်နေကြရတာပါ။အဲဒီမီးမျိုးနွယ်တွေထဲမှာ အမ်ဘာဆိုတဲ့ ဒေါသကြီးတဲ့မီးကောင်မလေးတစ်ယောက်ရှိပါတယ်။သူဟာ သူ့အဖေရဲ့မီးမုန့်ဆိုင်ကိုလက်လွှဲယူဖို့ စောင့်နေရပြီးသူ့အဖေကတော့ အမ်ဘာ့ရဲ့ ဒေါသတွေကို ထိန်းနိုင်တဲ့နေ့မှာဆိုင်ကိုလွှဲပေးပြီး အနားယူမှာပါ။ဒါပေမဲ့ ဆိုင်ကို မဆက်ခံနိုင်ခင်မှာပဲ ရေပိုက်တွေနဲ့မတော်တဆမှုတွေဖြစ်ပြီး ဆိုင်အပိတ်ခံရမဲ့ပြဿနာတက်လာပါတယ်။အဲဒီအချိန်မှာ ရေကောင်လေး တစ်ကောင်နဲ့ခင်မိပြီးမီးမြို့တော်ထဲကို ရေတွေစိမ့်လာတဲ့ပြဿနာကိုဖြေရှင်းဖို့ ကြိုးစားကြတဲ့အခါ... File size…  1.68 GB / 3.36 GB / 11.42 GB\nQuality… WEB Dl 4k / 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Adventure, Comedy\nSubtitle…. Myanmar ...",
        "rating": "7.1",
        "url": "https://megaup.net/1gj2v/Elemental.2023.1080p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sZwCoTBd4k2RqxMLPPVYqnetdUT.jpg",
        "title": "Blind Willow, Sleeping Woman (2022)",
        "description": "Blind Willow, Sleeping Woman (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 78% ~မူရာကာမိရဲ့ စာအုပ်တွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းလာကြခဲ့တဲ့အထဲ အခုထိတော့ အနုပညာအရ မအောင်မြင်တာ မရှိသလောက်ပါပဲ။ ဒီတစ်ခါလည်း ရိုးရာမပျက်ခဲ့ပါဘူး။ ဒီတစ်ခါရုပ်ရှင်ကိုတော့ Pierre Földes လို့ခေါ်တဲ့ ရုပ်ရှင်တွေမှာ နောက်ခံတေးဂီတတွေ Compose လုပ်တဲ့သူက သူ့ပထမဆုံးကားအနေနဲ့ ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ သူ့ရှေ့က မူရာကာမိစာအုပ်ကို မှီးရိုက်ခဲ့တဲ့ နှစ်ကားလိုပဲ ဝတ္တုတိုတွေကိုပဲ အခြေခံထားတယ်။ ထူးတာက သူက ဝတ္တုတိုစုစည်းမှု စာအုပ်၃အုပ်ကနေမှ ဝတ္တုတို၆ပုဒ်ကို ထုတ်သုံးလိုက်တာပါ။ Blind Willow, Sleeping Woman ရယ်၊ The Elephant Vanishes ရယ်၊ After the Quake ရယ်က ၆ပုဒ်ပြန်ထုတ်သုံးထားတာပါ။ ဒါပေမဲ့ ဒါတွေအားလုံးကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Wfs0/(CM)_Blind_Willow,_Sleeping_Woman_(2022)_1080p.mp4",
        "category": "Animation, Drama, Sci-Fi"
    }
]