[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BM2NjOWQyZjctOGMxNi00MGQzLTgzY2MtNDcyY2Q5ZmM3ZWUzXkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "DC Showcase: The Phantom Stranger (2020)",
        "description": "DC Showcase: The Phantom Stranger (2020)================================IMDb Rating 6.4/10#Unicodeလျှောက်သွားနေတဲ့ သူတိုင်းက လမ်းပျောက်နေတာ မဟုတ်ပါဘူး။ ဒါပေမဲ့ လျှောက်သွားနေတဲ့သူတော်တော်များများကတော့ လမ်းပျောက်နေကြပါတယ် တဲ့။ ဒီစာသားလေးက DC Showcase တွေထဲက The Phantom Stranger ရဲ့ အကြောင်းကို ပြထားတဲ့ ဇာတ်လမ်းတိုလေးရဲ့ အစမှာပါလာတာပါ။ ဒီဇာတ်လမ်းတိုလေးထဲမှာ အမှန်တရားကို ရှာဖွေရင်းလမ်းပျောက်နေတဲ့ ကောင်မလေးတစ်ယောက် Sebastian ဆိုတဲ့ ဝိညာဉ်တွေကို စုပ်ယူစားသောက်နေတဲ့ မကောင်းဆိုးရွားတစ်ကောင်ဆီကိုရောက်သွားခဲ့ပေမဲ့ လမ်းမှားကို ရွေးမိတဲ့ သူ့ကို Phantom Stranger က လမ်းမှန်ကို ရှာဖွေနိုင်တဲ့နည်းလမ်းပြပေးခဲ့ပါတယ်။ အမှန်တရားဆိုတာ လမ်းရဲ့အဆုံးမှာရှိနေတာမဟုတ်ပါဘူး။ လမ်းကိုလျှောက်နေတဲ့သူရဲ့ ရင်ထဲမှာရှိနေတာပါလို့ ပြောသွားပါတယ်။ Dialogue တွေကတော့ ကြွေချင်စရာတွေပါပဲဗျာ။မှော်စွမ်းအားကို ပိုင်ဆိုင်ထားပြီး Immortal တစ်ယောက်ဖြစ်တဲ့ Phantom Stranger အကြောင်းတစ်ချက်လောက် ရှိုးလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xayW/[CM]dc.showcase.the.phantom.stranger.2020.720p.bluray.mp4",
        "category": "Animation, Fantasy, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNzE4ZDEzOGUtYWFjNC00ODczLTljOGQtZGNjNzhjNjdjNjgzXkEyXkFqcGdeQXVyNzE5ODMwNzI@._V1_-1-133x200.jpg",
        "title": "Weathering with You (2019)",
        "description": "Weathering With You (2019)****************************( 天気の子 )သဘာဝ ၏ ရင်သွေးငယ်\"နေရောင်ခြည်ကို မမြင်ရတော့ရော ဘာဖြစ်လဲ??\nကောင်းကင်ပြာကြီးထက် နင့်ကို ပိုပြီး လိုချင်တယ်\"\n~Morishima Hodakaဒါက ၁၆ နှစ်သားကောင်လေးတစ်ယောက်ရဲ့ မိုက်ရူးရဲစကားတစ်ခွန်း...\nဒီစကားတစ်ခွန်းကပဲ ကမ္ဘာကြီးတစ်ခုလုံးကို ပြောင်းလဲပစ်လိုက်တယ်ဆိုရင် သင် ယုံနိုင်မလား...??\nဟုတ်ပါတယ် ဟိုဒါကာ ဆိုတဲ့ကောင်လေးကတော့ တကယ်ကို အဲ့ဒီစကားနဲ့အညီ လုပ်ချသွားခဲ့ပါတယ်ကိုယ်ချစ်ရသူနဲ့ ကမ္ဘာကြီးတစ်ခုလုံးကို ဘယ်ဟာကိုရွေးမလဲ ဆိုရင် မိုက်ရူးရဲဆန်ဆန်နဲ့ပဲ ကိုယ့်ရဲ့ချစ်သူကို ရွေးကြမှာပါကျွန်တော်တို့လည်း အဲ့ဒီ ၁၆ နှစ်သားကောင်လေးလို မိုက်ရူးရဲဆန်ခဲ့ဖူးကြတယ်မလား?ဒီဇာတ်ကားလေးကို ကြည့်ပြီး အဲ့ဒီခံစားချက်လေးကို ပြန်အသက်သွင်းလိုက်ကြရအောင်...အရင်ဆုံးပြောချင်တာက\nဒီကားကို အားလုံးလိုလိုကြည့်ပြီးလောက်ကြပါပြီ Cam Version ကနေစလို့ ထပ်ထွက်တဲ့ WebRip အထိပေါ့\nဒါကိုမှ ထပ်ထွက်တဲ့ အကြည် Blue-ray မှာ ကွာလတီအပြည့်နဲ့ပြန်ခံစားလို့ရအောင်\nသိမ်းချင်လဲသိမ်းထားလို့ရအောင် ထပ်လုပ်ပေးတဲ့သဘောပါပဲ။ ဘာကွာသွားလဲဆိုရင် ကြည့်သာကြည့်ကြည့်ပါလို့ပဲပြောပါရစေ။\nမိုးစက်မှုံလေးတွေကအစ နေ‌ရောင်ခြည်အဆုံး ကာလာစုံလွန်းလို့ပါ ဖြစ်နိုင်ရင် တီဗွီနဲ့သာကြည့်ပါ။ဆိုတော့ ဇတ်လမ်းကိုတော့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/31ohw/Weathering_With_You_(Tenki_No_Ko)_[2019]_{Blu-ray_1080p}_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BZTY3OTdiOTAtOGMyNi00Y2U1LWE0MjYtZDUzYmYxMTcyNzQ0XkEyXkFqcGdeQXVyNjk0ODAxMTk@._V1_SX708_CR00708999_AL_-142x200.jpg",
        "title": "100% Wolf (2020)",
        "description": "100% Wolf (2020)===============IMDb Rating 6.0/10#UnicodeAnimation ဇာတ်ကားသစ်လေးပါ။ ဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဝံပုလွေမျိုးနွယ်ခေါင်းဆောင်လောင်းလျာလေးဖြစ်တဲ့ ဖရက်ဒီလူပင်ပါ။ သူက အင်အားကြီးတဲ့ ဝံပုလွေတစ်ကောင်ဖြစ်လာရမယ်ဆိုပေမဲ့ သူတကယ်တန်းအသွင်ပြောင်းတော့ ပူဒယ်ခွေးလေးတစ်ကောင်အဖြစ်ပြောင်းသွားပါတယ်။ ခွေးတွေကို မုန်းတဲ့ ဝံပုလွေအုပ်ကို ခေါင်းဆောင်ရမယ့်သူက ပူဒယ်လေး တစ်ကောင်ဖြစ်နေတော့ သူခေါင်းဆောင်လုပ်ဖို့ အဆင်ပြေနိုင်ပါမလား။ အခက်အခဲတွေကြားကနေ ခေါင်းဆောင်ဝံပုလွေဖြစ်ဖို့ ထိုက်တန်ကြောင်းကို သူဘယ်လိုတွေသက်သေပြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။တော်တော်ကြည့်လို့ကောင်းတဲ့ Animation ကားလေးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)#ZawgyiAnimation ဇာတ္ကားသစ္ေလးပါ။ ဇာတ္လမ္းရဲ႕ အဓိက ဇာတ္ေကာင္ကေတာ့ ဝံပုေလြမ်ိဳးႏြယ္ေခါင္းေဆာင္ေလာင္းလ်ာေလးျဖစ္တဲ့ ဖရက္ဒီလူပင္ပါ။ သူက အင္အားႀကီးတဲ့ ဝံပုေလြတစ္ေကာင္ျဖစ္လာရမယ္ဆိုေပမဲ့ သူတကယ္တန္းအသြင္ေျပာင္းေတာ့ ပူဒယ္ေခြးေလးတစ္ေကာင္အျဖစ္ေျပာင္းသြားပါတယ္။ ေခြးေတြကို မုန္းတဲ့ ဝံပုေလြအုပ္ကို ေခါင္းေဆာင္ရမယ့္သူက ပူဒယ္ေလး တစ္ေကာင္ျဖစ္ေနေတာ့ သူေခါင္းေဆာင္လုပ္ဖို႔ အဆင္ေျပႏိုင္ပါမလား။ အခက္အခဲေတြၾကားကေန ေခါင္းေဆာင္ဝံပုေလြျဖစ္ဖို႔ ထိုက္တန္ေၾကာင္းကို သူဘယ္လိုေတြသက္ေသျပမလဲဆိုတာ ၾကည့္လိုက္ၾကပါဦး။ေတာ္ေတာ္ၾကည့္လို႔ေကာင္းတဲ့ Animation ကားေလးပါ။(ဒီဇာတ္ကားရဲ႕ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T1LX/[CM]100.Percent.Wolf.2020.720p.WEBRip.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZajJ1ymE3HtbAAB3q9hN0P6y12.jpg",
        "title": "Mosley(2019)",
        "description": "Mosley(2019)ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Animation ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားလေးနာမည်ကတော့ Mosley (2019)ပါ။ထူးခြားတဲ့ဇာတ်အိမ်နဲ့ ချစ်စရာကောင်းတဲ့ဒီကားလေးကတော့ Animation ပရိသတ်တွေအတွက်တော့အကြိုက်ဖြစ်မှာပါ။မော်စလေ ဆိုတာ ငယ်ငယ်ကတည်းကမိဘနဲ့ခွဲကာ အရောင်းစားခံလိုက်ရတဲ့ အကောင်လေးပါ။ဉာဏ်ကောင်းပြီးစကားပြောတတ်တာကြောင့်ကျွဲတွေ နွားတွေထက် ပိုဝယ်လိုအားမြင့်တဲ့ကောင်လေးပေါ့။ဒါပေမယ့်သူတို့ရဲ့မျိုးရိုးက ဒီလိုအခိုင်းခံတိရိစ္ဆာန်မဟုတ်ပဲ ဉာဏ်ရည်မြင့်သတ္တဝါတွေပါ။အခိုင်အစေ ဘဝကိုရောက်တဲ့ဒီအကောင်လေးဟာ ဒီရွှံနွံတောထဲကနေဘယ်လိုရုန်းထွက်မလဲ...ဘယ်လိုအခက်အခဲမျိုးတွေသူရင်ဆိုင်ရမလဲ...သူကရော ဘယ်လိုအမျိုးအနွယ်ထဲက ဆင်းသက်လာတာလဲ....ခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....  File Size : (900 MB) and (515MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Adventure, Animation , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://megaup.net/4UNch/Mosley.2019.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/loving-135x200.jpg",
        "title": "Loving Vincent (2017)",
        "description": "[Unicode]သက္ကရာဇ်ကာလအားဖြင့် ၁၈၈၀ကျော်..\nဒီကာလမှာ အပြောင်းအလဲတွေ အရမ်းများခဲ့တယ်။\nသရုပ်မှန်ပန်းချီကနေ\nသင်္ကေတဗေဒ (symbolism) ဘက် အချို့တွေ\nကူးပြောင်းလာကြတယ်...။\nအရောင်အယူအဆ အသစ်တွေလည်း\nပေါ်ပေါက်လာခဲ့တယ်။\nပန်းချီရဲ့ တော်လှန်ရေးကာလတစ်ခုလို့ ဆိုလို့ရတယ်။ဒါပေမဲ့ သရုပ်မှန်ကလည်း မပျက်သုဉ်းသေးပါဘူး။\nမပျက်သုဉ်းသေးတဲ့အပြင် သရုပ်မှန်တွေပဲ\nဈေးရတဲ့ ကာလဆိုရင်လည်း မမှားသေးပါဘူး။ယုံကြည်ချက် အနုပညာနဲ့\nမသေရုံတမယ် ရှင်သန်ကြရတဲ့ခေတ်..\nဂေါ်ဂင် ဗန်ဂိုးတို့မှာ ဒုက္ခအနာတွေ\nပင်လယ်ဝေ ခဲ့တဲ့ခေတ်..။ဒီခေတ်ကြီးမှာ အဆန်းသစ်ဆုံး\nအနုပညာအမြင်ရှိခဲ့တဲ့ ဗင်းဆင့်ကတော့\nသူတို့ နားမလည်နိုင်တာကို မနှစ်မြို့ကြတဲ့\nလူတကာရဲ့ တံတွေးခွက်မှာ ပက်လက်ကို မျောခဲ့ပါတယ်\nအရှုံးလဲများခဲ့ပါတယ်..ဗန်ဂိုးရဲ့ အနုပညာဟာ..\nသူ့ခေတ်သူ့အခါနဲ့ဆို ကြောင်တောင်တောင်တွေပါပဲ။\nဒါပေမဲ့ အနုပညာတော့ စစ်မှန်ခဲ့တယ်။သူ့ခေတ် သူ့ ကာလအကြောင်းပြောပြီးတော့.. ဗန်ဂိုးဆိုတာကရော ဘယ်သူလဲ...ဝယ်သူမရှိတဲ့ ပန်းချီကားတွေအတွက်\nတပြားတစ်ချပ်မှ ဝင်ငွေမရပဲ\nပန်းချီပစ္စည်းတွေအတွက် ငွေကုန်ပေါက် အပြည့်နဲ့\nပေမဲ့ သူချစ်တဲ့ အနုပညာကို ဆယ်နှစ်တိုင်\nသူသေသည်အထိ မစွန့်လွှတ်ခဲ့တဲ့\nအခမ်းနားဆုံး အနုပညာရှင်....။ကိုယ့်နားရွက် ကိုယ်ဖြတ်ပြီး\nပြည့်တန်ဆာမတစ်ယောက်ကို\nလက်ဆောင်ပေးခဲ့တဲ..\nကိုယ့်ကို သတ်သေခဲ့တဲ့ စိတ္တဇပန်းချီဆရာ..။\" လက်ထဲ ငွေရှိရင် အရင်ဆုံး ဆာလောင်တာ\nအစာစားဖို့ မဟုတ်ပဲ\nပန်းချီဆွဲဖို့ စာလောင်တယ်\" ဆိုတဲ့ ပန်းချီဆရာ...ကိုးနှစ်တာ ပန်းချီဆွဲသက်အတွင်း\nပန်းချီကား ၉၀၀\nပုံကြမ်းနဲ့ ရုပ်ပုံ ၁၁၀၀\nနေ့မနား ညမနား ဆွဲသွားတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/4eGjx/Loving_Vincent_[2017]_(MM_Sub).mp4",
        "category": "Animation, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdK86hDn31gjtVJhMDB7ZMEAH8Z.jpg",
        "title": "Ella Bella Bingo(2020)",
        "description": "Ella Bella Bingo(2020)ကလေးဘဝတုန်းက ကျွန်မတို့တွေ သူငယ်ချင်းတွေကို အရမ်းခင်တဲ့အကြောင်းတွေဝန်မခံခဲ့မိကြပေမဲ့ တစ်ယောက်ယောက်ကများ သူငယ်ချင်းအဖြစ်နဲ့ ဝင်လာခဲ့ရင်ကိုယ့်ထက်ပိုခင်သွားမှာကိုတော့ တိတ်တဆိတ်စိုးရိမ်ခဲ့ကြတယ်မလား....ဒီ Animation ကားလေးထဲမှာလည်း Ella နဲဲ့ Henry တို့သိပ်ခင်ကြတဲ့သူငယ်ချင်းတွေပေါ့...သိပ်ခင်တဲ့ သူတို့အကြားကို တခြားမြို့ကပြောင်းလာတဲ့ သူဌေးသားလူပေါ်ကြော့လေး Jonny တစ်ယောက်ရောက်လာပါတော့တယ် ..Jonny ဟာပိုက်ဆံချမ်းသာပေမယ့် မိဘတွေကအလုပ်ကြောင့်နေရာခဏခဏပြောင်းရတာမို့သူငယ်ချင်းအတည်တကျမရှိတဲ့ကောင်လေးပါ..Henry ကိုတွေ့ပြီးတော့ သဘောကျသွားပြီ သူနဲ့သူငယ်ချင်းလုပ်ဖို့မျိုးစုံကြိုးပမ်းပါတော့တယ် ..တစ်ဖက်မှာလည်း သူ့ရဲ့သူငယ်ချင်းကို သူများဆီအပါမခံနိုင်တဲ့ Ella နဲ့ Henry ကိုသူ့သူငယ်ချင်းဖြစ်စေချင်တဲ့ Jonny တို့ရန်ဖြစ်စကားများပြီးပြဿနာတွေ ဆက်တိုက်ဖြစ်ပါတော့တယ်...ဒီ Animation ကားလေးက တကယ့်ကိုချစ်စဖွယ်ပါ..သူငယ်ချင်းတွေအကြား ချစ်ခြင်းမေတ္တာကိုပြထားသလို ပြဿနာတွေကြုံရင်လည်း ဘယ်လိုဖြေရှင်းရတယ်ဆိုတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေပေါင်းစပ်ထည့်ရင်းပြသားထားပါတယ်...အဆုံးထိကြည့်ချင်သွားအောင် ချစ်စဖွယ်ဇာတ်ရုပ်လေးတွေပါဝင်တာမို့ တပျော်တပါးကြီး ကြည့်ရှုခံစားလိုက်ပါဦးလို့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (750MB) and (367MB)\nQuality : WEB-DL ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Svcu/Ella_Bella_Bingo.2020.NEW.WEB-EL720P.PP.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dCVcdb5oxDizqFLz0F7TE60NoC9.jpg",
        "title": "Balto(1995)",
        "description": "Balto(1995)Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါမှာတော့ Balto ဆိုတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းလေးဟာ ၁၉၉၅ ခုနှစ်တည်းက ထွက်ရှိခဲ့တာဖြစ်ပြီး သူရဲကောင်းခွေးလေးတစ်ကောင်အကြောင်း ရိုက်ကူးထားတဲ့ IMdb 7.1 နဲ့ Rotten Tomato 54% ရရှိထားတဲ့ Animated ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်လည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ကတော့ ဘော်တို လို့အမည်ရတဲ့ ဝံပုလွေသွေးနှောတဲ့   ခွေးလေးတစ်ကောင်ပဲ ဖြစ်ပါတယ်။ ခွေးချစ်သူ တိချစ်သူလေးတွေကတော့ 1925 Serum Run to Nome မှာ ထင်ရှားတဲ့ ဘော်တို တို့ တိုဂို တို့ ကို ရင်းနှီးပြီးသား ဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အလက်စကာ မှာရှိတဲ့ နုမ်း မြို့လေးရဲ့ အလွန်ဆိုးရွားတဲ့ ဆောင်းရာသီတစ်ခုမှာ ကလေးငယ်လေးတွေဆီကို ကပ်ရောဂါတစ်ခု ကျရောက်လို့ လာခဲ့ပါတယ်။ နုမ်းမြို့ငယ်လေးရဲ့ တစ်ခုတည်းသောဆေးရုံမှာ ရောဂါဖြေဆေးတွေလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wyku/Balto.1995.NEW.BLU-RAY720P.PP.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1Wc96TasY2rNhDpt3kjbum2nSd.jpg",
        "title": "Justice League Dark: Apokolips War (2020)",
        "description": "Justice League: War ကနေ စတင်ပြီး ဖြစ်ပေါ်လာခဲ့တဲ့DC Animated Universe (DCAU) ရဲ့ နောက်ဆုံးကားပါ။ပိုးစိုးပက်စက်ကြမ်းပါတယ်။ဒီစီဖန်တွေ ကြည့်ရက်စရာမရှိလောက်အောင် ကြမ်းမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Justice League အဖွဲ့တွေကDarkseid ကမ္ဘာဂြိုဟ်ဆီ လာကျူးကျော်ဖို့ အစပျိုးနေတာကို သိသွားပြီးတဲ့နောက်သူတို့ဘက်က လက်ဦးမှုအရင်ရအောင် စူပါမင်းက ဦးဆောင်ပြီးApokolips ဂြိုဟ်ကို သွားတိုက်ကြတာပါ။ကံဆိုးချင်တော့ Darkseid ကသူတို့ရဲ့အစီအစဉ်တိုင်းကို ကြိုသိနေတဲ့အခါ မရှုမလှရှုံးသွားကြတယ်။ကမ္ဘာဂြိုဟ်လည်း Darkseid လက်အောက်ကျရောက်သွားခဲ့တယ်။အဲဒီနောက်ပိုင်း ၂ နှစ်အကြာကို ဇာတ်အိမ်တည်ထားတာပါ။Justice League အဖွဲ့တွေ Darkseid နဲ့ရင်ဆိုင်ပြီးဘာတွေဖြစ်ကုန်လဲဆိုတာ Flashpoint ထက်ကြမ်းတဲ့ ဒီ Apokolips War မှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File Size : ...",
        "rating": "8.8",
        "url": "https://megaup.net/1wyms/(CM)_Justice_League_Dark_Apokolips_War_(2020)_WebRip_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghD2HJyAk6EYVHrzBhddNDJ73Go.jpg",
        "title": "Code Geass: Lelouch of the Re;Surrection (2019)",
        "description": "Code Geass ဇာတ်လမ်းတွေထဲက နောက်ဆုံးထွက်ဇာတ်ကားလေးပါ။Show ရဲ့အကောင်းဆုံးဇာတ်ကောင်တွေစုစည်းပြီးနောက်ဆုံးတိုက်ပွဲကြီးတစ်ပွဲအဖြစ် ဖန်တီးထားတဲ့ကားပါ။Code Geass ဇာတ်လမ်းတွေမထွက်တာလည်း တော်တော်ကြာခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ လွန်ခဲ့တဲ့ ၂ နှစ်တုန်းကလီလုချ်က သူ့ကိုယ်သူစတေးပြီး ကမ္ဘာကြီးကို ကာကွယ်ပေးခဲ့ပါတယ်။ဒါကြောင့် ကမ္ဘာကြီးက အခုချိန်မှာ လုံးဝငြိမ်းငြိမ်းချမ်းချမ်းဖြစ်နေပါတယ်။ရုပ်ရှင်ရဲ့နာမည်အတိုင်းပဲ ဒီဇာတ်လမ်းမှာ လီလုချ်ကို အသက်ပြန်သွင်းမှာ ဖြစ်ပါတယ်။လီလုချ်ကို ပြန်အသက်မသွင်းခင်မှာ ဇီလ်ခ်စတန်နိုင်ငံကလူတွေကလီလုချ်ရဲ့ညီမဖြစ်တဲ့ ဂုဏ်ထူးဆောင်အကြံပေး နူနာလီကိုပြန်ပေးဆွဲသွားကြပါတော့တယ်။Code Geass universe ထဲက Geass တိုက်ပွဲတွေmagical mecha တိုက်ပွဲတွေကို တစ်ဝကြီး ကြည့်ရှုခံစားရမှာပါ။ File Size : ( 1 GB , 325 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 52 ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wskr/(CM)_Code_Geass_Lelouch_of_the_Resurrection_2019_WebRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/unnamed-129x200.jpg",
        "title": "The Empire of Corpses (2015)",
        "description": "The empire of corpses\n...........................................\nIMDb 6/10\nMy anime list 7/10\nဒီကားဟာနည္းနည္းေတာ့ထူးျခားတယ္ဗ်\nေနာက္တိုင္းမွာထင္ရွားေက်ာ္ၾကားတဲ့ဇာတ္ေကာင္ေတြေရာ အျပင္မွာတကယ္ရွိခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုသုံးထားတာဗ်\nတခုေတာ့\nသူ႔ရဲ႕ဇာတ္အိမ္ကဒီUniverse မွာတည္တာမဟုတ္ဘူး\nတျခားuniverseမွာတည္တာဗ်\nဇာတ္လမ္းအက်ဥ္းမေျပာခင္\nဇာတ္လမ္းမၾကည့္ခင္သိသင့္တာေတြအရင္ေျပာထားမွျဖစ္မယ္ထင္တယ္\nဒီကားတြန္းကားရဲ႕အဓိကဇာတ္ေကာင္ေနရာကို\nရွားေလာ့ဒ္ဟုမ္းရဲ႕တြဲဖက္ ေဒါက္တာဝပ္ဆန္ကိုထားထားတယ္\n(ရွားေလာ့ဒ္ဟုမ္းဆိုတာဟာ ဆာအာသာကိုနန္ဒြိဳင္းရဲ႕\nနာမည္ေက်ာ္ဝတၳဳဇာတ္ေကာင္ျဖစ္ပါတယ္\nျမန္မာကလူေတာ္ေတာ္မ်ားလည္း\nBBC ရွားေလာ့ဒ္ဟုမ္းဇာတ္လမ္းတြဲကိုႀကိဳက္ၾကတဲ့လူမ်ားလို႔သိၾကမယ္ထင္ပါတယ္)\nဒီကားရဲ႕ဇာတ္လမ္းကို\nဗစ္တာ ဖရန္ကန္စတိုင္းရဲ႕ ေသလူကိုအသက္ျပန္သြင္းတဲ့နည္းပညာမွာအေျခခံၿပီးကြန႔္ျမဴးထားတာဗ်\nဖရန္ကန္စတိုင္းဆိုတာက ၁၈ရာစုမွာ ေပၚထြန္းခဲ့တဲ့စာေရးဆရာ Mary Shellyရဲ႕\nကမာၻေက်ာ္ဝတၳဳထဲကဇာတ္ေကာင္ပါ\nဆိုေတာ့ကာ\nဒီကားၾကည့္ဖို႔ဖရန္ကန္စတိုင္းဇာတ္လမ္းကိုအက်ဥ္းေလာက္ေတာ့သိထားဖို႔လိုပါလိမ့္မယ္\n၁၈ရာစုေလာက္တုန္းက သိပၸံပညာရွင္တစ္ေယာက္ရွိဖူးပါတယ္\nသူဟာ အေလာင္းေတြဆီကေန\n‌အေကာင္းဆုံးအလွဆုံး\nေျခေထာက္ေတြလက္ေတြေခါင္းေတြအစရွိတဲ့\nကိုယ္ခႏၶာအစိတ္အပိုင္းေတြကိုျဖဳတ္ယူၿပီး\nၿပီးျပည့္စုံတဲ့အေလာင္းတစ္ေလာင္းျဖစ္လာေအာင္ဖန္တီးတယ္\nေနာက္ေတာ့လွ်ပ္စီးစီးဝင္ေစၿပီးအသက္သြင္းေပးတယ္\nဒါေပမယ့္ အေရျပားဟာလွ်ပ္စီးျဖတ္တဲ့အရွိန္ေၾကာင့္\nတြန႔္လိမ္ကုန္ၿပီးအရမ္းကိုေၾကာက္စရာအသြင္ရွိတဲ့မေကာင္းဆိုးဝါးတစ္ေကာင္ပုံစံျဖစ္သြားခဲ့တယ္\nဖရန္ကန္စတိုင္းသိပၸံပညာရွင္လည္းေၾကာက္ၿပီးထြက္ေျပးသြားခဲ့တယ္\nအဲ့ဒီမေကာင္းဆိုးဝါးဟာ\nဖရန္ကန္စတိုင္းကိုမုန္းတီးသြားၿပီး\nလိုက္သတ္တယ္\nေနာက္ေတာ့ေရခဲျပင္မွာေပ်ာက္ကြယ္သြားတယ္ဆိုတဲ့ဇာတ္လမ္းဗ်\nတခ်ိဳ႕႐ုပ္ရွင္ကားေတြမွာေတာ့\nသူ႔အတြက္သူ႔လိုမိန္းကေလးအေဖာ္ကိုဖန္တီးေပးတာေတာင္\nလက္မခံပဲအဲ့ဒီမိန္းကေလးအေလာင္းေကာင္ကိုေရာ\nဖရန္ကန္စတိုင္းကိုပါသတ္ပစ္ခဲ့တယ္တဲ့\nဒီဇာတ္ကားရဲ႕ဇာတ္လမ္အက်ဥ္းကေတာ့\n၁၉ရာစုမွာလူေသေတြကိုအသက္သြင္းတဲ့နည္းပညာဟာ\nကမာၻမွာထြန္းကားလာေနပါတယ္\nအဲ့ဒီနည္းပညာဟာ\n၁၈ရာစုမွာေပၚထြန္းခဲ့တဲ့ဖရန္ကန္စတိုင္းရဲ႕\nနည္းပညာကိုအေျခခံၿပီးဖန္တီးထားတာပါ\nဒါေပမယ့္\nဖရန္ကန္စတိုင္းဖန္တီးခဲ့တဲ့\nThe Oneလို႔ေခၚတဲ့\nအသက္ဝင္ေနတဲ့အေလာင္းေကာင္တစ္ေကာင္ပဲ\nစကားေျပာႏိုင္၊ ေတြးႏိုင္စြမ္းရွိၿပီး\nေနာက္ပိုင္းမွာထြက္ေပၚလာတဲ့နည္းပညာနဲ႔ဖန္တီးထားတဲ့\nအေလာင္းေကာင္ေတြမွာက်ေတာ့ စကားေျပာႏိုင္၊ေတြးႏိုင္စြမ္းလုံးလုံးမရွိဘူးတဲ့\nေျပာရရင္ေတာ့soulမရွိတဲ့အခြံႀကီးသက္သက္လိုျဖစ္ေနတာေပ့ါဗ်ာ\nအဲ့မွာမွ ေဒါက္တာဝပ္ဆန္ဆိုတဲ့လူဟာ\nသူ႔သူငယ္ခ်င္းကိုအသက္ျပန္သြင္းၿပီး\nSoulကိုပါျပန္‌ရေအာင္အသည္းအသန္ႀကိဳစားေနတယ္\nSoulကိုျပန္ရႏိုင္တဲ့နည္းလမ္းဟာလည္း\nဖရန္ကန္စတိုင္းရဲ႕နည္းလမ္းပဲရွိတာကိုသိလာတဲ့ေနာက္မွာေတာ့ ေသတနမွတ္တမ္းေတြကိုဝပ္ဆန္တစ္ေယာက္ရွာေဖြဖို႔ျဖစ္လာပါတယ္\nဒါေပမယ့္ထူးဆန္းတာက ဖရန္ကန္စတိုင္းေသၿပီးေနာက္မွာ\nThe oneဟာမွတ္တမ္းေတြကိုယူၿပီးေပ်ာက္ကြယ္သြားခဲ့တယ္\nအဲ့လိုနဲ႔ဖရန္ကန္စတိုင္းရဲ႕မွတ္တမ္းေတြကိုလိုက္ရွာတဲ့\nခရီးစဥ္ေတြကိုစတဲ့အခါမွာေတာ့မထင္မွတ္ထားတာေတြျဖစ္လာခဲ့ပါေတာ့တယ္\nဝပ္ဆန္တစ္ေယာက္မွတ္တမ္းေတြကိုရခါနီးေလ\nမွတ္တမ္းေတြေနာက္ကြယ္ကအမွန္တရားကိုသိလာေလေလျဖစ္လာေလပါပဲ\nအဲ့ဒီအမွန္တရားဟာဘာျဖစ္မလဲ\nဝပ္ဆန္တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူကိုsoulျပန္ရေအာင္လုပ္ေပးႏိုင္ပါ့မလားဆိုတာကို\nကိုယ္တိုင္ပဲၾကည့္လိုက္ၾကပါ\nThe empire of corpses\n...........................................\nIMDb 6/10\nMy anime list 7/10\nဒီကားဟာနည်းနည်းတော့ထူးခြားတယ်ဗျ\nနောက်တိုင်းမှာထင်ရှားကျော်ကြားတဲ့ဇာတ်ကောင်တွေရော အပြင်မှာတကယ်ရှိခဲ့တဲ့ဇာတ်ကောင်တွေကိုသုံးထားတာဗျ\nတခုတော့\nသူ့ရဲ့ဇာတ်အိမ်ကဒီUniverse မှာတည်တာမဟုတ်ဘူး\nတခြားuniverseမှာတည်တာဗျ\nဇာတ်လမ်းအကျဉ်းမပြောခင်\nဇာတ်လမ်းမကြည့်ခင်သိသင့်တာတွေအရင်ပြောထားမှဖြစ်မယ်ထင်တယ်\nဒီကားတွန်းကားရဲ့အဓိကဇာတ်ကောင်နေရာကို\nရှားလော့ဒ်ဟုမ်းရဲ့တွဲဖက် ဒေါက်တာဝပ်ဆန်ကိုထားထားတယ်\n(ရှားလော့ဒ်ဟုမ်းဆိုတာဟာ ဆာအာသာကိုနန်ဒွိုင်းရဲ့\nနာမည်ကျော်ဝတ္ထုဇာတ်ကောင်ဖြစ်ပါတယ်\nမြန်မာကလူတော်တော်များလည်း\nBBC ရှားလော့ဒ်ဟုမ်းဇာတ်လမ်းတွဲကိုကြိုက်ကြတဲ့လူများလို့သိကြမယ်ထင်ပါတယ်)\nဒီကားရဲ့ဇာတ်လမ်းကို\nဗစ်တာ ဖရန်ကန်စတိုင်းရဲ့ သေလူကိုအသက်ပြန်သွင်းတဲ့နည်းပညာမှာအခြေခံပြီးကွန့်မြူးထားတာဗျ\nဖရန်ကန်စတိုင်းဆိုတာက ၁၈ရာစုမှာ ပေါ်ထွန်းခဲ့တဲ့စာရေးဆရာ Mary Shellyရဲ့\nကမ္ဘာကျော်ဝတ္ထုထဲကဇာတ်ကောင်ပါ\nဆိုတော့ကာ\nဒီကားကြည့်ဖို့ဖရန်ကန်စတိုင်းဇာတ်လမ်းကိုအကျဉ်းလောက်တော့သိထားဖို့လိုပါလိမ့်မယ်\n၁၈ရာစုလောက်တုန်းက သိပ္ပံပညာရှင်တစ်ယောက်ရှိဖူးပါတယ်\nသူဟာ အလောင်းတွေဆီကနေ\n‌အကောင်းဆုံးအလှဆုံး\nခြေထောက်တွေလက်တွေခေါင်းတွေအစရှိတဲ့\nကိုယ်ခန္ဓာအစိတ်အပိုင်းတွေကိုဖြုတ်ယူပြီး\nပြီးပြည့်စုံတဲ့အလောင်းတစ်လောင်းဖြစ်လာအောင်ဖန်တီးတယ်\nနောက်တော့လျှပ်စီးစီးဝင်စေပြီးအသက်သွင်းပေးတယ်\nဒါပေမယ့် အရေပြားဟာလျှပ်စီးဖြတ်တဲ့အရှိန်ကြောင့်\nတွန့်လိမ်ကုန်ပြီးအရမ်းကိုကြောက်စရာအသွင်ရှိတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ပုံစံဖြစ်သွားခဲ့တယ်\nဖရန်ကန်စတိုင်းသိပ္ပံပညာရှင်လည်းကြောက်ပြီးထွက်ပြေးသွားခဲ့တယ်\nအဲ့ဒီမကောင်းဆိုးဝါးဟာ\nဖရန်ကန်စတိုင်းကိုမုန်းတီးသွားပြီး\nလိုက်သတ်တယ်\nနောက်တော့ရေခဲပြင်မှာပျောက်ကွယ်သွားတယ်ဆိုတဲ့ဇာတ်လမ်းဗျ\nတချို့ရုပ်ရှင်ကားတွေမှာတော့\nသူ့အတွက်သူ့လိုမိန်းကလေးအဖော်ကိုဖန်တီးပေးတာတောင်\nလက်မခံပဲအဲ့ဒီမိန်းကလေးအလောင်းကောင်ကိုရော\nဖရန်ကန်စတိုင်းကိုပါသတ်ပစ်ခဲ့တယ်တဲ့\nဒီဇာတ်ကားရဲ့ဇာတ်လမ်အကျဉ်းကတော့\n၁၉ရာစုမှာလူသေတွေကိုအသက်သွင်းတဲ့နည်းပညာဟာ\nကမ္ဘာမှာထွန်းကားလာနေပါတယ်\nအဲ့ဒီနည်းပညာဟာ\n၁၈ရာစုမှာပေါ်ထွန်းခဲ့တဲ့ဖရန်ကန်စတိုင်းရဲ့\nနည်းပညာကိုအခြေခံပြီးဖန်တီးထားတာပါ\nဒါပေမယ့်\nဖရန်ကန်စတိုင်းဖန်တီးခဲ့တဲ့\nThe Oneလို့ခေါ်တဲ့\nအသက်ဝင်နေတဲ့အလောင်းကောင်တစ်ကောင်ပဲ\nစကားပြောနိုင်၊ တွေးနိုင်စွမ်းရှိပြီး\nနောက်ပိုင်းမှာထွက်ပေါ်လာတဲ့နည်းပညာနဲ့ဖန်တီးထားတဲ့\nအလောင်းကောင်တွေမှာကျတော့ စကားပြောနိုင်၊တွေးနိုင်စွမ်းလုံးလုံးမရှိဘူးတဲ့\nပြောရရင်တော့soulမရှိတဲ့အခွံကြီးသက်သက်လိုဖြစ်နေတာပေ့ါဗျာ\nအဲ့မှာမှ ဒေါက်တာဝပ်ဆန်ဆိုတဲ့လူဟာ\nသူ့သူငယ်ချင်းကိုအသက်ပြန်သွင်းပြီး\nSoulကိုပါပြန်‌ရအောင်အသည်းအသန်ကြိုစားနေတယ်\nSoulကိုပြန်ရနိုင်တဲ့နည်းလမ်းဟာလည်း\nဖရန်ကန်စတိုင်းရဲ့နည်းလမ်းပဲရှိတာကိုသိလာတဲ့နောက်မှာတော့ သေတနမှတ်တမ်းတွေကိုဝပ်ဆန်တစ်ယောက်ရှာဖွေဖို့ဖြစ်လာပါတယ်\nဒါပေမယ့်ထူးဆန်းတာက ဖရန်ကန်စတိုင်းသေပြီးနောက်မှာ\nThe oneဟာမှတ်တမ်းတွေကိုယူပြီးပျောက်ကွယ်သွားခဲ့တယ်\nအဲ့လိုနဲ့ဖရန်ကန်စတိုင်းရဲ့မှတ်တမ်းတွေကိုလိုက်ရှာတဲ့\nခရီးစဉ်တွေကိုစတဲ့အခါမှာတော့မထင်မှတ်ထားတာတွေဖြစ်လာခဲ့ပါတော့တယ်\nဝပ်ဆန်တစ်ယောက်မှတ်တမ်းတွေကိုရခါနီးလေ\nမှတ်တမ်းတွေနောက်ကွယ်ကအမှန်တရားကိုသိလာလေလေဖြစ်လာလေပါပဲ\nအဲ့ဒီအမှန်တရားဟာဘာဖြစ်မလဲ\nဝပ်ဆန်တစ်ယောက် သူငယ်ချင်းဖြစ်သူကိုsoulပြန်ရအောင်လုပ်ပေးနိုင်ပါ့မလားဆိုတာကို\nကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါ\nFile size…1.9GB/900MBQuality…1080p ...",
        "rating": "6.0",
        "url": "https://megaup.net/2cve4/The_Empire_of_Corpses_(Shisha_no_Teiass)_2015(1080p)%7Bcm%7D.mp4",
        "category": "Animation, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Screen-Shot-2020-04-11-at-12.32.01-PM-140x200.png",
        "title": "Red Shoes and the Seven Dwarfs (2020)",
        "description": "Red Shoes and the Seven Dwarfs (2020)==============================IMDb Rating 6.2/10 ထိရရှိထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် . . .#Unicodeအရင်ကြည့်ဖူးကြတဲ့ စနိုးဝိုက်ဇာတ်လမ်းက​နေတစ်မူကွဲထွက်​နေတဲ့ ကာတွန်း​ကား​ကောင်း​လေးတစ်ကားလို့​ပြောလို့ရပါတယ်။ဒီကားထဲမှာ ပါ​လေရာသူရဲ​ကောင်း မင်းသားမာလင်နဲ့သူ့အ​ပေါင်းအပါ၆​ယောက်က ပါးစပ်သရမ်း​တော့ စုန်းမတစ်​ယောက်ရဲ့ကျိန်စာမိပြီး လူပု​တို​လေး၇​ယောက်ဖြစ်​နေပါတယ်။ သူတို့ကျိန်စာက​နေလွတ်ဖို့အတွက် ကမ္ဘာ​ပေါ်ကအလှဆုံး​သောမိန်းက​​လေးကနမ်းမှသာ ရမှာပါ။ စနိုးဝိုက်ကျ​တော့ တစ်မျိုး သူက ဘုတ်အီးမ​လေး သန်မာတယ် ချစ်ဖို့​ကောင်းတယ်။ သူ့မိ​ထွေးကစုန်းမသူ့အ​ဖေကလည်း သူ့မိ​ထွေးစုန်းမမှန်းသိ​တော့ စနိုးဝိုက်​လေးကို​ဘေးကင်းရာပို့ထားတယ်။ သူကိုယ်တိုင်လည်း​ပျောက်သွားတယ်။စနိုးဝိုက်​လေးက သူ့အ​ဖေကိုရှာဖို့ သူ့မိ​ထွေးဆီအသွား သူ့မိ​ထွေးရဲ့ ထာဝရလှပ​စေမယ့် ​မှော်ဖိနပ်​လေးကိုစီးမိပြီး တအားလှသွား​ရောသူစုန်းမလက်က​နေထွက်​ပြေးရင်း သူ့အ​ဖေမှာခဲ့တဲ့ သူရဲ​ကောင်း၇ဦး ဆိုတာကိုရှာရင်း အလွဲလွဲအ​ချော်​ချော်​လေး​တွေနဲ့ အဆုံးထိကြည့်ချင်​အောင်ဆွဲ​ဆောင်မှု အပြည့်ရှိလွန်းလှတဲ့ လက်ရာ​မြောက် animation ကားကောင်း​လေးဖြစ်ပါတယ်။ အသံ​နောက်ခံ​တွေက​တော့ မင်းသား​ မာလင်​နေရာမှာ Me Before Youထဲက မင်းသား ဖြစ်ပြီး။ မင်းသမီးစနိုးဝိုက်​နေရာမှာက​တော့ ​ကော်ရီး​​တွေရဲ့အချစ်​တော်အကိတ်မ​လေး Chloë ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/red-shoes-and-the-seven-dwarfs-2020/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziIyuNNNwYqv0qbOpV9VvvdnRBb.jpg",
        "title": "LEGO DC: Shazam! Magic and Monsters (2020)",
        "description": "2019 ခုနှစ်ကထွက်တဲ့ Lego Batman ရဲ့ Credit Scene မှာBilly Batson လေး Wizard ဆီ ရောက်သွားတဲ့အခန်း ပါခဲ့ပါတယ်။ဒီLegoကားကတော့ အဲဒီကားရဲ့အဆက်ပါ။ဒီထဲမှာတော့ Shazam အစွမ်းတွေရပြီး ဘီလီကကမ္ဘာကြီးကို ပိုကောင်းတဲ့နေရာဖြစ်အောင်လုပ်ဖို့ အစွမ်းကုန်ကြိုးစားနေပါတယ်။အဲဒီလို ကြိုးစားရင်းနဲ့ တစ်ရက်မှာ မထင်မှတ်ဘဲJustice League အဖွဲ့နဲ့ ဆုံမိတဲ့အခါမှာ အဖွဲ့သားတွေက သဘောကောင်းလွန်းတဲ့Shazam ကို အဖွဲ့ထဲ ဝင်ဖို့ကမ်းလှမ်းပါတော့တယ်။ဒီဇာတ်ကားထဲမှာ Shazam ရဲ့ Villain တွေကို အကုန်လုံးနီးပါးထည့်သွင်းထားတာမို့လို့ DC fan တွေ အကြိုက်တွေ့မယ့် Lego ကားလေးပါ။Credit Scene လည်း ပါတာမို့ စောင့်ကြည့်ပေးစေချင်ပါတယ်။ File Size : ( 763 ...",
        "rating": "6.8",
        "url": "https://megaup.net/1ws66/(CM)_LEGO_DC_Shazam_Magic_And_Monsters_2020_WEBDL_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/72692983_103186594458419_5607419605560590336_o-141x200.jpg",
        "title": "Hello World (2019)",
        "description": "Hello World(2019)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၇ ခုနှစ် Kyoto မြို့မှာ အခြေတည်ပြီး ဇာတ်လမ်းစထားပါတယ်နာအိုမီ ကာတာဂါကီ (Naomi Katagaki) ဆိုတဲ့ကောင်လေးဟာ စာဖတ်ရတာကြိုက်နှစ်သက်ပြီး တစ်ကိုယ်တည်းအေးဆေးသမားလေးပါ...တစ်နေ့ သူ စာကြည့်တိုက်က အပြန် ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူ လူတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပါတယ်ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလူဟာ အနာဂတ်ကလာတဲ့ သူကိုယ်တိုင်ဖြစ်နေတာပါပဲ...ဒီမှာဇာတ်လမ်းစပြီး အနာဂတ်က သူက ဘာလာလုပ်တာလဲ?? ဘာတွေဆက်ဖြစ်လာမှာလဲ?? ဆိုတာတွေကိုတော့ ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်တစားကြည့်ရှူရမှာပဲဖြစ်ပါတယ်ဒီကားလေးက Anime ချစ်သူတွေအတွက် မလွတ်တမ်းကြည့်ရှူသင့်တယ်လို့ ကျွန်တော်တော့ထင်မိပါတယ်...ဇာတ်လမ်းက Anime တို့ ထုံးစံအတိုင်း မတူကွဲပြားတဲ့ပုံစံနဲ့ ဆွဲဆောင်ထားတယ်...Kyoto မြို့ကြီးကို မြင်နေကြတဲ့မဟုတ် ပုံစံနဲ့တွေ့ရတာရယ် လှပတဲ့ရှုခင်းတွေ ဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကြည့်ရတာ တော်တော်လေးအရသာရှိပါတယ်...ကဲ ပြောနေကြာတယ် အခုပဲ ကြည့်ရှူခံစား အားပေးကြပါဦး...(E sub ကနေ ဘာသာပြန်ထားတာဖြစ်တဲ့အတွက် လိုအပ်ချက်လေးတွေရှိခဲ့ရင် နားလည်ခွင့်လွှတ်ပေးကြပါ...ဇာတ်ဝင်တေးတွေကအစ သေသေချာချာလေး အကောင်းဆုံးပြန်ဆိုပေးထားလို့ အားရကျေနပ်ကြလိမ့်မယ်လို့မျှော်လင့်မိပါတယ်...တစ်လက်စတည်း.. ဘာသာပြန်ဆိုရာမှာ ဂျီကျသမျှမငြီးမငြူ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qp2g/(CM)Hello_World_[1080p_BD].mp4",
        "category": "Animation, Asian, Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKgV8T3inB5EnVDg0Jeh2L6ttQ9.jpg",
        "title": "The Willoughbys(2020)",
        "description": "The Willoughbys(2020)နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။ ဒီကာတွန်းလေးကတော့ အရင်ကြည့်ဖူးတဲ့ ပုံတွေနဲ့ မတူဘဲ တမူထူးဆန်းပြီး ရယ်ရပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြောင်ဆရာကြီးတစ်ကောင်က ပြောပြနေတဲ့ပုံနဲ့ တည်ဆောက်ထားပါတယ်။ ဆရာကြောင်က ပြောတယ်\nမိသားစုတွေ ချစ်ခင်တာတွေ စည်းလုံးတာတွေ အဆုံးသတ်မှာ ပြန်ပေါင်းတဲ့ ဇာတ်လမ်းမျိုးတွေကို သဘောကျတတ်ရင် ဒီရုပ်ရှင်က မင်းအတွက် မဟုတ်ပါဘူးတဲ့။\nဟုတ်ပါတယ် ဒီရုပ်ရှင်ထဲက အဓိက မိသားစုကတော့ ဝယ်လိုဘီ မိသားစုပါ။သူတို့တွေဟာ အစဉ်အဆက် သိပ္ပံပညာရှင်တွေ၊အနုပညာရှင်တွေ ကြီးမြတ်တဲ့သူတွေ ဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် မျိုးဆက်တစ်ခုအရောက်မှာတော့ တော်နေ တတ်နေကြတာတွေအဆုံးသတ်သွားသလိုပါပဲ။ ဝယ်လိုဘီ ဇနီးမောင်နှံဟာ ဘာမှ မထူးချွန်ပေမယ့်တစ်ယောက်ကို တစ်ယောက် အရမ်းချစ်ကြပါတယ်။ ချစ်တာမှ အခြား ဘယ်သူ့ကိုမှမချစ်တတ်လောက်အောင်ကို ချစ်တာပါ။ လင်မယားချင်းပဲချစ်ကြပြီး မွေးထားတဲ့ ကလေး ၄ ယောက်ကို တော့မေတ္တာတစ်စက်မှမရှိကြသလို သာမန်ဂရုစိုက်မှုမျိုးလေးတောင် မလုပ်ပါဘူး။နေ့တိုင်းလင်မယားနှစ်ယောက်ထဲ သာယာနေကြတာပါ။ ဒီတော့ ကလေး ၄ ယောက်လည်းမိဘကျေးဇူးဆပ်တဲ့အနေနဲ့ သေဖို့ ရာနှုန်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Sh9w/The_Willoughbys.2020.480P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/TO-138x200.jpg",
        "title": "To Your Last Death(2019)",
        "description": "To Your Last Death(2019)ထိတ်လန့်ဖွယ် ခပ်ကြမ်းကြမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် Animation ဇာတ်ကြမ်းကားတစ်ကား လာပါပြီ...ဇာတ်လမ်းအညွှန်းDeKalb ဆိုတဲ့ အာဏာရှိမိသားစုမှာ သားသမီးလေးယောက်ရှိရာက သူတို့လေးယောက်လုံးကို ငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကြီးဟာ ညှင်းပန်းနှိပ်စက်ခဲ့တာပါ...စီးပွားရေးရာမှာ အောင်မြင်လာတဲ့ဖခင်ကြီးဟာ နိုင်ငံရေးဘက်ကို ခြေစုံပစ်ဝင်ဖို့ ကြိုးစားလာပြီး ဒုတိယသမ္မတအဖြစ် မဲဆွယ်ပွဲလုပ်တဲ့အခါမှာ သားသမီးလေးယောက်လုံးဟာ သူတို့အဖေရဲ့မကောင်းကြောင်းကို လူရှေ့သူရှေ့မှာ ထုတ်ဖော်ပြောကြားလိုက်တဲ့အတွက် သူ့ရဲ့နိုင်ငံရေးကြိုးပမ်းမှုဟာ ကျရှုံးခဲ့ရပါတယ်...\nဖခင်ဖြစ်သူအတွက်တော့ ကမ္ဘာမကျေ ဖြစ်ရပ်ပါပဲ..အဲ့ဒီနောက်တော့\nဖခင်ဖြစ်သူဟာ ဘယ်လိုရက်စက်ယုတ်မာမလဲ...\nသားသမီးတွေကရော ဘယ်လို လူသတ်သမားမျိုးစုံနဲ့တွေ့မလဲ...\nဒီ Animation က အက်ရှင်ကားဖြစ်ပြီး လူသတ်ချက်တွေလည်း\nရက်စက်ပြီး ထိတ်လန့်စရာကောင်းပါတယ်...\nPlot Twist တွေများတဲ့အပြင် ခပ်ဆန်းဆန်းဇာတ်အိမ်လည်းဖြစ်လို့\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:31:00\nGenre : Animation , Action , Horror\nSubtitle ...",
        "rating": "6.6",
        "url": "https://megaup.net/2S2qk/To_Your_Last_Death.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VlXER3FImHeFuUjBShFamhIp9M.jpg",
        "title": "Mortal Kombat Legends: Scorpion’s Revenge (2020)",
        "description": "အသစ္စက္စက္ထြက္ရိွလာတဲ့ Mortal Combat Animation ပါ။ေတာ္ေတာ္ေလး ၾကၫ့္လို႔ေကာင္းပါတယ္။ဂိမ္းသမားေတြကေတာ့ ဘရုစ္လီနဲ႔သံခေမာက္ဆိုရင္ မသိတဲ့လူ မရိွသေလာက္ပါပဲ။ေသြးသံတရဲရဲေတြနဲ႔မို႔ R rated ႀကိဳက္တဲ့သူေတြအတြက္ ရွယ္ပါပဲ။ဇာတ္လမ္းအက်ဉ္းကေတာ့ စႂကၤဝဠာႀကီးအစမွာElder God ေတြက realm ေတြဖန္တီးေပးခဲ့ၾကတယ္။ကိုယ့္ေလာကဆီကို တျခားေလာကကသူေတြ လာမက်ူးေက်ာ္ဖို႔generation တစ္ခုမွာတစ္ခါ realm တိုင္းက အေတာ္ဆံုးတိုက္ခိုက္ေရးသမားေတြစုၿပီးယွဉ္ၿပိဳင္တိုက္ခိုက္ေစတယ္။ အဲဒီၿပိဳင္ပြဲရဲ့နာမည္ကေတာ့ Mortal Kombat ေပါ့။Mortal Kombat ကို realmတစ္ခုတည္းကေန ၁၀ ပြဲဆက္တိုက္ႏိုင္သြားခဲ့ရင္ အႏိုင္ရတဲ့သူကတျခားrealmေတြနဲ႔ေပါင္းၿပီး သူအုပ္ခ်ဳပ္ခ်င္သလို အုပ္ခ်ဳပ္ခြင့္ရိွတယ္။Earthrealm ကေတာ့ ၿပီးခဲ့တဲ့ ၉ ပြဲမွာ Shao Khan ဆိုတဲ့ဧကရာဇ္ႀကီးကို ရႈံးထားေလရဲ့။အခု ၁၀ ပြဲေျမာက္က ...",
        "rating": "",
        "url": "https://megaup.net/2c3vV/(CM)_Mortal_Kombat_Legends_Scorpions_Revenge_2020_WEBRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMjIwNjg1NmUtMGE5Yi00YmQxLTg0M2QtMGQyNDVlZWUwOGUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Trolls World Tour (2020)",
        "description": "Trolls ဆိုတဲ့ ကာတွန်းရုပ်ရှင်လေးကို\nမှတ်မိကြသေးလားမသိဘူး။\nသီချင်းလေးတွေ လှလှပပလေးနဲ့\nဇာတ်လမ်းကောင်းကောင်းလေးလေ။\nအခု အဲဒီ Trolls ရဲ့ အဆက်လာပါပြီ။\nဒီတစ်ခါတော့ မှင်စာလေးတွေရဲ့\nကမ္ဘာကြီးကို ချဲ့ပြလိုက်ပါပြီ။ ပေါ့ပီ နဲ့ ဘရန့်ချ်တို့ဟာ\nသူတို့နေထိုင်တဲ့ မှင်စာမျိုးနွယ်စုဟာ\nကမ္ဘာကြီးတစ်ခုလိုထင်ထားပေမယ့် မဟုတ်ခဲ့ပါဘူး။\nအခြားသောမှင်စာ မျိုးနွယ်လေးတွေ ရှိပါသေးတယ်။\nအဲဒီမျိုးနွယ်တွေက တကယ်တော့ ဂီတအမျိုးအစားအပေါ်\nအကြိုက်မတူကြလို့ ရှေးရှေးတုန်းက လမ်းခွဲခဲ့ကြတဲ့ မျိုးနွယ်တွေပါပဲ။\nဟာ့ဒ်ရော့ခ်၊ ကလက်စစ်ကယ်၊ တက်ခ်နို၊\nကန်းထရီး၊ ဖန့်ခ်၊ ပေါ့ပ် ဆိုပြီး ၆ ခု ကွဲနေကြတာပါ။ ပေါ့ပီတို့ကတော့ ပေါ့ပ် မျိုးနွယ်စုပါပဲ။\nဟာ့ဒ်ရော့ခ် မျိုးနွယ်စုရဲ့ ဘုရင်မ ဘာ့ဘ်က မျိုးနွယ်အားလုံးကို\nအနိုင်ယူပြီး မှင်စာအားလုံးကို ရော့ခ်\nဂီတတစ်ခုတည်းအောက်မှာ\nအုပ်ချုပ်ဖို့ ကြိုးစားလာတဲ့အခါ ပေါ့ပီ နဲ့\nဘရန့်ချ်တို့ စွန့်စားခန်းတွေ ထပ်ဖွင့်ပြီး\nဘာ့ဘ်ကို တားဖို့ ကြိုးစားရပါတော့တယ်။\nဇာတ်လမ်းဖတ်မိတာနဲ့ ဒီတစ်ခါ ဂီတအစုံ\nနားထောင်ရတော့မယ်ဆိုတာကို ကြိုသိမှာပါ။\nဇတ်လမ်းကလည်း အတော်ကောင်းတာမို့\nအားရပါးရ ကြည့်ပြီး အပန်းဖြေလို့ ရပါပြီ။\nLittle Neo က ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်။",
        "rating": "7.3",
        "url": "https://megaup.net/Q1fc/Trolls.World.Tour.2020.720p_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTamgU6ZofNQeCAlwyjMvy7lKSx.jpg",
        "title": "Altered Carbon: Resleeved(2020)",
        "description": "Altered Carbon: Resleeved(2020)ရှုတ်ထွေးလွန်းတဲ့ မြို့လယ်ခေါင်မှာ ကောင်မလေးတစ်ယောက်နောက်ကို လူကြမ်းကြီး(၂)ယောက် လိုက်နေတယ်....ဒီကောင်မလေးကြည့်ရတာ အဖွဲ့အစည်းတစ်ခုကနေအကြောင်းတစ်ခုကြောင့် အသေလုပြေးနေရတဲ့ပုံပဲ....\nသိပ်မကြာဘူး....သူ့ကိုလိုက်နေတဲ့ (၂)ယောက်အပြင် တစ်ခြား ကြေးစားလူသတ်သမားတစ်ယောက်ကလည်း ဒီကောင်မလေးနောက်ကိုလိုက်နေပြန်တယ်...\nကံကောင်းထောက်မစွာ အဖွဲ့အစည်းတစ်ခုက လူရွယ်တစ်ယောက်က ဒီကောင်မလေးကို ကယ်တင်လိုက်နိုင်တယ်....\nဘာကြောင့်ဒီကောင်မလေးကို လိုက်သတ်နေကြတာလဲ....\nဒီဂျပန် Animation ဇာတ်ကားဟာ စစချင်း ဇာတ်ကောင်တွေ သိပ္ပံအက်ရှင်ပီပီ\nအဲ့ဒီခေတ်ရဲ့ ဆန်းပြားတဲ့နည်းစနစ်တွေကို ခပ်သွက်သွက်မိတ်ဆက်ရင်း\nဇာတ်လမ်းကိုပုံဖော်ထားတယ်...\nငွေကြေးချမ်းသာရင် နာမ်တစ်ခုကို ရုပ်ခန္ဓာအသစ်တစ်ခုဆီကူးပြောင်းရင်း အသက်ဆက်လို့ရသလို တခြားဂြိုလ်မှာရှိတဲ့\nရုပ်ခန္ဓာအသစ်ဆီကူးပြောင်းရင်း တစ်နေရာဆီ အလွယ်တစ်ကူကူးပြောင်း နိုင်တယ်...\nဒီ Animation ကားက ရာကူဇာဂိုဏ်းတွေ ကြေးစားလူမိုက်ပေါင်းစုံတွေ\nမှော်ဆန်တဲ့ ကိစ္စတွေ၊ ခပ်ဆန်းဆန်း သိပ္ပံပညာတွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတာပါ...\nအက်ရှင်အလန်းစားတွေများစွာပါဝင်တဲ့အပြင် စိတ်ဝင်စားဖွယ်ရာကောင်းတာမို့\nAnimation ကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် လက်မလွှတ်သင့်ပါကြောင်း\nသတင်းကောင်းပါးပါရစေ..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thinzar Htet ပဲဖြစ်ပါတယ်... File Size : (800 MB) and (318 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:14:00\nGenre : Animation,Sci-Fi\nSubtitle : ...",
        "rating": "6.8",
        "url": "https://megaup.net/3xEqq/Altered_Carbon._Resleeved.2020.WEB-DL.720P.PP.mp4",
        "category": "Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BM2MxY2QwYTAtMDM1My00MTc0LWEwZjktMDdjODY2NWJiNDg2XkEyXkFqcGdeQXVyODY3ODQ2MTk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "One Piece: Stampede (2019) Blu-ray",
        "description": "ONE PIECE :STAMPEDE\n===================\nOne Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။\nSky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။ One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။\nTime Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့ Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့် Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့ Wano အပြီးလို့လဲထင်စရာရှိပါတယ် ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ ခေါင်းစားစရာမရှိပါဘူး။ ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။\nဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/one-piece-stampede/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Rio-2-poster-135x200.jpg",
        "title": "Rio 2 (2014)",
        "description": "Rio 2 (2014)_____IMDb - 6.3/10Rio 2 (2014) အညွှန်း\nRio 2 မှာတော့ အရှေ့ကားထက်ပိုကောင်းအောင်\nရုပ်ပိုင်းရော အသံ‌ပိုင်းမှာပါ အဆင့်မြှင့်ထားပါတယ်။\nသီချင်းတွေလည်းကောင်းတဲ့အပြင်\nအသံသရုပ်ဆောင်အသစ်တွေကိုလည်း\nဂရမ်မီဆုရ အဆိုတော်တွေကို ခေါ်ထားပါတယ်။\nဒီကားမှာ ဘလူး ဟာ ကလေး\n၃ ယောက်အဖေ ဖြစ်နေပြီးတော့\nသူတို့မိသားစုက အမေဇုန်တောထဲကို\nစွန့်စားပြီး ခရီးထွက်ကြမှာပါ။\nပိုလှပတဲ့ရှုခင်းတွေ၊ ပိုစုံလင်တဲ့တိရစ္ဆာန်တွေနဲ့\nသီချင်းအသစ်တွေလည်း\nအများကြီးပါလာမှာ ဖြစ်ပါတယ်။\n \nရုပ်ရှင်ကားကို Htet Wai Lwin က ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.3",
        "url": "https://megaup.net/Rvu7/Rio_2_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]