[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AudXaWqKI4Bb9xIsyjTeQCTxJId.jpg",
        "title": "Birdcage Inn (1998)",
        "description": "Birdcage Inn (1998)~ IMDb rating - 7/10 ~(ကင်ကီဒွပ်ရဲ့ အစောပိုင်းကားတွေထဲက တစ်ကားဖြစ်တဲ့အတွက် အကြည်ရဖို့မလွယ်လို့ ရှိတဲ့ ကွာလတီနဲ့ပဲ ကြည်အောင် တင်ပေးလိုက်ပါတယ်ခင်ဗျာ)Birdcage Inn ဟာ ကင်ကီဒွပ်ရဲ့ အစောပိုင်း ကာလတွေတုန်းက ရုပ်ရှင်တစ်ကားပါ။ တိတိကျကျဆို တတိယမြောက်ကားပါ။ နောက်ပိုင်း တချို့ကားတွေမှာ ကင်ဟာ ပရိသတ်နဲ့ဈေးကွက်အကြိုက်အရ နာမည်ကျော်သရုပ်‌‌ဆောင်တွေသုံးရင်း သူ့ရုပ်ရှင်တွေကနေ သူပြချင်တဲ့အမှန်တရားရော သူကိုယ်တိုင်ရော ပျောက်ဆုံးဖူးခဲ့တယ်ဆိုပါတယ်။ အင်တာဗျူးတစ်ခုမှာ ရုပ်ရှင်ရိုက်တဲ့အခါ အရေးအကြီးဆုံးက ဘာလဲလို့မေးတော့ အမှန်တရား ဝါ ရိုးသားမှုလို့ဖြေခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူ့ရုပ်ရှင်တွေမှာ သူ့ရင်ခုန်သံစစ်စစ်တွေကိုပဲ ကြားရချင်တဲ့ ကင်ရဲ့ အစောပိုင်းကာလတုန်းက အရိုးသားဆုံးရုပ်ရှင်တစ်ကားပါ။ဇာတ်ကတော့ ငှက်လှောင်အိမ်အင်းလို့ခေါ်တဲ့ အင်းတစ်ခုဆီ ပြည့်တန်ဆာလုပ်ဖို့ လာတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့စဖွင့်ထားတယ်။ ဒီအလုပ်က သူ့ကို ဘယ်လောက်ပင်ပန်းစေလဲတော့မသိပါဘူး။ အဖွင့်မှာ ရေစပ်နားချထားတဲ့ ခုံပေါ်မှာထိုင်ရင်း ငိုက်ပြီး ရေထဲပြုတ်ကျသွားတာနဲ့ စဖွင့်ထားတယ်။ Bad ...",
        "rating": "7",
        "url": "https://megaup.net/1Ogrx/(CM)_Birdcage_Inn_(1998)_480p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiInEBf347n4SeyshNJjDBRuFJ.jpg",
        "title": "[18+]Elles(2011)",
        "description": "[18+]Elles(2011) အညွှန်း****************** 2011 က ထွက်ရှိခဲ့တဲ့ ပိုလန် Erotic drama ဇာတ်ကားဖြစ်ပြီး IMDb 5.6/10 အထိရရှိထားပါတယ်။အသက်ပြည့်မှ ကြည့်သင့်တဲ့ ဇာတ်ဝင်ခန်းများပါဝင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အန်းက နာမည်ကြီးမဂ္ဂဇင်းတစ်ခုက ဂျာနယ်လစ်ဖြစ်ပြီးသားနှစ်ယောက်မိခင်ပါ။ သူ ဒီတစ်ခေါက်ရေးနေတဲ့ ဆောင်းပါးကဆယ်ကျော်သက်ကျောင်းသူလေးတွေ ပြည့်တန်ဆာလုပ်ကြတဲ့အကြောင်းဖြစ်ပြီး\nသူ အင်တာဗျူးလုပ်နေတဲ့ ကောင်မလေးနှစ်ယောက်ရှိပါတယ်။အဲဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဇာတ်လမ်းတွေ အတွေ့အကြုံတွေကပရော်ဖက်ရှင်နယ်ဆန်တဲ့သူ့ရဲ့ ကိုယ်ပိုင်ဘဝထဲထိ ဘယ်လို ရိုက်ခတ်လာမလဲဆိုတာကတော့-   File Size : (1.6GB) and (627MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by YZ",
        "rating": "6.7",
        "url": "https://megaup.net/3abde/Elles.2011.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/SSIS-1-141x200.jpg",
        "title": "[21+] Thought She Was Just A Convenient Fling (SSIS-318)",
        "description": "Riri Nanatsumori\nရဲ့အလှတရားလေးတွေကို ခံစားကြည့်ရအောင်\nခန္ဓာကိုယ်က သွယ်လျပြီး ကျစ်လစ်တယ်\nရုပ်ရည်က ချစ်ဖို့အရမ်းကောင်းပြီး Heart Shpae Face လေးနဲ့\nသူမရဲ့ အပြုံးတွေ ကြားမှာ ဘယ်သူ ရုန်းနိုင်မှာလဲ\nသူမရဲ့ အစိတ်ပိုင်းတွေက ရင်ဖိုစရာ သူမအသံချိုလေးနဲ့ပေါင်းလိုက်တော့\nရူးသွားနိုင်တယ် တစ်ခုသတိထားရမှာက သူက အဆိပ်ပြင်းတယ်နော်သူမက ကုမ္ပဏီက လူကြီးတစ်ယောက်နဲ့ ဖြစ်နေတာပါ\nလူကြီးအရွယ်ဆိုတော့ ဒါမျိုးလေးတွေရဲ့ အလှကို သိပ်မခံစားတက်ဘူးလေ\nတစ်နေ့တော့ Riri Nanatsumori ကသူ့ဘဝကြီး ဒီအတိုင်း\nဆက်သွားနေရင် အငယ်နှောင်းဘဝနဲ့ လမ်းဆုံးမှာဆိုတာ ကြိုသိပြီးတော့\nဘဲကြီးကို အပြီချုပ်ပြီး သူ့ဖက်ပါအောင် ဆွဲမယ် ဆိုတဲ့အကြံဖြစ်လာခဲ့ပါတယ်\nသူ့အကြံကတော့ အရမ်းကို အကွက်ဖေါ်ထားတာလှပြီး ဘဲကြီးဘယ်လို ပလေးခံရမယ်ဆိုတာ\nကြည့်လို့ကောင်းတာမို့ Ds Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "",
        "url": "https://megaup.net/1Of8f/SSIS-318.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/stars-250-156x200.png",
        "title": "[21+] Pounding Her Beauty-Uncensored Leaked(Stars-250) {DS)",
        "description": "Nanase Asahinaလေးရဲ့ Uncensored version လေးထွက်လာလို့\nဘွင်းဘွင်း ရှင်းရှင်း မှကြိုက်တယ်ဆိုတဲ့ DS Fans တွေအတွက်\nရွေးချယ်ထားပါတယ်၁၉ နှစ်အရွယ်ကောင်မလေးရဲ့ တစ်ယောက်ရဲ့ အလှတွေကို တဝကြီး ခံစားရမှာပါ\nသူမအနေနဲ့ ဒီဇာတ်ကားရိုက်ဖို့ မျှော်လင့်နေတာကြာပြီဆိုပါတယ်ကောင်လေး အမိုက်စားတွေနဲ့ သူမရဲ့ဇာတ်လမ်းကို\nမရိုးရအောင် ဖန်တီးထားပါတယ်\nကြည့်လို့ကောင်းတာမို့ ရွေးချယ်တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.76GB / 1.13GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2u9eB/STARS-250.1080p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cawd-141x200.jpg",
        "title": "{21+} Working Overtime [CAWD-164]",
        "description": "ဒီတခေါက်တင်ဆက်ပေးမယ့် အလှတရားတခုကတော့\nအသံလဲကောင်း ရုပ်လေးကလဲ baby faceလေးနဲ့\nmoko sakuraဆိုတဲ့ ပျိုမဒီလေးပဲ ဖြစ်ပါတယ်.....ကနွဲ့ကယအမူရာလေးတွေ ချွဲနွဲ့ပုံလေးတွေနဲ့\nမျက်လုံးဝိုင်းဝိုင်းတွေကြောင့် မြင်သူအဖို့\nချစ်ခင်ကြင်နာစိတ်ဖြစ်ပေါ်စေမယ့် သူလေးရဲ့\nDecencored Version တကားကိုတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File size…2.4GB / 1.2GB / 440MB\nQuality…1080p/ 720p / 360p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Java\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/2u6Sb/(21+)_Working_Overtime_With_My_Legs_Open-Moko_Sakura[CAWD-164]Decensored_HDRip_1080p_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/The-Escort-Wife-Movie-Poster-1-819x1024-1-160x200.jpg",
        "title": "[18+] The Escort Wife (2022)",
        "description": "[18+] The Escort Wife (2022)~ IMDb rating - 7.7/10 ~ပတ်ထရစ်ရှာဟာတစ်ချိန်က သာယာတဲ့အိမ်ထောင်ကိုပိုင်ဆိုင်ခဲ့ပေမယ့် ကိုယ်ဝန်ပျက်ကျပြီးတဲ့နောက် ခင်ပွန်းသည်ရဲ့ စိမ်းကားအေးစက်သွားတဲ့ဆက်ဆံရေး၊ လျစ်လျူရှုမှုကိုရင်ဆိုင်နေရသလို ကိုယ်ဝန်ပျက်ကျတဲ့ဒဏ်နဲ့ Work from home ကာလရှည်လုပ်နေရတဲ့အတွက်ငြီးငွေ့နေပါတယ်။ငြီးငွေ့မှုကိုဖြေဖျောက်တဲ့အနေနဲ့ညဘက်မှန်ဘီလူးနဲ့ဟိုကြည့် ဒီကြည့် ကြည့်ရာကနေ သူ့မီးဖိုချောင်နဲ့တည့်တည့်တိုက်ခန်းက မိန်းမငယ်တစ်ယောက်ဟာ ညစဉ်ညတိုင်း လူမထပ်စေရပဲ တစ်ယောက်ဆင်းတစ်ယောက်တက် ပျော်ပါးနေတာကို တွေ့မြင်လိုက်ရပါတော့တယ်။ ဒီမြင်ကွင်းဟာ ခင်ပွန်းရဲ့အယုအယနဲ့ကင်းကွာနေတဲ့ သူ့ကိုသွေးဆူစေတယ်၊ ရာဂတွေကိုရုန်းကြွလာစေတယ်။ သူ့ခင်ပွန်းကိုအမျိုးမျိုးမြူဆွယ်ပေမယ့် အတော်ကြီးကို စိတ်ကင်းပြတ်နေပုံရတဲ့အတွက်အကြောင်းမထူးပါဘူး။ ဒီလိုနဲ့သူချောင်းကြည့်နေကျ တိုက်ခန်းက မိန်းမငယ်ရဲ့အချစ်တော်တွေထဲမှာ သူ့ခင်ပွန်းကိုမြင်တွေ့လိုက်ရတဲ့အခါမှာတော့...ယောက်ျားတွေကို အမုန်းကြီးမုန်း အငြိုးအတေးကြီးသွားတဲ့ ပတ်ထရစ်ရှာဟာ သူ့ခင်ပွန်းသည်နဲ့တကွ တစ်ခြားသော ဖောက်လွဲဖောက်ပြန်ယောက်ျားတွေကိုပါ ပညာပေးကလဲ့စားချေဖို့အကွက်ကျကျစီစဉ်ပါတော့တယ်။ သူ့ကလဲ့စားရဲ့ပထမဆုံးအဆင့်ကတော့ သူကိုယ်တိုင်အော်ဖာလိုက်ဖို့ပါပဲ။ နောက်ဆက်တွဲကလဲ့စားတွေကို ရင်သိမ့်တုန်ဆက်လက်ရှုစားကြပါ။Miss Philippines Earth 2019 မမကြီး Janelle Tee က ပတ်ထရစ်ရှာအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး ညိုပြာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2u6ot/(CM)_The_Escort_Wife_(2022)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/miaa-611-156x200.jpg",
        "title": "[21+] I Hate My Perverted Boss {MIAA-611}",
        "description": "ကီတာနို ရဲ့အလှတွေကို တဝကြီးခံစားကြတယ်\nသူရဲ့ဟန်ပန်အမူရာလေးက ချစ်စရာလေး\nမျက်နှာထားလေးနဲ့တင် ဆွဲဆောင်မှုတွေလွှတ်ရှိနေတာ\nသူမအလုပ်က သူမရဲ့ မျက်နှာလေးနဲ့ လိုက်ဖက်ပါတယ်\nProduct Designer ပါသူက စီနီယာပါ\nတစ်နေ့မှာ အကျိုးတူ ကုမ္ပဏီကနေ အရေးကြီး\nမဖြစ်နိုင်တဲ့ ဒီဇိုင်း ထုတ်ခိုင်းပါတယ်\nအဲဒီကိစ္စက အဖွဲ့ခေါင်းဆောင်ဖြေရှင်းမှ\nပြေလည်မှာဖြစ်နေတော့ကီတာနိုနဲ့ အပေးယူလုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nအပေးအယူက အကြမ်းစားကြီးဖြစ်နေလို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.4GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 38mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/184sx/MIAA-611.1080p.%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTY0MTY1ODA0Ml5BMl5BanBnXkFtZTcwMzk1NDM3MQ@@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "[18+]Sick Nurses (2007)",
        "description": "ဒီထိုင်း ၁၈+ကတော့ သတ်ဖြတ်တာတွေကြမ်းလို့ အသက်ငယ်သူတွေ နှလုံးရောရှိသူတွေ မကြည့်ကြဖို့ အရင်ပြောပါရစေဇာတ်လမ်းကတော့ ထိုင်းဆေးရုံတစ်ခုမှာ ဆရာ၀◌န်တစ်ယောက်က Nurse လေးတွေကို မုဒိန်းကျင့်ပြီး သူ့လူယုံဖြစ်အောင်လုပ်တာပေါ့သူက ဆေးရုံးဗန်းပြပြီး လူသေတွေရောင်းတာပါ ... လူသေထဲက သူမုဒိန်းကျင့်ပြီး တစ်ခြား Nurse တွေကသတ်လိုက်တဲ့သူတစ်ယောက်က မကျွတ်မလွတ်ဖြစ်ပြီး သူတို့တွေကို ပြန်လက်စားချေတာကို ကြည့်ရမှာပါ ။File Size__(700MB)\nQuality__720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:21:00\nType__Adult, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/1842i/[18+]Sick_Nurses_(2007).mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Q71kmkvWYF6Zclq1Ie5R7nm75m.jpg",
        "title": "[18+] Bula (2022)",
        "description": "Bula (2022)မယ်လ်ဒီက အဝတ်လျှော်လုပ်ငန်းတစ်ခုမှာအလုပ်လုပ်တဲ့မိန်းမငယ်တစ်ယောက်၊ ခင်ပွန်းသည်ဒုက္ခိတကြီးကိုပြုစုလုပ်ကျွေးနေသူလဲဖြစ်တော့ သူ့ဘဝကရိုးရှင်းဟန်ရှိတယ်။ဒါပေမယ့်အပေါ်ယံဖြူစင်တဲ့မျက်နှာစာအောက်မှာ သိပ်ကြောက်စရာကောင်းတဲ့ မိန်းမတစ်ယောက်နေထိုင်တာကို ပတ်ဝန်းကျင်တစ်ခုလုံးမသိရအောင် အနေအထိုင် သိုသိပ်ကျစ်လျစ်ပါတယ်။ သူ့မှာပြင်းပြဖောက်ပြန်တဲ့ တဏှာရမ္မက်တွေရှိတယ်။ သူ့ဖောက်သည်တွေရဲ့အဝတ်အစားတွေ ဝတ်စုံတွေကိုခိုးယူဝတ်ဆင်ပြီး သူပြုသမျှနုရာရှာတဲ့ ခင်ပွန်းသည် ဒုက္ခိတကြီးနဲ့ သူ့ရဲ့ uniform fetish တွေ Roleplay တွေနဲ့ဆန္ဒကိုဖြေဖျောက်ပါတယ်။ ဒါတင်မကပိုကြောက်ဖို့ကောင်းတဲ့အချက်က သူဟာလိုချင်တဲ့အရာတစ်ခုကို သက်မဲ့အရာဝတ္ထုကအစ သက်ရှိဘဝအဆုံး မရရအောင်ယူတတ်တဲ့သူ ရဖို့အတွက်ဘာမဆိုလုပ်ရဲတဲ့သူဖြစ်နေတာပါပဲ။ဒီလိုနဲ့ သူတို့ရဲ့ဖောက်သည်အသစ်ဖြစ်တဲ့ ရဲအရာရှိနဲ့ချစ်သူမော်ဒယ်မလေးတို့ကိုမြင်ရတဲ့အချိန်မှာ သူဟာ မော်ဒယ်မိန်းကလေးဘဝကိုအားကျပြီး ရဲအရာရှိကိုငမ်းငမ်းတက်လိုချင်လာတဲ့အချိန်... အဲ့ဒါတွေနဲ့ တပြိုင်တည်း သူတို့ဝန်းကျင်မှာဖြစ်ပေါ်နေတဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ ကွင်းဆက်လူသတ်မှုတွေကိုပါ ဒီရဲအရာရှိက စုံစမ်းစစ်ဆေးဖို့ဖြစ်လာတဲ့အချိန်မှာ သူတို့ချင်းထိပ်တိုက်ဆုံဖို့ ဖြစ်လာပါတော့တယ်။လုပ်ချင်တာလုပ်ထားပြီးရင် အလှဆုံးပြုံးနေတတ်တဲ့ မင်းသမီးငယ်လေး Ayanna Misola နဲ့ High (School) On Sex ထဲကကျောင်းဆရာမမ Rob Guinto တို့နှစ်ဦးတွဲပွဲကြမ်းထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ အရမ်းကောင်းပါတယ် စတော်ဘယ်ရီလိုပါပဲ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "",
        "url": "https://megaup.net/39Ie6/(CM)_Bula_(2022)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/134023833-142x200.jpg",
        "title": "[18+]OL Yoko Late Night Overtime (2018)",
        "description": "Office Lady လေးတစ်ယောက်ရဲ့ ဘ၀မှာကြုံတွေ့ရတာတွေနဲ့ ဘယ်လိုကြိုးစားရုန်းကုန်လှုပ်ရှားရလဲဆိုတာကြည့်ရမှာပါယောက်ျားမုန်းတဲ့သူက ယောက်ျားတေွရဲ့ကောင်းကွက်ကို သေချာသိသွားတဲ့အခါ...File Size__(1.9GB)\nQuality__1080p\nFormat__mp4\nDuration__01:20:00\nType__Adult , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://megaup.net/39BJ9/[18+]OL_Yoko_Late_Night_Overtime_(2018).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Jam_n_Jam_n-742903628-large-139x200.jpg",
        "title": "[+18]Jamon Jamon(1992)",
        "description": "[+18]Jamon Jamon(1992) အညွှန်း*****************************Penélope Cruz  နဲ့ Javier Bardem တို့လို့ နာမည်ကျော်တွေပါပြီးအတော်ကြမ်းတဲ့ (၁၈+ )ခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဇာတ်လမ်းလေးကတော့ အမျိုးသားအောက်ခံဘောင်းဘီထုတ်လုပ်တဲ့စက်ရုံပိုင်ရှင်ရဲ့သား ဂျိုးလူးဝစ်ဟာသူတို့စက်ရုံက အလုပ်သမားလေးဆေဗီယာဆိုတဲ့ကောင်မလေးနဲ့ ချစ်ကြိုက်မိသွားကြတယ်။ဆေဗီယာတို့မိသားစုပြေလည်ကြတဲ့သူတွေမဟုတ်ကြပါဘူး၊ဖခင်ကစွန့်ပစ်သွားတဲ့အတွက် ဆေဗီယာရဲ့မိခင်ဟာသူတို့ညီအစ်မသုံးယောက်ကိုငယ်စဉ်ကတည်းကရှာကျွေးရတယ်။စီးပွားရေးအခြေအနေအရ ဘားလေးတစ်ခုဖွင့်ထားတယ်၊ပတ်ဝန်းကျင်ကသူ့အမေကိုအပျက်မလို့သမုတ်ကြတယ်၊ဒီလိုနဲ့ဆေဗီယာဟာလူးဝစ်နဲ့ကိုယ်ဝန်ရှိသွားတယ်၊လူးဝစ်ရဲ့အမေဟာ ဆေဗီယာနဲ့သဘောမတူပါဘူး၊စက်ရုံမှာကြော်ငြာလာရိုက်တဲ့ ရာဟူးလ်ဆိုတဲ့တစ်ယောက်ကိုပိုက်ဆံပေးပြီးသူတို့နှစ်ယောက်ကိုပြတ်ခိုင်းအောင်ကြံစည်ခိုင်းတဲ့အခါမှတော့..... File Size :(1.9GB)(0.9GB) and (311MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1NF8w/Jamon_Jamon_1992.BLU-RAY.1080PCM).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/ssis-292-madonna-beauty-who-used-to-bully-me-is-no-150x200.jpg",
        "title": "[21+] Madonna Of The School- Marin Hinata [SSIS-292]",
        "description": "ကလေးဆိုးလေးလို သရုပ်ဆောင်တတ်တဲ့ Marin Hinata ကို JAV လောကထဲ သတိထားမိသူတွေလဲ ရှိမှာပါ။Slim Body ဆိုပေမယ့် ရှိသင့်တဲ့နေရာ ပြည့်ပြည့်ဖောင်းဖောင်းရှိတာမလို့ ကျစ်ကျစ်လစ်လစ်နဲ့ စွဲမက်စရာကောင်းသူလေးပါ။မထုံတတ်သေးရုပ်ရည်လေးနဲ့ ဒီဇာတ်ကားမှာလဲ ကလေဆိုးလေးလို သရုပ်ဆောင်ထားပါသေးတယ်..ဇာတ်လမ်းကတော့...လူ့သဘောမနောအရ အမှောင်ခြမ်းမှာ မှောင်ကြတာမျိုးပါပဲ။720p ဖိုင်ကတော့ Decensored Version ဖြစ်ပြီး 1080p ကတော့ ပိုကြည်ပေမယ့် Censor ပါပါတယ်။နှစ်သက်ရာက စီးမျောကြပါကုန်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.6 GB) & (1 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time : 01:58:00\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/39wUc/[SSIS-292]Madonna_Of_The_School-_Marin_Hinata_HDRip_1080p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/100403104907_l-143x200.jpg",
        "title": "[18+]Eloise Lover (2009)",
        "description": "Lesbian အချစ်ဇာတ်ကားလေးပါ မိန်းကလေးနှစ်ယောက်ရဲ့ အနုပညာဆန်စွာ ချစ်တဲ့ အချစ်တွေကို အသေးစိတ်ဖော်ပြပြီး ဆုတွေပါ ရခဲ့တဲ့ Adult ကားလေးပေါ့အချစ်ဆိုတာ လွတ်လပ်ခွင့်ပါပဲ ဘယ်သူ့ကို မဆို ဘယ်လိုပုံစံနဲ့ ချစ်ချစ် ရတာပေါ့လွတ်လပ်ခွင့်ကို ကောင်းစွာ အသုံးချပြီး အချစ်‌‌ေ၀ဟင်ထက် ပျံသန်းနေတဲ့ ငှက်ငယ်နှစ်ကောင်ကို ကြည့်ရှု့ကြရမှာပါ ။File Size__(900MB)\nQuality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:36:00\nType__Adult , Lesbian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "6.3",
        "url": "https://megaup.net/1NDag/[18+]Eloise_Lover_(2009).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/WWb6X_4f-141x200.jpg",
        "title": "{18+}Female Beautician Rope Discipline (1981)",
        "description": "နာကျင်မှုတွေ ဆိုတာ ဘယ်လိုမျိုးလဲ\nသာယာမှုတွေဆိုတာ ဘယ်လိုမျိုးလဲ\nကျွန်တော်ကတော့ ခံစားတဲ့သူနဲ့ပဲသက်ဆိုင်တယ်လိုထင်တယ်\nတချို့က သာယာမှုကို ကြိုက်ကြတယ် တချို့က နာကျင်မှုကိုကြိုက်ကြတယ်လိင်ကိစ္စမှာလည်း ထို့အတူပါပဲ\nတစ်ချို့က နာကျင်မှုကိုကြောက်စရာလို့မြင်နေချိန်မှာ\nတစ်ချို့က နာကျင်မှုကို အရသာခံနေပါတယ်...ဒီဇာတ်လမ်းလေးကတော့\nနာကျင်မှုကို ပေးချင်နေတဲ့ ကောင်လေးရယ်\nနာကျင်မှုကို မခံစားဖူးသေးပဲ ကြောက်နေတဲ့ အမျိုးသမီးနှစ်ယောက်ကို\nဇာတ်အိမ်တည်ထားပြီး\nခပ်ကြမ်းကြမ်းလေး ပုံဖော်ထားလို့\nDS fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.14GB / 582MB\nQuality…1080p BuRay / 720p\nFormat…mp4\nDuration….1h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.0",
        "url": "https://megaup.net/39x9j/Dan.Oniroku.Onna.Biyoshi.Nawa.Shiku.1981.1080p.BluRay.x264.AAC.XCross(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7FFkXihjD3W1ofGTrkoXV42oWG.jpg",
        "title": "[18+] Lampas Langit (2022)",
        "description": "Lampas Langit (2022)~ IMDb rating - 8.6/10 ~Vivamax ကားတွေ အထွက်စိပ် လူတွေထပ် ဇာတ်လမ်းတွေများလာတဲ့အချိန်မှာ ဝေဖန်သံတွေဟာ အတော်ဆူညံခဲ့ပုံရပါတယ်။ အခုနောက်ပိုင်းလည်း ကားတွေဆက်တိုက်ထွက်မြဲဖြစ်ပေမယ့် တစ်ကားထက်တစ်ကား ဇာတ်လမ်းတွေပိုကောင်း ဇာတ်အိမ်တွေပိုခိုင်မာလာတာလဲ အမှန်ပါပဲ။ဒီကားရဲ့ ဇာတ်လမ်းကို အကြမ်းဖျင်းသဘောပြောရမယ်ဆိုရင် အိမ်ထောင်ရေး အတော်ကြီးကို အဆင်မပြေတော့တဲ့ တက်သစ်စ စာရေးဆရာတစ်ယောက်နဲ့ သူ့ရဲ့အောင်မြင်နေတဲ့ ဖက်ရှင်ဒီဇိုင်နာ ဇနီးသည်တို့ဟာ နှစ်ယောက်တည်းအတူနေကြရင်တော့ ပြန်ပြေလည်နိုင်မလားဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ မိသားစုတွေနဲ့ဝေးတဲ့ ကိုယ်ပိုင်တိုက်ခန်းတစ်ခုဆီကို ပြောင်းလာကြပါတယ်။\nအဲ့ဒီတိုက်ခန်းမှာ သူတို့အိမ်နီးချင်းအသစ်အဖြစ်ဆုံလိုက်ရတာကတော့ ခင်ပွန်းသည်ဖြစ်သူ စာရေးဆရာရဲ့ငယ်စဉ်ဘ၀ ကတည်းက အားကျအတုယူရတဲ့ စာရေးဆရာစီနီယာကြီးတစ်ယောက်ပါ။သူတို့ နှစ်ယောက်ရဲ့ အိမ်နီးချင်းစာရေးဆရာအိုကြီးက သူတို့အိမ်ကို တံခါးမရှိ ဓားမရှိ ဝင်ထွက်သွားလာဖို့ဖိတ်ကြားလိုက်တဲ့အချိန်မှာ ဒီဘက်က ဂျူနီယာစာရေးဆရာနဲ့ ဟိုဘက်က စာရေးဆရာ အဘိုးကြီးရဲ့ သမီးငယ်တို့ကြားမှာ ချုပ်ထိန်းခံထားရတဲ့ ရမက်ဇောတွေ ပွင့်ဟလာတော့တာပါပဲ။ဇာတ်လမ်းက အပေါ်ယံထက်အများကြီးပိုရှုပ်ထွေးပါတယ်။ ခုခေတ်ကာလအထိ လူတွေ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/lampas-langit-2022/",
        "category": "Adult, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/jul-302-141x200.jpg",
        "title": "[21+] A Husband And Wife {JUL-302}",
        "description": "Ririko Kinoshita လေးရဲ့ ခန့်ငြားလှတဲ့ အလှတွေလဲကြည့်ရမယ်\nဇာတ်အိမ်ကောင်းကောင်းလေးလဲခံစား ချင်တယ်ဆိုရင် ဒီကားလေးက လက်မလွှတ်သင့်ပါဘူး\nသူမရဲ့ ရင့်ကျက်တဲ့ဣန္ဒြေ အရှက်တရား မရဲမဝံ့ စတဲ့ အမူရာလေးတွေက အရမ်းချစ်ဖို့ကောင်းနေရော\nသူ့အသက်က ၃၈ ဆိုပေမဲ့ တက်ကြွလန်းဆန်းနေသူတစ်ယောက်ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့====================\nအိမ်ထောင်သက်ကြာလာပြီးငြီးငွေ့နေတဲ့ အိမ်ချင်းကပ်ရက်\nအတွဲနှစ်တွဲအကြောင်းနဲ့အစပြုထားပါတယ်\nကလေးယူဖို့ကြိုးစားနေပေမဲ့ မအောင်မြင်ကြရှာပါဘူး\nဒါနဲ့ပဲ သူတို့ ရင်ခုန်စရာလေးတွေ ဖန်တီးမယ်ဆိုပြီး ကစားနည်းတစ်ခုထွင်လိုက်ပါတယ်\nကစားနည်းလေးက ထူးဆန်းတယ်ဗျ\nမယားချင်းလဲအိပ်တာတဲ့လေ\nဘယ်သူဘယ်လောက် မနာလိုစိတ်ရှိလဲ အဲဒီအစား ရင်ခုန်လဲ\nဆိုတာ သိရဖို့အတွက်ပါပဲ\nမမကြီးရဲ့ အမူအရာတွေက တည်ငြိမ်သလောက်\nအတွင်းစိတ်က နွားရိုင်းမလေးလို ဖြစ်နေတာကို\nပုံဖေါ်ထားတာဖြစ်ပြီး ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်တာကြောင့်\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nFile size…2.08GB  / 1.1GB\nQuality…1080p \nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtilte(Hard Sub)\nEncoder….X Cross\nTranslated by Ki  Mu Chi",
        "rating": "",
        "url": "https://channelmyanmar.org/21-a-husband-and-wife-jul-302/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krKnsfvSJM1PL40tLicRhVQ6kuG.jpg",
        "title": "[18+]Enter the Void(2009)",
        "description": "Enter the Void(2009)အညွှန်း**************************(အဖော်အချွတ်နဲ့ SEX အခန်းများပါရှိတာကြောင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး.)၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ Fantasy/ Drama ဆန်ဆန်ဇာတ်ကားဖြစ်ပြီးafter-death သီအိုရီတွေကို visual ပြကွက်အလန်းတွေနဲ့ ပြင်သစ်ဒါရိုက်တာGaspar Noe ကတင်ဆက်ပေးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကို base ထားတာတော့ ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာဖြစ်ပါတယ်။အော်စကာက ဂျပန်မှာ နေနေတဲ့ နိုင်ငံခြားသားလူငယ်တစ်ယောက်ပေါ့။သူ့အလုပ်က မူးယစ်ဆေးမှောင်ခိုရောင်းတာပါ။\nသူ့သူငယ်ချင်းဖြစ်သူ အဲလက်စ်က တခြားအလုပ်ရှာခိုင်းပေမယ့်ကိုယ်တိုင်သုံးရတာကြိုက်တဲ့ အော်စကာက ဆက်ရောင်းမြဲရောင်းနေခဲ့တာပေါ့။သူ့မှာ လင်ဒါဆိုတဲ့ ညီမတစ်ယောက်ရှိပြီး လင်ဒါက နိုက်ကလပ်မှာ အဖော်ချွတ် အကမယ်လုပ်ပါတယ်။တစ်နေ့ လက်ထောက်ချခံရပြီး အော်စကာတစ်ယောက် ရဲတွေလက်ကပြေးရင်း သေနတ်နဲ့ပစ်ခံလိုက်ရတဲ့အခါ….သူတကယ်သေသွားတာလား ဒီလောကထဲမှာ ထပ်ကျင်လည်ရဦးမှာလားဆိုတာကတော့File Size : (3.6GB)(1.1 GB) and (386 MB)\nQuality : Blu-Ray1080p5.1CH, 720p\nFormat…mp4\nDuration…02:41:00\nGenre : Drama , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Ntqp/Enter_the_Void.2009.BLU-RAY1080p5.1CH(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/365_Days_This_Day_poster-139x200.png",
        "title": "365 Days: This Day (2022)",
        "description": "365 Days: This Day (2022)အားလုံးစောင့်မျှော်နေကြတဲ့ အချစ်အနမ်း ခပ်ကြမ်းကြမ်းအခန်းတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ 365 DNI ရဲ့\nအဆက် 365 Days This Day ဆိုတဲ့ နာမည်နဲ့ ထပ်ထွက်လာပါပြီ။ဒီဇာတ်ကားမှာလည်း ပုရိသတို့အကြိုက် Masimo & Laura တို့အပြင်\nတစ်ခြားအလန်းစား ပြိုင်ဘက် Mafia Gang က ဇာတ်ကောင်အသစ်တွေပါ\nပါလာပါတယ်။ ပထမကားမှာ ဥမင်လှိုင်ခေါင်းတစ်ခုမှာ ပြိုင်ဘက် ဂိုဏ်းရဲ့\nတိုက်ခိုက်မှုကိုခံခဲ့ရတဲ့ လော်ရာ ဟာ ကိုယ်၀န်ပျက်ကျသွားရကနေ စပါတယ်။\nဒါပေမယ့် ဒီကိစ္စကို မာစီမိုကို မပြောထားခဲ့ပဲ သာမန်ဘ၀အဖြစ်ဖြတ်သန်းဖို့\nလော်ရာက ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမယ့် မာစီမိုရဲ့ ပျောက်နေတဲ့ ညီ\nပေါ်လာခဲ့တဲ့အပြင် ... ပြိုင်ဘက် မာဖီးယားဂိုဏ်းရဲ့ နှောက်ယှက်တိုက်ခိုက်မှုတွေ\nကြားမှာ မာစီမို နဲ့ လော်ရာတို့ နှစ်ယောက် ဘယ်လိုကြံ့ကြံ့ခံဖြတ်သန်းသွားမလဲဆိုတာ\nဆက်လက်ကြည့်ရှုရမှာပါ။365 ကားရဲ့ထုံးစံအတိုင်း Nude scene တွေအများကြီးကို Soundtrack\nအငြိမ်လေးတွေနဲ့ တစ်၀ကြီးကြည့်ရမှာပါ။ဒါက ...",
        "rating": "",
        "url": "https://megaup.net/2q98j/365.Days.This.Day.2022.1080p[CM].mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BODljZTM3ODAtMDc0YS00NmI4LTlmZTUtM2I5MDAzNTQxZmMxXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_SY1000_SX710_AL_-142x200.jpg",
        "title": "365 Days (2020)",
        "description": "365 Days (2020)အရင်ဆုံးပြောချင်တာက Rating ကိုကြည့်ပြီး ဆုံးဖြတ်လိုက်ရင်တော့ နောင်တတွေ တစ်သီကြီးရသွားပါလိမ့်မယ်။ဒီရုပ်ရှင်က Sex scenes ခပ်ကြမ်းကြမ်းတွေ\nတစ်ပြွတ်ကြီးကို Erotic ဆန်ဆန် ရိုက်ပြထားတဲ့ Italy/ Poland\nရုပ်ရှင်ဖြစ်ပါတယ်။သုံးထားတဲ့ Soundtrack တွေလည်း အရမ်း\nမိုက်ပါတယ် ။ Fifty shades of grey လိုကားမျိုးကို သဘောကျတယ်ဆိုရင်တော့ ဒီရုပ်ရှင်ကလည်း သင့်အကြိုက်ဖြစ်စေမှာပါ။\n18+ အခန်းတွေပါတာကြောင့်\n18 ယောက်စုပြီးမှ ကြည့်ဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအညွှန်း\n---------------မာစီမို က အီတလီ အင်အားကြီး  မာဖီးယားဂိုဏ်းမိသားစုတွေထဲက တစ်ခုရဲ့ သားဖြစ်ပါတယ် ။ ဖခင် သေနတ်ပစ်ခံရပြီးသေဆုံးမှုမှာ မာစီမိုဟာ မိန်းကလေးတစ်ယောက်ကိုတွေ့ခဲ့ရပါတယ် ။ မာစီမိုက မာဖီးယား ဂိုဏ်းရဲ့ ဆက်ခံသူဖြစ်လာခဲ့ပြီးသူတွေ့ခဲ့တဲ့ မိန်းကလေးကိုလည်း ၅ နှစ်တိတိလိုက်ရှာနေခဲ့ပါတယ် ။တစ်နေ့ သူရဲ့ မာဖီးယားဂိုဏ်းသားတွေ ဒုစရိုက်သမားတွေ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတွေနဲ့ တွေ့ဆုံပွဲတစ်ခုက အပြန် လေဆိပ်မှာ သူ ...",
        "rating": "",
        "url": "https://megaup.net/14ec3/(CM)_365.Days.2020.1080p.NF.WEB-DL.DDP2.0.x264-Nyein.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/275149856_245816037760224_2761751293238856522_n-133x200.jpg",
        "title": "(18+) Eaten Alive (1980)",
        "description": "Eaten Alive (1980)\nဇာတ်လမ်း နာမည်မြင်လိုက်တာနဲ့ ဘယ်လိုကားမျိုးဆိုတာ မှန်းလို့ရနေမှာပါ\nလူတွေဟာ မော်ဒန်ခေတ်မှာ နေနေကြပေမယ့် ကျောက်ခေတ်လိုနေထိုင်ကြတဲ့လူသားတွေလည်း ရှိနေပါသေးတယ်\nစူပါမားကတ်ကနေ ရေခဲရိုက်အသားတွေဝယ်ချက်မယ့်အစား ဂူအောင်းသားတွေကတော့ ရရာအသားကို အစိမ်းစားသောက်ကြတယ် လူရရင် လူသား မရလည်းမြွေသား ဖွတ်သား ဖားသား ဘာလာလာဒေါင်းကြသူတွေပါ\nဇာတ်လမ်းအစမှာတော့ ရှီလာဆိုတဲ့ မိန်းကလေးဟာ သူ့အစ်မ ပျောက်သွားတဲ့ ကိစ္စကို စုံစမ်းရင်း အစ်မဖြစ်သူဟာ ဘာသာရေးအစွန်းရောက်တွေနဲ့ ပတ်သက်မိပြီး ကောက်ကောက်ပါအောင် လိုက်သွားကြောင်း သိလိုက်ရပါတော့တယ် ဒါနဲ့ရှီလာဟာ\nမာ့ခ်ဆိုသူကို အဖော်အဖြစ်ခေါ်ပြီး New Guinea ကရွာလေးတစ်ရွာကို ရောက်ရှိလာပါတယ်\nဘာသာရေးအစွန်းရောက်ခေါင်းဆောင်ဟာ အဲ့ရွာကနေ ယုံကြည်သူနောက်လိုက်တွေကို ခေါ်ပြီး တောအလယ်မှာ ရွာတည်ပြီး သီးသန့်နေထိုင် ခြယ်လှယ်နေပါတော့တယ်\nခက်တာက အဲဒီရွာလေးဟာ လူသားစားအရိုင်းမျိုးနွယ်စုရဲ့ အန္တရာယ်ကိုလည်း ရင်ဆိုင်နေရပါတယ်\nရှီလာတစ်ယောက် သူ့အစ်မကို ပြန်လည်ရှာတွေ့ပြီး အိမ်အရောက် အပါခေါ်နိုင်မလား သူကိုယ်တိုင်ရော လွတ်မြောက်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ\nဒီဇာတ်လမ်းမှာထူးခြားတာက မြန်မာ-အင်္ဂလိပ်ကပြား မင်းသမီးMe Me Lai ...",
        "rating": "5.1",
        "url": "https://megaup.net/2tj5n/(CM)_Eaten.Alive.1980.1080p.BluRay.x264-SADPANDA.mp4",
        "category": "Adult, Adventure, Horror"
    }
]