[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/sdwovgsek5tt-133x200.jpg",
        "title": "(18+)Erotic Ghost Story (1990)",
        "description": "Erotic Ghost Story (1990)=================================DSဖန်တွေအတွက် ရုပ်ရှင်အသစ်တွေကို တင်ဆက်ပေးနေရင်းကနေဟိုအရင်ချိန်တွေကို ပြန်လည်သတိရလာပြီး ဒီရုပ်ရှင်ကားဟာလဲQualityကောင်းကောင်းလဲ မရှိသေးတာကြောင့် ပြန်လည်တင်ဆက်ပေးဖို့အကြံရလာခဲ့ပါတယ်....မင်းသမီးတွေကတော့ ကျွန်တော်တို့ အင်တာနက်မရှိခင်အခွေခေတ်က အိမ်မက်ထဲထိ ကြီးစိုးခဲ့တဲ့ မင်းသမီးတွေပါပဲ....ဇာတ်လမ်းအကျဉ်းပန်ဆုဆု ယွဲ့ယွဲ့ ဖိန်ဖိန်တို့ မြေခွေးညီအစ်မသုံးဖော်ဟာလူသားအဖြစ်ထာဝရပြောင်းလဲနေနိုင်ဖို့ တာအိုကျင့်စဉ်ကိုကျင့်ကြံနေတဲ့ မှော်မြေခွေးသုံးဖော်ပဲ ဖြစ်ပါတယ်....အကြီးမဖြစ်သူ ပန်ဆုဆုကတော့ အသက်ကြီးဆုံးလဲ ဖြစ်ပြီးစိတ်ထဲကလဲရင့်ကျက် ဖြူစင်သူဆိုတော့ သွေးသားဆန္ဒကိုချုပ်တည်းနိုင်နေပမယ့် ညီအစ်မငယ်နှစ်ယောက်ကတော့သွေးသားဆူပွက်မှုကြောင့် နှစ်ယောက်သားအချင်းချင်းဖြေသိမ့်ပြီးအဆင်ပြေနေခဲ့ရပါတယ်...တနေ့မှာတော့ သူတို့ညီအစ်မသုံးဖော်ရဲ့ဘဝထဲကို ယောကျာ်းပျိုတဦး ဝင်ရောက်လာခဲ့ပြီး.ဒီယောကျာ်းပျိုကိုပဲ ညီအစ်မသုံးဖော်တို့က ချစ်ခင်စုံမက်ခဲ့ပါတယ်...မုန့်ကိုသာမျှစေစားမယ် အချစ်ကိုတော့ မမျှဝေဘူးဆိုတဲ့စကားကသူတို့လို မြေခွေးညီအစ်မသုံးဖော်အတွက်တော့ မမှန်ကန်ခဲ့ပါဘူး...ညီအစ်မချင်းသိပ်ကိုချစ်ကြတော့ လုလင်ပျိုကို မျှဝေချစ်ခင်ရင်းမထင်မှတ်ထားတဲ့ တနေ့မှာတော့......\n(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nTranslated by : Dark\nEncoded by : X ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Inh9/Erotic.Ghost.Story.1990.Bluray.1080p.x264.AAC2.0CH_(DS).mp4",
        "category": "Adult, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/jul-211-139x200.jpg",
        "title": "[21+] Romance Days{JUL-211}",
        "description": "Nao Jinguji ဆိုတာ ပရိသတ်တွေကို\nမိတ်ဆက်ပေးစရာမလိုလောက်အောင်\nမျက်မှန်းတန်းပြီးသားဖြစ်နေမှာပါအသက်ကလေးငယ်ပေမဲ့ အရွယ်အစားကတော့မငယ်လှပါဘူး\nသို့ပေမဲ့ လုံးကြီးပေါက်လှနဲ့ စိတ်နှလုံးကိုသိမ်းသွင်းဆွဲငင်နိုင်သော\nခန္ဓာကိုယ်လေးလို့ ပြောရမှာပါအချိုးအစားကလှသလို မျက်နှာကျလေးကလဲ ညိုပြာညက်\nအရှေ့တိုင်းမျက်နှာပေးလေးကိုမှ ကြည့်မဝချင်စရာ\nအမူအရာလေးတွေကိုလဲ လုပ်ပြတတ်ပါသေးတယ်\nဆိုတော့ကာ ညိုကီတို့အတွက် အလှအပမြင်ရင်\nလက်တို့ပေးချင်တာမို့ ခုပဲတင်ဆက်ပေးလိုက်ပါပြီDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 973MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 57mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1bokj/FHD_JUL-211_A_sweet_and_dangerous_affair_with_my_brother%E2%80%99s_wife.1080p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-5-133x200.jpg",
        "title": "[18+] Empire of Lust (2015)",
        "description": "Empire of Lust ( 2015 )Uncut Version ဖြစ်ပြီး ဆင်ဆာဖြတ်ထားတဲ့ Scene တွေကို ပြန်ထည့်ပေးထားတာမလို့ BluRay Version ထဲမှာ Scene အစုံဆုံး Version ဖြစ်ပါတယ်။\n-------------------\nEmpire of Lust ဟာ softcore ကားလို့ပြောလို့ရတဲ့အထိ လိင်မှုခန်းတော်တော်များပြီး အင်္ဂါတွေကလွဲလို့ တော်တော်ကြီး သေချာကိုပြထားတာပါ။ သို့ပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ သာမန် 18+ကားသက်သက်ဆိုတာထက်တော့ အများကြီးပိုပါတယ်။ castတွေကတော့ တော်လည်းတော် နာမည်လည်းကြီးတဲ့ သူတွေပါ။ ဒီရုပ်ရှင်ရဲ့ကောင်းကွက်ထဲ castတွေ သရုပ်ဆောင်ကောင်းတာကလည်း အဓိကပါပဲ။Shin Ha-kyun - သူ့ကိုတော့ တောင်ကိုရီးယားက ထိပ်ဆုံးဆရာတွေထဲက တစ်ပါးဖြစ်တဲ့ ပတ်ချန်းဝုရဲ့ ရုပ်ရှင်အများစုမှာ လူအများစုရင်းနှီးပြီးသားဖြစ်မှာပါ။ ဆောင်းကန်ဟိုတို့ အီဗြောင်ဟွန်းတို့လို လူတွေနဲ့ ရင်ဘောင်တန်းသရုပ်ဆောင်နိုင်လောက်အောင် သရုပ်ဆောင်ကောင်းတဲ့သူပါပဲ။ စီးရီးအနေနဲ့ဆိုလည်း မနှစ်က သူရိုက်ထားတဲ့ beyond evilဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1bo7h/(CM)_Empire.Of.Lust.2014.BluRay_(Uncut_Version_Scene_Plus)_1080p-Naung.mp4",
        "category": "Action, Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDIzMzcxZGItNzc3Ny00MWQ3LWEzZDItZTRlMGJmZjU5N2JkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-140x200.jpg",
        "title": "(18+) Young Mother 3 (2015)",
        "description": "ရှားရှားပါးပါး မိန်းကလေး ကတ်ကိုး ကြည့်ချင်တယ်\nဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ပါလို့ မိတ်ဆက်ပေးချင်ပါတယ်\nသူမရဲ့ အိုးပါး ဆိုတဲ့ခေါ်တဲ့ အသံလေးက\nယောင်္ကျားတိုင်းကို အရည်ပျော်သွားစေနိုင်တယ်\nသူမရဲ့ အကြည့်တွေကလည်း နက်နဲလှပါဘိ\nသူမက ပြီးပြည့်စုံလွန်းတဲ့ နတ်သမီးလေးတစ်ပါးပါပဲ\nသူမနဲ့ ကီချမ်းက တစ်ကယ်ကို ပျော်ရွှင်ရတဲ့ ချစ်သူဘဝလေးပိုင်ဆိုင်ထားပါတယ်တစ်နေ့မှာတော့ သူ့အဖေမုဆိုးဖိုက သူတို့အိမ်မှာ\nအမျိုးသမီးတစ်ယောက်လိုပြီဆိုတဲ့ အကြောင်းပြချက်နဲ့\nသူရည်ရွယ်ထားတဲ့ ဆောင်းအွန်းကို အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်\nဆောင်းအွန်းကလေ အရမ်းလှလွန်းတယ်\nအရွယ်ကလည်း ရှိသေးတယ်\nသူမရဲ့ တည်ကြည်ပြီး ခန့်ညားတဲ့ အပြုံး\nဖေါရွေတဲ့ အကြည့်\nရွှန်းရွှန်းစားစားကြည့်တက်တဲ့ မျက်လုံးတွေ\nတင်းရင်းပြီး လှပတဲ့ ရင်သားအစုံအဲဒါတွေကို မြင်တော့ ကီချန်းတစ်ယောက်\nအကြီးအကျယ် မရိုးမရွတွေဖြစ်ပါတော့တယ်ကီချမ်းတစ်ယောက် မိထွေးနဲ့ ချစ်သူအကြား\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ\nနုနုဖောက်ဖောက် မိန်းကလေးနှစ်ယောက်ရဲ့ အလှတရားတွေကို\nကြက်သီးမွေးညင်းထချင်စဖွယ် ပြသထားတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…948MB / 474MB\nQuality…1080p HD RIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/2xi2y/Young.Mother.Real.3.2015.1080p.HDRip.AC3.x264(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/11ssni945-141x200.jpg",
        "title": "[21+] While My Boss Was Away-Mei Washio [SSNI-945]",
        "description": "JAV မင်းသမီးတွေထဲမှာ နုနုငယ်ငယ် ပြည့်ပြည့်တင်းတင်း အပြစ်ကင်းတဲ့မျက်နှာလေးနဲ့ ချစ်စရာလေးဆိုရင် Mei Washio ပဲ ပြေးမြင်ကြမယ်ထင်ပါတယ်။နားဝင်ချိုတဲ့အသံလေးနဲ့ ရက်ရောတဲ့လိုက်လျောမှုတွေကြောင့် ပိုပြီး အချစ်ပိုကြတဲ့ မင်းသမီးတစ်လက်ပါပဲ။SSNI-945 ဒီဇာတ်လမ်းမှာတော့ သူမရဲ့ အထင်ကရ Role တစ်ခုဖြစ်တဲ့ MILF နေရာမျိုးကနေပါဝင်ထားပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (3.1 GB) & (1.4 GB)\nQuality : HDRip 1080p & 720p\nRunning Time : 02:20:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Galon\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/2xinl/[SSNI-945]_While_My_Boss_Was_Away-Mei_Washio.HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/119710013_380052482990578_8175759980168104183_n-160x200.jpg",
        "title": "(21+) A Story Of Married Woman (SSNI-619)",
        "description": "Tsukasa Aoi ကိုတော့ နာမည်မမှတ်မိရင်တောင် ရုပ်မြင်လိုက်တာနဲ့ ဪ ဒီမင်းသမီးပါလားဆိုပြီး တန်းမှတ်မိမှာပါ\nရှားရှားပါးပါး ဆံပင်ဂုတ်ဝဲလေးနဲ့ကိုမှ သိပ်လှတဲ့အပြင် ဆွဲဆောင်‌တဲ့အကြည့်တွေ လုပ်နိုင်လွန်းတဲ့ မျက်ဝန်းတစ်စုံမှာ\nအကြိမ်ကြိမ်ရှုံးနိမ့်မိပါတယ် ဒီမျက်နှာလေးနဲ့တင် ကြည့်မဝနိုင် မေ့မရတဲ့အိမ်မက်လေးဖြစ်နေပြီးသားကို\nဖြူစင်ချောမွတ်ပြီး အမြင်နဲ့တင် ပြည့်စုံမှန်းသိသာနေတဲ့ နို့နှစ်ရောင်အသားအရေလေးကိုလဲ ပိုင်ဆိုင်ထားသူလေးပါ\nဆူကာဆာရဲ့ အကြည့်တွေ ဟန်ပန်မူရာတွေဟာ ဆန့်ကျင့်ဘက်ယောက်ျားသားတွေအတွက် မရုန်းထွက်ချင်စရာ အချစ်ပင့်ကူအိမ်လေးပါပဲ\nပြောရင်အောင်မင်းလွန်ရာကျပါလိမ့်မယ် ကိုယ်တိုင်ကိုယ်ကျခံစားကြည့်ပြီး မှန်မမှန်ဆုံးဖြတ်ကျဖို့ လက်တို့ပေးပါရစေ\nFile size…1.8GB / 879MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….1h 57mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1bm0s/SSNI-619_A_story_of_a_married_woman.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m4SDHYqLbYHnq5Lb6XPZPHgBbID.jpg",
        "title": "[18+]Elena Undone(2010)",
        "description": "[18+]Elena Undone(2010)************************LGBT တွေအပေါ် နားလည်စာနာနိုင်စေမယ့်ဇာတ်ကားလေးတစ်ပုဒ်ဖြစ်ပါတယ်။အယ်လီနာဝင်းတားစ် ဟာ ခရစ်ယာန်သင်းအုပ်ဆရာတစ်ယောက်ရဲ့ အမျိုးသမီးဖြစ်ပြီးသားတစ်ယောက်လည်းရှိပါတယ်။ ခင်ပွန်းသည်နဲ့ အတူ ဘုရားကျောင်းအမြဲတက်ပေမယ့်တချို့သောလှုပ်ရှားမှုများမှာ အင်တိုက်အားတိုက်မဆောင်ရွက်တဲ့အတွက် သူ့ပတ်ဝန်းကျင်မှာ အထီးကျန်နေသူတစ်ယောက်ဖြစ်ပါတယ်။ စာရေးဆရာမလွန်းဘတ်ကတော့ယောက်ျားလျာ တစ်ယောက်ဖြစ်ပြီး သူ့အမေကိုပြုစုရင်းနဲ့ တွဲနေတဲ့ကောင်မလေးကခြံခုန်သွားတာကြောင့် အသည်းကွဲနေသူ ဖြစ် ပါတယ်။ ယောက်ျားလျာတစ်ယောက်နဲ့ အသည်းကွဲနေတဲ့အိမ်ရှင်မဟာကံကြမ္မာရဲ့စေစားမှုကြောင့် မမျှော်လင့်ဘဲ တွေ့ဆုံပါတော့တယ်။တွေ့ဆုံပြီးနောက်မှာတော့ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်များစွာ ကြုံတွေ့ရပါတော့တယ်။LGBT တွေရဲ့ခံစားချက်တွေ၊ အခက်အခဲတွေ၊ ပတ်ဝန်းကျင်ရဲ့ မေးငေါ့မှုတွေကို ကြံကြံခံနိုင်ဖို့ရာသာမန်လူတွေ ထက်အဆများစွာခက်ခဲကြောင်း ရိုက်ပြထားတာပါ။ မိသားစုအတူကြည့်ဖို့ မသင့်တဲ့အခန်းများစွာပါဝင်ပါတယ်။File Size :(1.9GB) and (861 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Adult, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/2xhwh/Elena.Undone.2010.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/4ER4k_4c-142x200.jpg",
        "title": "[18+]A Girl on the Shore(2021)",
        "description": "[18+]A Girl on the Shore(2021)*****************************18+ ဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်းကျောင်းသူလေးခိုအုမဲဟာ စီနီယာကျောင်းသား\nမိဆုခိနဲ့ ဒိတ်နေတယ်လို့ကျောင်းမှာသတင်းထွက်နေပေမယ့် မိဆိုခိဟာ\nခိုအုမဲကို အပျော်ပဲကြံတယ်။စိတ်အလိုရှိရင်ခဏသုံးပြီးပစ်ထားလိုက်တယ်။\nဒါပေမယ့် ရုပ်ချောချောကောင်လေးတွေကိုသဘောကျတဲ့ ခိုအုမဲဟာ စိတ်မနာပါဘူး\nတစ်ဖက်မှာလည်း ပထမနှစ်ကတည်းတစ်တန်းတည်းအတူတူတက်တဲ့အိဆိုဘဲဆိုတဲ့\nကောင်လေးက တစ်သီးတစ်ခြားနေတတ်တော့ကျောင်းမှာသူငယ်ချင်းဆိုတာမရှိဘူး\nဒါပေမယ့် အိုခုမဲတစ်ယောက်တည်းသာသူ့အတွက်သူငယ်ချင်းလို ဖြစ်နေတယ်။\nအိဆိုဘဲကို အိုခုမဲတစ်ယောက်မကြိုက်ပေမယ့် ဆယ်ကျော်သက်တို့သဘာဝ\nလက်တည့်စမ်းရင်းနဲ့ပဲ....File Size :(1.4 GB) and (582 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1Rjns/A.Girl.on.the.Shore.2021.WEB-DL.1080P(DS).mkv",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/homesick-140x200.jpg",
        "title": "Homesick (2015)",
        "description": "Homesick (2015)\n=============ဇာတ်လမ်းအကျဉ်းကတော့ ဘဲလေးအကသင်တန်း\nဆရာမလေး ရှာလိုတေးဟာ ငယ်ငယ်ကတည်းက မိတ\nကွဲ ဘတကွဲနဲ့နေခဲ့ရတယ်။ အဖေက အရက်သမား ။ဆေး\nရုံတက်နေရတယ်။ အမေကလည်း စာပေပိုင်းဆိုင်ရာမှာပဲ\nစိတ်ဝင်စားတယ်။သူ့ သူငယ်ချင်းမာတေးနဲ့ အတူနေတာများပြီးတော့ မာ\nတေးရဲ့ အစ်ကိုနဲ့ ချစ်သူရည်းစားဖြစ်နေတာပေါ့။ ဒါပေမယ့်\nရှာလိုတေးမှာ အစ်ကိုတစ်ယောက်ရှိတယ်။ မိဘတွေကွဲသွား\nကြတော့ မောင်နှမနှစ်ယောက်က မတွေ့ဖြစ်ကြတာကြာနေပြီ\nဖြစ်သလို သူ့အစ်ကိုက သူတို့ကိုအရမ်းမုန်းနေပါတယ်။ဒါပေမယ့် ရှာလိုတေးဟာ သူ့အစ်ကိုအိမ်ကိုမကြာခဏဆိုလို\nသွားချောင်းတယ်။ နောက်ပိုင်းမှာ သူ့အစ်ကိုမိန်းမရဲ့နားချမှုကြောင့်\nမောင်နှမနှစ်ယောက်ကိုသွားအတူ လာအတူ စားအတူဖြစ်လာ\nရင်းနဲ့ပဲ နောက်တစ်ဆင့်တွေတက်ကုန်ကြတဲ့အခါမှာတော့...\n(18+ အခန်းတွေပါတာကြောင့် မိသားစုနဲ့အတူမကြည့်ရှုသင့်ပါ)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Goku\nဖြစ်ပါတယ်)File Size..........(1.2 GB) / (517 MB) / (288 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Adult\nTranslator.......Goku\nEncoder..........Admin X",
        "rating": "5.6",
        "url": "https://megaup.net/1Rgh0/Homesick.2015.NORWEGIAN.1080p.NF.WEBRip[CM].mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/71zhrXNVyQL._AC_SL1500_-141x200.jpg",
        "title": "[21+] For 4 Days,Erotic True Love-Shoko Takahashi [MIDE-670]",
        "description": "JAV Model တွေအများကြီးရှိပေမယ့် တကယ်ဆွဲဆောင်မှုရှိတဲ့သူတွေက လက်ချိုးရေလို့ရပါတယ်...ဒီထဲမှာ Shoko Takahashi ကတော့ မပါမဖြစ်ပါပဲ...မင်းသမီးတွေထဲ သူ့လို အရပ်ရှည်တဲ့သူရှားတာကလဲ သူ့ကို မြင့်မြင့်မားမား ပြည့်ပြည့်တင်းတင်းလေးအဖြစ် ပိုလို့မှတ်မိနေစေပါတယ်။ဒါပေမယ့် သူ့ရဲ့အဓိက ဆွဲဆောင်မှုက ပြည့်ဝန်းလှပတဲ့ခန္ဓာကိုယ်ထက် ပိုမိုထူးခြားတဲ့ မျက်ဝန်းအကြည့်တွေလို့ ထင်တာပါပဲ...ဘယ်အချိန်ဖြစ်ဖြစ် မှိုင်းညှို့အထီးကျန်နေသလို မမှိတ်မသုန်ကြည့်တတ်တာလေးကတစ်ဖက်သူကို ဂရုဏာစမ်းချောင်းလေးတွေ ရင်ထဲ ဖြတ်စီးစေပါတယ်...MIDE-670 ဒီဇာတ်လမ်းမှာတော့ သူမရဲ့ဂရုဏာတွေ ဘယ်လိုစီးဆင်းစေလဲ ၃ နာရီကျော်ကြာ ခံစားသိရှိရမှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.8 GB) & (1.3 GB)\nQuality : HDRip 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/1Ri05/[MIDE-670]_For_4_Days,Erotic_True_Love-Shoko_Takahashi_.HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rTfLMOXub9Bvav4gmwTj1UiZygL.jpg",
        "title": "[18+] Expensive Candy (2022)",
        "description": "Expensive Candy (2022)~ IMDb - 7.2/10, MyDramaList - 7.4/10 ~ရီနာတို ခေါ် တိုတိုဟာ သမိုင်းဆရာတစ်ယောက်ဖြစ်ပြီး အသက်သုံးဆယ်ကျော်တဲ့အထိ အချစ်အကြောင်းသိဖို့‌နေနေသာသာ လူပျိုရည်တောင်မပျက်သေးတဲ့ ရိုးရိုးအေးအေးသမားလေးပါ။ အရွယ်ရောက်ပြီး အမြီးမပေါက်နိုင်တဲ့သားဖြစ်သူအတွက် စိတ်ပူနေတဲ့မိခင်ဖြစ်သူက တစ်နေ့တော့ မုန့်ဖိုးပေးပြီး ကောင်မလေးတစ်ယောက်နဲ့မုန့်ထွက်စားခိုင်းပါတယ်။ ကျောင်းမှာကျောင်းသားတွေနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက စနောက်ကြသလို မိခင်ကပါ ဒီကိစ္စမှာပါလာတော့ စိတ်လေနေတဲ့ တိုတိုဟာ ခြေဦးတည့်ရာလျှောက်သွားရင်း သူ့အမေပေးတဲ့မုန့်ဖိုးနဲ့ ဝယ်စားဖြစ်ခဲ့ပါတယ်။ မုန့်တော့မဟုတ်ပါဘူး။ ကန်ဒီဆိုတဲ့ ဈေးကြီးကြီး ဇိမ်မယ်လေးတစ်ယောက်ကိုပါ။တစ်ခါမှ မိန်းမအတွေ့အကြုံမရှိဖူးတဲ့အပြင် သူ့ရဲ့ပထမဆုံးအတွေ့အကြုံကလဲ အရမ်းလှ အရမ်းတောင့်ပြီး ဒီကိစ္စမှာ အရမ်းကျွမ်းကျင်တဲ့ပညာသည်တစ်ယောက်ဖြစ်နေတဲ့အလျောက် တိုတိုတစ်ယောက် အရူးအမဲသားကျွေးမိသလိုဖြစ်တော့တာပါပဲ။ ဒီလိုနဲ့ တစ်လလုံးလုပ်မှ ၇၀၀၀ ကျော်ရတဲ့ကျောင်းဆရာလေးဟာ တစ်ရှော့ကို ခုနှစ်ရာတန်တဲ့ကန်ဒီကို အခွင့်အရေးရရင်ရသလိုတွေ့ဖို့ နည်းမျိုးစုံနဲ့ကြိုးစားပါတော့တယ်။ တစ်သက်လုံး မက်စရာလို့မထင်ခဲ့ရတဲ့ငွေကို သူဟာ နည်းလမ်းပေါင်းစုံနဲ့ရှာပါတယ်။ သူ့ရဲ့ အန္တိမရည်မှန်းချက်က ကန်ဒီကိုတွေ့ရဖို့ပါပဲ။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1bkdi/(CM)_Expensive_Candy_(2022)_1080p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjI0NDkxMjYtZjgzZC00MWFhLTk4MTktNDg4YzU3ZmI4NDI4XkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-142x200.jpg",
        "title": "(18+)Rolling on the Road (1981)",
        "description": "လူတွေက လိင်ရဲ့သားကောင်တွေလား\nအောင်မြင်ခြင်းရဲ့နောက်ကွယ်မှာ\nဘာတွေဆက်ပြီး တပ်မက်စရာရှိလဲတပိုင်းတစအောင်မြင်မှုတွေနဲ့ ရော့ခ်အဆိုတော် ဂျော့ချ်\nအောင်မြင်မှုရဲ့နောက်ကွယ်မှာ ကပ်လိုက်ပါလာလေ့ရှိတဲ့\nအမျိုးသမီးထုကြီး\nသူ့မှာ တရားဝင် အသက်ကြီးကြီး မိန်းမရှိနေပါတယ်\nသိသိကြီးနဲ့ လာလာတိုးနေတဲ့ မိန်းကလေးတွေအဲဒီထဲမှာအချောဆုံးက သူနာပြုမလေးပဲဗျ\nသူကအတော်လေးကိုချစ်ဖို့ကောင်းတယ်\nအပြောအဆို အမူအရာ\nချွဲချွဲနွဲ့နွဲ့လေးတွေ\nဒါပေမဲ့ မိန်းမတွေကိုတော့ အထင်မသေးမိစေနဲ့နော်\nသူတို့ဘယ်လောက် အငြိုးကြီးတယ်\nဘယ်လောက် ရင်းပြီး အသုံးချတက်တယ်ဆိုတာ\nဇာတ်ကားလေးကြည့်ရင် သိနိုင်ပါလိမ့်မယ်\nမိန်းမတွေရင်ထု လင်လုတဲ့ခေတ် ဆိုတဲ့ရသတွေ့ရပါလိမ့်မယ်\nအရွယ်စုံ အလှစုံ အမူရာစုံ နဲ့ လိင်အသားပေး\nဖော်ပြထားတာဖြစ်တဲ့အတွက် DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.6GB / 723MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….1h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.6",
        "url": "https://megaup.net/1RhxV/Oh.Woman.A.Dirty.Song.1981.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s6n1woXpGRKDJllx0734iigumHb.jpg",
        "title": "[+18]Strawberry Shortcakes (2006)",
        "description": "[+18]Strawberry Shortcakes (2006)**********************************[ပွင့်လင်းမြင်သာတဲ့အိပ်ရာခန်းလေးတွေပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ...}ဒီဇာတ်ကားလေးကတော့ တိုကျိုမှာနေထိုင်နေကြတဲ့ မိန်းကလေးတွေရဲ့\nစိတ်မလုံခြုံမှုတွေအခက်အခဲတွေကိုရိုက်ပြထားတယ်။ တစ်ယောက်ချင်းစီရဲ့\nဇာတ်ကွက်တွေကိုရိုက်ပြထားတာကြောင့် ဇာတ်ကောင်တစ်ယောက်နဲ့\nတစ်ယောက် ချိတ်ဆက်မှုတွေသိပ်မရှိပါဘူး။ ဒီထဲက ဇာတ်ကောင်တစ်ယောက်က အခိယောဆန်ပါ၊\nပြည့်တန်ဆာအလုပ်ငန်းမှာ လုပ်ကိုင်နေတဲ့ မိန်းကလေးတွေထဲမှာ အခိယောဆန်ဟာ\nအသက်အရွယ်အားဖြင့်အကြီးဆုံးဖြစ်ပြီးအရင့်ကျက်ဆုံးလို့လဲပြောလို့သလို့စိတ်ဓာတ်အကျဆုံးသူပါပဲ\nကိုယ်ပိုင်တိုက်ခန်းနဲ့နေချင်တဲ့အတွက် လာသမျှဖောက်သည်တိုင်းကိုလိုက်ပါတယ်။\n‌နောက်တစ်ယောက်ကတော့ တိုကို ၊ စာအုပ်မျက်နှာဖုံးတွေ ပန်းချီတွေကိုဆွဲပြီးအသက်မွေးတယ်။\nသူတန်ဖိုးထားတဲ့အရာတွေကို အခြားသူတွေက မျက်နှာလွှဲခဲပစ်ခပ်ပေါ့ပေါ့ထားတာကိုသူအရမ်းမုန်းတယ်။\nနောက်တစ်ယောက်က တိုကိုနဲ့အတူနေတဲ့ ချိဟိယိုက ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်တယ်။\nနောက်ဇာတ်ကောင်တစ်ယောက်က ဆတိုကိုက အသက်လည်းငယ်တယ် ချစ်သူရည်းစားထားချင်တယ်။\nသူချစ်သလိုမျိုး သူ့ကိုချစ်မယ်သူမျိုးကိုလိုချင်တယ်၊ သူတို့တွေရဲ့ တိုကျိုမြို့ကြီးမှာ ကြုံတွေရခဲ့တဲ့အခက်အခဲတွေကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက် ကြည့်ရှုပေးပါဦး...     File Size :(1.9 GB) and (590 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:07:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "7.0",
        "url": "https://megaup.net/1Rgnk/Strawberry.Shortcakes.2006.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/girl-160x200.jpeg",
        "title": "(21+) I Can’t Tell My Wife [JUL-984]",
        "description": "Riko Saitou ရဲ့အလှတရားတွေကို တဝကြီး\nခံစားရမဲ့ ရင်ဖိုစရာ ဇာတ်လမ်းလေးတစ်ပုဒ်\nသူမရဲ့ ရွှေရင်အစုံက အရမ်းကိုအနုပညာမြောက်တဲ့\nအရုပ်လေးတစ်ရုပ်လိုပါပဲ\nသူမရဲ့ မျက်နှာထားလေးက တည်ကြည်ခန့်ညားတယ်\nသူမကို နှစ်ခါ ပြန်မကြည့်တဲ့ ယောင်္ကျားမရှိဘူး\nအဲဒီလောက်ထိ သူမက ဆွဲဆောင်မှုရှိတာ\nဒါပေမဲ့သူမက ဒုတိယလူဖြစ်နေပါတယ်သူမရဲ့ အပြုစု အနေထားတွေက ရင်ဖိုစရာကြီးတွေဖြစ်နေတဲ့အတွက်\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.08GB / 1.13GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 56mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Rg7r/[JUL-984]_It_started_when_I_happened_to_my_step_mom.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gwexiOTgbvUYI63A1kkbfn21R4o.jpg",
        "title": "[18+]Blue Rain Osaka(1983)",
        "description": "[18+]Blue Rain Osaka(1983)**************************[ပွင့်လင်းတဲ့အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး]ကလပ်မယ်လေး မာချီကိုဟာ သူ့အစ်မပိုင်တဲ့\nဘားတစ်ခုမှာကိုယ်တိုင်ဝင်လုပ်ရင်းနဲ့ ဘားကိုဦးစီးနေတယ်။ သူလေးကချော\nလုပ်ရည်ကိုင်ရည်လည်းရှိတော့ ယိုရိနိုတဲ့လုပ်ငန်းရှင်တစ်ယောက်က လက်ထပ်ဖို့အထိ\nရည်ရွယ်ပြီးစကားပြောထားတယ်။ ဒါပေမယ့် မာချီကိုဟာ ယိုရိနိုကိုငြင်းပေးမယ့်\nယိုရိနိုကတော့ သူ့ကိုစိတ်ဝင်စားတဲ့အထိစောင့်မယ်လို့ပြောထားတယ်။တစ်ဖက်လည်း\nမာချီကိုသူ့ထက်ငယ်တဲ့အီဆာအိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့တွဲနေတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ လွန်ခဲ့တဲ့သုံးနှစ်က မာချီကိုနဲ့ချစ်ကြိုက်ခဲ့တဲ့ယူဂျီဆိုတဲ့ရည်စားဟောင်းနဲ့\nမထင်မှတ်ဘဲတွေ့ဆုံခဲ့တယ်။ အလုပ်ကိစ္စနဲ့လာတဲ့ယူဂျီဟာ သူ့ရည်စားဟောင်းနဲ့တွေ့တော့\nအရင်ကစိတ်တွေပြန်ဖြစ်လာပြီး မာချီကို ကိုပြန်ချဉ်းကပ်ပါတော့တယ်။\nလက်ရှိမှာတွဲနေတဲ့ အလန်းလေးအီဆာအို၊ တစ်ဖက်မှာလည်းလက်ထပ်ဖို့အထိရည်ရွယ်ထားတဲ့\nယိုရိနို၊ ရည်းစားဟောင်း ယူဂျီကိုလည်းစိတ်မပြတ်သေးတဲ့ မာဂျီကိုတစ်ယောက်ဘယ်လိုတွေခရီး\nဆက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးFile Size :(2.3 GB) and (689MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1Reil/Blue_Rain_Osaka_1983.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/t2TwdmX3Cy2LY8zCxiIMymjGipl-150x200.jpg",
        "title": "[18+]Outing 3(2020)",
        "description": "[18+]Outing 3(2020)*******************ယူချင်းတို့လင်မယားဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီရှိပြီးပြေလည်တဲ့ သူတွေပေါ့..(၂)ယောက်လုံးဟာ လိင်စိတ်ပြင်းထန်လွန်းတယ်ဆိုပေမဲ့အိမ်မှာတော့ မေးထူးခေါ်ပြောလောက်နဲ့လင်မယားဆက်ဆံရေး ပြေလည်ရုံလောက်ပဲနေကြတယ်..သူတို့ဘာကြောင့် ဒီလိုဖြစ်နေတာလဲဆိုတော့မှန်းမိကြမှာပါ..အပြင်မှာ သူတို့စိတ်တွေကိုဖြေဖျောက်ပေးမယ့်အလှအချောလေးတွေရှိနေလို့ပေါ့..18+ မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....File Size : (999MB) and (574MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1be5w/Outing_3_.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLKSPbHFmkxzsNbEfqMI10FQvgb.jpg",
        "title": "[18+] Pink Cut: Love Me Hard, Love Me Deep (1983)",
        "description": "Pink Cut: Love Me Hard, Love Me Deep (1983)Nikkatsu Pink Films တွေထဲက ရှားရှားပါးပါး အချစ်ဟာသပုံစံနဲ့ ကားလေးတစ်ကားပါ။ Mami ဆိုတဲ့ ဆံသဆိုင်ပိုင်ရှင်ကောင်မလေးဟာ ငယ်ရွယ်ပြီးဆွဲဆောင်မှုရှိတဲ့မိန်းကလေးတွေကို ဆိုင်မှာခန့်ထားပြီး ယောက်ျားလေးဖောက်သည်တွေကို ဆွဲဆောင်ပါတယ်။ သူကိုယ်တိုင်လည်း ကောလိပ်ကို ဖြတ်လမ်းကနေ အတန်းမတက်ပဲအောင်ဖို့ ကောလိပ်ဆရာကြီးတစ်ယောက်ကိုဝင်အောင်းထားပါတယ်။သူ့ဆိုင်မှာလာညှပ်နေတဲ့ ကောလိပ်ကျောင်းသားလေး Akira ကတော့ ချစ်သူနဲ့နီးစပ်ဖို့ အလုပ်ရှာနေပေမယ့်အလုပ်ကံခေလို့ ချစ်သူရဲ့ငြိုငြင်မှုကို ခံနေရသူဖြစ်ပါတယ်။ Akira နဲ့ချစ်သူကောင်မလေး၊ Mami နဲ့ကောလိပ်ဆရာ၊ Mami ရဲ့ဆိုင်ကဆံသဆရာမလေးတွေနဲ့ဖောက်သည်တွေရဲ့ ဇာတ်လမ်းအစုံစုံတို့ကို ဟာသနှောပြီး ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားတာပါ။ မြင်နေကျကားတွေမှာလို ကြိုးတုပ်တာတွေ ဖယောင်းစက်ချတာတွေ နှိပ်စက်အဓမ္မတွေမပါဝင်ပဲ အချစ်ဟာသ ဇာတ်ကားလေးတစ်ကားအတိုင်း အရောင်စုံပေါ့ပေါ့ပါးပါး ရှုစားခံစားဖီးတက်ရမယ့် ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.6GB, 620MB\nQuality ...",
        "rating": "",
        "url": "https://megaup.net/2x7O9/(DS)_Pink_Cut_-_Love_Me_Hard,_Love_Me_Deep_(1983)_1080p.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDIwYjhlYTYtYTMxMy00NTk0LThmZWUtNzE5YjZmZDEyMGU4XkEyXkFqcGdeQXVyMTI0MjU5MzUw._V1_-170x200.jpg",
        "title": "(18+) X Zone (2020)",
        "description": "X Zone (2020)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ဘောလီဝုဒ် ၁၈ အပေါင်း ကားလေးပဲ ဖြစ်ပါတယ်နော်၁၈ အပေါင်းအခန်းတွေလည်း ပါဝင်သလို သည်းထိတ်ရင်ဖို ခြောက်ခြားစရာအခန်းများလည်းပါလို့\nစောင်ကိုက်တဲ့သူကကိုက်..ခြုံတဲ့သူက ခြုံ.. FA တွေဆိုရင်တော့\nထိုင်ငိုလို့ရအောင် တစ်သျှူးပါဆောင်ထားကြနော်။ဇာတ်လမ်းအကျဉ်း...။လူငယ်သဘာဝ စွန့်စားချင်တဲ့ သူငယ်ချင်းအုပ်စုတစ်စုဟာ အတွဲကိုယ်စီနဲ့\nတောကြီးမျက်မည်းထဲက အပန်းဖြေအိမ်ကြီးတစ်ခုဆီ အပန်းဖြေခရီးထွက်လာကြပါတယ်။ညရောက်တော့ သူတို့လေးတွေ ပျော်ပျော်ပါးပါးဆော့ကစားကြတယ်\nသောက်စားကြတယ်ပေါ့။ဒါပေမဲ့ အဲ့ဒီအိမ်ကြီးက ခြောက်နေတာကို သူတို့မသိကြရှာဘူး။ ထူးထူးဆန်းဆန်းဖြစ်ရပ်တွေကလည်း\nသူတို့မရိပ်မိခင်မှာဘဲ တဖြည်းဖြည်း အရှိန်တက်လာနေခဲ့ပါတယ်။သူတို့တွေအားလုံးကလည်း ကိုယ့်စိတ်ကူး ကိုယ့်အကြံကိုယ်စီနဲ့ ဒီခရီးကို\nထွက်လာခဲ့ကြတာပေါ့။ဒီလိုနဲ့ သူတို့တွေကြားမှာ လူသတ်မှုတွေဖြစ်ပေါ်လာခဲ့ပါတယ်။ ဘယ်သူဘယ်ဝါသတ်လို့သတ်မှန်းမသိကြဘဲ\nအချင်းချင်းကလည်း သံသယစိတ်တွေဝင်လာကြပါပြီ။ကဲ ဆက်လက်ပြီး ရင်ခုန်ရမယ့်အပိုင်းကိုတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားပြီး\nသူတို့သူငယ်ချင်းတွေအားလုံး လွတ်မြောက်နိုင်ပါ့မလား...။ဒီအိမ်ကြီးရဲ့တကယ့်ဖြစ်ရပ်မှန် နောက်ကြောင်းရာဇဝင်က ဘာတွေဖြစ်နေမလဲဆိုတာကိုတော့\nစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…1.6GB  / 757MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Devil",
        "rating": "",
        "url": "https://megaup.net/2x6nB/X_Zone_(2020)_1080p_Hindi_Proper_WEB-DL(DS).mp4",
        "category": "Adult, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iO242EnvWtwXLmBgAvvrHe1xM1I.jpg",
        "title": "(18+)Bugso (2022)",
        "description": "(18+) Bugso (2022)စတယ်လာ(ကြယ်စင်)လေးဟာ နယ်မြို့လေးတစ်မြို့ကနေ မြို့တော်ကြီးကိုတက်လာပြီး\n\"A-POPS\" ဆိုတဲ့ အွန်လိုင်းပလက်ဖောင်းကနေ ဖောက်သည်ရှာတဲ့\nပြည့်တန်ဆာလေးတစ်ယောက်အဖြစ် အလုပ်လုပ်နေပါတယ်။သူ့မှာမိခင်ရောဖခင်ပါမရှိတော့ပေမယ့် ဒုက္ခိတမောင်လေးတစ်ယောက်ရှိပြီး\nအဲ့ဒီမောင်ငယ်လေးကိုစိတ်သဘောထားမပြည့်ဝတဲ့ အဒေါ်ဖြစ်သူဆီမှာအပ်ထားရတဲ့အတွက်\nအမြဲတမ်း စိတ်ပူနေရသလို သူနဲ့အတူခေါ်ထားဖို့အတွက် ငွေစုနေရပါတယ်။သူနဲ့အတူနေချစ်သူ ဒါဒိုကတော့ သူ့ကို ကားတစ်စီးနဲ့အကြိုအပို့လုပ်ပြီး\nစိတ်ဝင်စားသူရှိရင် သူကိုယ်တိုင် အော်ဒါလက်ခံပြီးတော့ သူ့အလုပ်ကိုကူညီပေးပါသေးတယ်။\nဒါပေမယ့် ရှုပ်ထွေးတဲ့မြေအောက်ဒုစရိုက်လောကဖြစ်တဲ့အညီ\nသူတို့ကအေးဆေးနေပေမယ့် မနေနိုင်ကြတဲ့ ဖောက်သည်တွေ၊\nနိုင်ငံရေးသမားတွေ၊ ဇာတ်ရှုပ်တွေနဲ့ပတ်သက်လာတဲ့အခါ သူတို့ဘဝတွေလဲဗြောင်းဆန်ရပါတော့တယ်။ဇာတ်လမ်းကစင်းစင်းလေးပေမယ့် လှည့်ကွက်တွေပါပါတယ်။\nဒါပေမယ့်လဲ ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က အားတိုင်းဂျိမ်းနေကြတာပါပဲ။\nပိုစတာမှာပါတဲ့အဓိကဇာတ်ဆောင်နှစ်ဦးက မြင်နေကျပေမယ့်\nဇာတ်ပို့ဇာတ်ရံအင်အားတွေအများကြီးက မြိုင်မြိုင်ဆိုင်ဆိုင် တစ်ဂျိမ်းဂျိမ်းဇာတ်ပို့ပေးထားကြတာပါ\n၊အားရကျေနပ်နိုင်ကြပါစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Alias ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p | 480p\nFile size…1.7GB | 710MB | 398MB\nFormat… mp4\nDuration….1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Alias\nEncoder .....Blank",
        "rating": "",
        "url": "https://megaup.net/1R83s/Bugso.2022.1080p.WEB-DL.CM_(2).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Screenshot-2022-12-29-105156-132x200.png",
        "title": "[21+] Former Aunt-An Mitsumi [MEYD-787]",
        "description": "An Mitsumi ဆိုတာက JAV မင်းသမီးတွေထဲ တော်တော်ကို ပွင့်လင်းမြင်သာတဲ့ မမကြီးတစ်ယောက်ဖြစ်ပါတယ်။မျက်ဖန်လှလှ ပြည့်တင်းတဲ့ခန္တာကိုယ်နဲ့ အရှိန်အဝါတွေထွက်နေတတ်တဲ့မင်းသမီးတစ်ယောက်ဖြစ်ပြီးကောင်လေးတွေနဲ့ဆိုရင် ထူးခြားတဲ့အပြုအမူတွေနဲ မောင်လေးစား..စား ...လုပ်တတ်တဲ့ တကယ့်မမကြီးဖြစ်ပါတယ်။MEYD-787 ဒီဇာတ်လမ်းမှာလဲ မနူးမနပ်ကောင်လေးကို ဘယ်လိုပေးဆပ်သွားဦးမလဲဆိုတာ.....။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.3 GB) & (900 MB)\nQuality : HDRip 1080p & Decensored 720p\nRunning Time : 01:58:58\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/1QW2k/[MEYD-787]An_Mitsumi_HDRip_1080p.mp4",
        "category": "Adult, Asian"
    }
]