[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/f4Y5auc3FgaBJ0X2kjKIwgCecQZ-136x200.jpg",
        "title": "[18+]The Taste of Next Door Sister (2019)",
        "description": "[18+]The Taste of Next Door Sister (2019)**************************************ခင်ပွန်းဖြစ်သူရဲ့ အလိုရမ္မက်ကြီးလှတဲ့ တောင်းဆိုမှုတွေကို ငြီးငွေ့လာတဲ့ ဇနီးသည်တစ်ယောက်ရှိတယ်.. တီဗွီတောင်အကောင်းကြည့်မရအောင် အနားအမြဲကပ်နေတော့ သူမဟာနေ့စဉ်ကြုံလာရတော့ ဒီအဖြစ်ကြီးကိုစိတ်ပျက်နေတယ်..အဲ့ဒီနောက်မှာတော့ အသစ်ပြောင်းလာတဲ့ အိမ်နီးချင်းမိသားစုကိုသူမမြင်လိုက်တဲ့အခါသူမ မုန်းနေတဲ့ အခြေအနေတွေကျော်လွှားဖို့အခြေအနေတစ်ခုဖန်တီးဖို့ ကြံစည်ပါတော့တယ်.. File Size : (824 MB) and (395MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1QQ8g/The_Taste_of_Next_Door_Sister_2019.HDRip.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sBrpywCT5M1p5H5oaS5QpruH15Y.jpg",
        "title": "(18+) Oligosaccharide The Movie (2017)",
        "description": "(18+)Oligosaccharide (2017)အခုတစ်ခေါက်က ဟာသဆန်ဆန် ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် လူငယ်ဇာတ်ကားလေးပါ\nသာမန်ရုံးသမားလူငယ်တစ်‌ယောက်ရဲ့ ဘဝမှာ တွေ့ဖူးခဲ့တဲ့ မိန်းမတွေအကြောင်း\nဇာတ်လမ်းအတိုလေး ငါးခုကို ဇာတ်ကားအဖြစ်ပေါင်းထားတဲ့ ဇာတ်ကားလေးပါညီကိုတို့လို လိင်စိတ်ဆန္ဒ ပြင်းပြတဲ့ လူငယ်တွေ\n\" ဆေးလိပ်နဲ့အရက်သာ မ‌ေသာက်ဘဲနေနိုင်မယ် ဆန္ဒကိုတော့ သိက္ခာနဲ့ မထိန်းနိုင်ဘူး \" ဆိုတဲ့\nယောက်ျားလေးတွေအတွက် ကောင်မလေးက အရမ်းတင်းကြပ်တဲ့ အခါ\nနေရထိုင်ရခက်တဲ့ အကြောင်းကို ဟာသနှော ရိုက်ကူးထားတဲ့ အချစ်ကားလေး ဖြစ်ပါတယ်လူငယ်တွေ အထူးသဖြင့် အိမ်ထောင်ပြုခါနီး စုံတွဲတွေ\nတစ်ညတာ ပျော်ပျော်ပါးပါးနဲ့ ရယ်မောရင်း ဖြတ်သန်းချင်ရင်တော့ ဒီကားလေးကြည့်ဖို့ အကြံပေးချင်ပါတယ်နော်အညျွန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 608MB | 257MB\nFormat… mp4\nDuration….  1h 43min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1aDsp/Oligosaccharide.The.Movie.2017.HDTV.1080p.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQU63EVrEqHTkhhkqR23MtEPOwa.jpg",
        "title": "[18+]REC(2011)",
        "description": "[18+]REC(2011)***************  ၁၈+ ကားဆိုသော်လည်း BL ကားဖြစ်သည့်အတွက်မဒေါင်းခင်သတိထားစေလိုပါသည်..........LGBT ချစ်သူများအတွက် 2011ခုနှစ်က ထွက်ရှိခဲ့တဲ့ RECဆိုတဲ့ BLကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ချစ်သူသက်တမ်း ၅ နှစ်မြောက် နှစ်ပတ်လည်နေ့ကို ဟျောင်းဂျူနဲ့ဂျွန်ဆော့တို Gay coupleကဟိုတယ်အခန်းလေးထဲမှာပဲ အမှတ်တရတွေ ဖန်တီးရင်း ဖြတ်သန်းနေပါတယ်...\nသူတိုနှစ်ယောက်ရဲ့လှုပ်ရှားမှုတွေကို ကင်မရာမှာ မှတမ်းတင်ရင်း အတိတ်ကအကြောင်းတွေ ပြောပြီးရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်နဲ့ စနောက်ပျော်ရွှင်နေကြပေမယ့် ရုတ်တရက်ဆိုသလိုသူတို့နှစ်ယောက်ရဲ့ သာယာနေတဲ့ဘဝလေးက ပြိုလဲသွားပါတော့တယ်..\n၅နှစ်ကြာတွဲခဲ့တဲ့ ချစ်သူတွေရဲ့ဆက်ဆံရေးက ဘယ်လိုကိစ္စကြောင့်ပျက်ဆီးသွားမလဲဆိုတာ ဆက်လက်ရှုစားပေးကြပါဦး..   File Size : (1.5GB) and (565MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Drama, Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1aRln/REC_2011.WEB-DL.1080P.PP(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/dasd990-141x200.jpg",
        "title": "(21+) If She’s Asked, She Can’t Refuse! [DASD-990]",
        "description": "လှတာမက်ရင် ညစာခက်တယ်ဆိုတဲ့\nဆိုရိုးစကားက ဘိုလာလို မိန်းကလေးအတွက်တော့\nဟာသတစ်ခု ဖြစ်နေမှာပဲဘိုလာက ဟင်းချက်လက်ရာကောင်းတယ်\nသူ့အမျိုးသားကြိုက်တဲ့ ကောင်းနိုးရာရာ\nလေးတွေကို အမြဲတစေချက်ပေးတက်တဲ့\nအိမ်ရှင်မကောင်းတစ်ယောက်ပါ\nအလှအပရေးရာမှာလဲ ပြည့်စုံလွန်းလှတယ်\nညဖက်ရောက်ရင်လဲ မယားကောင်းပီသတယ်\nသူမရဲ့ အလှပတွေက အထူးသဖြင့်\nဝိုင်းစက်နေတဲ့ ရွှေရင်အစုံ တင်းရင်းနေတဲ့ တင်ပါးအလှနဲ့\nလိုက်ဖက်လှတဲ့ ကျစ်လစ်နေတဲ့ခါးသေးသေးလေးတွေ\nက ဆွဲဆောင်စရာမလိုအောင် စွဲမက်ဖို့ကောင်းတယ်သူတို့နဲ့ တစ်ဖက်ခန်းက ကျောင်းသားလေး ဆာတို\nစာမေးပွဲတွေ တဖုတ်ဖုတ်ကျ စာတွေကျက်ရတာပင်ပန်း\nအဲဒါကို ဘိုလာက သနားပြီး စားစရာတွေ သွားပို့ပေးရင်းကနေ\nဆာတို စာမေးမွဲကျတဲ့ အကြောင်းရင်းမှန်သိသွားပါတော့တယ်\nအဲဒါ သူမနဲ့ ဘယ်လိုပက်သက်နေတာလဲ ဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းလှတာကြောင့် DS Fans တွေအတွက်\nတင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.35GB  / 1.06GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1aPa5/[DASD-990]_Natural_seduction.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/jul781-140x200.jpg",
        "title": "(21+)The Married Woman Shakes Her Hips [JUL-781]",
        "description": "Marina Shiraishi ရဲ့ ခမ်းနားထည်ဝါလှတဲ့\nအလှတရားတွေနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\nသူမက ပြည့်ပြည့်ဝဝမှ ချစ်ပါတယ်ဆိုတဲ့\nFans တွေအတွက် စိတ်ကျေနပ်မှာပေးနိုင်မဲ့ အချိုးစားပါပဲသူမ အမျိုးသားရဲ့ ညီ ကသူမတို့ရှိတဲ့တိုကျိုကို\nအခုပ်လုပ်ရလွယ်မယ်ထင်ပြီး အကို့အားကိုးနဲ့\nရောက်လာခဲ့ပါတယ်\nဒါပေမဲ့ တိုကျိုက သူ့အတွက်ဘူပိတ်လွန်းတယ်\nသူအလုပ်တွေ တသီကြီးလျှောက်ပေမဲ့ အဆင်မပြေပါဘူး\nကြာလာတော့ အစ်ကိုက ငြူစူလာပါတော့တယ်\nစောင်းမြောင်းပြောတာတွေ ရှိလာပါတယ်\nဒါပေမဲ့ သူ့အတွက်ကံကောင်းတာက\nသူ့မရီးက သဘောကောင်းနေတာပါပဲ\nမရီးက ဘယ်လောက်သဘောကောင်းလဲဆိုတာ\nDS Fans တွေအကြိုက်ဖြစ်စေမှာမို့ တင်ဆက်လိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB / 1.07GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h 24min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2wGiw/[JUL-781]_Beautiful_Married_Woman_On_Top_Of_Me.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/st58anxqv5ww-139x200.jpg",
        "title": "[18+] Role Play (2012)",
        "description": "စာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးယဉ်မှုနဲ့ သဝန်တိုတတ်တဲ့ မိန်းမအကြောင်းကို ရိုက်ကူးပြထားတဲ့\nအကောင်းစား ကိုရီးယားဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့...\nပါမောက္ခစာရေးဆရာကြီး ဂျောင်ဟို ဟာ စာရေးရင်းနဲ့ စာအုပ်ထဲကအကြောင်းတွေကို အိပ်မက်ဆိုးတွေအဖြစ်မက်နေခဲ့တဲ့ သူတစ်ယောက်ပါ\nတစ်နေ့ သူ့မိန်းမ အလုပ်လုပ်တဲ့ ကောလိပ်ကို လိုက်သွားရင်းနဲ့ ကျောင်းသူလေးတစ်ယောက်ကို တွေ့ရင်း စွဲလန်းမိသွားပါတော့တယ်\nအဲဒီကျောင်းသူလေးက သူ့အိပ်မက်ထဲမှာ မက်နေတဲ့ ကောင်မလေးဖြစ်နေပြီး\nကျောင်းသူလေးကိုယ်တိုင်ကလည်း သူ့ရဲ့ ပရိသတ်အကြီးစားကြီးဖြစ်နေပါတယ်အဲဒီလိုနဲ့ ကျောင်းသူလေးက သူ့အိမ်ကိုလက်မှတ်ထိုးခိုင်းဖို့ ရောက်လာပါရော\nသူမရှိတဲ့အချိန်ဖြစ်နေလို့ သူ့မိန်းမနဲ့တွေ့သွားတာကနေ သူ့မိန်းမကလည်း မယုံသင်္ကာတွေဖြစ်လာပေါ့\nအဲဒီလိုနဲ့ တစ်နေ့ သူ့မိန်းမ ကျောင်းကနေ ခွင့်ယူပြီးအိမ်ပြန်လာတဲ့အချိန်\nအိမ်မှာ အဲဒီကောင်မလေးနဲ့ သူ့ယောကျာ်းရှိနေတာကိုတွေ့သွားတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ\nကောင်မလေးကရော ပါမောက္ခကြီးရဲ့ အလိုကိုလိုက်ရောမှာလား\nသူ့မိန်းမကရော ဘယ်လိုတွေလက်စားချေချင်နေလဲ\nသူမက်တဲ့အိပ်မက်ဆိုးတွေကဘာများဖြစ်မလဲ\nဇာတ်လမ်းတစ်ခုလုံးက ဝတ္ထုပဲလား တကယ်ဖြစ်နေတာလားဆိုတာကိုတော့\nတစ်ယောက်တည်းမကြည့်ဘဲ ၁၈ယောက် တိုင်တိုင်ပင်ပင် အဖြေရှာရင်း ကြည့်ပြီးခံစားလို့ကောင်းမဲ့ ကားကောင်းလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QIsi/(DS)_Role.Play.2012.720p.HDRip.H264-RGB.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ssni-959-141x200.jpg",
        "title": "[21+]A Full Night Of Adultery-Tsubaki Sannomiya [SSNI-959-Decensored]",
        "description": "Tsubaki Sannomiya ဆိုတာ တစ်ခါကြည့်မိရင် တစ်ခါသွေးတိုးရတဲ့ မင်းသမီးလေးပါပဲ။ရီဝေတဲ့မျက်ဝန်းတွေနဲ့ လူရောစိတ်ရော ပြည့်ဝနေတာလေးကို ပုရိသတွေ စွဲငြိကြပါတယ်။သူမရဲ့ဇာတ်ကားတွေမှာဆို သူမကို မတွန့်မဆုတ် ဇွတ်မိုက်တတ်သူလေးအဖြစ် မြင်ရတာများပါတယ်။SSNI-959 ဒီဇာတ်လမ်းမှာတော့ မန်နေဂျာကြီးနဲ့ ခရီးအတူထွက်မိကြရင်း သူမရဲ့ ရက်ရောမှုတွေကို တပြုံကြီးကြည့်ရှုရမှာပါ။Decensored Version နဲ့မလို့ ကျော့ရှင်းမှုတွေကို ဘဝင်ကျကျ ခံစားရမှာလဲဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (999 MB)\nQuality : HDRip (Decensored) 1080p & 720p\nRunning Time : 02:28:00\nFormat : mp4\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/3SxcU/[SSNI-959-Decensored]_A_Full_Night_Of_Adultery-Tsubaki_Sannomiya_HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Sechs-Schwedinnen-auf-der-Alm-146x200.jpg",
        "title": "(21+)Six Swedish Girls in Alps (1983)",
        "description": "မင်းသမီးတွေ မင်းသားတွေအများကြီးနဲ့ မြန်မာပေါကားများသင်ကြည့်ဖူးပါသလား\nအောက်လုံးဟာသများစွာဖြင့် ရွှေမင်းသမီးလေးများ\nမပေါ့်တစ်ပေါ် မခို့တရို့ဖြစ်နေပုံကို အားမလိုအားမရကြည့်ဖူးပါသလားသင့်အတွက်တင်ဆက်ပေးလိုက်တဲ့ ဒီဇာတ်ကားလေးထဲမှာ\nလန်းလှပါတယ်ဆိုတဲ့ ဆွီဒင်မလေးခြောက်ယောက်ဟာ\nရောက်လေရာမှာ ဘဲတွေကိုစားစရာလိုသဘောထားပြီး\nစားသုံးမြည်းစမ်းကြပုံတွေကို သိုင်းကွက်စုံစွာ ဆွစ်ဇာလန်ရဲ့ရှုခင်းလှပမှုတွေနဲ့\nလှပျိုဖြူလေးမျရဲ့ရတနာတွေကို ‌ကွက်ကွက်ကွင်းကွင်း\nမုန့်တီဟင်းနှယ် ကြည့်ရှုရမည့်အပြင်\nဇာတ်အိမ်တည်ထားတာလေးကလဲ ပါဝင်သေးတော့\nမပျင်းမရိအားပေးလို့ရပြီဖြစ်ကြောင်း လက်တို့ခါးတို့ အကုန်တို့ပေးလိုက်ပါတယ်\nFile size…982MB\nQuality…720p BR RIP \nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.6",
        "url": "https://megaup.net/2wDTg/Sechs.Schwedinnen.Auf.Der.Alm.1983.720p.BRRip.x264.German.AAC(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Rio-Kuriyama-133x200.jpeg",
        "title": "(21+) My Crush Is A Teacher (IPX-738)",
        "description": "အချစ်က အဖျားလား အဲလိုပြောမယ်ဆိုရင်လည်းရပါတယ်\nအီရှီဒါကန်တစ်ယောက် လူမှုရေးဘာသာအတန်းထဲက\nရာမာမိုတိုကို တွေ့ပြီးနောက် နေလို့မကောင်းတော့ပါဘူး\nအအိပ်ပျက်အစားပျက်တွေများလာပြီး ကျောင်းဆေးခန်းပြ\nရတဲ့အထိဖြစ်လာပါတယ်ကျောင်းဆေးခန်း ဆရာမလေးက အရမ်းကို နုနယ်ချောမောပြီး\nအချွဲတလိုင်း ဆရာမလေးဖြစ်နေပါတယ်\nအီရှီဒါကန် ပိုပြီးအချစ်နာကျမလား အချစ်နာတွေပျောက်သွား\nမလားဆိုတာ ရာမလေးက ချစ်ဖို့ကောင်းပြီး\nအချွဲကြိုက်တက်တဲ့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.08GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1QF43/[IPX-738]_My_beautiful_private_tutor_who_continuously_whispering_dirty_words,edit(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i8u4pXaq1P5kEAf7Wg8hgEQWq1c.jpg",
        "title": "Help Me, Eros (2007)",
        "description": "(18+) Help me Eros (2007)လွင့်နေတဲ့ဇာတ်လမ်းကြည့်ချင်ပါတယ်ဆို ဒီကားကိုသာ​ ပြေးကြည့်လိုက်တော့။\nအလွင့်ကိုမှ အငြိမ်ဇယားလေးလွင့်တာ။လောကမှာ အသက်ရှင်ချင်တဲ့သူတွေက စောစောစီးစီး ဘဝကထွက်သွားကြရပြီး\nဆက်ရှင်သန်လိုစိတ်မရှိတဲ့သူတွေကို ဒုက္ခတွေ တစ်လှေကြီးနဲ့ အသက်ရှည်အောင် ပစ်ထားတာမျိုး။အဲ့လိုလောကမှာ​ ခက်ခဲပင်ပန်းပြီးကုန်းကောက်စရာမရှိအောင်မွဲတေ​နေပေမယ့်\nလူဆိုတာအချစ်ကိုမျှော်လင့်တတ်ကြတုန်းပဲ။\nကျန်တာ မရှိချင်နေ \"အချစ်\" ဆိုသော ထိုအရာက လူတစ်ယောက် ရှင်သန်ဖို့လုံလောက်တဲ့အကြောင်းပြချက်ပဲ။ကိုယ်ကချစ်နေပေမယ့် ကိုယ့်အချစ်ကို တန်ဖိုးမထားတော့တဲ့အခိုက်အတန့် ၊\nသူထွက်သွားပြီးမှ သူ့အချစ်ကိုနားလည်တဲ့အခိုက်အတန့်၊\nအချစ် ဆိုတာ မရှိတော့တဲ့အခိုက်အတန့်ဟာ နောက်ဆုံးကောက်ရိုးမျှင်ပါ နှစ်မြုပ်သွားသလိုပါပဲ။မှတ်ချက်- အချစ်ဇာတ်လမ်းဆိုပေမယ့် 18+ တော့ ပါတာမို့ မိသားစုနဲ့ ကြည့်ဖို့ကတော့ မသင့်တော်ပါကြောင်း။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 720p | 480p\nFile size… 1.1GB | 510MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... ...",
        "rating": "6",
        "url": "https://megaup.net/2wygi/Help.Me.Eros.2007.480p.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izw41PkE8y891yraO6fN1tCNmOG.jpg",
        "title": "[18+] Y Tu Mamá También (2001)",
        "description": "Y Tu Mamá También (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 92% ~(လိင်ဆက်ဆံခန်းများနှင့် ကြမ်းတမ်းသောစကားများပါဝင်သောကြောင့် မိသားစုနှင့်အတူ မကြည့်သင့်ပါ)သူငယ်ချင်းတွေကြားမှာ အမှန်တရားတွေ ဝင်လာရင် ဘယ်လိုလုပ်ရမလဲ။\nဘယ်လောက်အတိုင်းအတာထိများ စည်းကျော်မိရင်ရော သူငယ်ချင်းသံယောဇဉ်တွေ ပြတ်တောက်သွားနိုင်သလဲ။Tenoch နဲ့ ဂျုလီယိုတို့ဟာ အတွဲညီညီနဲ့ သိပ်ကို ခင်မင်ရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းကောင်းတွေပါ။ ဒါ့အပြင် သူတို့ရဲ့ရည်းစားတွေဖြစ်တဲ့ကောင်မလေးနှစ်ယောက်ဟာလည်း အကောင်းဆုံးသူငယ်ချင်းတွေ ဖြစ်နေပါသေးတယ်။ ​သူတို့တွေရဲ့ရည်းစားဖြစ်သူ ကောင်မလေးနှစ်ယောက် ဥရောပတစ်ခွင်ကို ခရီးထွက်သွားလို့ ကျန်ခဲ့ရတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ အထက်တန်းကျောင်းပြီးကာစ အားလပ်ရက်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းကြောင်းတစ်ခု... ဆေးခြောက်လေးသောက်လိုက်၊ ရေကူးပြိုင်လိုက်နဲ့ သာယာနေတဲ့ကောင်လေးနှစ်ယောက်ဟာ မတော်တဆ မမတစ်ယောက်နဲ့ တွေ့မိတဲ့အခါ...မမဝေဒနာကြောင့် ဖြစ်လာကြမယ့် နောက်ဆက်တွဲတွေ၊ ခိုက်ရန်ဖြစ်ပွားရခြင်းတွေကို ပေါ့ပေါ့ပါးပါး သို့မဟုတ် ခါးသီးတဲ့အမှန်တရားတွေကြောင့် အံ့သြတကြီးကြည့်ရှုနေရမှာ အသေအချာ...မမတစ်ယောက်နဲ့ Road-trip တစ်ခု။ Road-trip တစ်ခုနဲ့ မမတစ်ယောက်ကြားမှာ အဝေမတည့်ဖြစ်နေကြတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ ကလေးဆန်မှု၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/3cyfu/(CM)_Y_Tu_Mam%C3%A1_Tambi%C3%A9n_(2001)_REMASTERED_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMGEwOWE4NWItMWExZC00NGM1LWJkN2UtMDY0ZTJhMTYyNmI3XkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "(18+)Amazons(1986)",
        "description": "(18+)Amazons(1986)\n================\nအမေဇုန်စစ်သည်တော်မလေးတွေရဲ့ တိုက်ရည်ခိုက်ရည်နဲ့\nကျစ်လစ်ပြီး ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ် တွေကို\nရင်တဖိုဖိုကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီအမေဇုန်တွေကို တိုင်းပြည်ကာကွယ်ဖို့ အထူးလေ့ကျင့်ပေးထားပါတယ်\nဒါပေမဲ့ သူတို့ရင်ဆိုင်ရမဲ့ရန်သူက သာမန်အဆင့်ရန်သူမဟုတ်ပါဘူး\nတိုင်းပြည်တစ်ခုလုံးသိမ်းပြီး ကျွန်ပြုမဲ့ မိုးကြိုးလက်နက်မှော်အစွမ်းရထားတဲ့\nမှော်ပညာသည်တစ်ယောက်ဖြစ်နေပါတယ်\nဒါပေမဲ့ အမေဇုန်တွေမှာ မျှော်လင့်ချက်တစ်ခုရှိနေပါတယ်\nအဲဒါကတော့ ပျောက်ဆုံးနေတဲ့ မှော်ဓားနဲ့ မကောင်းဆိုးရွား\nမှော်ပညာသည်ကို သတ်လျု့ရတယ်ဆိုတာပါပဲအဲဒီမှော်ဓားကို အမေဇုန်တွေရအောင်ရှာနိုင်မလား\nမှော်ပညာရှင်ကပဲ သူတို့တွေကို အနိုင်ယူနိုင်မလားဆိုတာကို\nစိတ်ဝင်စားစရာ သမိုင်းပုံစံနဲ့ အဖေါ်ချွတ်ခန်းတွေ\nများနေတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.74GB / 948MB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.3",
        "url": "https://megaup.net/1aFev/Amazons.1986.1080p.BluRay.x264.AAC(DS).mp4",
        "category": "Action, Adult, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKDuzLK6oK2VUuLpcXCMsBPJSN9.jpg",
        "title": "(18+) Enthralled (2014)",
        "description": "(18+) Enhtralled (2014)ငယ်ရွယ်စဥ်ကလေးဘဝမှာ လူတိုင်းဟာအိပ်မက်ကိုယ်စီရှိကြတယ်။\nဘာဖြစ်ရမယ် ၊ ဘာလုပ်မယ်၊ ဘယ်သွားမယ် ဆိုတာမျိုးတွေပေါ့။ဥပမာ- ငါ ပိုက်ဆံရှိရင် ကမ်းခြေသွားပစ်မယ်မျိုးပေါ့။ဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဖြစ်မလာတဲ့အခါ စိတ်ပျက်အားငယ်သွားပြီး\nဦးတည်ချက်ပျောက်သွားကြတယ်။\nမဆုတ်မနစ်ကြိုးစားပြီး ရအောင်လုပ်ပြန်တော့လည်း\nရလဒ်ကထင်သလိုမဟုတ်တဲ့အခါ အထင်နဲ့အမြင်လွဲနေတဲ့အခါ\nသေကြောင်းကြံတဲ့အထိဖြစ်သွားလေ့ရှိကြတယ်။ရချင်တာကိုရမလာတဲ့အခါ ကိုယ့်ဖြစ်တည်မှုလေးကို လက်သင့်ခံပြီး\nကိုယ်ပျော်ရွှင်ရာကို ရအောင် ရှာသင့်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာ သူငယ်ချင်းသုံးယောက်ရဲ့ ဘဝနဲ့ယှဥ်ပြီး မြင်သာအောင် ရိုက်ပြပေးထားပါတယ်။\n၁၈ ယောက်စုပြိး ကြည့်ရမယ့် ချစ်ခန်းကြိုက်ခန်းတွေ ပါတာမို့\nမိသားစုနဲ့ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2GB | 973MB | 468MB\nFormat… mp4\nDuration…. 1h 49min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... Blank",
        "rating": "",
        "url": "https://megaup.net/1aDlt/Enthralled.2014.1080p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/1VfuzK2Qx1tIGE1nhn2G2ilF7RN-139x200.jpg",
        "title": "[18+]Obscene House: Slave Wife (2020)",
        "description": "[18+]Obscene House: Slave Wife (2020)*************************************နယ်ဘက်က အိမ်ယာတစ်ခုစီ ပြောင်းရွှေ့လာသော ဇနီးမောင်နှံတစ်တွဲဟာအိမ်အသစ်က တိတ်ဆိတ်ပြီး အသံလုံတာကြောင့် သဘောကျနေပါတယ်...\nဒါပေမယ့် အရမ်းတိတ်ဆိတ်လွန်းတာကြောင့် လူနေတာရော ဟုတ်ရဲ့လားဆိုပြီး သံသယဝင်လာပါတော့တယ်...\nဒါ့အပြင် အိမ်ထဲမှာ ထူးဆန်းတဲ့ပစ္စည်းတွေ ရောက်နေတာမျိုးတစ်ယောက်ယောက်က အိမ်ထဲကို ဝင်နေတဲ့ သဲလွန်စတွေတွေ့နေတာကြောင့် ထိန်းသိမ်းရေးရုံးကို သွားပြီးအကြောင်းကြားလိုက်ပါတယ်...\nထိန်းသိမ်းရေးမှုးပြောတဲ့အတိုင်း လုပ်ပေမယ့် ဘာမှမထူးခြားတာကြောင့် ကိုယ်တိုင်စုံစမ်းတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး...ဇာတ်လမ်းဘာညာနဲ့ လှပညက်ညောတဲ့အခန်းတွေပါတာမို့လို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...    File Size : (1.1GB) and (407MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:14:00\nGenre : Adult ,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/2wy8h/Obscene_House_Slave_Wife_2020.HDRip.1080P(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/pamasahe-133x200.jpg",
        "title": "(18+) Pamasahe (2022)",
        "description": "'အလွန်နွမ်းပါးပုံရတဲ့မိန်းမငယ်လေးတစ်ယောက်ဟာ ရင်ခွင်ပိုက်ကလေးငယ်လေးကိုတင်းတင်းပွေ့ချီရင်း\nမကြာခင်ထွက်ခွာတော့မယ့် ခရီးသည်တင်သင်္ဘောကြီးဆီကို တစ်စတစ်စချဉ်းကပ်လာပြီး\nလူတွေလစ်ပြီအထင်မှာ သင်္ဘောကြီးပေါ်ခိုးတက်ဝင်ရောက်သွားခဲ့ပေမယ့်လဲ\nလက်မှတ်စစ်တဲ့အချိန်မှာ သဘောၤလုံခြုံရေးသုံးဦးရဲ့ဖမ်းဆီးမှုကိုခံလိုက်ရပါတယ်။အကျင့်ပျက်သင်္ဘောအမှုထမ်းသုံးဦးဟာ သူ့ကိုလက်မှတ်စစ်တယ်၊\nမေးခွန်းတွေမေးတယ် ခြိမ်းခြောက်တယ်။ သူတို့လက်ခုပ်ထဲကရေဆိုတာ\nသိသွားတဲ့နောက်မှာတော့ တစ်ယောက်တစ်လှည့်စီဝိုင်းပြီး အခွင့်အရေးယူရုံတင်မကပဲ\nသင်္ဘောကပ္ပတိန်ဆီကိုပါ ဆက်သလိုက်ပါသေးတယ်။ ဒါပေမယ့် သဘောၤကြီးပေါ်က\nငရဲခန်းဟာ ဒီမိန်းကလေးအတွက်အခုမှ အစမဟုတ်သလို သင်္ဘောကြီးဆီက ဆင်းလာပေမယ့်လဲ သူ့ခရီးကမဆုံးသေးပါဘူး။ခရီးစဉ်ရှေ့ဆက်ဖို့အတွက် ဘတ်စ်ကားတစ်စီးရဲ့နောက်ဆုံးခုံပေါ်မှာကလေးနို့တိုက်နေတဲ့သူ့ကို နောက်ထပ်လူရှုပ်လူပွေနှစ်ယောက်က\nလာနှောင့်ယှက်ပြန်ပါတယ်။အဲ့ဒီမှာတော့ သူ့အတွက် ကယ်တင်ရှင်တစ်ယောက်ပေါ်လာခဲ့ပြီး ကယ်တင်ရှင်ဟာ သူ့ကိုခရီးစဉ်တစ်လျှောက်\nကူညီစောင့်ရှောက်ခဲ့သလို သူကလဲ သူ့ဘဝဇာတ်ကြောင်းကိုအထုပ်ဖြေပြောပြပါတော့တယ်။ ကြေကွဲစရာ၊ကြောက်စရာလန့်စရာ၊\nအော်ဂလီဆန်ချင်စရာတွေအပြည့်နဲ့ဘဝဆိုးကို သူဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ရသလဲ? ဒီခရီးအဆုံးမှာလဲ သူ့အတွက် ဘာတွေစောင့်ကြိုနေဦးမလဲ?သရုပ်ဆောင်တွေထပ်လွန်းလို့ ပြောနေကြတဲ့ ပရိသတ်တွေအတွက် Vivamas ကအသစ်စက်စက်လေးနှစ်ယောက်ကိုမိတ်ဆက်ပြီး\nပွဲဦးထွက်စင်တင်ပေးလိုက်တဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ သူတို့လေးတွေကလဲ အရင်စီနီယာတွေထက်မလျော့တဲ့\nဆွဲဆောင်မှုတွေ ညှို့အားတွေနဲ့ ပရိသတ်ကိုဘယ်လိုဆွဲဆောင်ဖမ်းစားသွားမလဲဆိုတာ တစ်ချက်လောက်မြည်းစမ်းကြည့်စေချင်ပါတယ်။\nFile size…1GB / 550MB\nQuality…1080p VMAX WEB DL / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/2wxbx/Pamasahe.2022.1080p.VMAX.WEB-DL.AAC2.0.x264(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/a-story-about-an-eagle-an-elderly-landlord-spendin-141x200.jpg",
        "title": "[21+]The College Girl Who Lived Next Door – Tsubaki Sannomiya[SSNI-984-Decensored]",
        "description": "Tsubaki Sannomiya ဆိုတာ တစ်ခါကြည့်မိရင် တစ်ခါသွေးတိုးရတဲ့ မင်းသမီးလေးပါပဲ။ရီဝေတဲ့မျက်ဝန်းတွေနဲ့ လူရောစိတ်ရော ပြည့်ဝနေတာလေးကို ပုရိသတွေ စွဲငြိကြပါတယ်။သူမရဲ့ဇာတ်ကားတွေမှာဆို သူမကို မတွန့်မဆုတ် ဇွတ်မိုက်တတ်သူလေးအဖြစ် မြင်ရတာများပါတယ်။SSNI-984 ဒီဇာတ်လမ်းမှာတော့ မထုံတတ်သေးနဲ့ အလိုလိုက်တတ်သူတစ်ယောက်အဖြစ် ရှုစားကြရမှာဖြစ်ပါတယ်။Decensored Version နဲ့မလို့ ကျော့ရှင်းမှုတွေကို ဘဝင်ကျကျ ခံစားရမှာလဲဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (1.8 GB) & (700 MB)\nQuality : HDRip (Decensored) 1080p & 720p\nRunning Time : 01:56:14\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1Qwc1/[SSNI-984-Decensored]The_College_Girl_Who_Lived_Next_Door_-_Tsubaki_Sannomiya.HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ssis-300-1-142x200.jpg",
        "title": "{21+} I Was Left Alone With My Girlfriend’s Hot Sister[SSIS-300]",
        "description": "စား....စား မောင်လေးစား\nအားရပါးရစား\nအပေါ်ပိုင်းလား အောက်ပိုင်းလား အလယ်ပိုင်းလား\nမမတွေအကြောင်း သိကောင်းစရာဇာတ်လမ်းလေးမှာ\nမမကလှလဲလှတယ် ဆွဲဆောင်မှုလဲရှိတယ် ချစ်ဖို့လဲကောင်းတယ်\nပြီးတော့ မမကပညာလဲစုံတယ်ကိုယ်တွေတကယ်ကြုံရင်တော့ မသိဘူး ဒီထဲကငတိကတော့\nသူ့စော်ကိုတောင် ငုတ်တုတ်မေ့တဲ့အထိ မမက ပြုစုယုယ ကြင်နာတတ်တယ်\nအပြုအစုကကောင်းတဲ့အပြင်\nဆံပင်ဂုတ်ဝဲလေးနဲ့ ရွှေရင်သိမ်းသစ်လေးရယ် ဆယ်စွယ်လက်မောင်း\nရွှေဘိုပေါင်တံစင်းရယ် ပေါင်းစပ်လိုက်တဲဘအခါ ဒီထဲက ငတိကိုလဲ အပြစ်မပြောတော့ပါဘူးကိုယ်တွေပါ သက်ဆင်းရလောက်မယ့် မမရဲ့ ဝမ်းဗိုက်ပြင်အောက်ပိုင်း\nပေါင်တံနှစ်သွယ်ကြားက ထောက်ချောက်ဆီကို\nညိုကီတို့ကိုပါ သေဖော်ညှိ အလည်လိုက်ဖို့ ခေါ်လိုက်ပါပြီDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.73GB / 821MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 57min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1ayxr/[SSIS-300].1080p.XCross(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/pulsion-142x200.jpg",
        "title": "{21+} Pulsion (2014)",
        "description": "ခပ်ကြမ်းကြမ်းပြကွက်ဆန်းတွေ\nဘွင်းဘွင်းရှင်းရှင်း ဖေါ်ပြချက်တွေနဲ့ ပြင်သစ်ကားတစ်ကား\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်အီဗာမှာ မူမမှန်တဲ့ လိင်ပိုင်းဆိုင်ရာ ခံစားချက်တွေ\nဆက်တိုက်ရနေပါတယ် အဲဒါက အရမ်းကိုထူးဆန်းတယ်\nမိတ်ဖက်မပါပဲနဲ့ စိတ်မပါပဲနဲ့ သူ့အလိုလို နေရာမရွေး\nအချိန်မရွေးထကြွပြီး ကိုယ့်ဘာသာကိုပဲ\nဖြေရှင်းမှ အားရတဲ့ ရောဂါတစ်ခု စွဲကပ်နေပါတယ်\nအဲဒါက တဖြေးဖြေးပိုဆိုးလာပြီး အလုပ်ပြုတ်တဲ့အထိဖြစ်လာပါတော့တယ်\nသူမဖြေရှင်းဖို့က ကာမကုထုံး ဆရာဆီသွားမှပဲ အဆင်ပြေမယ့်အခြေမျိုး\nရောက်လာတာကြောင့် ဆရာဆီရောက်သွားချိန်မှတော့\nသူ့လို မူမမှန်တဲ့ သူတွေအများကြီးထပ်ရှိနေပါတော့တယ်\nဆရာက မူမမှန်တဲ့သူတွေ စုပြီး ကုထုံးတစ်ခု တီထွင်လိုက်တဲ့အခါမှတော့...လူတွေဟာတစ်ယောက်တစ်မျိုးစီ ရူးနေကြတယ်\nအဲဒီအရူးတွေနောက်ပဲ ဆက်လိုက်မလား\nအဲဒီအရူးတွေကနေ ရုန်းထွက်မလား\nမိမိ စိတ်အပေါ်ပဲ မူတည်တယ်ဆိုတဲ့အကြောင်း\nမီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းကောင်းလေးပါပဲ\nFile size…1.54 GB / 800MB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2ws3t/Pulsion_2014_1080p_HEVC_x265(DS).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/6zwl7pfnpfiw-142x200.jpg",
        "title": "[18+]Erotibot (2011)",
        "description": "Eroticbot (2011)သခင်မလေးနဲ့ ကိုယ်ရံတော်စက်ရုံလေးရဲ့ အချစ်ဇာတ်လမ်းလေးပေါ့Tamayo ဆိုတဲ့အမျိုးသမီးလေးမှာ သူ့ကိုစောင့်ရှောက်တဲ့လူသားအသွင်ဆောင်စက်ရုပ်လေးသုံးရုပ်ရှိတယ်သူတို့နဲ့ဘယ်လိုတွေရှေ့ဆက်သွားမလဲ အဲ့သုံးရုပ်ထဲက ဘယ်သူနဲ့ချစ်မိသွားမလဲရန်သူတွေလက်ထဲကဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားမလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦးFile Size__(660MB)\nQuality__DVDRip\nIMDb Rating__4/10\nFormat__mp4\nDuration__01:15:00\nType__Adult , Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4",
        "url": "https://megaup.net/1awd3/[18+]Erotibot_(2011)_1080p.mp4",
        "category": "Adult, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23kUWRcMWrpb9huVE8R0ObHmSTp.jpg",
        "title": "[18+] Us x Her (2022)",
        "description": "Us x Her (2022)ဒေ့ဗ်ဟာ တစ်ချိန်က ဘတ်စ်ကတ်ဘောလက်ရွေးစင်တစ်ယောက်ဖြစ်ခဲ့ပြီး ချစ်သူ မာရီကို လက်ထပ်ကာ အောင်မြင်ပျော်ရွှင်တဲ့ အိမ်ထောင်တစ်ခုကို ပိုင်ဆိုင်ခဲ့ပါတယ်။ ဒါပေမယ့်လဲ ဒူးဒဏ်ရာကြောင့် အနားယူပြီးတဲ့နောက်ပိုင်း လုပ်သမျှစီးပွားရေးတွေကလဲ ကိုဗစ်မွှေလို့ တစ်ခုပြီးတစ်ခုအရှုံးပေါ်၊ ဇနီးသည်ဖြစ်သူ မာရီကလဲ ကိုယ်ဝန်ပျက်ကျခဲ့တဲ့နောက်မှာတော့ သူတို့အိမ်ထောင်ရေးမှာ မုန်တိုင်းထန်စပြုလာပါတယ်။ ဒေ့ဗ်ကိုယ်တိုင်လဲ ဒူးဒဏ်ရာကြောင့် မှီဝဲရတဲ့ဆေးတွေကြောင့် မူးယစ်ဆေးစွဲသလိုဖြစ်နေပြီး ဇနီးဖြစ်သူနဲ့ မပြည့်ဝတဲ့ဆန္ဒတွေကို တစ်ချိန်က သူ့ပရိသတ်၊ သူ့အပေါ် အရူးအမူးစွဲလန်းနေရှာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထွက်ပေါက်ရှာလိုက်မိတဲ့နောက်မှာတော့ ပြဿနာတွေရဲ့ အထွတ်အထိပ်ကိုရောက်ဖို့ ဖြစ်လာပါတော့တယ်။ကောင်မလေးဖြစ်တဲ့ လီလာဟာ သူလိုသလိုသုံးပြီး ပစ်ထားလိုက်တဲ့အချိန်မှာ ငြိမ်ခံမနေပဲ ဇနီးဖြစ်သူ မာရီဆီကတစ်ဆင့် သူတို့အိမ်ထောင်ရေးထဲ တတိယမြောက်လူအဖြစ် ဝင်ရောက်လာခဲ့ပါတယ်။ လင်လုဖက်အနေနဲ့မဟုတ်ပဲ သူ့ဇနီးရဲ့ချစ်သူအဖြစ်ပါ။ ပုံမှန်ယောက်ျားတွေ အတော်များများအတွက် စိတ်ကူးယဉ်အိပ်မက်ဖြစ်နိုင်မယ့် သီရိစံဇာတ်ကို ဒေ့ဗ်ဟာ သူ့ဇနီးသည်နဲ့အတူ ကြည်ကြည်ဖြူဖြူ သုံးပါးသွားခွင့်ရတော့မှာဖြစ်ပေမယ့် မပြေလည်နိုင်တဲ့ပြဿနာတွေက ဘာတွေဖြစ်လာမလဲ...? ဇနီးသည်မာရီက ...",
        "rating": "",
        "url": "https://megaup.net/1avn7/(CM)_Us_x_Her_(2022)_1080p.mp4",
        "category": "Adult, Drama"
    }
]