[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/16291361_1_92-150x200.jpg",
        "title": "[21+]A Thought of Ecstasy (2017)",
        "description": "[21+]A Thought of Ecstasy (2017) အညွှန်း***********************************ဇာတ်လမ်းလေးကတော့ ဖရန့်ခ်ဆိုတဲ့သူတစ်ယောက်ဟာ သူ့အနားကထွက်ခွာသွားတဲ့သူချစ်ရတဲ့မိန်းမကိုလိုက်ရှာနေတယ်၊ထွက်သွားတဲ့အကြောင်းအရာကိုမသိ၊ ဘယ်နေရာကိုထွက်သွားမှန်းမသိ၊ဘယ်နေရာကိုလိုက်ရှာရမှန်းမသိဖြစ်နေတယ်၊ သူ့အတွက်မျှော်လင့်ချက်ဆိုလို့ bestsellerဆုရထားတဲ့စာအုပ်တစ်အုပ်ပဲရှိတယ်၊ ဘာကြောင့်လဲဆိုတော့ စာအုပ်ထဲကအကြောင်းအရာတွေဟာ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကိုရေးထားသလားလို့ထင်ရလောက်အောင်အရမ်းမှန်နေတယ်၊ ဒီတော့ ဒီစာအုပ်ဟာသူချစ်တဲ့မာရီကိုယ်တိုင်ရေးထားတယ်လို့သူက တစ်ထစ်ချကိုယုံကြည်နေတယ်၊အဲ့ဒါကြောင့်ဖရန့်ခ်ဟာ စာအုပ်ထဲမှာပါတဲ့နေရာတွေကိုလိုက်ရှာရင်းနဲ့တကယ်ပဲ မာရီကိုတွေ့သွားမလားဆိုတာ ကြည့်ရှုပေးပါဦး...[+21]  ခပ်ကြမ်းကြမ်းအခန်းတွေပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး File Size : (1.84 GB) (587MB) and (253MB)\nQuality : Blu-Ray  1080p, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by TML\nEncoded by Min Wai",
        "rating": "6.0",
        "url": "https://megaup.net/2suO5/A.Thought.of.Ecstasy.2017.BluRay1080p(CM)_.mp4",
        "category": "Adult, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/kitty-k7-133x200.jpg",
        "title": "(18+)Kitty K7 (2022)",
        "description": "ရည်းစားက သူများနောက်ကောက်ကောက်ပါသွားရင် အသဲကွဲကြတာပါပဲ\nဒါပေမဲ့ ကွဲပုံကွဲနည်းလေးတွေကတော့ မတူကြဘူးပေါ့ သောက်ပြီးမူးပြီးကွဲမလား\nသူငယ်ချင်းတွေနဲ့ အတင်းချပြီးကွဲမလား စားသောက်ပြီးကွဲမလား\nကိုယ်နဲ့မတန်လို့တန်ရာတန်ရာနောက်ပါသွားတယ်ဆိုပြီး သူ့ဟာထက်သာစေရမယ်ဆိုတဲ့\nMoti ကြီးနဲ့အောင်မြင်အောင်လုပ်မလား အမျိုးမျိုးပါပဲ ဒီကားလေးမှာဆိုလဲ မပြင်တတ်မဆင်တတ် ကောင်မလေးတစ်ယောက်\nဘဲကနောက်တစ်ယောက်ဆီကောက်ကောက်ပါအောင် လိုက်သွားတော့\nMiley Cyrus လိုပဲ သူ့ထက်လန်းအောင်လုပ်ပြမယ်ဆိုရာကနေ\nအလန်းလွန် အလွန်လန်းပြီးတော့ တဖက်တလမ်းကနေ သူ့ရဲ့ ဝါသနာ\nအစစ်အမှန်ကိုတွေ့ရှိပြီး ပုရိသတို့အတွက် Cam Girl အဖြစ်\nလုပ်အားနဲ့ အကျိုးပြုရင်း ဘဝရဲ့ လောကဓံတွေကိုကြံကြံခံရင်ဆိုင်တဲ့\nအကြောင်းလေးကို စိတ်ခွန်အားဖြစ်ဖွယ် တင်ဆက်ထားတာမို့ ကြည့်ကောင်းမဲ့\nကားလေးပါ ။ပြီးကျ ဖိလစ်ပိုင်ကားလေးဆိုတော့ ပိုပြီးနီးစပ်တာပေါ့။\nဒါပေမဲ့ Cam Girl ဆိုတော့ ၁၈ ယောက်စုကြည့်မှ ပိုအဆင်ပြေပါလိမ့်မယ်   \nFile size…1.04GB / 500MB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1Muxj/Kitty.K7.2022.1080p.VMAX.WEB-DL.AAC2.0.x26.XCross%7BDS%7D.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/c5mn7ejvETjHnazdwWmNQRmxKvO-133x200.jpg",
        "title": "[18+] Raped by an Angel 4: The Rapist’s Union (1999)",
        "description": "Raped by An Angel စီးရီးရဲ့ ၄ ကားမြောက်ဇာတ်ကားပါ။ဒီဇာတ်ကားက ရှေ့ကားတွေထက် ပိုကြမ်းတမ်းတဲ့ဇာတ်လမ်းဇာတ်ကွက်ရှိပါတယ်။မိန်းကလေးသူငယ်ချင်းတစ်အုပ်စုကို မျက်စိကျပြီး မကောင်းကြံနေတဲ့ နှာဘူးကောင်အုပ်စုလိုက်ကို တွေ့ရမှာပါ။နှာဘူးကောင်အုပ်စုက သေချာအကွက်ချစီစဉ်ပြီး အုပ်စုလိုက်ယုတ်မာတတ်တာမို့သူတို့ကို ပြန်တွယ်ဖို့ မိန်းကလေးတွေဖက်က ဘယ်လိုစီစဉ်မလဲဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (3.8 GB) & (850 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:28:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "4.5",
        "url": "https://megaup.net/1Mt89/(CM)_Raped.by.an.Angel.4.The.Rapists.Union.1999.1080p.Blu-ray.REMUX.AVC.TrueHD.5.1-RGB.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/hot-sex-talrk-140x200.jpg",
        "title": "(18+)Hot Sex Talk (2015)",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးက live stream လွှင့်ပြီး\nဘဝရပ်တည်ရေးကို ကြိုးစားနေတဲ့ ကိုရီးယားမလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ်\nသူက ပထွေးနဲ့မနေချင်တဲ့အဆုံး မြို့ပေါ်ကိုတက်လာပြီး streamer လုပ်နေသူလေးပါ\nဒီနေရာမှာ သူ့ရဲ့ Live stream အကြောင်းနဲနဲပြောပြချင်ပါတယ် သူက ခန္ဓာကိုယ်ကို ပြပြီး viewer တွေခိုင်းတာ လုပ်ပြရတာဖြစ်ပါတယ်\nအရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းပြီး လူငယ်တွေရဲ့အချစ်ရေး\nမိဘနဲ့သားသမီးကြားက အဖုထစ်လေးတွေ\nကို ဇာတ်လမ်းဇာတ်ကွက်ပီပြင်ပြီး Streamer အကိတ်လေးရဲ့\nပြကွက်ဆန်းတွေကို ခံစားဖို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်  \nFile size…576MB\nQuality…720p HDRIP\nFormat…mp4\nDuration….74 Mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/16ujq/Hot.Sex.Talk.2015.720p.HDRip.H264.AAC.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/9tyNTKJgTvCETaMyluXG8BhVsMT-133x200.jpg",
        "title": "[18+]My Horny GirlFriend (2002)",
        "description": "ခွေဆိုင်မှာ ၀ယ်ပြီး ကြည့်ခဲ့ရတဲ့ ကမ်းခြေမာယာ ချစ်လဲ့ဖြာ ဇာတ်ကားလေးပေါ့ဂိမ်းတွေကစားရင်း ကမ်းခြေမှာ အချစ်စမ်းကြမယ့်စုံတွဲလေးတွေရယ်.....ကြင်ဖက်ယှဥ်လျက်နဲ့ အစဥ်မပျက်အောင် လင်ဖက်ထပ်ရှာတဲ့မိန်းမတွေရယ်....ကြည့်ပြီးသူတိုင်း ကွက်ကွက်ကွင်းကွင်း စွဲမက်ကျန်ခဲ့စေမယ့် အကွက်‌လေးတွေနဲ့ ဒီကားလေးကို ခေါင်းကြီးတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(850MB)\nQuality__DVDRip\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:33:00\nType__Adult, Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/2snov/[18+]My_Horny_Girlfriend_(2002)_DVDRip.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/ipx-726-156x200.jpg",
        "title": "(21+)A Lucky Lady {IPX-726)",
        "description": "ယူကာမီတို့နဲ့ ခေတ်ပြိုင်အဆိုတော် Kana Momonogi လေးနဲ့ မိတ်ဆက်ပေးပါရစေ\nသူမက ငယ်ရွယ်တယ် လှပတယ်...\nသူမရဲ့အသံလေးက ချိုသာပြီး ကျက်သရေရှိလှတယ်\nပြီးရင် သူမရဲ့ အပြုံးတွေ ထူထဲလှတဲ နှုတ်ခမ်းအစုံ\nအထူးခြားဆုံးက သူမရဲ့ ခုန်ထွက်တော့မည့်အလား ရွှေရင်စုံ...\nသူမရဲ့အလှတရားတွေက ပြည့်စုံလွန်းတယ်... ဇာတ်လမ်းလေးကတော့ ချစ်စခင်စ ကြင်စဦးမောင်နှံပုံစံအသွင်နဲ့\nဇာတ်လမ်းဆင်ပြီး တင်ဆက်ထားပါတယ်\nစိတ်ကောက်ပြေစ စုံတွဲတွေ\nပူပူနွေးနွေး ဇနီးမောင်နှံတွေ\nလက်မလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်   \nFile size…3.46Gb  / 1.3GB\nQuality…1080p/720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2smxY/IPX-726_.1080p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/hotspot-133x200.jpg",
        "title": "The Hot Spot (1990)",
        "description": "မမ Jennifer Connelly တစ်ယောက် ဒီထဲမှာ ကြမ်းတယ်ဆိုလို့ Quality Update လိုက်ပါတယ်။IMDb (6.4) / Rotten Tomatoes (73%)ဟယ်ရီမက်ဒေါ့စ်ဟာ တက္ကဆက်က မြို့ငယ်လေးတစ်ခုကို အခြေလာချတဲ့ တစ်နယ်သား\nတစ်ယောက်ပါ။ သူ့ နောက်ကြောင်းကို ဘယ်သူမှ မသိရသလို ဘာအကြံအစည်တွေသယ်ဆောင်လာမလဲ\nမယုံကြည်ရသူတစ်ယောက်။ ကားဟောင်း အရောင်းသမားတစ်ယောက်အဖြစ် လုပ်ကိုင်နေရင်း ပိုင်ရှင်ဖြစ်သူရဲ့\nဇနီးနဲ့ ပွေရှုပ်သလို စာရင်းကိုင်မိန်းမလှလေး ဂလိုရီယာ(ဂျနီဖာကော်နယ်လီ)ကိုလဲ အလွတ်မပေးပါဘူး။တကယ်တမ်း သူ့ရည်ရွယ်ချက်က မြို့ရဲ့ ဘဏ်တိုက်ကိုလုယက်ဖို့ပါပဲ။\nအဲ့ဒီအချိန်မှာပဲ စာရင်းကိုင်မိန်းမလှလေး ဂလိုရီယာဟာ မြို့စွန်မှာ နေထိုင်တဲ့ ခပ်ပေပေလူတစ်ယောက်ရဲ့\nငွေညှစ်ခြိမ်းခြောက်မှုကို ခံနေရပါတယ်။ ဒါတွေရဲ့ နောက်ကြောင်းက ဘယ်လိုရှိလဲ။\nနယ်လှည့်ပြီး ဖျံကျလာတဲ့သူတစ်ယောက်အတွက် ဒီနယ်မြို့ငယ်လေးမှာ သူ့ထက်လည်တဲ့သူ ရှိနေမလား။\nလျှို့ဝှက်ချက်ကိုယ်စီနဲ့ လူတစ်စု တစ်ယောက်အပေါ်တစ်ယောက် ပိပိရိရိလှည့်ဖျားကြပုံတွေကိုစိတ်ဝင်စားစရာမြင်ရပါလိမ့်မယ်။ဂျနီဖာကော်နယ်လီဆိုတာ ၁၉၉၀ ခုနှစ်များရဲ့ အလှဘုရင်မဖြစ်ပြီးတော့ သူ့ရဲ့အလှတွေချပြထားတဲ့ ဒီဇာတ်ကားက ကျွန်တော်တို့ကို ခဏခဏပြန်ကြည့်မိအောင် ဆွဲဆောင်ထားပါတယ်။ :3\nFile size…(2.2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Ml44/(CM)_The.Hot.Spot.1990.REMASTERED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/sasabdkiqzgqevim-133x200.jpg",
        "title": "[18+] Raped by an Angel 3: Sexual Fantasy of the Chief Executive (1998)",
        "description": "Raped by An Angel စီးရီးရဲ့ ၃ ကားမြောက်ဇာတ်ကားပါ။လူကြီးလူကောင်းတစ်ယောက်လိုဟန်ဆောင်ဖုံးကွယ်ထားပေမယ့် အတွင်းစိတ်ထဲမှာ မိန်းကလေးတွေကို နှာဘူးထနေတဲ့အပြင်ဒီစိတ်ကိုမထိန်းချုပ်နိုင်ဘဲ စိတ်ထဲရှိရာလုပ်လာတဲ့ ရာဇဝတ်သားဘဲတစ်ကောင်ကိုထုံးစံအတိုင်း လက်စားပြန်ချေမယ့်ဇာတ်ကားပါပဲ။အားနွဲ့တဲ့ မိန်းမသားဆိုပေမယ့် အရေးကြုံလာတော့ ဘယ်လိုအကွက်ချလက်စားပြန်ချေမယ်ဆိုတာ အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (2.9 GB) & (800 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:36:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/2skI7/(CM)_Raped.by.an.Angel.3.Sexual.Fantasy.of.the.Chief.Executive.1998.1080p.Blu-ray.REMUX.AVC.AAC.5,1-RGB.mp4",
        "category": "Adult, Asian, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmEyODc5NTAtNmMxYi00MzQwLTgxNDYtYWUwMzgzYmMxMGIzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-139x200.jpg",
        "title": "[21+] Frivolous Lola (1998) Monella",
        "description": "အီတလီဒါရိုက်တာ Tinto Brass ဇာတ်ကားဆိုရင်တော့ သဘောပေါက်လိုက်ပါတော့။လိုလာဆိုတာ အီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ဆယ်ကျော်သက်မိန်းမငယ်လေးတစ်ယောက်ဖြစ်ပြီး၊ သူ့ချစ်သူနဲ့\nစေ့စပ်ထားတဲ့ သတို့သမီးလောင်းလေးတစ်ယောက်လဲဖြစ်ပါတယ်။ ဒါပေမယ့် လင်ကောင်မပေါ်ပဲ သူ့ကိုမွေးတယ်လို့\nလူတွေဆိုကြတဲ့ သူ့မိခင်၊ မိန်းမရှုပ်တယ်လို့နာမည်ကျော်တဲ့အမည်ခံဖခင်တို့ကြောင့်ရော သူကိုယ်တိုင်ရဲ့လော်လည်တဲ့အနေအထိုင်တွေကြောင့်ပါ\nမြို့နေမိန်းမသားတွေကြားမှာ နာမည်ဆိုးနဲ့ကျော်ကြားပါတယ်။လိုလာဟာ သူ့ချစ်သူနဲ့လက်မထပ်ခင်မှာအပျိုစင်ဘဝကိုအသည်းအသန်ပေးအပ်ချင်နေခဲ့ပေမယ့်\nသူ့ကိုတန်ဖိုးထားချစ်တယ်လို့ဆိုတဲ့ ရှေးရိုးစွဲသူ့ချစ်သူကတော့ လက်မခံပါဘူး။ ဒီတော့ လိုလာဟာ သူ့ချစ်သူကိုအတင်းဝင်လုံးတယ်၊\nအထိအတွေ့နဲ့ဖြားယောင်းတယ်၊ တစ်ပါးသူတွေနဲ့ပရောပရည်လုပ်ပြီးဝန်တိုအောင်ဆွတယ်။ ဒီလိုကနေ\nတစ်ဖြည်းဖြည်းမချင့်မရဲဖြစ်လာတဲ့လိုလာဟာပတ်ဝန်းကျင်ကလူမှန်သမျှကို အလွတ်မပေးစတမ်းဖြစ်လာပါတော့တယ်။အဲ့ဒီထဲမှာမှ သူ့ဖခင်လို့ အများသိထားတဲ့ မိန်းမရှုပ်တဲ့နေရာမှာနာမည်ကျော်တဲ့ အန်ဒရေးလဲ မလွတ်ပါဘူး။ဆရာကြီး Tinto Brass ရဲ့ထုံးစံအတိုင်း မိန်းမလှလေးလိုလာရဲ့ စူးစမ်းရှာဖွေမှုစွန့်စားခန်းတွေကို\nပွင့်လင်းတဲ့ အပြောအပြတွေနဲ့တွေ့မြင်ရမှာဖြစ်တဲ့အတွက် 21 plus ပါပဲ။Frivolous Lola နာမည်နဲ့လူသိပြီး မူရင်း နာမည်က Monella ဖြစ်ပါတယ်။ပိုစတာကိုတော့အများရင်းနှီးနေမှာဖြစ်ပေမယ့် ကြည့်ပြီးသားလို့အထင်မရောက်စေချင်ပါဘူး။ သူ့ဇာတ်ကားတွေထဲမှာ ဒီလိုပုံစံမျိုးဆင်တူတွေ\nမနည်းမနောရှိလို့ပါပဲ။File Size : (2.3 GB) & (950 MB)\nQuality : BluRay 1080p & 720p\nRunning Time ...",
        "rating": "5.1",
        "url": "https://megaup.net/16j6e/(DS)_Frivolous.Lola.1998.ITALIAN.1080p.BluRay.x264.AAC-RGB.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/fviyhkp6k3isa2-133x200.jpg",
        "title": "[18+] Raped by an Angel 2: The Uniform Fan (1998)",
        "description": "Raped by An Angel အောင်မြင်သွားတာကြောင့် နံပါတ် (၂) ထွက်ရှိလာတဲ့ဇာတ်ကားပါ...ဒီဇာတ်ကားထဲက မင်းသမီးကတော့ A Chinese Odyssey ထဲက စတီဗင်ချောင်ရဲ့တွဲဖက် မင်းသမီးချောလေး Athena Chu ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ...ကောင်မလေးတွေရဲ့ယူနီဖောင်းဝတ်စုံတွေကိုစွဲလန်းပြီး လစ်ရင်လစ်သလို မကောင်းကြံတတ်တဲ့ သွားဆရာဝန် နှာဘူးကောင်ကိုRaped by An Angel ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကောင်မလေးတစ်ယောက်က လက်စားပြန်ချေမယ့် ဇာတ်လမ်းပါ။နှာဘူးကောင်က စတီဖင်ချောင်ပုံစံပြင်ဆင်ထားပြီး ယူနီဖောင်းမြင်တိုင်း ရုပ်တည်ကြီးနဲ့  နှာဘူးထနေတာကို မြင်ရမှာပါ။မင်းသမီးကလဲ အားနွဲ့တဲ့ မိန်းမသားဆိုပေမယ့် အရေးကြုံလာတော့ ဘယ်လိုအကွက်ချ လက်စားပြန်ချေမယ်ဆိုတာ အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (4.8 GB) & (999 MB)\nQuality : ...",
        "rating": "4.7",
        "url": "https://megaup.net/2s6bu/(CM)_Raped.by.an.Angel.2.1998.1080p.BluRay.REMUX.AVC.AAC.5.1-RGB.mp4",
        "category": "Action, Adult, Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/DVAJ-533-150x200.jpg",
        "title": "(21+)While My Girlfriend Was Out Of The House {DVAJ-533}",
        "description": "While My Girlfriend Was Out Of The House\n===============================ခုတခေါက် တင်ဆက်ပေးချင်တာတော့ Riho Fujimoriဆိုတဲ့ အလှပဂေးမင်းသမီးပဲဖြစ်ပါတယ်သူမရဲ့အလှတရားကိုညွှန်းစာဖွဲ့ရရင်တော့ ကုန်မယ်တောင်မထင်ပါဘူး...နုပျိုလှတဲ့မျက်နှာလေးနဲ့ ခန္ဓာကိုယ်အချိုးစားပြေပြစ်မှုတွေက ကြည့်ရသူပုရိသတို့အဖို့ရင်ဖိုစေမှာပါ........ ဇာတ်လမ်းအကျဉ်းရီနိုဆိုတာ ကုန်စုံဆိုင်ကသာမန်ဝန်ထမ်းမလေးတစ်ယောက်ပေါ့အလုပ်ကြိုးစားပြီး ပိုက်ဆံရှာနေသူဆိုလဲမမှားဘူး သိပ်ခင်ရတဲ့စုံတွဲလေးတတွဲက သူ့အဖော်သူငယ်ချင်းနှစ်ယောက်ပေါ့...တနေ့အဲ့စုံတွဲလေးရဲ့ယောကျာ်းလေးသူငယ်ချင်းဖြစ်သူကသူမရဲ့ဖုံးကွယ်ထားတဲ့အမှန်တရားလေးတခုကို သိရှိသွားချိန်မှာတော့...\nFile size…2.28GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "",
        "url": "https://megaup.net/169wp/[DVAJ-533]_I_Fucked_My_Girlfriend%E2%80%99s_Bestfriend_.1080p.X_Cross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/cindrella-138x200.jpg",
        "title": "(18+)Cinderella’s Hot Night (2017)",
        "description": "အကြည့်တွေ အချိုးစားတွေ မြင်ရယုံနဲ့ တဖြုတ်ဖြုတ်ကြွေစေမဲ့\nအလှနတ်သမီးတွေ ဖြစ်တဲ့ Blair Williams, Sarah Hunter, Karlie Montana\nတို့အပြင် အခြား စွဲမက်စရာ မော်ဒယ်တွေ အပြိုင်အစွမ်းပြထားတဲ့\nစင်ဒရဲလားရဲ့ ကြွက်တွေ ရွှေဖရုံသီးတွေ ရထားတွေ မပါတဲ့ ခေတ်သစ် ဇာတ်လမ်းလေးလာပါပြီ\nဖန်တျာတေအောင် ကြည့်ခဲ့ဖူးတဲ့ စင်ဒရဲလားနဲ့ အခုစင်ဒရဲလား လုံးဝမတူပါဘူးနော်\nစင်ဒရဲလား နောက်ခံကျောရိုးကိုယူထားတဲ့ အသွင်သစ် စင်ဒရဲလားဖြစ်ပါတယ် စင်ဒီတစ်ယောက် မိဘတွေဆုံးသွားပြီးနောက်\nဘဝကိုခက်ခက်ခဲခဲနဲ့ ရုန်းကန်နေရရှာပါတယ်\nသူမက ကောလိပ်တက်နေရင် ကျူရှင်လခအတွက်\nလုံးပန်းနေရပါတယ်\nသူမက အလုပ်သင်အနေနဲ့ ယူနီဗာဆယ် လို့ခေါ်တဲ့\nနိုင်ငံအသီးသီးနဲ့ချိတ်ဆက်ထားတဲ့ သွင်းကုန်ကုမ္ပဏီမှာ အလုပ်ရပါတယ်\nကျူရှင်စရိတ်တွေရော အဆောင်ခတွေရော မတက်နိုင်တဲ့အဆုံး\nအဆောင်က နှင်ချခံရပေမဲ့ ကံအားလျာ်စွာပဲ သူဌေးရဲ့ အိမ်ကအခန်းလွတ်မှာ နေခွင့်ရခဲ့ပါတယ်\nသူ့မှာ အရမ်းဆိုးတဲ့ သမီးနှစ်ယောက်လည်းရှိနေပါတယ်......... တစ်နေ့မှာတော့ သူမတို့ ကုမ္ပဏီရဲ့ ပါတနာ အိမ်ရှေ့စံမင်းသားရဲ့ နှစ်သစ်ကြိုဆိုပွဲကြီးကျင်းပမှာမှာဖြစ်ပြီး\nစင်ဒီအရမ်းတက်ချင်ပေမဲ့ မိန်းမဆိုးလေးနှစ်ယောက်နဲ့ သူတို့မိခင်ကြီးက အတင်းအကြပ်တာတဲ့အခါ...\nရှေ့ဆက် ဖြစ်ပေါ်လာတဲ့ ဖြစ်ရပ်တွေက အရမ်းရင်ခုန်စရာကောင်းလှတာဖြစ်ပြီး\nလူကြီးကြိုက် အသားပေး ရိုက်ကူးတာတာဖြစ်လို့\nDS ဖန်တွေအတွက် ...",
        "rating": "3.7",
        "url": "https://megaup.net/2s2nf/Cinderellas.Hot.Night.2017.1080p.WEBRip.x264.AAC2.0CH.X_Cross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/biyak-133x200.jpg",
        "title": "(18+)Biyak (2022)",
        "description": "တချိန်တခါက မြန်မာကားတွေကို ကျွန်တော်တို့တွေ အားရပါးရ ဖောင်းထုခဲ့တဲ့ အချိန်တွေကို\nမှတ်မိကြမှာပါ မအေးအေးဝင်းစီစဉ်သည်တို့ ဇာတ်သိမ်းပိုင်းကြ လူစုံတက်စုံးပြေးကြသည်တို့\nmeme တွေတပြုံတခေါင်းကြီးနဲ့ကို ဖောင်းထုခဲ့ကြတဲ့ ပျော်စရာအချိန်လေးတွေပေါ့ ဒါပေမဲ့လဲ\nမြန်မာကားတွေကတော့ ပြောင်းလဲသွားရိုးထုံးစံမရှိခဲ့ပါဘူးဒါပေမဲ့လဲ တအားကြီးတော့ စိတ်ပျက်မသွားကြပါနဲ့ ကိုယ်တွေလိုပဲ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nတအားကို မြန်မာဆန်တဲ့ ဇာတ်ကားတွေရှိသေးတယ်ဆိုတာ သတိရလိုက်ပါ။ ခု ဇာတ်ကားလေးကလဲ\nဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ မြန်မာကားကို upgrade မြင့်ထားတဲ့ ဒေသတွင်း ဖိလစ်ပိုင်ကားလေးဖြစ်ပါတယ်\nနဲနဲပိုသွားတာဆိုလို့ ဇာတ်ကားနဲ့ ဘာမှမဆိုင်တဲ့ sex scene လေးနဲနဲပိုပါလာတာလေးပဲရှိပါတယ်။\nဇာတ်လမ်းကလဲ နိုင်ငံခြားက ဂိ ဇာတ်ကားကြီးတွေလို ခေါင်းရှုပ်ခံပြီး စဉ်းစားစရာမလိုပဲ\nဘာပြီးဘာဖြစ်မယ်ဆိုတာ ပျော်ပျော်ကြီး ခန့်မှန့်လို့ရပါတယ်။ God of War ကို easy mode နဲ့\nဆော့ပြီး Boss တွေကို အားရပါးရ ရှယ်ခုတ်နေရသလိုပါပဲ။ အဲ့လောက်ပျော်ဖို့ကောင်းတဲ့\nဇာတ်ကားလေးကို လက်လွတ်မခံပဲ ခုဘဲဒေါင်းကြည့်လိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။P.S ဇာတ်လမ်းအကျဉ်းကတော့ မရေးတော့ဘူး ဇာတ်လမ်းအကုန်သိသွားမှာစိုးလို့       \nFile Size - 1.26GB ...",
        "rating": "",
        "url": "https://megaup.net/2s29k/Biyak.2022.1080p.VMAX.WEB-DL.AAC2.0(DS).mp4",
        "category": "Action, Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/exyvycwtse8l-133x200.jpg",
        "title": "[18+] Virgin Forest (2022)",
        "description": "ဖရန်စစ်ဟာ နာမည်ကျော်ဓာတ်ပုံသတင်းထောက်တစ်ယောက်ဖြစ်ပြီး တစ်နေ့မှာ ဘူကစ်နွန်ခရိုင်မြို့တော်ဝန်ရဲ့\nဆက်သွယ်တာဝန်ပေးမှုကြောင့် ဒေသတွင်းထိန်းသိမ်းထားတဲ့အပျိုစင်သစ်တောတွေထဲမှာ ရပ်ဖလေးရှား လို့ခေါ်တဲ့\nဆန်းကြယ်တဲ့ ကမ္ဘာအကြီးဆုံးပန်းတွေကိုဓာတ်ပုံရိုက်ဖို့ဖြစ်လာပါတယ်။မြို့တော်ဝန်က သူနဲ့အတူလမ်းပြအဖြစ် ရော်ဂျာဆိုတဲ့ဒေသခံကောင်လေးတစ်ယောက်ကိုထည့်ပေးလိုက်ပြီး\nစကားစပ်မိရာကနေ ရော်ဂျာရဲ့အရွယ်နဲ့မမျှတဲ့မိသားစုတာဝန်တွေ၊ ဝန်ထုပ်ဝန်ပိုးတွေအကြောင်းသိသင့်သလောက်သိလာခဲ့ပါတယ်။\nဖရန်စစ် မသိခဲ့တာက ရှေ့မှာစောင့်ကြိုနေမယ့် တောရဲ့ဆန်းကြယ်မှုတွေ ပဟေဠိတွေနဲ့ ဘယ်သူမှမရိပ်မိကြသေးတဲ့\nလူသားနဲ့သဘာဝရဲ့ဆန်းကြယ်မှုတွေကြားက ပဋိပက္ခတွေအကြောင်းပါပဲ၊အိမ်မက်လိုလိုတကယ်လိုလိုကြားရတတ်တဲ့ နားနားကပ်ပြောတဲ့ စကားသံတွေ၊ မျက်လုံးမှိတ်လိုက်တဲ့အခါမြင်ရတတ်တဲ့\nအဝတ်ဗလာမိန်းမလှလေးတွေနဲ့ ချစ်တင်းနှောရပုံတွေ၊ ကျွန်မတို့ကိုကယ်ပါ ဆိုတဲ့ အကူအညီတောင်းခံသံတွေရဲ့\nနောက်ကွယ်က ဖြစ်ရပ်မှန်တွေကို သူအဖြေရှာရမှာဖြစ်ပါတယ်။Brillante Ma Mendoza ရဲ့ကားသစ်ဖြစ်ပြီး သူ့လက်စွဲတော် မင်းသားမင်းသမီးတွေအပြင် တစ်ခြားသရုပ်ဆောင်အင်အား\nအများအပြား ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့တင်ဆက်ထားတာပါ။ သရုပ်ဆောင်အင်အားများသလို မိသားစုနဲ့\nကြည့်လို့မသင့်တဲ့အခန်းတွေလဲ ရှည်လျားများပြားစွာပါဝင်တဲ့အတွက်အချိန်ပေးပြီးတစ်ယောက်တည်းကြည့်ကြတာကောင်းပါလိမ့်မယ်။File Size : (1.9 GB) & (950 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:54:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/37ZbD/(CM)_Virgin.Forest.2022.1080p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/8uj3cflsewb3-133x200.jpg",
        "title": "[18+]Nurse Girl Dorm: Sticky Fingers (1985)",
        "description": "လူနာတွေအပေါ် သူနာပြုဆရာမလေးတွေရဲ့ ဂရုစိုက်မှု့တွေကို အားပါးတရကြည့်ရမယ့်ကားလေးပါသူနာပြုလေးတွေက ရှယ်ချောပြီး လန်းပါတယ် တော်တော်များများ ကွက်ကွက်ကွင်းကွင်း ကြမ်းကြမ်း ရိုက်ပြထားတာမို့ ၁၈ယောက်မက ၂၁ယောက်လောက်စုကြည့်ကြပါလော့File Size__(620MB)\nQuality__DVDRip\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:05:00\nType__Adult , Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.6",
        "url": "https://megaup.net/2s23v/[18+]Nurse_Girl_Dorm_Sticky_Fingers_(1985).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/91O7z0vo7MiNWd5xD2BoivwbQsb.jpg",
        "title": "[+21] 9 Songs(2004)",
        "description": "[21+]9 Songs(2004) အညွှန်း*******************ဒီကားက Music Romance ဖြစ်ပြီး ဆုတွေလည်းရထားပေမဲ့စိတ်မကောင်းချင်စရာကောင်းတာက အထဲမှာပါတဲ့အချစ်ကိုဖော်ပြတဲ့အခန်းအတော်များများဟာ 21+ အဆင့်ဖြစ်နေတာပါပဲ..Music ,Romance ကြိုက်တဲ့သူတွေအတွက်စိတ်မကောင်းချင်းများစွာနဲ့ ဒီကားကိုဒေါင်းရမှာ ဖြစ်ပါတယ်...ဘဝတစ်ကွေ့မှာ ဆုံတွေ့ခဲ့ပြီး၊ ကိုယ့်ရင်ခွင်ထဲ ခဏ၀င်နားကာပြန်ထွက်ခွာသွားတဲ့သူမျိုးကတော့ လူတိုင်းဆီမှာရှိကျစမြဲပါပဲ။\nလန်ဒန်မှာ အလုပ်လာလုပ်ပြီး သူ့ရင်ခွင်ထဲခိုလှုံကာ မွေးရပ်မြေကိုပြန်သွားတဲ့အမေရိကန်သူလေး လီဆာကို အင်္ဂလန်သားလေး မတ်တစ်ယောက် သတိရ‌နေပြီးအတူရှိခဲ့စဉ်က နှစ်ယောက်သား  ရဲ့ ချစ်ပုံရိပ်တွေကိုသီချင်းကိုးပုဒ်တို့ဖြင့်  ခမ်းနားထည်ဝါစွာဖော်ပြထားပါတယ်..File Size : (1.5GB) (885 MB) and (207MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:11:00\nGenre : Music, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Y\nEncoded by X",
        "rating": "6.5",
        "url": "https://megaup.net/1M43v/9.Songs.2004.BLU-RAY1080P(CM).mp4",
        "category": "Adult, Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ebod-911-i-was-made-to-share-a-room-with-my-virgin-156x200.jpg",
        "title": "(21+) I Was Made To Share A Room With My Virgin Coworker (EBOD-911)",
        "description": "သူမရဲ့ တည်ကြည်ခန့်ငြားမှု\nသူမရဲ့ လှပတဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်\nသူမရဲ့ အလှ သဘာဝတရား\nသူမရဲ့ ဝန်ထမ်းကောင်းပီသမှု\nသူမရဲ့ တာဝန်ယူလိုစိတ် အားလုံးက\nချီကျူးနေကြပြီး အားကိုးရတဲ့ဝန်ထမ်းကောင်းတစ်ယောက်\nသူမရဲ့ ဆန့်ကျင်ဖက် ကာဝါရှီမာ တစ်ယောက် ကတော့\nအမြဲတမ်း အဆူငေါက်ခံအနှိမ်ခံသူကိုယ်တိုင်ကလည်း အလုပ်နဲ့ပက်သက်လာရင်\nနဝေတိမ်တောင် ဟိုလိုလိုဒီလိုလို အမြဲလုပ်နေကျ\nအဆိုးဆုံးကတော့ အရွယ်ရောက်တာကြာနေပြီး\nအခုထိ လူပျိုစင်ဖြစ်နေတာကို အလှောင်ခံရတာပါပဲတစ်နေ့မှာတော့ သူတို့ဆန့်ကျင်ဖက်နှစ်ဦး အလုပ်ခရီးအတူထွက်ဖို့အကြောင်းဖန်လာပြီး\nခရီးမှာ မျှော်လင့်ထားသလိုဖြစ်မလာပဲ ကမောက်ကမ ဖြစ်ခဲ့တာတွေကို\nလူကြီးစိတ်ဝင်စားဖွယ် ရှု့ထောင့်အသွယ်သွယ်ကနေ ရိုက်ပြထားတာဖြစ်လို့\nDS ဖန်တွေအတွက် တင်ဆက်လိုက်ပါတယ်     \nFile size…2.23GB /  1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/165nu/EBOD-911.1080p.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/sec2-1-157x200.png",
        "title": "(18+)Secrets (2022)",
        "description": "Reviewဒီကားလေးကတော့ ဖီလစ်ပိုင်လိင်ပညာပေးကားလေးပါ ကြည့်သင့်တယ်ပေါ့နော်\nဇာတ်လမ်းအစမှာ လက်မထက်ရသေးတဲ့စုံတွဲတစ်တွဲက အားလပ်ရက်ခရီးလေး\nဆန်တာမာရီယာကမ်းခြေကိုသွားကြတယ်အဲ့ဒီက Resort ကသူတို့သူငယ်ချင်းပိုင်တာကိုး ကောင်လေးက အရင်အိမ်ထောင်နဲ့ကွဲနေပြီး\nကလေးတစ်ယောက်ရှိတယ် သူ့ဇနီးဟောင်းကဖုန်းဆက်တာကို\nကောင်မလေးကမကြိုက်တော့ဆက်ဆံရေးက အဆင်မပြေဘူး\nကောင်လေးက ကုတင်ပေါ်မှာကျတော့လဲပုံမလာဘူးအဲ့လိုဖြစ်နေတဲ့သူတို့နှစ်ယောက်ကြားထဲကိုဝင်လာတဲ့သူကတော့ပရိတ်သတ်ကြီးပဲကြည့်လိုက်ပါတော့ဘယ်လောက်တောင်လဲဆို လခွမ်းကွာ လို့တောင်ထအော်မိလိမ့်မယ့်ပညာပေးကားကောင်းလေးပါ  \nFile size…1.2GB / 597MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.2",
        "url": "https://megaup.net/164s7/Secrets.2022.1080p.WEB-DL.AAC2.0.X_Cross(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Jul-899-133x200.jpg",
        "title": "(21+) The Birth Of A Next Generation (JUL-899)",
        "description": "ဒီတစ်ယောက်က Cute and Sexy Type လေးပါ\nသူ့ရဲ့ သွားတက်လေးတွေက အသက်ပါပဲ\nရယ်လိုက်ရင် ပြုံးလိုက်ရင် အရမ်းချစ်ဖို့ကောင်းနေရော\nဒါပေမဲ့ သူ့ရဲ့ဆန္ဒတွေကို သူ့ရဲ့ အလှတရားတွေက\nဖုံးကွယ်ထားပါတယ်.......ခုဒီရုပ်ရှင်ကတော့ သူမရဲ့\nပွဲဦးထွက်ရုပ်ရှင်ဖြစ်ပြီး\nသူမရဲ့ဆန္ဒရော အလှကိုရော\nရင်သပ်ရှုမောဖွယ်ချပြသွားမှာပါ       \nFile size…3GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated byKi Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1M0g6/JUL-899.1080p.X_Cross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/room-in-rome-139x200.jpg",
        "title": "(18+)Room in Rome (2010)",
        "description": "Room in Rome (2010)\n===================တချို့ချစ်ခြင်းတွေဟာ ဆန်းကြယ်လှပါတယ်....\nလူနှစ်ယောက်အမှတ်မထင်တွေ့ဆုံမှုကနေ အမှတ်တရတွေဖြစ်ဖို့\nအချိန်ဘယ်လောက်လိုမယ်ထင်ပါလဲ.....တပတ်လား တလလား တနှစ်လား....\nကိုယ့်ရင်ထဲမှာချစ်ခြင်းမေတ္တာသာအစစ်မှန်ရှိရင်\nကိုယ့်အတွက် ၁ရက် ဒါမှမဟုတ် ၁နာရီ ၁မိနစ်ကလဲ\nအမှတ်တရဖြစ်စေနိုင်မှာပါ.....ဒီဇာတ်လမ်းလေးကလဲ ဒီသဘောကို\nအခြေခံပြီး မိန်းမနှစ်ယောက်ကြားက\nချစ်ခြင်းမေတ္တာတရားကို ပါးပါးလေးနဲ့\nရင်ထဲထိအောင် ပြသနိုင်မှာပါ...ရောမမြို့ရဲ့ ဆောင်းအကုန်နွေဦးညကို\nကူးပြောင်းမယ့်ညတညမှာ သူတို့နှစ်ဦး\nဘားမှာ ဆုံမိခဲ့ကြတယ်....မိန်းမသားနှစ်ဦးမို့ ဘားမှာစကားလက်ဆုံကြရင်း\nဟိုတယ်ကိုအပြန်လမ်းထိ စကားစမပြတ်ပဲ\nတဦးကိုတဦး ဆွဲငင်မှုတွေနဲ့အတူ\nဒီတညတာကိုတူတူကုန်ဆုံးဖို့ ဆုံးဖြတ်လိုက်ရင်း\nMidnight Thoughtsတွေကို ပြောကြရင်း\nရင်ခုန်သံတွေထပ်တူကျနေတာကို သိသွားတဲ့အခါမှာတော့......  File size…1.37GB / 567MB\nQuality…1080p Blu Ray AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "6.1",
        "url": "https://megaup.net/2rRyf/Room.In.Rome.2010.SPANISH.1080p.BluRay.H264.AAC5.1CH(DS).mp4",
        "category": "Adult"
    }
]