[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/sGGEc1O-160x200.jpg",
        "title": "[18+] 3 Days of a Blind Girl (1993)",
        "description": "1993 ကထွက်ရှိခဲ့တဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဓိကဇာတ်ဆောင်ဖြစ်သူက ဒေါက်တာဂျက်အင် လိုခေါ်တဲ့ နှလုံးအထူးကုဆရာဏန်တစ်ယောက်ရဲ့ ဇနီးဖြစ်သူပါအမျိုးသမီးလေးဟာ မျက်လုံးခွဲစိတ်မှုကြောင့် သုံးရက်တာ မျက်စိမမြင်ရ ဖြစ်နေပါတယ်...ဖြစ်ချင်တော့ ယောက်ျားဖြစ်သူကလဲ နိုင်ငံခြားကို အလုပ်ကိစ္စနဲ့ခရီးထွက်ဖို ဖြစ်လာရပြီးအိမ်ကြီးမှာ အမျိုးသမီးလေးနဲ့ အိမ်ဖော်‌ မေ ဆိုသူပဲရှိနေတဲ့အချိန်ပါ...အဲ့အချိန်မှာ ခင်ပွန်းဖြစ်သူရဲ့မိတ်ဆွေလို့ဆိုတဲ့ လူတစ်ယောက် အိမ်ကိုရောက်လာတဲ့အချိန်မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်ဆိုးကြီးကို ကြုံရပါတော့တယ်...လူချမ်းသာဆရာ၀န်တစ်ယောက်နဲ့လက်ထပ်ပြီး လိုလေသေးမရှိ ဘဝကိုခြေမွှေးမီးမလောင် လက်မွှေးမီးမလောင် ဖြတ်သန်းလာရတဲ့ အမျိုးသမီးလေးတစ်ယောက်ယခုလို ဖြစ်ရပ်ဆိုးကြီးနဲ့ ကြုံတွေ့ပြီးနောက်ပိုင်းမှာရဲရင့်တဲ့အမျိုးသမီး‌တစ်ဦးအဖြစ်ပြောင်းလဲသွားပုံကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ...(အမြင်မတော်တဲ့ဇာတ်ဝင်ခန်းတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ အဆင်မပြေပါဘူး။) \nFile size…(1.3 GB) and (900 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chuck Chuck",
        "rating": "5.7",
        "url": "https://megaup.net/1D4iu/3.Days.of.a.Blind.Girl.1993.BluRay.1080p.Blu-ray.REMUX.AVC.FLAC.2.0-KMX.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/281n6rxplyyi-155x200.jpg",
        "title": "(18+) Special Cooking Class (2020)",
        "description": "Special Cooking Class (2020)---------------------------------ကိုရီးယား ၁၈ယောက်အထက် စုကြည့်ရမယ့် ပညာပေးကားမျှော်နေတဲ့ ဘဒိုတွေအတွက်အလန်းစားကားလေး လာပါပြီ ဇာတ်လမ်းကလည်းထူးဆန်းပါတယ် ဟင်းချက်သင်တန်းမှာ ခရမ်းသီးအတူတူချက်စားခဲ့စဉ်ကာလများ ဘာညာဆိုပြီး ဖီးလ်လို့ကောင်းမယ့် ဇာတ်လမ်းလေးပါ ဟင်းချက်သင်တန်းဖွင့်ထားတဲ့နာမည်ပြောင် ဆရာဘတ် ဆိုတဲ့ငနဲက ဟင်းချက်သင်ဖို့လာတဲ့ အိမ်ထောင်ရှင် ဆော်လေး ဆော်ကြီးတွေကိုထိုင်ဝိုက်တဲ့ ပညာပေးဇာတ်လမ်းလေးပါ ဇာတ်လမ်းထက် ဆော်လန်းမှကြည့်ချင်တယ်ဆိုတဲ့ ဘဒိုတို့အတွက်ဆော်အညွှန်းလေးလာပါပြီ ပထမဆုံးဆော်လေးကတော့ မသိရင် dj soda ဆိုဒ်လေး မျက်နှာပေါက်ချိုချို baby face လေးနဲ့ ကိုယ်လုံးကိုယ်ပေါက်က ငါးရံ့ကိုယ်လုံးလေး ပေါက်စီကအစကျစ်ကျစ်လစ်လစ် ဘဒိုတွေအကြိုက် ပုံမှန်ဆိုဒ်လေးပေါ့ ကျန်တဲ့ဆော်လေးတွေလည်းလန်းပါတယ်ခပ်ကျစ်ကျစ် ရေဆေးငါးဆိုဒ်တွေချည်းပဲ ဖြူဖြူသန့်သန့် ရှယ်လေးတွေ ပြီးတော့အဲ့ထဲက ဆော်လေးတစ်ချို့ကဆရာမကြီးအကွက်တွေ ထုတ်သုံးထားလို့ မိန်းကလေးတွေကိုဘယ်လိုရှယ်ချော့ရမယ်ဆိုတာ ပညာယူလို့ရတာပေါ့ ကဲ ကိုရီးယားကားကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2iZpw/Special_Cooking_Class.(720p)_%7BDS%7D.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/AAAABfENK-mq7q_7Fvl-z23dQ4kHGsW0_uURA17RTEYLpaqbd5DuXjARIWHPXYdcK6qIP80Q25wTxrNPUh5NNUvU4I8-Y6pmt3Zfiw-143x200.jpg",
        "title": "Project X (2012)",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်တွေအတွက် ပေါ့ပေါ့ပါးပါး ကြည့်ရမဲ့ ကားကောင်းလေးတစ်ကားကို\nပြန်လည်တင်ဆက် ပေးလိုက်ရပါတယ်။\nအပျော်တွေကူးစက်လာမယ့် ဇာတ်ကားဖြစ်သလို…အနောက်တိုင်းယဉ်ကျေးမှု ..ခံယူချက်နဲ့ လွတ်လပ်မှုတွေကို တစ်စိတ်တစ်ဒေသ ခံစားရမှာပါ။ဇာတ်လမ်းကို အနည်းအကျဉ်းပြောရရင်အသက် ၁၇ နှစ်ပြည့် မွေးနေ့မှာ သောမတ်စ် တစ်ယောက်\nမိဘတွေကလည်း ခရီးသွားနေတုန်း သူ့သူငယ်ချင်း အနည်းငယ်နဲ့ မွေးနေ့ပါတီလေးတစ်ခု\nကျင်းပဖို့ စီစဉ်ပါတယ်။\nဒါပေမဲ့ ကျန်တဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်က လက်မခံပဲ ဒီလို\nပါတီဆိုတာ လူများရင်ကောင်းတဲ့ အကြောင်း ဖျောင်းဖျပြီး\nတစ်ခြားလူတွေကို ထပ်မံဖိတ်ခေါ်ပါတော့တယ်။အဲ့ဒီမှာပဲ ဘယ်ကမှန်းမသိတဲ့ လူအုပ်ကြီးရောက်လာပြီး ထိန်းမနိုင်\nသိမ်းမရတွေ ဖြစ်ကုန်တော့ပါတယ်။\nသောမတ်စ် ရဲ့ အိမ်လည်း ရစရာမရှိအောင်ပျက်စီးသွား\nပါတော့တယ်။\nသူ့မိဘတွေ ပြန်ရောက်လာတဲ့ အချိန်မှာတော့ သောမတ်စ် တစ်ယောက်\nဘယ်လို ဖြေရှင်းမလဲ\nဘယ်လိုတွေ သောင်းကျန်းကြမလဲဆိုတာကို ရယ်ရယ်မောမော\nပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။မိသားစုနဲ့ကြည့်ရင်တော့ ခေါင်းခေါက်ခံရမယ့်ဇာတ်ကားပါ။ \nFile size…(1.7 GB) and (1 GB)\nQuality….Extended BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.7",
        "url": "https://megaup.net/WWxy/(CM)Project.X.2012.EXTENDED.1080p.BluRay.X264-AMIABLE.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/girl-1-228x300.jpg",
        "title": "[18+] The Girl Next Door (2004)",
        "description": "IMDb Rating (6.7)ဒီဇာတ်ကားကိုကြည့်ဖူးရင် အကောင်ပါပဲ........မင်းသမီး Elisha Cuthbert ကိုကြိုက်မိသွားတဲ့အကောင်။ကျွန်တော်ကတော့ မင်းသမီးအပြင် မင်းသား Emile Hirsch ရဲ့သရုပ်ဆောင်မှုတွေကိုလဲ အာတွေ့လှပါတယ်။သူတို့အတွက်များ ဒီဇာတ်ကားဖန်တီးဖြစ်တာလားလို့ တွေးမိရလောက်အောင် မင်းသားရော မင်းသမီးရော နှစ်ယောက်လုံး ထိထိမိမိ ပိုင်ပိုင်နိုင်နိုင် သရုပ်ဆောင်သွားကြပါတယ်။ သူတို့နဲ့ လိုက်ဖက်လွန်းတဲ့ဇာတ်ကားပါ။ဇာတ်ကားရဲ့ ရည်ရွယ်ရင်းလဲ နှစ်သက်မိသလို ဟာသရသလဲမြောက်ပါတယ်။လူငယ် အချစ် ဟာသ ဇာတ်လမ်းလေးတွေမှာတော့ မမေ့နိုင်တဲ့ဇာတ်ကားပါ။Hit Man မင်းသား..ဖိုက်တာကြီး Timothy Olyphant ကို ဂျလေဘီဆန်ဆန်မြင်ရတာလဲ သဘောကျမိပါတယ်။Unrated Version နဲ့တင်ဆက်ထားတာမို့ ပြည့်ပြည့်ဝဝခံစားရမှာပါ။ချုပ်ပြောရရင် Teen Comedy ပရိတ်သတ်တွေ မကြည့်ဖူးသေးရင် ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ကြည့်ပြီးသားဖြစ်ရင်လဲ မင်းသမီး Elisha Cuthbert ကြောင့် ထပ်ကြည့်သင့်ကြောင်းပါ။ :P \nFile size…(2.3 GB) and (1.2 GB)\nQuality….Blu-Ray Unrated 1080p and ...",
        "rating": "6.8",
        "url": "https://megaup.net/1CT5z/(CM)The.Girl.Next.Door.2004.UNRATED.1080p.BluRay.x264-Japhson.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/eurotrip-poster-156x200.jpg",
        "title": "[18+] Euro Trip (2004)",
        "description": "IMDb Rating (6.6) ရရှိတဲ့အထိ အားပေးမှုရရှိထားတဲ့ လူငယ်ဟာသဇာတ်ကားလေးပါ။..Comedy ဇာတ်ကားတွေက Rating မြင့်ရရှိဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ လူကြိုက်များခဲ့ပါတယ်..တကယ်လည်း ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပြီး လူငယ်တွေရဲ့ စူးစမ်းလိုစိတ်နဲ့ ရိုးသားပွင့်လင်းမှုတွေကို ဝေဝေဆာဆာနှစ်ခြိုက်ရမှာပါ။သရုပ်ဆောင်တွေပီပြင်ကြတာမို့ လူငယ်ဘဝကိုတောင် ပြန်အမှတ်ရသွားနိုင်ပါတယ်။သင့်ရဲ့စိတ်ညစ်ညူးပျင်းရိနေတဲ့အချိန်တွေကို ကုစားဖို့ ဒီလို အချစ်ဟာသဇာတ်ကားလေးတွေက ကူညီနိုင်တာမို့လုံးဝကြည့်သင့်ပါတယ်။(Unrated Version နဲ့ တင်ဆက်ထားတာမို့ မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။)မိုးစက်-ရမ်းသမ်းဘာသာပြန်မှ တင်ဆက်ထားတာပါ။ \nFile size…(2 GB) and (1 GB)\nQuality….Unrated Web-DL Rip 1080p and 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by မိုးစက်",
        "rating": "6.6",
        "url": "https://megaup.net/2iPiB/(CMorg)EuroTrip.2004.UNRATED.1080p.AMZN.WEBRip.DDP2.0.x264-monkee.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/47dchyevrjso-142x200.jpg",
        "title": "How to ruin housewarming party(2018)",
        "description": "How to ruin housewarming party(2021)--------------------------------------------------ဒီကားကတော့ LGBT အသားပေးဇာတ်ကားလေးဖြစ်ပြီးတော့ ကြည့်ရင်းနဲ့ မိန်းကလေး ချစ်သူတွေကြားက အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုစိတ်ကူးယဉ်ခံစားနိင်မယ့်ဇာတ်ကားလေးလည်း ဖြစ်ပါတယ် ချယ်ယောင်းဆိုတဲ့ မိန်းကလေးက လိင်တူချစ်သူတစ်ယောက်ဖြစ်ပြီးတစ်ရက်မှာသူမနဲ့ Type တူတဲ့ သူငယ်ချင်းလင်မယား နှစ်ယောက် အိမ်သစ်တက်ပွဲကိုဖိတ်ကြားခံရပါတယ် အဲ့ဒီအိမ်သစ်တက်ပွဲကိုအရင်က ချယ်ယောင်းနဲ့ တွဲခဲ့ဖူးတဲ့ ဂျုံအင်းဆိုတဲ့ ချစ်သူမိန်းကလေးကလည်း တက်ရောက်မှာဖြစ်လို့ ချယ်ယောင်းတစ်ယောက် ရင်ဆိုင်ဖိ့ု တော်တော် ခေါင်းစားခဲ့ရပါတယ် နောက်ဆုံးတော့ရင်းနှီးနေတဲ့ သူများရဲ့ အိမ်သစ်တက်ပွဲ ဖြစ်နေလို့မဖြစ်မနေသွားခဲ့ရပြီးသူမချစ်သူဟောင်း ဂျုံအင်းနဲ့ နောက်တစ်ခါ မျက်နှာချင်းဆိုင်ခဲ့ရပါတယ် အိမ်သစ်တက်ပွဲမှာ လက်ဆောင်တွေပေးကြ စားကြသောက်ကြရင်း လမ်းခွဲခဲ့ကြပေမယ့် ဂျုံအင်းအပေါ် သံယောဇဉ် မပြတ်နိုင်သေးတဲ့ ချယ်ယောင်းတစ်ယောက် ဂျုံအင်းနောက်ထပ် ချစ်သူကောင်မလေး အသစ် ရသွားတယ်ဆိုတဲ့ သတင်းကိုထပ်ကြားရင်းအသဲတွေထပ်ကွဲရပြန်ပါတယ် အဲ့နောက်မှာတော့ ဂျုံအင်းကလည်း သူ့ချစ်သူကောင်မလေးကို အဲ့ဒီ သူမတို့သူငယ်ချင်းလင်မယားရဲ့ အိမ်သစ်တက်ပွဲကိုလာဖို့ ဖိတ်ခေါ်ခဲ့ချိန်မှာတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2XEYm/%7BCM%7DHow_To_Ruin_Housewarming_Party2020.1080p.FHDRip.H264.AAC-NonDRM,mp4.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/4yTuv6cnCJEZg7YFFYR1ljd6hlo-133x200.jpg",
        "title": "[18+] Beauty Salon: Special Service (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Dark Side Production အနေနဲ့ ကွီးယားဗြူးတီးဆလွန်းကားတွေ တင်ပေးဖို့အစီအစဉ်လုပ်ထားပါတယ်...ရှေ့မှာ ဗြူးတီးဆလွန်းဇာတ်ကားတစ်ကားတင်ဖူးပြီးအခုတင်ဆက်ထားတာကတော့ Beauty Salon: Special Service စီးရီးရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။လူဝင်နည်းလို့ အဆင်မပြေဖြစ်နေတဲ့ ဗြူးတီးဆလွန်းပိုင်ရှင် မမနှစ်ယောက်အရောင်းမြှင့်တင်ရေးအတွက် ဘယ်လို Special Service တွေ ပေးသွားမလဲဆိုတာ ကြည့်ရမှာပါ။တင်ပြီးသမျှ ကွီးယား Beauty Salon ဇာတ်ကားတွေကို ဒီမှာ  https://channelmyanmar.org/?s=beauty+salon  ကြည့်ပါ။ File Size : (1 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:22:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by FOXEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1B4mq/(DS)Beauty.Salon.Special.Services.2016.720p.HDRip.H264.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/fggujnqji1zv-133x200.jpg",
        "title": "18+ Love Sharing (2020)",
        "description": "Lover Sharing (2020)---------------------------------ခပ်စပ်စပ်လေးမှကြိုက်တဲ့ ဘဒိုတို့အတွက် ရှုးရှဲဖောင်းဒိုင်း 18+ကားကောင်းလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်စားဘဲနေရာ လူထပ်တာမကြိုက်ဘူးဆိုတဲ့ သိုင်းဆရာတွေအတွက် ဒီထဲမှာတော့ ပါနေကြ ခပ်ဖြောင့်ဖြောင့် ဗလတောင့်တောင့်စားဘဲကြီးအပြင် တွဲဖက် ခပ်ဖြောင့်ဖြောင့်ဘဲတစ်ဗွေကလည်း ပါဝင် အားဖြည့်ဖောင်းဒိုင်ထားပါသေးတယ်ဆော်တွေကတော့ပြောစရာလိုမယ်မထင်ဘူး ကိုရီးယားက ဆော် တော်တော်များများကတော့လူမထပ်တာများပါတယ်အခုကားထဲမှာလည်း အသစ်အလန်းဆော်ကြီး နှစ်ဗွေနဲ့ တကယ့်စင်းလုံးချော ဆော်အလန်းလေးတစ်ဗွေကလည်းပြောရက်စရာမရှိအောင် အမုန်းကြဲဗုံးခွဲပြထားပါတယ် ဇာတ်လမ်းကတော့ အရမ်းမဆန်းပေမယ့် အကွက်တွေကတော့တော်တော်လန်းသလိုဖြုတ်တာတွေလည်း ကြမ်း ဆော်တွေကလည်းရှယ်လန်းပါတယ်လို့ ထောက်ခံပေးပါရစေ ကဲ ဇာတ်လမ်းအကြောင်းအကျဉ်းချုံးပြောရရင်အိမ်ကထမင်းဟင်းကို ရိုးအီလာတဲ့အိမ်ထောင်သည် အမျိုးသား သူငယ်ချင်း နှစ်ယောက်က အပြင်စာကို လပေးစားနိုင်ဖို့ဆော်လေးတစ်ဗွေကို ရေမီးအစုံ ကြိုးခုန်နိုင်အောင် တိုက်ခန်းနဲ့ထားပြီး ဝေစားမျှစားတဲ့ဇာတ်လမ်းလေးပါ အိမ်က ထမင်းဟင်းကိုလည်းကြုံရင်ကြုံသလိုဆွဲသလို အပြင်စာကိုလည်း လပေးနဲ့ စားနေကြတဲ့ မလည်ရှုပ် စားဘဲနှစ်ဗွေပေါ့ သူတို့အိမ်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/V1yl/%7BDS%7DLove_Sharing_2020.720p.HDRip.H264.AAC.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/my-own-private-idaho-spanish-movie-poster-140x200.jpg",
        "title": "My Own Private Idaho (1991)",
        "description": "My Own Private Idaho\nIMDB - 7.1\nRotten Tomatoes - 79%Narcolepsy လို့ခေါ်တဲ့ ဦးနှောက်တုံ့ပြန်မှုပုံမမှန်ဝေဒနာသည် ခြေသလုံးအိမ်တိုင် မိုက်ဝေါတားစ်(River Phoenix)က gay prostitute အဖြစ် လုပ်စားနေသူပါ။ စကော့တ်ဖေဗာ(Keanu Reeves)က မြို့တော်ဝန်ရဲ့သား ဖြစ်ပေမယ့် မိဘတွေနဲ့ သဘောထားချင်းမတိုက်ဆိုင်လို့ အိမ်ပေါ်က ဆင်းပြီး မိုက်တို့လို လိုက်လုပ်ပြီး နေတယ်။ သူတို့လို လမ်းဘေးလူငယ်လေးတွေက ဘော့ပ်လို့ ခေါ်တဲ့ လူဝကြီးတဦးကို ခေါင်းဆောင်တင်ထားတယ်။ ငယ်ငယ်ကတည်းက မေတ္တာငတ်ခဲ့တဲ့ မိုက်ဟာ ပျောက်ဆုံးနေတဲ့ မိခင်ကို ရှာဖွေရင်း စကော့တ်ကို သံယောဇဉ်တွယ်လာခဲ့တယ်။ အခြေအနေတခုကြောင့်သာ လမ်းဘေးဘဝကို ရွေးချယ်ခဲ့တဲ့ စကော့တ်က အချိန်တန်ရင် မိဘဆီ ပြန်မှာလို့ ပြောထားပြီးသား။ ဘော့ပ်တို့ကလည်း စကော့တ်ကို မျှော်မှန်းပြီး ဆင်ဖြူတော်မှီကြံစုပ်ဖို့ ရည်ရွယ်ထားတယ်။ အဆင့်အတန်းနဲ့ ဘဝ မိုးနဲ့မြေလို ကွာခြားတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1AR0i/My.Own.Private.Idaho.1991.1080p.BluRay.x264-SiNNERS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0ehxutuumpct-140x200.jpg",
        "title": "[18+] Strange Hair Salon (2015)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Pink ဆိုတဲ့ မမကြီးပိုင်တဲ့ Beauty Salon ဆိုင်မှာ Mina ဆိုတဲ့အလန်းလေးက Salon ဝန်ထမ်းလုပ်နေတာပါ...ပြသနာက သူတို့ Beauty Salon ကို လူသိပ်မလာကြပါဘူး..ဒီတော့ Mina က Pink ကို အကြံပေးတယ်...ဆိုင်ကို ယွကျားလေးသီးသန့်ပြောင်းပြီး ဘာညာကြမလားဆိုပြီးတော့ပေါ့...Pink က အစကတော့ အင်တင်တင်ပဲ..ဒါပေမယ့်လူကျလာမလားဆိုပြီး စမ်းကြည့်တာပေါ့ဆိုပြီး ဝုန်းကြပါလေရော...ချက်ချင်းပဲ ဆိုင်က နာမည်တွေကြီးကုန်လို့ လူတွေကြိတ်ကြိတ်တိုးလာကြရော...ဒီလိုချိန်မှာ ဘဲအလန်းလေးတစ်ပွေကို ပိုင်ရှင်မမကြီးကကြွေနေသလို..ရှူးဂါးဒယ်ဒီတစ်ပွေကလဲ Mina အလန်းလေးကို ကြွေသွားကြတဲ့အခါ...ဒီ Beauty Salon ဆိုင်ကြီး ဘယ်လိုတွေ ဖြစ်သွားမလဲဆိုတာ....။ File Size : (1.2 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:24:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/2WE7B/(DarkSide)Strange.Hair.Salon.2015.720p.HDRip.X264.AAC-CJCONTENTS.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capture-2-144x200.jpg",
        "title": "[18+] Grotesque (2009)",
        "description": "ဘာမှမပြောခင် ကြိုပြောချင်တာကတော့ ဒီဇာတ်ကားကို မိတ်ဆွေတို့ တတ်နိုင်ရင် မကြည့်ပါနဲ့...မတတ်နိုင်လို့ ကြည့်ဖြစ်သွားလို့ တစ်ချက်စိတ်ထင့်သွားတာနဲ့ ဆက်မကြည့်ပါနဲ့...ဒီဇာတ်ကားရဲ့ Label ကိုလဲ Don't Watch ဆိုပြီး တပ်ပေးထားပါတယ်...အခုနောက်ပြန်လှည့်ဖို့ အချိန်မှီပါသေးတယ်။အညွှန်းတောင်မဖတ်စေချင်ပါဘူး..ဖတ်ချင်သပ ကြည့်ချင်သပဆိုရင်တော့ မိတ်ဆွေတို့ ပြသနာနဲ့ မိတ်ဆွေတို့ပါပဲ။+++++++++++++++++++++++++++++++Grotesque(2009)ကောင်မလေးနဲ့ချိန်းတွေးတဲ့ ပထမဆုံးDateမှာပဲ\nစိတ္တဇလူသတ်ကောင်တစ်ယောက် အဖမ်းခံရပြီး\nကိုယ်မနမ်းဖူးသေးတဲ့ ကိုယ်ချစ်ရတဲ့ကောင်မလေးကို\nလူသတ်ကောင်က Abuse လုပ်နေတဲ့အဖြစ်ကို\nတွေးကြည့်လိုက်ပါ။ ဒီထက်ဆိုးတာရှိနိုင်ပါဦးမလား။\nရှိပါသေးတယ်။ လာပါဦးမယ်။အရူးတစ်ယောက်က ခုတ်ချင်သလိုခုတ်သတ်တာလောက်ကို\nအဆိုးရွားဆုံးလို့ သင် ထင်နေပါသလား။ မထင်ပါနဲ့ဦး။\nဒီကားထဲက နှိပ်စက်မယ့်လူဟာ အတော်ဆုံးအနာကုပါရဟူ\nဆုကိုပါရထားပြီး အပိုင်းပိုင်းအတစ်တစ်လှီးပြီးတာတောင်\nမသေအောင်ကုပေးနိ်ုင်တဲ့ ဆရာဝန်တစ်ယောက်ပါ။\nဝှေးကို သံနဲ့ရိုက် Penisကိုဖြတ်ပစ်ပြီးတာတောင်\nအေးဆေးပြန်ကုနိုင်ပါတယ်။စိတ္တဇလူသတ်ကောင်လက်ထဲ သေတော့မယ်ဆိုပြီး\nစိတ်ဒုံးဒုံးချသေလိုက်ရတာထက် ဆိုးတာရောမယ်ထင်ပါသလား။\nရှိပါတယ် လွတ်မြောက်ပြီထင်အောင်လုပ်ပြီး\nစည်းစိမ်တွေမက်လုံးပေးပြီးမှ မျှော်လင့်ချက်ကိုပြန်သတ်ခံရတာက\nပိုဆိုးပါတယ်။စအိုတစ်ဖက်ကအူအဆုံးကိုချိတ်နဲ့ချိတ်ခံထားရင်းက\nဗိုက်ထဲက အူကုန်အောင်တွားသွားသွားရင်း\nကိုယ်ချစ်တဲ့မိန်းကလေးကို ကယ်ရတဲ့အရာအပါအဝင်\nကျွန်တော်မပြောပြရသေးတဲ့ ရက်စက်မှုတွေ\nအများကြီးပါပါသေးတယ်။Ratingနည်းပေမယ့်လည်း ရက်စက်မှုအပေါင်း\nသရဖူဆောင်းထားတဲ့ စိတ္တဇလူသတ်ကားတွေရဲ့\nဘုရင်ကားလို့ဆိုကြပါတယ်။\nကြမ်းတမ်းလွန်းတဲ့ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်မှုတွေ\nသွေးယိုသံစီး ကိုယ်ပြတ်မျက်ကန်း နှိပ်စက်မှုတွေ\nဒီရုပ်ရှင်ဟာ Bannedခံထားရတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်\nအသည်းငယ်တတ်သူတွေ ၁၅နှစ်အောက်တွေ\nမကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပဲဖြစ်ချင်ပါတယ်။\nကိုယ်တိုင်ကိုက သွေးသံရဲရဲတွေ\nနှိပ်စက်မှုတွေကို အရသာခံကြည့်တတ်တဲ့\nSadistတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်တော့\nအတော်ကြည့်လို့ကောင်းမယ့်ကားလို့\nမြေကြီးလက်ခတ်မလွဲ အာမခံပါတယ်။P.S....\nဒီရုပ်ရှင်ကို ကျွန်တော် လွန်ခဲ့တဲ့ နှစ်နှစ်လောက်က\nဘာသာပြန်ခဲ့တာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-grotesque-2009/",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
        "title": "The Cursed Lesson (2020)",
        "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့\nHorror ကားလေးတစ်ကားဖြစ်ပြီးတော့\nHorror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။\nသင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီး\nအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?\nဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီး\nသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်\nတွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလို\nတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ\n(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်က\nအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။\nခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့\nနောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာ\nသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီး\nသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့\nတက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။\nဘာလို့လဲဆိုတာကတော့ ..................အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။\nယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲ\nယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… ...",
        "rating": "4.6",
        "url": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMTczNTA1Njg5Ml5BMl5BanBnXkFtZTcwMzgwOTc2NA@@._V1_UY1200_CR8506301200_AL_-133x200.jpg",
        "title": "[18+] Save Me (1994)",
        "description": "ထူးဆန်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နေတဲ့ မိန်းမလှလေးတစ်ယောက်နဲ့မိန်းမနဲ့ အဆင်မပြေလို့ ကွဲရတော့မှာမို့လို့ စိတ်ညစ်နေတဲ့ ရုံးကဝန်ထမ်းတစ်ယောက် တွေ့ကြတဲ့အခါ..မိန်းမလှလေးရဲ့ လျှို့ဝှက်ဆန်းကြယ်ပြီး ဒုက္ခရောက်နေတဲ့ဘဝကို ဘယ်လို ကယ်တင်ကြမလဲ...ဇာတ်ရှုပ်ကို ဘယ်လိုရှင်းကြမလဲ..မိန်းမလှလေးကရော ဘာလို့ ဒုက္ခရောက်နေတာလဲ ..မင်းသားနဲ့ မင်းသမီးဘယ်လိုငြိကြမလဲ...ဆိုတဲ့မေးခွန်းတွေကို အဖြေရှာကြည့်ကြရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းကို ပီပြင်စေဖို့ အဖော်အချွတ်တွေကို ကွက်ကွက်ကွင်းကွင်းတင်ဆက်ထားတာကြောင့်မိသားစုနဲ့အတူကြည့်လို့မရပါဘူး...ကလေးသူငယ်တွေမကြည့်ပါနဲ့...၁၈ နှစ်ပြည့်မှ ကြည့်ကြပါ။ \nFile size…(1.7 GB) and (1 GB)\nQuality…WEB-DL 1080p & 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Moe Htet",
        "rating": "",
        "url": "https://megaup.net/UBjf/Save.Me.1994.1080p.NF.WEBRip.DDP2.0.x264-NOGRP.mp4",
        "category": "Adult, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Girl-Lost-Final-Key-2-150x200.jpg",
        "title": "[18+] Girl Lost: A Hollywood Story (2020)",
        "description": "Girl Lost,A Hollywood Story (2020)\n===========================IMDb Rating. =. 7.8/10၀င်းဖေရေးတဲ့ ခင်မောင်ရင်နဲ့ရုပ်ရှင်ဆိုတဲ့\nဆောင်းပါးလေးဖတ်ရတော့ အဲ့ဒီထဲမှာ\nခင်မောင်ရင်ကို ရုပ်ရှင်ပိုးကြွစေတဲ့ဒါရိုက်တာ\nတစ်ယောက်အကြောင်းဖတ်လိုက်ရသေးတယ်။\nအဲ့ဒီရုပ်ရှင်ဒါရိုက်တာက ဘင်္ဂါလီအောက်ခြေ\nလူတန်းစားနဲ့ အလယ်အလတ်တန်းစားအကြောင်း\nTriologyရိုက်ထားတယ်။ အဲ့ဒီသုံးကားကို\nဒါရိုက်တာက ရိုက်ရတဲ့အကြောင်းအရင်းကို\nခင်မောင်ရင်က....\" အဲဒီရှော်တိုး ဂျစ်ရွိုင်းဆိုတဲ့ ဘင်္ဂါလီဒါရိုက်တာက\nဘင်္ဂါလီအောက်ခြေလူတန်းစားနဲ့အလယ်အလတ်\nတန်းစားတွေအကြောင်း ကောင်းကောင်းသိတယ်။\nကောင်းကောင်း သိတော့ ဒီသုံးကားကို ရိုက်တယ်။\nကောင်း ကောင်းသိတယ်ဆိုတာက\nသူတို့အိမ်တွေက ဘယ်လို၊\nသူတို့ယုံကြည်တာက ဘယ်လို၊\nသူတို့ဓလေ့ထုံးတမ်းက ဘယ်လို၊\nသူတို့ယဉ်ကျေးမှုက ဘယ်လို၊\nသူတို့ရိုးရာတွေက ဘယ်လို၊\nသူတို့မိသားစုချင်း ဆက်ဆံတာက ဘယ်လို၊\nဘယ်လိုစားတာ၊ ဘယ်လိုသွားတာ၊ ဘယ်လိုစားတယ်၊ ဘယ်လိုအိပ်တယ်၊ ဘယ်လို ထိုင်တယ်\nအကုန်လုံး ရှော်တိုးဂျစ်ရွိုင်းက သိတယ်။\nသိတော့ အဲဒီဟာကို ရိုက်တယ်။\nဘာဖြစ်လို့ရိုက်တာတုန်း။\nသူသိပ်သိလို့ရိုက်တာ။ \"လို့ဆိုတယ်။ဒီရုပ်ရှင်က ဟောလိဝုဒ်ပခြုပ်သည်မတွေ\nအကြောင်းသက်သက်ပါပဲ။ ဘာမှကိုမပါဘူး\nဒီအကြောင်းသက်သက်ပါပဲ။အခု Girl Lostရော\n၂၀၁၆ကထွက်ခဲ့တဲ့ Girl Lostရောက\nအမေရိကန်ဟောလိဝုဒ်က ပခြုပ်သည်မတွေ\nအကြောင်းသက်သက်ပါပဲ။ဒီနှစ်ကားလုံးကို\nဇာတ်ညွှန်းရော ဒါရိုက်တာရောလုပ်ခဲ့တဲ့\nRobin Bainက ဒရာမာ Genreသက်သက်မှာ\nဒီလောက်စိတ်ညစ်စရာကောင်းတဲ့ရုပ်ရှင်ကို\nရိုက်ခဲ့တဲ့အကြောင်းအရင်းကလည်း\nသူသိလို့ပဲဖြစ်ပါလိမ့်မယ်။\nဒါရိုက်တာက အယ်အေဇာတိဆိုတော့\nဒါတွေကို‌အတော်တော့ကြုံဖူးပုံရပါတယ်။\nဒီလိုထင်ရလောက်အောင်လည်း\nသူ့ဇာတ်ညွှန်းနဲ့ ပြသပုံတွေက\nဟောလိဝုဒ်ပခြုပ်သည်လောကကို\nခရေစေ့တွင်းကျပြထားတယ်။\nအချုပ်ပြောရရင် 2016 ကကားရော\nအခုကားရော Rating‌တွေကောင်းတယ်\nဒါရိုက်တာကလည်း သူရိုက်တာကို\nသူသေချာသိတဲ့သူဆိုတော့\nဂျင်းဖြစ်နေမှာတော့ စိတ်ပူစရာမလိုပါဘူး။\nစိတ်ညစ်မခံနိုင်ရင်တော့\nမကြည့်တာအကောင်းဆုံးပါပဲ\nသရုပ်ဆောင်တွေကအစ\nစိတ်ညစ်စရာကောင်းပါတယ်။\nသတိချပ်ရမှာက Nude Scene ...",
        "rating": "7.8",
        "url": "https://megaup.net/1At2p/Girl.Lost.A.Hollywood.Story.2020.1080p.WEBRip.x264-RARBG.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91yPC-t9VML._AC_SL1500_-141x200.jpg",
        "title": "[21+] My Girlfriend’s Older Sister,Misaki Honda [PPPD-531]",
        "description": "Dark Side production မှ တင်ဆက်သည်။ဒီဇာတ်ကားကို Decensored Version နဲ့တင်ထားတာမို့ ဆင်ဆာမပါသလိုမျိုးတွေ မြင်ရဖို့ရှိပါတဘ်။This dude has been dating her girlfriend Erina for the last 6 months and on a night out drinking, she gets smashing drunk.He has to carry her back home and once in the house, he meets for the first time with Erina’s older sister, Misaki Honda. And exceptionally voluptuous and horny ...",
        "rating": "",
        "url": "https://megaup.net/Ut65/[DS][PPPD-531]_My_Girlfriend’s_Older_Sister,Misaki_Honda_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/btg7g9ftutks-140x200.jpg",
        "title": "[18+] A Frozen Flower (2008) Director’s Cut Version",
        "description": "ဒီကားကတော့ အတော်လေးထူးခြားတဲ့ ဇာတ်ကားပါ......တောင်ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပြီးတော့လူတွေရဲ့ Dark Side ခြမ်းကို ထင်ပေါ်အောင် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်...မင်းသမီးက Running Man ရဲ့ နာမည်ကျော် Song Ji Hyo  ဂျီဟိုဖြစ်ပြီး သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ဩချရမှာပါ..။မင်းသားတွေကလဲ နာမည်ကျော်တွေချည်းပါပဲ...Jo In-sung , Joo Jin-Mo တို့အဓိကနေရာကပါဝင်ထားပြီးတော့ အဲ့ခေတ်ကနာမည်မရှိသေးတဲ့ Song Joong‑ki တောင် အရံအဖြစ် ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်....Gore ရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ Joo Jin Mo ဟာ Gay တစ်ယောက်ပါ...ဘုရင်ကဂေးတာဆိုတော့ ပွဲက လှနေပါပြီ...သူဟာ ယမ်မင်းဆက်ရဲ့မင်းသမီး Song Ji Hyo နဲ့လက်ထပ်ခဲ့ပေမယ့်သူတို့မှာထီးနန်းကိုဆက်ခံနိုင်မယ့် သားသမီးမထွန်းကားလာခဲ့ပါ....အဲ့ဒါကြောင့်ပဲ မင်းကြီး Joo Jin Mo နဲ့ ယမ်မင်းဆက်ဘုရင်ကြီးတို့မှာ ဖိအားတွေရှိလာခဲ့ပါတယ်...တစ်ဖက်မှာတော့ မင်းကြီး Joo Jin Mo ရဲ့ ကိုယ်ရံတော်ဖြစ်တဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Uov4/A.Frozen.Flower.2008.Director_s.Cut.1080p.Bluray.REMUX.AVC.DTS-HD.MA.5.1-GLOMP.mkv",
        "category": "Adult, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qD7kT9LysayisTiCrdFyhZWIuK1.jpg",
        "title": "{18+} Young Aunt 3 (2020)",
        "description": "Young Aunt 18+ အညွှန်း\n=================\nဒီကားလေးကတော့အရက်ဆိုင်ကဆော်လေးနှစ်ပွေနဲ့မလည်ရှုပ်\n \nသားအဖနှစ်ယောက်အကြောင်းရိုက်ထားတာပါကိုရီးယားကားထုံးစံအတိုင်\n \nးဆော်လေးတွေကတော့ရှယ်လန်းပါတယ် ဇာတ်လမ်းပြောရင်\n \nစားနေကျကြောင်ဖား ဒယ်ဒီသကြားဖေဖေကအရက်ဆိုင်က\n \nညီအစ်မနှစ်ယောက်ကို သူမိန်းမနဲ့ခယ်မဆိုပြီး အိမ်ကိုမချလာပါတယ်\n \nအဲ့ဒီအချိန်သူ့သားကလည်းအဖေတူသားပီသစွာပဲ ခေါ်လာတဲ့မိထွေးအသစ်လေးကော\n \nအဒေါ်လေးကိုပါ ဝိုက်ခွင့်ရပါတော့တယ် ကောင်မလေးနှစ်ယောက်ကလည်\n \nးအဖိုးကြီးကိုပိုက်ဆံရှိလို့သာတွဲတယ်ဆိုပေမယ့် နွားအိုထက်နွားပျိုကိုပဲ\n \nထောင်ဖမ်းချင်နေကြတဲ့ အလည်မလေးတွေပါ ဒီထဲမှာမနူးမနပ်\n \nမမတွေကြားညပ်သွားတဲ့ နွားမောင်လေးတစ်ကောင်လည်းပါပါသေးတယ်\n \nကဲ ပြောနေရင်ကြာလို့ ဂေါင်းကြီးတို့ အောမေအလန်းစားလေးတွေနဲ့\n \nပညာသားပါပါ ဖောင်းဒိုင်းတာလေးတွေ ပညာယူချင်တယ်ဆိုရင်\n \nကြည့်သင့်တဲ့ ၁၈ အပေါင်းကားလေးပါလို့ညွှန်းရင်း\n \nဘာသာပြန် Foxက ဘာသာပြန်ကာ Darknessက အားပြတ်ခံ\nအန်ကုဒ်ရင်း တင်ဆက်ပေးလိုက်ပါတော့တယ်\n \nTranslated by : Fox\nEncoded by : Darkness\nFile Size : 1GB and 531MB\nQuality : 1080p and 720p",
        "rating": "6.6",
        "url": "https://megaup.net/1Ahb7/(DS)Young_Aunt_1080p.mp4.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueFoWf7jGMY6HHMPyvw65vuuFLR.jpg",
        "title": "[18+] Love Conquest (2020)",
        "description": "Love Conquest 2020 (18+)\nအချစ်ဟာသကားကြိုက်တဲ့သူတွေအတွက်\nအချစ်ခန်းတွေလည်းကြည့်ရ ရီလည်းရီရမယ့် ဇာတ်ကားလေးလာပါပြီ။\nဇာတ်လမ်းကတော့ အချစ်ရေးမှာအမြဲရှုံးနေရတဲ့ဒုန်းဆော့ဆိုသူက\nသူအချိန်အတော်ကြာ တစ်ဖက်သတ်ချစ်ရတဲ့\nကောင်မလေး ဟီယွန်းကို ဖွင့်ပြောဖို့ကြိုးစားရာကနေ\nကောင်မလေးကတခြား လက်မြန်တဲ့သူနောက်ပါသွားခဲ့ရာက စပါတယ်။\n၅နှစ်ကျော်တစ်ဖက်သတ် ချစ်ရသူ တခြားသူနောက် ပါသွားပြီး\nစိတ်ဓါတ်ကျနေတဲ့ ဒုန်းဆောက\nကျောင်းနေဖက် စီနီယာဖြစ်သူ အလုပ်လက်မဲ့ ဆောင်းဖြောင်းဆိုတဲ့ လူနဲ့ ဆုံပြီးတဲ့ နောက်မှာ\nသူကံကြမ္မာက ပြောင်းလဲဖို့ဖြစ်လာခဲ့ပါတယ်။\nဆောင်းဖြောင်းရဲ့မိတ်ဆက်ပေးမှုနဲ့ Adventure Mဆိုတဲ့\nရည်းစားရှာဖွေရေး အချစ်ရေး ဝန်ဆောင်မှု Websiteကို စာရင်းသွင်းလိုက်ရာကနေ\nသူ ဘဝထဲကို မြိုယောင်းဆိုတဲ့ မိန်းမချောလေးတစ်ယောက်ကလည်းဝင်ရောက်လာပါတယ်။\nမြိုယောင်းနဲ့သူဘယ်လို ခရီးဆက်ကြမလဲ။\nအချစ်ဦး ဟီယွန်းနဲ့ကော ဆုံနိုင်ပါ့မလား။\nဖုန်းထဲကနေ တစ်ဆင့် ညွှန်ကြားချက်တွေ ပေးနေတဲ့\nAdventure M ဆိုတဲ့ လမ်းညွှန်ပေးတဲ့သူကကော ဘယ်သူဖြစ်လာမလဲ။\nစိတ်ဝင်စားဖို့ကောင်းသလို ရီလည်းရီရတဲ့ 18+ကားလေးတစ်ကားပါ။\nအချစ်အတွက်ရှုံးနေတဲ့သူတွေ၊အသဲကွဲနေတဲ့သူတွေ ကြည့်ပြီး\nမိန်းကလေးတွေရဲ့ သဘောကိုနားလည်အောင်လေ့လာလို့ရပါတယ်။\n18+သီးသန့်မဟုတ်ပဲဇာတ်လမ်းသွားလေးနဲ့ Ro ဆန်ဆန် ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကိုကြည့်ဖို့ တိုက်တွန်းပါရစေ။\nFile Size - 1.3 GB, 604 MB\nQuality - 1080P , ...",
        "rating": "4",
        "url": "https://megaup.net/Ujdh/(DS)_Love_Conquest.2020.FHD.1080p-NonDRM.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYzczODBlNmQtNjJmYS00Y2Y3LWEwMTEtYWE2ODBkNjYxNDM0XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-140x200.jpg",
        "title": "[18+] The Concubine (2012)",
        "description": "ငယ်စဉ်ကအတူကြီးပြင်းလာခဲ့တဲ့ချစ်သူနဲ့ ကိုယ်ဝန်ရခဲ့သော်လည်း ဖခင်အမတ်ကြီး အသတ်ခံရမှာစိုးတဲ့အတွက် မိဖုရားဖြစ်လာခဲ့သူ ဟွယွန်ဟွယွန်ကို ငယ်စဉ်ကတည်းက စိတ်ဝင်စားသော်လည်း လက်လွတ်ခဲ့ရပြီး ဘုရင်ဖြစ်လာမှ မရမကယူချင်နေတဲ့ ဆောင်ဝမ်အမတ်ကြီးသမီးနဲ့ချစ်မိလို့ ယောက်ကျားစစ်စစ်ဘဝဆုံးရှုံးလိုက်ရပြီး လက်စားချေဖို့အတွက် နန်းတွင်းထဲကို ကုန်းကုန်းအဖြစ် ဝင်ရောက်လာသူ ကွမ်ယိုအာဏာမက်မောလွန်းတဲ့အတွက် လက်ရှိဘုရင်ကိုသတ်ပြီး သားဖြစ်သူ ဆောင်ဝမ်ကို ရုပ်သေးဘုရင်အဖြစ် အသုံချပြီး နန်းတော်ကိုချယ်ခြယ်နေတဲ့ မယ်တော်ကြီးအဲဒီ ဇာတ်ကောင်တွေဦးဆောင်တဲ့ဒီဇာတ်ကားဟာ အာဏာ၊ တဏှာ၊ အချစ်၊ မိခင်မေတ္တာနဲ့ လက်စားချေမှုတို့ကို ပြသထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ အာဏာဟာ လူတွေကို ဘယ်လောက်စေစားနိုင်လဲ၊ လူတွေကို ဘယ်လိုရူးသွပ်သွားစေနိုင်လဲဆိုတာ တွေ့ရမှာပါ။ ဒါ့အပြင် မိန်းမတွေရဲ့စိတ်ဓါတ်ဟာ ဘယ်လိုရှိတယ်ဆိုတာကို ပြသခဲ့ပါတယ်။ မင်းသမီး Jo Yeo-jeong ကတော့ တီဗွီက ဇာတ်လမ်းတွဲတွေထဲမှာ မြင်ဖူးကြမှပါ။ဒီကားမတိုင်ခင်က Servant(2010) မှာကတည်းက လူတွေစိတ်ဝင်စားခဲ့တဲ့ Jo Yeo-jeong ဟာ ဒီ The Concubine(2012) ထွက်အပြီးမှာတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Ud9g/(CM)The.Concubine.Unrated.Extended.2012.1080p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Adult, Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/u9IBcfcOesQwYhxCzjE7iMjD2Mz-143x200.jpg",
        "title": "[18+] The 33D Invader (2011)",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။]Science Fiction ,Sex Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားပါ...ဇာတ်ကောင်မင်းသမီးများရဲ့ညှိုယူဖမ်းစားမှူတွေကြောင့် ရင်ခုန်လှိုက်ဖို အသည်းတယားယားခံစားရမှာပါ..အဖော်အချွတ်ခန်းတွေလဲ ဖောဖောသီသီပါတာကြောင့် အသက် ၁၈ နှစ်ပြည့်သူများသာ ကြည့်သင့်ပါတယ်...ဇာတ်လမ်းကတော့...သက္ကရာဇ် ၂၀၄၆ မှာ ယောကျာ်းတွေက ကျန်းမာတဲ့ သုတ်လွှတ်နိုင်စွမ်းနည်းပါးလွန်းတာကြောင့်\n၂၀၁၁ ခုနှစ်ဆီကို future ဆိုတဲ့မိန်းမလှလေးတစ်ယောက်ကိုစေလွှတ်လိုက်ပါတယ်...\nသူမဟာ ကျန်းမာတဲ့ ယောကျာ်းလေးတစ်ယောက်ကိုရှာဖွေပြီး\nလိင်ဆက်ဆံဖို့တောင်းဆိုကာ ကိုယ်ဝန်ဆောင်ပြီး ၂၀၄၆ကိုပြန်ကာ\nမျိုးဆက်ပြန့်ပွားပေးနိုင်မှ မစ်ရှင်ကိုအောင်မြင်မှာပါ...\nဒါကိုသိသွားတဲ့ Sucker Planet ဆိုတဲ့ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေက\nSucker-1နဲ့ Sucker-2ကိုစေလွှတ်ကာ futureဆိုတဲ့ကောင်မလေးကိုဖျက်ဆီးစေပြီး အစီအစဥ်ပျက်အောင်လုပ်တဲ့အခါ...\nFuture က ကျန်းမာတဲ့ယောကျာ်းလေးကိုရှာတွေ့နိုင်ပါ့မလား...\nမစ်ရှင်ကိုအောင်မြင်နိုင်ပါ့မလား....။ File Size : (1.7 GB) and (880 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:22:00\nFormat : mkv\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/Ubwj/[DS]The.33d.Invader.2011.BluRay.1080p.DTS.2Audio.x264-CHD.mp4",
        "category": "Adult, Asian, Comedy, Sci-Fi"
    }
]