[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/studentin19sucht_cover1-140x200.jpg",
        "title": "[18+] Student Services (2010) Mes chères études",
        "description": "Student Services/Mes chères études (2010)IMDb Rating (6.1)ပြင်သစ်ကားဖြစ်ပြီး ပြင်သစ်နာမည်ကတော့ Mes chères études ဖြစ်ပါတယ်။လော်ရာဟာ ၁၉ နှစ်အရွယ်ပထမနှစ်တက္ကသိုလ်ကျောင်းသူလေးဖြစ်ပြီး ပညာလိုချင်စိတ်လဲပြင်းပြပါတယ်။\nအချိန်ပိုင်းအလုပ်တစ်ခုနဲ့ သူ့ကျောင်းစရိတ်အထွေထွေကုန်ကျစရိတ်တွေမလုံလောက်ဖြစ်လာခဲ့ပြီး တစ်ခြားနည်းလမ်းရှာဖို့ဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့အွန်လိုင်းကြေငြာတစ်ခုကတစ်ဆင့် ဂျိုးဆိုတဲ့ အသက် ၅၇ နှစ်အရွယ် နုနုငယ်ငယ်မိန်းကလေးတွေကို\nနှစ်သက်တတ်တဲ့လူကြီးတစ်ယောက်နဲ့ဆုံတွေ့ဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ငွေမရှိလို့မတတ်နိုင်လို့လုပ်ဖြစ်တာ၊\nဒီတစ်ခါပါပဲ၊ ငါ အပျက်မ,မဟုတ်ဘူး ခန္ဓာကိုယ်ကိုမရင်းနိုင်ဘူး စသဖြင့် နှလုံးသွင်းခဲ့ပေမယ့် သက်သက်သာသာနဲ့\nတစ်နာရီကို ယူရိုငွေ ၁၀၀ လောက်ရတဲ့အလုပ်ဟာ လော်ရာကို ဒီလောကနွံထဲ တစ်ရစ်ချင်းဆွဲသွင်းပါတော့တယ်။Student Services ဟာ ၂၀၀၈ ခုနှစ် အမည်မဖော်လိုသူ လော်ရာဒီ ဆိုတဲ့နာမည်နဲ့ရေးသားဖြန့်ချိခဲ့တဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိစာအုပ် Mes chères études ကိုအခြေခံထားပါတယ်။စာအုပ်နဲ့ပတ်သက်ပြီး အငြင်းပွားစရာတွေကြောင့်တစ်နိုင်ငံလုံးအာရုံစိုက်မှုခံခဲ့ရပေမယ့်စာရေးသူကတော့ ဒါတွေဟာသူကိုယ်တိုင်တွေ့ကြုံခဲ့တဲ့အဖြစ်အပျက်တွေဖြစ်ပြီးပညာသင်စရိတ်မလုံလောက်တဲ့အတွက်ပြည့်တန်ဆာအဖြစ်ငွေရှာခဲ့ရတယ်လို့ဆိုပါတယ်။ဆယ်မိနစ်တစ်ခါလောက်ပါတဲ့ ရဲတင်းပွင့်လင်းတဲ့အိပ်ယာခန်းတွေကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(2 GB) and (1.2 ...",
        "rating": "6.1",
        "url": "https://megaup.net/2jwpr/(DS)Student.Services.2010.FRENCH.ENSUBBED.1080p.AMZN.WEB-DL.DDP5.1.H.264-NWD.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/young-people-fucking-czech-movie-cover-147x200.jpg",
        "title": "[18+] Young People Fucking (2007)",
        "description": "Dark Side Production မှတင်ဆက်သည်။IMDb (6.3)ဒီဇာတ်ကားလေးကတော့\nလိင်ကိစ္စတက်ကြွနေဆဲဖြစ်တဲ့\nလူငယ်လေးတွေရဲ့ သဘာဝကို\nဟာသနှောပြီး ရိုက်ပြထားပါတယ်\nဇာတ်ကားထဲမှာ စုံတွဲ ၅တွဲပါဝင်ထားပြီး\nတစ်တွဲနဲ့တစ်တွဲရဲ့ လိင်ဆက်ဆံဖြစ်ပုံလေးတွေကလည်း မတူညီကြပါဘူး ။\nပြီးတော့ ဝမ်းသာစရာက.....\nဇာတ်ကားတစ်ကားလုံးကလဲ ကုတင်ပေါ်မှာတင် အဆုံးသတ်သွားတာဆိုတော့ကာ........၁)Friends\nပထမစုံတွဲက သူငယ်ချင်းတွေပါ ။ငယ်ငယ်တည်းက ရင်းနှီးခဲ့တဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး လိင်ကိစ္စအာသာပြေဖို့ သက်သက်သာ\nဆက်ဆံကြမှာပါ။၂)Room-mate\nဒုတိယအတွဲကတော့ ဆန်းကျယ်စွာပါပဲ\nလူ ၃ယောက် ဖြစ်နေတာပါ။\nသူ့ကောင်မလေးကို သူ့အခန်းဖော်က လိင်ဆက်ဆံတာကို ထိုင်ကြည့်ချင်တာပါတဲ့.....၃)The couple\nတတိယစုံတွဲကတော့ လင်မယားတွေပါ။\nဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက် မရိုးသွားအောင်လို့တဲ့ ကျွန်တော်တို့ စိတ်ကူးထဲမှာတောင် မယဉ်ဘူးတဲ့ ဆန်းကျယ်လှတဲ့\nနည်းလမ်းတစ်မျိုးနဲ့ Sex ကိစ္စလုပ်ကြမှာပါ.......၄)The exesဒီ စတုတ္ထအတွဲကတော့\nလင်မယားဟောင်းတွေပါ\nအကြောင်းအမျိုးမျိုးကြောင့် လမ်းခွဲခဲ့ကြပြီးမှ\nပြန်တွေ့ကြတဲ့အခါ.....ခံစားချက်ရမ္မက်ကြီးမားစွာနဲ့..........ချစ်ရည်လူးကြမှာပါ....၅)The first date\nဒီနောက်ဆုံးအတွဲကတော့\nပထမဆုံးအကြိမ်ချိန်းတွေ့ကြတာပါ\nပထမဆုံးအကြိမ်ဆိုပေမယ့် ယောကျာၤးလေးရဲ့ မိန်းမတွေနဲ့ ပတ်သက်တဲ့ စကေးကြမ်းမှု\nကြောင့်.....ကုတင်ပေါ်ရောက်သွားကြတဲ့အခါ.......။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Dark Side Production မှ Triple X ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and ...",
        "rating": "6.3",
        "url": "https://megaup.net/Xy44/Young.People.Fucking.2007.1080p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/rape-zombie-lust-of-the-dead1-140x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead (2012)",
        "description": "ခုဆိုရင် 18+ကားလေးတွေကိုမှ ဇာတ်လမ်းကောင်းကောင်းနဲ့ကြည့်ချင်တဲ့လူများအတွက် ကားကောင်းလေးတခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးကတော့ Rape Zombie: Lust of the Dead(2012)ကားလေးပဲဖြစ်ပါတယ။်\nဒီကားလေးမှာတခြား Zombie ကားတွေနဲ့မတူပဲနဲ့ကွဲထွက်နေတာလေးတခုရှိပါတယ်။\nအဲ့ကွဲထွက်နေတာလေးတခုကပဲ ကြည့်ရှုတဲ့သူတွေကိုဆွဲဆောင်နိုင်မှာအသေအချာပါပဲ။နောက်တချက်အနေနဲ့ကတော့ ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီရိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်။ ဒါပေမဲ့ဇွန်ဘီးတွေက ဘယ်လိုတိုက်ခိုက်ကြလဲ နောက်ဆုံးဇွန်ဘီးတွေကိုဘယ်လိုနိမ်နင်းခဲ့လဲဆိုတာကို မျက်လုံးပြူးသွားရလောက်အောင်ခံစားကြည့်ရှုကြရမှာဖြစ်ကြောင်း.........ငိငိ\nအမြည်းလေးညွှန်းပေးလိုက်ပါတယ်။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါJake(NNL) ရမ်းသမ်းဖောရှောဘာသာပြန်ထားခြင်းဖြစ်ပါတယ်။ File size__( 1.2 GB )\nQuality__1080p\nFormat__mp4\nDuration__01:29:43\nType__Adult, Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by Dark Devil",
        "rating": "3.9",
        "url": "https://megaup.net/Xy0r/[18+]Rape_Zombie_Lust_Of_The_Dead_(2012).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/121374411_181165793552745_7049776219566189371_o-143x200.jpg",
        "title": "[21+] Q Desire (2011)",
        "description": "စိတ်လွတ်ကိုယ်လွတ် လွင့်မျောချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ..\nဇာတ်ကောင်တွေဟာ သူတို့ကိုယ်တိုင်နားမလည်မှုများနဲ့ မျောချင်ရာမျောနေတာမျိုး...\nသူတို့ရဲ့အမူအကျင့်တွေဟာ အမှောင်ခြမ်းတစ်ခုစီကို ကိုယ်စားပြုနေတာမျိုး...\nလိုက်ကြည့်ရင်း မှောင်ကြတာပေါ့...ဒီဇာတ်ကားထဲက အဖော်အချွတ်အားလုံးက Graphic Nudity မဟုတ်ပါဘူး....\nဘာ Graphic မှ မသုံးထားပါဘူး...အကုန်အစစ်တွေချည်းပါပဲ....:3\nဒါရိုက်တာက ပြောချင်ရာပြောဖို့မှာ ဘာကိုမှ မညှာတာဘဲ\nအကုန်ပလိန်းကြီး အရှိအတိုင်းချပြထားပါတယ်...ဇာတ်ကားက နှစ်နာရီဝန်းကျင်ပဲရှိပေမယ့်...ကြည့်လိုက်ရင် ၄ နာရီနီးပါးကြာကြာတတ်ပါတယ်...\nဘာလို့ဆို ခဏခဏ Pause လုပ်လိုက် ..နောက်ပြန်ရစ်ကြည့်လိုက် လုပ်နေရလို့ပါ...\nပြီးရင် သတိရတိုင်းလဲ ပြန်ပြန်ကြည့်ကြည့်ဖြစ်ပါမယ်...\nသေချာတာတစ်ခုကတော့ လူသူတိတ်ဆိတ်တဲ့နေရာမှာ တစ်ယောက်ထဲအေးဆေးကြည့်မှ အဆင်ပြေမှာပါ။ဒီဇာတ်ကားကြည့်ပြီးရင် မင်းသမီး Déborah Révy နဲ့ Hélène Zimmer တို့အကြောင်းကို ပိုပိုရှာကြည့်မိပါမယ်...\nပြင်သစ်မင်းသမီးတွေဖြစ်ပြီး ဆွဲဆောင်မှုအပြည့်ရှိကြောင်း ထောက်ခံပါတယ်...Uncut Version ဖြစ်တာနဲ့အညီ ဘာဆင်ဆာမှ မပါတာကြောင့် 21+ အရွယ်တွေ ကြည့်ဖို့သာ တိုက်တွန်းလိုက်ပါတယ်။ဘာသာပြန်အသစ် Quality Update လေးမို့ ကြည့်ဖူးရင်တောင် ပြန်သိမ်းထားဖို့ တိုက်တွန်းပါတယ်။ပြင်သစ် Taste လေးကို ကြိုက်ကြတယ်ဆိုရင်ဖြင့် ...",
        "rating": "5.5",
        "url": "https://megaup.net/Vj93/[DS][21+]Q.Desire.2011.1080p.BluRay.x264-PFa.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/c71Jzw0UguFp1J1c2QVp4TLToh3-133x200.jpg",
        "title": "[18+] May We Chat (2013)",
        "description": "ဒီကားလေးကို ရီဗျူးရေးဖို့ဆိုတော်တော်အကြပ်ရိုက်ပါတယ်။ အကြောင်းက အရသာရှိလွန်းတဲ့ထမင်းဝိုင်းထဲ ရောက်သွားသလိုခံစားရလို့ပါပဲ။ အကုန်ကောင်းနေတော့ ဘယ်ဟာကောင်းလဲလို့ ညွှန်းမနေတော့ဘဲ လာသာထိုင်စားလိုက်တော့ဗျာ လို့သာ ပြောချင်မိတဲ့အထိပါ။မိန်းကလေးသုံးယောက်ကို အကြောင်းပြုပြီး ဇာတ်လမ်းတည်ထားတာမို့ မတူညီတဲ့ဇာတ်အိမ်သုံးမျိုးကို တွေ့ရမှာပါ။ ဆယ်ကျော်သက်မိန်းကလေးအများစုမှာ ဖြစ်ပျက်တတ်တဲ့စိတ်ခံစားချက်၊ စူးစမ်းချင်စိတ်အားလုံးကို ဒီကားလေးထဲထည့်သွင်းပေးထားတဲ့အပြင်... ဟောင်ကောင်မှာ ၂၀၀၀ ခုနှစ်လောက်က လူငယ်ဂိုဏ်းအဖွဲ့တွေ ဘယ်လိုကြီးစိုးခဲ့လည်းဆိုတာကိုပါ မြင်တွေ့ရမှာဖြစ်ပါတယ်..ပထွေးနဲ့အတူတူနေတဲ့ အားရန်း၊ ညီမတစ်ယောက်နဲ့ဆေးစွဲနေတဲ့အမေကို စောင့်ရှောက်နေတဲ့ ဝေဝေ၊ အဘွားနဲ့အတူတူနေပြီး အကြားအာရုံချို့တဲ့နေတဲ့ ဝေရင်း .. ဒီသူငယ်ချင်းသုံးယောက်က ဝီချက် ဆိုတဲ့ဖုန်း အက်ပလီကေးရှင်းကနေတစ်ဆင့် သူငယ်ချင်းဖြစ်ခဲ့ကြပါတယ်။ သူတို့ရဲ့ခံစားချက်တွေကို ဖလှယ်ရင်း တစ်ရက်မှာ အားရန်း တစ်ယောက်လိုင်းပေါ်မှာ ပျောက်ချင်းမလှပျောက်သွားပါတယ်။ အပြင်မှာတောင် မမြင်ဘူးကြတဲ့ သူငယ်ချင်းတွေက အားရန်း ပျောက်သွားတဲ့အခါ သူတို့တတ်နိုင်တဲ့ဘက်က ဘယ်လိုပြန်လည်ရှာဖွေကြမလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်ကားလေးထဲမှာ အဖြေရှာလိုက်ပါတော့နော်.....မင်းသမီးတွေလန်းသလို အရင်ခေတ်တုန်းက နာမည်ကြီးခဲ့တဲ့ မင်းသမီးတွေပါ အားဖြည့်ထားပါတယ်..အဖော်အချွတ်တချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တဲ့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/2jpbA/(CM)May.We.Chat.2015.1080p.BluRay.DD5.1.x264-ROVERS.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/4d6dyfwqtsty-140x200.jpg",
        "title": "[18+] My Phone Sex Partner (2012) Whatcha Wearin’?",
        "description": "My Phone Sex Partner / My PS Partner/ Whatcha Wearin'?=========================================IMDb Rating (6.9) / Rotten Tomatoes (58%)ဇာတ်လမ်းဘယ်ကစလဲဆိုတော့..ကောင်မလေးက ချစ်သူဆီကို ဖုန်းဆက် Sex Chat ရာမှာ သူ့ချစ်သူဖုန်းနဲ့မှားပြီး သူစိမ်းကောင်လေးတစ်ယောက်ဆီ ရောက်သွားရာကနေ စပါတယ်...အပြင်မှာ သူတို့နှစ်ယောက်မသိပေမယ့် ဖုန်းထဲမှာ အရမ်းတွေပွင့်လင်းပြီး တစ်ယောက်ကိုတစ်ယောက်နားလည်ပေးလာရာက လှပတဲ့ဇာတ်လမ်းလေးဖြစ်လာတာပေါ့..သူတို့နှစ်ယောက်လုံးက အချစ်မှာ ကံခေနေသူတွေလို့ ဆိုရမယ်..ဘာလို့ဆို...ကောင်လေးက မအောင်မြင်တဲ့ ဂီတပညာရှင်တစ်ဦးဖြစ်ပြီး အပြင်လောကထဲကအတိုင်းမအောင်မြင်သူဆို စွန့်ခွာတတ်ကြတဲ့ချစ်သူကြောင့် ကြေကွဲနာကျနေရသူပါ..ကောင်မလေးမှာကျ ချစ်သူရှိပေမယ့် အလုပ်ကြိုးစားတဲ့ငကြောင်မို့လို့ လက်မထပ်နိုင်သေးဘဲအရွယ်တော်ဟိုင်းတဲ့အထိ စောင့်စားရင်း အချိန်ကုန်နေရသူပါ...နှစ်ဖက်လုံးမှာ မြိုသိပ်ကြေကွဲစရာ ကိုယ်စီရှိကြတာကြောင့် ဖုန်းထဲမှာ ပွင့်လင်းစွာပြောဆိုကြရင်း လေလှိုင်းထဲမှာ တော်တော်ကို ရင်းနှီးသွားကြပါတယ်...သူတို့နှစ်ယောက်ရဲ့ လေပေါ်ကရင်းနှီးမှုဟာ အပြင်လောကကို သယ်ဆောင်လာနိုင်မလားဆိုကတော့...။ဒီဇာတ်ကားက Sex Scenes တွေ Dialogue တွေကြောင့် 18+ ဖြစ်နေပေမယ့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/2jkxY/(CM)My_Phone_Sex_Partner(or)Whatcha.Wearin.2012.1080p.BluRay.REMUX.AVC.TrueHD.5.1-NOAH.mkv",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/817pd4QpDJL._AC_SL1500_-141x200.jpg",
        "title": "[SSNI-780]Special Yua Mikami (2021)",
        "description": "SSNI-780 Special Yua Mikami\n--------------------------\nJavလောကထဲ အမိုက်ဆုံးဆော်ကိုပြပါဆိုရင်\nကျနော်ကတော့ သူ့ပဲပြမှာ.ခန္ဓာကိုယ်ကလဲ\nအမိုက်စား မျက်နှာပေါက်ကလဲ ကိုရီးယားမလေးနဲ့ဆင်တယ်.\nအသံကျတော့လဲ ပုရိသတွေ သာခွေယိုင်ဖြစ်စေမယ့်အသံ.\nသရုပ်ဆောင်ပိုင်းကျတော့လဲ ဘာမှပြောစရာမလို,\nအော်စရာရှိအော် ညည်းစရာရှိညည်း :3.\nဒီရုပ်ရှင်ကတော့ ဇာတ်လမ်းအတို လေးငါးပုဒ်ကို\nစုစည်းထားတဲ့ ထူးရှယ် ပေါင်းချုပ်ပေါ့ဗျာ.\nစုစုပေါင်းဇာတ်လမ်းတို ၅ပုဒ်နဲ့တင်ဆက်ထားပြီး\nတပုဒ်ဆို တပုဒ် အတွင်းအားတွေ ကုန်ခမ်းစေတာ\nမျက်မြင်ကိုယ်တွေ့ ကြုံတွေ့ရမှာပါ.....\nအတွင်းအားစုထားတဲ့ သိုင်းသမားဘရိုတို့အတွက်\nကျင့်စရာထူးရှယ်သိုင်းကျမ်းငါးပုဒ် တင်ပေးလိုက်ပါပြီ....Translated and Enocded by : SenpaiQuality : 720pDuration: 2h 44minsFile Size : 1.36GBDuraton : 2h 10min",
        "rating": "9",
        "url": "https://megaup.net/Xpww/ssni-780.Special_Yua_Mikami.720p_%7BDS%7D_1.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/duvjjx8d5orl.mid-136x200.jpg",
        "title": "(18+)Blood Type A, A Big Breasted Girlfriend (2021)",
        "description": "Type A Big Breasted Girlfriend 2021နောက်ထပ် သိုင်းလောက ဘဒိုတွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ကားကောင်းလေးကတော့ ရည်းစားမရနိုင်တဲ့ကျော်ကြီးရဲ့ ညီလေး တပ်ထွက်ကို ကျော်ကြီးက ကောင်မလေး ချောချောရှာပေးတဲ့ ပညာပေး 18+ဖောင်းဒိုင်းကားလေးပဲဖြစ်ပါတယ် ပွဲတိုင်းကျော် ကျော်ကြီး ညီ တပ်ထွက်လေးဟာ တွဲသမျှဆော်တိုင်းနဲ့ မခံပဲ ဆော်ပစ်ကောင်တွဲပြတ်ဖြစ်နေခဲ့တာ သုံးနှစ် ရှိပြီဖြစ်ပါတယ် ဒီလို သနားစရာညီလေးအတွက် ဆော်ပစ်ကောင် ဘဝကကျွတ်အောင်အစ်ကိုတော် သိုင်းဆရာ ကျော်ကြီးက ဆော်အလန်းလေးကိုမှ ဆရာကျတဲ့ ဆရာမလေးကို ရှာပေးလိုက်တာပဲဖြစ်ပါတယ်အစကတော့ ရိုးသလို အေးသလိုလေးလို့ ထင်ရပေမယ့် တကယ့်တကယ် မောင်တပ်ထွက်နဲ့ အထန်ဆော်လေး တွေ့တဲ့အချိန် ရှယ် ဖောင်းဒိုင်း အသားပေးထားတဲ့ ဇာတ်ကြမ်းကားလေးလည်း ဖြစ်ပါတယ် ဆော်တွေကို ညွှန်းရရင်မင်းဂျောင်းဆိုတဲ့ ဆော်လေးက အရင် ကျော်ကြီးကားတွေမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2jj3k/Type_A_Big_Breasted_Girlfriend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91cufS3hpPL._AC_SL1500_-172x200.jpg",
        "title": "[SSNI-229]  Silent Obedience On The Train (2018)",
        "description": "[SSNI-229]  Silent Obedience On The M****ter Train A Big Tits College Girl Is Taught A Lesson In Orgasmic Ecstasy{ Yua Mikami }ကဲကဲ Darkside ဖန်တို့ရေ ..ဒီတစ်ခါမိတ်ဆက်ပေးမှာကတော့ မင်းသမီးချောလေး Yua Mikami ရဲ့ ရထားပေါ်က ရှက်ကိုးရှက်ကန်း ရုန်းကုန်မှု့များ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ဒီလိုပါတက္ကသိုလ်ကျောင်းသူလေး Yua Mikami မှာ သူ့ရဲ့အတန်းဖော်သူငယ်ချင်းလေးရှိပါတယ်သူကျောင်းမလာတာ တော်တော်ကြာပြီမို့ စိတ်ပူနေလေရဲ့တစ်နေ့သူ့ဆီကနေ အမှတ်မထင်ဘဲ ရထားပေါ်ကသူတွေ သူ့ကို ဝိုင်း မတားလုပ်ကြောင်းသိလိုက်ရတယ်ဒါနဲ့ သူကိုယ်တိုင် ရထားစီးပြီး မတားရားမှု့ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်သူလေး ဖော်ထုတ်နိုင်မလားဟိုကပဲ သူ့ကို ပြန် ထုတ် ပြီး ဖော် လိုက် မလားကတော့ ဇာတ်လမ်းထဲကြည့်ရှူ့ရအောင်နော် ။အညွှန်းကတော့Dark Devil ...",
        "rating": "18+",
        "url": "https://channelmyanmar.org/ssni-229-silent-obedience-on-the-train-2018/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ff0zafqhlbkz-141x200.png",
        "title": "18+ Young Sister-in-law 3 (2019)",
        "description": "ဘဝဆိုတာတိုက်ပွဲ ခယ်မဆိုတာလိုက်ပွဲ ဆိုတဲ့ စကားကြားဖူးကြမှာပါအခုဒီထဲမှာလည်း ပါလေရာ ကျော်ကြီးက ခယ်မလေးကိုကော သူ့မိန်းမကိုပါပွဲဆက်ဖြုတ်ထားတာကို ရှုစားကြရမယ့် ကိုရီးယား 18+ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားမှာလည်းပွဲတိုင်းကျော် ကျော်ကြီးတစ်ယောက် ဘယ်လို အကွက်ဆန်းတွေနဲ့ ဖောင်းဒိုင်းမယ်အရံမင်းသားလက်သစ်ကလည်း ဆရာကျော်ထက် တပည့်လက်စောင်းထက်ဆိုသလိုအကွက်သစ်တွေနဲ့ ရှယ်ကြမ်း ရှယ်ဖြုတ်ပြထားပါတယ် ဆော်လေးတွေ မိတ်ဆက်ရရင်ညီအစ်မနှစ်ယောက်ပေါ့ အကြီးမက ကြမ်းမှကြိုက်တယ် ဆိုတဲ့ အထန်တလိုင်း အငယ်မကတော့မေတ္တာငတ်နေတဲ့ နူးနူးညံ့ညံ့ ကောင်မလေး မေတ္တာရှင်မလေး ငြိမ်းငြိမ်းအိပေါ့ ကြမ်းမှကြိုက်တယ်ဆိုတဲ့ အကြီးမဆော်ကြီးက ခပ်အေးအေး နေတတ်ပေမယ့် လစ်ရင်လစ်သလို ခိုးစားတတ်တဲ့ ကျော်ကြီး နဲ့ အလိုမကျဖြစ်နေရာကအငယ်မရဲ့ ယောက်ျား အရံမင်းသား ဦးထန်ကြီးရဲ့ ရှယ်ကြမ်းပလန်နဲ့တွေ့တဲ့အခါ တစ်ခါတည်း ရှယ်ကြိုက်ဖြစ်သွားရပုံနဲ့ဇာတ်လမ်းဆင်ထားပါတယ် ကြားထဲမှာ ဒရမ်မာလေးလည်းချိုးထားသေးလို့ ဒါရိုက်ဖုန်းဒိုင်း အုန်းဂွမ်းထက်...",
        "rating": "6.5",
        "url": "https://megaup.net/2Zdju/Young.Sister.in.law.3.HDRip.720P.H264(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/81JMVKSvHvL._SL1410_-142x200.jpg",
        "title": "[18+] Road Trip (2000)",
        "description": "IMDb Rating (6.4)Euro Trip ကိုကြည့်ဖူးလို့ကြိုက်ရင် ဒါလေးလဲထပ်ကြည့်ဖို့တိုက်တွန်းပါတယ်..ကျောင်းသားဘဝ လူငယ်ဘာဝ ရဲရင့်ရိုးသားတဲ့အလွဲတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့...\nဂျော့ရှ် နဲ့ တစ်ဖနီ တို့ဟာ ငယ်ငယ် ကတည်းက\nအတွဲညီလာခဲ့တဲ့ သူတွေပါ အသက်တွေ ကြီးလာတော့လည်း\nချစ်သူတွေဘဝကို ရောက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ အထက်တန်း အောင်ပြီး\nကောလိပ်တက် ရတဲ့အခါ တနယ်စီဝေးကွာ ခဲ့ပါတယ်။ ဒါပေမဲ့\nသူတို့ အချင်းချင်းနေ့စဉ်ကြုံရသမျှတွေကို အချင်းချင်း ဖုန်းနဲ့\nပြန်ပြောဖို့ ကတိထားခဲ့ပါတယ်။ဂျော့ရှ်ကလဲ တစ်ဖနီရဲ့ အပေါ်သစ္စာစောင့်သိခဲ့ပါတယ်\nဒီလိုနဲ့ တစ်နေ့မှာ သူက တစ်ဖနီကို သူရဲ့ ချစ်စကားတွေ ပြောပြထားတဲ့\nဗီဒီယိုခွေလေးကို ပို့ပေးဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အဲ့ညမှာပဲ ဂျော့ရှ်က\nကောင်မလေးတစ်ယောက်နဲ့ ပျော်ပါးမိပါတယ်။ အဲ့လို ပျော်ပါးတာကိုလည်း\nဗီဒီယို ရီကော့ဒ်လုပ်ထားပါတယ်။တကယ်တမ်း တစ်ဖနီ့ဆီကို ဗီဒီယို ပို့တဲ့အခါမှာ\nအခွေချင်းမှားပို့မိပါတော့တယ်။ဒါပေမဲ့ သူကံကောင်းတာက တစ်ဖနီက ကျောင်းကို\nနောက်သုံးရက်နေမှ ပြန်ရောက်မှာဖြစ်တဲ့အတွက် တိပ်ခွေက ကျောင်းသားရေးရာ\nဋ္ဌာနမှာပဲရှိပါသေးတယ်။ဒီလိုနဲ့ ဂျော့ရှ်ဟာ တစ်ဖနီ ပြန်မရောက်ခင် တိပ်ခွေ ပြန်ရဖို့\nမိုင်ပေါင်းထောင်ချီတဲ့ ခရီးကို သူငယ်ချင်းတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/Xjpo/Road.Trip.2000.UNRATED.1080p.BluRay.X264-AMIABLE_by_Moe_Sat.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/81asCdjeiBL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Total Domain – Yua Mikami [SSNI-618]",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး...ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ...အသားအရည်ရဲ့တောက်ပမှု...လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးကမြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။သူ့ရဲ့ Horny ဖြစ်မှုကလည်း ဒီဇာတ်ကားမှာ လက်ဖျားခါချရပါတယ်...ကြာချိန်လဲ ၃ နာရီခွဲနီးပါးရှိတာမို့ Yua Mikami  ပရိတ်သတ်မှန်ရင်တော့ လုံးဝလက်လွတ်လို့မဖြစ်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (3.2 GB)/(1.7 GB)\nQuality : HD-Rip 1080p/720p\nRunning Time : 03:30:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by PoeEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/Xhpq/DS-1080p[SSNI-618]Total_Domain_A_Voluptuous_Thighs_In_Uniform_Peek-A-Boo_Show_Idol_In_The_Ultimate_Knee-High_Temptation_-_Yua_Mikami.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/6yFk5uO-150x200.jpg",
        "title": "[18+] Viva Erotica (1996)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (67%)Kwok-Wing ဆိုတာတက်သစ်စ ဒါရိုက်တာငယ်လေး၊ ပြီးခဲ့တဲ့ရုပ်ရှင်ကားနှစ်ကားလုံးလုံး အရှုံးပေါ်ထားလို့ စိတ်လေနေတဲ့သူ၊\nသူ့ဇာတ်ညွှန်းအသစ်ကို ငွေရှင်က စိတ်ဝင်စားတယ်လို့ သွားပြတဲ့အချိန်မှာ ဟိုက Cat-III film (ဟောင်ကောင်သတ်မှတ်ချက် ၁၈နှစ်အောက်မကြည့်ရ)\nရိုက်ချင်နေတာဆိုတော့ စိတ်မပါပေမယ့်အခြေအနေအရလက်ခံလိုက်ရ။ အစပိုင်းမှာ သူ့ရည်းစားက အားပေးပေမယ့် နောက်ပိုင်းမှာ မင်းသမီးနဲ့သဝန်တွေတို\nဒီလိုကားရိုက်ဖို့ကလဲ သူ့အနုပညာမာနကိုမလျှော့ချင်တာကြောင့်အရှက်ရ၊ မာနနဲ့ ဘဏ္ဍာရေးအကျပ်အတည်းတွေအပြင်မှာမှ လူငယ်သဘာဝဖြစ်ပေါ်တတ်တဲ့\nရမ္မက်တွေကြား လွန်ဆွဲရုန်းကန်ရတော့တာပါပဲ။ Cat-III films (အလွယ်ပြောရရင် ဟောင်ကောင်ညစ်ညမ်းရုပ်ရှင်လောက) ကို ထင်ဟပ်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။\nအဲ့ဒီလိုရုပ်ရှင်တွေရဲ့ ရွှေခေတ်မှာထွက်ပေါ်လာခဲ့ပြီး သူကိုယ်တိုင်ပါ Cat-III rating ကို ရရှိခဲ့ပါတယ်။ နုငယ်ဖူးသစ်နေတဲ့ ရှုကြည်လေးရဲ့ မိမွေးတိုင်းဖမွေးတိုင်းအလှတွေ\nမကြာခဏဆိုသလိုပါဝင်ပါတယ်။ ညစ်ညမ်းကားလို့ နာမည်တပ်ခံရပေမယ့် တကယ်တမ်းထွက်ပေါ်လာချိန်မှာကော နောက်ပိုင်းမှာပါ ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ အကောင်းဆုံး\nလက်ရာတွေထဲက တစ်ခုလို့သတ်မှတ်ခံခဲ့ရတဲ့ကားပါ။ အဲ့ဒီမတိုင်ခင်တုန်းက အပြာမင်းသမီးသာသာ VCD Album အဖော်အချွတ်တွေရိုက် မထင်မရှားဇာတ်ကွက်တွေမှာပဲ\nပါခဲ့ရတဲ့ Shu ...",
        "rating": "6.6",
        "url": "https://megaup.net/Xgx2/(CM)Viva_Erotica_(1996)_1080p_Blu-ray_Remux_AVC_TrueHD_5.1-TunBong.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv-141x200.jpg",
        "title": "(18+) Big Busted Daughter In Law (2020)",
        "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1DdtY/Big.Busted.Daughter-in-Law.2020.1080p.WebRip.H264.AAC(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p9837225_p_v10_aa-150x200.jpg",
        "title": "Machete Kills (2013)",
        "description": "2010 ကထွက်ရှိထားတဲ့ Machete ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်...ထုံးစံအတိုင်း ပွဲကတော့ ရှယ်ကြမ်းပါတယ်...မင်းသမီးတွေသုံးထားတာလဲ အလန်း...Lady GaGa...Amber Heard....Jessica Alba...Michelle Rodriguez....Alexa PenaVega....Sofía Vergaraစသည်ဖြင့် ရင်ကိုပူနွေးစေတာချည်းပဲ...မင်းသားတွေလဲ ဖိုက်တာတွေ..ခုတ်မယ် ဖြုတ်မယ် ဆိုတာချည်းပဲ...ငယ်ငယ်တုန်းက ဗွီဒီယိုရုံဆိုင်းဘုတ်လို ဒီဇာတ်ကားက\" မင်းသမီးအလန်း..တကယ်စွမ်း...သေချင်ရာသေဇမ်း..အကြမ်းပတမ်း..မဟာဘဂျမ်း...ရုံတင်ပြီ\" ။Machete (2010) ကို မကြည့်ရသေးရင် https://channelmyanmar.org/machete-2010/  ဒီမှာကြည့်ပါ။ \nFile size…(1,9 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1Daml/Machete.Kills.2013.1080p.BluRay.x264-SPARKS.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Machete (2010)",
        "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2iWvX/(CM)Machete.2010.1080p.BluRay.x264-TWiZTED.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5hj0z3JltvNtEz9p5WS2YRgtjTB.jpg",
        "title": "Tazza 3 : One Eyed Jack (2019)",
        "description": "[Unicode]လောင်းကစားသမားတွေရဲ့ ဘဝကို ပေါ်ပေါ်လွင်လွင်ဖော်ပြထားတဲ့ Tazza ရုပ်ရှင်ကားရဲ့ တတိယမြောက်ဇာတ်ကား Tazza 3: One Eyed Jackကို တင်ဆက်ပေးလိုက်ပါတယ် ။ကျွန်တော်တို့ သင်္ကြန်မိုးရုပ်ရှင်ကားထဲက မမေ့နိုင်စရာ Dialogueတွေထဲကတစ်ခုဖြစ်တဲဇာတ်ကောင်သက်ထွေးရဲ့ \"အရက်သမားသား အရက်သမားဖြစ်ရတာ မဆန်းပါဘူးအဖေရာ\" ဆိုတဲ့စကားကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ် ။အခုလည်း လောင်းကစားသမားရဲ့သား လောင်းကစားသမားဖြစ်ရတာမဆန်းဘူးဆိုပြီး နေ့ခင်းမှာ အစိုးရဝန်ထမ်းစာမေးပွဲဖြေဖို့ ကျောင်းတက်ရင်း၊ ညဘက်မှာ လောင်းကစားဝိုင်းထဲကို ရောက်နေတဲ့ Do Il-chulဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့လောင်းကစားဝိုင်းထဲမှာပဲ ကြီးပြင်းလာတဲ့ Madonnaဆိုတဲ့မိန်းက‌လေးတို့ရဲ့ ဆုံတွေ့မှုနဲ့ပဲ ဒီဇာတ်လမ်းကိုစထားပါတယ်...ကံကြမ္မာအလှည့်အပြောင်းကြောင့် Do Il-chulနဲ့ တကယ့်လောင်းကစားသမားကြီးတစ်ယောက်ဖြစ်တဲ့ တစ်ဖက်လပ်ကြီး Aekkuနဲ့ ပူးပေါင်းမိသွားပြီး ‌လူရှုပ်လူပွေကြာကူလီလောင်းကစားသမား Kkachi၊ သရုပ်ဆောင်သင်တန်းတွေတက်ပြီး သရုပ်ဆောင်ဖြစ်မလာပဲ ကာစီနိုရုံမှာ Lucky Girlလုပ်နေရတဲ့ Young-mi နဲ့ လူလိမ်ကြီး ဒါရိုက်တာKwonတို့ ‌၅ယောက် ပေါင်းမိသွားပြီးကတုံးပေါ်ထိပ်ကွက်ဖို့ ကြိုးစားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ကားထဲမှာပဲ စောင့်ကြည့်လိုက်ပါ...။\"ကျွန်တော်ဘာလို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Bfye/(CM)_Tazza_-_One_Eyed_Jack_(2019).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/sdxc3v3xpjvg-140x200.jpg",
        "title": "Tazza: The Hidden Card (2014)",
        "description": "Tazza; The Hidden Card (2014)\n=========================IMdb Rating (6.9)ဒီဇာတ်ကားမှာ Big Bang အဖွဲ့က T.O.P မှအဓိက ဇာတ်ဆောင်အဖြစ် ကြမ်းကြမ်းတမ်းတမ်းပါဝင်သရုပ်ဆောင်ထားပါတယ်။T.O.P ဟာ တောင်ကိုရီးယားရဲ့ ယနေ့ခေတ် အနုပညာရှင်တွေထဲမှာ ရှားပါးလှတဲ့ ယောင်္ကျားပီပီသသ ရုပ်ထွက်ရှိသူတစ်ယောက်ပါ။သူ့ရဲ့ မျက်နှာပေးတွေက ဇာတ်ကြမ်း အက်ရှင်တွေနဲ့ လိုက်ဖက်ပြီး ဆွဲဆောင်မှုရှိပါတယ်။ဒီဇာတ်ကားမှာလဲ T.O.P က ဇာတ်လမ်းကို စ လယ် ဆုံး ဆွဲခေါ်သွားနိုင်ပါတယ်။မင်းသမီး Shin Se‑kyung မှ ဇာတ်ဆောင်မင်းသမီးအဖြစ် ပါဝင်ထားပြီး အခြားအနုပညာရှင်ပေါင်းများစွာ အားဖြည့်ထားပါတယ်။(မင်းသမီးအနေနဲ့ ဇာတ်ဝင်ခန်းသဘောအရ ခပ်ဟော့ဟော့ သရုပ်ဆောင်ထားရတာတွေရှိတာကြောင့်မိသားစုနဲ့အတူကြည့်ဖို့တော့ ချင့်ချိန်ရမယ့်ဇာတ်ကားပါ။)2006 မှာထွက်ခဲ့တဲ့  Tazza; The High Rollers ဟာ ဇာတ်လမ်းတွဲတစ်ခုနဲ့ sequelနှစ်ကားရိုက်ရတဲ့အထိပေါက်ခဲ့ပါတယ်။Hidden Cardဟာ Tazzaဇာတ်ကားတွဲရဲ့ ဒုတိယကားနဲ့ လူသိအများဆုံးကားပါပဲ။  \"High Rollersနဲ့ တိုက်ရိုက်ကိုဆက်ထားတယ်။ဇာတ်လမ်းအရတော့ ကိုရီးယားဖဲလောကမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1D7er/(CM)Tazza.The.Hidden.Card.2014.1080p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/lgr3oypfvcg2-141x200.jpg",
        "title": "Tazza: The High Rollers (2006)",
        "description": "Tazza; The High Rollers(2006)\n========================\nIMdb Rating (7.2)Tazzaဇာတ်ကားတွဲတွေရဲ့ ပထမဆုံးကားနဲ့ အကောင်းဆုံးကားပါ။ဖဲသမားတစ်ကောင်က ဘယ်လိုစိတ်မျိုးမွေးသင့်တယ်၊ဖဲလောကက ဘယ်လိုရှိတယ် အူမချေးခါးမကျန် ပြထားတယ်။Sequelနှစ်ကားထက် ဇာတ်အိမ်အများကြီးပိုကျစ်လစ်တယ်။ကံကောင်းရင်တော့ကြည့်ပြီး လုံး၀လောင်းကစား မလုပ်ချင်တာမျိုးဖြစ်သွားနိုင်တယ်။ကံဆိုးရင်တော့ အခုပဲဖဲဝိုင်းသွားထိုင်ချင်စိတ် ပေါက်ကောင်းပေါက်သွားနိုင်တယ်။အတော်ဆုံးဖဲဝိဇ္ဇာဖြစ်တဲ့ဆရာက တပြည့်ကို ဖဲလိမ်ရိုက်ဖိုသင်ပေးနေတာတွေကငယ်ငယ်က မင်းသိင်္ခစာအုပ်တွေထဲက ဆရာတွေက သူ့တပြည့်ကိုသင်ပေးတဲ့ဖီလင်မျိုးရတယ်။Narratorထည့်ပြီး ရှေ့တစ်၀က် နောက်တစ်၀က်ပြထားတဲ့ Storytellingကလည်း အတော်မိတယ်။ဖဲပဲ သေချာရှယ်ရိုက်ပြနေတဲ့ ဖဲကားအစစ်ကိုကြည့်ချင်တဲ့လူတွေအတွက်တော့ဒီရုပ်ရှင်ဟာ တကယ့်ကို အနာနဲ့ဆေးတည့်တယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ WiRa Aung မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.6 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "7.2",
        "url": "https://megaup.net/1D7fv/(CM)Tazza.The.High.Rollers.2006.BluRay.REMUX.1080p.AVC.DTS-HD.MA5.1-MC.mp4",
        "category": "Adult, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/qb8hoghn56cp-134x200.jpg",
        "title": "(18+) My Elder Brother (2020)",
        "description": "My Elder Brother(2021)--------------------------DS ပရိတ်သတ်ကြီးကိုနောက်ထပ်ကြည့်လို့ကောင်းမယ့် ဆော်အလန်းတွေပါတဲ့ကိုရီးယား ၁၈+ကားလေးနဲ့ ထပ်မိတ်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းကတော့ မတ်နဲ့အစ်မကြီးတို့အစ်ကိုမသိအောင် တိတ်တိတ်ခိုးစားတဲ့ ဇာတ်ကားလေးပါ အလုပ်မရှိတဲ့ ၁၀၉/၁၁၀ မတ်လေးကကောင်မလေးရှိသော်ငြားလည်း အစ်ကို့မိန်းမရဲ့ လုံးကြီးပေါက်လှ ရှိုက်ကြီးဖိုငင်အသွယ်သွယ်ကြောင့်အိမ်မက်ထဲထိတောင်ထည့်မက်မိပြီး စိတ်ကူးနဲ့ဖြစ်ချင်တိုင်း ဖြစ်နေခဲ့ပါတယ် တစ်နေ့မှာတော့အစ်ကိုဖြစ်သူက မယားငယ်မထားတာ မိသွားရာကနေ ဘူးခံငြင်းပြီး သူ့မိန်းမကို နှိပ်စက်ပါတော့တယ်ဒါကို မြင်လိုက်ရတဲ့ မတ်လေးခမျာ သူဘုချင်ခဲ့တဲ့မမကြီး နှိပ်စက်ခံရတာမြင်လိုက်ရလို့ မတ်လေးရင်ထဲ အပူလုံးတွေကြွ ပွဲလန့်တုန်း ဖျာဝင်ခင်းစဉ် မမကြီးကလည်းသူ့ယောက်ျားကနှိပ်စက်လို့မကျေနပ်ပဲ လက်စားချေပေးဖို့ တောင်းဆိုရင် မတ်လေးနဲ့မမ ပျော်ပျော်ကြီး စခန်းသွားဖြစ်တဲ့မှတ်သားစရာဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် မင်းသားတွေကတော့ ပါလေရာ ကျော်ကြီးမဟုတ်တော့ပဲအသက်ခပ်ငယ်ငယ်နဲ့ အားကောင်းမောင်းသန်ကို အသုံးပြုထားပါတယ် မင်းသားရဲ့ ဆော်လေးကလည်းချစ်ဖို့ကောင်းသလို ရင်ဘတ်မှာမှဲ့လေးနဲ့ တင်းတင်းရင်းရင်း ပေါက်စီအလှကိုရှုစားရမှာပါ မမကြီးကလည်း ခါးသေးရင်ချီ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1D5sa/My_Elder_Brother_2021_1080p(DS).mp4",
        "category": "Adult, Drama, Romance"
    }
]