[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thHCbZVdA4DL0R8f84aUz83FSgg.jpg",
        "title": "Mega Time Squad (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ time travelကားလေးပါ။ပေါ့ပေါ့ပါးပါးတင်ဆက်ထားတဲ့ဇာတ်ကားလေးပါ။ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ဆိုင်ကို ဓားပြမှုရာကနေ ယူလာတဲ့လက်ပတ်လေးကအချိန်ခရီးသွားလက်ပတ်လေးဖြစ်နေတဲ့အခါမှာ Johnnyတစ်ယောက်ထူးဆန်းမှုတွေ တစ်သီကြီးနဲ့ကြုံရပါတော့တယ်။တစ်ခါအချိန်ခရီးသွားတိုင်း သူ့ရဲ့ကိုယ်ပွားတစ်ယောက်ပေါ်လာကနေကိုယ်ပွားတွေအများကြီးဖြစ်လာပါတော့တယ်။ဒါပေမယ့် ကိုယ်ပွားအချင်းချင်းတွေ့တဲ့အခါထျောင်ကျဲဆိုတဲ့တရုတ်နတ်ဆိုးကြီးရောက်လာတတ်ပြီးအကုန်လုံးကိုဝါးမျိုသွားတတ်ပါတယ်။Johhnyတစ်ယောက် သူ့ရဲ့ကိုယ်ပွားတွေအများကြီးနဲ့ဘယ်လိုဒုက္ခသုက္ခတွေရောက်မလဲဆိုတာကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ရှုစားလိုက်ပါခင်ဗျာ File Size : ( 737 MB) & ( 277 MB)Quality : Web-DL 720pRunning Time :1hr 26 minFormat : Mp4Genre : Action , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/1ykjn/Mega_Time_Squad_[2018]_(MM_Sub).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNzVlYzEwNmUtNjhlMy00ZTczLWI1MWQtMTBkMGVlMDQyOTM5XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_SY1000_CR007101000_AL_-142x200.jpg",
        "title": "Deadly Virtues: Love. Honour. Obey. (2014)",
        "description": "Sunday ညမွာ ၾကည့္ဖို႔ ထိတ္လန္းသည္းဖိုရုပ္ရွင္တစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္..ဇာတ္​ကားထဲက အဓိကဇာတ္​ေဆာင္​ကအာ႐ြန္​... ဆိုေတာ့ သူ႔အေၾကာင္​းေလးနည္​းနည္​းေျပာျပမယ္​သူက စိတ္​ေ၀ဒနာရွင္​တစ္​ေယာက္​ႀကိဳးခ်ည္​နည္​းေတြကို စနစ္​တက်သိထားၿပီး အစြဲလမ္​းႀကီးတဲ့သူမ်ိဳးဇာတ္​လမ္​းကို လင္​မယားႏွစ္​ေယာက္​ရဲ႕အိမ္​ထဲ၀င္​တဲ့ပံုစံနဲ႔အစပ်ိဳးထားတယ္​ေယာက်္​ားကိုႀကိဳးခ်ည္​ၿပီး သူ႔မိန္​းမနဲ႔ Game ေတြကစားတယ္​သူမႀကိဳက္​တာ တစ္​ခုလုပ္​တိုင္​း ေယာက်္​ားရဲ႕ လက္​ေခ်ာင္​းကို တစ္​ခါျဖတ္​တယ္​ဒါေပမယ္​့ သူကထူးျခားတယ္​လူသတ္​သမားမဟုတ္​ဘူးသူလိုခ်င္​တဲ့ ရက္​ေလးအတြင္​းမွာ သူေနေစခ်င္​သလိုေနေပးရင္​သူေက်နပ္​ၿပီ ဆိုသလိုမ်ိဳးလူသူက ေကာင္​မေလးရဲ႕နာမည္​ကိုလဲသိတယ္​စကားလည္​းေျပာဖူးတယ္​ဒါေပမယ္​့ ေကာင္​မေလးကေတာ့ မသိဘူးဒါဆို သူအိမ္​ကို ဘယ္​လို၀င္​လာခဲ့တာလဲနာမည္​ေရာ ဘယ္​လိုသိေနတာလဲစကားေျပာဖူးတယ္​ဆိုတာေရာ ဟုတ္​ရဲ႕လားသူလုပ္​ေစခ်င္​တဲ့ အရာေတြၿပီသြားရင္​လႊတ္​ေပးမွာလား ဘာဆက္​ျဖစ္​မွာလဲက်န္​တာ Down ၾကည္​့ၾကပါေနာ္​ဇာတ္​ကားေလး ၾကာခ်ိန္​က ၈၇ မိနစ္​ ခန္​႔ျဖစ္​ၿပီးimdb rate 4.8 ရထားပါတယ္​director ကေတာ့ Ate de Jong ပါတဲ့အာ႐ြန္​ေနရာမွာေတာ့ Edward Akroutကသရုပ္​ေဆာင္​ထားပါတယ္​ဇတ္လမ္းကို Munha က ဘာသာျပန္ေပးၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္(18+ အခန္းမ်ား ပါ၀င္သျဖင့္ မိသားစုျဖင့္ ၾကည့္ရႈ႕ရန္ မသင့္ပါ)",
        "rating": "4.8",
        "url": "https://megaup.net/2eobv/Deadly_Virtues_-_Love._Honour._Obey._[16+]_[2014]_(MM_Sub).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BN2I1NWM5NmUtYjZhZS00YTc3LTg1MTUtZWI1Mjg1YWI0NWIwXkEyXkFqcGdeQXVyNjIzNTQ4MjY@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Alanis (2018)",
        "description": "Alanis\n==============\n(18+ အခန္း အနည္းငယ္ပါ၍ မိသားစုျဖင့္ အတူမၾကည့္သင့္ပါ)\nလူတိုင္းလူတိုင္း ဘဝမွာေကာင္းတာေတြပဲ\nျဖစ္ခ်င္ၾကတာပါ ဒါေပမယ့္ ေလာကဇာတ္\nဆရာအလိုက် မျဖစ္ခ်င္တဲ႕ဘဝေတြမွာ\nမလုပ္ခ်င္တဲ႕ေနရာ ဌာနေတြမွာသက္ဆိုင္\nရာဇာတ္ရုတ္ေတြ အတိုင္းကခုန္ေနၾကတယ္\nတခ်ိဳ႕က်ေတာ့လဲ အရုပ္ၾကိဳးပ်က္ျပီး နစ္မြန္း\nသြားၾကတယ္ တခ်ိဳ႕ၾကေတာ့လဲ မီးအလင္း\nေရာင္စံုညီကြန္႕ျမဴ းထားတဲ႕စင္ျမင့္ထက္မွာ\nအငိုမ်က္လံုးအျပံဳးမ်က္ႏွာျဖစ္ရတယ္\nနစ္မြန္းစုတ္ျပတ္သတ္ေနတဲ႔ဘဝပိုင္ရွင္\nေတြကို ေပ်ာ္လြန္းလို႕ဒီဘဝမွာေနေနၾကတယ္\nထင္ပါသလား ဘယ္လို ခံယူခ်က္မ်ိဳးနဲ႕ ဒီဒဏ္\nေတြကိုၾကံ႕ၾကံ႕ခံတယ္ ေတြးမိဖူးလား\nသူတို႕မွာအားအေကာင္းဆံုးလက္နက္ေလး\nတစ္ခုရွိေနလို႕ပါ အဲ႕တာကအျခားေတာ့\nမဟုတ္ဘူး သူ႕နာမည္ကိုေတာ္ေတာ္မ်ားမ်ား\nၾကားဖူးၾကမွာပါ \"ေမွ်ာ္လင့္ခ်က္\" တဲ႕\nAlanis ဆိုတာ ေမာ္ဒယ္ေတြ အေဖာ္ခြ်တ္မ\nေလးေတြ နာမည္မဟုတ္ပါဘူး အဆိုေတာ္မ\nေလးတစ္ေယာက္နာမည္ပါ ဒါေပမယ့္ အဲ႕\nနာမည္ပိုင္ရွင္ေလးမွာ အဆိုေတာ္ျဖစ္ဖို႕အခြင့္\nမရခဲ႕ရွာပါဘူး single mother အျဖစ္နဲ႕\nကေလးတစ္ေယာက္ ရင္ဝယ္လြယ္ျပီးသူလုပ္\nတဲ႕အလုပ္ကသိပ္မရင္းရပါဘူး ခႏၶာပဲရင္း\nရတဲ႕ ျပည့္တန္ဆာအလုပ္ သူငယ္ခ်င္းျဖစ္သူ\nဂ်ီဆဲလားနဲ႕ တိုက္ခန္းတစ္ခုငွား ေၾကာ္ညာ\nစာေတြလိုက္ကပ္ ေဖာက္သည္ေတြလက္ခံ\nလုပ္ေနတဲ႕ညဥ္႕ငွက္ေလးေတြကို\nအာဂ်စ္တီးနားရဲ႕ ျပည့္တန္ဆာလုပ္ငန္း\nတားျမစ္ခ်က္ဥပေဒအရ အေရးယူဖို႕\nအေၾကာင္းဖန္လာပါတယ္\nဒီကားဟာရိုးရိုးေလး ဇာတ္လမ္းကိုပံုေဖာ္ထား\nတာပါ ျပည့္တန္ဆာလုပ္ငန္းကိုတရားဝင္\nလုပ္ခြင့္မေပးတဲ႕ႏိုင္ငံမွာ sex worker\nျဖစ္တဲ႕ Alanis တစ္ေယာက္ ဘယ္လိုရုန္း\nကန္ရလဲ ပဲရိုက္ျပထားတာပါ စစခ်င္းအဖြင့္\nမွာတင္ ဝစ္လစ္စလစ္ scene နဲ႕စတာမို႕\nေမာင္ႏွမေတြ မိသားစုေတြနဲ႕ၾကည့္လို႕မသင့္\nေလ်ာ္ပါဘူး တကယ့္ reality ...",
        "rating": "6.8",
        "url": "https://megaup.net/Stmc/Alanis_[17+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/11111-1-141x200.jpg",
        "title": "[21+] Teacher Yua Mikami [SSNI-152]",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n   Yua Mikami rocks, accept it or GTFO\nSeems Mikami Yua Idol plans dropped like a bomb in the worldwide webs (Instagram), she borderline got bullied by some K-pop retards. That is the normal daily everyday internet. But I feel sad because, there’s no way Yua didn’t notice this, because even her Idol group debut, Honey pop-corn, got delayed ...",
        "rating": "",
        "url": "https://megaup.net/1zVz4/Teacher_Yua_Mikami_(SSNI-152)_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p8325046_v_v8_af-133x200.jpg",
        "title": "Woochi: The Demon Slayer (2009)",
        "description": "Woochi: The Demon Slayer (2009)_____IMDb - 6.6/10\n မေတ္တာတရား မှော်ပညာ ဟာသ သည်းထိတ်ရင်ဖိုနဲ့\nလျို့ဝှက်ချက်လေးတွေ ပါဝင်တာမို့လို့\nရှေးခေတ် ယခုခေတ် ခေတ်နှစ်ခေတ်\nယှဉ်ကြည့်ရတာသဘောကျတဲ့သူတွေ ကြည့်သင့်ပါတယ်။\nဝူချီအမည်တွင်တဲ့မှော်ဆရာလေးဟာ သူလိုချင်တဲ့ ကြေးမုံနဲ့ ကြေးသွန်းဓားတို့ကိုလိုက်လံရှာဖွေရင်း\nကောင်းကင်ဘုံကကျလာတဲ့ မှော်ပုလွေတစ်ခုကိုရသွားခဲ့ပါတယ်။\nဒီမှော်ပုလွေကြောင့်ပဲ ဆရာကြီးဟွာဒမ်းနဲ့နတ်ဘုရားသုံးပါးတို့က\nသူ့ဆရာကိုသတ်တယ်လို့ ပြောကြပြီး\nပန်းချီကားတစ်ခုထဲ နှစ်ပေါင်းငါးရာပိတ်လှောင်ခဲ့ပါတယ်။\nနတ်ဘုရားသုံးပါးမှာ မှော်ပုလွေရဲ့သခင်ဖြစ်တဲ့ ပေါင်းကူးနတ်ဘုရားကိုလည်း ရှာဖွေရအုန်းမှာဖြစ်လို့\nနှစ်ပေါင်းငါးရာလုံး လူ့ဘုံမှကျင်လည်နေကြတယ်။\nဒီဖက်ခေတ်မှာမှင်စာတွေ ပြန်သောင်းကျန်းချိန် ဆရာဟွာဒမ်းလည်းမရှိတာမို့နတ်ဘုရားသုံးပါးဟာ\nဝူချီကို ပန်းချီကားထဲကပြန်ထုတ်ပြီး မှင်စာတွေကိုနှိမ်နှင်းဖို့ကူညီခိုင်းရင်း…\nဝူချီတစ်ယောက်သူလိုချင်တဲ့အရာတွေရောရသွားလား?\nနတ်ဘုရားတွေရော ပေါင်းကူးနတ်ဘုရားကို ရှာတွေ့ကြရဲ့လားဆိုတာကို တော့....\n \n(ဇာတ်ကားအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htoo Htoo Ka joe ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်)\n  \nေမတၱာတရား ေမွာ္ပညာ ဟာသ သည္းထိတ္ရင္ဖိုနဲ႔\nလ်ိဳ႕ဝွက္ခ်က္ေလးေတြ ပါဝင္တာမို႔လို႔\nေရွးေခတ္ ယခုေခတ္ ေခတ္ႏွစ္ေခတ္\nယွဥ္ၾကည့္ရတာသေဘာက်တဲ့သူေတြ ၾကည့္သင့္ပါတယ္။\nဝူခ်ီအမည္တြင္တဲ့ေမွာ္ဆရာေလးဟာ သူလိုခ်င္တဲ့ ေၾကးမံုနဲ႔ ေၾကးသြန္းဓားတိုု႔ကိုလိုက္လံရွာေဖြရင္း\nေကာင္းကင္ဘံုကက်လာတဲ့ ေမွာ္ပုေလြတစ္ခုကိုုရသြားခဲ့ပါတယ္။\nဒီေမွာ္ပုေလြေၾကာင့္ပဲ ဆရာၾကီးဟြာဒမ္းနဲ႔နတ္ဘုရားသံုးပါးတို႔က\nသူ႔ဆရာကိုသတ္တယ္လို႔ ေျပာၾကျပီး\nပန္းခ်ီကားတစ္ခုထဲ ႏွစ္ေပါင္းငါးရာပိတ္ေလွာင္ခဲ့ပါတယ္။\nနတ္ဘုရားသံုးပါးမွာ ေမွာ္ပုေလြရဲ႕သခင္ျဖစ္တဲ့ ေပါင္းကူးနတ္ဘုရားကိုလည္း ရွာေဖြရအုန္းမွာျဖစ္လို႔\nႏွစ္ေပါင္းငါးရာလံုး ...",
        "rating": "6.6",
        "url": "https://megaup.net/3z1dg/Woochi_-_The_Demon_Slayer_(Jeon_Woo-Chi_-_The_Taoist_Wizard_)_[2009]_(MM_Sub).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/film-poster-secretary-2002-BPJ79B-147x200.jpg",
        "title": "[18+] Secretary (2002)",
        "description": "+++Dark Side production မှ တင်ဆက်သည်။+++ဒီဇာတ်ကားမှာ မစ္စတာ Grey အဖြစ် မင်းသားကြီး James Spader...Mr.Grey ရဲ့ အတွင်းရေးမှူး ဟော်လိုဝေး အဖြစ် မင်းသမီးကြီး Maggie Gyllenhaal...ဇာတ်လမ်းကတော့ မစ္စတာဂရေးနာမည်ကို ကြားလိုက်တာနဲ့ ဘယ်လိုဇာတ်ကားဆိုတာ မှန်းမိမယ်ထင်ပါတယ်..ငယ်ငယ်ကတည်းက မိဘတွေရဲ့ ဘဝအခြေအနေကြောင့် စိတ်ဒဏ်ရာအများအပြားနဲ့ ကြီးပြင်းလာရတဲ့ ဟော်လိုဝေး..ခက်ထန်တဲ့ အမူအရာတွေနဲ့ ကြမ်းတမ်းတတ်တဲ့ မစ္စတာဂရေး...သူတို့နှစ်ယောက်ရဲ့ တိတ်ဆိတ်တဲ့ အမှောင်ခြမ်းတွေကို ရုံးခန်းတစ်ခုထဲမှာ ဘယ်လိုတွေ ခင်းကျင်းကြမလဲဆိုတာ.....။18+ ဇာတ်ကားဆိုပေမယ့် Rating တွေလဲ မြင့်ပါတယ်။IMDb (7/10) နဲ့ Rotten Tomatoes 76% ထိ ရရှိထားတဲ့ လူကြီးဇာတ်ကားပါ။ \nFile size…(1.1 GB)\nQuality…Blu-Ray 720p\nFormat…mkv\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Dark Side TNL",
        "rating": "7.0",
        "url": "https://megaup.net/T5u8/Secretary_[18+]_[2002]_(MM_Sub).mkv",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ywf6adpv4607-140x200.jpg",
        "title": "[18+] High Society (2018)",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။] ဒီကိုရီယားဇာတ်ကားမှာ Soo Ae တို့လို နာမည်ကြီး သရုပ်ဆောင်တွေပါဝင်ထားပြီးဇာတ်လမ်းကတော့ နိုင်ငံရေးအခြေခံဇာတ်လမ်းဖြစ်ပါတယ်...မင်းသားဟာ နိုင်ငံရေးအဖွဲ့အစည်းလက်အောက်တစ်ခုမှာ လွှတ်တော်အမတ်အဖြစ် ဝင်ရောက် လုပ်ကိုင်မိရာမှသူရဲ့ ပါတီတွင်း ခြစားနေတဲ့ဖြစ်ရပ်တွေကိုတွေ့ရှိလိုက်တဲ့အခါ တော်တော်ထိတ်လန့်သွားပါတယ်။သူရဲ့မိန်းမကလည်း အဲ့ဒီ့ပါတီလက်အောက်ကုမ္ပဏီတစ်ခုမှာပဲ အလုပ်လုပ်နေတာကြောင့် အရာရာကိုမျက်ကွယ်ပြုနေလိုက်တဲ့အခါပါတီခေါင်းဆောင်များရဲ့ကျွန်သဖွယ်ဖြစ်လာပြီး နောက်ဆုံးမှာ သူတို့နှစ်ယောက်ရဲ့သည်းခံနိုင်စိတ်ကုန်သွားတဲ့အခါမှာတော့...။နိုင်ငံရေးဇာတ်ကားဖြစ်ပေမယ့် ခပ်ကြမ်းကြမ်း ဇာတ်ဝင်ခန်းတွေပါဝင်တာကြောင့် အရွယ်မရောက်သူများ မကြည့်သင့်ပါ။   \n[ Dark Side Production မွ တင္ဆက္သည္။] ဒီကိုရီယားဇာတ္ကားမွာ Soo Ae တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြပါဝင္ထားျပီးဇာတ္လမ္းကေတာ့ ႏိုင္ငံေရးအေျခခံဇာတ္လမ္းျဖစ္ပါတယ္...မင္းသားဟာ ႏိုင္ငံေရးအဖြဲ႔အစည္းလက္ေအာက္တစ္ခုမွာ လႊတ္ေတာ္အမတ္အျဖစ္ ဝင္ေရာက္ လုပ္ကိုင္မိရာမွသူရဲ႕ ပါတီတြင္း ျခစားေနတဲ့ျဖစ္ရပ္ေတြကုိေတြ႕ရိွလိုက္တဲ့အခါ ေတာ္ေတာ္ထိတ္လန္႔သြားပါတယ္။သူရဲ႕မိန္းမကလည္း အဲ့ဒီ့ပါတီလက္ေအာက္ကုမၸဏီတစ္ခုမွာပဲ အလုပ္လုပ္ေနတာေၾကာင့္ အရာရာကိုမ်က္ကြယ္ျပဳေနလိုက္တဲ့အခါပါတီေခါင္းေဆာင္မ်ားရဲ႕ကြၽန္သဖြယ္ျဖစ္လာျပီး ေနာက္ဆံုးမွာ သူတို႕ႏွစ္ေယာက္ရဲ႕သည္းခံႏိုင္စိတ္ကုန္သြားတဲ့အခါမွာေတာ့...။ႏိုင္ငံေရးဇာတ္ကားျဖစ္ေပမယ့္ ခပ္ၾကမ္းၾကမ္း ဇာတ္ဝင္ခန္းေတြပါဝင္တာေၾကာင့္ အရြယ္မေရာက္သူမ်ား မၾကည့္သင့္ပါ။ \nFile size…(1.1 GB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "5.4",
        "url": "https://megaup.net/T61v/High_Society_(Sanglyusahoe)_[18+]_[2018]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Now-later-poster-133x200.jpg",
        "title": "[21+] Now & Later (2009)",
        "description": "Dark Side Production မှတင်ဆက်သည်......Now & Later(2009)IMDb....5.1(21+ ဆိုတဲ့ လျှို့ဝှက်သင်္ကေတကို တပ်လိုက်ကထဲက  ဒီဇာတ်ကားရဲ့ အတိမ်အနက်ကိုသိုင်းလောကသားများသိပြီးလောက်ပြီထင်ပါတယ်..သို့ပေမယ့် ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို  တန်းဝင်တဲ့အဆင့်မှာရှိပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့\nနီကာရာဂွာနိုင်ငံက တော်လှန်ရေးခေါင်းဆောင်ရဲ့သမီးလေးနဲ့\nကမ္ဘာနဲ့ချီတဲ့ ဘဏ်ကိစ္စတွေလုပ်ခဲ့တဲ့ နိုင်ငံတွေရဲ့ စီးပွားရေးကို\nကစားခဲ့တဲ့ လူတစ်ယောက်ရဲ့ One Night Stand ဆန်ဆန်\nအချစ်ဇာတ်လမ်းကလေးပါပဲ။နိုင်ငံရေးဗဟုသုတတွေအပြင်\nအမေရိကန်ကို အပုတ်ချထားတာတွေပါ မြင်ရမှာဖြစ်ပြီး\nCIAနဲ့ ပဒေသရာဇ်နိုင်ငံလေးတွေကြားက\nဇာတ်ရှုပ်တွေကိုပါ ဖော်ပြထားပါတယ်။Later ဖြစ်မလာသေးတာတွေကို တွေးပူတတ်သူတွေကို\nNow လက်ရှိပစ္စုပ္ပန် မှာနေထိုင်ပြီး လုပ်စရာရှိတာလုပ်ဖို့\nဖလော်ဆော်ဖီတစ်ချို့ကိုလည်း အစာသွပ်ထားပါသေးတယ်။ကိုင်း ဇာတ်လမ်းကောင်းလည်း ခံစားရင်း ရသစုံလေး သဘောကျတယ်ဆိုရင်တော့ ခံစားကြည့်လိုက်ပါ...ကျော်တော့မကြည့်ကြပါနဲ့ ....ရသစုံလေးခံစားချင်လို့ပါ.......... \nFile Size : (855MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wild Race\nEncoded by War Dog",
        "rating": "5.1",
        "url": "https://megaup.net/2f0pu/Now_&_Later_[21+]_[2009]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/61ygqWl3AlL._SY450_-136x200.jpg",
        "title": "[18+] Lolita (1997)",
        "description": "[18+] Lolita (1997)\n[Dark Side Production မှ တင်ဆက်သည်။]\nIMDb Rating (6.9/10)\nRotten Tomatoes (68%)ဒီရက်ပိုင်း ကျွန်တော် ကြည့်ဖြစ်တဲ့ကားတွေက Age Gap ကြောင့် ဖြစ်တဲ့ အကြောင်းအရာ တွေကို ဇာတ်လမ်း လုပ်ထားတာတွေများပါတယ် ။ အဲ့ထဲက မှ အကြိုက်ဆုံးဆို Leon the Professional , An Education နဲ့ Lolita ပါပဲ ။ Lolita ကတော့ အကြိုက်ဆုံးပေါ့ ။ ရုပ်ရှင် မကြည့်ခင်ဝတ္ထုဖတ် ဖြစ်ကတည်းက Lolita ကို အတော် သဘောကျခဲ့မိတာပါ ။ဝတ္ထုကတော့ ရုရှား စာရေးဆရာ တစ်ဦးဖြစ်တဲ့ Vladimir Nabokov ရေးသားခဲ့တာဖြစ်ပြီး ရုပ်ရှင် အဖြစ် 1962 မှာ တစ်ကား ၊ 1997 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2d2U5/Lolita_[18+]_[1997]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/51tgaqpncLL-141x200.jpg",
        "title": "[18+] The Caged Flower: Hana Torikago [2013]",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။ ]\n ငယ်စဉ်ကတည်းက ပထွေးရဲ့ အနိုင်ကျင့်ခြင်းကို အကြိမ်ကြိမ်ခံထားရတဲ့ သနားစရာမိန်းမငယ်လေး...ယောင်္ကျားဆိုရင် စကားတောင်မပြောရဲအောင် စိတ်ဒဏ်ရာတွေ အပြည့်နဲ့ပေါ့...ဒါပေမယ့် သူမရဲ့ စိတ္တဇထွက်ပေါက်ကိုလူမမြင်ရဘဲ Chat လို့ရတဲ့ Dating App တစ်ခုမှာ ဖွင့်ထုတ်ထားရာက ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ...။ \n(အသက် ၁၈ နှစ်မပြည့်သူများ လုံးဝမကြည့်သင့်ပါ။)\n \nFile size…(860 MB)\nQuality…Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Dark Side TNL",
        "rating": "4.8",
        "url": "https://megaup.net/Uyff/The_Caged_Flower_(Hana_Torikago)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hkkCn8TKkzEaktCrWDvA4BTVuba.jpg",
        "title": "[18+] Wall Lover (2008)",
        "description": "ဇာတ်ကားတစ်ကားကို ပရိတ်သတ်လက်ထဲထည့်တော့မယ်ဆိုရင်...ဘာသာပြန်တဲ့သူလည်း အပင်ပန်းခံ တင်တဲ့သူလည်းအပင်ပန်းခံပြီးတော့ ဒေါင်းတဲ့သူတွေလည်းအကျိုးရှိအောင် ရွေးချယ်ပြီးတော့တင်ဆက်ရပါတယ်....ဒီဇာတ်ကားလေးကတော့ အားလုံးနဲ့လုံးဝအဆင်ပြေစေမယ်လို့ယုံကြည်မိပါတယ်...18+ အများစုကတော့ လိုရာရောက်အောင်ဆွဲယူတက်ကြပေမဲ့ ဒီဇာတ်ကားလေးကတော့ထူးခြားပါတယ်..ပညာပေးမက်ဆေ့လေးတွေပေးပါတယ်...အိမ်ထောင်ရှင်တွေရော လူပျိုတွေပါကြည့်သင့်တယ်..ဇာတ်လမ်းလေးကိုအတိုချုပ်ပြောပြပေးပါ့မယ်...အသက်ကြီးကျောင်းဆရာတစ်ယောက်က တက်သွေးကြွအပျိုဖြန်းလေးကိုယူမိတာက စတာပါပဲ...သူမရဲ့ရုပ်ရည်ကညွှန်းစရာမလိုအောင်ပြည့်စုံလွန်းလှပါတယ်...ဒါပေမဲ့ သူမမှာလိုအပ်ချက်ရှိနေပါတယ် အဲဒါကတော့ အသက်ကြီးတဲ့ယောကျာင်္းကိုယူခဲ့မိတာပါပဲ...သူမရဲ့အသက်အရွယ်နဲ့တမျှလက်ဆက်နေတဲ့ ရာဂမီးကို ကျောင်းဆရာအိုကြီးက ညှိမ်းမပေးနိုင်တာပါပဲ...လူ့စိတ်ဆိုတာ အခက်သားကလား...လင်မယားဖြစ်နေပေမဲ့ ခံစားချက်တွေကိုမထုတ်ဖော်ကြဘူးလေ... ကြိတ်ပြီးခံစားနေကြတယ်လေ...ကောင်မလေးက မနေနိုင်တော့ အွန်လိုင်းကနေပစ္စည်းတွေမှာပြီး အာသာဖြေတော့တာပါပဲ...အဲဒီအတောအတွင်းမှာပဲ အိမ်နီးချင်လင်မယားသစ် တစ်တွဲ ထပ်ရောက်လာပါတယ်...သူတို့လင်မယားကလည်းအပေးအယူမတည့်ကြလို့ ကတောက်ကဆတွေနဲ့ပါပဲ...ဘာတွေဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာတော့ စဉ်းစားမနေပဲ အပြေးသာဒေါင်းကြည့်ပေတော့ဗျာ...တစ်ကယ်တန်မှာပါဗျာ...စကားမစပ် အကြည့်နဲ့တင်အရည်ပျော်သွားနိုင်တဲ့ AV မင်းသမီးကြီးတွေသရုပ်ဆောင်ထားတာဖြစ်လို့ မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး...စကားမစပ် FA တွေအတွက် ရည်းစားစကားပြောနည်းအသစ်တွေ့ရမှာပါ ?File Size : (500 MB)\nQuality : DVDRip 480p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre : Drama,Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Wall ...",
        "rating": "",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4 https://megaup.net/2mRxc/_[18+]_Wall_Lover_(2008)_DVDRip_480p_(500_MB).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2-2016-142x200.jpg",
        "title": "The Gigolo 2 (2016)",
        "description": "The Gigolo..2မွာ​ေတာ့..1နဲ႔မတူပဲဇတ္လမ္​းတည္​​ေဆာက္​ပံုကြဲျပားသြားပါတယ္​…\nဒီကားရဲ႕အဓိကဇတ္​​ေကာင္​ျဖစ္​တဲ့..ဖြန္​းဟာ..1မွာတုန္​းကလို..ပိုက္​ဆံ​ေပးအ​​ေပ်ာ္​လိုက္​ရတဲ့သူမဟုတ္​​ေတာ့ပဲ..\nသူ​ေဌးတစ္​​ေယာက္​အ​​ေနနဲ႔..မိန္းမမ်ားရဲ႕ကိစၥကိုကူညီ​ေပးရတဲ့သူတစ္​​ေယာက္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​\nသူဘာ​ေၾကာင္​့သူ​ေဌးျဖစ္​သြားရတာလဲဆိုတာကို​ေတာ့..ဇတ္​လမ္​းအစမွာ​ေဖာ္​ျပထားပါတယ္​….\nဇတ္​လမ္​းအၫြန္​းကို​ေျပာရမယ္​ဆို…..ခဏက​ေျပာခဲ့သလို..မိန္းမ​ေတြ႔ရဲ႕ကိစၥ​ေတ​ြကိုကူညီတဲ့..”ဖြန္​း”ဟာ\nလက္​ထပ္​ခါနီးမိန္းက​ေလးတစ္​​ေယာက္​ကိုကူညီမိလိုက္​တဲ့အတြက္​သူ႔အတြက္​\nဘယ္​လို​ေတြျပန္​သက္​​ေရာက္​လာမလဲဆိုတာ​ေတာ့\nဒီဇတ္​ကားရဲ႕စိတ္​ဝင္​စားဆံုးအခ်က္​..တစ္​ခ်က္​ပါပဲ..\nၿပီး​ေတာ့..ဒီဇတ္​ကားမွာ.မင္​းသမိီး​ေနရာသ႐ုပ္​​ေဆာင္​တဲ့(နာမည္​ထည္​့ရန္​)………\n(​ေမာ္​န​ီကာ..)ဟာ​ေရာ..ဖြန္​းနဲ႔ဘယ္​လို​ေတြပက္​မႈရိွလာခဲ့မလဲတဆိုတာ..18+ခန္​း​ေလး​ေတြနဲ႔​ေရာ​ေႏွာတင္​ဆက္​ထားပါတယ္​..\n(၁၈ႏွစ္​မျပည္​့ရင္​မၾကည္​့ၾကပါနဲ႔လို႔​ေျပာလည္​းရမွာမဟုတ္​တဲ့အတြက္​….ဘာမွ​ေလထပ္​မ႐ွည္​​ေန​ေတာ့ပါဘူး..:P)File size – 880 Mb\nQuality -BR-Rip 720P\nFormat -MP-4\nDuration -01:36:05\nSubtitle -Myanmar Subtitle\nTraslator -John La Yaung",
        "rating": "4.2",
        "url": "https://megaup.net/U36z/[02316]_The_Gigolo_2_(2016)_[Drama]_[Dominic_Ho]_[CHINA]_[4.8]_[ADT].mp4",
        "category": "Adult, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2015-143x200.jpg",
        "title": "The Gigolo (2015)",
        "description": "ဇာတ္္လမ္းေလးကေတာ့    ဖန္ဟာ ဆင္းရဲတဲ့မိသားစုကေနေပါက္ဖြားလာတဲ့ သူတေယာက္ၿဖစ္ၿပီးေတာ့\nအိမ္ကအႏိုင္ႏိုင္ ေက်ာင္းထားေပးေနရတယ္တေန႕မွာ ေက်ာင္းမွာရန္ၿဖစ္ျပီး\nေက်ာင္းထုတ္ခံလိုက္ရတဲ့အခါမွာ ေနမေကာင္းတဲ့ အေမလည္းရိွေနတဲ့အတြက္\nမၿဖစ္မေန ပိုက္စံရွာရမယ့္အေနအထားၿဖစ္လာတယ္\nအဲ့ဒီအခ်ိန္မွာပဲ ကလပ္ပိုင္ရွင္ၿဖစ္တဲ့ သူ႕အန္တီနဲ႕ခ်ိတ္ဆက္မိၿပီးေတာ့ ေယာက္်ားေပ်ာ္ေတာ္ဆက္(ၿပည္႕တဆာ)ဘ၀ကို ေရာက္သြားခဲ့ရတယ္\n(သနားစရာေယာက္်ားတို႕ဘ၀ကို အဲ့ဒီမွာ ၿမင္ေတြ႕ၾကမွာပါ..:P)\nပိုက္စံရိွၿပီးေတာ့ အိမ္ေထာင္ေရးအဆင္မေၿပတဲ့ မိရွဲက ဖန္ရဲ႕ဆက္ဆံမႈေတြအေပၚမွာ စြဲလန္းသြားခဲ့တယ္....\nဖန္ကလည္း အဲ့ဒီလို ကိစၥေတြဘက္မွာအေတာ္ကိုကၽြမ္းက်င္ေအာင္ အခ်ိန္ယူၿပီးေလ့က်င့္ခဲ့တာပါ\nဖန္ဟာ ေပ်ာ္ေတာ္ဆက္ဘ၀မွာအေတာ္ေအာင္ၿမင္လာခဲ့ၿပီးတဲ့ေနာက္မွာ ဒါရိုက္တာကလို၀ီက\nဖန္ကိုအင္တာဗ်ဴးတစ္ခုမွာ အၾကိဳက္ေတြ႕သြားၿပီးမင္းသားလုပ္ဖို႕ ကမ္းလွမ္းလာခဲ့တယ္....\nဖန္ဟာ ကလို၀ီဆိုတဲ့ ခ်ပ္ေခ်ာေခ်ာ(စြန္းခ်စ္ဖို႔ေကာင္းတယ္ :P) တကယ့္အခ်စ္စစ္နဲ႕ခ်စ္သြားခဲ့တယ္....\nဖန္ကလည္းေယာက္်ားၿပည္႕တဆာေလာကထြက္ႏိုင္ဖို႕ ၾကိဳးစားခဲ့တယ္..\n.နာက္ပိုင္းမွာ မိရွဲဟာကလို၀ီရဲ႕ မိေထြးမွန္းသိသြားတဲ့အခါမွာေတာ့ မိေထြးနဲ႕ သမီးၾကားဖန္တေယာက္ဘယ္လိုေၿဖရွင္းမလဲဆိုတာကို\nဇာတ္ကားမွာဆက္လက္ၾကည္႕ရႈၾကပါ (18+) အသားေပးမဟုတ္တဲ႔ အတြက္ အရမ္းၾကည့္လို႕ေကာင္းပါတဲ့ကားတစ္ကားျဖစ္ပါတယ္",
        "rating": "4.5",
        "url": "https://megaup.net/U374/[02315]_The_Gigolo_(2015)_[Drama]_[Dominic_Ho]_[CHINA]_[5.8]_[ADT].mp4",
        "category": "Adult, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/f-141x200.jpg",
        "title": "[18+]Flower & Snake 3 (2010)",
        "description": "ကဲဒီတခါေတာ့ Hardcoreအမ်ိဳးအစားကိုမွ ၾကိဳက္​တဲ့သူေတြအတြက္​ ကားေလးတကားနဲ႔ မိတ္​ဆက္​ေပးလိုက္​ပါတယ္​။\nအဲ့ကားကေတာ့ Flower and Snake 3လို႔ဆိုတဲ့ ဂ်ပန္​Drama လို႔အမည္​ခံထားတဲ့လူႀကီးကားေလးျဖစ္​ပါတယ္​....။\n၁၈+ ကားေတြရဲ႕ထုံးစံအတိုင္​းပဲဇာတ္​လမ္​းအညႊန္​းကိုေတာ့ နည္​းနည္​းပဲညႊန္​းေရးေပးလိုက္​ပါတယ္​ေနာ္​။ဇာတ္​လမ္​းကေတာ့ စီးပြားေရးသမားေတြ တေယာက္​ေယာက္​ၿပိဳင္​ဆိုင္​ၾကၿပီးေတာ့ ၿပိဳင္​ဖက္​စီးပြားေရးသမားက်ရႈံးသြားတဲ့အခါ သူ႔ရဲ႕ဇနီးကိုအေႂကြးနဲ႔သိမ္​းၿပီးေတာ့ ပေရာဖက္​ရွင္​နယ္​Porn star တေယာက္​ျဖစ္​ေအာင္​ ဘယ္​လိုေလ့က်င္​့ေပးခဲ့သလဲ....ၿပီးေတာ့ဘာေတြဆက္ျဖစ္​မလဲဆိုတာ ၾကည္​့ရႈခံစားၾကရမွာျဖစ္​ပါတယ္​...။မွတ္​ခ်က္​ --အခ်စ္​ေရးအခ်စ္​ရာကားျဖစ္​လို႔ ကေလးသူငယ္​မ်ားမၾကည္​့သင္​့ပါဘူး ငိငိJake(NNL) ရမ္းသမ္းေဖာေရွာဘာသာျပန္ထားျခင္းျဖစ္ပါတယ္။File size__( 900 MB) and ( 400 MB)\nQuality__BR-Rip 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:45:46\nType__Asian, Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by Dark Devil",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/flower-snake-3-2010/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex-133x200.jpg",
        "title": "[18+]Lost Flower: Eo Woo-dong (2015)",
        "description": "ေရွးေဟာင္​းနန္တြင္​းစတိုင္​ေလးနဲ႔ ခ်စ္​မႈေရးရာအျဖာအျဖာကိုခံစားခ်င္​တဲ့ ပရိသတ္​ႀကီးအတြက္ ​ၾကည္​့လို႔ေကာင္​းမဲ့ကားေကာင္​းေလးတကားနဲ႔မိတ္​ဆက္​ေပးလိုက္​ပါတယ္​ဗ်ာ။\nအဲ့ကားကေတာ့ 2015ခုနွစ္​တုန္​းက ေတာင္​ကိုရီးယားမွာထြက္​ရွိခဲ့တဲ့ Lost Flower Eo Woo-Dong ဆိုတဲ့ ကိုရီယား18+ကားေလးပဲျဖစ္​ပါတယ္​။\nထူးျခားတာကေတာ့ ဒီကားထဲမင္​းသမီးေလးကေတာ္​ေတာ္​ေခ်ာတာပါပဲ ငိငိ...။လူႀကီးကားေတြရဲ႕ထုံးစံအတိုင္​းကေတာ့ ဇာတ္​လမ္​းအညႊန္​းကိုသိပ္​ညႊန္​းေပးဖို႔ မလိုေလာက္​ဘူးဆိုေတာ့ အၾကမ္​းဖ်င္​းဖြဖြေလးပဲ အညႊန္​းသေဘာမဆန္​တဲ့ အညႊန္​းေလးနဲ႔ပဲ ညႊန္​းေပးလိုက္​ပါတယ္​....။\nEo Woo Dong ဆိုတဲ့ အကေကာင္​း ဂီတဘက္​မွာပါရမီပါတဲ့ လွပတဲ့မိန္​းခေလးတေယာက္​နဲ႔ တဏွာရာဂျပင္​းထန္​တဲ့ မင္​းသားတစ္​ပါးလက္​ထပ္​လိုက္​ရာကေန ေနာက္​ဆုံးEo Woo Dong ကဘယ္​လိုေတြျဖစ္​သြားခဲ့ၿပီးေတာ့ မင္​းသားကို ဘယ္​လိုေနာင္​တရေအာင္​လုပ္​သြားခဲ့လဲဆိုတာကို တံေတြးေတြၿမိဳခ်ၿပီးေတာ့ ၾကည္​့ရႈခံစားၾကရမွာျဖစ္​ပါတယ္​...........။IMDb Ratingကေတာ့ 5.6/10 ပါ။မွတ္​ခ်က္​ --အခ်စ္​ေရးအခ်စ္​ရာကားျဖစ္​လို႔ ကေလးသူငယ္​မ်ားမၾကည္​့သင္​့ပါဘူး ငိငိJake(NNL) ရမ္းသမ္းေဖာေရွာဘာသာျပန္ထားျခင္းျဖစ္ပါတယ္။ File size__( 860 MB) and ( 380 MB)\nQuality__HD Rip 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:41:41\nType__Asian, Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lost-flower-eo-woo-dong-2015/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjQ1ZTE1NGEtNzVlOS00ODY5LThlYzItZDYxZDY5NzgxOWZlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-142x200.jpg",
        "title": "[18+] Guilty of Romance (2011)",
        "description": "(Dark Side Production မွ တင္ဆက္သည္။)Guilty of RomanceIMDb (6.8)ပထမဆုံးပြောချင်တာက ဒီဇာတ်ကားက တော်တော်လေးကိုရှုပ်ထွေးတဲ့\n၁၈နှစ်အထက်မှကြည့်လို့ရတဲ့ကားပါဇာတ်ကားကို ပြန်ဖြစ်ခဲ့တဲ့အကြောင်းကတော့\nဖြစ်ရပ်မှန်မှုခင်းတွေအကြောင်းကို ဝတ္တုလေးတွေလိုပြန်ရေးတဲ့\nမရွှေမိုး (ကိုရီးယား)ရဲ့ ပိုစ့်တစ်ခုကြောင့်ပါပဲ\nအဲ့ဒီ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကိုအခြေခံပြီးတော့ ဒီဇာတ်ကားကို ရိုက်ကူးထားတာပါမရွှေမိုးရေးထားတဲ့ ဇာတ်လမ်းကိုအကျဉ်းချုပ်ကို အရင်ပြောပြချင်ပါတယ်\nA ဆိုတဲ့အမျိုးသမီးဟာ ၁၉၉၇ ခုနှစ် မတ်လ ၈ရက်နေ့\nအဲ့နေ့မှာအသတ်ခံလိုက်ရပါတယ်\nအသတ်ခံရပုံက ကာမဆက်ဆံပြီးတော့ လည်ပင်းညှစ်သတ်လိုက်တာပါ\nဝမ်းနည်းဖွယ်ရာလူသတ်မှုပါပဲအသတ်ခံရတဲ့သူကိုစစ်လိုက်တဲ့အခါ\nပြည့်တန်ဆာလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ ဆင်းရဲစုတ်ပြတ်တဲ့မိန်းကလေးတစ်ယောက်ပုံစံမျိုးပါ..\nဒါပေမယ့် ဆန်းကြယ်တာက\nသူမရဲ့အချက်အလက်တွေကိုစစ်ဆေးတော့မှ သူမဟာ ပြည့်တန်ဆာတစ်ယောက်မဟုတ်ဘဲ\nနာမည်ကြီးကုမ္ပဏီတစ်ခုရဲ့ အုပ်ချုပ်ရေးမှာ အရေးပါတဲ့\nဂုဏ်သိက္ခာရှိ ပညာတတ် လူချမ်းသာမိန်းကလေးတစ်ယောက်ဖြစ်နေတာပါပဲ။ဒါဖြင့်ရင် သူကဘာလို့ ပြည့်တန်ဆာလုပ်ငန်းကိုလုပ်ပြီးတော့\nလမ်းပေါ်မှာ ဒီလိုပုံနဲ့လာသေနေရတာလဲ\nဒါဟာ လူတိုင်းတွေးမိတဲ့မေးခွန်းတစ်ခုပါ\nဒါပေမယ့် အဖြေကတော့မရှိခဲ့ပါဘူး။ဒီအမှုပိုပြီးတော့ နာမည်ကြီးသွားရတဲ့အကြောင်းရင်းကတော့\nသူ့ကိုသတ်တယ်လို့ယူဆရတဲ့ နီပေါနိုင်ငံသားအလုပ်သမားကြောင့်ပါ\nသူများနိုင်ငံလာနေပြီး သူတို့နိုင်ငံသားကိုသတ်သွားတယ်လို့ယူဆတဲ့\nဂျပန် လူမျိုးထုကြီးကို နိုင်ငံတော်က ထိန်းသိမ်းနိုင်ဖို့ အဆင့်ဆင့်အခါခါစစ်ဆေးခဲ့ရပါတယ်။သက်သေတွေမတိကျမှုတွေကြောင့် တရားခံအစစ်မတွေ့ခင်မှာ\nနီပေါနိုင်ငံသားကိုပဲ တရားခံလို့သတ်မှတ်ပြီး ဖမ်းဆီးထားခဲ့တာပါ\nအဲ့ဒီ့နီပေါနိုင်ငံသားဟာ လက်မလျှော့ပဲ အယူခံ ခဏခဏဝင်ကာ\nသူ့ရဲ့ရိုးသားမှုကို ပြသနိုင်ခဲ့သွားပါတယ်\nဒါပေမဲ့ နှစ်ပေါင်း ၁၅နှစ်ကို ထောင်ထဲမှာကုန်ဆုံးလိုက်ရပါတယ်\nအဲဒီအဖြစ်အပျက်ကြောင့် တရားခံအစစ်ကိုရှာမတွေ့နိုင်တဲ့ အမှု\nသေသူရဲ့အလုပ်အကိုင်အကြောင်းခန့်မှန်းနိုင်မှုမရှိတာတွေကြောင့်\nအခုချိန်ထိကို ဖြေရှင်းလို့မရသေးတဲ့ ထူးဆန်းတဲ့အမှုအဖြစ်နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/WBv1/Guilty_Of_Romance_(Koi_No_Tsumi)_[18+]_[2011]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/fo-136x200.jpg",
        "title": "[18+] The Forbidden Legend: Sex & Chopsticks 2 (2009)",
        "description": "ကလေးသူငယ်များမကြည့်ရ လူကြီးကားဖြစ်သည်။\n တရုတ်ကားလေးတွေကို မျှော်နေတဲ့သူတွေအတွက် တရုတ်ကားလေးတကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nအဲ့ကားလေးကတော့ 2009 April မှာထွက်ရှိခဲ့တဲ့The Forbidden Legend Sex& Chipsticks 2 ဆိုတဲ့တရုတ် 18+ကားလေးပဲဖြစ်ပါတယ်။\nဒီကားကိုတော့ \" The Golden Lotus \"ဆိုတဲ့ဝတ္ထုကို မှီငြိမ်းပြီးရိုက်ကူးပုံဖော်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းလေးကိုတော့ နည်းနည်းလေးပဲပြောပါ့တော့မယ်။ အရှည်ကြီးတွေရေးနေရင် ကြည့်ရတာပေါ့သွားမှာစိုးတာကြောင့်ပါ။\nဇာတ်လမ်းကတော့ ချမ်းသာတဲ့နောက်ခံကျောရိုးရှိတဲ့ ဆိုင်မွန်သိုင်ကွင်းဆိုတဲ့ လူကြီးမင်းတယောက်က ကိုယ်လုပ်တော်တွေကိုဘယ်လိုသိမ်းပိုက်လဲ...\nအဲ့ဒီကိုယ်လုပ်တော်တွေနဲ့ ဘယ်လိုစခန်းသွားနေလဲဆိုတာကို အကွက်အသစ်အဆန်းတွေနဲ့ ကြည့်ရှု့ခံစားကြရမှာဖြစ်ပါတယ်။\nတခါလောက်တော့ထပ်ပြောချင်တာက လူကြီးများနှင့်သာသင့်တော်တဲ့ ဟောင်ကောင်တရုတ်ကားလေးဖြစ်ပါတယ်...ငိငိ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jake(NNL) ဖြစ်ပါတယ်)  \nFile size__( 800 MB)\nQuality__BR-Rip 720p\nIMDb Rating__4.7/10\nFormat__mp4\nDuration__01:32:40\nType__Asian, Adult, Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by Naing Aung Latt(Dark Devil)",
        "rating": "4.7",
        "url": "https://megaup.net/2fsD5/The_Forbidden_Legend_-_Sex_&_Chipsticks_2_(Jin_Ping_Mei_2_-_Ai_De_Nu_Li)_[18+]_[2009]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex-and-lucia-poster-141x200.jpg",
        "title": "[21+] Sex and Lucía (2001)",
        "description": "[21+] Sex and Lucía (2001)\nIMDb...7.2,,Rotten...71\n \nဆရာကြီးပီမိုးနင်းက  ကာမသိဒ္ဓိကျမ်း ဆိုပြီး စာအုပ်တစ်အုပ်ရေးသားခဲ့တယ်...\nဆရာကြီးကတော့ ဆန့်ကျင်ဘက်လိင်တွေနဲ့ပတ်သက်ပြီး ပေါင်းသင်းဆက်ဆံရေးအဆင်ပြေစေဖို့ရည်ရွယ်ရေးသားခဲ့ပေမယ့်\nတစ်ချို့သော သူတွေအတွက် ညစ်ညမ်းစာပေသဘောမျိုးခံစားကြတာရှိတယ်...\nဒီလိုပဲရုပ်ရှင်လောကမှာလည်း Lust, Caution , Rape me, Nymphomaniac စတဲ့ဇာတ်လမ်းမျိုးတွေဟာ ပညာပေးဇာတ်လမ်းတွေပါပဲ..\nသိတဲ့အတိုင်း  အထက်ပါဇာတ်ကားများဟာ အတော်ပွင့်ပွင့်လင်းလင်းနဲ့ sex အခန်းပေါင်းများစွာပါလေ့ရှိတယ်...\nတစ်ချို့တွေကတော့ အာရုံတစ်မျိုးနဲ့ခံစားကြတယ်ပေါ့လေ...\nသို့ပေမယ့် ဒီလိုဇာတ်အိမ်ကောင်းကောင်း ပွင့်လင်းမြင်သာတဲ့အခန်းပေါင်းများစွာပါဝင်ဇာတ်ကားတွေကတော့\nလက်ချိုးရေလို့ရပါတယ်...ဒီစာရင်းထဲမှာ  Sex and Lucía(2001) ဇာတ်ကားကို မဖြစ်မနေထည့်သွင်းရမယ်လို့ထင်ပါတယ်...\nဆုပေါင်း(၁၀)ဆုရရှိခဲ့သလို ဆန်ကာတင်(၁၇)ခုစာရင်းလည်းဝင်ခဲ့ပါတယ်...ဒီကားက အထက်မှာပြောခဲ့သလိုပဲ (21+)ခန်းတွေနဲ့\nအနုပညာမြောက်စွာပုံဖော်ထားပါတယ်...\nကိုင်း အနုပညာမြောက်စွာခံစားတတ်တဲ့သူမျိုးတွေအတွက် ဇာတ်ကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါသည်...\nအညွှန်းနဲ့ဘာသာပြန်ကတော့ Wira Aung ဖြစ်ပါတယ်.... File Size : (1 GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira Aung\nEncoded by RGB",
        "rating": "7.1",
        "url": "https://megaup.net/2f4af/Sex_And_Lucía_(Lucía_Y_El_Sexo)_[21+]_[2001]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/fpp9jhmpzdyn-141x200.jpg",
        "title": "[22+] A Plentiful Married Woman (2018)",
        "description": "(Dark Side Production မှတင်ဆက်သည်။)(မင်းသမီးနာမည်လာမေးသူများသည်းခံပါကု\nမင်းသမီးကတော့ အချောလေးပါ..န်။)\nငယ်ငယ်ကဆရာနဲ့တွေ့ရာက ဇာတ်လမ်းစတာပဲ..\nဆရာက လက်ရှိမှာ ရေပိုက်ပြင်သူတော့ မဟုတ်ပေမယ့် သန့်ရှင်းရေးပစ္စည်းတွေရောင်းဝယ်ဖောက်ကားသူ\nဒီလိုနဲ့ ဇာတ်လမ်းက မတရားကြမ်းလာလို့ ၂၂+ လို့ခေါင်းစဉ်တပ်လိုက်ပါတယ်။\n  \nFile size…(900 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Jueno",
        "rating": "",
        "url": "https://megaup.net/UQo6/A_Plentiful_Married_Woman_[21+]_[2018]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7O2SxrsXYaGFZ5cZgJF0Ab5SV5J.jpg",
        "title": "[18+]Showgirls(1995)",
        "description": "Showgirls(1995)[18+]\n(Dark Side Production မွတင္ဆက္သည္...)\nIMDb....4.7\nဒီဇာတ္လမ္းဟာ..\nLas Vegasရဲ႕ ႕ေဖာ္ခြၽတ္အက ေလာကထဲကုိ\nမိိမိတတ္တဲ့အကပညာနဲ႕ အသက္ေမြး၀မ္းေက်ာင္းျပဳဖုိ႕ ေရာက္ရွိလာတဲ့ ဆြဲေဆာင္မႈရွိၿပီး သိပ္လွလြန္းတဲ့မိန္းကေလး\nတစ္ေယာက္အေၾကာင္းကုိရုိက္ျပထားတာပါ...\n႐ႈိးပဲြထဲက မိန္းမလွကေလးေတြရဲ႕အေၾကာင္း...\nမတူညီတဲ့လူတန္းလႊားတို႔ရဲ႕ ဆက္ဆံမႈေတြအေၾကာင္း..\n႐ႈိးပဲြတစ္ခုထဲက ၿပိဳင္ဆိုင္မႈေတြအေၾကာင္းကို..\nပြင့္လင္းျမင္သာစြာျဖင့္ အႏုပညာေျမာက္ပုံေဖာ္ထားပါတယ္..\nပုရိသေယာကၤ်ားထုတုိ႕အဖုိ႕ ထုိကဲ့သုိ႕အသက္ေမြး၀မ္းေက်ာင္းျပဳေနတဲ့\nသူေလးေတြကုိ စာနာ နာလည္းတတ္ေစဖုိ႕ၾကည့္သင့္သလုိ (၁၈)ေယာက္စုၾကည့္ရမယ္ဆုိတဲ့\nေ၀ါဟာရနဲ႕လည္း လုိက္ဖက္လြန္းတဲ့ အခန္းမ်ားစြာပါ၀င္ဇာတ္ကားမုိ႕ ၾကည့္သင့္ေၾကာင္းရဲ၀ံစြာျဖင့္အာမခံလုိက္ပါတယ္...\nFile Size : (940 MB) and (369 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:08:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira Aung\nEncoded by RGB",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/showgirls1995/",
        "category": "Adult"
    }
]