[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/272086719_untitled-160x200.jpg",
        "title": "(21+)When I Was Bored And Bored In The Countryside Where My Husband Was Transferred, I Invited PRED-360",
        "description": "အိုက်ကာရဲ့ အလှတွေကို သင်တို့တွေကို မြင်ဖူးစေချင်တယ်\nအိုက်ကာရဲ့ အကြည့်တွေနဲ့ Dirty Talk တွေကို နားထောင်စေချင်တယ်\nအိုက်ကာရဲ့ ညှိုချက်တွေကို တွေ့ဖူးစေချင်တယ်အိုက်ကာတစ်ယောက် သူမအမျိုးသားတာဝန်ကျရာနေရာကို လိုက်ရပါတယ်\nအခုလည်း သူမအမျိုးသာက တောခေါင်းတာဝန်နဲ့ ကျေးလက်ဒေသလေးတစ်ခုကို\nပြောင်းရွှေ့လာပါတယ် သူမကိုယ်တိုင်ကလည်း စိုက်ပျိုးရေးဝါသနာပါသူဖြစ်ပါတယ်သူမအိမ်နီးချင်းဂါအိုက လူပျိုးကြီးတစ်ကိုယ်တည်းပါ\nသူကစိုက်ပျိုးရေးကိုဝါသနာပါသူဖြစ်ပြီး\nလယ်တော့ထဲမှာပဲ အချိန်ဖြုန်းနေသူတစ်ဦးပါအိုက်ကာတစ်ယောက် လူပျိုကြီးဆီးမှာ ပညာတွေသင်ယူရင်း\nလူပျိုကြီးကို မထိကလုပ်ထိကလုပ်စ,ရင်းကနေ\nမဖွယ်မရာတွေဖြစ်လာပါတော့တယ်\nမဖွယ်မရာတွေက ခေါင်းကြီးတို့အကြိုက်တွေဖြစ်နေလို့ရွေးချယ်တင်ဆက်ပေးလိုက်ပါတယ်  \nFile size…1.8 GB\nQuality…720p HD RIP\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar SUbtitl (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.4",
        "url": "https://megaup.net/15mzj/When_I_Was_Bored_And_Bored_In_The_Countryside_Where_My_Husband_Was_Transferred_PRED-360p_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iqbylgcunugv-145x200.jpg",
        "title": "[18+]Homejack Triangle (2018)",
        "description": "Homejack Triangle (2018)Homejack Triangle အပိုင်းမှာတော့ ကွင်းဆက်လူသတ်သမား ဂျက် ကို ဖမ်းမိပြီဆိုတဲ့ သတင်းထွက်ပေါ်လာပြီး တကယ်တမ်းကျတော့ လူမှားဖမ်းမိတာ ဖြစ်နေပါတယ်...\nဒါကြောင့် ဂျက်အမှုကို ကိုင်တဲ့ စစ်ဆေးရေးမှုး ရီ က လူမှားဖမ်းမှုကြောင့် အလုပ်ကနေ နားလိုက်ရပါတယ်။\nအလုပ်ပ်ိတ်ရက်မှာ သူ့ရည်းစားအိမ်မှာပဲ နေရင်း ချစ်ကြည်နူးကြပါတာပေါ့သူ့ရည်းစားက သူ့ညီမနဲ့မိတ်ဆက်ပေးဖို့ နေ့မှာပဲ ကွင်းသတ်လူသတ်သမားက စစ်ဆေးရေးမှုးရီကိုရော သူ့ရည်းစားရဲ့ ညီမလေးကိုပါ ဟိုဟာကျင့်ပါတော့တယ်...\nဂျက်ကို ဖမ်းချင်နေတဲ့ ရီ နဲ့ သူ့ရည်းစားရဲ့ ညီမလေးကို ဘယ်လိုအကွက်တွေနဲ့ ကျင့်မလဲဆိုတာ ကိမုချိတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(650MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:14:00\nType__Adult, Asian, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "5",
        "url": "https://megaup.net/1Lk1c/[18+]Homejack_Triangle_(2018)_DVDRip.mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/death-in-desert-140x200.jpg",
        "title": "(18+)Death In Desert (2015)",
        "description": "အချစ်ဦးမြေးဦးရတောင်မမေ့ဘူးတဲ့\nစကားပုံလေးက လှပေမဲ့ကြောက်ဖို့ကောင်းတယ်\nမမေ့နိုင်တာကို မမေ့နိုင်သလိုပဲမနေပဲ\nအတင်းကြီးနီးစပ်အောင် လုပ်မိတော့\nမဖြစ်သင့်တာတွေဖြစ်ကုန်ပါတယ်အချစ်သစ်ကိုယ်စီနဲ့ ဘဝသစ်မှာပျော်တဲ့သူကပျော်နေပေမဲ့\nသူမကတော့မပျော်နိုင်ပါဘူး\nသူမရဲ့ခံစားချက်ကို ရအောင်အကောင်ထည်ဖေါ်ပါတော့တယ်\nသူမက ရုပ်ရည်ချောသလောက် အစွဲလမ်းကလည်းကြီးတယ်\nတစ်နေ့ သူမရဲ့ငယ်ချစ်ဦးဆီကို မရောက်ရောက်အောင်သွားပြီး\nအပြင်ကို မရမက ဆွဲထုတ်ပါတော့တယ်သူမ ကြိုတင်စီစဉ်ထားတဲ့အတိုင်း တည်းခိုခန်းတစ်ခုမှာ\nသွားတည်းရာကနေ မထင်မှတ်ပဲ ပြဿနာအကြီးကြီးတက်ပါတော့တယ်\nဆက်မချစ်သင့်တဲ့သူကို ခန္ဓာကိုယ်ရင်းပြီး ပက်သက်လို့ရောရပါ့မလားဆိုတာ\nသင်ခန်းစာယူရင်း ခေါင်းကြီးတို့အကြိုက်တွေ တသီကြီးပါတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…500MB\nQuality…720p HD RIP\nFormat…mp4\nDuration….1h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.9",
        "url": "https://megaup.net/1Lir8/Death.In.Desert.2015.720p.HDRip.XviD(DS).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MXGS-788--141x200.jpg",
        "title": "(21+) MXGS-788 Carnal Disease Nasty Nurse Konishi Yu {DS}",
        "description": "သူနာပြုဆရာမလေး ယုချန်ဟာ လူနာတွေကို\nသေချာစောင့်ရှောက် ပေးပါတယ်\nရောဂါဝေဒနာခံစားနေရတဲ့ သူတွေကို\nသေချာ ပြုစုပေးပါတယ်ဒါပေမဲ့ သူမမှာလည်း လူသိလို့မဖြစ်တဲ့\nရောဂါတစ်ခု ကိန်းအောင်းနေပါတယ်\nအဲဒီရောဂါက လူ တစ်ထောင်မှာ တစ်ယောက်မှာတောင်\nတွေ့ရခဲတဲ့ ရောဂါဖြစ်နေပါတယ် သူမအနေနဲ့ ရောဂါကိုကြိတ်ကုနေပေမဲ့\nပိုဆိုးလို့လာပါတယ် ဆေးရုံတစ်ရုံလုံး\nဝိုင်းပြီး ကုပေးတာတောင် မသက်သာတဲ့ရောဂါမျိုးပါ\nသူနာပြုမလေးက အရမ်းချောပါတယ်\nသူမရဲ့ လှပတဲ့အချိုးအစား နဲ့ မလိုက်ဖက်တဲ့\nရောဂါဆိုးကြီးက ဘာရာဂါလဲ ဘယ်လိုကုလဲဆိုတာ\nလက်မလွတ်တမ်း ကြည့်သင့်တဲ့ ကုသရေး ဇာတ်ကားတစ်ကားဖြစ်ပါကြောင်း    \nFile size…1.7GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 53min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.6",
        "url": "https://megaup.net/1Lg1a/MXGS-788_UNCENSORED_LEAKED.1080p.Xcross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-28_19-36-22-2-135x200.jpg",
        "title": "[21+] Nymphomaniac: Vol. I (2013)",
        "description": "[21+] Nymphomaniac Vol.1 (2013)Ratingအမြင့်တွေ၊ ဝေဖန်ချက်ကောင်းတွေချည်းရထားတဲ့ Adult Art film တစ်ခုဖြစ်ပြီး နာမည်ကျော်ဒါရိုက်တာ Lars Von Trier ရဲ့ အကောင်းဆုံးလက်ရာ‌တွေထဲက တစ်ကားဖြစ်ပါတယ်။လမ်းထဲမှာ ဒဏ်ရာတွေနဲ့လဲကျနေတဲ့ မိန်းကလေးတစ်ယောက်ကို ဦးလေးကြီးတစ်ယောက်က ကူညီပြီးသူ့အိမ်ကိုခေါ်သွားရင်းနဲ့ ဘာတွေဖြစ်ခဲ့တာလဲလို့မေးတဲ့အခါ မိန်းကလေးက သူ့ဘဝဇာတ်ကြောင်းကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင်ပြောပြပါတော့တယ်။ (သူ့ဇာတ်လမ်းကို chapter 8ခန်းခွဲထားပြီး ဒီvol 1မှာတော့ 4ခန်းပါဝင်ပြီး နောက်4ခန်းကိုတော့ vol2မှာ ကြည့်ရှုရမှာပါ။) သူ့နာမည်ကတော့ ဂျိုးဖြစ်ပြီး ငယ်ငယ်ကတည်းက ကာမစိတ် လွန်ကဲနေသူဖြစ်လို့ ကိုယ့်ကိုယ်ကို အပျက်မ၊ အပြစ်ရှိသူလို့ ခံယူထားတာပဲဖြစ်ပါတယ်။သူရဲ့ ငယ်ဘဝကတည်းက ဘယ်လိုထန်ခဲ့ပုံ ...\nယောင်္ကျားတွေနဲ့ ဘယ်လိုကစားခဲ့ပုံ ...\nသူရဲ့ အထီးကျန်လှတဲ့ ဘဝကို ယောက်ျားတွေနဲ့ ဖြေသိမ့်နေရပုံ ...\nတစ်ညတစ်ည ၁၀ ယောက်လောက်နဲ့ အလှူပေးပုံတို့ကို ရှင်းရှင်းလင်းလင်း ရိုက်ကူးပြသထားပါတယ်။ကိုးရီးယား 18+ တွေလို အားတိုင်းကြဲနေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းဆန်ဆန် ...",
        "rating": "6.9",
        "url": "https://megaup.net/2r9am/[DarkSide][21+]Nymphomaniac.Vol.1.2013.1080p.Blu-ray.AC3.5.1CH.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-25_11-44-41-141x200.jpg",
        "title": "[18+] I Don’t Like Younger Men (2017)",
        "description": "[18+] I Don't Like Younger Men (2017)ဒီကားလေးကတော့ 18+ ကားဆိုပေမဲ့ စိတ်ဝင်စားစရာ ဇာတ်လမ်းလေးနဲ့ပါ။ ဝန်းဂီဆိုတဲ့ အမျိုးသားဟာ ဇနီးဖြစ်သူဆုံးသွားပြီးနောက် မြို့ပြနဲ့အဝေးတစ်နေရာမှာ အသေးစား ဘော်ဒါဆောင်လေး တစ်ခုဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်း ပြုကာ နေထိုင်ပါတယ်။တစ်နေ့မှာတော့ သမီးဖြစ်သူက ကျောင်းက အားလပ်ရက်လေး ရတုန်း သူငယ်ချင်းဖြစ်သူ ဆယ်ယောင်းကို ခေါ်ကာ အဖေဖြစ်သူဖွင့်ထားတဲ့ ဘော်ဒါဆောင်လေးမှာ နေဖို့ ရောက်လာခဲ့ပါတယ်။ဒါပေမဲ့လည်း ဆယ်ယောင်းဟာ ဝန်းဂီရဲ့ တိမ်းပါးသွားတဲ့ ဇနီးဖြစ်သူနဲ့ အတော်လေး ဆင်တူတာက တစ်ကြောင်း ...ဝန်းဂီရဲ့ သမီးဖြစ်သူနဲ့ ဆယ်ယောင်းတို့ကြားမှာ ပြဿနာ အဖုအထစ်လေးတွေ ရှိကာ ဆယ်ယောင်းကလည်း အဲ့ဒီအတွက် လက်စားချေလိုနေတာက တစ်ကြောင်း ...ဝန်းဂီနဲ့ ဆယ်ယောင်းတို့ ဇာတ်လမ်းလေးတွေ စဖြစ်ပါတော့တယ်။ဆယ်ယောင်းတို့ သူငယ်ချင်း နှစ်ယောက်ကြားက ပြဿနာက ဘာဖြစ်မလဲ?\nအဖေနဲ့ သူငယ်ချင်းတို့ရဲ့ နှစ်ပါးသွား ဇာတ်လမ်းကို ...",
        "rating": "",
        "url": "https://megaup.net/36Yee/[CM][18+]I.Don_t.Like.Younger.Men.2017.720p.HDRip.mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fa0sl6xf2oph9kSCUF41onRHfV2.jpg",
        "title": "(18+)High School Girl’s Diary (1981)",
        "description": "(18+)High School Girl's Diary (1981)\n==============================ရီကာက ၁၈နှစ်ပြည့်ပြီးတာမကြာသေးတဲ့ ကျောင်းသူလေးကလေးဆန်ဆန်မျက်နှာပေါက် လှပကျော့ရှင်းတဲ့ခန္ဓာကိုယ်ကိုလဲပိုင်ဆိုင်ထားသူပေါ့ သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ပါ....ကံကောင်းချင်တော့ စတူဒီယိုတခုရဲ့ဒါရိုက်တာကသူ့ကိုတွေ့သွားပြီး အလားအလာရှိတယ်လို့ထင်တာကြောင့်ခေါ်ယူမွေးစားရိုက်ကူးပြီး နာမည်ကြီးမော်ဒယ်တစ်ယောက်ဖြစ်အောင်မြေတောင်မြှောက်ပေးပုံကို ကြည့်ရှုရမှာပါ.....တချို့ဇာတ်ဝင်ခန်းတွေမှာမိသားစုနဲ့အတူ မကြည့်ရှုသင့်တာကြောင့် 18+ဖြစ်ကြောင်း သတိပေးပါရစေ...  \nFile size…1.4GB / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by  Dark",
        "rating": "4.3",
        "url": "https://megaup.net/156ns/High.School.Girls.Fake.Diary.1981.1080p.BluRay.XCross(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/The-Quiet-2005dvdplanetstorepk-137x200.jpg",
        "title": "The Quiet (2005)",
        "description": "--- စံလွဲသူနှစ်ယောက် ---\nကိလေသာထောင်ချောက်ရဲ့ အဆွဲဆောင်နိုင်ဆုံး အထိအတွေ့များ၊ တီးတိုးညည်းညူသံ၊ ဖိုလှိုက်တဲ့အသက်ရှုသံများနဲ့ အိပ်ယာပေါ်က ချစ်တလင်းမှာ ဗျူဟာကျင်းလို့ စေတန်နတ်ဆိုးရဲ့ ပန်းသီး (ချဉ်စော်ကားသီး) ကို စားသုံးနေကြလေရဲ့။ ရှူထုတ်လေရဲ့ လေနုငွေ့ငွေ့တိုးခတ်မှုကို အပြန်အလှန်ထိခတ်ရင်း လေပေါ်မှာလွင့်နေသလိုခံစားရရှာတဲ့ လိင်မတူ ချစ်သူနှစ်ဦး။ ရိုးတွင်းခြင်ဆီထဲအထိ တိုးဝင်လာတတ်တဲ့ တဖျင်းဖျင်း ကြက်သီးထဖွယ် အရသာများကို ဆား‌ငံရေလို တစွတ်စွတ်သောက်၊ မောလေ သောက်လေ ငတ်မပြေနိုင်။သဘဝတရားရဲ့ ရုန်းမထွက်နိုင်တဲ့ ထောင်ချောက်ထဲကို သက်ဆင်း ဝပ်တွားခယရတဲ့ ဟောဒီလူသားနှစ်ယောက်က လောကကြီးကိုမေ့နေပါလေရော။ သူတို့ဟာ လောကကြီးကို မေ့လျှော့နေသလိုပဲ သူတို့ဟာ သွေးရင်းသားရင်း သားအဖ တော်စပ်ပါတယ်ဆိုတာကိုပါ သတိမရ အနက်ဆုံး အမှောင်ဆုံးတွင်းကို အထိန်းမပါဘဲ သက်ဆင်းနေကြပြီ။ ဟုတ်ပါတယ်လေ။ သမီးနဲ့ ဖခင် သွေးရင်းခေါက်ခေါက်ကြီးတွေပါ။ သူတို့ဟာ သားအဖအဖြစ်ကသွေဖည်လို့ လင်မယားဘဝကို အသက်သွင်း၊ ငရဲတွင်းကို ဆင်းချင်တိုင်းဆင်းနေလေရဲ့။--- ကိုယ်ပျောက်မိန်းကလေး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1KWa5/(CM)_The.Quiet.2005.1080p.AMZN.WEB-DL.DDP2.0.H.264-Nyein.mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ds1-134x200.jpg",
        "title": "{21+}Butt Fetish Special! !I’m Accustomed Many Times By Rolling Up The Anal Circle From The Back Vagina Back Intense Piston Many Times! STRAS -080",
        "description": "{STRAS -080}Butt Fetish Special! !I'm Accustomed Many Times By Rolling Up The Anal Circle From The Back Vagina Back Intense Piston Many Times!Ogura Yunaဆိုတဲ့ ပျိုကညာလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်မျက်လုံးဝိုင်းဝိုင်း မျက်ဆံနက်နက်နဲ့ ပါးဖောင်းဖောင်းလေးတွေကြောင့်ချစ်စရာမျက်နှာလေးကို ပိုင်ဆိုင်ထားပြီး ခန္ဓာကိုယ်အလှတရားဟာလဲခေသူ မဟူတ်သူလေးပါ အထူးသဖြင့်သူမရဲ့ နောက်ဘက် ကောက်ကြောင်းလေးတွေပေါ့...........အလှတရားနဲ့သွေးသားဆန္ဒတို့ကြား တိုက်ပွဲလေးတွေကိုဆင်ဆာမပါတဲ့ အကောင်းဆုံးဗားရှင်းနဲ့တင်ဆက်ပေးထားပါတယ်  \nFile size…4GB / 1.47GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 18mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.6",
        "url": "https://megaup.net/154j6/Butt_Fetish_Special!_!I_m_Accustomed_Many_Times_By_Rolling_Up_The_Anal_Circle_From_The_Back_Vagina_Back_Intense_Piston_Many_Times.1080p.STARS_080(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/61rlzmutjols-142x200.jpg",
        "title": "[18+]Homejack Reverse (2017)",
        "description": "Homejack Reverse (2017)အခုတစ်ယောက် Homejack ဇာတ်ကားက 2016 တုန်းက ဇာတ်ကားကို ပြောင်းပြန်ရိုက်ကူးထားတာပါပရော်ဖက်ဆာ တစ်ယောက်က စာအုပ်တစ်အုပ်ရေးဖို့အတွက် အလုပ်ထွက်ပြီး ရွာဘက်ကို သုတေသနလုပ်ဖို့ မိန်းမနဲ့ပြောင်းလာခဲ့ပါတယ်\nရောက်ရောက်ချင်းမှာပဲ ကလေးနေမကောင်းလို့ မိန်းမဖြစ်သူက တိုကျိုကို ပြန်သွားတာပေါ့ရွာဘက်မှာလည်း Jack the Ripper ဆိုတဲ့ လူသတ်သမားက ရှိနေပြန်တော့ ပရော်ဖက်ဆာကို ရဲတွေက လာသတိပေးသွားပါတယ်\nဒီလိုနဲ့ ညတစ်ည မိုးရွာနေတုန်းမှာ ကောင်မလေးနှစ်ယောက်က မိုးခိုဖို့ ပရော်ဖက်ဆာအိမ်ကို ဝင်လာရင်း ဆရာ့ကို မုဒိမ်းကျင့်ပါတော့တယ်ဆရာတစ်ယောက်ကို ကောင်မလေးနှစ်ယောက်က ဘယ်လိုမုဒိမ်းကျင့်မှာလဲဆိုတာ ကိမုချိတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.2GB) / (800MB)\nQuality__1080p / 720p\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:10:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://megaup.net/15180/[18+]Homejack_Reverse_(2017)_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYjI0NzAxMTctNGI3Yi00OWZlLWJjNTEtOGE5M2M4NzNlOThlXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]Homejack (2016)",
        "description": "Homejack (2016)ဇာတ်လမ်းအစ Jack the Ripper လို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်သမားတစ်ယောက်က အမျိုးသမီးတွေရဲ့ အိမ်ထဲဝင်ပြီး ဓားနဲ့လိုက်သတ်တာပါ...ထိုသတင်းကို တီဗီမှာ ကြော်ငြာနေတုန်း နာဆုကိုရဲ့ ယောက်ျားက အလုပ်နဲ့ခရီးထွက်သွားပါတယ်သူ့ယောကျ်ားခရီးသွားတာနဲ့ တစ်ပြိုင်နက် သူ့ချစ်သူရောက်လာပြီး မြန်မြန်ချစ်တင်းနှောပါတော့တယ်....ညရောက်တော့ ပစ္စည်းပို့သမားဟန်ဆောင်ပြီး ကွင်းဆက်လူသတ်သမားက နာဆုကို့အိမ်ကို ရောက်လာတဲ့နောက်...နာဆုကိုရဲ့ ဆန္ဒတွေကို လူသတ်သမားက ဘယ်လိုအားပါးတရ ဖြည့်ဆည်းပေးမလဲဆိုတာကို ကြည့်ရှု့ ရမှာပါနာဆုကိုရယ် သူ့ချစ်သူနဲ့ လူသတ်သမားတို့ရဲ့ သုံးယောက်ပေါင်းလောင်းကျော်အကွက်လည်း ပါတာမို့ ကီမုချိတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(800MB)\nQuality__DVDRip\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:10:00\nType__Adult, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://megaup.net/1KYzd/[18+]Homejack_(2016)_DVDRip.mp4",
        "category": "Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dk2pH3FcToKzAUw28J3q8xk8P3k.jpg",
        "title": "(18+)Love Education (2006)",
        "description": "နာမည်ကြီးဓာတ်ပုံဆရာ ကန်နီတစ်ယောက်\nဓာတ်ပုံပြပွဲအတွက်ပြင်ဆင်နေပါတယ်အဲဒီအချိန်မှာ ခန့်ငြားပြီး လုံးကြီးပေါက်လှ အမျိုးသမီးတစ်ယောက်က\nသီးသန့် ဓာတ်ပုံရိုက်ပေးဖို့ တောင်းဆိုလာပါတယ်အဲဒီမှာ မြင်မြင်ချင်းပဲ မမရဲ့ ညှို့ချက်တွေကို ကန်နီ မငြင်းဆိုင်ပါဘူး\nမမရဲ့ တည်ကြည်မှု လှပမှု မဟာဆန်မှုတွေအောက်မှာ\nလူမသိတဲ့ ကြောက်စရာကောင်းတဲ့ အစွဲလန်းကြီးတစ်ခုရှိနေတာကို\nကန်နီတစ်ယောက်မသိရှာပဲ ရှေ့ကို ဆက်တိုးပါတယ်   သူသိလိုက်ရတဲ့အချိန်မှာတော့ အရမ်းနောက်ကျသွားခဲ့ပါပြီ\nအချစ်ကို အရမ်းမကိုးကွယ်သင့်ကြောင်း\nအစွဲလမ်းမကြီးသင့်ကြောင်းကို\nအချစ်ခန်းတွေအများကြီးနဲ့ ရိုက်ပြထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည်ဖို့မသင့်တော်ပါဘူးFile size…1.23GB / 625MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/14Se1/Love.Education.2006.BluRay.1080p(DS).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ssni00700pu-141x200.jpg",
        "title": "[21+]See Through – Anzai Rara-RION-Decensored (SSNI-700)",
        "description": "Anzai Rara-RION ရဲ့ Decensored ကားတစ်ကားထပ်မံတင်ဆက်လိုက်ပါတယ်...RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)ဒီကားထဲမှာလဲ သူမရဲ့ထူးခြားမှုတွေနဲ့ ပုရိသတွေကို ဘယ်လိုဆွဲဆောင်သွားမယ်ဆိုတာ အံ့ဩဘနန်းကြည့်ရမှာပါ။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို ထပ်တိုးစွဲငြိစေမှာ အသေအချာပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.7 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:33:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/1KWbi/(DS)SSNI-700_[Decensored]_See_Through_With_No_Bra,_J_Cups_Fall_Out,Lala_Anzai_.HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hot-neighbor-211x300-1-141x200.jpg",
        "title": "(18+) Hot Neighbor (2016)",
        "description": "အိမ်ထောင်ရေးတစ်ခုမှာ ဘာကအရေးကြီးဆုံးဆိုတာ\nတိတိကျကျပြောရခက်ပေမဲ့ အကြမ်းအားဖြင့်\nနားလည်မှုဆိုတာတော့ လူတိုင်းသိကြမယ်ထင်ပါတယ်\nနားလည်မှုမရှိတဲ့ အိမ်ထောင်ရေးဆိုရင် မသာယာကြပါဘူးဒီဇာတ်လမ်းလေးက နားလည်မှုအကြောင်းအခြေခံထားပြီး\nသဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားပါတယ်\nအိမ်နီးချင်း လင်မယားနှစ်တွဲအကြောင်း ပဲဖြစ်ပါတယ်တစ်တွဲက အမျိုးသားက နားလည်မှုမရှိသူဖြစ်ပြီး\nကျန်တစ်တွဲက အမျိုးသမီးက နားလည်မှုမရှိသူဖြစ်နေပါတယ်\nချစ်မိလို့ အိမ်ထောင်ပြုကြပေမဲ့ အချိန်ကြာလာတာနှင့်အမျှ ပြလာတဲ့ဇာတိ\nတွေကို ရိုးရိုးလေး ဖေါ်ပြထားတာဖြစ်ပါတယ်အိမ်ထောင်သည်တွေရဲ့ သဘောသဘာဝတွေကို\nရိုးရိုးရှင်းရှင်း ရိုက်ကူးထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည့်ဖို့မသင့်တော်ပါဘူးFile size…800MB / 400MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/14Dmz/Hot_Neighbor.2016.KR.WEB-DL.1920x1080p.x264.AAC2.0(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/FSn4aj-XoAEvT9l-133x200.jpg",
        "title": "[18+] Putahe (2022)",
        "description": "ဂျန်နီလင်းဟာ တံငါလုပ်ငန်းနဲ့အသက်မွေးပြီးဝေးလံခေါင်ဖျားတဲ့ကျွန်းကလေးမှာကြီးပြင်းလာတဲ့\nကျွန်းသူမလှလှလေးပါ၊ သူတို့ကျွန်းဟာ မြို့ပြနဲ့ဝေးလံ ဗဟုသုတဖျော်ဖြေရေးတွေနည်းပါးတဲ့အလျောက်\nကျွန်းသူတွေဟာ လူစုအတင်းတုပ်လေ့ရှိကြပြီး ကျွန်းသားတွေကတော့ ညဘက်မှာအရက်ဝိုင်းဖွဲ့လေ့ရှိကြတယ်။\nသူစိမ်းလူအရောက်အပေါက်အဝင်အထွက်နည်းလှပြီး တစ်ယောက်အကြောင်းတစ်ယောက်အတွင်းသိအစင်းသိ အဖွဲ့အစည်းကျဉ်းကျဉ်းလေးတစ်ခုပေါ့။တစ်နေ့တော့ သူတို့ကျွန်းကို သူစိမ်းတစ်ယောက်ရောက်လာပါတယ်၊ အလွန်လှပဖွံ့ဖြိုးပြီး လည်ပြန်ငေးကြည့်လောက်ရတဲ့\nမြို့သူမလှလှကြီး ( MILF အထာမမကြီး) ဟာ သူတို့ကျွန်းမှာ ထမင်းဆိုင်လေးဖွင့်ပြီး အခြေချပါတော့တယ်။ကျွန်းသူတွေက\nမြို့သူမကြီးကို ဝရမ်းပြေး၊ဇိမ်မယ်စသဖြင့်\nစကားတင်းဆိုပြီး သူတို့ယောက်ျားတွေနဲ့သဝန်တိုကြပေမယ့် ဂျန်နီကတော့ ဟင်းချက်ကောင်းသလို သိပ်လှတဲ့မမကြီးကိုခင်မင်သိကျွမ်းလိုစိတ်နဲ့\nသွားသွားချောင်းတဲ့အချိန်မှာ သူတွေ့လိုက်ရတာကတော့..။ကျွန်းသူတွေ အတင်းပြောကြတဲ့အတိုင်း မြို့သူမမကြီးဟာ ကျွန်းသားတွေကို\nနေ့ဘက်မှာလက်ရာကောင်းဟင်းလျာတွေနဲ့ဧည့်ခံသလို ညဘက်ကျတော့လဲ အယုတ်အလတ်အမြတ်မရွေးပဲ တစ်ယောက်ဆင်းတစ်ယောက်တက် ရက်ရောနေတာကို တွေ့လိုက်ရပါတော့တယ်။ဂျန်နီကတော့ ရှေ့ဆက်တိုးမိခဲ့တာပါပဲ။ ဒီလိုနဲ့ပဲမမလှလှကြီးဟာ ဂျန်နီကို ဟင်းချက်နည်းတွေတင်မကပဲ အိပ်ယာပေါ်က ကိစ္စတွေကိုပါ\nကိုယ်ဖိရင်ဖိ ခရေစေ့တွင်းကျ သင်ပြလာတဲ့အခါ..။L တို့ Kinsenas, katapusan တို့နဲ့ပရိသတ်ရင်းနှီးပြီးသားဖြစ်မယ့် မင်းသမီးချောလေး Ayanna Misola က ဂျန်နီအဖြစ်\nဦးဆောင်ပါဝင်ထားပြီး မြို့သူမမလှလှကြီး ယူကာအဖြစ်သရုပ်ဆောင်သူကတော့ 2019 Miss Philippines Earth, Janelle Tee ...",
        "rating": "",
        "url": "\thttps://megaup.net/3MK3f/(CM)_Putahe.2022.1080p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/7uis4dugf51c-133x200.jpg",
        "title": "[18+] Kaliwaan (2022)",
        "description": "18+ ဆိုပြီး အားရပါးရပြေးမငမ်းခင် တစ်ခုသတိပေးချင်တာက ဒီဇာတ်ကားက သတ်ခန်းဖြတ်ခန်း သွေးထွက်သံယိုတွေနဲ့ Thriller အမျိုးအစားလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...ဘူဂီက သာမန်လူလတ်တန်းစားမိသားစုက မွေးဖွားလာပြီးကျောင်းတက်အလုပ်လုပ်နေဆဲလူငယ်တစ်ယောက်ဖြစ်ပြီး၊\nသူ့မိဘတွေကတော့မုန့်တိုက်တစ်ခုဖွင့်ထားပါတယ်။ သူ့ကောင်မလေး မော်နီကာ ကတော့ အနှိပ်ခန်းတစ်ခုမှာ အလုပ်လုပ်ပြီး\nမကြာခဏငွေတောင်းကြမ်းတဲ့ အဒေါ်လောင်းကစားသမားကြောင့် ဒီဘဝက ရုန်းထွက်လွတ်မြောက်ဖို့\nကြိုးစားရင်း သံသရာလည်နေရသူပါ။တစ်နေ့တော့ မော်နီကာကိုတစ်ဖက်သတ်ကြိတ်ကြိုက်နေတဲ့ ရာဂျီဆိုတဲ့လူတစ်ယောက်က\nအလုပ်ရှာပေး ငွေတွေနဲ့မက်လုံးပေးရင်း မော်နီကာရဲ့ကာမကိုရယူချိန်မှာ ဘူဂီတွေ့မြင်သွားခဲ့ပြီး ရုတ်တရက်\nဖြစ်ပေါ်လာတဲ့ သဝန်တိုပူလောင်မှုနဲ့ ရာဂျီခေါင်းကိုခဲနဲ့ထုသတ်ဖို့ကြိုးစားပါတယ်။\nမော်နီကာအဆွဲမြန်လို့ သေတဲ့အထိဖြစ်မသွားပေမယ့် အဲ့ဒါကြောင့်ပဲ ပြဿနာပိုကြီးဖို့ဖြစ်လာပါတော့တယ်။ရာဂျီရဲ့မိသားစုဟာ သြဇာကြီး၊ ငွေကိုရေလိုသုံးပြီးတော့ သူတို့သားအတွက် ကလဲ့စားကိုရအောင်ယူမှာဖြစ်သလို၊\nဘူဂီရဲ့မိခင်ကလဲ သူ့သားအန္တရာယ်မကျရောက်စေဖို့ ဘူဂီဦးလေးဖြစ်သူရဲအရာရှိကိုအကူအညီတောင်းမိသွားတဲ့အခါ..။\nဘူဂီနဲ့မော်နီကာတို့တင်မက သူတို့ရဲ့မိသားစုတွေပါ ဒီပြဿနာအရှုပ်ထုပ်ထဲ ဘယ်လိုနစ်ကျွံဝင်သွားမလဲ?\nသူတို့အတွက်အဖြေ ဒါမှမဟုတ် ထွက်ပေါက်တစ်ခုကိုအချိန်မှီရှာတွေ့ကြမလားဆိုတာ ဆက်လက်ရှုစားကြပါ။Vivamas Princess လို့ခေါ်ကြတဲ့ညှို့မင်းသမီးပေါက်စလေး AJ Raval နဲ့အတူ Vince Rillon \"Siklo\" (2022) တို့ဦးဆောင်ပါဝင်ထားပြီး\nမင်းသမီးအသစ်လေးတစ်ချို့ကိုလဲ မိတ်ဆက်ပြထားပါသေးတယ်။\nစိတ်ညစ်ညူးစရာကောင်းအောင် ကြမ်းတမ်းရက်စက်တဲ့ နှိပ်စက်သတ်ဖြတ်ခန်းတွေ၊သာမန်လိင်ဆက်ဆံခန်းတွေတင်မက၊\nIncest တွေ သီရိစံတွေပါ ပါဝင်တဲ့အတွက်မိသားစုနဲ့လုံးဝကြည့်လို့မရတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File Size ...",
        "rating": "",
        "url": "https://megaup.net/14rxb/(CM)_Kaliwaan.2022.1080p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hg57Zr63A96mpIQKHxOjHYqCVhI-185x278-1-133x200.jpg",
        "title": "The Blue Lagoon (1980)",
        "description": "The Blue Lagoon ဆိုတာ အချောအလှတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသမီး Brooke Shields ရဲ့နာမည်ကျော် ဇာတ်ကားပါ။သူမအသက် ၁၄ နှစ် မြီးကောင်ကောက်အရွယ်မှာ ရိုက်ထားတာဖြစ်သလို အဖော်အချွတ်ခန်းတွေနဲ့မို့ပုရိသတို့ရဲ့အိမ်မက်တွေထဲထိ ရိုက်ခတ်မှုတွေရှိခဲ့ပါတယ်။ဇာတ်လမ်းကတော့...ပင်လယ်ပြင်မှာ မုန်တိုင်းတိုက်ခတ်မှုကြောင့် သင်္ဘောတစ်စီးပေါ်ကလူတွေအကုန် အသက်လုပြေးကြရသလိုရစ်ချတ်နဲ့ အမ်မလိုင်းဆိုတဲ့မောင်နှမဝမ်းကွဲကလေးနှစ်ယောက်ကိုသင်္ဘောရဲ့ချက်ကြီးဖြစ်တဲ့ ပတ်တီက ကယ်တင်ခဲ့ရပြီးလူသူဝေးတဲ့ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သောင်တင်နေပါတော့တယ်။ကလေးနှစ်ယောက်ကိုထိန်းကျောင်းပေးရင်းနဲ့ပတ်တီတစ်ယောက် အရက်မူးလွန်ပြီးတော့ ရေနစ်သေဆုံးသွားတဲ့အခါတော့မောင်နှမနှစ်ယောက်တည်း ကျွန်းလေးပေါ်မှာပဲ အသက်ဆက်ရှင်ဖို့ကြိုးစားနေထိုင်ရပါတော့တယ်တဖြေးဖြေးနဲ့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့နှစ်ယောက်အရွယ်တစ်ခုကိုရောက်လာချိန်မှာတော့လူသားဗီဇအရသွေးသားဆန္ဒကိစ္စတွေပါ စိတ်ဝင်စားလာပါတော့တယ်..ဒီတော့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့ကို လူသူကင်းမဲ့တဲ့ကျွန်းလေးပေါ်ကနေ ကယ်ဆယ်မယ့်သူပေါ်လာနိုင်မလားဆိုတာနဲ့သူတို့နှစ်ယောက်ရဲ့ လူသားသဘာဝဇာတ်လမ်းကရော ဘယ်ထိခရီးဆက်သွားမလဲဆိုတာ.....။ငယ်ဘဝက ချောင်းကြည့်ခဲ့ရတဲ့ ဒီဇာတ်ကားလေးကို အကောင်းဆုံး Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File Size : (3 GB) & (1.5 GB)\nQuality : BluRay DS4K 1080p HEVC & 720p\nRunning Time : 01:45:00\nFormat : mp4\nSubtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/2qGnC/(CM)_The.Blue.Lagoon.(1980).Blu-Ray.1080p.10bit.x265.HEVC.AAC.5.1-RGB.mkv",
        "category": "Adult, Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/e195fdadf92044819d78173508fec7dd-208x300.jpeg",
        "title": "[21+] My Beautiful Lady Boss- Anzai Rara-RION-Decensored (SSNI-727)",
        "description": "RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)RION ကို မမခန်းတွေမှာ အတွေ့များရသလို မမဆိုတဲ့အတိုင်း သူကချည်းပဲ Play Girl လုပ်တတ်တာမျိုးပါ။ခုဇာတ်လမ်းမှာလဲ သူမရဲ့ လက်အောက်က ဝန်ထမ်းကောင်လေးကို ဘယ်လို Play မလဲဆိုတာ ရှုမြင်ရပါမယ်။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို စွဲလမ်းသွားစေဖို့ ကွက်တိပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.4 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:30:00\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/36BPd/%5BSSNI-727%5D_My_Beautiful_Lady_Boss-Anzai_Rara_(RION)Decensored-HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ns1fj82sgo2o-185x278-1-133x200.jpg",
        "title": "[18+] Doblado (2022)",
        "description": "ဂျိုင်ရာက ဆင်းရဲတဲ့မိသားစုကလာပြီး ဆင်းရဲတွင်းကိုပြန်မသွားချင်တော့တဲ့ အဲ့ဒီဘဝကနေလွတ်အောင်ရုန်းဖို့\nရည်မှန်းချက်ကြီးတဲ့ကောင်မလေးပါ။ အဲ့ဒီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ လတ်တလောမှာကျောင်းတက်ရင်း\nတစ်ဖက်က ကြေးကြီးတဲ့ပြည့်တန်ဆာအဖြစ်အချိန်ပိုင်းလုပ်နေပါတယ်။သူတို့ကို elgimikero.com ဆိုတဲ့ဝက်ဘ်ဆိုက်ကတစ်ဆင့် ဘွတ်ကင်တင်ချိတ်ဆက်ရပြီးဖောက်သည်အများစုကလဲ\nသူဌေးတွေ၊နိုင်ငံရေးလောကထဲက ဒိတ်ဒိတ်ကြဲတွေဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျိုင်ရာဟာ ဘယ်ဖောက်သည်နဲ့မှမတူတဲ့\nရိုနန်ဆိုတဲ့ သူဌေးသားလေးတစ်ယောက်နဲ့တွေ့ခဲ့ရပါတယ်။ရိုနန်ဟာ သူသိပ်ချစ်ရတဲ့ချစ်သူသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်နေပြီး ဂျိုင်ရာကိုခေါ်ခဲ့တယ်ဆိုတာ သူ့ချစ်သူဆိုဖီနဲ့တူလို့ဆိုပြီးပြောပြတယ်။\nဂျိုင်ရာကို သူ့ချစ်သူအဝတ်အစားတွေဝတ်၊ သူ့ချစ်သူနာမည်ကိုခေါ်ပြီး ချစ်သူတစ်ယောက်လို ဆက်ဆံလာတာတွေကိုပျော်မွေ့လာပြီးတဲ့နောက်ဂျိုင်ရာဟာ\nသူသတ်မှတ်ထားတဲ့ စည်းဘောင်တွေကို ကိုယ်တိုင်ချိုးဖျက်ပြီး ဒီလူငယ်လေးကိုချစ်မိသွားပါတော့တယ်။ဂျိုင်ရာရဲ့ဘော့စ်မမ အလက်စစ်၊ သူ့အချစ်တော်သရီးဆမ်းဝါသနာရှင်လေးပင်ကီ၊\nဂျိုင်ရာရဲ့ငြင်းဆန်မှုကြောင့် အငြိုးအတေးတွေနဲ့ဖောက်သည်ဟောင်းတစ်ဦးတို့ဟာ ဒီဇာတ်လမ်းမှာ ဘယ်လိုတွေဝင်မွှေဇယားရှုပ်ကြမလဲဆိုတာ\nဆက်ရှုစားကြပါ။ဖိလစ်ပိုင်ကားဆိုဒီလူတွေပဲလားလို့မေးတဲ့သူတွေအတွက် Vivamax ကဒီဇာတ်ကားမှာအသစ်လေးတွေမိတ်ဆက်ပြပေးထားတာဖြစ်တဲ့\nအလျောက် မမြင်ဖူး မတွေ့ဖူးတာလေးတွေကိုလဲ လတ်လတ်ဆတ်ဆတ်ခံစားရမှာဖြစ်ပါတယ်။File Size : (1.1 GB) & (450 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "8.3",
        "url": "https://megaup.net/1Kzry/(CM)_Doblado.2022.1080p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2qmA7/(CMorg)Knocked.Up.2007.UNRATED.1080p.BluRay.x264.AAC.5.1-Nyein.mkv",
        "category": "Action, Adult, Comedy, Drama, Romance, Uncategorized"
    }
]