[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/126076702_2800657686819797_848895770550971183_n-150x200.jpg",
        "title": "Poison Ivy (1992)",
        "description": "ဒီကားထဲက Drew Barrymore ရဲ့ စတိုင်နဲ့ ရဲတင်းတဲ့အလှအပတွေဟာ လူပြောများခဲ့ပါတယ်...နွယ်ပင်ဆိုတာ ရစ်ပတ်နွယ်တတ်တဲ့အမျိုးပဲ...ဒါပေမယ့်အဆိပ်နွယ်ပင်ဆိုရင်တော့ တင်းကြပ်စွာရစ်ပတ်နှောင်ဖွဲ့မှုတွေကြားမှာ ရုန်းထွက်မရဘဲအဆိပ်သင့်သွားနိုင်ပါတယ်...ဒီလိုအဆိပ်နွယ်ပင်အကြောင်းဆိုရင်တော့ Poison Ivy (1992) ဇာတ်ကားလေးက သံဝေဂရစရာပါ...ဇာတ်လမ်းလေးကတော့...Ivy ဆိုတဲ့မိဘမဲ့မိန်းကလေးတစ်ယောက်က ချမ်းသာတဲ့သူငယ်ချင်းရဲ့အဖေကိုချဉ်းကပ်တဲ့ဇာတ်လမ်းမျိုးဖြစ်ပါတယ်။ချဉ်းကပ်တဲ့နေရာမှာ နာမည်နဲ့လိုက်အောင် အဆိပ်ပြင်းတဲ့ \"Ivy\" နွယ်ပင်ဆိုတဲ့အတိုင်း သေသေချာချာအကွက်ချစီစဉ်ပြီးသူငယ်ချင်းမိသားစုကို ပြိုကွဲအောင်ကြံစည်တာမျိုးပါ။Ivy ရဲ့ ညှို့ဓာတ်အပြည့်နဲ့ ဘယ်လိုရစ်ပတ် အဆိပ်သင့်သွားသလဲဆိုတာ......။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်ခန်းတချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့အဆင်မပြေပါ။ \nFile size…(1.6 GB)/ (999 MB)\nQuality…BluRay Unrated 1080p /720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://megaup.net/YBbd/Poison.Ivy.1992.UNRATED.1080p.BluRay.REMUX.AVC.DTS-HD.MA.2.0-FGT.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/238477430_547577950029680_4578000828338461112_n-141x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead 2 (2013)",
        "description": "[18+]Rape Zombie: Lust of the Dead 2 (2013)ပထမကားမှာဆိုရင်...\nဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်....အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။\nအခု ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ကြရမှာပါ ။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File Size__(750MB)\nQuality__720p\nIMDb Rating__3.6/10\nFormat__mp4\nDuration__1 hr 5 min\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "3.6",
        "url": "https://megaup.net/YFk4/[18+]Rape_Zombie_Lust_of_the_Dead_2_(2013).mp4",
        "category": "Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/b9983b683a4465a965257abe3b43c595f168912a1819c95c7501e70f70fa4fdc._RI_V_TTW_-150x200.jpg",
        "title": "Dream Lover (1993)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (57%)မိန်းမတွေရက်စက်လို့ ဘဝပျက်သူတွေ ဒီကမ္ဘာမှာ ဘယ်လောက်များရှိမလဲ...ကိုးတောင်ဝတ်ယောကျ်ားလေးတွေ အချစ်အတွက် ဘဝပျက်ခံကြပုံတွေဟာ တရားရစရာပါပဲ...အချစ်မှာရိုးသားသူက ကြေကွဲရသူပဲမလား....လူနှစ်ယောက်ပေါင်းစည်းခြင်းမှာ တစ်ဦးစီရဲ့အတ္တတွေရှေ့တန်းတင်လာတဲ့အခါဒီဇာတ်ကားဖြစ်လာတာပါပဲ...၁၉၉၀ ခုနှစ်များဆီက ရုပ်ရှင်တချို့ဟာ မင်းသမီးတွေရဲ့ လှပကျော့ရှင်းမှုကိုရှေ့တန်းတင်ဆွဲဆောင်ပြီးတော့စိတ်ဝင်စားစရာ Crime Thriller ဇာတ်လမ်းမျိုးတွေ အတော်ရိုက်ကြခဲ့တာပဲ...မင်းသမီးရှရွန်စတုန်းရဲ့ Basic Instinct , မင်းသမီးမက်ဒေါနားရဲ့ Body of Evidence စသည်ဖြင့်ပေါ့...ခုကတော့ မင်းသမီး Mädchen Amick ပေါ့...သူကလဲ ငယ်ငယ်တုန်းက Jennifer Connelly တို့လို ညှို့အားပြင်းမင်းသမီးတစ်လက်ဆိုတာ ခုဇာတ်ကားမှာ မျက်မြင်ကိုယ်တွေ့ရပါမယ်...ဇာတ်လမ်းကတော့..‌သာမန်ယောကျ်ားလေးတွေလိုပဲ ကိုယ်နဲ့အသက်ထက်ဆုံး ပျော်ရွှင်ကြည်နူးပြီး ခိုင်မြဲလက်တွဲဖို့အိပ်မက်ထဲက စိတ်ကူးယဉ်မိန်းမလှလေးနဲ့တွေ့ချင်ခဲ့တဲ့ ရေးတစ်ယောက် ...သူ့ရဲ့စိတ်ကူးထဲကမိန်းမလှလေးလို့ထင်ခဲ့တဲ့ ပထမမိန်းမရဲ့ဖောက်ပြန်မှုကိုကြုံပြီးတဲ့နောက်မှာနောက်ထပ် သူ့စိတ်ကူးအိပ်မက်မိန်းကလေးဆိုတာ တကယ်ရှိနိုင်ပါ့မလားလို့ ယုံမှားသံသယတွေပြည့်နေခဲ့ပါတော့တယ်...သူဟာလုပ်ငန်းလဲရှိတယ်..ငွေလဲရှာနိုင်တယ်..စိတ်ကောင်းလဲရှိတယ်..မိတ်ဆွေတွေလဲရှိတယ်..သူ့မှာမရှိတာ သူ့အိမ်မက်ထဲကလို ယုံကြည်ရတဲ့ချစ်ခြင်းပဲ...ဒါပေမဲ့ လီနာ‌ ဆိုတဲ့ မိန်းမလှလေးနဲ့ မတော်တဆတွေ့ဆုံပြီးတဲ့နောက်မှာ သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပါတယ်..ယောကျ်ားလေးတို့ထုံးစံအတိုင်းပဲ အလူးအလဲကျရှုံးခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/YBba/Dream.Lover.1994.1080p.NF.WEB-DL.DDP2.0.x264-NTb.mp4",
        "category": "Adult, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/l3xbes0s5drp-133x200.jpg",
        "title": "{18+} Sister Virus (2021)",
        "description": "ကိုဗစ်ကာလမှာ DSရဲ့ပရိတ်သတ်တွေဖို့ DSက ခပ်ဆန်းဆန်းဗိုင်းရပ်စ်တစ်ခုအကြောင်းကို တင်ဆက်ပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာ မိန်းမဖြစ်သူရဲ့ ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့ မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့ စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့ မိန်းမဖြစ်သူဂျီနာဟာ ပိုးကူးပြီး ဆေးကုသဖို့သွားတဲ့ အချိန်မှာယောင်းဝူဟာ မိန်းမရဲ့ အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Qဖို့နေခဲ့ရတယ်တစ်နေ့ကျ ယောင်းဝူရဲ့ ခယ်မဖြစ်သူက ပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့ သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ်ကုသနည်းကတော့ ဇာတ်လမ်းထဲ ဆက်လက်ရှုစားပေါ့ဗျာ...သရုပ်ဆောင်လေးတွေကလဲ အသစ်လေးတွေဆိုတော့သဘောကျစရာ မျက်စိကျစရာလေးတွေပါပဲ  \nFile size…772MB and 407MB\nQuality…720p HDRIP H264 and 480p\nFormat…Mp4\nDuration….1h 17min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Senpai\nTranslated by OAK",
        "rating": "7.5",
        "url": "https://megaup.net/2kpR7/Sisters.Virus.2020.720p.HDRip.H264.AAC(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lust_Stories-233427777-large-135x200.jpg",
        "title": "[18+] Lust Stories (2018)",
        "description": "IMDb (6.4) / Rotten Tomatoes (100%)18+လို့ခေါင်းစဉ်တပ်ထားလို့ လိင်အသားပေးသီးသန့်ချည်းပါတယ် မထင်လိုက်ပါနဲ့ဒါပေမဲ့ ရုပ်ရှင်ရဲ့အလိုသဘောအရတော့ အသုံးအနှုန်းတွေ၊ တချို့ပြကွက်တွေကအရွယ်ရောက်ပြီးသားလူတွေနဲ့ပဲသင့်တော်မယ့် အနေအထားမို့လို့ပါဒီဇာတ်ကားကို Netflixကဖြန့်ချီပြီး အိန္ဒိယရဲ့နာမည်ကြီး ဒါရိုက်တာလေးဦးဖြစ်တဲ့Karan Johar Anurag Kasyap Zoya Akhtar Dibakar Banerjee တို့ကရိုက်ကူးထားတာပါ။ဇာတ်လမ်းတိုလေးခုနဲ့ဖွဲ့စည်းထားပြီး ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်များနဲ့ အကောင်းဆုံးပုံဖေါ်ထားတာပဲဖြစ်ပါတယ်Love & Sex, Sex & Lust ကို အမျိုးသမီးတွေဘက်မှ အကောင်းဆုံး ရိုက်ပြထားတာပါ။အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒ၊ ယောက်ျားတွေ သတိမထားမိတဲ့ သူတို့လိုအပ်ချက်တွေအမျိုးသမီးအချင်းချင်းတောင် မသိနိုင်တဲ့ တချို့တချို့ကိစ္စတွေကို ပညာသားပါပါနဲ့ အမိုက်ဆုံးဖြစ်အောင် ပြသ,သွားခဲ့တာပါ။ \"အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒက ကလေးရရုံသက်သက်ပဲ မဟုတ်ပါဘူး \"\" ကိုယ်ချစ်တဲ့သူကို နစ်နာအောင်မလုပ်ကြဘူး မှန်တယ်လို့ပဲပြောရမှာပေါ့ရည်ရွယ်ရွယ်ချက်ရှိရှိနဲ့တော့မဟုတ်ဘူး ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ynyb/(CM)Lust.Stories.2018.1080p.NF.WEB-DL.DDP5.1.x264-Telly.mp4",
        "category": "Adult, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Fast-Times-at-Ridgemont-High-1982-Poster-stoner-movies-43219449-1000-1500-133x200.jpg",
        "title": "[18+] Fast Times at Ridgemont High (1982)",
        "description": "IMDb Rating (7.2)/Rotten Tomatoes (77%)Simple is beautiful ဆိုတာ ဒါမျိုးပေါ့...ဒီဇာတ်ကားက ဘာ Plot Twist မှ မပါဘဲ တကယ့်ကို ရိုးရိုးလေးတင်ဆက်ထားတာပါ...ဒါပေမယ့် ရိုးလွန်းတဲ့အလှတရားတွေနဲ့ လူ့သဘောလေးတွေကို မြင်နေရတာ သိပ်သဘာဝကျပါတယ်...လူသားတစ်ယောက်ရဲ့ ရပိုင်ခွင့် လွတ်လပ်ခွင့်တွေကို အများကြီးတန်ဖိုးထားပြီး တည်ဆောက်ထားတဲ့အနောက်တိုင်းလူနေမှုဘဝကိုမြင်တွေ့ရတာလဲ အားကျကျေနပ်စရာပါ...ဇာတ်ကားကြည့်နေစဉ်တစ်လျှောက်လုံး မျက်နှာကြီးပြုံးဖြီးနေအောင် ကျေနပ်စွာကြည့်ရှုရမယ့်Teen Comedy Romance Drama ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားထဲမှာ တခြားနာမည်ကြီးတဲ့ ဝိသေသတွေရှိပါသေးတယ်...ကြည့်နေရင်း နောက်ပြန်ရစ်လိုက် ပြန်ကြည့်လိုက်နဲ့Pause လုပ် အခံရဆုံး ဇာတ်ကားတွေထဲကတစ်ကားအဖြစ် နာမည်ကြီးတာပါ။ဒီထဲက မင်းသမီးနှစ်ယောက်လုံးရဲ့ တကယ့်ကို နုပျိုလှပတဲ့အရွယ်မှာ ရိုးရိုးရှင်းရှင်း အကုန်ချပြ ရိုက်ကူးထားတာကိုး။မင်းသားရှောင်ပိန်းလဲပါတယ်..တခြားနာမည်ကြီးတွေလဲပါတယ်..ပါဆို နီကိုလပ်ကေ့ချ်တောင် ဖြတ်လျှောက်ပါသေးတယ်။ဇာတ်လမ်းကိုအနည်းငယ်ပြောရမယ်ဆိုရင်..ဒီရုပ်ရှင်ထဲက အဓိကဇာတ်ကောင် Stacy ဆိုတဲ့ကောင်မလေးက ချိန်းတွေ့တဲ့နေရာမှာ အတွေ့အကြုံမရှိသူပီပီချိန်းတွေ့တဲ့အတွေ့အကြုံကို အရမ်းခံစားဖူးချင်နေတဲ့သူပါ။ဒါကြောင့် အဲ့ဒီနယ်ပယ်မှာကျွမ်းကျင်တဲ့ သူငယ်ချင်းရဲ့အကြံပြုချက်အတိုင်းလိုက်နာရင်း၃ ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းထဲသို့ ကျရောက်သွားပါတော့တယ်။အိမ်မှာ အဖေတို့ အမေတို့ ဦးလေးတို့ကငါတို့ခေတ်တုန်းက ...",
        "rating": "",
        "url": "https://megaup.net/2kime/Fast.Times.at.Ridgemont.High.1982.REMASTERED.1080p.BluRay.x264-HANDJOB.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/19ImjMts1JJ2UuvPU33kYSC8f39.jpg",
        "title": "[18+] Young & Beautiful (2013)",
        "description": "IMDb Rating (6.7)Rotten Tomatoes ( 74%)ပြင်သစ်မော်ဒယ်သရုပ်ဆောင် မင်းသမီး Marine Vacth အဓိကပါဝင်ထားတဲ့ပညာပေး 18+ အချစ်ရိုမန့်ဘာညာ ဇာတ်ကားလေးဖြစ်ပါတယ်။အစ်ဇဘယ်လာတစ်ယောက် လှသွေးကြွယ်ချိန် ၁၇ နှစ်လောက်မှာချစ်သူနဲ့ ရိုနေချင်ပေမယ့် ချစ်သူက အတူနေပြီးတာနဲ့ အရိုဇာတ်လမ်းက မြန်မြန်ပဲပွဲသိမ်းခဲ့ပါတယ်...ဒီအချိန်မှာ အစ်ဇဘယ်လာတစ်ယောက် သူ့ရဲ့ Secret Life ကို စတင်စမ်းသပ်ဖြစ်ပါတော့တယ်...Call Girl အဖြစ် အသက်ကြီးကြီးဘိုးတော်အများစုနဲ့ ချိန်းတွေ့ ပိုက်ဆံရှာပြီး ဘဝကိုရေစုံမျောနေပါတော့တယ်။ဒီထဲက ဘိုးတော်တစ်ပွေက သူနဲ့အတူနေရင်း နှလုံးအမောဖောက်ပြီးသေသွားတဲ့အခါမှာတော့...။Young & Beautiful ဆိုတဲ့အတိုင်း လှသွေးကြွယ်ချိန်မှာဖြစ်တတ်တဲ့ ခံစားချက်တွေနဲ့မိသားစုကြားကဆက်ဆံရေးအကြောင်းတွေကို ပွင့်ပွင့်လင်းလင်း တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။( Dark Side Production မှ တင်ဆက်သည်။) \nFile size…(1.6 GB)/ (930 MB)/ (500 MB)\nQuality…BluRay 1080p /720p / 360p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nBTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/Ykix/(DS)Young.and.Beautiful.2013.1080p.bluray.x264-Nodlabs.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81beDM6PdGL._AC_SY741_-1-141x200.jpg",
        "title": "[21+] A Wife’s Overtime.Reona Kirishima [MEYD-532]",
        "description": "Reona Kirishima (or) Leona Kirishima စသည်ဖြင့်ခေါ်ဆိုကြတဲ့ သူလေးဟာဝမ်းနည်းနေတတ်တဲ့ သနားစဖွယ် ညှို့မျက်ဝန်းနဲ့ ဂျပန်မလေးတွေထဲရှားပါးတဲ့ကုလားဆင်မျက်နှာကျလေးကြောင့် စိတ်ထဲစွဲငြိလွယ်တဲ့ မင်းသမီးလေးပါ...ခန္ဓာကိုယ်အရွယ်အစားက ၃၃-၂၂-၃၃ နီးပါးရှိတာကြောင့် D-cup လေးနဲ့ အချိုးအစားမိုက်လှသူပါ။၁၉၉၆ ခုနှစ်ဖွားဆိုတော့ အခုဆို အသက် ၂၅နှစ်ပဲ ရှိပါသေးတယ်။၂၀၁၄ ခုနှစ် ၁၈ နှစ်ကတည်းက JAV လောကထဲ ဝင်ရောက်လာတာဖြစ်ပြီးဘုံးပေါလအောရိုက်ထားတာမျိုးမရှိပါဘူး..သူနဲ့လိုက်ဖက်တဲ့ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးတွေ အရိုက်များပါတယ်။ခုဇာတ်ကားကလဲ ဝမ်းနည်းဖွယ်ပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (1.7 GB)/(1.1 GB)/(500MB)\nQuality : HD-Rip 1080p/720p/480p\nRunning Time : 02:00:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by JOVEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1Ee2x/DS[MEYD-532]A_Wife_s_Overtime_NTR_I_Lied_To_My_Husband_About_Working_Overtime..._Reona_Kirishima(1080p).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/669717bc6e9f977c69377fcaf0507b18b1393585780f901d5cae1888b1ce9ad3._RI_V_TTW_-150x200.jpg",
        "title": "American Beauty (1999)",
        "description": "ဒီကားလေးကတော့ အရမ်းကို ကောင်းလွန်းတာကြောင့်အများကြီး သိပ်ညွှန်းဖို့ လိုမယ် မထင်ပါဘူး.ဘာကြောင့်လဲဆိုတော့ IMdB 8.3/10 နဲ့အော်စကာ ၅စု,ပြီးတော့ တခြားဆုပေါင်းများစွာ ရခဲ့လို့ပါပဲ.ဇာတ်လမ်း အကျဉ်းကတော့ အလုပ်မှာလဲအဆင်မပြေ.အိမ်က မိန်းမနဲ့ သမီးရဲ့ လေးစားခြင်းကိုလဲမရတဲ့ လက်စတာဟာ တနေ့မှာသမီး ဖြစ်သူရဲ့ သူငယ်ချင်းမလေး ကို တွေ့သွားတဲ့အခါချစ်ကြိုက်မိသွားခဲ့ပါတယ်.အဲ့အခါမှာလက်စတာဟာသူမကို ရဖို့ကြိုးစားရင်း ဖြစ်ပျက်ခဲ့တာတွေ,သမီး ဖြစ်သူရဲ့ စိတ်ခံစားချက်တွေ,အိမ်ထောင်ရေးပဍိပက္ခတွေနဲ့ ,လူငယ်နဲ့ မိဘကြားကနားလည်မှုလွဲနေတာတွေကို ခံစားဖို့ ရိုက်ကူးပြသထားတဲ့ မိသားစုဒရာမာ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်........အရမ်းကြီး ညွှန်းလိုက်ရင် spoilဖြစ်မှာဆိုးလို့ဒီလောက်နဲ့ပဲ ‌ရပ်လိုက်ပါတော့မယ်....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်တာကြောင့် ၁၈+အဖြစ်သတိပေးအပ်ပါတယ်ခင်ဗျာ \nFile size…871MB and  3GB\nQuality…720p and 1080p HEVC 5.1CH\nFormat…Mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "8.3",
        "url": "https://megaup.net/3As2x/American.Beauty.1999_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOWIyZDYyODgtOWVkYS00YmEyLWE0NjMtZDQ5YzM5YzE4ZGVkXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-139x200.jpg",
        "title": "[18+] A Tale of Legendary Libido (2008)",
        "description": "Penthouse ရဲ့ ရှေ့နေလီ တဖြစ်လဲ မင်းသားကြီး Bong Tae-gyu ဟာရုပ်မြင်တာနဲ့ ရယ်ရတဲ့ ဟာသသရုပ်ဆောင်ကောင်းတစ်ယောက်ပါ။အခုလဲ သူ့ရဲ့ 18+ ဟာသကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်း အကျဉ်းလေးကတော့...\nငယ်စဉ်ကတည်းက မိဘဖြစ်သူတွေ မရှိတော့လို့\nအစ်ကိုဖြစ်သူနဲ့သာကြီးပြင်းနေထိုင်ခဲ့ရတဲ့ဗြောင် ဆိုတဲ့ကောင်လေးဟာ\nငယ်ငယ်ကတည်းက အစ်ကိုဖြစ်သူနဲ့မတူဘဲ အင်္ဂါသေးပြီး ဗုဒ္ဓဟူးကြီးနေရှာတာပါ။\nဒီလိုနဲ့ တနေ့မှာ ကံကြမ္မာအလှည့်ပြောင်းပြီး\nရှေးနှစ်ပေါင်းများစွာကတည်းက ဖော်စပ်ထားတဲ့ ဆေးတော်ကြီးနဲ့ တွေ့လိုက်တဲ့အခါမှာတော့\nအဲ့ကောင်လေးရဲ့ မြုံနေတဲ့ပန်းကြီးပွင့်လန်းလာခဲ့ပါတော့တယ်။\nတိုက်ဆိုင်ချင်တော့ ရွာထဲမှာ ယောကျာ်းတွေအကုန်နီးပါး စစ်မှုထမ်းဖို့ တစ်အိမ်တစ်ယောက်နဲ့\nစစ်ထဲပါသွားကြပြီး တစ်ရွာလုံး မာတုကာမတွေချည်းသာကျန်ပါတော့တယ်။\nကိုင်း...နတ်ဆေးတွေ့ထားတဲ့ ဗြောင်ဆိုတဲ့ကောင်လေးနဲ့ တရွာလုံးက မိန်းမတွေ တွေ့ကြတဲ့အခါမှာတော့....။\n(BluRay Quality 1080p 5.1 CH နဲ့ စာတန်းထိုးအမှန်အကန်နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။)File size…(1.8 GB) / (1.1 GB) / (500 MB)\nQuality…BluRay 1080p /720p /\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by JJ",
        "rating": "5.4",
        "url": "https://megaup.net/Yc1k/A.Tale.Of.Legendary.Libido.2008.BluRay.1080p.DTS.x264-CHD.mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Bruna-Surfistinha-film-images-06f335d8-3d28-4b0e-b30a-b2f0358bbb2-133x200.jpg",
        "title": "[18+] Confessions of a Brazilian Call Girl (2011)",
        "description": "ဒီဇာတ်ကားကတော့ ဘရာဇီးစာရေးဆရာမ Raquel Pacheco (ကလောင်နာမည် Bruna Surfistinha ) ရဲ့တကယ့်အဖြစ်အပျက်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ 18+ ပညာပေးဇာတ်ကားပဲဖြစ်ပါတယ်။Bruna Surfistinha လို့ ပေါ်တူဂီ-ဘရာဇီး နာမည်ပေးထားတဲ့ သူမရဲ့ကလောင်နာမည်ကEnglish လိုဆို \"Little Surfer Bruna\" ဖြစ်ပါတယ်...ဘရူနာဆိုတဲ့ဇာတ်ကောင်ဟာ သူမကိုယ်တိုင်ပါပဲ....သူမဟာ ၁၇ နှစ်နှစ် ကောလိပ်ကျောင်းသူဘဝမှာပဲ Sex Worker,Call Girl ဖြစ်လာခဲ့ပြီး\nသူမရဲ့ Sexual အတွေ့အကြုံတွေကို Blog မှာ ရေးတင်ခဲ့ရာက ဘရာဇီးမှာ လူကြည့်များတဲ့ Blog တစ်ခုဖြစ်လာပါတယ်...\nသိပ်မကြာခင်မှာပဲ သူမဟာ O Doce Veneno do Escorpião (The Scorpion's Sweet Venom) ဆိုတဲ့\nသူမဘဝအကြောင်းစာအုပ်ကိုရေးသားထုတ်ဝေခဲ့ပြီး\nဘရာဇီးမှာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့ပါတယ်...\nဒီဇာတ်ကားကတော့ အဲ့ဒီစာအုပ်ကို အခြေပြုရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်မှာ လမ်းမှားရောက်နိုင်တဲ့အခြေအနေတွေ မူးယစ်ဆေးဝါးရဲ့ဆိုးကျိုးတွေကို\nခပ်ကြမ်းကြမ်းရိုက်ကူးပြသသွားပါတယ်။\n( Dark Side Production မှ တင်ဆက်သည်။) \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1E1ot/(DS)Confessions_of_a_Brazilian_Call_Girl_(2011)_(1080p_BluRay_x265_Bandi).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Mistress-134x200.jpg",
        "title": "(18+)Mistress 4 (2021)",
        "description": "Mistress 4 (2021)နောက်ထပ် အိမ်တွင်းသိုင်းကျင့်မယ့် ဂေါင်းကြီးတို့အတွက် Korea 18+ ဖောင်းဒိုင်းရှုးရှဲ ကားလေး ညွှန်းချင်ပါတယ်ဇာတ်လမ်းကတော့ မောင်ဇော်ချစ်သော ဆရာမအကြောင်းလေးပါ အလုပ်မရှိလို့စိတ်ညစ်နေတဲ့ ကောင်မလေးကို သူ့ချစ်သူ စားဘဲကြီးက ညီလေးအတွက်ဂိုက်သင်ပေးဖို့ ပြောရင်း ညီကလည်း အစ်ကို့ဆော်ကိုမှန်း အစ်ကိုကလည်း ရသမျှ ဆော်ဝိုက်တဲ့ ရှယ်လန်းတဲ့ ဖောင်းဒိုင်းကားလေးပါ ဒီထဲမှာ ဆော်အသစ်နှစ်ဗွေအားဖြည့်ထားသလို ဒီထဲမှာ ပါတဲ့ ဆော်နှစ်ဗွေထဲက တစ်ယောက်က တွေ့ဖူးသမျှ ကိုရီးယားဆော်တွေနဲ့ မတူပါဘူး မြန်မာအဆက်အပေါက် ထိုင်းမတွေနဲ့တောင်သွားဆင်ပါသေးတယ် တစ်ယောက်ကတော့ ကိုရီးယားမတွေ ထုံးစံအတိုင်း ဖြုဖြုဖွေးဖွေးရေဆေးငါးပေါ့ကိုယ်လုံးကိုယ်ပေါက်နဲ့ အကွက်ဆန်းတွေကတော့ တစ်ကားထက်တစ်ကားဆိုသလို လန်းနေပါတယ်နောက်ထပ် ဖောင်းဒိုင်းနည်းယူရင် အကွက်တွေရှုစားမယ်ဆိုရင်တော့ ဒီဂိုက်ဆရာမကားလေးကို ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ ဂေါင်းကြီးတို့ကိုညွှန်းချင်ပါတယ် Translated by : FOXEncoded by : SenpaiQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jV5s/Mistress.4.2021.HDRip.H264.AAC(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Awasarn-Lok-Suey-2016-อวสานโลกสวย-141x200.png",
        "title": "Grace (or) Awasarn Lok Suay (2016)",
        "description": "Thriller ထိုင်းဇာတ်ကားပါ...လူငယ်တွေနဲ့ချည်း ရိုက်ကူးထားတာမို့ Teen Thriller ပုံစံမျိုးပေါ့...ဇာတ်လမ်းရဲ့အစကတော့...အခုခေတ်လူငယ်တွေကြား ပဋိပက္ခအဖြစ်များနေတဲ့ Online Cele ကိစ္စပါပဲ...Online ပေါ်က ကိစ္စတွေကို တကယ့်လက်ရှိဘဝတွေနဲ့ တအားကိုရောထွေးလိုက်တဲ့အခါမှာမဖြစ်သင့်တာတွေ မလုပ်သင့်တာတွေ ဖြစ်လာတတ်တဲ့ လူငယ်တွေအကြောင်းပေါ့...။ပြန်ပေးဆွဲခန်း...သွေးထွက်သံယိုခန်းနဲ့...လိင်အသားပေးအခန်းတချို့ကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။IMDb Rating (6/10) ရရှိထားပါတယ်။ \nFile size…(2 GB) / (1.2 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.0",
        "url": "https://megaup.net/XZqy/Grace_or_Awrasarn.Lok.Suey.2016.1080p.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Review_104_Photo_2_-_Body_of_Evidence_1993_400_554_90-144x200.jpg",
        "title": "[18+] Body of Evidence (1993)",
        "description": "မက်ဒေါနားရဲ့ အဖော်အချွတ်တွေကြောင့် ဒီဇာတ်ကားဟာ Best Erotic Thriller ထဲမှာ နာမည်ကြီးပါတယ်...၉၀ ခုနှစ်များဆီက ရှာရွန်စတုန်းရဲ့နာမည်ကျော် Basic Instinct လိုပဲ မက်ဒေါနားကိုလဲ ဒီဇာတ်ကားနဲ့တွဲမြင်ကြပါတယ်...အဖော်အချွတ်သီးသန့်မဟုတ်ဘဲ လူသတ်တဲ့လှည့်ကွက်ဇာတ်အိမ်လေးနဲ့ဆိုတော့ တက်ကြွစွာလိုက်ပါစီးမျောရမယ့်ဇာတ်ကားမျိုးပါ...အဆိုတော်မင်းသမီး Madonna နဲ့အတူ မင်းသားကြီး Willem Dafoe နဲ့ မင်းသမီးကြီး Julianne Moore တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့....\nရှေ့နေကြီး ဖရန့်ဒူလေးနီ (Willem) ဟာ အင်မတန်တော်တဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့ ဖရန့်ဆီကို အမှုတစ်မှုရောက်လာပါတယ်။ အမှုကတော့ ချမ်းသာကြွယ်ဝတဲ့\nအသက်ကြီးကြီးဘိုးတော်တစ်ယောက်ဟာ အိပ်ယာပေါ်မှာ သေဆုံးနေတဲ့အမှုပါ။\nဆေးစစ်ချက်များအရ နှလုံးဖောက်သေဆုံးတာဖြစ်ပေမဲ့ ကိုကိန်းသုံးစွဲထားတဲ့လက္ခဏာလည်းတွေ့ရတဲ့အပြင်\nလက်ကောက်ဝတ်မှာလည်း လက်ထိပ်ရာများတွေ့ရတာဖြစ်လို့ လူသတ်မှုလို့ ထင်စရာရှိတဲ့အနေအထားဖြစ်နေပါတယ်။\nဘိုးတော်ရဲ့အိမ်ထဲမှာ BDSM လုပ်တဲ့နေရာမှာသုံးတဲ့ ပစ္စည်းကိရိယာတွေလည်းတွေ့ထားတဲ့အပြင် ဗွီဒီယိုစက်မှာလည်း\nဟုမ်းမိတ်ဗွီဒီယိုတစ်ခုက ပွင့်လျက်အနေအထားနဲ့ ရှိနေပါတယ်။\nအဓိကသံသယအဝင်ခံရသူကတော့ ထိုဘိုးတော်နဲ့ တွဲနေတဲ့ ငယ်ရွယ်တဲ့အမျိုးသမီးလေး ရေဘတ်ကာကာလ်ဆင်(Madonna)ပဲဖြစ်ပါတယ်။\nသံသယပိုအဝင်ခံစရာကောင်းတာက ဘိုးတော်ရဲ့သေတမ်းစာထဲမှာ ရေဘတ်ကာရဲ့နာမည်နဲ့ ဒေါ်လာ ၈ သန်းအမွေထားခဲ့ပေးတဲ့ကိစ္စပါပဲ။\nရှေ့နေကြီးဖရန့်ဟာ ဒီအမှုကို ရေဘတ်ကာဘက်ကနေ ...",
        "rating": "4.5",
        "url": "https://megaup.net/XRwk/(CM)Body.Of.Evidence.1993.1080p.BluRay.x264-DiVULGED.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91LTIK00CSL._SL1500_-141x200.jpg",
        "title": "(21+)[HND-723]  The Succubus Who Wanted Children",
        "description": "(21+)[HND-723]  The Succubus Who Wanted Children\n-------------------------------------------------------------------\nDSရဲ့ဖန်တွေအတွက် Javလောက ခန္ဓာကိုယ်အချိုးအစားရော မျက်နှာပေါက်လေးရော အပြစ်ပြောစရာမရှိအောင်ပြီးပြည့်စုံလွန်းတဲ့Emi Fukadaလေးရဲ့ အမိုက်စား ၂၁+တပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့..ဖူကာဒါလေးက ကဝေမလေးတစ်ယောက်.သူမရဲ့လျှို့ဝှက်ချက်က အတွဲတွေ အိမ်ထောင်သည်တွေ ကလေးယူ၇အောင် ဆိုတဲ့ စကားကိုပြောလိုက်ရင် အဲ့ဒီနေရာမှာ ပေါ်လာပြီးယောကျာ်းဖြစ်သူကို အားကုန်ခမ်းတဲ့ထိမနားတမ်း ပြုစုပေးပြီး ကလေးလိုချင်နေရှာတဲ့ကဝေမလေးပေါ့..တကားလုံးမှာလဲ ကဝေမလေးဖူကာဒါအိမ်ထောင်သည်တွေ အတွဲတွေကြားဘယ်လိုဘယ်ပုံဝင်ရောက်ပြီး သူမရဲ့ဆန္ဒကိုပြည့်ဝအောင် ဘယ်လိုတွေလုပ်ယူသွားမယ်ဆိုတာကိုအလန်းစားရိုက်ချက်တွေရော ဖူကာဒါလေးရဲ့အလှတရားနဲ့ရော ဆွဲဆောင်သွားပြီးဇာတ်လမ်းပြီးတဲ့ထိ သားရည်တမြှားမြှားနဲ့ကြည့်ရဦးမှာမလို့ DSရဲ့ဘရိုတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် Translated by: Porn VirusEncoded by : SenpaiFile Size : 2.24GB and 1.35GBQuality : 1080p and 720pDuration : 2h 32mins",
        "rating": "6.5",
        "url": "https://megaup.net/1DNkt/HND-723_The_Succubus_Who_Wanted_Children.1080p(DS).mp4",
        "category": "Adult, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/a-ma-soeur-german-movie-cover-142x200.jpg",
        "title": "[18+] Fat Girl (2001)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (73%)အာနာရစ်စ် ဟာ ဆယ့်နှစ်နှစ်အရွယ်မိန်းမငယ်တစ်ယောက်၊\nကမ္ဘာကြီးကို သူ့ပုခုံးပေါ်ထမ်းတင်ထားရသလိုစိတ်ဖိစီးနေသူပါ။\nအစားမက်တဲ့ ဝတုတ်မလေးသူ့မှာ ဆယ့်ငါးနှစ်အရွယ်အစ်မတစ်ယောက်ရှိပြီး\nအဲ့ဒီအစ်မဟာရက်ရက်စက်စက်လှလွန်းတဲ့သူဖြစ်တယ်။\nသိစိတ်ကချစ်မက်ပေမယ့် မသိစိတ်ကပြိုင်ဘက်လိုသဘောထားတဲ့ အစ်မဖြစ်သူကို\nချစ်တဲ့စိတ်နဲ့မုန်းတဲ့စိတ်ကြား လွန်ဆွဲနေတတ်ပါတယ်။\nသူတို့ ထွက်နေတဲ့ အပန်းဖြေခရီးမှာ သူ့အစ်မထက် အသက်ကြီးအတွေ့အကြုံရှိပုံရတဲ့လူငယ်တစ်ယောက်နဲ့\nချစ်ဇာတ်လမ်းစခဲ့ချိန်မှာတော့ သူ့အစ်မ သွားလေရာတစ်ကောက်ကောက်လိုက်ရတဲ့ အာနာရစ်စ်တစ်ယောက်\nအဆိုးအကောင်း အကျိုးအကြောင်း မခွဲခြားတတ်သေးတဲ့ ကလေးသာသာအရွယ်နဲ့\nမမြင်အပ်တာတွေ မကြားဝံ့စရာတွေကို မျက်ဝါးထင်ထင်တွေ့မြင်ရပါတော့တယ်။\nငယ်ရွယ်သူတွေရဲ့အချစ်ကို ချစ်စရာကြည်နူးစရာဇာတ်လမ်းလေးတွေအဖြစ်ယူဆကြပေမယ့်\nအရွယ်မတိုင်ခင် လိင်မှုကိစ္စအတွေ့အကြုံတွေကတော့\nများသောအားဖြင့် မုသားတွေ အပေါ်အခြေခံတည်ဆောက်ထားလေ့ရှိပြီး နာကျင်စရာတွေဖြစ်သွားတတ်ပါတယ်။\nယောက်ျားလေးတစ်ယောက်ဟာ လိုချင်တာရဖို့ ဘာမဆိုပြောဖို့အသင့်ရှိနေသလို\nရင်ဖိုလှိုက်မောနေတဲ့ အတွေ့အကြုံသစ်မှာ လက်ပစ်ကူးဖို့အသင့်ရှိနေတဲ့\nအပျိုဖြန်းလေးတစ်ယောက်ဟာလဲ ယုံလိုက်ဖို့ ဝန်မလေးပါဘူး။\nမိန်းကလေး သဘာ၀ စပ်စုချင်တဲ့ စိတ်ကလေးကလဲ ပါသေးတယ် မဟုတ်လား?\n“Fat Girl” ဟာ ၁၅နှစ်အရွယ် အပျိုဖြန်းမိန်းမလှလေးနဲ့\nသူ့ညီမ ၁၂အရွယ် ခပ်ဖိုင့်ဖိုင့်ကောင်မလေးတို့ရဲ့ ပထမဆုံးလိင်မှုကိစ္စအတွေ့အကြုံအကြောင်းကို\nရက်ရက်စက်စက်နဲ့ လက်တွေ့နဲ့အနီးစပ်ဆုံးချဉ်းကပ်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပါ။\nအဓိကဇာတ်ကောင်ဟာ အသက် ၁၂ အရွယ်မိန်းကလေးဖြစ်သလို\nတကယ်တမ်း သူ့နေရာက သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးဟာလဲဇာတ်ကားရိုက်ကူးစဉ်က၁၃ နှစ်ပဲရှိခဲ့သေးတာပါ။\nဒီပြင်သစ်ဇာတ်ကားဟာ ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ခဲ့ကြပေမယ့် ဝေဖန်မှုတွေကြမ်းကြမ်းတမ်းတမ်းကြုံခဲ့ရသလို\nတစ်ချို့နေရာတွေမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jJcn/(DS)Fat.Girl.2001.1080p.BluRay.x264-Japhson.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/L_ennui-537818164-large-142x200.jpg",
        "title": "[18+] L’ennui (1998)",
        "description": "IMDb Rating (6.1)မာတင်ဆိုတာ ဒဿနိကဗေဒသင်တဲ့ ဆရာဝန်တစ်ယောက်ဖြစ်ပြီး လတ်တလော ဇနီးသည်နဲ့ကွဲကွာထားတဲ့သူဖြစ်ပါတယ်။\nဇနီးသည်ကို မမေ့နိုင်သလို သက်တစ်ဝက်ကျိုးသောကရောက်နေတဲ့အချိန်နဲ့လဲတိုက်ဆိုင်နေတော့ လေလွင့်သူတစ်ပိုင်းဖြစ်နေတာပါ။တစ်နေ့တော့ ဘားတစ်ခုမှာ ငွေမရှင်းနိုင်တဲ့အဘိုးကြီးတစ်ယောက်ကို အစောင့်တွေဝိုင်းရိုက်နေတာကို ဝင်ကူညီပေးခဲ့ရာကနေမိတ်ဆွေဖွဲ့မိပြီး\nတစ်ပတ်ဆယ်ရက်လောက်အကြာမှာ အဘိုးကြီးရဲ့ အိမ်ကိုသွားလည်ဖြစ်ခဲ့ပါတယ်။ အဲ့ဒီမှာ အဘိုးကြီးဟာ မနေ့ကမှ သေဆုံးသွားခဲ့ပြီဆိုတာ\nသိလိုက်ရပြီး အဘိုးကြီးရဲ့ အခန်းထဲက ပစ္စည်းတွေသိမ်းပြီးထွက်လာတဲ့ အဘိုးကြီးရဲ့ တိတ်တခိုးချစ်သူဟောင်း မိန်းမငယ်လေးတစ်ယောက်နဲ့\nဆုံတွေ့ခဲ့ရပါတယ်။ ဒီလိုနဲ့မတော်တဆ အဲ့ဒီကလေးမနဲ့ဇာတ်လမ်းစခဲ့ပါတယ်။ကောင်မလေးမှာ သူ့ဇနီးဟောင်းလိုထက်မြက်တဲ့ ဉာဏ်ရည်မရှိ\nသွယ်လျတဲ့ ကိုယ်လုံးကိုယ်ပေါက် အဆင့်မြင့်မြင့် စမတ်ကျကျပုံစံတွေမရှိ။ငယ်ဂုဏ်ရိုးဂုဏ်ကလွဲလို့ ဘာတစ်ခုမှမရှိတဲ့အပြင် စကားပြောဆိုရာမှာလဲ\nပုံမကျ ပန်းမကျ အဲ့ဒီမိန်းကလေးကိုမှ အစပိုင်းမှာ ပျင်းစရာကြီးလို့ထင်ရာကနေ မာတင်ကြီးတစ်ယောက်အရူးအမူးချစ်မိသွားပါတော့တယ်။\nကြီးမှ ဝက်သက်ပေါက်သလိုဖြစ်တဲ့ သက်လတ်ပိုင်းအမျိုးသား မာတင်က ကိုယ့်သမီးအရွယ်လောက်ကလေးမကို အစကနေ ပြန်ပိုးပန်းရတာ\nရယ်စရာ ချစ်စရာကောင်းသလို သနားစရာလဲ အတော်ကောင်းနေတော့တာပါ။နှစ်နာရီအကြာဇာတ်လမ်းကို ကြာတယ်လို့တစ်ချက်မှမတွေးမိအောင်\nဆွဲဆောင်နိုင်တဲ့ဇာတ်ကားပါ။ ကွက်ကွက်ကွင်းကွင်းကွင်းမုန့်တီဟင်းလို အချစ်ဇာတ်ဝင်ခန်းအကြမ်းစားတွေကတော့ အပိုဆုပါ။\nမာတင်ချစ်သွားတဲ့ မထုံတက်တေးကောင်မလေးကို ကြည့်နေရင်းနဲ့ကိုယ်ပါ ချစ်လာရမှာကတော့ မေတ္တာလက်ဆောင်ပါ။(Dark Side Production မှ ...",
        "rating": "6.1",
        "url": "https://megaup.net/XKus/L_ennui_(1998)_720p_DVDRip-AVC.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/4042564167429xxl-142x200.jpg",
        "title": "[18+] Bang Gang (A Modern Love Story) (2015)",
        "description": "IMDb Rating (5.4)Rotten Tomatoes (67%)ဘီရစ်ဇ်ဆိုတဲ့ ပြင်သစ်နိုင်ငံအနောက်တောင်ပိုင်းက နယ်မြို့လေးတစ်မြို့မှာ နေထိုင်တဲ့အဲလက်စ်ဆိုတဲ့ ဆယ်ကျော်သက်\nအထက်တန်းကျောင်းသားလူငယ်လေးတစ်ယောက်၊ သူ့မိခင်က အလုပ်ကိစ္စနဲ့ နိုင်ငံခြားရောက်ရောက်နေတာ များတယ်။ ခြံဝင်းနဲ့အိမ်အကျယ်ကြီးထဲ\nတစ်ယောက်တည်းဖြစ်နေတဲ့သူ့ဆီကို သူ့အမေခရီးထွက်တဲ့အခါသူ့အချစ်ဆုံး သူငယ်ချင်း နီကီတာဆိုတဲ့ကောင်လေးက လာလာနေပေးတယ်။\nဒီလိုနဲ့ ပျင်းလွန်းမကပျင်းလာတော့ ဘာလုပ်ကြမလဲတိုင်ပင်ရင်း\nကျောင်းက တစ်ခြား သူငယ်ချင်းတွေကို ဖိတ်တယ်။ အရက်တွေသောက်တယ် ဆေးတွေချတယ်။ ညစ်ညမ်းကားတွေ အတူကြည့်ကြတယ်။\nသူတို့အုပ်စုထဲမှာမှ အချင်းချင်း အီစီကလီရိုက်နေတဲ့ အတွဲတွေရှိတယ်။ တစ်ကြိမ်လောက် လိင်ဆက်ဆံအပြီး ပြတ်သွားတဲ့သူတွေပါမယ်။\nသွေးသားပြောင်းလဲကာစ ဆန့်ကျင်ဘက်လိင်နဲ့အသားချင်းထိရင်တောင် ဆန္ဒတွေ ထိန်းမနိုင်သိမ်းမရ ဖြစ်တတ်တဲ့ အရွယ် ဆယ်ကျော်သက်လေးတွေဟာ\nဆိတ်ကွယ်ရာ လွတ်လပ်တဲ့နေရာမှာ ဒီလိုသက်တူရွယ်တူချင်း၊ အနီးကပ်ထိတွေ့မှုတွေ၊ မူးယစ်ဆေးတွေ အရက်တွေရဲ့\nသြဇာလွှမ်းမိုးမှုအောက်မှာ သူတို့ပါတီတွေက တစ်ဖြည်းဖြည်းနဲ့ အုပ်စုဖွဲ့ ဖောင်ဒိုင်းကြတဲ့ပွဲတွေဖြစ်ဖြစ်လာပါတော့တယ်။\nတစ်ခွန်းထဲပဲပြောရရင် ရေလည်ကြမ်းပါတယ်၊ ကြည့်နေရင်းနဲ့ကို အားကျစိတ်တွေတဖွားဖွားပေါ်လာပြီး အားမလိုအားမရဖြစ်ပြီး စောင်ကိုက်နေရမှာပါ။ ဟိဟိ။( Dark Side Production မှ တင်ဆက်သည်။) \nFile size…(1.7 ...",
        "rating": "5.4",
        "url": "https://megaup.net/XIw5/Bang.Gang.A.Modern.Love.Story.2015.FRENCH.1080p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYjdiZjljMWQtZGNiMi00N2I0LWI3OWYtNjkxZjcyMWZlNDQyXkEyXkFqcGdeQXVyNTgwNTE5MjM@._V1_-135x200.jpg",
        "title": "[18+] Party Bus To Hell (2017)",
        "description": "ဘန်းနင်းမန်း ပွဲတော်ကိုသွားမယ့် ဘတ်စ်ကားတစ်စီး။ရည်ရွယ်ချက်ကိုယ်စီနဲ့ ကားပေါ်ပါလာတဲ့ အလွှာစုံအရွယ်စုံ လူတစ်စု။ကန္တာရအလည်မှာ\nသူတို့ ကားသမားက ခဏနော်ဆိုပြီးကားရပ်ထားခဲ့ပြီး ပျောက်သွားတယ်။တစ်ဖြည်းဖြည်း အချိန်တွေကုန်လာတာနဲ့ အမျှ သူတို့စိုးရိမ်ပူပန်မှုတွေလဲ မြင့်တက်လာတဲ့အချိန် ကားမောင်းတဲ့သူကို ကုန်တင်ခန်းထဲမှာ အလောင်းအဖြစ်တွေ့မြင်လိုက်ရတဲ့ အခါ..။ကန္တာရထဲမှာ သူတို့မသိသေးတဲ့ အန္တရာယ်တွေ အများကြီး သူတို့ကိုစောင့်ကြိုနေပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းတမ်းလွန်းသလို အဖော်အချွတ်ခန်းတွေကလဲတစ်ကားလုံးနီးပါး ဒင်းကြမ်းပါပဲ။အယူအစွဲကြီးတဲ့လူတစ်စု ငရဲမိစ္ဆာတွေ ပါပေမယ့်ကြောက်စရာကောင်းတာထက် အတည်ပေါက်နဲ့ဖောက်တဲ့ဟာသတွေနဲ့ပျော်ဖို့ကောင်းတဲ့ကားမျိုးပါ။American pie ဇာတ်ကားတွေထဲက ကာလသားကြိုက်မင်းသမီးလေး tara reid ကလဲ cameo အဖြစ်ပါဝင်ထားပါတယ်။ \nFile size…900 MB\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "4.9",
        "url": "https://megaup.net/1DBvW/(DS)Party.Bus.to.Hell.2017.1080p.BluRay.x264.DTS-CHD.mp4",
        "category": "Adult, Adventure, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/17597-133x200.jpg",
        "title": "Fan Girl (2020)",
        "description": "Fan girl(2020)IMDb Rating (6.9)ဆယ်ကျော်သက်အရွယ် ကျောင်းသူကောင်မလေးတစ်ယောက်ဘဝမှာငယ်ငယ်လေးကတည်းကကြိုက်ခဲ့ရတဲ့ Idol တစ်ယောက်ရှိတယ်ခင်ဗျားတို့ကျွန်တော်တို့လိုပဲ ကျောင်းချိန်လစ်ပြီးIdol ရဲ့ ပွဲကို လိုက်ကြည့်ဖူးတယ်အချစ်ကို ခံစားကြည့်ချင်တယ်မလုပ်ဖူးတာတွေကို စူးစမ်းကြည့်ချင်တယ်ဆယ်ကျော်သက်အရွယ် ကောင်မလေးလေသူသိထားတဲ့ လောကကြီးကရိုးရှင်းတယ်ညီမျှခြင်းလက္ခဏာတွေ့ရင် အားလုံးကတန်ဖိုးညီတယ်လို့ပဲ သဘောပေါက်ထားတယ်အဲ့ဒီနောက်ကွယ်က ညီမျှခြင်း မဖြစ်ဖြစ်အောင်လုပ်ထားတဲ့ အကြောင်းအရာတွေကို သူမသိဘူးလေ့လာရကောင်းမှန်းမသိတာလည်း ဖြစ်နိုင်သလိုလေ့လာဖို့အကြောင်းတရား မဖန်သေးတာလည်းဖြစ်နိုင်တယ်ဒါမှမဟုတ် လေ့လာဖို့မကြိုးစားတာလည်း ဖြစ်နိုင်တာပဲခင်ဗျားတို့ကို နာမည်လေးတောင်ပေးမသိဘဲဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားမယ့်ကောင်မလေးက သူမသိခဲ့တဲ့ သိဖို့မကြိုးစားခဲ့တဲ့အကြောင်းအရာတွေကို တစ်ရက်လေးထဲမှာ တစ်ညလေးထဲမှာပဲရုတ်တရက်ကြီး အားလုံးကိုသိလိုက်ရတယ်သစ်လွင်ရိုးသားတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အတွက် ရှော့ခ်ဖြစ်စေနိုင်တဲ့လောကကြီးရဲ့ အရှိတရား အဖြစ်အပျက် အကြောင်းအရာတွေ.....ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းရိုက်ထားတဲ့ ဒီရုပ်ရှင်ကဖိလစ်ပိုင်နိုင်ငံတွင်းက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ Best Actress,Best Actor,Best Director,Best Picture စသည်ဖြင့်ဆုပေါင်း (၁၆) ဆု ရရှိထားတာပါ။ကျွန်တော့်အနေနဲ့တော့ ကြုံတောင့်ကြုံခဲဖိလစ်ပိုင်ဇာတ်ကားကောင်းတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်စေချင်ပါတယ်။ \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://megaup.net/2ZthC/(CM)Fan.Girl.2020.1080p.NF.WEB-DL.DDP5.1.x264-HBO.mp4",
        "category": "Adult, Asian, Drama"
    }
]