[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzI3ZDA1YWEtOThhMy00ODdiLTkxYzMtNWVmOGU4N2NmNWM1XkEyXkFqcGdeQXVyOTUzMTgzNg@@._V1_-140x200.jpg",
        "title": "(18+)Buddy’s Mom (2015)",
        "description": "ကိုးရီယား နုနုရွရွလေးတွေကို ခံစားကြည့်ရအောင်\nလောကဓံတွေကြောင့် အရွယ်နဲ့ မမျှအောင်တည်ငြိမ်နေတဲ့\nအသက်ရွယ်ကောင်း အမျိုးသမီးတစ်ယောက်ရယ်\nသွက်လက်ဖျက်လက်ပြီး အရာရာမှာဦးဆောင်ပြီး\nပျော်ပျော်နေတက်တဲ့ အမျိုးသမီးတစ်ယောက်ရယ်\nသူတို့ရဲ့ အလှတွေရယ်ကို တစ်လှည့်စီခံစားရမှာပါနှစ်ယောက်လုံးကတော့ အလှလေးတွေချည်းပါပဲ\nသူတို့ရဲ့ကျွမ်းကျင်မှုတွေကြားမှာ\nလူပျိုပေါက်စ ဂျောင်ဆူး ဗျာများရတာပဲ\nဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို\nကောင်မလေးတွေရဲ့ ကောက်ကြောင်းတွေကလဲ ပေါ်လွင်လွန်းတာမို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 734MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/1W0cw/Buddys.Mom.2015.1080p.WEB-DL.Korean.x264(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4oOLgH5zcwlaQHmHY5diSwiPVO.jpg",
        "title": "[18+] Sitio Diablo (2022)",
        "description": "Sitio Diablo (2022)မနီလာမြို့ရဲ့ ဆင်းရဲသားရပ်ကွက်တွေဟာ မကောင်းမှုဒုစရိုက်တွေ လူဆိုးဂိုဏ်းတွေ ကြီးစိုးပြီး ကျင်လည်ကျက်စားတဲ့ နေရာတွေဖြစ်ပါတယ်။ အဲ့ဒီမှာမှ ဆီတိုဒယာဘလိုစ် ဆိုတဲ့ပင်မဂိုဏ်းကြီးကနေခွဲထွက်ပြီး အလူစထရာဒိုဆိုတဲ့ ဂိုဏ်းသစ်ကို ထူထောင်နေကြတဲ့ လူငယ်တစ်စုရှိပါတယ်။ အဲဒီဂိုဏ်းကို ဦးစီးနေတဲ့သူတွေကတော့ ဘူးလက်နဲ့အိုင်နာတို့စုံတွဲဖြစ်ပြီး အိုင်နာကတော့ မူလ ဆီတိုဒယာဘလိုစ်အုပ်စုရဲ့မျိုးဆက်သမီးငယ်ပါ။ခေတ်ကာလအားဖြင့်တော့ သူတို့မြို့တော်ရဲ့အာဏာအကူးအပြောင်း စပ်ကူးမတ်ကူးကာလဖြစ်ပြီး ရွေးကောက်ပွဲဝင်အမတ်လောင်းအသစ်က သူတို့ဂန်းစတားနယ်မြေတွေကို မက်လုံးပေးမဲဆွယ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ဆီတိုဒယာဘလိုစ်ရဲ့ဆက်ခံသူ၊ အိုင်နာရဲ့အစ်ကို တိုးနစ်စ်ဟာ ရဲတစ်ယောက်ရဲ့ညှိနှိုင်းမှုနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ နဂိုကတည်းက မငြိမ်းချမ်းတဲ့ နယ်မြေခွဲဝေမှုတွေ၊ အချင်းချင်းခွက်စောင်းခုတ်မှုတွေ ကွက်ကျော်ရိုက်မှုတွေနဲ့ သူတို့လောကထဲ တိုးနစ်စ်ပြန်ရောက်လာမှုဟာ နိမိတ်ဆိုးတစ်ခုဖြစ်ပြီး ပိုမိုမုန်တိုင်းထန်လာတော့မယ့် သဘောပါပဲ။မြင်နေကျကားတွေကနေ ခွဲထွက်ပြီး တစ်မူထူးခြားနေတဲ့ 18 အပေါင်း ဂန်းစတားနောက်ခံဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဖန်သားပြင်ထက်မှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ AJ Raval, အဲဒီတုန်းက တက်သစ်စလေးတွေဖြစ်တဲ့ Kiko Estrada, Benz Sangalang တို့နဲ့အတူ အခုချိန်မှာထိပ်တန်းဖြစ်နေပြီဖြစ်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3XMv1/(CM)_Sitio_Diablo_(2022)_1080p.mp4",
        "category": "Action, Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/20230420_6440a98299a58-140x200.jpg",
        "title": "[21+] The Arrogant President Of The Business Partner-Ichino Aoi [JUQ-191-Decensored]",
        "description": "Ichino Aoi ဆိုတာ အရွယ်ရောက်မှ JAV လောကထဲ ရောက်လာပေမယ့် နောက်ကျတဲ့ နေဝင်ချိန်မဟုတ်ခဲ့ပါဘူး..အဖူးအငုံလေးတွေလို နုလှပါတယ်ဆိုတဲ့ JAV မင်းသမီးတွေကြားသူမရဲ့အလှကျတော့ ပြီးပြည့်စုံစွာ ပွင့်ဖူးထားတဲ့ ပန်းတစ်ပွင့်လို ငွားငွားစွင့်စွင့်ပါပဲ။မြင်သူ ရင်အေးရတဲ့မျက်နှာထားလေးနဲ့ အကြည့်လေးတွေက စွဲနေမိတတ်ပါတယ်ပါးဖောင်းဖောင်းပြည့်ပြည့်ဖြိုးဖြိုးလေးနဲ့ အာရှရဲ့ အလှအပတွေနဲ့ ပြည့်စုံသူလေးပါ။JUQ-191-Decensored Versionဒီဇာတ်လမ်းမှာတော့ သူမဟာ တာဝန်ကို ပြီးမြောက်အောင် ဆောင်ရွက်ရာမှာမိမိကိုယ်သော်မှ မငဲ့ကွက်တဲ့ ဝန်ထမ်းမလေးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။Decensored Version နဲ့မလို့  Ichino Aoi ကို အားပေးရကျိုးနပ်မှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (3 GB) & (1.6 GB)\nQuality : HD-Rip Decensored 1080p & 720p\nRunning Time : 02:35:47\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2BRpq/[JUQ-191-Decensored]__The_Arrogant_President_Of_The_Business_Partner-_IchinoAoi-HDrip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg21ZKxP0WemBdSc49ByMbfr5ce.jpg",
        "title": "[18+] Bisyo! (2023)",
        "description": "Bisyo! (2023)ဒီတစ်ခေါက် ကားသစ်လေးကိုတော့ မျက်နှာသစ်သရုပ်ဆောင်လေးတွေ ပွဲထုတ်ပေးထားပြီး တစ်ကားလုံးကို မြူးမြူးသွက်သွက်နဲ့ပေါ့ပေါ့ပါးပါး တင်ဆက်ထားပါတယ်။ဂျိမ်းစ်က ဒုမြို့တော်ဝန်အောက်မှာအလုပ်လုပ်နေတဲ့သူပေမဲ့ သူ့ဝါသနာက Sneaker ဖိနပ်တွေစုဆောင်းခြင်းဖြစ်ပြီး ရည်မှန်းချက်က Sneaker စတိုးတစ်ခုဖွင့်ဖို့ပါ။ ဒုမြို့တော်ဝန် ဗိုက်စ်ရော့ဒ်ကတော့ ရွေးကောက်ပွဲဝင်ဖို့ပြင်ဆင်နေပြီး မဲဆွယ်ပွဲတွေမှာ ညွန့်နေအောင် ပြည်သူကိုရိုကျိုးပြတတ်ပေမဲ့ တကယ်တမ်းနောက်ကွယ်မှာ မကောင်းမှုပေါင်းစုံနဲ့ ချမ်းသာနေတဲ့သူပါ။ သူ့သားငယ်ဇက်ခ်နဲ့ ဂျိမ်းစ်တို့ဟာ သူငယ်ချင်းဖြစ်သလို သူတို့ချစ်သူတွေဖြစ်တဲ့ လီဆာနဲ့ ခရစ်စတင်းတို့ကလည်း ဘော်ဒါရင်းတွေပါပဲ။ဗိုက်စ်ရော့ဒ်နဲ့ အနီးကပ်လေလေ သူ့လုပ်ရပ်တွေကိုမြင်ရလေဖြစ်တဲ့ ဂျိမ်းစ်တစ်ယောက်ဒီဘဝကို စက်ဆုပ်လာပြီး ဗိုက်စ်ရော့ဒ်လက်အောက်က ရုန်းထွက်ဖို့ကြံစည်ပါတော့တယ်။ သူ့အစီအစဉ်တွေအောင်မြင်နိုင်ပါ့မလား... ဇက်ခ်တစ်ယောက်ကရော ဒီကိစ္စမှာ ငြိမ်ခံနေပါ့မလား... သူတို့ကောင်မလေးတွေကရော ဒီဇာတ်လမ်းမှာ ဘယ်လိုနေရာက ပါဝင်ပတ်သက်လာမလဲ... ဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 705MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "",
        "url": "https://megaup.net/1VTte/(CM)_Bisyo!_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/1512253453.0.x-152x200.jpg",
        "title": "Romeo and Juliet (1968)",
        "description": "Romeo and Juliet (1968)\n~ IMDb - 7.6/10, Rotten Tomatoes - 95% ~\" မိုက်မိုက်ကန်းကန်း ချစ်ခဲ့ကြရုံတင်မကဘဲ တစ်ခါတလေ အချစ်လွန်သွားတဲ့အခန်းလေးတွေပါ ပါလို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါဘူး \"ရှိတ်စပီးယားရဲ့ နာမည်အကျော်ဆုံးပြဇာတ်တစ်ဖြစ်လဲ သမိုင်းတစ်လျှောက် နာမည်အကြီးဆုံးရိုမန့်ဇာတ်လမ်းဖြစ်တဲ့ ရိုမီရိုဂျူးလိယက်ကို ရုပ်ရှင်အနေနဲ့ ပြန်တင်ဆက်ထားတဲ့ ဂန္ထဝင်ရုပ်ရှင်ပါ။ ရှိတ်စပီးယားရဲ့ ရိုမီရို ဂျူးလိယက်ဟာ ခေတ်အဆက်ဆက်အတင်စားဆုံးအချစ်ဇာတ်လမ်းလည်းဖြစ်ခဲ့တော့ အမျိုးမျိုးအဖုံဖုံပြန်တင်ဆက်ကြတာတွေရှိပေမဲ့ ဒီတစ်ခုကတော့ စာအုပ်နဲ့တော်တော်လေးထပ်တူကျပါတယ်။ ဒီစကားက မှားတောင်မှားနေလောက်တယ်။ စာအုပ်ကြီးအတိုင်းပါပဲဆို ပိုမှန်လိမ့်မယ်။ အမှန်ဆို ဒီကားကို ကျွန်တော်ငယ်ငယ်ကတော့ တစ်ခါကြည့်ဖူးခဲ့တယ်။ ဘာသိမှာလဲ ကြားဖူးနားဝအတိုင်း ရိုမီရို ဂျူးလိယက်ဆိုတဲ့ အသက်ပေးပြီးချစ်ခဲ့ကြတဲ့ ချစ်သူနှစ်ဦးရဲ့ ဇာတ်လမ်းလို့ပဲ ထင်မှတ်ခဲ့တယ်။ ဒါပေမဲ့ ဒီတစ်ခေါက်ပြန်ကြည့်တဲ့အချိန်မှာ ရှိတ်စပီးယားဟာ အဲဒီလောက်ပဲပြတတ်တဲ့ ဘဲမဟုတ်ဘူးဆိုတာ ပိုသိလာတယ်။ပြောရရင် သူ ရိုမီရိုကို ပုံဖော်ခဲ့တဲ့ပုံတွေက လူငယ်လေးတစ်ယောက်ရဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3hOkD/(CM)_Romeo_&_Juliet_(1968)_Bluray_1080p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwKitER1KQfTmzwUtQcHO16OAxD.jpg",
        "title": "[18+] Home Service (2023)",
        "description": "Home Service (2023)ဟက်ပီးဆိုတဲ့ကောင်မလေးက နေ့ခင်းပိုင်းမှာ သူနာပြုကျောင်းတက်ပြီး ညဘက်မှာတော့ ပညာသင်စရိတ်အတွက် အနှိပ်ပညာရှင်အဖြစ် ဝင်ငွေရှာပါတယ်။ အနှိပ်ဆိုပေမဲ့ ဖောက်သည်ရဲ့တောင်းဆိုချက်အတိုင်း လိုအပ်ရင် Happy Ending အထိ သွားတဲ့ဝန်ဆောင်မှုပုံစံပါ။တစ်နေ့တော့ ကားတံခါးမှာ ပုဝါချိတ်ထားတဲ့အချက်ပြနည်းနဲ့ လူခေါ်တဲ့အမျိုးသမီးတစ်ယောက်နဲ့ ချိတ်ဆက်မိရင်း သူ့အတွက် ဝင်ငွေပိုရနိုင်စရာနည်းလမ်းကို ရှာတွေ့သွားခဲ့ပါတယ်။ အဲဒီအမျိုးသမီးနဲ့ သူ့လုပ်ဖော်ကိုင်ဖက်မိတ်ဆွေ ဓာတ်ပုံဆရာတို့ဟာ ကျောင်းသူလေးတွေကို ညစ်ညမ်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ ကိုယ်ဟန်ပြခိုင်းပြီး ငွေဖြုန်းနိုင်တဲ့ဖောက်သည်တွေဆီကိုပြန်ရောင်းစားနေကြတာပါ။ ဟက်ပီးတစ်ယောက် သူတို့နဲ့ချိတ်ဆက်မိပြီးမကြာခင်မှာပဲ ရဲတစ်ယောက်က သူတို့အုပ်စုကိုခြေရာခံမိသွားပြီး ဇာတ်လမ်းတွေပိုရှုပ်ဖို့ဖြစ်လာပါတော့မယ်။ ဒါပေမဲ့လည်း အဲဒီရဲကိုယ်တိုင်ကပါ သူတို့ရဲ့ဗီဒီယိုဖိုင် ဓာတ်ပုံတွေနဲ့ ပြသခြိမ်းခြောက်ပြီး အကျပ်ကိုင်အနိုင်ကျင့်လာချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 880MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 54Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1VTd5/(CM)_Home_Service_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/12228-S8wTZX4XVnreWHox-142x200.jpeg",
        "title": "[21+] Hot Shoplifters Punishment-Suzuki Koharu [KAWD-744-Decensored]",
        "description": "Dark Side Production အနေနဲ့ Suzuki Koharu ရဲ့အမာခံ ပရိတ်သတ်ဖြစ်တာနဲ့အညီသူမရဲ့ ငယ်ငယ်တုန်းကဇာတ်ကားကို တော်တော် Clean လုပ်ထားတဲ့ Version ထွက်ရှိလာတာကြောင့်အကြည်ဆုံး Quality နဲ့ Update တင်ဆက်လိုက်ပါတယ်။ယခင် Version ကို ကြည့်ဖူးရင်လဲ ဒီ Decensored Version ကို ထပ်ကြည့်ပါ...လုံးဝနောင်တမရစေရပါဘူး။[KAWD-744-Decensored Version]Suzuki Koharu ဆိုတာ တစ်ခါမြင်ဖူးရင် လွယ်လွယ်နဲ့မေ့ပစ်လို့မရတဲ့ JAV မင်းသမီးတစ်ပါးပါပဲ..သူမရဲ့ဝင်းလက်မှုတွေက မှိုင်းညှို့လွင့်မျောနေတတ်တဲ့ သူ့မျက်ဝန်းနဲ့ဆန့်ကျင်ဖက် လိုက်ဖက်နေတာမျိုး။ခုဇာတ်ကားလေးက ဒီလောကထဲဝင်လာကာစကဆိုတော့ အရာအားလုံးလတ်ဆတ်နေတယ်။ဇာတ်လမ်းသဘောကလဲကြမ်းတယ်...တစ်ခုခုကိုလိုချင်တယ် ပိုက်ဆံလဲမရှိဘူးဆိုရင် အကနဲ့ရှင်းလို့ရလားလို့ မေးကြတယ်မလား...ခုကားလဲ အဲ့လိုပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (3.5 GB) & (1.4 GB)\nQuality : HD-Rip Decensored 1080p & 720p\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/1fTxs/(KAWD-744-Decensored)_Hot_Shoplifters_Punishment_-Suzuki_Koharu-HDrip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2M2MjQwZDgtMzY4NS00YmVhLWI0YTgtNTI1NjdhYTU3MmE4XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-141x200.jpg",
        "title": "(21+) Satisfactions (1983)",
        "description": "ချမ်းသာကြွယ်ဝတဲ့ မိသားစုတစ်စုရဲ့ အတွင်းရေးတွေကို\nဆင်ဆာမဖြတ်ပဲ ဖေါ်ကြူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nသူတို့ရဲ့ လှပတင့်တယ်တဲ့ ခန္ဓာကိုယ်အနေထား ကြယ်ဝမှုတွေက\nမြင်ရသူတိုင်း ပစ်မှားချင်စရာတွေဖြစ်နေပါတယ်ပိုက်ဆံရှိပြီး ထင်တိုင်းကြဲနေတဲ့ မိသားစုဆိုရင်လည်းမမှားပါဘူး\nသူတို့က ရတာမလိုလိုတာမရဖြစ်နေကြပေမဲ့\nနားလည်မှုအပြည့် ရင့်ကျက်မှုအပြည့်နဲ့ ခရီးဆက်နေကြသူတွေပါပဲမိသားစု နှစ်စု နှစ်ပင် သုံးပင် လိမ်တာတွေဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.16GB / 939MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.1",
        "url": "https://megaup.net/1VW5o/Satisfactions_1982_-_Kay_Parker.1080p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCDzIKBPBLLOaFSO7WXCNgrg8f2.jpg",
        "title": "[18+]Japanese Mom (2016)",
        "description": "ကဲ DS ကားတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ဖန်တွေ အတွက် သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးလာပါပြီ...အဖေနဲ့ သား အဖေရဲ့ နောက်မိန်းမထိုအမျိုးသမီးက သားနဲ့ အသက်မကွာလှတော့သားအဖခြား ဘယ်လို ဗျာများမလဲ ဆိုတာကိုတော.... File size…809MB / 262MB\nQuality…720p / 480p\nFormat…mp4\nDuration….1h 2m\nGenre ….. Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by pk",
        "rating": "",
        "url": "https://megaup.net/3XJ3e/[18+]Japanese.Mother.2016.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wyGNUFVpXSVGTRHSylyPqn3qZcT.jpg",
        "title": "[18+]Bad Detective: Food Chain (2020)",
        "description": "ဒီကားက ဇာတ်လမ်းလည်းကောင်းသလို 18+အခန်းတွေကလည်းခပ်မိုက်မိုက်တွေမို့ ကြည့်ရအတော်ပြေတယ်…ပိုပြီးစိတ်ဝင်စားဖို့ ကောင်းတာက ဇာတ်အိမ်လေးနဲ့တင်ဆက်ထားတာကြောင့် ကြည့်ရတာ ပိုပြီးစိတ်ကျေနပ်ဖို့ ကောင်းပြန်တယ် ...ဇာတ်လမ်းလေးရဲ့ အစကို ခါးပိုက်နှိုက်တာကစတင်ထားပြီး ဘယ်လိုတွေ အဆုံးသတ်မလဲ ဆိုတာကိုတော့.....  File size…1.24GB / 498MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 2m\nGenre ….. Crime , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by pk",
        "rating": "",
        "url": "https://megaup.net/1fTb5/[18+]Bad.Detective.Food.Chain.2020.1080p(DS).mp4",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/L_p0178823184-convert.io_-142x200.jpg",
        "title": "[21+]While My Girlfriend Was Away {SSNI-516}",
        "description": "SSNI 516အားလုံးရဲ့ အချစ်တော် ယူရာမီကာမီလေး ပြန်လာပါပြီ\nမီကာမီလေးက javမင်းသမီးမဖြစ်ခင်မှာ idol အဆိုတော်တစ်ယောက်ဆိုတာ\nပရိသတ်ကြီးလဲ သိကြမယ်ထင်ပါတယ်သူ့ရဲ့အလှအပတွေကို ညိုကီတို့အတွက် ညွှန်းစရာမလိုလောက်အောင်\nသိပြီးသားဖြစ်နေမှာဆိုပေမဲ့ လှပပြီးချစ်ဖို့ကောင်းလွန်းတဲ့မျက်နှာလေးနဲ့\nတကိုယ်လုံး ပန်းပုရုပ်လေးလို အချိုးအဆစ်ကျလွန်းပြီး\nအသားအရည်လေးကလည်း ဆင်စွယ်သဖွယ် ဖွေးဥနုဖတ်နေတာပဲဖြစ်ပါတယ်ဒီကားလေးထဲမှာတော့ မီကာမီရဲ့ အဆိုတော်ဘဝမှာ သူငယ်ချင်းခရီးထွက်သွားချိန်\nသူ့ရဲ့ကောင်လေးကို အကြင်နာပိုမိတဲ့ Real life စတိုင်ဇာတ်လမ်းလေးနဲ့အတူ\nစီးနင်းမျောပါသွားရမှာပဲ ဖြစ်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.2GB / 1.5GB\nQuality…1080p Cencored  /720p Decencored\nFormat…mp4\nDuration….3h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/3hPaA/SSNI-516.1080p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l1200-convert.io_-142x200.jpg",
        "title": "{21+} My hated father-in-law’s [SSIS-787]",
        "description": "မိတ်ဆွေတို့အတွက် မြင်လိုက်တာနဲ့ စိတ်ထဲမှာ ကျန်တဲ့စိတ်တွေနောက်မှလာပြီး\nတပ်မက်စိတ်ကိုပဲ ဖြစ်ပေါ်သွားစေနိုင်မဲ့ အိမ်မက်ထဲက ကောင်မလေးမျိုး ရှိကြလားအခုဇာတ်ကားထဲက မင်းသမီးလေး မိုင်ဆူဘာဆာလေးကတော့ ဆံပင်တိုတို\nအရပ်မြင့်မြင့် တင်ကားကား ရင်ကတဆူတဖြိုးနဲ့ မျက်နှာကျလေးကလဲ\nဆွဲဆောင်မှုအပြည့် ချစ်စရာ ချစ်ချင်စရာလေးဆိုတော့ ညိုကီတို့အကြိုက်တွေ့မှာ\nလုံးဝကို သေချာပါတယ်ဇာတ်လမ်းလေးကတော့ ငလည်မလေး ဆူဘာဆာတစ်ယောက်\nMLM ပေါက်ကရစီးပွားရေးတွေမှာ ရင်းနှီးမြှုပ်နှံ အလိမ်ခံရလို့\nကျားကျားရဲ့အဖေ ယောက္ခထီးကြီးက ကိုယ်ဖိရင်ဖိ ကူညီပုံလေးပါ\nဇာတ်လမ်းလေးရော မင်းသမီးလေးကိုပါ ညိုကီတို့ ၁၈ ယောက်စုကြည့်နိုင်ဖို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.9GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/2BNev/SSIS-787_Eng_Sub_My_Abhorrent_Father-in-Law.1080p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AtKPtTSUKawLLCdSLlirPMZ7vi.jpg",
        "title": "[18+]New Baby(2020)",
        "description": "[18+]New Baby(2020)********************သားအဖ(၂)ယောက်ရှိတယ်..တစ်နေ့တော့ သားဖြစ်သူကအိမ်ထောင်ပြုတော့မိန်းမကိုအိမ်ခေါ်တင်လာတယ်..အဖေဖြစ်သူကလည်း မုဆိုးဖိုဆိုတော့မိသားစု(၃)ယောက်တူတူနေကြတာပေါ့...ဒီလိုနဲ့ အဖေဖြစ်သူဟာ ချွေးမကို မကြွေသင့်ဘဲ ကြွေသွားပါလေရော...အဲ့ဒီနောက်မှာတော့ ...ကွီးယား18+မို့ လှတပတ ချောတောမောတောလေးတွေတစ်ဝကြီးငမ်းရမှာမို့ခံစားကြည့်ကြပါဦး...      File size… 1.3GB / 534MB\nQuality… WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1fSbj/New_Baby_(2020)WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seU3L8xkrRT5fdugLWmUBBS5XQH.jpg",
        "title": "[18+]My Sister’s Friend 2(2017)",
        "description": "My Sister's Friend 2(2017)************************ကားနာမည်အတိုင်းပါပဲ...အစ်မရဲ့ ဘော်ဒါ မမကိုမှကြွေမိသွားတဲ့ကောင်ဆိုးလေးတစ်ယောက်ရဲ့  အချစ်ဇာတ်လမ်းပေါ့.....ကွီးယား ၁၈+ ဖြစ်သည့်အတိုင်းမမချောချောကြီးတွေနဲ့အလန်းစားအခန်းတွေမို့ထွေထူးမညွှန်းတော့ပါဘူး... File size…1.3GB / 736MB\nQuality… WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1VPht/My_Sister_s_Friend_2_(2017)WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpfYRUBbJnbxevN4QfeEzJ4rGpz.jpg",
        "title": "[18+]Wet Dream: Prostitute Woman(2019)",
        "description": "[18+]Wet Dream: Prostitute Woman(2019)*************************************\nမချစ်သင့်တဲ့သူကိုသွားချစ်မိပေမဲ့လည်း အချစ်အတွက်ဘာမဆိုအကုန်လုပ်ဖို့ ကောင်မလေးတစ်ယောက်က ကြိုးစားပါတော့တယ်..ကွီးယား ၁၈+ တို့ထုံးစံအတိုင်း ပွင့်လင်းမြင်သာတဲ့အခန်းများစွာနဲ့ခပ်လှလှ မမတွေလည်းပါဝင်တာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....File size… 2.08GB / 757MB\nQuality… WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1VP65/Wet_Dream_Prostitute_Woman_(2019)WEB-DL.1080P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ib7jFLnrI7KLbGa1GeZ9ZCuoWgO.jpg",
        "title": "[18+] My Sister-in-law’s Secret (2019)",
        "description": "ဟီယောင်းရဲ့သူငယ်ချင်းဖြစ်သူ ဂျောင်ဟီက အလုပ်ကိစ္စကြောင့်နဲ့ ဟီယောင်းတိုအိမ်မှာ ခဏ နေဖို ရောက်လာခဲ့ပါတယ်\nအဲ့ဒီအချိန်မှာတော့ ဟီယောင်းရဲ့မောင် ဆန်းဝူက ဂျောင်ဟီကို မြင်တော့ သဘောကျသွားပြီး သူမနဲ့ အတူနေချင်စိတ်တွေ ဖြစ်လာပါတော့တယ်\nလက်ထပ်ရမယ့်သူ ရှိပြီးသားဖြစ်တဲ့ ဂျောင်ဟီတစ်ယောက် သူငယ်ချင်းရဲ့မောင်ဖြစ်သူနဲ့လက်ရှိရည်းစားကြားမှာ ဘယ်သူ့ကိုရွေးချယ်ပြီး ဘယ်လိုတွေဖြစ်သွားမလဲဇာတ်ကွက်တွေလှပသေသပ်ပြီး အဖေါ်ချွတ်ခန်းတွေဖောသီတာကြောင့်DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်  File size… 1.52GB / 517MB\nQuality… WEB-Rip 1080P  / 720p\nFormat…mp4\nDuration….1h 10m\nGenre ….. Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by TG",
        "rating": "",
        "url": "https://megaup.net/1fQ9v/[18+]My_Sister-in-law_s_Secret_2019_.1080p(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bThnmRhh0d3oKcmte2w0aArm8Lq.jpg",
        "title": "Fading Gigolo (2013)",
        "description": "Fading Gigolo (2013)\nGenre – Comedy, Romance\nIMDB – 6.2/10မူရီဆိုတဲ့လူကြီးဟာ မျိုးရိုးအလိုက် အမွေလက်ဆင့်ကမ်းရခဲ့တဲ့စာအုပ်ဆိုင်လေးကို ပိတ်လိုက်ရပါပြီ။သူ့ဆီမှာ ပိုက်ဆံလိုပြီး အလုပ်ပေါင်းစုံလုပ်ပြီး ရုပ်အဖြောင့်အတောင့်ကြီးမဟုတ်ပေမဲ့ လူကြီးလူကောင်းဆန်ပြီး မိန်းမကျောနပ်တဲ့ဖီရိုရာဗန်တေးဆိုတဲ့ မိတ်ဆွေလည်း ရှိပါတယ်။တစ်ရက်ကျ သူ ပြနေကြ အရေပြားဆရာဝန်မဆီကနေထူးခြားတဲ့ ဖိတ်ကြားချက်ကို သိလိုက်ရပါတယ်အဲဒါကတော့ သူ့ သူငယ်ချင်းမ တစ်ယောက်နဲ့ သုံးပါးသွားကဖို့မင်းသားတစ်ပါး လိုအပ်နေတာပါတဲ့။အဲဒါ မူရီဆိုတဲ့ ဘဲကြီးက အသိရှိတယ်ပေါ့ ဒီတိုင်းတော့ မရနိုင်ဘူးအခကြေးငွေတော့ ပေးရလောက်မယ်ဆိုပြီး ဖီရိုရာဗန်တေးကိုမင်းလုပ်ပါလား မင်းဆို ဖြစ်နိုင်တယ်ဆိုပြီးယောက်ျားဖျာသည်လိုင်းသွင်းပါတော့တယ်။အစပိုင်းတော့ ဆရာသမားလည်း ငြင်းတာပေါ့နောက်ကျ စမ်းကြည့်မယ်ဆိုပြီး လုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ ကြည့်ရမှာပါ။ဂျူးလူမျိုးတွေနဲ့ လူမျိုးရေး ဘာသာရေး စည်းကမ်းတင်းကြပ်ပုံတွေလည်းဗဟုသုတရပါတယ်။ မင်းသားနေရာကတော့ Transformer ကားတွေထဲကရယ်ရတဲ့ Agent Simmon ကြီး သရုပ်ဆောင်ပေးထားပြီး Sexy သိပ်ဆန်တဲ့မင်းသမီးကြီး Sharon Stone နဲ့ အကိတ်မင်းသမီး Sofia Vergara ...",
        "rating": "6.6",
        "url": "https://megaup.net/2BKqv/Fading.Gigolo.2013.1080p.BluRay_%7BCM%7D_TSK.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjU2NDZhODctMzg5NC00ODJjLTg3NTAtNzg4NWUzZmE0MTY2XkEyXkFqcGdeQXVyNDkyMDgwNQ@@._V1_-150x200.jpg",
        "title": "[18+]True Story of a Woman in Jail: Continues (1975)",
        "description": "ဂျပန်မလေးတွေရဲ့ ရောင်စုံအလှကို ဆက်ခံစားကြည့်ရအောင်\nဒီဇာတ်လမ်းလေးက ရှေ့ကဇာတ်လမ်းလေးရဲ့အဆက်ပါပဲမာရူမီ တယောက် အချုပ်က ခိုးထွက်ပြေးပြီးလွတ်လာချိန်မှာပဲ\nသူချစ်သူက တခြားကောင်မလေးတယောက်နဲ့ အတူအိပ်နေတာကို\nတွေ့သွားခဲ့ပါတယ် အဲဒီမှာပဲ လက်မရွံ့ဖြစ်နေတဲ့ မာရူမီက\nသစ္စာမဲ့တဲ့ချစ်သူကို သတ်ခဲ့ပြီး သက်ငယ်ထောင်ပြန်ရောက်ပါတယ်ထောင်ဝန်းထမ်းတွေ အပြင်က ရာကူဇာတွေနဲ့ တွဲလုပ်စားပုံ\nကောင်မလေးတွေအပေါ် မက်လုံးတွေပေးပြီး တာဝန်မယူတာတွေ\nထုံးစံအတိုင်း သွေးအေးအေးနဲ့ လုပ်တက်တဲ့ မာရူမီရဲ့\nလှလှပပ အကွက်တွေကို လှလှပပ ဖေါ်ကြူးထားတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.3GB / 640MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…XCross\nTranslated by Ki Mu Chi",
        "rating": "4.7",
        "url": "https://megaup.net/1fPre/True.Story.Of.Woman.Condemned.Continues.1975.1080p(DS).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uuxhFccZJvmQy5UDzoP3Wzjn7LU.jpg",
        "title": "[18+] Hugot (2023)",
        "description": "Hugot (2023)ကွိုင်းက ဘတ်စ်ကတ်ဘောဝါသနာပါပြီး ကိုယ်တိုင်လည်းကြိုးစားသလို အရည်အချင်းလည်းရှိတဲ့ လူငယ်တစ်ယောက်ပါ။ ဒါပေမဲ့ သူ့ဖခင်ကတော့ သူ့ဝါသနာကို ခါးခါးသီးသီးဖြစ်နေပြီး သင်္ဘောတက်ဖို့ပဲ တိုက်တွန်းနေပါတယ်။ကွိုင်းမှာ သူ့ကိုတစ်ဖက်သက် ကြိုက်နေသလို ဆာတိုင်းကျွေးဖော်ရတဲ့ ဂျာပွတ်ဆိုတဲ့ သူငယ်ချင်းမလေးလည်းရှိပေမဲ့ သူတကယ်တမ်းစိတ်ဝင်စားပြီး မှန်းနေရတဲ့သူကတော့ သူ့ကစားဖော်ပြိုင်ဘက်ရဲ့ ရည်းစားဖြစ်တဲ့ တီနာ (Azi Acosta) ဖြစ်ပါတယ်။တစ်နေ့တော့ ငွေရှာခိုင်းချင်တဲ့ သူ့ဖခင်ပါးစပ်ပိတ်သွားအောင်၊ သူ့ဝါသနာကို လွတ်လွတ်လပ်လပ်လိုက်စားနိုင်အောင် အလွယ်တကူငွေရတဲ့ မူးယစ်ဆေးပို့တဲ့ အလုပ်ကိုတွဲလုပ်မိရင်း ဇာတ်လမ်းတွေရှုပ်ဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းထက်ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းတာက Pamasahe တစ်ကားတည်းနဲ့ ရှေ့ဆုံးတန်းကိုရောက်လာခဲ့တဲ့ Azi Acosta လေးပါပဲ။ မလိုအပ်ဘဲ ထည့်ထားတဲ့ ဂျိန်းခန်းတွေအများကြီးပါဝင်တဲ့အတွက် စိတ်ကျေနပ်ကြမှာလည်း အသေအချာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 855MB\nQuality - 1080p, 720p\nIMDb Rating - 6.6/10\nFormat - mp4\nDuration ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fO40/(CM)_Hugot_(2023)_1080p.mp4",
        "category": "Adult, Crime, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDQwYTBjODUtZmMwNy00MTg2LWEwN2UtZDA3MTNhY2I1OThjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Sisid (2022)",
        "description": "အဏ္ဏဝါဇီဝပညာရှင် ဂျေဆင်နဲ့သူ့ဇနီးတို့ဟာ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့ဖြစ်တဲ့ ပိုလာ,မင်ဒိုရိုကို ငါးဘေးမဲ့ဇုန်\nတည်ထောင်ထိန်းသိမ်းဖို့တာဝန် နဲ့အတူလာခဲ့ကြပါတယ်၊\nဂျေဆင်ရဲ့ ဇနီးဖြစ်တဲ့ကင်ဆာဝေဒနာသည် အက်ဘီမှာတော့တစ်ခြားရည်ရွယ်ချက်တစ်ခုရှိပါတယ်။ အဲ့ဒါကတော့\nသူမရှိတော့တဲ့တစ်နေ့မှာ သူချစ်ရတဲ့ခင်ပွန်းသည်ကိုစိတ်ချလက်ချထားခဲ့နိုင်တဲ့အဖော်တစ်ယောက်ရှာဖွေပေးခဲ့ချင်တာပါပဲ။\nမြို့တော်ဝန်က ဂျေဆင်ရဲ့လက်ထောက်အဖြစ် ဒင်းနစ်ဆိုတဲ့မြို့ခံကောင်လေးတစ်ယောက်ကို တာဝန်ချထားပေးခဲ့ပါတယ်။\nဂျေဆင်နဲ့ဒင်းနစ်ဟာ ပင်လယ်ထဲကိုခရီးထွက် ရေအောက်ကိုအတူတူငုပ်ကြရင်း တစ်ယောက်အပေါ်တစ်ယောက်အကြည့်တွေ၊\nမတော်တဆအထိအတွေ့တွေကို သာယာမိရာကနေ မရှောင်နိုင်ပဲရှေ့ဆက်တိုး အချစ်နယ်ကျွံမိကြပါတော့တယ်။\nတကယ်တော့ ဒင်းနစ်စ်မှာလဲသက်တူရွယ်တူကောင်မလေးရှိပြီး အဲ့ဒီကောင်မလေးကိုယ်ဝန်ရှိကြောင်းသိရ၊ လက်ထပ်ဖို့\nအတင်းပူဆာလာတဲ့အခါမှာ..။ဆိုင်သူကိုယ်စီနဲ့ သူတို့ဇာတ်လမ်းကို ဘယ်လိုရှေ့ဆက်ကြမလဲ? မဆိုင်သူတွေမနစ်နာရမယ့်လမ်းကို ဘယ်လိုရွေးချယ်ကြမလဲ?\nသူတို့တွေရဲ့ အချစ်ဟာပျော်စရာဇာတ်သိမ်းလေးတွေ့ကြုံရပါ့မလား?Palitan ကိုရိုက်ခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်အကောင်းဆုံးဒါရိုက်တာဆုရှင် Brillante Mendoza ရဲ့လက်ရာပါပဲ။\nဇာတ်လမ်းက ရိုးရိုးလေးနဲ့ဆန်းသလို သူ့ကားတွေထုံးစံ ရုပ်ရှင်ဆန်တဲ့ဒိုင်ယာလော့တွေ ကြီးကြီးကျယ်ကျယ် ဘာညာမရောင်းပဲ\nရှင်းရှင်းလေးနဲ့ပြေပြေပြစ်ပြစ်တင်ဆက်ထားပါတယ်။သာယာလှပတဲ့နယ်မြို့လေးနဲ့ ရေအောက်က သန္တာကျောက်တန်းတွေ ကျွန်းတွေရဲ့အလှအပကို Cinematography အမိုက်စားတွေနဲ့\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ BL ဘက်ကိုနွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီးတွေဘက်ကိုလဲ အသားပေးမှုမလျော့တာကြောင့်\nလင်းတဲ့အခန်းတွေလင်းပေမယ့် မှောင်တဲ့အခန်းတွေလဲတော်တော်မှောင်ပါတယ်။\nFile size…(2.2 GB) / (1 GB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:55:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VLge/(CM)_Sisid.2022.1080p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, BL, Drama, Romance"
    }
]