[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-2-poster-133x200.jpg",
        "title": "American Pie 2 (2001)",
        "description": "American Pie 2 (2001)\nIMDb - 6.4/10_____Rotten - 52%\n \nနာမည်ကျော်ကျောင်းသားဟာသဇာတ်ကားတွေဖြစ်တဲ့\nAmerican Pie ရဲ့ နံပါတ်(၂)ဇာတ်ကားပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့်\nဖြစ်ပျက်တတ်တာလေးတွေကို ဟာသရောနှောပြီး\nအနောက်တိုင်း ယဉ်ကျေးမှုနဲ့ ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။ \nFile size...(904 MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:50:40\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "6.4",
        "url": "https://megaup.net/SB6o/American_Pie_2_[2001]_(MM_Sub).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/american-pie-poster-134x200.jpg",
        "title": "American Pie (1999)",
        "description": "American Pie (1999)\nIMDb - 7.0/10_____Rotten - 61%ကဲ.....ပေါ့ပေါ့ပါးပါး ဟာသဆန်ဆန် ဇာတ်ကားကြိုက်နှစ်သူပရိတ်သတ်တွေအတွက်\nလက်မလွတ်သင့်တဲ့ ဇာတ်ကားများလာပါတော့မယ်။\nAmerican Pie ဆိုတဲ့ နာမည်ကျော် ကျောင်းသားဟာသဇာတ်ကားတွေပဲဖြစ်ပါတယ်။\nစုစုပေါင်း (၈) ကားရှိပါတယ်။ တစ်ကားနဲ့တစ်ကား မဆက်စပ်ဘဲ ကြည့်လို့ရတဲ့အတွက်\nခြားခြားပြီးတော့ မြန်မာစာတန်းထိုးနဲ့ (၈) ကားလုံးတင်ပေးထားပါတယ်။\nဒီနေ့ကတော့ No(1) ဇာတ်ကားပေါ့။ ၁၉၉၉ ခုနှစ်က ထွက်ပါတယ်။\nအားပေးမှုတော်တော်လေးရရှိခဲ့ပြီး IMDb Rating (7/10) ရရှိထားလို့\nComedy အမျိုးအစားဇာတ်ကားတွေထဲမှာ Rating မြင့်တဲ့ဇာတ်ကားတစ်ကားပါ။\nအနောက်တိုင်း လူငယ်တွေရဲ့ စူးစမ်းမှု နဲ့ အရွယ်ရောက်လာမှုကြောင့် ဖြစ်ပျက်တတ်တာလေးတွေကို\nဟာသရောနှောပြီး အနောက်တိုင်း ယဉ်ကျေးမှုနဲ့ ပွင့်လင်းစွာ တင်ဆက်ထားပါတယ်။\nဒါကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\n \nAmerican Pie ဇာတ်ကားအကုန်လုံးကို\nhttps://channelmyanmar.org/?s=american+pie မှာ Download လုပ်လို့ရပါတယ်။\n \n(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေးမှ တင်ဆက်လိုက်တာပါ။)\n \nFile size...(946 MB)\nQuality...Blu-ray Rip 720p\nFormat...mkv\nDuration....01:35:37\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  နမူနာကြည့်ရန်",
        "rating": "7.0",
        "url": "https://megaup.net/1yyxM/American_Pie_[1999]_(MM_Sub).mkv",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/cabaret-desire-06-130x200.jpg",
        "title": "[21+] Cabaret Desire (2011)",
        "description": "2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ 21+ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက BDSM လို နည်းနည်း ခပ်ကြမ်းကြမ်း scence လေးတွေပါနေတယ်ဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ပိုစတာကို ကြည့်တာနဲ့ တန်းသိမှာပါ ဒီကားလေးကတော့ Desire ဆိုတဲ့ ဆန္ဒအကြောင်းလေးကို ရိုက်ပြထားတာဖြစ်ပြီးတော့ လူတိုင်းမှာ မိမိကိုယ်တိုင် မသိတာရော အရှက်တရားကြောင့်ရောပါ ဖုံးကွယ်ထားတတ်ကြတဲ့ အကြောင်းတရားလေးတွေ ရှိပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ လူတွေ ညကျရင်သွားတတ်ကြတဲ့ နေရာလေးတွေမှာ ထူးခြားတဲ့နေရာလေးတစ်ခုရှိပါတယ် အဲ့ဒီနေရာလေးကတော့ ဇာတ်လမ်းလေးတွေနဲ့ပြောပြပြီး ဖောက်သည်တွေရဲ့ ပုန်းလျှိုးနေတဲ့ ဆန္ဒတွေကို ဖြည့်ဆီးပေးတဲ့နေရာလေးပါ အဲ့နေရာလေးမှာ ဇာတ်လမ်းက လေးခုပဲရှိပါတယ် The Two Alexes, My Mother, In Wonderland, Wet sheets ဆိုတဲ့ ပုံပြင်လေးပုဒ်ပါ ဇာတ် ရှိန်တက်လာတာနဲ့ အမျှ သင်ဟာ မိန်းမလှလေးတွေကသင့်ရဲ့ လိုအင်ဆန္ဒတွေကို ဖြည့်ဆီးပြီး မျှော်လင့်ခြင်းကွင်းပြင် ...",
        "rating": "4.6",
        "url": "https://megaup.net/TGve/Cabaret_Desire_[21+]_[2011]_(MM_Sub).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/224930876447995128_13608651_c.jpg",
        "title": "[18+] Step Up Love Story (2011)",
        "description": "Dark Side Production မှတင်ဆက်သည်။\n  ဇာတ်လမ်းကတော့....အချစ်ကို အချစ်လို့သာသိပြီး အဘာကြီးဘာနေကြတဲ့ သူငယ်ချင်းတွေကြား ဘာအတွေ့အကြုံမှ မရှိသေးတဲ့ စုံတွဲလေးအကြောင်းကို သာသာယာယာလေး ပြသွားမယ့် ဇာတ်လမ်းလေးကို ချပြလတ်ပါပြီ.....Living Together ခေတ်ကြီးမှာ... ခုတွေ့ ခုချစ် ခုယူ ဖြစ်သွားခဲ့တဲ့ မာကိုတိုတို့ စုံတွဲဟာ မီးဖိုချောင် ကိစ္စကအစ အိမ်ထောင်ရေး သုခအဆုံး နကန်းတစ်လုံးမှ မသိကြသေးပါဘူး...ဒါကို ရိပ်မိကြတဲ့ အပေါင်းအသင်းတွေက သူတို့ရဲ့ အတွေ့အကြုံတွေနဲ့ သင်တန်းပို့ချပေးကြပါတယ်..ကောင်မလေးဖက်က သူငယ်ချင်းကလည်း ထိုနည်း၎င်း လမ်းပြကြတယ် ဆိုပါတော့...ကြားသမျှလေးတွေနဲ့ လက်တည့်စမ်းတဲ့ မာကိုတိုနဲ့ အကြံပေးတိုင်း လိုက်လုပ်ရှာတဲ့ သူ့ချစ်ဇနီးလေးတို့ အဆင်ပဲပြေကြမလား၊ အောင့်အီးသည်းခံတွေပဲ ဖြစ်မလား ဆိုတာကတော့ ကိုယ့်လူတို့ လက်တွေ့ဒေါင်းကြည့်လိုက်ကြတော့ဗျာ...။ \nFile Size…(800 MB)Quality…HDRipFormat…mp4\nDuration…01:13:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Cloud",
        "rating": "5.3",
        "url": "https://megaup.net/Uep2/Step_Up_Love_Story_(Futari_Ecchi)_[18+]_[2011]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNDJjNDFlYWMtYWQyYi00M2JhLTk0OTEtNjY2ZTI2OTllY2M5XkEyXkFqcGdeQXVyNjQxODA2ODA@._V1_.jpg",
        "title": "I’ll Never Die Alone (2008)",
        "description": "ဒီဇတ္လမ္းကို ၾကည့္ဖို႔ အေတာ္ေလး အားေမြးထားပါၿပီးေတာ့ ျဖစ္ႏုိင္ရင္ မိသားစု နဲ႔ အတူၾကည့္တာမ်ိဳး အသက္မျပည့္ေသးတဲ့ကေလးေတြကို ေပးၾကည့္တာမ်ိဳး မလုပ္ပါနဲ႔Rate R အဆင့္ သက္မွတ္ထားၿပီး ေသြးသံရဲရဲေတြ သတ္ျဖတ္တာေတြ ပါ၀င္လို႔စိတ္ ႏွလံုး ခိုင္မွ ၾကည့္ပါ21+ ေလာက္ ရွိတဲ့ Nude ေတြ ပါလို႔ မိသားစု ႏွင့္ အတူမၾကည့္ရန္ ေသခ်ာသတိျပဳပါ=============================================ဇတ္လမ္းေလး ရဲ႕ အစမွာေတာ့ ဆယ္ေက်ာ္သက္ ေကာင္မေလး ၄ ေယာက္ဟာ ေက်ာင္းပိတ္တုန္းနယ္ၿမိဳ႕ေလး တစ္ခုဆီသို႔ ခရီးထြက္လာပါတယ္ မိန္းကေလးေတြပဲ မို႔ လမ္းမွာ နားလုိက္ သြားလိုက္နဲ႔ခရီးဆက္လာၾကတယ္ သူတို႔ သြားခ်င္တဲ့ ခရီးကို ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ သြားလာၾကရင္းလမ္းတစ္ေနရာမွာ ဓါတ္ဆီ ၀င္ထည့္ၾကတယ္ ဓါတ္ဆီ ၀င္ထည့္ၿပီး ခရီးဆက္တဲ့အခါ ေတာလမ္း တစ္ခုေဘးမွာ အမ်ိဳးသမီး တစ္ဦးေခါင္းကို ေသနတ္မွန္ၿပီး လဲေနတာ သူတို႔ ေတြ႔တဲ့ အတြက္ ကယ္ဆယ္ဖို႔ ႀကိဳးစားၾကတယ္ အဲ့လို ႀကိဳးစားေနရင္း လမ္းမ နဲ႔ မလွမ္းမကမ္းမွာေသနတ္ ေတြ နဲ႔ လူတစ္စုကိုလဲ သူ တို႔ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/ill-never-die-alone-2008/",
        "category": "Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/white-lily-poster-133x200.jpg",
        "title": "[18+] White Lily (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  \nဂျပန် ၁၈+ Drama ကားလေးတစ်ကားဖြစ်ပြီး ဇာတ်အိမ်ဖွဲ့ထားတာလေးကလည်း မဆိုးလှတာမို့တင်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ အိုးပြုလုပ်ခြင်းအနုပညာမှာနာမည်ကြီးတဲ့ Tokiko ဟာသူ့ရဲ့သင်တန်းသူလေးဖြစ်သူ Haruka နဲ့အတူနေထိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်တည်းအတူနေကြတာဖြစ်ပြီး ဆက်ဆံရေးကလည်း ဆရာမ-ကျောင်းသူလည်းဖြစ် ချစ်သူလည်းဖြစ်ဆိုသလို ဟိုဟာဘာညာတွေပါပဲ။\nHaruka ဟာဆရာမဖြစ်သူပြောတာမျှအားလုံး လုပ်သမျှအားလုံးကို ကျေကျေနပ်နပ်ခံယူလုပ်ကိုင်ပေးလေ့ရှိပြီး အရာအားလုံးဟာ Satoru ဆိုတဲ့လူငယ်တစ်ယောက်ရောက်လာတဲ့အခါမှာတော့ သူတို့သုံးယောက်ကြားမှာ လွန်ဆွဲတင်းမာမှုတွေဖြစ်လာတော့တာပါပဲ။\nဒီနေရာမှာ Tokiko နဲ့ Haruka တို့ရဲ့ဆက်ဆံရေးဟာ တကယ်ကိုလေးနက်ပါတယ်။\nမိဘအိမ်နဲ့ကျောင်းကနှင်ထုတ်ခံခဲ့ရပြီး အိုးအတတ်ပညာရှင် Tokikoနဲ့ ဆရာမဖြစ်သူရဲ့စေ့စပ်ထားသူတို့အိမ်ကို မထင်မှတ်ဘဲရောက်ရှိလာရာက Haruka ရဲ့ဘဝကယ်တင်ရှင်အားကိုးရာဟာ Tokiko ပဲရှိပါတော့တယ်။\nသူ့ဆီမှာပဲ အိုးပြုလုပ်တဲ့အတတ်ကိုသင်ယူရင်း အိမ်သားတစ်ယောက်လိုဖြစ်လာကာ နှစ်ဦးသားသံယောဇဉ်တွေတိုးလာကြတာပါ။\nတစ်နေ့ ဆရာမ Tokiko နဲ့စေ့စပ်ထားသူ ရုတ်တရတ်ကွယ်လွန်သွားချိန်မှာတော့ Tokiko နဲ့ Haruka တို့ကြားကဆက်ဆံရေးဟာ ယခင်ဆရာတပည့်အချစ်ထက်ပိုလာပြီး တစ်ယောက်နဲ့တစ်ယောက် ဆက်ဆံရေးဟာပိုမိုနက်ရှိုင်းလာပါတော့တယ်။\nဇာတ်လမ်းလေးဟာ လူသားတွေကြားက ရှုပ်ထွေးတဲ့သံယောဇဉ်ကြိုးတွေကို ချပြသွားတာဖြစ်ပြီး ၁၈+အခန်းတွေလည်းတော်တော်လေးပါတဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။\nဒါရိုက်တာ Hideo ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zVy8/White_Lily_(Howaito_Rirî)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/widow-apartment-391298-poster-142x200.jpg",
        "title": "[18+] Widow Apartment (2007)",
        "description": "2007 ခုနှစ်ကထွက်ထားတဲ့ ဂျပန်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားထဲမှာတော့ မုဆိုးမတို့ရဲ့ အချစ် မုဆိုးမတို့ ရဲ့ မာယာ ဘာညာတွေကို တွေ့ကြရမှာပါ\nဒီကားထဲမှာတော့ မီဆာကီ ဟာ ယောကျာ်းရပြီး မကြာခင်မှာပဲ သူ့ ယောကျာ်းဟာသေဆုံး\nသွားခဲ့ပါတယ် ဒါကြောင့် သူနဲ့ သူ့ယောကျာ်းနှစ်ယောက်အတူတူနေတဲ့ တိုက်ခန်းမှာ\nတစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ် ကန်အစ်ချီဟာ အဲ့တိုက်ခန်းမှာ မန်နေဂျာတစ်ယောက်ဖြစ်ပြီးတော့\nမီဆာကီ ယုံကြည့်ထားတာက သူ့ယောကျာ်းက သူ့ကို သေဆုံးပြီးတာတောင်မှ ဆက်လက်ညွန်ကြားနေတယ်\nတိုက်ခန်းကို ပြင်ဆင်တာ ဘာညာအတွက်ပါ ဝိညာဉ်ဘ၀ နဲ့ မှာကြားနေတယ် ပေါ့ ဒီလိုနဲက သူတို့ အတွက် တိုက်ခန်းမှာ\nနေတဲ့သူတွေကပါ စိုးရိမ်စရာတွေဖြစ်လာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ်တခု ကြိုသတိပေးချင်တာကတော့ ဒချိခန်းတွေ ဖောဖောသီသီပါတာကြောင့်\nမိသားစုနဲ့ အတူ မကြည့်သင့်ပါဘူးဗျQty - DVD Rip\nDuration - 1hr\nGern - Drama\nTransaltor - ကိမုချိ\nEncoder - Kyaw Ye Aung",
        "rating": "4.",
        "url": "https://megaup.net/Zb6r/Widow_Apartment_-_Big_Tits__Aching_Night_(Mibôjin_Apâto_-_Kyonyû_No_Uzuku_Yoru_)_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/65OspkJC1wjUJOFlP4NWBiEl4I1-133x200.jpg",
        "title": "Real (2017)",
        "description": "Real (2017)_____IMDb - 4.8/10 IMDb Rating 4.8 ရထားတဲ့ ကိုးရီးယားရဲ့ နာမည်ကျော် ထိပ်တန်းမင်းသား Kim Soo Hyun အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းကို ပြသထားတဲ့ Action ဇာတ်ကားပါ။ထုတ်လုပ်ရေးဖက်မှာလည်း သူကိုယ်တိုင် ငွေကြေးအင်အားစိုက်ထုတ်ပြီး ရိုက်ကူးခဲ့တဲ့ဇာတ်ကားပါ။မင်းသမီးကလည်း Sulli ဖြစ်ပြီး ၁၈ + Rated ဇာတ်ဝင်ခန်းအချို့ပါဝင်တာကြောင့် မထွက်ခင်ကကို စိတ်ဝင်တစား စောင့်နေကြသူအများအပြားရှိခဲ့ပါတယ်။စတင်ထွက်ရှိလာချိန်မှာတော့ ၁၈+ ဇာတ်ဝင်ခန်းနဲ့ ဇာတ်ကားအချိတ်အဆက် လိုအပ်ချက်ကြောင့် ဇာတ်လမ်းက နားလည်ရခက်တာကြောင့် ဝေဖန်သူအမြောက်အမြားနဲ့ Negative feedback တွေရှိခဲ့ပါတယ်။ဒါပေမယ့်လည်း မင်းသားရဲ့ Fanတွေနဲ့ သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းတွေကြောင့် ဝေဖန်မှုတွေကြားကကို ထိုက်သင့်သလိုက် အောင်မြင်မှုရရှိခဲ့ပါတယ်။US$ 7 သိန်း အကုန်အကျခံရိုက်ကူးခဲ့ပြီး Box office မှာ US$ 3 သိန်းပဲ ပြန်ရခဲ့ပေမယ့် ထိုင်ဝမ်မှာတော့ မင်းသားရဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/U727/Real_(Rieol)_[17+]_[2017]_(MM_Sub).mp4",
        "category": "Action, Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/suck_it_up-138x200.jpg",
        "title": "Suck It Up (2017)",
        "description": "ကိုယ့္ဘ၀ရဲ႕ အေရးပါတဲ့လူတစ္ေယာက္ ဆံုုးပါးသြားတဲ့အခါ ကၽြန္ေတာ္တို႕ ဘယ္လိုေျဖသိမ့္ၾကပါသလဲ၊ အဲ့ဒီအေျခအေနကို ေက်ာ္ျဖတ္ႏိုင္ဖို႕ ဘယ္လိုႀကိဳးစားၾကပါသလဲ။ဂါရက္ဆိုတဲ့ေကာင္ေလးဟာ ေရာ္နီရဲ႕အစ္ကိုျဖစ္ၿပီး ေဖးရဲ႕ရည္းစားပါ။တရက္ ဂါရက္ ကင္ဆာေရာဂါနဲ႕ဆံုးပါးသြားၿပီးေနာက္ ေရာ္နီဟာ စိတ္အႀကီးအက်ယ္ထိခိုက္ၿပီး အရက္ေသာက္လိုက္ ေဆးရႈလိုက္နဲ႕\nေပါ့ပ်က္ပ်က္ေနေနပါတယ္။အဲ့ဒါကုိမၾကည့္ရက္တဲ့ အေမျဖစ္သူက ဂါရက္ရဲ႕ ရည္းစား ေဖးကိုအကူအညီလွမ္းေတာင္းပါတယ္။ ေရာ္နီနဲ႕ ေဖးကလဲ အရင္ကတည္းက အခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္တဲ့အတြက္ေဖးကလဲ ခ်က္ခ်င္းဆိုသလို ေရာက္ခ်လာၿပီး သူတို႕စိတ္ေျပလက္ေပ်ာက္ အပန္းေျဖခရီးထြက္ၾကဖို႕ တိုင္ပင္ၾကပါေတာ့တယ္။အပန္းေျဖခရီးထြက္ၾကတဲ့အခါ စည္းစနစ္က်က် ေနတတ္တဲ့ ေဖး နဲ႕ ပရမ္းပတာ ေပါ့ပ်က္ပ်က္ေနတတ္တဲ့ ေရာ္နီတို႕ အဆင္ေျပေအာင္ဘယ္လိုေနၾကမလဲ၊ သူတို႕ဘ၀ထဲက ထြက္ခြာသြားတဲ့လူတစ္ေယာက္ကိုဒီေကာင္မေလးႏွစ္ေယာက္ ဘယ္လိုေမ့ေဖ်ာက္ၾကမလဲ၊ ၿပီးေတာ့ မိန္းကေလးလူငယ္သဘာ၀ ေသာက္စားေပ်ာ္ပါးတာေတြ လိင္ကိစၥေတြကိုပါ ရိုက္ထားတဲ့ကားတစ္ကားျဖစ္တဲ့အတြက္ အေတာ္ေလးၾကည့္ေကာင္းၿပီးေတြးစရာေလးေတြလဲ ပါပါတယ္။လူတစ္ေယာက္ကို ေမ့ေပ်ာက္ဖို႕ႀကိဳးစားရတဲ့အခါ တစ္ေယာက္နဲ႕တစ္ေယာက္ ေမ့ေဖ်ာက္ပံုခ်င္းမတူတာေတြ၊ လူတစ္ေယာက္ ဆံုးပါးသြားတဲ့အေပၚ မတူညီတဲ့ခံယူခ်က္ေတြ ရိွၾကပါတယ္။ဒါေပမယ့္ သူတို႕အားလံုးမွာ တူညီတဲ့ပန္းတိုင္တစ္ခုရိွၿပီးသားပါ။အဲ့ဒါကေတာ့ ...",
        "rating": "8.7",
        "url": "https://megaup.net/SZ0t/Suck_It_Up_[2017]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/fullsizephoto228916-2-209x300.jpg",
        "title": "[18+] The Scent (2012)",
        "description": "The Innocent Man ကိုရီးယားဇာတ္လမ္းတြဲထဲမွာ မိန္းမမာယာေတြကို အျပည့္အဝအသံုးခ်တဲ့ဇာတ္ေဆာင္အျဖစ္ပါဝင္ခဲ့တဲ့ မင္းသမီး Park Si‑yeon ကိုဒီဇာတ္ကားထဲမွာလဲညႈိ႕အားျပင္းဇာတ္ေဆာင္အျဖစ္ေတြ႕ျမင္ရဦးမွာပါ။မင္းသားကေတာ့ Hee‑soon Park ပါ။ဒီဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး Park Si‑yeon ကိုမွတ္မွတ္ရရရွိသြားဖို႕မ်ားပါတယ္။ဇာတ္လမ္းကေတာ့....စံုေထာက္ Kang Seon‑woo ဟာ အိမ္ေထာင္ေရးျပသနာေတြကိုေျဖရွင္းေပးေနတဲ့ အလြတ္စံုေထာက္အလုပ္ကို တစိုက္မတ္မတ္လုပ္သူပါ...တစ္ေန႕မွာေတာ့ Kim Soo‑jin ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္ေရာက္လာျပီး သူ႕ေယာက်္ားေဖာက္ျပန္ေနေၾကာင္းနဲ႕ အဲ့ဒီ့အတြက္စံုစမ္းစစ္ေဆးမႈလုပ္ဖို႕ အလုပ္တစ္ခုလာအပ္ပါတယ္....စံုစမ္းစစ္ေဆးဖို႕သြားၾကတဲ့ညမွာပဲ စံုေထာက္ Kang Seon‑woo တစ္ေယာက္ မိန္းမမာယာနဲ႕လုပ္ၾကံခံလိုက္ရပါတယ္...သူႏႈိးလာေတာ့ သူ႕ေဘးမွာအေလာင္းႏွစ္ေလာင္းနဲ႕ အရႈပ္ထုပ္ထဲ ေခ်ာက္က်ျပီဆိုတာသိလိုက္ရပါတယ္...ဒီကိစၥကိုေျဖရွင္းကိုအစြမ္းကုန္ၾကိဳးစားရင္း မင္းသမီး Park Si‑yeon နဲ႕အျပိဳင္အဆိုင္ သူႏိုင္ကိုယ္ႏိုင္က်ဲၾကရမယ့္ ဇာတ္လမ္းမ်ိဳးပါ။ဟာသမင္းသား Lee Kwang‑soo လဲပါဝင္ထားတာေၾကာင့္ ဇာတ္လမ္းကသြက္ပါတယ္....မင္းသမီး Park Si‑yeon ရဲ႕ Nude Scene တခ်ိဳ႕ေၾကာင့္ (18+) ျဖစ္သြားေပမယ့္ ဇာတ္လမ္းကေတာ့ အေတာ္စိတ္ဝင္စားဖို႕ေကာင္းတဲ့ စံုေထာက္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးပါ။IMDb Rating (5.7/10)ရရွိထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/SWoo/The_Scent_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p2GTBjrbl6H87KfKasSIKwnvWyN-138x200.jpg",
        "title": "PG Love (2016)",
        "description": "နွစ္သစ္မွာ ေဟာင္ေကာင္မိန္းမေခ်ာေလးေတြကို ငမ္းခ်င္ပါသလား? 18+ အခန္းေတြမၾကည့္ရတာ ၾကာေနၿပီလား?ဒီကားေလးဟာ မိန္းကေလး ၆ ေယာက္ရဲ႕ဘဝအေျခအေနကို ႐ိုက္ကူးျပထားတဲ့ ေဟာင္ေကာင္ကားေကာင္းေလးတစ္ကားပါ။ပထမဆံုးတစ္ေယာက္က ေထာင္ထြက္တစ္ေယာက္ျဖစ္ၿပီး ထိပ္ေျပာင္သူႀကီးတစ္ေယာက္က သူ႔အတြက္ အလုပ္အကိုင္ေတြ ႐ွာေဖြေပး၊ စိတ္ဓာတ္ျပဳျပင္ေရးေတြလုပ္ေပးပါတယ္။ ဘယ္လိုလုပ္လဲေတာ့ မသိဘူးေနာ္ အဟမ္း!ဒုတိယနဲ႔ တတိယမိန္းကေလး ႏွစ္ေယာက္က ႏိုက္ကလပ္ကို လာတဲ့သူေတြဆီက၊ သူတို႔ရဲ႕ေဖာက္သည္ေတြဆီက လစ္ရင္ လစ္သလို ခိုးေလ့ရိွတဲ့ ႏိုက္ကလပ္မယ္ႏွစ္ေယာက္ပါ။ သူတို႔ႏွစ္ေယာက္လံုး ခိုးဖို႔ပစ္မွတ္ထားေနတဲ့ ေဖာက္သည္တစ္ေယာက္ရိွၿပီး အဲ့လူဆီက လိုခ်င္တာခိုးယူဖို႔ ဘယ္လိုလုပ္မလဲဆိုတာေတာ့ ဇာတ္လမ္းအၫြန္းထဲမွာ ဆင္ဆာပါတဲ့။ေနာက္ထပ္မိန္းကေလးကေတာ့ သူ႔ရည္းစားနဲ႔ ဥေရာပကို ခရီးအတူသြားရဖို႔အတြက္ ဘီယာအေရာင္းျမႇင့္တင္ေရးဝန္ထမ္းအျဖစ္ အလုပ္လုပ္ေနတဲ့သူပါ။ တကယ္ သူတို႔သြားတဲ့အခါမွာ ဘာေတြျဖစ္ၾကမလဲ၊ ဒီမိန္းကေလး ၆ ေယာက္လံုး ဇာတ္သိမ္းမွာ ဘာေတြျဖစ္ၾကမလဲဆိုတာသိခ်င္ရင္ေတာ့ ႐ုပ္႐ွင္ကိုအျမန္ဆံုးသာ ေဒါင္းလုတ္လုပ္ၿပီး ၾကည့္ရွူလိုက္ပါ File Size : (850 MB) and (300 MB)\nQuality ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/pg-love-2016/",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMDBiY2Q2ZjctMjJkMS00MTY1LWI3MTgtNWZkMjViMjk3M2M1XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "[21+] Sleeping Beauties (2017)",
        "description": "Dark Side Production မွတင္ဆက္သည္\n ဒါမ်ိဳး ၂၁+ ကားကၾကည့္ရခဲတယ္ဗ်။ဘာျဖစ္လို႔လဲဆိုရင္ လွ်မ္းလွ်မ္းေတာက္ ၂၁+ ေမာ္ဒယ္ေတြ အားျဖည့္ သရုပ္ေဆာင္ထားလို႔ပါပဲ။ရုပ္ရည္ ဘာ ညာ အေနထား ေျပာစရာမလိုတဲ့အျပင္ ဒစ္ဂ်စ္တယ္ ပေလးဂေရာင္း ကပ်ိဳမဒီေတြဆိုေတာ့ သိေလာက္ျပီေပါ့။အဓိကက Aria Alexander ပဲ။ဇာတ္ေၾကာင္းေလးကို ညႊန္းဆိုပါရေစ။ေရွးတုန္းက တိုင္းျပည္ၾကီးတစ္ခုမွာ ဗ်ဴးတီးလို႔ေခၚတဲ့ အင္မတန္ေခ်ာေမာလွပတဲ့ မိန္းမပ်ိဳေလးနဲ႔ ဘုရင့္သား ၀ီလီယမ္တို႔ ခ်စ္ၾကိဳက္ျပီး\nမဂၤလာပြဲ က်င္းပမဲ့ရက္ကို သတ္မွတ္ခဲ့ၾကပါတယ္။အဲဒီအခ်ိန္မွာ ဗ်ဴးတီးရဲ႕သူငယ္ခ်င္း ျဖစ္တဲ့ စုန္းမ မာဂရက္က ဗ်ဴးတီးကိုမနာလိုျဖစ္ေနပါတယ္။မဂၤလာပြဲ က်င္းပမဲ့ေန႔မွာပဲ မာဂရက္ေရာက္လာျပီး ဗ်ဴးတီးကို မင္းသားက စစ္တိုတ္သြားရမွာျဖစ္ေၾကာင္းလွည့္ဖ်ားေျပာျပီး\nစီရင္ထားတဲ့ ႏွင္းဆီ ကိုေပးလိုက္ပါတယ္။အဲဒီႏွင္းဆီကို ဗ်ဴးတီးကိုင္လိုက္တယ္ဆိုရင္ပဲ ဆူးစူးခဲ့ျပီး မႏိုးေသာအိပ္ျခင္းနဲ႔အိပ္ေပ်ာ္သြားခဲ့ပါတယ္....။ႏွစ္ေပါင္းေလးရာၾကာျပီးေနာက္..ဟိုတယ္ လုပ္ငန္းၾကီးရဲ႕ ေရွးေဟာင္းသမိုင္းပညာရွင္ ေတြ ဗ်ဴးတီးရဲ႕ အုတ္ဂူကိုေတြ႔သြားၾကျပီး ဗ်ဴးတီးကို အနမ္းတစ္ခ်က္နဲ႔ ႏိႈးလိုက္ပါတယ္။ဗ်ဴးတီးမွာႏိုးထလာခြင့္ရျပီး အသက္သခင္ကိုေက်းဇူးဆပ္မည္ဟုေျပာကာ သူသိထားသမွ် ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/21-sleeping-beauties-2017/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/under-the-skin-poster-136x200.jpg",
        "title": "Under the Skin (2013)",
        "description": "Under the Skin (2013)IMDb - 6.3/10_____Rotten - 85%  စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lucy (2014) ဇာတ်ကားကို ကြည့်ဖူးကြမယ်ထင်ပါတယ်...ဇာတ်လမ်းအဆုံးမှာ Lucy တစ်ယောက် ဘယ်ကို လွတ်မြောက်သွားသလဲ....အခုတော့ ဘယ်ရောက်နေလဲ သိပါပြီ...Lucy တစ်ယောက် Under The Skin ဇာတ်ကားထဲရောက်လာပြီး လုပ်ချင်ရာလုပ်နေပါတယ်.....:Pဒါကတော့ Under The Skin ဇာတ်ကားကို ပေါ့ပေါ့ပါးပါး မိတ်ဆက်ပေးတာပါ။တကယ်တော့ ဒီဇာတ်ကားဟာ ခင်ဗျားကို လေးလံမှု အပြည့်ပါတဲ့ ထိုင်းမှိုင်းမှုတွေနဲ့ အာရုံထွေပြား ဒွိဟတချို့ကိုသာ သယ်ဆောင်လာပေးမှာပါ။ကျွန်တော်ဒီလိုပြောနေလဲ ခင်ဗျားတို့ကတော့ Scarlett Johansson ကြောင့် ဒီဇာတ်ကားကို ကြည့်ချင်နေပြီမလား...သူကလဲ ဒီဇာတ်ကားမှာ အတော်ဟော့ပါတယ်။Poster နဲ့ Scarlett Jo ကိုတွေ့ပြီး ကျွန်တော့်လိုပဲ ခင်ဗျားတို့လဲ ဇာတ်လမ်းကို အမှတ်မရှိ ကြည့်ကြပါဦးမယ်..ကျွန်တော်ကတော့ ဒီဇာတ်ကားကို ခင်ဗျားတို့ဆီ သယ်ဆောင်လာရတာ အတော်ကို ကျေနပ်နေပါတယ်။ဇာတ်ကားကြည့်ပြီး ဘာမှန်းမသိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eKbp/Under_The_Skin_[2013]_(MM_Sub).mp4",
        "category": "Adult, Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/hNZVUesuTFMW5gd50waxIDtyh2u-140x200.jpg",
        "title": "[18+] A Special Lady (2017)",
        "description": "ကိုရီးယားအက်ရှင်ဒရာမာကားလေးတစ်ကားပါ။ကိုရီးယား Gang တစ်ခုအပေါ်အမှီပြုပြီးဇာတ်အိမ်ဖွဲ့ထားတာဖြစ်ပါတယ်။အခက်အခဲတွေအများကြီးကြားထဲကနေ နောက်ဆုံးလူမိုက်ဂိုဏ်းတွေရဲ့ထုံးစံအတိုင်း ဂိုဏ်းကြီးမားတာနဲ့အမျှ တရားဝင်စီးပွားရေးလုပ်ငန်းလုပ်ဖို့ တာဆူလာကြတာပါပဲ။ဒီလိုနဲ့စီမံကိန်းအကောင်အထည်ဖော်ဖို့ရန်အတွက် သေချာစီစဉ်အကွက်ချလုပ်ခဲ့ကြပေမယ့် ကံတရားကတော့မျက်နှာသာမပေးဘဲ လွဲချော်မှုတစ်ခုဖြစ်သွားခဲ့ပါတယ်။ကိုယ်မွေးတဲ့မျောက်ကကိုယ့်ပြန်ခြောက်တဲ့အခါမှာတော့ အားလုံးခဲလေသမျှသဲရေကျဖြစ်သွားရတော့တာပါပဲ။ဒီလိုနဲ့ ဒုစရိုက်ဂိုဏ်းနဲ့ပတ်သက်ဆက်စပ်မိပြီးနောက် ပြန်လည်ရုန်းထွက်နိုင်ပါ့မလား။ဘယ်လိုကြောင့်ဒီလိုဖြစ်သွားရတာလဲ။ကိုယ်ချစ်တဲ့တဲသူနဲ့အတူနေနိုင်ဖို့လူတိုင်းကြိုးစားကြပေမယ့် နှစ်ဖက်ပြိုင်ဆွဲကြတဲ့အခါ ဘယ်လိုဖြစ်ကုန်ကြမလဲ ဆိုတာတော့ ကိုရီးယားလူမိုက်ဂိုဏ်းအချင်းချင်းကြားကပက်ပက်စက်စက် တိုက်ခိုက်မှုအလန်းစားတွေနဲ့အတူ ကြည့်လိုက်ကြပါဦးဗျာ။  \n၁၈+ အခန်းတွေဖောဖောသီသီ ပါဝင်တဲ့အတွက်မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူးလို့..\n  \nFile Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.AAC.x264\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/URb5/A_Special_Lady_[18+]_(Mi-Ok)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-bacchus-lady-poster-133x200.jpg",
        "title": "The Bacchus Lady (2016)",
        "description": "The Bacchus Lady (2016)IMDb - 7.2/10_____Rotten - 100%\n သင်တို့ လက်ရှိဘဝကိုစိတ်ပျက်နေပါသလား\nဒီကားလေးကြည့်ရင်းကိုယ့့်ထက်ဆိုးတဲ့သူတွေကိုအောက်မေ့သတိရပြီးကောင်းဘက်ကဖြည့်တွေးပေးပါ\nသင်တို့ ဂုဏ်ပကာသနတွေနဲ့စိတ်ရင်းစေတနာကိုသတ်မှတ်ရတယ်လု့ိထင်ပါသလား\nမှားသွားပါလိမ့်မယ် မတတ်သာလို့လုပ်နေရတဲ့သူတွေရှိသေးလို့ပါ\nသင်တို့နုစဉ်အခါမှာအပျော်တွေနဲ့ပြည့်နှက်နေလို့ တစတစအသက်ကြီးပြီးအနိစ္စသဘောကိုမေ့လျော့နေပါသလား ဘယ်အရာမှမမြဲပါဘူးဆိုတာသတိရပါ\nဒီဇာတ်လမ်းလေးထဲမှာတော့ အသက်သေဆုံးသွားသည့့်တိုင်အောင်လောကဓံရဲ့ဆိုးကျိုးတွေကိုခါးစည်းခံသွားရတဲ့ဆိုယောင်းဆိုတဲ့အမျိုးသမီးကြီးတစ်ယောက်ရဲ့သရုပ်ကိုပီပြင်အောင်ရိုက်ကူးထားတာပါ အိုခံကောင်းဖို့ဆိုတာလူကြီးသူမတိုင်းရဲ့မျှော်လင့်ချက်တစ်ခုပါ ဒါပေမယ့် ဒီအမျိုးသမီးကြီးကတော့ဒီဆုတောင်းမပြည့့်ခဲ့ပါဘူး ငယ်စဉ်တည်းက အိမ်ဖော် / စက်ရုံအလုပ်သမားဘဝတွေနဲ့ဖြတ်သန်းခဲ့ရပြီး ပြည့့်တန်ဆာတစ်ယောက်ဖြစ်လာရသူပါ ဂျုန်နိုဆိုတဲ့နေရာဟာ အသက်ကြီးကြီးဘိုးတော်တွေအတွက် စိတ်ကျေနပ်မှုရှာလို့ရတဲ့ပြည့်တန်ဆာအမျိုးသမီးတွေရဲ့စုရပ်ပါ ဒီလိုနဲ့တစ်နေ့မှာ ဆေးခန်းသွားပြရင်းဆေးခန်းကဆရာဝန်ကိုဖိလစ်ပိုင်သူတစ်ယောက်ကဓားနဲ့ထိုးတဲ့အမှုဖြစ်ပွားတာနဲ့ကြုံခဲ့ရပါတယ် ဒီအမျိုးသမီးအဖမ်းခံရတဲ့အချိန်မှာအကူအညီမဲ့နေတဲ့သားလေးတစ်ယောက်တည်းမျက်စိသူငယ်နားသူငယ်နဲ့ဖြစ်နေတဲ့အချိန်မှာ ဆိုယောင်းဆိုတဲ့အမျိုးသမီးကအိမ်ခေါ်သွားပြီးစောင့်ရှောက်ပေးထားခဲ့ပါတယ် အဓိကပြောချင်တာကတော့လူတစ်ယောက်ရဲ့ဘဝမှာစိတ်ရင်းစေတနာဟာသူ့ရဲ့အသက်မွေးဝမ်းကြောင်းတဲ့အလုပ်နဲ့မဆိုင်ဘူးဆိုတာကိုသက်သေသာဓကပြသွားခဲ့ပါတယ် အသက်ကြီးလာတဲ့အခါကြုံတွေ့ရမယ့်ဖြစ်ပျက်သဘောတရားတွေ / စိတ်သောကတွေ / အားငယ်မှုတွေ / အသက်မွေးဝမ်းကြောင်းဖို့ခက်ခဲတာတွေကိုပီပြင်အောင်ရိုက်ကူးထားတဲ့ဂရုဏာရသပေးတဲ့ဇာတ်ကားလေးဆိုလည်းမမှားပါဘူး အဲ့တော့ CM ပရိသတ်ကြီးလည်းမိဘတွေအိုမင်းလာတဲ့အခါ ပစ်ပယ်မထားသင့်ဘူးနော် အိုခံကောင်းတဲ့မိဘတွေဖြစ်အောင်သားသမီးဖက်က တာဝန်ရှိတဲ့အကြောင်းသင်ခန်းစာယူကြရအောင်ဗျာ....\n \nAdult scence အနည်းးငယ်ပါဝင်တာမို့ သတိထားကြည့်ကြဖို့ သတိပေးလိုက်ပါရစေဗျ\n သင္​တို႔ လက္​ရွိဘဝကိုစိတ္​ပ်က္​​ေနပါသလား\nဒီကား​ေလးၾကည္​့ရင္​း​ကိုယ့္​့ထက္​ဆိုးတဲ့သူ​ေတြကို​ေအာက္​​ေမ့သတိရၿပီး​ေကာင္​းဘက္​က​ျဖည္​့ေတြး​ေပးပါ\nသင္​တို႔ ဂုဏ္​ပကာသန​ေတြနဲ႔စိတ္​ရင္​း​ေစတနာကိုသတ္​မွတ္​ရတယ္​လု႔ိထင္​ပါသလား\nမွားသြားပါလိမ္​့မယ္​ မတတ္​သာလို႔လုပ္​​ေနရတဲ့သူ​ေတြရွိ​ေသးလို႔ပါ\nသင္​တို႔ႏုစဥ္​အခါမွာအ​ေပ်ာ္​​ေတြနဲ႔ျပည္​့ႏွက္​​ေနလို႔ တစတစ​အသက္​ႀကီးၿပီး​အနိစၥသ​ေဘာကု​ိ​ေမ့​ေလ်ာ့​ေနပါသလား ဘယ္​အရာမွမၿမဲပါဘူးဆိုတာသတိရပါ\nဒီဇာတ္​လမ္​း​ေလးထဲမွာ​ေတာ့ အသက္​​ေသဆံုးသြားသည့္​့တိုင္​​ေအာင္​​ေလာကဓံရဲ႕ဆိုးက်ိဳး​ေတြကိုခါးစည္​းခံသြားရတဲ့ဆို​ေယာင္​းဆိုတဲ့အမ်ိဳးသမီးႀကီးတစ္​​ေယာက္​ရဲ႕သရုပ္​ကိုပီျပင္​​ေအာင္​ရိုက္​ကူးထားတာပါ အိုခံ​ေကာင္​းဖို႔ဆိုတာလူႀကီးသူမတုိင္​းရဲ႕​ေမွ်ာ္​လင္​့ခ်က္​တစ္​ခုပါ ဒါ​ေပမယ့္​ ဒီအမ်ိဳးသမီးႀကီးက​ေတာ့ဒီဆု​ေတာင္​းမျပည့္​့ခဲ့ပါဘူး ငယ္​စဥ္​တည္​းက အိမ္​​ေဖာ္​ / စက္​ရံုအလုပ္​သမားဘဝ​ေတြနဲ႔ျဖတ္​သန္​းခဲ့ရၿပီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2TQnv/The_Bacchus_Lady_(Jookyeojooneun_Yeoja)_[17+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/IMG_3456-142x200.jpg",
        "title": "[18+] Members Only (2017)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောင်ကောင်ကစတော့ရှယ်ယာဈေးကွက်အကြောင်းရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကတော့...\nပညာတတ်အူကြောင်ကြောင် ကောင်လေးတစ်ယောက်\nစတော့အကြီးအကျယ်ရှုံးပြီး ကလပ်မှာဝင်လုပ်လိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့ကလပ်ကိုလာနေကျ စတော့ရှယ်ယာဈေးကွက်မှာနာမည်ကြီး သူဌေးတစ်ယောက်\nပိုက်ဆံလွယ်လွယ်ရချင်လို့ ရည်းစားမသိအောင် ကလပ်မှာလာလုပ်တဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့လူတွေအားလုံး ကလပ်မှာဆုံကြတဲ့အခါ ဘာဆက်ဖြစ်မလဲဆိုတာတော့\nပရိသတ်ကြီးဆက်လက်ကြည့်ရှုခံစားလိုက်ပါအုန်း\n \nကလပ်အခန်းတော်တော်များများပါတဲ့အတွက်18+ အခန်းတွေပါမယ်ဆိုတာမပြောတော့ဘူးနော် :p\nNudity Scene တွေပါဝင်တောကြောင့် မိသားစုနဲ့အတူကြည့်ရှုရန်မသင့်တော်ပါ\n File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside HMT\nEncoded by BGR",
        "rating": "4.1",
        "url": "https://megaup.net/1B607/Members_Only_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/gc5awm9jt6o0vo0-143x200.jpg",
        "title": "[18+] Live (2014)",
        "description": "ဒီဇာတ္ကားဟာ စိတ္ကူးယဥ္ဆန္တဲ့သည္းထိပ္ရင္ဖိုကားျဖစ္ပါတယ္။IMDB Rating 5.2/10 ထားပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ နာအိုတိုတာမူရာ ဆိုတဲ့ေကာင္ေလးဟာငယ္ငယ္တုန္းကလုပ္ခဲ့တဲ့အမွားေလးတစ္ခုေၾကာင့္ႀကီးလာတဲ့အခါအသက္ကိုရင္းၿပီးေတာ့ ကိုယ္ခ်စ္တဲ့လူေတြကိုကယ္တင္ရမယ့္ကစား နည္းတစ္ခုမွာပါဝင္ရပါတယ္။ေသြးထြက္သံယိုမၾကည့္ရဲသူမ်ားမၾကည့္သင့္ပါဘူး။ကိုယ္ခ်စ္ရတဲ့ သူေတြကို ဘယ္လိုေတြၾကမ္းၾကမ္းတမ္းတမ္း ကယ္တင္မလဲဆိုတာေတာ့ .....။Nudity Scene တခ်ိဳ႕ပါဝင္တာေၾကာင့္ Not 4 Kid ပါ။(Dark Side Production မွ တင္ဆက္သည္။) \nFile Size…(850 MB) and (300 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:45:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Side SWN",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-live-2014/",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/fullsizephoto750804-133x200.jpg",
        "title": "[18+] Russian Mom (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n Directed by Choi Won-joon-I (최원준)89min | Release date in South Korea : 2016/07/28Synopsis\nMom, now we have a secret of our own.Jang-ho who dreams of becoming a chef is pretty close to his dad\nYeong-soo; enough to talk about his girlfriend and they live alone. One\nday, Yeong-soo tells Jang-ho that he's getting remarried to a Russian\nwoman. Jang-ho accepts ...",
        "rating": "",
        "url": "https://megaup.net/V8y0/Russian_Mom_(Reo-Si-A_Eom-Ma)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/oppso1p-141x200.jpg",
        "title": "[18+] Sweet Whip (2013)",
        "description": "Dark Side Production မွတင္ဆက္သည္။IMDB Rating (6.2)WARNING: This film contains graphic sex scenes, ?**#, masturbation, bondage...and I believe there's some nudity somewhere too, I don't know so...be over 18 to watch. 18 YEARS!Sweet Whip [Director's Cut] (2013)Also known as:\nYear: 2013\nCountry: Japanese\nDirected by: Takashi Ishii\nDuration: 2 hours, 24 mins\nLanguage: JapaneseCast:\nMitsu Dan\nYuki Mamiya\nNaoto TakenakaPlot:\nWhen Naoko was a freshman in high school she ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/18-sweet-whip-2013/",
        "category": "Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wet-woman-in-the-wind-poster-133x200.jpg",
        "title": "[18+] Wet Woman in the Wind (2016)",
        "description": "Dark Side Production အနေနဲ့\nဂျပန် Adult ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\n ဇာတ်ကြောင်းကတော့...\nမိန်းမဆိုတာတွေကို စိတ်နာပြီးတော့လား လိုတာမရ ရတာမလိုတာကြောင့်ပဲလား ဘာအကြောင်းကိစ္စရယ် မသိ\nကိုဆူကီဆိုတဲ့ ဘဲတစ်ဗွေက လူသူမသိတဲ့တောထဲမှာ တစ်ယောက်တည်း နေနေပါတယ်...\nစားရကံကြုံတော့ မုတ်ဆိတ်ပျားစွဲတယ်ပြောရမလားပဲ..\nသူနေတဲ့တောနဲ့မနီးမဝေးမှာရှိတဲ့ စားသောက်ဆိုင်တစ်ဆိုင်က စော်တစ်ဗွေနဲ့ သူနဲ့ ဆုံတော့တာပဲ\nဘဲကြီးကိုချိတ်သာချိတ်တာ စော်ကလဲခပ်ချေချေနော်\nဘဲကြီးကလည်းမိန်းမတွေကိုစိတ်ကုန်နေတဲ့သူ\nစော်ကလဲ ဘဲကြီးသူ့အပေါ်စိတ်လည်လာအောင် ဘယ်လိုတွေတောင်ရွဲ့ပြီး တခြားဘဲတွေနဲ့ဝုန်းပြမလဲ ဆိုတာရယ်\nတစ်ချိန်ကရှေးဟောင်းနှောင်းဖြစ်ပတ်သတ်ရာပတ်သတ်ကြောင်းဖြစ်တဲ့ နောက်စော်တစ်ဗွေကလဲ ထပ်ရောက်လာပြီး\nဘယ်လိုတွေတောင် ဖြစ်ကြတယ် ဆိုတာကတော့ဖြင့့်......။(ဘာသာပြန် Xian မှတင်ဆက်ထားသလိုဇာတ်လမ်းအညွှန်းကတော့ BGR ဖြစ်ပြီး RGB မှ Encode ထားပါတယ်။)Cast\nTasuku Nagaoka as Kosuke Takasuke\nYuki Mamiya as Shiori \nFile Size…(800 MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:18:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Side Xian",
        "rating": "5.9",
        "url": "https://megaup.net/2gtaf/Wet_Woman_In_The_Wind_(Kaze_Ni_Nureta_Onna)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    }
]