[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/p23747880_v_v9_aa-200x200.jpg",
        "title": "[21+] The Seduction Game (2011)",
        "description": "ထိုင်းမလေးတွေရဲ့ တင်းတင်းရင်းရင်း ကျစ်ကျစ်လစ်လစ် အလှလေးတွေကို\nခံစားကြည့်ရအောင်ဗျာ ထိုင်းမလေးတွေက အရမ်းချစ်ဖို့ကောင်းပြီး\nဆွဲဆောင်မှုအားကောင်းတယ်ဆိုတာတော့ လက်မခံလို့ မရတဲ့အချက်တခုပဲဝဒ်က အရမ်းကိုကြိုးစားနေတဲ့ ဇာတ်ညွှန်းရေးဆရာတယောက်\nသူက သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေ ဇာတ်ညွှန်းရေးတယ်\nသူ့မှာအရမ်းချစ်ဖို့ကောင်းတဲ့ ချစ်ဇနီးလေးတစ်ယောက်\nဘန်ကောက်ကအိမ်ကိုရောင်းခဲ့ပြီး ဇနီးလေးကို သူအလုပ်လုပ်နေတဲ့\nမြို့လေးဆီ ခေါ်လာခဲ့တယ်\nတနေ့ ဝဒ်အလုပ်သွားရာလမ်းမှာ လူတယောက်ကို အရှိန်ပြင်းပြင်းနဲ့ကားဝင်တိုက်မိပါတယ်\nသေလားရှင်လားမသိပဲ ပြစ်မှုရင်ဆိုင်ရမှာကြောက်တဲ့အတွက်\nအိမ်သယ်လာခဲ့ရာမှ....မိန်းမတယောက်ရဲ့ မူယာ ပိုက်ဆံနံ့ရတာနဲ့ မျက်ကလူးဆန်ပြာဖြစ်တက်တဲ့\nမိန်းမတွေရဲ့ သဘောထား၊ အသည်းယားစရာမာယာတွေကို\nအဖေါ်ချွတ်ခန်းတွေဖောဖောသီသီ သုံးထားတာဖြစ်လို့\nDS Fans တွေလက်ထဲ ထည့်ပေးလိုက်ပါတယ်\nFile size…778MB\nQuality…720p WEB DL\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.3",
        "url": "https://megaup.net/2B5no/The.Seduction.Game.2011.720p.WEB.AAC.x264(DS).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMWFiZDAwMjQtZGM2OC00NmE3LWEyZWMtMjZjMGU1YjdhNWJhXkEyXkFqcGdeQXVyMjQzMzQzODY@._V1_-141x200.jpg",
        "title": "[21+]Immoral Tales (1973)",
        "description": "ပြင်သစ်သူ အချောလေးတွေ ဘယ်လောက်လက်ဆက်ပြီး\nကျော့ရှင်းနေတယ်ဆိုတာ ဒီဇာတ်ကားလေးကသက်သေပါပဲ\nဇာတ်ကားဆိုပေမဲ့ လူပြောများတဲ့ တဏှာလောဘသားတွေအကြောင်းကို\nသုံးပိုင်းခွဲပြီး စီစဉ်ထားတာဖြစ်ပါတယ်တပိုင်းချင်းစီမှာ တယောက်ချင်းစီရဲ့ အလှပတွေ\nသေချာငွေကုန်ကြေးကျခံရိုက်ကူးထားတာဖြစ်ပြီး\nဖေါ်ချွတ်ခန်းတွေအရမ်းများပြီး ကြည့်လို့ကောင်းတဲ့\nဇာတ်ကားတစ်ကားဖြစ်လို့DS Fans တွေ\nလက်ထဲထည့်ပေးလိုက်ပါတယ်\nFile size…3.48GB/ 2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.6",
        "url": "https://megaup.net/1f9s8/Immoral.Tales.1973.1080p.AAC2.0CH(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0XLYxnH35HBGEY4q8x2BXn07ee.jpg",
        "title": "[18+] Hosto (2023)",
        "description": "Hosto (2023)ပက်ထရစ်ဟာ ငယ်ရွယ်စဉ်က ထင်ရာစိုင်းခဲ့တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး အခုချိန်မှာတော့ သားတစ်ယောက်အဖေဘဝနဲ့ ဘဝကိုကြိုးစားတည်ဆောက်နေပါတယ်။ သူ့မှာ ဇနီးအပြင် ချစ်သူအမျိုးသားလည်းရှိပြီးတော့ အဲဒီအမျိုးသားက သူ့အတွက်အစစအရာရာ ပံ့ပိုးဖြည့်ဆည်းပေးနေတဲ့သူပါ။ သူ့အိပ်မက်ကတော့ ဂျပန်မှာစာသင်ရင်းအလုပ်သွားလုပ်ဖို့ဖြစ်ပြီး အဲဒါတွေကလည်း သူ့သားရဲ့အနာဂတ်နဲ့ သူ့မိသားစုအတွက်ပါပဲ။တကယ်တမ်း သူဂျပန်ကိုရောက်ရှိချိန်မှာတော့ စိတ်ကူးတွေထဲကနဲ့ အစစအရာရာ ကွာခြားနေခဲ့ပြီး လိုအပ်ချက်တွေများလွန်းတဲ့ သူ့မိသားစု၊ အထူးစောင့်ရှောက်မှုလိုအပ်နေတဲ့ သူ့ကလေးအတွက် ကျောင်းတစ်ဖက် အလုပ်တစ်ဖက်နဲ့ ကြိုးစားသမျှတွေ အရာမထင်ဖန်များလာတဲ့နောက် သူနဲ့အတူနေမိတ်ဆွေ ရစ်ချတ်ရဲ့မိတ်ဆက်ပေးမှုနဲ့ ဂျပန်နိုင်ငံရဲ့ Nightlife ထဲမှာ Hosto တစ်ယောက်အဖြစ် အချိန်ပိုင်းလုပ်ဖို့ဖြစ်လာပါတော့တယ် (Hosto ဆိုတာအမျိုးသမီးကြီးတွေနဲ့ အတူထိုင်သောက် စကားပြော လိုအပ်ရင်အဆုံးထိလိုက်လျောရတဲ့အမျိုးသားဂေးရှားသဘောမျိုးပါ)။ဒါပေမဲ့လည်း မိသားစုအတွက် တိုင်းတစ်ပါးမှာ အဆုံးစွန် စွန့်လွှတ်အနစ်နာခံနေမှုတွေကတစ်ဖက်၊ အဲဒီလိုအလုပ်တွေလုပ်နေရတဲ့အတွက် သူ့ဇနီးအပေါ်၊ ချစ်သူအပေါ်၊ သူ့လိပ်ပြာသူမလုံတဲ့ စိတ်တွေနဲ့ရှေ့ဆက်ဖို့ ခက်ခဲလာနေတဲ့ ပက်ထရစ်တစ်ယောက် သူ့အိမ်ရှင်ရဲ့သမီးဖြစ်တဲ့ သီယာဆိုတဲ့မိန်းကလေးက သူ့ကိုကယ်တင်တဲ့အနေနဲ့ သူနဲ့ဟန်ဆောင်လက်ထပ်ဖို့ကမ်းလှမ်းလာတဲ့အခါ... ချစ်သူတွေဝိုင်းနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1f7q9/(CM)_Hosto_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/1480976-142x200.jpg",
        "title": "[21+]Summer Camp Girls(1983)",
        "description": "အမေရိကန် ပျိုဖြူလေးတွေအတွက် သီးသန့်ထိန်းကျောင်းတဲ့\nနွေရာသီ လေ့ကျင့်ရေးစခန်းမှာ ဖြစ်ပွါးခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးပါ...\nအမေရိကန်ပျိုဖြူလေးတွေရဲ့ ဘွင်းဘွင်းရှင်းရှင်း အန်ဆင်ဆာ အချစ်ဇာတ်လမ်းလေး...တကယ်တော့ အဲဒီစခန်းကို ဘယ်သူမှမသွားချင်ကြပါဘူး\nဘာလို့လဲဆိုတော့ အနေထိုင် အရမ်းတင်းကြပ်လို့ပါပဲအန်ဂျလာ.....\nအန်ဂျလာကတော့ လူကုံထန်အသိုင်းဝိုင်းက ပေါက်ဖွါးလာသူလေး\nပြစ်မျိုးမှဲ့မထင်လေး အလှတရားပြည့်စုံတယ်....\nသူမရဲ့အဖေက အရမ်းစည်းကမ်းတင်းကြပ်တယ်\nသူမအဖေက ဘာသာရေးသမား\nအခုလည်းကြည့်လေ အန်ဂျလာချစ်သူက တခြားဘာသာဝင်ဖြစ်နေလို့\nမရရအောင်ဖြတ်ပြီး လေ့ကျင့်ရေးစခန်းပို့ပစ်တယ်...အဲမှာ အန်ဂျလာတစ်ယောက် အထူးဆန်းတွေ စတွေ့တာပဲ\nသူရဲ့အခန်းဖော်တွေက ပူစီလေးတွေ..\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ...\nစိတ်ဝင်စားဖို့ကောင်းပြီး ဘွင်းဘွင်းရှင်းရှင်းခန်းတွေ များတာမို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.07GB / 1.01GB\nQuality…1080p /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/3gXkD/Summer_Camp_Girls_1983.1080p(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rn55E_4f-133x200.jpg",
        "title": "[18+]Female Urologists 2 (2020)",
        "description": "[18+]Female Urologists 2 (2020)******************************ခပ်မိုက်မိုက်အမျိုးသမီး(၂)ဦးက ဆေးခန်းထိုင်ကြပါတယ်..သူတို့ ဝန်ဆောင်မှုပေးတဲ့ကုသနည်းတွေကအတော်ဆန်းကြယ်ကြပါတယ်..ကုသခံရတဲ့အမျိုးသားတွေကလည်း စိတ်ကြည်နူးပျော်ရွှင်ပြီးပြန်သွားလေ့ရှိတယ်..ဘယ်လိုတွေကုပြီး ဘယ်လိုတွေဝန်ဆောင်မှုပေးလဲဆိုတာတော့ ဖန်သားပြင်ပေါ်တွင်ရှု...File Size :(1.5GB)& (651MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:12:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2AZmA/Female_Urologists_2(2020)WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLqBMXmh1ackQL1cIYrKeiOuBYP.jpg",
        "title": "[18+]Road Movie(2002)",
        "description": "[18+]Road Movie(2002)***********************ဒီနေ့မှာတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ 18+ BL ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Cast တွေအနေနဲ့ movie star တွေဖြစ်တဲ့ Hwang Jung-min နဲ့ Jung Chan တို့မင်းသားနှစ်ယောက်နဲ့ မင်းသမီး Seo Lin က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အတိတ်ကိုဖုံးကွယ်ထားပြီးတော့ လမ်းပေါ်မှာပဲ ရှင်သန်နေထိုင်တဲ့ဒယ်ရှစ်၊ သူက ခက်ထန်တဲ့ပုံပေါ်ပေမဲ့တစ်ခါတစ်လေမှာ ဝမ်းနည်းအထီးကျန်နေတဲ့ပုံလည်း ပေါ်ပါတယ်။ တစ်နေ့မှာတော့ ဒယ်ရှစ်က လမ်းပေါ်မှာ အရက်မူးပြီးလဲနေတဲ့ ဆော့ဝန်လို့ခေါ်တဲ့သူကို တွေ့ခဲ့တယ်။ အစက လှည့်ထွက်ဖို့လုပ်ခဲ့ပေမဲ့ နောက်ဆုံးမှာတော့ သူနေတဲ့နေရာကို ခေါ်လာခဲ့လိုက်ပါတယ်။ထပ်မချစ်တော့ဘူးလို့လုပ်ခဲ့ပေမဲ့ သူ့နှလုံးသားက ပြန်လည်ရှင်သန်လာခဲ့ပါတယ်။ဆော့ဝန်က စီးပွားပျက်ပြီး မိန်းမရဲ့စွန့်ပစ်မှုကိုပါ ခံလိုက်ရလို့ စိတ်ဓာတ်ကျပြီး ကိုယ်ကိုယ့်ကိုယ်သတ်သေဖို့ အမြဲကြိုးစားနေတဲ့သူပါ။ဒယ်ရှစ်နဲ့တွေ့ပြီးတဲ့နောက်မှာတော့ ငြီးငွေ့စရာကောင်းတဲ့ လူအဖွဲ့အစည်းကနေ ရုန်းထွက်ပြီးတော့ဒယ်ရှစ်နဲ့အတူ ခြေဦးထွက်ရာ ခရီးထွက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့... File Size :(3.6GB)& (1.4GB)\nQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/3WUc0/Road.Movie.2002.WEB-DL.1080P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qU9hqUSGyQfbkEdqluX21nWVcp9.jpg",
        "title": "[18+] Bitter Moon (1992)",
        "description": "Bitter Moon (1992)~ IMDb - 7.2/10, Rotten Tomatoes - 63% ~ခေတ်လိုအပ်ချက်အရရော လူ့လိုအပ်ချက်အရရော Erotic ကားတွေကို ရိုက်ခဲ့ကြတဲ့ အထဲမှာ ထိတ်ထိတ်ကြဲဒါရိုက်တာတွေလည်း မကင်းခဲ့ပါဘူး။ မင်းသားမင်းသမီးတွေကတော့ ပိုမကင်းပေါ့။ အရှေ့တိုင်း အနောက်တိုင်းအပါအဝင် နာမည်ကြီးစီနီမာတော်တော်များများက ဒါရိုက်တာတွေထဲ ဒီလိုကားတွေရိုက်ခဲ့တဲ့သူတွေ မနည်းပါဘူး။ ဒီတစ်ခါကားကို ရိုက်တဲ့သူက ရိုမန်ပိုလန်စကီးပါ။ရိုမန်ပိုလန်စကီးနာမည်ကို ဂိတော်တော်များများလည်း ရင်းနှီးပြီးသားပါပဲ။ သူ့မရင်းနှီးတောင် သူရိုက်ခဲ့တဲ့ကားတွေကိုတော့ ရင်းနှီးကြမှာပါပဲ။ The Pianist, Rosemary's Baby, Chinatown စသဖြင့် မာစတာ့ မာစတာပိစ်တွေကားတွေကို ရိုက်ခဲ့တဲ့ ဆရာကြီးပါပဲ။ ဒီဘဲက အော်စကာ၊ ဗြိတိန်အကယ်ဒမီ၊ ဆီဇာ၊ ရွှေကမ္ဘာလုံး၊ ရွှေဝက်ဝံ၊ Palme d'Or စသဖြင့် ထိပ်တန်းတကာထိပ်တန်းဆုကြီးတွေနဲ့ အမြဲ မျက်မှန်းတန်းမိနေတဲ့ လူဆိုလည်းမမှားဘူး။ ဒီတော့ သူ့စကေးကိုတော့ သွားရှုပ်လို့မရဘူးပေါ့။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1UZu0/(CM)_Bitter_Moon_(1992)_1080p.mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rusted_body_Guts_of_a_virgin_1-141x200.jpg",
        "title": "Female Inquisitor (1987)",
        "description": "Rusted Body: Guts of a Virgin IIIFemale Inquisitor ( 1987 )ဇာတ်ကတော့ သူ့နာမည်အတိုင်းပါပဲ အမျိုးသမီးစစ်ကြောမေးမြန်းသူပါ။ ဒီနားက မစားသေးပါဘူး။ တကယ်စားတာက ဘယ်လိုစစ်လဲဆိုတာက စားပါတယ်။ တကယ်လည်း စားပါတယ်။ ဒီကားကျ နှိပ်စက်ဖမ်းချုပ်ပြီး လိင်မှုပြုတဲ့ကားတွေကို သဘောကျတဲ့ လူတွေအတွက်လို့ပြောရမလားပါပဲ။ သူ့ဇာတ်အတိုင်း မင်းသမီးနဲ့ သူ့အဖွဲ့က သူတို့ငွေကိုယူသွားတဲ့လူတွေလို့ ယူဆရတဲ့လူတွေကို ဖမ်းပြီး စစ်ပြီး ငွေတွေ ဘယ်နားထားသလဲမေးတာကို ကြည့်ရမှာပါ။ သူ့နှိပ်စက်ပုံနှိပ်စက်နည်းတွေက ကောင်းတယ်ပဲ ပြောရမလား ရက်စက်တယ်ပဲပြောရမလားပါ။ ဥပမာဆို လိင်တံကို ထိပ်ကို ကြိုးနဲ့ချည် သုက်မလွှတ်နိုင်အောင်လုပ်ပြီး အခါခါပြီးအောင် လုပ်ပစ်တာမျိုးပေါ့။ ကောင်းလည်းကောင်း ထုတ်လို့လည်းမရတော့ တင်းနေပြီး ပေါက်ကွဲတော့မလိုလိုဖြစ်နေတဲ့ အခြေအနေပါပဲ။ ဒါကတော့ သူ့နှိပ်စက်ပုံတစ်ကွက်ပေါ့။ တခြား ဘယ်လိုနည်းတွေနဲ့ နှိပ်စက်ပြီး လိုချင်တာကို ရအောင်ယူကြမလဲ ကောင်းကောင်းမွန်မွန်ရက်ရက်စက်စက်ကြီး ...",
        "rating": "5.0",
        "url": "https://megaup.net/1f4jo/Female_Inquisitor_(1987)_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MXGS-633-Uncensored-Leak-convert.io_-140x200.jpg",
        "title": "{21+}Sweaty Miyuki Yokoyama [MXGS-633 ]",
        "description": "မီယူကီ ရဲ့ ဆင်ဆာမပါတဲ့အလှလေးတွေကို ရင်ခုန်ကြည့်မယ်\nဂျပန်မ လှလှလေးတွေက ရင်ခုန်စရာအသစ်ဆန်းတွေရှာတက်ကြတယ်\nအချောလေးတွေက အထိတွေ့ကို ပုံစံမျိုးစုံခံစားကြည့်ချင်ကြတယ်\nဒါရိုက်တာတွေကလည်း အချောလေးတွေကို အမှီလိုက်ရရှာတယ်\nအချောလေးတွေက ဘယ်လောက်ပဲ ပင်ပန်းပါစေ အစွမ်းကုန်ပွင့်လန်းတာပါပပဲဒီဇာတ်ကားလေးက အချောလေး မီယူကီရဲ့ ခံနိုင်အားကိုစမ်းသပ်တယ်ဆိုလည်းမမှားပါဘူး\nမီယူကီ ကချွေးထွက်တာကိုအရမ်းမုန်းတယ်လေ\nသူ့ကို ဆက်တင်ချထားတာက ချွေးနဲ့ နပန်းလုံးရမဲ့ ရိုက်ကွင်း\nသူချွေးတွေကို ဘယ်လို ရုန်းကန်မလဲ\nသူဘယ်လောက်ထိရင်ခုန်စိတ်လှုပ်ရှားပြီး\nသူ့အထင်နဲ့အမြင် ဘယ်လိုတက်တက်စင်အောင် လွဲသွားသလဲဆိုတာ\nDS Fans တွေ သိရအောင် အခုပဲကြည့်သင့်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.01GB/ 1GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2 h 2 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3gOUz/MXGS-633_[Uncensored_Leaked]_Sweaty_FUCK_Miyuki_Yokoyama_.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRnzwPv3cl5MWCMebtTVpxLX30x.jpg",
        "title": "[18+] Star Dancer (2023)",
        "description": "Star Dancer (2023)အိုဒတ်ဆာဟာ မနီလာမှာရှိတဲ့ ဘဲလေးကျောင်းတစ်ကျောင်းမှာ ပညာသင်ဆုရခဲ့ပေမယ့်လည်း ကံဆိုးစွာပဲ ခြေထောက်မှာဒဏ်ရာရခဲ့ပြီး အနားယူရာကနေ ဘယ်တော့မှ ဘဲလေးပြန်မကနိုင်တော့ဘူးဆိုတာသိရပြီး ကျောင်းထွက်ခဲ့ရပါတယ်။ အဆောင်အတူနေ သူငယ်ချင်းကောင်မလေးတွေက သူတို့အလုပ်လုပ်တဲ့ကလပ်မှာ Dancer အဖြစ်လျှောက်ဖို့ပြောလို့ လိုက်သွားခဲ့မိရာကနေ ကလပ်ပိုင်ရှင်ရဲ့သား ပရင်စ့်ဆိုသူက မျက်စိကျပြီး မြှောက်စားတဲ့နောက် သူဟာ Lakeside ဆိုတဲ့ကလပ်မှာ Star Dancer တစ်ယောက်ဖြစ်လာပါတော့တယ်။မပြေလည်တဲ့ မိသားစုကိုထောက်ပံ့နေရတဲ့ သူ့အတွက် ကလပ်ကရတဲ့ ညကြေးတွေနဲ့တင် မလုံလောက်တဲ့အခါ အခန်းဝင်ဖို့ တစ်ဆင့်တက်ဖို့ ကမ်းလှမ်းတာတွေကြုံရတဲ့ကြားက ပရင်စ့်ရဲ့မျက်နှာကိုထောက်ပြီးသူထိန်းချုပ်ထားခဲ့ပေမယ့်လည်း တစ်ချိန်တုန်းက ကလပ်ရဲ့ Star Dancer ဟောင်း ဂျီဆဲလ်ဆိုတဲ့ မိန်းမလှလေးပြန်ရောက်လာတဲ့အချိန်မှာတော့ အခြေအနေတွေတစ်မျိုးတစ်ဖုံပြောင်းလဲလာပါတော့တယ်။ဘာကြောင့်လဲဆိုတော့ ဂျီဆဲလ်ဟာ ကချေသည်ဟောင်းတစ်ယောက်ဖြစ်ရုံမက သူ့လက်ရှိချစ်သူ ပရင်စ့်ရဲ့ရည်းစားဟောင်းတစ်ယောက်လည်းဖြစ်နေလို့ပါပဲ။ရင်းနှီးပြီးသားဖြစ်လောက်မယ့် မင်းသမီးချောလေး Denise Esteban နဲ့ ပြီးခဲ့တဲ့ Stalkers Series မှာ Apple အဖြစ်၊ Pantaxa ...",
        "rating": "",
        "url": "https://megaup.net/2ARhD/(CM)_Star_Dancer_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yk6m88F0boqe5m9ofyAaKZq50c3.jpg",
        "title": "[18+] Hilom (2023)",
        "description": "Hilom (2023)အသည်းကွဲတာ ပျောက်တယ်ဆိုတဲ့ဆေး မတွေ့သေးတဲ့ ကော်နီကို ပေးလို့ရပါပြီ။ Hilom ကတော့ ၂၀၂၃ ထွက် ဖိလစ်ပိုင် အချစ်ဟာသဇာတ်ကားလေးပါ။ အချစ်ခန်း အနည်းငယ်ပါတဲ့အတွက် ကလေးတွေကြည့်ဖို့ကတော့ မသင့်တော်ပါဘူးနော်။အဖေဆုံးပြီးတာမကြာသေးတာကိုမှ သတို့သမီးလောင်းကို လက်ထပ်ခွင့်တောင်းပြီးမှ ရည်းစားပစ်ခံလိုက်ရတဲ့ ဆမ်တစ်ယောက် အသေအကြေ အသည်းကွဲပါတော့တယ်။ စိတ်ဓာတ်တွေကျပြီး ကိုယ့်ဘာသာသတ်သေလောက်တဲ့ထိကို ဖြစ်သွားတာပေါ့။ အဲဒါနဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က ဆေးတစ်လုံးဝယ်လာပေးပါတယ်။အသည်းကွဲတာပျောက်တဲ့ဆေးတဲ့...အဲဒါနဲ့ ဆမ် အဲဒီဆေးကို သောက်လိုက်ပြီးတော့ အသည်းကွဲတာပဲပျောက်မလား... အသက်ပဲပျောက်မလားတော့... ဇာတ်ကားထဲမှာပဲ မင်းသမီးလုံးလုံးလေးတွေနဲ့ အတူကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 945MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 58Min\nGenre - Romance\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by 6 ...",
        "rating": "",
        "url": "https://megaup.net/1UPpx/(CM)_Hilom_(2023)_1080p.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Momoka-Katou-1-125x200.jpg",
        "title": "[21+]My Smartphone Has Become A Sensitive Girl [SDDE-583]",
        "description": "ချစ်စရာအမူအရာလေးတွေနဲ့ မရိုးမအီအောင်\nဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားတဲ့ ဆင်ဆာမပါတဲ့ဖုန်းလေးတစ်လုံး\nရှောင်တိုအမျိုးစား ဖုန်းလေးတစ်လုံးပါ ချစ်စနိုးနဲ့ မက်မွန်လို့ နာမည်ပေးထားတယ်ဆန်းဂျီတစ်ယောက် အခုတလော ထူးထူးဆန်းဆန်းတွေဖြစ်နေပါတယ်...\nသူလက်ရှိအသုံးပြုနေတဲ့ ဖုန်းလေးတစ်လုံးက\nရုတ်တရက်ဆို လူသားတွေနားမလည်နိုင်အောင်ပဲ လူတစ်ယောက်ဖြစ်သွားပါတယ်\nလူတယောက်ကလဲကြည့်လိုက်ပါဦး အင်မတန်ချောမောလှပပြီး\nချစ်စဖွယ်ဟန်ပန်လေးတွေနဲ့ အမိုက်စားခန္ဓာကိုယ်ပိုင်ဆိုင်ထားတဲ့\nမက်မွန် လေးဖြစ်နေပါတယ်....ဖုန်းရဲ့ အားသွင်းရတဲ့ စနစ်ကလဲ အတော်ထူးခြားတယ်ဗျ\nနောက်ဆုံးပေါ် နည်းပညာနဲ့အပေါက်လို့ပြောရမယ်ထင်တယ်ဗျ\nဘယ်လို အားသွင်းရတာလဲဆိုတာ DS Fans တွေ အကဲခပ်ကြည့်ပါဦး\nFile size…2.87GB / 1.13GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 23mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3gJ8v/SDDE-583-UN_[Uncensored_Leaked]_[Anthropomorphic_AV]_My_Smartphone_Has_Become_A_Sensitive_Girl.1080p.FHD(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDc3ZTE2OGQtMmYzZi00Njg5LTlmYzgtMmFlMmUxZjQ4NmJkXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-140x200.jpg",
        "title": "(18+)Rusted Body: Guts of a Virgin III (1987)",
        "description": "Rusted Body: Guts of a Virgin 3 (Gômon kifujin) (1987)\nFemale Inquisitor 1987စစ်ကြီးပြီးသွားတော့ လူတွေက ဦးရာလူစနစ်နဲ့ ရသလောက်အနိုင်ကျင့်နေကြတဲ့အချိန်\nပိုက်ဆံအများကြီးပိုင်ထားတဲ့သူတွေ မလုံခြုံတဲ့အချိန်...သူတပါးပိုင်ဆိုင်တဲ့ပိုက်ဆံတွေကို ငမ်းငမ်းတက်လိုချင်နေတဲ့\nဂိုဏ်းတဂိုဏ်းရှိနေပါတယ် အဲဒီဂိုင်းက ရက်စက်လွန်းလို့ နာမည်ကြီးလှပါတယ်\nအဓိက ဦးဆောင်နေတာက မထင်ရက်လောက်အောင် လှပချောမောတဲ့\nအမျိုးသမီးနှစ်ဦး ဦးဆောင်ထားတယ်သူတို့နှစ်ယောက်က ညှင်းပန်းနည်းတွေက ကြောက်စရာကောင်းလှတယ်\nတနေ့ သူတို့ ယန်း သန်း ၁၄၀ အနံ့ရပြီးလိုက်ကြတဲ့အခါ\nသူတို့ရဲ့ ညှင်းပန်းမှုတွေက ခက်ထန်သလို နူးညံ့တာလေးတွေရော ရောယှက်နေတာ\nမမကြီးတစ်ယောက်နဲ့ အရွယ်ငယ်ကောင်မလေးတယောက်ရဲ့\nအတိုင်ဖောက်ညီညီ သတင်းလိုက်တာလေးတွေက DS Fans တွေအကြိုက်ဖြစ်လို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.45GB / 604MB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.4",
        "url": "https://megaup.net/1eKfa/Female.Inquisitor.1987.1080p.BluRay.x264.AAC(DS).mp4",
        "category": "Adult, Asian, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDRkNDRkY2YtMTFlNC00OGU3LTgwNzAtYTc1ODg4ZDg4NTU4XkEyXkFqcGdeQXVyNTg2MTQyNTk@._V1_-141x200.jpg",
        "title": "[18+] Tirante El Blanco(2006) The Maidens’ Conspiracy",
        "description": "Tirante El Blanco (or) The Maidens' Conspiracy(2006)ဒီဇာတ်ကားကတော့ ဓားချင်းခုတ်တော့မှာလိုလို စစ်တိုက်တော့မှာလိုလို ပတ္တယားတီးတော့မှာလိုလို ဆော်ကြူမှာလိုလို ဟိုလိုလို ဒီလိုလို\nစပိန်ဇာတ်ကားလေးဖြစ်ပြီးတော့ တချို့ဇာတ်ဝင်ခန်းတွေကတော့  18+ ပါ။ဇာတ်လမ်းကတော့....\nဂရိအင်ပါယာကြီးကို တူရကီတွေထိပါးတော့ ဧကရာဇ်ဘုရင်က စစ်ကူတောင်းရသတဲ့။\nဆက်ခံသူသားက တိုက်ပွဲမှာကျ၊ ဧကရာဇ်က လူအို၊ မိဖုရားက အိမ်ထောင်ရေးဖောက်ပြန်၊\nမင်းသမီးက 16 နှစ်မ ဆိုတော့၊ ဖြစ်ချင်တိုင်းဖြစ်နေတဲ့ နန်းတွင်းရေးတွေကြောင့် စစ်ရှုံးတာ မဆန်းဘူးပေါ့‌ဗျာ။စစ်ကူရောက်လာတဲ့ ဗိုလ်မင်းက တိုက်ရည်ခိုက်ရည်ကောင်း၊ လူချောလူလှ။ စစ်ပွဲတွေမှာ အောင်နိုင်မှုတွေ ယူလာပေးပါတယ်။\nဒါပေမဲ့ ‌ဗိုလ်မင်းက ဧကရာဇ်ရဲ့သမီးတော် 16 နှစ်မကို တက်ချိုင်တော့ ပြဿနာတွေ ဖြစ်ကြတာပေါ့ဗျာ။အပျိုတော်တွေကြား ဗိုလ်မင်းကို လိုတဲ့သူရှိသလို၊ မလိုတဲ့သူလည်းရှိ။\nမင်းသမီးနဲ့ ဗိုလ်မင်းကို အောင်သွယ်သူက အောင်သွယ်၊ ဖျက်သူကဖျက်။ ဇာတ်ရှုပ်ကြီးပါပဲ။ဒီလိုနဲ့ အင်ပါယာကြီးတစ်ခုလုံးက မင်းသမီးပုခုံးပေါ် ကျရောက်လာတဲ့အခါ\n16 နှစ်မ လေး ဘာလုပ်မလဲ၊ ဘာဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြဦးစို့။18 ...",
        "rating": "",
        "url": "https://megaup.net/1UEp5/(CM)_Tirante.El.Blanco_(or)_The_Maidens__Conspiracy_-2006.1080p.BluRay.x264-Naung.mp4",
        "category": "Adult, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Shoko-Takahashi-poster-150x200.jpeg",
        "title": "[21+]My Lovely Teacher (MIDE-582 )",
        "description": "ချစ်စဖွယ်မျက်နှာလေးဆိုပေမဲ့ တစ်ချိန်တည်းမှာပဲ စိတ်အားထက်သန်လှတဲ့\nမျက်နှာပေးလေးနဲ့ ရှိုကိုလေးကို  ဆရာမလေးနေရာကနေကြည့်ရှုရမှာဖြစ်ပါတယ်တည်ငြိမ်ရင့်ကျက်တဲ့နေရာတစ်ခုနေ အလှကြောင့် ကံဆိုးသွားပုံကို\nရှိုကိုလေးရဲ့ ချစ်စဖွယ်အလှတွေနဲ့အတူ ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်ငယ်ငယ်ကတည်းက ဆရာမတယောက်ဖြစ်ချင်ခဲ့တဲ့ Shoko Takahashiတယောက်\nဆရာမတယောက်အနေနဲ့ ကျောင်းသားတွေရဲ့ အနာဂတ်ကိုလည်း\nစိတ်ပူ။အိမ်ကမိဘတွေစကားကို နားမထောင်ပဲသူ့အိပ်မက်ဖြစ်တဲ့ ဆရာမဆက်လုပ်ဖို့အရေးကို\nဘယ်လိုတွေကြိုးစားပြီး ဆိုးမိုက်နေတဲ့ကျောင်းသားတွေကို ပညာသင်ကြားပေးသွားမလဲဆိုတာကိုတော့....\nFile size…3GB  / 1.7GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Adrew Mason",
        "rating": "",
        "url": "https://megaup.net/2BgM7/mide582-h264.edit.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/XWOnO_4f-140x200.jpg",
        "title": "[18+]Hold Em King Airline(2022)",
        "description": "[18+]Hold Em King Airline(2022)********************************ဒီကားက ဇာတ်လမ်းလည်းကောင်းသလို 18+အခန်းတွေကလည်းခပ်မိုက်မိုက်တွေမို့ ကြည့်ရအတော်ပြေတယ်...ဂင်ထာဂူဆိုတဲ့သူက စားသောက်ဆိုင်တစ်ဆိုင်ရဲ့\nဟင်းပို့သူ တစ်ယောက်ဖြစ်တယ် တစ်နေ့မှာ ဆေးစစ်ရာမှ ကင်ဆာဖြစ်နေကြောင်း သိရတဲ့အပြင် သူနေရမယ့် ရက်ကလည်း တစ်နှစ်ခန့်သာ ကျန်တော့ကြောင်း\nသိခဲ့ရတယ်... အဲဒီအချိန်မှာ သူ့ကို မှီ‌ခိုနေကြတဲ့ အမေနဲ့ ညီမလေးအတွက် ဘယ်လိုများ လုပ်ပေးရပါ့မလဲဆိုပြီး\nတွေးပူနေခဲ့တယ် ..တစ်နေ့ လောင်းကစားရုံတစ်ခုကို ဟင်းသွားပို့ရမှ လောင်းကစား လုပ်ကြည့်ချင်စိတ်တွေ တဖွားဖွားပေါ်လာခဲ့တော့တယ် ..အဲဒါကြောင့်\nလောင်းကစားရုံပိုင်ရှင် ယောင်းဆောကို အကူအညီတောင်းပြီး\nHoldem ကစားနည်းကို သင်ပေးဖို့ တောင်းဆိုခဲ့တယ် ယောင်းဆောကလည်းကစားဖို့ ငွေ သိန်း ၂၀၀ ကို ယူလာခဲ့ရင် စဉ်းစားပေးမယ်လို့ ပြောခဲ့တယ်..\nထာဂူတစ်ယောက် သိန်း ၂၀၀ ကိုင်ပြီး လောင်းကစားဖို့ သွားရာမှ မသေခင် ပိုက်ဆံတွေ ပြောင်ပြီး မွဲသွားမလားထောသွားမလား ဘာ‌တွေ ဆက်ဖြစ်ဦးမလဲဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက် အားပေးလိုက်ကြပါဦးနော်...   + ၃File Size :(1GB) ...",
        "rating": "",
        "url": "https://megaup.net/1UE5v/Hold.Em.King.Airline.2022.WEB-DL.1080(DS).mp4",
        "category": "Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjJjMzE1YWEtM2JhMy00NzVjLTkwZmYtMGI5M2Y3Nzc5OThhXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "(18+) Cloistered Nun: Runa’s Confession [1976]",
        "description": "သီလရှင်လေးတယောက်ရဲ့ အမှောင်ဖက်ခြမ်း အငြှိုး\nရက်စက်မှု ရာဂ အကျင့်ပျက်ခြစားနေတာတွေ\nကို လှလှလေး ကြည့်ရမှာဖြစ်ပါတယ်ယုနာတစ်ယောက် တချိန်က အငြှိုးအတေးတွေနဲ့ဆက်ဆံခဲ့တဲ့ မိတူဖကွဲ\nအမနဲ့တွေ့ဖို့ မွေးရပ်မြေကိုပြန်လာခဲ့ပါတယ်\nတကယ်တော့သူက တရားဓမ္မကြောင့် ညီမနှစ်ယောက်\nနားလည်မှုရပြီးအေးချမ်းနေပြီဖြစ်ပါတယ်\nလူတွေက ခက်တယ်ဗျ ကိုယ့်ဖက်က ခွင့်လွှတ်နားလည်ပေးပေမဲ့\nတချို့တွေက မပြောင်းလဲဘူးဗျ။ယုနာ ရဲ့အမကအဲအထဲမှာပါတယ်\nသူတို့ရဲ့ အဆင်ပြေမှုကနေ အမြတ်အကြီးကြီးထုတ်ဖို့ကြံစည်ပါတော့တယ်\nနောက်တခု သူ့ဉာဉ်ဆိုးရှိသေးတယ် ကောင်လေးတွေကို အရမ်းပလေးတက်တာပဲ\nမိန်းမနှစ်ယောက်ရဲ့ တယောက်နဲ့တယောက် ဖျံကျပုံတွေကို\nအမှောင်နှောပြီး ပြသထားတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်။\nFile size…1.4GB  / 533MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/2AAgq/Cloistered.Nun.Runas.Confession.1976.1080p.BluRay.x264.AAC(DS).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uhBScHjoMlrWUhsm5vPIBNvksKY.jpg",
        "title": "[18+] Kabayo (2023)",
        "description": "Kabayo (2023)Laurene နဲ့ Conrad တို့ဟာ ခုနစ်နှစ်ကြာ လက်တွဲလာခဲ့တဲ့ချစ်သူတွေဖြစ်ပြီး သက်တမ်းကြာလာတဲ့စုံတွဲတွေမှာဖြစ်တတ်တဲ့ ကတောက်ကဆပြဿနာလေးတွေရှိနေပါတယ်။ Laurene က သူဌေးသမီးဖြစ်ပြီး Conrad က သူ့အစ်ကိုရဲ့အောက်မှာ ဝန်ထမ်းဖြစ်နေတာ၊ မပြည့်စုံတဲ့ Conrad အတွက် Laurene အလိုတွေကိုမဖြည့်ဆည်းနိုင်တာတွေကလည်း သူတို့ဆက်ဆံရေးမှာအဖုအထစ်တွေပါပဲ။တစ်နေ့တော့ အမေရိကားက ပြန်ရောက်လာတဲ့ လော်ရိန်းသူငယ်ချင်း Easton ဆိုတဲ့သူဌေးသားနဲ့ Conrad တို့ကို မိတ်ဆက်ပေးလိုက်ပြီးတဲ့ နောက်မှာတော့ Bisexual ဖြစ်တဲ့ Easton က Conrad ကိုစိတ်ဝင်စားသွားခဲ့ရာကနေ သူတို့ဟာ ထူးခြားတဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုကို ဖန်တီးမိပါတော့တယ်။Lovely Ladies Dormitory ထဲက ရွှေရင်ဌေးဌေးမင်းသမီးငယ်လေး Julia Victoria ဦးဆောင်ပါဝင်ထားပြီး၊ နောက်ပိုင်းအများကြီး မြင်လာရဖို့ရှိတဲ့ Franchesca Flores တို့၊ Apple Castro တို့မျက်နှာသစ်ကလေးတွေအားဖြည့်ထားပါသေးတယ်။ ရှုစားကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/1eCtk/(CM)_Kabayo_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMDIwMTQ4NjAtMzkwZS00ZDZlLTllYWMtNDI5Zjg0MTRlZDk4XkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "That’s Roman Porno: Smile of Goddesses (1988)",
        "description": "ဒီကားလေးကတော့ ရှေးတုန်းကကားဆိုပေမယ့် အကွက်ပေါင်းစုံနဲ့ အလန်းစားရိုက်ပြထားတဲ့ကားလေးပါအရင်က ထွက်ဖူးတဲ့ Adult စီးရီးတစ်ခုကို မှီပြီး ချုံရိုက်ကူးထားတဲ့ကားလေးပါမင်းသမီးတွေလည်းလန်းပြီး ကြည့်ရတန်တဲ့ကားလေးတစ်ကားဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:36:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark\nEncoded by Random",
        "rating": "5.0",
        "url": "https://megaup.net/2Axju/That_Roman_Porno_(1988).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFjbD3apBG0TpIqi64pEkbdjvGL.jpg",
        "title": "[18+]The Body Is Willing(China Scandal: Exotic Dance) 1983",
        "description": "China Scandal Exotic Dance (1983)\nစီးပွါးရေးလောကမှာ နာမည်ကြီးပြီး\nလိုတရဖြစ်နေတဲ့ ဖရန့်စ်...\nသူ့သီဝရီက ရှင်းတယ်\nဘယ်မိန်းမဖြစ်ဖြစ် ပိုက်ဆံနဲ့လဲရင် ရတယ်တဲ့လေ....ဂျပန်အဆိုလောကမှာ နာမည်ကြီးနေတဲ့ ရာမာဇကီ...\nသူက ဟောင်မှာပါ လက်ရှိနာမည်ရနေသူ\nသူမရဲ့ အလှပနဲ့ အဆိုကောင်းမှုတွေကြောင့်\nနာမည် တစတစ ကြီးလာနေသူ\nအခုလည်း ဟောင်ကောင်ကို ဖျော်ဖြေပွဲ တခုအတွက်\nရောက်လာ ချိန်မှာ ဖရန့်နဲ့ တွေ့ပါတော့တယ်\nဖရန့်စ်ကလည်း ရာမာဇကီ ကိုမြင်မြင်ချင်းပဲ\nစိတ်ဝင်စားသွားရာမှ....မာနခဲ ရာမာဇကီ လေးနဲ့ ဖရန့်စ်တို့ရဲ့\nအပြိုင်အဆိုင် အားပြိုင်မှုတွေက\nDS Fans တွေအကြိုက်တွေဖြစ်နေလို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 743MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.4",
        "url": "https://megaup.net/2Aq3l/China.Scandal.Exotic.Dance.1983.JAPANESE.1080p.BluRay.x264.AAC(DS).mp4",
        "category": "Adult, Crime, Drama, Romance"
    }
]