[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/mary-1-131x200.jpg",
        "title": "(21+)Mary! Mary! (1977)",
        "description": "လိင်ကိစ္စဆိုတာ ပွင့်ပွင့်လင်းလင်း ရှင်းလင်းဆွေးနွေးမှ\nမလိုလားအပ်တဲ့ နောင်တရစရာတွေ ရှိမလာမှာဖြစ်ပါတယ်\nအိမ်ထောင်ရှင်တွေ ကြားထဲ ချစ်သူရည်းစားတွေကြားထဲ\nပွင့်ပွင့်လင်းလင်းရှိဖို့ ပညာယူရမဲ့\nဆင်ဆာ ဖြတ်မထားပဲ ပြူးပြူးပြဲပြဲ ပြထားတဲ့ ဇာတ်လမ်းလေးမေရီ မေရီ\nနာမည်လေးလှသလို အချိုးစားကလည်းပြေပြစ်တယ်\nခက်တာက သူ့အိပ်ထောင်ဖက်မှာ အားနည်းချက်ရှိနေပါတယ်\nအဲဒါကတော့ သူက Premature Ejaculation လို့ခေါ်တဲ့\nသုတ်စောလွှတ်တဲ့ ပြဿနာတက်နေတာပါအဲဒါကို သူတို့ နှစ်ယောက်အဖြေရှာရင်း\nမှော်ဆန်စွာပဲ စီစဉ်သူဆိုတဲ့ စွမ်းအားရှင်တစ်ယောက်နဲ့\nအပေးအယူ လုပ်ပြီးလိုက်ချိန်မှာတော့\nအရမ်းကို ရင်ခုန်ချင်စရာ မမကြီးတွေ\nတင်းပြည့်ကျပ်ပြည့်ကြီးတွေ\nကြည့်ရမှာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 915MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1c5u1/Mary_Mary_1977.1080p(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/10-Day-Lover-140x200.jpg",
        "title": "(18+)10-Day Lover (2022)",
        "description": "(18+)10-day Lover 2022ဒီတစ်ခေါက်တော့ လူကြီးကားဆိုပေမဲ့ Sex အခန်းသာမပါရင်\nတကယ့်ကို ကျားမမရွေး ကြည့်သင့်တဲ့ ပညာသားပါတဲ့ ကားလေးကို ညွှန်းပါရစေဇာတ်လမ်းက တက္ကသိုလ်က ဆရာတစ်ယောက်က ကျောင်းသူလေးနဲ့ ချစ်သူဖြစ်တယ်\nအဲလိုနဲ့ တစ်နေ့တာ့ကျောင်းသူလေးက ကျောင်းနားလိုက်ရတယ်\nဘာလို့မှန်းမသိ ကျောင်းသူလေးနဲ့ ဆယ်နှစ်ကျော်ကြာ အဆက်ပြတ်သွားတယ်\nအဲနောက်မှာ သူငယ်ချင်း အကူအညီနဲ့ အချစ်ဦးရှာဖွေရေး အေဂျင်စီတစ်ခုကနေ\nအဲကောင်မလေးကို ရှာအတွေ့မှာ ကောင်မလေးနဲ့ တစ်ရက်ကို\nတစ်နှစ်စာ အချစ် စုစုပေါင်းဆယ်နှစ်စာအချစ်ကို ဆယ်ရက်နဲ့ ဖြေဖျောက်ခဲ့တဲ့ ဇာတ်ကားလေးပါ။ဒါ့အပြင် သူငယ်ချင်းဖြစ်သူရဲ့ မျှော်လင့်မထားတဲ့ သစ္စာဖောက်မှု နဲ့\nAre we dating the same girl လို့ ဆိုရလောက်တဲ့ အနေအထားတွေပါ ပါတဲ့ ဇာတ်ကားမို့\nညိုကီတို့ ဘရိုဝီတို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/2xYwa/(18+)10.Day.Lover.2022.1080p.WEB-DL.CM.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ipx-869-theyll-milk-you-to-your-nookie-limits-shar-141x200.jpg",
        "title": "[21+] A Business Trip With 2 Lady Bosses Tsubasa Amami and Sumire Mizukawa [IPX-869-Decensored]",
        "description": "Tsubasa Amami နဲ့ Sumire Mizukawa တို့လို JAV ရဲ့ ဝါရင့် ၂ ယောက်ပါတဲ့ ဒီဇာတ်ကားက ပြည့်ဝတဲ့ရသကိုပေးမှာပါ။မမ ၂ ယောက်ရဲ့အထာတွေက အလန်းစားတွေဖြစ်ပြီးတော့ဖြူစင်တဲ့အလုပ်သင်ကောင်လေးကို ဘယ်လိုအထက်စီးကဆက်ဆံသွားမလားဆိုတာ...IPX-869 ဒီဇာတ်လမ်းက မတူကွဲပြားတဲ့ပုံစံနဲ့ မိုက်ပါတယ်။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.9 GB) & (1.4 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/3TRHZ/[IPX-869]A_Business_Trip_With_2_Lady_Bosses_Tsubasa_Amami_and_Sumire_Mizukawa-HDRip_1080p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/vfWbS6u3EtOw9zMbJJJQ8hVq701-133x200.jpg",
        "title": "(21+) Story of White Coat: Indecent Acts (1984)",
        "description": "မျှော်လင့်ချက်တွေ တစ်ပွေ့တပိုက်နဲ့\nသူနာပြုရာမလေး\nသူက သူနာပြုအဆင့်မရောက်သေးတဲ့ အလုပ်သင်မလေး\nအရမ်းကို ချောမောပြီးတော့ အချစ်အကြောင်းနာမလည်တဲ့\nပညာရည်သောက်စို့နေတဲ့ မာနခဲလေး\nသူက သူနာပြု မဖြစ်မချင်း အိမ်မပြန်ဘူးတဲ့လေ\nဒါပေမဲ့ သူအလုပ်သင်တာဝန်ကျတဲ့ ဆေးရုံက...ဆေးရုံမှာ ဩဇာအရှိဆုံး လူကြီးတစ်ယောက်ရဲ့သား\nသူက အတော်တဏှာရူးပါတယ် တွေ့သမျှ ကောင်မလေး\nအိပ်မယ်ဆိုပြီး တာစူနေတဲ့သူသူက ထုံစံအတိုင်းမနူးမနပ် သူနာပြုအလုပ်သင်လေးကို\nကြံပါတော့တယ် သူကအမျိုးမျိုးကြံပြီးတဲ့နောက်ပိုင်းမှာတော့\nအရမ်းလှ အရမ်းကိတ် ရေဆေးငါလို မနူးမနပ်လေးကို\nဘယ်လို အပီအပြင် ဖွတ်မလဲဆိုတာ\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.03GB / 500MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.6",
        "url": "https://megaup.net/1RYgm/Story_of_the_White_Coat_Indecent_Acts_(1984)_.1080p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHVoZSxlz2LWWpBYRgzplU1HiAO.jpg",
        "title": "[21+] Sex Is Crazy (1981)",
        "description": "Sex Is Crazy (1981)လိင်မှုကိစ္စတွေကို ဆန်းသစ်ပြီးပွင့်လင်းစွာ တင်ပြလေ့ရှိတဲ့ စပိန်‌တွေရဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး ဒီလိုဇာတ်ကားတွေမှာ နာမည်ကျော်တဲ့ ဒါရိုက်တာ Jesús Franco ရဲ့လက်ရာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာသူ အမျိုးသမီးတွေကိုပြန်ပေးဆွဲပြီး သူတို့ဂြိုဟ်ရဲ့မျိုးဆက်တွေပြန့်ပွားဖို့ အသုံးချတဲ့အကြောင်းပြဇာတ်မှာ သရုပ်ဆောင်နေတဲ့မင်းသမီးတွေကို တကယ့်ဂြိုဟ်သားအစစ်တွေက တွေ့ပြီး အဲဒီပြဇာတ်အတိုင်း အကောင်အထည်ဖော်ကြပုံကို ဟာသနှောထားတာပါ။အဲဒီကနေမှ ရုပ်ရှင်အတွင်းက ရုပ်ရှင်တွေအဖြစ် ဇာတ်ကွက်တွေ တစ်ကွက်ပြီးတစ်ကွက် ပြောင်းသွားကြတာကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ ဇာတ်ကွက်တိုင်းကို အလွန်လွတ်လပ်ပွင့်လင်းစွာ တင်ဆက်ထားပြီး သရုပ်ဆောင်တွေလည်း တစ်ကားလုံးနီးပါးအဝတ်မပါတာမို့ ရှင်းရှင်းဘွင်းဘွင်း ရှုစားကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 570MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 26Min\nGenre - Comedy\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/3dPi1/(DS)_Sex_Is_Crazy_(1981)_1080p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dLmnmtFLHqGnA0iBrXl9zfVVeBO.jpg",
        "title": "[18+]Bela Luna(2023)",
        "description": "[18+]Bela Luna(2023)*******************Angeli Khang လေးလာပြန်ပါပြီဗျား..\nအာနိုနဲ့ ဘယ်လာတို့က ချစ်သူရည်းစားတွေဖြစ်ပြီး ရည်မှန်းချက်ကိုယ်စီနဲ့ပေါ့။အာနိုက ဒါရိုက်တာဖြစ်ချင်ပြီး ဘယ်လာကတော့ စာရေးဆရာတစ်ယောက်ဖြစ်ချင်တာပါ။ဒါပေမယ့် အာနိုဟာပိုက်ဆံရမယ့်အလွယ်လမ်းကိုလိုက်ချင်တယ်။တစ်နေ့မှာ အာနိုဟာ ထုတ်လုပ်သူဒီဇွန်နဲ့ ဘယ်လာကိုတွေ့ပေးတယ်။ဒီဇွန်က ဘယ်လာကို sex ခန်းတွေ၊ BDSM အခန်းတွေပိုပါမယ့်ဇာတ်လမ်းကိုရေးခိုင်းတယ်။\nဘယ်လာရဲ့ဇာတ်လမ်းထဲမှာ sex အခန်းတွေကို သဘောမကျဘဲ ထပ်ခါထပ်ခါပြန်ပြင်ခိုင်းတယ်။အဲ့ဒီနောက်မှာတော့................... File Size :(2.02 GB) and (760 MB)\nQuality : WEB-DL 1080, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2xO9y/Bela.Luna.2023.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/815bgZyhLlL._AC_SY606_-141x200.jpg",
        "title": "[21+]Model Like Proportions-Marin Hinata[SSIS-343-Decensored]",
        "description": "ကလေးဆိုးလေးလို သရုပ်ဆောင်တတ်တဲ့ Marin Hinata ကို JAV လောကထဲ သတိထားမိသူတွေလဲ ရှိမှာပါ။Slim Body ဆိုပေမယ့် ရှိသင့်တဲ့နေရာ ပြည့်ပြည့်ဖောင်းဖောင်းရှိတာမလို့ ကျစ်ကျစ်လစ်လစ်နဲ့ စွဲမက်စရာကောင်းသူလေးပါ။မထုံတတ်သေးရုပ်ရည်လေးနဲ့ ဂရုမစိုက်သလို လေလွင့်သူလိုမျိုးသရုပ်ဆောင်တတ်သူပါ..SSNI-343 ဒီဇာတ်လမ်းမှာလဲ ဘာကိုမှဂရုမစိုက်ဘဲ လွှတ်မိုက်တဲ့ မော်ဒယ်မလေးအဖြစ် ရှုမြင်ကြရမှာဖြစ်ပါတယ်။720p ဖိုင်ကတော့ Decensored Version ဖြစ်ပြီး 1080p ကတော့ ပိုကြည်ပေမယ့် Censor ပါပါတယ်။နှစ်သက်ရာက စီးမျောကြပါကုန်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (1.1 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/2xL9s/[SSIS-343]Model_Like_Proportions-Marin_Hinata.HDrip_1080p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/SSIS-275-Mei-Washio-142x200.png",
        "title": "[21+]Changed After Drinking-Mei Washio[SSIS-275-Decensored]",
        "description": "Dark Side Production ကနေ Mei Washio ရဲ့ ဇာတ်ကားနောက်တစ်ကားကိုတင်ဆက်လိုက်ပါပြီ။JAV မင်းသမီးတွေထဲမှာ နုနုငယ်ငယ် ပြည့်ပြည့်တင်းတင်း အပြစ်ကင်းတဲ့မျက်နှာလေးနဲ့ ချစ်စရာလေးဆိုရင် Mei Washio ပဲ ပြေးမြင်ကြမယ်ထင်ပါတယ်။သူမ ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားတိုင်းမှာ တက်ကြွတဲ့သူမရဲ့ပုံစံကို အမြဲမြင်တွေ့ရတတ်ပါတယ်.SSNI-275 ဒီဇာတ်လမ်းမှာလဲ သာမန်အချိန်တွေဆိုသွေးအေးနေတတ်ပေမယ့်အရက်သောက်လိုက်ရင် တက်ကြွလာတဲ့သူမရဲ့ပုံစံကိုရှုမြင်ကြရမှာပါ။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (1 GB)\nQuality : HDRip 1080p & 720p (Decensored) ...",
        "rating": "",
        "url": "https://megaup.net/3TG5e/[SSIS-275]Changed_After_Drinking._Mei_Washio.HDrip_1080p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGY0YmVlOTYtMmYyMS00ZGY0LTk2Y2MtNDg2YmViNTkzMzMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "[18+]PVT Chat (2020)",
        "description": "[18+]PVT Chat (2020)\n================\nIMDb Rating - 5.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ခုနှစ်က ထွက်ရှိခဲ့တဲ့\n18+လူကြီးကားလေးဖြစ်ပါတယ်။ sex chatလုပ်ရာ\nကနေစတဲ့ အချစ်ဇာတ်လမ်းလေးလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းသဘောကတော့ ဂျက်ခ်က နယူးရော့ခ်မှာ\nနေထိုင်ပြီး အင်တာနက်လောင်းကစားလုပ်တဲ့လူတစ်\nယောက်ပါ၊ အပြာဝက်ဘ်ဆိုဒ်တစ်ခုက အဖော်အချွတ်\nမယ်လေး စကားလက်နဲ့ စကားတွေပြောဖြစ်ရင်း ချစ်မိ\nတဲ့ အဆင့်ထိရောက်သွားတာပေါ့။ ဆန်ဖရန်စစ္စကိုက\nအဖော်အချွတ်မယ်လေးကို အမှတ်မထင် နယူးရော့ခ်က\nညတစ်ညမှာ ရှာတွေ့သွားရင်းက စိတ်ကူးယဉ်အိပ်မက်တွေ\nတကယ်ဖြစ်လာပြီး ဇာတ်လမ်းတွေဖြစ်တယ့်အကြောင်း\nလေးပါ။လူနှစ်ဦးကြားက စိတ်ကူးယဉ်ဘဝနဲ့ လက်ရှိဘဝလေးကို\nချိန်ထိုးပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ဝတ်လစ်စလစ်ခန်း\nတွေ ရှင်းရှင်းလင်းလင်းပါပေမယ့်လည်း အပြာကားပုံစံ\nမဟုတ်ပဲ romanceဖြစ်လောက်အောင်အထိ ဇာတ်လမ်း\nဇာတ်ကွက်ဆန်းတဲ့အတွက်ကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ZMT\nဖြစ်ပါတယ်)File Size..........(1.6 GB) / (539 MB) / (288 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adult, Drama\nTranslator.......ZMT\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://megaup.net/2xIkz/PVT.CHAT.2020.1080p.BluRay.(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/1632731979-convert.io_-141x200.jpg",
        "title": "{21+}Beautiful Summer Vacation (PRED-274)",
        "description": "Eimi Fukada လေးနဲ့ Ai Hoshina တို့နဲ့အပြိုင်အဆိုင်\nအပြောအဆို အမြှူအဆွယ်တွေနဲ့ သရီးဆမ်း ကြိုက်တဲ့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nEimi Fukada ဆိုရင်\nနှုတ်ခမ်းဖူးဖူး တင်လုံးလုံးလေးဆိုရင် ပြေးမြင်ကြမှာပါပဲ\nAi Hoshina ဆိုရင် တင်စွံ့စွံ့ကားကြီးတွေကိုပြေးမြင်မှာပါပဲ\nသူတို့နှစ်ယောက်ရဲ့အလှတရားတွေ အတွေ့အကြုံတွေကို\nဖလှယ်မဲ့ ပွဲကြီးပွဲကောင်းပါပဲရှီယု တစ်ယောက် မနက်မိုးလင်းချင်း\nတွေ့လိုက်ရတဲ့ စာတစ်စောင်ကြောင့်\nအကြီးအကျယ်စိတ်ပျက်သွားပါတယ်\nမကြာသေးမီက နောက်မယားငယ်ယူထားတဲ့\nအဖေက လမ်းရှာပြီး ပျားရည်ဆမ်းခရီးထွက်သွားပါတယ်\nနွေရာသီကျောင်းပိတ်ရက်ဖြစ်တော့ ရှီယုတစ်ယောက်ငေါင်နေပါတယ်\nအဲအချိန်မှာ မမျှော်လင့်ပဲရောက်လာတာက အမေဖက်ကပါလာတဲ့\nအရွယ်ရောက်ပြီး သမီးပျိုနှစ်ယောက်\nသူတို့အတွက်အလည်ခရီးရယ် ရှီယုရဲ့ နွေအားလပ်ရက်ရယ်\nပေါင်းပြီး အမှတ်တရတစ်ခု ဖန်တီးကြမယ်ဆိုပြီး\nအာဗျာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nDS Fans တွေ ကြည့်ဖို့ ဝတ္တရားဖြစ်လာတာကြောင့်\nတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.03GB / 1.09GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2xHit/[PRED-274]_A_beautiful_memories_during_summer_vacation.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/9pfcpb2pedlt-133x200.jpg",
        "title": "Girl In Captivity 2: Hitwoman in Chains (2009)",
        "description": "Girl in Captivity 2:ယောကျာ်းလေးတွေကို အစွမ်းကုန်ဆွဲဆောင်မြူဆွယ်ပြီး လုပ်ကြံသတ်ဖြတ်လေ့ရှိတဲ့ မိန်းကလေး Mizuki ဟာ အိမ်ထောင်ရက်သားကျတဲ့အခါ....လူသတ်သမားကနေ အသွင်ပြောင်းလာတဲ့ Mizuki ဟာ အိမ်ထောင်ရှင်မအဖြစ်ပြောင်းလဲသွားလည်း သူမရဲ့ အတိတ်ဆိုးတွေကနေ ရုန်းမထွက်နိုင်ပါဘူး..သူမလိုပဲ လူသတ်ရတာကို ဝါသနာထုံတဲ့ ဝါရင့်မုဒိမ်းကောင်တစ်ယောက်နဲ့ ဘဝတစ်ကွေ့မှာ ကြုံဆုံရတဲ့အခါ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ??\nနာကျင်မှုနဲ့ သာယာမှုမှာ ဘယ်အပိုင်းက ပို အသာစီးသွားမလဲဆိုတာကတော့ အောက်မှာဆက်လက်ကြည့်ရှုကြပါအုံးFile Size__(600MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:22:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.2",
        "url": "https://megaup.net/1bLfd/Girl_in_Captivity_2_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/uycctarlxqvu-133x200.jpg",
        "title": "Vampire Girl vs. Frankenstein Girl (2009)",
        "description": "Vampire girl Vs Frankenstein girlJungoဆိုတဲ့ကောင်လေးဟာ ကျောင်းမှာပေါ်ပြူလာအရမ်းဖြစ်တဲ့သူပေါ့ အတန်းထဲမှာ သူ့ကိုကြိတ်ကြိုက်နေတဲ့ Keikoဆိုတဲ့ကောင်မလေးနဲ့ ကျောင်းပြောင်းလာတာမကြာသေးတဲ့ကျောင်းသူသစ်Monamiဆိုတဲ့ကောင်မလေးရှိတယ် Keikoရဲ့အဖေက ဒုကျောင်းအုပ်ဆိုပေမဲ့သူကDr.Frankensteinရဲ့ဆက်ခံသူ သိပ္ပံပညာရှင်တစ်ယောက်ပေါ့ တစ်ရက်မှာ Monamiက Jungoကိုချောကလက်လေးပေး‌လိုက်တယ် Jungoကအဲ့ချောကလက်ကိုစားပြီးပြီးချင်း ထူးဆန်းတဲ့အရာတွေကိုစတင်တွေ့လာခဲ့တယ် တကယ်ပဲMonamiကဘာတွေထည့်ကျွေးလိုက်တာလဲ?\nJungoကကော Keikoနဲ့Monamiဘယ်သူ့ကိုရွေးမလဲ? ဒီဇာတ်ကားလေးမှာသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကိုစိတ်ပါဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပြီး Monamiကဘာလဲဆိုတာသိချင်ရင်အခုပဲဝင်ကြည့်လိုက်ပါတော့File Size__(1.3GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.7",
        "url": "https://megaup.net/1bLg1/Vampire_Girl_Vs_Frankenstein_Girl_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/41gJkf-141x200.jpg",
        "title": "[18+]Mother’s Friend (2015)",
        "description": "[18+]Mother's Friend (2015)**************************ဆိုးလ်မြိုကို ကျောင်းတက်ဖိုအတွက် ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသားလေး ဆောင်းဆူ\nဆိုးလ်မှာ နေဖိုအတွက် အိမ်ငှါးရာကနေ အိမ်ပွဲစားဆီမှာအလိမ်ခံရပြီး ပိုက်ဆံတွေပါ ဆုံးရှုးသွားတာကြောင့်အမေ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ ဂျာယောင်းရဲ့အိမ်မှာ ခဏတာ နေဖို ဖြစ်လာပါတယ်\nဂျာယောင်းကသူ့အမေနဲ့ ရွယ်တူဖြစ်ပေမယ့် နုပျိုပြီး ဆွဲဆောင်မှုရှိတဲ့ အိမ်ထောင်ရှင်တစ်ယောက်ဖြစ်ပြီးယောက်ျားဖြစ်သူကလည်း မကြာခဏ အလုပ်ကိစ္စနဲ့ ခရီးထွက်နေတာကြောင့် အိမ်မှာ ဆောင်းဆူနဲ့ဂျာယောင်း နှစ်ယောက်တည်း ရှိနေချိန်က ပိုများပါတယ်\nဆောင်းဆူက ဂျာယောင်းကို သဘောကျမိနေပြီး တစ်အိမ်လုံးမှာလည်း သူတိုနှစ်ယောက်တည်းရှိနေချိန်က ပိုများတော့ မိန်းမတစ်ယောက်နဲ့ အရွယ်ရောက်ပြီးသားယောက်ျားတစ်ယောက်တိုရဲ့ကြားမှာဘယ်လိုအခြေအနေမျိုးတွေ ဖြစ်မလာလဲဆိုတာ ကိုယ်တိုင် ကြည့်ရှုခံစားလိုက်ပါဦးအမိုက်စားအိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (772MB) and (346MB)\nQuality : HDRip720p\nFormat…mp4\nDuration…01:22:00\nGenre : Adult,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2xES4/Mothers.Friend.2015.HDRip.720(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pvgjp6usx2w7-142x200.jpg",
        "title": "Bite Me If You Love Me (2011)",
        "description": "Bite me if you love me(2011)\"နင်ကရုပ်ချောတဲ့ကောင်လေးတွေကိုသဘောကျပေမဲ့ငါကတော့ ဇွန်ဘီတွေကိုသဘောကျတယ်\"\nHitomiဆိုတဲ့ကောင်မလေးဟာ ဇွန်ဘီတွေကိုအလွန်စွဲလမ်းတဲ့ အထက်တန်းကျောင်းသူလေးပါ တရက်တော့ သူတို့အခန်းထဲက ဇွန်ဘီနာမည်ပြောင်နဲ့ကောင်လေးတစ်ယောက်ကိုတွေ့ခဲ့တယ် အဲ့ကောင်လေးဟာ‌အမြဲအေးတိအေးစက်နဲ့ပေမဲ့ Hitomiကိုတကယ်ချစ်ခဲ့တယ် Hitomiကတော့ အချစ်ကိုခုတုံးလုပ်ပြီး အဲ့ကောင်လေးကို ဇွန်ဘီအဖြစ်ပြောင်းလဲချင်နေတာပေါ့ ကဲ Hitomiရဲ့ဆန္ဒကိုလက်ခံလိုက်တဲ့အခါဘယ်လိုတွေဆက်ဖြစ်သွားမှာလဲ? Hitomiကကော ဇွန်ဘီတစ်ယောက်ပေါ် အချိန်ကြာကြီးသစ္စာရှိနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးFile Size__(400MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:12:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://megaup.net/1bLf2/Bite_Me_If_You_Love_Me_(2011).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/lvzuf84b0wit-133x200.jpg",
        "title": "63 Minutes Later (2009)",
        "description": "63minutes later(2009)ဒီဇာတ်လမ်းလေးကတော့ ဇာတ်ကောင်သုံးခုကိုfocus ထားပြီးရိုက်ထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ် ပထမဇာတ်ကောင်က မွေးကတည်းကစကားကောင်း\"မပြောတတ်တဲ့‌ဆောက်လုပ်ရေးသမားလေး ဒုတိယဇာတ်ကောင်ကတော့ ခွေးအဖြစ်ပြောင်းသွားတဲ့ကျောင်းသူလေးသုံးယောက်နောက်ဆုံးကတော့ နှာခေါင်းမှာလိင်တံရှိနေတဲ့ထူးဆန်းတဲ့လူတစ်‌ယောက် အကြောင်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ်File Size__(300MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.4",
        "url": "https://megaup.net/2xG9t/63_Minutes_Later_(2009).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/djhm1vdjvksn-133x200.jpg",
        "title": "Underwater Love (2011)",
        "description": "Underwater love(2011)ဂျပန်ရိုးရာပုံပြင်တွေထဲမှာ Kappaလိုခေါ်တဲ့ သတ္တဝါတမျိုးရှိတယ် သူက ရေထဲမှာနေလေ့ရှိပေမဲ့ လူတွေလိုပဲ အိပ်ချင်အိပ်စားချိန်စား လုပ်နိုင်တယ် သူအကြိုက်ဆုံးကတော့ သခွားသီးပေါ့\nဇာတ်လမ်း က Asukaဆိုတဲ့အမျိုးသမီးဟာ ငါးအရှင်လေးတစ်ကောင်ကိုရေကန်ထဲသွားလွှတ်ရင်း kappa တစ်ကောင်ကိုရေကန်ထဲမှာတွေ့ခဲ့တယ် ဖြစ်ချင်တော့အဲ့Kappaက သူ့ငယ်သူငယ်ချင်း Aokiဆိုတဲ့ကောင်လေးဖြစ်နေတယ် ဒီလိုနဲ့ တရက်မှာ Asukaရဲ့ ရှင်သန်ခွင့်သက်တမ်းက ကုန်ဆုံးတော့မဲ့အချိန်ရောက်လာတဲ့အခါပြန်လည်ရှင်သန်နိုင်ဖို့ Aokiနဲ့အတူတူ ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်File Size__(1.3GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://megaup.net/2xGaq/Underwater_Love_(2011).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/shiho-2020-140x200.jpg",
        "title": "[18+]Shiho(2019)",
        "description": "[18+]Shiho(2019)***********အကကို ဝါသနာပါပေမယ့် ဘဝပေးအခြေအနေကြောင့် စွန့်လွှတ်ထားရတဲ့၁၇နှစ်အရွယ်အထက်တန်းကျောင်းသားလေး ဝူမင်းဟာ\nဖခင် ဆုံးသွားတဲ့နောက် သူ့အဖေကို ပြုစုပေးခဲ့ဖူးတဲ့ ဆူဂျောင်းနဲ့တစ်အိမ်တည်းမှာ အတူနေဖြစ်သွားခဲ့ပါတယ်...\nအမေအရွယ် ဆူဂျောင်းကို ဝူမင်းက ချစ်မိသွားပေမယ့် သူမကစကားမပြောတတ်တဲ့အပြင် နေမကောင်းဖြစ်နေတာကို သိပြီးအတတ်နိုင်ဆုံး ကာကွယ်ပေးချင်စိတ်တွေ ဖြစ်လာခဲ့ပါတယ်...\nဒါပေမယ့် ကျောင်းသားတစ်ယောက်အနေနဲ့ အကောင်းဆုံးကြိုးစားတာတောင်မှ သူမဆေးဖိုးဝါးခလောက်သာ ပေးနိုင်တာကြောင့်\nသူငယ်ချင်းရဲ့အဆက်အသွယ်နဲ့ ပိုက်ဆံများများရမယ့်အလုပ်ကိုလုပ်ဖို ဆုံးဖြတ်ရာကနေ ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲကိုယ်ချစ်ရသူကို ကာကွယ်ပေးဖို ကြိုးစားပေးတဲ့သူနဲ့ ချစ်ရတဲ့သူကိုအရယူနိုင်ဖို လုပ်တဲ့သူရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါလို့ သတိထားစေချင်ပါတယ်..File Size :(1.2 GB) and (532 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.7",
        "url": "https://megaup.net/1bHtj/Shiho.2019.WEB-DL.1080P(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aokihpxx2tr0-133x200.jpg",
        "title": "Lunch Box (2004)",
        "description": "2004 Lunch Box\nအချစ်ကလွဲပြီး ဘာမှ မမြင်နိုင်တဲ့ မိန်းမသားတစ်ယောက်...သူမှသူပဲ ချစ်မိပြီးရင် အရာရာကို ပေးဆပ်တတ်တဲ့ မိန်းမသားတစ်ယောက်...ကိုယ်ချစ်တဲ့ ယောင်္ကျားတစ်ယောက်အတွက် မနက်တိုင်း ထမင်းဗူး ပြင်ပေးရင် ပျော်ရွှင်နေတတ်တဲ့ သူမ...တနေ့ သူမ ချစ်ရတဲ့ ယောက်ျားက လမ်းခွဲစကားပြောပြီးမကြာခင် လက်ထပ်‌တော့မယ့် အကြောင်းသိသွားသောအခါ...သာမာန်အတွဲတွေလိုဝုန်းဒိုင်းကြဲပြီး ပြသာနာရှာမလား❓ဆက်ချစ်နေအုံးမှာလား❓အဖြေကတော့ ပရိသတ်ကြီး မှန်းထားတာနဲ့ တော့ ကွာနေမှာ အသေအချာပါပဲ\nဇာတ်လမ်းဆန်းတဲ့ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်သင့်ပါတယ်File Size__(550MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.9",
        "url": "https://megaup.net/1bLfg/lunch_Box_(2004).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fullsizephoto1132172-141x200.jpg",
        "title": "[18+]The First Time 3 (2019)",
        "description": "[18+]The First Time 3 (2019)**************************အပြာကားအတွက် ဇာတ်ညွှန်းရေးပေးတဲ့ ယွန်းလေးဆိုတဲ့ဇာတ်ညွှန်းဆရာမက တစ်ခါမှ အတွေ့အကြုံမရှိသေးတဲ့အပျိုစင်လေး တစ်ယောက်ဖြစ်တယ် ..တစ်ခါမှအတွေ့အကြုံ မရှိတဲ့အတွက် သူ့ရဲ့ ဇာတ်ညွှန်း‌‌တွေကို အမြဲ သူငယ်ချင်းရဲ့ Sexအတွေ့အကြုံ‌ကိုနားထောင်ပြီး ရေးနေရတယ် တစ်နေ့မှာ ရိုမန့်တစ်ဆန်ဆန်နဲ့ သူ့ရဲ့ first time ကို သူတကယ် သဘောကျတဲ့\nသူနဲ့ပဲ ဖြတ်သန်းချင်တဲ့ ဇာတ်ညွှန်းရေးဆရာမလေးကသူငယ်ချင်းဖြစ်သူရဲ့ ချစ်သူကောင်လေးနဲ့ ဆုံတွေ့ပြီး ရင်းနှီးသွားကြတဲ့အခါဘယ်လို ဇာတ်လမ်းလေးတွေ ဖြစ်လာကြမလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါနော်..File Size :(1.5GB) and (574 MB)\nQuality : WEB-DL 1080p5.1ch,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1RDsY/The_First_Time_3_(2019).WEB-DL.1080P(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/download-160x200.jpeg",
        "title": "{21+} At The End Of A Month (HMN-185)",
        "description": "ကီတာနို\nအရမ်းကို ချစ်စဖွယ်အမူရာလေးတွေနဲ့\nပုရိသတို့ရဲ့ အသည်းကို ဖမ်းစားမည့်သူ\nသူမမှာ အခွင့်ရေးထူး တစ်ခု ဒါရိုက်တာက\nကမ်းလှမ်းထားပါတယ် အဲဒါကတော့\nမေထုန်မှုကို တစ်လကြာ စောင့်ထိန်းဖို့ပါပဲ\nအဲဒါပြီးတာနဲ့ သူမကို အထူးအခွင့်ရေးပေးပြီး\nရိုက်ကူး ဖြန့်ဖြူးမှာဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက Documantry\nပုံစံမျိုး ဇာတ်လမ်းဆင်ထားပါတယ်\nသူမရဲ့ အငို အပြော နွဲ့ဆိုး\nချစ်စဖွယ်အမူရာလေးတွေက\nအသည်းတွေ ကလိကလိဖြစ်စေပြီး\nသူမရဲ့ အချိုးစားတွေနဲ့ ပေါင်းစပ်လိုက်ရင်\nဘယ်သူမှ မငြင်းနိုင်ပါဘူး\nစတဲ့ လှုပ်လီလှုပ်လဲ့ အပြောအဆိုလေးတွေနဲ့\nတန်ဆာဆင်ထားလို့ DS Fans တွေအတွက်\nအထူးတလည် တင်ဆက်လိုက်ပါတယ်\nFile size…2.8GB / 1.4GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 36mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1RDi0/[HMN-185]_Mina_Kitano_%E2%80%93_1080p(DS).mp4",
        "category": "Adult, Asian"
    }
]