[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cpFf6LRdlOCrmWgEhilCicD2j6d.jpg",
        "title": "[18+] An Affair to Forget (2022)",
        "description": "An Affair to Forget (2022)ရိုဝမ်နာရာမိုစ်ဟာ ဂုဏ်သတင်းကြီးနိုင်ငံကျော် အိမ်ထောင်ရေးရှေ့နေတစ်ဦးဖြစ်ပါတယ်။ လုပ်ငန်းခွင်မှာရော လူမှုရေးအသိုင်းအဝိုင်းမှာပါ ရိုသေလေးစားခံရပေမယ့် သူ့အိမ်တွင်းမှာတော့ ခင်ပွန်းသည်ကခပ်ခွာခွာဆက်ဆံသလို တစ်ဦးတည်းသောသားဖြစ်သူ ချားစ်ကလဲ ခပ်တန်းတန်း ဖြစ်နေပါတယ်။ ဒီထက်ပိုဆိုးတာက သူ့ခင်ပွန်းသည်ပန်းချီဆရာဟာ လတ်တလော စတူဒီယိုထဲမှာပဲနေထိုင်ရင်း ပန်းချီပြပွဲတစ်ခုအတွက် အသည်းအသန်ကြိုးစားနေတာဖြစ်ပြီး အဲ့ဒီပန်းချီပြပွဲရဲ့အဓိကအကြောင်းအရာကလဲ ကိုယ်လုံးတီးအမျိုးသမီးတွေဖြစ်တဲ့အတွက် ကိုယ်ဟန်ပြမယ် ငယ်ငယ်လှလှလေးတွေနဲ့နှစ်ဦးတည်းလွှတ်ထားရတဲ့အခြေအနေပါ။အသက်အရွယ်နဲ့မလိုက်အောင်လှပအရွယ်တင်တဲ့အတွက်ပတ်ဝန်းကျင်ကအံ့သြချီးကျူးကြပေမယ့် ခင်ပွန်းသည်ရဲ့ လျစ်လျူရှုမှုတွေအောက်မှာ အကြိမ်ကြိမ်ရှုံးနိမ်ခဲ့ရာကနေ စိတ္တဇဖြစ်လာခဲ့တဲ့ ရာမိုစ်ဟာ သူရဲ့အမှုသည်တစ်ယောက်ကတစ်ဆင့် သိခဲ့ရတဲ့ ကြေးကြီးဇိမ်မယ်တစ်ယောက်ကို စိတ်ဝင်စားမိခဲ့ပြီးတဲ့နောက် ဘယ်သူမှမတွေးမိလောက်တဲ့အကြံအစည်ကြီးတစ်ခုကိုစိတ်ကူးရသွားပါတော့တယ်။ အဲ့ဒါကတော့ အဲ့ဒီကြေးကြီးဇိမ်မယ်လေးကို သူကိုယ်တိုင်ငှားပြီး သူ့ယောက်ျား တကယ်ဖောက်ပြန်နေတာဟုတ်မဟုတ်ကိုသိရအောင် မြူဆွယ်ဖြားယောင်းခိုင်းဖို့ပါပဲ။တကယ်တမ်း အဲ့ဒီမိန်းကလေးစိတ်ဝင်စားနေတဲ့သူဟာ သူ့ခင်ပွန်းမဟုတ်ပဲ သူ့ကိုဖြစ်နေခဲ့ပြီး သူ့အတွက် ခင်ပွန်းသည်နဲ့သားတို့ကို အန္တရာယ်ပေးဖို့အထိကြံစည်လာချိန်မှာတော့...။ဇာတ်လမ်းတည်ဆောက်ပုံအရ 2009 ခုနှစ်ကထွက်ခဲ့ပြီး Commercial success ဖြစ်ခဲ့တဲ့ Liam Neeson, Julianne Moore နဲ့ Amanda Seyfried ...",
        "rating": "",
        "url": "https://megaup.net/1b6aq/(CM)_An_Affair_To_Forget_(2022)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/R3x5of-140x200.jpg",
        "title": "[+18]My Girlfriend is 20 Years Old (2019)",
        "description": "[+18]My Girlfriend is 20 Years Old (2019)**************************************အသက်အရွယ်ကွာခြားပြီး ငယ်ရွယ်လွန်းတဲ့ကောင်မလေးကိုချစ်သူတော်ထားရတဲ့ ချာချင်ဝူးဆိုသော လူလတ်ပိုင်းအရွယ်တစ်ယောက်ရှိတယ်...၂ယောက်ဘဝတစ်ခုကိုဖြတ်သန်းဖို့အတွက်မရင့်ကျက်မှုတွေက ဆူးညှောင့်ခလုတ်တွေလိုဖြစ်နေတယ်..ဒီအခြေအနေကိုကျော်လွှားဖို့ ချစ်သူ (၂)  ဦး ကြိုးစားအားထုတ်ပါတော့တယ်..မင်းသမီးအချောလေးတွေပါတဲ့အပြင် ခပ်ကြမ်းကြမ်းအချစ်ခန်းတွေပါလို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...   File Size : (1.3GB) and (384 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/2x1ke/My_Girlfriend_Is_20_Year_Old_2019.WEB-DL.1080P.(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/288889_front-1-140x200.jpg",
        "title": "[19+]A Woman Called Sada Abe(1975)",
        "description": "[19+]A Woman Called Sada Abe(1975)***********************************အေဘီ ဆာဒါ ဆိုတာ သူမ ချစ်သူကို ချစ်လွန်းလို့ အဆုံးရှုံးခံရမှာစိုးလို့၊တခြားသူလက်ထဲ မထည့်ပေးနိုင်လို့\nချစ်သူကို ကိုယ်တိုင်သတ်ပစ်ပြီး၊ လိင်အင်္ဂါကိုဖြတ်ယူကာသူမ ကီမိုနိုထဲထည့်ကာ ကိုယ်နဲ့မကွာဆောင်ထားတဲ့ အမျိုးသမီးပဲဖြစ်ပါတယ်။\nဒီအဖြစ်အပျက်ဟာ 1936 ခုနှစ်မှာ ဂျပန်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့ပြီးလူထုအကြားတုန်လှုပ်ခြောက်ခြားစေခဲ့ပြီး တွေးခေါ်ပညာရှင်တွေ၊စာရေးဆရာတွေနဲ့ရုပ်ရှင်ထုတ်လုပ်သူတွေအကြားပိုပျံ့နှံခဲ့ပါတယ်။ 1975 မှာတော့ သူမအကြောင်း ပြန်လည်ရိုက်ကူးထားတဲ့ဒီရုပ်ရှင်ထွက်ရှိခဲ့ပါတော့တယ်။တကယ်လည်းအချစ်ကြီးခြင်းရဲ့ ကြောက်စရာကောင်းတဲ့အိပ်ရာခန်းတွေနဲ့နောက်ဆက်တွဲအကျိုးဆက်တွေကို ကွင်းကွင်းကွက်ကွက်မြင်ရမှာမို့မိသားစုနဲ့လုံးဝမကြည့်သင့်ပါဘူးခင်ဗျ File Size : (1.3GB) and (445 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.1",
        "url": "https://megaup.net/2x0O6/A.Woman.Called.Sada.Abe.1975.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gz1JOeHEPYfMQDbJdEDfUCAylVX.jpg",
        "title": "[18+] Lover of the Last Empress (1995)",
        "description": "Lover of the Last Empress (1994)Chingmy Yau ကို တော်တော်များများ နာမည်နဲ့တွဲမသိကြရင်တောင် လူကိုရင်းနှီးပြီးသားဖြစ်နေမှာပါ။ သူဟာ ၁၉၈၀နှောင်းပိုင်းနဲ့ ၁၉၉၀ကာလ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ နာမည်ကျော် သရုပ်ဆောင်မင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်ပြီး မက်ဂီချောင်တို့ ဘရစ်ဂစ်တီလင်းတို့ကိုတော့မမီပေမဲ့ သူတို့လောက်နီးနီးနာမည်ကြီးခဲ့တဲ့သူပါပဲ။ ဟောင်ကောင်ရဲ့ ထိပ်တန်းမင်းသားတွေဖြစ်တဲ့ ချောင်ယွန်ဖတ်ရဲ့ God of Gamblers Returns, စတီဖင်ချောင်ရဲ့ Lawyer Lawyer နဲ့ Royal Tramp I & II, ဂျက်ကီချမ်းရဲ့ City Hunter, ဂျက်လီရဲ့ Kung Fu Cult Master, အန်ဒီလောင်ရဲ့ Casino Tycoon, အာရွန်ကော့ရဲ့ Legend of the Liquid Sword တို့လိုကားတွေလည်းရိုက်ခဲ့သလို Naked Killer တို့လို Category III ...",
        "rating": "5.6",
        "url": "https://megaup.net/1R2n8/(CM)_Lover_of_the_Last_Empress_(1995)_1080p.mp4",
        "category": "Adult, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcISIatRSaP30WZQh1G4ZqLVWQA.jpg",
        "title": "[18+]The Doom Generation(1995)",
        "description": "[18+]The Doom Generation(1995)*******************************ဒီဇာတ်ကားထဲမှာတော့ ချောမောလှပတဲ့မိန်းမပျိုတစ်ယောက် ပါဝင်သော လူငယ်သုံးယောက်ရဲ့အချစ်ရမ္မက်ထန်မှုနှင့်အတူ ရူးမိုက်မိုက်လုပ်ရပ်တွေကို မြင်တွေ့ရမှာပါ ...18+ကားဆိုပေမယ့် ဇာတ်လမ်းသွားလေးနဲ့ကြည့်လို့ဖီးလို့ကောင်းမှာပါ...\nဇာတ်လမ်းအကျဉ်းက အေမီဆိုတဲ့ခပ်မိုက်မိုက်ကောင်မလေးနဲ့ ဂျော်ဒန်တို့ ချစ်သူနှစ်ယောက်ရဲ့ကြားကိုဇာ‌ဗီယာလို့ခေါ်တဲ့ ရူးမိုက်မိုက်ကောင်လေးတစ်ယောက် ဝင်လာခဲ့ရာကစခဲ့တာပါပဲ...သူတို့သုံးယောက်ဆုံတဲ့ညမှာပဲ လူသတ်မှုတစ်ခုကိုကျူးလွန်မိခဲ့ကြတယ်..အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...File Size :(650 MB) and (224 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ZZA\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/3cX5f/The.Doom.Generation.1995.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/romance-133x200.jpg",
        "title": "(21+)Romance (1999)",
        "description": "အချစ်နဲ့ တဏှာအ‌ေကြာင်း တမူထူးခြားတဲ့\nခံစားချက်တွေကို ဆင်ဆာမပါ ဘွင်းဘွင်းရှင်းရှင်း ပုံဖေါ်ထားတဲ့\nပြင်သစ် ခေတ်နှောင်းကားလေးပါအချစ်နဲ့ ကာမတဏှာ ကအဆက်အစပ်မရှိဘူးဆိုတာ ဒီဇာတ်ကားက သက်သေခံနေသလိုပဲ\nမယ်ရင်းတစ်ယောက် မော်ဒယ်ကောင်လေးတစ်ယောက်နဲ့ အချစ်တစ်ခုတည်းကို\nဦးစားပေးပြီးလက်ထပ်ခဲ့ပါတယ်။နောက်ပိုင်းအချိန်တွေမှာစိလိုက်ရတာကတော့ သူ့လင်\nပေါလ်က သူ့အပေါ် ကာမစိတ်မရှိဘူးဆိုတာပဲ။\nအစတုန်းကတော့အဆင်ပြေပေမဲ့ နောက်ပိုင်းတော့ပြဿနာတွေဖြစ်လာပါတယ်\nမယ်ရင်းက ဆန္ဒရှိပေမဲ့ ပေါ်လ်က လက်နဲ့တောင်အထိမခံချင်အောင် ဖြစ်နေပါတယ်\nမယ်ရင်း ကိုယ်တိုင်ကလည်း လိင်ကိစ္စပေါ်မှာ သူများနဲ့မတူတဲ့ ခံယူချက်‌ရှိနေပါတယ်\nသူ့ခံယူချက်တွေနောက်လိုက်ရင်း အဖိုးကြီးတစ်ယောက်နဲ့တွေ့သွားချိန်မှာတော့\nဇာတ်လမ်းဇာတ်ကွက်လေးရော ဖေါ်ကျူးချက်တွေကရော မရိုးမရွဖြစ်စေတာမို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 960MB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.2",
        "url": "https://megaup.net/1b4zt/Romance.1999.1080p.BluRay.x264(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/122448_1_large-142x200.jpg",
        "title": "[18+] Devil Angel (1995)",
        "description": "ဟောင်ကောင်မင်းသမီးချောလေး Vivian Hsu ကို တချို့လဲ ရင်းနှီးကြမှာပါ...ရှောင်လင်ကလေးနှစ်ယောက်ရဲ့ဇာတ်ကား Shaolin Popey(1994) မှာ မင်းသမီးအဖြစ် စတင်ပွဲထွက်ခဲ့ပြီးတော့ ဂျက်ကီချန်းနဲ့ The Accidental Spy ဇာတ်ကားထဲမှာလဲ ပါဝင်ခဲ့ဖူးပါတယ်။ ဟောင်ကောင်မော်ဒယ်တွေထဲမှာ ချစ်စရာမျက်နှာပေါက်လေးနဲ့ နာမည်ကြီးခဲ့ရာကနေ ရုပ်ရှင်မင်းသမီးအဖြစ်ထိုးထွက်လာခဲ့ပြီး ခုချိန်ထိလဲ ဇာတ်လမ်းရုပ်ရှင်တွေရိုက်ကူးနေဆဲမင်းသမီးဖြစ်ပါတယ်။ခုတင်ဆက်လိုက်တဲ့ Devil Angel (1995) ဇာတ်ကားကတော့ သူနာမည်ကြီးကာစအချိန်မှာ ရိုက်ကူးထားတဲ့ Drama,Romance,Thriller အမျိုးအစား ဇာတ်ကားတစ်ကားဖြစ်ပြီး အဖော်အချွတ်ခန်းတချို့ကြောင့် 18+ အသက်ရွယ်ပြည့်မီသူများသာ ကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။အပူအပင်ကင်းတဲ့မိဘအိမ်မှာနေရတာ အေးချမ်းလွန်းလို့ အပူရှာဖို့အတွက် အချစ်ဆိုတဲ့ခေါင်းစဉ်ကြီးကြီးတပ်ပြီး လင်နောက်လိုက်သွားတဲ့ အသက်ငယ်ရွယ်တဲ့ကလေးမလေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတာပါ။ အချစ်ဆိုတာရဲ့နောက်ကွယ်က အပူအပင်တွေနဲ့ ငွေရေးကြေးရေးပြသနာတွေကြောင့် ဘဝကို ဘဝဆန်ဆန် ဘယ်လိုဖြတ်သန်းရမလဲဆိုတာ.....။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ...",
        "rating": "5.1",
        "url": "https://megaup.net/1b4j3/(DS)_Devil_Angel_1995_1080p_AAC._Vivian_Hsu.mp4",
        "category": "Adult, Asian, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/captive-133x200.jpg",
        "title": "(18+)Captive Files II (2003)",
        "description": "ကဲ စတော့ဟုမ်းဇာတ်လမ်းလေး အပိုင်းနှစ်လာပါပြီ\nဒီဇာတ်ကားက မှုခင်းစိတ်ပညာ လူ့သဘောသဘာဝ introvert တွေရဲ့\nစိတ်နေသဘောထားစတဲ့ စိတ်ဝင်စားစရာတွေ အများကြီးပါနေလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါအပိုင်းတစ်ရောအပိုင်းနှစ်ရောစိတ်ဝင်စားဖို့ကောင်းတာမို့ ကြည့်စေချင်ပါတယ်\nအမှောင်ခန်းတွေပါတာမို့ မိသားစုနဲ့တော့ အတူမကြည့်ပါနဲ့ ကြည့်ချင်ရင်\ncrush နဲ့အတူကြည့်ပါ ပြန်မကြိုက်ပဲကို မနေရဲပါဘူး ဒီဇာတ်ကားပြပြီး\nငါ့ကိုပြန်မကြိုက်ရင် ဒီဇာတ်ကားထဲကလို လုပ်လိုက်မယ်လို့သာပြောလိုက်ပါ\nရဲဖမ်းခံရရင်တော့ ကျွန်တော်နဲ့မဆိုင်ပါဘူး\nFile size…326MB\nQuality…DVD RIP\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.3",
        "url": "https://megaup.net/1b3ju/Captive_Files_II_(2003)_DVD_RIP(DS).mp4",
        "category": "Adult, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSX1xLSGEepasoenOGZsgpj18FU.jpg",
        "title": "[18+]Wilderness: Part 1(2017)",
        "description": "[18+]Wilderness: Part 1(2017)***************************လက်ဝှေ့သမားဖြစ်တဲ့ ယူးဂျီကို သတ်ပစ်ချင်လောက်အောင် လက်စားချေချင်စိတ် ပြင်းပြနေတဲ့ ရှင်းဂျိက ‌ဘယ်လိုအနိုင်ယူရမလဲစဉ်းစားရင်း ပိုက်ဆံလည်း မရှိ အိမ်လည်းမရှိ လေလွင့်နေတဲ့အဆုံးအရှုံးပေါ်လုနီးနီး လက်ဝှေ့သင်တန်းကျောင်းကို ဝင်လိုက်ပါတော့တယ်....ငယ်ငယ်ကတည်းက အမေဖြစ်သူကလည်း ထားသွား အဖေလည်းသတ်သေသွားတာကြောင့်တစ်ကောင်ကြွက်ဖြစ်ခဲ့ရသူရှင်းဂျိဟာ အစ်ကိုကြီးခန်းဂျိနဲ့ ဆရာဖြစ်သူကို မိသားစုလို သံယောဇဉ်ရှိလာခဲ့ပါတယ်ခန်းဂျိကတော့ အထစ်အထစ်ဖြစ်နေပြီး အရမ်းရှက်တတ်တဲ့ ဆံသဆရာပါ\nစကားမထစ် လူရာဝင်ချင်လွန်းတဲ့သူဟာ အရည်အချင်းလည်း ရှိတာကြောင့် လက်ဝှေ့လောကထဲ ခြေချခဲ့ပါတယ်...အဲ့ဒီနောက်မှာတော့ ....လက်ဝှေ့ကြိုးဝိုင်းထဲ ဘယ်သူတွေအောင်မြင်ကြမလဲဆိုတာကိုတော့..ဇာတ်လမ်းလည်းကောင်းသလို အိပ်ရာခန်းတွေလည်းပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...မင်းသားက ကျွန်တော်တို့ Kamen Rider W တို့ Drowning Love တို့ထဲကမင်းသားမလို့မစိမ်းလောက်ဘူးထင်ပါတယ် ကြည့်ရှုခံစားလိုက်ပါဦးဗျာFile Size :(1.5GB) and (628 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:37:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://megaup.net/1b3jc/Wilderness.Part.One.2017.BLU-RAY.480P(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYWQ3OWEyZjctOTE1Yi00MGQ2LWIyMTYtMzM1NWYwMGI4MjNmXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-140x200.jpg",
        "title": "[18+]Dogtooth(2009)",
        "description": "[18+]Dogtooth(2009)********************[18+] ဖြစ်လို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ထူးဆန်းတဲ့မိသားစုတစ်စုရှိတယ်.. အိမ်ထောင်ဦးစီးဖြစ်တဲ့အဖိုးကြီးဟာသူ့ကလေးတွေကို တစ်ခါတစ်လေခွေးတွေလိုပြုမူဆက်ဆံတာပါပဲ..ဒီလိုပြုမူပုံတွေဟာ ကလေးတွေအပေါ်အများကြီးသက်ရောက်မှုရှိတယ်..အဘိုးကြီးကဘာလို့ ဒီလိုနေတာလဲ..သားသမီးတွေကရောဘယ်လိုမျိုးတွေ တုန့်ပြန်မလဲဆိုတာကိုတော့.. File Size :(3.5GB) and (674 MB)\nQuality : Blu-Ray1080p 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ZZA\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2wWL8/Dogtooth.2009.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2z12d7kRTVsGUoZRwFcVsMtiWwA.jpg",
        "title": "[18+] Laruan (2022)",
        "description": "Laruan (2022)~ IMDb rating - 6.5/10 ~ကမီးလ်ဟာ ထက်မြက်တဲ့မိန်းမတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့လဲ သူဟာထက်မြက်တဲ့မိန်းမဖြစ်ကြောင်း ဖေစ့်ဘုတ်ပေါ်မှာ ပုံတွေတင်စာတွေမရေးဘဲ ယောက်ျားနှစ်ယောက်ကို နဖားကြိုးထိုးထားပြီးတော့ လက်တွေ့သက်သေပြသူဖြစ်ပါတယ်။ကမီးလ်အလုပ်က အိမ်တွင်းအလှဆင်လုပ်ငန်းဖြစ်ပြီးတော့ လုပ်ငန်းမှာ သူ့ငယ်ချစ်ဦးဂျော့ဖ်ကိုလက်ထောက်အဖြစ်ခန့်ထားသလို၊ သူ့ထက်အသက်နှစ်ဆကြီးတဲ့ နာမည်ကျော်ပန်းချီဆရာကြီးတစ်ယောက်ကို ရအောင်ယူထားပြီး အဲဒီပန်းချီတွေကို လုပ်ငန်းထဲမှာထည့်ရောင်းပြီး အသုံးချတတ်ပါတယ်။ ဒီလိုပဲ အားလပ်ရက်တွေမှာ ဂျော့ဖ်ကို ကောင်မလေးတစ်ယောက်ယောက်နဲ့အတူ အိမ်ကိုလာခိုင်းပြီးတော့ ခင်ပွန်းနဲ့ဂျော့ဖ်ခေါ်လာတဲ့ ကောင်မလေးတို့ကိုပစ်ထားပြီး အလုပ်ခန်းထဲမှာ နှစ်ဦးသားကြိတ်ပုန်းတွယ်လေ့ရှိပါတယ်။ စကားနည်းပြီး လူတွေနဲ့အဆက်အဆံသိပ်မရှိတဲ့ သူ့ခင်ပွန်းသည်အဘိုးကြီးဟာ ဒါတွေကိုရိပ်မိသလို မရိပ်မိသလိုအနေအထားပေမယ့် ဘာမှပြောလေ့မရှိပါဘူး။ အစစအရာရာအဆင်ပြေနေတဲ့ ကမီးလ်အတွက်အခြေအနေတွေဟာ ဂျော့ဖ်ခေါ်လာတဲ့ ပန်းချီကျောင်းသူ မိန်းမလှလေး သီယာရောက်အလာမှာတော့ပြောင်းလဲဖို့ဖြစ်လာပါတော့တယ်။ဘယ်သူနဲ့မှစကားပြောလေ့မရှိတဲ့ ပန်းချီဆရာအဘိုးကြီးဟာ ဒီကောင်မလေးကိုတော့ အရောတဝင်ပြုံးရယ်လာသလိုမျိုး ငယ်ချစ်ဦးဂျော့ဖ်ကိုယ်တိုင်ပါ သူ့ကိုလျစ်လျူရှုပစ်ပယ်လာ၊ ကောင်မလေးအပေါ်ဂရုစိုက်မှုတွေပုံကျလာချိန်မှာတော့ ထက်မြက်တဲ့ ကမီးလ်တစ်ယောက် မောဟမီးတွေတောက်လောင်ပြီး သူ့ဘဝထဲကယောက်ျားနှစ်ယောက်နဲ့ ဒီမိန်းကလေးကိုခွဲထုတ်ပစ်ဖို့ဆင်ကြံကြံရပါတော့တယ်။ မျက်နှာသစ်မဟုတ်ပေမယ့် ကားရိုက်ကြဲတဲ့ အသစ်ကလေးနှစ်ဦးဖြစ်တဲ့ Franki ...",
        "rating": "6.5",
        "url": "https://megaup.net/3cTax/(CM)_Laruan_(2022)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yYnTxyjtipw6ThpMN42kb9c9Q2.jpg",
        "title": "[18+]Attenberg(2010)",
        "description": "[18+]Attenberg(2010)*******************ဒါကတော့ Greek 18+ လေးပါမရီနာ ဆိုတဲ့ကောင်မလေးဟာ အဖေတစ်ခုသမီးတစ်ခုနေရတဲ့ကောင်မလေးပါ....အဖေဖြစ်သူဟာ လူကြီးရောဂါနဲ့ သိပ်မနေရတော့ပါဘူး...အဲ့တော့ ရှိတဲ့ဒီသမီးလေးကပဲ အဖေကိုပြုစုပေးတာပေါ့ အပျိုဖော်ဝင်လာတဲ့ မရီနာလေးဟာထုံးစံအတိုင်းပဲ အသစ်ဆန်းတွေကို စမ်းသပ်ချင်လာတယ် နောက်ပြီး သူမရဲ့sex dominant ဖြစ်တာက ယောက်ျားလား မိန်းမလားလည်း မသဲကွဲသေးပါဘူးအဲ့တော့ဖြစ်ပုံက ယောက်ျားနဲ့လည်းစမ်းချင်တယ် မိန်းမနဲ့လည်းစမ်းချင်တယ်တွေဖြစ်ကုန်ရော အဲ့တော့ မရီနာတစ်ယောက်ဘယ်သူတွေနဲ့ ဘယ်လိုတွေစမ်းမလည်းဆိုတာဂရိသူလေးတွေ ရဲ့အလှတရားနဲ့ပါ ပေါင်းစပ်ပြီး ခံစားကြည့်ကြပါ File Size : (2.8GB) and (779 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nGenres: Adult, Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein That Naing\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2wV8o/Attenberg.2010.BLU-RAY.1080P(CM)_.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ezgif-1-13d4048671-133x200.jpg",
        "title": "[21+] My girlfriend’s older sister is perfect- Ria Yamate[SSIS-535-Decensored]",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို တင်ဆက်ပေးမဲ့ မင်းသမီးလေးကတော့ အရင်မင်းသမီးတွေလို ကြည့်တာနဲ့\nအလှကိုပေါ်လွှင်စေတဲ့သူ မဟုတ်ပေမယ့် တစိမ့်စိမ့်နဲ့ဆွဲဆောင်နိုင်တဲ့ မင်းသမီးလေး Ria Yamate ပါ။ခန္ဓာကိုယ်အချိုးအစား ရုပ်ရည်ဘာမှပြောစရာမလိုလောက်အောင် ချောမောလှပတဲ့ မင်းသမီးလေးဖြစ်ပြီး သူကပဲဦးဆောင်တတ်တဲ့နေရာမှာ မြင်နေကျပါ။SSIS-535 ဒီဇာတ်လမ်းမှာလဲ သူ့ညီမရဲ့ကောင်လေးကို ဘယ်လိုဦးဆောင်သွားဦးမလဲဆိုတာ.....။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (999 MB)\nQuality : HDRip 1080p & Decensored 720p\nRunning Time : 02:01:09\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/2wTuP/[SSIS-535]My_girlfriend’s_older_sister_is_perfect-_Ria_Yamate-HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVPfq45HDPbKpV8QvRYCw69MyDz.jpg",
        "title": "[18+] Downfall (1997)",
        "description": "[18+] Downfall (2022)~ IMDb - 6.5/10, MyDramaList - 6.7/10 ~(ထုံးစံအတိုင်းပါပဲ။ ခေတ်ဟောင်းက ကိုရီးယားကားဆိုတော့ အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးလိုက်ပါတယ်)Penthhouse ထဲက ဂျင်နီအမေရဲ့ ငယ်စဉ်ရွယ်စဉ်က ကားအလန်းတစ်ကားပါ။ တစ်ချိန်တစ်ခါဆီက ကိုရီးယားရဲ့ ပြည့်တန်လောကကို ပုံဖော်ထားတဲ့ကားပါပဲ။ ပြည့်တန်ဆာတစ်ယောက်ရဲ့ ဖြစ်တည်မှုအစကနေ ဖြစ်တည်မှုအဆုံးအထိ ပြသထားတဲ့ ရုပ်ရှင်ဆိုရင်လည်း မမှားပါဘူး။လွတ်မြောက်ဖို့ကြိုးစားရခြင်းတွေ... ဒီဘဝကို ပျော်မွေ့သွားခြင်းတွေ... အဖြူတွေအမဲတွေ ဒွန်တွဲနေတဲ့အကြောင်းတွေကို မျက်ဝါးထင်ထင်မြင်ကြရပါလိမ့်မယ်။ ကိုရီးယားပြည့်တန်ဆာလောကအကြောင်း ဆရာကင်ကီဒွပ်ကြီး သရုပ်ဖော်တာကို ကျွန်တော်တို့ခဏခဏကြည့်ဖူးခဲ့ပြီးပြီမလား။ ဒါကတော့ အရသာအသစ်ပေါ့။ ဘာလို့ဆို ကင်ကီဒွပ်ကားတွေမှာ ဖြစ်သွားတဲ့ မိန်းကလေးတွေရဲ့ ပျော်မွေ့သွားခြင်းကို မတွေ့ရပေမဲ့ ဒီမှာတော့ တွေ့ရသလောက်ရှိတာကိုး။ မင်းသမီးဟောင်းကြီးရဲ့ မြင်ကွင်းအသစ်တွေကို ရှုစားရင်း လေ့လာကြသင့်တဲ့ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, ...",
        "rating": "6.4",
        "url": "https://megaup.net/3cRoy/(CM)_Downfall_(1997)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/093512kfv2va706aaljcsm-209x300.jpg",
        "title": "[18+] Miss Change (2013)",
        "description": "ရှေ့နေဂျေချီဟာ လူပျိုစစ်စစ်တစ်ယောက်ဖြစ်ပြီး မိန်းမကိစ္စနဲ့ပတ်သက်ရင် မျက်လုံးချင်းတောင်ဆုံလို့မရတဲ့ အာဂယောင်္ကျားပါ။တစ်အိမ်ထဲအတူနေတဲ့ သူ့သူငယ်ချင်းယောင်းဂူကတော့ မြာပွေလှသူဖြစ်ပြီးသူငယ်ချင်းကြိတ်ကြွေနေတဲ့ ကောင်မလေးကိုပါ အလွတ်မပေးသူပါ။တစ်နေ့မှာ...သူတို့ဘဝထဲကို ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာပြီးသူမနဲ့ထိတွေ့သူတိုင်း ဘဝပြောင်းသွားတဲ့အခါမှာတော့........။ပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုသင့်တဲ့ ဇာတ်ကားဖြစ်တဲ့အပြင်လှပပြည့်ဖြိုးညက်ညောတဲ့ ကောင်မလေးနဲ့အချစ်ခန်းလေးတွေကလည်းစွဲမက်ဖွယ်ကောင်းတာမို့ ပုရိသတို့ လက်မလွှတ်သင့်ပါကြောင်း..\nFile size…(1.4GB)and(602MB)\nQuality…WEB-DL 1080P, 720p\nFormat…mp4\nDuration….01:40:51\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "5.7",
        "url": "https://megaup.net/1QVui/Miss.Change.2013.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjdiOGU2YTYtZWVhOS00N2JhLWFjMWYtYmQ5ZjhlZDBkMGMxXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_-141x200.jpg",
        "title": "(18+) Captive Files I (2001)",
        "description": "စတော့ဟုမ်းဆင်ဒရုန်းကို ကြားဖူးကြတယ်နဲ့တူတယ်\nနာမည်ကြီး money heist ထဲတောင် ပါသေးတယ်လေ\nအဲ့လို ဖမ်းတဲ့သူကို ပြန်ကြိုက်သွားတဲ့ ဇာတ်လမ်းကိုမှ\nဖြေးဖြေးချင်းပဲပြောင်းလဲသွားတာလား လူ့စိတ်သဘောသဘာဝတွေကို\nလေ့လာရမယ့်အပြင် အလှည့်အပြောင်းများစွာနဲ့ကောင်းကောင်းကြည့်ရမယ် ဇာတ်လမ်းလေးပါပဲဂျပန်ရုပ်ရှင်လောကက ဒီလိုကားမျိုးရိုက်တဲ့နေရာမှာတော့\nဆရာကျပါတယ် ပြသင့်တာပြ ဖော်သင့်တာဖော်ပြီး\nဇာတ်လမ်းအရှိန်မကျအောင် ဝေဝေဆာဆာဖန်တီးပေးထားတာ\nတွေ့ရမှာပါ ဇာတ်ကားက အပိုင်း ၂ ရှိသေးတဲ့အပြင်\nဆက်ရန်ကိုပါ ဆက်တင်ဆက်ပေးမှာမို့ အချိန်ရှိတုန်း\nပထမပိုင်းကို အားပေးကြဖို့ လက်တို့ပေးပါရစေ\nFile size…300MB\nQuality…DVD RIP\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.1",
        "url": "https://megaup.net/1aY4h/Captive_Files.DVDRIP(DS).mp4",
        "category": "Adult, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/photo206265-144x200.jpg",
        "title": "[18+] Perfect Partner (2011) My Secret Partner",
        "description": "IMDb Rating (6.0)Perfect Partner (or) My Secret Partner ဆိုတဲ့ဒီဇာတ်ကားက ကိုရီးယား 18+ ဇာတ်ကားတွေထဲ တော်တော်မိုက်တဲ့ဇာတ်ကားပါ...မိုက်တယ်ဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ရော သရုပ်ဆောင်တွေရော ကွက်တိကျသလို ရီလဲရီရပါတယ်။Adult,Comedy,Romance,Drama အမျိုးအစားဖြစ်တာကြောင့် အချစ်အကြောင်းကို နူးညံ့စွာ ပုံဖော်ရာမှာ ထည့်ပြသင့်တာအကုန် ထည့်ရိုက်ပြထားတဲ့ ကိုရီးယားဇာတ်ကားပါပဲ။သရုပ်ဆေင်တွေကတော့ မင်းသား Kim Young Ho , Kim San-ho တို့ဖြစ်ပြီး မင်းသမီးတွေကတော့ Kim Hye Sun နဲ့ Chae-Yi Yoon တို့ဖြစ်ပါတယ်။အချစ်မှာအသက်အရွယ်က အရေးမပါဘူးဆိုတဲ့အကြောင်းနဲ့ အချစ်မှာ ဘာတွေပဲအရေးပါလဲဆိုတာ ဒီဇာတ်ကားက ရှင်းပြပါလိမ့်မယ်။WEBRip 1080p Quality ထိ တင်ဆက်ထားပြီး အဲ့ Version မှာ ဆင်ဆာဖြတ်ခံထားရတဲ့အခန်းတွေကို DVD ခွေကနေ ပြန်ယူပြီး ပေါင်းထည့်ပေးထားတာမလို့ ဆင်ဆာအခန်းတွေပါ ပါဝင်တဲ့ 1080p ...",
        "rating": "6.0",
        "url": "https://megaup.net/1QVod/(CM)_Perfect_Partner_(2011)_Uncut_Version_1080p.x264-RGB.mp4",
        "category": "Adult, Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmVhOTJkMGItODNiNy00NTI3LWFjZGEtODIwODM0YWY1NDMzXkEyXkFqcGdeQXVyNDY5NjU5MDE@._V1_-140x200.jpg",
        "title": "[18+] Wet Dreams 2 (2005)",
        "description": "အပျိုဖော်မဝင့်တဝင် အမျိုးသမီးတို့ဓမ္မတာ အစပျိုးလေးတောင် မလာဖူးသေးတဲ့ရွှေရင်သိမ်းသစ်စ မိန်းကလေးတစ်ယောက်ရဲ့ဘဝအတွက်\nအကြီးမားဆုံးရည်မှန်းချက်၊ စိတ်ကူးယဉ်အိမ်မက်တွေကဘယ်လောက်များခမ်းနားကြီးကျယ်နေနိုင်မလဲ? ဆောင်အွန်းဆိုတဲ့ကောင်မလေးကတော့ မင်္ဂလာဆောင်တစ်ခုမှာ\nသတို့သမီးရဲ့အလှအပ၊မင်္ဂလာဆောင်ရဲ့ခမ်းနားမှု ကြည်နူးဖွယ်တွေကို အားကျနေခဲ့ပြီးတော့ တောက်လျှောက်စိတ်ကူးယဉ်နေမိခဲ့တာပါ။\nသူဟာ မင်းသားလေးတစ်ပါးကို အိမ်မက်မက်ထားတယ်။ အဲ့ဒီမင်းသားလေးဟာ သူ့ဖူးစာဖက် ဧကန်ဖြစ်ပြီး တစ်နေ့မှာ သူတို့ပျော်ရွှင်စွာပေါင်းဖက်ရမယ်ဆိုတာမျိုးပေါ့။ အဲ့ဒါ သူ့အိမ်မက်အကုန်ပါပဲ။\nတစ်နေ့တော့ သူစာသင်ခန်းထဲမှာ အိပ်ပျော်နေရင်း မျက်လုံးအဖွင့်မှာ အိမ်မက်ထဲက မင်းသားလေးကိုမျက်ဝါးထင်ထင်တွေ့မြင်လိုက်ရပါတော့တယ်။\nသူ့ရဲ့မင်းသားလေးဟာ သူတို့ကျောင်းရဲ့ အလုပ်သင်ကာယဆရာတစ်ယောက်အဖြစ်ရောက်ရှိလာခဲ့တာပါပဲ။ အဲ့ဒီကစလို့ အိမ်မက်တွေ၊ စိတ်ကူးယဉ်တွေ နဲ့\nလက်တွေ့ဘဝကို ခွဲခြားနားမလည်တတ်သေးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ မင်းသားလေးကို ရရှိဖို့ ဘာမဆိုစွန့်လွှတ်စွန့်စားနိုင်တဲ့အထိ အဆင်သင့်ဖြစ်သွားပါတော့တယ်။\nသူတစ်ယောက်တည်းတော့မဟုတ်ပါဘူး၊ သူ့ရဲ့ မိုက်ဖော်ဆိုးဖက် သူငယ်ချင်းမလေးတွေကလဲ သူ့စွန့်စားခန်းကို မြှောက်ပင့် အားပေး ကူညီဖို့ ရယ်ဒီပါပဲ။\nWet Dream ရဲ့နောက်ဆက်တွဲကားဖြစ်ပေမယ့် ပထမကားထက်ပိုပြီးတော့ Serious ဖြစ်တဲ့ဘက်ကိုသွားထားပါတယ်။ အပျော်တွေချည်းသက်သက်မဟုတ်ပဲနဲ့\nတကယ်တမ်းရင်ဆိုင်ရမယ့်လက်တွေ့ဘဝရဲ့ပြဿနာလေးတွေကိုပါ ပါးပါးလေးချပြသွားပြီးတော့ အချစ်ဟာသ ဇာတ်လေးကို လှလှပပခင်းသွားပါသေးတယ်။\n၂၀၀၀ ခုနှစ်ကျော်ဝန်းကျင် ခေတ်ကာလတွေ၊ အဲ့ဒီခေတ်က ကိုရီးယားရုပ်ရှင်တွေကိုပြန်သတိရလွမ်းတစေနိုင်တဲ့ အချစ်ဟာသ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2wRT4/(CM)_Wet_Dream_2_(2005)_BluRay_1080p-RGB.mp4",
        "category": "Action, Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Mongjunggi-829602740-large-139x200.jpg",
        "title": "[18+] Wet Dreams (2002) Mongjunggi",
        "description": "Sex is Zero လို ကျောင်းသားဟာသကားတွေကြိုက်တတ်ရင်တော့ Wet Dreams ဆိုတဲ့ ဒီကိုရီးယားကားမှာလဲ ခွီရဦးမှာပါ။ဒေါင်ဟွန်း ဆန်းမင်း ယောင်ဂျေး ဆွတ်ဂူးတို့ဟာယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်ရောက်နေတဲ့\nလူပျိုဖော်ဝင်စ၊အပျံသင်စ လိင်မှုကိစ္စကိုထဲထဲဝင်ဝင်နှိုက်နှိုက်ချွတ်ချွတ်စိတ်ဝင်တစား စူးစမ်းချင်စပြုလာတဲ့\nအထက်တန်းကျောင်းသားလေးတွေဖြစ်ပါတယ်။ အဲ့ဒီကျောင်းကိုမှ သူတို့နဲ့အသက်ချင်းသိပ်မကွာတဲ့ ငယ်ငယ်လှလှ\nဆရာမလေးတစ်ယောက်က အလုပ်သင်အဖြစ်ဝင်လာတဲ့အချိန်မှာတော့ အဲ့ဒီဆရာမလေးနဲ့ နီးစပ်ခွင့်ရဖို့အရေး\nသူတို့တွေအလောင်းအစားနဲ့အကြံအဖန်လုပ်ကြတဲ့အထိဖြစ်လာပါတော့တယ်။အဲ့ဒီဆရာမလေးကလဲ ကိုယ်ပိုင်ဇာတ်လမ်းရှိပါတယ်။ ဆရာမလေးရဲ့တစ်ဖက်သတ်အချစ်ဦး ဆယ်ကျော်သက်တုန်းက\nတဖက်သတ်ကြိတ်ကြွေခဲ့ရတဲ့ ဆရာအစ်ကိုကြီးဟာ အဲ့ဒီကျောင်းမှာကျောင်းဆရာအဖြစ်ရှိနေလို့ဒီကျောင်းကိုမရောက်ရောက်အောင်\nဖန်တီးယူခဲ့တာဖြစ်နေလို့ပါပဲ။ဆရာမလေးကသူ့ဇာတ်လမ်းနဲ့သူ့ချစ်ရသူကိုနီးစပ်ခွင့်ရဖို့ကြိုးစားသလို\nဒေါင်ဟွန်းတို့လေးယောက်ကလဲ ဆရာမလေးလက်ကိုကိုင်ဖို့၊ အောက်ခံဘောင်းဘီ\nဘာရောင်လဲဆိုတာမြင်ရဖို့တို့ ညစ်တီးညစ်ပတ်အလောင်းအစားတွေနဲ့ကြိုးစားနေရင်းက ဒေါင်ဟွန်းဟာ ဆရာမလေးအပေါ်\nတစ်ပါးသူ စကားနဲ့ထိပါးလာရင်တောင်မခံချင်မခံမရပ်နိုင်ဖြစ်လာတဲ့အထိမေတ္တာရှိမြတ်နိုးသွားမိတဲ့အခါမှာတော့..။စိတ်ကူးယဉ်တတ်စ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ အိမ်မက်ပင်လေးကိုပျိုးမိတော့တာပါပဲ၊\nသူ့ဇာတ်လမ်းလေး ဘယ်လိုအဆုံးသတ်မလဲ? ဆရာမလေးရဲ့ အထက်တန်းကျောင်းကတည်းကစခဲ့တဲ့ တစ်ဖက်သတ်ဇာတ်လမ်းလေးကရော?\nဇာတ်သိမ်းကတစ်ခုပဲလှဖို့ရှိပါတယ်။Wet Dream ဟာကျွန်တော်တို့ဆီမှာနာမည်ကျော်ဖြစ်တဲ့ Sex is Zero နဲ့ တစ်နှစ်ထဲထွက်ရှိခဲ့ပြီး အပြိုင်နာမည်ကြီးခဲ့တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\nကိုရီးယားလှိုင်းအစရုပ်ရှင်တွေထဲမှာတစ်ကားအပါအဝင်ဖြစ်ပြီးကြည့်ဖူးတဲ့သူတွေဆို တစ်ချို့ဇာတ်ကွက်တွေကိုမှတ်မိကြဦးမှာပါ။သူတို့သူငယ်ချင်းလေးယောက်ရဲ့လိင်ကိစ္စ စပ်စုပုံ၊စူးစမ်းပုံတွေ၊\nဆရာမလေးအနားကပ်ခွင့်ရဖို့ကြိုးစားကြပုံတွေဟာ အသေခွီနေရပြီးကိုယ့်ငယ်ဘဝကိုယ်ပြန်အမှတ်ရစရာတိုက်ဆိုင်မှုလေးတွေကိုပါမြင်ရတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့အဆုံးမှာ Credit scene ဆန်ဆန်တစ်ခန်းပါဝင်ပြီး၊ အဲ့ဒီနေရာမှာ ဆရာကြီးတစ်ယောက် Cameo အဖြစ်စပရိုက်တိုက်ထားပါတယ်။Wet Dreams 2 ဆက်ထွက်ခဲ့ပြီး Wet ...",
        "rating": "5.4",
        "url": "https://megaup.net/12Ml9/(CM)_Wet.Dreams.2002.1080p.WEB-DL.AAC2.0.H.264-Nyein.mp4",
        "category": "Adult, Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/61SrPq5VGsL._SL1200_-142x200.jpg",
        "title": "Possession (1981)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (84%)တစ်ချိန်က UK မှာ အ ban ခံရတဲ့ Horror movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့\nစပိုင်တစ်ယောက် ဖြစ်တဲ့ မာ့ခ်ဟာ သူ့မစ်ရှင်အပြီး\nမိန်းမဖြစ်သူ အန်နာနဲ့ သားလေး ဘော့ဘ် ရှိရာဆီပြန်လာခဲ့ပေမယ့် မိန်းမရဲ့ ကွာရှင်းခွင့်တောင်းခြင်းကို ခံရပါတယ်\nဘာကြောင့်ကွာရှင်းချင်ရလဲဆိုတဲ့အကြောင်းရင်းကို မေးမြန်းရာမှာတော့\nတခြားတစ်ယောက်ရှိလို့မဟုတ်ဘူးဆိုပြီး တွင်တွင်ငြင်းခဲ့ပေမယ့် တကယ်တော့ ရှိနေပါတယ်\nကဲ ကွာမယ် အိမ်နဲ့ကလေးကိုပေးလိုက်တော့ အန်နာဟာ ကလေးကို အိမ်ထဲမှာ ရက်သတ္တပတ်အတော်ကြာ တစ်ယောက်တည်း ပစ်ထားတယ်\nသူ့ဖာသာသူ အပြင်တွေဘယ်သွားမှန်းမသိသွားရင်း ရွာလည်နေတယ်\nမာ့ခ်ကလည်း စိတ်ညစ် အရက်သောက်ပြီး အရက်ကြောင်တဲ့အဆင့်ထိဖြစ်လာခဲ့တယ်\nမာ့ခ်က သားလေးရဲ့အခြေအနေကိုမြင်လိုက်ရချိန်မှာ အိမ်ပေါ်ပြန်တက်နေဖို့ ဆုံးဖြတ်ခဲ့တယ်\nအန်နာကို အိမ်ပြန်မလာတော့ဖို့ပြောပေမယ့် ကလေးဗန်းပြပြီး သူလာချင်တဲ့အချိန်လာတယ်\nကြောင်တောင်တောင်တွေလုပ်ပြီး ပြန်ပြန်သွားတယ်\nလင်ငယ်ဆီ သွားနေနေလားဆိုပြီး စုံစမ်းပြန်တော့လည်း မဟုတ် မဟုတ်နဲ့ အမှန်တရားကို မြင်လိုက်ရချိန်မှာတော့....။IMDb 7.3အထိရရှိခဲ့ပေမယ့် အမေရိကမှာလည်း ပြသခွင့် ၂နှစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1QQq3/(CM)_Possession.1981.1080p.BluRay.HEVC.DDP2.0.x264-Naung.mkv",
        "category": "Adult, Drama, Horror"
    }
]