[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/91cYkTr57XL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Poor Teacher – Yua Mikami[SSNI-802] Decensored",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး…ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ…အသားအရည်ရဲ့တောက်ပမှု…လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးက မြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။ဒီဇာတ်ကားမှာတော့ သူ့ကိုမြင်နေကျ Hair စတိုင်ကနေ ခွဲထွက်ပြီး ဆံတိုလေးနဲ့မြင်ရမှာပါ..ပိုပြီး Sweet ဖြစ်တယ်ပေါ့...မိုးရွာချလိုက်ရင် လမ်းတွေကစလို့ ကမ္ဘာကြီးရနံ့အထိ သန့်ရှင်းလတ်ဆတ် လင်းရှင်းသွားတတ်တယ်...တစ်ညမှာတော့ မိုးနဲ့အတူ ဖုံးကွယ်ထားတဲ့အရာတွေ ကွာကျလာတဲ့အခါ..။ဒီဇာတ်ကားကို Decensored Version နဲ့တင်ဆက်ထားတာမို့ ...မသိရင် လူကြီးလူကောင်းတွေလိုပဲ...ဝါးပေမယ့် မဝါးထားသလိုဖြစ်နေတာကိုပြောတာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.7 GB) & (900 MB)\nQuality : HD-Rip (Decensored) 1080p & 720p\nRunning Time : 01:56:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/3HHHA/(DS)[SSNI-802]_Poor_Teacher_-_Yua_Mikami_HDRip_1080p_(Decensored).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/i-saw-the-deivl-133x200.jpg",
        "title": "I Saw the Devil (2010)",
        "description": "ကိုရီးယား မင်းသား လီဗျောင်ဟွန်း နဲ့ မင်းသားကြီး Choi Min‑sik တို့အဓိကအားပြိုင်သရုပ်ဆောင်ထားတဲ့Crime, Drama, Horror အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb Rating(7.8/10) နဲ့ Rotten Tomatoes (80%) ထိ ရရှိထားတဲ့ နာမည်ကြီးကိုရီးယားဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့....Special Agent တယောက် –လက်ထပ်တော့မယ် သူ့ချစ်သူ ကို ရက်ရက်စက်စက် တစစီခုတ်ထစ်စွန့်ပစ်ထားတာကို မြင်ခဲ့ပြီးနောက် –ချစ်သူရဲ့ အဖေ က ရဲအရာရှိ –သူ့သမီးကို သတ်သွားတဲ့သူကို မင်း ရအောင်သာရှာ …. ငါ ဘာလုပ်ပေးရ ပေးရ –Special Agent ဟာ ၂ ပါတ်တိတိ ခွင့်ယူပြီး –မသင်္ကာစရာ လူ ၄ ယောက်ကို တယောက်ချင်းစီ စစ်ရင်းမှလူသတ်သမားအစစ် ကို တွေ့တဲ့အခါ ဘယ်လိုတွေ ကလဲ့စားချေမယ်ဆိုတာ –အချိန် ၁၄ ရက်အတွင်းမှာ ဘယ်လောက်ထိရက်စက်မယ်ဆိုတာ– – ...",
        "rating": "7.8",
        "url": "https://megaup.net/2lIml/(CM)I.Saw.The.Devil.2010.KOREAN.1080p.BluRay.HEVC.AAC.5.1CH.Audio.mkv",
        "category": "Action, Adult, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lubDkWllPr0Susbv0K4oMGuOiLg.jpg",
        "title": "Titane (2021)",
        "description": "TITANE(2021)\n==============IMDb Rating (7.1) / Rotten Tomatoes (87%)Directed By Julia DucournauArt Filmတွေကို ရွေးတာများတဲ့\nနာမည်အကြီးဆုံး ရုပ်ရှင်ပွဲတော်ဖြစ်တဲ့\nကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့\nPalme d'Orကို ရခဲ့တဲ့ ရုပ်ရှင်ပါ။\nဒီနှစ်ရဲ့ ခုထိအချိန်အတွင်းမှာ Art Filmလိုင်း\nHorrorလိုင်းမှာ အနောက်ရုပ်ရှင်ဖန်တွေကြား\nလူပြောအများဆုံး ရုပ်ရှင်ဆိုလည်း ဟုတ်ပါတယ်။တစ်ချို့ကတော့ Titaneကို ဘာမှန်းမသိခြင်းနဲ့\nsurrealismဆန်ခြင်းဆိုတဲ့အပိုင်းမှာ\nသူ့လိုင်းက နာမည်ကြီးကားတွေဖြစ်ခဲ့တဲ့\nMidsommarနဲ့ David Lynchရဲ့\nEarserheadထက်ကို အတော်သာတဲ့\nမာစတာပိစ်ရုပ်ရှင်လို့ဆိုကြပါတယ်။\nရှင်းရှင်းပြောရရင် ဘာမှန်းမသိတဲ့နေရာမှာ\nသာတာပါ။ Horror/Thrillerလိုင်းရဲ့\nနတ်ဘုရားသဖွယ်ဖြစ်နေတဲ့\nA24 Fanတွေကလည်း Titaneကို\nအတော်သဘောကျနေကြတယ်။ဇာတ်ကြောင်းကို စာ၂ကြောင်းလောက်ရေးပြ\nလိုက်ရင် အ‌တော်စိတ်၀င်စားသွားကြမှာပေမဲ့\nကျွန်တော်လည်း ဘာမှန်းမသိဘဲ\nကြည့်ရင်းမှ ဘာလဲဟဆိုပြီး ဖြစ်ခဲ့ရတာမို့\nအဲဒီ၂ကြောင်းလောက်ကို ပြောမိရင်ကို\nနည်းနည်းပေါ့သွားမယ် ယူဆလို့\nမပြောတော့ပါဘူး။ ကိုယ့်ဘာသာကြည့်ပြီးပဲ\nဘာလဲဟ လိုက်ကြပါတော့။Cinematographyအပိုင်းမှာလည်း\nအတော်လေးချီးကျူးခံထားရပါတယ်။\nလက်ရှိ‌ခေတ်ထထားတာ မကြာသေးတဲ့\nနီယွန်ညဆန်ဆန်တွေလည်း တွေ့ရတယ်။\nသတိချပ်စရာက Horror Thrillerပေမဲ့\nBody Horrorပါ။ကျန်တာတော့\nလန့်စရာ မပါပါဘူး။ဟုတ်ကဲ့ ဒီရုပ်ရှင်ဟာ မာစတာပိစ်ရုပ်ရှင်ပါပဲ။\nသောက်ကျိုးနဲ ကြောင်တောင်နေတဲ့\nဘာပြချင်တာလဲဆိုတဲ့အချက်ကို ဖမ်းမရတဲ့\nဘုရားစူး မာစတာပိစ်ပါပဲ။\nရုပ်ရှင်ဟာ ဘာကိုမှ ပြဖို့ တာ၀န်မရှိပါဘူး။\nArt Houseရုပ်ရှင် ပီပီသသပဲ\nဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံက\nပရိတ်သတ်ဘက်ကိုငဲ့ပြီး အကုန်ချပြမထားဘဲ\nသူပြချင်တဲ့နားကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1FF6l/(CM)Titane.2021.FRENCH.1080p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Adult, Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/20a8648ff2f29e764a8077070a7fa865-140x200.jpg",
        "title": "[18+] Sexual Chronicles of a French Family (2012)",
        "description": "ရိုမိန်းဆိုတဲ့အသက်ဆယ့်ရှစ်နှစ်ကောင်လေးတစ်ယောက်ဟာ တစ်ခြားသူ့အရွယ်ကောင်လေးတွေလိုပဲ\nလိင်မှုကိစ္စကို စတင်စူးစမ်းဖို့စိတ်အားထက်သန်နေပါတယ်။ သူ့အစ်ကိုဆိုတဲ့ ငနဲကလဲရုပ်ဖြောင့်စော်ကြည် ဂေါ်ဘဲအထာနဲ့ဆိုတော့\nသူ့အစ်ကိုနဲ့ယှဉ်ပြီး သူ့ကိုယ်သူအားငယ်ယုံကြည်စိတ်ချမှုမဝံ့မရဲနဲ့ စိတ္တဇဖြစ်နေရပါတယ်။တစ်နေ့တော့ သူ့အတန်းထဲမှာ ငါးဦးကော်မတီထိုင်(သိတယ်နော်)နေတာကို ဗီဒီယိုရိုက်နေရင်းတန်းလန်းဘိုင်အိုဆရာက\nမိသွားတဲ့အခါမှာတော့ သူ့အမေကိုခေါ်တွေ့ပြီးကျောင်းခဏနားဖို့ဒဏ်ချခဲ့ပါတယ်။ ဒီမှာပဲမိခင်ဖြစ်သူ ကလဲရ်အနေနဲ့\nသူ့ကလေးတွေအပေါ် သူတို့ဟာလိင်ပညာပေးဆွေးနွေးဖို့လိုအပ်နေကြောင်း သတိထားမိသွားပြီး\nအချင်းချင်းပွင့်ပွင့်လင်းလင်းတိုင်ပင်ဆွေးနွေးကြရာကနေ ဒီမှတ်တမ်းကြီးဖြစ်ပေါ်လာခဲ့တာပါပဲ။comedy/drama အမျိုးအစားကိုမှ Borat တို့ What we do in the shadow တို့လို\nmockumentary ပုံစံမျိုးနဲ့တင်ဆက်ထားတာပါ။ ဘာမှဒရာမာတွေမချိုး၊ပညာပေးစကားတွေရှည်ရှည်ဝေးဝေးတွေ\nမပါပဲနဲ့ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ကြရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အရေးကြီးတာ အခုမှလာပါမယ်။ လိင်မှုကိစ္စအရာမှာတော့\nရှယ်ပလန်နဲ့ရှယ်ကြမ်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် 21 plus လောက်ဖြစ်သွားပါလိမ့်မယ်။ ဗားရှင်းနှစ်မျိုးရှိတဲ့အနက်မှာမှ\nဘာမှတည်းတာဖြတ်တာမပါတဲ့ မူရင်းအော်ရီဂျင်နယ်ပြင်သစ်ဗားရှင်းဖြစ်နေတဲ့အတွက် ကွက်ကွက်ကွင်းကွင်းမုန့်တီဟင်းလို ဘွင်းဘွင်းကြီးတွေမြင်ရတွေ့ရပါလိမ့်မယ်။ကိုယ့်ဖာသာတိတ်တခိုးကြည့်မှအဆင်ပြေမယ့်ကားမျိုးပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(1.2 GB) / (700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "5.3",
        "url": "https://megaup.net/ZGif/(CM)Sexual_Chronicles_of_a_French_Family.2012.FR.UNCUT.BluRay.1080p.x264.DTS-KOOK.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/1200x1200bb-133x200.png",
        "title": "[18+] Irreversible (2002)",
        "description": "IMDb Rating (7.4)အသစ်တဖန်ပြန်မလာနိုင်တော့တဲ့ ဒါမှမဟုတ် ပြန်ပြီးအစားထိုးမရနိုင်တော့တဲ့\nတစ်စုံတစ်ရာကို တကယ်လို့များဆိုတဲ့ စကားလုံးနဲ့ နောက်ကြောင်းပြန်ချိန်ထိုးပြီး ကွဲပြားသွားနိုင်တဲ့အဖြစ်အပျက်တွေ၊ဘယ်တော့မှ ဖြစ်မလာနိုင်တော့တဲ့\nအခြေအနေတွေကို လူတိုင်းလူတိုင်းဟာ တစ်ကြိမ်တစ်ခါမှာ စိတ်ကူးယဉ်လွမ်းဆွတ်ခဲ့ကြဖူးလိမ့်မယ်။မားကတ်စ်ဟာ အဲ့ဒီလိုပဲတွေးနေမိမယ်ဆိုတာ အသေအချာပဲဖြစ်မှာပါ။အဲ့ဒီညက သူအရမ်း အမူးလွန်မနေခဲ့ရင်၊ဆေးကွဲမနေခဲ့ရင် ဒါမှမဟုတ် အနည်းဆုံးတော့\nသူ့ချစ်ဇနီးလေးကို တစ်ယောက်တည်း ညနက်သန်းခေါင်ပြန်မလွှတ်ခဲ့ရင်၊ အဲ့ဒီပါတီကို သူတို့မသွားခဲ့ရင်၊ ဆိုတာမျိုးလောက်ဖြစ်ဖြစ်ပေါ့။\nဇာတ်လမ်းကို ဂေးကလပ်တစ်ခုမှာဖြစ်တဲ့လူသတ်မှုတစ်ခုနဲ့ စဖွင့်ထားပြီး အဲ့ဒီကနေမှ အချိန်ရဲ့အစဉ်ကို ပြောင်းပြန်ပြကွက် ဆယ့်လေးခုနဲ့တင်ဆက်ထားတာဖြစ်လို့\nစလာလာချင်းအခန်းဟာ ဇာတ်သိမ်းခန်းပဲဖြစ်ပြီး နောက်ဆုံးမြင်လိုက်ရတဲ့အခန်းကတော့ ဇာတ်အဖွင့်ဖြစ်ပါတယ်။ကလပ်ထဲက ကြမ်းတမ်းပက်စက်လွန်းတဲ့လူသတ်ခန်းနဲ့မြေအောက်ဥမင်လမ်းမှာရက်ရက်စက်စက်မုဒိမ်းကျင့်တဲ့အခန်းကို ၉ မိနစ်ကြာတောက်လျှောက်ကြီးပြသွားတဲ့\nပြကွက်တို့ကြောင့် အမျိုးသမီးပရိသတ်အများစုဟာ ဆက်မခံစားနိုင်ပဲရုံထဲက ပြန်ထွက်လာခဲ့ကြတဲ့အထိဖြစ်ခဲ့ကြပါသတဲ့။\nညို့အားအကောင်းဆုံး၊ အလှဆုံး၊ ဆွဲဆောင်မှုအရှိဆုံးစသဖြင့် အကောင်းတကာ့အကောင်းဆုံးတွေရဲ့စာရင်းတွေမှာ\nဆယ်စုနှစ်တွေချီအမြဲတမ်းထိပ်ဆုံးမှာပြေးနေတဲ့ မမမိုနီကာလို မင်းသမီးကို ဒီလိုကြီး နှိပ်စက်ပြသွားခဲ့တာတွေဟာ\nသူ့ပရိသတ် ကမ္ဘာယောက်ျားထုကြီးအတွက်လဲစိတ်နှလုံးမခိုင်ချင်စရာ ရင်နင့်စရာ မြင်ကွင်းတွေဖြစ်ပါတယ်။လိင်စိတ်ခံယူမှုကွဲပြားသူတွေ၊ အမျိုးသမီးတွေ၊ ပြည့်တန်ဆာ အစရှိတဲ့လူတန်းစားအလွှာပေါင်းစုံကို ရိုင်းရိုင်းစိုင်းစိုင်း စော်ကားနှိမ်ချထားတဲ့စကားပြောတွေ၊တစ်တစ်ခွခွအဆဲတွေ၊ အပြတွေအပြင်\nသာမန်အချိန်မှာပြောနေတဲ့ အလ္လာပသလ္လာပစကားတွေက အစလိင်ကိစ္စတွေပဲဖြစ်သလို သရုပ်ဆောင်နှစ်ယောက်ဝတ်လစ်စားလစ်ချစ်တင်းနှောခန်းကိုလဲ\nဆယ်မိနစ်ကျော်အောင်အချိန်ဆွဲပြထားတာတွေလဲပါဝင်လို့ မိသားစုကြည့်ဖို့မသင့်တော်တဲ့ကားတစ်ကားပါ။2002 Stockholm ...",
        "rating": "7.4",
        "url": "https://megaup.net/1FA1X/(CM)_Irreversible.2002.Remastered.1080p.bluray.x264-orbs.mp4",
        "category": "Adult, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTkxMjg5MDYtZDkyMS00NjFlLTk5YTItMWUyOTNkOTg4YmRhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-135x200.jpg",
        "title": "Brotherhood of the Wolf (2001)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (73%)ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။\nအမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊\nအင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလို\nဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်\nသိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။\nသူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်\nဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာ\nဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊\nဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေ\nဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့\nလူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊\nရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့\nစီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့\nသတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။\nFile ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Fxlh/(CM)Brotherhood_of_the_Wolf_(2001)_DC_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adult, Adventure, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/llaposter_opt-150x200.jpg",
        "title": "[18+] The Raffle (1991) La Riffa",
        "description": "ကျွန်တော်တို့ငယ်ဘဝရဲ့ အိမ်မက်မင်းသမီး မမမိုနီကာဆိုတဲ့ Monica Bellucci ရဲ့ နုပျိုလှပမှုနဲ့ အထာကျတဲ့သရုပ်ဆောင်မှုတွေ အကုန်လုံးထင်ပေါ်အောင် တင်ဆက်ထားတဲ့အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ Comedy,Romance,Drama အမျိုးအစားလေးပါ။ကွက်ကွက်ကွင်းကွင်း ကြည်တောက်ရှင်းလူကြီးခန်း ၂ ခန်း ၃ ခန်းပါတာကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။\nမိန်းမမာယာ သဲကိုးဖြာအကြောင်းရိုက်တဲ့ကားတွေ ၊ မင်းသမီးရဲ့အလှနဲ့ဇာတ်ကားတစ်ကားလုံးကိုထိန်းတဲ့ကားတွေများတဲ့ခေတ်ပေမို့\nဒီကားလေးဟာလည်း မိန်းမတွေရဲ့မာယာလေးဆယ်၊ ပရိယာယ်တစ်ထောင်အကြောင်းရိုက်ထားတဲ့ကားပဲဆိုပါတော့ဗျာ။ဒီဇာတ်ကားထဲမှာတော့အီတလီမင်းသမီးချောလေး Monica Bellucci ဟာ ကြေးရတက်သူဋ္ဌေးလေးတစ်ယောက်ရဲ့ဇနီးချောလေးဖြစ်ပြီး\nသူ့ယောက်ျားဖြစ်သူ ယာဉ်တိုက်မှုနဲ့သေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို အကြွေးသန်းရာချီနဲ့ချန်ထားခဲ့ပါတယ်။\nအဲဒီအကြွေးတွေကိုပြန်ဆပ်ရဖို့၊ အိမ်ငှားခဆောင်ရဖို့၊ သမီးလေးကျောင်းစရိတ်ရှာဖို့စတာတွေအတွက် ငွေတွေလိုအပ်လာခဲ့တဲ့အခါ\nတစ်ခြားဘာအလုပ်မှမလုပ်တတ်တဲ့သူဋ္ဌေးမလေးတစ်ယောက် ဘယ်လိုရုန်းကန်းလှုပ်ရှားမာယာများတော့မယ်ဆိုတာ\nမင်းသမီးချောလေးရဲ့အလှနဲ့ကောင်းကောင်းခံစားကြည့်ရှုရမယ့်ကားကောင်းလေးဖြစ်တဲ့\nThe Raffle of a riffa (1991) လေးကို ခံစားကြည့်ရှုပေးကြပါဦး။\nFile size…(1.4 GB)/(850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "5.0",
        "url": "https://megaup.net/31reC/(CM)La.Riffa.1991.ITALIAN.1080p.AMZN.WEB-DL.DDP2.0.H.264-QOQ.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/tA9MDNieaa5vhbOs7aY3aQr5fZ5-140x200.jpg",
        "title": "[18+] Sex Plate 17 (2017)",
        "description": "ကိုရီးယား အခွီဟာသ အချစ် ၁၈+ ဇာတ်ကားလေးပါ...ချစ်သူကောင်မလေးက တခြားတစ်ကောင်နဲ့ ဖောက်ပြားပျော်ပါးနေတာကို တွေ့လိုက်ရပြီးတဲ့နောက်ဂီဟာတစ်ယောက် အစိမ်းလတ်လတ်အသည်းကွဲသွားပြီး အရက်နဲ့အလေလိုက်နေမိတော့တာပေါ့...တစ်နေ့မှာတော့ သူ့ဘေးအိမ်ကို လှလွန်းလန်းလွန်းတဲ့ ချိုဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်တစ်ပွေတည်းလာနေတာ ကြုံရတဲ့အပြင် အဲ့ကောင်မလေးက သူ့ကိုဖောင်းဒိုင်းကြရအောင် တောင်းဆိုလာတဲ့အခါ...အသည်းကွဲနေတဲ့ ဂီဟာတစ်ယောက် အရက်သောက်ကြေကွဲနေရမလား...ဖောင်းဒိုင်းရမလား ဝေခွဲမရဖြစ်ပြီး ဘဝမှာသိပ်ခက်တဲ့ရွေးချယ်မှုတွေ ပြုလုပ်ရပါတော့တယ်...ချိုဟီက အကန့်အသတ်တော့ရှိပါတယ်...၃ ပတ်ပဲ ဒီမှာနေပြီး ဖောင်းဒိုင်းလို့ရမှာဖြစ်ပြီး၃ ပတ်ကျော်လွန်သွားရင်တော့ ဖြစ်ပျက်သမျှမေ့လိုက်ကြရအောင်တဲ့။အချစ်ကိုကိုးကွယ်တဲ့ အူကြောင်ကြား ဂီဟာတစ်ယောက် ၃ ပတ်စာ ပျော်မွေ့ပြီး ချိုဟီကိုမေ့လိုက်ရမှာလား...ချိုဟီကရော ဘာလို့ဒီကိစ္စကို လာလုပ်ရတာလဲဆိုတဲ့ လျှို့ဝှက်ချက်တွေနဲ့ ဒီဇာတ်ကားကကြည့်လို့ပျော်မြူးရမယ့် ၁၈+ ဇာတ်ကားလေးဖြစ်ပါတယ်။မင်းသမီး Park Kyoung-hee ဟာ နာမည်ကြီးကားတချို့မှာ ပါဝင်ဖူးတဲ့ဇာတ်ရံမင်းသမီးတစ်လက်ဖြစ်ပြီးဒီဇာတ်ကားမှာတော့ သူ့ရဲ့အလှအပတွေကို မကွယ်မဝှက်တင်ဆက်ပြီး ချိုဟီနေရာကနေ အကောင်းဆုံးသရုပ်ဆောင်သွားပါတယ်။၁၈+ မကြည့်ရဲရင်တောင် ရယ်ရတဲ့ကားလေးမို့ မြည်းစမ်းကြည့်ဖို့ ဖိတ်ခေါ်ပါတယ်။ \nFile size…(1.2 GB)/(700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2lsC7/(CM)Sex_Plate_17_2017_1080p_WEB-DL_AAC_xHEVC.mkv",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/bspxlqm2qrf9-133x200.jpg",
        "title": "(18+)Younger Sister Monica (2021)",
        "description": "Young Sister Monica (2021)အခုတစ်ခေါက် သိုင်းသမားပျိုတို့အတွက် အားဆေးလေး Young Sister Monica ဆိုတဲ့ 18+ ကိုရီးယား ကားကောင်းလေးလာပါပြီဇာတ်လမ်းလေးက အိမ်ထောင်သည်ယောက်ျား တစ်ယောက်က အမေရိကားပြန် ကိုရီးယားမလေးနဲ့ အချစ်နယ်ကျွံမိတဲ့ အလန်းစားဇာတ်ကားလေးဖြစ်ပါတယ်အိမ်ထောင်သည်သဘာ၀ အတိုင်း အိမ်ကဟင်းရိုးလာတော့ အပြင်ဟင်းလေး မြည်းစမ်းရင်း အပြင်ဟင်းက အိမ်ချက်ထက် ပိုကောင်း ပိုမိုက်နေသောအခါဘယ်လိုတွေ အပီအပြင်ဆွဲမယ်ဆိုတာ ဇာတ်ကားမှာ ပညာပေးလေးနဲ့ အတူ မင်းသမီးရဲ့စွဲမက်ဖွယ် ခန္ဓာကောက်ကြောင်းအလှကိုရှုစားရမှာပါ ...မင်းသမီးကတော့ ဂေါင်းကြီးတို့အကြိုက် အချွဲအနွဲ့ ဘုရင်မ ကိုရီးယား ရုန်းပတီသီးမလေးရဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပြီးတော့ အသံအနေအထား ခန္ဓာကိုယ် အသားအရည်ဝင်းလဲမှုတို့ကဇာတ်ကားကို ထင်ဟင်ပေါ်လွင်စေတာမို့ DSက တင်ဆက်ပေးလိုက်ပါတယ်..........File size…660MB\nQuality…720p HD RIP\nFormat…Mp4\nDuration….1h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X-Cross\nTranslated by   FOX",
        "rating": "7.6",
        "url": "https://megaup.net/Zpul/Younger_Sister_Monica.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/very-good-girls-dvd-movie-cover-142x200.jpg",
        "title": "Very Good Girls (2013)",
        "description": "Very Good Girls (2013)IMDb Rating (6/10)မင်းသမီးချောတွေဖြစ်တဲ့ Dakota Fanning နဲ့ Elizabet Olsen တို့ပါဝင်တဲ့ Very Good Girls ဟာ ဆယ်ကျော်သက် မိန်းကလေးတွေရဲ့ အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။သူငယ်ချင်း ၂ ယောက်ဟာ ဆိုးတိုင်ပင် ကောင်းတိုင်ပင်နဲ့ နေလာရာက ကောလိပ်တက်ဖို့ ဖြစ်လာခဲ့တယ်။ အဲဒီမှာ အ​မေရိကန်လူငယ်တို့ရဲ့ထုံးစံအတိုင်း ​ကောလိပ်မတက်ခင် အပျိုစင်ဘဝကို ဆုံးရှုံးချင်ကြပါတယ်\n၂ ယောက်လုံးကလည်း ​ယောကျာ်း​လေးတစ်ယောက်တည်းကိုပဲ သွားချစ်မိကြတဲ့အခါ...သူတို့ကြားထဲက အချစ်တွေ၊ ပေးဆပ်မှုတွေ၊ နားလည်မှုအလွဲတွေ၊ ပေါက်ကရလုပ်တာတွေကို ဒီကားထဲမှာ ပေါ့ပေ့ါပါးပါးကြည့်ရှုရပါမယ်။ မင်းသမီးချောလေးတွေကိုလည်းကြည့်ရင်း အချစ် ဒရာမာလည်းဖြစ်တော့ ငြိမ့်ငြိမ့်လေး ခံစားချင်သူတွေအတွက်တော့ အကိုက်ပါပဲ။ကောင်မလေးသူငယ်ချင်းနှစ်ယောက်မှာ ဘယ်သူနဲ့ အဲဒီကောင်လေးနဲ့ ချစ်သူတွေဖြစ်ပြီး ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမယ်ဆိုတော့ကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ ခံစားကြပါဦးလို့....။\nFile size…(1.4 GB)/(850 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Fllw/(CM)Very_Good_Girls_(2013)_(1080p_x265_10bit_Tigole).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUjMEUpTFbnxcZRfNuFTpxSnzga.jpg",
        "title": "[18+] All Things Fair (1995) Lust och fägring stor /Love Lessons",
        "description": "ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊\n“ မောင်ဇော်....ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”\n“ သြော်...ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ”  ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ...။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။\nကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြ\nပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့\nတိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)တစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။\nလှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။\nရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေ\nလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာ\nဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်\nစတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါ\nရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်\nအကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lhnD/(CM)Lust.och.Fägring.Stor.(All.Things.Fair).1995.720p.DVDRip.x265.10bit.AC3-highcal.mp4",
        "category": "Adult, Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/large_iO3tD4OElQslLnUN3wjnslvTUvJ-133x200.jpg",
        "title": "The Last Seduction (1994)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (94%)ဒီဇာတ်ကားက Neo-Noir Crime ပုံစံပါ...Erotic Thriller လဲ ဟုတ်တယ်...ဇာတ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေက ပြင်းထန်တာကြောင့်ညွှန်းလိုက်တာနဲ့ Spoiler ဖြစ်စေနိုင်တာမို့ ဇာတ်ကြောင်းကို ဘာမှမညွှန်းချင်ပါ။Rating တွေကြည့်လိုက်တာနဲ့ အမိုက်စားဇာတ်ကားဆိုတာတော့ မငြင်းနိုင်ပါဘူး။ယောကျ်ားတွေကြောက်တဲ့ ရုပ်ရှင်တွေထဲက မိန်းမတွေရှိကြတယ်မလား...500 Days of Summers ထဲက ဆမ်းမားတို့....Gone Girl ထဲက အေမီတို့လေ...အဲ့ဒီစာရင်းထဲကို ဒီဇာတ်ကားထဲက ဘရစ်ဂတ်ဆိုသူလေးကိုပါ ထပ်တိုးဖြည့်လိုက်ပါ။မိန်းမတို့မာယာ သမုဒ္ဒရာလို နက်ရှိုင်းရုံတင်မကဘူး..မွန်းကြပ်သေတတ်သေးတယ်။ \nFile size…(1.8 GB ) / (999 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sai Thurein Lynn",
        "rating": "7.1",
        "url": "https://megaup.net/Zfb0/The_Last_Seduction_(1994)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a5ff15f1b703ad0b8be20293302deb70_orig-133x200.jpg",
        "title": "The Brothers Grimsby (2016)",
        "description": "၂၀၁၆ ထွက် စုံထောက် ဟာသကားကို တင်ပေးလိုက်ပါတယ်။ Imdb 6.6 နဲ့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရင်းစ်ဘေးမြို့သား အရမ်းချစ်ကြတဲ့ ညီအစ်ကို ၂ ယောက်ဟာငယ်စဉ်ကတည်းက ကွဲကွာသွားခဲ့ပါတယ်။အစ်ကိုကြီးက အပေအတေ ဘောလုံးအားပေးသူ တစ်ယောက်ဖြစ်လာပြီးညီငယ်ကတော့ MI-6 ရဲ့ လျို့ဝှက်စုံထောက်တစ်ယောက်ဖြစ်လာပါတယ်။နှစ်ပေါင်း ၃၀ ကြာတဲ့ထိ ညီငယ်ဖြစ်သူကို ရှာဖွေနေတဲ့ အစ်ကိုကြီးဟာ ပါတီပွဲတစ်ခုမှာစစ်ဆင်ရေးနဲ့ရောက်နေတဲ့ ညီငယ်ကိုပြန်ရှာတွေ့သွားလို့ ဝမ်းသာအားရ နှုတ်ဆက်မိချိန်မှာ...အလွဲတွေ ဖြစ်ကုန်ပြီး လူသတ်သမားအစစ်လဲ လွတ်မြောက်သွားစေသလိုဟယ်ရီပေါ်တာမင်းသားကို AIDS ကူးသွားစေတဲ့အပြင် WHO ဥက္ကဌပါ သေဆုံးသွားစေတဲ့အခါမှာတော့ညီအစ်ကို ၂ ယောက် ကမ္ဘာပတ်ပြေးပြီး သူတို့ အရှုပ်ထုပ်တွေကို ပြန်ရှင်းရပါတော့တယ်။ဇာတ်လမ်းဟာ လိင်အသားပေးဇာတ်ကားမဟုတ်ပေမဲ့ ညစ်ညမ်းတဲ့ အသုံးအနှုန်းအချို့နဲ့ ပြကွက်အချို့ ပါဝင်နေတာကြောင့်မိသားစုလိုက်ကြည့်ဖို့နဲ့ ကလေးများကြည့်ဖို့ မသင့်တော်ကြောင်း သတိပေးပါတယ်။\nFile size…(1.4 GB ) / (800 MB)\nQuality…BluRay 1080p / ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fch4/(CM)The.Brothers.Grimsby.2016.1080p.BluRay.x264-Replica.mkv",
        "category": "Action, Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTQzMTIwMzU0MV5BMl5BanBnXkFtZTgwMTIxMDAwNTE@._V1_-142x200.jpg",
        "title": "Savaged (2013) Avenged",
        "description": "IMDb Rating (5.5) / Rotten Tomatoes (88%)သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်ချင်စရာ ဇာတ်ကားပါပဲ။ဇိုဝီဆိုတဲ့ ဆွံ့အ နားမကြားကောင်မလေးဟာ မက္ကဆီကိုနယ်စပ်က သူ့ချစ်သူဆီ တစ်ယောက်တည်း ခရီးထွက်လာပါတယ်...ကံဆိုးချင်တော့ လမ်းမှာ လူရမ်းကားတစ်စုနဲ့ ရင်ဆိုင်တွေ့ပြီး ပြေးမလွတ်ဘဲဖမ်းခံလိုက်ရပါတယ်...လူရမ်းကားအုပ်စုက သူမကိုဖမ်းခေါ်သွားပြီး စိတ်ကြိုက် အနိုင်ကျင့်နှိပ်စက်ခံရပါတော့တယ်...သာမန်အားဖြင့် သေဆုံးသွားရမယ့်သူမဟာ ရှေးအင်ဒီးယန်းတစ်ယောက်က ဆေးပြန်ကုသပေးချိန်မှာအစီအရင်တွေကြောင့် လက်စားချေချင်တဲ့ ဝိဉာဉ်တစ်ခု ဝင်ပူးလာပြီး ပြန်လည်နိုးထလာပါတော့တယ်။ရန်ငြိုးတွေကြောင့် သူသေကိုယ်သေ အပြိုင်ကြဲကြမယ့်ပွဲမှာ..သူပျောက်ဆုံးသွားတာကို သူ့ချစ်သူက သိရှိပြီး ကယ်တင်နိုင်မလား...လက်စားချေဝိဉာဉ်ကရော သူ့ဆီကနေထွက်သွားနိုင်မလား...ဆိုတာ။သွေးထွက်သံယိုနဲ့ ပိုးစိုးပက်စက် သတ်ဖြတ်ခန်းတွေပါဝင်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ \nFile size…(1.5 GB ) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "5.5",
        "url": "https://megaup.net/1Fbmt/Savaged.2013.1080p.BluRay.H264.AC3.DD5.1.Will1869.mp4",
        "category": "Action, Adult, Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81HZcgaLjgL._AC_SL1500_-141x200.jpg",
        "title": "(21+) [IPX-549] My Childhood Friend(2021)",
        "description": "ရုပ်ရည်လေးက သနားကမားလေးနဲ့ အန်နာသူမရဲ့ အလှတရားတွေကို ဘောင်ကျော်ပြီး တခြားတစ်ယောက်ကိုမေတ္တာရှိနေတဲ့ သူ့ရဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်း တာကိုတို...တကယ်တော့ ၅၂၈ မေတ္တာက အေးမြပြီး ၁၅၀၀ အချစ်က ပူလောင်တယ်ဆိုတာဒီဇာတ်လမ်းလေးက သက်သေပါပဲအန်နာက တာကိုတိုကို ငယ်ငယ်လေးတည်းက ချစ်နေခဲ့တာပါသူ့မှာ တာကိုတို ကိုကြည့်ပြီး ကြိတ်ခံစားနေရတာ ညတိုင်းလိုလိုပါပဲသူ့ရဲ့ငယ်သူငယ်ချင်းအိမ် အလည်သွားတိုင်း သူ့ရဲ့ Crush နဲ့ တခြားမိန်းကလေးသူ့ရှေ့မှာ Ro နေတာကိုကြည့်ပြီး မခံစားနိုင် အရူးမီးဝိုင်းဖြစ်နေရသူပါတာကိုတိုရဲ့ ကောင်မလေးရီယိုက ခြံကျော်ဖူးတယ်အဲဒါကို တာကိုတိုက ခွင့်လွှတ်ပေးပေမဲ့ သံယောဇဉ်ဖြတ်ဖို့ ကြိုးစားနေတယ်တနေ့ရီယို သုံးညအိပ် ခရီးသွားဖို့အကြောင်းဖန်လာတယ်တာကိုတိုကလည်း အဲဒီသုံးရက်အတွင်း ရီယိုကို မေ့ပစ်အောင်လုပ်ပေးဖို့အန်နာ ကိုတောင်းဆိုလာတယ်အန်နာတစ်ယောက် ဘယ်လိုကြိုးစားမလဲငယ်သူငယ်ချင်းသံယောဇဉ်ကို ဘယ်လိုဆက်ပြီးချည်နှောင်မလဲသူမရဲ့ ကြိတ်ခံစားနေရတာတွေကို ဘယ်လို ရင်ဖွင့်မလဲဆိုတာကတော့........ \nFile size…1.2GB\nQuality…720p\nFormat…Mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6",
        "url": "https://megaup.net/Za2o/IPX-549.My_Childhood_Friend(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BM2I3NzJmMTgtNmRjNi00OThhLTk2NjMtOGQyMjA5OWNjNWNlXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-150x200.jpg",
        "title": "Sundari [2021]",
        "description": "IMDb Rating 7.4ဒီဇာတ်ကားကတော့ တမူထူးခြားတဲ့ အိန္ဒိယတောင်ပိုင်းဇာတ်ကားလေးပါပဲ..ဆွန်ဒရီဆိုတဲ့ အမျိုးသမီးက နန်းဆန်တဲ့အလှနဲ့ ရိုးသားတဲ့ ကျေးတောသူလေးတစ်ယောက်ပါ...သူဟာမြို့သားတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ အိမ်ထောင်ကျသွားပြီးခင်ပွန်းသည်ရှိတဲ့မြို့ကို လိုက်နေကြပါတယ်...သူမရဲ့ ခင်ပွန်းသည်က မိဘမဲ့တစ်ကောင်ကြွက်...နည်းနည်းလည်း ဆိုက်ကိုဆန်တယ်...သူမရဲ့အလှက လုံးကြီးပေါက်လှဆိုတော့ ခင်ပွန်းသည်ရဲ့အထက်အရာရှိက သူမကိုတွေ့သွားတဲ့အခါ...ခင်ပွန်းသည်ကပါ သူမကို အဲ့ဒီအထက်အရာရှိဆီ ရောင်းစားပစ်ဖို့ ကြံလာတဲ့အခါ...အမျိုးသမီးတွေအတွက် အိမ်ထောင်‌‌‌ရေးအကြမ်းဖက်မှု ပညာပေးဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ File Size : [1.7 GB] / [999 MB] / [500 MB]\nQuality : WEB-DL 1080p / 720p / 480p\nRunning Time : 01:52:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thuya\nEncoded by RGB",
        "rating": "7.4",
        "url": "https://megaup.net/1EXof/[CM]Sundari_(2021)_Telugu TRUE_WEB-DL_-_1080p_-_AVC_-_DD+5.1.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/sjaksunnamed-135x200.jpg",
        "title": "Bad Teacher (2011)",
        "description": "Title ကိုက Bad Teacher ဆရာမအဆိုးလေးတဲ့။Poster ပေါ်မှာလဲ  Eat me ငါ့ကိုစားပါတွေရော.. She doesn't give an \"F.\" တွေရောနဲ့  R-Rated ဇာတ်ကားလေးပါ။မင်းသမီးက ကင်မရွန်းဒိုင်ယာ့ဇ်..သူ့စတိုင်နဲ့ ဆရာမအဆိုးလေးဆိုတော့ ကွက်တိပေါ့...မင်းသားက အဆိုတော် ဂျက်စတင်တင်းဘားလိတ်...အူကြောင်ကြောင်နဲ့လိုက်တယ်..မင်းသားကြီး Jason Segel လဲပါသေးတယ်...သူကတော့အတည်ပေါက်နဲ့နောက်တတ်သူပေါ့။ဇာတ်လမ်းလေးကတော့ ...ဆရာမလေး ကင်မရွန်းဒိုင်ယာ့ဇ်ဟာ အပျင်းလဲထူသလို အရည်အချင်းလဲမရှိတဲ့အပြင်ခြူစားဖို့ကြံစည်ပြီး စေ့စပ်ထားတဲ့ သူဌေးသားလေးရဲ့ စွန့်ပစ်ခြင်းကိုပါခံလိုက်ရသူပါ...ဒါနဲ့ဘူနေတုန်းမှာပဲ...သူ့လိုပူပူနွေးနွေးလမ်းခွဲထားတဲ့ ကျောင်းဆရာ ဂျက်စတင်တင်းဘားလိတ်နဲ့ဆုံပြီးဆွဲစားဖို့ထပ်ကြံပြန်တယ်...ပုရိသတစ်ယောက်ကိုဆွဲဆောင်ဖို့မှာနို့ပြားရင် အဆင်မပြေဘူးဆိုပြီး ရင်သားအစားထိုးကုသဖို့ကြံစည်ရာကနေဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ....။ \nFile size…(1.7 GB)/ (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p /720p / 480p\nFormat…mkv\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.6",
        "url": "https://megaup.net/1ETia/Bad_Teacher_2011_BluRay_1080p_DTS_x264-CHD(CM).mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p7567_p_v10_ab-150x200.jpg",
        "title": "[18+] Private School (1983)",
        "description": "ဒီဇာတ်ကားကတော့ American Pie ဇာတ်ကားတွေလိုပါပဲ...ကျောင်းသားဟာသ ဗရုတ်သုက္ခဇာတ်ကားလေးပေါ့...မင်းသမီးကတော့ အချောလေး ဖိုဘီကိတ်ပါ...တခြားမင်းသမီးတွေလဲ အများကြီးပါသေးတယ်..အဲ့ခေတ်ကမင်းသမီးတွေဆိုတော့ နာမည်တွေသိပ်မသိပေမယ့် လှတာတော့ အတော်လှကြတာဗျို့...သွက်လက်ချက်ချာပြီး ချစ်စရာကောင်းနေကြပုံများ ကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျနေရမှာ...ကျောင်းသားတွေရော ကျောင်းသူတွေရော အကုန် ငပွေးလေးတွေချည်းပဲ...ခွီနေရတယ်။ကိုဗစ်ရောဂါကြောင့် အိမ်တွင်းအောင်း ကျောင်းမတက်ရ အပြင်မထွက်ရ မကဲရ စိတ်ညစ်နေရတဲ့ကာလမှာဒီလို ပေါ့ပါးပျော်ရွှင်တဲ့ဇာတ်ကားလေးတွေကြည့်ပြီး အားကျနေဖို့တင်ဆက်လိုက်ပါတယ်။Fast Times at Ridgemont High (1982) ဖိုဘီကိတ်ရဲ့ ဇာတ်ကားလိုပဲNude Scene နဲ့အပြောအဆိုတချို့ပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။ \nFile size…(1.5 GB)/ (880 MB)/ (400 MB)\nQuality…BluRay Remaster 1080p /720p / 480p\nFormat…mkv\nDuration….01:28:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.3",
        "url": "https://megaup.net/30I2T/(CM)Private.School.1983.SHOUT.1080p.BluRay.x264.DTS-MaG.mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://megaup.net/1EIhh/(CM)Jennifer_s_Body_(2009)_Unrated_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/zykrhheff-133x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead 3 (2013)",
        "description": "[18+]Rape Zombie: Lust of the Dead 3 (2013)ပထမကားမှာဆိုရင်…\nဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စု ဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုက ပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ကြရမှာဖြစ်ပြီးယခု တတိယကားမှာတော့ မပြီးပြတ်သေးတဲ့ လုပ်ငန်းစဉ်တွေနဲ့ နေရာအနှံ့ပျံ့နှံ့နေပြီဖြစ်တဲ့ လိင်စိတ်ဆာလောင်နေတဲ့ ဇွန်ဘီးတွေကို နောက်ဆုံးအသက်ရှင်ကျန်ဖို့အတွက် အားနွဲ့သောမိန်းမသားပေမယ့် ခက်ခက်ခဲခဲ ကြိုးစားရှင်သန်ပုံတွေကို ကြည့်ရှု့ရမှာပါ ။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီအိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားပါ ။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File Size__(750MB)\nQuality__720p\nIMDb Rating__3.8/10\nFormat__mp4\nDuration__1 hr 5 min\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "3.8",
        "url": "https://megaup.net/30zdO/[18+]Rape_Zombie_Lust_of_the_Dead_3_(2013)_720p.mp4",
        "category": "Adult, Asian"
    }
]