[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iMRQrMYvfCCx64MW7wIodT6TvU4.jpg",
        "title": "(18+) Love Actually… Sucks! (2011)",
        "description": "Love Actually Sucks(2011)\n=======================လူရယ်လို့ဖြစ်လာရင် အချစ်ဆိုတာ တသက်လုံးကြုံတွေရမယ့်\nခံစားချက်တခုဆိုရင် မမှားပါဘူး...လူတိုင်း ဆယ်ကျော်သက်ကနေ သေတဲ့အထိ အချစ်ဆိုတဲ့ခံစားချက်က\nတောက်လျှောက်အရိပ်တခုလို လိုက်နေပြီး အဲ့ဒီခံစားချက်ကနေပဲ\nအမုန်း အလွမ်း စိတ်ဒဏ်ရာ ပျော်ရွှင်မှု ၀မ်းနည်းမှုစတဲ့ ခံစားချက်တွေပါ\nပါ၀င်လာမှာပါ ...အချစ်ကြောင့် ဘ၀တွေချိုသာပြီး\nပျော်ရွှင်သွားရတဲ့လူတွေရှိသလို အချစ်ကြောင့်ပဲ ဘ၀က\nကော်ဖီခါးခါးထဲ အခါးမှုန့်ထပ်ထည့်မိသလို ပိုခါးသွားတဲ့လူတွေ ရှိပါတယ်\nဒီဇာတ်လမ်းကတော့ အချစ်ကြောင့်ဘဝပျက်သွားသူတွေ‌ပေါ့\nချိုလှလို့ မက်မောမိတဲ့အရာက အဆင်မပြေမှုတွေပေးတဲ့အခါ\nအချစ်ဟာခါးလှပါတယ်ဆိုပြီး အချစ်ကို ရွံစရာ\nမခင်တွယ်စရာခံစားချက်အဖြစ်ပစ်ပယ်သွားရတဲ့\nသူတို့ဘ၀တွေကို အရှိတိုင်းဖွင့်ဟပြသသွားမှာပါ\nFile size…1.1GB /554MB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….1h 23m\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Dark",
        "rating": "4.1",
        "url": "https://megaup.net/1OUo1/Love_Actually_Sucks_2011_1080p_WEB-DL_AAC2.0_H.264(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7bBSUzJq9m6hGEVSqLmyq4ilUw.jpg",
        "title": "[18+] Dirty Games (2022)",
        "description": "Dirty Games (2022)Squid Game လိုလို Survival Game ဖန်တွေအတွက် Squid Game ဆန်ဆန် ဂိမ်းပြီးဆုံးရင် ငွေရမယ့် ဂိမ်းကစားရင်း မသေအောင်နေရတဲ့ ညစ်တီးညစ်ပတ်ဂိမ်းကားလေးပါ။ ပြောရရင် ဒိတ်တင်ရှိုးဆန်ဆန် အစီအစဉ်တစ်ခုက ကောင်လေး ကောင်မလေးတွေကို အိမ်တစ်အိမ်ကိုဖိတ်လိုက်တယ်။ အတွဲတွေတွဲပေးပြီးတော့ အဲဒီအိမ်ထဲမှာနေပြီး ပေးထားတဲ့ မစ်ရှင်တွေကိုရော ကြည့်ရှုသူတွေက ငွေပေးပြီး ခိုင်းတဲ့မစ်ရှင်တွေကိုရော လုပ်ပေးရတယ်။ နောက်ဆုံးကျန်တဲ့အတွဲက ဆုကြေးငွေကိုရတယ်။ သို့ပေမဲ့ မထင်မှတ်ထားတာတွေပါ ဖြစ်လာပြီး ခိုင်းတာတွေလုပ်ရရုံတင်မက အသက်ရှင်အောင်ပါ ကြံဖန်ရလာတယ်။ ဒီရုပ်ရှင်မှာ စောင်း ပုလွေ ဘာဂျာအစုံ သာယာပုံပေါင်းစုံ မြင်ရမှာဖြစ်ပြီး မိတ်ဆွေတို့ ကြားသိသမျှ နည်းနာအားလုံးပါဝင်ပါတယ်။ အတွဲပေါင်းများစွာရဲ့ အကွက်ပေါင်းများစွာကို မြင်ကြတွေ့ကြရမယ့် ရုပ်ရှင်လေးပါပဲ။ဒီလောကတဏှာတွေကို ငြီးငွေ့စိတ်ပျက်တဲ့အထိ ရှု့စားပြီး လွတ်မြောက်ရာလွတ်မြောက်ကြောင်း ကြံဆောင်နိုင်စေဖို့ လောကီရဲ့အမှောင်ဆုံးအခြေအနေတွေအကြောင်းကို တင်ဆက်ပေးလိုက်ပါတယ်။ အားလုံးပဲ လွတ်မြောက်နိုင်ကြပါစေ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 ...",
        "rating": "",
        "url": "https://megaup.net/3aL2K/(CM)_Dirty_Games_(2022)_1080p.mp4",
        "category": "Adult, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/k5myw_4f-144x200.jpg",
        "title": "[18+] Pabuya (2022)",
        "description": "Pabuya (2022)Pepe နဲ့ Jojo တို့ဟာ နယ်မြေတစ်ခုစီကိုအပိုင်စားယူထားတဲ့ ဂန်းစတားတွေပါ။ အခုတလောတော့ Pepe ရဲ့ပိုင်နက်တွေကို တစ်ခုပြီးတစ်ခု Jojo က သိမ်းယူလာပြီးတော့ Pepe ဆီကလူတွေပါ တစ်ဖက်ကိုရောက်ကုန်ပါတယ်။ သူတို့ဂိုဏ်းတွေကြားက ရန်စကိုဖြေရှင်းဖို့ အထက်က သူတို့ကို လက်နက်မပါပဲအနိုင်တိုက်ကြေး၊ နိုင်တဲ့အဖွဲ့က နယ်မြေယူဖို့ ပွဲတည်ပေးလိုက်တဲ့အချိန်မှာတော့ Pepe လက်လွန်ပြီး တစ်ဖက်က လက်ရုံးတစ်ယောက်ကို သတ်မိသွားပါတော့တယ်။ တကယ်တော့ အဲ့ဒီလက်ရုံးဟာ Jojo ရဲ့လက်ရုံးတင်မကပဲ ရဲတပ်ဖွဲ့ကလွှတ်လိုက်တဲ့ သူလျှိုတစ်ယောက်လည်း ဖြစ်နေတဲ့အတွက် Pepe တစ်ယောက်သေပြေးရှင်ပြေး ပြေးရင်း အချစ်ဟောင်းဖြစ်တဲ့ အလှပဂေးလေး Bella နဲ့တစ်ဖန်ပြန်ဆုံဆည်းရချိန်မှာတော့...ဒီဇာတ်ကားမှာတော့ Vivamax ကားတွေမှာတစ်ခါမှမတွေ့ရဖူးတဲ့ မျက်နှာသစ်မင်းသမီးလေးတစ်လက်ဖြစ်တဲ့ Franki Russell ကိုပွဲထုတ်ထားပါတယ်။ ကြွေရုပ်ဖယောင်းရုပ်လေးလို ဖူးမွတ်နေအောင်လှတဲ့အနောက်တိုင်းသူ မျက်နှာပေါက်လေးနဲ့ဆိုတော့အားလုံးအကြိုက်တွေ့ကြမှာပါ။ သူ့ IG လေးပါ အဆစ်ထည့်ပေးလိုက်ပါတယ်။\nInstagram Link\n(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "",
        "url": "https://megaup.net/3QIa2/(CM)_Pabuya_(2022)_1080p.mp4",
        "category": "Action, Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dP16pI7PTO9MFHFV85nWwjNXb9A.jpg",
        "title": "[18+] Love Her (2001)",
        "description": "Love Her (2001)(ကိုရီးယား Adult ကားတွေထုံးစံအတိုင်း 1080p ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်လို့‌ပြေအောင် ကုတ်တင်ပေးလိုက်ပါတယ်ခင်ဗျာ)ညနေရီ ပန်းခင်းထဲက လွင့်သွားတဲ့ လေပြေမှာ သူမရဲ့ ဝတ်ရုံအနီဟာ လွင့်ဝဲနေတယ်။ ကျွန်တော်ကလည်း သက်ငြိမ်ငေးမောလို့။ ဟိုးအဝေးဆီမှာ လှေကလေးတစ်စင်း နေဝင်ရီကောင်းကင်အောက် မျောပါနေတာကိုလည်း ကျွန်တော်မြင်ရတယ်။ လှေငယ်လေး ပျောက်ကွယ်သွားတဲ့အချိန် သူမရဲ့ လေနှင်ရာမျောလွင့်နေတဲ့ ဝတ်ရုံအနီလေးကို ကျွန်တော်လည်ပြန်ကြည့်မိပေမဲ့ ဝတ်ရုံအနီလေးမရှိတော့ဘူး။ သူမလည်း မရှိတော့။ တကယ်ဆို သူမရှိတော့တာ ကြာခဲ့ပြီ။ ဒါတွေဟာ ကျွန်တော့်ရဲ့ထင်ယောင်ထင်မှားတွေလို့ တွေးမိချိန်မှာ မျက်ရည်ဟာ တဖြိုင်ဖြိုင်ကျတော့တာပါပဲ။သူမဟာ တေးရေးဆရာဖြစ်ချင်ခဲ့တဲ့ ကျွန်တော့်ရဲ့ မအောင်မြင်ခဲ့တဲ့ အတိတ်တွေမှာ အိပ်မက်တွေလဲပြိုမသွားအောင် ခိုင်မာပေးခဲ့တဲ့ ကျောက်ဆောင်တစ်ခုလိုပေါ့။ ကျွန်တော်ကတော့ သူမရဲ့ အိပ်မက်တွေကို တတိတိတိုက်စားခဲ့တဲ့ ဒီလှိုင်းတစ်ခုပေါ့။ ဝေသာလီဗျိုင်းမျိုးနဲ့ ယမုံနာရွှေငါးလေးဘဝကွာမည်ဆိုလည်း တစ်ကမ္ဘာကွာဝေးရော။ ဒီလိုနဲ့ ကျွန်တော့်ရဲ့ မအောင်မြင်ခြင်းတွေ သူမကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/18N4z/(CM)_Love_Her_(2001)_480p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzA3YmI1OGQtNTUyMi00N2Q2LTk3NjQtMjU2NzA4ZjJkMWViXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-136x200.jpg",
        "title": "[18+]Lang Tong (2015)",
        "description": "ဇက်ခ်က လူရှုပ်လူပွေတစ်ယောက်ဖြစ်ပြီး မိန်းကလေးတစ်ယောက်ကို ကြာကြာမတွဲတတ်သူ တစ်ယောက်လည်းဖြစ်ပါတယ် ပွေရုံမကဘဲ ပိုက်ဆံအရင်းအနှီးလိုတယ်ဆိုပြီး ရည်းစားတွေဆီက ငွေကိုပါ ချူစားပြီးမှ ဖြတ်တတ်တဲ့သူတစ်ယောက်ပေါ့ တစ်ရက် ဇက်ခ်က လီလင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ကို ပစ်မှတ်ထားရာက လီလင့်ညီမဖြစ်သူ လီအာနဲ့ပါ ငြိစွန်းခဲ့ပါတယ် ညီအစ်မနှစ်ယောက်ကြား ရွေးရခက်နေချိန်မှာ လီအာက မိခင်ဖြစ်သူသေဆုံးရခြင်းက အစ်မဖြစ်သူ လီလင်ကြောင့်လို့ အပြစ်တင်ပြီး သတ်ပစ်ကြဖို့ တိုင်ပင်ပါတော့တယ် ဇက်ခ်တစ်ယောက် ညီအစ်မနှစ်ယောက်ကြား ဘယ်သူ့ကိုရွေးချယ်မလဲ လီလင်နဲ့လီအာတို့ကရော ဇက်ခ်သိထားသလိုရိုးရှင်းပါ့မလားဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်File Size__( 500MB)\nQuality__1080p, 720p\nIMDb Rating__4.8/10\nFormat__mp4\nDuration__01:22:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.8",
        "url": "https://megaup.net/1OJv3/[18+]Lang_Tong_(2015)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTQxYzAxNTQtZWU5NC00MTk2LWFlNzAtODA3YjM2NDU1NjY4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-113x200.jpg",
        "title": "[18+]Girl Friday(2022)",
        "description": "[18+]Girl Friday(2022)အညွှန်း**************************   Angeli Khang လေးရဲ့ ကားသစ်လေးလာပြီနော်...ဖိလစ်ပိုင်နိုင်ငံရဲ့ အမတ်လောင်းတစ်ယောက်ဖြစ်တဲ့ ဖရက်ဒီအီဘာစကိုက သူ့ရဲ့မွေးရပ်မြေဖြစ်တဲ့အလီယာမြို့လေးကို ပိုပြီး တိုးတက်လာအောင် စွမ်းစွမ်းတမံကြိုးပန်းပေးနေတဲ့ နိုင်ငံရေးသမားတစ်ယောက်ပါ...အားလုံးက လေးစားအားကျရတဲ့ မြို့တော်ဝန်လောင်းရဲ့ လူမသိတဲ့ အကျင့်ဆိုးတစ်ခုကတော့ မိန်းမရှုပ်တာပါပဲ...ဒါကိုသိသိကြီးနဲ့ သည်းခံပြီး ပေါင်းသင်းနေထိုင်ရင်း အိမ်ထောင်တစ်ခုမပြိုလဲအောင်ကြိုးစားနေတဲ့အာမာအီဘာစကိုက သူ့ရဲ့ အိမ်ထောင်ရေးအတွက် အရာရာကိုစတေးခဲ့ပါတယ်...ဒါပေမယ့် ဒီလောက်စတေးခဲ့တာတောင် အလုပ်မဖြစ်တဲ့နောက်မှာတော့သူဘယ်လို အကြံအစည်နဲ့ သူ့ခင်ပွန်းဆီက အချစ်တွေရအောင်ပြန်ယူမလဲဆိုတာလှည့်ကွက်များစွာနဲ့ ကြည့်ရှူရမှာဖြစ်ပါတယ်....ဘာညာတွေပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျာ...   File Size :(2.1GB)&(1.02GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by WY",
        "rating": "6.7",
        "url": "https://megaup.net/3ax5v/Girl.Friday.2022.WEB-DL.1080P.(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/PiratesIIStagnettisRevenge-PosterArt-150x200.jpg",
        "title": "(21+) Pirates II: Stagnetti’s Revenge (2008)",
        "description": "ဒါကတော့ 2005 ရဲ့ sequel ‌ဖြစ်ပါတယ်\nဒီဇာတ်ကားက ပိုအောင်မြင်ပြီး\nCast တွေက ပိုများပြီး လူကြိုက်ပိုများပါတယ်\nIdol sasha grey ပါဝင်လာပြီး\nတရုတ်ဘုရင်မ Katsuni ပါဝင်လာပါတယ်\nအကောင်းဆုံး အဖွဲ့လိုက် စကားပြောခန်း ဆုလဲရထားပါတယ်DS fans တွေအတွက်ဂုဏ်ယူစွာတင်ဆက်လိုက်ပါသည်\nAdult DVD တွေရဲ့စွန့်ဦးဇာတ်ကား\nParody အမျိုးစား Adult DVD လောကကို ဟစ်ကြွေးခဲ့တဲ့ဇာတ်ကား\nကမ္ဘာပေါ်မှာ ငွေကြေးအကုန်အကျအများဆုံး Adult ကား\nဆုတွေ တပွေ့တပိုက်ကြီး သိမ်းကြုံးယူခဲ့တဲ့ကား\nCast တွေက လျှမ်းလျှမ်းတောက်တွေ Asia , Europe ရောသမမွှေထားပြီး\nအပြည့်စုံဆုံး Adult ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nDS fans တွေလက်မလွှတ်တမ်းကြည့်သင့်သလို\nပင်လယ်ဓားပြကားတွေ စွန့်စားခန်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်လမ်းဇာတ်ကွက်ပီပီပြင် ကြည့်ရမှာဖြစ်ပါတယ်အဒ်ဝါ့တစ်ယောက် ဗစ်တာကိုနှိမ်နင်းနိုင်ခဲ့ပေမဲ့ နာမည်ကောင်းမရခဲ့ပါဘူး\nဒါပေမဲ့သူ့ကိုယ်သူ သူရဲကောင်းကြီးဆိုတဲ့စကားကို တွင်တွင်ကြီး သုံးနေဆဲပါပဲဆရီနာဟာ ဗစ်တာဆီကနေထွက်ခဲ့ပေမဲ့\nသူမကျူးလွန်ခဲ့တဲ့ အပြစ်တွေက များလွန်းတာကြောင့်\nဘုရင်ကြီးရဲ့ အမိန့်အရ လစ်တဲတွန် မြို့ဝန်က ဖမ်းဝရမ်း\nထုတ်ရပါတော့တယ်\nအဲဒါကို ဖြေဖို့အတွင် ကပ္ပတိန် အဒ်ဝါ့ ကြိုးစားရပါတော့တယ်\nအရင်းနှီးတော့ကြီးပါတယ် ...",
        "rating": "7.5",
        "url": "https://megaup.net/1OC9m/Pirates_II_Stagnetti_s_Revenge_720p_BluRay(DS).mp4",
        "category": "Adult, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/700215h-141x200.jpg",
        "title": "[21+]Pirates (2005)",
        "description": "DS fans တွေအတွက်ဂုဏ်ယူစွာတင်ဆက်လိုက်ပါသည်\nAdult DVD တွေရဲ့စွန့်ဦးဇာတ်ကား\nParody အမျိုးစား Adult DVD လောကကို ဟစ်ကြွေးခဲ့တဲ့ဇာတ်ကား\nကမ္ဘာပေါ်မှာ ငွေကြေးအကုန်အကျအများဆုံး Adult ကား\nဆုတွေ တပွေ့တပိုက်ကြီး သိမ်းကြုံးယူခဲ့တဲ့ကား\nCast တွေက လျှမ်းလျှမ်းတောက်တွေ Asia , Europe ရောသမမွှေထားပြီး\nအပြည့်စုံဆုံး Adult ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nDS fans တွေလက်မလွှတ်တမ်းကြည့်သင့်သလို\nပင်လယ်ဓားပြကားတွေ စွန့်စားခန်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်လမ်းဇာတ်ကွက်ပီပီပြင် ကြည့်ရမှာဖြစ်ပါတယ်ကပ္ပတိန် အဒ်ဝါ့တစ်ယောက် ငွေကြေးချမ်းသာပြီး ကျော်ကြားမှုနောက်ကို\nလိုက်ဖို့လမ်းစရှာနေပါတယ် ပင်လယ်မြင်း လုံ့ခေါ်တဲ့ အကောင်းစား\nသင်္ဘောကြီးတစ်စီးဝယ်ပြီး ပင်လယ်ပြင်မှာ ထကြွသောင်းကြမ်းနေတဲ့\nဓားပြတွေကိုနှိမ်နင်းဖို့ အစပျိုးခဲ့ပါတယ် သူ့သင်္ဘောပေါ်မှာ အချွေရံတွေအများကြီးပါပါတယ်\nဒီလိုနဲ့ပင်လယ်ပြင်မှာမြောနေရင်း တစ်နေ့မှာ\nရေထဲမှာမျောနေတဲ့ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့လိုက်ပါတယ်\nအဲဒီကောင်မလေးက သူတို့လင်မယားကို မိစ္ဆာဓားပြတစ်ယောက်က သူတို့ကို တိုက်ခိုက်ခဲ့ကြောင်း\nပြောပြတဲ့အခါ သူနာမည်ကြီးဖို့အကြောင်းဖန်လာပါတော့တယ်အချစ် အလွမ်း အဘု ဟာသ ရောနှောထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nAdult ရဲ့ပြယုဒ် ဖြစ်တာကြောင့် DS ဖန်တွေအတွက် စေတနာရှေ့ထားပြီး တင်ဆက်လိုက်ပါတယ်\nFile size…3GB / 1.3GB\nQuality…1080p ...",
        "rating": "7",
        "url": "https://megaup.net/1OA70/Pirates.2005.1080p.BluRay.x265.AAC5.1CH(CM).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNs6Ew2a060CjQaIElWY5ZUpth3.jpg",
        "title": "Three Husbands (2018)",
        "description": "(18+)Three Husbands (2018)အင်တာပရိသတ်တွေကို ပိုအားထားလာတဲ့ Wong Kar Wai, Peter Chan ,Stanley Kwon,\nဟောင်ကောင် Second New Wave ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Fruit Chanဟာ\nဟောင်ကောင်အလုပ်သမားလူတန်းစားရဲ့ လူနေမှုဘ၀ကိုလည်း ထင်ဟပ် အပြင်းစားလည်းဆန်တဲ့ ရုပ်ရှင်တွေကို အရိုက်များတဲ့လူပါ။\n1997 Trilogy နဲ့ Prostitute Trilogy ဆိုပြီး Trilogy နှစ်ခုရိုက်ခဲ့ပြီး\nThree Husbands ကတော့ Prostitute Trilogyရဲ့ နောက်ဆုံးကားပါပဲ။Fruit Chanဟာ ၆၀ပြည့်နှစ်တွေက Nagisa Oshimaလို ဂျပန်ဒါရိုက်တာတွေရဲ့ လွှမ်းမိုးမှုခံရတဲ့ ဒါရိုက်တာဖြစ်ပြီး\nသူတို့ကို သဘောကျရတဲ့အကြောင်းရင်းက လှုမှုရေးပြဿနာတွေအကြောင်း သဘာ၀အကျဆုံး ရုပ်ရှင်တွေကို ရိုက်ပြခဲ့လို့လို့ဆိုပါတယ်။\nသူ့ဟန်မှာလည်း ဒီအငွေ့အသက်ပါနေတာပါပဲ။Three Husbandsရဲ့ ဇာတ်လိုက်က boar peopleအနေနဲ့ ရှင်သန်ရင်း ပြည့်တန်ဆာလုပ်စားနေတဲ့ မိန်းကလေးတစ်ယောက်။\nပုံမှန် ပြည့်တန်ဆာကားတွေမှာတော့ ပြည့်တန်ဆာရဲ့အဖြစ်ကို သနားစရာကောင်းအောင် ရိုက်ပြကြတာများပေမဲ့\nThree Husbandsမှာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/18Bcw/Three.Husbands.2018.1080p.NF.WEB-DL.DDP5.1.Dark.Sider.mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/SSIS-481-141x200.png",
        "title": "[21+]Miru’s Chewy Support {SSIS-481}",
        "description": "သူမရဲ့တီးတိုး အချွဲအနွဲ့လေးတွေနဲ့ သင့်ကို သင်ချောပေါက်ဆွဲညှို့မှာ\nသင်ဘယ်လောက်ထိ ခံနိုင်ရည်ရှိမလဲ..\nသူမရဲ့ ချစ်ရည်ရွှမ်းတဲ့စကားတွေကြား သင်ဘယ်လိုတောင့်ခံနိုင်မှာလဲMiru လေးက အရမ်း ဆွဲဆောင်မှုရှိတယ်\nချစ်စရာအသံ နှုတ်ခမ်းလေးတွေနဲ့ လုံးဝမထင်ရက်စရာ\nစကားလုံးတွေဖန်တီးပြီး သင့်ကို မရိုးမရွဖြစ်အောင် ကြိုးကိုင်လိမ့်မယ်သူမရဲ့ အလှအပတွေ လုပ်ပိုင်ကိုင်ပုံသေသပ်မှုတွေကို\nအနီးကပ် ကိုယ်တိုင်ခံစား ဇာတ်ကားလေးဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.1GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 21min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Ox4v/[SSIS-481]_Stimulating_your_senses_miru_s_shiko-shiko_support_luxury_that_stimulates_your_senses_5_full_POV_ASMR_ear-sounding_lewd_erection_situations.1080p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNHKYQnP1RnqEhkivHJzBPb4MOP.jpg",
        "title": "[18+] The Piano Teacher (2001)",
        "description": "The Piano Teacher (2001)~ IMDb - 7.5/10, RT - 73%, Meta - 79% ~ပီယာနို မြည်သံညင်စေတဲ့ လက်ချောင်းတွေ\nကျွန်တော့်ရဲ့ အရေခွံပါးလွှာနဲ့အတွေ့အခါ\nပြန်လမ်းမရှိတဲ့မြစ်မှာ အကြိမ်ကြိမ်အခါခါ စီးဆင်း...သူမရဲ့နှုတ်ခမ်းတွေ...\nဘယ်ဗိုကယ်ကို ဘယ်သံအထိမြင့်လဲအပြာရောင်တွေညင်သာစွာ\nမြွေတစ်ကောင်ဟာ ရစ်ပတ်\nရခဲလှဆိုသတဲ့ လူတစ်ကောင်ကို ဖြစ်ထွန်းစေတဲ့ အဆိပ်ရည်တွေဟာ\nလူတစ်ကောင်မဖြစ်မယ့် တွင်းနက်ဆီ တိုးဝှေ့ခဲ့ပေါ့...ဗီသိုဗင် မိုးဇက်တို့ထက်\nသူမရဲ့ အငွေ့အသက်ဟာ ခမ်းနားကြောင်းကိုလည်း\nနိဗ္ဗာန်ရဲ့အက်ကွဲကြောင်းလေးထဲ\nနမ်းရှိုက်တပ်မက်တဲ့ နှုတ်ခမ်းများသက်သေတည်...ကော်ရစ်ဒါထောင့် အိမ်သာပေါက် စတိုးခန်းနောက်\nဘယ်နေရာတွေ ဘယ်လိုမရွေးပဲ\nအကြင်အနာ အဖြူအပြာတွေ သည်းသည်းမည်း...သူမရဲ့တွင်းဟောင်းဟာ\nကျွန်တော်မဖတ်ဖူးတဲ့စာအုပ်တစ်အုပ်လို\nသစ်လွင်တောက်ပ\nအချစ်ရည်တတောက်တောက်ကျရင်း\nကမ္ဘာကုန်ကျယ်သရွေ့ ခမ်းနားနေဦးမယ်...ဒီလိုပါပဲ\n( ကြယ်တွေအကုန် လောင်ကျွမ်းသွားတဲ့အချိန်အထိ\nသူမကို ကျွန်တော် လိုအပ်နေဦးမယ်ဆိုတာ ကျွန်တော်သိနေတယ်။ )\n( ကျွန်တော်ကလည်း ဒီပင်လယ်အဟောင်းကိုမှ ခပ်သောက်ချင်နေတုန်းပဲ။ )Erotic ကားပေမဲ့ ကိန်းမှာ မင်းသားဆုရော မင်းသမီးဆုရော ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး စာရေးဆရာမကလည်း နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာမပါ။ ကိန်းမှာ ဂျူရီဆုရခဲ့ပြီး Palme d'Or ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Oxwe/(CM)_The_Piano_Teacher_(2001)_1080p.mp4",
        "category": "Adult, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTdkNTM5MjctN2NkNy00ZTA0LThkYWMtNjE0MjIyOTA5YzgyXkEyXkFqcGdeQXVyMzM3MTg1MDQ@._V1_-143x200.jpg",
        "title": "[18+]The Lady Improper (2019)",
        "description": "ဘ၀မှာဆုံးရှုံးရတာတွေ များလာတဲ့အခါ ဘ၀အသစ်ပြန်စချင်ကြတာပဲ မဟုတ်လားဒီဇာတ်ကားထဲမှာလည်း Siu Man ဆိုတဲ့ ကောင်မလေးက ယောကျ်ားရဲ့စွန့်ပစ်ခြင်းခံရ ၊ ဖခင်ကလည်း ဆုံး သတ်သေချင်စရာလောကထဲကနေဘ၀အသစ်ပြန်စဖို့ စာဖိုးမှူးလုပ် အဖေ့ရဲ့စားသောက်ဆိုင်ကိုပြန်လည်ဖွင့်ဖို့လုပ်ပါတော့တယ်အတွေ့အကြုံမရှိတဲ့သူမို့ အရံစားဖိုမှူးငှားရတာပေါ့ ငှားတဲ့ စားဖိုမှူးက ချောတဲ့အပြင် ဆွဲဆောင်မှု့အပြည့်ရှိနေကာ ဂရုစိုက်မှု့တွေပါကောင်းတော့ ချစ်ကြွမ်း၀◌င်မိသွားတာပေါ့သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို လှိုက်လဲရင်သက်စွာ ကြည့်ရှု့ရမယ့် ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူးနော် ။( အညွှန်းရေးသားထားသူကတော့ Dark Devil ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:24:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/2uqni/[18+]The_Lady_Improper_(2019)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/SSIS-141x200.png",
        "title": "{21+}Her Older Sister [SSIS-453]",
        "description": "ဆာတိုရီ နဲ့ အဇီဝါ တို့ ချစ်ခရီးက အခုမှစတာပါ\nငယ်ရွယ်သူတွေဖြစ်ကြပြီး အချစ်ကို ရူးရူးမိုက်မိုက်ပဲပေါ့\nချစ်တာတခုပဲသိပြီး ကျန်တဲ့ အရာတွေကို အတွေ့ကြုံမရှိသူတွေ\nအနမ်းလေးတစ်ပွင့်အတွက်တောင် ခဲရာခဲဆစ်ကြိုးစားနေရသူတွေ\nအဇီဝဝါရဲ့ အစ်မက တော့ အဲလိုမဟုတ်ပါဘူး\nသူက ယွန်း တဲ့ယွန်းကတော့ အသက်ရွယ်ရှိပြီး အတွေ့ကြုံများသူလေး\nတစ်နေ့မှာတော့ သူတို့နှစ်ယောက်အခြေနေကို ရိပ်မိသွားတဲ့\nယွန်း တစ်ယောက် ဆာတိုရီနဲ့ နှစ်ယောက်တည်း တွေ့ဖို့အကြောင်းဖန်လာတဲ့အခါ\nရင်ခွင်မှီအရပ် မောင်လေးတွေကို ကြိုက်တဲ့ မမတွေရော\nအရပ်ရှည်တဲ့ မမတွေကိုမှကြိုက်တဲ့ ကောင်လေးတွေရော\nလက်မလွတ်တမ်းကြည့်သင့်ပါတယ်\nFile size…2.3GB / 1.3GB\nQuality…1080p  / 720p\nFormat…mp4 \nDuration….2 h 32 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2up9q/[SSIS-453]_Taller_Older_Sister_Looks_Down_On_Me_And_Invites_Me_To_have_Fun_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a39WoiTJEG5kNLIrr3kOMwg3LFg.jpg",
        "title": "[18+]Indecent Proposal(1993)",
        "description": "[18+]Indecent Proposal(1993) အညွှန်း***********************************ငွေနဲ့အရာအားလုံးကို တကယ်ပဲဝယ်နိုင်လား\nငွေရှိရင် အရာအားလုံးက ရောင်းကုန်တွေပဲလား...ဒီဇာတ်ကားကတော့ ဒါရိုက်တာ Adrain Lyne ရိုက်ကူးထားပြီး\nလူသိများတဲ့သရုပ်ဆောင်တွေဖြစ်တဲ့ Woody Harrelson, Robert Redford နဲ့မင်းသမီးချော Demi Moore တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Romance/Drama ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။တစ်ယောက်နဲ့တစ်ယောက် အရမ်းချစ်ပြီး အနာဂတ်ကောင်းကိုလည်း ပိုင်ဆိုင်ထားတဲ့\nဒေးဗစ်မာဖီ(Woody Harrekson) နဲ့ ဒိုင်ယာနာမာဖီ(Demi Moore)တို့ လင်မယားဟာ\nစီးပွားရေးကျဆင်းမှုနဲ့ကြုံပြီး အကြွေးပူမိနေချိန်မှာ လူချမ်းသာတစ်ဦးဖြစ်သူ\nဂျွန်ဂေ့ဂျ်(Robert Redford)နဲ့ဆုံပြီး ဒိုင်ယာနာကိုဝယ်ဖို့ကမ်းလှမ်းလာတဲ့အခါ...ချစ်တင်းနှောခန်းနဲ့ ဝတ်လစ်စားလစ်ခန်းများပါဝင်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ...  File Size : (1.6GB)(1.1 GB) and (227MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/18rp8/Indecent.Proposal.1993._BLU-RAY.1080P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tsubaki-sannomiya-climax-development-3-productions-138x200.jpg",
        "title": "[21+] My_Neighbor-Sannomiya Tsubaki [ADN-414]",
        "description": "Tsubaki Sannomiya ဆိုတာ တစ်ခါကြည့်မိရင် တစ်ခါသွေးတိုးရတဲ့ မင်းသမီးလေးပါပဲ။ရီဝေတဲ့မျက်ဝန်းတွေနဲ့ လူရောစိတ်ရော ပြည့်ဝနေတာလေးကို စွဲငြိနေတတ်ပါတယ်။သူမရဲ့ဇာတ်ကားတွေမှာဆို သူမကို မတွန့်မဆုတ် ဇွတ်မိုက်တတ်သူလေးအဖြစ် မြင်ရတာများပါတယ်။ဒီဇာတ်ကားမှာလဲ သူမကပဲ ဦးဆောင်သွားဦးမှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.2 GB) & (850 MB)& (350 MB)\nQuality : HDRip 1080p & 720p & 360p\nRunning Time : 02:00:07\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Belue\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/3ag7y/(21+)My_Neighbor-Sannomiya_Tsubaki[ADN-414]_HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1662177904-141x200.jpg",
        "title": "[21+]While My Girlfriend Was Traveling With Her Friend {PPPE-062}",
        "description": "Karen Yuzuriha လေးရဲ့ အလှလေးနဲ့မိတ်ဆက်ပေးချင်တယ်\nသူမက သနားစရာပါ\nအရမ်း လှတယ် အရမ်းပြည့်စုံတယ် အရမ်းချစ်တက်တယ်ဒါပေမဲ့ သူမက တိတ်တခိုး တဖက်သက်ချစ်နေရတာပါ\nသူမရဲ့ အစ်မရဲ့ဘဲကို ကြိတ်ကြွေနေတာပါ\nအခွင့်ရေးကြုံရင် ကြုံသလိုတော့ပြောပေမဲ့\nကောင်လေးက နောက်တယ်လို့ ထင်နေတာပဲ\nတစ်နေ့မှာတော့ သူမအတွက်မဟာအခွင့်ရေးကြီးရောက်လာပါတယ်သူအစ်မက အလုပ်ခရီးနဲ့ နယ်ဖက် သုံးရက်ထွက်ရမှာပါ\nအဲဒီအချိန်မှာပဲ သူမရဲ့ အစွမ်းကုန် ပွင့်လန်းနေတဲ့အလှတရားတွေနဲ့\nဆွဲဆောင်ပါတော့တယ် သူမရဲ့ခန္ဓာကိုယ်နဲ့လိုက်ဖက်တဲ့ ဆွဲဆောင်ချက်တွေက\nအရမ်းကို အနုပညာမြောက်လှတာကြောင့် DS fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nFile size…2.1GB/1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 18mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3ahkj/[PPPE-062]_Three_days_of_training_her_sister_.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/A_Night_in_Nude_Salvation-480621984-mmed-142x200.jpg",
        "title": "[18+]A Night in Nude: Salvation (2010)",
        "description": "A night in nude salvationRen ဆိုတဲ့ ကောင်မလေးက ငယ်စဉ်ကတည်းက မိဘတွေရဲ့နှိပ်စက်မှုကိုခံခဲ့ရပြီး တစ်နေ့မှာ နာရီပျောက်မှုတစ်ခုကို Jiro(Naoto Takenaka)ဆိုတဲ့ ထူးဆန်းတဲ့အလုပ်မှန်သမျှအကုန်လုပ်တဲ့ လူဆီမှာ အမှုသွားအပ်ခဲ့ပါတယ်JiroဟာRenကိုတဖြည်းဖြည်းသနားစိတ်ဝင်လာရာကနေ အချစ်တစ်ခုပေါက်ဖွားကာ ကောင်မလေးကိုအမှောင်ကမ္ဘာထဲက ဆွဲခေါ်ထုတ်နိုင်မလား ဒါမှမဟုတ် သူပါနစ်ဝင်သွားမလားဆိုတာ အသည်းတယားယားနဲ့ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဒါ့အပြင် Renကငယ်စဉ်ကတည်းကရခဲ့တဲ့Traumaကြောင့် ကြိုးစားရှင်သန်ဖို့ဘယ်လိုမျိုးတွေအစီစဉ်ချသွားမလဲဆိုတာကိုလဲ ရင်ဖိုဖိုနဲ့ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__02:07:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by DS Team\nEncoded by Dark Devil",
        "rating": "5.9",
        "url": "https://megaup.net/18pkc/[18+]A_Night_in_Nude-Salvation_(2010)_720p.mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/s8d93resyfxd-133x200.jpg",
        "title": "[18+]Favorite Concubine (2020)",
        "description": "Favorite Concubine (2020) အညွှန်း*******************************  ကွီးယား အချစ်ဇာတ်လမ်းလေးလာပါပြီ..တစ်ချို့အတွက် အချစ်က ခါးသီးမှုတွေပဲ ဆောင်ယူလာတတ်ပေမဲ့တစ်ချို့အတွက်တော့ ပျားရည်လို ချိုမြိန်မှုတွေပဲ ရောက်ရှိလာတတ်ပါတယ်...ဒါကတော့ စွမ်းဆောင်ရည်ပေါ်ပဲမူတည်တတ်လို့ ဒီဇာတ်လမ်းလေးထဲမှာတော့အဆင်မပြေမှုတွေပဲ ကြုံတဲ့ အတွဲလေးတွေဟာချိုမြိန်မှုတွေပဲဆောင်ကျဉ်းအောင်ကြိုးစားကြတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ..ဆွဲဆောင်မှုရှိလွန်းတဲ့ ကွီးယားမ လှလှလေးတွေပါဝင်တာမို့ခံစားကြည့်ကြပါဦး..18+ အခန်းတွေ အတော်များတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး.. File Size : (615MB) and (305MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:21:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by  WY",
        "rating": "",
        "url": "https://megaup.net/3agfz/Favorite.Concubine.2020.WEB-DL_720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4169FrDord1ELavOgCp7UcNLxcg.jpg",
        "title": "[18+] #DoYouThinkIAmSexy? (2022)",
        "description": "#DoYouThinkIAmSexy? (2022)~ IMDb rating - 6.2/10 ~ချာလိစ်ဟာ မြို့မှာကျောင်းတက်ရင်းအလုပ်လုပ်နေတဲ့အဆောင်သူလေးတစ်ယောက်ဖြစ်ပြီး နေ့ခင်းဘက်မှာ ကျောင်းတက်သလို ညဘက်တွေမှာ အွန်လိုင်းဝက်ဘ်ဆိုက်တစ်ခုကတစ်ဆင့် ဆက်စီကပြတာတွေ အဖော်အချွတ်လုပ်ပြတာတွေကို အခကြေးငွေနဲ့လုပ်ဆောင်ပါတယ်။ ဒါတွေကိုစောင့်ကြည့်နေခဲ့သူကတော့ သူ့ရဲ့ ပရော်ဖက်ဆာ ထရစ်စတန်ပါပဲ။ ချာလိစ်ရဲ့ကျောင်းချိန်မမှန်တာ၊အိမ်စာပုံမှန်မလုပ်တာ အမှတ်နည်းတာတွေကိုအကြောင်းပြ အိမ်လာခိုင်းပြီး အဓမ္မပြုကျင့်လိုက်တဲ့နောက် ကျောင်းဘုတ်အဖွဲ့ကိုတိုင်ခဲ့ပေမယ့်လဲ ထရစ်စတန်ဘက်ကသာဖြစ်တဲ့ ကျောင်းတာဝန်ရှိသူတွေဟာ အရေးမယူတဲ့အပြင် သားကောင်ဖြစ်ခဲ့ရတဲ့ သူ့ကိုပါ ကျောင်းနားခိုင်းလိုက်ပါသေးတယ်။ တစ်ဖက်ကလဲနေရာတကာဝင်ပါတတ်လွန်းတဲ့ ရှေးရိုးစွဲတွေရဲ့ကန့်ကွက်မှု ကြောင့်သူတို့ဝင်ငွေရှာနေတဲ့ဝက်ဘ်ဆိုဒ်ဟာ ပိတ်ရလုနီးပါးဖြစ်နေပါတယ်။ ဒီအကျပ်အတည်းတွေကနေ သူဘယ်လိုရုန်းထွက်မလဲ? ကြောင်သူတော်သူ့ဆရာကိုထိုက်သင့်တဲ့ပြစ်ဒဏ်ပေးအပ်နိုင်ပါ့မလား?ဒီတစ်ခေါက်ဇာတ်ကားကတော့ Cam girl လေးတွေရဲ့ဘဝကိုအခြေခံထားတာဖြစ်တဲ့အတွက် Solo လေးတွေများပါတယ်။ Cloe Barretto လေးကိုလဲ မထုံတက်တေးပုံစံတစ်မျိုး၊ ကင်မရာရှေ့ရောက်သွားရင် လုံးဝအသွင်သစ်တစ်မျိုးမြင်တွေ့ရမှာဖြစ်တဲ့အတွက်အမြင်ဆန်းသဘောကျကြမှာသေချာပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 865MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ug7m/(CM)_Do_You_Think_I_m_Sexy_(2022)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYmJmMjliZTMtOTE2OC00YzBhLTkzMTktZDhlOWI0MzRiYzUxXkEyXkFqcGdeQXVyMjQ1MDI1OTU@._V1_-142x200.jpg",
        "title": "[18+]Usotsuki Paradox (2013)",
        "description": "[18+]Usotsuki Paradox (2013) အညွှန်း*********************************   ရုံးဝန်ထမ်းအသစ်ဖြစ်တဲ့ ဆဲအိယုဆိုတဲ့မိန်းကလေးကို ယောခဒိုကသဘောကျနေတယ်၊\nဒါပေမယ့် ဆဲအိယုမှာက LDRS ချစ်သူရှိတယ်၊ နာဂိုယာမှာရှိနေတဲ့ချစ်သူကိုခဏခဏ\nသွားမတွေ့နိုင်ဘူးတစ်လမှာတစ်ခါလောက်ပဲ ဆဲအိယုကသွားတွေ့နိုင်တယ်၊ Singleလေး ယောခဒိုက\nရည်းစားရှိမှန်းသိလျက်နဲ့ ဆဲအိယုကို အိစီကလိလုပ်နေတယ်၊ ဆဲအိယုလည်း\nသူ့ကိုသဘောကျနေပေမယ့် ချစ်သူအပေါ်သစ္စာဖောက်မိမှာလည်းစိုးရိမ်တယ်\nချစ်သူနဲ့တစ်လမှတစ်ခါပဲသွားတွေ့ရတဲ့သူနဲ့ Single ဖြစ်နေတဲ့သူက\nအထီးကျန်နေရတာကများတယ်၊ အထီးကျန်ဝေဒနာကိုဖြေဖျောက်ဖို့အတွက်\nလိင်ကိစ္စကလွဲလို့ တစ်ယောက်နဲ့တစ်ယောက်ဟန်ဆောင်ချစ်သူတွေလုပ်ကြဖို့သဘောတူလိုက်တယ်\nဒီလိုနဲ့ ယောခဒိုကစည်းမျဉ်းကိုတဖြည်းဖြည်းနဲ့စဖောက်လာတဲ့အခါမှာတော့....\n18+ ဖြစ်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်တော်ပါဘူးFile Size :(2.1GB)(600 MB) and (263 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Romance , Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Oibr/Usotsuki.Paradox.2013.BLU-RAY1080P(CM).mp4",
        "category": "Adult, Romance"
    }
]