[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/mEvxX9YNyoccrl2UHmtSdTnohXJ-133x200.jpg",
        "title": "[18+]Hot for Teacher/Who Slept With Her (2006)",
        "description": "The Goddess of Revenge ရဲ့ မင်းသမီး Kim Sa Rang ရဲ့ Movie အဟောင်းလေးတစ်ခု တင်ပေးလိုက်ပါနော်\nဒီဇာတ်လမ်းမှာ Running Man က HaHa လည်း man role အနေနဲ့ ပါ၀င်သရုပ်ဆောင်ထားပါတယ်Sex is Zero တို့လို ကိုရီးယားကျောင်းသားဟာသဇာတ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်း..လှပပြီး ဆက်စီကျတဲ့ ဆရာမ အွန်းဂျီယောင်းဟာ ယောက်ျားလေးအထက်တန်းကျောင်း တစ်ကျောင်းမှာ ထရိန်နင် ဆရာမအဖြစ် တစ်လတိတိ သင်ကြားပေးရမှာပါဆယ်ကျော်သက်ကျောင်းသား အများစုက ဆရာမလေး အွန်းဂျီယောင်းကို ပစ်မှတ်ထားလာကြတယ်ဒါကို ကျောင်းရဲ့ စည်းကမ်းထိန်းသိမ်းရေး ဆရာချာက သိနေတာကြောင့် ဆရာမအွန်းဂျီယောင်းကို အမြဲစောင့်ကြည့်နေခဲ့ပါတယ်ကျောင်းရဲ့ ကပွဲညမှာတော့ ဆရာချာက ယောက်ျားတစ်ယောက်နဲ့ မိန်းမတစ်ယောက် အခန်းတစ်ခန်းထဲ ၀င်သွားတာကို တွေ့ရှိခဲ့ပြီးအဲ့အတွက် တရားခံကို စုံစမ်းဖော်ထုတ်ဖို့ လုပ်ခဲ့ပါတယ်တကယ့်တရားခံက ဘယ်သူဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါ18+ ဇာတ်၀င်ခန်းအနည်းငယ်ပါပါ၀င်ပါသည်... \nFile size…(1.3 ...",
        "rating": "5.9",
        "url": "https://megaup.net/U9l0/(CM)Who.Slept.With.Her.720P.HDTV.X264-pykill.mp4",
        "category": "Adult, Asian, Comedy, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/EQoOx8qVUAEpEMV-141x200.jpg",
        "title": "[21+] She’s Lifting Her Shame Ban!! – Karen Kaede (IPX-451)",
        "description": "{ Dark Side Production မှတင်ဆက်သည်။ }Karen Kaede, how to explain it. A pure girl with beautiful eyes doing obscene things. The face on an angel with the body of a demon.Karen Kaede ကို ခံစားကြည့်ဖို့ ဒီဇာတ်ကားက လုံလောက်ပါတယ်..ဇာတ်ကားက ၃ နာရီနီးပါးကြာပေမယ့် Karen Kaede ကြောင့် ဘယ်လိုကုန်သွားမှန်းမသိလိုက်ရပါဘူး...ဇာတ်လမ်းကတော့ကျွန်တော်နှင့် ပန်းချီဆရာမလေးပေါ့...အစပိုင်းမှာ တအားတွေ ငြိမ့်ညောင်းပြီး Romantic ဖြစ်နေပေမယ့်နောက်ပိုင်းမှာတော့ ကံကြမ္မာဆိုးဝင်ရောက်လာတဲ့ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးပါ...။(ကလေးတွေ လုံးဝမကြည့်သင့်ပါဘူး...21 နှစ်ကျော်သွားမှ ကြည့်ဖို့တိုက်တွန်းပါတယ်...) File Size : (2.3 GB) and (1 GB)\nQuality : ...",
        "rating": "",
        "url": "https://megaup.net/U868/[DS]She’s_Lifting_Her_Shame_Ban!!-Karen_Kaede.[IPX-451]HDRip1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHZlz5QMNFb5PcrnfIrG3kARx7F.jpg",
        "title": "(18+)Tiger Woman 2015",
        "description": "Tiger Woman 2015\n================== dsပေ့ချ်ကို အသစ်တဖန်ပြန်လည်ဖွင့်တဲ့အနေနဲ့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ သမန်းကျားမလေးကားပါပဲ. ဇာတ်လမ်း အကျဉ်းကတော့ ယောကျာ်းတွေဆို ကြောက်ရွံ့နေတတ်တဲ့ နီယာလေးကို သူငယ်ချင်းမလေးတွေက ကုသိုလ်လည်းရ ဝမ်းလည်းဝအောင် ခပ်တောင့်တောင့် ဘဲတွေကို ခေါ်ပြီး သူတို့လဲစားမယ် နီယာလေးလဲ ပျော်စေရမယ်ဆိုပြီး အပန်းဖြေစခန်း တစ်ခုဆီ ခေါ်သွားတာကနေ ဇာတ်လမ်းကစတာပါပဲ. နီယာလေးဟာ ယောကျာ်းတွေကို လွယ်လွယ်အကပ်မခံတာကြောင့် သူတို့တွေ အကြံအိုက်နေတုန်း ဒီကိုခေါ်လာတာဟာ သူ့ရဲ့ အပျိုရည်ကို ဖျက်ချင်ရုံသက်သက်ပဲဆိုတာကို နီယာလေးသိလိုက်ချိန်မှာတော့ ဝမ်းနည်းပက်လက်ဖြစ်ပြီး တောထဲကို စိတ်ရူးပေါက်ပြီး လျှောက်သွားပစ်ခဲ့ပါတယ်. တောထဲက ချောင်းတချောင်းမှာ မိန်းမတစ်ယောက် မိမွေးတိုင်း ရေချိုးနေတာကို သူမ မြင်သွားပြီး ကြည့်နေချိန်မှာ အဲ့ဒီမိန်းမက သူ့အနားကို ရောက်လာပြီး သူ့ကို လက်စားချေနိုင်အောင် ကူညီပေးခဲ့ပါတယ်. သူမ ဘယ်လိုလက်စားချေမလဲဆိုတာကို ကြည့်ချင်စဖွယ် ဇာတ်ကွက်တွေနဲ့ ဆွဲဆောင်ထားပြီး နီယာ့ သူငယ်ချင်းမလေးတွေရဲ့ ဆွဲဆောင်မှုပြင်းအားကလဲ 9+ဖြစ်တာကြောင့် dsဖန်တွေ လက်မလွှတ်သင့်ကြောင်း သတင်းကောင်းပါးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်. 18+ warningဖြစ်တာကြောင့် ၁၈နှစ်မပြည့်သူများကလွဲရင် လူမျိုးဘာသာမရွေးကြည့်ရှုနိုင်ပါတယ်ဗျာ.  \nReleased: 01 Jan 2015 (5 years ago)\n Genre: Thriller Adult\n Countries: Thailand\n Languages: Thai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/U0ae/Tiger_Woman_2015.1080p.[CM].mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Alter-Me-162x200.png",
        "title": "Alter Me (2020)",
        "description": "Alter Me (2020)ဒီလို Covid အချိန်ကြီးမှာ Comedy ဇာတ်ကားလေးတွေကြည့်ရင်းစိတ်ညစ်စရာတွေကိုဖြေဖျောက်ချင်နေသူများအတွက်ဇာတ်ကားကောင်းလေးတစ်ကားကို အမြန်ဆုံးနည်းနဲ့ပန်းကန်လုံးစီးပြီး တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက Comedy သက်သက်ကြီးပဲတော့မဟုတ်ပါဘူး Romance လေးတွေလည်းပါပါတယ်၁၆ယောက်စုကြည့်ရမယ့်အခန်းလေးတွေလည်းပါပါတယ် ပါသင့်တာမှန်သမျှအကုန်ပါနေတဲ့အတွက် လုံးဝကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါအေမီဆိုတဲ့ကောင်မလေးဟာ အလုပ်လုပ်တဲ့နေရာမှာ အရမ်းတော်ပြီး အရမ်းလည်းထက်မြက်ပါတယ်အဲ့ဒီလိုပဲ သူ့ရဲ့လက်အောက်က ဝန်ထမ်းတွေကိုလည်း တော်နေမှ ထက်နေမှသဘောကျပါတယ်ဝန်ထမ်းတစ်ယောက်ယောက်က အမှားတစ်ခုခုလုပ်မိပြီဆိုတာနဲ့ ချွင်းချက်မရှိ ချက်ချင်းအလုပ်ထုတ်ပါတယ်အဲ့လိုကိစ္စတွေများလာတော့ ဝန်ထမ်းတွေဟာ သူ့ရဲ့ဒဏ်ကိုသည်းမခံနိင်ကြတော့ဘဲ HR ကိုတိုင်ကြပါတော့တယ်HR ကိုယ်တိုင်ကလည်း အေမီရဲ့အပြုအမူတွေကို သဘောမကျတဲ့အတွက်ရှေ့လျှောက် အေမီသာ မပြောင်းလဲလာဘူးဆိုရင် သူကိုယ်တိုင်အလုပ်ထုတ်ပါမယ်လို့ ရာဇသံပေးခဲ့ပါတယ်တစ်သက်လုံး ဒီလိုပုံစံနဲ့ပဲနေလာခဲ့တဲ့ အေမီအတွက် ချက်ချင်းပြောင်းလဲနိုင်ဖို့ဆိုတာ တော်တော်ခက်ခဲပါတယ်ကံကောင်းချင်တော့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က နည်းလမ်းတစ်ခုကိုပြောပြခဲ့ပါတယ်အဲ့တာကတော့ SEX ပါ SEX ကို အသုံးချပြီးတော့ စိတ်ဖိစီးမှုတွေကိုဖြေဖျောက်လိုက်ရင် လူတွေဟာတစ်မျိုးတစ်ဖုံပြောင်းလဲသွားကြပါတယ်တဲ့အေမီဟာ အဲ့ဒီအကြံကိုလက်ခံခဲ့ပြီး အွန်လိုင်းပေါ်က အမိုက်စားကောင်လေးတစ်ယောက်နဲ့အတူအိပ်ဖို့ချိန်းဆိုခဲ့ပါတယ်အဲ့ဒီကောင်လေးကတော့ အူနိုပါ အူနိုဟာ အချစ်စစ်ကိုတောင်းတနေတဲ့ကောင်လေးတစ်ယောက်ပေါ့ဘဝပေးအခြေအနေကြောင့် မကောင်းတဲ့အလုပ်ကိုလုပ်နေရပေမယ့် သူ့ကိုယ်သူတော့ကျေနပ်နေပါတယ်ဘာဖြစ်လို့လဲဆိုတော့ ဒီအလုပ်က သူ့ရဲ့အချစ်စစ်ကိုရှာတွေ့နိုင်တဲ့အလုပ်မို့လို့ပါတဲ့အဲ့ဒီတော့ရှေ့ဆက်ရရင် သူတို့နှစ်ယောက်တွေ့ဖြစ်ခဲ့ပါတယ်ဖြစ်ချင်တော့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/alter-me-2020/",
        "category": "Adult, Comedy, Fancy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/5484e339bbd8601b5068319fd5bca8d2-133x200.jpg",
        "title": "21+ Horny wife cheated",
        "description": "အခု တင်ဆက်ပေးမှာကတော့ အစပိုင်းမှာ TV show တွေမှာ ပါဝင် ခဲ့ပြီး နောက်ပိုင်း JAV လောကကို 2011 မှာ\nစတင်ဝင်ရောက်ခဲ့ပြီး အမျိုးသားရော အမျိုးသမီးရော တခဲနက် အပေးခံနေရတဲ့သူ လေး Tsukasa Ali ပဲဖြစ်ပါတယ်\nသူမက ရုပ်ရည်ချောမောရုံမျှသာမကပဲ သရုပ်ဆောင်ပိုင်းမှာရော ခန္ဓာကိုယ်အချိုးစားပိုင်းမှာပါပြေပြစ်လှပသူလေးဖြစ်ပါတယ်\nသူမဟာ အပြာလောကမှာ ဆုတွေတသီကြီးဆွတ်ခူးထားသူဖြစ်ပါတယ်\nနောက်ပြီး နာမည်ကြီး Naked Ambition 3D (2014) ကားမှာလည်း ပါဝင်အားဖြည့်ထားပါသေးတယ်\nဇာတ်လမ်းအကျဉ်းလေးပြောပြပါမယ်\nကြင်စဦးဇနီးမောင်နှံ တိုက်ခန်းတစ်ခန်းကို ပြောင်းရွေ့ လာပါတယ် ထုံးစံအတိုင်း မိန်းမက အိမ်အလုပ်ကိုလုပ်ကပြီး ယောကျာင်္းက ရုံးအလုပ်ထွက်လုပ်ပါတယ်\nကြင်းဦးဆိုပေမဲ့ ‌လင်ယောင်္ကျားက အလုပ်ကပြန်လာရင် ပင်ပန်းနေတာနဲ့ ဆော်လေးရဲ့ အာသာကို မပြေစေပါဘူး ဒါပေမဲ့\nမြွေမြွေခြင်း ခြေမြင်ဆိုသလိုပဲ ကပ်လျှက်အခန်းမှာ အလုပ်အကိုင်မရှိ လှမ်းလှမ်းရှိုးနေတဲ့ မောင်လေးတယောက် ရှိတယ်ဆိုတာ ဆော်လေးက ရိပ်မိသွားပါတယ်\nဒီလိုနဲ့တစ်နေ့မှာ ကောင်မလေးရဲ့ အခန်းက စူးစူးဝါးဝါး အော်သံကြားတာနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2fJ3q/SSNI619C.720p(CM).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/gmv51zfflwb4-141x200.jpg",
        "title": "18+ Beauty Salon Special Service 4 (2020)",
        "description": "Special Service 4(2020) 18+ဆိုဇာတ်လမ်းသွားနဲ့ အနုအရွခံစားချင်တယ်ဆိုတဲ့ ဘဒိုတွေအတွက် ကိုရီးယား 18+လေးလာပါပြီ\nDarksite ကိုရီးယား အားပေးတဲ့ အမျိုးသားထုကြီးအတွက် ဒီတစ်ခါထူးထူးခြားခြား Service ပေးတဲ့ အလှပြင်ဆိုင်လေးနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။Stay Home မှာဆံပင်တွေရှည်နေလို့ ညှပ်ချင်တယ်ဆိုတဲ့ ဘဒိုတွေ ဒီကားကြည့်ပြီး ဒီဆိုင်မှာပဲ ညှပ်ချင်တယ်ဖြစ်သွားစေရ\nမယ်။ဇာတ်လမ်းကတော့ ပါလေရာကျော်ကြီးနဲ့ အပေါင်းအပါများရဲ့ ဆံပင်ညှပ်ဆိုင် အလှူပေးရေး ဇာတ်ကြောင်းလေးပေါ့။ဇာတ်လမ်း\nလေးက ဒီလိုစတယ်။ဧည့်သည်မကျ ဝင်ငွေမကောင်း ဆိုင်လခပေးဖို့အခက်ကြုံနေတဲ့ ဆံပင်ညှပ်ဆိုင်က လုံးကြီးပေါက်လှ သူဠေးမမနဲ့\nလက်ထောက်ဂစ်တာရှိတ် ကောင်မလေးတို့က အကြံကုန်ဂဠုန်ဆားချက် အင်တာနက်မှာ ခေတ်စားနေတဲ့ အထူးအစီအစဉ်လေးတစ်ခု\nလုပ်ပြီး ယောက်ျားလေးဖောက်သည်တွေကို ဆွဲဆောင်ဖို့ အစီအစဉ်စဆွဲပါတော့တယ်။သူရဲ့အထူးအစီအစဉ်ကဘာလဲ ဆိုတော့ ဆံပင်လာ\nညှပ်တဲ့ ဘဲတွေကို ဘီကီနီလေးဝတ်ပြီးတော့ ဧည့်ခံကြိုဆိုမယ့်အပြင် After Serviceတွေပါ အပြည့်အဝပေးအုန်းမှာ။ကဲ ဘယ်လိုလဲ\nဆံပင်ညှပ်ချင်သွားပြီမလား ငါးကောင်တို့။ကိုရီးယားကားဆို ဇာတ်လမ်းထက်ဆော်လေးတွေပဲစိတ်ဝင်စားတဲ့ ဘဒိုတွေအတွက် ကြည့်ရ\nတာတန်အောင်ဆော် review လေးပေးခဲ့မယ်။ကိုရီးယားမတွေထုံးစံအတိုင်း ဖွေးအုနေတာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1zGnn/Beauty_Salon_Special_Service_4_(2020)_{DS}.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/dd0ba7db6be36b8ad164f973bbcd90c6-120x200.jpg",
        "title": "(21+) My Horny Neighbour Girl",
        "description": "Dark Fan တွေအတွက် အိမ်မှာနေရင်း လေ့လာဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရွေးချယ် တင်ပေးလိုက်ပါတယ်\nသူမလို AV မင်းသမီးတစ်ယောက် ကြည့်ရဖို့က နဲတဲ့ကုသိုလ်ကံ မဟုတ်ဘူး\n၃၁ ဘုံမှာ အမိုက်ဆုံး AV Model တစ်ယောက်လို့တောင်ပြောလို့ရပါတယ်\nအထူးသဖြင့် သူမပိုင်ဆိုင်ထားတဲ့\nဖွင့်ထွားတဲ့ စနေနှခိုင်\nဖူးအာနေတဲ့ နှုတ်ခမ်းတစုံ\nစတာတွေက အသက်တွေပါပဲ\nမျက်နှာလေးက နန်းဆန်ပြီး Amature အမူရာနဲ့ တစ်လှည့်\nMature အမူယာနဲ့တစ်ဖုံ အကောင်းဆုံးသရုပ်ဆောင်ထားတယ်....\nတက်သစ်စ AV မလေးတစ်ယောက် အခန်းပြောင်းလာပါတယ်\nဟိုဖက်က ငနဲတကောင်ကလည်း FA တစ်ယောက် ပီပီ ထွက်သမျှ AV တွေကို\nမလွတ်တမ်းအားပေးနေတာ မျက်ရည်က အတော်ဝနေပါပြီ\nတနေ့မှာ မော်ဒယ်လေးက မိတ်ဖွဲ့ဖို့ တဖက်က ကောင်လေးအခန်း ကိုသွားလည်ပါတယ်\nအဲဒီမှာ ကောင်လေးကြည့်နေတဲ့ DVD အခွေကိုတွေ့သွားပြီး ......\nတက်သစ်စ မော်ဒယ်မလေးက ကုန်ကြမ်းတွေကို အပီအပြင်လေ့လာခွင့်ရသွားသလို\nငနဲရဲ့ ကုန်ကြမ်းတွေကလည်း ပေးမကုန်နိုင်ပါဘူး....\nအနေအထားတွေကို အခေါ်အဝေါ်တွေ နဲ့တွဲပြီး ပူးပေါင်း လေ့လာကြတာကို\nပုံဖေါ်ထားလို့ ၂၁+ ဆိုပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1zBzb/FSDSS-014_1080P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BYmNjMzQyMzgtOTQyNy00N2JhLTgwNGEtMTc5ZTg1ZDgxNWQ1XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-133x200.jpg",
        "title": "[18+]Love Lesson (2013)",
        "description": "Dark Side Production မှ မွမ်းမံတင်ဆက်သည်...အရင်တင်ထားတုန်းကနဲ့မတူတဲ့ Director's Cut Version ဖြစ်ပါတယ်..အရင်ကထက် လေးမိနစ်စာလောက်ပိုလာပါတယ်...။Love Lesson-အချစ်သင်ခန်းစာ ....ကိုရီးယားမင်းသမီး Kim Sun-young ရဲ့ ပထမဆုံး 18+ ဇာတ်ကားဖြစ်ပြီးတော့ စွန့်စွန့်စားစားသရုပ်ဆောင်ထားရပါသတဲ့...မင်းသားချော Byun Jun-suk ကလဲ ယွကျားထုကိုကိုယ်စားပြုလို့မမများ မြည်းပြီးအစားခံရမယ့် မအူမလည်သူငယ်တော်အဖြစ်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းကလည်း အနုပညာ နောက်ခံလေးနဲ့ဗျ။Hee-Soo ဆိုတဲ့ ကောင်မလေးဟာ သီချင်းရေးဆရာမလေးပါ။ဒါပေမယ့် သူ့မရဲ့ ပျော်ရွှင်ဖွယ်ရာမရှိတဲ့ ရည်းစားဟောင်းနဲ့ ပြတ်ပြီးနောက်ပိုင်းအနုပညာ ကို ကောင်းကောင်း မဖန်တီးနိုင်ဘဲ ဖြစ်နေပါတယ်။ဒီအချိန်မှာ အထက်တန်း ကျောင်းသားလေး တစ်ယောက်နဲ့ ဆုံမိပြီးသူမရဲ့ အနုပညာ ခံစားမှု စိတ်တွေ တဖန် နိုးကြား လာပါတယ်။စန္ဒရား သင်ပေးရင်း စေတနာ တွေကနေ အပြာရောင် လွှမ်းတဲ့ ချစ်ခြင်းတရားတွေရောစွက်လာပါတော့တယ်။ဆန္ဒနဲ့ သိက္ခာ ကို ထိန်းညှိနေရတဲ့ ဆရာမလေးဟာ မြီးကောင်ပေါက် အရွယ် ...",
        "rating": "",
        "url": "https://megaup.net/1zcmc/(DS)Love_Lesson.2013.KR.Director_s_Cut.HDRip.1280x720p.x264.AAC-KOOK.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MMV1C146B9D1BB68D492C1D0C9D96AA3E21B-768x1152-1-133x200.jpeg",
        "title": "[18+] Due West: Our Sex Journey (2012)",
        "description": "Dark Side Production မှ ပြန်လည်မွမ်းမံတင်ဆက်သည်..အွန်လိုင်းပေါ်မှာ ရေပန်းစားခဲ့တဲ့ဝတ္ထုတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ ဟောင်ကောင် 18+ ဇာတ်ကားဖြစ်ပါတယ်။Comedy, Drama, Romance ဖြစ်ပြီး IMDb (5.4/10) ပါ။အဖော်အချွတ်တချို့နဲ့ အပြောအဆိုတချို့က ဘွင်းဘွင်းကြီးတွေမို့ ကလေးလူငယ်တွေ မကြည့်သင့်ပါ။Lan Kwai Fong ဇာတ်ကားကဲ့သို့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ Erotic ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…1.3GB\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by HTS",
        "rating": "5.3",
        "url": "https://megaup.net/Te8v/(DS)Due.West.Our.Sex.Journey.2012.BluRay.REMUX.1080p.AVC.TrueHD.5.1-DIY.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDJhYTk2MTctZmVmOS00OTViLTgxNjQtMzQxOTRiMDdmNGRjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006951000_AL_-139x200.jpg",
        "title": "The Handmaiden (2016)",
        "description": "မနေ့က ရုပ်ရှင်ကား တစ်ကားကြည့်တယ်။\nThe Handmaiden တဲ့...\nIMDb မှာ rating 8.1 ရထားတဲ့ ဇာတ်ကား တစ်ခုပေါ့။\nကိုရီးယားနိုင်ငံရဲ့ ဗစ်တိုးရီးယားခေတ်\nဂျပန်ကိုလိုနီကာလကို အခြေပြုပြီး တည်ထားတဲ့ ဇာတ်လမ်းပဲ။\nစာရေးဆရာမ Sarah Waters ရဲ့ Fingersmith ဆိုတဲ့\nဝတ္ထုကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်ကား။\nကိုရီးယားဒါရိုက်တာ Park Chan Wook က ရိုက်ထားပြီး\nအဲ့ဒီဇာတ်ကားနဲ့ ဆုတွေအများကြီးရခဲ့ကြတယ်။\n8.8 millions သုံးခဲ့ပြီး box office မှာတော့\n38.6 millions လောက် ပြန်ရခဲ့တဲ့ ဇာတ်လမ်းပေါ့။\n16+,18+,21+ အမျိုးမျိုး သတ်မှတ်ကြပေမယ့်\nကိုယ့်အတွက်တော့ 18+ လောက်ပါပဲ။\nသိမ်မွေ့တယ်ပေါ့။\nလူလိမ် မြို့စားမင်း Fujiwara ဟာ သိပ်ပြီးချမ်းသာတဲ့\nမိဘမဲ့အမျိုးသမီးလေး Hideko ကို လက်ထပ်ယူဖို့ ကြိုးစားနေတယ်။\nသူ့ကို လက်ထပ်ချင်လာအောင် သွေးဆောင်ဖျားယောင်းပေးဖို့\nSook Hee ဆိုတဲ့ ပစ္စည်းအတုလုပ်ကျွမ်းကျင်တဲ့\nလူလိမ်မိသားစုက ကောင်မလေးကို\nအိမ်ဖော်အဖြစ် Hideko အနားကို ပို့ခဲ့တယ်။\nHideko ဟာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/handmaiden-212016/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u4LHL6CswBkbaJpsFY9D5ep2v2j.jpg",
        "title": "Mope(2019)",
        "description": "Mope(2019)သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Tom Dong နဲ့ Steve Driven တို့ဟာစိတ်တူ ကိုယ်တူ ဘော်ဒါတွေဖြစ်ကြတယ်...သူတို့ရဲ့အတူညီဆုံးသော ဝါသနာက Porn star ဖြစ်ချင်တဲ့ အိမ်မက်ပါပဲ...ဒီအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ Porn ဇာတ်လမ်းတွေကိုရိုက်တဲ့လူတွေဆီမှာ အလုပ်လုပ်ခဲ့ကြတယ်...သူတို့တွေနည်းမျိုးစုံနဲ့ကြိုးစားခဲ့ကြတယ်...ထုတ်လုပ်သူတွေ ဒါရိုက်တွေက အကြိမ်ကြိမ်ငြင်းပယ်ခဲ့တယ်....သူတို့(၂)ယောက် ဒီဇာတ်ရုပ်နဲ့ မလိုက်ဘူးဆိုတဲ့မှတ်ချက်နဲ့ပေါ့...ဒါပေမယ့်လည်း ဇွဲမလျှော့ပဲနဲ့ သူငယ်ချင်းနှစ်ယောက်နည်းယောက်ဟာမရ ရအောင်ကြိုးစားမယ်ဆိုပြီး ရှေ့ဆက်လျှောက်ဖို့ ဒီလမ်းကိုပဲဆက်ရွေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်...သူတို့(၂)ယောက် အောင်မြင်တဲ့ Porn Star ဖြစ်မလား.... ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....ဆိုတာကိုတော့ စာနာ တတ်တဲ့နှလုံးသားရှိရင် ဒေါင်းကြည့်လိုက်ပါ...18+ ကားမို့ ကလေးသူငယ်နဲ့မိသားစုလိုက်မကြည့်သင့်ပါ...File Size : (900 MB) and (425 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yum Yum\nEncoded by ...",
        "rating": "5.3",
        "url": "https://megaup.net/1xqh8/Mope.2019.WEB-DL.720P.PP.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/dd862d3a47b8319d57eccb4bb7a4c69a-133x200.jpg",
        "title": "[18+] L’Amant Double (Aka) Double Lover (2017)",
        "description": "IMDb (6.2/10) / Rotten Tomatoes (70%)French-Belgian ဇာတ်ကားဖြစ်ပြီး Erotic,Thriller,Drama အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ကလိုဝီဆိုတဲ့ ကောင်မလေးဟာ စိတ်အားငယ်တတ်သလိုသူ့ကိုယ်သူ ဝေဒနာရှိနေတယ်လို့ထင်နေတဲ့ မော်ဒယ်ဘဝကိုစွန့်ခွာလာတဲ့ မိန်းမလှလေးတစ်ယောက်ပါ။သူ့ဗိုက်အောင့်ရောဂါဟာ စိတ်ကြောင့်ဖြစ်ရတယ်လို့ ယူဆတဲ့အတွက် ဒေါက်တာ ပေါလ်မေယာဆိုတဲ့ စိတ်ကုဆရာဝန်တစ်ယောက်နဲ့တိုင်ပင်ကုသရာကနေ သံယောဇဉ်တွယ်ပြီး အတူတူနေဖြစ်သွားပါတယ်။အတူတူနေကြတဲ့ နောက်ပိုင်း ကလိုဝီ သိလာတာကတော့ သူ့ချစ်သူဟာ လျှို့ဝှက်ချက်တွေ ဖုံးကွယ်မှုတွေ အတိနဲ့ဆိုတာပါပဲ။သူ့ကိုမိတ်ဆက်ထားတဲ့အမည်ဟာ သူ့နာမည်အရင်းမဟုတ်တဲ့အပြင် သူနဲ့ တစ်ထေရာထဲထပ်တူ အမြွှာညီအစ်ကို တစ်ယောက်ထပ်ရှိနေသေးပြီးအဲ့ဒီအမြွှာဟာလဲ သူ့လို စိတ်ကုဆရာဝန်အဖြစ်ပဲ အသက်မွေးနေတဲ့အကြောင်း တစ်စစ သိလာရာကနေသူတို့ဇာတ်လမ်းဟာ သုံးပွင့်ဆိုင်အဖြစ်အသွင်ပြောင်း ရှုပ်ထွေးလာပါတော့တယ်။ဒါမှမဟုတ် လေးပွင့်ဆိုင်ဖြစ်လာမလား?သူကိုယ်တိုင်ဆီမှာကော သူ့ဘဝထဲက ဖျောက်ဖျက်မေ့လျော့ထားချင်မယ့် အတိတ်တစ်ခု ဒါမှမဟုတ် သွေးသားရင်းချာတစ်ယောက်ရှိနေနိုင်မလား?L’Amant Double သို့မဟုတ် Double Lover ဟာအခုချိန်မှာ ရှားပါးနေတဲ့ Erotic thriller ကားကောင်းတစ်ကားပါ။အမေရိကန်ကားတွေနဲ့ တင်ပြပုံဇာတ်လမ်းတစ်မူကွဲပြားနေပြီးအိပ်ယာပေါ်ကအခန်းတွေ ပီပြင်ကြမ်းတမ်းလွန်းတဲ့အတွက် ၂၁ နှစ်ပြည့်ပြီးလောက်မှ ကြည့်သင့်တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2SPi7/(DS)L.amant.Double.2017.1080p.BRRip.x264.AC3.HORiZON.ArtSubs.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/yuen-chi-mo-hei-german-movie-cover-140x200.jpg",
        "title": "[18+] Body Weapon (1999)",
        "description": "ဒီကားလေးဟာ1999ခုနစ်ကထွက်ခဲ့တာဖြစ်လို့ ဟောင်းနေပြီဆိုပေမယ့်ဟွမ်ဖေးဟုန်လို့လူသိများတဲ့ မင်းသားကြီးVicent Zhao အဓိကပါဝင်သရုပ်ဆောင်ထားလို့ အကြိုက်တွေ့စေမှာပါ..Body weaponဆိုတဲ့ ခေါင်းစဉ်အတိုင်း ညစ်ညမ်းတဲ့အခန်းတွေပါလို့မိသားစုနဲ့ကြည့်လို့မသင့်တော်ပါဘူး..ဇာတ်လမ်းအကျဉ်းကတော့ ဟောင်ကောင်မြို့မှာ မျက်နှာဖုံးနဲ့လူဦးဆောင်တဲ့အဖွဲ့ဟာ အကြမ်းဖက်နှိပ်စက်ပြီးမိန်းကလေးကိုအဓမ္မကျင့်သတ်ဖြတ်မှုတွေကျူးလွန်နေပါတယ်...ဒီအမှုကိုစုံစမ်းနေတဲ့ ရဲမေတစ်ယောက်ဟာ သူမရဲ့မဂ်လာဦးညမှာ ဒီမျက်နှာဖုံးလူသတ်သမားနဲ့ဆုံတွေ့ရတဲ့အခါ...သူမရော ဒီလူရမ်းကားလက်ကလွတ်မလား...မျက်နှာဖုံးလူသတ်သမားခေါင်းဆောင်ကိုဘယ်သူတွေက ဘယ်လိုဖော်ထုတ်ကြမှာလဲ..စိတ်ဝင်စားစရာပါ။တိုက်ခိုက်ထိုးသတ်မှုတွေနဲ့စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် ဟောင်ကောင် အက်ရှင်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။ \nFile size…(1.6 GB) and (999 MB)\nQuality….WEBDL Rip 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Phyo Zaw",
        "rating": "",
        "url": "https://megaup.net/2cOfe/(CM)Body.Weapon.1999.WEBDL_1080p.mp4",
        "category": "Action, Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BNTgxMjM2NmItMGExNS00NmZiLTg3MGYtOGExNjE5MTg5ODg4XkEyXkFqcGdeQXVyMjc2NTQ1MTI@._V1_-140x200.jpg",
        "title": "[18+] Dream Crimes (1985)",
        "description": "ယု ဆိုတဲ့ မိန်းမလှလေးဟာ အချစ်ဦးနဲ့ လွဲခဲ့ရပြီး ကြမ်းတမ်းတဲ့ အတိတ်ဆိုးရဲ့ခြောက်လှန့်မှုကို အခုချိန်ထိ ခံနေရတဲ့သူဖြစ်ပါတယ်။\nလက်ရှိအချိန်မှာတော့ သူဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ဦးအဖြစ် အသက်မွေးနေပြီး\nတစ်နေ့မှာတော့ သူ့ကို အလုပ်အပ်တဲ့ မြေအောက်လောကရဲ့ သြဇာရှိသူတစ်ယောက်နဲ့ ပတ်သက်မိပါတော့တယ်။\nအဲ့ဒီလူအပ်လာတဲ့ ပစ်မှတ်နောက်ကိုလိုက်ရင်း သူ့ ငယ်ချစ်ဦးကို\nပြန်သတိရစေတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက် ကို ဆုံတွေ့ ပတ်သက်မိလာတဲ့နောက်မှာတော့..သူဟာ မရုန်းနိုင်စရာ\nသုံးပွင့်ဆိုင် ဇာတ်ရှုပ်ထဲကို တိုးဝင်မိပါတော့တယ်။\n၁၉၇၀ ၈၀ ဝန်းကျင်မှာ အင်မတန်အားကောင်းခဲ့တဲ့ Pink Film လို့ခေါ်တဲ့ အဖော်အချွတ်အသားပေး Crime,Thiriller ကားကောင်းတစ်ကားပါ။\nခေါင်းဆောင်မင်းသမီးရဲ့ ဂန္ဓဝင်မမ အလှနဲ့တင်ကြည့်ရတာတန်သလို ဇာတ်လမ်းလေးလဲမဆိုးပါဘူး။ အဖော်အချွတ်အသားပေးဆိုတဲ့အတိုင်း ၁၈ နှစ်အထက်ကားပါပဲ။(Dark Side Production မှ ရှေးခေတ်ကိုလွမ်းလို့ တင်ဆက်သည်။) \nFile size…(999 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by ALS",
        "rating": "6.1",
        "url": "https://megaup.net/2Syay/(DS)Dream_Crimes_(1985)_DVDrip.mp4",
        "category": "Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/konkmgqo4psj-131x200.jpg",
        "title": "[18+] Nineteen: Shh! No Imagining! (2015)",
        "description": "ပြန်စဉ်းစားကြည့်ရအောင်...ကိုယ့်ဘဝရဲ့ ပထမဆုံးတော့ Sex အထိအတွေ့က ဘယ်လိုလဲ...Sex Partner ကရော ဘယ်သူလဲ...ဘယ်လိုဆုံတွေ့ပြီး ဘယ်လိုဖြစ်ကြတာလဲ...ပြန်စဉ်းစားလိုက်ရင် ကြည်နူးစရာတချို့ပါမယ်...အတော်များများကတော့ အလွဲလွဲ အချော်ချော်ပေါ့...အဲ့ဒီ အလွဲလွဲအချော်ချော်ကပဲ ကျွန်တော်တို့ဘဝရဲ့ ပြန်မရနိုင်တော့တဲ့ ခံစားမှုပါ...တန်ဖိုးထားသင့်ပါတယ်။ဒီဇာတ်ကားက ဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးကြုံတွေ့ရတဲ့ Sex ကိစ္စနဲ့ပတ်သက်ပြီးခံစားတတ်တာလေးတွေကို ရိုက်ပြထားတာပါ…18+ ဇာတ်ကားတွထဲမှာ အတော့်ကိုခွီရသလို Erotic Level So High ပါ…စုံတွဲတွေ အများကြီးပါပါတယ်…အကုန်လုံးက လူငယ်စုံတွဲတွေချည်းမို့ ကိုယ်တိုင်ပြန်လည်နုပျိုလာသလိုခံစားရပါမယ်။ကိုယ့်ဘဝရဲ့ ပထမဆုံးသော Sex Partner နဲ့အဖြစ်ကရော ဒီဇာတ်ကားထဲက ဘယ်အတွဲနဲ့တူမလဲခံစားကြည့်ကြရအောင်ပါ။(Dark Side Production မှ စာတန်းထိုးအမှန်ဖြင့် ပြန်လည်တင်ဆက်သည်။) \nFile size…(900 MB)\nQuality…WEB-DL Uncut Extended 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/3yunv/(DS)Nineteen.Shh.No.Imagining.2015.720p.UNCUT.EXTENDED.WEB-DL.H264.AAC-QUiCKY.mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/ustxg9e6do6b-134x200.png",
        "title": "Brother’s Girl (2020)",
        "description": "အလုပ်မရှိအကိုင်မရှိမိဘမဲ့ကောင်ဆိုးလေးတစ်ယောက်\nညီတယောက်နဲ့အတူတူနေကြတယ်။\nတစ်ရက်သူတို့ဆီကို သူတို့အဖေမသေခင်က\nဇာတ်လမ်းဖြစ်ခဲ့ဖူးတဲ့ ဆော်လေးက\nအတင်းသူတို့အိမ်မှာ လာနေဖို့ဖြစ်လာတယ်။\nကောင်ဆိုးလေးကလည်း အစကတော့အင်တင်တင်\nလက်မခံချင်ပေမယ့်လည်းဟိုက တွယ်ကပ်နေတော့လည်း\nလက်ခံလိုက်ရတယ်ပေါ့။\nဒါပေမယ့်ခက်တာက အဲ့ဆော်က\nအဲ့အိမ်ကညီအကိုနှစ်ယောက်လုံးကိုဝိုက်ဖို့\nကြံနေတာပဲ။\nညီကိုတော့ဝိုက်ပြီးပေမယ့်အကိုက\nဘယ်လိုချောင်းချောင်း မျက်နှာသာမပေးတော့\nစားဆော်လေးခမျာ မြင်သာမြင်ရမကြင်ရတဲ့ဘဝပေါ့။\nကောင်ဆိုးလေးကလည်းသိပ်အစားမခံချင်ရှာပါဖူး။\nသူဆော်နဲ့အိပ်တာတောင် စားဆော်လေးနာမည်ကိုယောင်မိတဲ့အထိပဲ။\nနောက်ဆုံးတော့ အချိန်ပြည့် ဆာလောင်နေတတ်တဲ့\nခရမ်းသီးကြိုက်တဲ့ ကောင်မဆိုးလေးအကြံ\nအောင်မြင်သွားလားဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုအဖြေရှာလိုက်ကြပါအုန်း။\nညွှန်းရရင် ဒီကားကအရင်ကားတွေထက်တော့\nကိုရီးယားဆိုပေမယ့်အချို့နေရာတွေ\nအနည်းငယ်ပိုရှင်း ပိုပြတ်သားလာတယ်လို့\nပြောလို့ရတယ်။\nဇာတ်လမ်းထက်သိုင်းကျမ်းနဲ့ဆော်လေးတွေ\nဦးစားပေးကြည့်မယ်ဆိုရင်ကြည့်သင့်တဲ့ ကားပါပဲ။\nဆော်လေးတွေကလည်းထုံးစံအတိုင်း\nမှည့်မှည့်ဝင်းဝင်းတွေကြီးပဲ။\nကောင်ဆိုးလေးဆော်ဆို ကိတ်ချက်က\nလက်လန်တယ်။\nအကိတ်ကြိုက်တဲ့ဘော်ဒါတွေ\nဒေါင်းကြည့်သင့်တဲ့ကားလေးပါ။\nထုံးစံအတိုင်း ပညာပေးလေးလဲပါတယ်ပေါ့။\nရိုးရိုးအအ မခုတ်တတ်တဲ့ ဘဲကြီး၊ဘဲလေးများ\nအဝိုက်မခံရဖို့ ဆူးပေါ်ဖက်ကျ ဆူးမကျိုးဖို့\nစားဆော်တွေလက်ကဘယ်လိုရှောင်ရမလဲဆိုတာ\nပညာလေးယူလိုက်ကြပါအုန်း။\nထုံးစံအတိုင်း ဒီကားကို\nDarkSide ပါရဂူ Fox က ဘာသာပြန်ပေးထားပြီး\nXCode မှ ပျင်းရိလေးတွဲ့စွာ တင်ဆက်သည်။zawgyi\nအလုပ္မရွိအကိုင္မရွိမိဘမဲ့ေကာင္ဆိုးေလးတစ္ေယာက္\nညီတေယာက္နဲ႔အတူတူေနၾကတယ္။\nတစ္ရက္သူတို႔ဆီကို သူတို႔အေဖမေသခင္က\nဇာတ္လမ္းျဖစ္ခဲ့ဖူးတဲ့ ေဆာ္ေလးက\nအတင္းသူတို႔အိမ္မွာ လာေနဖို႔ျဖစ္လာတယ္။\nေကာင္ဆိုးေလးကလည္း အစကေတာ့အင္တင္တင္\nလက္မခံခ်င္ေပမယ့္လည္းဟိုက တြယ္ကပ္ေနေတာ့လည္း\nလက္ခံလိုက္ရတယ္ေပါ့။\nဒါေပမယ့္ခက္တာက အဲ့ေဆာ္က\nအဲ့အိမ္ကညီအကိုႏွစ္ေယာက္လုံးကိုဝိုက္ဖို႔\nႀကံေနတာပဲ။\nညီကိုေတာ့ဝိုက္ၿပီးေပမယ့္အကိုက\nဘယ္လိုေခ်ာင္းေခ်ာင္း မ်က္ႏွာသာမေပးေတာ့\nစားေဆာ္ေလးခမ်ာ ျမင္သာျမင္ရမၾကင္ရတဲ့ဘဝေပါ့။\nေကာင္ဆိုးေလးကလည္းသိပ္အစားမခံခ်င္ရွာပါဖူး။\nသူေဆာ္နဲ႔အိပ္တာေတာင္ စားေဆာ္ေလးနာမည္ကိုေယာင္မိတဲ့အထိပဲ။\nေနာက္ဆုံးေတာ့ အခ်ိန္ျပည့္ ဆာေလာင္ေနတတ္တဲ့\nခရမ္းသီးႀကိဳက္တဲ့ ေကာင္မဆိုးေလးအႀကံ\nေအာင္ျမင္သြားလားဆိုတာေတာ့ ကိုယ္တိုင္ပဲ\nၾကည့္ရႈအေျဖရွာလိုက္ၾကပါအုန္း။\nၫႊန္းရရင္ ဒီကားကအရင္ကားေတြထက္ေတာ့\nကိုရီးယားဆိုေပမယ့္အခ်ိဳ႕ေနရာေတြ\nအနည္းငယ္ပိုရွင္း ပိုျပတ္သားလာတယ္လို႔\nေျပာလို႔ရတယ္။\nဇာတ္လမ္းထက္သိုင္းက်မ္းနဲ႔ေဆာ္ေလးေတြ\nဦးစားေပးၾကည့္မယ္ဆိုရင္ၾကည့္သင့္တဲ့ ကားပါပဲ။\nေဆာ္ေလးေတြကလည္းထုံးစံအတိုင္း\nမွည့္မွည့္ဝင္းဝင္းေတြႀကီးပဲ။\nေကာင္ဆိုးေလးေဆာ္ဆို ကိတ္ခ်က္က\nလက္လန္တယ္။\nအကိတ္ႀကိဳက္တဲ့ေဘာ္ဒါေတြ\nေဒါင္းၾကည့္သင့္တဲ့ကားေလးပါ။\nထုံးစံအတိုင္း ပညာေပးေလးလဲပါတယ္ေပါ့။\n႐ိုး႐ိုးအအ မခုတ္တတ္တဲ့ ဘဲႀကီး၊ဘဲေလးမ်ား\nအဝိုက္မခံရဖို႔ ဆူးေပၚဖက္က် ဆူးမက်ိဳးဖို႔\nစားေဆာ္ေတြလက္ကဘယ္လိုေရွာင္ရမလဲဆိုတာ\nပညာေလးယူလိုက္ၾကပါအုန္း။\nထုံးစံအတိုင္း ဒီကားကို\nDarkSide ပါရဂူ Fox က ဘာသာျပန္ေပးထားၿပီး\nXCode မွ ပ်င္းရိေလးတြဲ႕စြာ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/brothers-girl-2020/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/lefpcepiqhsq-1-140x200.jpg",
        "title": "[18+] Love Skill (Aka) Mango Tree (2013)",
        "description": "Dark Side Production မှတင်ဆက်သည်...သိုင်းလောကသားတွေ တစ်ခါတစ်လေလဲ အချစ် ဟာသ Sexy ကားလေးတွေ ကြည့်လို့ရအောင်ဒီကိုရီးယားဖန်စီဇာတ်ကားလေးကို တင်ဖြစ်ပါတယ်...ကွီးယားလိုကနေ နားထောင်ပြီး  Pennywise မှ စာတန်းထိုးအမှန်နဲ့ တင်ဆက်လိုက်တာပါ...မင်းသမီးတွေကလဲ အချာပင်တွေ မဟုတ်ပါဘူး..ကိုရီးယားရဲ့ တန်းဝင်မင်းသမီးတွေဖြစ်တဲ့ Hong Soo-Ah  နဲ့  Han Su-Ah တို့ဖြစ်ပါတယ်။ဟာသလေးတွေနဲ့ အပန်းဖြေကြပါဦး။ \nFile size…(1 GB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Pennywise",
        "rating": "",
        "url": "https://megaup.net/1wl6j/(DS)Love.Skill.2013.720p.HDRip.H264.MP4-OnPlus.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/240dd96ea8973ceeff90b60b8c2cc677-133x200.jpg",
        "title": "The Layover (2017)",
        "description": "ဒီဇာတ်ကားမှာ နာမည်ကျော်မော်ဒယ်လ်မင်းသမီးတွေဖြစ်တဲ့ Kate Upton နဲ့ Alexandra Daddario တို့ ပါဝင်ထားပြီးမင်းသားကတော့ ရွှေအိုရောင်ဆံကေသာနဲ့မင်းသားချော Matt Barr ပါ။ဒီဇာတ်ကားနဲ့ပက်သက်ပြီး ရုပ်ရှင်ဝေဖန်ရေးအကြောင်းတွေ Rating အကြောင်းတွေ ဘာညာသာရကာအကြောင်းတွေကို ကျွန်တော်မပြောလိုဘူး....မင်းသမီးတွေ အရမ်းမိုက်တဲ့အကြောင်းပဲ ပြောချင်ပါတယ်...:P :Pကမ္ဘာကြီးရဲ့ နတ်သမီးတစ်ပါးလို့ တင်စားရမဲ့ Kate Upton နဲ့မျက်ဝန်းလဲ့လဲ့တစ်စုံနဲ့ ကမ္ဘာကြီးကို သိမ်းပိုက်ထားလို့ရတဲ့ Alexandra Daddario တို့နှစ်ယောက်ရဲ့ သက်ဝင်လှုပ်ရှားမှုတွေနဲ့တင်ကမ္ဘာကြီးက ပြည့်စုံလှပနေပြီမို့ အရေးမပါတဲ့ ဇာတ်ကားအကြောင်းကိုမေ့ထားကြရအောင်ပါ... :P :P :P - Zawgyi -ဒီဇာတ္ကားမွာ နာမည္ေက်ာ္ေမာ္ဒယ္လ္မင္းသမီးေတြျဖစ္တဲ့ Kate Upton နဲ႔ Alexandra Daddario တို႕ ပါဝင္ထားျပီး မင္းသားကေတာ့ ေရႊအိုေရာင္ဆံေကသာနဲ႔မင္းသားေခ်ာ Matt Barr ပါ။ဒီဇာတ္ကားနဲ႔ပက္သက္ျပီး ရုပ္ရွင္ေဝဖန္ေရးအေၾကာင္းေတြ Rating အေၾကာင္းေတြ ဘာညာသာရကာအေၾကာင္းေတြကို ကြ်န္ေတာ္မေျပာလိုဘူး....မင္းသမီးေတြ အရမ္းမိုက္တဲ့အေၾကာင္းပဲ ေျပာခ်င္ပါတယ္...:P ...",
        "rating": "4.6",
        "url": "https://megaup.net/1wid5/The_Layover_2017.MP4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/YLFVWVm-160x200.jpg",
        "title": "[18+] Robotrix (1991)",
        "description": "( Dark Side Production မှတင်ဆက်သည်။)ဒီတစ်ခါတော့ 1991 ခုနှစ်က ထုတ်ထားတဲ့ Sci-fi ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Robocop တို့လို စက်ရုပ်ကားတွေ ခေတ်စားလာတဲ့ အချိန်မှာ ရိုက်ကူးထားတဲ့ တရုတ်ကားတစ်ကားဖြစ်ပါတယ်။အမျိုးသမီးရဲမေတစ်ဦး သေဆုံးသွားတဲ့အချိန်မှာ သူမကို စက်ရုပ်တစ်ရုပ်အဖြစ် ပြောင်းလဲပေးလိုက်ပြီးတော့ လူဆိုးတွေကိုနှိမ်နင်းမှာဖြစ်ပါတယ်။ဘယ်လို ဆွဲဆောင်နှိမ်နင်းမလဲဆိုတာ အတော်လေး စိတ်ဝင်စားစရာကောင်းပါတယ်။တရုတ်အက်ရှင်ကားပီပီ စက်ရုပ်နဲ့အတိုက်အခိုက်ကို ပေါင်းစပ်ဖန်တီးထားပေမယ့်18+ အခန်းတွေလဲ ပါဝင်တာမို့ အက်ရှင်ကားကြိုက်တဲ့ ကလေးတွေတော့ အားပေးလို့မရပါဘူး...:3 \nFile size…(1 GB)and (480MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by TarTee zawgyi( Dark Side Production မွတင္ဆက္သည္။)ဒီတစ္ခါေတာ့ 1991 ခုႏွစ္က ထုတ္ထားတဲ့ Sci-fi ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။Robocop တို႔လို စက္႐ုပ္ကားေတြ ေခတ္စားလာတဲ့ အခ်ိန္မွာ ႐ိုက္ကူးထားတဲ့ တ႐ုတ္ကားတစ္ကားျဖစ္ပါတယ္။အမ်ိဳးသမီးရဲေမတစ္ဦး ေသဆုံးသြားတဲ့အခ်ိန္မွာ သူမကို စက္႐ုပ္တစ္႐ုပ္အျဖစ္ ...",
        "rating": "",
        "url": "https://megaup.net/Qj9j/(DS)Robotrix.1991.BluRay.1080p.LPCM2.0.x264-CHD.mp4",
        "category": "Adult, Asian, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/103801l-140x200.jpg",
        "title": "[Hentai] Allargando The Animation (2015)",
        "description": "An-chan who works at a maid masseuse parlor pampers her crush and client Koide-kun exclusively. He might not be the coolest or the most confident like his friend Sataki-kun, but guess which one she loves? School idol Aoyagi cheerfully sells sex tapes starring herself to a socially low-ranked student Nozaki. He wonders why she would sell such things to him ...",
        "rating": "6.44",
        "url": "https://megaup.net/1wg16/Allargando_The_Animation_RAW_HD720_%7BDS%7D.mp4",
        "category": "Adult"
    }
]