[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p9219113_p_v8_aa-133x200.jpg",
        "title": "[18+] Madrid, 1987 (2011)",
        "description": "Madrid 1987 (2011)IMDb Rating (6.2)/ Rotten Tomatoes (89%)ဝတ်လစ်စလစ်ခန်းများပါဝင်သဖြင့် အသက်မပြည့်သေးသူများကြည့်ရှုရန်မသင့်ပါ၁၉၈၇... စပိန်နိုင်ငံမှာ နိုင်ငံရေးတင်းမာမှုတွေပြင်းထန်နေခဲ့တဲ့နှစ်။\nအာဏာရှင်လက်အောက်က လွတ်မြောက်ခါစ အချိန် ဆိုရှယ်လစ်ပါတီရအာဏာရနေတုန်း အလုပ်သမားသမဂ္ဂနဲ့ အာဏာလွန်‌ဆွဲ‌ပွဲတွေဖြစ်နေကြတဲ့အချိန်ဒီရုပ်ရှင်နာမည်ထဲက ၁၉၈၇ ဆိုတဲ့‌ခုနှစ်ဟာ အဲဒီလိုခေတ်မှာ နေထိုင်ရတဲ့လူတွေရဲ့ဘဝကိုပါ အရိပ်အယောင်ပြထားတယ်။\nအဲဒီလို အာဏာရှင်ခေတ်မှာ ကြီးပြင်းခဲ့ရတဲ့ စာရေးဆရာကြီး မီဂူရယ်လ်နဲ့ ‌ခေတ်သစ်မှာမှမွေးဖွားတဲ့ အိန်ဂျလာ ဆုံခဲ့ကြတယ်။\nအိန်ဂျလာက သူ့ကျောင်းမှာရေးဖို့စာတမ်းအတွက် မီဂူရယ်လ်လို ဝါရင့်စာရေးဆရာကြီးကို အင်တာဗျူးချင်ခဲ့တာ။\nအဲဒီလိုနဲ့ သူတို့ဟာ စာရေးဆရာကြီးရဲ့ မိတ်ဆွေအိမ်ဆီလာခဲ့ကြတာပေါ့။\n\"‌ငါဟာ တောင်ပံတွေပြိုနေတဲ့ငှက်အို... မင်းတောင်ပံ‌တစ်စုံနဲ့ ငါပြန်နုပျိုပါ‌ရစေ\"\nမီဂူရယ်လ်ဟာ တကယ့်မုန်းစရာလူ၊ စတွေ့ကတည်းက အတူအိပ်ဖို့ပဲတဂျီဂျီတောင်းဆိုနေခဲ့တယ်။ အကြောင်းပြချက်ကဘာလဲ။ ငါပြန်နုပျိုကြည့်ချင်လို့ပါတဲ့။ဒီလိုနဲ့ ကံကြမ္မာဆန်းပြားပုံက သူတို့နှစ်ယောက် ရေချိုးခန်းတံခါးပိတ်ရင်း တံခါးညှပ်ပြီး ပိတ်မိသွားတော့တယ်။\nအဲဒီအချိန်မှပဲ အင်တာဗျူးစရတာပေါ့။\nရေချိုးခန်းထဲကတစ်နေ့တာအချိန်မှာ နိုင်ငံရေးတွေ ငယ်ဘဝတွေ ရုပ်ရှင်အကြောင်း စာပေအကြောင်းတွေဆွေးနွေးရင်း သူတို့ကြားက Generation Gap ကို တဖြည်းဖြည်းမြင်လာရတယ်။\nအစမှာမြင်ခဲ့ရတဲ့ ဘုကန့်လန့်လူအိုကြီးဟာ တစ်ခါတစ်လေကျ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2Al4B/(CM)_Madrid.1987.2011.BluRay.REMUX.1080p.Naung.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKjQVcKbhE9FzuBn0IzIGTnK42P.jpg",
        "title": "[18+] Sandwich (2023)",
        "description": "Sandwich (2023)~ IMDb rating - 8.1/10 ~ကိုဗစ် ၁၉ ကပ်ဘေးကမ္ဘာပေါ်ကို ပထမဆုံးကျရောက်လာတဲ့အချိန်၊ ကိုဗစ်ဆိုတာ၊ လော့ဒေါင်းဆိုတာ၊ ခပ်ခွာခွာနေဖို့ဆိုတာ ဘာရယ်ဆိုတာ လူတွေသေချာမသိရခင်ကာလလေးကို အခြေခံထားတာပါ။ဖိလစ်ပိုင်မှာ ကိုဗစ်ကြောင့် လော့ဒေါင်းတွေချဖို့ တစ်ရက်အလို အဆင့်မြင့် တိုက်ခန်းတွဲတစ်ခုမှာနေထိုင်တဲ့ လင်မယားနှစ်ယောက် သူတို့ရဲ့ရိုးအီနေတဲ့ အိမ်ထောင်ရေးကနေ အသစ်အဆန်းလေးထွက်ပေါက်ရှာဖို့ သရီးဆမ်းကြမယ်ဆိုပြီး ကောင်မလေးတစ်ယောက်ကို ဖိတ်ခေါ်ကြရာကနေစပါတယ်။ ကောင်မလေးနဲ့သုံးယောက် ဆက်ဆံရာမှာ အဆင်မပြေဖြစ်သွားရာကနေ အခဲမကျေသေးတဲ့ သူ့အမျိုးသားဟာ ဒီတစ်ခါတော့ ယောက်ျားတစ်ယောက်ကိုခေါ်ဖို့စိတ်ကူးရသွားပါတယ်။ရှေ့က မိန်းကလေးနဲ့မှာ လပေါင်းများစွာအချိန်ယူ အစီအစဉ်ချထားတာမှန်ပေမဲ့ အခုလိုအပြင်လောကမှာ လော့ဒေါင်းကိစ္စကြောင့် လူတွေရုန်းရန်းဆန်ခတ်ဖြစ်နေတဲ့အတွက် သူတို့ခေါ်ယူမယ့်လူဟာ ကြုံရာလူပဲဖြစ်နိုင်တော့မှာ အသေအချာပါ။ အဲဒီအချိန်မှာ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့သူကတော့ သူတို့တိုက်ခန်းကို တစ်ဖက်ကနေ မှန်ဘီလူးနဲ့ချောင်းကြည့် အာသာဖြေတတ်တဲ့ သူတစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့...နာမည်နဲ့လိုက်အောင် သုံးထပ်ကိတ်ဖုတ်တဲ့ကိစ္စကိုပဲ အခြေခံထားတာဖြစ်ပြီး တစ်ကားလုံးကိုလည်း ဒီအကြောင်းအရာပေါ်မှာပဲ အခြေပြုတည်ဆောက်သွားတာဖြစ်ပါတယ်။ သုံးထပ်ကိတ်လေးကို မြည်းစမ်းကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1epg9/(CM)_Sandwich_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s1XVy7kI7pUPeTbp9ZpCN0iqqXW-768x1152-1-133x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story II (1998)",
        "description": "ပထမကားထဲမှာ မင်းသမီးက ဂေါ်ဖီထုပ်လေး ဖြစ်နေပေမဲ့ ဒီကားလေးထဲမှာတော့ မင်းသမီးလေးက ကြာပန်းလေး ဖြစ်နေတာပါ လေပေါ်ပျံသိုင်းကွက်အပြီး မှာတော့ အငြိမ့်သိုင်းကွက်လေးတွေ ဆက်ကျင့်ကြတာပေါ့ အဲဒါအပြင် ပရိသတ်တွေရဲ့ အသည်းစွဲ Chinese Ghost Story ထဲက မင်းသမီးကြီး ဖန်ယန်း လည်းပါဝင်နေတော့ ကြည့်ကောင်းမယ်ဆိုတာ ပြောစရာတောင် မလိုလောက်တော့ပါဘူး ဒီကားထဲမှာတော့ ရိုးရိုးသားသားလယ်သမားလေးနှစ်ယောက်က အခွန်တွေအရမ်းတိုးတာကို မပေးနိုင်ဘဲ လယ်တွေအသိမ်းခံလိုက်ရလို့ ဓားပြတွေဖြစ်သွားတာကနေ သူတို့ ဓားပြတိုက်မိတဲ့ သူက နေပြည်တော်သွားပြီး စစ်သူကြီးစာမေးပွဲဖြေမဲ့သူ ဖြစ်နေတော့တာပါပဲ ကံကောင်းတာနဲ့ ကံဆိုးတာကဒွန်တွဲနေပါတယ်လို့ လူတွေပြောကြသလိုပဲ နေပြည်တော်သွားမဲ့သူကြီးက သူတို့နဲ့ ခင်မင်ရင်းနှီးသွားတာပါ အဲဒီလိုနဲ့ အိမ်ခေါ်လည်ပြီးစားကြ သောက်ကြတာပေါ့ နောက်တနေ့ စာမေးပွဲဖြေဖို့ ထွက်သွားရင်းမှာပဲ ဓားပြနှစ်ယောက်ထဲက တစ်ယောက်ရဲ့ သတို့သမီးလောင်း ကြာပန်းလေးဆီ သူက ခိုးပြန်လာပြီး ချစ်ကြောင်းကြိုက်ကြောင်းနဲ့ သူ့ကိုစောင့်နေပါလို့ ပြောသွားပါသေးတယ် နှစ်ဝက်လောက်လည်းကြာရော သူလည်း ...",
        "rating": "",
        "url": "https://megaup.net/1eovf/Chinese.Torture.Chamber.Story.II.1998._(CM)_720P.x264.AC3.mp4",
        "category": "Adult, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNGZjOGQzNjgtMTNmMC00YWRhLWIwZmUtZGViNDFmNDhiNGIyXkEyXkFqcGdeQXVyMTg1MjM0NQ@@._V1_-173x200.jpg",
        "title": "[21+]Dark Room(1983)",
        "description": "နာကာတာက အောင်မြင်ကျော်ကြားလှတဲ့ စာရေးဆရာတယောက်..\nသူချစ်ရတဲ့ မိန်းမတယောက်ရယ်.....\nတနေ့ နာကာတာအတွက် ဆုံးရှုံးမှုကြီးက မမျှော်လင့်ပဲ ရောက်လာတယ်\nသူချစ်ရတဲ့ မိန်းမ မတော်တဆမှုနဲ့ ဆုံးသွားတယ်...\nအဲဒီနောက်ပိုင်း နာကာတာဟာ နောက်ထပ် အချစ်မရှာတော့ဘူးလို့\nဆုံးဖြတ်ချက်ချလိုက်တယ်..ဘဝမှာလေ တခါတလေ ကိုယ်မထင်မှတ်တာတွေ ဖြစ်လာတက်တယ်\nသူဆုံးဖြတ်ချက်ချာ စောသွားတယ်လို့ယူဆရမယ်....\nသူ့အနားမှာ အချောလေးတွေ တယောက်ပြီးတယောက် လာဝဲတယ်\nယုတ်စွ အဆုံး Lesbian ကအစ သူ့မှ သူပဲ ဖြစ်လာတဲ့အခါ..လူကြီးကြိုက်အခန်းတွေ ဖောဖောသီသီ တန်ဆာဆင်ထားတာဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.7GB / 743MB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1em6x/Dark_Room_1983_HD_1080p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/QwOyA_4f-132x200.jpg",
        "title": "[18+]Park Ara, Born 1982 (2020)",
        "description": "[18+]Park Ara, Born 1982 (2020)******************************ပါတဲ့လေဒီတွေရဲ့အလှအပ တွေကိုပွင့်ပွင့်လင်းလင်းကြည့်ရတာနဲ့တင်တန်ပါတယ်...သူမနာမည်ကြောင့် စနောက်ခံရတဲ့ Park Araက တစ်ချိန်ချိန်မှာ သူမနာမည်ကိုတကမ္ဘာလုံးသိအောင် ကြေညာပြချင်သူ ဖြစ်ပါတယ်..\nအိမ်စီးပွါးရေးအခြေအနေကြောင့် တက္ကသိုလ်ဆက်မတက်ဘဲ စတိုးဆိုင်မှာအချိန်ပိုင်းအလုပ်လုပ်နေပါတယ် ..တစ်ရက်မှာ ဓာတ်ပုံစတူဒီယိုမှာ မော်ဒယ်အနေနဲ့ အချိန်ပိုင်းအလုပ်လုပ်ခဲ့ပြီး သူမရဲ့အဖော်အချွတ်ဓာတ်ပုံတွေအင်တာနက်မှာ ပြန့်လာတာကြောင့် စတူဒီယိုမန်နေဂျာက သူမကို လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်တယ်ဆိုပြီး တရားစွဲခဲ့ပါတယ်..အဲ့ဒီ နောက် သူမ ဒါရိုက်တာဖြစ်လာတဲ့အခါ မတရားခံခဲ့ရတာတွေကို ရုပ်ရှင်အနေနဲ့ ရိုက်ကူးနေစဉ်မှာပဲ လုပ်ဖော်ကိုင်ဖက် မင်းသမီးကို လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်တယ်ဆိုပြီး စွပ်စွဲခံရပြီးတော့ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး... File Size :(606MB) and (229MB)\nQuality : WEB-DL720P\nFormat…mp4\nDuration…01:16:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1Ujt2/Park_Ara,_Born_1982_(2020)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/r5kp7_4f-141x200.jpg",
        "title": "[18+]Six Sense: Women in Sight (2019)",
        "description": "Six Sense: Women in Sight (2019)\n*****************************************မိန်းမတွေကို မြင်ရုံနဲ့ ဒီမိန်းမက ဘာတွေ စဉ်းစားနေတယ် ဘာတွေ လုပ်နေတယ်ဆိုတာကို မြင်နိုင်တဲ့ လူကြီးတစ်ယောက်ရှိတယ်တဲ့ ,,,အဲဒီလူကြီးက\nနှလုံးဖောက်လို့ သေသွားခဲ့ရာကနေ ပြန်နိုးလာတဲ့အချိန်ကစပြီး‌ အဲဒီလို ထူးဆန်းတဲ့ ကိစ္စ‌တွေ\nစဖြစ်တော့တာတဲ့ အဲဒီ စိတ်စွမ်းအင်ကြောင့်ပဲ\nမိန်းမကြမ်း ကြေသူကြီး ဖြစ်လာခဲ့တယ် ...အဲဒီစိတ်စွမ်းအင်နဲ့ မိန်းမတွေနဲ့\nလိုအင် ဆန္ဒတွေကို ထွင်းဖောက်ကြည့်ပြီး‌တော့ဘယ်လိုများ အသုံးချမလဲဆိုတာကိုတော့ဒီဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်...File Size :(1.7GB) and (628MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:16:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/3ge7v/Six_Sense_Women_in_Sight_2019.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/hw0o7e3brKh9nygSqiEm2tfqjFq-133x200.jpg",
        "title": "[18+]Actresses Sex Audition (2020)",
        "description": "[18+]Actresses Sex Audition (2020)***********************************သရုပ်ဆောင် ပေါက်စလေးတွေကို နာမည်ကြီးအောင် မြေတောင်မြှောက်ပေးမယ်ဆိုပြီးကိုယ်ဖိရင်ဖိ သင်ပေးသလို ဆွဲစားသွားတဲ့ ဒါရိုက်တာကြီးနဲ့\nသူ့ကွယ်ရာမှာ ကိုယ့်သားရဲ့ အားကစားဆရာတဲ့\nဖောက်ပြန်တဲ့ သူ့မိန်းမ\nလင်မယား နှစ်ယောက်လုံးက\nလက်ထပ်ပြီးကြပေမဲ့ အချစ်သစ်တွေ ကိုယ်စီနဲ့\nယောက်ျားဖြစ်သူကလည်း သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nမနူးမနှပ်လေးတွေနဲ့သာယာ မိန်းမကလည်း\nယောက်ျားကွယ်ရာမှာ နောက်မီးလင်း\nမိန်းမမြင် ငမ်းငမ်းတက် ဒါရိုက်တာကြီးကလည်း လူတွေစစ်ဆေးမယ်ဆိုပြီးတော့\nအလန်းလေး ဘယ်နှယောက်တောင် ကောက်စားလိုက်လဲဆိုတာကတော့ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်...File Size :(683MB) and (223MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2Ag7A/Actress.Sex.Auditions_2020.WEB-DL.720P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/dx4p5_4f-140x200.jpg",
        "title": "[18+]Housemaid Mom(2020)",
        "description": "Housemaid Mom(2020)**********************ပင်ပင်ပန်းပန်း အလုပ်လုပ်ပြီး သမီးဖြစ်သူကို ကျောင်းစရိတ် ထောက်ပံ့ ပေးနေတဲ့ မိခင် အူဂျူ\nအမေ ထောက်ပံ့နေတဲ့ ကျောင်းစရိတ်ကို ရည်းစားကို ပြန်ပေးနေတဲ့ သမီး ဆွန်းဟယ်\nဆက်ဆံရေးအဆင်မပြေဖြစ်နေတဲ့ သားအမိနှစ်ယောက်အတွက်တစ်နေ့မှာ အမျိုးသားတစ်ယောက်တည်း နေတဲ့ အိမ်ကြီးမှာ နေပြီး အလုပ်လုပ်ဖို ဖြစ်လာတဲ့အခါသူတို၃ယောက်ရဲ့ ဆက်ဆံရေးတွေက ဘယ်လိုတွေ ရှုပ်ထွေးလာမလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦး...သမီးလေးကလည်းနင်းကန်ချောသလို အမေကလည်းလုံးဆက်စီလေးမို့အားပေးကြပါ...File Size :(675MB) and (228MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:05:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  sd\nEncoded by ds",
        "rating": "",
        "url": "https://megaup.net/1Uhrj/Housemaid.Mom.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/download-139x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story (1994)",
        "description": "ဂေါ်ဖီထုပ်ကလေးဆိုတဲ့ ခြေသေးမမိန်မပျိုလေးဟာ ဆေးဆရာယန်နေဝူ ဆီမှာအိမ်တော်ထိန်းအဖြစ်တာဝန်ထမ်းနေပါတယ်။ ဒါပေမယ့်\nယန်က သူ့အပေါ်တိမ်းညွတ်နေပြီးတစ်ချိန်မှာ ကိုယ်လုပ်တော်အဖြစ်မြှောက်စားဖို့အထိ ဆန္ဒရှိနေပါတယ်။ ယန်ရဲ့ဇနီးဖြစ်သူနဲ့အောက်ရုံးတရားသူကြီးရဲ့\nသားနဲ့ဖောက်ပြန်နေတဲ့ ဇာတ်လမ်းကိုဂေါ်ဖီထုပ်ကလေး အမှတ်မထင်မြင်သွားတဲ့နောက်မှာတော့ သူ့ရဲ့ဇာတ်လမ်းပေါ်လာမှာစိုးရိမ်စိတ်နဲ့ဂေါ်ဖီထုပ်ကလေးကို\nယောက်ျားပေးစားပြီးအဝေးပို့လိုက်ရုံမကပဲ ဆက်လက်ဒုက္ခပေးဖို့အကြံဆိုးတွေကြံပါတော့တယ်။\nအဲ့ဒါကတော့ သူပေးစားလိုက်တဲ့ဂေါ်ဖီထုပ်ကလေးရဲ့ယောက်ျားကိုတစ်ဖက်လှည့်နဲ့လုပ်ကြံပြီး အဲ့ဒီအမှုကိုဂေါ်ဖီထုပ်ကလေးနဲ့ခင်ပွန်းသည်\nယန်နေဝူတို့အပေါ်ပုံချလိုက်တာပါပဲ။ဒီအမှုကိုစစ်တဲ့တရားသူကြီးကိုယ်တိုင်က ဘက်လိုက်တဲ့သူဖြစ်တဲ့အတွက်တရားခွင်မှာ အဲ့ဒီအချိန်က\nတရားဝင်ပြဌာန်းထားတဲ့ ရက်စက်ကြမ်းတမ်းလွန်းတဲ့နှိပ်စက်နည်းအမျိုးမျိုးနဲ့စစ်မေးတော့မှာဖြစ်ပါတယ်။\nဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ် ၁၉၉၀ လွန်နှစ်များဆီက ဂန္ဓဝင်ဇာတ်ကားတစ်ကားပါ။ ဇာတ်ကားနာမည်နဲ့တွဲမသိရင်တောင် ဂရုထဲမှာ\nလာမေးကြတဲ့ လေပေါ်မှာဝဲပျံပြီးကိုယ်ဖော့ပညာနဲ့ဂျိန်းကြတဲ့ ဟောင်ကောင်ကတုံးကြီး Elvis Tsui ရဲ့နာမည်ကျော်ဇာတ်ဝင်ခန်းကို\nသိကြမှာပါ။ ဇာတ်ကားနာမည်နဲ့လိုက်အောင်အလွန်ရက်စက်ပြီး စိတ်မသက်သာဖွယ် ညှင်းပန်းနှိပ်စက်နည်းပေါင်းစုံနဲ့ကြံကြံဖန်ဖန်ပေါက်ပေါက်ရှာရှာလို့ပြောရမယ့်\nလိင်ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ဒါပေမယ့်လည်း Dark comedy ဆန်ဆန်မြူးမြူးသွက်သွက်နဲ့ပေါ့ပါးတဲ့တင်ဆက်ပုံအရ ကြည့်ရတာပျော်စရာကောင်းပြီး\nentertaining ဖြစ်တဲ့ကားပါ။ File size…(880 Mb)/(520 Mb)\nQuality….Webrip 720p/480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama Thriller Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Alias",
        "rating": "5.9",
        "url": "https://megaup.net/2Agor/Mun.ching.sap.daai.huk.ying.AKA.A.Chinese.Torture.Chamber.Story.1994_720_(CM).mp4480_(CM)_(2).mp4",
        "category": "Adult, Comedy, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sPU7GkL58qKE5fKFgGb2qoTlt7G.jpg",
        "title": "[18+] Fall Guy (2023)",
        "description": "Fall Guy (2023)အမြင့်ကြီးမှာပျံသန်းနေတဲ့ ခိုတွေကိုကြည့်ရင်း ဂျူးလီယပ်စ် နားမလည်နိုင်ဖြစ်ဖူးပါတယ်။ သူတို့ဟာ အဝေးကြီးလည်းသွားလို့ရတယ် အမြင့်ကြီးလည်းပျံနိုင်တယ်။ အတောင်ပံတွေရှိရက်နဲ့ ဒီဆင်းရဲသားရပ်ကွက်ထဲကို ဘာလို့ပြန်ရောက်လာလဲဆိုတာ သူနားမလည်နိုင်ဖြစ်တယ်။ '' ငါသာ ခိုတစ်ကောင်ဖြစ်ခဲ့ရင် ဒီနေရာနဲ့အဝေးကြီးကို ပျံသွားမယ် ဘယ်တော့မှ ပြန်မလာတော့ဘူး \" လို့သူပြောပါတယ်။ဂျူးလီယပ်စ်ရဲ့မိခင်က လွှတ်တော်အမတ်လူချမ်းသာတစ်ယောက်အိမ်မှာ အိမ်ဖော်လုပ်ပြီး ဂျူးလီယပ်စ်ကိုယ်တိုင်လည်း ကျွန်ဝယ်ရာအဆစ်ပါသလို အိမ်ကြီးရှင်သား ဖွန်ဇီရဲ့ လက်တိုလက်တောင်းအလုပ်တွေ လုပ်ရပါတယ်။ ချမ်းသာချင်တဲ့ ဂျူးလီယပ်စ်ဟာ သူဌေးသားနဲ့ အနီးကပ်ပေါင်းရင်း၊ အိမ်တွင်းက သူ့အသုံးအဆောင်တွေကို လစ်ရင်လစ်သလိုခိုးယူသုံးစွဲရင်း တစ်ခါတရံဘဝမေ့သွားတတ်တဲ့အတွက် သူ့အမေက သူ့ကိုသတိပေးရတတ်တယ်။တစ်နေ့မှာတော့ နိုင်ငံခြားက ပြန်ရောက်လာတဲ့ ဖွန်ဇီ့ညီဝမ်းကွဲကို ဖွန်ဇီနဲ့အတူ သူတို့သူငယ်ချင်းဖြစ်သူရဲ့ပါတီတစ်ခုကို ဂျူးလီယပ်စ်လိုက်ပို့ရပါတယ်။ အဲဒီညမှာပဲ ဖွန်ဇီတို့သုံးယောက်ဟာ သူ့ညီဝမ်းကွဲရဲ့ကောင်မလေးကို အမူးလွန်ဆေးကွဲပြီး မုဒိမ်းကျင့်ရာကလက်လွန်ပြီးကောင်မလေးသေဆုံးသွားပါတော့တယ်။သူတို့ကတော့ အဲဒီညမှာပဲ တစ်နေရာမှာ မူးပြီး အိပ်ပျော်နေတဲ့ ဂျူးလီယပ်စ်ကို ကောင်မလေး အလောင်းဘေးမှာချပြီး အကွက်ဆင်ခဲ့သလို သူ့အမေ ...",
        "rating": "5",
        "url": "https://megaup.net/2AdU0/(CM)_Fall_Guy_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWY1M2E5NTctMzE5ZC00NTBlLThlZTEtZWY1YmZhNzUxMDk0XkEyXkFqcGdeQXVyMTAxMzc2MTkw._V1_-142x200.jpg",
        "title": "(18+)Temptation of Eros (Seduction Of Eros) 1972",
        "description": "'တိမ်း' တဲ့ နာမည်လေးကလှတယ်\nရုပ်လေးကလည်း ပြောစရာမရှိအောင်လှတယ်\nမာယာတွေကလည်းပြောစရာ မလိုအောင်လှတယ်\nယောင်္ကျား ရင့်မာကြီး သုံးယောက်ကို\nမပြီအပြင်ချုပ်နိုင်တဲ့ 'တိမ်း'သူက ဂျပန်နိုင်မှာ ရာဘာထုတ်တဲ့စက်ရုံက\nစာရေးမလေးပါ။ သူက ဂိုထောင်မှာပဲနေတယ်\nသူ့ရဲ့အလှတရားတွေက ပုရိသတွေကို\nလက်ယက်ခေါ်နေသလိုပါပဲဒါပေမဲ့ သူ့မှာ သူဌေးရဲ့အကာကွယ် ရထားတယ်လေ\nအပေါ်ယံကြည့်ရင်တော့ သူကသနားစရားလေး\nသူဌေးပြုသမျှနုရတယ်တော့။\nတကယ်တော့ သူနားရှိသမျှသူတွေက သူသမျှနုနေကြရသူတွေချည်းပါပဲ\nကောင်မလေးရဲ့ချုပ်ကွက်တွေ စားဆော်ကြီးတွေရဲ့\nလှည့်စားချက်တွေ အကဲခပ်ရင်း အလှတရားတွေ ကွက်ကွက်ကွင်းကွင်း\nခံစားရဖို့ DS Fans တွေအတွက် ရွေးချယ်ပေးလိုက်ပါတယ်။\nFile size…1.1GB/ 500MB\nQuality…1080p WebRip /720p\nFormat…mp4\nDuration…1h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1ehyy/Seduction.Of.Eros.1972.1080p.WEBRip.x264.AAC(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Barbara-Broadcast-133x200.jpg",
        "title": "(21+) Barbara Broadcast (1977)",
        "description": "Barbara ရဲ့ နာမည်သတင်းနဲ့ ရုပ်ရည်ရူပကာကျော်ကြားမှုက\nအံ့ဩစရာကောင်းလောက်အောင်ပါပဲသူမရဲ့ အဓိက အလုပ်က စာရေးဆရာဖြစ်တယ်\nဒါပေမဲ့ အမျိုးသားထုကြီးကတော့ သူ့ကို အပြာမော်ဒယ်လို့ပဲသိတယ်\nသူက အပြာလောကမှာ ပိုပြီး နာမည်ကြီးပါတယ်တစ်နေ့ စားသောက်ဆိုင်တစ်ခုမှာ အင်တာဗျူးလုပ်ပါတယ်\nဆိုင်မှာရတဲ့ မန်နျူးတွေက DS Fans တွေအကြိုက်ပါပဲ\nPublic မှာ ပေါ်တင်ကြီးတွေ ဆင်ဆာမပါဘွင်းဘွင်းရှင်းရှင်းကြီးတွေ\nဖြစ်လို့ မိသားစုနှင့် အတူကြည့်ဖို့ မသင့်တော်ပါဘူး\nFile size…1.6GB / 730MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.5",
        "url": "https://megaup.net/1efk2/Barbara_Broadcast-1977.1080p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/fantastic-home-service-141x200.jpg",
        "title": "[18+]Sexy Home Service (2018)",
        "description": "[18+]Sexy Home Service (2018)****************************ဂျုံဟျွန်းဆိုတဲ့ ကောင်လေးက Batman အနှိပ်ခန်းမှာ အလုပ်လုပ်ရင်း သူ့ချစ်သူနဲ့ တစ်အိမ်တည်းအတူတူနေကြတယ်...ဒါပေမဲ့ တစ်နေ့မှာ အနှိပ်ခန်းအတွက် လူသစ်သွားခေါ်ဖို့ အင်းချွန်းလေဆိပ်ကို သွားရာမှာရည်းစားဟောင်းထိုင်းမ‌လေးကို ဖျတ်ကနဲ လှမ်းတွေ့လိုက်ရတယ်..အဲဒီအချိန်မှာပဲ ရည်းစားဟောင်းကို ချစ်တဲ့ စိတ်တွေ ပြန်လည် နိုးထလာပြီးတော့လက်ရှိချစ်သူနဲ့ အချစ်ရေးမှာ အဆင်မပြေမှုတွေဖြစ်‌လာခဲ့တယ် ဖြစ်ချင်တော့ ရည်းစားဟောင်းထိုင်းမလေးကအနှိပ်ခန်းမှာ အလုပ်လုပ်ဖို့ ကိုရီးယားကို လာတာဖြစ်နေခဲ့တယ် ကိုယ်ချစ်တဲ့သူက ဒီလို လုပ်စားတာကို\nမခံစားနိုင်တဲ့ ဂျုံဟျွန်းတစ်ယောက် သူ့ကို ပြန်ပိုင်ဆိုင်ရဖို့ ဘယ်လိုတွေ ကြိုးစားမလဲ လက်ရှိချစ်သူနဲ့\nအချစ်ရေးကလည်း ဘယ်လိုတွေ ဖြစ်ကြမလဲဆိုတာရယ် အနှိပ်ခန်းက ကောင်မလေးတွေရဲ့ ဒုက္ခတွေအပြင်ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေပါ\nပါဝင်ပါတယ်...စကီအလန်းတွေပါဝင်တာမို့ ဒေါင်းရကျိုးနပ်စေမှာပါ...File Size :(1.6GB) and (585MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Drama , Romance, Adult\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1U9ov/Sexy.Home.Service.2018.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZEQnd2Ar5S0ETnFL4dSenCVpi6.jpg",
        "title": "[18+] AFAM (2023)",
        "description": "AFAM (2023)ဒေစီနဲ့ ဟေဇယ်တို့ဟာ ကလေးဘဝကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့သလို လက်ရှိမှာလည်း အပန်းဖြေစခန်းတစ်ခုတည်းမှာ အတူတူလုပ်နေကြပါတယ်။ သူတို့ဟာ ငယ်ဘဝကတည်းက အချင်းချင်းသဘောတူစာချုပ်တစ်ခုထားရှိခဲ့ပြီး အဲဒါကတော့ ယောက်ျား တစ်ယောက်ကိုဘယ်တော့မှ နှစ်ယောက်လုံး ပြိုင်တူမချစ်မိကြေး၊ ယောက်ျားတစ်ယောက်အတွက် သူတို့ရဲ့သူငယ်ချင်းအချစ် မပြိုကွဲရေးတွေပါပဲ။ဒါပေမဲ့လည်း ငယ်ဘဝအိပ်မက်တွေနောက်ကို အတူတူလိုက်ကြရင်း အဲဒီအိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်မယ့် အလားအလာရှင် ဖော်ရိန်နာတစ်ယောက်ကိုမှ အတူတူမျက်စိကျသွားတဲ့အခါမှာတော့ သဘောတူစာချုပ်တွေ၊ သူငယ်ချင်းသံယောဇဉ်တွေကိုခဏခေါက်ထားပြီးတော့ နှစ်ယောက်ကြားမှာ ပညာကုန်ထုတ်သုံးရင်း မီးပွင့်မတတ်တစ်ဂျိန်းဂျိန်းပြိုင်ရမယ့် ပြိုင်ပွဲတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ ပွင့်ပွင့်လင်းလင်းပညာပြိုင်ခန်းတွေလည်းအများကြီးပါဝင်သလို အချစ်ဟာသပုံစံမျိုးနဲ့ မြူးမြူးသွက်သွက် တင်ဆက်ထားတဲ့အတွက် ရယ်ရင်းမောနေရမယ့်ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ဆက်လက်ရှုစားလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 6.1GB, 1.95GB, 930MB\nQuality - 4K HEVC, 1080p, 720p\nFormat - mp4\nDuration - 1H 57Min\nGenre - Comedy\nSubtitle - ...",
        "rating": "5",
        "url": "https://megaup.net/3fXfu/(CM)_AFAM_(2023)_1080p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/virigin-147x200.jpg",
        "title": "{18+}Entrails of a Virgin (1986)",
        "description": "အချောအလှလေးတွေနဲ့ ဝေဝေဆာဆာ ထုံမွှမ်းထားတဲ့\nဓာတ်ပုံ လောကမှာ အောင်မြင်နေတဲ့ Studio တစ်ခု\nအလုပ်လိုချင်တဲ့ မိန်းကလေးတွေ တန်းစီတိုးနေရတဲ့\nလုပ်ငန်းတစ်ခု အလုပ်ရရင်လည်း ချောမှလှမှ\nအောက်ပါအရည်ချင်းတွေပြည့်စုံမှ ရတာဗျရိုက်ရတဲ့ဓာတ်ပုံတွေက ဖော်ချွတ်ပုံတွေ\nတစ်နေ့ အဖွဲ့လိုက် ဓာတ်ပုံရိုက်ထွက်ကြရာ\nလမ်းခုလတ်မှာ နှင်းမြူတွေပိတ်ပြီး ခရီးဆက်မရတဲ့အခါ\nအိမ်လေးတစ်လုံးထဲ ဝင်နားရာမှ\nအရမ်းစိတ်ဝင်စားဖို့ကောင်းပြီး မော်ဒယ်မလေးတွေ\nဘယ်လိုရုန်းကန်ကြမလဲဆိုတာ DS Fans တွေကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားဖြစ်တာမို့ တင်ဆက်လိုက်ပါတယ်\nFile size…1.36GB / 545MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.2",
        "url": "https://megaup.net/2zZD1/Guts.Of.A.Virgin.2022.1080p.BluRay.x264.AAC(DS).mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/p10326521_p_v8_av-200x300.jpg",
        "title": "Nurse 3D (2013)",
        "description": "(ဤဇာတ်လမ်းတွင် သွေးထွက်သံယိုအခန်းများလိင်အသားပေးအခန်းများ ရင့်သီးသောစကားလုံးများပါ၀င်သည့်အတွက်ကလေးသူငယ်များကြည့်ရှုရန်မသင့်လျော်ပါ)ကျွန်မနာမည်က အက်ဘီဂေး ရက်ဆယ်တဲ့။ လုံးကြီးပေါက်လှယောကျားတိုင်းလည်ပြန်ငေးရတဲ့အချောလေး။ကျွန်မအလုပ်လုပ်နေတာက အော်လ်စိန့်ဆေးရုံမှာ သူနာပြုတယောက်အနေနဲ့။ဒါပေမယ့်ညဆိုရင်တော့ကျွန်မကမုဆိုးပဲကျွန်မအမဲလိုက်တဲ့သူတွေကယောက်ျားတွေအထူးသဖြင့်ဖောက်ပြန်ကြတဲ့အိမ်ထောင်ရှိယောကျာ်းတွေပေါ့။ကျွန်မအမြင်သူတို့ကဒီကမ္ဘာပေါ်မှာရွံစရာအကောင်းဆုံးလူတန်းစားတရပ်ပဲ။ကျွန်မကသူတို့ကိုဖျား‌ယောင်းတိုင်းပါလာကြတယ်။အဲ့သည်အခါကျမှ သူတို့နဲ့ထိုက်တန်တဲ့အပြစ်ကိုကျွန်မပေးနေကြ။ဒီလိုနဲ့ကျွန်မဘ၀ထဲကို၀င်လာတာက ဒန်နီရော်ဂျာဆိုတဲ့သူနာပြုအသစ်‌က‌လေး။ဘာမှမသိနားမလည်တဲ့ဒီကောင်မလေးကိုယောကျာ်းထုကြီးဆီကနေကာကွယ်ပေးချင်တယ်။သူ့ဘေးနားကတွဲလောင်းတွဲလောင်းနဲ့စတိဗ်ဆိုတဲ့သူ့ရည်းစားကိုလည်းအမြင်ကတ်တယ်။ဒန်နီကကျွန်မဘယ်လိုကြိုးစားကူညီကူညီကျွန်မကိုပြန်လှည့်တောင်မကြည့်တာအရမ်းမုန်းတယ်။ဒန်နီကကျွန်မအပိုင်ပဲ ဘယ်သူ့မှမပေးနိုင်ဘူး။ကျွန်မလက်ခုပ်ထဲဒန်နီရောက်လာအောင်ကျွန်မဘယ်လိုကြိုးစားမလဲရှင်တို့ကြည့်သာကြည့်လိုက်ကြပါတော့ File size…  1.4 GB / 636.7 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre ..... Thriller , Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "4.6",
        "url": "https://megaup.net/1e4zr/Nurse.2013.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmVkMDQ0MGMtNDA5My00NjQ2LWE4ZjQtZTYwZWE4NWU3NWFlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(21+)Nurse’s Sex Journal (My Sex Report: Intensities) [1976]",
        "description": "အီတိုလို့ခေါ်တဲ့ ရှယ်ချစ်စရာကောင်းတဲ့\nသူနာပြုမလေး သူမရဲ့အလှတွေကပြည့်စုံတယ်\nချစ်ဖို့ကောင်းတယ် တည်ကြည်တယ်သူကငွေကြေးချို့တဲ့တယ် ဆေးရုံတစ်ရုံမှာ\nအလုပ်ကြိုးစားပြီး သူနာပြုလုပ်တယ်\nသူကလှတော့ သူဌေးတွေက တစ်ယောက်ပြီးတစ်ယောက်လာကပ်ကြတယ်\nဝိသမလောဘသားတွေရဲ့ မျက်စိကျစရာလည်းဖြစ်လာတယ်\nတစ်နေ့သူရဲ့ ဆွေးမျိုးသားချင်းထဲက အရေးပေါ်ဆေးရုံတက်လိုက်ရပြီး\nငွေအရေးတကြီးလိုအပ် လာချိန်မှာတော့....အရမ်းကိုစိတ်ဝင်စရာကောင်းပြီး\nရင်ခုန်စိတ်လှုပ်ရှားစရာ အလှတွေကိုခံစားစေဖို့\nDS Fans တွေဆီအရောက်ပို့ပေးလိုက်ပါတယ်\nFile size…1.1GB / 435MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/3VRe2/My.Sex.Report.Intensities.1976.1080p.WEBRip.x264.AAC(DS).mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODk3MWExNDEtM2RlZS00OThiLWJkOGItOTIzM2I1OWFjNDJmXkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-138x200.jpg",
        "title": "(18+) Virgin People (1984)",
        "description": "Virgin People ဆိုပေမယ့် အသိဉာဏ်နုနယ်လွန်းတဲ့လူသားတွေလို့ အဓိပ္ပါယ်ဖွင့်ချင်ပါတယ်ဗျ။\nအသိဉာဏ်နုနယ်တဲ့အပြင် လောကကြီးအကြောင်း ဘာမှမသိသေးတဲ့အဖြူထည်လေးတွေအကြောင်းကို\nရင်နင့်စရာကောင်းအောင် ရိုက်ကူးထားတာမို့ စဉ်းစားစရာအတွေးတစ်ခုရသွားနိုင်မယ့်\nရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အခုပဲကော်ဖီတစ်ခွက်သွားဖျော်လိုက်ပါ။ ကိုယ်ခံစားလို့ကောင်းအောင် ဆေးလိပ်တိုပဲဖြစ်ဖြစ်၊\nVape ပဲဖြစ်ဖြစ် အရင်ဆုံးရှူပြီး မီးခိုးလေးတွေမှုတ်ထုတ်လိုက်ပါ... ဒါဆိုဇာတ်လမ်းစကြည့်လို့ရပါပြီ။မြို့ပေါ်ကလူတွေက အရမ်းကိုမူယာမာယာများတတ်ပြီး ဖြူစင်တဲ့လူတွေကို နှိပ်စက်တတ်တာမို့\nသမီးသုံးယောက်ရှိလာတဲ့အခါ မြို့ပြနဲ့ဝေးရာ တောင်ပေါ်မှာပဲနေထိုင်ခဲ့ကြပါတယ်။\nအီခန်၊ တိုင်လာ၊ အာနင်တို့ ညီအစ်မသုံးယောက်က မွေးကတည်းက တောမှာပဲမို့လို့\nလူတွေရဲ့အကျင့်စရိုက်ကို ကောင်းကောင်းနားမလည်ခဲ့ပါဘူး။\nသူတို့ကို အဖော်ပြုပေးတာ ကျမ်းစာပဲရှိပါတယ်။ ပြီးတော့\nသူ့အဖေဆီတစ်လတစ်ခါလာတတ်တဲ့ ချိုအင်ဂါလို့ခေါ်တဲ့\nဦးလေးကြီးတစ်ယောက်။ သူလာတိုင်း မြို့ပေါ်ကနေ\nလက်ဆောင်ပစ္စည်းတွေ ယူလာတတ်တာမို့ မြင်းလှည်းအသံကြားတိုင်း စောင့်မျှော်ရတဲ့ဦးလေးကြီးပေါ့....တစ်နေ့မှာ သူတို့ညီအစ်မသုံးယောက်ရဲ့အဖေ ရုတ်တရက်ဆုံးပါးသွားပြီးနောက်\nချိုအင်ဂါကလည်း လူကြီးမပီသပဲနဲ့ ဘယ်လိုမျိုးအနိုင်ကျင့်အကျင့်ပုတ်မလဲ\nပြီးတော့ ညီအစ်မသုံးယောက်ရဲ့ကံကြမ္မာကရော ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ .....\nFile size…3.24GB  /  1.36GB\nQuality…1080p Restored WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "7.5",
        "url": "https://megaup.net/2zSTn/Virgin.People.1984.1080p.RESTORED.WEB-DL.AAC5.1CH(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/128111_1_large-137x200.jpg",
        "title": "[18+] Siew Lup (2016)",
        "description": "အခုတ်အဖြတ် သွေးထွက်သံယို လန့်ဖြန့်သွေးတက် ချစ်ခင်မြတ်နိုး ရိုမန့်ဒရမ်မာ စင်ကာပူဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်။မီယာဟာ တစ်ချိန်ကပြည့်တန်ဆာဘဝနဲ့အသက်မွေးခဲ့ပြီး အခုချိန်မှာတော့ ကွမ် ဆိုတဲ့အသားကင်ဆိုင်ရှင်တစ်ယောက်ရဲ့ဇနီးအဖြစ်\nဘဝကိုဖြတ်သန်းနေပါတယ်။ ကွမ်ဟာ တစ်ချိန်က သူ့ကိုဘဝဆိုးထဲက ဆွဲထုတ်ကယ်တင်ခဲ့သူဖြစ်တဲ့အတွက် ကွမ်ကိုမလှန်ရဲသလို\nတောင့်တောင့်ဖြောင့်ဖြောင့်သူ့ဇနီးကို စိတ်မချနိုင်ပဲ လူတကာနဲ့သမုတ်ရိုက်နှက်တတ်တဲ့ ကွမ် ကြောင့်လည်း မီယာစိတ်ဆင်းရဲနေရပါတယ်။တကယ်တမ်း အနီးကပ်ရန်သူ၊သူ့ဇနီးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူကတော့ သူ့အရင်းနှီးဆုံးမိတ်ဆွေ ဂေါင် ဆိုတာတော့ ကွမ်မသိခဲ့ပါဘူး။a\nဒီလိုနဲ့ မီယာဘဝကို ကယ်တင်ရှင်အဖြစ် သုဘရာဇာချောချောလေးဖြစ်တဲ့ ဝူ ဆိုတဲ့လူငယ်လေး သူ့ဘဝထဲကိုဝင်ရောက်လာချိန်မှာတော့\nမီယာဟာ လင်ငယ်အားကိုးနဲ့ တစ်ချိန်ကကျေးဇူးရှင် လင်ကြီးကိုသတ်ဖို့အကြံဆိုးကြီးကိုကြံပါတော့တယ်။ဝူတစ်ယောက် တကယ်ပဲသူ့ရဲ့ကြံရာပါအဖြစ်ခံမလား၊ သူ့ကိုအမြဲတမ်းကြံစည်နေတဲ့ အနီးကပ်ရန်သူ ဂေါင်ကရော ဘယ်နေရာကနေ ပါဝင်လာမလဲ။ ပိုပြီးအရေးကြီးတဲ့အချက်ကတော့ ဘယ်သူဟင်းအိုးထဲရောက်မလဲဆိုတာပါပဲ။သူတို့အတွက် အလောင်းဖျောက်ဖို့အလွယ်ဆုံးနည်းက အလောင်းကို ခုတ်ထစ်ကင်ပြီးတော့ ရောင်းမယ့်အသားတွေထဲထည့်လိုက်တဲ့နည်းဖြစ်နေလို့ပါ။အဖော်အချွတ်ဇာတ်ဝင်ခန်းတွေနဲ့ကြမ်းတမ်းတဲ့ ခုတ်ထစ်သတ်ဖြတ်ခန်းတွေအများကြီးပါဝင်တဲ့အတွက် ၁၈ နှစ်အထက်ဇာတ်ကားဖြစ်ပါတယ်။\nငယ်ငယ်တုန်းက လူသားပေါက်စီကားတို့ခေါက်ဆွဲကားတို့ကို တဖန်ပြန်သတိရစေမယ့် လူသားအခေါက်ကင်ကားလေးကို ရှုစားလိုက်ကြပါဦး။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side ...",
        "rating": "",
        "url": "https://megaup.net/3VNA3/(DS)_Siew.Lup.2016.1080p.BluRay.AAC.x264-RGB.mp4",
        "category": "Adult, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3quYJd2IDJHDxQESx6MguSwsx6h.jpg",
        "title": "(18+)Step Up Love Story: Double Love (2019)",
        "description": "Step Up Love Story: Double Love====================ဒီဇာတ်ကားက Eigaban Futari ecchi ဆိုတဲ့ manga ကို\nရုပ်ရှင်အနေနဲ့ပြန်ရိုက်ထားတာပါ။ မှောင်တော့မှောင်ချင်တယ်\nတအားမမှောင်ပဲ ကြည်ကြည်နူးနူးလေးကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားလေးကြည့်သင့်ပါတယ်။အိမ်ထောင်ပြုထားတာ ၃နှစ်ကြာပြီဖြစ်တဲ့ မာကိုတို နဲ့ ယူရ တို့ဟာ\nကလေးဘ၀ကတည်းကခင်မင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပါတယ်။\nတစ်ရက်တော့ ခင်ပွန်းဖြစ်သူစန်းပွင့်ချိန်ရောက်ပြီဆိုတဲ့ ဗေဒင်တစ်ခုကို\nယူရ ဖတ်မိလို့ သူ့ခင်ပွန်းကိုပြောပြပေမယ့် မာကိုတိုကတော့ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒါပေမယ့် ဗေဒင်ကမှန်ကန်နေတဲ့အခါမှာတော့ ယူရလည်းစိတ်ပူရပါတော့တယ်။\nအလုပ်မှာကောင်မလေးတွေဝိုင်းဝိုင်းလည်လာတဲ့ မာကိုတိုဟာ အိမ်ပြန်ရောက်လို့\nဇနီးသည်နဲ့ပူတူတူးမယ့်အချိန်ရောက်တော့ ညီငယ်ကမထောင်မတ်လာတော့ပါဘူး။\nဒီတော့ ယူရခမျာ ခင်ပွန်းသည်ဖောက်ပြန်မှာလည်းပူရ၊ ညီငယ်ကိုလည်း\nနိုးထအောင်ကြိုးစားပေးရနဲ့ အလုပ်တွေများပါတော့တယ်။\nဒီလိုနဲ့ သူတို့လင်မယားရဲ့ဇာတ်လမ်းလေး ဘယ်လိုဆက်ဖြစ်မလဲ၊\nဒီအတိုင်းပဲအဆုံးသတ်သွားတော့မှာလားဆိုတာကို\nကြည့်ရှုနိုင်ဖို့အတွက် ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nFile size…903MB / 405MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1 h 6 min\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Sylvie",
        "rating": "",
        "url": "https://megaup.net/2zRai/Step.Up.Love.Story.Double.Love.2019.1080p.NF.WEB-DL(CM).mp4",
        "category": "Adult, Asian, Comedy"
    }
]