[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/jokzo2sj506e-141x200.jpg",
        "title": "College Girls’ Massage Parlor (2020)",
        "description": "အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တာကတော့\nလိုတာမရ ရတာမလိုဖြစ်နေတဲ့\nဘဲကြီး၊ဘဲလေးတွေအတွက် နည်းလေးတွေမျှဝေပေးမယ့်\nပညာပေးကားလေးပဲဖြစ်ပါတယ်။\nလက်ရှိရထားတဲ့မိန်းမတွေ၊ဆော်လေးတွေကို\nစိတ်အလိုမကျဖြစ်နေတဲ့ ဘဒိုတို့\nတခါတလေအကြောလျှော့ပေးမယ့်\nမာဆတ်ကဆော်အလန်းလေးတွေအကြောင်းရိုက်ထားတာပါ။\nသူငယ်ချင်းသုံးယောက်ဆုံမိတဲ့အခါ လက်ရှိမိန်းမတွေ\nရည်းစားတွေနဲ့ အဆင်မပြေတဲ့အကြောင်း\nအတွေ့အကြုံလေးတွေဖလှယ်ရင်း\nမာဆတ် ကေတီဗီဆိုဝေး တမာရွက်ပြုတ်လောက်သိတဲ့\nလူရိုးလေးဘော်ဒါနှစ်ယောက်ကို\nဘိကောင်းကောင်းလေးတွေဆိုသွားနေကြ\nကျော်ကြီးက ဦးဆောင်ပြီးခေါ်သွားပေးတယ်ပေါ့။\nဟိုရောက်တဲ့အခါ ထင်မှတ်မထားတဲ့ ဖြူဖြူဖွေးဖွေး\nဆော်အလန်းလေးတွေက ဘယ်လို နည်းပညာလေးတွေနဲ့ ရှယ်ပြုစုမယ်။\nလူရိုးကြီးဆိုတဲ့ ဘော်ဒါတွေကလည်းအနှစ်နှစ်အလလက\nအောင်းထားတဲ့ အတွင်းအားတွေနဲ့ သိုင်းဘယ်လိုကျင့်မယ်ဆိုတာတော့\nခံစားသာကြည့်လိုက်တော့။\nညွှန်းချင်တာက နောက်ဆုံးဆော်လေးပဲ\nဘယ်လိုတွေညုပြီး ဘယ်လိုတွေခရုတယ်ဆိုတာတော့\nကြည့်ကြည့်မှ သိမှာပဲ\nကကြီးဆော်လေးတွေထုံးစံအတိုင်း ကိုယ်လုံးကိုယ်ပေါက်နဲ့\nရုပ်လေးတွေကတော့ စိတ်ကူးယဉ်နိုင်မယ့်အနေအထားကြီးပဲ\nနောက်ပြီး လူရိုးကြီး ဘော်ဒါက\nကျော်ကြီးတယောက်ကို ကွက်ကျော်ဘယ်လိုရိုက်သွားတယ်ဆို\nတာလေးလဲပါလို့ ဘော်ဒါအချင်းချင်း\nတချို့အရာတွေလျှိုထားသင့်ကြောင်းကို ဇာတ်ကားထဲမှာ\nပညာပေးထားပါတယ်။\nကဲ Stay Home မှာ ဘေးကင်းကင်းနဲ့ ဒေါင်းကြည့်လိုက်ပါအုန်း။\nဇတ်လမ်းကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nပွဲတိုင်းကျော် Fox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nအခုတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တာကေတာ့\nလိုတာမရ ရတာမလိုျဖစ္ေနတဲ့\nဘဲႀကီး၊ဘဲေလးေတြအတြက္ နည္းေလးေတြမွ်ေဝေပးမယ့္\nပညာေပးကားေလးပဲျဖစ္ပါတယ္။\nလက္ရွိရထားတဲ့မိန္းမေတြ၊ေဆာ္ေလးေတြကို\nစိတ္အလိုမက်ျဖစ္ေနတဲ့ ဘဒိုတို႔\nတခါတေလအေၾကာေလွ်ာ့ေပးမယ့္\nမာဆတ္ကေဆာ္အလန္းေလးေတြအေၾကာင္း႐ိုက္ထားတာပါ။\nသူငယ္ခ်င္းသုံးေယာက္ဆုံမိတဲ့အခါ လက္ရွိမိန္းမေတြ\nရည္းစားေတြနဲ႔ အဆင္မေျပတဲ့အေၾကာင္း\nအေတြ႕အႀကဳံေလးေတြဖလွယ္ရင္း\nမာဆတ္ ေကတီဗီဆိုေဝး တမာ႐ြက္ျပဳတ္ေလာက္သိတဲ့\nလူ႐ိုးေလးေဘာ္ဒါႏွစ္ေယာက္ကို\nဘိေကာင္းေကာင္းေလးေတြဆိုသြားေနၾက\nေက်ာ္ႀကီးက ဦးေဆာင္ၿပီးေခၚသြားေပးတယ္ေပါ့။\nဟိုေရာက္တဲ့အခါ ထင္မွတ္မထားတဲ့ ျဖဴျဖဴေဖြးေဖြး\nေဆာ္အလန္းေလးေတြက ဘယ္လို နည္းပညာေလးေတြနဲ႔ ရွယ္ျပဳစုမယ္။\nလူ႐ိုးႀကီးဆိုတဲ့ ေဘာ္ဒါေတြကလည္းအႏွစ္ႏွစ္အလလက\nေအာင္းထားတဲ့ အတြင္းအားေတြနဲ႔ သိုင္းဘယ္လိုက်င့္မယ္ဆိုတာေတာ့\nခံစားသာၾကည့္လိုက္ေတာ့။\nၫႊန္းခ်င္တာက ေနာက္ဆုံးေဆာ္ေလးပဲ\nဘယ္လိုေတြညဳၿပီး ဘယ္လိုေတြခ႐ုတယ္ဆိုတာေတာ့\nၾကည့္ၾကည့္မွ သိမွာပဲ\nကႀကီးေဆာ္ေလးေတြထုံးစံအတိုင္း ကိုယ္လုံးကိုယ္ေပါက္နဲ႔\n႐ုပ္ေလးေတြကေတာ့ စိတ္ကူးယဥ္ႏိုင္မယ့္အေနအထားႀကီးပဲ\nေနာက္ၿပီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wg13/College_Girls__Message_Parlor_2020_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/curiosa-200x150.jpg",
        "title": "Curiosa 2019 (21+)",
        "description": "ဒါလေးကတော့ ပြင်သစ် ၂၁+ ရုပ်ရှင်အမျိုးအစားပဲ ဖြစ်ပါတယ်။ ပြင်သစ်တွေ အီတလီတွေရဲ့ စတိုင်အတိုင်း ခံစားချက်ပြင်းပြင်းနဲ့ လိင်အသားပေး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ၁၉ ရာစုက နာမည်ကျော် စာရေးဆရာ နှစ်ယောက်ဖြစ်တဲ့ ပီယာ လူဝီ နဲ့ မယ်ရီ ဒီ ရက်ဂ်နီရာ တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အခြေခံထားတာပဲဖြစ်ပါတယ်။ အဓိကကတော့ ကဗျာဆရာ၊ ဓာတ်ပုံဆရာ၊ စာရေးဆရာမတွေ ခံစားလွန်ပြီး အချစ်ရေးမှာရှုပ်ထွေးလာကြတာကိုဖော်ပြချင်တာပါ။အသေးစိတ်တော့ မရေးပြတော့ပါဘူး။ အပြောထက် အပြကို ပိုခံစားတတ်တဲ့ ပရိသတ်တွေများနေတဲ့အတွက် ဇာတ်ကားထဲက စာတန်းတွေတောင် ဖတ်ချင်မှဖတ်မှာမှန်းသိပါတယ်။ ပြင်သစ်ဘာသာဖြစ်ပြီး အင်္ဂလိပ်စာတန်းက သိပ်မကောင်းတာကြောင့် နားသိပ်မလည်လည်း ခွင့်လွှတ်ကြမယ်ထင်ပါတယ်။\nFile size…(750Mb) (350Mb)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson Jr.Translated by Mr.Anderson Jr.\n zawgyiဒါေလးကေတာ့ ျပင္သစ္ ၂၁+ ႐ုပ္ရွင္အမ်ိဳးအစားပဲ ျဖစ္ပါတယ္။ ျပင္သစ္ေတြ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2c958/Curiosa.2019.720p.BluRay(CM).mp4",
        "category": "Adult, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/bAUjXSpnizDkSg4qa08PWuesrVV-133x200.jpg",
        "title": "[18+] Corpse Prison: Part 2 (2017)",
        "description": "ယု ဆိုတဲ့ မိန်းမလှလေးဟာ အချစ်ဦးနဲ့ လွဲခဲ့ရပြီး ကြမ်းတမ်းတဲ့ အတိတ်ဆိုးရဲ့ခြောက်လှန့်မှုကို အခုချိန်ထိ ခံနေရတဲ့သူဖြစ်ပါတယ်။\nလက်ရှိအချိန်မှာတော့ သူဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ဦးအဖြစ် အသက်မွေးနေပြီး တစ်နေ့မှာတော့ သူ့ကို အလုပ်အပ်တဲ့ မြေအောက်လောကရဲ့ သြဇာရှိသူတစ်ယောက်နဲ့ ပတ်သက်မိပါတော့တယ်။ အဲ့ဒီလူအပ်လာတဲ့ ပစ်မှတ်နောက်ကိုလိုက်ရင်း သူ့ ငယ်ချစ်ဦးကို\nပြန်သတိရစေတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက် ကို ဆုံတွေ့ ပတ်သက်မိလာတဲ့နောက်မှာတော့..သူဟာ မရုန်းနိုင်စရာ\nသုံးပွင့်ဆိုင် ဇာတ်ရှုပ်ထဲကို တိုးဝင်မိပါတော့တယ်။\n၁၉၇၀ ၈၀ ဝန်းကျင်မှာ အင်မတန်အားကောင်းခဲ့တဲ့ Pink Film လို့ခေါ်တဲ့ အဖော်အချွတ်အသားပေး Crime,Thiriller ကားကောင်းတစ်ကားပါ။\nခေါင်းဆောင်မင်းသမီးရဲ့ ဂန္ဓဝင်မမ အလှနဲ့တင်ကြည့်ရတာတန်သလို ဇာတ်လမ်းလေးလဲမဆိုးပါဘူး။ အဖော်အချွတ်အသားပေးဆိုတဲ့အတိုင်း ၁၈ နှစ်အထက်ကားပါပဲ။Dark Side Production မှ တင်ဆက်လိုက်တာပါ။ \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by ALS zawgyiယု ဆိုတဲ့ မိန္းမလွေလးဟာ အခ်စ္ဦးနဲ႔ ...",
        "rating": "",
        "url": "https://megaup.net/Q4oq/(DS)Corpse.Prison.Part.2.2017.1080i.BluRay.Remux.DTS.HD.2.0-d1k-AvZ.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/a1gblml02ofe-133x200.jpg",
        "title": "[18+] Corpse Prison: Part 1 (2017)",
        "description": "ဂျပန်ပြည်ရဲ့ လူသူအရောက်အပေါက်နည်းတဲ့ရွာလေးတစ်ရွာကို ကျောင်းသူကောင်မလေးတွေနဲ့ ပရော်ဖက်ဆာတို့ လေ့လာရေးလုပ်ဖို့ ရောက်ချလာတာက စတယ်...ရောက်လာတယ်ဆိုတာလဲ ရွာခေါင်းဆောင်က ကောင်မလေးတွေကိုချည်း လာလေ့လာဖို့ ဖိတ်ခေါ်ထားတာ....အဲ့ရွာမှာ ယောင်္ကျားသားတွေချည်းပဲနေတယ်ဆိုတာလဲ ကျောင်းသူတစ်သိုက်က အဲ့ရောက်မှသိကြတာ...ရောက်ရောက်ချင်းပဲ ရွာရဲ့ဓလေ့ပွဲတော်တစ်ခုနဲ့တိုးတယ်...ခြေထောက်ဖြတ်စားပွဲတဲ့။ကဲ...ထူးဆန်းတဲ့ရွာလေးကို ကောင်မလေးတစ်သိုက်နဲ့ သွားရောက်လေ့လာရအောင်နော်။သွေးထွက်သံယို သတ်တာဖြတ်တာအပြင် 18+ အခန်းတွေလဲပါလို့ အရွယ်မရောက်သူများမကြည့်သင့်ပါ။Dark Side Production မှ တင်လိုက်တာပါ။ \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Soe Min Thein zawgyiဂ်ပန္ျပည္ရဲ႕ လူသူအေရာက္အေပါက္နည္းတဲ့႐ြာေလးတစ္႐ြာကို ေက်ာင္းသူေကာင္မေလးေတြနဲ႔ ပေရာ္ဖက္ဆာတို႔ ေလ့လာေရးလုပ္ဖို႔ ေရာက္ခ်လာတာက စတယ္...ေရာက္လာတယ္ဆိုတာလဲ ႐ြာေခါင္းေဆာင္က ေကာင္မေလးေတြကိုခ်ည္း လာေလ့လာဖို႔ ဖိတ္ေခၚထားတာ....အဲ့႐ြာမွာ ေယာက်ၤားသားေတြခ်ည္းပဲေနတယ္ဆိုတာလဲ ေက်ာင္းသူတစ္သိုက္က အဲ့ေရာက္မွသိၾကတာ...ေရာက္ေရာက္ခ်င္းပဲ ႐ြာရဲ႕ဓေလ့ပြဲေတာ္တစ္ခုနဲ႔တိုးတယ္...ေျခေထာက္ျဖတ္စားပြဲတဲ့။ကဲ...ထူးဆန္းတဲ့႐ြာေလးကို ေကာင္မေလးတစ္သိုက္နဲ႔ သြားေရာက္ေလ့လာရေအာင္ေနာ္။ေသြးထြက္သံယို သတ္တာျဖတ္တာအျပင္ 18+ အခန္းေတြလဲပါလို႔ အ႐ြယ္မေရာက္သူမ်ားမၾကည့္သင့္ပါ။Dark Side Production မွ တင္လိုက္တာပါ။File size…(800 ...",
        "rating": "6.8",
        "url": "https://megaup.net/4TP7Q/(DS)Corpse_Prison_Part_I_(2017).mp4",
        "category": "Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Men_in_Hope-108621252-large-145x200.jpg",
        "title": "Men in Hope (2011)",
        "description": "IMDb Rating (7.1) ထိရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ချက်(Czech)နိုင်ငံက ဇာတ်ကားဖြစ်ပြီးRomantic comedy-sex comedy film အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....အွန်ဒရက်ချ်ဟာ အေးဆေးတည်ငြိမ်ပြီး အိမ်ထောင်ဖက်အပေါ် သစ္စာရှိတဲ့သူတစ်ယောက်။ပြောင်းပြန်ဆိုသလိုပဲ သူ့ ဇနီးရဲ့အဖေသူ့ယောက္ခမကြီးကတော့ ၃၅ နှစ်သက်တမ်းရှိတဲ့ အိမ်ထောင်ကို မထောက်ပဲ အချိန်ပြည့်ဖောက်ပြန်နေတဲ့သူဖြစ်တယ်။ပျင်းရိစရာကောင်းတဲ့ သူ့အိမ်ထောင်ရေးကို ဘေးကကြည့်ပြီး သူ့လိုပဲ အပြင်မှာ အပျော်ရှာဖို့ ယောက္ခထီးကြီးကမြှောက်ပေးပါတော့တယ်။အစပိုင်းမှာတော့ အွန်ဒရက်ချ် အတတ်နိုင်ဆုံးငြင်းပယ်ခဲ့သေးပေမယ့်အဘိုးကြီး ဒိတ်လုပ်ဖို့ခေါ်လာတဲ့ ဆာလော့တာ ဆိုတဲ့ ဆံပင်နီနီ ဘတ်သီးတောင့်တောင့် မိန်းမလှလေးနဲ့ အတွေ့မှာ စိတ်ပြောင်းသွားပါတော့တယ်။Men in Hope ဟာဆန်းပြားရှုပ်ထွေးတဲ့ ဇာတ်အလှည့်အပြောင်းတွေ မပါပဲ ပေါ့ပေါ့းပါးပါး ရယ်ရယ်မောမော ခံစားကြည့်ရှုရမယ့်မိသားစု အချစ် ဟာသ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(မင်းသမီး နှစ်ယောက်လုံးကလဲ တစ်ယောက် တစ်မျိုးစီ အတော်မိတယ်) \nFile size…(1.1 GB) and (500 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/Q2fx/(CM)Men_in_Hope_(2011)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/holy.slept_-133x200.jpg",
        "title": "Holly Slept Over (2020)",
        "description": "Holly Slept Over (2020)===================IMDb Rating 5.3/10#Unicodeဒီဇာတ်ကားကတော့ သာမန်ချစ်ကြိုက်ညားဇာတ်ကားမျိုးမဟုတ်တဲ့ အိမ်ထောင်ရေးဟာသကားလေးပါ။Noel နဲ့ သူ့သူငယ်ချင်း Pete ရဲ့အိမ်ထောင်ရေးပဋိပက္ခတွေအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိက‌ကတော့ အိမ်ထောင်ရေးမှာအဓိကဖြစ်တဲ့ sex ကိစ္စရဲ့ အရှုပ်‌တော်ပုံတွေကို ရိုက်ပြထားတာပါ။ ဇာတ်လမ်းကျောရိုးကတော့ Noel ရဲ့မိန်းမ Audraက သူ့ရဲ့မိန်းကလေးသူငယ်ချင်း Holly နဲ့ ကျောင်းတုန်းက sexလုပ်ဖူးတယ်ဆိုတာကို Noel ကသိသွားရင်းနဲ့ ဇာတ်လမ်းတွေဖြစ်လာတာပါ။ တစ်နေ့မှာ Holly ကAudra ဆီကို အလည်လာတဲ့အခါ‌မှာတော့........... အဲဒီ့ညကို သူတို့သုံးယောက်ဘယ်လိုဖြတ်သန်းကြမလဲဆိုတာကတော့ . . . ။ စကားလုံးအသုံးအနှုန်းများမှာ threesome ကိစ္စလေး တွေပါတာမို့လို့ မိသားစုနဲ့တိုက်ရိုက်တော့ မကြည့်သင့်ပါဘူး။#Zawgyiဒီဇာတ္ကားကေတာ့ သာမန္ခ်စ္ႀကိဳက္ညားဇာတ္ကားမ်ိဳးမဟုတ္တဲ့ အိမ္ေထာင္ေရးဟာသကားေလးပါ။Noel နဲ႔ သူ႔သူငယ္ခ်င္း Pete ရဲ႕အိမ္ေထာင္ေရးပဋိပကၡေတြအေၾကာင္းကို ႐ိုက္ျပထားတာပါ။ အဓိက‌ကေတာ့ အိမ္ေထာင္ေရးမွာအဓိကျဖစ္တဲ့ sex ကိစၥရဲ႕ အရႈပ္‌ေတာ္ပုံေတြကို ...",
        "rating": "",
        "url": "https://megaup.net/2RLrm/[CM]Holly.Slept.Over.2020.720p.WEBRip.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/fpy0fht60zva-140x200.jpg",
        "title": "[18+] Mom & Daughter Sex Diet (2020)",
        "description": "ဒီတစ်ခါလဲ ကိုရီးယားကား 18 + ကားလေးပါပဲ။\nဇာတ်လမ်းလေးကတော့ တခြားကားတွေနဲ့မတူဖူး။ထူးခြားတယ်။\nအလုပ်မရှိတဲ့ဒုန်ဟီးဆိုတဲ့လူတယောက်\nအရင်က ဝနေတဲ့သူက ဝိတ်တွေဘာတွေကျပြီး ငွေရွှင်နေတယ်။\nဒါကိုသတိထားမိတဲ့သူ့ သူငယ်ချင်းတွေက\nသားကြီး အဆင်ပြေလား ဘာညာ မေးရင်းနဲ့ ဒုန်ဟီး\nပွပေါက်တိုးနေတယ်ဆိုတာသိသွားတယ်။\nဘာလဲဆိုတော့ ဘုရားလည်းဖူးလိပ်ဥလည်းတူး ဆိုသလို\nဒုန်ဟီးတယောက် Gym သွားစရာမလိုပဲ ပိုက်ဆံရှာရင်း\nဝိတ်တွေချနေတာ။\nဘယ်လိုလုပ်လဲသိချင်ရင်တော့ ဇာတ်ရှိန်တက်ရင်း\nHeat ယူရအောင် ဒေါင်းသာကြည့်ကြတော့။\nပွဲတိုင်းကျော်ဘဲကြီးတွေ ဝိုက်ချက် ဝိုက်ချက်ဆိုတာ\nလက်မလည်ဖူး။နည်းကောင်း လမ်းကောင်းလည်းသိချင်တယ်\nဝိတ်လည်းကျချင်တယ်ဆိုတဲ့ဘဒိုတွေ\nဒေါင်းလို့ကတော့အကျိုးမယုတ်ပါဖူး။\nသိတဲ့အတိုင်းကိုရီးယားကားတွေ ထုံးစံအတိုင်\nး ဆော်တွေကတော့ဖြူဖြူဖွေးဖွေးရေဆေးငါးကြီးတွေ\nရှယ်လန်းတယ်။\nဇာတ်လမ်းလေးကလည်း မြင်နေကျထက်ဆန်းတယ်။\nအဲ့ဒါလေးနောက်ဆုံးပိတ် ကြော်ငြာဝင်ချင်တယ်။\nဘာသာပြန်ပေးထားတာကတော့\nFox ဖြစ်ပြီး XCode မှ\nတင်ဆက်ပေးထားပါတယ်",
        "rating": "7.3",
        "url": "https://megaup.net/3xIkQ/Mom_&_Daughter_Sex_Diet_(2020).1080p_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/61u0wOZ0wzL._SL1000_-142x200.jpg",
        "title": "[21+] Wife Impregnated by Her Father-In-Law (Yui Hatano)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n   \nဇာတ်လမ်းအကျဉ်းလေးကတော့အလုပ်အရမ်းရှုပ်တဲ့ ယောကျာ်းကြောင့်ဆန္ဒတွေ မပြည့်၀တဲ့မင်းသမီးလေးဟာ အမြဲစိတ်ညစ်နေရပါတယ်...အဲ့တာနဲ့ပဲကြံရာမရတဲ့အဆုံး ယောက္ခထီး ဖြစ်သူကို မိန်းမမာယာနဲ့သိမ်းသွင်းပြီးဒန့်တန့်တန် လုပ်လိုက်ပါတယ်...\n \n21+‌ဖြစ်တာကြောင့် 21ယောက်ပြည့်မှအဲလေ 21ပြည့်မှ ကြည့်ရှူကြပါခင်ဗျာ\n \nဘာသာပြန်ပေးထားတာ Dark Knight ဖြစ်ပြီး\nXcodeမှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "7.0",
        "url": "https://megaup.net/To9s/Immediate_Pregnancy_–_A_Wife_Who_Keeps_Her_Husband_Secretly_Father-in-law_And_Pregnancy_Affair_~_Yui_Hatano_[21+]_(MM_Sub).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/3b775baddd441ab51c7aae671b5ebb26-141x200.jpg",
        "title": "[21+] I Will Lend You A New Amateur Girl,Momoka Kashiwagi (esthetician)",
        "description": "~ Dark Side Production  ~Stay Home,Watch JAV.I strongly recommend it is not for kids. File Size : (1.9 GB)\nQuality : HD-Rip 720p\nRunning Time : 02:15:52\nFormat : Mp4\nGenre : Erotic,JAV\nSubtitle : Myanmar Subtitle (Hard Sub) :3Translated by WHOEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/2RKd1/I_Will_Lend_You_A_New_Amateur_Girl._87_Pseudonym)_Momoka_Kashiwagi_(esthetician).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BYzIwY2FhZjUtOTE0YS00ZjMzLWEzYjAtNTNmYjgxNDg3ZTZhXkEyXkFqcGdeQXVyNDYzMDMxOTc@._V1_-140x200.jpg",
        "title": "Sleeping Beauties (2017) 21+",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့\nတရံရောအခါက\nတိုင်းပြည်တစ်ပြည်မှာ အလွန်လှပတဲ့\nမင်းသမီးလေးရှိတယ်ပေါ့ဗျာ.\nသူမကို အရမ်းချစ်တဲ့ မင်းသားလေးလဲ\nရှိတော့ သူငယ်ချင်းဖြစ်သု\nမယဂရတ်က မနာလိုတာပေါ့.အဲ့တာနဲ့ပဲ\nကျိန်စာတိုက်လိုက်တာ\nမင်းသမီးလေးဟာ ထာဝရအိပ်ပျော်သွားပါလေရော.\nဒီလိုနဲ့ပဲ အိပ်ပျော်လိုက်တာ\nရာစုနှစ်များစွာကြာပြီး ယနေ့ခေတ်အခါကို\nရောက်ရှိလာပါတော့တယ်.\nအဲ့အချိန်မှာ မင်းသမီးလေး အိပ်ပျော်နေတဲ့\nရဲတိူက်ကြီးကို ဟိုတယ်အဖြစ်ပြောင်းဆောက်မယ့်\nအင်ဂျင်နီယာကိုကိုဟာ အိပ်ပျော်နေတဲ့\nမင်းသမီးလေးကို တွေ့တဲ့အခါ\nအသည်းယားလို့ အာဘွားပေးမိလိုက်ပါတယ်.\nအဲ့အချိန်မှာ မင်းသမီးလေးဟာ\nကျိန်စာပျယ်ပြီးတော့ နိုးထလာခဲ့ပါတယ်.\nသူမ နိုးထလာတဲ့အခါ သူမရဲ့ကျေးဇူးရှင်\nအင်ဂျင်နီယာကိုကို\nကို ဘယ်လိုကျေးဇူးတုန့်ပြန်မယ်ဆိုတာကို\nကွက်ကွက်ကွင်းကွင်း ဘွင်းဘွင်းရှင်းရှင်း\nရိုက်ပြထားတာကြောင့် dark sideဖန်တွေ\nသဘောကျနှစ်ခြိုက်ကြမှာပါ။\n၂၁+ ဖြစ်တာကြောင့် ၂၁မပြည့်သူများ\nမကြည့်သင့်ပါကြောင်း\nသတိပေးအပ်ပါတယ်ဗျာ\nဘာသာပြန်ပေးထားတာကတော့ Dark Knight ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်\nငယ်ငယ်က နတ်သမီး ပုံပြင်ကို ခုတဖန်\nLive Action အဖြစ် မြင်ရမှာ ဖြစ်လို့\nငယ်ဘ၀ အလွမ်းပြေ ကြည့်ဖို့ သူငယ်ချင်းတွေကိုလဲ\nMention ခေါ်လိုက်ပါ။",
        "rating": "7.3",
        "url": "https://megaup.net/15Bmu/Sleeping.Beauties.2017.1080p._{DS}.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/8n7wthcealtx-141x200.png",
        "title": "Bosomy Tae-hee (2020)",
        "description": "Bosomy Tae-hee (2020)\nDark Side အားပေးတဲ့ယောကျာ်းထုကြီးအပေါင်း\nမျှော်နေကြမယ်ထင်လို့ နောက်ထပ် ကိုရီးယား 18 အပေါင်း\nကားလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးပါအုန်းမယ်။\nစာမေးပွဲအပြီး အိမ်တွင်းအောင်း ဂူအောင်းသိုင်းကျင့်မယ့်\nသိုင်းဆရာတို့ ရိက္ခာလေးတွေကြိုဒေါင်းထားကြပါ။\nဇာတ်လမ်းလေးကတော့ နှစ်အိမ့်တစ်အိမ်\nဟင်းလဲစားတဲ့အကြောင်းပါပဲ။\nအလုပ်တစ်ခုမှာအတူတူလုပ်ကြတဲ့\nစီနီယာ၊ဂျုနီယာနှစ်ယောက် မိန်းမတွေကိုယ်စီရှိကြပေမယ့်\nတမျိုးတည်းကြာကြာဝါးရင် အရိုးညက်တယ်ဆိုသလို\nကိုယ့်မိန်းမ၊သူမိန်းမ လဲစားဖို့ စုံတွဲနှစ်တွဲ\nခရီးအတူတူထွက်ရင်း ကြံစည်ကြလေသတည်းပေါ့။\nဒီမှာပြောချင်တာက စီနီယာကတော့ ဂျပန်ကတုံးရုပ်မျိုးပေမယ့်\nသူမိန်းမလေးကတော့တော်တော် ချောတယ်ပြောရမယ်။\nBaby Face ကိုမှပါးချိုင့်လေးနဲ့။\nဘရားသားတို့စိတ်ကူးယဉ်လို့ရမယ့် ဆိုဒ်မျိုး။\nသူလေးက တခြားဆော်တွေလိုမဟုတ်ဖူး။\nနူးနူးညံ့ညံ့ ငြင်ငြင်သာသာအထိအတွေ့လေးတွေကိုမှ ခိုက်တယ်။\nသူဘဲကြီးကတော့အဲ့လိုမဟုတ်ဖူး။\nပညာလည်းစုံသလို ကြမ်းချင်တယ် ရမ်းချင်တယ်ပေါ့။\nစီနီယာကြီးရဲ့ ဆော်နဲ့ဆန့်ကျင်ဖက် ဂျူနီယာရဲ့ဆော်ကြီးကတော့ကြမ်းကြမ်းတမ်းတမ်းမှကြိုက်တာ။\nအဲ့ဆော်ကြီးကတော့ ရုပ်ကအရမ်းကြီးအချောကြီး\nမဟုတ်ပေမယ့် Technique ကတော့ကျွမ်းတယ်ပြောရမယ်။\nဆက်ပြောရရင် သိုင်းကားတွေထုံးစံအတိုင်းတယောက်တလဲစားကြမယ့်\nအစီအစဉ်ကို ဆော်ကြီးတွေကလည်းသိသိကြီးနဲ့မသိချင်ယောင်ဆောင်ကြလေသတည်းပေါ့။\nစီနီယာကိုရီးယားကတုံးရဲ့ဆော်ကို ဖန်ရတာလွယ်ပေမယ့်ခက်နေတာက\nဂျူနီယာရဲ့ဆော်။\nခရီးထွက်လာတဲ့ညမှာတင် အတွဲနှစ်တွဲသောက်ကြစားကြရင်း\nအဲ့ညမှာ ဂျူနီယာကတော့ စီနီယာဘဲရဲ့ဆော်ချောချောလေးကိုဖန်ပြီး\nစားသောက်ပြီးစီးသွားပေမယ့် စီနီယာဘဲကြီးတယောက်ကတော့\nဘယ်လို နည်းလမ်းတွေသုံးပြီး ဂျူနီယာဆော်ကို\nတီးရမလဲဆိုတာ ဂွကျနေတယ်။ဘာလို့လဲဆိုတော့ အဲ့ဂျူနီယာဘဲရဲ့\nဆော်ကြီးကအရက်မူးရင်သွေးဆိုးတယ်။\nအဲ့မှာနည်းနည်းပြဿနာတက်နေတာ။\nဒါနဲ့ သူ့မိန်းမကိုအပူကပ်ပြီး အဲ့ဂျူနီယာရဲ့ဆော်ကြီးကို ဖြုတ်ဖို့\nအကူအညီတောင်းတာပေါ့။\nသူမိန်းမကလည်းသူယောကျာ်းကို ကြောက်ရတော့ကူညီပေးလိုက်တယ်ပေါ့။\nအဲ့မှာ အဲ့ဘဲကြီးရဲ့ ရှယ်စားမယ့် စီမံကိန်းကြီးလည်းအောင်မြင်သွားပြန်တယ်။ဒါပေမယ့်\nအဲ့ဘဲကြီးမသိတာကသူတို့မိန်းမတွေကလည်း\nသူတို့ကိုလက်စားချေဖို့ကြံစည်နေတယ်ဆိုတာကိုပဲ။\nကဲ ဆက်ပြောရင်ဇာတ်လမ်းပေါ့မှာဆိုလို့ မပြောတော့ဖူး။\nသိချင်ရင်ဒေါင်းသာကြည့်ကြ။အဲ့ထဲကစီနီယာဘဲကြီးရဲ့ဆော်လေးကတော့\nနုနုထွတ်ထွတ်လေးနဲ့ ဂျပန်မလေးတွေဆိုဒ်မျိုး\nစကားပြောရင် မပွင့်တပွင့်လေးနဲ့\nရုပ်လေးကတော်တော်ချောတယ်ဆိုတာတော့\nညွှန်းလိုက်ပါရစေ။\nအဲ့ဆော်နှစ်ယောက်ဘဲကြီးနှစ်ယောက်အပိုးကျိုးသွားအောင်\nဘယ်လိုချေမယ်၊ဘယ်လိုပညာခန်းတွေသုံးမယ်ဆိုတာတော့\nနားကြပ်တပ် ဂူအောင်းပြီး သိုင်းကျင့်ရင်းခံစားကြည့်လိုက်ကြပါ။\nDarkSide အတွက် ...",
        "rating": "7.3",
        "url": "https://megaup.net/3xxrn/Bosomy_Tae-hee_(2020)_1080P_HD_%7BDS%7D_(2).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/04q2dhaapxol-133x200.jpg",
        "title": "Lazy Hazy Crazy (2015)",
        "description": "အမှန်ဆို 18+ ဆိုတာနဲ့\nအိပ်ရာပေါ် ဝုန်းဒိုင်းပြေးတက်\nဒချိ ဒချိ တွေ ကို ကျနော်\nတကယ်ကြီး မကြိုက်ပါဘူး\nတစ်ခါလာလဲ ဝုန်း တစ်ခါလာလဲဝုန်း\nဇတ်လမ်းဇတ်ကွက်က ဝုန်းတဲ့ ဇတ်ဆို\nPron ကားတွေ ကြည့်တာပဲ အကျိုး ရှိပါတယ်..\nကျနော် အရမ်းကြိုက်တဲ့ 18+ ထဲ မနက်ဖြန်\nတင်မယ့် ရုပ်ရှင်ကားလေးလဲ ပါပါတယ်...\nတရုတ်မလေး ကျောင်းသူ ၃ ယောက် ရဲ့\nဖြစ်ရပ်မှန် ဇတ်လမ်းလေး တစ်ပုဒ် ပါ...\nချွိုင် ၊ ပင်ကီ ၊ ထရေစီ ဆိုတဲ့ သုံးယောက်ပါ\nချွိုင် နဲ့ ပင်ကီ က အိမ်ကို အားမကိုးပဲ ကျောင်းလခ\nအိမ်ငှားခ တွေကို ရှာနေကြရတဲ့သူတွေပါ\nဘယ်လိုရှာလဲတော့ မမေးနဲ့ We Chat လို\nအကောင့်တွေကနေ အော်ဖာ ရှာပါတယ်\nတစ်ညအိပ် ၅ ထောင်လောက် ခိုင်တယ်\nလူကသာ အထက်တန်း ကျောင်းသူ\nပညာကတော့ အိမ်ရှင်မ အဆင့်ကျော်နေပါပြီ...\nသူတို့ သူငယ်ချင်း အရိုးခံလေး ထရေစီ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2bCxq/Lazy.Hazy.Crazy.2015.1080p.BluRay_%7BDS%7D_(2).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/wodjabghhczc-140x200.jpg",
        "title": "Friend Mom And Affairs (2019)",
        "description": "Dark Side ပရိတ္သတ္ေတြအတြက္ေနာက္ထပ္\nကိုရီးယား ၁၈ အေပါင္းကားေလးထပ္လာပါၿပီ။\n၁၈ေယာက္စုၾကည့္ရတဲ့ကားဆိုေပမယ့္\nဒီကားေလးက တျခားကားေတြနဲ႔မတူပဲ\nဇာတ္လမ္းဇာတ္အိမ္အရေကာ ေဆာ္ေတြကိုျဖဳတ္တာေရာက\nနည္းနည္းေလးၾကမ္းထားပါတယ္။\nဇာတ္လမ္းကေတာ့အားလံုး သိေနၾကတဲ့\nေက်ာ႐ိုးပံုစံပါပဲ။ပိုက္ဆံမက္တဲ့အသက္ ၃၀ ေက်ာ္အရြယ္\nေဟာေယာင္းဆိုတဲ့ မမအၿပိဳႀကီးက\nသူထက္အသက္ႏွစ္ျပန္ေလာက္ႀကီးတဲ့ ႐ွဳးဂါးဒယ္ဒီႀကီးနဲ႔ယူလိုက္ပါတယ္။\nဒါေပမယ့္ အဲ့ဘဲႀကီးကေတာ့ဇာတ္လမ္းထဲမပါပါဖူး။\nတကယ္ဖုတ္တာက အဲ့ေဆာ္ႀကီးရဲ႕အရင္Ex ပါ။\nသူEx ကိုက် ေဟာေယာင္းကပိုက္ဆံမရွိလို႔ဆိုၿပီးျဖတ္ခဲ့တာေပါ့။\nၿပီးေတာ့ သူယူလိုက္တဲ့ စားဘဲႀကီးဆီမွာ အြန္းဂ်ဴဆိုတဲ့သမီးရွိတယ္။\nအဲ့သမီးအသက္က ေဟာေယာင္းထက္ေတာင္တႏွစ္ႀကီးေသးတယ္။\nဇာတ္လမ္းျပန္ဆက္ရရင္ အေမထက္သမီးတစ္ႏွစ္ႀကီးဆိုသလိုပဲ။\nကံၾကမၼာကဖန္လိုက္တာက အဲ့ဒီအြန္းဂ်ဴနဲ႔ ေဟာေယာင္းရဲ႕\nအရင္ ex နဲ႔တည့္တည့္တိုးေတာ့တာပဲ။\nအြန္းဂ်ဴကလည္းေရငတ္တုန္းေရတြင္းထဲက်ဆိုသလို။\nသူမိေထြးရဲ႕အရင္ Ex ႀကီးနဲ႔ တဖန္ ဖုတ္ၾကေလသတည္းေပါ့။ေနာက္ေတာ့အြန္းဂ်ဴက\nအျပင္မွာတင္ ဒခ်ိရတာအားမရေတာ့\nအဲ့ဘဲကိုအိမ္အထိေခၚလာတယ္။\nအိမ္ေရာက္ေတာ့အေမေကာသမီးေကာ\nတေယာက္တလွည့္ခရမ္းသီးတစ္လံုးကို\nလုစားၾကပါေတာ့တယ္။\nကိုရီးယားဆိုတဲ့အတိုင္း နည္းနည္းေလးေတာ့ေနာက္ဆံုးခန္းမွာ\nပညာေပးသြားတဲ့ဇာတ္လမ္းေလးေတာ့ပါတာေပါ့။\nအဲ့သားအမိႏွစ္ေယာက္ ဘဲတစ္ေယာက္တည္းကို\nဘယ္လိုေဝစားမွ်စားမယ္၊ဘယ္လိုေတြပညာခန္းေတြျပၾကမယ္ဆိုတာေတာ့\nသိခ်င္ရင္ေဒါင္းၾကည့္လိုက္ေတာ့။အသက္ႀကီးေပမယ့္\nမပ်က္စီးေသးတဲ့ မမေတြ ျဖဴျဖဴေဖြးေဖြးေရေဆးငါးႀကီးေတြက\nမႏူးမနပ္ေလးေတြထက္စာရင္ ေတာ္ေတာ္လည္းဆရာက်တာမို႔လို႔\nသိုင္းေလာကသားတူေမာင္တို႔ေတြၾကည့္ၿပီး\nပညာယူလိုက္ၾကပါလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။\nဒီကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာက\nFox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/Pzrw/Friend.Mom.And.Affairs.2019.1080p_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/cvek0qb2au7j-141x200.jpg",
        "title": "The taste of married women (2018)",
        "description": "unicode\nကဲ စာမေးပွဲတွင်းအားပြတ်နေတဲ့\nဘဲကြီး၊ဘဲလေးတွေအတွက်နောက်ထပ် အားကုန်စေမယ့်\nကိုရီးယားကားကောင်းလေးလာပါပြီ။\nဒီတစ်ခါဇာတ်လမ်းလေးကတော့ လင်မယားနှစ်ယောက်ပဲ။\nဒါပေမယ့် တခြားလင်မယားတွေလို\nယောကျာ်းကအပြင်အလုပ်လုပ်တာမဟုတ်ဖူး။\nမိန်းမကအပြင်အလုပ်လုပ်၊ယောကျာ်းကအိမ်အလုပ်လုပ်\nမောင်တစ်ထမ်းမယ်တစ်ရွက်ပေါ့။\nဇာတ်လမ်းကအဲ့မှာစတာ။ယောကျာ်းကအိမ်အလုပ်လုပ်တယ်ဆိုတာ\nလက်စသတ်တော့အကြံနဲ့။ယောကျာ်းကအိမ်အလုပ်လုပ်ရင်းသူတို့ရပ်ကွက်ထဲက\nဆော်ကြီးတွေ၊ဘွားတော်တွေကိုဝင်လုံးပြီးသူတို့စိတ်ကြိုက်ပြုစုပေးနေတဲ့\nပရဟိတကောင်လေးဘွဲ့ကိုပါခံယူနေသူကြီးပေါ့။\nဒါကိုမိန်းမကတော့မသိရှာဖူး။\nသူတို့ရပ်ကွက်ထဲမှာတော့အဲ့ဘဲကဆရာပဲ။\nတခြားမိန်းမတွေရဲ့ယောကျာ်းတွေအလုပ်သွားကြပြီဆို\nပရဟိတကောင်လေးကလစ်ဟာနေတဲ့\nဆော်ကြီးတွေအတွက်အကျိုးဆောင်ပေးနေကြ။ဆော်ကြီးတွေဆိုလို့ အထင်မသေးနဲ့။\nအရွယ်ကောင်း တောင့်ဖြောင့်တင်းရင်းချက်က\nအပျိုကပါအရှုံးပေးရတယ်။ဆော်ကြီးတယောက်ဆိုအညိုစင်လေး။\nကိုရီးယားဆိုလို့ဖြူဖတ်ဖြူရော်မထင်နဲ့။ရွှေအိုရောင်အသားအရေကိုမှ\nကိုယ်လုံးကိုယ်ပေါက်ကလည်းအယ်ထနေတာ။\nကဲ ထားတော့။ဒါနဲ့ခုနကအလှူပေးနေတဲ့\nဘဲကြီးနေရာကိုလုမယ့်သူပေါ်လာတယ်ဆိုပါတော့။\nဒီတယောက်ကဆော်တွေအကြိုက် 6pack နဲ့ ပြီးတော့အားကောင်းမောင်းသန်\nလူပြိုလေး။\nအဲ့တော့နဂိုကမှ ဆာလောင်နေသောဆော်ကြီးများက\nအဲ့ဒီအသစ်မောင်မောင်ကို Oldie ဘဲကြီးထက်\nအသည်းခိုက်သွားကြတာပေါ့။\nဒါကိုအားကျမခံ မူလလက်ဟောင်းပရဟိတဘဲကြီးကလည်း\nသိုင်းကျမ်းတွေဂူအောင်းလေ့လာပြီး ရေခဲတောင်ကြာပွင့်စားပြလိုက်တော့\nဘယ်လိုတွေဖြစ်သွားလဲဆိုတာ ကိုယ်တိုင်ပဲ\nအားဆေးသောက်ပြီးကြည့်လိုက်ကြပါတော့လို့။\nအရင်မကြမ်းဖူးဆိုတဲ့ကားတွေထက်တော့\nအညိုစင်လေးအခန်းမှာပိုကြမ်းပိုဖြုတ်ထားလို့\nအားပေးလိုက်ကြပါအုန်း။\nဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nFox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nကဲ စာေမးပြဲတြင္းအားျပတ္ေနတဲ့\nဘဲႀကီး၊ဘဲေလးေတြအတြက္ေနာက္ထပ္ အားကုန္ေစမယ့္\nကိုရီးယားကားေကာင္းေလးလာပါၿပီ။\nဒီတစ္ခါဇာတ္လမ္းေလးကေတာ့ လင္မယားႏွစ္ေယာက္ပဲ။\nဒါေပမယ့္ တျခားလင္မယားေတြလို\nေယာက်ာ္းကအျပင္အလုပ္လုပ္တာမဟုတ္ဖူး။\nမိန္းမကအျပင္အလုပ္လုပ္၊ေယာက်ာ္းကအိမ္အလုပ္လုပ္\nေမာင္တစ္ထမ္းမယ္တစ္ရြက္ေပါ့။\nဇာတ္လမ္းကအဲ့မွာစတာ။ေယာက်ား္ကအိမ္အလုပ္လုပ္တယ္ဆိုတာ\nလက္စသတ္ေတာ့အၾကံနဲ႔။ေယာက်ား္ကအိမ္အလုပ္လုပ္ရင္းသူတို႔ရပ္ကြက္ထဲက\nေဆာ္ႀကီးေတြ၊ဘြားေတာ္ေတြကိုဝင္လံုးၿပီးသူတို႔စိတ္ႀကိဳက္ျပဳစုေပးေနတဲ့\nပရဟိတေကာင္ေလးဘြဲ႕ကိုပါခံယူေနသူႀကီးေပါ့။\nဒါကိုမိန္းမကေတာ့မသိရွာဖူး။\nသူတို႔ရပ္ကြက္ထဲမွာေတာ့အဲ့ဘဲကဆရာပဲ။\nတျခားမိန္းမေတြရဲ႕ေယာက်ား္ေတြအလုပ္သြားၾကၿပီဆို\nပရဟိတေကာင္ေလးကလစ္ဟာေနတဲ့\nေဆာ္ႀကီးေတြအတြက္အက်ိဳးေဆာင္ေပးေနၾက။ေဆာ္ႀကီးေတြဆိုလို႔ အထင္မေသးနဲ႔။\nအရြယ္ေကာင္း ေတာင့္ေျဖာင့္တင္းရင္းခ်က္က\nအပ်ိဳကပါအ႐ွဳံးေပးရတယ္။ေဆာ္ႀကီးတေယာက္ဆိုအညိဳစင္ေလး။\nကိုရီးယားဆိုလို႔ျဖဴဖတ္ျဖဴေရာ္မထင္နဲ႔။ေရႊအိုေရာင္အသားအေရကိုမွ\nကိုယ္လံုးကိုယ္ေပါက္ကလည္းအယ္ထေနတာ။\nကဲ ထားေတာ့။ဒါနဲ႔ခုနကအလႉေပးေနတဲ့\nဘဲႀကီးေနရာကိုလုမယ့္သူေပၚလာတယ္ဆိုပါေတာ့။\nဒီတေယာက္ကေဆာ္ေတြအႀကိဳက္ 6pack နဲ႔ ၿပီးေတာ့အားေကာင္းေမာင္းသန္\nလူၿပိဳေလး။\nအဲ့ေတာ့နဂိုကမွ ဆာေလာင္ေနေသာေဆာ္ႀကီးမ်ားက\nအဲ့ဒီအသစ္ေမာင္ေမာင္ကို Oldie ဘဲႀကီးထက္\nအသည္းခိုက္သြားၾကတာေပါ့။\nဒါကိုအားက်မခံ မူလလက္ေဟာင္းပရဟိတဘဲႀကီးကလည္း\nသိုင္းက်မ္းေတြဂူေအာင္းေလ့လာၿပီး ေရခဲေတာင္ၾကာပြင့္စားျပလိုက္ေတာ့\nဘယ္လိုေတြျဖစ္သြားလဲဆိုတာ ကိုယ္တိုင္ပဲ\nအားေဆးေသာက္ၿပီးၾကည့္လိုက္ၾကပါေတာ့လို႔။\nအရင္မၾကမ္းဖူးဆိုတဲ့ကားေတြထက္ေတာ့\nအညိဳစင္ေလးအခန္းမွာပိုၾကမ္းပိုျဖဳတ္ထားလို႔\nအားေပးလိုက္ၾကပါအုန္း။\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nFox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/Pzrx/The.Taste.of.Married.Women.2018_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/urmjfzitwthp-140x200.jpg",
        "title": "She and Auntie live together (2019)",
        "description": "ဒီတစ္ခါ Dark Side ပရိသတ္ႀကီးအတြက္\nခပ္လန္းလန္း စားေဆာ္ႀကီး အေၾကာင္း႐ိုက္ထားတဲ့\nကိုရီးယားကားခပ္ၾကမ္းၾကမ္းေလးလာပါၿပီ။\nမင္းသမီးကေျပာရရင္ စာေရးဆရာမေပါ့။လွတယ္\nေခ်ာတယ္ ကိုယ္လံုးကိုယ္ေပါက္ကလည္း ကိတ္တယ္။\nဘဲလည္းမရွိဖူး။တကိုယ္တည္းေနတဲ့ အထီးက်န္မမေပါ့။\nသူကေျပာရရင္ အျပာစာအုပ္ေတြေရးတဲ့\nေတာင့္ေတာင့္ေျဖာင့္ေျဖာင့္ စာေရးဆရာမမပါ။\nထူးဆန္းတာကသူစာေရးခါနီး အာရံုမရရင္\nအေတြ႕အၾကံဳေလးေတြကို ကိုယ္တိုင္ခံစားၿပီးမွေရးတတ္တယ္။\nေနာက္တစ္ခ်က္က တစ္ေယာက္တည္းေနရတာ\nေၾကာက္တယ္ဘာညာ အဲ့လိုေပါ့။အဲ့လိုေရးဖို႔အတြက္\nပိုက္ဆံလည္းခ်မ္းသာတဲ့ Sugar Mommy မမေခ်ာက\nအပန္းေျဖစံအိမ္လိုအိမ္ႀကီး တစ္လံုးငွားၿပီး\nအတူေနဖို႔ လူေတြ တစ္ေယာက္ၿပီးတစ္ေယာက္\nရွာပံုေတာ္ဖြင့္ေတာ့တာေပါ့။အဲ့\nအထဲမွာ ေဆာ္လည္းပါတယ္။\nတစ္ေယာက္ၿပီးတစ္ေယာက္ဆီက\nအေတြ႕အၾကံဳလည္းယူတာေပါ့။\nဆႏၵလည္းျဖည့္တယ္ေပါ့ေလ။ေနာက္ေတာ့အတူတူေနရင္းနဲ႔\nအက်င့္စ႐ိုက္မတူတာ၊အႀကိဳက္မတူတာေတြေၾကာင့္\nတစ္ရြာမေကာင္းသူေကာင္းမျဖစ္ဆိုသလို\nတစ္ေယာက္ၿပီးတစ္ေယာက္ေျပာင္းတယ္။\nေနာက္ဆံုးေတာ့မွပဲအဲ့ဒီမမစိတ္တိုင္းက်တဲ့သူေတြ႕သြားေတာ့တယ္။\nသူကဘယ္သူမို႔လို႔လဲ။\nကိုရီးယားဆိုေတာ့ ဇာတ္လမ္းဇာတ္အိမ္ေလးနဲ႔ တင္ဆက္ထားၿပီး\nေခါင္းေဆာင္မင္းသမီးကလည္း\nေတာ္ေတာ္သ႐ုပ္ေဆာင္တာ အသက္ဝင္တယ္ေျပာရမယ္။အ\nႏုအလွေတြနဲ႔ ဘယ္လိုတင္ဆက္ေပးမယ္ဆိုတာ\nသိခ်င္ရင္အျမန္ဆံုးေဒါင္းလိုက္ပါလို႔ ေနာက္ဆံုးပိတ္မွာခ်င္ပါတယ္။\nဒီ ရုပ္ရွင္ကားကို Fox က ဘာသာျပန္ေပးထားၿပီး\nXCode မွ တင္ဆက္ေပးထားပါတယ္unicode\nဒီတစ်ခါ Dark Side ပရိသတ်ကြီးအတွက်\nခပ်လန်းလန်း စားဆော်ကြီး အကြောင်းရိုက်ထားတဲ့\nကိုရီးယားကားခပ်ကြမ်းကြမ်းလေးလာပါပြီ။\nမင်းသမီးကပြောရရင် စာရေးဆရာမပေါ့။လှတယ်\nချောတယ် ကိုယ်လုံးကိုယ်ပေါက်ကလည်း ကိတ်တယ်။\nဘဲလည်းမရှိဖူး။တကိုယ်တည်းနေတဲ့ အထီးကျန်မမပေါ့။\nသူကပြောရရင် အပြာစာအုပ်တွေရေးတဲ့\nတောင့်တောင့်ဖြောင့်ဖြောင့် စာရေးဆရာမမပါ။\nထူးဆန်းတာကသူစာရေးခါနီး အာရုံမရရင်\nအတွေ့အကြုံလေးတွေကို ကိုယ်တိုင်ခံစားပြီးမှရေးတတ်တယ်။\nနောက်တစ်ချက်က တစ်ယောက်တည်းနေရတာ\nကြောက်တယ်ဘာညာ အဲ့လိုပေါ့။အဲ့လိုရေးဖို့အတွက်\nပိုက်ဆံလည်းချမ်းသာတဲ့ Sugar Mommy မမချောက\nအပန်းဖြေစံအိမ်လိုအိမ်ကြီး တစ်လုံးငှားပြီး\nအတူနေဖို့ လူတွေ တစ်ယောက်ပြီးတစ်ယောက်\nရှာပုံတော်ဖွင့်တော့တာပေါ့။အဲ့\nအထဲမှာ ဆော်လည်းပါတယ်။\nတစ်ယောက်ပြီးတစ်ယောက်ဆီက\nအတွေ့အကြုံလည်းယူတာပေါ့။\nဆန္ဒလည်းဖြည့်တယ်ပေါ့လေ။နောက်တော့အတူတူနေရင်းနဲ့\nအကျင့်စရိုက်မတူတာ၊အကြိုက်မတူတာတွေကြောင့်\nတစ်ရွာမကောင်းသူကောင်းမဖြစ်ဆိုသလို\nတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းတယ်။\nနောက်ဆုံးတော့မှပဲအဲ့ဒီမမစိတ်တိုင်းကျတဲ့သူတွေ့သွားတော့တယ်။\nသူကဘယ်သူမို့လို့လဲ။\nကိုရီးယားဆိုတော့ ဇာတ်လမ်းဇာတ်အိမ်လေးနဲ့ တင်ဆက်ထားပြီး\nခေါင်းဆောင်မင်းသမီးကလည်း\nတော်တော်သရုပ်ဆောင်တာ အသက်ဝင်တယ်ပြောရမယ်။အ\nနုအလှတွေနဲ့ ဘယ်လိုတင်ဆက်ပေးမယ်ဆိုတာ\nသိချင်ရင်အမြန်ဆုံးဒေါင်းလိုက်ပါလို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2ee7w/She.and.Auntie.live.together.2019_720P_%7BCM%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/gy2dratcrrzy-141x200.png",
        "title": "Invitation Girl 2 (2019)",
        "description": "ကဲ Dark Side ပရိတ္သတ္ႀကီးကို ၂၀၁၉ ခုႏွစ္ထြက္\n၁၈ အေပါင္း ကိုရီယားကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးမယ္။\nဇာတ္လမ္းကေတာ့ လင္မယားႏွစ္ေယာက္ေန႔တိုင္း\nဟင္းတစ္မ်ိဳးတည္းပဲ စားေနရေတာ့ ႐ိုးအီလာတာေပါ့။\nတစ္ခါတစ္ေလ ၾကက္ေၾကာ္စားခ်င္တဲ့ေန႔ရွိသလို\nတစ္ခါတစ္ေလလည္းခ်ဥ္ေပါင္ဟင္းနဲ႔စားခ်င္တယ္ဆိုတာမ်ိဳး။\nအဲ့လို႐ိုးအီေနတာကို သိတဲ့ေယာက်ာ္းျဖစ္သူက\nလင္မယားႏွစ္ေယာက္ၾကား အခ်စ္ေတြ အနည္မထိုင္သြားရေအာင္\nသူသြားေနၾက ကလပ္က အတြဲတစ္တြဲကို\nပါတနာလဲစားဖို႔အၾကံနဲ႔ သူတို႔အိမ္ကိုေခၚလာတယ္။\nအဲ့အတြဲကလည္း ဇမေသးဖူး။ခ်က္ဆိုနားခြက္က\nမီးေတာက္တဲ့အမ်ိဳး။သူမိန္းမကလည္း ေျပာရရင္ ေတာ္ေတာ္ေလး\nအသစ္ကို ေတာင္းတေနတဲ့အခ်ိန္ဆိုေတာ့\nကြက္တိျဖစ္သြားတယ္။\nကဲ ဒီေလာက္ဆို ဒီကားေဒါင္းၾကည့္မယ့္\nပုရိသအေပါင္းလည္း ဇာတ္လမ္းအဆင္ကဘယ္လိုလာမယ္ဆိုတာ\nသိမယ္ထင္ပါတယ္။\nမင္းသမီးႏွစ္ေယာက္က တေယာက္ဖြံ့ဖြံ့ထြားထြားနဲ႔\nတစ္ေယာက္က LCD ေပမယ့္စေကးကၽြမ္းတဲ့ အလန္းေလးဆိုေတာ့\nဘယ္လို type ပဲႀကိဳက္ႀကိဳက္ အဆင္ေျပလို႔ ၾကည့္ရတာတန္မွာပါ။\nလက္ေႏွးလို႔ ခြက္မေဆးရခင္ Dark Side ပရိတ္သတ္ႀကီး\nဇာတ္လမ္းေလးနဲ႔မွၾကည့္ခ်င္ပါတယ္ဆိုတဲ့\nကိုရီးယား Fan ေတြအျမန္ေဒါင္းလိုက္ပါေတာ့လို႔ ေမာင္းတီးလိုက္ၿပီေနာ္။\nဘာသာျပန္ၿပီး အညႊန္းကို ဂၽြတ္စေကး ေရးေပးထားတာကေတာ့\nFox ဆိုတဲ့ DarkSide Translator အသစ္ေလး ျဖစ္ၿပီး\nအိုးဒိ ႀကီး XCode မွ တင္ဆက္ေပးထားပါတယ္\nunicode\nကဲ Dark Side ပရိတ်သတ်ကြီးကို ၂၀၁၉ ခုနှစ်ထွက်\n၁၈ အပေါင်း ကိုရီယားကားကောင်းလေးနဲ့မိတ်ဆက်ပေးမယ်။\nဇာတ်လမ်းကတော့ လင်မယားနှစ်ယောက်နေ့တိုင်း\nဟင်းတစ်မျိုးတည်းပဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/invitation-girl-2-2019/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BZDExMWE2MGEtYjJlNi00NDE1LThiMGMtN2ZiOWZkN2JjNWYzXkEyXkFqcGdeQXVyODEwNjkyNjY@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Kiss and Kill (2017)",
        "description": "ဒီကားေလးေတာ့ drama/thriller/ romance/mystery ဇာတ္ကားေလးပါ.\nဒီ ဇာတ္လမ္းေလးကို အစျပဳပုံကေတာ့ စီးပြားေရး ေသာင္းက်န္းၿပီး\nဇနီးမယားအလွပေဂးေလးကို ပစ္ထားမိရာကေန စတာပါပဲ ....\nဓာတုကုမၸဏီ သူေဌးရဲ့ ဇနီးမယားအေခ်ာအလွေလးျဖစ္တဲ့\nေကတီဟာ စီးပြားေရးကိုပဲ အာ႐ုံစိုက္ၿပီး သူမရဲ့ ဆႏၵေတြကို\nျဖည့္ဆည္းမေပးတဲ့ ခင္ပြန္းျဖစ္သူကို စိတ္ကုန္လာတဲ့အခါ\nသူငယ္ခ်င္းမတစ္ေယာက္ရဲ့ ေျမႇာက္ပင့္မွုနဲ႔\nဘားကေယာက္်ားတစ္ေယာက္နဲ႔ သူမရဲ့ ဆႏၵေတြကို\nျဖည့္ဆည္းဖို့ႀကိဳးစားခဲ့ပါတယ္.\nကံဆိုးမသြားရာ မိုးလိုက္လို့ရြာဆိုတဲ့အတိုင္း ကံဆိုးမေလးေကတီဟာ\nဘယ္ကမွန္းမသိ ဘယ္သူမွန္းမသိတဲ့ ဘားကလူနဲ႔ အိပ္စက္ၿပီး\nသူမရဲ့ ဆႏၵေတြကို ျဖည့္စည္းၿပီး ေနာက္မွာ ေနာက္ဆက္တြဲ\nအက်ိဳးဆက္ေတြကေတာ့ မေကာင္းလွဘူးေပါ့....\nဘယ္လိုမေကာင္းတာလဲ ဆိုတာကေတာ့ ပရိသတ္ႀကီး\nၾကည့္ရွူခံစားရင္း သိျမင္လာမွာပါ.....\n21+ေလး ျဖစ္တာေၾကာင့္ မိသားစုနဲ႔21ေအာက္ကေလးမ်ား\nၾကည့္ရွုဖို့ အဆင္မေျပပါဘူး ခင္ဗ်ာ\nunicode\nဒီကားလေးတော့ drama/thriller/ romance/mystery ဇာတ်ကားလေးပါ.\nဒီ ဇာတ်လမ်းလေးကို အစပြုပုံကတော့ စီးပွားရေး သောင်းကျန်းပြီး\nဇနီးမယားအလှပဂေးလေးကို ပစ်ထားမိရာကနေ စတာပါပဲ ....\nဓာတုကုမ္ပဏီ သူဌေးရဲ့ ဇနီးမယားအချောအလှလေးဖြစ်တဲ့\nကေတီဟာ စီးပွားရေးကိုပဲ အာရုံစိုက်ပြီး သူမရဲ့ ဆန္ဒတွေကို\nဖြည့်ဆည်းမပေးတဲ့ ခင်ပွန်းဖြစ်သူကို စိတ်ကုန်လာတဲ့အခါ\nသူငယ်ချင်းမတစ်ယောက်ရဲ့ မြှောက်ပင့်မှုနဲ့\nဘားကယောက်ျားတစ်ယောက်နဲ့ သူမရဲ့ ဆန္ဒတွေကို\nဖြည့်ဆည်းဖို့ကြိုးစားခဲ့ပါတယ်.\nကံဆိုးမသွားရာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/SCdm/Kiss.and.Kill.2017.1080p_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/20150707072618_375-150x200.jpg",
        "title": "[21+](decensored) My Girlfriend’s Elder Sister Is A Horny Bitch,Erika Momotani [ABP-171] 2019",
        "description": "{ Dark Side Production မှတင်ဆက်သည်။ }Decensored Version ဖြစ်တာကြောင့် သာမန် Japan ကားတော့မဟုတ်ပါဘူး..\nရှင်းရှင်းပြောရရင် မဝါးဘဲ ရှင်းတာမျိုးပါ...\n:3\nဇာတ်လမ်းကတော့ ညီအစ်မ ၂ ယောက် ကောင်လေး ၁ ယောက်ကို ဘယ်လိုအမဲဖျက်ကြမလဲဆိုတာ\nဝမ်းနည်းစွာ ကြည့်ရှုရမှာပါ။\n:( - Zawgyi -Decensored Version ျဖစ္တာေၾကာင့္ သာမန္ Japan ကားေတာ့မဟုတ္ပါဘူး..\nရွင္းရွင္းေျပာရရင္ မဝါးဘဲ ရွင္းတာမ်ိဳးပါ...\n:3\nဇာတ္လမ္းကေတာ့ ညီအစ္မ ၂ ေယာက္ ေကာင္ေလး ၁ ေယာက္ကို ဘယ္လိုအမဲဖ်က္ၾကမလဲဆိုတာ\nဝမ္းနည္းစြာ ၾကည့္ရႈရမွာပါ။\n:( File Size : (1.3 GB)\nQuality : HD-Rip 720p\nRunning Time : 02:07:54\nFormat : Mp4\nGenre : Erotic,JAV\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by HELLEncoded ...",
        "rating": "",
        "url": "https://megaup.net/Pnda/[DS][ABP-171]_(decensored)_My_Girlfriend_s_Elder_Sister_Is_A_Horny_Bitch_Who_Leads_Me_To_Temptation._Erika_Momotani.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejaHQQKp5J2tD6ubprDMmIRGKnE.jpg",
        "title": "[18+]Scarlet Innocence(2014)",
        "description": "Scarlet Innocence(2014)(unicode)တစ်ချို့သော ကိုရီးရား အချစ်ကားတွေဟာ တော်ရုံ adult ကားတွေထက်\nဆွဲဆောင်မှုရှိကြတယ်လို့ဆိုကြတယ်...အဲ့ဒီကားတွေထဲမှာ\nScarlet Innocence (2014) လည်းအပါအဝင်ဖြစ်တယ်...ကြည့်ဖူးတဲ့သူတွေသိကြသလို\nအကြည်လေး သိမ်းထားချင်တဲ့သူတွေအတွက်ရော မကြည့်ရသေးတဲ့သူတွေအတွက်ရော\nတင်ဆက်ပေးလိုက်တယ်...ဒီကားက ဇာတ်လမ်းလည်းကောင်းမွန်လှသလို\nမင်းသားမင်းသမီးတွေကလည်း နာမည်ကြီးတွေပါပဲ...\n(18+)လူကြီးခန်းများ အများအပြားပါတာမို့ မိသားစုနဲ့အတူ မကြည့်သင့်ပါဘူး...\nထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့ကားကောင်းမို့\nခံစားကြည့်ကြပါဦးလို့ပဲပြောပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်...(zawgyi)တစ္ခ်ိဳ႕ေသာ ကိုရီးရား အခ်စ္ကားေတြဟာ ေတာ္႐ုံ adult ကားေတြထက္\nဆြဲေဆာင္မႈရွိၾကတယ္လို႔ဆိုၾကတယ္...အဲ့ဒီကားေတြထဲမွာ\nScarlet Innocence (2014) လည္းအပါအဝင္ျဖစ္တယ္...ၾကည့္ဖူးတဲ့သူေတြသိၾကသလို\nအၾကည္ေလး သိမ္းထားခ်င္တဲ့သူေတြအတြက္ေရာ မၾကည့္ရေသးတဲ့သူေတြအတြက္ေရာ\nတင္ဆက္ေပးလိုက္တယ္...ဒီကားက ဇာတ္လမ္းလည္းေကာင္းမြန္လွသလို\nမင္းသားမင္းသမီးေတြကလည္း နာမည္ႀကီးေတြပါပဲ...\n(18+)လူႀကီးခန္းမ်ား အမ်ားအျပားပါတာမို႔ မိသားစုနဲ႔အတူ မၾကည့္သင့္ပါဘူး...\nေထြေထြထူးထူးၫႊန္းစရာမလိုတဲ့ကားေကာင္းမို႔\nခံစားၾကည့္ၾကပါဦးလို႔ပဲေျပာပါရေစ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Fliex ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (395 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:53:00\nGenre :  Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fliex\nEncoded by War Dog",
        "rating": "6.0",
        "url": "https://megaup.net/Ruwf/Scarlet_Innocence_2014_.BLU-RAY.720P.PP.mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/demon-ninja-asagi-pair-152x200.jpg",
        "title": "(21+) Demon Ninja Asagi Pair (2013)",
        "description": "Dark Side ဖန်တွေအတွက်\nနင်ဂျာမမတွေရဲ့ စွန့်စားခန်းလေးတွေ\nတင်ဆက်ပေးလိုက်ပါတယ်.\nတချိန်က ဂျပန်မှာ မကောင်းဆိုးဝါးတွေ\nသောင်းကျန်းနေချိန်မှာ နင်ဂျာညီအစ်မဖြစ်တဲ့\nအာဆာကီနဲ့ ဆာကူရာက လိုက်လံနှိမ်နင်းပေးပါတယ်.\nအဲ့လို နှိမ်းနင်းရင်း တနေ့မှာ နတ်ဆိုးမမဖြစ်တဲ့ အိုရိုဘိုကို\nအပြီးသတ်နှိမ်နင်းနိုင်ခဲ့ပါတယ်.\nဒါပေမယ့် ကံဆိုးချင်တော့ နတ်ဆိုးမမ\nအိုဘိုရိုဟာ ပြန်လည်ရှင်သန်လာပြီး\nသူတို့အစ်မဖြစ်သူ အာဆာကီ ကို ထောင်ချောက်ဆင်ပြီး\nဖမ်းဆီးခဲ့ပါတယ်.\nတချက်ခုတ် နှစ်ချက်ပြတ်သဆိုသလိုပဲ\nကံဆိုးချင်တော့ ညီမ ဖြစ်သူ ဆာကူရာကလဲ\nသူ့နင်ဂျာမမကို လာကယ်ရင်း အဖမ်းခံလိုက်ရပါတယ်.\nအဲ့နောက်မှာတော့ နတ်ဆိုးမမအိုဘိုရိုဟာ\nသူရဲ့ အမုန်းတရားတွေကို စနစ်တကျ ပြန်လည်လက်စားချေပုံကို\nဟာကနဲ ဟင်ကနဲ ပါးစပ်အဟောင်းသား\nသားရည်တမြှားမြှားနဲ့ ကြည့်ရှုရတော့မှာမလို့\ndark sideမှ အထူးတင်ဆက်ပေးလိုက်ပါတယ်....\nဘာသာပြန်ပေးထားတာကတော့ YK ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်အထူးသတိပြုမှာကတော့အချိန် ၂ နာရီကျော်ကြာတဲ့\nဒီ နင်ဂျာ အထူးအက်ရှင် ဇတ်ကားကြီး ကို\nအပိုင်း ၁ နဲ့ ၂ ခွဲပေးထားတာ ဖြစ်တဲ့အတွက်\nDownload List မှာ ရှိတဲ့ ၂ မျိုးလုံးကို\nDownload ဆွဲရမှာဖြစ်ပါတယ်\nတစ်ပိုင်းလောက် မေ့ကျန်ခဲ့ရင်\nရင်နာစရာတွေ မဖြစ်ရအောင်\nကြိုတင် အသိပေးအပ်ပါတယ်zawgyi\nDark Side ဖန္ေတြအတြက္\nနင္ဂ်ာမမေတြရဲ႕ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/21-demon-ninja-asagi-pair-2013/",
        "category": "Adult"
    }
]