[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Ai-Hongo1-133x200.jpg",
        "title": "[21+]The Record Of A Beautiful College Girl (FSDSS-534)",
        "description": "Ai Hongo လေးက ချစ်ဖို့ကောင်းတယ်\nငယ်ငယ်နုနု အကိတ်လေး အထူးသဖြင့်သူမရဲ့\nလုံးဝန်းပြီး သေသပ်လှပတဲ့ ရွှေရင်အစုံ\nအိပြီး စီးချက်ညီ လှုပ်ရှားတက်တဲ့ အလှ\nဒါတွေကို ဒီဇာတ်ကားထဲမှာ ခံစားနိုင်ပါပြီသူက သူ့ရဲ့ကောင်လေးကိုအရမ်းချစ်တာပဲ\nသူရဲ့ကောင်လေး ကြိုက်မယ်ထင်တာတွေ အလုပ်သိပ်လုပ်တာပဲဘယ်လောက်ထိများ သူ့ရဲ့ကောင်လေးကို\nချစ်လဲဆိုရင် အိမ်ပေါ်ခေါ်တင်ထားတဲ့အထိပဲ\nချစ်သူနှစ်ဦးရဲ့ ကြည်နူးစရာ ရသမျိုးနဲ့\nခလေးတွေကြည့်ဖို့မသင့်တော်တဲ့ အခန်းတွေချည်းပဲမို့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB / 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1SryU/FSDSS-534.1080p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/DLDSS156-convert.io-1-141x200.jpg",
        "title": "(21+) In A Rainy Day (DLDSS-156)",
        "description": "ယုကာလေးနဲ့ မိတ်ဆက်ပေးရဉီးမယ်\nသေးသးသွယ်သွယ်လေးလေးနဲ့ ချစ်စရာ အမူရာလေးတွေ\nမြင်ရမယ် ဆွဲဆွဲငင်ငင် ကြည့်တက်တဲ့သူ့အကြည့်တွေသူက ကော်ဖီဆိုင်လေးတစ်ဆိုင်မှာ အလုပ်လုပ်နေပါတယ်\nဆိုင်ထဲမှာ အသစ်ရောက်လာတဲ့ ဆူဇူကီ\nသူကတော့ အချိန်ပိုင်း အလုပ်သမားလေးပါ\nဆူဇူကီက အတွေ့အကြုံမရှိတဲ့ လူပျိုလေး\nသူက ယုကာလေးကို ခိုးခိုးကြည့်နေရတဲ့သူလေးတစ်နေ့ ဆိုင်သိမ်းချိန် မိုးတွေ သဲကြီးမဲကြီး ရွာချလိုက်ပါတယ်\nအိမ်အပြန် ရထားတွေတောင်ရပ်ရတဲ့အထိ မိုးက သဲကြီးမဲကြီးပဲ\nသူတို့နှစ်ယောက် အိမ်ပြန်မရတဲ့အခါမှာတော့\nလူနှစ်ယောက် အိပ်လို့မရတော့တဲ့အခါ ဘယ်လိုတွေ\nဖြစ်တက်လဲဆိုတာ အကြမ်း အရမ်းတွေက ကောင်းလှတာမို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.85GB  / 1.11GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2yoE3/DLDSS-156.1080p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BF762-convert.io_-141x200.jpg",
        "title": "[21+]The Beautiful Girl Live Next Door (BF-762)",
        "description": "တစ်ကယ်ကို SEXY ကျပြီး ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ လေး\nသူ့ရဲ့ နုထွားလှတဲ့ ကိုယ်လုံးလေး\nတင်းရင်းပြီး ကြီးမားလှတဲ့ ရင်သားတွေက သူ့ရဲ့ပြယုဒ်တစ်ခု\nဆွဲဆောင်မှုရှိတဲ့ နှုတ်ခမ်းအစုံက နှင်းဆီဖူးလေးလိုဟုတ်ပါတယ် သူမက စားဆော်ကြီးပါ\nသူက အခန်းတစ်ခန်းမှာ လွတ်လွတ်လပ်လပ်နေပြီး\nသူ့စိတ်ကြိုက်သူတွေကို အခန်းပေါ်ခေါ်တင်ပြီး\nခြေတော်တင်တက်သူသူ့အိမ်နီးချင်း ကောင်လေးအတွက်တော့ နားငရဲပါပဲ\nတစ်နေ့တစ်နေ့ ဟိုဖက်ခန်းကအသံတွေပဲ သူကြားနေရတယ်\nတစ်နေ့ အခန်းထဲကို ပိုးဟပ်ဝင်လို့ဆိုပြီး\nရေကြီးသုတ်ပြာနဲ့ သူ့အခန်းတံခါးကို ကောင်မလေးလာခေါက်တဲ့အချိန်မှာတော့\nFile size…2.7GB  / 1.4GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Sq3n/[BF-672]_The_girl_next_door_.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Nao-Jinguji-4-140x200.jpg",
        "title": "[21+]My Beautiful Sister(MIDV-103)",
        "description": "မမဟာတခမ်းတနားဖွဲ့ဆိုစရာမလိုအောင်လှလွန်းပါတယ်\nမမလို့ခေါ်ချင်ပေမဲ့ တကယ်တော့ နာအိုလေးက\nအသက်ငယ်ငယ်လေးရှိပါသေးတယ်နာအိုလေးရဲ့အလှကတော့ မြီးကောင်ပေါက်မလေးလိုမဟုတ်တော့ပါဘူး\nရှိုက်ကြီးဖိုငယ်အသွယ်သွယ်နဲ့ မင်းကြိုက်စိုးကြိုက်တော်ဝင်သုံးလေးပါ\nပြောရရင် သူလေးက ၉၇ ခုနှစ်ဖွားလေးဆိုတော့ မမမကျညီမလေးမကျလေးပေါ့ရုပ်ရည်လေးက စွဲမက်ဖွယ်ရှိတဲ့အပြင် ပြောရရင်ယောကျ်ားတစ်ယောက်ရဲ့\nရမ္မက်စိတ်ကိုနှိုးဆွပေးနိုင်တဲ့ ရုပ်ရည်မျိုးပေါ့ ခါးသေးရင်ချီ\nတင်းသားနှစ်ဆိုင်လွန်ထွားကျိုင်းပုံမှာလည်း ဂစ်တာလေးကိုသာ\nမျက်စိထဲမြင်ကြည့်လိုက်ပါတော့ ညိုကီတို့..ခုဇာတ်ကားလေးထဲမှာလဲ လှပတဲ့ဘော်ဒီလေးကို\nရှင်းလင်းမြင်သာအောင် ဖိုတိုမော်ဒယ်လေးအဖြစ်\nသရုပ်ဆောင်ပေးထားတာမို့ညိုကီတို့အတွက်\nတင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.6GB / 1.3GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 31mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/2ym7i/MIDV-103_My_Big_Sister-In-Law.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QeepC7oD3XAByFIkHfmd83fLJU.jpg",
        "title": "[18+]Master and Man(2019)",
        "description": "[18+]Master and Man(2019)**************************ပန်းချီလောကထဲမှာ ကျင်လည်နေတဲ့သူနှစ်ယောက်ဖြစ်တဲ့\nပါမောက္ခဂင်ချွန်းဘယ်နဲ့ အီဟျွန်းဒယ်ကိုယ်ရေးကိုယ်တာအရ သိပ်သဘောမကျပေမဲ့လည်း\nချွန်းဘယ်လက်အောက်မှာနေရင်း မိန်းမယူတာကအစ\nသူ့သဘောအတိုင်း ယူလိုက်ရတဲ့ အီဟျွန်းဒယ်လူကသာနာမည်မကြီးသေးပေမဲ့ မိန်းမလိုက်စားမှုကနာမည်ကြီးနေလေတော့\nဟျွန်းဒယ်တစ်ယောက် ဒီပန်းချီလောကထဲက ဘယ်လိုမိန်းမတွေနဲ့ နှစ်ပါးသွားမလဲ\nသူဖြစ်ချင်တဲ့ နာမည်ကြီးပန်းချီဆရာအဖြစ်နဲ့ ချွန်းဘယ်ကိုအာခံနိုင်မလားဆိုတဲ့ဇာတ်ကြောင်းကို\n18+ scene တွေဝေဝေဆာဆာနဲ့ ကြည့်ရှုရမှာဖြစ်လို့ညိုကီတို့ဒေါင်းထားသင့်ပါကြောင်း....File Size :(1.2GB)and (576MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre :Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1cr05/Master.And.Man.2019.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPQNuAzbi6HSjvrimKTjEzIvGZC.jpg",
        "title": "[19+]Day Dream(1981)",
        "description": "[19+]Day Dream(1981)*********************အကြမ်းပတမ်းအိပ်ခန်းနှင့်သတ်ဖြတ်ခန်းများပါသဖြင့်မိသားစုနှင့်အတူမကြည့်သင့်ပါ..... ဇာတ်ကားကတော့ နာမည်နဲ့လိုက်အောင်ပဲ နေ့ခင်းကြောင်တောင်ကြီး\nအိပ်မက်မက်နေတဲ့ ကိုလူချောရဲ့အိပ်မက်ကို ရိုက်ပြထားတာပါသွားနဲ့ပတ်သက်ပြီး ဝေဒနာခံစားရသူတွေ ဆုံစည်းကြတဲ့ သွားဆေးခန်းမှာ\nကူရာဟာရှီနဲ့ မိန်းမလှလေး ချီအဲကိုတို့ ကိုယ့်အလှည့်ရောက်အောင်\nအတူတူထိုင်စောင့်ကြရပါတယ်အရင်ဝင်သွားတဲ့ ချီအဲကိုရဲ့ သွားကုသရာမှာ နာလို့ညည်းသံတွေကို ကိုယ်တော်က\nတမျိုးတဖုံ စိတ်ဝင်စားမိပြီး စပ်စုမိတဲ့နောက်မှာတော့\nသွားနှုတ်ဖို့အတွက် မေ့ဆေးလား ထုံဆေးလားမသိတာကို အပေးခံလိုက်ရပါတယ်အဲမှာ စိတ်စွဲပြီး ဘယ်လိုအိပ်မက်တွေ ဆက်မက်မလဲဆိုတာသိချင်ရင်တော့\nကူရာဟာရှီနဲ့အတူတူ လိုက်မက်ကြည့်ကြဖို့အကြံပေးချင်ပါတယ်...File Size :(2.2GB) and (836 MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:50:00\nGenre : Adult,Fantasy, Horror, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1Soo5/Daydream.1981.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYQFYtws1kQs4zsRuevMuA4b2BY.jpg",
        "title": "[18+]Sibyl(2019)",
        "description": "[18+]Sibyl(2019)***************ပြင်သစ်ကားပီပီ အကြမ်းပတမ်း အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါကြောင်း...စီဘီလ်ဆိုတဲ့ စိတ်ရောဂါကု ဆရာဝန်တယောက်ဟာ သူသဘောအကျရဆုံး စာရေးတဲ့အလုပ်ကိုလုပ်ဖို့ဆရာဝန်အလုပ်ကို စွန့်လွှတ်လိုက်ပါတယ်။ တနေ့မှာတော့ မားဂေါ့ဆိုတဲ့ မင်းသမီးတလက်ဟာ သူ့ဆီကဆေးကုသမှု ခံယူဖို့ ရောက်လာပါတော့တယ်။\nလူနာတွေ ထပ်မကြည့်တော့တဲ့ စီဘီလ်တယောက် မားဂေါ့ကို လူနာအဖြစ်လက်ခံပြီးမားဂေါ့ဘဝထဲကို တစနဲ့တစ ဝင်ရောက်လာပါတော့တယ်။စာရေးဖို့ ဇာတ်လမ်းရှာနေတဲ့စီဘီလ်တယောက် မားဂေါ့ရဲ့ ဘဝအကြောင်းကို အခြေခံပြီး ဘယ်လိုဝတ္ထုတွေ ဖန်တီးမလဲ\nမားဂေါ့ကရော ဘယ်လိုပြသနာတွေနဲ့ရင်ဆိုင်နေရလို့ စီဘီလ်ဆီရောက်လာရတာလဲဆိုတာကို ကြည့်ကြရမှာပါFile Size :(1.5 GB) and (618 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ko Myo\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1cp7u/Sibyl.2019.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/hirose-150x200.jpg",
        "title": "(21+)Neglect Of My Lovely Husband(JUG-157)",
        "description": "ဒီတစ်ခါမှာတော့ လှပလုံးဝန်းတဲ့ စနေနံနှစ်ခိုင်ကို ပိုင်ဆိုင်ထားတဲ့\nHina Hirose လေးရဲ့ အလှတွေ ခံစားရအောင်ဗျာသူလေးရဲ့ အကြည့်တွေနဲ့ ငါ့ရံ့ကိုယ်လုံးလေးကို ဘယ်သူလွန်ဆန်နိုင်မှာလဲ\nအထူးသဖြင့် အိစက်ပြီး လုံးဝန်းနေတဲ့ သူမရဲ့ ရင်မွှာအစုံ\nသူ့အမျိုးသားကတော့ အလုပ်မှအလုပ်ပဲ မိန်းမကိုရှိတယ်လို့တောင်မထင်\nတစ်နေ့မှာတော့ သူ့အမျိုးသား အမှုတစ်ခုနဲ့ စွပ်စွဲခံရပါတယ်အဲဒီအမှုက သူဘယ်လိုမှ ထင်မထား မယုံထားတဲ့အမှုတစ်ခု\nအဲဒီအမှု ဖြေရှင်းပုံက တစ်မျိုးလေး ကြည့်ကောင်းနေတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.95GB / 900MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2yjP1/[JUQ-157]_1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/im7oY6pwW5j9UXfZV3zI9Vgdo4F.jpg",
        "title": "[18+] Love Hunter (1972)",
        "description": "Love Hunter (1972)အသက်နှစ်ဆယ်ဝန်းကျင် ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်တဲ့ ကာဇူအိုဟာ ကျောင်းနေဖက်သူငယ်ချင်း ဟီဆာကိုနဲ့ချစ်ကျွမ်းဝင်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူတို့ဘဝထဲကို ထူးခြားဆန်းကြယ်ပြီးအသိရခက်တဲ့ ကျိုကိုဆိုတဲ့သက်လတ်ပိုင်းမိန်းမလှတစ်ယောက် ဝင်ရောက်လာပါတော့တယ်။ကျိုကိုဟာ ချမ်းသာကြွယ်ဝပြီး အဆင့်အတန်းမြင့်တဲ့အသိုင်းအဝိုင်းကလာတဲ့သူဖြစ်တယ်။ ဒါပေမဲ့ အထက်တန်းလွှာရေပေါ်ဆီတွေထုံးစံ အရာရာပြည့်စုံနေတော့ သာယာမှုကိုနည်းမျိုးစုံနဲ့ရှာဖွေရာကနေ ကျော်မကောင်းကြားမကောင်း ဇာတ်လမ်းမျိုးတွေကို ပိုင်ဆိုင်ထားသူလဲဖြစ်ပါတယ်။ ကာဇူအိုရော ဟီဆာကိုပါ သူတို့ကိုယ်တိုင်မသိလိုက်ခင် ဒီအသိုင်းအဝိုင်းထဲက စည်းဘောင်မဲ့လွတ်လပ်တဲ့၊ နာကျင်မှုတွေနဲ့သာယာမှုတွေနဲ့ရောပြွမ်းနေတဲ့လောကထဲ ဝင်ရောက်မိပါတော့တယ်။ဒီဇာတ်ကားကတော့ ပါဝင်တဲ့ Incest ဆန်ဆန်လိင်မှုရေးရာခန်းတွေကြောင့် ညစ်ညမ်းမှုနဲ့ တရားစွဲခံရတဲ့အထိဖြစ်ခဲ့ပြီး နှစ်နှစ်နီးပါးတရားရင်ဆိုင်ခဲ့ရသလို အဲဒီတရားစွဲမှုကပဲ ဇာတ်ကားကိုပိုနာမည်ကြီးစေခဲ့ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.3/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.3",
        "url": "https://megaup.net/1cn5t/(CM)_Love_Hunter_(1972)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/1656928433_1656926397_8271_porndoporn_com-147x200.jpg",
        "title": "[21+]A Mat-style Massage Parlor-Kana Morisawa [MEYD-746-Decensored]",
        "description": "Kana Morisawa ဆိုတာ ဂျပန်ထဲမှာမှ အနောက်တိုင်းဆန်တဲ့မျက်နှာကျနဲ့ အဆီအပိုမရှိတဲ့ မော်ဒယ်လိုကိုယ်လုံးကိုယ်ထည်နဲ့ မှတ်မိချင်စရာမင်းသမီးလေးဖြစ်ပါတယ်။MEYD-746 ဒီဇာတ်လမ်းမှာတော့ ဆင်းရဲသူကို အထင်သေးတဲ့ အထက်တန်းစားမိန်းကလေးတစ်ယောက်အဖြစ် အထူးသရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းသဘောအရ သနားစရာအခန်းလေးတွေလဲပါတာမလို့ သူ့ရဲ့သရုပ်ဆောင်အမူအရာပေါင်းစုံကို မြင်ရမယ့်ဇာတ်ကားပါပဲ။Decensored Version ကအတော်အဆင်ပြေတာမလို့ 720p Decensored Version တစ်ခုပဲ တင်ဆက်လိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (1.2 GB)\nQuality : HDRip 720p (Decensored)\nRunning Time : 01:58:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin X\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2yglx/DS[MEYD-746-Decensored]A_Mat-style_Massage_Parlor-Kana_Morisawa.HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/81ap-HyRC1L._AC_SL150011_-141x200.jpg",
        "title": "[21+]Beautiful Face Woman-Amakawa Sora[JUQ-136-Decensored]",
        "description": "မင်းသမီး Amakawa Sora ကို သာမန်အားဖြင့်တော့ မြင်ဖူးနေကျ မဟုတ်လောက်ပါဘူး...ဒါပေမယ့် ခုတင်ဆက်လိုက်တဲ့ [JUQ-136] ဇာတ်လမ်းကိုကြည့်ကြည့်ပါ...သူ့ရဲ့ပရိတ်သတ်ဖြစ်သွားစေရပါမယ်...ဒီလောက်ထိကို သူမဟာ ဒီဇာတ်လမ်းမှာ သက်ဝင်လွန်းခဲ့ပါတယ်။သူမရဲ့ အမိုက်ဆုံးဇာတ်လမ်းလို့ပြောရမှာဖြစ်ပြီးတော့ Decensored Version နဲ့ဆိုတော့ ပိုလို့တောင် ခံစားကြရမှာဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.1 GB) & (850 MB)\nQuality : HDRip(Decensored)1080p & 720p\nRunning Time : 02:00:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin X\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1clp3/[JUQ-136-Decensored]Beautiful_Face_Woman-Sora_Amagawa.HDrip_1080p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAhoJB26AFudZjHigoAV6tBaPtM.jpg",
        "title": "[18+] Erotic Nightmare (1999)",
        "description": "Erotic Nightmare (1999)Lok Yep (Anthony Wong) ဟာ အလတ်စားကုမ္ပဏီတစ်ခုကိုပိုင်ဆိုင်ပြီး ဇနီးသည်၊ မိခင်ဖြစ်သူတို့နဲ့အတူနေထိုင်ပါတယ်။ဇနီးသည်ကိုချစ်မြတ်နိုးပေမယ့် နှလုံးရောဂါသည်ဇနီးကြောင့် လင်မယားကိစ္စအရာမမြောက်တာကြာနေခဲ့ပြီး ညဘက်တွေဆို အိပ်မက်ယောင် သုက်လွှတ်တဲ့အထိ ရမ္မက်တွေထန်နေရသူဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူ့ဆီကို Fong ဆိုတဲ့လူတစ်ယောက်က ချဉ်းကပ်လာခဲ့ပြီး အိမ်မက်တွေထဲမှာ စကီအလန်းလေးတွေနဲ့ညတိုင်းသာယာဖို့ အိပ်မက်တွေရောင်းပေးမယ့်အကြောင်းပြောလာပါတယ်။ မယုံရဲခဲ့ပေမယ့် တကယ်ပဲ လက်တွေ့ကျနီးစပ်လှတဲ့သာယာမှုကို အိပ်မက်ထဲက တစ်ဆင့်ရရှိလာတဲ့နောက် အဲ့ဒီလူနဲ့ အပေးအယူလုပ်လိုက်မိတဲ့အခါ၊ အဲ့ဒီအောက်လမ်းတွေနဲ့ဖန်တီးထားတဲ့ အိပ်မက်တွေရဲ့ဘေးထွက်ဆိုးကျိုးအဖြစ် သူ့ဘေးက သူချစ်ရတဲ့သူတွေကို ထိခိုက်အန္တရာယ်ပေးလာပါတော့တယ်။Erotic Nightmare ဟာ Hong Kong ရဲ့ Category 3 ခေတ်နှောင်းပိုင်းမှာထွက်ရှိလာခဲ့ပြီး နာမည်နဲ့လိုက်အောင် ပေါ့ပါ့ပါးပါးနဲ့ Fun ဖြစ်ပါတယ်။ ချောင်းကြည့်၊ ခိုးကြည့်တတ်တဲ့သူတွေရဲ့အာသီသကိုအထူးဖြည့်ဆည်းထားပုံရသလို ဇာတ်လမ်းဖွဲ့စည်းပုံလဲစိတ်ဝင်စားစရာကောင်းတဲ့အတွက် Erotic Horror ပရိသတ်တွေအကြိုက်တွေ့မယ့်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Si5x/(CM)_Erotic_Nightmare_(1999)_1080p.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/moe-convert.io_-141x200.jpg",
        "title": "(21+) Moe Amatsuka, Who Was Fallen To Love (FSDSS-467)",
        "description": "အိန်ဂျယ်\nနာမည်နဲ့လိုက်ဖက်တဲ့ လူသားမလေး\nအရမ်းလှပြီး အရမ်းထက်မြက်တယ်\nပြီးပြည့်စုံအောင်ဖန်တီးထားခံရတဲ့ သက်ရှိမလေးအရမ်းချစ်ဖို့ကောင်းတဲ့ မျက်နှာထားလေးနဲ့\nတည်တည် တံ့တံ့နဲ့ ထက်မြက်တဲ့ဟန်ပန်\nအကြည့်တွေကစူးရှပြီး ကျားရဲလို စိတ်ဓာတ် ရှိသူလေး\nမို့ စီးအီအိုရဲ့ အရေးပေးခံရပြီး ပရောဂျက်သစ်ကို\nဦးဆောင်ခွင့် ရသွားပါတယ်ဒါပေမဲ့ သူ့နေရာ အစားထိုးခံလိုက်ရတဲ့ အိုကီကတော့ ဘယ်ကျေနပ်မလဲ\nသူ့နေရာရဖို့ အခွင့်ရေးဟူသမျှ ရှာဖွေပါတော့တယ်\nတစ်နေ့မှာ အိန်ဂျယ်ပရောဂျက် အားနည်းချက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အားရစရာကောင်းတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.16GB / 860MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….  X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2ycv4/FSDSS-467.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qzuZczWAB7uvnsL1XwSC2X4Zm9H.jpg",
        "title": "[18+] Crazed Fruit (1981)",
        "description": "Crazed Fruit (1981)တက်ဆုဟာ မြို့ကြီးပေါ်မှာတက်ပြီး နေ့အလုပ်ညအလုပ်နှစ်ခုနဲ့ နယ်မှာကျန်ခဲ့တဲ့ မိခင်ကိုပြန်ထောက်ပံ့နေတဲ့ ရိုးအေးတဲ့ကောင်လေးတစ်ယောက်ပါ။ ညအလုပ်အနေနဲ့ မိန်းကလေးတွေနဲ့ဧည့်ခံတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ပြီး ဘားပိုင်ရှင်နဲ့ရော သူ့ဇနီးဘားမယ်နဲ့ပါ ရင်းနှီးတဲ့ဆက်ဆံရေးရှိပါတယ်။တစ်နေ့တော့ ချီကာဆိုတဲ့ သူဌေးသမီးလေးတစ်ယောက် သူ့ဘဝထဲကို မဖိတ်ခေါ်ဘဲဝင်ရောက်လာရာကနေ တည်ငြိမ်နေတဲ့သူ့ဘဝ ဗြောင်းဆန်ဖို့ဖြစ်လာပါတော့တယ်။ လှပသွက်လက်သလို တစ်ဇွတ်ထိုးဆန်တတ်တဲ့ ချီကာ၊ လူချမ်းသာသူငယ်ချင်းတစ်စုနဲ့ ချီကာ၊ ပထွေးဖြစ်သူရဲ့ အမြှောင်မယားအဖြစ်ပါ ခံယူထားသေးတဲ့ ချီကာဟာ သူ့ဘဝကိုကောင်းကောင်းမွှေနှောက်ပါတော့တယ်။Roman Porno လိုင်းထဲကဆိုပေမယ့် Mainstream ကားတွေလို ဇာတ်လမ်းဇာတ်အိမ်ကောင်းတဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.9/10\nFormat - mp4\nDuration - 1H 25Min\nGenre - Drama, Romance, Drama\nSubtitle - Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/2y8H8/(CM)_Crazed_Fruit_(1981)_1080p.mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTmMRWqLII3khXfOXRlHAp4UDyb.jpg",
        "title": "[18+] La Querida (2023)",
        "description": "La Querida (2023)ဂျိုဝယ်ဟာ မိခင်စီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကိုလက်မခံပဲ တစ်သက်တာအတူဖြတ်သန်းရမယ့် မိန်းမဟာ သူတကယ်မြတ်နိုးတဲ့ အမျိုးသမီးတစ်ဦးသာဖြစ်စေရမယ်ဆိုပြီး ကြွေးကြော်ရင်း အိမ်ပေါ်ကဆင်းလာခဲ့တဲ့သူ။ မကြာခင်မှာပဲ သူရှာဖွေနေတဲ့ အချစ်စစ်ကို သမိုင်းမေဂျာကျောင်းသူ မာရီယာဆိုတဲ့ မိန်းမလှလေးတစ်ဦးဆီမှာရှာတွေ့ခဲ့ပါတယ်။ ဒါပေမဲ့ မာရီယာဟာ တရားလွန်ချုပ်ချယ်လွန်းတဲ့ ဖခင်တစ်ဦးရဲ့သမီး၊ နောက်ကွယ်မှာမပြီးပြတ်သေးတဲ့အတိတ်တစ်ခုရှိနေခဲ့တာကို သူသိလိုက်ရပြီးနောက် သူတို့ပြတ်စဲသွားခဲ့ကြတယ်။ဆယ်စုနှစ်တစ်ချို့ကြာပြီးတဲ့နောက်မှာ လီယိုဆိုတဲ့ သက်လတ်ပိုင်းအမျိုးသားတစ်ဦးဟာ သူအိမ်ထောင်ရှိနေတယ်ဆိုတာ သိသိရက်နဲ့ လိုက်လံတွယ်ကပ်နေတဲ့ ကော်နီဆိုတဲ့သက်တူရွယ်တူအမျိုးသမီးတစ်ယောက်နဲ့ တိတ်တခိုးချစ်ကြိုးသွယ်မိခဲ့ပါတယ်။ မချစ်ပဲလက်ထပ်ခဲ့ရတဲ့၊ သမီးလေးသံယောဇဉ်ကြောင့်သာ ပေါင်းဖက်နေရဆဲဖြစ်တဲ့ မသာယာတဲ့အိမ်ထောင်ရေးကနေ ကော်နီနဲ့ဆုံတွေ့မိချိန်ဟာ သူ့ဘ၀ တစ်ဖန်ပြန်လည်ရှင်သန်လာသလို ဖြစ်ခဲ့ရပါသတဲ့။ပထမဇာတ်လမ်းလေးဟာ အလွမ်းနဲ့အဆုံးသတ်ခဲ့ရသလို ဒုတိယဇာတ်လမ်းလေးမှာ ပျော်စရာဇာတ်သိမ်းရနိုင်ပါ့မလား။ ဂျိုဝယ်၊ မာရီယာ၊ လီယို နဲ့ ကော်နီတို့ကြားက ဆက်နွယ်မှုတွေက ဘာဖြစ်လေမလဲဆိုတာကို ဇာတ်လမ်းလေးမှာအဖြေရှာကြပါ။ 18 နှစ်အထက်ဇာတ်ကားမဆန်ပဲ အချစ်ဒရာမာ ကားလေးတစ်ကားလိုဇာတ်အိမ်မျိုးပေမယ့် ထုံးစံအတိုင်း အချစ်ခန်းတွေကတော့ ကြမ်းကြမ်းရမ်းရမ်းပါဝင်ထားပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2y8pv/(CM)_La_Querida_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/souzxUT3UkhqrYxmi5sgaBIcc1k.jpg",
        "title": "[+18]Call Boy(2018)",
        "description": "[+18]Call Boy(2018)\nIMDb....6.4\nဖန်းဆင်းခဲ့ပြီးသော မိန်းမသားများ၏  ဖြစ်တည်ခဲ့သော သဘာဝတရားများသည်ယောင်္ကျားသားများနှင့်ယှဉ်လျှင် အနည်းငယ် ဒုက္ခရောက်ရသော ကိစ္စများရှိလေသည်...ထို့ကြောင့်ပင် အားနွဲ့သောမိန်းမသားလို့ သုံးနှုံးကြလေသည်.......ထို့ကြောင့်  မိန်းမသားများသည်မိမိတို့၏ အားနည်းချက်များကို ဖုံးကွယ်ရန်အလို့ငှါ ဉာဏ်ကိုတတ်နိုင်သမျှ သုံးကြလေသည်...ထိုဉာဏ်ကို မာယာဟု တစ်ချို့သောသူတွေက ခေါ်ဆိုကြပြန်သည်...ဒီကားလေးကတော့ မာယာနတ္ထိနဲ့မိန်းမသားအချို့အကြောင်းကိုခပ်လှလှလေးရိုက်ပြထားတာပါ...ဒီဂျပန်ကားလေးမှာတော့ အချို့သောအမျိုးသမီးများသည် လိင်မှုကိစ္စများနှင့်အခြားမွန်းကြတ်နေသောကိစ္စများကိုဖြေဖျောက်ရန် အခကြေးငွေးပေးကာ  တိတ်တဆိတ်ခေါ်ယူရနိုင်သည့် ကောင်လေးများနှင့်အကြောင်းကို ရိုက်ကူးထားခြင်းဖြစ်သည်...ဒီကားကိုကြည့်ခြင်းအားဖြင့် အမျိုးသမီးတွေရဲ့ ကွယ်ဝှက်ထားသော အလွှာများကိုမြင်တွေ့နိုင်သည်....ပြီးတော့ ဇာတ်အိမ်ကောင်းကောင်းလေးနဲ့ ခမ်းခမ်းနားနားလှလှပပလေးကိုရိုက်ပြထားတာ...နောက်ခံသီးချင်းသံကအစ Lighting အဆုံး....လူတွေကိုစနစ်တကျလေးရွေးချယ်ထားတာရော...တော်တော်ကိုမိုက်တယ်...(18+ အခန်းပေါင်းများစွာ ပါဝင်သဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ....) File Size : (2.02GB) and (635MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wild Race\nEncoded by SD",
        "rating": "6.6",
        "url": "https://megaup.net/1S9r6/Call.Boy.2018_.BLU-RAY.1080P5.1Ch(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/178240191-origpic-26a3f9-139x200.jpg",
        "title": "[18+] Malena (2000)",
        "description": "Malena (2000)\nIMDb Rating (7.5/10)\nRating - R၁၉၄၁ ခုနှစ်က စစ္စလီကျွန်းပေါ်မှာနေတဲ့ အသက် ၁၃ နှစ်သား ကောင်လေးတစ်ယောက် လမ်းခဲ့ရတဲ့ မာလိနာဆိုတဲ့ မိန်းမတစ်ယောက်အကြောင်း.....။ဒုတိယကမ္ဘာစစ်ကြောင့် ခိုကိုးရာမဲ့သွားတဲ့မိန်းမတစ်ယောက်၊ လှပလွန်းသောကြောင့် ယောက်ကျားတိုင်းက စိတ်ဝင်စားပြီးတစ်ခြားမိန်းမတွေက မနာလိုဖြစ်ခြင်းခံနေရတဲ့ မိန်းမတစ်ယောက်၊  ကံဆိုးမှု တွေကြောင့် ဖခင်ဖြစ်သူရဲ့ အထင်လွဲမှုကို ခံရပြီးစားဝတ်နေရေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ မိန်းမတစ်ယောက်၊ အရာရာကို ခွင့်လွှတ်သည်းခံပြီး ချစ်သူခင်ပွန်းရဲ့ဖေးမမှုနဲ့ ဘဝကိုတည်ငြိမ်စွာပြန်လည်လျှောက်လှမ်းနိုင်ခဲ့တဲ့ မိန်းမတစ်ယောက်ရဲ့ အကြောင်း.....။ ဒီဇာတ်ကားထဲမှာ လူတွေရဲ့ မနာလိုစိတ်တွေ၊ အချောင်ရလိုမှုတွေ၊အားနည်းသူကို ပျက်စီးစေချင်ကြတဲ့စိတ်တွေနဲ့ ယောင်္ကျားတွေရဲ့ စိတ်ကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် ပြထားပါတယ်။ကြီးကောင်ဝင်စ လူငယ်လေးတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားနဲ့ လူတွေအကြောင်း သင်ယူခဲ့မှုတွေကိုလည်း အထင်အရှားမြင်ရမှာ ဖြစ်ပါတယ်။မင်းသမီးကတော့ သိပ်ညွှန်းစရာလိုမယ် မထင်ပါဘူး။ ဆိုဖီယာလော်ရင့်ပြီးရင် အီတလီရဲ့ နာမည်အကြီးဆုံးမင်းသမီးဖြစ်တဲ့ Monica Bellucci ပါ။ဒီဇာတ်ကားထဲမှာ အလှပဆုံးအချိုးအစားလို့ ပြောကြတဲ့ ၃၆-၂၄-၃၅ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1S5dr/Malena.2000.UNCUT.BluRay.1080p.DTS.x264-CHD.mkv",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzI3NmYyZjgtZjc2My00NDQ1LTkyMzgtZTQ4NzFjYzUxOTk3XkEyXkFqcGdeQXVyODAzNjkzODU@._V1_-142x200.jpg",
        "title": "[18+]Gyeulhoneui Giwon (2013)",
        "description": "[18+]Gyeulhoneui Giwon (2013)*****************************ဂင်ဆွန်းအယ်က AIDS သုတေသနဓာတ်ခွဲခန်းမှာ အလုပ်လုပ်ပြီး မီဂျူကတော့ကြုံရာဝင်လုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ် ဆောင်းအယ်ကတော့ စိတ်ရောဂါအထူးကုဆရာဝန်ဖြစ်ပြီးဆွန်းအယ်ကို ကုသပေးနေရပါတယ် တစ်ရက်မှာ ဆွန်းအယ်ကို ကုသပေးနေတုန်းဆွန်းအယ်ရဲ့ထိတ်လန့်ဖွယ်ရာလုပ်ရပ်ကို သိလိုက်ရပါတော့တယ်\nတစ်ဖက်မှာလည်း မီဂျူက သူ့ချစ်သူနဲ့ မွေးနေ့ပွဲကျင်းပချင်လိုဆွန်းအယ်ရဲ့အိမ်မှာ လာလုပ်ဖို ခွင့်တောင်းလိုက်ပါတယ် ဆွန်းအယ်က ခွင့်ပြုပေးလိုက်တဲ့အခါမှာတော့ဆွန်းအယ် မီဂျူနဲ့သူ့ချစ်သူတို ၃ပွင့်ဆိုင် ဘယ်လိုကိစ္စတွေဖြစ်လာမလဲဆိုတာ ကိုယ်တိုင်ကြည့်ရှုခံလိုက်ပါဦးညှို့အားပြင်းအလှပိုင်ရှင်မမတွေပါတဲ့အပြင် အိပ်ရာခန်းတွေလည်းပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း...File Size :(733 MB) and (252 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:44:00\nGenre : Adult, Romance,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1c78t/Gyeulhoneui.Giwon.2013.WEB-DL720P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9h7vKuOy6dnxKzYTl92Yl2bxwry.jpg",
        "title": "[18+] Boso Dos (2023)",
        "description": "Boso Dos (2023)မာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပြီး အသက်အရွယ်ရောက်လို့ ရဲတပ်ဖွဲ့ထဲဝင်တဲ့အချိန် အဲဒီမမကြီးဖြစ်တဲ့ အာရာနဲ့အတူ အလုပ်တွဲလုပ်ဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူ့အိပ်မက်တွေလက်တွေ့ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ မူးယစ်ဂိုဏ်းတစ်ခုကို နှိမ်နင်းဖို့ အဲ့ဒီဂိုဏ်းရဲ့စခန်းကို စောင့်ကြည့်ကင်မရာတွေ တပ်ဆင်ပြီး စောင့်ကြည့်ဖို့တာဝန်ကို သူနဲ့အာရာကို အထက်အရာရှိက တွဲဖက်တာဝန်ပေးလိုက်တာပါပဲ။သူတို့စောင့်ကြည့်ရတဲ့ ဂိုဏ်းရဲ့စခန်းက ခေါင်းဆောင်၊ သူ့လက်ထောက်နဲ့ သူတို့ဆီလာတတ်တဲ့မိန်းကလေးတွေရဲ့အထန်ဇာတ်လမ်းပေါင်းစုံကို သူ တစ်ဖက်သတ်ကြွေနေရတဲ့ အာရာနဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရတာဖြစ်တော့ သူ့ရဲ့ငယ်ဘဝစိတ်ကူးတွေ အကောင်အထည်‌ ပေါ်လာမလား...\nသူတို့စောင့်ကြည့်နေတဲ့ဂိုဏ်းခေါင်းဆောင်နဲ့ သူတို့နဲ့အပြင်မှာ ဘယ်လိုထပ်ပြီးဆက်နွယ်လာမလဲဆိုတာတွေကို ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 44Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1c6r9/(CM)_Boso_Dos_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Meguri-Megu-Fujiura-1-123x200.jpg",
        "title": "(21+)The Beautiful Mistake In Overtime (MEYD-568)",
        "description": "ပြည့်ဝန်းလှပတဲ့ စနေနံ နှစ်ခိုင်နဲ့\nဖွံ့ထွားစွံကားလှတဲ့ တင်နှစ်ဆိုင်\nအလှပြိုင်မိချိန်မှာ မိတ်ဆွေအနေနဲ့\nဘယ်လှေနံကိုနင်းရမလဲလို့\nဆုံးဖြတ်ချက်ချရခက်ခဲနေရင်\nလှေနံနှစ်ဖက်လုံးကို ရဲရဲကြီးသာ နင်းချလိုက်ပါမီဂူရီလေးရဲ့ အလှမယ်ရှုံးလောက်တဲ့\nရိုးရှင်းတဲ့မျက်နှာလှလှလေးဟာ ဆုတောင်းကောင်းခဲ့လေတော့\nမင်းကြိုက်စိုးကြိုက် ကိုယ်လုံးကိုယ်ပေါက်ကိုပါ\nပိုင်ဆိုင်ခွင့်ရခဲ့ခြင်းအတူ ပြစ်မျိုးမှဲ့မထင်တဲ့မိန်းမသားဆိုတာ ဒါမျိုးပါပဲ\nမိန်းမသားတွေရဲ့ ရုပ်ရည်အဆင်းရူပကာထက်\nယောက်ျားသားများရဲ့ စိတ်နှလုံးကို ဆွဲဆောင်ရစ်နှောင်နိုင်တဲ့အရာကားမရှိ\nထိုကဲ့သို့ ဘုရားသခင်ဖန်ဆင်းပေးထားသော\nသဘာဝရဲ့အလှတရားများကို မိတ်ဆွေတို့ပါ ကြည့်ရှုကြဖို့\nတင်ဆင်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.99GB / 900MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1c6he/FHD_MEYD-568.1080p(DS).mp4",
        "category": "Adult, Asian"
    }
]