[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/snow-140x200.jpg",
        "title": "(18+) Snow Woman (2009)",
        "description": "ရွာထဲက ယောကျ်ားတွေကိုသတ်ပစ်တယ်ဆိုပြီး နာမည်ကြီးနေတဲ့နှင်းမိစ္ဆာ...\nတစ်ရွာလုံးက ယောက်ျားတွေမုန်းနေကြတဲ့ နှင်းမိစ္ဆာ...\nနှင်းမိစ္ဆာက ယောက်ျားတွေကိုစားသတဲ့...ယောက်ျားတွေက နှင်းမိစ္ဆာကိုပလစ်ကြတာကိုတော့ ဘယ်သူမှမပြောကြဘူး..\nနှင်းမိစ္ဆာကိုကစားခဲ့ကြတာကိုလည်း ပြန်မပြောခဲ့ကြဘူး။တကယ်တော့ နှင်းမိစ္ဆာက ဘယ်သူ့ကိုမှမစားပါဘူး... သူ့ကိုလာချစ်ကြတဲ့ယောက်ျားလေးတွေရဲ့\nငယ်ပါကိုပဲ အေးခဲသွားအောင်လုပ်တာပါ။ ဒါပေမဲ့ထူးခြားတာတစ်ခုက နှင်းမိစ္ဆာကလည်း\nခံစားချက်နဲ့မို့လို့ ကောင်းရင်ကောင်းသလောက် သူလည်းသေလုနီးပါးဖြစ်တတ်ပါတယ်။ဒါကိုမသိတဲ့ လူလိမ်နီအဲတစ်ယောက် အရမ်းလှတဲ့နှင်းမိစ္ဆာနဲ့ မတော်တဆစိတ်ပါပြီး\nချစ်မိကြပြီးနောက် တစ်ရွာလုံးက သူ့အိမ်မှာနှင်းမိစ္ဆာကိုလာဖမ်းတဲ့အခါ....\nအချစ်လွန်ထားကြတဲ့ သူတို့နှစ်ယောက် ရွာသားတွေရဲ့လက်ကနေ လွတ်နိုင်မလား?\nနှင်းမိစ္ဆာရဲ့သနားစရာဘဝကိုပဲ နားလည်သွားကြမလားဆိုတာ နားကြပ်လေးတပ်\nမီးလေးပိတ်ပြီး နှင်းမိစ္ဆာကိုခံစား (မှားလို့) ဇာတ်လမ်းကိုခံစားလိုက်ပါဦးဗျာ....\nFile size…1.33GB /  456MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "",
        "url": "https://megaup.net/3irbv/Snow.Woman.2009.UNCUT.1080p.AMZN.WEB-DL.YK(DS).mp4",
        "category": "Adult, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heu67j6uIpHzWmR785VFjd7cS1W.jpg",
        "title": "[18+] Kamadora (2023)",
        "description": "Kamadora (2023)အီကာဖာယာဒိုဟာ အဆောင်သူလေးတစ်ယောက်ဖြစ်ပြီး ဒေးဗစ်ဆန်ကုန်တိုက်ကြီးမှာ အရောင်းစာရေးလုပ်ပါတယ်။ မျက်နှာချိုအပြုံးချိုနဲ့ လူတကာချစ်ခင်နှစ်သက်ခြင်းခံရတဲ့သူဟာ မဟုတ်မခံ ဆတ်ဆတ်ကြဲလေးလည်းဖြစ်ပြီး ရိုင်းစိုင်းတဲ့ ကပ်စတမ်မာတွေနဲ့လည်း ပြဿနာဖြစ်တတ်လို့ မန်နေဂျာရုံးခန်းထဲကို မကြာခဏခေါ်ဆူခံရတတ်ပါသေးတယ်။ ဒါပေမဲ့လည်း ဘယ်သူမှမသိတာက အဲဒီသဘောကောင်းတဲ့မျက်နှာလှလှလေးရဲ့နောက်ကွယ်မှာ ကြောက်စရာပင်ကိုစရိုက်တစ်ခုရှိနေတယ်ဆိုတာကိုပါပဲ။အီကာရဲ့ငယ်ဘဝဟာ မြတ်နိုးတို့ ကြယ်စင်တို့လို ကြမ်းတမ်းလွန်းခဲ့ပါတယ်။ ရှာမကျွေးနိုင်တဲ့ဖခင်ဖြစ်သူကို သူ့မိခင်က စွန့်ခွာခဲ့ပြီးနောက် ငယ်စဉ်ကတည်းက ပထွေးနဲ့အတူနေခဲ့ရတယ်။ အရွယ်မရောက်တစ်ရောက်အချိန်လေးမှာ ပထွေးဖြစ်သူကစော်ကားလို့ အိမ်ကထွက်ပြေးခဲ့ပြီး လမ်းဘေးရောက်ခဲ့ရတာပါ။ အဲဒီမှာ ကယ်တင်ရှင်တစ်ယောက်နဲ့တွေ့ခဲ့ရပေမဲ့ အဲဒီကယ်တင်ရှင်ဖြစ်သူကလည်း သူ့ကိုမွေးပြီးစားနေတဲ့အခါမှာတော့... အဲ့ဒီဘဝကလွတ်ဖို့ နည်းပေါင်းစုံသုံးပြီး ကြိုးစားတော့မှာဖြစ်ပါတယ်။အီကာအဖြစ် Lovely Ladies Dormitory ထဲမှာ ချစ်စရာကောင်မလေး အယ်လ်မာဇာတ်ရုပ်နဲ့ ပရိသတ်ကိုဖမ်းစားနိုင်ခဲ့တဲ့ Tiffany Grey လေးကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 845MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wtqz/(CM)_Kamadora_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/busty-133x200.jpg",
        "title": "{21+}Busty Cops and the Jewel of Denial (2010)",
        "description": "အလှပဂေးသုံးဖေါ်ရဲ့ စွမ်းစွမ်းတမံတာဝန်ကျေမှုတွေကို\nမျက်တောင်မခတ်တမ်း ကြည့်ရဖို့တန်တဲ့ကားပါပဲလူသူအရောက်နည်းတဲ့နေရာမှာ ပူနာနီ လို့ခေါ်တဲ့\nကျွန်းလေးတကျွန်းတည်ရှိပါတယ် အရမ်းကို\nသာသာလှပပြီး ဒေသခံတွေကလည်း ဖေါ်ရွေပါတယ်ကျွန်းနဲ့ လူမျိုးကိုကို အုပ်ချုပ်ပိုင်စိုးတာက သခင်မတစ်ယောက်ပါပဲ\nသူက သန္ဓေကျောက်တုံးကို ကိုင်စိုးထားပြီး\nအားလုံးရဲ့ ဖြစ်တည်မှုနဲ့ လိင်စိတ်ကို ထိန်းချုပ်ထားနိုင်သူပါပဲ\nကျောက်တုံးပိုင်တဲ့မည်သူမဆို တခြားသူနဲ့ လိင်စိတ်ကို ထိန်းချုပ်နိုင်စွမ်းရှိပါတယ်အဲဒီကျောက်တုံးကို မသမာသူတွေ လိုချင်လာတဲ့အခါမှာတော့\nအကိတ်သုံးဖေါ်ရဲ့ တာဝန်က ကာကွယ်ဖို့ဖြစ်လာပါတယ်\nဘယ်လိုတွေ ခုခံ မလဲဆိုတာတော့ DS Fans တွေအကြိုက်ဖြစ်မှာသေချာပါတယ်\nFile size…2GB / 1.02GB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Wt4k/Busty_Cops_&_the_Jewel_of_Denial_Full_HD_1080p.XCross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/308993_front-150x200.jpg",
        "title": "[18+]Kinbaku Flower(2016)",
        "description": "[18+]Kinbaku Flower(2016)**************************\nလိင်မှုကိစ္စတွေနဲ့ ပက်သက်ပြီး အနောက်တိုင်းက စာပေ၊ အနုပညာ၊ လေ့လာဆန်းစစ်မှု အစရှိတဲ့ကိစ္စတွေမှာ နာမည်ကြီးပါတယ်။ ဒါပေမယ့် အများသိကြတဲ့ ကာမသျှတ္တရကျမ်းခေါ် ချစ်မှုရေးရာကျမ်း အပါအဝင် လိင်မှုကိစ္စ၊ ချစ်မှုရေးရာ၊ ချစ်ဗျူဟာကျင်းတာတွေနဲ့ ပက်သက်ပြီးပန်းချီ၊ ပန်းပု၊ ကဗျာ၊ စာပေ စတဲ့အနုပညာရပ်တွေနဲ့ ဖော်ကျူးတာ၊ တိတိကျကျမှတ်တမ်းတင်ခဲ့တာတွေဟာ အရှေ့တိုင်းတိုင်းပြည် တွေက စတင်ခဲ့တာပါ။ဒါ့ကြောင့်လည်းလိင်မှုရေးရာ၊ ချစ်ဗျူဟာကျင်းတဲ့နည်းနာ၊ နိဿယတွေနဲ့ ပက် သက်လာရင်အနောက်နိုင်ငံတွေဟာ အရှေ့တိုင်းရဲ့ဓလေ့၊ ထုံးတမ်းစဉ်လာတွေကို လေ့လာနည်းယူကြရ ပါတယ်။\nဒီဇာတ်ကားလေးထဲမှာတော့ အရှေ့တိုင်းနိုင်ငံတစ်ခုဖြစ်တဲ့ ဂျပန်တို့ရဲ့လိင်မှုကိစ္စ၊ ချစ်မှုရေးရာ များအနက် “ကင်မ်..ဘကု” (Kinbaku) ဆိုတဲ့ ကြိုးချည်ကြိုးတုပ်ပြီးလိင်ဆက်ဆံပုံရဲ့ သမိုင်းကြောင်း၊ နည်းစနစ်၊ ဓလေ့၊ အယူအဆတွေအကြောင်း ရိုက်ကူးထားပါတယ်။အမျိုးသမီးဝါဒီတွေကိုယ်တိုင် ကဲ့ရဲ ရှုံ့ချရ ခက်ခဲလောက်အောင် “ကင်မ်..ဘကု” ကြိုးချည်နည်းစနစ်ရဲ့ ခိုင်မာမှု၊ စနစ်ကျနမှုတွေအကြောင်း ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားပါတယ်။\nဂျပန် BDSM အကြောင်းကို အသေးစိတ်ခြယ်မှုန်းထားတဲ့အတွက်ဂေါင်းကြီးတို့သိချင်နေတဲ့ကိစ္စ ...",
        "rating": "",
        "url": "https://megaup.net/1gu07/Kinbaku.Flower.2016.AMZN.WEB-DL.1080P(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3IM9x3rmrlXSNt22JUek29Q4ymY.jpg",
        "title": "[18+] Litsoneras (2023)",
        "description": "Litsoneras (2023)Azi Acosta လိုပဲအချိန်တိုအတွင်းအောင်မြင်လာပြီး ရှေ့တန်းရောက်လာပြီး Lovely Ladies Dormitory နဲ့ ပွဲဦးထွက်ခဲ့တဲ့ Yen Durano လေးရဲ့ ဇာတ်ကားသစ်ဖြစ်ပါတယ်။အယ်လ်ရီယာ (Yen Durano) ကအထက်တန်းကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး ဝက်ကင်ဆိုင် ဖွင့်ထားတဲ့ဖခင်နဲ့အတူနေပါတယ်။ သူငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူရဲ့ဖောက်ပြန်မှုကြောင့် မိဘနှစ်ပါးကွဲခဲ့တာဖြစ်ပြီး အခုချိန်မှာတော့ နိုင်ငံခြားမှာအလုပ်လုပ်နေတဲ့ မိခင်ဖြစ်သူ ပြန်ရောက်လာပါတယ်။ အမေဖြစ်သူနဲ့အတူ ရှေ့ဆင့်နောက်ဆင့် သူ့ဘဝထဲကိုရောက်လာသူကတော့ သူတို့ဆိုင်ကဝန်ထမ်းအသစ်ဖြစ်တဲ့ Jonas ဆိုတဲ့သက်တူရွယ်တူနီးပါး ကောင်လေးတစ်ယောက်ပါ။အချစ်ကိုစူးစမ်းတတ်စ အပျိုဖြန်းလေး အယ်လ်ရီယာက ဂျိုးနာ့စ်ကိုစိတ်ဝင်စားသလို ဂျိုးနာစ့်ကတော့ အသက်ကြီးပြီး မပျက်စီးသေးတဲ့ သူ့မိခင်ဖြစ်သူကိုသာ တွင်းဟောင်းဆယ်လိုဟန်ရှိပါတယ်။ ဒီလိုဆိုရင် သူ့အမေဘက်ကရော...?အခုနောက်ပိုင်းထွက်တဲ့ Vivamax ကားတွေထဲ အတော်မိုက်တဲ့အထဲမှာပါပါတယ်။ မင်းသမီးတွေရဲ့ အလှအပတွေတင်မကဘဲ ဇာတ်လမ်းဖွဲ့စည်းပုံနဲ့ လှည့်ကွက်တွေပါ မိုက်တဲ့ကားဖြစ်တဲ့အတွက် လက်မလွတ်သင့်ပါကြောင်း။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 825MB\nQuality - ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wqm8/(CM)_Litsoneras_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQvlKjum8hNNiI6f2oaww5ciGw.jpg",
        "title": "[18+]The Girl Next Door 4(2020)",
        "description": "[18+]The Girl Next Door 4(2020)******************************\nအိမ်အသစ်ကို ပြောင်းလာတဲ့ ဂင်ဂျုံယွန်း\nဘေးအိမ်ကကောင်မလေးကို မြင်မြင်ချင်း သဘောကျသွားခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း မိန်းကလေးတစ်ယောက်နဲ့ အတူနေချင်ပေမယ့် ကြောက်ရွံနေတာကြောင့်\nသူငယ်ချင်းဖြစ်သူရဲ့ ပြောပြမှုကြောင့် အိမ်တိုင်ရာရောက် ဝန်ဆောင်မှုပေးတဲ့ အနှိပ်သည်မလေးကို ခေါ်ပြီး အနှိပ်ခံပါတော့တယ်\nဒီတော့ ဘေးအိမ်ကကောင်မလေးနဲ့အနှိပ်သည်မလေးကြားမှာ ဂျုံယွန်းတစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\n   File size… 831MB& 255MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1gsue/The_Girl_Next_Door_4_2020.HDRIP.720P(DS)FF.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDcyNzVmNDUtY2IxZC00OGVhLTg1NGItMGY1MjZmYzc4ODEzXkEyXkFqcGdeQXVyMTEwMTM3MTg5._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]Madam’s Golf Lesson(2021)",
        "description": "Madam's Golf Lesson(2021)***************************, Mi Yeong ဆိုတဲ့အမျိုးသမီးဟာ အတ္တကြီးသလိုအိမ်ထောင်ရေးအပေါ်မှာလည်း  စက်ရုပ်ဆန်ဆန်သွားလေ့ရှိတယ်..အိမ်အကူမိန်းကလေးတစ်ယောက်ကိုလည်း သဝန်တိုပြီးအလုပ်ဖြုတ်လိုက်တယ်...ဒီနောက်မှာတော့ သူ့ယောက်ျားဂေါက်ရိုက်ဖို့နည်းပြမလေးတစ်ယောက်ကို ငှါးလိုက်တယ်...အဲ့ဒီနောက်မှာတော့အိမ်ထောင်ဦးစီးဘိုးတော်ဟာ ဂေါက်ကျင်းကို နည်းမျိုးစုံသွင်းပါတော့တယ်..File size… 1.6GB& 590MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1gpu2/Madam_s_Golf_Lesson_2021.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/mWz28u3kStCsQch38ZKUDsRNXLl-133x200.jpg",
        "title": "{21+} Babyface 2 (1986)",
        "description": "အနောက်တိုင်းသူ စင်းလုံးချောလေးတွေရဲ့ ပကတိ\nအလှတရားကို အတစ်လိုက် ခံစားရမည့် ဇာတ်လမ်းလေး တစ်ပုဒ်\nကာရန်နဲ့ ဂျယ်ရီ တို့ လက်ထပ်မထပ်ခင် တညအလိုမှာ\nတစ်မြို့လုံး အုတ်အော်သောင်းနင်းဖြစ်သွားခဲ့တဲ့ ဖြစ်ပျက်လေးတစ်ခု\nမိန်းကလေးသူငယ်ချင်းတွေ အိမ်ထောင်သည်ဖြစ်တော့မယ်ဆိုတဲ့ အထိမ်းမှတ်အနေနဲ့\nပါတီပွဲတစ်ခု ဆင်နွှဲကြပါတယ်ပါတီလက်ဆောင်က လူတစ်ယောက်ဖြစ်ပါတယ်\nသူတို့ဆန္ဒကတော့ ကာရန်ကို ပျော်စေဖို့\nပိုက်ဆံပေးပြီး ငှားခဲ့တာဖြစ်ပါတယ်ဒါပေမဲ့ သူတို့ ငှားခဲ့တဲ့သူက အချစ်မှော်ဆရာတစ်ယောက်ဖြစ်နေသောအခါ\nမိန်းကလေးတွေ အရောင်စုံနဲ့ မှော်ဆရာနဲ့ ဇာတ်လမ်းကို ရှင်းလင်းပြတ်သားစွာ\nရိုက်ကူးထားတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…4.6GB  / 1.2GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1gpe0/Babyface_2_1986_1080p_Blu-ray_Remux_AVC.XCross(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aRErlPlxpsfeAcwHhW9SYG9bKYd.jpg",
        "title": "[18+]Tasty Aunt(2020)",
        "description": "[18+]Tasty Aunt(2020)**********************\nဂါယွန်းက သူမရဲ့တူဖြစ်သူ မင်ဂျယ်နေတဲ့ အိမ်မှာ အတူနေဖို့ ရောက်လာခဲ့ပါတယ်\nတစ်ချိန်တည်းမှာပဲ မင်ဂျယ်ရဲ့သူငယ်ချင်းဖြစ်သူ ဂွန်းဆူကို ဂါယွန်းက ဖျားယောင်းလိုက်ပါတယ်မင်ဂျယ်က သူငယ်ချင်းမဖြစ်သူ ဒါဟယ်ကို သဘောကျနေပြီးဒါဟယ်ကတော့ ဂွန်းဆူကို သဘောကျနေပါတယ်\nဒီတော့ တူဝရီးနှစ်ယောက်နဲ့ သူငယ်ချင်းနှစ်ယောက်တို့ရဲ့လေးပွင့်ဆိုင်ဇာတ်လမ်းက ဘယ်လိုဆက်ဖြစ်သွားမလဲးးးးး   File size…2GB& 670MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1Wn02/Tasty_Aunt_(2020).WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kujzgaLNZn57GjZTJ72C0Jftplc.jpg",
        "title": "[18+]When the Rain Falls(2022)",
        "description": "[18+]When the Rain Falls(2022)*****************************ဒီဇာတ်လမ်းမှာတော့ မင်းသမီး Kazumi နဲ့ Kazuha Komiya တိုက အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးပွင့်လင်းမြင်သာတဲ့အိပ်ရာခန်းတွေပါတဲ့ GL ဇာတ်ကားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...ဇာတ်လမ်းအကျဉ်းဟာဇူကီက မိန်းကလေးချင်းစိတ်ဝင်စားတဲ့ကောင်မလေးတစ်ယောက်ပါ\nမိုးရွာတိုင်း အကြောင်းမဲ့ဝမ်းနည်းနေတတ်ပြီး လက်သည်းညှပ်တတ်တဲ့ အကျင့်လေးတစ်ခုလည်း သူမဆီမှာရှိပါတယ်\nဟာဇူကီရဲ့ အိပ်မက်ထဲမှာ ညတိုင်းလို ကောင်မလေးတစ်ယောက်ကို အမြဲမက်လေ့ရှိတယ်\nဒါပေမဲ့ အဲဒီကောင်မလေးက ဘယ်သူဆိုတာ ဟာဇူကီ မမှတ်မိပါဘူး\nဟာဇူကီက သူ့အလုပ်က စီအီးအိုမမကို တိတ်တခိုးစိတ်ဝင်စားနေပြီး\nနီးစပ်ဖိုလည်း ကြိုးစားနေတာပါ\nဒါပေမဲ့ စီအီးအို ရှီရီယိုကတော့ သူထင်ထားသလိုမဟုတ်ဘဲ လျှိဝှက်ချက်တွေနဲ့ ရှုပ်ထွေးတဲ့ဘဝမှာ နေထိုင်နေတဲ့သူပါ\nဒါပေမဲ့ သူတိုနှစ်ယောက်စလုံး အချင်းချင်း ချစ်မိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ\nဟာဇူကီရဲ့ အိပ်မက်ထဲက မိန်းကလေးကရော ဘယ်သူဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုပါဦး\n၁၈+ ဖြစ်တာကြောင့် ၁၈ယောက်စုပြီးကြည့်ကြဖို အကြံပေးချင်ပါတယ်File Size : (1.1GB) and (467MB)\nQuality : WEB-DL1080P,720P\nFormat…mp4\nDuration…01:24:00\nGenre : Adult, Drama\nSubtitle : Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3XQ2T/When.the.Rain.Falls.2022.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/21ecytqxob0k.mid-136x200.jpg",
        "title": "[18+]Redemption(2020)",
        "description": "[18+]Redemption(2020)***********************ညိုကီတို့ သမားရိုးကျ 18+ ဇာတ်ကားတွေကို ကြည့်ရတာရိုးနေပြီဆိုရင်တော့\nဒီကားလေး စမ်းကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်\nဒီထဲမှာတော့ စိတ်ကူးလိုက်တိုင်း တကယ်ဖြစ်သလိုခံစားရစေမဲ့ စွမ်းအားတွေရယ်\nစိတ်မှန်းနဲ့တင် ကိုယ်မှန်းတဲ့လူရဲ့အနားကို ဝိညာဉ်လွှင့်သွားနိုင်တဲ့ အစွမ်းတွေရယ်နဲ့\nသဘာဝလွန်ဖြစ်ရပ်တွေကို ဇာတ်အိမ်တည်ပြီးမှ ရိုက်ပြထားတဲ့ ဇာတ်ဆန်းဆန်းလေးပေါ့လေအဲလိုအစွမ်းတွေကို ညိုကီတို့ရလာရင်ရော ဘယ်နေရာမှာအသုံးချဖြစ်လောက်လဲဆိုတာကို\nရှေ့ပြေးရိုက်ပြထားတဲ့ကားလေးလို့လည်း ပြောရမယ်ထင်ပါတယ်\nခံစားကြည့်ကြပါဦးဗျFile size…2GB& 828MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1Wn6f/Redemption.2020.HDTV.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/lisa-131x200.jpg",
        "title": "{21+} Her Name Was Lisa (1979)",
        "description": "သူ့နာမည်လေးက လီဆာ\nငယ်ရွယ်တယ် လှပတယ် နူးညံ့တယ် သူမရဲ့အသားရေနဲ့\nရုပ်ရည်က သူများတွေထက်ထူးခြားနေတယ်\nသူက အနှိပ်ခန်းမှာ အလုပ်လုပ်တယ်\nဖောက်သည်တွေကြားထဲမှာ ရေပန်းအစားဆုံးက လီဆာဒါပေမဲ့သူ့ဘဝ တစ်ဆစ်ချိုးချိန် ရောက်ရှိလာပါတယ်\nပေါလ် လို့ခေါ်တဲ့ တက်သစ်စ လူငယ် ဓာတ်ပုံဆရာလေး\nတယောက်က သူ့ကို ဓာတ်ပုံမော်ဒယ်အဖြစ် ကမ်းလှမ်းခံခဲ့ရပါတယ်လီဆာကို မနာလိုသူတွေရှိနေသလို\nကျားချောင်း ချောင်းနေတဲ့ ရန်သူတွေလည်းရှိနေပါတယ်\nလီဆာရဲ့ အလှပတွေကို ဆင်ဆာမဖြတ်ပဲ\nကြွရွ နေတာလေးတွေ အတိုင်းသားပြထားတာဖြစ်လို့\nDS fans တွေအတွက် အရောက်ပို့လိုက်ပါတယ်\nFile size…3.84GB / 1.9GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.8",
        "url": "https://megaup.net/1Wfjo/Her.Name.Was.Lisa.1979.1080p.BluRay.REMUX.AVC_edit(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yT1heHp4Zj0LPFREguTNTrqlpD1.jpg",
        "title": "[18+] Manyak (2023)",
        "description": "Manyak (2023)ဒတ်ဇရေးဟာ သူ့အစ်မခရီးသွားတဲ့အချိန် အိမ်ကိုစောင့်ရှောက်ပေးဖို့ နယ်ဘက်က ကျယ်ဝန်းလှတဲ့အိမ်ကြီးတစ်လုံးဆီကို သူ့ချစ်သူနဲ့အတူရောက်လာခဲ့ပါတယ်။ သူနဲ့သူ့အစ်မဟာ ခပ်တန်းတန်းဆက်ဆံရေးရှိကြပြီး သူတို့အိမ်ရောက်လာတဲ့အချိန်မှာ အိမ်စောင့်တစ်ယောက်ပဲ သူတို့ကိုသော့ပေးဖို့ကျန်ခဲ့ပါတယ်။အဲဒီညမှာပဲ ဒတ်ဇရေးရဲ့ချစ်သူ မော်ဒယ်က မြို့မှာရိုက်ကွင်းရှိလို့ ပြန်သွားတဲ့နောက် အိမ်ကြီးတစ်ခုလုံးမှာ သူတစ်ယောက်ပဲကျန်ခဲ့ပါတော့တယ်။ အဲဒီညသန်းခေါင် ဒတ်ဇရေး ရေထသောက်တဲ့အချိန်မှာ တံခါးအကွယ်က အရိပ်မည်းတစ်ခု သူ့နောက်ကိုပြေးလိုက်လာခဲ့ပြီး သတိမေ့လဲကျသွားခဲ့ပါတယ်။ နောက်တစ်နေ့မနက်မှာ သူသိလိုက်ရတာက အဲဒီညက သူမုဒိမ်းကျင့်ခံခဲ့ရတယ်ဆိုတာပါပဲ။ဒီအကြောင်းကို ဘယ်သူမှမပြောဘဲထားခဲ့ပေမဲ့ သိတဲ့သူတွေရှိနေပါတယ်။ တရားခံကလည်း သူတို့ထဲကပါပဲ။ မတွေ့ရတာကြာနေတဲ့ Christine Bermas နဲ့ ကားရိုက်ကျဲတဲ့ မမ Sheree တို့က ညီအစ်မတွေအဖြစ်ခေါင်းဆောင်ပါဝင်ထားတဲ့ Thirller ပုံစံ ကားကောင်းတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 720MB\nQuality - 1080p, 720p\nIMDb Rating - 5.6/10\nFormat - mp4\nDuration ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Wd3b/(CM)_Manyak_(2023)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/parasite-140x200.jpg",
        "title": "(18+)Parasite Choon (2021)",
        "description": "(18+)Parasite Choon (2021)ဇာတ်လမ်းဇာတ်ကွက်လေးကောင်းမှ မှောင်ချင်တယ်ဆိုရင် ဒီကားကိုကြည့်ဖို့အကြံပေးပါရစေ Parasite ဇာတ်ကား\nကျောရိုးနဲ့ဆင်တူလေး ရိုက်ထားပြီး ဇာတ်လမ်းကလည်းစိတ်ဝင်စားဖို့ကောင်းပါတယ် အဓိကဇာတ်ကကောင်ကတော့\nကိုယ်တွေမြင်နေကြပွဲတိုင်းကျော် ကိုရီးယား18+ဇာတ်ပေါ့ ဒါပေမယ့် ဒီတစ်ခါဇာတ်လမ်းလေးကစိတ်ဝင်စားဖို့ကောင်းတယ်မြင်နေကြ မင်းသားထဲက ပွဲတိုင်းကျော်မင်းသားက ကုမ္ပဏီပိုင်ရှင် သူဌေး တစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပြီး အလှတရားတွေနဲ့ပြည့်စုံနေတဲ့\nကောင်မလေးတစ်ယောက်ကသူ့အိမ်မှာကပ်နေချင်လို့ စပွန်ဆာရှာရင်း တမျိုးလုံးတဆွေလုံး အလုပ်ခေါ်ခန့်လိုက်ရတဲ့ဇာတ်ကြောင်းလေးပါ\nအကြင်နာတွေလဲပေး အလုပ်လည်းပေး နောက်ဆုံး ဘယ်လိုသင်ခန်းစာရမယ်ဆိုတာတော့ ဒီပညာပေးကားလေးကြည့်ရင် ပညာယူလိုက်ကြပါဦး\nFile size…1.4GB / 652MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….1h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/1gezp/Parasite.Choon.2020.WEBRip.1080p.x264.AAC(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zz6h2hfQ692jeeEkzfgFceyd50Y.jpg",
        "title": "[18+] La Maison (2022)",
        "description": "La Maison (2022)La Maison ခေါ် စံအိမ်တော်လို့ခေါ်တဲ့ ဆောင်ကြာမြိုင်လေးတစ်ခုရဲ့ ဇာတ်လမ်းပါ။အဓိက ဇာတ်ဆောင် မင်းသမီးက စာရေးဆရာ။ သူက သူငယ်ချင်းတစ်ယောက်နဲ့ အလောင်းအစားလုပ်ရင်း ဆောင်ကြာမြိုင်ကို ရောက်သွားတယ်။ ရောက်သွားပြီးတဲ့နောက်မှာ ဆောင်ကြာမြိုင်ကို စိတ်ဝင်စားသွားပြီး ကိုယ်တိုင်အလုပ်လုပ်ရင်း နောက်ရေးမယ့်စာအုပ်အတွက် ကုန်ကြမ်းရှာပါတော့တယ်။စာအုပ်အသစ်မရေးနိုင်သေးလို့ ကြပ်တည်းနေတဲ့အချိန်မှာ ဒီအလုပ်က ငွေရတော့ ခဲတစ်လုံးနဲ့ ငှက်နှစ်ကောင်ရတာပေါ့။ ဒါပေမဲ့ သူက စာရေးဖို့ ကြိုးစားနေရင်းနဲ့ပဲ ဒီအလုပ်ကို ခင်တွယ်လာတယ်။ ဒီစံအိမ်ကို ခင်တွယ်လာတယ်။ အဲဒီက အမျိုးသမီးလေးတွေကို ခင်တွယ်လာတယ်။ လိင်ကိစ္စကို နဂိုကတည်းက ဝါသနာလို့ လုပ်ဖြစ်တယ်ဆိုပေမဲ့ တကယ်လုပ်ကြည့်တော့မှ ဒီလောကအကြောင်း ဒီလောကကလူတွေအကြောင်း သိလာပြီး ချစ်စိတ်ဝင်သွားတဲ့ အဖြစ်လေးပါ။အက်ရှင်ခန်းတွေမှာတော့ ကွင်းကွင်းကွက်ကွက်ပြမထားပေမဲ့ ဘုရားသခင်ရဲ့ အနုစိတ်ဖန်တီးထားတဲ့ အလှအပတွေကိုတော့ အပြည့်အဝခံစားနိုင်မှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, ...",
        "rating": "5.7",
        "url": "https://megaup.net/2C8af/(CM)_The_House_(2022)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Naked-weapon-poster-133x200.jpg",
        "title": "Naked Weapon (2002)",
        "description": "Naked Weapon 2002ကမ္ဘာတစ်ဝှမ်းလုံးမှာ ၁၃ နှစ် အရွယ် မိန်းကလေးတွေ ပျောက်နေကြတယ်။\nဒါနဲ့ ပတ်သတ်ပြီး CIA က Jack Chen နဲ့ သူ့အဖွဲ့ဟာ လိုက်လံစုံစမ်းနေခဲ့တာကြာပြီ။\nသူတို့ရဲ့ တစ်ခုတည်းသော သဲလွန်စက\nမဒမ် M ဆိုတဲ့ အမျိုးသမီး နဲ့ သူဦးဆောင်တဲ့ အဖွဲ့အစည်းပဲ။\nမဒမ် M ဟာ ကမ္ဘာ တစ်ဝှမ်းမှာရှိတဲ့ ၁၃ နှစ် အရွယ် မိန်းကလေးငယ်တွေကို ပြန်ပေးဆွဲတယ်။\nလူသူမနီးတဲ့ ကျွန်းဆီ ခေါ်သွားပြီး\nအဲဒီ မိန်းကလေးတွေကို စစ်ရေးလေ့ကျင့် သင်ကြားပေးတယ်။\nမဒမ် M ပြန်ပေးဆွဲတဲ့ မိန်းကလေးတွေအားလုံးဟာ\nအားကစား ဒါမှမဟုတ် ကိုယ်ခံပညာ တစ်ခုခုမှာ\nအများနဲ့ မတူအောင် ထူးချွန်တဲ့ သူတွေ ဖြစ်တယ်။\nအဲဒီထဲမှာ Charlene ဆိုတဲ့ ကလေးမလေးလည်း ပါတယ်။\nCIA က Jack Chen က လည်း ပျောက်သွားတဲ့ ကလေးတွေနဲ့ Charlene ...",
        "rating": "5.5",
        "url": "https://megaup.net/2C4nv/(CM)_Naked.Weapon.2002.Blu-ray.REMUX.1080p.AVC.AAC.5.1-Naung.mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/71ENqUBzg5L._AC_UF8941000_QL80_-132x200.jpg",
        "title": "Red Sparrow (2018)",
        "description": "Red Sparrow (2018)\nဒီရုပ်ရှင်ကားကမြန်မာပြည်မှာ ရုံတင်ခဲ့တုန်းက ဆင်ဆာဖြတ်တဲ့အခန်းတွေများလို့ နာမည်ကြီးခဲ့တဲ့ ရုံတင်ကားဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ရဲ့ ထူးခြားချက်ကတော့ ခေါင်းဆောင်မင်းသမီးဖြစ်သူ Jennifer Lawrence ဟာ အရင်တုန်းက Nude Scenes တွေပါတဲ့ကားတွေဆို လုံးဝလက်မခံခဲ့ပဲ ဒီကားကိုတော့ သူကိုယ်တိုင် ဇာတ်ညွန်းကိုကြိုက်နှစ်သက်လို့ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ကို Nudity အသားပေးရုပ်ရှင်ကားတစ်ကားလို့ မမြင်စေချင်ပါဘူး။ ဒီရုပ်ရှင်ရဲ့ နောက်ကွယ်မှာ အဲ့လိုမျိုး ကိုယ်ခန္ဓာကိုရင်းပြီး သူလျှိုလုပ်နေရတဲ့သူတွေ တကယ်ရှိတယ်ဆိုတာ သိလာအောင် ရိုက်ပြထားတဲ့ကားတစ်ကားဖြစ်တာကို သိစေချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ဒိုမီနီကာဆိုတဲ့ ကောင်မလေးဟာ ရုရှားကျက်သရေဆောင် ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်ပြီး သူ့မိခင်နဲ့အတူ ကဇာတ်ရုံက ထောက်ပံံ့ပေးထားတဲ့တိုက်ခန်းမှာ အတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် ကံဆိုးစွာနဲ့ပဲ ဖျော်ဖြေပွဲမှာ မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီး ဒိုမီနီကာရဲ့ ကချေသည်ဘ၀ ပျက်စီးသွားခဲ့ပါတယ်။ မိခင်ကြီးကလဲ နာမကျန်းဖြစ်လာသလို ကဇာတ်ရုံကလဲ ကချေသည်နောက်တစ်ယောက် လူစားထိုးလိုက်တဲ့အခါ ဒိုမီနီကာတစ်ယောက် ရွေးချယ်စရာမရှိတော့ပဲ သူ့ဦးလေး အကြံပေးတဲ့အတိုင်း သူလျှိုတစ်ယောက်အဖြစ် အလုပ်လုပ်ကိုင်ဖို့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1W7yf/(CM)_Red.Sparrow.2018.2160p.4K.UHD.BluRay.10bit.SDR.X265-Naung.mkv",
        "category": "Action, Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/gjjemime7y2w-140x200.jpg",
        "title": "{18+}D Cup Girlfriend (2020)",
        "description": "ဒီတခါ တင်ဆက်ပေးမယ့် ဇာတ်လမ်းကတော့\nရှုပ်ထွေးနက်နဲတဲ့ လူစိတ်သဘောကို\nကွက်ကွက်ကင်းကင်းဖွင့်ဟပြမယ့် အ\nအချစ်ဒရာမာဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်....ခန္ဓာကိုယ်အချိုးအစား လှပသလို\nလိုအပ်တောင့်တမှုများတဲ့ မိန်းမလှလေးနှစ်ဦးရဲ့\nလိုအင်ဆန္ဒတွေကို အတွေ့အကြုံဖလှယ်ပညာယူရင်း\nဖြည့်ဆည်းပေးမယ့် ယောကျာ်းသားနှစ်ဦးရဲ့ပညာတွေကို\n18+ဆန်ဆန်ကြည့်ရှုသွားရမှာဖြစ်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.22GB / 487MB\nQuality…1080p FHD RIP / 720p\nFormat…mp4\nDuration….1 h 10 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/1g5vd/D.Cup.Girlfriend.2020.1080p.FHDRip.H264.AAC(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHcDnZ7Tn3yf2xYiKo7BsQwDJjs.jpg",
        "title": "[18+]My Friend’s Husband(2017)",
        "description": "My Friend's Husband(2017)**************************(ကွီးယား 18+ မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...)Ji-eun ဆိုတဲ့အမျိုးသမီးဟာ အိမ်ထောင်သည်ဆိုသော်ငြားသူ့ယောက်ျားနဲ့ပတ်သက်ပြီး အိပ်ရာပေါ်က အချစ်ချိန်တွေမှာတော့အတော်လေး စိတ်မကျေနပ်မှုများတယ်...ဒါက သူမရဲ့ ရမ္မက်ပျင်းထန်လွန်းတာကြောင့်လားသူမတူတဲ့ လိုအင်ဆန္ဒကြောင့်လားတော့ ဝေခွဲမရ..ဒီတော့ သူမရဲ့ အဖြစ်တွေကိုအိမ်နီးချင်း အိမ်ထောင်သည် အမျိုးသမီးတစ်ဦးကိုရင်ဖွင့်မိတယ်...အိမ်နီးချင်းအမျိုးသမီးကလည်း ဒီလို ကိစ္စတွေမှာ ဆရာမကြီးဆိုတော့ နည်းလမ်းတွေအများကြီးပေးတော့တာပဲ.ဒီလိုနည်းလမ်းတွေလိုက်လက်တည့်စမ်းတဲ့အခါမှာတော့...File size… 555MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/3hWcf/My.Friend_s.Husband.2017.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzExYzhhNzgtYzNlNS00MTFkLWFhNTYtZmI3YmNiOGNhZWU0XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_-150x200.jpg",
        "title": "All American Bikini Car Wash (2015)",
        "description": "All American Bikini Car Wash (2015)\n==========================ဒီတစ်ခါ တင်ဆက်ပေးမဲ့ကားလေးကတော့ ပုရိသအပေါင်းတို့ မျက်စိအစာကျွေးလို့\nကောင်းမဲ့ ကားလေးပဲဖြစ်ပါတယ်။ ခေါင်းစဉ်အတိုင်းပါပဲ။ ကားရေဆေးလုပ်ငန်းပေါ့။\nဒါပေမဲ့ ဘီကီနီဝတ်ထားတဲ့ကောင်မလေးတွေကိုယ်တိုင် Hand wash only ဆေးပေးမဲ့\nကားရေဆေးပါတဲ့ဗျာ။ မမတွေ၊ညီမလေးတွေရဲ့အလှကိုတစ်ကားလုံး မကြည့်ချင်မှ\nအဆုံးမြင်ရမှာပါ။ ဘွင်းရှင်းလှတဲ့ရိုက်ကွက်တွေကြောင့် ၁၈ယောက်စုကြည့်ရမဲ့ကား\nဖြစ်ကြောင်းပါ။ အောက်မှာဇာတ်ညွှန်းလာပါပြီ။ဂျက်ခ်က စီးပွားရေးမေဂျာကျောင်းသားတစ်ယောက်။ သူတို့အိမ်ကချမ်းသာပေမဲ့ ဖအေ\nဖြစ်သူက စည်းကမ်းတင်းကြပ်သူ။ ကိုယ့်သားကိုတောင် အိမ်ငှားခတောင်းတဲ့သူမျိုး။\nတစ်နေ့ကျ ဖိုင်နယ်စာမေးပွဲလည်းကျ၊ အလုပ်လည်းပြုတ်၊ ငှားခလည်းပေးစရာမရှိဖြစ်\nနေတုန်း ပရော်ဖက်ဆာဖြစ်သူက သူ့ကားရေဆေးလုပ်ငန်းကို တစ်ပတ်တိတိအမြတ်\nရအောင်လုပ်ပြနိုင်ရင် အအောင်ပေးပေးမယ်လို့ အပေးအယူလုပ်လာတော့ စာမေးပွဲ\nကျလို့ အဘေခံရတော့မဲ့ ဇာတ်လိုက်ကျော်ကြီးက လက်ခံလိုက်ပါတယ်။သူ့သူငယ်ချင်း ဂေါ်မစွံကောင်ရယ်၊ လိုက်သမျှစော်တိုင်းရနေတဲ့ စော်ကြည်ဘဲရယ်\nပေါင်းပြီး ပရော်ဖက်ဆာရဲ့ရိုးရိုးကားရေဆေးလုပ်ငန်းကို ဘီကီနီကားရေဆေးလုပ်ငန်း\nအဖြစ် ပြောင်းပစ်လိုက်ပါတော့တယ်။ လူငယ်ဆန်ဆန်နဲ့ပေါ့ပေါ့ပါးပါးကြည့်ရှုလို့ကောင်း\nမဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။ ကျန်တာကတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုကြ\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.86 GB) / (857 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "4.3",
        "url": "https://megaup.net/1W0lx/All.American.Bikini.Car.Wash.2015.1080p.BluRay.(CM).mp4",
        "category": "Adult, Comedy"
    }
]