[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5nGRaQV5MoVs2AGUP3qyf3BXuuz.jpg",
        "title": "[18+]Love Affair(2014)",
        "description": "[18+]Love Affair(2014)********************* Seong-min ဟာ ကုမ္ပဏီကနေ အနားယူပြီး ဇနီးနဲ့အတူ စာအုပ်ဆိုင် ဖွင့်ထားတဲ့ အိမ်ထောင်ရှင် ဖခင်တစ်ဦးပါ\nသူ့ဆိုင်ကို အရမ်းလှတဲ့ ဘဲလေးအကဆရာမဖြစ်တဲ့ Ga-hee ရောက်လာပြီးတဲ့နောက် Seong-minကနေ့တိုင်း အကဆရာမလေးအကြောင်းပဲ တွေးမိနေတော့တယ်\nGa-hee က သူ့အမေဆေးရုံစရိတ်တွေကြောင့်သာ လက်ရှိခင်ပွန်းနဲ့ပေါင်းသင်းနေရတာဖြစ်ပြီး ယောက်ျားဖြစ်သူနဲ့ ဆက်ဆံရေးက အေးစက်ပြီး Seong-min နဲ့ဆက်ဆံရေးကတော့ တစ်နေ့တခြား ပိုပိုနီးစပ်လာပါတယ်\nဒီလိုနဲ့ နှစ်ယောက်လုံး အရူးအမူး ချစ်မိသွားကြပြီး ဆင်ခြင်တုံတရားမဲ့သွားပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..ဇာတ်လမ်းလည်းကောင်းသလို မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါဝင်လို့ကသတိချပ်စေချင်ပါတယ်..  File Size : (1GB) and (437MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/2wpB9/Love_Affair(2014)..WEB-DL.1080P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/FB_IMG_1670143614293-133x200.jpg",
        "title": "[18+] Reroute (2022)",
        "description": "Reroute (2022)Iskandalo ကိုစောင့်ကြည့်ခဲ့ဖူးသူတွေအနေနဲ့ ပါလာနိုး မျှော်ကိုးရင်းနဲ့ ဇာတ်သိမ်းတဲ့အထိ ဘာမှမဘာလိုက်ပဲ ကာလသားတွေကို အသည်းခွဲသွားခဲ့တဲ့ ရဲမေ မမကြီး Cindy Miranda ကို မှတ်မိကြဦးမှာပါ။ အခုဇာတ်ကားကတော့ မမကြီးရဲ့ဇာတ်ကားသစ်ဖြစ်ပြီး Iskandalo တုန်းက အားမရခဲ့သမျှ ဒီကားမှာတော့ စိတ်တိုင်းကျရတော့မှာဖြစ်ပါတယ်။ တကယ်တော့ ဒီကားက ဒီနှစ်အစောပိုင်းကတည်းကထွက်ထားခဲ့တာဖြစ်ပြီး အဖြူအမည်းပုံစံနဲ့ဖြစ်နေခဲ့လို့ ချန်ထားခဲ့တာပါ။ အခု Director's Cut မှာတော့ ဆေးရောင်စုံမြင်ကွင်းကျယ်နဲ့မမရဲ့အလှအပတွေကို တစ်ဝကြီးရှုစားရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အိမ်ထောင်ရေးအဆင်ပြေပုံမရတဲ့လင်မယားနှစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ဘော်ဒါတွေဖျော်ဖြေမယ့် ပွဲတစ်ခုကိုသွားတက်ဖို့ခရီးထွက်လာကြပါတယ်။ လမ်းမှာခင်ပွန်းသည်ရဲ့ မွေးရပ်ရွာကိုဖြတ်သွားရမှာဖြစ်တဲ့အတွက် သူ့အဖေဆီ ဝင်လည်ဖို့လဲရှိပါတယ်။ သူ့ရွာကိုရောက်ကာနီးမှာ အာဏာပိုင်တွေက အော်ပရေးရှင်းတစ်ခုရှိလို့လမ်းပိတ်ထားတာနဲ့ကြုံပြီး လမ်းလွှဲကနေသွားခိုင်းတာနဲ့ ကြုံရပါတယ်။ လမ်းလွှဲကိုသွားဖို့ဆိုရင် ဟိုးအဝေးကြီးနောက်ပြန်မောင်းရမှာဖြစ်တဲ့အတွက် လမ်းကျွမ်းတယ်ဆိုပြီး ခင်ပွန်းဖြစ်သူ ဒန်ဟာ နီးရာလမ်းတစ်ခုကနေဖြတ်မောင်းရာကနေ လူသူဝေးတဲ့နေရာတစ်ခု တောလမ်းအလယ်မှာ ကားပျက်သွားပါတော့တယ်။ဖုန်းလိုင်းမမိတဲ့နေရာမှာ ကားလဲမပြင်တတ်ပဲ တိုင်ပတ်နေရင်း သားကောင်အသေတစ်ကောင်ကိုထမ်းလာတဲ့လူကြီးတစ်ယောက်နဲ့တွေ့ဆုံမိပြီး အဲ့ဒီလူကြီးက သူ့အိမ်မှာနားရင်း စက်ပြင်ဆရာကိုစောင့်ဖို့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1au6g/(CM)_Reroute_[Director_s_Cut]_2022_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/snkcmpbnnrmh-141x200.jpg",
        "title": "[18+]Scissor Dick (2018)",
        "description": "နာမည်မြင်တာနဲ့မလန့်ပါနဲ့ ဝင်ကြည့်လိုက်ပါပိုလန့်သွားအောင်😂 ၁၈အပေါင်းကားဆိုတာနာမည်မြင်တာနဲ့သိလောက်မှာပါနာမည်ကြီးScissorhands ဆိုတဲ့ကားကို inspire ယူထားတယ်လို့ထင်ရင်မှားသွားပါလိမ့်မယ်ဒီကားလေးကတကယ်တော့ ရုပ်ဆိုးတဲ့ကောင်‌တွေကို အပီအပြင်ရှယ်နှိမ်ထားတဲ့ကားလေးဖြစ်ပေမဲ့ ‌ရုပ်ဆိုးတဲ့ကောင်တွေ‌ကိုနှိမ်ရကောင်းမလားဆိုပြီး ပြန်လက်စားချေတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဟာသနှောထားတဲ့အပြင်သွေးထွက်သံယိုတွေလည်းပါလို့ ရသမျိုးစုံကိုခံစားရမှာပါ ။File Size__(700MB)\nQuality__DVDRip\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__01:29:00\nType__Adult , Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.2",
        "url": "https://megaup.net/1au0y/[18+]Scissor_Dick_(2018).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/4z1xhmhz1sp7-142x200.jpg",
        "title": "[18+]Sex & Onmyoji (2012)",
        "description": "Sex and Onmyoji (2012)လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းက Abe မိသားစုနဲ့ရန်ငြိုးရန်စပြင်းထန်တဲ့ Onmyojiဆိုတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ရှိပါတယ်ထိုမကောင်းဆိုးဝါးက စိတ်ဓာတ်ကျနေတဲ့လူတွေကိုအဓိကပစ်မှတ်ထားပြီး သူတို့ရဲ့ခန္ဓာကိုယ်ကိုယူကာအသက်ဆက်လေ့ရှိတယ်Abeမိသားစုရဲ့၆၅ဆက်မြောက် Seikoဆိုတဲ့ကောင်မလေးက ဘယ်လိုနည်းပညာတွေကိုသင်ယူပြီး Onmyojiနဲ့ဘယ်လိုတိုက်ခိုက်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါဒါ့အပြင် တိုက်ခိုက်ရေးနည်းပညာတွေအရမ်းထူးဆန်းတာကြောင့် လူ၁၈ယောက်လောက်စုပြီး ကြည့်ကြပေါ့ ။File Size__(660MB)\nQuality__DVDRip\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:15:00\nType__Adult , Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://megaup.net/1QrsW/[18+]Sex_And_Onmyoji_(2012).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/t8atqgd2qmgd-146x200.jpg",
        "title": "[18+]Indecent Woman (1999)",
        "description": "ရုတ်တရက် ဘာအမှုကြောင့်မှန်းမသိစစ်ဆေး‌ရေးရုံးကိုရောက်လာတဲ့အမျိုးသမီးလေးဟာ တကယ်တမ်းကျ ယောက်ျားဖြစ်သူဆီမှသစ္စာဖောက်ခြင်းခံခဲ့ရတာပေါ့ကိုယ့်မိန်းမကိုဆေးခပ်တခြားယောက်ျားနဲ့ ပေးအိပ်တဲ့ယောက်ျားမျိုးကို ဘယ်လိုနည်းလမ်းနဲ့သတ်ရင်အကောင်း‌ဆုံးလဲ?မင်းသမီးရဲ့အိုက်တင်ကလုံးဝကြွေကျလောက်ပီပြင်ပြီး ဘယ်လိုသွေးအေးအေးနဲ့လက်စားချေမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမဲ့ကားလေးဖြစ်ပါတယ်File Size__(500MB)\nQuality__DVDRip\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:24:00\nType__Adult , Cirme, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://megaup.net/1QrsU/[18+]Indecent_Woman_(1999).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYjUzOGIwNGEtOGJmOC00Y2ZhLWJhMzUtYTJhZGFmNjBlMGViXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_QL75_UY281_CR10190281_-135x200.jpg",
        "title": "Sex Drive (2003)",
        "description": "Sex Drive (2003)\n============ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင် 18+ကားလေးဖြစ်ပါတယ်။\nလိင်ကိစ္စကိုကြောက်တဲ့ အသည်းကွဲနေတဲ့ဆော်လေး ရှီလာနဲ့\nတွေ့သမျှလူနဲ့ ဖောင်းဒိုင်းတဲ့ စားစော်ကြီး မဲလ်တို့ သူငယ်ချင်း\nနှစ်ယောက်ဟာ ဆာဂါဒါဆိုတဲ့ ဝေးလံလှတဲ့တောင်ပေါမြို့လေးကို\nခရီးထွက်ခဲ့ကြပါတယ်။မထင်မှတ်ပဲ လမ်းခရီးမှာ အတိတ်မေ့နေတဲ့ ဘဲချောချောလေးကို\nတွေ့ပြီး ကားပေါ်တင်ခေါ်ခဲ့ပါတယ်။ သူတို့သုံးယောက်ရဲ့ ခရီးသွား\nဇာတ်လမ်းလေးကို ရင်တဖိုဖို ရင်တထိတ်ထိတ် ဟာသအနှောလေး\nတွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ၁၈+ ဆိုပေမယ့်လည်း အရမ်းကြမ်းတဲ့\nကားမျိုးမဟုတ်ပဲ ဇာတ်လမ်းသွားလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်\nကားမျိုးပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ZMT ဖြစ်ပါတယ်)File Size..........(930 MB) / (550 MB)\nQuality............WEB-DL 720p / 480p\nDuration.........1Hr 28mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Adult\nTranslator.......ZMT\nEncoder..........Admin X",
        "rating": "4.8",
        "url": "https://megaup.net/1Qjkb/Sex.Drive.2003.720p.WEB-DL.AAC2.0.(CM)_(3).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4p3bJ1Dc850lqAygU4cLqVhkLQ.jpg",
        "title": "[18+] The Wayward Cloud (2005)",
        "description": "The Wayward Cloud (2005)~ IMDb - 6.5/10, Rotten Tomatoes - 78% ~\n(ဒီလိုခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲကြည်အောင် 720p ထိချဲ့ကုတ်ပေးလိုက်ပါတယ်ခင်ဗျာ)\nထိုင်ဝမ်ဒါရိုက်တာ Tsai Ming-liang ရဲ့ အမှတ်သညာလိုဖြစ်နေတဲ့ကားလို့ ပြောရမှာပဲ။ နောက်ဒီကားအမျိုးအစားက မြူဇစ်ကယ်ဒရာမာ။ မြူဇစ်ကယ်ဒရာမာအရေအတွက်က တရုတ်ရဲ့ ရုပ်ရှင်တွေထုတ်လုပ်နှုန်းနဲ့ ယှဉ်ရင် ၀.၀၀၁ ရာခိုင်နှုန်းတောင် ရှိပါ့မလားပဲ။ တရုတ်မြူဇစ်ကယ် ဒရာမာစစ်ကလည်း ပိုရှားတယ်။ ကြည့်ဖူးသလောက်ထဲတော့ ဟောင်ကောင်မှာဆို Perhaps Love, နောက်ထိုင်ဝမ်က ဒီကား၊။ ဒီလောက်ပဲ တွေ့ဖူးတယ်။ ဒီကားက မြူဇစ်ကယ်ဒရာမာဖြစ်နေရုံတင်မဟုတ်ဘဲ တကယ့်ငစားကားလည်း ဟုတ်တယ်။ ဘယ်လိုစားလဲတော့ ခင်ဗျားကိုယ်တိုင်ကြည့်မှ သိမှာပဲ။ အပြမှာတင်စားတာမဟုတ်ဘဲ သူ့သီချင်းတွေကလည်း စားတယ်။ မသိတဲ့လူသွားပြရင်တော့ အောကားလားလို့တော့ အမေးခံရမှာပဲ။ Tsai Ming-liang အနေနဲ့ဆိုရင်တောင် တော်တော်စားတဲ့ကားလို့ပြောရမှာပါပဲ။ ဒီရုပ်ရှင်က ...",
        "rating": "6.5",
        "url": "https://megaup.net/1amp4/(CM)_The_Wayward_Cloud_(2005)_720p.mp4",
        "category": "Adult, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpD7tjNhyAuShm2mOiaJixMyxkk.jpg",
        "title": "[18+] Body Heat (1981)",
        "description": "Body Heat (1981)~ IMDb - 7.4/10, Rotten Tomatoes - 98% ~ဒီကားက Neo-Noir ကိုမှ Erotic ကားပါ။ Neo-Noir ကားတွေ ကြမ်းရင် ဘယ်လောက်ထိကောင်းလဲ အားလုံးသိကြလောက်ပါတယ်။ ဒီကားကလည်း ရိတ်တင်၉၈ရာခိုင်နှုန်းတောင်ရထားတဲ့ Neo-Noir ကားပါ။ David Fincher ရဲ့ နာမည်ကြီးကားဖြစ်တဲ့ Seven တို့ Zodiac တို့ထက်တောင် များပါတယ်။ ဆိုတော့ ဒီကားဘယ်လောက်ကောင်းမလဲ စဉ်းသာစားကြည့်ပေါ့။ရှေ့နေနက်ဒ်ရာဆင်းဟာ အကျင့်ပျက်ခြစားမှုတွေ မရှားပါးတဲ့ သူ့မြို့မှာ သူလည်သလို ဖျံကျလိုက်၊ လူလွတ်ဘဝနဲ့ ပျော်ပါးလိုက်နဲ့ ဘဝကိုဖြတ်သန်းနေရာက တစ်ညမှာ မတ်တီဝေါ်ကာဆိုတဲ့ မိန်းမတစ်ယောက်ကို ဆုံမိပြီးတော့ စွဲလမ်းသွားခဲ့တယ်။ မတ်တီက အိမ်ထောင်ရှိအမျိုးသမီးပေမဲ့ အဲဒီလိုစည်းမျိုးကို သောင်ပြင်ပေါ်ကခြေရာလောက် သဘောထားတဲ့ နက်ဒ်က မရမကလိုက်တဲ့နောက်မှာ အစတည်းက ခင်ပွန်းသည်အပေါ် အလိုမကျတဲ့ မတ်တီကလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Qjlm/(CM)_Body_Heat_(1981)_1080p.mp4",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gFqHrp8zrC9EshDnvQe7tcf6W8T.jpg",
        "title": "[18+] Alapaap (2022)",
        "description": "Alapaap (2022)~ IMDb rating - 7.3/10 ~အဲရစ်ဦးဆောင်တဲ့ သူငယ်ချင်းအုပ်စုဟာ အခုချိန်မှာ ရုပ်ရှင်ကျောင်းဆင်းတစ်ယောက်ဖြစ်တဲ့ အဲရစ်ရဲ့ Thesis အတွက် မှတ်တမ်းရုပ်ရှင်တစ်ခုဖြစ်မြောက်ရေးကို ဝိုင်းဝန်းကူညီနေကြပါတယ်။အားလုံးဟာ လူချမ်းသာ အသိုင်းအဝိုင်းကြီးတွေက မွေးဖွားဆင်းသက်လာတဲ့ ဘဝအပေါ်ရှုမြင်တွေးခေါ်ပုံတွေကအစ အစဉ်အလာနဲ့ဖောက်ထွက်ဆန့်ကျင်ကြတဲ့ လူငယ်ပညာတတ်တွေဖြစ်ပြီး K တွေ E တွေကို ပဲကြီးလှော်လိုသုံးစွဲ လိင်မှုကိစ္စအရာမှာလဲ ပွင့်လင်းလွတ်လပ်အစွန်းရောက်လွန်းပြီး Orgy တွေ သီရိစံတွေ ဘာညာဆိုတာ သူတို့ဘဝမှာနေ့စဉ်ထမင်းစားရေသောက်ပါ။အားလုံးဟာ အတိတ်စိတ်ဒဏ်ရာတွေ အမှောင်ကိုယ်စီရှိတဲ့လူတွေဖြစ်ပေမယ့် လက်ရှိဘဝမှာတော့ အားလုံးကိုမေ့ထားပြီး ပေါ့ပေါ့ပါးပါးနေထိုင်ကြပါတယ်။ အဲရစ်ရဲ့မှတ်တမ်းရုပ်ရှင်ဟာ ဖိလစ်ပိုင်အစွန်အဖျားက ဘန်ယန်ဆိုတဲ့ ရှေးဟောင်းတိုင်းရင်းမျိုးနွယ်စုတစ်ခုအကြောင်းဖြစ်တဲ့အတွက် အဲ့ဒီနေရာကို ကုန်းတစ်တန်ရေတစ်တန်နဲ့ ခရီးသွားဖို့ဖြစ်လာတဲ့နောက်မှာတော့ အဲ့ဒီခရီးဟာ သူတို့ဘဝတွေကို တစ်ဆစ်ချိုးပြောင်းလဲစေမယ့် တစ်သက်မမေ့နိုင်စရာ ခရီးတစ်ခုဖြစ်လာပါတော့တယ်။အဖော်အချွတ်တွေ လိင်ဆက်ဆံခန်းတွေ ပုံမှန်ထက်ပိုကြမ်းတမ်းတဲ့အပြင် သွေးထွက်သံယိုတွေ၊ ရက်စက်တဲ့ပြကွက်တွေလဲ အများကြီးပါဝင်တဲ့အတွက် စိတ်မထိန်းနိုင်တဲ့သူတွေ အသည်းငယ်တဲ့သူတွေကြည့်ဖို့မသင့်တော်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Qifr/(CM)_Alapaap_(2022)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BY2NhY2UyYjktNjZhYy00M2Y5LWJjMGYtOTIxNzY2OTQ2Y2JlXkEyXkFqcGdeQXVyMTY1NzY2NA@@._V1_-140x200.jpg",
        "title": "{21+} Blind Beast (1969)",
        "description": "မီချီကိုတစ်ယောက်က မွေးရာပါ အာရုံကြောချို့တဲ့ပြီး\nမျက်မမြင်တစ်ယောက်ဖြစ်ပါတယ်\nသူက အနုပညာကို အရမ်းဝါသနာပါပြီး\nအနုပညာသစ်တစ်ခုကို ဖနတီးနေချင်သူတစ်ယောက်ပါ\nသူဖန်တီးချင်တဲ့ အနုပညာက အထိအတွေ့ အနုပညာ...အာကီရှိမာက ဖေါ်ချွတ်ဓာတ်ပုံမော်ဒယ်နဲ့ ပက်သက်ပြီး\nလူငယ်တွေကြားမှာရေပန်းစားနေတဲ့ မော်ဒယ်တစ်ယောက်ပါ\nတစ်နေ့ သူရဲ့ပုံတွေကို ပြပွဲလုပ်တဲ့အခါမှာ သူ့ရုပ်ထု တစ်ခုလည်း ပါဝင်ခဲ့ပါတယ်မီချီကိုတစ်ယောက်ပြပွဲကို သတင်းရပြီး အရောက်သွားပြီး\nသူ့ရဲ့ အထိတွေ့ပညာနဲ့ ရုပ်ထုကို အာရုံခံပြီး\nသူမရဲ့ အဖုအထစ် အလုံးအကြွ\nသူမတူတဲ့ အသားရေတွေကို ခံစားမိပြီး အစွဲကြီးစွဲသွားပါတော့တယ်နောက်ဆက်တွဲဖြစ်လာမဲ့အကြောင်းရာတွေက စိတ်ဝင်စားစရာ\nကောင်းနေပြီး သူမတူတဲ့ ရသာမျိုး ပေးဆောင်နိုင်တဲ့\nဇာတ်ကားကောင်းဖြစ်နေတာမလို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.28GB / 661MB\nQuality…1080p BluRay Remux / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.1",
        "url": "https://megaup.net/1ajxi/Blind.Beast.1969.1080p.BluRay.REMUX.AVC.FLAC.1.0-TRiToN(DS).mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f7EEfLVMSzOTzjXFvX6DxgPNb1R.jpg",
        "title": "(18+) Tasty Brother (2020)",
        "description": "Tasty Brother 2020(18+)ဒီတစ်ခေါက်တော့ နယ်ကနေ အလုပ်ရှာဖို့တက်လာတဲ့ ဝမ်းကွဲညီမလေးနဲ့\nချစ်ရည်လူးကြတဲ့ အကိုနဲ့ ညီမလေး ဇာတ်ကားလေးပါ\nထူးထူးဆန်းဆန်း မကြားစဖူး အကြားထူးတဲ့ ကားလေးပါပဲ\nအကိုက ခပ်တည်တည်နေပေမဲ့ အပေးအယူကောင်းတဲ့ ညီမလေးကြောင့် မျောပါသွားပြီး\nအချစ်နွံထဲ နစ်သွားတဲ့ အစ်ကိုတစ်ယောက်အကြောင်း ဖော်ညွှန်းရိုက်ကူးထားတဲ့\nTasty Brother ဆိုတဲ့ အရသာရှိတဲ့ အကိုအကြောင်း ဇာတ်ကားလေးပါပဲ။ဒါတော့ ၁၈ ယောက် မကြည့်ဘဲ တစ်ယောက်တည်း ကြည့်ဖို့ လိုမယ်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 720p | 480p\nFile size… 704MB | 268MB\nFormat… mp4\nDuration…. 1h 10min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rookie\nEncoder ..... Blank",
        "rating": "",
        "url": "https://megaup.net/1ajwz/Tasty.Brother.2020.720p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDAxNTRhMjctMDgzMC00NWIyLThjZGMtOWUzOWNlNGNhOGQ2XkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_-140x200.jpg",
        "title": "(18+)The Senior Class (2012)",
        "description": "အိပ်မက်တွေ တစ်လှေကြီး\nမျှော်လင့်ချက်တွေ တပုံကြီးနဲ့ ရှင်းဂျူဟီး\nသူမရဲ့ ပန်းတိုင်က နာမည်ကြီး ဒီဇိုင်နာ တစ်ယောက်ဖြစ်ဖို့\nအဲဒီဘွဲ့ကို ပဲရစ်မှာ သွားယူချင်နေတာ သူမရဲ့အိပ်မက်ပါပဲ\nသူရဲ့ အတန်းဖော်လေး ဂျောင်ဝူးက ဂျူဟီးကို\nကြိတ်ပြီးခိုက်နေပါတယ်တစ်နေ့မှာတော့\nဂျောင်ဝူး အခွင့်ရေးရခဲ့ပေမဲ့ မတို့ရက်မထိရက်ချစ်သူလေး...\nတစ်ကယ်တော့ ဂျူဟီးက ငွေကြေးမပြည့်စုံသူတစ်ယောက်ပါ\nသူ့ရည်မှန်းချက်တွေအတွက်ငွေလိုတယ်လေ\nတစ်နေ့ ဂျောင်ဝူးတစ်ယောက် သူ့မိတ်ဆွေတွေနဲ့\nအဆင့်မြင့် ကလပ်တစ်ခုကိုသွားရင်း မထင်မှတ်တဲ့\nမြင်ကွင်းတစ်ခုကို မြင်တွေ့လိုက်ရသောအခါအလွမ်းအဆွေး အချစ်အကြင်နာ\nမိန်းကလေးတယောက်ရဲ့ မာယာ\nမိန်းကလေးတစ်ယောက်ရဲ့ ဆန္ဒတွေကို\n၁၈ နှစ်အောက် ကလေးတွေမကြည့်သင့်တဲ့\nAnimation ကားကောင်းလေးဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nဝင်္ကပါတစ်ခုရဲ့ ပိတ်လမ်းတွေကို ခဲခြစ်မှတ်ခဲ့မယ်ဆိုရင်\nဘယ်သူက ခဲခြစ်ခံရမှာလဲ\nFile size…742MB / 360MB\nQuality…1080p WEBRIP / 720p\nFormat…mp4\nDuration….1h 23m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/2webB/The.Senior.Class.2016.1080p.WEBRip.x264.AAC(CM).mp4",
        "category": "Adult, Animation, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Naked_Poison-876974118-large-146x200.jpg",
        "title": "[18+]Naked Poison (2000)",
        "description": "Naked Poison (2000)ဒီကားလေးကတော့ အရမ်းတော်တဲ့ဆေးဆရာအဘိုးကြီးရဲ့ မြေးဖြစ်သူMinဆိုတဲ့ကောင်လေးနဲ့စတင်ထားပါတယ်\nMinကကြောင်တောင်တောင်ဆိုပေမဲ့ သူ့အဘိုးရဲ့ဆေးစာအုပ်တွေကိုခိုးဖတ်ပြီး ဆေးပညာကိုတိတ်တိတ်လေးလေ့လာနေသူပါတစ်နေ့ကျတော့ သူ့အဘိုးသေဆုံးပြီးတဲ့နောက်မှာ သူဟာ စိတ်ကြွဆေးတစ်မျိုးအပြင် ‌လူသေစေနိုင်တဲ့အဆိပ်တစ်မျိုးကိုတီထွင်လိုက်နိုင်ပါတယ်\nအဲ့ဆေးတွေကို ဘယ်နေရာမှာအသုံးချမလဲ ဘယ်လိုတွေကိုင်တွယ်မလဲဆိုတာ ဇာတ်ကားလေးထဲကြည့်ရှူ့ကြရမှာပါ ။ပြီးတော့ Lingဆိုတဲ့‌Minရဲ့ချစ်သူကောင်မလေးဟာလည်း သူ့နေရာနဲ့သူရှိသင့်တာရှိပြီးအတော်လေးချစ်စရာကောင်းလို့ သူဒီဇာတ်ကားထဲမှာပါတာနဲ့တင်ကြည့်လို့ တော်တော်တန်နေပါပြီ။File Size__(580MB)\nQuality__DVDRip\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:29:00\nType__Adult , Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/1Qgz2/[18+]Naked_Poison_(2000)_(2).mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7g7AIfLgFBpxAbqtLD1idxAfgPo.jpg",
        "title": "(18+) A Friend’s Wife Sold in Debt (2022)",
        "description": "(18+) My friend's wife sold in debt (2022)ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်း သူငယ်ချင်း ပေးရမယိ့အကြွေးအစား မိန်းမဖြစ်သူနဲ့ လဲပြီး ပေးလိုက်တာပါ\nငွေခဏခဏလိုနေတဲ့ ကောင်လေးက ငွေရှိတဲ့ သူ့သူငယ်ချင်းဆီက ပိုက်ဆံချေးပြီး မပေးနိုင်တော့ သူမိန်းမကို ပေးဖို့လုပ်တာပါ\nအစကတော့ သူငယ်ချင်းအိမ်မှာ အိမ်အကူ အလုပ်လုပ်ပေးရင်းကနေပဲ သူငယ်ချင်းရဲ့ တဏှာအောက်မှာ မြောပါသွားတဲ့ ဇာတ်ကားလေးပါ\nဒါတင်မကသေးဘဲ ပိုက်ဆံချေးတဲ့သူက သူ့ကို ‌ပိုက်ဆံထုတ်ပေးတဲ့ သူ့သူငယ်ချင်းရဲ့ မိန်းမကိုပါ ပြန်စားရင်း\nအဆုံးပါ မင်းမိန်းမလည်းငါ့မိန်းမ ငါ့မိန်းမလည်း မင်းမိန်းမ ဆိုသလို ဖြစ်သွားတဲ့ ဇာတ်ကားလေးပါ\nပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ရမယ့် ဒီကားလေးကိုတော့ တစ်ယောက်တည်း ကြည့်ဖို့တော့လိုပါမယ်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 971MB | 411MB ...",
        "rating": "5",
        "url": "https://megaup.net/1Qfkw/A.Friends.Wife.Sold.in.Debt.2022.1080p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTY0Mjk3NzYyMF5BMl5BanBnXkFtZTcwMDQzNTYyMQ@@._V1_-144x200.jpg",
        "title": "(18+)Angel Heart (1995)",
        "description": "- နာကျင်လွန်းတဲ့အတိတ်ဒဏ်ရာတွေက အချစ်ကိုပုံဖော်တဲ့အခါအနှောင့်အယှက်တစ်ခုဖြစ်နေခဲ့သလား- ကိုယ့်ရဲ့အတိတ်ဒဏ်ရာတွေနဲ့ မင်းကိုထိုးသွင်းလိုက်တဲ့အခါထပ်တူညီတဲ့ နာကျင်မှုဖြစ်သွားစေနိုင်မလား- ကိုယ့်ရဲ့အချစ်တွေက မင်းရဲ့ရမ္မက်နဲ့ထိပ်တိုက်တွေ့တဲ့အခါစိတ်ရှိတိုင်းမချစ်ရဘဲ အားနာနေမိမလား- ကိုယ့်အဖြစ်ကိုကြည့်ပြီး မင်းကတော့ ပြောရှာပါတယ်“ကျွန်မကို လျော့ချစ်ပါ”တဲ့လား...မြောင်ဝေကတော့ ဦးလေးနဲ့အတူတူ မူးယစ်ဆေးအရောင်းအဝယ်လုပ်ရင်း\nဦးလေးကိုယ်စား ထောင်နှစ်နှစ်ကျသွားခဲ့ရပါတယ်။ ဆေးမှုနဲ့ဆိုတော့\nထောင်ထဲမှာ အေးအေးဆေးဆေးမနေရဘဲ အမြဲလိုလိုနှိပ်စက်ခံခဲ့ရပြီး\nသူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့လက်ထဲမှာသေဆုံးသွားတဲ့အထိ ဖြစ်ခဲ့ရပါတယ်။အဲ့ဒီထိုးနှက်ချက်တွေကြောင့် ထောင်ကပြန်ထွက်လာပေမယ့်\nသူမပျော်တော့ပါဘူး။ အဲ့ဒီအချိန် ငယ်ချစ်ဦးဝင်ဒီနဲ့ပြန်တွေ့ရတဲ့အခါ....\nအချစ်နဲ့ဝေဒနာကို သက်သာစေနိုင်မလား ဒါမှမဟုတ် အချစ်ကြောင့်ပဲ\nဝေဒနာပိုတိုးလာမလားဆိုတာကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားတာမို့\n၁၈ ယောက်စုကြည့်လိုက်ပါတော့နော်....\nFile size…2.5GB / 1.01GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.0",
        "url": "https://megaup.net/1ai53/Angel_Heart_1995.1080p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/gowbz7lvcdqi.mid-136x200.jpg",
        "title": "[18+]Crime of a Beast 2 (2002)",
        "description": "Crime of Beast 2 (2002)Ricksဆိုတဲ့ရဲအရာရှိတစ်ယောက်နဲ့ဇာတ်လမ်းကိုစထားတယ်\nရဲဆိုပေမဲ့လည်းသူကအကြွေးတွေပတ်လည်ဝိုင်းနေ‌တဲ့လူဖြစ်လို့ အလုပ်လဲထွက်လိုက်ရပြီး ‌နေစရာလဲမရှိတော့ဘူးပေါ့( စော်လဲပစ်တာခံလိုက်ရသေးတယ်)\nစိတ်ညစ်စရာတွေနဲံပြည့်နေတဲ့ ညနေခင်းတစ်ခုမှာ အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ပြီး သူ့ဘဝဟာဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုရမှာပါ\nဒါ့အပြင် ကောင်မလေးနှစ်ယောက်နဲ့ ကျွန်းကြီးတစ်ခုမှာ သုံးယောက်းတည်းဘယ်လိုဖြတ်သန်းကြမလဲ😝\n(အဲ့ကျွန်းကိုဘယ်လိုရောက်သွားလဲသိချင်ရင်တော့ အခုပဲဝင်ကြည့်လိုက်ပေါ့)File Size__(2.9GB) / (1.4GB)\nQuality__1080p, 720p\nIMDb Rating__4.7/10\nFormat__mp4\nDuration__01:30:00\nType__Adult , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.6",
        "url": "https://megaup.net/2wcL1/[18+]Crime_of_Beast_II_(2002)_1080p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/bm7kn073zxci.mid-136x200.jpg",
        "title": "[18+]Crime of a Beast (1996)",
        "description": "Crime of Beast 1996Ah Funဆိုတဲ့လူငယ်လေးတစ်ယောက်ဟာ ရှုတင်မှာမီးအလင်းမှောင်သမားပေါ့ သူ့ကိုဆိုလူတွေကအရမ်းအနိုင်ကျင့်ကြတယ်တနေ့မှာ Mazyလိုခေါ်တဲ့ ဇာတ်ညွှန်း‌ဆရာမလေးတစ်ယောက်နဲ့သွားတွေ့တယ် ဖြစ်ချင်တော့ Mazyက စိတ်ရောဂါကုဆရာဝန်တစ်ယောက် Ah Funရဲ့ကလေးဘဝတည်းကခံစားခဲ့ရတဲ့စိတ်ရောဂါကို ဘယ်လိုကိုင်တွယ်မလဲ?ဒါ့အပြင် မိန်းကလေးတွေကို မုဒိမ်းကျင့်ပြီးလိုက်သတ်နေတဲ့စိတ်ရောဂါသည်ကို ဘယ်လိုဖမ်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ ။File Size__(900MB)\nQuality__720p\nIMDb Rating__4.6/10\nFormat__mp4\nDuration__01:30:00\nType__Adult , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.7",
        "url": "https://megaup.net/3cacA/[18+]Crime_of_a_Beast_(1996).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMmVhOTZmNTItNTViOS00ZmM3LTk4ZGQtNzEyNDkwMTNjZWI5XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]What’s Really Wrong With Secretary Kim (2020)",
        "description": "[18+]What's Really Wrong With Secretary Kim (2020)**************************************************ကုမ္ပဏီသူဌေးတွေဆိုတာမျိုးကအချိန်ပြည့် အလုပ်အတွက်စိတ်နှစ်ရတယ်ဆိုတော့သူတို့ရဲ့လောကီဆန္ဒကိုဖြည့်ဆည်းဖို့မေ့လျှော့နေတတ်ကြတယ်..ဒီလိုနေတဲ့သူဌေးတစ်ယောက်ထံကိုလှသွေးကြွယ် မိန်းကလေးတစ်ဦးရောက်လာတဲ့အခါမှာတော့..မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....   File Size :(778MB) and (282MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adult , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1agdz/What_s_Really_Wrong_With_Secretary_Kim_2020.HDRip.720p(cm).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMWNhMTNiODUtNTNlZC00MGZmLTgwMGQtNTA2YzNmMzM3MGY3XkEyXkFqcGdeQXVyOTE2MDk0MzY@._V1_-173x200.jpg",
        "title": "(18+) Still Life of Memories (2018)",
        "description": "¶ကိုယ့်ရဲ့ စားပွဲအိုလေးထက်မှာ ပြန့်ကျဲ စက္ကူအပိုင်းအစတွေ\nဆေးလိပ်တိုတွေနဲ့ ကံ့ကော်ပန်းခြောက်တစ်ပွင့် ဒါသက်ငြိမ် ပန်းချီကားပဲ¶\nထူးအိမ်သင်ရင် သက်ငြိမ်သီချင်းကို တိုးတိုးလေးငြီးမိရင်း ဒီဇာတ်ကားလေးရဲ့အညွှန်းကို ပုံဖော်ကြည့်မိသည်။အနုပညာတွင် still art လို့ခေါ်တဲ့ သက်ငြိမ်အနုပညာ ဆိုတာ ခံစားရနက်နဲသည်\nပန်းချီတို့ ဓာတ်ပုံတို့သည် သက်ငြိမ်အနုပညာပင်ဖြစ်သည်။\nမိုနာလီဇာပန်းချီကားတို့ ဗင်းဆင့်ဗန် starry night အာလူးစားသူများ\nအစရှိသည်ကနေ ပူလစ်ဇာဆုရ ဓာတ်ပုံများထိ သက်ငြိမ်များပင်.....\nခေတ်တွေပြောင်း ရာစုနှစ်တွေကြာညောင်းပါစေ\nပန်းချီကား ဓာတ်ပုံကားချပ်များက စကားလှမ်းပြောနေကြသည်။တစ်ယောက်နှင့်တစ်ယောက် ကြားရသည့်အသံတွေတော့ တူမည်မဟုတ်။\nသက်ငြိမ်ပန်းချီကားတစ်ချပ်ကို စီးကရက်ဖွာရင်း ခံစားတတ်သူတွေအတွက်\nယခုရုပ်ရှင်က အသိမ်မွေ့ဆုံး သက်ငြိမ်တစ်ခုကို ရုပ်ရှင်အနုပညာထဲတွင် ထုဆစ်ပြသပေးထားသည်\nရုပ်ရှင်ပွဲတော်များတွင်လဲ ဆုများရရှိခဲ့ပြီး ပန်းချီပညာ ဓာတ်ပုံပညာ\nဒဿနများပြည့်ဝစွာဖော်ကျူးထားသော သက်ငြိမ်ပန်းချီကားတစ်ချပ်\nမိတ်ဆွေတို့အတွက် တစ်ကိုယ်ရည်ညချမ်းတွေကို အဖော်ပြုပေးနိုင်မှာပါ\nFile size…3.24GB / 1.06GB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.3",
        "url": "https://megaup.net/2waef/Still.Life.of.Memories.2018.1080p.BluRay.x264(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/deng_hou_dong_jian_hua_fa_la-313340270-large-138x200.jpg",
        "title": "[18+]From the Queen to the Chief Executive (2001)",
        "description": "ဒီကားလေးကတော့ တရုတ်နိုင်ငံရဲ့ဥပဒေကိုမီးမောင်းထိုးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်ကားထဲမှာ Leungဆိုတဲ့ကောင်စီဝန်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေ လူသားချင်းစာနာမှုတွေအပြင် ငယ်ရွယ်စဉ်တည်းကစိတ်ဒဏ်ရာရထားတဲ့ Yue lingဆိုတဲ့ကောင်မလေးနဲ့ အိမ်မှာမွန်းကျပ်လို့လမ်းပေါ်ထွက်ရင်အဆင်ပြေလောက်မှာပါတွေးပြီး ထွက်ခဲ့ပေမဲ့ အပေါင်းသင်းကြောင့် လူသတ်မှုနဲ့ထောင်ကျသွားတဲ့ Cheung Yau-mingတို့အကြောင်းကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါရက်အကန့်သတ်မရှိအကျဉ်းချခံထားရတဲ့အသက်မပြည့်သေးတဲ့ကလေးတွေရဲ့အပြစ်ဒဏ်ကို တိတိကျကျချမှတ်ပေးဖို့ ကောင်စီဝင်Leungရဲ့ကြိုးစားမှုတွေကို သေချာလေးမြင်တွေ့ရမှာဖြစ်ပါတယ်ဒါ့အပြင်တစ်ဖက်ကလည်း အသက်မပြည့်သေးလည်း လူသတ်ရင် အပြစ်သားပဲဆိုတဲ့ တရုတ်လူမျိုးတွေရဲ့ ယုံကြည်ချက်တွေကိုလဲတွေ့နိုင်မှာပါ နိုင်ငံရေးဇာတ်ကားလေးဖြစ်တဲ့အပြင် စိတ်ဝင်စားဖို့လည်းအရမ်းကောင်းတဲ့ကားလေးဖြစ်ပါတယ် ။File Size__(2GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mo Mo\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/1Qc5j/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_1080p.mp4",
        "category": "Adult, Crime, Drama"
    }
]