[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/60zAHXsnI3n1oSvDoGmnCA-140x200.jpg",
        "title": "[18+]Pretty Sister(2018)",
        "description": "[18+]Pretty Sister(2018)**********************ကောင်လေးတစ်ယောက်ဟာ ရုပ်လေးချောသလောက်ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတယ်..ဒါကိုအိမ်နီးချင်းမမကစေတနာတွေပိုပြီးကျောင်းတွင်းကျောင်းပြင်လိုက်ကာကွယ်ပေးနေရတယ်...ဒီကောင်လေးအရွယ်ရောက်လာသလိုမမကလည်း နွေရာသီမှာ ကူးတဲ့ရေဆေးငါးကြီးလိုလှပစွင့်ငှါးလို့ပေါ့..ဒီနောက်မှာတော့ ၃ပွင့်ဆိုင်အချစ်လှလှလေးမောင်လေးနဲ့မမကြား ကောင်မလေးတစ်ယောက်ဝင်လာတဲ့အခါမှတော့...File size… 1.9GB& 720MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1hr 33min\nGenre ….. Adult , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1hbi5/Pretty.Sister.2018.WEB-DL,1080P(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rD3x0J6UCOhtv4Dj5AC7n8bxI5T.jpg",
        "title": "[18+]Happy Ending(2023)",
        "description": "[18+]Happy Ending(2023)*************************(18+မို့ မိသားစု နဲ့အတူမကြည့်သင့်ပါဘူး.)မင့်ခ်ခေါ် မင်ကီနဲ့ လူနာ(လွန်း)တို့ဟာ သိပ်ချစ်ကြတဲ့စုံတွဲတစ်တွဲဖြစ်ပါတယ်။သူတို့အတွဲဟာ ချစ်ကြိုက် လာကြတာ တစ်နှစ်ရှိသွားပြီဖြစ်ပြီး ကိုယ်စီကိုယ်စီအလုပ်လုပ်ရင်း လက်မထပ်ဘဲ Living Together ဘဝနဲ့ဖြတ် သန်းနေပါတယ်။ Living Together ဖြစ်ပေမယ့်မိန်းကလေးဖြစ်သူ လူနာ ခေါ် လွန်းဟာ လိင်ဆန္ဒပြီး‌မြောက်မှု (Organism) ကို ခံစားဖူး ခြင်းမရှိတဲ့အတွက်မင့်ခ်နဲ့ ဆက်ဆံရတာကို အနည်းငယ်ကသိကအောက်ဖြစ်နေပါတယ်။ ဒီလိုနဲ့ပဲ တစ်ရက်မှာ သူငယ်ချင်းတွေရဲ့အကြံပေးမှုကနေ သူတို့အတွဲဟာ အတွေ့အကြုံသစ်တစ်ခု၊ ဆက်ဆံမှု ပုံစံအသစ်တစ်ခုကိုစမ်း ကြည့်ဖို့ စိတ်ကူးရသွား ပါတယ်။ သူတို့စမ်းကြည့်မယ့် ဆက်ဆံမှုပုံစံသစ်ကတော့သီရိစံ(Threesome၊ လိင်ဆက်ဆံဖော် ၃ ယောက်နဲ့ဆက်ဆံ)တာပါပဲ။ အဲ့အတွေ့အကြုံသစ်ကိုခံစားအပြီးမှာတော့သူတို့အတွဲရဲ့ အချစ်ရေးကြားမှာ မျှော်လင့်မထားတာတွေဖြစ်လာပါတော့တယ်။လူနာလိုချင်တဲ့ Organismကို သီရိစံနည်းလမ်းနဲ့ အဖြေရှာ နိုင်မလား၊ သူတို့အတွဲရဲ့ဆက်ဆံရေးအလှည့်အပြောင်း ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ကြည့်ရှုလိုက်ကြပါခင်ဗျာ။File size… 1.2GB& 636MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1hr 33min\nGenre ...",
        "rating": "",
        "url": "https://megaup.net/1X8m5/Happy.Ending.2023_.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/FSDD-141x200.jpg",
        "title": "{21+} Gorgeous Neighbour (FSDSS-569)",
        "description": "Ran Kamiki တဲ့ အတော်ချောပြီး အတော်လေးချစ်စရာကောင်းနေရော\nသူမရဲ့ နှုတ်ခမ်းဖူးဖူးလေးတွေက အတော်ဆွဲဆောင်မှုရှိတယ်\nသူမမှာ ရည်းစားရှိပါတယ်\nညနေခင်းတစ်ခုမှာ သူ့ကောင်လေးအခန်းကို\nထမင်းအတူစားမယ်ဆိုပြီး လိုက်သွားခဲ့ပါတယ်\nပြီးတော့...ဟိုဖက်အခန်းမှာ အထီးကျန်ပြီး\nသူက သူ့အမျိုးသမီးကို တမ်းတစိတ်တွေဖြေဖျောက်ဖို့\nသီးချင်းအကျယ်ကြီး ဖွင့်ပြီး နေမိပါတယ်Ran Kamiki တို့အတွဲ သွားပြီးတောင်းပန်ချိန်မှာ\nRan Kamiki ရဲ့ အလှတရားတွေ တွေ့သွားတဲ့ အချိန်....\nဆင်ဆာရဲ့ ဝါးတားတားအဖက်တွေကို\nလျှော့ချထားတဲ့ decencord ဗားရှင်းကို တင်ဆက်ပေးထားပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.13GB / 1.08GB\nQuality…1080p Decencored /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2D4A8/[Reducing_Mosaic]FSDSS-569(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/moGT5XUkYultY6jBZECOP0z5MdU.jpg",
        "title": "Punit na Langit (2023)",
        "description": "Punit na Langit (2023)ကလော်ဒီယာဟာ နယ်မြို့လေးတစ်ခုမှာ စကားမပြောတတ်တဲ့အစ်မဝမ်းကွဲနဲ့အတူ နေထိုင်ပါတယ်။ မနီလာမှာတက္ကသိုလ်ဝင်ခွင့်ရလိုက်တာဟာ သူတို့ဘဝတွေကို ဒီလိုဆင်းရဲတွင်းကလွတ်မြောက်ဖို့လမ်းစတစ်ခုပဲဆိုပြီးတော့ ညီအစ်မနှစ်ယောက်လုံးဝမ်းသာနေတဲ့အချိန်ပါပဲ။ အဲဒီအချိန်မှာ သူတို့မြို့ကို နယ်လှည့်ပွဲဈေးတစ်ခုရောက်လာခဲ့ပါတယ်။ငွေသိပ်မရှိပေမဲ့ ပွဲဈေးမလည်ရတာကြာပြီဆိုတော့ သူတို့နှစ်ယောက်ထွက်လာခဲ့ရင်း ဒီယေးဂိုးဆိုတဲ့လူငယ်လေးနဲ့တွေ့ခဲ့ရပါတယ်။ ဒီယေးဂိုးက ပွဲဈေးမန်နေဂျာရဲ့အမျိုးဖြစ်ပြီး ငွေမတတ်နိုင်တဲ့သူတို့နှစ်ယောက်ကို ချားရဟတ်အလကားပေးစီးရာက သူ့အစ်မဖြစ်သူဒိုဆာနဲ့ ချစ်ကျွမ်းဝင်သွားခဲ့ပါတယ်။နောက်ထပ်တွေ့ခဲ့ရတဲ့သူကတော့ ပွဲဈေးမန်နေဂျာဖြစ်တဲ့ ရာဖေးလ် ဆိုသူပါ။ အဲဒီလူက ကလော်ဒီယာကို ပွဲဈေးမှာအလုပ်လုပ်ဖို့ လက်ဆောင်တွေအသွယ်သွယ်နဲ့ ချဉ်းကပ်လာခဲ့ပြီး ကလော်ဒီယာယုံမှတ်လို့ပုံအပ်မိချိန်မှာ တကယ်တမ်း သူ့ဘဝကိုငရဲတွင်းထဲပို့မယ့်သူတစ်ယောက်ဆိုတာ အသိနောက်ကျသွားခဲ့တဲ့နောက်မှာတော့...ကလော်ဒီယာတို့ ဒီငရဲတွင်းကနေ လွတ်မြောက်နိုင်ပါ့မလား...\nကူကယ်ရာမဲ့ သူတို့အတွက်ကယ်တင်ရှင်က ဘယ်သူဖြစ်လာမလဲ...Tiffany Grey နဲ့ Apple Dy တို့ကြမ်းကြမ်းရမ်းရမ်းခေါင်းဆောင်ပါဝင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.97GB, 890MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 47Min\nGenre - ...",
        "rating": "",
        "url": "https://megaup.net/2D3he/(CM)_Punit_Na_Langit_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/erotic-133x200.jpg",
        "title": "(18+) Erotic Tutoring 2 (2019)",
        "description": "Erotic Tutoring 2019အခုတစ်ခေါက်အချစ် 18+ကားလေး ကတော့ ယောကျာ်းယူထားပေမယ့် အိမ်ထောင်ရေးသုခမရှိလို့ စိတ်ညစ်နေရတဲ့\nမီဂျင်းဆိုတဲ့ အမေလှလှလေးနဲ့ မြီးကောင်ပေါက်စ သမီးလေး ယူဂျောင်းတို့က ဂိုက်ဆရာသူငယ်ချင်းအဖွဲ့နဲ့ ဆုံတွေ့ တဲ့အခါ\nဘယ်လိုစခန်းသွားမလဲဆိုတာ လှလှပပပုံဖော်ရိုက်ကူးထားပါတယ်အမေကတော့ ပိန်ပိန်ပါးပါး ကျစ်ကျစ်လစ်လစ် body fitလေးဖြစ်ပြီးတော့\nသမီးကတော့ လုံးကြီးပေါက် အလှသွေးကြွယ်လှသူပေါ့\nအမေဖြစ်သူကလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်ကျထားလို့\n၃၀ကျော် ၄၀ဆိုပေမယ့် ကြည့်လိုက်ရင် ၂၀ကျော်လို့ပဲထင်ရတဲ့အထိ\nအရွယ်တင်ပါတယ် သမီးဖြစ်သူကလဲ အလှအပပိုင်းမှ မခေလှသူမို့\nသားအမိ ၂ယောက်နဲ့ ဂိုက်ဆရာ ဘယ်လိုစခန်းသွားတယ်ဆိုတာ လေ့လာဖို့ ဒေါင်းကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်\nFile size…1.6GB /  600MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/2D1ns/Erotic.Tutoring.2.2019.FHDRip.1080p.H264.XCross(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/yool-140x200.jpg",
        "title": "(18+) Yool and Seul (2021)",
        "description": "Yool and Seul 2020အခုဇာတ်လေးကတော့ ငြိမ့်ငြိမ့်လေးနဲ့အဆုံးသတ်မှာ တစ်ခုခုစိတ်ထဲကျန်မယ့်\nအများနဲ့မတူတဲ့ 18နှစ်အထက် ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်လို့ပြောလို့ရပါတယ်ညိုကီတို့ကြည့်ပြီးတာနဲ့ အဆုံးသတ်မှာ တစ်ခုခု ပညာရသွားစေရမယ်လို့အာမခံပါတယ်\nဇာတ်လမ်းကတော့ သတ်သေချင်လောက်အောင်စိတ်ဓါတ်တွေ ကျနေတဲ့ ကောင်မလေး ၂ယောက်\nဆုံတွေ့တဲ့အခါ အတိတ်အကြောင်းတွေ အပြန်အလှန်မျှဝေရင်း ဘာတွေဖြစ်ခဲ့ကြတယ် ဆိုတာကို\nပွင့်လင်းမြင်သာစွာတင်ဆက်ထားတာပါဒီကောင်မလေး ၂ယောက် ဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရတယ်ဆိုတာ ပညာလည်းယူရင်း\nအလှအပတွေလည်းခံစားလို့ရမယ့် ဇာတ်ကားကောင်းလေး တစ်ကားဆိုမမှားပါဘူး\nတစ်ချို့ပြကွက်တွေ တော်တော်မိုက်လို့ အပိုမပြောတော့ပဲ ကြည့်ရင်းပဲ ခံစားလိုက်ပါလို့ ညွှန်းလိုက်ပါတယ်\nFile size…620MB\nQuality…720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/1h47s/Yool_And_Seul_2020_.720p.HDRip.H264.EDIt(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/sih5lqghavyj-141x200.jpg",
        "title": "[18+]Family Virgin 2 (2020)",
        "description": "Family Virgin 2 (2020)*********************\nသားအဖရှိတယ်ဗျာ\nအဖေအရင်းတော့မဟုတ်ဘူးသားက သူ့မိန်းမနဲ့ သူ့ခယ်မနဲ့ အတူတူနေတာ\nသူ့မိန်းမက သူ့ယောကျ်ားရဲ့စွမ်းဆောင်ရည်ကိုသဘောမကျဘဲ အဖေဖြစ်သူနဲ့ လုပ်နေတာ\nအဖေကတော့ ဆရာကြီးပေါ့နော် 😆အဲမှာ မိန်းမလုပ်တဲ့သူက သူ့ညီမက အထီးကျန်နေလို့ဆိုပြီး dating app လိုမျိုး random chatting ဆိုတဲ့ app ကို ပြောပြလိုက်တာ\nအမှန်က အဟွာအကြောင်းပြောချင်တဲ့သူတွေ သုံးကြတဲ့ဟာပေါ့\nအဲကနေ သူ့ယောကျ်ားနဲ့ သူ့ညီမတွေ့ပြီးဖြစ်ကြတာ\nလူချင်းမတွေ့ခင်တုန်းက ခယ်မနဲ့ ခဲအိုမှန်းမသိဘူး\nလူချင်းတွေ့လည်း သူစိမ်းထက်စာရင်ကောင်းတာပေါ့ဆိုပြီး ဂျိမ်းတာတနေ့ကျ မိန်းမလုပ်သူက သူ့ညီမနဲ့ သူ့ယောကျ်ားနဲ့ ဖြစ်နေတာကိုသိသွားတော့\nယောက္ခထီးကြီးကိုခေါ်ပြီးတိုင်ပင်တာ\nအဲခါကျမှ ယောက္ခထီးကြီးက သူ့သားက သူ့ထက်ကျော်သွားလို့မဖြစ်ဘူးဆိုပြီး\nသားရော ချွေးမရောအလုပ်သွားကြတဲ့အချိန် အိမ်မှာရှိနေတဲ့ကျောင်းသူဖြစ်တဲ့ ခယ်မလေးကိုပါ သွားဂျိမ်းတာ\nအဲကနေ ညီအစ်မတွေနဲ့ဟွာဖူးချင်လို့ဆိုပြီး သူ့ချွေးမကိုခေါ်ပြောပြတော့ ညီအစ်မတွေက ရူးနေလားဆိုပြီး အိမ်ပြန်\nယောကျ်ားဖြစ်သူနဲ့တွေ့ အားလုံးပြောပြ\nအရက်တွေသောက်ပြီး threesome တွေဖြစ်\nအဲကနေ ခယ်မလုပ်တဲ့သူကရှည်ပြီး အဖေကိုပါဖုန်းဆက်ခေါ်ပြီး နှစ်တွဲ ဖြစ်ချင်သလိုဖြစ်ကြတာ...File size… 2GB& 713MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1h 36min\nGenre ...",
        "rating": "",
        "url": "https://megaup.net/3iW6B/Family.Virgin.2.2020.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY8GRisCOnqs8mDRfOsU5OzOYRX.jpg",
        "title": "[18+] Sugapa (2023)",
        "description": "Sugapa (2023)ဘန်နဲ့အန်နာတို့လင်မယားဟာ နယ်မြို့လေးက သူတို့အိမ်ကို ဦးလေးဖြစ်သူဆီ ဆုံးရှုံးခဲ့ရပြီးတဲ့နောက် သူ့မိခင်အတွက် အိမ်ပြန်ရွေးပေးချင်တဲ့ဆန္ဒနဲ့ မြို့ပေါ်မှာငွေရှာဖို့တက်ခဲ့ပါတယ်။ မြို့ပေါ်က ဘန်ရဲ့ သူငယ်ချင်း မန်ဒိုရဲ့ အကူအညီနဲ့အန်နာက ဘားတစ်ခုမှာ အလုပ်ရခဲ့သလို ဘန်ကလည်း စားသောက်ဆိုင်တစ်ခုမှာအလုပ်ရခဲ့ပါတယ်။ အစပိုင်းကာလတွေမှာတော့ မြို့တော်ကြီးရဲ့ငွေရလွယ်မှုတွေ အတွေ့အကြုံသစ်တွေကြောင့်ပျော်ရွှင်နေရပေမဲ့ ဘန်တစ်ယောက် ဖြတ်လမ်းကလိုက်ပြီး ကြက်ပွဲလောင်းမိရာကနေ ငွေရှုံးသွားတဲ့အချိန်မှာ သူတို့အတွက် ပြဿနာတွေစတင်လာခဲ့ပါတယ်။အဲဒီငွေကို ကြွေးရှင်လူမိုက်ဆီပြန်ဆပ်ဖို့ မကြံကောင်းမစည်ရာကိစ္စတစ်ခုကို ဘန်ကြံစည်မိချိန်မှာ အန်နာကိုလည်း မြို့တော်ကလူမိုက်တွေရဲ့ဂိုဏ်းချုပ်တစ်ဦးဖြစ်တဲ့ ဆာ့ချ်က မျက်စိကျလာတဲ့အခြေအနေပါ။ ဇာတ်အစပိုင်းက တစ်ချိန်ကနာမည်ကျော် Metro Manila ကိုပြန်သတိရမိချင်စရာဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ သိသိသာသာ ကွဲထွက်သွားပေမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။Us x Her အပြီးကတည်းက ပျောက်နေခဲ့တဲ့ AJ Raval လေးကို သရုပ်ဆောင်မှုတွေမှာ ပိုမိုအာရုံစိုက်ချင်လို့ဆိုပြီး ဆီလီကွန်ဖယ်ထုတ်ခဲ့တဲ့နောက်ပိုင်း သဘာဝရင်သားနဲ့ပထမဆုံးမြင်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ အကဲဖြတ်ကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.9",
        "url": "https://megaup.net/3iOcp/(CM)_Sugapa_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfl7CBslXn67PucISrVmJREx4tz.jpg",
        "title": "[18+]Family Reconstruction(2017)",
        "description": "[18+]Family Reconstruction(2017)*******************************\nတစ်ခုလတ်ချင်း အိမ်ထောင်ပြုကြတယ်..သားတစ်ယောက်သမီးတစ်ယောက်ပါလာကြတယ်...တိုက်ဆိုင်စွာပဲဟိုဘက်က သမီးလုပ်တဲ့သူက အဖေဖြစ်သူကြည့်နေကြ အဖော်အချွတ်လုပ်ပြတဲ့ streamerဖြစ်နေတယ်...\nဒီလိုနဲ့အာ့မိသားစုခရီးလည်းထွက်ရော မိသားစု စည်းလုံးညီညွှတ်ရေးတွေ ကိုယ်ဖိရင်ဖိဆွေးနွေးတိုင်ပင်ကြပါတော့တယ်...File size… 1.7GB& 749MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/3iH3z/Family_Reconstruction(2017)WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7o3FIea430KT7gXT3WM9EH231Ao.jpg",
        "title": "[18+]Purpose of Reunion 3(2018)",
        "description": "[18+]Purpose of Reunion 3(2018)*******************************\nကျောင်းသားဟောင်းတွေ့ဆုံပွဲတိုင်းကို မလာခဲ့တဲ့ ဆွန်းယွန်းကို ချန်းဂယူတိုသူငယ်ချင်းတစ်ခုကသတင်းကြီးတစ်ခုနဲ့ မျှားပြီး လာအောင် လုပ်လိုက်ပါတယ်...\n၁၀နှစ်ကြာမှာ ပြန်တွေ့ကြတဲ့ပွဲမှာ အရင်ကတည်းက ဆွန်းယွန်းတစ်ဖက်သတ် သဘောကျခဲ့တဲ့ဂျင်းနီနဲ့ တြွေခွင့်ရသွားခဲ့ပါတယ်...\nဆွန်းယွန်းတစ်ယောက် တွေ့ဆုံပွဲအပြီးမှာ ဂျင်းနီနဲ့ အတူနေခွင့်ရအောင် ဘယ်လိုတွေ ကြိုးစားလဲ...ဂျင်းနီနဲ့ပတ်သက်တဲ့သတင်းကို ဘယ်လိုဖြေရှင်းပေးသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး....File size… 2.1GB& 791MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 31min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/3iH1j/Purpose_of_Reunion_3_(2018)WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qrQhNC5upKvqCsA0m15urrIv0Eb.jpg",
        "title": "[18+] Kahalili (2023)",
        "description": "Kahalili (2023)သူဌေးရပ်ကွက်က စံအိမ်ကြီးတစ်လုံးကို မာသာဆိုတဲ့ကောင်မလေးတစ်ယောက် အိမ်အကူလုပ်ဖို့ အူလည်လည်နဲ့ ရောက်လာပါတယ်။ အိမ်ရှင်မက ထွက်ကြိုဆိုပြီး နေရာချပေး အိမ်တစ်ခုလုံးကိုလိုက်ပြပြီး နွေးနွေးထွေးထွေးစကားပြောပေမဲ့ မာသာပုံစံက မထုံတက်တေးပါပဲ။ရောက်ပြီးမကြာခင်မှာဘဲ တကယ်တမ်း ဘာကြောင့် မာသာကိုအလိုရှိတယ်ဆိုတဲ့ အကြောင်းရင်းကို အိမ်ရှင်တွေဘက်ကထုတ်ပြောလာပါတယ်။ အဲဒါကတော့ ကလေးမရနိုင်တဲ့ သူတို့လင်မယားအတွက် မာသာက သဘာဝနည်းနဲ့ အငှားကိုယ်ဝန်လွယ်ပေးဖို့ပါပဲ။သူတို့လင်မယားဟာ ဘာသာရေးတရားလွန်ကိုင်းရှိုင်းသူတွေဖြစ်ပြီး မာသာဟာ ဘုရားသခင်ကစေလွှတ်လိုက်တဲ့သူ၊ ပြီးတော့ အပျိုစင်တစ်ယောက်လို့ ယုံကြည်နေကြတာပါ။ ဒါပေမဲ့ တကယ်တမ်းတော့ မာသာဟာ သူတို့ထင်နေသလိုရိုးရိုးအေးအေးမဟုတ်ပဲ တကယ့်ကိုပြောင်းပြန်စရိုက်နဲ့ အတိတ်ဆိုးရှိတဲ့သူတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ရက်စက်ကြမ်းတမ်းတဲ့ သတ်ဖြတ်ခန်းတွေ သွေးသံရဲရဲတွေတင်မက သီရိစံတွေ Orgy တွေ ကြိုးတုပ်တာတွေ ကျာပွတ်နဲ့ ရိုက်တာတွေ မျက်နှာပေါ်တက်ထိုင်တာတွေပါ ပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။ ဇာတ်လမ်းကကောင်းပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.4",
        "url": "https://megaup.net/3iI50/(CM)_Kahalili_(2023)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCTsGCABgxgMwQ0cV7B9sHQCFIw.jpg",
        "title": "(21+) Paranormal Sexperiments (2016)",
        "description": "Blair Williams ကိုတော့ သိမယ်ထင်ပါတယ်\nသူရဲ့ ဟန်ပန်နဲ့ ခန္ဓာကိုယ်အချိုးစားကြောင့် နာမည်ကြီးပါတယ်\nအခု သူပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါ\nသူမှာ အမွေရထားတဲ့ အိမ်ကြီးတစ်လုံး ရှိပါတယ်\nဒေသတွင်းမှာတော့ သရဲခြောက်တဲ့အိမ်ကြီးဆိုပြီး\nနာမည်ဆိုးနဲ့ကျော်ကြားပါတယ်သူမ အိမ်ထဲဝင်ဝင်ချင်းမှာပဲ ထူးဆန်းတဲ့ပန်းချီကားကိုတွေ့ရင်ပဲ\nကြက်သီးမွေးညင်းထပါတော့တယ်\nတကယ်တော့ အဲဒီဓာတ်ပုံထဲကလူက သူပူးကပ်ရမဲ့\nသူ့ကိုစောင့်ဆိုင်းနေပြီး ငရဲတံခါးဖွင့်ချင်နေသူပါဒါပေမဲ့ ပူးပြီးချင်းမှာပဲ သူ့မှာ လိင်ဆန္ဒကို အရင်ခံစားချင်တဲ့\nအတွေး ဝင်လာချိန်မှာတော့ DS fans တွေအကြိုက်ဖြစ်လို့\nတင်ဆက်လိုက်ပါတယ်\nFile size…1.13GB\nQuality…720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1gNz8/Paranormal_Sexperiments_720p(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTA2YTY0YWEtN2Q3ZC00NGQ4LTg0MTEtYzEyNzgwZmJkNmQyXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-133x200.jpg",
        "title": "[21+]Sexually Bugged!(2014)",
        "description": "လူတွေက အောင်မြင်ကျော်ကြားမှု ငွေ စတာတွေကိုမြင်ရင် ပိုင်ဆိုင်ရမယ်ဆိုရင်\nဘာမဆိုပေးဆပ်မယ်လို့တွေးထားတဲ့သူတွေက များသားရယ်အခုလည်းကြည့်လေ ဒေါက်တာက မျိုးစိတ်တစ်ခုကို ဖန်တီးထားတယ်\nအဲဒီအကောင်က လူထဲမှာနေရတာပျော်တယ် ပြီးတော့လူကိုကောင်းကျိုးပြုတယ်\nဘယ်လိုကောင်းကျိုးပြုတာလဲဆိုရင် သူဝင်ထားတဲ့လူကို\nလိင်ကိစ္စကို သူမတူ ခံစားလို့ကောင်းစေတယ် လိင်စိတ်နိုးကြွစေတယ်အဲဒီအချက်လက်တွေကို အတည်ပြုပြီး ဈေးကွက်ကို ချပြီး\nပိုက်ဆံရှာချင်နေတဲ့ လူတယောက်နဲ့ အားပြိုင်လာချိန်မှာတော့\nကျော်ကြားမှု ကိုလိုချင်နေတဲ့ ဒေါက်တာရယ်\nငွေကိုငမ်းငမ်းတက်လိုချင်နေတဲ့ လောဘသားရယ်\nနှစ်ယောက်ပြိုင်ဆိုင်လာတဲ့အခါမှာတော့\nDS fans တွေအကြိုက်အခန်းတွေများတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2.87GB / 1.07GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by  Ki Mu Chi",
        "rating": "4.0",
        "url": "https://megaup.net/1gNy8/Sexually.Bugged.2014.1080p.Amazon.WEB-DL.X_Cross(DS).mp4",
        "category": "Adult, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gR1UjgajcXKgFgsl0ppTUbauZPG.jpg",
        "title": "[18+]Female Boss Hooker(2020)",
        "description": "[18+]Female Boss Hooker(2020)******************************ဒီကားထဲမှာပါတဲ့ လေဒီ ၂ပါးက အရမ်းလှပြီး ဆွဲဆောင်မှုလည်းအတော်ရှိပါတယ်...ဒီလိုလှတပတ ခပ်ကိတ်ကိတ်မျိုးကိုမှ18+ကိုကြည့်ရဖို့ဆိုတာ အတော်ရှားပါတယ်..ဇာတ်လမ်းကတော့ အတွဲ (၂)တွဲကြားက အဆင်မပြေမှုတွေကို အဓိက ထားရိုက်ပြသွားတာဖြစ်ပါတယ်..မိသားစုနဲ့လုံးဝမကြည့်သင့်တဲ့ကားမို့ သတိထားစေချင်ပါတယ်..File size… 1.6GB& 473MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/3iGX4/Female_Boss_Hooker_2020.HDRIP.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3q99YeN8lhegCnB9cGQ6ZpNFnPN.jpg",
        "title": "[18+]Young Wife(2020)",
        "description": "[18+]Young Wife(2020)**********************အိမ်ထောင်ရေးက အချစ်တစ်ခုရှိမှသာယာတယ်ဆိုပေမဲ့SEXဆိုတာကလည်း အနည်းနဲ့အများတော့ ပါဝင်ပတ်သက်နေတယ်...ဒီကားထဲကကောင်မလေးဟာ ရုပ်ကလေးလှပါချောမောပြီး ယောက်ျားဖြစ်သူကလည်းလူကြီးလူကောင်းတစ်ယောက်ဆိုသော်ငြား SEXနဲ့ပတ်သက်ရင်တော့သူတို့ ၂ယောက်ဟာအဆင်မပြေကြပါဘူး..ဒီနောက်မှာတော့ လောကစည်းစိမ်ကို တစ်မျိုးတစ်ဖုံခံစားဖို့ပြေလည်ရာပြေလည်ကြောင်းတွေရှာဖွေကြပါတော့တယ်...File size… 771MB& 229MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 10min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WFkt/Young.Wife.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0BUNpFJinTLGpPc9iqfUVVrCPw.jpg",
        "title": "[18+]Sister-in-law Addiction(2020)",
        "description": "[18+]Sister-in-law Addiction(2020)*********************************\nဟယ်အီဟာ မိန်းမနဲ့ခယ်မဖြစ်သူတိုနဲ့အတူ တစ်အိမ်တည်းမှာ အတူတူ နေနေပါတယ် ...ဟယ်အီတိုလင်မယားက သာမန်လိုပဲထင်ရပေမယ့် အတူနေချိန်မှာတော့ ဟယ်အီကအထွဋ်အထိပ်ကို မရောက်နိုင်ဘဲဖြစ်နေပါတယ်......\nဒီလိုအခြေအနေကို ငြီးငွေ့လာတဲ့ မိန်းမဖြစ်သူက စိတ်ကျေနပ်မှု ရနိုင်ဖိုအတွက်တွဲဖက်ကိုယ်စီ ရှာဖိုပြောလာခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း အွန်လိုင်းပေါ်မှာ အချိန်ပိုင်းအလုပ်လုပ်နေတဲ့ခယ်မနဲ့ ဟယ်အီတိုလင်မယားကြားမှာ ဘာကိစ္စတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦး.... File size… 837MB& 233MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1gHbj/Sister-in-Law.Addiction.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aEPgBdmnDM773H2OBbskNsfaSXG.jpg",
        "title": "[18+]Actress Sex Auditions(2020)",
        "description": "[18+]Actress Sex Auditions(2020)********************************Cheonbong ဆိုတဲ့ဘဲက နာမည်သိပ်မရသေးတဲ့ ဒါရိုက်တာတစ်ဦး...အရည်အချင်းရှိတဲ့သူတွေဒုနဲ့ဒေးလောကမှာ သူ့လိုငချွတ်လေးအတွက်နာမည်ရဖို့ ထိုးဖောက်ဖို့ဆိုတာမလွယ်လှ..သို့ပေမဲ့ သူ့ရဲ့ရုပ်ရည်အပြောတွေကြောင့်တက်သစ်စမော်ဒယ်လေးတွေက အလွန်အထင်ကြီးကြတယ်...သူက classic မူဗီတွေဖန်တီးဖို့ ဝါသနာပါပေမဲ့လည်း အမြဲတစ်ခေတ်နောက်ကျသလိုဖြစ်နေတဲ့သူ့အတွက်ရွှေပြည်တော်မျှော်တိုင်းဝေးပါပဲ...ဒါ့ကြောင့်  တခြားဒါရိုက်တာတွေသိပ်မလုပ်ဖြစ်တဲ့လူငယ်တွေအတွက် sex ပညာပေး လောကီချမ်းသာ ဗဟုသုတမျိုးစုံရစေမဲ့ ကားတွေဖန်တီးဖို့ကြိုးစားပါတော့တယ်... File size… 715MB& 261MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 05min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WEy5/Actress.Sex.Auditions_2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csOVtfsG4jhPzNrCQloJjPDRrZf.jpg",
        "title": "[18+] Blood Bead (Red Ball) (2015)",
        "description": "အသက်ကြီးပေမယ့် မပျက်စီးသေးတာကို သက်သေပြချင်နေတဲ့ ဒါရိုက်တာတိုကီတာ ကတော့\nအနုပညာကျောင်းမှာ ပရော်ဖက်ဆာအဖြစ် ကျောင်းဆရာလုပ်နေရင်းနဲ့\nသူ့ဘဝရဲ့နောက်ဆုံးရုပ်ရှင်ကားကို အောင်မြင်အောင်ရိုက်ကူးချင်နေခဲ့ပါတယ်။ဒါပေမဲ့ အသက်အရွယ်အရရော ခေတ်အနေအထားအရရော မတူညီတာကြောင့်\nအဆင်မပြေဖြစ်နေတဲ့ တိုကီတာဘဝထဲကို ဆယ်ကျော်သက်ကျောင်းသူလေး ရီဆူကို\nဝင်ရောက်လာခဲ့ပါတယ်။ ရီဆူကို က ဇာတ်ညွှန်းရေးတဲ့နေရာမှာလည်း ကူညီပေးနိုင်သလို\nအထီးကျန်ပြီးငတ်မွတ်ဆာလောင်နေတဲ့လူအိုကြီးတစ်ယောက်ရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးနိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အတန်းသားတွေစုပေါင်းပြီး ရုပ်ရှင်ရိုက်ကူးဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nပြသာနာတွေတစ်ခုပြီးတစ်ခု ပေါ်လာခဲ့ပါတော့တယ်။\nအရမ်းကိုအပြာကားဆန်လွန်းတယ်ဆိုပြီး စိုးရိမ်နေရတဲ့\nတိုကီတာရဲ့ဇာတ်ညွှန်းကရော ဘယ်လိုဖြစ်သွားမလဲ ? တိုကီတာနဲ့ ရီဆူကိုတို့ရဲ့\nဇာတ်လမ်းကရော ဘယ်လိုဇာတ်သိမ်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါဦးနော်....\nFile size…2.11GB / 839MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.5",
        "url": "https://megaup.net/2CA2x/Red.Ball.2015.1080p.AMZN.WEB-DL.X_Cross(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1NaYl6GFQYdLZXDLcDgTC9plMQO.jpg",
        "title": "[21+] All Babe Network(2013)",
        "description": "လူရယ်လို့မှဖြစ်လာပြီဆိုရင် အလုပ်တခု ဝါသနာတစ်ခုတော့ ရှိရမယ်လေ\nအလုပ်နဲ့ ဝါသနာ ထပ်တူကျဖို့ဆိုတာ ပိုအရေးကြီးနေပြန်ရော\nဘရက် မှာလည်း အလုပ်တခုရှိနေတယ် ဝါသနာလည်းပါနေတယ်ခက်တာက အထက်လူကြီးက မကောင်းဘူးဖြစ်နေတယ်\nအထက်လူကြီးက ဘရက်ကို ထောင်းချင်နေပေမဲ့ ပိုင်ရှင်က ဘရက်ရဲ့ဦးလေးဖြစ်‌နေတယ်\nဒီတော့ ဘရက်ကို အလုပ်ဖြုတ်ဖို့ ကြံရပါတော့တယ်ဘရက်ရဲ့ TV Show ကို နည်းလမ်းပေါင်းစုံနဲ့ ဖျက်တယ်\nအလုပ်ထဲက လူတွေကို စည်းရုံးတယ် စည်းရုံးတဲ့နည်းက မိုက်နေရော\nဘရက်မှာလည်း အခက်ခဲမျိုးစုံးကိုဖြေရှင်းပေးနိုင်တဲ့ ချစ်သူရထားတော့\nအတော် ပွဲစည်သွားတယ် သူ့အထက်လူကြီးက ဘယ်လောက်ပဲ\nဖျက်ဖျက် ဘရက်ကတော့ရအောင်ကြိုးစားရှာတယ်ဘရက်တယောက် မှတ်ချက်တွေ ဆိုးနေရာမှ\nမှတ်ချက်တွေ တဟုန်ထိုးတက်လာအောင် ဘယ်လိုနည်းလမ်း\nတွေ့သွားလဲ ဆိုတာ ကြည့်လို့ကောင်းတာမို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nအောင်မြင်တဲ့ယောင်္ကျားတွေရဲ့နောက်မှာ ထက်မြက်တဲ့မိန်းမတ‌ယောက်ရှိနေတက်ပါတယ်\nFile size…926MB\nQuality…720p\nFormat…mp4\nDuration….1h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/2Cvwb/All_Babe_Network_2013,_FHD_720p_X_Cross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwXPj8kYGhcZ3yP65K4OPhUVgay.jpg",
        "title": "[18+] Call Me Alma (2023)",
        "description": "Call Me Alma (2023)လူအမျိုးမျိုး စိတ်အထွေထွေရှိကြသလို ပြည့်တန်ဆာတွေမှာလည်း အမျိုးမျိုးစရိုက်အဖုံဖုံရှိကြတယ်။ ဒူးထောက်ရတာ သဘောကျတဲ့ ဘာသာရေးကိုင်းရှိုင်းသူတွေ၊ အချင်းချင်းဖြတ်ခုတ်တဲ့ လောဘသားတွေ၊ ဝါသနာပါလို့ ဒီအလုပ်လုပ်ကြတဲ့သူတွေ၊ တကယ့်ပရော်ဖက်ရှင်နယ်ဆန်ဆန် အလုပ်တစ်ခုလိုသာ သဘောထားသူတွေ စသဖြင့် အမျိုးမျိုးပေါ့လေ။ သူတို့အများစုရဲ့ ရည်မှန်းချက်ပန်းတိုင်ကတော့ ဒီဘဝကကယ်တင်ပေးမယ့်၊ သူတို့ကိုမြတ်မြတ်နိုးနိုးလက်ထပ်ယူမယ့် ကယ်တင်ရှင်တစ်ယောက်ယောက်ကိုပါပဲ။ကျွန်မမှာတော့ အဲဒီလို အတွေးအယူမှား မျှော်လင့်ချက်အမှားတွေမရှိဘူး။ သူတို့အားလုံးနီးပါး နာမည်အတုတွေသုံးလေ့ရှိကြပေမဲ့ ကျွန်မကတော့ မသုံးဘူး။ကျွန်မနာမည် \"အယ်လ်မာ\" ပါ။အယ်လ်မာက ဒီဘဝမှာပျော်ပျော်နေသလို မနက်ဖြန်ကိုလည်း သိပ်မစဉ်းစားပါဘူး။ သူ့ဘဝရဲ့အတိတ်ဆိုးတွေကို ပြောပြလေ့မရှိသလို ပြန်တွေးနေတာမျိုးလည်းမရှိပါဘူး။ သူဟာ ပစ္စုပ္ပုန်ကိုပဲ တည့်တည့်ရှုမြင်လေ့ရှိသူပါ။ ဒါပေမဲ့ သူ့ဘဝထဲကို အတိတ်ကသူ့မိခင်ဆိုသူ ရှီလာဆိုတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ချဥ်းနင်းဝင်ရောက်စပြုလာချိန်မှာ အယ်လ်မာဘယ်တုန်းကမှခေါင်းထဲမရှိခဲ့တဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာကို ခံစားမိစပြုလာပါတယ်။အားလုံးရဲ့ အချစ်တော်လေး Azi Acosta ရဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ တော်တော်မိုက်ပါတယ်။ ရှုစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2Cu4x/(CM)_Call_Me_Alma_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    }
]