[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uLCXYgdb9Xe92JvaClK2uNpRhF.jpg",
        "title": "[18+] Kara Krus (2022)",
        "description": "Kara Krus (2022)အန်ဒယ်လာဟာ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားတဲ့ အိမ်ရှင်မတစ်ယောက်ပါ။ သူ့အပေါ် အရိပ်အကဲကြည့် အလိုလိုက် အောင်မြင်တဲ့ရှေ့နေ ခင်ပွန်းသည်၊ ချစ်စဖွယ်သမီးငယ်လေးနဲ့ အတူနေမိခင်တို့ကြောင့် သူ့ဘဝမှာ လိုလေသေးမရှိဘူးလို့ ထင်ရပါတယ်။ ဒါပေမယ့် ဘယ်သူမှမသိပဲ အန်ဒယ်လာတစ်ယောက်တည်း ရင်ဆိုင်နေရတဲ့ လျှို့ဝှက်ချက်တစ်ခုရှိပါတယ်။အဲ့ဒါကတော့ ဘယ်သူမှအနားမရှိချိန်မှာ ရောက်လာတတ်တဲ့ လယ်နာဆိုတဲ့ သူနဲ့ တစ်ထေရာတည်းတူတဲ့ မိန်းမငယ်တစ်ယောက်ပါပဲ။လယ်နာဟာ သူသတိလွတ် မိန်းမောချိန်တွေမှာ သူ့ခန္ဓာကိုယ်ကို ဝင်ရောက်ပြီး ကလပ်တက် လျှောက်သွား ယောက်ျားတကာနဲ့ ပျော်ပါးတာမျိုးတွေ လုပ်တတ်ပါတယ်။ အဆိုးဆုံးအချက်ကတော့ သူနဲ့ဆက်ဆံပြီးတဲ့ယောက်ျားတွေကို မထင်ရင်မထင်သလို သတ်ပစ်တဲ့အထိ သောင်းကျန်းတာပါပဲ။ ဒါတွေကို သူအမျိုးမျိုးဟန့်တားပေမယ့် မအောင်မြင်ပဲ တစ်နေ့မှာတော့ လယ်နာက ဒီလိုတစ်လှည့်စီမနေနိုင်တော့ပဲ သူ့ခန္ဓာကိုယ်ကိုအမြဲတမ်းအပိုင်စီးတော့မှာဖြစ်ကြောင်း ခြိမ်းခြောက်လာပါတော့တယ်။လယ်နာဟာ သူ့အနားမှာစွဲကပ်နေတဲ့ မကျွတ်လွတ်တဲ့ ဝိညာဉ်တစ်ခုလား...? ဒါမှမဟုတ် သူ့ကိုယ်တိုင်ရဲ့စရိုက်ခွဲတစ်ခုလား...? အတိတ်ရဲ့ခြောက်လှန့်မှုတစ်စုံတစ်ရာများလားဆိုတာ‌တော့ ကိုယ်တိုင်ပဲ ခန့် \"မှန်း\" ရင်း ဆက်လက်အဖြေရှာလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://megaup.net/2vFar/(CM)_Kara_Krus_(2022)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS7HFW8EGCj1gPTbUo38TZN4unV.jpg",
        "title": "Sin Sisters 2 (2010)",
        "description": "Sin Sisters 2 (2010)\n======================\nComedy, Romance, Thriller၂၀၁၀ ကထွက်ခဲ့တဲ့ ထိုင်းဟာသကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\n၁၈+ အခန်းနဲ့ စကားလုံးအသုံးအနှုန်းတွေပါတာကြောင့် ကိုယ့်ဘာသာ ချင့်ချိန်ကြည့်ကြဖို့ အကြံပေးပါရစေမိန်းမလှလေး ၅ ယောက်ကို အခန်းကြီးတစ်ခုထဲမှာ ကြိုးတုပ်ပြီး ဖမ်းဆီးထားရာကနေ စပါတယ်\nအဲ့ဒီမိန်းမ ၅ ယောက်က ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီး အဆိုတော်၊သရုပ်ဆောင်၊ မော်ဒယ် နဲ့ အလှမယ် စသည်ဖြင့်\nလူသိရှင်ကြားနာမည်ကြီးသူတွေပါ...\nဒါပေမယ့် သူတို့အားလုံးမှာ လိင်ကိစ္စနဲ့ပတ်သတ်ပြီး မကောင်းတဲ့အတိတ်တွေကိုယ်စီရှိခဲ့ပါတယ်\nဒီအတိတ်တွေကို ဖမ်းဆီးပြန်ပေးဆွဲတဲ့ သူက ဝန်ခံခိုင်းပြီး အပြစ်အရှိဆုံးလို့ ယူဆရတဲ့သူကို\nအသက်ရှင်ခွင့်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...\nဒီ ၅ ယောက်ဟာက သူတို့ကျူးလွန်ခဲ့တဲ့ တဏာရာဂလိင်ဇာတ်လမ်းတွေကို\nဘယ်သူက အဆိုးဆုံးလဲဆိုတာကို ယှဉ်ပြိုင်ပြောဆိုရင်း အသက်ရှင်လွတ်မြောက်နိုင်ဖို့\nကြိုးစားရမှာဖြစ်ပါတယ်...(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။)Genre..... Comedy, Romance, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "",
        "url": "https://megaup.net/2vCvc/Sin.Sisters.2.2010.1080p.AMZN.WEB-DL.CM.mp4",
        "category": "Adult, Comedy, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kezAXZnHDSlPoYsP7yCDJvro3Yg.jpg",
        "title": "Sin Sisters (2002)",
        "description": "Sin Sisters (2002)(18+ Warning အဖော်အချွတ်အခန်းများ၊ လိင်ဆက်ဆံခန်းများနှင့်\nအသုံးအနှုန်း ကြမ်းတမ်းသည်များ ပါသည့်အတွက် မိသားစုနှင့်အတူ ကြည့်ရှု့ရန် မသင့်တော်ပါ)ဂျန်၊ ဂျွိုင်း၊ မာအင်း၊ ဂွိုင်နဲ့ ဂျွန် တို့ သူငယ်ချင်း ၅ ယောက်ဟာ\nအထက်တန်းအတူတူတက်ခဲ့ကြတဲ့ သူငယ်ချင်းတွေပါ။\nတက္ကသိုလ်အပြီးမှာတော့ အသုဘတစ်ခုမှာ သူငယ်ချင်းတွေ ပြန်ဆုံဖြစ်ကြပါတယ်။\nသူငယ်ချင်းတစ်စုတို့ ဂျွန်ရဲ့ အိမ်မှာ တစ်ညစုအိပ်ဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲညမှာ မုန်တိုင်းတိုက်လာပြီး မီးပျက်သွားပါတော့တယ်။\nဒီလိုနဲ့ သူငယ်ချင်း ၅ ယောက် စုပြီး ထွေရာလေးပါး စကားပြောကြရင်း\nသူတို့ရဲ့ ရှက်စရာအကောင်းဆုံး လိင်ကိစ္စတွေကို ပြောဖြစ်ခဲ့ကြပါတယ်။\nတစ်ယောက် တစ်လှည့် ကိုယ့်အကြောင်းကိုယ် ပြောကြရင်း ထူးဆန်းလာတာကတော့......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 3.2GB | 1.26GB | ...",
        "rating": "",
        "url": "https://megaup.net/1PFpg/Sin.Sisters.2002.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7wG1dQyTWRrBDiQU3O8J7Hsx0gJ.jpg",
        "title": "Two and One (2022)",
        "description": "(18+) Two and One (2022)BL ဇာတ်လမ်းတွေထဲမှာ ဖိလစ်ပိုင်ဇာတ်လမ်းတွေက တစ်မျိုးတစ်ဖုံ ထူးခြားနေတတ်ပါတယ်။\nဒီဇာတ်လမ်းကလည်း ထူးခြားတဲ့ ဇာတ်လမ်းဇာတ်အိမ်နဲ့ပါပဲ။\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ချစ်သူနှစ်ယောက်ကြားမှာ တတိယလူပေါ်လာတဲ့အကြောင်းပါပဲ။\nဒါပေမဲ့ ဒီချစ်သူနှစ်ယောက်ကပဲ တတိယလူကို အသာတကြည်လက်ခံခဲ့ကြတာပါ။\nချစ်သူနှစ်ယောက်လုံးက အပေါ်ထပ်တွေချည်း ဖြစ်နေတဲ့အခါ\nကြားခံအစားထိုးဖို့ အောက်ထပ်တစ်ထပ်ကို ရှာဖွေပါတော့တယ်။\nသဘောတူညီထားတာကတော့ ကုတင်ပေါ််ကိစ္စ ဖြစ်တဲ့အချိန်မှာ တတိယလူကို အသုံးချကြမယ်ပေါ့။\nဒါပေမဲ့ မမျှော်လင့်တာတွေ ဖြစ်လာတဲ့အခါမှာတော့ ....\nချစ်သူနှစ်ဦးကြားမှာ အက်ကြောင်းတွေ ထလာရပါတော့တယ်။\nဒါကို သူတို့တွေ ဖြေရှင်းနိုင်ပါ့မလား ဆိုတာကို ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်လိုက်ရအောင်ပါ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Phantom ပဲ ဖြစ်ပါတယ်။Genre..... Adult, BL, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 649MB | 284MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "7.5",
        "url": "https://megaup.net/1PFr3/Two.And.One.2022.WEB-DL.1080p.VMAX.CM.mp4",
        "category": "Adult, BL, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTllMWY1N2ItMjlhMy00OGQ3LWFiM2YtNjQwYTg5YzBiNjdkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-147x200.jpg",
        "title": "[19+]Idol Seungha’s R-Rated Film Shooting (2021)",
        "description": "[19+]Idol Seungha's R-Rated Film Shooting (2021) အညွှန်း***************************************************ကွီးယား Adult Model ထဲမှ  Seung-ha ကတော်တော်ကြီးလှတဲ့အထဲမှာပါပါတယ်..ကျစ်လစ်လှပတဲ့ body structure လေးနဲ့သူမရဲ့ ပုံရိပ်တွေဟာ စွဲမက်ဖွယ်ပါပဲ..ဒီထဲမှာတော့ သူမဟာ adult လောကထဲကိုဝင်ရောက်ပုံကာလမှာခက်ခဲပင်ပန်းသနားစဖွယ်လေးတွေကိုရိုက်ပြထားတာပါ..အားလုံးပဲ ကရုဏာဝိုင်းသက်ပေးကြရအောင်ပါ...",
        "rating": "",
        "url": "https://megaup.net/2vAF2/Idol.Seungha.s.R.Rated.Film.Shooting.2021.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDI0ZmFmYTgtMTQ5OS00MTVmLTgwNWYtNzIyY2Y5NjYxNzgyXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_-136x200.jpg",
        "title": "2 Days in the Valley (1996)",
        "description": "2 Days in the Valley (1996)\n===================\nIMDb Rating - 6.5/10မကြည့်ဖူးဘူးဆိုတာ မရှိရလေအောင် ပရိသတ်ကြီးအတွက် မင်းသမီးချောကြီး\nCharlize Theron ငယ်ငယ်က ရိုက်ကူးခဲ့တဲ့ Crime/Comedy တစ်ကား တင်\nဆက်ပေးလိုက်ရပါတယ်။ စနေနှစ်ခိုင်တွေ ပွတ်ပွတ်ပွတ်တွေ အနည်းငယ် ပါလို့\nမိသားစုနဲ့တော့ အတူမကြည့်နဲ့ပေါ့ဗျာ။ဇာတ်လမ်းအသွားအလာကတော့ သူ့ခေတ်သူ့အခါဆန်ဆန် အဖြစ်အပျက်(၂)ခု၊\n(၃)ခုကို အဆုံးမှာ ချိတ်ဆက်ထားပါတယ်။ အကျဉ်းချုပ်ပြောရရင်တော့ ဒီဇာတ်လမ်းမှာ\nဒုစရိုက်သမားက နှစ်ယောက်၊ ရဲကနှစ်ယောက်၊ ဒီလေးယောက်နဲ့ ဇာတ်လမ်းလာနွယ်မယ့်\nကာရိုက်တာတွေ ပါကြသဗျ။ဇာတ်လမ်းကတော့ အိုလံပစ် အားကစားမယ်တစ်ယောက်ရဲ့ ခင်ပွန်းဟောင်းကို\nကြေးစားနှစ်ယောက်က သတ်တာနဲ့ အစပျိုးထားပါတယ်။ နောက်တော့ ကြေးစားချင်း\nသဘောထားကွဲ လူကွဲပြီး ဟိုပြေးဒီပြေးနဲ့ သူ့ဇာတ်ကိုယ့်ဇာတ်တွေ ကွဲကုန်တာပါပဲ။\nအထက်မှာပြောခဲ့သလို အဖြစ်အပျက်တစ်ခုမကလို့ သိပ်မစပွိုင်းဘဲကြည့်ခိုင်းလိုက်တာက\nပိုအဆင်ပြေမယ်ထင်လို့ ဘွားတော်ကြီးရဲ့ ဆက်စီတွေ မြင်ချင် ကြည့်၊ မမြင်ချင် နေလို့ပဲ\nပြောလိုက်ပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Act Molemy ဖြစ်ပါတယ်)File Size..........(1.78 GB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/1PA39/2.Days.In.The.Valley.1996.1080p.BluRay.(CM).mp4",
        "category": "Adult, Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/poster-780-133x200.jpg",
        "title": "Butterfly in Grey (2002)",
        "description": "ဒေါင်ဝ် အဖြစ် SuangSuda Lawanprasert\nအီယတ် အဖြစ် Pitchanart\nမာလီ အဖြစ် Patharawarin Timkulဇာတ်လမ်းအကျဥ်းဒေါင်ဝ်ဆိုတဲ့ မိန်းကလေးက ချမ်းသာတဲ့အပြင် အေးချမ်းစွာနေတတ်တဲ့ ဘွဲ့ရပညာတတ်သမီးလိမ္မာလေးတစ်ယောက်ဖြစ်ပါတယ်တစ်ရက် ဖခင်ဖြစ်သူ သတိပေးတဲ့ကြားက ရဲအရာရှိတစ်ဦးနဲ့ချစ်သူဖြစ်ခဲ့ပြီး ချစ်သူဖြစ်သူနဲ့တခြားမိန်းကလေး အိပ်ရာထက် ဖောက်ပြန်နေတာကြောင့် သေနတ်နဲ့အဆုံးစီရင်ခဲ့လို့ ထောင်၁၀နှစ်ကျခဲ့ရတယ်ထောင်ကလွတ်လာတဲ့အခါ ပြည့်တန်ဆာခေါင်းဖြစ်တဲ့ မာလီအိမ်မှာ နေရင်း ​ပြည့်တန်ဆာတွေရဲ့အတွေးအမြင်တွေ ၊သူတို့ရဲ့စိတ်ခံစားချက်တွေ၊ တစ်ဦးချင်းစီရဲ့ဘဝတွေနဲ့ ထောင်ထဲကအတွေ့အကြုံတွေကို ဒေါင်ဝ်က ဝတ္ထုရေးခဲ့ပါတယ်ဒီဇာတ်လမ်းမှာတော့ လူတွေသဘောမကျ ရှောင်ဖယ်ကြတဲ့ ပြည့်တန်ဆာတွေရဲ့ ချစ်ခြင်းမေတ္တာနဲ့ ဘဝအတွက်ရွေးချယ်ရပုံတွေကို မြင်ရမှာပဲဖြစ်ပါတယ်File Size__(2.7GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:45:00\nType__Adult ,Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.8",
        "url": "https://megaup.net/19zoq/[18+]Butterfly_Grey_(2002)_1080p.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jeIwmtYOuENAztnhZz7zeiky1pc.jpg",
        "title": "(18+)Siphayo (2016)",
        "description": "ခုတင်ဆက်ပေးမယ့် ကားလေးကတော့ ဖိလစ်ပိုင် erotic thriller ကားလေးပါ\nerotic ကတော့ ဇာတ်လမ်းသဘောအရ sex အခန်းတွေ ပေါပေါသီသီပါဝင်လို့ 18+ဖြစ်နေပေမယ့်\nတော်တော်လေးကို suspense ဖြစ်တဲ့ plot ကိုပိုင်ဆိုင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးက လယ်ပိုင်ရှင် ဒန်တီဆိုတဲ့သူက\nသူ့ဇနီးဆုံးတဲ့အချိန်မှာ သားနှစ်ယောက် ချွေးမတစ်ယောက်နဲ့အတူတူ\nလုပ်ကိုင်စားသောက်နေကြတာပါ အဲ့အချိန်မှာ ဘွားခနဲဆို သူ့သားတွေနဲ့\nမတိမ်းမယိမ်း စကီလေးတစ်ပွေကို အိမ်ပေါ်ကောက်တင်လာပါတယ်အဲ့တော့ မြန်မာကားထဲက ဒရာမာတွေလိုပဲ သားနဲ့မိထွေးဇာတ်လမ်းတွေရော\nအဖေနဲ့ချွေးမဇာတ်လမ်းတွေရော စောက်ပြသနာတွေရော\nဘာတွေမှန်းတော့မသိပေမယ့် အားတိုင်းတဂျိန်းဂျိန်းတော့ ချနေပါတယ်\nPlot လေးကလဲ အဆုံးထိစိတ်ဝင်စားဖို့ကောင်း မပျင်းရအောင်လဲ\nဇာတ်ရှိန်က တဂျိန်းဂျိန်းနဲ့တက်သွားတော့\nပရိသတ်တို့အတွက် လက်လွတ်မခံဖို့ လက်တို့လိုက်ပါတယ်\nFile size…2.45GB  / 910MB\nQuality…1080p WEBRIP AAC /720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.9",
        "url": "https://megaup.net/2vuA5/Siphayo.2016.1080p.WEBRip.x264(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ss57QaZX5OE3YxoTZeKW5Y6U83S.jpg",
        "title": "[18+]I Am Love(2009)",
        "description": "[18+]I Am Love(2009) အညွှန်း***************************(မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..)2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အီတလီ အချစ်ဒရာမာ ဇာတ်ကားဖြစ်ပြီး ဆုပေါင်း ၁၆ ဆုရရှိထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင် အမ်မာအဖြစ် နာမည်ကျော်မင်းသမီးကြီး Tilda Swinton ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အမ်မာက ချစ်ခင်ရတဲ့မွေးရပ်မြေ ရရှားကို ချန်ရစ်ပြီး ချစ်သူ တန်ခရီဒီနဲ့ လက်ထပ်ဖို့ အီတလီကိုသျှောင်နောက်ဆံထုံးပါ လိုက်လာခဲ့ရှာသူပါ။ခင်ပွန်းဖြစ်သူ တန်ခရီဒီရဲ့မိသားစုက အီတလီနိုင်ငံရဲ့ ကြေးရတတ် စက်ရုံပိုင်ရှင်တွေဖြစ်ကြတာကြောင့်သူ့ဘဝကလည်း အပူအပင်မရှိတဲ့ သူဌေးကတော်အဖြစ် သားနှစ်ယောက် သမီးတစ်ယောက်ထွန်းကားခဲ့ပြီးသားသမီးတွေလည်း ကိုယ်စီ အရွယ်ရောက်ကုန်ကြပါပြီ။ဒါပေမဲ့ အမ်မာဟာ မပျော်ရွှင်နိုင်ပဲ ဆန္ဒမပြည့်ဝသလို၊ တစ်ခုခုလိုအပ်နေသလို ဟာတာတာ ခံစားနေရပါတယ်။သားဖြစ်သူ အယ်ဒိုနဲ့ ဆက်စပ်ပြီး သူ့ရင်ထဲက အဲဒီကွက်လပ်ကို ဖြည့်ပေးတဲ့သူတစ်ယောက်ပေါ်လာချိန်မှာ သူ့ဘဝရဲ့တစ်ဆစ်ချိုးအပြောင်းအလဲတွေက ဘာဖြစ်မလဲဆိုတာ…    File Size : (2.9GB) (816 MB) and (312 MB)\nQuality : Blu-Ray 1080P5.1CH, 720p\nFormat…mp4\nDuration…02:00:00\nGenre ...",
        "rating": "7.0",
        "url": "https://megaup.net/19zku/I.Am.Love.2009.BLU-RAY.1080P5.1Ch(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zZYpg1dDVQOV6VH6pU2WZikTIR7.jpg",
        "title": "[18+] An Affair (1998)",
        "description": "An Affair (1998)~ IMDb - 6.8/10, MyDramaList - 7.5/10 ~(ကိုရီးယားခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 720p ကိုပဲ ကြည့်ရအဆင်ပြေအောင် ဖန်တီးပေးလိုက်ပါတယ်ခင်ဗျာ)သိပ်မကြာသေးခင်ကပဲ Squad Game နဲ့ Emmy ဆု ရခဲ့တဲ့ လီဂျောင်ဂျေး နုငယ်စဉ်တုန်းက ရုပ်ရှင်ပါ။ City of the Rising Sun ကိုမရိုက်ခင် တစ်နှစ်တည်းမှာ ဒီကားကိုရိုက်ခဲ့ပြီး ဒီရှေ့မှာ သူအောင်မြင်ခဲ့တဲ့ရုပ်ရှင်ဆိုလို့ ကျွန်တော် သိသလောက် Sandglass ဇာတ်လမ်းတွဲပဲ ရှိတော့ ဒီကားဟာ သူတော်တော်ဝါနုသေးတဲ့အချိန်က ကားပါ။ ဝါနုသေးပေမဲ့ ပါရမီတော့ မနုကြောင်း ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်နဲ့ ပနံသင့်နေတဲ့ သူ့ဟန်ပန်တွေကြည့်ရင် သိသာပါတယ်။ နောက်ပိုင်းမှာ အကြမ်းပတမ်းကားတွေပဲ အရိုက်များလာတဲ့ လီဂျောင်ဂျေးဟာရိုမန့်မှာလည်း မခေကြောင်း သိနိုင်မယ့်ကားလည်းဟုတ်ပါတယ်။ဇာတ်လမ်းကတော့ ညီအစ်မနှစ်ယောက်ရှိတယ်။ ညီမက အမေရိကန်မှာ။ သူ့ကောင်လေးက ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Pv3a/(CM)_An_Affair_(1998)_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pm0y9yZItfm4EHlGo7oQ0wq1Agk.jpg",
        "title": "[18+] Cruel Intentions 2 (2000)",
        "description": "Cruel Intentions 2 (2000)ဆယ်ကျော်သက်ဘဝဆိုတာ စမ်းသပ်ချင် လေ့လာချင်စိတ်နဲ့ ဇီဝဗေဒတွေ ပိုးထကြွတဲ့အရွယ်ပေါ့။ ဆယ်ကျော်သက်အိပ်မက်တွေ ပြာရီလွှမ်းတဲ့ အဖြစ်မျိုးတွေ အားလုံး ကင်းကြမှာမဟုတ်ဘူး။ အပြစ်တော့လည်း မဟုတ်ပါဘူးလေ။ လူရယ်လို့ဖြစ်လာပြီးမှ ကိုယ့်ကို ဘယ်လိုဇီဝဗေဒနဲ့ ဖန်ဆင်းထားသလဲ မသိတာကမှ အ,လွန်းတာမို့လား။ ဒီရုပ်ရှင်မှာတော့ လူဖန်တီးနိုင်တဲ့ ဇီဝဗေဒပညာကို လေ့လာကြတဲ့ ကျောင်းသား ကျောင်းသူလေးတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်။Sarah Thompson တို့ Teresa Hill တို့လို တစ်ခေတ်တစ်ခါက အလှလေးတွေ ပါဝင်အားဖြည့်ထားတဲ့ Cruel Intention 2 ပါ။ ပထမကားကြည့်ဖူးရင်တော့ ဘယ်လိုကားလဲသိပါလိမ့်မယ်။ အဓိကမင်းသမီးလို့ပြောလို့ရတဲ့ Amy Adams ရဲ့ ခပ်ကြမ်းကြမ်း အခန်းတွေလည်း မနည်းပါဝင်တာမို့ မိသားစုနဲ့ မကြည့်သင့်ပါဘူး။ငမွှေကောင် ဆီဘတ်ရှန်ဟာ ဆိုးလွန်းပေလွန်းလို့ ကျောင်းပြောင်းပေးခံလိုက်ရပြီး သူ့အဖေနဲ့ မိထွေးနဲ့ အတူ အိမ်ကြီးရခိုင်နဲ့ သူဌေးသား ...",
        "rating": "",
        "url": "https://megaup.net/19xmk/(CM)_Cruel_Intentions_2_(2000)_1080p.mp4",
        "category": "Adult, Cruel Intentions Trilogy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cToUzXZ9AcUylfIt8vnXhiy6Y9m.jpg",
        "title": "[21+]A Serbian Film(2010)",
        "description": "[21+]A Serbian Film(2010) အညွှန်း*******************************(သွေးထွက်သံယိုနဲ့ မိသားစုနဲ့မကြည့်သင့်တဲ့အခန်းများစွာပါလို့ သတိထားစေချင်ပါတယ်..)မီလိုဆိုသူကတော့ မိန်းမရောသားသမီးရောကို အလေးထားတဲ့ အိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်ပါတယ်။တစ်ဖက်မှာလည်း မီလိုဟာ ညစ်ညမ်းရုပ်ရှင်သရုပ်ဆောင်တစ်ဦးဖြစ်တာကြောင့် ဝမ်းစာအတွက် ညစ်ညမ်းရုပ်ရှင်ရိုက်ရင်းအတော်လေး အောင်မြင်တဲ့သူတစ်ဦးအဖြစ် ရပ်တည်နေတဲ့ အနေအထားမှာပါ။အချိန်‌အတော်ကြာ အနားယူထားတဲ့ မီလိုဆီကို ငွေကြေးအမြောက်အများတန်တဲ့ကမ်းလှမ်းချက်တစ်ခု ရောက်လာခဲ့ပါတယ်။ သားဖြစ်သူရဲ့ ပညာရေးစရိတ်တွေအတွက် စိတ်ချချင်တဲ့မီလိုတစ်ယောက် ကမ်းလှမ်းချက်ကို လက်ခံပြီးနောက်မှာတော့မထင်ထားတဲ့ ဖြစ်ရပ်တွေက ဆိုက်ရောက်လာပါတော့တယ်။ဇာတ်ညွှန်းမရတဲ့ ညစ်ညမ်းရုပ်ရှင်တစ်ခုရဲ့ နောက်ကွယ်မှာဘယ်လိုသည်းထိပ်ရင်ဖိုစရာတွေ ရှိနေမလဲဆိုတာရင်ခုန်စရာကောင်းတာမို့ သွေးထွက်သံယိုကြိုက်တဲ့ ပိရိသတ်တွေ အကြိုက်တွေ့ကြလိမ့်မယ်လို့လည်း မျှော် File Size : (2.1GB)(623 MB) and (232MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Horror,Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/2vrC6/A_Serbian_Film.2010.BLU-RAY.1080(DS).mp4",
        "category": "Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzZhYTllNWQtNTdlYy00NGM4LThiNjYtMWVlNDk2ZTA4YWRkXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "[18+]Bitter Honey (2016)",
        "description": "အကာဂိုက စာရေးဆရာကြီးနဲ့ တူတူနေနေတဲ့ အနီရောင်ရွှေငါးမလေးတစ်ကောင်ပဲဖြစ်ပါတယ်သာမန်ငါးနီလေးမဟုတ်ဘဲ လူယောင်ဖန်ဆင်းနိုင်ပြီး စာရေးဆရာကြီးကိုပဲ တွာ်ငြိနေတဲ့ ဖြူစင်တဲ့ငါးမလေးတစ်ကောင်ပေါ့တစ်ရက် စာရေးဆရာကြီးရဲ့အသိမိတ်ဆွေဟောင်း ယူရီကိုရဲ့ဝိဥာဥ်ပြန်ပေါ်လာတဲ့အခါ သူတို့သုံးဦးကြားဘာတွေဖြစ်လာမလဲယူရီကိုနဲ့စာရေးဆရာကြီးကြားကရော ဘာတွေရှိနေခဲ့လို့ ခုလိုပြန်ပေါ်ထွက်လာရတာလဲစာ​ရေးဆရာကြီးကိုအပိုင်လိုချင်ပြီး မိသားစုဘဝထူထောင်ချင်နေတဲ့ ငါးနီမလေးကရော ဘယ်လိုဖြစ်သွားမလဲ ကြည့်ရမှာဖြစ်ပါတယ်File Size__(1GB)\nQuality__720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:45:00\nType__Adult, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.8",
        "url": "https://megaup.net/19zoy/[18+]Bitter_Honey_(2016)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gsNmekHdx3iK6V6Z7xBHHbgosbF.jpg",
        "title": "[18+] Lover (2005)",
        "description": "Lover (2005)မင်းသမီးက ကင်ကီဒွပ်ရဲ့ The Net တို့ Hong Sang-soo ရဲ့ Woman Is the Future of Man တို့ထဲ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ Lee Sun-kyunလို နာမည်ရမင်းသားနဲ့တွဲပြီး မင်းသမီးနေရာကလည်း ရိုက်ဖူးပါသေးတယ်။ ဒီကားထဲမှာတော့ ကင်မင်ဟီးလိုလို ရုပ်လေးနဲ့ဆိုတော့ ကြည့်ရတော်တော်တန်ပါတယ်။ မင်းသားကလည်း Bad Guys ဇာတ်လမ်းတွဲ ၂ခုလုံးရော မူဗီမှာပါ ပါဖူးတဲ့သူဆိုတော့ ၁၈အပေါင်းကားပေမဲ့ cast တွေတော့ ကြမ်းပါတယ်။ဇာတ်လမ်းကတော့ ကုမ္ပဏီဒေဝါလီခံပြီး အာဖရိကကိုသွားတော့မယ့်လူတစ်ယောက်ဟာ ကိုရီးယားမှာနေတဲ့ နောက်ဆုံးနေ့မှာ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ခဲ့တဲ့အကြောင်းပါပဲ။ အဲဒီမိန်းကလေးနဲ့ အဲဒီတစ်ရက်တာကို အတူကုန်ဆုံးပြီး ၂ယောက်အတူ ပျော်စရာဘဝလေးတစ်ခုကိုဖြတ်သန်းကြပါတယ်။ ဇာတ်လမ်းနဲ့ကားမို့ ၃ခန်းပဲပါပေမဲ့ မင်းသမီးလှလို့ ကြည့်ရတန်သလို ဇာတ်လမ်းကလည်း ရိုမန့်တစ်ဆန်ဆန်နဲ့ ကြည့်ရတန်တာမို့ ရိုမန့်တစ်အချစ်ညပြာပြာလေးကို ဖြတ်သန်းချင်တာပဲဖြစ်ဖြစ် ဒီတိုင်းဆွေးရင်းတစ်ကိုယ်တော်မှုပြုချင်တာပဲဖြစ်ဖြစ် ကြည့်ကောင်းမယ့်ကားလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Pt4k/(CM)_The_Intimate_(2005)_1080p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU0MzYzMjU0MF5BMl5BanBnXkFtZTgwOTE1OTE2MzE@._V1_-140x200.jpg",
        "title": "[18+]Deseo(2013)",
        "description": "[18+]Deseo(2013) အညွှန်း**********************ဒီကားက lesbian sex ရော straight sex ရောပါလို့မိသားစုနဲ့လုံးဝမကြည့်သင့်ပါဘူး..ဇာတ်လမ်းကတော့ သဘော်သားတစ်ယောက်က သူ့ချစ်သူအတွက်ကုန်းပေါ်တက်လာတဲ့အချိန် သူမျှော်လင့်ထားသလိုမဖြစ်လာခဲ့ဘဲ အချစ်က လိုက်လို့ပြေးတာလားပြေးလို့လိုက်တာလား ဇာတ်လမ်းဖြစ်ပါတယ်..နောက်ပြီးတော့ Mexico ဇာတ်ကားဖြစ်သည့်အလျှောက်မင်းသမီးတွေက မျက်ခုံးမွေးကောင်းကောင်းနဲ့ဆွဲဆောင်မှုရှိလွန်းတဲ့မျက်လုံးတွေ ပိုင်ဆိုင်ထားတဲ့အပြင်ညိုညက်ညက်အသားအရေတွေကြောင့်အရမ်းကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါကြောင်း...    File Size :(3.07GB)  (1.07 GB) and (359MB)\nQuality : Blu-Ray1080p,72p\nFormat…mp4\nDuration…01:37:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by  SD",
        "rating": "",
        "url": "https://megaup.net/3bo2A/Deseo.2013._BLU-RAY.1080P5.1CH.(DS).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzBlZjNkYTItMzUyYi00MzljLTk2ZGItOGE5NTE4M2M1ODY0XkEyXkFqcGdeQXVyNjY5NTQ3ODA@._V1_-133x200.jpg",
        "title": "(18+) Be My Master (2018)",
        "description": "Bdsm-Bondage, dominate,slave,master..ဒါကို မြန်မာနိုင်ငံမှာဘယ်လို\nအဓိပ္ပာယ်ဖွင့်ဆိုကြလဲတော့ မသိဘူး တချို့နိုင်ငံတွေမှာတော့\nလိင်စိတ်ပေါင်းများစွာထဲက တစ်ခုလို့ပဲသတ်မှတ်ထားပါတယ်Bdsm စိတ်ရှိနေတာဟာ လိင်စိတ်စံလွဲနေတာမဟုတ်ပဲ\nလိင်စိတ်ဆန္ဒပြည့်ဝဖို့အတွက် နည်းလမ်းပေါင်းများစွာရှိတဲ့အထဲက\nနည်းလမ်းတစ်ခုမျှသာဖြစ်ပါတယ်ပေါ့\nထို့အပြင် လိင်စိတ်ဆိုတာဟာ ထုတ်ဖော်ပြရမှာသာ\nရှက်ရွံ့တတ်ကြပေမယ့် လူတစ်ယောက်ကို ထိပ်ဆုံးရောက်တဲ့ထိ\nတွန်းပို့ပေးနိုင်တဲ့ အောင်မြင်ရေးစိတ်လို့လဲ\nစိတ်ပညာရှင်များက လေ့လာဖော်ထုတ်ထားကြပါသေးတယ်Force လိုပဲပေါ့ light side ကပဲ စွမ်းအားရှိတာမဟုတ်ပါဘူး\nDark side ရဲ့စွမ်းအားက ပိုကြီးမားပါတယ်\nအဲ့တော့ လူတွေရဲ့ dark side တွေ အဲ့အမှောင်ခြမ်းတွေနဲ့\nဆက်နွယ်နေတဲ့ လူနေမှုဘဝ လူမှုရေး စီးပွားရေး အိမ်ထောင်ရေး\nအကုန်လုံးပေါ့ ဘာတွေဘယ်လိုဆက်စပ်နေတယ်ဆိုတာ\nဒီဇာတ်လမ်းလေးထဲမှာ တစ်ထောင့်တစ်နေရာကဖော်ပြထားပါတယ်အကုန်လုံးအမှန်မဟုတ်ဘူးဆိုပေမဲ့ လူတွေရဲ့စိတ်သဘောသဘာဝဟာ\nဒီလိုဒီလိုတော့ ရှိတတ်ပါတယ်ဆိုတာ သင်ခန်းစာယူလို့ရပါတယ်....\nဘာတုန်းဟ စာတွေကလဲအရှည်ကြီး sex education ကားကြီးလားဆိုတော့ အဲ့လိုလဲမဟုတ်ပါဘူး\nreview သာကြီးကြီးကျယ်ကျယ်တွေရေးနေတာ ဇာတ်ကားကတော့ ညိုကီတို့အကြိုက်\nပျိုမဒီအချောလေးတွေရဲ့ စိတ်အမှောင်ခြမ်းကို\nဝတ်လစ်စလစ်အလှတွေနဲ့ မှုန်ခြယ်ပြမှာမို့ လက်လွတ်မခံဖို့တော့ အကြံပေးပါရစေ\nFile size…1.5GB / 630MB\nQuality…1080p BluRay & 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Pph0/Up_to_You_2018_1080p_BluRay_AAC5.1CH(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/pixomatic_9232022212241820-134x200.png",
        "title": "[18+] Tubero (2022)",
        "description": "Tubero (2022)ပေါ်လာဟာ သူ့အတူနေချစ်သူလိုဂန်နဲ့ မကြာခင်လက်ထပ်တော့မှာပါ။ သူတို့ကြားမှာပြဿနာတစ်ခုလိုဖြစ်နေတာကတော့ လိုဂန်ဟာ ရာဂရမ္မက်ကြီးတဲ့သူဖြစ်ပြီး ထမင်းစားခန်းထဲမှာ၊ ရေချိုးခန်းထဲမှာ၊ မီးဖိုချောင်ထဲမှာ ကြုံရင် ကြုံသလို ဂျိန်းချင်နေတာပါပဲ။ ပေါ်လာကတော့ ချစ်သူတစ်ယောက်အနေနဲ့ လိုဂန်ကို တစ်ခြားအရာတွေဆီကနေ စောင့်ရှောက်ရရင် တာဝန်ကျေပြီယူဆပြီး လိင်ဆိုင်ရာတပ်မက်မှုတော့နည်းပါတယ်။တစ်နေ့တော့ လိုဂန်ကို သူ့သူငယ်ချင်းတွေနဲ့ ဂန်ဘန္တတရားကျင့်နေချိန်မှာ လက်ပူးလက်ကြပ်မိပြီး ပြဿနာတွေတက်ရာကနေ ပေါ်လာ့ဘက်က စိတ်မပါတဲ့ပုံစံကိုမပြင်ရင် လိုဂန်က Open relationship ပုံစံမျိုးသွားပြီး ဖြစ်ချင်တဲ့သူနဲ့ဖြစ်ချင်တိုင်းဖြစ်တော့မှာဖြစ်ကြောင်း စိန်ခေါ်ပါတော့တယ်။အကျပ်ရိုက်နေတဲ့ပေါ်လာကို ကူညီလမ်းပြပေးမယ့်သူကတော့ အထူးပိုက်ပြင်သမားလေးဖြစ်တဲ့ ဂီမိုပါပဲ။ ကျွမ်းကျင်သူတစ်ဦးဖြစ်တဲ့ ဂီမိုကနေ ပေါ်လာရဲ့ကာမခလုတ်တွေကိုတစ်ခုချင်းဖွင့်ပြလိုက်တဲ့အချိန်မှာတော့ ပေါ်လာဟာ တစ်ဖက်က ငါ့ရဲ့ဝါသနာ၊ တစ်ဖက်မှာ ငါ့ရဲ့ဝမ်းစာတို့ကြားမှာဆိုပြီး နှစ်ဖက်ကြား ဗျာများဖို့ဖြစ်လာပါတော့တယ်။ဂီမိုအဖြစ် အစွမ်းပြထားတဲ့သူကတော့ အားလုံးနဲ့မစိမ်းတဲ့ပင်တိုင်စံ Vince Rillon ဖြစ်ပါတယ်။ ဒါပေမယ့် မျက်နှာသစ်မင်းသမီးလေးနှစ်ယောက်ကို ပွဲဦးထွက်မိတ်ဆက်ထားပေးပြီး တစ်ယောက်ကတော့ တစ်တော့ဆယ်လီ / Cam girl လေးဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2vgqq/(CM)_Tubero_(2022)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTQ2ZmJkY2QtMTIxNy00NWQ3LThmZDMtZjRlYzhjZGZkNWM1XkEyXkFqcGdeQXVyMjg0NjIzMzc@._V1_-141x200.jpg",
        "title": "(18+)The Receptionist (2016)",
        "description": "\"လွယ်တာတွေ့ရင် ပိုခက်တဲ့တခြားဘဝတွေကို ငဲ့ကြည့်ပါဦး.....\"\nမြန်မာနိုင်ငံစကားနဲ့ပြောရရင်တော့ မာစွပ်ပေါ့\nအညောင်းအညာလေးလဲ ပြေမယ်...ကိစ္စဝိစ္စလေးတွေလဲလျှော့လို့ရမယ်အားလုံးက ပျော်စရာတွေချည်းပါပဲ...အဆင်ပြေရင်မုန့်ဖိုးလေးဘာလေးပိုပေးလိုက်ပေါ့\nဒါပေမဲ့ အရာရာတိုင်းမှာ Dark Side ဆိုတာရှိသလို အနှိပ်ခန်းလောကမှာလဲ မမြင်နိုင်တဲ့\nနာကျင်မှုတွေ ဝမ်းနည်းစရာတွေ ရှိနေမှာပါပဲ..ကျွန်တော်တို့သာမသိကြတာမလား\nခုဇာတ်လမ်းထဲမှာတော့ လန်ဒန်က ထိုင်ဝမ်သူတွေရဲ့ မာဆတ်လောကပေါ့မာဆတ်လုပ်မယ်ဟဲ့ဆိုပြီး လန်ဒန်ရောက်လာတဲ့သူက ခပ်ရှားရှားပါ\nချစ်သူကခေါ်လာလို့တို့...ဒီမှာလက်ထပ်ပြီး အခြေချဖို့တို့..အလုပ်ရှာဖို့တို့နဲ့ နောက်ဆုံးတော့\nငွေရလွယ်တဲ့ ဒီဘူတာမှာပဲ လာစိုက်ကြလေသည်ပေါ့မာဆတ်ကစော်လေးတွေရဲ့ ဒရာမာတွေက မရိုးရပါဘူးဆို\nမြေနိမ့်ရာလှံဝိုင်းစိုက်တဲ့ မဟာပုရိသ သခင်ကြီးများကလဲ မပါမဖြစ်ပါပဲ\nအားလုံးကငွေဆိုတာအတွက် မလုပ်ချင်လဲလုပ် လုပ်ချင်လဲလုပ်ကြပေါ့\nတခါတလေတော့ အဲ့လိုလောဘတွေတက်မနေပဲ ကိုယ့်ရဲ့ရှင်သန်ရာနေရာလေးမှာပဲ\nရသမျှနဲ့ရောင့်ရဲတင်းတိမ်ရင်း အေးချမ်းစွာဖြတ်သန်းလိုက်ချင်ပေမယ့်\nဘဝဟာအဲ့လိုမလွယ်ကူနေကြောင်း ဒီဇာတ်လမ်းလေးနဲ့ စီးမြောခံစားကြည့်ကြတာပေါ့\nFile size…1.35GB / 617MB\nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.6",
        "url": "https://megaup.net/2vaK9/The.Receptionist.2016.1080p.WEB-DL.AAC5.1CH(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWQ4MjgwZTItOGIyNC00YjFlLWJhNzktYzFiNTdmZjllNTM4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Relyebo (2022)",
        "description": "Relyebo (2022)~ IMDb rating - 8.1/10 ~ဂျင်မီနဲ့ အာမာတို့ဟာ စိတ်ကူးယဉ်အိပ်မက်တွေနဲ့ နယ်ကတက်လာတဲ့လူငယ်စုံတွဲဖြစ်ပြီးတော့ လတ်တလောမှာတော့ ဂျင်မီက ညစောင့်၊ အာမာကတော့ ပီဇာဆိုင်တစ်ခုမှာအလုပ်လုပ်ပါတယ်။ တစ်ဦးနဲ့တစ်ဦး နားလည်မှု ငဲ့ညှာမှု ချစ်ခြင်းမေတ္တာတွေနဲ့ တည်ဆောက်ထားတဲ့ သူတို့အိမ်ထောင်ရေးဟာ အများထက်စာရင်သာယာတယ်လို့ဆိုနိုင်ပါတယ်။ဂျင်မီကတော့ အစောင့်ပီပီ လုပ်စရာများများစားစားမရှိတဲ့ အချိန်တွေမှာ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ဦးနဲ့အတူ တိုက်ခန်းနေလူတွေရဲ့ဘဝကို လေ့လာစပ်စုရင်း အချိန်ကုန်လေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သိပ်လှတဲ့၊ အနီရောင်ဆံကေသာတွေနဲ့ မိန်းကလေးတစ်ယောက် သူတို့တိုက်ခန်းကိုပြောင်းလာချိန်မှာတော့ ဂျင်မီဘဝပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်။ကောင်မလေးဟာ သူ့ဆီကိုတစ်ပတ်တစ်ကြိမ်နှစ်ကြိမ်လာလည်ပတ်တဲ့ရှုးဂါးဒက်ဒီတစ်ယောက်ရှိတယ်၊ တစ်ခါတလေကျတော့လဲ တစ်ခြားတစ်ယောက်နဲ့ကော်ဖီဆိုင်မှာ ကြုံတဲ့အခါကြုံတယ်။ ဒါတွေကိုသိသိရက်နဲ့ ဂျင်မီဟာ ဒီမိန်းကလေးဖြတ်လျှောက်သွားတဲ့အခါ အနံ့လေးရှုရရှုရ၊ အရိပ်ကလေးမြင်ရမြင်ရတဲ့အထိ စွဲလန်းတပ်မက်လာတဲ့အခါမှာတော့...ဒီတစ်ခါတော့ မြင်နေကျ ရိုးရိုး Thriller ဇာတ်တွေ၊ ဂန်းစတားဇာတ်တွေနဲ့ ကွဲထွက်နေတဲ့ အချစ်၊ အိမ်ထောင်ရေးဒရာမာ နောက်ခံဇာတ်လမ်းလေးနဲ့ ခံစားကြည့်ကြရအောင်ပါ။ Scorpio Nights 3 ထဲက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1963x/(CM)_Relyebo_(2022)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOTc1MmYzNjYtMTEzNi00NjU4LWE1MGUtMmUyYjMwMjAwYzY0XkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-141x200.jpg",
        "title": "(18+) Rise of the Machine Girls (2019)",
        "description": "ဒီဇာတ်ကားကို အရိုးရှင်းဆုံးပြောရရင်တော့ Dark Comedy ပေါ့\nဇာတ်ကောင်တွေကလဲ သောက်တလွဲပဲ\nဇာတ်လမ်းကလဲ ဂဂျိုးဂဂျောင်နဲ့\nဖြစ်နိုင်တာတော့ တစ်ခုမှမပါဘူးဒါပေမဲ့ ဂျပန်တွေဆိုတာသိတဲ့အတိုင်းပဲလေ\nစိတ်ကူးယဉ်ဖန်တီးနိုင်စွမ်းကတော့ အလွန်မြင့်မားကြတာကို\nSuper Sentai (power ranger), ultraman, gundan စတဲ့\nfictional characters ပေါင်းများစွာကိုမွေးဖွားပေးခဲ့တဲ့ ဂျပန်တွေဟာ\nခုလိုမျိုးဇာတ်ကားတွေမှာ ထင်ရာတွေလုပ် ရိုက်ချင်သလိုတွေရိုက်ပြီး\nဖျော်ဖြေရေးကိုပဲ အဓိကထားတင်ဆက်ကြတာ ထုံးစံနဲ့တူပါတယ်ဟ..ဒါဆို ဒီကောင်တွေ ရိုက်ချင်တာလျှောက်ရိုက်တာ ငါတို့က ဘာကြည့်ရမှာတုန်းဆိုရင်\nကြည့်စရာစော်အလန်းလေးတွေပါပါတယ်....HOTD က အန်ကယ်ဒေမွန်ကြီး ခေါင်းထဖြတ်တဲ့အကွက်မျိုးက\nဒီလိုကားထဲမှာ အားတိုင်းထည့် ပျင်းတိုင်းထည့်ပါတယ်...စောက်ရမ်းချပါတယ်သေနတ်တွေရော စက်ရုပ်တွေရော ဓားတွေရော စုံနေတာပါပဲ\nအဲ့တော့ ဘာကိုမှ ဂိမနေပဲ ဖျော်ဖြေရေးကို ဖျော်ဖြေရေးလိုပဲခံစားရင် ကွက်တိပါပဲ\nတစ်ခုတော့ရှိပါတယ် စောက်ရမ်းဖျော်ဖြေတယ်ဟဆိုပြီး မိဘတွေ ကလေးတွေနဲ့တော့အတူမကြည့်ပါနဲ့\nဆဲတာဆိုတာအသာထား လိင်ပြကွက်ဆိုတာတောင် အပျင်းပြေအလှူလိုထည့်ထားတဲ့ ဒီကားမျိုးက\nအန်ကယ်ဒေမွန်လို အန်ကယ်လေးရှိတဲ့ ဘာဘီလေးတွေလောက်ပဲ အဆင်ပြေမယ့် ကျန်တဲ့လူတွေ မိသားစုနဲ့မကြည့်သင့်တဲ့\nဆယ့်ရှစ်အပေါင်းကားလေးဖြစ်ကြောင်းတော့ လက်တို့လိုက်ပါရစေ\nFile size…1.3GB / 697MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://megaup.net/18Zyw/Rise.of.the.Machine.Girls.2019.1080p.BluRay.XCross(DS).mp4",
        "category": "Action, Adult"
    }
]