[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTQ5NTk0Njg2N15BMl5BanBnXkFtZTgwNzk5Nzk3MDI@._V1_SY1000_CR006311000_AL_-189x300.jpg",
        "title": "[18+] Fifty Shades Darker (2017)",
        "description": "“Fifty Shades Darker” 2015 ခုနှစ်မှာ အပေါက်ဆုံးဖြစ်သွားခဲ့တဲ့ ရုပ်ရှင်တွေထဲကတစ်ခု….Erotic Romance ရဲ့ပုံစံကိုပီပီပြင်ပြင်ဖော်ပြခဲ့တဲ့ Fifty Shades of Grey ဟာ\nစာအုပ်ရော ရုပ်ရှင်ရောဝင်ငွေကောင်းပြီးနာမည်ကြီးတာ သိပ်မဆန်းပါဘူး….\n(မင်းသားကလဲ အတော်ဆွဲဆောင်မှုကောင်းသလို မင်းသမီးကလဲ အတော်လှတာကိုး…)အခုဆိုရင်ဖြင့် Fifty Shades of Grey ရဲ့အဆက် Fifty Shades Darker ဟာ\n2017 February မှာရုံတင်ခဲ့ပြီး  EL.James ရဲ့ Fifty Shades Trilogy မှ ဒုတိယမြောက်စာအုပ်ကို\nHouse of Card ဒါရိုက်တာ James Foley ကပြန်လည်အသက်သွင်းထားပြီး ဖြစ်ပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ကတော့ ပထမFifty Shades of Grey မှာ\nပါဝင်ခဲ့တဲ့သူတွေအားလုံးနီးပါးပြန်လည်ပါဝင်မှာပဲဖြစ်ပါတယ်… အချစ်ဟာ\n(စာအုပ်တွေထဲမှာ ရုပ်ရှင်တွေထဲမှာ ဆိုရင်တော့) လူတစ်ယောက်ကို\nသိမ်မွေ့စွာပြောင်းလဲစေနိုင်တဲ့အစွမ်းသတ္တိရှိတဲ့ နူးညံ့တဲ့အရာတစ်ခုပါ။Sadist တစ်ယောက်ဖြစ်တဲ့ Christain Grey ကိုအချစ်ဆိုတဲ့အရာက ပြောင်းလဲစေခဲ့ပါတယ်။\nမိခင်ရင်းကိုမျက်စိရှေ့မှာတင်ဆုံးရှုံးခဲ့ရတဲ့ Christian ...",
        "rating": "5.0",
        "url": "https://megaup.net/1HHxb/(CM)_Fifty.Shades.Darker.2017.UNRATED.RERIP.2160p.4K.UHD.BluRay.HEVC_EAC3_5.1_Audio-Nyein.mkv",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/679498f368689ac03a1a7082c40630d3-200x300.jpg",
        "title": "[18+] Fifty Shades of Grey (2015)",
        "description": "Fifty Shades of Grey ဟာ ၂၀၁၅ ခုနှစ်ရဲ့ လတ်တလော လူပြောအများဆုံး ဇာတ်ကားဖြစ်နေပါတယ်။ ရုံမတင်ခင်ကတည်းက စောင့်ကြည့်ဖို့ အားတင်းထားကြသူတွေ များပြားလှတဲ့ဒီဇာတ်ကားဟာ တကယ်တမ်း ရုံတင်ခဲ့တဲ့အခါမှာလည်း အောင်မြင်ခဲ့ပါတယ်။ စံချိန်ပေါင်းမြောက်များစွာကို ချိုးဖျက်နိုင်ခဲ့ပြီး တဟုန်ထိုးအောင်မြင်ခဲ့ပါတယ်။ ဝေဖန်ရေးဆရာတွေ မှိုချိုးမျှစ်ချိုးပြောနေပေမယ့် သူ့ရဲ့ဝင်ငွေက သန်း ၅၀၀ ကျော်သွားပါပြီ။ နောက်ဆက်တွဲဇာတ်ကားကို ၂၀၁၆ မှာ ထပ်မံဖြန့်ချိပါမယ်။\nဒီဇာတ်ကားဟာ လိင်အသားပေးဇာတ်ကားဖြစ်ပြီး ဗြိတိသျှစာရေးဆရာ E. L. James ရဲ့ Fifty Shades Of Grey ဆိုတဲ့ စာအုပ်ကို ဇာတ်လမ်းချုံ့ကာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nစာအုပ်ဟာ လိင်အသားပေးစာအုပ်ဖြစ်ပြီး မထွက်ခင်ကတည်းက အတိုက်အခံတွေ များခဲ့တာပါ။ ပုံနှိပ်ထုတ်ဝေဖို့ ဝေဖန်မှုတွေ ပြင်းထန်တာကြောင့် e-book အနေနဲ့ စတင်ဖြန့်ချိခဲ့ပါတယ်။ လူကြိုက်များကာ ဖတ်ရှုသူများပြားလွန်းတာကြောင့် မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ပုံနှိပ်ဖို့ ကြိုးစားကြပါတယ်။ ပရိသတ်က ...",
        "rating": "4.1",
        "url": "https://megaup.net/1HHrj/(CM)_Fifty.Shades.of.Grey.2015.Unrated.Rerip.2160p.4K.UHD.Bluray.HEVC_EAC3_5.1_Audio-Nyein.mkv",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/wtwbnf8zes51-133x200.jpg",
        "title": "[18+] Siklo (2022)",
        "description": "ရင်ဂိုဆိုတဲ့ကောင်လေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်သည်တစ်ပိုင်းဖြစ်နေပြီး အတူနေချစ်သူအမန်ဒါမှာလဲ\nကိုယ်ဝန်ဆောင်ထားတာဖြစ်တော့ Delivery Rider တစ်ယောက်အနေနဲ့ကြိုးစားအသက်မွေးနေပါတယ်။ သူတို့ဆီမှာလဲ ဒီမှာလိုပဲ Rider\nတွေကြုံရတတ်တဲ့မှာပြီးမှမယူတာ၊ စိုက်ပေးထားတဲ့ပိုက်ဆံတွေပြန်မရတာ စတာမျိုးတွေကြောင့် သူ့ချစ်သူနဲ့ခဏခဏပြဿနာဖြစ်ရပါတယ်။တစ်နေ့တော့ အဲ့ဒီလိုကုမ္ပဏီအသစ်တစ်ခုမှာ သွားလျှောက်ရာကနေအဆင်ပြေသွားခဲ့ပြီး ရင်ဂိုဘဝတစ်ဆစ်ချိုးပြောင်းဖို့ဖြစ်လာပါတော့တယ်။\nအဲ့ဒီမှာအလုပ်ဝင်ချိန်ကစလို့ ဆက်တိုက်ကြုံရတာကတော့ သူတို့မြို့မှာ သာသနာပြုလုပ်ငန်းဗန်းပြပြီးနောက်ကွယ်က မကောင်းမှုပေါင်းစုံ\nအားလုံးလုပ်တဲ့ သင်းအုပ်ဆရာ မိသားစု ရဲ့ အရှုပ်အထွေးတွေပါပဲ။ သင်းအုပ်ဆရာရဲ့ တိတ်တိတ်ပုန်းချစ်သူ မိန်းကလေး\nပစ္စည်းမှာတဲ့အခေါက်တိုင်း သူ့ဆီပဲတိုက်တိုက်ဆိုင်ဆိုင်ရောက်ရောက်လာတတ်လို့ မျက်မှန်းတန်းမိစအချိန်မှာ အဲ့ဒီမိန်းမလှလေးဟာ ရေစိုနေတဲ့အဝတ်အစားတွေနဲ့\nထွက်ပြီးလာယူပါတယ်။အဲ့ဒီကနေ စကားစပ်မိရာက ကောင်မလေးအိမ်မှာရေပိုက်ပျက်နေတယ်ဆိုတာကို သိလိုက်ရသလို ရင်ဂိုက သူရေပိုက်\nကောင်းကောင်းပြင်တတ်တဲ့အကြောင်းပြောရင်း အိမ်ထဲဝင်လိုက်မိတဲ့အခါ...။ရင်ဂို့ဇနီးသည်ဟာ ကိုယ်ဝန်ဆောင်ဖြစ်တဲ့အတွက် သူ့မှာ\nတစ်ပိုင်းတစ်စနဲ့မပြီးပြတ်လိုက်တဲ့ဆန္ဒတွေရှိပါတယ်၊အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့သင်းအုပ်ဆရာကို အလိုဖြည့်ရုံသက်သက်\nဆက်ဆံရရှာတဲ့ ကောင်မလေးမှာလဲ ဒီလိုထပ်တူအားမလိုအားမရဖြစ်မှုတွေ ကိန်းအောင်းနေတဲ့အတွက် သူတို့နှစ်ယောက်ဟာ..။ထုံးစံအတိုင်း မိသားစုနဲ့ကြည့်မရတဲ့ အခန်းတွေ အများကြီးပါဝင်ပါတယ်။ ဒါတွေကို အသားပေးဆိုပေမယ့် နောက်ခံဇာတ်လမ်း၊ လှည့်ကွက်၊\nအစရှိတာတွေကလဲ အပြစ်ပြောစရာမရှိသလောက် ကောင်းမွန်တဲ့အချစ်ဇာတ်ကြမ်းကားသစ်တစ်ကားဖြစ်ပါတယ်။\nFile size…(1.2 GB)/(570 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/33B5e/(CM)_Siklo.2022.1080p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNLmhO9TStEFxKplIgzZ4VqudDa.jpg",
        "title": "(18+)Undryable Younger Cousin (2021)",
        "description": "Undryable Younger Cousinသွေးမတော် သားမစပ် ဘင်္ဂလားမောင်နှမတွေ တအိမ်ထဲနေတဲ့အခါ ဘယ်လို ပြဿနာတွေဖြစ်လာနိုင်တယ်ဆိုတဲ့ အကြောင်းကို ဗဟုသုတရဖွယ်တင်ဆက်ထားတဲ့ အမှောင်လောကသားဘဒိုတွေ အကြိုက် ကိုရီးယားကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ချမ်းသာတဲ့အိမ်ရှင်ရဲ့ တစ်ဦးတည်းသော သမီးလေးက မိဘတွေဆုံးသွားခဲ့ပြီး အထီးကျန်နေတဲ့အချိန်မွေးစားအစ်ကိုနှစ်ယောက်နဲ့ တစ်အိမ်တည်း အတူနေရတဲ့အခါ ဘယ်လိုစခန်းသွားကြမယ်ဆိုတာရင်တထိတ်ထိတ်နဲ့ တစ်ရှုးဆောင်ကြည့်ရမယ့် ကားလေးပါ ဆော်လေးက တစ်ယောက်တည်းဆိုပေမယ့်တကယ့်ကျားမလေးပါပဲ ကိုယ်လုံးကိုယ်ပေါက် မျက်နှာကအစ တော်တော် Sexy တဲ့အထဲကမို့ဆော်ချောချော ကြိုက်တဲ့ဂေါင်းကြီးတို့ ကြည့်သင့်တဲ့ ကားလေးပါ သရုပ်ဆောင်တာကလည်းအသစ်ဆိုပေမယ့် ဝါရင့်တွေထက်သာအောင် တကွက်ဆိုတကွက် ပညာရအောင်သရုပ်ပါလွန်းပါတယ် ဘယ်လိုဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုခံစားကြဖို့ ပြောချင်ပါတယ် \nFile size…562MB\nQuality…720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X -Cross\nTranslated by FOX",
        "rating": "7",
        "url": "https://megaup.net/1Hlqd/Undryable_Younger_Cousin.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/teacher-157x200.jpg",
        "title": "{21+} ( IPX-781) Beautiful Private Teacher Nanami’s (2022)",
        "description": "သားသမီးတွေ အမှတ်မကောင်းရင် အရင်ဆုံးစိတ်ပူရတာက မိဘပါပဲသားဖြစ်သူက အင်္ဂလိပ် ဆရာဖြစ် ကျောင်းမှာအမှတ်တွေက ဘဲဥမကွဲဖြစ်နေတော့ အမေဖြစ်သူကအနီးကပ် စာကူလုပ်ပေးဖို့ ဆရာတစ်ယောက်ရှာရပါတော့တယ်ဆရာဆိုပေမဲ့ ဆရာမပဲရှာလို့ရပါတယ်ဆရာမဆိုတာ တခြားသူမဟုတ်ပါဘူး JAV မော်ဒယ်အချောလှလေး Nanami Misaki ဖြစ်နေပါတယ်သူမ အလှတွေက Fit ဖြစ်တယ် အသက်အရွယ်ကလဲ၂၅ ဆိုတော့ တကယ်ကို တည်ကြည်တဲ့ အလှတရားတွေပိုင်ဆိုင်ထားပါတယ်သူမရဲ့ အသားအရေကလဲ ကြည်လင်နေပါတယ်အကြိုက်ဆုံးဆုံးကတော့ သူမရဲ့မျက်လုံးရွဲကြီးတွေပဲတစ်ကယ်ကို ဆွဲဆောင်မှုအပြည့်ရှိတယ်သူမစရောက်ရောက်ခင်းနေ့မှာပဲ သင်ခန်းစာတွေ စပါတယ်ဒါပေမဲ့ သူသင်တဲ့ နည်းစနစ်က အရမ်းကောင်းတယ်တမုဟုတ်ချင်းမှာပဲ သားဖြစ်သူ ရမှတ်တွေထောင်တက်လာတာပါပဲတပြည့်တယောက်အပေါ်မှာ ထားတဲ့ ဆရာမတစ်ယောက်ရဲ့အံ့ဩချီးကျူးဖွယ်ကောင်းတဲ့ စိတ်ထားကို ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာဖြစ်ပါတယ်ဒါကိုတော့ Dsရဲ့အမှောင်ပရိတ်သတ်ကြီး လေ့လာဖို့ သင်တယ်လို့တွေးမိတဲ့အတွက် ရွေးချယ်တင်ဆက်လိုက်ပါတယ်။မေ့လို့ ၂၁+ ပါခင်ဗျား \nTranslated by : Ki Mu Chi\nEnocded by : X Code\nQuality : 720p\nFile Size  : ...",
        "rating": "7",
        "url": "https://megaup.net/11mpv/Beautiful_Private_Teacher_Nanami%E2%80%99s_Kissing_Lecture_Private_Lesson_Nanami_Misaki_720P__(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jPcOn2JyFFcWNbsRME8hXkvmMRT.jpg",
        "title": "Don’t Look Back (2009)",
        "description": "Monica Bellucci လို့ပြောလိုက်ရင် Melena,The Matrix, Spectre ဆိုတဲ့ကားကောင်းတွေအပြင် အခြားကားကောင်းများစွာမှာပါဝင်ခဲ့တဲ့ဟောလိဝုဒ်ရဲ့နာမည်ကြီးအီတလီမင်းသမီးတစ်လက်ဆိုတာ သိကြမှာပါ။ဒီမင်းသမီးရဲ့ ၂၀၀၉ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ကားကောင်းလေးတစ်ကားကိုညွှန်းရမယ်ဆိုရင် Don't Look Back ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။ တွေ့ရခဲ ရိုက်ရခက်တဲ့အမျိုးအစားကို ‌ပြင်သစ်မင်းသမီးချော Sophie Marceau နဲ့ အီတလီမင်းသမီးမိုနီကာတို့ကို အပြိုင်အဆိုင် သရုပ်ဆောင်စေပြီး ရိုက်ကူးထားပါတယ်။ထူးခြားတာက မင်းသမီး ၂ ယောက်စလုံးက Bond Girl တွေ ဖြစ်ကြတာပါပဲ။ပြင်သစ်စကားပြော ဒီဇာတ်ကားက ပြင်သစ်စတိုင်အတိုင်း တင်ဆက်ထားပြီး ဆယ့်ရှစ်အပေါင်းဆန်တဲ့အခန်းတွေပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုပြောရမယ်ဆိုရင်တော့အသက် ၈ နှစ်အရွယ်မှာ မတော်တဆမှုတစ်ခုဖြစ်ခဲ့တဲ့ ဂျင်းဟာ အဲဒီအရွယ်မတိုင်ခင်က မှတ်ဉာဏ်တွေအကုန်လုံးကိုမေ့ပျောက်သွားပါတော့တယ်။ အဲဒီမှတ်ဉာဏ်တွေကိုပြန်ရှာတွေ့ဖို့ကြိုးစားရင်း ကြိုးစားရင်း ပိုပိုရှုပ်ထွေးလာတဲ့ ဇာတ်အိမ်ကို thriller/drama/horror/mystery ဆိုတဲ့ genre နဲ့ကိုက်အောင် ဘယ်လိုရိုက်ကူးထားတယ်ဆိုတာကိုတော့ Don't Look Back (2009) ကားလေးထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို San ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Hgrh/(CM)Don_t.Look.Back.2009.1080p.BluRay.x264.mp4",
        "category": "Adult, Drama, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pB6sqgWPlHY5wjoq7IdNJ5YduTK.jpg",
        "title": "[18+] Bachelor Party (1984)",
        "description": "ဦးTom Hanksကြီးဟာ အခုမှသာ ဒရာမာကားတွေ လူတွေငို​စေတဲ့ကားတွေ ရိုက်နေတာ သူ ငယ်စဉ်အချိန်တွေတုန်းကတော့ လူငယ်ဆန်ဆန်ကားလေးတွေနဲ့ပဲ စခဲ့ရတာဖြစ်ပါတယ်။၁၉၈၄ ခုနှစ်ကထွက်ခဲ့တဲ့ ဒီကားလေးဟာ 80s အ​နောက်ပိုင်းသား ဗရုတ်များရဲ့ ​နေထိုင်​ပြောဆိုပုံ​တွေကို ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားပါတယ်...ရစ်ခ်ဟာ ​ကျောင်းကားလေးကို အငှား​မောင်းသူတစ်​ယောက်ဖြစ်ပြီး ဘဝကို ​ပေါ့​ပေါ့တန်တန် ဖြတ်သန်းသူပါ ဒါ​ပေမဲ့ သူ့ချစ်သူက​တော့ ဂုဏ်သ​ရေရှိ သူ​ဌေးသမီး တစ်​ယောက်ဖြစ်တဲ့ အ​လျောက် ​ယောက္ခထီးက သ​ဘောမတူသလို သူ့ထက်အရာရာသာတဲ့ ​ကောင်မ​လေးရဲ့ ရည်းစား​ဟောင်းကလည်း ပြိုင်ဘက် အဖြစ် ရှိ​နေပါတယ်သူတို့ ၂ဦး လက်ထပ်တော့မယ့်အ​ကြောင်း ရစ်ခ် တစ်‌ယောက် ချစ်ရတဲ့သူငယ်ချင်း​တွေကို ​ပြောပြလိုက်တဲ့အခါ သူတို့က ရစ်ခ်အတွက် လူပျိုညပါတီကို စီစဉ်​ပေးကြပါ​တော့တယ်... မိုင်ကုန်ကဲကြမယ်​ပေါ့ကဲကြတယ်ဆိုတဲ့အတိုင်း မိန်းမ မရခင် သောက်ကြ၊ စားကြ၊ ​ဆေးချကြ၊ မိန်းမပျက်တွေနဲ့ ပျော်ပါးကြ​ပေါ့။အ​နောက်တိုင်းသားများအတွက်တော့ လူပျိုည ပါတီမှာ ညဥ့်ငှက်​လေး​တွေနဲ့ ​ပျော်ပါးတာဟာ ထုံးစံတစ်ခုလိုကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/11c08/(CM)_Bachelor.Party.1984.1080p.BluRay.HEVC_AAC2.0-Nyein.mkv",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BZTdjZTZiOWYtYWY3Yi00NjcwLWJlNzYtYjUwYTZhOGJjYmQ1XkEyXkFqcGdeQXVyNjQ3NjUzMzA@._V1_-133x200.jpg",
        "title": "[18+] Obsessed (2014)",
        "description": "ဂျွန်စောလို့ လူသိများတဲ့ မင်းသား Song Seung-heon ကိုခုလို ကြာကူလီဆန်ဆန် အရူးအမူးအချစ်သမားအဖြစ် မြင်ရတာ တစ်မျိုးတော့ ထူးခြားပါတယ်...မင်းသမီး Lim Ji-yeon ကလဲ အေးတိအေးစက် မထုံတတ်သေးနဲ့ Erotic ဆန်တဲ့ ဇာတ်ရုပ်ကို ချပြရာမှာသူ့ရဲ့ ပထမဆုံး Leading Role ဇာတ်ကားဖြစ်ခဲ့ပေမယ့် ပေါ်ပေါ်ထင်ထင်ပဲ ရိုက်ကူးထားပါတယ်...ထူးခြားတဲ့ တွဲဆက်မှုတွေနဲ့ ဒီကိုရီးယားဇာတ်ကားက ဖောက်ပြားတတ်တဲ့လူ့သဘောကိုအချစ်ဆိုတဲ့ ခေါင်းစဉ်တပ်ထားပါတယ်။(ယခင်တင်ဆက်ဖူးပေမယ့် ဘာသာပြန်စာတန်းထိုး လိုအပ်ချက်တွေရှိခဲ့လို့အခုအသစ်တစ်ဖန် ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\nFile size…(1.6 GB)/(1.3 GB)/(650 MB)\nQuality….BluRay 1080p HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:13:12\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://megaup.net/1H2g9/(CM)_Obsessed_2014_1080p_BluRay_HEVC_AC3_5.1_Audio-Nyein.mkv",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZWNmZWVkZjItZDMxOS00MGE3LWE0NTEtNGQ4NWY1ZWFmZjJmXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Palitan (2021)",
        "description": "မဖြစ်နိုင်တော့လို့ အတိတ်မှာချန်ထားရစ်ခဲ့ရတဲ့ အဲ့ဒီတစ်စုံတစ်ယောက်နဲ့ နောက်ထပ်တစ်ညတာ\nအတူဖြတ်သန်းခွင့်ရခဲ့မယ်ဆိုရင် ခင်ဗျားအနေနဲ့ဘယ်လိုဆုံးဖြတ်ကြမလဲ? တစ်ရှိုက်မက်မက်တမ်းတနေခဲ့တဲ့\nသာယာမှု၊ အထိအတွေ့ အချစ်ဦးဆိုတဲ့ညံ့သက်တဲ့ခံစားချက်တွေကိုတစ်ညတာ ပြန်လည်ရရှိဖု့ိ\nတစ်သက်လုံးကြိုးစားတည်ဆောက်ခဲ့ရတာတွေနဲ့ လဲလှယ်ပစ်ဖို့အဆင်သင့်ရှိပါ့မလား?\nJen ကပေါ်တင်ဝန်ခံထားတဲ့လိင်တူလိင်ကွဲနှစ်မျိုးလုံးစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူ့ပါတနာ James ကတော့\nစိတ်ပိုင်းဆိုင်ရာပြဿနာတစ်ချို့နဲ့မြို့သားလူငယ်တစ်ယောက်ပါပဲ၊ တစ်ယောက်ချို့ယွင်းချက်ကိုတစ်ယောက်ဖြည့်ဆည်းဖာထေးကြရင်း\nနှစ်ယောက်ပေါင်းရှေ့သွားနောက်လိုက်ညီကြပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ် စိတ်ပြေလက်ပျောက်၊ဖိအားတွေနဲ့ဝေးရာကိုခဏ\nပုန်းရှောင်တဲ့အနေနဲ့ Jen ရဲ့မွေးရပ်မြေနယ်မြို့လေးကိုခရီးထွက်လာကြပါတယ်။\nအဲ့ဒီငြိမ်းချမ်းတိတ်ဆိတ်တဲ့နယ်မြို့လေးမှာ Jen ရဲ့အတိတ်၊ မေ့ဖျောက်ထားခဲ့တဲ့ အရိပ်တွေဟာ တဖန်ပြန်လည်နိုးထဖို့အသင့်ဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကတော့ Jen ရဲ့ငယ်သူငယ်ချင်းလဲဟုတ်၊ ငယ်ချစ်ဦးလဲဖြစ်တဲ့ Marie ဆိုတဲ့ချစ်စဖွယ်မိန်းကလေးဟာ\nသူတို့နှစ်ယောက်လုံးရဲ့ ငယ်သူငယ်ချင်းဖြစ်တဲ့ Al နဲ့လက်ထပ်ဖို့ပြင်ဆင်နေတဲ့အချိန်ကိုက်ဖြစ်နေလို့ပါပဲ။ တစ်ချိန်မှာဘယ်လိုပဲဖြစ်ခဲ့ဖြစ်ခဲ့\nမဖြစ်နိုင်လို့ ချန်ထားခဲ့တဲ့ အတိတ်ဟာ သူတို့ရဲ့ ပစ္စပ္ပုန်နဲ့တကွ လက်ရှိသက်ဆိုင်သူတွေရဲ့ဘဝထဲကိုပါ\nဘယ်လိုရိုက်ခတ်သက်ရောက်လာမလဲ ဆိုတာဆက်ရှုစားစေချင်ပါတယ်..ဒါရိုက်တာဟာ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးမှာအကောင်းဆုံးဒါရိုက်တာဆုရပြီး အပြည်ပြည်ဆိုင်ရာမှာနာမည်ကြီးလာတဲ့ Brillante Mendoza ဖြစ်ပါတယ်။\nဇာတ်လမ်းကို docudrama ပုံစံတင်ဆက်ထားတာဖြစ်တဲ့အတွက် အစပိုင်းမှာစုံတွဲနှစ်တွဲမင်္ဂလာဆောင်တဲ့ ကိစ္စတွေလျှောက်လုပ်နေရတာကိုတွေ့ရမှာဖြစ်ပြီး\nရုပ်ရှင်မဆန်တဲ့စကားပြောတွေ လူမသိတဲ့ ဇာတ်ပို့ တွေနဲ့ ဇာတ်ညွှန်းရှိနေပုံမရတဲ့ခံစားချက်ကိုပေးစွမ်းနိုင်ပါတယ်။ အဓိကသရုပ်ဆောင်လေးယောက်ကလဲ\nအလားအလာအရှိဆုံးတက်သစ်စလူငယ်ကြယ်ပွင့်တွေဖြစ်ပြီး ဒီဇာတ်ကားမှာတော့ သူတို့ဟာရုပ်ရည်တင်မကပဲ အရည်အချင်းပါပြည့်ဝသူတွေဖြစ်တဲ့အကြောင်း\nကောင်းကောင်းအစွမ်းပြသွားနိုင်ကြပါတယ်။ ဇာတ်လမ်းရဲ့Themed က GL ဘက်ကိုနွယ်ပြီးတော့လက်ထပ်ဖို့ရည်ရွယ်ပြီးသားလူငယ်တွေရဲ့ဇာတ်လမ်းဖြစ်တဲ့အတွက်\nပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းများစွာပါဝင်ပါတယ်။နှစ်ယောက်တည်းဆက်ဆံတဲ့အခန်း၊ မိန်းမချင်းဆက်ဆံခန်း၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/10Vcr/(CM)_18+_Palitan.2021.1080p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/6f170de3b481719baa10256169d8a7278c6d1b1b1112dddb504eea6fee24b019._RI_V_TTW_-150x200.jpg",
        "title": "[18+] Mastizaade (2016)",
        "description": "အိန္ဒိယရဲ့ အလန်းမင်းသမီး Sunny Leone ရဲ့ အချစ်ဟာသ ဇာတ်ကားလေးပါ။\nရုပ်ရှင်ပိုစတာကြည့်လိုက်တာနဲ့ မိသားစုနဲ့မကြည့်သင့်မှန်း တန်းသိမှာပါ။\nAdult Comedy အမျိုးအစားဖြစ်တာကြောင့်\nSunny Leone ပရိတ်သတ်တွေအတွက်သာ ရည်ရွယ်တင်ဆက်လိုက်ပါတယ်။ဟာသကားဆိုပေမဲ့ အသက်မပြည့်တဲ့ကလေးငယ်တွေ၊ မိသားစုနဲ့ကြည့်မယ့်သူတွေကြည့်ဖို့မသင့်တော်တဲ့ကားမျိုးဆိုလည်း ဟုတ်ပါတယ်။ မင်းသမီးရဲ့အဖော်အချွတ်တွေ အသားကုန်သုံးထား၊ ၁၈ အပေါင်းဟာသတွေ ရှယ်သုံးထားတဲ့ ဟာသကားမျိုးပါ။ တော်ရုံဟာသကားလောက်နဲ့မဖြုံတဲ့သူတွေမကြည့်သင့်ပေမဲ့ တစ်ချို့တွေအတွက်တော့ ပေါ့ပေါ့ပါးပါးနဲ့ ခွီ‌လို့ကောင်းမယ့် ကားကောင်းလေးတစ်ကားပါ။အဒီယားနဲ့ ဆန်နီဆိုတဲ့ လူရှုပ်လူ‌ပွေတွေပေါ့ဗျာ၊ တွေ့သမျှစော်လေးတွေ လိုက်ဖိ၊ ဟိုဟာလျှောက်လုပ် ဒီဟာလျှောက်လုပ် စုံစေ့နေအောင် လျှောက်လုပ်ဖူးတဲ့ကောင်တွေပေါ့။တွေ့သမျှ ကောင်မလေးတွေကို ပေါ့ပေါ့တန်တန်သဘောထားတဲ့သူတို့နှစ်ယောက် ခေတ်မီမီနဲ့လှတဲ့လိုင်လာလီလီ နဲ့ ဂန္တဝင်ဆန်ဆန်လှတဲ့လီလီလဲ့လဲ့ ဆိုတဲ့ လုံးကြီးပေါက်လှအမွှာညီအစ်မ‌နဲ့တွေ့တဲ့အခါ ဘယ်လိုတွေဈာန်လျှောပြီးတော့ ဘယ်လိုအလွဲတွေဖြစ်ကြမလဲဆိုတာ....။ဆန်နီရဲ့အလှအပတွေနဲ့ရင်ပူချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(2.4 GB)/(1.2 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu ...",
        "rating": "",
        "url": "https://megaup.net/10Vbn/(CM)_Mastizaade_2016_Hindi_1080p_HEVC_NF_WebDL_DDP_5.1_.mkv",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ebod823-150x200.jpg",
        "title": "[21+] A Secret Between Just Us Two That My Wife Can’t Know-Mina Kitano [MIAA-519]",
        "description": "JAV မင်းသမီးတွေထဲ Mina Kitano ကို သတိထားမိနေတာကြာပါပြီ...ဖွံ့ထွားတဲ့အစိတ်အပိုင်းတွေအပြင် ဇာတ်လမ်းတိုင်းမှာ Horny ဖြစ်လွန်းပြီးတက်ကြွလွန်းတဲ့ သူ့ပုံစံက သူများတွေနဲ့ မတူကွဲထွက်နေတာမျိုးပါ...သူ့အထာကိုမြည်းစမ်းလို့ရအောင် တစ်ကားလောက်တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဘားဆိုင်လေးမှာရုန်းကန်နေရတဲ့ ဆိုင်ရှင်သူဌေးခင်ဗျာ ကိုဗစ်ရဲ့ထုထောင်းမှုတွေကြောင့် ဆိုင်ကို လည်ပတ်အောင်မနည်းကြိုးစားနေရပါတယ်..\nဒါပေမဲ့ သူ့ရဲ့ဆိုင်ဝန်ထမ်းလေးကတော့ အမောပြေနှလုံးအေးလောက်စရာ အလှနဲ့ ကီတာနိုမီရာ လေးပါ..\nမီရာလေးက သူ့ရဲ့ဘောစ်တစ်ယောက် ဆိုင်ရဲ့ဖိအား အိမ်ကမိန်းမရဲ့ဖိအားတွေကြား ဗျာများနေတာ မကြည့်ရက်တော့ စိတ်အပန်းပြေလေး ဘယ်လိုတွေပြုစုပေးမလဲဆိုတာ...။\nစီးပွားပျက်ပေမဲ့ အချစ်မငတ်တဲ့ သူဌေးမင်းကို အားပေးကြည့်ရှုလို့ရပါပြီ(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.2 GB) & (900 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 02:04:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew ...",
        "rating": "",
        "url": "https://megaup.net/2mJH2/(DS)_[MIAA-519]_1080p.A_Secret_Between_Just_Us_Two_That_My_Wife_Can’t_Know_–_Mina_Kitano.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ZwmB8_4c-142x200.jpg",
        "title": "[18+] A Girl and A Guy (2021)",
        "description": "ရက်ဖ် ဆိုတဲ့ကောင်လေးဟာ မာကတ်တင်းအေဂျင်စီတစ်ခုမှာ အလုပ်လုပ်ပေမယ့် ရေရာတဲ့ ဦးတည်ချက်မရှိ၊ဘယ်အရာကိုမှ\nအလေးထားဂရုစိုက်လေ့ မရှိတဲ့ပေါ့ပျက်ပျက်ကောင်လေးတစ်ယောက်ပါ။\nဖီယိုနာ ကတော့တစ်ချိန်ကျရင် နာမည်ကျော် ဒါရိုက်တာတစ်ယောက်ဖြစ်ချင်တဲ့ အိမ်မက်ကြီးကြီးမားမားကိုပွေ့ဖက်ရင်း\nလောလောဆည်မှာတော့ထုတ်လုပ်ရေးပိုင်းလက်ထောက်အဖြစ်နဲ့တာဝန်ယူထားပါတယ်။သူတို့နှစ်ယောက်ဟာ\nပတ်ဝန်းကျင်အသိုင်းအဝိုင်း အနေအထားတွေ အစစအရာရာဝေးကွာတဲ့အပြင်တစ်ယောက်နဲ့တစ်ယောက်လဲမသိကြပါဘူး။\nသူတို့နှစ်ယောက်ကြားမှာတူတာဘာရှိလဲဆိုတော့ လတ်တလောမှာမှ သူတို့တစ်သက်စာရည်ရွယ်တဲ့ချစ်သူတွေက\nရက်ရက်စက်စက်လမ်းခွဲခြင်းကိုခံလိုက်ရတဲ့ စော်ပစ်ကောင်နဲ့ဘဲပစ်မလေးဖြစ်နေကြရှာတာပါပဲ။အဲ့ဒီကနေ ဘဝပျက်မတတ်\nအနာဂတ်ပျောက်မတတ်ခံစားမိကြရင်း အခြေအနေတွေကို နိုင်သလိုကောင်းမယ်ထင်သလိုပြန်လည်ထိန်းသိမ်းကြရင်းနဲ့ Tinder မှာ\nတစ်ယောက်နဲ့တစ်ယောက်ဆုံဖြစ်ကြပါတယ်၊ သူတို့နှစ်ယောက်အပြင်မှာဆုံမိကြမယ့်ဆဲဆဲမှာ Covid ဖြစ်ပွားမှုနဲ့ လော့ဒေါင်းကာလရှည်\nချတဲ့အချိန်မှာ တစ်ယောက်နဲ့တစ်ယောက်အွန်လိုင်းပေါ်ကနေ ပိုမိုရင်းနှီးသံယောဇဉ်တွေတွယ်လာရင်းနဲ့မှ နောက်ထပ်ချစ်သူသစ်တွေ\nကိုယ်စီရှာတွေ့သွားကြတဲ့အခါ..၊A Girl And A Guy ဟာ Rom/com အမျိုးအစားကိုမှလက်ရှိခေတ်အနေအထားနဲ့သရုပ်ဖော်ပြသွားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nဒီတော့ ဇာတ်လမ်းအကျဉ်းထဲမှာထည့်မပြောထားပေမယ့် sex scenes တွေအများကြီးပါဝင်ပြီးတော့ တကယ်လဲကြမ်းတမ်းပါတယ်။(ကြည့်နေရင်းနဲ့\nဟာ ဒါကြီးလဲပြတာပဲလား ဆိုပြီးအံ့သြစရာတွေအထိပါပါတယ်)ဖိလစ်ပိုင်ကားတွေဂျင်းမဟုတ်ဘူးဆိုတာတစ်ခေတ်တစ်ခါက နာမည်ကျော် Silip/Daughters of Eve တို့ Scorpio Nights တို့လို\nဇာတ်ကားတွေကြည့်ဖူးရင်သိမှာပါ။ Scorpio Nights ဆိုတာတစ်ချိန်ကလူငယ်တိုင်းကြည့်ဖူးကြမဲ့ ကိုရီးယားအပေါ်ထပ်နဲ့အောက်ထပ်ဇာတ်လမ်း\nSummertime (2001) ရဲ့မူရင်းပါ။နောက်ပိုင်းတင်းကျပ်လာတဲ့ဆင်ဆာကြောင့်သာ လွတ်အောင်ရှောင်ရင်းပရိသတ်အတွက်၊ အားမရစရာတွေဖြစ်ခဲ့ပေမယ့်\nအခုလို Streaming တွေကထွက်လာတဲ့တစ်ချို့ကားတွေ၊ ...",
        "rating": "5.7",
        "url": "https://megaup.net/32Dcj/(CM)_A.Girl.and.a.Guy.2021.1080p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/0016443a-141x200.jpeg",
        "title": "[18+] Star of David: Beauty Hunting (1979)",
        "description": "ဂမ်‌ပေရဲ့မုန်တိုင်းထန်တဲ့ညတစ်ညမှာ ထောင်ကလွတ်ထွက်လာတဲ့ လူသတ်မုဒိမ်းတရားခံတစ်ယောက်ဟာ၊\nခမ်းနားကြီးကျယ်လှတဲ့အိမ်ကြီးတစ်ဆောင်ထဲကိုခိုးဝင်လာပြီး အထဲမှာတွေ့တဲ့ပိုင်ရှင်သူကြွယ်လင်မယားနဲ့\nထိပ်တိုက်တိုးပြီး ဇနီးဖြစ်သူကိုသူ့ယောက်ျားရဲ့ရှေ့မှာရက်စက်ကြမ်းတမ်းစွာမုဒိမ်းကျင့်ခဲ့ပါတယ်။နောက်တစ်နှစ်အကြာသူဌေးလင်မယားမှာ တက်ဆုယာဆိုတဲ့ သားငယ်တစ်ယောက်မွေးဖွားလာခဲ့ပြီး ဇနီးဖြစ်သူကတော့\nကိုယ့်ကိုယ်ကိုသတ်သေသွားခဲ့ပါတယ်။\nတက်ဆုယာအသက် ၁၆ နှစ်အရွယ်မှာကျောင်းသင်ခန်းစာကတစ်ဆင့်နာဇီတို့ရဲ့ကြမ်းတမ်းရက်စက်မှုတွေကိုသင်ယူခဲ့ရပြီး\nအဲ့ဒီသင်ခန်းစာတွေကပဲသူ့ရဲ့ငုပ်လျှိုးနေတဲ့ စိတ်ရိုင်းစိတ်မိုက်တွေနိုးထလာစေခဲ့ပါတော့တယ်။\nနီးစပ်ရာ လွယ်ကူရာ မိန်းကလေးတွေကိုပြန်ပေးဆွဲ၊မြေတိုက်ခန်းထဲမှာချုပ်နှောင်၊ ကြိုးတုပ်ရိုက်နှက် ၊ နှိပ်စက် အဓမ္မကျင့်\nဆိုတဲ့အမှုမျိုးတွေကို ဆက်တိုက်ကျူးလွန်လာရင်းက တစ်ဖြည်းဖြည်သူ့ပစ်မှတ်တွေက ထူးချွန်ကျောင်းသူလေး၊ တက်သစ်စ\nအဆိုတော်မိန်းကလေး စသဖြင့်ကျယ်ပြန့်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းက\nဂန္ဓဝင် ဇာတ်ကားတစ်ကားဖြစ်ပြီး၊ရုပ်ရှင်တစ်ကားလို့ မထင်ရအောင်ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။\nပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ pixel censor မျိုးတွေ၊\nအကွက်လိုက်ကြီးဖုံးထားတာမျိုးတွေလဲမပါဝင်တဲ့အတွက် ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာ ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (550 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/2mEnx/18+(DS)Star.of.David.Beautiful.Girl.Hunter.1979.BluRay.1080p-ATHEiST.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KtkNgOgluMF6ynBC5YZT3kLeXA.jpg",
        "title": "This Game’s Called Murder (2021)",
        "description": "This Game's Called Murder (2021)ဒီကားလေးက လူသတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒါပေမယ့် ကြောင်တောင်တောင်နိုင်တယ်လို့ ပြောရင်ကောင်းမလား စိတ်ဝင်စားဖို့ကောင်းတယ်ပဲ ပြောရင်ကောင်းမလား။ ဒီကားလေးက စိတ်ဝင်စားဖို့လည်းကောင်းသလို သူ့ရဲ့ လူသတ်မှုတွေက တစ်နည်းတစ်ဖုံ ရက်စက်လို့နေပါတယ်။ဇာတ်လမ်းကတော့ ဖန်စီဇာတ်လမ်းလေးပါ။ ကမ္ဘာ့နာမည်အကြီးဆုံးဖိနပ်အရောင်းကုမ္ပဏီကနေ လူတွေရဲ့ သတင်းအချက်အလက်တွေစုဆောင်းပြီး ပြန်လည်ရောင်းချပါတယ်။ ဒါပေမဲ့ ကုမ္ပဏီပိုင်ရှင် အဖေလုပ်သူရဲ့ သမီးက ပေတေဆိုးသွမ်းပြီး လုပ်ချင်ရာလုပ်တယ်၊ အဲဒီလိုပဲ မယားဖြစ်သူကလည်း ဘာသာရေးအစွန်းရောက်ပြီး ဂေါက်တောက်တောက်လိုဖြစ်နေရှာတယ်။အဲဒီမှာပဲ မိသားစုအရှုပ်တော်ပုံကနေ ရွှေချောင်းခိုးသယ်တဲ့ကိစ္စအထိဖြစ်လာပြီး လူသတ်ဂိမ်းကစားတဲ့ အခြေအနေဖြစ်လာခဲ့တယ်။ သူတို့က လူသတ်တော့မယ်ဆိုရင် ဂိမ်းကစားရအောင်လို့ အမြဲပြော​လေ့ရှိတယ်။ ကြောင်တောင်တောင်နိုင်တဲ့နည်းနဲ့ လူသတ်နေကြပါပဲ။အဲဒါကြောင့် ဒီရက်ပိုင်းပျင်းနေလို့ရှိရင်တော့ ဒီကားလေး ဖွင့်ထားပြီး အပျော်သဘောအနေနဲ့တော့ ကြည့်လို့ကောင်းပါတယ်ဆိုတဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။\nသတ်ဖြတ်ခန်း​တွေ ကြမ်းတမ်းတာရယ် တချို့ Nudity and Sex scenes ​လေး​တွေ ပါတာမို့ အသက်မပြည့်သူများ မကြည့်သင့်ပါဘူး​နော်။\nFile size…(1.2 GB)/(600 MB)\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/2mz0U/(CM)This.Games.Called.Murder.2021.1080p.WEB-DL.DD5.1.H.264-CMRG.mp4",
        "category": "Adult, Comedy, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/uvfjtzof78jk-133x200.jpg",
        "title": "[18+] My Husband, My Lover (2021)",
        "description": "အဲလိုက်စ်ဟာ အလွန်အောင်မြင်ပြီး ထက်မြက်တဲ့မိန်းမတစ်ယောက်ဖြစ်သလို အိမ်ထောင်နှစ်ခုကိုတစ်ပြိုင်တည်းဦးဆောင်နေတဲ့\nအိမ်ရှင်မတစ်ယောက်ဖြစ်ပါတယ်။ဟုတ်ပါတယ် အိမ်ထောင် ''နှစ်ခု'' ပါ။ဂရုစိုက်ကြင်နာတတ်ပြီး သူ့လိုပဲထက်မြက်တဲ့ခင်ပွန်းသည် နိုဝယ်ကို\nအဲလိုက်စ်တာဝန်ကျေသလိုပဲ တစ်ဖက်ကအိပ်ယာထဲမှာအကြမ်းပတမ်းအစွမ်းပြတတ်တဲ့တိတ်တိတ်ပုန်းချစ်သူ\nဒင်းနစ်စ်ကိုလဲ မလစ်ဟင်းစေရပါဘူး။အားလုံးဟာ အဆင်ပြေပြေလည်ပတ်နေခဲ့ရာကနေ သူကိုယ်ဝန်ရှိနေပြီဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့\nဇောက်ထိုးမိုးမျှော်တွေဖြစ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ကလေးအဖေဟာ တိတ်တခိုးချစ်သူဖြစ်တယ်လို့သူ့ဟာသူဆုံးဖြတ်ချက်ချပြီး\nဒင်းနစ်စ်နဲ့သွားပေါင်းဖက်ပါတယ်။အကြောင်းအမျိုးမျိုးကြောင့် ကလေးက အဖတ်မတင်သလိုဒီအင်အေစစ်ဆေးချက်အရ ကလေးအဖေဟာ\nသူ့ခင်ပွန်းအရင်း နိုဝယ်ဆိုတာသိလိုက်ရပါတယ်။ အဲ့ဒီတော့ နိုဝယ့်အပေါ်တဖန်ဂရုဏာစိတ်တွေယိုဖိတ်ပြီး ကားထဲမှာတစ်ခါ ဟိုတယ်မှာတစ်ခါတာဝန်တွေကျေမိပြန်ပါတယ်။အရင်က နိုဝယ်နဲ့ပေါင်းနေပေမယ့် အခုတော့ ဒင်းနစ်စ်နဲ့ပေါင်းနေတာဖြစ်တဲ့အတွက် သူကဘယ်သူ့အပေါ်ဖောက်ပြန်ရာကျနေမလဲ။ ဘယ်သူကလက်ရှိအချိန်မှာ လင်ကြီးဖြစ်နေလဲ။\nဒီလိုပဲ နိုဝယ်ကလဲ သူအပေါ်ကျောင်းထဲက တစ်ဖက်သတ်ချစ်ခဲ့ရတဲ့ လွိုက်ဒါဆိုတဲ့ချစ်သူနဲ့တွဲနေပြီဖြစ်တဲ့အတွက် သူက စနိုက်ကြော်ရာကျနေမလား။\nဒါဆိုရင် အဲလိုက်စ်ဟာ ခြံခုန်နွားမကြီးလား စနိုက်ကြော်မကြီးလား ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။ဒီလိုဇာတ်လမ်းမျိုးတွေကိုအကြီးအကျယ်စိတ်ဝင်စားတတ်တဲ့\nပရိသတ်တွေအကြိုက်ဖြစ်ပြီး တစ်ဖက်ဆီကိုတစ်လှည့်စီမျှအောင်ပြပေးထားတဲ့အတွက် ဟိုပရိုဖိုင်သွားချောင်းလိုက် ဒီပရိုဖိုင်သွားချောင်းလိုက် အလုပ်မရှုပ်တော့ပဲအဆင်ပြေမှာပါ။ပြီးတော့ဖြစ်နေတဲ့ အခြေအနေတွေအပေါ် သူတို့ရဲ့ဆုံးဖြတ်ချက်တွေ တုန့်ပြန်မှုတွေ အချင်းချင်းအဆုံခန်းတွေမှာ စကားနာထိုးကြပုံတွေဟာ အတုယူမှတ်သားဖွယ်ရာ မက်ဆေ့ချ်တွေအပြည့်အဝရမှာဖြစ်ပါတယ်။(၁၈ နှစ်အထက်မှကြည့်ခွင့်ရမယ့် ဇာတ်ဝင်ခန်းများပါဝင်ပြီး ဘယ်သူမှနစ်နာမှုမရှိအောင်သိမ်းပေးထားတဲ့ဒီဖိလစ်ပိုင် အချစ်ဇာတ်ကြမ်းရဲ့ ဇာတ်သိမ်းကလဲ အရမ်းကောင်းတယ်.. ရှယ်ပါပဲ။)\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://megaup.net/10ybw/(CM)_My.Husband.My.Lover.2021.1080p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ldd-135x200.jpg",
        "title": "The Last Duel (2021) 18+ Rated",
        "description": "ဒါရိုက်တာ ရစ်ဒလေ စကော့ ရိုက်ကူးထားပြီး စာရေးဆရာ အဲရစ်ဂျက်ကာရဲ့ ၂၀၀၄ ခုနှစ်ထွက် novelThe Last Duel: A True Story of Trial by Combat in Medieval France(နောက်ဆုံးစီးချင်း - မီဒီအီဗယ်ခေတ် ပြင်သစ်ရဲ့ ဖြစ်ရပ်မှန် စီးချင်းထိုး တရားစီရင်မှု) ကိုNicole Holofcener, Ben Affleck နဲ့ Matt Damon တို့က ဇာတ်ညွှန်းပြန်လည်ရေးသားထားတာဖြစ်ပါတယ်။သရုပ်ဆောင်တွေကတော့ မတ်ဒေမွန်၊ အဒမ် ဒရိုင်ဗာ၊ ဂျိုဒီကိုမာ၊ ဘန် အက်ဖလက်တို့လို နာမည်ကျော်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းကို အခန်း ၁ ၂ ၃ ဆိုပြီး သုံးပိုင်းပြသထားလို့ တစ်ယောက်ချင်းစီရဲ့ ရှုထောင့်အရဇာတ်ကွက်လေးတွေ ထပ်နေတဲ့ပုံတော့ ပါပါတယ်။ ပြင်သစ်နဲ့အိုင်ယာလန်နေရာတွေမှာ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့ မပြောပြတော့ပါဘူး။ အတော်ကြည့်လို့ကောင်းတာပဲ ပြောပြထားပါတော့မယ်။ဒီရုပ်ရှင်ထဲက ခေတ်ရဲ့ အံ့သြစရာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2mpG8/The.Last.Duel.2021.1080p_(CM).mp4",
        "category": "Action, Adult, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/51uxdmJcWZL-141x200.jpg",
        "title": "[18+] Invitation Only (2009)",
        "description": "မာရီယာအိုဇာဝါတို့လို ခပ်ဟော့ဟော့သရုပ်ဆောင်တွေနဲ့ ဒီဇာတ်ကားက ထိုင်ဝမ် Horror ဇာတ်ကားပါ။ဓနရှင်လူတန်းစားနဲ့နင်းပြားလူတန်းစားကြားက ကွာဟချက်ကို မီးမောင်းထိုးရိုက်ပြသွားတာမျိုး။ ဒါပေမဲ့တကယ်တမ်းပြောရရင်တော့ ဓနရှင်တွေ စိတ္တဇဖြစ်တယ်လို့ပဲဆိုရမှာမျိုး...\nIn time ကားကလိုပေါ့ဗျာ။ ဓနရှင်လူတန်းစားတွေရဲ့ချမ်းသာမှုဟာ ဆင်းရဲသားနင်းပြားတွေဆီကတစ်ဖက်လှည့်နဲ့ယူထားတာမျိုးပဲလို့ သွယ်ဝိုက်ပြောထားသလိုမျိုးပေါ့။ဇာတ်လမ်းထဲမှာ ရက်ရက်စက်စက်ပက်ပက်စက်စက်သတ်လွန်းလို့ တော်ရုံမကြည့်ရဲရင် ကြည့်ဖို့မလွယ်ဘူး။ ထမင်းစားနေရင်းကြည့်ဖို့လုံးဝ/လုံးဝမသင့်တော်ဘူး။ ဇာတ်လမ်းသဘောတရားကတော့ မနုဿမုဆိုး ဓနရှင်တွေက ဆင်းရဲသားနင်းပြားတွေကိုရက်ရက်စက်စက်မညှာမတာသတ်တဲ့ကား။ သူတို့ကစိတ္တဇဖြစ်နေတာဆိုပေမဲ့ အကြောင်းအရင်းတွေတော့ရှိတယ်လေ။ ဒါမျိုးအင်္ဂလိပ်ကားတွေရှိပေမဲ့ ဒါကအာရှဖက်ကပုံစံမျိုးမလို့ အာရှစတိုင်သွားတယ်။ zombie ကားတောင် အနောက်တိုင်းကတစ်မျိုး အာရှကတစ်မျိုးဆိုတာသိလောက်မယ်ထင်ပါတယ်။ဇာတ်ကားထဲက ဆင်းရဲသားနင်းပြားတွေက ဘယ်လိုသားကောင်ဖြစ်သွားမယ်၊ ဘယ်သူတွေက အမဲလိုက်မယ်၊ ဘယ်လိုပယ်ပယ်နယ်နယ်သတ်မယ်ဆိုတာကတော့ တကယ်ကျောချမ်းဖို့ကောင်းတာမို့ လုံးဝကို horror ကားရှယ်ကြိုက်တဲ့သူတွေလက်လွတ်မခံသင့်တဲ့ကားလေးတစ်ကားပါပဲ။\nFile size…(3 GB)/(500 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/32k5z/(CM)Invitation.Only.2009.1080p.bluray.mp4",
        "category": "Adult, Asian, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onlLwmg620NuG2K3LYYsUZf3dWT.jpg",
        "title": "90 Minutes (2012)",
        "description": "90 minutes မိနစ် ၉၀ (18+)လူတစ်ယောက်ဘဝပျက်ဖို့အတွက် မိနစ်၉၀က လုံလောက်ပါ့မလား???ဒီကားလေးထဲမှာတော့လူတစ်ယောက်ဘဝပျက်ဖို့အတွက်\nမိနစ်၉၀ကလုံလောက်ပါ့မလားဆိုတာကြည့်ရှုရမှာဖြစ်ပါတယ်ဒါရိုက်တာဟန်ဆုန်ဟီးက ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီက\nအောင်မြင်တဲ့ရုပ်ရှိရေလျှံဘဲကြီးတစ်ယောက်ပါသူ့မှာလည်းမိန်းမရှိပေမယ့်ငွေရှိတဲ့ယောက်ျားတို့ထုံးစံအတိုင်း\nအပျော်အပါးနဲ့ မိန်းမလည်းအရမ်းလိုက်စားပါတယ်\nသူနဲ့ ကင်းတဲ့သူလည်းမရှိသလောက်ပါပဲတစ်နေ့မှာတော့သူ့ကိုချဥ်းကပ်တဲ့မော်ဒန်မလေးတစ်ယောက်နဲ့ဇာတ်လမ်းဖြစ်မိရာက\nသူ့ဘဝအတွက်ဘယ်လိုအလှည့်အပြောင်း‌တွေဖြစ်လာစေမလဲသူ့ကြောင့်ထိခိုက်နစ်နာရတဲ့သူတွေကရောဘယ်လောက်တောင်များရှိမလဲသူကရောသူ့ရဲ့အပြစ်တွေကိုမိနစ်၉၀အတွင်းပြန်လည်ပေးဆပ်ရမလားဆိုတာဇာတ်လမ်းလေးထဲမှာကြည့်ရှုရမှာဖြစ်ပါတယ်(18+အခန်းများပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်လျော်ပါဘူး)ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးတာကတော့ REX ပဲဖြစ်ပါတယ်Genre..... Thriller\nQuality….HDRip 720p and 360p\nFile size…763MB and 425MB\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... REX\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10pq9/90.Minutes.2012.720p.HDRip.CM.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/111Capture-145x200.jpg",
        "title": "[18+] Love, In Between (2010)",
        "description": "My Boss,My Hero ဇာတ်ကားထဲက မင်းသားကြီး Jung Joon-ho...Penthouse ထဲက ဂန်မာရီတဖြစ်လဲ မင်းသမီးကြီး Shin Eun Kyung...Want A Taste ထဲက မင်းသမီးကြီး Shim Yi-young...စတဲ့ တကယ့်ဝါရင့် မင်းသား မင်းသမီးကြီးတွေနဲ့ ရိုက်ကူးတင်ဆက်ထားတဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်း...။ချစ်သူဘဝမှာ ၃ ပွင့်ဆိုင်ကြတာက အချစ်ကိုရှာဖွေတုန်းဆိုပြီး လက်ခံလို့ရပေမယ့်အချစ်ကိုသတ်မှတ်ပြီးသား အိမ်ထောင်းရေးတစ်ခုမှာ ၃ ပွင့်ဆိုင်ကြတဲ့အခါမှာတော့....။IMDb Rating (6/10) ရရှိထားသလို ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့ထားတဲ့ဇာတ်ကားလေးပါ။\nFile size…(1.5 GB) / (800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "6.0",
        "url": "https://megaup.net/31P8w/(CM)Love.in.Between.2010.1080p.ODK.WEB-DL.AAC2.0.x264-iZON3.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/11110-YMON4RUhxDquErMJ-140x200.jpeg",
        "title": "[21+]Moa Maeda AV Debut [MSFH-010] Uncensored Leaked",
        "description": "Dark Side ကနေ တင်ဆက်လိုက်တဲ့ ဒီဇာတ်ကားကတော့ရွှေထက်ရှားတဲ့ Uncensored Leaked Version ဆိုတော့JAV ဆိုပေမယ့် အနောက်တိုင်းစတိုင်လို ရှင်းလင်းနေပါမယ်။မင်းသမီး Moa Maeda ဆိုတာကလဲ ရွှေဘိုမင်းကြိုက် လုံးကြီးပေါက်လှဖြူဖြူဖွေးဖွေး ရေဆေးငါးကြီးလိုဆိုတော့ အကိုက်ပါပဲ။ဒီမင်းသမီးရဲ့ ပထမဆုံး Debut Video ဖြစ်တာနဲ့အညီဇာတ်လမ်းကြာချိန် ၃ နာရီကျော်ဆိုတာ မေ့သွားပါလိမ့်မယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.6 GB) & (1.3 GB)\nQuality : HD-Rip (Uncensored Leaked) 1080p & 720p\nRunning Time : 03:04:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/3HLv9/(DS)MSFH-010_UNCENSORED_LEAKED_HDRip_1080p.mp4",
        "category": "Adult, Asian"
    }
]