[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/makKwUZkL38g7rGTe2QWWyl03hZ.jpg",
        "title": "[18+] Bilitis (1977)",
        "description": "Bilitis (1977)ဆယ်ကျော်သက်အရွယ် မနူးမနပ် အချစ်ကို စမ်းသပ်ချင်နေတဲ့ ကောင်မလေး တစ်ယောက်ရဲ့ ဇာတ်လမ်းပါ။ အချစ်ကို စမ်းသပ်ရင်း လိင်စိတ်တိမ်းညွှတ်မှုကိုပါ စမ်းသပ်နေတာဆိုတော့ ရင်တိုက်မှုတွေဖြစ်တာလည်း ပါတာပေါ့။သီလရှင်ကျောင်းမှာနေတဲ့ ကောင်မလေးက ယောက်ျားလေးမကြိုက်ဘူးတဲ့။ ဒါပေမဲ့ ရုပ်ချောတဲ့ ဓာတ်ပုံဆရာနဲ့တွေ့တော့ အချစ်ကို စူးစမ်းချင်ပြန်ရော။ ပိတ်ရက်မှာ သူအလည်သွားရတဲ့ လင်မယားဆို ယောက်ျားက အချစ်ကြမ်းသလောက် မိန်းမက နူးညံ့တာကြိုက်တယ်။ အဲဒီတော့ အပေးအယူမမျှဖြစ်ပြီး တစ်ယောက်တစ်နေရာ ခွဲစားကြပါလေရော။ အဲဒီမှာ ကလေးမက ကြားဝင်တော့တာပေါ့။ပြင်သစ်ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကြည့်ရတာကတော့ အသက်ရှည်ချင်စရာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/2yHM2/(CM)_Bilitis_(1977)_1080p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/revenge-2017-movie-review-135x200.jpg",
        "title": "Revenge (2017)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (93%)Thriller ဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်တတ်သူတွေအတွက် I spit on your grave ဇာတ်ကားတွေလိုခပ်ကြမ်းကြမ်းဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ပြင်သစ်စကားပြောဒီဇာတ်ကားက အီတလီမော်ဒယ်မင်းသမီးနဲ့  ဘယ်လ်ဂျီယမ်မင်းသားတို့လို ပေါင်းစပ်မှုတွေနဲ့ တမူတော့ထူးခြားပါတယ်။မိန်းကလေးတစ်ယောက်ထဲနဲ့ ဘဲကြီး ၃ ကောင်တို့ ပြေးတမ်းလိုက်တမ်းကစားကြမယ့်ပွဲမှာထုံးစံအတိုင်း အားနည်းတဲ့ဖက်ကတော့ အနိုင်ကျင့်ခံရစမြဲပါပဲ...ဒါပေမယ့် လွယ်လွယ်လက်လျော့မပေးတတ်ဘဲ အရေးကြုံလာရင် မိမိအသက်အတွက် ဉာဏ်ကိုအခြေပြုလို့ ပြန်လည်တိုက်ခိုက်လာတဲ့အခါမှာတော့....Revenge ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ဘယ်လိုတွေလက်စားပြန်ချေမလဲဆိုတာ......။\nFile size…(1.8 GB) /(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Thuya Zarni Aung",
        "rating": "6.4",
        "url": "https://megaup.net/1cMz5/(CM)_Revenge.2017.BluRay.1080p.AAC.5.1-Naung.mkv",
        "category": "Action, Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zvj0NkEAGDqmwlSHND2sEGv4PTw.jpg",
        "title": "[18+] Trap of Lust (1973)",
        "description": "Trap of Lust (1973)နာမည်ကျော်ယာကူဇာဇာတ်ကားဖြစ်တဲ့ Branded to Kill ကို Pink Film အဖြစ် ပြန်ပြီးပုံဖော်ထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကလဲ Branded to Kill ကိုရေးခဲ့တဲ့သူတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Atsushi Yamatoya ဆိုတော့ မူလဇာတ်ကားကို အညှီအဟောက်တွေထပ်ဖြည့်ထားတဲ့ Version အဖြစ်ရှုစားကြရမှာပါ။ဇာတ်လမ်းကတော့ ဟိုရှီဆိုတဲ့ လုပ်ကြံရေးသမားတစ်ယောက် သူ့ဇနီးနဲ့ပတ်သက်လို့ သူအလုပ်လုပ်ပေးနေတဲ့ ဂိုဏ်းတစ်ခုလုံးနဲ့ရန်ညှိုးဖွဲ့မိရာကနေ အချင်းချင်းအပြန်အလှန်လုပ်ကြံဉာဏ်ကစားကြပုံကို ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ ဂန္ထဝင်ကားတစ်ကားကိုပြန်မူပွားထားတဲ့ နောက်ထပ်ဂန္ထဝင်ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.25GB, 570MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Action, Crime\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/2yGlr/(CM)_Trap_of_Lust_(1973)_1080p.mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j43W5XkXR7u7uVAvfniEXiQ3Bpv.jpg",
        "title": "[18+]Delta of Venus(1995)",
        "description": "[18+]Delta of Venus(1995)************************18 ကိုမှ အလန်းစား ဇာတ်လမ်း အမိုက်စား အလန်းစား ချောမောတဲ့သရုပ်ဆောင်တွေပါတာမှ ကြည့်ချင်တဲ့သူတွေအတွက် အထူးသင့်တော်ပါတယ်..အယ်လန်နာမာတင်ဟာ စာရေးဆရာမအလုပ်ကိုဇောက်ချလုပ်ဖို့အတွက်ပဲရစ်မြို့ကိုလာခဲ့ပါတယ်။\nထုတ်ဝေသူ မာဆယ်ဆီကို စာမူတွေရေးပို့ပေမယ့်စစ်ပွဲကြောင့်ဘယ်သူမှအရှုံးခံပြီးစာအုပ်မထုတ်ကြပါဘူး။\nနောက်တော့ မာဆယ်ဟာ အယ်လန်နာကိုနာမည်ကြီးစာရေးဆရာလောရန့်စ်ပါတီပွဲကိုဖိတ်လိုက်တယ်။\nထူးခြားလှပနေတဲ့ အယ်လန်နာဟာကိုလောရန့်က ရင်းနှီးသွားပါတယ်။အယ်လန်နာက လောရန့်စ်ရဲ့\nစာရေးနည်းတွေကိုလေ့လာရင်းနဲ့ နှစ်ယောက်သားချစ်မိသွားတယ်။တစ်နေ့ပြီးတစ်နေ့ သူတို့နှစ်ယောက်ရဲ့\nစိတ်ကူးတွေကိုဖလှယ်ရင်း အချစ်တွေတိုးလာကြတယ်။တစ်နေ့မှာလောရန့်စ်ဟာ ခရီးစဉ်တစ်ခုမထွက်ခွာခင်\nမိန်းမပျက်တစ်ယောက်နဲ့ဖြစ်နေတာကို အယ်လန်နာတွေ့ပြီးလောရန့်စ်နဲ့အဆက်ဖြတ်လိုက်တယ်။အယ်လန်နာက တစ်ကိုယ်တည်းနေရတဲ့အပြင်\nစာမူခမရတဲ့အတွက် ငွေကြေးအခက်အခဲကြုံလာရတယ်။ မာဆယ်ဆီစာပေတဲ့ပက်သက်တဲ့အလုပ်မေးမြန်းတဲ့အခါမှာတော့\nသူ့ဆီကို အပြာစာပေရေးသားဖို့ကမ်းလှမ်းထားရှိတယ်ဆိုတဲ့အကြောင်းသိလိုက်ရတယ်။အလုပ်ရှင်နာမည်ကိုတော့\nမသိရပေမယ့် ပိုက်ဆံကပိုရတဲ့အတွက်အလုပ်ကိုလက်ခံလိုက်တယ်။ဒီလိုနဲ့ အယ်လန်နာက ကိုယ်တိုင်လက်တွေ့\nခံစားပြီး အပြာစာပေတွေကိုရေးသားတဲ့အခါမှတော့ ......File Size :(2.2GB) and (935 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.7",
        "url": "https://megaup.net/2yExc/Delta.of.Venus.1995.WEB-DL.1080P(DS)_(2).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0ykSEN7dM3b0CoPfONv4v5PfFO.jpg",
        "title": "[18+] Lawa (2023)",
        "description": "Lawa (2023)~ IMDb rating - 7.4/10 ~ပီတာဟာ လူငယ်ဗီဒီယိုရိုက်ကူးရေးသမားတစ်ယောက်ဖြစ်ပြီး အားလပ်ချိန်အတော်များများကို မြို့ပြင်က စုံတွဲတွေချိန်းတွေ့တတ်တဲ့ တောအုပ်မှာကုန်ဆုံးလေ့ရှိပါတယ်။ သူ့ဝါသနာကချောင်းကြည့်ခြင်းဖြစ်ပြီး သူ့ရဲ့ကြားပေါက်အလုပ်အကိုင်ကတော့ တောအုပ်ထဲမှာ လွတ်လွတ်လပ်လပ် အချစ်နယ်ကျွံတတ်တဲ့ အတွဲတွေကို ဗီဒီယိုရိုက်ပြီး ဝက်ဘ်ဆိုဒ်ပေါ်တင်ရောင်းစားတာပါပဲ။တစ်နေ့မှာတော့ တစ်ယောက်တည်းလာထိုင်နေတဲ့ မိန်းမလှလေးတစ်ယောက်ကို စိတ်ဝင်စား ချဉ်းကပ်မိရာကနေ အဲ့ဒီမိန်းကလေးက သူ့ရည်းစားကိုသတ်နေတာကို အမှတ်မထင် ဗီဒီယိုရိုက်မိခဲ့ပါတယ်။ အဲဒီမှာတင် အထိတ်တလန့်နောက်ဆုတ်လိုက်ရမယ့်အစား သိချင်စိတ် စိတ်ဝင်စားစိတ်နဲ့ မိန်းကလေးရဲ့ဆွဲဆောင်မှုတွေက သူ့ကိုအနားပိုရောက်အောင် တွန်းပို့ခဲ့ပြီးတဲ့နောက်မှာတော့...ဇာတ်လမ်းဇာတ်ကွက်မိုက်သလို ရိုက်ကွင်းရိုက်ကွက်တွေလဲ မိုက်ပါတယ်။ အမိုက်ဆုံးကတော့ Vivamax မင်းသမီးလေးတွေ အများကြီးက ပီတာရဲ့ချောင်းရိုက်ခံစုံတွဲတွေအဖြစ် Cameo ပါဝင်ထားပေးတဲ့အချက်ပါပဲ။ အားလုံးလည်း သဘောကျကြမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 590MB\nQuality - 1080p, 720p\nIMDb Rating - 7.4/10\nFormat - ...",
        "rating": "7.4",
        "url": "https://megaup.net/1SG4d/(CM)_Lawa_(2023)_1080p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/isxWYeKRNaJ84hN46CCPyNtxXuW.jpg",
        "title": "[18+]Up to You(2018)",
        "description": "[18+]Up to You(2018)********************Masochist နဲ့ Sadistသိတဲ့သူက သိမှာဖြစ်သလို မသိတဲ့သူကလည်း မသိနိုင်ပါဘူးMasochist ဆိုတာကတော့ လိင်ဆက်ဆံရာမှာ ကိုယ့်အသားနာကျင်ရတာ\nအရှက်ကွဲရတာတွေလိုမျိုးမှာ Pleasure ရတတ်တဲ့\nအသားနာရတာ ကြိုက်သူမျိုးပါSadist ကတော့ သူနဲ့ပြောင်းပြန် သူများကိုအသားနာအောင်လုပ်ရတာ\nအရှက်ခွဲရတာ ခိုင်းစေရတာမျိုးမှာ ပျော်မွေ့ကြပါတယ်ဒီကားကတော့ အဲလောကအကြောင်းကို ရိုက်ပြထားတာဖြစ်ပြီး\nကိုယ့်ကိုယ်ကိုယ် M လား S လား မရေရာဖြစ်ပြီး လမ်းပျောက်နေတဲ့\nအဓိကဇာတ်ကောင်ကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်ဗျ။ File Size :(1.7GB) and (663MB)\nQuality : Blu-ray1080p, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Adult,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2yC9z/Up_to_You_2018.BLU-RAY.1080P(CM).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Reijo-niku-dorei-1-147x200.jpg",
        "title": "(21+)Reijo niku-dorei (1985)",
        "description": "မပွင့်လင်းတာက မိန်းကလေးတွေရဲ့ပြယုဒ်တစ်ခုလား\nမိန်းကလေးတွေအတွက် အချစ်ဆိုတာ ထွက်ပေါက်တစ်ခုလား\nသူ့တို့အတွက် အချစ်ဆိုတာရောရှိလား ခံရောခံစားဖူးလား\nဒီဇာတ်ကားလေးကိုကြည့်ကြည့်ပါ ပြည့်စုံပေမဲ့ မပြည့်စုံတဲ့\nလှပချောမောတဲ့ သူဌေးသမီးလေးသူအဖေရဲ့ဆန္ဒတစ်ခုကြောင့် ကောင်လေးတစ်ယောက်နဲ့\nစေ့စပ်ထားလိုက်တယ် ပြီးတော့ သူဝါသနာပါတဲ့ ပန်ချီဆွဲတဲ့အလုပ်ထဲနှစ်ထားပြီး\nနာမည်ကြီးတဲ့တစ်နေ့မှ လက်ထပ်မယ်ဆိုပြီး အချိန်ဆွဲထားလိုက်တယ်\nသူ့မှာလည်းသူ့ခံစားချက်နဲ့သူလေ\nသူကမွေးစားသမီး သူဌေးမှာက သမီးရင်းတစ်ယောက်ရှိနေတာ\nသူ့ကိုယ်သူ သိမ်ငယ်နေတယ်လေ\nသူက အိမ်ကြီးတစ်လုံးထဲမှာတစ်ယောက်တည်းနေပြီး အစေခံ တစ်ယောက်လည်းရှိပါတယ်တစ်နေ့ ညီမဖြစ်သူက အစေခံကောင်လေးကို တီးတိုးကပ်ပြီးအကူညီတောင်းပါတယ်\nဇာတ်လမ်းလေးက အချစ်ရဲ့သဘောသဘာဝ တွေကို ဖေါ်ကြူးထားပြီး\nလူတစ်ယောက်က သူ့ခန္ဓာကိုယ်ကို သူမငြင်းနိုင်ဘူးဆိုတာကို\nခဏခဏပြထားတာကြောင့် DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.4GB / 631MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 7m\nSubtitle….Myanamr Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "6.8",
        "url": "https://megaup.net/1cAiy/Reijo_niku-dorei_1985.1080p(DS).mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nt79vexDo8qhjCnYVd7onnZhzJ7.jpg",
        "title": "[18+] Black Cat (1991)",
        "description": "Black Cat (1991)ဟောင်ကောင်အက်ရှင်ကားတွေရဲ့ရွှေခေတ်၊ မြန်မာပြည်ကလူတွေက ဂျက်မ လို့ သညာပြုခေါ်ကြတဲ့ အမျိုးသမီးဖိုက်တာဇာတ်ကားတွေထဲက အမှတ်တရဖြစ်စရာ တစ်ချိန်ကနာမည်ကျော်ကားတစ်ကားဖြစ်ပါတယ်။ကတ်သရင်းဆိုတဲ့ ပြန်အမှတ်ရချင်စရာမရှိတဲ့ အတိတ်ဆိုးပိုင်ရှင်ကောင်မလေးတစ်ယောက်ဟာ မတော်တဆလူသတ်မှုတွေကျူးလွန်မိရာကနေ ထွက်ပြေးခဲ့ချိန်မှာ ပြန်ပြီးပစ်ခတ်ဖမ်းဆီးခံခဲ့ရပါတယ်။ သူ သတိရချိန်မှာတော့ လေ့ကျင့်ရေးသင်တန်းကျောင်းတစ်ခုကို ရောက်ရှိနေပြီး လက်နက်တွေ၊ ရင်ဆိုင်တိုက်ပွဲစွမ်းရည်တွေ ပြင်းထန်တဲ့လေ့ကျင့်မှုတွေနဲ့ သင်ကြားပေးခံရပြီးနောက် အယ်ရစ်ကာဆိုတဲ့ ကုတ်အမည်နဲ့ CIA အေးဂျင့်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းသွားက Luc Besson ရဲ့နာမည်ကျော် La Femme Nikita နဲ့ဆင်သလို ဒါရိုက်တာကလဲ အဲ့ဒီကားကိုပဲပြန်ရိုက်ချင်ခဲ့တာပါ။ ဒါပေမဲ့ ဇာတ်ကားမူပိုင်ခွင့်ကို Disney ကဦးသွားခဲ့တဲ့အတွက် ခပ်ဆင်ဆင်ဇာတ်သွားနဲ့သာ ကျေနပ်ခဲ့ရပါတယ်။ အဲဒီမတိုင်ခင်က မထင်မရှားမော်ဒယ်တစ်ယောက်သာဖြစ်ခဲ့တဲ့ Jade Leung ကို တစ်ကားတည်းနဲ့နာမည်ကျော်မင်းသမီးတစ်လက်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://megaup.net/3esbe/(CM)_Black_Cat_(1991)_1080p.mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lPZwNicaOUwKmpS5e2yzAruIMRE.jpg",
        "title": "[18+]Girl$(2010)",
        "description": "[18+]Girl$(2010)*****************တရုတ်ကားဖြစ်သော်လည်း အတော်လန်းတဲ့အိပ်ရာခန်းတွေနဲ့ ကားနာမည်အတိုင်း မိန်းကလေးပုံစံအမျိုးမျိုးစိတ်အဖုံဖုံနဲ့မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြော်င်း...တစ်ချို့က ကိုယ်ချစ်တဲ့သူနဲ့မှ အပျိုစင်ဘဝကိုကုန်ဆုံးချင်တာမျိုးရှိသလိုတစ်ချို့ကလည်း ငယ်စဉ်မှာ လက်တည့်စမ်းချင်တာမျိုးရှိတယ်..တစ်ချို့က ငွေရှာနည်းကဲ့သို့အသုံးချတတ်သလိုတစ်ချို့ကလည်း ငွေပေးပြီးတော့ကို ယောက်ျားတွေနဲ့သူတို့စိတ်ဖြေဖို့ အိပ်တတ်တာမျိုးရှိကြတယ်..ဒီလို အခြေအနေပေါင်းစုံကို လေ့လာအကဲခတ်ခွင့်ရမှာမို့.... File Size :(2.0GB) and (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.0",
        "url": "https://megaup.net/2yurt/Girl$.2010.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3pibvRQK3A1E8cyhX8IQPIAU2J8.jpg",
        "title": "[18+] Exotica (1994)",
        "description": "Exotica (1994)~ IMDb - 7/10, Rotten Tomatoes - 95% ~Exotica ဟာ ၁၉၉၀ ခုနှစ်များဆီက မရေရာမသေချာ အိပ်မက်ဆန်ဆန် ပုံစံမျိုးပြသပြီး Psychological Thriller ဇာတ်ကားတွေကို တစ်ခေတ်ဆန်းစေခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဖော်ချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Exotica မှာဆုံကြတဲ့ လမ်းပျောက်နေတဲ့ ဒဏ်ရာရနေတဲ့ ဝိညာဉ်တစ်စုရဲ့ ဇာတ်လမ်းလေးပါ။ ဝမ်းနည်းစရာပြည့်နေတဲ့ အတိတ်နဲ့ လူတစ်ယောက်၊ သူနဲ့ ထူးဆန်းတဲ့ ဆက်ဆံရေးတစ်ခုရှိနေတဲ့ အကမယ်လေး၊ အကမယ်လေးကို စွဲလန်းနေတဲ့ ဒီဂျေနဲ့ ရှားပါးငှက်ဥတွေကို မှောင်ခိုကူးနေတဲ့ သူတစ်ယောက်... သူတို့ရဲ့ ဆက်နွယ်မှုတွေ နာကျင်မှုတွေ ခံစားချက်တွေကို ကူးလူးခံစားမိစေမှာပါ။ သူတို့ရဲ့ အတိတ်နဲ့ ပစ္စုပ္ပန်အကြောင်းအရာတွေကို စိတ်ဝင်စားဖွယ် ပုစ္ဆာတစ်ခုလို ဖန်တီးတင်ပြထားပါတယ်။ အရမ်းကို နက်ရှိုင်းတဲ့ အဓိပ္ပါယ်တွေနဲ့ ခံစားချက်တွေကို ရောထွေး ယှက်နွယ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ဆု ၁၆ ...",
        "rating": "7",
        "url": "https://megaup.net/1cz2x/(CM)_Exotica_(1994)_CRITERION_COLLECTION_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMmYzOTU3YzUtNTk0YS00NzIwLWFmZDEtYTI0OGExNGRmMDIxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-128x200.jpg",
        "title": "[18+] Assault! Jack the Ripper (1976)",
        "description": "Assault! Jack the Ripper (1976)1976 မှာ Yasuharu Hasebe ရိုက်ခဲ့တဲ့ Roman Porno လိုင်းလက်ခွဲ \"Violent Pink\" အမျိုးအစားသုံးကားထဲက တစ်ကားဖြစ်ပါတယ်။ Genre နာမည်အတိုင်း ကြမ်းတမ်းတဲ့အသတ်အဖြတ်နဲ့ လိင်ကိစ္စအသားပေးဇာတ်ကားပါပဲ။စားသောက်ဆိုင်ဝန်ထမ်းစုံတွဲတစ်တွဲ မတော်တဆလူသတ်အလောင်းဖျောက်မိရာကနေ လူသတ်ခြင်းဟာ သူတို့အတွက် လိင်ရမ္မက်ကို ပိုမိုထက်သန်စေကြောင်းသိရှိသွားပြီး မိန်းမလှလေးတွေကို ရည်ရွယ်ချက်ရှိရှိလိုက်လံသတ်ဖြတ်တဲ့ ကွင်းဆက်လူသတ်သမားတွေဖြစ်လာခဲ့ရပုံကိုရှုစားရမှာဖြစ်ပါတယ်။ ခေါင်းဆောင်မင်းသမီး Tamaki Katsura ဟာ ဒီဇာတ်ကားနဲ့ ‌Mainstream ကားတွေကိုဆုပေးတဲ့ Japan Academy Prize မှာ အကောင်းဆုံးမင်းသမီးအဖြစ် ဆန်ကာတင်ဝင်ခဲ့ပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 680MB\nQuality - 720p\nIMDb Rating - 6.2/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Crime, Drama, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Sw9b/(CM)_Assault!_Jack_the_Ripper_(1976)_720p.mp4",
        "category": "Adult, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmFlN2RiNGMtY2ZkZi00NzcwLTgxNjAtMWViYjdiMmYyY2VhXkEyXkFqcGdeQXVyNDgzODE3NDk@._V1_-133x200.jpg",
        "title": "[18+] Entrails of a Virgin (1986)",
        "description": "Entrails of a Virgin (1986)ဟိုအရင် သုံးကားတွဲ-ခြောက်ကားတွဲ-ရှစ်ကားတွဲ DVD တွေခေတ်ထတဲ့ကာလတုန်းက အာရှ NC အခွေတွဲတွေမှာ မကြာခဏပါလာတတ်တဲ့ ဇာတ်ကားတွေထဲ အပါအဝင်ဖြစ်တဲ့ကားတွေပါ။Pink Film တွေကနေ Subgenre တစ်ခုအဖြစ် \"Splatter-Eros\" ဆိုပြီး ပွဲထွက်လာခဲ့တဲ့ ဇာတ်ကားတွေဖြစ်ပါတယ်။ နာမည်အတိုင်းပဲ ကြမ်းတမ်းရက်စက်တဲ့ အခုတ်အထစ်အသတ်အဖြတ်တွေကို ညစ်ညမ်းမှုနဲ့ရောစပ်သမထားတဲ့ ဇာတ်ကားမျိုးတွေပါပဲ။ ရုံတင်စဉ်ကနဲ့ တချို့အခွေတွေမှာတော့ ဝါးပြီး ဆင်ဆာဖြတ်ထားပေမယ့် အခုကားတွေမှာတော့ ကြည်တောက်ရှင်းဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဓာတ်ပုံဆရာတစ်စုဟာ မော်ဒယ်တွေနဲ့အတူတောထဲမှာ ရိုက်ကွင်းထွက်ကြပါတယ်၊ သူတို့အချင်းချင်းကြားမှာလဲ ဂုဏ်အရှိန်အဝါ၊ နာမည်ကျော်ကြားမှု၊ မနာလိုဝန်တိုခြင်းတွေနဲ့ အပြိုင်အဆိုင်တွေရှိနေကြပါတယ်။ အဲ့ဒီကနေအပြန်လမ်းမှာတော့ မြူတွေကြောင့် မတော်တဆမှုနဲ့ကြုံတွေ့ခဲ့ရပြီး လမ်းမှာတွေ့တဲ့ဆောက်လက်စအဆောက်အဦးတစ်ခုမှာ ဝင်ခိုရာကနေ တောအုပ်ထဲက နိုးထလာတဲ့၊ အညစ်အကြေးတွေ ဖုံးလွှမ်းနေတဲ့ မိစ္ဆာကောင်တစ်ကောင်ရဲ့ တစ်ယောက်ချင်းလိုက်လံသတ်ဖြတ်မှုကိုခံရပါတော့တယ်။ကြမ်းတမ်းရက်စက်တဲ့ အသတ်အဖြတ်တွေနဲ့ ပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းတွေ တစ်ကားလုံးနီးပါးပါဝင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/1Svqa/(CM)_Entrails_of_a_Virgin_(1986)_1080p.mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Mn4oSxGDPvuAewoAsNNvhZhqqA.jpg",
        "title": "[18+] Entrails of a Beautiful Woman (1986)",
        "description": "Entrails of a Beautiful Woman (1986)ဟိုအရင် သုံးကားတွဲ-ခြောက်ကားတွဲ-ရှစ်ကားတွဲ DVD တွေခေတ်ထတဲ့ကာလတုန်းက အာရှ NC အခွေတွဲတွေမှာ မကြာခဏပါလာတတ်တဲ့ ဇာတ်ကားတွေထဲ အပါအဝင်ဖြစ်တဲ့ကားတွေပါ။Pink Film တွေကနေ Subgenre တစ်ခုအဖြစ် \"Splatter-Eros\" ဆိုပြီး ပွဲထွက်လာခဲ့တဲ့ ဇာတ်ကားတွေဖြစ်ပါတယ်။ နာမည်အတိုင်းပဲ ကြမ်းတမ်းရက်စက်တဲ့ အခုတ်အထစ်အသတ်အဖြတ်တွေကို ညစ်ညမ်းမှုနဲ့ရောစပ်သမထားတဲ့ ဇာတ်ကားမျိုးတွေပါပဲ။ ရုံတင်စဉ်ကနဲ့ တချို့အခွေတွေမှာတော့ ဝါးပြီး ဆင်ဆာဖြတ်ထားပေမယ့် အခုကားတွေမှာတော့ ကြည်တောက်ရှင်းဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ယာဂူဇာဂိုဏ်းဝင်တစ်စုဟာ မိန်းကလေးငယ်တွေကို ဖြားယောင်းသွေးဆောင်ပြီး ငွေလိမ်လည်မှုတွေ လူကုန်ကူးမှုတွေကျူးလွန်နေကြပါတယ်။ တစ်နေ့မှာတော့ သူ့အစ်မပျောက်ဆုံးမှုကိုစုံစမ်းတဲ့မိန်းကလေးတစ်ယောက်ကို ဂိုဏ်းသားတွေက မူးယစ်ဆေးထိုးပြီး အဓမ္မကျင့်ရာကနေ အဲ့ဒီမိန်းကလေးဟာ ထွက်ပြေးလွတ်မြောက်ပေမယ့် ဆေးအရှိန်နဲ့စိတ်ကုဆရာဝန်မတစ်ဦးရှေ့မှာ သတ်သေသွားခဲ့ပါတယ်။ကောင်မလေးဆီက အကြောင်းစုံသိလိုက်ရတဲ့ ဆရာဝန်မလေးဟာ အဲဒီဂိုဏ်းသားတွေကို ကလဲ့စားချေဖို့ပြင်ဆင်ပါတော့တယ်။ ဒါပေမယ့်လဲ သူ့ထက် ပါးနပ်တဲ့ဂိုဏ်းဝင်တွေဆီမှာ သူကိုယ်တိုင်ကြမ္မာဆိုးကြုံလိုက်ရာကနေ လိင်တံသဏ္ဍာန် မိစ္ဆာကောင်ကြီးအဖြစ်ပြောင်းလဲသွားခဲ့ပြီး ဂိုဏ်းသားတွေကိုအမဲဖျက်ပါတော့တယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/3eq9i/(CM)_Entrails_Of_A_Beautiful_Woman_(1986)_1080p.mp4",
        "category": "Adult, Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/yGZDyMJzrk2cu0tLmmWVPBDa5wa-133x200.jpg",
        "title": "(21+) Justine: A Matter of Innocence (1980)",
        "description": "ငယ်ရွယ် ပျိုမြစ်တဲ့ အချောအလှလေးရယ် ပြင်သစ်သူလေးတွေရဲ့\nအချိုးအစား ပကတိအလှတရား တွေကို ဘွင်းဘွင်းရှင်းရှင်းကြီး ခံစားကြည့်ရအောင်ဗျာ\nလောကမှာ မတွေ့ကြုံမခံစားဖူးရင် အတော်မျက်နှာငယ်ရတယ်\nတွေ့ကြုံလာတော့ ဘာမှမလုပ်တက်တော့ဘူးလေ\nငယ်ငယ်ရွယ်ရွယ် နုနယ်ပြီး မိဘရဲ့လွှမ်းမိုး မှုတွေအောက်မှာပဲ\nကြီးပြင်းလာခဲ့ရတဲ့ ဂျစ္စတင်\nသူကငယ်ရွယ်ပြီး ချောမောတယ်\nသစ်ရွက်ကြွေသံကြားရင်တောင် ရင်ခုန်တက်တဲ့ အပျိုဖြန်းလေး\nဒါပေမဲ့ သူမရဲ့ မိဘတွေ ရှေ့ဆင့်နောက်ဆင့် ဆုံးသွားခဲ့တယ်\nအမျှော်မြင်ကြီးလှတဲ့ သူ့အဖေက သေတမ်းစာတစ်ဆောင်ရေးသွားတယ်\nသူအရွယ်မရောက်ခင်အထိ စတီဗင်လို့ခေါ်တဲ့ သူ့အချစ်ဆုံးသူငယ်ချင်း\nမှ ထိန်းသိမ်းပေးဖို့ သေတမ်းစာမှာ ရေးခဲ့ပါတယ်ဂျစ္စတင်တစ်ယောက်ဘာလွန်ဆန်နိုင်မှာလဲ\nစတီဗင်အိမ်ရောက်တဲ့အခါမှာတော့\nသူမမြင်ဖူး မကြားဖူးတာတွေ အကုန်ကြား မြင် လိုက်ရတဲ့အခါမှာတော့\nသူဘယ်လောက်အထိ ခံနိုင်ရည်ရှိအောင်ကြိုးစားမလဲ\nဘယ်လို လိုက်လျောညီထွေရှိအောင်အားထုတ်မလဲ ဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းပြီး DS Fans တွေအကြိုက်\nဘွင်းဘွင်းရှင်းရှင်း ပြကွက်တွေကြောင့် အထူးတလည်ရွေးချယ် တင်ဆက်လိုက်ပါတယ်\nFile size…1.6GB / 782MB\nQuality…1080p  /720p\nFormat…mp4\nDuration…1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.2",
        "url": "https://megaup.net/1cwwy/Justine-_A_Matter_of_Innocence__-_1980.1080p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/51IRsUa9RIL._AC_UF8941000_QL80_-1-138x200.jpg",
        "title": "[18+] Kiss Me (2011)",
        "description": "Kiss me (2011)~ IMDb rating - 6.8/10 ~(ဝတ်လစ်စလစ်အခန်း​တွေ ချစ်ရည်လူးခန်း​တွေ တပုံကြီးပါလို့ ၁၈ နှစ်ပြည့်မှ ကြည့်ကြဖို့ တိုက်တွန်းပါတယ်ခင်ဗျာ)2011 မှာ ထွက်ရှိထားတဲ့ ဆွီဒင်ကား​​​လေး Kiss Me ဟာ Rating ​​ကောင်း​ကောင်းရထားတဲ့ ဒရာမာ GL ကား​​လေးတစ်ကားဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~မိဘချင်း​​စေ့စပ်ပွဲမှာ ​တွေ့ကြတဲ့ မီယာနဲ့ ဖရီဒါဆိုတဲ့ မိန်းက​လေးနှစ်​ယောက် အလုပ်ကိစ္စခရီးသွားကြရင်း တစ်​ယောက်ကိုတစ်​ယောက် ခံစားချက်​တွေတဆင့်ပိုလာတဲ့အခါ တစ်​ယောက်ကိုတစ်​​ယောက်မချစ်မိ​အောင် ကြိုးစားကြရတာကို မြင်ရမှာဖြစ်ပါတယ်။တစ်ဖက်မှာလည်း ​နောက် ၃ လ​နေရင် ​ကောင်​​လေးဖြစ်သူနဲ့ လက်ထပ်​တော့မယ့် မီယာနှလုံးသား​နေရာမှာ ဖရီဒါအစားထိုးလာတဲ့အခါ မီယာတစ်​ယောက် ဘယ်လို​တွေဖြတ်သန်းခဲ့ရလဲ... သူကိုယ်တိုင်‌ရော မိန်းက​လေးချင်းချစ်တာကို​ရော လက်ခံခဲ့လား...ဖရီဒါအ​နေနဲ့လည်း သူ့ဘဝမှာ ပိုင်ရှင်ရှိတဲ့သူနဲ့ဘယ်​တော့မှ ​မ​ဖောက်ပြန်ဘူးလို့ ​ကြွေး​ကြော်ရင်း မီယာကိုမှချစ်မိသွားတဲ့အခါ ဘယ်လိုခက်ခက်ခဲခဲ​တွေဖြတ်သန်းခဲ့ကြမလဲဆိုတာ​တွေကို ရိုမန်တစ်ဆန်ဆန် ဒရာမာဆန်ဆန် ရိုက်ပြထားပြီး ဒရာမာကြိုက်တဲ့သူ​တွေအတွက် ကြည့်လို့​ကောင်းမယ့်ကား​လေးတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yrpm/(CM)_Kiss_Me_(2011)_1080p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8HomPJlyPGIWgBODNbWQrRgjxW.jpg",
        "title": "[18+] The Brown Bunny (2003)",
        "description": "The Brown Bunny (2003)ဒီကားက Experimental ကား ပီပီသသနဲ့ပဲ လိင်ဆက်ဆံခန်းတွေဟာ သာမန် 18+ ကား‌တွေထက်တောင် လက်တွေ့ဆန်အောင်ပြထားတယ်။ ပုံမှန် 18+ ကားတွေပြလေ့မရှိတာတွေကိုပါ ရဲရဲတင်းတင်းပြထားတယ်ဆိုပါစို့။ အဲဒီလိုဆိုလို့ အပေါစား အညှီအဟောက်ဇာတ်ကားတစ်ခုသက်သက်လားဆိုတော့လည်း မဟုတ်နေပြန်ဘူး။ ဘာလို့ဆို ကိန်းရုပ်ရှင်ပွဲတော်မှာပါ ပြခဲ့ရတဲ့ကားဖြစ်နေလို့ပါပဲ။ ဒါပေမဲ့လည်း ဒီကားရဲ့အပြတွေအရ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးနဲ့ မထိုက်တန်ဘူးဆိုပြီး ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေကြား အငြင်းပွားခဲ့ရသလို ဂန္ထဝင်ရုပ်ရှင်‌ဝေဖန်ရေးဆရာကြီး Roger Ebert ကတောင် ကိန်းရုပ်ရှင်ပွဲတော်သမိုင်းပြခဲ့သမျှထဲ အဆိုးဆုံးကား ဆိုပြီးတောင် ထောပနာပြုခဲ့ပါသေးတယ်။ ‌ဒါပေမဲ့ ရုပ်ရှင်ပွဲတော်မှာ မပြခဲ့တဲ့ နောက်ဗားရှင်းကိုတော့ သူလည်း အကောင်းဘက်က ချီးကျူးခဲ့ပါတယ်။ကားရဲ့ ဇာတ်အိမ်ကလည်း တော်တော်လေးဆန်းတယ်။ လေလွင့်နေတဲ့လူတစ်ယောက်ရဲ့ ခြေရာခံရခက်တဲ့အတိတ်ကို တငွေ့ငွေ့ချင်း ပုံဖော်ရင်း ဒီလူ ဘာလို့လေလွင့်နေလဲဆိုတာကို တစ်စတစ်စချင်း ပုံဖော်ပြသသွားတယ်။ Experimental Road Drama ပီပီသသပဲ လမ်းပေါ်မှာ တကယ်သွားနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1cwnk/(CM)_The_Brown_Bunny_(2003)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z8VVFdWX8nbvRIJkZVDlOUOJWc.jpg",
        "title": "[18+] Suki (2023)",
        "description": "Suki (2023)အက်ဘာဆိုတာ အဖော်အချွတ်ဘားတစ်ခုမှာ အလုပ်လုပ်တဲ့ ဖော်ချွတ်ကချေသည်မလေးတစ်ယောက်။ တစ်ချိန်က သူ့အရင် လျှမ်းလျှမ်းတောက်ခဲ့ဖူးတဲ့ မာဂါ ဆိုတဲ့စီနီယာတစ်ယောက်ရှိပေမယ့် လှလွန်းတဲ့ အက်ဘာရောက်လာချိန်မှာ မာဂါကျဆုံးချိန်ရောက်လာခဲ့တယ်။အက်ဘာက အမှုမထားပေမယ့် မာဂါကတော့ သူ့ကိုအသေအလဲလိုက်ပြိုင်တယ်။ အလုပ်ကိစ္စတင်မက အက်ဘာကြွေနေတဲ့ ဂေးဘားတစ်ခုက အဖော်အချွတ်ကောင်လေး ဖြစ်တဲ့ အဒန်ကိုပါ မရမက အတင်းလိုက်ကပ်တယ်။ ဒီလိုနဲ့ အဒန်ဘက်က အက်ဘာကိုမေတ္တာတုန့်ပြန်ပြီးတော့ အတူတူနေဖို့ဆုံးဖြတ်ချက်လိုက်ချိန်မှာ ရိုးရှင်းတဲ့သူတို့ဘဝတွေထဲ အချစ် အလွမ်းတွေ၊ ဝန်တိုမနာလိုမှုတွေနဲ့ မုန်တိုင်းထန်ဂယက်ထဖို့ဖြစ်လာပါတော့တယ်။ခန္ဓာကိုယ်ကို ရင်းနှီးလုပ်ကိုင်နေတဲ့သူအချင်းချင်း သံယောဇဉ်တွယ်ငြိ ချစ်မိသွားတယ်ဆိုတာ ငြိတွယ်ခံရသူရော ငြိတွယ်သူအတွက်ပါ နှစ်ဖက်လုံးအတွက် ကောင်းစရာမရှိနိုင်လို့ပါပဲ။ ညပျော်လေးတွေနဲ့ သူတို့ဘဝကိုနောက်ခံထားတဲ့အတွက် အဖော်အချွတ်နဲ့လိင်ဆက်ဆံခန်းတွေတစ်ကားလုံးနီးပါးမနားတမ်းပါဝင်ပါတယ်။Pamasahe တစ်ကားတည်းနဲ့ ပရိသတ်ရင်ထဲကိုရောက်လာတဲ့ Azi Acosta ကို Stripper တစ်ယောက်အနေနဲ့ တစ်ဝကြီးရှုမြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 980MB\nQuality - 1080p, ...",
        "rating": "",
        "url": "https://megaup.net/2yqjt/(CM)_Suki_(2023)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zY4AnEPcNPEA6oEE288qYfw6Kqq.jpg",
        "title": "[18+]Nerisa(2021)",
        "description": "[18+]Nerisa(2021)*****************ဒီကားလေးကတော့ ဖိလစ်ပိုင်ကားလေးဆိုပေမဲ့\nဇာတ်အိမ်အတော်ကောင်းတဲ့ထဲပါပါတယ်နယ်ရီဆာဆိုတဲ့ ကောင်မလေးတစ်ယောက် ကျွန်းတစ်ကျွန်းပေါ်ကို ရောက်လာပါတယ်\nသူ့ကိုပင်လယ်အောက်ကြမ်းပြင်ကနေ အိုဘတ် ဆိုတဲ့ကောင်လေးက ရှာတွေ့ပြီးကယ်လာတာပါ\nဖြစ်ချင်တော့ ကောင်မလေးက ဘယ်ကလာတာလဲ နာမည်ဘာလဲဆိုတာတောင်\nသူ့ကိုယ်သူမသိပါဘူး မေးလို့လည်းမရပါဘူး\nနယ်ရီဆာဆိုတာတောင် ကျွန်းပေါ်ကလူတွေ နာမည်ပေးထားကြတာပါ\nအဲတော့ ကျွန်းသေးသေးလေးထုံးစံအတိုင်း\nကောလာဟလပေါင်းစုံ ယူဆချက်ပေါင်းစုံထွက်ပြီး\nရေသူမလို့ပြောသူကပြော ကပ်ဆိုးကိုသယ်လာတာလို့ပြောသူကပြောပေါ့\nသူတို့ပြောချင်စရာဖြစ်အောင် နယ်ရီဆာ ရောက်လာကတည်းက\nကျွန်းပေါ်ကလူတွေ ငါးဖမ်းမကောင်းတော့ပါဘူးနောက်တော့ နယ်ရီဆာက အိုဘတ်ကို ကျေးဇူးရှင်ဆိုပြီး\nအချစ်ပိုရာက လင်မယားတွေအဖြစ်နဲ့ ကျွန်းပေါ်မှာနေကြပါတယ်\nနယ်ရီဆာက အရမ်းချောတော့ ကျွန်းပေါ်က ယောကျ်ားသားတွေက\nအိုဘတ်ကို ဝိုင်းအားကျကြသလို အိုဘတ်ကလည်း ဆောင့်ကြွားကြွားနဲ့ပေါ့တနေ့တော့ ငါးရှားလာတာနဲ့အမျှ ရေပိုင်နက်ကိုကျော်ပြီး ငါးဖမ်းထွက်ကြတဲ့\nအိုဘတ်တို့အုပ်စုဟာ ကျွန်းပေါ်ကို ပြန်မလာကြတော့ပါဘူး\nအိုဘတ်မသေသေးဘူးလို့ ယုံကြည်နေတဲ့ နယ်ရီဆာက အိုဘတ်ပြန်လာအောင်\nဘယ်လိုကြိုးစားမလဲ ဘယ်လိုစတေးမှုတွေနဲ့ ရှာဖွေမလဲဆိုတာကို\n18+ အခန်းပေါင်းစုံနဲ့ ကြည့်ရှုရမှာပါ\nဒီအခန်းတော်တော်များများက Rape အခန်းတွေဖြစ်တာမလို့\nအတုယူလွဲမှားနိုင်တဲ့သူတွေကတော့ မကြည့်သင့်ကြောင်းပါဗျ....File Size :(1.8GB) and (836MB)\nQuality :Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:17:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yq8o/Nerisa.2021.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYijiVwEyP2JsDuSenGOsFNXEbn.jpg",
        "title": "[21+]Baise-moi(2000)",
        "description": "[21+]Baise-moi(2000)********************ဒီပြင်သစ်ကားက အိပ်ရာခန်းတွေရော သတ်ဖြတ်ခန်းတွေရောအတော်ကြီးကိုကြမ်းတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...သူ့နာမည်က နာဒင်း ၊ ပြည့်တန်ဆာအလုပ်ကိုလုပ်ပြီးပိုက်ဆံရှာတယ်။\nသူ့သူငယ်ချင်းနဲ့အတူတူနေပြီးတယ်ဆိုပေမယ့် တစ်နေ့မှာအချင်းချင်းစကားများ\nရန်ဖြစ်ပြီး သူငယ်ချင်းကိုသတ်လိုက်မိပြီးတော့အိမ်ကနေထွက်ပြေးလာတယ်နောက်တစ်ယောက်ကတော မန်နူ\nမုဒိမ်းကျင့်ခံရပြီးတော့ စိတ်မသက်သာဖြစ်နေတာကိုအရက်ဘားပိုင်ရှင်နဲ့စကားပြောအဆင်မပြေလို့\nသေနတ်နဲ့ပစ်သတ်လိုက်ပြီးတော့ အိမ်ကနေထွက်ပြေးလာတယ်။ဒီလိုနဲ့နှစ်ယောက်သား\nအိမ်ကနေထွက်ပြေးလာရင်းနဲ့ ဘူတာတစ်ခုမှာဆုံဖြစ်ကြတယ်။ဘယ်သွားလို့ဘာလုပ်ရမှန်း\nမသိတဲ့နှစ်ယောက်ပေါင်းမိပြီးပြင်သစ်တစ်ခွင်မှာသောက်စားပျော်ပါးကြတဲ့အခါမှာတော့...File Size :(2.1GB) and (1.01GB)\nQuality :Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:17:00\nGenre : Crime, Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "5.5",
        "url": "https://megaup.net/1Ssx0/Rape.Me.2000.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MXGS-694-141x200.jpg",
        "title": "[21+]Lust Of Impulse (MXGS-694 Uncencored Leak)",
        "description": "အားခဲထားခဲ့ရတဲ့ မမ Akiho Yoshizawa ရဲ့အလှတွေကို ဘွင်းဘွင်းရှင်းရှင်း\nတဝကြီး ခံစားရမဲ့ ဇာတ်ကားလေးလာပါပြီအိမ်ရှင်မတွေ အိမ်မှုရေးရာတွေရှုပ်နေတဲ့အခါ အရမ်းသနားဖို့ကောင်းပါတယ်\nဒီကြားထဲ ယောက္ခမကပါ အဆစ်ပိုလာတော့ Yoshizawa\nလေးခများ ပိုပြီးပင်ပန်းလာပါတယ်ဒီကြားထဲ ယောင်္ကျားကလဲ\nအလုပ်ကများတော့ သူ့မှာ ပိုပြီးအထီးကျန် ပင်ပန်းနေပါတယ်\nဒါကြောင့်သူ့မှာ ထွက်ပေါက်လိုလာပါတယ်\nသူ့ရဲ့ထွက်ပေါက်က အရမ်းလှတာမလို့ DS Fans တွေ\nအတွက်တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3GB / 1.5GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1culk/(DS)_MXGS-694_UNCENSORED_LEAKED_NOWATERMARK_.720p.mp4",
        "category": "Adult, Asian"
    }
]