[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/magic-mirror-ntr-shocking-cheating-video-of-wife-a-141x200.jpg",
        "title": "[21+] Witnessing A Wife And A Boss – Saori Yagami [JUL-042]",
        "description": "ဒီတစ်ခေါက် Dark Side Fan တွေအတွက် JAV လောကရဲ့ MILF လေး ( MILF ဆိုတော့ Body အချိုးအစားက ပြောစရာမလိုသလို မျက်နှာလေးကလဲ Sweet ဖြစ်တဲ့ ပုံစံလေးပေါ့ ) Saori Yagami လေးပါ။Story လေးကတော့ ဂျာကြီးတစ်ယောက်ကောင်းမှုကြောင့် အိမ်ထောင်ကျသွားတဲ့ စုံတွဲတစ်တွဲဟာ ဂျာကြီးကျေးဇူးဆိုပြီး ကျေးဇူးတွေလိမ့်တင်နေပေမဲ့ ဂျာကြီးကတော့ ကောင်မလေးကို အရင်ကတည်းက Crush နေခဲ့ရတာပါ။ဖြတ်ခုတ်ခံထားရတဲ့ဂျာကြီးတစ်ယောက် Crush လေးကို ပြန်ရဖို့ အကြောင်းတိုက်ဆိုင်လာတဲ့အခါ....။မင်းသမီး Saori ရဲ့ Oppai လှလှလေးနဲ့ Sweet ဖြစ်တဲ့မျက်နှာလေးက ဒီဇာတ်ကားအတွက်တော့ Perfect ပါပဲ။Dark Side Production မှ တင်ဆက်သည်။File Size : (2.5 GB) & (960 MB)\nQuality : HD-Rip ...",
        "rating": "",
        "url": "https://megaup.net/12yhq/(DS)Witnessing_A_Wife_And_A_Boss–_Saori_Yagami[JUL-042]_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/sister-scandal-133x200.jpg",
        "title": "(18+) The Sister’s Scandal (2017)",
        "description": "The Sister’s S-Scandal 2017အရင်ကိုရီးယားလူကြီးကားတွေနဲ့ မတူတဲ့ဒီ 18+ကားလေးကဇာတ်လမ်းလေးကြည့်လို့ကောင်းတယ် ဇာတ်လမ်းကိုပြောရရင်နာမည်ကြီးဒါရိုက်တာဖြစ်ဖို့ကြိုးစားနေတဲ့ ရည်မှန်းချက်ကြီးတဲ့ယူဂျင်းအီဆိုတဲ့ ကောင်မလေး အဲ့ကောင်မလေးမှာ ယူဂျောင်းဆိုတဲ့ညီမလေး တစ်ယောက်ရှိတယ် သူ့ညီမကလည်း ဂျင်းအီအလုပ်လုပ်နေတဲ့ရုပ်ရှင်ကုမ္ပဏီ က ဝန်ထမ်းမလေးပေါ့ ဒါပေမယ့်သူတို့အလုပ်လုပ်နေတဲ့ ကုမ္ပဏီသူဌေးကတော့ တကယ့်စားနေကျ ကြောင်ဖားကြီး အားနေ ဝန်ထမ်းမလေးတွေကိုစားလိုက် မင်းသမီးတွေကို စားလိုက်လုပ်နေတဲ့ Sugar Daddyကြီးပေါ့ ယူဂျောင်းကသူ့အစ်မဂျင်းအီရဲ့ ကြိုးစားအားထုတ်ထားတဲ့ ဇာတ်ညွှန်းကိုရုပ်ရှင်ရိုက်ဖြစ်အောင်စတေးခံအနေနဲ့ သူ့ကုမ္ပဏီက သူဌေးနဲ့ တူတူအိပ်လိုက်ရတယ်ဒါကိုသိသွားတဲ့ သူ့အစ်မ ဂျင်းအီတစ်ယောက် စားဖားသူဌေးကိုဘယ်လိုလက်စားချေမလဲဆိုတာ ရင်တလှပ်လှပ်နဲ့ ခံစားကြည့်ရဦးမှာပါစားဖားကြီးရဲ့ မင်းသမီးငယ်လေးတွေ စားပုံ၊ဝန်ထမ်းကောင်မလေးကိုနှိုက်မြည်းပုံ 18+အခန်းတွေ ဖောဖောသီသီပါတဲ့အပြင် အရင်ကားတွေနဲ့မတူတဲ့ ရိုက်ကွက်တွေကြောင့် နောက်ထပ်သဘောကျဦးမယ့်ကားလေးလို့ညွှန်းချင်ပါတယ်  \nFile size…1.4Gb / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 23mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder…X Cross\nTranslated by  FOX",
        "rating": "6.5",
        "url": "https://megaup.net/12Big/(18+)The_Sister_s_Scandal_(2017)_.1080p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/jPXVd_4f-140x200.jpg",
        "title": "Dark World (2021)",
        "description": "ဖဲလ် အဖြစ် Sammy Cowell\nအိုင်းရင်း အဖြစ် Due Arisara\nလန် အဖြစ် Namwan Raknapak\nဖာယူ အဖြစ် Toomtam Yuttana\nလီအို အဖြစ် New Chaiyapolဇာတ်လမ်းအကျဉ်းတတိယကမ္ဘာစစ်အပြီး ကမ္ဘာတစ်ဝန်းမှာ နိုင်သူရှုံးသူရယ်မရှိပဲ စစ်ပွဲရဲ့အကြွင်းအကျန် လူတစ်စုပဲကျန်ခဲ့တဲ့အချိန်ကိုရောက်လာခဲ့တယ်နည်းပညာခေတ်ထက် လျင်သူစား သန်မာသူအနိုင်ရပြီး အားနည်းသူက သားကောင်ဖြစ်ရတဲ့ အမှောင်ခေတ်ကို ပြန်ရောက်လာခဲ့တယ်ဘယ်အသိုင်းအဝိုင်းမှာမဆို အုပ်ချုပ်သူရှိနေသလို အမှောင်ခေတ်ရဲ့အုပ်ချုပ်သူ ဘော့စ်ရှိနေပေမယ့် မျက်နှာမမြင်ဖူးခဲ့ကြပါဘူးရိုးရာဓလေ့ကစားပွဲတစ်ခုကို နှစ်စဉ်ကျင်းပပြီး အနိုင်ရသူက ဆုကြေးငွေတွေအပြင်ဘော့စ်နဲ့ပါတွေ့ခွင့်ရမှာပေါ့ကစားပွဲက ကလေးတွေကစားတဲ့ ရိုးရာကစားနည်းတွေကို ဆန်းသစ်ထားတာဖြစ်ပြီး ရှုံးတဲ့သူကသေမှာပါဒီကစားပွဲနဲ့ညစ်နွမ်းတဲ့အသိုင်းအဝိုင်းကိုဖယ်ချဖို့ ဘော့စ်ကိုဖယ်ရှားချင်နေတဲ့ ဖဲလ်...အကြောင်းအရင်းတစ်ခုကြောင့် ဖဲလ်ကိုကာကွယ်ပေးချင်နေတဲ့ လန်...ငယ်စဉ်ကအရောင်းစားခံရပြီး နှိပ်စက်ခံရလို့ မိန်းမပျက်တစ်ယောက်လိုနေလာတဲ့ အိုင်းရင်း...သူတို့သုံးယောက် ဒီကစားပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်လာချိန်မှာ အနိုင်ရရှိသူက ဘယ်သူဖြစ်မလဲ\nဘော့စ်ကရော ဘယ်သူလဲ\nလျင်သူစားစတမ်းဖြစ်နေတဲ့ လောကမှာ ဓမ္မက အဓမ္မကိုနိုင်နိုင်မှာလားဆိုတာဒီဇာတ်လမ်းမှာ ဆက်ကြည့်ရှုရအောင်ပါ ။File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:44:00\nType__Adult, Action\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/12Bd4/Dark_World_(2021)_1080p.mp4",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMWM3ZTBjMjctZWZlYy00ODdlLWI1NjItMTdjODE0NGY5YTg3XkEyXkFqcGdeQXVyMTIzMjUxMg@@._V1_-142x200.jpg",
        "title": "[18+]Under Your Bed (2019)",
        "description": "Under Your Bed 2019 (18+)မိဆုက အမြဲတမ်း လူအများရဲ့လစ်လျူရှုခြင်း မေ့လျော့ခြင်းကို ခံခဲ့ရတဲ့ ကောင်လေးတစ်ယောက်ပါသူတက္ကသိုလ်တက်နေစဉ္တစ်လျှောက်လုံးမှာ သူ့ကို သတိထားမိပြီး သူ့နာမည်ကို ပထမဆုံးခေါ်ပေးခဲ့တဲ့သူက ချီဟီရိုဆိုတဲ့ ကောင်မလေးပါပဲမိဆုဟာ သူမကို ပြန်တွေ့ရဖို့ကို အမြဲမျှော်လင့်နေခဲ့ပါတယ်၁၁ ကြာတဲ့အထိ မေ့မရရှိနေပြီး သူမဘယ်မှာရှိနေမလဲ စုံစမ်းခဲ့ပါတယ်ပြန်တွေ့ရတဲ့အချိန်မှာတော့ ချီဟီရိုဟာ အများကြီးပြောင်းလဲသွားပါပြီမိဆုဟာ သူမကို အမြဲမြင်ခွင့်ရရှိဖို့ သူမရဲ့အိမ်နားကိုပြောင်းရွှေ့လာခဲ့ပြီး အမြဲလိုလို ချီဟီရိုရဲ့အိမ်ကို ချောင်းကြည့်နေခဲ့ပါတယ်အဲဒီလိုနေ့စဉ်ချောင်းကြည့်ရင်းက ဘာဆက်ဖြစ်မလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါပြီ ။File Size__(1.8GB) / (900MB)\nQuality__1080p, 720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:38:00\nType__Adult, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.8",
        "url": "https://megaup.net/12Bbh/[18+]_Under_Your_Bed_(2019)_1080p.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/JUL-698-141x200.jpg",
        "title": "(21+)The Pleasure Of Creampie Sex With My Teacher At Love Hotel JUL-698(2022)",
        "description": "(21+)The Pleasure Of Creampie Sex With My Teacher At Love Hotel (2022)ဆရာမ ရီရီကိုက အနေအေးပြီး အလုပ်ကြိုးစားတဲ့ဆရာမတစ်ယောက်ပါကိုယ်တိုင်ကလဲ အလုပ်ကြိုးစားသလို စာကြိုးစားတဲ့ကျောင်းသားလေးတွေဆိုလဲဂရုတစိုက်နဲ့ နားမလည်တာမျိုးကို ကိုယ်ဖိရင်ဖိအကြင်နာအပြည့်နဲ့စာပြပေးတက်ပါသေးတယ်ဒီလိုသူ့ရဲ့ကြင်နာမှုတွေကြား စာမတော်တဲ့ မနူးမနပ်ကျောင်းသားလေးဟာမေတ္တာတွေပိုလာပြီး သူမနဲ့ချိန်းတွေ့ချင်စိတ်တွေဖြစ်လာပါတော့တယ်ဒီလိုနဲ့တနေ့မှာ ကျောင်းသားလေးက သူစာမေးပွဲမှာပထမရရင်သူနဲ့ချိန်းတွေ့ပါလို့ ကတိတောင်းရင်း တကယ်ပထမရသွားချိန်မှာတော့...ဖြူမွေးဝင်းအိတဲ့အသားအရည်နဲ့ ခန္ဓာကိုယ်အဖုအထစ်တစ်တစ်ရစ်ရစ်တွေနဲ့ဆရာမလေးကြောင့် အတော်လေး ကြည့်ကောင်းမှာမို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.4GB / 2Gb\nQuality…720p FHD RIP / 1080p HD \nFormat…mp4\nDuration….2h 15min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.5",
        "url": "https://megaup.net/1IAai/The_Pleasures_Of_Creampie_Sex_With_My_Teacher,_At_A_Love_Hotel,_Over_And_Over_Again_,_Ririko_Kinosita_Porn(JUL-698).1080p_(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/PRED-362-156x200.jpg",
        "title": "(21+) PRED-362 My Wife And I Are Bored Of Each Other So Tempted By Karen (Step Sister) (2022)",
        "description": "ကာရန်ရဲ့အကြည့်တွေကို ဘယ်သူလွန်ဆန်ရဲမှာလဲသူ့ရဲ့ ညှို့အားတွေရော ဘယ်သူရုန်းနိုင်မှာလဲသူမရဲ့ တက်ကြွဖျက်လတ်နေတဲ့ အသက်အရွယ်ဖူးပွင့်စ ပန်းလေးတစ်ပွင့်လိုပါပဲသူမရဲ့ အလှတွေကို ဘယ်လိုလူက သောက်သုံးရက်မှာလဲအိမ်ထောင်ရေးတစ်ခုမှာ ယောင်္ကျားတစ်ယောက်က ဘယ်လောက်ပဲစည်းစောင့်ပါစေ ကာရန်လို မိန်းကလေးတစ်ယောက်နဲ့တွေ့ရင်ထင်မှတ်မထားတာတွေ ဖြစ်လာမှာပါပဲအခုလည်းကြည့်လေ ကာရန်ရဲ့အစ်မ သူ့အမျိုးသားပေါ်မှာဘယ်လောက်ပဲရိုသေနေပါစေ ကာရန်ကတော့ မရိုသေပါဘူးတစ်နှစ်ကျော်လောက်ခွဲသွားပြီးတော့ ပြန်လာတဲ့ ကာရန်ရဲ့ အစ်မယောင်္ကျားကိုကာရန်က မဆီမဆိုင်ပဲ သွားပြီးခရီးဦးကြိုပြုပါတယ်ကာရန်က အကြံသမားဆိုတော့ အိမ်ကို တန်းပြီး ပြန်မပို့သေးပဲနေစရာတစ်ခုစီစဉ်ထားလိုက်ပါတယ်နေရာစီစဉ်ထားတာကလဲ အိမ်နဲ့ ဝေးနေတော့ ပြန်ရောက်တာကလဲ ညနေဆိုတော့အဲဒီမှာပဲ တစ်ညအိပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်အမျိုးကောင်းသားလေးက ဘယ်လိုပဲ အကြောင်းပြချက်တွေ ပေးပေးကာရန်ရဲ့ မာယာကျော့ကွင်းထဲ ဝင်လျှက်သား ဖြစ်သွားပါတော့တယ်အိမ်ထောင်ရှင် အမျိုးသားများ သင်ခန်းစာရယူဖို့ တင်ဆက်ပေးလိုက်ပါတယ်တစ်ခုသတိထားရမှာက ကာရန်ရဲ့ မာယာကျော့ကွင်းက အမြင့်ဆုံး Levelဖြစ်နေတဲ့အတွက် မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်ပါဘူးခင်ဗျ။ \nFile size…1GB\nQuality…720p FHD \nFormat…mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/2oods/PRED-362_-_My_Wife_And_I,_Who_Was_In_A_Stat.720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/813COq4AFIL._AC_SL1500_-141x200.jpg",
        "title": "[21+] I Hope My Husband Never Finds Out – Karen Kaede [IPX-641]",
        "description": "ဂျပန်ကတုံးနဲ့ Karen Kaede တို့ပါဝင်တဲ့ ဇာတ်ကားဆိုတော့ ကျွန်တော်တို့ မငြင်းဆန်နိုင်ခဲ့ပါဘူး...AV IDOL တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးဆို Karen Kaede က ပြေးမလွတ်ပါပဲ...နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ...ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ...သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေတတ်သူလေးပါ။ဂျပန်ကတုံးဆိုတာကလဲ သိုင်းကြမ်းစုံတဲ့ ဝါရင့်သိုင်းသမားဆိုတော့....။Dark Side Production မှ တင်ဆက်သည်။File Size : (2.5 GB) & (999 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 01:55:25\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/2ooD6/(DS)I_Hope_My_Husband_Never_Finds_Out_–Karen_Kaede[IPX-641]_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/s-133x200.jpg",
        "title": "[18+] Seduction (2017)",
        "description": "[Unicode]သင်သာ အချစ်ကို အဓိပါယ်ဖွင့်ဆိုရမယ်ဆို ဘယ်လိုဖွင့်ဆိုမိမလဲ ....သစ္စာတရားကိုတော့ မပါမဖြစ် ဖွင့်ဆိုမိကြမှာပေါ့...ဒီဇာတ်ကားကြည့်ပြီးရင်တော့ အဲ့သစ္စာတရားဆိုတာ ပေါက်စီနှစ်လုံးလား စမူဇာတစ်ခုလား အီကြာကွေးတစ်ချောင်းလားဆိုတာ မေးစရာတောင်ဖြစ်လာခဲ့ပါပြီ...ဒီဇာတ်ကားမှာ အဓိကပါမှာကတော့ လင်မယားနှစ်ယောက်ရယ် ခပ်ငယ်ငယ် ဒေါင်ကောင်းကောင်း ကီမုချိလို စွခွက်နဲ့ ကြာကူလီတစ်ကောင်ပါပါမယ် (စတာ တို့ ကီမုချိ က ပိုချောတယ် ငိငိ)လင်မယားနှစ်ယောက်မှာ ယောကျာ်းဖြစ်သူက ခွေးလိုနွားလို အလုပ်လုပ်ပါတယ် ... ညမအိပ်ပဲအလုပ်လုပ်တာကြောင့် စမူစာငတ်ပါတယ်စမူဇာသည်ကလည်း သူ့စမူစာကို ဖောက်သည်က ဝယ်မစားတော့ အတင်းထိုးရောင်းချင်နေပါတယ်ဒီလိုနဲ့ စောစောက ကြာကူလီကောင်နဲ့ ကားတိုက်မိသလို ဖြစ်ရင်းစတွေ့ပါပြီစမူစာရောင်းချင်သူနဲ့ စမူဇာနှိုက်မြည်းချင်သူတို့ ဆုံတွေ့ပြီးနောက် ဘာဆက်ဖြစ်မလဲဆိုတာ ကြည့်ပြီးdown မှားလို့ downပြီးကြည့် (ငိုးမ လင်းမူ) ဘာမှမဆိုင်လည်းဆဲတယ် :3ဒီဇာတ်ကားကတော့ ခင်ဗျားတို့ အိမ်သာတက်ရင်း ကြည့်နေကျ ဂျပန်ကားတွေနဲ့တောင်သွားဆင်ပါသေးတယ်အညွှန်းရေးတာကတော့ Dark Devil ပါ ။ Trans : NatsuEncoder : ...",
        "rating": "",
        "url": "https://megaup.net/1Izb5/[18+]_Seduction_(2017).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZDYzMjljYjQtZGU3MC00NWNiLTg4ODUtNWQ0YjZlYzM5Y2FhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-140x200.jpg",
        "title": "[18+] Malicious (1973) Malizia",
        "description": "Malena(2000) ဇာတ်ကားလိုပဲ လူ့သဘောမနောကိုတင်ပြရာမှာ ပွင့်ပွင့်လင်းလင်းချပြတတ်တဲ့ အီတလီဂန္တဝင်ဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။အစ်ဂ်နာဇီယိုက ပူပူနွေးနွေးမုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သားသုံးယောက် (၁၈,၁၄,၆) နှစ်အရွယ်တွေနဲ့တိုင်ပတ်တော့မယ့်\nဆဲဆဲ သူ့ဘဝထဲကို ကယ်တင်ရှင်တစ်ယောက်ရောက်လာခဲ့ပါတယ်။\nသူကတော့ အင်မတန်ကြော့ရှင်းလှပသလို အိမ်မှုကိစ္စမှာလဲ လှည့်ကြည့်စရာမလိုအောင်ထောင့်စေ့လှတဲ့ အိမ်ဖော်\nလှလှလေး အိန်ဂျလာပါပဲ။မုဆိုးဖိုကြီးအစ်ဂ်နာဇီယိုအတွက် အိမ်တွင်းမှုကျေပွန်ပြီး အလှပဂေးတစ်ဦးဖြစ်တဲ့ အိန်ဂျလာအပေါ်\nမျက်စိကျ သဒ္ဒါစိတ်တွေယိုဖိတ်လာတာမဆန်းကြယ်သလိုပြဿနာလဲမရှိပေမယ့် သူ့သားလူပျိုပေါက်တွေဖြစ်တဲ့\nအကြီးကောင်နဲ့အလတ်ကောင်တို့ကပါ သူတို့နည်းသူတို့ဟန်နဲ့အပြိုင်အဆိုင်ချဉ်းကပ်ကြရာမှာတော့ ပြဿနာတွေရှိလာပါပြီ။ဒါပေမယ့် သူတို့သုံးဦးထဲက အိန်ဂျလာကို ပိုင်ပိုင်နိုင်နိုင်အညှာကိုင်လိုက်နိုင်သူကတော့ အလတ်ကောင်လေး နီနိုပဲဖြစ်ပါတယ်။\nနီနိုကိုင်လိုက်မိတဲ့ အိန်ဂျလာရဲ့အညှာက ဘာဖြစ်မလဲ? ဒီသားအဖတွေရဲ့ သပွတ်အူဇာတ်ရှုပ်ကြားက မိန်းမလှလေးအိန်ဂျလာ\nဘယ်လိုလွတ်အောင်ရုန်းရပါ့မလဲ? စတာတွေကိုဆက်လက်ရှုစားကြပါ။ဇာတ်အစကနေ အဆုံးအထိ\nအတည်ပေါက်နဲ့ဖောက်တဲ့ သဘာဝကျကျဟာသတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားတစ်ကားပါ။ သစ်ရွက်လှုပ်တာတောင်ရယ်ချင်လောက်အောင်\nစိတ်ကစားတတ်စ လူပျိုပေါက်လေးရဲ့စိတ်ကူးယဉ်အိမ်မက်တွေကို သရုပ်ဖော်ပြတဲ့နေရာတွေမှာတော့ အောက်စလေးလွတ်တာမြင်ရမြင်ရ\nအနားကပင့်သက်လေးရှိုက်ရရှိုက်ရတကူးတက ကြိုးစားကြတဲ့ပုံတွေကိုမြင်ရင် ဒိုင်နာကားပေါ်တက်လို့လှစ်ကနဲပေါ်လာတတ်တဲ့ခြေသလုံးသားဝင်းဝင်းလေးတွေလောက်ကို\nလက်ဖက်ရည်ဆိုင်က အံကြိတ်ငေးခဲ့ရတဲ့ ကျွန်တော်တို့ဆီက ကာလသားကြီးတွေလဲကိုယ်ချင်းစာမိကြမှာပါ။ဘယ်လိုပဲဖြစ်ဖြစ် ဒီဇာတ်ကားဟာ ၁၉၇၃ ခုနှစ်မှာ နာမည်အကြီးဆုံး အီတလီဇာတ်ကားအဖြစ်စာရင်းဝင်ခဲ့ပြီး အကောင်းဆုံးမင်းသမီးဆုဇာတ်ပို့ဆုတွေပါထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ အခုချိန်ထိလဲ နာမည်အကြီးဆုံးဇာတ်ကားစာရင်းမှာ ၁၁ ကားမြောက်အဖြစ်ရှိနေဆဲ ဂန္ဓဝင်ကားကြီးတစ်ကားဖြစ်ပါတယ်။အရမ်းကွက်ကွက်ကွင်းကွင်းပြကွက်ကြီးတွေမပါပေမယ့် သရိုးသရီလေးတွေကိုအချိန်ဆွဲပြတာတွေ၊ စူးစမ်းတတ်စလူပျိုပေါက်တွေရဲ့ပြောစကားတစ်ချို့တွေရယ်ကြောင့်\n၁၈ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2oi5e/(CM)_Malicious.1973.ITALIAN.1080p.BluRay.x264.DTS-FGT.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Untitled-142x200.png",
        "title": "[21+]Forbidden Teacher Love. Yua Mikami[SSIS-241]",
        "description": "Japan Idol အဆိုတော်ဘဝကနေ porn star ဘဝကို ကူးပြောင်းခဲ့တဲ့ Yua Mikami ဟာဆိုရင်တော့ဖြင့်သမင်မျက်လုံးလို အပြစ်ကင်းစင်တဲ့ မျက်ဝန်းလဲ့လဲ့လေးရယ်မြင်သူသနား ကြားသူချစ်ခင်ဆိုတဲ့ အဆင်းအသံလေးရယ်နဲ့ ပြည့်စုံလွန်းလှတဲ့အပြင်ကိုခန္ဓာကိုယ်ကောက်ကြောင်းလေးကလဲ ဘုရားသခင်က ထုဆစ်ပေးထားသလိုအပိုအလိုမရှိ ဖုသင့်တာဖုဖောင်းသင့်တဲ့နေရာဖောင်း ဂန္ဓဝင် ဂရိနတ်ဘုရားမတစ်ပါးရဲ့ ပန်းပုရုပ်ထုလိုပါပဲ ။စိတ်ရှိတိုင်းသာ ညွှန်းဆိုရရင် တစ်နေကုန်ဒီတိုင်းလေးပဲ ကြည့်နေပါဆိုရင်တောင် မပျင်းမရိပဲ ထိုင်ငေးချင်နေစရာ အလှတစ်ပါးပါပဲဒါပေမဲ့ ဒီတိုင်းထိုင်ကြည့်ပြီးပျင်းမနေရအောင်ဇာတ်လမ်းလေးနဲ့တင်ဆက်ပေးထားတဲ့ ကြင်နာတတ်တဲ့ဆရာမလေးရယ်အားငယ်တတ်တဲ့ အမောင်ကျောင်းသားလေးတို့ကြားကဆန်းကြယ်တဲ့ အချစ်ဇာတ်လမ်းလေးကိုမင်းသမီးလေးရဲ့ ရင်ဖိုစရာ သရုပ်ဆောင်မှုတွေနဲ့အတူ ခံစားကြည့်ရအောင်ဗျာ။Dark Side Production မှ တင်ဆက်သည်။File Size : (1.8 GB) & (850 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 01:58:40\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/2o94s/(DS)_[SSIS-241]_Forbidden_Teacher_Love._Yua_Mikami_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/271963805_917531045633054_1716118446833782271_n-133x200.jpg",
        "title": "[18+] Kinsenas, Katapusan (2022)",
        "description": "ဒီဖိလစ်ပိုင်ဇာတ်ကားက Thriller,Psychological ပုံစံပါ။ကွန်နရာဒိုဟာအောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်၊ အလိုက်သိဖြည့်ဆည်းတတ်တဲ့ဇနီးချောနဲ့သမီးလိမ်မာလေးကိုပါ\nပိုင်ဆိုင်ထားတဲ့ အားကျစရာဘဝပိုင်ရှင်လူလတ်ပိုင်းတစ်ဦးပါ။ဒါဆိုရင်သူ့မှာ ဘာချို့ယွင်းချက်ရှိနေမလဲဆိုတော့ ဘာမှရှိမနေပါဘူး။အဲ့ဒါတွေတင်မကပဲနဲ့ စော်လဲမတရားကြည်ပါသေးတယ်။ သူ့ရုံးကလက်ထောက်ကောင်မလေးဆို မနည်းရှောင်တဲ့ကြားထဲက အတင်းကြီး\nစားပွဲပေါ်လာတင်ကျွေးလို့အားနာပြီးစားလိုက်မိရာကနေ လာလာနွယ်နေလို့သူစိတ်ညစ်နေရတာလေးတစ်ကွက်တော့ရှိတယ်။ပြောရမယ်ဆိုရင်မွေးရာပါ\nအားနည်းချက်က စော်ကြည်တာပေါ့ဗျာ။အဲ့ဒီကနေမှသူ့သမီးကျောင်းကိုအသစ်ရောက်လာတဲ့ အတန်းဖော်မိန်းကလေး၊\nအထက်တန်းကျောင်းသူလို့မထင်ရစရာ ဖွံ့ဖွံ့ထွားထွားနဲ့ ဆွဲဆောင်မှုပြင်းလွန်းတဲ့ကောင်မလေးကပါ သူ့သမီးကတစ်ဆင့် သူ့ကိုအတင်းဝင်လုံးဝင်ရော\nနည်းပေါင်းစုံနဲ့ဇာတ်လမ်းတွေထွင် ဗီဒီယိုကောတွေနဲ့ပြ တစ်ဆင့်ပြီးတစ်ဆင့်တက်လှမ်းလာတဲ့အခါ..။ကောင်မလေးရိုးမှရိုးရဲ့လားလို့တွေးမိကြမှာပါပဲ။ ကောင်မလေးမှာသူမသိတဲ့ဘယ်လိုနောက်ကြောင်းတွေရည်ရွယ်ချက်တွေရှိမလဲ၊ ဒီကောင်မလေး\nခြိမ်းခြောက်လာခဲ့သလို သူချစ်တဲ့ဇနီးနဲ့သမီးတို့နဲ့သာယာတဲ့အိမ်ထောင်ရေးကိုထိခိုက်ခံရတော့မှာလား? ဒီရမ္မက်နွံကနေ ဘယ်လိုရုန်းထွက်ရမလဲစတဲ့\nမေးခွန်းတွေကို အဖြေရှာရှုစားကြပါ။မင်းသားကြီးရဲ့ဘဝဟာဆိုရင်ဖြင့် စောင်းပုလွေဘာဂျာအစုံနဲ့ သာယာပုံတွေက တကယ့်ကိုအားကျစရာကြီးဆိုတော့ ငါဆိုရင်ကောရုန်းနိုင်ပါ့မလားဆိုတဲ့မေးခွန်းတော့\nကိုယ့်ကိုယ်ကိုပြန်မေးဖြစ်ကြပါလိမ့်မယ်။ 18+ ပါပဲဆိုတာတော့ပြောစရာမလိုဘူးထင်ပါတယ်။\nFile size…(800 MB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/2nXw1/(CM)_Kinsenas.Katapusan.2022.1080p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/bspoywmxxace-133x200.jpg",
        "title": "[18+] Silip (1985) Daughters of Eve",
        "description": "ဒီကားကတော့ ဂန္တဝင်ဖိလစ်ပိုင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်....လူသားတို့ရဲ့ရမ္မက်နဲ့လိုအင်လောဘ ကြမ်းကြုတ်ရက်စက်တဲ့သဘောသဘာဝတွေကို ကွက်ကွက်ကွင်းကွင်းပုံဖော်ရိုက်ကူးထားပြီး အသက်ဝင်လွန်းတာကြောင့်ရယ် သရုပ်ဆောင်တွေကြောင့်ရယ် ဘာဆင်ဆာမှာမဖြတ်ထားတာကြောင့်ရယ် နာမည်ကြီးခဲ့ပါတယ်။အီလိုကိုစ်ပြည်နယ်အစွန်အဖျားက ရွာလေးတစ်ရွာမှာရွာသူရွာသားတွေဟာလိင်မှုကိစ္စမှာပွင့်လင်းစွာ\nဖြစ်ချင်တိုင်းဖြစ်နေကြပါတယ်။ အဲ့ဒီထဲမှာမှ အများသူငါလို ရမ္မက်စိတ်တွေကိုမျိုသိပ်ပြီး ရွာကကလေးတွေကိုဓမ္မပုစ္ဆာတွေ\nသင်ပေးနေတဲ့ တွန်ညာဆိုတဲ့မိန်းမလှလေးရှိပါတယ်။ အများလက်မခံနိုင်တဲ့အယူအဆတွေကိုသင်ကြားနေတဲ့\nသူ့အပေါ်လိုသူတွေရှိသလို သူ့အလှအပကြောင့်မလိုသူတွေလဲရှိပါတယ်။တစ်နေ့တော့ရွာကနေထွက်ခွာသွားတာကြာပြီဖြစ်တဲ့ သူ့သူငယ်ချင်းဟောင်းအလှပဂေးတစ်ဦးလဲဖြစ်တဲ့ ဆယ်လ်ဒါဟာ\nအမေရိကန်သားချစ်သူတစ်ယောက်နဲ့အတူပြန်ရောက်လာချိန်မှာ ဒဏ်ရာဟောင်းတွေ အတိတ်ဇာတ်လမ်းဟောင်းတွေနဲ့အတူ\nငြိမ်သက်နေတဲ့ တွန်ညာရဲ့ဘဝအပြင် သူတို့နှစ်ဦးရဲ့ အတိတ်ဇာတ်လမ်းထဲက အမျိုးသားတစ်ဦးဖြစ်တဲ့ ဆိုင်မွန်တို့ရဲ့\nဘဝတွေပါ လှုပ်ခတ်ဖို့ဖြစ်လာပါတော့တယ်။ ဆယ်လ်ဒါကတော့ တွန်ညာရဲ့စရိုက်နဲ့ဆန့်ကျင်စွာပွင့်လင်းမြင်သာရှိလွန်းလို့ပါပဲ။Silip: Daughters of Eve ဟာအဲ့ဒီခေတ်အခါမှာခေတ်စားနေတဲ့ လိင်အသားပေး Sexploitation films တွေထဲကအထင်ရှားဆုံးဥပမာ\nတစ်ခုဖြစ်ပြီး၊ ၁၉၈၂ ဖိလစ်ပိုင်ကိုယ်စားပြု Miss Universe ပြိုင်ပွဲဝင် Maria Isabel Lopez,နာမည်ကျော်အချိုရည်ကြေငြာအလှမယ်\nSarsi Emmanuelle တို့အကြမ်းပတမ်းခေါင်းဆောင်ပါဝင်ထားပါတယ်။ရုပ်ရှင်ကားကြီးတစ်ကားလို့ မထင်နိုင်စရာပွင့်လင်းလွန်းတဲ့ လိင်ဆက်ဆံခန်းတွေ၊ ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေ၊ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်တွေရဲ့မဖွယ်မရာ စကားပြော၊ အပြ၊ အပြုအမူတွေအပြင် သွေးထွက်သံယို သတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းကြမ်းတမ်းတမ်းပါဝင်ပါတယ်။\n2007 dvd အနေနဲ့ထွက်ရှိအပြီး ကာလသားတွေကြားနာမည်ကြီးခဲ့တဲ့ဇာတ်ကားဖြစ်လို့ တစ်ချို့အခန်းတွေမှတ်မိတဲ့သူတွေမှတ်မိကြပါလိမ့်မယ်။ဖိလစ်ပိုင်ရဲ့ခေတ်ဟောင်းရုပ်ရှင်ကားဆိုပေမယ့် ...",
        "rating": "6.1",
        "url": "https://megaup.net/11Og0/(CM)_Silip-Daughters_of_Eve_(1985)1080p.BluRay.Remux.HEVC_AAC_Org_Audio.mkv",
        "category": "Adult, Asian, Crime, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMDUzMmIwYWMtMjNjOS00NGNkLThkY2MtOGNlOTY1ZWVkYjRkXkEyXkFqcGdeQXVyNjczMzgwMDg@._V1_-133x200.jpg",
        "title": "[18+] Pleasure (2021)",
        "description": "Bella Cherry ဆိုတဲ့ အသက် ၁၉ နှစ်အရွယ် ဆွီဒင်သူလေးဟာ ပွန်းစတားတစ်ယောက်ဖြစ်ချင်တာကြောင့်လော့အိန်ဂျလိကို ရောက်ရှိလာခဲ့ပါတယ်...ဒါပေမယ့် သူ့ရဲ့အိမ်မက် အောင်မြင်မှုကို ရှာဖွေတဲ့အခါမှာ ပွန်းလောကထဲမှာတောင် မလွယ်ကူလှပါဘူး...ပွန်းစတားတစ်ယောက်ဖြစ်လာဖို့ ဘယ်လောက်ထိ ကြိုးစားရုန်းကန်ရလဲဆိုတာ...ခမ်းကြမ်းကြမ်းတွေတင်ဆက်ထားပါတယ်...။တကယ်တော့ လူ့ဘဝကြီးကိုက ခက်ထန်ကြမ်းတမ်းနေခဲ့ပြီးသားပဲလေ။[Dark Side Production မှ တင်ဆက်သည်။]File Size : (1.3 GB) & (640 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:48:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by RGB",
        "rating": "6.4",
        "url": "https://megaup.net/1HP7k/(DS)_Pleasure.2021.1080p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7LMrT8v3GZOvh9oPYKuy0MdJORK.jpg",
        "title": "(18+) Silip Sa Apoy (2022)",
        "description": "Silip Sa Apoy (2022)\n---------------------အိမ်ထောင်ရေးတခုတည်ထောင်ဖို့ဆိုတာ လွယ်ပေမယ့်အဲ့ဒီအိမ်ထောင်ရေးပျော်ရွှင်သာယာပြီး နှစ်ဦးနှစ်ဖက်အပြန်အလှန်ကောင်းဖို့ဆိုတာ ခက်ခဲလှပါတယ်....ဒီကားလေးက ပညာပေးကားဆိုလဲ မမှားသလိုအမ်မာဆိုတဲ့ကောင်မလေးရဲ့အလှတရားကိုလဲခံစားဖို့ လှစ်ဟပြသထားတဲ့ကားဆိုလဲ မမှားပါဘူး အမ်မာက ဘားမှာလုပ်ရတဲ့ ဘားမယ်လေးငယ်ငယ်တည်းက ဆင်းရဲတယ် မပြည့်စုံရှာသူလေးဒါပေမယ့် အလှသွေးကတော့ကြွယ်တယ် နှာတံပေါ်ပေါ်ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ သေးသေးကျစ်ကျစ်နဲ့ဖျစ်ညှစ်ချင်စရာလေးပေါ့....ဒီလိုနဲ့ သူကဘန်ဆိုတဲ့ယောကျာ်းတစ်ယောက်နဲ့ အကြောင်းပါပါလေရော...ဘန်က အလုပ်ကြိုးစားတယ် ငွေတိုးပေးတယ်သူကိုယ်တိုင်လဲအလုပ်လုပ်တယ်....ဒါပေမယ့် ဘန်ကညဆိုပုံမှန်သောက်တယ်ပြီးရင်လဲ အမ်မာဆန္ဒဆိုတာထက် သူ့ဆန္ဒကိုသာဦးစားပေးတဲ့ လူစားပေါ့... အလုပ်မှာအဆင်မပြေရင်လဲအမ်မာကို ထိုးနှက်ပြီးပြဿနာရှာတက်ပါသေးတယ်ဒီလိုနဲ့ အမ်မာတစ်ယောက် အဲ့ဒီဒဏ်ရာတွေကိုကြိတ်မှိတ်ခဲံစားရင်အိမ်နီးချင်းကောင်လေးတစ်ယောက်နဲ့ မထင်မှတ်ပဲတွေ့ဆုံမိတဲ့အခါမှာတော့.................... \nFile size…1.79GB / 929MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  X Cross",
        "rating": "7",
        "url": "https://megaup.net/1HO26/Silip.Sa.Apoy.2022.1080p.WEB-DL.AAC2.0.x264(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUk5AGcGvybPBvvMqrDPbAFAknD.jpg",
        "title": "The Human Centipede 3 (Final Sequence) (2015)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "2.7",
        "url": "https://megaup.net/2nLip/(DS)_The.Human.Centipede.III.2015.1080p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cMTX2BQVJDZfFlnPL5dDstmLfz.jpg",
        "title": "The Human Centipede 2 (Full Sequence) (2011)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/2nLik/(DS)The.Human.Centipede.II.Full.Sequence.2011.Unrated.Colorized.1080p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gMtjxIkEi0hnTV5lPHbgeZ4ZpUZ.jpg",
        "title": "The Human Centipede (First Sequence) (2009)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "4.4",
        "url": "https://megaup.net/2nLiv/(DS)The.Human.Centipede.First.Sequence.2009.1080p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/mjqohpxhcqiz-133x200.jpg",
        "title": "[18+] Hugas (2022)",
        "description": "အယ်လ်က လမ်းဘေးမှာပဲတစ်ကောင်ကြွက်အဖြစ် ခိုးဆိုးလုနှိုက်အလုပ်တွေနဲ့ကြီးပြင်းလာတဲ့ လမ်းပျော်လူငယ်တစ်ဦးပါ။\nသူ့မိတ်ဆွေတစ်ယောက်အဆက်အသွယ်နဲ့ ဘဏ်ဓားပြ၊မူးယစ်မှောင်ခို အစရှိတဲ့အလုပ်တွေလုပ်ကိုင်တဲ့ ဒန်ချိုရဲ့လူဆိုးဂိုဏ်းကို\nဝင်ရောက်လာခဲ့ပြီး သူ့ကျွမ်းကျင်မှုတွေကြောင့် အချိန်တိုအတွင်းမှာပဲ လူယုံတစ်ယောက်ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂန်းစတားပေါက်စလေး အယ်လ်အနေနဲ့ ဒုစရိုက်လောကကိုစွန့်ခွာချင်စရာအကြောင်းပြချက်က ဒီဂိုဏ်းထဲမှာပဲတွေ့ခဲ့တဲ့\nလီဆယ်လ်ဆိုတဲ့ မိန်းမလှလေး တစ်ဦးဖြစ်လာခဲ့ပါတယ်။ဖိလစ်ပိုင်သမ္မတ ဒူတာတေးခေတ်မှာ မူးယစ်ဂိုဏ်းတွေအပေါ်ရိုက်ခတ်လာခဲ့တဲ့ တွေ့ရာနေရာ\nအမေးအမြန်းမရှိ ပစ်ခတ်သတ်ဖြတ်တဲ့ စီရင်မှုတွေ၊ ဂိုဏ်းအချင်းချင်းနယ်မြေလု ဖျံကျတဲ့အကွက်တွေ၊ အချင်းချင်း နောက်ကျောကနေ\nဓားနဲ့ထိုးဖို့ဝန်မလေးတဲ့လောက ကနေ သူတို့ဘယ်လိုလွတ်အောင်ရုန်းမလဲဆိုတာကို ဆက်လက်ရှုစားကြပါ။ဇာတ်လမ်းက အပစ်အခတ်အညှစ်အသတ်တွေများသလို အညစ်အပတ်တွေလဲအရမ်းများပါတယ်၊ဘဏ်ဓားပြတိုက်ရင်း စာရေးမကအထာပေးလို့ဂျိမ်းတာ၊\nချစ်သူချင်းမင်္ဂလာဦးညဂျိမ်းတာ၊ ပျော်လို့ဂျိမ်းတာ၊ စိတ်ညစ်တာကိုဖေးမနှစ်သိမ့်ရင်းလမ်းကြုံလို့ဂျိမ်းတာ စသဖြင့်အားနေဂျိမ်းနေကြတာဖြစ်လို့\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။မင်းသမီးတွေကလဲချစ်စဖွယ်မျက်နှာလေးတွေနဲ့မလိုက်အောင် ရွှေရင်ဌေးဌေးတွေဆိုတော့ ခဏခဏ pause လုပ်မိနေမှာဖြစ်လို့\nတစ်ယောက်တည်းကြည့်တာကောင်းပါလိမ့်မယ်။\nFile size…(1.2 GB) (500 MB)\nQuality…WEB-DL 1080p/720p\nFormat…mkv\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "7.5",
        "url": "https://megaup.net/33Gad/(CM)_Hugas.2022.1080p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Action, Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/l_p0071619015-143x200.jpg",
        "title": "[18+]Mutual Relations (or) Emptiness is Nothing (2015)",
        "description": "ဒီဇာတ်ကားဟာ ခေတ်သစ် ကိုရီးယား Romance-Sexy ဇာတ်လမ်းတွေထဲမှာတော့ အကြိုက်ဆုံးနဲ့ အရယ်ရဆုံးလောက် ရှိပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်တော့မင်းသမီး သုံးယောက်ရဲ့ အကြောင်းကိုအရင်စပြောရမှာပေ့ါပတ်ဆိုးမီကတော့ စမန်ထတဲ့ ကောင်မလေးဟန်ရီချွန်းကတော့ ရိုးတဲ့အတဲ့ ကောင်မလေးအဓိက မင်းသမီးဖြစ်တဲ့ ဂျီအန်ကတော့ ပန်းချီဝါသနာကိုသာစိတ်ရှိတဲ့ တည်တည်ငြိမ်ငြိမ် ကောင်မလေးပေ့ါပတ်ဆိုးမီ ..ဂျီအန် နဲ့ဟန်ရီချွန်းတို့ ပန်းချီသင်ကြားနေတဲ့ မင်းသမီးချောလေးသုံးယောက်ဖြစ်တယ်ပန်းချီသင်တန်းမှာပဲ အပိုဝင်ငွေအတွက် ကိုယ်တုံးလုံးချွတ်မော်ဒယ်လာလုပ်တဲ့ မင်းသား ဂျန်ဘေဟွန်နဲ့ တွေ့ဆုံကြတော့တာပဲ...ထို သုံးယောက်ထဲမှာမှ ဂျန်ဘေဟွန်ဟာ ဂျီအန်ကို တွေ့တွေ့ချင်း ကြွေသွားပါလေတော့တယ်သစ္စာဖောက်သွားတဲ့ရည်စားနဲ့ မင်းသမီး ဂျီအန်တို့ စကားများနေတဲ့အချိန်မှာပဲဂျန်ဘေယွန်က ဟီးရိုးကြီးဝင်လုပ်ရာမှ အထိုးခံလိုက်ရတာနဲ့ သနားသွားပြီ ဂျီအန်တို့အဖွဲနဲ့ဂျန်ဘေယွန်တို့အဖွဲ့ ခင်မင်ရင်းနှီးသွားကြပါတော့တယ်....ခင်မင်ရင်းနှီးပြီး နောက်ပိုင်း လူငယ်ဘာဝ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါအုံးလို့။18+ ဇာတ်ဝင်ခန်းများ ဖောဖောသီသီ တင်ဆက်ထားတာကြောင့် ၁၈ နှစ်မပြည့်သေးသူများမကြည့်ရှုရန်လည်း ကြိုတင်သတိပေးအပ်ပါသည်(သတိပေးပေးမပေးပေး ကြည့်မယ်မှန်းသိနေလည်း အဲ့လိုတော့ ပြောရမှာပဲ)(ဒီဇာတ်ကားကို Pennywise မှ ဘာသာပြန်ဆိုထားပြီး AP Newschool မှ ...",
        "rating": "",
        "url": "https://megaup.net/Q8gj/(CM)Mutual.Relations.2015.720p.HDRip.H264.AAC-ob2.mp4",
        "category": "Adult, Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/d13cfa7e-f4a4-4b86-b6e9-094afda1cd35-133x200.jpg",
        "title": "[18+] Fifty Shades Freed (2018)",
        "description": "Fifty Shades Freed ရဲ့ preview ကိုတော့ စာအုပ်ထဲဇာတ်လမ်းနဲ့Trailer ကိုဆက်စပ်ပြီးဖော်ပြပေးပါမယ်။\nTrailer ဟာ Christian နဲ့ Ana မင်္ဂလာဆောင်တဲ့ဇာတ်ဝင်ခန်းနဲ့ဖွင့်ထားပြီး Grey တို့ဇနီးမောင်နှံ ဥရောပတခွင် ဟန်နီးမွန်းထွက်တဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ဒါပေမယ့် သူတို့ရဲ့ ဟန်းနီးမွန်းမှာ အကြောင်းတစ်စုံတစ်ခုကြောင့် နောက်ကြောင်းမအေးဖြစ်ခဲ့ရပါတယ်။\nအကြောင်းကတော့ Christian ရဲ့ ရုံးအဆောက်အဦးမှာ မီးလောင်မှုဖြစ်ခဲ့တာဖြစ်ပြီး ထိုမီးဟာ မတော်တဆကြောင့်လောင်ကျွမ်းတာမျိုးမဟုတ်ပဲ တစ်စုံတစ်ဦးရဲ့ ရည်ရွယ်ချက်ရှိရှိ လုပ်ရပ်ကြောင့်ဖြစ်ကြောင်း Christian သိလိုက်ရပါတယ်။ ဒါပေမယ့် Ana ရဲ့အကူအညီနဲ့ တရားခံဘယ်သူဖြစ်တယ်ဆိုတာကို Christian တစ်ယောက်အတည်ပြုနိုင်ခဲ့တယ်။\nသူတို့ ဟန်းနီးမွန်းကပြန်ရောက်ပြီး လုပ်ငန်းခွင်ထဲပြန်ဝင်ကြရတဲ့အခါ Ana ဟာ Acting Fiction Editor မဟုတ်တော့ပဲ Fiction Editor ဖြစ်နေပါပြီ။ Christian Grey ရဲ့ အရှိန်အဝါကြောင့် ပစားပေးခြင်းခံရတာကို မလိုလားတဲ့ Ana ဟာ SIP ရုံးတွင်းမှာ ...",
        "rating": "4.4",
        "url": "https://megaup.net/11K72/(CM)_Fifty.Shades.Freed.2018.UNRATED.BluRay_1080p_H.264_AAC_Audio-Nyein.mp4",
        "category": "Adult, Drama, Romance, Thriller"
    }
]