[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/cronenberg-crash-810x1200-203x300.jpg",
        "title": "Crash (1996)",
        "description": "ဒီဇာတ္ကားကို အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။ Nudity အခန္းတခ်ိဳ႕ပါပါတယ္။ဇာတ္ကားကလဲ Psycho ဆန္ျပီး Sexual Pleasure နဲ႕ Car Crash ကို တြဲဖက္ျပထားပါတယ္။ေဝဖန္သူတခ်ိဳ႕ရဲ႕ ေထာက္ခံမႈရရွိထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating(6.4/10) ပါ။ \nFile size…(800MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:40:33\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungDownload and Watch HD and 360p (VIP Link)\n(or)\nDownload DVDrip (pCloud)\n \nDownload 360p Small File (290MB)",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/crash-1996/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAzMTM3MjkwN15BMl5BanBnXkFtZTcwOTAwOTIzMQ@@._V1_-210x300.jpg",
        "title": "[21+] Cheeky (2000)",
        "description": "Cheeky ဆိုတဲ့ ဇတ်လမ်းလေးဟာ Comedy & Drama ဆိုပေမယ့် သာမန် 18+ ရုပ်ရှင်ကားတွေထက် အများကြီးဆိုးပါတယ်\nသတိပြုသင့်တာက မိသားစု နှင့် အတူ မကြည့်သင့်သလို 18 နှစ်အထက် အသက်ပြည့်ပြီးသူများသာ ကြည့်သင့်ပါတယ်...\nUnrated အမျိုးအစား ဖြစ်လို့ အကုန်လုံး မြင်သာထင်သာ ပြသထားတာမို့ ဆင်ဆာ မဖြစ်ထားပါဘူး...\nဇတ်လမ်းပုံစံ ကတော့ ကာလာ ဆိုတဲ့ ချောမောလှပပြီး ချစ်စဖွယ်ကောင်းတဲ့ အီတလီ သူလေးဟာ ရည်းစားများပြီး ပွေရှုပ်တက်သူပါ\nတစ်ရက်မှာတော့ မက်တဲယို ဆိုတဲ့ကျောင်းသား ကောင်လေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားပါတယ်....\nမက်တဲယို နှင့် သူမ အတူတူ နေထိုင်ဖို့ တိုက်ခန်း ရှာဖွေရင်း တိုက်ခန်းရှာဖွေပေးတဲ့ လိင်တူချစ်သူ အမျိုးသမီးတစ်ဦးနှင့်လဲ\nဇတ်လမ်းတွေ ဖြစ်လိုက်ပါသေးတယ် ဒါကို မက်တဲယို သိပေမယ့် မိန်းကလေး အချင်းချင်း မို့ ဘာမှ မပြောသေးပါဘူး\nတစ်ရက်မှာတော့ ကာလာ ရဲ့ အိမ်မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vhee/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/xbphsipopc4j-212x300.jpg",
        "title": "Sex Hunter (1980)",
        "description": "Sex Hunter (1980)\n==============================\nဇာတ္ကားေလးရဲ႕အစကေတာ့ ငယ္ရြယ္ၿပီးေခ်ာေမာလွပတဲ့\nဘဲေလးအကမယ္ေလး\nမီကီိ တစ္ေယာက္ ကပြဲအျပီးမွာ သင္တန္းဆရာမတစ္ေယာက္ရဲ႕ ဖိတ္ၾကားခ်က္ကို ရခဲ့ပါတယ္...\nသင္တန္းဆရာမက သင္တန္းသူေတြကို ဘဲေလးကကြက္ဆန္းေတြသင္ျပီး ေဖ်ာ္ေျဖေပးဖို႔ဆႏၵရိွေနပါတယ္..\nအဲ့ဒီသင္တန္းေက်ာင္းမွာသူမရဲ႕ရရွိတဲ့အခြင့္ေရးေတြေၾကာင့္ေပ်ာ္ရႊင္လာခဲ့ၿပီး\nသူမရဲ႕ခ်စ္သူေကာင္းေလးနဲ႕အခ်စ္ေရးကိုၿပန္လည္ၿပင္ဆင္ဖို႕အတြက္ၾကိဳးစားလာပါေတာ့တယ္...\nမၾကာခင္မွာေတာ့ အဲ့ဒီအကသင္တန္းေက်ာင္းဟာတၿဖည္းၿဖည္းနဲ႕မေကာင္းတဲ့အရာေတြဆီကိုဦးတည္ေနတယ္ဆိုတာသူမသိရွိလာတဲ့အခါမွာေတာ့........\nသူမလြတ္ေၿမာက္ႏိုင္မလား...ဘယ္လိုရုန္းထြက္မလဲဆိုတာစိတ္၀င္တစားနဲ႔ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\n\"အေမွာင္ တကာ့အေမွာင္ထဲမွာ တဏွာအေမွာင္က အမိုက္ဆံုး\" ပါတဲ့ဗ်ာ....File size…(546.8MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:07:29\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator....Kin Mu Chi\nEncoder.....Dynamite BunnyDownload with Dropbox\nDownload with Openload\nDownload with Degoo\nDownload with Syncoplicity\nDownload with Mega\nDownload with MiMedia \nDownload with Hubic\nDownload with Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sex-hunter-1980/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/9852521cf9b8c17fef98c674f12461bb-213x300.jpg",
        "title": "[18+] Last Erotic Train (2008)",
        "description": "ဂျပန်ချစ်တဲ့ပုရိသတ်ကြီးအတွက်ပါ\nဂျပန် ပြည်မှာ Chikan လို့ခေါ်တဲ့အမှုကအတော်ရေပန်းစားပြီး\nအလွန်တစ်ရာ အမှုကြီးပါတယ်....\nChikan(ချီကန်) ဆိုတာက အများပြည်သူသုံး ဘတ်စ်ကားတွေ၊ ရထားတွေပေါ်မှာ\nမိန်းကလေးတွေကို နောက်ကွယ်ကနေမဖွယ်မရာလုပ်တာပါ။\nရှို တစ်ယောက်အလုပ်သွားတဲ့ရထားပေါ်မှာ ချီကန်လုပ်သူပါဆိုပြီး\nမသမာသူ တစ်သိုက်ကချောက်တွန်းပြီး စခန်းအပ်လိုက်ပါတယ်...။\nအဲဒီမှာတင် အလုပ်ပြုတ်၊ မယားက ပစ်သွားပါတော့တယ်။\nတစ်နေ့မှာတော့ အစွပ်စွဲခံရသူရှိုနဲ့ ချီကန်အပြုခံရသူ မီဆာတို့ မထင်မှတ်ပဲ\nတွေ့ရှိသွားပြီး တရားခံကို နည်းမျိုးစုံသုံးပြီးဖေါ်ပါတော့တယ်...\nရှိုရဲ့ ဇနီးကလည်း ရှိုဘာလို့ ချီကန်လုပ်ရသလဲဆိုပြီး မရမက စုံးစမ်း ရာက....\nယုံကြည်မှုဆိုတာ လူတိုင်းအပေါ်မှာထားလို့မရသလို....လုံးဝဥဿုံယုံရမဲ့သူလဲရှိသင့်ပါတယ်။\nမိမိယုံကြည်ရာကိုလဲလက်မလွှတ်သင့်ပါကြောင်း...ဒီဇာတ်လမ်းလေးကို ကြည့်ရင်း ခံစားပေးကြပါကုန်။ (Aye Min Oo မှတင်ဆက်ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:14:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "",
        "url": "https://megaup.net/Uygt/Last_Erotic_Train_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/double-x-211x300.jpg",
        "title": "[18+] Harassed by a stalker (2013)",
        "description": "Harassed by a stalker (2013) \n=================================================\n \nလူတွေကအရမ်းကြောက်စရာကောင်းပါတယ်..ကမ္ဘာပါ်မှာကြောက်စရာအကောင်းဆုံးကလူတွေပါပဲ.....မိတ်ဆွေအချင်းချင်းလည်းလှည့်စားတတ်တယ်သူငယ်ချင်းတွေကိုလည်းလိမ်ညာတတ်ပါတယ်...ဒီဇာတ်ကားလေးကိုကြည့်\nပြီးအတော်ကိုသံဝေဂရမိပါတယ်....ဇာတ်လမ်းအစမှာတော့ချစ်သူနဲ့ကွဲကွားပြီးစကောင်မလေးတစ်ယောက်အိမ်\nထောင်ပြုပြီးမိတ်ဆွေမိန်းကလေးတစ်ဦးနင့်အတူစု စီးပွားရေးလုပ်ပုံထိုမိန်းမကငွေတွေကိုလိမ်လည်ပြီး\nထွက်သွားသောအခါထိုကောင်မလေးဘာဆက်လုပ်မလဲခင်ပွန်းနင့်ကော....ပြသနာမတက်အောင်ဘယ်လို\nလုပ်မလဲ????ထိုကောင်မလေးရဲ့ချစ်သူဟောင်းကလည်းထို\nကောင်မလေးကိုစိတ်မပြတ်နိင်သောအခါ.....ဘာတွေဆက်\nဖြစ်မလဲစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ.....\n \nဂျပန်ကားပီပီ\nဇတ်ကားတစ်ကားလုံး၁၈နစ်အထက်အခန်းတွေ\nဖောဖောသီသီသုံးထားတာကြောင့်\nအသက်မပြည့်သူများ မကြည်ဖို့ပြောလိုက်ပါရစေ....\n(ခိုးကြည့်မယ်ဆိုတာလည်း ကျွန်တော်သိပါတယ်).....\n \nထိုဇာတ်ကားမှာပညာပေးတွေအများကြီးပါပါတယ်လူတွေကိုအကြွင်းမဲ့မယုံဖို့ထိုဇာတ်\nကားထဲမှာပါဝင်ပါတယ်....အပြင်လောကဇာတ်ခုံကအ\nကြောင်းတွေကိုရိုက်ကူးပြထားတယ်လို့ထင်မှတ်ရတဲ့ထို\nဇတ်ကားလေးကို၁၈နစ်ကျော်မှသာကြည့်ကြဖို့အကြံပေး\nရင်းခံစားလိုက်ကြပါအုံးလို့.....\n \n \nFile Size : 550 MB\nQuality : HDRip \nDuration : 01:06:49\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslator : Soe Htwe \nEncoder : Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/UQou/Harassed_By_A_Stalker_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/l_p0008393181-214x300.jpg",
        "title": "[18+] Naughty Instint (2008)",
        "description": "ဂ်ပန္ Porn မင္းသမီး Akiho Yoshizawa ပါဝင္တဲ့ ဂ်ပန္ 18+ ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းကေတာ့.....ေအာက္မွာ သူမ်ားေရးထားတဲ့ Eng လိုသာဖတ္သြားၾကပါကုန္။ :PNaomi and her brother live together. She is having a difficult time hiding her incestuous feelings for him. A friend from college tries to pursue Naomi, but she can’t forget her brother’s embrace. For the second one, Kumiko lives with her brother who has recently returned from overseas. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-naughty-instint-2008/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Live_Nude_Girls_2014-232x300.jpg",
        "title": "Live Nude Girl (2014) 18+",
        "description": "Shaneဟာသူ႔ရဲ႕ဦးေလးျဖစ္သူဆီကေန gentelmen’s club ကို\nအေမြဆက္ခံရရိွိထားတဲ့သူျဖစ္ပါတယ္ ဒီေနရာမွာေျပာစရာရိွလာတာက\n''ၿပိဳင္တူတြန္းလွ်င္ေရြ႔ႏုိင္သည္''ဆိုတဲ့စကားပံုအတုိင္းပါပဲ....ShaneဟာClubကိုပိုင္ဆိုင္ရၿပီး\nသိပ္မၾကာခင္အတြင္းမွာပဲ..Clubကိုဖ်က္သိမ္းခံရမဲ့အေရးကိုရင္ဆိုင္ရပါေတာ့တယ္\nဒီေတာ့ Shaneတစ္ေယာက္ အခက္ေတြ႔ရေတာ့မွာလား\nလက္ေလွ်ာ့သြားမွာလား Shaneနဲ႔အတူသူ႔မိတ္ေတြကေရာ..\nသူနဲ႔အတူ ဒီျပႆနာကိုတြန္းလွန္ႏုိင္မွာလား\nအဲဒီေမးခြန္းမ်ားစြာရဲ႕အေျဖကိုေတာ့ခ်န္ထားပါရေစ....\nအထက္ပါတိုင္းၫြန္းထားလို႔ ဒီဇတ္ကားဟာ႐ိုးစင္းလြန္းပါတယ္လို႔ထင္ရင္မွားသြားပါမယ္..\nဇတ္လမ္းအစကေနကို ေကာင္မေလးေတြရဲ႕ကိုယ္ခနၶာအလွေတြ အခ်ိဳ႕ေဖာ္ခြၽတ္မႈေတြ\nဒါ့အျပင္ ဇတ္လမ္းေပၚမပ်င္းရိသြားရေအာင္ ဟာသေလးေတြပါေႏွာရင္း\nလွည့္ကြက္ေတြလဲပါဝင္ထားတဲ့အတြက္ေၾကာင့္ၾကည့္ရင္းဗဟုသုတေလးေတြပါရယူႏုိင္ပါေၾကာင္းျပန္ေျပာင္းလို႔ၫြန္းျပရင္းဒီေလာက္နဲ႔တစ္ခန္းရပ္ခြင့္ျပဳပါ...File Size : 770 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 40 minute\nFormat : Mp4\nGenre : Comedy\nEncoder : Joker.phsDownload And watch With Pcloud Link Full HD\n \nDownload And watch Pcloud Link Small File Size\n \n(ဇာတ္ကားအညြန္းေရးသူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/live-nude-girl-2014-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/in-the-room-image_Fotor-221x300.jpg",
        "title": "In The Room (2015) 18+",
        "description": "ဇာတ္ကားတစ္ခုတည္းကိုဇာတ္အိမ္သံုးခုနဲ႔ဖြဲ႔စည္းထားတာပါ ဇာတ္လမ္းသံုးခုကြဲထြက္သြားတဲ့သေဘာပါ ေယာက်္ားေလးေတြအေနနဲ႔ ေျပာရရင္မိမိခ်စ္ရတဲ့သူကသာGay(ladyboy)တစ္ေယာက္ျဖစ္ေနရင္...သင္သူ႔ကိုလက္ခံႏုိင္ဥိီးမွာလား...တစ္ခါတစ္ေလပံုေသတြက္မရတဲ့အျဖစ္အပ်က္ေလးေတြရိွေနပါေသးတယ္..ဒီေနရာမွာတစ္ခု႐ွင္းခ်င္တာက..'အကယ္၍လက္မခံႏုိင္ဘူးဆိုရင္ေတာင္သင့္ကိုလက္ခံႏုိင္လာေအာင္ျပဳလုပ္ႏိုင္တဲ့ၿဂိဳလ္သားကေတာ့အခ်စ္ဆိုတဲ့သတၱဝါပါပဲ...????မယံုမရိွပါနဲ႔..ဒီကားမွာလက္ေတြ႔ေဖာ္ျပထားတာကိုေတြ႔ရပါမယ္..ခဏကေျပာသလိုဇတ္အိမ္သံုးခုကြဲေနတဲ့အတြက္ ၁ခုရဲ႕အေၾကာင္းကိုပဲကြၽန္ေတာ္ၫြန္းပါရေစ\nဘာလို႔ဆို စာ႐ွည္ရင္စိတ္အိုင္သြားမွာစိုးလို႔ပါဆရာမႀကီးတစ္ေယာက္ဟာေကာင္မေလး၃ေယာက္ကိုေယာက်ာ္းေတြကိုဘယ္လိုကိုင္တြယ္ရမလဲဆိုတာသင္ၾကားေပးေနပါတယ္..\nသင္ပို႔ေနတဲ့ပံုစံေတြကလည္းကြၽန္ေတာ္တို႔တစ္ခါမွျမင္ဖူးတဲ့အကြက္ဆန္းႀကီးနဲ႔ပါ (????)ၿပီးေတာ့ဟိုတယ္ထဲမွာေဖာက္ျပန္ေနတဲ့ေကာင္မေလးေနရာမွာေတာ့ Japanက Pornstarမိန္းမေခ်ာေလးပါဝင္ထားပါေသးတယ္\"\"ခ်စ္ျခင္းတရားကတစ္ခါတစ္ေလမွာကြၽန္ေတာ္တို႔အတြက္လႈပ္မရတဲ့ႏြံတစ္ခါပါဗ်ာ '''\nဇတ္လမ္းရဲ႕ရသကအၫြန္းမွာမူတည္တဲ့အတြက္ဒီေလာက္နဲ႔ပဲအဆံုးသတ္ပါရေစFile Size : 700 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 45 minute\nFormat : Mp4\nGenre : Adult\nEncoder : Joker.phs(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaungပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://megaup.net/1zvhn/In_The_Room_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/blue-is-the-warmest-colour-poster-133x200.jpg",
        "title": "Blue Is the Warmest Color (2013) [18+]",
        "description": "Blue Is the Warmest Color (2013) [18+]\nIMDb - 7.7/10_____Rotten - 89%\n Spectre ဂျိမ်းစ်ဘွန်းဇာတ်ကားထဲက မင်းသမီး Léa Seydoux နဲ့ မင်းသမီး Adèle Exarchopoulos တို့အဓိကပါဝင်ထားတဲ့ Drama , Romance အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။ယခု ဇာတ်ကားကြည့်အပြီးမှာ ဘာတွေခံစားသိမြင်သွားနိုင်ပါသလဲ။ကျွန်တော်တို့အားလုံးဟာ လူသားတွေပဲဖြစ်ပါတယ်။မတူကွဲပြားသော လိင်စိတ်တည်ဆောက်မှု တွေရှိကြပေမယ့် အားလုံးသော ဖို မ သတ္တဝါတွေအားလုံးဟာ လူသားတွေပဲဖြစ်ပါတယ်။တစ်မူကွဲပြားနေတဲ့သူတို့ရဲ့ စိတ်ခံယူမှု ကို နိမ့်ကျသူ ချို့တဲ့သူလို့မမြင်ကြပဲ အခြားသော လူသားတွေကဲ့သိုသာ ဖြစ်သည်ဟု ကျွန်တော်တို့နားလည်သဘောပေါက်ပေးကြမှာပါ ။တကယ့်တော့ လူသားတိုင်းဟာ ပတ်ဝန်းကျင်အရောင်အဆင်းအလိုက် ထွက်ပေါ်တောက်ပလာတဲ့ ဆေးရောင်ကလေးတွေပါပဲ။သူမလိုမိန်းခလေးမျို းက ဣတ္ထိယနွယ်ဝင်ပီသစွာပဲ ဆန့်ကျင်ဘက်ဖိုသတ္တဝါရဲ့ ချစ်ခင်ဂရုစိုက်မှု ကို အလိုရှိခဲ့သူပါ။မနက်တိုင်း အိပ်ယာကကပျာကသီထ ကျောင်းကားနောက်ပြေးလိုက် ။အဲဒီကျောင်းမှာပဲ ကောင်လေးတစ်ယောက်နဲ့ စချစ်ဘူးခဲ့တာ ။သူက ...",
        "rating": "7.7",
        "url": "https://megaup.net/4fy62/Blue_Is_the_Warmest_Colour_(La_Vie_D__Adèle)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478625235370-200x300.jpg",
        "title": "Kyaa Kool Hain Hum 3 18+  (2016)",
        "description": "ဖခင္ျဖစ္သူကအိမ္ေပၚကႏွင္ခ်လိုက္တဲ့ Kanhaiya နဲ႔ေရာ့ကီတို႔သူငယ္ခ်င္း၂ေယာက္ ထိုင္းကိုေရာက္လာၾကျၿပီးထိုင္းမွာအခက္အခဲေတြ႕ေနတဲ့အခ်ိန္haiPorn ကားရိုက္ဖို႔ကမ္းလွမ္းတဲ့အခါသူတို႔၂ေယာက္လက္ခံလိုက္ၾကပါတယ္။ေဘာလီးဝုဒ္ နာမည္ႀကီးကားေတြကို 18+version ျပန္ရိုက္ၿပီးေအာင္ျမင္စျပဳလာပါတယ္။အဲ့အခ်ိန္မွာKanhai တစ္ေယာက္ သူ႔အလုပ္အကိုင္ကိုမသိတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ ခ်စ္မိေလေသာအခါဘယ္လိုေတြမ်ားဆက္ျဖၾကမလဲ Porn Actor တေယာက္ကိုေကာသေဘာထာႀကီႀကီးနဲ႔ ခ်စ္ႏိုင္ပါ့ မလားဆိုတာ ကို ပရိတ္သႀကီးက ဆက္လက္ခံစာၾကည့္ရွဴ ရမွာပါDownload On Pcloud Large File Download On Pcloud Small File",
        "rating": "",
        "url": "https://megaup.net/1AMxh/[01252]_Kyaa_Kool_Hain_Hum_3_(2016)_[Comedy]_[INDIA]_[3.4].mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/yG8ZtIAVQG7Eox7CoRri3fohzIM-200x300.jpg",
        "title": "[18+] Sleeping Beauty (2011)",
        "description": "ၾသစေတးလ်မင္းသမီး Emily Browning အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့  Erotic , Drama အမ်ိဳးအစား ဇာတ္ကားျဖစ္ပါတယ္။Lucy (Emily Browning) ဟာ ဆင္းရဲတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ေယာက္ပါ။အခ်ိန္ပိုင္းအလုပ္ေတြလုပ္ျပီး ဘဝကိုၾကံဳသလိုရပ္တည္ေနသူပါ။ဒီလိုရပ္တည္ေနရင္းကေန မထင္မွတ္ဘဲ ထူးဆန္းတဲ့ အလုပ္တစ္ခုကို လုပ္ဖို႕ကမ္းလွမ္းခံရပါတယ္။အဲ့ဒီအလုပ္ကေတာ့ ထူးဆန္းတဲ့စားသံုးသူေတြအတြက္ Sex ကိစၥမပါဘဲ ခုတင္ေပၚမွာ ခႏၶာကိုယ္နဲ႕ရင္းျပီး ေဖ်ာ္ေျဖရတဲ့အလုပ္ပါ။ထူးဆန္းတဲ့ဇာတ္ကားျဖစ္ျပီး ဘဝကပဲ ထူးဆန္းတာလား...လူသားေတြကပဲထူးဆန္းတာလား....ေဝခြဲမရပါလား ျဖစ္ရပါတယ္။Emily Browning ရဲ႕ ခႏၶာကိုယ္ကို ပြင့္လင္းစြာရိုက္ျပထားလို႕ အရြယ္မေရာက္သူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားပါ။(စြန္းဝူခုန္းဘာသာျပန္ျပီး RGB မွတင္ဆက္ထားပါတယ္။)\nFile size…(710MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:41:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-sleeping-beauty-2011/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/6xof7kTT9UxhQZlPbuA6I2h8jHx-214x300.jpg",
        "title": "Disappear(2007) ျမန္မာစာတန္းထိုး ၁၈+",
        "description": "\"ငါကဘာ...ဘာျဖစ္တယ္..ေယာက်ာ္းပဲ''.မဆိုပါႏွင့္...အခ်စ္ဆိုတဲ့ ကဗ်ာဆန္ဆန္လက္နက္တစ္စံုနဲ႔ေတြ႔ရင္သင္ၿပိဳလဲက်မွာပါ...က်လဲက်ဖူးၾကမွာပါ ဒီကားမွာသူသိပ္ခ်စ္ရတဲ့ေကာင္မေလးကိုသူ႔သူငယ္ခ်င္းျဖစ္သူ..(ေကာင္မေလးရဲ႕ခ်စ္သူ)လက္ထဲအပါမခံႏုိင္တာေၾကာင့္...အိမ္ထဲမွာေကာင္မေလးကိုဖမ္းခ်ဳပ္ထားပါတယ္ဒိီေနရာဟန္ေဆာင္မႈစတင္လာရပါေတာ့မယ္ဘာလို႔ဆို....ေကာင္မေလးကိုသူဖြက္ထားတဲ့အတြက္ေၾကာင့္..သူပတ္ဝန္က်င္နဲ႔ထိေတြတဲ့အခါ..ပံုမွန္မဟုတ္တဲ့သူ႔အေနအထားေတြကဘယ္ေလာက္ထိဟန္ေဆာင္ေကာင္းေနႏို္င္ဦးမွာလဲ\nလိပ္ျပာမလံုတာမ်ိဳးေတာင္ျဖစ္ႏိုင္ပါေသးတယ္...ဒီေတာ့ဗ်ာ...သူေျပာခ်င္တာက...ကိုယ္ခ်စ္တဲ့ေကာင္မေလးကိုဖြင့္ေျပာပါ...မ်ိဳသိပ္ထားျခင္းကသင့္အနာဂတ္မွာေနာင္တ...တရားေတြေဝဆာေနေစဖို႔လမ္းစပါပဲ......\n(ဒီကားမၾကည့္ရင္လည္းသင္ဟာ..ေနာင္တေတြရေနရပါလိမ့္မယ္ ????????)File Size : 540 MB\nQuality : DVD Rip\nRunning Time : 1hr 15minute\nFormat : Mp4\nGenre : Drama, Thiller\nEncoder : Joker.phs\nDownload And watch With Pcloud Link Full HD\nDownload And Watch With VIP LInk With Small File\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/disappear2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/qIgVwpl-234x300.jpg",
        "title": "Dirty Movie (2011) 18+",
        "description": "Charlie LaRue (Christopher Meloni), an outrageous cut-rate producer, makes a movie about the most offensive jokes ever told.\nFile size…(750MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:31:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload 720p HD (750MB)\n \nDownload 360p Small File (300MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/dirty-movie-2011-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/081234.60474999_1000X1000-203x300.jpg",
        "title": "Spring Breakers (2012) 18+",
        "description": "လူမှာအကြမ်းဖျင်းအားဖြင့် စရို်က်နှစ်မျိုးခွဲနိုင်မယ်။\nကောင်းမှု 'သုစရိုက်'\n(Wholesome)ကို အားသန်သူနဲ\n့မကောင်းမှု 'ဒုစရိုက်'\n(Unwholesome)ကို အားသန်သူ..\nဒီမှာ လူတွေက စိတ်လှုပ်ရှားမှု\n(Emotion)ကို အခြေခံတဲ့ မကောင်းမှုဘက်ကို\nအားသန်ပျော်မွေ့တတ်ကြတယ်..။\nကောင်းမှုက အတွေး(Thinking)ဘက် ကဲအလေးပေးရတော့ လုပ်ဖို့ကို အချိန်ယူရတတ်တဲ့ သဘောရှိတယ်။Spring Breakers ဇာတ်ကားမှာ ဒါကို လေးလေးကဲကဲကိုဖော်ပြထားခဲ့တယ်၊\nမင်းသားက ဂျိမ်းစ်ဖရန်ကို (Rise of the Planet of the Apes)၊ မင်းသမီးတွေက ဗန်နက်ဆာဟက်ဂျန်စ်(High School Musical)၊ ဆယ်လီနာဂိုမက်စ်(Monte Carlo)၊အက်ရှ်လေဘန်ဆန်\n(Supernatural)..၊\nမိန်းကလေး သူငယ်ချင်း(၄)ယောက် နွေဦးအပျော်ခရီး (Spring Break) ထွက်တာကနေဘဝတစ်ချိုးကြုံတဲ့\nအကြောင်း..၊ အပျော်တစ်ခုကနေ အပျက်ဘက်ရောက်သွားပုံ..၊\nနောက်အမေရိကန်တွေရဲ့ အဆုံးစွန်ကာမဂုဏ်အာရုံခံစားမူ၊\nမူးယစ်ဆေးဝါး(Drugs)၊ အရက်ယမကာ(Alcohols)နဲ့ လိင်ဆက်ဆံမှု(Sexual pleasure)..၊\nအဲဒါတွေဘယ်လိုခံစားလဲဆိုတဲ့ အပြတွေက ထင်းထင်းပြက်ပြက်ရှိလွန်းလှတယ်..၊\nအဘွားအုပ်ထိန်းမှုအောက်မှာ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ဂိုမက်စ် ရဲ့ အပျော်တစ်ခုမှာ\nစိတ်မရဲတရဲနဲ့၊ သူ့ပျော်ပုံက\nခပ်ထောင့်ထောင့်ရှိပုံ..\nအပျော်တစ်ခုမှာစိတ်လွတ်ကိုယ်လွတ်\nပျော်တတ်တဲ့ ဟက်ဂျန်စ် နဲ့\nဘန်ဆန် တို့ရဲ့ စူးရဲကြမ်းရှတဲ့ သရုပ်ဆောင်ပုံတွေ၊\nနောက် ဇာတ်ကားအစ\nမိနစ်(၄၀)လာက်မှ ဖြတ်ဝင်လာတဲ့ ဖရန်ကို၊ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1GMca/Spring_Breakers(2012).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/20120806114254271.jpg",
        "title": "[18+]Everybody Has a Little Secret (2004)",
        "description": "ကိုရီးယားမင္းသားေတြထဲမွာ ေသာက္က်ိဳးနည္းရွားပါးလွတဲ့ ေယာက်ၤားပီပီသသသရုပ္ေဆာင္မင္းသားၾကီး လီေဗ်ာင္ဟြန္းရဲ႕ 18+ ဇာတ္ကားပါ။ညီအစ္မသံုးေယာက္ၾကား လွ်ိဳ႕ဝွက္ခ်က္တခ်ိဳ႕နဲ႕ လီေဗ်ာင္ဟြန္းကို လတ္လတ္ဆတ္ဆတ္ေတြ႕ရမွာပါ။\"အခ်စ္လား....ရႈပ္ေထြးတယ္\"  ဆိုတဲ့စကားကို ဒီဇာတ္ကားနဲ႕ အေတာ္သေဘာေပါက္ပါျပီ။Comedy...Romance အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating (6/10) ရရွိထားပါတယ္။ႏွေျမာစရာေကာင္းတာက BluRay Quality မရႏိုင္ေတာ့တာပါပဲ....ဒါေၾကာင့္ အၾကည္ဆံုးအျဖစ္ က်န္ရွိေနတဲ့ DVDrip Quality နဲ႕သာတင္ဆက္လိုက္ရပါတယ္။(Phyo Thu Hein မွ ခံစားတင္ဆက္ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/everybody-has-a-little-secret-2004-18/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTgwOTYwOTYxN15BMl5BanBnXkFtZTcwNDA5ODkwNg@@._V1_-214x300.jpg",
        "title": "[18+]Barely Legal (2011)",
        "description": "မိန္းကေလးေတြရဲ႕ ခံစားခ်က္ေတြကို ဟာသေလး ေႏွာျပီး ကြက္ကြက္ကြင္းကြင္းၾကီး\nတင္ဆက္ထားတာပါ။ အထူးသျဖင့္ ၁၈ ႏွစ္အရြယ္မိန္းကေလးေတြရဲ႕စိတ္ပါ။\n၁၈ ႏွစ္အရြယ္မိန္းကေလးေတြက သစ္ရြက္ေၾကြသံေတာင္ ရန္ခုန္တယ္ဆိုလား\nဒီဇာတ္ကားေလးက သက္ေသခံေနပါတယ္.... ႏူးညံ့တဲ့\nစိတ္ေတြ....ဘယ္ေလာက္ထိႏူးညံ့သလဲ\nခက္ထန္တဲ့စိတ္ေတြကေရာ ဘယ္ေလာက္ထိခက္ထန္မလဲ....\nအခ်စ္ဆိုတာကေရာ ဘာေတြလဲ...\n၁၈ ႏွစ္ျပည့္ေမြးေန႔အတူက်ေရာက္ လာတဲ့ သူငယ္ခ်င္းသံုးေဖာ္ရဲ႕...\nေမြးေန႔ မဟာ အစီအစဥ္ပြဲၾကီး....\n18+ အမ်ိဳးအစားကို အမ်ားနဲ႔မတူပဲ\nတမူထူးျပီး ဟာသေႏွာထားပါတယ္....\nအမ်ားၾကီးညႊန္းရင္ ဖတ္ရတာလဲပ်င္း...ၾကည့္ရမွာလဲပ်င္းသြားမွာစိုးလို႔...\nကဲ အမ်ိဳးတို႔ကိုပဲ ေမြးေန႔ပြဲလာဖို႔ဖိတ္ေခၚလိုက္ပါတယ္ဗ်ား..\nဘာသာျပန္နဲ႕ အညြန္းေရးသူကေတာ့ ကိုေအးမင္းဦး ျဖစ္ပါတယ္ဗ်",
        "rating": "",
        "url": "https://channelmyanmar.org/18barely-legal-2011/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3dsex_and_zen-208x300.jpg",
        "title": "3D Sex And Zen: Extreme Ecstasy (2011)18+",
        "description": "တစ္ ေယာက္ ေယာက္ အ ေပၚသူ႔ ေနာက္ ကြယ္ မွာသင္ လက္ လြတ္ စပယ္ ေျပာလိုက္ တဲ့စကားတစ္ ခြန္ းကသင္ ္ ့အနာဂတ္ အတြက္ မ ေကာင္ းမႈ ေတြ ေစာင္ ့ ေမွ်ာ္ ေနတယ္ ဆိုတာသင္ ၿပီးပါသလား...ဒါကဒီဇာတ္ လမ္ းရဲ႕အဓိကအ ေၾကာင္ းရင္ း အ ေျခအျမစ္ တစ္ ခု ေပါ့ ေနာ္ ''သက္ ေရာက္ မႈတိုင္ းကတန္ ျပန္ မႈရိွသလို ကိုယ္ ျပဳခဲ့တဲ့အရာ ေတြကအတြက္ ပဲ့တင္ သံတစ္ ခုအ ေနနဲ႔ျပန္ လာမွာပဲ ေလ...''ကဲ....ဇာတ္ လမ္ းရဲ႕အ ေသးစိ တ္ အ ေၾကာင္ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/3d-sex-and-zen-extreme-ecstasy-2011/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Sex-and-Zen-21996-214x300.png",
        "title": "Sex and Zen 2 (1996) 18+",
        "description": "1991 ကထြက္ထားတဲ့ Sex and Zen ကိုမွီျငမ္းျပီး ထပ္မံရိုက္ကူးထားတာပါ။မင္းသမီး Shu Qi နာမည္မၾကီးခင္က သရုပ္ေဆာင္ခဲ့တဲ့ Erotic ဇာတ္ကားေတြထဲက တစ္ကားပါ။မင္းသမီး Shu Qi နဲ႕ ဇာတ္ေဆာင္ Elvis Tsui တို႕ေၾကာင့္နာမည္ၾကီးပါတယ္။Sex and Zen ဇာတ္ကားအဆက္ေတြကိုၾကည့္ခ်င္ရင္(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္လုိ႕ရပါတယ္။Uncut Version ကိုစာတန္းထိုးထားလို႕ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:28:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(320MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-2-1996-18/",
        "category": "Adult, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captchagg-203x300.jpg",
        "title": "Sex and Zen (1991) 18+",
        "description": "ေဟာင္ေကာင္ Erotic , Comedy ဇာတ္ကားျဖစ္ပါတယ္။Uncut Version ကိုစာတန္းထိုးထားတာမို႕လို႕ အရြယ္ေရာက္ျပီးသူမ်ားသာၾကည့္သင့္ပါတယ္။ေနာက္ဆက္တြဲေတြထြက္ထားပါေသးတယ္...(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(330MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-1991-18/",
        "category": "Adult, Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Vacance_Korean_Movie-p2-209x300.jpg",
        "title": "Vacance (2013) ျမန္မာစာတန္းထိုး 20+",
        "description": "ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္\nကိုးရီးယားမွာၿပည္႕တန္ဆာလုပ္ငန္းေတြ လူကုန္ကူးတာေတြ မေကာင္းမႈဒုစရိုက္ေတြ\nေခတ္ထေနတဲ့အခ်ိန္ေပ့ါ\nလူဆိုးဂိုဏ္းတခုမွာ အဖမ္းခံထားရတဲ့ခ်စ္သူကိုသြားကယ္တဲ့ဂၽြန္ဆန္းဟာ\nလူဆိုးေတြရဲ႕ညင္ပန္းႏွိပ္စက္မႈကိုခံရၿပီး ေၿခေထာက္တဖက္အေၾကာၿဖတ္္ခံလိုက္ရပါတယ္\nဂၽြန္ဆန္းရဲ႕ခ်စ္သူဟာလည္းမ်က္လံုးတဖက္ဓါးနဲ႕အလွီးခံလိုက္ရတယ္...ေနာက္ငါးႏွစ္ၾကာတဲ့အခ်ိန္မွာဂၽြန္ဆန္းတို႕စံုတြဲဟာ သူတို႕ကိုႏွိပ္စက္ခဲ့တဲ့\nလူဆိုးဂိုဏ္းက ေခါင္းေဆာင္သံုးေယာက္ကိုလက္စားေခ်ဖို႕အတြက္\nမိန္းကေလးသံုးေယာက္ကိုငွားရမ္းခဲ့ပါေတာ့တယ္....\nထိုသံုးေယာက္ကေတာ့ ရုပ္ရွင္စတား ေဂ်ဘင္း...ေယာက်ာ္းေတြကိုၿမဴဆြယ္ရာမွာေတာ္တဲ့ ေဟရင္းနဲ႕\nရည္စားေပြရႈပ္တဲ့ ဟန္ယူဟီးတို႔႔ပဲၿဖစ္ပါတယ္...ထိုသံုးေယာက္က ဘယ္လိုလက္စားေခ်ၾကမယ္ဆိုတာကိုၾကည္႕ရႈၾကပါအံုးဆို႕\nမိမိၿပဳလုပ္ေသာမေကာင္းမႈသည္မိမိဆီကိုၿပန္လာတတ္သည္ဆိုတဲ့ သေဘာတရားကို\nအခုကားမွာ ေတြ႕ရိွရမွာၿဖစ္ပါတယ္...စကားလံုးမ်ားႏွင့္ ဇာတ္၀င္ခန္းမ်ားသည္\nအသက္မၿပည္႕ေသးေသာသူမ်ားမ်ားၾကည္႕ရႈရန္မသင့္ေတာ္ပါ\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ap Newschoolပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/vacance-2013-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-20/",
        "category": "Adult"
    }
]