[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzlkZjc3NDYtYmQyNy00ZDkwLTk2MDMtY2Q3ZGJlMzgyYTEzXkEyXkFqcGdeQXVyMTIyNDY3Nzkz._V1_-149x200.jpg",
        "title": "[18+] Colour Blossoms (2004)",
        "description": "Color Blossoms (2004)ဒီဇာတ်လမ်းရဲ့ အဓိက Main Character ကတော့ ဇာတ်ရှုပ်တွေ လုပ်တတ်တဲ့ Meili ပါ\nMeiliဟာအိမ်ခြံမြေအကျိုးဆောင်အလုပ်ကိုလုပ်ရင်း Umeki Satokoဆိုတဲ့ဂျပန်အမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nUmekiဟာ သူ့မှာရှိတဲ့တိုက်ခန်းကို ရောင်းပေးဖို့အကူညီတောင်းရင်း Meili နဲ့သူနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ရမှာပါ ။ပြီးတော့ ဒီဇာတ်ကားက နောက်ခံတေးဂီတတွေကြောင့်ပိုအသက်ဝင်လာတယ်လို့လဲပြောလို့ရတာမို့ တေးဂီတကိုနှစ်သက်တဲ့သူတွေအတွက်လဲနောင်တမရစေမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် ။File Size__(1.6GB)\nQuality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:46:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://megaup.net/2w9x2/[18+]Colour_Blossoms_(2004).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w1OBPkf3BxeC7543YzFwiKIwBFJ.jpg",
        "title": "[18+] Color of Night (1994)",
        "description": "Color of Night (1994)Erotic ကားပေမဲ့ ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Richard Rush ပါ။ ၁၉၈၀တုန်းက The Stunt Man ကားနဲ့ အော်စကာမှာ ဒါရိုက်တာဆုတွေ ဇာတ်ညွှန်းဆုတွေ ဝင်ခဲ့တဲ့ဘဲပေါ့။ သရုပ်ဆောင်တွေက‌တော့ ဘရုစ်ဝီလီစ်နဲ့ မာစတာပိစ်ကားတွေ အပေါသားရှိတဲ့ ပြင်သစ်မှာ \"The Lover\"လို့ခေါ်တဲ့ ခုဂန္ထဝင်ဖြစ်နေလောက်တဲ့ ပြင်သစ်အချစ်ကားကို ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ဘစ်တိုနီလို့ခေါ်တဲ့ တိုနီလျောင်ခဖိုင်နဲ့ တွဲဖက်သရုပ်ဆာင်ဖူးတဲ့ အလှလေးပါပဲ။ သူပျိုမျစ်တုန်းက အဲဒီကာလမှာ နာမည်ကြီးအောင်မြင်နေတဲ့ ဘရုစ်ဝီလီစ်နဲ့ ရိုက်ထားတဲ့ကားဆိုတော့ ကြည့်ကို ကြည့်သင့်တဲ့ကားပါပဲ။လူနာတစ်ယောက်ကို ကုသနေရင်းတန်းလန်းမှာ တုန်လှုပ်စရာပုံစံနဲ့ ဆုံးရှုံးလိုက်ရတဲ့ စိတ်ဝေဒနာအတိုင်ပင်ခံ ဘေးလ်ကာပါတစ်ယောက် သူကိုယ်တိုင်ရလိုက်တဲ့ စိတ်ဝေဒနာကို ကုစားဖို့ စိတ်ကုဆရာဝန်ပဲဖြစ်တဲ့ သူ့သူငယ်ချင်းဘော့ဘ်မိုးရ် နေထိုင်ရာ လော့စ်အိန်ဂျလိစ်မြို့ကို ထွက်လာခဲ့တယ်။ မိုးရ်ကုသပေးနေတဲ့ တစ်မျိုးစီမတူကွဲပြားကြတဲ့ ဝေဒနာရှင်ငါးယောက်ပါ တိုင်ပင်ဆွေးနွေးဝိုင်းမှာ အတူပါဝင်ရင်းနဲ့ နာလန်ထူဖို့ ဘေးလ်ကြိုးစားနေချိန်မှာပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2w8E1/(CM)_Color_of_Night_(1994)_1080p.mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MYEd-776jpg-156x200.jpg",
        "title": "(21+) Beautiful wife of the next door neighbor [MEYD-776]",
        "description": "မီဆာက အရမ်းမောက်မာလွန်းတယ်\nမောက်မာဆို သူ့အလှကလည်း မောက်မာလောက်တာကိုး\nသူမရဲ့ လုံးဝန်းအိစက်နေတဲ့ ရှေ့ပိုင်းအလှတွေနဲ့\nလိုက်လျောညီထွေစွာ စွင့်ကားနေတဲ့ နောက်ပိုင်းအလှ\nသူမရဲ့ လှပတဲ့မျက်ဝန်းတွေ\nဆွဲဆောင်မှုရှိတဲ့ အကြည်တွေ အားလုံးက\nမီဆာဆီမှာရှိနေတယ်လေမီဆာက အိမ်ထောင်သည်တစ်ယောက်ပါ\nသူကသူဝါသနာတဲ့ အလုပ်တစ်ခုကို အချိန်ပိုင်းလုပ်နေတယ်\nသူ့ဘေးခန်းက ရီဆန် ငထန်ကောင်ကတော့ မီဆာရဲ့ချဉ်ဖက်ပါပဲ\nတစ်နေ့သူတို့ စကားများပြီး ရီဆန် တစ်ယောက်ကြိတ်မနိုင်ခဲမရ\nဖြစ်နေပြီး စိတ်ပြေလက်ပျောက် အနှိပ်ခန်းသွားရာမှ\nမထင်မှတ်ပဲ သူ့ရဲ့ရန်သူတော် အလှပဂေးလေးနဲ့\nဆုံရာမှ လှလှပပ ကလဲ့စားချေတာကို ကြည့်ရှုရမှာပါDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.1GB  / 966MB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2w7Uf/[MEYD-776]1080p[DS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dquH7YODyNls1i3izArOnghomvS.jpg",
        "title": "[18+] Hotel Iris (2021)",
        "description": "Hotel Iris (2021)အိုဆာကာ အာရှရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့တဲ့ ဟိုတယ် အိုင်းရစ်လို့ခေါ်တဲ့ Hiroshi Okuhara ရဲ့ ရုပ်ရှင်အသစ်ဟာ တော်တော်ကို ဆန်းဆန်းပြားပြားနဲ့ Adult ကားဆန်ဆန် သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ Mystery ကားတစ်ကားရဲ့ လျှို့ဝှက်မှုတွေ အသားစိုင်တွေကို ပေါင်းစပ်ပြီး ပုံဖော်ထားတယ်လို့ ပြောလည်းမမှားပါဘူး။ဒီကားက တစ်နေ့ကတင် ကျွန်တော်ကြည့်ခဲ့တဲ့ A Quiet Family လို့ခေါ်တဲ့ ရယ်လည်းမရယ်ရ ဘာပြလို့ပြချင်မှန်းမသိတဲ့ ကိုရီးယားကားနဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ သို့ပေမဲ့ ဒီကားကတော့ သူ့ဘာသာ Mystery လိုင်းကို အပြည့်အဝသွားထားတဲ့၊ အများကြီးပိုကောင်းတဲ့ကားပါ။ သရုပ်ဆောင်တွေကလည်း တော်တော်လေး မိုက်တယ်လို့ပြောလို့ရပါတယ်။ ကားကောင်းသိပ်မရှိတဲ့ ဂျပန်ကထုတ်တဲ့ကားအနေနဲ့ဆို တော်တော်ကောင်းတဲ့ ရှားပါးကားလေးပါပဲ။ ဒီလို လျှို့ဝှက်ဆန်းကြယ်ပြီး အသားစိုင်တွေရဲ့ လှပခြင်းနဲ့ ဝင်းဝါတောက်ပနေတဲ့ကားမျိုးကို တစ်ကိုယ်ရေအနေနဲ့ပဲ ကြည့်ကြစေချင်ပါတယ်။ သိကြမယ်မို့လား... ဒီကားဟာ ကိုယ်မြင်ချင်ပေမဲ့ ကိုယ်မြင်ချင်တာ သူများမမြင်စေချင်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2w7iz/(CM)_Hotel_Iris_(2021)_1080p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/nbdhixaa0rgj.mid-1-136x200.jpg",
        "title": "[18+] Erotic Agent (2003)",
        "description": "ကဲအခုတစ်ခါတော့ အပေါင်း ၁၈ ပရိတ်သတ်ကြီးအတွက်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားအနေအထားကတော့ ပိုစတာကိုကြည့်တာနဲ့ သဘောပေါက်မ်ထင်ပါတယ်ဗျဇာတ်လမ်း အနေအထားကတော့ အပေါင်း၁၈ တို့ ထုံးစံ အတိုင်းတဖုန်းဖုန်း တအုန်းအုန်း နဲ့မို့အထွေအထူး သိပ်ပြောစရာ မရှိပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့ငယ်စဉ်ကတည်းက အနှိမ်ခံ အနိုင်ကျင့်ခံ ဘ၀ နဲ့ကြီးပြင်းလာတဲ့ကောင်လေးတစ်ယောက်တစ်နေ့မှာ တောထဲမှာ မထင်မှတ်ထားတဲ့ သူနဲ့ ဆုံမိပြီး နတ်တွေရဲ့ စောင်မ မူကိုခံရတဲ့ အခါမှာသူ့ဘ၀ တစ်ဆစ်ချိုးပြောင်းလဲသွားတဲ့ အခါမှာတော့ဘယ်လို နတ်မိမယ်ကလေးတွေနဲ့ တွေ့ဆုံပျော်ပါးမယ်ဆိုတာကိုတော့ ...........ထွက်ရှိထားတာကြာဘီမို့ DVD RIP QTY ပဲ ရတာမို့ကာလာ အနေအထား ဘာညာကို အကောင်းဆုံး ဟာနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်File Size__(1.4GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Devil\nEncoded by Dark Devil",
        "rating": "6.2",
        "url": "https://megaup.net/1Qc52/[18+]Erotic_Agent_(2003).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/PPPD-950-org-edit-141x200.jpg",
        "title": "{21+} I lost all reason because of a student[PPPD-950]",
        "description": "ဒီတခါတင်ဆက်ပေးမယ့် ရှုစားစရာအလှပဂေးမလေးကတော့Yuzuriha Karenပဲဖြစ်ပါတယ်\nမျက်လုံးရွဲရွဲလေးနဲ့ ချစ်စရာအပြစ်ကင်းတဲ့မျက်နှာလေးက ပုရိသတို့အဖို့အရည်ပျော်ချင်စရာလေးဖြစ်နေပြီး\nဇာတ်လမ်းကလဲပျိုတို့အကြိုက် ကျောင်းသူလေးနဲ့ ဆရာမလေးတို့ကြားက မေတ္တာအနှောင်ဖွဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ မောင်ဇော်ချစ်သောဆရာမတော့ မဟုတ်ပါဘူး\nဆရာဇော်ချစ်သော တပည့်မလေးပါ ဇာတ်လမ်းကမဆန်းပါဘူး\nဆန်းတာက မင်းသမီးလေးရဲ့ ရှိုက်ကြီးဖိုငယ် အသွယ်သွယ်ပါ\nအလှကိုရှာတွေ့လို့ ခံစားမိရင် ဝေမျှပေးချင်တဲ့စိတ်တွေဖြစ်ပေါ်လာတာမို့\nညိုကီတို့ လက်လွှတ်မခံပဲ ဝိုင်းခံစားပေးကြဖို့ လက်တို့ပေးပါရစေDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB/ 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1Q9dk/[PPPD-950].1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/87bBHD7tE7BPZakwiAJTaEuO6SB-133x200.jpg",
        "title": "[18+]Pet Girl: Secret Helper (2020)",
        "description": "[18+]Pet Girl: Secret Helper (2020)********************************ပျင်းရိဖွယ်ရာနေ့တွေကို ဖြတ်သန်းပြီးတဲ့နောက်လူငယ်(၂)ယောက်ဟာ တစ်ခုခုလုပ်ဖို့ကြံစည်ကြတယ်..တစ်နေတော့ online ကနေကြော်ငြာတစ်ခုတွေ့ပြီး အပျင်းပြေ အိမ်မွေးတိရစ္ဆာန်လေးတွေ ခေါ်လို့ရတယ်ဆိုပြီး...ဒါမဲ့ဈေးကတော့ကြီးလွန်းလှတယ်.. သို့ပေမဲ့သူတို့က တစ်ပတ်တာ ခေါ်ကြည့်လိုက်တဲ့အခါမှာညှို့အားပြင်း မော်ဒယ်မလေး(၂)ယောက် အိမ်ကိုရောက်လာတဲ့အခါမှာတော့..မော်ဒယ်အလှလေး Seung Ha ပါဝင်တဲ့ကားမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ..  File Size :(2.1GB) and (858 MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/2w2xj/Pet_Girl_Secret_Helper_(2020).HDRip.1080p(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1txTG5duqYDe4b9RAZTTlBJMYV.jpg",
        "title": "[18+] A Good Lawyer’s Wife (2003)",
        "description": "A Good Lawyer's Wife (2003)~ IMDb rating - 6.2/10 ~(ဒီလိုကားတွေထုံးစံအတိုင်း လုံးဝအကြည်မလွယ်လို့ 720p ကိုပဲ အတတ်နိုင်ဆုံး ဖန်တီးပေးလိုက်ပါတယ်)ဒီကားကို 2010 မှာ The Housemaid နဲ့တစ်‌ခေါက်၊ 2012 မှာ The Taste of Money နဲ့တစ်ခေါက် ကိန်းမှာ ပြိုင်ဖို့ အဖိတ်ခံခဲ့ရတဲ့ Im Sang-soo က ရိုက်ထားတာပါ။ ကိုရီးယားရဲ့ ပါချီပါချက်မဟုတ်တဲ့ A+ မင်းသားစာရင်း၀င် Hwang Jung Min က အဓိက ပါ၀င် သရုပ်ဆောင်ထားပါတယ်။ Hwang ဟာ Ode to My Father, Veteran, New World, Deliver us from Evil စတဲ့ ကားတွေမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Q442/(CM)_A_Good_Lawyer_s_Wife_(2003)_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/1XyStZnmbSlDQ4muChXiUawe4Q3-141x200.jpg",
        "title": "[18+]Married Women: Husband Change(2020)",
        "description": "[18+]Married Women: Husband Change(2020)*******************************************ဒီဇာတ်ကားရဲ့အကောင်းဆုံးတွေ အရမ်းကိုဆွဲဆောင်မှုရှိပြီးလှပတဲ့ မင်းသမီးလေးတွေက ဘဝသရုပ်ဖော်ကို ပိုင်ပိုင်နိုင်နဲ့ဟန်ချက်ညီညီကသွားတာပဲ...အိမ်ထောင်ရေးရဲ့ပျော့ကွက်တွေဘယ်လိုသာယာအောင်ထိန်းကျောင်းမလဲဆိုတာတွေကိုထင်သာမြင်သာရှိအောင် ပြသွားတဲ့ပညာပေးဇာတ်ကားလေးပါ..မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (1.4 GB) and (582 MB)\nQuality : HDRip 1080p, 720p\nFormat…mp4\nDuration…01:10:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1a5qq/Married_Women_Husband_Change._2020.HDRip.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/in-the-realm-of-133x200.jpg",
        "title": "(21+)In the Realm of the Senses (1976)",
        "description": "လူတွေစည်းပေါက်သွားတဲ့အခါ\nအထိန်းကွပ်မဲ့သွားတဲ့အခါ\nဆင်ခြင်တုံတရားတွေ ပျက်သုဉ်းသွားတဲ့အခါ\nလူတစ်ယောက် ချစ်မိရင် ဘယ်လောက်ထိချစ်သွားလဲ\nဘယ်လောက်ထိပေးဆပ်လဲ အသက်ကိုတောင်ပဓာနမထားပဲ\nဖြစ်သွားခဲ့တဲ့ အဖြစ်မှန်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဇတ်အိမ်ကောင်းကောင်း ဆက်တင်လှလှလေးတွေနဲ့\nဆင်ဆာမဖြတ်ပဲ ပြန်လည်ပုံဖေါ်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်\nသရုပ်ဆောင်ချက်တွေ အကြည့်တွေ အရီ အပြောတွေက ပိုင်နိုင်လွန်းလှပါတယ်\nဂျပန် Adult ကားလေးတစ်ကားဖြစ်ပြီး အခုထိ ကြည့်ဖူးသူတွေ ရင်ထဲမှာ\nတသသ ဖြစ်နေတာ Review တွေလိုက်ရှာဖတ်ရင် သိနိုင်ပါတယ်\nခရမ်းသီးပုပ်လဲ ၈၅ ရထားပါတယ်ဆာဒါက အိမ်ထောင်သည် တစ်ယောက်ပါ\nတစ်ချိန်က Date Girl လဲဖြစ်ခဲ့ဖူးပါတယ်\nစီးပွါးရေးပျက်ပြီးနောက်\nစားသောက်ဆိုင်လေး တစ်ခုမှာ အလုပ်ဝင်လုပ်ပါတယ်\nသူမရဲ့အကြည့်တွေက စူးရဲလှပြီး ကျားရဲတစ်ကောင်လို ရဲရင့်နေပါတယ်\nအဲဒါကို ပိုင်ရှင် အိမ်ထောင်သည် သူဌေးက သတိထားမိလိုက်ပါတယ်\nသူမရဲ့ ငယ်ရွယ်နုပျိုမှုကိုလည်း သတိထားမိလိုက်ပါတယ်တစ်နေ့မှာတော့ ပိုင်ရှင် ဖန်ဆင်းထားတဲ့ ညွတ်ကွင်းထဲ ဆာဒါ ငြိတွယ်မိ\nသွားပါတယ်\nအဲအချိန်မှစပြီးတော့ ဆာဒါရဲ့ တိမ်မြုပ်နေတဲ့ သဘာဝတရားတွေ ဝုန်းကခဲ\nထကြွသောင်းကြမ်းပါတော့တယ်\nလူရှေ့မရှောင်သူရှေ့မရှောင် ဖြစ်ချင်သလိုဖြစ်နေကြတော့တာပါပဲ\nသူမရဲ့ တောင့်တမှုတွေ ရန်လိုမှုတွေ မနာလိုမှုတွေ\nက သူ့မရဲ့အကြည့်တွေမှာ အရမ်းအသက်ပါလွန်းလှတယ်\nဖြစ်ရပ်မှန်လည်းဖြစ်\nဆင်ဆာဖြတ်မထားပဲ ကွက်ကွက်ကွင်းကွင်း ဖေါ်ပြချက်တွေများလှတာကြောင့်\nDS fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Q052/In.The.Realm.Of.The.Senses.1976.1080p.WEBRip.x264.AAC(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/2UPUSftQySzUGpf57CpydUF8tGb-150x200.jpg",
        "title": "[18+]Is There an Empty Room Here (2019)",
        "description": "[18+]Is There an Empty Room Here (2019)***************************************စုံတွေတွေများလို့ ကြည့်ရတဲ့သူအတွက်မျက်စိပသာဒဖြစ်စေမှာပါ..ဒီလောကရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါတာမို့လည်းပီပြင်တဲ့အခန်းတွေကိုမြင်ရဦးမှာပါ..ဇာတ်ကြောင်းကတော့မိုတယ်လေးတစ်ခုမှာချစ်ကြတဲ့စုံတွေ လူသူမသိအောင်လာရောက်ချိန်းဆိုတွေ့ဆုံကြရင်းရည်းစားဟောင်း သစ်တွေနဲ့ဆုံတော့တိုင်ပတ်ကြကြောင်း ရိုက်ပြထားတာပါ..အခန်းတွေက အသံမလုံတော့ချစ်သံစဉ်လေးတွေလျှံထွက်နေတာဆိုတော့ကား..File Size : (1.4GB) and (652 MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1a2xp/Is_There_an_Empty_Room_Here.2019.HDRip.1080p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAERrD6vvmznDoL99wlgjhSfPcH.jpg",
        "title": "[18+]Addicted(2014)",
        "description": "[18+]Addicted(2014)*******************ဇိုဝီရဲ့ဘဝမှာ အများအမြင်မှာတော့ တကယ့်ကို ပြီးပြည့်စုံနေလွန်းလှပါတယ်။ကိုယ်တိုင်က အောင်မြင်တဲ့စီးပွါးရေးလုပ်ငန်းရှင်ဖြစ်သလို\nဗိသုကာပညာရှင် ခင်ပွန်းဖြစ်သူနဲ့ကလည်း သိပ်ကိုချစ်ကြတဲ့ ငယ်လင်ငယ်မယားတွေပါ။\nချစ်စရာကောင်းတဲ့ သားနဲ့သမီးလေးကိုလည်း ပိုင်ဆိုင်ထားပါသေးတယ်။ဒါပေမဲ့ ဇိုဝီ့မှာ sex ကို စွဲလန်းလွန်းနေတဲ့စိတ်ရောဂါရှိနေပြီး ခင်ပွန်းဖြစ်သူနဲ့တင် သူ့လိုအင်ဆန္ဒတွေ မပြည့်ဝဘဲအပြင်မှာ အပျော်ရှာမိရာက သူ့မိသားစုဘဝကိုပါ ထိခိုက်လာတဲ့အခါမှာတော့…သူ့ရဲ့ dark side ကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာ…မိသားစုနဲ့အတူမကြည့်သင့်သောအခန်းများပါဝင်ပါကြောင်း သတိပေးပါရစေ.. File Size :(2GB)(743MB) and (170 MB)\nQuality : Blu-Ray 1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Drama, Romance,Adult, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/2vWeh/Addicted.2014.BLU-RAY.1080P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1DcDAJ5vM5XKKONmTaadq5GHpfk.jpg",
        "title": "[18+]Disclosure(1994)",
        "description": "[18+]Disclosure(1994)********************* ရည်းစားဟောင်းတစ်ယောက် ကောင်းမှုကြောင့် ဘယ်လောက် အကျိုးပေးခံလိုက်ရလဲဆိုတာကိုတွမ်ဟန်းဒါးစ် တစ်ဖြစ်လဲ ကျွန်တော်တို့ရဲ့ Micheal Douglas ကြီးက သေချာသရုပ်ဖော်ပေးထားပါတယ်နည်းပညာကုမ္ပဏီက မန်နေဂျာတစ်ဦးဖြစ်တဲ့ တွမ်ဟန်းဒါးစ်က အလုပ်အရမ်းကြိုးစားပြီးဇနီးမယားသမီးသားတွေကိုလည်း အရမ်းချစ်တဲ့သူကြီးပါ\nတစ်နေ့တော့ ရာထူးတိုးဖို့ အနှစ်နှစ်အလလမျှော်လင့်ခဲ့ရပြီးအကောင်အထည်ပေါ်တော့မယ့်နေ့မှာပဲ တစ်စုံတစ်ယောက် ပေါ်လာပါတယ်...တွမ့်ရည်းစားဟောင်းပါပဲ... အရမ်းဆွဲဆောင်မှုရှိပြီး တော်လည်းတော် ထက်လည်းထက်တဲ့မဲရီဒစ်ဂျွန်ဆန်ဟာ သူမနဲ့မဆိုင်တဲ့ တွမ့်ဌာနမှာ ရာထူးတိုးသွားပါလေရဲ့\nတွမ်ကတော့ သူ့ဌာနက သူ မလုပ်တဲ့ ထုတ်လုပ်ရေးပြဿနာတစ်ခုကို အဖြေရှာနေရသပေါ့။အဲ့ဒီနောက်မှာတော့ ပြဿာနာအကြီးကြီးသူဆက်လက်ရင်ဆိုင်ရပါတော့တယ်..Demi Moore ရဲ့  လှသွေးကြွယ်ဆုံးအချိန်ဖြစ်သလို အဖော်အချွတ်ဘာညာခန်းတစ်ချို့ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..  File Size :(2.07GB )(861 MB) and (380 MB)\nQuality : Blu-Ray1080p,720p\nFormat…mp4\nDuration…02:08:00\nGenre :Adult , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chevy\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1PXwf/Disclosure.1994.BLU-RAY.1080P.DS(CM).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ9gOW7ybOkAQp2PXG4qZXD2qGl.jpg",
        "title": "[18+] Women in Heat Behind Bars (1987)",
        "description": "Women in Heat Behind Bars (1987)ရှီနိုဘူးဟီမီနိုဟာ မယောင်မလည်နဲ့လုယက်မှုတစ်ခုမှာ ဝင်ပါမိပြီးမပြေးနိုင်ပဲထောင်ကျသွားခဲ့ပါတယ်။ ထောင်ထဲကိုရောက်တာနဲ့ ဘဝတူ အကျဉ်းသူတွေအပြင် ယုတ်မာတဲ့ထောင်ပိုင် ထောင်စောင့်တွေရဲ့ နှိပ်စက်မှုတွေ အနိုင်ကျင့်မှုတွေ လိင်မှုစော်ကားမှုတွေကို ရင်ဆိုင်ကြုံတွေ့ရပါတော့တယ်။ ထောင်အတွင်းမှာတင် အုပ်စုအမျိုးမျိုးကွဲပြားနေကြပြီး ထောင်ဖောက်ထွက်ပြေးချင်တဲ့သူတွေ၊ အဓိကရုဏ်းဖြစ် ပွဲဆူချင်တဲ့သူတွေသာမက ထောင်စောင့်တွေရဲ့စော်ကားမှုတွေကို မက်မက်မောမော သာယာနေတဲ့သူတွေပါရှိနေပြီး သူ့ပင်ကိုစိတ်နေစိတ်ထားစရိုက်တွေပါ အလိုက်သင့်ပြောင်းလဲဖို့ဖြစ်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းက ဂန္ထဝင်ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပြီး ရုပ်ရှင်ဇာတ်ကားလို့ မထင်ရအောင်ကို ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ ပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ Blur, Pixelate တွေ ဆင်ဆာဘားတွေ မပါရှိပဲ ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာပါ။ကာလသားကြိုက် Women in Prison Theme အတိုင်းပါနေကျဟာတွေ အားလုံးပါမှာဖြစ်တဲ့အတွက် အားရကျေနပ်ဖွယ်ဖြစ်ပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.4GB, ...",
        "rating": "",
        "url": "https://megaup.net/1PXta/(CM)_Women_in_Heat_Behind_Bars_(1987)_1080p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/ito-160x200.jpg",
        "title": "{21+} Celebration, Hatachi! Immediate Drinking! Uncensored Leaked (KMHRS-005-UN)",
        "description": "အီတို ကီဝါလေး ရဲ့ ပျစ်ပျစ်နှစ်နှစ်\nသရုပ်ဆောင်ချက်တွေက အသက်ဝင်လွန်းတာရယ်\nဘွင်းဘွင်းရှင်းရှင်း ဖြစ်နေတာရယ်ကြောင့်\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်အီတိုလေးက ငယ်ရွယ်တယ်\nအရမ်းပြည့်စုံတယ် ချစ်ဖို့ကောင်းတယ်\nသူလေးက သူ့ရဲ့ အသက်နှစ်ဆယ်ပြည့်မွေးနေ့အတွက်\nရင်တွေခုန်နေတယ် သူမရဲ့ အစီအစဉ်ကလည်းရှိနေတယ်သူမအနေနဲ့ ပြီးခဲ့တဲ့ရိုက်ကူးရေးတွေကို\nအားမလိုအားမရဖြစ်ပြီး လမ်းပျောက်နေသူအခု အသက်နှစ်ဆယ်ပြည့်နှစ်ကစပြီး\nကိုယ့်ယုံကြည်ချက်ကို ကိုယ်ပြန်ရှာမှာတဲ့လေ\nဘယ်လိုပုံ ဘယ်လို နည်းလမ်းသစ်တွေနဲ့\nပြန်ရှာတွေ့မလဲဆိုတာ အသစ်ဆန်းလေးဖြစ်နေလို့\nဗဟုသုတ ရှာမှီးနေသူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.52GB / 1.5GB\nQuality…1080p/720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3bPrA/KMHRS-005.1080p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pnXAP64pI30UZGiXb228F4opUWt.jpg",
        "title": "[18+] Cruel Intentions 3 (2004)",
        "description": "Cruel Intentions 3 (2004)Cruel Intentions ဆိုပြီး ဇာတ်ကားသုံးကားထွက်ရှိဖူးရာမှာ တစ်ကားနဲ့တစ်ကား မင်းသားမင်းသမီးတွေလည်းမတူသလို ဇာတ်လမ်းဇာတ်အိမ်တွေကလည်း သက်သက်စီနီးပါးပါပဲ။ တစ်နဲ့နှစ်မှာဆို အဓိကဇာတ်ကောင်ရဲ့ ကာရိုက်တာချင်းတူပေမဲ့ ၃မှာတော့ သီးခြားစီ ဖြစ်သွားပါပြီ။ ဒီရုပ်ရှင်တွေမှာ တူညီတာတစ်ခုကတော့ လူငယ်တွေကြားက လိင်ပိုင်းဆိုင်ရာ အရှုပ်အထွေးတွေအကြောင်းကို မင်းသားမင်းသမီးချောတွေရဲ့ ရုပ်ပိုင်းဆိုင်ရာနဲ့ ဖျော်ဖြေမှုအသားပေးတင်ဆက်သွားတာပါပဲ။ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း တက္ကသိုလ်ကျောင်းသားလူငယ်တစ်စုရဲ့ စာသင်နှစ်တစ်ခုအတွင်းက အချစ်ရေးနဲ့လိင်မှုကိစ္စတွေကို ဇာတ်လမ်းအသစ်တစ်မျိုးနဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ အရင်နဲ့မတူတာကတော့ ဒီတစ်ခါမှာ Plot Twist လေးတွေ လှိုင်လှိုင်သုံးပြီး အဆုံးထိဆွဲခေါ်သွားခဲ့တာပါပဲ။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့ အဓိကဇာတ်ကောင်သုံးယောက်ဖြစ်တဲ့ ကက်စဒီ၊ ဂျေဆန်နဲ့ပက်ထရစ်တို့ လူလည်လူငယ်သုံးယောက် တစ်ယောက်တစ်လှည့် အချင်းချင်းဖျံကျပြီး အကွက်ပေါင်းစုံရွှေ့ကြတာတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ အဖော်အချွတ်နဲ့ ပွင့်လင်းလွန်းတဲ့လိင်ဆက်ဆံခန်းတွေလည်း ပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်ဖို့တော့အဆင်မပြေနိုင်ပါဘူး။ဘ၀ဆိုတာ ခဏလေးပဲ။ ကွေးသောလက် မဆန့်ခင် ဆန့်သောလက်မကွေးခင်မှာ ရေပွက်လို ဒီဘ၀ဟာ စုန်းစုန်းနစ်မြုပ်သွားနိုင်တယ်။ ကောင်းတာတွေ မကောင်းတာတွေကို ဘယ်လိုပိုင်းခြားကြလဲ။ ကိုယ့်ကြောင့် ...",
        "rating": "",
        "url": "https://megaup.net/19U1s/(CM)_Cruel_Intentions_3_(2004)_1080p.mp4",
        "category": "Adult, Cruel Intentions Trilogy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE0M2Q5YTktM2E3OC00Y2UwLWI0NmQtMGQ3YWQ5YTcyYmVkXkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_-133x200.jpg",
        "title": "(18+) Madame Bamboo (1991)",
        "description": "Madame Bamboo\nဆောင်ကြာမြိုင်ဇာတ်လမ်းလို့ပြောရမှာပေါ့\nကုန်းဘောင်ခေတ် ဆောင်ကြာမြိုင်ဇာတ်လမ်းတော့မဟုတ်ဘူး\nစိနပြည်ဆောင်ကြာမြိုင်ဇာတ်လမ်းပါ sex and zen တို့လို\nတရုတ်ကားတွေ ကြိုက်တဲ့သူတွေအတွက်ကတော့ဒီဇာတ်ကားက တရုတ်တွေရဲ့ထုံးစံအတိုင်း ကွက်ကွက်ကွင်းကွင်း\nမုန့်တီဟင်းနှယ် ချပြထားတာကြည့်ရမှာပါ\nဆောင်ကြာမြိုင်ကိုရောင်းစားခံရတဲ့ ကောင်မလေးတွေ\nသူတို့ဘဝဇာတ်ကြောင်းတွေ ပြန်ပြောင်းပြောပြတာကို\nကြည့်ရှုရင်း တရုတ်ပြည်ရဲ့ ရှေးခတ်မိန်းမတွေကို\nပိုးစိုးပက်စက်နှိမ့်ချထားတဲ့ အကြောင်းတွေကို ထုံးစံအတိုင်း\nမျက်စိပသာဒဖြစ်ဖွယ်လေးနဲ့ နှလုံးသွင်းရှုစားကြတာပေါ့ဗျာ\nFile size…2.1GB / 1GB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.4",
        "url": "https://megaup.net/19S73/Madame_Bamboo_1991_WEB-DL_1080p_.X_Cross(DS).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZjk5ZTA0N2QtMTVjZC00MjZhLWI0NDEtNzI0OTdjYTVkNjhjXkEyXkFqcGdeQXVyMjAyNTEwOQ@@._V1_-141x200.jpg",
        "title": "(18+) Female Leopard(1985)",
        "description": "ဒီတခေါက်တင်ဆက်ပေးချင်တာကတော့ စိတ်ပညာသဘောလေးတချို့လဲပါနေသလို\nအချစ်အနမ်းဇာတ်ဝင်ခန်းတွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဂျပန်ရိုမန့်ကားလေးပဲဖြစ်ပါတယ်....ဇာတ်လမ်းအကျဉ်း\nယူကိုဟာ နိုင်ငံခြားကို ပညာတော်သင်ထွက်ပြီး\n၆နှစ်အကြာမှာ အိမ်ကိုလွမ်းဆွတ်လာတာကြောင့်\nဂျပန်ပြည်က သူ့ရဲ့တဦးတည်းသော အကိုရှိရာ\nမိသားစုပိုင်စံအိမ်တော်ကြီးဆီ ပြန်လာခဲ့ပါတယ်....အိမ်ကိုပြန်ရောက်ချိန်မှာတော့ ဒီဇိုင်နာတဦးအဖြစ်\nနာမည်ကြီးပြီး ချမ်းသာကြွယ်ဝနေတဲ့အကိုဖြစ်သူဟာ\nထူးထူးဆန်းဆန်းပါတီတွေ ကျင်းပနေပြီး\nမြေအောက်ခန်းမှာ မိန်းမပျိုလေးတဦးရှိနေတာကို\nယူကိုတစ်‌ေယာက်မထင်မှတ်ထားပဲ တွေ့မိသွားချိန်မှာတော့....\nFile size…1.7GB  / 750MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "4.8",
        "url": "https://megaup.net/19Mkn/Mehyo.1985.1080p.AMZN.WEB-DL.AAC2.0CH(DS).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/fatal-desire-159x200.jpg",
        "title": "[18+] Fatal Desire (1998)",
        "description": "တောတွင်းစွန့်စားခန်းကို 18+ ဆန်ဆန်ကြည့်ချင်တယ်ဆို ဒီကားလေးရှိပါတယ်နော်။\nဇာတ်လမ်းကရိုးမလိုလိုနဲ့ ဆန်းပါတယ်။ ရှေးဟောင်းမြို့ထဲမှာမြှုပ်ထားတဲ့\nရတနာကို အားကတ်ကရှာချင်တာဖြစ်ပြီး အားကတ်နဲ့အတူတူ\nတစ်ခြားသူငယ်ချင်းတွေလည်းပါလာကြပါတယ်။အားကတ်ရဲ့အဖေက ရှေးဟောင်းသုတေသနပညာရှင်ဖြစ်ပြီး\nသူ့အိပ်မက်ဖြစ်တဲ့ရှေးဟောင်းမြို့ကို မရှာနိုင်ခင်မှာပဲ ဆုံးသွားတာဖြစ်ပါတယ်။\nအဖေ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ ဖိလစ်ပိုင်မှာ ရှေးဟောင်းမြို့ကိုလာရှာရင်း\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းနဲ့လည်းတွေ့ရပြီး တောင့်တောင့်ဖြောင့်ဖြောင့်\nကိုလူချောဘန်းနဲ့လည်း ခင်မင်ရင်းနှီးခဲ့ရပါတယ်၊သူတို့ငါးယောက် ရတနာရှာပုံတော်ဖွင့်ရင်း ဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊\nဘယ်လိုမျိုး အမှောင်ဇာတ်လမ်းတွေခင်းမလဲဆိုတာကိုတော့\nတစ်ယောက်တည်းကြည့်လိုက်ပါတော့နော် ။ ။\nFile size…2.8GB / 1.4GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtilte(Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "",
        "url": "https://megaup.net/19M0y/Fatal.Desire.1998.720p(DS).mp4",
        "category": "Adult, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/BHA-KM-tp1-140x200.jpg",
        "title": "[18+]Bitch Heart Asshole(2013)",
        "description": "[18+]Bitch Heart Asshole(2013) အညွှန်း**********************************ပြည့်တန်ဆာအလုပ်နဲ့အသက်မွေးနေတဲ့ကောင်မလေးတစ်ယောက်ရှိတယ်..ဘဝက ငွေရလွယ်တယ်ဆိုပေမဲ့ ရွံရှာစက်ဆုတ်ရတဲ့ပုံစံတွေလည်းတွေ့ကြုံရတာ ဒုနဲ့ဒေး...ကိုယ့်ကိုချစ်မြတ်နိုးပြီး လာသဘောကျမဲ့ကောင်လေးဆိုတာလည်း ရှိဖို့ခဲယဉ်းလှတယ်..သို့ပေမဲ့ အဲ့ဒီကောင်မလေးကံကောင်းခဲ့တယ်..ကောင်လေးတစ်ယောက်က သူမ ဘဝထဲကိုဝင်လာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့...မင်းသမီးလေးလည်းအတော်လှသလိုစွဲမက်ဖွယ်အိပ်ရာပေါ်က အခန်းတွေလည်းပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...   File Size :(1.8GB) and (650 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Romance, Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1PJft/Bitch.Heart.Asshole.2013.WEB-DL.1080P(CM).mp4",
        "category": "Adult, Drama, Romance"
    }
]