[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/b56f576ad9402b6fe4d3d0ac2f6b8e54-157x200.jpg",
        "title": "[21+] SUBMISSION OF CASE FILES (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။ယူကီဟာ ချောမောလှပပြီး ဘဏ်တစ်ခုရဲ့ဝန်ထမ်းပါ...သူမရဲ့ အသက်အရွယ်က လှသွေးကြွယ်ချိန်...အချစ်ဆိုတာ အ, မှန်း န, မှန်း မသိသေးတဲ့အရွယ်...လက်ထပ်တယ်ဆိုတာကို ချစ်ရတဲ့သူနဲ့ အတူတူနေဖို့ပဲ ဆိုတဲ့ အတွေးပဲရှိတဲ့ မိန်းမချောလေး...အလွယ်ပြောရရင် ယင်ဖို မသန်းဖူးသေးတဲ့ သူလေးပေါ့...။ကီမူရာကတော့ ရိုးအ လွန်းတဲ့ သာမန်လူတစ်ယောက်ပါပဲ...။ယူကီ နဲ့ ကီမူရာတို့ဟာ ဘဏ်တစ်ခုမှာ အလုပ်အတူတူလုပ်ကြရင်း အိုးချင်းထား အိုးချင်းထိပြီးကြိုးချင်းထားကြိုးချင်းငြိခဲ့ကြပါတယ်..။သည်လိုနဲ့ပဲ စေ့စပ်ပြီးတော့ တစ်အိမ်တည်းအတူနေလိုက်ကြပါတယ် တစ်ဦးကို တစ်ဦးကြင်နာနွေးထွေးကြပြီး အိမ်ထောင်သည်ဆိုတဲ့ ဘဝကို ရှာဖွေထုဆစ်ကြတော့မယ်...။မမျှော်လင့်ပဲ ကြမ္မာဆိုးကြီးက သူတို့ကို ပြင်းပြင်းထန်ထန်ရိုက်ချလိုက်ပါတယ်...ဟုတ်ပါတယ် သူတို့ဘဏ်ကို ပိတ်ခါနီးလေးမှာပဲ လက်နက်ကိုင် လူတစ်ယောက်ရောက်လာပြီး..ဘဏ်ကို အနုကြမ်းစီးပါတော့တယ်...။ဘယ်သူတွေ အထိနာလဲ ဘယ်သူတွေ အသာစီးရကြသလဲဆိုတာတော့ ဆက်လက်အားပေးကြပါဦး...အထိနာပုံက ပြင်းထန်လွန်းတာကြောင့် ၂၁ နှစ်အောက် လူငယ်များမကြည့်သင့်ပါကြောင်းနှင့်..အသက်ပြည့်ပြီးသူများအတွက် အသံလုံ နားကြပ်တစ်စုံလိုအပ်ပါကြောင်း ကြိုတင်သတိပေးပါရစေ။(generate စာဖိုင်ဖြစ်သည့်အတွက် အဆင်မပြေမှုများရှိပါက သည်းခံပေးပါရန်)(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်) File ...",
        "rating": "",
        "url": "https://megaup.net/1rOvo/[DS]_JAV_SHKD-739.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOTJjZjBhNjMtM2VhYi00NzMyLWEyM2MtOWExMWIwYWMxZDgxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Sweet Sixteen (1983)",
        "description": "၁၆ႏွစ္အရြယ္...\nမီးေကာင္ေပါက္မတို႔အရြယ္တဲ့့...\nဒီအရြယ္ေတြ သိပ္ထိန္းရခက္တယ္\nအရာရာကိုစမ္းသပ္ခ်င္ေနမယ္...\nစူးစမ္းခ်င္ေနမယ္ ေကာင္မေလးတစ္ေယာက္...\nနာမည္က Melissaတဲ့..\n၁၆ႏွစ္ျပည့္ဖို႔ တစ္ပတ္ပဲလိုေတာ့တဲ့ အခ်ိန္\nသူ႔အေဖရဲ႕ အလုပ္ေၾကာင့္ သူတို႔မိသားစု\nေနရာအသစ္ကိုေျပာင္းလာတယ္ ဒီလိုကိုယ္မသိတဲ့ေနရာမွာ\nရွင္းေနတာေတြကိုရႈပ္ေအာင္လုပ္ေတာ့မယ္တဲ့ေလ\nမျပည့္စံုေသးတဲ့ အလွတရားေတြနဲ႔...\nသူ႔ရဲ႕ အရႈပ္ထဲ ပထမဆံုးေရာက္လာသူက Jhonny\nJhonny ကိုေလၽွာက္လည္ၾကရေအာင္တဲ့\nJhonny မျငင္းပါ..\nသူတို႔ေပ်ာ္ခဲ့ၾကတယ္... အဲ...ေနာက္တစ္ေန႔မနက္..\nJhonnyေပ်ာက္သြားၿပီ တည္ၿငိမ္ေနတဲ့ၿမိဳ႕ေလး...\nစတင္လႈပ္ခက္လာၿပီ\nMelissa...အရမ္းလွတဲ့ Melissa..\nဘာေတြရႈပ္အံုးမွာလဲ Melissa..\nဒီရုပ္ရွင္ကားဟာ ေဟာင္းေပမဲ့ ေကာင္းေနဆဲ\nရုပ္ရွင္ကား ျဖစ္ၿပီး 18+ အခန္းေတြ ပါေနလို႔\nအသက္မျပည့္ေသးသူမ်ား ၊ မိသားစုမ်ား ႏွင့္\nအတူမၾကည့္သင့္ပါ...\nဘာသာျပန္ေပးထားသူကေတာ့\nMin Thant Naing ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://megaup.net/5AO9R/Beverly_Hills_Cop_III_[1994]_(MM_Sub).mp4 https://megaup.net/2SYkg/Sweet_Sixteen_(Xia_You_Qiao_Mu)_[2016]_(MM_Sub).mp4",
        "category": "Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/lDcEdMaNSrm03NFdTkaLLNDLIVp-133x200.jpg",
        "title": "The Hidden Face (2011)",
        "description": "ဘားတစ္ခုမွာ အလုပ္လုပ္တဲ့ ဖာဘီယာဆုိတဲ့ မိန္းမလွေလးဟာ သူ႔တုိ႔ဆီမွာအရက္လာေသာက္ရင္း အမူးလြန္ငုိေၾကြးေနတဲ့\nသူစိမ္းေယာက္်ားတစ္ေယာက္နဲ႔ မေမွ်ာ္လင့္ပဲပတ္သက္မိခဲ့ပါတယ္။\nအခ်ိန္တုိအတြင္းမွာ သံေယာဇဥ္ၾကီးမိရာကေန သိလုိက္ရတာက\nအဲ့ဒီလူဟာ ေအဒရီယန္ဆုိတဲ့ ဂီတမွဴးတစ္ေယာက္။\nသူ႔ အတူေနရည္းစားက သူ႔နဲ႔ ေရွ႕မဆက္ႏုိင္ေတာ့ပါဘူးလုိ႔ ေၿပာၿပီး အိမ္ကေန ထြက္သြားရာကေနေပ်ာက္ေနတယ္။\nရဲေတြကပါ လုိက္ၿပီး အမႈဖြင့္စုံစမ္းၾကရာကေန ရက္ၾကာလာေတာ့ ေအဒရီယန္ကုိပါ သံသယတရားခံ\nအၿဖစ္ သတ္မွတ္ထားၾကတဲ့ အေၿခအေန။\nဖာဘီယာဟာ ေအဒရီယန္တုိ႔ အိမ္မွာလုိက္ေနၿဖစ္တယ္။\nသူ တစ္ေယာက္တည္းရွိခ်ိန္ဆုိရင္ အိမ္ထဲက ထူးၿခားတဲ့အသံေတြၾကားရတယ္။\nလွ်ပ္စစ္မီးေတြ ပ်က္လုိက္လာလုိက္ၿဖစ္တာ သူ႔ကုိတစ္ေယာက္ေယာက္ေစာင့္ၾကည့္ေနသလုိခံစားခ်က္မ်ိဳးေတြရလာတဲ့အခါ..။\nေအဒရီယန္ရဲ႕ရည္းစားဟာ တကယ္ပဲ သူ႔ဟာသူ အိမ္က ထြက္သြားတာလား?\nဒီေပ်ာက္ဆုံးမႈမွာ ေအဒရီယန္ကုိယ္တုိင္ေရာ ရုိးသားရဲ႕လား?\nသူတစ္ေယာက္တည္းရွိခ်ိန္ေတြမွာ ၾကားေနရတ့ဲအသံေတြ ထူးၿခားၿဖစ္စဥ္ေတြရဲ႕ တရားခံက ဘယ္သူလဲ?\nအစကေန အဆုံးထိ သိခ်င္စိတ္နဲ႔ ရင္တစ္ထိတ္ထိတ္ၾကည့္ရမွာပါ။\nဥေရာပကားေတြထုံးစံလိင္ခန္းတစ္ခ်ိဳ႕ပြင့္လင္းတာေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ အဆင္မေၿပေလာက္ပါဘူး။ \nFile size…(1 GB) and (480 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.4",
        "url": "https://megaup.net/2dql1/The_Hidden_Face_[2011]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "title": "[18+] The Girl Next Door (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  ၂၀၁၇ ခုနှစ်က ထွက်ရှိထားပြီး ဆော်အလန်းလေးနှစ်ယောက်နဲ့ တန်ဆာဆင်ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မကျ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်စာဖိုင်က Generate ဖိုင်ဆိုတော့ သိပ်မမှန်ပါဘူး အတက်နိုင်ဆုံးကြိုးစားပြီးတော့ ဆီလျှော်သင့်တော်အောင်ပြန်ဆိုထားပေးပါတယ်။မင်းသမီးရဲ့ ပုံစံလေးက ဂျပ်စီ ဆန်ပြီး စွာတာတာလေးနဲ့ အသည်းယားစရာလေးပါ။ခန္ဓာကိုယ်အချိုးအစားကလဲ လန်းလှပြီး ရုပ်ရည်ကလည်း ဆွဲဆောင်မှု့ရှိသူလေးပါဘယ်သူမှမငြင်းရက်နိုင်တဲ့ ဆိုဒ်ဂိုဏ်လေးပေါ့ဗျာ။ယွန်းဆန်အယ် တစ်ယောက် အလုပ်အကိုင် မယ်မယ်ရရမရှိပဲ အိမ်မှာနေရင်း အပြာဝထ္ထုတွေရေးပြီး စိတ်ကူးယဉ်နေပါတယ်ကြာလာတော့အိမ်မှာ မသင့်တော်တဲ့အဆုံး သူမ အိမ်ကထွက်ကာ မြို့ထဲမှာ အိမ်ငှားပြီးနေပါတော့တယ်။သူမရဲ့ရည်ရွယ်ချက်က အပြာဝထ္ထုရေး ဘလော့ထောင်ပြီး အွန်လိုင်းမှာပဲ ပိုက်ဆံရှာဖို့ပါပဲ။\n------------------------\nတစ်နေ့သူမ နေနဲ့အခန်းဘေးက အသံတွေကြားလို့ နားစွံံ့မိရာက ဟိုဘက်ယောကျာၤးလေးအခန်းက သူ့ကောင်မလေးနဲ့ မဖွယ်မရာလုပ်နေတဲ့ အသံတွေဖြစ်နေပါတယ်။သူမ အဲဒီအသံတွေကြောင့် တစ်ညလုံးအိပ်မရခဲ့ပါဘူး။သူမမနေနိုင်တဲ့အဆုံး အဲဒီအခန်းဘက်ကို သတိပေးစာကပ်ပါတော့တယ်။နောက်တစ်နေ့မှာတော့ သူ့အခန်းတံခါးရှေ့မှာ သူတို့တွေ့ဆုံကြပြီး မြင်မြင်ချင်းမှာပဲ ယွန်းဆယ်က ရင်ခုန်မိသွားပြီးစိတ်ကူးယဉ်အပြာဝထ္ထုတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2fj4j/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/23-130x200.jpg",
        "title": "The Apartment Aka L’Appartement (1996)",
        "description": "မက္စ္ဟာ ၿပင္သစ္သား တစ္ဦးၿဖစ္ၿပီး အနည္းငယ္ေပြရႈပ္တတ္တဲ့ စရုိက္ရွိေပမယ့္ အခုခ်ိန္မွာေတာ့ ေစ့စပ္ထားၿပီးပါၿပီ။ တစ္ေန႔\nအလုပ္ကိစၥနဲ႔ တုိက်ိဳကုိသြားမယ့္လမ္းမွာ တစ္ခ်ိန္က အခ်စ္ဆုံး အခ်စ္ေဟာင္း တစ္ဦးၿဖစ္ခဲ့တဲ့ လီဆာလုိ႔ ထင္ရတဲ့ အမ်ိဳးသမီး\nတစ္ေယာက္ကုိ အေတြ႔မွာေတာ့ သူဟာ အားလုံးကိုေမ့ေလ်ာ့ၿပီး အဲ့ဒီအမ်ိဳးသမီးကို ေနာက္ေယာင္ခံလုိက္ပါေတာ့တယ္။ အဲ့ဒီအမ်ိဳးသမီး\nရဲ႕ တုိက္ခန္းမွာ ပုန္းေအာင္းေနၿပီး သူေရာက္အလာထြက္ေတြ႔ခ်ိန္မွာေတာ့ အဲ့ဒီအမ်ိဳးသမီးဟာ လီဆာ မဟုတ္ပဲ ရုပ္ခ်င္း ခပ္ဆင္ဆင္တူတဲ့\nအဲလက္စ္ ဆုိတဲ့ တစ္ၿခားမိန္းကေလးတစ္ေယာက္ၿဖစ္ေနတာကို သိလုိက္ရပါတယ္။ ဘယ္လုိပဲၿဖစ္ၿဖစ္ သူတုိ႔ အခ်စ္နယ္ကြ်ံမိခဲ့ၾကတယ္။\nတကယ္တမ္း သူတုိ႔မသိေသးတာက အဲလက္စ္ဟာ မက္စ္ရဲ႕ အခ်စ္ဆုံး သူငယ္ခ်င္း လူဆီယန္ရဲ႕ ရည္းစားၿဖစ္ေနတာကုိပါ။\nေနာက္ထပ္တစ္ခုကေတာ့ မက္စ္ရဲ႕ တကယ္တမ္း အခ်စ္ဦး လီဆာဟာ မပတ္သက္သင့္တဲ့ အိမ္ေထာင္သည္ တစ္ဦးကို သြားပတ္သက္မိခဲ့ၿပီး\nအဲ့ဒီလူရဲ႕ လုိက္လံေႏွာင့္ယွက္မႈေတြေၾကာင့္ ေၿခရာေဖ်ာက္ပုန္းေအာင္းေနရပါတယ္။\nသူတုိ႔ေလးေယာက္ၾကားက ပတ္သက္ဆက္ႏြယ္မႈေတြဟာ ဘာေတြလဲ။ ဘယ္သူက ဘယ္သူ႔ကုိလွည့္စား ၿပီး ဘယ္သူက ဘယ္သူ႔ကုိ\nေဖာက္ၿပားခဲ့တာလဲ?\nဇာတ္ေၾကာင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2du0X/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/91DlgANXfuL._RI_-150x200.jpg",
        "title": "Scouts Guide to the Zombie Apocalypse (2015)",
        "description": "Scouts Guide to the Zombie Apocalypse\n———————————————————————ဒီကားေလးကHorror Comedyကားေလးပါ ကင္းေထာက္ေက်ာင္းသားေလးသံုးေယာက္နဲ႔Clubမွာစားပြဲထိုးလုပ္တဲ့ေကာင္မေလးတေယာက္ရယ္ကိုအဓိကထားၿပီးဇာတ္အိမ္တည္ထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစကအဲ့ၿမိဳ႕မွာရွိတဲ့ဓာတ္ခြဲခန္းတစ္ခုမွာရွိတဲ့လူနာတေယာက္ကေနစၿပီးVirusကျပန္႔တာပဲျဖစ္ပါတယ္တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ေက်ာင္းသားသံုးေယာက္ေတာထဲမွာCamping ထြက္တဲ့ေန႔မွာျဖစ္တာျဖစ္ၿပီးေက်ာင္းကSeniorအခ်ိဳ႕ကလည္းညမွာPartyက်င္းပေနတဲ့အခ်ိန္မွာစျဖစ္တာပဲျဖစ္ပါတယ္ဇာတ္ကားကHorror ဆိုတာထက္Comedyပိုင္းပိုမ်ားပါတယ္ဒီထဲကComedyအခ်ိဳ႕က18+အရမ္းဆန္ပါတယ္ ဟုတ္ပါတယ္18+ခန္းအခ်ိဳ႕ပါပါတယ္ဒီကားကေယာက္်ားေလးေတြအတြက္ပိုၿပီးအဆင္ေျပပါတယ္မိန္းကေလးေတြအေနနဲ႔ဆိုနည္းနည္းေတာ့ဒါကဟာသသက္သက္ဘဲဆိုၿပီိးအေတြးထည့္ထားမွၾကည့္ဖို႔အဆင္ေျပပါမယ္မွတ္ခ်က္ မိသားစုနဲ႔ၾကည့္ရမဲ့ကားမ်ိဳးမဟုတ္ပါ မင္မင္ တခါကဘာမွမပါဘူးထင္ၿပီးမိသားစုနဲ႔ၾကည့္တာနရင္းအုပ္ခံရပါတယ္ထပ္ေျပာပါမယ္ မိသားစုနဲ႔ၾကည့္ရတာအဆင္ေျပမဲ့ကားမဟုတ္ပါဘူးေနာ္Castေတြကေတာ့အဲ့တုန္းကမ်က္ႏွာသစ္ေလးေတြျဖစ္တဲ့ Men Apocalypse နဲ႔Dark Phoenix မွာCyclops အေနနဲ႔ပါဝင္ဖူးတဲ့Tye Sheridanရယ္Escape Roomထဲမွာပါဝင္ဖူးတဲ့Logan Millerရယ္Joey Morgansရယ္Sarah Dumontတို႔ကအဓိကသ႐ုပ္ေဆာင္ထားပါတယ္#Kal #ZEUS(႐ုပ္ရွင္အၫႊန္းကို ZEUS Facebook Page မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(950 MB) and (450 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Carey",
        "rating": "6.3",
        "url": "https://megaup.net/3ztmn/Scouts_Guide_To_The_Zombie_Apocalypse_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQTtqHBsaGs415Pwh1e05n5jxQT.jpg",
        "title": "Sauvage(2018)",
        "description": "Sauvage(2018)IMDb....7.0ဒီကားက Gay တစ္ေယာက္ရဲ႕ ညဥ့္နက္ခ်ိန္ေတြျဖတ္သန္းရတဲ့\nအေၾကာင္းကုိ အဓိကရုိက္ျပထားပါတယ္......\nေျပာရရင္ ညဥ့္ငွက္ Gay ေကာင္ေလးတစ္ေယာက္ဆုိပါေတာ့.....\nဒါဆုိရင္ေတာ့ သူလႈပ္ရွားေနတဲ့ ပုံရိပ္ေတြကုိ\nရိပ္မိႀကမယ္ထင္ပါရဲ႕......\nသူပ်ံသန္းတဲ့ ပတ္၀န္းက်င္ဟာ လူတန္းစားအစုံပါပဲ...\nသူတုိ႕ တဏွာစိတ္ေျပတာနဲ႕ အမႈိက္တစ္စလုိလႊင့္ပစ္တတ္ၾကသလုိ\nတစ္ခါတစ္ရံ လူသားမဆန္စြာ ႏွိပ္စက္တတ္ၾကပါေသးတယ္....\nေပးဆပ္ရတာနဲ႕မတန္တဲ့ ေငြအေၾကြတစ္ခ်ဳိ႕ကုိ\nမ်က္ရည္သုတ္ၿပီး ယုိင္နဲ႕နဲ႕ ေျခလွမ္းေတြနဲ႕ ေက်ာခင္းစရာလုိက္ရွာရတဲ့\nသူ႕အျဖစ္က တကယ့္ကုိသနားစရာပါပဲ....\nကုိင္းခံစားၾကည့္လုိက္ပါဦး....\nဒီကားက 18+ အမ်ဳိးအစားျဖစ္လုိ႕\nမိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္းေျပာၾကားပါရေစ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္...      File Size : (900 MB) and (380 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:39:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye Sone\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/26Qu4/Sauvage_Wild.2018.Web-DL.720P.PP.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuc86o8kAk21ZKMTdMtEJXhYivn.jpg",
        "title": "[18+] Time Adventure: 5 Seconds Til Climax (1986)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\nဂျပန်အနုအရွလေးတွေနဲ့ ထူးထူးဆန်းဆန်း ဇာတ်အိမ်လေးတွေကိုမှခံစားချင်တဲ့ ဘော်ဒါတွေအတွက်ပါ..မင်းသမီးလေးတွေကလဲ သူ့ခေတ်သူ့အခါက ပုရိသတွေအကြိုက် အချိုးအစားတွေနဲ့ နာမည်ကြီးခဲ့သူတွေပါ...သာမန်ရုံးဝန်ထမ်းလေးတစ်ယောက် Etsuko .....တစ်နေ့ရုံးဆင်းချိန်မှာ သူမရဲ့ သူငယ်ချင်း Naoko နဲ့ သူ့ရည်းစားတို့ ကုမ္ပဏီရဲ့ အရေးကြီးဘဏ္ဍာရေးအခန်းထဲမှာ ချိန်းတွေ့နေတာကို မြင်ခဲ့လိုက်ရပြီး စိတ်တွေမရိုးမရွတွေဖြစ်လို့ အာသာဖြေနေခိုက်....သူအိပ်ယာပေါ်ကထလိုက်တဲ့အချိန် အရာအားလုံးက ကပြောင်းကပြန်တွေဖြစ်နေပါတယ်သူက လာမယ့် ၁၅ နှစ်ကိုကြိုရောက်သွားပါတော့တယ်....ကဲ....ဇာတ်လမ်း ကျောရိုးလေးကတော့ အချိန်ခရီးသွားလေးဖြစ်ပြီးတော့ အနုအရွလေးတွေနဲ့တန်ဆာဆင်ထားပါတယ်....အများကြီးပြောရင် အပိုတွေပြောတယ် ဆိုမှာစိုးလို့ ဒီလောက်ပါပဲ...ပေါက်စိတွေကတော့ရှယ်ပဲဗျာ :3.......(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်) File Size : (400 MB)\nQuality : DVDRip\nRunning Time : 1hr 16min\nFormat : Mp4\nGenre : Comedy, Sci-Fi,Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside KiMuChi\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/4OGz0/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4",
        "category": "Adult, Asian, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNDk3YjVmNTctOGFkYi00OGFjLTk2YTEtNjQzNjIwN2U5Mjg1XkEyXkFqcGdeQXVyMTE2NDk2OTY@._V1_-140x200.jpg",
        "title": "[18+] Deadly Pickup (2016)",
        "description": "နာမည္ေလးက ေလေျပ...\nနာမည္ ေလးက ႏူးညံ့သေယာင္ေယာင္ထင္ရေပမဲ့ မုန္တိုင္းထက္ ၾကမ္းတမ္းျပီး\nပင္လယ္ၾကီးထက္ မာယာမ်ားတယ္...\nသူရဲ႕ မာယာေက်ာ့ကြင္းထဲက လြတ္သြားတဲ့ သားေကာင္းဆိုတာ မရိွသေလာက္ပါပဲ...\nဘယ္ရုန္းႏိုင္မွာလဲ သူမရဲ႕ အလွအပေတြက ငါးပါးအာရံုကို လႈပ္ႏိႈးေစတယ္ေလ\nသူမရဲ႕ အျပံဳး သူမရဲ႕ အခ်ိဳးအစား ျငင္းရက္စရာတကြက္မွမရိွဘူးေလ ဒီၾကားထဲ ေတာ္ကီ အျပင္းစားေတြနဲ႔ ပစ္ေပါက္တယ္ေလ...\nထပ္ေျပာရင္ ပိုတယ္ထင္မွာစိုးလို႔ လိုရင္းဇာတ္ေၾကာင္းေလးပဲ ေဖၚျပပါမယ္...ဟိုက္ေ၀းလမ္းမေပၚမွာသူမက တစ္ေယာက္တည္းေလွ်ာက္လိမ့္ေနတက္ပါတယ္..\nသူမက အဆိပ္ ပိုင္းမွာ သူမတူေအာင္ကြ်မ္းက်င္လွသူပါ\nသူမရဲ႕ ေနာက္ကအလွကို မခံမရပ္ႏိုင္ျဖစ္ျပီး ကားရပ္ျပီး တင္လိုက္မိရင္ေတာ့ တင္တဲ႕သူမဟာအမွားၾကီးလုပ္မိတာပါပဲ....\nအဲဒီသူ အေသဆိုးနဲ႕ ေသရတာပါပဲ ဒါေပမဲ့ သူမမွာ စည္းတစ္ခုေတာ့ရိွတယ္....\nသူအားရေအာင္ ေပ်ာ္ျပီးမွပဲ ကိစၥတံုးပစ္တာပါပဲ...\nဒီလိုနဲ႔ သူမ ျမိဳ႕ငယ္ေလးတစ္ခုမွာ က်င္လည္မိတယ္...\nသူမအတြက္ေနစရာ အခက္ခဲရိွေနေတာ့ ေက်ာင္းသူေယာင္ေဆာင္ျပီး လူျဖဴနဲ႕ လူမဲ တို႔ရဲ႕ အိမ္ေလးမွာ အငွားေနျပီး သူမရဲ႕အလုပ္ကိုဆက္လုပ္ပါေတာ့တယ္...\nသူမအလုပ္က ရက္စက္လြန္းရာက်ျပီး လူမဆန္တဲ့ အလုပ္မ်ိဳးပါပဲ ...\nသူမရဲ႕ ေက်ာ့ကြင္းထဲ ကို ဘယ္သူေတြ ...",
        "rating": "3.5",
        "url": "https://megaup.net/2TEyr/Deadly.Pickup.2016.1080p.WEBRip.x264-RARBG.mkv",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTA3NzkzMDUxODBeQTJeQWpwZ15BbWU4MDM0ODc5ODcz._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Perfection (2018)",
        "description": "The Perfection (2018)\nဒီဇာတ္လမ္းကို ညႊန္းရင္ ဘယ္လိုညႊန္းရမလဲ စဥ္းစားရပါတယ္။\nဘာလို႔လဲဆိုေတာ့ Plot Twist ေတြက ပါၿပီးရင္း\nပါေနတာဆိုေတာ့ ေျပာလိုက္ရင္လည္း Spoil ျဖစ္မွာ စိုးပါတယ္။\nPlot Twist မ်ားမ်ားနဲ႔ ရင္တထိတ္ထိတ္ ခုန္ေနရမယ့္\nကားမ်ိဳးၾကည့္ခ်င္ရင္ေတာ့ ဒီဇာတ္လမး္ကိုသာ ၾကည့္လိုက္ပါဗ်ာ။\nတကယ့္ကို သည္းထိတ္ရင္ဖိုပါပဲ။\nအသည္းတယားယား ရင္တဖိုဖိုနဲ႔ ဘာၿပီးရင္\nဘာျဖစ္မယ္ဆိုတာကို မွန္းလို႔မရတဲ့ ဇာတ္လမ္းမ်ိဳးပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ခ်ယ္လိုပညာရွင္ႏွစ္ဦးရဲ႕ဇာတ္လမ္းပါပဲ။\nလြန္ခဲ့တဲ့ဆယ္ႏွစ္ေက်ာ္က အေမက\nေလျဖတ္သြားလို႔ အိမ္ျပန္ခဲ့ရတဲ့ ခ်ယ္လိုပညာရွင္ နဲ႔\nယခုလက္ရွိ ဂီတေလာကမွာ ေအာင္ျမင္ေနတဲ့\nလူငယ္ခ်ယ္လိုပညာရွင္တို႔ ႏွစ္ေယာက္ၾကားက ဇာတ္လမ္းေလးပါ။\nသူတို႔ႏွစ္ေယာက္ ဆံုေတြ႕မႈကေန စခဲ့တဲ့ ဇာတ္လမ္းေလးပါ။\nေနာက္ဆက္တြဲေတြက ဘာျဖစ္မလဲဆိုတာကို\nရင္တထိတ္ထိတ္နဲ႔ ခုန္ၿပီး ၾကည့္မွ အရသာရွိမွာပါ။\nေျပာျပရင္ ဇာတ္က ေပါ့သြားမွာ\nစိုးတဲ့အတြက္ ဒီေလာက္ပဲ ေျပာျပပါရေစ။\nၾကည့္မိလို႔ ေနာင္တမရေစရပါဘူး။\nသတိေပးခ်င္တာေလးေတြကေတာ့.....\nေသြးထြက္သံယို အခန္းေတြ ပါပါတယ္။\nကေလးေတြ မၾကည့္သင့္တဲ့အခန္းေတြ ပါပါတယ္။\nနည္းနည္းေလးေတာ့ လန္႔စရာေကာင္းပါတယ္။\nသရဲကား၊ လူသတ္ကား မဟုတ္ေပမယ့္\nသည္းထိတ္ရင္ဖို ဇာတ္လမ္းအမ်ိဳးအစားပါ။\nIMDb Rating က 6.2 ပါ။\nRotten Tomatoes ကေတာ့ ...",
        "rating": "",
        "url": "https://megaup.net/4fzsU/The_Perfection_[2018]_(MM_Sub).mp4",
        "category": "Adult, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/60xvsr00060pl-158x200.jpg",
        "title": "[21+] Holy Mother, Please! Nana Ayano [XVSR-060] (2015)",
        "description": "Presented by Dark Side ProductionAyano Nana is a Nun in Japan. She is very kind and genuine, somewhat naive, but she also has some self-admitted dark feelings in her heart. On top of that, she is very well looking. And everyone around her notices that fact.When people in distress come seeking for help, she is always eager to offer help ...",
        "rating": "",
        "url": "https://megaup.net/3sGd0/(DS)Holy_Mother,Please[XVSR-060].mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/maria-2019-full-pinoy-movies-136x200.jpg",
        "title": "Maria (2019)",
        "description": "လီလီဟာ ဘလက္ခ္ရုိစ့္ဆုိတဲ့ ဒုစရုိက္ဂုိဏ္ၾကီးရဲ႕ ထိပ္တန္းလုပ္ၾကံေရးသမား တစ္ဦးၿဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့ ေပးအပ္တဲ့တာ၀န္ကုိ\nဖီဆန္ခဲ့မႈနဲ႔ ဂုိဏ္းက သူ႔ကုိ သတ္မိန္႔ေပးခဲ့ပါတယ္။ အဲ့ဒါေတြအားလုံးဆီကေန သူ႔နည္းသူ႔ဟန္နဲ႔ ေရွာင္ထြက္လြတ္ေၿမာက္ေနခဲ့ၿပီး ကာလတစ္ခုမွာ သူဟာ ဘ၀ေဟာင္းကိုေမ့ေပ်ာက္ထားၿပီး မာရီယာ ဆုိတဲ့ သာမန္\nအိမ္ေထာင္ရွင္မအၿဖစ္ ဘ၀သစ္တစ္ခုကို ထူေထာင္ေလွ်ာက္လွမ္းေနတဲ့ အခ်ိန္ အတိတ္ေဟာင္းက မိတ္ေဆြေဟာင္းေတြ သူ႔ကုိ\nၿပန္ေၿခရာခံမိသြားတဲ့ေနာက္ သူ ရုန္းထြက္ခ်င္တဲ့ဘ၀ဆီက လြတ္ေၿမာက္ႏုိင္ပါ့မလား။\nဘယ္လုိၿဖစ္ရပ္ဆုိးေတြၾကဳံလာရမလဲဆုိတာ..။\nအမ်ိဳးသမီးဗားရွင္းနဲ႔ John wick လုိ႔ေၿပာလုိ႔ရပါတယ္။ ၿမင္ေနက် ဇာတ္အိမ္မ်ိဳးကုိမွ သြက္သြက္လက္လက္နဲ႔ ေနာက္ခံေတးဂီတ\nေကာင္းေကာင္း အက္ရွင္ခန္း အလန္းစားေတြနဲ႔ ဆြဲေခၚသြားႏုိင္ပါတယ္။ အက္ရွင္ခန္း ႏွိပ္စက္ခန္းတစ္ခ်ိဳ႕ၾကမ္းလြန္းလုိ႔ကေလးေတြအတြက္ေတာ့ မသင့္ေတာ္ပါဘူး။ \nFile size…(950 MB) and (620 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "8.7",
        "url": "https://megaup.net/2ToeA/Maria_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tegQNllG9HfRWexDIkK8wMwC6ce.jpg",
        "title": "Total Dhamaal (2019)",
        "description": "ေႏြပူပူမွာ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသကား ၾကည့္မယ္ဆိုတဲ့ ပရိသတ္ေတြအတြက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ဟိုးအရင္ Dhamaal ေတြရဲ႕ ေနာက္ဆံုးျဖစ္တဲ့Total Dhamaal ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာလုပ္လုပ္ တလြဲခ်ည္းပဲ လုပ္တတ္ၾကတဲ့ လူတစ္စုကို အဓိက ျမင္ရမွာေပါ့။အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ ေငြလိုေနတဲ့ လူေတြ။တေန႔မွာေတာ့ ေငြေတြ ႏွစ္က်ပ္ကြက္နင္းၿပီးလုယူလာခဲ့တဲ့ ေဘာစိအသစ္ၾကပ္ခြၽတ္ႀကီးဟာဟယ္လီေကာ့ပတာပ်က္က်ၿပီး အဲ့ဒီလူတစ္စုနဲ႔ ဆံုဖို႔ ျဖစ္လာခဲ့ပါတယ္။မေသခင္မွာသြားတဲ့စကားကေတာ့ဂ်နာပူရ္တိရစၧာန္႐ံုထဲက 'OK' ဆိုတဲ့ စားလံုးမွာေငြ သန္း၅၀၀ ရိွေၾကာင္း ေျပာျပခဲ့ပါတယ္။သိပ္ကို ေလာဘႀကီးတဲ့ ေကာင္ေတြၾကားမွာဆိုေတာ့ၿပိဳင္ပြဲတစ္ခု ျဖစ္လာခဲ့ပါၿပီ။တစ္ေယာက္နဲ႔တစ္ေယာက္ ၿပိဳင္ဖက္ေတြျဖစ္ေနတဲ့ အဲ့ဒီလူရွစ္ေယာက္မွာေနာက္ထပ္ ၿပိဳင္ဘက္တစ္ေယာက္ ရိွေနပါေသးတယ္။အဲ့ဒီပိုက္ဆံေတြနဲ႔ အဓိကပက္သက္ေနတဲ့ ရဲမင္းႀကီးပါ။ကဲ....အရင္ေရာက္တဲ့လူက ပိုက္ဆံေတြအားလံုးကို ရမွာမို႔ ...Dhamaal ကစားပြဲထဲ ပါဝင္ဆင္ႏႊဲလိုက္ပါဦး။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Tr6D/Total_Dhamaal_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/10614ace87ffe7142a81666de3b5b58d-139x200.jpg",
        "title": "[18+] How Much Do You Love Me? (2005)",
        "description": "ပုရိသအပေါင်းတို့ အကြိမ်ကြိမ်ကြွေခဲ့ရသော Malena ဇာတ်ကားထဲက မမကြီး Monica Bellucci ကို အမှတ်ရကြဦးမလား....ဒီဇာတ်ကားမှာလဲ မမကြီးဟာ ကျွန်တော်တို့ကို အကြိမ်ကြိမ်ထပ်ခြွေဦးမှပြါ...သိဘို့။မမရဲ့ဖြစ်တည်မှုတွေက ပြင်းရှတဲ့ နှစ်ချို့ဝိုင်တစ်ခွက်လို ...။ဇာတ်လမ်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်....ဖရန်ဆွာ့ဇ်ဟာ ဟာ အထီးကျန်ဘဝနဲ့ သူ့ရဲ့ ပျင်းရိစရာ ရုပ်အလုပ်တို့ကို ငြီးငွေ့နေတဲ့ ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ဘားတစ်ခုကိုသွားရင်း လှပတဲ့ မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ ဒင်နီယယ်လာ နဲ့ ဆုံခဲ့တယ်။ မြင်မြင်ချင်း\nဒင်နီယယ်လာကိုစွဲလန်းမိရင်းက သူဟာ မီလျံချီ ထီပေါက်ထားတဲ့သူဖြစ်ကြောင်း နဲ့ သူနဲ့ အတူနေမယ်ဆိုရင် တစ်လကို ယူရို ၁၀၀.၀၀၀\nငွေမကုန်မချင်းပေးမယ်လို့ ကမ်းလှမ်းလာတဲ့အခါ ဒင်နီယယ်လာကလဲ သဘောတူခဲ့တယ်။သဘောမတူနိုင်တာကတော့ သူ့ သူငယ်ချင်းလဲဖြစ် သူ့ ဆရာဝန်လဲဖြစ်တဲ့ အန်ဒရေးပါ။ အန်ဒရေးက ဖရန်ဆွာ့ဇ်ရဲ့ နှလုံးအားနည်းရောဂါဟာ ဒီလိုလိင်မှု ကိစ္စတက်ကြွပုံမျိုးနဲ့ သင့်တော်မှာ မဟုတ်ဘူးလို့ သတိပေးပါတယ်။ စားသောက်ဆိုင်မှာ ညစာစားကြရင်း ဒင်နီယယ်လာ အစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/T9fv/How_Much_Do_You_Love_Me_(Combien_Tu_M_aimes)_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjk2ODQzNDYxNV5BMl5BanBnXkFtZTgwMTcyNDg4NjE@._V1_-132x200.jpg",
        "title": "Pretty Woman (1990)",
        "description": "IMDb (7/10)Pretty Womanဇာတ်လမ်းက အချစ် အပျော်လေးပေါ့။\nescortမလေး (ခေတ်စားနေတဲ့ စကားနဲ့ဆို ရွှေကြာလေး) Vivian နဲ့ အကြောင်းအပေါင်းကြုံလို့ တွေ့ဆုံခဲ့တဲ့ ချမ်းသာတဲ့ စီးပွားရေးသမား Edward တို့ရဲ့ ခေတ်သစ် စင်ဒရဲလားပုံပြင်လေး။\nအဆင့်မတူ ကြီးပြင်းပုံမတူ အပြုအမူမတူတဲ့သူနှစ်ဦးရဲ့ မဖြစ်နိုင်တဲ့ အချစ်ဇာတ်လမ်းလေး။\nကြည်နူးစရာကောင်းတယ်။ငယ်ငယ်တုန်းက ကြည့်တုန်းကတော့ Julia Roberts ချောလိုက်တာ Richard Gere က စိတ်ကူးယဉ်စရာ Prince on the White Horse ပေါ့။\nခုနောက်ပိုင်း ဒီအလုပ်လုပ်တဲ့ မိန်းကလေးတွေအကြောင်း ရုပ်ရှင်တွေ ထွက်လာတိုင်း Pretty Woman နာမည်ကို ပြန်ပြန်ဖော်လာကြတော့ နည်းနည်းထူးဆန်းသွားတယ်။\nကိုယ်ကြည့်တုန်းက ရွှေကြာဆင်ပယ်သိုက်ဇာ လို့ မခံစားခဲ့ရဘူးလေ။\nအဲ့တာနဲ့ ပြန်ကြည့်မိတော့ နည်းနည်းမတူတာလေးတွေ တွေ့ရတယ်။\nကိုယ်လိုရာ ကိုယ်ဆွဲတွေးတယ်ပဲ ဆိုပါစို့။မင်းသမီးရဲ့ ဇာတ်ရုပ်အကြောင်းပဲ ကြည့်ကြတာပေါ့။\nသူက လမ်းပေါ်က မိန်းကလေး\nဒါမယ့် ပထွေးရန်က လွတ်အောင် ထွက်ပြေးလာတာတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yB3k/Pretty_Woman_[1990]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/AAQ58ddbd5de544a-156x200.jpg",
        "title": "[21+] Tropical Night – Meguri [MEYD-245]",
        "description": "Dark Side Production\nMeguri is a married lady living with her husband and Father-in-law, however, her husband cheats on her and so she has been increasingly dissatisfied and frustrated. Then one day, suddenly, the Brother of her husband returns to the family home from Tokyo, he has lost his job and he has his own set of frustrations, even more, she ...",
        "rating": "",
        "url": "https://megaup.net/TY81/Tropical_Night_–_Meguri_{MEYD-245}_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/From-Straight-As-to-XXX-2017-English-Full-Movie-Download-800MB-WEBRip-720p-768x1024-150x200.jpg",
        "title": "[18+] From Straight A’s to XXX (2017)",
        "description": "( Dark Side Production မွ တင္ဆက္သည္။)From Straight A's to xxxဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။\nကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nမီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္တကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-from-straight-as-to-xxx-2017/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/two-moon-junction-poster-133x200.jpg",
        "title": "[18+] Two Moon Junction (1988)",
        "description": "Two Moon Junction (1988)\n  \nတောင်ပိုင်းရဲ့ ဂုဏ်ရှိန်ကြီးပါတဲ့ မိသားစုတစ်ခုက Aprilဆိုတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့\nဘဝအချိုးအကွေ့ကတော့ ဘွဲ့ရပြီး မကြာခင် ဆောင်တော့မယ့် သူ့မင်္ဂလာဆောင်ရက်ကလေး မတိုင်ခင်မှာ ပေါ်ပေါက်လာပါတယ်။\nအကြောင်းကတော့ ထရပ်ကားတစ်စီးပေါ်မှာ ခွေးတစ်ကောင်နဲ့ပဲ အမြဲအတူရှိနေတတ်တဲ့ လေလွင့်လူတစ်ယောက် သူ့ဘဝထဲဝင်လာခြင်းပါပဲ။\nဆရာကြီးပီမိုးနင်း မိန်းမစိတ်ကျမ်းထဲထည့်ရေးဖူးသလို မိန်းမစိတ်ဟာ ဆန်းပါတယ်။\nသူုပြခဲ့တဲ့ ဥပမာဆိုရင်တော့.. \"မိန်းမတစ်ယောက်ဟာ ပုံပျက်ပန်းပျက်ရုပ်ဆိုးပြီး ဗလကောင်းနေတဲ့\nလူတစ်ယောက်ကို လှမ်းအမြင်မှာ အလိုလိုချစ်သွားပြီး အနီးကပ်မှ သူ့ယောကျာ်း\nမျက်နှာဒဏ်ရာရလာတာမှန်း သိရတော့ စိတ်မပါတော့တာမျိုုးပါ\"။ အရာရာရွှေအတိကျပြီးခဲ့တဲ့\nအနာဂတ်ရယ် ဆန္ဒအလိုလိုက်မှုတွေရယ် ကြားမှာ ဂုဏ်သရေရှိပညာတတ်\nAprilဆိုတဲ့ကောင်မလေးတစ်ယောက် ကလေကချေ အရိုင်းအစိုင်းတစ်ကောင်ကို\nဆက်ဆံတဲ့ပုံတွေကတော့ တကယ့်ကို နားလည်ရခက်ခက်ပါပဲ။ မိန်းမဆိုတဲ့ ကျမ်းကြီးကို\nလူအတော်များများကတော့ အနှေးနဲ့အမြန်လေ့လာရမှာပါပဲ...ဒီဇာတ်လမ်းကတော့ နားလည်ရခက်မယ့်မိန်းမစိတ်အကြောင်း\nလေ့လာရာမှာ တစ်ထောင့်တစ်နေရာက အထောက်အကူုဖြစ်စေမှာပါ ထုံးစံအတိုင်း ပညာယူရင်း\nမင်းသမီးချောလေး SHEIRLYN FENNရဲ့  တစ်ကြောင်းမျဉ်းအလှတရားပေါင်းများစွာကို တဝကြီးတွေ့ရမှာပါ...\n  \n၁၈+အခန်းပေါင်းများစွာပါသဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ....\n   \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre ...",
        "rating": "5.1",
        "url": "https://megaup.net/Ty0m/Two_Moon_Junction_[18+]_[1988]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/new-folder-poster-133x200.jpg",
        "title": "[18+] New Folder (2014)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။ ကိုရီးယားသမရိုးကျ ၁၈+ ဇာတ်အိမ်တွေကနေဖောက်ထွက်ပြီနှစ်ထောင်းအားရစရာ ကားကောင်းလေးတင်ဆက်လိုက်ပါတယ်။မိန်းကလေးတွေရဲ့ ယောကျာၤးလေးတစ်ယောက်အပေါ်မှာ ပိုက်ဆံပြီးရင် ဘာကအရေးအကြီးဆုံးဆိုတာကိုကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ....ဖက်တီး တစ်ယောက် အစား နဲ့ မိန်းမကိုမြင်ရင် ဘယ်လိုမှမနေနိုင်တဲ့ တစ်ယောက်ဖြစ်နေပါတယ်ဆိုးတာက သူ့ရဲ့ အစားကြူးမှု့က သူ့ကို ဖက်တီးတစ်ယောက်ဖြစ်လာစေပြီး လုပ်သမျှ အလွဲလွဲအချော်ချော် ဖြစ်နေစေပါတယ်မိန်းကလေးတစ်ယောက်ကို မြင်ရင် ဒါမှမဟုတ်သူ့ဘေးက ဖြတ်သွားရင်တောင် ဗို့အား သောင်းတစ်ထောင်မျက်လုံးနဲ့ ခြေဆုံးခေါင်းဆုံးလိုက်ကြည့်ပါတယ်...သူကမိန်းမလိုချင်လွန်းလို့ ကြင်ရာဖက် တွေလိုက်ရှာပြီးတွေ့တွေ့နေတာကလည်း အမောပါပဲ...သူနဲ့တွေ့တဲ့မိန်းကလေးတွေကလည်း မထိရက်စရာ ကပိုကယိုအလှလေးတွေနဲ့ ဖြစ်နေတော့သူ့ခမျာ အခက်တွေ့နေပါတယ်သူ့ကိုလည်းကြည့်လေ လူကဖက်တီး မိန်းကလေးတစ်ယောက်ကိုကြည့်ရင် မကြည့်သင့်တာတွေကိုပဲ စိုက်ကြည့်နေတော့...မိန်းကလေးတွေက မခံမရပ်နိုင်အောင်ဒေါသတွေထွက်ပြီး ထွက်ပြေးကြတာချည်းပဲ။တစ်နေ့မှာ ဆိုင်မှာအလုပ်လုပ်ရင်း ရည်းစားနဲ့ပြတ်ပြီး စိတ်လေနေတဲ့ ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းပဲ ချစ်မိသွားခဲ့ပါတယ်...သူက ချစ်ခွင့်ပန်တော့ ကောင်မလေးက \"ရှင့်လိုဖက်တီးမျိုး ရွံတယ်\" ဆိုပြီး ပြစ်ပြစ်ခါခါပြောပြီးငြင်းလိုက်ပါတယ်...သူလည်းစိတ်ပျက်ပျက်နဲ့ လမ်းဖြတ်ကူးလိုက်တယ်ဆိုရင်ပဲ ကားတစ်စီးဝင်တိုက်တာခံရပြီးတော့ မျက်နှာတစ်ခုလုံးစုတ်ပြတ်သတ်သွားခဲ့ပါတယ်....သူ ဆေးရုံမှာ ...",
        "rating": "",
        "url": "https://megaup.net/Ueo3/New_Folder_(Saepoldeo)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTUwNzc5ODQxN15BMl5BanBnXkFtZTYwNTc4NDk5._V1_-137x200.jpg",
        "title": "[18+] Killing Me Softly (2002)",
        "description": "Killing Me Softly Movie (2002)\n Alice လို မိန်းမလှလေးအနေနဲ့ ဒီလိုလူတစ်ယောက်နဲ့ပဲ အတူနေပြီး ဘဝကိုအတူနေထိုင် ချစ်တင်းနှီးနှော နောက်နေ့အလုပ်သွား အဲလိုမျို းနဲ့ ဘဝဟာ အဓိပ္ပါယ်ရှိလောက်ပြီလို့ ရည်ရွယ်ရင်းရှိပုံပါ။ လက်ရှိအတူနေရည်းစားက ခပ်အေးအေး လိင်မှု ကိစ္စမှာလည်း သမားရိုးကျဆိုတာထက် အလုပ်တစ်ခုလို အိပ်ယာပေါ်တက်ချိန်လောက်ပဲ ချစ်ဗျူ ဟာခင်း အိပ်မောကျမယ်။နောက်နေ့သူလိုအလုပ်သွားမယ်။ဆိုရရင်စာအုပ်ကြီးသမားပုံစံပေါ့။Alice လိုချင်တဲ့ယောကျ်ားသားမျို းက မရိုးနိုင်တဲ့ ချစ်တင်းနှီးနှောဖလှယ်မှုတွေနဲ့ စိတ်လှုပ်ရှားမှု အပြည့်ပေးစွမ်းနိုင်တဲ့ သူမစိတ်ခန္ဓာတစ်ခုလုံး သိမ်းကျုံ းမျောပါးသွားစေလောက်တဲ့အထိ ဆွဲဆောင်မှု အတတ်ပညာပြည့်ဝတဲ့ ယောကျ်ားသားတစ်ယောက်ကို စိတ်ကူးယဉ်တမ်းတနေသလားတော့မသိဘူး။လက်ရှိနေထိုင်မှု အပေါ်ကိုတော့ ငြီးငွေ့စပြုနေတာ သေချာပါတယ်။ပြောလို့သာပြောရတာ အထက်ကဆိုခဲ့တဲ့ ချစ်ဗျူ ဟာခင်းတာလည်းကျွမ်းကျင် ရုပ်ရည်ကလည်းဆွဲဆောင်မှုအပြည့် ယောကျ်ားပီသလှတဲ့ ပုရိသမျို းဆိုတာကလည်း ခပ်ပေါပေါအချစ်ဖန်စီစာအုပ်တွေနဲ့အပြာစာအုပ်တွေထဲလောက်ပဲတွေ့နိုင်တာမဟုတ်လား။ဒါပေမယ့် Aliceမှာ မထင်မှတ်ဘဲ စိတ်လှုပ်ရှားမှု အပြည့်တွေနဲ့ပဉ္စလက်ဆန်လှတဲ့ဘဝနေထိုင်မှုတွေရှိနေတဲ့ Adam ဆိုတဲ့ ယောကျ်ားပျို တစ်ယောက်နဲ့ ဆုံဆည်းဖို့ကံကြုံ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gt9v/Killing_Me_Softly_[18+]_[2002]_(MM_Sub).mp4",
        "category": "Adult, Drama, Mystery, Romance, Thriller"
    }
]