[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODQ1MWFiZjctNzg2Zi00ZThkLTg1OTYtYTZmOTI0NWY2ZjhmXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-142x200.jpg",
        "title": "[18+]Side Job (2017)",
        "description": "[18+]Side Job (2017)\"Kanojo no Jinsei wa Machigai ja Nai\" ဝတ္ထုစာအုပ်ကို အခြေခံရိုက်ကူးထားပြီး ဝတ္ထုရေးဆရာပဲ ပြန်လည်ရိုက်ကူးထားတာပါဆူနာမီကြောင့် အမေဆုံးရှုံးသွားပြီးနောက်ပိုင်း မီယူကီဆိုတဲ့ ကောင်မလေးက ဖူကူရှီမာမြို့မှာ သူ့အဖေနဲ့အတူ နေထိုင်ပါတယ်\nအရင်တုန်းက လယ်သမားဖြစ်တဲ့ အဖေက နေ့တိုင်းအရက်သောက်ပြီး ငလျင်ဒဏ်ကြောင့် ပြန်လည်ရရှိခဲ့တဲ့ ထောက်ပံ့ငွေတွေကို ဂိမ်းကစားပစ်ပါတယ်...မီယူကီတစ်ယောက် အိမ်စရိတ်ကာမိဖို့အတွက် တိုကျိုမြို့မှာ ပြည့်တန်ဆာအဖြစ် ရုန်းကန်ရင်း ဘဝကို ရှေ့ဆက်ရပါတယ်...\nမီယူကီတစ်ယောက် ဘဝကို ရှေ့ဆက်ဘယ်လိုဖြတ်သန်းမလဲ ဆက်လက်ကြည့်ရှုကြပါအုန်း ။File Size__(2.1GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:00:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris99\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://megaup.net/2qohg/[18+]Side_Job_(2017)_1080p.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Dasd-791--140x200.jpg",
        "title": "{21+} Hot Teacher Will Sweetly Show You Anything You Ask (DASD-791)",
        "description": "တချို့မိန်းမတွေရဲ့အလှတရားဆိုတာ ၃၀ကျော်မှပေါ်တာမျိုးဗျ......သက်ကြီးလေ အလှသွေးကြွယ်လေဆိုတာ မမYu Shinodaကိုပြောတာနေပါတယ်သိမ်ပြီးသွယ်နေတဲ့ ခါးလေးမကြီးလွန်းမသေးလွန်းလှတဲ့ရှိုက်ကြီးရှိုက်ဖွယ်အသွယ်သွယ်ကလဲပုရိသတွေအဖို့ စွဲမက်စရာပိုကောင်းလာပါတယ်ဒီဇာတ်လမ်းမှာလဲ မမYu Shinodaကအသင်အပြကောင်းလှတဲ့ ဆရာမနေရာကနေ သရုပ်ဆောင်ထားပြီးအလှအပတွေနဲ့ ဖမ်းစားသွားဦးမှာပါ    \nFile size…1.8GB / 862MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.8",
        "url": "https://megaup.net/14og2/%7B21+%7D_DASD-791_Hot_Teacher_Will_Sweetly_Show_You_Anything_You_Ask_For.1080p_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/t53U8onQRDDG1zMl8h1qCmID5gF-133x200.jpg",
        "title": "[18+]Sashimi (2015)",
        "description": "Sashimi (2015)ဇာတ်လမ်းအစမှာတော့ အပြာမင်းသမီးတစ်ယောက် နာဆုမိနဲ့ ရုပ်ရှင်ရိုက်ကူးခဲ့တဲ့ မင်းသားတစ်ယောက် HIV ပိုးကူးစက်ခံရပြီး မင်းသားက သူ့ကိုယ်သူအဆုံးစီရင်သွားတဲ့ သတင်းက ပျံ့နှံ့လို့နေပါတယ်။နာဆုမိတစ်ယောက် အပြာကားတွေရိုက်နေစဥ်ကာလတစ်လျှောက်လုံး ရုပ်ရှင်တစ်ကားထွက်တိုင်း ထိုင်ဝမ်ကနေ သူ့ဆီ ပို့စ်ကဒ်တစ်ကဒ် အမြဲရောက်လာခဲ့ပါတယ်။\nHIV ပိုးရောဂါရှိမှန်းသိလိုက်ရတဲ့ အချိန်ကစပြီး အပြာကားတွေဆက်မရိုက်တော့ဘဲ နာဆုမိက သူ့ဆီအမြဲစာပို့နေတဲ့ သူနောက်ကို ခရီးဆက်ခဲ့ပါတယ်။ နာဆုမိကို ပိုစ့်ကဒ်တွေ ပို့ပေးနေသူဟာ ဘယ်သူဖြစ်မလဲ...\nဘာကြောင့် နာဆုမိဆီ ပိုစ့်ကဒ်တွေပို့ပေးနေရတာလဲ...\nနာဆုမိနဲ့ သူ့ဆီစာအမြဲပို့နေတဲ့သူက ဘယ်လိုဆက်စပ်မှုရှိမလဲ ဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး ။File Size__(1.6GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:24:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Dark Devil",
        "rating": "5",
        "url": "https://megaup.net/36gcz/[18+]Sashimi_(2015)_1080p.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Re0xEf-147x200.jpg",
        "title": "[18+] Atashira (2017)",
        "description": "ငယ်ငယ်တည်းက ကိုယ့်အမေတစ်ခြားယောက်ျားနဲ့ ဖောက်ပြန်တာတွေ သူရှေ့မှာတင် မိဘနှစ်ပါးလုံး အသေဆိုးနဲ့ သေရတာတွေ မြင်ခဲ့ရပြီး စိတ်တွေ သုံးကိုယ်ကွဲနေတဲ့ ကောင်မလေးတစ်ယောက်...အဖြစ်ဆိုးတွေရန်ကနေ စိတ်စုစည်းနိုင်ဖို့ ၀တ္တု ဇာတ်လမ်းတွေ ‌ရေးနေတာပေါ့\nသူနဲ့ အဆင်ပြေနေတဲ့ lesbian ကောင်မလေးရှိတယ် အလန်းလေးပါတစ်နေ့ အဲ့ကောင်မလေးဖောက်ပြန််နေတာကိုပါ တွေ့သွားတဲ့အခါ...ဇာတ်လမ်းက အဆန်း အကြမ်း အလန်း... ဇာတ်လမ်းအရ စော် စော် ချင်းရော ဘဲတွေနဲ့ရော ချစ်ရည်လူးနေကြတာမို့ မိသားစုနဲ့ ကြည့်ဖို့ မသင့်တော် ပါ ။( အညွှန်းကတော့ Dark Devil ပါ )File Size__(2GB) / (999MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:40:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "7.1",
        "url": "https://megaup.net/1Kjx8/[18+]Atashira_(2017)_1080p_DS.mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-01_13-30-07-142x200.jpg",
        "title": "[18+] Young Mother’s Friend (2018)",
        "description": "[18+] Young Mother's Friend (2018) ဇာတ်လမ်းအညွှန်းဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂျယ်ဝန်းတစ်ယောက် ကျောင်းပြန်တက်ဖို့ သွားတဲ့အခါ နေစရာမရှိတဲ့အတွက် သူ့အမေရဲ့ သူငယ်ချင်းဖြစ်သူ ဟီးဂျယ် အိမ်မှာ နေဖို့ ဖြစ်လာခဲ့ပါတယ်။ ဟီးဂျယ်ရဲ့ သမီး ယွန်းယောင်းလေးကလည်း ရင့်ကျက်တဲ့ မိန်းမပျိုလေးအရွယ်လေးပါ။တစ်နေ့မှာတော့ ယွန်းယောင်းက ကျောင်းစာမေးပွဲကို အကြောင်းပြပြီး စာကြည့်တိုက်မှာ တစ်ညလုံး အိပ်မယ်လို့ ဆိုပါတယ်။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ဝန်းကလည်း သူ့ရဲ့ ကောင်မလေးနဲ့ စာအတူလုပ်မယ်ဆိုပြီး ကောင်မလေးကို အိမ်ခေါ်လာဖို့ ခွင့်တောင်းပါတယ်။ညနေ အဒေါ်ဖြစ်သူ ဟီးဂျယ် ပြန်လာတဲ့အခါ ဂျယ်ဝန်းနဲ့ သူ့ကောင်မလေးတို့ စာလုပ်နေတယ်ဆိုတဲ့ အခန်းထဲမှာ တစ်ခုခု ပုံမှန်မဟုတ်တာကို ရိပ်မိပြီး ကြားဝင်ဖို့ ကြိုးစားတဲ့အခါ ...ယွန်းယောင်းက သူ့ကောင်လေးနဲ့ ဘာညာကိစ္စကို ဘဝင်မကျလှပဲ ဂျယ်ဝန်းကို စတွေ့တဲ့အချိန်ကတည်းက ဂျယ်ဝန်းအကြောင်းပဲ အမြဲတွေးနေခဲ့မိရာကနေ ဂျယ်ဝန်းကို ယောက်ျားလေးတစ်ယောက်အဖြစ် မြင်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Kj77/[DarkSide]Young.Mother_s.Friend.2018.1080p.WEB-DL.mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Chua-fah-din-sa-lai_directors-cut-140x200.jpg",
        "title": "[18+]Eternity Directors Cut (2010)",
        "description": "[18+]Eternity Directors Cut (2010)\n=========================ထိုင်းနာမည်ကြီး မင်းသား Ananda Everingham ပါ၀င်ထားတဲ့ တစ်ကားတည်းသော 18+ ကား The Eternity ဆိုတဲ့ကားလေးကို DVDRip Version ပေမယ့် ကြည့်လို့ ပြေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်ဆန်မောင် အဖြစ် Ananda Everingham\nယူဖဒီ အဖြစ် Ploy Laila Boonyasak\nသခင်ကြီးဟန့်အဖြစ် Bie Teerapong ဇာတ်လမ်းအကျဥ်းသခင်ကြီးဟန့်ရဲ့ တူတစ်ယောက်ဖြစ်တဲ့ ဆန်မောင်ဟာ လူ့ကျင့်ဝတ်ကို သိတတ် လိမ္မာပြီး ဦးလေးကို အဖေအရင်းလို ရိုသေချစ်မြတ်နိုးတဲ့သူတစ်ယောက်ပေါ့မြန်မာနိုင်ငံ သစ်တောတက္ကသိုလ်ကျောင်းဆင်းတစ်ယောက်ဖြစ်တဲ့ ဆန်မောင်က နတ်သားလေးလို ချောမောသလို ချစ်ရတဲ့မိန်းကလေးဖြစ်သူလည်းမရှိနေခဲ့ဖူးပါဘူးတခြားယောက်ျားလေးတွေလို မိန်းကလေးတွေနဲ့ပွေရှုပ်ခြင်းမရှိသလို လူပျိုဘဝကိုလည်း လက်ထပ်ပြီးမှကုန်ဆုံးချင်တဲ့ ဆန်မောင်အတွက် သခင်ကြီးဟန့်က ဘန်ကောက်ခရီးကအပြန်ဇနီးမယားရှာပေးမယ်လို့ ပြောခဲ့တယ်ဒါပေမဲ့ ခရီးအပြန်မှာတော့ သခင်ကြီးဟန့်က ယူဖဒီဆိုတဲ့ မိန်းမပျိုတစ်ယောက်ကို ဇနီးအဖြစ်တော်ကောက်လာခဲ့ပါတယ်အသက်သိပ်မကွာခြားတဲ့ ယူဖဒီနဲ့ ဆန်မောင်တို့ အနေနီးစပ်ရာ မဖြစ်သင့်တဲ့ချစ်ခြင်းတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်ဦးလေးကို ချစ်ကြောက်ရိုသေရပေမယ့် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2q7eD/Eternity_Directors_Cut_(2010).mp4",
        "category": "Adult, Asian, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/81GiQn9we3L._AC_SL1500_-141x200.jpg",
        "title": "[21+] Shoko Takahashi [MIDV-040]",
        "description": "JAV Model တွေအများကြီးရှိပေမယ့် တကယ်ဆွဲဆောင်မှုရှိတဲ့သူတွေက လက်ချိုးရေလို့ရပါတယ်...ဒီထဲမှာ Shoko Takahashi ကတော့ မပါမဖြစ်ပါပဲ...မင်းသမီးတွေထဲ သူ့လို အရပ်ရှည်တဲ့သူရှားတာကလဲ သူ့ကို မြင့်မြင့်မားမား ပြည့်ပြည့်တင်းတင်းလေးအဖြစ် ပိုလို့မှတ်မိနေစေပါတယ်။ဒါပေမယ့် သူ့ရဲ့အဓိက ဆွဲဆောင်မှုက ပြည့်ဝန်းလှပတဲ့ခန္ဓာကိုယ်ထက် ပိုမိုထူးခြားတဲ့ မျက်ဝန်းအကြည့်တွေလို့ ထင်တာပါပဲ...ဘယ်အချိန်ဖြစ်ဖြစ် မှိုင်းညှို့အထီးကျန်နေသလို မမှိတ်မသုန်ကြည့်တတ်တာလေးကတစ်ဖက်သူကို ဂရုဏာစမ်းချောင်းလေးတွေ ရင်ထဲ ဖြတ်စီးစေပါတယ်...ဒီဇာတ်ကားမှာလဲ ဂရုဏာသက်စရာလေးအဖြစ် သူ့ကို ရှုမြင်ရမှာပါ...ဇာတ်လမ်းကတော့ JAV တွေထဲ မြင်နေကျပုံစံကိုမှ ထူးခြားတဲ့တင်ဆက်မှုတချို့ဖြည့်စွက်ထားတာမျိုးပါပဲ။Shoko Takahashi က Dark Side ရဲ့ Fav လေးထဲကမို့ ခံစားကြည့်ကြပါဦး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.8 GB) & (1 GB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/14atm/[21+]_Shoko_Takahashi_[MIDV-040]_HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Untitled-141x200.png",
        "title": "[21+] A Gorgeous Modern Girl-Amin Nina [SSNI-765] Decensored",
        "description": "မင်းသမီး Amin Nina ကို ဖွေးဆွတ်တဲ့အသားအရည်ကြောင့်သတိထားမိရာကနေသူ့ဇာတ်ကားတွေလိုက်ကြည့်တဲ့အခါမှာတော့ Talent အပြည့်ရှိသူမှန်း ပိုသိလာရပါတယ်။အသားအရည်ရဲ့ဝင်းလက်မှု ခန္ဓာကိုယ်ရဲ့အဆီအပိုမရှိတဲ့အနေအထားက လုံးဝစွဲမက်စရာပါ။အကြည့်တွေကလဲ စူးရှပါသေးတယ်...သိပ်လှတဲ့ JAV တစ်ပါးလို့ ဆိုချင်ပါတယ်။သူမရဲ့ဇာတ်ကားတွေက သိပ်များများမရှိရတဲ့အထဲ Decensored ဆိုရင် ဒီတစ်ခုပဲထွက်ထားပါသေးတယ်။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကလဲ လန်းပါတယ်....ရိုးသားတဲ့တောသူတောင်သားတွေနဲ့ ခေတ်ဆန်တဲ့ကောင်မလေးအလန်းတစ်ယောက်အကြောင်းပါ။Amin Nina အနေနဲ့ Modern Girl တစ်ယောက်နေရာကနေ အကောင်းဆုံးတင်ဆက်သွားပါတယ်။ရှားရှားပါးပါး Decensored Version နဲ့ Amin Nina ကို မြည်းစမ်းကြည့်ကြပါဦး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2 GB) & (900 MB)\nQuality : HD-Rip (Decensored) 1080p & 720p\nRunning Time : 01:58:00\nFormat : mp4\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1K2h1/[SSNI-765]A_Gorgeous_Modern_Girl-Amin_Nina(Decensored)HDRip_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HMdSbpIv2ro6bAPDBXeKhUZRlO.jpg",
        "title": "[21+]Clip(2012)",
        "description": "[21+]Clip(2012) အညွှန်း*********************(21+ ရုပ်ရှင် ..ဆုကြီ: ၆ဆုရရှိခဲ့တယ်....ဖခင်ဖြစ်သူရဲ့ကျန်းမာရေးအခြေအနေနဲ့ မပြည့်စုံတဲ့အိမ်အခြေအနေကြောင့်ဂျက်စ်နာဆိုတဲ့ ယွစကီးဆယ်ကျော်သက်မလေးဟာ သူ့မိသားစုကို မခင်တွယ်၊အိမ်မှာမပျော်တော့ပါဘူး။ဒါကြောင့် ကျောင်းမှာလည်းစာသေချာမသင်၊ အိမ်မှာလည်းကူဖော်မရ၊ဆယ်ကျော်သက် ကောင်မလေးတစ်ယောက်  လွင့်ချင်တိုင်းလွင့်ပါတယ်...ဒီကြားထက် ပုံမှန်ထက် လိင်စိတ်လွန်ကဲ့ ဒီကောင်မလေးဟာဆန်းဆန်းပြားပြား ပုံစံမျိုးနဲ့ သူ့စိတ်ပြေဖို့ ကြိုးစားပါတယ်...သူ့လိုပဲ ခပ်ဆိုးဆိုး ကောင်တွေ တွေ့တဲ့အချိန်မှာတော့...အတော်ကြီးကိုကြမ်းတမ်းတဲ့အခန်းတွေပါတာမို့မကြည့်ခင် ပတ်ဝန်းကျင်ကို သတိလေးထားပေးပါဗျို...File Size :(1.6GB)(786MB) and (239MB)\nQuality : Blu-Ray 1080p5.1Ch, 720P\nFormat…mp4\nDuration…01:42:00\nGenre : , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by 333\nEncoded by Smile",
        "rating": "6.5",
        "url": "https://megaup.net/1JVil/Clip.2012.BLU-RAY1080P5.1CH.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/IPX-580-141x200.jpg",
        "title": "[21+]Business Trip-Karen Kaede[IPX-528] Decensored",
        "description": "Business Trip-Karen Kaede [IPX-528] Decensored Version\n++++++++++++++++++++++++++++++++AV IDOL တွေ တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးတွေဆို Karen Kaede က ထိပ်ဆုံးကပါပဲ။နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ…ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ…သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေသူလေးပါ။သူ့အလှတွေကို ကာရန်စီရရင် ကုဋေလောက်ရှိနိုင်ပါတယ်...ဒါကြောင့်နာမည်က ကာရန်ကုဋေ(Karen Kaede) ဖြစ်နေတာလားတော့မသိ။သူ့ဇာတ်ကားတွေက Uncensored မရှိသေးတာမို့ ဒုတိယအရှင်းလင်းဆုံးဖြစ်တဲ့ Decensored နဲ့ တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းလေးက မြင်နေကျ ပုံစံဆိုပေမယ့် ကာရန်ကုဋေနဲ့မလို့ အစအဆုံး ထိုင်ရာမထ ကြည့်ချင်စရာပါပဲ။Decensored Version ကို ရှာဖွေတင်ဆက်ထားတာမို့ မြင်နေကျထက် ပိုထိမိမှာပါ။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.7 GB) & (1.1 GB)\nQuality ...",
        "rating": "",
        "url": "https://channelmyanmar.org/21business-trip-karen-kaedeipx-528-decensored/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Lost_in_Beijing-220350211-large-140x200.jpg",
        "title": "[18+] Lost in Beijing (2007)",
        "description": "တရုတ်နိုင်ငံရဲ့ အချောအလှစာရင်းဝင် မင်းသမီး ဖန်ပင်းပင်းရဲ့ ၂၀၀၇ ခုနှစ်က Drama ဇာတ်ကား​ကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီထဲက ဖန်ပင်းပင်းရဲ့ သရုပ်ဆောင်ချက်တွေဟာ ဝေဖန်သူတွေကြားထဲ လက်ခုပ်သံရရှိစေခဲ့ပါတယ်။ IMDB မှာလဲ 6.8 ရရှိထားပြီး Deep ဖြစ်တဲ့ Drama ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း...​နယ်ကနေ ဘေကျင်းကိုတက်လာပြီးကြုံရာအလုပ်လုပ်တဲ့ လင်မယားနှစ်ယောက်၊ မိန်းမဖြစ်သူက အပျိုဟန်ဆောင်ပြီး Foot Message မှာ အလုပ်ဝင်လုပ်သလို၊ ယောကျာ်းဖြစ်သူကလည်း အထပ်မြင့်မှန်တွေသန့်ရှင်းရေးလုပ်ကာ ဘဝကိုရုန်းကန်နေရင်း တစ်နေ့တော့.......အဲ့ဒီတစ်နေ့ကြောင့်ပဲ ဘဝမှာ ငွေလား အချစ်လား ရမ္မက်လား မေးခွန်းတွေပေါ်ထွက်လာပါတော့တယ်။ ငွေဟာ လူ့သည်းခြေကြိုက်ဒုတိယဘုရားသခင်ဖြစ်ပေမယ့် တကယ့်ရွေးချယ်စရာ အချို့နဲ့ကြုံလာရင်တော့......ဇာတ်လမ်းကိုပဲ စီးမျောခံစားကြည့်လိုက်ပါ။Drama ဇာတ်လမ်းမျိုးဖြစ်ပေမယ့် ဖန်ပင်းပင်းရဲ့ အလှကောက်ကြောင်းတွေနဲ့ စကားကြမ်းကြမ်း အခန်းကြမ်းကြမ်းတွေပါတာမို့ ၁၈ နှစ် အထက်မှသာ ကြည့်ရှုဖို့ သင့်တော်ပါလိမ့်မယ်။\nFile size…(3.2 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:54:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.8",
        "url": "https://megaup.net/2pRB8/(CM)_Lost.in.Beijing.2007_BluRay_1080p_AVC_AAC-Nyein.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/woTQx9Q4b8aO13jR9dsj8C9JESy.jpg",
        "title": "[18+] X (2022)",
        "description": "X (2022) ~ IMDb Rating - 7.2/10, Rotten Tomatoes - 96% ~Horror Thriller တွေမှာ Robert Eggers တို့ Peele တို့ Ari Aster တို့နဲ့တွဲပြီး မာစတာပိစ်တွေ မနည်းဖန်တီးခဲ့တဲ့ A24 က ဒီနှစ်ရဲ့အကောင်းဆုံး Horror ကားလို့ ပြောနေကြတဲ့ X ကို Ti West နဲ့တွဲပြီး ဖန်တီးလိုက်ပါတယ်။ X ဟာ A24 Fan တွေကြားမှာရော Horror ကား ဖန်တွေကြားမှာပါ ဒီနှစ်ရဲ့ အကောင်းဆုံး Horror ကားအဖြစ် နာမည်ကျော်နေပါတယ်။ Personal Rating 10 out of 10 ပေးနေကြတာတွေလည်း မနည်းပါဘူး။သူ့စာအုပ် The Shining ကို ရုပ်ရှင်အနုပညာရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2pN7t/(CM)_X.2022.1080p.WEBRip.DDP5.1.x264-Nyein.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMWFiYmYyNTMtNDBkZS00NDY0LTljYTMtNmM2YTc0ODcwNzUyXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Melissa P.(2005) [+18]",
        "description": "Melissa P.(2005) [+18] အညွှန်း****************************    ချစ်စရာစကီအချောလေးပါတဲ့ အီတလီ 18+ကားလေးပါ။\nမလီဆာဆိုတဲ့ ချစ်စရာမြှီးကောင်ပေါက်မလေးဟာ အထက်တန်းကျောင်းသူလေးတို့ထုံးစံအတိုင်းကိုယ့်အပေါ်မကောင်းတဲ့ကောင်ဆိုးလေး ဒန်နီရယ်ကိုမှ စွဲလမ်းနေမိပါတယ်။သူကချစ်မိနေပေမယ့်လည်း ဒန်နီရယ်ကတော့ သူ့ကိုအလေးမထားပဲပထမဆုံးလိင်အတွေ့အကြုံခပ်ကြမ်းကြမ်းကိုသာပေးပြီး ပလစ်လိုက်ပါတယ်။ဆယ်ကျော်သက်တို့သဘာဝဖြစ်တဲ့ အိမ်ကလူတွေကိုစိတ်ကုန်မယ်၊လောကကြီးကိုစိတ်ကုန်မယ်၊ အရွဲ့တိုက်မယ်၊ ပုန်ကန်မယ်၊ ဘယ်သူ့ကိုမှဂရုမစိုက်ဘူး၊အသစ်အဆန်းတွေကို လက်တည့်စမ်းမယ်ဆိုတဲ့အကျင့်လေးတွေရှိနေတဲ့ မလီဆာတစ်ယောက် သူ့ရဲ့စိတ်ညစ်မှုတွေကို လိင်ကိစ္စနဲ့ထွက်ပေါက်ရှာဖို့ပဲ ဖြစ်လာတဲ့အခါမှာတော့....File Size :(1.7GB) (917 MB) and (290 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Smile",
        "rating": "",
        "url": "https://megaup.net/1JP8p/Melissa.P.2005.WEB-DL.1080P.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/2-136-141x200.jpg",
        "title": "[21+] Room Confinement Special (SDDE 625)UNCENSORED LEAKED",
        "description": "ပထမဆုံးပြောချင်တာကတော့ ဒီဇာတ်ကားက ရှားရှားပါးပါး Uncensored Leaked ထားတာပါ။မင်းသမီးကလဲ ၃ ယောက်တောင် ပါပါတယ်...နာမည်ကြီး Iori Kogawa ရယ်...မမကြီး Yu Shinoda ရယ်...ထူးထူးဆန်းဆန်းကားတွေရိုက်တတ်တဲ့ Hibiki Otsuki ရယ်ပေါ့...ဆိုတော့ကာ ကွက်ကွက်ကွင်းကွင်းတွေကိုမှ ၃ နဲ့မြှောက်ထားသလိုဖြစ်ကုန်တာပေါ့..ဇာတ်လမ်းကလဲ အထူးအဆန်း Dark Side ပီသပါပေတယ်...ကျောင်းဆေးခန်းက ဆရာဝန်မလေးရယ် စာသင်တဲ့ဆရာမရယ် အတိုင်ပင်ခံ ကျောင်းအုပ်ကြီးမမရယ် အဲ့သုံးယောက်ကို ရော်ရမ်းတမ်းတလိုချင်နေမိတာက သန့်ရှင်းရေးကောင်ကလေး..ဒါပေမယ့်သူ့ကိုဘယ်သူမှအဖက်မလုပ်တာကြောင့် ဂေါက်သီးလိုလိုဖြစ်နေရသူပါ။ဒါပေမယ့် ဘဝဟောင်းက ဦးလေးရဲ့ နတ်ဆိုးဝိဥာဉ်က သူ့ကို ကူညီစောင်မပေးလိုက်တဲ့အခါမှာတော့မချောသုံးယောက်ကိုယ်တစ်ယောက် ဇာတ်လမ်းကြီးက ဖြစ်ချင်တိုင်းဖြစ်လာပါတော့တယ်။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.6 GB) & (1 GB)\nQuality : HD-Rip (Uncensored Leaked) 1080p & 720p\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/13Qmt/(DS)_SDDE-625_UNCENSORED_LEAKED_1080p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/WKZrm_4f-142x200.jpg",
        "title": "[18+] The Girl and the Wooden Horse Torture (1982)",
        "description": "နာမီဆူချီယာဟာ စာတော်ပြီး ဆရာအရေးပေးခံရတဲ့ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်ချို့ကျောင်းသူတွေမနာလိုဖြစ်ကြရအောင်လဲ သူတို့တွေကြိတ်ကြွေနေတဲ့ ခန့်ညားချောမောတဲ့\nဆရာဟာ နာမီ့အပေါ်ကို သိသိသာသာကြွေဆင်းနေခဲ့တာအမှန်ပါ။\nဆရာဟာ နာမီ့အပေါ်ကို စိတ်ကူးတွေယဉ်တယ်၊ နာမီကိုယ်တိုင်ကလဲ ဆရာက သူဒုက္ခရောက်နေတဲ့\nအချိန်မှာ လာရောက်ကယ်တင်တတ်တဲ့အကြောင်း၊ ကယ်တင်ပြီးရင် သူ့ကိုရက်ရက်စက်စက်နှိပ်စက်ပြီးရင်\nမုဒိမ်းကျင့်ဖို့ကြိုးစားတဲ့အကြောင်း အိမ်မက်တွေမက်တတ်တယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက်ကြားက နှောင်ဖွဲ့မှု စိတ္တဇတွေ နက်ရှိုင်းလာပါတော့တယ်။\nဒီဇာတ်ကားနဲ့ပတ်သက်တဲ့မှတ်ချက်တွေထဲမှာ ဂျပန်တွေဟာ လက်တွေ့ဘဝမှာ လိမ်မာယဉ်ကျေးကြတဲ့\nအပြင်ပန်းမျက်နှာစာကို ကောင်းကောင်းထိန်းသိမ်းထားနိုင်ပြီးတော့ anime နဲ့ ရုပ်ရှင်တွေထဲမှာ စိတ်ကူးတွေကို\nရိုင်းချင်တိုင်းရိုင်းကြမ်းချင်တိုင်းကြမ်းခွင့်ပေးထားတာ သိပ်ကြိုက်တယ်ဆိုတဲ့ တစ်ခုကိုသဘောကျမိပါတယ်။ဒီကားထဲမှာလဲ စိတ်ကူးယဉ်တဲ့အခန်းတွေတင်မက၊ လက်တွေ့ကျကျဆက်ဆံခန်းတွေမှာပါကြမ်းချက်တွေကတော့\nရုပ်ရှင်ကားကြီးမှ ဟုတ်ရဲ့လားလို့ပြန်ကြည့်ရလောက်အောင်ကိုကြမ်းလွန်းတာပါ။\nဒါကိုက ဇာတ်ကားရဲ့အနှစ်ပါပဲ။ Dark Side ဖက်ခြမ်းကို ဖော်ပြရာမှာတော့ ဂျပန်ကားတွေက အရင်ကတည်းက ကြမ်းနေခဲ့တာပါပဲ။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (600 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/1JK4e/(DS)Girl.and.the.Wooden.Horse.Torture.1982.1080p.AMZN.WEB-DL.DD+2.0.H.264-ARiN.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPkbeU0ZT6tuO87TksSDLpnLXwR.jpg",
        "title": "(18+)Island of Desire (2022)",
        "description": "မာသာဆိုတဲ့ အမျိုးသမီးငယ်လေးဟာ သူ့ကလေးအသေမွေးပြီးတဲ့နောက် စိတ်ဂယောင်ချောက်ချားဝေဒနာကြောင့်ကုထုံးဆရာဝန်နဲ့ပြနေရပြီး တစ်ပူပေါ်နှစ်ပူဆင့်စရာသူ့ခင်ပွန်းရဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကလဲ စိတ်ဖိစီးစရာဖြစ်နေပါသေးတယ်။တစ်နေ့ဆရာဝန်ဆီကအပြန်ကားပေါ်မှာကတောက်ကဆဖြစ်ရာကနေမတော်တဆမှုကြုံပြီးနှစ်ဦးလုံးသတိလစ်မေ့မျောသွားပါတော့တယ်။သတိရလာတဲ့အချိန်မှာတော့ မာသာဟာ အစ်စလာဘာတိုဆိုတဲ့ ဝေးခေါင်တဲ့ဒေသကျွန်းလေးတစ်ကျွန်းမှာခရိုင်ကျန်းမာရေးဌာနရဲ့သူနာပြုတစ်ယောက်အဖြစ်ရောက်ရှိနေပါတယ်။ ကျွန်းပေါ်ကဝမ်းဆွဲဆရာမ တက်စ်၊လီလွိုင်းဆိုတဲ့ဆိုင်ကယ်ကယ်ရီသမားလူငယ်လေးတို့နဲ့ရင်းနှီးလာခဲ့ပြီး လီလွိုင်းနဲ့တော့ချစ်ကျွမ်းဝင်နေကြပါပြီ။ကျွန်းပေါ်ရောက်ကတည်းက မာသာဟာထူးခြားတဲ့အိမ်မက်တွေကိုမြင်မက်ပါတယ်၊ အဲ့ဒီအိမ်မက်ကတော့ကလေးမွေးလုဆဲမိခင်တွေကို သူကူညီပြုစုပေးနေရင်း အဲ့ဒီမိခင်တွေကနေ မြွေမွေးလာပြီးထကိုက်တာ ဆိတ်ကလေးမွေးလာတာတွေပါ။ ဒီလိုပဲကျွန်းပေါ်က တစ်ချို့လူတွေက သူအရင်က သိဖူးကျွမ်းဖူးသလိုဖြစ်နေရုံတင်မကကာလရှည်ပျောက်ဆုံးနေတဲ့အစ်မအရင်းဖြစ်သူကိုပါ ကျွန်းပေါ်မှာတွေ့လာရပြီး အဲ့ဒီအစ်မက ကျွန်းပေါ်ကချက်ချင်းပြန်ဖို့ သူ့ကိုတွေ့တိုင်းတိုက်တွန်းလာတဲ့အခါ..။ သူဟာ မာသာဘဝမှာသက်ရှိထင်ရှားရှိနေသေးရဲ့လား?အခု သူရောက်နေတာ နောက်ဘဝလား? ဒါမှမဟုတ် အတိတ်ကသူ့ဘဝပဲလား? အဲ့ဒီလိုမဟုတ်ခဲ့ရင်ဒါဟာအပယ်ဘုံတစ်မျိုးမျိုးလား? ပဟေဠိဆန်တဲ့ကျွန်းရဲ့လျှို့ဝှက်ချက်တွေကို သူဘယ်လိုအဖြေရှာမလဲ?မကြာသေးမှီကထွက်ရှိထားတဲ့ Siklo နဲ့ Moonlight Butterfly တို့နဲ့ပရိသတ်စိတ်ဝင်စားမှုကိုရထားတဲ့မင်းသမီးချောလေး Christine Bermas နဲ့ Nerisa, Taya, Mahjong Night တို့ရဲ့မင်းသားငယ် Sean de Guzman တို့ဦးဆောင်ပါဝင်ထားပါတယ်။ကာမဂုဏ်တွေနဲ့လူသားတွေကိုမိန်းမောယစ်မူးစေပြီး အမှန်ကိုမမြင်နိုင်အောင်ပိတ်ပင်ဖျားယောင်းတဲ့ဘုံတစ်မျိုးမျိုးကိုရည်ရွယ်ဟန်ရှိတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့ကျွန်း၊ အစ်စလာဘတန်တိုခေါ်ရမ္မက်ကျွန်းရဲ့အကြောင်းကို ဆက်လက်ရှုစားကြပါ။  \nFile size…1.7GB /860MB\nQuality…1080p WEB DL ...",
        "rating": "7.8",
        "url": "https://megaup.net/13Hpf/Island.Of.Desire.2022.1080p.WEB-DL.AAC2.0.x264(DS).mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTE3Mzk2MTMtOGMzYy00YmQzLWFjOTYtMWEwY2MzOThlZDQ3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "[18+] X-Deal (2011)",
        "description": "IMDb Rating (6.4)အရင်တင်ဆက်ပေးခဲ့တဲ့ X-Deal 2 (2022) ကိုဖြစ်ပေါ်စေခဲ့တဲ့မူလ X-deal ဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ဓာတ်ပုံဆရာ ဘီလီနဲ့ သူ့ချစ်သူတို့ဟာ တိုက်ခန်းတွဲကြီးတစ်ခုကိုပြောင်းရွှေ့လာကာစဖြစ်ပါတယ်။\nသူတို့နှစ်ယောက်မှာ အချစ်တွေမကျန်တော့ပဲ လက်ရှိဆက်ဆံရေးကို လိင်မှုကိစ္စတစ်ခုတည်းအတွက်\nဆက်လက်တည်ဆောက်ထားကြတာပါ။အဲ့ဒီလိုအချိန်မှာမှ ဘီလီဟာအိမ်နီးချင်းအသစ်လှလှလေး ဒါနာကို သွားစိတ်ဝင်စားမိပါတယ်။\nဒါနာကတော့ လိင်တူချစ်သူအမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူစိတ်ဝင်စားတဲ့သူက ဘီလီ့ချစ်သူ ဆာရာဖြစ်ပါတယ်။ အဲ့ဒီလိုနဲ့ပဲ\nသူတို့သုံးယောက်ကြားမှာအပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။လက်ရှိအချိန်ထိအောင်မြင်ဆဲဖြစ်တဲ့ ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ အခုချိန်မှာ MILF စာရင်းဝင်စပြုနေတဲ့ Jamilla Obispo (Mahjong Nights,Kinsenas, katapusan) က Danaအဖြစ်ပါဝင်ထားပါတယ်။မင်းသမီးနှစ်ယောက်ရဲ့ပီပြင်ကြမ်းတမ်းတဲ့ချစ်တင်းနှောခန်းတွေ မူးယစ်ဆေးအသုံးတွေ\nစကားပြောတွေကြောင့် ၁၈ အောက်မကြည့်ရဇာတ်ကားတစ်ကားပါပဲ။ မင်းသမီးနှစ်ယောက်က တော်တော်ကြီးကိုလှတော့\nတော်တော်ကြီးကို ကြည့်လို့ကောင်းတဲ့ကားလို့ ဆိုရပါမယ်။\nFile size…(1.6 GB)/(680 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:30:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ALS",
        "rating": "6.4",
        "url": "https://megaup.net/13wkx/(CM)_X-Deal.2011.1080p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFDWBWaFlgSWs0swtrjKkLSTM7C.jpg",
        "title": "(18+)Dirty Blondes from Beyond(2012)",
        "description": "မိန်းကလေးတွေချည်းပဲရှိတဲ့ဂြိုလ်တွေ စကြာဝဠာကြီးထဲမှာရှိနေပါတယ်အဲဒီထဲမှာ Vulvian ဂြိုလ်နဲ့ Byfrexia ဂြိုလ်က ပြိုက်ဖက်ဂြိုလ်တွေဖြစ်နေပါတယ်တစ်နေ့မှာတော့ Byfrexia ဂြိုလ်ကရာသီဥတုဆိုးရွားတဲ့ဒါဏ်ကို အပြင်းထန်ခံစားရပါတယ်Byfrexia ဂြိုလ်အရှင်သခင်မက ပြိုင်ဖက်ဂြိုလ် Vulvian သခင်မဆီနည်းပညာအကူညီလှမ်းတောင်းပါတယ်Vulvian သခင်မကလည်းအကူညီပေးမယ်ဆိုပြီး ကတိပြုလိုက်ပါတယ်တကယ်တော့ အဲဒီကတိက လိမ်ညာကတိပါပဲသူ့ရဲ့ရည်ရွယ်ချက်ရှိနေပါတယ် အဲဒါကတော့ Byfrexia ဂြိုလ်ကိုကျူးကျော်ပြီးမင်းသမီးကိုလိုချင်လို့ပါပဲByfrexia ဂြိုလ်သခင်မကတော့ သူထင်သလိုဖြစ်မလာပဲ တိုက်ခိုက်ခံရမှန်းသိလာတော့ခြေဦးတည့်ရာ ပြေးရပါတော့တယ်ပြေးရင်းပြေးရင်းပဲ ယာဉ်ချို့ယွင်းပြီး ကမ္ဘာဂြိုလ်ပေါ်ဆင်းသက်လိုက်ရပါတော့တယ်အဲဒီအချိန်မှာပဲ သူတို့ မမြင်ဖူးပဲ ကြားဖူးနားဝရှိတဲ့ပေါင်သုံးချောင်းမျိုးစိတ်နဲ့စတွေ့ပါတော့တယ်တစ်ဖက်မှာလည်း သူတို့နောက်ကို သဲကြီးမဲကြီးလိုက်နေတဲ့Vulvian ဂြိုလ်သူမအဖွဲ့ကလည်း ရှိနေပြန်ပါတယ်ယာဉ်ပျံပြင်ဖို့ ပစ္စည်းတွေရှာရင်း မျိုးစိတ်သစ်နဲ့ ထူးဆန်းတဲ့အရာတွေကိုတဝကြီး လေ့လာတဲ့ အကိတ်ဂြိုလ်သူမတွေသူတို့ရဲ့ ထူးခြားတဲ့ခံယူမှုသူတို့ရဲ့အမြင် တွေက လိင်ပိုင်းဆိုင်ရာကိုဦးစားပေးထားခြင်းဖြစ်လို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး\nFile size…1.3GB / 575MB\nQuality…1080p / 720p\nFormat...mp4\nDuration…. 1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/13vxc/Dirty.Blondes.from.Beyond.2012.1080p.WEBRip.x264(DS).mp4",
        "category": "Adult, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNzMwODAwNmItYjJkYy00MmQwLTg2OTEtNTIzNjlkNGU5YjEyXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-141x200.jpg",
        "title": "[21+] Pay For Sex (2020)",
        "description": "[21+] Pay For Sex (2020) အညွှန်း မင်းသမီးကတော့ Kpop အဖွဲ့ BaBa ရဲ့ အဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်လောကထဲကို ကူးပြောင်းလာပြီး အခုလို ပုရိသတို့အကြိုက် ဇာတ်လမ်းတွဲတွေ ရိုက်ကူးနေတဲ့ မင်းသမီးချောလေး ဆောင်းဟာ ပါ။ ဒီဇာတ်ကားလေးကတော့ ခါးပိုက်နှိုက်လုပ်ရင်းကနေ လောင်းကစားဝိုင်းကို အမှတ်မထင်ရောက်သွားတဲ့ ဟယ်ဘင်းဆိုတဲ့ ကောင်မလေးအကြောင်းကို အခြေခံပြီး ပုံဖော်ထားတာပါလောင်းကစားဝိုင်းကို ရောက်တဲ့နေ့ကစပြီး ပြန်မရုန်းထွက်နိုင်တော့ဘဲ သူ့ဘဝရဲ့ အမှောင်အမိုက်ဆုံး အချိန်တွေ ရောက်လာတော့မယ်ဆိုတာကို မသိရှာပါဘူး။လောင်းကစားဝိုင်းရဲ့ နောက်ဆုံး ကစားပွဲကို ဘယ်သူက အနိုင်ရသွားမလဲ? ကစားပွဲတွေသိမ်းသွားတဲ့အချိန်မှာတော့ ဟယ်ဘင်းတစ်ယောက် ဘာတွေလုပ်မလဲဆိုတာ အဖြေရှာကြပါစို့။ အကြမ်းစား sex scene တွေကို ဖောဖောသီသီ မြင်တွေ့ရမှာဖြစ်ပြီး မင်းသမီးနှစ်လက်စလုံးကလည်း အချောအလှ ဖြူဖြူဥဥလေးတွေ ဖြစ်တာကြောင့် Dark Side Production ကနေ တင်ဆက်ပေးလိုက်ပါတယ် ခင်ဗျာ ... File Size    ...",
        "rating": "",
        "url": "https://megaup.net/2pov3/[DarkSide]Pay.For.Sex.2020.720p.HDRip.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/A2RJVDQEoVf47SWMpDxR0LvveHp-133x200.jpg",
        "title": "[18+] I Love It From Behind (1981)",
        "description": "မီမေဟာ အထက်တန်းကျောင်းတက်ကတည်းက ယောက်ျားတွေရဲ့အင်္ဂါကိုမှင်သုတ်ပြီး စာရွက်ပေါ်ခပ်နှိပ်ထားတဲ့\nပုံတူတွေကိုစုဆောင်းနေခဲ့ပြီး သူတကယ်လက်ထပ်ရမယ့်အမျိုးသားနဲ့မတိုင်ခင်မှာ ပုံပေါင်းတစ်ရာယောက်ျားပေါင်း\nတစ်ရာနဲ့လိင်ဆက်ဆံပြီး စံချိန်တင်ဖို့ရည်မှန်းထားခဲ့ပါတယ်။၉၉ ခုအထိအောင်မြင်ထားခဲ့ပြီး ၁၀၀ မြောက်တစ်ခုမှာတော့\nတစ်ဖက်လူဟာ သူတွေ့ဆုံခဲ့ဖူးသမျှ ဘယ်သူနဲ့မှမတူပဲ၊ ဒီလိုကိစ္စမျိုးမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်နေပြီး သူနဲ့\nပြိုင်ဘက်ဖြစ်လာတဲ့အခါမှာတော့ နာရီပေါင်းများစွာကြာတဲ့ လိင်မာရသွန်ကြီးကိုမနားတမ်းဆင်နွှဲပြီး\nအရှုံးအနိုင်ဆုံးဖြတ်ဖို့ဖြစ်လာပါတော့တယ်။နီကတ်ဆုရဲ့နာမည်ကြီး Roman Porno Series တွေထဲကတစ်ကားပါပဲ၊ Dark ဖြစ်တဲ့ဘက်ကိုမသွားပဲ\nပေါ့ပေါ့ပါးပါးဟာသဆန်ဆန်ရှုစားရမှာဖြစ်ပါတယ်။ ဒါပေမယ့် Roman Porno Series တွေထုံးစံ ဆန်းဆန်းပြားပြား\nဆက်ဆံခန်းတွေကတော့ အရင်ထက်မလျော့ပါဘူး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.1 GB) & (380 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:05:41\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2pmio/(DS)I.Love.It.from.Behind.1981.1080p.AMZN.WEB-DL.DD+2.0.H.264-ARiN.mp4",
        "category": "Adult, Asian, Comedy, Drama"
    }
]