[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gE43Pns49CwlO7RDwgmUVgx1ubW.jpg",
        "title": "Love & Wish (2021)",
        "description": "Love & Wish (2021) ဇာတ်လမ်းတွဲအညွှန်း***********************************အပိုင်းသစ် (၄ မှ ၉) အစ - အဆုံး ဒီတစ်ခါမှာတော့ CMပရိသတ်ကြီးအတွက် Penthouseထဲကအသည်းကျော်လေး ဟာအွန်ဗြောနဲ့ GOT7 အဖွဲ့ဝင် Choi Young-Jaeတို့က ပါဝင်သရုပ်ဆောင်ထားတဲ့ Web drama လေးနဲ့မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်းအညွှန်းကတော့ ...၁၇နှစ်အရွယ်ဆွန်းဒါအွန်းက သူ့အိမ်မှာအငယ်ဆုံးလေးပါ။ အစ်မနှစ်ယောက်ရဲ့အလုပ်ကြောင့် အင်းချွန်းကနေ ဆိုးလ်ကို အတူပြောင်းခဲ့တဲ့နေ့မှာပဲ ဒါအွန်းတစ်ယောက် ဓာတ်လှေကားထဲမှာ ဆွန်းဟူဆိုတဲ့ကောင်လေးနဲ့ တိုက်မိသွားတယ်။ဆွဲဆောင်မှုရှိပြီးချောမောတဲ့ဆွန်းဟူကို မြင်မြင်ချင်းချစ်မိသွားတဲ့ ဒါအွန်းက သူမရဲ့အချစ်စစ်လို့သတ်မှတ်လိုက်ပါတယ်။ ကံကြမ္မာဖန်ချင်တော့ ဒါအွန်းရဲ့ကျောင်းအသစ်က စာသင်ခန်းထဲမှာ ဆွန်းဟူနဲ့ထပ်တွေ့ရတဲ့အခါ ... အမြဲတမ်း အချစ်စစ်ကို စိတ်ကူးယဉ်ခဲ့တဲ့ ဒါအွန်းတစ်ယောက် ဆွန်းဟူရဲ့အချစ်တွေက သူမနဲ့ ထပ်တူကျပါ့မလား ဆိုတာကိုတော့ Love and Wish ဆိုတဲ့ Web Drama လေးမှာ ရှုစားရမှာပါ။ ဒါအွန်းနေရာကနေ ဟာအွန်ဗြော(Choi YeBin) နဲ့ ဆွန်းဟူနေရာကနေ (Choi ...",
        "url": "https://channelmyanmar.org/tvshows/love-wish-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/kkj-1.jpg",
        "title": "Karat Ruk (2021)",
        "description": "Karat Ruk (2021)  စ / ဆုံးAre We Alright?------------------------------------အခုတစ်ခေါက် CM ကနေ မိတ်ဆက်ပေးမှာကတော့ထိုင်းအချစ်ဟာသကားလေးဖြစ်တဲ့ Are we alright? ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်အလုပ်ခွင်မှာအောင်မြင်ပြီး နေရာတစ်နေရာရနေတဲ့အသက် ၃၀ ကျော် Business woman တစ်ယောက်ဖြစ်သူ ကာလက်ဟာသူ့ယောက်ျားဖြစ်သူ ချာ့ခစ်ထက် အရာရာမှာ သာလွန်လိုနေပါတယ်မိန်းမက ကိုယ့်ထက် အရာရာသာလွန်နေရင် မကြိုက်တတ်ကြတဲ့ ဖိုသဘာဝပီပီ ကာလက်ရဲ့ ယောက်ျားကအတွင်းရေးမှူးနဲ့အတူ ကာလက်အပေါ်ဖောက်ပြန်ပါတော့တယ်ယောက်ျားက ကွာရှင်းဖိုတောင်းခံခြင်း ခံရပေမဲ့ စန်းကောင်းတဲ့ ကာလက်ကိုစတုတ္ထနှစ်ကျောင်းသားလေး အိုင်ကလည်း စိတ်ဝင်စားနေပါတယ်.....ကာလက်တိုလင်မယားရန်ဖြစ်တာကို ဝင်ဖြေရှင်းပေးရင်းကနေ အိုင်နဲ့ ကာလက်စတွေ့ခဲ့ကြတာဖြစ်ပြီးတွေ့တာများလာတဲ့အချိန် ကာလက်ကလည်း ကွာရှင်းဖိုဖြစ်လာပြီး အိုင်က စတင်လှုပ်ရှားဖို ကြံပါတော့တယ်ဒါပေမဲ့ ကာလက်ကို စိတ်ဝင်စားတာ အိုင်တစ်ယောက်တည်း မဟုတ်ဘဲ ပြိုင်ဖက်ပေါ်လာတဲ့အခါမှာတော့ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်ပြီး စောင့်ကြည့်ပေးကြပါဦးနော်..........သာမန် လူငယ်အချစ်ကားမျိုးမဟုတ်ပဲ မမနဲ့ မောင်လေးကိုမှ အသက် ၂၀ ကျော်ကွာဟချက်ရှိပေမဲ့မမှုဘဲ ပြိုင်ဖက်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/karat-ruk-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/qXby2_4f-161x200.jpg",
        "title": "Unhappy Birhday (2021)",
        "description": "Unhappy Birthday (2021)-----စ / ဆုံး-----______________________\nဇာတ်လမ်းအကျဉ်း....ချစ်သူကို မွေးနေ့မှာ စပရိုက်လုပ်ဖို့ ရည်ရွယ်ထားတဲ့ မင်တစ်ယောက်\nအဲ့ဒီနေ့မှာပဲ ချစ်သူကောင်လေးရဲ့ ဖောက်ပြန်ခြင်းနှင့် စပရိုက်တိုက်ခြင်းကို ပြန်ခံလိုက်ရသောအခါ....\n၁၀ နှစ်သက်တမ်းကြာခဲ့ပြီဖြစ်သော သံယောဇဉ်ကြောင့်\nသူမအပေါ် သစ္စာမရှိသောယောကျာ်းတစ်ယောက်ကို မမေ့ပစ်နိုင်ခဲ့ပါဘူး....သူမ ချစ်သူကောင်လေး ချတ် သည်လည်း\n၁၀ နှစ်သက်တမ်းကိုမျှ မငဲ့ကာ မင့်ကို ချစ်ပါတယ်ပြောနေပေမယ့် တစ်ဖက်မှာတော့\nတစ်ခြားမိန်းကလေးများစွာနဲ့ ထပ်တလဲလဲ ပွေရှုပ်လို့နေခဲ့ပါတော့တယ်...အရင်ကတော့ မင့်ဘက်က အချစ်ကြီးလွန်းစွာနဲ့ နားလည်ခွင့်လွှတ်ပေးနိုင်ခဲ့ပေမယ့်လည်း\nဒီတစ်ခေါက်မှာတော့ ၁၀ နှစ်သက်တမ်းရှိ သံယောဇဉ်ဟာ ပြတ်တောက်ဖို့အကြောင်းဖန်လာခဲ့ပါတော့တယ်....မွေးနေ့ပွဲ တစ်ည ခဏအတွင်းမှာပဲ မင့်အိပ်မက်တွေ ရိုက်ချိုးသလို အဖျက်ဆီးခံလိုက်ရကာ\nသေမတတ် နာကျင်ခံစားရပြီး မင်တစ်ယောက် စိတ်ဒဏ်ရာအကြီးကျယ် ရခဲ့ပါတော့တယ်...တစ်ဖက်မှာလည်း ၁၀ စုနှစ်တစ်ခုကြာအောင် မင့်ကို အဝေးကနေပဲ ချစ်ရင်း\nနှစ်သိမ့်နေရတဲ့ ကီရာ့အတွက်တော့ အခွင့်အရေးကောင်းတစ်ခု ဖြစ်လာခဲ့ပါတော့တယ်..ရည်းစားဖြစ်သူ ချတ်သည်လည်း မင့်ကို ပြန်လည်ခွင့်လွှတ်ပေးဖို့ ကြိုးစားခဲ့ပါတော့တယ်....အဲ့ဒီနောက် ဘာဆက်ဖြစ်မလဲ...မင်တစ်ယောက် ချတ်ကို တကယ်မေ့ပစ်နိုင်မှာလား??ချတ်နဲ့ကီရာအကြား သူမ တကယ်ချစ်တဲ့သူဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/unhappy-birhday-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/368RFWidiSe5cPddTl2OaICPlTl.jpg",
        "title": "The Silent Sea ( 2021 )",
        "description": "မှင်စာဦးဦးနဲ့အတူ လကမ္ဘာကိုသွားဖို့စောင့်နေကြတဲ့ CM ပရိသတ်ကြီးအတွက်သိပ္ပံစိတ်ကူးယဉ် သည်းထိတ်ရင်ဖို အမျိုးအစားဖြစ်တဲ့ The Silent Sea ဆိုတဲ့ဇာတ်ကားလေးကတော့ ထွက်ရှိလို့လာပါပြီ။ ကမ္ဘာမြေပေါ်မှာ တဖြည်းဖြည်းကုန်ဆုံးသွားတော့မယ့် သဘာဝရင်းမြစ်တွေရဲ့ပြဿနာကိုအဖြေရှာဖို့အတွက် ကပ္ပတိန် Han Yoon-jae ဦးဆောင်တဲ့အဖွဲ့ဟာလကမ္ဘာပေါ် မှာရှိတဲ့ သုတေသနစခန်းတစ်ခုမှာ ဇီဝပစ္စည်းတစ်ခုကို သွားယူဖို့တာဝန်ပေးအပ်ခြင်းခံလိုက်ရပါတယ်။ လကမ္ဘာပေါ် စွန့်စွန့်စားစားသွားခဲ့ပြီးနောက်သုတေသနစခန်းအဟောင်းကြီးထဲမှာ ကြောက်စရာကောင်းတဲ့လျှို့ဝှက်ဆန်းကြယ်မှုတွေ နဲ့ ထိတ်လန့်စရာကိစ္စတွေကို တွေ့ကြုံလိုက်ရတဲ့အခါဒီကိစ္စတွေရဲ့ နောက်ကွယ်က အကြောင်းအရာတွေကို အဖြေရှာဖို့ကြိုးစားကြမလား ?သူတို့မစ်ရှင်တစ်ခုတည်းကိုပဲ အာရုံစိုက်ပြီး လုပ်ဆောင်သွားမလား ?အန္တရာယ်တွေကြား သူတို့အဖွဲ့ဝင်တွေရော ဘေးကင်းနိုင်ကြမလား ?ဆိုတာကိုတော့ ဒီကားလေးထဲမှာ ရင်တဖိုဖိုနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။လကမ္ဘာကိုသွားမယ့် အာကာသယာဥ်မှူးတွေအဖြစ်နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Gong Yoo ၊ Bae Doona ၊Lee Joon ၊ Heo Sung Tae ၊ Lee Moo Saeng နဲ့ Kim Sun Young ...",
        "url": "https://channelmyanmar.org/tvshows/the-silent-sea-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/48xIbjdQKGuO7QUnNgzX0yTeZnu.jpg",
        "title": "Best Mistake (2019)",
        "description": "Best Mistake (2019) ဇာတ်လမ်းတွဲအညွှန်း************************************အပိုင်း (၁-၁၅) အစ/အဆုံးကျောပိုးအိတ်အစိမ်းလေး အမြဲလွယ်တတ်လို့ ကိုဘူဂီ (လိပ်ကလေး) လို့ခေါ်ကြတဲ့ ဂင်ယွန်းဒူတစ်ယောက် သူ့ကိုကြိုက်တယ်လို့ပြောပြီး လိုက်နှောင့်ယှက်နေတဲ့ အလယ်တန်းတုန်းက ကျောင်းနေဘက် ဟောဂျင်းဆူရဲ့ ရန်ကကာကွယ်ဖို့ရာ ချစ်သူရှိယောင်ဆောင်ပြီး ကောင်လေးတစ်ယောက်ပုံကို သူ့အကောင့်မှာတင်ခဲ့ပါတယ်ဖြစ်ချင်တော့ အဲကောင်လေးက သူ့ရဲ့ကျောင်းက နာမည်ကြီး ဂျီဟွန်းဟို ရဲ့ပုံ ဖြစ်နေတဲ့အခါမှာတော့ ... ယွန်းဒူတစ်ယောက် ဟွန်းဟိုကို ပြန်တောင်းပန်တဲ့အနေနဲ့ ပေါင်မုန့်အဝယ်တော်လုပ်ပေးရာကနေ ဟွန်းဟိုက ယွန်းဒူအပေါ် စိတ်ဝင်စားမှု ဖြစ်လာခဲ့ပါတယ်ဖြစ်ချင်တော့ ဟွန်းဟိုရဲ့သူငယ်ချင်း ဂျူဟိုကပါ ယွန်းဒူကို ​ကြိုက်နေတဲ့အခါမှာတော့ ... သူတို့သုံးယောက်ကြား ဘယ်လိုဖြစ်မလဲ? ယွန်းဒူကရော ဘယ်သူ့ကိုရွေးမလဲ? Web drama တွေထဲမှာ မကြည့်မဖြစ် ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားမို့ ဆက်ဆက်ပြည့်ဖို့ အကြံပေးလိုက်ပါတယ် (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shoon Thu Thu Chain ပဲ ဖြစ်ပါတယ်) Aired: Jul 25, 2019 ...",
        "url": "https://channelmyanmar.org/tvshows/best-mistake-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/y-131x200.jpg",
        "title": "You Don’t Know Me (2021) (1-4) END",
        "description": "အပိုင်း ၄ပိုင်းပါဝင်တဲ့ British crime mini series လေးနဲ့ မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းအကျဉ်းကတော့လန်ဒန်တောင်ပိုင်းက လူတစ်ယောက်ဟာ ဂျမေးလ်အစ်ဆာဆိုတဲ့ လူတစ်ယောက်ကိုသတ်မှုနဲ့ စွပ်စွဲခံထားရတာပါသူ့ကို လူသတ်တရားခံပါဆိုပြီး ထောက်ပြနေတဲ့ သက်သေအထောက်အထားတွေ အများကြီးရှိနေပေမယ့် ဒီလူကတော့ သူသတ်ခဲ့တာမဟုတ်ပါဘူးဆိုပြီး ငြင်းဆိုတုန်းပါနောက်ဆုံးထွက်ဆိုချက်ဖြစ်တဲ့အတွက် တရားခံရှေ့နေကိုတောင် ဖြုတ်ပစ်ပြီး အမှုဖြစ်ကြောင်းကုန်စင်ကို သူကိုယ်တိုင် ထွက်ဆိုချက်ပေးခဲ့ပါတယ်ဒီအမှုနဲ့ပတ်သက်တဲ့ ဇာတ်ကြောင်းကိုပြောပြရရင် သူ့ကောင်မလေးဖြစ်တဲ့ ကိုင်ရာ့အကြောင်းကတော့ မပါမဖြစ်ပါ ဘာလို့ဆို အရာအားလုံးရဲ့မြစ်ဖျားခံရာက ကိုင်ရာဖြစ်နေလို့ပါပဲတဲ့နောက်ဆုံးထွက်ဆိုချက် ဖြစ်တဲ့အတွက် သက်သေအသစ်လည်း တင်သွင်းခွင့်မရှိတော့သလို သူ့ဆီမှာ တင်သွင်းစရာသက်သေရယ်လို့လည်း မရှိတော့ပါဘူး။ သူ့တစ်ဘဝလုံးကို အကျဉ်းထောင်ထဲမှာ ဖြတ်သန်းရမလား မဖြတ်သန်းရဘူးလားဆိုတာက သူ့စကားကို ဂျူရီလူကြီးတွေ ယုံမယုံအပေါ်ပဲ မူတည်နေတာပါဇာတ်လမ်းတစ်ပုဒ်လုံးကို ဂျူရီတရားသူကြီးတွေကို ပြောပြနေဟန် story-telling ပုံစံမျိုးနဲ့ ရိုက်ကူးတင်ဆက်ထားပြီး စိတ်ဝင်စားဖို့လည်းကောင်းပါတယ်တကယ်ပဲ သူသတ်ခဲ့တာလား\nမဟုတ်ရင် လူသတ်တရားခံက ဘယ်သူလဲ\nသူ့ကောင်မလေးကိုင်ရာနဲ့ရော ဘယ်လိုတွေပတ်သက်နေမလဲဆိုတာတွေကို ကြည့်ရှုလိုက်ကြပါဦး File size…500 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre...Crime, Drama\nSubtitle….Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/you-dont-know-me-2021-1-4-end/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6GzHwdmk964I35av31AmrSKWwyx.jpg",
        "title": "Little Mom (2021)",
        "description": "Little Mom၁၆ နှစ်အရွယ်မိခင်မိန်းမသားတစ်ယောက်အတွက် မိခင်ဖြစ်လာဖို့ဆိုတာ တကယ်မလွယ်တဲ့အရာပါ။အိမ်ထောင်ကျပြီးသား အရွယ်ရောက်ပြီးသား အမျိုးသမီးတောင်မှ ကိုယ်ဝန်ဆောင်ချိန်၊မီးဖွားချိန်မှာ ရင်ဆိုင်ရတဲ့စိန်ခေါ်မှုတွေ၊ အပြောင်းအလဲတွေက ပြောပြမရနိုင်လောက်အောင် အလီလီပါပဲ။ရည်မှန်းချက်တွေ အိပ်မက်တွေနဲ့ ပြည့်နှက်နေတဲ့၊ သားဖွားမီးယပ်ဆရာဝန် ဖြစ်လာချင်တဲ့၁၆ နှစ်အရွယ် ကောင်မလေးတစ်ယောက်၊ သစ်ရွက်လှုပ်တောင် ရယ်တတ်တဲ့အရွယ်မှာ ချစ်သူထားရင်းမထင်မှတ်ဘဲ ကိုယ်ဝန်ရခဲ့တာကြောင့် အိပ်မက်တွေ အနာဂတ်တွေ အားလုံးကို စွန့်လွှတ်ပြီး တစ်ခါမှ မတွေးဖူးတဲ့ ဘဝသစ်ကို ရင်ဆိုင်ဖို့ ဖြစ်လာခဲ့ရပါတယ်။ဆယ်ကျော်သက်ဖြစ်တာကြောင့် အချစ်တွေဟာ မသေချာသေးသလို ဘဝအတွက်လည်း အသင့်မဖြစ်ကြသေးပါဘူး။တစ်ချိန်တည်းမှာပဲ ကောင်မလေးလိုအပ်တိုင်း အမြဲရောက်လာပေးတတ်တဲ့ ကျောင်းရဲ့ဂျစ်တူးလေးတစ်ယောက်ကအချစ်ဆုံးသူငယ်ချင်းအဖြစ် ရှိနေပြန်ပါတယ်။ အဲဒီသူငယ်ချင်းကို တစ်ဖက်သတ် သဘောကျနေတဲ့ ကောင်မလေးကကျောင်းမှာ မင်းသမီးနဲ့ ပြိုင်ဖက် ဖြစ်နေပြန်ပါရော။ ဒီလိုနဲ့ သူတို့လေးယောက်ရဲ့ အချစ်ဇာတ်လမ်းရယ်မထင်မှတ်ဘဲရလာတဲ့ ကိုယ်ဝန်ရယ်ကို မင်းသမီးတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲဆိုတာ၊နောက်ဆုံးမှာရော ဘယ်လိုရလဒ်မျိုးနဲ့ အဆုံးသတ်သွားမလဲဆိုတာကို ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။Little Mom series လေးဟာ ကေဒရမ်မာ ...",
        "url": "https://channelmyanmar.org/tvshows/little-mom-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/h-160x200.jpg",
        "title": "Hawkeye Season 1 (2021)",
        "description": "အားလုံးစောင့်နေတဲ့ စီးရီးအသစ်တစ်ခုလာပါပြီ။ မာဗယ်အဗန်ဂျာ ဟော့ခ်အိုင်းပါပဲ။စုစုပေါင်း ၆ ပိုင်း ရှိပြီး အခုအပတ် ၂ ပိုင်း နောက်အပတ်စဉ် တစ်ပိုင်းဆီ တင်ဆက်သွားမှာပါ။720p ရော 1080p ရော ရပါမယ်။ လူဝင်အရမ်းများပြီး ဝဘ်ဆိုက်လေးနေလို့error ပြရင် ခဏခဏ refresh လုပ်ပေးရင်ရပါတယ်။ဒီဇာတ်လမ်းကတော့ Endgame အပြီးကာလကို ဇာတ်အိမ်တည်ထားတာဖြစ်ပါတယ်။ဟော့ခ်အိုင်းတစ်ယောက် မိသားစုနဲ့ကလေးတွေနဲ့ ပျော်ပျော်ရွှင်ရွှင်အနားယူနေချိန်၊နယူးယောက်မြို့ရဲ့ လေလံပွဲကြီးတစ်ခုမှာ နှစ်ပေါင်းအတော်ကြာ ပျောက်ကွယ်နေတဲ့၊ဒုစရိုက်ဂိုဏ်းတွေကို ရက်ရက်စက်စက် နှိမ်နင်းခဲ့တဲ့ ရိုနင်ရဲ့ ဝတ်စုံနဲ့ ဓားကိုလေလံဆွဲနေချိန်မှာ ပေါက်ကွဲမှုကြီးတစ်ခုဖြစ်ပြီး လူဆိုးဂိုဏ်းတွေနဲ့ အရှုပ်အထွေးတွေ ဖြစ်လာတဲ့အခါဟော့ခ်အိုင်းတစ်ယောက် မျိုးဆက်သစ် လေးသည်တော်လေးနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ရပါတော့တယ်။Translated by Mr.Anderson, Thiha Yan Naing, Thaung Htike ZawEpisode 1720 p - VIP / Yoteshin / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/hawkeye-season-1-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mrS4Yp7VLgsKZONOd1aiR1S5iQD.jpg",
        "title": "Olaf Presents(2021)",
        "description": "Olaf Presents (2021)=====================(mini စီးရီး အနေနဲ့ 5ပိုင်းအဖြစ်ထွက်ရှိထားပေမယ့်တစုတစည်းတည်းကြည့်လို့ရအောင်တပိုင်းတည်းအဖြစ်တင်ဆက်ပေးထားပါတယ် )Let it go, Into the Unknown စတဲ့သီချင်းတွေနဲ့ နာမည်ကြီးခဲ့တဲ့Frozen ကားလေးကတော့ လူတိုင်း သိပြီးဖြစ်မှာပါ။ ဒီကားလေးထဲမှာမှElsa, Anna တို့အပြင် လူတိုင်း ချစ်ခင်ကြတဲ့ မုန်လာဉနီနှာခေါင်းလေးနဲ့နှင်းလူသားလေး Olaf ကတော့ဖြင့် comback လာခဲ့ပြန်ပါပြီ။ Comeback တောင်ရိုးရိုး Comeback မဟုတ်ဘဲ Disney ရဲ့ သမိုင်းဝင်ကားတွေဖြစ်တဲ့The Little Mermaid, Moana, The Lion King, Aladdin,Tangled, Frozen စတဲ့ဇာတ်လမ်းတွေကို အတိုချုံးပြန်လည်တင်ဆက်တဲ့Olaf Presents ဆိုတဲ့ Mini Series လေးအဖြစ် ပြန်လည် ထွက်ပေါ်လာတာပါ။Olaf Presents မှာ အပိုင်း ၆ ပိုင်း ပါဝင်ပြီးတော့ တစ်ပိုင်းစီက Disney ကားဟောင်းတွေဖြစ်တဲ့\"The ...",
        "url": "https://channelmyanmar.org/tvshows/olaf-presents2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v16Q8DFQeEZ2vxkylS731WHQNLh.jpg",
        "title": "Chimera",
        "description": "Chimera 2021Chimeraဆိုတာ ခြင်္သေ့ခေါင်း ဆိတ်ကိုယ်လုံး မြွေအမြီးနဲ့ ပါးစပ်ကမီးမှုတ်ထုတ်နိုင်တဲ့ ဒဏ္ဍာရီလာသတ္တဝါတစ်ကောင်ကို ခေါ်သတဲ့ အဲ့အကောင်နဲ့ ဒီဇာတ်လမ်းဘယ်လိုဆက်စပ်နေသလဲဆိုတော့ကား 1984ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ပေါက်ကွဲမတော်တဆမှုတစ်ခု... ထူးဆန်းစွာပဲ နောက် ၃၅နှစ်အကြာမှာ အဲ့လိုတပုံစံတည်းပေါက်ကွဲမှုထပ်ဖြစ်ခဲ့ပြီး လူသတ်သမားချန်ထားတဲ့ Chimera သင်္ကေတကြောင့် Chimera ကွင်းဆက်လူသတ်မှုရယ်လို့ အမည်တွင်ခဲ့ပါလေရော အဲ့ဒီလို နှစ်ချီကြာ ကွင်းဆက်အမှုကြီးမှာ လူသတ်အကြမ်းဖက် ရာဇဝတ်မှုစုံထောက် ချားဂျယ်ဟွမ်... ရာဇဝတ်မှုပရိုဖိုင်လာလုပ်နေတဲ့ ယူဂျင်းနဲ့... ခွဲစိတ်ဆရာဝန် ဂျွန်ယော့တို့ ပါဝင်ပတ်သက်လာပြီး အမှုနှစ်ခုကြားက လျှို့ဝှက်ချက်အမှန်တရားတွေကို ဖော်ထုတ်ကြတဲ့အခါမှာတော့... ကဲ...ကွင်းဆက်လူသတ်မှုနဲ့ မှုခင်း အရှုပ်တော်ပုံတွေကြား ရင်တမမ ခေါင်းတခဲခဲကြည့်ရတာကိုမှ အားရကျေနပ်တဲ့သူများအနေနဲ့ OCNရဲ့ အသစ်စက်စက် ဒီစုံထောက်ရဲဇာတ်လမ်းတွဲသစ်မှာ ကြည့်ရှုခံစားလို့ရပါပြီ Main roleက သရုပ်ဆောင်ထားကြတဲ့ အာဂျူရှီးကလည်း ခုတလော ထိန်းမရအောင် ခေတ်စားနေတဲ့ Squid Game ထဲက No 218 ဂျိုဆန်းဝူးနဲ့ Blue seaမှာ ဟောဂျွန်းဂျယ်တို့စကွက်ထဲက အာဂျူးရှီးတို့ပဲ ဖြစ်ပါတယ် Translated by : Deer~Myo Myo Htet ~ Lai Laii ~ Elrond\nEncoded by : ...",
        "url": "https://channelmyanmar.org/tvshows/chimera/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxlX5ABaHLxkjwKks1Sxmj1Cu41.jpg",
        "title": "Aranyak (2021)",
        "description": "Aranyak 2021\nဒီSeriesလေးကတော့ Netflix က အသစ်ထွက်လာတဲ့အိန္ဒိယ Police Drama Seriesလေးပဲ ဖြစ်ပါတယ်Police Drama ဆိုပေမယ့် နိုင်ငံရေးအရှုပ်အထွေးများကိုပါပဟေဠိဆန်ဆန်ထည့်ထားတဲ့အတွက် လူဆိုးက ထွက်ပြေးရဲကလိုက်ဖမ်းအခန်းတွေပဲ မဟုတ်ဘဲ ဘာဖြစ်မလဲကြိုခန့်မှန်းရမယ့် ဇာတ်ကွက်တွေ တရားခံဘယ်သူလဲ စဥ်းစားရမယ့်မြှပ်ကွက်တွေနဲ့ ကြည့်လို့ကောင်းမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါပဲIMDb rating ကလည်း 8.2 ဇာတ်လမ်းပုံစံကလည်း စိတ်ဝင်စားဖို့ကောင်းလွန်းပါတယ်စိီရိုရာ ဆိုတဲ့ ကျေးလက်တောင်တန်းဒေသလေးရဲ့ တောထဲမှာ ၂၀၀၀ ခုနှစ်တုန်းကမိန်းမ ကိုးယောက်ဟာ မုဒိန်းကျင့်ခံရပြီး သစ်ပင်တွေမှာ ဆွဲကြိုးချချိတ်ဆွဲခံခဲ့ရပါတယ်သူတို့ ခန္ဓာကိုယ်တွေမှာလည်း ကျားသစ်လက်သည်းရာတွေနဲ့အပြည့်ပါပဲထိုအချိန်ကတည်းက စီရိုရာမြို့မှာ ကျားသစ်လူသားက သူတို့ကို သတ်သွားတာဆိုတဲ့ ကောလဟာလဟာ ပျံ့နှံ့နေခဲ့တာပါမျက်မှောက်ခေတ် - ကတ်ဆူရီ ဒိုဂရာဆိုတဲ့ ရဲမေဟာ သူ့မိသားစုကို အချိန်ပေးနိုင်ဖို့စခန်းမှူးဘဝကနေ တစ်နှစ်လောက် ခွင့်ယူဖို့လုပ်နေသူပါသူ့အလုပ်ကနေ ခွင့်ယူမယ့် နောက်ဆုံးရက်မှာ သူ့နေရာကိုအစားဝင်နေမယ့် အန်ဂတ် မာလစ်ကိုတွေ့လိုက်ရချိန်မှာတော့ သူ့လိုမျိုး ဒီဒေသရဲ့ မှုခင်းတွေကို ကိုယ်တွယ်ဖြေရှင်းနိုင်ပါ့မလားလို့သံသယဖြစ်လာပါတော့တယ်အဲ့လိုနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/aranyak-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTissrWskuhUSt0Bux0GCc8Bwde.jpg",
        "title": "One Ordinary Day(2021)",
        "description": "One Ordinary Day (2021) ဇာတ်လမ်းတွဲအညွှန်း*********************************************** အပိုင်းသစ် - ၈ (ဇာတ်သိမ်းပိုင်း) ဂင်ဆူဟွန်းက ဒီကားထဲမှာသာမန်ကျောင်းသားလေး အနေနဲ့ သရုပ်ဆောင်ထားတာပေ့ါနော်\nသူ့ရဲ့တစ်ညတာအမှားကြောင့် လူသတ်မှုနဲ့ အစွပ်စွဲခံလိုက်ရတယ်\nသူ့အမှုကို ဘယ်သူမှလည်း လက်မခံတော့ သူ့ဘဝက ဟိုးအောက်ကို ထိုးကျသွားတယ်ပေါ့ ချားဆောင်းဝမ်ကတော့ ဥပဒေစာမေးပွဲကို မနဲအောင်အောင် လုပ်ထားရတဲ့ တတိယအဆင့်ရှေ့နေ အဖြစ်\nသရုပ်ဆောင်ထားပြီး ဘာကိုမှ ဖြစ်ဖြစ်မြောက်မြောက် လုပ်နိုင်တာမရှိတဲ့ ရှေ့နေက ဂင်ဆူဟွန်းကို ကယ်တင်ဖို့ဖြစ်လာတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်ကြမလဲ စိတ်ဝင်စားစွာကြည့်ရှုရမှာပါ ၂၀၀၈-၂၀၀၉ မှာ ပြသခဲ့တဲ့ BBC ရုပ်သံရဲ့ ဇာတ်လမ်းတွဲ တစ်ခုဖြစ်တဲ့ \"Criminal Justice\" ကို\nပြန်လည် အသက်သွင်း ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတွဲကောင်းတစ်ခုဖြစ်တဲ့အပြင်\nအဓိက ဇာတ်ဆောင်ကလည်း ပျိုမေတို့အကြိုက် နာမည်ကျော် ဂင်ဆူဟွန်း ဆိုတော့\nအမြန်ဆုံးသာ ကြည့်လိုက်ဖို့ အကြံပေးလိုက်ပါတယ်နော် အပိုင်း ၈ ပိုင်း ပါဝင်မှာဖြစ်ပြီး အပတ်စဉ် သောကြာနဲ့ စနေနေ့တိုင်း ထုတ်လွှင့်ပြသသွားမှာ ဖြစ်ပါတယ်  Aired: November 26, ...",
        "url": "https://channelmyanmar.org/tvshows/one-ordinary-day/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWlhMOzRxUpu4uzkWcDQOaESCE.jpg",
        "title": "Station Eleven (2021) Season 1 Complete",
        "description": "Station Eleven (2021) အိမ်ထဲမှာ ရက် (၈၀) လောက် ဘာအလုပ်မှ မလုပ်ဘဲ အေးအေးဆေးဆေး အိပ်လိုက်စားလိုက် နေရင်းနဲ့ အချိန်ဖြုန်းရရင် သိပ်ကောင်းမှာပဲလို့ တွေးမိကြလား။ စားစရာ အပြည့်အစုံနဲ့ သောက်စရာ ရေအလုံအလောက်နဲ့။ ကိုဗစ်ကာလမှာ stay home ခဲ့ရတာတောင် အမှတ်ရသွားကြမယ် ထင်ပါတယ်။ တစ်လစာ ဝယ်ထားတာတွေ တစ်ပတ်လောက်နဲ့ ကုန်သွားလို့ ပရဟိတသမားလေးတွေကို ဖုန်းဆက်ပြီး ဝယ်ခိုင်းရတာမျိုးတွေပေါ့။အခုတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းတွဲကလည်း အိမ်ထဲမှာ စားစရာတစ်ပုံတစ်ပင်နဲ့ ရက် (၈၀) အိမ်တွင်းပုန်းနေတဲ့ အမျိုးသားနှစ်ဦးနဲ့ ကလေးငယ်ကောင်မလေးတစ်ယောက်ရဲ့ အကြောင်းကနေ စပြောရမယ်ထင်ပါတယ်။ ဒါပေမဲ့ တစ်ခုထူးခြားတာက သူတို့ ရက် (၈၀) အကြာ အိမ်ပြင်ထွက်လာတဲ့ အခါမှာတော့ ကမ္ဘာကြီးက လုံး၀ကိုပျက်စီးနေပါပြီ။ဘာ့ကြောင့်လဲ။ ဘုရားသခင်ရဲ့ အမျက်တော်ကြောင့်လား။ ကံ၊ကံရဲ့ အကျိုးအရ လက်ငင်းဘဝမှာ အကျိုးပေးတာလား။ ကိုယ်နေထိုင်ရာ ကမ္ဘာကြီးကို နည်းမျိုးစုံနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/station-eleven-2021-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8yECMpsZ8wAvra4Sow6Bz9WOO5f-133x200.jpg",
        "title": "Star Wars: Visions (2021)",
        "description": "Star Wars: Visions (2021)================IMDb Rating - 7.1/10Star warလို့ဆိုတာနဲ့ မသိသူမရှိလောက်ဘူးထင်ပါတယ်။ Monsterတွေ Alien တွေကိုသာ\nအသားပေးရိုက်ကူးနေတဲ့ sci-fi နယ်ပယ်မှာ sci-Space fantasy ဇာတ်လမ်းအသွားအလာနဲ့\nလမ်းဖောက်ပစ်ခဲ့ပြီး ရုပ်ရှင်လောကကိုကိုင်လှုပ်သွားခဲ့တဲ့ legendary sci-fiဇာတ်ကားပါ။\nအခုထွက်ရှိလာတဲ့ Star War:Vision ကလည်း Animation Studioပေါင်းများစွာက အတော်ဆုံး\nAnimation creators တွေကနေ ဖန်တီးထားတဲ့ animation short film seriesတစ်ခုဆိုတော့....\nဖန်တီးထားတဲ့ studio တွေကလည်း Kamikaze Douga , Trigger, Studio Colorido, Kinema\nCitrus, Science Saru, Production I.G စတဲ့ Japanese animeလောကမှာနာမည်ကြီးတဲ့ studios\nတွေကပူးပေါင်းရိုက်ကူးထားပြီး Disney+ကထုတ်လွှင့်ထားတာပါ။စတူဒီယိုပေါင်းစုံရဲ့လက်ရာတွေနဲ့ နာမည်ကြီး Love Death + Robots စီးရီးလို တစ်ပိုင်းကို animation\nစတိုင်တစ်မျိုးစီထူးခြားနေမှာပါ။ ပိုထူးခြားတာက ...",
        "url": "https://channelmyanmar.org/tvshows/star-wars-visions-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/HxWEEFeQYmiirWBPBhPpsJpCNN.jpg",
        "title": "Extreme Debut: Wild Idol (2021)",
        "description": "Extreme Debut : Wild Idol (2021)Survival Show ကြိုက်နှစ်သက်တဲ့ ပရိတ်သက်ကြီးအတွက်\nအရင် မြင်တွေ့နေကြshowတွေနဲ့ မတူဘဲ\nထူးခြားနေတဲ့ Survival Show တစ်ခုကို CM မှ တင်ဆက်ပေးလိုက်ပါတယ် ။K-pop Idol လို့ ပြောလိုက်တာနဲ့\nအများအားဖြင့် နုနုယွယွလေးတွေလို့\nမြင်နေကြတဲ့ အမြင်တွေကိုချိုးဖျက်လိုက်ပါ။\nIdol တစ်ယောက်ဖြစ်ဖို့ Talent ရှိရုံသာမက\nသက်လုံကောင်းမှု ကြံခိုင်မှုတွေကိုပါ စစ်ဆေးပြီး\nရွေးချယ်သွားမဲ့ ပထမဆုံးသော Survival Show ဖြစ်ပါတယ်။တောတွင်းတစ်နေရာမှာ သင်တန်းသား 45 ယောက်ထဲကနေ\nDebut (ပွဲဦးထွက်) မဲ့အဖွဲ့ကို ထူးခြားတဲ့ နည်းလမ်းတွေနဲရွေးချယ်သွားမှာဖြစ်ပါတယ်။ကင်ဂျုံးဂုကလည်း Main Host အနေနဲ့ တင်ဆက်ထားတာဖြစ်လို့\nစိတ်ဝင်စားဖို့ ကောင်းတာကို မြင်တွေ့ရမှာပါ ။Voting စနစ်ကိုအများကြီးအခြေခံမထားဘဲ\nတကယ့် အရည်အချင်းရှိသူ ကြံ့ခိုင်သူမှသာ\nရှင်ကျန်နိုင်မဲ့ “Wild Idol” Survival Show ကို ကြည့်ရှုအားပေးကြပါဦး။“Wild Idol” လို့ နာမည်ပေးထားတာနဲ့အညီ\nတောထဲမှာ ဘယ်လိုနည်းလမ်းတွေနဲ့ ဘယ်သူတွေကရှင်ကျန်ပြီး\nDebut ...",
        "url": "https://channelmyanmar.org/tvshows/extreme-debut-wild-idol-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wX6j82TluVxUsiTDOIDYa5jTT3f.jpg",
        "title": "The King’s Affection (2021)",
        "description": "The King’s Affection (2021)ဒီတစ်ခါမှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့\nနန်းတွင်းကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဂျိုဆွန်းခေတ်မှာ အိမ်ရှေ့စံမင်းသားရဲ့ မိဖုရားဟာ\nကိုယ်ဝန်ရခဲ့ပြီး မင်းသားရယ် မင်းသမီးရယ် အမွှာလေး ဖွားမြင်ခဲ့ပါတယ်\nဒါပေမယ့် မင်းသားဖြစ်ရမယ့်သူက\nမိန်းမတစ်ယောက်နဲ့ တစ်ဝမ်းတည်းထွက်ခဲ့တာကြောင့်\nမကောင်းတဲ့နိမိတ်လို့ ယူဆကြပြီး\nမင်းသမီးငယ်လေးကို သတ်ဖို့ လုပ်ခဲ့ကြပါတယ်\nဒီလိုကနေ တော်ဝင်သမားတော်ကြီးနဲ့ အိမ်ရှေ့စံမိဖုရားတို့က\nမင်းသမီးငယ်လေးကို သေတဲ့ပုံစံလုပ်ပြီး\n​တောတွင်းက ဘုန်းကြီးကျောင်းထဲ စွန့်ပစ်ခဲ့ကြတာပေါ့\nအချိန်ကာလတစ်ခု ကြာမြင့်လာတဲ့အခါ\nမင်းသမီးငယ်လေးက မိဖုရားကြီးရှေ့ ပြန်ပေါ်လာချိန်မှာတော့.....\nနန်းတွင်းရေးအရှုပ်တွေကြားကနေ ဖြစ်ပေါ်လာမယ့်\nလူငယ်တွေရဲ့ ခံစားချက်ကို ဖော်ကျူးရိုက်ပြထားပါတယ်She would never know နဲ့ လူသိများခဲ့တဲ့\nမင်းသားလေး Rowoon ပါဝင်တဲ့ Cast ချောချောလေးတွေ များစွာပါဝင်တဲ့\nနန်းတွင်းကား ချောချောကောင်းကောင်းလေးပါ\nအပတ်စဉ် တနင်္လာနဲ့ အင်္ဂါနေ့တွေမှာ\nChannel Myanmar ကနေ တင်ဆက်ပေးသွားမှာမို့\n​စောင့်မျှော်အားပေးကြပါဦးနော်အညွှန်းကိုတော့ Amelia က ရေးသားပေးထားပြီးတော့ဘာသာပြန်တွေကတော့ Jerrica, Shwe Pyae, Amelia, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Encoder - AugustSize: 500MB\nQuality: 720p\nSubtitle: ...",
        "url": "https://channelmyanmar.org/tvshows/the-kings-affection/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uYkHHFQasRHE9PjVn1ASUEDBv7d.jpg",
        "title": "IDOL: The Coup ( 2021 )",
        "description": "ဇာတ်လမ်းအညွှန်းdisband အဖြစ်မခံရဖို ရေကုန်ရေခန်းကြိုးစားနေကြတဲ့ \"doomed Idols\" လို့တင်စားခေါ်တဲ့ idol တွေရဲ့ဘဝကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ရှုးနိမ့်မှုတွေကို ကျော်လွှားပြီး ပန်းတိုင်အသစ်ဆီကို တစ်လှမ်းချင်း သတ္တိရှိရှိယုံကြည်ချက်ရှိရှိ လျှောက်လှမ်းနေကြတဲ့ လူငယ်လေးတွေရဲ့ စိတ်ခွန်အားပေးနိုင်တဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်Kim Je Na ကတော့ ၆ နှစ်သက်တမ်းရှိ Cotton Candy အဖွဲရဲ့မန်ဘာတစ်ဦးဖြစ်ပါတယ်Cha Jin Hyuk ကတော့ Cotton Candy အဖွဲကို စီမံနေတဲ့ အင်တာတိန်းမန့်ရဲ့ စီအီးအိုပေါ့Seo Ji Han ကတော့ Mas လိုခေါ်တဲ့ နာမည်ကြီး အိုင်ဒေါအဖွဲရဲ့ မန်ဘာတစ်ဦးဖြစ်သလိုCotton Candy နဲ့ အေဂျင်စီတစ်ခုတည်းလည်း ဖြစ်ပါသေးတယ်နှစ်အကြာကြီးဖွဲစည်းထားတဲ့ Cotton Candy ဆိုတဲ့အဖွဲလေးဟာ disband မဖြစ်ဖို့ရာအတွက်တစ်ကြိမ်လေးပဲ အောင်မြင်ဖို လက်တစ်ကမ်းသာလိုတော့တဲ့အခါidol ဖြစ်ရတာ မလွယ်ကူလှပါဘူး အခက်အခဲတွေ သွေးချွေးမျက်ရည်တွေ အများကြီးရင်းပြီးမှရလာရတာပါ ဒီလိုနေရာကိုရပြီးရင် ...",
        "url": "https://channelmyanmar.org/tvshows/idol-the-coup-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ed16tH1jagKNTqx7GhjLinPIlps.jpg",
        "title": "Irresistible(2021)",
        "description": "Irresistible(2021) ထိုင်းဇာတ်လမ်းတွဲအညွှန်း************************************\"လွန်ဆန်မရသောအချစ်\" စ / ဆုံး ခင် အဖြစ် Lee Thanat\nမွတ် အဖြစ် Aom Susharဇာတ်လမ်းအကျဉ်းမွတ် နဲ့ ခင် တိုနှစ်ဦးဟာ တစ်ဦးကို တစ်ဦး အရမ်းချစ်ကြပြီး\nလက်ထပ်ဖို ရည်ရွယ်ထားတဲ့ ချစ်သူနှစ်ဦး.....\nတစ်နေ့ သူတိုနှစ်ဦး လက်ထပ်ဖို အချိန်နီးခါကြမှ\nမမျှော်လင့်ထားတဲ့ အခြေအနေတစ်ခုဟာ ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်ရှိလာခဲ့ပါတော့တယ်...အဲ့ဒါကတော့ ခင့်ရဲ့ အစ်မဖြစ်သူ အစ်မဝီဟာ\nတိုက်ခန်းထဲမှာ ရုတ်တရက် အသတ်ခံလိုက်ရခြင်းကြောင့်ပဲဖြစ်ပါတယ်ရဲတွေဘက်က အစ်မဝီဟာ ကိုယ့်ကိုယ်ကို အဆုံးစီရင်ကြောင်း ကောက်ချက်ချခဲ့ပေမယ့်လည်း\nအစ်မဖြစ်သူရဲ့အကြောင်းကို နှံနှံစပ်စပ် သိတဲ့ ခင်တစ်ယောက်အဖိုကြတော့\nအစ်မဖြစ်သူဟာ ကိုယ့်ကိုယ်ကို သတ်သေတာ လုံးဝ မဖြစ်နိုင်ကြောင်းဆိုကာ အပြင်းအထန် ငြင်းဆိုခဲ့ပါတော့တယ်....နောက်ပြီး အစ်မဖြစ်သူ သေဆုံးရတဲ့ တစ်ဦးတည်းသော တရားခံမှာ\nမွတ် အစ်ကို ဖြစ်သူ ထာဒါ့ကြောင့်ဟု ခင်တစ်ယောက် ပုံသေ ကောက်ချက်ချခဲ့ပါတော့တယ်....မွတ်ဘက်ကလည်း ခင့်ကောက်ချက်ချချက်ကို လက်မခံဘဲ\nသူ့အစ်ကိုနဲ့ အစ်မဝီသတ်သေမှုဟာ လုံးဝ မဆိုင်ကြောင်း ငြင်းဆိုခဲ့ပါတယ်...ဒီလိုနဲ့ မွတ် ...",
        "url": "https://channelmyanmar.org/tvshows/irresistible2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cPNKeph7Uuc5j06NaDqx5CQ3kuS.jpg",
        "title": "Help Me Khun Pee Chuay Duay(2021)",
        "description": "Help Me Khun Pee (2021) ဇာတ်လမ်းတွဲအညွှန်း************************************************အပိုင်း (၁ မှ ၁၆ ) ထိ စ/ဆုံး  လှပပြီးဆွဲဆောင်မှုရှိတဲ့ မုဒိတာဆိုတဲ့ မိန်းကလေးက influencerတယောက် ဖြစ်ပြီးတော့ဥစ္စာပေါရုပ်ချော အရာရာပြည့်စုံတဲ့ ခေတ်ခွန် ဆိုတဲ့ကောင်လေးနဲ့ စေ့စပ်ထားတယ်.... အဲ့နောက်မှာတော့ သေဆုံးပြီးခါစ ဝိညာဉ်ဖြစ်တဲ့ အာနွန်ရဲ့ဝိညာဉ်နဲ့ တွေ့ဆုံခဲ့ပြီးမမျော်လင့်ဘဲ သူငယ်ချင်းတွေ ဖြစ်သွားခဲ့ပါတော့တယ်.... အာနွန်က သူ့မိန်းမနဲ့ကလေးဆီကို ပြန်သွားချင်နေတဲ့ ဝိညာဉ်ပါ.... ဒါကြောင့် မုဒိတာက တခြားမကျွတ်မလွတ်နိုင်တဲ့ ဝိညာဉ်တွေကိုအစွဲအလမ်းကျွတ်အောင်မဖြစ်မနေကူညီပေးဖို့အကြောင်းဖန်လာရင်း တဖက်ကလဲ မုဒိတာကို သူမရဲ့အချစ်ရေးအတွက် အကြံညဏ်ပေးတဲ့ သူမရဲ့အုပ်ထိန်းသူဖြစ်လာပါတော့တယ်....' အဲ့ဒီနောက် ဘာဆက်ဖြစ်မလဲဆိုတာ အပတ်စဉ် တနင်္လာနှင့်အင်္ဂါတိုင်း စောင့်မျှော်နိုင်ပါပြီရှင့် [ဇာတ်လမ်းအကျဉ်းကို Rachel မှ ရေးသားပေးထားပါသည်] Episodes: TBADuration: 90 MinGenres: Romance, Comedy & HorrorSubtitled by May Thu , Nang Phwe Hom & ...",
        "url": "https://channelmyanmar.org/tvshows/help-me-khun-pee-chuay-duay2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wikmaI7OVqmq2O9HfknkzxX6Ygu.jpg",
        "title": "The Expanse(2015-2020)",
        "description": "The Expanse Season 1 to 5 Complete (စ/ဆုံး) ဇာတ်လမ်းတွဲအညွှန်း**********************************************အနာဂတ်ကာလမှာ လူတွေဟာ နေအဖွဲ့အစည်းထဲက ဂြိုလ်တွေ ဥက္ကာခဲတွေမှာသွားရောက် နေထိုင်နေကြပြီ။ အဲမှာမှ နေအဖွဲ့အစည်းကို ၂ ခြမ်းခွဲထားတဲ့ ဥက္ကခဲ ခါးပတ် (the belt) ၊အတွင်းပိုင်း လူနေတဲ့ ဂြိုလ် ၂ လုံးဖြစ်တဲ့ Earth နဲ့ Mars တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားတယ်။Earth တို့ Mars တို့ကို ခါးပတ်ကြီးရဲ့ အတွင်းပိုင်းမှာနေသူတွေမို့လို့ Inners လို့ခေါ်ပြီးခါးပတ်ပေါ်က များစွာသော ဂြိုလ်သိမ် ဥက္ကာခဲတွေပေါ်မှာ နေသူတွေကို Belter လို့ခေါ်တယ်။နှစ်ပေါင်းများစွာ Earth နဲ့ Mars တို့ မတည့်ဘဲ စစ်ဖြစ်မယ်တကဲကဲဖြစ်နေတာ နှစ်ပေါင်းများစွာ ကြာပါပြီ။သူတို့ ရန်ဆောင်တိုင်း အမြဲခံနေရတာက belter တွေပေါ့။ဆိုတော့ Inners တို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-expanse2015/"
    }
]