[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Riverdale_TV_Series-227831713-large-164x200.jpg",
        "title": "Riverdale Season 1+2 + 3 +4(2017)",
        "description": "ဒီစီးရီးကြည့်ချင်လို့တောင်းတဲ့သူအရမ်းများနေလို့ ဘာသာပြန်ပြီးတင်ပေးထားပါတယ်။ တစ်လတစ်စီစန်လောက်တော့ ရအောင်တင်ပေးပါ့မယ်။။ စောင့်မျှော်အားပေးကြပါဦး။Archie Comics ထဲက ကာရိုက်တာတွေကို အခြေခံရိုက်ကူးထားတဲ့ စီးရီရှည်ကြီးတစ်ခုနဲ့\nအားလုံးကို မိတ်ဆက်ပေးချင်ပါတယ် ... တချို့ကလည်း ဒီစီးရီးအကြောင်းကို သိထားပြီးသားဖြစ်ကြမှာပါ ...ခြုံငုံပြောရရင်တော့ ရေဗာဒေးလ်ဆိုတဲ့ မြို့တစ်မြို့နဲ့ အဲဒီမြို့က.လူငယ်တစ်သိုက်နဲ့ဇာတ်လမ်းပါပဲ\nရေဗာဒေးလ်ဟာ အရင်ကတော့ သာယာနာပျော်ဖွယ် မြို့လေးတစ်ခုဖြစ်ခဲ့တယ် .. အချင်းချင်းရိုင်းပင်းကူညီကြပြီး နေချင့်စဖွယ်မြို့လေးတစ်မြို့ပါ ...ဒါပေမဲ့ အမေရိကန်လွတ်လပ်ရေးနေ့ဖြစ်တဲ့တစ်နေ့သော ဇူလိုင် ၄ ရက်နေ့က\nပဟေဠိဆန်ဆန် လူသေဆုံးမှုတစ်ခုနဲ့အတူ ရေဗာဒေးလ်ဟာ စပြီးညစ်ညမ်းလာခဲ့တယ် ..ဒီဆန်းကြယ်ဖြစ်ရပ်တွေကြားမှာ ကံပါလာတဲ့ လူငယ်တစ်သိုက်ကတော့ ...အာချီအန်ဒရူး .. ရေဗာဒေးလ် နယ်ခံကျောင်းသားတစ်ယောက်ဖြစ်ပြီး .. လူသေမှုနဲ့ပတ်သတ်ပြီး လျှိုဝှက်ချက် ရှိနေသူဘတ်တီကူပါ .. အာချီအန်ဒရူးရဲ့ အချစ်ဆုံးသူငယ်ချင်း ဖြစ်ပြီး လူလိမ္မာသလောက် လူဆိုးလေးတွေနဲ့ပဲ အပေါင်းအသင်းလုပ်ချင်သူဂျဂ်ဟက်ဂျုန်းစ် .. ဒဿနာတွေကြားမှာ မွေ့လျော်ပြီး မြို့ရဲ့အခြေအနေကို အမြဲစောင့်ကြည့်နေသူ အပယ်ခံကျောင်းသားဗရော်နီကာ လော့ဂျ် .. မြို့ကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/riverdale-season-1-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9eDi91TLckMsspGEQgSuhnNkhzf.jpg",
        "title": "The Bride of Naga (2023)",
        "description": "နဂါးမင်း ရဲ့ မဟေသီ ၂၀၂၃အနန်တချိုင် အဖြစ် Tre Porapat\nအေချီယာ / အနန်ချလီ အဖြစ် Green Ausadaporn\nအနိတ်ချာတ် အဖြစ် Petch Boranin\nဖွန့်ခေါက်ပင် / ပင်ထူရာတ် အဖြစ် Kong Wittayaဇာတ်လမ်းအကျဉ်းဝေးလံလှတဲ့ရွာလေးတစ်ရွာဖြစ်တဲ့ ဖနူမ်နာခါရွာရဲ့ကလေးငယ်တွေမှာ မြွေအရေခွံလိုအရေပြားရောဂါဖြစ်လာခဲ့တယ်နဂါးမင်းကိုကိုးကွယ်တဲ့ ဖနူမ်နာခါရွာသားတွေကတော့ ကျိန်စာမိတယ်ဆိုပြီး ဆရာဝန်မပြဘဲ ယုံကြည်ကိုးကွယ်ရာအစီအရင်တွေနဲ့ပဲ ကုသဖို့ရွေးချယ်ခဲ့တယ်ဒေါက်တာအေချီယာကတော့ ကလေးအရေပြားဆရာဝန်တစ်ဦးဖြစ်ပြီး ရှေးရိုးစွဲယုံကြည်မှုအစား မြင်ရာကိုသာယုံကြည်သူတစ်ဦးဖြစ်ပါတယ်တစ်နေ့ ဖနူမ်နာခါရွာရဲ့ ရောဂါဆိုးကြီးကို အကြောင်းရှာဖို့ အေချီယာကိုစေလွှတ်ခံလိုက်ရတဲ့အပြင်ထူးခြားဆန်းကြယ်တဲ့ အနန်တချိုင်ဆိုသူ ယောကျာ်းတစ်​ယောက်ပါ အေချီယာ့ဘေးနားရောက်လာခဲ့ပြီး ထူးခြားဖြစ်ရပ်တွေဖြစ်လာချိန်မှာတော့အေချီယာတစ်ယောက် ရှေးဒဏ္ဍာရီအဖြစ်အပျက်တွေ မမြင်နိုင်တဲ့အရာတွေပေါ် ယုံကြည်လာမလားရွာသားတွေရဲ့ရောဂါဆိုးကရော သူတို့ယုံကြည်သလို နဂါးမင်းရဲ့ကျိန်စာလား ကပ်ရောဂါဆိုးတစ်ခုပဲလားအနန်တချိုင်ကရော အေချီယာ့ကိုဘာလို့ကာကွယ်နေခဲ့တာလဲဆိုတာလူသားနဲ့ ထူးခြားမျိုးနွယ်တွေဖြစ်တဲ့ နဂါး၊ဂဠုန်တို့ကြားက ချစ်ခြင်း၊မုန်းခြင်း၊အငြိုးတွေနဲ့ နှစ်ထောင်ချီ ဒဏ္ဍာရီတစ်ခုကို \"နဂါးမင်းရဲ့မဟေသီ\"ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်Genre.....Drama\nQuality…. 1080p | 720p\nFile size…400MB | 200MB\nFormat… mp4\nDuration….40min\nSubtitle…. Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/the-bride-of-naga-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fMiLKTIFB7YCBQSYoTJ7NCrPcD6.jpg",
        "title": "Destined with You (2023)",
        "description": "Destined with You (2023)**************************\nအပိုင်း(၁ မှ ၁၆) ထိ စ/ဆုံးဂျန်ရှင်းယူ ( Rowoon ) က​တော့ ထက်မြက်ပြီး ကြည့်လို့​ကောင်းတဲ့ ပြိုင်စံရှား ​ရှေ့​နေတစ်​ယောက်ပါ။ ဘယ်​နေရာ​ရောက်​ရောက် ထင်​ပေါ်​နေတဲ့သူဆိုလည်းမမှားဘူး​ပေါ့။ ဒါ​ပေမဲ့ ရှင်းယူတို့ရဲ့ မိသားစုက နှစ်ပေါင်း ၃၀၀ ကျော်ကြာ ကျိန်စာသင့်နေတဲ့မိသားစုလေး။ရှင်းယူကလည်း အဲဒီကျိန်စာ​ကြောင့် ကုလို့မရ၊ရှင်းပြလို့မရတဲ့ ​​ရောဂါတစ်ခုကိုခံစား​နေရပြီး တစ်​နေ့ပြီးတစ်​နေ့ ပိုဆိုးဝါးလာ​​တော့တယ်။အဲဒီကျိန်စာကို\" သစ်သားသေတ္တာပိုင်ရှင်\" က ဖယ်ရှားပစ်နိုင်မှာမို့ သေတ္တာပိုင်ရှင်ကို လိုက်ရှာနေတော့တယ်။အီဟုန်းဂျူ ( Jo Boah) က အလုပ်ကို အမြဲတမ်းအ​ကောင်းဆုံးကြိုးစားတဲ့ပြည်သူဝန်ထမ်း​ကောင်မ​လေးတစ်​ယောက်ပါ။ သူမအလုပ်ကို လုပ်နေရင်းနဲ့ တစ်​နေ့မှာသူမဆီကို သစ်သားသေတ္တာ ဟောင်းလေး ​ရောက်ရှိလာခဲ့တယ်။ အဲဒီထဲမှာ လွန်ခဲ့တဲ့နှစ်​ပေါင်း ၃၀၀​ လောက်က ကျိန်စာ​တွေကို ဖယ်ဖျက်ပစ်နိုင်တဲ့ လျှို့ဝှက်ချက်​တွေပါတဲ့ တားမြစ်ခံထားရတဲ့ စာအုပ်​လေး ပါလာတာကိုတော့ မသိခဲ့ဘူးပေါ့။ရှင်းယူကလည်း သေတ္တာပိုင်ရှင်ပေါ်လာပြီမို့ သူ့မိသားစု ကျိန်စာကို ...",
        "url": "https://channelmyanmar.org/tvshows/destined-with-you-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bWVo9CE73OQFVrrSCKFlhdK5EG.jpg",
        "title": "The Killing Vote (2023)",
        "description": "The Killing Vote (2023)အပိုင်းသစ် - ၈(1080p ရပါပြီ)Glory ထဲက အချစ်တော်မင်းသမီး Lim Ji-Yeonက ခေါင်းဆောင်မင်းသမီးအနေနဲ့ပါဝင်ထားပြီး မင်းသားကြီးတွေဖြစ်တဲ့ Park Sung-Woongနဲ့ Park Hae-Jinတို့ရဲ့ အပီကြမ်းမယ့် The Killing Voteစီးရီးကတော့ ဒီညမှာပဲထွက်လာပါပြီ။ဇာတ်လမ်းအညွှန်းကတော့ ...ရဲမှူးဖြစ်တဲ့ Kim Moo-Chanဟာ သူ့အလုပ်ကိုပဲ တစိုက်မတ်မတ်လုပ်တဲ့သူတစ်ယောက်ပါ။\nKwon Seok Joo ဆိုတဲ့လူကတော့ နာမည်ကျော် တရားရေးရာ ပညာရှင်ဖြစ်ခဲ့ပေမယ့် သူ့သမီးကိုတိုက်ခိုက်ခဲ့တဲ့ မုဒိန်းကောင်ကိုသတ်ပြီးတော့ ရဲစခန်းမှာဝန်ခံခဲ့ပြီး ထောင်ကျခဲ့သူပါ။\nJoo Hyun ကတော့ ဆိုးလ်ရဲစခန်းမှာ ငါးနှစ်ကြာလုပ်ခဲ့တဲ့ ရဲမေတစ်ယောက်ပါ။ဒီဇာတ်လမ်းတစ်ခုလုံးကို မွှေမှာကတော့ Dog Maskဆိုတဲ့ အိုင်ဒီနဲ့ အမည်မသိလူတစ်ယောက်ပေါ့။ စက်ဆုပ်စရာကောင်းတဲ့ ရာဇဝတ်သားတွေဟာ ဥပဒေရဲ့အပြစ်ဒဏ်ကို ရှောင်ဖယ်တဲ့အခါ အသက်၁၈နှစ်နဲ့အထက်မြို့သားတိုင်းဆီကို သေဒဏ်မဲပေးဖို့အတွက် မက်ဆေ့တစ်စောင် ရောက်လာပါတော့တယ်။ သေဒဏ်မဲပေးနှုန်း၅၀%ကျော်တာနဲ့ Dog Maskကတော့ အဲဒီမဲပေးခံရတဲ့သူကိုစမုံတုံးပြီးသတ်ပစ်ပါတယ်။ရဲတွေကလည်း Dog ...",
        "url": "https://channelmyanmar.org/tvshows/the-killing-vote-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/42u5WhVBadNiWAtEMeXoKxXudAz.jpg",
        "title": "The Kidnapping Day (2023)",
        "description": "The Kidnapping Day (2023)\n********************************အပိုင်းသစ် (၉)နေမ​ကောင်းဖြစ်​နေတဲ့သမီး​​လေးကို ကယ်တင်ဖို့  ငွေလိုနေတဲ့Kim Myung-Joon တစ်ယောက် ကြံရာမရတဲ့အဆုံး ဇနီး​​ဟောင်းဖြစ်သူပြောတဲ့အတိုင်း သူ​ဌေးအိမ်က​ ကလေးမ​လေး Ro-Heeကို ပြန်ပေးဆွဲပြီးငွေညှစ်ဖို့လုပ်ပါတော့တယ်...ငွေညှစ်ဖို့လာတဲ့လမ်းမှာပဲ Myung-Joon တစ်ယောက် Ro-heeကို တိုက်မိပြီးအက်ဆီးဒင့်ကြောင့် ကလေးမလေးဟာ အတိတ်မေ့သွားပါတော့တယ်...အဲဒီအချိန်မှာပဲ ရုတ်တရက် Ro-heeမိဘတွေကလည်း သေဆုံးသွားတဲ့အခါ....ချော်လဲရောထိုင်နဲ့ အဖေအဖြစ်ဟန်ဆောင်ဖို့ ဆုံးဖြတ်လိုက်တဲ့ Myung-Joonတစ်ယောက်ဉာဏ်ကြီးရှင်မလေး Ro-Heeကို လှည့်စားနိုင်ပါ့မလား...သူတို့နှစ်ယောက်ကြား ဘယ်လိုဆက်ဖြစ်ဦးမလဲ...ဆိုတာကိုတော့ စောင့်ပြီးကြည့်လိုက်ရအောင်နော်...(အညွှန်းကိုတော့ KhiNiက ရေးသားပေးထားပါတယ်။) Aired: Sep 13, 2023 - Oct 19, 2023\nAired On: Wednesday, Thursday\nGenres: Thriller, Mystery, Comedy, Drama\nDuration: 45 mins\nEpisodes: 12\nOriginal Network: ENA\nTranslated by Hay Thar Oo, KhinNi, Stary, Thinn, HsuPyae, Emily Lynn & ...",
        "url": "https://channelmyanmar.org/tvshows/the-kidnapping-day-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nzOBC92teANGZhuSDUaq57UGy6j.jpg",
        "title": "Beckham (2023)",
        "description": "Beckham (2023) A Netflix Mini Series ~ IMDb - 8.5/10, Rotten Tomatoes - 100% ~ ဒေးဗစ်ဘက်ခမ်းရဲ့ အနီရဲရဲ ရက်စွဲများ\n‌ဒေးဗစ်ဘက်ခမ်းရဲ့ အဖြူသန့်သန့် ရက်စွဲများ\nဒေးဗစ်ဘက်ခမ်းရဲ့ ရွှေ‌ဝါရောင် ရက်စွဲများ\nဒေးဗစ်ဘက်ခမ်းရဲ့ ကာလာစုံ ရက်စွဲများ ဘောလုံးကွင်းဟာ ပိတ်ကားစဖြစ်ပြီး ဘောလုံးသမားဟာ ပန်းချီဆရာဖြစ်သွားတယ်လို့ သမုတ်ကြတဲ့ ဘောလုံးလောကမှာ သူမတူတဲ့ ပန်းချီတွေကို ခြယ်ခဲ့သူ လန်ဒန်သားတစ်ယောက်ရှိခဲ့ဖူးတယ်။ စုတ်ချက်တိုင်းကို လှလှပပ သပ်သပ်ရပ်ရပ် အရောင်ခြယ်နိုင်ခဲ့သူ... ထိုသူဟာ ဒေးဗစ်ဘက်ခမ်း။ ဒေးဗစ်ဘက်ခမ်းလို့ပြောလိုက်ရင် မကြားဖူးတဲ့သူ အတော်ကိုရှားလိမ့်မယ်။ မြင်ဖူးသူတွေကတော့ ကြားရုံကြားဖူးသူတွေကို အထင်သေးလိမ့်မပေါ့။ မြေဆွဲအားကိုဆန့်ကျင်တဲ့ ဆံသားရှည်ရှည်တွေအောက်မှာ ယောက်ျားချင်းတောင် ကြွေချင်တယ်လို့ ကျွန်တော်တို့ စနောက်ခဲ့ကြဖူးတယ်။ ကွင်းလယ်ကနေ သူ့စိတ်တိုင်းကျ ဘောလုံးကို စေခိုင်းနေတာကို မြင်ရတာ သိပ်ကိုအရသာရှိခဲ့တာပေါ့။ သူ့လိုခြေထောက်မျိုးကို ကျွန်တော်တို့ ဘုရားဆီပူဆာခဲ့မိဖူးကြလိမ့်မယ်။ \n\"ဘုရားသခင် ဒေးဗစ်ဘက်ခမ်းလို မှော်ဝင်ခြေထောက်များ ပေးသနားတော်မူပါ။\"\n ဘက်ခမ်းရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/beckham-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/10TqikUOjTWunlnBf0sI3cVdAn4.jpg",
        "title": "Loving You ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ EXO အဖွဲ့ဝင်ဟောင်းဖြစ်တဲ့ Huang ZiTao နဲ့\nမင်းသမီး Wang He Run တို့ main role ကနေပါဝင်ထားတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ။\nဇာတ်ကားရဲ့ ဇာတ်လမ်းအကျဉ်းလေးက -တိကုဆရာဝန်မလေး ထျန်ထျန်ဟာ နိုင်ငံခြားမှာပညာသင်ရင်း\nတကယ့်ဆရာဝန်တစ်ယောက်ဖြစ်လာဖို့အိပ်မက်မက်နေတဲ့သူတစ်ယောက်ပါ ။\nဒါပေမဲ့ မိသားစုထဲမှာ မမျှော်လင့်ထားဘဲ ပြဿနာတစ်ခုဖြစ်လာခဲ့ပါတယ် ။\nအဲ့ပြသနာကတော့ ဖခင်ဖြစ်သူရဲ့အပြင်းအထန် ဖျားနာမှု့ဖြစ်ပြီး\nထျန်ထျန်တစ်ယောက် မလွှဲမရှောင်သာ သူ့ဖခင်ရဲ့\nသွေးနဲ့ချွေးနဲ့ရင်းပြီးတည်ထောင်ခဲ့တဲ့ \"ထျန်လင်\" တိကုဆေးရုံကို လက်‌လွှဲပြောင်းယူဖို့ဖြစ်လာခဲ့ပါတယ် ။တစ်ဖက်မှာကလည်း တရုတ်ပြည်ရဲ့ နာမည်ကြီးစီးပွားရေးလုပ်ငန်းတစ်ခုဖြစ်တဲ့ လွီချွမ်းရဲ့\nဥက္ကဌလောင်းဖြစ်တဲ့ ရှန်မိဟာ ကုမ္ပဏီကကိစ္စတစ်ခုကြောင့်\nစီးပွားရေးမပြေလည်တဲ့ တိမွေးကုဆေးရုံတစ်ရုံကိုလိုက်ရှာနေခဲ့တဲ့အချိန်ဖြစ်နေပြန်ပါတယ် ။\nအဲ့လိုနဲ့ ထျန်ထျန်တာဝန်ယူထားတဲ့ ဘဏ္ဍာရေးအခက်အခဲနဲ့\nကြုံတွေ့နေရတဲ့ တိမွေးကုဆေးရုံကိုရှာတွေ့သွားရာက....ထျန်ထျန်တစ်ယောက် ရှန်မိရဲ့ ရင်းနှီးမြှပ်နှံမှု့လုပ်ချင်တဲ့‌ေတာင်းဆိုမှု့ အပေါ်\nလက်ခံလိုက်မလား ? သူတို့နှစ်ယောက် ဘယ်လိုမျိုးစီးပွားရေးအတူလုပ်ဖြစ်သွားမလဲ ?\nဘယ်လိုမျိုးသံယောဇဉ်တွေတွယ်မိပြီး ချစ်မိသွားမလဲဆိုတာကို\nဇာတ်လမ်းထဲမှာပဲ ရသမျိုးစုံနဲ့ကြည့်ရှု့ခံစားပေးကြပါဦး===========================Quality : WEB-DL 1080p , 720p\nTotal Episodes : 40\nFormat : mp4\nGenres ...",
        "url": "https://channelmyanmar.org/tvshows/loving-you-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/shoresy-133x200.jpg",
        "title": "Shoresy (2022) Season1 Complete",
        "description": "ကနေဒါနိုင်ငံလို့ပြောတာနဲ့ ကျွန်တော်တို့ပထမဆုံးပြေးမြင်တာကတော့ ဟော်ကီပါပဲ။\nဟုတ်ပါတယ်။ ဒီကနေဒါဇာတ်လမ်းတွဲကတော့ IMDB 8.5 နဲ့ Rotten Tomatoes 100% ရထားတဲ့\nဟော်ကီနဲ့ပတ်သက်တဲ့ Sitcom ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပြီး IMDB 8.6 ရထားတဲ့\nနောက်ထပ်နာမည်ကြီး Sitcom ဇာတ်လမ်းတွဲဖြစ်တဲ့ Letterkenny ရဲ့ spinoff လည်းဖြစ်ပါတယ်။နာမည်ကြီးကနေဒါသရုပ်ဆောင် Jared Kesso ကိုယ်တိုင်ရေးပြီး Shoresy နေရာမှာ ကိုယ်တိုင်သရုပ်ဆောင်ထားလည်းဖြစ်ပါတယ်။\nShoresy ဟာကျေးလက်ဒေသကနေ ဟော်ကီအသင်းတစ်ခုမှာ ဝင်ကစားဖို့ ဆတ်ဒ်ဘူရီမြို့ကို ပြောင်းလာပါတယ်။သူဝင်ကစားတဲ့အသင်းက Bulldogs ဖြစ်ပြီး သူဝင်မကစားခင်မှာ ဆတ်ဒ်ဘူရီမြို့ရဲ့ ထိပ်တန်းဟော်ကီအသင်းတစ်ခုဖြစ်ခဲ့တာပေါ့။\nဒါပေမဲ့ သူဝင်လာတဲ့အချိန်ကစပြီး ပွဲ 20 ဆက်တိုက်ရှုံးပြီး နည်းပြဖြစ်သူက ထွက်သွားရုံတင်မကဘဲ မန်နေဂျာဖြစ်သူကပါ\nအသင်းကိုဖျက်သိမ်းတော့မယ့်အထိ အခြေအနေဆိုးလာပါတယ်။ရှုံးရမှာကို သေလောက်အောင်မုန်းတဲ့ Shoresy ဟာ သူ့ရဲ့နည်းပြအတွေ့အကြုံနဲ့ စွန့်စားမှုများတဲ့ အစီအစဉ်တစ်ခုကို\nမန်နေဂျာကိုပြောပြပြီး အသင်းကိုမဖျက်သိမ်းဖို့နဲ့ ပြိုင်ပွဲကိုနိုင်အောင်လုပ်ပေးဖို့ ကြံစည်ပါတော့တယ်။\nဒါပေမဲ့ လေးသင်းလိဂ်မှာ အဆင့်လေးဖြစ်နေတဲ့ Bulldogs က ဆတ်ဒ်ဘူရီမြို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/shoresy-2022-season1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gsDUvuDYG9EoBiYv8QGzmxVoNWV.jpg",
        "title": "The Snow Moon ( 2023 )",
        "description": "မြေခွေးမိစ္ဆာ နဲ့ သူနဲ့ဘဝအဆက်ဆက်ချစ်ကြိုးသွယ်ခဲ့တဲ့မိန်းကလေးတို့ဟာ\nဒီဘဝမှာတော့ မိစ္ဆာနဲ့ မိစ္ဆာဖမ်းသူအဖြစ်ပြန်လည်တွေ့ဆုံကြပါတယ်။\nစူးရှောင်ဟွမ်ဟာ လောကဓံအမျိုးမျိုးကိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ရပြီး\nဘဝကို အကြောတင်းတင်းဖြတ်သန်းနေသူပေါ့။ သူမဟာ\nနန်းတော်ထဲကိုဝင်ပြီးမြေခွေးမိစ္ဆာရဲ့အပါးမှာခစားဖို့ဖြစ်လာခဲ့ပြီး\nမထင်မှတ်ထားစွာပဲ ဒီဘဝမှာလည်းမြေခွေးမိစ္ဆာကိုထပ်ချစ်မိသွားတဲ့အခါ...သူတို့နှစ်ယောက်မေတ္တာမျှတဲ့ဘဝတိုင်းမှာ သူမရဲ့သေဆုံးခြင်းနဲ့ပဲ\nအဆုံးသတ်လေ့ရှိပြီး အဲ့ဒါဟာ ကျိန်စာတစ်ခုဖြစ်နေတဲ့အခါ....\nဒီဘဝမှာရော မြေခွေးမိစ္ဆာဟာသူချစ်တဲ့မိန်းကလေးကိုကာကွယ်ပေးနိုင်ပါ့မလား။\nကျိန်စာပျက်ပြယ်အောင်လုပ်နိုင်ပါ့မလား။Quality : WEB-DL 1080p , 720p\nTotal Episodes : 24\nFormat : mp4\nGenres : Fantasy , Drama , Romance\nRuntime : 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Yin Wai Phyo\nEncoded by LK===============================Ep 1 ( 1080p ) - Yoteshin / Usersdrive / MegaUp / StreamVidEp 2 ...",
        "url": "https://channelmyanmar.org/tvshows/the-snow-moon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/It-133x200.jpg",
        "title": "It’s ok to be 30 (2023)",
        "description": "အသက် ၃၀ (2023)အသက်၃၀အရွယ်ဖလွိုင်ဒေါင်ဟာ အပျိုကြီးဘဝနဲ့အလုပ်ကိုပဲကြိုးစားရင်း ဘဝကိုကုန်ဆုံးနေသူပါ\nတစ်ရက်မှာ သူမဟာ စိတ်ဆရာဝန်နမ့်ခန်းနဲ့ဆုံမိပြီးနောက် နမ့်ခန်းရဲ့Self Loveဆိုင်မှာ တိုင်ပင်ဖို့သွားရင်း\nသူမနဲ့ သူငယ်ချင်းကျကျာလည်း လဆွေးနွေးရင်း ဆုံခဲ့ကြရာမှာ\nသူမရဲ့လက်ရှိအခြေအနေက အရမ်းအထီးကျန်ဖို့ကောင်းဖို့ သူ့သောကကို ကျကျာကို ပြောပြဖြစ်ခဲ့တယ်ကျကျာက တကွဲတပြားဖြစ်နေတဲ့ဒေါင်ကို သူငယ်ချင်းတွေနဲ့ပြန်ဆုံဖို့ ခေါ်သွားခဲ့ချိန်မှာပဲ\nဒေါင်က သူ့ရည်းစားဟောင်း ချနင်နဲ့ပြန်ဆုံဆည်းခဲ့ပြီး\nဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီပေါ့ပေါ့ပါးပါးစီရီးလေးမှာ ကြည့်ရှုလိုက်ရအောင်နော်(အညွှန်းရေးသားသူမှာ Lei Wutyi Tun ဖြစ်ပါတယ်)Translated by Nang Mwe Kham & Fake Love & Lei Wutyi TunGenre..... Drama\nQuality…. 1080p | 720p\nFile size… 800MB | 250MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Nang Mwe Kham & Fake Love ...",
        "url": "https://channelmyanmar.org/tvshows/its-ok-to-be-30-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-skymed-135x200.jpg",
        "title": "SkyMed (2022 – 2023)",
        "description": "ဒီတစ်ခါတော့ လူနာတင်လေယာဉ်အကြောင်းရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးတစ်ကားတင်ဆက်လိုက်ပါတယ်ကနေဒါ ဇာတ်လမ်းတွဲလေးဖြစ်နေတာကြောင့် ကြည့်ရတာတမူထူးခြားပြီး အရသာသစ်လေးတွေလည်းခံစားရမယ်လို့ထင်ပါတယ် စကိုင်းမတ် ဆိုတဲ့ လူနာတင်လေယာဉ်လေးမှာ အရေးပေါ်လူနာတွေကိုအသက်ရှင်လျက် ဆေးရုံတွေကို ပို့ပေးရတဲ့ တာဝန်ကိုယူထားတာပါအဲဒီစကိုင်းမတ်အဖွဲ့လေးက ဆေးအကူတွေရယ် လေယာဉ်မှူးတွေရယ်ဝန်ထမ်းတွေရယ်နဲ့ မိသားစုသဖွယ်ဖြစ်နေတဲ့ သွန်ဆမ်ဆိုတဲ့ ကုမ္ပဏီလက်အောက်က အဖွဲ့လေးပါ လူနာတင်လေယာဉ်ဆိုတဲ့အတိုင်း ရင်ဆိုင်ရတဲ့လူနာအခက်အခဲတွေ လေယာဉ်မှူးတွေရဲ့အခက်အခဲတွေကိုရိုက်ပြထားတော့တကယ့်ကိုကြည့်လို့တန်တဲ့ကားကောင်းလေးပါပဲမှတ်ချက် မင်းသမီးလေးတွေကတော့ တကယ့်ကိုချောတာဗျာFile size…(960 Mb, 500 Mb)\nQuality….Webrip - 720p/ 1080p\nFormat…mp4\nDuration….50 Min\nGenre...Action, Adventure, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldDownload LinkEpisode 1 720p  - VIP / Yoteshin / Megaup / Meganz / Usersdrive / StreamsbEpisode 2 720p  - VIP / Yoteshin / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/skymed2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/j4YSQzZt8yZcPX0ZCRM3pqAvvBH-133x200.jpg",
        "title": "GOING SEVENTEEN",
        "description": "Going Seventeen\n======================\nဒီတစ်ခေါက်မှာတော့ Pledis Ent ရဲ့ နာမည်ကျော် boy band ဖြစ်တဲ့၊ Seventeen အဖွဲ့ရဲ့ \"Going Seventeen\" ဆိုတဲ့\nအစီအစဉ်ကို အပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း Channel Myanmarကနေ တင်ဆက်ပေးသွားမှာပါ။ဒီအစီအစဉ်မှာဆိုရင် ပရိတ်သတ်တွေရဲ့အသည်းစွဲ Seventeen\nအဖွဲ့မန်ဘာတွေရဲ့ ချစ်စရာကောင်းတဲ့ဂိမ်းတွေ၊\nmission တွေကိုတွေ့မြင်ခံစားရမှာပဲဖြစ်ပါတယ်။\nစိတ်ဝင်စားစရာကောင်းတဲ့ကစားနည်းတွေနဲ့၊ Horror ဂိမ်းတွေလည်\nးပါဝင်တာဖြစ်လို့ ပရိတ်သတ်‌တွေလည်း ကြည့်နေရင်းနဲ့\nသူတို့နဲ့အတူတူလိုက် ရင်ခုန်စိတ်လှုပ်ရှားနေရမှာအသေအချာပါပဲ။ဒီအစီအစဉ်မှာ ဂိမ်းတွေအတူကစားရင်း Seventeen အဖွဲ့ရဲ့ Friendship, Music နဲ့\nသူ‌တို့တွေပုံဖော်ကြတဲ့ comedy ကိုပါ မြင်တွေ့ရမှာပါ။\nOST တွေမှာဆိုလည်း အသံအေးအေးလေးတွေနဲ့ ပရိတ်သတ်ရဲ့ရင်ထဲမှ\nာ စွဲထင်နေတဲ့ Seventeen အဖွဲ့ရဲ့ \"Going Seventeen\" ကို Channel Myanmar Variety Team မှ\nတင်ဆက်ပေးနေပြီဖြစ်ပါတယ်။(အညွှန်းကို Lu Satt က ရေးသားပေးထားပါတယ်\nEp 57မှစပီး အပတ်စဥ် Wednesday တိုင်းပြသသွားမှာပါ\nVIP Member ...",
        "url": "https://channelmyanmar.org/tvshows/going-seventeen/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCIGgngpVhPvp1VeF4TVFJ4g230.jpg",
        "title": "V.I.P (2023)",
        "description": "VIP 2023 / မယားငယ် ရှာပုံတော် မြန်မာစာတန်းထိုးThe Legendကုန်တိုက်က VIP Teamက နှစ်တိုင်းလိုလို ရောင်းအားတက်အောင်လုပ်ပေးနေတဲ့အဖွဲ့ပါ\nVIP Teamမှာ ရင်းနဲ့သူမရဲ့ခင်ပွန်းဖခ်ကလည်း သော့ချက်အနေနဲ့ ပါဝင်နေပါတယ်ရင်းနဲ့ဖခ်တို့က အရမ်းချစ်ကြတဲ့ဇနီးမောင်နှံတွေဖြစ်တာကြောင့် စံပြအတွဲလို့တောင်ဆိုလို့ရပါတယ်\nတစ်ရက်မှာ ရင်းက သူမခင်ပွန်း ဖုန်းဆက်ရင်း ငြင်းခုန်နေသံကိုကြားခဲ့ရသလို\nသူမဆီကိုလည်း “နင့်ခင်ပွန်းက VIP Teamကသူတယောက်နဲ့ဖောက်ပြန်နေတယ်”လို့ စာဝင်လာခဲ့ပါတယ်\nဒါဆို တကယ်ပဲ ဖခ်က နောက်မီးလင်းနေတာလား\nဖခ်ကြိတ်ပုန်းခုတ်နေတဲ့ စနိုက်မကရော ဘယ်သူလဲဖြစ်နေမလဲဆိုတာကိုတော့\nရင်းနဲ့အတူ ဒီဇာတ်ကားထဲမှာ အဖြေရှာလိုက်ရအောင်ပါ(အညွှန်းရေးထားတာကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်)Translated by Nang Mwe Kham & Tawan & Fake Love & Lei Wutyi TunGenre..... Drama\nQuality…. 1080p | 720p\nFile size… 1GB | 400MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. ...",
        "url": "https://channelmyanmar.org/tvshows/v-i-p-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZjkzMmU5MjMtODllZS00OTA5LTk2ZTEtNjdhYjZhMDA5ZTRhXkEyXkFqcGdeQXVyOTA3MTMyOTk@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Dexter Season 1+2+3+4+5 +6+7(2006)",
        "description": "အခုတင်ပေးထားတဲ့ စီးရီးကတော့ စိတ္တဇလူသတ်သမား သတ်သမားတစ်ယောက်အကြောင်းပါပဲ။ စာမှားရိုက်ထားလားဆိုပြီး နှစ်ခါပြန်မဖတ်ပါနဲ့ မှန်ပါတယ်။ စိတ္တဇလူသတ်သမားတွေကိုမှ တစ်ယောက်ပြီးတစ်ယောက်လိုက်သတ်ချင်တဲ့ စိတ္တဇလူသတ်သမားတစ်ယောက်ပါ။ စိတ္တဇလူသတ်သမား သို့မဟုတ် ကွင်းဆက်လူသတ်သမားတွေကိုက အခြားလူသတ်သမားတွေနဲ့မတူပါဘူး။ အရမ်းပိရိတယ်၊ အကွက်ကျတယ်၊ ဉာဏ်များတယ်။ ဒီတော့ ဒီလိုလူတွေကိုမှပြန်လိုက်သတ်ဖို့ဆိုရင် ကတုံးပေါ်ထိပ်ကွက် ဂျင်ပေါ်ကထုံးလိုဖြစ်နေဖို့လိုပါတယ်။ ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းသွားတာက သူဟာ ရဲဌာနမှာအလုပ်လုပ်နေတဲ့ သွေးကျွမ်းကျင်မှုခင်းပညာရှင်ဖြစ်နေတာပါပဲ။ ဒီတော့ အမှုတွေကိုစုံစမ်းလိုက်ပြီးရင် ရဲဌာနတစ်ခုလုံးမရိပ်မိအောင် လိုက်ဖြုတ်လိုက်နဲ့ အတော်ကို ဥာဏ်များရတဲ့အလုပ်ပါပဲ။ ကြည့်ကြည့်လိုက်ကြပါဦး။File size…(1.4 GB)/(600 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….00:53:00\nGenre...Drama, Crime, Mistery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by VaderDownload LinkEpisode 1 720p  -  Yoteshin / Megaup / Meganz / Usersdrive / Streamvid ...",
        "url": "https://channelmyanmar.org/tvshows/dexter-season-1-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTQ1NjY3ODM5Nl5BMl5BanBnXkFtZTcwMjYzNzQ5Mw@@._V1_-135x200.jpg",
        "title": "The Walking Dead (2010)",
        "description": "ဒီစီးရီးကိုတော့ ချန်နယ်မြန်မာပရိသတ်တွေတောင်းနေကြတာကြာပါပြီ။ အပိုင်းတွေများပြီး ထွက်ထားတာကြာပြီဆိုတော့ ဘာသာပြန်ကောင်းကောင်း၊ ကွာလတီကောင်းကောင်းလေး တင်ပေးချင်လို့ အခုမှစတင်ဖြစ်တာပါ။ဇွန်ဘီး၊ ဖုတ်ကောင်ဇာတ်လမ်းတွဲတွေထဲမှာတော့ ကမ္ဘာ့အကောင်းဆုံးလို့ ပြောရမဲ့ ဇာတ်လမ်းတွဲပါပဲ။ Resident Evil လိုမျိုးပဲ ဇွန်ဘီးကူးစက်ရောဂါကြောင့် ကမ္ဘာကြီးပျက်စီးပြီး အသက်ရှင်ကျန်နေခဲ့တဲ့လူတွေ ရုန်းကန်ကြပုံတွေကို ပြသထားတာပါ။ဒါပေမဲ့ ဇာတ်ကောင်တွေ ဇာတ်လမ်းတွေအရမ်းကောင်းလွန်းလို့ အစကနေ အဆုံးထိ ဆွဲဆောင်သွားနိုင်ခဲ့ပါတယ်။ ကြောက်စရာကောင်းတာက ဇွန်ဘီးတွေတင်မကဘဲ ကမ္ဘာမီးလောင်သားကောင်ချနင်းတဲ့လူတွေ၊ တစ်ဖွဲ့နဲ့တစ်ဖွဲ့ကြားထဲက အပြိုင်အဆိုင်တွေ အကြံအစည်တွေနဲ့ သည်းထိပ်ရင်ဖိုင်ဇာတ်လမ်းအမျိုးအစားတစ်ခုဖြစ်ပါတယ်။စီးရီးကောင်းကောင်းဘာကြည့်ရမှန်းမသိဖြစ်နေရင်၊ ကြည့်ဖူးပေမဲ့ အစအဆုံးအဆက်အစပ်မရှိဖြစ်နေရင် အခုပဲ ပြန်စကြည့်လိုက်ပါတော့။ File size…(880 MB)/(500 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:07:00\nGenre...Action, Adventure, Drama , Sci Fi anfd Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by CM Team \nSeason 1\nEpisode 1 1080p  -  Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/the-walking-dead-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/Club-Friday_Love-and-War-161x200.jpg",
        "title": "Club Friday Season 15 : Love and War (2023)",
        "description": "မေတ္တာ နဲ့ ဝေဒနာ (2023)ခစ်နဲ့ မေတို့လင်မယားမှာ ကျောက်ဆိုတဲ့ချစ်စရာသမီးလိမ္မာလေးတစ်ယောက်ဖြစ်ပြီး\nယောက်ျားဖြစ်သူက ငွေရှာ မိန်းမဖြစ်သူက အိမ်ထောင်ရှင်မတာဝန်ယူနေကြတဲ့ မိသားစုလေးတစ်ခုဖြစ်ပါတယ်\nအပေါ်ယံကြည့်ရင် ပြည့်စုံနေတဲ့မိသားစုဖြစ်နေပေမဲ့ ခစ်တစ်ယောက်\nငွေ​ကြေးထောက်ပံ့ရဖို့ စီးပွားရေးဒဏ်ပိလာချိန်မှာတော့\nမေက သူပါ ငွေရှာဖို့ တာဝန်ခွဲယူပေးမယ်လို့ ညှိနှိုင်းလာခဲ့ပါတယ်မေ့ရဲ့ညှိနှိုင်းမှုကိုလက်မခံဘဲ ခစ်က မေ့တာဝန်က ကလေး၊သူနဲ့အိမ်ကိုစောင့်ရှောက်ဖို့တာဝန်သာရှိကြောင်းပြောလာချိန်မှာတော့\nမေက ကွာရှင်းခွင့်တောင်းပါတော့တယ် သူ့ရဲ့စိတ်ဆန္ဒအတိုင်း ဘာမှမလုပ်ရသလို\nကွာရှင်းခွင့်ပါမရတဲ့ မေက စိတ်ကျရောဂါပိုဆိုးလာပြီး သေကြောင်းကြံစည်ခဲ့ပါတော့တယ်\nခင်ပွန်းဖြစ်သူနဲ့သမီးဖြစ်သူကိုထားခဲ့ဖို့ ကြိုးစားနေတဲ့ ဇနီးဖြစ်သူကြောင့်\nခစ်တစ်ယောက် တစ်ခါမှမလုပ်ဖူးတဲ့ သမီးနဲ့အိမ်ကို ဂရုစိုက်တာတွေလုပ်ရပါတော့တယ်အဆင်မပြေမှုတွေကြား သမီးဖြစ်သူနဲ့ကတောက်ကဆတွေဖြစ်ပြီး သမီးလေးပျောက်သွားခဲ့တဲ့အခါ\nသေကြောင်းကြံစည်ခဲ့တဲ့ဇနီးဖြစ်သူကလည်း ဆေးရုံကဆင်းပြေးပြီး ဘယ်ရောက်နေခဲ့မှန်းမသိနေတဲ့အခါ\nအိမ်မှုကိစ္စတွေနဲ့ အလုပ်ကြား ဗျာများနေရတဲ့ခစ်တစ်ယောက် ဇနီးဖြစ်သူကပါ ပြန်ရောက်လာပြီး\nသမီးဖြစ်သူကိုပြန်လိုချင်လာချိန်မှာတော့ ခစ်နဲ့မေတို့ကြား စစ်ပွဲက ဘာတွေဖြစ်လာမလဲ\nမေကရော ဇနီးကောင်း မိခင်ကောင်းအဖြစ်ကနေ ဘာအကြောင်းကြောင့်ပြောင်းလဲသွားခဲ့ရတာလဲ\nချစ်စရာမိသားစုလေးကရော အရင်လိုပြန်ဖြစ်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်(အညွှန်းရေးသားသူမှာ Kyi Nue Zin ဖြစ်ပါတယ်)Translated by Nang Mwe Kham & Kyi Nue ZinGenre..... ...",
        "url": "https://channelmyanmar.org/tvshows/club-friday-season-15-love-and-war-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hiuJBRbsphauAObTfgkP1lV9qpH.jpg",
        "title": "The Wedding Contract (2023)",
        "description": "ဘွာတေးမခံတဲ့ စွာလေးလန်ချစ်သူမလေး(2023)မိဘတွေ စက်ရုံမှာမီးလောင်ပြီး မဆုံးခင်အထိ ဖင်မ် အရာရာတိုင်းပြည့်စုံခဲ့ပါတယ်\nသို့ပေမဲ့ ကံကြမ္မာဆိုးကြီးကြောင့် ဖင်မ် မိဘမဲ့ခဲ့ရပါတယ်ဒါတင်မကဘဲ အကြွေးတွေပါ တင်ခဲ့ပါတယ်\nဖင်မ် သူ့အဘိုး သူ့အစ်ကိုနဲ့ နယ်က အိမ်ကို ပြောင်းပြီး ခြံအလုပ်လုပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်ဆာရန်က ဖင်မ်တို့ ခြံရဲ့ဘေးချင်းကပ် ခြံပါ ဖင်မ်ရဲ့အဘိုးကို ကူညီပေးခဲ့တဲ့သူဆိုလည်း မမှားပါဘူး\nဖင်မ်နဲ့တော့ သိပ်ပြီးမတည့်ပါဘူး ကြောင်နဲ့ကြွက်လိုပေါ့တစ်နေ့ ဖင်မ်ရဲ့အစ်ကို ဖြစ်သူ ရဝီးက သူ့အဘိုးခြံကို ထင်မိုင်ဆိုတဲ့ သူဌေးဆီ အကြွေးဆပ်ဖို့ ရောင်းလိုက်ပါတယ်\nဒါတင်မကဘဲ သူ့အကြွေးအတွက် သူ့ညီမကိုပါ ပေးမယ်လို့ အပေးမယူလုပ်ခဲ့ပါတယ်\nဆာရန် သိသွားတော့ တင်နေတဲ့အကြွေးတွေကို ပြန်ဆပ်ပေးပြီး ဖင်မ်နဲ့လက်ထပ်မှတ်ပုံတင်လိုက်ပါတော့မယ်\nလက်ထပ်မှတ်ပုံတင်လိုက်တဲ့အကြောင်းရင်းကတော့ ဖင်မ်ကို ထင်မိုင်သူဌေးဆီက လွှတ်မြောက်အောင် ကူညီချင်လို့ပါပဲ\nဆိုတော့ ဖင်မ်နဲ့ဆာရန်တို့ လက်ထပ်လိုက်ပြီး တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုသံယောဇဉ်ဖြစ်သွားကြမှာလဲ\nမတည့်ကြတဲ့လူနှစ်ယောက်က အတူတူနေနိုင်ပါ့မလားဆိုတော့ စောင့်ကြည့်လိုက်ပါ(အညွှန်းရေးသားသူမှာ Fake Love ဖြစ်ပါတယ်)Translated by Nang Mwe Kham & ...",
        "url": "https://channelmyanmar.org/tvshows/the-wedding-contract-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Mantra-Takiang-Kaeo-2023-101x200.jpg",
        "title": "Mantra Takiang Kaeo (2023)",
        "description": "\"မှော်ဝင်ဖန်မီးခွက်ဖူးစာ\" မြန်မာစာတန်းထိုးဝီးယူ အဖြစ် Kiatipoom Banluechairit\nရေနီ့ အဖြစ် Gar Nuttacha Chayangkanont\nဘေလေ့စ် အဖြစ် Trai Jakkapat\nဆီလီနာ့ အဖြစ် Cher Cherlyn Wagstaffeဇာတ်လမ်းအကျဉ်းဖန်မီးခွက်က အရမ်းကို တန်ဖိုးရှိပြီး အစွမ်းထက်တဲ့ ပစ္စည်းလေးပါဖန်မီးခွက်ရဲ့ ပိုင်ရှင်ကတော့ စုန်းမထာဟီရာ့ ပါတစ်နေ့မှာတော့ သူ့ဖန်မီးခွက်ကြီး ရဲတိုက်ကနေရုတ်တရက်ပျောက်ဆုံးသွားပါတယ်စုန်းမအီဝေလင်က အပြစ်ပေး ထိန်းချုပ်ခံနေရတဲ့ စုန်းနက်မကြီးပေါ့အပြစ်ဒဏ်အောက်က လွတ်လပ်ချင်ပြီး စုန်းမထာဟီရာ့ အပေါ် အငြိုးထားနေတဲ့ စုန်းမကြီးလည်း ဟုတ်ပါတယ်ဖန်မီးအိမ်ကို လိုက်ရှာဖို့အတွက် လူ့ပြည်ကို သွားဖို့ စုန်းမထာဟီရာ့ မစ်ရှင်ချလိုက်ပါတော့တယ်လူ့ပြည်ကိုရောက်တော့ မိဘ ဘယ်သူ ဘယ်ဝှာမှန်းမသိတဲ့ သာမန်မဟုတ်တဲ့ ကလေးတစ်ယောက်ကို တွေ့ခဲ့ပါတယ်စုန်းမထာဟီရာ့ တစ်ယောက် သူ့ဖန်မီးအိမ်ပျောက်ဆုံးသွားတာနဲ့ဒီကလေး ပတ်သက်မှုရှိနေလိမ့်မယ်လို့ သံသယ၀င်ခဲ့ပါတယ်ဆိုတော့ စုန်းမထာဟီရာ့ ဒီကလေးကို ဘယ်လို ကိုင်တွယ်သွားမှာလဲစုန်းနက်မရဲ့ ရန်ကနေရော ဘယ်လို ကာကွယ်သွားမလဲဆိုတာ စောင့်ကြည့်လိုက်ပါ(အညွှန်းရေးသားသူမှာ Fake love ဖြစ်ပါတယ်)Translated ...",
        "url": "https://channelmyanmar.org/tvshows/mantra-takiang-kaeo-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzrgREOGseOgCtPbfoE3uW9Xuvq.jpg",
        "title": "A Good Day to be a Dog(2023)",
        "description": "A Good Day to be a Dog(2023)***************************အပိုင်းသစ် (၁ +၂)အထက်တန်းကျောင်းတစ်ကျောင်းမှာ ကိုရီးယားဘာသာစကားသင်တဲ့ Han Hae Na ကအပြင်ပန်းမှာတော့ သာမန်ဘဝကိုပိုင်ဆိုင်ထားသူတစ်ယောက်လို့ထင်ရပေမယ့်တကယ်တော့ ကျိန်စာသင့်နေသူတစ်ယောက်ပါ။ လူတစ်ယောက်ကိုနမ်းလိုက်မိတာနဲ့ညစဥ်ညတိုင်း သန်းခေါင်ယံအချိန်ကနေ ၆ နာရီကြာ ခွေးအဖြစ်ပြောင်းလဲသွားပြီးကိုယ်နမ်းခဲ့တဲ့သူကို ခွေးအသွင်နဲ့ပြန်နမ်းနိုင်မှာသာ ညတိုင်းခွေးဘဝရောက်နေတဲ့ဘဝကြီးကကျွတ်မှာပါ။ဒီလိုနဲ့ယောက်ျားတွေကိုမနမ်းမိဖို့ရှောင်ရင်း စင်ဂယ်ဘဝရောက်နေရရှာတဲ့ Han Hae Na တစ်ယောက်တစ်ညမှာတော့ တစ်ကျောင်းတည်းက သင်္ချာဆရာ Jin Seo Won ကို မူးမူးနဲ့နမ်းမိသွားပါတော့တယ်။\nငယ်ငယ်ကဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တစ်ခုကြောင့် ခွေးတွေကိုအရမ်းကြောက်တဲ့ Jin Seo Won ရယ် ..ကိုယ်နမ်းခဲ့တဲ့သူကို ခွေးဘဝနဲ့ပြန်နမ်းမှဖြစ်မယ့် Han Hae Na ရယ် ဘယ်လိုအခွီတွေ အရိုတွေဖြစ်ကြဦးမလဲ။အပတ်စဥ် ဗုဒ္ဓဟူးနေ့တိုင်းတင်ဆက်ပေးသွားမှာဖြစ်သလို cast တွေအနေနဲ့ကလည်းPark Gyu Young နဲ့ ဆရာချောချောလေးများဖြစ်ကြတဲ့ Cha Eun Woo နဲ့ Lee ...",
        "url": "https://channelmyanmar.org/tvshows/a-good-day-to-be-a-dog2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/kaala-133x200.jpg",
        "title": "Kaala (2023)",
        "description": "Kaala (သို့) ငွေမည်းဘုရင်များ၏ အရှုပ်တော်ပုံ (2023)\nIMDb 6.7/10နောက်ဆုံးထွက် အသစ်စက်စက် ငွေမည်းမှောင်ခိုအကြောင်း စီးရီးလေးတစ်ခု တင်ဆက်ပေးချင်ပါတယ်\nဒီစီးရီးမှာဆိုရင် အပိုင်း၈ပိုင်းထိ ပါဝင်ပြီး တစ်ပိုင်းချင်းစီကို မျက်တောင်မခတ်တမ်းကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nဒီစီးရီးက ဘာနဲ့တူလဲဆိုရင် ဟိုတလောတုန်းကထွက်ရှိထားတဲ့ Farzi နဲ့နည်းနည်းဆင်တူပေမဲ့ ဒီကောင်က Plot ပိုင်းဆိုင်ရာမှာ ကြည့်တဲ့လူ‌တွေကိုပိုပြီးခေါင်းစားစေမှာပါအမှန်တရားနောက်ကွယ်က လက်မည်းကြီးတွေနဲ့ အာဏာတွေပါဝါတွေအောက်ကနေ အဖြစ်မှန်ကိုလိုက်စုံစမ်းနေတဲ့ စုံစမ်းရေး IB အရာရှိ ရစ်ဝစ်ခ်...\nသူလိုက်နေတဲ့ အကောင်ကြီးတွေကတော့ အနောက်ဘင်္ဂလားဒေ့ရှ်က ငွေကြေးခဝါချသူတွေနဲ့ အဲဒီငွေမည်းတွေကို မှောင်ခိုသယ်ယူပို့ဆောင်နေတဲ့\nသူ့ရဲ့ဂိုဏ်းကြီးတစ်ခုရဲ့‌ ခေါင်းဆောင်၊ နာမည်ကြားတာနဲ့ ဥပဒေဘက်တော်သားတိုင်းရှိန်တဲ့၊ လက်ရှောင်ကြတဲ့ တစ်မိုးအောက် ငွေမည်းဘုရင် \"နန်မန်အာရာ\"...\nဂိုဏ်းကြီးဆိုတဲ့အတိုင်း အထက်ကလူတွေကို တစ်ဆင့်ပြီးတစ်ဆင့် လာဘ်ထိုးကာ အိန္ဒိယကနေတစ်ဆင့် မှောင်ခိုမှု‌တွေ ပြုကြပါတော့တယ်..ဒီလိုကနေတစ်ဆင့် စစ်ဆင်ရေးလုပ်နေစဉ်မှာပဲ အရာရှိရစ်ဝစ်ခ်ရဲ့ရင်ထဲမှာ တိမ်းအောင်းနေတဲ့ အဖေဖြစ်သူအပေါ်နာကျည်းမှုတွေရဲ့အမှန်တရားတွေ ယှဉ်တွဲလာတဲ့အခါ...\nပိုက်ဆံက အရာရာဆိုတဲ့လူတွေကြား လူလေး၅ယောက်လောက်သာပါဝင်တဲ့ စုံစမ်းရေးအရာရှိတို့အဖွဲ့ ဘယ်လိုတွေအားပြိုင်ကြမလဲ\nငွေမှောင်ခိုမှုပဲဆိုပေမဲ့ ကြည့်လေကြည့်လေ ဆွဲဆောင်နိုင်လေပဲမို့ အခုပဲ ဒေါင်းကြည့်လိုက်ကြပါတော့ရှင်(အညွှန်းနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/kaala-2023/"
    }
]