[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/7241d0c0dd1e08c7f8d88d9e75b4176f-138x200.png",
        "title": "Vikings Season 2",
        "description": "The world of the Vikings is brought to life through the journey of Ragnar Lothbrok, the first Viking to emerge from Norse legend and onto the pages of history - a man on the edge of myth. \nEncoded by Thanhtike Zaw\nQuality : Blu-Ray 720p\nFile Size : 3GB (Complete Zip)\n==========================\nSeason 2 Complete Zip File \nVIP /  Yoteshin /   Userdrive / Megaup\nEp 9  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6GZhtgZNDHmwmUA4yRmrdfEJQNu.jpg",
        "title": "Oh My Ghost",
        "description": "IMDB...8.1,,,,Viki...9.4(အပုိင္း ၁+၂+၃+၄+၅+၆+၇+၈+၉+၁၀+၁၁)\nအပုိင္းသစ္(၁၂+၁၃+၁၄+၁၅)ႏွင့္ဇာတ္သိမ္းပုိင္း(၁၆)\n​ ဒီတစ္​ခါ ၂၀၁၅ခုႏွစ္​က ထြက္​ထားတဲ့ ရသစံု ခံစားရတဲ့ drama ကား​ေကာင္​း​ေလးတစ္​ကား ျဖစ္​တဲ့ oh my ghost ဆိုတဲ့ ဇတ္​ကား​ေကာင္​း​ေလး တစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးလိုက္​ပါတယ္​နာဘုိဆြန္းဆုိတဲ့ေကာင္မေလးဟာ စားေသာက္ဆုိင္မွာအလုပ္လုပ္ေနတဲ့ေကာင္မေလးတစ္ေယာက္..သူ႕ရဲ႕ထူးျခားခ်က္ကဘာလဲဆုိေတာ့ မေကာင္းဆုိး၀ါးေတြကုိျမင္ေနရတာပဲ...ဒီေတာ့ေကာင္မေလးဟာ အရာရာကုိေၾကာက္ရႊံအားငယ္ေနတတ္တယ္..သူ႕ရဲ႕အမူအရာေတြဟာလည္း သာမန္လူေတြနဲ႕မတူပဲ ကြဲျပားေနေတာ့ သီးျခားအထီးက်န္ဆန္ေနတယ္..ဒီလုိအမူအက်င့္ေတြေၾကာင့္လည္း နာမည္ေက်ာင္စားဖုိမွဴးလည္းျဖစ္ စားေသာက္ဆုိင္ပုိင္ရွင္လည္းျဖစ္တဲ့ ကန္ဆန္း၀ူဟာ  သူမကုိသိပ္သေဘာမက်ဘူး.. .တစ္ေနေတာ့ မေတာ္တဆမႈနဲ႕ေသဆုံးၿပီး မကြ်တ္မလြပ္တဲ့သရဲမဟာ နာဘုိဆြန္းဆုိတဲ့ေကာင္မေလးကုိ၀င္ပူးသြားတယ္...သရဲမဟာ လူ႕ဘ၀တုန္းကလည္း ျပာကလပ္စိန္ဆုိေတာ့ သရဲျဖစ္ေတာ့ ပုိဆုိးတာေပါ့ ...ထပ္ဆုိးတာက ခပ္ေအးေအးေနတတ္တဲ့ နာဘုိဆြန္းပဲ... သရဲမ၀င္ပူးခံရေတာ့ ျပာကလပ္စိန္နာဘုိဆြန္းျဖစ္သြားတယ္...ပရ​ေလာကသားဆိုတာတကယ္​မ႐ွိဘူး လို႔ခံယူထားၿပီး မာနအရမ္​းႀကီးတဲ့ ဘုဂလန္႕လူ႕ဂြစာ စားေသာက္ဆုိင္ပုိင္ရွင္နဲ႕အဲ့ဒီမွာစေတြ႕ေတာ့တာပဲ.... ဒီကားက မင္းသားေရာမင္းသမီးေရာေခ်ာသလုိ ရယ္စရာေလးေတြ ရင္ခုန္စရာေလးေတြစိတ္လႈပ္စရားေလးေတြနဲ႕ တကယ့္ကုိၾကည့္လုိ႕ေကာင္းတဲ့စီးရီးေလးျဖစ္ပါတယ္ အပုိင္းက (၁၆)ပုိင္းပဲရွိပါတယ္ ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာ ျပန္သူကေတာ့  Aye Nyein Thu ျဖစ္ပါတယ္\nFile Size…(700 MB)And(320MB) @EpisodeQuality…HDTV Rip 720pFormat…mp4Duration…00:65:00 @ ...",
        "url": "https://channelmyanmar.org/tvshows/oh-my-ghostess2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Vikings-History-Channel-Season-1-135x200.jpg",
        "title": "Vikings Season 1",
        "description": "The world of the Vikings is brought to life through the journey of Ragnar Lothbrok, the first Viking to emerge from Norse legend and onto the pages of history - a man on the edge of myth. \nEncoded by Thanhtike Zaw\nQuality : Blu-Ray 720p\nFile Size :  (2.5G) (Complete ZIp)\n==========================Season 1 Complete Zip File\nVIP / Yoteshin /  Megaup / Userdrive",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/jMJcsQDp0OGb4MJggTsnvchEzJ1-136x200.jpg",
        "title": "Friends (2002) Mini-Series",
        "description": "Drama ပရိသတ္အတြက္ ရုပ္ရွင္တစ္ကားေလာက္တင္မယ္လို႕ စဥ္းစားမိေတာ့\nတစ္ေခတ္တစ္ခါက အရမ္းၾကိဳက္ခဲ့တဲ့ Mini-series ဇာတ္ကားေလးကို သတိရမိတာေၾကာင့္\nIMDB (8) ရရွိထားတဲ့ ဒီစီးရီးအေဟာင္းေလးကိုပဲ ဘာသာျပန္ျပီး တင္ဆက္လိုက္ပါတယ္။(အခုတင္ဆက္ထားတာ HD 720p Quality နဲ႕ ျဖစ္ပါတယ္...ယခင္က 360p Quality ပဲရွိတာေၾကာင့္ အခု HD Version ေလးကို သိမ္းထားလို႕ရပါတယ္။)ဒီဇာတ္ကားဟာ ကိုရီးယားဇာတ္ကားေတြ ေပၚျပဴ လာျဖစ္ေစခဲ့တဲ့ ကနဦးဇာတ္ကားေတြထဲမွာပါဝင္ခဲ့ၿပီး\nမင္းသား Won Bin (ထယ္ေစာက္) တို႕...မင္းသမီး Hye-jin Han (ဆိုေအာႏို)တို႕\nႏုစဥ္အခါက ဇာတ္ကားေလးပါ....အဓိကမင္းသမီးကေတာ့ ဂ်ပန္မင္းသမီး Kyoko Fukada ျဖစ္ပါတယ္။\nကိုရီးယား-ဂ်ပန္ ခ်စ္ၾကည္ေရးအျဖစ္ ႏွစ္ႏိုင္ငံလံုးမွာ တျပိဳင္တည္းျပသခဲ့ပါတယ္။\nMini-Series ျဖစ္ျပီးေတာ့ အပိုင္း(၄)ပိုင္းနဲ႕ရိုက္ကူးထုတ္လႊင့္ခဲ့တာပါ။ဒီဇာတ္လမ္းကို ပထမဆံုးစၾကည့္မိေတာ့ ကိုယ္တိုင္အရမ္းႏွစ္သက္ခဲ့သလို အဲ့ဒီေခတ္တုန္းက\nျမန္မာသီခ်င္း ျဖတ္ညွပ္ကပ္ MTV ေတြမွာ မင္းသမီး Kyoko Fukada နဲ႔ ထယ္ေဆာက္တို႕ရဲ႕ပံုရိပ္ေတြလႊမ္းမိုးခဲ့တာ အမွတ္ရမိပါတယ္။Drama ပရိတ္သတ္ေတြႏွစ္သက္မယ့္ ...",
        "url": "https://channelmyanmar.org/tvshows/friends-2002-mini-series/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/the-white-queen-poster-154x200.jpg",
        "title": "The White Queen",
        "description": "၂၀၁၃ ခုနွစ္က ထုတ္လႊင့္ခဲ့ျပီး တစ္ပိုင္းကိုၾကာၿမင့္ခ်ိန္ ၁နာရီရွိၿပီး\nအပိုင္း ၁၀ပိုင္းပါ၀င္တဲ့ မီနီစီးရီးေလးတစ္ခုကို တင္ဆက္ေပးခ်င္ပါတယ္။\nဒီကားေလးက IMbD rating 7.8 ႏွင့္\nRotten Tomatoes 78 % ရထားတဲ့ဇာတ္လမ္းေကာင္းေလးပါ။\nအဂၤလန္ရဲ့ ၁၄၆၄ ခုနွစ္ပါတ္၀န္းက်င္က နန္းတြင္းအရွဳပ္ေတာ္ပံုအေၾကာင္းေလးပါ။\nတကယ့္သမိုင္း၀င္ျဖစ္ရပ္နဲ႔ ဒ႑ရီဆန္ဆန္\nအျဖစ္အပ်က္နွစ္ခု ေရာျပီးရိုက္ကူးထားတဲ့ ရာဇ၀င္ကားေလးပါ။\n၁၄၆၄ မွာ အဂၤလန္မွာ ျပည္တြင္းမွာစစ္ပြဲေတြ ျဖစ္ပြားေနပါတယ္။\nအဓိကကေတာ့ ေတာ္၀င္မ်ိဳးႏြယ္စုနွစ္ခုျဖစ္တဲ့ House of York (ေယာ့ခ္မ်ိဳးႏြယ္) နဲ႔\nHouse of Lancaster (လန္ကတ္ထရီမ်ိဳးႏြယ္) နွစ္ခုအားျပိဳင္တုိက္ခိုက္ေနၾကတဲ့အခ်ိန္ပါ။\nေယာ့ခ္မ်ိဳးႏြယ္ေတြက နွင္းဆီျဖဴ လို႔တင္စားေခၚေ၀ၚျပီး လန္ကတ္ထရီေတြကို နွင္းဆီနီလို႔ ေခၚေ၀ၚခဲ့ၾကပါတယ္။\nသူတုိ႔ၾကားက စစ္ပြဲေတြကို နွင္းဆီစီးခ်င္း ( Wars of Roses) ဆုိျပီးေတာ့\nအဂၤလန္သမိုင္းမွာ ရာဇ၀င္တြင္ခဲ့ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကတာ့………..\n၁၄၆၄ ခုမွာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-white-queen/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-14-19-21-54-28-154x200.png",
        "title": "The Shannara Chronicles Season 2",
        "description": "အရမ္းေကာင္းတဲ့ေမွာ္ဇာတ္လမ္းတြဲေလးပါေမွာ္ဇာတ္လမ္းဆုိေပမယ့္ေရွးေခတ္ပုံစံမ်ိဳးမဟုတ္ပဲ ကမ႓ာပ်က္ျပီးေနာက္ပုိင္းပုံစံမွာျဖစ္မယ့္အေႀကာင္း ဇာတ္လမ္းဆင္ရုိက္ကူးထားတာျဖစ္ပါတယ္။Season 1 အဆုံးမွာတုန္းက အမ္ဘာလီတစ္ေယာက္ အလ္ခရိစ္ဆုိတဲ့သစ္ပင္ႀကီးျပန္လွန္ရွင္သန္လာဖုိ႔အတြက္ သူမအသက္ကုိသူမစေတးသြားခဲ့ပါတယ္။အမ္ဘာလီေသဆုံးျပီးေနာက္ပုိင္းမွာ ရွနားရားရဲ႕ေနာက္ဆုံးသားျဖစ္တဲ့ေဝလ္ဟာ Trollsေတြဆီမွာက်န္ခဲ့တဲ့ အဲရစ္ထေရယာကုိကယ္ဆယ္ဖုိ႔အတြက္ ထြက္လာခဲ့ပါတယ္။Trollေတြဆီမွာက်န္ခဲ့တဲ့ အဲရစ္ထေရာယာဟာလည္း ေဝလ္ျပန္လာေခၚမွာကုိေစာင့္စားေနခဲ့ပါတယ္ ။တစ္ႏွစ္ႀကာသြားခဲ့ေပမယ့္ ေဝလ္နဲ႔အမ္ဘာလီတုိ႔မဆုံျဖစ္ခဲ့ႀကပါဘူး။ေဝလ္ကအဲရစ္ထေရယာကုိရွာဖုိ႔ဘာ့ေႀကာင့္လက္ေလ်ွာ့လုိက္ရတာလဲ။ ရွနာရားတစ္ေယာက္ျဖစ္တဲ့ေဝလ္ဟာ တစ္ႏွစ္ႀကာျပီးေနာက္မွာဘာေတြဆက္လုပ္ေနမလဲ။ဘုန္းေတာ္ႀကီးအလ္လႏြန္ကေရာ မေကာင္းဆုိးဝါးေတြကုိ ဘယ္လုိလုိက္လံတားဆီးေနသလဲ။ေနာက္ထပ္လာမယ့္အေမွာင္ထုကေရာ ဘယ္လုိအႏၱရာယ္မ်ိဳးျဖစ္မလဲဆုိတာကုိစိတ္ဝင္စားဖြယ္ေစာင့္ႀကည့္ရမယ့္ဇာတ္လမ္းတြဲေလးတစ္ခုပါမင္းသားမင္းသမီးေတြကလည္း အရမ္းေခ်ာလြန္း\nဇာတ္လမ္းကလည္း စိတ္ဝင္စားဖုိ႔ေကာင္းလြန္းတာေႀကာင့္\nExtraordinary seriesေတြကုိ သေဘာက်မယ့္ပရိသတ္ေတေတြအတြက္ အန္ဝင္ခြင္က်ျဖစ္မယ့္seriesတစ္ခုလည္းျဖစ္ပါတယ္ဘာသာျပန္ အၫြန္းကေတာ့ ရဲမာန္ေအာင္ပါQty - 720p HDTVDuration - 42 Min for each episodeSubtitle - Hardsub MyanmarTranslator - Ye Mann AungEncoder - Kyaw Ye Aung  \nDownload\n=================\nEp 01 (240 MB) Openload / Soliddrive\nEp 02 (220 MB) Openload / Soliddrive\nEp ...",
        "url": "https://channelmyanmar.org/tvshows/the-shannara-chronicles-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Black_Korean_Drama-P1-1-132x200.jpg",
        "title": "Black (2017)",
        "description": "မြန်မာ ပရိသတ်ရဲ့ အချစ်တော် မင်းသားကြီး ဂျွန်စောရဲ့ အပါတ်စဉ် စနေ တနင်္ဂနွေမှာ OCN ရုပ်သံလိုင်းက လာမယ့် Black Fantasy Thriller Romance အမျိုးအစား ကိုရီးယားစီးရီးလေးသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသမီးလေးကတော့ ဟွာရန်းမင်းသမီးလေးပါ။ဒါရိုက်တာက ဒီနှစ်ထဲမှာပဲ နာမည်ကျော် လျို့ဝှက်သည်းဖိုဇာတ်လမ်းတွဲ The voice ကိုရိုက်ကူးပေးခဲ့တဲ့ ဒါရိုက်တာပါပဲ။ဒီဇာတ်လမ်းတွဲကို Netflix ကပါ တစ်ပြိုင်နက် ထုတ်လွင့်ပြသဖို့ညှိုနှိုင်းကမ်းလှမ်းထားပါတယ်။ဒါကြောင့် ပရိသတ်ကြီးအတွက် Channel Myanmar မှတင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ဇာတ်လမ်းလေးကတော့ လျို့ဝှက်ဆန်းကြယ် သဘာဝလွန်ဖြစ်ရပ်နဲ့ မှုခင်းထောက်လှမ်းမှုကို ပေါင်းစပ်ထားတဲ့ကားလေးပါ။အနောက်တိုင်းနဲ့ကိုးရီးယား အယူအဆအရ သေခါနီးလူတွေကို ဘဝကူးဖို့ Grim reaper လို့ခေါ်တဲ့ သေမင်းတမန်တော်တွေက လာစောင့်ပြီးခေါ်ကြပါတယ်။ထူးထူးဆန်းဆန်း Kang Ha ram ခေါ်တဲ့ကောင်မလေးက ဒီ Grim reaper တွေကို အရိပ်မဲအနေနဲ့ မြင်တွေ့တတ်ပြီး ဒီအရိပ်ကို ထိကြည့်လိုက်ရင် သူလာခေါ်တဲ့သူ ဘယ်လိုသေမယ်ဆိုတာကိုပါ ...",
        "url": "https://channelmyanmar.org/tvshows/black-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/24203925_920277198136416_542450891_n-145x200.jpg",
        "title": "Crisis on Earth-X",
        "description": "CW's crossover Crisis on Earth X\n CW's Mutliverse ထဲမွာ Earthေပါင္း 53 ခုရွိပါတယ္။\nအဲ့ဒီထဲမွာမွ ေနာက္ဆုံး 53 ခုေျမာက္ Earthဟာ ဟစ္တလာစစ္ပြဲႏုိင္သြားတဲ့ Earth ျဖစ္ေနပါတယ္။\nအဲ့ဒီ Earthကုိ Earth X လုိ႔ေခၚပါတယ္။ Earth X မွာရွိေနတဲ့သူေတြဟာ\nနာဇီေတြအျဖစ္နဲ႔ေမြးဖြားႀကီးၿပင္းလာခဲ့တာေႀကာင့္ ႀကမ္းႀကဳတ္ရက္စက္ႀကပါတယ္။\nအႀကင္နာတရားကင္းမဲ့ႀကပါတယ္။ အဲ့ဒီ Earth X က Dark Arrow နဲ႔ Dark Supergirl တုိ႔ဟာ\nကမ႓ာေျမကုိသိမ္းပုိက္ဖုိ႔လာတဲ့အခ်ိန္နဲ႔ ဘယ္ရီနဲ႔အုိင္းရစ္တုိ႔ရဲ႕\nေပ်ာ္ရႊင္စရာမဂၤလာပြဲက်င္းပေနတဲ့အခ်ိန္နဲ႔တုိက္ဆုိင္သြားခဲ့ပါတယ္။\nEarth X's Flash လုိ႔ထင္ရတဲ့သူကလည္း Earth X ကမဟုတ္တာေႀကာင့္ အကုန္လုံးကုိအံ့အားသင့္ေစမွာပါ။\nအႀကိဳက္ဆုံးကေတာ့ Dark Supergirl ပါပဲ။\nသူမရဲ႕မ်က္လုံးထဲမွာ ဘယ္အခ်ိန္ႀကည့္ႀကည့္အမုန္းတရားေတြနဲ႔ျပည့္ေနတာကုိ ပရိသတ္ေတြခံစားရမွာပါ။\nFan ေတြေမ်ွာ္လင့္ထားတဲ့အတုိင္းပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/crisis-on-earth-xcompleted/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/last-minute-romance-korea-2017-1-142x200.jpg",
        "title": "Last Minute Romance (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Mini Series ေလးတစ္ခုကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက လူငယ္ ဆန္ဆန္ အခ်စ္ဖန္စီ ကားေလးဆိုေတာ့ အခ်စ္ကားေတြ နဲ႔ ေ၀းကြာ ေနတဲ့ ပရိတ္သတ္ႀကီးကေတာ့ႀကိဳက္ႏွစ္သက္ၾကမွာပါ ဇာတ္ကား ေလး က စုစုေပါင္း ၁၀ ပိုင္းပဲ ပါ၀င္ၿပီး အစအဆံုး တထိုင္ထဲၾကည့္ ရေအာင္ ဘာသာ ျပန္တင္ဆက္ေပးလိုက္ပါတယ္\"ဘတ္ဆယ္\"ဆိုတ့ဲေကာင္မေလးဟာ ျပည္သူေတြရ႕ဲရင္တြင္းခံစားခ်က္ေတြကို နားေထာင္အၾကံေပးရတ့ဲရံုးမွာ အလုပ္လုပ္ပါတယ္ တစ္ေန႔ သူမမွာ ကင္ဆာေရာဂါေနာက္ဆံုးအဆင့္႐ွိေနတာ သိသြားတ့ဲအခါ သူရ႕ဲေနာက္ဆံုးျဖစ္ခ်င္မိတ့ဲဆႏၵက နာမည္ႀကီးမင္းသားေဆာဂ်ီဝူးန႔ဲ ခ်ိန္းေတြ႔ခ်င္မိျပန္ပါတယ္ မင္းသားန႔ဲခ်ိန္းေတြ႔ဖို႔ဆိုတာမျဖစ္ႏိုင္လို႔ မင္းသားေဆာဂ်ီဝူးန႔ဲတူတ့ဲသူကို ဝမ္သံုးသန္းန႔ဲ ငွါးခ့ဲပါတယ္ ေဆာဂ်ီဝူးအတုအေနန႔ဲ သူမအနားမွာဟန္ေဆာင္ေပးဖုိ႔ေပါ့ ေဆာဂ်ီဝူးအတုန႔ဲ သူမန႔ဲဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကေတာ့ ဇာတ္ကားကိုပဲၾကည့္လိုက္ပါေတာ့ဗ်ာ...Qty - 720p Web DlEpisodes - 10Gern - Drama / RomanceTranslator - Myat Ko KoEncoder - Kyaw Ye Aung",
        "url": "https://channelmyanmar.org/tvshows/last-minute-romance-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Mad-Dog-Poster-3-133x200.jpg",
        "title": "Mad Dog (2017)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် Drama အသစ်လေးကတော့ MAD DOG လို့အမည်ရပါတယ်အခုခေတ်ကြီးမှာ အာမခံလုပ်ငန်းတွေ က သိပ်ကိုအောင်မြင်လာတာ မငြင်းနိုင်ပါဘူးဘာမဆို အာမခံ လေးရှိမှ ဝယ်ချင် ငှါးချင် ရောင်းချင် ပတ်သက်ချင်ကြပါတယ်ဒါပေမယ့် တစ်ဖက်က ပြန်လှည့်ကြည့်တော့ အာမခံလုပ်ငန်းကို ခုတုံးလုပ်ပြီး အမြတ်ထုတ်နေတဲ့ လူလိမ်အချို့လည်း ရှိနေပြန်ပါတယ်...ဒီလူတွေကို နှိမ်နှင်းဖို့ Maddog ဖြစ်တည်လာပါတယ် (ဇာတ်လမ်းထဲမှာပေါ့နော် ? )Maddog ရဲ့အကွက်ကျကျ လှုပ်ရှားမှုတွေဟာ တောင်ကိုရီးယား ဇာတ်လမ်းတို့ရဲ့ ထုံးစံအတိုင်း မပျင်းမရိစေရအောင် ဆွဲဆောင်သွားတာမို့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းတွဲလေးပါယခင်မှုခင်း စုံထောက် အဖြစ် တာဝန်ထမ်းဆောင်ခဲ့တဲ့ ချွဲကန်ဝူက လက်ရှိအချိန်မှာတော့ အာမခံထောက်လှမ်းရေးအလုပ်ကို လုပ်ကိုင်နေပါတယ်လိမ်လည်မှုတွေကြားထဲအပိုင်း ၁ မှာတော့ ပထမဆုံးအမှုအနေနဲ့ အဆောက်အအုံ ပြိုကျမှုအတွက်မြေရှင်နဲ့ အိမ်ငှါးကြား စုံစမ်းမှုပြုလုပ်ပေးရပါတယ်ဒီအပိုင်းကတော့ သူရင်ဆိုင်ရမယ့်မြေရှင်က ဘယ်လိုလူလဲဘယ်လိုအနှောင့်အယှက်တွေလာမလဲ ဆိုတာရဲ့ နိဒါန်းလေးပါဘာသာရေးရဲအမှောင်ခြမ်းကို ပုံဖော်ပေးသွားတဲ့ Save Me ဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/mad-dog2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/g809WCxgOKWXip47Epmwh1ttmVP-133x200.jpg",
        "title": "While You Were Sleeping (2017)",
        "description": "နာမည္ေက်ာ္မင္းသားမင္းသမီးေတြျဖစ္တဲ့  Lee Jong Suk နဲ႔ Bae Suzy တို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားတဲ့  ထူးျခားဆန္းၾကယ္တဲ့ Fantasy, Legal, Romance ဇာတ္ကားေလးပါ။ ဇာတ္ညႊန္းေရးတဲ့သူကလည္း  Dream High,  I  Can Hear Your Voice, Pinocchino,  Page Tuner အစရိွတဲ့ လူၾကိဳက္မ်ားေအာင္ျမင္ခဲ့တဲ့ဇာတ္လမ္းတြဲေတြ ေရးခဲ့သူျဖစ္သလို ဒါရုိက္တာကလည္း My Love form the Star ဇာတ္လမ္းတြဲကို လွ်န္းလွ်န္းေတာက္ ေအာင္ျမင္ေအာင္ကိုအေကာင္းဆံုး ရိုက္ကူးတင္ျပခဲ့တဲ့ ဒါရိုက္တာျဖစ္တာေၾကာင့္ မထုတ္လြင့္ခင္တကည္းကကို အားလံုးက စိတ္၀င္စားေနတဲ့ ဇာတ္ကားေလးပါ။ ဒါေၾကာင့္ CM ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းပံုစံေလးကေတာ့………          အားလံုးပဲ အိပ္မက္မက္ဖူးၾကပါတယ္။ အိပ္မက္ေတြက ေသြးေလေျခာက္ျခားရင္လည္း မက္တတ္္တယ္။ စိတ္စြဲလို႔ မက္တယ္။ေက်ာင္းသားအမ်ားစုဆို စာေမးပြဲနီးရင္ စာေမးပြဲမေျဖနုိင္တဲ့အိပ္မက္မ်ိဳး မက္တတ္ၾကပါတယ္။ အိပ္မက္အမ်ားစုကေတာ့ ေပါက္တတ္ကရေတြ မက္တတ္ျပီး မမွန္တတ္ၾကပါဘူး။ ...",
        "url": "https://channelmyanmar.org/tvshows/while-you-were-sleeping-2017complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/22854655_902347016596101_189879700_n-200x150.jpg",
        "title": "Chojin Sentai Jetman (1991)",
        "description": "Channel Myanmar ႏွင့္​ Solid-Drama ပူး​ေပါင္​းတင္​ဆက္​သည္​\nဒီလိုမ်ိဳး Tokusatsu Series​ေတြ စၾကည့္​​ေတာ့မယ္​ဆိုရင္​\nTokusatsuဆိုတာ ဘာလဲဆိုတာသိဖို႔\nTokusatsu အ​ေၾကာင္​းကို ဒီမွာ ဖတ္​ၾကည့္​လိုက္​ပါ\nTokusatsu ဆိုတာ- https://m.facebook.com/story.php?story_fbid=172067213345280&id=152942318591103\nဒီSeries​​ေလးက\nကား​ေဟာင္​း​ေလးဆို​ေတာ့ သိပ္​မၾကည့္​ခ်င္​ၾကဘူးဆိုရင္​...\nဒီ Review​ေလးဖတ္​ၿပီး ၾကည့္​ဖတ္​​ေအာင္​ၾကည့္​လိုက္​ပါ​။\nဇာတ္​လမ္​းတစ္​ခုလံုးၿပီးတဲ့အခါ ၾကည့္​ရတာ လံုးဝစိတ္​မပ်က္​သြား​ေစရပါဘူး...\nImdb Rating 8.6အထိရထားတဲ့ ​Showa​ေခတ္​ေဟာင္း​​ဇာတ္​လမ္​းတြဲ​ေလးမို႔\nသိမ္​းထားသင့္​ပါတယ္​လို႔ အရင္​​ေျပာပါရ​ေစ...\nChouji sentai Jetman (1991) Review​ေလးပါ...\nေဟာင္းေပမဲ့ေကာင္းေနဆဲ ဆန္တိုင္းဇာတ္လမ္းတြဲတခုျဖစ္ပါတယ္...\nဇာတ္လမ္းအက်ဥ္း။ ။(Spoil ပါဝင္ႏိုင္သည္)\nအျပည္ျပည္ဆိုင္ရာ ကာကြယ္ေရးအဖြဲ႔အစည္းတခုက စြမ္းအားျမင့္စစ္သည္ေတြဖန္တီးဖို႔\nBirdonic wave ဆိုတဲ့ စြမ္းအင္တမ်ိဳးကိုတီထြင္ခဲ့ပါတယ္။\nငွက္လူသားစြမ္းအားကိုရရိွေစမယ့္နည္းပညာေပါ့။\nရီယူး(Ryu) နဲ႔ ရိအဲ(Rie)တို႔ စံုတြဲဟာ ပထမဆံုး Jetman အျဖစ္ေရြးခ်ယ္ခံရတဲ့ တပ္ဖြဲ႔ဝင္ႏွစ္ဦးေပါ့။\nဒါေပမဲ့ အာကာသထဲမွာရိွတဲ့ အျပည္ျပည္ဆိုင္ရာကာကြယ္ေရးဌာနပိုင္ စမ္းသပ္ခန္းမွာ\nရီယူး ကို Birdonic wave နဲ႔ေျပာင္းလဲျပီးခ်ိန္ တျခားစၾကဝဠာကလာတဲ့ Vyram ဆိုတဲ့ နယ္ခ်ဲ႔တစုက\n...",
        "url": "https://channelmyanmar.org/tvshows/chojin-sentai-jetman16-to-10-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/i-see-you-poster-20161024-141x200.jpg",
        "title": "I See You (2016)",
        "description": "2016 ခုႏွွစ္ထြက္ I See You ဆိုတဲ့ ထိုင္း တီဗီစီးရီးေလးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးကေတာ့ ေပါ့ေပါ့ပါးပါးနဲ႔\nၾကည့္ၾကရမွာျဖစ္ျပီး လွပတဲ့ ေဆးရံုက နာ့စ္မေလးေတြ နဲ႕\nခပ္သန္႕သန္႕ ဆရာ၀န္ေခ်ာေခ်ာေလးေတြ ရဲ႕ရင္ခုန္စိ္တ္လႈပ္ရွားစရာ အခ်စ္ဇာတ္လမး္ေလးေတြ\nသိပ္ ေျခာက္တဲ့ ေဆးရံုကသရဲေတြ ရင္ထိတ္သဲဖို ေျခာက္လွန္႕မႈေတြ သာမကပဲ\nလူနာနဲ႕ ဆရာ၀န္ၾကားထဲက လက္ေတြ႕ဘ၀မွာပါေတြ႕ၾကံဳေနရတဲ့ ျပသနာေလးေတြကိုပါ\nထည့္သြင္းရိုက္ကူးျပထားတာပါ စုစုေပါင္း ၁၂ ပိုင္းပါ၀င္ျပီးအကုန္လံုးကို တခါထဲတင္ဆက္ေပးလိုက္ပါတယ္\nစီးရီးမို႕ ဇာတ္လမ္း ကိုေတာ့ မေျပာျပေတာ့ဘူးဗ်ာ\nကဲ အခုပဲ ေဒါင္းယူၾကည့္လိုက္ၾကရေအာင္လားQty - HDTV 720pDuration - est 45min for each episodeGern - Horror/Drama/ComedyEpisodes - 12Subtitle - Myanmar Hardsub (Cover up)Encoder - Kyaw Ye Aung \nDownload\n========================\nComplete ZIp File  VIP  /  ...",
        "url": "https://channelmyanmar.org/tvshows/i-see-you-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/jLl2l8J4_c51e45_c2x-142x200.jpg",
        "title": "Autumn tale Tv Series (2000)",
        "description": "IMdb မွာ 8.1 ရထားၿပီး အြန္ေစာရယ္ လို႔ ျမန္မာပရိတ္သတ္ေတြရဲ႕ ရင္ထဲကို တိုး၀င္ဖူးတဲ့ Y2K ထြက္ Korea Drama Series တစ္ခုကို တင္ဆက္ေပးလိုက္ပါတယ္ ျမ၀တီက ထုတ္လြင့္ခဲ့တုန္းကေတာ့ ေဆာင္းဦး႐ြက္ေႂကြခ်စ္သက္ေသ ဆိုတဲ့ နာမည္ နဲ႔ ျပသခဲ့ပါတယ္ အဲ့ဒီတုန္းက လိုင္းေကာင္းေကာင္းမမိလို႔ ျဗဳတ္ထေနတဲ့ ဖန္သားျပင္နဲ႔ၾကည့္ ရွဴအားေပးခဲ့ရတာကို အားမရမိတာေၾကာင့္ အခုတဖန္ ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ြန္ေစာ ဆိုတဲ့ေသာက္ကမ်င္းမသားေလးေၾကာင့္လဲ ဒီဇာတ္လမ္းက စတင္လာခဲ့တာပါ ေဆးရံုတစ္ခုမွာ ကေလးမီးဖြားခန္းထဲမယ္ ဂ်ြန္ေစာက ကေလးပီပီ နာမည္ကတ္ေတြကို ေဆာ့ကစားလိုက္ေတာ့ နာ႔စ္မက ကတ္ခ်င္း မွား ခ်ိတ္လိုက္တဲ့ အခါမွာေတာ့ ဘာေတြဆက္ ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ :Pကြာလတီအေကာင္းဆံုးကိုရွာေဖြတင္ဆက္ေပးထားေပမယ့္ အားမရမိတာေတာ့ အမွန္ပါပဲ စာတန္းထိုးကိုလဲ အတတ္ႏိုင္ဆံုးအေကာင္းဆံုးလုပ္ေပးထားပါတယ္ :)Qty - DvD ripEpisodes - 16 (48min/episode)Gene - DramaFormat - Mp4 (×264)Subtitle - Myanmar HardsubEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/autumn-tale-tv-series-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/merlin-season-4-poster-138x200.jpg",
        "title": "Merlin – Season (4)",
        "description": "လ်ိဳ႔၀ွက္ဆန္းၾကယ္တဲ့ ေမွာ္ပညာအစြမ္းေတြနဲ႔ စိတ္၀င္စားစရာေကာင္းလို႔\nSeason တစ္ခုထက္တစ္ခုထက္ ပိုျပီးေတာ့ Rating ျမင့္လာတဲ့ Merlin season 4 လာပါျပီ။\nအရင္ေနာက္ဆံုးပုိင္းမွာ မာလင္ရဲ့ အကူအညီနဲ႔\nမင္းသားေလးအာသာ ကမ္းမေလာ့ ကို ျပန္လည္သိမ္းပိုက္နုိင္ခဲ့ပါျပီ။\nကမ္းမေလာ့ရဲ့သစၥာေဖာက္ ေမာ္ဂိုလည္း ေသခါနီးဆဲဆဲျဖစ္ေနျပီး\nစြမ္းအားေတြ တိုးတိုးလာေနတဲ့ သူ႔ညီမ ေမာ္ဂါနာနဲ႔အတူတူ ထြက္ေျပးလြတ္ေျမာက္သြားပါတယ္။\nအခု ဒီ Season မွာေတာ့ေမာ္ဂိုဟာ သူရဲ့ တည္းတည္းေလးသာက်န္ေတာ့တဲ့\nအသက္ကို စေတးျပီး ေမာ္ဂါနာအတြက္၀ိဥာဥ္ေလာကနဲ႕ လူ႔ေလာကကို စည္းျခားထားတဲ့ အရံအတားကို\nက်ိဳးေပါက္ေအာင္ ေနာက္ဆံုးလက္ေဆာင္အေနနဲ႔ လုပ္ေပးလိုက္ပါျပီ။\nဒီအရံအတားၾကီး ပ်က္ဆီးသြားေတာ့ ေသမင္းတမန္လို႔ေခၚတဲ့ နတ္ဆိုး၀ိညာဥ္ေတြ\nလူ႔ေလာကထဲကို ၀င္ေရာက္လာျပီး ေသာင္းက်န္းလာေနျပီ။\nသူတို႔နဲ႔ ထိေတြ႔လိုက္တဲ့ ဘယ္သူမဆို အသက္မရွင္နုိင္ေတာ့ဘဲ ေသဆံုးၾကရတယ္...\nသူတို႔ကုိ ဘာလက္နက္နဲ႔မွ တုိက္ခုိက္လို႔မရသလို ေသေအာင္သတ္လို႔လည္း မရပါဘူး။\nသူတုိ႔ကို မီးနဲ႔ပဲ ေျခာက္လွန္႔ေမာင္းထုတ္ရံုေလာက္ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/merlin-season-4completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Merlin-season-3-BBC-poster-138x200.jpg",
        "title": "Merlin Season (3)",
        "description": "မာလင္ Season 3 ကိုစတင္လိုက္ပါၿပီ....\nကမ္းမေလာ့နိုင္ငံေတာ္ၾကီးကိုကာကြယ္ဖို႔အတြက္\nမာလင္နဲ႔ မင္းသားအာသာရဲ႕စြန္႔စားမႈမ်ားစြာကို Season 2မွာျမင္ခဲ႔ရပါျပီ…\nဒါေပမယ့္ တကယ့္တိုက္ပြဲကအခုမွစတာလို႔ေျပာရမလိုပါပဲ…\nဒီတစ္ခါရင္ဆိုင္ရမယ့္ရန္သူေတာ္ၾကီးဟာ မထင္မွတ္ခ်င္စရာ…\nေလဒီေမာ္ဂါနာ ျဖစ္ေနလို႔ပါပဲ…\n  \nေလဒီေမာ္ဂါနဲ႔သူ႔အစ္မ ေမာ္ဂိုတို႔ႏွစ္ေယာက္ပူးေပါင္းျပီး\nကမ္းမေလာ့ကိုဘယ္လိုေတြဖ်က္ဆီးၾကမလဲ…\nအၾကံေတာင္းစရာနဂါးၾကီးကလည္းလြတ္ေျမာက္သြားျပီျဖစ္တဲ႔အတြက္\nမာလင္ကေရာဘယ္လိုမ်ားရင္ဆိုင္မလဲဆိုတာကို Season 3မွာဆက္လက္ရႈစားၾကရမွာၿဖစ္ပါတယ္...Translator.......May Thazin Myint\nEncoder......Moe Myint Lwin\nMerlin Season 3 Complete Zip File  VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/merlin-season-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Criminal_Minds_Korean_Drama-p1-138x200.jpg",
        "title": "Criminal Minds (Korean Drama)",
        "description": "ယခုမွစလာေနတဲ့ Moonlover မင္းသားေလးရဲ့ စံုေထာက္ဇာတ္လမ္းတြဲေလးပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဗံုးရွင္းလင္းေရးရဲတပ္ဖြဲ႔၀င္တစ္ဦးျဖစ္တဲ့ ကင္ဟြန္းဂြ်န္ဟာ\nProfiling လိုေခၚတဲ့ အမွဳကိုေလ့လာသံုးသပ္ေကာက္ေၾကာင္းပံုေဖာ္ေပးတဲ့ပညာကုိ ဗံုးေပါက္ကြဲမွဳျဖစ္ျပီးေနာက္ပိုင္း\nမယံုၾကည္ေတာ့တဲ့ ရဲ၀န္ထမ္းတစ္ဦးပါ။\nတစ္ေန႔မွာေတာ့ လူေပ်ာက္မွဳတစ္ခုကို အမွဳလုိက္ရင္း ဒီအမွဳဟာ\nကြင္းဆက္လူသတ္မွဳတစ္ခုနဲ႔ ဆက္စပ္ေနတဲ့အခါမွာေတာ့….\nNCI- National Crime Investigation လို႔ေခၚတဲ့ အထူးတပ္ဖြဲ႔နဲ႔ပူးေပါင္းပါ၀င္ဖို႔ ျဖစ္လာပါတယ္။\nNCI ဆိုတာ အထူးတပ္ဖြဲ႔ဆိုေတာ့ သူရဲ့ အဖြဲ႔၀င္ေတြရဲ့ ပညာကြ်မ္းက်င္မွဳကလည္း ထူးျခားလွပါတယ္။\nအထူးအမွဳေတြကို စံုစမ္းေဖာ္ထုတ္တဲ့အဖြဲ႔ဆိုေတာ့ ျပစ္မွဳကြ်မ္းက်င္သူရဲ့\nစိတ္ပုိင္းဆုိင္ရာ Criminal mind ကို သိဖို႔အထူးအေရးၾကီးပါတယ္ ။\nဒီလူေတြဟာ စိတၱဇလူသတ္သမားေတြဆိုေတာ့ အရင္အေလာင္းေတြ စစ္ေဆးရတဲ့မူတည္ျပီး\nသူတို႔ဘယ္လိုဆက္လုပ္သြားနုိင္တယ္ဆိုတာ မွန္းဆေဖာ္ထုတ္\nေကာက္ေၾကာင္းေဖၚတဲ့ Profiling ပညာကို အဓိက ထားရတာပါပဲ။\nဒီအဖြဲ႔မွာ ျပစ္မွဳက်ဴးလြန္သူေတြရဲ့ အျပဳအမူပိုင္းဆိုင္ရာၾကည့္ျပီး ေကာက္ေၾကာင္းပံုေဖာ္တဲ့\nBehavior Profiling Sepecialist  ဟဆန္း၀ူး၊ စိတ္ပိုင္းဆိုင္ရာ Psychology ကို\nအဓိက ...",
        "url": "https://channelmyanmar.org/tvshows/criminal-minds-korean-drama/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/D45XVzg3_25dbf7_c2x-213x300.jpg",
        "title": "The Legend Of Zhu (2015)",
        "description": "MyanmarAsiaTv နဲ႔ေပါင္းၿပီး တ႐ုတ္သိုင္းကား တစ္ကားကို\nတင္ဆက္ေပးလိုက္ရပါတယ္ .... အပိုင္း ၅၅ ပိုင္း ပါဝင္ၿပီး တကယ္ကို ေကာင္းတဲ့ ဇာတ္လမ္းတြဲေလး တစ္ခုပါလို႔ ပထမဆံုးအာမခံပါရေစ ... မင္းသား မင္းသမီးေတြကလဲ နာမည္ႀကီးဆိုရင္လဲ မွားႏိုင္မည္မထင္ပါဘူး ...\nဇာတ္လမ္းအက်ဥ္းကေတာ့ - နတ္ဆုိးေလာကမွာ သခင္ေလးရဲ႕ အခ်စ္ျခင္းကုိခြဲခဲ့ တဲ့သူက သန္႔စင္တယ္ဆုိတဲ့ဇူးဇန္းဂုိဏ္းခ်ဳပ္ျဖစ္ေနတဲ့သူေပါ့ .... နတ္ဆုိးသခင္က ေလာကမွာ ေမွာ္စြမ္းအင္ကုိလက္ခံႏုိင္မယ့္ေကာင္ေလးတစ္ေယာက္ကုိ ဇူးဇန္းကုိပုိ႕ခဲ့တယ္ .... ေမွာ္စြမ္းအင္ကုိႏုိးေဆာ္ေပးဖုိ႕ ေကာင္ေလးရဲ႕ဇနီး႐ုပ္နဲ႔တူေနတဲ့ေကာင္မေလး တစ္ေယာက္ကိုထပ္လႊတ္ေပးခဲ့တယ္ ... အဲ့လို အ႐ႈပ္အေထြးေတြနဲ႔ အခ်စ္အမုန္းကလဲစားေခ်တာကုိ\nျကည့္႐ႈရမွာျဖစ္ၿပီး ...\nေမွာ္ေလာကရဲ႕ သခင္အျဖစ္ မင္းသားေခ်ာ (Chinese Scarlet Heart ရဲ႕ေခါင္းေဆာင္မင္းသား) Nicky Wu သ႐ုပ္ေဆာင္ထားၿပီး ... ေမွာ္စြမ္းအင္ကုိလက္ခံမယ္သူေနရာမွာေတာ့ William Chan က သ႐ုပ္ေဆာင္ကာ .... ေမွာ္ဓာတ္ကုိႏုိးေဆာ္ေပးမယ့္ သူေနရာမွာ (The Journey ...",
        "url": "https://channelmyanmar.org/tvshows/the-legend-of-zhu-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Fight_for_My_Way-p02-210x300.jpg",
        "title": "Fight My Way (2017)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ အခုမွ ပူပူေႏြးေႏြး ကိုရီးယားမွာ ျပသေနတဲ့ Drama ဇာတ္လမ္းေလးပါသူငယ္ခ်င္းေလးေယာက္အေၾကာင္း ရိုက္ျပထားတဲ့ဇာတ္လမ္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့….. ၂၀၀၆ ခုနွစ္ နယ္ျမိဳ႔ေလးတစ္ျမိဳ႔မွာ အထက္တန္းေက်ာင္းသူေက်ာင္းသားေလးေယာက္။ လူငယ္ပီပီ ရိုးသားတယ္ ပြင့္လင္းတယ္ စိက္ကူးယဥ္အိပ္မက္ကိုယ္စီနဲ႔ေပါ့။“ဂိုဒုန္မန္” (Hwarangကားထဲက ေခြးငွက္ Park Soe Joon) -------- သူကေတာ့ တိုက္ကြမ္ဒိုကစားသမားေလး။သူရဲ့ေျခကန္ခ်က္ေတြနဲ႔ ေက်ာင္းသားအားကစားပြဲေတာ္ေတြမွာ ထူးခြ်န္ျပီး ေက်ာင္းသူေတြၾကားထဲ ေရပန္းစားသူေလး။သူ႔ရဲ့စိတ္ကူးအိပ္မက္ေတြကေတာ့ ထိုင္း Onebak မင္းသားလို အေကာင္းဆံုးတိုက္ခိုက္ေရးအားကစားသမားျဖစ္ခ်င္သူေလး“ခြ်ဲအယ္ရာ”( အားလံုးရဲ႕အခ်စ္ေတာ္ DOTS ထဲက ေျမာင္ဂ်ဴး Kim Jin Won )-------စာမေတာ္ေပမယ့္လည္း တစ္ေန႔က်ရင္တီဗီြမွာ အစီအစဥ္ေၾကျငာသူတစ္ေယာက္ျဖစ္ခ်င္သူ။ပြင့္လင္းတယ္ စိတ္ဆတ္တယ္ အၾကံအဖန္ေတြလည္းလုပ္တတ္တယ္“ဘက္ဆဲလ္ဟီး” (Touching Youဆိုတဲ့ကားထဲကမင္းသမီး Song Ha Yoon) …….. သူရဲ့စိတ္ကူးယဥ္အိပ္မက္ေလးကေတာ့ရွိးရွင္းတယ္ အိမ္ေထာင္ရွင္မေကာင္းတစ္ေယာက္သာျဖစ္ခ်င္သူေလး“ဂ်ိဳမန္” (Reply 1988 ထဲမွာ ေပါေတာေတာ အကိုႀကီးAhn Jae Hoon.) ……….သူကေတာ့ ...",
        "url": "https://channelmyanmar.org/tvshows/fight-my-way-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/claymore_poster_by_behruz-d46rzzg-225x300.jpg",
        "title": "Claymore",
        "description": "Claymore ဟာ Manga မွာေကာ Animation မွာပါေအာင္ၿမင္မႈ႕ရရွိခဲ့တဲ့ Action ဇာတ္လမ္းတြဲၿဖစ္ၿပီး\nIMDB Rating 8.1 အထိရရွိထားပါတယ္...\nဇာတ္လမ္းတြဲပံုစံကေတာ့ လူသားစားမေကာင္းဆိုး၀ါးသတၱ၀ါမ်ား မေကာင္းဆိုး၀ါးမ်ားက်က္စားရာ\nေဒသမ်ားမွ ရြာမ်ားကိုအခေၾကးေငြယူၿပီး မေကာင္းဆိုး၀ါးမ်ားကိုသုတ္သင္ေပးတဲ့\nဓါးသမားအဖြဲ႕အေၾကာင္းပဲၿဖစ္ပါတယ္...\nဓါးသမားမ်ားဆိုေပမယ့္ အဖြဲ႕၀င္အားလံုးမာမိန္းကေလးမ်ား ၿဖစ္ေနသည္ကေတာ့\nထူးဆန္းဖြယ္ရာတစ္ခုပဲၿဖစ္ပါတယ္....\nဒီဓားသမားမိန္းမေခ်ာေလးေတြဟာ သာမာန္လူသားေတြထက္ အဆေပါင္းမ်ားစြာခြန္အားၾကီးၾကပါတယ္...\nသူတို႕ရဲ႕ဟာ လူသားစားမေကာင္းဆိုး၀ါးေကာင္ေတြကိုဖယ္ရွားေပးဖို႕ \nအခေၾကးေငြယူၿပီးသတ္ေပးရတဲ့ ဓားသမားေတြပဲၿဖစ္ပါတယ္...\nလူသားတိုင္း သူတို႕လာတာနဲ႕အလိုလုိေၾကာက္ၾကရပါတယ္....\nဘာလို႕လဲဆိုေတာ့သူတို႕ကိုယ္တိုင္ကလဲ လူတပိုင္းမေကာင္းဆိုး၀ါးတစ္ပိုင္းၿဖစ္ေနလို႕ပါပဲ...\nဒါေၾကာင့္သူတို႕ဟာ သူတို႕ရဲ႕မေကာင္းဆိုး၀ါးအစြမ္းေတြကိုအဆံုးထိေရာက္ေအာင္မထုတ္မိၾကဖို႕\nအၿမဲဂရုစိုက္ရပါတယ္....တကယ္လို႕သူတို႕မေကာင္းဆိုး၀ါးအစြမ္းကိုအဆံုးထိေရာက္ေအာင္\nသံုးမိသြားတဲ့အခါ မေကာင္းဆိုး၀ါးလံုးလံုးၿဖစ္သြားၿပီး\nအဖြဲ႕၀င္အခ်င္းခ်င္းသုတ္သင္တာကိုခံရပါတယ္....\nေနာက္ၿပီးသူတို႕ေတြဟာ လူသားေတြကိုလည္းသတ္ခြင့္မရွိပါဘူး...\nမေတာ္တဆသူတို႕သတ္မိသြားရင္လည္း အဖြဲ႕၀င္အခ်င္းခ်င္းသုတ္သင္တာကိုခံရပါတယ္...\nဘ၀ရဲ႕ဇာတ္ေၾကာင္းမ်ားစြာကိုထည့္သြင္းၿပီးတင္ဆက္ထားတဲ့ ဒီစီးရီးဟာ အပိုင္းတစ္ပိုင္းေလာက္ၾကည့္လိုက္မိရံုနဲ႕\nေနာက္အပိုင္းေတြကို ဆက္တိုက္ၾကည့္ခ်င္စိတ္ရွိလာေအာင္ရိုက္ကူးထားတဲ့\nအေကာင္းဆံုး Animation အမ်ိဳးစားထဲမွာပါပါတယ္...ဒါေၾကာင့္ Channel Myanmar Animation Fan ေတြအတြက္ၾကည့္ဖို႕တကယ္သင့္တဲ့\nAnimation Series တစ္ခုၿဖစ္တယ္လို႕ ညႊန္းလိုက္ပါရေစ...\n \nTranslators....CM Animation Team\nEncoders.....Thit San Khant & Moe Myint Lwin\nEpisode (1)\nEpisode (2)\nEpisode (3)\nEpisode (4)\nEpisode (5)\nEpisode (6)\nEpisode (7)\nEpisode (8)\nEpisode (9)\nEpisode (10)\nEpisode (11)\nEpisode (12)\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/claymore/"
    }
]