[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/yAJGGPLteFRTpzaDoI4t4hLlsut-133x200.jpg",
        "title": "Once Upon a Time in Lingjian Mountain (2019)",
        "description": "CM Fan တွေ အတွက် Netflix မှာ ပြသနေတဲ့\nသိုင်း စီးရီး အလန်းလေး တင်ပေးလိုက်ပါတယ်\nဒီသိုင်းစီးရီးဟာ Facebook မှာတော့ ဟိုတစ်စ ဒီတစ်စ ပြန့်နေတာ ကြာပါပြီ\nCM ကနေ 1080P HD Version နဲ့ ပြန်တင်ပေးတာဆိုတော့\nQuality အကောင်းဆုံး ကြိုက်သူတွေ အတွက် အလန်းဆုံးပဲလေ\nCM ကနေ အပိုင်းတွေ အများကြီး ဆက်တိုက်တင်ပေးသွားမယ့် အပြင်\nCM ကနေ Download လို့ ရရုံမကပဲ ဒါရိုက်ကြည့်ချင်သူတွေ အတွက်\nFacebook ပေါ်မှာ ကြည့်ရသလို အဆင်ပြေအောင် Live Version တွေ\nအစားထိုး တင်ပေးထားမှာ ဖြစ်လို့ အလုပ်မရှုပ်ချင်သူတွေ အတွက်\nအဆင်ပြေဆုံးပါပဲ....\nဇတ်လမ်းပုံစံကတော့ လင်ကျန့်တောင် ရဲ့ ဂိုဏ်းအဖွဲ့ဝင်ရွေးချယ်ပွဲကနေ စတာပါပဲ\nလင်ကျန့်တောင် ပေါ်က လင်ကျန့် ဂိုဏ်းဟာ တော် ရုံ ဘယ်သူမှ ဝင်လို့မရတဲ့ နတ်ဂိုဏ်း ဖြစ်ပြီး\nတပည့်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/once-upon-a-time-in-lingjian-mountain-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jHOrNJNM03Lsjdw7nsw7TlqBOhd.jpg",
        "title": "Unbelievable (2019) [COMPLETE]",
        "description": "(Unicode)နက်ဖလစ်ကနေ အပိုင်း ၈ ပိုင်း ပါဝင်တဲ့ မီနီစီးရီး အသစ်တစ်ခု ထွက်လာပြန်ပါပြီ။Imdb 8.5 နဲ့ အကောင်းဆုံး စီးရီးဆုတွေထဲမှာ ဆန်ကာတင်နေပါတယ်။ Crime Drama အမျိုးအစားပါ။၂၀၁၅ တုန်းက ထုတ်ဝေခဲ့တဲ့ “မယုံနိုင်စရာ မုဒိန်းမှု ဇာတ်လမ်းတစ်ပုဒ်” ဆိုတဲ့ သတင်းဆောင်းပါးကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့အပြင် လိင်ကိစ္စ သရုပ်ဖော်မှုတွေ အသုံးအနှုန်းတွေ ပါဝင်တာကြောင့် ကလေးများ ကြည့်ရှုရန် မသင့်တော်ကြောင်း သတိပေးချင်ပါတယ်။မုဒိန်းမှုပေါင်း ၃၀ ကျော်ကို ပိပိရိရိ သဲလွန်စမကျန်အောင် ပြုကျင့်သွားတဲ့လူကို ထောင်ဒဏ် 327 နှစ်ခွဲ ချနိုင်ခဲ့တဲ့အထိ ရေဆုံးမြေဆုံးလိုက်တဲ့ စုံထောက်တွေအကြောင်းပါပဲ။ဇာတ်လမ်းအစမှာတော့ မယ်ရီ ဆိုတဲ့ ၁၆ နှစ်အရွယ် မိန်းကလေး တစ်ယောက် မုဒိန်းကျင့်ခံရလို့ တိုင်ချက်ဖွင့်တာကနေ စပါတယ်။ဒီစီးရီးထဲမှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/unbelievable-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sFsGOgMwlh3uKkO4dVgdhh4QXcW.jpg",
        "title": "Love Bipolar (2018)",
        "description": "Love Bipolar (2018)[ Unicode ]CM fan တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Love Bipolar ဆိုတဲ့ ထိုင်းကားလေးဖြစ်ပါတယ် ၊\nဒီဇာတ်ကားလေးက 2018 မှာ ထွက်ခဲ့တာဖြစ်ပြီး စုစုပေါင်းအပိုင်း လေးပိုင်း ပါဝင်ပါတယ် ။ဇာတ်လမ်းထဲမှာ ကိုယ်တွေရဲ့ အချစ်တော်မမ Poly ကတော့ နာမည်ကြီးမင်းသမီးတစ်ယောက် Wenny အဖြစ် အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်...Wenny က နာမည်ကြီးမင်းသမီးတစ်ယောက်ဖြစ်ပေမယ့် စိတ်ဆတ်ပြီး ဒေါသကြီးလို့ ရိုက်ကွင်းမှာ အမြဲလိုလို ပြဿနာတက်ရပါတယ် ၊\nအချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ် Wennyရဲ့ make-up artist ဖြစ်တဲ့ Sang Tai ကလည်း Wenny နဲ့အတူတူပါပဲဒါပေမယ့် တစ်နေ့မှာ Sang Tai က ကားအက်စီးဒင့်ကြောင့် လက်ကျိုးသွားခဲ့ပြီး\nလက်ကျိုးလို့အလုပ်နားရတဲ့အခါ Sang Tai တစ်ယောက် အကြွေးဆပ်ဖို့ အဆင်မပြေဖြစ်ခဲ့ပါတယ် ၊အဲ့ဒါကြောင့် သူ့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/love-bipolar-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gQQGxVhdBvT2l7G1Zz6JYSCmL6q.jpg",
        "title": "Narcos: Mexico Season 2(2020)",
        "description": "Narcos: Mexico (Season 2)အပိုင္း ( ၁ မွ ၁၀ )ထိ စ/ဆုံးNarcos စီးရီးကိုတော့တော်တော်များများသိကြမှာပါ ...ကိုလံဘီယာကကိုကင်းဘုရင်ကြီးပါ့ဘလိုအက်စကိုဘာဆိုရင် ပိုက်ဆံတွေကိုမီးလှုံတဲ့ဘဲကြီးဆိုပြီးနာမည်ကြီးရအောင်ထိနာမည်ကြီးခဲ့တဲ့သူပါ။သူ့အကြောင်းကိုရိုက်ကူးထားတဲ့ Narcos series ဟာလည်းတော်တော်ပေါက်ခဲ့တဲ့အပြင်ပါ့ဘလိုကြီးသေပြီးစီးရီးလည်းအဆုံးသတ်သွားရော ရင်ထဲဟာတာတာဖြစ်နေတဲ့အချိန် Narcos: Mexico စီးရီးကိုNetflix ကထပ်ထုတ်လွှင့်လိုက်တာကိုလည်းသိကြမှာပါ ။Season 1 ထွက်ပြီးနောက် မူလNarcos စီးရီးရဲ့မလျော့သောစိတ်ဝင်စားဖွယ်ရာတွေနဲ့ လူကြိုက်များခဲ့ပါတယ်။အခုတော့ Narcos: Mexico Season 2 ကိုထုတ်လွှင့်ပြီးဖြစ်တဲ့အတွက် ထပ်မံတင်ပေးလိုက်ပါတယ်။ယခင်Season 1 မှာဖီးလစ်တစ်ယောက် ကိုလံဘီယာကိုကင်းဂိုဏ်းတွေရဲ့ ကိုကင်းတွေကိုမက္ကဆီကိုကနေတဆင့်ဖြန့်ဝေပေးတဲ့လုပ်ငန်းအကြီးအကျယ်အောင်မြင်ခဲ့ပြီး အဲဒါနဲ့အတူ DEA agent KiKi ကိုသေဆုံးစေခဲ့တဲ့ဖြစ်ရပ်လည်းဖြစ်ပွားခဲ့တာသိကြမှာပါ။ ဒီseason မှာတော့ ဖီးလစ်တို့ဘယ်လိုအကွက်တွေရွေ့မလဲDEA ကရောဘာတွေဆက်လုပ်မလဲဆိုတာဆက်စောင့်ကြည့်လိုက်ပါ။ ဇာတ်လမ်းအစဇာတ်ဝင်တေးလေးကအစအားရပါးရပြန်နားထောင်ပြီး ကိုကင်းပြန်ရောင်းကြတာပေါ့။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung နဲ့ Tin Myo Lwin တို့ပဲဖြစ်ပါတယ်Quality – WEB-DL 720PDuration ...",
        "url": "https://channelmyanmar.org/tvshows/narcos-mexico2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/14-36-13-10D7yf-137x200.jpg",
        "title": "Another Me (2019)",
        "description": "\"Another Me\" (2019 Chinese Drama Series)\n===========================\"Another Me\" ဆိုတာနဲ႔ နာမည္ေလးဖတ္ၿပီးေတာ့ ရင္ထဲတစ္မ်ဳိးေလး ထင္သြားေကာင္း ထင္သြားႏိုင္ပါတယ္ေနာ္။ပရိတ္သတ္တို႔လည္း ဘဝတစ္ေကြ႕မွာ ကိုယ့္ရဲ႕ကိုယ္ပြားေလးလို အမႊာေလးလို ျဖဴစင္တဲ့သံေယာဇဥ္ေတြနဲ႔ ခ်စ္ရခင္ရတြယ္တာရတဲ့ သူငယ္ခ်င္းတစ္ေယာက္ေတာ့ ရဖူးေကာင္း ရဖူးၾကမွာပါ။ဇာတ္လမ္းေလးကို အစဖြင့္ရမယ္ဆိုရင္ ...အန္းရွန္လို႔ေခၚတဲ့ အထက္တန္းေက်ာင္းသူေလးက ၃ႏွစ္အရြယ္ထဲက ဖခင္ရဲ႕စြန္႔ပစ္မႈကို ခံခဲ့ရပါတယ္။ မိခင္ျဖစ္သူကလည္း အေဝးမွာအလုပ္ႀကိဳးစားၿပီးေတာ့ အန္းရွန္ဆီကို တစ္ခါတစ္ေလမွ အလည္လာခဲ့တယ္။ မိဘေမတၱာကို ငတ္မြတ္ေနတဲ့ အန္းရွန္ တစ္ေယာက္ ေက်ာင္းေျပး အတန္းေနာက္က် ရန္ျဖစ္ စတဲ့မေကာင္းတာမွန္သမွ် အကုန္လုပ္ပါတယ္။ အန္းရွန္တစ္ေယာက္ ဒီလိုဆိုးသြမ္းေနရင္းနဲ႔မွ သူကိုယ္တိုင္နဲ႔ မတူျခားနားတဲ့ ေက်ာင္းသူေလးနဲ႔ မထင္မွတ္ပဲ ရင္းနီးသြားခဲ့ၾကတယ္။ အန္းရွန္ရဲ႕ သူငယ္ခ်င္းအသစ္ေလး ခ်ီယြဲ႕က တကယ္ေတာ့ အဆိုးဆံုးေက်ာင္းသူေလး အန္းရွန္ကို အစတည္းကသိေနခဲ့တာေလ။ အန္းရွန္ေက်ာင္းမွာ ျပႆနာရွာတာေတြကို ခ်ီယြဲ႕က ...",
        "url": "https://channelmyanmar.org/tvshows/another-me-2019-series/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jnaimWkIVSD9IInmZPyLYarSvvc.jpg",
        "title": "Batwoman Season (1)",
        "description": "Batwoman series ကDCကနေအခုမှစပြီးထွက်လာတဲ့စီးရီးအသစ်လေးပါBatmanဆန်းကြယ်စွာပျောက်ဆုံးသွားချိန်မှာပဲGothamမြို့ကမျှော်လင့်ချက်တွေကုန်ဆုံးနေတဲ့မြို့ဖြစ်ခဲ့တယ်Gothamမြို့ဟာ Jacob Kaneနဲ့သူရဲ့Crows Private Security ရဲ့စောင့်ကြည့်နေတဲ့လက်အောက်ကိုရောက်ရှိခဲ့တယ်Kaneရဲ့သမီးKateဟာအိမ်ကိုပြန်လာခဲ့တယ်Alice ကသူမရဲ့အဖေနဲ့သူမရဲ့ရည်စားဟောင်းSophie Moore ကိုပစ်မှတ်ထားလာတဲ့အချိန်မှာ သူ့ရဲ့မိသားစုနဲ့သူ့ရဲ့မြို့ကိုကူညီပေးနိုင်ဖို့Gothamကိုပြန်လာခဲ့တယ်Kate ရဲ့အစ်ကိုဝမ်းကွဲBruce Wayne ကိုBatman လို့အရင်ကမသိခဲ့ဘူးသူမအရွယ်ရောက်လာပြီး Aliceရဲ့တိုက်ခိုက်မှုတွေဖြစ်လာတော့မှာBruceရဲ့ရုံးခန်းကိုရောက်ခဲ့ပြီး Batmanဆိုတာကိုသိရှိသွားတော့တယ်သူမဟာBatmanရဲ့ဝတ်စုံကိုယူပြီးတော့Gothamမြို့မှာစွန့်စားမှုတွေကိုသူမရဲ့အဖေတူအမေကွဲMary နဲ့Luke Foxတို့ရဲ့အကူအညီနဲ့သူမရဲ့ပျောက်ဆုံးနေတဲ့အစ်ကိုBruce Wayneရဲ့နေရာမှာဆက်လက်ပြီးBatwomanအနေနဲ့တာဝန်ယူခဲ့တာပေါ့တစ်ပတ်ကိုတစ်ပိုင်းထွက်တာမို့လို့ တစ်ပတ်ကိုတစ်ပိုင်းပို့ပေးပါ့မယ် Translator : Hsu LeiEncoder : Moe Myint Lwin Episode Complete Zip File VIP / Yoteshin / Megaup",
        "url": "https://channelmyanmar.org/tvshows/batwoman-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mo0FP1GxOFZT4UDde7RFDz5APXF.jpg",
        "title": "Arrow Season (8)",
        "description": "Arrow Season 7 မှာ အိုလီဗာတစ်ယောက် Multiverse ကို ကယ်ဖို့အတွက်Monitorနဲ့အတူ ထွက်သွားခဲ့တာ အကုန်လုံးသိကြမှာပါ။အခု Season 8 အစမှာတော့ Oliver က တခြားကမ္ဘာတစ်ခုမှာMonitor ခိုင်းတဲ့အတိုင်း အဲဒီကမ္ဘာက အိုလီဗာကွင်းန်အယောင်ဆောင်ပြီးလိုင်ယန်ယုကျွန်းပေါ်မှာ သွားနေနေခဲ့ပါတယ်။ဒါပေမဲ့ အဲဒီကမ္ဘာက Earth-1 နဲ့ တော်တော်လေး ကွာခြားပါတယ်။စပွိုင်လာဖြစ်မှာစိုးလို့ ဘယ်ကမ္ဘာမှန်းမပြောတော့ပါဘူး။အိုလီဗာဟာ ၁၂ ကျော်လောက်ပျောက်ပြီးမှ ပြန်ပေါ်လာသလို ဖြစ်နေပါတယ်။အဲဒီကမ္ဘာက အိုလီဗာအစစ်ကတော့ သေသွားခဲ့ပါပြီ။အိုလီဗာမရှိတဲ့ကမ္ဘာက ဘယ်လိုမျိုးဖြစ်မလဲဆိုတာ တာဝန်ထမ်းဆောင်ရင်းနဲ့သူကိုယ်တိုင်တွေ့ရပါတော့တယ်။အက်ရှင်ခန်းတွေကလည်း Season 1 တုန်းကလို ခပ်ကြမ်းကြမ်းတွေ ပြန်မြင်ရမှာပါ။Crossoverအတွက် Crisis က ဒီအပိုင်းမှာကတည်းက အစပြုနေပါပြီ။Final Season က ၁၀ ပိုင်းပဲထွက်ရှိမှာဖြစ်ပါတယ်။ Review by Ye Man AungTranslated by August Encoded by Moe Myint Lwin \nSeason 8 Complete Zip ...",
        "url": "https://channelmyanmar.org/tvshows/arrow-season-8/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/304PY6ufSpQStZQPwDA4OnfxFxg.jpg",
        "title": "The Ghost Bride (2020) Season 1",
        "description": "ဒါကတော့ Netflixကနေ ပူပူနွေးနွေးလေးထွက်ရှိလာတဲ့ ထိုင်ဝမ်စီးရီးလေးပါ။အပိုင်း၆ပိုင်းပါဝင်ပါတယ်။၁၈၉၀ခုနှစ်ကိုဇာတ်အိမ်တည်ထားတာပါ။အသက်၂၀အရွယ် မိတဆိုးလေးလီလန်ကို သူတို့ရွာမှာရှိတဲ့အရမ်းချမ်းသာတဲ့လင်မ်မိသားစုကနေ လက်ဆက်ဖို့ကမ်းလှမ်းပါတယ်။သေသွားတဲ့ သူတို့ရဲ့ခပ်ဆိုးဆိုးသားလင်မ်တီရန်ချင်းနဲ့လက်ဆက်ပြီး ဝိညာဉ်သတို့သမီးလုပ်ရမှာပါ။လီလန်မေတ္တာရှိနေတာကတော့ လင်မ်တီရန်ဘိုင်ကိုပါ။ဒါပေမယ့် တီရန်ချင်းကတော့ လီလန်နဲ့လက်ဆက်ရဖို့အရေးအမျိုးမျိုးအဖုံဖုံဒုက္ခပေးနေရင်းလီလန့်ကိုအကြပ်ကိုင်စရာအခွင့်အရေးရလာပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ သေသွားပြီးနောက်တရားစီရင်ခံရမယ့်နေရာကိုရောက်မလာတဲ့တီရန်ချင်းရဲ့အမှုကိုစုံစမ်းဖို့ ကောင်းကင်အစောင့်အကြပ်အားလန်ကလည်း လင်မ်မိသားစုကိုချဉ်းကပ်နေပါတယ်။လီလန်တစ်ယောက်တီရန်ချင်းရဲ့သတို့သမီးအဖြစ်ကနေ ရုန်းထွက်နိုင်ပါ့မလား၊တီရန်ချင်းရဲ့သေဆုံးမှုကရော သွေးရိုးသားရိုးလား၊လီလန်ရဲ့တကယ့်ဖူးစာရှင်ကရောဘယ်သူဖြစ်လာမလဲဆိုတာတွေကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။ \nTranslators : Moe Lay , Phue\nEncoder : Moe Myint Lwin \nComplete ZIp File  VIP  /  Megaup / Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/the-ghost-bride-2020-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b9R3XLlVLh9gGQaKy6baqwEgaxa.jpg",
        "title": "Operation to Subdue the She Devil (2018)",
        "description": "CM Fan ေတြ အတြက္ ယခု တဖန္\nတင္ဆက္ေပးမွာကေတာ့\nထိုင္းဇတ္လမ္းတြဲ တစ္ခု ျဖစ္တဲ့\nOperation to Subdue the She Devil (2018) ျဖစ္ပါတယ္\nျမန္မာနာမည္ ေပးထားတာကေတာ့\n” ေမာင့္ ကို ျပဳစားတဲ့ စုန္းမ” ပါတဲ့\nမၾကာေသးခင္က Facebook မွာ စုန္းမ\nဆိုတဲ့ ထုိင္းတီဗီစီးရီး ထေရလာ\nျမန္မာစာတန္းထိုး တစ္ခု Share မ်ားေနၾကၿပီး\nထို စီးရီးကို\nCM မွာ တင္ေပးဖို႔ ဘာသာျပန္သူကို ပူဆာၾကတဲ့ အတြက္\nHein Thet Naing ႏွင့္ Kyi Nue Zin ႏွင့္ Nann Mwe Kham တို႔ က\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္\nဇတ္လမ္းပံုစံေလးကေတာ့\nထုိင္းရုပ္ရွင္ လုပ္ငန္းစု ရဲ႕ ရွယ္ယာရွင္\nတစ္ဦး မွာ သမီးေလး တစ္ေယာက္\nရွိၿပီး မိတဆိုးေလး မို႔\nသူေဌးႀကီးမွာ သူ႔သမီးကို အင္မတန္ ခ်စ္ပါတယ္…\nဒါေပမဲ့ သူေဌးႀကီးနား ကပ္ေနတဲ့\nရုပ္ရွင္မင္းသမီးေဟာင္း ...",
        "url": "https://channelmyanmar.org/tvshows/operation-to-subdue-the-she-devil-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6dnUpv9ghx84pgxlMOb4uuJrWDs.jpg",
        "title": "Castle Rock Season 2 [COMPLETE]",
        "description": "(Unicode)Castle Rock ဆိုတာစာရေးဆရာ Stephen King ရဲ့ စိတ်ကူးယဥ်မြို့တစ်မြို့ဖြစ်တယ်ဒီ Castle Rock Series ဇာတ်အိမ်တည်ထားတဲ့မြို့လေးဟာ လူသူအရောက်အပေါက်လဲကျဲပါးပြီးမြို့မှာ နေတဲ့သူတွေအတွက်သူတို့မှာ အထူးတလည်အလုပ်လုပ်စရာဆိုလို့ Shawshank ဆိုတဲ့ထောင်ကြီးပဲရှိပါတယ်မြို့သူမြို့သားတွေဟာသူတို့တက်လမ်းအတွက်အခြားမြို့မှာသွားလုပ်ရင်လုပ်မဟုတ်ရင်ထောင်ကြီးထဲမှာပဲ ထမင်းချက်ဆရာ၀န်ထောင်မှူး စတဲ့အလုပ်တွေလုပ်ကြပါတယ်ကြမ္မာငင်တဲ့နေ့တစ်နေ့မှာ ဘုရားသခင်ရဲ့တမန်တော်ကိုအံတုမယ့် ပျက်စီးခြင်းအဖုံဖုံသယ်ဆောင်လာပေးမယ့် သူတစ်ယောက် နဂိုကမှကျိန်စာမိပြီးသား Castle Rock မြို့လေးကိုရောက်လာခဲ့တယ်အဲ့သူကဘယ်သူလဲ သူဘာကြောင့်ရောက်လာတာလဲ သူဒီကမ္ဘာကရာ ဟုတ်ရဲ့လားစတဲ့အဖြေမရှိတဲ့ မေးခွန်းတွေနဲ့ကြည့်ရမှာပါSeason 2 မှာတော့ Jerusalem's Lot မြို့လေးမှာအခြေတည်ထားပါတယ်ဒီ series ဟာ Season 1 Season2 ပေါင်းကြည့်မှဇာတ်ရည်လည်မှာပါနောက်ပြီး Stephen King ရဲ့အာဘော်တိုင်း Castle Rock, Jerusalem's Lot, Derry အဲ့သုံးမြို့မှာပတ်လည်ရိုက်သွားလာနေတဲ့ဆရာကြီးတစ်ဆူရှိပါတယ်မင်းသားကလဲ အဲ့ Shapeshifterနေရာကြီးမှာသရုပ်ဆောင်ခဲ့တဲ့ Bill ...",
        "url": "https://channelmyanmar.org/tvshows/castle-rock-season-2-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4AqQvLRmbGbLj8AczCOlKS8OEoV.jpg",
        "title": "Woman of 9.9 Billion(2019)",
        "description": "Woman of 9.9 Billion(2019)အၫြန္း********************************အပိုင္း(၁ မွ ၁၆)ထိ စ/ဆုံး(unicode)Kim Kang Woo ဆိုတဲ့အမျိုးသားကတော့ စုံထောက်ဟောင်းဖြစ်ပေမယ့်\nအမှုတစ်ခုကိုအသည်းအသန်လိုက်နေပါတယ်...\nဒီအမှုက ထင်သလောက်မလွယ်ပေမယ့် သူလက်မလျှော့ဘူး..\nညီဖြစ်တဲ့သေဆုံးတယ်...သေဆုံးမှုမှာ ပတ်သက်တဲ့အရာတွေက\nထိပ်သီးလူဆိုးဂိုဏ်းတွေဖြစ်နေနိုင်တယ်ဆိုတာကိုသူသိထားတယ်..\n.Cho Yeo Jung ဆိုတဲ့ အမျိုးသမီးဟာ သာမန်အမျိုးသမီးတွေလိုပဲ\nသာယာတဲ့ မိသားစုလေးပိုင်ဆိုင်ပြီး ဘဝကိုရိုးစင်းစွာဖြတ်သန်းချင်သူပါ...\nအိမ်ထောင်ရေးနဲ့ တခြားမိသားစုအကြောင်းအရာတွေမှာ သူမ အတွက်\nကံမကောင်းခြင်းတွေပဲယူဆောင်လာသလိုပါပဲ...ဘယ်အရာမှအဆင်မပြေ....\nတစ်နေ့တော့ သူမအတွက် ကံဆိုးခြင်းလား ကံကောင်းခြင်းလား မသိ...\nဒေါ်လာ ၉ သန်းကျော် ပါဝင်တဲ့ ပိုက်ဆံအိတ်ကို ကောက်ရခဲ့တယ်...\nဒီပိုက်ဆံအိပ်ဟာ လူဆိုးဂိုဏ်းတွေနဲ့ အဓိကပတ်သက်နေပြီး\nသူမအတွက် တကယ့်ကိုသွေးပျက်ဖွယ်ရာဖြစ်ခဲ့တယ်...\nစုံထောက်နဲ့ သူမ ဘယ်လိုတွေဆုံကြမလဲ..\nဒီအရှုတ်တွေကို ဘယ်လိုရှင်းကြမလဲ....ဒီစီးရီးက cast တွေလည်း နာမည်ကြီးတွေဖြစ်သလို\nဇာတ်လမ်းကလည်း ဆွဲဆောင်မှုရှိပါတယ်...\nလှည့်ကွက်တွေ လူဆိုးဂိုဏ်းတွေနဲ့တကယ့်ကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ပါပဲ....ဒီဇာတ်လမ်းတွဲကိုတော့ December 4 ရက်နေ့ ကနေစပြီးတော့ အပတ်စဉ် ဗုဒ္ဓဟူးနဲ့ ကြာသပတေးညတွေမှာ ထုတ်လွှင့်သွားမှာပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ် Hay Thar Oo နှင့်\nHtet Nandar Aung ...",
        "url": "https://channelmyanmar.org/tvshows/woman-of-9-9-billion2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/dracula-160x200.jpg",
        "title": "Dracula (2020)",
        "description": "#Unicodeဒီစီးရီးက ၃ ပိုင်းပဲ ရှိပါတယ်။ ထွက်တာ ရက်ပိုင်းကြာနေပေမယ့် အလုပ်ရှုပ်နေတာရော ညဘက်တွေ ဘာသာပြန်ရတာ ကြောက်တာရောနဲ့ ကြာသွားလို့ပါ။ သည်းထိပ်ရင်ဖိုနဲ့ သဘာဝလွန် ရုပ်ရှင်တွေရဲ့ ပရိသတ်တွေအတွက်တော့ စိတ်ကျေနပ်စရာအကောင်းဆုံး ဖြစ်ပါလိမ့်မယ်။ ထရန်ဆဗေးနီးယား နဲ့ နယ်စားကြီး ဒရက်ကူလာဆိုတာ ခေတ်အဆက်ဆက် မရိုးနိုင်အောင် ကြားရတဲ့ အိပ်မက်ဆိုး ပုံပြင်တစ်ခုပါပဲ။ နာမည်ကျော် ဂန္ဓာဝင် ဝတ္ထု နဲ့ ရုပ်ရှင်တွေလည်း ရှိခဲ့ပါတယ်။ ဒီစီးရီးကိုလည်း ပရိသတ်တွေ တသသဖြစ်ကျန်ခဲ့ပါ့ဦးမယ်။ ဒီဇာတ်လမ်းမှာတော့ နှစ်ရာပေါင်းများစွာ အသက်ရှင်ပြီး လူတွေရဲ့ သွေးကိုသောက်သုံးနေခဲ့တဲ့ ဒရက်ကူလာဟာ ထရန်ဆဗေးနီးယားကနေ အင်္ဂလန်ကို ပြောင်းရွှေ့ပြီး သားကောင်တွေ ထပ်ရှာဖို့ စီစဉ်ပါတော့မယ်။ ဒါပေမယ့် သူ့အကြောင်းကို လေ့လာထားပြီး ရဲရင့်တဲ့ သီလရှင် အက်ဂသာဟာ သူ့ကိုတားဆီးဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ …… ဇာတ်လမ်းလေးမှာသာ ဆက်လက်ကြည့်ရှုလိုက်ပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/dracula-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/p84Jef-140x200.jpg",
        "title": "Chocolate (2019)",
        "description": "November လ ရဲ့ အေးချမ်းတဲ့ အချိန်မှာပဲ ငယ်ချစ်ဦး နဲ့ ပြန်ဆုံရတယ်\nတော်တော်များများ စောင့်မျှော်နေကြတဲ့ Chocolate ကို Netflix ကနေ\nဒီနေ့ အပိုင်း (၁) စတင် ထုတ်လွှင့်လိုက်ပါပြီ\nပျောက်နေတာ ကြာပြီ ဖြစ်တဲ့ မင်းသမီး ဟာဂျီဝမ် တစ်ယောက်\nခေါင်းဆောင်မင်းသမီး နေရာကနေ ပါဝင်လာတာကို\nမြန်မာပြည်က ဖန် တစ်ချို့ကတော့ သေချာပေါက် စောင့်မျှော်နေကြတာပါပဲ\nစောင့်မျှော်ရတာ တန်တယ်ပြောရမယ် အပိုင်း (၁) မှာတင် ရင်ခုန်စရာ\nစိတ်လှုပ်ရှားစရာတွေ အပြည့်နဲ့ပါပဲ....\nဇတ်လမ်းလေး အစမှာတော့ မိခင်ဖြစ်သူ\nနဲ့ အတူ ပင်လယ်နဲ့ နီးတဲ့ မြို့ငယ်လေးမှာ\nစားသောက်ဆိုင်ဖွင့်ထားတဲ့ အချက်အပြုတ်ဝါသနာပါတဲ့\nကန် ဆိုတဲ့ ကောင်လေး တစ်ယောက်\nအဲ့ဒီ မြို့ကို အလည်ရောက်လာပြီး ကန် နဲ့ တစ်ရက်ပဲ\nဆုံခဲ့ပေမဲ့ သံယောဇဉ် တွယ်သွားတဲ့\nမြို့က ကောင်မလေး....\nအခြေအနေ အကြောင်းတစ်ခု ကြောင့် သူတို့ ပြန်မဆုံ ခဲ့ပေမဲ့\nတစ်ယောက်နဲ့တစ်ယောက်ကတော့ မေ့မသွားခဲ့ဘူး\nနှစ်တွေအများကြီး ကြာပြီး အမှတ်မထင် ...",
        "url": "https://channelmyanmar.org/tvshows/chocolate-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/truth.be_.told_-133x200.jpg",
        "title": "Truth Be Told (2019)",
        "description": "Truth Be Told 2019\nIMDB rating -7.5  UnicodeCM ပရိသတ်ကြီးအတွက် rating အလန်းစီးရီကားတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။ Crime, Dram, Thriller ဇာတ်လမ်းကြိုက်သူတွေအတွက်လုံးဝလက်မလွှတ်သင့်ဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်း စီးရီးကို Apple TV+ က ထုတ်လွှင့်ထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းက ဝေါ်ရိန်ကေ့ဗ်တစ်ယောက်တက္ကသိုလ်ကျောင်းဆရာတစ်ယောက် ချာ့ခ်ဘာမန် ကိုသတ်တယ်ဆိုတဲ့အမှုကနေစထားပါတယ်။ ဝေါ်ရိန်ကေ့ဗ်ကိုစွပ်စွဲထားတဲ့အမှုဟာ သက်သေခိုင်လုံတဲ့အတွက်ကြောင့်မဟုတ်ဘဲ ချာ့ခ်ဘာမန်ရဲ့သမီး လန်နီဘာမန်ရဲ့မျက်မြင်ထွက်ဆိုချက်ရယ်အိမ်ထဲမှာလက်ဗွေရာကျန်ခဲ့ဆိုတာရယ်ကြောင့် ထောင်ကျခဲ့ရတာပါ။ ဒါ့အပြင် The New York Time မဂ္ဂဇင်းရဲ့သတင်းထောက် ပေါ့ပီပေါ်နယ်ရဲ့ သတင်းအရေးအသားတွေကြောင့် ဝေါ်ရိန်ကိုထောင်ကျဖို့ပိုမိုခိုင်လုံသွားခဲ့တာပါ။ ဒါပေမယ့် ဝေါ်ရိန်ရဲ့အမေဟာသူ့သားအပြစ်ကင်းကြောင်း ပြဖို့နှစ်နှစ်ဆယ်လုံးလုံးရှာဖွေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ လန်နီရဲ့သက်သေထွက်ဆိုချက်ဟာမှားကြောင်းဗီဒီယို ထွက်လာခဲ့ပါတယ်။ အဲ့ဒါကြောင့်တရားရုံကိုပြန်လည်လျှောက်ထားခဲ့ပါတယ်။အဲဒီအချိန်မှာ ပေ့ါပီဟာလဲတရားရုံးမှာရှိနေခဲ့ပါတယ်။ အဲ့ဒါကြောင့်ပေ့ါပီဟာ သူ့ကြောင့်အပြစ်မဲ့ကလေးတစ်ယောက်ကိုထောင်ကျအောင်လုပ်မိပြီဆိုပြီး နောင်တတွေရပြီး ဝေါ်ရိန်ရဲ့အမှုကိုအစအဆုံးကိုပြန်လိုက်ခဲ့ပါတယ်။ ပေ့ါပီဟာ ဝေါ်ရိန်အပြစ်မရှိဘူးဆိုတာယုံကြည်ပြီး ချာ့ခ်ဘာမန်ကိုဘယ်သူတွေသတ်တာလဲ ဘာကြောင့်သတ်တာလဲ သူ့သမီးကရောဘာလို့လိမ်ညာထွက်ဆိုတာလဲ ။ နောက်ကွယ်ဘယ်လိုအရာတွေရှိမှာလဲ၊ နောက်ထပ်ဘယ်လိုအကြောင်းအရာတွေရှိဦးမလဲ၊ စတဲ့အရာတွေကို ပေ့ါပီတစ်ယောက်ဘယ်လိုဖော်ထုတ်မလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်။ (ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin နဲ့ d3mon တို့ပဲဖြစ်ပါတယ်။)   Quality – 720p ...",
        "url": "https://channelmyanmar.org/tvshows/truth-be-told/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2qZwqQzm9GfxamposgXrX7dLKcF.jpg",
        "title": "Harley Quinn Season 1 (2019)",
        "description": "Titans တို့ Swamp Thing တို့ လွှင့်တဲ့ DCTV ကနေ အသစ်ထွက်ရှိလာတဲ့Harley Quinn Animated Series လေး ဖြစ်ပါတယ်။R rated လည်း ဖြစ်တာ‌ကြောင့် သွေးသံသရဲရဲနဲ့ စကားလုံးအကြမ်းတွေ ပါဝင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Harley တစ်ယောက်Joker သူ့ကို တကယ်မချစ်မှန်း သိရှိသွားပြီးနောက်မှာJoker ကို တော်လှန်ရင်း Gotham ရဲ့ ထိပ်သီးဗီလိန်နေရာကို လုယူဖို့ ကြိုးစားတာဖြစ်ပါတယ်Rating လည်း 8.3 ရရှိထားတာ‌ကြောင့် DC Fan တွေ ကြိုက်နှစ်သက်မယ့် ဇာတ်လမ်းတွဲ ဖြစ်ပါတယ်။ Translator : Ye Man AungEncoder : Moe Myint LwinSeason 1 Complete -Yoteshin / Megaup / VIP",
        "url": "https://channelmyanmar.org/tvshows/harley-quinn-season-1-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eq4ITUNT2SJTGuUkxO2aHyGyO96.jpg",
        "title": "Love with Flaws (2019)",
        "description": "CM fan တွေအတွက် အခု တင်ဆက်ပေးမယ့် series လေးကတော့ love with flaws ဆိုတဲ့ series လေးဖြစ်ပါတယ်...ဒီဇာတ်လမ်းလေးမှာ ဂျူဆောယွန်း(Oh Yeon Seo) ကတော့ ရုပ်ချောတဲ အစ်ကို ၂ ယောက်နဲ့ မောင်တစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး အစ်ကိုတွေနဲ့ မောင်ရဲ့ ပွေရှုပ်မှုကြားမှာ အမြဲကြားညှပ်ပါရသူပါသူ့အစ်ကိုတွေနဲ့ မောင်ဖြစ်သူကြောင့် အသည်းကွဲသွားကြတဲ့လူတွကို အမြဲမြင်နေရတဲ့အခါ ရုပ်ချောတဲ့ ကောင်လေးတွေက မကောင်းဘူးလို့ သတ်မှတ်ပြီး ရုပ်ချောတဲ့ ယောက်ျားတွေကို ရှောင်နေခဲ့ပါတယ်လီဂန်ဝူ(Ahn Jae-Hyeon) ကတော့ နိုင်ငံခြားမှာ အကြာကြီး သွားနေပြီးမှ ကိုရီးယားကို ပြန်လာခဲ့တဲ့သူပါသူအလယ်တန်းတက်တုန်းက အီးထွက်တာကို ကျောင်းသားတွေကအီးပေလို့ နာမည်ပြောင်ခေါ်ခဲ့ကြပါတယ်အဲ့လို ဝိုင်းအခေါ်ခံရတဲ့ လီဂန်ဝူကတော့ သူ့ကို အီးပေဆိုတဲ့ နာမည်ပြောင်ကိုခေါ်တိုင်း တကယ်ဗိုက်နာပြီး အီးပါချင်တဲ့အထိ ဖြစ်တတ်ပါတယ်အဲ့ trauma ကို ကုသဖို့အတွက် trauma စ ...",
        "url": "https://channelmyanmar.org/tvshows/love-with-flaws-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/crisis-on-infinite-earths-poster-1197083-160x200.jpeg",
        "title": "Crisis on Infinite Earths ( 2019 )",
        "description": "Zawgyi*******အားလံုးေစာင္႔ေမွ်ာ္ေနၾကတဲ႔ CW ArrowVerse ရဲ႕ Biggest Crossover ေတာ႔အပိုင္း၁ စတင္ထြက္ရွိလာပါၿပီ စုစုေပါင္း 5 ပိုင္းထြက္ရွိမွာၿဖစ္ၿပီး Part 1 ကSupergirl Season 5 Episode 9 ၿဖစ္ပါတယ္ Part 2 ကေတာ႔ BatwomanSeason 1 Episode 9 မွာၿပသမွာၿဖစ္ပါတယ္ Part 3 ကေတာ႔ Flash Season 6Episode 9 ၿဖစ္ပါတယ္ Part 4 က Arrow Season 8 Ep 8 နဲ႕Part 5 ကေတာ႔ DC Legends Of Tomorrow Season 5 Ep 1 တို႕ၿဖစ္ပါတယ္ပထမသံုးပိုင္းကိုေတာ႔ ဒီတပတ္ထဲမွာ သံုးရက္ဆက္တိုင္ၾကည္႕ရမွာၿဖစ္ပါတယ္Air Date ေလးေတြကိုေဖၚၿပေပးလိုက္ပါမယ္ ၾကည္႕လိုက္ရေအာင္Crisis ...",
        "url": "https://channelmyanmar.org/tvshows/crisis-on-infinite-earths-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Crc4XkhLddMTNJfj1iLca0w1Bb-133x200.jpg",
        "title": "Don’t F**k with Cats: Hunting an Internet Killer (2019)",
        "description": "netflixရဲ႕documentaryေတြထဲမွာေရပန္းစားေနတဲ့true crimeျဖစ္ပါတယ္\nအဓိကအေၾကာင္းအရာကေတာ့အင္တာက္ေပၚမွာအိမ္ေမြးတိရိစၧာန္လို႔\nအမ်ားကလက္ခံထားတဲ့ေၾကာင္ေလးေတြကိုစိတၱဇဆန္ဆန္သတ္ျပၿပီ\nးနာမည္ႀကီးခ်င္ေနတဲ့လူတစ္ေယာက္ကို\nအျခားအင္တာနက္ေပၚကnerd and geekေတြစုၿပီးအမိဖမ္းဖို႔\nႀကိဳးစားတာကိုရိုက္ျပထားတာပဲျဖစ္ပါတယ္\nkitten killerရဲ႕အမႈဟာအျခားserial killerေတြေလာက္မဆိုးဝါးဘူးလို႔ေျပာလို႔ရေပမယ့္\nသူ႔အေၾကာင္းရိုက္ထားတဲ့documentaryကေတာ့\nအျခားေသာcrime documentaryေတြယွဥ္ရင္အေတာ္ၾကည့္လိုက္ေကာင္းၿပီး\nတကယ့္video clipေတြကိုလည္းအသံုးျပဳထားတာမို႔\nၾကည့္ရတာအေတာ္အရသာေတြ႕ေစပါတယ္\nအရမ္းဆိုးရြားတဲ့ဟာေတြကိုေတာ့ဒီထဲမွာမျပထားေပမယ့္\n၃ပိုင္းလံုးၾကည့္ၿပီးရင္ေတာ့ဘာလို႔မထည့္ထားတာလဲဆိုတာမွန္းၾကည့္လို႔ရမွာပါ\nေၾကာင္ေလးေတြကိုသတ္တဲ့wannabe serial killerေပါက္စkitten killerအေၾကာင္းကိုၾကည့္ၾကည့္ပါဦးခင္ဗ်\nnetflixရဲ့documentaryတွေထဲမှာရေပန်းစားနေတဲ့true crimeဖြစ်ပါတယ်\nအဓိကအကြောင်းအရာကတော့အင်တာက်ပေါ်မှာအိမ်မွေးတိရိစ္ဆာန်လို့\nအများကလက်ခံထားတဲ့ကြောင်လေးတွေကိုစိတ္တဇဆန်ဆန်သတ်ပြပြီ\nးနာမည်ကြီးချင်နေတဲ့လူတစ်ယောက်ကို\nအခြားအင်တာနက်ပေါ်ကnerd and geekတွေစုပြီးအမိဖမ်းဖို့\nကြိုးစားတာကိုရိုက်ပြထားတာပဲဖြစ်ပါတယ်\nkitten killerရဲ့အမှုဟာအခြားserial killerတွေလောက်မဆိုးဝါးဘူးလို့ပြောလို့ရပေမယ့်\nသူ့အကြောင်းရိုက်ထားတဲ့documentaryကတော့\nအခြားသောcrime documentaryတွေယှဉ်ရင်အတော်ကြည့်လိုက်ကောင်းပြီး\nတကယ့်video clipတွေကိုလည်းအသုံးပြုထားတာမို့\nကြည့်ရတာအတော်အရသာတွေ့စေပါတယ်\nအရမ်းဆိုးရွားတဲ့ဟာတွေကိုတော့ဒီထဲမှာမပြထားပေမယ့်\n၃ပိုင်းလုံးကြည့်ပြီးရင်တော့ဘာလို့မထည့်ထားတာလဲဆိုတာမှန်းကြည့်လို့ရမှာပါ\nကြောင်လေးတွေကိုသတ်တဲ့wannabe serial killerပေါက်စkitten killerအကြောင်းကိုကြည့်ကြည့်ပါဦးခင်ဗျ\nFile size…800mb\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…60min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Shoon Thu Thu ChainComplete ZIp VIP  / Yoteshin  /  Megaup",
        "url": "https://channelmyanmar.org/tvshows/dont-fk-with-cats-hunting-an-internet-killer-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vORXihb6o0UvzHZfikBSD7H13Qk.jpg",
        "title": "Marianne Season 1 [COMPLETE]",
        "description": "(Unicode)ထိတ်လန့်သည်းဖို ဇာတ်လမ်းတွေကိုမှကြည့်ချင်တယ်ဆိုရင်တော့ Marianne (2019) ကိုကြည့်ဖြစ်အောင် ကြည့်လိုက်ပါတော့။Rating အမြင့်စားတွေရထားပြီး တကယ်လည်းကြောက်စရာကောင်းတဲ့ဇာတ်ကားပါ။ကိုယ့်ရဲအိပ်မက်ဆိုးတွေကို ဝတ္ထုတွေအဖြစ်ပြောင်းလဲပြီး အောင်မြင်လာတဲ့ စာရေးဆရာမလေး အမ်မာလာဆင်မွန် သူ့ရဲ့ ငယ်သူငယ်ချင်းတစ်ယောက်သူ့ကိုလာရှာပြီး သူ့ရဲ့စာအုပ်ထဲမှာပါတဲ့ မာရီယန် ဆိုတဲ့စုန်းမက သူ့အမေကိုဝင်ပူးပြီး သူ့ကိုလာခေါ်ခိုင်းတဲ့အကြောင်းပြောပါတယ်။နောက်တစ်နေ့မှာ အမ်မာရဲ့မျက်စိရှေ့မှာတင် သူ့ရဲ့သူငယ်ချင်းက ဆွဲကြီုးတစ်ခုကို သူ့အမေကိုပေးပေးပါလို့ပြောပြီး ကြိုးဆွဲချသတ်သေသွားပါတယ်။အဲဒါကြောင့် အမ်မာ ၁၅ နှစ်လောက်ခွဲခွာနေခဲ့တဲ့မွေးရပ်မြေကို ပြန်ရောက်ခဲ့ရပါတယ်။အဲဒီမှာ သူ့ကိုစောင့်ကြိုနေတဲ့ မာရီယန်ဆိုတဲ့စုန်းမနဲ့တွေ့ကြပြီး ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။သွေးသံရဲရဲမြင်ရမယ့် အခန်းတချို့ပါတဲ့အတွက် ကလေးသူငယ်တွေ နှလုံးရောဂါရှိသူတွေတော့မကြည့်သင့်ပါဘူးလို့ ပြောချင်ပါတယ်။(ဘာသာပြန်တင်ဆက်ထားသူကတော့ d3mon ပဲ ဖြစ်ပါတယ်။)Quality – 720p NF WEB-DLDuration – 50min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : HorrorSource ...",
        "url": "https://channelmyanmar.org/tvshows/marianne-season-1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/SD1-130x200.jpeg",
        "title": "နှင်းနဂါးသိုင်း ( 2003 ) ႏွင္းနဂါးသိုင္း ( 2003 ) ( Completed )",
        "description": "အညႊန္းေလးေတာ႔ဆံုးေအာင္ဖတ္ၾကပါ\nအညွှန်းလေးတော့ဆုံးအောင်ဖတ်ကြပါ\n Zawgyi*******CM ကေန ထပ္မံတင္ဆက္လိုက္တာကေတာ႔တခ်ိန္က နာမည္ၾကီးခဲ႔တဲ႔ ႏွင္းနဂါးသိုင္း ဇာတ္လမ္းတြဲပဲၿဖစ္ပါတယ္မွတ္မိၾကဦးမလား နဂါးမယ္တို႕ သရဲငိုဓါးသမား နဲ႕ ေဆးဆရာ စိုင္းဟထိုး တို႕ပါ၀င္ၾကတဲ႔ဇာတ္ကားေလး..လူသတ္ခါနီးက် ဆံပင္ကိုက္ပီးမွ လူသတ္တဲ႔ နဂါးမယ္ေလးရဲ႕အၿပံဳးေတြကိုစြဲလန္းခဲ႔ၾကသူေတြလည္းမ်ားမွာေပါ႔..အၿပင္မွာၿမန္မာစာတန္းထိုးလံုး၀ရွာမရေတာ႔တဲ႔ဇာတ္ကားေလးကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္အပိုင္းေပါင္း ၄၅ ပိုင္းရွိၿပီးေတာ႔ CM ကေန တရက္ ၁ ပိုင္းနဲ႕ေန႔တိုင္းပံုမွန္တင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္..အညႊန္းေလးကိုခံစားၾကည္႕ရေအာင္ဆန႔္ကြမ္းယန္႔ရဲ့ငယ္စဥ္ကေလးဘဝကေျပာင္းလဲမွုႀကီးျဖစ္ခဲ့ၿပီးေတာ့အေဖကလိုက္သတ္ခံရၿပီး အေမကေပ်ာက္ဆုံးသြားခဲ့ပါတယ္ဆန႔္ကြမ္းယန္႔ကိုေတာ့သိုင္းေလာကမွာထူးဆန္းတဲ့အဆင့္ျမင့္သိုင္းပညာရွင္တစ္ဦးျဖစ္တဲ့ကူမုထ်န္းကကယ္တင္ခဲ့ပါတယ္...၁၅ႏွစ္ၾကာၿပီးေနာက္အရြယ္ေရာက္လာၿပီျဖစ္တဲ့ဆန္႔ကြမ္းယန္႔ကမိဘေတြအတြက္ကလဲ့စားေခ်ဖို့လုပ္ရင္း အေမ့ကိုလိုက္ရွာရင္းသိုင္းေလာကမွာက်င္လည္ေနခဲ့ပါတယ္...သူ႔ရဲ့လက္နက္ကေတာ့ ဖုန္႔ရွယ္ဓားျဖစ္ၿပီး သိုင္းပညာအဆင့္ျမင့္မားၿပီးသိုင္းေလာကမွာေတာ့သူ႔ကိုႏြီစန္လုံ ( နဂါးမယ္ ) လို့ေခၚၾကပါတယ္။သိုင္းေလာကမွာေကြက်န္႔ခ်ဳံလို့ေခၚတဲ့စီးမာခ်န္ဖုန္းကေတာ့အမိန္႔အရႏြီစန္လုံနဲ႔ထိပ္တိုက္ရင္ဆိုင္ရဖို့ျဖစ္လာပါတယ္....သူ႔ရဲ့လက္နက္ကေတာ့ နဂါးဝိဥာဥ္ဓားျဖစ္ပါတယ္...ဖုန္႔ရွယ္ဓားနဲ႔နဂါးဝိဥာဥ္ဓားၾကားမွာဘယ္လိုဆက္ႏြယ္မွုမ်ိဳးရွိေနတာလဲ...စစ္ဖန္းၿမိဳ့ရဲ့ေနာက္ကြယ္မွာဘယ္လိုအႀကံအစည္မ်ိဳးေတြရွိေနမွာလဲဆိုတာဒီဇာတ္လမ္းေလးမွာပဲဆက္လက္ၾကည့္ရွုလိုက္ၾကပါစို့ေနာ္.... Unicode*******CM ကနေ ထပ်မံတင်ဆက်လိုက်တာကတော့တချိန်က နာမည်ကြီးခဲ့တဲ့ နှင်းနဂါးသိုင်း ဇာတ်လမ်းတွဲပဲဖြစ်ပါတယ်မှတ်မိကြဦးမလား နဂါးမယ်တို့ သရဲငိုဓါးသမား နဲ့ ဆေးဆရာ စိုင်းဟထိုး တို့ပါဝင်ကြတဲ့ဇာတ်ကားလေး..လူသတ်ခါနီးကျ ဆံပင်ကိုက်ပီးမှ လူသတ်တဲ့ နဂါးမယ်လေးရဲ့အပြုံးတွေကိုစွဲလန်းခဲ့ကြသူတွေလည်းများမှာပေါ့..အပြင်မှာမြန်မာစာတန်းထိုးလုံးဝရှာမရတော့တဲ့ဇာတ်ကားလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်အပိုင်းပေါင်း ၄၅ ပိုင်းရှိပြီးတော့ CM ကနေ တရက် ၁ ပိုင်းနဲ့နေ့တိုင်းပုံမှန်တင်ဆက်သွားမှာပဲဖြစ်ပါတယ်..အညွှန်းလေးကိုခံစားကြည့်ရအောင်ဆန့်ကွမ်းယန့်ရဲ့ငယ်စဉ်ကလေးဘဝကပြောင်းလဲမှုကြီးဖြစ်ခဲ့ပြီးတော့အဖေကလိုက်သတ်ခံရပြီး အမေကပျောက်ဆုံးသွားခဲ့ပါတယ်ဆန့်ကွမ်းယန့်ကိုတော့သိုင်းလောကမှာထူးဆန်းတဲ့အဆင့်မြင့်သိုင်းပညာရှင်တစ်ဦးဖြစ်တဲ့ကူမုထျန်းကကယ်တင်ခဲ့ပါတယ်...၁၅နှစ်ကြာပြီးနောက်အရွယ်ရောက်လာပြီဖြစ်တဲ့ဆန့်ကွမ်းယန့်ကမိဘတွေအတွက်ကလဲ့စားချေဖို့လုပ်ရင်း အမေ့ကိုလိုက်ရှာရင်းသိုင်းလောကမှာကျင်လည်နေခဲ့ပါတယ်...သူ့ရဲ့လက်နက်ကတော့ ဖုန့်ရှယ်ဓားဖြစ်ပြီး သိုင်းပညာအဆင့်မြင့်မားပြီးသိုင်းလောကမှာတော့သူ့ကိုနွီစန်လုံ ( နဂါးမယ် ) လို့ခေါ်ကြပါတယ်။သိုင်းလောကမှာကွေကျန့်ချုံလို့ခေါ်တဲ့စီးမာချန်ဖုန်းကတော့အမိန့်အရနွီစန်လုံနဲ့ထိပ်တိုက်ရင်ဆိုင်ရဖို့ဖြစ်လာပါတယ်....သူ့ရဲ့လက်နက်ကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/snow-flake-dragon-2003/"
    }
]