[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lLidDKUYF5pcmH7zaM6J6nyRQGG.jpg",
        "title": "The Expanse Season 6 (2021)",
        "description": "The Expanse Season 6 (2021) ဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်း(၁ မှ ၆) ထိ စ/ဆုံးS6 ထွက်ရှိလို့လာပါပြီ...The Expanse ဖန်တွေအတွက် စိတ်မပျက်စေရသလိုပိုလန်းတဲ့ အက်ရှင်တွေ CGI တွေနဲ့ ရသအပြည့် ပေးစွမ်းနိုင်ဆဲမို့ဆက်လက်အားပေးကြပါဦး...24 ရာစုမှာ လူသားတွေက နေအဖွဲ့အစည်းမှာရှိတဲ့ဂြိုဟ်တချို့ဆီကိုသွားရောက်ခြယ်လှယ်ကြတဲ့အကြောင်းကို အခြေခံထားတဲ့ The Expanse ဇာတ်လမ်းတွဲဟာဆိုရင်အခုဆို Season-6 ကိုရောက်ရှိလာခဲ့ပါပြီ...ကမ္ဘာ၊ မားစ်၊ ဘယ်လ်တာ အစရှိတဲ့ဂြိုဟ်တွေမှာလူသားတွေအခြေချနေထိုင်လာရာကနေ တစ်ဦးတစ်ယောက်ချင်းရဲ့အတိတ်အကြောင်းအရာတချို့ကြောင့်ပဋိပက္ခတွေဖြစ်ပွားပြီးလူသားတွေအပြန်အလှန် တိုက်ခိုက်လာကြပါတယ်...မာကိုအင်နားရိုစ့်ရဲ့ ပရိုတိုမော်လီကြူးရရှိရေး မဟာစီမံကိန်းကြီးဖော်ဆောင်တဲ့အခါမှာတော့အခြေအနေတွေဟာ ပိုမိုတင်းမာလာခဲ့ပါပြီ...မာကိုနဲ့သူ့ရဲ့တပ်မဟာကြီးရယ်...ရိုဆင်နာတီယာဉ်ပျံရဲ့အဖွဲ့သားတွေ ပြန်လည်ပေါင်းစုံမှုရယ်...အဗာဆာရာလာရဲ့ တိတ်တဆိတ်ကြံစည်မှုအကြီးကြီးရယ်ကို ဒီ Season 6 မှာ စောင့်မျှော်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်  Episodes: 6Duration: 50 MinQuality : Web-Dl 1080p5.1ch,720pGenres:  Sci-Fi, Drama & ActionTranslated by Paing & KitEncoded by  Phyo Pyae  \nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/the-expanse-season-6-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A5Ug19rH4dpnEA8Pe7B0NNXtuRJ.jpg",
        "title": "Ace Troops ( 2021 )",
        "description": "ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမယ့် ဇာတ်လမ်း‌လေးကတော့Ace troops ဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီကာလေးမှာ Johnny Huang က Gao Liangအဖြစ်Sean Xiao (Zhan Ge) ကတော့ Gu Yiye အဖြစ်Elaine Zhong ကတော့ Jiang Nanzheng အဖြစ်အဓိကပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်Gao Liang နဲ့ Gu Yiye ကတပ်ထဲကိုဝင်ကတည်းကအကောင်းဆုံးသူငယ်ချင်း‌တွေဖြစ်ကြသလို ပြိုင်ဘက်တွေဆိုလည်းမမှားပါဘူးသူတို့နှစ်ယောက်က Jiang Nan Zheng ဆိုတဲ့မိန်းကလေးတစ်ယောက်ကိုအတူတူသဘောကျမိသွားကြတယ်Gu Yiye ကသူ့ရဲ့အချစ်တွေကို သူငယ်ချင်းဆိုတဲ့ခေါင်းစဉ်အောက်မှာပဲစွန့်လွှတ်လိုက်ပြီး စစ်ပွဲမှာသေဆုံးသွားတဲ့ သူတို့ရဲ့အဖွဲ့ခေါင်းဆောင်ဟောင်းရဲ့သမီးဖြစ်သူA Xiu နဲ့လက်ထပ်လိုက်ပါတယ် Gao Liang ကသူ့ရဲ့စစ်မှန်တဲ့နှလုံးသားရေးရာတင်မကဘဲ စစ်သားတစ်ယောက်ရဲ့တာဝန်တွေကိုပါ‌ကျေပွန်စွာထမ်းဆောင်ခဲ့ပါတယ်၂၀၀၃ခုနှစ်မှာတော့ Gao Liang နဲ့ Jiang Nan Zhengလက်ထပ်ပြီးပျော်ရွှင်ဖွယ်ကောင်းတဲ့မိသားစုလေးဖြစ်ခဲ့တယ်၂၀၀၈ မှာတော့ ရုရှားမှာစစ်ရေးသင်ပြီးပြန်လာတဲ့ Gao Liang ကBlue army ရဲ့ ကြည်းတပ်တပ်မှူး အဖြစ်ရာထူးတိုးခြင်းခံရပြီး၏သူက ...",
        "url": "https://channelmyanmar.org/tvshows/ace-troops-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/kLgJj_4f-160x200.jpg",
        "title": "Bed on the Beach (2021)",
        "description": "Bed on the Beach 2021\n=============================အလန်းစား Dating Show ကိုကြိုက်သူများအတွက် ဒီအစီအစဥ်လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်British Show ဖြစ်တဲ့ Love Island ကို ပြန်ပြီးတော့ Remark လုပ်ထားတာဖြစ်ပြီးတော့\nSingle လေးတွေက ကျွန်းမှာတူတူနေကြမှာဖြစ်ပါတယ်သူတိုအားလုံးရဲ့ရည်ရွယ်ချက်ကတော့ True love ရှာဖွေဖိုပါSingle Inferno မှာ ကိုရီးယားမလေးတွေ ကောင်လေးတွေကို သဘောကျသူတွေအတွက်\nနောက်ထပ်ကိုရီးယားချောချောလေးတွေကို မြင်နိုင်မှာဖြစ်တဲ့အပြင်\nSkinship တွေ Showing Skin အထိပါ ခွင့်ပြုထားတာမို့ အသည်းတယားယားနဲ့ကြည့်ရမှာဖြစ်ပါတယ်ဒီရှိးမှာဆိုရင် သဘောကျတဲ့အတွဲလေးတွေက တွဲဖက်နဲ့အတူ Hottest Couple ဆိုပြီး\nနေ့စဉ်မစ်ရှင်ကို အနိုင်ရအောင်လုပ်ပြီး Rewards တွေကို ရယူရမှာပဲဖြစ်ပါတယ် ။Rewards တွေရအောင် သူတိုဘယ်လိုကြိုးစားမလဲအပိုင်း၆ပိုင်းပါဝင်တာမို့လို့ ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမဲ့အစီအစဉ်လေးဖြစ်လို့ အမြန်ကြည့်လိုက်ပါဦးနော်(အညွှန်းကို Minnie မှရေးသားထားပြီးတော့ CM Variety Team မှဘာသာပြန်ဆိုထားပါတယ်)Native Title: 너와의 여름밤\nAlso Known As: Neowaui ...",
        "url": "https://channelmyanmar.org/tvshows/bed-on-the-beach-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/ar-160x200.jpg",
        "title": "Archive 81 (2022) (1-8 END)",
        "description": "Sci- ficဆိုတာမျိုးကို သ​ဘောကျ၊ Mysteryဆိုရင် မ​​နော​ခွေ့\nHorror​ ပါမှ ကြည့်ရတာမြိန်တဲ့ CM ပရိတ်သတ်​တွေအတွက်\nဒီ​နေ့ထွက်Netflix seriesအသစ်ကို တင်ဆက်​​ပေးလိုက်ပါတယ်\nSeries နာမည်က​တော့ Archive 81 ဖြစ်ပြီး IMDb rating 7.4\nရရှိထားပါတယ်ဒန်တာနာက တိပ်​ခွေပြုပြင်ကျွမ်းကျင်ပညာရှင် တစ်​ယောက်ဖြစ်ပြီး\nနယူး​ယောက်ပြတိုက်မှာ အလုပ်လုပ်တဲ့သူပါ၊ တစ်​နေ့မှာ သူ့ဆီကို\nLMGလုပ်ငန်းစုဆိုတဲ့ ကုမ္ပဏီက တိပ်​ခွေတစ်​ခွေ လာအပ်ပါတယ်၊\nတိပ်​ခွေကို ပြင်ဆင်ပြီး ဖွင့်ကြည့်လိုက်တဲ့​နောက်မှာ ၁၉၉၄ ခုနှစ်မှာ\nဖြစ်ပွားခဲ့တဲ့ ဗစ်ဆာApartment မီး​မ​​​လောင်ခင်အချိန်က ရိုက်ကူး\nထားတဲ့ မှတ်တမ်းဗီဒီယိုဖြစ်​နေခဲ့ပါတယ်မီးဒဏ်​ကြောင့် လုံးဝမရနိုင်​တော့ဘူးထင်တဲ့ တိပ်​ခွေကိုပြန်ပြင်နိုင်တဲ့\nတာနာရဲ့အစွမ်း​ကြောင့် ဗစ်ဆာကိုLMGကုမ္ပဏီက​နေ မက်လုံး​ပေးပြီး\nဗစ်ဆာတိုက်ခန်းမီး​လောင်မှုရဲ့ ​နောက်ဆက်တွဲတိပ်​ခွေ​တွေကို LMG\nရဲ့ သီးသန့်​မြေကွက်တစ်ခုတည်းမှာ တစ်​ယောက်တည်း သွားပြင်ခိုင်း\nခဲ့ပါတယ်တိပ်​ခွေ​တွေကို ပြင်ဆင်ရင်းနဲ့ ဗစ်ဆာတိုက်ခန်းကြီးရဲ့ မီး​​​​လောင်မှုက\n​သွေးရိုးသားရိုး​မဟုတ်ဘဲ ​များစွာ​လေးနက်ပြီး ကြောက်မက်ဖွယ်၊\nပ​ဟေဠိဆန်ဆန် လျှို့ဝှက်ချက်​ပေါင်းများစွာ ရှိ​နေသလို တာနာရဲ့\nမိသားစု​နောက်​ကြောင်းနဲ့ပါ ပတ်သတ်​နေတဲ့အခါဗစ်ဆာတိုက်ခန်းကြီးရဲ့ မီး​​​လောင်မှု​နောက်ကွယ်မှာ ရှိ​နေတာ လူလား\nနာနာဘာဝလား၊ ဘယ်​လောက်ထိ ဆိုးရွားတဲ့အဖြစ်အပျက်​တွေ အဲဒီ\nတိုက်ခန်းမှာ ဖြစ်ခဲ့တာလဲ၊ နှစ်​ပေါင်းများစွာကြာပြီဖြစ်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/archive-81-2022-1-8-end/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/L1-133x200.jpg",
        "title": "Lucky With You ( 2021 )",
        "description": "ဒီတစ်ခါ CM ကနေဘာသာပြန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့ single mother တစ်ယောက် နဲ့ခပ်ချောချောသူဌေးသားလေးတို့ ကြားက ချစ်မေတ္တာကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းလေးမှာ Johnny Huang က အမိုက်စားသူဌေးသားလေး Hou Jue (Marquis)အဖြစ်..Wang Likun ကတော့ ကိုယ်ခံပညာကွမ်းကျင်သူ မင်းသားရဲ့ ကိုယ်ရံတော် Wu Shiyi အဖြစ်အဓိကပါဝင်သရုပ်‌ဆောင်ထားတာပဲဖြစ်ပါတယ် တိုက်ကွမ်ဒိုနည်းပြတစ်ယောက်ဖြစ်လုပ်ကိုင်ဖူးသူWu Shiyi ဟာအိမ်ထောင်သက် 7နှစ်ပြည့်တဲ့‌နေ့မှာနှစ်ပတ်လည်ပွဲကျင်းပ ပျော်ရွှင်ရမယ့်အစားယောက်ျားဖြစ်သူဖောက်ပြန်နေတာကို လက်ပူးလက်ကြပ်မိခဲ့ပါတယ် အဲ့ဒါကြောင့် ကွာရှင်းဖို့တရားရုံးထိလျှောက်တင်ခဲ့ပါတယ် ကံမကောင်းစွာနဲ့ပဲ ရပိုင်ခွင့် နဲ့ ကလေးအုပ်ထိန်းခွင့်တွေ ကိုသူ့အရင်ယောက်ျားက ရရှိသွားခဲ့ပါတယ် ကလေးအုပ်ထိန်းခွင့်ကို ပြန်လည်ရရှိအောင်ကြိုးပမ်းရာမှာပိုက်ဆံဟာအခက်အခဲတစ်ခုဖြစ်လာခဲ့ပါတယ် အဲ့ဒါကြောင့် Wu Shiyi ဟာအလုပ်ရှာခဲ့ပြီးကိုယ်ခံပညာနယ်ပယ်ထဲမှာပဲ ကံကောင်းစွာနဲ့ အလုပ်ရရှိခဲ့ပါတယ် ပထမဆုံးအလုပ်အဖြစ်ငယ်ရွယ်ခန့်ညားပြီး မာနကြီးလို့ Marquis လို့နာမည်ပြောင်ပေးခံထားရတဲ့သူဌေးသားလေးHou Jue ကို Bodyguard တစ်ယောက်အနေနဲ့စောင့်ရှောက်ပေးဖို့ပဲဖြစ်ပါတယ်သူဌေးသားလေးကို လုပ်ကြံတိုက်ခိုက်ချင်သူတွေများတာကြောင့် Wu Shiyi ...",
        "url": "https://channelmyanmar.org/tvshows/lucky-with-you-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/rFiUxmLxzg98VxJFve9GfFtHLZ-133x200.jpg",
        "title": "School 2021 (2021)",
        "description": "School 2021 (2021)================အားလုံးမျှော်နေကြတဲ့ a love so beautiful ထဲက ဂင်ယိုဟန်လေး လာပါပြီ။ School ကားတွေကိုကြည့်ဖူးတဲ့သူတွေအတွက်ဒီလိုဇာတ်ကားလေးတွေက Relax ဖြစ်ပြီးတော့ အဆင်လေးငမ်းရမဲ့ကားဆိုတာ သိပြီးကြမယ်ထင်ပါတယ်။ ဒီတစ်ခါ School 2021ကတော့ ဘာဇာတ်လေးဖြစ်မလဲဆိုတာ အညွှန်းလေးကိုဆက်ဖတ်ပေးကြပါဦးနော်။Gong Ki Joon က တိုက်ကွမ်ဒိုကစားသမားတစ်ယောက်ဖြစ်ပါတယ်။ ပြည်တွင်း အားကစားပြိုင်ပွဲမှာ တတိယဆုရခဲ့ပေမယ့်လည်း ​​​ခြေကျင်းဝတ်ဒဏ်ရာရခဲ့ပါတယ်။ ဒါ့အပြင် ကံဆိုးမှုတွေကဆက်တိုက်ဆိုသလို ဖြစ်လာပြီးတော့ ၁၁နှစ်တာ တိုက်ကွမ်ဒိုကစားတာရပ်နားလိုက်ရသလို အိမ်ကလည်း စီးပွားရေးမပြေလည်တဲ့အတွက်ကြောင့် ပိုက်ဆံရှာချင်နေတဲ့သူ တစ်ယောက်ပါ။  Jin Ji won ကတော့လက်သမားပညာကို စိတ်ဝင်စားတဲ့ကျောင်းသူလေးဖြစ်ပြီးတော့ တစ်နိုင်ငံလုံးမှာ အတော်ဆုံးလက်သမားဆရာဖြစ်ချင်တာပါ။ သူမကလက်တွေ့လုပ်ငန်းမှာ အရမ်းကိုအတွေ့အကြုံယူချင်နေတဲ့ကျောင်းသူတစ်ယောက်၊ Cho Yeong Woo ကတော့ ကျောင်းပြောင်းလာတဲ့ကျောင်းသားအသစ်တစ်ယောက်ဖြစ်ပြီးတော့ သူနဲ့ Ki Joon ကြားမှာကော ဘယ်လိုတွေကိစ္စတွေရှိနေသေးတာလဲ။ လေးပွင့်ဆိုင်ဇာတ်လမ်းလေးဖြစ်တဲ့အတွက်ကြောင့် နောက်ထပ်ကောင်မလေးကကော ဘယ်သူလေးဖြစ်မှာလဲ။ ...",
        "url": "https://channelmyanmar.org/tvshows/school-2021-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7eC7EjpnbJFKdHX1InG6KlTtl7a.jpg",
        "title": "The Journalist (2022)",
        "description": "The Journalist (2022)၂၀၁၉ ကထွက်ရှိခဲ့တဲ့ The Journalist ဆိုတဲ့ movie ရဲ့ remake series လေးနဲ့ မိတ်ဆက်ပေးပါရစေအကျင့်ပျက်ခြစားနေတဲ့ နိုင်ငံရေးဇာတ်ရှုပ်ကြီးကို ဂျာနယ်လစ်တွေ ပူးပေါင်းဖော်ထုတ်ကြမယ့် ဇာတ်လမ်းပါဇာတ်လမ်းအကျဉ်းကတော့အန်နာမတ်ဆူဒါဟာ တိုတိုသတင်းစာတိုက်ရဲ့ လက်ရွေးစင်ရဲရဲတောက်ဂျာနစ်လစ်တစ်ယောက်သူ သတင်းတစ်ခုလိုက်မိပြီဆိုတာနဲ့ အလျှော့မပေးဘဲ ရေဆုံးမြေဆုံးဖော်တတ်သူမျိုးပါတစ်ရက်မှာတော့ ပြည်သူပိုင်မြေတစ်ကွက်ကို သတ်မှတ်နှုန်းထားထက် ဆယ်ပုံတစ်ပုံထိ လျှော့ရောင်းပြီးအိုင်ရှင်အကယ်ဒမီဆိုတဲ့ကျောင်း ဆောက်လုပ်တဲ့ သတင်းတစ်ခုပေါ်လာပါတယ်ပုံမှန်မဟုတ်တဲ့ ရောင်းဈေးတွေ၊ ငွေလွှဲမှုတွေ၊ မသင်္ကာစရာ မှတ်တမ်းမှတ်ရာ အချက်အလက်တွေကြောင့်ဒီကိစ္စကို ဆက်လက်စုံစမ်းဖို့ မတ်ဆူဒါတစ်ယောက် တာဝန်ပေးခံလိုက်ရပါတော့တယ်နိုင်ငံ့ခေါင်းဆောင် ဝန်ကြီးချုပ်ထိပါ ပါဝင်ပတ်သက်နေတယ်လို့ ကောလဟလတွေထွက်နေတဲ့ ကိစ္စမျိုးကိုမတ်ဆူဒါတစ်ယောက် ဘယ်လို‌ဖော်ထုတ်မလဲဆိုတာနဲ့အတူအစိုးရယန္တရားကြီးရဲ့ ပုပ်ပွနေတဲ့စနစ်တွေ၊ အကျင့်ပျက်ခြစားမှုတွေကို လက်တွေ့ကျကျ ရိုက်ကူးပြထားတာပါအပိုင်း၆ပိုင်းပါဝင်တဲ့ Drama Thriller series လေးပါ။ ကြည့်ရှုလိုက်ကြပါဦးအညွှန်းကိုတော့ MTA က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ MTA, Poe, JimX, Loon Swal Eain, Roman ...",
        "url": "https://channelmyanmar.org/tvshows/the-journalist-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvP80lvvea0QVeo2BHaCsL1xaDj.jpg",
        "title": "Unframed (2021)",
        "description": "Unframed (2021)Unframed ဆိုတာကတော့ မင်းသား၊ မင်းသမီးတွေ ကိုယ်တိုင်\nဒါရိုက်တာအဖြစ် ဇာတ်လမ်းဇာတ်ညွှန်းကို ရေးသားရိုက်ကူးထားတဲ့\nဇာတ်လမ်း ၄ ခုပါ ပရောဂျက်တစ်ခုပဲ ဖြစ်ပါတယ်။ဝတ္ထတိုတွေဟာ တိုတိုထိထိ နဲ့ ကောင်းသလို\nရုပ်ရှင်ဇာတ်လမ်းတိုတွေဟာလည်း အချိန်နည်းနည်းနဲ့\nပေးချင်တဲ့ ခံစားမှုရသကို အချိန်တိုအတွင်း ပေးနိုင်ကြပါတယ်။အချိန်နည်းနည်းလေး ပေးလိုက်ရုံနဲ့\nရုပ်ရှင်ဇာတ်လမ်းတိုကားကောင်းကောင်းတစ်ခုကို ခံစားကြရမှာပါ။ဇာတ်လမ်းတစ်မျိုးကို ရသတစ်မျိုးစီ ပေးတာမို့ ခံစားကြည့်ကြပါဦး။ပါဝင်တဲ့ ဇာတ်လမ်တွေကတော့1. Park Jung Min - Class Representative Election\n2. Son Seok Koo - Rerun\n3. Choi Moon - Bandi\n4. Lee Je Hoon - Blue Happiness တို့ပဲ ဖြစ်ကြပါတယ်။၁။ Class Representative ElectionဒီMini Seriesလေးရဲ့ အပိုင်း၁မှာ ကြည့်ရှုရမှာကတော့\n၅တန်းကျောင်းသားတွေရဲ့ အတန်းခေါင်းဆောင်ရွေးချယ်ပွဲကြီးပါ။၅တန်းကျောင်းသားတွေဆိုပေမယ့် အတန်းတွင်း အငွေ့အသက်တွေကအထက်စီးဆန်ပြီး...ငယ်ငယ်လေးနဲ့ရင့်ကျက်သလိုထင်ရပေမယ့် စည်းလွတ်ဘောင်လွတ်ဖြစ်နေတာကတော့ဒီစီးရီးရဲ့ခေါင်းစဉ်နဲ့ကိုက်ညီတယ်လို့ပဲ ပြောရမှာပေါ့။ထိန်းမနိုင်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/unframed-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/sss1-113x200.jpg",
        "title": "Sword Snow Stride ( 2021 )",
        "description": "Sword snow stride ကဲ ဒီတစ်ခါ CM ကနေဘာသာပြန်တင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့သိုင်းကားပရိတ်သတ်တွေ အကြိုက်တွေ့စေမယ့် Sword Snow Stride ဆိုတဲ့နန်းတွင်းသိုင်းကားလေးပဲ ဖြစ်ပါတယ် ဒီကားရဲ့ အဓိကဇာတ်ဆောင်တွေကတော့Xu Fengnian အဖြစ် နာမည်ကြီးမင်းသား Zhang Ruoyun (Joy of life, Novoland: the castle in the sky)Xu Xiao အဖြစ် မင်းသားကြီး Hu Jun (Demi gods and Semi Devils ကားထဲက မင်းသားချောင်ဖုန်း)Jiang Ni အဖြစ် မင်းသမီးလေး Li Gengxi Nangong Phushe အဖြစ် မင်းသမီးချော Zhang TianaiChen Zhipao အဖြစ် နာမည်ကြီးမင်းသား Gao Weiguang(Three lives Three world ...",
        "url": "https://channelmyanmar.org/tvshows/sword-snow-stride-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMDMzZDkyNzEtYTY5Ni00NzlhLWI4MzUtY2UzNjNmMjI1YzIzXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-1-135x200.jpg",
        "title": "Euphoria – Season 01 (2019)",
        "description": "အထက်တန်းကျောင်းတွေမှာဆယ်ကျော်သက်တွေကဲကြတာကိုမြင်ဖူးတယ် ဟုတ်!ဒီကားမှာယေဘုယျအားဖြင့်တွေ့ရမှာက ဆေးစွဲနေတဲ့ဆယ်ကျော်သက်တွေရယ်၊လူတိုင်းနဲ့ အိပ်ဖို့ပဲစဉ်းစားနေတဲ့ဆယ်ကျော်သက်တွေရယ်ဒါတွေကအဓိကထားပြီးတော့ ပါမယ်။သူကဇာတ်ကြောင်းကိုနောက်ကနေပြန်ပြောပြနေတဲ့ပုံစံမျိုးပါ။ပထမဆုံးအပိုင်းပဲရှိသေးတော့ သိပ်တော့ ပြောလို့မရသေးဘူး။ဆေးတစ်ချိန်လုံးကွဲနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်သူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းကလူတွေအကြောင်းကို ထိုင်ပြောပြနေသလိုပဲ။လိင်ဆက်ဆံခန်းတွေ၊ဆေးသုံးတဲ့အခန်းတွေ၊အခုခတ်ကလေးတွေပြောလေ့ရှိတဲ့အောက်ပိုင်းကမဆင်းတဲ့အသုံးအနှုန်းတွေကိုတွင်တွင်ကျယ်ကျယ်သုံးစွဲပြီးပြောဆိုထားတဲ့ဒီစီးရီးမှာ ဘဲကြောင့် စိတ်ညစ်နေရတဲ့ကောင်မလေးတွေကိုတွေ့ရမယ်၊အင်တာနက်ခေတ်ရဲ့ကြောက်စရာကောင်းတဲ့မှားယွင်းတဲ့သုံးစွဲမှုတွေ၊မိဘတွေကြောင့် လမ်းမှားရောက်ခဲ့တဲ့ဆယ်ကျော်သက်တွေ ဒါတွေကိုအစုံရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။\nTranslated by Charm\nEncoded by sithu\nFile Size : (390MB)\nQuality : AMZN.WEBRip.720p\nRunning Time : 55min \nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : AMZN.WEBRip.DDP5.1\nTranslated by Charm\nEncoded by sithuComplete Zip File Yoteshin  \n Episode 1 - Yoteshinportal / Usersdrive / Megaup / Mega.nz / Upstream.to Episode 2 - Yoteshinportal / Usersdrive ...",
        "url": "https://channelmyanmar.org/tvshows/euphoria-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/love-catcher-141x200.jpg",
        "title": "Lover Catcher Season 3",
        "description": "Love Catcher Season 3 (2021)Drama မဟုတ်ဘဲ reality show ကိုမှ Romanceအရသာခံစားရမဲ့ show လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေLove Catcher ဟာ Season 2 ပြီးတော့ ၂၀၂၁မှာ Season 3 ပြန်လာပါပြီအချစ်လား ပိုက်ဆံလား...အသက်အရွယ် အလုပ်အကိုင် မတူညီပေမဲ့ အချစ်ကိုရှာချင်တာတူတဲ့သူတို့အဲအထဲမှာမှ money catcher ဆိုတဲ့ ပိုက်ဆံရှာဖို့လာတဲ့သူ ရောပါလာတဲ့အချိန်မှာတစ်အိမ်တည်းမှာနေပြီး အချစ်ကိုရှာတွေ့မလား ပိုက်ဆံပဲအနိုင်ရသွားမလားပါဝင်မဲ့ ယောက်ျားလေး မိန်းကလေးတွေကရော ကိုယ့်ရဲ့ideal type နဲ့တူတဲ့သူတွေကို ရှာတွေ့မလားကိုယ့်အချင်းချင်းထဲမှာပဲ သုံးပွင့်ဆိုင် လေးပွင့်ဆိုင်တွေပါလာမလားဆိုတာကိုအသည်းတယားယားနဲ့ကြည့်ရမဲ့ show လေးပါSeason 3 မှာ money catcher အတွက် စည်းမျဉ်းအသစ်တွေထပ်ဖြည့်ထားပါသေးတယ်ဘာလဲဆိုတောတော့မပြောတော့ဘူးနော် စောင့်ကြည့်ပေးကြပါဦးI-Land Show Producer ရိုက်ကူးထားပြီးတော့ Main Host အနေနဲ့Son Ho Jun, Jang Do ...",
        "url": "https://channelmyanmar.org/tvshows/lover-catcher-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8542LEpbdfuBDvteQwIowEajs7L.jpg",
        "title": "Jung Hae In’s Travel Log (2019)",
        "description": "Jung Hae In's Travel Log၂၀၁၉ တုန်းက ထွက်ရှိခဲ့တဲ့ Jung Hae In ရဲ့ ခရီးသွားအစီအစဉ်လေးကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်မြောက်ပိုင်းကိုခေါ်သွားမှာတော့ မဟုတ်ပါဘူး နယူးယောက်ကို သွားကြမှာပါတဲ့ဒီရှိုးမှာ Hae In က ပထမဆုံးအကြိမ် producer အဖြစ် ထုတ်လုပ်တင်ဆက်သွားမှာပါProducer ဖြစ်တဲ့အတွက် နေဖို့ စားဖို့ သွားဖို့ ခရီးစဉ်လမ်းကြောင်း အကုန်ဆွဲရပါတယ်ပထမဆုံးအကြိမ်အဖြစ် သူပဲ producer သူပဲ host ဆိုတော့ အရာရာက အသစ်အဆန်းဖြစ်ပြီး စိတ်လှုပ်ရှားစရာ ဖြစ်နေပါတော့တယ်Episode 1 မှာဆို တက္ကစီငှားပြီးမှ တက္ကစီဦးလေးကြီးက လိုက်မပို့ဘူးငြင်းလိုက်လို့ ပြန်ဆင်းရတာမျိုး စတဲ့ အလွဲလေးတွေနဲ့လည်း ရယ်နေရဦးမှာပါHae In ကလည်း နယူးယောက်ကို အခုမှ ပထမဆုံးအကြိမ် ရောက်ဖူးတာပါတဲ့။ သူ့ရဲ့ actorသူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Lim Hyun Soo, Eun Jong ...",
        "url": "https://channelmyanmar.org/tvshows/jung-hae-ins-travel-log-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dexter-1-133x200.jpg",
        "title": "Dexter: New Blood (2021)",
        "description": "ဒက်စ်တာ မော်ဂန်ကို သိတဲ့သူ ရှိသလို မသိတဲ့သူလည်း ရှိမှာပါ။\nဒက်စ်တာ ဆိုတဲ့ စီးရီးဟာ စုစုပေါင်း စီစန် ၈ ခု ထွက်ရှိခဲ့တဲ့ နာမည်ကြီး crime စီးရီးပဲ ဖြစ်ပါတယ်။\nဒက်စ်တာဆိုတဲ့သူကတော့ မှုခင်းဆေးပညာရှင် သွေးထကွ်ပုံစံတွေကို\nခွဲခြမ်းစိတ်ဖြာရတဲ့ ပညာရှင်ပဲဖြစ်ပါတယ်။ အမှုတွေသက်သက်ကိုက\nစိတ်ဝင်စားဖို့ကောင်းနေပေမဲ့ ဒီထက်ပိုပါသေးတယ်။\nဒက်စ်တာဟာ စိတ္တဇလူသတ်သမားလည်း ဖြစ်နေပြန်ပါတယ်။\nသူ့ရဲ့ စိတ္တဇကတော့ တရားဥပဒေလက်က လွတ်သွွားတဲ့ ရာဇဝတ်ကောင်တွေ၊\nစိတ္တဇလူသတ်သမားတွေကို ဥပဒေပြင်ပကနေ လိုက်သတ်ချင်တဲ့ စိတ္တဇဖြစ်နေခဲ့တာပါပဲ။\nဒက်စ်တာ ဇာတ်လမ်းတွဲဟောင်းတစ်လျှောက်ဟာ သူနဲ့ စိတ္တဇလူသတ်သမားတွေရဲ့\nအားပြိုင်ပုံတွေ၊ သူ လူသတ်နေတာတွေကို လုပ်ဖော်ကိုင်ဖက် ရဲတွေ မသိအောင်\nအကွက်ကျကျ စီစဉ်ပုံတွေနဲ့ စိတ်ဝင်စားဖို့ကောင်းခဲ့ပါတယ်။\nစီးရီးရဲ့ စီစန်-၈ အဆုံးမှာတော့ ဒက်စ်တာရဲ့ ချစ်ရတဲ့သူတွေလည်း သေဆုံးခဲ့ပြီး\nဒက်စ်တာကိုယ်တိုင်လည်း သေချင်ယောင်ဆောင်ပြီးဇာတ်မြှပ်သွားတဲ့အနေနဲ့\nအဆုံးသတ္သွားခဲ့တာ ၁၀ နှစ်လောက်ရှိပါပြီ။ အခု တင်ပေးတဲ့ Dexter New Blood စီးရီးကတော့\nဒက်စ်တာဟာ လူမသတ်တာ ၁၀ နှစ်ကျော်ပြီဖြစ်ပြီး အေးခဲပြီး အေးချမ်းတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/dexter-new-blood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUn67I9Pzpb2XNz6HxSCa26T0rD.jpg",
        "title": "Now, We Are Breaking Up(2021)",
        "description": "Now, We Are Breaking Up(2021) ဇာတ်လမ်းတွဲအညွှန်း***********************************************အပိုင်း - ၁၆ (ဇာတ်သိမ်းပိုင်း)နာမည်ကြီး ဖက်ရှင်ကုမ္ပဏီ ရဲ့ ဒီဇိုင်းအဖွဲ့မှူး ဟာယောင်းအွန်းဟာဖက်ရှင်လောကမှ နေရာ တစ်နေရာ ရထားသူ တစ်ဦး။အလုပ်မှာဆိုရင် ထက်မြက်တယ် ၊ခေတ်ရေစီးကြောင်းကို နားလည်တယ် ၊အလုပ်ဆို ကြိုးကြိုးစားစား လုပ်တတ်တယ်ဆိုပေမဲ့ အချစ်ရေးမှာတော့ သူမဟာတမူကွဲပြားနေပြန်တယ်။ လက်တွေ့ဆန်ဆန် အမှန်အမှား တွက်ချက်နေတတ်ပြီးသွေးအေးအေးနဲ့ တည်ငြိမ်မှုကို ဦးစားပေးကာ ရပ်တည်နေသူတစ်ဦးဖြစ်တယ်။အလုပ်မှာရော အချစ်ရေးမှာရော သွေးအေးတယ် ထင်ချင်ထင် တုပ်တုပ်မလှုပ်ပေမဲ့ ယွန်းဂျယ်ဂုဆိုတဲ့ နာမည်ကျော်ဖက်ရှင်ဓာတ်ပုံဆရာလေးနဲ့ တွေ့ဆုံခဲ့ရာမှာတော့ အပြောင်းအလဲလေးဖြစ်လာခဲ့တယ်။ ပြီးပြည့်စုံမှုရဲ့ပြယုဒ် ဂျယ်ဂုဟာ စည်းစိမ်, ရုပ်ရည်ချောမောမှု,ထက်မြက်မှု တွေကိုပိုင်ဆိုင်ထားသူ တစ်ဦး ။ဒါပေမဲ့ ဒါတွေက ‌ယောင်းအွန်းကို ဆွဲဆောင်နိုင်တာမျိုးတော့ မဟုတ်ပါဘူး ...ဒါပေမဲ့ ပုံပြင်တိုင်းဟာ ပျော်ရွှင်စရာ ဇာတ်သိမ်းတော့ မရှိနိုင်ဘူးလေ...ဒါကြောင့်မို့ ယောင်အွန်းနဲ့ ဂျယ်ဂု တို့ရဲ့ ဇာတ်လမ်းလေးဟာကြည့်ရှုသူတွေရဲ့ နှလုံးသားကို ...",
        "url": "https://channelmyanmar.org/tvshows/now-we-are-breaking-up2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/eKTqmRiXRz6jmTfTqbZ5hUESJ0q-133x200.jpg",
        "title": "Her Bucket List (2021)",
        "description": "Her Bucket List (2021)==================Webtoon ကိုအခြေခံရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းတွဲလေးမှာ​ဆိုရင် I.O.I အဖွဲ့ဝင်\nSo Hye နဲ့ Mr.Queen ကားထဲ အစ်ကိုတော်တို့ ပါဝင်သရုပ်ဆောင်ထားတာပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့\nချစ်ရသူကို ဆုံးရှုံးရလိုက်တဲ့ချိန် ကို့အတွက်ကမ္ဘာကြီးတခုလုံးပျက်စီးသလို ပြိုလဲသွားခဲ့ရတဲ့\nချာရာရီဆိုတဲ့ ကောင်မလေးတစ်ယောက်.... ဆက်ပြီးအသက်ရှင်ဖို့လည်း ဆန္ဒမရှိတော့တဲ့ချိန်\nအရင်တုန်းက ချစ်သူနဲ့ အတူလုပိထားတဲ့Bucket list လေးကိုတွေ့လိုက်တဲ့ချိန်မှာ.......\nဂန်ဟန်ဆိုးကတော့ နာမည်ကြီးအဆိုရှင် Youtuber တစ်ယောက်ဖြစ်ပြီးတော့ သူကတော့\nလူတွေရှေ့မှာ သီချင်းမဆိုရဲတာပါ . . . သူတို့နှစ်ယောက်ကြားဆက်စပ်မှုက ဘယ်လိုဖြစ်မှာလဲ???\nရာရီအတွက်ကော Bucket list ပီးရင် ချစ်သူနောက်လိုက်သွားမှာလား ဒါမှမဟုတ်အချစ်သစ်ပဲ\nတွေ့သွားမှာလားဆိုတာ ဒီစီးရီးလေးမှာ ဆက်လက်ကြည့်လိုက်ကြပါ။\n10 ပိုင်းတစ်ပြိုင်တည်း ထွက်ရှိထားတာမိုလို အားရပါးရ ကြည့်ရှုနိုင်မယ်ဆိုတာလေးလည်း\nပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့Thet Hnin Hsu, Shwe Pyae တို့ပဲဖြစ်ပါတယ်။)File Size - (280 MB)\nQuality – ...",
        "url": "https://channelmyanmar.org/tvshows/her-bucket-list-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXXHBiITtt31VvRqIUXBEpMZctp.jpg",
        "title": "Street Dance Girls Fighter (2021)",
        "description": "Street Dance Girl Fighter (2021)လူကြိုက်များ အောင်မြင်ကျော်ကြားခဲ့တဲ့ Street Woman Fighter Show ကြီးကတော့\nHoly Bang မှ အနိုင်ရပြီး ပြီးဆုံးသွားခဲ့ပြီဖြစ်ပါတယ်။အဲဒီ့နောက်မှာတော့ Mnet မှ Spin off show တစ်ခုဖြစ်တဲ့\nStreet Dance Girls Fighter ဟာ နို၀င်ဘာလ 30 ရက်နေ့မှာ ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။Street Dance Girl Fighter တော့ ဆယ်ကျော်သက် အထက်တန်းကျောင်းသူလေးတွေဟာ\n၀င်ရောက်ယှဉ်ပြိုင်ရင်းနဲ့ Mnet က စင်တင်ပေးမဲ့ Dance Group အသစ်ရဲ့ အဖွဲ့၀င်အဖြစ်အပြင်\nဆုကြေးငွေ ၀မ် ၁၀ သန်းကို ဆွတ်ခူးနိုင်အောင်ကြိုးစားသွားရမှာပဲ ဖြစ်ပါတယ်။ အဖွဲ့ 8 ဖွဲ့ခွဲပြီး\nယှဉ်ပြိုင်သွားမှာဖြစ်ပြီး တစ်ဖွဲ့ချင်းစီကို SWF မှ အဖွဲ့ခေါင်းဆောင်တစ်ယောက်ချင်းစီက\nနည်းပြသင်ကြားပေးသွားမှာပဲ ဖြစ်ပါတယ်။ဂန် ဒန်နီယယ် မှ MC အဖြစ် ...",
        "url": "https://channelmyanmar.org/tvshows/street-dance-girls-fighter-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/tt-133x200.jpg",
        "title": "The Tourist (2021) (1-6 END)",
        "description": "Fifty Shades of Grey မင်းသား Jamie Dornan ဦးဆောင်ပါဝင်ထားတဲ့\nThe Tourist ဆိုတဲ့ mini series လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nHBO ကထုတ်လွှင့်တာကြောင့် အညံ့စားဇာတ်လမ်းတွဲဖြစ်မှာ စိတ်ပူစရာမလိုပါဘူး\nIMDB လည်း 7.4 လောက်ရရှိထားပြီး အပိုင်း ၆ ပိုင်းထဲအပြီးဖြစ်လို့\n၆ နာရီစာဇာတ်ကား တစ်ခုလိုမျိုး တစ်ဝကြီးကြည့်ရမှာပါဇာတ်လမ်းအညွှန်းကိုပြောရရင် လူတစ်ယောက်ဟာ အဝေးပြေးလမ်းမတစ်ခုမှာ\nကားမောင်းလာရင်း သူ့ကိုထရပ်ကားတစ်စီးက အသေဆိုပြီးဝင်တိုက်ရာကနေ\nကံကောင်းပြီး မသေဘဲ ဆေးရုံရောက်သွားပါတယ်\nဒါပေမယ့် သူနိုးထလာတဲ့အခါမှာ သူဘယ်သူလဲ ဘယ်ကလာလဲ ဘယ်ကိုသွားနေလဲဆိုတာ\nဘာမှ မမှတ်မိတော့ပါဘူး . ပိုဆိုးတာက သူကားမှောက်သွားတဲ့နေရာမှာ\nရဲတွေကလည်း ပိုက်ဆံအိတ် ဖုန်း သက်သေခံအထောက်အထား ဘာတစ်ခုမှ\nမတွေ့ခဲ့တဲ့အတွက် သူလူဆိုးလား လူကောင်းလားဆိုတာ မသိနိုင်အောင်ဖြစ်နေပါတယ်\nဒါပေမယ့် သူကားမှောက်တဲ့နေ့မှာ ဝတ်လာတဲ့ အင်္ကျီအိတ်ကပ်ထဲကနေ\nနေရာတစ်ခုကို ချိန်းထားတဲ့ အချိန်ရက်စွဲပါ စာရွက်ပိုင်းလေးတစ်ပိုင်းက\nတစ်ခုထဲသောလမ်းစဖြစ်နေပါတယ်\nစာရွက်မှာပါတဲ့ နေရာကို သူ့ဘဝကိုအဖြေရှာဖို့အတွက် သွားတဲ့အခါမှာ\nအခြေအနေတွေက သူထင်သလောက်မရိုးရှင်းနေခဲ့ပါဘူး\nသူ့ကိုကားနဲ့လိုက်တိုက်ပြီး လုပ်ကြံခဲ့တဲ့ လူတွေကရောဘယ်သူတွေလဲ\nသူ့ဘဝအမှန်ကို ပြန်မှတ်မိသွားမှာလားဆိုတာတော့ ကိုယ်တိုင်ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/the-tourist-2021-1-6-end/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tJZpp6tQnBKy2ya6aVqUxBobRV5.jpg",
        "title": "The Man’s Voice (2021)",
        "description": "The Man's Voice (2021) ဇာတ်လမ်းတွဲအညွှန်း*************************************** အပိုင်းသစ် - ၇ နှင့် ဇာတ်သိမ်းပိုင်း (အစ/အဆုံး) ဂိုမီရင်းဟာ အလုပ်အကိုင်အခွင့်အလမ်းရှားပါးနေတဲ့ခေတ်ကြီးမှာ အချိန်ပြည့်အလုပ်မရသေးလို့ စတိုးဆိုင်လေးမှာ အချိန်ပိုင်းလုပ်နေရသူတစ်ဦးပါ။ အလုပ်လည်းမရ အိမ်ထောင်လည်းမပြုနိုင်တာကြောင့် အိမ်ကအမေဆူတာခံနေရတဲ့ ဂိုမီရင်းတစ်ယောက် စတိုးဆိုင်လေးမှာ ရုပ်ချောချောကောင်လေး ဘဲ့ထယ်ဟွာနဲ့ဆုံတွေ့ခဲ့ရပါတယ်။ဘဲ့ထယ်ဟွာကတော့ စမတ်ကျတဲ့ လေယာဥ်ပိုင်းလော့လေးတစ်ယောက်ပါ။ သူ့ဘဝမှာ မိသားစုဆိုလို့ ကြောင်လေးတစ်ကောင်ကိုပဲ မှီခိုနေရတာကြောင့် နာချီမဲဆိုတဲ့ကြောင်ကို အရမ်းတန်ဖိုးထားတဲ့သူပါ။ ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူလေယာဥ်ခရီးစဥ်ထွက်ချိန်မှာ ဂိုမီရင်းဆီ ​နာချီမဲကိုအပ်ခဲ့ပါတယ်။ ကောင်လေးကိုဖွန်ကြောင်ပြီး ကြောင်လေးကိုစောင့်ရှောက်ပေးတဲ့ ဂိုမီရင်းတစ်ယောက် နာချီမဲဆီကနေ ယောကျ်ားတစ်ယောက်အသံကို ကြားလိုက်ရချိန်မှာတော့ ခပ်ချောချောကောင်လေးရယ် ကြောင်တောင်တောင်ကောင်မလေးရယ် လူစကားပြောနိုင်တဲ့ကြောင်လေးရယ် ဘယ်လိုစခန်းသွားကြမယ်ဆိုတာကို ဒီကားလေးထဲမှာ စောင့်ကြည့်လိုက်ကြပါဦးနော်။ အရိုကားတွေနဲ့ ပရိသတ်ကိုဆွဲဆောင်နိုင်ခဲ့တဲ့ So I married anti-fanထဲက မင်းသား ချွဲထယ်ဟွန်းနဲ့ နဲ့ My secret romance ထဲက မင်းသမီးလေး ဆုန်းဂျီအွန်း တို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-mans-voice-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/miw2kPhDSWZuFBot9v7QWKhXiYc.jpg",
        "title": "Rainless Love in a Godless Land ( 2021 )",
        "description": "ထိုင်ဝမ်ရဲ့နာမည်ကျော်မင်းသားမင်းသမီးတွေဖြစ်တဲ့ Joanne Tseng ,Fu meng bo,Joe Cheng, Alice Ke,Yan Yu Lin တိုအဓိကပါဝင်ရိုက်ကူးထားတဲ့မိုးနတ်မင်းနဲ့ လူ့ပြည်ကမိန်းကလေးတိုရဲ့အချစ်ကားကောင်းလေးပါကမ္ဘာကြီးမှာပတ်ဝန်းကျင်ပျက်ဆီးလာခြင်းနဲ့အတူ နတ်မင်းတွေဟာသူတိုကဲ့ဆုတောင်းတွေကိုရုတ်သိမ်းဖိုဆုံးဖြတ်ခဲ့ကြပါတယ်ကမ္ဘာ မြေဆီ နောက်ဆုံးမိုးရေမကျခင်မှာနတ်မင်းတွေအားလုံးထွက်ခွာကြမှာပါ..နတ်မင်းတွေအားလုံးရဲ့ထွက်ခွာမှုကမိန်းကလေးတစ်ယောက်ကြောင့်ရှုပ်ထွေးခဲ့ရတဲ့အခါ..တစ်ချိန်ထဲမှာပဲမိုးနတ်မင်းဖြစ်တဲ့Oradနဲ့ ရှဲထျိန်းတိတိုရဲ့အချစ်ဟာလဲ နတ်မင်းတွေရဲ့ထွက်ခွာဖိုစီစဥ်ခြင်းနဲ့အတူ အချစ်ရေးအဆုံးသတ်ဖို့အချိန်နောက်ပြန်ရေတွက်ရချိန်ဖြစ်လာပါတယ်..ကမ္ဘာ ကြီးဘယ်ဆီဦးတည်မှန်းမသိရှိရချိန်ကံကြမ္မာကိုပြောင်းလဲနိုင်တဲ့အခွင့်အရေးကသူမနဲ့စောင့် ရှောက်ရေးနတ်မင်း(မိုးနတ်မင်း)ကြား ဆက်နွယ်နေတာသိလိုက်ရတဲ့အခါ....ဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲဆန့်ကျင်လိုမရတဲ့စီစဉ်ထားမှု...လွန်ဆန်လိုမရတဲ့နှလုံးသား..ဆုတောင်းပေးမှုနဲ့ကျိန်စာတိုက်မှု ဘယ်အရာကအရင်ရောက်လာမှာလဲဆိုတာ ဆက်လက်ခံစားကြည့်ရှုပါ Quality : WEB-DL 720pFormat : mp4Total Episodes : 13Genres : Fiction , DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By CCF TeamEncoded By LK \nEpisode 1 ( Part 1 )\nYoteshin / CMDrive / Usersdrive / Meganz / VIPEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/rainless-love-in-a-godless-land-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/s-160x200.jpg",
        "title": "Stay Close (2021) (1-8 END)",
        "description": "စာရေးစရာ Harlan Coben ရဲ့ဝတ္ထုကိုအခြေခံထားတဲ့ Crime drama စီးရီးဖြစ်ပါတယ်။သူ့ဝတ္ထုနောက်တစ်အုပ်ဟာလည်း The innocent ဆိုတဲ့စပိန်စီးရီးအဖြစ် ထွက်ထားပါသေးတယ်။ မိသားစုအတွက်ပဲ အမြဲလုံးပမ်းနေတဲ့မက်ဂန်ဟာ သူ့လက်တွဲဖော်နဲ့ လက်ထပ်ခါနီးအချိန်မှာ ထားခဲ့တဲ့အတိတ်ဆိုးကြီးက တံခါးဝကိုပြန်ရောက်လာပါတယ်။ လူပျောက်မှုတစ်ခုကို စုံစမ်းရင်း လွန်ခဲ့တဲ့၁၇နှစ်က သူမဖြေရှင်းနိုင်ခဲ့တဲ့အမှုနဲ့ ဆက်စပ်မှုတွေတွေ့လာရတဲ့ စုံထောက်မိုက်ကယ်ဘရွန်းနဲ့ ပျောက်နေတဲ့လူကို ဓာတ်ပုံရိုက်မိခဲ့တဲ့ သတင်းဓာတ်ပုံဆရာရေးမွန်းတို့ဟာ အိမ်ထောင်ရှင်မမက်ဂန်နဲ့အတူ အရှုပ်အထွေးတွေထဲ ဘယ်လိုပတ်သတ်လာမယ်ဆိုတာ စိတ်ဝင်တစားနဲ့ သည်းထိတ်ရင်ဖိုကြည့်ရမယ့် မှုခင်းဇာတ်လမ်းတွဲကောင်းတစ်ခုဖြစ်ပါတယ်။ The innocent ကိုကြည့်ခဲ့ပြီး သဘောကျတယ်ဆိုရင် ဒီစီးရီးကိုလည်းသဘောကျမှာအမှန်ပါ။ ဇာတ်လမ်းနက်နက်နဲနဲနဲ့ မှုခင်းဇာတ်လမ်းတွဲကောင်းကောင်းကြည့်ချင်သူတွေလည်း လုံးဝလက်မလွှတ်သင့်တဲ့ စီးရီးအသစ်ဖြစ်ပါတယ်။ File size…400 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre...Drama, Crime, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by JimX, MTA, Yoon Sandi Aung, Pyi T Nyein, Thet ...",
        "url": "https://channelmyanmar.org/tvshows/stay-close-2021-1-8-end/"
    }
]