[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/3VpHneM3yqLmLsd4YtJLEiPZQvf-133x200.jpg",
        "title": "Carnival Row (2019)+ Season-2",
        "description": "Carnival Row (2019)\nBurgue မှာ ဆက်တိုက်ဆိုသလို ဖြစ်ပေါ်နေတဲ့ လူသတ်မှုတွေ.....\nအသတ်ခံလိုက်ရတဲ့လူတိုင်းကလည်း Fae(ဖေး) လို့ ခေါ်တဲ့ မိန်းမပျိုလေးတွေချည်း ဖြစ်နေတဲ့အခါ.....\nဒါကို စုံစမ်းထောက်လှမ်းနေတဲ့ စုံထောက်ဖိုင်လို.....\nမိမိရဲ့နေရပ်ကို စွန့်ခွာလာတဲ့ \"ဖေး\" မလေး ဗင်ညက်....\nသူတို့နှစ်ဦး ဆုံတွေ့ကြတဲ့အခါ.....\nသူတို့ကြားမှာ ရှိနေတဲ့ဇာတ်လမ်းက.....ဘာလဲ?\nလူသတ်မှုတွေကရော ပေါ်ပေါက်လာပါ့မလား?\nလူတန်းစား၊ မျိုးနွယ်စု ကွာခြားမှုတွေနဲ့အတူ ဇာတ်ရဲ့မြှုပ်ကွက်တွေက ဘာတွေဖြစ်မလဲ?\nတစ်ပိုင်းထက်တစ်ပိုင်း စိတ်ဝင်စားဖို့ကောင်းပါတယ် မင်းသားက Orlando Bloom\nမင်းသမီးက Cara Delevigne (Suicide Squad ထဲက Enchantress) တို့\nအဓိက ပါဝင် သရုပ်ဆောင်ထားပြီးတော့ IMDb - 8/10 ရထားတဲ့ ဇာတ်လမ်းတွဲ တစ်တွဲ ဖြစ်ပါတယ်။\n \nFile size…350-450mb\nQuality…720p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…56min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder… Mr Anderson\nTranslator…Act Molemy\n   \nSEASON-2\nEpisode 1 720p  -  Yoteshin / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/carnival-row-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zdYmI1uYrHsNbw9qMHiWDnGRwXX.jpg",
        "title": "A Gentleman’s Dignity(2012) [Complete]",
        "description": "A Gentleman's Dignity(2012)**************************အပိုင်း(၁ မှ ၂၀) အထိ စ/ဆုံးအသက် ၄၀ ကျော် သူငယ်ချင်း ၄ ယောက်ရဲ့ အချစ်ရေး၊ လမ်းခွဲမှု၊ အောင်မြင်မှု၊ ကျရှုံးမှုတွေနဲ့ဘဝအကြောင်းကို လှလှပပပုံဖော်ထားပြီး\nတစ်ချိန်က All about eve မှာ ယွန်းဟျောင်းချောရယ်လို့ နာမည်ကြီးခဲ့တဲ့မင်းသားကြီး Jang Dong Gun နဲ့ 18 again ထဲက မင်းသမီး Kim Ha Neul တို့ရဲ့ အချစ်ဟာသ drama လေးပါ...Kim Do Jin (Jang Dong Gun) နဲ့ Im Tae San (Kim Soo Ro) ကဗိသုကာပညာရှင်တွေဖြစ်ကြပြီး အောင်မြင်တဲ့ ဆောက်လုပ်ရေးဗိသုကာကုမ္ပဏီကို ဦးဆောင်နေကြသူတွေပါ..Choi Yoon (Kim Min Jong) ကတော့ ရှေ့နေဖြစ်ပြီးLee ...",
        "url": "https://channelmyanmar.org/tvshows/a-gentlemans-dignity2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/kaali-133x200.jpg",
        "title": "Kaali(2018)",
        "description": "Kaali (2018)\nThriller\nIMDb 7.1/10အခုတစ်ခါမှာလည်း Zee5 စီးရီးလေးတစ်ခုကို တင်ဆက်ပေးပါတော့မယ်။ကာလီဆိုတဲ့ အမျိုးသမီးဟာ အနေအထိုင်ဆင်းရဲပြီး ယောက်ျားဖြစ်သူကလည်း\nဆေးရောင်း မူးယစ်ဂိုဏ်းတွေနဲ့ပတ်သက်..အိမ်ပြန်လာရင်လည်း\nပြဿနာအရှုပ်ထုပ်တွေ သယ်လာလေ့ရှိပါတယ်။သူ့မှာ ဆန်နီဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်။သားဖြစ်သူကလည်း စာမကြိုးစားဘဲ အဖေ့ခြေရာနင်းဖို့ ကြိုးစားနေပါတယ်။\nရုတ်တရက်ကြီး သားဖြစ်သူဟာ အရှုပ်ထုပ်တွေနဲ့ ပတ်သက်မိရင်း မတော်တဆမှုတစ်ခုဖြစ်သွားခဲ့ပါတယ်။ခွဲစိတ်ကုသဖို့ ငွေလိုလာတော့ ဆင်းရဲညစ်စုတ်တဲ့ဘဝမို့ သူမအတွက် မတတ်နိုင်ခဲ့ပါဘူး။ ရသမျှနည်းလမ်းနဲ့\nရသလိုရှာလာတဲ့အခါမှာတော့ မူးယစ်ဂိုဏ်းတွေနဲ့ သွားရှုပ်မိပြီး အသက်အန္တရာယ်ပါ စိုးရိမ်ရလာပါတော့တယ်။ဒီလိုနဲ့ ဒီအမေဟာ ကိုယ့်အသက်အန္တရာယ်ကိုလည်း ဂရုစိုက်ရင်း ကိုယ့်သားအသက်ကိုပါ\nဘယ်လိုကယ်တင်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းတွဲလေးမှာ ရင်တမမနဲ့ ကြည့်ရှုကြပါဦးနော်။Quality : 400MB / 200MBTotal Episodes : 8EpsFormat : mp4Genres : Thriller , BollywoodDuration :25minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by TaylorEncoded by YK\n720p\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/kaali2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-man-133x200.jpg",
        "title": "The Man Who Fell to Earth (2022)",
        "description": "Showtime က ထုတ်ထားတဲ့ အမိုက်စား Sci-Fi Drama စီးရီးတစ်ခုပါ။1976 တုန်းက ထွက်ခဲ့တဲ့ ဒီနာမည်နဲ့ ရုပ်ရှင်ကိုပဲ ပြန်လည် Adapt လုပ်ထားတာပါ။ဇာတ်လမ်းအကျဥ်း: မျိိုးသုဥ်းပျောက်ကွယ်ရတော့မယ့်ပြဿနာနဲ့  ရင်ဆိုင်နေရတဲ့ သူတို့ရဲ့မျိုးစိတ်တွေကိုကယ်တင်ဖို့အတွက် အန်သီရာလို့ခေါ်တဲ့ ဂြိုလ်ပေါ်က ဂြိုလ်သားတစ်ယောက်ဟာ ကမ္ဘာမြေပေါ်ကို စစ်ဆင်ရေးတစ်ခု ဆောင်ရွက်ဖို့ရောက်ရှိလာပါတယ်။အဲဒီလိုရောက်ရှိလာတဲ့အခါ သူ့အတွက် လူသားတွေကြားထဲ လိုက်လျောညီထွေ ဆင့်ကဲပြောင်းလဲနေထိုင်ရမှာဖြစ်ပြီး\nလူသားတစ်ယောက်အဖြစ် သတ်မှတ်ခံနိုင်ဖို့လိုလာပါပြီ။ သူ့ရဲ့စစ်ဆင်ရေးကို ပြီးမြောက်စေနိုင်မယ့် အဓိကသော့ချက်ကတော့ နယူးမက္ကစီကိုမှာရှိတဲဲ့ အမျိုးသမီးလေးတစ်ဦးပဲဖြစ်ပါတယ်။\nဒီတော့ ကမ္ဘာမြေပေါ်ကိုဆင်းသက်ပြီး လူတွေအကြောင်းဘာမှမသိတဲ့ ဂြိုလ်သားတစ်ယောက်ဟာ သူ့ရဲ့စစ်ဆင်ရေးအောင်မြင်ဖို့အတွက် ဒီအမျိုးသမီးကို လိုက်လံရှာဖွေရပါတော့တယ်။ဒီစီးရီးဟာ အလွန်စိတ်ဝင်စားဖို့ကောင်း တွေးလို့ကောင်းပြီး Deepဖြစ်တဲ့ဘက်ကို သွားပါတယ်။\nမင်းသား Chiwetel Ejiofor ကိုလည်း 12 years a Slave တို့ Doctor Strange တို့မှာ ကျွန်တော်တို့တွေ့ဖူးမှာပါ။\nဂြိုလ်သားတစ်ယောက်အဖြစ် သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကလည်း\nတော်တော်လေးမိုက်တယ်လို့ပြောရမယ်။ Storyline ကလည်း တော်တော်ကောင်းပြီး တစ်ပိုင်းပြီးတစ်ပိုင်း ...",
        "url": "https://channelmyanmar.org/tvshows/the-man-who-fell-to-earth-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-head-140x200.jpg",
        "title": "The Head (2020)Season(1)+(2)",
        "description": "IMDb - 6.8 , RT - 89%The Headဆိုတဲ့seriesကMoney Heistထဲက ပရောဖက်ဆာ\nÁlvaro Morteနဲ့ Code Blue ထဲက Tomohisa Yamashitaတို့လို နာမည်​ကျော်သရုပ်ဆောင်မင်းသားတွေအပြင် Laura Bachနဲ့ Katharine O' Donnellyတို့လို မင်းသမီးကောင်းတွေပါဝင်သရုပ်ဆောင်ထားတဲ့ HBO Asia ရဲ့seriesကောင်းတစ်ခုဖြစ်ပါတယ်။လွန်ခဲ့တဲ့၈နှစ် အန္တာတိကမှာ ပိုလာရိုက်၅လို့ခေါ်တဲ့ ဆောင်းရာသီ၆လကြာသုတေသနကြီးကို မီးမတော်တဆမှုတစ်ခုဖြစ်ပွားခဲ့ပြီးလူတစ်ယောက်သေဆုံးသွားပြီးနောက်မှာ ခေတ္တရပ်နားခဲ့ပါတယ်။ နောင်၈နှစ်အကြာ တောင်ဝင်ရိုးစွန်းအန္တာတိကမှာ သိပ္ပံပညာရှင်အဖွဲ့ဟာ အေးခဲလှတဲ့ တောင်ဝင်ရိုးစွန်းရဲ့ဆောင်းရာသီကိုအံတုရင်း ပိုလာရိုက်၅ရဲ့အဆက် ပိုလာရိုက်၆ကို ဆက်လက်လုပ်ဆောင်ခဲ့ပါတယ်။ စူးစမ်းလေ့လာမှုတွေလုပ်နေတဲ့သိပ္ပံပညာရှင်တွေရဲ့သတင်းအစနမကြားရလို့ သွားကြည့်ကြည့်တဲ့အခါ လူအများအပြားသေဆုံးနေပြီဖြစ်ပါတယ်။ သေဆုံးသွားတဲ့သိပ္ပံပညာရှင်တွေက ဘယ်လိုသေဆုံးသွားတာလဲ သူတို့ကို ဘယ်အရာ ဘယ်သူများကသတ်သွားလဲ၊ ဘာလို့သတ်သွားတာလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်သွားရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းဟာ ထင်ထားတာထက်ကို Plot Twist များပြီး ဘယ်သူကဘာလဲ ဘယ်လိုလဲဆိုတာ ဇာတ်သိမ်းပိုင်းထိ ဇာတ်ရှိန်တွေနဲ့ ဆွဲခေါ်သွားပါတယ်။ မထင်မှတ်ထားတဲ့ Surpriseတွေလည်းပါပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-head-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-forein-139x200.jpg",
        "title": "Beforeigners (2019)",
        "description": "ဒီတခါတော့ ပရိသတ်ကြီးကို IMDB 7.8 ရှိတဲ့ နော်ဝေဇာတ်လမ်းတွဲလေးတင်ဆက်ပေးလိုက်ပါ့မယ်HBO က ထုတ်လွှင့်ခဲ့တဲ့ နာမည်ကြီး သိပ္ပံစိတ်ကူးယဉ်ကားပါပဲ။ နော်ဝေးဆိုတော့ ဗိုက်ကင်းတွေ အနာဂတ်ကိုရောက်လာတာမျိုးပါ။အချိန်ခရီးသွားတဲ့ ကားတွေကို တော်တော်များများလည်းရိုက်ပြလို့ ကြည့်ပြီးကြပြီထင်ပါတယ် ဒီကားလေးကတော့ အဲဒီကားတွေနဲ့ မတူဘဲကွဲပြားနေတာပါ အချိန်ခရီးသွားတဲ့သူဘက်နေမရိုက်ထားဘဲနဲ့ အချိန်ခရီးသွားလိုက်လို့ ကျန်တဲ့သူတွေဘာကြုံရမလဲဆိုတာလေးပါ ရိုက်ပြထားတာပါ ဒီကားလေးထဲမှာတော့ သူ့ဘာသာသူ ပုံမှန်လည်ပတ်နေတဲ့ ကမ္ဘာကြီးဆီကို အတိတ်မှာကျန်ခဲ့တဲ့ ခေတ်အဆက်ဆက်က လူတွေက ရေထဲကနေရောက်ရောက်လာကြတာပါ အဲဒါက တစ်နိုင်ငံတည်းလည်းမဟုတ်ဘဲ ကမ္ဘာအနှံ့ကိုကြုံနေရတဲ့ပြဿနာပါ ဘာသာစကားလည်းနားမလည် နဂိုကတည်းကမှ လူဦးရေထူထပ်နေတဲ့ ကမ္ဘာကြီးဆီ ရှေးခေတ်က လူတွေပါထပ်ရောက်လာတော့ အခြေခံလိုအပ်ချက်တွေအတွက်လည်း ဒုက္ခရောက်တာကို ဖြေရှင်းမရ အဲဒီထက်ဆိုးတာက ရှေးခေတ်က ရောက်လာတဲ့ထဲမှာမှ အမျိုးသမီးတစ်ယောက်က အသတ်ခံလိုက်ရတဲ့ပုံစံဖြစ်နေတော့ အဲဒီအမှုကို လိုက်ကြရင်း ဘယ်လိုမျိုး နှစ်ပါးသွားကြမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်လို့ကောင်းမဲ့ကားကောင်းလေးပါပဲ......File size…686Mb / 1.32Gb\nQuality….Webrip 720 / 1080p\nFormat…mp4\nDuration….50 Min\nGenre...Drama, Sci-Fi & ...",
        "url": "https://channelmyanmar.org/tvshows/beforeigners-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/J1-113x200.jpg",
        "title": "The Abyss (2023)",
        "description": "ဟဲလို ဒီတစ်ခေါက် CM ပရိသတ်တွေကိုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့နာမည်ကြီး Go ahead မှာ ပါဝင်သရုပ်ဆောင်တဲ့ Zhang Xin Cheng ရဲ့ဇာတ်ကားအသစ်စက်စက်လေးဖြစ်ပါတယ်ခေတ်သစ် ၂၅၃နှစ် ရာဇာဝတ်တွေဟာ ပိုမိုတိုးမြင့်နိုင်မလားဆိုတာသည်လူတကာစိတ်ဝင်စားတဲ့ ရေပန်းစားနေတဲ့\"ခံစားချက်မရှိသူများ\"အကြောင်းအရာနဲ့စပ်လျဉ်းနေတယ် တစ်နေ့မှာပိုဆောင်သူတစ်ဦး အသတ်ခံရစဉ်မှာပြစ်မှုကျူးလွန်သူအဖွဲအစည်းတစ်ခုပေါ်ပေါက်လာတယ် ဤလူသတ်သမားကို\"ခံစားချက်မရှိသူများ\"အဖြစ် သတ်မှတ်ကြတယ်။ ဤအမှုအဆုံးသတ်ပြီးနောက်လူပျောက်ဆုံးမှု၊ သူဌေးကားတိုက်မှု၊ ကျောင်းသားအသတ်ခံရမှု အမှုတွေတစ်ခုပြီးတစ်ခုဖြစ်ပွားပြီး \"ခံစားချက်မရှိသူများ\"အကြောင်းအရာဟာ တဖြည်းဖြည်း လူထုရှေ့မှာပြန်လည်ပေါ်ပေါက်လာတဲ့အခါမှာ အမှုစုံစမ်းစစ်‌ေဆးသူ လောဝေ့ကျောင်းနဲ့အလုပ်သင်ဖိန်စုတိုက ဒီအမှုတွေ့ရဲ့နောက်ကွယ်လူသတ်သမားကို ထုတ်ဖော်နိုင်မလားဤအမှုတွေမှာ ‌နောက်ကွယ်ကြိုးကိုင်သူတွေ ရှိနိုင်မလား။သူတိုနှစ်ဦး အမှန်တရားကိုရှာဖွေတဲ့အခါမှာ ဘယ်လို အခက်အခဲမျိုးစုံနဲ့ရင်ဆိုင်ကြုံတွေ့နိုင်မလဲ။ စောင့်မျှော်ကြည့်ရှုကြပါဦးနော်(အညွှန်းရေးသားထားသူကတော့ Mei Mei ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 30Format : mp4Genres : Action, Thriller, Mystery, PsychologicalDuration : 45 min per EpisodeSubtitle : Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/the-abyss-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwodl4IPNPybAIhM9ATFxiwJKMd.jpg",
        "title": "My Dad the Bounty Hunter (2023)",
        "description": "My Dad the Bounty Hunter (2023)အခု animation series လေးကတော့ Netflix မှာ ပြသနေတဲ့\nစိတ်ဝင်စားစရာလည်းကောင်း ချစ်စရာလည်းကောင်းတဲ့ Sci-Fi လေးပါ။ဇာတ်လမ်း အကျဥ်းချုပ်ကတော့ လူဆိုးတွေကိုလိုက်ဖမ်းတဲ့သူရဲ့ သားနဲ့သမီးဟာ\nသူ့အဖေနောက် ခိုးလိုက်ရင်း အာကာသထဲ မတော်တဆ ရောက်ရှိသွားပြီး\nသူအဖေနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ကြတာပါပဲ။\nသူ့အဖေဟာ ဂြိုလ်သားတွေနဲ့တိုက်ခိုက်တာကို သိသွားတဲ့ အချိန်မှာတော့\nသူ့အဖေရဲ့အလုပ်က စိတ်ဝင်စားစရာကောင်းမှန်း သိသွားကြပါတယ်။\nအဲ့မှာ သူတို့ရဲ့ အရင်က အဆင်သိပ်မပြေတဲ့ ဆက်ဆံရေးတွေက\nအဲ့လို စွန့်စားခန်းတွေ ဖွင့်ပြီးတဲ့ နောက်မှာတော့ ဘာဆက်ဖြစ်မယ်ဆိုတာ ကြည့်ရူလိုက်ကြပါဦးဗျို့။စဆုံး ၁၀ ပိုင်း ရှိမှာ ဖြစ်ပြီးတော့ ဆက်တိုက်ဆိုသလို တက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hetang ပဲ ဖြစ်ပါတယ်။Genre..... Action & Adventure, Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… ...",
        "url": "https://channelmyanmar.org/tvshows/my-dad-the-bounty-hunter-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onp2UrYrvkHphkrCq8wKFflmlKl.jpg",
        "title": "Extraordinary (2023) Season 01",
        "description": "Extraordinary (2023) Season 01 Complete ~ IMDb - 8/10, Rotten Tomatoes - 100% ~ ဒီရုပ်ရှင်ဟာ ခင်ဗျားတစ်ခါမှ မမြင်ဖူးတဲ့ စူပါဟီးရိုးလောကအကြောင်းပေါ့။ ဒီကစူပါဟီးရိုးတွေက စူပါဟီးရိုးတွေလို့တော့ပြောရခက်သား။ ဟီးရိုးမဟုတ်တဲ့ စူပါတွေပေါ့။ အများစုကတော့ စူပါငပေါတွေ။ သူတို့လောကမှာ စွမ်းအားတွေက အသက်၁၈ပြည့်ပြီးရင် ပေါ်လာတတ်တယ်။ သူတို့ရတဲ့စွမ်းအားတွေက အသုံးဝင်သလိုလို မဝင်သလိုလိုတွေချည်း။ တစ်ချို့စွမ်းအားတွေဆို ငါ့လခွီးဆိုပြီး အော်မိလောက်အောင် ကကျိုးကကြောင်နိုင်တယ်။ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဂျန်ဆိုတဲ့ ကောင်မလေးက အလုပ်အင်တာဗျူးသွားလျှောက်တယ်။ ကံဆိုးချင်တော့ သူ့ကိုအင်တာဗျူးမယ့်လူရဲ့ စွမ်းအားက တစ်ဖက်လူကို အမှန်တွေချည်းပြောအောင်လုပ်တာဖြစ်နေတယ်။ ဒီတော့ အင်တာဗျူးမှာ ဂျန်က ညက တစ်ကိုယ်ရေဘာညာနေလို့ အိပ်ယာဝင်တာနောက်ကျသွားကြောင်းကနေ အစချီပြီး ဗရုတ်ဗရက်တွေ ပြောမိရှာပါလေရော။ ဒီလိုနဲ့ စိတ်ဓာတ်ကျ ခေါင်းငိုက်စိုက်ပြီး ဂျန်အိမ်ကိုပြန်လာခဲ့ရတယ်။ ဂျန်က ကယ်ရီနဲ့ ကတ်ဆိုတဲ့ သူငယ်ချင်းအတွဲနဲ့ အတူတူနေတာ။ သူတို့လည်း ...",
        "url": "https://channelmyanmar.org/tvshows/extraordinary-2023-s-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lghfb8beej1aH9ML8QyeSixniom.jpg",
        "title": "Taxi Driver(2021)",
        "description": "Taxi Driver(2021)ဇာတ်လမ်းတွဲအညွှန်း*********************************အပိုင်းသစ်(၁ မှ ၁၆) ထိ စ/ဆုံးKim Do-Kiဟာ ရေတပ်ကနေဘွဲ့ရပြီးတဲ့နောက် ရေတပ်အရာရှိတစ်ယောက်ဖြစ်လာခဲ့တယ်....မိခင်ဖြစ်သူဟာ ကွင်းဆက်လူသတ်သမားတစ်ယောက်ရဲ့အသတ်ခံရပြီးတဲ့နောက် သူ့ဘဝလည်းပြောင်းလဲလာခဲ့တယ်...နောက်ပိုင်းမှာတော့ Kim Do-Kiက Rainbowတက္ကစီကုမ္ပဏီရဲ့ တက္ကစီယာဉ်မောင်းအဖြစ်လုပ်ကိုင်ခဲ့တယ်....အဲ့ဒီကုမ္ပဏီက သာမန်ယာဉ်မောင်းကုမ္ပဏီတစ်ခုမဟုတ်ပဲ အထူးတလည်ဝန်ဆောင်မှုအနေနဲ့ကိုယ်ကလဲ့စားချေချင်တဲ့သူကို တောင်းဆိုပိုင်ခွင့်ရှိတာပဲ....ဖောက်သည်တွေက ကလဲ့စားချေဖို့တောင်းဆိုရင် Kim Do-Ki နဲ့လုပ်ဖော်ကိုင်ဖက်တွေက အမိုက်စားဝန်ဆောင်မှုပေးကြတယ်တဖက်မှာလည်း ရဲမေHa-Naက Rainbowတက္ကစီကုမ္ပဏီကိုလိုက်လံစုံစမ်းနေတဲ့သူပါ.....Rainbowတက္ကစီကုမ္ပဏီရဲ့ ဥပဒေမဲ့လုပ်ရပ်တွေအတွက် စိတ်တိုင်းမကျသူဖြစ်ပေမဲ့ဥပဒေကမဖြေရှင်းနိုင်တဲ့ကိစ္စတွေကို Rainbowတက္ကစီကုမ္ပဏီက ဖြေရှင်းပေးနိုင်လို့ သူ့စိတ်ထဲ သိချင်စိတ်ပြင်းပြခဲ့ပါတယ်....ဒီကာလထဲမှာ ဘယ်လိုကြောက်စရာကောင်းတဲ့အမှုတွေ လူသတ်မှုတွေပေါ်လာကြမလဲ...မှုခင်း အက်ရှင်အသားပေးဇာတ်လမ်းတွဲမို့ အရိုတွေ ကြည့်ရတာ ပျင်းရိနေသူတွေအတွက်အလန်းစားပါပဲလို့ ပြောပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai, Shoon Thu Thu Chain, Ei Phyu Khin & Lwinlwin Aungတို့ပဲဖြစ်ပါတယ်....Native Title: 모범택시Also Known As: Model Taxi , Red Cage , Exemplary Taxi , Deluxe Taxi , Mobeomtaxi , MobeomtaeksiScreenwriter: Oh Sang HoDirector: Park ...",
        "url": "https://channelmyanmar.org/tvshows/taxi-driver2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/rafta-133x200.jpg",
        "title": "Rafta Rafta (2023)",
        "description": "Rafta Rafta 2023\nIMDb 7.6\nဇာတ်လမ်းအစကနေအဆုံးအထိ\nပြုံးပြုံးကြီးထိုင်ကြည့်နေချင်တဲ့ ဇာတ်လမ်းမျိုးရှာနေပါသလား\nဗီလိန်တွေဘာတွေမပါ လူ့သဘာဝ\nချစ်စရာကောင်းတဲ့လူလေးတွေကိုပဲ\nကြည်ကြည်နူးနူး ရီရီမောမောကြည့်ရှုချင်ပါသလားဒါဆိုရင်တော့ အခုတင်ဆက်ပေးမဲ့ကားဟာဆိုရင် ယောရောဘွန်းတို့\nရှာနေတာနဲ့ကွက်တိကျမှာပါ Cast တွေကလည်း Bhuvan Bam နဲ့\nSrishti Rindani တို့လိုနာမည်ကြီး ချစ်စရာလေးတွေမို့ ကြည့်ရတာလည်းတန်နေမှာပါနော်ဇာတ်လမ်းလေးက ပြောရရင် အိန္ဒိယကားဆိုပေမဲ့ Friends တို့လို\nSitcoms တွေကြည့်နေရသလို ပေါ့ပေါ့ပါးပါးနဲ့ လေးလေးပင်ပင်လဲရှိပါတယ်\nအဓိကဇာတ်ဆောင်နှစ်ယောက်ကို ဦးတည်ပြီး ဇာတ်ပို့တွေကလဲ ကျရာနေရာ\nအကောင်းဆုံးသရုပ်ဆောင်ပေးထားတာတွေ့ရတော့ အိန္ဒိယစီးရီးလားဆို\nဘုရားစူးအိန္ဒိယစီးရီးပါ သူ့ vibe လေးက ခုခေတ် sex education တို့လို\nလူငယ်အထာလေးရသလို nevertheless ကားထဲကိုလိုမျိုး ရိုမန့်တစ်လေးတွေလဲ မကင်းပါဘူးငယ်ရွယ်တဲ့လူနှစ်ယောက် တစ်ယောက်အကြောင်းတစ်ယောက် ပိုသိရအောင်\nတိုက်ခန်းတစ်ခန်းထဲမှာနေပြီးလေ့လာရာကနေ ဖြစ်လာမဲ့အလွဲတွေ ပတ်ဝန်းကျင်ရဲ့\nနှောက်ယှက်မှုကြားလူငယ်ပီပီ တုံ့ပြန်ပုံတွေနဲ့ အလွဲတွေကြားအခွီတစ်သိုက်နဲ့ကြည့်ရှုရမှာပါ\nMain Song လေးကလှပသလို ဒိုင်ယာလော့ခ်တွေကလည်း\nဟာသမြောက်ပြီး ဇာတ်လမ်းအ‌ဆုံးသတ်ကို‌တော့ ကိုယ်တိုင်ခံစားစေချင်လို့\nအားလုံးပဲ ကြည့်ရှုခံစားကြမယ်လို့ မျှော်လင့်တင်ဆက်ပေးလိုက်ပါတယ်Quality : 1080p / 720pTotal Episodes : 7EpsFormat ...",
        "url": "https://channelmyanmar.org/tvshows/rafta-rafta-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqRQQeyfWMMj3DQqsG8shSbaGtp.jpg",
        "title": "Shanty Town (2023)",
        "description": "Shanty Town (2023)ယဥ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းတစ်ခုဖြစ်ဖို့အတွက် အဓိကလိုအပ်ချက်ကတော့ လူသားဆန်ဖို့ပါပဲ။\nလူတစ်ယောက်ရဲ့တန်ဖိုးကိုလည်း ငွေနဲ့ဆုံးဖြတ်ပြီး ပိုင်ဆိုင်ခွင့်မရှိပါဘူး။\nလူတစ်​ယောက်ကို ငွေအားကိုးနဲ့ အတင်းအကြပ် အဓမ္မစေခိုင်းခြင်းမျိုးတွေက\nယနေ့ခေတ်လို ယဥ်းကျေးတဲ့ လူ့အဖွဲ့အစည်းနဲ့ လုံးဝမသင့်တော်ပါဘူး။ဒီ Series ကတော့ Netflix Series ဖြစ်တာကြောင့် သူ့အဆင့်အတန်းနဲ့သူရှိပါတယ်။\nသရုပ်ဆောင်တွေကိုလည်း သဘာဝဆန်ဆန်ရွေးချယ်ထားပြီး သရုပ်ဆောင်ချက်တွေဟာလည်း ပီပြင်မှုရှိပါတယ်။\nဒီ Series ကတော့ ပြည့်တန်ဆာတွေနေထိုင်တဲ့ မြို့ငယ်လေးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nစရိုက်မျိုးစုံနဲ့ ကြီးနိုင်ငယ်ညှင်းဝါဒကြီးစိုးပြီး လူမဆန်တဲ့ဒေသမှာ\nပြည့်တန်ဆာတွေဟာ သူတို့ရဲ့ စားဝတ်နေရေးအတွက် ခက်ခက်ခဲခဲ ရုန်းကန်ရပါတယ်။\nကိုယ်ရဲ့သဘောဆန္ဒအရ ပြည့်တန်ဆာလုပ်ချင်တဲ့သူတွေလည်းရှိပေမယ့်\nအကြွေးလည်းပင်းနစ်နေတဲ့အတွက်ကြောင့် ပြည့်တန်တာဘဝကို ရောက်ရှိလာတဲ့သူတွေလည်း ရှိပါတယ်။\nဒါကြောင့် လွတ်လပ်မှုကိုရှာဖွေနိုင်ဖို့အတွက် ပြည့်တန်ဆာတချို့ဟာ ကြိုးစားကြပါတော့တယ်။\nအဲဒီမြို့ကို စကားဆိုတဲ့ လက်နက်ကိုင်ဂိုဏ်းစတားတစ်ဦးက ကြီးစိုးပြီး လူတိုင်းက ကြောက်ရွံ့ရပါတယ်။\nသူ့ဒေသမှာ ရဲတွေ အစိုးရတွေက အုပ်ချုပ်ခွင့်မရှိဘဲ\nသူ့တပ်ဖွဲ့တွေကပဲ လုံခြုံရေးကို စောင့်ကြပ်ရတဲ့အထိ အာဏာကြီးတဲ့ ဘဲကြီးတစ်ပွေပါ။\nအဲဒီလို ကြမ်းတဲ့ ဘဲကြီးရဲ့လက်ထဲကနေ ပြည့်တန်ဆာအဖွဲ့က ကိုယ့်ဘဝကို ကိုယ်ပိုင်ဖို့အတွက်\nလွတ်လပ်မှုကိုရဖို့အတွက် ဘယ်လိုမျိုးကြိုးစားမလဲဆိုတာ ရိုက်ကူးထားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/shanty-town-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aik9UiiHqvbNvW7IHMn2GBgV5Bk.jpg",
        "title": "Wulin Heroes (2023)",
        "description": "❏ အေးစက်တည်ငြိမ်ပြီး ချောမောသောအသွင်အပြင်ရှိသူ ၊နွေးထွေးလှတဲ့ နှလုံးသားပိုင်ရှင်ဖြစ်သူ ၊ သိုင်းလောကမှနတ်ဆေးသမားတော်ဟုတင်စားရလောက်အောင်ထိဆေးပညာမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူဖုန်းဟွာတောင်ကြားသခင် - ပိုင်ယွဲအဖြစ် လီဟုန်ရိ❏ ထက်ထက်မြက်မြက် မိန်းကလေးတစ်ယောက်ဖြစ်သူ ၊အားနည်းသူတွေကို ကူညီတတ်တဲ့ နွေးထွေးသောစိတ်ထားရှိသူ ၊ဒါပေမဲ့ လူတွေရဲ့ စိတ်ကိုတော့ နားမလည် အတွေ့အကြုံမရှိသေးသူ ၊သိုင်းလောကရဲ့ သူရဲကောင်းမလေး ဖြစ်ဖို စိတ်ပိုင်းဖြတ်ထားသူ - ယဲ့ရှီး အဖြစ် ဟွမ်ရစ်ယင်ကြင်နာတတ်ပြီး လိမ္မာပါးနပ်တဲ့ ယဲ့ရှီးဆိုတဲ့ မိန်းကလေးဟာသူမရဲ့ မျိုးဆက်အတွင်း သိုင်းသမား သူရဲကောင်းတစ်ဦးဖြစ်ဖိုအတွက်စိတ်ပိုင်းဖြတ်ထားပြီး သိုင်းလောကကိုပထမဦးဆုံးဝင်ရောက်ခဲ့ပါတယ် ။သိုင်းလောက အပေါ်ကို အတွေ့အကြုံမရှိတဲ့ သူမဟာ အားနည်းသူတွေကို ကူညီပေးပြီးအထက်တန်းစား အားကြီးတဲ့သူတွေကို ဖိနှိပ်ဖို ရည်ရွယ်ထားပေမဲ့သိုင်းလောက လူတွေရဲ့ စိတ်ကိုနားလည်ခြင်းမရှိခဲ့ပါဘူး ။ အဲဒါကြောင့် အကြိမ်ကြိမ်အမြတ်ထုတ်ခံရခြင်း ၊ လှည့်စားခံရခြင်း နဲ့ သစ္စာဖောက်ခံရခြင်းတိုကို ခံရပါတယ် ။အဲ့တာတင်မကသေးပါဘူး တစ်သက်လုံး ယုံကြည်ရမယ်ထင်ခဲ့တဲ့ သူရဲကောင်း ၊တစ်သက်လုံး ...",
        "url": "https://channelmyanmar.org/tvshows/wulin-heroes-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/kQ4Pd_4c-142x200.jpg",
        "title": "GAP The Series (2022)",
        "description": "ကွမ်ကမွန် အဖြစ် Becky Armstrong\nဆမ် အဖြစ် Freen Sarocha Chankimhဇာတ်လမ်းအကျဥ်း“မွမ့်” ဆိုတဲ့ မိန်းမငယ်လေးက ကလေးဘဝကတည်းက “ဆမ်”ကို သဘောကျခဲ့ပြီး ကျောင်းပြီးချိန်မှာ ချစ်ရတဲ့သူနဲ့တွေ့ဖို့ “ဆမ်” ရှိရာ ကုမ္ပဏီကို အလုပ်ဝင်ခဲ့ပါတယ်“ဆမ်” ကတော့ မတွေ့ရတဲ့နှစ်တွေအတွင်းမှာ သွေးအေးရက်စက်တတ်တဲ့သူဌေးမတစ်ယောက်ဖြစ်နေခဲ့ပြီး မွမ့်သိခဲ့တဲ့ အစ်မဆမ်နဲ့မတူနေတော့ပါဘူးရင့်ကျက်တည်ငြိမ်တဲ့ မမဆမ်နဲ့ ကလေးဆန်ဖြူစင်တဲ့ မွမ့်တို့ကြား ခံစားချက်တွေ ဖြစ်ပေါ်လာချိန်မှာတော့…မွမ် ( အထက်တန်းမင်းမျိုးမင်းနွယ်) ဖြစ်တဲ့ ဆမ်တို့အနေနဲ့ လက်ထပ်ပြီး အိမ်ထောင်ရှင်မသာဖြစ်ရမယ်လို့ ထိန်းချုပ်လာတဲ့အခါ...သူတို့ဖြစ်တည်ပတ်သက်မှုကိုလက်မခံနိုင်တဲ့ အသိုင်းအဝိုင်း..\nဆမ့်ကိုစေ့စပ်ထားသူနဲ့လက်ထပ်ဖို့ဖိအားပေးနေတဲ့အဖွားနဲ့ ချစ်ရသူ မွမ့်​တို့ကြား ဆမ်တစ်ယောက်ရွေးချယ်စရာတွေဖြစ်လာတဲ့အခါ....သူတို့နှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးအဆုံးသတ်ဘာတွေဖြစ်လာမလဲဆိုတာ \"GAP The Serie\" ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Nue Nue ပါ )Native Title: ทฤษฎีสีชมพู\nEpisodes: 12\nAired: Nov 19, 2022 - ...",
        "url": "https://channelmyanmar.org/tvshows/gap-the-series-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/trolley-133x200.jpg",
        "title": "Trolley (2022)",
        "description": "Trolley (2022) (အညွှန်း)\n=================The Policeman’s Lineage, My Name စတဲ့ အကြမ်းစားကားတွေနဲ့လန်းခဲ့တဲ့မင်းသားကြီး Park Hee Soon နဲ့\nWatcher, Undercover, Hellbound တို့မှာ မိမိုက်ခဲ့တဲ့ မမလှလှ Kim Hyun Joo တို့\nနှစ်ယောက်ကိုအတွဲညီညီတွေ့ရဦးမယ့် ပဟေဠိဆန်ဆန် နိုင်ငံရေးနဲ့မှုခင်းကားသစ်လေးပါ။ဒယ်ဟန်ပါတီအဖွဲ့ဝင် ရှင်းယန်းဂူကိုယ်စားပြု လွှတ်တော်အမတ် “နမ်ဂျွန်းဒို” က အသက်အရွယ်အားဖြင့်\nတခြားပါတီတွေကအမတ်ကြီးတွေထက် ပိုငယ်ရွယ်ပြီး ပြည်သူတွေရဲ့စကားသံကိုလည်း အလေးထားနားထောင်ပေးတတ်တဲ့သူမို့\nအမတ်တစ်ယောက်အနေနဲ့ ဂုဏ်သတင်းကျော်စောသူတစ်ယောက်ပေါ့။ နိုင်ငံတော်အတွက် အရေးပါတဲ့သူတစ်ယောက်ဖြစ်သလို\nအိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်တဲ့ “နမ်ဂျွန်းဒို” က ဇနီးနဲ့သားသမီးတွေအပေါ်လည်း နွေးထွေးပေးသူတစ်ယောက်ပါ။\nတစ်ချိန်က ဝန်ထမ်းတစ်ယောက်ဖြစ်ခဲ့ရာကနေ လက်ရှိမှာ စာအုပ်ပြုပြင်ထိမ်းသိန်းရေးဆိုင်လေးဖွင့်ထားတဲ့ ဇနီးဖြစ်သူ “ဂင်ဟယ်ဂျူး” ကလည်း\nတစ်ဖက်တစ်လမ်းကနေ အကူအညီလိုနေတဲ့ပြည်သူတွေကို အားပေးကူညီပေးတတ်တဲ့ စိတ်ထားကောင်းသူတစ်ယောက်ဆိုလည်းမမှားပါဘူး။\nဒီလိုလူမှုရေးလုပ်ငန်းတွေကိုလုပ်နေတဲ့သူတစ်ယောက်က ခင်ပွန်းဖြစ်သူရဲ့မဲဆွယ်ပွဲတွေ လူမှုရေးလုပ်ငန်းတွေကို လိုက်ကူညီပေးလေ့မရှိသလို\nသူ့ကိုယ်သူအမတ်ကတော်ဆိုတာကို သမီးဖြစ်သူရဲ့သူငယ်ချင်းမိဘတွေကိုတောင် အသိမပေးဘဲဖုံးကွယ်ထားသူပါ။ဒီလိုနဲ့တစ်နေ့မှာ အိမ်ကထွက်ပြေးသွားတဲ့သမီးဖြစ်သူကိုလိုက်ရှာရာကနေ သက်သက်အိမ်ခွဲနေတဲ့\nအရွယ်ရောက်သားဖြစ်သူရဲ့အလောင်းကို မူးယစ်ဆေးတွေနဲ့အတူ မသင်္ကာဖွယ်အနေအထားနဲ့ရှာတွေ့လိုက်ရတဲ့အခါမှာ ..။\nနိုင်ငံ့အရေးကိုဆောင်ရွက်နေတဲ့ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်သူက ဥပဒေနဲ့မကင်းတဲ့အလုပ်တွေနဲ့နွယ်နေတဲ့အခါ\nဘာတွေဘယ်လိုဆက်ဖြစ်လာမလဲ .. ...",
        "url": "https://channelmyanmar.org/tvshows/trolley-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nuHSx0ANZ2Bmf3tpjEt3NUuP4gt.jpg",
        "title": "Justice(2019)",
        "description": "Justice(2019)************အပိုင်း (၁ မှ ၁၆) အထိ စ/ဆုံးဒီတစ်ခါတော့ ဥပဒေတွေ အမှုကိစ္စရေးရာတွေနဲ့ ပတ်သက်နေပေမဲ့ အဓိကဇာတ်ကောင်ကကောင်းတဲ့ဘက်ကရပ်တည်တာမျိုးမဟုတ်ဘဲ အကျင့်ပျက်ခြစားပြီး ကိုယ်ကျိုးပဲကြည့်တဲ့သူဖြစ်ပါတယ်..ဟောင်းပေမဲ့ ကောင်းနေဆဲ ဇာတ်လမ်းတွဲလေးတစ်ခုကို CM ကထပ်မံတင်ဆက်ပေးလိုက်ပါပြီလူငယ်ဘဝမှာ ညီဖြစ်သူကို ဆုံးရှုံးလိုက်ရလို့ လက်စားပြန်ချေမယ်ဆိုတဲ့စိတ်နဲ့ရှေ့နေဖြစ်ဖို့ကြိုးစားလာခဲ့သူ အီထယ်ဂယောင်း (ချွဲဂျင်ဟျော့) ဒီနယ်ပယ်မှာကျင်လည်လာတာနဲ့အမျှ ငွေနောက်လိုက်ပြီး ထိပ်တန်းရှေ့နေတစ်ယောက်အဖြစ် လမ်းမှားကိုရောက်မှန်းမသိရောက်လာခဲ့တဲ့သူ သူ့ကို လူချမ်းသာဘော်ကြော့ ရာဇဝတ်ကောင်တွေနဲ့ ချိတ်ဆက်အမှုအပ်ပေးသူက ဘုမ်ဂျွန်ဆောက်လုပ်ရေးပိုင်ရှင် ဆုန်းဝူယွန်း(ဆွန်းဟျွန်းဂျူ)သူတို့နှစ်ယောက် Elite လူတန်းစားတွေနဲ့ လက်တွဲပြီး ကြီးပွားချမ်းသာလာရင်းနဲ့တစ်နေ့မှာတော့ ဖျော်ဖြေရေးအေဂျင်စီတစ်ခုက တက်သစ်စမင်းသမီးလေးတွေပျောက်ဆုံးသေဆုံးမှုနဲ့ဆက်စပ်နေတဲ့ အမှုတစ်ခုကို ကိုင်ဖို့ဖြစ်လာရာကသူတို့နှစ်ယောက်ကြား သဘောထားမတူမှုတွေ စပြီးဖြစ်ပေါ်လာပါတယ်အဲအမှုရဲ့ကြိုးစက ဘယ်အထိဆက်သွားမလဲ ဘယ်သူတွေနဲ့ပတ်သက်နေမလဲဆိုတာကိုတော့ဇာတ်လမ်းတွဲမှာပဲ စီးမြောကြည့်ရှုပြီးတော့ အဖြေရှာနိုင်ပါတယ်လို့ သတင်းကောင်းပါးလိုက်ပါတယ်ဗျ Episodes: 16File Size:900MB, 350MBQuality :Web-DL  1080p,720PGenres:  Thriller, Mystery, Law, DramaTranslated by  Ei Phyu Khin, Khine Khine Wai, Phyu ...",
        "url": "https://channelmyanmar.org/tvshows/justice2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/je-133x200.jpg",
        "title": "Jehanabad – Of Love & War (2023)",
        "description": "Jehanabad - Of Love & War (2023)\nCrime, Drama\nIMDb 7.2/10ဒီစီးရီးလေးက နူးညံ့သိမ်မွေ့တဲ့ ချစ်ခြင်းမေတ္တာနဲ့ မင်းမဲ့စရိုက်တွေ\nတပြိုင်နက် ပေါက်ဖွားလာကာ ထိပ်တိုက်တွေ့ကြမည့် ဘီဟားမှာရှိတဲ့\nဂျာဟနာဘတ်ဆိုတဲ့ မြို့ငယ်လေးတစ်မြို့ရဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။ဟုတ်ပါတယ်။ ဂျာဟနာဘတ်မြို့လေးရဲ့အချစ်နဲ့စစ်ရဲ့အကြောင်းပါ။ဒီစီးရီးလေးက SonyLIV က ထွက်ရှိခဲ့တာဖြစ်ပြီး ဖြစ်ရပ်မှန်အပေါ် အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းရဲ့ကျောရိုးကတော့...။လက်နက်ကိုင်တပ်ဖွဲ့ဝင်တွေဟာ သူတို့ရဲ့တပ်မှူးကို ထောင်ကနေလွတ်အောင် စတင်ကြိုးစားနေကြတဲ့အချိန်\nတစ်ဖက်မှာလည်း ကောလိပ်ကျောင်းသူလေးနဲ့ ကျောင်းဆရာတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဟာလည်း\nစတင်ပေါက်ဖွားလာနေခဲ့ပြီဖြစ်ပါတယ်။တစ်ဖက်က စစ်နဲ့ ကျန်တစ်ဖက်က အချစ်မှာ ဘယ်အရာဟာ အောင်နိုင်မှုရရှိသွားမလဲ...။ဒီဇာတ်လမ်းနှစ်ခုဟာ ဆက်စပ်မှုရှိလာခဲ့လေမလား...။ဂျာဟနာဘတ်မြို့သူ၊ မြို့သားတွေရဲ့ကံကြမ္မာဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကိုတော့\nဒီစီးရီးလေးမှာ ရင်ခုန်စိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ပေးပါဦးနော်...။Quality : 1080p WEB DL / 720p Total Episodes : 10EpsFormat : mp4Genres : Drama , Crime Duration :40mSubtitle : Myanmar Subtitle ( Hardsub )Translated ...",
        "url": "https://channelmyanmar.org/tvshows/jehanabad-of-love-war-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5evWTtxslEY2thvWBFHoyTTyka.jpg",
        "title": "Perfect Mismatch (2023)",
        "description": "ဒီတစ်ခါ CMကနေတင်ဆက်ပေးရမဲ့ ကားလေးကတော့သူဌေးသားလေးနဲ့ သိုင်းပညာရှင်ကောင်မလေးတိုရဲ့ အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်နယ်ဘက်ကနေ ဆရာကစေလွှတ်လိုမြို ပေါ်တစ်ယောက်ထဲ တက်လာခဲ့ရတဲ့ ရှီဟွားဟွားသူ့ဆရာပေးလိုက်တဲ့ တာဝန်အရ ဆရာ့သူငယ်ချင်းကိုလိုက်ရှာနေရင်းလူတစ်ယောက်နဲ့အမှတ်မထင် တွေ့ဆုံလိုက်ရပါတယ်အချင်းချင်းဝင်တိုက်မိရင်း တစ်ဖက်လူကို ဒဏ်ရာရစေခဲ့ပါတော့တယ်သူဝင်တိုက်ခဲ့မိတဲ့လူက ဘယ်သူလဲ?လုပ်ငန်းခွင်မှာ ခြယ်လှယ်နေတဲ့ စီအီးအိုလူပေါ်ကြော့သူဌေးသားလေး ကျိုးကျစ်ဖေးအရမ်းရုပ်ရည်ချောမောချမ်းသာလို ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ပါသူဟာတစ်နေ့တော့ မိန်းကလေးတစ်ယောက်ကြောင့် ဒဏ်ရာရခဲ့ရပါတယ်သူတိုနှစ်ဦးစလုံးကလည်း နားလည်မှ တွေလွဲပြီး အမြင်မကြည်တော့ပါဘူးကံဆိုးချင်တော့ အဖိုးဖြစ်သူဥက္ကဌကြီးက သူတိုနှစ်ဦးကိုအတူတူအလုပ်တွဲလုပ်ခိုင်းလိုက်သောအခါ......ဘယ်လိုတွေ နှစ်ပါးသွားပြီး ခွီရမလဲ?ဘယ်လိုအချစ်ကြိုးတွေ ညိမလဲ?ဘယ်လိုတွေ ကြုံတွေ့ရမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ရအောင်နော်(အညွှန်းရေးသားထားသူကတော့ Kong Huo ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : RomanceDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/perfect-mismatch-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/farzi-133x200.jpg",
        "title": "Farzi (2023)",
        "description": "အိန္ဒိယရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ မင်းသားရှာဟစ်ကပူ၊\nဗီဂျေးစည်သူပတီ၊ မင်းသမီး ရာရှီးခန်နား ရဂျီနားကက်ဆန်ဒရာ\nတို့ပါ၀င်ထားပြီး IMDb မှာ 8.7/10 အထိရှယ်ရထားတဲ့\nblack-comedy, crime drama စီးရီးကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းငယ်စဉ်ကတည်းက ကံအကြောင်းမလှခဲ့၍ အဘိုးဖြစ်သူနဲ့ ကြီးပြင်းလာခဲ့ရတဲ့ အညတရပန်းချီဆရာလေး ဆန်နီ၊\nတစ်နေ့မှာ အဘိုးဖြစ်သူဦးဆောင်တဲ့ ကရန်တီသတင်းစာတိုက်ကြီးက ချေးငွေတွေပြန်မဆပ်နိုင်ဘဲ\nအကြွေးတင်ပြီး အရှုံးပေါ်တော့မယ့် အနေအထားထိဖြစ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဆန်နီတစ်ယောက် သတင်းစာတိုက်မှာအလုပ်လုပ်ရင်း အကြံတစ်ခုရသွားပါတယ်၊\nဒီလိုနဲ့ ဆန်နီဟာ သူငယ်ချင်းဖြစ်သူ ဖေရိုဇ်နဲ့ ပူပေါင်းပြီးစီးပွားရေးအသစ်တစ်ခု စလိုက်ပါတော့တယ်၊\nအဲ့ဒီစီးပွားရေးဟာ သတင်းစာတိုက်ကြီးကို ပြန်ကယ်တင်နိုင်ရုံမကဘဲ\nအိန္ဒိယရဲ့ စီးပွားရေးကဏ္ဍကိုပါ ဇောက်ထိုးလုပ်နိုင်တဲ့ အနေအထားထိဖြစ်ခဲ့ပါတယ်။\"လောဘကအတောမသတ်နိုင်\"ဆိုသလိုပဲ ဆန်နီဟာရသင့်တာထက်\nပိုပိုလိုချင်လာမိတဲ့အချိန်မှာ နောက်ဆက်တွဲဆိုးကျိုးတွေဟာ\nတစ်ခုခုပြီးတစ်ခု လိုက်လာပါတော့တယ်။ ဒီလိုနဲ့ ဆန်နီဟာ\nစီးပွားရေးအကွက်တွေရွှေ့ရင်း ပြစ်မှုအသေးလေးကနေ ရင်မဆိုင်နိုင်လောက်တဲ့ထိ\nပြစ်မှုကြီးသွားတဲ့အခါ...တစ်ပိုင်းပြီးတစ်ပိုင်းဇာတ်ရှိန်အမြင့်ဆုံးအထိဆွဲခေါ်သွားမယ့် ကြည့်ရှုသင့်တဲ့စီးရီးဖြစ်ပါတယ်\nQuality : 1080p WEB DL / 720p\nTotal Episodes : 8Eps\nFormat : mp4\nGenres :Drama, Crime\nDuration : 57mins\nSubtitle : Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/farzi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4E6v8XzFeKAaCtG4tvpmPSUrek.jpg",
        "title": "A League of Nobleman (2023)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မှုခင်းစုံထောက်ကားကိုမှ historical typeနဲ့ကြည့်ချင်တဲ့CM fanလေးတွေအတွက် အားလုံးသိပြီးသားဖြစ်မဲ့ Jing Bo Ranနဲ့Song Wei Longတိုမှ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးလိုပါတယ်။လမ်းဘေးမှာ ခေါက်ဆွဲလုပ်ရောင်းရင်း ဘဝကိုရုန်းကန်အသက်မွေးမှုပြုနေရတဲ့ -ကျန်းဖျင်လူတွေဟာ မမှီတဲ့အသီးကိုမှဆွတ်ချင်ကြတယ်ဆိုသလို ကျန်းဖျင်ဟာကိစ္စတစ်ခုကို အခြေခံသဘောတရားကနေ အမှုတစ်ခုလုံး လုံးလုံးလျားလျားပေါ်အောင်ဖော်ထုတ်နိုင်စွမ်းရှိသည့်အလျောက် ရုံးတော်ရဲ့အရေးအခင်းတွေကိုလည်း စိတ်ဝင်စားနေပြန်ပါတယ်။နန်းတွင်းဌာနမှ ရုပ်ရည်ချောမောမှုနဲ့ ဂုဏ်သတင်းပြန့်ပြီး အများမသိအောင်ဇာတ်ကြောင်းတစ်ခုကို ဖုံးကွယ်ထားတဲ့ ဒုအမတ်မင်းအပြင်ကျန်းဖျင်ရဲ့သွေးသောက်ညီနောင်အသွင်ဝန်းရံမဲ့\" လန်ကျွယ်\"-နန်းတွင်းမှုခင်းတွေကို စူးစမ်းလိုတဲ့ကျန်းဖျင်နဲ့ အမတ်လန်ကျွယ်တိုနှစ်ဦးပူးပေါင်းလိုက်တဲ့အခါ အမှန်တရားနဲ့တရားမျှတမှုက....တစ်လှေတည်းစီးသမား‌တွေအဖြစ် ဆက်ထိန်းထားနိုင်မလားလန်ကျွယ်ဖုံးကွယ်ထားတဲ့ ဇာတ်ကြောင်းကိုလည်းကျန်းဖျင်တစ်ယောက် သိရှိသွားလေမလား။နန်းတွင်းမှာရော မည်သည့်လျှိဝှက်ချက်တွေရှိနေဦးမလဲအဆုံးသတ်ကရော.....ဒီလိုရင်ခုန်လှုပ်ရှားစရာတွေနဲ့အဆုံးသတ်ကို ခန့်မှန်းလိုမရလေအောင်ပရိတ်သတ်တိုကို သိချင်စိတ်တဖွားဖွားဖြစ်အောင်ချပြပေးမဲ့အမိုက်စားဇာတ်လမ်းလေးတစ်ပုဒ်ကိုကြည့်စေလိုရန် CMမှာ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။(အညွှန်းရေးသားထားသူကတော့ Anle ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 29Format : mp4Genres : Thriller, Mystery, Wuxia, DramaDuration : 45 min per EpisodeSubtitle ...",
        "url": "https://channelmyanmar.org/tvshows/a-league-of-nobleman-2023/"
    }
]