[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/poster-return-of-condor-heroes-146x200.jpg",
        "title": "The Return of the Condor Heroes (2006)",
        "description": "သိမ်းငှက်သူရဲ ကောင်းဇာတ်လမ်းတွဲ=======================သိုင်းဇာတ်လမ်းတွဲတွေကို တီဗွီအစီအစဉ်တစ်ခုအနေနဲ့ မပြသခင်အချိန်\nသိုင်းဇာတ်လမ်းတွဲများကို ဘာသာပြန် စာရေးဆရာကြီးများ စတင်ဘာသာပြန်\nထုပ်ဝေခဲ့တဲ့ အချိန်ကစလို့ယနေ့ ကွန်ပျူတာ အင်တာနက်ခေတ်တိုင်အောင်\nသိုင်းဝတ္တူကို ချစ်မြတ်နိုးသူ သိုင်းဇာတ်လမ်းတွဲများအား နှစ်သက်သူ\nသိုင်းလောကသားတွေကြားမှာ နာမည်တစ်လုံးနဲ့ ယနေ့တိုင်ရပ်တည်ခဲ့တဲ့\nဇာတ်လမ်းတွဲကြီးတစ်ခုရှိခဲ့ပါတယ်။ဇာတ်လမ်းတွဲကြီးလို့ ပြောရခြင်းကတော့\nသူ့မှာ ခေတ်သုံးခေတ် အပိုင်းသုံးပိုင်းပါဝင်ပြီး အချို့ fan theory များအရ\nခေတ်လေးခေတ် အတွဲလေးတွဲတောင် ဖြစ်နိုင်ပါသေးသတဲ့ဗျာ fan theory\nအချို့ကိုပြောရရင် ပထမဆုံးဇာတ်လမ်းက လွမ်းငွေ့ဝေဖြာသိုင်းကမ္ဘာ\n(တိမ်လွှာနဂါး သူရဲကောင်းများလို့လည်း သိကြမှာပါ)…သူ့ရဲ့\nဇာတ်လမ်းအခင်းအကျင်းအရ သူတောင်းစားဂိုဏ်းချုပ်ချောင်ဖုန်းသုံးခဲ့တဲ့\nနဂါးနိုင်လက်ဝါးသိုင်းကို နောက်ဆုံးသူချောက်နက်ထဲခုန်ချသွားပြီးနောက်\nတစ်နည်းတစ်ဖုံ မသေပဲ ဟုန်ချစ်ကုန်းကို လက်ဆင့်ကမ်းသင်ကြားပေးခဲ့ပါသတဲ့\nနောက်တစ်ချက်က တလိ့ပြည်မှ အရိပ်မဲ့ဓါးပညာများ လက်ညိုးဓါးပညာများဟာလည်း\nနောက်ပိုင်းဇာတ်လမ်းတွဲများမှာ ပြန်လည်ပါဝင်လာခဲ့ပါသေးတယ်။ဒုတိယ ဇာတ်လမ်းတွဲ အနေနဲ့( အခိုင်အမာပြောနိုင်တာကတော့ ဒီဇာတ်လမ်းက\nကနဦး ပေါ့ဗျာ)သိန်းငှက်သူရဲကောင်း(၁)ကော်ကျင့်နဲ့ ဟွမ်းယုံ တို့ခေတ်ကို\nရောက်ရှိလာပါပြီ တရုပ်ပြည်မကြီးကို\nကျင်းလူမျိုးတွေက ဝင်ရောက်ကျူးကျော်နေချိန်မှာ မြေပြန်သိုင်းလောကသားများမှ\nကျင်းလူမျိုးများကို မွန်ဂိုတို့နဲ့ ပူးပေါင်းလို့ တစ်တပ်တစ်အား တိုက်ထုပ်နေတဲ့အချိန်ကို\nအချစ် အလွမ်း သူရဲကောင်းတို့နှလုံးသား အာဏာ ရမက် စတာတွေနဲ့ တန်ဆာဆင်လို့\nစာဖတ်ရတဲ့သူရော ...",
        "url": "https://channelmyanmar.org/tvshows/the-return-of-the-condor-heroes-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/poster-780-133x200.jpg",
        "title": "Jumong (2006)",
        "description": "Jumong (2006)ဇာတ္လမ္းတြဲ\n(စ/ဆုံး)\nဒီဇာတ္လမ္းတြဲဟာ IMDb...7.2,,,AsianWiki....91 ရရွိထားပါတယ္.....ဂ်ဴမုံကားလာခ်ိန္ဆုိ မိသားစုေတြ တစ္စု\nတစ္ေ၀းနဲ႕တီဗြီေရွ႕မွာ ေစာင့္ခဲ့ၾကရတာမွတ္မိၾကဦးမယ္ထင္ပါတယ္....\nအပုိင္းေလးတစ္ပုိင္းေလာက္လြတ္သြားတာနဲ႕ အရာအားလုံးကုိေဒါသထြက္မိတဲ့ အခုိက္အတန္႕ေတာင္ရွိခဲ့ၾကမယ္ထင္တယ္....\n.အားလုံးက ဂ်ဴမုံကားဆုိရင္ မၾကည့္ဖူးရင္ေတာင္မွ ဂ်ဴမုံမင္းသားဆုိၿပီးရင္းႏွီးေနမယ္ထင္ပါတယ္.\n....ဒီကားဟာ ကုိရီးယားဘုရင္ ဂ်ဴမုံရဲ႕ သမုိင္းကုိအေျခခံၿပီးရုိက္ကူးခဲ့တာပါ...\nမူလအစက အပုိင္း(၆၀)သာ ရုိက္မယ္လုိ႕ စီစဥ္ခဲ့ေပမယ့္ လူႀကဳိက္မ်ားလြန္းတဲ့အတြက္အေၾကာင့္(၈၁)ပုိင္းထိ ရုိက္ကူးခဲ့ပါတယ္.\n.အာဏာကုိရူးသြပ္မႈေၾကာင့္ လူအမ်ဳိးေသေၾကပ်က္စီးခဲ့ရတာေတြ....လြဲမွားတဲ့အယူစြဲေတြေၾကာင့္ ဆုိးယုတ္မႈေတြ...\n.အမ်ားအက်ဳိးေရွးရွဴၿပီး ေကာင္းမြန္တဲ့စိတ္ထားေတြေၾကာင့္ အားလုံးကုိေအာင္ႏုိင္ကာ တုိင္းျပည္ဥေသ်ာင္ျဖစ္ခဲ့တာေတြကုိအေကာင္းမြန္ဆုံး\nသရုပ္ေဖာ္ရုိက္ကူးႏုိင္တာေၾကာင့္ ဆုေပါင္းမ်ားစြာလည္း ရရွိသလုိ ယေန႕အထိပရိတ္သတ္ေတြၾကားမွာ ဂ်ဴမုံကားဟာ ရွိေနဆဲပါ...\nဒါေၾကာင့္ အရင္တုန္းက ေအးေဆးမၾကည့္ခဲ့ရတဲ့သူေတြအတြက္ေရာ အားလပ္ခိ်န္ေလးမွာ ဂ်ဴမုံဇာတ္လမ္းတြဲနဲ႕\nအပန္းေျဖအနားယူခ်င္တဲ့သူေတြအတြက္ျပန္လည္တင္ဆက္ေပးလုိက္ပါတယ္...\nFile Size…(500 MB)@Episode\nQuality…450p\nFormat…mp4 Duration…00:60:00 @ EpisodeSubtitle…Myanmar Subtitle(Hardsub)Subtitled by  Yangon Movie StoreEncoder…Phyo PyaeComplete Zip File  VIP  /  Yoteshin[1-9]  /  Yoteshin[10-18]  /  Yoteshin[19-27]  /  Yoteshin[28-36]  /  Yoteshin[37-45]  /  Yoteshin[46-54]  /  Yoteshin[55-63]  ...",
        "url": "https://channelmyanmar.org/tvshows/jumong-2006-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZjUzYTU2MmUtMmJjNS00OTAwLTkwZjUtZDI0NzQzMTQ2Mjk0XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_UY1200_CR10006301200_AL_-105x200.jpg",
        "title": "A Korean Odyssey (2017)",
        "description": "IMDb Rating 8.9 ရထားတဲ့ tvN က လက္ရွိအပါတ္စဥ္စေနတနဂၤေႏြေန႔ေတြမွာ ထုတ္လႊင့္ျပသေနဆဲျဖစ္တဲ့ ကိုးရီးယားစီးရီးေလးတစ္ခုနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ ဒီစီးရီးမွာ မိနစ္ ၉၀စာ အပိုင္း ၂၀ ပါ၀င္မယ္လို႔ ေျပာပါတယ္။စီးရီးအမ်ိဳးအစားကေတာ့ Romance Comedy Horror Fantasy ရသစံုပါ၀င္တဲ့ စီးရီးေလးပါ။tvN က ကိုးရီးယားျပည္တြင္းမွာ ထုတ္လႊင့္ျပသေနသလိုNetflix ကလည္း Globally distributor အေနနဲ႔ တစ္ကမာၻလံုးကို ထုတ္လႊင့္ျပသေနတဲ့စီးရီးေလးပါ။အစကနဦးက ဒါရိုက္တာတစ္ဦးထဲရိုက္ကူူးခဲ့ေပမယ့္ အာရွသာမကကမာၻအနွံ႔ထုတ္လႊင့္ျပသမွာျဖစ္တာေၾကာင့္ ေနာက္ထပ္နာမည္ေက်ာ္ဒါရုိက္တာနွစ္ေယာက္လည္းပါ၀င္လာတာေၾကာင့္ စုစုေပါင္း ဒါရိုက္တာ ၃ ဦး ေကာင္းမြန္ေသသပ္တဲ့ CGI effectေတြနဲ႔အတူအေကာင္းဆံုးလက္စြမ္းျပထားတဲ့စီးရီးျဖစ္သလို ဇာတ္ညႊန္းေရးတဲ့သူကလည္း ပရိသတ္ေတြ ရင္းနွီးျပီးသားျဖစ္တဲ့ Master’s sun , My girlfriend is a Nine-Tailed Fox ,My girl အစရွိတဲ့စီးရီးေတြကို ေရးခဲ့တဲ့နာမည္ေက်ာ္ Hong ...",
        "url": "https://channelmyanmar.org/tvshows/a-korean-odyssey-20171156678900/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/xkVA0c-142x200.jpg",
        "title": "Todome no kiss",
        "description": "(English title Kiss that kills) ဒီဇာတ်ကားဟာ ၁လပိုင်း ၇ရက်နေ့မှာစထွက်ခဲ့တာပါအပတ်တိုင်း တနင်္ဂနွေနေ့တွေမှာ ဂျပန်က NTV Network မှာပြသပါတယ်Rating ကလဲမြင့်ပါတယ် စာဖိုင်ထွက်တာနောက်ကျလို့ ခုမှတင်ပေးရပါတယ် ဒီကားမှာအဓိကဆွဲဆောင်မှုကတော့ ဂျစ်တီးဂျစ်ကန်အပြုံးလေးတွေနဲ့ဖမ်းစားတတ်တဲ့Death Note ကားထဲမှာ L အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Yamzaki kento ပါပဲမြန်မာနိုင်ငံမှာတော့ သူ့ကိုချစ်စနိုးနဲ့ ken ken လို့ခေါ်ကျပါတယ်ဒီကားမှာသူကအဓိကသရုပ်ဆောင်ထားပါတယ် မင်းသမီးကလဲ မျက်လုံးဝိုင်းဝိုင်းလေးနဲ့ချစ်စရာကောင်းတဲ့Mugi Kadowaki ကသရုပ်ဆောင်ထားပါတယ်(မင်းသမီးအကြောင်းတော့ ကိုယ်ကသိပ်စိတ်မဝင်စားလို့မသိဘူး မင်းသားပဲစိတ်ဝင်စားတယ်)ဒါဖြင့်ရင် ဇာတ်လမ်းလေးအမြည်းကျွေးပါမယ် မင်းသားမှာကညီလေးရှိတယ်ငယ်ငယ်လေးမှာ မတော်တဆမှုတစ်ခုကသူ့မျက်စိရှေ့တင်ဖြစ်ပြီးပါသွားတာတွေ့ခဲ့ရတယ်ဒီလိုနဲ့ ကြီးလာရတဲ့ Ken Ken လေးက လောကကြီးမှာ အချစ်မရှိမှသာယာမယ်ငွေနဲ့ သူကြိုက်တဲ့ပစ္စည်းတွေရှိမှသာ ပျော်ရွှင်ရမယ်လို့ ဆိုတဲ့အတွေးအခေါ်ရှိတဲ့ဧည့်ကြိုကောင်လေးဖြစ်လာတယ် ဧည့်ကြိုဆိုတာ ယဉ်အောင်ပြောတာတကယ်တော့မမတွေကိုကပ်ခြူစားတဲ့ ကလပ်ကဝန်ထမ်းကောင်ချောလေးပေါ့သူကမမတွေဆီကရသမျှအကုန်ယူတယ် အဲ့မှာပဲ ထူးထူးဆန်းဆန်းပြစ်မှုတစ်ခုဖြစ်လာတယ် မိန်းမတစ်ယောက်က နှုတ်ခမ်းကိုအဆိပ်သုတ်ပြီးယောင်္ကျားတွေကို နမ်းပြီးသတ်နေတာတဲ့ ပိုင်းလုံးတွေ ဖောက်ပြန်တဲ့သူတွေကိုဆိုတော့အken လေးတစ်ချက်တွေသွားသေးတယ် ဒါပေမယ့်သူကမမူဘူး ပြီးမှသူလက်တွေ့ကြုံရတော့တယ်ထူးထူးဆန်းဆန်းမိန်းမက ...",
        "url": "https://channelmyanmar.org/tvshows/kissthatkills2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/dy4Bgc-142x200.jpg",
        "title": "Transit Girls",
        "description": "ဒီတစ္ခါေတာ့ 2015ကထြက္ခဲ႕တဲ႕ Transit girlsဆိုတဲ့ GL ကားေလးတင္ေပးခ်င္ပါတယ္\n \nဇာတ္လမ္းေလးက ေတာ္ေတာ္ေလးကို ခ်စ္ဖို႕ေကာင္းတာရယ္ ဇာတ္ေဆာင္ နွစ္ေယာက္ကလည္း\n \nHeight differenceက အစ အသည္းယားစရာေလးေတြရယ္ ႀကည့္ျဖစ္ေအာင္ႀကည့္ႀကပါလို႕\n \n(ဒါကေတာ့ ေႀကာ္ညာ၀င္တာပါ Review က ေအာက္မွာ XD )\n \nဒီကားေလးကေတာ့18နွစ္အရြယ္ Sayuriဆိုတဲ႕ေက်ာင္းသူေလးနဲ႕ အသက္21အရြယ္photographer မမလွလွေလးyui\n \n(က်ေနာ္ကေတာ့ဒီတစ္ေယာက္ကို ဒဲ႕ျကီးေျကြတာရယ္ အဟိ)\n \nတို႕ရဲ႕အခ်စ္ဇာတ္လမ္းေလးပါ အိမ္ေထာင္ဖက္ေတြမရွိျကေတာ့တဲ႕ Yuiေမေမနဲ႕sayuriေဖေဖတို႕က\n \nအိမ္ေထာင္ျပဳတဲ႕အခါမွာေတာ့ Yuiနဲ႕ sayuriဟာ တစ္အိမ္ထဲအတူတူေနရဖို႕ အေျကာင္းဖန္လာပါတယ္\n \nတကယ္ေတာ့yuiကအဲ႕အခ်ိန္မတိုင္ခင္ကတည္းက sayuriကို တစ္ခါေတြ႕ဖူးျပီးသတိထားမိေနခဲ႕တာပါ\n \nမိဘေတြလက္ထပ္ေတာ့လည္း Yuiကေတာ့ႀကည္ႀကည္ျဖဴျဖဴ နဲ႕\n \nနားလည္ေပးခဲ႕ေပမဲ႕ sayuriဘက္ကက်ေတာ့ မတူပါဘူးး အေမ မရွိေတာ့ကတည္းက\n \nအေဖ႕ရဲ႕အခ်စ္ေတြ အကုန္လံုးသိမ္းျပီး ေနလာတဲ႕\n \nsayuriက သူ႕ေဖေဖေနာက္အိမ္ေထာင္ျပဳတာကို မလိုလားခဲ႕ဘူးဆိုေပမဲ႕ ......\n \nYuiက sayuriကို ေျဖာင္းျဖဖို႕ျကိဳးစားတဲ႕အခါ ေနာက္ပိုင္းမွာsayuriတစ္ေယာက္\n \nဘယ္လိုေျပာင္းလဲလာမလဲဆိုတာ.....\n \nဘယ္လိုေတြဆက္ျဖစ္ျကမလဲဆိုတာ ကိုယ့္ဟာကိုပဲၾကည့္လိုက္ျကေတာ့ေနာ္\n \nဒီဇတ္လမ္းတြဲကို ဘာသာျပန္ေပးထားသူကေတာ့ Chu Chu (mglp) ျဖစ္ၿပီး\nဇတ္လမ္းတြဲ အညႊန္းကိုလဲ ကိုယ္တိုင္ေရးေပးထားပါတယ္....\n \nThit San Khant\n \nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP ...",
        "url": "https://channelmyanmar.org/tvshows/transit-girls/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/received_2068699333362912-102x200.jpeg",
        "title": "Advance Bravely Season 2",
        "description": "BL ပရိသတ္​​ေတြအားလံုး​ေစာင္​့​ေမ်ွာ္​​ေနၾကတဲ့ Chinese BL Series တစ္​ခုျဖစ္​တဲ့ Advance Bravely ကို ျမန္​မာစာတန္​းထိုးနဲ႔တင္​ဆက္​​ေပးလိုက္​ပါၿပီ\nSeason 1ၿပီး​ေတာ့ Season 2​ေမ်ွာ္​​ေနၾကတဲ့ပရိသတ္​​ေတြ​အားလံုး​ေပ်ာ္​ႏိုင္​ပါၿပီ\nတစ္​ရက္​ျခား ၁ပိုင္​းတင္​​ေပးသြားမွာပါ\nဇာတ္​လမ္​းက​ေတာ့ အားလံုးသိၾကတဲ့အတိုင္​းပါပဲ\nရဲအရာ႐ွ​ိ႐ွ​ေယာင္​းနဲ႔ လုံျခံဳ​ေရးဆိုင္​ရာကုမၸဏီသူ​ေဌး ယြမ္​က်ံဳ႕တို႔ season 2မွာ ဘယ္​လိုဇာတ္​လမ္​းဆက္​ၾကမလဲ...ယြမ္​က်ံဳ႕ညီမျဖစ္​သူ ယြမ္​႐ူက​ေရာ အစ္​ကိုနဲ႔အၿပိဳင္​႐ွ​ေယာင္​းကို ဘယ္​လိုလြန္​ဆြဲမလဲဆိုတာ ​ေပ်ာ္​ရႊင္​ရယ္​​ေမာ​ေစာင္​ကိုက္​ရင္​းၾကည္​့႐ႈႏိုင္​ပါၿပီ.....\n႐ုပ္​ထြက္​အၾကည္​လင္​ဆံုး ဘာသာျပန္​အ​ေကာင္​းဆံုးျဖစ္​​ေအာင္​ႀကိဳးစားတင္​ဆက္​​ေပးထားပါတယ္​  \nEpisode 01\n  \nEpisod 02\n \nEpisode 03 \n \nEpisode 04",
        "url": "https://channelmyanmar.org/tvshows/advance-bravely-season-23/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNDYyNzk1NzYwOF5BMl5BanBnXkFtZTgwMTQ0Nzc4MzI@._V1_SY1000_CR007381000_AL_-148x200.jpg",
        "title": "Vikings Season 5",
        "description": "Translated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw\nQuality : WEB-DL 720p\nFile Size : 300 MB (Each Episode)\n==========================\nSeason 5 Complete Zip File\nVIP / Yoteshin[1-10]  /  Yoteshin[11-20]",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-5/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Vikings_Season_4_Volume_2-156x200.png",
        "title": "Vikings Season 4",
        "description": "The world of the Vikings is brought to life through the journey of Ragnar Lothbrok, the first Viking to emerge from Norse legend and onto the pages of history - a man on the edge of myth. \nEncoded by Thanhtike Zaw\nQuality : Blu-Ray 720p\nFile Size : 6GB (Complete Zip)\n==========================\nSeason 4 Complete Zip File\nVIP / Yoteshin[1-10] /  Yoteshin[11-20]",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-4/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNTEyMDEwMzEtYWRmNC00Y2Q2LWEyNzMtNzQ1MjQ2ZDFiNzM2XkEyXkFqcGdeQXVyNTI1MDU0MzM@._V1_.jpg",
        "title": "Erased",
        "description": "Bokudake ga Inai Machi 2017\n=======================\nဒီ Japan Mini TV Series ေလးဟာအပိုင္း ၁၂ ပိုင္းပဲ ထြက္ရွိထားၿပီး IMDb 8.1 ထိ ရရွိထားပါတယ္\nEnglish Title ကေတာ့ Erased ပါတဲ့...\nဇတ္လမ္း ပံုစံကေတာ့ ဆာတိုရူ ဆိုတဲ့ ေကာင္ေလးဟာ\nသူ႔ ငယ္ဘ၀ မွာ ေက်ာင္းေနဘက္ သူငယ္ခ်င္း တစ္ခ်ိဳ႕ကို\nကေလးလူသတ္သမား က ကြင္းဆက္ သတ္ျဖတ္မႈ အျဖစ္\nတစ္ေယာက္ခ်င္းကို ျပန္ေပးဆြဲ သတ္ျဖတ္ခံခဲ့ရတယ္\nဒီလို အေတြ႔အႀကံဳေတြနဲ႔ ဆာတိုရူ ဟာ အသက္ႀကီးလာခဲ့တယ္\nကံေကာင္းစြာနဲ႔ အဲ့ဒီအထဲ သူေတာ့ မပါခဲ့ပါဘူး\nဘာလို႔လဲ ဆိုေတာ့ ကြင္းဆက္ လူသတ္သမားကို ဖမ္းဆီးသြားၾကလို႔ပါ\nဖမ္းဆီးသြားၾကတဲ့ ကြင္းဆက္သမား လူသတ္သမားဆိုသူကလဲ\nလူသတ္သမားလို႔ ထင္ေလာက္စရာမရွိတဲ့ သာမန္လူရိုး လူေအး တစ္ဦးပါပဲ\nဒီလိုနဲ႔ ဆာတိုရူ အရြယ္ေရာက္လာတဲ့ အခါ သူ႔မွာ ထူးျခားတဲ့\nျဖစ္ရပ္ဆန္း တစ္ခ်ိဳ႕ ျဖစ္ပ်က္လာပါေတာ့တယ္...\nအာ့တာကေတာ့ ...",
        "url": "https://channelmyanmar.org/tvshows/erased/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tSHzkJ1HBnyGdcpr6wSyw7jYnJ.jpg",
        "title": "Gotham Season 1 (Complete)",
        "description": "Fox ရုပ္သံမွ 2014 စက္တင္ဘာလတြင္စတင္ထုတ္လႊင့္ခဲ့တဲ့ Gotham ရုပ္သံဇာတ္လမ္းတြဲကေတာ့\nနာမည္ေက်ာ္စိိတ္ကူးယဥ္ဇာတ္ေကာင္ျဖစ္တဲ့ Batman ရဲ႕ ငယ္ဘဝက Gotham ကုိအေျခခံထားပါတယ္။\nဒီဇာတ္လမ္းတြဲမွာေတာ့ Batman တျဖစ္လဲ ဘရုစ္ဝိန္း ရဲ ႔ငယ္ဘဝကုိေတြ႔ျမင္ႏုိင္ၿပီးေတာ့\nရႈပ္ေထြးေပြလီျပီး ဒုစရိုက္မႈေတြေပါမ်ားလွတဲ့ ဂုိသမ္ၿမဳိ ႔အေၾကာင္းကုိလည္း ေသခ်ာသိႏုိင္မွာပါ။\nလက္ရွိေတာ့ Season 4 အထိ ထြက္ရွိထားၿပီး ဆက္ထြက္ရွိေနအုံးမွာ ျဖစ္လုိ႔ CM က မွန္မွန္\nျပန္တင္ဆက္သြားေပးမွာလဲျဖစ္ပါတယ္။ အခုဒီ Season (1) မွာေတာ့ အခုမွ စၾကည့္တဲ့သူေတြအတြက္\nအနည္းငယ္ ေအးတယ္လုိ႔ထင္ရေပမဲ့ ဆက္လာမဲ့ Season 3 ေတြ 4 ေတြ အတြက္ ေသခ်ာ ဇာတ္အိမ္\nတည္ထားတာျဖစ္ပါတယ္။မထင္မွတ္ထားတဲ့ Plot ေတြနဲ႔ လူကုိဆြဲေခၚသြားႏုိင္တာကေတာ့ ခ်ီးက်ဳးဖုိ႔\nေကာင္းတယ္လုိ္႔ေျပာရမွာျဖစ္ပါတယ္။ ဒီ Season (1) မွာေတာ့ Batman ရဲ႕ အဓိက ဗီလိန္ေတြျဖစ္တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/gothamseason1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/dONaJyzTAG973ifDGX0StnWMrC4-133x200.jpg",
        "title": "Black Knight (2017)",
        "description": "KBS ရုပ္သံလိုင္းက အပါတ္စဥ္ ဗုဒၶဟူးၾကာသပေတး ထုတ္လြင့္ျပသေပးမယ့္ Black Knight ထူးဆန္းေထြလာအခ်စ္ဇာတ္လမ္းတြဲသစ္ေလးပါ။Love story in Harvard(တစ္ခါတုန္းက တကၠသိုလ္) ဇာတ္လမ္းတြဲနဲ႔ ျမန္မာပရိသတ္အသဲစြဲျဖစ္ခဲ့ျပီး ေဒါက္တာဇာတ္လမ္းတြဲရဲ့ မင္းသား Kim-Rae Won အဓိက ေခါင္းေဆာင္ပါ၀င္ထားပါတယ္။မင္းသမီးကေတာ့ Bride of the Water God ကားရဲ့ မင္းသမီးေလး Shin Se Kyung နဲ႔အတူ Whisper, Jelousy incarnate တို႔နဲ႔နာမည္ရလာတဲ့မင္းသမီးေလး Soe Ji-Hye 2nd Lead အေနနဲ႔ပါ၀င္ထားပါတယ္။ေရွးေရစက္ဆုိတာကို ယံုၾကည္ၾကပါသလား။တစ္ခါတစ္ေလ လူတစ္ေယာက္ကို အေၾကာင္းမဲ့မုန္းေနတာမ်ိဳး ၾကည့္မရတာမ်ိဳးျဖစ္တတ္သလို တစ္ခါတစ္ေလ ျမင္ျမင္ခ်င္းခင္မိျပီး ဘာလုပ္လုပ္အျပစ္မျမင္ဘဲ သေဘာက်ေနတတ္တာေတြလည္းရွိတတ္ပါတယ္။ဒါေတြက ေရွးေရစက္ ဆုေတာင္းေတြေၾကာင့္ျဖစ္မယ္ထင္ပါတယ္။အခ်စ္ၾကီးသူေတြဟာ ဒီဘ၀မွာ ဒီတစ္ေယာက္တည္းကိုသာ သစၥာရွိရွိခ်စ္ခဲ့သလို ေနာက္ဘ၀ေတြမွာလည္း ေရစက္ဆံုဖုိ႔ ဆုပန္တတ္ၾကတယ္။ ...",
        "url": "https://channelmyanmar.org/tvshows/black-knight-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/97d614695687010659b7f8c083f9fe17-133x200.jpg",
        "title": "City Hunter (2011)",
        "description": "ဒီစီးရီးလေးကတော့ F4 ဇာတ်လမ်းတွဲနဲ့နာမည်ကြီးလာတဲ့ မင်းသားလီမင်ဟိုရဲ့ဒုတိယအအောင်မြင်ဆုံးစီးရီးတစ်ခုဆိုရင်လည်းမမှားပါဘူး...ဒီစီးရီးလေးရဲ့အကြောင်းကိုပြောရမယ်ဆိုရင် ဇာတ်လမ်းစထားကတည်းကကျွန်တော်တို့မြန်မာပြည်အကြောင်းနဲ့စထားတာပဲဖြစ်ပါတယ်....မြန်မာခေါင်းဆောင်ကြီးတွေရဲ့ဗိမာန်ကိုလာဂါရဝပြုတဲ့ တောင်ကိုရီးယားသမ္ပတကိုမြောက်ကိုရီးယားဘက်ကလုပ်ကြံတဲ့အတွက်ကြောင့် မြန်မာလူမျိုးများအပါဝင်တောင်ကိုရီးယားရဲ့ခေါင်းဆောင်ပိုင်း သံရုံးဝန်ထမ်းအချို့သေဆုံးခဲ့ရပါတယ်...ဒီလုပ်ရပ်ကြောင့် တောင်ကိုရီးယားအထက်ပိုင်းအရာရှိကြီးများမခံရပ်နိုင်ဖြစ်ကာမြောက်ကိုရီးယားဘက်ကိုသုတ်သင်ရှင်းလင်းရေးတပ်ဖွဲ့တိတ်တဆိတ်စေလွှတ်ခဲ့ရာကနေပြီးတော့ဇာတ်လမ်းကိုပထမပိုင်းတည်းကနေ အရှိန်တက်အောင်စွဲဆောင်ထားနိုင်ခဲ့ပါတယ်.....Rating 8.3 ရှိတဲ့ ဒီစီးရီးလေးဟာ တောင်ကိုရီးယားနိုင်ငံတွင်ရိုက်ကူးခဲ့ရုံမဟုတ်ပဲထိုင်းနိုင်ငံမှာပါ အမြင်ဆန်းအောင်ရိုက်ကူးခဲ့တာလည်းဖြစ်ပါတယ်...ဒီစီးရီးကိုညွှန်းရမယ်ဆိုရင်တော့ ဇာတ်လမ်းတစ်ခုလုံးကိုပြောရမှာဖြစ်လို့ ကြည့်ရှု့ပြီးကိုယ်တိုင်သာဆုံးဖြတ်ကြပါ...ကြာနေပြီဖြစ်တဲ့ ဒီစီးရီးလေးကို အမှတ်မထင်ကြည့်မိတာကနေ ကြိုက်မိသွားလို့မကြည့်ရသေးတဲ့ပရိသတ်တွေအတွက်ကော ကြည့်ပြီးသွားတဲ့ ပရိသတ်တွေပါQuality ကောင်းကောင်းဘာသာပြန်ကောင်းကောင်းနဲ့ပြန်လည်ကြည့်ရှု့နိုင်ရန်တင်ဆက်ပေးလိုက်ရပါတယ်...Review by Moe Myint LwinDuration ...... 1 hourQuality ...... HDTV 720pTranslator ...... Moe Myint LwinEncoder ...... Moe Myint Lwin Episode (1)  Yoteshin Link / Userdrive Link \nEpisode (2) Yoteshin Link / Userdrive Link\nEpisode (3) Yoteshin Link / Userdrive Link \nEpisode (4) Yoteshin Link / Userdrive Link\nEpisode(5) Yoteshin Link ...",
        "url": "https://channelmyanmar.org/tvshows/city-hunter-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/black_lightning_s1_onair_keyart1-133x200.jpg",
        "title": "Black Lightning (2018)",
        "description": "ဒီတစ္ခါေတာ့ CW ကေနအသစ္ထြက္ရွိထားတဲ့\nSuperHero စီးရီးတစ္ခုနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္....\nထူးၿခားတာကေတာ့ ဒီ Hero ကေက်ာင္းအုပ္ဆရာၾကီးတစ္ဦးၿဖစ္တဲဂ်က္ပဲၿဖစ္ပါတယ္...\nသူဟာ Black Lightning ၿဖစ္ေနခဲတာကိုလိႈ႕၀ွက္ေနခဲ့ရပါတယ္...\nဘာလို႕လဲဆိုေတာ့\nသူ႕မိန္းမဟာသူ Black Lightning ၿဖစ္ေနတာကိုလက္မခံႏိုင္ခဲ့လို႕ပါ....\nဒါေၾကာင့္လည္းသူတို႕လင္မယားႏွစ္ေယာက္ကြာရွင္းခဲ့ရၿပီး သမီးေတြကိုအေ၀းကေနပဲ\nတစ္ေယာက္ခ်င္းစီအုပ္ခ်ဳပ္ေနခဲ့ၾကရပါတယ္...\nဒါေပမယ့္ သမီးၿဖစ္သူေတြကို လူရမ္းကားအုပ္စုတစ္စုကေနၿပီးေတာ့\nၿပသနာရွာတာကေနစၿပီး သူအႏွစ္ႏွစ္အလလ ဖံုးကြယ္ထားခဲ့တဲ့ \nသူ႕ရဲ႕ Black Lightning ဘ၀ကိုၿပန္စဖို႕အတြက္ အေၾကာင္းၿဖစ္လာပါေတာ့တယ္...\nဒီစီးရီးဟာ Rating 7.2 ရရွိထားၿပီးေတာ့\n၂၀၁၈ မွာစတင္ၿပသတဲ့ စီးရီးအသစ္ၿဖစ္ပါတယ္....\nတစ္ပတ္တပိုင္းထြက္တဲ့စီးရီးမို႕ ထြက္သမွ် အပိုင္းတုိင္းကို\nအခ်ိန္မွီတင္ဆက္ေပးသြားမွာၿဖစ္ပါတယ္....\n \nTranslator..... Pyae Phyo Hein\nEncoder ..... Moe Myint LwinEpisode (1) Yoteshin Link / Openload Link / SolidDrive Link\nEpisode (2) Yoteshin Link / Openload Link\nEpisode (3) Yoteshin Link / Openload Link ...",
        "url": "https://channelmyanmar.org/tvshows/black-lightning5-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/vikings-season-3-posters-1_FULL-137x200.jpg",
        "title": "Vikings Season 3",
        "description": "The world of the Vikings is brought to life through the journey of Ragnar Lothbrok, the first Viking to emerge from Norse legend and onto the pages of history - a man on the edge of myth. \nEncoded by Thanhtike Zaw\nQuality : Blu-Ray 720p\nFile Size : 3GB (Complete Zip)\n==========================\nSeason 3 Complete Zip File\nVIP / Yoteshin / Megaup /Userdrive",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/2l1KTliFU7SjNT1OpTojbvjEnZe-133x200.jpg",
        "title": "I Am Not a Robot (2017)",
        "description": "အခုတစ္ပါတ္ကစတင္ျပီး အပါတ္စဥ္ဗုဒၶဟူး ၾကာသပေတးေန႔မ်ားမွာ MBC ရုပ္သံလုိင္းက ထုတ္လြင့္ေပးမယ့္ နာမည္ေက်ာ္ မင္းသား Yoo Seung Ho ရဲ့ I am not a Robot –Fantasy Romance ဇာတ္လမ္းေလးကို တင္ဆက္ေပးလုိက္ပါတယ္။ဒီနွစ္ထဲမွာပဲနာမည္ရလာတဲ့ တက္သစ္စ မင္းသမီးေလး Chae Soo Bin နဲ႔တြဲဖက္ရုိက္ကူးထားပါတယ္။ဒါရုိက္တာကေတာ့ King 2 Heart, Arang and the Meritage, Goddness of fire, Single cunning lady, She was pretty, W- two worlds အစရွိတဲ့ MBC ရုပ္သံလုိင္းအတြက္ နွစ္စဥ္ လိုလို နာမည္ေက်ာ္ Fantasy Romance ဇာတ္လမ္းေကာင္းေတြ ဖန္တီးရိုက္ကူးေပးတဲ့ ဒါရုိက္တာ Jung Dae ...",
        "url": "https://channelmyanmar.org/tvshows/i-am-not-a-robot-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/1200x630bb-200x200.jpg",
        "title": "Merlin Season (5)",
        "description": "Merlin Season 5 ဟာ မာလင္စီးရီးေတြရဲ႕ေနာက္ဆံုး Season ျဖစ္သလို\nအမိုက္ဆံုး အပိုင္း ၁၃ ပိုင္းလို႔ ယူဆပါတယ္....\nစစခ်င္းမွာပဲ အာသာရဲ႕ ၿဂိဳလ္ဆိုးကို ေရွ႕ေျပးေဟာကိန္းေတြအရ မာလင္သိလိုက္ရပါတယ္....\nဒါေၾကာင့္ အဲဒီေဟာကိန္းျဖစ္လာမလား မျဖစ္လာဘူးလားဆိုတာ\nစိတ္ဝင္စားဖြယ္ ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရမွာပါ....\nေနာက္ၿပီး ေမာ္ဂါနာရဲ႕ ပိုၿပီးစြမ္းလာတဲ့ ေအာက္လမ္းပညာေတြကိုလည္း တဝႀကီးၾကည့္႐မွာပါ....\n(ဒီ Season မွာေလဒီေမာ္ဂါနာက ပိုၿပီးေခ်ာလာတယ္ဗ်)\nပိုင္းလိုလိုမွာ စိတ္ဝင္စားဖြယ္ျဖစ္တာေပါ့ Merlin Season 5 ဟာ မာလင္ရဲ႕\nဇာတ္ရွိန္အျမင့္ဆံုးအပိုင္းေတြလည္းျဖစ္ခဲ့ပါတယ္...\nသူတန္ဖိုးထားပီး အသက္နဲ႔လဲၿပီးကာကြယ္ေပးေနတဲအာသာရဲ႕ နိမိတ္ဆိုးကို\nေစာစီးစြာသလိုက္ရတဲ မာလင္တစ္ေယာက္ ဒီနိမိတ္ဆိုးႀကီး ျဖစ္မလာေအာင္ ကာကြယ္မႈ႔ေတြ လုပ္ရေတာ့မွာပါ....\n \nTranslator..... May Thazin Myint \nEncoder........Moe Myint LwinMerlin Season 5 Complete Zip File    VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/merlin-season-5completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTY3NjUzNzQwNV5BMl5BanBnXkFtZTgwMDAwNDMwNDI@._V1_UY1200_CR9006301200_AL_-105x200.jpg",
        "title": "Future Man (2017)",
        "description": "ဒီစီးရီးေလးကေတာ့Rating 8 ရရွိထားၿပီး\nစိတ္ကူးယဥ္ဆန္ဆန္စီးရီးေလးတစ္ခုၿဖစ္လို႕ \nအားလံုးလည္းလိုက္ၿပီးစိတ္ကူးယဥ္လို႕ရေအာင္တင္ေပးလိုက္ပါတယ္....\nဂိမ္းကိုအရမ္း၀ါသနာပါတဲ့လူတစ္ေယာက္ရွိပါတယ္...\nအဲလူကဘယ္ေလာက္ေတာင္ဂိမ္းကို၀ါသနာပါလဲဆိုရင္\nသူအလုပ္လုပ္ေနရင္ေတာင္ဂိမ္းေဆာ့တာပါပဲ\nသူဟာ Level တစ္ခုခ်င္းဆီကိုေအာင္ ေအာင္ေဆာ့ႏိုင္ေပမယ့္ \nေနာက္ဆံုး Level မွာ အၿမဲရံႈးေနၿမဲပါပဲ...\nေနာက္ဆံုး သူအဲဒီ Level ကို ရိုးရွင္းတဲ့တြက္ခ်က္မႈ႕တစ္ခုနဲ႕ေအာင္ၿမင္သြားခဲ့ပါတယ္..\nသူဂိမ္းေဆာ့ေနတဲ့တေလ်ာက္လံုး သူနဲ႕အတူတြဲဖက္ၿပီးေဆာ့ရတဲ့ ဂိမ္းထဲကဇာတ္ေကာင္ႏွစ္ေကာင္ဟာ\nသူေနာက္ဆံုးဂိမ္းကိုေအာင္ၿမင္သြားတဲ့အခ်ိန္မွာေတာ့ သူအိပ္မက္မက္ေနသလို \nအၿပင္ကိုထြက္လာပါေတာ့တယ္....\nေနာက္ၿပီးသူ႕ကိုလည္း Future Man လို႕ေခၚၿပီးေတာ့ အနာဂါတ္ေကာ သူတို႕ေတြအတြက္ပါ\nကယ္တင္ရွင္လို႕ယံုၾကည္ေနၾကပါတယ္...\nဂိမ္းသာအၿမဲေဆာ့ေနတဲ့လူတစ္ေယာက္အဖို႕ ဒီလိုဂိမ္းထဲကလိုမ်ိဳး Time Travel ေတြ\nလူသတ္တာေတြလုပ္လာရေတာ့မယ္အခ်ိန္မ်ိဳးမွာေတာ့ ဘယ္လိုေတြအိုးနင္းခြက္နင္းေတြၿဖစ္ၾကမလဲဆုိတာ\nၾကည့္လိုက္ရေအာင္လားဗ်...\n \nTranslators ........ Pone Thone , Avery , Wha.T , Moe.YZ\nEncoder ...... Moe Myint Lwin\nQuality .... 720p WEB-DL\n \nEpisode (1) YoteShin Link / Openload Link / Solid Drive Link\nEpisode (2) YoteShin Link / Openload Link / Solid ...",
        "url": "https://channelmyanmar.org/tvshows/future-man8-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Lương-Sơn-Bá-Chúc-Anh-Đài-2017-The-Butterfly-Lovers-2017-poster-133x200.jpg",
        "title": "The Butterfly Lovers (2017)",
        "description": "ျမ၀တီ ေပၚကာစက ညစဥ္ ခုႏွစ္နာရီေလာက္မွာထုတ္လြင့္ခဲ့ဘူးတဲ့ခ်စ္သူ႕လိပ္ျပာဆိုတဲ့ကားေလးကို မွတ္မိၾကမယ္ထင္ပါတယ္အဖြားၾကီးေတြ ၾကည့္ျပီး မ်က္ရည္ တရွံဳရွံဳနဲ႕ငိုလုိက္ မာ၀န္ခ်ိဳင္ဆိုတဲ့လူယုတ္မာကို ဆဲလိုက္ ေမတၱာပို႕လိုက္နဲ႕ ၾကည့္ခဲ့ၾကတဲ့ကားေလးပါအခုဒီကားေလးကို ျပန္လည္ဆန္းသစ္ျပီးေတာ့ မင္းသားမင္းသမီးအသစ္ေတြနဲ႕ ရို္က္ကူးထားတာပါ  ပရိတ္သတ္ၾကီးဒီေလာက္ေျပာတာေတာင္မမွတ္မိေသးဘူးဆုိရင္ေတာ့ လွ်န္စန္းေပၚ နဲ႕ က်ဴးရင္ထိုက္ ဆိုရင္ေတာ့ မွတ္မိသြားေလာက္မယ္ ထင္ပါတယ္Butterfly lovers (Liang Shanbo and Zhu Yingtai) ဆိုတဲ့တရုတ္ဒရာမာကားေလးကေတာ့ဝမ္းနည္းစရာေကာင္းတဲ့ အခ်စ္ပံုျပင္ေလးကို ျပန္လည္ၿပီးရိုက္ကူးထားျခင္းျဖစ္ပါတယ္ဒီဇာတ္ကားကိုအရင္ကလဲ ရိုက္ကူးဖူးပါတယ္၊ ဒီကားေလးကိုေတာ့၂၀၁၇ ခုႏွစ္မွာျပန္လည္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္Liang Shanbo and Zhu Yingtai ဆိုတဲ့ ဒ႑ာရီ ရိုးရာပံုျပင္ေလးဟာနာမည္ႀကီးရိုးရာပံုျပင္ေလးပုဒ္ထဲကတစ္ပုဒ္အပါအဝင္ျဖစ္ပါတယ္က်ဴရင္းထိုက္ဟာ ခ်မ္းသာႂကြယ္ဝတဲ့က်ဴမိသားစုမွ၉ ေယာက္ေျမာက္တစ္ဦးတည္းေသာသမီးျဖစ္ပါတယ္သူဟာ ေယာက်ာ္းေလးလိုဟန္ေဆာင္ၿပီး အိမ္မွထြက္ေျပးကာဟန္က်ိဳးက ေရွာင္းရွန္းစာသင္ေက်ာင္းမွာပညာသြားေရာက္သင္ၾကားရာမွစာၾကမ္းပိုးေလး လၽွံရွန္းေပၚနဲ႔ေတြ႕ဆံုခဲ့ပါတယ္ သူတို႔ႏွစ္ေယာက္ကအခန္းေဖာ္ေတြလဲျဖစ္ကာရင္းႏွီးသြားၾကၿပီး ရင္းထိုက္ဟာစန္းေပၚကိုခ်စ္ခင္ႏွစ္သက္သြားပါတယ္ ဒါေပမယ့္စာၾကမ္းပိုးေလးစန္းေပၚဟာ ရင္းထိုက္ကမိန္းကေလးဆိုတာမသိခဲ့ပါဘူး၃ ႏွစ္ၾကာပညာသင္ၾကားၿပီးေနာက္မွာေတာ့ လၽွံစန္းေပၚဟာလဲရင္းထိုက္အေပၚေမတၱာရွိေၾကာင္းဖြင့္ဟခဲ့ပါတယ္၊က်ဴအိမ္ေတာ္မွသခင္ႀကီးက်ဴဟာသူ႔သမီးကို စာျဖင့္ျပန္ေခၚကာ ရင္းထိုက္အားမာမိသားစုမွ မာဝန္ခ်ိဳင္နဲ႔လက္ဆက္ေပးခဲ့ပါတယ္ရင္းထိုက္ေနာက္ကိုလိုက္သြားခဲ့ေသာ စန္းေပၚမွာရင္းထိုက္ကမိန္းကေလးဆိုတာသိသြားခဲ့ပါတယ္၊သို႔ေသာ္လည္းသူတိုိ႔ႏွစ္ေယာက္ရဲ႕ခ်စ္ျခင္းကေတာ့ မေျပာင္းလဲပဲတည္ရွိခဲ့ပါတယ္စန္းေပၚတစ္ေယာက္ ရင္းထိုက္လက္ထပ္ရေတာ့မည္ကိုသိၿပီးရင္းထိုက္ဆီမွျပန္လာကာ အျပင္းဖ်ားၿပီးေသဆံုးသြားပါေတာ့တယ္မာဝန္ခ်ိဳင္နဲ႔လက္ထပ္မယ့္ေန႔မွာ ရင္းထိုက္ကအိမ္မွခိုးထြက္လာၿပီးစန္းေပၚရဲ႕အုတ္ဂူကိုသြားခဲ့ပါတယ္ အုတ္ဂူေရွ႕မွာ ရင္းထိုက္တစ္ေယာက္အုတ္ဂူကိုဖြင့္ေပးဖို႔ ...",
        "url": "https://channelmyanmar.org/tvshows/the-butterfly-lovers-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BM2RlODYzOGEtNWEwZi00MTlkLWFlMDItMjE5ZWI0MWM2NDQyXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_-158x200.jpg",
        "title": "Hidden Identity (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ကိုရီးယား ရဲစံုေထာက္စီးရီးေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ အၾကမ္းဖက္မႈေတြကို ဖန္တီးေနတဲ့ အၾကမ္းဖက္သမားေတြကိုလိုက္လံဖမ္းဆီးတာကို ရိုက္ကူးျပထားတာျဖစ္ျပီးေတာ့ ရဲနဲ႕ လူဆိုး ဥာဏ္ျပိဳင္ရပံုေတြလူဆိုးက ရဲထက္ တစ္ကြက္သာေနရင္ ရဲေတြ အေနနဲ႕ တုိင္ပတ္ရပံုေတြနဲ႕ထူးခၽြန္တဲ့ရဲ၀န္ထမ္းေကာင္းေတြက လူဆိုးေတြကို ေရကုန္ေရခမ္းလိုက္လံဖမ္းဆီးပံုေတြကိုရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ပါတယ္ စုစု ေပါင္း ၁၆ပိုင္းပါ၀င္ျပီးေတာ့စံုေထာက္အက္ရွင္ကားကိုၾကိဳက္ႏွစ္သက္သူေတြ လက္လြတ္မခံသင့္တဲ့စီးရီးေလးတစ္ခုျဖစ္ပါတယ္ဗ် Qty - 720p HDTVDuration - 45min per episodeEpisodes - 16Gern - Drama / Action / CrimeEncoder - Kyaw Ye Aung \nDownload\n==================\nComplete Zip File-  VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/hidden-identity-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/DLYjaVsXkAczTI6-1-200x200.jpg",
        "title": "Runaway (2017)",
        "description": "Marvel ကနေ အသစ်ထွက်ထားတဲ့ စီးရီးလေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်....ဒီစီးရီးလေးနာမည်ကတော့ Runaway လို့ခေါ်ပါတယ်...မတူညီတဲ့ အသိုင်းဝိုင်းတွေကနေ ဆင်းသက်လာတဲ့ လူငယ်လေး ၆ ယောက်ဟာသူတို့နားမလည်နိုင်တဲ့ အန္တရာယ် တစ်ခုနဲ့ရင်ဆိုင်လာရပါတယ်....ဒါကတော့ သူတို့မိဘတွေ စုဝေးနေကျ အစည်းအဝေး Pride ဆိုတဲ့နာမည်တစ်ခုအတွက်သူတို့နားမလည်နိုင်တဲ့ အရာတွေစတင်ပေါ်ပေါက်လာပါတယ်....သူတို့တွေဟာ သူငယ်ချင်းတွေဖြစ်ပြီးတော့ ပင်ကိုယ်ဗီဇအရ တစ်ယောက်ချင်းစီမှာအစွမ်းတစ်ခုစီရှိနေကြပါတယ်....ဒီလို လူငယ်လေးတွေဟာ သူတို့မိဘတွေလုပ်နေကြတဲ့ Pride ဆိုတဲ့အရာအတွက်ထူးဆန်းမှု့တွေကို စတင်စုံစမ်းတဲ့အခါ သူတို့ မသိနိုင်တဲ့အရာတွေဟာသူတို့ဆီကိုရောက်လာပါတော့တယ်.... \nTranslator......Thet Htar Phyu\nEncoder .........Moe Myint Lwin\n \nComplete Zip File  VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/runaway-2017/"
    }
]