[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vNEROqZG3sMyMnnLmQ43TML5qFk.jpg",
        "title": "Killing Eve (season 2) complete",
        "description": "Killing Eve (Season-2) Complete\n=====================\nIMDb Rating (8.2)\nRotten Tomatoes (89%)ဒီစီးရီးက ဗြိတိန် Spy Thriller အမျိုးအစားဖြစ်ပြီး Free Guy ထဲက မင်းသမီး Jodie Comer ရဲ့ နာမည်ကျော်စီးရီးဖြစ်ပါတယ်။ BBC ရုပ်သံလိုင်းက ပြသခဲ့တာဖြစ်ပြီး Season 3 ထိ ထွက်ရှိထားပါတယ်။ CM အနေနဲ့ အဆုံးထိ တင်ဆက်သွားမှာဖြစ်ပါတယ်။British Academy Television Awards ဆုပေးပွဲမှာ အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကို ဒီစီးရီးနဲ့ မင်းသမီး Jodie Comer ကရရှိခဲ့တာဖြစ်ပြီး တခြားဆုတွေလဲ ဆွတ်ခူးထားခဲ့တဲ့ စီးရီးဖြစ်ပါတယ်။ ဒီထဲက MI6 အေးဂျင့်နေရာသရုပ်ဆောင်တဲ့ ကနေဒီယန်အမေရိကန်မင်းသမီး Sandra Oh ကို မသိခဲ့ရင်တောင် ဒီစီးရီးနဲ့ သူ့ပရိတ်သတ်ဖြစ်သွားနိုင်ပါတယ်။အဓိကဇာတ်ဆောင်အမျိုးသမီးနှစ်ယောက်လုံး သိပ်ကောင်းခဲ့တဲ့ စီးရီးဖြစ်ပါတယ်..မြည်းစမ်းကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\nဓားတစ်လက် ဆံထိုးတစ်ချောင်းနဲ့ အနုပညာဆန်ဆန် ရှင်သန်ခြင်းတွေကို\nနှုတ်ယူနိုင်တဲ့သူက နုနုနယ်နယ် ...",
        "url": "https://channelmyanmar.org/tvshows/killing-eve-season-2-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zUBixNeHU0cbSUH7JMktl9OMEMV.jpg",
        "title": "Maya and the Three(2021) Complete",
        "description": "Maya and the Three (2021)Netflix က ထွက်ရှိလာတဲ့ animation series တစ်ခု တင်ဆက်ပေးချင်ပါတယ်။Animation ဆိုပေမဲ့ ကလေးကြိုက်ဇာတ်လမ်းမျိုးမဟုတ်ဘဲဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ရိုက်ကူးထားတာမို့သေချာပေါက် ကြည့်ရှုခံစားသင့်တဲ့ series လေးပါအညွှန်းလေးကို ဆက်လက်ဖတ်ရှုပေးပါဦး။ရှေးလူကြီးတွေ ထားခဲ့တဲ့ ဗျာဒိတ်တော်အရဧရာမလင်းယုန်ကြီးတစ်ကောင်နဲ့ ရဲရင့်သောဂျာဂွာသုံးကောင်သာလူ့လောကကြီးကို ကယ်တင်ဖို့အတွက် အမှောင်နတ်ဘုရားကိုရှင်းလင်းသုတ်သင်နိုင်ပါလိမ့်မယ်တဲ့။တက်ကာပြည်ကြီးရဲ့ မင်းသမီးတစ်ပါးဖြစ်သူ မာယာဟာထိုလင်းယုန်ကြီးအဖြစ် တိုက်ခိုက်နိုင်ဖို့ စစ်သူရဲကောင်းဖြစ်ချင်နေပါတယ်။မင်းသမီးတစ်ပါးလို မပြုမူနိုင်ဘဲ တိုက်ခိုက်ဖို့ကိုသာ စိတ်ပါနေတဲ့အတွက်မင်းသမီးအဖြစ် နန်းတက်ရမဲ့နေ့မှာပဲ မိခင်ဖြစ်သူ ဘုရင်မကြီးနဲ့ကတောက်ကဆဖြစ်ပြီး မတတ်သာတဲ့အဆုံး နန်းတက်ပွဲကို လက်ခံလိုက်ရတယ်။ပွဲတော်ကျင်းပနေတုန်းမှာပဲ အမှောင်မြေအောက်တိုင်းပြည်ကသံတမန်တစ်ယောက်ရောက်ရှိလာပြီးမင်းသမီးကို ခေါ်ဆောင်သွားဖို့ ကြိုးပမ်းပါတော့တယ်။ဒါကို ဘယ်လိုတားဆီးပြီး ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကိုတော့CM ပရိသတ်ကြီးတို့ကိုယ်တိုင် ဆက်လက်ကြည့်ရှုသင့်ပါတယ်။အပိုင်း ၉ ပိုင်း ပါဝင်ပြီး IMDB 8.5 ရရှိထားပါတယ်။လှပ သစ်ဆန်းလှတဲ့ animation ရိုက်ချက်တွေကြောင့်စိတ်ဝင်တစားကြည့်ရှုရမှာမို့ လက်မလွတ်သင့်ကြောင်း တိုက်တွန်းလိုက်ရပါတယ်။ဇာတ်လမ်းအညွှန်းကို Thet Hnin Hsu မှ ရေးသားထားပါတယ်။ File Size ...",
        "url": "https://channelmyanmar.org/tvshows/maya-and-the-three2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KVyiF5qYjOSQKbEw8ev0dUM5n.jpg",
        "title": "Lost (2021)",
        "description": "Lost [2021]\"မမက လမ်းပျောက်နေခဲ့တယ်\nကျွန်တော်က ကြောက်ရွံ့နေခဲ့တယ်မမ နဲ့ ကျွန်တော်ဆုံခဲ့တယ်။တကယ်လို့ မမ နဲ့ ကျွန်တော်ထပ်ဆုံကြရင်\nကျွန်တော်တို့ အတူတူသတ်သေကြမလား.... \"\n=======================================================\nJTBC ရဲ့ ၁၀ နှစ်ပြည့်အထူးအစီအစဉ်အနေနဲ့ ထုတ်လွှင့်တဲ့\nLost ဇာတ်လမ်းတွဲ လာပါပြီ။မြို့ပြရဲ့ ကျဉ်းကြပ်လှတဲ့ လူနေမှုဘဝကို\nလှပတဲ့ မနဲ့မောင် ဇာတ်လမ်းတစ်ပုဒ်နဲ့အတူ ခင်းကျင်းပြသထားတာမို့\nကြည့်နေကျ ဇာတ်လမ်းတွေနဲ့ မတူဘဲ\nတစိမ့်စိမ့်နဲ့ ရင်ထဲကို ရောက်လာမယ့် ဇာတ်လမ်းတွဲပဲ ဖြစ်ပါတယ်။မြို့ပြလူမှုဘဝနဲ့ တွေ့ကြုံနေရတဲ့ လူတွေအဖို့တော့\nရင်ဘတ် နဲ့ ခံစားချက် ထပ်တူကျပါလိမ့်ဦးမယ်။========================================================အများနည်းတူ မွေးဖွားခဲ့ကြပေမယ့်\nတစ်ချို့လူသားတွေအဖို့ လောကကြီးကရော\nကံကြမ္မာကပါ မျက်နှာသာမပေးဘူးဆိုတာ\nသင်တို့တွေ ယုံချင်မှယုံပါလိမ့်မယ်။ဘယ်လောက်ပဲ ကြိုးစားပါစေ\nအခွင့်အလမ်းတွေ သိပ်မရှိတော့တဲ့\nသက်လတ်ပိုင်းအရွယ် အီဘူဂျောင်း (Jeon Do-Yeon)နဲ့ဖြစ်ချင်တာတွေမဖြစ်လာဘဲ\nအဓိပ္ပါယ်မဲ့စွာ မသေဆုံးချင်တဲ့\nအသက် ၂၇ နှစ်အရွယ် ကောင်လေး အီဂန်ဂျယ်( Ryu Jun Yeol) ....အပူတွေကိုယ်စီနဲ့ပြည့်နှက်နေတဲ့\nဘူဂျောင်းနဲ့ ဂန်ဂျယ်တို့နှစ်ယောက်သား\nလွတ်မြောက်ရာလမ်းကိုပဲရွေးချယ်ကြမလား...\nတစ်ယောက်ကိုတစ်ယောက်ဖေးမရင်းနဲ့ လောကငရဲကို ဖြတ်ကျော်မလား...\n========================================================အားလုံးရဲ့အချစ်တော် Reply 1988 က\nကျန်ရစ်လေး ဂျောင်ဟွမ် ရဲ့ ဒရမ်မာအသစ်စက်စက်လေးဖြစ်ပြီး\nငြိမ့်ငြိမ့်ညောင်းညောင်းလေး ...",
        "url": "https://channelmyanmar.org/tvshows/lost-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/odqZNf-141x200.jpg",
        "title": "Sai Rak Sai Sawat (2018)Complete",
        "description": "Sai Rak Sai Sawat (2018)ဇာတ်လမ်းတွဲအညွှန်း***************************************အပိုင်း ( ၁ မှ ၃၉) ထိ စ/ဆုံးဒီဇာတ်လမ်းလေးဟာ ၁၉၂၁ ခုနှစ်အချိန်ကလူကုံထံအသိုင်းဝိုင်းမိသားစုအ‌ကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်....ချင်းမိုင်မြိုကကြီးကျယ်မြင့်မြတ်တဲ့မင်းမျိုးနွယ်သခင်ခမ်ဖာ့ဟာယိုဝရတ်ဆိုတဲ့မိန်းကလေးနဲ့စေ့စပ်ထားပြီးဘန်ကောက်မြိုမှာနေနေတဲ့သူဖြစ်ပါတယ်...တစ်နေ့မှာသခင်ခမ်းဖာ့ကအလုပ်ကိစ္စနဲ့ ချင်းမိုင်ကိုပြန်သွားရပြီးရိုးရိုးသာမာန်မိန်းကလေးတယောက်ဖြစ်တဲ့‌ဖောင်ခယ်ကိုချစ်မိကာသူမနဲ့လက်ထပ်ချင်တဲ့အတွက်အရင်ကယိုဝရက်နဲ့စေ့စပ်ထားတာကိုရုတ်သိမ်းပြီး မိန်းကလေး‌ ဖောင်ခယ်နဲ့လက်ထပ်ဖိုလုပ်ပါတယ်...ဒါပေမဲ့ဖောင်ခယ်မှာကလည်း လက်ရှိမှာ ချစ်သူရှိနေတဲ့အတွက်  လက်ထပ်ဖိုကိုငြင်းဆန်ပေမဲ့လည်းမိဘတိုရဲ့ဆန္ဒကို မလွန်ဆန်နိုဘဲ သခင်ခမ်းဖာ့နဲ့လက်ထပ်ဖိုပြင်ဆင်ရပါတယ်....သို့သော်လက်ထပ်ပွဲမတိုင်ခင်တစ်ရက်မှာပဲ လက်ရှိချစ်သူနဲ့ထွက်ပြေးပြီး သူမရဲ့ချစ်သူအိမ်မှာနေထိုင်ခဲ့ပါတယ်....သူမချစ်သူအိမ်ရောက်တဲ့အခါမှာ ဖောင်ခယ်တယောက်ဘာတွေနဲ့ကြုံရမလဲ??အချိန်အနည်းငယ်ကြာပြီးတဲ့နောက် သခင်‌လေးခမ်းဖာ့ဆီက‌စေ့စပ်ပွဲရုပ်သိမ်းခံလိုက်ရတဲ့ယိုဝရက်ဟာလည်းကိတ်ဂွန့်ဆိုတဲ့သခင်လေးတယောက်နဲ့လက်ထပ်လိုက်ရပါတယ်....သိုသော်ခွန်ချိုင်းကိတ်ဂွန့်ဟာ ယိုဝရတ်နဲ့လက်မထပ်ခင်မှာမိမိအိမ်ကအစေခံဖြစ်တဲ့ပလုမ့်ဆိုတဲ့‌ကောင်မလေးနဲ့ပတ်သတ်မိခဲ့ပြီးပလုမ့်မှာကိုယ်ဝန်ရှိခဲ့ပါတယ်....အ‌‌ခြေနေအမျိုးမျိုးကြောင့် ပလုမ့်ဟာ သူမမှာကိုယ်ဝန်ရှိတဲ့အကြောင်းကိုလျှိဝှက်ထားရပြီးခွန်ချိုင်းကိတ်ဂွန့်နဲ့ခွန်ယိုဝရတ်တိုလက်ထပ်မယ်ဆိုတာသိရတော့ ပလုမ့်ဟာလည်းအိုက်ဖူဆိုတဲ့ကားသမားတယောက်ကိုယောကျာ်းအဖြစ်ယူလိုက်ကာ သူမနဲ့ခွန်ချိုင်းကိတ်ဂွန့်တိုအကြောင်းကိုဖုံးကွယ်လိုက်ရပါတယ်...ဒီလိုနဲ့ နှစ်တွေကြာပြီး သားသမီးတွေရှိလာတဲ့အခါ ဒီလူတွေဟာဘယ်လိုပြန်ပြီးပက်သတ်လာကြမလဲ??သူတိုသားသမီးတွေကော ဒီရှုပ်ထွေးမှုကြားမှာဘယ်လိုဖြစ်ကြမလဲဖုံးကွယ်ထားကြတဲ့လျှိဝှက်ချက်တွေကော ဘယ်လိုဆက်ဖြစ်ကြမလဲ??(ဇာတ်လမ်းအညွှန်းကို Niikaato မှ ရေးသားထားပါသည်) Episodes:39Duration: 60 MinGenres: Drama, FamilySubtitled by  Niikaato , May Thu , Rachel , Nang Phwe Hom & PinkployEncoded by  PinkployEpisode 1(500MB)\nYoteshin  | Userdrive  |    MegaUp  ...",
        "url": "https://channelmyanmar.org/tvshows/sai-rak-sai-sawat-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7Oix3Zkhg3ftRxmLmyDBJc9ycp.jpg",
        "title": "Chapelwaite(2021)",
        "description": "Chapelwaite - Season 1(2021)\n=================ဒီတစ်ခါမှာတော့ CM ရဲ့ Horror ချစ် ပရိသတ်တွေအတွက် Chapelwaite ဆိုတဲ့ 2021 အသစ်ထွက် American Horror TV- series ကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Season 1 မှာ အပိုင်း 10 ပိုင်း ပါဝင်မယ်လို့ သိရပြီး လက်ရှိမှာ 4 ပိုင်းထွက်လာပြီးတဲ့ Ongoing Series တစ်ခုပဲ ဖြစ်ပါတယ်IMDb rating 7.5 ထိ ရထားပါတယ်ဒီဇာတ်လမ်းကိုတော့ အမေရိကန် စာရေးဆရာ Stephen King ရဲ့ Jerusalem's lot ဆိုတဲ့ ဝတ္တုတိုအပေါ် အခြေခံပြီး ရိုက်ကူးထားတာပါဇာတ်လမ်းအကျဉ်းလေး မိတ်ဆက်ရမယ် ဆိုရင်ဖြင့်...\nငယ်စဉ်က ဖခင်ဖြစ်သူရဲ့ အစွဲအလမ်းတစ်ခုကြောင့် စိတ်ဒဏ်ရာနဲ့ ကြီးပြင်းလာခဲ့ရတဲ့ ချားစ်ဘွန်းဆိုသူဟာ ကုန်းမြေနဲ့ ဝေးရာကို ထွက်ပြေးရင်း ဘဝတလျှောက်လုံး ပင်လယ်ထဲမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/chapelwaite2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yOi3P2Wvu2qSJd04cR30YyxVyol.jpg",
        "title": "Good Manager(2017)",
        "description": "Good Manager(2017) ဇာတ်လမ်းတွဲအညွှန်း*************************************အပိုင်း (၁ မှ ၂၀) ထိ စ/ဆုံး\" ငွေမည်းတွေကိုဖြတ်စားရမယ်....ကွက်ကျော်နင်းတဲ့သူဆီက ငွေကိုဖြတ်စားရမယ်...တရားမဝင်ငွေရှာတဲ့သူဆီက ဖြတ်စားရမယ်...သဲ့ယူခြင်းနိဗ္ဗန်ဆိုတာ ဒီလိုလောကကြီးကိုခေါ်ဆိုသတဲ့...ဒါမှ ရဲမတိုင်မှာလေ...\"ဒီအယူအဆကိုလက်ကိုင်ထားသူကတော့ နယ်မြို့လေးမှာ စာရင်းကိုင်ကျွမ်းကျင်တဲ့ မန်နေဂျာကင်လို့အမည်ရတဲ့The Veil ထဲက ဖိုက်တာမင်းသားကြီး Namgoong Min ဖြစ်ပါသတဲ့....သူက သင်္ချာကိန်းဂဏန်းတွေမှာထူးချွန်တယ်...ငွေကြေးတွေကိုကစားနိုင်စွမ်းရှိသလို လက်ရှိမှာလည်း လူမိုက်ဂိုဏ်းတစ်ခုမှာစာရင်းကိုင်လုပ်နေတယ်...သူတတ်တဲ့ပညာနဲ့ ရသမျှငွေကို ကတုံးပေါ်ထိပ်ကွက်လုပ်ရင်း ပိုက်ဆံစုဆောင်းနေတဲ့ငပွေးတစ်ယောက်ပေါ့...တစ်ဆက်ထဲမှာပဲ ကိုရီးယားရဲ့အကြီးမားဆုံးလုပ်ငန်းစုတစ်ခုဖြစ်တဲ့ TQ လုပ်ငန်းစုဟာ ငွေဖြူငွေမည်းပြဿနာတစ်ချို့ရှိနေတယ်...အဲ့ဒီမှာစတေးခံစာရင်းကိုင်တစ်ယောက်လိုအပ်နေချိန်မှာ အလုပ်လာလျှောက်တဲ့ ဆရာကင်ကိုတွေ့လာပြီးနောက်ခံအင်အားလည်းမရှိတစ်ကိုယ်တည်း ဖြစ်သလိုဖြတ်သန်းခဲ့တဲ့ အညတရစားရင်းကိုင်လေးကိုထပ်မံအသုံးချဖို့ ကုမ္ပဏီကြီးက ကြိုးစားလာတဲ့အချိန်မှာတော့....ငပွေးဆရာကင်ကပဲ ပွန်းကောင်လေးဖြစ်သွားမလား....ငချွတ်လေးဆိုပြီး စမ်းလိုက်တဲ့ ကုမ္ပဏီကြီးပဲ ပြိုလဲသွားမလားဆိုတာကိုတော့....THE VEIL ကြည့်ပြီးပြီးချင်း ဒီစီးရီးကိုကြည့်ရတော့ Namgoong Min ရဲ့စတိုင်က ဆံပင်အရောင်ကလည်းရွှေရောင် ဝတ်လိုက်ရင်လည်း ကကြိုးကဂျောင်နဲ့...ဗရုတ်သုတ်ခ တော်ကီတွေနဲ့ တော်တော်ကြီးကိုရယ်နေရတာပါ..ပုံမှန်လေးနေလည်းရယ်ချင်နေမိရော..ဒီလိုပြောလို့ ပေါတောတောကားလို့ မထင်လိုပါနဲ့....Crime ဇာတ်လမ်းတွဲမို့ ရင်ခုန်စိတ်လှုပ်ရှားရသလို ဗီလိန်သရုပ်ဆောင်တွေကလည်း မိုက်ပါတယ်...ခေါင်းဆောင်ဟုန်တို့ကတော့ ဒီဇာတ်လမ်းတွဲမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/good-manager2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKnUNWFsAOaKIviIYBLei02Bauu.jpg",
        "title": "Titans Season 3",
        "description": "DC universeရဲ့ Hit seriesတစ်ခုဖြစ်တဲ့ Titans season 3 ထွက်လာပါပြီSeason 2အဆုံးမှာ Wonder Girlဖြစ်သူ Donna Troyတစ်​ယောက် Deathstrokeနဲ့ တိုက်ပွဲမှာ​သေဆုံးသွားခဲ့ပြီးDick Graysonက Nightwingဖြစ်လာပုံနဲ့ အဆုံးသတ်ထားပါတယ်Season 3အစမှာ​တော့ Ravenတစ်​ယောက် Donna Troyကို အသက်ပြန်သွင်းဖို့အတွက် Titan towerမှာ မရှိတဲ့အချိန်...Titansတစ်ဖွဲ့Gothamမြို့ကို ​ရောက်ရှိလာပြီး Joker​ရှာထားတဲ့ ပြဿနာ​တွေကို လိုက်ရှင်းရ​တော့မှာပါပြဿနာ​တွေရှင်းရင်းနဲ့ Jason Todd​​ခေါ် Robinတစ်​ယောက် Jokerရဲ့ လှည့်ကွက်​အောက်မှာ ဘာ​တွေဖြစ်သွားမလဲ၊Starfireတို့ ညီအစ်မနှစ်​ယောက်ရဲ့ တိုက်ပွဲက​ရော ဘယ်လိုဆက်ဖြစ်မလဲ​Titans familyထဲကို ​​​နောက်ထပ်ဘာCharacterအသစ်​တွေ ထပ်ဝင်​ရောက်လာမလဲRobinက​နေ Nightwingဖြစ်လာတဲ့ Dick Graysonတစ်​​ယောက် ဆရာဖြစ်သူ Batman​ခေါ် Bruce Wayneနဲ့ဘယ်လိုပြဿနာ​တွေဖြေရှင်းသွားရမလဲဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုခံစားပါ File Size –460MB @EpisodeQuality –720p WEBDL Duration –45 minute (@Episode)Total Episodes:13EpisodesSubtitle – ...",
        "url": "https://channelmyanmar.org/tvshows/titans-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vNEROqZG3sMyMnnLmQ43TML5qFk.jpg",
        "title": "Killing Eve (Season 1) Complete",
        "description": "Killing Eve (Season-1) Complete\n=====================\nIMDb Rating (8.2)\nRotten Tomatoes (89%)ဒီစီးရီးက ဗြိတိန် Spy Thriller အမျိုးအစားဖြစ်ပြီး Free Guy ထဲက မင်းသမီး Jodie Comer ရဲ့ နာမည်ကျော်စီးရီးဖြစ်ပါတယ်။ BBC ရုပ်သံလိုင်းက ပြသခဲ့တာဖြစ်ပြီး Season 3 ထိ ထွက်ရှိထားပါတယ်။ CM အနေနဲ့ အဆုံးထိ တင်ဆက်သွားမှာဖြစ်ပါတယ်။British Academy Television Awards ဆုပေးပွဲမှာ အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကို ဒီစီးရီးနဲ့ မင်းသမီး Jodie Comer ကရရှိခဲ့တာဖြစ်ပြီး တခြားဆုတွေလဲ ဆွတ်ခူးထားခဲ့တဲ့ စီးရီးဖြစ်ပါတယ်။ ဒီထဲက MI6 အေးဂျင့်နေရာသရုပ်ဆောင်တဲ့ ကနေဒီယန်အမေရိကန်မင်းသမီး Sandra Oh ကို မသိခဲ့ရင်တောင် ဒီစီးရီးနဲ့ သူ့ပရိတ်သတ်ဖြစ်သွားနိုင်ပါတယ်။အဓိကဇာတ်ဆောင်အမျိုးသမီးနှစ်ယောက်လုံး သိပ်ကောင်းခဲ့တဲ့ စီးရီးဖြစ်ပါတယ်..မြည်းစမ်းကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\nဓားတစ်လက် ဆံထိုးတစ်ချောင်းနဲ့ အနုပညာဆန်ဆန် ရှင်သန်ခြင်းတွေကို\nနှုတ်ယူနိုင်တဲ့သူက နုနုနယ်နယ် ...",
        "url": "https://channelmyanmar.org/tvshows/killing-eve-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abcZV6dJQLy5yY0YBuIJviEDHiW.jpg",
        "title": "Honeymoon Tavern Complete",
        "description": "Honeymooon Tavern (2020)ဟန်နီးမွန်းခရီးဆိုတာ ကြင်စဦးဇနီးမောင်နှံတွေအတွက်အမြဲတမ်းအမှတ်တရဖြစ်စေမဲ့ ချိုမြိန်တဲ့ ပျားရည်စမ်း ခရီးလေးပဲ​မဟုတ်လားကိုဗစ်ကာလဖြစ်တဲ့အတွက်ကြောင့် ကိုဗစ်စည်းကမ်းတွေအတိုင်းလိုက်နာပြီး လက်ထပ်ခဲ့ကြပေမဲ့ ဟန်နီးမွန်းခရီးထွက်ဖို့ကတော့ မလွယ်ကူခဲ့ပါဘူးဒါကို စဥ်းစားမိခဲ့တဲ့ မင်းသမီး ကင်ဟီဆွန်းဟာ ကြင်စဦးဇနီးမောင်နှံတွေအတွက်ပျားရည်စမ်းခရီးထွက်နိုင်မဲ့ ဒီပရောဂျက်ကို စတင်ခဲ့တာပဲ ဖြစ်ပါတယ်မင်းသမီး ကင်ဟီဆွန်း ဦးဆောင်တဲ့ အနုပညာရှင်တွေက ဟန်နီးမွန်းခရီးအထွက်များကြတဲ့ဂျယ်ဂျူကျွန်းအရှေ့ဘက်က အူဒိုကျွန်းမှာ တည်းခိုခန်းဖွင့်လှစ်ပြီးတော့ကြင်စဦးဇနီးမောင်နှံအတွက် အစားသောက်တွေချက်ပြုတ်ကြမယ်ကျွန်းတစ်လျှောက် tourguide လုပ်ကြမယ် နေရာထိုင်ခင်းပြင်ဆင်ပေးမယ်အစရှိတဲ့ဝန်ဆောင်မှုတွေကို ပေးရင်း ကြင်စဦးမောင်နှံတွေအဖို့ တစ်သက် မမေ့နိုင်စရာ ခရီးတစ်ခုကို စီစဥ်ပေးမှာပဲ ဖြစ်ပါတယ်ဒီအစီအစဥ်လေးမှာတော့ မင်းသမီးကြီး Kim Hee SeonEXO အဖွဲ့ဝင် Kai Yu taeo Tak Jae Hoonနဲ့2Day 1 night ကMoon Se Yeon စတဲ့အနုပညာရှင်များအပြင်Part time Guest များဖြစ်တဲ့Ep2 နဲ့ 3 တွင် Ryu Deok ...",
        "url": "https://channelmyanmar.org/tvshows/honeymoon-tavern/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/aHR0cHM6Ly9zLmlzYW5vb2suY29tL212LzAvdWQvMjIvMTEyNDA1L3NjcmVlbi1zaG90LTI1NjQtMDYtMjEtYXQtMy4yXzIucG5n-141x200.png",
        "title": "I See Dead People (2021)",
        "description": "' တတိယမျက်လုံး 'Castsပွန့်မ် အဖြစ် Mew Nittha\nတရီကန် အဖြစ် James Maဇာတ်လမ်းအကျဉ်းတရီနဲ့ ပွန့်မ်တို့က နယ်မြို့လေးတစ်ခုက ခင်မင်ရင်းနှီးကြတဲ့ ငယ်သူငယ်ချင်းတွေပါတစ်ရက် တရီတစ်ယောက် မိဘတွေ ကွာရှင်းမလိုဖြစ်လို့ မြစ်ဆိပ်မှာ ဝမ်းနည်းငိုကြွေးရင်း သရဲဝင်ပူးတာ ခံလိုက်ရပါတော့တယ်နတ်ဆရာမျိုးရိုးရှိတဲ့ ပွန့်မ်တစ်ယောက် တရီကို သရဲထုတ်ဖို့ အမျိုးမျိုးလုပ်ရာက နောက်ဆုံး ဖက်လိုက်ပေးမှ သရဲထွက်သွားခဲ့တယ်အဲဒီချိန်ကစပြီး သရဲတွေကို တရီမြင်လာရပြီး ပူးခံရတိုင်း ပွန့်မ်က ဖက်ရင်း ပြန်ထုတ်နိုင်ခဲ့တယ်ဒီလိုနဲ့ တစ်စုံတစ်ခုသောအကြောင်းကြောင့် ပွန့်မ်တစ်ယောက် ဘန်ကောက်ကိုထွက်သွားပြီး အဆက်အသွယ် ဖြတ်လိုက်တာမို့ တရီအနေနဲ့ လိုက်ရှာရပါတော့တယ်ဘန်ကောက်ကို ပထမဆုံးရောက်လာတဲ့ တရီတစ်ယောက် အပျိုကြီးမမဖြစ်တဲ့ ဟီဒေကို့အသက်ကို ကယ်မိရာက ဟီဒေကိုရဲ့စားသောက်ဆိုင်နဲ့ အိမ်မှာဝင်ကူရင်း ပွန့်မ်ကို ရှာဖွေပါတော့တယ်တရီတစ်ယောက် ပွန့်မ်ကိုတွေ့နိုင်ပါ့မလား\nပွန့်မ်ကရော ဘာအကြောင်းကြောင့် အဆက်အသွယ်ဖြတ်ခဲ့တာလဲ\nဝဋ်ကံကြီးတဲ့အတွက် သရဲတွေချုပ်ကိုင်တာခံနေရတဲ့ တရီကို ကယ်နိုင်တဲ့ ကုသိုလ်ကံကြီးတဲ့ ပွန့်မ်ကပဲ ကယ်တင်နိုင်မလားဆိုတာအပြင်\nအကူအညီတောင်းတဲ့ သရဲတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/i-see-dead-people-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/en6lrlJ1DhyvkeZEqrk3R6EJz1p.jpg",
        "title": "Hometown Cha-Cha-Cha ( 2021 )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ ကားလေးထွက်ပါပြီနော်Yoon Hye Jin ဟာ ဉာဏ်ထက်မြက်ပြီး လှပတဲ့ သွားဆရာဝန်မလေးတစ်ဦးဖြစ်ပါတယ်ဒါပေမယ့် သူမရဲ့ဘဝဟာ နှလုံးအလိုကို မဖြည့်ဆည်းနိုင်တာကြောင့်သူမရဲ့အစီအစဥ်တွေ ပြိုလဲခဲ့ရပါတယ် အခက်အခဲမျိုးစုံနဲ့ ကြုံတွေ့ပြီးတဲ့အခါမှာတော့ဂုံဂျင်းမှာရှိတဲ့ ပက်လယ်ကမ်းစပ်ကို ပြောင်းရွှေ့ခဲ့ပါတော့တယ်အဲဒီမှာ Hong Doo Shik နဲ့တွေ့ပြီး သူနဲ့ပက်သက်တာတွေကို သိချင်စိတ်ပြင်းပြလာပါတယ်Chief Hong လိုလူသိများတဲ့ Hong Doo Shik ဟာ မြိုခံတစ်ဦးဖြစ်ပြီးတရားဝင်အလုပ်ခန့်ထားခြင်းတော့မရှိပါဘူး ဒါပေမယ့် သူဟာ သူများတွေကိုကူညီပေးရတာ ကြိုက်နှစ်သက်ပြီးတော့ ဂုံဂျင်းမြိုမှာဘယ်လိုမျိုးအခက်အခဲတွေပဲရှိရှိ ရှေ့ဆုံးကနေ ပြေးပြီး ဖြေရှင်းပေးတတ်တဲ့လူလည်း ဖြစ်ပါတယ်ဒီလိုပါးချိုင့်လေးနှစ်ယောက်ရဲ့ ရိုမန့်တစ်ဆန်ဆန် အချစ်ဇာတ်လမ်းလေးကိုအပတ်စဥ် စနေနဲ့ တနင်္ဂနွေနေ့တိုင်း ထုတ်လွှင့်သွားမှာဖြစ်တာမိုစောင့်ကြည့်အားပေးဖို လုံးဝလုံးဝ မမေ့ပါနဲ့နော် Quality : WEB-DL 720pFormat : mp4During : 1h 15 minGernes : Comedy , DramaSubtitle : Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/hometown-cha-cha-cha-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/put-your-head-136x200.jpg",
        "title": "Put Your Head on My Shoulder (2021)",
        "description": "\"မင်းနှလုံးသားထဲက နွေးထွေးမှုလေး\"castsဖူဖာ အဖြစ် New Thitipoomဖရာဖိုင်း အဖြစ် Kaimuk Nilawanတ အဖြစ် Chimon Wachirawit ဇာတ်လမ်းအကျဉ်း ဖရာဖိုင်းက accounting မေဂျာက ကျောင်းသူတစ်ဦးဖြစ်ပြီး ငယ်သူငယ်ချင်း တဖြစ်လဲ ခိုးချစ်နေရတဲ့ တအတွက်အလိုရှိတိုင်း အရောက်သွားပြီး ပေးဆပ်ကူညီနေတတ်တဲ့ မိန်းကလေးတစ်ယောက်ပါဖူဖာကတော့ တရဲ့ သူငယ်ချင်းဖြစ်ပြီး လူကြိုက်များတဲ့ ရူပဗေဒမေဂျာကျောင်းသား ဥာဏ်ကြီးရှင်တစ်ယောက်ပေါ့တစ်နေ့ တနဲ့ပတ်သတ်ရာကတဆင့် ဖရာဖိုင်း ဘဝထဲကို ဖူဖာ ဝင်ရောက်လာပြီး ခင်မင်မှုတွေ စတင်လာခဲ့ပါတယ်ဖရာဖိုင်း နေနေတဲ့အိမ်ခန်းမှာ ငှားနေတဲ့ အိမ်ငှားသစ်က ဖူဖာဖြစ်နေပြီး တစ်အိမ်ထဲ တူတူနေလာရချိန်မှာတော့မတည့်အတူနေဖြစ်လာရတဲ့ သူတို့နှစ်ယောက်ကြား ခင်မင်မှု​တွေက ဖြည်းဖြည်းချင်း ပြောင်းလဲမှုတွေဖြစ်လာပါတော့တယ် တ ၊ ဖရာဖိုင်းနဲ့ ဖူဖာတို့ကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ \"မင်းနှလုံးသားထဲ နွေးထွေးမှုလေး\" ဇာတ်လမ်းတွဲမှာ ကြည့်ရှူကြရအောင်၂၀၁၉က ထွက်ရှိထားတဲ \"put your head on my shoulder\" တရုတ်ဇာတ်လမ်းတွဲကို ...",
        "url": "https://channelmyanmar.org/tvshows/put-your-head-on-my-shoulder-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/d6dba3ba-da73-4593-b81d-21823e33bce0-140x200.jpg",
        "title": "My Sassy Girl(2021)",
        "description": "\"ချစ်ကံဆိုး\" ဇာတ်လမ်းတွဲအညွှန်း______________________ 2017 က အရမ်းကို နာမည်ကြီးခဲ့တဲ့ ကိုရီးယားရုပ်ရှင် My Sassy Girl ကားကို ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အပတ်စဉ် တနင်္လာနဲ့အင်္ဂါနေ့တိုင်း အပိုင်းသစ်ထွက်ရှိသွားမှာပါ.....ဒီဇာတ်လမ်လေးကတော့ ကျို လို့ခေါ်တဲ့ ကောင်လေးနဲ့ အဓိက ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်.....ကျိုဆိုတဲ့ကောင်လေးဟာ  စိတ်ထားဖြူစင်ပြီးဘဝကို ပျော်ပျော်ပါးပါးလေးပဲဖြတ်သန်းနေတဲ့ ခပ်ရိုးရိုးကောင်လေးပေါ့....နောက်ပြီး သူကစစ်မှုထမ်းပြီးပြန်လာရင် ဥပဒေဘွဲရဖို့ကျောင်းထပ်တက်မယ်လို့ရည်ရွယ်ချက်လေးလည်းရှိနေတယ်...တစ်နေ့ သူ့အိမ်အပြန်လမ်းမှာ အရက်မူးနေတဲ့မိန်းကလေးချောချောလေးနဲ့တွေ့ခဲ့ပါလေရော....အခြေနေတစ်ခုကြောင့် မူးနေတဲ့မိန်းကလေးကို ကျိုက ကူညီပေးလိုက်ရတဲ့အခါမှာတော့..အဲ့ဒီမိန်းကလေးနဲ့ ကျိုရဲ့တွေ့ဆုံမှုဟာ ကျိုကို တစ်သက်လုံး အမှတ်ရသွားစေပြီးဒီမိန်းကလေးက ကျိုရဲ့ဘဝကိုရှုပ်ထွေးမှုတွေယူလာပေးမလား??ကံကြမ္မာကသူတိုနှစ်ယောက်ကို ဘယ်လိုလှည့်စားမလဲ??ရင်ခုန်စရာဇာတ်လမ်းနဲ့ သူတိုနှစ်ယောက်ရဲ့ပရမ်းပတာတွေ့ဆုံမှုကနေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ\"ချစ်ကံဆိုး\"ဆိုတဲ့ ဟာသဇာတ်လမ်းလေ မှာစောင့်ကြည့်ပေးပါဦနော်....Episodes: TBAAired: Oct 17 ,2021 to TBAAired On: Monday & TuesdayGenres:  Comedy, Romance Translated by  Niikaato , Hazel , Nang Phwe Hom & May ThuEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/my-sassy-girl/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1eso059Pgrwn0fH3xoVpkcXELgV.jpg",
        "title": "My Name(2021)S1 Complete",
        "description": "My Name(2021) ဇာတ်လမ်းတွဲအညွှန်း*******************************အပိုင်း ( ၁ မှ ၈ ) ထိ စ/ဆုံး....ကဲ CM ကကွီးယားဖန်တွေအတွက် ဒီတစ်ခေါက်\nတင်ဆက်ပေးမယ့်ကားကတော့...\nလက်ရှိပြသနေတဲ့ ယူမီဆဲလ်ထဲကမင်းသား Ahn Bo-Hyun နဲ့ လိပ်ပြာကားထဲကမင်းသမီးချောလေးHan So-Hee တို့ရဲ့ ကြမ်းကြရမ်းကြမယ့် \"My Name\"ဆိုတဲ့ အက်ရှင်ဇာတ်လမ်းတွဲပဲဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်းYoon Ji-Woo(Han So-Hee) က မူးယစ်ဆေးဂိုဏ်းရဲ့အဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး ဖခင်ဖြစ်သူရုတ်တရက်သေဆုံးသွားတဲ့အတွက် အသည်းအသန်လက်စားချေချင်နေတဲ့သူတစ်ယောက်ပါ...ဒီလိုလက်စားချေနိုင်ဖို့ Dongcheonpa ဆိုတဲ့မူးယစ်ဆေးဂိုဏ်းခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့\nChoi Moo-Jin(Park Hee-Soon)ရဲ့ အကူအညီနဲ့\nရဲတပ်ဖွဲ့ထဲကို သူလျှိုအနေနဲ့ဝင်ရောက်ပြီး ဖခင်ဖြစ်သူသေဆုံးမှုရဲ့နောက်ကွယ်ကအကြောင်းရင်းကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်...Jeon Pil-Do(Ahn Bo-Hyun)ကတော့ မူးယစ်စုံစမ်းစစ်ဆေးရေးဌာနရဲ့ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး Yoon Ji-Wooရဲ့ ပါတနာတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်...မူးယစ်ဆေးဂိုဏ်းခေါင်းဆောင်၊ရဲစုံထောက်နဲ့သူလျှို ဒီသုံးယောက်ကြားမှာဘယ်လိုမမျှော်လင့်ထားတဲ့ ဇာတ်လမ်းတွေဖြစ်ပေါ်လာမလဲဆိုတာတော့....အပိုင်း၈ပိုင်းလုံး တစ်နေ့တည်းအပြီးပြသသွားမှာဖြစ်လို့ သောကြာနေ့ညကိုMy Name လေးကြည့်ရင်းဖြတ်သန်းရအောင် CMကနေချက်ချင်းတင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်အားပေးကြပါဦးနော်...အညွှန်းကိုတော့ Ei Phyu Khin မှ ရေးသားထားပေးပါတယ်...Episodes: 8Duration: 50 MinGenres: ...",
        "url": "https://channelmyanmar.org/tvshows/my-name2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-15-at-14.31.20-160x200.png",
        "title": "You (2021) – Season 03",
        "description": "You (2021) - Season 03==================IMDb Rating - 8.0/10Hello Hello !အားလုံးစောင့်မျှော်နေတဲ့ ပြည်သူ့အချစ်တော် psychopath ကြီး ကိုကို Joe ပြန်လာပါပြီ။You ဆိုတဲ့ စကားလုံးလေး တစ်လုံးနဲ့ ပရိသတ်ရင်ထဲကို အရောက်၀င်ခဲ့တာ Season 1& 2 ကြည့်ဖူးသူတွေအသိပါပဲဗျ။ပြီးခဲ့တဲ့ စီစန်မှာ Joe နဲ့ သူ့ချစ်သူ Love တို့  ဂြိုဟ်မွှေခဲ့တာလည်း မမေ့လောက်ကြသေးဘူး ထင်ပါရဲ့။ဒီ စီစန်မှာတော့  အတိတ်က အရိပ်ဆိုးတွေကို ဖုံးကွယ်မေ့ဖျောက်ပစ်ဖို့ လင်မယား ၂ ယောက်သား ကယ်လီဖိုးနီးယားကဆင်ခြေဖုံးဒေသတစ်ခုကို ပြောင်းရွှေ့နေထိုင်နေတာကိုတွေ့ရမှာပါ။Love ရဲ့ ရည်ရွယ်ချက်ကတော့ ရှင်းပါတယ် နေရာသစ်မှာ မိသားစုဘ၀လေး ထူထောင်ဖို့ပါပဲ။ဒါပေမဲ့ မရိုးနိုင်တဲ့ Joe ကတော့ နေရာသစ်မှာလည်း မရိုးနိုင်တာတွေ ဇာတ်လမ်းတွေ ထပ်ဖန်တဲ့အခါ ... ဘာတွေဆက်ဖြစ်မလဲ။ နဂိုက ဇ ...",
        "url": "https://channelmyanmar.org/tvshows/you-2021-season-03/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qZUrhcFVI9MNznVJxdfcrmifof.jpg",
        "title": "You (2019) – Season 02",
        "description": "You (2019) - Season 02=================IMDb Rating - 7.7/10Season 01မှာ ဂျိုးဟာ အချစ်အတွက်နဲ့ အဆိုးရွားဆုံးဆိုတာတွေ အများကြီး လုပ်ခဲ့ပြီးပါပြီ။Season2မှာတော့ ဂျိုးတစ်ယောက် လော့စ်အန်ဂျလီကို ပြောင်းရွှေ့သွားပြီး ဘဝသစ်စဖို့ကြိုးစားရင်း အချစ်သစ်နဲ့ တွေ့မှာပါ။\"အချစ်အတွက် ဘာမဆိုလုပ်မယ် ဒီလိုလုပ်တာလည်း မှန်ကန်တယ်\"ဆိုတဲ့ သူ့ရဲ့ ခံယူချက်အတိုင်း လွန်လွန်ကျူးကျူးတွေလုပ်ခဲ့မိတဲ့ဂျိုးတစ်ယောက် . ဒီလုပ်ရက်တွေရဲ့ အကျိုးဆက်ကို ရှောင်ပြေးဖို့အတွက် LAကို ရောက်လာပါတယ်။ဒီတစ်ကြိမ်မှာတော့ ဘယ်သူ့ကိုမှ ထပ်မချစ်မိတော့အောင် သူ့ကိုယ်သူ ထိန်းချုပ်ရင်း ဘဝသစ်စဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့်လည်း မှန်းထားသလိုတွေ ဖြစ်မလာတဲ့အခါမှာတော့....ဘာတွေဆက်ဖြစ်မလဲဆိုတာ Season 1တုန်းကလိုပဲ စိတ်ဝင်တစား သဲထိတ်ရင်ဖိုနဲ့ ဆက်ကြည့်သွားရမှာဖြစ်ပါတယ်။Season 2 ဟာ စာအုပ်တွဲထဲက Hidden Bodiesဆိုတဲ့ အပိုင်းကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဂျိုးရဲ့ ငယ်ဘဝအကြောင်းကိုလည်းပိုပြီးပြည့်ပြည့်စုံစုံဖော်ပြထားပါတယ်။Castတွေ အနေနဲ့ကတော့ ဂျိုး အဖြစ် Penn Badgleyက ပြန်လည်ပါဝင်ထားပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/you-season-2-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/6A1cljmEY8No7R1yu3yYGEXaCUa-133x200.jpg",
        "title": "You (2018) – Season 01",
        "description": "You (2018) - Season 01\n=================IMDb Rating - 7.7/10 ဂျိုး က စာအုပ်အရောင်းဆိုင်က သာမန် ဝန်ထမ်းလေးပါ။သူလုပ်တာဆိုလို့ စာဖတ်တာရယ် စာဖတ်ချင်တဲ့သူတွေကို စေတနာထားတာရယ်၊ပြီးတော့ ကောင်မလေး တစ်ယောက်ကို ချစ်မိတာရယ်ပေါ့...ဒီလိုဖြစ်လာတာကလဲ တစ်ရက်မှာ ကောင်မလေး တစ်ယောက် ဂျိုး အလုပ်လုပ်နေတဲ့စာအုပ်ဆိုင်ကိုလာတယ် ဒီကောင်မလေးကို ကြည့်တာနဲ့ ဂျိုး စိတ်ထဲ အားလုံးတွက်ချက်ပြီးအမူအကျင့် နဲ့ ဒီကောင်မလေး ဘာလိုချင်တယ် ဘာကို တွက်ဆ နေတယ်ဆိုတာ အကုန်သိပါတယ်။ဟုတ်ပါတယ် ဂျိုး က သာမန်တော့ သာမန်ပါပဲ . ဒါပေမဲ့ ဉာဏ်ကြီးရှင်ပါ... အရာအားလုံးကို အကွက်ကျကျစီစဉ်လေ့ရှိသူ ဖြစ်ပြီး လူတွေ ရဲ့ စိတ်ကို မှန်းဆပြီး ကစားရတာကို သဘောကျတက်တဲ့သူပေါ့။ သူ သဘောကျတဲ့ ကောင်မလေး နာမည်က ဘက်ခ် တဲ့၊ ဆင်းရဲတယ် ကြိုးစားတယ် ပွေရှုပ်တဲ့ ရည်းစားတစ်ယောက်ရှိပြီး၊ ...",
        "url": "https://channelmyanmar.org/tvshows/you-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur4WjqL2n8BNbFEpdlazsqQJ1vk.jpg",
        "title": "A Female Student Arrives at the Imperial College ( 2021 ) Completed",
        "description": "အားလုံး မျှော်လင့်တကြီး တောင်းဆိုနေတဲ့ A Female Student Arrives at the Imperial College (2021) လေးလာပါပြီမင်းသားတွေ မင်းသမီးကတော့ ထူးကဲမိတ်ဆက်နေဖို့ မလိုတဲ့ အသည်းကျော်လေးတွေမို့ မပြောတော့ပါဘူး...ဒီကားလေးက နာမည်လေးအတိုင်းပဲ ပထမဆုံးသော အမျိုးသမီးကျောင်းသားကို လက်ခံတဲ့အခါကျောင်းဖက်က ကြုံတွေ့ရတဲ့ အခက်ခဲတွေ ကျောင်းသူလေးဖက်က ရင်ဆိုင်ရတဲ့ ဒုက္ခတွေ နောက်ပြီးပတ်ဝန်းကျင်ရဲ့ တုံ့ပြန်မှုတွေကို ဒီကားလေးမှာ ခံစားနိုင်မှာပါ...သို့ပေမယ့် ဒီဇာတ်လမ်းနောက်ခံယူထားတဲ့ ခေတ်မှာ ဒီကားထဲကလောက် အမျိုးသမီးတွေအခွင့်အရေးမရခဲ့တဲ့အတွက် တချို့နေရာလေးတွေက သမိုင်းနဲ့ယှဉ်ကြည့်မယ်ဆိုလွဲကောင်းလွဲနိုင်တာမို့ ဇာတ်လမ်းအနေနဲ့ပဲ ကြည့်ဖို့ မေတ္တာရပ်ခံလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ဇာတ်လိုက်မင်းသမီးလေး စန်းချီက သူ့အစ်ကိုဖြစ်သူရဲ့ကျောင်းဘဝကို ကြည့်ပြီး အားကျတာက တစ်ကြောင်း ဒီတစ်ဦးတည်းသော ညီမလေးကိုပစ်ပြီး ကျောင်းပျော်နေတဲ့ အစ်ကိုကို သဝန်တိုတာက တစ်ကြောင်းကြောင့် သူ့ အစ်ကိုတက်ခဲ့တဲ့Imperial College ကို သူရအောင်တက်ဖို့ ကြိုးစားခဲ့ပါတယ်... ဒီအချိန်မှာဇာတ်လိုက်မင်းသားယန်ယွင်ချီ ကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/a-female-student-arrives-at-the-imperial-college-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4brWcSXdH31BZUTtRTHj2BYFe6M.jpg",
        "title": "Maid(2021) Complete",
        "description": "Maid(2021) ဇာတ်လမ်းတွဲအညွှန်း**************************IMDb...8.6... Rotten..96%အပိုင်း  ( ၁ မှ  ၁၀) အထိ စ/ဆုံး\" Never underestimate a mother's love '' : \"မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းကိုအထင်မသေးလိုက်ပါနဲ့ \".......... CM ကနေဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ အနောက်တိုင်းကားလေးကိုမှ တွေ့ရခဲတဲ့မိခင်မေတ္တာရသလေးရစေမယ့်ဇာတ်ကားလေးပါ ဆယ်ကျော်သက်အရွယ်နဲ့အိမ်ထောင်ကျပြီးကလေးရခဲ့တဲ့ အဲလက်စ် (Alex) ဟာ ယောက်ျားဖြစ်သူ ရှော်န် (Sean) သမီးလေးမက်ဒီ (Maddy) နဲ့အတူမိသားစုပျော်ပွဲစားကားထဲမှာနေရပါတယ် .....ရှော်န်ဟာအရက်ကြောင်ကြောင်ပြီး အကြမ်းဖက်ရာကနေလွန်သွားတဲ့တစ်ညမှာတော့ အဲလက်စ်ဟာ မက်ဒီနဲ့အတူ အိမ်ကနေထွက်ပြေးဖို့ကြံပါတယ်...ပညာရေးလည်းမပြီးဆုံးခဲ့ အလုပ်လည်းမလုပ်တတ် သွားစရာလည်းမရှိတဲ့အဲလက်စ်ဟာကလေးတစ်ယောက်နဲ့အတော်ဒုက္ခရောက်ရပါတယ် .....အားကိုးစရာမိသားစုအနေနဲ့လည်းအဲလက်စ်အမေကိုယ်တိုင်ကရူးကြောင်ကြောင်ဖြစ်ပြီး အဖေနဲ့လည်းကွဲနေတာပါ ....အိမ်ဖော်အလုပ်ဝင်လုပ်ရမယ့်အဲလက်စ်ဟာ ကလေးကိုအမေအိမ်မှာထားခဲ့ရာကနေ ဘာဖြစ်သွားမလဲ...ရင်တမမကြည့်ရမယ့် ဇာတ်ဝင်ခန်းတွေကို အပိုင်း၁မှာတင် စတွေ့ရမှာဖြစ်ပါတယ်...Western  Drama ဆိုပြီး ပျင်းဖို့ကောင်းတာလည်းမဟုတ်တာကြောင့် Highly Recommend ပါနော်Total Episodes- 10\nFile Size :500MB\nQuality : NF.Web-DL 720p\nFormat…mp4\nDuration…00:50:00\nGenre ...",
        "url": "https://channelmyanmar.org/tvshows/maid2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xYG6iLnfxVjf3GdZ3ZidkvfmNsh.jpg",
        "title": "Jun Jiu Ling ( 2021 )",
        "description": "Goodbye my princess ထဲက အားလုံးရဲ့ အသည်းနှလုံးကို ဖမ်းစားခဲ့တဲ့ရှောင်ဖုန်းမင်းသမီးလေးရဲ့ ဇာတ်ကားအသစ်လေးကိုဘာသာပြန်တင်ပေးလိုက်ပါတယ်။ သူကရုပ်ကလေးကချောသရုပ်ဆောင်ကောင်းတဲ့အပြင် ရှေးခေတ်ပုံစံလေးနဲ့ဆိုတစ်မူထူးခြားတဲ့ သရုပ်ဆောင်မင်းသမီးကောင်းလေးဆိုတာအားလုံးသိပြီးသားပါ. ဇာတ်ကားအသစ်မှာလည်း သူကရှေးခေတ်ပုံစံလေးနဲ့မို့ အချစ်ပိုတိုးစေမယ့်ကာရိုက်တာလေးပါ..ဇာတ်လမ်းလေးကတော့ သူ့မင်္ဂလာဆောင်နေ့မှာ သူ့အဖေကိုသတ်ခဲ့တဲ့သူက လက်ရှိမင်းကြီး သူ့ဦးလေးဖြစ်နေတာကို သိခဲ့ရတယ်။ဒါကြောင့်လည်း သူက လက်စားချေဖို့ စိတ်အားပြင်းပြပြီး လက်စားချေခြင်းနဲ့အချိန်ကုန်ဖို့ ဆုံးဖြတ်ခဲ့တယ်။မထင်မှတ်ဘဲ သူ့သတို့သားလောင်းကမင်းအမိန့်နဲ့ တာဝန်ဆိုတဲ့ ခေါင်းစဉ်တပ်ပြီး သူ့ကိုသတ်ဖို့ ကြိုးစားခဲ့ပေမယ့်ကျန်းချန်ရှန်ဆိုတဲ့ သမားတော်ကျေးဇူးကြောင့် သေဘေးက လွတ်လာခဲ့ရတယ.်နောက်တော့ ကျွင်းကျန်းကျန်းဆိုတဲ့ နာမည်နဲ့ ဘဝအသစ်ကိုဖန်တီးပြီးတော့ ဖုန်အိမ်တောင်မှာ လျို့ဝှက်စွာနေခဲ့တယ်...သူ့ရဲ့ တစ်မူထူးခြားတဲ့ ဆေးပညာအစွမ်းရယ်ကြောင့် ကျွင်းကျိုလင်လို့နာမည်ပြောင်းပြီး မင်းနေပြည်တော်မှာနာမည်ရသမားတော်တစ်ယောက်ဖြစ်လာခဲ့တယ်။ နောက်တော့ကဲ မင်းသမီးလေး သူ့အဖေရဲ့ သွေးကြွေးကို လက်စားချေနိုင်ပါ့မလား....ချန်ကျူကျန်း၊ နင်ယွင်ကျောက် နဲ့ သတို့သားဟောင်း လုယွင်ချီဆိုတဲ့ ၃ယောက်နဲ့ရော ဘယ်လို ရှုပ်ထွေးတဲ့ ပတ်သက်မှုတွေရှိပြီး အဆုံးသတ်ဘယ်သူနဲ့ ရွှေလက်တွဲမယ်ဆိုတာ သိဖို့ကတော့ဇာတ်ကားလေးကို ရင်ခုန်စွာ စောင့်ကြည့်လိုက်ပါတော့... Quality : ...",
        "url": "https://channelmyanmar.org/tvshows/jun-jiu-ling-2021/"
    }
]