[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QWbPaDxiB6LW2LjASknzYBvjMj.jpg",
        "title": "Daredevil(2015)Season 1",
        "description": "Daredevil(2015)Season 1 -<BLU-RAY1080P5.1CH>*****************************************************အပိုင်း(၁ မှ ၁၃ )ထိ စ/ဆုံးDaredevil TV Series  ဟာ အကြမ်းဆုံးထဲပါတယ်ဆိုတာ ငြင်းမရဘူး...တခြားအက်ရှင်စီးရီးတွေနဲ့ဘာကွာတာလဲဆိုရင်တော့ လူဆိုးကောင်တွေက၆ ချက်လောက်ထိုးခံရ နင်းကန် ဗျင်းခံရလည်း ကုန်းရုံးပြန်ထပြီး မင်းသားကို ပြန်ဗျင်းတာပါပဲ...တစ်ချို့အခန်းတွေဆို ဒါရိုက်တာရယ် မင်းသားကိုလည်း ညှာတာပါဦ:လို့ တွေးမိရလောက်အောင်ကျွန်တော်တို့ ဇာတ်လိုက်ကျော်ကြီးက ပြန်အတွယ်ခံရပါတယ်...နောက်ပြီ: ဗီလိန်တွေကိုလည်း တစ်ချိန်ကျနိုင်မှာပါလေလို့ လွယ်လွယ်တွေးလို့မရအောင်အားကောင်းပြီး ဉာဏ်ကစားနိုင်တဲ့ သူတွေထည့်ထားလို့ အပိုင်းတိုင်းက ဆွဲဆောင်မှုရှိပါတယ်...မာ့ခ်ရဲ့  ထူးခြားတဲ့အစွမ်းတွေကလည်း ဘာ့ကြောင့်ရတယ်..ဘယ်လိုလေ့ကျင့်ထားတယ်ဆိုတာတွေ တစ်ဘက်ကပြလိုက်လက်ရှိအချိန်တွေလည်း လှည့်ပြလိုက်မို့ လုံးဝမပျင်းရပါဘူး...ဟိုးယခင်များဆီက ကျွန်တော်တို့တင်ခဲ့တာရုပ်ထွက်ပိုင်းအတော်အားနည်းချက်ရှိခဲ့လို့ အခု BLU-RAY1080P5.1Ch တွေနဲ့အမိုက်စားပြန်တင်ပေးထားပါတယ်... မာ့ခ် ဟာ အသက် ၉ နှစ်အရွယ်က သူတစ်ပါးကို ကူညီဖို့ ကြိုးစားရင်း\nဓါတုဆေးရည်များ မျက်လုံးထဲ ဝင်သွားပြီးနောက် အမြင်အာရုံများ လုံးဝ ဆုံးရှုံးသွားတယ်...အဲ့ဒီနောက်မှာ အကြားအာရုံက တခြားသူတွေထက် ပိုထက်မြက်လာပြီးဘယ်လိုလဲကျလည်းဆိုတာထက် ဘယ်လိုပြန်ထလဲဆိုတာအရေးကြီးတယ်လို့ ခံယူချက်ရှိတဲ့ဒီကောင်လေးဟာ အမြင်ကလွဲလို့တခြားအရာတွေမှာ ထူးချွန်အောင်ကြိုးစားတယ်...သူ ...",
        "url": "https://channelmyanmar.org/tvshows/daredevil2015season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kwGUUpZcBryMpU2s9djN7ujjU5g.jpg",
        "title": "Cloudy Days (2020)",
        "description": "Cloudy Days (2020)    စ/ဆုံး\n\"တိမ်ညိုဖုန်းတဲ့ ကောင်းကင်ပြာ\" \n------------------------------------------ခုတစ်ခေါက်မှာတော့ \"The Miracle of Teddy Bear\" မှာ\nနပ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားရဲ့ကားဟောင်းတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးက'နူလိတ်' ကတော့ ဘ၀ကိုအေးအေးချမ်းချမ်းဖြတ်သန်းချင်သူဖြစ်ပြီး\nသူ့ချစ်သူကောင်လေးသာလျှင်အရာရာထင်ခဲ့သူလေးပါနူလိတ်ရဲ့ချစ်သူ 'မိတ်' ကတော့ နိုင်ငံအတွင်း အကျင့်ပျက်ချစားမှု‌တွေကို\nစုံစမ်းရတဲ့ ရတ်ချာစီ အဖွဲ့၀င်တစ်ဦးပဲဖြစ်ပါတယ်နူလိတ်နဲ့မိတ် တို့ဟာ ချိုမြိန်တဲ့ဆက်ဆံရေးရှိခဲ့ကြပေမယ့်\nနာကျည်းမှုတွေ မုသားတွေနဲ့ ပြည့်နှက်နေခဲ့ပါတယ်အဖေဖြစ်သူရဲ့ လာဘ်ပေးလာဘ်ယူကိစ္စကိုစုံစမ်းဖို့ နူလိတ်ဆီချဉ်းကပ်လာခဲ့တဲ့\nမိတ်ရဲ့သရုပ်မှန်ကို နူလိတ်သိလိုက်ရတဲ့အချိန်မှာ နှလုံးသားတစ်ခုလုံးကွဲကြေသွားခဲ့ရပါတယ်'ကိုယ်အရမ်းချစ်ရတဲ့ ကိုယ့်ချစ်သူက ကိုယ့်ကိုအသုံးချဖို့ ချဉ်းကပ်ခဲ့တာ ဆိုတာသိလိုက်ရရင်\nပရိတ်သတ်ကြီးတို့ရော ဘယ်လိုခံစားရမလဲ?မိတ်ကရော နူလိတ်ထင်သလိုပဲ သူ့ကိုအသုံးချဖို့သက်သက်ချဉ်းကပ်ခဲ့တာလားဆိုတာ\nလောင်မြိုက်မှုတွေကြားကနေ သူတို့အချစ်ကိုဘယ်လိုပုံဖော်မလဲ\nစောင့်မျှော် ကြည့်ရှုပေးကြပါဦးနော်Episodes: 27Aired: 2020-03-20Genres: Drama , Romance , Comedy & ActionTranslated by Hseng Hom & Yamone MyintEncoded by Mann Maw KunnEpisode 1 (600MB) UsersDrive / ...",
        "url": "https://channelmyanmar.org/tvshows/cloudy-days-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88Cp789F54687raXa2SBPTn8md4.jpg",
        "title": "Love and Deception (2022)",
        "description": "Love & Deception (2022) စ/ဆုံး\"ချစ်ခြင်းပရိယာယ်\"Cast:ဖိထရိုင် အဖြစ် Puen Khanin\nပလား အဖြစ် Chippy Sirinကိုယ်ချစ်ရတဲ့မိန်းမ နဲ့ အဖေဖြစ်သူနဲ့ ဖောက်ပြန်နေတာကို မြင်တွေ့သွားတဲ့အချိန်မှာ\nကိုယ့်ကိုယ်ကိုသတ်သေချင်တဲ့အထိ နာကျင်ခံစားသွားရပြီး အိမ်ကနေထွက်ပြေးလာတဲ့ ဖိထရိုင်အရည်ချင်းရှိတဲ့ လူငယ်လေးဖြစ်တဲ့အတွက် သူတတ်ကျွမ်းတဲ့စိုက်ပျိုးရေးပညာရပ်နဲ့\nနယ်ဘက်မှာ ခြံအလုပ်လုပ်ရင်း ခြံပိုင်ရှင် သူဌေးက ဖိထရိုင်ရဲ့နောက်ကြောင်းကို သိပြီး\nသားတစ်ယောက်အဖြစ် မွေးစားလိုက်ပါတယ်တစ်နေ့မှာတော့ ဖိထရိုင် အဖေ ရုတ်တရက်ဆုံးသွားပြီး မသေခင် သေတမ်းစာအရ\nသားဖြစ်သူက အရင်မိန်းမရဲ့ညီမဖြစ်သူ ပလား နဲ့ လက်ထပ်မှ အမွေရမယ်ရေးထားပေမယ့်\nအဖေရဲ့သေဆုံးမှုကို ပလားရဲ့ အမနဲ့သက်ဆိုင်မယ်အထင်နဲ့ ပလားကိုလက်ထပ်ပြီး အမျိုးမျိုးညှင်းပန်းနှိပ်စက်ပါတော့တယ်အချိန်တစ်ခုတည်းမှာပဲ ခြံပိုင်ရှင်သမီး ပင်နဖားလည်း\nဝိထိုင်ကိုနှစ်သက်နေတယ် ဆေးရုံပိုင်ရှင် စဟာထစ် လည်း ပလားကို သဘောကျနေတယ်သူတိုလေးယောက်ကြားက အချစ်တွေက ဘယ်လို ဖြစ်သွားမလဲ...?ပရိယာယ်ဆန်တဲ့ကံတရားကို မေ့ပြီး သူတိုနှစ်ယောက်ကြား အချစ်က ဘယ်လိုပေါက်ဖွားလာမလဲဆိုတာ\nSlap Kiss အပြင်းစားနဲ့ \"ချစ်ခြင်းပရိယာယ်\" လိုအမည်ရတဲ့ဇာတ်ကားမှာ စောင့်မျှော်ကြည့်ရှုအားပေးကြရအောင်Aired: May ...",
        "url": "https://channelmyanmar.org/tvshows/love-and-deception/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/intimacy-142x200.png",
        "title": "Intimacy (2022)",
        "description": "Intimacy (2022)\n============IMDb Rating - 6.8/10\nMoney Heist မင်းသမီးတစ်ယောက်ဖြစ်တဲ့ Itziar Ituño ရဲ့ Crime ,\nDrama Netflix စီးရီးလေးထွက်လာပါတယ်။မြို့တော်၀န်ဖြစ်ဖို့ ရာခိုင်နှုန်းများနေခဲ့ မာလင်ဇူဘီရီဟာ အိမ်ထောင်ကွဲ\nထားပေမယ့်၊ အမှီခိုကင်းတဲ့ သမီတစ်ယောက်အမေ အဖြစ်နဲ့ ရပ်တည်\nနေတဲ့သူပါ။‌ ဒါ‌ပေမယ့် သူနဲ့ အမျိုးသားတစ်ယောက် ကမ်းခြေမှာ တစ်ည\nတာပျော်ပါးခဲ့တဲ့ Sex Tape ထွက်လာပြီးနောက်ပိုင်းမှာပဲ လူထုအမြင်တွေ\nပါတီရဲ့အမြင်တွေ အကုန်ပြောင်းလဲသွားပြီး၊ အနှစ်နှစ်ကာလ တည်ဆောက်\nခဲ့တဲ့ အောင်မြင်မှုတွေဟာ ညတွင်းချင်းပဲ လွင့်စင်ပျောက်ကွယ်ကုန်ပါတယ်။သူမရဲ့ ဘ၀ကိုဘယ်လိုပြန်လည်တည်ဆောက်ရင်း အဖက်ဆည်သွားမလဲ\nကြည့်ရမှာဖြစ်ပါတယ်။ ဒီလို Sex tape တွေ leak ဖြစ်လာရင် ရှက်ရမယ့်\nသူဟာ နစ်နာသူ victim မဟုတ်ကြောင်းကို မီးမောင်းထိုးပြထားတဲ့ Netflix\nဇာတ်လမ်းတွဲကောင်းလေးဖြစ်ပါတယ်။\n(ဒီစီးရီးရဲ့ အညွှန်းကို Thiha Yan Naing  မှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size.............(800 ...",
        "url": "https://channelmyanmar.org/tvshows/intimacy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctYibpqs05F2hnAdVKtgVnbbhlN.jpg",
        "title": "The Pogmentary: Born Ready(2022)",
        "description": "The Pogmentary: Born Ready(2022)*********************************အပိုင်း (၁ မှ ၅ ) အထိ စ/ဆုံး\"ကျွန်တော်ပါဝင်တဲ့ ပရော့ဂျက်တစ်ခုအသင်းမှာဖြစ်စေချင်တာ..ပြီးတော့ မန်ယူရဲ့ ဂန္တဝင်ကစားသမားလည်းဖြစ်ချင်တယ်..ဒါပေမဲ့ လက်ရှိမှာတော့ မန်ယူမှာ ကျွန်တော့်အတွက် ပရော့ဂျက်ရှိပုံမရှိဘူး\"ဂျူဗီကိုအလွတ်နဲ့ပြောင်းရွှေ့သွားတဲ့ ပေါ့ဘာဟာအထက်ပါစကားလေးတစ်ခွန်းကိုပြောခဲ့ပါတယ်...တကယ်တော့ ပေါ့ဟာဟာ ကွင်းလယ်လူထဲမှာ ခြေစွမ်းမြင့်ကစားသမားစာရင်းထဲမှာပါတယ်ဆိုတာကိုထွေထူးတော့ပြောစရာလိုမယ်မထင်ပါဘူး..အခု Documentary  ထဲမှာတော့ သူ့ဘဝရဲ့ အရေးပါတဲ့ အသက် (၁၈)နှစ်အရွယ်မန်ယူကစားသမားဘဝက စလို့ လက်ရှိအချိန်ထိအရေးကြီးဆုံးအပိုင်းတွေကိုရိုက်ပြထားပါတယ်...ဖာဂူဆန်ကြီးနဲ့ ရိုင်အိုလာတို့ ပေါ့ဘာ စာချုပ်ကိစ္စ အဆင်မပြေတဲ့အကြောင်းတွေတောင်ပါ ပါတယ်...ဒါ့အပြင် ပေါ့ဘာရဲ့ အေးဂျင့် ရိုင်အိုလာရဲ့\" ဒီလို စာချုပ်မျိုးကမ်းလှမ်းရင်တော့ ကျွန်တော့ ပေါ့ဘာကိုလေ့ကျင့်ရေးကွင်းက မြက်တောင် ဖြတ်မနင်းခိုင်းဘူးဗျ\"\" ဘယ်သူတွေဘာမြင်မြင် ကျွန်တော် ဂရုမစိုက်ဘူးဗျ...ဘုရားသခင်တောင် လူတိုင်းမချစ်လို့ ကားစင်တင်သတ်ကြတာပဲမလားဗျ\"ဒီလိုအပြောတွေလည်းပါလေရဲ့...Amazon Prime ကရိုက်ကူးထားပြီး နောက်ခံ music ခပ်လန်းလန်းတွေနဲ့မို့ဘောလုံးပရိတ်သတ်တွေကြည့်လို့ရအောင် တင်ပေးထားပါတယ်...Episodes: 5File Size: 800MB & 300 MBQuality ...",
        "url": "https://channelmyanmar.org/tvshows/the-pogmentary-born-ready2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-1-150x200.jpg",
        "title": "The Wilds Season 1 and 2 (2020)",
        "description": "ပရိတ်သတ်ကြီးကို ဒီတစ်ခါ IMDb 7.3 ရှိတဲ့ ဇာတ်လမ်းတွဲလေးတင်ဆက်ပေးလိုက်ပါမယ် လူဆိုတဲ့အမျိုးက ထိန်းချုပ်ခြယ်လှယ်ခံရတာကို အနည်းနဲ့အများလက်မခံချင်ကြပါဘူး အဲဒါကိုမှ ကိုယ်တိုင်မသိဘဲနဲ့ ထိန်းချုပ်ခံနေရတာဆိုရင်တော့ တော်တော့်ကိုခံပြင်းစရာကောင်းတဲ့ ကိစ္စဖြစ်သွားပါပြီ ဒီလိုပဲ လူတစ်ယောက်ရဲ့ အမြင်တို့ သီဝရီတို့ဟာ ကန့်သတ်ချက်တစ်ခုထိပဲကောင်းပါတယ် အဲဒီထက်ပိုသွားပြီး အစွန်းရောက်သွားပြီဆိုရင်တော့ ကိုယ်တိုင် ဒါမှမဟုတ် သူတပါးအတွက် နစ်နာစရာတွေဖြစ်လာမှာပါပဲ ကဲ ဒီဇာတ်လမ်းကတော့ ယောကျာ်းတွေချည်းပဲ ကြီးစိုးနေတဲ့ ကမ္ဘာကြီးကို မိန်းမတွေက အုပ်စိုးနိုင်ပါတယ်ဆိုတဲ့အကြောင်း သက်သေပြချင်လွန်းလို့ လူ ၁၆ယောက်ကို လူမနေတဲ့ကျွန်းပေါ်ဆီ သူတို့မသိအောင် ပို့ပြီး သုတေသနလုပ်စောင့်ကြည့်တဲ့ကားလေးပါပဲ လူ ၁၆ယောက်မှာတော့ ဆယ်ကျော်သက် မိန်းကလေး ၈ယောက် ယောကျာ်းလေး ၈ယောက်ပါ သူတို့ကို လူမနေတဲ့ ကျွန်းတစ်ကျွန်းစီကို ပို့ပြီး ဘာတွေလုပ်နိုင်မလဲ ဘယ်လောက်တောင့်ခံနိုင်မလဲ ဘယ်လိုဖြတ်ကျော်ကြမလဲဆိုတာကို စောင့်ကြည့်တာပေါ့ ဇာတ်လမ်းရဲ့ ကျောရိုးကတော့ အဲဒါပါပဲ ဒါပေမဲ့ ကျွန်းပေါ်ရောက်ပြီး ဒုက္ခတွေဝေနေတဲ့အခါ ...",
        "url": "https://channelmyanmar.org/tvshows/the-wilds-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1z97PBMLKiq7pCzHcF03pFJ1YHS.jpg",
        "title": "Fall in Love (2022)",
        "description": "Fall in LoveCM ချစ်ပရိသတ်ကြီးတွေအတွက် CM ကနေပေါ့ပေါ့ပါးပါးလေးလည်းဖြစ်ပြီးစိတ်ဝင်စားဖိုကောင်းတဲ့Fall in Love ဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းထဲမှာပါဝင်သရုပ်ဆောင်ပေးထားတဲ့မင်းသားကတော့ Produce Camp 2019 မှာပါဝင်ယှဉ်ပြိုင်ခဲ့ဖူးတဲ့Xiao Kai Zhong,မင်းသမီးကတော့Youth With You Season 2 မှာပါဝင်တဲ့ Chai Zhuo Yi တိုပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းရာကတော့ခန္ဓာကိုယ်တစ်ခုတည်းဆိုပေမဲ့မတူညီတဲ့အကျင့်စရိုက်တွေရှိနေတဲ့လူနှစ်ယောက်ဝင်နေတဲ့Fu Ze Yi (Xiao Kai Zhong)။တစ်ဖက်မှာတော့အေးတိအေးစက်နိုင်တဲ့ဥက္ကဌတစ်ယောက်ဖြစ်နေတဲ့အချိန်တစ်ဖက်မှာကတော့နွေးထွေးပြီးကြင်နာတတ်တဲ့အနုပညာရှင်တစ်ယောက်ပေါ့။အဲ့အချိန်မှာ Jing Zhi Xia (Chai Zhuo Yi) ကကိုယ်တစ်ခုတည်းမှာမတူညီတဲ့အကျင့်ရိုက်နှစ်ခုဖြစ်နေတဲ့လူနဲ့ချစ်ကြိုက်မိသွားခဲ့တယ်။ဒါပေမဲ့ Jing Zhi Xia ကတော့သူချစ်မိတဲ့လူကအေးတဲ့အေးစက်နိုင်တဲ့ Fu Ze Yi လိုမှတ်ယူပြီးလိုက်နေခဲ့တယ်။Fu Ze Yi ကတော့သူ့ကိုမမှတ်မိတော့တဲ့အတွက် Jing Zhi Xia ကတော့သူ့ကိုယ်သူ Fu Ze Yi ရဲ့ကစားတာကိုခံရတယ်လိုသံသယဝင်နေခဲ့တယ်။ဒီလိုနဲ့နှစ်ယောက်သားနားလည်မှုလွဲတာတွေဖြစ်လာခဲ့တဲ့အချိန်မှာတော့....Jing Zhi Xia တစ်ယောက် Fu Ze ...",
        "url": "https://channelmyanmar.org/tvshows/fall-in-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Heroes-3-113x200.jpg",
        "title": "Heroes (2022)",
        "description": "HeroesCM ကနေတင်ဆက်ပေးနေတဲ့ကားတွေထဲမှာဝူရှကားကိုမှကြိုက်နှစ်သက်တဲ့ CM ပရိတ်သတ်အတွက်ဝူရှကားကောင်းလေးတစ်ကားဖြစ်တဲ့Heroes ဇာတ်ကားလေးကိုတင်ဆက်ပေးပေးပါရစေ။ဇာတ်လမ်းထဲမှာပါဝင်တဲ့ မင်းသားကတော့Rebirth For You မှာ Li Qian အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Zeng Shun Xi,Long Ballad ဇာတ်ကာားထဲမှ Hao Dou အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Liu Yu NingDance of the Phoenix ထဲက Feng Wu အဖြစ်သရုပ်ဆောင်ထားတဲ့မင်းသမီး Yang Chao Yue တိုကပါဝင်သရုပ်ဆောင်ထားပေးပါတယ်။ဇာတ်လမ်းလေးကတော့ နွေးထွေးကြင်နာတတ်တဲ့Wang Xiao Shi (Zeng Shun Xi) ကခရီးလှည့်လည်သွားလာရင်းသိုင်းလောကမှာခြေဆန့်ခဲ့တယ်။ဒီလိုနဲ့သိုင်းလောကတခွင်လှည့်လည်သွားလာရင်းကံကြမ္မာဖန်တီးမှုကြောင့် Wen Rou (Yang Chao Yue),Bai Qiu Fei (Liu Yu Ning) စတဲ့သိုင်းလောကလူငယ်တွေနဲ့တွေ့ဆုံပြီးသူငယ်ချင်းသံယောဇဉ်ဖြစ်တည်လာခဲ့တယ်။သိုင်းလောကရဲ့အရူပ်အထွေးတွေကြားမှာသူငယ်ချင်းတွေပါဝင်လာတဲ့အခါမှာတော့ဘယ်လိုဖြေရှင်းကြမလဲ ?ဘယ်လိုအရူပ်အထွေးတွေများဖြစ်မလဲ ?သိုင်းလောကလှည့်ကွက်တွေကြားမှာဘယ်လိုရင်သန်ကြမလဲစတဲ့မေးခွန်းတဲ့အပြင်တခြားနာမည်ကြီးသရုပ်ဆောင်တွေပါ ပါဝင်သရုပ်ထားဆိုတော့ဝူရှပရိသတ်ကြီးအဖိုလက်မလွတ်တမ်းစောင့်ကြည့်လိုက်ရအောင် ~ Quality : WEB-DL 720pTotal Episodes ...",
        "url": "https://channelmyanmar.org/tvshows/heroes-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKP8UzzhUuFwc5532jDFzaVXoTb.jpg",
        "title": "The Idol Ramyeonators (2022)",
        "description": "The Idol Ramyeonators (2022)မိုးအေးအေးလေးနဲ့ ကမ်းခြေမှာ ရေအဝကစား လှိုင်းစီးပြီး အားကုန်သွားချိန်\nခေါက်ဆွဲပြုတ်စားရတဲ့အရသာလေး ~~~~~\nဒီလိုအချိန်မှာ ဘယ်လိုခေါက်ဆွဲပြုတ်ကိုပဲစားစား စားကောင်းနေမှာတော့ အသေအချာပါပဲ။TREASURE အဖွဲ့ဝင် Hyun Suk နဲ့ JiHoon တို့ကတော့\nဒီလိုသာယာကြည်နူးဖွယ်အချိန်လေးကို ပိုင်ဆိုင်ခဲ့ပါပြီ ။\nဒီအပိုင်းလေးမှာဆိုရင်တော့ Hyun Suk နဲ့ JiHoon ရဲ့အဖိုးမဖြတ်နိုင်လှပတဲ့\nဒီလိုအချိန်အခါလေးကို ရိုက်ကူးတင်ဆက်ထားတာပါ ။\nသူတို့နှစ်ယောက် ကြိုတင်ပြင်ဆင်ထားတဲ့ ခေါက်ဆွဲပြုတ်နည်း အသစ်အဆန်းတွေ\nရောစပ်မှုအသစ်တွေနဲ့ သူတို့ရဲ့ ကိုယ်ပိုင်ခေါက်ဆွဲပြုတ်ကို အကောင်းဆုံးပြင်ဆင်ပြီး အမည်ပေးကြမဲ့အပြင် နှစ်ယောက်သား ရေကစားပြီး\nလှိုင်းစီးပျော်ရွှင်ကြမဲ့ အခိုက်အတန့်လေးကိုလည်း ရှုစားရဦးမှာဆိုတော့\nအခုပဲ ဒေါင်းကြည့်လိုက်ရအောင်ပါနော် ။Genre.....Reality\nEpisodes...10 Episodes\nAired ... Apr 15, 2022 - Jun 17, 2022\nQuality….1080p\nFile size…\nFormat…mp4\nDuration….30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Pro Max\nEncoder ..... AugustVIP Link ...",
        "url": "https://channelmyanmar.org/tvshows/the-idol-ramyeonators-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AuMXoI73dzYaHHTfpSEM7G6C09Q.jpg",
        "title": "Another Miss Oh(2016)",
        "description": "Another Miss Oh(2016) ဇာတ်လမ်းတွဲ**********************************အပိုင်း ( ၁ မှ ၁၈) ထိ စ/ဆုံးWHY HER (2022) ဇာတ်လမ်းတွဲထဲက မမ အိုဆူဂျယ်ရဲ့ဇာတ်လမ်းတွဲကောင်းဖြစ်တဲ့ ဒီစီးရီးလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဒီဇာတ်လမ်းတွဲဟာ သူမရဲ့အကောင်းဆုံးစီးရီးတွေထဲက တစ်ခုဖြစ်လို့အားပေးတဲ့သူလည်း များပြားလှပါတယ်...ဒါ့ကြောင့် CM ကနေ ရုပ်ထွက်အကောင်းဆုံး 1080Pလေးနဲ့တင်ဆက်ပေးလိုက်တာမို့ မိုးအေးအေးလေးနဲ့ခံစားချင်သူများအတွက်အဆင်ပြေမယ်လို့ထင်ပါတယ်...ဒီဇာတ်လမ်းတွဲထဲမှာတော့ သူမက မင်္ဂါလာဆောင်ခါနီး တစ်ရက်အလိုမှာတင်သတို့သားနဲ့ သတို့သားနဲ့ ခွာပြဲခဲ့တာကြောင့် မိသားစုအသိုင်းအဝန်းကြားမျက်နှာပျက်ခဲ့ရပါတယ်...ဒါ့အပြင် အလုပ်မှာလည်းအဆင်မပြေမှုများစွာနဲ့ဖြတ်သန်းနေရတဲ့ကောင်မလေးပေါ့...ဒီလိုကံကြမ္မာဆိုးဟာ တကယ်တော့ ယောင်္ကျားလေးတစ်ယောက်ကြောင့်ဖြစ်ရတယ်ဆိုလည်းမမှားပါဘူး...ဒီလိုယောင်္ကျားနဲ့ဆုံဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့...ဒီဇာတ်လမ်းတွဲဟာ ရယ်ရတဲ့အခိုက်အတန့်တွေလည်းရှိသလိုသနားရ ဝမ်းနည်းရ ကြည်နူးရနဲ့မို့ ရသစုံလင်တဲ့ဇာတ်လမ်းတွဲလေးလို့လည်းဆိုနိုင်ပါတယ်...မင်းသား,မင်းသမီးတွေကလည်းနာမည်ကြီးတွေမို့ ခံစားကြည့်ကြပါဦး..Episodes: 18Aired: Jun 10, 2022 - Jul 23, 2022File Size: 1.4GB & 500MBQuality :Web-DL 1080p,720pGenres: Comedy, Romance, LifeTranslated by Hnin Wut Ye,ChitThe, Estel,So Ri,Thynn ...",
        "url": "https://channelmyanmar.org/tvshows/another-miss-oh2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/87KVwIqhAbkdn9wBwqQuq2IQGF1.jpg",
        "title": "A Dream of Splendor (2022)",
        "description": "CM ချစ်ပရိသတ်ကြီးတွေအတွက် CM ကနေA Dream of Splendor ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းထဲမှာပါတဲ့ cast တွေကတော့(2006) သိမ်းဌက်သူရဲကောင်းဇာတ်ကားထဲမှာဂူးဂူးအဖြစ် လူသိများတဲ့ Liu Yi Fei ,The Romance of the Condor Heroes (2014) ဇာတ်ကားထဲမှာYang Guo အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Cheng Xiao တိုကပါဝင်သရုပ်ဆောင်ထားပြီး ဂူးဂူးရဲ့ (၁၅) နှစ်ကျော်မှာcomeback အနေနဲ့ပြန်လာတဲ့ဇာတ်လမ်းတွဲလေးလည်းဖြစ်တော့သေချာပေါက်ကောင်းမွန်တဲ့ဇာတ်ကောင်းကောင်းလေးဖြစ်မှာအသေအချာပါဘဲနော်ဇာတ်လမ်းအကျဉ်းလေးကတော့ဟန်ကျိုးမြိုမှာအခါးရည်ဆိုင်လေးဖွင့်ထားတဲ့ Zhao Pan Er ကတစ်နေ့မှာသတိုသားလောင်းဖြစ်တဲ့ Ou Yang Xu ဆီကမြိုတော်မှာစာမေးပွဲအောင်ကြောင်းသတင်းကြားသိရတဲ့တစ်ချိန်တည်းမှာဘဲ Zhao Pan Er ကိုမျိုးရိုးနိမ့်လိုဆိုတဲ့အကြောင်းပြချက်နဲ့စေ့စပ်ပွဲဖျက်သိမ်းကြောင့်သတင်းပါကြားသိရတာပေါ့။ဒီလိုနဲ့ Zhao Pan Er ကလက်မခံနိုင်ပဲမြိုတော်ဆီသွားပြီးတရားမျှတမှုကိုရအောင်ရှာမယ်ဆိုပြီးကတိပြုခဲ့တယ်။မြိုတော်ကိုသွားတဲ့လမ်းမှာအိမ်ထောင်ရေးမှာလိမ်ညာလှည့်စားသွားခံရတဲ့ Song Yin Zhang ကိုကယ်တင်ရင်းညီအစ်မတွေလိုဖြစ်သွားခဲ့တယ်။တစ်ချိန်တည်းမှာပဲမြိုတော်ဆီသွားတဲ့လမ်းမှာ အိမ်ထောင်ရေးကံမကောင်းတာကြောင့်ကိုယ့်ကိုယ်သတ်သေဖိုကြိုးစားနေတဲ့ Sun San Niang ကိုကယ်တင်ရင်း Zhao Pan Er, ...",
        "url": "https://channelmyanmar.org/tvshows/a-dream-of-splendor-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-3-160x200.jpg",
        "title": "Bosch: Legacy(2022)Season1",
        "description": "2014 ကနေ ၂၀၂၁ အထိ ဘော့ရှ်ဆိုတဲ့ တီဗီစီးရီးတစ်ခု ထွက်ရှိခဲ့ပါတယ်။ အဓိကကတော့ စုံထောက် နဲ့ လူသတ်သမားတွေ အားပြိုင်ပုံပါပဲ။\nဇာတ်လမ်းလည်းကောင်းပြီး IMDb လည်း 8.5 အထိ ရရှိခဲ့ပါတယ်။ စီစန် ၇ ခုတောင်ဆိုတော့ များလွန်းလို့ တင်တော့မတင်ပေးဖြစ်လိုက်ဘူးပေါ့။ဒါပေမဲ့ ကံကောင်းတာက အခု အရင်စီးရီး ၇ ခုကို မကြည့်ဘူးပဲနဲ့ အစကနေ ဆက်ကြည့်လို့ရတဲ့ စီးရီးအသစ်တစ်ခု ထပ်ရိုက်ပေးလိုက်တာပါပဲ။\nဘော့ရှ်ဇာတ်လမ်းတွဲပြီးတော့ အခု ဘော့ရှ်ရဲ့အမွေဆက်ခံတဲ့ကားလေးထွက်လာပါပြီသူတို့ရဲ့ မပြီးပြတ်သေးတဲ့အမှုကနေ တရားခံကတရားစီရင်ရေးရဲ့ အားနည်းချက်ကြောင့်လွတ်မြောက်သွားရုံသာ မကဘဲ လူမုန်းများမယ့် တခြားအမှုတစ်ခုကိုပါလိုက်ခဲ့ရပါတယ်\nအဲဒါအပြင် သူဌေးကြီးတစ်ယောက်ရဲ့ အမွေဆက်ခံတဲ့သူကိုရှာပေးရမယ့်ဘော့ရှ်ကနှစ်၇၀လောက်က မွေးခဲ့လား မမွေးခဲ့ဘူးလားတောင်မသိတဲ့လူတစ်ယောက်ကိုရှာရမှာပါစုံထောက်ကားပီပီ မြှုပ်ကွက်တွေ ဥာဏ်ကစားကွက်တွေနဲအပြည့်အဝခံစားရမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် File size…434 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre... Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield Epi7sode 1720p - VIP ...",
        "url": "https://channelmyanmar.org/tvshows/bosch-legacy2022season1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/IMG_3523-141x200.jpeg",
        "title": "Exo Ladder Season 3",
        "description": "EXO Ladder Season 3 (အညွှန်း)EXO ရဲ့ 10 နှစ်ပြည့် anniversary ကိုတော့ Ladder Season 3 နဲ့ပြန်လာခဲ့ပြီပဲဖြစ်ပါတယ်။ဒီတစ်ခေါက်ရဲ့ season 3 မှာလည်း အစဉ်အလာမပြတ် ladder game ကစားရင်း ပျော်ရွှင်နေတဲ့ညီအစ်ကိုတွေကိုတွေ့မြင်ရဦးမှာပါ။ အရင် season တွေနဲ့မတူဘဲ ထူးခြားတာကတော့ EXO ရဲ့10th anniversary ကိုဂုဏ်ပြုတဲ့အနေနဲ့ variety show နယ်ပယ်က ခင်မင်ရတဲ့ အစ်ကိုတွေ၊စီနီယာတွေ၊ ချစ်ခင်ရတဲ့ ဂျူနီယာညီလေးတွေရဲ့ ဂုဏ်ပြုစကားနဲ့အတူ သူတို့ပေးအပ်တဲ့ mission တွေကိုအောင်မြင်အောင်လုပ်ဆောင်ရမှာပဲဖြစ်ပါတယ်။ပြီးခဲ့တဲ့နှစ်တွေတစ်လျှောက်ပင်ပန်းထားသမျှကို အပန်းပြေစေမယ့် healing trip လေးဖြစ်တဲ့အပြင်ဒီတစ်ခေါက် season မှာမပါဝင်နိုင်တဲ့မန်ဘာတွေရဲ့ကိုယ်စား ပိုပြီးအားတက်သရောကြိုးစားနေတဲ့Kyung Soo ရဲ့ ပုံစံအသစ်ရယ်၊ ရသစုံရှိုးလောကထဲကို “ပန်တီ အိုပါး” ကအစပြုပြီးရောက်ရှိနေပြီဖြစ်တဲ့Jong In ရဲ့စီနီယာကျမှုတွေကိုမြင်တွေ့ရမယ့်အပြင် ညီအစ်ကိုတွေအတူတူ mission တွေအောင်မြင်အောင်လုပ်ရင်း ...",
        "url": "https://channelmyanmar.org/tvshows/exo-ladder-season-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/c23e777d-4f7a-4a01-a61e-16237519f4fe5009803110355749236-l.jpeg",
        "title": "The Lost Soul (2022)",
        "description": "The Lost Soul (2022) စ/ဆုံး\"ချစ်ရတဲ့ ဝိညာဉ်မလေး\"\nPang SanaehaCasts:တေချစ် အဖြစ် ‌Ko Vasin\nပရိုင်‌ဒေါင်/ဆိန်ဝမ်အဖြစ် Pinkploy Paparwadee\nဆီ‌ထောင်းအဖြစ် Maggi Apa\n‌‌‌ပေါလ် အဖြစ် Off Chanapolဇာတ်လမ်းအကျဥ်းကတော့....မိမိကိုယ်ကို ဘယ်သူဘယ်ဝါ မှန်းမသိ ဘယ်ကနေ\nဘယ်လိုရောက်လာမှန်းမသိ လေလွင့်နေတဲ့ ဝိညာဉ် မလေး ဆိန်ဝမ်....မဟုတ်မခံ နိုင်ငံကြီးသားပီပီ အမှန်တရားကိုချစ်တဲ့ လူတစ်ယောက် မိန်းမနဲ့ ကလေး အသတ်ခံရတဲ့အမှုကို\nမဖော်နိုင်တဲ့အပြင် တရားခံကိုပါမဖမ်းနိုင်တဲ့အချိန်မှာ ရဲအရာရှိ တေချစ်တစ်ယောက်\nအကုန်လုံးကိုစိတ်ကုန်ပြီး သူငယ်ချင်း ဖြစ်သူဆီရဲ့ ဟိုတယ်ကို ခဏတစ်ဖြုတ် အနားယူဖိုလာရင်း\nလေလွင့်နေတဲ့ဝိညာဥ်မလေးဆိန်ဝမ်ကို မထင်မှတ်ပဲ တွေ့လိုက်ရတယ်ဝိညာဥ်မလေး ဆိန်ဝမ်က မိမိအကြောင်းကိုပိုသိချင်လို\nတစ်ဦးတည်းသောလူသား ရဲအရာရှိတေချစ်ပဲ သူ့ကိုမြင်နိုင်တဲ့အချိန်မှာ ဘယ်လိုဆက်ဖြစ်မလဲ ......?အချင်းချင်းရင်းနှီးသိကျွမ်းပြီး တေချစ်က ဝိညာဥ်မလေး ဆိန်ဝမ်ကိုကူညီရင်း\nလူသားနဲ့ဝိညာဥ်ကြားကအချစ်တွေဘယ်လိုပေါက်ဖွားလာမလဲ...?ဝိညာဥ်အဖြစ်နဲ့နေရတဲ့ ဆိန်ဝမ်ကရော ဘယ်သူလဲ?ချစ်စရာကောင်းသောဝိညာဥ်မလေး ဆိန်ဝမ်ကလည်း ဝိညာဥ်အဖြစ်နဲ့ တစ်သက်လုံးနေသွားမှာလား...?ရဲအရာရှိ တေချစ်ရဲ့ မိန်းမနဲ့ကလေးရော ဘယ်သူ့လက်ချက်ကြောင့်သေသွားတာလဲ....?လျှိဝှက်ဆန်းကြယ်တဲ့သရဲကားမျိုးမဟုတ်ပဲ Romance ဆန်ဆန် လူသားနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-lost-soul/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEIrHezGOp0xtIU7FLTMwt0ecIc.jpg",
        "title": "Candy (2022) (Complete)",
        "description": "Candy (2022) Completed Mini Series\n ~ IMDb - 7.4/10, Rotten Tomatoes - 68% ~ တစ်ခါတလေကျရင်တော့ လူ‌ဘုံလူ့လောကကြီးမှာ အသက်တစ်ရာမနေရပေမဲ့၊ အမှုတစ်ရာပွေရစမြဲပဲလို့ ဆိုရမလိုပါပဲ။ တစ်ချို့အမှုတွေမှာ အပြစ်မရှိဘဲ အပြစ်တွေပုံချခံခဲ့ရတဲ့သူတွေရှိသလို တစ်ချို့ကျပြန်တော့လည်း အပြစ်ရှိလျက် လွတ်ကြပြန်ပါတယ်။ သွေးအေးလူသတ်သမားအချို့ဟာ အကြောင်းပြချက်မဲ့စွာ လူသတ်တတ်ကြသလို တစ်ခါတလေကျရင်တော့ တစ်ချို့လူသတ်သမားတွေဟာ ဘယ်လိုကြောင့်ဘယ်လိုလူသတ်လိုက်မိတာလဲဆိုတာကို သူတို့ကိုယ်သူတို့တောင် နားမလည်မိတတ်ကြတဲ့အထိပါပဲ။ ဒီစီးရီးဟာ ၁၉၈၀ ပြည့်နှစ်က အမေရိကန်နိုင်ငံ တစ်နိုင်ငံလုံး ဟိုလေးတကျော်ကျော်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်လူသတ်မှုတစ်ခုကို ပြန်လည်ရိုက်ကူးထားတဲ့ စီးရီးဖြစ်ပြီး ထိုလူသတ်မှုမှာတော့ အိမ်ရှင်မတစ်ယောက်ဟာ သူ့သမီးရဲ့သူငယ်ချင်းဖြစ်တဲ့ကလေးမလေးရဲ့ မိခင်ဖြစ်သူကို ပုဆိန်တစ်ခုနဲ့ ၄၁ ချက်တိတိအထိ ခုတ်သတ်ခဲ့တာလည်းဖြစ်ပါတယ်။ လူတစ်ယောက်သေဖို့ဆိုရင် ပုဆိန် ၄၊ ၅ ချက်ဟာ လုံလောက်နေပါပြီ။ ၁၀ ချက်ကျော်‌ဆိုရင်တောင် ပိုလွန်းနေပြီပဲဖြစ်ပါတယ်။ ဒါကို ဘယ်လိုစိတ်နဲ့များ အချက်ပေါင်း ၄၁ ချက်ကျော်အထိ ခုတ်သတ်ခဲ့ပါသလဲ။ ...",
        "url": "https://channelmyanmar.org/tvshows/candy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/add-3-135x200.jpg",
        "title": "From (2022-2023)",
        "description": "ထူးခြားမှုတွေ ကြောက်လန့်မှုတွေကိုမှ ကြိုက်နှစ်သက်တဲ့ သူတွေအတွက် ဇာတ်လမ်းတွဲလေးလာပါပြီနိုင်ငံအတွင်းမှာပဲ ခရီးသွားနေရင်းနဲ့ ဒေသမတူ နေရာမတူ လမ်းကြောင်းမတူတဲ့လူတွေဟာ သစ်တုံးတစ်တုံးလမ်းပိတ်ထားတာနဲ့ ကျီးကန်းအုပ်ကြီးကိုမြင်ပြီးပြန်လှည့်မောင်းရာကနေတ ဝင်္ကပါထဲကိုရောက်သွားသလိုဖြစ်ပြီး တစ်နေရာတည်းကိုပဲပြန်ပြန်ရောက်နေတဲ့ ထူးဆန်းပြီးကြောက်စရာကောင်းတဲ့ မြို့ကြီးတစ်မြို့ထဲကိုတဖွဲဖွဲနဲ့ရောက်ရှိလာကြတာပါ အဲဒီမြို့ကြီးကဘယ်လိုထူးဆန်းတာလဲဆိုတော့နေ့ခင်းဘက်ဆိုရင် ပုံမှန်အတိုင်းနေလို့ရပေမယ့်ညပိုင်းမှာဆိုရင်တော့ တောထဲကနေအိမ်တွေကို တံခါးလာလာခေါက်တဲ့ မကောင်းဆိုးဝါးတွေရှိနေတာပါအဲဒီကောင်တွေကလူယောင်ဖန်ဆင်း လူတွေသဘောကျမယ့်ပုံစံတွေနဲ့ပြောစည်းရုံးပြီး အထဲပေးဝင်ဖို့တောင်းဆိုတတ်ကြပါတယ် အဲဒါကိုယုံစားဖို့ဖွင့်ပေးလိုက်ရင်တော့ သူတို့ပြုသမျှနုရတော့တာပါပဲ ရောက်လာတဲ့သူတွေထဲမှာ ရဲမှူးရော သင်းအုပ်ဆရာတော်ရောပါတော့စုပေါင်းပြီး လက်ဖွဲ့အဆောင်လေးတစ်ခုကိုရှာတွေ့တာနဲ့ တံခါးတွေမှာချိတ်ထားပြီးသူတို့မလာအောင်လို့ ကာကွယ်ပြီးနေကြရတာပါ အဲဒီလိုနဲ့တစ်နေ့မှတော့နေရာမတူတဲ့နေရကနေ ကာနှစ်စီးရောက်လာပြီး မတော်တဆဖြစ်မှုဖြစ်ပွားခဲ့ပါတယ် ရောက်လာတဲ့ ကားနှစ်စီးထဲမှာ အင်ဂျင်နီယာနှစ်ယောက်ပါလာပြီးတော့အဲဒီမြို့ကြီးထဲကနေ ထွက်လို့ရအောင် ပြင်းပြင်းထန်ထန်ကြိုးစားကြပါတော့တယ်ဒါပေမဲ့ တကယ့်ပြဿနာက မြို့ကြီးလား မကောင်းဆိုးဝါးတွေလား သူတို့သေပြီးလို့ကောင်းကင်ဘုံမရောက်ခင်ငရဲခံရတဲ့နေရာလား ဒါမှမဟုတ် အဲဒီနေရာကြီးကိုဖန်တီးထားတဲ့လူတွေရှိနေတာလား ဆိုတာကတော့ တကယ့်ကိုစိတ်ဝင်တစားနဲ့ခံစားလို့ကောင်းမယ့် ဇာတ်လမ်းတွဲလေးပါပဲ  Quality : WEB-DL 720pFormat : mp4Genres :  Drama / Horror / MysteryDuration : 52 min per Episode\nTotal: ...",
        "url": "https://channelmyanmar.org/tvshows/from2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c80mxgOPvSWJBcgWoI5bf3et5Ws.jpg",
        "title": "Man Vs Bee (2022)",
        "description": "Man Vs Bee (2022) Complete Limited Series IQ 178 ရှိတဲ့ စူပါဂျီးနီးယပ်စ်တစ်ယောက်ဖြစ်တဲ့ ရို၀န်အတ်ကင်ဆန်ရဲ့ တစ်ကျော့ပြန် ဇာတ်လမ်းတွဲအသစ်ကို Netflix ကနေ အစအဆုံး တစ်သုတ်တည်း ထုတ်လုပ်တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်လမ်းတွဲကို ရိုဝန်အတ်ကင်ဆန်ရဲ့ Johnny English Strikes Again ကားကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာကပဲ ရိုက်ထားတာပါ။ ရုပ်ရှင်အကြိုက်တွေ အမျိုးမျိုးကွဲကြပေမဲ့ တစ်ခေတ်တစ်ခါတုန်းက Legend တစ်ယောက်ဖြစ်တဲ့ ချာလီချက်ပလင်ကို မကြိုက်တဲ့သူမရှိသလို သူ့နောက်တစ်ခေတ်မှာလည်း တွမ်အန်န်ဂျယ်ရီကို မကြိုက်တဲ့သူမရှိပါဘူး။ အဲဒီလိုမျိုး ကျွန်‌တော်တို့ မျက်မှောက်ခေတ်ရဲ့ ဟာသ Legend ကြီးကတော့ မစ္စတာဘင်းန်ပါပဲ။ အဲဒီဇာတ်လမ်းတွဲကို မကြိုက်တဲ့သူမရှိတာ သေချာပါတယ်။ ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပဲ၊ လူနဲ့ပျား အကြိတ်အနယ်ဆော်ကြတဲ့ဇာတ်ပါပဲ။ ခင်ဗျားအိမ်ထဲ ငှက်တစ်ကောင်ဖြစ်ဖြစ် ပျားတစ်ကောင်ဖြစ်ဖြစ် ၀င်ပြီး ပြန်ထွက်မရဖြစ်နေတာကြုံဖူးမှာပေါ့။ အ၀တ်နဲ့ရိုက်ထုတ်လိုက် မောင်းထုတ်လိုက် လုပ်ပေမဲ့ အေဘေးက မထွက်တာလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/man-vs-bee-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95DJVfeQh4SUMKaq3Z09Ombtw3X.jpg",
        "title": "Legacy (2022)",
        "description": "LegacyCM ချစ်ပရိသတ်ကြီးရေ !ဒီတစ်ခါလည်း CM ကနေကားကောင်းလေးတစ်ကားဖြစ်တဲ့Legacy ဆိုတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပြန်ပြီနော်။ဇာတ်ကားထဲမှာအဓိကပါဝင်သရုပ်ဆောင်ပေးထားတာတွေကတော့Story of Yanxi Palace ဇာတ်ကားထဲက Fuca Rongyin အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Qin Lan,Royal Feast ဇာတ်ကားထဲက Yao Zi Jin အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Wu Jin Yan, Royal Feast ဇာတ်ကားထဲမှHu Shan Xiang အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Zhang Nan, The Wind Blows From LongXi ထဲကFeng Ying အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသား Nie Yuan , Han Geng အစရှိတဲ့နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်သရုပ်ဆောင်ထားတော့ကားကောင်းလေးတစ်ကောင်းဖြစ်မှာအသေအချာပါဘဲနော်။ဇာတ်လမ်းလေးကတော့ (၁၉၂၀) ခုနှစ်ပတ်ဝန်းကျင်လောက်ကိုဇာတ်အိမ်တည်ထားပြီး ရှန်ဟိုင်မြိုရဲ့အကြီးစားကုန်သည်ဖြစ်တဲ့Yi မိသားစုကြီးကတော့ အမွေပြသာနာနဲ့ခေါင်းကိုက်နေရပါတယ်။အကြောင်းရင်းကတော့တစ်ဦးတည်းသောသားဖြစ်တဲ့ Yi Zhong Jie ကမိဘစီးပွားရေးကိုစွန့်လွှတ်ပြီး ဆေးပညာကိုသင်ယူခဲ့တာကြောင့်ကျန်တဲ့သမီးသုံးယောက်ထဲကတစ်ယောက်ကိုအမွေဆက်ခံသူအဖြစ် ရွေးချယ်ရပါတော့တယ်။အကြီးဆုံးသမီးဖြစ်တဲ့ Yi ...",
        "url": "https://channelmyanmar.org/tvshows/legacy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/umbrella-135x200.jpg",
        "title": "Umbrella Academy 2022 Season 1+2+3",
        "description": "နက်ဖလစ်ရဲ့ စူပါဟီးရိုး စီးရီးအသစ်တစ်ခု ကြည့်လိုက်ရအောင်။ ဒီစီးရီးရဲ့ ဇတ်လမ်းကတော့ ရယ်ရမလို ငိုရမလိုပါပဲ။ ထူးထူးခြားခြားလေးလည်း ဖြစ်ပါတယ်။ ဟိုးအရင်က ထွက်ဖူးတဲ့ Heroes စီးရီးနဲ့တော့ နည်းနည်းတူတယ်ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလွန်ခဲ့တဲ့နှစ်တွေတုန်းက အင်တာနက်မှာ ထူးဆန်းတဲ့သတင်းတစ်ပုဒ်ဖတ်မိမှာပါ။ရေကန်ထဲမှာရေကူးနေတဲ့အမျိုးသမီးတွေ အလိုလိုကိုယ်ဝန်ရကုန်တဲ့ သတင်းပေ့ါ။ဒီစီးရီးက အဲဒီသတင်းနဲ့ပဲ စတင်ထားတာပါပဲ။၁၉၈၉ ခုနှစ် အောက်တိုဘာလ တစ်ရက်နေ့ ၁၂ နာရီအချိန်မှာ ကမ္ဘာအနှံ့က အမျိုးသမီး ၄၂ ယောက်ဟာ ကိုယ်ဝန်မဆောင်ဘဲနဲ့ တပြိုင်တည်း ကလေးတစ်ယောက်စီ မွေးဖွားခဲ့ကြပါတယ်။ရီဂျင်နယ် ဟားဂရိ ဆိုတဲ့ လူထူးဆန်းဘီလီယံနာသူဌေးကြီးတစ်ဦးကတော့ အဲဒီကလေးတွေကို ရနိုင်သမျှ စုစည်းပြီး မွေးစားခဲ့ပါတယ်။သူ ရှာတွေ့ခဲ့တာ စုစုပေါင်း ၇ ယောက်ပါပဲ။ အဲဒီလို မွေးဖွားလာတဲ့ကလေးတွေမှာ ကိုယ်ပိုင်အစွမ်းတွေ ရှိနေတဲ့အတွက် သူတို့အားလုံးကို လေ့ကျင့်ပေးပြီး အမ်ဘရဲလားအကယ်ဒမီလို့နာမည်ပေးခဲ့ပါတယ်။အားအရမ်းကြီးသူ၊ ပြောသမျှကို လူတိုင်းနားမထောင်ဘဲမနေနိုင်စေတဲ့သူ၊ ဘယ်အရာနဲ့မဆို ပစ်မှတ်ကို မလွဲဘဲပစ်နိုင်တဲ့သူ၊ ကိုယ်ထဲက လက်တံရှည်ကြီးတွေထုတ်ပြီး တိုက်ခိုက်နိုင်တဲ့သူ၊ ...",
        "url": "https://channelmyanmar.org/tvshows/umbrella-academy-2019-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLFc7cKlt6784xUmrzWZVQR2Ine.jpg",
        "title": "Suzhal: The Vortex (2022)",
        "description": "Suzhal The Vortex (2022)ခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ trailer ထွက်ကတည်းကလူကြိုက်များပြီး IMDb 8.5ထိရထားတဲ့ ညည်းထိတ်ရင်ဖိုမှုခင်းကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့================\nShanmugam ဟာသမီးဖြစ်သူနဲ့နေထိုင်ပြီး ဘိလပ်မြေစက်ရုံကအလုပ်သမားခေါင်းဆောင်တစ်ယောက်ပါတစ်ညမှာစက်ရုံကမီးလောင်ပြီးဝန်ထမ်းတော်တော်များများထိခိုက်ခဲ့ရပါတယ်နောက်နေ့မနက်ရောက်မှ သမီးဖြစ်သူ Nilaပျောက်နေတာကိုသတိထားမိတော့မိတ်ဆွေတွေရဲ့အကူညီနဲ့ သမီးဖြစ်သူကိုရှာပြီး အစ်မဖြစ်တဲ့ Nandini ကလည်းညီမပျောက်နေတာကိုသိတော့ မြို့ကိုပြန်လာပြီးရှာပါတော့တယ်တစ်ဖက်မှာလည်းရဲအုပ် Reginaနဲ့ ဒုရဲအုပ် Sakkaraiတို့ကလည်းမီးလောင်တဲ့အမှုကိုစုံစမ်းရတော့ မီးမလောင်ခင်မနက်က စက်ရုံကိုမီးရှို့ပစ်မယ်လို့ကြိမ်းဝါးနေခဲ့တဲ့ Shanmugamကို တရားခံအထင်နဲ့ ဖမ်းပါတော့တယ်ဒုရဲမှူးSakkarai တစ်ယောက်စီစီတီဗီစစ်ကြည့်တဲ့အချိန်မှာ Nilaပျောက်ဆုံးမှုကပြန်ပေးဆွဲမှုဖြစ်နေတာကိုသိလိုက်ရတဲ့အချိန်မှာ ဆက်စုံစမ်းရင်း နောက်ကွယ်ကြိုးကိုင်သူက ဘယ်သူဖြစ်နေမလဲအမှုသေးသေးလေးကနေ ရှုပ်ထွေးပြီးမြှုပ်ကွက်ပေါင်းသောင်းခြောက်ထောင်ဖြစ်လာတော့ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာကြည့်လိုက်ကြရအောင် File Size – 500MB / 800MBQuality – 1080p / 720pDuration – 45minute (@Episode)Total Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, MysteryTranslator – Yunni & Poe & OeliuJ & ...",
        "url": "https://channelmyanmar.org/tvshows/suzhal-the-vortex-2022/"
    }
]