[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYmViOTkzNDctYTgxOC00NmJkLWI5MzQtYTlhZTgwMmUzMjdmXkEyXkFqcGdeQXVyOTUwNzc0ODc@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Protector Season 2 [COMPLETE]",
        "description": "Rating မြင့် 2018 တုန်းကထွက်ရှိခဲ့တဲ့ Netflix ကထုတ်တဲ့တူရကီ Series The Protector Season 1 ရဲ့အဆက်အဖြစ်ထွက်ရှိလာတဲ့ Season 2 လေးပဲဖြစ်ပါတယ်။ကြည့်ဖူးသူတွေကတော့ ဇာတ်ကြောကိုနားလည်ပြီးဖြစ်သလို season 1 မှာဆန့်တငင်ငင်နဲ့အဆုံးသတ်သွားတာကို season 2 မှာပြန်လည်ချိတ်ဆက်လို့ရပါပြီ။ေ့ရှ Season ရဲ့ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောရရင် သာမန်လူတွေလိုပဲ ဘာမှမသိသေးခင်ဘဝကိုပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေတဲ့လူငယ်တစ်ယောက်ရုတ်တရက်အခြေအနေတွေရှုပ်ထွေးကုန်ပြီး မွေးစားအဖေကလည်းသေ၊အဲဒါရဲ့နောက်ဆက်တွဲ သူလုံးဝမကြားဖူးတဲ့အကြောင်းအရာတွေကြားရပြီးအစ္စတန်ဘူမြို့ကြီးရဲ့ The Protector ဖြစ်နေမှန်းသိလိုက်တဲ့နောက် သူ့ဘဝနောက်ကြောင်းမှန်တွေသိခဲ့ရပြီးImmortal တွေဖြစ်တဲ့ မသေမျိုး ၇ယောက်ထဲမှာ နောက်ဆုံး၁ယောက်ပဲကျန်တာကို လိုက်ချေမှုန်းဖို့ကြိုးစားရင်း မရင့်ကျက်သေးတဲ့Protector ကြီးရဲ့သွေးကြောင့် သတ်ပြီးသား Immortal ၆ ယောက်လုံးပြန်ရှင်လာပြီး season 1 ပြီးဆုံးခဲ့ပါတယ်။ခု season 2 မှာတော့ ရန်သူက ၇ယောက်ပြန်ဖြစ်လာပြီဖြစ်တဲ့အတွက် The Protector ကြီးတို့တစ်ဖွဲ့လုံး အစ္စတန်ဘူမြို့ကြီးကို ရုန်းကန်ကာကွယ်ရတော့မှာပဲ ဖြစ်ပါတယ်။ဘယ်လိုကာကွယ်မယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲကြည့်လိုက်ပါဦး။(ဘာသာပြန်တင်ဆက်ထားသူများကတော့  Thura Zarni ...",
        "url": "https://channelmyanmar.org/tvshows/the-protector-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/43655193_362412274500873_3242382519554801664_n-160x200.jpg",
        "title": "The Flash Season (5)",
        "description": "စောင့်မျှော်နေကြတဲ The Flash Season 5 ပြန်ပြီးစတင်ပါပြီ...Season 4 မှာ အတွေးခေါ်စွမ်းအားရှင်ဖြစ်တဲ့ Thinker တဖြစ်လဲ ဒီဗိုးကိုအနိုင်ယူလိုက်ပြီးနောက်ပိုင်းမှာ Season 5 ပြန်လည်စတင်ဖို့အတွက်ပြသနာအကြီးကြီးတစ်ခုဖြစ်လာပါတော့တယ်....အားလုံးလည်းသိကြတဲ့အတိုင်းပဲCrossOver:Crisis On Earth X မှာ ဘယ်ရီတို့ရဲ့မင်္ဂလာပွဲမှာကောင်မလေးတစ်ယောက်မထင်မှတ်ပဲပေါ်လာခဲ့ပါတယ်...နောက်ပိုင်းတွေမှာလည်း အဲကောင်မလေးဟာ ဘယ်ရီတို့နားမှာအရိပ်တစ်ခုလိုပေါ်လာနေတတ်ပါတယ်...နောက်ဆုံး ဒီဗိုးကိုအနိုင်ယူလိုက်တဲ့အခန်းမှာဓာတ်ခွဲခန်းရဲ့ ဂြိုလ်တုကို ဖျက်ဆီးတဲ့အချိန်မှာ ဘယ်ရီနဲ့အတူနောက်ထပ်အမြန်လူသားတစ်ယောက်ရှိနေခဲ့ပါတယ်....ဘယ်သူလဲဆိုတာ လူတိုင်းစိတ်ဝင်စားခဲ့သလို Season 4 မှာလည်းလူတိုင်းအဖြေထုတ်အငြင်းပွားခဲ့ပါတယ်...ဒီအဖြေကို ဒီ Season 5 မှာ ပြန်လည်ဖြေရှင်းပေးလိုက်ပါတယ်...အဲကောင်မလေးနာမည်ကတော့ နိုရာဝက်စ်အယ်လန် ဖြစ်ပြီးတော့ဘယ်ရီအယ်လန် နဲ့. အိုင်းရစ်ဝက်စ်အယ်လန် တို့ရဲ့အနာဂါတ်ကလာတဲ့ သမီးလေးဖြစ်ပါတယ်...နောက်ပြီးတော့ ဒီကောင်မလေးကလည်း ဘယ်ရီကိုကိုယ်စားပြုတဲ့အဝါရောင်အလင်းတန်းနဲ့ အိုင်းရစ်အမြန်လူသားဖြစ်ခဲ့စဉ်ကထွက်ရှိခဲ့တဲ့ခရမ်းရောင်အလင်းတန်းပေါင်းစပ်ထားတဲ့ အမြန်လူသားတစ်ယောက်ဆိုတာပါပဲ....ဒီကောင်မလေး ဘာလို့ သူ့မိဘတွေရှိတဲ့ အတိတ်ကိုပြန်လာခဲ့ရတာလဲဆိုတာကိုတော့အားလုံးပဲ အတူတူခံစားကြည့်လိုက်ရအောင်လားဗျာ.... Translator ..... Aye Mon KyawEncoder ....... Moe Myint Lwin\nComplete Zip File  VIP  ...",
        "url": "https://channelmyanmar.org/tvshows/the-flash-season-5/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2EzNJQNh2onlefGuucboFy8WV8.jpg",
        "title": "The Sound of Your Heart (2016)",
        "description": "CM ပရိသတ်ကြီးကို အရမ်းကိုရယ်ရတဲ့ ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဝဘ်တွန်းရေးဆရာဂျိုဆော့နဲ့ သူ့မိသားစုအကြောင်းကို ပုံဖော်ရိုက်ကူးထားတာပါဘယ်လိုဆွဲဆွဲ ထုတ်ဝေသူသဘောမကျတဲ့အဆုံး သူတို့မိသားစုရဲ့အလွဲပေါင်းစုံကိုကာတွန်းထဲထည့်ဆွဲတော့မှပဲ အောင်မြင်သွားတော့တာပါတကယ့်ကိုအလွဲများနဲ့မိသားစုပါပဲ မိသားစုဝင်လေး လေးယောက်ရှိတာကိုတစ်ယောက်တစ်မျိုး မရိုးရအောင် လွဲနေတဲ့မိသားစုပါသူတို့နေတဲ့တိုက်တစ်တိုက်လုံးကိုဒုက္ခပေးပြီးငါတို့မိသားစုပဲပုံမှန်ဖြစ်နေတာ ဆိုတာမျိုးကလည်း ရှိပါသေးတယ်တစ်မိသားစုလုံးပတ်ခွီနေရတဲ့အထဲမှာဂျိုဆော့က အယ်ဘုံဆိုတဲ့ကောင်မလေးနဲ့ကြိုက်တဲ့အခါ ပိုလို့တောင်ခွီရပါသေးတယ်..တစ်ခါမှရည်းစားမထားဖူးတဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်အတည်တွေလုပ်နေရင်းကို လွဲလွဲကုန်တာပါအပိုင်း ၁၀ ပိုင်းလုံး တစ်ချက်မှမရပ်မနား ပိုးဆိုးပက်စက်ခွီနေရဖို့ အာမခံပါတယ်ပေါတောတောခွီနေရတာမျိုးမဟုတ်ပဲနဲ့ အဓိပ္ပာယ်ရှိရှိကြီးကိုခွီရမှာပါ..Complete Zip File  Yoteshin  /  Megaup  /  VIP",
        "url": "https://channelmyanmar.org/tvshows/the-sound-of-your-heart-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/gpULvrgvq1Qidu8EpWevrRUfVhw-133x200.jpg",
        "title": "13 Reasons Why {Complete}",
        "description": "ဒီစီးရီးကိုေတာ့ လူအေတာ္မ်ားမ်ား ၾကားဖူးျပီးေနေလာက္ပါျပီ။\nNetflix ရဲ႕ ကမာၻတစ္၀ွမ္းမွာ ေက်ာ္ၾကားသြားတဲ့ စီးရီးပါပဲ။IMDb နဲ႕ RT ေတြမွာ rating 9 ေက်ာ္ေနျပီး\n ေ၀ဖန္ေရးဆရာေတြရဲ႕ ခ်ီးက်ဴးသံေတြ\nဆက္တိုက္ရရိွခဲ့တဲ့ စီးရီးေလးပါ။ ၂၁ ရာစု\nအေကာင္းဆံုး High School Drama ေတြထဲက\nတစ္ခုလို႕ ခ်ီးက်ဴးၾကတယ္။ စလယ္ဆံုး\nဇာတ္ရိွန္မက်ဘဲ ဆြဲေခၚသြားနိုင္တယ္။\nခံစားခ်က္မ်ိဳးစံုကို ေပးနုိင္တယ္\nစသည္ျဖင့္ မွတ္ခ်က္ေတြျပည့္ေနခဲ့ပါတယ္။\n ေ၀ဖန္ခံရတဲ့ အခ်က္ကေတာ့ ဇာတ္လမ္းရဲ႕\nအဓိကဇာတ္ေဆာင္ဟာ မိမိကိုယ္ကို သတ္ေသခဲ့ျပီးမွ သူ႕ရဲ႕\n ေနာက္ဆက္တြဲေတြကို ခမ္းနားစြာ ေဖာ္ျပထားတဲ့\nဇာတ္ေၾကာင္းျဖစ္ေနလို႕ သတ္ေသမႈေတြကို\nတနည္းအားျဖင့္ အားေပးနိုင္တယ္ဆိုျပီး\n ေျပာသူေတြေတာ့ ရိွပါတယ္။ ဒါေပမယ့္ ဒီစီးရီးရဲ႕\nအေၾကာင္းအရာေတြမွာ အထက္တန္းေက်ာင္းသားေတြရဲ႕\nစိတ္ဖိအား၊ခံစားခ်က္ေတြေတြကို နားလည္ဖို႕နဲ႕\nဆရာေတြမိဘေတြ ပိုျပီး\nသတိထားမိလာေစဖို႕၊ ေက်ာင္းသားသူေတြၾကားထဲက\nကိုယ္ခ်င္းစာတရားေတြ ပိုေကာင္းမြန္လာဖို႕\nအားေပးတဲ့အခ်က္ေတြ အမ်ားၾကီးပါပါတယ္။\nဒီစီးရီးရဲ႕ အဓိက သရုပ္ေဆာင္ ၂ ေယာက္ဟာလည္း\nတကယ္ေကာင္းမြန္ခဲ့တာမို႕ ခ်ီးက်ဴးမႈေတြ အမ်ားအျပားရရိွထားျပီး\nသူတို႕ သရုပ္ေဆာင္ဘ၀လမ္းကေတာ့\nပိုျပီးေတာက္ေျပာင္လာလိမ့္မယ္ ထင္မိပါေသးတယ္။\nဇာတ္လမ္း အက်ဥ္းေျပာရရင္ အစမွာ ဟန္နာ ဆိုတဲ့\nအထက္တန္းေက်ာင္းသူေလး မိမိကိုယ္ကို\nေသေၾကာင္းၾကံသြားခဲ့တာက စပါတယ္။ အဲဒီအျဖစ္ရဲ႕\nရိုက္ခတ္မႈေတြဟာ ဆရာေတြ၊ေက်ာင္းသားေတြ နဲ႕\nမိဘေတြၾကားမွာနည္းမ်ိဳးစံုနဲ႕\nသက္ေရာက္ေနခဲ့တယ္။ ေက်ာင္းသားေတြထဲမွာမွ\nဟန္နာနဲ႕ထူးထူးျခားျခားသိကြ်မ္းခဲ့တဲ့\nကေလးရ္(Clay) ဆိုတဲ့ ေကာင္ေလးကေတာ့\nပိုျပီးသူ႕ကို သတိရေနခဲ့သူပါ။\nတစ္ညမွာေတာ့ ကေလးရ္ဆီကို ဟန္နာ အသံသြင္းထားတဲ့\nတိတ္ေခြေလးေတြ ေရာက္လာခဲ့တယ္။\nတိတ္ေခြမွာ အေၾကာင္း ...",
        "url": "https://channelmyanmar.org/tvshows/13-reasons-why-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryJHo3A6KuzqidoBFHxzSpAvjeu.jpg",
        "title": "Marvel’s Cloak & Dagger Season (1)",
        "description": "ယခုစီးရီးကတော့ Marvel Comic Book Series များထဲမှ တစ်ခုဖြစ်ပါတယ်ဇာတ်အိမ်တည်ထားတာကတော့ နယူးအော်လန်ဆိုတဲ့ မြို့လေးမှာပါတန်ဒီဘိုဝင်နဲ့တိုင်ရိုဂျွန်ဆင်ဆိုတဲ့ ကလေးနှစ်ယောက်ဟာ တစ်ရက်တည်းမှာပဲကံဆိုးမှုကိုယ်စီ ကြုံတွေ့ခဲ့ကြပြီး တန်ဒီ့အဖေ နေသန်ဘိုဝင်နဲ့တိုင်ရို့အစ်ကို ဘီလီတို့ကို ဆုံးရှုံးလိုက်ရပါတယ်သေဆုံးမှုရဲ့ဆက်နွယ်မှုအကြောင်းတရားကလည်း နေသန်ဘိုဝင်အလုပ်လုပ်တဲ့ရေနံစင်ကြီး ပေါက်ကွဲသွားလို့ပါပဲရေနံတူးဖော်တယ်လို့သာ လူသိထားတဲ့ ရေနံစင်ဟာ တကယ်တော့ ရေနံထက် ၁၀ ဆ ပိုပြင်းတဲ့စွမ်းအင်တစ်မျိုးကို လူမသိသူမသိ တူးထုတ်နေခဲ့တာပဲဖြစ်ပါတယ်ပေါက်ကွဲသွားတဲ့အချိန်မှာ ရေထဲမှာရှိနေတဲ့ သက်ရှိလူသားနှစ်ဦးဖြစ်တဲ့တန်ဒီနဲ့ဘိုဝင်ဆီကို စွမ်းအင်တွေ ကူးပြောင်းသွားပါတော့တယ်သူတို့နှစ်ဦးဟာ နှစ်ပေါင်းများစွာ တစ်ယောက်နဲ့တစ်ယောက် မသိခဲ့ဘဲ၊ကိုယ်ပိုင်ထားတဲ့စွမ်းအင်တွေကို မသိခဲ့ပဲနေခဲ့ရာက သူတို့နှစ်ဦး အမှတ်မထင်ဆုံတွေ့ပြီးလက်ချင်းထိမိခဲ့တဲ့အချိန်မှာတော့ စွမ်းအင်တွေက ပေါ်ထွက်လာခဲ့ပါတော့တယ်ကိုယ်ပိုင်ထားတဲ့စွမ်းအင်ကို ဘာမှန်းမသိ၊ ဘယ်လိုအသုံးချရမယ်မှန်းမသိသေးခင်မှာပဲတရားမျှတမှုကို လိုက်ရှာရင်းနဲ့ အင်အားကြီးအဖွဲ့တွေရဲ့ အရှုပ်အထွေးတွေထဲမှာပါဝင်မိနေရက်သား ဖြစ်နေပါတော့တယ်နယူးအော်လန်မြို့ရဲ့ယုံတမ်းစကားတွေ ဒဏ္ဍာရီတွေအရ၊မြို့တော်မှာကပ်ဘေးကြုံရတိုင်း ကောင်းကင်ဘုံရဲ့အတွဲအဖက်လို့ခေါ်တဲ့လူသားနှစ်ယောက်ကပဲ ကပ်ဆိုးကို တားနိုင်ခဲ့ပါတယ်..သူတို့အနေနဲ့ မြို့တော်မှာ ကပ်ဘေးတစ်ခုအစပြုနေပြီမှန်းသိတဲ့အခါမှာတော့အသက်အန္တရာယ်တွေကြားကနေ၊ သူတို့ကသတ်ချင်သူတွေကြားထဲကနေနှစ်ယောက်သားဘယ်လိုကျော်ဖြတ်ပြီးကပ်ဘေးကိုတားကြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် \nTranslator : Neve\nEncoder : Moe Myint Lwin\n \nComplete Zip ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-cloak-dagger-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/ff9dWOdOcVYIffWFNHZGGc5gKSR-1-133x200.jpg",
        "title": "Fairy Gone (2019) s1",
        "description": "ႀကီးျမတ္တဲ့စစ္ပြဲႀကီးျဖစ္ေနတဲ့ကာလမွာ\nရန္သူကို အႏိုင္တိုက္ဖို႔အတြက္\nနတ္သူငယ္ေတြနဲ႔လူသားေတြေပါင္းစည္းထားတဲ့\nစစ္သားေတြကိုအသံုးခ်ခဲ့ပါတယ္\nစစ္ပြဲျကီးအဆံုးသတ္သြားေတာ့\nနတ္သူငယ္စစ္သည္ေတြရဲ႕အေရးပါမႈပါ အဆံုးသတ္သြားပါတယ္\nအစိုးရကလဲ နတ္သူငယ္စစ္သည္ေတြကို\nတင္းက်ပ္စြာထိန္းခ်ဳပ္ထားပါၿပီ\nဖူရီးက စစ္ပြဲမွာ နတ္သူငယ္စစ္သည္အျဖစ္\nပါဝင္တိုက္ခိုက္ခဲ့ၿပီးစစ္ပြဲၿပီးတဲ့အခါ\nသာမန္ လံုျခံဳေရးဝန္ထမ္းအျဖစ္ေနထိုင္ေနသူတစ္ေယာက္ပါ\nတစ္ဖက္မွာလဲဆူနာရြာ ရြာလံုးကြၽတ္မ်ိဳးတုန္းသတ္ျဖတ္မႈကေန\nလြတ္ေျမာက္လာတဲ့ မာေလယာကသူမနဲ႔အတူ\nထြက္ေျပးခဲ့တဲ့ဗယ္႐ိုနီကာကို႐ွာေဖြေနသူပါ\nဗယ္႐ိုနီကာကို႐ွာေတြ႔ဖို႔ႀကိဳးစားရင္း\nမာေလယာတစ္ေယာက္ နတ္သူငယ္တစ္ေကာင္နဲ႔\nေပါင္းစည္းမိသြားတဲ့အခါမွာေတာ့...\nTranslated by Waizin Wayne\nEncoded by sithu\nEpisode 1 : Gdrive / Openload / Megaup\nEpisode 2 : Gdrive / Openload / Megaup\nEpisode 3 : Gdrive / Openload / Megaup",
        "url": "https://channelmyanmar.org/tvshows/fairy-gone-2019-s1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/iE3s0lG5QVdEHOEZnoAxjmMtvne-1-133x200.jpg",
        "title": "One-Punch Man (2019) season 2",
        "description": "အားလုံးရဲ့ကတုံးပြန်လာပါပြီ၃နှစ်ကျော်စောင့်လိုက်ရတဲ့S2ပါပဲဗျာဒီseasonမှာတော့တစ်ချက်ချင်းဆီလိုက်ထိုးနေရုံနဲ့မပြီးတော့ပါဘူးသူနဲ့လက်ရည်ချင်းညီတဲ့ရန်သူနဲ့တိုက်ပွဲတွေကိုတစ်ပိုင်းကိုလေးခေါက်လောက်ချရပါတော့မယ်silverfangရဲ့တပည့်ကျော်ဖြစ်ခဲ့ဖူးတဲ့garouဟာထောင်ထဲကနေလွတ်လာခဲ့ပါတယ်အကျင့်ပျက်ခြစားနေတဲ့လူအသိုင်းအဝိုင်းကိုပြင်မယ်ဆိုပြီးဟီးရိုးတွေကိုတစ်ယောက်ချင်းလိုက်သတ်ပါတော့တယ်အဲ့အချိန်မှာကျွန်တော်တို့ရဲ့အသည်းကျော်sonicကလည်းထောင်ကနေလွတ်လာပါတယ်သူနဲ့စိုင်းတမရဲ့တိုက်ပွဲတွေကပုံမှန်ထက်စာရင်တော့ကြည့်ကောင်းစမြဲပါဒီစီးရီးမှာရောဘယ်လိုချကြဦးမလဲGarouရဲ့အစွမ်းကရောဘာတွေလဲစိုင်းတမကိုယှဉ်ချနိုင်တဲ့ဗီလိန်မို့လျှော့တွက်လို့တော့မရပါဘူးတစ်ပတ်တစ်ပိုင်းနဲ့အမြန်ဆုံးတင်ပေးသွားပါမယ်Complete Zip File Yoteshin  /  Megaup  / VIP",
        "url": "https://channelmyanmar.org/tvshows/one-punch-man-s2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lxTNyRhEUBK6r3o3ZJakcSsvO2b.jpg",
        "title": "Kill It(2019)Season 1",
        "description": "Kill It(2019) ဇာတ်လမ်းတွဲစ/ဆုံးဂင်ဆူယွန်းဆိုတဲ့ လူငယ်လေးဟာ ငယ်ငယ်လေးကထဲက ကြေးစားလူသတ်သမားတစ်ဦးရဲ့ပြုစုပျိုးထောင်မှုကြောင့်တိုက်ရည်ခိုက်ရည်မျိုးစုံနဲ့ လူသတ်နည်းမျိုးစုံကို လက်ဆင်ကမ်းအမွေရထားသူဖြစ်တယ်...အဆင့်မြင့်ကြေးစားလူသတ်သမားဖြစ်သူရဲ့သင်ကြားမှုကြောင့် ပင်ကိုယ်ပါရမီပါတဲ့ ဒီလူငယ်လေးဟာ ဆရာတစ်ဆူလိုပါပဲ.....ပြောရရင်ကြေးစားလူသတ်အသိုင်းအဝန်းမှာ ကျင်လည်နေတဲ့သူတစ်ယောက်...ဒိုယောင်းဂျင် ဆိုတဲ့ကောင်မလေးကတော့ စုံထောက်တစ်ယောက်...သူက အမှုသွား အမှုလာတွေကို ချဉ်းကပ်ပုံ ၊စဉ်းစားပုံ၊ဆက်စပ်တွေးတောပုံတွေက အရွယ်နဲ့မလိုက်အောင်ထက်မြက်လွန်းတဲ့သူ....ထူးဆန်းတဲ့လူသေမှုတွေကြောင့်ဂင်ဆူယွန်းတို့ရှိတဲ့ဘက်ကို အမှုလိုက်ဖို့စေလွှတ်ခြင်းခံထားရတဲ့သူ....ဒီကားက 2019 ခုနှစ်ထွက် ကိုးရီးယားဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပြီး စုံထောက်မှုခင်း အက်ရှင်ဇာတ်လမ်းတွဲတစ်ခုဖြစ်တယ်...ရုရှားမာဖီးယားဂိုဏ်းတွေလည်းပါသလို မူးယစ်ဂိုဏ်းတွေ မူးယစ်ဆေးတွေ၊အတွဲလိုက် လူသတ်မှုတွေပါဝင်တယ်..ဖိုက်တင်ခန်းတွေလည်းအတော်ကောင်းသလို လက်နက်မျိုးစုံကိုလည်းသုံးထားတာတွေ့ရတယ်..မှုခင်းလိုက်တဲ့အချိန်မှာ ဆက်စပ်တွေးခေါ်ပြီး အမှုလိုက်ပုံစံတွေကလည်း တော်တော်လေးကိုပညာသားသလိုအပိုင်း(၁)မှာတင် လျှိုှုဝှက်ချက်ပေါင်းများစွာနဲ့ ဇာတ်လမ်းကိုစထားတယ်...ကြေးစားလူသတ်သမားဖြစ်တဲ့ ဂင်ဆူယွန် ရဲ့ မိဘတွေက ဘယ်သူဘယ်ဝါလဲမဖော်ပြထားတဲ့အပြင်ရှေးယခင်ကထဲက မဖော်နိုင်သေးတဲ့ အကြီးပိုင်းလူသတ်မှုတွေကလည်း ရှိနေပြန်တယ်...ပြောရရင် ဇာတ်လမ်းဇာတ်ကွက်ကောင်းသလို အတော်ကိုဆွဲဆောင်မှုရှိတဲ့ဇာတ်လမ်းတွဲလို့ဆိုရမှာဖြစ်တယ်...မှုခင်း အက်ရှင်ကားတွေကိုကြိုက်တဲ့သူတွေအဖို့ကြည့်သင့်ပါကြောင်းညွှန်းဆိုပါရစေ...(၁၂)ပိုင်းထွက်ရှိပြီး စ/ဆုံးတင်ဆက်ပေးထားပါသည်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN , Cynthia,May Phyu Zaw နဲ့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...Quality – 720p  WEB-DLDuration – ...",
        "url": "https://channelmyanmar.org/tvshows/kill-it2019season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/iE3s0lG5QVdEHOEZnoAxjmMtvne-133x200.jpg",
        "title": "One-Punch Man (2015) season 1 complete",
        "description": "One-Punch Man s2ထွက်နေပြီဖြစ်ပေမယ့်၃နှစ်ကြာခဲ့တာမို့မေ့နေတာတို့ ပြန်ကြည့်ချင်နေတာတို့ရှိမှာမို့လင့်ခ်တွေအကုန်ပြန်ပြင်ပေးလိုက်ပါတယ်စိုင်းတမဟာပုံမှန်ရုံးဝန်ထမ်းတစ်ယောက်ပါတစ်ရက် ရုံးကအပြန်မှာဗီလိန်တစ်ကောင်နဲ့ရင်ဆိုင်ရင်းဟီးရိုးဖြစ်ချင်စိတ်ပေါ်လာပြီးအပျော်တမ်းဟီးရိုးလုပ်မယ်လို့ကြံကာ၃နှစ်တိတိအသားကုန်ကြိုးစားပါတော့တယ်သုံးနှစ်ပြည့်တဲ့အခါမှာတော့...\nComplete Zip File Yoteshin  /  Megaup  / VIP",
        "url": "https://channelmyanmar.org/tvshows/one-punch-man-2015-season-1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bPkaM849jtF2yG743bIhoYQviP.jpg",
        "title": "Marvel’s Runaways Season (2)",
        "description": "ဒါကတော့ Marvel ကနေထုတ်လုပ်တဲ့ Runaways Season 2 ပါ...Rating 7.3 ရရှိထားပြီး အပိုင်း ၁၃ ပိုင်းပါဝင်ပါတယ်...အရင် Season 1 တုန်းကလည်းတင်ဆက်ပေးပြီးပါပြီ...အခုလည်း ထပ်မံပြီး တင်ဆက်ပေးထားပါတယ်...ပထမဆုံးအနေနဲ့ Season 1 မကြည့်ဖူးသေးတဲ့လူတွေအတွက်ဒီ Season 2 ကိုကြည့်ရတာအဆင်ပြေအောင်ပြောပြပေးပါ့မယ်...The Pride လို့ခေါ်တဲ့ အဖွဲ့စည်းတစ်ခုကြောင့် ကလေးမိဘတွေဟာမလုပ်သင့်တာတွေ လုပ်နေကြတာကြောင့် သူတို့ရဲ့သားသမီးတွေဟာ နောက်ဆုံးမှာသူတို့ရဲ့မိဘတွေဟာ မကောင်းတဲ့လူတွေဖြစ်ကြောင်းသိရှိသွားကြပြီးတော့အသီးသီးထွက်ပြေးကြရင်း အိမ်ပြေးလေးတွေဖြစ်ကုန်ကြပါတယ်...ထူးခြားတာကတော့ ဒီအိမ်ပြေးလေးတွေဟာ အစွမ်းကိုယ်စီနဲ့ပါ...ဒီ Season 2 အစမှာလည်း Season 1 ရဲ့အကြောင်းရာတွေကိုပြန်လည်ရှင်းပြထားတာကြောင့် အားလုံးလည်းကြည့်ရတာအဆင်ပြေမယ်လို့မျှော်လင့်ပါတယ်...ဒီ Runaways Season 2 ကို Channel Myanmar မှပုံမှန်တင်ဆက်ပေးသွားမှာလည်းဖြစ်ပါတယ်.....Translator .... Arrow Team (MKN)Encoder ..... Moe Myint Lwin  \nComplete Zip File  VIP  / ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-runaways-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/tyh-140x200.jpg",
        "title": "Touch Your Heart (2019)",
        "description": "လက်ရှိထွက်ရှိနေတဲ့ ကိုရီးယားစီးရီးအသစ်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်...My Girl , Goblin Series တွေနဲ့အောင်မြင်မှု့တွေအများဆုံးရထားတဲ့တောင်ကိုရီးယားထိပ်တန်းမင်းသားတစ်ယောက်ဖြစ်တဲ့Lee Dong-wook ရဲ့ ၂၀၁၉ မှာ ရေပန်းစားနေတဲ့Touch Your Heart စီးရီးဖြစ်ပါတယ်....ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်....မင်းသမီးအိုယွန်ဆိုးဟာ မူးယစ်ဆေးသုံးတယ်ဆိုတဲ့ စွပ်စွဲချက်ကောလာဟလကြောင့်နာမည်ဂုဏ်သတင်း ကျဆင်းသွားတဲ့ ထိပ်တန်းမင်းသမီးတစ်လက်ပါအပြစ်ကင်းမှုကိုသက်သေပြပြီးနောက်မှာလည်း အနုပညာနယ်ပယ်ထဲ ပြန်ဝင်ဖို့ ခက်ခဲနေခဲ့ပါတယ်ဒီလိုအချိန် သူရို်က်ခွင့်ကြုံလာတဲ့ရုပ်ရှင်ကားမှာ သူကရှေ့နေဇာတ်ရုပ်နေရာကသရုပ်ဆောင်ရမှာဖြစ်လို့ သရုပ်ဆောင်မတော်တဲ့ သူ့အနေနဲ့ရှေ့နေရုံးတစ်ခုမှာ လက်တွေ့လေ့လာကြည့်ဖို့ လိုအပ်လာပါတော့တယ်ရှေ့နေကွမ်ဂျွန်ဝူးက အလွန်တော်ပေမယ့် တိတိကျကျရှိပြီးအေးစက်စက်နိုင်လှတဲ့ ရှေ့နေတစ်ဦးပါဒါရိုက်တာရဲ့အမိန့်ကိုမလွန်ဆန်နိုင်ပဲ မင်းသမီးအိုယွန်ဆိုးကိုသူ့အတွင်းရေးမှူးအနေနဲ့ လက်ခံလိုက်ရတဲ့အခါမှာ..ကမောက်ကမတွေ စဖြစ်လာပါတော့တယ်အခြေကြီးကြီးရွှေမင်းသမီးနဲ့ မာနထိပ်ခေါင်ရှေ့နေကြီးတို့ကြားကအချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်သာမန်အချစ်ဇာတ်လမ်းကိုမှ ဟာသနည်းနည်းရောမွှေထားလို့ ကြည့်လို့ကောင်းတဲ့ကားကောင်းတစ်ကားဖြစ်လာမှာပါ...ဒီဇာတ်ကားကို ဖေဖော်ဝါရီ ၆ ရက်နေ့ကစပြီးတော့အပတ်စဉ် ဗုဒ္ဒဟူးနဲ့ ကြာသာပတေးနေ့တိုင်း tvN ရုပ်သံလိုင်းကနေထုတ်လွှင့်ပြသသွားမှာဖြစ်ပြီးတော့Channel Myanmar ကနေ အချိန်နဲ့တပြေးညီ ပုံမှန်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်... Translator ... Hnin Kyi Thar Oo , Carey Nyein , Thinzar HtetEncoder .... ...",
        "url": "https://channelmyanmar.org/tvshows/touch-your-heart-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTYwYjYyZDgtMTQ3My00YTI4LThmZTUtZmU1MjllOWRlOTdhXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-133x200.jpg",
        "title": "The Promised Neverland (2019)",
        "description": "မိဘမဲ့ဂေဟာတစ်ခုမှာမွေးကတည်းကအတူနေနေရတဲ့သွေးမတော်သားမစပ်မိသားစုတစ်စုအဲ့အထဲမှာမှဘက်စုံထူးချွန်လွန်းတဲ့ကလေးသုံးယောက်ကတော့အမ်မာ၊ရေးနဲ့နော်မန်တို့ပဲဖြစ်ပါတယ်မွေးကတည်းကမိဘမဲ့ဂေဟာခြံကြီးထဲမှာပဲနေပြီးအပြင်လောကအကြောင်းကိုစာအုပ်တွေကလွဲရင်ဘာမှမသိပါဘူးဒါပေမယ့်သူတို့ရဲ့အတုံးဆုံးညီမလေးကိုနီတစ်ယောက်မွေးစားခံရတဲ့အချိန်မှာတော့မမျှော်လင့်ထားတဲ့အပြင်လောကကအမှန်တရားတချိုု့ကိုအမ်မာနဲ့နော်မန်တို့ရှာတွေ့သွားပါတော့တယ်Translated and encoded by sithuComplete Zip File  Yoteshin  /  VIP  /  Megaup",
        "url": "https://channelmyanmar.org/tvshows/the-promised-neverland-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c3cUb0b3qHlWaawbLRC9DSsJwEr.jpg",
        "title": "Disenchantment (2018) Season 1 [COMPLETE]",
        "description": "လူတော်တော်များများက Matt Groening ဆိုတဲ့နာမည်ကို မကြားဖူးရင်တောင်မှသူ့ရဲ့လက်ရာတစ်ခုဖြစ်တဲ့ The Simpsons ကိုတော့ ကောင်းကောင်းကြီးသိကြမှာပါ။20th Century Fox ရုပ်သံလိုင်းကထုတ်လွှင့်ခဲ့တဲ့ 'Futurama' နဲ့ 'The Simpsons' Animated Sitcom TV Series တွေဟာ Matt Groening ရဲ့ ဖန်တီးမှုလက်ရာများသာဖြစ်ပါတယ်။အဲဒီထဲကမှ The Simpsons ဟာ အအောင်မြင်ဆုံးဖြစ်ပြီးတော့ စတင်ထုတ်လွှင့်ခဲ့တဲ့ 1990 ခုနှစ်ကနေ ယခုလက်ရှိအချိန် ဆက်လက်ထုတ်လွှင့်နေဆဲဖြစ်ကာ အပိုင်းပေါင်း 639 ပိုင်း နဲ့ Season ပေါင်း 29 ခုတောင်တိုင်ခဲ့ပါပြီ။အဲဒါတွေကို မျက်စိကျသွားတဲ့ Netflix ကတော့ Matt Groening ကို အလားတူ Animated Sitcom Show တစ်ခု ရိုက်ကူးပေးဖို့ ကမ်းလှမ်းခဲ့ပါတယ်။အပိုင်းပေါင်း ၂၀ ရိုက်ကူးပေးဖို့သဘောတူခဲ့ပြီး August 17 ရက်နေ့မှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/disenchantment-2018-season-1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/94gP9uXNdbypwCLORjeurlad15Z.jpg",
        "title": "Vikings Season 5 (2018) Part 2 [COMPLETE]",
        "description": "ရွှေပွဲလာ ပရိတ်သတ်များ အချိန်အတန်ကြာ စောင့်ဆိုင်းနေခဲ့ရတဲ့ Vikings စီးရီး ပြန်လာပါပြီ....အရင်အပိုင်းတွေမှာ ရက်ဂ်နာ လော့ဘရွတ်ရဲ့သားတွေ အချင်းချင်း စီးချင်းထိုး စစ်ခင်းရာကနေ တစ်ခန်းရပ်သွားခဲ့ချိန်မှာတော့....အခုလာမယ့် အပိုင်းတွေမှာ စစ်ရှုံးသွားတဲ့ လာဂါသာတို့ ဘယ်လိုစီရင်ခံရမလဲ....ဒါမှမဟုတ် ရှောင်တိမ်းလွတ်မြောက်သွားသလား ဆိုတာကို စတင်မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဲ့ဒီနောက်မှာတော့ အင်္ဂလန်ကဘုရင်အသစ်နဲ့ အရိုးမဲ့အိုင်ဗာ...ဖလိုကီ စသူတို့ရဲ့ စိတ်ဝင်စားဖွယ် ဇာတ်ကွက်တွေကို ကျန်တဲ့အပိုင်းတွေမှာ ဆက်လက်ရှုစားရမှာပါ...(ဘာသာပြန်တင်ဆက်ထားသူကတော့  ကိုဇွဲခန့်သွင် ဖြစ်ပါတယ်။) Quality – 720p WEBDuration – 44min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, DramaSource : 720p.WEB.h264-TBSTranslator – Zuel Khant ThwinEncoder – Thanhtike Zaw \nZip File - VIP  / Megaup / Yoteshin\nSeason 5 ျပီးပါျပီ",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-5-2018-part-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p16190252_b_v8_aa-133x200.jpg",
        "title": "Gotham (season 4 + 5) Complete",
        "description": "ဂျိုကာထောင်ကနေလွတ်သွားပါပြီဂိုသမ်မြို့ဟာဗုံးတွေအပြည့်နဲ့နေချင်စရာမဟုတ်သလိုအစိုးရကလည်းတာဝန်မယူတော့ပါဘူးပင်ဂွင်းဟာမြို့ကိုထိန်းနေတဲ့မြို့တော်ဝန်လိုနေရာကိုရထားတာဖြစ်ပြီးစလီနာကိုင်းကလည်းသေမလားရှင်မလားတောင်မသိပါဘူးမြို့ရဲ့ဘလောက်၁ဝခုကိုထိန်းထားတဲ့ဂျီစီပီဒီကရောဘယ်လောက်ထိတောင့်ခံနိုင်မလဲကျွန်တော်တော့s2အထိပဲကြည့်ထားလို့ဒီလောက်ပဲပြောပြတတ်တယ်ဗျာဘာသာပြန်ပေးထားတာတော့ကျွန်တော်sithuနဲ့shwe yee ooဖြစ်ပြီးencodeပေးတာကတော့sithuပါ:3Season 4 (Complete) - Megaup /  Yoteshin  /  Vip  \nSeason 5 (Complete) Zip File (4GB) - Megaup /  Yoteshin  /  Vip",
        "url": "https://channelmyanmar.org/tvshows/gotham-season5/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BODdlZmIzZDAtMzM3Mi00ZmY3LWFiOWQtZWRkNzlkMGNkZmNhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjk3MjIwMTA@._V1_-139x200.jpg",
        "title": "Hanamaru Kindergarten (2010)",
        "description": "ကြ်န္ေတာ္တို႔မူလတန္းအရြယ္ထဲက အျခားဆယ္ေက်ာ္သက္ေတြကစစိတ္၀င္စားေလ့ရွိပါတယ္\nလူၾကီးေတြစရင္မၾကိဳက္လို႔ေတာင္ျပသနာေတြဘာေတြတက္ရင္တက္ခဲ့ၾကမွာပါ\nအခုမွမူၾကိဳစတတ္မယ့္ဒီကေလးေလးကလည္း\nသူတို႔ေက်ာင္းကဆရာေပါက္စေလးကိုၾကိဳက္မိသြားပါေတာ့တယ္\nအဲ့ကေလးမရဲ႔အေမကလည္းဆရာေပါက္စရဲ႔စီနီယာအတန္းေဖာ္ျဖစ္ေနပါတယ္\nကေလးမနဲ႔မူၾကိဳအတန္းေဖာ္ေတြဟာဆရာေပါက္စနဲ႔ကေလးမနီးစပ္ဖို႔အေရးၾကိဳးပမ္းတဲ့အခါမွာေတာ့\nသူတို႔ကိုသင္တဲ့ဆရာမနဲ႔ျပိဳင္ဘက္ေတြျဖစ္လာပါေတာ့တယ္\nပံုမွန္မဟုတ္တဲ့သံုးပြင့္ဆိုင္အခ်စ္ဆိုင္ဇာတ္လမ္းေလးျဖစ္ျပီး\nကေလးေလးေတြရဲ႔လူၾကီးပံုစံဖမ္းတာေလးေတြခ်စ္ဖို႔ေကာင္းလြန္းပါတယ္\nဆရာေပါက္စေလးဟာကေလးမရဲ႔ဆရာမကိုၾကိတ္ၾကိဳက္ေနတာျဖစ္ျပီး\nလူၾကီး၂ေယာက္နဲ႔ကေလးမေလးတစ္ေယာက္ရဲ႔ၾတိဂံအခ်စ္ကဘယ္လိုျဖစ္သြားမလဲဆိုတာ...\ncm anime teamမွဘာသာျပန္ေပးထားျပီး\nsithuကencodeေပးထားပါတယ္\n(Gdrive linkေတြကိုမၾကာခင္ျဖည့္ေပးသြားပါ့မယ္)\nEpisode 1 : Gdrive / Openload / Megaup\nEpisode 2 : Gdrive / Openload / Megaup\nEpisode 3 : Gdrive / Openload / Megaup\nEpisode 4 : Gdrive / Openload / Megaup\nEpisode 5 : Gdrive / Openload / Megaup",
        "url": "https://channelmyanmar.org/tvshows/hanamaru-kindergarten-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CrTjZ5MYdF5dtSockIStCkiX5C.jpg",
        "title": "Weightlifting Fairy Kim Bok-Joo (2016-2017)",
        "description": "Korea Series အဟောင်းလေးတွေကိုပြန်လိုက်ရှာရင်းနဲ့ကြိုက်မိတဲ့ ကားလေးတစ်ကားတွေမိလိုက်တာနဲ့ကိုယ်ကိုယ်တိုင်လည်းကြည့်ချင်တယ်...ကျွန်တော်တို့ပရိတ်သတ်ဖန်တွေအကုန်လုံးကိုပါကြည့်စေချင်တာနဲ့အကောင်းဆုံးဘာသာပြန်ပြီး သိမ်းထားချင်တဲ့လူများအတွက်အကြည်လင်ဆုံးရုပ်ထွက်နဲ့ ပုံမှန်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်..အားလုံးကတော့ ဒီစီးရီးလေးကိုကြည့်ပြီးသားဆိုပေမယ့်တော်တော်လည်းကြိုက်နှစ်သက်ခဲ့ကြမှာပါ..ဒီတခါမှာတော့ CM ရဲ့ Quality တွေနဲ့ပြန်ကြည့်ရမှာပါ....ဒီစီးရီးလေးကတော့ ဘာမှထူးထူးခြားခြားတွေမပါပဲနဲ့အလေးမသမားလေး ကင်ဘိုဂျူ ရဲ့အကြောင်းလေးပါ...တောင်ကိုရီးယားနိုင်ငံရဲ့ ကြယ်ပွင့်တွေဖြစ်ကြတဲ့Lee Sung Kyung နဲ့ Nam Joo Hyuk တို့ဦးဆောင်ပါဝင်ထားပါတယ်...IMDB rating အနေနဲ့ 8.4 ရရှိထားပြီးတော့ Comedy Romance အမျိုးစားဖြစ်ပါတယ်...ဒီစီးရီးလေးကိုကြည့်ပြီးတော့ ကျောင်းသားတွေရဲ့အဆောင်နေဘဝနဲ့လူငယ်တွေရဲ့လွတ်လွတ်လပ်လပ်စရိုက်တွေကို ခံစားမိကြမှာပါ.... Translator .... Hnin Kyi Thar OoEncoder .... Moe Myint Lwin \nComplete ZIP File   VIP / Megaup /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/weightlifting-fairy-kim-bok-joo-2016-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/1W9yOS7Cgyd67sJ7W6pRGbeojZQ-133x200.jpg",
        "title": "Encounter / Boyfriend (2018) [COMPLETE]",
        "description": "Title - \"Boyfriend/ Encounter\"\nStarring - Park Bo Gum, Song Hye Kyo\nGenre - Melodrama, Romance\nWritten by Yoo Young Ah\nDirected by Park Shin Woo\nCreated by Studio Dragon\nProduction - Bon Factory\nNetwork - tvNစီးပွားရေးလုပ်ငန်းစုကြီးတစ်ခုရဲ့ အမွေဆက်ခံသူနဲ့ကွာရှင်းပြတ်စဲထားတဲ့ အမျိုးသမီး၊ နိုင်ငံရေးသမားအဖေနဲ့ မိဘတွေကြောင့်အဲဒီလူနဲ့ လက်ထပ်ခဲ့ရတဲ့ အမျိုးသမီး၊ ဘဝမှာ ကိုယ့်စိတ်တိုင်းကျ တစ်ခါမှမနေထိုင်ဖူးတဲ့အမျိုးသမီး Cha Soo Hyun နဲ့သာမန်ရိုးရှင်းတဲ့ ဘဝမှာ သူလိုကိုယ်လို လွတ်လပ်ပျော်ရွှင်စွာနေတတ်တဲ့ကောင်လေး Kim Jin Hyuk တို့ရဲ့ အကြောင်းပါ။- Cha Soo Hyun (Song Hye Kyo)Dong Hwa ဟို်တယ်ရဲ့ ဥက္ကဌဖြစ်သူ ...",
        "url": "https://channelmyanmar.org/tvshows/encounter-boyfriend-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nk1oYEvN8jaY5h5aSGwCEIsyhwK.jpg",
        "title": "Impulse (2018)",
        "description": "ဒီ Impulse ဆိုတဲ့ series လေးဟာ ၂၀၀၈ခုနှစ်​တုန်​းက ထွက်​ရှိခဲ့တဲ့Jumper movieရဲ့ Sequel ဇာတ်​လမ်​းအနေနဲ့ ၂၀၁၈ခုနှစ်​မှ ထွက်​ရှိလာခဲ့တာပါGoogle မှာရှာကြည်​့လိုက်​ရင်​တော့ ၉၆%က ကြိုက်​နှစ်​သက်​တယ်​လို့တွေ့ရှိရမယ်​့ Series ကောင်​းလေးတစ်​ခုပဲဖြစ်​ပါတယ်​ အခုလောလောဆယ်​မှာတော့ ၁ဝပိုင်​းထွက်​ရှိပြီးထားပြီးဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအတိုချုံးကတော့ ဟင်​နရီဆိုတဲ့ကောင်​မလေးဟာ ကျောင်​းမှာဆိုးသွမ်​းပြီးတစ်​ယောက်​တည်​း နေတတ်​တဲ့ကောင်​မလေးတစ်​ယောက်​ဖြစ်​ပါတယ်သူမဟာ ကျောင်းတစ်ကျောင်းပြီးတစ်ကျောင်းပြောင်းနေရတဲ့ကျောင်းသူဖြစ်ပြီးတော့သူများနဲ့မတူတဲ့ထူးခြားတဲ့စွမ်းအင်တွေရှိနေပါတယ်..ဒါကိုလည်း သူမကိုယ်တိုင်တောင် သူမမသိရှာပါဘူး...ဒါပေမယ့် သူမ ကိုယ်တိုင်သိလိုက်တဲ့အချိန်မှာတော့သူမဟာ ပတ်ဝန်းကျင်အတွက်ကော သူမကိုယ်တိုင်အတွက်ပါအန္တရာယ်ရှိတဲ့လူတစ်ယောက်ဖြစ်လာပါတော့တယ်.....ဒီစီးရီးလေးကတော့ Jumper ကြည့်ဖူးတဲ့လူတွေအတွက်စိမ်းမှာမဟုတ်ပေမယ့်အခုမှစကြည့်မယ့်လူတွေအတွက်ကတော့ ကျေနပ်ဖို့ကောင်းမယ့်ရသတစ်ခုကို ခံစားရမှာပါ..... Translator ...... Mg King Encoder ...... Moe Myint Lwin \nComplete ZIP  FIle  Yoteshin  / Megaup/   VIP\n \nEpisode (1) GDrive  / SolidDrive / Openload / ClicknUpload / Mega / UptoBox / Streamago / Mirrorace\n \nEpisode (2) ...",
        "url": "https://channelmyanmar.org/tvshows/impulse-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/vOWlZf-140x200.jpg",
        "title": "The Crowned Clown (2019)",
        "description": "ဒီကားဟာ အရင္က လီေျဗာင္ဟြန္းနဲ႕\nMasquerate ဆိုတဲ့ ရုပ္ရွင္ကားအျဖစ္ရိုက္ဖူးပါတယ္\nအခု Asian Brother လို႕အေခၚခံရတဲ့ ယိုးဂ်င္ဂူးနဲဲ႕\nစီးရီးအျဖစ္ျပန္ရိုက္တာပါ\nလီေျဗာင္ဟြန္းကားၾကည့္ျပီးငိုခဲ့ရတဲ့သူေတြက\nဒီေကာင္ေလးလုပ္နိုုင္ပါ့မလားဆိုျပီးစိုးရိမ္ၾကမွာပါ\nကိုယ္လဲစိုးရိမ္ခဲ့ပါတယ္ ဒါေပမယ့္ သူကလဲ\nသူ႕အသက္အရြယ္နဲ႕သူ အေကာင္းဆံုးလုပ္ျပသြားနုိင္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကိုေျပာရရင္ေတာ့\nဘုရင္ျဖစ္လာခ်င္လို႕ အေဖကိုေရာ ညီေတြေရာ\nအကုန္လံုးကိုသတ္ျပီး ဘုရင္ျဖစ္လာတဲ့ဘုရင္ငယ္ငယ္ေလးဟာ\nေဘးက အာဏာလိုခ်င္တဲ့အမတ္ေတြရဲ႕\nတြန္းပို႕မွဳနဲ႕ ေဆးစြဲေနျပီး\nစိတ္ဂေယာက္ဂယက္ျဖစ္လာေနပါတယ္\nသူ႕အက်ိဳးကိုလိုလားတဲ့\nအနီးကပ္ေစာင့္ေရွာက္ေပးတဲ့သူေတြေၾကာင့္သာ\nခံသာေသးတယ္ေျပာရမွာပါ\nသူဘယ္လိုမွမခံနိုင္ေတာ့လို႕ နန္းတြင္းက ထြက္ဖို႕ၾကံတဲ့အခါ\nနန္းေတာ္ထဲမွာ ထားခဲ့လို႕ရမယ့္\nသူနဲ႕ရုပ္ခ်င္းတူတဲ့တစ္ေယာက္ကိုရွာေတြ႕သြားပါတယ္\nအဲ့ေနာက္မွာဘာေတြဆက္ျဖစ္မလဲကေတာ့\nကိုယ့္ဘာသာပဲဆက္ၾကည့္လိုက္ပါေနာ္\nဇတ္လမ္းတြဲကို ဘာသာျပန္ေပးထားတာကေတာ့\nThinZar Htet ျဖစ္ပါတယ္\nThe Crowned Clown ကို အပတ္စဥ္\nအဂၤါေန႔ နဲ႔ ဗုဒၶဟူးေန႔ ေတြမွာ ၾကည့္ရႈႏိုင္ပါတယ္\n \nE01 - Drive / Solidrive / Openload (600MB) 720P\nE02 - Drive / Solidrive / Openload (600MB) 720P\nE03 - Drive / Solidrive / Openload (600MB) 720P\nE04 - Drive / Solidrive / Openload (600MB) 720P",
        "url": "https://channelmyanmar.org/tvshows/the-crowned-clown-2019/"
    }
]