[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZDdiZDYzNTMtZDlmOS00ZmJjLWJhZmMtZjEwYWUyYjg2ZmMxXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-160x200.jpg",
        "title": "Hit & Run (2021) Season 1 [COMPLETE]",
        "description": "Action ကြိုက်သူတွေအတွက် Hit and Run ဆိုတဲ့ TV series လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nIMDB rating 7.2 ထိရထားပါတယ်။အစ္စရေးအမေရိကန် အက်ရှင်စီးရီးလို့ ပြောရမှာပါဇာတ်လမ်းလေး ဖြစ်ပွားခဲ့တဲ့နေရာက အစ္စရေးနိုင်ငံ တဲအဲဗစ်မြို့မှာပါ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အစ္စရေးလူမျိုး ဧည့်လမ်းညွန် ဆာဂေဆိုသူဟာ အမေရိကန်အကမယ်လေး ဒန်နီရယ်ဆိုတဲ့ အမျိုးသမီးနဲ့ ပျော်ရွှင်စွာ လက်ထပ်ပေါင်းသင်းနေနိုင်နေသူဖြစ်ပါတယ်သူ့မှာ အရင်အိမ်ထောင်နဲ့ ရထားတဲ့ အယ်လာဆိုတဲ့ သမီးတစ်ယောက်လည်း ရှိပါတယ်\nသူတို့ရဲ့ မိသားစုဘဝလေး သာယာပျော်ရွှင်နေချိန်မှာပဲ ဒန်နီရယ့်ကို ကားနဲ့တိုက်ပြီး ထွက်ပြေးသွားတဲ့ မတော်တဆမှုကြောင့် ဒန်နီနယ် အသက်ဆုံးရှူံးခဲ့ရပါတယ်မတော်တဆမှုမှာ ကားတိုက်ပြေးသွားသူတွေကို စုံစမ်းဖော်ထုတ်မိတဲ့အခါ သာမန်မတော်တဆမှု မဟုတ်ဘဲ ပစ်မှတ်ထား တိုက်ခိုက်ခံရတာ ဖြစ်ကြောင်း တစစနဲ့ သိလာရပါတော့တယ်ဆာဂေကိုယ်တိုင်က သူ့ဘဝတလျှောက်လုံး ဧည့်လမ်းညွှန်အဖြစ် အသက်မွေးခဲ့တာ မဟုတ်ဘဲ ယခင်အလုပ်ရှင်ဟောင်းရဲ့ ငြိစွန်းမှုကြောင့် သူ့ဇနီးသေဆုံးရတယ်လို့ ယူဆမိပါတော့တယ်ဆာဂေတစ်ယောက် ဒီအမှုကို ရဲ‌တွေ ဖြေရှင်းတာထက် သူကိုယ်တိုင် ...",
        "url": "https://channelmyanmar.org/tvshows/hit-and-run-2021-season-1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jvWEz_4f-133x200.jpg",
        "title": "The In-Laws (2020)",
        "description": "[Unicode]ဒီစီးရီးလေးကတော့ အိမ်ထောင်ရေးဟာသအခွီကားလေးပါအလုပ်မှာ အရမ်းတော်ပေမယ့် အိမ်ထောင်ရေးမှာ တော်တော်ညံတဲ့ Min Sa Rinလက်ထပ်ပြီးနောက် ယောက္ခမ သဘောကျအောင် ကြိုးစားလုပ်ရင်း တလွဲတွေချည်းဖြစ်နေလေတော့...Moo Goo Young ကတော့ သူ့ခင်ပွန်း ဖြစ်ပြီး မိသားစုနဲ့ မိန်းမ ကြား ကြားညပ်နေတဲ့သူပေါ့မိသားစု ဟာသကားလေးဖြစ်ပြီး ဒီကားလေးကြည့်ရင်း ယောက္ခမနဲ့ချွေးမတို့ အဆင်ကြပါစေလို့ဆုတောင်းရင်း တင်ဆက်ပေးလိုက်ပါတယ်တစ်ပိုင်းကို မိနစ် ၃၀ နဲ့ အပိုင်း ၁၂ ပိုင်း ပါဝင်ပြီး စနေနေ့ညတိုင်း တစ်ပတ်တစ်ပိုင်းပြသမှာပါ [Zawgyi]ဒီစီးရီးေလးကေတာ့ အိမ္ေထာင္ေရးဟာသအခြီကားေလးပါအလုပ္မွာ အရမ္းေတာ္ေပမယ့္ အိမ္ေထာင္ေရးမွာ ေတာ္ေတာ္ညံတဲ့ Min Sa Rinလက္ထပ္ျပီးေနာက္ ေယာကၡမ သေဘာက်ေအာင္ ၾကိဳးစားလုပ္ရင္း တလြဲေတြခ်ည္းျဖစ္ေနေလေတာ့...Moo Goo Young ကေတာ့ သူ႔ခင္ပြန္း ျဖစ္ျပီး မိသားစုနဲ႔ မိန္းမ ၾကား ၾကားညပ္ေနတဲ့သူေပါ့မိသားစု ဟာသကားေလးျဖစ္ျပီး ဒီကားေလးၾကည္႔ရင္း ေယာကၡမနဲ႔ေခၽြးမတို႔ အဆင္ၾကပါေစလို႔ဆုေတာင္းရင္း ...",
        "url": "https://channelmyanmar.org/tvshows/the-in-laws-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLui9BxmOnhn8puzX0lKVKFvKIf.jpg",
        "title": "Jealousy Incarnate (2016)",
        "description": "Don't Dare To Dream [2016]K-Drama အမိုက်စားတွေထွက်ခဲ့တဲ့ ၂၀၁၆ ခုနှစ်ရဲ့ အခွီကားလေးတစ်ကားဖြစ်တဲ့ကိုရီးယားရဲ့ နာမည်ကြီး မင်းသား Jo Jung Seok ၊ Reply 1988 ထဲက Go Kyung Phyo တို့အပြင်Master's Sun ဒရမ်မာထဲက မင်းသမီးလေး Gong Hyo Jin တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Don't Dare To Dream ဇာတ်လမ်းတွဲလေးကို ကို တင်ဆက်ပေးလိုက်ပါတယ်။ရာသီဥတုသတင်းကြေညာသူ ဖြိုနာရီ(Gong Hyo Jin) နဲ့သတင်းတင်ဆက်သူ အီဟွာရှင်း(Jo Jung Seok) တို့ဟာSBCရုပ်သံလွှင့်ဌာနမှာအချိန်အကြာကြီးလုပ်ဖော်ကိုင်ဖက်အဖြစ်တွေရှိနေခဲ့ပြီးနာရီကဟွာရှင်းကို၃နှစ်ကြာ တဖတ်သတ်ချစ်နေခဲ့တာလည်းဖြစ်ပါတယ် ။ဒီလိုနဲ့ဟွာရှင်းရဲ့သူငယ်ချင်း သူဌေးသားဖြစ်တဲ့ဂိုဂျောင်းဝမ် (Go Kyung Phyo) နဲ့တွေ့ဆုံတဲ့အခါမှာတော့ အရာရာပြောင်းလဲသွားပါတော့တယ်။သူတို့သုံးယောက်ရဲ့အချစ်ဇာတ်လမ်းအပြင်\nရုပ်သံလွှင့်ဌာနတစ်ခုတည်းမှာရှိတဲ့ပြင်းထန်တဲ့ပြိုင်ဆိုင်မှုတွေရယ် အလွဲတွေ ဟာသတွေ ကိုပါစောင့်ကြည့်ရမှာ ဖြစ်လို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။Translated by : ...",
        "url": "https://channelmyanmar.org/tvshows/jealousy-incarnate-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2QRg85XfXgE2BdwD9RhNoEi4I5.jpg",
        "title": "The Witch’s Diner(2021)",
        "description": "Witch's Dinner [2021] ဇာတ်လမ်းအကျဥ်းကတော့အလုပ်ဖြုတ်ခံလိုက်ရတဲ့ ဂျောင်ဂျင်(Nam Ji Hyun) ဟာ အမေဖြစ်သူနဲ့အတူစားသောက်ဆိုင်လေးတစ်ဆိုင်ကို ဖွင့်ဖို့ရွေးချယ်လိုက်ပါတယ်။ ရောင်းအားကောင်းနေတဲ့ဂျင်တို့ရဲ့စားသောက်ဆိုင်လေးက ကြာလာတဲ့အခါမှာတော့ အပြိုင်အဆိုင်စီးပွားရေးကြောင့်ဆိုင်ပိတ်ဖို့အထိပါ ဖြစ်လာရပါတော့တယ်။ ထူးဆန်းစွာနဲ့ ဂျိုဟီရာ(Song Jihyo) ဆိုတဲ့အမျိုးသမီးတစ်ဦးဟာ သူမ ရှေ့ကိုပေါ်လာပြီး သူ့ရဲ့ စားသောက်ဆိုင်ကိုငှားဖို့ပြောလာခဲ့ပါတယ်။စုန်းမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဟီရာ ဖန်တီးတဲ့ အစားအသောက်တွေက လူတွေရဲ့လိုအင်ဆန္ဒကိုဖြည့်ပေးနိုင်တာမလို့ စားသောက်ဆိုင်က နာမည်ကြီးလာပါတော့တယ်။ အတောမသတ်နိုင်တဲ့လူတွေရဲ့လောဘတွေ​ရယ် ရန်ကိုရန်ခြင်း လက်စားချေချင်ကြတဲ့လူတွေကို စုန်းမဖြစ်တဲ့ဂျိုဟီရာတစ်ယောက် ဘယ်လိုဆန္ဒတွေဖြည့်ဆည်းပေးမလဲဆိုတာကိုတော့ Witch's Diner ဆိုတဲ့ဒီဇာတ်လမ်းတွဲလေးမှာဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်။  Translated by : Htike Aung WIn, Kim Hana, Jerrica, Shwe PyaeEncoded by : YK \nComplete ZIP VIP / ...",
        "url": "https://channelmyanmar.org/tvshows/the-witchs-diner2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeHI5iBSCOxj4HGSOmFM6azBmwb.jpg",
        "title": "Titans Season (2)",
        "description": "Season 1 တုန်းက Trigon ထွက်လာတဲ့အခန်းမှာ ပြီးသွားရာကနေအခု Season 2 မှာ အဲဒီအခန်းကနေ ပြန်စထားပါတယ်။Trigon ရဲ့ ထိန်းချုပ်မှုအောက်ကိုရောက်နေတဲ့Dick Grayson ကို ရေချယ်နဲ့ဂါးတို့နှစ်ယောက် ရင်ဆိုင်ရတော့မှာပါ။Force Field ရဲ့အပြင်ဘက်မှာ ရှိနေတဲ့ Kory နဲ့ Donna တို့ကကောသူတို့ကို ကူညီနိုင်မှာလားဒါမှမဟုတ် Trigon ရဲ့ ထိန်းချုပ်မှုအောက်ကို ရောက်သွားမလား။God Level အစွမ်းရှိတဲ့ Trigon ဆိုတဲ့ နတ်ဆိုးကိုသူတို့တွေ အပိုင်း ၁ မှာတင် စပြီး ရင်ဆိုင်နေရပါပြီ။ဒီနတ်ဆိုးအပြင် trailer ကတည်းမှာကတည်းပြသွားတဲ့Deathstroke လည်း ပါဝင်လာပါပြီ။ဘယ်လို ပါဝင်လာမလဲဆိုတာကတော့ယခု ပထမဆုံးအပိုင်းလေးကို ကြည့်ရှုရင် သိနိုင်မှာပါ။ဒီအပိုင်းမှာဆိုရင် Character တွေတော်တော်များများရဲ့အတိတ်ကိုတွေ့ရမှာတွေ့သလို Robin နှစ်ယောက်တိုက်ခိုက်တဲ့အခန်းကိုလည်း မြင်ရမှာပါ။Bruce Wayne လည်းပါလာပြီဖြစ်သလို ပရိသတ်တွေမျှော်လင့်ထားတဲ့နောက်ထပ်surpriseတစ်ခုလည်း ပါပါသေးတယ်။DC series ဆိုတော့ ဘယ်လောက်မိုက်မလဲဆိုတာပြောစရာမလိုတော့မယ်မထင်ပါဘူး။တစ်ပတ်တစ်ပိုင်းပဲထွက်မှာမို့လို့ တစ်ပတ်တစ်ခါပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/titans-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oCK6fykCZUQjTJG4IDhfWCxcXqG.jpg",
        "title": "Titans (2018) Season 1 [Complete]",
        "description": "Batman ရဲ့ first Robinဖြစ်တဲ့ Nightwingဟာ Gotham မြို့မှာမတွေ့တော့တာ တစ်နှစ်ခွဲကြာခဲ့ပါပြီNightwingတစ်ဖြစ်လဲ Dick Greyson ဟာ Detroit မြို့မှာလာရောက်နေထိုင်ခဲ့ပြီး ရဲတပ်ဖွဲ့မှာ ဝင်ရောက်လုပ်ကိုင်နေခဲ့တယ်Detroit မြို့ရဲ့ ညတညမှာ မူးယစ်ဂိုဏ်းတစ်ခုကို ဝင်ရောက်တိုက်ခိုက်ရာကနေ Nightwing ပြန်ပေါ်လာခဲ့တယ်နောက်တစ်ညမှာတော့ Greysonတို့ ရဲဌာနဆီ ရေချယ်လို့ခေါ်တဲလူထူးဆန်းမလေးရောက်လာခဲ့တဲ့အခါ Nightwing အတွက် တပည့်ပြန်မွေးဖို့အကြောင်းဖန်လာတော့တယ်Starfire ကလည်း လူမည်းcastဖြစ်နေပေမယ့် ဝင်ပူးထားသလိုဖြစ်နေတာကြောင့် နောက်ပိုင်း castကိူ လူဖြူပြန်ထည့်လာနိုင်ပါတယ်Beast Boy ရဲ့ transformationကိုလည်းတွေ့ရမှာပါTitans အဖွဲ့ဘယ်လိုဖြစ်လာမလဲဆိုတာကတော့.....(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့  ရဲမာန်အောင် ဖြစ်ပါတယ်။)  Quality – 720p DCU WEB-DLDuration – 45min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action , Adventure , FantasySource : 720p.DCU.WEB-DL.AAC2.0.H264-NTbTranslator - Ye Man ...",
        "url": "https://channelmyanmar.org/tvshows/titans-2018-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/i-need-romance-133x200.jpg",
        "title": "I Need Romance (2021)",
        "description": "I Need Romance (2021) အညွှန်း******************************အပိုင်းသစ်(၁ မှ ၁၆) ထိ စ/ဆုံးအာလန် အဖြစ် New Thitipoom\nကျူ့ကျန်/ နာဂျိုင် အဖြစ် Pancakehome shopping channel မှာ ညွှန်ကြားရေးမှူးအဖြစ် အလုပ်လုပ်နေတဲ့အသက် ၃၃ နှစ်အရွယ် ကျူ့ကျန်တစ်ယောက်ဟာ ဘဝမှာ အသည်းကွဲရဖန်များတော့ အချစ်ကိုအယုံအကြည်မရှိဖြစ်နေတဲ့ မိန်းမတစ်ယောက်ပါ...\n၁၇ နှစ်ကြာပြီးတဲ့နောက်မှာ အသက် ၂၆ နှစ်အရွယ် သီချင်းရေးဆရာလေးဖြစ်တဲ့ အာလန်ကတော့\nငယ်ငယ်တုန်းက တိတ်တခိုးလေးကြွေခဲ့ရတဲ့ မမကျူ့ကျန်ကိုပေးခဲ့တဲ့ ကတိကို တည်ဖို့ ဘန်ကောက်ကိုတစ်ဖန်ပြန်ရောက်လာခဲ့ပါတယ်...\nငယ်ငယ်တုန်းက မောင်လေးတစ်ယောက်လို စောင့်ရှောက်ပေးခဲ့ရတဲ့ ညစ်ပတ်ပတ်ကလေးဆိုးလေးကနေ\nလုံးဝ ဟော့လန်းနေတဲ့ ကောင်ချောလေးအဖြစ် အာလန့်ကို ကျူ့ကျန်တစ်ယောက် တွေ့လိုက်ရသောအခါ...\nအချစ်ကို အယုံကြည်မရှိတဲ့ မမ နဲ့ မမအချစ်ကို စောင့်မျှော်နေတဲ့ မောင်လေးတို့ရဲ့ အချစ်ခရီးလေးဟာဘယ်လို ရိုမန့်တစ်ဆန်ခြင်းတွေနဲ့\nအဆုံးသတ်သွားလေမလဲ?Country: ThailandEpisodes: 16Genres: ...",
        "url": "https://channelmyanmar.org/tvshows/i-need-romance-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2WHTFmDXsBvjTHdzDhvKwKTekCc.jpg",
        "title": "Racket Boys (2021)",
        "description": "Racket Boys (2021)Reply 1994, Prison Playbook တို့ရဲ့ဇာတ်ညွှန်းရေးဆရာ ဂျောင်ဘိုဟွန်း ရဲ့ လက်ရာမွန် နောက်တစ်တွဲ ထွက်ရှိလာပြန်ပါပြီ။ဒီတစ်ခါတော့ ကြက်တောင်ကစားကြတဲ့ အလယ်တန်းကျောင်းသားလူငယ်လေးများအကြောင်းပါ။ကြက်တောင် အားကစားကို ဝါသနာပါတဲ့လူတွေအတွက်တော့ အတော်လေး ချဉ်းကပ်မိဦးမယ့်ကားပါ။၁၆ နှစ် အရွယ် Generation Z လူငယ်မောင်မယ်များရဲ့ စည်းလုံးမှု၊ ညီညွတ်မှုတွေကို မြင်ရမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ......ယွန်းဟွန်းဂျုံး က အတော်ဆုံး ကြက်တောင်ရိုက်ကစားသမား တစ်ဦး ဖြစ်ခဲ့ပြီးတော့လက်ရှိအချိန်မှာ ဟယ်နမ် က အလယ်တန်းကျောင်းတစ်ခုရဲ့ ယောကျာ်းလေး ကြက်တောင်အသင်းမှာ နည်းပြလုပ်ဖို့အသစ်ရောက်လာတဲ့သူဖြစ်ပါတယ်လစာသုံးလစာကြိုထုတ်လို့ရလို့ ပျော်နေတဲ့ ဟွန်းဂျုံတစ်ယောက်\nအသင်းက နောက်ထပ်ပြိုင်ပွဲမဝင်နိုင်တဲ့အခါ ....ထောက်ပံ့ငွေရပ်တန့်ပြီးတော့ လစာမရတော့ဘူးဆိုတဲ့အကြောင်းပါသိလိုက်ရတယ်လစာရဖို့အတွက် အသင်းကိုလူပြည့်အောင်စုနိုင်ပြန်တော့လည်း\nကျောင်းသားတွေနေစရာမရှိလို့ အဖွဲ့ကွဲမလိုဖြစ်ပြန် .....နောက်ဆုံးတော့ သူအိမ်ကိုပဲ ခေါ်လာလိုက်ရပါတော့တယ်ကိုယ့်ဟာကိုယ်တောင် အနိုင်နိုင်ဖြစ်နေတဲ့ ဟွန်းဂျုံတစ်ယောက်\nဒီကြက်တောင်အသင်းကို စုစည်းနိုင်ပါ့မလား?????\nလစာပြန်ရဖို့အတွက် ပြိုင်ပွဲဝင်နိုင်အောင် အသင်းသားတွေကို သင်ကြားပေးနိုင်မလား????\nသားဖြစ်သူကို ဘေ့စ်ဘောကစားတာ တားမြစ်ထားရတဲ့ အကြောင်းကရော ဘာဖြစ်မလဲ????အဓိကအနေနဲ့ ကလေးသရုပ်ဆောင်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/racket-boys-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/poster-141x200.jpg",
        "title": "River Where the Moon Rises (2021)",
        "description": "River Where the Moon Rises (2021)ဇတ်လမ်းတွဲအညွှန်း********************************************************အပိုင်း (၁ မှ ၂၀)ထိ စ/ဆုံးပထမ ခေါင်းဆောင်မင်းသားဖြစ်သူ Kim Ji-soo ဟာ ပုဂ္ဂိုလ်ရေးဆိုင်ရာပြဿနာအချို့ရှိတာကြောင့်ဒီစီးရီးရိုက်လက်စအပိုင်း(၆)အပြီးမှာနှုတ်ထွက်ခဲ့ရတာအားလုံးအသိပါ..အပိုင်း(၇)ကစပြီးမင်းသားသစ် Na In Woo နဲ့ဆက်လက်ရိုက်ကူးခဲ့လို့  မင်းသားသစ်ကိုမကြိုက်တာမဟုတ်ပေမဲ့ပရိတ်သတ်တွေ အတော်စိတ်ကသိကအောက်ဖြစ်ခဲ့ရပါတယ်...သို့ပေမဲ့ဇာတ်လမ်းကောင်းတာရော မင်းသမီးဘဲပေါက်လေးဖန်တောင့်တာရောကြောင့် အောင်မြင်ခဲ့တယ်လို့ဆိုရပါ့မယ်...အခုက ဒီလိုအဆင်မပြေမှုတွေကိုပြင်ဆင်ဖို့ ဒါရိုက်တာက မင်းသားသစ်နဲ့ကို ပထမ(၆)ပိုင်းကို မလိုတဲ့အခန်းတွေဖြုတ် တစ်ချို့လည်းအနည်းငယ်ပြင်ဆင်ပြီးREFILMဆိုပြီးပြန်လည်ရိုက်ကူးခဲ့ပါတယ်...အခုက အဲ့ဒီအပိုင်း(၆)ပိုင်းကိုပြန်လည်တင်ဆက်ပေးထားပါတယ်....မကြည့်ရသေးတဲ့သူတွေအတွက် REFLIMလို့ရေးထားတဲ့(၆)ပိုင်းရယ် အောက်က အပိုင်း(၇)ရယ်ကိုဆက်ဒေါင်းပြီး စ/ဆုံးကြည့်ရုံပါပဲ... Kim Ji-soo  နဲ့ရိုက်ထားတဲ့(၆)ပိုင်းလည်းမဖျက်ဘဲထားမှာမို့ မျက်စိမူးနောက်နေမှာစိုးလို့ရှင်းပြထားတာပါ...အားလုံးအဆင်ပြေပါစေ...   ==============မင်းသမီးအဖြစ်မွေးဖွားခဲ့ပြီး စစ်သည်အဖြစ်ပျိုးထောင်ခံခဲ့ရတဲ့ Pyeonggangဟာရည်မှန်းချက်ကြီးမားပြီး ဂိုဂူလျောနိုင်ငံရဲ့ပထမဆုံးဘုရင်မဖြစ်ဖို့ဆုံးဖြတ်ထားသူပါသူ့ရဲ့အိပ်မက်ပြည့်မြောက်ဖို့ဘာမဆိုလုပ်မဲ့သူဖြစ်ပြီး သူမအိပ်မက်အတွက်ဂိုဂူလျောရဲ့အာဏာအရှိဆုံးသူတွေနဲ့ဆန့်ကျင်တိုက်ခိုက်ရတဲ့အခါသူပေးဆပ်ရမှာတွေမှာကဘာ‌တွေလဲ ဘုရင်မဖြစ်ချင်တဲ့သူ့အိပ်မက်ပြည့်မြောက်နိုင်ပါ့မလားတစ်ကိုယ်ကောင်းဆန်တဲ့Pyeonggangတစ်ယောက် ရိုးသားတဲ့Ondalနဲ့တွေ့ပြီးနောက်ပိုင်းဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်ဒီဇတ်လမ်းလေးကို ဘာသာပြန်ပေးထားကြသူတွေကတော့Lwin Lwin Aung, Mi Moe Set & Htet Nandar Aung တို့ဖြစ်ကြပါတယ် Quality – 720p\nDuration – ...",
        "url": "https://channelmyanmar.org/tvshows/river-where-the-moon-rises-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/6kzpK_4f-1-133x200.jpg",
        "title": "Illusion of Love (or) Maya Sanaeha (2021)",
        "description": "I Fine Thank You,Love You နဲ့ ATM Error ဇာတ်ကားတွေထဲက ကျွန်တော်တို့ အသည်းစွဲမင်းသမီးလေး Ice Preechaya ရဲ့ စီးရီးလေးပါ။ဒီစီးရီးကို ထိုင်းနိုင်ငံ Channel3 ရုပ်သံလိုင်းမှာ ပြသခဲ့ပြီး ၂၀၂၁ ဇူလိုင်လထဲမှာ အပြီးထိ ထွက်ရှိထားပါတယ်။မင်းသားကတော့ Fabulous 30 ဇာတ်ကားထဲက ရုပ်ချောချော ဘော်ဒီတောင့်တောင့်နဲ့ Ken Phupoom ဖြစ်ပါတယ်။Channel7 မှာ ပြနေကျ ထိုင်းဇာတ်ကားတွေထဲက နာမည်ကြီးဗီလိန်တွေ ဇာတ်ရံတွေအပြင် အရံမင်းသားမင်းသမီး အတွဲတွေလဲ ပါပါသေးတယ်...။ဇာတ်လမ်းအကျဉ်းလေးကတော့....မွန်နဲ့ခီတို့ဟာ အဆင်မပြေတဲ့ အိမ်ထောင်ရေးကို ခရီးဆက်နေကြသူတွေပါ...ပြည့်စုံကြွယ်ဝတဲ့ နှစ်ဖက်မိဘတွေကလဲ ရန်စောင်နေကြပြီး မတည့်ကြတာမို့ သူတို့နှစ်ဦးကြား ပိုလို့ ပြသနာဖြစ်စေခဲ့ပါတယ်...ဒီကြားထဲ တစ်ယောက်ကိုတစ်ယောက် အထင်လွှဲမှားစရာ ဒုတိယလူတွေ ပေါ်ပေါက်လာတဲ့အခါမှာ...သိပ်ချစ်တဲ့ချစ်သူနှစ်ဦးရဲ့ အိမ်ထောင်ရေးဟာ စားပွဲထောင့်စွန်းက ကြွေခွက်လေးလို လေတိုက်တာနဲ့ ကျကွဲဖို့ဖြစ်လာပါတော့တယ်...ဖြစ်ချင်တော့ ခီတစ်ယောက် မတော်တဆမှုဖြစ်ပြီး ဝိဉာည်နဲ့ခန္ဓာကိုယ် ...",
        "url": "https://channelmyanmar.org/tvshows/illusion-of-love-or-maya-sanaeha-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZTRkNzUxYWItYTc5OS00MDM4LTg1OGMtZTQ1NmI1ZGQ4MDU0XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_-135x200.jpg",
        "title": "The Innocent(2021)",
        "description": "IMDB Rating 7.9/10 User 20Kအင်္ဂလိပ်လိုဆိုရင် The Innocent , စပိန်စကားနဲ့​ပြောရရင်Inocente, မြန်မာမှုပြုလိုက်ရ​င်​တော့ \"အပြစ်ကင်း​လေသူ\"​ပေါ့ဒါ​ပေမဲ့ ဒီseriesထဲက ဇာတ်​ကောင် မက်တီယိုဗီဒယ်က​တော့အပြစ်ကင်းသူဆိုတာထက် \"ကံဆိုးသူ​မောင်ရှင်\" လို့​ခေါ်ရင်\nပိုမှန်ပါလိမ့်မယ်ဇာတ်လမ်းအစမှာတင် အကိုဖြစ်သူရဲ့ရန်ပွဲမှာ ဝင်ပါမိရင်းမ​တော်တဆလူသတ်မှု​ကြောင့် ​ထောင်ကျခဲ့ရသူ၊ ထောင်က​နေ အာမခံနဲ့လွတ်ရက်ရပြန်​​တော့လည်း မိဘနှစ်ပါးရဲ့နာ​ရေး၊ ​ထောင်က​နေလွတ်လာပြီး ဘဝတစ်ခုပြန်စမယ်​တွေးပြန်​​တော့ချစ်ရတဲ့အကိုဖြစ်သူကပါ ​လေဖြတ်​ရောဂါနဲ့ ဆုံးသွားပြန်​ရောဒီလိုကံဆိုးလွန်းတဲ့ ဇာတ်လိုက်​ကျော်မက်တီယိုရဲ့ ဘဝထဲကိုမိန်းက​လေးတစ်​ယောက် ဝင်​ရောက်လာပြီး သာယာတဲ့အိမ်​​ထောင်ရေးတစ်ခုကို ​ပျော်​ပျော်ရွှင်ရွှင်အစပြုဖို့ကြံစည်ခဲ့ပါတယ်ဒါ​ပေမဲ့ အဲ့ဒီအကြံဟာလည်း သူ့ရဲ့ ရှုမငြီးတဲ့ချစ်ဇနီးဆီ ဝင်လာတဲ့Unknown Numberနဲ့ ဖုန်းတစ်​​ကောလ်​ကြောင့် ​ဇောက်ထိုးမိုး​မျှော်ဖြစ်သွားရပြန်ပါတယ်သူ့ဇနီးကိုဆက်တဲ့ဖုန်းနံပါတ်ဟာ ဘယ်သူ့နံပါတ်လဲ၊ သူ့ဇနီးက သူ့ကိုလိမ်ညာထားတာလား၊ ​နောက်ကွယ်မှာ​ဖောက်ပြန်​နေတာလားဆိုတဲ့ပြဿနာအ​သေးစား​လေးက​နေသပွတ်အူလိုရှူပ်​ထွေး​ပွေလီလွန်းတဲ့ပြဿနာကြီးတစ်ခုထဲကိုမက်တီယိုတစ်​ယောက် ပါဝင်ပတ်သတ်မိသွားတဲ့အခါ.......စပိန် Crime,Thriller,Mystery ရုပ်ရှင်​တွေနဲ့ ဇာတ်လမ်းတွဲ​တွေဟာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာမှု၊ ထင်မထားတဲ့ Plot twist​တွေများစွာပါဝင်မှု၊သရုပ်​ဆောင်​တွေရဲ့ သဘာဝကျမှု​ကြောင့် အဆင့်အတန်းတစ်ခုမှာ ရှိ​နေမှန်း Money Heist, Elite, The Platform, Alta Mar, ...",
        "url": "https://channelmyanmar.org/tvshows/the-innocent2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/szk2hXe7etcSgyp6WxXCW1an301.jpg",
        "title": "How to Sell Drugs Online (Fast)  Seaeon 3 (2021)",
        "description": "How to sell drugs online(Fast) ရဲ့ တတိယ Season လာပါပြီဗျာ။သူငယ်ချင်း လန်နီ ရဲ့ လက်စားချေမှုကြောင့် Website ပျက်သွားရတဲ့ကျွန်တော်တို့ရဲ့ ဉာဏ်ကြီးရှင် MyDrugs ရဲ့ CEO မောရစ်ဇင်မာမန်းတစ်ယောက် တိုင်ပတ်နေပါတယ်။သူ့ကို ပစ္စည်းထောက်ပံ့နေတဲ့ ညီအစ်မကဖိအားပေးနေတဲ့အတွက် ကျောင်းကအပျော်ခရီးထွက်တာတောင် မပျော်နိုင်ဘဲ သူ့ရဲ့ Website ကို ပြန်လည်ပြင်ဆင်နိုင်ဖို့ ကြိုးစားနေပါတယ်။ဒါပေမဲ့ လန်နီမပါတဲ့ MyDrugs ကတော့ အဆင်မပြေပါဘူး။ဖိအားတွေကြားထဲမှာ လန်နီနဲ့အဆင်ပြေအောင်လုပ်နိုင်ဖို့ရယ် MyDrugs ရဲ့ရုပ်သေး CEO ဘဝကနေ အမှန်တကယ် CEO ဖြစ်ဖို့အတွက် ကြိုးစားနေရပါတယ်။ဒါပေမဲ့ အခြေအနေတွေဘယ်လောက်ဆိုးဆိုး မောရစ်ဇင်မာမန်းမှာ အမြဲတမ်း အစီအစဉ်ရှိတယ်လေ။ဒီ Season ကလည်း အရင် Season ...",
        "url": "https://channelmyanmar.org/tvshows/how-to-sell-drugs-online-fast-seaeon-3-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/navarasa-review_b_0708210153-171x200.jpg",
        "title": "Navarasa (2021) Complete",
        "description": "IMDb Rating (8.1)ကျွန်တော်တို့ ငယ်ငယ်တုန်းက ဖတ်ဖူးကြတဲ့ တာယာပွကြီးတို့၊ခြူသစ်တို့ရဲ့ ဗီတာမင်စာစုများကာတွန်းစာအုပ်တွေလိုပါပဲ....အခု Netflix က တင်ဆက်လိုက်တဲ့ တမေလ်စကားပြော Navarasa anthology ဇာတ်လမ်းတွဲဟာအပိုင်း ၉ ပိုင်း ဇာတ်လမ်း ၉ ခုနဲ့ နဲ့ဖွဲ့စည်းထားပြီး ဝတ္ထုတိုပေါင်းချုပ်လို ဟင်းပေါင်းတစ်ခွက်လိုချိုချဉ်ဖန်ခါး အပူအစပ်အဟပ်တွေကို တပြိုင်တည်း တည့်တည့်တိုးမိသလိုတစ်ပိုင်းခြင်းဆီက မတူညီတဲ့ ခံစားချက်တစ်ခုဆီကို တပြိုင်တည်း ခံစားကြည့်ရှုရမှာပါ။Navarsa ဆိုတာ တမီးလ်ရုပ်ရှင်တွေအတွက် ခြေလမ်းသစ်တခုဖြစ်ပြီးတွေ့မြင်နေကျ တောင်ပိုင်းကားတွေနဲ့မတူပဲ Netflix ကားပီပီ လွတ်လွတ်လပ်လပ်  တင်ဆက်ခွင့်ရထားတာဖြစ်တဲ့အတွက်ဆန်းသစ်တဲ့ရိုက်ချက်နဲ့တင်ပြပုံတွေကိုမြင်ရပါလိမ့်မယ်။တောင်ပိုင်းကားတွေနဲ့ရင်းနှီးနေကျ ပရိသတ်တွေအတွက် Suriya, Vijay Sethupathi, Siddharth တို့လိုဒိတ်ဒိတ်ကြဲတွေကစလို့ နာမည်ကျော်ဇာတ်ပို့ဇာတ်ရံတွေအများကြီးပါဝင်ထားပါတယ်။ဂရုဏာ၊ ရယ်မောခြင်း ၊ အံသြဖွယ် ၊ စက်ဆုပ်ဖွယ် ၊ ငြိမ်းချမ်းရေး ၊ ဒေါသ ၊ ကြောက်ရွံမှု ၊ ရဲစွမ်းသတ္တိ ၊ဆွတ်ပျံကြည်နူးဖွယ်ဆိုတဲ့ စိတ်ခံစားချက်တွေကို အပိုင်းလိုက်တင်ပြထားပြီးအပိုင်းတိုင်းက ...",
        "url": "https://channelmyanmar.org/tvshows/navarasa-2021-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/monthy-magazine-133x200.jpg",
        "title": "Monthly Magazine Home(2021)",
        "description": "Monthly Magazine Home(2021) ဇာတ်လမ်းတွဲအညွှန်း**********************************************အပိုင်းသစ်(၁ မှ ၁၆ ထိ) စ/ဆုံးMonthly magazine house ရဲ့အယ်ဒီတာတစ်ဦးဖြစ်တဲ့ Na Young Won ဟာ ဆယ်နှစ်ကျော် အလုပ်တွေအများကြီးလုပ်ခဲ့ပေမယ့်အခုချိန်ထိ အိမ်တစ်လုံးတောင် မပိုင်ဆိုင်နိုင်သေးတဲ့ မိန်းကလေးတစ်ဦးပေါ့ ...လက်ရှိမှာ အိမ်ငှားဘဝနဲ့ နေနေပြီး   ဒီအခန်းလေးဟာ သူမအတွက် နွေးထွေးမှုအပေးနိုင်ဆုံးနှစ်သိမ့်မှုအပေးနိုင်ဆုံး တန်ဘိုးထား ခိုလှုံရာလေးတစ်ခုပေါ့....ဒီအခန်းကိုသံယော်ဇဉ်တွယ်နေပေမဲ့လည်း သူမ ကံမကေားရှာဘူး ...အိမ်ငှါးပြဿနာတစ်ချို့တက်လို့  နေရာပြောင်းရဖို့ဖြစ်လာတယ်....သူမရဲ့ကုမ္ပဏီက ကိုယ်စားလှယ် Yoo JuSung ရဲ့အိမ်မှာ နေရဖို့ဖြစ်လာပါတယ်..Yoo JuSung ဆိုတာ ဘုဘောက်အတော်ကျတဲ့သူပါ... သူမှန်တယ်ထင်ရင် ဘာမဆိုပြောဖို့ဝန်မလေးတဲ့သူပေါ့....Yoo JaSung အတွက်ကတော့ အိမ်ဆိုတာ ပိုင်ဆိုင်မှုတိုးပွားစေတဲ့အရာဖြစ်ပြီးအိပ်စရာနေရာတစ်ခုလို့ပဲ သတ်မှတ်ထားပါတယ် ...အိမ်ခြံမြေရင်းနှီးမြှုပ်နှံမှုတွေနဲ့ ချမ်းသာ အောင်မြင်လာတဲ့ Yoo JaSung တစ်ယောက် အိမ်ပိုင်မရှိတဲ့Na Young Won နဲ့တွေ့ဆုံတဲ့အခါမှာတော့ အိမ် ဆိုတဲ့အရာအပေါ် အဓိပ္ပါယ်ဖွင့်ဆိုပုံချင်းမတူကြတဲ့သူတို့နှစ်ဦး ...",
        "url": "https://channelmyanmar.org/tvshows/monthly-magazine-home2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/v4-140x200.jpg",
        "title": "Voice 4: Judgment Hour (2021)",
        "description": "Voice 4: Judgment Hour (2021)ဇာတ်လမ်းတွဲအညွှန်း****************************************အပိုင်းသစ်(၁ မှ ၁၄ ထိ)စ/ဆုံး Season 4 မှာတော့ 112 call center စင်တာမှူးကြီး K‌ang Kwon Jo ဟာ Season 1,2,3မှာ ရခဲ့တဲ့ စိတ်ဒဏ်ရာတွေကြောင့်trauma ရသွားကာ psychopath တစ်ယောက်အဖြစ် ပြောင်းလဲသွားပြီး လူတွေကို လိုက်သတ်နေတာလား ...ဒါမှမဟုတ် အမြွှာလို ရုပ်ချင်းတူတဲ့ သူတစ်ယောက်ကများ စင်တာမှူးလိုဟန်ဆောင်ပြီး လိုက်သတ်နေတာလားဆိုတာကိုဖော်ထုတ်ရမှာပါ။မင်းသားနေရာ‌မှာတော့ LA ကပြောင်းလာတဲ့ စုံထောက် Derek Jo (ဂျွန်စော)ပါ၀င်လာပြီးတော့ကွင်းဆက်လူသတ်သမားအမှုနဲ့ အမှုများစွာကို ထပ်မံဖော်ထုတ်ဦးမှာ ဖြစ်ပါတယ်။အညွှန်းအများကြီးမရေးသင့်တဲ့စီးရီးမို့ ကိုယ်တိုင်ပဲ ရင်ခုန်စိတ်လှုပ်ရှားစွာ စောင့်မျှော်ကြည့်ရှုကြပါကုန်...Duration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  Crime,Adventure,Thriller, DramaTranslated by Ei ...",
        "url": "https://channelmyanmar.org/tvshows/voice-4-judgment-hour-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aMBKdiSornyYwq3KN5IJV8RgJkx.jpg",
        "title": "Genesis (2021)",
        "description": "သူဌေးမိသားစုတစ်ခုရဲ့ တရားမဝင် ဒုတိယသား ဂန်အီဟွန်း၊ သူ့ အမေရဲ့ သေဆုံးမှု နောက်ကွယ်က အဖြစ်မှန်ကို ဖော်ထုတ်ဖို့ကြိုးစားရင်းသူ့မျက်နှာနဲ့ တစ်ပုံစံတည်းတူတဲ့ clone တွေနဲ့ တွေ့ဖြစ်လာပြီး နောက်ကွယ်မှာ ပိုရှုပ်ထွေးနေတဲ့ ဇာတ်ကြောင်းကိုဖော်ထုတ်ရန်ဖြစ်လာပါတယ်။ ဂန်အီဟွန်းနဲ့ တစ်ရုပ်တည်းဆိုပေမဲ့ သူ့ clone တွေကို ဘယ်လောက်တောင် ကွဲပြားတဲ့အယူအဆတွေ အမူအကျင့်တွေနဲ့ မြင်ရမလဲ၊ ရှုပ်ထွေးဆန်းပြားတဲ့ နောက်ကြောင်းတွေကို အပိုင်း ၆ ပိုင်းသာရှိတဲ့ သိပ္ပံဆန်ဆန်mystery-thriller ဆန်ဆန် Genesis မှာ ကြည့်ရမှာဖြစ်ပါတယ်။ဂန်အီဟွန်း/ချန်/ဒုန်ဂျင်း/မီခါအယ်လ် လေးကိုယ်ခွဲ အဖြစ် Park Hae Jinအမိုက်စား စုံထောက် ယော်လင်း အဖြစ် Nanaအထက်တန်းစားစုံထောက် ချွဲဂျင်ဆူ အဖြစ် Kwak Si Yangဂန်အီဟွန်းရဲ့ အစ်ကို၊ ဖခင်ရဲ့ အသိအမှတ်ပြုမှုကို တောင့်တနေတဲ့ ဂန်အီကွမ် အဖြစ် ...",
        "url": "https://channelmyanmar.org/tvshows/genesis-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bysjNLRfpg80wd98vFkzC0w1gi0.jpg",
        "title": "Tantra ( 2018 ) Completed",
        "description": "ဇာတ်အိမ်ကြီးကြီးနဲ့ ကြည့်ချင်တဲ့ CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက်တော့Tantra ဆိုတဲ့ အိန္ဒိယဇာတ်လမ်းရှည်တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့... Prithvi Khannaနဲ့ သူ့ရဲ့မိသားစုဟာ သူတို့ရဲ့အိမ်မက်အိမ်လေးကို ဝယ်ပြီး ပျော်ရွှင်မှုတွေနဲ့ ပြည့်နေတဲ့ သာယာစရာမိသားစုအိမ်လေးပဲဖြစ်ပါတယ် ဒါပေမဲ့ ပျော်လို့တောင်မဝသေးခင် Prithvi Khanna နဲ့သူ့သမီးဟာ ပြဿနာတွေရင်ဆိုင်ရဖို့ဖြစ်လာပါတော့တယ် မောင်နှမ ညီအစ်ကိုဆိုတာကိုယ့်အချင်းချင်းဆို အရာရာနားလည်ပေးပြီး သင့်မြတ်ကြပေမဲ့ သူတို့ကြားကိုသူစိမ်းတွေဝင်လာတဲ့အခါမှာတော့ မိန်းမစကား သားသမီးမျက်နှာတွေကြောင့်သွေးကွဲစရာတွေကြုံလာရပါတယ် မိသားစုဝင်အချင်းချင်း အသာစီးရချင်မှုတွေစည်းစိမ်တပ်မက်မှုတွေ အရေးပေးခံချင်မှုတွေနဲ့ လောဘဇောတွေကပ်လာကြပါတော့တယ်မိသားစုဝင်တွေကြား ရှေ့တင်တော့ကောင်းဟန်ဆောင် နောက်ကွယ်မှာလုပ်ကြံချောက်ချဖို့ကြံနေကြပြီး အောက်လမ်းနည်းတွေပါမကျန်သုံးကာတစ်ယောက်နဲ့တစ်ယောက်တိုက်ခိုက်လာချိန်မှာတော့ Prithvi Khannaတို့သားအဖနှစ်ယောက် လူ​တွေနဲ့ မမြင်နိုင်တဲ့ အမှောင်လောကကိုရင်ဆိုင်တိုက်ခိုက်ဖို့ဖြစ်လာပါတော့တယ် ဒီကားလေးမှာဆိုရင် သာမန်ကားတွေနဲ့ မတူဘဲအိန္ဒိယရဲ့ မိသားစုကြီးထဲက လူတစ်ဦးချင်းစီရဲ့ လောဘ တပ်မက်မှု ရိုးသားမှုအတွင်းစိတ်တွေကို ပီပီပြင်ပြင် ဇာတ်လမ်းတည်ဖော်ပြထားတာကြောင့်မိသားစုအရှုပ်အထွေးပဋိပက္ခတွေကို ကြည့်ချင်နေတဲ့လူတွေအတွက်ရင်တဖိုဖိုနဲ့ စိတ်လှုပ်ရှားပြီး စောင့်မျှော်ကြည့်ရှုရမဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တာကြောင့် လက်မလွှတ်သင့်ပါဘူးနော် Total Episode : 91Quality : WEB-Rip ...",
        "url": "https://channelmyanmar.org/tvshows/tantra-2018-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
        "title": "The Flash ( Season 7 )",
        "description": "ပီးခဲ့တဲ့နှစ်က Covid ကြောင့် စောစောဇာတ်သိမ်းလိုက်ရတဲ့ Flash Season 6 ရဲ့အဆက်Season 7 တော့ ဒီနှစ်မှာထွက်ရှိလာပါပြီ အားလုံးသိတဲ့အတိုင်း Barry A.K.A Flash ဟာCrisis မှာလုပ်ခဲ့တဲ့ ရွေးချယ်မှုတခုကြောင့် Speed Force သေဆုံးသွားခဲ့ပြီးသူ့ဆီမှာလက်ရှိပြေးနိုင်ဖို့ Speed force ဟာလည်း အနည်းငယ်သာကျန်ပါတော့တယ်သူ့ရဲ့မိန်းမဖြစ်သူ အိုင်းရစ်ဟာလည်း Mirror Universe မှာပိတ်မိနေပါတယ်Season 6 ရဲ့ Big Bad ဗီလိန်ဟာလည်း မြို့ကိုဒုက္ခပေးနေပါပြီဒီတော့ ဘယ်ရီဟာ artificial intelligence speed force ကို ထီထွင်ဖို့ကြိုးစားနေရပါတယ်သူ့မှာရှိတဲ့လက်ကျန် speed force နဲ့ မြို့ကိုကယ်တင်နိုင်ပါ့မလားအိုင်းရစ်ရော ပြန်လွှတ်နိုင်မလား Speed Force ကို ပြန်လည်ဖန်တီးနိုင်ပါ့မလားဘယ်လိုစတေးမှုတွေ ကြုံရဦးမလဲဆိုတာကိုတော့ Season 7 မှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောငFilesize : 500 MB ( Per ...",
        "url": "https://channelmyanmar.org/tvshows/the-flash-season-7/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kcmzZ5MI0f4NGaYOcHfHBQaIlio.jpg",
        "title": "The Time We Were Not in Love(2015)",
        "description": "The Time We Were Not in Love(2015)------------------------------------------------------\" ငါ နင့်ကို ဘယ်တော့မှ မချစ်ဘူး \"ဒီလိုမျိုး ချစ်တယ် မပြောခင်ကတည်းကအငြင်းခံရရင် ဘယ်လိုများ ခံစားရမယ်ထင်လဲ ?The Time We Were Not in Love ဆိုတဲ့၂၀၁၅ လောက်က TV Series တစ်ခုကို ပြန်ကြည့်မိတယ်  သရုပ်ဆောင်တွေကလဲ လူတိုင်းသိတဲ့ Lee Jin‑wook နဲ့ Ha Ji‑wonဇတ်လမ်းလေးကလဲ အတော်ချစ်ဖို့ကောင်းတဲ့ ပုံစံလေးအသက် ၃၀ ကျော် မိန်းကလေး တစ်ယောက်ရဲ့ ဖြစ်တည်မှုပုံစံအလုပ်မှာကြိုးစားသလောက် အချစ်ရေးမှာ ကံခေနေတဲ့ အိုဟာနာအဲ့ဒီလို မိန်းကလေးရဲ့ ဘေးမှာ အသက် ၁၆ နှစ်လောက်ကနေ၃၀ ကျော် အထိ ဂရုတစိုက် ရှိနေပေးတက်တဲ့ ကောင်လေးက ချွဲဝမ်ဒီလောက် ကြာတဲ့ အထိ BFF ဖြစ်နေပေးခဲ့ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-time-we-were-not-in-love2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e81oWdxXLrFmfsV0pWdENwQJw2A.jpg",
        "title": "Imitation (2021)",
        "description": "Imitation (2021)ဒီဇာတ်လမ်းလေးတော့ Kpop industry ထဲက idolတွေရဲ့ဘဝတွေ နောက်ကွယ်ကအကြောင်းတွေကိုရိုက်ကူးထားတဲ့ webcomic based drama ဖြစ်ပါတယ်. Webcomic name ကတော့ \"Imitation\" ပါပဲ \"Teaparty\" လို့ခေါ်တဲ့ အဖွဲ့မှာ လီမာဟာ, ရှင်းမ်ဟျွန်းဂျီ, ယူရီအာ ဆိုပြီး အဖွဲ့ဝင်သုံးယောက်ရှိပါတယ်. သူတို့အဖွဲ့ဟာ ပွဲဦးထွက်ပြီးတဲ့နောက်မှာအောင်မြင်မှုသိပ်မရခဲ့ပါဘူး. ဒါပေမယ့် အဓိကဇာတ်ကောင်ဖြစ်တဲ့ လီမာဟာ ကတော့ နာမည်ကြီးအဆိုတော် ရာရီမာ နဲ့ ရုပ်ဆင်တာကြောင့် ပရိတ်သတ်တွေဆီက အာရုံစိုက်မှုရခဲ့ပါတယ် တစ်နေ့ \"Teaparty\" အဖွဲ့ဟာ နာမည်ကြီးidol group တွေသွားကြတဲ့ reality show တစ်ခုကို သွားခဲ့ကြပါတယ်.အဲ့ဒီနေ့မှာပဲ showကို\" Shax\" လိုခေါ်တဲ့ နာမည်ကြီးအဖွဲ့လည်း သွားရောက်ခဲ့ပါတယ်.အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Shax အဖွဲ့ဝင်ဂွမ်ယော့ဟာ အဆို/အကမှာရော သရုပ်ဆောင်ပိုင်းမှာရော နာမည်ကြီးပြီး သူ့ရဲ့အောင်မြင်မှုပေါ်ကို သေချာအာရုံစိုက်လုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်.သူက မာဟာကို အဆိုတော်ရီမာရဲ့နာမည်ကျော်မှုကို အသုံးချတယ်ဆိုပြီး အမြင်မကြည်ဖြစ်နေတာပါ. ...",
        "url": "https://channelmyanmar.org/tvshows/imitation-2021/"
    }
]