[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/photo_2022-09-15_23-59-21-133x200.jpg",
        "title": "Suptar 2550 (2022) [Complete]",
        "description": "တစ်ချိန်တုန်းက အချစ်ဦး ~ Suptar 2550 (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၀ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)ကိုလူဆိုးလေးရိုမီယို ဇာတ်သိမ်းသွားပြီးနောက်မှာတော့ သူ့အစားလာတဲ့ ဇာတ်ကားသစ်လေးတစ်ကားကို ထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားလေးမှာပါဝင်တဲ့ သရုပ်ဆောင်တွေကတော့\nRyu အဖြစ် Ken .. Kat အဖြစ် Anne .. Taro အဖြစ် Mean .. Suna အဖြစ် Mint တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း ....ခေတ်မီတိုးတက်လာတာနဲ့အမျှ ရုပ်သံလိုင်းတွေရဲ့ အစီအစဉ်တင်ဆက်မှုတွေကလည်း ပြောင်းလဲတိုးတက်လာခဲ့တယ်။ ရုပ်သံလိုင်းတွေဟာ တစ်ခုနဲ့ တစ်ခုအပြိုင်အဆိုင် ဇာတ်ကားတွေထုတ်လွှင့်ကြတယ်။ ဒါပေမယ့် Big TV Channel ဟာ သူတိုရဲ့ ရုပ်သံထုတ်လွှင့်စရာ အရံသင့်ရိုက်ထားတဲ့ကားတွေ ပြတ်လပ်သွားတဲ့နောက်မှာ သူတိုလက်ရှိရင်ဆိုင်နေရတဲ့ အခက်အခဲတွေကိုဖြေရှင်းဖို့ အရေးပေါ်အနေနဲ့ အစီအစဉ်တစ်ခုကို အစားထိုးတင်ဆက်ခဲ့တယ်။ဒါကတော့ ၂၀၀၇ ခုနှစ်တုန်းက နာမည်ကြီးရေပန်းစားခဲ့တဲ့ သူတိုရဲ့ စတားတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/suptar-2550-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-17-at-00-57-51-2459DE4D-F1D1-4BA2-80F4-EB809515BA17.jpeg-AVIF-Image-599-×-900-pixels-—-Scaled-75-131x200.png",
        "title": "Retribution ( Sarb Sorn Ruk) (2022)",
        "description": "Retribution ( Sarb Sorn Ruk) (2022)ဆန်း အဖြစ် Krating Khunnarong\nနူနင် အဖြစ် Nychaa Nuttanicha\nဟုန် အဖြစ် Mai Charoenpuraဇာတ်လမ်းအကျဉ်းယင်ဒီဖုန်ပရီချာမျိုးရိုးမိသားစုမှာ ကျိန်စာတစ်ခုရှိခဲ့တယ်လို့ ပြောကြတယ်အဲဒီကျိန်စာကတော့ မိသားစုက မိန်းမသားတွေသာ ကျန်ရစ်ပြီး ယောကျ်ားသားတွေ ဆုံးရှုံးဖို့ပါပဲလက်ရှိသူဌေးကြီးခွန်ဖထူရဲ့ ဇနီးဖြစ်သူ ဟုန်က ကလေးမရနိုင်လို့ နူနင်ဆိုတဲ့ ကလေးမလေးကို မွေးစားထားခဲ့ပါတယ်ငယ်ငယ်လေးကတည်းက နူနင်ဟာ ကားဒရိုင်ဘာရဲ့သားဖြစ်သူ ဆန်းနဲ့ခင်မင်နေခဲ့ပြီး အရွယ်ရောက်လာတော့လည်း စိတ်ယိုင်နေခဲ့ပါတယ်ဒါကိုသတိထားမိနေတဲ့ ဟုန်က သမီးနူနင်ကို ဆန်းနဲ့ဝေးဝေးထားခဲ့တယ်ဒီလိုနဲ့ တစ်ရက် ခွန်ဖထူ ထူးဆန်းစွာဆုံးပါးသွားပြီး အမွေခွဲဖို့ အချိန်ရောက်လာခဲ့ပါတယ်ဟုန် ၊နူနင်နဲ့ ခွန်ဖထူရဲ့မောင်နှမတွေ အတိအကျခွဲယူရမှာဖြစ်ပေမဲ့ ခွန်ဖထူရဲ့သေတမ်းစာရှိနေခဲ့ပြီး သေတမ်းစာအရ ဆန်းဟာ ခွန်ဖထူမယားငယ်က မွေးတဲ့သွေးသားရင်း ဖြစ်နေတဲ့အခါ…ခွန်ဖထူဆုံးပါးရတဲ့အကြောင်းရင်းနောက်ကွယ်က ဇနီးဖြစ်သူ ဟုန်ဖြစ်နေတဲ့အခါ …ဆန်း တစ်ယောက် ဖခင်အတွက် အပြစ်ရှိသူကို ပြန်ပေးဆပ်ခိုင်းနိုင်မှာလားငယ်ကျွမ်းဆွေလေး နူနင်နဲ့ရော ချစ်ခရီးအဆင်ပြေပါ့မလားဆိုတာ ကြည့်ရှုရမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/retribution-sarb-sorn-ruk-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzlrv2jEqHKyl88g8L03pwEAR1j.jpg",
        "title": "High Water (2022)",
        "description": "High Water 2022Netflix က ပိုလန်မှာရင်းနှီးမြှပ်နှံမှုတွေ များလာတာကြောင့်\nရုပ်ရှင်ချစ်သူတွေအတွက် ပိုလန်စီးရီးတွေကို Netflix မှာလက်လှမ်းမီနေပါပြီ။\nပိုလန်စီးရီးတွေကလဲ တကယ့်ကိုစီးရီးကောင်းတွေအများကြီးထွက်တာမို့\nhidden gems တွေပေါ်လာတယ်ပြောရမှာပါပဲ။အခုလဲ ပိုလန်စီးရီးအသစ်တစ်ခုဖြစ်တဲ့ High Water ကိုကြည့်လိုက်ကြရအောင်။ဒါကတော့ပိုလန်ကရေကြီးမှုဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ဇာတ်လမ်းပါ။\nနယ်သာလန်မှာနေနေတဲ့ ပိုလန်ကဗရော့ဆွာဖ်မြို့သူ ဇလဗေဒပညာရှင်ယက်ရှ်မီနာက\nဗရော့ဆွာဖ်မှာရေကြီးတော့မယ်လို့ခန့်မှန်းချက်ထုတ်လိုက်ပါတယ်။\nတခြားဇလဗေဒပညာရှင်ကြီးတွေကတော့မဖြစ်နိုင်ဘူးဆိုပါတယ်။\nမြို့တော်ဝန်ကတော့သေချာအောင်ဆိုပြီး\nယက်ရှ်မီနာကိုမြို့ဆီ ပြန်လာကူညီဖို့ဖိတ်ခေါ်ရာမှာဇာတ်လမ်းစတင်လာပါတယ်။\nသဘာဝတရားနဲ့ရင်ဆိုင်ရမယ်ဆိုရင်တော့ လုပ်စရာတစ်ခုပဲရှိပါတယ်။\nအားလုံးအန္တရာယ်ကင်းရေးပါ။သဘာဝတရားကိုပြန်တိုက်ခိုက်ဖို့ဆိုတာက မဖြစ်နိုင်သလောက်ပဲလေ။\nဗရော့ဆွာဖ်မှာ ရေကြီးမယ့်အရိပ်အယောင်စချိန်မှာပဲ\nပညာရှင်တွေကြားကအယူအဆတွေ အားပြိုင်မှုတွေ လုပ်ဆောင်ချက်တွေ မြို့သူမြို့သားတွေရဲ့တုံ့ပြန်မှုတွေ\nဒါ့အပြင်မြို့ပြန်ရောက်လာတဲ့ယက်ရှ်မီနာရဲ့အတိတ်ဒရာမာတွေ\nအဲလိုအကြောင်းအရာတွေကိုဇာတ်လမ်းသွားခပ်သွက်သွက်နဲ့တင်ဆက်ထားတာက\nရေကြီးမှူအကြောင်းဘာမှမသိသူအတွက်တောင် စိတ်ဝင်စားစရာကောင်းပြီး ဗဟုသုတလဲအတော်ရတဲ့စီးရီးကောင်းတစ်ခုပါပဲ။အညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Rashida, Roman NoX, Mary Christ တို့ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size…800MB | 400MB\nFormat… mp4\nDuration…. 44min\nEpisodes... 6 Episodes\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida, Roman NoX, Mary Christ\nEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/high-water-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/pylNb_4f-1-141x200.jpg",
        "title": "Jao Sao Yuen Nueng (2022)",
        "description": "တစ်ကိုယ်တော်သတိုသမီးလေးအန်ချန် အဖြစ် Perth Veerinsara Tangkitsuvanich\nမာဝင်း အဖြစ် Tao Sattaphong\nနိဆာ အဖြစ် Mayura Sawetsila\nချတ်ချဝီ အဖြစ် Pepo Nutchapan Paramacharenjoi\nဖဆိုင် အဖြစ် Orly Tatiya Sonsagunဇာတ်လမ်းအကျဉ်းနိဆာအလှအပရေးရာဆေးခန်းပိုင်ရှင် ခွန်နိဆာက ဆေးခန်းရဲ့ presenter အဖြစ် ရေပန်းစားနေတဲ့မိန်းမလှလေးတွေကို အလုပ်ခန့်တတ်တဲ့သူပါတစ်နေ့ မိန်းမလှလေးအန်ချန်တစ်ယောက် လက်ထပ်ပွဲနေ့မှာမှ ရည်းစားဖြစ်သူက ထွက်ပြေးသွားတဲ့အပြင် ပိုင်ဆိုင်တဲ့ဘတ်ငါးသိန်းကိုပါ လိမ်လည်သွားခဲ့ပါတယ်ဒီလိုနဲ့ နာမည်ကြီးလာခဲ့တဲ့ အန်ချန်ကို ခွန်နိဆာက presenter လုပ်ဖို ကမ်းလှမ်းခဲ့ပါတော့တယ်ဒီအချိန်မှာပဲ ခွန်နိဆာ သဘောမတူဘဲ သားဖြစ်သူ မာဝင်းကို အမိဖမ်းချင်ခဲ့တဲ့ ငွေမက်တဲ့ချွေးမ ဖဆိုင်တစ်ယောက် သားကိုလက်ဆွဲပြီး အိမ်ပေါ် ဇွတ်တက်လာချိန်မှာတော့ခွန်နိဆာက ဖဆိုင်ကို နှင်ထုတ်နိုင်ဖို အန်ချန်ကို မာဝင်းရဲ့ချစ်သူအဖြစ် ဟန်ဆောင်ခိုင်းပါတော့တယ်အန်ချန်တစ်ယောက် ငရဲလို ချွေးမ ဖဆိုင်ကို ယှဥ်နိုင်ပါ့မလားဟန်ဆောင်ရင်းနဲ့ မာဝင်းအပေါ်ကို ချစ်မိသွားမလားဆိုတာ ကြည့်ရှူရမယ့်အချစ်ဟာသဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/jao-sao-yuen-nueng-2022/"
    },
    {
        "thumbnail": "",
        "title": "save me 2 update",
        "description": "Episode 1720P        UsersDrive    |  Yoteshin   |     MegaUp    |     Mega.NZ    | StreamSB1080P      UsersDrive    |  Yoteshin   |     MegaUp    |     Mega.NZ Episode 2720P        UsersDrive    |  Yoteshin   |     MegaUp    |     Mega.NZ    | StreamSB1080P      UsersDrive    |  Yoteshin   |     MegaUp    |     Mega.NZ Episode 3720P  ...",
        "url": "https://channelmyanmar.org/tvshows/save-me-2-update/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6RrseODZo2e66XOzC1XMzMuecnf.jpg",
        "title": "The Watcher (2022) Complete",
        "description": "The Watcher (2022)==================ဒီ‌တစ်ခေါက်မှာတော့ Netflix ရဲ့ အသစ်ထွက်ရှိထားတဲ့ The Watcher ဆိုတဲ့ Series လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်လမ်းကတော့ အိမ်မှား၀ယ်မိတဲ့မိသားစုတစ်စုကို အန္တရာယ်တစ်ခုက\nစောင့်ကြိုနေတဲ့ Horror/Mystery ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ မိသားစုတစ်စုဟာ အိမ်အသစ်၀ယ်ဖို့ ၀က်စ်ဖီးလ်မြို့လေးကို လာခဲ့ကြပါတယ်။\nသူတို့သဘောကျတဲ့အိမ်ရဲ့ အိမ်နီးချင်းတွေဟာ အနည်းငယ်မူမမှန်သလိုဖြစ်နေပြီး\nအိမ်ဟာလည်း အလွန်ဈေးကြီးနေခဲ့ပါတယ်။ ဒါပေမယ့် အိမ်ထောင်ဦးစီးဖြစ်သူ\nဒင်းန်ဘရန်‌နော့ခ် ဟာ အိမ်ကိုသဘောကျလွန်းတာကြောင့်\nအိမ်ရဲ့နောက်ခံသမိုင်းကြောင်းကိုတောင် မမေးမြန်းတော့ဘဲ\nပိုင်ဆိုင်သမျှအကုန် ရင်းနှီးပြီး အိမ်ကို မရရအောင် ၀ယ်လိုက်ပါတယ်။ဒီလိုနဲ့ ဘရန်နော့ခ် မိသားစုတို့ အိမ်အသစ်ကိုပြောင်းလာခဲ့ကြပြီး\nမကြာခင်မှာပဲ အိမ်ရဲ့မူမမှန်မှုတွေဟာ တစ်စတစ်စကြီးထွားလာခဲ့ပါတယ်။\nဒါတင်မကပဲ The Watcher လို့ သူ့ကိုယ်သူ နာမည်ပေးထားတဲ့\nသူဆီက ခြိမ်းခြောက်စာတွေ ဆက်တိုက် ရလာတဲ့အခါမှာတော့\nသူတို့တွေ ဒီပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲ၊\nThe Watcher လက်ထဲက လွတ်မြောက်နိုင်ပါ့မလား\nဆိုတာကို ကြည့်ရှူခံစားရမှာဖြစ်ပါတယ်။File Size –720MB  / 320MBQuality – 1080p NF WEBDL  / ...",
        "url": "https://channelmyanmar.org/tvshows/the-watcher-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHXjkdKK3of35v9ArizYZyDSNAn.jpg",
        "title": "My Deepest Dream (2022)",
        "description": "ဝူယွီကဆိုရင်တော့သချာ်ဘာသာရပ်မှာထူးချွန်ပြီးတောက်ပတဲ့အနာဂတ်တွေနဲ့လူငယ်လေးတစ်ယောက်ဖြစ်ပြီးထန်ကျောက်ကတော့ အသက်ရှင်နေထိုင်ဖိုအတွက်လျှိဝှက်ဆန်းကြယ်ဝတ္တုတွေကိုရေးသားနေရတဲ့ဝတ္တုရေးဆရာမလေးတစ်ယောက်ဖြစ်ပါတယ်ဝူယွီနဲ့ထန်ကျောက်ဟာ အပျော်စီးသဘော်တစ်စီးမှာတွေ့ဆုံကြပြီးချစ်ကြိုက်မိသွားကြပေမယ့်အဲ့ခရီးစဥ်မှစပြီးသူတိုမှာမှတ်ညဏ်ချိုယွင်းတာဖြစ်ပေါ်လာခဲ့ပါတော့တယ်ဝူယွီကတော့ခရီးစဥ်ကမှတ်ညဏ်တစ်ချိုကိုသာမေ့ပျောက်သွားခဲ့ပြီးထန်းကျောက်ကတော့တစ်နှစ်ခွဲနီးပါးမှတ်ညဏ်တွေကိုမေ့ပျောက်သွားခဲ့ပါတော့တယ်ဝူယွီမှာတောက်ပတဲ့အနာဂတ်တွေရှိနေခဲ့ပေမယ့်ခရီးစဥ်နောက်ပိုင်းမှာဘဲ သူ့အမေနဲ့ညီမလေးနဲ့သူ့မိသားစုရုတ်တရက်အသတ်ခံလိုက်ရတာကြောင့်သူ့ဘဝကံကြမ္မာမှာ အကြီးအကျယ်ပြောင်းလဲသွားခဲ့ရပါတယ်သူတိုမိသားစုကိုသတ်သွားခဲ့တဲ့တရားခံကိုရှာဖွေဖိုအတွက်ကားပြင်ဆရာအဖြစ်အလုပ်လုပ်နေချိန်ထန်ကျောက်ကသူ့ရဲ့ကားကိုပြင်ဖိုဝူယွီရဲ့ဆိုင်ကိုရောက်လာတဲ့အခါမှာသူတိုနှစ်ဦးပြန်လည်ဆုံတွေ့ဖိုအကြောင်းဖန်လာပါတော့တယ်သိုသော်လည်း သူတိုနှစ်ဦးတစ်ယောက်ကိုတစ်ယောက်ပြန်လည်မှတ်မိပါ့အုန်းမလားလူသတ်သမားကိုကောရှာတွေ့ပြီး မှတ်ညဏ်ချိုယွင်းရတဲ့အကြောင်းအရင်းကိုကောရှာတွေ့နိုင်အုန်းမလားရှုပ်ထွေးမှုများတဲ့လောကကြီးထဲသူတိုနှစ်ဦးရဲ့အချစ်ဇာတ်လမ်းအဆုံးသတ်လှပါဦးမလားစတဲ့အကြောင်းအရာတွေနဲ့စိတ်ဝင်စားဖွယ်ဇာတ်လမ်းတွဲကိုChannel Myanmar မှာမကြာခင်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်Review by YeeMonQuality : WEB-DL 720p,1080pTotal Episodes : 30Format : mp4Genres : Thriller, Romance, FantasyDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1(1080p) - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 2 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 2(1080p) ...",
        "url": "https://channelmyanmar.org/tvshows/my-deepest-dream-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fioHUEKN52tSnKs4JoqHuRN597s.jpg",
        "title": "[18+] An/Na (2022) Complete",
        "description": "An/Na (2022) Completed Mini-Series အန်နာက အွန်လိုင်းအရောင်းလုပ်ငန်းမှာအလုပ်လုပ်ပါတယ်၊ အလိုဆန္ဒများလွန်းတဲ့မိသားစုကိုထောက်ပံ့နေရတဲ့အတွက် သူ့ဝင်ငွေဟာ ဘယ်တော့မှလောက်ငတယ်မရှိသလို အိမ်လခပေးဖို့ပါနောက်ကျတဲ့အထိဖြစ်လေ့ရှိပါတယ်။ ဒါပေမယ့် သဘောကောင်းသူ အေးချမ်းတည်ငြိမ်သူတစ်ဦးလို့ပတ်ဝန်းကျင်ရော မိတ်ဆွေတွေကပါ အသိအမှတ်ပြုထားကြပြီး လူချစ်လူခင်များ မုန်းတဲ့သူမရှိသလောက်ပါ။ တစ်နေ့မှာတော့ အန်နာ အသတ်ခံလိုက်ရပါတယ်။ သူ့ငှားနေတဲ့အိပ်ခန်းရဲ့အိပ်ယာပေါ်မှာမျက်နှာကိုကျွတ်ကျွတ်အိတ်အနက်နဲ့စွပ်ပြီး မှောက်ရက်အနေအထားနဲ့သေဆုံးနေတာပါ။ ဒီအမှုကို ထဲထဲဝင်ဝင်စုံစမ်းဖို့ဖြစ်လာတဲ့အခါ တာဝန်ရှိသူတွေဟာ သူနဲ့ အနီးအပါးက အိမ်ရှင်အမျိုးသမီး၊ အိမ်ဖော်၊ အတူနေသူငယ်ချင်း၊ ရုံးက လုပ်ဖော်ကိုင်ဖက်စတဲ့သူတွေကို မေးစမ်းရင်း သူ့ဘဝကို တစ်ဖြည်းဖြည်းသိမြင်လာရပါတော့တယ်။ သဘောကောင်းအေးချမ်းလွန်းတဲ့ အန်နာ၊ မုန်းတဲ့သူမရှိလူချစ်လူခင်များတဲ့အန်နာကို ဘယ်လိုလူက ဒီလိုလုပ်သွားရက်တာလဲ၊ ဒါမှမဟုတ် သူတို့မမြင်နိုင်တဲ့ မသိခဲ့တဲ့ အန်နာရဲ့ တစ်ခြားသောမျက်နှာစာ တစ်ခုများရှိနေဦးမှာလား...? ပြီးခဲ့တဲ့တနင်္ဂနွေဇာတ်လမ်းတွဲတွေနေရာကို အသစ်ဝင်လာတဲ့ Mini-Series အသစ်လေးဖြစ်ပါတယ်။ Janelle Tee (The Escort Wife,Putahe) နဲ့ Rob Guinto (Bula, Purificacion) တို့ခေါင်းဆောင်ပါဝင်ထားပြီး ဇာတ်ပို့ဇာတ်ရံ မင်းသမီးအလှလေးတွေအများကြီးနဲ့ အရင်ဇာတ်လမ်းတွဲတွေလိုပဲ မနားတမ်းဆွဲဆောင်နိုင်ဦးမယ့် ...",
        "url": "https://channelmyanmar.org/tvshows/an-na-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/alien-113x200.jpg",
        "title": "My Girlfriend Is an Alien Season 2 (2022)",
        "description": "“ ချိုင်ရှောင်ချီးနဲ့ ဖန်းလန်တိုရဲ့ မပြီးဆုံးသေးသောအချစ်ဇာတ်လမ်း ”❏ အေးစက်မာကျောပြီး ချောမောတဲ့ မျက်နှာအသွင်အပြင်ရှိသူ/ကျော်ကြားတဲ့စီးပွားရေးပညာရှင်တစ်ယောက်လဲဖြစ်တဲ့ - ဖန်းလန်❏ အာကာသကိုဖြတ်သန်းပြီး ကမ္ဘာမြေထဲကိုရောက်ရှိလာတဲ့တစ်ခြားဂြိုလ်မှ မိန်းကလေးတစ်ယောက်ဖြစ်သလိုစိတ်မြန်လက်မြန်ရှိပြီး သဘာဝလွန်စွမ်းအားကိုပိုင်ဆိုင်ထားသူလေး - ချိုင်ရှောင်ချီးသူတိုနှစ်ယောက်မှာ နောက်ထပ်ထူးခြားတဲ့အမူအကျင့်လေးတွေရှိပါသေးတယ် ဘာလဲဆိုတော့-ဖန်းလန်ဟာ ထူးဆန်းတဲ့ အတိတ်မေ့ရောဂါကို ခံစားနေရသူပါဘယ်လိုမျိုးလဲဆိုတော့ မိုးရွာတဲ့နေ့ရက်တွေဆိုရင်သူ့ဘေးနားမှာပေါ်လာသမျှ မိန်းကလေးတွေကို မေ့သွားတတ်ပါအဲ့တာကဘာဖြစ်လိုလဲဆိုတော့ သူကလေးဘဝတုန်းကမုန်တိုင်းတွေကြားထဲမှာ အမေဖြစ်သူဆုံးပါးသွားတာကိုမျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရလို စိတ်ဒဏ်ရာရသွားတဲ့အတွက်ကြောင့်ပါတစ်ဆက်ထဲမှာပဲ ချိုင်ရှောင်ချီးဟာကမ္ဘာမြေပေါ်မှာရှိတဲ့ အမျိုးသားတစ်ဦးတစ်ယောက်ဆီကနေထုတ်လွှတ်လိုက်တဲ့ ဟော်မုန်းတွေကိုရှူရိုက်မိလိုက်ရင်အဲဒီအမျိုးအသားအပေါ် ရူးရူးမူးမူးချစ်မြတ်နိုးသွားတတ်တဲ့အခြေအနေမျိုးကို ပိုင်ဆိုင်ထားသူပါ အဲဒီကနေအစပြုလိုCEO ဖန်းလန် နဲ့ ချိုင်ရှောင်ချီး တိုရဲ့ အချစ်ဇာတ်လမ်းလေးကိုဟာသနှောလို Season - 1 မှာ တစ်ဝကြီးကြည့်ပြီးကြပြီ...ဟုတ်?Season - 1 မှာ အခက်အခဲပေါင်းစုံအတူတူကျော်ဖြတ်ကြရင်းအချစ်ပန်းလေးတစ်ပွင့်ပေါက်ဖွားလာခဲ့ပေမဲ့ ကံအကြောင်းကြောင့်သူတိုရဲ့ ချစ်ခရီးလမ်းလေးက မဖြောင့်ဖြူးခဲ့ပါဘူးသူတိုရဲ့ ချစ်ခြင်းကိုခွဲခြားမယ့် အနှောင့်အယှက်တွေကပေါ်ပေါက်လိုလာခဲ့ပါတယ် ချိုင်ရှောင်ချီးရဲ့ ဖန်းလန်နဲ့ပတ်သတ်သမျှမှတ်ဉာဏ်အယူအဆတွေအားလုံးကို ဖျောက်ဖျက်ပစ်ဖိုအတွက်ချိုင်ရှောင်ချီးရဲ့ မိခင်အမိန့်တော်ကြောင့် သူတိုနေထိုင်ရာ ဂြိုလ်မှကျန်းရှစ်ရီး ဆိုသူဟာ မင်္ဂလာပွဲကျင်းပနေစဥ်အတွင်းမှာပဲချိုင်ရှောင်ချီးကို ဖန်းလန်ဆီကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/my-girlfriend-is-an-alien-season-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/jaal-133x200.jpg",
        "title": "(18+) Jaal  (2022)",
        "description": "Jaal (2022)ကိုရီးတို့အတွက် အရမ်းကိုမှောင်မယ့် အိန္ဒိယစီးရီးလေးတစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါတယ်...မိသားစုထဲမှာ ပတ်မှောင်မယ့်ကားပါ..ဘယ်လိုမှောင်မှာလဲဆိုရင်\nအားတိုင်းမှောင်မှာပါ...ဇာတ်လမ်းကတော့ မသန်းပါပဲ..ပြောရမယ်ဆိုရင် အင်း..ဇာတ်လမ်းတော့\nနည်းနည်းရှိတယ်ပေါ့ သိပ်ကိုမှောင်ချင်နေတဲ့ အရွယ်လွန်ကျောင်းအုပ်ကြီးတစ်ယောက်ရှိတယ်\nကလေးတွေကို ကျောင်းလာအပ်တဲ့ အမေချောချောလေးတွေကို\nမှောင်ချင်တယ်..အလုပ်လာလျှောက်တဲ့ ဆရာမချောချောလေးတွေကို\nမှောင်ချင်တယ် ဒီလိုလူမျိုးပေါ့နော်သားနှစ်ယောက်မွေးထားတယ် သားတွေကလည်း အမှောင်တစ်လိုင်းပါတဖြည်းဖြည်းနဲ့ ဒီအမှောင်လောကထဲမှာ သိုင်းသမားတွေက\nသိုင်းကွက်တွေ ပတ်ရှုတ်လာခဲ့ပါတော့တယ်...သိုင်းချင်းပူးသွားကြရင်း လူသတ်မှုတွေဖြစ်လာတဲ့အခါမှာတော့\nဒီသိုင်းသမားမိသားစုရဲ့ကံကြမ္မာက ဘယ်လိုတွေ ဖြစ်လာတော့မလဲ...။File Size – 400MB / 200MBQuality – 1080p / 720pDuration – 24minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime ~ Romance ~ AdultTranslator – DevilEncoder – X Cross\n720p\n======\nEpisode 1 - Yoteshin / Userdrive / Megaup / Meganz / ...",
        "url": "https://channelmyanmar.org/tvshows/18-jaal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z63D1Y8udrrFOhLFCT9YElcTr0w.jpg",
        "title": "Bad Sisters (2022)",
        "description": "Bad Sisters (2022)Bad sisters ကတော့ ဘယ်လ်ဂျီယံ စီးရီးဖြစ်တဲ့ \"Clan aka The Outlaws\" ကို ပြန်လည်ဖန်တီးထားတာပါ။\nDark comedy အမျိုးအစားဖြစ်ပြီး \"Blackest Comedy Ever\" လို့တောင်သတ်မှတ်ခံထားရတာပါ။ဒီ Bad Sisters ကိုလဲ lost in translation မဖြစ်ရအောင်ပြန်လည်ဖန်တီးထားပါတယ်တဲ့။Bad sisters ဆိုတာနဲ့ ညီအစ်မတွေဇာတ်လမ်းဆိုတာသိမှာပါ။\nသူတို့ကသိပ်ချစ်ခင်စည်းလုံးကြတယ်။ သူတို့မှာပြသနာတစ်ခုပဲရှိတယ်။ အဲဒါကဘာလဲဆိုတော့ ဂျွန်ပေါ။\nသူတို့ညီမထဲက ဂရေ့စ်လက်ထပ်ထားတဲ့ယောကျ်ား။ ဂျွန်ပေါက ခယ်မထဲကလေးမရနိုင်သူကို\nကိုယ်ဝန်ရှိနေတာလားမေးသူ၊ နောက်ခယ်မတစ်ယောက်ရသင့်တဲ့ပရိုမိုးရှင်းကို ဝင်လုသူလို့ပြောရင်\nသူ ဘယ်လိုလူ ဆိုတာခန့်မှန်းလို့ရမယ်ထင်တယ်။အဆိုးဆုံးကတော့ဂျွန်ပေါက ဂရေ့စ် နဲ့ သူ့သမီးကို ချုပ်ခြယ်လွန်းတာ၊ ခြယ်လှယ်လွန်းတာပါပဲ။\nတစ်ခါတစ်ရံလက်ပါပါတတ်တာမျိုးပါ။\nတစ်ရက်မှာတော့သူတို့ညီအစ်မတွေက ဂျွန်ပေါသေသွားရင်အေးမယ်ဆိုပြီး စနောက်ပြောကြပါလေရော။\nနောက်ထပ် ၆ လအကြာမှာတော့ ဂျွန်ပေါသေသွားခဲ့ပါတယ်။\nဟိုညီအစ်မလေးယောက်လက်ချက်လို့ ထင်သွားပြီမဟုတ်လား။\nအဲလိုထင်သူ နောက်တစ်ယောက်က ရဲတော့ မဟုတ်ဘူး အာမခံကုမ္ပဏီကလူပါ။\nသူက ညီအစ်မငါးယောက်ရဲ့ပြဿနာတွေကို သိလို့တော့မဟုတ်ဘူး။\nဂျွန်ပေါရဲ့အသက်အာမခံကို မလျော်ချင်လို့ ဒါဟာလူသတ်မှုများဖြစ်နိုင်မလားဆိုတဲ့မျှော်လင့်ချက်နဲ့ ဒီကိစ္စကိုလိုက်စုံစမ်းပါလေရော။\nဒါကတကယ်ပဲလူသတ်မှုလား။ ဂျွန်ပေါရဲ့ခယ်မတွေလက်ချက်လား။\nဂရေ့စ်ကရောသိလား။ ...",
        "url": "https://channelmyanmar.org/tvshows/bad-sisters-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/bts-1-141x200.jpg",
        "title": "In The Soop: Friendcation (2022)",
        "description": "IN THE SOOP: Friendcation (2022)ဆျာကြီးတွေစုဝေးတဲ့ “IN THE SOOP” လာပါပြီ။ ဒီရှိုးလေးကတော့ ARMY တွေနဲ့ရင်းနှီးပြီးသားရှိုးလေးဖြစ်မှာပါ။\n“BTS In the Soop” ဆိုပြီး season 2ခုထွက်ရှိခဲ့ပြီး အောင်မြင်မှုတွေအများကြီးရရှိခဲ့တဲ့ရှိုးအစီအစဥ်လေးလည်းဖြစ်ပါတယ်။ ဒီတစ်ခေါက်မှာတော့ K industry က iconic friendship တွေထဲကတစ်ခုဖြစ်တဲ့ “Wooga Squad” ရဲ့\nသစ်တောထဲကလွတ်လပ်ပေါ့ပါးတဲ့ပုံရိပ်တွေကို ကြည့်ရှုရတော့မှာပါ။ အားလုံးသိကြတဲ့အတိုင်း “Wooga Squad” အဖွဲ့ဝင်\nဒိတ်ဒိတ်ကြဲဆျာကြီးတွေကတော့ ARMY တို့ရဲ့Tigerပေါက်လေး “V”, Itaewon Class အပါအဝင်\nတခြားနာမည်ကျော်ဇာတ်လမ်းတွေရဲ့ဇာတ်လိုက်ကျော် “Park Seo Joon”, Happiness ကမမရဲ့မောင်လေး “Park Hyun Sik”,\nOur Beloved Summer က “အွန်းလေး” တစ်ဖြစ်လဲ “Choi Woo Shik” နဲ့ Rapper အဆိုတော် “Peakboy” တို့ပဲဖြစ်ပါတယ်။ အရင့်အရင်ရှိုးတွေမှာလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/in-the-soop-friendcation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/g3JsScc7mQCfc3e5e5rXwu7xVVP-133x200.jpg",
        "title": "See (2019)",
        "description": "See Season 1 (2019)\nအနာဂတ်ကာလတစ်ခုမှာ လူတွေဟာ အမြင်အာရုံပျောက်ကွယ်သွားကြပါပြီ။\nဒီကာလမှာ လူတွေဟာ ရှင်သန်ဖို့ နည်းအမျိုးမျိုးနဲ့ ကြိုးစားနေရပါတယ်။\nအယ်ကန်နီ လူမျိုးစုခေါင်းဆောင် ဘာဘာဗော့စ်ဟာ ကိုယ်ဝန်ဆောင်အမျိုးသမီးတစ်ယောက်ကို\nကယ်တင်ပြီး လက်ထပ်ခဲ့ပါတယ်။\nသူ ကယ်တင်ခဲ့တဲ့ အမျိုးသမီးကနေ မွေးဖွားလာတဲ့\nအမွှာကလေးလေးနှစ်ယောက်က ထူးဆန်းစွာပဲ အမြင်အာရုံရှိနေခဲ့ပါတယ်။\nကိန်း ဘုရင်မကြီးက အမြင်အာရုံရှိတဲ့လူကို မိစ္ဆာဒိဋ္ဌိလို့\nသတ်မှတ်ခဲ့ပြီး ကလေးလေးတွေရဲ့နောက်ကို\nသူ့ရဲ့စစ်တပ်ကြီးကို လိုက်ခိုင်းတဲ့အခါမှာတော့.....\nAquaman မင်းသားကြီး Jasom Momoa က အယ်ကန်နီ\nလူမျိုးစုခေါင်းဆောင်အနေနဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nApple TV မှာ ထုတ်လွှင့်ပြသနေဆဲပါ၊\nဇာတ်လမ်းက တစ်ပိုင်းထက်တစ်ပိုင်း\nဇာတ်ရှိန်မြင့်လာမှာမို့ ဒီထက် ညွှန်းမနေတော့ပါဘူး။\nတစ်ပတ်တစ်ခါသာ ဆက်ဆက်မျှော်ကြပါဦးခင်ဗျာ။\nTranslated By : August\nEncoded By : XCodeSeason 1 Zip File : Yoteshin /VIP\n See Season 2 (2021) ၂ နှစ်အကြာမှာတော့ အားလုံး မျှော်လင့်စောင့်စားနေတဲ့See Season 2 ပြန်လည် ရောက်ရှိလာပါပြီ။ဘာဘာဗော့စ်တစ်ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/see-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODMxMzFmNjItN2Q2NS00OWVmLWIyYzUtY2VlMGUxMDRmZWE3XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "The Lord of the Rings: The Rings of Power (Season 1)",
        "description": "The Lord of The Rings ရုပ်ရှင်တွေဟာ စာရေးဆရာကြီး ဂျေ အာ အာ တိုကင်းန်ရဲ့ ကမ္ဘာကျော်ဂန္ဓဝင်ဝတ္ထုတွေကနေ ရိုက်ကူးထားပြီး ကမ္ဘာ့အကောင်းဆုံးရုပ်ရှင်တွေထဲမှာ အပါအဝင်ပါပဲ။ အခုတော့ ဒီရုပ်ရှင်တွေရဲ့ ခေတ်မတိုင်ခင် ရှေးတုန်းက ဖြစ်ပျက်ခဲ့တဲ့ သမိုင်းတွေကို စီးရီးအဖြစ် ပြန်လည်ရိုက်ကူးလိုက်ပါပြီ။ အတွဲ ၅ တွဲ ထွက်ရှိမှာဖြစ်ပြီး တစ်တွဲကို ၈ ပိုင်းစီပါဝင်မယ်လို့သိထားရပါတယ်။LOTR စကြဝဠာမှာ ခေတ်လေးခေတ်ရှိတဲ့အထဲက ဒုတိယခေတ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ပထမခေတ်ဟာ ဗာလာနှစ် ၃၀၀၀ (နှစ်ပေါင်း ၃၀၀၀၀) ကျော်ကြာမြင့်ခဲ့ပါတယ်။ မူလအစမှာတော့ Eru Ilúvatar အယ်ရူအီလူဗာတာဆိုတဲ့ဖန်ဆင်းရှင်တစ်ပါးရှိခဲ့ပါတယ်။ ဆရာကြီးတိုကင်းရ် တီထွင်ခဲ့တဲ့ နတ်ဘာသာစကား ကွင်ယာအရ အယ်ရူဆိုတာ တစ်ခု၊တစ်ဦးတည်းသောသူကို ရည်ညွှန်းပြီး အီလူဗာတာဆိုတာကတော့ အဘဘုရားလို့ ရည်ညွှန်းပါတယ်။ အယ်ရူရဲ့ စိတ်ထဲကနေ ဖန်ဆင်းရှင်အငယ်တွေ ဖြစ်ပေါ်လာပါတယ်။ သူတို့ကိုတော့ Ainur ...",
        "url": "https://channelmyanmar.org/tvshows/the-lord-of-the-rings-the-rings-of-power-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dspwDOosidQT85oPDDHMM9zmaLw.jpg",
        "title": "Glitch S01 (2022) [Complete]",
        "description": "Glitch S01 (2022)[အစ-အဆုံး]အပိုင်းသစ် - (၁ မှ ၁၀)(1080p များလည်း ကြည့်ရှုနိုင်ပါပြီ)Vincenzo ထဲက ဟုံးချာယောင်း(Jeon Yeo Been) နဲ့ Kill It ထဲက ဒိုယောင်းဂျင်း(Nana) တို့ရဲ့ Glitch ဆိုတဲ့ အလန်းစား Thriller, Comedy, Sci-Fi ဒရမ်မာလေးလာပါပြီ။ Season 1 အနေနဲ့ 10 ပိုင်းထွက်ရှိမယ်လို့ ကနဦး သိထားရပြီး နောက်ထပ် 6 ပိုင်းကိုတော့ Season 2 အနေနဲ့ ထုတ်လွှင့်ပြသသွားဖို့ရှိပြီး Season 2 ပြသမဲ့ရက်ကိုတော့ ကြေငြာထားခြင်း မရှိသေးပါဘူး။ဇာတ်လမ်းအညွှန်း ...\nဟုံးဂျီဟိုဆိုသူ အမျိုးသမီးရဲ့ ချစ်သူကောင်လေးအီရှီဂုဟာ ညတစ်ညမှာ အမည်မသိမီးရောင်တွေနဲ့အတူ ခြေရာလက်ရာမရှိ ပျောက်ဆုံးသွားခဲ့ပါတယ်။ဟောဘိုရာကတော့ မအောင်မြင်သေးတဲ့ streamer တစ်ယောက်ဖြစ်ပြီး YouTube နဲ့ Twitch တို့မှာ subscriber ...",
        "url": "https://channelmyanmar.org/tvshows/glitch-s01-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/guPn6zkbJsPD4EK4LSy4GWCNURJ-133x200.jpg",
        "title": "Paper Rocket (2022)",
        "description": "Paper Rocket (2022)IMDb 7.9ခရီးထွက်ပါ အနာဂတ်ကပေးတဲ့လှပတဲ့လက်ဆောင်က ကျွန်မတို့လက်ထဲမှာရှိနေတဲ့ပစ္စုန်ပ္ပန်ပဲမဟုတ်ပါလား\nမသေခင်ဒီလိုအချိန်လေးမှာ နောင်တတွေထားခဲ့ပြီး မနက်ဖြန်တိုင်းကိုနောက်ဆုံးလို့သဘောထားပြီး\nရှင်သန်နေခြင်းက ဘဝကိုပျော်ရွှင်စွာနေထိုင်နည်းပါပဲ\nဆိုတာကို ဒီစီးရီးလေးက ကွက်ကွက်ကင်းကင်းမြင်အောင်လို့ ပြသထားပါတယ်အကြောင်းကြောင်းတွေကြောင့် သွားစုမိကြတဲ့ လူခြောက်ယောက်\nမျက်တောင်တစ်ခပ်အချိန်လေးမှာ မိသားစုဝင်ဆုံးရှုံးသွားရပေမယ့်\nဘေးနားရှိနေမပေးနိုင်ခဲ့လို့ ကိုယ်စီ ဒဏ်ရာကြောင့်\nစိတ်ဒဏ်ရာအသီးသီးနဲ့သူတို့က ကားတစ်စီးနဲ့ကမ္ဘာပတ်ရင်း\nသူတို့ရင်ထဲကစိတ်ဒဏ်ရာကိုဖြေရှင်းသွားပုံတွေဘဝစတာနဲ့\nသေခြင်းကလက်တစ်ကမ်းမှာပဲ သေဆုံးခြင်းက\nရုပ်ပိုင်း‌ဆိုင်ရာအဆုံးသတ်ပေမယ့် မှတ်ဉာဏ်တွေရဲ့အစဆိုတာကို\nကွက်ကွက်ကွင်းကွင်းပြသွားပုံတွေကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nတရားလည်းရသလို ကြည်နူးစရာဒီစီးရီးရဲ့တစ်ပိုင်းချင်းစီတိုင်းက\nရင်ထဲထိရောက်အောင်ဆွဲခေါ်သွားမှာပဲဖြစ်ပါတယ်File Size – 400MB / 200MBQuality – 1080p / 720pDuration – 29 minute (@Episode)Total Episodes: 7EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy , Drama , FamilyTranslator – BpL & Yunni & SoraEncoder –YK\n720p\n====\nEpisode 1 - Yoteshin / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/paper-rocket-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/c-135x200.jpg",
        "title": "The Cleaning Lady (2021)",
        "description": "\"ဒီသွေးတွေကို ဘလိချ် နဲ့ ရေနွေးနဲ့ဆေးလိုက်ရင်ပြီးတာပဲ\"\n\"မဟုတ်ဘူး ဟိုက်ဒရိုဂျင်ပါအောက်ဆိုက်နဲ့ ရေအေးနဲ့ ဆေးရတယ်၊ အပူကြောင့် သွေးက ပိုစွန်းသွားတတ်တယ်\"\nလူသတ်မှုမှာ မျက်မြင်သက်သေဖြစ်နေလို့ အသတ်ခံရတော့မယ့်အချိန်မှာ ဒီစကားတစ်ခွန်းနဲ့ သိုနီရဲ့ ဘဝ ပြောင်းလဲသွားပါတော့တယ်။John Wick တို့ဘာတို့လို ရုပ်ရှင်ထဲမှာ လူတွေ သတ်ချင်တိုင်းသတ်ပြီးရင် လာရှင်းလင်းတဲ့အဖွဲ့တွေ ရှိကြတာကို မြင်ဖူးမှာပေါ့။ အဲဒီလို သန့်ရှင်းရေးသမားအကြောင်း စီးရီးရိုက်ထားတယ်ဆိုရင်ရော ဘယ်လိုနေမလဲ။ ၁၀ ပိုင်းအထိ အပတ်စဉ် ထွက်ရှိမှာ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်ကလည်း စီးရီး နာမည်အတိုင်း သန့်ရှင်းရေးအမျိုးသမီးပါပဲ။ သရုပ်ဆောင်ထားတာကတော့ Daredevil စီးရီးတွေထဲမှာ ကြမ်းပြခဲ့တဲ့ အလက်ထရာ မင်းသမီး အယ်လိုဒီယန်းပါပဲ။ ဒီဇာတ်လမ်းမှာတော့ သူဟာ အမေရိကန်မှာ တရားမဝင် နေထိုင်ပြီး သန့်ရှင်းရေးသမ လုပ်နေတာပေါ့။ တကယ်တော့သူက မနီလာ၊ ဖိလစ်ပိုင်က ဆရာဝန်တစ်ယောက်ပါ။ သူ့ရဲ့သားလေးမှာ ရှားပါးတဲ့ ကိုယ်ခံအားကျဆင်းရောဂါဖြစ်နေလို့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-cleaning-lady-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNKVhijwhmkcMcgonCQ2yHLc7Ca.jpg",
        "title": "She-Hulk: Attorney at Law (2022)",
        "description": "She-Hulk : Attorney at Law (2022)ကဲ ဒစ္စနေးရဲ့ စူပါဟီးရိုးအသစ်လာပါပြီ။\nဒစ္စနေးထုံးစံအတိုင်း ဟာသလေးတွေနဲ့ စွန့်စားခန်းတွေ တိုက်ခိုက်ခန်းတွေ ဖောဖောသီသီပါတာပါပဲ။\nShe-Hulk ဟာ ဘရုစ် ဘန်နာရဲ့ ဝမ်းကွဲညီမရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာ သူ့အစ်ကို ဘန်နာနဲ့အတူ ခရီးသွားရင် ကားမှောက်ရာကနေ\nဘန်နာရဲ့သွေးတွေ သူ့ကိုယ်ထဲကိုဝင်သွားပါတယ်။\nဒါပေမဲ့ သူ့ရဲ့မျိုးဗီဇကလည်း ဘန်နာလိုပဲ ထူးခြားတာမို့\nဂမ်မာဓာတ်ရောင်ခြည်ကြောင့်မသေဘဲ ဟော့ခ်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nအဲဒီဟော့ခ်ဘဝကိုထိန်းသိမ်းတတ်အောင် ဘန်နာနဲ့အတူလေ့ကျင့်ပြီးတော့\nသူ့ရဲ့အရင်ဘဝရှေ့နေလောကထဲကို ပြန်ဝင် အလုပ်လုပ်ရင်း\nဟော့ခ်အဖြစ်နဲ့ ရင်မဆိုင်လို့မဖြစ်တဲ့ အန္တရာယ်တွေ ကြုံလာတဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Action & Adventure\nQuality…. 1080p | 720p\nFile size… 600MB | 800MB\nFormat… mp4\nDuration…. 40min\nEpisodes..... 9 Episodes\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... AugustVIP Link - ...",
        "url": "https://channelmyanmar.org/tvshows/she-hulk-attorney-at-law-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-vampire-135x200.jpg",
        "title": "Interview with the Vampire (2022)",
        "description": "နာမည်ကြီးရုပ်ရှင်တစ်ခုကိုပဲ စီးရီးအဖြစ် ပြန်တင်ဆက်ထားတာပါ။ဒီတစ်ခါတော့ ရုပ်ရှင်ကိုတကယ်ခံစားပြီးကြည့်ရှုတဲ့သူတွေအတွက် တကယ့်ကိုကောင်းတဲ့ ဇာတ်လမ်းတွဲလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ် ရှေးခေတ်က စကားအသုံးအနှုန်းတွေပါတဲ့ အတွက် အတတ်နိုင်ဆုံး အဆင်ပြေအောင် ပြန်ထားပေးတာကြောင့် အမှားပါခဲ့ရင်လည်း ခွင့်လွှတ်ပေးဖို့ ကြိုပြောထားပါရစေ\nဇာတ်လမ်းအကျဉ်း\nမက်လွိုင်းဆိုတဲ့ သတင်းထောက်ကြီးက အိမ်မှာနေ နေရင်း လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက သူလုပ်ခဲ့ပြီးတော့ မေ့ထားလိုက်ချင်တဲ့ အင်တာဗြူးလေးတစ်ခုကို  ပြန်လုပ်ဖို့အတွက် ဖိတ်ခေါ်စာလေးတစ်စောင်နဲ့ အင်တာဗြူးလုပ်ထားတဲ့ တိပ်ခွေပါဆယ်ထုပ်ကြီးရောက်လာပါတော့တယ် အဲဒီအင်တာဗြူးကတော့ သွေးစုပ်ဖုတ်ကောင်တစ်ယောက်နဲ့ လုပ်ထားတဲ့ အင်တာဗြူးလေးပါပဲ အဲဒီမှာပဲ သူတို့ရဲ့ မပြီးပြတ်သေးတဲ့ အင်တာဗြူးလေးကို အစကနေပြန်လုပ်ကြပါလေရော အင်တာဗြူးဖြေပေးတဲ့သူကတော့ သွေးစုပ်ဖုတ်ကောင်ကြီး လူဝီဖြစ်ပါတယ် မေးခွန်းလေးက အစကတော့ \"မင်း ဘယ်အချိန်တုန်းကသေခဲ့တာလဲ မစ္စတာ ဒူးလက်ခ်\"ဆိုတဲ့မေးခွန်းလေးပါပဲ အဲဒီကနေပြီးတော့ ၁၉၁၀ခုနှစ်ကနေစပြီး သူ့ရဲ့ ဘဝဖြစ်စဉ်လေးကို ပြောပြမဲ့ကားကောင်းလေးတစ်ကားမို့လို့ ရုပ်ရှင်ကိုခံစားပြီးကြည့်မဲ့သူတွေရော ဇာတ်အိမ်ခိုင်ခိုင်ကြည့်ချင်တဲ့သူတွေရော သွေးစုပ်ဖုတ်ကောင်ကားကို အမြင်ဆန်းဆန်းနဲ့ကြည့်ချင်တဲ့သူတွေအတွက်ပါ လက်မလွှတ်သင့်တဲ့ကားကောင်းလေးတစ်ကားပါပဲခင်ဗျာFile size… 500 Mb / 300 ...",
        "url": "https://channelmyanmar.org/tvshows/interview-with-the-vampire-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLZPdjYw9zBkZWDzH0k4Fbo59ey.jpg",
        "title": "A Romance of the Little Forest (2022)",
        "description": "ဖက်ရှင်ဘလော့ဂ်ဂါ ယွီမိန်ရန်ဟာမိတ်ကပ်ကိုအားကိုးပြီးသူမရဲ့ရုပ်ရည်သွင်ပြင်ကိုထိန်းထားရတဲ့သူတစ်ဦးဖြစ်ပါတယ်သူမရဲ့အလှအပကိုအသုံးပြုကာသူမကိုတစ်ချိန်ကငြင်းပယ်ခဲ့တဲ့ကောင်လေးကိုပြန်လည်လက်စားချေပါတော့တယ်အဲကနေတဆင့်သူတိုနှစ်ယောက်ရဲ့ချစ်စဖွယ်ကောင်းတဲ့ကျောင်းတွင်းအချစ်ဇာတ်လမ်းလေးဟာကျေးလက်ကိုခေါ်ဆောင်သွားပါတော့တယ်ရုက္ခဗေဒပါမောက္ခကျန်းယွီကတော့သူ့ရဲ့တစ်ဘဝလုံးကိုအလုပ်နဲ့အပင်စိုက်ခြင်းမှာပဲမြှုပ်နှံထားတဲ့လူတစ်ဦးပေါ့လောကကြီးမှာရှိတဲ့ တခြားဘယ်အရာကိုမှစိတ်မဝင်စားတဲ့အပြင် သူ့ကိုနှစ်အကြာကြီးတစ်ဖတ်သတ်ချစ်လာခဲ့တဲ့ကျေးလက်သမလေး ယွီမိန်ရန်ရဲ့နှလုံးသားကိုလည်း နာကျင်စေခဲ့ပါတယ်နှစ်အနည်းငယ်ကြာပြီးတဲ့နောက်မှာတော့ယွီမိန်ရန်ဟာ ငှက်အကြောင်းလေ့လာတဲ့ဘာသာရပ်နဲ့ Phd ဘွဲကိုရရှိခဲ့ပါတယ်သူမဟာ သိပ္ပံပညာနဲ့သုတေသနပြုချက်တွေကိုမလုပ်ချင်တာကြောင့်ဖက်ရှင်ဘလော့ဂ်ဂါလမ်းကြောင်းကိုရွေးချယ်ခဲ့တော့တာပါပဲယွီမိန်ရန်နဲ့ကျန်းယွီတိုရဲ့တွေ့ဆုံမှုလေးကတော့လမ်းမှားဆင်းမိရာက စတာပဲ....ဟီးကျန်းယွီက အလုပ်ကိစ္စနဲ့ချင်းရွှေရွာကိုအလာ မထင်မှတ်ဘဲယွီမိန်ရန်ရဲ့ B&B မှာနေဖြစ်သွားပါတယ်ယွီမိန်ရန်တစ်ယောက်ကတော့အချစ်ဦးဖြစ်တော့ အဆုံးထိကူညီပေးတာပေါ့ကွယ်...နောက်ဆုံးတော့လည်းရေခဲတုံးကျန်းယွီတစ်ယောက်မိန်ရန်ရဲ့အချစ်နဲ့နွေးထွေးမှုကို ခံစားမိလာပြီးဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ......ဇာတ်ကားထဲပဲကြည့်ပါ (အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 35Format : mp4Genres : Comedy, Romance, LifeDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK \nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1 (1080p) - MegaUp ...",
        "url": "https://channelmyanmar.org/tvshows/a-romance-of-the-little-forest-2022/"
    }
]