[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3aNWqC5icLY2f1Em6V174z1pKZS.jpg",
        "title": "Leila (2019) Season 1 [COMPLETE]",
        "description": "(Unicode)Netflixက‌နေ အသစ်ထွက်ရှိလာတဲ့ Indian Series တစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။အပိုင်း ၆ ပိုင်းတည်း ပါတာပါ။ဇာတ်အိမ်ကတော့ ၂၀၄၀ ခုနှစ်နှောင်းပိုင်းမှာ တည်ထားတာပါ။Aryavarta လို့ခေါ်တဲ့နိုင်ငံမှာ ရေသန့်နဲ့ လေကောင်းလေသန့်တွေက အလွန်ရှားပါးအဖိုးတန်တဲ့ ဇိမ်ခံပစ္စည်းတြွေဖစ်လို့နေပါတယ်။တစ်နေ့ Shalini က သူ့ယောက်ျား Rizwan Chaudhary ရယ် သူ့သမီးလေး Leila ရယ်နဲ့အတူ ကိုယ်ပိုင်ရေကူးကန်မှာ ပျော်ရွှင်စွာ ရေကစားနေပါတယ်။အဲဒီအချိန်မှာပဲ သူတို့က ရေကိုဖြုန်းတီးနေတာပါလို့ စွပ်စွဲပြီး လူဆိုးဂိုဏ်းတစ်ခု လာတိုက်ခိုက်ပါတော့တယ်။သူတို့က ကလေးမလေးLeila အရှေ့မှာတင် သူ့အဖေ Rizwan Chaudhary ကိုသတ်ပြီး သူ့အမေ Shalini ကို ပြန်ပေးဆွဲသွားတော့တယ်။အဲ့ဒီနောက်ပိုင်း Shalini က ဘယ်လိုဘဝကိုဖြတ်သန်းပြီး သူ့သမီးLeilaကို အသည်းအသန်ရှာ‌ဖွေမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် တင်ဆက်ထားပါတယ်။(ဘာသာပြန်တင်ဆက်ထားသူကတော့ ကိုရဲမာန်အောင် ဖြစ်ပါတယ်။)(Zawgyi)Netflixက‌ေန ...",
        "url": "https://channelmyanmar.org/tvshows/leila-2019-season-1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gYlWu7ZxnVlpQaw0bUA0xj0AQkl.jpg",
        "title": "Boy For Rent (2019)",
        "description": "ဒီတစ်ခေါက်တော့ ချစ်ဖို့ကောင်းတဲ့ ထိုင်းရုပ်သံစီးရီးလေးကိုChannel Myanmar ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။မြန်မာလိုဆိုရင်တော့ \"ကောင်လေးအငှားလိုက်သည်\" ပေါ့။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးချင်ပါတယ်။စမိုင်းဆိုတာ ရည်းစားတောင်မထားဖူးတဲ့ အဖြူထည် ပထမနှစ်ကျောင်းသူလေးပါ။တစ်နေ့တော့ ဓာတ်လှေကားထဲမှာအတူတူပိတ်မိရင်းကနေကိုင်ရိုဆိုတဲ့ စီနီယာအကိုကြီးကို ကြွေသွားပါတော့တယ်။ဒါနဲ့ပဲ သတ္တိမွေးကာ ကိုင်ရိုကို ဖွင့်ပြောလိုက်ပေမယ့်ဒီလိုအဖြူထည် ကလေးလေးနဲ့တူတဲ့ကောင်မလေးမျိုးကိုကိုင်ရိုက သူ့စတိုင်မဟုတ်ပါဘူးဆိုပြီး ငြင်းလိုက်ပါတော့တယ်။ဒါပေမယ့် သူ့ကိုရင်ခုန်အောင်လုပ်နိုင်ရင်တော့စဉ်းစားပေးမယ်လို့ကတိပေးလိုက်တာပါ။အဲဒီမှာပဲ စမိုင်းတစ်ယောက်သူ့ကိုချစ်မှုရေးရာတွေသင်ပြပေးနိုင်မယ့်ကောင်လေးကိုရှာမယ်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ကောင်လေးအငှားဝန်ဆောင်မှုဌာနကိုရောက်သွားပါတော့တယ်။စမိုင်းတစ်ယောက် ဘာတွေဆက်ဖြစ်မလဲ?သူကြွေနေတဲ့ စီနီယာအကိုကြီးကိုရောရင်ခုန်အောင်လုပ်နိုင်မှာလား?ဘယ်လိုအခက်အခဲတွေကြုံရမယ်ဆိုတာ စောင်ကိုက်ပြီး ကြည့်ရှုရမယ့်စီးရီးလေးပါ။အပိုင်း ၁၂ပိုင်းပါရှိပြီး ချစ်ဖို့ကောင်းတဲ့ဒီစီးရီးလေး နာမည်ကတော့ Boy for Rent (2019) ပါ။( ဒီစီးရီးလေးကို Aye Mon Kyaw , Phue , Moe Lay , Hsu Lei , Su Su တို့မှ ဘာသာပြန်ပေးထားပါတယ်...) \nComplete ZIP Yoteshiin  /  Megaup /  VIP\n \nEpisode (1)\nGDrive / ...",
        "url": "https://channelmyanmar.org/tvshows/boy-for-rent-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/Doctor-136x200.jpg",
        "title": "Doctor Stranger ( 2014 ) ( Completed )",
        "description": "Zawgyi*******Doctor Stranger K Drama ဟာ 2014 ခုႏွစ္မွာ အပိုင္း ေပါင္း ၂၀ တိတိထုတ္လႊင္႔ခဲ႔ပါတယ္နာမည္ၾကီးမင္းသားေတြၿဖစ္တဲ႔ Lee Jong-suk နဲ႕အတူ Park Hae-jin ကလည္းပါ၀င္သရုပ္ေဆာင္ထားသလို မင္းသမီး Jin Se-yeon ကလည္း ပါ၀င္သရုပ္ေဆာင္ထားၿပန္ပါတယ္ေဆးေလာက Drama ၿဖစ္ၿပန္သလို ေၿမာက္ကိုရီးယားနဲ႕ေတာင္ကိုရီးယားတို႕ရဲ႕ဆက္စပ္မွုေတြ ႏိုင္ငံေရးအပါအ၀င္ သည္းထိတ္ရင္ဖိုစြန္႕စားခန္းေတြလည္းပါ၀င္ေတာ႔Rating အေတာ္ေကာင္းခဲ႔တဲ႔ဇာတ္လမ္းတြဲေလးၿဖစ္ပါတယ္ အညႊန္းကေတာ႔ေတာင္ကိုရီးယား ေၿမာက္ကိုရီးယား နဲ႕ အေမရိကန္ႏိုင္ငံတို႕ၾကားကတိုင္းေရးၿပည္ေရးအရွုပ္အခင္းေတြၿဖစ္ေနခ်ိန္ မွာႏိုင္ငံရဲ႕အေရးကို ေရွးရွုတဲ႔အေနနဲ႕ ေၿမာက္ကိုရီးယား အၾကီးအကဲကိုကယ္ဖုိ႕အတြက္ ေဒါက္တာ ပတ္ေခ်ာဟာေၿမာက္ကိုရီးယားကိုပို႕ေဆာင္ၿခင္းခံလိုက္ရပါတယ္ သူနဲ႕အတူသူ႕သားေလးပက္ဟြန္းကို လည္းေခၚေဆာင္သြားခဲ႔ပါတယ္ ပတ္ဟြန္းဟာသူ႔အေဖလိုဆရာဝန္ျဖစ္ဖို႔သင္ယူခဲ့တယ္။Park Hoon ၾကီးလာေတာ႔ ေတာင္ကိုရီးယားကိုၿပန္လာၿပီးနာမည္ၾကီးေဆးရံုတခုမွာအလုပ္လုပ္ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ သူဟာ ေၿမာက္ကိုရီးယားက်န္ေနခဲ႔တဲ႔သူ႕ရဲ႕ခ်စ္သူကိုကယ္တင္ဖုိ႕အတြက္ ေငြအလံုအေလာက္ရွာမယ္ဆုိတဲ႔ဆံုးၿဖတ္ခ်က္နဲ႕အတူၾကိဳးစားေနရင္း ေတာင္ကိုရီးယားမွာ အမွတ္မထင္ပဲသူ႕ခ်စ္သူနဲ႕ တူတဲ႕ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိတဲ႔အခါမွာေတာ႔............... Unicode*******Doctor Stranger K Drama ဟာ 2014 ခုနှစ်မှာ အပိုင်း ပေါင်း ၂၀ ...",
        "url": "https://channelmyanmar.org/tvshows/doctor-stranger-2014-completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/m8rWq3j73ZGhDuSCZWMMoE9ePH1-133x200.jpg",
        "title": "Watchmen (2019)",
        "description": "DC ဖန်တွေနဲ့ လေးနက်တဲ့ စူပါဟီးရိုးကားတွေ\nကြိုက်တဲ့သူတွေ မျှော်နေမယ့် စီးရီးတစ်ခု လာပါပြီ။\nWatchmen ရုပ်ရှင်ကိုကြည့်ဖူးတဲ့သူ၊\nကောမစ် ဖတ်ဖူးတဲ့သူတွေကတော့\nပိုပြီးကြည့်ကောင်းမှာပါ။ ဒါပေမယ့် ဒီအတိုင်းလည်း\nတဖြည်းဖြည်း ရှင်းလာပြီး ကြည့်ကောင်းမှာပါပဲ။\nရိုက်ထားတာ အတော်ကို ကောင်းပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ watchmen ထဲက\nဇာတ်ကောင်အချို့ကို ပြန်ယူပြီး ဇာတ်အိမ်ပြန်ဖွဲ့ထားတာပါပဲ။\nဒေါက်တာ မန်ဟက်တန် လည်း ပြန်ပါလာပါလိမ့်မယ်။\nအပိုင်း ၁ ရဲ့ လက်ရှိ အခြေအနေအရတော့\nalternate reality တစ်ခုမှာပါပဲ။\nရဲတွေဟာ ရန်ပြုခံနေရလွန်းလို့\nလူမသိအောင် မျက်နှာဖုံးတွေနဲ့\nတာဝန်ထမ်းဆောင်ရတဲ့ကာလပါ။\nလူဖြူလူမျိုးကြီးဝါဒ အစွန်းရောက်အဖွဲ့\nသတ္တမကယ်ဗရီ ပြန်ပေါ်လာပြီး စစ်ဆင်ရေးကြီးတစ်ခု\nလုပ်မယ်လို့ ချိန်းခြောက်လာပါတယ်။\nဒါကို စစ်စတာနိုက်တို့ ရက်ဒ်တို့\nဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာနဲ့ အစပြုတာပါပဲ။\nအတော်တော့ dark ပါလိမ့်မယ်။\nfight scene တွေ bed scene တွေလည်း ကြမ်းတာမို့ ကလေးတွေ\nမကြည့်ရမယ့် စူပါဟီးရိုးစီးရီးပါ။\nကြိုက်တတ်တဲ့သူတွေ အတွက်ပဲ\nတင်ပေးထားလိုက်ပါတယ်။\nTranslated By : Little Neo\nEncoded By : XCode\nQuality : 1080P\n \nSeason 1 Complete\n \nEP 01 ...",
        "url": "https://channelmyanmar.org/tvshows/watchmen-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/r0o7OBPCmRXJypYG8l6iFYUGD99-133x200.jpg",
        "title": "Daybreak (2019)",
        "description": "၁၇ နှစ်အရွယ် ကျောင်းသားလေး ဂျော့ရှ် ဝှီလာ က\nသူ့ရဲ့ပျောက်ဆုံးသွားတဲ့ကောင်မလေး ဆမ်ဒင်းန် ကို\nပေါက်ကွဲမှု ကြီးကြီးမားမားတစ်ခု ဖြစ်ပြီးနောက်မှာ လိုက်ရှာတဲ့ ဇာတ်လမ်းပါ။\nပေါက်ကွဲမှုနောက်ပိုင်းမှာ လူတွေဟာ ဇွန်ဘီလို သတ္တဝါတွေ ဖြစ်တဲ့လူက ဖြစ်ကုန်ပါတယ်။\nသူတို့ကို ဂေါလီ လို့ ခေါ်ပါတယ်။\nသူ့ကောင်မလေးကို လိုက်ရှာစဉ်မှာ ၁၀ နှစ်အရွယ် အန်ဂျလီကာ နဲ့\nကျောင်းမှာ အစခံနေရတာ ပုံမှန်လို ဖြစ်နေတဲ့ ဝက်စလေ တို့နဲ့ ပေါင်းမိပါတယ်။\nဂျွန်ဟာ သူ့ရဲ့ကမ္ဘာအသစ်မှာ ရှင်သန်ဖို့ ကြိုးစားတဲ့ အကြောင်းကို\nလူငယ်ဆန်ဆန် ဟာသစွက်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတွဲ ဖြစ်လို့ အားလုံးအကြိုက်တွေ့မှာ သေချာပါတယ်။\n၁၇ ႏွစ္အ႐ြယ္ ေက်ာင္းသားေလး ေဂ်ာ့ရွ္ ဝွီလာ က\nသူ႔ရဲ႕ေပ်ာက္ဆုံးသြားတဲ့ေကာင္မေလး ဆမ္ဒင္းန္ ကို\nေပါက္ကြဲမႈ ႀကီးႀကီးမားမားတစ္ခု ျဖစ္ၿပီးေနာက္မွာ လိုက္ရွာတဲ့ ဇာတ္လမ္းပါ။\nေပါက္ကြဲမႈေနာက္ပိုင္းမွာ လူေတြဟာ ဇြန္ဘီလို သတၱဝါေတြ ျဖစ္တဲ့လူက ျဖစ္ကုန္ပါတယ္။\nသူတို႔ကို ေဂါလီ လို႔ ေခၚပါတယ္။\nသူ႔ေကာင္မေလးကို ...",
        "url": "https://channelmyanmar.org/tvshows/daybreak-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sMZMj1gCDZA9eZzHpEmDMpQ0Iur.jpg",
        "title": "Impulse Season (2)",
        "description": "IMdb 7.5ထိရထားတဲ့ drama, science fiction အမျိုးအစားဖြစ်တဲ့impulse season2 လာပါပြီseason 1မှာတော့ဟင်နရီတစ်ယောက်သူ့မှာရှိတဲ့teleportစွမ်းအားကိုသိခဲ့ရပြီးစွမ်းအားကိုမထိန်းချုပ်နိုင်ရင်းကလေးဘုန်းနဲ့အတူပြဿနာတွေတက်ခဲ့ပြီးတော့တစ်ဖက်မှာလည်းသူ့အဖေကိုလိုက်ရှာနေခဲ့တဲ့ဟင်နရီ ကလေးဘုန်းရဲ့အဖေကဟင်နရီတို့သားအမိဆီကိုလိုက်လာပြီးဟင်နရီကိုခြိမ်းခြောက်ရင်း season1အဆုံးသတ်ခဲ့ပြီးအခုseason2မှာတော့ဇာတ်ရှိန်ကတစ်ပိုင်းဆိုတစ်ပိုင်းပိုပြီးတက်လာမှာပါကလေးဘုန်းရဲ့အဖေတစ်ယောက်သူတို့သားအမိဆီလိုက်လာပြီးဘာတွေခြိမ်းခြောက်မလဲဟင်နရီကိုကူညီမယ့်နီကိုလိုင်းကရောဘယ်လိုတွေကူညီပေးမလဲနီကိုလိုင်းရဲ့မွေးစားအဖေတည်ထောင်ထားတဲ့ကုမ္ပဏီကလူတွေနဲ့သူ့ညီမကိုဖီဆန်ပြီးဟင်နရီလွတ်မြောက်အောင်ဘယ်လိုကူညီနိုင်မလဲဟင်နရီတစ်ယောက်သူ့အဖေကိုရောရှာတွေ့နိုင်မှာလားသူ့စွမ်းအားတွေကိုရောထိန်းချုပ်သွားနိုင်မလားကလေးဘုန်းနဲ့ဖြစ်ခဲ့တာတွေကိုရဲတွေကသံသယရှိလာတဲ့အခါမှာရောဟင်နရီတစ်ယောက်ဘယ်လိုရှောင်ထွက်မလဲတစ်ပိုင်းပြီးတစ်ပိုင်းပြဿနာတွေမရိုးပဲတက်ပြီးဇာတ်ရှိန်ကလည်းတဖြေးဖြေးချင်းတက်သွားတဲ့ကြည့်နေရင်းမပျင်းရတဲ့တကယ့်သိပ္ပံဇာတ်ကားဒရမ်မာကားကောင်းလေးတစ်ကားပါ Translator : PhueEncoder : Moe Myint Lwin\nComplete Zip File  VIP  / Megaup[1-5 ] /  Megaup[6-10] /  Yoteshin[1-5]  / Yoteshin[6-10]",
        "url": "https://channelmyanmar.org/tvshows/impulse-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83mK4CnvRPFSqcyO3s3lq6aDy1x.jpg",
        "title": "Lost in Space Season (2)",
        "description": "Netflix က ထုတ်လွင့်ပေးခဲ့တဲ့  Lost in space ထဲ  so so hot တဲ့စက်ရုပ်ကြီးကို သတိရကြသေးရဲ့လား။ဒီနှစ်သစ်ကူးပိတ်ရက်တွေမှာ မိသားစုနဲ့ အတူတူ ကြည့်ဖို့အတွက်Lost in Space Season -2 ကို  Netflix ကပဲ  December 24 မှာထပ်မံပြန်ထုတ်လွှင့်ပေးလိုက်လို့ CM ၀ိုင်းတော်သားများကလည်းလက်မနှေးဘဲ အမြန်တင်ဆက်ပေးလိုက်ပြီ။Season-1 ဟာဆိုရင်လည်း   Primetime Emmy award မှာOutstanding Special Visual Effects award မှာ Nomination ဝင်ခဲ့ပြီးတခြား ဆုတွေအများကြီးကိုလည်း ဆွတ်ခူးထားပါတယ်။Season-2 ကလည်း IMDb 7.2/10 ရထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့  Season -1 မှာ ရော်ဘင်ဆန်တို့ မိသားစုဟာရီဆောလုခ် အာကာသယာဉ်ကြီးနဲ့  အယ်ဖာရာစုသစ်သို့နာမည်ပေးထားတဲ့နယ်မြေသစ်ဂြိုလ်တစ်ခုဆီကို ထွက်လာရင်း အာကာသခရီးမှာမမျှော်လင့်ထားတဲ့အဖြစ်အပျက်တွေကြောင့် ဂျူပီတာယာဉ်ငယ်နဲ့တခြားဂြိုလ်ငယ်လေးတစ်ခုဆီ ခေတ္တထွက်လာခဲ့ရတယ် ။ခရီးတစ်ထောက်နားရင်း သူတို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/lost-in-space-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/Lost-in-space-poster-135x200.jpg",
        "title": "Lost in Space Season (1)",
        "description": "အခုအချိန် နိုင်ငံတကာအင်တာနက်ဆိုရှယ်မီဒီယာတွေပေါ်မှာ လူပြောအများဆုံး Topic တွေကတော့Infinity War က Thanos ကြီးအကြောင်း နဲ့ Lost in Space-Series ထဲက Robot ကြီးအကြောင်းပါပဲ။“Lost in Space”-Series ကတော့ 2018 April လတုန်းက Nextflix က ထုတ်လွှင့်ပြသခဲ့ပြီးအပိုင်း ၁ဝပိုင်း ရှိပြီး IMbD Rating-7.2 ရထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံစီးရီးလေးပဲဖြစ်ပါတယ်။Lost in Space –Series က ၁၉၆၀-၁၉၆၃ခုနှစ်အထိ သုံးနှစ်တာ ထုတ်လွှင့်ခဲ့တဲ့Lost in Space Series တွေကို ပြန်လည်ဆန်းသစ်ရိုက်ထားထားတာဖြစ်ပြီးအဓိကဒါရိုက်တာကလည်း Game of throne Series မှာ Blackwater နဲ့The Watchers on the Wall episodes တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ဒါရိုက်တာ Niel Marshall ဖြစ်နေတာကြောင့်လူအများစိတ်ဝင်တစားနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/lost-in-space-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBIiRnCVOifc1eaW7sCbJHSWJ68.jpg",
        "title": "VIP (2019)[ Complete]",
        "description": "VIP (2019)အပိုင္း(၁ မွ ၁၆) [စ/ဆုံး]ဒီကားထဲမွာ ေ႐ြးနီမေလးတုန္းတည္းကခ်စ္ခဲ့ရတဲ့ မင္းသမီးေလးတစ္ေလာေလးက ဖဲရားနဲ႔အတြဲညီညီသ႐ုပ္ေဆာင္ၿပီး အသက္ႀကီးေနေပမယ့္လဲ မပ်က္ဆီးေသးပဲ လွတုန္းလွဆဲ မင္းသမီးေလးဂ်န္နာရာပါပါတယ္ ။တူတူတဲတဲ့မင္းသားကေတာ့ Whisper ကားထဲက ခ်စ္ရတဲ့ဦးေလးႀကီး လီဆန္းယြန္းပါပဲ ။ဇာတ္လမ္းကေတာ့အထူးဧည့္သည္ဆိုတဲ့ လူတန္းစားတစ္လႊာကို ၀န္ေဆာင္မႈေပးေနရတဲ့ကုမၸဏီတစ္ခုမွာလက္ထပ္ထားတဲ့စုံတြဲတစ္တြဲၾကားက အိမ္ေထာင္ေရးဇာတ္လမ္းေလးပါပဲ...ကိုရီးယားထုံးစံအတိုင္း ေဖာက္ျပန္တဲ့ဇာတ္လမ္းေတြပဲေပါ့ဒီဇာတ္လမ္းရဲ႕ဆြဲေဆာင္မႈကေတာ့ ဘယ္သူကဘယ္သူနဲ႔ေဖာက္ျပန္ေနမွန္းမသိပဲနဲ႔တကယ္ေရာေဖာက္ျပန္ရဲ႕လား သို႔ေလာသို႔ေလာအေတြးေတြနဲ႔ ေရွ႕ဆက္ၾကည့္ခ်င္ေအာင္ဆြဲေဆာင္ေနတာပါပဲ...အရမ္းခ်စ္ၿပီးလက္ထပ္ခဲ့ၿပီးတာေတာင္ မေတာ္တဆဆိုတာနဲ႔တင္ေဖာက္ျပန္ႏိုင္တာလား...ရာထူးတိုးဖို႔တစ္ခုအတြက္နဲ႔ ကေလးေတြမ်က္ႏွာေတာင္မေထာက္ ေဖာက္ျပန္ႏိုင္တာလား...ဒီလိုမ်ိဳးအေတြးေတြနဲ႔ တစ္ပိုင္းၿပီးရင္တစ္ပိုင္း ဆက္ၾကည့္ခ်င္ေနမွာပါေဖာက္ျပန္မႈေတြခ်ည္းပဲေတြ႕ရမယ္ထင္ၿပီး စိတ္မပ်က္ပါနဲ႔ဦးေနာ္ကုမၸဏီတစ္ခုရဲ႕လည္ပတ္ပုံေတြကိုလဲ အေသးစိတ္ျပထားေသးတာမို႔ ၾကည့္ရတဲ့အခ်ိန္ေတာင္ ဘယ္လိုကုန္မွန္းမသိလိုက္ပါဘူး ။( ဘာသာျပန္နဲ႔အၫႊန္းေရးေပးထားတဲ့သူကေတာ့ Fliex ပါ ) [Unicode]ဒီကားထဲမှာ ရွေးနီမလေးတုန်းတည်းကချစ်ခဲ့ရတဲ့ မင်းသမီးလေးတစ်လောလေးက ဖဲရားနဲ့အတွဲညီညီသရုပ်ဆောင်ပြီး အသက်ကြီးနေပေမယ့်လဲ မပျက်ဆီးသေးပဲ လှတုန်းလှဆဲ မင်းသမီးလေးဂျန်နာရာပါပါတယ် ။တူတူတဲတဲ့မင်းသားကတော့ Whisper ကားထဲက ချစ်ရတဲ့ဦးလေးကြီး လီဆန်းယွန်းပါပဲ ။ဇာတ်လမ်းကတော့အထူးဧည့်သည်ဆိုတဲ့ လူတန်းစားတစ်လွှာကို ဝန်ဆောင်မှုပေးနေရတဲ့ကုမ္ပဏီတစ်ခုမှာလက်ထပ်ထားတဲ့စုံတွဲတစ်တွဲကြားက အိမ်ထောင်ရေးဇာတ်လမ်းလေးပါပဲ...ကိုရီးယားထုံးစံအတိုင်း ဖောက်ပြန်တဲ့ဇာတ်လမ်းတွေပဲပေါ့ဒီဇာတ်လမ်းရဲ့ဆွဲဆောင်မှုကတော့ ဘယ်သူကဘယ်သူနဲ့ဖောက်ပြန်နေမှန်းမသိပဲနဲ့တကယ်ရောဖောက်ပြန်ရဲ့လား သို့လောသို့လောအတွေးတွေနဲ့ ရှေ့ဆက်ကြည့်ချင်အောင်ဆွဲဆောင်နေတာပါပဲ...အရမ်းချစ်ပြီးလက်ထပ်ခဲ့ပြီးတာတောင် မတော်တဆဆိုတာနဲ့တင်ဖောက်ပြန်နိုင်တာလား...ရာထူးတိုးဖို့တစ်ခုအတွက်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/vip-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lzrnCDxQDvciVPWH9idxKRNaLKk.jpg",
        "title": "High Seas (2019) Season 2 [COMPLETE]",
        "description": "(Unicode)Season 2 မှာတော့ သင်္ဘောပေါ်ကို လူ (၅)ယောက် ကယ်တင်ပြီးခဲ့တဲ့နောက်မှာတော့ .....ကာဆန်ဒရာ ဆိုတဲ့ အကြားအမြင်ရနေတဲ့ အမျိုးသမီးတစ်ယောက် ပါလာပါတယ်သူက ဒီသင်္ဘောပေါ်မှာ သရဲ ရှိတယ် ဆိုပါတယ်ဒီသရဲကို မြင်တဲ့လူတွေကလည်း မြင်ကြပါတယ်ဒီသရဲ နဲ့ ဒီသင်္ဘောနဲ့ ဆက်စပ်မှု ရှိရဲ့လား?ပထမတွဲမှာတုန်းက အပိုင်းတိုင်းနီးပါးမှာ Twist ပေါင်းများစွာနဲ့ ဇာတ်ကား။ခုကားမှာရော ဘယ်လို Twist တွေ လာဦးမလဲ?ဒီကားမှာ လူတွေရဲ့ မမြင်ရတဲ့ တခြားအခြမ်းတွေကိုပါ ပြသသွားပါသေးတယ်။စပိန်ဇာတ်လမ်းတွေရဲ့ထုံးစံအတိုင်း လူ့သဘောသဘာဝကို ကျကျနန ဖော်ပြသွားနိုင်ပါတယ်။ကြည့်မိရင် နောင်တမရစေရမယ့် ဇာတ်လမ်းတွဲတွေထဲက တစ်ခုပါ။(ဘာသာပြန်တင်ဆက်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်)(Zawgyi)Season 2 မွာေတာ့ သေဘၤာေပၚကို လူ (၅)ေယာက္ ကယ္တင္ၿပီးခဲ့တဲ့ေနာက္မွာေတာ့ .....ကာဆန္ဒရာ ...",
        "url": "https://channelmyanmar.org/tvshows/high-seas-2019-season-2-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/4ISaQjmIfFM0aQqcduFcI8B8dZ4-133x200.jpg",
        "title": "Miss Sherlock",
        "description": "ရှားလော့ ပြန်လာပါပြီ ဟုတ်ပါတယ်ဒါပေမယ့် ကျနော်တို့ မျှော်လင့်နေတဲ့Benedict ရဲ့ ရှားလော့ တော့ မဟုတ်ဘူးပေါ့အားလုံး ရဲ့ အမြင်တွေ ဆန်းစေမယ့်ရှားလော့မလေး ပါဟုတ်ပါတယ် HBO ရုပ်သံလိုင်းကနေတင်ဆက်ပေးလိုက်တဲ့ ဂျပန်ရှားလော့ရုပ်သံဇတ်လမ်းတွဲ ဖြစ်ပါတယ်ကျနော် တို့ ကြည့်နေကြ BBC က ရှားလော့ နဲ့မတူတဲ့ ပုံစံတွေ ပါမယ် ရှားလော့ ရဲ့ အမူအကျင့်တစ်ချို့လဲ ဒီ အမျိုးသမီး ရှားလော့ ဆီမှာ မြင်ရပါမယ်ရှားလော့ ကို လွမ်းနေတဲ့သူတွေ အတွက်အလွမ်းပြေလောက်စရာပါပဲ...ဒေါက်တာဝတ်ဆန် ပါမယ်မိုရီယာတီ တောင် ပါရင်ပါအုံးမှာပါ...အမှုတွေကလဲ ရှားလော့ ရဲ့ ထုံးစံအတိုင်းထူးထူးဆန်းဆန်းတွေပါပဲ လက်ရှိ ရုပ်သံလိုင်းမှာတော့ပြသနေတုန်းပါပဲ Channel Myanmar ကနေကြည့်ရှုသူ ရှိခဲ့မယ် ဆိုရင် အပတ်စဉ်တင်ဆက်ပေးသွားပါ့မယ်Miss Sherlock ကို ဘာသာပြန် တင်ဆက်ပေးထားသူကတော့ThinZar Htet ပဲဖြစ်ပါတယ်.... \nThit San Khant\n \nComplete Zip File  Yoteshin / Megaup / VIP",
        "url": "https://channelmyanmar.org/tvshows/miss-sherlock/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/9l2ZhuvcvC4BJagh4mkYZQlJulx-133x200.jpg",
        "title": "The Rain season 2 (2019)",
        "description": "The Rain (Season 2)\nအပိုလွန် အဖွဲ့အစည်းလက်ကနေ ထွက်ပြေးလွတ်မြောက်ခဲ့တဲ့\nမောင်နှမနှစ်ယောက်ဟာ ဒီဗိုင်းရပ်စ်ပိုးအတွက် ဖြေဆေးကို\nရှာပေးနိုင်မယ့် လူတစ်စု နဲ့ တွေ့ခဲ့ပါတယ်။\nကာကွယ်ဆေးဖော်ထုတ်ဖို့က ပိုးကို သေချာစစ်ဆေးနိုင်မှ ရှာဖွေနိုင်မှာပါ။\nရောဂါပိုး ရှိနေတဲ့ မောင်ဖြစ်သူကို ဒီလူတစ်စုက\nသွေးကို ထုတ်ပြီး ကာကွယ်ဆေး ထုတ်ဖို့ ပြင်ဆင်ပါတော့တယ်။\nအဲဒီအချိန်မှာတော့ .....\nဒီလူတွေက တကယ်ရော ကာကွယ်ဆေး ဖော်ထုတ်နိုင်ပါ့မလား?\nအပိုလွန် အဖွဲ့အစည်းကရော ဒီမောင်နှမကို ပြန်ဖမ်းမိမှာလား?\nဒီအဆိပ်သင့်မိုးရေတွေကို သူတို့ ဘယ်လိုရှောင်ရှားကြမလဲ?\nSeason 1 မှာ မရှင်းလင်းခဲ့တာတွေ Season 2 မှာ အဖြေတချို့ ပေါ်တော့မှာပါ။\nလျှို့ဝှက်ချက်တွေက ဘာတွေ ဖြစ်မလဲ?????\nFile size…360mb\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…45min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Underdogs OperationZip File - VIP  / Megaup/  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/the-rain-season-2-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH0jFBmIH9n8qO81RxIeQX5P5Do.jpg",
        "title": "One Night Steal (2019)",
        "description": "One Night Steal (2019)\n=================Nov 24 မွာစတင္ထုတ္လႊင့္ခဲ့ ကားျဖစ္ၿပီး အပတ္စဥ္ တနဂၤေႏြေန႔ ညတိုင္း ျပသသြားမွာ ျဖစ္ပါတယ္ ။မင္းသားေခ်ာ Krist Perawat Sangpotirat နဲ႔ မင္းသမီး Punpun Sutatta Udomsilpတို႔က ေနာ့(တ္) နဲ႔ ဂ်ီ အျဖစ္ ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္း အက်ဥ္းကေတာ့...\nဂ်ီဆိုတဲ့ ေကာင္မေလးက ေမြးကတည္းက ကံေကာင္းတယ္...ထီေပါက္ ကံစမ္းမဲေပါက္\nေနာက္ဆုံး ေပါင္မုန႔္လြတ္က်ေတာင္ ယိုသုတ္တဲ့ဘက္နဲ႔မက်ပါဘူး ။ေနာ့(တ္)ဆိုတဲ့ ေကာင္ေလးကက် ဂ်ီနဲ႔ေျပာင္းျပန္ ဘာလုပ္လုပ္ ကံဆိုးတယ္...\nဂီတအဖြဲ႕ေထာင္တာလည္း လုံးဝမေပါက္ျဖစ္ေနတယ္ ။တညမွာ ဂ်ီနဲ႔ ေနာ့(တ္) တို႔ ပါတီတခုမွာ ေတြ႕ၿပီး ကံတရားခ်င္း ဖလွယ္သြားခဲ့တယ္ ။အဲ့ဒီေနာက္ ေနာ့တ္ ဘာလုပ္လုပ္ကံေကာင္းၿပီး ဂ်ီဘာလုပ္လုပ္ ကံဆိုးလာခ်ိန္မွာ ကံေကာင္းမႈေတြ ျပန္ရဖို႔ ဂ်ီ ႀကိဳးစားပါေတာ့တယ္ ။ဂ်ီလိုခ်င္တဲ့ကံေကာင္းမႈေတြ ျပန္ရမလားေနာ့တ္ကပဲ ျပန္မေပးရေအာင္ ...",
        "url": "https://channelmyanmar.org/tvshows/one-night-steal-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a4E70yZs4m056i32Y4ZamtCd5iM.jpg",
        "title": "Almost Human(2013)Season1[Complete]",
        "description": "Almost Human(2013)ဇာတ္လမ္းတြဲအၫႊန္း****************************************IMDb.....8.0အပိုင္း( ၁ မွ ၁၃ )  [ စ/ဆုံး]ဒီဇာတ်လမ်းတွဲဟာ ၂၀၄၈ ခုနှစ်မှာ လူသားတွေ စက်ရုပ်တွေ တိုးတက်လာတဲ့\nနည်းပညာတွေနဲ့ ဆုတ်ယုတ်လာတဲ့ ယဥ်ကျေးမှုစနစ်တွေကြား မှ ဖြစ်ပျက်နေတဲ့\nအကြောင်းတွေကိုရိုက်ပြထားတာပါ.....\nနည်းပညာတွေတိုးတက်လာသလို ဒုစရိုက်သမားတွေကလည်း နှိမ်နှင်းရခက်လောက်အောင် လမ်းမပေါ်မှာ ပျံကျဲလို့....\nဒီလိုဒုစရိုက်မှုတွေကို နှိမ်နှင်းဖို့ အစိုးရဟာ စုံထောက်တွေနဲ့ စက်ရုပ်တွေနဲ့ တွဲဖက်ပြီး\nအမှုလိုက်စေပါတယ်....\nဒီဇာတ်လမ်းတွဲမှာ ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်မင်းသားကြီးကတော့ The Boys စီးရီးထဲမှာပါတဲ့ Karl Urban ကြီးကိုစုံထောက်တစ်ယောက်အနေနဲ့တွေ့ရမှာပါ...\nဒီဇာတ်လမ်းတွဲထဲမှာလည်း စည်းမျဥ်းတွေမလိုက်နာ သူလုပ်ချင်ရာလုပ်နေပေမယ့် တိုက်ခိုက်ရေးကောင်းမွန်ပြီး တော်လွန်းလို့ ရဲဌာနကနေလက်မလွှတ်နိုင်တဲ့ စုံထောက်ကြီးပါ....အီနေတာမျိုးမရှိသလို အပိုင်း(၁)ကနေကိုစပြီး ဗျင်းကြပါတယ်....\nဇာတ်ရှိန်ကလည်း ခပ်သွက်သွက်ဖြစ်ပြီး လုံး၀ကိုမပျင်းမရိ ရပါဘူး..\nစိတ်၀◌င်စားစရာလည်းကောင်းသလို အက်ရှင်ခန်းတွေလည်း အမိုက်စားပါပဲ...လေဒီအလန်းတွေလည်းပါကြောင်း သတင်းကောင်းပါးပါရစေ.......\nသိပ္ပံအက်ရှင်ဇာတ်လမ်းတွဲကောင်းမို့ ကိုးရီးယားစီးရီးအများစုပဲ တင်ဆက်ပေးဖြစ်နေလို့\nအကောင်းဆုံးဇာတ်လမ်းတွဲတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်...\nအပိုင်း (၁၃)ပိုင်းအပြီးထိထွက်ထားပါတယ်...၂ရက်တစ်ခါ (၂)ပိုင်းစီတင်ဆက်ပေးဖို့ စီစဥ်ထားပါတယ်...တစ်ပိုင်းလောက်တော့မြည်းစမ်းကြည့်စေချင်တယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN နှင့် Cynthia တို့ပဲဖြစ်ပါတယ်...(unicode)ဒီဇာတ္လမ္းတြဲဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/almost-human2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/ajInpZ2BH6rf8tTdvgbhi09tCGg-133x200.jpg",
        "title": "Constantine (2014)",
        "description": "မနှစ်တုန်းက ကျွန်တော်တို့ Channel Myanmar ကနေConstantine စီးရီးရဲ့ပထမဆုံးအပိုင်းတပိုင်းကိုတင်ဆက်ပေးခဲ့ပါတယ်..အကြောင်းအမျိုးမျိုးကြောင့်ဆက်လက်မတင်ပေးနိုင်တော့ပဲရပ်နားလိုက်ရပါတယ်.အခုအချိန်မှာတော့ Constantine စီးရီးရဲ့ အစအဆုံးအကုန်လုံးကိုတပြိုင်နက်ထဲအားလုံးတင်ပေးလိုက်ပါပြီကျန်တဲ့အပိုင်းတွေမကြည့်လိုက်ရပဲစောင့်မျှော်နေတဲ့သူတွေအားလုံးကျေနပ်မယ်လို့မျှော်လင့်မိပါတယ်Constantine ဆိုတဲ့ ဇာတ်ကောင်ဟာDC Comics ရဲ့နာမည်ကြီးဇာတ်ကောင်တစ်ဦးဖြစ်ပါတယ်..2005 တုန်းကလည်း တကားတည်းအနေနဲ့ထွက်ရှိခဲ့ပြီး သရုပ်ဆောင်ခဲ့သူကတော့ Matrix မင်းသားkeanu reeves ပါ...အောင်မြင်ခဲ့တယ်လည်းဆိုရမှာဖြစ်ပါတယ်..2014မှာတော့ Series တွဲအနေနဲ့ဇာတ်လမ်းပြန်လည်အသက်သွင်းခဲ့ပါတယ်..Season 1 ခုသာပြီးခဲ့ပေမယ့် ဒီ TV Show ဟာဆက်လက်ရိုက်ကူးခြင်းမရှိပဲ Cancel လုပ်လိုက်ပါတယ်..ဒါကြောင့် တခြား season တွေထပ်မရှိလာပဲနဲ့First Season တခုတည်းသာရှိတာမို့ကြည့်ရှုသူတွေအနေနဲ့လည်းအစအဆုံးကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်ကွန်စတန်တင်းဟာမကောင်းဆိုးဝါးနှိမ်နင်းတဲ့တစ်ဦးဖြစ်ပါတယ်..သူ့ဘဝတခုလုံးကို ဒီလောက ထဲအတွင်းမှာပဲမြှုပ်နှံထားပြီးတော့ ငရဲပြည်နဲ့ရော..ကောင်းကင်ဘုံနဲ့ပါဆက်ဆံရတဲ့သူတစ်ဦးဖြစ်ပါတယ်..ငရဲပြည်ကတော့ သူ့ကိုအမြဲတမ်းသတ်ဖို့ကြိုးစားနေပြီးကောင်းကင်ဘုံကတော့ ဂျွန် နဲ့ စာချုပ်ချုပ်ပြီးတော့သဘောတူညီမှုတွေပြုလုပ်ထားပါတယ်..မကောင်းဆိုးဝါးတွေကြောင့် ဒုက္ခရောက်နေရတဲ့သူတွေကို ဝင်ဝင်ကူညီပေးတတ်ပြီး ငရဲနဲ့ကောင်းကင်ရဲ့စစ်ကြားမှာ ကန့်လန့်ဖြစ်နေတဲ့ ဂျွန်ကွန်စတန်တင်းရဲ့ ဇာတ်ကားကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပါအပိုင်းစုစုပေါင်း 13 ပိုင်းသာ ရှိပါတယ်ဘာသာပြန်ပေးသူကတော့ SKL ပဲ ဖြစ်ပါတယ်။ \nComplete Ziip FIle  Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/constantine-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/zlyM7pjbFP9tI69zd02Un2g2EMf-140x200.jpg",
        "title": "Catch The Ghost (2019)",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Catch The Ghost ဆိုတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးကို tvN ရုပ်သံလိုင်းကနေ အပတ်စဥ် တနင်္လာ အင်္ဂါ ၂ ရက် ကိုရီးယား စံတော်ချိန် 21:30 မှာ\nထုတ်လွှင့်ပြသသွားမှာဖြစ်ပြီး အပိုင်း ၁၆ ပိုင်း ပါ၀င်မှာဖြစ်ပါတယ်\nယူယောင်းဟာ ခေါင်းမာတဲ့ ရဲမေလေး တစ်ယောက်ဖြစ်ပါတယ်\nသူ့မှာ Autism ဖြစ်နေတဲ့ အမွှာညီမတစ်ယောက်ရှိပြီး ညီမဖြစ်သူဟာ\nမြေအောက်ရထား ဘူတာမှာ ပျောက်ဆုံးသွားခဲ့ပါတယ် ညီမပျောက်ဆုံးမှုကို\nမြေအောက်ရထား ကွင်းဆက်လူသတ်သမားရဲ့ လက်ချက်လို့ သူမကယူဆထားပေမယ့်\nအလောင်းမတွေ့ရတာကြောင့် ရဲတွေက မစုံစမ်းပေးခဲ့ပါဘူး\nဒါကြောင့် သူမကိုယ်တိုင်စုံစမ်းဖို့ မြေအောက်ရထားရဲဌာနကို ၀င်ခဲ့ပါတယ်\nဂိုဂျီဆော့ဟာ မြေအောက်ရထားရဲဌာန ၀မ်ဆူရီဘူတာရဲ့ ရဲမှူးတစ်ယောက်ဖြစ်ပြီး\nပြဿနာကြီးလာမယ့်ကိစ္စတွေကိုတော့ အမြဲလက်ရှောင်ပြီး အေးဆေးနေဖို့ကြိုးစားသူပါ\nဒါပေမယ့် ယူယောင်းရောက်လာပြီးနောက်ပိုင်းမှာ တရားမျှတမှုကို လိုချင်လွန်းတဲ့\nယူယောင်း​ရဲ့ စည်းဘောင်အပြင်ကျော်ပြီး လုပ်လိုက်တဲ့ ပြသနာတွေကိုပဲ အမြဲလိုက် ရှင်းရပါတော့တယ်\nဂျီဆော့နဲ့ယူယောင်း တို့ ကွင်းဆက်လူသတ်မှုနဲ့ အခြားသော မြေအောက်ရထားဘူတာက\nအမှူတွေကို ဘယ်လိုဖြေရှင်းမလဲ ယူယောင်းရဲ့အမွှာပျောက်ဆုံးမှုကရော တကယ်ပဲ\nကွင်းဆက်လူသတ်သမားနဲ့ ပက်သက်နေလားဆိုတာကို ဒီဇာတ်ကားလေးမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/catch-the-ghost-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4W6OAnVNNEpZPUiUUaCljVXPgaq.jpg",
        "title": "Pegasus Market(2019)[Complete]",
        "description": "(Unicode)ဒယ်မန်းအုပ်စုဆိုတာ ကိုးရီးယားရဲ့ ထိပ်ထိပ်ကျဲ လုပ်ငန်းတော်တော်များများကို\nပိုင်ဆိုင်ထားတယ်....ထိပ်သီးစီးပွားရေးကုမ္ပဏီဖြစ်လို့ အလုပ်ဝင်ချင်သူတွေလည်း\nဒုနဲ့ဒေးပါပဲ.....ဒါရိုက်တာအဖွဲ့ဝင်တွေဟာလည်း ဒယ်မန်းတိုးတက်ဖို့ နည်းမျိုးစုံနဲ့\nကြိုးစားကြသလို အသစ်သစ်သော ကုန်ပစ္စည်းတွေထုတ်ဖို့ လုံးပန်းနေကြတယ်..\nတစ်နေ့တော့ ကုန်ပစ္စည်းသစ်ထုတ်ဖို့ အစည်းအဝေးတစ်ခုမှာ ကားဒီဇိုင်းတစ်မျိုး\nထုတ်သင့်မသင့်ဆုံးဖြတ်ကြတယ်......ရှုံးမယ်လို့ထင်လို့ ကန့်ကွက်တဲ့ ဒါရိုက်တာအဖွဲ့ဝင်\nကြောင့် ပွဲပျက်သွားခဲ့တယ်...တခြားကုမ္ပဏီက အဲ့ဒီဇိုင်းကိုထုတ်လုပ်ခဲ့ပြီး\nအဲ့ကားဒီဇိုင်းဟာ ကိုရီးယားမှာ အအောင်မြင်ဆုံး ထုတ်ကုန်တစ်ခုတောင်ဖြစ်သွားတယ်..\nဒယ်မန်းအတွက်ရှယ်ယာဈေးတွေကျသွားတဲ့အပြင်\nတကယ့်အချီကြီးရမယ့် ဈေးကွက်လွတ်သွားလေတော့ဥက္ကကြီးစိတ်ဆိုးပြီးတော့ ကန့်ကွက်တဲ့ဒါရိုက်တာကို ချောင်းမာလီဈေးကို ကွပ်ကဲဖို့လွှတ်လိုက်တယ်...\nအဲ့ဒီမှာဇာတ်လမ်းကစတော့တာပဲ...\nချောင်းမာလီဈေးဆိုတာ သုသန်လောက်တောင်မစည်ကားဘူး...\nဈေးနာမည်ခံတစ်ခုသာရှိပြီး ရောင်းအားလုံးဝမရှိတဲ့ဈေးကြီး\nအောင်မြင်အောင်ကွပ်ကဲဖို့ဆိုတာ သကြားမင်းတောင်လက်ရှောင်နိုင်တဲ့အခြေအနေမျိုး...\nဒီလိုအခြေအနေကို သူဘယ်လိုဆွဲတင်မလဲ...\nဒီစီးရီးက ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွဲမျိုးတော့မဟုတ်ဘူး...\nစီးပွားရေးလောကရဲ့ မာယာတွေနဲ့...\nဒီလောကရဲ့ ပရိယာယ်အသွယ်သွယ်တွေကို လှလှပပလေး ပညာပေးရိုက်ပြသွားတဲ့\nဇာတ်လမ်းတွဲဖြစ်ပါတယ်..ဗဟုသုတလည်းရသလို\nကြည့်သင့်တဲ့စီးရီးတစ်ခုလည်းဖြစ်ပါတယ်....\nဟာသလေးတွေပါသလို မှတ်သားစရာပေါင်းများစွာပါပါတယ်...\nအပိုင်း (၁၂)ပိုင်းထွက်ရှိမှာဖြစ်ပြီး အပတ်စဉ် သောကြာနေ့တိုင်းထွက်ရှိမှာဖြစ်ပါတယ်...\nခံစားကြည့်ကြပါဦး.... Quality – 720p  HD-TVDuration – 65min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre :   DramaTranslator –Oung Xix Ming & May Phyu ZawEncoder – Phyo Pyae  \nComplete Zip ...",
        "url": "https://channelmyanmar.org/tvshows/pegasus-market2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/xP5D3f-144x200.jpg",
        "title": "Journey To The West  ( 2000 ) ( Completed )",
        "description": "Zawgyi*******စြန္း၀ူခုန္းဆုိတာ ငယ္ငယ္ကတည္းက ကြ်န္ေတာ္တို႕ရင္းႏွီးၿပီးသာအမည္နာမတစ္ခုပါ..ဘုန္းၾကီးတစ္ပါးရယ္..ေမ်ာက္တစ္ေကာင္ရယ္၀က္တေကာင္ရယ္..ေရသရဲရယ္..နဂါး ( ၿမင္း ) တစ္ေကာင္ရယ္အေနာက္အရပ္ကိုခရီးႏွင္ၿပီးေတာ႕ က်မ္းစာပင္႔တဲ႔အေၾကာင္းေပါ႔ဇာတ္လမ္းကဘယ္လိုၿဖစ္လဲဆုိတာအားလံုးသိၿပီးသားၿဖစ္မွာပါမသိၾကတဲ႔အရာကေတာ႔ ဒီခရီးၿပီးဆံုးလို႔ က်မ္းစာပင္႔ ၿပီးတဲ႕အခ်ိန္မွာဘာေတြဆက္ၿဖစ္ၾကတယ္ဆုိတာပါပဲ..၀ူခုန္းတို႕က်မ္းစာပင္႔ပီး ေနာက္ပိုင္းမွာၿမတ္စြာဘုရားနဲ႕ဘုရားအေပါင္းတို႕သီတင္းသံုးရာ တန္ခိုးေတာင္မွာ၀ူထ်န္းလို႔ေခၚတဲ႔ ဘုရားၿပိဳင္ဘက္မိစၦာက ၾကီးစိုးဖုိ႕ၾကိဳးစားလာတဲ႔အခါဘုရားဟာ လူ႕ၿပည္ကိုၿပန္လည္၀င္စားသြားပါေတာ႔တယ္ဘုရားၿပန္လည္ၿဖစ္တည္လာဖုိ႕အတြက္စြန္း၀ူခုန္းတစ္ေယာက္ဓါတ္လံုးေတြစုရင္းဘယ္လိုေတြ ဆက္ၿဖစ္ၾကမယ္ဆုိတာ ခံစားၾကည္႕ရွုပါက်မ္းစာပင္႔တဲ႔အေၾကာင္းကို ႏွစ္ေပါင္းမ်ားစြာ ေခတ္အလိုက္ဗားရွင္းအမ်ိဳးမ်ိဳးနဲ႕ၿပန္လည္ရိုက္ကူးၾကေပမယ္႔ အခုတင္ဆက္ေပးလိုက္တဲ႔ဇာတ္လမ္းတြဲေလးကေတာ႔ 2000 ခုႏွစ္ Version တမ်ိဳးတည္းသာရွိပါတယ္ဒီဇာတ္လမ္းတြဲဟာအပိုင္းေပါင္း ၃၀ ထြက္ရွိခဲ႔ပါတယ္ကြ်န္ေတာ္တို႔ CM ကေန ရုပ္သံအၾကည္လင္ဆံုးရႏိုင္တဲ႔ဗားရွင္း 720pနဲ႕ မွန္ကန္တဲ႔ၿမန္မာစာတန္းထိုးနဲ႕အတူတင္ဆက္ေပးလိုက္ရပါတယ္ဆက္လက္ခံစားၾကည္႕ရွုပါ..တရက္2 ပိုင္းဆီတင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္ Unicode*******စွန်းဝူခုန်းဆိုတာ ငယ်ငယ်ကတည်းက ကျွန်တော်တို့ရင်းနှီးပြီးသာအမည်နာမတစ်ခုပါ..ဘုန်းကြီးတစ်ပါးရယ်..မျောက်တစ်ကောင်ရယ်ဝက်တကောင်ရယ်..ရေသရဲရယ်..နဂါး ( မြင်း ) တစ်ကောင်ရယ်အနောက်အရပ်ကိုခရီးနှင်ပြီးတော့ ကျမ်းစာပင့်တဲ့အကြောင်းပေါ့ဇာတ်လမ်းကဘယ်လိုဖြစ်လဲဆိုတာအားလုံးသိပြီးသားဖြစ်မှာပါမသိကြတဲ့အရာကတော့ ဒီခရီးပြီးဆုံးလို့ ကျမ်းစာပင့် ပြီးတဲ့အချိန်မှာဘာတွေဆက်ဖြစ်ကြတယ်ဆိုတာပါပဲ..ဝူခုန်းတို့ကျမ်းစာပင့်ပီး နောက်ပိုင်းမှာမြတ်စွာဘုရားနဲ့ဘုရားအပေါင်းတို့သီတင်းသုံးရာ တန်ခိုးတောင်မှာဝူထျန်းလို့ခေါ်တဲ့ ဘုရားပြိုင်ဘက်မိစ္ဆာက ကြီးစိုးဖို့ကြိုးစားလာတဲ့အခါဘုရားဟာ လူ့ပြည်ကိုပြန်လည်ဝင်စားသွားပါတော့တယ်ဘုရားပြန်လည်ဖြစ်တည်လာဖို့အတွက်စွန်းဝူခုန်းတစ်ယောက်ဓါတ်လုံးတွေစုရင်းဘယ်လိုတွေ ဆက်ဖြစ်ကြမယ်ဆိုတာ ခံစားကြည့်ရှုပါကျမ်းစာပင့်တဲ့အကြောင်းကို နှစ်ပေါင်းများစွာ ခေတ်အလိုက်ဗားရှင်းအမျိုးမျိုးနဲ့ပြန်လည်ရိုက်ကူးကြပေမယ့် အခုတင်ဆက်ပေးလိုက်တဲ့ဇာတ်လမ်းတွဲလေးကတော့ 2000 ခုနှစ် Version တမျိုးတည်းသာရှိပါတယ်ဒီဇာတ်လမ်းတွဲဟာအပိုင်းပေါင်း ၃၀ ထွက်ရှိခဲ့ပါတယ်ကျွန်တော်တို့ CM ...",
        "url": "https://channelmyanmar.org/tvshows/journey-to-the-west-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/u6MpSEaUlDEv7KCn49aHhtTQ43L-133x200.jpg",
        "title": "Kengan Ashura (2019)",
        "description": "______KENGAN ASHURA______\nAction, Martial art အမျိုးအစား Anime တစ်ခုဖြစ်ပါတယ်\nလက်ရှိ Season နှစ်ခုခွဲပြီး Episode 24 ခုထိထွက်ရှိထားတဲ့ Netflix series တစ်ခုဖြစ်ပြီး\nTv series မဟုတ်ပဲ ONA အမျိုးအစားဖြစ်တာကြောင့် လူသိနည်းတဲ့ Underrated anime ကောင်း တစ်ခုဖြစ်ပါတယ်။\nMartial art စိတ်ဝင်စားသူတွေ Fight scene အကြမ်းစား ကြိုက်တဲ့သူတွေ သဘောတွေ့​စေမဲ့ anime တစ်ခုပါ\nပုံမှန်အားဖြင့် လုပ်ငန်းရှင် တွေတစ်ဦးနဲ့တစ်ဦး အလုပ်ကိစ္စ ညှိနှိုင်းကြရမှာ\nအစည်းအဝေး တွေ​ ​သဘောတူစာချုပ်တွေနဲ့ပဲ ညှိနှိုင်းကြပါတယ်\nဒါပေမဲ့ ဒီ Kenganverse မှာတော့ လုပ်ငန်းရှင်တွေဟာ\nတစ်ဦးနဲ့ တစ်ဦး လုပ်ငန်းပိုင်းဆိုင်ရာညှိနှိုင်းနိုင်ဖို့ Figher တွေကိုအလုပ်​ခန့်ထားပြီး\nအလုပ်ကိစ္စ ညှိနှိုင်းစရာရှိလာတဲ့အခါ နှစ်ဖက်လုံးက\nကိုယ်မွေးထားတဲ့ Fighter တွေကိုအချင်းချင်းတိုက်ခိုက်စေပြီး\nအနိုင်ရသူက အလိုရှိရာကိုယူနိုင်တဲ့ ညှိနိုင်းမှုနည်းစနစ်ကို ကျင့်သုံးကြပါတယ်\nဒီစနစ်နဲ့ ထိုးသတ်ပွဲတွေကို Kengan အဖွဲ့အစည်းက ကြီးမှူးကျင်းပပါတယ်\nဒီ Kenganverse ...",
        "url": "https://channelmyanmar.org/tvshows/kengan-ashura-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/vZQKQcB5n91c6tBofAVXq88Uuti-133x200.jpg",
        "title": "The End of the F***ing World season 2 (2019)",
        "description": "ဒီစီးရီးလေးကတော့ ဗြိတိန် ဟာသအကြမ်းစား မျိုးပါပဲ။အရင်အတွဲ ၁ တုန်းက လူကြိုက်များခဲ့ပြီး အခု အတွဲ ၂ မှာ ပိုကြမ်းလာပါတယ်။ဒီလိုဟာသမျိုးတွေက ဇာတ်လမ်းက ရယ်စရာမကောင်းသလိုစကားတွေ သရုပ်ဆောင်တွေကလည်း မရယ်ရပါဘူး။ဒါပေမယ့် တွေးရင်းရယ်ရမလို ပြုံးရမလို စိတ်ညစ်ရမလို ဖြစ်စေတတ်တာမျိုးပါ။တစ်လောကလုံးကို အရွဲ့တိုက်ချင်နေတဲ့အယ်လစ်ဆာဆိုတဲ့ မိန်းကလေး နဲ့လူလေးသတ်ဖူးချင်လို့ အယ်လစ်ဆာကိုသတ်ဖို့ သူ့နောက်က တကောက်ကောက်လိုက်ပြီးအကွက်ချောင်းနေတဲ့ ဂျိမ်းစ် ဆိုတဲ့ကောင်လေးပါတယ်၊သူတို့ သတ်မိခဲ့တဲ့ မုဒိန်းကောင်ကို လူကောင်းထင်ပြီးရည်းစားတော်မိထားတဲ့ ကောင်မလေးက သူတို့ ၂ ယောက်ကို လက်စားချေဖို့ တကောက်ကောက်လိုက်တယ်ပေါ့။သူတို့သုံးယောက် ပြဿနာတွေ ပတ်ရှာကြတာကို ထိုင်ကြည့်ရမှာပါပဲ။စောင့်နေတဲ့သူတွေ ကြည့်နိုင်ပါပြီ။ဒီစီးရီးလေးကတော့ ဗွိတိနျ ဟာသအကွမျးစား မြိုးပါပဲ။အရငျအတှဲ ၁ တုနျးက လူကွိုကျမြားခဲ့ပွီး အခု အတှဲ ၂ မှာ ပိုကွမျးလာပါတယျ။ဒီလိုဟာသမြိုးတှကေ ဇာတျလမျးက ရယျစရာမကောငျးသလိုစကားတှေ သရုပျဆောငျတှကေလညျး မရယျရပါဘူး။ဒါပမေယ့ျ တှေးရငျးရယျရမလို ပွုံးရမလို စိတျညဈရမလို ဖွဈစတေတျတာမြိုးပါ။တဈလောကလုံးကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-end-of-the-fing-world-season-2-2019/"
    }
]