[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ManintheHighCastle-151x200.jpg",
        "title": "The Man in the High Castle(2015) Season 1",
        "description": "The Man in the High Castle(2015) Season 1 ဇာတ်လမ်းတွဲ***************************************************အပိုင်း ( ၁ မှ ၁၀   ) အထိ စ/ဆုံးThe Man in the High Castle (ရဲတိုက်ကြီးပေါ်ကလူ) ဆိုတဲ့ စီးရီးဟာအတော်လေး ထူးခြားတဲ့ စီးရီးတစ်ခုပါပဲ။Doctor Strange တို့ဘာတို့မှာကြည့်ရတဲ့ အပြိုင်စကြဝဠာ၊အချိန်ခရီးသွားခြင်းတွေလိုပါပဲ။ ဇာတ်ကောင်တွေနေနေတဲ့ ကမ္ဘာဟာကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးနဲ့မတူညီပါဘူး။ ဘာလို့မတူညီတာလဲဆိုတော့ဒုတိယ ကမ္ဘာစစ်မှာ နာဇီတွေ ဂျပန်တွေ စစ်နိုင်သွားပြီးကမ္ဘာကြီးကို ဖက်ဆစ်စနစ်နဲ့ အုပ်စိုးနေတဲ့ ကမ္ဘာကြီးဖြစ်နေလို့ပါပဲ။ဒီနေ့ခေတ်အထိ ဂျူးတွေကိုအဆိပ်ပေးသတ်ခွင့်ရှိတယ်၊ကင်ပေတိုင်တွေ SS တွေကြီးစိုးတယ်။ချွေးတပ်စခန်းတွေထားတယ်။ သေဒဏ်တွေ၊ဖမ်းဆီးနှိပ်စက်တာတွေ၊ မိသားစုလိုက်ကို ဒုက္ခပေးတာတွေအကြပ်ကိုင်တာတွေ အားလုံးကို အစိုးရက တရားဝင်လုပ်ဆောင်နေတဲ့ ကမ္ဘာပါပဲ။ဒီတော့ ဒီအစိုးရတွေကို တော်လှန်တဲ့ တော်လှန်ရေးအဖွဲ့တွေ ရှိလာတာပေါ့။ဒါပေမဲ့ အင်အားအရမ်းနည်းနေပြီး ဖက်ဆစ်တွေကလည်းကမ္ဘာတစ်ခုလုံးကို အုပ်စိုးထားပြီဆိုတော့ တော်လှန်ရေးအောင်နိုင်ချေကမဖြစ်နိုင်သလိုပါပဲ။ ဒါ့အပြင် ဒီဖက်ဆစ်တွေလက်အောက်မှာကိုမှမသေရုံတမယ် ...",
        "url": "https://channelmyanmar.org/tvshows/the-man-in-the-high-castle2015-season-1/"
    },
    {
        "thumbnail": "https://f.ptcdn.info/391/077/000/rcirl3dld8743GtGQgV-o.jpg",
        "title": "Kung Sanaeha (2022)",
        "description": "Kung Sanaeha(2022) စ / ဆုံး\"ဆန်းကြယ်သောဖူးစာ\".........................................ရွာအကြီးအကဲသမီးတစ်ယောက်ဖြစ်တဲ့မာလစီကစွာတေးလန်ခေါင်းမာပြီး\nဇာတ်ကိုအရူးအမူးစွဲလန်းနေသူဖြစ်တဲ့အတွက် ရွာမှာတမူထူးခြားနေသူဖြစ်ပါတယ်မာလစီက ဇာတ်မင်းသားချီဝမ်ကိုအလွန်မင်းသဘောကျတာကြောင့်\nချီဝမ်ပါတဲ့ ဇာတ်ပွဲတိုင်းကို မလွတ်စတမ်းအားပေးတတ်တဲ့ ကောင်မလေးပါအမှုတစ်ခုအတွက်ကိုယ်တိုင်စုံစမ်းဖို့အတွက်\nဇာတ်အဖွဲ့ဝင်အဖြစ်လာရောက်အသွင်ယူနေတဲ့ ရဲမှူးလေမွန့်ဒီလိုနဲ့ပဲ ဇာတ်မင်းသားရူးလေးမာစီနဲ့ ရဲမှူးလေးမွန့်တို့ ဆုံဖို့ဖြစ်လာခဲ့ပြီး\nနှစ်ယောက်သားဆုံလိုက်တိုင်း ဘုနဲ့ဘောက်ဖြစ်နေပါတော့တယ်​နောက်ဆုံးမှာ သူမချစ်မြတ်နိုးတဲ့ ဇာတ်မင်းသားလေးနဲ့ဆုံစည်းမှာလား.................ဒါမှမဟုတ် သူမနဲ့ဆုံလိုက်တိုင်း ဘုနဲ့ဘောက်ဖြစ်နေတဲ့ ရဲမှူးလေးနဲ့ပဲ\nဖူးစားဖက်ဖြစ်သွားမှာလား.................\nCM ကဘာသာပြန်တင်ဆက်ပေးမယ့် \"ဆန်းကြယ်သောဖူးစာ\" ဆိုတဲ့ဇာတ်လမ်းတွဲလေးကို ကြည့်ရှု့လိုက်ကြရအောင်Aired: May 27 , 2022\nAired On:Mon to Fri\nGenres: Romance ,  Comedy\nDuration: 50mins\nEpisodes:30\nFile Size: 1080p(~700MB)\nTranslated by Phyoe & Sai Tom Kham\nEncoded by  PinkPloyEpisode 1 (700MB)UsersDrive / Yoteshin / StreamSB / Mega / VIP Episode 2 (700MB)UsersDrive / Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/kung-sanaeha-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Shining-7-134x200.jpg",
        "title": "Hello, My Shining Love (2022)",
        "description": "Hello My Shining LoveCM ချစ်ပရိသတ်ကြီးတွေအတွက်ဒီတစ်ခါ CM ကနေပြီးတော့Hello My Shining Love ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းထဲမှာပါဝင်တဲ့ cast တွေကတော့Chen Qiao En (Destined to love you - Qian Bao Bao အဖြစ်),Jin Han (Our Glamorous Time - Lin Zhi Cheng အဖြစ်) တိုကပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Du Gu Ruo Nan (Chen Qiao En) ကအဆင့်မြင့်အကျိုးတော်ဆောင်တစ်ယောက်။သူ့အိပ်မက်ကတော့အကောင်းဆုံးအနုပညာသမားတစ်ယောက်ဖြစ်လာရမယ်ပေါ့။Ruo Nan ကအရည်အချင်းနိမ့်ကျပြီး တာဝန်မယူတတ်တဲ့ဘယ်လိုအနုပညာသမားကိုမဆိုခွင့်မပြုသလိုသူကိုယ်တိုင်ကလည်းကျွမ်းကျင်ပြီးတလေးတစားနဲ့စည်းကမ်းတင်းကျပ်တဲ့လူတစ်ယောက်။ဒီလိုနဲ့ Ruo Nan တစ်ယောက် Ji Mo ဆိုတဲ့စိတ်ပညာမှာထူးချွန်တဲ့လူနဲ့တွေ့ဆုံခဲ့တယ်။မတူညီတဲ့အကျင့်စရိုက်နှစ်ခုကြောင့်အချင်းချင်းမတည့်ကြရာကနေအချင်းချင်းအပြန်အလှန်နားလည်လာပြီးရန်သူကနေမိတ်ဆွေဖြစ်သွားပါတော့တယ်။အပြန်အလှန်အတိတ်ကအရာတွေကိုကုစားပေးပြီးခံစားချက်တွေပေါက်ဖွားလာတဲ့အချိန်မှာတော့....ကဲဒီတော့ကြောင်နဲ့ကြွက်လိုအမြဲတမ်းမတည့်ပေမဲ့အလိုက်ဖက်ဆုံးဖြစ်နေတဲ့သူတိုနှစ်ယောက်ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲဆိုတာဒီဇာတ်ကားလေးကိုစောင့်မျှော်ကြည့်ရူလိုက်ရအောင် Quality : WEB-DL 720pTotal Episodes : 45Format : mp4Genres : ...",
        "url": "https://channelmyanmar.org/tvshows/hello-my-shining-lover-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88vvaPr46yQpkvwfnb5CmCy4Q4z.jpg",
        "title": "Triage (2022)",
        "description": "Triage (2022)  စ / ဆုံး.........................ဘဝကို ရိုးရှင်းစွာဖြတ်သန်းချင်တဲ့သူတိုင်း အနှောင့်အယှက်တွေနဲ့\nကြုံလာရင် စိတ်ပျက်တတ်ကြတာ ငြင်းပယ်လို့မရပါဘူးတင်ဆိုတဲ့ ဒေါက်တာလေးက သူ့အလုပ်ကိုသူတာဝန်ကျေပွန်အောင်လုပ်ပြီး\nဘဝကို ရိုးရှင်းစွာဖြတ်သန်းသူတစ်ဦး ဖြစ်ပါတယ်\nဒါပေမယ့် ဒေါက်တာဆိုတဲ့ ဘဝလေးက တာဝန်ကျေပွန်တာလောက်နဲ့ မပြီးပြန်ပါဘူး\nစိတ်ရှည်သည်းခံမှု ဂရုဏာထားမှု တာဝန်ယူမှုတွေနဲ့ ပြည့်နှက်နေပြန်ပါတယ်ဒါပေမယ့် တစ်ညမှာ ဒေါက်တာတင်လေး အိပ်ယာနိုးလာပြီး\nအလုပ်စဝင်တဲ့နောက်ပိုင်းမှာ အချိန်ဝင်္ကပါထဲ ပိတ်မိနေပြီးကားမတော်တဆဖြစ်လာတဲ့ အရက်သမားကောင်လေးကို\nထပ်ခါထပ်ခါ ကုနေရပါတော့တယ်တင်အတွက်တော့ အရက်သမားဆိုတာ ရောဂါပိုးမွှားတွေထက်တောင်\nပိုပြီးရွံရှာတတ်ပါတယ်ဒါပေမယ့် ဒိအချိန်ဝင်္ကပါကနေ လွတ်မြောက်ချင်ရင် ဒီကောင်လေးကို\nအသက်ရှင်အောင်ကုသရမှာ ဖြစ်ပီးတော့ တင်အတွက် မလွယ်ကူလှပေ.....ကုသလိုက်တဲ့အခါတိုင်းလည်း အမြဲတမ်း သေဆုံးသွားတာကြောင့်\nတင်တစ်ယောက် ဒီကောင်လေးကို အသက်ရှင်လာအောင် ဘယ်လိုကုသမှာလဲ......ဒီအချိန်ဝင်္ကပါထဲကနေရော လွတ်မြောက်နိုင်ပါ့မလား........?\nဒေါက်တာတင်ကရော အရက်သမားတွေကို မုန်းတီးရတဲ့ အကြောင်းအရင်းက ဘာလဲ...??အပတ်စဉ် တနင်္လာနေ့တိုင်း တစ်ပတ်မှ တစ်ပိုင်းတည်းမို့\nလက်လွှတ်မခံ ကြည့်သင့်တဲ့ ဇာတ်လမ်းဆိုလည်း မမှားပါဘူးEpisodes: 13Aired: March , 2022Aired On: SATGenres:  RomanceTranslated by Mhoo ...",
        "url": "https://channelmyanmar.org/tvshows/triage-2022/"
    },
    {
        "thumbnail": "https://i.mydramalist.com/Be7gA_4c.jpg?v=1",
        "title": "My Friend ,The Enemy(2022)",
        "description": "My Friend,The Enemy(2022) စ / ဆုံး\"အနီးဆုံးရန်သူ\"...................................Beam အဖြစ် - Patricia\nWan အဖြစ် - Mo Mochanok\nNick အဖြစ် - Pon Nawasch\nWayu အဖြစ် - God Itthipatခေါင်းမာ ဒဲ့ပြောတတ်ပြီး စိတ်လိုက်မာန်ပါလုပ်တတ်တဲ့ မိန်းမလှလေး “ဘင်\" ဟာ\nသူမရဲ့ စိတ်ဆတ်မှုတွေကြောင့် သူမရဲ့ဘဝမှာ အလွဲလွဲအချော်ချော်ဖြစ်သွားလေ့ရှိပါတယ်။“ဘင်\"နဲ့ အကျင့်စရိုက်တွေ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ အနေအေးပြီး အကြံကြီးတဲ့ မိန်းကလေး “ဝမ်”\n“ဘင်\" နဲ့ “ဝမ်” တို့ အမှတ်တမဲ့ နာမည်မှားယွင်းမှုကနေ အချစ်ဆုံး သူငယ်ချင်းတွေဖြစ်လာပါတော့တယ်။\"ဘင်\"ရဲ့ ချစ်သူတစ်ဖြစ်လဲ အနေအေးပြီး စိတ်ထားပျော့ပျောင်းတဲ့ကောင်လေး \"ဝါယု\" တစ်ယောက်\nမမျှော်လင့်ပဲ \"ဝမ်\"ဆီမှာ နစ်မျောသွားရင်း \"ဘင်\" နဲ့လမ်းခွဲခဲ့ရပါတော့တယ်။“ဘင်” ရဲ့အမြင်မှာ “ဝမ်”ဟာ ချစ်ဖို့ကောင်းပြီး ဖြူစင်တဲ့သူငယ်ချင်းကောင်းမလေးလို့ထင်ခဲ့ပေမဲ့\nတကယ့်စရိုက်မှန်တွေကိုသိလာပြီးတဲ့နောက်ပိုင်းမှာတော့….သူငယ်ချင်းကနေ ရန်သူတွေဖြစ်သွားတဲ့သူတို့နှစ်ယောက် ....“ဝမ်” တစ်ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/my-friend-the-enemy2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ijjNUVkgMq2K3V5k2FghkLXCzgo.jpg",
        "title": "KinnPorsche The Series (2022)",
        "description": "Kinn Porsche the series (2022) စ / ဆုံး ----------------------------------------------------ဒီတစ်ခါမိတ်ဆက်ပေးမဲ့ကားလေးကတော့ BLကိုဇာတ်အိမ်ခိုင်ခိုင်ကြမ်းကြမ်းနဲ့ အရမ်းreviewကောင်းတဲ့ကားလေးပါမာဖီယားဂိုဏ်းတစ်ခုရဲ့ ဒုတိယသားခွန်ခင်ဟာ ရန်သူပေါတဲ့အတွက် သူ့ကိုသေစေချင်တဲ့လူ များပါတယ်\nတစ်ရက်မှာတော့ ရန်သူတွေ လိုက်ဖမ်းလို ထွက်ပြေးရင်း ဖော့ရှ်ဆိုတဲ့ကောင်လေးနဲ့တွေ့ဆုံခဲ့ရပါတယ်\nဖော့ရှ်က ခွန်ခင်ရဲ့ အသက်ကိုကယ်တင်ပေးခဲ့ပါတယ်ဖော့က ဘားမှာ အချိန်ပိုင်း bartender ဖြစ်ပါတယ်\nအမျိုးသားတိုက်ကွမ်ဒိုချန်ပီယံဟောင်းဖြစ်ခဲ့တဲ့ ဖော့က မြေအောက်လက်ဝှေ့ပွဲတွေလည်း အမြဲဝင်ထိုးပြီး အပိုဝင်ငွေရှာပါတယ်ကိုယ်ခံပညာကျွမ်းကျင်တဲ့ ဖော့ကို ခွန်ခင်ကသူ့ရဲ့သက်တော်စောင့်လုပ်ပေးဖိုတောင်းဆိုပေမယ့် ဖော့ကသဘောမတူခဲ့ပါဘူးငယ်ငယ်ကတည်းကလိုချင်တာမှန်သမျှရခဲ့တဲ့ကလေး ခွန်ခင်က ဖော့ကိုအမျိုးမျိုးခြိမ်းခြောက်လာတဲ့အခါမှ မငြင်းသာဘဲ လက်ခံသဘောတူလိုက်ရပါတော့တယ်သက်တော်စောင့်လုပ်ဖိုသဘောတူပြီးတဲ့အခါမှာတော့ ဖော့က ခွန်ခင်တိုအိမ်မှာနေဖိုပြောင်းလာခဲ့ရပါတော့တယ်ဖြေရှင်းစရာပဟေဠိတွေနဲ့ အနေနီးမှုတွေ ထိတွေ့မှုတွေကြောင့် ဖော့ဟာ ခွန်ခင်အပေါ်ခံစားချက်တွေရှုပ်ထွေးလာပြီး ရင်ခုန်သံတွေဖြစ်ပေါ်လာတဲ့အခါ..........ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါပြီအညွှန်းနဲ့ဘာသာပြန်သူကတော့ SEUNG ဖြစ်ပါတယ်Episodes: 14 + 1 Special Episode+ side storyAired:April.2 , 2022Aired On: SatGenres:  Romance  & DramaTranslated by ...",
        "url": "https://channelmyanmar.org/tvshows/kinnporsche-the-series-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/20oqd_4f-140x200.jpg",
        "title": "Seoul Check-in (2022)",
        "description": "Seoul Check-In (2022)ဒီအစီအစဥ်လေးကတော့ idol variety queen တစ်ဦးဖြစ်တဲ့Lee Hyori ရဲ့ Seoul lifestyle ကို ပြသသွားမယ့် အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ Lee Hyori ရဲ့ variety show တစ်ခုဖြစ်တဲ့ ဂျယ်ဂျူကျွန်းမှာရိုက်ကူးထားတဲ့Lee Hyori : Bed and Breakfast healing ရှိုးရဲ့ ဆန့်ကျင်ဘက်ပုံစံ ဆိုးလ်မြို့ရဲ့ busy lifestyle ကို ပြသသွားမှာပါ။  Lee Hyori ရဲ့ နေ့စဉ် schedule တွေ promotion တွေအပြင် အလုပ်များတဲ့ နေ့စဉ်ဘဝကြားကအားလပ်ရက်လေးတွေမှာ သူမ ဘယ်လိုအနားယူလဲ၊ ဘယ်လိုဝါသနာပါရာလေးတွေလုပ်လဲ၊သူငယ်ချင်းတွေနဲ့ ဘယ်လိုတွေ့ကြ၊ လျှောက်လည်ကြလဲဆိုတာတွေကို ကြည့်ရှုကြရမှာပါ။ Guest တွေအနေနဲ့တော့ SSAK3 ရဲ့ အဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ Rain ၊ Mamamoo အဖွဲ့ဝင်Hwasa၊ SECHSKIES အဖွဲ့ဝင် Eun Ji ...",
        "url": "https://channelmyanmar.org/tvshows/seoul-check-in-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/marvel_netflix_s_the_defenders__alternate_poster__by_mr_psycho_mate_db55s04-pre-133x200.png",
        "title": "The Defenders(2017)Season 1",
        "description": "The Defenders(2017)Season 1[ WEB-DL 1080p5.1Ch]********************************************************အပိုင်း ( ၁ မှ ၈ ) အထိ စ/ဆုံး\nဒီစီးရီးကတော့ အရင် Netflix ကနေ ပြသခဲ့တဲ့ Marvel ရဲ့\nစူပါဟီးရိုး လေးယောက်ကို စုစည်းပြီး တင်ဆက်ထားတာပါ။\nDaredevil, Jessica Jones. Luke Cage နဲ့ Iron Fist တို့ ပါဝင်ပါတယ်။\nအရင်စီးရီးလေးခုထဲမှာ ဂျက်စီကာ ဂျုန်းစ်ကလွဲပြီး ကျန်တဲ့ ၃ ခုလုံးတင်ပေးပြီးပါပြီ။\nJJ ကိုတော့ သိပ်မကြိုက်တာရယ် ဘာသာပြန်မယ့်သူမရှိတာရယ်ကြောင့် မတင်ဖြစ်ပါဘူး။\n၄ ယောက်လုံးအကြောင်းကိုတော့ မိတ်ဆက်အနေနဲ့ ရေးပေးထားပါတယ်။\nMarvel ရဲ့ Time Line အရဆိုရင် Daredevil Season 1/2 ပြီးတဲ့နောက်မှာဆက်လက်ဖြစ်ပွားခဲ့တဲ့  တိုက်ပွဲတွေဆိုရင်လည်းမမှားပါဘူး..Daredevil ဆိုတာကတော့ မတ် မားဒေါ့ခ်ဆိုတဲ့ ရှေ့နေပါ။...",
        "url": "https://channelmyanmar.org/tvshows/the-defenders2017season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMcVnclYhosd2NtsNHX1STZ0k6R.jpg",
        "title": "Anna (2022) [Complete]",
        "description": "Anna (2022) (အစ-အဆုံး)အပိုင်း ၆ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)အားလုံး စောင့်မျှော်နေကြတဲ့ Bae Suzy ရဲ့ ဇာတ်ကားအသစ် 'Anna' ကို CM fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...ယူမီဟာ အမြဲလိုလို လိမ်ညာတတ်တဲ့ ကောင်မလေးတစ်ယောက်ပါ။ အဲဒီလို လိမ်ညာမှုတွေကပဲ သူမရဲ့ ဘဝကို ​အပြောင်းလဲကြီးပြောင်းလဲသွားစေခဲ့တယ်။ သူမရဲ့ လိမ်ညာမှုကြောင့် အခြားသူတစ်ယောက်ရဲ့ ဘဝနဲ့ သူမနေထိုင်ခဲ့ရတယ်။ယူမီရဲ့ အမျိုးသားဖြစ်တဲ့ ဂျီဟွန်းကတော့ ရည်မှန်းချက်ကြီးမားတဲ့သူဖြစ်ပြီး သူ့ရဲ့ပန်းတိုင်ရောက်ဖို့သာ အလေးထားတတ်တဲ့သူပါ။ ဟျွန်ဂျူ ဆိုတာကတော့ အမြဲတမ်း သူများထက်သာချင်တဲ့သူတစ်ယောက်ဖြစ်ပြီး ယူမီနဲ့လည်း ဆက်ဆံရေးအနည်းငယ် တင်းမာပါတယ်။တကယ်တမ်း ယူမီ ယုံကြည်လို့ရတဲ့ တစ်ဦးတည်းသောသူက သူမရဲ့ စီနီယာဖြစ်တဲ့ ဂျီဝန် တစ်ယောက်ပဲရှိပါတယ်။ယူမီတစ်ယောက် အလိမ်အညာတွေနဲ့ဘဝကို ဘယ်လိုရှေ့ဆက်သွားမှာလဲ?\nဘယ်လိုအပြောင်းအလဲ အချိုးအကွေ့တွေ ထပ်ပြီး ရင်ဆိုင်ရမလဲ? ဆိုတာ ဒီဒရမ်မာလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်ပါ။ (အညွှန်းကိုတော့ Hay Thar Oo က ...",
        "url": "https://channelmyanmar.org/tvshows/anna-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/qmN97JxhZHgCThRqgzaiSF7C2mj-185x278-1-133x200.jpg",
        "title": "Shining Girls (2022) (Complete)",
        "description": "Shining Girls (2022) (Complete Mini Series) ~ IMDb - 7.4/10, Rotten Tomatoes - 83%, Meta - 65% ~ Apple TV+ ကနေ နိုလန်ရိုက်တဲ့ စီးရီးလို့ထင်ရလောက်အောင် ရှုပ်ယှက်ခက်နေတဲ့ Thriller စီးရီးအသစ်တစ်ခုထွက်လာပါတယ်။ Lauren Beukes ရဲ့ နာမည်တူ ၀တ္တုကိုပဲ ပြန်ရိုက်ထားတာပါ။ ဇာတ်ကြောင်းကလည်း ထူးပါတယ်။ အချိန်ခရီးသွား ကွင်းဆက်လူသတ်သမားကို လိုက်တဲ့အကြောင်းပါ။ တော်တော်ရှုပ်သလို စစချင်းမှာဆို ဘာအကြောင်းလဲသိဖို့တောင် ခက်ပါတယ်။ ခေါင်းစားရတဲ့ ရုပ်ရှင်တွေ ကြိုက်တဲ့သူတွေ အကြိုက်စီးရီးပါပဲ။ မင်းသမီးချောတာမပါဘဲ ကျွန်တော့်ကို ဆွဲဆောင်နိုင်တဲ့ Series ဆိုလို့ ဒီ Series ပဲရှိမယ်ထင်တယ်။ ရင်တသိမ့်သိမ့်တုန်ဖွယ် ထူးခြားဆန်းကျယ်အမျိုးအစားပေါ့။ လူသတ်သမားကိုရှာတဲ့ မင်းသမီးက သူ့အကြောင်းသူတောင် မမှတ်မိဘူး။ လူသတ်သမားက အချိန်တွေ ခုန်ကူးပြီး လူလိုက်သတ်နေတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/shining-girls-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2SadmpGquJHyD54olB6DFN39utU.jpg",
        "title": "Be the SMF (2022)",
        "description": "Be the SMF (2022)Be the SMF ဆိုတာကတော့ Mbitious ရဲ့ အဆက်ဖြစ်ပြီး\n\"Street Man Fighter\" ထိ ဆက်သွားမဲ့ရှိုးပဲ ဖြစ်ပါတယ် ။ဒီအစီအစဉ်ကနေ SMF Crew ကို join ခွင့်ရမဲ့ အဖွဲ့ဝင်တွေကို ရွေးချယ်သွားမှာပါ ။\nရွေးချယ်ခံရသူဖြစ်လာဖို့အတွက် တိုက်ပွဲကလည်း ပိုပြင်းထန်လာပါပြီ ။Shortlist 21 ယောက်ထဲကမှ Top Dancer ၈ ယောက်သာ အရွေးချယ်ခံရမှာဖြစ်ပါတယ် ။\nFan Voting တင်မဟုတ်ဘဲ Dancer တွေရဲ့ အရည်အချင်းတွေ လုပ်ပြနိုင်စွမ်းတွေကို\nကော်မတီအဖွဲ့ဝင်တွေကနေ ရွေးချယ်အမှတ်ပေးပြီး ပြန်ချိန်ညှိပြီးမှ\nနောက်ဆုံးရွေးချယ်ခံရမယ့် ထိပ်တန်း Dancer ၈ ဦးကို ဖော်ပြသွားမှာပါ ။ဘယ်သူပါဝင်ခွင့်ရမှာလဲဆိုတာကို ရင်ခုန်စွာ ကြည့်ရှုခံစားလိုက်ကြပါဦးနော် ။အညွှန်းကိုတော့ Moe Pwint Phyu က ရေးပေးထားပြီး\nဘာသာပြန်ဆိုပေးထားတာကတော့ CM Variety Team ...",
        "url": "https://channelmyanmar.org/tvshows/be-the-smf-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mY7SeH4HFFxW1hiI6cWuwCRKptN.jpg",
        "title": "The Boys Season 1+2+3",
        "description": "The Boys(2020) Season (2)အညွှန်း******************************အပိုင်း( ၁ မှ ၈ )ထိ စ/ဆုံးဒီစီးရီးက 2019 မှာ အပိုင်း(၈)ပိုင်းထွက်ရှိထားပြီးသလို တင်လည်းထားပြီးပါပြီ....ဇာတ်လမ်းတွဲအညွှန်းက ထွေထွေထူးထူးတော့ထပ်ပြောစရာမရှိဘူး...စူပါ ပါဝါရြပီး လူတွေကိုအကျိုးပြုနေတဲ့ Hero တွေရှိသလို အနိုင့်ကျင်ပြီး ကိုယ်ကျိုးအတွက်အသုံးချနေတဲ့ သူရဲကောင်းဟန်ဆောင်ထားတဲ့ မိစ္ဆာလိုကောင်တွေလည်းအများကြီးရှိပါတယ်...ဒီလိုကောင်တွေကြောင့် တစ်ချို့သောသူတွေ အများစွာထိခိုက်နေပေမယ့်လည်းSupervillain လိုကောင်တွေဟာ အင်အားကြီးတာရော အဖွဲ့အစည်းတစ်ခုအနေနဲ့ရှိနေတာရောထောက်ခံနေတဲ့သူတွေများနေတာကြောင့် ဒေါသတွေကိုမြိုသိပ်နေရတဲ့သူတွေအများကြီးရှိပါတယ်...ဒီအထဲမှာမှ ဘဝက သေလည်းမထူးဘူး ...ဒီလိုစူပါပါဝါရနေတဲ့ အရူးတွေကို ရသလောက်ပြန်သတ်မယ်ဆိုပြီးThe Boys ဆိုတဲ့အဖွဲ့အစည်းလေးပေါ်ပေါက်လာတဲ့အချိန်မှာတော့....SE1 ထဲက ရှယ်ကြမ်းသလို SE2 မှာလည်းပိုတောင်ကြမ်းလာပါတယ်...ဒီစီးရီးက စိတ်ဝင်စားဖို့ကောင်းတာကကျွန်တော်တို့မြင်တွေ့နေကြ ကိုးကွယ်ရတဲ့စူပါဟီးရိုးတွေမဟုတ်ဘဲ ဗီလိန်ကောင်တွေကို လိုက်ဗျင်းပြီးအားနည်းနေတဲ့အဖွဲ့လေးနဲ့ ကျွန်တော်တို့ဟာ တစ်သားထဲအလိုလိုဖြစ်သွားပါတယ်...ပြီးတော့ဗီလိန်စူပါပါဝါကောင်တွေရဲ့အားနည်းချက်တွေကို လိုက်ရှာပြီး ဗျင်းဖို့လိုက်စဉ်းစားရတာလည်းတော်တော်စိတ်ဝင်စားစရာကောင်းပါတယ်...အက်ရှင်ခန်းတွေ ဘယ်လောက်မိုက်ပြီးနင်းကန်ပီပြင်လည်းဆိုတာတော့ ထပ်ပြီးမပြောတော့ဘူး....ဒီနေ့ကတော့ အပိုင်း(၃)ခုထွက်ရှိထားမှာဖြစ်ပြီးကျန်တဲ့(၅)ပိုင်းကိုတော့ တစ်ပတ် တစ်ပိုင်းနှုန်းပဲထွက်သွားမှာမို့ စောင့်မျှော်ကြည့်ရှုကြပါကုန်.... Quality – 720p  WEB-DLDuration – 60min (@Episode)Subtitle – ...",
        "url": "https://channelmyanmar.org/tvshows/the-boys2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTGH2NXwFwFv2VmrrPY0b4cVgFz.jpg",
        "title": "Maldivas (2022)",
        "description": "Maldivas (2022)Netflix ရဲ့Mystery ဆန်ဆန် ပေါ်တူဂီ စကားပြော\nဘရာဇီး စီးရီးလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်Maldivas ဆိုတာ လူချမ်းသာတွေ နေကြတဲ့ တန်ဖိုးကြီး ကွန်ဒို တိုက်ခန်းတွဲပါထိတ်လန့်စရာ ဖြစ်ရပ်ဆိုးကြောင့် သမီးဖြစ်သူနဲ့ အဆက်အသွယ်ဖြတ်ထားတဲ့ ပက်ထရီဆီယာ...Maldivas ရဲ့ ဘုရင်မလို့ တင်စားခေါ်ဝေါ်ကြတဲ့\nပလတ်စတစ်ဆာဂျင် ဗစ်တာဟူဂိုးရဲ့ဇနီးဖြစ်သူ ပြီးပြည့်စုံတဲ့ ဘဝပိုင်ရှင် မီလာနီ....တွဲဖက် အဆိုတော် ကော်အာနဲ့ လက်ထပ်ထားတဲ့\nအောင်မြင်တဲ့ အဆိုတော် လုပ်ငန်းရှင် ရေဇာ...ခင်ပွန်းသည်က အဂတိလိုက်စားမှုနဲ့ အိမ်မှာ အကျယ်ချုပ်ကျခံထားရတဲ့\nကလေးနှစ်ယောက် အမေ ကတ်....သူတို့တွေက အဲဒီကွန်ဒိုရဲ့ လူသိများသူတွေပါတစ်နေ့တော့ အဲဒီကွန်ဒိုမှာ ထူးခြားဆန်းကြယ်တဲ့ မီးလောင်မှုဖြစ်ပြီး\nအားလုံးက တစ်ကောင်ကြွက်လို့ ထင်ထားကြတဲ့\nပက်ထရစ်ဆီယာ သေဆုံးသွားခဲ့ပါတယ်တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ပက်ထရီဆီယာ သေဆုံးသွားပြီးတဲ့နောက်မှာ\nMaldivas ကွန်ဒိုကို သူ့သမီးဖြစ်သူ လဇ် လိုဘာတို ရောက်ရှိလာပြီး\nအမေဖြစ်သူရဲ့ သေဆုံးမှုကို စုံစမ်းပါတော့တယ်Maldivas ရဲ့ လူသိများတဲ့ သူတွေက ဒီမီးလောင်မှုနဲ့ ဘယ်လိုပတ်သက်နေလဲ\nသူတို့ တစ်ဦးချင်းစီမှာရော ဘာလျှို့ဝှက်ချက်တွေရှိနေလဲ ...",
        "url": "https://channelmyanmar.org/tvshows/maldivas-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNmNkYmZjZDMtNjVmZC00OWVkLWI1MzEtYjI0ZDc2MjExYWY2XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-160x200.jpg",
        "title": "The Terminal List (2022)",
        "description": "The Terminal List (2022)\n====================\nIMDb Rating - 8.1/10Guardian of the Galaxy တို့ Jurassic World တို့နဲ့ နာမည်ကြီးနေတဲ့\nမင်းသား ခရစ် ပရက်ဟာ အခုတော့ အက်ရှင်စီးရီးအကောင်းစားတစ်ခုမှာ\nပါဝင်လာပါပြီ။ ရုပ်ရှင်အဆင့်တန်းမျိုးနဲ့ ဘက်ဂျက်ကောင်းကောင်းနဲ့ရိုက်\nထားတာမို့ တဝကြီးကြည့်ရမှာပါ။ ခရစ်ပရက်ကတော့ SEALအထူးတပ်ဖွဲ့\nခေါင်းဆောင် ဗိုလ်မှူး ဂျိမ်းစ်ရိစ်နေရာကနေ ပါဝင်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာတော့ ရိစ်ရဲ့ တပ်စိတ်ဟာ သတင်းပေးဆီက သတင်းအခိုင်\nအမာရပြီးအကြမ်းဖက်ခေါင်းဆောင် ကဟာနီရဲ့ လျို့ဝှက်စခန်းကို ဝင်စီးကြတာ\nဖြစ်ပါတယ်။ ဒါပေမဲ့ အဲဒါက ထောင်ချောက်ဖြစ်နေပြီ ရိစ်ရဲ့ တပ်ဖွဲ့တစ်ခုလုံး\nကျဆုံးသွားခဲ့ပြီး ရိစ် တစ်ယောက်ပဲ အသက်ရှင်လျက်လွတ်မြောက်ခဲ့ပါတယ်။\nသူလည်း ခေါင်းထိသွားပြီး ပြန်သတိရလာချိန်မှာ စစ်ဆင်ရေးမှတ်တမ်းတွေရော\nအချက်အလက်တွေရောက သူမမှတ်သလိုလို ပြင်ဆင်ထားသလိုလို မှားနေသလို\nလိုဖြစ်လာပါတယ်။ ဒါပေမဲ့ သူပြောတာကိုလည်း ဘယ်သူမှ မယုံဘဲ သူ့ကိုခေါင်းထိ\nထားလို့ ကောင်းကောင်းနားဖို့ပဲ ဝိုင်းပြောလာကြတယ်။ ဒါပေမဲ့ အမေရိကန်မြေ\nပေါ်မှာပါ ဒီကိစ္စအတွက် သူ့ကိုလုပ်ကြံသူပေါ်လာတဲ့အခါ ရိစ်တစ်ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/the-terminal-list-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o7uk5ChRt3quPIv8PcvPfzyXdMw.jpg",
        "title": "Who Killed Sara? (2021)",
        "description": "Who killed Sara? (2021) Season 1+2+3IMDb 6.4/10\n======================ဆာရာ့ကို သတ်တာ ဘယ်သူလဲ....ဒီတစ်ခါ Thriller Criminal series တစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်အတိုင်းပါပဲဆာရာဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေး တစ်ယောက် သေဆုံးသွားတဲ့ အမှုနဲ့ ပတ်သက်ပြီး\nသူငယ်ချင်းတစ်ဖွဲ့လုံး ဒုက္ခရောက်ရတဲ့ ဇာတ်အိမ်ကို အခြေတည်ပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆာရာရဲ့ သေဆုံးမှုက မတော်တဆဖြစ်ရပ်လို့ အများက ထင်ကြေးပေးနေကြချိန်မှာ\nသူ့အစ်ကိုအရင်းက သူသတ်ပါတယ်လို့ ဝန်ခံပြီး ထောင်ဒဏ် အနှစ် ၃၀ ကျခံသွားပါတယ်။ဒါပေမဲ့ ဇာတ်လမ်းက အဲဒီလောက်မရိုးရှင်းပါဘူး။\nတကယ်တမ်း နောက်ကွယ်မှာ ဒီသေဆုံးမှုဟာ သွေးရိုးသားရိုးမဟုတ်ဘဲ\nလူကုံထံ လက်ဇ်ကာနို မိသားစုတစ်စုလုံးရဲ့ ဂုဏ်သိက္ခာနဲ့ပတ်သက်နေပါတယ်။သေဆုံးသူရဲ့ အစ်ကိုဟာ ဘာဖြစ်လို့ အမှုကိုဝန်ခံလိုက်ရတာလဲ\nသူထောင်ကလွတ်လာချိန်မှာရော အမှုမှန်ကို ဘယ်လို ဖော်ထုတ်မလဲ.....။တကယ်တမ်း ဆာရာကို သတ်သွားတာ ဘယ်သူဖြစ်နေမလဲဆိုတာ\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်စောင့်ကြည့်ပေးပါဦး....။ဒီဇာတ်ကားမှာ Season 3ခု ပါဝင်ပြီး Channel Myanmar ကနေ စဆုံး\nတင်ဆက်ပေးထားတာဖြစ်လို့ စောင့်စားစရာမလိုဘဲ ...",
        "url": "https://channelmyanmar.org/tvshows/who-killed-sara-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/5HtJnnZO4sL6TWDLFRh9D344mbn-133x200.jpg",
        "title": "Dear.M (2022)",
        "description": "Dear.M (2022)\n===========ဆောယွန်းတက္ကသိုလ်ကြီးက \"M\" ဆိုတဲ့အမည်အသိတဲ့\nလူတစ်ယောက်က ပို့စ်မတင်ခင်ထိ အေးချမ်းနေခဲ့တယ်။\nသူ့ရဲ့ပို့စ်တစ်ခုတည်းနဲ့ ကျောင်းတော်ကြီးတစ်ခုလုံး ဂယက်\nထသွားခဲ့တယ်။ ကျောင်းသားတွေကလည်း \"M\" ရဲ့အမှန်\nတရားကို ဖော်ထုတ်ဖို့အတွက် လွယ်ကူတဲ့ task တွေကို\nလုပ်ဆောင်ရပါတယ်။တစ်ဘဝလုံးအိပ်မက်မရှိ မျှော်လင့်ချက်မရှိနေထိုင်လာတဲ့\nမာဂျူအာက ကျောင်းတော်ကြီးရဲ့ပဟေဠိကိုတော့ အားတက်\nသရော အဖြေရှာချင်နေခဲ့တယ်။ သူနဲ့အတူ ကွန်ပြူတာသိပ္ပံ\nကျောင်းသား ချာမင်ဟို၊ စီးပွားရေးမေဂျာကျောင်းသူ ဆောဂျီမင်းနဲ့\nစီးပွားစီမံမေဂျာက ဘတ်ဟာနူးတို့က \"M\" ရဲ့ပုံစံအမှန်ကိုဖော်\nထုတ်ဖို့ အတူကြိုးစားကြပါတယ်။စွန့်စားမှုခရီးကြီးကို အတူလျှောက်လှမ်းရင်း သူတို့ကြားထဲက\nအခြေအနေလေးတွေက သူငယ်ချင်းသံယောဇဉ်ကနေ တိုးတက်\nလာကြတယ်။ ရင်ခုန်သံစည်းချက်တွေ မြန်ဆန်လာသလို \"M\" ရဲ့\nသရုပ်မှန်လည်း ပိုပြီးရှုပ်ထွေးလာခဲ့တော့ \"M\" ရဲ့သရုပ်မှန်ကို\nဖော်ထုတ်နိုင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုရမှာပါ။မာဂျူအာ အဖြစ် Park Hye-Soo\nချာမင်ဟို အဖြစ် NCT Jung Jae Hyun\nSeo Jimin အဖြစ် Roh Jeong Hui\nဘတ်ဟာနူး အဖြစ် Bae Hyun Sung တို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nJune 29 ...",
        "url": "https://channelmyanmar.org/tvshows/dear-m-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2z4ePy6Z6cURDvNnEmR36nidBNU.jpg",
        "title": "Now and Then (2022)",
        "description": "Now and Then (2022)ကမ်းခြေမှာပျော်ပါးနေကြတဲ့ တက္ကသိုလ်ဘွဲ့ရပြီးခါစ လူငယ်လေးတစ်စု\n\"နောက်အနှစ်၂၀ကြာရင် ကိုယ့်ကိုယ်ကိုဘာဖြစ်နေမယ်ထင်လဲ\" ဆိုတော့\nသမ္မတကြီး၊ ဆရာဝန်ကြီး၊ လူ့အခွင့်အရေးတက်ကြွလှုပ်ရှားသူ စသည်ဖြင့် အသီးသီးဖြေကြတာပေါ့ဒါပေမဲ့ တကယ်တမ်း နောက်အနှစ်၂၀မပြောနဲ့ မိနစ်၂၀တောင် မကြာတဲ့အချိန်လေးမှာ\nသူတို့ဘဝကို ဇောက်ထိုးမိုးမျှော်ဖြစ်စေမယ့် အိပ်မက်ဆိုးကြီးတစ်ခု မမျှော်လင့်ဘဲဖြစ်လာပါတော့တယ်အကြောင်းရင်းကတော့ သူတို့ထဲက ကောင်လေးတစ်ယောက် သေဆုံးသွားလို့ပါပဲဘယ်လိုအကြောင်းရင်းကြောင့် သေဆုံးသွားရတာလဲ။\nဒီဖြစ်ရပ်ဆိုးကြီးက အနှစ်၂၀ကြာသည်အထိ သူတို့ကို ဘယ်လိုခြောက်လှန့်နေမယ်ဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးအပိုင်း၈ပိုင်းပါဝင်တဲ့ Spanish Crime Drama ဖြစ်ပြီး အပတ်စဉ်တင်ဆက်ပေးသွားပါမယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ MTA ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Thriller\nQuality….1080p | 720p\nFile size…1GB and 400MB\nFormat…mp4\nDuration….40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... MTA\nEncoder .....AugustVIP Link - Click Here!1080pEpisode 01 - Userdrive | Yoteshin | Megaup | ...",
        "url": "https://channelmyanmar.org/tvshows/now-and-then-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2HOOfAYqZCpoJ1vdoKK9Av6phk.jpg",
        "title": "Any Body Can Dance (2022)",
        "description": "Any Body Can Dance (2022)ဘယ်ခန္ဓာကိုယ်မဆို ကခုန်နိုင်ပါတယ်။\nအကကို နှစ်သက်နေသရွေ့ မည်သူမဆို ကခုန်နိုင်ပါတယ် ။\n'Anybody Can Dance' အစီအစဉ်ဟာဆိုရင် အကမကျွမ်းကျင်ပေမဲ့ ဝါသနာပါတဲ့သူတွေကို\nအကသင်တန်းပေးသွားမဲ့ reality dancing ရှိုးပဲ ဖြစ်ပါတယ် ။\nသင်ကြားပေမဲ့သူတွေကတော့\n\"Street Woman Fighter\" ရဲ့ ခေါင်းဆောင် (၈) ယောက်ပဲ ဖြစ်ပါတယ် ။\nပရော်ဖက်ရှင်နယ် အကသမားတွေအစား အကကို မထူးချွန်တဲ့သူတွေ ပါဝင်ခြင်းက\nကြည့်ရှုသူတွေကို မတူညီတဲ့ ရသတစ်မျိုး ဖြစ်စေမှာပါ ။\nဒီအစီအစဉ်ကို သူငယ်တန်းမှ အသက် ၅၀ အရွယ်အထိ\nကမ္ဘာတစ်ဝှမ်းက လူအများက လျှောက်လွှာတင်လျှောက်ထားခဲ့ကြပါတယ် ။\nလျှောက်ထားသူတွေထဲ ဆရာဝန်များ ၊ အစိုးရအရာရှိများ ၊ သုတေသီများနဲ့\nပါမောက္ခများ အပါအဝင် သရုပ်ဆောင်များ ၊ လူရွှင်တော်များနဲ့\nဖျော်ဖြေရေးနယ်ပယ်မှာ လက်ရှိလုပ်ဆောင်နေတဲ့ Idol တွေအထိပါ ပါဝင်လာတာကို တွေ့ရမှာပါ ။NCT အဖွဲ့ရဲ့ Taeyong ...",
        "url": "https://channelmyanmar.org/tvshows/any-body-can-dance-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Love-1-113x200.jpg",
        "title": "Love the Way You are (2022)",
        "description": "Love the way you are (2022)ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ပေါ့​ပါ့ပါးပါးလေးနဲ့ အချိုပေါ်သကာလောင်းထားတဲ့ရိုမန့်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Main Cast တွေအနေနဲ့ အားလုံးနဲ့ရင်းနှီးပြီးသား Angela Baby က၃၅နှစ်အရွယ်မမ အဖြစ်ပါဝင်ထားပြီး၊A little thing called first love ထဲက မင်းသားလေးLai Kuan Lin မမကိုကိုးကွယ်မယ့်မောင်လေးအဖြစ်ပါဝင်ထားပါတယ်။ဒါရိုက်တာကလည်း Love is sweet ရိုက်တဲ့ဒါရိုက်တာဆိုတော့ဘယ်လောက်တောင်ချိုမလဲမှန်းသာကြည့်တော့။ ဇာတ်လမ်းအကျဥ်းကတော့Yin Yi Ke ဟာ အသက်၃၅နှစ်အရွယ်အမျိုးသမီးဖြစိပြီး ၊အလုပ်ရောအိမ်မှာပါ တာဝန်ကျေပွန်တဲ့ပြီးပြညွစုံတဲ့အမျိုးသမီးတစ်ယောက်ပေါ့။ထက်မြက်ပြီးရင့်ကျက်တည်ငြိမ်တဲ့ မမ type ဆိုပါတော့။သူ့ဘေးနားကလူတွေကို ဂရုစိုက်ပေးတတ်ပေမယ့်သူ့ကိုယ်သူဂရုစိုက်ဖို့တော့သူမဟာမေ့နေခဲ့ပါတယ်။Xu Guang Xi ကတော့ Yin Yi Ke ရဲ့ငယ်ကျွမ်းဆွေဖြစ်ပြီး\" မမ သရဏံ ဂစ္ဆာမိ\" ဆိုပြီး မမကိုကိုးကွယ်မယ့်ကောင်ငယ်လေးပဲဖြစ်ပါတယ်။ မမနဲ့မောင်လေးတွေ့ကြတဲ့အခါမှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/love-the-way-you-are-2022/"
    },
    {
        "thumbnail": "https://i.mydramalist.com/RvYOo_4c.jpg?v=1",
        "title": "My Romance From Far Away (2022)",
        "description": "My Romance From Far Away (2022) စ / ဆုံးကောင်းကင်ဖန်ဆင်းသောချစ်ကြိုး ----------------------------------------------ဒီတစ်ခေါက်မှာတော့ \"Aom Fah Oab Din\" ဆိုတဲ့ဝတ္ထုကို ရုပ်ရှင်အဖြစ်\nပြန်လည်အသက်သွင်းထားတဲ့ ထိုင်းကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ချင်းမိုင်ကို သွားတဲ့လမ်းမှာ ယာဉ်မတော်တဆမှု ဖြစ်ပြီး ပွဲချင်းပြီး ဆုံးပါးသွားတဲ့ လင်မယားနှစ်ယောက်၊\nကံကောင်းတယ်ပဲ ပြောရမလား ကံဆိုးတယ်ပဲ ပြောရမလား သူတို့နှစ်ဦးရဲ့ သားဖြစ်သူကတော့\nခရီးမှာပါမသွားဘဲ အိမ်မှာ ကျန်ရစ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဇနီးသည်ဖြစ်သူရဲ့ အစ်ကို Khunkhao ဟာ သားလေးကို ပြုစုပျိုးထောင်ပေးဖို့ တာဝန်ယူရင်း...တစ်ချိန်တည်းမှာပဲ ခင်ပွန်းသည်ဖြစ်သူရဲ့ အဖေက သူ့မြေးကလေးကို\nပြန်ခေါ်ချင်တာနဲ့ သမီးဖြစ်သူ Thofah (ခင်ပွန်းသည်ရဲ့ ညီမဖြစ်သူ)ကို လွှတ်လိုက်ပါတော့တယ်။တူဦးရီးအရင်း တော်စပ်တဲ့ Khunkhao၊ တစ်ဖက်ကလည်း တူအဒေါ်အရင်းတော်စပ်တဲ့ Thofah....\nနှစ်ယောက်သား တူလေးကို ပျိုးထောင်ဖို့ လုရင်း ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။Casts တွေကတော့ တခြားသူမဟုတ်ပါဘူး။\nခန့်ချောမင်းသား Puen Khanin Chobpradit ...",
        "url": "https://channelmyanmar.org/tvshows/my-romance-from-far-away-2022/"
    }
]