[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZay6ooj1vVMgBJ5udwBHmfzRQQ.jpg",
        "title": "The Hungry and the Hairy (2021)",
        "description": "The Hungry and Hairy (2021)အဆိုတော်သရုပ်ဆောင် Rain နဲ့ comedian Ro Hong Chul တို့ ဆိုင်ကယ်စီးပြီး မြို့ပတ်ကြမယ့် အစီအစဉ်လေးပါတောင်ကိုရီးယားနိုင်ငံရဲ့ မြို့ပြကျေးလက်မကျန် လှပတဲ့ရှုခင်းတွေ၊\ntourist attraction site တွေကို ဆိုင်ကယ်တစ်စီးနဲ့ သွားရောက်လည်ပတ်ကြမှာဖြစ်ပြီးအရသာရှိတဲ့ အစားအသောက်မျိုးစုံကိုပါ ရှာဖွေစားသောက်ဦးမှာပါတဲ့မစားရညှော်ခံ လုပ်လိုက်ကြစို့ဦးပေါ့နော်နောက်ပြီး Rain က တစ်ရက်တစ်နပ်ပဲစားပြီး diet လုပ်နေတာဆိုတော့\nကျန်းမာရေးနဲ့ညီညွတ်တဲ့ ဘယ်လိုမျိုးအစားအ‌စာတွေကို ရွေးချယ်စားသောက်မလဲဆိုတာလည်း စိတ်ဝင်စားစရာပါHost နှစ်ယောက်လုံးက variety skill လည်းကောင်းကြပြီး\ncchemistry မိမိတင်ဆက်သွားမှာဆိုတော့ အတော်လေးကြည့်လို့ကောင်းမှာပါအပိုင်း ၁၀ ပိုင်းပါဝင်မှာဖြစ်ပြီး ဆက်တိုက်တင်ဆက်ပေးသွားပါမယ်Genre.....Reality\nQuality….WEB-DL 720p\nFile size…500MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Team\nEncoder ..... AugustEpisode 01 - VIP | Userdrive | Yoteshin | ...",
        "url": "https://channelmyanmar.org/tvshows/the-hungry-and-the-hairy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/zsaiq8ZclPuneuN7loLEbsh1ANJ-133x200.jpg",
        "title": "Supergirl Season (6)",
        "description": "Supergirl Season (6)================Supergirl ရဲ့ season(6)  လာပါပြီ။Season (6)မှာတော့ Fifth Dimensional imp ဖြစ်တဲ့ Nxylgsptinzကမ္ဘာမြေပေါ်ပြန်ရောက်လာခဲ့ပြီး.... လက်စားချေချင်တဲ့စိတ်တွေပြင်းပြနေတဲ့သူက ကမ္ဘာကြီးကိုရော ကာရာကိုပါဒုက္ခတွေပေးပြီး ကာရာနဲ့အဖွဲ့ကသူ့ကိုဘယ်လိုတားဆီးကြရင်း ဘယ်လိုဒရမ်မာတွေ အက်ရှင်တွေခင်းမလဲကတော့ ကာရာလေးကိုကြည့်ရင်းခံစားကြတာပေါ့။(ဒီစီးရီးကို ဘာသာပြန်ရေးသားပေးသူများကတော့  CM Team မှဖြစ်ပါတယ်။) File Size - (650 MB)\nQuality – WEBDL 1080p\nDuration - 40 mins (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama, Fantasy\nTranslator – CM Team\nEncoder – SWM 1080P (650 Mb)Complete Zip File  VIP  /  Yoteshin[1-7]  /  Yoteshin[8-14]  /  Yoteshin[15-20]\n Episode(1)Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/supergirl-season-6/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/877b67dc23ed1b3b573c39e9b7dc0130_48drama_ipad2_v_sweetheartdelighted.jpg",
        "title": "Sweetheart Delighted (2016)",
        "description": "Sweetheart Delighted (2016) ဇာတ်လမ်းတွဲအညွှန်း____________________________________အပိုင်း(၁ မှ ၁၅) ထိ စ/ဆုံးခွန်တွန့် အဖြစ် Porshe Sara\nချင့်ချီဝါအဖြစ် Camila Kittivat\nခွန်တော်အဖြစ် Big Nathas\nခွန်ကေအဖြစ် Gookgik Kochakornရုပ်ရည်ချောမောပြီးဉာဏ်ရည်ထက်မြက်လှတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်တဲ့ချင့်ချီဝါလေးရဲ့ အဖေ(မောမ်လူနိဝတ်ချဝမ်)နဲ့အမေ(ချော ချီဝမ်)ဟာ ရည်းစားဘဝကတည်းကတစ်‌ ယောက်ကိုတစ်‌ယောက်ချစ်ခင်မြတ်နိုးခဲ့ကြတာပေါ့အဲ့ချိန်က မောမ်လူနိဝတ်ချဝမ်ရဲ့မိဘတွေက ချောချီဝမ်ကိုသဘောမကျခဲ့ပါဘူးခွန်ကေရဲ့အမေ(ခွန်ကန်ဒါ)ကလည်း ခွန်‌‌မောမ်လူကို အလွန်အမင်းချစ်နေပေမဲ့ခွန်မောမ်လူကတော့ ချောချီဝမ်ကိုဘဲတစ်စိတ်တည်းချစ်မြတ်နိုး‌ပါလေရဲ့...... ဒါနဲ့ဘဲ ချောချီဝမ်ဆီက ခွန်မောမ်လူကိုလုယူနိုင်ဖို‌ခွန်ကန်ဒါနည်းလမ်းအမျိုးမျိုးကြံဖန်ပါတော့တယ်.... ဒီလိုနဲ့ဘဲခွန်ကန်ဒါရဲ့ကြံစည်မှုကြောင့် ချောချီဝမ်ဟာ သမီးလေးချင့်ချီဝါကိုကိုယ်ဝန်လွယ်ရင်း ဖခင်နဲ့တစ်ခြားမြိုနယ်ကို ထွက်ပြေးလာခဲ့ရတယ်....အဲ့ဒါကြောင့်နဲ့ဘဲ ချင့်ချီဝါအဖိုးဟာ အမုန်းပွားပြီးပြန်ကလဲ့စားချေဖို့ စီစဉ်ရာကနေမြေးလေးကို ချဝမ်မျိုးရိုးရှိတဲ့ ဖိချိုင်စရာရွတ်အိမ်ကိုသွားနေခိုင်းပါတော့တယ်အဲ့လိုနဲ့ဘဲချင့်ချီဝါလေးဟာ ခွန်တွန့်နဲ့ခွန်တော်ဆိုတဲ့ ညီအစ်ကိုတိုနဲ့တွေ့ဆုံရင်း၏ဘယ်တစ်ယောက်နဲ့ဘယ်လိုချစ်ကျွမ်းဝင်မလဲ ခွန်တွန့်နဲ့ပေါင်းစည်းရမလားခွန်တော်နဲ့ဘဲပေါင်းစည်းရမလား ရန်သူဖြစ်တဲ့ခွန်ကန်ဒါနဲ့သမီးခွန်‌ကေကိုရောအဖိုးရဲ့အလိုဆန္ဒအတိုင်း ကလဲ့စားပြန်ချေပေးနိုင်မလားချင့်ချီဝါလေးကရော ဒီ‌ဖိချိုင်စရာရွတ်အိမ်ထဲ အချစ်မေတ္တာတွေကြားမှာ ဘယ်လိုအမုန်းတွေနဲ့ကလဲ့စားချေရမလဲဆိုတာသိချင်ရင်တော့ ဒီဇာတ်လမ်းလေးကိုဘဲ သွားကြည့်‌ရှုလိုက်ကြရအောင်နော်Episodes: 15Duration:100 MinGenres: Romance & Drama Subtitled by Moo & Noon MoEncoded by  PinkployNetwork by Ch ...",
        "url": "https://channelmyanmar.org/tvshows/sweetheart-delighted-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/v7jBp_4f-140x200.jpg",
        "title": "Crime Puzzle (2021)",
        "description": "ယူဟီးလို့ ခေါ်တဲ့ မှုခင်းစုံထောက်မလေးတစ်ယောက်\nမထင်မှတ်ထားပဲ သူ့ရဲ့ ရည်းစားဖြစ်သူ ရဲတက္ကသိုလ်ပါမောက္ခ ဟန်ဆန်းမင်က သူမရဲ့ အဖေကို သတ်လိုက်ပါတယ်ဆိုပြီး ဝန်ခံကာ လူသတ်သမားဖြစ်သွားပါတယ်တစ်နှစ်နီးပါး ချစ်သူတွေဖြစ်ခဲ့ကြတဲ့ သူတို့နှစ်ယောက် အခုတော့ အပြစ်သားနဲ့ အမှုလိုက်အဖြစ်ပြန်လည်တွေ့ဆုံရပြီး\nနှစ်ယောက်သား ဘယ်လိုမျိုး Puzzle တွေကိုဖြေရှင်းသွားကြမလဲတကယ်ပဲ ဟန်ဆန်းမင်က လူသတ်သမားလား\nသူမရဲ့ အဖေကို တကယ်သတ်ခဲ့တာလား\nထောင်ထဲမှာရော ဘာတွေဆက်ဖြစ်ကြမလဲထောင်ထဲက တိုက်ခန်းတစ်ခုရဲ့ လျှို့ဝှက်ချက်တွေကိုပါ ဖော်ထုတ်ရင်း ဘယ်လိုမျိုး ပဟေဠိကို ပြီးအောင် ဆက်သွားကြမှာလဲဆိုတာ...\n‌Channel Myanmar မှာစောင့်မျှော်ကြည့်ရှုနိုင်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Khaing Khin ပါ ) Native Title: 크라임 퍼즐\nEpisodes: 10\nAired: Oct 29, 2021 - Dec 31, 2021\nAired On: Friday\nOriginal Network: Olleh ...",
        "url": "https://channelmyanmar.org/tvshows/crime-puzzle-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5APaAl6eErwjDSKrabquiA9j0Ze.jpg",
        "title": "Inspector Koo (2021)",
        "description": "Inspector Koo (2021)\nအသက်၄၀အရွယ် ဂူဂယောင်းရီကရဲမေတစ်ယောက်ဖြစ်ခဲ့တာပါ\nသူမရဲ့ ထက်မြက်ပြီး ပြောင်မြောက်လှတဲ့ အလိုလိုသိစိတ်တွေကြောင့်\nအမှုအမျိုးမျိုးကိုဖြေရှင်းန်ုင်စွမ်းရှိပါတယ်\nသူ့မဘဝကိုအေးဆေးဖြတ်သန်းနေရင်း\nတနေ့မှာတော့ သူမရဲ့ဂျူနီယာNa Je-Heeက\nအမှုတစ်ခုအပ်ခဲ့ပါတယ်\nကွင်းဆက်လူသတ်အမှုကိုလိုက်နေတဲ့\nKoo Kyung-Yiတစ်ယောက်\nသူမရဲ့အရည်အချင်တွေအသုံးချပြီး\nလူသတ်သမားကိုဘယ်လိုဖမ်းဖို့ကြိုးစားမလဲဆိုတာကိုတော့\nသည်းထိပ်ရင်ဖိုကောင်းတဲ့ ပုံစံတွေ စိတ်ဝင်စားဖွယ် ဇာတ်ကွက်တွေနဲ့\nစုံထောက်အမှုလိုက်ကားလေးကို ဟာသလေးနှောပြီး ကြည့်ရမှာပါ\nSize: 600MB\nQuality: 720P\nSubtitle: Myanamar (Hardsub)\nEpisodes: 12\nAired: Oct 30, 2021 - Dec 5, 2021\nAired On: Saturday, Sunday\nOriginal Network: jTBC, Netflix\nDuration: 1 hr. 10 min.\nTranslators: Shoon, Lwin, Khine Khine Wai, Khaing Khin, Yamin Ei\nEncoder: LK\nEpisode 01\nVIP | Userdrive | Yoteshin | Megaup | CMDrive | Streamsb\n \nEpisode 02\nVIP | ...",
        "url": "https://channelmyanmar.org/tvshows/inspector-koo-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7dAxU38HlxqXoEnbNheqwaOIsU4.jpg",
        "title": "Jirisan(2021)",
        "description": "Jirisan(2021) ဇာတ်လမ်းတွဲအညွှန်း******************************အပိုင်း ( ၁ မှ ၁၆ ) ထိ စ/ဆုံးဂျီရီတောင်အမျိုးသားဥယျာဉ်မှာ တောခေါင်းတွေဟာ\nလူတွေကိုကယ်တင်တဲ့အလုပ်လုပ်ရတာပါ...Seo Yi-Gangက ဂျီရီတောင်အမျိုးသားဥယျာဉ်မှာ\nအတော်ဆုံးတောခေါင်းပါ...သူမက တောင်ကိုဘယ်နေရာကနေတက်ရမလဲဆိုတာကောင်းကောင်းသိပြီးအဲ့ဒီပတ်ဝန်းကျင်အကြောင်းအလုံးစုံနီးပါးသိတဲ့သူပါ...Kang Hyun-Jo ကတော့ ဂျီရီတောင်အမျိုးသားဥယျာဉ်ကတောခေါင်းအသစ်ပါစစ်သင်တန်းကျောင်းဆင်းဖြစ်ပြီး အရင်ကစစ်တပ်ခေါင်းဆောင်ဖြစ်ဖူးတဲ့ Kang Hyun-Jo မှာဘယ်သူ့ကိုမှပြောမပြနိုင်တဲ့ လျှို့ဝှက်ချက်တစ်ခုလည်းရှိနေပါတယ်....Seo Yi-Gang နဲ့ Kang Hyun-Jo တို့က လုပ်ဖော်ကိုင်ဖက်တွေဖြစ်လာပြီးတိုက်ဆိုင်တာပဲလား ကံဆိုးတာပဲလား....အစုလိုက်အပြုံလိုက်ဒုက္ခရောက်နေတဲ့သူတွေကိုအတူတကွကယ်တင်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့.....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ CMပရိသတ်ကြီးဆက်လက်ရှုစားပေးပါဦး....Episodes: 16Aired: Oct 23, 2021 - Dec 12, 2021Aired On: Friday, SaturdayGenres: Action, Thriller, Mystery, DramaTranslated by  Khine Khine Wai,ChitThe,Shoon Thu Thu Chain & Song SongEncoded by  Phyo PyaeEpisode Complete Zip File- Yoteshin\n \nEpisode 1\n720P >>> ...",
        "url": "https://channelmyanmar.org/tvshows/jirisan2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wrCVHdkBlBWdJUZPvnJWcBRuhSY.jpg",
        "title": "Demon Slayer: Kimetsu no Yaiba Season 1",
        "description": "Kimetsu No Yaiba(Demon Slayer) ဆိုတဲ့ နာမည်ကိုကြားလိုက်တာနဲ့ Opening song \"Gurenge\"က စလို့Mangaရသမ​ပျက်​​အောင် အ​ကောင်းဆုံးပုံ​ဖော်ထားနိုင်တဲ့Detailကျပြီး လှပတဲ့ animation​ရေးဆွဲချက်​တွေအလယ်၊Character တစ်ဦးချင်းစီရဲ့ပုံရိပ်ကို အ​ပီပြင်ဆုံး​ဖန်တီးနိုင်မှုအဆုံး....2019ရဲ့ ဝင်​​​ငွေအ​ကောင်းဆုံး Anime​တွေထဲကတစ်ခုအဖြစ် အငြင်းပွားဖွယ်မရှိ ရပ်တည်နိုင်ခဲ့တဲ့ Animeတစ်ခုပဲဖြစ်ပါတယ်၊ Nezukoနဲ့Tanjirouလို့ ​ပြောလိုက်တာနဲ့ ​​တန်းမြင်​စေတဲ့ Animeဆိုလည်းမမှားပါဘူးလွန်ခဲ့တဲ့နှစ်​ပေါင်းများစွာကတည်းက လူသား​တွေကိုသတ်ဖြတ်စား​သောက်ခဲ့တဲ့ Demon​တွေဟာ ​တော​တောင်​တွေထဲမှာကျက်စားတယ်ဆိုတဲ့ ယုံတမ်းစကား​တွေနဲ့အတူ ပြည်သူ​တွေကိုဒုက္ခ​ပေးလာခဲ့တာပါ၊ ဒီ Demon​တွေကို သတ်ဖြတ်​ချေမှုန်းမယ့်Demon Slayer​​​တွေကလည်း ရှိ​နေခဲ့ပါတယ်MC Tanjiro Kamadoဟာ​ ​မိသားစုနဲ့အတူ ​တောင်​ပေါ်ကအိမ်​လေးတစ်လုံးမှာနေထိုင်ရင်း မိသားစုဝမ်း​​ရေးအတွက်​တောင်​အောက်ဆင်းပြီး မီး​သွေး​ရောင်းရင်း အသက်​မွေးရသူပါ၊တစ်​နေ့ Tanjiroတစ်​ယောက် မီး​သွေး​ရောင်းရင်း အိမ်ပြန်အလာသူ့မိသားစုဟာ Demon​တွေရဲ့လက်ချက်​ကြောင့် ​​သေဆုံးနှင့်ပြီဖြစ်သလို ညီမငယ် Nezukoကလည်း အသက်မ​သေ​သော်ငှားDemonတစ်​ယောက် အသွင်​ပြောင်းသွားတဲ့အခါ....​သာယာအေးချမ်းတဲ့ဘဝထဲ ​လေမုန်တိုင်းထန်ပြီးတဲ့​နောက်သူ့မိသားစုကို သတ်သွားတဲ့မိစ္ဆာ​ကောင်ကို ကလဲ့စား​ချေဖို့နဲ့Demon​ပြောင်းသွား​ပေမဲ့ လူတစ်​ယောက်ရဲ့ ခံစားချက်​တွေရှိ​နေ​သေးတယ်လို့ သူယုံကြည်ထားတဲ့ ညီမငယ်Nezukoအတွက် လူစင်စစ်အသွင်ပြန်​ပြောင်းနိုင်မယ့် နည်းလမ်းကိုရှာ​ဖွေဖို့ Tanjiroတစ်​ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/demon-slayer-kimetsu-no-yaiba-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/BWXjV_4c-142x200.jpeg",
        "title": "Happiness (2021)",
        "description": "Happiness (2021)==============ဒီတစ်ခါ အသစ်ထွက်ရှိလာတဲ့ ကားလေးကတော့ အမည်မသိကူးစက်ရောဂါပျံ့နှံ့လာမှုကိုအခြေခံပြီး အစပျိုးထားတဲ့သည်းထိတ်ရင်ဖိုဇာတ်လမ်း‌လေးပါ။ မြို့တော်မှာ ဆောက်လုပ်ပြီးစီးတော့မယ့် အထပ်မြင့်အဆောက်အဦးအသစ်တစ်ခုမှာလူတန်းစားအ‌မျိုးမျိုး နောက်ခံအမျိုးမျိုးနဲ့  လူပေါင်းစုံနေထိုင်နေကြပေမဲ့ ကူးစက်ရောဂါပျံ့ပွားမှုနှုန်းမြင့်တက်လာတာနဲ့အမျှအထိတ်တလန့်နဲ့ သွေးရူးသွေးတန်းတွေဖြစ်လာကြရင်း လူတန်းစားပေါင်းစုံကြားထဲက ပဋိပက္ခတွေနဲ့အတူ ‌ကူးစက်ရောဂါရဲ့ခြောက်လှန့်မှုတွေကလည်း ပိုလို့တောင်ကြီးထွားလာခဲ့ပါတယ်။ရှုပ်ထွေးပွေလီလွန်းတဲ့ လောကကြီးထဲ အေးအေးချမ်းချမ်းနေချင်တဲ့ အထူးရဲတပ်ဖွဲ့ဝင်Yoon Sae-Bom (Han Hyo-Joo) နဲ့ဘေ့စ်ဘောကစားသမားဘဝကိုလက်လျော့လိုက်ရပြီး အကြမ်းဖက်မှုစုံစမ်းရေး ရဲတပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်လာခဲ့တဲ့ Jung Yi-Hyun(Park Hyung-Sik)တို့ သူငယ်ချင်းနှစ်ယောက်က လှည့်ကွက်ပေါင်းစုံကြားထဲ အဖြေရှာကြရင်း၊ရောဂါကူးစက်မှုနဲ့ပက်သက်တဲ့ဝှက်ဖဲကို စုံစမ်းဖော်ထုတ်ကြမှာပါ။နောက်ဇာတ်ကောင်ဖြစ်တဲ့ Han Tae-Seok (Jo Woo-Jin)ကတော့  စစ်တပ်က ထွက်လာပြီးနောက်ပိုင်း  ဆေးဝါးကုမ္ပဏီတစ်ခုရဲ့အမှုဆောင်အကြီးအကဲအဖြစ်လုပ်ကိုင်နေသူပါ။ကူးစက်မှုရဲ့ သော့ချက်ကို လက်ကိုင်ထားသူအဖြစ်လည်း ယူဆရပြီး ဘယ်လိုနေရာကပါဝင်သွားမလဲဆိုတာကတော့ စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ ပါဝင်အားဖြည့်ပေးထားတဲ့ သရုပ်ဆောင်တွေကတော့ လူတိုင်းနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ သရုပ်ဆောင်တွေပါပဲ။အတော်ကြာမှ Han Hyo Jooနဲ့ Park Hyung Sikတို့ကို ပြန်လည်မြင်တွေ့ရမယ့် အခွင့်အရေးလည်းဖြစ်တာကြောင့်ဘယ်လိုအပေးအယူမျှမျှ အားဖြည့်ထားမလဲဆိုတာကို စောင့်ကြည့်သင့်တဲ့ ကားလေးပါ။သည်းထိပ်ရင်ဖိုဇာတ်လမ်းတွဲတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/happiness-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWzLGOpIeI5djne35QSRtQkUPjQ.jpg",
        "title": "New World (2021)",
        "description": "New World (2021)=======================================- Nation's Boy Group EXO ရဲ့ အဖိုးတန် Dancing Machine Kim JongIn (KAI) ~\n- Variety King & Queen လို့တင်စားရမယ့် Knowing Bros က Kim HeeChul နဲ့ Park NaRae တို့ရဲ့ပေါင်းစပ်မှု~\n- Mouse ကမင်းသား Lee Seung Gi\n- Tale of Nine Tailed ရဲ့မင်းသမီး Jo BoAh\n- Eun JiWon တို့ရဲ့ပါဝင်အားဖြည့်မှု~ဒီလို အမိုက်စား casts တွေနဲ့ ပေါင်းစပ်ထားပြီးUtopia ဆိုတဲ့ ဇိမ်ခံကျွန်းတစ်ခုမှာ စိတ်လှုပ်ရှားစရာ မစ်ရှင်ပေါင်းများစွာပြုလုပ်ရင်းဆုကြေးငွေတွေ သိမ်းပိုက်ဖို့ ယှဉ်ပြိုင်ကြရမယ့် ကစားသမား 6ယောက် ထဲကအနိုင်ရရှိသူဘယ်သူဖြစ်လာမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုရမယ့် ....Netflix ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/new-world-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGYyPBnvk6ViKTWC2Fq0vpAzyR.jpg",
        "title": "Red Shoes(2021)",
        "description": "Red Shoes(2021) ဇာတ်လမ်းတွဲအညွှန်း*********************************အပိုင်း - ၁၀၀ (စ/ဆုံး)ကဲ ဂန္ဓဝင်ဆန်ဆန်လေး လောင်မြိုက်ချင်သူတွေအတွက် အမိုက်စားစီးရီးကြီးတစ်ခုလာပါပြီ...Hee Kyung ဟာ အိမ်ထောင်ရှင်အမျိုးသမီးကြီးတစ်ယောက်ဖြစ်ပြီး Zem-Ma လို့ခေါ်တဲ့သမီးနဲ့ နာမကျန်းဖြစ်နေတဲ့ သားတစ်ယောက်ရှိပါတယ်။တစ်နေ့ Hee Kyungတစ်ယောက် အချစ်ဦးနဲ့ပြန်တွေ့တဲ့အခါ ကလေးနှစ်ယောက်ရဲ့မျက်နှာမှမထောက် မိသားစုကိုထားပစ်ပြီး အချစ်ဦးနောက် ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။မိခင်ဖြစ်သူရဲ့စွန့်ပစ်ထားခံရပြီးနောက် Zem-Maလေးဟာ အခက်အခဲတွေကြုံတွေ့ခဲ့ရပြီး ဖခင်ဖြစ်သူဟာလည်း ရုတ်တရက်ဆုံးသွားပါတော့တယ်။ဒီလိုနဲ့ Zem-Maတစ်ယောက် သံသယဝင်စရာကောင်းနေတဲ့ ဖခင်ဖြစ်သူရဲ့သေဆုံးမှုနောက်ကွယ်ကအမှန်တရားကို လိုက်လံရှာဖွေရင်း ရက်ရက်စက်စက် စွန့်ပစ်သွားခဲ့တဲ့မိခင်ကို လက်စားချေဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်....အပိုင်း ၁၀၀ပါရှိတဲ့ ဇာတ်လမ်းတွဲရှည်ကြီးဖြစ်ပြီး တဝကြီးလောင်မြိုက်နိုင်အောင် CMကနေ အပတ်စဥ် Mon-Fri ငါးရက်လုံးဘာသာပြန်တင်ဆက်ပေးသွားမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်.....Episodes: 100Aired: Jul 5, 2021 - Nov 19, 2021Aired On: Monday, Tuesday, Wednesday, Thursday, FridayGenres:  Romance, Drama, Family, MelodramaTranslated by  Ei Phyu ...",
        "url": "https://channelmyanmar.org/tvshows/red-shoes2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3bYYLQAFWHsTtJyZb0vIReJJv07.jpg",
        "title": "Dr. Brain(2021)",
        "description": "Dr. Brain(2021) ဇာတ်လမ်းတွဲအညွှန်း*******************************အပိုင်း (၁ မှ ၆ )ထိ စ/ဆုံးApple Tv ရဲ့ ကိုရီးယား စီးရီးအသစ်လေးကို ကြည့်လိုက်ရအောင်။နာမည်ကြီး ဝဘ်ကာတွန်းတစ်ခုဖြစ်တဲ့ ဒေါက်တာဘရိန်းကို ရိုက်ကူးထားတာပါ။သိပ္ပံ စိတ်ကူးယဉ် လျို့ဝှက်ဆန်းကြယ် အမျိုးအစားဖြစ်ပါတယ်။ဒေါက်တာ ဂိုဆဲဝန်းဟာ ငယ်ငယ်ကတည်းက အလွန်ဉာဏ်ကောင်းပေမဲ့ စိတ်ခံစားချက်တွေမရှိတဲ့ အော်တစ်ဇင်ရောဂါသည်တစ်မျိုးဖြစ်ပါတယ်။ သူကြီးပြင်းလာတော့ဦးနှောက်သုတေသန ပညာရှင်ဖြစ်လာပြီး လူတွေရဲ့ ဦးနှောက်တွေကိုကွမ်တမ်နည်းပညာနဲ့ ချိတ်ဆက်ပြီး အတွေးတွေ မှတ်ဉာဏ်တွေကိုတူးဖောက်နည်းကို လေ့လာနေခဲ့ပါတယ်။ လေ့လာနေဆဲမှာပဲ ကိုယ့်ကိုယ်ကိုယ် စမ်းသပ်မိပြီးသိလာရတာက၊ ဦးနှောက်ချိတ်ဆက်မှုတွေဟာ ရှုပ်ထွေးပြီး အခြားလူတွေရဲ့ အမူအကျင့်တွေစရိုက်တွေကိုပါ ရောထွေးရရှိလာတာကို တွေ့လာရပါတယ်။အဲဒီမှာပဲ သူ့ရဲ့ သေပြီထင်နေတဲ့ သားနဲ့ပတ်သတ်ပြီး မှတ်ဉာဏ်တွေအရှုပ်အရှင်းတွေ ပေါ်လာချိန်မှာ ဒီနည်းပညာကိုသုံးပြီး စုံစမ်းဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...   Episodes: 6Duration: 60 MinQuality : WEB-DL 720pGenres: Sci-Fi & Fantasy, Mystery, DramaTranslated by  Mr. ...",
        "url": "https://channelmyanmar.org/tvshows/dr-brain2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jERsw7vsQbylFsGJJDHR4uQshD8.jpg",
        "title": "Kep1er-view (2021)",
        "description": "Kep1er View (2021)Girls Planet 999 အပြီး Dec 14 ရက်​နေ့မှာ Debut မဲ့\nplanet guardian တို့ရဲ့ ​ကောင်မ​လေး ၉​ယောက်ရဲ့\ndebut မတိုင်ခင်လွှင့်သွားမဲ့ show ​လေးကို CM ကတင်ဆက်​ပေးပါဦးမယ်​နော်ကဲ ... Kep1er ဆိုတာနဲ့\nချစ်စရာ ပူကျူးလေး ၉ ယောက်ကို ပြေးမြင်ကြတယ်မလားဒီတစ်ခါမှာတော့ အာပူကျူးလေးတွေရဲ့ ပထမဆုံး Variety Show လေးလာပါပြီနော်\nအာပူကျူး ၉ ယောက်သား ဂိမ်းတွေဆော့ Mission တွေလုပ်ရင်း\nပျော်စရာအချိန်တွေကို ဖန်တီးကြမှာပါ\nပျော်စရာဂိမ်းတွေကို ချစ်စရာကလေးလေးတွေက ဆော့ကြရင်း\nဘယ်လိုတလွဲတွေနဲ့ ရယ်မောရမလဲဆိုတာကြည့်ရှုရမှာပါနော်ပူကျူးလေး ၉ ယောက်ကို စင်ပေါ်မှာတွေ့နေကျ ပုံစံလေးတွေနဲ့မဟုတ်ဘဲ\nအပြင်ဘဝက ပုံစံလေးတွေနဲ့ မြင်ရမှာမလို့ Must Watch ပါပဲအပတ်စဉ်ကြာသပတေးနေ့တိုင်း Channel Myanmar မှာ\nတင်ဆက်ပေးသွားမှာမလို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်အညွှန်းကိုတော့ Thuu Thuu က‌ ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety ...",
        "url": "https://channelmyanmar.org/tvshows/kep1er-view-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ZMZWIjPlvQlXPPR7zNlP8Oz6q.jpg",
        "title": "Fall In Love ( 2021 )",
        "description": "Chen Xing Xu , Evan Lin , Zhang Jing Yi , Chen Xin Yu တို့ရဲ့ Fall In Love (2021) လေးလာပါပြီနော်၁၉၂၆ခုနှစ်မှာ မိဘတွေကွဲသွားတာကြောင့် အမေဖြစ်သူနဲ့အတူဂျပန်မှာ၁၀နှစ်နေခဲ့တဲ့မုဝမ်ချင်း( Zhang Jing Yi)ဟာ အမေဆုံးသွားပြီးနောက်နိုင်ငံကိုပြန်ပြီးအဖေဆီကိုပြန်လာခဲ့တယ်။အစ်ကိုဖြစ်သူသေဆုံးမှုနဲ့ မိဘတွေကွဲကြတဲ့အကြောင်းအရင်းကိုစုံစမ်းဖို့ကိုရည်ရွယ်ချက်ထားခဲ့တယ်။အဲဒီအချိန်မှာပဲ ရှန်ဟိုင်းစစ်တပ်တွင်းမှာတရားမဝင်အာဏာသိမ်းမှုဖြစ်လာခဲ့တယ်။ထန်ရွမ်လင် ( Chen Xing Xu) ဟာနိမ့်ကျတဲ့မျိုးရိုးကြောင့် ရှန်ဟိုင်းမြို့ကာကွယ်ရေးအရာရှိဖြစ်လာခဲ့ပေမယ့်လူတွေရဲ့လေးစားမှုကိုမရရှိတဲ့သူတစ်ယောက်ပါ (ကောင်လေးသနားပါတယ်)။ရွီကွမ်းရောက် ( Evan Lin) ဟာ တပ်မှုးယွဲ့ချန်ရဲ့တစ်ဦးတည်းသောသားဖြစ်တယ်။ငယ်စဉ်ကတည်းကအများလေးစားအားကျခံရတဲ့သူတစ်ယောက်ဖြစ်ပေမယ့်သူကနိုင်ငံရေးနယ်ပယ်ကအာဏာပါဝါပြိုင်ဆိုင်မှုတွေကိုမနှစ်သက်ပါဘူး။ကံကြမ္မာရေစက်ကြောင့် သူတို့လူငယ်သုံးယောက်ဟာသူငယ်ချင်းတွေဖြစ်သွားကြတယ်။မုဝမ်ချင်းကမုမိသားစုအခြေခိုင်ဖို့ရည်ရွယ်ချက်နဲ့ရွီကွမ်းရောက်ကိုချဉ်းကပ်ခဲ့တယ်။ထန်ရွမ်လင်ကအရင်ကမုမိသားစုအမှုကိုစုံစမ်းဖို့ရည်ရွယ်ချက်နဲ့မုဝမ်ချင်းကိုပူးပေါင်းဖို့ကမ်းလှမ်းခဲ့တယ်။ရည်ရွယ်ချက်မတူကြတဲ့သူတို့၃ယောက်ဟာအချိန်ကြာလာတဲ့အမျှသံယောဇဉ်တွေချည်နှောင်မိလာကြတယ်။နောက်ပိုင်းမှာကွန်မြူနစ်ပါတီထဲဝင်ပြီး နိုင်ငံကိုကာကွယ်ဖို့အရေးကြီးတာကိုနားလည်လာကြတယ်။နိုင်ငံရေးအရှုပ်အထွေးတွေကြားကသူတို့ရဲ့ချစ်ဇာတ်လမ်းလေးဟာဘယ်လိုဖြစ်လာမလဲဆိုတာကိုဆက်လက်ပြီးကြည့်ရှုအားပေးကြပါဦးနော် Quality : WEB-DL 720pFormat : mp4Total Episodes : 36During : 45Original Network : YoukuAired On : Monday, Tuesday, Wednesday, ...",
        "url": "https://channelmyanmar.org/tvshows/fall-in-love-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/L1-113x200.jpg",
        "title": "Love At Night ( 2021 )",
        "description": "ဒီနေ့အသစ်ထွက်လာတဲ့ Love At Night series လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအစမှာတော့ မင်းသားနဲ့ မင်းသမီးက ညတစ်ညမှာ အမှတ်မထင်တွေ့ဆုံရာကနေအထင်လွဲမှုလေးတွေဖြစ်ခဲ့တယ်ပေါ့…ဘာအထင်လွဲမှုလဲဆိုတာကတော့ကိုယ်တိုင်ကြည့်မှ ကောင်းမှာပါရွှီချင်းယုံ ဆိုတဲ့မင်းသမီးက ဘဝမှာ အလုပ်ရယ် ၁၀ နှစ် ၁၀ မိုးတွဲလာတဲ့မကြာခင် လက်ထပ်တော့မယ့် ရည်းစားရယ်ပဲ ဘဝလို့သတ်မှတ်ထားသူပေါ့…ဒါကို ရုတ်တရက်ကြီး အဲ့ ၁၀ နှစ်၁၀ မိုးတွဲခဲ့တဲ့ ရည်းစားက သစ္စာဖောက်တာကိုသိလိုက်ရပါတယ်သူ့ ရည်းစားကတော့ မတော်တဆပါလို့ပြောခဲ့ပေမယ့် လက်မခံပဲလမ်းခွဲခဲ့ပါတယ်အဲ့တစ်ချိန်တည်းမှာ တို့မမနဲ့မော့လင်းကျီနဲ့ အထင်လွဲမှုလေးဖြစ်ပေမယ့်ကိုယ့်လမ်းကိုယ်လျှောက်နိုင်ပြီထင်ပေမယ့် ခေါင်းမာတဲ့ကောင်လေး ဇွဲကြီးတဲ့ကောင်လေးကြောင့်ဒီဇာတ်လမ်းလေး ဖြစ်ပေါ်လာတယ်လို့ဆိုလိုရပါမယ်Ro တာ သဘောကျတဲ့သူတွေအတွက်တော့ ကြည့်ကောင်းမယ့်ကားလေးပါ Quality : WEB-DL 720pFormat : mp4Total Episodes : 30Genres : Drama , RomanceAired On: Tuesday, Wednesday, Thursday, FridaySubtitle : Myanmar Subtitle ( hardsub ...",
        "url": "https://channelmyanmar.org/tvshows/love-at-night-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rjDWvmVRLJiOmvI6nI7kwRFfRKy.jpg",
        "title": "Mean no harm (2021)",
        "description": "Mean No Harm (2021)ဒီတစ်ခါတော့ ပန့်ဟောက်စ် ပရိသတ်တွေအတွက် အလွမ်းပြေဆေးလေး လာပါပြီဗျာ။အလွမ်းပြေရုံတင်မကဘဲ အဆိပ်ပါ ပြေမှာပါ။ပန့်ဟောက်စ် နဲ့ လောင်ကျွမ်းခဲ့ရသမျှ\nဒီအစီအစဉ်ကို ကြည့်လိုက်ရင် မီးခဲကို ရေနဲ့ငြိမ်းလိုက်သလို\nလုံးဝကို ဒဏ်ရာတွေ ကျက်သွားစေမယ့်\nစိတ်အပန်းပြေစေမယ့် အစီအစဉ်လေးပဲ ဖြစ်ပါတယ်။အဓိကအနေနဲ့ ပါဝင်ထားသူများကတော့\nအွန်းကီဂျွန်း၊ ယွန်းဂျုံဟွန်း နဲ့ ဘုံးထယ်ဂယူ တို့ပဲ ဖြစ်ကြပါတယ်။သူတို့ ၃ ယောက်က ဆိတ်ငြိမ်အေးချမ်းတဲ့ နေရာလေးတစ်ခုမှာ\nသူတို့ရဲ့အားလပ်ရက်ကို အချိန်ကုန်ဆုံးဖို့ စီစဉ်ထားတာပါ။\nစကားတွေပြောမယ် ဈေးဝယ်မယ် ဟင်းတွေ ချက်ပြုတ်စားမယ်ပေါ့။သူတို့နဲ့အတူတူ ဝိုင်းလုပ်ဝိုင်းစားမယ့်လူတွေကတော့\nပန့်ဟောက်စ်မှာ ပါဝင်ခဲ့တဲ့ သရုပ်ဆောင်များပဲ ဖြစ်ပါတယ်။ပန့်ဟောက်စ် နဲ့ လုံးဝ မတူတဲ့ ခံစားမှုကို ပေးမှာမို့\nပန့်ဟောက်စ် ပရိသတ်တွေ ကြည့်ပြီးတာနဲ့\nစိတ်ကျေနပ်မှုကို အပြည့်အဝ ရရှိစေမယ့် အစီအစဉ်လေးဆိုရင်လည်း မမှားပါဘူး။တစ်ပတ်ကို တစ်ပိုင်းနှုန်းနဲ့ စုစုပေါင်း ၁၀ ပိုင်း ပါဝင်မှာ ဖြစ်ပြီး\nအပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း စီစဉ်တင်ဆက်ပေးသွားမှာ ဖြစ်လို့\nစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။ဘာသာပြန်ထားတာကတော့ CM Variety ...",
        "url": "https://channelmyanmar.org/tvshows/mean-no-harm-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/4TEIkad4Nj1ZY5elC1sett6JAeK-133x200.jpg",
        "title": "Where Stars Land (2018)",
        "description": "Where Stars Land (2018)==================IMDb Rating - 7.1/10အင်ချွန်းအပြည်ပြည်ဆိုင်ရာလေဆိပ်က ဝန်ထမ်းတွေကြားက အချစ်ဇာတ်လမ်းလေးကို ရိုက်ကူးပြသထားတဲ့ romance melodramaလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\"အဖေကပြောဖူးတယ် လောကကြီးမှာတိုက်ဆိုင်မှုဆိုတာမရှိဘူး။ ဘဝမှာ အရာအားလုံးက အကြောင်းရှိလို့ဖြစ်ရတာချည်းပဲ\" ဆိုပြီးဇာတ်ကားလေးကိုဖွင့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ . . . အီဆူယွန်းက ကိုရီးယားနိုင်ငံရဲ့ အဆင့်မြင့်တက္ကသိုလ် Kaist ကနေ ဘွဲ့ရထားတဲ့ ခရီးသည်ဝန်ဆောင်မှုဌာနက ဝန်ထမ်းတစ်ယောက်ပါ။ အရည်အချင်းလည်းရှိပြီး ရုပ်တည်ကြီးနဲ့နေတတ်လွန်းလို့ အခုမှသုံးလအစမ်းခန့်ကာလပြီးထားတဲ့ဝန်ထမ်းသစ်‌လို့ မထင်ရအောင်ပါပဲ။ ဘယ်သူနဲ့မှ ရောရောနှောနှောနေလေ့မရှိတဲ့အတွက် သူ့အကြောင်း အတင်းအဖျင်း‌၊ ကောလာဟလတွေလည်းအများကြီးရှိတဲ့ နားလည်ရခက်တဲ့လူမျိုး‌ပေါ့နော်။ဟန်ယောရမ်ကတော့ အင်ချွန်းလေဆိပ်မှာအလုပ်လုပ်တာ တစ်နှစ်ရှိပြီဖြစ်ပေမယ့် စိတ်ဆတ်လွယ်ပြီး ရမ်းကားတဲ့ခရီးသည်တွေအပေါ် ကြမ်းကြမ်းတမ်းတမ်းပြောဆိုပြုမူမှုတွေကြောင့် ခရီးသည်ဝန်ဆောင်မှုဌာနကို ပြောင်းရွှေ့ခံလိုက်ရတဲ့ ရှပ်ပြာမလေးပါ။ အဲဒီလိုမဟုတ်မခံမလေးကို သူ့ထက်နောက်ကျပြီးမှ အလုပ်ဝင်တဲ့ အီဆူယွန်းက ဆရာအဖြစ်ကြီးကြပ်ရတဲ့အခါ ဘယ်လိုတွေခရီးဆက်ကြမလဲ။အီဆူယွန်းနဲ့ပတ်သက်တဲ့ ကောလာဟလဆိုတာတွေကရော အမှန်တွေလား ဆိုတာကတော့ မကြာမီလာမည် မျှော်ပေါ့နော်။ အီဆူယွန်းအဖြစ်Architecture 101 ...",
        "url": "https://channelmyanmar.org/tvshows/where-stars-land-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6s0kZq0PSB4MhHhBKeK3FmlUKAl.jpg",
        "title": "The Fiery Priest (2019)",
        "description": "The Fiery Priest (2019)စိတ်ထားကောင်းတဲ့ ခရစ်ယန်ဘုန်းတော်ကြီးဆိုပေမဲ့ဒေါသလွယ်ပြီး စိတ်ဆတ်တဲ့အတွက် ပြဿနာဖြစ်ပြီး ဂူဒမ်မြို့ကိုရောက်လာခဲ့တဲ့ ဖာသာဂင်ဟယ်အီးစကားများပြီး ကြောက်တတ်တဲ့ ဂူဒမ်ရဲစခန်း အကြမ်းဖက်နှိမ်နှင်းရေးအဖွဲ့က စုံထောက် ဂူဒယ်ယောင်းရည်မှန်းချက်ကြီးပြီး အထက်လူကြီးတွေနဲ့ ပေါင်းသင်းတတ်တဲ့အပြင် ထက်မြက်တဲ့ အမှုစစ်ပတ်ဂယောင်းဆွန်းဘုရားကျောင်း ဂိုဏ်းအုပ် ဘုန်းတော်ကြီး အသတ်ခံရမှုအတွက် သူတို့တွေ ဘယ်လို အမှုလိုက်ကြမလဲတစ်ယောက် နယ်ပယ်တစ်ခုစီဆိုပေမဲ့ ဘယ်လိုတွေသိကျွမ်းပြီးတော့ဘယ်လိုမျိုးတွေ အမှုလိုက်ကြမလဲဆိုတာ စောင့်မျှော်ကြည့်ပေးကြပါဦးနော်အမျိုးအစားကတော့ Action, Comedy, Crime, Mystery ဖြစ်ပါတယ်ဒီဇာတ်လမ်းတွဲရဲ့ ထူးခြားချက်ကတော့ အေးဆေးတည်ငြိမ်တဲ့ ဘုန်းတော်ကြီးမဟုတ်ဘဲဒေါသလွယ်တဲ့ ဖာသာရဲ့ ကာရိုက်တာဟာတော့ တကယ်စိတ်ဝင်စားစရာပါပဲCasting အနေနဲ့ကတော့ The Pirates ရဲ့ဇာတ်လိုက် Kim Nam Gi,မကြာသေးခင်ကမှ ပြီးသွားတဲ့ One the Woman က Lee Ha Nee နဲ့Reply series တွေဆိုရင် မကျန်ခဲ့စေရမဲ့ Kim Sung ...",
        "url": "https://channelmyanmar.org/tvshows/the-fiery-priest-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h87xLfMcihZE5Fhw7IcfET2Leaw.jpg",
        "title": "High School Mystery Club (2021)",
        "description": "Girls' High School Mystery Class (Season 1)ဆယ်ရာ မိန်းကလေးအထက်တန်းကျောင်းမှာ အံ့ဩစရာအဖြစ်အပျက်တစ်ခု ဖြစ်ခဲ့ပါတယ်။သေဆုံးပြီးသားလူဆီက စာတစ်စောင် ရောက်ရှိလာတာပါပဲ။ဒီတော့ ဒီလို ထူးဆန်းတဲ့ အဖြစ်အပျက်တွေ .....ဆယ်ရာမိန်းက​လေးအထက်တန်းကျောင်းက လျှို့ဝှက်ဆန်းကြယ်မှုတွေကို​ဖော်ထုတ်ကြမယ့် Mystery Adventure Show လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီမိန်းက​လေး​ကျောင်းမှာဆိုရင်တော့ သာမန်လူ​တွေ တက်ခွင့်မရှိဘဲနာမည်ကြီး၊ ရာထူးကြီး အထက်တန်းလွှာက မိန်းက​လေး​တွေသာ တက်ခွင့်ရတဲ့​ကျောင်းဖြစ်ပါတယ်။Park Ji Yoon, Jang Do Yeon, Jae Jae, Bibi နဲ့ IZ*ONE အဖွဲ့က Yena တို့ကထူးဆန်းတဲ့အတန်းက ​ကျောင်းသား​တွေအဖြစ်ပါဝင်ပြီး လျှို့ဝှက်ချက်​တွေကို ​​ဖော်ထုတ်ကြမှာပဲဖြစ်ပါတယ်။ရသစုံရှိုး ဆိုပေမယ့် ဇာတ်လမ်းတစ်ခုကို ကြည့်နေရသလိုမျိုး ဖြစ်တဲ့အထိဆွဲဆောင်နိုင်စွမ်း ရှိတာမို့ တစ်ပိုင်းပြီးတစ်ပိုင်း ကြည့်ချင်စိတ် ဖြစ်လာမိမှာ အမှန်ပါပဲ။၂၀၂၁ ဒီဇင်ဘာ ၃၁ ရက်နေ့မှာ Season 2 ထုတ်လွှင့်မှာဖြစ်လို့Season 2 ...",
        "url": "https://channelmyanmar.org/tvshows/high-school-mystery-club-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tJ0vndu5q7S2MDSYsEJFRWO4JMb.jpg",
        "title": "Novoland: Pearl Eclipse ( 2021 )",
        "description": "Novoland : Pearl Eclipse (20210မင်းသမီးကြီး Yang Mi... မင်းသားကြီး William Chanနဲ့ Xu Kai Cheng တို့\\အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်တံငါရွာတစ်ရွာက မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့ ဟိုင်ရှီးဟာ မိဘတွေဆုံးပါးသွားပြီး တစ်ရွာလုံးသတ်ဖြတ်ခြင်းခံခဲ့ရပါတယ်အသက်အန္တရာယ်နဲ့ရင်ဆိုင်ရချိန်မှာ အမတ်ဖန်းကျိုးရင်းနဲ့ဆုံတဲ့အခါယောကျာ်လေးအဖြစ်ဟန်ဆောင်ရင်း တပည့်အဖြစ်လိုက်ပါခဲ့ပါတယ်..ငယ်ရွယ်တဲ့မင်းကြီးအုပ်စိုးနေတဲ့တိုင်းပြည်ဟာ ရှုပ်ထွေးနေပေမယ့်အမတ်ဖန်းကျိုးရင်းက နောက်ကွယ်ကတည့်မတ်ပေးနေတဲ့အခါ....ဟိုင်ရှီးဟာ မင်းကြီးရဲ့ကိုယ်ရံတော်ဖြစ်လာတဲ့အခါ...မင်းကြီးဟာ ဟိုင်းရှီးက မိန်းကလေးမှန်းသတိထားမိတဲ့အခါဘယ်လိုအချစ်ဇာတ်လမ်းတွေဖြစ်လာမှာလဲ....နာမည်ကြီးမင်းသားမင်းသမီးများစွာပါတာမလို့ စိတ်ကျေနပ်မှုရစေမှာပါ... Quality : WEB-DL 720pFormat : mp4Aired On : Nov 10 , 2021Aired On: Wednesday, Thursday, Friday, Saturday, SundayGenres : Wuxia , Historical , RomanceSubtitle : Myanmar Subtitle ( hardsub )Translated By CM TeamEncoded By LK \nCompleete Zip  ...",
        "url": "https://channelmyanmar.org/tvshows/novoland-pearl-eclipse-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cgJpkni4uq4HzHMfPcR22OG5JRC.jpg",
        "title": "Wise Mountain Village Life (2021)",
        "description": "Wise Mountain Village Life (or) Wise Mountain Village Playlist=================================Hospital Playlist ကို လွမ်းနေကြတဲ့ ပရိသတ်တွေ ရှိကြတယ် မဟုတ်လား?ဒီ ၅ ယောက်ကို တစ်ပေါင်းထဲ ပြန်တွေ့ကြရင် ဝမ်းသာမိကြမှာပါ။ဒီတော့ Variety Show တစ်ခုဖြစ်တဲ့ Three Meals a day အစီအစဉ်ကနေအထူးအစီအစဉ်တစ်ခုအနေနဲ့ Three Meals a day : Doctors ဆိုပြီးတော့Hospital Playlist ရဲ့ Main Cast ၅ ယောက်ကို တောင်ပေါ်ရွာလေးတစ်ရွာကို၃ ရက် သွားနေခိုင်းပြီးတော့ တစ်နေ ၃ နပ်ကို ရှာကြံချက်စားခိုင်းပါတော့မယ်။Hospital Playlist Goes Camping ကို ကြိုက်နှစ်သက်ခဲ့ကြတဲ့ ပရိသတ်တွေကတော့ဒီအစီအစဉ်ကို ပိုတောင် သဘောကျမယ် ထင်ပါတယ်။အောက်တိုဘာလ ၈ ရက်နေ့မှာ ထုတ်လွှင့်သွားမှာဖြစ်ပြီးတော့CM ...",
        "url": "https://channelmyanmar.org/tvshows/wise-mountain-village-life-2021/"
    }
]