[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gn7oPOtz5ms8p0Hu9YSLxR84DGD.jpg",
        "title": "The Yearbook (2021)",
        "description": "The Yearbook (2021)Yearbook လို့ ခေါ်တဲ့ \"တစ်နှစ်တာမှတ်စု\" စာအုပ်ထဲက သူငယ်ချင်းတွေကို မှတ်မိကြပါရဲ့လား?????ဒီဇာတ်လမ်းကတော့ ဒီစာအုပ်လေးကို အခြေခံထားတဲ့\n၂၀၀၀ ခုနှစ် အစောပိုင်းကာလများဆီကို ပြန်လည်ခေါ်ဆောင်သွားမှာပဲ ဖြစ်ပါတယ်။\"ရေးပေးပါ\" ဆိုတဲ့ စာအုပ်ကို မှတ်မိကြပါသလား?ဒီကားကြည့်ရင်း အဲဒီစာအုပ်ပိုင်ဆိုင်ဖူးတဲ့လူတွေဆိုရင် တသသနဲ့ ဖြစ်နေမှာ အမှန်ပါပဲ။ဒီဇာတ်လမ်းကတော့ ဖော့ဘ် နဲ့ နတ် ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်\nသူတို့ရဲ့စိတ်ကူးအိပ်မက်တွေကို အတူတူ ဖော်ဆောင်ကြရင်း ဖြစ်ပေါ်လာခဲ့ကြတဲ့\nနက်ရှိုင်းတဲ့ သံယောဇဉ်ကို ရိုက်ကူးတင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ကံဆိုးတာကတော့ တစ်ယောက်သောသူက ကတိမတည်ခဲ့ပါဘူး။ဒီဖြစ်ရပ်ကြောင့် သူတို့ကြားမှာ နာကျင်မှုသာ ကြွင်းကျန်ခဲ့ရပါတယ်။နောက်ဆုံးမှာ သူတို့တွေ ကွဲကွာခဲ့ကြပြီး ၄ နှစ် အကြာမှာတော့ .....\nအမှန်တရားတချို့နဲ့အတူ တစ်နှစ်တာမှတ်စု စာအုပ်ကနေ\nသူငယ်ချင်းတစ်ယောက်ကို ပြန်လည်ခေါ်ဆောင်လာမှာပဲ ဖြစ်ပါတယ်။အဆုံးသတ်မှာ သူတို့ရဲ့ခင်မင်မှု တွေ ပြန်ရလာမလား?\nအိပ်မက်တွေ အကောင်အထည် ပေါ်လာကြမှာလား ဆိုတာကိုတော့တစ်နှစ်တာမှတ်စု စာအုပ်ရဲ့ အမှတ်တရတွေနဲ့ အတူတူ ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကို August ...",
        "url": "https://channelmyanmar.org/tvshows/the-yearbook-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eI0BnkUJJ67jtmlY7ZswCSxZafE.jpg",
        "title": "Check Out the Event(2021)",
        "description": "Check Out the Event(2021)ဇာတ်လမ်းတွဲအညွှန်း*****************************************အပိုင်းသစ်( ၁ မှ ၄)ထိ စ/ဆုံးဟာဆွန်းရီဆိုတဲ့ တက်တက်ကြွကြွနေတတ်တဲ့ကောင်မလေးဟာပတ်ဒိုဂယွန်းလို့ခေါ်တဲ့ ကောင်လေးနဲ့ အရမ်းချစ်တဲ့ ချစ်သူတွေဖြစ်ခဲ့ကြပါတယ်။သို့သော်လည်း ပတ်ဒိုဂယွန်းဘက်က လမ်းခွဲ ကြဖို့ဆုံးဖြတ်လိုက်ပါတယ်....တစ်ဖက်သတ်ထားခဲ့ခံရလို့ အသဲကွဲနေတဲ့အချိန်မှာပဲ ဟာဆွန်းရီဟာ လွန်ခဲ့တဲ့ ၂လကလျှောက်ထားခဲ့တဲ့ စုံတွဲခရီးသွားခွင့်လက်မှတ်ကို မဲထပေါက်ပါတော့တယ်။ရည်းစားဟောင်းကို စိတ်မ​ပြတ်နိုင်သေးတဲ့ ဟာဆွန်းရီက ပတ်ဒိုဂယွန်းနဲ့ဆက်တွဲနေသေးသလို ဟန်ဆောင်ပြီး ခရီးသွားကြဖို့ စီစဥ်ပါတော့တယ်။ခရီးမှာ ဆောဂျီဂန်းဆိုတဲ့ ကောင်လေးကလည်း သူတို့အတွဲရဲ့ ခရီးသွားလမ်းညွှန်အဖြစ်ပါလာခဲ့ပါတယ်။ဆောဂျီဂန်းက ဟာဆွန်းရီကို တဖြည်းဖြည်း စိတ်ဝင်စားလာတဲ့အခါမှာဟာဆွန်းရီကဘယ်လိုတုန့်ပြန်မလဲ။ပတ်ဒိုဂယွန်းကရော သဝန်တိုစိတ်နဲ့ ဟာဆွန်းရီဆီပြန်လာမလားဆိုတာကိုစိတ်ဝင်စားဖို့ကောင်းစွာ ကြည့်ရှူရမဲ့ ၃ပွင့်ဆိုင်ဇာတ်လမ်းလေးဖြစ်ပါတယ်။  Episodes: 4Aired: Aug 14, 2021 - Sep 4, 2021Aired On: Monday, Tuesday, Wednesday, Thursday, FridayGenres: Romance, Youth, Drama, MelodramaTranslated by  Myat Thet  & Mi Moe SetEncoded by  ...",
        "url": "https://channelmyanmar.org/tvshows/check-out-the-event2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/sxes-113x200.jpg",
        "title": "Crime Crackdown ( 2021 )",
        "description": "ဒီတစ်ခါတော့ CMကနေ အက်ရှင် seriesတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားလေးထဲမှာဆိုရင် Exo M အဖွဲ့ရဲ့ main dancer lay ပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက်အက်ရှင်ပုံစံနဲ့ မိမိုက်ချောမောနေတဲ့ layကိုပါ အဆစ်ကြည့်ရမှာပါနော်နာမည်ကြီး သရုပ်ဆောင် မင်းသားမင်းသမီးကြီးတွေလည်း အများကြီးပါဝင်အားဖြည့်ထားတာမို့လို့ တကယ်ကို ကြည့်ရတာတန်မဲ့ဇာတ်ကားကောင်းလေးတစ်ခုပါဇာတ်လမ်းအကြောင်းအရာလေးကတော့... ရဲဝန်ထမ်း Li Cheng Yang ဟာအမှုတစ်ခုကို ဖြေရှင်းဖို့ကြိုးစားရင်း မကောင်းတဲ့လက်နက်ကိုင်အဖွဲ့နဲ့အထက်လူကြီး ချောက်ချတာခံရပြီး ထောင်ကျသွားခဲ့ပါတယ် ဒါပေမဲ့ကံကောင်းထောက်မစွာ တရုတ်နိုင်ငံ​ရေး ဆိုဗီယက်ဆိုင်ရာဝန်ထမ်းဌာနနဲ့ အဓိကကြီးကြပ်ရေးမှုးဌာနတို့ရဲ့ ဦးဆောင်မှုကြောင့် ထောင်မှ ပြန်လွတ်လာပြီးဌာနမျိုးစုံက လူတွေနဲ့ ဖွဲ့စည်းထားတဲ့ လက်နက်ကိုင်အဖွဲ့ကို ဝင်လိုက်ရပါတယ်အဲ့ဒီနောက်မှာ Li Cheng Yangတစ်ယောက် Lin Hao ၊ He Yongတို့နှစ်ယောက်နဲ့ပူးပေါင်းပြီး ကျုံးကျန်းမြို့မှာ ၁၀နှစ်ကျော် အာဏာမြဲခဲ့တဲ့ မကောင်းတဲ့​အဖွဲ့ကြီးနှစ်ဖွဲ့ကို ဖယ်ရှား​ပြီး အမှန်တရားကိုရှာဖို့ ကြိုးစားပါတော့တယ်မကောင်းမှုတွေ လွှမ်းမိုးနေတဲ့ အာဏာရှိအဖွဲ့ကို သူတို့သုံးယောက် သွားထိမိပြီးဘယ်လို ချောက်ချ ...",
        "url": "https://channelmyanmar.org/tvshows/crime-crackdown-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/218224494_355910695974671_7327995822269291121_n-160x200.jpg",
        "title": "Love Under the Moonlight(2021)",
        "description": "Love Under the Moonlight(2021) ဇာတ်လမ်းတွဲအညွှန်း*****************************************အပိုင်းသစ်(၁ မှ ၁၅)ထိ စ/ဆုံး\"လရောင်အောက်ကချစ်ဦးငယ်\"Ice Preechayaဆိုတဲ့ မင်းသမီးကို နာမည်ရင်း သာမသိရင် မသိကြမယ်.....I Fine..Thank You..Love You  ထဲမှာယောင်္ယျားလေးပရိတ်သတ်တွေကိုတင်မက မိန်းကလေးပရိတ်သတ်တွေကိုပါဆွဲဆောင်နိုင်ခဲ့တဲ့ အင်္ဂလိပ်ဆရာမလေးဆိုရင်တော့ အတော်များများသိကြမှာပါ... သူ့ရဲ့ စီးရီးအသစ်လေးထွက်လို့လာပါပြီ....ထတ် / နတ်ချာ အဖြစ် Ken Theeradethမယ့်အင် / ဂျန် အဖြစ် Ice Preechaya ချစ်ရသူ ကောင်မလေးကို တစ်ဘဝလုံးစာ စောင့်မျှော်လာခဲ့တဲ့ နတ်ချာတစ်ယောက် ၂၁ ရာစုမှာ သူချစ်ရတဲ့ မိန်းကလေး မယ့်အင်နဲ့ရုပ်ချင်းချွတ်စွတ်တူတဲ့ ဂျန်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကို တိုက်ဆိုင်စွာနဲ့ ဆုံတွေ့ခဲ့ပါတော့တယ် ....နတ်ချာတစ်ယောက် ဂျန်ဆိုတဲ့ ကောင်မလေးကို မယ့်အင် လူပြန်ဝင်စားလာတာဟု ကောက်ချက်ချပြီး အရင်ကြာညောင်းလေပြီးသော ခေတ်တစ်ခုက သူတို့နှစ်ဦး ဆက်ဆံရေးကို ဂျန့်ကို ပြန်မှတ်မိအောင် ...",
        "url": "https://channelmyanmar.org/tvshows/ruk-nirun-juntra-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/RdeO6_4f-160x200.jpg",
        "title": "46 Days (2021)",
        "description": "💕မင်္ဂလာပွဲဖျက်ရန် ၄၆ရက်တာ💕\nNew Upcoming Series🙈Castsယင်ယင် အဖြစ် Baifern Pimchanok\nနွီုင်းနာ အဖြစ် Mild Lapassalan\nကွန် အဖြစ် Non Chanon\nဖတ်အဖြစ် Off Jumpol\nဝိဆာ အဖြစ် Ployphach ဇာတ်လမ်းအကျဉ်းယင်ယင်နဲ့ နွိုင်းနာတို့ကက အရမ်းကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး\nအားနွဲ့တဲ့ နွိုင်းနာကို ယင်ယင်ကပဲ အမြဲ ဂရုစိုက်ခဲ့ရပါတယ်နွိုင်းနာရဲ့ ရည်မှန်းချက်က သူ့ကိုကာကွယ်ပေးနိုင်မယ့် မင်းသားလေးနဲ့ လက်ထပ်ဖို့ပါပဲအားလုံး ကောင်းမွန်နေတဲ့ နွိုင်းနာဟာ အချစ်ရေးမှာတော့ ကံမကောင်းခဲ့ပါဘူး\nကံကြမ္မာအရ ချစ်တဲ့သူတိုင်း အလုခံနေရခဲ့ပါတယ်နွိုင်းနာ စိတ်ဓာတ်မကျအောင် ယင်ယင်နဲ့ ဗေဒင်ဆရာမပေါင်းပြီး လိမ်ဟောပေးလိုက်ရာက ဒီဇာတ်လမ်း စလာပါတော့တယ်\nဆရာမအဟောအရ\nနွိုင်းနာရဲ့လက်တွဲဖော်က လူတွေကိုပြုစုစောင့်ရှောက်ပေးရတဲ့သူဖြစ်ပြီး\nကွန် ဆိုတဲ့ဆရာဝန်အဆင်လေးနဲ့တွေ့ရာက လက်တွဲဖော်လို့ ယုံကြည်ကာ သဘောကျသွားပါတော့တယ်ဒါပေမယ့် ပြဿနာရှိနေတာက ကွန်မှာက\nနှစ်ကာလရှည်ကြာတွဲလာခဲ့တဲ့ကောင်မလေးရှိနေပြီးမကြာခင်မှာလက်ထပ်ကြတော့မယ်😱 ဒီတော့အလွယ်တကူလက်လွှတ်လိုက်မလား\nလက်ထပ်ပွဲကျင်းပဖို့ ၄၆ရက်သာကျန်ရှိမယ့်အချိန်အတွင်း\nဒီမင်္ဂလာပွဲကိုရအောင်ဖျက်မလားဆိုတာ စဉ်းစားစရာဖြစ်လာခဲ့တဲ့နောက်\nနွိုင်းနာက ယင်ယင်ကိုသူကြိုက်တဲ့ ဆရာဝန်ရဲ့မင်္ဂလာပွဲကိုဖျက်ပေးမလား\nBaifern ရဲ့အကြွေးကိုဆပ်မလားမေးလာခဲ့ချိန်မှာတော့\n၄၆ ရက်အတွင်းမင်္ဂလာပွဲကိုနည်းမျိုးစုံနဲ့ ဖျက်ဆီးဖို့ကြိုးစားရာကနေ ဒီဇာတ်လမ်းလေးစတင်လာခဲ့ပါတော့တယ်...အချစ်ရေးဆိုးခဲ့တဲ့ နွိုင်းနာတစ်ယောက် ဆရာဝန်လေးကိုရော အလုခံရဦးမလား\nကွန်ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/46-days-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/jNVbO_4m-151x200.jpg",
        "title": "Reuan Rom Ngiw (2021)",
        "description": "Reuan Rom Ngiw-ရန်ငြိုးမပျယ်သောစံအိမ်( (2021)ထိုင်းဇာတ်လမ်းတွဲအညွှန်း*****************************************************************အပိုင်းသစ်(၁ မှ ၂၇ ထိ)စ/ဆုံးမာလိုင် အဖြစ် Pinky Savika\nဒတ် အဖြစ် Golf Anuwat\nလွမ် အဖြစ် Aun Witayaတိတ်ဆိတ်တဲ့ညမှာ သူခိုးဓားပြအဖွဲ့ဟာအမှောင်ကိုအခွင့်ကောင်းယူပြီး လူသူအစောင့်ကင်းမဲ့တဲ့စံအိမ်ကြီးတစ်ခုထဲကို ဝင်လာကြတယ်...အံအားသင့်စရာကောင်းတာက အစောင့်မရှိ လူမရှိတာတောင်မှ စံအိမ်တော်ကြီးထဲမှာအဖိုးတန်ပစ္စည်းတွေ တစ်ခုတစ်လေတောင်မပျောက်ဘဲတည်ရှိနေတာပါပဲ...သူခိုးတွေအတွက် ပွပေါက်ပေါ့...တန်ဘိုးကြီးတဲ့ရွှေကလပ်တွေ လက်ဝတ်ရတနာတွေယူနေတုန်းမှာပဲ ဗြုန်းဆိုမျက်နှာကျက်နဲ့ နံရံမှာ သွေးကွက်တွေပေါ်လာတယ်...အလွန်ကြောက်စရာကောင်းတဲ့ သရဲမဟာ ဒီစံအိမ်ထဲဝင်ပြီး ပစ္စည်းတွေခိုးတဲ့သူတွေကို ဂုတ်ကိုခွစီးပြီး လည်ပင်းတွေချိုးပစ်လိုက်တယ်....ဘဝခြားနေတာတောင် ဒီသရဲမဟာ လူတွေကိုသတ်ပစ်နိုင်စွမ်း ဝင်ပူးနိုင်စွမ်းရှိတဲ့ အငြိုးကြီးသရဲမဖြစ်ပုံရပါတယ်....တကယ်တော့ဒီခြံကြီးနဲ့အိမ်မှာပိုင်ရှင်တွေရှိပါတယ်...အိမ်ကြီးကိုရောင်းချင်ပေမဲ့ သရဲကြမ်းတဲ့အတွက်ကြောင့် ရောင်းဖို့ခက်ခဲနေတာကြောင့်အတော်ဆုံးအောက်လမ်းဆရာကိုပင့်ဖိတ်ပြီး သရဲမကိုနှိမ်နှင်းဖို့ကြိုးစားပါတယ်....သရဲမဟာ ပရိတ်ကြိုးလိုအရာမျိုးတွေကိုဖြတ်ပစ်တဲ့အပြင်အောက်လမ်းဆရာကိုရော အိမ်ပိုင်ရှင်လင်မယားကိုပါထပ်သတ်ပစ်လိုက်တယ်...အဲ့ဒီနောက်မှာတော့...ဒီကားလေးကတော့ မြန်မာပရိတ်သတ်တွေနဲ့ မစိမ်းလှတဲ့\nထိုင်းနိုင်ငံရဲ့ စီနီယာ မင်းသမီးကြီး Pinky ပါဝင်ထားတဲ့ သရဲကားပါ....ဘယ်လိုအငြိုးအတေးတွေကြောင့် မကျွတ်မလွတ်တဲ့သရဲမဖြစ်လာတာလဲ...ဒီစံအိမ်ကြီးဟာရှေးတုန်းက ဘယ်လိုဇာတ်လမ်းမျိုးတွေရှိခဲ့တာလဲ...သူမကို ဒီလိုဘဝမျိုးတွေဖြစ်အောင်ဘယ်သူတွေကလုပ်ခဲ့တာလဲ...စိတ်ဝင်စားစရာကောင်းလွန်းတဲ့ဒီထိုင်းစီးရီး\" ရန်ငြိုးမပျယ်သောစံအိမ် \" ကို ခံစားကြည့်လိုက်ပါဉီး....\n[ဇာတ်လမ်းအကျဉ်းကို Mann Mawkunn မှ ရေးသားပေးထားပါသည်] Drama: ...",
        "url": "https://channelmyanmar.org/tvshows/reuan-rom-ngiw-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/etgtCY1GeJWNRB3RoaogVJtVeMa-143x200.jpg",
        "title": "Dream of Chang’an (2021) ( Completed )",
        "description": "အားလုံးမျှော်လင့်စောင့်စားနေတဲ့ကားလေး လာပါပြီနော်Ratingတွေအများကြီးနဲ့ ပရိတ်သတ်အသည်းကို သိမ်းသွားခဲ့တဲ့ love and redemption လေးကိုမှတ်မိကြတယ်မို့လား\nဒီတစ်ခေါက်တော့ CMက ​အဲ့ဒီ ဇာတ်ကားလေးထဲက မင်းသား ယွီစီဖုန်းလေးနဲ့\nမင်းသမီးရဲ့အမ ချူလင်းလုံတို့ အတူတွဲဖက်ပြီး ရိုက်ကူးထားတဲ့ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်ဇာတ်ကြောင်းလေးကတော့...\nထန်မင်းဆက်ရဲ့ ဝမ်ကျုံးမင်းခေတ်မှာ မိန်းမစိုးတွေဟာ မင်းကြီးထက်ပိုပြီး အာဏာကုန်ရထားကြပါတယ်\nအဲ့လို့ အာဏာလွှမ်းမိုးနေတာကို ကြည့်မနေနိုင်တဲ့ ဝမ်ကျုံးမင်းကြီးဟာ ဝန်ကြီးဝမ်ယန်နဲ့ ပူးပေါင်းပြီး\nမိန်းမစိုးခေါင်းဆောင် ချိုဇီလျန်ကို အကွက်ချဖို့စီစဉ်ပါတော့တယ်\nဒါပေမဲ့ သူတို့ရဲ့ အကြံအစဉ်ဟာ အကြီးအကျယ်ရှုံးနိမ့်ပြီး\nဝန်ကြီး ဝမ်ယန်တို့ အိမ်တော်တစ်ခုလုံးလည်း သေဒဏ်ချမှတ်ခံခဲ့ရပါတယ်ကံကောင်းထောက်မစွာ ဝမ်ယန်ရဲ့ မြေးအမွှာနှစ်ယောက်ကတော့ လွှတ်မြောက်သွားခဲ့ပါတယ်\nဒါပေမဲ့လည်း ကံကြမ္မာကမျက်နှာသာမပေးဘဲ ညီအမနှစ်ယောက် ကွဲသွားရှာတော့တယ်\nသူတို့ညီအစ်မနှစ်ယောက်ထဲက အမကြီး ယွီပင်အာဟာ ဇီယီဌာနက မွေးစားခံခဲ့ရပြီး\nသွေးကြွေးပြန်ချေဖို့ ယန်ကျီလို့ နာမည်ပြောင်းကာ ချိုရှစ်လျန်ရဲ့ မွေးစားသမီးအဖြစ်ခံယူလိုက်ပါတယ်နောက် ခုနှစ်နှစ်ကြာပြီး မင်းကြီး လီယန် နန်းတတ်လာတဲ့အခါမှာတော့\nလီယန်က ဇီယီဌာနကို သုံးပြီး ချိုရှစ်လျန်ကို ဆန့်ကျင်ဖို့ ကြံပါတော့တယ်\nအဲ့ဒီအချိန်မှာ အမွှာညီအမနှစ်ယောက် ရန်သူအဖြစ်နဲ့ ပြန်တွေ့ကြပြီး\nဘယ်လိုကံကြမ္မာဆိုးတွေက ...",
        "url": "https://channelmyanmar.org/tvshows/dream-of-changan-stand-by-me-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/p13qB_4f-142x200.jpg",
        "title": "Dare to Love (2021)",
        "description": "တက်သစ်စမင်းသားလေး Peak နဲ့ ထိပ်တန်းမင်းသမီးတစ်ဦးဖြစ်တဲ့ Bella တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\n💏\"မင်းအတွက်ဆိုချစ်ရဲတယ်\" 💏ဇာတ်လမ်းတွဲအညွှန်းလေး\n••••••••••••••••••••••••••••••••••••••••••••••••••\n~ခီယူအဖြစ် Peak\n~ရှေ့နေမလေးထိချာကွန်အဖြစ်Bella တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nမြန်မာပရိသတ်တွေနဲ့မစိမ်းတဲ့\n~မင်းသမီး Pinky ကလည်း ခါမီလီယာဆိုတဲ့ ရှေ့နေမလေးတစ်ဦး အနေနဲ့ ဇာတ်ပို့နေရာကနေ\nပါဝင်ထားပါသေးတယ် 🥀ခီယူ (Peak) ဟာကျောင်းသားအရွယ်ကတည်းက စီနီယာမမဖြစ်တဲ့ ထိချာကွန် (Bella ) ကို\nတိတ်တခိုးကြိတ်ချစ်နေတဲ့သူပေါ့💏🥀ဒီလိုနဲ့ အချိန်တွေကြာလာတာနဲ့အမျှ........\nထိချာကွန်လည်းဘွဲ့ရသွားပြီး ထက်လည်းထက်မြက် စမတ်လည်းကျတဲ့ရှေ့နေမလေးတစ်ဦးဖြစ်လာခဲ့တယ်🥀ခီယူကလည်းကျောင်းပြီးသွားတဲ့နောက်.....\nသူကြိတ်ချစ်ရတဲ့စီနီယာရှေ့နေမမရဲ့ အချစ်ကို\nရယူဖို့ ကြိုးစားပါတော့တယ်🥀ဒါ့ကြောင့်မို့ မမနဲ့အနေနီးဖို့ သူပါရှေ့နေပညာကို အပတ်တကုတ်ကြိုးစားလေ့လာတော့တာပေါ့ (အချစ်ကြီးတဲ့မောင်လေး☺️)🥀ရှေ့နေမလေးထိချာကွန်က ခီယူ အပေါ်ခံစားချက်ကောင်းတွေရှိနေပေမယ့်လည်း ခီယူရဲ့အချစ်တွေကိုလက်ခံဖို့ဆိုတာ သူမအတွက် ဒွိဟတွေ\nဖြစ်နေခဲ့ရတယ်🥀ဘာလို့ဒွိဟတွေဖြစ်နေရလဲဆိုရင်.......\nသူမနဲ့အသက်ချင်းကွာတဲ့ခီယူဆီက အချစ်ကို\nမယုံရဲတာကတစ်ကြောင်းနောက်တစ်ချက်က.....\nတော်ပြီးအရည်အချင်းပြည့်ဝတဲ့သူတစ်‌ယောက်ကလည်း သူမကိုချဉ်းကပ်နေတာကြောင့်မို့လို့ပါပဲ( ရှေ့နေမလေးထိချာကွန်တော့ ကိုကိုနဲ့မောင်လေးကြားအရွေးရခက်ပြီပေါ့☺️)🥀ဒီလိုဒွိဟတွေဖြစ်နေတဲ့နောက်\nရှေ့ဆက်ပြီးတော့ရော...ခီယူက ထိချာကွန်ရဲ့အချစ်တွေရဖို့ဘယ်လိုတွေကြိုးစားမလဲ?မောင်လေးခီယူရဲ့အချစ်ကိုမယုံမကြည်ဖြစ်နေတဲ့ ရှေ့နေမမထိချာကွန်ကရော ?\nဘယ်လိုအရာတွေကများ သူမကိုချစ်လာရဲအောင်လုပ်ဆောင်ပေးမလဲဆိုတာ\nဇာတ်ကားလေးထဲမှာရင်ခုန်စွာကြည့်ရှုခံစားကြည့်ကြရအောင်ပါနော်🙆ရင်ခုန်စရာကောင်းတဲ့မောင်နဲ့မကြားက\nရိုမန်တစ်ဆန်တာတွေအပြင်\nရှေ့နေမလေးထိချာကွန်နဲ့ ရှေ့နေမလေးခါမီလီယာတို့ကြား အပြိုင်အဆိုင်တွေကိုလည်း\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်😍ရသစုံလင်မယ့်ဇာတ်လမ်းတွဲကောင်းလေး\nတစ်ကားဖြစ်တာမို့\nလက်မလွတ်ဘဲ စောင့်ကြည့်သင့်ကြောင်း\nပြောပါရစေရှင်❤️(အညွှန်းအား Bella Campen Myanmar Fanclubမှရေးသားထားပါသည်) Translated by Kyi Nue Zin ,Lang ...",
        "url": "https://channelmyanmar.org/tvshows/dare-to-love-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNzFjY2U3ZjQtY2MzZC00MzExLWFhYjYtZWE3YmFmNGJhZTg4XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-135x200.jpg",
        "title": "The Mysterious Benedict Society Season 1 (2021)+ SEASON (2)",
        "description": "ဒစ်စနေးကတော့ စီးရီးကောင်းတွေချည်းပဲ ချနေတာပါပဲ။ဒီဟာလည်း rating 7.8 ရထားပါတယ်။နာမည်ကျော် စာအုပ်တွဲတွေကို ပြန်ရိုက်ထားတာပါပဲ။ကလေး ဟာသ စုံထောက် အမျိုးအစားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လူတွေကြားထဲမှာ အရေးပေါ်ကိစ္စ ဆိုတဲ့အရာကြီး ပြန့်နှံ့နေပါတယ်။ဘာဖြစ်မှာလဲမသိ ဘယ်တော့ဖြစ်မှာလဲမသိဘဲနဲ့ ဒီအတိုင်း လူတွေကြောက်လန့်နေကြပြီး ဝရုန်းသုန်းကားတွေ ဖြစ်နေတာပါ။ဒါကို ဖြေရှင်းဖို့အတွက် ဘန်နီဒစ်ဆိုတဲ့ သိပ္ပံပညာရှင် လူထူးဆန်းကြီးကပညာသင်ဆုပေးမယ်ဆိုပြီး စာမေးပွဲတစ်ခု စစ်လိုက်ပါတယ်။လာပြီးဖြေကြတဲ့ ကလေးတွေကို ထူးဆန်းတဲ့ စာမေးပွဲတွေ စစ်ပြီးထူးခြားတဲ့ စွမ်းရည်ကိုယ်စီနဲ့ ကလေးလေးယောက်ကို ရွေးချယ်လိုက်ပါတယ်။တစ်ယောက်ကတော့ ဖတ်သမျှ၊မြင်သမျှ အကုန်မှတ်မိနေတဲ့ ဉာဏ်ကြီးရှင်၊နောက်တစ်ယောက်ကလည်း သချာင်္တွေ ဘာသာစကားတွေ ဗဟုသုတတွေ အကုန်တော်တဲ့ကလေး၊နောက်တစ်ယောက်က ဆပ်ကပ်ကနေ လာတဲ့ ကျွမ်းဘားနဲ့အတိုက်အခိုက်သမား၊နောက်တစ်ယောက်ကတော့ ဘာမှန်းမသိဘဲ တွေ့သမျှ အမှန်တွေချည်းပြောတဲ့ ဘုကလန့် ကလေးမ တစ်ယောက်ပါ။သူတို့ လေးယောက်သား အဖွဲ့ဖွဲ့ပြီး တစ်နိုင်ငံလုံးကို ဆိုက်ကိုထည့်နေတဲ့ နောက်ကွယ်က လူဆိုးတွေကို ဘယ်လို အဖြေရှာပြီးဖြေရှင်းကြမလဲဆိုတာ...\nTranslated and Encoded ...",
        "url": "https://channelmyanmar.org/tvshows/the-mysterious-benedict-society-season-1-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/iH7TlkTfhPesQdDsPSTqdagm15y-133x200.jpg",
        "title": "Man to Man (2017)",
        "description": "နာမည်ကြီးကြည့်ပြီး ကျော်မသွားကြနဲ့နော်အညွှန်းလေးတော့ဆုံးအောင်ဖတ်ကြည့်ကြပါလို့Devil Judge ထဲက ဗီလိန်မမ Kim Min Jung ရယ်My Love From The Star ရဲ့ ဒုတိယမင်းသား Park Hye jin မှmain cast အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသားကြီး Park Sung Woongပါဝင်အားဖြည့်ထားတဲ့ အက်ရှင်ဒရမ်မာဇာတ်လမ်းလေးကို တင်ဆက်ပေးချင်ပါတယ် အေးဂျင့်ကေဟာ ကိုရီးယားနိုင်ငံရဲ့ဗဟိုထောက်လှမ်းရေးအဖွဲ့အစည်းရဲ့ထိပ်တန်းဖြစ်တဲ့ အမည်မဲ့အေးဂျင်ဖြစ်ပြီးတော့ နိုင်ငံတကာမှာ missionတွေထမ်းဆောင်သူလည်းဖြစ်ပါတယ် သူ့ကို နိုင်ငံတော်အဆင့်ထိပ်ပိုင်းရာထူးကြီးတချို့ပဲ သိထားကြပါတယ်တနေ့မှာ Missionထမ်းဆောင်နေတဲ့အေးဂျင့်တစ်ယောက် စာတစ်စောင်ပို့ပြီးနောက်ပျောက်သွားတဲ့အတွက်ကြောင့် ဒီကိစ္စကို အေးဂျင့်ကေတစ်ယောက်စုံစမ်းဖို့ဖြစ်လာပါတော့တယ်Missionကိုဆောင်ရွက်ဖို့အတွက်အေးဂျင့်ကေက နာမည်ကျော်မင်းသားယိုအွန်းဂန်းရဲ့ သက်တော်စောင့်ရဲ့အဖြစ်ဟန်ဆောင်ပြီးတော့ယိုအွန်းဂန်းရဲ့ Big Fan တဖြစ်မန်နေဂျာဖြစ်သူ ချာဒိုဟာရဲ့ အချစ်ကိုအသုံးချဖို့လုပ်ပါတော့တယ် အေးဂျင့်ကေစုံစမ်းနေရတဲ့အမှု နောက်ကွယ်မှာ နိုင်ငံရေးလောကအဘတွေ အရှုပ်ထွေးများကြီးပါဝင်ပတ်သတ်နေကြောင်းတဖြည်းဖြည်းသိလာတဲ့ခါမှာ....... အချစ်ကိုအယုံအကြည်မရှိဘဲနဲ့ အချစ်ရေးကို ...",
        "url": "https://channelmyanmar.org/tvshows/man-to-man-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/o3tQIWFvTSe6GoYjmxlMeRdfaVJ-133x200.jpeg",
        "title": "The Empire (2021)",
        "description": "The Empire (2021)=============== ဒီseriesကတော့ ဒီနေ့မှ စတင်ထုတ်လွှင့်ခဲ့တဲ့\nအသစ်စစ်စစ် ဟင်ဒီ နန်းတွင်း ဇာတ်လမ်းရှည် တစ်ခုပါ။ဒီဇာတ်လမ်းတွဲဟာ \"Empire Of Moghul\"ဆိုတဲ့\nဝတ္ထုဇာတ်လမ်းတွဲကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအစမှာတော့ ဖာဂန်းနားတိုင်းပြည်ကို အုပ်ချုပ်ခွင့်ပေးဖို့ ရှဲဘာနီခန်ဆိုတဲ့ နယ်စားက\nအင်အားကြီးမားလာတဲ့အခါ ပုန်ကန်လာတယ်။အဲ့ဒီနန်းတော်မှာလည်း ဘုရင်ကိုယ်တိုင်က\nပျော့ညံ့တယ်၊ စိတ်ရင်းကောင်းတယ်။ဒီလို အခြေအနေမျိုးမှာ ရန်သူဖြစ်တဲ့\nရှဲဘာနီခန်ကတော့ အခွင့်ကောင်းယူဖို့ လွယ်ကူသလို ဖြစ်နေခဲ့ပါတယ်။ဒါပေမဲ့ ပျော့ညံ့တဲ့ မင်းကြီးမှာ\nထက်မြက်တဲ့ သားတော်တစ်ပါး ရှိလေတယ်။အဲ့ဒီသားတော်ဟာ အခြေအနေ တစ်ခုအရ\nအရိုက်အရာကို ဆက်ခံဖို့ ဖြစ်လာခဲ့ပြီး\nရန်သူတွေကို ဘယ်လိုမျိုး တိုက်မယ်ဆိုတာ..နန်းတွင်းပဋိပက္ခတွေနဲ့ တိုက်ပွဲတွေကို ခံစားကြည့်လိုက်ပါဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုရေးသားပေးသူကတော့ Nyi Nyi Koe ဖြစ်ပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Myint Thu, Nyi Nyi Koe တိုပဲဖြစ်ပါတယ်။ Quality – 1080p WebRip 5.1CHDuration – 40 mins (@Episode)Subtitle – Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/the-empire-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lw1WQw4kAE28k5e9Sx2RbcB4uR1.jpg",
        "title": "Grahan(2021)",
        "description": "Grahan(2021)ဇာတ်လမ်းတွဲအညွှန်း******************************IMDb...8.6အပိုင်းသစ် (၁ မှ ၈)ထိ စ/ဆုံးဒီ Web series လေးကတော့ Hotstar Special ရုပ်သံလိုင်းမှ ထုတ်လွှင့်ထားခြင်း ဖြစ်ပြီးIMDb rating 8.6အထိ ရရှိထားကာ အပိုင်း ၈ပိုင်း ပါရှိတဲ့ Web Seriesတစ်ခု ဖြစ်ပါတယ်။သတင်းဌါနတွေကို သတင်းရောင်းစားတဲ့သူတစ်ယောက်ရှိတယ်...တစ်နေ့တော့ အရေးကြီးသတင်းတွေရထားတော့ သူဟာ ထုံးစံအတိုင်းရောင်းစားဖို့ကြံရွယ်တယ်... ပုံမှန်ထက်ပိုထူးတဲ့သတင်းဖြစ်လို့ သူဟာ သတိထားပြီး စာရွက်စာတမ်းတွေလွှဲပြောင်းဖို့ကြံရွယ်ခဲ့ပေမဲ့ အကြမ်းဖက်အဖွဲ့က သိသွားတယ်....ထွက်ပြေးဖို့ကြိုးစားခဲ့ပေမဲ့ သူနောက်ကျသွားတယ်.... အကြမ်းဖက်အဖွဲ့ကဖမ်းဆီးခြင်းခံလိုက်ရသလို သတင်းအချက်အလက်တွေမေးဖို့  နည်းမျိုးစုံနဲ့စစ်မေးတယ်..နောက်ဆုံးတော့ သူဟာ အရှင်လတ်လတ်မီးရှို့သတ်ဖြတ်ခြင်းခံလိုက်ရတယ်...ရဲတွေလည်းအပူတပြင်းလိုက်ပေမဲ့  အသက်မမှီလိုက်ရှာဘူး...အဲ့ဒီနောက်မှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတော့..۔۔ ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။ \nFile Size :500MB\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action ,History , Drama\nTranslated by Thaik San\nEncoder – Phyo ...",
        "url": "https://channelmyanmar.org/tvshows/grahan2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/2426b3e0cb59cee26c86220148ab812c-151x200.jpg",
        "title": "Sherlock (Season 1-4) Complete",
        "description": "IMDb Rating (9.1/10) / Rotten Tomatoes (78%)BBC One ရုပ်သံလိုင်းကနေ အလွန်ကပ်စီးနည်းစွာ ထုတ်လုပ်ထားတဲ့ ရှားလော့ဟုမ်းဇာတ်လမ်းတွဲပါပဲ...Season တစ်ခုထွက်ဖို့ ၂ နှစ်ကြာသလို ထွက်လာရင်လဲ အပိုင်း(၃)ပိုင်းပဲပါတတ်ပါတယ်...အခုထိတော့ Season(4) ထိထွက်ရှိထားပြီး Special Episode နဲ့ဆို စုစုပေါင်းအပိုင်း (၁၃) ပိုင်းထွက်ရှိထားပြီဖြစ်ပါတယ်။ရှားလော့ဟုမ်းအဖြစ် မင်းသား Benedict Cumberbatch နဲ့ ဒေါက်တာ Watson အဖြစ် မင်းသားကြီး Martin Freeman တို့မှပါဝင်သရုပ်ဆောင်ထားပါတယ်။Benedict Cumberbatch ရဲ့ သရုပ်ဆောင်ချက်တွေက ခေတ်သစ်ရှားလော့ဟုမ်းအဖြစ် သူ့ကိုနာမည်ကြီးစေခဲ့သလို ဒီစီးရီးဟာလဲ ကြည့်ရှုသူတွေ တစ်ခဲနက်အားပေးကြတဲ့ ရှားလော့စီးရီးဖြစ်ခဲ့ပါတယ်။ရှားလော့ဟုမ်းနဲ့ပတ်သက်တာတွေ Sherlock Series နဲ့ပတ်သက်တာတွေကိုတော့ အောက်မှာမြည်းစမ်းလို့ရပါတယ်။+++++++++++++++++++++++++++++++++++++++++Most portrayed literary human character in film and television history.\n(ရုပ်ရှင်နှင့် ရုပ်သံ သမိုင်းတွင် ...",
        "url": "https://channelmyanmar.org/tvshows/sherlock-season1-4-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0ZPzw3wlQrhbVRApvuBJ1spdhX.jpg",
        "title": "On the Verge of Insanity (2021)(Complete)",
        "description": "On the Verge of Insanity(2021)ချွဲဘန်ဆော့ ဆိုတာကတော့ .....ဟန်မြောင် အီလက်ထရွန်းရဲ့ လုပ်သက်ရင့်တဲ့ အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပါတယ်။သဘောကောင်းမနောကောင်း အနေအထိုင်အေးဆေးတည်ငြိမ်သလို 'ရွှတ်နောက်နောက်နေတတ်တဲ့ လူကြီးတစ်ယောက်ပါ။” မမှားသောရှေ့နေ မသေသောဆေးသမား ” ဆိုတဲ့စကားအတိုင်း၂၂နှစ်တာလုပ်သက်ရှိနေတဲ့ ချွဲဘန်ဆော့ တစ်ယောက်ကြီးမားတဲ့အမှားတစ်ခုကိုလုပ်မိပြီး အလုပ်ဖြုတ်ခံရဆဲဆဲ အခြေအနေတစ်ခုကို ရင်ဆိုင်လိုက်ရပါတယ်။အလုပ်ဖြုတ်ခံရမယ့်အခြေအနေကိုရင်ဆိုင်ဖို့ရာကိုယ်နဲ့အကျွမ်းတဝင်မရှိတဲ့ ဝန်ထမ်းရေးရာဌာန ကို ပြောင်းရွှေ့လိုက်ရပါတော့တယ်။ဒမ်ဂျာယောင်းဆိုတာကတော့ လက်တလောမှ ရာထူးတိုးထားတဲ့ ဝန်ထမ်းရေးရာဌာနရဲ့ ဌာနမှူးမမ ပါ။ကဲဒီတော့ ပစိပစပ်များတဲ့ ဌာနမှူးကြီးနဲ့ ဝါရင့်အင်ဂျင်နီယာဖြစ်တဲ့ အလုပ်သင်ပေါက်စလေးတို့ရဲ့ကမောက်ကမ ကတောက်ကဆတ်လေးတွေကို ဟာသလေးနှောပြီးကြည့်ရှုရမယ့် ဇာတ်ကားလေးကိုတော့အပတ်စဥ် ဗုဒ္ဓဟူး ကြာသပတေးတိုင်း Channel Myanmar ကနေ တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။Translators: HAW, Amelia, Deer, HannaEncoded by: AugustEpisodes: 16Aired: Jun 23, 2021 - Aug 12, 2021Aired On: Wednesday, ThursdaySize: ...",
        "url": "https://channelmyanmar.org/tvshows/on-the-verge-of-insanity-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/y5g2lazqes77-1-136x200.jpg",
        "title": "You Are My Spring(2021)",
        "description": "You Are My Spring(2021) ဇာတ်လမ်းတွဲအညွှန်း***************************************အပိုင်းသစ်(၁ မှ ၁၆)ထိ စ/ဆုံးKang Da Jung ဟာ five star အဆင့်ရှိတဲ့ဟိုတယ်တစ်ခုမှာ အလုပ်ရပြီးတဲ့နောက်သူနဲ့အတူ အလုပ်ဝင်တဲ့ ဝန်ထမ်းတွေက သူဟာစောပြီး မန်နေဂျာရာထူးတိုးသွားခဲ့ပါတယ်...သူမရဲ့ဒုက္ခကတော့ ယောကျ်ားရကံမကောင်းတဲ့ သူမရဲ့အမေကို ခေါ်ယူစောင့်ရှောက်ထားရတာပါပဲ...Joo Young Doo ကတော့ psychiatrist တစ်ယောက်ဖြစ်ပြီး တစ်ပါးသူတွေရဲ့ စိတ်ဒဏ်ရာခံစားချက်တွေကို ကုစားပေးရတဲ့ လူတစ်ဦးပေါ့ ဒါပေမယ့် သူဟာ သူ့ရဲ့အစ်ကိုဖြစ်သူနဲ့ လူနာတစ်ယောက်ကိုမကယ်တင်နိုင်ပေးခဲ့တဲ့ စိတ်ဒဏ်ရာအမာရွတ်ရှိသူတစ်ဦးလည်းဖြစ်နေပြန်ပါတယ်...ငယ်ငယ်လေးတည်းက စိတ်ဒဏ်ရာတွေရှိခဲ့ကြတဲ့ သူတို့နှစ်ဦး စိတ်ရှုပ်ထွေးစရာမြို့ခံလူသတ်မှုတစ်ခုမှာ ပါဝင်သွားပြီးဖြေရှင်းဖို့ အကြောင်းတွေဖန်လာတဲ့အခါမှာတော့...သူတို့ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းတွဲလေးထဲမှာ ကြည့်ရှုခံစားလိုက်ပါဦး.... Episodes: 16Aired: Jul 5, 2021 - Aug 24, 2021Aired On: Monday, TuesdayGenres: Romance, Drama, Fantasy, MelodramaTranslated by Shoon Thu ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-my-spring2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/aL9BRFZuLzbuvhtrlTYs1ix1apu-133x200.jpg",
        "title": "Doraemon",
        "description": "ငယ်ငယ်ကတည်းက ကြည့်ပြီး ကြွေခဲ့ရတဲ့\nဒိုရေမွန် နဲ့ နိုနို (နိုဘိတ) တို့ရဲ့\nရယ်မောပျော်ရွှင်ရမယ့် သိပ္ပံဇတ်လမ်းတွဲကို\nCM ကနေ မြန်မာစာတန်းထိုး အကြည်နဲ့\nထပ်မံ တင်ဆက်ပေးလိုက်ပါပြီ အပတ်စဉ်\nUpdate လုပ် တင်ဆက်ပေးသွားပါမယ်\nဘာသာပြန်ပေးထားတာကတော့\nHtet Wai Lwin\nHtoo Htoo Ka Joe\nCharm Wave\nHnin Wut Yi\nThaw\nDolly\nHein That Naing\nKyi Kyi\nMyat Noe Pwint\nChanyein Soe\nMyo Nyunt\nChit Oo May\nMoe Pwint Phyu\nတို့ ဖြစ်ပြီး\nThit San Khant မှ စီစဉ်တင်ဆက်ပေးထားပါတယ်\n Quality -  720P Webrip\nSubtitle - Burmese\nDuration - 22 min per episode\nFormat - MP4\nFile Size - 300mb\nEncoder - Thit San Khant\nTranslator - CM ...",
        "url": "https://channelmyanmar.org/tvshows/doraemon/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/poster-medium-150x200.jpg",
        "title": "Descendants of the Sun (2016) DOTS Complete",
        "description": "- ပြည်သူတွေရဲ့အသက်အိုးအိမ်နဲ့ဘေးကင်းလုံခြုံမှုက နိုင်ငံတော်ရဲ့ ပထမဦးစားပေးသတ်မှတ်ချက်ပဲ..\nငါ့လို စစ်သားတစ်ယောက်အတွက်ကတော့ ...တိုင်းသူပြည်သားတစ်ယောက်ရဲ့ အသက်ထက် ပိုပြီး အရေးကြီးတဲ့\nတာဝန်ဆိုတာမျိုးကို တိုင်းပြည်က ဘယ်တော့မှ ပေးအပ်မှာ မဟုတ်ပါဘူး.. (ဗိုလ်ကြီးယိုရှီဂျင်)- ကျွန်မ လူနာတွေရဲ့ကျန်းမာရေးနဲ့သူတို့ရဲ့အသက်က ...ကျွန်မရဲ့ပထမဦးစားပေးပါပဲ..\nလူနာတွေရဲ့အဆင့်အတန်းတွေ သူတို့ရဲ့ကိုးကွယ်ယုံကြည်မှုတွေနဲ့ နိုင်ငံတွေကိုမေ့ထားပြီး\nကျွန်မလူနာတွေအပေါ်မှာ တာဝန်ကျေပွန်အောင် စွမ်းဆောင်ကုသပေးမှာပါ...(ဒေါက်တာဂန်မိုယွန်း)ဒီလိုအနှစ်တွေနဲ့ ဒီစီးရီးက ၂၀၁၆ ရဲ့အဟော့ဆုံးစီးရီးတစ်ခုဖြစ်ခဲ့သလိုကြည့်ရှုသူတိုင်းကြိုက်နှစ်သက်ရတဲ့ Drama Series တစ်ခုဖြစ်ခဲ့ပါတယ်။ Captain Yoo Shi Jin (ယိုရှီဂျင်)နေရာမှာမကြာသေးခင်ကမှစစ်မှုထမ်းပြီးထွက်လာတဲ့နှုတ်ခမ်းနီမလေးများရဲ့အသဲကျော် Song Joong Ki (ဆုန်းဂျွန်ဂီ) ဖြစ်ပြီးDoctor Kang Mo Yoen(ဂန်မိုယွန်း)နေရာမှာတော့ အွန်စော ဆိုပြီး လူသိများကြိုက်နှစ်သက်ခဲ့တဲ့ပုရိသတို့ အသည်းစွဲမင်းသမီး Song Hye Kyo (ဆောင်းဟေဂို) တို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်း အညွှန်း\n==================အာရှအလယ်ပိုင်း ....Urak(ဇာတ်ညွှန်းဆရာ စိတ်ကူးထဲကနိုင်ငံ) ကို နောက်ခံထားပြီးစစ်ဘေးနဲ့ ရောဂါကပ်ဘေး တွေ ကျရောက်နေတဲ့ အချိန်မှာ လူသားအချင်းချင်း ရိုင်းပင်းမှု ...",
        "url": "https://channelmyanmar.org/tvshows/descendants-of-the-sun/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41wc4n7juC0A4XNROYTDvlndi0E.jpg",
        "title": "The Devil Judge ( 2021 )",
        "description": "Kang Yo-Han ဟာ အပြစ်ရှိသူတွေကို မညှာမတာ အပြစ်ပေးတတ်တဲ့တရားသူကြီးတစ်ဦးဖြစ်လို့ သူ့ကိုလူတိုင်းက \"Devil Judge\" လို့ခေါ်ကြပါတယ်သို့ပေမယ့် သူ့ရဲ့ ဒီလို aura ရဲ့နောက်ကွယ်မှာ ဘယ်သူမှမသိတဲ့လျှို့ဝှက်ချက်လေးတစ်ခုက ကိန်းအောင်းနေပါတယ် ပြည်သူလူထုအနေနဲ့သူဟာ တကယ်ပဲ သူရဲကောင်းအစစ်အမှန်လား ဘယ်လိုလူစားမျိုးစားလဲဆိုတာ ဝေခွဲမရအောင်ဖြစ်နေခဲ့ပါတယ်သူနဲ့ပြိုင်ဘက်ကဲ့သို့ ဆန့်ကျင်ဘက်အနေအထားမှာ ရှိနေသူလေးကတော့ဘာမဆို ရည်မှန်းချက်မြင့်မြင့်ထားတတ်တဲ့ Jung Sun Ah ပဲဖြစ်ပါတယ်Sung Ah ဟာဆိုရင် ဆင်းရဲသားလေးအဖြစ်ကနေCooperate social responsibility foundation ရဲ့ ဒါရိုက်တာတစ်ဦးဖြစ်လာခဲ့ပါတယ်ဒီလို ပရမ်းပတာတွေဖြစ်နေတဲ့ တရားရေးရာလောကကြီးကို ငယ်သူငယ်ချင်းနှစ်ယောက်တရားမျှတမှုအတွက် ဝင်ရောက်လာတဲ့အခါမှာတော့.......အကြံသမား Jung Sun Ah နဲ့နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ Kang Yo Han တို့နှစ်ယောက်ဘယ်လိုစိန်ခေါ်မှုတွေနဲ့ရင်ဆိုင်ရမလဲဆိုတာ ဒီဒရမ်မာလေးပဲ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦး Quality : HDTV 720pTotal Episode : 16Format : mp4During : 1hr ...",
        "url": "https://channelmyanmar.org/tvshows/the-devil-judge-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pWIcIhpQibR1eDU0As4HRZeb8EL.jpg",
        "title": "Nevertheless (2021) Complete",
        "description": "ကဲ အားလုံးပဲ စောင့်မျှော်နေကြတဲ့ အရို စီးရီးလေးလာပါပြီအရိုဆိုတာထပ်ကို နည်းနည်းလား များများလား မသိကို လွန်လွန်ကဲကဲ ပိုပါတယ်ဘာလို့ဆို သူရဲ့ rated ကိုက 18+ Restricted (violence & profanity) ဖြစ်နေလို့ပါဆိုတော့ကား ဆက်လမ်းအကြောင်းလေးကို ဆက်ပြောမယ်ပေါ့နော် ဘတ်ဂျယ်အွန်းဆိုတဲ့ ကောင်လေးက ရည်းစားထားရတာကို စိတ်ကုန်နေတဲ့သူတစ်ယောက်ပါဒါပေမယ့်သူက ကောင်မလေးတွေကို အပျော်စိတ်ကစား ဆွဲဆောင်တဲ့နေရာမှာတော့ ဆရာတစ်ဆူပါပဲယူနာဘီ ကတော့ အချစ်ကို အယုံအကြည်မဲ့နေတဲ့ ကောင်မလေးပေါ့သူတို့နှစ်ယောက် တွေ့ရာကနေ ဘယ်လိုတွေ ရိုပြီး ဘယ်လိုတွေစောင်ကိုက် ကြည့်ရမလဲကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့ကြရအောင်နော် ။ Native Title: 알고있지만,\nEpisodes: 10\nAired: Jun 19, 2021 - Aug 21, 2021\nAired On: Saturday\nOriginal Network: jTBC, Netflix, Netflix, ...",
        "url": "https://channelmyanmar.org/tvshows/nevertheless-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n2j4J1OwOjAsjxSzavRf5AP76kR.jpg",
        "title": "You Are My Glory (2021)",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ကားလေးကတော့ ကိုယ်တွေရဲ့ မင်းသမီးချောလေး dilraba နဲ့love020ထဲက ရှောင်းနိုင်လေး (yang yang)တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးပါနော်ချောင်ကျင်းကျင်းကတော့ Honor of Kingsဂိမ်းရဲ့ ပြောရေးဆိုခွင့်ရှိသူ နာမည်ကြီးရုပ်ရှင်မင်းသမီးတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့ ကျင်းကျင်းဟာ ဂိမ်းဆော့စကေးအလွန်ညံကြောင်း ​သူ့ပရိတ်သတ်တွေကြားထဲမှာ သတင်းတွေပျံ့နှံ့သွားပြီး သူကျွမ်းကျင်ကြောင်း သက်သေပြဖို့အတွက် ပြိုင်ပွဲတစ်ခုဝင်ပြိုင်ဖို့ရာ ဖြစ်လာပါတော့တယ်ယွီထူဆိုတဲ့ ကောင်ချောလေးကတော့ ငယ်စဉ်ကတည်းက ညဏ်ကြီးရှင် တစ်ယောက်ဖြစ်ပြီး လတ်တလော အလုပ်မှာ အခက်အခဲနဲ့ကြုံနေရပြီး စိတ်ပြေလက်ပျောက် honor of kingsဂိမ်းကို ဆော့နေတဲ့ ကျွမ်းကျင်ကစားသမားတစ်ယောက်ဖြစ်ပါတယ်ကျင်းကျင်းနဲ့ ယွီထူဟာတော့ အထက်တန်းကျောင်းတုန်းက အတန်းဖော်တွေပါ ကျင်းကျင်းဟာ အရမ်းချောတဲ့ ယွီထူကို တစ်ဖက်သက်ကြိုက်ကာဖွင့်ပြောခဲ့ပြီးအငြင်းခံခဲ့ရတဲ့ ကောင်မလေးတစ်ယောက်လည်း​ဖြစ်ပါတယ်ဒီလိုနဲ့ ၁၀နှစ်ကြာပြီးနောက် ဂိမ်းလောကမှာ သူတို့နှစ်ယောက် ဆရာနဲ့ တပည့်အဖြစ်ပြန်တွေ့ကြတဲ့အခါမှာတော့ ဘယ်လိုမျိုးတွေ ဆက်ဖြစ်လာမလဲဘယ်လို romanceတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-my-glory-2021/"
    }
]