[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/LF-143x200.png",
        "title": "Love in Flames of War (2022)",
        "description": "Love in Flames of Warဒီတစ်ခါ CM ချစ်ပရိသတ်ကြီးတွေအတွက်Love in Flames of War ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးလိုက်ရပါတယ်။အရင်ဆုံးဇာတ်လမ်းထဲမှာပါဝင်မယ့်သရုပ်ဆောင်တွေအကြောင်းမိတ်ဆက်ကြရအောင်။ဒီဇာတ်လမ်းထဲမှာတော့ Princess Agents ဇာတ်ကားထဲမှာ ရန်ရွှင်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Dou Xiao,Operation Love ဇာတ်ကားထဲမှာ သရုပ်ဆောင်ခဲ့တဲ့Chen Du Ling တိုကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့တော်လှန်ရေးခေတ်အချိန်မှာရုပ်အဆင်းကောအရည်အချင်းနဲ့ပါပြီးပြည့်စုံနေတဲ့ Lin Hang Jing ကဖခင်ကိုသတ်တဲ့ လူသတ်သမားကြောင့် ထောင်ထဲရောက်သွားခဲ့တယ်။အဲ့အချိန်မှာ သူ့ဖခင်ရဲ့သူငယ်ချင်းကောင်း Xiao မျိုးနွယ်ကိုရှာပြီးခိုလှုခဲ့တယ်။Lin Hang Jing ကသူများမိသားစုရဲ့အရိပ်အာဝါသအောက်မှာနေရတယ်ဆိုပေမဲ့သည်းခံငြိမ်ခံတတ်တဲ့လူမျိုးတော့မဟုတ်ဘူး။Xiao မျိုးနွယ်ရဲ့ တတိယသခင်လေး Xiao Bei Chen ကတော့Lin Hang Jing ကိုအနိုင်ကျင့်နှိပ်စက်တတ်တဲ့လူပေါ့။တနေ့မှာ Xiao Bei Chen ရဲ့ဖခင်က Xiao Bei Chen ကိုဘဝအတွေ့အကြုံတွေရရှိဖိုအတွက် စစ်သင်တန်းကျောင်းကိုပိုခဲ့တယ်။တင်းကျပ်တဲ့လေ့ကျင့်ရေးညွှန်ကြားမှုတွေနဲ့ငါးနှစ်ကြာပြီးနောက်မှာXiao Bei Chen တစ်ယောက် အဖေ့ကိုကူညီပေးရင်းLin Hang Jing ...",
        "url": "https://channelmyanmar.org/tvshows/love-in-flames-of-war-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukEe87Lf9EEoMJ58vmAgbuOJCS9.jpg",
        "title": "Master of My Own (2022)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့C drama ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့ သရုပ်ဆောင်တွေပါဝင်ထားတဲ့Master Of My Own ဆိုတဲ့ကားလေးပဲ ဖြစ်ပါတယ်Casts တွေကို ပြောပြရမယ်ဆိုရင်ရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာ Lu Jiming အဖြစ်Princess Agent ထဲက မင်းသား Lin Gengxin\nရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာ တစ်ယောက်ဖြစ်အောင်ကြိုးစားနေတဲ့ကောင်မလေး Ning Meng အဖြစ်Go Ahead, Mayang Street အစရှိတဲ့ ဇာတ်ကားကောင်းများစွာကိုရိုက်ကူးထားတဲ့ မင်းသမီး Tang Songyun တိုကပါဝင်ထားကြတာပဲဖြစ်ပါတယ်ရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာတစ်ယောက်ဖြစ်ဖိုအိမ်မက်မက်ခဲ့ရတဲ့ ကောင်မလေး Ning Mengဟာဘွဲရပြီးနောက်မှာတော့ Lu Jiming ရဲ့ ရင်းနှီးမြှုပ်နှံရေးကုမ္ပဏီမှာ ‌အတွင်းရေးမှူးအဖြစ်ဝင်ရောက်လုပ်ကိုင်ခဲ့ပြီးအိမ်မက်နဲ့ တစ်စတစ်စ ပိုလိုဝေးလာခဲ့ပါတော့တယ်Lu Jiming ကလည်း Ning Meng ဟာရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာတစ်ယောက် မဖြစ်နိုင်ဘူးလိုသတ်မှတ်ထားတာကြောင့် Ning Meng တစ်ယောက်အိမ်မက်နဲ့ အလှမ်းဝေးလာခဲ့တဲ့အချိန်မှာ စိတ်ညစ်ခဲ့ရပေမယ့်လက်မလျှော့ဘဲ နောက်ထပ်အလုပ်တစ်ခုမှာအရင်က ရရှိခဲ့တဲ့ သင်ခန်းစာတွေကိုနမူနာယူရင်းကြိုးစားခဲ့ပါတော့တယ် တကယ်တမ်းနောက်ကွယ်မှာLu Jiming က ...",
        "url": "https://channelmyanmar.org/tvshows/master-of-my-own-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/pen-136x200.png",
        "title": "The Pentaverate (2022)",
        "description": "The Pentaverate (2022)\n==================\nIMDb Rating - 6.1/10၁၃၄၇ခုနှစ်မှာ ပညာတတ်လူပုဂ္ဂိုလ်ငါးယောက်ဟာ အနက်ရောင်ပလိပ်ရောဂါ\nဖြစ်ပွားတာဟာ ကြွက်သန်းကြောင့်ဖြစ်တယ်လို့ယူဆခဲ့ကြတယ်။ ဒါပေမယ့်\nဘုရားကျောင်းကတော့ ဒါဟာ ဘုရားသခင် အပြစ်ပေးတာဆိုပြီး ထိုလူငါးယောက်\nကိုလည်း တတ္ထိတွေလို့ ကြေညာခဲ့တယ်။ ဒီလိုနဲ့ပဲ ထိုလူတွေဟာ လူထုကိုအကျိုး\nပြုမယ့် လျှို့ဝှက်အဖွဲအစည်းကို ကမ္ဘာ့ရေးရာတွေမှာ ဆောင်ရွက်ဖို့ ပန်တာ\nဗရိတ်ထ်ဆိုပြီး ဖွဲစည်းခဲ့တယ်။ ဒါကတော့ ဇာတ်လမ်းရဲ့  အဓိကအရာဖြစ်တဲ့\nပန်တာဗရိတ်ထ်ဖြစ်ပေါ်လာပုံပေါ့။ဒီဇာတ်လမ်းတွဲမှာတော့ ပန်တာဗရိတ်ထ်က ကောင်စီဝင်ငါးဦးထဲက တစ်ဦးသေဆုံး\nသွားလို့ ကမ္ဘာမြေက ရူပဗေဒပညာရှင် ပရော်ဖက်ဆာကလက်ခ်ကို အစားထိုးဖို့\nခေါ်ဆောင်လာခဲ့ပါတော့တယ်။ ရုတ်တရက်ခေါ်ဆောင်ခံလိုက်ရတဲ့ ပရော်ဖက်ဆာ\nကလက်ခ်အနေနဲ့ ပန်တာဗရတ်နဲ့ပူးပေါင်းပြီး ဘာတွေများဆောင်ရွက်ကြမလဲဆိုတာ\nဟာသနှောပြီးတွေ့ရမှာဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ အငြိမ်းစားယူလိုက်ရတဲ့ သတင်း\nထောက်ကန်တစ်ယောက် သူ့ရဲ့မူလအလုပ်ကို ပြန်ရဖို့ ပန်တာဗရိတ်ထ်ဆိုတဲ့ လျှို့ဝှက်\nအဖွဲအစည်းကြောင်းကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။ သူ့ရဲ့ရည်မှန်းချက်ကတော့\nသူ့ဘော့စ်အတွက် သတင်းထူးယူပေးဖို့ဖြစ်ပါတယ်။ ဒီလိုနဲ့ ကန်တစ်ယောက်ကော\nပန်တာဗရိတ်ထ်ဆိုတဲ့ လျှို့ဝှက်အဖွဲအစည်းကို ဖော်ထုတ်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှု\nရမှာပါ။comedy အမျိုးအစားဇာတ်လမ်းလေးဖြစ်ပြီး တစ်မူထူးခြားတဲ့ဇာတ်လမ်းဇာတ်အိမ်နဲ့\nဟာသလေးတွေနှောထားတာမို့ ကြည့်ကောင်းတဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို Zaw Myo ...",
        "url": "https://channelmyanmar.org/tvshows/the-pentaverate-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/nT9TdyMkIp9UpsmWbwIWdTUFS9Q-185x278-1-133x200.jpg",
        "title": "Savage Beauty (2022)",
        "description": "Savage Beauty (2022)ဘန်ဂူ ဗျူးတီး... ကမ္ဘာ​​မှာ အကြီးဆုံး အလှအပ​ကုမ္ပဏီ​တွေမှာ တစ်ခုအပါအဝင်\nဖြစ်ပြီး ဘန်ဂူမိသားစုပိုင် လုပ်ငန်းစုတစ်ခုပဲဖြစ်ပါတယ်၊ ကျိကျိတက်သူ​ဌေး​တွေ\nဖြစ်လို့ မိသားစု​ရေးရာကိစ္စ​​တွေနဲ့ ပွေလီရှုပ်​ထွေးလှတဲ့ အထက်တန်းလွှာ​တွေ​ပေါ့၊\nလူမှု​ရေးပြဿနာ​တွေ ရှုပ်သလို ဘန်ဂူဗျူးတီးကုမ္ပဏီကလည်း တန်းမြင့်ကုမ္ပဏီ\nဖြစ်​သ​လောက် Marketing strategyအလွဲ​​​တွေ၊ Advertisement​​မှာ မှန်ကန်မှု\nမရှိိတာ​ကြောင့် ​ဝေဖန်မှု​​ပေါင်းစုံ ကြုံ​တွေ့​နေရချိန်ပါ။ကုမ္ပဏီရဲ့နာမည်ပျက်ကိုဖြေရှင်းဖို့ ဘန်ဂူမိသားစုက​ ပင်တိုင်​မော်ဒယ်အသစ်ကို\nပရိတ်သတ်မဲဆန္ဒနဲ့ တင်​မြှောက်မယ်ဆိုပြီး စီစဉ်လာပါတယ်၊ ​​မော်ဒယ်အသစ်ရဲ့\nနာမည်က​​​တော့ ဇင်ဟဲမန်ဇီနီပါတဲ့၊ PR​ကောင်း​​ကောင်းလို​နေတဲ့ ဘန်ဂူဗျူးတီးက\nဇင်ဟဲကို အင်မတန် အပစား​ပေးပြီး ဖူးဖူးမှုတ်ထားရတာ​ပေါ့။ဒါ​ပေမဲ့ ဇင်ဟဲက တခြားသူမဟုတ်ဘဲ အတိတ်က ဘန်ဂူမိသားစုဝင်​တွေနဲ့ အငြိုး\nရှိဖူးသူဖြစ်​နေပါတယ်၊ လက်စား​ချေဖို့အကြံနဲ့ ဘန်ဂူမိသားစုကို ချဉ်းကပ်လာသူ\nဖြစ်​နေတာပါ၊ သူ့ရဲ့ရန်​ကြွေးကဘာများဖြစ်မလဲ၊ ဘန်ဂူ​တွေက​ရော သမာအာဇီဝ\nလုပ်ငန်းနဲ့ အသက်​မွေး​​နေတာ ဟုတ်ရဲ့လား၊ ဇင်ဟဲတစ်​ယောက် ​မော်ဒယ်ဘဝနဲ့\nဘယ်လိုမျိုး ခပ်​ချေ​ချေslayပြီး လက်စား​ချေသွားမလဲဆိုတာကို အပိုင်း၆ပိုင်းပါ\nအာဖရိကန်-အင်္ဂလိပ်စကား​ပြော Miniseriesထဲမှာ စီး​မြောခံစားလိုက်ပါဦး။စုစုပေါင်း ၆ ပိုင်း ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ JimX က ...",
        "url": "https://channelmyanmar.org/tvshows/savage-beauty-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1PSf2FfoQEWn4ILcTV5dG3Gjino.jpg",
        "title": "Ranjish Hi Sahi (2022) Complete",
        "description": "ဘောလိ၀ုဒ် စီးရီးပရိသတ်များအတွက် အခုတစ်ခါမှာဆိုရင်\n၂၀၂၂ ဇန်နဝါရီလမှာ ထွက်ရှိထားပြီး ဒါရိုက်တာ Mahesh Bhatt နဲ့\nမင်းသမီး Parveen Babi ကြားက ပတ်သက်မှုကို အခြေခံပြီး\nရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်လမ်းအဖြစ် လူပြောများခဲ့ကြတဲ့ စီးရီးလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီစီးရီးလေးကို ဒါရိုက်တာ Pushpdeep ကရိုက်ကူးပုံဖော်ခဲ့ပြီး\nမင်းသား Tahir Raj နဲ့ မင်းသမီး Amrita တို့ ပါဝင်သရုပ်ဆောင်ထားပြီး အပိုင်း ရှစ်ပိုင်း ပါဝင်ပါတယ်ဇာတ်လမ်းလေးမှာ လွတ်လပ်စွာ ရုပ်ရှင်ရိုက်ကူးတတ်ပြီး အများနဲ့မတူ တမူထူးခြားနေတဲ့ ဒါရိုက်တာလေး ရှန်ခါ .....\nလူတွေရဲ့ ရင်ထဲကို စွဲကျန်ရစ်နေမယ့် ဇာတ်ညွှန်းနဲ့ နာမည်ကြီး မင်းသမီး အမ်နာ ပါဝစ်ရှ်ကို ဇာတ်ဆောင်အဖြစ်\nထားကာ ရုပ်ရှင်ရိုက်ကူးချင်နေတဲ့ သမီးလေးတစ်ယောက် ဖေဖေ ရှန်ခါတစ်ယောက် ....မမျှော်လင့်ဘဲနဲ့ သူ့စိတ်ကူးထဲက မင်းသမီး အမ်နာ ပါဝစ်ရှ်နဲ့ ကံကြမ္မာအကြောင်းဖန်လာပြီး\nတွေ့ဆုံရာကနေ သာမန်ထက်ပိုတဲ့ ဆက်ဆံရေးတွေ ဖြစ်လာတဲ့အချိန်\nအဲဒီ နှောင်ကြိုးတွေထဲကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/ranjish-hi-sahi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZWdZOLqpfR06F0DAiQWpx1orQX.jpg",
        "title": "Destined to Meet You (2022)",
        "description": "Destined to Meet Youဒီတစ်ခါမှာတော့ CM ကနေ Destined to Meet You ဆိုတဲ့ပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်လမ်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းထဲမှာပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကတော့Emperor or Boss ထဲကမင်းသား Yang Zeနဲ့CM ကနေ တင်ဆက်ပေးထားတဲ့ Under the Skin ဇာတ်လမ်းထဲကလီဟန်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Lu Yan Qi တိုကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ Jin Chao ဂရုရဲ့အထွေထွေမန်နေဂျာ နှစ်တစ်သောင်း FA Jin Rong Rong ကတနေ့မှာ ငယ်ရွယ်ပြီးထက်မြတ်တဲ့Gu Cong Bei ကောင်လေးနဲ့ မတော်တဆတွေ့ဆုံခဲ့တယ်။တနေ့မှာတော့ blind date အတွက် Jin Rong Rong တစ်ယောက်သွားခဲ့ရာမှာမမျှော်လင့်ဘဲ Gu Cong Bei က Gu မျိုးနွယ်အုပ်စုရဲ့မနှစ်မြိုတဲ့ တတိယသားဆိုတာ သိလိုက်ရတဲ့အချိန်မှာGu Cong Bei ကိုယူဖိုဆုံးဖြတ်လိုက်တယ်။ဒါပေမဲ့ Jin Rong ...",
        "url": "https://channelmyanmar.org/tvshows/destined-to-meet-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ucqzXu2WchcuqCiT7cVQ30WRiGk.jpg",
        "title": "Tomorrow (2022)",
        "description": "ပြီးပြည့်စုံတဲ့ကောင်လေးChoi Joon Woongက\nအလုပ်ရှာနေပေမဲ့ အလုပ်မခန့်ခံခဲ့ရတဲ့သူပါ\nနာမည်ကြီးတက္ကသိုလ်ကနေ ဘွဲ့ရခဲ့ပြီး\nသူ့ရဲ့မိဘတွေကလည်းချမ်းသာလှပါတယ်\nတစ်ညမှာတော့Choi Jong Woongတစ်ယောက် မတော်တဆ\nသေမင်းတမန်တွေဖြစ်တဲ့Gu Ryeon နဲ့ Im Ryoog Guတို့နဲ့ တွေ့ဆုံခဲ့ပါတယ်\nအန္တရာယ်စီမံရေးအဖွဲ့က သေမင်းတမန် Gu Ryeonကဌာနမှူးဖြစ်ပြီး\nသေမင်းတမန်Im Ryoog Guကတော့ လက်အောက်ငယ်သားပါ\nသူတို့ရဲ့အလုပ်က ကိုယ့်ကိုယ့်ကိုသတ်သေတဲ့သူတွေကိုကယ်ဖို့ဖြစ်ပြီး\nChoi Joong Woongတစ်ယောက် မမျှော်လင့်ထားဘဲ\nအန္တရာယ်စီမံရေးအဖွဲ့ရဲ့အဖွဲ့ဝင်အသစ်ဖြစ်လာတဲ့အခါ\nသေမင်းတမန်အနေနဲ့ သူဘယ်လိုတာဝန်ထမ်းဆောင်မလဲ\nသေမင်းတမန်တွေနဲ့ လူသားတွေကြားမှာ\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ရှုကြပါဦးQuality : WEB-DL 720pTotal Episodes : 16Format : mp4Genres : Action, Drama, FantansyDuration : 60 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKEpisode 1 (720p)\nYoteshin / MegaUp / ...",
        "url": "https://channelmyanmar.org/tvshows/tomorrow-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlqrwsSYPhmv86omOS2sRuBABDr.jpg",
        "title": "Who Rules The World (2022)",
        "description": "ဒီတစ်ခါ CM ကနေသိုင်းကားကိုမှကြိုက်နှစ်သက်သောပရိသတ်တွေအတွက်Who Rules The World ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်ကားထဲမှာပါဝင်တဲ့မင်းသားကတော့ Love O2O ဇာတ်ကားထဲမှာXiao Nai အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Yang Yang,မင်းသမီးကတော့ The Long Ballad ဇာတ်ကားထဲမှာLi Le Yan အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Zhao Lu Si နဲ့တခြားနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာဆိုတော့ဇာတ်ကားလေးကတော့ကောင်းမှာအသေအချာပါဘဲနော်။ ကဲဒီတော့ဇာတ်လမ်းလေးအကြောင်းစပြောလိုက်ရအောင်။ဉာဏ်ရည်ထက်မြက်ပြီး ချောမောခန့်ညားတဲ့သိုင်းပညာမှာအလွန်တော်တဲ့ Hei Feng Xi ,လူတိုင်းလေးစားအားကျရတဲ့သိုင်းပညာမှာလည်းယှဉ်နိုင်သူမရှိတဲ့Bai Feng Xi တိုကမတူညီတဲ့အရည်အချင်းတွေရှိကြတာပေါ့။တကယ်တမ်းမှာတော့ Hei Feng Xi နဲ့ Bai Feng Xiတိုနှစ်ယောက်ကငယ်သူငယ်ချင်းတွေပေါ့။ငယ်ငယ်လေးတည်းကနှစ်ယောက်လုံးကအရမ်းလိုက်ဖက်ညီလွန်းလိုတချိုတွေကချစ်သူတွေဖြစ်နေကြပြီလိုထင်နေကြတယ်။ဒါပေမဲ့လက်တွေ့မှာနှစ်ယောက်လုံးကအေးအတူပူအမျှမိတ်ဆွေသူငယ်ချင်းအဖြစ်ဘဲရှိနေကြသေးတယ်။လွန်ခဲ့တဲ့ဆယ်နှစ်တာကာကလကသွေးကြွေးတွေကြားမှာမတူညီတဲ့အရည်အချင်းတွေပိုင်ဆိုင်ထားကြတဲ့နှစ်ယောက်သားပေါင်းစည်းပြီးအမှန်တရားကိုရှာဖွေနေကြရင်းအချစ်စိတ်တွေပေါက်ဖွားလာကြတဲ့အချိန်မှာတော့....သိုင်းလောကရဲ့သွေးကြွေးတွေကြားမှာငယ်သူငယ်ချင်းနှစ်ယောက်ရဲ့အချစ်စစ်တွေကဘယ်လိုပေါက်ဖွားလာမလဲ။သိုင်းလောကရဲ့ရူပ်ထွေးမှုကြားမှာအဲ့အချစ်စစ်ကိုကောဘယ်လိုတည်တံ့ခိုင်မြဲအောင်တည်ဆောက်သွားကြမလဲဆိုတာကိုတော့CM ကနေမကြာခင်မှာတင်ဆက်ပေးသွားပါဦးမယ်နော်~ Quality : WEB-DL 720pTotal Episodes : 40Format : mp4Genres : Romance ,WuxiaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/who-rules-the-world-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYTFjYjljZTQtNjY3Yi00MGNkLTkyODktMjlhYTIyMzQxYTEyXkEyXkFqcGdeQXVyNTkzNjEwMjI@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Drag I Love You (2022)",
        "description": "Drag, I Love You (2022)  အပိုင်း ( 22 ) စ/ဆုံး________________________________________ ဒီတစ်ခေါက်ကတော့ BL GL တွေ မဟုတ်ဘဲထူးထူးခြားခြား LGBTQ+ ကားလေး ဖြစ်ပါတယ်။ကလပ်ကပွဲတစ်ခုမှာ Draq Queen ဖြစ်သူ နာဒီယာလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်....တင်ဆက်ဖျော်ဖြေရင်းနဲ့ပဲ မတော်တဆမှု ဖြစ်ပြီး ဆေးရုံရောက်သွားပါတယ်။ဆေးရုံရောက်တဲ့အခါမှာလည်း ပစ်သတ်ခံလိုက်ရလေတော့....ရဲတွေက အမှုကို စုံစမ်းစစ်ဆေးဖို့ ဖြစ်လာပါလေရော။ရဲတွေဘက်က ကလပ်ကပွဲကို သိပ်မသင်္ကာတာနဲ့ပဲစုံထောက်တွေထဲမှာ အတော်ဆုံးဖြစ်တဲ့ စုံထောက်ဖတ်ကိုအသွင်ယူစုံစမ်းဖို့ လွှတ်လိုက်ပါတော့တယ်။ဖြစ်ချင်တော့ အဲဒီကလပ်ကပွဲမှာ transgender တွေပဲ လက်ခံတာကြောင့်ဖတ်တစ်ယောက် transgender တစ်ယောက်လို ဝတ်စားပြီး အထဲဝင်ဖို့လုပ်ရပါတော့တယ်။ဒီလိုနဲ့ ပွဲမှာ မိန်းကလေးတစ်ယောက်နဲ့ တွေ့ဆုံလာရပြီး.......အဲဒီမိန်းကလေးကလည်း ယောက်ျားလေးအိမ်သာဝင်တဲ့ transgender ဖြစ်နေတဲ့အခါ......တိုက်ဆိုင်မှုတွေနဲ့အတူ မထင်မှတ်ဘဲ သူတို့နှစ်ယောက် ချစ်မြတ်နိုးသွားမိတဲ့အခါမှာတော့.......သူတို့နှစ်ယောက်ဆက်ဆံရေးက ဘယ်လိုဆက်ဖြစ်ကြမလဲ..?လူသတ်မှု တရားခံကရော ဘယ်သူဖြစ်နေမှာလဲဆိုတာကို ကြည့်ရှုရမှာပါ။Mystery, Comedy, Romance drama အမျိုးအစားလေးဖြစ်လို့ ရသစုံခံစားရမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/90993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/lll-141x200.jpg",
        "title": "Stan Lee’s Lucky Man (2016)",
        "description": "Action, Crime, Thriller, Superhero အမျိုးအစား ဇာတ်လမ်းတွဲကောင်းကောင်းလေးတစခု တင်ပေးထားပါတယ်။\nစီစန် ၃ ခု ရှိပြီး တစ်စီစန်မှာ အပိုင်း ၁၀ ပိုင်းပါဝင်ပါတယ်။ကျောက်စိမ်းလက်ကောက်ဇာတ်လမ်းတွဲကိုလူတိုင်း ကြည့်ဖူးလောက်မယ်ထင်ပါတယ်အဲဒီလိုပါပဲ လက်ကောက်ဝတ်လိုက်တာနဲ့ ကံတွေကောင်းလာတဲ့ စုံထောက်ဇာတ်လမ်းတွဲလေးတော့ ရောက်လာပါပြီ ဟာရီဆိုတဲ့ စုံထောက်ဟာ ဖဲစွဲနေပြီးတော့ ရှိသမျှအကုန်ရှုံးနေလို့ မိန်းမနဲ့ကွဲဖို့ ပြင်ဆင်နေတဲ့လူတစ်ယောက်ပါ တစ်နေ့ ကာစီနိုမှာ ကစားနေတုန်းကောင်မလေးတစ်ယောက်က သူ့ဆီရောက်လာပြီးလက်ကောက်လေးတစ်ကွင်းပေးဝတ်လိုက်တဲ့အချိန်မှာတော့ မဖြစ်နိုင်တဲ့ နိုင်ပွဲဆက်တိုက်ရရှိမှုတွေပါဖြစ်လာပါတော့တယ် အဲဒီလိုနဲ့ သူနိုင်တဲ့ညမှာပဲ သူဖဲကြွေးပေးစရာရှိတဲ့ သူဌေးကအသတ်ခံလိုက်ရပါတယ် အဲဒီလိုနဲ့ လက်ကောက်ရဲ့ အစွမ်းတွေကိုတဖြည်းဖြည်းသိလာပြီးတော့ ကွင်းဆက်လူသတ်မှုတွေကို လက်ကောက်ရဲ့အစွမ်းနဲ့တစတစ လိုက်ရှာလိုက်တဲ့အချိန်မှာပဲ နောက်ကွယ်ကလူကိုသိသွားတဲ့အခါမှာတော့တကယ့်ကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးတစ်ကားပါပဲ File size…400 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre...Action, Crime, Thriller, Superhero\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield Epi7sode 1720p - VIP / Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/stan-lees-lucky-man-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xU3zUrA4gzakSoiSjpZAXnn6mTR.jpg",
        "title": "Unexpected Business Season1+Season2",
        "description": "ဒိတ်ဒိတ်ကြဲ မင်းသားကြီးနှစ်ယောက် ပါဝင်ရိုက်ကူးထားတဲ့variety show လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။မင်းသား Cha Tae Hyun နဲ့ မင်းသား Jo In Sung တို့ဟာမမျှော်လင့်ဘဲ နယ်က စူပါမားကတ်လေးရဲ့ ပိုင်ရှင်တွေဖြစ်လာခဲ့ပါတယ်။ထိုစူပါမားကတ်မှာ ဆယ်ရက်တိတိ တာဝန်ထမ်းဆောင်ရမှာဖြစ်ပြီးသူတိုနှစ်ယောက်သား ချက်ကြပြုတ်ကြ ဈေးရောင်းကြနဲ့ အတော့်ကို Healing ဖြစ်စေမဲ့ Show လေးတစ်ခုပါ။ဒီနေ့ အပိုင်းမှာဆိုရင် လီဂွမ်ဆူ ဂင်၀ူဘင်နဲ့ လင်ဂျူဟွမ်တို့က Guest အဖြစ်ပါဝင်သွားမှာပါစုစုပေါင်း ၁၀ ပိုင်း ပါဝင်ပြီး အပတ်စဉ်သောကြာနေ့တိုင်းChannel Myanmar မှ တင်ဆက်ပေးသွားမှာမို စောင့်မျှော်အားပေးကြပါဦးနော်။(အညွှန်းကို Thet Hnin Hsu မှရေးသားထားပြီးတော့ CM Variety Team မှဘာသာပြန်ဆိုထားပါတယ်) File Size –1.2GB @EpisodeQuality – 720pDuration – 1h 40minute (@Episode)Total Episodes: Subtitle – ...",
        "url": "https://channelmyanmar.org/tvshows/unexpected-business-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/6GePtjUmxZl8xyeISlPStrr8VNW-185x278-1-133x200.jpg",
        "title": "100 Trickery’s Dangerous Passion (2015)",
        "description": "100 Trickery's Dangerous Passion စ/ဆုံးရာနှုန်းပြည့် အချစ်လှည့်ကွက်.............................................ဇာတ်လမ်းအကျဉ်းခွန်ဆန်နဲ့ ခွန်ဂျက်တို သူငယ်ချင်း ၂ယောက်ဟာ စားသောက်ဆိုင်မှာသီချင်းဆိုတဲ့ ခွန်ဖစ်ဆိုတဲ့ အမျိုးသမီးကို\nပြိုင်တူချစ်မိခဲ့ကြပြီး ခွန်ဂျက်က ခွန်ဖစ်ကိုလက်ထပ်ခွင့်ရသွားတဲ့အခါမှာတော့ ခွန်ဆန်တစ်ယောက်\nခွန်ဂျက်ကိုအညှိုးထားပြီး စီးပွားပျက်အောင်လိမ်လည်လှည့်စားခဲ့ပါတယ်။ခွန်ဂျက်ဟာ စီးပွားပျက်သွားတဲ့အတွက် စိတ်ကျရောဂါဝင်ပြီး နောက်ဆုံးမှာဆုံးပါးသွားခဲ့ပါတယ်။\nသမီးလေးနမ်နင်နဲ့ ၂ယောက်တည်းကျန်ခဲ့ရတဲ့ မိန်းမဖြစ်သူ ခွန်ဖစ်ကတော့\nသူ့ယောက်ျားသေဆုံးခဲ့ရတဲ့အတွက် ခွန်ဆန်ကို အမုန်းကြီးမုန်းနေခဲ့ပါတော့တယ်ဒီလိုနဲ့ နှစ်အတန်ကြာပြီးတဲ့အခါမှာ ခွန်ဆန်တစ်ယောက်သေခါနီးဆဲဆဲရောဂါသည်းနေချိန်မှာ\nအတိတ်ကမိမိလုပ်ခဲ့တဲ့လုပ်ရပ်တွေကိုနောက်တရပြီး ခွန်ဖစ်ရဲ့သမီးကို ရသင့်တဲ့ငွေ အမွေတစ်ဝက်ကိုပေးဖို့\nသူ့ရဲ့သူငယ်ချင်းလည်းဖြစ် ရှေ့နေလည်းဖြစ်တဲ့ ခွန်တီရန်နဲ့တိုင်ပင်ပြီး သေတမ်းစာရေးခဲ့ပါတယ်ခွန်ဆန်သေသွားပြီးနောက် သားဖြစ်သူ ကွန်‌ဖော့က သူ့အဖေရဲ့နာရေးအတွက် နိုင်ငံခြားပြန်လာခဲ့တယ်။\nသေတမ်းစာဖွင့်ဖတ်ကြတဲ့အချိန်မှာတော့ ခွန်ဆန်က နမ်နင်ကို အမွေဘတ်သန်း ၅၀၀ ပေးခဲ့တဲ့ကိစ္စကိုမကျေနပ်တာကြောင့်\nကွန်ဖော့ဟာ ဘတ်သန်း ၅၀၀ ပြန်ရဖိုအတွက် နမ်နင်ကို လက်ထပ်နိုင်ဖိုအသည်းအသန်ကြိုးစားပါတော့တယ်။အခက်အခဲပေါင်းများစွာကြားမှာ ကိုသူဌေးသားဟာယောက်ျားမာယာကိုအသုံးချပြီး\nနမ်နင်ရဲ့အချစ်ကိုရအောင်ယူနိုင်ခဲ့သလို လက်ထပ်ခွင့်လဲရခဲ့ပါတယ်။\nလက်ထပ်တဲ့နေ့မှာပဲ နမ်နင်ဟာ ကွန်ဖော့က သူ့ကိုမချစ်ပဲ\nအမွေဘတ်သန်း၅၀၀ လိုချင်လိုသူ့ကိုလက်ထပ်ခဲ့တာဖြစ်ကြောင်းသိသွားခဲ့တယ်။အဲ့ဒိအချိန်ကစပြီး နမ်နင်ဟာ ကွန်ဖော့လိုမာယာများပြီး လှည့်စားတတ်တဲ့ယောက်ျားကို\nအမုန်းကြီးမုန်းသွားပြီးကွာရှင်းဖိုပြောခဲ့ပါတယ်။\nဒါပေမယ့် ကွန်ဖော့ဟာ နမ်နင့်ကိုတစ်ကယ်ချစ်မိနေခဲ့ပြီဖြစ်တာကြောင့် ကွာရှင်းဖိုငြင်းဆန်ခဲ့ပါတယ်။ဒီလိုနဲ့...... အချစ်နဲ့အမုန်း အားပြိုင်မှုတွေကြားမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/100-trickerys-dangerous-passion-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/lo-135x200.jpg",
        "title": "Love, Death & Robots. 2019-2022 Season 1+2+3 Complete",
        "description": "Love, Death and Robots (2019) (2021)သင်ဟာ Animation Crazyတစ်ယောက်လား။Spiderman; Into the Spiderverse ကို အရူးအမူးကြိုက်ခဲ့သူလား။ဒါဆိုရင်တော့ အခု နာမည်ကြီးနေတဲ့ Netflix က လွှင့်တဲ့Love, Death and Robots ဆိုတဲ့ Seriesလေးကို မဖြစ်မနေကြည့်သင့်ပါတယ်။Imdb Rating 9\\10 ရထားတဲ့ Seriesပါ။တစ်ပိုင်းနဲ့တစ်ပိုင်းက ဇာတ်လမ်းတစ်မျိုးစီဖြစ်သလို ကြာချိန်တွေလည်း မတူညီကြပါဘူး။ခံစားစေရတဲ့ ရသတွေလည်း မတူညီကြပါဘူး။ဘယ်လိုဇာတ်လမ်းမျိုးတွေပါမလဲဆိုတာကတော့ နာမည်ထဲကအတိုင်းချစ်ခြင်းမေတ္တာတွေ သေဆုံးမှုတွေနဲ့ စက်ရုပ်တွေကိုအခြေခံထားတဲ့ ဇာတ်လမ်းမျိုးတွေပါ။တချို့အပိုင်းတွေဆိုရင် Gameဆော့နေရသလိုမျိုး ခံစားချက်ကိုပါ ပေးစေပါတယ်။အရမ်းညွှန်းနေရင် ပေါ့သွားမှာဖြစ်တဲ့အတွက် ကိုယ်တိုင်ပဲခံစားကြည့်လိုက်ကြပါ။Animationဆိုပေမဲ့ အသုံးအနှုန်းအကြမ်းတွေသွေးထွက်သံယိုအခန်းတွေ တစ်ပြုံကြီးပါတဲ့အတွက်ကလေးသူငယ်တွေကို မပြသင့်ပါဘူး။Animationကြိုက်တဲ့ပရိသတ်တွေ လုံးဝ လက်မလွှတ်သင့်တဲ့ Seriesပါ။မသေခင်ကြည့်သွားသင့်သော Animation List သာရှိရင်ဒီ seriesက အဲဒီlistထဲပါမှာ ကျိန်းသေပါတယ်။Translator : Ye Man Aung , Mr.Anderson, ...",
        "url": "https://channelmyanmar.org/tvshows/love-death-robots-2019-season-1-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GM1yyjtc1wcmG3RLAERRmSFm1e.jpg",
        "title": "Love Twist (2021) [Complete]",
        "description": "Love Twist (2021) ဇာတ်လမ်းတွဲအညွှန်း(အစ-အဆုံး)***********************************အပိုင်း - ၁၀၃ (ဇာတ်သိမ်းပိုင်း) နောက်ထပ်ကြည့်လို့ကောင်းတဲ့ အပိုင်း (၁၀၀) မိသားစုကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\"Twist\" လို့ခေါ်တဲ့ အသေးစားကုမ္ပဏီလေးတစ်ခုကို တည်ထောင်ထားတဲ့ ဆိုးရီ၊ ဟာရူ နဲ့ ယွန်းနာတို့က အရမ်းရင်းနှီးတဲ့ဆက်‌ဆံရေးတွေရှိကြပါတယ်။\nမိဘအချင်းချင်းရဲ့ဆက်ဆံရေးကြောင့် မောင်နှမလိုဖြစ်နေတဲ့ ဆိုးရီနဲ့ဟာရူတို့နှစ်ယောက် တစ်ယောက်ကိုတစ်ယောက် ချစ်မိသွားကြတဲ့အခါ အချစ်ဇာတ်လမ်းလေးပေါ်ပေါက်လာခဲ့ပါတယ်။ဒါပေမယ့် တစ်ဖက်မှာ ယွန်းနာကလည်း ဟာရူကိုတစ်ဖက်သတ် သဘောကျနေတော့ ကြည်နူးဖွယ်အချစ်ဇာတ်လမ်းလေးကနေ သုံးပွင့်ဆိုင်ဖြစ်လာတဲ့အခါမှာ သူတို့ကြားပဋိပက္ခတွေ ပေါ်လာခဲ့ပါတယ်။အဲဒါအပြင် ဆိုးရီနဲ့ဟာရူကို သဘောမတူတဲ့ ဆိုးရီရဲ့အဖေကြောင့်လည်းတစ်ဖန် သူတို့အချစ်ရေးအတွက်ပြဿနာတစ်ရပ်ဖြစ်လာခဲ့ပါတယ်။\nဒီလိုမျိုး ရင်းနှီးရသူနဲ့ ပဋိပက္ခတွေကြား မိသားစုပြဿနာတွေကြားကနေ ဆိုးရီနဲ့ဟာရူတို့ရဲ့ အချစ်အလှည့်အပြောင်းလေးကို ပုံဖော်ရိုက်ကူးထားတဲ့ဒရာမာလေးပါ။ဒီတော့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုဆက်ဖြစ်သွားမလဲ?\nမိသားစုပြဿနာတွေကြားမှာ ဆိုးရီနဲ့ဟာရူက သူတို့အချစ်အတွက်ဆက်ရုန်းကန်ကြမလား?\nလက်လျှော့လိုက်မလား? ဆိုတာကို သူ့ဇာတ်ရှိန်လေးနဲ့သူ ကြည့်လို့ကောင်းတဲ့ကားလေးမို့ CM Asia Series ကနေ စောင့်မျှော်အားပေးကြပါဦး  Aired: December 13, 2021 -- Aired On: Monday-FridayDuration: 30minsEpisodes: 100Genres: ...",
        "url": "https://channelmyanmar.org/tvshows/love-twist-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vbevUjLnn7AvyTQM2oqKm5T9FXi.jpg",
        "title": "The Killer’s Shopping List(2022)",
        "description": "The Killer's Shopping List(2022)ဇာတ်လမ်းတွဲအညွှန်း**********************************************အပိုင်း(၁ မှ ၈) အထိ စ/ဆုံးအားလုံးအတွက် ဟာသလည်းပါပြီး သဲထိတ်ရင်ဖိုဖြစ်ရမယ့် ဇာတ်ကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်....အဲဒါကတော့ မင်းသားလီကွမ်ဆူနဲ့ AOA ကအချောလေး ‌Seolhyunတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့The Killer's Shopping Last ဇာတ်ကားလေးဖြစ်ပါတယ်.....Ahn Dae Sungက မှတ်ဉာဏ် အလွန်ကောင်းသူ တစ်ယောက်ဖြစ်ပါတယ်....အစိုးရဝန်ထမ်း သုံးခါ ကျပေမဲ့လည်း သူဟာ ဇွဲမလျှော့ဘဲ စာဆက်ကြိုးစားနေဆဲပါပဲ....Ahn Dae Sungဟာ သူ့အမေပိုင်တဲ့ MS martမှာ အချိန်ပိုင်း ဝန်ထမ်းအဖြစ် အလုပ်လုပ်ပြီးသူ့ချစ်သူဖြစ်တဲ့Ah Hee က ရဲဝန်ထမ်းတစ်ယောက်ပါ.....တစ်နေ့တော့ ထူးဆန်းလျှို့ဝှက်တဲ့ လူသတ်မှုတစ်ခုဟာ သူတို့ရဲ့ MS martနားကတိုက်ခန်းမှာ ဖြစ်ပွားခဲ့ပါတယ်..... ဒီအမှုကို Dae Sung, Ah Heeနဲ့ Dae Sung အမေ Myung Sook တို့သုံးယောက်သား ဘယ်လို စုံစမ်းဖော်ထုတ်ကြမလဲဆိုတာကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-killers-shopping-list2022/"
    },
    {
        "thumbnail": "",
        "title": "Time To Twice : Tdoong Tour (2022)",
        "description": "Time To Twice: Tdoong Tour (2022)==================================Twice တို့ရဲ့ ဒီနှစ်ဖေဖော်ဝါရီကထွက်ရှိထားတဲ့ Time To Twice reality show လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီ segment လေးကိုတော့ Tdoong Tour လို့ နာမည်ပေးထားပြီး Lotte World ကိုကွင်းလုံးငှားပြီး ကစားကွင်းပတ်မယ့် ခရီးစဉ်လေးပါ။Nayeon, Chaeyoung နဲ့ MoMo တို့က အဖွဲ့ခေါင်းဆောင်တွေအဖြစ် ဂိမ်းတွေဆော့ပြီး အသင်းသားနှစ်ယောက်စီကို ‌‌‌ရွေးကြမှာပါ။ဒီတိုင်း ချားရဟတ်တွေပတ်စီးနေရင် ပျော်ဖို့မကောင်းမှာစိုးလို့ မစ်ရှင်တွေလည်း စီစဉ်ထားပါတယ်တဲ့။မစ်ရှင်တွေကို သုံးယောက်တစ်ဖွဲ့စီခွဲလုပ်ပြီး အကြိတ်အနယ်ယှဉ်ပြိုင်ကြဦးမှာမို့ ခွီကြ၊ ရယ်ကြရဦးမှာပါ။အချောလေး ၉ယောက်နဲ့တူတူ Lotte World မှာ ပျော်လိုက်ကြပါဦး။(အညွှန်းကို MTA က ရေးသားပေးထားပြီး CM Variety Team က ဘာသာပြန်ဆိုပေးထားပါတယ်)  File Size – 300MB / 150MB ...",
        "url": "https://channelmyanmar.org/tvshows/time-to-twice-tdoong-tour-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/tM6xqRKXoloH9UchaJEyyRE9O1w-185x278-1-133x200.jpg",
        "title": "Marvel’s The Punisher (2017) Season1",
        "description": "Marvel's The Punisher(2017)S1ဇာတ်လမ်းတွဲအညွှန်း*****************************************အပိုင်း (၁ မှ ၁၃) အထိ စ/ဆုံးဒီစီးရီးဘယ်လောက်ကြမ်းလဲဆိုတာ ထွေထူးတော့မိတ်ဆက်ပေးစရာမလိုလောက်...ဟိုးယခင်များဆီက ဒီစီးရီးကိုတင်ခဲ့တယ်ဆိုပေမဲ့ကျွန်တော်တို့ CM မှာ အင်တာနက်အခက်အခဲကြောင့်ရော တခြားအခက်အခဲများကြောင့်ရောQuality ပိုင်းမှာ အတော်အားနည်းခဲ့ပါတယ်...အခုတော့Punisher ဖန်တွေအတွက် လုံးဝကြည်တောက်ရှင်းလေးပြန်တင်ဆက်ပေးထားပါတယ်...ဖရန့်ဆိုတဲ့သူဟာ မရိန်းစစ်သားတစ်ဦး...စစ်မြေပြင်မှာ  အထက်ကမသိဘဲ တစ်ချို့ကိစ္စတွေကအဆင်ပြေအောင်ပဲ ကိုယ့်ဖာသာရှင်းတတ်ကြတယ်..ဒီအချိန်မှာ ဖရန့်တို့အဖွဲ့ဟာ လူကောင်းတစ်ယောက်ကိုသတ်မိပြီးဒီသတင်းဟာလည်း ပေါက်ကြားသွားတယ်...ဒီကိစ္စကြောင့်ပဲ သူ့ရဲ့ မိန်းမနဲ့ ကလေး(၂)ယောက်သတ်ခံလိုက်ရတယ်...ဖရန့်တစ်ယောက် အကြီ:အကျယ်ပေါက်ကွဲပြီး မီးကုန်ယမ်းကုန်ကြမ်းပါတော့တယ်...အဲ့ဒီနောက်မှာတော့ မြို့ပြင်က အဆောက်အဦးတွေမှာအချိန်ပိုင်းအလုပ်သမားလေးအဖြစ် ခြေရာဖျောက်နေတယ်....သို့ပေမဲ့လည်း ပြဿနာတစ်ခုက ရှောင်လွှဲလို့မရတဲ့အခြေနေကြုံရတဲ့အခါမှာတော့.... Episodes: 13Duration: 53 MinFile Size: 1.5GB , 500MBQuality :Web-DL 1080p5.1Ch,720pGenres:  Action, Crime , DramaTranslated by  Ye Man Aung, Arkar Phyo Encoded by  Phyo Pyae Episode 1\n720P    > ...",
        "url": "https://channelmyanmar.org/tvshows/the-punisher-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2bCpgytAh39VoLYjGxUnR3iAe4V.jpg",
        "title": "Going to The Blue House Like This (2021) [Complete]",
        "description": "Going to The Blue House Like This (2022) ဇာတ်လမ်းတွဲအညွှန်း အပိုင်း - ၁၂ (ဇာတ်သိမ်းပိုင်း) ရပါပြီ ဒီတစ်ခါတော့ CM ပရိသတ်ကြီးတို့ အတွက် မင်းသမီးကြီး Kim Sung Ryung ဦးဆောင်ပါဝင်ထားတဲ့ နိုင်ငံရေး အရှုပ်တော်ပုံ ဇာတ်လမ်းတွဲ အသစ်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ comedy, political sitcom အမျိုးအစားဖြစ်ပြီး Best Series Award of the years ဆုကို ရရှိခဲ့တဲ့အပြင် အခြား တစ်ဦးချင်း ဆုတွေမှာလည်း စံကာတင်စာရင်းထဲ ပါဝင်ခဲ့တဲ့အထိ အောင်မြင်ခဲ့တဲ့ Korea Series လေးပါ။ ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ယဉ်ကျေးမှု၊ အားကစားနဲ့ ခရီးသွားဝန်ကြီးဌာန ဝန်ကြီး ဖြစ်သူဟာ online meeting တစ်ခုအပြီးမှာ meeting ထဲက ထွက်ဖို့မေ့၊ ကင်မရာနဲ့ အသံပိတ်ဖို့မေ့ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/going-to-the-blue-house-like-this-2021-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/XqXNw_4f-137x200.jpg",
        "title": "Cutie Pie (2022)",
        "description": "\"Cutie Pie\" (2022) စ/ဆုံး\n -----------------------ကိုကြီးသည်သာ အရာရာ..............ကိုကြီးသည်သာ သူ့ဘဝလို့ သတ်မှတ်ထားတဲ့ ကေးရာ့လေးမှာငယ်စဉ် ကလေးဘဝကတည်းက မိဘချင်းစေ့စပ်ထားတဲ့တရုတ်မျိုးနွယ် ကိုကြီးလီယံတစ်ယောက်ရှိသတဲ့...အလားတူပဲ အဲ့ဒီကိုကြီးလီယံရဲ့ ဘဝမှာလည်း ငယ်စဉ်ကလေးဘဝကတည်းကစေ့စပ်ထားတဲ့ ကေးရာ့လေးကို စောင့်ရှောက်ရမယ့် တာဝန်ရှိတာကြောင့်ဘယ်သူ့မှ မချစ်ဘဲ နေလာခဲ့ပါတယ်...............ဒါပေမယ့် ကေးရာ့ဘက်က ကိုကြီးလီယံအပေါ် အဖြစ်သည်းအောင် ချစ်နေပါသော်လည်း............အေးတိအေးစက်နိုင်လှတဲ့ကိုကြီးလီယံကတော့တာဝန်တစ်ခုလို့ ခေါင်းထဲမှတ်ကာ အချစ်မရှိပဲ လက်ထပ်ဖို့ ဆုံးဖြတ်ထားပါတော့တယ်...ဒီလိုနဲ့ တစ်ဖက်သက် အချစ်ပဲရှိပြီး အသွားအလာ မရှိတဲ့ သူတို့နှစ်ဦးရဲ့ အချစ်ဟာရှေ့ဆက်ဖို့ မဖြစ်နိုင်တော့တဲ့ အခြေအနေတစ်ခုအရောက်မှာ စေ့စပ်ခြင်းနဲ့ပဲ ပြီးပြတ်ဖို့ သဘောတူခဲ့ပေမယ့်..........ငယ်စဉ်ကလေးဘဝကတည်း အတူပေါက်ဖွားလာတဲ့ သံယောဇဉ်က ချည်နှောင်တဲ့ အချစ်ကြိုးလေးကို လွန်ဆန်နိုင်ပါ့မလား....အပတ်စဉ် CM Thai Seriesမှာ  စနေနေ့တိုင်း စောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီEpisodes: 12Aired: FEB 19 , 2022Aired On: SATGenres:  RomanceTranslated by Mann Maw KunnEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/cutie-pie/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/SC-141x200.jpg",
        "title": "Secret Crush On You (2022)",
        "description": "Secret Crush On You (2022)   စ / ဆုံး\n**************************ကဲ ကဲ...ဒီတစ်ခါတော့ ရှာမှရှားတဲ့ BL, GL အစုံအလင်ပါဝင်တဲ့LGBT ဇာတ်ကားကောင်းလေးတစ်ခုကို CM က တင်ဆက်ပေးတော့မှာမလို့စိတ်ဝင်စားသူတွေ ဖျာကြိုခင်းထားလို့ရပါပြီနော်ဒီကားလေးကို ချစ်သူများနေ့အမီအနေနဲ့ ဒီနေ့ကစပြီး အပတ်စဉ်သောကြာနေ့တိုင်း ဘာသာပြန်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်ဗျဒီဇာတ်ကားလေးရဲ့သဘောသဘာဝကတော့ သူ့ရဲ့ခေါင်းစဉ်အတိုင်း \"နူအာ\" ဆိုတဲ့တတိယနှစ်က စီနီယာအစ်ကိုကြီးကိုမှ ကြိတ် crush မိသွားတဲ့ ကျောင်းသားလေး \"တော့\"-Crush ကို နောက်ယောက်ခံလိုက်ပြီး လူငယ်သဘာဝ သူငယ်ချင်းတစ်သိုက်နဲ့ ဘယ်လိုဂယက်တွေထကြလဲ...............Crush ကရော သူ့ကိုသတိထားမိမှာလား?ဒီလိုငေးပဲကြည့်နေရတဲ့ဘဝကနေ တစ်ဆင့်တက်လာနိုင်မဲ့ အခွင့်အရေးရော ရလာပါ့မလားဆိုတာကိုဟာသလေးတွေနှောပြီး လူငယ်ဆန်ဆန်နဲ့ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမှာဖြစ်ပါတယ်အဲလို \"တော့\" ရဲ့ အချစ်ဇာတ်လမ်းလေးအပြင် သူ့ရဲ့သူငယ်ချင်းဖြစ်သူတွေထဲမှာလည်းအချစ်ဇာတ်လမ်းပေါင်းစုံလေးတွေရှိကြပြန်ပါသေးတယ်ဒီကားလေးက BL ဆိုပြီး သက်သက်ခွဲထွက်နေတာလည်းမဟုတ်ဘဲအချစ်ဆိုတာမှာ ကျား၊မ မခွဲဘဲ ဘယ်သူ့ကိုချစ်တယ် ဘယ်လိုချစ်တယ် ဆိုတဲ့ခံစားချက်သန့်သန့်လေးတစ်ခုတည်းကိုပဲ ပေါ့ပေါ့ပါးပါး ချပြပေးသွားတာမလို့ဒီကားလေးကြည့်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/secret-crush-on-you-2022/"
    }
]