[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zXRR5tgGLtKrRmuN4ko9SLAdCiZ.jpg",
        "title": "Blood of Zeus 2020",
        "description": "Blood of Zeus 2020\nNetflix original serie တစ်ခုဖြစ်တဲ့ Blood of Zeus ဟာ Episode 8ခု ပါတဲ့ Animation Serie တစ်ခုဖြစ်ပြီးတော့\nOct27, 2020 မှာ ပထမအပိုင်း စလွှင့်ခဲ့တာဖြစ်ပါတယ်\nGreek Mythology ဂရိဒဏ္ဍာရီပုံပြင်ဇာတ်လမ်းတွေက်ို ကြားဖူးနားဝရှိရင်တော့ ဒီ Animation serie လေးကို ကြည့်ရတာ အစိမ်း\nသတ်သတ် ဖြစ်မှာမဟုတ်ပါဘူး\nမှောင်မိုက်နေတဲ့ တိမ်မဲတွေအောက်က ရွာလေးတစ်ရွာမှာနေတဲ့ ဟယ်ရွန်နဲ့ အီလက်ထရာဆိုတဲ့ အပယ်ခံ\nသားအမိနှစ်ယောက်အကြောင်း နဲ့ ဇာတ်လမ်းကို အစပြုထားပါတယ်\nအဲ့ဒီသားအမိနှစ်ယောက် ရွာကိုရောက်လာတဲ့အချိန်ကစပြီး ရွာမှာ ကံဆိုးမိုးမှောင်တွေ ကျခဲ့ရတယ်လို့ ယူဆကြတာကြောင့်\nသူတို့နှစ်ယောက်ကို တစ်ရွာလုံးက ဖယ်ကျဉ်ထားကြတယ်\nဟယ်ရွန်က သူ့ကိုယ်သူ အိုလံပတ်စ်တောင်ပေါ်က နတ်မင်းကြီးဇူးစ်ရဲ့ သားတော်ဖြစ်ကြောင်း သိလိုက်ရပေမယ့်\nအားလုံးသိကြတဲ့အတိုင်း အချစ်မေတ္တာအရမ်းများပြီး နှလုံးသားကြီးမားတယ်လို့ နာမည်ကြီးတဲ့ ဇူးစ်နတ်မင်းကြီးက သေမျိုးဖြစ်တဲ့လူနဲ့\nချစ်ကြိုက်ပြီးမွေးခဲ့တဲ့\nအပြင် တရားမဝင်သားလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/blood-of-zeus-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Love-135x200.jpg",
        "title": "Lovecraft Country 2020 Season 1",
        "description": "Lovecraft ဆိုတဲ့နာမည်ဟာ သဘာဝလွန်ကားတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် မစိမ်းတဲ့ နာမည်တစ်ခုပါ။ နာမည်ကျော် Supernatural စီးရီးမှာ ဒီနာမည်ကို ရင်းနှီးခဲ့ကြမှာပါ။ သူဟာ Horror ဝတ္ထုတွေ ရေးတဲ့နေရာမှာ နာမည်ကျော်ခဲ့သူဖြစ်ပြီး သူ့ဝတ္ထုတွေထဲက Cthulhu လို နတ်ဘုရားသတ္တဝါဆိုးကြီးတွေကို Chaos Magick မှာ ယူသုံးကြတဲ့အထိ လွှမ်းမိုးနိုင်ခဲ့သူ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားကတော့ သူ့ရဲ့ Horror stories တွေကို အခြေပြုထားတယ်လို့ဆိုပါတယ်။ အက်ဒစ်တပ်က ကိုရီးယားစစ်ပြန် လူမည်းတစ်ဦးဖြစ်ပါတယ်။ သူ့ဆီကို တစ်ခါမှ စာမရေးဖူးတဲ့ သူ့အဖေက တစ်ရက်မှာ စာတစ်စောင်ရေးပို့ခဲ့ပြီးတဲ့နောက် ပျောက်ခြင်းမလှ ပျောက်သွားခဲ့တယ်။ ဒီအကြောင်းကို စုံစမ်းဖို့အတွက် အက်ဒစ်တပ်ဟာ အိမ်ကို ပြန်လာခဲ့တယ်။ ဦးလေးဖြစ်သူနဲ့ သူ့အ‌ဖေရေးခဲ့တဲ့စာကို ဖတ်ရင်း တိုင်ပင်ကြည့်တဲ့အခါ သူ့အဖေ ပျောက်သွားနိုင်ခြေရှိတဲ့ နေရာကို ခန့်မှန်းပြီး အရှာထွက်ဖို့ ကြိုးစားကြတယ်။ ခက်တာက အဲဒီအချိန်မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/lovecraft-country-2020-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/helstrom1-105x200.jpg",
        "title": "Helstrom 2020",
        "description": "Marvel's Helstrom 2020 - Season 1===========================IMDb Rating - 6.8/10#UnicodeMarvel ရဲ့ Helstrom ကာရိုက်တာကို စီးရီးအဖြစ် ထွက်လာပါပြီ။ကျွန်တော့်အမြင်ကတော့ သူက ကွန်စတန်တင်းနဲ့ ဆင်တယ်ပြောရမှာပါပဲ။အပိုင်း၁ မှာတော့ ဒေမင် ဟဲစ်ထရွန် ဟာ ဘုန်းတော်ကြီးမဟုတ်တဲ့ နတ်ဆိုးနှင်ပေးတဲ့သူပါ။သူ့မှာ အန်နာ ဟဲစ်ထရွန် ဆိုတဲ့ ညီမတစ်ယောက်ရှိပါတယ်။ နှစ်ယောက်လုံးမှာ ထူးဆန်းတဲ့အစွမ်းတွေ ကိုယ်စီရှိပါတယ်။ သူတို့ရဲ့ အဖေက စိတ္တဇလူသတ်သမား တစ်ယောက်လို့သိရပြီးသူတို့အမေကတော့ ဒေမင်ရောအန်နာရော နှင်လို့မရတဲ့ နတ်ဆိုးတစ်ကောင် ပူးကပ်တာကိုခံထားရပါတယ်။ ထူးဆန်းတဲ့ မိစ္ဆာလိုလိုအစွမ်းတွေနဲ့ လူတွေကို ကူညီနေတဲ့ ဒေမင်ကို ဗာတီကန်ဘုရားကျောင်းက စိတ်မချတဲ့အတွက် သူတို့ရဲ့ အတော်ဆုံး သင်တန်းသူ သီလရှင် ဂေဘရီရယ်ကိုတွဲဖက်အဖြစ် လွှတ်လိုက်ပြီး ဒေမင် နဲ့ ဂေဘရီရယ်တို့ နတ်ဆိုးတွေနဲ့ ရင်ဆိုင်ရတာကနေ အစပြုထားပါတယ်။ စူပါနေထရယ် စတိုင် စူပါဟီးရိုးစီးရီးမို့ ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-helstrom-2020-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/images-2-133x200.jpg",
        "title": "Healer ( 2014 ) ( Complete )",
        "description": "ဒီဇာတ်လမ်းတွဲလေးပါဝင်တဲ့မင်းသားနဲ့မင်းသမီးကိုတော့စိမ်းတဲ့သူရှိမယ်မထင်ပါဘူး K Drama ပရိတ်သတ်ဆိုရင်ပေါ့မင်းသား Ji Chang Wook နဲ့ မင်းသမီး Park Min Young တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Healer ဇာတ်လမ်းတွဲဟာ 2014 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး On Air ပြသစဉ်ကပရိတ်သတ်တွေကိုရင်ကိုဆွဲဆောင်နိုင်ခဲ့ပါတယ်အခုတဖန်ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ Action နဲ့ Romance ပေါ့အညွန်းလေးကတော့ Seo Jung-hoo ( Ji Chang Wook ) ဟာ ကိုယ်ခံပညာကိုကောင်းစွာတတ်ကျွမ်းပြီး Healer ဆိုတဲ့လူတစ်ယောက်အဖြစ်ကြေးစားအနေနဲ့ မြေအောက်လောကမှာ ပါဝင်အလုပ်လုပ်နေတဲ့သူတစ်ဦးပေါ့သူ့နောက်ကွယ်မှာတော့ သူ့ကိုအမြဲတမ်း အလုပ်ရှာပေးတဲ့အမျိုးသမီးကြီးတစ်ဦးရှိပါတယ် Chae Young-shin ( Park Min Young ) ကတော့သတင်းထောက်လေးတဦး ..မိမိလိုက်ရမယ့်သတင်းဆိုရင် အခက်အခဲကြားကနေဘယ်လိုလိုက်ရလိုက်ရ စွန့်စားတတ်တဲ့ကောင်မလေး..အဲ့လိုမျိုးကြောင့်လည်းမကြာခန အန္တရာယ်လေးတွေကြုံရတတ်တာပေါ့ တနေ့မှာ Healer တစ်ယောက်သူ့ရဲ့အလုပ်ကိစ္စတခုကြောင့် သတင်းထောက်မလေးအနားကိုရောက်အောင်ကြိုးစားရပါတော့တယ် ဒီလိုကြိုးစားတဲ့နေရာမှာလည်းအူကြောင်ကြောင်ငတုံးလေးပုံစံဖမ်းပြီး အနားကိုရောက်ဖို့ကြိုးစားပါတယ်ဒီလိုနဲ့ဘယ်လိုတွေဆက်ဖြစ်မလဲ healer ကိုရော ရိပ်မိသွားမလားသတင်းထောက်မလေးနဲ့ သူတို့၂ယောက်ရဲ့အတိတ်က ...",
        "url": "https://channelmyanmar.org/tvshows/healer-2014-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/images-133x200.jpg",
        "title": "Reply 1994",
        "description": "Reply 1994\n \nကဲ.. CM က အချစ်တို့ရေ.....\n90 နှစ်ပိုင်းတွေကို မလွမ်းကြဘူးလား...\nဒါမှမဟုတ် ဘယ်လိုလေးများလဲလို့ မသိချင်ကြဘူးလား..\nအဖြေက Yes! ဆိုရင်တော့...\nဒီ Reply 1994 စီးရီးလေးကို လက်လွှတ် မခံသင့်တာ သိပ်သေချာသွား​ပြီပေါ့...\n \n၉ဝ ခုနှစ် ဝန်းကျင်က အသိုင်းအဝိုင်း ... ပတ်ဝန်းကျင်.... လူ့သဘောထား...\nဒါတွေဟာ ခုခေတ်နဲ့ လားလားမှ မတူတာမို့...\nအတိတ်ဟောင်းတွေ ကို ပြန်ငဲ့ ကြည့်မိသလို\nနွေးနွေးထွေးထွေးလေး ခံစားရမှာနော်...\n( ငယ်ချစ်ဟောင်းတွေ ပြန်တွေးမိရင်တော့ တာဝန် မယူပါကွယ်... )\n \nအထူးသဖြင့် ဒီစီးရီး​​လေးဟာ..​..နယ်ပေါင်းစုံကနေ ​လာနေရင်း\nကျောင်းတက် ရသူတွေ အတွက် တစ်ထပ်တည်းကျ\nလွမ်းဆွေးခွင့်ရမယ့်ကားလေးဆိုရင် မမှားဘူးရယ်...\nဘော်ဒါ​နေ အဆောင်သူ အဆောင်သားတို့ ရဲ့ သဘာဝ....\nအချစ်ဦးဆိုတာကို အဲ့ဒီ​ခေတ်က လူငယ်တွေ ဘယ်လို မျိုးသဘောထားကြလဲ...\nအဲ့ဒီခေတ်အခါက လူ့သဘော... လူ့အကြိုက်...\nအထူးသဖြင့် လူငယ်တွေရဲ့ သဘာဝကို ဟာသလေးနှောပြီး\nရယ်ရယ်မောမော နဲ့ လွမ်းလွမ်းဆွေးဆွေး\nကြည့်ခွင့်ရမယ့် ကားကောင်းလေးဆိုတာကိုတော့.. ရဲရဲ ကြီး အာမခံပါတယ်...\n \nဇာတ်လမ်းလေးကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/reply-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/54yTLS5d4OPOuunzOvHlmP82eIT.jpg",
        "title": "Record of Youth(2020)[စ/ဆုံး]",
        "description": "Record of Youth(2020)အညွှန်း*****************************အပိုင်း(၁ မှ ၁၆ )ထိ[စ/ဆုံး]Sa Hye Joon (Park Bo Gum) က သာမန်မိသားစုတစ်ခုရဲ့ ၂၆နှစ်အရွယ်သားအငယ်။ မော်ဒယ်လ်တစ်ယောက်ဖြစ်ပြီး သရုပ်ဆောင်မင်းသားဖြစ်ဖို့ တစိုက်မတ်မတ်ကြိုးစားနေသူ။ မွေးချင်းအစ်ကိုတစ်ယောက်ရှိပြီးငယ်စဉ်တည်းက အစ်ကိုနဲ့နှိုင်းယှဉ်ပြောဆိုခံခဲ့ရတဲ့အတွက် စိတ်ဒဏ်ရာရှိသူ။စိတ်နှလုံးနွေးထွေးပြီး ကိုယ်ချင်းစာတတ်သူ။ သူ့အိပ်မက်ဖြစ်တဲ့ မင်းသားတစ်ယောက်ဖြစ်လာဖို့မျှော်လင့်ချက်တွေဟာ မှေးမှိန်နေပေမယ့် ဇွဲမလျှော့ဘဲ ကြိုးစားသူ။ ဒီလို တစိုက်မတ်မတ်ကြိုးစားနေချိန်မှာပဲသူ့ဆီကို နိုင်ငံတော်ထံမှ စစ်မှုထမ်းဆင့်ခေါ်စာ ရောက်လာသောအခါ...။ Ahn Jung Ha (Park So Dam) ကတော့Makeup artist ကောင်မလေးဖြစ်ပြီး သူ ဝါသနာပါရာအလုပ်အပေါ် ဒီထက်အောင်မြင်အောင်လုပ်ဖို့ရည်မှန်းချက်ကြီးမားသူ။ အထီးကျန်ဆန်အားငယ်မှုတွေကို ပျော်ရွှင်တက်ကြွတတ်တဲ့ မိန်းမငယ်လေးအသွင်နဲ့ဖုံးကွယ်ထားသူ။ တစ်ယောက်တည်း ခက်ခဲနေတဲ့အချိန်တွေတိုင်းမှာ Jung Ha ရဲ့တစ်ခုတည်းသော အလင်းရောင်လေးကတော့ သူမရဲ့ Idol Sa Hye Joon ပါပဲ။ Ahn Jung ...",
        "url": "https://channelmyanmar.org/tvshows/record-of-youth2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hri1F7qTO0hLctTxLaf3doAQZNW.jpg",
        "title": "Lie after Lie (2020)",
        "description": "[Unicode]ချမ်းသာတဲ့ မိသားစုရဲ့ ချွေးမဖြစ်ပြီး ခင်ပွန်းသည်ကိုသတ်တဲ့ လူသတ်တရားခံအဖြစ် စွပ်စွဲခံလိုက်ရတဲ့ Ji Eun-Soo ဟာ ထောင်ကျသွားချိန်မှာ သူမရဲ့ ကလေးကို လက်လွှတ်လိုက်ရပါတယ်။ထောင်ကလွတ်လာပြီးနောက်ပိုင်း ကလေးကိုရှာဖွေရင်း သူ့ကလေးကို Kang Ji-Minဆိုတဲ့ သတင်းထောက်တစ်ဦး မွေးစားထားတာ သိလိုက်ရတဲ့အခါမှာတော့ကလေးနဲ့နီးစပ်ခွင့်ရဖို့အတွက် Kang Ji-Min ကိုချစ်ဟန်ဆောင်ပြီး အနားကိုချဉ်းကပ်ပါတော့တယ်။ကလေးရဲ့အနားကို ရောက်ဖို့ အလိမ်အညာတွေနဲ့ ကြိုးစားမယ့် Ji Eun Sooမွေးစားသမီးလေးနဲ့ အေးချမ်းတဲ့ဘဝလေးတည်ဆောက်ရင်း သူ့ဘဝထဲဝင်လာတဲ့ မိန်းကလေးတစ်ယောက်ကြောင့် ပျော်ရွှင်နေတဲ့ Kang Ji-Minသားကိုသတ်တဲ့ချွေးမကို မုန်းတီးနေတဲ့ Eun Soo ရဲ့ယောက္ခမသူတို့ကြားထဲ ဘယ်လိုအလိမ်အညာတွေနဲ့ ဘယ်လိုရှေ့ဆက်သွားမလဲဆိုတာကို သိချင်တယ်ဆိုရင်တော့ ဒီစီးရီးလေးကို အပတ်စဉ်စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါနော်...။( အညွှန်းရေးသားထားတာကတော့ Lwinlwin Aung ဖြစ်ပါတယ် ) [Zawgyi]ခ်မ္းသာတဲ့ မိသားစုရဲ႕ ေခြၽးမျဖစ္ၿပီး ခင္ပြန္းသည္ကိုသတ္တဲ့ လူသတ္တရားခံအျဖစ္ စြပ္စြဲခံလိုက္ရတဲ့ Ji Eun-Soo ဟာ ေထာင္က်သြားခ်ိန္မွာ သူမရဲ႕ ...",
        "url": "https://channelmyanmar.org/tvshows/lie-after-lie-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9RCm67BVGmqYyr1S3vfR2z22Yk.jpg",
        "title": "ALICE(2020)[ စ/ဆုံး]",
        "description": "ALICE(2020)ဇာတ်လမ်းတွဲအညွှန်း*****************************အပိုင်း(၁ မှ ၁၆) စ/ဆုံးမိုးသည်းတဲ့ညတစ်ညမှာ ပါရဂူတစ်ယောက်ရဲ့အိမ်ကို လုပ်ကြံရေးသမားတစ်ယောက်ဝင်လာတယ်...ဒီလူက ပါရဂူဆီကနေ ထူးဆန်းတဲ့စာအုပ်တစ်အုပ်ယူပြီး ပါရဂူကိုသတ်ပစ်လိုက်တယ်....အားလုံးလက်စသတ်မယ့်အချိန်မှာ နောက်ထပ်တိုက်ခိုက်ရေးအတွက်အထူးကျွမ်းကျင်တဲ့လင်မယား(၂)ဉီးရောက်လာပြီးလုပ်ကြံရေးသမားကို သတ်ပြီး စာအုပ်ကိုဆက်လုသွားတယ်...ဒီစာအုပ်ကိုဖတ်ပြီးတော့ကိုယ်ဝန်ရှိခါစ ဇနီးဖြစ်သူဟာ သူတို့လင်မယားအတွက်အနာဂတ်စိတ်ကူးအချို့ကို ပြောင်းလဲလိုက်ဖို့ကြံလိုက်ပုံပါပဲ..ကိုယ်ဝန်ဖျက်ချစေချင်တဲ့ ယောင်္ကျားကိုထားခဲ့ပြီး လုလာတဲ့ စာအုပ်ကို ယူခါ တစ်ယောက်ထဲ တိတ်တဆိတ်ကလေးကိုမွေးဖွားခဲ့တယ်...အဲ့ဒီနောက်တော့ ထူးဆန်းတဲ့ဖြစ်ရပ်ပေါင်းများစွာဆက်ဖြစ်တော့တာပါပဲ...ဒီစီးရီးက မင်းသား Joo Woonနဲ့ မင်းသမီးချော Kim Hee Sunတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတယ်...အချိန်ခရီးသွားတွေ..အက်ရှင်ခန်းတွေနဲ့ သရုပ်ဆောင်တွေရဲ့ စရိုက်ဆန်းဆန်းတွေနဲ့စီးရီးရဲ့ဇာတ်အိမ်ကို ခပ်မိုက်မိုက်ဖွဲ့စည်းထားတယ်...တော်တော်စိတ်ဝင်စားစရာကောင်းတဲ့အပြင် သိပ္ပံခေတ်လွန်ဖြစ်ရပ်ဆန်းတွေမို့ဇာတ်လမ်းတွဲခပ်မိုက်မိုက်ကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်းတိုက်တွန်းပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin Paleတို့ပဲဖြစ်ပါတယ်....Quality – HDTV  720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres- Mystery, Drama, Sci-Fi, Fantasy, MelodramaTranslated by Lwin Lwin Aung,Shoon Thu ...",
        "url": "https://channelmyanmar.org/tvshows/alice2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cU0kAjGjA6d2XjBzJMUIEVKiGDb.jpg",
        "title": "Better Call Saul Season 1 [COMPLETE]",
        "description": "အားလုံး မျှော်နေတဲ့ crime drama လာပါပြီBetter Call Saul က Breaking Bad ရဲ့ spin-off series တစ်ခုပါ။ဒါပေမယ့် breaking bad ကို မကြည့်ဖူးလည်း ဒီ series ကိုကြည့်လို့ရပါတယ်။အကျဉ်းချုပ်ပြောရရင်တော့ James McGill ဆိုတဲ့ မကျော်မကြားရှေ့နေတစ်ယောက် အခက်အခဲတွေကြုံရာကနေ လူသိများလာအောင်ဉာဏ်နီဉာဏ်နက်ပေါင်းစုံထုတ်ပြီး အကြံအဖန်ထုပုံတွေကို စိတ်၀င်စားဖွယ်မြင်တွေ့ရမှာပါတည်ကြည်လေးနက်တဲ့ ရှေ့နေ James ဘ၀ကနေ လောဘသမား Saul Goodman ကိုဘယ်လိုတွေ ကူးပြောင်းသွားမလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါတော့ ....(ဘာသာပြန်ပေးထားသူကတော့ Yoon Sandi Aung ပဲဖြစ်ပါတယ်) Quality – 720p Blu-RayDuration – 40min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Documentary, CrimeTranslator – Yoon ...",
        "url": "https://channelmyanmar.org/tvshows/better-call-saul-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/rJLPacKrjWUqjZrxiG8xTCMfGj-133x200.jpg",
        "title": "I Dream of Jeannie",
        "description": "ကဲ 1960က ဇာတ်လမ်းတွဲကောင်းလေးကို\nကြည့်ရှူခံစားလိုက်ရအောင်ဗျာ.Comedy/Fantasyဖြစ်ပြီးတော့\nတဝါးဝါးတဟားသားနဲ့ ပရိတ်သတ်ကို\nကောင်းကောင်းဆွဲဆောင်နိုင်မယ့် ဟာသဇာတ်ရွှင်လေးပါဗျာ.\nဇာတ်လမ်းအညွှန်းကတော့ အာကာသသူရဲကောင်း တိုနီဟာ\nအာကာသကို စွန့်စားသွားလာရင်း စက်ချို့ယွင်းမှုကြောင့်\nဟိုမရောက်ဒီမရောက်နဲ့ ပင်လယ်ကမ်းခြေမှာ တင်သွားခဲ့ပါတယ်.\nကမ်းခြေမှာ ဟိုလှန်ဒီလှောရှာဖွေရင်း\nအမှတ်မထင် ပုလင်းတစ်လုံးကို ဖွင့်မိတဲ့အခါမှာတော့\nမီးခွက်စောင့် နတ်သမီး ဂျီးနီဟာ ထွက်လာခဲ့ပါတယ်.\nတိုနီဟာ ဂျီးနီအကူညီနဲ့ ကျွန်းပေါ်ကနေ လွတ်မြောက်ခဲ့ပြီး ဂျီးနီကိုလဲ\nလွတ်မြောက်စေခဲ့ပါတယ်.\nဒါပေမယ့် ပုလင်းထဲမှာ နှစ်၂၀၀၀ကျော် ပိတ်မိခဲ့တဲ့ ဂျီးနီဟာ\nသူ့ကိုလွတ်မြောက်စေခဲ့တဲ့ တိုနီကို သံယောဇဉ်ဖြစ်ပြီး\nတိုနီနောက်ကို လိုက်လာခဲ့ပါတယ်. ပြီးတာနဲ့ တိုနီနဲ့\nသူ့ရဲ့သတိုးသမီးလောင်းလေးကြားမှာ\nတိုနီနဲ့သူရဲ့လုပ်ဖော်ကိုင်ဖက်တွေကြားမှာ ၀င်ရောက်‌ေနှာက်ယှက်ရင်း\nတို့နီကို ကပ်တွယ်နေတော့ တခြားလူအမြင်မှာ တိုနီက\nအရူးတစ်ယောက်လိုဖြစ်နေခဲ့ပါတယ်. မီးခွက်စောင့် နတ်သမီး ဂျီးနီ\nဘယ်လိုဘယ်ပုံ မွှေပြီး ဘယ်လိုတွေ ရယ်ရလဲဆိုတာ\nကြည့်ရှူခံစားရင်း ဘ၀အမောတွေကို ဖြေဖျောက်လိုက်ကြပါစို့ဗျာ.…...\nအပတ်စဉ် စနေ နှင့် တနင်္ဂနွေ ညများတွင်\nအပိုင်းသစ်များ ပုံမှန် တင်ဆက်ပါမည်\n \nFile Size - 170 mb\nQuality - dvd480p\nSubtitle - Burmese (Hardsub)\nTranslator - YK\nEncoder - ...",
        "url": "https://channelmyanmar.org/tvshows/i-dream-of-jeannie/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yFL78eJjEJbQ9oiZ2g7j6Vvx7sL.jpg",
        "title": "When I Was the Most Beautiful (2020)",
        "description": "[Unicode]Oh Ye Ji (Im Soo Hyang) က ကြွေထည်ပညာရှင်တစ်ယောက်ဖြစ်ပြီး ဖြူစင်တဲ့နှလုံးသားရှိတဲ့သူပါ\nအကောင်းမြင်စိတ်ရှိပြီး ဘယ်အရာမဆိုလက်မလျှော့တတ်တဲ့ Oh Ye Ji ဟာ Seo Hwan ရဲ့အချစ်ဦးလဲဖြစ်ပါတယ်\nရိုးရိုးသာမန်ဘဝလေးကိုဖြတ်သန်းချင်တဲ့သူတစ်ယောက်ဖြစ်ပေမယ့် ညီအစ်ကိုနှစ်ယောက်တပြိုင်တည်း သူ့ကိုသဘောကျလာတဲ့အခါ...Seo Hwan (Kim Ji Soo) ကတော့ ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်ပြီး Oh Ye Ji ကိုမြင်မြင်ချင်းသဘောကျသွားတဲ့ ရိုးသားတဲ့ကောင်လေးတစ်ယောက်ပါ\nသူ့ခံသားချက်နဲ့ပတ်သက်ပြီး အစ်ကိုဖြစ်သူနဲ့ အဆင်မပြေဖြစ်ပေမယ့် အစ်ကိုအရင်း Seo Jin နဲ့ပြိုင်ပြီး Oh Ye Ji ရဲ့အချစ်ကိုရအောင် ဘယ်လိုယူမှာလဲ??Seo Jin (Ha Seok Jin) ကပြိုင်ကားမောင်းတဲ့သူပါ\nသူဟာတည်ငြိမ်ပြီး ခပ်မိုက်မိုက်ပုံစံမျိုးဆိုပေမယ့် လိုချင်တာရှိရင်တော့ရအောင်ယူတတ်ပြီး အကြင်နာကင်းမဲ့ရက်စက်တတ်ပါတယ်\nအဖေဖြစ်သူရဲ့ အလုပ်ဆွေးနွေးပွဲတစ်ခုမှာ Oh ye Ji ကိုတွေ့တွေ့ချင်း သဘောကျသွားတဲ့ Seo ...",
        "url": "https://channelmyanmar.org/tvshows/when-i-was-the-most-beautiful-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vIXQ8UymmQ7zJEPrKJP3s3fSbhR.jpg",
        "title": "The Haunting of Bly Manor",
        "description": "The Haunting of Bly Manor (2020)\n \nThe Haunting of Hill House ရဲ့ အဆက်\nဘလိုင်းအိမ်တော်ကြီး လာပါပြီဗျာ။\nဒီဇာတ်လမ်းကတော့ ၁၈၉၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Henry James ရဲ့ The Turn of the Screw ကို\nအခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ ၂၀၀၇ ခုနှစ်မှာ ပြုလပ်တဲ့ မင်္ဂလာဆောင်ပွဲတစ်ခုမှာ အကြိုညစာစားပွဲကို\nတက်ရောက်လာတဲ့ အဖွားတစ်ယောက်က ၁၉၈၇ ခုနှစ်က လန်ဒန်မှာ ဖြစ်ပျက်ခဲ့တဲ့\nကလေးထိန်း အမျိုးသမီးတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကို ပြန်ပြောရာကနေ စပါတယ်။\nဒီအမျိုးသမီးက ကလေးနှစ်ယောက်ကို ထိန်းဖို့\nဘလိုင်းမြို့က အိမ်ကြီးရခိုင်တစ်လုံးဆီကို ရောက်လာပါတယ်။\nသူ မတိုင်ခင် ရှေ့က ကလေးထိန်းအမျိုးသမီးက သေထားတဲ့အတွက်\nဒီကလေးတွေကို ဘယ်သူမှ မထိန်းချင်ကြပါဘူး။\nဒီအိမ်ကြီးရခိုင်မှာ ဘာလျှို့ဝှက်ချက်တွေများ ရှိနေတာလဲ?\nကလေးနှစ်ယောက်ကရော ဘယ်လို လျှို့ဝှက်ချက်တွေ ရှိနေတာလဲ?\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ကြ ကြောက်ကြရဦးမယ့်\nဇာတ်လမ်းတွဲကောင်းတစ်ခုပါပဲ။\nတစိမ့်စိမ့်တွေး တရေးရေးပေါ်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-haunting-of-bly-manor/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5nUgbA6XX784DyqyOwzWuT4KMaF.jpg",
        "title": "Missing: The Other Side (2020)",
        "description": "နောက်ထပ် Ongoing Series အသစ်လေးတစ်ခု တင်ပေးလိုက်ပါတယ်OCN ရုပ်သံလိုင်းကနေ အပတ်စဉ် စနေ နဲ့ တနင်္ဂနွေနေ့တွေမှာ\nထုတ်လွှင့်ပေးမယ့် SERIES လေးပါအပိုင်း 12 ပိုင်းအထိ ထုတ်လွှင့်ပေးမှာဖြစ်ပါတယ်\nဇာတ်လမ်း ဆန်းဆန်းလေးမို့ ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းအကျဉ်းသေဆုံးသွားပြီးနောက်အလောင်းရှာ မတွေ့သေးတဲ့\nလူတွေရဲ့ ဝိညာဉ် တွေဟာ ဒူအွန်လို့ခေါ်တဲ့ ဝိညာဉ္ပေျာက်ရွာမှာ နေထိုင်ကြပါတယ်သူတို့ အလောင်းတွေကို ရှာမတွေ့မချင်း ဒီရွာကနေ ထွက်လို့မရသလို ကျွတ်လွတ်ကြမှာလည်း မဟုတ်ပါဘူးဂင်ဝု ဟာ ရုပ်ရည်ပြေပြစ်ပြီး စကားပြော အလွန်ကောင်းတဲ့ လူလိမ်တစ်ယောက်ပါတစ်နေ့မှာ ပြန်ပေးဆွဲမှုတစ်ခုကို မျက်မြင်တွေ့ခဲ့တာကြောင့် လိုက်သတ်ခံရရင်း ဒူအွန်ရွာကို ရောက်သွားခဲ့ပါတယ်အသက်ရှင်လျက်နဲ့ရောက်ရှိသွားခဲ့တဲ့ ဂင်ဝု တစ်ယာက် ဒီရွာမှာ သေပြီးသား ဝိညာဉ် တွေနေတယ်ဆိုတာကို သိရှိသွားတဲ့အခါ ဘာဆက်ဖြစ်မှာလဲလူတွေကရော သူ့စကားကို ယုံကြည်ပါ့မလားဒီဝိညာဉ် တွေရဲ့ အလောင်းတွေကိုကော ရှာဖွေပေးနိုင်မှာလားဆိုတာဒီဇတ်ကားမှာ ဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ဖြစ်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/missing-the-other-side-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blyObONhcnleib1xqcwS9uvAfIM.jpg",
        "title": "The Business of Drugs (2020) [COMPLETE]",
        "description": "(Unicode)စီအိုင်အေ အဖွဲဝင်ဟောင်းတဦးဖြစ်တဲ့ အမ်မာရယ်လစ် ဖောက်စ် ဆိုတဲ့ အမျိုူသမီးက ကမ႓ာပေါ်မှာ စီးဆင်းနေတဲ့ မူးယစ်ဆေးအမျိုးမျိုးကိုစီးပွားရေး နိုင်ငံရေးနဲ့ ဆေးပညာရှုထောင့်ကနေ ချဉ်းကပ်ပြထားတဲ့ နက်ဖလစ် မှတ်တမ်းသတင်းရုပ်ရှင် စီးရီးတခုပဲဖြစ်ပါတယ်ကိုကိန်းတွေ တရားမဝင် ဓာတုစပ်ဆေးတွေကနေစလို့ ဘိန်းဖြးူတွေ ယာဘ တွေအထိ ဘယ်လိုထုတ်လုပ်တယ်ဘယ်လိုဖြန့်ချီတယ် ဘယ်လိုသုံးစွဲတယ်ဆိုတာကနေ သုံးစွဲသူတွေကလည်း ဘယ်လိုခံစားရတယ်ဘယ်လိုဆိုးကျိုးတွေရှိတယ်ဆိုတာကို ကိုယ်တိုင် ကွင်းဆင်း မေးမြန်းပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်မြန်မာနိုင်ငံအကြောင်းလည်း တချို့အပိုင်းတွေမှာ ပါဝင်ပါတယ်ရှမ်းပြည်နဲ့ ကချင်ပြည်က မူးယစ်ဆေးတွေဟာ ရန်ကုန်ကနေတဆင့် တခြားနိုင်ငံတွေကို ဘယ်လို ရောက်သွားတာတွေဒီမူးယစ်ဆေးတွေက ရတဲ့ ငွေမည်းတွေကို ဆောက်လုပ်ရေးတွေမှာ ဘယ်လိုပြန်သုံးပြီး ငွေဖြူဖြစ်အောင်လုပ်တာတွေ စတဲ့စီးပွားရေးလုပ်ငန်းတချို့နဲ့ မူးယစ်ဆေး ဆက်စပ်နေပုံတွေ မေးမြန်းထားပါတယ်မူးယစ်စီးပွားရေးက ကမ႓ာ့ဒေသတချို့ရဲ့ စီးပွားရေးကို ဘယ်လို မောင်းနှင်နေတယ်ဆိုတာ စိတ်ဝင်စားရင် ကြည့်သင့်တဲ့ စီးရီးတခုပါပဲ။(ဘာသာပြန်ပေးထားသူတွေကတော့ Zuel Khant Thwin နဲ့ d3mon ပဲဖြစ်ပါတယ်)(Zawgyi)စီအိုင္ေအ အဖြဲဝင္ေဟာင္းတဦးျဖစ္တဲ့ အမ္မာရယ္လစ္ ...",
        "url": "https://channelmyanmar.org/tvshows/the-business-of-drugs-2020-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MONEY-FLOWER-133x200.jpg",
        "title": "Money Flower(2017) [Complete]",
        "description": "Money Flower(2017)အညွှန်း***************************အပိုင်း( ၁ မှ ၂၄) ထိ စ/ဆုံးညီအစ်ကို(၂)ယောက်ဟာကျောင်းသားဝတ်စုံ လူငယ်တစ်ယောက်နဲ့ရုန်းရင်းဆန်ခတ်ြဖစ်နေတယ်...အဲ့ဒီမှာ ကျောင်းသားဝတ်စုံနဲ့လူငယ်က အကိုဖြစ်သူကို ဓားနဲ့ထိုးမိသွားတယ်...ရဲစခန်းကိုရောက်သွားတယ်...ရဲတွေကအကိုြဖစ်သူကို ဓားနဲ့ထိုးတာဘယ်သူလဲမေးတော့ အကိုဖြစ်သူရဲ့အဖြေကအံအားသင့်စရာကောင်းလှတယ်...သူ့ညီကိုလက်ညှိုးထိုးပြီးတော့ သူထိုးတာပါတဲ့...ညီဖြစ်သူထောင်ကျသွားတယ်...ပျော့စိစိနဲ့ ညီဖြစ်သူအားဒီအဖြစ်အပျက်ကိုမယုံနိုင်ဘူး....ညီအကိုအရင်းကိုလက်ညှိုးပြန်ထိုးပြီး ထောင်ထဲပို့ရလောက်အောင် ဘယ်အရာတွေကများအကိုဖြစ်သူရဲ့စိတ်ကိုလှည့်ဖျားစေတတ်တာလဲ...နောက်မှသိလိုက်ရတာက ကျောင်းဝတ်စုံနဲ့လူငယ်ဟာ ကိုးရီးယားအင်အားကြီးစီးပွားရေးအင်ပါယာတစ်ခုဖြစ်တဲ့ချောင်းအာအုပ်စုရဲ့သားတစ်ယောက်ဖြစ်နေတာပဲ... ဘယ်လိုဘဝကိုမဆိုချနင်းနိုင်တဲ့အစွမ်းဟာ ငွေနဲ့ အာဏာဆိုတာကိုညီဖြစ်တဲ့ ကောင်လေးဟာသဘောပေါက်သွားတယ်....အဲ့ဒီနောက်တော့ သူဟာ ဘယ်လိုရည်ရွယ်ချက်တွေရှိမှန်းမသိပေမယ့်ချောင်းအာဂရုရဲ့ သားဖြစ်သူဆီမှာ ထောင်ကထွက်ပြီးနောက်ပိုင်း ဒူးထောက်ရင်း သူ့ကို သူငယ်ချင်းဖြစ်ခွင့်ပေးဖို့တောင်းဆိုရင်းဒီအသိုင်းအဝန်းထဲကို ဝင်ဖို့ကြိုးစားပါတော့တယ်....ဒီစီးရီးဟာ ဇာတ်အိမ်ကျယ်လွန်းလှသလို အပိုင်း(၁)မှာထဲက ဇာတ်ကောင်အလိုက် စရိုက်တစ်ခုချင်းဆီကိုခပ်သွက်သွက်ခင်းတယ်....ပြီးတော့ အဓိကမင်းသားဖြစ်သူရဲ့ရည်ရွယ်ချက်ဟာ အတော်ကြီးတယ်ဆိုတာကိုတဖြည်းဖြည်းပြထားတယ်...သူဟာ သိပ်ထက်မြက်တဲ့သူတစ်ယောက်ဖြစ်အောင်ကြိုးစားနေသလိုငွေနဲ့အာဏာကို လိုသလို အကွေ့‌ေ၇ွှ့နိုင်ဖို့ ကစားနည်းမျိုးစုံ ကစားဖို့ စနစ်တကျစီစဉ်နေတာကိုလည်းတွေ့ရတယ်...နိုင်ငံရေးနဲ့ဆိုင်တဲ့ကိစ္စတွေပါသလို လူပေါ်လူဇော်နည်းမျိုးစုံ....ကိုယ်အဆင်ပြေစေဖို့ တစ်ခြားသူတစ်ယောက်ရဲ့ဘဝကို နင်းချေဖို့ဝန်မလေးတဲ့သူတွေမျိုးစုံနဲ့မို့ ဒီဇာတ်လမ်းတွဲဟာ မိသားစုလိုက် Stay Home နေရင်းကြည့်ပြီးဆွေးနွေးလို့ကောင်းတဲ့ဇာတ်လမ်းတွဲမျိုး..ဉာဏ်ကစားတဲ့ မြေခွေးပေါင်းစုံရဲ့ အခင်းအကျင်းတွေကိုကြည့်ရတာ မပျင်းမရိနဲ့ ဆွဲဆောင်အားတစ်မျိုးကောင်းလှတယ်.....မင်းသားကနာမည်ကြီးJang Hyuk ဖြစ်သလို မင်းသမီးဖြစ်တဲ့ Park Se-youngကလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/money-flower2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blbbtx7DyvZ3JTGyc9MCArDL79b.jpg",
        "title": "Stranger 2(2020) Complete",
        "description": "Stranger 2 (2020)ဇာတ်လမ်းတွဲအညွှန်း************************************အပိုင်း(၁ မှ ၁၆) ထိ စ/ဆုံး(Stranger Season 1 ရဲ့အဆက်မို့ SE 1 ကြည့်ပြီးမှကြည့်ကြပါ...အောက်မှာ SE 1 စဆုံး Link ချပေးထားပါတယ်...)အညွှန်းကလည်း SE1 ကဟာပဲထားပါ့မယ်... ထပ်ရေးရင်လည်းအပိုပဲဖြစ်မှာမို့ပါ...ရှေ့နေရုံးက အမှုစစ် တစ်ယောက်ဆီကို လူတစ်ယောက်ရောက်လာတယ်....သူက ဒီရှေ့နေကို ပိုက်ဆံတွေအများကြီးပေးဖို့ ဝန်မလေးသလို သူဒုက္ခရောက်မယ့်အရေးကလွတ်ဖို့ဆိုဘာမဆိုလုပ်မယ့်ပုံပါပဲ....ကြည့်ရတာ ဒီလူသိထားတဲ့ လျှို့ဝှက်ကိစ္စတော်တော်များများရှိသလို ထိပ်သီးပိုင်းကလူကြီးတွေကလည်းအန္တရယ်ရှိတဲ့ သူ့ကိုရှင်းထုတ် အပြစ်ပုံချချင်တဲ့ အနေအထားမှာရှိတယ်...ဒါ့ကြောင့် တော်လွန်းတဲ့ရှေ့နေတစ်ယောက်ဆီ ကာကွယ်ဖို့ရောက်လာတာဖြစ်တယ်...အမှုစစ်ကလည်း စိတ်ဝင်စားစရာ ဒီကိစ္စကိုစုံစမ်းဖို့ နောက်နေ့  အကူအညီလာတောင်းတဲ့သူအိမ်ကိုလိုက်သွားတယ်...အိမ်ကိုရောက်တဲ့အချိန်မှာပဲ နောက်ကျသွားပါပြီ...ဘာဖြစ်လို့ဆို ရှေ့နေမရောက်ခင်ကထဲကဒီလူဟာ အသတ်ခံလိုက်ရလို့ပါပဲ.....ဒီစီရီးက အပိုင်း(၁)မှာတင် ခပ်သွက်သွက်စဖွင့်ထားတယ်.... လူသေမှုနဲ့စတင်ပြီး နှုတ်ပိတ်ခံရတဲ့ သဲလွန်စများနဲ့ ပျိုးထားသလို အမှုစစ်တွေ ရဲတွေကလည်း အချက်အလက်ပေါ်မူတည်ပြီး အဖြေထုတ်တဲ့ အခန်းတွေကို စိတ်ဝင်စားစရာပြထားတယ်...အသေးစိတ်အချက်အလက်တွေနဲ့ တင်ပြထားသလို အီနေတာကိုမရှိဘူး...Tempo က အပိုင်းတစ်မှာကထဲကတဖြည်းဖြည်းတင်သွားတာ...ကျသွားတယ်ရယ်လို့မရှိဘူး...အချစ်အမုန်း သရေကွင်းဝါးပြီး ပန်းခြံထဲပြေးလွှားနေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/stranger-22020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qmuwEsANhEh0tC9KjFRanZs3ZCC.jpg",
        "title": "Midsummer is Full of Love ( 2020 )",
        "description": "မတည့်အတူနေ ကြောင်နဲ့ကြွက်ဇာတ်လမ်းကိုမှ ကြိုက်ပါတယ်ဆိုတဲ့ရုပ်ချောချောချိမချိဖတို့အတွက် ချစ်စံအိမ် (Full House) တရုတ် Version လေးလာပါပြီနော်ဇာတ်ကားဟောင်းလေးကိုပဲ Version တစ်မျိုးနဲ့ ပြန်လည်အသက်သွင်းထားပေမယ့်ဇာတ်လမ်းကျောရိုးလောက်ပဲ ဆင်ပါတယ်သေချာတာပေါ့ မင်းသမီးမသိအောင်သူ့သူငယ်ချင်းကသူ့အဖေအမွေပေးခဲ့တဲ့အိမ်ကြီးကို ရောင်းစားထားမယ် မင်းသားကဝယ်ထားတယ်ပြီးကျ သတင်းတွေကောလဟာလတွေကြောင့် မင်းသမီးကို အိမ်ပြန်ပေးမယ်လို့အပေးအယူလုပ်ပြီး ဟန်ဆောင်လက်ထပ်မယ် ဒုတိယမင်းသားကတော့ ဆရာဝန်ပါ မင်းသမီးကို ကြိုက်မှာပါမင်းသားနဲ့မင်းသမီးကလည်း တစောင်းစေးနဲ့ မျက်ချေး မြင်တာနဲ့တစ်ကျက်ကျက်အဆင့်ကနေ မတည့်အတူနေ မမြင်ရင်ချောင်းကြည့်အဆင့်အထိတဖြည်းဖြည်း တိုးတက်လာမှာကိုလည်း မြင်တွေ့ရမှာပါဟုတ်ပါတယ် ဇာတ်လမ်းအသွားအလာတူပေမယ့် မတူညီတဲ့ ဇာတ်ဝင်ခန်းတွေမတူညီတဲ့ ရှုခင်းတွေ မတူညီတဲ့ ချစ်စရာမင်းသား မင်းသမီးလေးတွေဇာတ်ကောင်အသစ်တွေ ရန်ဖြစ်ပုံအသစ်တွေနဲ့ ဇာတ်လမ်းပြီးအောင်ခေါ်ဆောင်သွားခံရမှာမို့လို့အချစ်ဇာတ်ကားလေးတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ချင်သူတွေလက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းကောင်းလေး ဖြစ်ပါတယ်Translated By Yamin Ei , Naychii , Htoo Htoo Ka Joe , Ei Pyae , Nu MonEncoded By LK \nDownload ...",
        "url": "https://channelmyanmar.org/tvshows/midsummer-is-full-of-love-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjA0OTQ1NDU5OF5BMl5BanBnXkFtZTgwMDkzMjQ5NjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Black Sails {Complete}",
        "description": "ချစ်သော CM Fan တွေ အတွက်\nGame Of Thrones လိုမျိုး ဇတ်လမ်းတွဲကောင်း တစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်\nရိုးအီလှအောင် Episode တွေ များမှာမဟုတ်ပါဘူး\nSeason တစ်ခုမှာ Episode 8 ပိုင်း ကနေ 10 ပိုင်း ဝန်းကျင်ပဲ ပါပါတယ်\nEpisode တစ်ခုကို တစ်နာရီကျော် ကြာပါတယ်\nတစ်ပိုင်းခြင်းစီဟာလဲ\nရင်သက်ရှုမောစရာကောင်းလောက်အောင် ကောင်းပါတယ်\nဇတ်လမ်းတွဲ နာမည်ကတော့ Black Sails ဖြစ်ပါတယ်\nSeason 4 ခု ထွက်ရှိထားပြီး\nIMDb 8.3/10 ထိ ရရှိထားတာဖြစ်လို့ ကြည့်ရှုရန် မလွဲသင့်ပါဘူး\nဒီဇတ်လမ်းတွဲဟာ ပင်လယ်ဓါးပြ တွေရဲ့ အကြောင်းဖြစ်ပြီး\nကျွန်တော်တို့ မသိသေးတဲ့ ပင်လယ်ဓါးပြတွေ ရဲ့ ထုံးတမ်းဓလေ့တွေ\nဝေစုခွဲပုံတွေ အရောင်းအဝယ် ဖောက်ကားမှု နဲ့ ခွဲတမ်းချပုံတွေ အပြင်\nများစွာလှသော စိတ်ဝင်စားစရာတွေ နဲ့ ပြည့်နှပ်နေပါတယ်....\nဇတ်လမ်း အပိုင်းတိုင်းမှာ ကိုယ်လုံးတီး အခန်းတွေ\nလိင်ဆက်ဆံမှုတွေ အများကြီး ပါဝင်လို့ မိသားစု နှင့် အတူ\nကြည့်ရှုရန်တော့ မသင့်တော်ပါဘူး....\nဇတ်လမ်းတွဲကောင်း တစ်ခုဖြစ်လို့ ကြည့်ရှုရန်\nတင်ဆက်ပေးလိုက်ပါတယ်...\n \nFile Size -  22GB ...",
        "url": "https://channelmyanmar.org/tvshows/black-sails-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z4R94SrZP3oMMj44r44f1BhTxH3.jpg",
        "title": "The School Nurse Files(2020)",
        "description": "The School Nurse Files(2020)ဇာတ်လမ်းတွဲအညွှန်း********************************************(စ/ဆုံး)ကျောင်းတစ်ကျောင်းမှာ  အလုပ်လုပ်နေတဲ့ School Nurse ဆရာမလေးတစ်ယောက်ရှိတယ်....\nသူ့မှာ ထူးခြားတဲ့စွမး်ရည်တစ်ခုပိုင်ဆိုင်ထားတယ်....\nအဲ့ဒါက Jelly ပုံစံ Monster တွေကို မြင်နိုင်တဲ့စွမး်ရည်ပါ....\nဒီလိုသဘာဝလွန်စွမ်းအားကိုပိုင်ဆိုင်ထားတဲ့ ဆရာမလေးဟာ Monsterတွေကို\nနှိမ်နင်းနိုင်မယ့် လက်နက်တစ်ခုလည်းပိုင်ဆိုင်ထားတယ်....\nအန္တရယ်ရှိနေနိုင်တယ်လို့ယူဆရတဲ့ ဒီMonster တွေဟာ\nကျောင်းရဲ့ပတ်ဝန်းကျင်မှာ နေရာအနှံပါပဲ....\nဆရာမလေးအတွကတော့ တကယ့်ကိုအကြတ်ရိုက်တဲ့ကာလတစ်ခုပေါ့...\nသူများတွေမမြင်နိုင်တဲ့အရာတွေကို မြင်နေပြီးအပြုအမူတွေဟာလည်း\nထူးဆန်းနေတော့\nတခြားသူတွေအမြင်မှာ ခပ်ကြောင်ကြောင်ဆရာမပေါ့...\nဒီလိုနဲ့သူမရဲ့အမြင်တွေကို လက်ခံပေးဖို့အခြေအနေဖန်လာတဲ့ ခပ်ချောချော\nတရုတ်စာသင်ဆရာတစ်ယောက်လည်းပေါ်လာတဲ့...\nအဲ့ဒီနောက်မှာတော့ ကျောင်းမှာ ထူးခြားတဲ့  အမှောင်ပယောဂမျိုးစုံပေါ်လာတဲ့အခါမှာတော့\nဆရာနဲ့ ဆရာမလေးတို့ ဘယ်လိုပူးပေါင်းပြီးဖြေရှင်းကြမလဲဆိုတာကိုတော့....\nခံစားကြည့်ကြပါဉီး...ရယ်လည်းရယ်ရသလို\nရင်လည်းဖိုရ ရင်လည်းခုန်ရမို့ ကွီးယားချစ်ပရိတ်သတ်တွေအတွက်\nနောက်ထပ်လက်မလွှတ်သင့်တဲ့စီးရီးလေးဖြစ်ပါကြောင်း\nသတင်းကောင်းပါးပါရစေ....Quality –WEB-DL 720 p Duration – 50min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime , Drama, Comedy, MysteryTranslator – Hnin Pale,Shoon Thu Thu Chain ,Ei Phyu Khin &Lwin Lwin ...",
        "url": "https://channelmyanmar.org/tvshows/the-school-nurse-files2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/meg5aGdoakE9CutpOBOclfozaBp.jpg",
        "title": "(Still) 2gether: The Series (2020)",
        "description": "[Unicode]ပထမပိုင်းမှာတုန်းက တိုင်းနဲ့ဆာရာဝပ်တို့ happy ending ပေါ့\nအခု still togetherမှာတော့ တကယ့်ချစ်သူဘဝကအခုမှစမှာပါ\nသူတို့၂ယောက်တူတူနေလာတာ၁နှစ်ကြာတော့ပြဿနာအသေးအဖွဲ့လေးတွေ ပေါ်လာပါတော့တယ်\nဒီ still togetherမှာ ပိုပြီးroမှာပါ ပိုပြီးလည်းချစ်ပြကြမှာပါ\nဘာသာပြန်ရင်းနဲ့အူတွေတောင်ယားပါတယ်နော်\nStill Togetherမှာကော သူတို့အတွဲတွေပြတ်သွားမလား ပိုပြီးပဲချစ်သွားကြမလား ဆိုတာကြည့်ကြပါဦးလို့...။( အညွှန်းရေးသားထားသူကတော့ Dolly ပါ ) [Zawgyi]ပထမပိုင္းမွာတုန္းက တိုင္းနဲ႔ဆာရာဝပ္တို႔ happy ending ​ေပါ့\nအခု still togetherမွာ​​ေတာ့ တကယ့္ခ်စ္သူဘဝကအခုမွစမွာပါ\nသူတို႔၂​ေယာက္တူတူ​ေနလာတာ၁ႏွစ္ၾကာ​ေတာ့ျပႆနာအ​ေသးအဖြဲ႔ေလးေတြ ေပၚလာပါေတာ့တယ္\nဒီ still togetherမွာ ပိုၿပီးroမွာပါ ပိုၿပီးလည္းခ်စ္ျပၾကမွာပါ\nဘာသာျပန္ရင္းနဲ႔အူ​ေတြ​ေတာင္ယားပါတယ္​ေနာ္\nStill Togetherမွာ​ေကာ သူတို႔အတြဲ​ေတြျပတ္သြားမလား ပိုၿပီးပဲခ်စ္သြားၾကမလား ဆိုတာၾကည့္ၾကပါဦးလို႔...။( အညႊန္္းေရးသားထားသူကေတာ့ Dolly ပါ ) Native Title: เพราะเรา(ยัง)คู่กัน\nEpisodes:  5\nAired: Aug 14, 2020 - Sep 11, 2020\nAired On: Friday\n...",
        "url": "https://channelmyanmar.org/tvshows/still-2gether-the-series-2020/"
    }
]