[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xjm6uVktPuKXNILwjLXwVG5d5BU.jpg",
        "title": "Marvel’s Agents of S.H.I.E.L.D. Season 1 & 2  [COMPLETE]",
        "description": "\"Agents of S.H.E.L.D\"AOS Fan တွေအတွက်ကတော့ အထူးတလည်ရှင်းပြစရာမလိုပေမယ့် မရင်းနှီးသေးတဲ့လူတွေအတွက် အကျဉ်းချုပ်လေး ရှင်းပြပေးချင်ပါတယ်။\"Agents of S.H.E.L.D\" စီးရီးက MCU နဲ့ချိတ်ဆက်ထားတဲ့ စီးရီးတစ်ခုဖြစ်ပြီး Avenger Assemble (Avenger 1) မှာ သေဆုံးခဲ့တဲ့\nS.H.E.L.D agent Phil Coulson ကို အဓိက ဦးတည်ဇာတ်လမ်းတည်ထားပါတယ်။စီးရီးတစ်လျှောက်လုံးမှာလဲ MUC ကအဖြစ်အပျက်တွေနဲ့အချိတ်အဆက်မိမိရိုက်ကူးထားပြီး MCU Fan တွေအတွက်ကတော့ မကြည့်မဖြစ်စီးရီးတစ်ခုပါပဲ။ဦးတိုနီတို့ ဘကြီးCaptတို့ ခိုခိုသော်ရ် တို့အပြင်မှာအစွမ်းကုန် ကမ္ဘာကိုကာကွယ်ပေးနေသလို AOSအဖွဲ့ကလဲ နောက်ကွယ်မှာလူမသိသူမသိ လျို့လျို့ဝှက်ဝှက်လေး ကာကွယ်ပေးနေခဲ့တာပါံHydra အကြောင်းကိုလဲဒီစီးရီးထဲမှာ ပြည့်ပြည့်စုံစုံသိနိုင်ပါတယ်။Nick Fury ရဲ့သေဆုံးမှု(သေချင်ယောင်ဆောင်)က SHIELD အပေါ်ဘယ်လောက်သက်ရောက်မှုရှိခဲ့လဲဆိုတဲ့အကြောင်း၊Avenger: Age of Ultron နောက်ဆုံးခန်းမှာ လာကယ်တဲ့ ဟယ်လီကယ်ရီယာ(helicarrier)ကို S.H.E.L.D မှာတည်ဆောက်ခဲ့တဲ့အကြောင်း၊ အခု Season 5 မှာလဲ Thanos ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-agents-of-s-h-i-e-l-d-season-5/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/7e2FLcsjeIvqtUxVY6O696jA4v5-133x200.jpg",
        "title": "When a Snail Falls in Love {Complete}",
        "description": "Action Crime Romance အမ်ိဳးအစား တရုတ္စီးရီးေလးပါ။\nပထမဆံုးစတင္ျပသတ့ဲ အပတ္မွာတင္ အြန္လိုင္းမွာ ၾကည့္ရွဳသူ 200 million ထိရွိိခဲ့ျပီး\nဒုတိယအပတ္မွာေတာ့ ၾကည့္ရွဳနွဳန္း  1 billion ေက်ာ္သြားတဲ့အထိကို ေအာင္ျမင္ခဲ့ပါတယ္။\nၾကည့္ရွဳသူေတြေပးတဲ့ Viki rating မွာ  9.8/10 ထိကုိ ရထားပါတယ္။ \nဇာတ္ညႊန္းေရးထားတဲ့သူကလည္း ကြ်န္ေတာ္တို႔ CM က တင္ဆက္ေပးခဲ့တဲ့ “Love me if you dare”\nCrime မွဳခင္းဇာတ္လမ္းတြဲကို ေရးသားခဲ့တဲ့သူျဖစ္တာေၾကာင့္\nစိတ္၀င္စားစရာေကာင္းမယ္ဆိုတာ အထူးေျပာစရာမလိုဘူးထင္ပါတယ္။\nဆုေတြအေနနဲ႔လည္း Drama of  the year ( Drangon year),\nQuality Network Drama of the year နဲ႔\nTop 10 Drama of the year ...",
        "url": "https://channelmyanmar.org/tvshows/when-a-snail-falls-in-love/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zhRnyv5forBOOcu9AVe8DOcy0FL.jpg",
        "title": "GHOUL (2018) Season 1 [COMPLETE]",
        "description": "Sacred Gamesနဲ႕ ေအာင္ျမင္မႈေတြအမ်ားႀကီးရခဲ့ၿပီးတဲ့ေနာက္ Netflixရဲဲ႕ ေနာက္ထပ္ Bollywood Series တစ္ခုထြက္ရွိလာခဲ့ပါၿပီGhoul TV Series ဟာ သုံးပုိင္းသာပါဝင္တဲ့ Mini-Series တစ္ခုျဖစ္ၿပီး အဓိကသရုပ္ေဆာင္အေနနဲ႕ေတာ့ Netflixနဲ႕ အက်ိဳးေပးတဲ့ Radhika Apteနဲ႕အတူ Tumhari Suluထဲမွာ အာရြက္အျဖစ္ သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသား Manav Khaul တုိ႔ပဲျဖစ္ပါတယ္အဆင့္သတ္မွတ္ခ်က္ေတြအေနနဲ႕ IMDB 8.2/10 အထိရ႐ွိထားၿပီး Horror, Thriller အမ်ိဳးအစားလည္း ျဖစ္ပါတယ္ဇာတ္လမ္းကေတာ့ အိႏၵိယႏုိင္ငံႀကီးက ေတာ္ေတာ္ႀကီးကုိ ေျပာင္းလဲေနပါၿပီဥပေဒေတြ၊ မူဝါဒေတြ၊ ႏုိင္ငံေရးအယူအဆေတြ၊ ဘာသာေရးအေျခအေနေတြနဲ႕ အၾကမ္းဖက္မႈမ်ားစြာလည္း ဆက္တုိက္ျဖစ္ေပၚေနပါတယ္။ဒီထဲမွာမွ အဆုိးရြားဆုံးအၾကမ္းဖက္သမားကေတာ့ အလီ ဆာအီးဒ္ အလ္ယာကြဘ္ပဲ ျဖစ္ပါတယ္ဒီအၾကမ္းဖက္သမားကုိ အထူးတပ္ဖြဲ႕ေတြက ဖမ္းစီးႏုိင္ခဲ့ပါတယ္ဖမ္းစီးရ႐ွိတဲ့အၾကမ္းဖက္သမားတုိင္းကုိ အဆင့္ျမင့္ စစ္ေၾကာေရး႒ာနမွာ စစ္ေဆးေလ့ရွိၿပီး ဒီအၾကမ္းဖက္သမားကုိ စစ္ေဆးဖုိ႔ နီဒါဆုိတဲ့ သင္တန္းဆင္း အရာရွိတစ္ေယာက္ကုိ ေခၚခဲ့ပါတယ္နီဒါဆုိတာ အစၥလာမ္ဘာသာဝင္တစ္ေယာက္ဆုိေပမယ့္ မ်ိဳးခ်စ္စိတ္ရွိသူတစ္ဦးျဖစ္ၿပီး ...",
        "url": "https://channelmyanmar.org/tvshows/ghoul-2018-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bhSVemQzRdo8ZwXcv8ng3Q6Cs92.jpg",
        "title": "Kamen Rider Amazons Season-1 (Completed)",
        "description": "Tokusatsu ရဲ ႔ Dark ျဖစ္တဲ့ Series \n \nသို႔မဟုတ္ Kamen Rider Amazonz 2016\n \nပံုစံေတြၾကည့္ၿပီး ကေလးၾကည့္ Power Ranger ကားလိုမ်ိဳး\n \nေတြးလိုက္ရင္ေတာ့ တက္တက္စင္ေအာင္လြဲပါလိမ့္မယ္။\n \nဒီ Series က ကေလးၾကည့္ကားလို႔ ေျပာလို႔မရပဲ\n  \nBloody Scene ေတြေသေအာင္ပါတဲ့ \n \nKamen Rider ပါ။\n \nအရင္ Tokusatsu က႐ိုက္တဲ့ Kamen Rider Series\n \nေတြက အကုန္ေပါ့ေပါ့ပါးပါးနဲ႔ပဲ လူတိုင္းၾကည့္လို႔ရေအာင္\n \n႐ိုက္ထားပါတယ္။သာမန္ Kamen Rider ေတြထဲက\n \nPower Rangers Logic ေတြထဲက မထြက္ႏိုင္တာမ်ိဳးေပါ့ဗ်ာ။\n \nခုတ္လိုက္ရင္ မီးပြားေလးေတြပြင့္သြားတာ..\n \nလူဆိုးဆိုရင္လူေတြကို ဘာမွမလုပ္ပဲ အေနာက္က \n \nလိုက္ေျခာက္ေနတာမ်ိဳးေတြ။\n \nဒီ Series မွာ လိုက္မေျခာက္ပါဘူး။\n \nတစ္ခါထဲကို ေခါင္းျဖတ္သတ္ပစ္တာပါ။\n \nဘာ ဆင္ဆာ မွမပါဘူးေနာ္။\n \nဓားႀကီးနဲ႔ ရႊမ္းခနဲ ပီပီျပင္ျပင္\n \nျဖတ္ပစ္လိုက္တာ။\n \nဒီ Amazon Series မွာ မီးပြားပြင့္ထြက္ဖို႔ေနေနသာသာ\n \nသတ္ပုတ္တဲ့အခန္းတိုင္း ေသြးသံတရဲရဲနဲ႔ျဖစ္ေနတာမို႔လို႔ \n \nငါၾကည့္ေနတာ Kamen Rider လား လူသတ္ကားလား\n \nလို႔ေတာင္ ေတြးမိတဲ့အထိပါပဲ။\n \nသ႐ုပ္ေဆာင္ေတြ သ႐ုပ္ေဆာင္ခ်က္ကလည္း \n \nေျပာစရာမလိုဘူး။မိတ္ကပ္ Effect ...",
        "url": "https://channelmyanmar.org/tvshows/kamen-rider-amazons-2016-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n4RX9QVXjHbMB31TDWqqRLjshgu.jpg",
        "title": "The Heir 2013 (Completed)",
        "description": "ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ ဒိတ္ဒိတ္ၾကဲ အားေပးမႈ႕အၿပည့္၀ရရွိထားတဲ့\n \nမင္းသားလီမင္ဟို နဲ႕ မင္းသမီးပတ္ရွင္ေဟးတို႕ရဲ႕\n \nအေကာင္းဆံုးေတြထဲက အေကာင္းဆံုးစီးရီးတစ္ခုၿဖစ္ပါတယ္...\n \nဒီစီးရီးေလးဟာ\n \nRating 7.6/10 အထိရထားတဲ႔ ဇာတ္ကားေလးျဖစ္ပါတယ္\n \nAmerican Digital Distribution Platform 'Dramafever' နဲ႔\n \nKorean Production တို့က ပထမဆံုး Co Produced ျပဳလုပ္ထားတဲ႔\n \nDrama အမ်ိဳးအစားဇာတ္လမ္းေလးလည္း ျဖစ္ပါတယ္။\n \nေတာင္ကိုရီးယားမွာလည္္း ေတာ္ေတာ္ေလး Hit ျဖစ္ခဲ႔ျပီး\n \nAsia မွာလည္း အရမ္းလူျကိုက္မ်ားခဲ႔ပါတယ္.....\n \nဒီစီးရီးေလးဟာဆိုရင္\n \nနာမည္ျကီးစာေရးဆရာမ ( Decendents of the Sun , Goblin) တို႕ကို ေရးတဲ႔\n \nစာေရးဆရာမ Kim Eun Seok ရဲ႔ နာမည္ျကီးဇာတ္လမ္းတြဲေတြထဲကတစ္ခုျဖစ္ပါတယ္\n \nHallyu ေလာကမွာ နာမည္ျကီး ပရိသတ္အခိုင္အမာရထားတဲ႔\n \nLee min ho နဲ႔ Park Shin Hye ကိုတြဲေပးထားျပီး\n \nအရံ ဇာတ္ပို့ေတြကအစ နာမည္ရထားတဲ႔သူေတြပဲ သံုးထားလို့\n \nမထြက္ခင္ကတည္းက ပရိသတ္စိတ္ဝင္စားခဲ႔တဲ႔စီးရီးေလးလည္းၿဖစ္ပါတယ္...\n \nဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာရမယ္ဆိုရင္\n \nခ်မ္းသာၿပီးအထီးက်န္ဆန္ေနရတဲ့သူေဌးသားေလး ကင္တန္နဲ႕\n \nသူဆင္းရဲမေလး ခ်ားအြန္ဆန္းတို႕ ...",
        "url": "https://channelmyanmar.org/tvshows/the-heirs-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zqbDRVbYQo0STbznDND1F9DmKM2.jpg",
        "title": "Are You Human Too? (2018) [COMPLETE]",
        "description": "Science fiction ကား​ေတြကို နွစ္​သက္​တ့ဲ ပရိသတ္​​ေတြအတြက္​​ေရာ ro မွ ro တစ္​လိုင္​းဆိုတဲ့ ပရိသတ္​​ေတြအတြက္​​ေရာ အားလံုး​ေစာင္​့​ေမ်ွာ္​​ေနတဲ့ Are U Human Too.....ဆိုတဲ့ K Drama ​ေလးကို တင္​ဆက္​​ေပးလိုက္​တယ္​​ေနာ္​...ခ်မ္​းသာတဲ့ သူ​ေဌးႀကီးရဲ႕ ​ေျမးျဖစ္​တဲ့ နမ္​ရွင္​းဟာ PK Group ရဲ႕ အေမြဆက္ခံသူျဖစ္​ၿပီး အဖိုးရဲ႕ၿခိမ္​း​ေျခာက္​မႈ​ေၾကာင္​့ ၇နွစ္​အ႐ြယ္​ကတည္​းက မိခင္​ျဖစ္​သူနဲ႔ ခြဲ​ေနရတဲ့သူပါ။နမ္​ရွင္​းရဲ႕မိခင္​ျဖစ္​တဲ့ Oh Ro Ra ဟာ စက္​ရုပ္ပိုင္​းဆိုင္​ရာ လူသားမွတ္​ဉာဏ္​တုျပဳလုပ္​တဲ့ ပညာရွင္​တစ္​ဦးျဖစ္​ၿပီး နိုင္​ငံျခားမွာ​ေနရ​ေပမယ္​့ သားျဖစ္​သူနဲ႔ ရုပ္​ပံုစံတူ နမ္​ရွင္​း 1 နဲ႔ နမ္​ရွင္​း 2 AI စက္​ရုပ္​​ေတြျပဳလုပ္​ၿပီး သားကိုအလြမ္​း​ေျဖ​ေနရသူျဖစ္​ပါတယ္​။မိခင္​ကုိရွာဖို႔ ခ်က္​ကိုစလိုဗားကီးယားနိုင္​ငံကို​သြားတဲ့နမ္​ရွင္​း တစ္​​ေယာက္​ ကားအက္ဆီးဒင့္ျဖစ္ၿပီး Coma ျဖစ္သြားတဲ့အခါမွာ​ေတာ့ မိခင္​ Oh Ro Ra ဟာ သားရဲ႕အ​ေမြဆက္​ခံသူ​ေနရာ မ​ေပ်ာက္​ပ်က္​​ေရးအတြက္​ ...",
        "url": "https://channelmyanmar.org/tvshows/are-you-human-too-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6vsANWrYf8tqMictguoe4SfDJtG.jpg",
        "title": "She Was Pretty (2015)",
        "description": "ဒီစီးရီးေလးကေတာ့ ဒုကၠဌၾကီးလို႕ လူသိမ်ားေနတဲ့\nကိုရီးယားမင္းသားေခ်ာေလး\nPark Seo Jun ရဲ႕ ေအာင္ၿမင္တဲ့စီးရီးေလးတစ္ခုၿဖစ္ပါတယ္...\nငယ္ငယ္တည္းကဖက္တီးလို႕လူေတြရဲ႕အႏွိမ္ခံခဲ့ရတဲ့\nေကာင္ေလးတစ္ေယာက္ဟာ\nသူ႕အေပၚကို ေႏြးေႏြးေထြးေထြးနဲ႕ဆက္ဆံခဲ့တဲ့\n ေကာင္မေလးတစ္ေယာက္ကို\nသံေယာဇဥ္မိသြားခဲ့ပါတယ္...\nအဲဒီေကာင္မေလးကလည္း အရမ္းအရမ္းကိုေခ်ာလို႕\nတစ္ေက်ာင္းလံုးမွာ သူမကိုလိုခ်င္\nအတြဲလုပ္ခ်င္တဲ့လူေတြကမ်ားလြန္းေနခဲ့ပါတယ္..\nဒါေပမယ့္ သူမဟာအဲဒီဖက္တီးေလးကိုပဲ သံေယာဇဥ္ၿဖစ္ေနခဲ့တာ\nအခက္သားရယ္...\nသူတို႕ႏွစ္ေယာက္အသက္ငယ္ရြယ္စဥ္မွာ ခြဲခြာခဲ့ရၿပီးေတာ့\nအသက္ၾကီးလာလို႕ သူတို႕ႏွစ္ေယာက္အတူၿပန္ဆံုၾကေတာ့မယ့္အခ်ိန္မွာ\nအရာရာအားလံုးကေၿပာင္းလဲသြားပါေတာ့တယ္...\nကင္ဟီဂ်င္းဆိုတဲ့ မိန္းမေခ်ာေလးရဲ႕မိဘေတြက စီးပြားပ်က္ၿပီးေတာ့\nသူမရဲ႕ေခ်ာေမာလွပေနတဲ့ ရုပ္ကေလးဟာ ပင္ပန္းမႈ႕ေတြေၾကာင့္\nရုပ္ဆိုးသြားခဲ့ရၿပီးေတာ့\nသူမသံေယာဇဥ္ၿဖစ္ခဲ့တဲ့ သူမရဲ႕ငယ္ခ်စ္ဦး ဂ်ီေဆာင္းဂြ်န္းကေတာ့\nဖက္တီးေလးမဟုတ္ေတာ့ပဲ မင္းသားေလးတစ္ပါးလို\nေခ်ာေမာခန္႕ညားလာခဲ့ပါတယ္..\nဒီလိုနဲ႕သူတို႕ႏွစ္ေယာက္ၿပန္ဆံုၾကမယ့္ အခ်ိန္မွာေတာ့ \nသူမရဲ႕ရုပ္ဆိုးတဲ့ မ်က္ႏွာေလးကို သူမသိပ္ခ်စ္ရတဲ့\nေကာင္ေလးစိတ္ပ်က္သြားမွာစိုးလို႕ဆိုၿပီး\nသိပ္ကိုေခ်ာတဲ့ သူမရဲ႕သူငယ္ခ်င္း မင္ဟာရီနဲ႕\nလူစားလဲၿပီး ဇာတ္လမ္းရဲ႕အရွိန္ကို ပထမပိုင္းမွာၿမွင့္လိုက္ပါတယ္...\nတကယ္ေတာ့ မိန္းကေလးေတြဆုိတာ ကိုယ္ခ်စ္တဲ့လူက\nကိုယ့္ကို သူ႕အၿမင္မွာလွေနတာပဲၿမင္ခ်င္ေနၾကတာပါပဲ....\nသူ႕ခ်စ္ရတဲ့ အခ်စ္ဦးေကာင္ေလး သူ႕ကိုစိတ္ပ်က္မွာစိုးလို႕\nလူစားလဲလိုက္တဲ့ ေကာင္မေလးနဲ႕\nသူငယ္ငယ္က သံေယာဇဥ္ရွိခဲ့တဲ့ ေကာင္မေလးကိုေတြ႕ခ်င္လို႕ၿပန္လာတဲ့\nေကာင္ေလးဂ်ီေဆာင္းဂြ်န္းနဲ႕  ေခ်ာေမာလွပတဲ့ \nကင္ဟီဂ်င္းရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္း မင္ဟာရီတို႕\nဘယ္လိုေတြ ၿဖစ္ၾကမလဲဆိုတာ \nဒီဇာတ္လမ္းတြဲေလးထဲမွာၾကည့္လိုက္ၾကရေအာင္လား...\n(တကယ္ေတာ့ အခ်စ္ဆိုတာ လွတာရုပ္ဆိုးတာနဲ႕မဆိုင္ပါဘူး...\nကုိယ္တကယ္ခ်စ္လာရင္ အလိုလိုေနရင္းလွလာၾကတာပဲ ဟုတ္တယ္ဟုတ္ ???)\n \nQuality ..... HDTV 720p\n \nRunning Time .... 01:00:00\n \nTranslator ...... Hnin Kyi Thar Oo\n \nEncoder ... Moe Myint Lwin\n \nEpisode Complete (5.5GB) - ...",
        "url": "https://channelmyanmar.org/tvshows/she-was-pretty-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/q0ar2dsbuaat-136x200.jpg",
        "title": "Demi-Gods and Semi-Devils (completed)",
        "description": "\" တိမ္လႊာနဂါးသူရဲေကာင္းမ်ား \" ဟိုး...လြန္​​ေလၿပီးခဲ့​ေသာ ၁၉၅၀-၁၉၆၀ ခုနွစ္​ဝန္​းက်င္​​ေတြမွာ\nသိုင္​း​ေလာကသား​ေတြရဲ႕နွလံုးသားကို ဖမ္​းစားလႈပ္​ကိုင္​နိုင္​ခဲ့တဲ့ ::\nသိုင္​းဇာတ္​လမ္​း​ေပါင္​းမ်ားစြာ ​အၿပိဳင္​းအရိုင္​း​ေပၚထြက္​လာခဲ့ပါတယ္​\nရိုးရိုးဝတၳဳတစ္​အုပ္​စာ ရုပ္​ရွင္​အ​ေနနဲ႔ တစ္​နာရီခြဲဝန္​းက်င္​စာ သိုင္​း\nဇာတ္​လမ္​း​ေတြမွ ဝတၳဳစာအုပ္​ ​၅ အုပ္​တြဲ ၁၀ အုပ္​တြဲမွ ၁၆-၁၇ အုပ္​တြဲ\n​ေလာက္​အထိ အခန္​းဆက္​​​ေပါင္​းမ်ားစြာ ဇာတ္​​ေဆာင္​​ေပါင္​းမ်ားစြာ\nပါဝင္​သရုပ္​​ေဖာ္​ထားၾကတဲ့ သိုင္​းဇာတ္​လမ္​းမ်ားလည္​း အၿပိဳင္​​ေပၚထြက္​လာခဲ့ပါတယ္​\n၄င္​းသိုင္​းဇာတ္​လမ္​း မ်ားထဲမွ က်​ေနာ္​တို႔သတိျပဳမိ\nနွစ္​သက္​မိခဲ့တဲ့ သိုင္​းဝတၳဳဇာတ္​လမ္​းမ်ားကို လက္​ရာ​ေကာင္​းမြန္​​ေသသပ္​စြာသီကုန္​းနိုင္​ခဲ့တဲ့\nစာ​ေရးဆရာႀကီးက်င္​းယံုရဲ႕ လက္​ရာမြန္​မ်ားျဖစ္​​ေသာ\nသိန္​းငွက္​သူရဲ​ေကာင္​း အတြဲ(၂) နဲ႔ သိုင္​း​ေလာကရဲ႕စိန္​​ေခၚသံ တို႔ကို channelmyanmar မွ\nသိုင္​းခ်စ္​သူမ်ားအတြက္​ တင္​ဆက္​ေပးခဲ့ၿပီးပါၿပီ\nယခုတစ္​ဖန္​ ျပန္​လည္​တင္​ဆက္​​ေပးခ်င္​တဲ့ သိုင္​းဇာတ္​လမ္​းတဲြတစ္​ခုက​ေတာ့\nဆရာႀကီးက်င္​းယံုရဲ႕လက္​ရာမြန္​တစ္​ခုျဖစ္​တဲ့\nDami-gods and semi-devils ပဲျဖစ္​ပါတယ္​ က်​​ေနာ္​တို႔\nျမန္​မာျပည္​က သိုင္​း​ေလာကသာ​း​ေတြက​ေတာ့ စာအုပ္​အျဖစ္​\n`လြမ္​း​ေငြ႕​ေဝျဖာ သိုင္​းကမ႓ာ´ လို႔သိထားခဲ့ၿပီး ဇာတ္​လမ္​းအ​ေနနဲ႔လည္​း\n`တိမ္​လႊာနဂါး သူရဲ​ေကာင္​းမ်ား´အျဖစ္​သိရွိထားခဲ့ၿပီးသားပါ\nသို႔​ေပမယ္​့ ​ေခတ္​​ေဟာင္​းက သိုင္​းဇာတ္​လမ္​း​ေတြကိုမွ ရင္​ခုန္​စိတ္​\nဝင္​စားတတ္​ၾကတဲ့ သူ​ေတြအတြက္​​ေရာ ခု​ေခတ္​ညီ/ညီမငယ္​တို႔အတြက္​ပါ\nအျပင္​မွာ လံုးဝမရွိ​သလာက္​ရွားသြားၿပီျဖစ္​တဲ့ ၾကည္​​ေတာက္​ရွင္​း\nဗားရွင္​းနဲ႔တင္​ဆက္​​ေပးလုိက္​ပါတယ္​ခင္​ဗ်ာ::::::::\nဇာတ္​လမ္​းကိုနည္​းနည္​း​ေလာက္​ညႊန္​းစာျပရရင္​​ေတာ့\nတရုပ္​ျပည္​မႀကီးထဲကို သီခ်င္​း​ေလးတစ္​​ေအး​ေအးနဲ႔ အလည္​လာခဲ့တဲ့\n​ေခတန္​လူမ်ိဳးမိသားစု​ေလးတစ္​စုဟာ လမ္​းခရီးမွာ ၾကမၼာငင္​စြာပဲ\nလူတစ္​စုရဲ႕ရက္​စက္​စြာလုပ္​ႀကံသတ္​ျဖတ္​ျခင္​းခံခဲ့ရပါတယ္​ :::\n​ေနာက္​ သိုင္​းပညာမသင္​ခ်င္​တဲ့အတြက္​ တလိျပည္​ကထြက္​​ေျပးလာခဲ့တဲ့\nမင္​းသား​ေလးသြမ္​့လန္​::: ...",
        "url": "https://channelmyanmar.org/tvshows/demi-gods-and-semi-devils-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/670939123de1fb24396593ee985d1c2c-133x200.jpg",
        "title": "Shooter Season1/2/3",
        "description": "အခုတစ်ခါတော့ စနိုက်ပါကားမတင်ဘူးလားလာလာမေးနေကြတဲ့သူတွေအတွက် Shooter ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ IMDb မှာ ၇.၈ ထိ ရထားပြီးတော့စစ်ကား ကြိုက်တဲံသူတွေအတွက်လည်း ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ဗျ ဇာတ်လမ်း လေးကတော့အမေရိကန်စစ်တပ်ကနေ အနားယူထားတဲ့ လက်ဖြောင့်တပ်သားဘော့ ဟာ တောထဲမှာအေးဆေးဆေး အမဲလိုက်ရင်း သူ့ရဲ့ သေနတ်ပစ်စွမ်းရည်ကိုလေ့ကျင်းရင်းအေးအေးဆေးဆေး နေထိုင်သူပါ ဒီလိုနဲ့ တစ်နေ့မှာ သမ္မတကိုလုပ်ကြံမှုကိစ္စမှာ ပတ်သက်မိပြီးသူပါ အရှူပ်ထုပ်ထဲကိုပါဝင်ရပါတော့တယ် ကဲ ပရိတ်သတ်ကြီးရေ အခု အပိုင်းမှာဘော့ တစ်ယောက်သူ အပြစ်မရှိကြောင်းကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကို ဆက်လက်ကြည့်လိုက်ပါတော့နော်\nShooter Season 01\n===========================Zip File  - Yoteshin / Megaup\nSeason 2\n ဆက်လက်ထွက်ရှိထားတဲ့ Shooter Season 2 ကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် မင်းသား ဖိလစ်ဟာ ဒီစီးရီးကိုရိုက်ကူးနေတုန်းမှာပဲ မတော်တဆမှုတစ်ခုဖြစ်ပြီးခြေထောက်ကျိုးခဲ့ပါသေးတယ် လက်ရှိမှာတော့Season 02 ကို ၈ပိုင်းထွက်ထားပြီးJun လ 21 မှာ Season 03 ကို ဆက်လက်ထုတ်လွင့်မှာပါSeason 01 တုန်းက ဆယ်ပိုင်းထွက်ခဲ့ပြီးတော့မထင်မှတ်ထားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/shooter-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Whatu2019s-Wrong-With-Secretary-Kim-Poster2-140x200.jpg",
        "title": "What’s Wrong With Secretary Kim (2018)",
        "description": "မင္းသား Park Seo Joon နဲ႔ မင္းသမီး Park Min Young တို႔ဦးေဆာင္ပါဝင္ထားတဲ့ ဒီဇာတ္လမ္းတြဲက Jung Kyun Yoon ရဲ႕ နာမည္ၾကီး webtoon တစ္ခုကိုအေျခခံရိုက္ကူးထားတာ ျဖစ္ပါတယ္။မင္းသားေရာ မင္းသမီးေရာ ဇာတ္လမ္းနဲ႔တြဲဖက္ညီလွပါတယ္။ဒီဇာတ္လမ္းမွာ Park Seo Joon က ကုမၸဏီၾကီးတစ္ခုရဲ႕ ဒုဥကၠ႒ လီေယာင္ဂြ်န္းအျဖစ္ပါဝင္ထားျပီး Park Min Young ကေတာ့သူရဲ႕ Secretary ဂင္မီဆိုအျဖစ္ပါဝင္ထားပါတယ္..။ဒုဥကၠဌလီေယာင္ဂြ်န္းက လုပ္ငန္းပိုင္းမွာေအာင္ေက်ာ္ၾကားယံုတင္မဟုတ္ဘဲ Personal ပိုင္းအရလဲ သန္႔လြန္းလို႕ ပ်ိဳတိုင္းၾကိဳက္တဲ့ႏွင္းဆီခိုင္ေပမယ့္ မိန္းမဆိုရင္ လုပ္ငန္းသေဘာကလြဲလို႕ အကပ္မခံသူမို႕ မိဘေတြကိုယ္တိုင္က သူတို႕သားေလး အပုန္းျဖစ္ေနမွာကို စိုးရိမ္ေနရရွာတဲ့ ကိုယ္ေတာ္ေခ်ာပါ။အလုပ္ကိုလဲ နင္းကန္ဖိလုပ္တတ္သူျဖစ္သလို ေသခ်ာတိက်ျပီး သူမ်ားမွားရင္လဲ အလိုလို အလာ့ဂ်စ္ထလာတတ္တဲ့ ဇီဇာေၾကာင္ လူထူးခြ်န္ပါ။ ဘယ္သူ႕ကိုမွ ေတာ္ယံုမကိုးစားတတ္တဲ့ကိုယ္ေတာ္ေခ်ာရဲ႕ ေဘးမွာ အတြင္းေရးမွဴးရာထူးယူထားရတဲ့ ဂင္မီဆိုရဲ႕ ဘဝကေတာ့ ေျပာဖြယ္ရာမရွိေတာ့ျပီ....အလုပ္ျပီးအလုပ္ပဲဆက္ေနလို႕ ...",
        "url": "https://channelmyanmar.org/tvshows/whats-wrong-with-secretary-kim-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/hyspjvqzefwg-136x200.jpg",
        "title": "[18+] A Peeping Hole (or) Nozoki Ana (2014)",
        "description": "Dark Side Production မွ ပထမဆံုးတင္ဆက္လိုက္ေသာ 18+ ဂ်ပန္စီးရီးေလးပါ။စုစုေပါင္း အပိုင္း(၈)ပိုင္းရွိပါတယ္။\nဇာတ္ကားရဲ႕ဂ်ပန္နာမည္ Nozoki Ana ဆိုတာကေတာ့ ေခ်ာင္းၾကည့္ေပါက္လို႕႔အဓိပၸါယ္ဖြင့္ရမလားပဲ။Nozoki Ana ဆိုတဲ့ ဂ်ပန္ Manga စာအုပ္ကိုအေျခခံျပီး Live Action အျဖစ္အသက္သြင္းထားတဲ့ စီးရီးေလးပါ။ဇာတ္လမ္းကေတာ့...အေဆာင္ေနေက်ာင္းသားေလးတစ္ေယာက္နဲ႔ ေဘးခန္းကိုေျပာင္းလာတဲ့ ခ်စ္စရာေကာင္မေလးနဲ႕နံရံေပၚကအေပါက္တစ္ေပါက္ကိုအျပန္အလွန္ေခ်ာင္းရာကေန ျဖစ္ေပၚလာတဲ့ဇာတ္လမ္းေလးပါ။ေကာင္ေလးမွာခ်စ္ရတဲ့ေကာင္မေလးကလဲရွိ...သူ႕ေကာင္မေလးမွာလဲ လွ်ိဳ႕၀ွက္ဇာတ္လမ္းေတြကရွိ...ေကာင္ေလးရဲ႕ငယ္ခ်စ္ေဟာင္းနဲ႕ဇာတ္လမ္းေလးေတြ...ဆရာမနဲ႕ဇာတ္လမ္းေလးေတြ....ေဘးခန္းကေကာင္မေလးနဲ႕သူငယ္ခ်င္းေကာင္မေလးရဲ႕ဇာတ္လမ္းေလးေတြ...အစံုပလံုပါပဲ။ဂ်ပန္ Ecchi ဇာတ္ကားတို႕ရဲ႕ထံုးစံအတိုင္း အၾကမ္း္ေတြေတာ့ပါတာေပါ့...ဒါေၾကာင့္ အသက္ ၁၈ ႏွစ္မျပည့္ေသးတဲ့ ကေလးေတြလက္ေရွာင္ရမယ့္ဇာတ္ကားပါ။မင္းသားေလးကေခ်ာသလို မင္းသမီးေလးေတြကလဲ အကုန္အမိုက္စားေတြခ်ည္း။တစ္ရက္တစ္ပိုင္းတင္ဆက္သြားမွာပါ။(Jueno , Dark Kimchi , Dark Sithu တို႔မွတင္ဆက္ထားတာပါ။)  Quality – HDTV Rip 720pDuration – 50 Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Encoder – RGB   Episode (1)>>> Gdrive(500MB)  ၊ Soliddrive(500MB) ၊ ...",
        "url": "https://channelmyanmar.org/tvshows/18-a-peeping-hole-or-nozoki-ana-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BNWIxYTc3YWMtMWE2NC00ZWNkLThhMTctYWQzYTRjYjZhZDgwXkEyXkFqcGdeQXVyNjEzMTUxMzU@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deception",
        "description": "ဒီတစ်ခါ CM ပရိတ်သက်တွေ အတွက်စိတ်လှုပ်ရှားပြီး ပျော်ရမယ့် TV Series တစ်ခု သယ်လာပါပြီမျက်လှည့် လှည့်ကွက်တွေ နဲ့ အတူ တမျိုးပြီး တစ်မျိုး မရိုးနိုင်တဲ့လျို့ဝှတ်ချက်တွေကို ကြည့်ရပါမယ်...ဇတ်လမ်းပုံစံလေးကတော့နာမည်ကျော် မျက်လှည့်ပညာရှင် ကမ်မရွန် ဟာသူ့ရဲ့ အအောင်မြင်ဆုံး မျက်လှည့်ပွဲ တစ်ခု အပြီးမှာအရမ်းလန်းတဲ့ ကောင်မလေးနဲ့ ကားမောင်းထွက်ခဲ့ပါတယ်လမ်း တစ်နေရာအရောက်မှာတော့ ကားတစ်စီးကသူတို့ကားကို ဝင်တိုက်ပြီး ကမ်မရွန်လဲ သတိမေ့သွားပါတယ်သူသတိ ပြန်ရလာတဲ့ အချိန်မှာတော့ သူ့အိမ်က အိပ်ရာထဲကိုပြန်ရောက်နေတာ ဖြစ်ပြီး ရဲတွေက လာဖမ်းခေါ်သွားပါတယ်သူ့ကောင်မလေးကို သတ်တဲ့ အမှုနဲ့ပေါ့...ဒီတော့ကာ ကင်မရွန် ရဲ့ အရှုပ်တော်ပုံကြီးကိုဘယ်လိုဖြေရှင်းမလဲ ဆိုတာရယ် ဒီထဲကိုFBI က စုံထောက်မလေး နဲ့ ပါတနာ တစ်ယောက်ပါပါဝင်လာခဲ့သော် အခါ ဇတ်လမ်းက ပိုလှသွားပါတယ်...လောလောဆယ် လူစီဖာ ကို လွမ်းနေတဲ့ ပရိတ်သက်တွေကြည့်သင့်တယ်လို့ ညွှန်းဆိုပါရစေ...  https://www.facebook.com/NiceMobileSolutions/ တြင္ ၀ယ္ယူပါ...\nဒီဇတ်လမ်းတွဲကို ဘာသာပြန်ပေးထားသူကတော့ El'Moh နဲ့ Wai Zin ဖြစ်ပြီးThit ...",
        "url": "https://channelmyanmar.org/tvshows/deception/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/18FWPmsh2dULwMyWGjNDCUsmGRM-133x200.jpg",
        "title": "Spartacus",
        "description": "ႏိုင္ ငံျခား စီးရီး ေတြ ကို ႀကိဳက္ႏွစ္သက္ၾကတဲ့ ျမန္မာ ပရိတ္သတ္ေတြ\nအေနနဲ႔ Spartarcus ကို မသိသူ ခပ္႐ွား႐ွားပါ။\nSupernatural စီးရီးက အဓိက ဦးေဆာင္ေနတယ္ လို႔ ေျပာလို႔ရေပမယ့္\nSpartarcus ကလည္း ေခလွတဲ့ စီးရီး မဟုတ္ပါဘူး။\niMDb rating 8.6 ရထားတဲ့ series တစ္ခုရဲ႕ အ႐ွိန္အဝါ ကို အထင္ေသးလို႔ မရပါဘူး။\nCM ပရိသတ္ေတြ ရဲ႕series ေတြ ကို ခ်စ္တဲ့ စိတ္ ကို သိလို႔ တင္ ေပးလိုက္ပါတယ္\nေမြးရပ္ေျမ နဲ႔ ကိုယ္ ခ်စ္တဲ့ သူေတြ ကို ခြဲခြာလိုက္ရၿပီး\nေနာက္ပိုင္းမွာ ေရာမ ၿမိဳ႕ရဲ႕ ေသြးစြန္း တဲ့ ေနရာ ေတြ ကိုပဲ Spartarcus ဆိုတဲ့\nေကာင္ေလး ေျခခ် ခဲ့ ရပါတယ္။ ကြၽန္ အျဖစ္ ...",
        "url": "https://channelmyanmar.org/tvshows/spartacus/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b1WhgWxm2gtrPyTLOhSo4NG5Arv.jpg",
        "title": "Please Come Back, Mister",
        "description": "ဒီစီးရီးလေးကတော့ ကိုရီးယားနိုင်ငံရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့Rain,  Oh Yeon-Seo , Lee Min-Jung တို့ဦးဆောင်ပါဝင်ထားပါတယ်...တခြားစီးရီးတွေနဲ့မတူတာကတော့ ဒီစီးရီးလေးရဲ့အစပိုင်းမှာလုပ်ငန်းခွင်စိတ်ဖိစီးမှု့တွေကြောင့်နောက်ဆုံးမှာကိုယ့်ကိုကိုယ်အဆုံးစီရင်သလိုဖြစ်သွားတဲ့ယောကျာင်္းတစ်ယောက်နဲ့ချစ်သူရဲ့ပစ်ခွာမှု့တွေနဲ့အတူ လုပ်ကြံသတ်ဖြတ်ခံလိုက်ရတဲ့ယောကျာင်္းတစ်ယောက်တို့ရဲ့သေဆုံးခြင်းနဲ့အတူစတင်ထားပါတယ်...သူတို့နှစ်ယောက်ဟာသေဆုံးပြီးတဲ့အချိန်မှာ ကောင်းကင်ဘုံကိုသွားလို့ရပေမယ့်လည်းတစ်ယောက်ကသူချစ်တဲ့ မိန်းမနဲ့သမီးလေးရဲ့စိတ်နဲ့လူ့ပြည်ကိုပြန်လာဖို့ဆုံးဖြတ်လိုက်ပါတယ်...နောက်တစ်ယောက်ကလည်း သူချစ်တဲ ချစ်သူကိုကာကွယ်ပေးချင်တဲ့စိတ်နဲ့လူ့ပြည်ပြန်လာဖို့ဆုံးဖြတ်လိုက်ပြန်ပါတယ်..ဒါပေမယ့် သူတို့ဟာ သေဆုံးပြီးသားလူတွေဖြစ်လို့သူတို့ရဲ့ခန္ဓာကိုယ်တွေနဲ့ပြန်လာလို့မရတော့ပါဘူး..ဒါကြောင့် သူတို့နဲ့သင်တော်မယ့်လူတွေရဲ့ ပုံစံကိုယူပြီးမှပြန်လာခဲ့ရပါတယ်...ဒါကြောင့် အဲဒီယောကျာင်္းနှစ်ယောက်မှာ တစ်ယောက်ကယောကျာင်္းပီသတဲ့စော်ကြည်ဘဲ ကိုယ်ခန္ဓာကိုရပြီးတော့နောက်တစ်ယောက်က ခပ်လန်းလန်းစော်လေးတစ်ယောက်ရဲ့ခန္ဓာကိုယ်ကိုရလိုက်ပါတယ်..ဒါကလည်း ဇာတ်လမ်းကို တကယ်အသက်ဝင်စေတဲ့အချက်တစ်ခုဆိုရင်လည်းမမှားပါဘူး...သူတို့နှစ်ယောက်ရဲ့ကမောက်ကမအလွဲတွေနဲ့ရယ်ရစေသလိုကောင်းမွန်လှတဲ့ ဇာတ်အိမ်တည်ဆောက်မှု့တွေကြောင့်ဝမ်းနည်းစရာလည်းကောင်းပါတယ်...ကြည့်ပြီးတဲ့သူများရှိကြသလို မကြည့်ရသေးတဲ့လူများလည်းQuality ကောင်းကောင်းနဲ့ကြည့်လို့ရအောင်တင်ဆက်ပေးလိုက်ပါတယ်....\nQuality ... HDTV 720p\nRunning Times ... 01:00:00\nEncoder .... Moe Myint LwinComplete Zip VIP  /  Yoteshin[1-8]  /  Yoteshin[9-16]\nEpisode ( 1 )",
        "url": "https://channelmyanmar.org/tvshows/please-come-back-mister/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3htICE9fyI9zsgSIBUAZQGcxgzj.jpg",
        "title": "Lawless Lawyer (2018) [COMPLETE]",
        "description": "အားလံုးေစာင္႔ေမွ်ာ္ေနၾကတဲ႔ စီးရီးသစ္ေလး Lawless Lawyerကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဒီကားေလးကေတာ႔ဥပေဒနဲ႔လၽွို႔ဝ်က္သည္းဖိုဆိုင္ရာဇာတ္လမ္းအမ်ိဳးအစားျဖစ္ပါတယ္။အပိုင္း ၁၆ပိုင္းပါဝင္မယ္လို႔ ေျပာထားၿပီး tvN ရုပ္သံလိုင္းကေန ေမလ ၁၂ ရက္ေန႔ကေန ဇြန္လ ၁ ရက္ေန႔ထိ စေန၊တနဂၤေႏြေန႔တိုင္း ထုတ္လႊင့္ျပသမွာျဖစ္ပါတယ္။အခ်စ္ကားေတRoကားေတြနဲ႔ျငီးေငြ႔ေနတဲ႔ပရိသတ္ၾကီးအတြက္ေတာ႔အၾကိဳက္ေတြ႔မွာပါ။ဒီဇာတ္ကားမွာ မင္းသားလီဂၽြန္ကီနဲ႔ မင္းသမီး ဆိုရီဂ်ီတို႔က အဓိကပါဝင္ သရုပ္ေဆာင္ထားပါတယ္။အားလံုးရဲ ႔အခ်စ္ေတာ္ လီဂြ်န္ကီ သရုပ္ေဆာင္ထားတာမို႔ အားလံုးကစိတ္ဝင္စားေနတဲ႔စီးရီးဆိုလဲမမွားပါဘူး။ငယ္ငယ္ကတည္းက မိခင္ျဖစ္သူအသတ္ခံရတာကို မ်က္စိေရွ႔မွာျမင္ေတြ႔ခဲ႔ရတဲ႔ကေလးေလး ဘံုေဆာင္းဖီ။နီးစပ္ရာ ရဲကို အကူအညီေတာင္းခဲ႔ေပမယ္႔ ဥပေဒဆိုတာမသမာသူေတြလက္ထဲေရာက္ရင္အသံုးမဝင္ဘူးဆိုတာ သိသြားခဲ႔တဲ႔ သူဟာၾကီးလာေတာ႔ ေရွ႔ေနတစ္ေယာက္ျဖစ္လာခဲ႔ျပီး မိခင္အတြက္လက္စားေခ်ဖို႔စီစဥ္ခဲ႔ပါတယ္။ေနာက္ပိုင္းဆတ္ဆတ္ထိမခံ ေရွ႔ေနမေလး ဟာဂ်ယ္အီနဲ႔ ပူးေပါင္းမိကာ အမႈအခင္းေတြကို အမ်ားနဲ႔မတူတဲ႔နည္းလမ္းေတြနဲ႔ဘယ္လိုစံုစမ္းေဖာ္ထုတ္ၾကမလဲဆိုတာ စိတ္ဝင္စားစရာပါပဲ။ကိုရီးယားစီးရီးေကာင္းေလးေတြကိုေမွ်ာ္လင္႔ေနတဲ႔CMပရိသတ္ၾကီးအတြက္ဒီLawless Lawyerဆိုတဲ႔စီးရီးေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ \nTranslator - Aye Mon Kyaw / Carey Nyein / HJ SH /Kyar Phyu Lwn\nEncoder - Kyaw Ye Aung ...",
        "url": "https://channelmyanmar.org/tvshows/lawless-lawyer-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwu04xIT0kNV9ZpVZ6wNBGPr0eG.jpg",
        "title": "The New Legends of Monkey (2018) Season 1 [COMPLETE]",
        "description": "အပိုင်း ၁၀ ပိုင်းသာထွက်ရှိထားတဲ ဒီစီးရီးလေးကိုလူတိုင်းကြည့်ရှု့လို့ရအောင်အစအဆုံးတင်ပေးထားပါတယ်..ဒီစီးရီးလေးကတော့ Rating 6.6 ရရှိထားပြီး တရုတ်ကဖန်တီးထားတဲ့မျောက်မင်းအကြောင်းကို အသစ်တဖန်ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်…မိစ္ဆာတွေကြီးစိုးလာတဲ့ အချိန်မှာ မျောက်မင်းကဒီမိစ္ဆာတွေလက်ထဲကိုကျမ်းစာတွေကိုမရအောင် ကမ္ဘာအရပ်ရပ်ကထောင့်စွန်းနေရာတွေမှာကျမ်းစာတွေကို တစ်နေရာစီ မြှပ်နှံခဲ့ပါတယ်…ဒါပေမယ့် မိစ္ဆာတွေအင်အားကြီးစိုးလာတဲ့အချိန်မှာတော့ဒီကျမ်းစာတွေကို ပြန်ရှာပြီး မိစ္ဆာတွေကို ပြန်လည်နှိမ်နင်းဖို့အတွက်အကြောင်းဖန်လာပါတော့တယ်….အဲအချိန်မှာ မျောက်မင်းဟာ ကျမ်းစာတွေကိုခိုးယူတယ်ဆိုပြီးကောင်းကင်ဘုံရဲ့အပြစ်ပေးခြင်းကို နှစ်ပေါင်းများစွာခံနေရတဲ့အချိန်ဖြစ်ပါတယ်…ဒါကြောင့် မျောက်မင်းကိုလွှတ်ပေးဖို့အတွက် တစ်ယောက်တည်းသောလူတစ်ယောက်က သူရဲ့ကံကြမ္ပာရဲ့အလိုအရ အတားဆီးတွေကို ဖြတ်သန်းပြီးမျောက်မင်းအပြစ်ဒဏ်ခံနေရတဲနေရာဆီကိုသွားပါတော့တယ်…ဒီစီးရီးလေးဟာ အရင်ကကြည့်ခဲ့ဖူးတဲ့ Journey To The West တို့လိုပုံစံမျိုးဖြစ်ပြီးတော့ သြစတေးလျနဲ့နယူးဇီလန်တို့မှာ ရိုက်ကူးခဲပါတယ်….\nQuality … 1080 WEB\nRunning Time …. 24 Min\nTranslator Arrow Team (MKN) AaN)\nEncoder …. Moe Myint Lwin\nMoe Myint LwinEpisode (1)\n               Complete ...",
        "url": "https://channelmyanmar.org/tvshows/the-new-legends-of-monkey-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6ubZ1Bpu0elTzA8tT2mxkrfpxA.jpg",
        "title": "Patrick Melrose (2018) [COMPLETE]",
        "description": "BC ရဲ႕ ဇာတ္ကားကုိမွ ၾကည့္ခ်င္တဲ့ ပရိသတ္ေတြအတြက္\nBC ပါဝင္ သ႐ုပ္ေဆာင္ထားတဲ့\nPatrick Melrose ဆုိတဲ့ mini series တစ္ခု မေန႔က စၿပီး\nျပသေနတယ္ဆုိတာ သတင္းေကာင္းပါတယ္နာမည္ႀကီး စာအုပ္ ၅ အုပ္တြဲ စာအုပ္စီးရီးကုိ Showtime\n႐ုပ္သံလုိင္းက ျပန္လညိအသက္သြင္း႐ုိက္ကူးထားတဲ့\nMini Series ကုိ အပတ္စဥ္ စေနေန႔ညတုိင္း ထုတ္လြင့္ျပသ\nသြားမွာျဖစ္ပါတယ္၊BC ကေတာ့ အဓိကဇာတ္ေကာင္ Patrick Melrose ေနရာမွာ အထူးသ႐ုပ္ေဆာင္ထားၿပီး trailer ၾကည့္ကတည္းက\nေတာ္ေတာ္ေႂကြမိပါတယ္ ကုိယ္ေတြ BC ရဲ႕ သ႐ုပ္ေဆာင္မႈ\nကေတာ့ သိတဲ့အတုိင္း ႐ွယ္ပဲေလဒီဇာတ္ကားရဲ႕ မူရင္းစာအုပ္နဲ႔ ပတ္သတ္ၿပီး Kyaw HtetWai\nေရးထားတာေလးကုိ ေဝမွ်ေပးလုိက္ပါတယ္The Patrick Melrose Novels(Patrick Melrose 1-4)\n=========================================\nPatrick Melrose လို႔ ေျပာလိုက္တာနဲ႔ Bookworm တိုင္းလိုလို ေခါင္းေလးေတြ ေထာင္လာၾကမွာပါ။ အလြန္နာမည္ႀကီးခဲ့ၿပီး 21 ရာစု၏ ...",
        "url": "https://channelmyanmar.org/tvshows/patrick-melrose-2018-tv-series/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/s-143x200.jpg",
        "title": "Supergirl Season 3 [COMPLETE]",
        "description": "မွန်အယ်လ် မရှိတော့လို ့ဝမ်းနည်းပူဆွေးနေတဲ့ စူပါဂဲလ်တစ်ယောက်သူ ့ရဲ ့ပူဆွေးမှုတွေကို လက်မခံနိုင်ပဲ စူပါဟီးရိုး အလုပ်ကို\nအလွန်အကြွံလုပ်ရင်းနဲ ့ဖြေသိမ့်နေခဲ့တယ်သူ ့ရဲ ့ကာရာ ဒန်ဗာစ် ဆိုတဲ့ ဘဝကို လက်မခံနိုင်ဖြစ်နေပြီးစူပါဂဲလ် ဖြစ်ဖို ့နဲ ့ကမ္ဘာကြီးကို အာရုံစိုက်ဖို ့ကိုသာ အာရုံစိုက်နိုင်နေခဲ့တယ်ဒီလိုနဲ ့စူပါဂဲလ်တစ်ယောက် မှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေချနိုင်ပါ့မလားတစ်ဖက်မှာလည်း အဲလက်စ် တစ်ယောက် သူ ့ရဲ ့ခံစားချက်တွေကို မက်ဂီ ကိုဖွင့်ချပြောပြလိုက်ပါတယ်သူတို ့နှစ်ယောက်ရဲ ့ရှေ ့ရေးကကော ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ ဆိုတာတွေကို Season 3 မှာ ဆက်လက်စောင့်ကြည့်ရအောင်ဗျာTranslated by Scrn,Ye Man AungEncode by Thanhtike Zaw \nComplete Zip File   VIP   /  Yoteshin[1-12]  /  Yoteshin[13-23]",
        "url": "https://channelmyanmar.org/tvshows/supergirl-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kewWiVQ06LU59XASd7kowCltmR4.jpg",
        "title": "The King Dae Joyoung(2006)[Complete]",
        "description": "The King Dae Joyoung(2006)ဇာတ်လမ်းတွဲ***************************************အပိုင်း (၁ )မှ (၁၃၄)စ/ဆုံးဂျူမုံတည်​​ထောင်​ခဲ့တဲ့ အင်​အားကြီးမားတဲ့ ဂိုဂူ​လျော ပျက်​သုန်​းပြီးတဲ့​နောက်​မှာ​တော့နှစ်​​ပေါင်​း ၃ဝအကြာမှာ ဂိုဂူ​လျောကိုဆက်​ခံပြီး ကျယ်​ပြန်​့တဲ့ ဘားဟယ်​အင်​ပါယာကိုတည်​​ထောင်​ခဲ့တဲ့ ဒယ်​ဂျို​ယောင်​းကို​တော့ ကိုးရီးယားစစ်​ကား ဝါသနာရှင်​​တွေ မသိတဲ့သူခပ်​ရှားရှားရယ်​ပါ။အင်​အားအကြီးဆုံးဖြစ်​တဲ့ ထန်​နိုင်​ငံနဲ့ ဂိုဂူ​လျော တို့တိုက်​ပွဲဖြစ်​​နေချိန်​မှာဂိုဂူ​လျောစစ်​သူကြီး ဒယ်​ဂျွန်​ဆန်​းရဲ့သား ​ ဒယ်​ဂျို​ယောင်​းကို ​စစ်​ပွဲကြားမှာ ​မွေးဖွားခဲ့ပါတယ်​။ တစ်​ချိန်​ ဘုရင်​ဖြစ်​လာလိမ့်မယ်လို့နမိတ်ဖတ်ခံထားရတဲ့သူပေါ့၊ဂိုဂူ​လျောရဲ့ ထိပ်​တန်​း စစ်​သူကြီးဖြစ်​တဲ့ ​ယောင်​းဂယ်​ဆိုမွန်​က ဒီက​လေးကိုသတ်​ဖို့ရည်​ရွယ်​ခဲ့​ပေမယ်​့ သူတို့မရှိ​တော့တဲ့တစ်​​နေ့ ​နောင်​တစ်​ချိန်​ ဂိုဂူ​လျောက်​ုိ ဒီက​လေး​စောင်​့​ရှောက်​လိမ်​့မယ်​ဆိုတဲ့စစ်​သူကြီး ယန်​းမန်​ချွန်​းရဲ့စကား​ကြောင်​့ အသက်​ချမ်​းသာ​ပေးခဲ့ပြီး ဒယ်​ဂျို​ယောင်​း​လေးကို​မွေးဖွားစဉ်​ကတည်​းက မိခင်​နဲ့ခွဲပြီး ​ယောင်​းဂယ်​ဆိုမွန်​ရဲ့အိမ်​မှာ ဂယ်​တုံ (​ခွေး​ကောင်​​လေး) ဆိုတဲ့ နာမည်​နဲ့ ​ကျွန်​အဖြစ်​​ခေါ်ထားခဲ့ပါတယ်​။​ယောင်​းဂယ်​ဆိုမွန်​ရဲ့ ကျွန်​အဖြစ်​ကြီးပြင်​းခဲ့ရတဲ့ ဂယ်​တုံ​လေးဟာ သူ့ရဲ့နာမည်​အရင်​းနဲ့ မိဘ​တွေကိုသိလိုသူဖြစ်​ပြီး စစ်​​ရေးနဲ့ စာ​ရေးစာဖတ်​ကို ကိုယ်​တိုင်​သင်​ယူခဲ့ပါတယ်​။ဒယ်ဂျိုးယောင်းတစ်ယောက် ကျွန်အဖြစ်ကနေသူရဲကောင်း  တစ်ယောက်အဖြစ် ဘယ်လိုကြိုးစားမလဲဆိုတာကိုတော့ ခံ စားကြည့်လိုက်ပါဦး.....အချိုးအကွေ့အလှည့်အပြောင်းတွေ ဇာတ်လမ်းရဲ့ ဇာတ်ရှိန်အတက်အကျ ...",
        "url": "https://channelmyanmar.org/tvshows/the-king-dae-joyoung2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOzuSBOM5K9O0jA9rnO9biXReSQ.jpg",
        "title": "14-year-old Mother(2006) TV Series",
        "description": "Jû yon sai no haha (2006)၁၄ ႏွစ္အရြယ္ေက်ာင္းသူေလးတေယာက္မွာ ကိုယ္ဝန္ရွိလာတဲ့အခါလြန္ခဲ့တဲ့ႏွစ္ေတြက ျမန္မာကားအမ်ားစုမွာ အိမ္ေထာင္ေရးျပႆနာ\nေတြ တဒဂၤစိတ္လြတ္လို႔ ဘဝပါပ်က္ရတာေတြကို ဇာတ္ဆင္ဖြဲ႕\nရုိက္ၾကေပမယ့္ ေပါ့ေပါ့ေလးရုိက္တဲ့အခ်ိန္မွာ ေပါ့ေပါ့ေလးထြက္လာၿပီး\nအႏွစ္သာရနဲ႔ပညာေပးဆိုတာဘယ္နားေနခဲ့မွန္းမသိပါဘူး။\nဒါေပမယ့္ ဒီဇာတ္လမ္းတြဲေလးမွာေတာ့ တကယ့္ဒရာမာ\nအရသာစစ္စစ္ကိုခံစားရၿပီး ၾကည့္ၿပီးတဲ့အခါ ၾကည့္ရက်ိဳးနပ္လိုက္တာလို႔ခင္ဗ်ားတို႔ေတြးေနရပါလိမ့္ဆိုတာ ကြၽန္​​ေတာ္​အာမခံရဲပါတယ္။၁၄ ႏွစ္အရြယ္ေက်ာင္းသူ အီခ်ိႏုိေဆး မီကီ\nသူကေတာ့ေပါ့ေပါ့ပါးပါးတက္တက္ႂကြႂကြနဲ႔\nအပူအပင္မရွိ ေန႔စဥ္ဘဝျဖတ္သန္းေနသူေလး\nေမာင္ေလးတေယာက္ရွိၿပီး အေဖနဲ႔အေမနဲ႔ကလည္း အလုပ္ႀကိဳးစားလို႔\nသာယာခ်မ္းေျမ႕တဲ့ မိသားစုရိပ္ၿမံဳပိုင္ဆိုင္ထားရတယ္။\nတဖက္က ဆာတိုရွီ ကီရီႏုိ ဖခင္ဆံုးသြားတဲ့ေနာက္\nအေမျဖစ္သူရဲ႕ႀကီးမားတဲ့ေမွ်ာ္လင့္ခ်က္ေတြေအာက္မွာ\nဖိအားေတြနဲ႔လႈပ္ရွားေနရသူ။ ဒီကေလးႏွစ္ေယာက္ဆံုေတြ႕မိၿပီး\nမထင္မွတ္ထားတဲ့အေျခအေနတခုမွာ မွားယြင္းမိတဲ့အခါ။အျပင္ေလာကမွာလက္ရွိျဖစ္ပ်က္ေနတဲ့အေျခအေနနဲ႔ယွဥ္ၿပီး\nဆယ္ေက်ာ္သက္မိန္းကေလးအတြက္ ငယ္ရြယ္စဥ္ကိုယ္ဝန္ေဆာင္ျခင္းနဲ႔ အႏၲရာယ္ ေနာက္ဆက္တြဲအက်ိဳးဆက္ေတြအေၾကာင္းကို\nျမင္သာထင္သာေအာင္အေကာင္းဆံုး message ေပးထားႏုိင္တဲ့\nဇာတ္လမ္းတြဲတပုဒ္ပါ။\nမိဘေတြအေနနဲ႔ ကိုယ့္ကေလးကိုဘယ္လိုထိန္းသိမ္းသင့္လဲ။\nႏွစ္ဦးသေဘာတူပဲျဖစ္ေစ အဓမၼအျပဳခံရသည္ျဖစ္ေစ\nဒီလိုအေျခအေနေရာက္လာရင္ေရာ ကိုယ္ဆိုရင္ဘယ္လိုေျဖရွင္းမွာလဲ။\n၁၄ ႏွစ္ ၁၅ ႏွစ္အရြယ္ေတြမွာ ခ်စ္ပိုင္ခြင့္မရွိဘူးလား။\nသင္သာ မီကီရဲ႕ေဆြမ်ိဳးသားခ်င္းျဖစ္ခဲ့ရင္ ဘယ္လိုအၾကံေပးမိမလဲ။\nမီကီကေရာ ပတ္ဝန္းက်င္ကိုရင္ဆိုင္ၿပီး ကေလးကိုမီးဖြားႏုိင္မွာလား။၂၀၀၆ ေအာက္တိုဘာ ၁၁ ရက္ကေန ဒီဇင္ဘာ ၂၀ ရက္ေန႔အထိ\nNTV ကေနထုတ္လႊင့္ျပသခဲ့တဲ့ ဒီစီးရီးဟာ ၾကာခ်ိန္ ၄၄ မိနစ္\nပွ်မ္းမွ်နဲ႔ အပိုင္း ...",
        "url": "https://channelmyanmar.org/tvshows/14-year-old-mother2006-tv-series/"
    }
]