[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/photo_2022-06-01_12-35-20-139x200.jpg",
        "title": "Juvenile Delinquency S02 (2022) [Complete]",
        "description": "Juvenile Delinquency S02 (2022) [အစ-အဆုံး] အပိုင်း - ၈ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ) S1 မှာ ဆေးခြောက်ခင်းအတူစိုက်ပြီး ပိုက်ဆံရှာဖို့ တိုင်ပင်ထားကြတဲ့ ဂယောင်ဒါဂျောင်းတို့ သူငယ်ချင်းတစ်စု ...ဒါဂျောင်းရဲ့ အမေက ဆောင်းဂယောင်းရဲ့ သတင်းပေးမှုနဲ့အတူ ဒါဂျောင်းရှိနေတဲ့နေရာကို သိသွားပြီး လိုက်လာရာက ဒါဂျောင်းကို လက်ပူးလက်ကြပ်ပြန်မိသွားပါတယ်။ အမေဖြစ်သူရဲ့လက်ထဲ ပြန်လိုက်သွားရတော့မလိုဖြစ်ရင်း... သူ့အမေက ပြစ်မှုဟောင်းတွေကြောင့် ထောင်ကျသွားတဲ့အခါမှာတော့ ဒါဂျောင်းက ဆေးခြောက်စိုက်ခင်းဘက် ပြန်လှည့်ဖို့ ကြိုးစားပါတော့တယ်။ ကံဆိုးချင်တော့ ယုံကြည်ခဲ့ရတဲ့ ဆောင်းဂယောင်းက ဒါဂျောင်းကို သစ္စာဖောက်ပြီး ဆေးခြောက်ခင်းတစ်ခင်းလုံးကို 'မ'သွားတဲ့အခါ ...အားလုံးကိုယ်စီ နေရပ်ကိုပြန်ခဲ့ကြရပြီး လမ်းပျောက်သွားကြပါတယ်။ဒါပေမဲ့ သူတို့တွေဘယ်လိုပြန်ဆုံစည်းပြီး ဘာတွေကြုံတွေ့ရဦးမလဲ?လူငယ်တွေကြား Romance လေးတွေရော ပါလာဦးမလား? ဆိုတာကို S2 မှာ ဆက်လက်ပြီး စောင့်မျှော်ကြည့်ရှုလို့ရအောင် CM ကတင်ဆက်ပေးလိုက်ပါပြီဗျ။ Aired: May 31, 2022\nAired On: Tuesday\nGenres: Drama\nDuration: ...",
        "url": "https://channelmyanmar.org/tvshows/juvenile-delinquency-s02-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ornJAVPHRPNGLfNppnqS6sfjAUB.jpg",
        "title": "Tehran Season1 + Season2",
        "description": "Tehran 2020နည်းပညာဆန်ဆန် ဇာတ်လမ်းတွေဆိုသဘောကျနှစ်ခြိုက်တဲ့ CMပရိတ်သတ်ကြီးအတွက်နည်းပညာအေဂျင့်စီးရီးလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်.အဓိကဇာတ်ကောင်ဖြစ်တဲ့ တာမာဟာ အီရန်ဟာ မွေးဖွားခဲ့ပေမယ့် အစ္စရေးမှာ ကြီးပြင်းခဲ့သူပါ.သူမရဲ့ စွမ်းဆောင်ရည်က ကွန်ပြူတာဟက်ကင်းပိုင်းမှာ ကျွမ်းကျင်တာပါပဲ.တနေ့မှာတော့ သူမရဲ့ဌာနက သူမကို အရေးကြီးမစ်ရှင်တစ်ခုကို တာဝန်ပေးခဲ့ပါတယ်.သူ့ရဲ့မစ်ရှင်ကတော့ အီရန်နိုင်ငံရဲ့အဏုမြူဓာတ်ပေါင်းဖိုကို ပိတ်ချပစ်ဖို့လိုအပ်တဲ့ သတင်းအချက်အလက်တွေကို ခိုးယူပြီး ဌာနချုပ်ကို ပို့ပေးဖို့ပါပဲ.အရေးကြီးမစ်ရှင်ဖြစ်တာကြောင့် အစ္စရေးကနေ အီရန်ကို သွားတဲ့အချိန်ကနေစပြီးအီရန်မှာ သတင်းအချက်အလက်ခိုးယူဖို့ လျှပ်စစ်ကုမ္ပဏီကိုပါ ဝင်ဖို့ အထိပါအသေးစိတ်စီမံထားပေမယ့်လည်း မထင်မှတ်ထားတဲ့ အခြေအနေတွေ ဖြစ်ပေါ်လာပြီး ခက်ခဲသွားခဲ့ပါတယ်.ဇာတ်အိမ်တစ်ခုလုံးကို အသေးစိတ်တည်ဆောက်ထားပြီးအစ္စရန်နဲ့ အီရန်နိုင်ငံကြားက တင်းမာမှုတွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေအပြင်အမျိုးသမီးအေဂျင့်တစ်ယောက်ရဲ့စွမ်းဆောင်ရည်နဲ့ သတ္တိကိုပါ ချပြထားတဲ့ စီးရီးကောင်းတစ်ပုဒ်ဖြစ်တာကြောင့်ကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းပါရစေအညွှန်းကိုတော့ YKမှ ရေးသားပေးထားပြီးYK, Thet Hnin Hsu, Dollyနဲ့ Van Sui Parတို့မှ ဘာသာပြန်ပေးထားပါတယ်Encoded by Thit San Khant & YK\nSeason Complete\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/tehran/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/2yc7PAYWQJibJQEY9x3VL3WjhpQ-133x200.jpg",
        "title": "The Offer (2022) (Complete)",
        "description": "The Offer (2022) (Complete Limited Series) ~ IMDb rating - 8.7/10 ~ ခင်ဗျားသာ ရုပ်ရှင်တွေကို ချစ်တဲ့လူမှန်ရင် The Offer ဟာ ခင်ဗျားဘယ်လိုမှ ငြင်းပယ်မရမယ့် ရုပ်ရှင်ပါပဲ။ The Godfather ဆိုတဲ့ နာမည်ကို ရုပ်ရှင်လောကမှာရော စာအုပ်လောကမှာရော မသိတဲ့သူ မရှိပါဘူး။ 1969 မှာထုတ်ဝေခဲ့တဲ့ မာရီယိုပူဇိုရဲ့ The Godfather ဟာ နယူးယောက်တိုင်းမ်ရဲ့ အရောင်းရဆုံး စာအုပ်စာရင်းကနေ ၆၇ပတ်အထိ မဆင်းခဲ့ဘဲ နှစ်နှစ်အတွင်းမှာ ကော်ပီကိုးသန်းကျော် ရောင်းခဲ့ရတဲ့အထိ ၀က်၀က်ကွဲအောင်မြင်ခဲ့တယ်။ 1972မှာ ထွက်ခဲ့တဲ့ ပူဇိုပဲ ဇာတ်ညွှန်းရေးပြီး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရိုက်ခဲ့တဲ့ The Godfather ရုပ်ရှင်ဟာလည်း Greatest Of All Time ရုပ်ရှင်တစ်ကား ဖြစ်ခဲ့ပါတယ်။ ဒီဇာတ်လမ်းကတော့ အဲဒီရုပ်ရှင်ဖြစ်လာဖို့ ကြိုးစားခဲ့ရတဲ့ နောက်ကွယ်က ...",
        "url": "https://channelmyanmar.org/tvshows/the-offer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jdOOb_4f-1-140x200.jpg",
        "title": "Bloody Heart (2022)",
        "description": "Bloody Heart (2022)=================အာဏာတွေ လွန်ဆွဲကာ အပြိုင်ချကြမယ့် ရဲရဲတောက်ထီးနန်းလု\nဇာတ်ကားသစ် \"အနီရောင်နှလုံးသား\"ဆိုတဲ့ ကိုရီးယားနန်းတွင်း\nHistorical drama အသစ်လေးထွက်ရှိလာပါပြီ။\nအားလုံးသိပြီးသားဖြစ်တဲ့ ဝါရင့်မင်းသားကြီး အာဂျောရှီး Jang Hyuk\nပါဝင်ထားတဲ့ အပြင် Bulgasal ထဲက ဗီလိန်မင်းသားလေး Lee Joon က\nအဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတာမို့လို့အရမ်းမိုက်မယ့် ဒရမ်မာလေးပါ။\nမင်းသမီးကလည်း ပြောစရာမလို Moon Lovers တို Start-Up တို့ထဲက\nဇာတ်ပို့ရော ဗီလိန်တင်မက အဓိကသရုပ်ဆောင်နေရာပါ ပိုင်နိုင်တဲ့ မင်းသမီး\nKang Han-Na ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ Lee Tae (Lee Joon) ရဲ့ အဖေဖြစ်သူက\nPark Gye-Won (Jang Hyuk) ရဲ့ အကူအညီနဲ့ ယခင်မင်းကြီးကို ဖယ်ချနိုင်ပြီး\nဘုရင်အသစ်ဖြစ်လာခဲ့တယ်။ အဲလိုနဲ့ သူ့အဖေရဲ့ အရိုက်အရာကိုဆက်ခံပြီးနောက်\nမင်းသား Lee Tae နောက်တက်တဲ့ဘုရင်ဖြစ်လာတဲ့အခါ... တရားမျှတမှုနဲ့ ကိုယ်\nနန်းတက်တာ ကိုယ့်အရည်အချင်းကြောင့်လို ယုံကြည်ထားတဲ့ မင်းသား Lee Tae ...",
        "url": "https://channelmyanmar.org/tvshows/bloody-heart-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zGxDRCCwA8HQBw4wfbHAoHmyIhm.jpg",
        "title": "Woori The Virgin (2022) Complete",
        "description": "Woori The Virgin (အညွှန်း)===================SBS ကနေဒီနေ့မှာစပြသတဲ့ Romcom series လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက 2014 တုန်းက USမှာထုတ်လွှင့်ခဲ့တဲ့ Jane The Virgin ကို\nremake ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး\nIm Soo Hyang, Sung Hoon, Shin Dong Wook, Hong JiYeon တို့က အဓိကပါဝင်ထားတာပဲဖြစ်ပါတယ်။Woori >> နာမည်ကြီးဇာတ်လမ်းတွဲတွေရဲ့လက်ထောက်စာရေးဆရာမတစ်ယောက်ဖြစ်ပြီး\nအသက် ၁၅နှစ်အရွယ်ကတည်းက ဘုရားသခင်ထံမှာ လက်မထပ်ခင်အချိန်အထိ\nအပျိုစင်ဘဝကိုထိန်းသိမ်းထားပါ့မယ်လို့ ကတိကဝတ်ပြုထားသူပါ။\nဒီလိုနဲ့အရွယ်ရောက်လာတော့ Gang Jae ဆိုတဲ့စုံထောက်နဲ့တွဲနေပြီး\nရည်းစားသက်တမ်း ၂နှစ်ကြာအထိသူ့ရဲ့အပျိုစင်ဘဝကိုထိန်းသိမ်းထားတုန်းပါပဲ။\nရည်းစားဖြစ်သူကလည်း Woori ရဲ့ဆန္ဒကိုလေးစားပေးတဲ့သူပါ။Raphael >> Cosmetics ကုမ္ပဏီတစ်ခုရဲ့ CEO ဖြစ်ပြီး\nအပြင်ပန်းအရတော့သွေးအေးတဲ့ပုံစံဆိုပေမယ့် တကယ်ကအရမ်းရိုဆန်တတ်ပြီး\nတကယ်ချစ်ရတဲ့မိန်းကလေးနဲ့ဆုံစည်းလိုတဲ့သူပါ။ ဒါပေမယ့် တကယ့်လက်တွေ့ဘဝမှာတော့\nLee Ma Ri ဆိုတဲ့အမျိုးသမီးရဲ့အကွက်ချလက်ထပ်တာကိုခံထားရတဲ့ သနားစရာသူဌေးလေးဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့တစ်နေ့မှာ Woori တစ်ယောက် ကျန်းမာရေးစစ်ဆေးမှုလုပ်ရင်း\nOG ရဲ့မှားယွင်းမှုကြောင့် ဖန်ပြွန်သန္ဓေတည်သွားပါတော့တယ်။\nဒီကလေးရဲ့အဖေဖြစ်သူက အိမ်ထောင်သည် Raphael ဖြစ်နေတဲ့အခါ\nWoori တစ်ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/woori-the-virgin/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ljFbOjHBcx9pJUIYJkuz3xmvD1.jpg",
        "title": "Escaype Live (2022) Complete",
        "description": "Escaype Live (2022)ဒီနေ့မှာတော့ IMDb 8.2/10 ရ အိန္ဒိယ social thriller web series ကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။“Escaype Live” ဆိုတာ ဘာလဲ? အနီးစပ်ဆုံးပြောရရင်တော့ Tik Tok တို့ Instagram reels တို့လိုတရုတ်အခြေစိုက် video sharing app တစ်ခုပါပဲ။ ကိုယ်ကြိုက်တဲ့ဗီဒီယိုတွေရိုက်တင်မယ် .. live လွှင့်မယ် ..သဘောကျနှစ်သက်တဲ့သူတွေက အသည်းလေးတွေပေးမယ် ..တချို့ပိုကဲတဲ့သူတွေကကျ ပိုက်ဆံနဲ့ပေးဝယ်ရတဲ့စိန်တုံးတွေဝယ်ပေးမယ်။ဒီမှာဘာပိုမက်မောစရာဖြစ်သွားလဲဆိုတော့ စိန်တုံးရတဲ့သူတွေကကိုယ်ရတဲ့စိန်တုံးအရေအတွက်အလိုက်ပိုက်ဆံရမှာဖြစ်ပြီး အဲဒီပိုက်ဆံကိုတော့ ကုမ္ပဏီနဲ့ 50-50 ခွဲဝေယူရမှာပါ။ ဒီလိုအပေါ်ယံကြည့်မယ်ဆိုရင်တော့ဒီ App ကသုံးပျော်စရာပေါ့ .. ကိုယ်နှစ်သက်ရာကိုလည်း လူတွေနဲ့ဝေမျှလို့ရမယ် ပိုက်ဆံလည်းရမယ်ဆိုတော့ .. ။“ဖုန်းရှိတဲ့သူတိုင်း စတားတစ်ယောက်ဖြစ်နိုင်ပါတယ်” ဆိုတဲ့ဆောင်ပုဒ်ကိုလက်ကိုင်ထားတဲ့ဒီကုမ္ပဏီက တစ်နေ့မှာတော့ တစ်လအတွင်း စိန်တုံးအများကြီးရတဲ့ပါရမီရှင်ကို ရူပီး သန်း 30 ဆုချမယ်ဆိုပြီးမက်လုံးပေးကြေညာလိုက်ပါတော့တယ်။ အကဝါသနာရှင်, prank လုပ်ရတာပျော်တဲ့သူ, ...",
        "url": "https://channelmyanmar.org/tvshows/escaype-live-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dT0FOdUQQQ1bnFOEpSMMPOq7Xsd.jpg",
        "title": "A Robot in the Orange Orchard (2022)",
        "description": "A Robot in the Orange Orchardဒီတစ်ခါ တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့I am not a robot ဆိုတဲ့ Kdrama လေးကိုremake ဆန်ဆန်ရိုက်ကူးထားတဲ့A Robot in the Orange Orchard ဆိုတဲ့အယောင်အဆောင် စက်ရုပ်မလေးနဲ့လူငယ် CEO လေးတိုကြားကအချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်Main Casts တွေအနေနဲ့ကတော့လူငယ်CEOလေး Lu Sen အဖြစ်Meteor Garden 2018ထဲကFeng Meizuo ဆိုတဲ့ ဇာတ်ကောင်နဲ့နာမည်ရလာတဲ့ Connor Leongအယောင်အဆောင် စက်ရုပ်မလေး Friday နဲ့တီထွင်ဖန်တီးသူ Yang Shanshan အဖြစ်Meteor Garden 2018 ထဲမှာ ပါဝင်ခဲ့ဖူးသလိုTake my brother away ထဲက Shi Miao ဆိုတဲ့ ဇာတ်ကောင်နဲ့ပရိတ်သတ်တွေချစ်တာခံရတဲ့ Sun Qian တိုကပါဝင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ လူသားတွေရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/a-robot-in-the-orange-orchard-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMmIxZDQ3ZjQtODEyZS00MzU5LThlZjktOWE4YTI5MTU2YTA1XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_-150x200.jpg",
        "title": "Queen of the South (Season1+2+3+4) (2016)",
        "description": "မက္ကဆီကိုက မူးယစ်ဂိုဏ်းကြီးတွေအကြောင်းတင်ဆက်ထားတဲ့ စိတ်ဝင်စားဖွယ်အက်ရှင်ဒရာမာစီးရီးလေးကို တင်ဆက်ပေးချင်ပါတယ်။ထရက်ဇာမန်ဒိုဇာဆိုတဲ့ကောင်မလေးက မက္ကဆီကိုနိုင်ငံ စီနာလိုအာမြို့လေးမှာ ငွေလဲပေးတဲ့သူအဖြစ်လုပ်ကိုင်နေရင်း မူးယစ်ဆေးအရောင်းအဝယ်လုပ်တဲ့ကောင်လေးနဲ့ ချစ်ကြိုက်မိသွားပါတယ်။ တစ်နေ့မှာတော့ သူ့ကောင်လေးကအသတ်ခံလိုက်ရပြီး သူကိုယ်တိုင်ပါ အသက်ဘေးအန္တရာယ်ကျရောက်လာတဲ့အတွက် လွတ်မြောက်အောင်ထွက်ပြေးခဲ့ရပါတယ်။သူ့ရည်စားကိုသတ်ပြီး သူ့နောက်ကိုပါလိုက်နေတဲ့ အင်အားကြီး အပီဖန်းနျိုဂိုဏ်းရဲ့လက်ကနေလွတ်မြောက်ဖို့ မက္ကဆီကိုကနေထွက်ပြေးရင်း အမေရိကန်နိုင်ငံဒါးလက်စ်မြို့က နောက်ထပ် မူးယစ်ဂိုဏ်းတစ်ခုရဲ့လက်ထဲရောက်သွားပြန်ပါတယ်။ အဲဒီဂိုဏ်းခေါင်းဆောင်ကလည်း အခြားသူမဟုတ်ဘဲ သူ့ကိုလိုက်ဖမ်းနေတဲ့ အပီဖန်းနျိုရဲ့ ဇနီးကမ်မီလာဖြစ်နေပါတယ်။ ဒါပေမဲ့ ကမ်မီလာကလည်း သူ့အကြံနဲ့သူ ထရက်ဇာကိုသူ့ယောက်ျားလက်မအပ်ဘဲ လက်သပ်မွေးထားပါတယ်။ ကမ်မီလာက အကွက်ကျကျမြင်တတ်ပြီး ပါးနပ်တဲ့သူတစ်ယောက်ဖြစ်ပြီးတော့ သူ့ယောက်ျားဦးစီးနေတဲ့မူးယစ်ဂိုဏ်းဟာ သူကိုယ်တိုင်တည်ဆောက်ပျိုးထောင်လာခဲ့ရတာဆိုပြီး လက်လွှဲအုပ်ချုပ်လိုတဲ့ ဆန္ဒရှိနေသူဖြစ်ပါတယ်။ထရက်ဇာကလည်း ငယ်ငယ်ကတည်းကငွေလဲတဲ့သူအဖြစ်ပဲ လုပ်ကိုင်လာခဲ့ပြီး\nမူးယစ်ဂိုဏ်းတွေအကြောင်းဘာမှမသိခဲ့ပေမဲ့ သူ့အသက်ရှင်သန်ရေးအတွက် ရက်စက်တဲ့အပီဖန်းနျိုရော၊ ပါးနပ်တဲ့ကမ်မီလာလက်ကရောလွတ်နိုင်ဖို့ အမျိုးမျိုးဉာဏ်သုံးကြိုးစားရင်း သူမပါဝင်မပတ်သက်ချင်တဲ့ ရက်စက်မှုတွေပြည့်နေတဲ့ မူးယစ်ဆေးအရောင်းအဝယ်လောကထဲကို ဝင်ရောက်ရတော့မလိုပါဖြစ်လာနေပါတယ်။ဒီစီးရီးလေးကတော့ ထရက်ဇာအနေနဲ့ ရွေးချယ်စရာမရှိတဲ့ဘဝမှာ ရှင်သန်ရုန်းကန်ရင်း မူးယစ်ဂိုဏ်းလောကမှာ သုညဘဝကနေ ထိပ်ဆုံးထိရောက်လာအောင်ကြိုးစားရမယ့်ပုံတွေအပြင် အပီဖန်းနျိုနဲ့ ကမ်မီလာတို့လင်မယားအချင်းချင်း အာဏာလုဖို့အားပြိုင်မှုတွေ၊ ရဲတွေကိုပါကြိုးဆွဲထားနိုင်တဲ့ မက္ကဆီကိုကမူးယစ်ဂိုဏ်းကြီးတွေရဲ့ ခွန်အားကြီးမှုတွေစသဖြင့် ...",
        "url": "https://channelmyanmar.org/tvshows/queen-of-the-south-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6B1EgOGOR5VPR1UK4ERlot1H5yM.jpg",
        "title": "Gaslit (2022)",
        "description": "Gaslit (2022) ၁၉၇၂ခုနှစ်မှာ အ​မေရိကန်ပြည်​တောင်စုတစ်ခုလုံး ရုတ်ရုတ်သဲသဲဖြစ်ခဲ့တဲ့\nဝါးတားဂိတ်အ​ရှုပ်​တော်ပုံကြီးကို အ​ခြေခံကာ ​နောက်ကွယ်ကအရှုပ်အရှင်းပြဿနာ​တွေကို\nအ​မေရိကန်နိုင်ငံ​ရှေ့​​​နေချုပ်ကြီးရဲ့ ဇနီး မာသာမစ်ချယ်ရဲ့ရှူ​ထောင့်က​နေ ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nStarz channelမှာ ပြသ​နေတာဖြစ်ပြီး IMDb 6.8နဲ့ Rotten Tomatoes 88%ထိ ရထားပါတယ်၊အဓိကဇာတ်လိုက် မာသာမစ်ချယ်​နေရာမှာ သရုပ်​ဆောင်ထားသူက​တော့\nဝါရင့်မင်းသမီးကြီး ဂျူလီယာ​ရောဘတ်ပဲဖြစ်ပြီး\n​ရှေ့​နေချုပ်ဂျွန်မစ်ချယ်အဖြစ် Mystic River, Milkတို့ရဲ့မင်းသား၊ Into The Wildရဲ့ဒါရိုက်တာ ​ရှောင်ပင်းလို\nဝါရင့်သမ္ဘာရင့်​တွေက ဦး​ဆောင်ပါဝင်ထားပါတယ်။ဝါးတားဂိတ်အရှုပ်​တော်ပုံဆိုတာ သမ္မတနစ်ဆင်လက်ထက်\n၁၉၇၂ခုနှစ်ရဲ့ရွေး​ကောက်ပွဲမတိုင်ခင် ဖြစ်ပွားခဲ့တာပဲဖြစ်ပါတယ်၊\n၁၉၆၈​ ရွေး​ကောက်ပွဲ အနိုင်ရသူအဖြစ် သမ္မတဖြစ်လာတဲ့ရစ်ချက်နစ်​ဆင်ဟာ\n၁၉၇၂မှာ ဒုတိယသမ္မတသက်တမ်းအတွက် ထပ်မံ အ​ရွေးခံခဲ့ပါတယ်၊\nဒီတစ်ကြိမ်မှာလည်း ​သူပဲ ထပ်ပြီးအနိုင်ရမယ်လို့ ထင်​ကြေး​ပေး​ခံထားရတာပါ၊\nဒါ​ပေမဲ့ သမ္မတရာထူးအတွက် အတိမ်းအ​စောင်းအဖြစ်မခံနိုင်ခဲ့တဲ့ သူဟာ\n​ခြေဥ​ဖောက်တဲ့ ဥပ​ဒေမဲ့လုပ်ရပ်​တွေကို ကျူးလွန်ခဲ့ပါတယ်။ဒါက​တော့ သူဖွဲ့စည်းထားတဲ့ သမ္မတပြန်​ရွေး​ကောက်ခံ​ကော်မတီမှတဆင့်\nသူ့ရဲ့ သမ္မတအင်အားနဲ့ ပြိုင်ဖက်ပါတီဖြစ်တဲဲ့ ဒီမိုကရက်တစ် ပါတီအ​ပေါ် အဖျက်အ​မှောင့်မျိုးစုံလုပ်ခဲ့ခြင်းပဲ ဖြစ်ပါတယ်၊\nအဆိုပါ လုပ်ငန်း​တွေဟာ ၁၉၇၂ခု ဇွန်လ ၁၇ရက်မှာ ဒီမိုကရက်တစ်​ နေရှင်နယ်​ကော်မတီရဲ့ ရုံးချုပ်ဖြစ်တဲ့\nဝါးတားဂိတ်အ​ဆောက်အအုံတွင်း ...",
        "url": "https://channelmyanmar.org/tvshows/gaslit-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Six-Sense-140x200.jpg",
        "title": "Six Sense 3 (2022)",
        "description": "Six Sense 3 (2022)တောင်ကိုရီးယားနိုင်ငံရဲ့ Nation’s MC ဖြစ်သူ Yoo Jae Sukအကြီးအမှုးပြုတဲ့ Six Sense Season 3 ဟာ March 18 ရက်နေ့မှာစတင်ထွက်ရှိလာတော့မှာဖြစ်ပါတယ်။ S1 နဲ့ S2 တုန်းကအရမ်းအောင်မြင်ခဲ့တာမို့ S3 မှာရော ဘယ်လိုတွေ ဆန်းသစ်ထားမလဲ စိတ်ဝင်စားစရာပါပဲ။ပါဝင်တဲ့ အဖွဲ့ဝင်များကလည်း နာမည်ကြီးအနုပညာရှင်များဖြစ်တဲ့ Jessi, Lee Mi Joo,Lee Sang Yeob တို့ဖြစ်ပြီး Guest အနေနဲ့All Of Us Are Dead ထဲက မင်းသား Yoon Chan Young ပါဝင်မယ်လို့ အတည်ပြုထားပါတယ်။အဖွဲ့ဝင်များဟာ သူတို့ရဲ့ ဆဠမအာရုံကို အသုံးပြုပြီး ထုတ်လုပ်ရေးအဖွဲ့ကသေချာပြင်ဆင်ထားတဲ့ ရိုက်ကွင်းပေါ်က အတုအယောင်များကို ခွဲခြားဆွဲထုတ်ပေးရမှာဖြစ်ပါတယ်။အပိုင်း ၁၂ ပိုင်း ပါဝင်မှာဖြစ်ပြီး အပတ်စဉ် ...",
        "url": "https://channelmyanmar.org/tvshows/six-sense-3-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/irJ7oJitmIuOCOyY3lTZMoL9Vot.jpg",
        "title": "Mafia the Series: Guns and Freaks (2022)",
        "description": "Mafia the Series: Guns and Freaks (2022) စ / ဆုံး ထိုင်းကားတွေထဲ Romance မဟုတ်ဘဲနဲ့ အကြမ်းစားလေးကြည့်ချင်တယ်ဆိုရင်တော့ ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ တက္ကသိုလ်ကျောင်းသားတိုသဘာဝ လွတ်လွတ်လပ်လပ် ပျော်ရွှင်ချင်တဲ့ Beam ဆိုတဲ့ကောင်လေးတစ်ယောက်.... အကြောင်းအရင်းမရှိဘဲ အလွန်အမင်းချုပ်ချယ်တဲ့ ဖခင်ရဲ့ အုပ်ထိန်းမှုအောက်မှာနေထိုင်ရင်း သူငယ်ချင်းတွေရဲ့ လှောင်ပြောင်သရော်ခြင်းကို ခံရတဲ့အခါ...... တက္ကသိုလ်ကျောင်းသားဖြစ်လို လွတ်လွတ်လပ်လပ်နေခွင့်ပေးဖို ဖခင်ကို တောင်းဆိုပေမဲ့လည်း ဖခင်ဖြစ်သူက လုံးဝခွင့်မပြုခဲ့ပါဘူး။ ဒီလို ခွင့်မပြုတာဟာ သာမန်စိတ်ပူလိုပဲလား၊ နောက်ကွယ်မှာ အကြောင်းအရင်းတစ်စုံတစ်ရာ ရှိနေမလား...... တစ်နေ့တော့ ဖခင်ဖြစ်သူ ဆန်းကြယ်စွာ သေဆုံးသွားပြီးနောက် Beam တစ်ယောက် တစ်ကောင်ကြွက်အဖြစ် ကျန်ရစ်ခဲ့ပြီးမှ..... တစ်သက်လုံး သာမန်လူအဖြစ် ယုံကြည်ခဲ့တဲ့ မိမိဖခင်က ထိုင်းနိုင်ငံရဲ့ အကြီးဆုံး မာဖီးယားဂိုဏ်ခေါင်းဆောင် ဖြစ်နေတဲ့အခါမှာတော့..... သားဖြစ်သူ Beam ဘယ်လိုဆက်လုပ်မလဲ၊ ရှေ့လျှောက် ဘာတွေကြုံတွေ့ရမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒီ series လေးကတော့ အပိုင်း ၁၀ ...",
        "url": "https://channelmyanmar.org/tvshows/mafia-the-series-guns-and-freaks-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5pz6xFxCMXVZprJLis9YEChk9WZ.jpg",
        "title": "[18+] Iskandalo (2022) Complete",
        "description": "[18+] Iskandalo (2022) Completed Series ~ IMDb rating - 6/10 ~ ပတ်ထရစ်ရှာဟာလုပ်ကြံသတ်ဖြတ်ခံရပြီး သေဆုံးသွားခဲ့ရတဲ့ သူ့ဖခင်အတွက်သက်သေပြစရာအကြောင်းပြချက်တစ်ခုကြောင့် လုပ်ငန်းပိုင်းဆိုင်ရာမှာ သက်စွန့်ဆံဖျားကြိုးစားသလို သူ့ကြိုးစားမှုကြောင့်လဲ အားထားရတဲ့စုံထောက်တစ်ယောက်ပါ။ အမ် ဆိုတဲ့ကောင်မလေးကတော့ ဆိုရှယ်မီဒီယာမှာနာမည်ကြီးဘလော့ဂါမိန်းမလှလေးတစ်ယောက်ဖြစ်ပြီး သူနဲ့အမည်မသိလူတစ်ယောက်နဲ့ လိင်ဆက်ဆံနေတဲ့ ဗီဒီယိုအင်တာနက်ပေါ်မှာ ပျံ့နှံ့လာခဲ့တဲ့နောက် ခေတ္တပျောက်ကွယ်သွားရာကနေ Live လွှင့်တဲ့ ဗီဒီယိုလေးတစ်ခုနဲ့ ပြန်လည်ပေါ်ထွက်လာခဲ့ပါတယ်။ ပရိသတ်ကိုသူပြန်လာပြီဖြစ်တဲ့အကြောင်း၊ ဖွင့်ပြောပြစရာတွေရှိကြောင်း၊ အားလုံးအံ့သြစိတ်ဝင်စားရမယ့် အကြောင်းအရာတွေရှိကြောင်းတွေပြောအပြီး ည မှာတော့ သူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတော့တယ်။ ဒါပေမယ့်လဲ သူ့ရဲ့သတ်သေမှုဟာ လူသတ်မှုလို့ သင်္ကာမကင်းဖြစ်စရာအကြောင်းတွေကြောင့် စုံစမ်းစစ်ဆေးဖို့တာဝန်ဟာ ပတ်ထရစ်ရှာရဲ့ လက်ထဲကို ရောက်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ သာမန်ရိုးရှင်းတဲ့အမှုလေးတစ်ခုလို့ထင်မိတဲ့အပြင်၊ အထက်က တိုက်တွန်းချက်တွေကြောင့် လက်ခံလိုက်ရတဲ့ ပတ်ထရစ်ရှာဟာ သပွတ်အူကြီးလက်ထဲပိုက်မိလိုက်တာပါပဲ။ အမ်ရဲ့မိခင်အဆက်အသွယ်တွေထဲမှာနိုင်ငံရေးထဲ သြဇာကြီးမားတဲ့ ပုဂ္ဂိုလ်တွေပါဝင်ပြီး သူတို့ပါအမှုကိုလာပတ်သက်နေရုံတင်မက၊ တစ်ချိန်က သူ့အဖေသေဆုံးမှုနဲ့ပါ နက်ရှိုင်းတဲ့ဆက်သွယ်မှုတွေ ရှိနေတာကို တစ်ဖြည်းဖြည်းခြေရာခံမိလာတဲ့အခါမှာတော့...။ နာမည်ကြီးမျက်နှာသိ မင်းသမီးလေးတွေဖြစ်တဲ့ AJ Raval, ...",
        "url": "https://channelmyanmar.org/tvshows/18-iskandalo-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k5iEn12RF4WQuxwY5kZa5SYu83M.jpg",
        "title": "Welcome to Wedding Hell (2022) [Complete]",
        "description": "Welcome to Wedding Hell (2022) ဇာတ်လမ်းတွဲအညွှန်း [အစ-အဆုံး] အပိုင်း - ၁၂(1080p ရပါပြီ) ဒီနေ့မှာပဲ အသစ်ထွက်ရှိလာတဲ့ Marriage White Paperဆိုတဲ့ Romance Dramaလေးအကြောင်း မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ Bulgasal ထဲက မင်းသားကြီး Lee Jin Wook နဲ့ Lee Yeon Hee တို့က အဓိကပါဝင်ထားပြီးတော့ အိမ်ထောင်ပြုဖို့ ပြင်ဆင်နေတဲ့ အသက် 30 အရွယ် စုံတွဲတစ်တွဲအကြောင်း ရိုက်ကူးထားပဲဖြစ်ပါတယ်။Seo Joon Hyung (Lee Jin Wook)ဟာ အသက်၃၀ရွယ် ကုမ္ပဏီဝန်ထမ်းတစ်ယောက်ဖြစ်ပါတယ်။ ငွေကြေးအတွက်လည်း စိတ်ပူမစရာမလိုဘဲ ပျော်ရွှင်စရာကောင်းတဲ့ ဘဝကို ပိုင်ဆိုင်ထားသူတစ်ယောက်ပါ။သူ့ကောင်မလေးဖြစ်တဲ့ Kim Na Eun( Lee Yeon Hee)ကလည်း တက်ကြွပြီး ထူးချွန်တဲ့ ကုမ္ပဏီဝန်ထမ်းတစ်ယောက်ပဲ ဖြစ်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/welcome-to-wedding-hell-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Hua-Rong-1-123x200.jpg",
        "title": "The Romance of Hua Rong S02 (2022)",
        "description": "The Romance of Hua Rong 2 (2022)၂၀၁၉ ခုနှစ်ကထွက်ရှိခဲ့ပြီးလူကြိုက်များခဲ့တဲ့ပင်လယ်ဓားမြကြီးနဲ့ဟွားရုံတိုရဲ့ရိုရိုချိုချိုအချစ်ဇာတ်လမ်းလေးဟာ season 2 ထွက်ရှိလာပြီမိုCM ပရိသတ်တိုခံစားကြည့်ရှုနိုင်ဖိုတင်ဆက်ပေးလိုက်ပါတယ်။ရှေးခေတ်မှာဇာတ်အိမ်တည်ထားပြီးပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်လမ်းတွဲလေးမိုအလောင်မကြိုက်သူတွေ၊ အချိုကြိုက်သူတွေကြည့်ရှုသင့်ပါတယ်။Season 2 မှာရော ဘယ်လိုအချိုတွေကျွေးပြီး၊ဘယ်လိုစိတ်လှုပ်ရှားစရာတွေများပါဝင်လာဦးမလဲဆိုတာရင်ခုန်ခံစားကြည့်ရှုလိုက်ကြရအောင်။ Quality : WEB-DL 720pTotal Episodes : 24Format : mp4Genres : Comedy,Romance,HistoricalDuration : 40 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK \nEpisode 1\nMegaUp / Yoteshin / Usersdrive / StreamSB/ VIP\n \nEpisode 2\nMegaUp / Yoteshin / Usersdrive / StreamSB/ VIP\n \nEpisode 3\nMegaUp / ...",
        "url": "https://channelmyanmar.org/tvshows/the-romance-of-hua-rong-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insetr-133x200.jpg",
        "title": "Obi-Wan Kenobi 2022 (Season1)",
        "description": "Epic Sci-fi အမျိုးအစားဖြစ်တဲ့ Star Wars ဇာတ်လမ်းတွေက အားလုံးစောင့်နေတဲ့ စီးရီးတစ်ခုထွက်လာပါပြီ။သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်တွေထဲမှာ သမိုင်းတလျှောက်အအောင်မြင်ဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ နောက်ပိုင်းထွက်သမျှ ရုပ်ရှင်တွေထဲမှာလည်း ဒီရုပ်ရှင်တွေထဲက စကားစုတွေ ကိုးကားချက်တွေကို မကြာခဏတွေ့ရတတ်ပါတယ်။\nပညာရှိ ဆရာဆိုရင် Master Yoda ကိုအမြဲတင်စားကြသလို ဗီလိန်ဆိုရင်လည်း Darth Vader ဟာ ပြောစမှတ်တွင်ကျန်ခဲ့တာပါပဲ။ဇာတ်လမ်းကတော့ ဟိုးအတိတ်ကာလတစ်ခုတုန်းက ဝေးကွာလှတဲ့ နဂါးငွေ့တန်းကြယ်စုတွေကြားထဲမှာ ဖြစ်ပျက်နေတဲ့အကြောင်းတွေပါ။ အစဦးမှာ ကြယ်စုတွေ ဂြိုလ်တွေဟာ လွှတ်တော်ဖွဲ့စည်းထားပြီး ဒီမိုကရေစီ စနစ်နဲ့ အုပ်ချုပ်မှုအောက်မှ နေထိုင်ကြပါတယ်။ လွှတ်တော်နဲ့အတူ ဂလက်ဆီကြီးတစ်ခုလုံးရဲ့ တရားမျှတမှုနဲ့ ငြိမ်းချမ်းမှုကို ထိန်းသိမ်းပေးတဲ့ သူရဲကောင်းအဖွဲ့တစ်ခုလည်း ရှိနေပါတယ်။ အဲဒီသူတွေကိုတော့ Jedi တွေလို့ ခေါ်ကြပြီး သူတို့မှာ Lightsaber ဆိုတဲ့ အလင်းဓားလက်နက်တွေ ပိုင်ဆိုင်ကြပါတယ်။ ဒါ့အပြင် သူတို့ကို သာမန်လူတွေထဲ ထူးခြားတဲ့ စိတ်စွမ်းအင်တွေနဲ့ ခွန်အားတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/obi-wan-kenobi-2022-season1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnZYv0myYIhKW0iPDTh697n5qu0.jpg",
        "title": "Love, Victor",
        "description": "Love, Victor (2020) Season 1အမည်မဖော်ဘဲနဲ့ အီးမေးလ်အပြန်အလှန်ပို့ရင်းက ‌\nအဆုံးသတ်ကျ ရဟတ်ကြီးပေါ်မှာ ချစ်ရသူနဲ့ အနမ်းပေးခဲ့တဲ့\n‌ခရိဝုဒ်က ဂေး ကျောင်းသားလေးတစ်ယောက်ကို မှတ်မိကြသေးလားဗျ။\nသူ့ရဲ့ နာမည်က \"ဆိုင်မွန် စပီယာ\" တဲ့လေ။အခုတော့ သူ့ရဲ့ရင်ခုန်စရာ ဇာတ်လမ်းလေးကြောင့် ဆိုင်မွန်မှာ admirer တွေ အများကြီး ရှိနေပါပြီ။\nဒီလူတွေထဲမှာ ဗစ်တာ ဆလာဇာဆိုတဲ့ ကောင်လေး အပါအ၀င်ပေါ့။\nဗစ်တာဟာ သူ့ကိုယ်သူ အခုထိ ဘယ်လိုလူစားလဲဆိုတာ\nအဖြေရှာမရသေးတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ပါ။တစ်နေ့တော့ ဗစ်တာဟာ ဖခင်ဖြစ်သူရဲ့ အလုပ်အပြောင်းအရွေ့ကြောင့်\nတက္ကဆက်ကနေ အတ္တလန်တာကို ပြောင်းရွှေ့ခဲ့ရပါတယ်။\nဟုတ်ပါတယ်....သူ့ရဲ့ အိုင်ဒေါ ဆိုင်မွန်တစ်ယောက် ချစ်သူနဲ့ ပထမဆုံး အနမ်းပေးခဲ့ရာ ‌အရပ်ဒေသလေးပါ။အတ္တလန်တာမှာ ဗစ်တာဟာ သူ့ကိုယ်သူ အဖြေရှာနိုင်မယ်... ဘ၀သစ် စတင်နိုင်မယ်လို့ ယူဆထားတယ်။\nတစ်ဖက်မှာလည်း message box ကနေတစ်ဆင့် ဆိုင်မွန် စပီယာထံ\nသူ့ရဲ့ လျှို့ဝှက်ခံစားချက်တွေ ပို့လျက်ပေါ့....အတ္တလန်တာ ခရိဝုဒ်အထက်တန်းကျောင်းမှာ ကျောင်းတက်ရင်း ဆိုင်မွန့်လိုပဲ\nအားကိုးရတဲ့ သူငယ်ချင်းတွေနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/love-victor/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/photo_2022-04-18_17-49-19.jpg",
        "title": "Devil Sister (2022)",
        "description": "Devil Sister (2022) စ/ဆုံး******************* Devil Sister ဇာတ်လမ်းအညွှန်းကဲ Mon, Tue တိုင်း မျှော်လင့်စောင့်စားစရာ ကားကောင်းလေးတစ်ကား ထပ်လာပါပြီ\nအားလုံးရဲ့အသည်း ဝင်း မယ်ထဝင်း ပါဝင်ထားတဲ့ Devil Sister ဆိုတဲ့ကားလေးဖြစ်ပါတယ်ဆရာဝန်ပေါက်စလေးဖြစ်သူ 'နမ်ချာ'...\nသူ့ကို ဝိုင်းသဘောကျကြတဲ့သူများပေမဲ့လည်း ကျောင်းကတည်းကတွဲလာတဲ့ မမကိုသာ အသည်းစွဲဖြစ်နေတဲ့သူ...သူ့ရဲ့မမဖြစ်သူကတော့ နမ်ချာထက် အသက် ၇ နှစ်ကြီးတဲ့ 'အိုင်ရင်'...\nကျောင်းတုန်းကတည်းက နမ်ချာနဲ့ လူအသိမခံဘဲ တွဲလာကြတာဖြစ်ပြီး ဆိုးသွမ်းတယ်၊ ရိုင်းစိုင်းတယ်လို ပတ်ဝန်းကျင်က သမုတ်ခံရသူ တစ်ဦးပါတစ်နေ့မှာတော့ မသိနိုင်တဲ့ အကြောင်းအရင်းတစ်ခုကြောင့်...\nသူတိုနှစ်ယောက်လမ်းခွဲဖိုကို အိုင်ရင်က တောင်းဆိုပါတော့တယ်ဒါကိုလက်မလျှော့နိုင်တဲ့ နမ်ချာက ပတ်ဝန်းကျင်ကို အာခံပြီး..\nလူကြီးတွေက အိုင်ရင်နဲ့သဘောတူထားတဲ့ 'ဂျင်' နဲ့အပြိုင် ဘယ်လိုတွေ မမရဲ့အချစ်ကို လုကြမလဲဆိုတာနဲ့\nနောက်ထပ် ဘယ်လိုအတားအဆီး၊ အနှောင့်အယှက်တွေက မမနဲ့ မောင်လေးကြားထဲကို ဝင်လာမလဲဆိုတာကို...\nစောင့်မျှော်ကြည့်ရှုရင်း ရင်ခုန်နိုင်ကြပါပြီနော် Episodes: 18Aired: April.18, 2022 – 14.06.2022Aired ...",
        "url": "https://channelmyanmar.org/tvshows/devil-sister-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/rafoma17yumhnxc0V9Uih-s.jpg",
        "title": "Honey Cage (2022)",
        "description": "Honey Cage (2022)  စ/ဆုံး**************************ဖူးခတ်မြို့တွင်အာဏာရှိသော တီရောငိယ် ဆိုသည့် မျိုးနွယ်စုတစ်ခုအတွင်းတွင်\nလျှို့ဝှက်နက်နဲဖွယ်ကောင်းသော လူသတ်မှုတစ်ခု ဖြစ်ပေါ်ခဲ့ပါတယ်...ထိုလူသတ်မှုတွင် အဘိုးဖြစ်သူဆုံးပါးသွားရသောကြောင့် သွေးမတော်သားမစပ် မွေးစားထားသူ\nချလန်ဖွန် တစ်ယောက်က ဒီအမှုကို ဘယ်လိုအမှန်တရား ဖော်ထုတ်မလဲ ဆိုတာလည်း\nစိတ်ဝင်စားစရာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်လုံစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်...ရှုပ်ထွေးနက်နဲလှတဲ့လူသတ်မှုတရားခံကို ရှာဖွေတဲ့အချိန်မှာ\nဖွန် တစ်ယောက်က အချစ်၊လောဘ၊အငြိုးအတေးတွေ ကြားထဲမှာ ဘယ်လို အနိုင်ယူမလဲ?ကဲ....လူသတ်မှုတရားခံကိုရှာတာတစ်ခုတည်းဆို ပျင်းဖို့ကောင်းမနေဘူးလား ?\nအရိုတစ်လိုင်းလည်းကြိုက်တဲ့ ပရိသတ်ကြီးတွေအတွက် ဦးနဲ့ခေးတို့ရဲ့\nအရိုတစ်လိုင်းတွေကိုကြည့်ရမယ့် 13++ ကားလေးပါနော်\nဦး ရဲ့ချောမောခန့်ညားမှုတွေနဲ့အတူ လူသတ်မှုတရားခံ လေးကိုလည်းဝင်ရှုစားပေးကြပါဦးရှင့်Episodes: 17Aired: April.19, 2022Aired On: Mon to TueGenres:  Drama,ActionTranslated by Tin Me Me Soe , Zoe & May ThuEncoded by PinkployEpisode 1 (700MB)UsersDrive / Yoteshin / Mega  ...",
        "url": "https://channelmyanmar.org/tvshows/honey-cage-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/265f894f-58c3-4ee8-aa48-f2571308b70d.jpg",
        "title": "My Lovely Bodyguard (2022)",
        "description": "My Lovely Bodyguard(2022) စ/ဆုံး-----------------------------------5နှစ်တွဲခဲ့တဲ့ ရည်းစားနဲ့ အဖြတ်ခံထားရပြီး\nအသည်းကွဲနေတဲ့ လူ‌တယောက်ဖြစ်သူ “ ထေဝမ်”မိဘမဲ့ဖြစ်သွားသော ငွေကြေးသန်းပေါင်းများစွာ အမွေရလိုက်တဲ့တူလေးဖြစ်သူအား\nစောင့်ရှောက်ရန်တာဝန်ရှိလာသောအခါ ………ငယ်ငယ်ကတည်းက ဆင်းရဲပင်ပန်းစွာရုန်းကန်လာခဲ့ရသော\nကိုယ်ကာယကြံခိုင်သူ အမျိုးသမီးလေး “ ဆာရဖီ”ထေဝမ်ဟာ ဆာရဖီရဲ့ အရည်အချင်းတွေကို မြင်ပြီး\nသူရဲ့ သက်တော်စောင့်အဖြစ်နဲ့ သူမကို ငှါးရမ်းခဲ့ပါတော့တယ် ………ဆာရဖီဟာလည်း သူမရဲ့ငွေကြေးပြဿနာတွေကြောင့်\nသက်တော်စောင့် အဖြစ် လက်ခံလိုက်ပါတော့တယ်ဆာရဖီနဲ့ ထေဝမ်တို့ နောက်ကွယ်က အမွေလုလုပ်ကြံသူရဲ့ အန္တရာယ်တွေကနေ\nဘယ်လိုကာကွယ်ကြမလဲ ….သက်တော်စောင့်ဘဝမှာ ဆာရဖီ ဘယ်လိုအသက်အန္တရာယ်တွေနဲ့ကြုံတွေ့ရင်း\nထေဝမ်နဲ့ ငြိတွယ်သွားမလဲ ……\nထေဝမ်နဲ့ ဆာရဖီတို့ရဲ့ ကံဇာတာ ဘယ်လိုဖြစ်လာမလဲ။ဆာရဖီဟာလည်း အကြွေးကျေဖို့ ဘယ်လို အလုပ်မျိုးလုပ်ရဦးမှာလဲ။\nထေဝမ်ဟာလည်း အသည်းကွဲခြင်းကနေ ဘယ်လိုရုန်းထွက်သွားမလဲဆိုတာ ခံစားကြည့်ရှုရမှာပါEpisodes: 12Aired: May .2 ,  2022Aired On: Mon to TueGenres: Romance, ActionTranslated by Zee , Zoe & ...",
        "url": "https://channelmyanmar.org/tvshows/my-lovely-bodyguard-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v2anAQ1kffNRQoClWhGT81sXqFu.jpg",
        "title": "The Baby (2022) (Completed)",
        "description": "The Baby (2022) (Completed Mini Series) ~ IMDb - 6.1/10, Rotten Tomatoes - 64% ~ ခင်ဗျားလက်ထဲ လေထိတောင်မခံတဲ့ မွေးကင်းစလေးချစ်စရာ‌လေးကို ကိုင်ထားပြီး အဲဒီကလေးကို တိုက်ပေါ်၀ရန်တာက လွတ်ကျသွားတယ်လို့ တွေးကြည့်။ သိပ်လန့်စရာကောင်းတယ်မလား။ ဒီရုပ်ရှင်ဟာ အဲဒီလိုကြောက်လန့်စရာကောင်းတဲ့ ရုပ်ရှင်‌ပေါ့။ HBO ရဲ့ အသစ်ထွက် Horror, Comedy Series လေးပါ။ Horror Comedy တော်တော်များများက ကြောက်ရတာထက် ရယ်စရာပိုကောင်းနေတတ်တယ်ဆိုပေမဲ့ ဒီတစ်ခုကတော့ ရယ်လည်းရယ်ရ အသည်းလည်းထိတ်ရပါပဲ။ ကလေးတွေဆိုတာ ရတနာလေးတွေ။ ကလေးရပြီဆိုတာနဲ့ ဘဝတစ်ခုလုံး ပြောင်းလဲသွားတယ်ဆိုပေမဲ့ ဒီဇာတ်လမ်းထဲက နာတာရှာလောက်တော့ ပြောင်းနိုင်မယ်မထင်ဘူး။ နာတာရှာက သူ့ရဲ့ အရင်းနှီးဆုံး သူငယ်ချင်းတွေအကုန်လုံး အိမ်ထောင်တွေကျ ကလေးတွေရကုန်လို့ သူ့ကိုပလစ်ကုန်ကြလို့ မကျေမနပ်ဖြစ်နေသလို ကလေးဆိုရင် အသံမကြားချင်လောက်အောင်မုန်းတဲ့လူပါ။ တစ်နေ့ သူနေတဲ့ ချောက်ထဲကို ကလေးတစ်ယောက် ပြုတ်ကျလာပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-baby-2022/"
    }
]