[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/whRwievRIQTPfo4bXLOtJZBMytE-133x200.jpg",
        "title": "Criminal Justice: Behind Closed Doors (2020) Complete",
        "description": "အိမ်ထောင်ရေးဆိုတာ သူ့ဘက် ကိုယ့်ဘက်\nမျှမျှတတနဲ့ တည်ဆောက်ရတဲ့အမျိုး မဟုတ်ပါလားအဲဒီလိုမှမဟုတ်ဘဲ တစ်ဖက်သက် စောင်းနင်းပဲ\nကိုယ့်အတ္တနဲ့ ကိုယ့်လိုဘပဲ ကြည့်မယ်ဆိုရင်တော့\nအဲဒီအိမ်ထောင်ရေးဟာ မလွဲမသွေ ပျက်ကိန်းကြုံရမှာ အမှန်ပါပဲဒီကားထဲက ရှေ့နေကြီးတစ်ယောက်ရဲ့ ဇနီးကလည်း\nအဲဒီ တစ်ဖက်စောင်းနင်းအိမ်ထောင်ရေးကြီးကို\nနှစ်ရှည်လများ ခံစားနေရတဲ့သူပေါ့သူဟာ ဘယ်သူ့ကိုမှ လွယ်လွယ်ထုတ်ပြောလို့ မရတဲ့ သူ့ယောက်ျားရဲ့ အိမ်တွင်းအကြမ်းဖက်မှုကြီးကို ခံစားနေရသူဖြစ်ပြီးအဲဒီလိုနဲ့ တစ်နေ့ရောက်တော့ သူ့ယောကျာ်းကို\nသူ ဓားနဲ့ထိုးသတ်လိုက်ပါတော့တယ်လူတွေအမြင်မှာ ကိုယ့်မိန်းမကို အရမ်းချစ်တဲ့\nရှေ့နေကြီး၊ အရမ်းသဘောထားကြီးတဲ့ ရှေ့နေကြီး၊\nတရားမျှတမှုဘက်မှာပဲနေတဲ့ ရှေ့နေကြီးသူ့မိန်းမရဲ့ အသတ်ကို ခံလိုက်ရတဲ့အခါမှာတော့\nအားလုံးဟာ မိန်းမဖြစ်သူကိုပဲ အပြစ်တင်ကြတော့တာပေါ့ သူ့ရဲ့သမီးလေး အပါအဝင်ပါပဲဒါပေမယ့် ပိတ်ထားတဲ့တံခါးတွေရဲ့ နောက်ကွယ်က\nအမှန်တရားကိုတော့ ဘယ်သူမှ မမြင်နိုင်ခဲ့ပါဘူးဒါကို မြင်အောင်လုပ်ပေးမှာကတော့\nဇာတ်လိုက်ကြီး ရှေ့နေ မီရှရာကလွဲလို့ ဘယ်သူရှိဦးမှာပါလဲကဲ အဲဒါကြောင့်..... အားလုံးပဲ\nပိတ်ထားတဲ့ တံခါးတွေရဲ့ နောက်ကွယ်က အမှန်တရားကို\nအခုပဲ တစေ့တစောင်း ငဲ့ကြည့် အဖြေရှာလိုက်ကြရအောင်လားရှင်File Size – 800MB  / 350MBQuality – 1080p WEB ...",
        "url": "https://channelmyanmar.org/tvshows/criminal-justice-behind-closed-doors-2020-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kX0e5NjmjphPb1yE1yfl1dRrRZ4.jpg",
        "title": "Unicorn (2022) [Complete]",
        "description": "Unicorn (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၉ မှ ၁၂ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)အားလုံးအတွက်...Start-Up လုပ်ငန်းအကြောင်း၊ Management အကြောင်းတွေကို ဟာသလေးတွေနဲ့ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ~ကိုရီးယားနိုင်ငံ Start-up ကုမ္ပဏီတွေနဲ့ပတ်သက်တဲ့ ရုန်းကန်မှုတွေကို သရုပ်ဖော်ထားတဲ့ကားလေးပါ။ Start-Up လုပ်ငန်းတွေကြုံတွေ့နေကျပြဿနာကို McCom လို့ခေါ်တဲ့ Fictional Company တစ်ခုမှဝန်ထမ်းတွေလည်း ကြုံတွေ့နေရပါတယ်။Steve ကတော့ McComb နောက်ကွယ်က စီစဉ်ညွှန်ကြားသူဖြစ်ပြီး အလွန်စိတ်အားထက်သန်ပြီးတော့ တယူသန်သူတစ်ယောက်ပါ။\nAshley ကတော့ဆန်းသစ်တီထွင်မှုအဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး Steve ရဲ့အတော်ဆုံးဝန်ထမ်းထဲကတစ်ယောက်ပါ။အတွေးအခေါ်ပေါင်းစုံနဲ့ ခံယူချက်ချင်းမတူတဲ့ McComb အဖွဲ့ဝင်တွေကလုပ်ငန်းတစ်ခုကို ဘယ်လိုတည်ဆောက်ကြမလဲ?\nStart-up လုပ်ငန်းတွေရဲ့ဖရိုဖရဲဂယက်ကိုရော ကျော်ဖြတ်နိုင်လိမ့်မလား? ဆိုတာကို ဟာသလေးတွေနဲ့ ကြည့်ရမယ့်ကားလေးမို့ လက်မလွှတ်လိုက်သင့်ဘူးနော်။(အညွှန်းကိုတော့ က Hnin Pale ရေးပေးထားတာပါ။)Aired: Aug 26, 2022 -- Sept 30, 2022\nAired On: Friday\nGenres: Comedy, ...",
        "url": "https://channelmyanmar.org/tvshows/unicorn-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Dhjh0Y2o3JWGOwYvsy1lBbPtcC.jpg",
        "title": "Draw The Line (2022)",
        "description": "ရှင်းချန်ပြည်နယ်တရားရုံးရဲ့ တရားသူကြီးဖန်းယွမ်နဲ့ရုံကျိုးပြည်နယ်တရားရုံးရဲ့ ပြစ်မှုဆိုင်ရာလက်ထောက်တရားသူကြီး စုန့်ယွီ ဖေးတိုဟာကျန်းဝေ့မင်ရဲ့အလုပ်သင် တွေဖြစ်ကြသလိုရှင်းချန်တရားရုံးရဲ့ ဒုတရားသူကြီး တွေ ဖြစ်ကြပါတယ်ဆရာသုံး ယောက်နဲ့အလုပ်သင် တွေကတရုတ်ပြည်ရဲ့တရား ရေးမှာ ငယ်ရွယ်မှုစိတ်အားထက်သန်မှု တွေကို မြှုပ်နှံထားကြပါတယ်အခု တော့ ဖန်းယွမ်ရဲ့အလုပ်သင်နဲ့တရားရေးရာလက် ထောက် ကျိုးယိအန်းဟာတရားသူကြီးမင်း ဖြစ်လာခဲ့ပါတယ်ဆရာ တွေနဲ့အလုပ်သင်တွေရဲ့ မတူညီတဲ့အဖွဲတွေဟာအခုတော့ လူစုကွဲသွားကြပြီး နေရာအမျိုးမျိုးမှာတောက်ပဖိုဆက်ကြိုးစားနေခဲ့ကြပါတယ်နိုင်ငံတော်တရားရုံးရဲ့ အမျိုးသမီးအလုပ်သင် ယဲ့ရှင်းရဲ့ရုတ်တရက် ရောက်လာမှုက ရှင်းချန်တရားရုံးကိုပြောင်းလဲမှုတွေအများကြီး ဖြစ်လာစေပါ တော့တယ်တရားရုံးအမှုထမ်းမျိုးဆက်သုံးခုဟာ ကိစ္စတိုင်းမှာတရားရုံးအကူအညီနဲ့လမ်းညွှန်မှု တွေအတိုင်းလုပ်ဆောင်ခဲ့ကြပါတယ် နောက် တော့သူတိုဟာတရား ရေးရာ အကျင့်သိက္ခာနဲ့ လူသားဆန်မှုတိုကိုစောင့်ထိန်းကြပါ တော့တယ်ပြောင်းလဲမှု တွေက ရော ဘာ တွေဆက်ဖြစ်လာမလဲဆိုတာစိတ်ဝင်စားဖွယ် ဒီကား လေးကိုCMက တင်ဆက်ပေးတော့မှာဖြစ်လိုစောင့်မျှော်ကြည့်ရှုကြဖို ဖိတ်ခေါ်လိုက်ပါတော့တယ် (အညွှန်းရေးသားထားသူကတော့ Star Moon Sun ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 40Format : mp4Genres : Friendship, ...",
        "url": "https://channelmyanmar.org/tvshows/draw-the-line-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/hush-hush-133x200.jpg",
        "title": "Hush Hush (2022) Complete",
        "description": "Hush HushIMDb-5.2/10ဒီတစ်ခါ မိတ်ဆက်ပေးမှာကတော့ အိန္ဒိယ\ndrama series ကောင်းလေးဖြစ်ပါတယ်နိုင်ငံရေးအသိုင်းအဝိုင်းနဲ့မကင်းတဲ့ စီးပွားရေးလုပ်ငန်းရှင် - အစ်ရှီ\nဒီဇိုင်းပညာနဲ့ နိုင်ငံတကာထိုးဖောက်‌ဖို့ ကြိုးစားနေတဲ့-ဇာရာ\nအောင်မြင်တဲ့လုပ်ငန်းရှင်ယောင်္ကျားနဲ့ သားသမီးလေးတွေနဲ့ အခြေကျနေတဲ့ ဘ၀လေးပိုင်ဆိုင်ထားတဲ့-ဆိုင်ဘာ\nငယ်ရွယ်လှ‌ပပေမယ့် ကလေးမရနိုင်လို့ဆိုပြီး ယောက္ခမဆီက အမြင်မကြည်ခံရတဲ့ -ဒိုလီသူတို့လေးယောက်ဟာ အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်ကြပြီး တစ်နေ့ပါတီပွဲတစ်ခုမှာ\nလူတစ်ယောက်က အစ်ရှီကို သတ်ဖို့ ကြိုးစားလို့ ဝိုင်းကူကြရင်း လက်လွန်သွားကြတယ်\nဟိုလူကလည်း ဘယ်သူမှန်းမသိသလို အစ်ရှီကလည်း နိုင်ငံအတွင်းဖြစ်နေတဲ့\nအကျင့်ပျက်ခြစားမှုတွေနဲ့ ပတ်သတ်ပြီး စောင့်ကြည့်ဝေဖန်ခံနေရတဲ့ စီးပွားရေးလုပ်ငန်းရှင်အစ်ရှီက သူဖြေရှင်းလိုက်မယ်ဆိုပြီး သူငယ်ချင်းတွေကို ဖျောင်းဖြပြီး ပြန်လွှတ်လိုက်တယ်\nဒါပေမယ့် သူတို့နဲ့ချိန်းထားတဲ့ မနက်မှာပဲ အစ်ရှီက ရေးချိုးခန်းထဲမှာ သူ့ကိုယ်သူ သတ်သေသွားတဲ့အချိန်မှာတော့....ကျန်ခဲ့တဲ့ သူငယ်ချင်းသုံးယောက်ဘယ်လိုတွေ ဆက်လုပ်ပြီး ဘယ်လို စခန်းသွားကြမလဲ......\nအမျိုးသမီး လေးယောက်ရဲ့ ဘ၀ဇာတ်ခုံနဲ့ သူတို့ရဲ့ ဘ၀အမြင်ခံယူချက်တွေပါ ခံစားနိုင်မယ့် thriller ကားလေး ဖြစ်ပါတယ်File Size – 600MB  / 300MBQuality –1080p WEB ...",
        "url": "https://channelmyanmar.org/tvshows/hush-hush-2022-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIimadAequqjHuQmeAIiD7EFEpg.jpg",
        "title": "The Secret House (2022) [Complete]",
        "description": "The Secret House (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၂၄ (ဇာတ်သိမ်းပိုင်း) ရပါပြီ ဇာတ်လမ်းရှည်ကြိုက်တဲ့ပရိသတ်တွေအတွက် Second Husband အပြီး အပိုင်း ၁၂၀ ရှိတဲ့ ဇာတ်ကားသစ်တစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ပျောက်ဆုံးသွားတဲ့ မိခင်ဖြစ်သူရဲ့ သဲလွန်စတွေနောက် လိုက်လံရှာဖွေရင်း သူ့ဘေးပတ်ဝန်းကျင်မှာတင်ရှိနေတဲ့ လျှို့ဝှက်ချက်ထဲ ပါဝင်ပတ်သက်မိသွားတဲ့ ရှေ့နေတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတာပါ။အဓိကပါဝင်ထားတဲ့ ကာရိုက်တာတွေကတော့...မိသားစုရဲ့ ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် လျှို့ဝှက်ချက်တစ်ခုကို ဖုံးကွယ်ထားရတဲ့ ရှေ့နေဖြစ်သူ Woo Ji Hwan ...Woo Ji Hwan ရဲ့ အချစ်ဦးဖြစ်တဲ့ ထက်မြက်ပြီး နွေးထွေးတဲ့နှလုံသားပိုင်ရှင် ခွဲစိတ်ဆရာဝန်မလေး Baek Joo Hong ...ပိုက်ဆံ၊ အရည်အချင်း၊ မိသားစုနောက်ခံစတဲ့ ပြီးပြည့်စုံတဲ့ဘဝကို ပိုင်ဆိုင်ထားတဲ့ အမှုစစ် Nam Tae Hyung ...အစ်ကိုဖြစ်သူ Nam Tae Hyung ကို လက်စားချေဖို့ တိတ်တဆိတ်ကြံစည်နေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-secret-house-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/2lb8d_4f-141x200.jpg",
        "title": "My Mister (2018)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDb RATING 9.1 အထိ ရရှိခဲ့တဲ့ ဇာတ်လမ်းတွဲကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်လမ်းမှာ မင်းသားကြီး 'Lee Sun Kyun' နဲ့ အဆိုတော် မင်းသမီးချော 'IU' တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်.. Jang Ki Yong ကလည်း support role အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်ဘဝမှာ ရှုံးနိမ့်မှုကြုံတဲ့အခါ ဘယ်လိုဆက်ပြီးရှင်သန်ကြလဲ\nမိသားစုဝင်တွေရဲ့ကြားက ချစ်ခြင်းမေတ္တာတွေ လုပ်ငန်းခွင်မှာ ကြုံတတ်တဲ့ အတိုက်အခိုက်တွေနဲ့ လူ့သဘာဝ စရိုက်တွေကို သေချာ ဖော်ပြပေးနိုင်တဲ့ Life Drama လေးဖြစ်လို့ လက်မလွတ်တမ်းကြည့်သင့်ပါတယ်နော်ဇာတ်လမ်းအကျဉ်း\n--------------------------\nဘတ်ဒုံဟွန်းက သက်လတ်ပိုင်းအရွယ် အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး ရှေ့နေ ဂန်ယွန်ဟီးနဲ့ လက်ထပ်ထားတယ်\nလုပ်ငန်းခွင်မှာလည်း ဌာနမှူးအဖြစ်ကနေ ရာထူးဆက်မတိုးဘဲ တန့်နေခဲ့ပြီး မိသားစုမှာလည်း သူ့ကိုမှီခိုနေတဲ့ အလုပ်လက်မဲ့ အစ်ကိုတစ်ယောက်နဲ့ ညီတစ်ယောက်ကြောင့် သူ့ဘဝမှာ ပျော်ရွှင်စရာတွေ သိပ်အများကြီးမရှိခဲ့ဘူး\nအဲဒီအပြင် ဇနီးဖြစ်သူကလည်း သူ့အထက်လူကြီးစီးအိုလည်းဖြစ်သလို သူ့ရဲ့ဂျူနီယာလည်းဖြစ်တဲ့ ဒိုဂျွန်ယောင်းနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/my-mister-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ywjJZsyWjhk3ZhqTiKbWnKWuVMt.jpg",
        "title": "The Backpacker Chef (2022)",
        "description": "လွယ်အိတ်တစ်လုံးနဲ့ နေရာအနှံ့ခရီးနှင်တဲ့ ခရီးသွားမျိုးကို backpacker လို့ ခေါ်ကြပါတယ်။ဒီလိုပဲ backpacker chef ဆိုတာ လွယ်အိတ်တစ်လုံးထဲ ဟင်းချက်ပစ္စည်းတွေ အစုံအလင်ထည့်ပြီး နေရာအနှံ့မှာ စားသောက်ဖွယ်ရာတွေ ချက်ပြုတ်ပြင်ဆင်ပေးမယ့် စားဖိုမှူးတွေပါ။အခုအစီအစဉ်လေးမှာလည်း backpacker chef လေးယောက်က ရောက်ရှိသွားတဲ့နေရာပေါ်မူတည်ပြီး နေရာဒေသံ‌နဲ့လိုက်ဖက်မယ့် အစားအစာမျိုးကို customize လုပ် ချက်ပြုတ်ပြီး တည်ခင်းဧည့်ခံသွားမှာပါ။ပင်တိုင်ချက်ပြုတ်မယ့် master backpacker chef ကြီးကတော့ နယ်နယ်ရရမဟုတ်ပါဘူး။ တောင်ကိုရီးယားနိုင်ငံရဲ့ ထိပ်တန်းစားဖိုမှူးကြီး Baek Jong Won ပါ။သူ့ကိုကူညီပေးမယ့် chef လေးတွေကတော့ -\nItaewon class ကစလို့ Yumi's cells, My Name ဇာတ်ကားတို့နဲ့ နာမည်ကြီးလာတဲ့ Ahn Bo Hyun ရယ်၊\nvariety show တွေမှာ မကြာခဏတွေ့ရတဲ့ rapper DinDin ရယ်၊\n၂၀၁၉ ခုနှစ်က Law ...",
        "url": "https://channelmyanmar.org/tvshows/the-backpacker-chef-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/vjPmpGxnYNI765lJAjiJfTzu34w-133x200.jpg",
        "title": "Little Women (2022)",
        "description": "Little Women (2022)\n================\nတောင်ကိုရီးယားရဲ့ အချမ်းသာဆုံး အလွှမ်းမိုးနိုင်ဆုံး မိသားစုကြီးနဲ့\nအပြိုင်ဖိုက်ရ‌‌မယ့် မိန်းမငယ်လေးသုံးယောက်...𝑳𝒊𝒕𝒕𝒍𝒆 𝑾𝒐𝒎𝒆𝒏Poster မြင်ကတည်းက အားလုံးစောင့်မျှော်နေကြတဲ့ ‌ ညီအစ်မ\nသုံးယောက်ကားလေး လာပါပြီ။ မိန်းမသုံးယောက်ကား(Penthouse)တိုင်း\nပါပြီး၊ ဝင်ရှို့လိုက်ရမှ ကျေနပ်တဲ့ ဦးဦးဂျူဒန်းထယ်ကို လွမ်းနေကြတဲ့သူတွေ\nအတွက် အလွမ်းပြေကြည့်လို့ရပါပြီ!!{All Of Us Are Dead ထဲက မင်းသမီးလေး} Oh In-Hye (Park Ji-Hu)က\nညီအစ်မသုံးယောက်ထဲမှာ အငယ်ဆုံးဖြစ်ပြီး၊ ပန်းချီဆွဲတဲ့နေရာမှာ မွေးရာပါ\nပါရမီပါတဲ့ သူဖြစ်ပါတယ်၊ နာမည်ကြီး အနုပညာကျောင်းကြီးမှာ တက်ရောက်\nနေတဲ့ အထက်တန်းကျောင်းသူလေးဖြစ်တဲ့အပြင် အစ်မနှစ်ယောက် အရမ်း\nအချစ်ခံရတဲ့ အချစ်ခံညီမလေးဖြစ်ပါ‌တယ်။Oh In-Kyung (Nam Ji-Hyun) ကတော့ အလတ်မလေးဖြစ်ပြီး သတင်း\nဌာနမှာ စိတ်အားထက်သန်၊ အလုပ်ကြိုးစားတဲ့ သတင်းထောက်မလေးဖြစ်\nပါတယ်။ဘယ်အရာမဆို မှန်ကန်တာကိုပဲ ကြိုက်တဲ့အတွက် သူတစ်ပါးကို\nလိမ်ညာလှည့်စားခိုးယူပြီး ပိုက်ဆံရှာရတာ မနှစ်သက်တဲ့သူပါ။ သူသတင်း\nထောက်ဖြစ်ဖြစ်ချင်းမှာပဲ လျှို့ဝှက်ဆန်းကြယ်တဲ့အမှုတစ်ခုနဲ့ ကြုံတွေ့ရပါ\nတော့တယ်။အကြီးဆုံးအစ်မဖြစ်တဲ့ Oh In-Joo (Kim ...",
        "url": "https://channelmyanmar.org/tvshows/little-women-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26Y4q1XVhKI5mbzPnrwoZZ28rno.jpg",
        "title": "Mr. Bad (2022)",
        "description": "Mr.Bad (2022)ဒီတခါ CM Chinese ပရိသတ်ကြီးအတွက်ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးကိုတင်ဆက်ပေးဖိုရွေးချယ်ထားပါတယ်။သာမန်ကြည့်ဖူးနေကျအချစ်ဇာတ်လမ်းမျိုးမဟုတ်ဘဲဒီတခါမှာတော့ စာရေးဆရာမလေးနဲ့သူဖန်တီးထားတဲ့ဇာတ်ကောင်ကြားကအချစ်ဇာတ်လမ်းလေးကိုကြည့်ရှုရမှာပါ။အဓိကသရုပ်ဆောင်တွေကတော့စာရေးဆရာမလေး နန်ရှင်းအဖြစ် Shen Yueဝတ္ထုထဲကဗီလိန်ဇာတ်ကောင်ရှောင်းဝူတိအဖြစ် Chen Zhe Yuanစာရေးရတာကိုသဘောကျတဲ့ငယ်ရွယ်တဲ့ကောင်မလေး နန်ရှင်း။တစ်နေ့မှာမထင်မှတ်ထားဘဲသူရေးနေတဲ့ဝတ္ထုထဲကဇာတ်ကောင်ကိုဆင့်ခေါ်မိသွားတဲ့အခါမှာတော့...အဲ့ဒီဇာတ်ကောင်က ညဏ်များပြီးအတ္တကြီးတဲ့ဝတ္ထုထဲကအကြီးစားဗီလိန် ဖြစ်နေတဲ့အခါ...ဝတ္ထုထဲကခုန်ထွက်လာတဲ့ ဇာတ်ကောင်နဲ့စာရေးတရာမလေးတိုဟာ စတွေ့ကတည်းကကြောင်နဲ့ကြွက်လိုပဲ မတည့်ကြပါဘူး။အပြင်လောကကိုရှောင်းဝူတိရောက်လာတာဟာဖန်တီးသူနန်ရှင်းရဲ့ဆုတောင်းကြောင့်ဆိုတာသိလိုက်ရတဲ့အခါ..မူလကမ္ဘာကိုပြန်သွားခွင့်ရဖိုအတွက်နန်ရှင်းကိုကူညီရဖိုဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့အတူတူနေထိုင်ကြရင်းတစ်ယောက်ရဲ့ချစ်စရာအချက်လေးတွေကိုတစ်ယောက်ကမြင်လာတဲ့အခါ...ရှောင်းဝူတိတစ်ယောက်သူ့မူရင်းကမ္ဘာကိုပြန်သွားမှာလား...စာရေးဆရာမလေးနဲ့ပဲ ပြင်ပကမ္ဘာမှာအတူတူနေမလား..ထူးခြားတဲ့အချစ်ပုံပြင်လေးကဘယ်လိုအဆုံးသတ်လေမလဲ။ပေါ့ပေါ့ပါးပါးနဲ့အချိုစားရမယ့်ဇာတ်လမ်းလေးဖြစ်တာမိုလက်မလွှတ်တမ်းစောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးနော်။(အညွှန်းရေးသားထားသူကတော့ Yin Wai Phyo ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Comedy, Romance, FantasyDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1(1080p) - MegaUp ...",
        "url": "https://channelmyanmar.org/tvshows/mr-bad-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z8iw8pXxLkW5COcbJDoFN8R0dl.jpg",
        "title": "Bad Guys (2022) [Complete]",
        "description": "Bad Guys (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၂ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)ဒီတစ်ခါတော့ Korea Bad Guys လေးကို Thai remake version လေးပြန်ကြည့်ရမှာဆိုတော့ action series ကြိုက်တဲ့ သူတွေအတွက်တော့ လက်မလွှတ်တမ်းကြည့်သင့်တယ်နော်ဇာတ်လမ်းအကျဥ်း ...ရဲတွေ ဘယ်လိုမှ မလိုက်နိုင်တဲ့ ကွင်းဆက်လူသတ်မှုတစ်ခုအတွက် ရဲချုပ်နမ်ချိုင်က ရာထူးက ထုတ်ပယ်ခံလိုက်ရတဲ့ စုံစမ်းရေးမှူးဖိထက်ကို ပြန်ခေါ်ပြီး လျှို့ဝှက်တာဝန်ထမ်းဆောင်ခိုင်းခဲ့တယ်။ခွေးရူးဆိုပြီးနာမည် ကြီးတဲ့ စုံစမ်းရေးမှူးဖိထက်က ဒီအမှုကို စုံစမ်းဖို သူ့လို ခွေးရူး၃ကောင် ထပ်လိုအပ်တယ်ဆိုပြီး ထောင်ထဲက လူ၃ယောက်ကို သူ့အဖွဲဆီပိုပေးဖိုပြောခဲ့တယ်။သူ့ရဲ့တောင်းဆိုချက်ကြောင့်ပဲ ဘန်ကောက်ကထိပ်တန်းလူမိုက်ဂိုဏ်းတစ်ခုရဲ့ ဒုတိယခေါင်းဆောင် ယတ်၊ ထိပ်တန်း ကြေးစားလူသတ်သမား လေ့နဲ့ အသက်အငယ်ဆုံး စိတ္တဇကွင်းဆက်လူသတ်သမား စကိုင်း တို့ ၃ ယောက်ကို ထောင်အပြင်ခဏထုတ်ပေးခဲ့ရတယ်။ဖိထက်က ဘာလို ဒီ၃ယောက်ကိုရွေးချယ်ခဲ့တာလဲ?\nသူနဲ့ ဘယ်လိုပက်သက်မှုတွေရှိနေမလဲ?\nအမှုတွေဖြေရှင်းပြီး အမှန်တရားကိုဘယ်လိုဖော်ထုတ်မှာလဲ? ဆိုတာတော့ ဒီဇာတ်လမ်းတွဲလေးမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/bad-guys-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/inDiDRzFfC8jAo5VSwR7faeTZ2l-140x200.jpg",
        "title": "Criminal Justice: Adhura Sach (2022)",
        "description": "Criminal Justice: Adhura Sach (2022)\n============================\nIMDb - 8.2/10လက်လွှတ်ခံလိုက်ရင် မှားသွားမယ့် အိန္ဒိယစီးရီးတစ်ပုဒ်လာပါပြီ\nရုပ်ရှင်ချစ်ပရိသတ်တွေ၊ အမှုအခင်းကားကြိုက်တဲ့သူတွေ\nလုံးဝကြည့်သင့်တဲ့ ကားပဲဖြစ်ပါတယ်အညွှန်းလေး ပြောပြရမယ်ဆိုရင်တော့\nနာမည်ကြီး လူသိများထင်ရှားတဲ့ ကလေးသရုပ်ဆောင်\nကောင်မလေးတစ်ယောက် အသတ်ခံလိုက်ရတာနဲ့ စပါတယ်ဒါပေမယ့် သံသယရှိသူကတော့ သူ့ရဲ့အစ်ကိုပဲ ဖြစ်လို့နေပါတယ်\nကောင်မလေးမသေခင် တွေ့ရှိထားတဲ့ သက်သေအထောက်အထားတွေက\nကောင်လေးမှာ အပြစ်ရှိကြောင်း ညွှန်ပြနေလို့ပဲဖြစ်ပါတယ်ဒါ့အပြင် ကောင်လေးဟာ ဆေးသုံးနေတဲ့အပြင်\nစိတ်တိုလွယ်ပြီး ကြမ်းတမ်းတဲ့သူတစ်ယောက်ဖြစ်တာကြောင့်\nပိုပြီး သံသယဖြစ်စရာ ကောင်းနေပါတယ်ဒါပေမယ့် ကောင်လေးပြောပြတဲ့ ဇာတ်လမ်းမှာလည်း\nလုံးဝ သူမသတ်ကြောင်း ထင်ရှားနေပါတယ်အဲဒါကို သူ့ဘက်ကနေ ရှေ့နေလိုက်ပေးမှာကတော့\nတရားခံတွေဘက်ကချည်း အမှုလိုက်ပေးပြီး အနိုင်ရထားတဲ့\nရှေ့နေကြီး မီရှရာပဲဖြစ်ပါတယ်ဇာတ်လမ်းဟာ မြုပ်ကွက်တွေ လှည့်ကွက်တွေ\nလှို့ဝှက်ချက်တွေ အပြည့်နဲ့ ဆွဲဆောင်ထားပြီး\nတရားခွင်မှာ အမှုရင်ဆိုင်ရင်းကနေ ဘယ်လိုအမှန်တရားတွေ\nပေါ်ထွက်လာမလဲဆိုတာ ကြည့်ရင်းကြည့်ရင်းနဲ့\nစိတ်ဝင်စားစရာ ကောင်းတာမို့လို့\nတကယ်ပဲ ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်တအားတွေပြောလိုက်ရင် အရမ်းရှည်ကုန်မှာစိုးလို့\nဒီလောက်ပဲပြောပြီး ကိုယ်တိုင်ကိုယ်ကျပဲ ကြည့်ကြည့်ဖို့\nပြောလိုက်ပါရစေနော်\nဒီစီးရီးဟာ စုစုပေါင်း အပိုင်း ၈ ပိုင်းရှိပြီး\nလက်ရှိမှာ ongoing ထွက်နေတာဖြစ်လို့ စောင့်မျှော်ကာ\nအားပေးကြည့်ရှုပေးကြပါနော်...File Size – 800MB ...",
        "url": "https://channelmyanmar.org/tvshows/criminal-justice-adhura-sach-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/RmX6V_4f-140x200.jpg",
        "title": "Golden Mask (2022)",
        "description": "Golden Mask (2022)\n===============“Love Twist\"ပြီးသွားလို့ နောက်ထပ်စီးရီးရှည်သစ်ကိုမျှော်နေတဲ့ CM ပရိသတ်တွေအတွက် \"Golden Mask\"ဆိုတဲ့ အပိုင်း ၁၀၀ ကားသစ်ကို တင်ဆက်ပေးလိုက်ရပါတယ်...ဇာတ်လမ်းအညွှန်းYoo Soo-Yeon က သာမန်မိသားစုမှာကြီးပြင်းလာခဲ့ပေမယ့်ချမ်းသာတဲ့သူဌေးသားတစ်ယောက်နဲ့ ချစ်ကြိုက်ပြီး လက်ထပ်ခဲ့ပါတယ်။စင်ဒရဲလားဆန်ဆန်ဘဝကြောင့် လူတိုင်းရဲ့အားကျခံရပေမယ့် ခွဲခြားဆက်ဆံတဲ့ခင်ပွန်းဘက်ကအသိုင်းအဝိုင်းကြောင့် သူမဘဝက မလွယ်ကူခဲ့ပါဘူးCha Hwa-Young ကတော့ လိုအင်ဆန္ဒတွေ၊ လောဘတွေနဲ့ပြည့်နေပြီးသူမရဲ့အထက်တန်းလွှာဘဝကို ထိန်းသိမ်းဖို့ကြိုးစားနေသူဖြစ်ပါတယ်။Go Mi-Sook က ပုဂ္ဂလိကငွေချေးငှားသူဖြစ်ပြီးကိုယ်ပိုင်စားသောက်ဆိုင်ပိုင်ထားတဲ့ လူကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီလိုမတူညီတဲ့ဘဝအခြေအနေတွေပိုင်ဆိုင်ထားတဲ့ အမျိုးသမီး ၃ ယောက်ဟာမတော်လောဘတွေကြောင့် ဖြစ်ရပ်ဆိုးတစ်ခုနဲ့ကြုံတွေ့ပြီး ရူးသွပ်ဖို့ကောင်းတဲ့တိုက်ပွဲတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။ဒီအမျိုးသမီး ၃ယောက်ကြားက တိုက်ပွဲမှာ ဘယ်လိုနည်းပရိယာယ်တွေ မာယာတွေပါနေမလဲ...အဆုံးသတ်မှာ ဘယ်သူကအနိုင်ရသွားမလဲဆိုတာသိရဖို့ CMကနေတနင်္လာ-သောကြာ ငါးရက်လုံးတင်ဆက်ပေးသွားမှာမို့ တဝကြီးကြည့်ရှုအားပေးကြပါဦးနော် ။  Native Title: 황금 가면\nEpisodes: 100\nAired: May 23, 2022 - Oct 7, 2022\nAired ...",
        "url": "https://channelmyanmar.org/tvshows/golden-mask-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-a-160x200.jpg",
        "title": "Succession (2018) Season 1+2+3+4",
        "description": "2022 ခုနှစ် အကောင်းဆုံးရုပ်ရှင်စီးရီးအဖြစ် Emmy ဆုရရှိသွားတဲ့ စီးရီးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။ တစ်ကမ္ဘာလုံးမှာ ပရိသတ်တွေအများကြီးရဲ့ အားပေးမှုကို ရထားတဲ့ ဒရာမ စီးရီးတစ်ခုလည်းဖြစ်ပါတယ်။ နာမည်ကတော့ ဆက်ခံမှု ဆိုတဲ့ အဓိပ္ပါယ်ပါပဲ။ ဒီစီးရီးကိုတော့ အက်မင်က စီးပွားရေး Game of Thrones လို့ တင်စားချင်ပါတယ်။ GoT လို အတိုက်အခိုက်တွေ နဂါးတွေအစား စီးပွားရေးသမားတွေ၊ နိုင်ငံရေးသမားတွေရဲ့ ကွက်ကျော်ရိုက်ပုံတွေ၊ နောက်ကျောဓားနဲ့ထိုးပုံတွေ ကာရိုက်တာတွေ ပြောင်းလဲလာပုံတွေနဲ့ တင်ဆက်ထားတာမို့ စီးပွားရေးဗဟုသုတရော ရသပါ အတော်လေးပြည့်စုံတဲ့ ဇာတ်လမ်းတွဲပဲဖြစ်ပါတယ်။ ကာရိုက်တာတွေကလည်း Game of Thrones လိုပဲ တစ်မျိုးစီထူးခြားပြီး အကြံကိုယ်စီနဲ့ ဖြစ်နေပါတယ်။ ကြားထဲမှာ အပူးအပေါင်းတွေ အကွဲအပြဲတွေ လှည့်ကွက်တွေလည်း အတော်ကို စုံပါတယ်။ဇာတ်လမ်းအကျဉ်းလိုဂန် ရွိုင်ဆိုတဲ့ အောက်ခြေကတက်လာတဲ့ ဘီလီယံနာ သူဌေးကြီးဟာ မီဒီယာ နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/succession-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/g-150x200.jpg",
        "title": "Ghosts Season 1 (2021) +2 (2022)",
        "description": "IMDb 7.3ဒီတစ်ခါတော့ ခြောက်လိုက်ရအောင်ပါ CM ပရိသတ်ကြီးတို့\n2021 Oct တုန်းကမှ ပူပူနွေးနွေး ထွက်ရှိထားပြီး\nနာမည်တူ British series ကနေ adaptation ယူထားတဲ့\nsit-com ကောင်းကောင်းလေးပါပဲ။ အရမ်းကို ရယ်ရပါတယ်။တစ်ခါက ဝိဉာဏ် ၉ ကောင် ရှိသဗျာ။\nထပ်ပြီး အကျယ်ရှင်းရရင် ဘ၀မကူးနိုင်ဘဲ ကျိန်စာသင့်နေတဲ့\nခေတ်အလီလီက အတွေးအခေါ်အမျိုးမျိုးနဲ့\nအိမ်ဟောင်းကြီးတစ်ခုမှာ နေထိုင်တဲ့ ဝိဉာဉ် ၉ ကောင်ပါ။ဒီအိမ်ကြီးမှာ အိမ်ရှင်အသစ်တွေသာ ပြောင်းသွားမယ်\nသူတို့ကတော့ မပြောင်းလဲပေါ့။တစ်နေ့ ဒီအိမ်ကြီးရဲ့ အမွေစားအမွေခံဖြစ်သူ\nဂျာနယ်လစ် ဆမန်သာနဲ့ သူ့ ယောက်ျားဖြစ်သူ စားဖိုမှူး ဂျေးတို့\nလင်မယား ရောက်ရှိပါတယ် ...ဒါကို အလိုမရှိတဲ့ ဝိဉာဉ် ၉ ကောင်ဟာ နည်းအမျိုးမျိုးနဲ့\nသရဲကျင့် သရဲကြံတွေ ကြံပြီး နှင်ထုတ်ဖို့ ကြိုးစားကြတော့မှာပဲ ဖြစ်ပါတယ်အဲဒီလို ကြိုးစားရင်းနဲ့ အိမ်ရှင်စုံတွဲနဲ့ ဘော်ဒါတွေ ဖြစ်သွားပြီး\nအပြန်အလှန် သောက်တလွဲတွေ ကူညီကြတာကို တခွီးခွီးနဲ့ ကြည့်ရမှာပါပဲ။ရယ်စရာဟာသတွေ အပြည့်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/ghosts-season-1-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7eF9QnauioOeQUoy2NNkizFvHUO.jpg",
        "title": "Criminal Justice (2019) Complete",
        "description": "တောင်းဆိုမှုတွေအရမ်းများတဲ့ Criminal Justice Season 1 ကို တင်ဆက်ပေးလိုက်ပါပြီနော်\nဆက်ပြီးတော့လည်း Season 2 ကို တင်ဆက်ပေးမှာမို့လို့ စောင့်မျှော်အားပေးကြပါဦးနော်အဒီဟာ အပိုဝင်ငွေရအောင် ညဘက်တွေ\nတက္ကစီမောင်းတဲ့အလုပ်ကို လုပ်ပါတယ်ဒါပေမယ့် ဂြိုလ်မွှေချင်တော့\nတစ်ညမှာ ကောင်မလေးတစ်ယောက် သူ့တက္ကစီကို\nငှားစီးရာကနေ ကံမကောင်းခြင်းနိဒါန်းတွေ အစပြုပါတော့တယ်အဲဒီကောင်မလေးကို သူလိုက်ပို့ရင်းနဲ့\nကောင်မလေးက သူ့အိမ်ထဲ ခေါ်ပြီး အရက်နဲ့\nမူးယစ်ဆေးအတူချဖို့ မြူဆွယ်ပါတော့တယ်အဲဒီလိုနဲ့ သူလည်း ပါသွားပြီး နှစ်ယောက်သား\nဟိုဒင်းတွေဖြစ်ကြကာ မူးမူးနဲ့ အိပ်ပျော်သွားကြပါတော့တယ်မနက်.. သူနိုးလာတော့ သူ့ဘေးနားမှာ\nအဲဒီကောင်မလေးက ဓားဒဏ်ရာတွေနဲ့ သေနေတာကို သွားတွေ့ပါတော့တယ်အဲဒါနဲ့ သူလည်း တစ်ခါတည်း အချုပ်ကို\nတန်းခနဲကျသွားပြီး\nသူ့ကိုကူညီပေးမှာကတော့ ရှေ့နေ မီရှရာပဲ ဖြစ်ပါတယ်ကောင်မလေးက ဘာကြောင့်သေနေတာလဲ\nကောင်မလေးနဲ့အတူရှိနေတာကလည်း\nသူပဲရှိတာလေ သက်သေတွေကလည်း သူ့ကိုပဲ\nဦးတည်နေတာ\nအဲဒီတော့ ဘယ်လိုဖြစ်တာလဲပေါ့ဒါကို အဖြေရှာပေးမှာကတော့ ရှေ့နေကြီးမီရှရာဖြစ်ပြီး CM ပရိသတ်တွေလည်း သူနဲ့အတူ\nအဖြေရှာကြည့်လိုက်ကြရအောင်နော်File Size –  500MB / 250MBQuality – 1080p  WEB DL / ...",
        "url": "https://channelmyanmar.org/tvshows/criminal-justice-2019-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCcTrBYAQPhFe2zBatpq46oavyV.jpg",
        "title": "Side Story of Fox Volant (2022)",
        "description": "Side Story Of Fox Volant (2022)ဒီကားလေးက သိုင်းလောကသားတွေအားလုံးသိကြတဲ့နှင်းတောင်သူရဲကောင်းကားလေးကိုပြန်လည်ရိုက်ကူးထားထားပါနှင်းတောင်သူရဲကောင်းဆိုတာနဲ့ထွေထွေထူးထူးမိတ်ဆက်နေစရာမလိုလောက်အောင်ကိုအားလုံးကြားဖူးနေမှာပါဟူမိသားစုရဲ့မျိုးဆက် ဟူဖေးမွေးပြီးချိန်မှာသူ့အဖေဟူသူရဲကောင်းနဲ့သူငယ်ချင်းဖြစ်သူမြောင်သူရဲကောင်းတိုဟာမသမာသူတစ်ယောက်ကြောင့် တိုက်ခိုက်ရင်းဟူသူရဲကောင်းသေဆုံးသွားခဲ့ရပါတယ်သူ့အဖေသေဆုံးမှုဟာသွေးရိုးသားရိုးမဟုတ်မှန်းသိတဲ့ဟူဖေးတစ်ယောက်အဖေမရှိဘဲရှင်သန်ရင်းသူ့အဖေထားခဲ့တဲ့မိသားစုအမွေအနှစ်သိုင်းကျမ်းကိုကျင့်ကြံကာ အဖေကိုသတ်ခဲ့တဲ့ရန်သူကိုပြန်လက်စားချေဖို အစီအစဥ်တွေဆွဲပါတော့တယ်လက်စားချေဖိုလျှောက်လုပ်ရင်းပြသနာအရှုပ်အထွေးတွေရောပါကာသူ့အဖေရဲ့ရန်သူကိုတွေ့ရပါ့မလားကလဲ့စားချေနိုင်ပါ့မလားဆိုတာတော့ဇာတ်လမ်းထဲတွေ့ရမှာပါသိုင်းFanတွေလက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါနော်အရင်versionလည်းကြည့်ဖူးပြီးသားမိုအခုvetsionမှာဘာတွေကွာသွားမလဲစိတ်ဝင်တစား ကြည့်ကြည့်ရအောင်နော်(အညွှန်းရေးသားထားသူကတော့ Kong Hou ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 40Format : mp4Genres : WuxiaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK VIP Link : Click Here\nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1 (1080p) - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 2 ...",
        "url": "https://channelmyanmar.org/tvshows/side-story-of-fox-volant-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iOdRVZhActUjVEx9Td1ht36T2BJ.jpg",
        "title": "Thousand Years For You (2022)",
        "description": "CM ပရိသတ်တိုအတွက်မင်းသားချောလေး Allen နဲ့မင်းသမီးလေး Li Qin တိုရဲ့ဇာတ်လမ်းအသစ်လေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ လုယန်ဆိုတဲ့ စစ်နတ်ဘုရားဟာနှစ်တစ်ထောင်ကျော်ခန့် အိပ်ပျော်နေခဲ့ပြီးနိုးထလာခဲ့ပါတယ်။ နှစ်ပေါင်းထောင်ချီအိပ်စက်နိုးထလာပြီးနောက်လည်းအတိတ်က ချစ်သူကို ရှာတွေ့ဖိုကြိုးစားနေခဲ့ပါသေးတယ်။ယွီတိန်းတိန်းဆိုတဲ့ ချင်းချွမ်ဂိုဏ်းရဲ့ ဂိုဏ်းချုပ်လေးကသူများအမြင်မှာတော့ ငွေမက်ပြီး တဏှာကြီးတဲ့ဓါးပြမလေးတစ်ယောက်ဖြစ်ပါတယ်။သူမဟာ အရင်ဘဝက နတ်သမီးတစ်ပါးဖြစ်ခဲ့ပြီးစစ်နတ်ဘုရားလုယန်နှင့် မေတ္တာမျှခဲ့ကြပါတယ်။ဒါပေမဲ့ အကြောင်းအရင်းအမျိုးမျိုးကြောင့်သူမက နောင်ဘဝသိုကူးပြောင်းခဲ့ပြီးစစ်နတ်ဘုရားကတော့နှစ်တစ်ထောင်ခန့် အိပ်ပျော်သွားခဲ့ပါတယ်။နှစ်သုံးထောင်ကြာပြီးနောက်မှာတော့မင်္ဂလာပွဲတစ်ခုမှာ သူမရဲ့ ဖူးစာဖက်ကို တွေ့ခဲ့ပါတယ်။ နှစ်တစ်ထောင်ကျော် ကြာပြီးနောက်မှာလည်းမြင်မြင်ချင်း ချစ်မိသွားတဲ့သူနှစ်ယောက်၊သူတိုရဲ့ ဇာတ်လမ်းလေးကို CM ကဘာသာပြန် တင်ဆက်ပေးမှာဖြစ်တဲ့အတွက်စောင့်မျှော်ကြည့်ရှုပေးပါဦးနော်။(အညွှန်းရေးသားထားသူကတော့ Moon ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 36Format : mp4Genres : Wuxia, Romance, Fantasy, DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/thousand-years-for-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vX1xPa2tC63aIamVdUcXwvtMru3.jpg",
        "title": "Feast of the Gods (2012) [Complete]",
        "description": "Feast of the Gods (2012)[အစ-အဆုံး]အပိုင်း - ၃၂ (ဇာတ်သိမ်းပိုင်း)Feast of The Gods ဆိုတဲ့ အချက်အပြုတ်နဲ့ ပက်သက်တာတွေကို အဓိကထားရိုက်ကူးထားတဲ့ အပြိုင်အဆိုင်ဟင်းချက်ကြမယ့်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၁၂ က ထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ ကိုရီယား ရိုးရာအစားအသောက်နဲ့ပက်သက်ပြီးတော့ စားချင်စဖွယ်လေးတွေ အများကြီးတွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တော်ဝင်ရိုးရာဟင်းတွေချက်ပြုတ်ရောင်းချတဲ့ စားသောက်ဆိုင်တစ်ခု သူ့ရဲ့အမည်က အာရီရန် အာရီရန်မှာ စားတော်ဝန်နဲ့ သူ့လက်အောက်မှာ စားတော်ကဲများစွာရှိတယ်။ နှစ်တိုင်း သင်တန်းသားအသစ်လက်ခံပြီးတော့ သင်ကြားပေးတယ်။ ထူးချွန်တဲ့လူတွေကို နောက်ဆုံးပြိုင်ပွဲတွေလုပ်ပြီးတော့ အာရီရန်ရဲ့ စားတော်ဝန်နေတာကို ပေးအပ်တယ်။ဆောင်းဒိုဟီးနဲ့ ဘဲ့ဆူလ်တိုဟာ အာရီရန်သင်တန်းသူနှစ်ယောက်ဖြစ်ပြီး စားတော်ဝန်နေရာအတွက် ယှဉ်ပြိုင်ကြမယ့်သူတွေပါ။ ဒါပေမယ့် ပြိုင်ပွဲနေ့မှာ ပြဿနာအမျိုးမျိုးကြောင့် နောက်ဆုံးအဆင့်အထိမပြိုင်ဆိုင်လိုက်ရဘဲ ဆောင်းဒိုဟီးက အာရီရန်ရဲ့ စားတော်ဝန်တစ်ယောက်ဖြစ်လာခဲ့တယ်။တစ်ရက်မှာတော့ ဒိုဟီးရဲ့သမီးလေး ပျောက်ဆုံးသွားပြီး ဒိုဟီးက စိတ်တွေလွတ်သွားတယ်။ စိတ်လွတ်သွား အခြားကလေးကို သူ့သမီးလိုသတ်မှတ်နေတဲ့ ဇနီးဖြစ်သူအတွက် သူ့ယောက်ျားက ...",
        "url": "https://channelmyanmar.org/tvshows/feast-of-the-gods-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sYyYYRL20Pmpuv7VgixlH3b3nfC.jpg",
        "title": "Once Again (2022) [Complete]",
        "description": "Once Again (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၇ နှင့် ၈ (ဇာတ်သိမ်းပိုင်း)မတော်တဆမှုတစ်ခုကြောင့် ဂန်ဂျီဟွန်း ...\nဂန်ဂျီဟွန်းဟာ ရှင်းဂျယ်အူငယ်စဉ်အခါက သူ့ကိုကူညီပေးခဲ့သူတစ်ဦးဖြစ်ပါတယ်။ ဂျယ်အူ တစ်ယောက် သူချစ်ရတဲ့ဦးလေးကြီးဖြစ်သူ ဂျီဟွန်း သေဆုံးသွားပြီးတဲ့နောက်မှာ သူ့အပြစ်ကြောင့်လို့ ထင်မှတ်ကာ နောင်တတရားတွေနဲ့ ၁၅ နှစ်ကြာမှ မွေးရပ်မြေလေးကိုပြန်လာခဲ့ပါတယ်။အဲအချိန်မှာပဲ အရင်က ဂျီဟွန်းနေသွားခဲ့ဖူးတဲ့ အဆောင်က အခန်းလေးကိုသွားခဲ့ရမှာ အံ့ဖွယ်ဖြစ်ရပ်တွေဖြစ်လာခဲ့ပါတယ်။ ဂျီဟွန်းရဲ့အခန်းဟောင်းလေးထဲက ဖုန်းကနေတဆင့် လွန်ခဲ့တဲ့ ၂၀၀၇ ခုနှစ်က ဂျီဟွန်းနဲ့ ပြန်ဆက်သွယ်လို့ရခဲ့ပြီး တစ်နေ့မှာတော့ ဂျယ်အူကိုယ်တိုင် အဲဒီအတိတ်ကိုပြန်ရောက်သွားတဲ့အခါ ...အတိတ်မှာဖြစ်ခဲ့တာတွေကို ပြန်ပြီးပြောင်းလဲပစ်နိုင်မလား?\nဂျီဟွန်းကရော လူကြီးဖြစ်နေတဲ့ဂျယ်အူကို မှတ်မိပါဦးမလား?\nသူတို့နှစ်ယောက် ဘယ်လိုတွေချစ်သွားကြမလဲ? ဆိုတာကိုတော့ mystery ဆန်ဆန် ဒီကားလေးထဲမှာပဲ ဆက်ပြီးစောင့်ကြည့်ပေးသွားကြပါဦးနော်။(အညွှန်းကိုတော့ Shoon Thu Thu Chain က ရေးပေးထားပါတယ်)Aired: July 20, 2022 --\nAired On: ...",
        "url": "https://channelmyanmar.org/tvshows/once-again-2022/"
    }
]