[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/fBnhZLMcJ8WNrZJiN11vpq4FekL-133x200.jpg",
        "title": "Pingu Season 1 To 6 {Complete}",
        "description": "Pingu\n====\nပြီးခဲ့တဲ့ အပတ်က ကျနော်ကတိပေးထားတဲ့အတိုင်း 1999 ခုနှစ်ရှေးဦးပိုင်းမှ\nဇတ်လမ်းတွဲများကို ပြန်လှန်ထုတ်ခဲ့တဲ့အခါ (ကျနော်မှတ်မိသလောက်တော့)\nမြဝတီ ရုပ်သံတွင် လွန်ခဲ့သော ၁၀ နှစ်ကျော်ဝန်းကျင်ခန့်က သောကြာနေ့\nညနေပိုင်းများတွင် အပိုင်း ၂ ပိုင်းဆီခန့် ပြသခဲ့သော ကာတွန်းဇတ်လမ်းတွဲ\nPingu ကို ပြန်ရှာတွေ့ခဲ့ပါတယ် ကလေးဘ၀ ထဲက ကြိုက်နှစ်သက်သော်လဲ\nမီးပျက်လိုက် လာလိုက် ခေတ်ကာလ မို့ အစအဆုံးတောင်မကြည့်လိုက်ရပါဘူး\nမြဝတီကလဲ Season အစအဆုံးကို ပြတက်တဲ့ ထုံးစံမရှိပါဘူး ဒီလိုနဲ့\nရှာတွေ့တဲ့ အခါ 28 May 1986 to 9 April 2000 ပြသခဲ့တဲ့ 163 ပိုင်း အစအဆုံး\nပြန်ရှာမတွေ့သော်လဲ အပိုင်း 156 ကို ရှာတွေ့ခဲ့ပါတယ်\nယခု အပိုင်းအားလုံးပေါင်း 156 ရှိပါတယ်...\nယခု အခါမှာတော့ အပိုင်းအားလုံး တစ်ခါထဲ ဆွဲနိုင်အောင်\nSeason တစ်ခုစီကို Video များဆက်ပေးထားပါတယ်\nဒါကြောင့် Season 1 ခုမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/pingu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xF1IQwDJBJbcLBBucocxfF0xB1d.jpg",
        "title": "My Bubble Tea ( 2020 ) ( Complete )",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020 ထွက် ထိုင်း drama လေးပဲဖြစ်ပါတယ်အညွန်းကတော့ အမျိုးသမီးတစ်ယောက်ဟာ သူ့ရဲ့သူငှေးကိုကြွေလွန်းလို့သူ့ကိုပြန်ကြိုက်လာအောင်ဆိုပြီး မျိုးရိုးစဉ်ဆက်ထိန်းသိမ်းခဲ့ကြတဲ့မှော်နို့လက်ဖက်ရည်ကိုအသုံးပြုမယ်ဆိုပြီးတော့ ကြံစည်ပါတော့တယ်လက်ဖက်ရည်ကိုအောင်မြင်စွာဖေါ်စပ်ပြီးတဲ့နောက်မှာသူ့ရဲ့သူငှေးကို မတိုက်ခင်မှာပဲ သူမ အမြင်ကတ်တဲ့လူတစ်ယောက်ကအဲ့မှော်လက်ဖက်ရည်ကို မတော်တဆပဲသောက်မိသွားပါတော့တယ်ဒီတော့လည်း အဲ့လူက သူမကိုအသည်းအသန်ကြွေပါလေရောဒီလိုနဲ့ ရယ်မောစရာ ဟာသတွေနဲ့အတူ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးလည်းပေါ်ထွက်လာပါတော့တယ် Subtitle Credit to somonlian ( subscene ) \nDownload Episode 1 to 13 with Zip File VIP / Megaup[1-7] / Megaup[8-13] /\nYoteshin[1-7] / Yoteshin[8-13]",
        "url": "https://channelmyanmar.org/tvshows/my-bubble-tea-2020-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vH9tbDPwQ9W2siHrxR1QOp7OEc2.jpg",
        "title": "How to Sell Drugs Online (Fast)(2019/2020)[ စ /  ဆုံး]",
        "description": "How to Sell Drugs Online (Fast)(2019/2020)Season 1 and Season 2 [ စ / ဆုံး]IMDb.....8.1အပိုင်း ( ၁ မှ ၁၂) အထိဒီ TV Series က Netflix ကထုတ်တဲ့ ဂျာမန်စီးရီးတစ်ခုပါ။ Netflix က ခုနောက်ပိုင်း အားလုံးသတိထားမိလောက်အောင်ကို သူတို့ ရိုက်တဲ့စီးရီးတွေက\nကြည့်ရ အတော်လန်းနေတာကို သိကြမှာပါ...\nMoritz Zimmerman ဆိုတာ အသက် ၁၇ နှစ်သာရှိသေးတဲ့ အထက်တန်းကျောင်းသား ပြီးတော့ nerd တစ်ယောက်။ Nerd ဆိုတာ ကိုယ်စိတ်ဝင်စားတဲ့အရာတွေကိုသာ ဖိလုပ်နေပြီး\nလူတွေနဲ့ရောရောထွေးထွေးမနေတတ်တဲ့သူတွေ။ ကြာတော့လူမှုရေးဘက်မှာလစ်ဟင်းလာပြီး စည်းအပြင်ကလူတစ်ယောက်လိုဖြစ်လာတယ်။ ကျောင်းတွေမှာလည်း အနိုင်ကျင့်ခံအနှိမ်ခံလူတန်းစား။ ဒါပေမယ့် သူတို့တွေဟာ တစ်ခုခုကို ထွန်းပေါက်အောင်လုပ်ပြီဟေ့ ဆိုရင်လည်း လိုက်လို့မမှီအောင် ထက်မြက်လွန်း\nကြတယ်။ ဒီထဲက အထိကဇာတ်လိုက်က အဲဒီလိုကောင်... ...",
        "url": "https://channelmyanmar.org/tvshows/how-to-sell-drugs-online-fast/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzVkOTIxZWUtMTNjOC00NWMwLWEyNDQtNTY2NzYxNjhhYTA1XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Locke & Key (2020-2021-2022) Season 1+2+3",
        "description": "ဒါကတော့ Netflixရဲ့  ratingကောင်းလေးတွေရထားတဲ့ fantasy-horror seriesလေးပါ။\nအပိုင်းဆယ်ပိုင်းပါဝင်ထားပြီး comic bookကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nခင်ပွန်းဖြစ်သူ ရန်ဒန်အသတ်ခံရပြီးနောက်မှာ\nနီနာဟာ ကလေးသုံးယောက်ကိုခေါ်ပြီး ခင်ပွန်းဖြစ်သူ\nငယ်ဘဝကနေထိုင်ခဲ့တဲ့နေထိုင်ခဲ့တဲ့အိမ်ကိုပြောင်းလာပါတယ်။\nအဲ့အိမ်က အစွမ်းအသီးသီးရှိတဲ့မှော်သော့တွေအများကြီးရှိနေတဲ့အိမ်ဖြစ်နေပါတယ်။\nနီနာကတော့ သတိမထားမိပေမယ့် ကလေးတွေပဲ အသံတွေကြားနေရပြီး\nသော့တွေကိုတစ်စတစ်စရှာတွေ့လာပါတယ်။\nပထမတော့ သော့တွေရဲ့အစွမ်းတွေကိုသဘောကျပေမယ့်\nနောက်တော့တခြားလျှို့ဝှက်ချက်တွေ၊\nသူတို့ဖခင်ရဲ့ငယ်ဘဝအကြောင်းတွေကိုသိရှိသွားတဲ့နောက်မှာတော့\nကြုံလာတဲ့အန္တရာယ်တွေ ဆန်းကြယ်မှုတွေကို ရင်ဆိုင်ဖြေရှင်းရပါတော့တယ်။\nSupernaturalဆန်ဆန်seriesတွေကို နှစ်သက်သူတွေအတွက်တော့ seriesကောင်းလေးတစ်ခုဖြစ်မှာပါ။\n File size…400 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre...Drama, Fantasy, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Chuck, Yoon Sandi Aung, Thiha Yan Naing\nSeason 1 Complete Zip File \nEpisode 1-5 - Yoteshin / Megaup / VIP\nEpisode 6-10 - Yoteshin / Megaup / VIP\nSeason 2\nZip Yoteshin / VIP / MegaupEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/locke-key-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43a1ZUpsHg6xFF1K9NatcbrqMps.jpg",
        "title": "Train (2020)[စ/ဆုံး]",
        "description": "Train (2020)ဇာတ်လမ်းတွဲအညွှန်း*****************************အပိုင်း(၁ မှ ၁၂)ထိ စဆုံးMystery, Crime ကြိုက်သူတွေ သဘောတွေ့နိုင်တဲ့ ၂၀၂၀ ထွက် Train(2012) ပါတဲ့။အလုပ်ကို လိုတာထက်ပိုပြီး ကြိုးစားလုပ်တတ်တဲ့ စုံထောက်တစ်ယောက် ဖြစ်တဲ့ ဆောဒိုဝမ် က အသုံးမပြုတော့တဲ့ရထားဘူတာရုံတစ်ခုမှာ မြှုပ်ထားတဲ့ အလောင်း လေးလောင်းကို တရားခံလိုက်ဖမ်းရင်း မျှော်လင့်မထားဘဲတွေ့လိုက်ရပါတယ်။ဒီအလောင်းတွေအကြောင်း စုံစမ်းရင်း အရင် အနှစ် ၂၀ က ဖြစ်ခဲ့တဲ့ ဟန်ဆိုဂျောင်းရဲ့ အဖေ သေဆုံးမှုနဲ့ အများကြီးတိုက်ဆိုင်မှုရှိနေတာကိုတွေ့လာရပါတယ်။အရင်အနှစ် ၂၀ ကလူသတ်သမားက ပြန်လာတာလား။စုံထောက်ဆောဒိုဝမ်ကတော့ အရင် အနှစ် ၂၀ က လူသတ်မှုမှာ လူသတ်သမားက သူ့အဖေဖြစ်မယ်လို့ ယုံထားပါတယ်။ဒါပေမဲ့ ဒီအလောင်းတွေ အကြောင်း စုံစမ်းရင်း အပြိုင်စကြဝဠာတစ်ခုအကြောင်းကို မတော်တဆသိရှိလာရပါတယ်။တကယ့်လူသတ်သမားအစစ်က သူ့ရဲ့ ညီမလေးလို ချစ်သူလို ချစ်ရတဲ့ ဟန်ဆိုဂျောင်းကို သတ်သွားပြီးတဲ့အခါမှာစကြဝဠာနှစ်ခုကြားခုန်ကူးပြီး အပြိုင်စကြဝဠာမှာရှိတဲ့ လူသတ်သမားကို ဖမ်းဖို့ကြိုးစားပါတော့တယ်။ဒီစီးရီးကို Chnannel ...",
        "url": "https://channelmyanmar.org/tvshows/aoagfl/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blbbtx7DyvZ3JTGyc9MCArDL79b.jpg",
        "title": "Stranger(2017)",
        "description": "Stranger(2017)ဇာတ်လမ်းတွဲအညွှန်း******************************* အပိုင်း( ၁ မှ ၁၆) ထိ(စ/ဆုံး)ရှေ့နေရုံးက အမှုစစ် တစ်ယောက်ဆီကို လူတစ်ယောက်ရောက်လာတယ်....သူက ဒီရှေ့နေကို ပိုက်ဆံတွေအများကြီးပေးဖို့ ဝန်မလေးသလို သူဒုက္ခရောက်မယ့်အရေးကလွတ်ဖို့ဆိုဘာမဆိုလုပ်မယ့်ပုံပါပဲ....ကြည့်ရတာ ဒီလူသိထားတဲ့ လျှို့ဝှက်ကိစ္စတော်တော်များများရှိသလို ထိပ်သီးပိုင်းကလူကြီးတွေကလည်းအန္တရယ်ရှိတဲ့ သူ့ကိုရှင်းထုတ် အပြစ်ပုံချချင်တဲ့ အနေအထားမှာရှိတယ်...ဒါ့ကြောင့် တော်လွန်းတဲ့ရှေ့နေတစ်ယောက်ဆီ ကာကွယ်ဖို့ရောက်လာတာဖြစ်တယ်...အမှုစစ်ကလည်း စိတ်ဝင်စားစရာ ဒီကိစ္စကိုစုံစမ်းဖို့ နောက်နေ့  အကူအညီလာတောင်းတဲ့သူအိမ်ကိုလိုက်သွားတယ်...အိမ်ကိုရောက်တဲ့အချိန်မှာပဲ နောက်ကျသွားပါပြီ...ဘာဖြစ်လို့ဆို ရှေ့နေမရောက်ခင်ကထဲကဒီလူဟာ အသတ်ခံလိုက်ရလို့ပါပဲ.....ဒီစီရီးက အပိုင်း(၁)မှာတင် ခပ်သွက်သွက်စဖွင့်ထားတယ်.... လူသေမှုနဲ့စတင်ပြီး နှုတ်ပိတ်ခံရတဲ့ သဲလွန်စများနဲ့ ပျိုးထားသလို အမှုစစ်တွေ ရဲတွေကလည်း အချက်အလက်ပေါ်မူတည်ပြီး အဖြေထုတ်တဲ့ အခန်းတွေကို စိတ်ဝင်စားစရာပြထားတယ်...အသေးစိတ်အချက်အလက်တွေနဲ့ တင်ပြထားသလို အီနေတာကိုမရှိဘူး...Tempo က အပိုင်းတစ်မှာကထဲကတဖြည်းဖြည်းတင်သွားတာ...ကျသွားတယ်ရယ်လို့မရှိဘူး...အချစ်အမုန်း သရေကွင်းဝါးပြီး ပန်းခြံထဲပြေးလွှားနေတဲ့ တေ့လွဲရိုစီးရီးတွေလိုတော့မဟုတ်ဘူး..သရုပ်ဆောင်တွေကလည်း ဖက်ရှင်အလှအပတွေနဲ့မသွားဘဲနဲ့ တကယ်ရုန်းကန်လှုပ်ရှားနေတဲ့နွမ်းလျှလျှဟန်တွေနဲ့...ပြီးတော့ ဆရာကျလွန်းတဲ့ မြေခွေးတွေ  ကတုံးပေါ်ထိပ်ကွက်တဲ့ ကိုယ်လွတ်ရုန်းဖို့ တစ်ယောက်ယောက်ကိုချနင်းဖို့ ဝန်မလေးတဲ့ အပြုံးတုအောက်က ကောက်ကျစ်တဲ့ လူတွေတလှေကြီးနဲ့ ဒီစီးရီးက ဖွဲ့စည်းထားတယ်...ဒါ့ကြောင့် Season 1 ...",
        "url": "https://channelmyanmar.org/tvshows/stranger2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x8qoMaZ5pQCj6zA3smypdJhSB4H.jpg",
        "title": "2gether: The Series (2020)",
        "description": "[Unicode]Bromance ကိုမှ ရိုဆန်ဆန် သဘာဝဆန်ဆန် နဲ့ တအားမပိုတအားမလိုဘဲ မင်းသားချောချောလေးတွေကိုသဘောကျရင် ဒီ 2gether Series လေးကိုကြည့်ဖို့အကြံပေးလိုက်ပါရစေတိုင်း ဆိုတဲ့ဆော်ကြည်ဘဲလေးက တွဲသမျှကောင်မလေးတိုင်းနဲ့သူနဲ့အဆင်မပြေရှာပါဘူး\nပြောရမယ်ဆိုရင်ဖူးစာဖက်အမှန်မတွေ့သေးဘူးပေါ့အဲ့တာနဲ့သူ့ဖူးစာဖက်ကိုတက္ကသိုလ်မှာတွေ့ရမယ်လို့သူဆုံးဖြတ်လိုက်တယ်ကျောင်းစစတက်ချင်းနေ့မှာပဲသူ့ခမျာကောင်မလေးလန်းလန်းတွေကသူ့ကိုစိတ်တောင်မဝင်စားဘဲ ဂရင်းဆိုတဲ့ ကောင်လေးကသူ့ကိုကြွေသွားပါလေရော...သူကတော့သဘောမကျကြောင်းငြင်းလေ ဟိုကပိုဆိုးလာလေဆိုတော့ သူ့သူငယ်ချင်းတွေရဲ့ အကြံပေးချက်အရ ရည်းစားကောင်လေးအတုထားဖို့စဉ်းစားလိုက်တယ်အဲ့မှာသူ့ရည်းစားကောင်လေးဟန်ဆောင်ဖို့ ဆာရာဝပ်ဆိုတဲ့တကယ့်အဲ့ကျောင်းရဲ့ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ကြီးကိုအကူအညီသွားတောင်းပါလေရော...အခြေတလိုင်းဆာရာဝပ်နဲ့ ပိန်းဥကတောင်အဖေပြန်ခေါ်ရလောက်တဲ့ ငပိန်းလေး တိုင်း တို့ဘယ်လိုတွေဖြစ်ပျက်ကြမလဲဆိုတာ မိုးအေးအေးလေးနဲ့ Chillနိုင်ကြပါစေလို့...( အညွှန်းရေးသားထားသူကတော့ Dolly ဖြစ်ပါတယ် )[Zawgyi]Bromance ကိုမွ ႐ိုဆန္ဆန္ သဘာဝဆန္ဆန္ နဲ႔ တအားမပိုတအားမလိုဘဲ မင္းသားေခ်ာေခ်ာေလးေတြကိုသေဘာက်ရင္ ဒီ 2gether Series ေလးကိုၾကည့္ဖို႔အႀကံေပးလိုက္ပါရေစတိုင္း ဆိုတဲ့ေဆာ္ၾကည္ဘဲေလးက တြဲသမွ်ေကာင္မေလးတိုင္းနဲ႔သူနဲ႔အဆင္မေျပရွာပါဘူး\nေျပာရမယ္ဆိုရင္ဖူးစာဖက္အမွန္မေတြ႕ေသးဘူးေပါ့အဲ့တာနဲ႔သူ႔ဖူးစာဖက္ကိုတကၠသိုလ္မွာေတြ႕ရမယ္လို႔သူဆုံးျဖတ္လိုက္တယ္ေက်ာင္းစစတက္ခ်င္းေန႔မွာပဲသူ႔ခမ်ာေကာင္မေလးလန္းလန္းေတြကသူ႔ကိုစိတ္ေတာင္မဝင္စားဘဲ ဂရင္းဆိုတဲ့ ေကာင္ေလးကသူ႔ကိုေႂကြသြားပါေလေရာ...သူကေတာ့သေဘာမက်ေၾကာင္းျငင္းေလ ဟိုကပိုဆိုးလာေလဆိုေတာ့ သူ႔သူငယ္ခ်င္းေတြရဲ႕ အႀကံေပးခ်က္အရ ရည္းစားေကာင္ေလးအတုထားဖို႔စဥ္းစားလိုက္တယ္အဲ့မွာသူ႔ရည္းစားေကာင္ေလးဟန္ေဆာင္ဖို႔ ဆာရာဝပ္ဆိုတဲ့တကယ့္အဲ့ေက်ာင္းရဲ႕ပ်ိဳတိုင္းႀကိဳက္တဲ့ႏွင္းဆီခိုင္ႀကီးကိုအကူအညီသြားေတာင္းပါေလေရာ...အေျခတလိုင္းဆာရာဝပ္နဲ႔ ပိန္းဥကေတာင္အေဖျပန္ေခၚရေလာက္တဲ့ ငပိန္းေလး တိုင္း တို႔ဘယ္လိုေတြျဖစ္ပ်က္ၾကမလဲဆိုတာ မိုးေအးေအးေလးနဲ႔ Chillႏိုင္ၾကပါေစလို႔...( အညႊန္္းေရးသားထားသူကေတာ့ Dolly ျဖစ္ပါတယ္ )  Native ...",
        "url": "https://channelmyanmar.org/tvshows/2gether-the-series-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6CvvTWcw9vSf5Zpgeot2ppE0P2D.jpg",
        "title": "It’s Okay to Not Be Okay ( 2020 )[စ/ဆုံး]",
        "description": "It's Okay to Not Be Okay(2020)ဇာတ်လမ်းတွဲအညွှန်း**********************************************အပိုင်း (၁ မှ ၁၆) [စ/ဆုံး]Kim Soo Hyun ရဲ့ကားသစ်လေးလာပြီနော်...မင်းသမီးကလည်း အားလုံးသိပြီးသား Save me နဲ့ Lawless Lawyer တည်းကမင်းသမီးလေးပါ...Moon Kang Tae (Kim Soo Hyun) စိတ်ကျန်းမာရေးဆေးရုံက သူနာပြုလေးတစ်ယောက်ဖြစ်ပြီးတော့ဉာဏ်ရည်ထက်မြက်ပြီး စာနာ နားလည်ပေးတတ်တဲ့ လူတစ်ယောက်ဖြစ်ပါတယ် ...Ko Moon Young (Seo Ye Ji) ကတော့ ကလေးစာပေတွေကိုရေးသားတဲ့ နာမည်ကြီး စာရေးဆရာမတစ်ယောက်ဖြစ်ပြီးတော့ အရမ်းကိုတစ်ကိုယ်ကောင်းဆန်၊ ခေါင်းမာပြီး  မာနကြီးလွန်းတဲ့သူလို့ လူသိများပါတယ် ...အချစ်အတွက် အချိန်မပေးနိုင်တဲ့ကောင်လေးနဲ့ အချစ်ဆိုတာ မရှိဘူးလို့ ယုံကြည်ထားတဲ့ ကောင်မလေးနဲ့တွေ့ဆုံဖို့ဖြစ်လာတဲ့အခါမှာတော့....ရိုလည်းရို ရယ်လည်းရယ်ရပါတယ်...ဇာတ်လမ်းတွဲက အတော်ဆွဲဆောင်မှုရှိပါတယ်....ပြီးတော့ မင်းသား Kim Soo Hyun ရဲ့စစ်မှုထမ်းပြီးမှ ပထမဆုံးပြန်ရိုက်ထားတဲ့ဒရမ်မာဖြစ်တာကြောင့် အရမ်းကိုလည်းနာမည်ရထားတာမို့ အလွတ်ခံလိုလုံးဝမဖြစ်တဲ့ကားပါ ...",
        "url": "https://channelmyanmar.org/tvshows/its-okay-to-not-be-okay2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gkNj8CuhGCHZtznyQBisrnY7mpH.jpg",
        "title": "Backstreet Rookie (2020)",
        "description": "[Unicode]အားလုံး စောင့်မျှော်နေတဲ့ \"Backstreet Rookie\" လေးလာပါပြီ ။\nဒီဇာမ်လမ်းလေးက နာမည်ကြီး webtoon တစ်ခုကို ရိုက်ကူးထားတာဖြစ်ပြီး\nKim Yoo Jung လေးကို ဖိုက်တာမလေးအဖြစ်မြင်တွေ့ရမှာပါဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဂျောင်ဆယ်ဗြောဟာ ပြဿနာအိုး အထက်တန်းကျောင်းသူလေးတစ်ယောက်ပါ...\nသူမက သူငယ်ချင်းတွေကိုလည်း အရမ်းကိုချစ်ပါတယ်တစ်ရက်မှာတော့ သူမတို့ သူငယ်ချင်းအုပ်စုနဲ့ ချွဲဒယ်ဟွန်းတစ်ယောက် ပက်ပင်းတိုးပါတော့တယ်\nသူတို့သူငယ်ချင်းတစ်စုဟဆေးလိပ်သောက်ချင်လို့ ချွဲဒယ်ဟွန်းကို ဆေးလိပ်ဝယ်ခိုင်းကြပါတော့တယ်...\nဆေးလိပ်ဝယ်ခိုင်းတဲ့ အဖိုးအခ အဖြစ် kiss ပေးခဲ့တဲ့ ကောင်မလေးကို ချွဲဒယ်ဟွန်းတစ်ယောက် စိတ်ထဲမှာ မမေ့မလျော့နဲ့ကို မှတ်ထားခဲ့ပါတယ် ၊အဲ့လိုနဲ့ ၄ နှစ်ကြာပြီးနောက် ချွဲဒယ်ဟွန်းက ကိုယ်ပိုင် convenience store လေးတစ်ခုကို ဖွင့်ခဲ့ပါတယ် ။\nသူရဲ့ ဆိုင်အတွက် အချိန်ပိုင်း အလုပ်သမားခေါ်တဲ့အချိန်မှာ ဂျောင်ဆယ်ဗြောနဲ့ ပြန်တွေ့ပါတော့တယ်...ဒီတစ်ကြိမ်မှာတော့ ဂျောင်ဆယ်ဗြောက တက္ကသိုလ်ကျောင်းသူကြီး တစ်ယောက်ဖြစ်နေပါပြီ\nပြဿနာရှာလွန်းတဲ့ ဂျောင်ဆယ်ဗြောလေးက အချိန်ပိုင်း အလုပ်သမားဖြစ်လာတဲ့ အခါမှာကော ဘယ်လိုတွေပြဿနာရှာဦးမလဲ...\nချွဲဒယ်ဟွန်းနဲ့ ဆယ်ဗြောတို့ ...",
        "url": "https://channelmyanmar.org/tvshows/backstreet-rookie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Arr-YAR-YAR-poster-147x200.jpg",
        "title": "လေးသည်တော် နှင့် ဖိုးရွှေလိပ် ( 2000 ) Completed",
        "description": "ငယ်ငယ်တုန်းက ည၇ နာရီ မြဝတီက ပြတဲ့ အာရားရားဆိုတဲ့ဇာတ်ကားလေးလာရင် အပြေးအလွှားကြည့်ရတာအမောပါပဲအသက်ဝင်နေတဲ့နှစ်တစ်ထောင်လင်ဇီးဆေးမြစ်လေးအာရားရားပြီးတော့ ငယ်ငယ်ကတည်းက အသည်းစွဲဖြစ်ခဲ့ရတဲ့မင်းသမီးချော လျိုရှမ်းရှမ်းနဲ့ကျန်းရှန်တို့ရဲ့အချစ်ဇာတ်လမ်း..အကျင့်ယုတ်လှတဲ့နတ်ဆရာကြီးဝူပျန်းစွဲစွဲမြဲမြဲကိုစောင့်ကြည့်ဖူးတဲ့ ဇာတ်လမ်းတွဲလေးပါပဲအခုချိန်မှာတော့ Channel Myanmar Team ရဲ့စေတနာတွေနဲ့အတူပြန်လှည်ကြည့်ရှု ရှာဖွေဖို့ခက်ခဲလှတဲ့ ဒီဇာတ်လမ်းတွဲလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါပြီ...အချိန်လွဲမှားမှုမရှိပဲ ကြည့်ရတာအဆင်ပြေပြီး စာတန်းထိုး 95 % ရာခိုင်နှုန်းတိကျမှန်ကန်မှုရှိပြီး..ကိုယ်တိုင်သေချာဖန်တီးထားတဲ့စာဖိုင်တွေနဲ့ကောင်းစွာကြည့်ရှုနိုင်မှာပါအတူတူဆက်လက်စည်းမျောခံစားရင်း ငယ်ဘဝကိုပြန်သွားလိုက်ရအောင်စုစုပေါင်း 39 ပိုင်းရှိပြီး သေချာပေါက် ၁ ရက်ကို ၂ ပိုင်းနှုန်းနဲ့တင်ဆက်ပေးသွားမှာပဲဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကတော့ ဟိုးရှေးရှေးတုန်းက ထျန်းလုံနိုင်ငံဆိုတာတည်ရှိပါတယ်ထျန်းလုံနိုင်ငံရဲ့မနီးမဝေးမှာ လင်စမ်းတောင်ဆိုတာရှိတယ်..အဲ့လင်စန်းတောင်ပေါ်မှာအသက်ဝင်နေတဲ့ နှစ်တစ်ထောင် လင်ဇီးဆေးမြစ်လေး အာရားရားလည်းနေပါတယ်နတ်ဆရာလင်မယားဟာ ထာဝရအသက်ရှင်ချင်လို့ အာရားရားလေးကို ဖမ်းဆီးပြီးစားသောက်ဖို့ပြင်ဆင်ကြတယ်..တောင်စောင့်နတ်သမီးလျိုရှမ်းရှမ်းရဲ့တားဆီးမှုကြောင့်သူတို့ရဲ့အကြံအစည်တွေမအောင်မြင်ပဲဖြစ်သွားတဲ့အပြင် နတ်ဆရာကတော်ဟာလည်းသေလုမျောပါးဖြစ်သွားခဲ့တယ်..ဒီလိုနဲ့ အကျင့်ယုတ်တဲ့နတ်ဆရာ ဝူပျန်းဟာအာရားရားကို ရဖို့အတွက်နည်းလမ်းမျိုးစုံ နဲ့ ကြိုးစားရင်းနဲ့ပဲ..................... Special Thanks To Htoo Htoo Ka Joe ( Sub Creator )Translated By Phyo Zaw , Chu ChuEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/lingshan-xia-god-arrow/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/g6POM3aV8iKvxvd0DBs9nBYwMX4-133x200.jpg",
        "title": "Night on Earth (2020)",
        "description": "CM Fan တွေ အတွက် Netflix မှာ ပြသပြီး Rating တွေ အများကြီးရထားတဲ့\nDocumentary Series တစ်ခု နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီစီးရီး ဟာ ၆ ပိုင်းပဲ ရှိပါတယ်...\nအရင်က Discovery နဲ့ NGO ချယ်နယ်တွေလို\nတီဗီလိုင်းတွေ နဲ့ မစိမ်းတဲ့သူတွေ အတွက်တော့\nသိမှာ ဖြစ်ပါတယ်....\nဒီ Night On Earth စီးရီးဟာ ဆိုရင် အရင် ချယ်နယ်တွေက\nပြသတာတွေ နဲ့ မတူပဲ တိရိစ္ဆာန်တွေ ရဲ့ ညဘက် လှုပ်ရှားမှု\nမြင်ကွင်းတွေကို ညကြည့် ကင်မရာ အကောင်းစားတွေနဲ့\nရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်လို့ ညဘက်မှာ ကျတ်စားတဲ့\nသတ္တဝါတွေ ရဲ့ ထူးထူးဆန်းဆန်း ဖြစ်ရပ်တွေကို လေ့လာကြည့်ရှုနိုင်မှာပါ\n  \nDownload List\n============Ep1-6  Yoteshin / VIP / Megaup",
        "url": "https://channelmyanmar.org/tvshows/night-on-earth-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/UF-140x200.jpg",
        "title": "Uncontrollably Fond ( 2016 ) ( Completed )",
        "description": "ဒီဇာတ်လမ်းလေးဟာ 2016 တုန်းက ထွက်ရှိခဲ့ပြီးတော့နာမည်ကြီးလှတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ် မင်းသား ကင်ဝူဘင်နဲ့ ဆူဇီတို့ကပါဝင်သရုပ်ဆောင်ထားပြီး On Going လွှင့်နေတုန်းကလည်း ကြည့်ရှုသူပရိတ်သတ်တို့ရဲ့တမ်းတမ်းစွဲအချစ်တော်လေးဖြစ်ခဲ့ရပါသေးတယ်ကြည့်ရှုနိုင်အောင်လို့ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ် အညွန်းကတော့ရှင်းဂျွန်ယောင်းနဲ့ နိုရယ် ဟာ လူငယ်ဘဝမှာကတည်းက ချစ်ကျွမ်းဝင်ခဲ့ကြတဲ့ချစ်သူ၂ဦးပါ..ဒါပေမယ့်လည်းအကြောင်းမတိုက်ဆိုင်တော့လည်း လမ်းခွဲခဲ့ကြရတာပေါ့နှစ်တွေကြာပီးတဲ့နောက်မှာ ရှင်းဂျွန်ယောင်းဟာ ကိုရီးယားရဲ့ထိပ်တန်းသရုပ်ဆောင်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်..နိုရယ်ကတော့ မှတ်တမ်းရုပ်ရှင်ရိုက်ကူးတဲ့ ထုတ်လုပ်သူတစ်ယောက်ဖြစ်လာခဲ့တယ်..အရင်တုန်းက ကံမဆုံခဲ့လို့ ကွဲကြရပေမယ့်အခုကံ အ ကြောင်းဖန်လာပြန်တော့ ဒီ၂ယောက်ကို ကံကြမ္မာက နောက် တခေါာက်ထပ်ဆုံခွင့်ပေးခဲ့ပြန်တယ်..ဒီလိုနဲ့မငြိမ်းသေးတဲ့အချစ်မီးတွေနဲ့အတူ၂ယောက်သား ပြန်လည်ဆုံတွေ့မှုကနေ တဆင့် ဘယ်လိုအချစ်ဇာတ်လမ်းလေးပြန်လည်ပေါက်ဖွားလာမယ်ဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ရအောင် Subtitle Credit To Somonlian ( Subscene ) Episode 1 - YuuDrive / Yoteshin / MegaUp / Yandex / Episode 2 - YuuDrive / Yoteshin / MegaUp /  Yandex / Episode ...",
        "url": "https://channelmyanmar.org/tvshows/uncontrollably-fond-2016-completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/q5Q4Q_4f-141x200.jpg",
        "title": "Prophecy of Love (2020)",
        "description": "[Unicode]\"အချစ်ဝှက်အကြားအမြင်ဆရာမလေး\"Casts\nထီရွတ် အဖြစ် James Jirayu\nရိုစီတာ(ရို့စ်) အဖြစ် Ice Preechayaဇာတ်လမ်းအကျဉ်း၂၀၁၂ ခုနှစ်မှာ ပြင်သစ်နိုင်ငံမှာနေထိုင်သူ ထိုင်းလူမျိုးရိုစီတာတစ်ယောက် ကားမတော်တဆမှုဖြစ်ပြီး သုံးလလောက် သတိလစ်နေခဲ့တယ်\nရို့စ် ပြန်နိုးလာချိန်မှာတော့ ထူးဆန်းတဲ့ စွမ်းရည်တစ်ခုရနေခဲ့ပြီ အဲ့ဒီစွမ်းရည်က နှင်းဆီပန်းကို ထိရင် ထိထားသူရဲ့ အနာဂတ်ကို မြင်ရတာပါပဲ...\nဒီလိုနဲ့ နာမည်ကြီး အကြားအမြင်ဆရာမတစ်ယောက်ဖြစ်လာပြီး လူအများရှေ့မှာ နာမည်ကြီးသရုပ်ဆောင်မင်းသား ထီရွတ်ကို မိန်းကလေးတစ်ယောက်ကို ကိုယ်ဝန်ရှိစေခဲ့ပြီး တိတ်တိတ်ပုန်းကလေးရမယ်လို့ ဟောပြောခဲ့တယ်...\nဒီဟောပြောချက်ကြောင့် ထီရွတ်တစ်ယောက် နာမည်ပါအထိနာခဲ့ပြီး ရို့စ်နဲ့ဆက်ဆံရေးကလည်း အဆင်မပြေဖြစ်ခဲ့ပါတယ်၆နှစ်ကြာပြီးနောက် အခမ်းအနားတစ်ခုမှာ ထီရွတ်အပါအဝင် နာမည်ကြီး ငါးယောက် ဖိတ်ခေါ်ခဲ့ပြီး ရိုစီတာကို ထပ်မံဟောပြောခိုင်းခဲ့ပါတယ်🌹ရိုစီတာတစ်ယောက် ကမ်းလာပေးတဲ့ နှင်းဆီတွေထိလိုက်ချိန်မှာ သူမနဲ့ထီရွတ်တို့ အရမ်းချစ်ပြီး ဖက်နေနမ်းနေတဲ့ရိုမန့်တစ်ဆန်တဲ့ မြင်ကွင်းတွေမြင်လိုက်ရပြီး အရမ်းတုန်လှုပ်ခဲ့တယ်🌹သူမပုံစံက အရမ်းထူးဆန်းနေခဲ့လို့ ဘာမြင်ခဲ့လဲဆိုတာ နာမည်ကြီးငါးယောက်က သိချင်နေခဲ့တယ်\nရိုစီတာကတော့ ဘာမှမမြင်ခဲ့ဘူးပဲ ပြောခဲ့ပေမယ့် ဘယ်သူမှမယုံခဲ့ကြပါဘူး🌹နောက်ရက်ကစပြီး ထူးဆန်းတာတွေ စတင်ဖြစ်ပေါ်လာတော့တယ်\nရို့စ် ဆက်တိုက် ...",
        "url": "https://channelmyanmar.org/tvshows/prophecy-of-love-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8dNQTTHAirWwCpQM85amONPcZSA.jpg",
        "title": "Master’s Sun ( 2013 ) ( Completed )",
        "description": "2013 ခုနှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ The Master's Sun ဆိုတဲ့ Drama လေးကိုအစအဆုံးပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားမှာမင်းသား So Ji-sub နဲ့ မင်းသမီး Gong Hyo-jin တို့ပါဝင်သရုပ်ဆောင်ထားခဲ့ပြီးOngoing ပြသတုန်းက ကိုရီးယားမှာ အတော်ပေါက်ခဲ့သလို မြန်မာပြည်မှာလည်းအခွေပြန်ထွက်တုန်းက နေမင်းအရှင်သခင်ဆိုပြီး အတော်ပေါက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးပါIMDb Rate 8.3 ရရှိထားတာမို့ ပြန်လည်ကြည့်ရှုခံစားလိုက်ပါဦးဇာတ်လမ်းအညွှန်းကတော့ဂျူဂျေဝမ် ဟာ နာမည်ကြီးCompany တခုရဲ့ CEO ပါ သူဟာငယ်စဉ်ကအဖြစ်ဆိုးတခုနဲ့ကြုံတွေ့ခဲ့ပြီး အဲ့အဖြစ်ဆိုးမှာ သူချစ်တဲ့ကောင်မလေးပါသေဆုံးသွားခဲ့ရပါတယ် ထယ်ဂွန်းရှီကတော့ သရဲတွေကိုမြင်တွေ့နိုင်တဲ့ထူးဆန်းတဲ့သဘာဝလွန်စွမ်းပကားတွေနဲ့ကောင်မလေးတစ်ယောက်ပေါ့သူမဟာ အချိန်တိုင်း သရဲတွေကိုမြင်တွေ့နေရလို့စိတ်ညစ်ပြီးကြောက်ရွံ့နေရတဲ့သူတစ်ယောက်ပါ တရက်မှာ မထင်မှတ်ပဲဂျူဂျေဝမ် နဲ့ ထယ်ဂွန်းရှီတို့တွေ့ဆုံမှုကတဆင့်ရင်းနှီးခဲ့ကြတယ်ဂျူဂျေဝမ်ချစ်ရတဲ့ကောင်မလေးဟာသေဆုံးသွားပေမယ့်ထယ်ဂွန်းရှီဟာ သူမ ဝိဉာဉ်ကိုမြင်တွေ့နေရတဲ့အကြောင်းကိုပြောလိုက်တဲ့အခါမှာတော့ ဂျူဂျေဝမ်ဟာ သူမနဲ့အပေးအယူတခုလုပ်ပြီး သူချစ်ရတဲ့ကောင်မလေးနဲ့ဆက်သွယ်နိုင်ဖို့ကြိုးစားပါတော့တယ်ဒီလိုနဲ့တဖြည်းဖြည်း ဂျူဂျေဝမ်နဲ့ ထယ်ဂွန်းရှီတို့ရဲ့ကြားကအမှတ်မထင်ကနေ ထင်ထင်ရှားရှားသံယောဇဉ်တွေခိုင်မာလာတဲ့အခါမှာတော့.... Subtitle Credit To Somonlian ( Subscene )Encoded By phoenix \nDownload ...",
        "url": "https://channelmyanmar.org/tvshows/masters-sun-2013-completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/cursed-133x200.jpg",
        "title": "Cursed (2020)",
        "description": "Cursed (2020)============IMDb Rating - 6.3/10#Unicodeနက်ဖလစ်ရဲ့ မှော်စီးရီး အသစ် ထွက်လာပါပြီ။ ၁၀ ပိုင်း ပါဝင်ပြီး အခုကနေ စပြီး . မနက်ဖြန်အထိ စဆုံးတင်ဆက်ပေးပါ့မယ်။မင်းသမီးကတော့ 13 reasons why ထဲက ကတ်သရင်းလန်းဖို့ ပါပဲ။ ဇာတ်လမ်းကတော့ အာသာဘုရင် နဲ့မှော်ဆရာ မာလင်တို့ခေတ်ကို အခြေခံထားပါတယ်။ အာသာတစ်ယောက် ဘုရင်ဖြစ်မလာခင်၊ မာလင်နဲ့မတွေ့ခင်မှာ အာသာကို ကူညီခဲ့တဲ့ မှော်ဆရာမ တစ်ယောက်ရဲ့ အကြောင်းပါပဲ။ အာသာမတိုင်ခင် အိတ်စ်ကလီဘာ ဓားကို ကိုင်ပြီး တိုက်ခိုက်နိုင်ခဲ့သူ ဖြစ်ပြီး မွေးရာပါ မှော်အစွမ်းတွေနဲ့ စုန်းမ နီမွေး အဖြစ် ကတ်သရင်းကသရုပ်ဆောင်ထားပါတယ်။ အာသာဘုရင်မတိုင်ခင် အူသာ ပန်ဒရက်ဂွန် ဘုရင်ဖြစ်နေတဲ့ခေတ်ဖြစ်ပြီး စုန်းတွေကို လိုက်သတ်တဲ့ ဖာသာ ကာဒန် နဲ့ သူရဲကောင်းနီတွေက စုန်းတွေရှိတယ်ဆိုတဲ့ Fey ရွာတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/cursed-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Chief-of-Staff-200x112.png",
        "title": "Chief of Staff Season 2",
        "description": "မင္းသားမင္းသမီးကေတာ့ အားလံုးသိၾကတဲ့\n \nAlong with the god တို႔ Triple တို႔ထဲက မင္းသားႀကီး Lee Jung Jae နဲ႔\n \nOh My Venus တုိ႔ My Girlfriend is Gumiho စတဲ့\n \nဇာတ္ကားေတြမွာ ပါဝင္ခဲ့ Shin Min-A တို႔ပဲျဖစ္ပါတယ္\n \nဂ်န္ထယ္ဂြ်န္က ကိုရီးယားရဲတကၠသိုလ္က ဘြဲ႕ရခဲ့ျပီး စံုေထာက္အျဖစ္လုပ္ကိုင္ခဲ့ပါတယ္\n \nသူက ပိုျပီး အာဏာရခ်င္တဲ့အတြက္ အမ်ိဳးသားလႊတ္ေတာ္မွာ\n \nအလုပ္လုပ္ဖို႔ဆံုးျဖတ္လိုက္ျပီးေနာက္မွာေတာ့ လႊတ္ေတာ္ကိုယ္စားလွယ္\n \nဆုန္းဟီေဆာ့အတြက္ အလုပ္လုပ္ေပးရတဲ့\n \nအလုပ္သမားေခါင္းေဆာင္တစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္\n \nသူက ထက္ျမက္ျပီး ဆံုးျဖတ္ခ်က္ေတြကို\n \nေအးေအးေဆးေဆးခ်ႏိုင္တဲ့ လူတစ္ေယာက္ပါ\n \nအႏိုင္လိုခ်င္စိတ္လဲ ျပင္းျပသူတစ္ဦးျဖစ္ပါတယ္\n \nသူ႕မွာ လႊတ္ေတာ္ကိုစားလွယ္ျဖစ္လာခ်င္တဲ့ ရည္မွန္းခ်က္ႀကီးလဲ ရွိေနပါတယ္\n \nဂန္ဆြန္ေယာင္းကလည္း ျပည္သူ႕လႊတ္ေတာ္ကိုယ္စားလွယ္\n \nတစ္ေယာက္ျဖစ္ျပီး ပါတီရဲ႕ ေျပာေရးဆိုခြင့္ရွိသူတစ္ေယာက္ပါ\n \nသူကလည္းရည္မွန္းခ်က္ႀကီးျပီး သူ႕အလုပ္ေတြကို ေသခ်ာလုပ္တတ္သူပါ\n \nဂန္ဆြန္ေယာင္းနဲ႔ ဂ်န္ထယ္ဂြ်န္တို႔ၾကားမွာ\n \nကို႔ယို႔ကားယားႏိုင္တဲ့ ဆက္ဆံေရးတစ္ခုလည္းရွိေနပါေသးတယ္\n \nဟိုဘက္ဒီဘက္ လႊတ္ေတာ္ကိုယ္စားလွယ္ေတြနဲ႔\n \nပါတီေတြရဲ႕အားျပိဳင္မႈေတြမွာ သူတို႔ ဘယ္လိုေတြ ပါဝင္ေနမလဲ\n \nသူတို႔ႏွစ္ေယာက္ရဲ႕ ဆက္ဆံေရးကေရာ ဘယ္လိုျဖစ္သြားမလဲ\n \nအခက္ခဲေတြကိုေက်ာ္လႊားႏိုင္ျပီး သူတို႔ရည္မွန္းခ်က္ပန္းတိုင္ေတြဆီကို\n \nကိုယ္စီေရာက္ေအာင္သြားႏိုင္မလားဆိုတာကို\n \nChief of staff ဆိုတဲ့ series မွာ ေစာင့္ၾကည့္ၾကပါေနာ္\n \nဘာသာ ...",
        "url": "https://channelmyanmar.org/tvshows/chief-of-staff-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zXoXpRdakMwvBfKK8m3klOKGY1p.jpg",
        "title": "Dinner Mate(2020)[စ/ဆုံး]",
        "description": "Dinner Mate(2020)ဇာတ်လမ်းတွဲ(စ/ဆုံး)ဒီတစ်ခါတင်ဆက်မှာကတော့ မင်းသားကြီး Song Sung Heon နဲ့ Crush landing on you ထဲကပရိတ်သတ်ကဲ့အချစ်တော် မင်းသမီးပတ်ဆိုးဒန် (Seo Ji Hye) တို့ပါဝင်ထားတဲ့ Shall we eat dinner together or Dinner Mate ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်...း ဒီကားလေးဟာ webtoon ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့  ဇာတ်ကားဖြစ်ပါတယ်...Kim Hae Kyung(Song Seung Heon) ကတော့ စိတ်ရောဂါပညာရှင်တစ်ယောက်ဖြစ်ပြီးတော့လူတွေရဲ့စားသောက်တဲ့ပုံစံကိုကြည့်ပြီး ထူးထူးခြားခြားပုံစံနဲ့ လူနာတွေကိုကုသပေးတတ်တဲ့လူတစ်ယောက်ပါ....အလုပ်သဘောအရ လူနာတွေကိုကြင်နာစွာပြမူဆက်ဆံမှ ထိရောက်တဲ့အတွက် သူကလည်းအဲ့ဒီအတိုင်းအတတ်နိုင်ဆုံးပြုမူနေထိုင်ပါတယ်...Woo Do Hee(Seo Ji Hye) ကတော့ Web channel ဖြစ်တဲ့ 2N BOX ရဲ့ PD တစ်ဦးဖြစ်ပါတယ်.. အသည်းနှစ်ခါကွဲပြီးနောက်မှာတော့ ရည်းစားထပ်ထားဖို့စိတ်ကူးမရှိတဲ့ မာနခပ်ကြီးကြီးမိန်းမတစ်ယောက်ပေါ့...သူမဟာ  တစ်ယောက်တည်းထမင်းစားရတာကို သဘောကျတဲ့သူမဟုတ်ပါဘူး...အဲ့ဒီလိုအမျိုးသမီးနဲ့လူတွေရဲ့အစားအသောက်အကျင့်ကိုကြည့်ရတာ နှစ်ခြိုက်တဲ့သူတို့နှစ်ဦးသားစားသောက်ဆိုင်လေးတစ်ခုမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/dinner-mate2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/love-105x200.jpg",
        "title": "Love and Anarchy 2020-2022 Season 1 + 2",
        "description": "အပန်းဖြေနိုင်မယ့် ပေါ့ပါ့ပါးပါး အချစ်ဟာသလေးတွေ မျှော်နေသူတွေအတွက် IMDb 7.5 ရရှိထားတဲ့ comedy, romance Netflix စီးရီးလေးလာပါပြီမမကြီးတွေ မောင်လေးတွေကို ကြိုက်မိပြီး ဘယ်လောက်ထိ လိုက်ဆိုးဖူးလဲ။ဆိုဖီဆိုတဲ့ အမျိုးသမီးဟာ ကလေး ၂ ယောက်အမေဖြစ်ပြီး  အကြံပေးတဲ့အလုပ်ကို လုပ်ကိုင်သူဖြစ်ပါတယ်။တစ်နေ့ ဆိုဖီဟာ ပုံနှိပ်တိုက်ဟောင်းတစ်ခုကို ပြန်ပြီး ခေတ်မီအောင် ပြုပြင်ဖို့အတွက် တာ၀န်ကျလာပါတယ်။ပုံနှိပ်တိုက်ကို ရောက်တဲ့အခါမှာ မက်စ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ တွေ့ပြီး ဇာတ်လမ်းလေးတွေဖြစ်လာပါတော့တယ် .....comedy romance ဆိုပေမယ့် ပေါ့ပျက်ပျက်မဟုတ်ဘဲ သူ့ဇာတ်ကြောင်းလေးနဲ့သူမို့ ကြည့်ရတာ တန်ပြီး အပန်းပြေစေမှာပါFile size…300 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….40 Min\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing, YSDA, HWL, KWY \nSeason 1Complete Zip Fle  Yoteshiin  /  ...",
        "url": "https://channelmyanmar.org/tvshows/love-anarchy-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/a97V0nC9IVtidZAFOx7VrBT0IWW-133x200.jpg",
        "title": "Unsolved Mysteries (2020)",
        "description": "Unsolved Mysteries (2020)====================IMDb Rating - 7.8/10#UnicodeNetflix ကနေ July 1 ရက်နေ့မှာပြသခဲ့တဲ့ စီးရီးအသစ်တစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။ဒီစီးရီးက Stranger Things ကို ထုတ်လုပ်ခဲ့တဲ့ Production  ကပဲ တင်ဆက်ထားတာဖြစ်ပြီး သာမန် ရုပ်ရှင်ကားများမဟုတ်ဘဲ . တကယ့်အပြင်မှာဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်အမှန်များကို အင်တာဗျူးပြကွက်တွေနဲ့ ဇာတ်လမ်းဇာတ်ရုပ်များကို ရောယှက်ပြသထားတဲ့ Documentary Movies များဖြစ်ပါတယ်။ ဒီစီးရီးမှာ အပိုင်း(၆)ပိုင်းပါပြီး ဇာတ်လမ်းအကျဥ်းတွေကို ပြောပြရမယ်ဆိုရင် သေဆုံးခြင်း၊ ပျောက်ဆုံးခြင်းတွေကို အခြေခံထားပါတယ်။ ဒါဆိုရင် ဘာထူးဆန်းလဲလို့မေးစရာရှိပါတယ် . ဟုတ်ပါတယ် . သေဆုံးခြင်း၊ ပျောက်ဆုံးခြင်းတွေဟာ သာမန် suicide လုပ်တာတွေ၊ အသတ်ခံရခြင်းမျိုးတွေနဲ့မတူဘဲ . လက်မခံနိုင်စရာထူးဆန်းဖွယ်ရာတွေနဲ့ ကြုံတွေဆုံတွေ့နေတာပါ။ နောက်ပြီးတော့ အခုပြသထားတဲ့ အဖြစ်အပျက်(၆)ခုဟာ အခုချိန်ထိတိုင်အောင် လက်တွေ့အဖြေရှာမရသေးဘဲ လူတွေဟာတွေဝေနေပြီး ဘာကြောင့်သေဆုံးတယ်၊ ဘာကြောင့်ပျောက်ဆုံးတယ် . ...",
        "url": "https://channelmyanmar.org/tvshows/unsolved-mysteries-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-6.07.16-PM-143x200.png",
        "title": "JU-ON: Origins (2020)",
        "description": "JU-ON: Origins (2020)================IMDb Rating - 6.5/10#UnicodeJu-On ဟာ ရုပ်ရှင်ပေါင်း များစွာ ထွက်ခဲ့ပြီး ဂျပန်နိုင်ငံရဲ့ နာမည်ကျော် horror franchise ပဲ ဖြစ်ပါတယ်။The ring လိုပဲ ကြောက်စရာ ဇာတ်လမ်းတွေပါပဲ။ Ju-On ကားတွေထဲက အငြိုးကြီးတဲ့ သရဲတွေကို ငယ်ငယ်ကတည်းက ကြောက်ဖူးကြမှာပါ။ ဒီတစ်ခါတော့ Ju-on ရဲ့ မူလအစများဆိုပြီး နက်ဖလစ်က ၆ ပိုင်းပါတဲ့ ဇာတ်လမ်းတွဲ ပြသလိုက်ပြီမို့ ဘာသာပြန်တင်ဆက်ထားပေးပါတယ်။ ကြောက်ချင်တဲ့ သူတွေအတွက် အကြိုက်တွေ့မှာပါပဲ။ naked အခန်းအချို့ပါတာကြောင့် အချို့အပိုင်းတွေကတော့ မိသားစုနဲ့ ကြည့်ရင် remote လေး ကိုင်ထားမှ ရမယ်ဆိုတာ သတိပေးလိုပါတယ်။ #ZawgyiJu-On ဟာ ႐ုပ္ရွင္ေပါင္း မ်ားစြာ ထြက္ခဲ့ၿပီး ဂ်ပန္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ horror franchise ပဲ ျဖစ္ပါတယ္။The ring ...",
        "url": "https://channelmyanmar.org/tvshows/ju-on-origins-2020/"
    }
]