[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1WGC5BOrvejn2PYNXnAs4fUqJq.jpg",
        "title": "Murder By The Sea (2022)",
        "description": "Crime Series တွေကို ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးတို့အတွက် ဒီတစ်ခါမှာတော့\nMurder By the Sea လို့ခေါ်တဲ့ Crime Thriller ဘင်္ဂါလီ စီးရီးလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\n၂၀၂၂ August ၁၂ ရက်နေ့မှာမှ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စီးရီးလေးဖြစ်ပြီး စုစုပေါင်း\nအပိုင်း ၈ ပိုင်းပါဝင်ကာ ပူရီမြို့လေးကို အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ် ။ငယ်ဘ၀က မောင်ဖြစ်သူ ပင်လယ်ထဲ ပြုတ်ကျပြီး ရေနစ်သေဆုံးခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုးကြီးကြောင့်\nအိမ်ထောင်ကျတဲ့အထိ အတိတ်ရဲ့ အရိပ်ကနေ မလွတ်မြောက်နိုင်သေးဘဲ\nမှုခင်းသဲထိတ်ရင်ဖိုဇာတ်လမ်းတွေကို ရေးသားနေသူ စာရေးဆရာမ Arpitar San ....\nမောင်ဖြစ်သူ သေဆုံးရတာ သူ့ပယောဂကြောင့် ဆိုတဲ့ စိတ်ခံစားချက်ကြီးကြောင့်\nတဖြည်းဖြည်း စိတ်ဝေဒနာ ခံစားလာနေရတာမလို့ စိတ်ရောဂါ အထူးကုဆရာဝန်ရဲ့\nအကြံပေးချက်အရ သူငယ်စဉ်က နေထိုင်ရာ ပူရီမြို့ကို ပြန်လာပြီး အိပ်မက်ဆိုးကြီးကို ကျော်လွှားနိုင်ဖို့ ကြိုးစားနေတဲ့အချိန် ....Arpitar တစ်ယောက် ပင်လယ်ကမ်းစပ်မှာလမ်းလျှောက်နေရင်း ဓာတ်ပုံဆရာ ဖြစ်သူ\nArun ...",
        "url": "https://channelmyanmar.org/tvshows/murder-by-the-sea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y7g35IfEkRcbPlICDNWZKsyYcyU.jpg",
        "title": "[18+] Wag Mong Agawin Ang Akin (2022) Complete",
        "description": "[18+] Wag Mong Agawin Ang Akin (2022) Complete Limited Series ဂျပ်စမင်းဟာ ဆွေမျိုးမရှိတစ်ကောင်ကြွက် လက်ရှိအချိန်မှာ လိင်လုပ်သားအဖြစ် အသက်မွေးနေရပေမယ့် တစ်ဖက်က ကျောင်းဆက်တက်ရင်း ပညာရေးဆုံးခန်းတိုင်အောင်ကြိုးစားသလို တစ်ချိန်မှာအောင်မြင်လာရမယ့်ဆိုတဲ့ ရည်မှန်းချက် ကြီးကြီးမားမားခိုင်ခိုင်မာမာလဲရှိတဲ့သူလေးပါ။ သူ့အတွက် အားကျစရာ၊ လေးစားအတုယူစရာ Idol တစ်ယောက်ရှိပြီး အဲ့ဒီလူကတော့ Prima ဆိုတဲ့ အလှကုန်လုပ်ငန်းစုကြီးရဲ့ပိုင်ရှင်၊ ထက်မြက်တဲ့မိန်းမလှ၊ မမကြီးတစ်ယောက်ဖြစ်တဲ့ ခရစ်စတင်းပါပဲ။ ဒါပေမယ့် ခရစ်စတင်းမှာလဲလူမသိတဲ့ အပူတွေရှိနေပြန်ပါတယ်။ ခရစ်စတင်းက ခင်ပွန်းသည်သေဆုံးချိန်မှာ Prima လုပ်ငန်းစုကို ဆက်ခံရခဲ့ပေမယ့်ခင်ပွန်းသည်ရဲ့ဇနီးဟောင်းနဲ့ လင်ပါသားတို့ရဲ့သြဇာကိုမလွန်ဆန်နိုင်သေးပဲ အချိန်ပြည့် စောင့်ကြည့်ခံနေရသူပါ။ ဒါ့အပြင် လင်ပါသားဖြစ်တဲ့ရိုင်ယန်က သူ့ကိုအသေရရအရှင်ရရလိုချင်နေပြီး၊ သူ့ချစ်သူကတော့ Prima ရဲ့သာမန်ဝန်ထမ်းတစ်ယောက်ဖြစ်တဲ့အတွက်လဲ ခရစ်စတင်းအကျပ်ရိုက်နေရပါတယ်။ ဘဝချင်းအလွှာမတူ မိုးနဲ့မြေဖြစ်တဲ့မိန်းမနှစ်ယောက်ဟာ၊ ကံတရားရဲ့အလှည့်အပြောင်းတွေ၊ ပတ်ဝန်းကျင်ရဲ့စေ့ဆော်မှုတွေကြောင့် ထိပ်တိုက်ရင်ဆိုင် ဆုံဆည်းကြဖို့ဖြစ်လာပါတော့တယ်။ Iskandalo, High (School) On Sex တို့ရဲ့ နေရာကိုဝင်လာတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/18-wag-mong-agawin-ang-akin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/p12079367_b_v8_an-133x200.jpg",
        "title": "The Last Kingdom – Season(01), (02), (03), (04), (05) – Complete",
        "description": "The Last Kingdom\n================\nIMDb Rating - 8.5/10\nRotten Tomatoes 91%CMပရိတ်သတ်တွေ ခဏခဏတောင်းဆိုလွန်းလို့ ဒီစီးရီးကို Season(05)ထိ\nအကုန်တင်ဆက်ပေးသွားပါမည်။Review\n----------\nကျုပ်ဟာ အင်္ဂလန်ရဲ့ အော်လ်ဒေါ်မန်တစ်ယောက်အဖြစ် မွေးဖွားလာခဲ့တယ်။\nဘီဘန်ဘာ့၊ နော်သမ်ဘရီယန်မြေရဲ့ ဆက်ခံသူ အစစ်ပေါ့။ အသက် ၁၂ နှစ်မှာ\nပထမဆုံး တိုက်ပွဲ၀င်ခဲ့တယ်။ အဖေ အသတ်ခံရတာကို ကျုပ်မျက်စိနဲ့ တပ်အပ်\nမြင်ခဲ့ရတယ်။နောက်တော့ ဘရီဒါဆိုတဲ့ ဆက်ဆွန်သူလေးနဲ့အတူ ကျူးကျော်သူတွေ ခိုးယူ‌\nခေါ်ဆောင်ခြင်းကို ခံခဲ့ရတာပေါ့။ ပထမ.. အစေခံ။ နောက်တော့ အာလ် ၀က်ဂ်နာရဲ့\nသားဖြစ်လာတယ်။ ကံကြမ္မာကြောင့် ကျုပ်ဟာ ဒိန်းမတ်လူမျိုး ဖြစ်သွားတယ်။\n၀က်ဂ်နာအငယ်လေးက ကျုပ်ရဲ့ ညီဖြစ်လာပြီး ဘရီဒါက ကျုပ်ချစ်သူ ဖြစ်လာတယ်။\nနောက်တော့ ကံကြမ္မာရဲ့ သစ္စာဖောက်ခဲ့ခြင်းကိုခံရတယ်ဆိုမလား ၀က်ဂ်နာ့ကို\nသတ်တာ ကျုပ်ဆိုတဲ့ အလိမ်ဆင်တွေ ပြန့်ကုန်တယ်။ဒီတော့ သူ့ရဲ့ ပိုင်ဆိုင်မှုတွေ ယူပြီး တောင်ပိုင်း ၀က်ဆက်က ဘီအိုကာနဲ့ ဘုရင့်ညီ\nအဲလ်ဖရက်ဆီ သွားခဲ့တာပေါ့။ ကျူပ်ကို ဒိန်းမတ်တွေက ...",
        "url": "https://channelmyanmar.org/tvshows/the-last-kingdom-season-01-02-03-04-05/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/9AQ94tFirqWX8Ob9Z1ycM7upCoD-133x200.jpg",
        "title": "It’s Beautiful Now (2022)",
        "description": "It's Beautiful Now (2022)==================Lee Yoon-Jae (Oh Min-Suk), Lee Hyun-Jae (Yoon Si-Yoon) နဲ့\nLee Soo-Jae (Seo Bum-June) တို့က လက်ထပ်တာတွေ ရည်းစားထား\nတာတွေမှာ စိတ်မဝင်စားတဲ့ လူပျိုကြီးညီအစ်ကိုတွေပါ။ သူတို့ရဲ့ အဘိုး\nLee Kyung-Cheol (Park In-Hwan) နဲ့ သူတို့မိဘတွေဖြစ်တဲ့ Lee Min-Ho\n(Park Sang-Won) နဲ့ Han Kyung -Ae တို့က သူတို့သားတွေ ဒီလိုဖြစ်\nနေတာကို စိုးရိမ်နေကြတယ်။ အဲဒါကြောင့် သူတို့သားသုံးယောက်ကို\nအပေးအယူတစ်ခု ကမ်းလှမ်းလိုက်တယ်။ ညီအစ်ကိုတွေထဲမှာ အရင်ဆုံး\nလက်ထပ်တဲ့ ပထမတစ်ယောက်ကို တိုက်ခန်း အပိုင်ရမယ်ဆိုတဲ့ အပေးအယူပဲ\nဖြစ်ပါတယ်။အဲလိုနဲ့ တိုက်ခန်းလိုချင်တဲ့ ညီအစ်ကိုသုံးယောက် ကြိုးစားပြီး အပြိုင်အဆိုင်\nလက်ထပ်ဖို့ မိန်းမရှာကြမှာပါ။ အကြီးဆုံးအစ်ကိုဖြစ်တဲ့ Lee Yoon-Jae က\nသွားဆရာဝန်အဖြစ်လုပ်ကိုင်ပြီး လူနာတွေကြားထဲမှာ ဂုဏ်သတင်းကျော်ကြားတဲ့\nသမားတော်ကောင်းတစ်ယောက်ဖြစ်ပါတယ်။အလတ်လေးကတော့ Lee Hyun ...",
        "url": "https://channelmyanmar.org/tvshows/its-beautiful-now-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-2-160x200.jpg",
        "title": "The Imperfects (2022)",
        "description": "The Imperfects (2022)================ဒီစီးရီးကတော့ Netflix ကနေ လောလောလတ်လတ်ထွက်ထားတဲ့\nစီးရီးသစ်တစ်ခုဖြစ်ပြီး Season(1) အနေနဲ့ဆယ်ပိုင်းတစ်ပြိုင်ထဲထွက်\nရှိထားတာဖြစ်ပါတယ်။Action, Adventure, Drama အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ မျိုးဗီဇချို့ယွင်းမှုတွေနဲ့မွေးဖွားလာတဲ့\nလူငယ်တွေကို ဒေါက်တာဆာကော့ဗ်ဆိုတဲ့ဆရာဝန်နဲ့သူ့လက်ထောက်က\nကုသဖို့ကြိုးစားရင်း၊ စမ်းသပ်ချက်တွေလုပ်ရင်း မထင်မှတ်ထားတဲ့\nရလဒ်တွေဖြစ်လာတဲ့နောက် ဒီလူငယ်တွေမှာအစွမ်းလို့ခေါ်လို့လည်းရသလို\nထိန်းချုပ်မရနိုင်တဲ့အကျိုးဆက်တွေဖြစ်လာခဲ့ပါတယ်။ အကြမ်းဖျဥ်းအားဖြင့်\nပြောရရင် Xmen တွေနဲ့သဘောတရားချင်းဆင်တူပြီး Character တည်\nဆောက်ထားပုံတွေလည်းခိုင်မာကျစ်လစ်တယ်လို့ပြောလို့ရပါတယ်။ချူပါကာဘရာလို့ခေါ်တဲ့ဒဏ္ဍာရီလာသမန်းဝံပုလွေတစ်ပိုင်း၊ရုပ်ပြဝတ္ထုစာရေး\nဆရာလူငယ်လေးဟွမ်ရူဝိစ်၊ အသံနဲ့ခြောက်လှန့်တတ်တဲ့အိုင်းရစ်ရှ်ဒဏ္ဍာရီလာ\nမကောင်းဆိုးဝါးမဘန်ရှီးလို အကြားအာရုံနဲ့အသံပါဝါတွေရလိုက်တဲ့ အညတရ\nတီးဝိုင်းတစ်ခုကအဆိုတော်မလေး တေလ်ဒါ၊ အိပ်ပျော်နေတဲ့ယောကျ်ားတွေဆီက\nကာမဂုဏ်ကိုစားသုံးတတ်တယ်ဆိုတဲ့ဒဏ္ဍာရီလာနတ်ဆိုးမ ဆက္ကူဘတ်စ်လို\nသူ့ရဲ့ကိုယ်သင်းနံ့နဲ့ ကျား၊မ မရွေးကိုလိင်စိတ်အလွန်အမင်းကြွလာအောင် လှုံ့ဆော်\nနိုင်စွမ်းရှိသူ ဇီဝသိပ္ပံကျောင်းသူလေးအက်ဘီဆင်းဂ်၊ သူတို့ရဲ့ထိန်းချုပ်မရတဲ့ အစွမ်း\nတွေက ကောင်းခြင်းတွေကိုဦးတည်လာမလား၊ လက်ရှိကျိန်စာတစ်ခုလိုခံစားနေရ\nတာကနေ ဘယ်လိုရုန်းထွက်မှာလဲဆိုတာတွေအပြင် သူတို့ရဲ့စွန့်စားခန်းတွေကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာပါ။(ဒီစီးရီးရဲ့ အညွှန်းကို Min Khant Bo မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသား\nပေးသူများကတော့ Min Khant Bo, Alias, San Thu Aung, Htet Kyaw Myo\nတို့ ဖြစ်ပါတယ်။)File Size.............(350 MB) / (800 MB)\nQuality...............WEB-DL ...",
        "url": "https://channelmyanmar.org/tvshows/the-imperfects-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wLljFJyZtMWLIjXctI5kovAy7J.jpg",
        "title": "Gentlemen of East 8th (2022)",
        "description": "ဒီတစ်ခါမှာတော့ပေါ့ပေါ့ပါးပါးအချစ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ထုန်ယွီ၊ ကောချုံ၊ လီကျဲစန်းနှင့် ရှန့်ရှောင်ဖေးတို့ကတက္ကသိုလ်အတူတက်ခဲ့တဲ့သူငယ်ချင်းတွေဖြစ်ကြတယ်။သူတို့၄ယောက်ကမတူညီမလုပ်တွေအသီးသီးနဲ့ဘဝကိုဖြတ်သန်းနေကြတယ်။ဒီအကောင်းဆုံးအချိန်ကာလမှာသူတို့ဟာအချစ်နဲ့လုပ်ငန်းအောင်မြင်မှုကိုရယူခဲ့တဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ထုန်ယွီ၊ ကောချုံ၊ လီကျဲစန်းနှင့် ရှန့်ရှောင်ဖေးတို့၄ယောက်ဟာမတူညီတဲ့ဇာတိကလာကြပြီး တက္ကသိုလ်မှာအရမ်းရင်းနီးတဲ့သူငယ်ချင်းတွေဖြစ်ခဲံ့ကြပြီးပျော်ရွှင်စရာလူငယ်ဘဝကိုအတူဖြတ်သန်းခဲ့ကြတယ်.အခုချိန်မှာအောင်မြင်လာကြပြီး ၂၀၂၀ခုနှစ် ရှန်ဟိုင်းမြို့မှာနည်းပညာအင်ဂျင်နီယာအဖြစ်ထုန်ယွီ၊ကျောင်းဆရာတစ်ယောက်အဖြစ် ကောချုံ၊ဘရန်းဒတ်ဆိုင်ပိုင်ရှင် ရှန့်ရှောင်ဖေးနဲ့အနောက်တိုင်းစားဖိုမှူးအဖြစ်လီကျဲစန်းဆိုပြီးအသီးသီးဖြစ်လာကြတယ်။သူတို့လေးယောက်ဟာတည်ငြိမ်ရင့်ကျက်လာပြီးယောင်္ကျားလေးတွေရဲ့အခက်အခဲအသီးသီးကြုံတွေ့နေရတယ်။အချစ်နဲ့လဲကြုံတွေ့လာကြတယ်။သူတို့ဟာသက်လတ်ပိုင်းလူငယ်တွေရဲ့အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြပြီးအချစ်နဲ့လုပ်ငန်းအောင်မြင်မှုနှစ်မျိုးလုံးရအောင်ဘယ်လိုလုပ်ဆောင်ကြလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ကြပါတယ်။(အညွှန်းရေးသားထားသူကတော့ Nu Mon ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 40Format : mp4Genres : Friendship, Comedy, Romance, DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK VIP Link : Click Here\nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1 (1080p) - MegaUp / Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/gentlemen-of-east-8th-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/przhVJx2gpAOFYZIWegxmyGJqH9-133x200.jpg",
        "title": "Tomorrow, I’ll Be Someone’s Girlfriend (2022)",
        "description": "Tomorrow I Will Be Someone's Girlfriend (2022)Disney Plus က ထုတ်ထားတဲ့ ၁၂ပိုင်းပါဝင်တဲ့ ဂျပန်ဇာတ်လမ်းတွဲလေးပါ။ မန်ဂါလည်း ရှိခဲ့ပြီး မန်ဂါကို ပြန်ရိုက်ထားတဲ့ ဇာတ်လမ်းတွဲပါပဲ။ ဇာတ်လမ်းကတော့ သိပ်မကြာသေးခင်ကတင် နာမည်ကြီးလိုက်သေးတဲ့ ဂျပန်က အငှားရည်းစားခေါ် အချိန်အတူဖြုန်းပေး ရည်းစားဟန်ဆောင်ပေးတဲ့ အလုပ်ကိုလုပ်တဲ့ ကောင်မလေးတွေအကြောင်းပါပဲ။ဒီလို အငှားရည်းစားလုပ်တဲ့ အကြောင်းကို ရိုက်ပြတဲ့ ဒါရိုက်တာကလည်း အမျိးသမီးပါ။ အမျိုးသမီးတွေ ပွိုင့်ကနေ သေချာကို ဘာလို့လုပ်ဖြစ်သွားတယ် ဘာအခက်အခဲတွေကြုံရတယ်ဆိုတာကို သေချာပုံဖော်ထားပါတယ်။ ဒီလိုပုံဖော်ရာမှာ အငှားရည်းစား အလုပ်ဘာလို့လုပ်ဖြစ်သွားကြတယ်ဆိုတဲ့ ပွိုင့်ကို ကောင်မလေးလေးငါးယောက်လောက်သုံးပြီး ရှု့ထောင့်အမျိုးမျိုးကနေ တင်ပြထားပါတယ်။ တစ်ချို့ကျတော့လည်း တကယ်သနားဖို့ကောင်းနေတာတွေ တစ်ချို့ကတော့လည်း မိုက်တွင်းနက်နေတာတွေ စုံလို့ပါပဲ။ ဒီအလုပ်ကိုလုပ်ဖို့ အလှအပက အရေးကြီးလို့ မလှတဲ့မိန်းကလေးတွေ ကြုံရတဲ့အခက်အခဲတွေပါပါတယ်။ နောက် အငှားရည်းစားဆိုတာ ရည်းစားအဖြစ်ဟန်ဆောင်ပေးရုံ လွန်ရောလက်ထိပဲကိုင်ခွင့်ပေးထားပေမဲ့ တစ်ချို့က ကိုယ်ကိုပါ ...",
        "url": "https://channelmyanmar.org/tvshows/tomorrow-ill-be-someones-girlfriend-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnMBN03rx1sFYL9Q3gesA2ZRQrz.jpg",
        "title": "Stockstruck (2022) [Complete]",
        "description": "Stockstruck (2022) [အစ-အဆုံး]အပိုင်းသစ် -  ၁၂ (ဇာတ်သိမ်းပိုင်း) အပတ်စဉ် သောကြာနေ့တိုင်း နှစ်ပိုင်းစီ ထုတ်လွှင့်ပြသသွားမဲ့ ကိုရီးယား ဒရမ်မာ အသစ်လေးလာပါပြီဇာတ်လမ်းအညွှန်း ...\nမတူညီတဲ့နယ်ပယ်တွေကနေ စတော့ စျေးကွက်မှာ မြှုပ်နှံဖို့ လူ၅ယောက်ဆုံစည်းခဲ့ကြတယ်။မကြာခင်လက်ထပ်တော့မှာဖြစ်ပြီး ရင်းနှီးမြှုပ်နှံမှုနဲ့ အကျွမ်းမဝင်ဘဲ ပိုက်ဆံပဲ ဆုံးရှုံးသွားတဲ့ Yoo Mi Seo …\n၂၄နာရီစတိုးဆိုင်မှာ အလုပ်လုပ်ပြီးတာနဲ့ စျေးကြီးနိုင်ငံခြားထုတ်ကားပေါ်တက်စီးသွားတဲ့ လျှို့ဝှက်ဆန်းကြယ်သူ Choi Sun Woo …\nပျော်ရွှင်ဖို့သာ ဂရုစိုက်ပြီး အောင်မြင်ဖို့ စိတ်မဝင်စားဘဲ အချိန်ပိုင်းအလုပ်နဲ့ အသက်မွေးနေတဲ့ Kang San …\nဝက်ခြေထောက်ဆိုင်ကို ဦးစီးစီမံနေရတဲ့ ဆိုင်ပိုင်ရှင် Jung Haeng Ja …\nအလုပ်ကနေ အငြိမ်းစားယူပြီးတဲ့နောက် စတော့ စျေးကွက်မှာ စတင်မြှုပ်နှံလာတဲ့ Kim Jin Bae ...ဒီလိုနဲ့ သူတို့၅ယောက်က မတူညီတဲ့ နယ်ပယ်တွေကနေ စတော့ စျေးကွက်တစ်ခုမှာ မြှုပ်နှံဖို့ ...",
        "url": "https://channelmyanmar.org/tvshows/stockstruck-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/co-160x200.jpg",
        "title": "Cobra Kai Season 1 + 2 + 3 + 4 + 5",
        "description": "ဒီစီးရီးကို IMDb 8.6 ရောက်အောင် လူ ၁၅၀၀၀၀ ကျော် vote ပေးထားပြီး CM fan တွေလည်းတောင်းဆိုနေလို့ တင်ပေးလိုက်ပါတယ်။ ဂန္ဓဝင် Karate Kid 1984 ရုပ်ရှင်ရဲ့ ပရိတ်သတ်တွေဆိုရင်တော့ နာမည်ကြည့်တာနဲ့ ဘာအကြောင်းလဲသိမှာပါ။ စုစုပေါင်း စီစန် ၄ ခု ရှိပြီး အပိုင်း ၄၀ အထိ တင်ဆက်ပေးသွားပါမယ်။ ကရာတေးအသားပေးစီးရီးဖြစ်ပြီး မိသားစု ဒရာမာ၊ အထက်တန်းကျောင်း လူငယ်ရိုမန့်စ်တွေကိုမှ အတိုက်အခိုက်တွေနဲ့ ရောထားတဲ့ ဇာတ်လမ်းမို့ အများစု ကြိုက်ကြမှာပါ။ဇာတ်လမ်းအကျဉ်းကရာတေးကစ်ဒ် ရုပ်ရှင်ထဲက အဓိက လူငယ်သရုပ်ဆောင် နှစ်ယောက်ရဲ့ လူကြီးဘဝကို ဆက်ပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီစီးရီးအစမှာတော့ ကော်ဘရာကိုင် ကရာတေးသမား ဂျွန်နီလောရန့်ဟာ အတော်မွဲနေပြီး အောက်ခြေသိမ်းအလုပ်သမားဖြစ်နေပါပြီ။ စိတ်ထဲမှာလည်း ငယ်ငယ်က အရှုံးဒဏ်ကို ခံနေရတုန်းပါပဲ။ မီရာဂီဒိုကရေးတေးသမား လော်ရုဆိုကတော့ ကားဝပ်ရှော့အကြီးကြီးဖွင့်နေပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/cobra-kai-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ZOQ46A5uSVJnz9fC8fObrjpDDM.jpg",
        "title": "Between Love and Friendship (2022)",
        "description": "Between Love and Friendship (2022)Between Love and Friendship ဆိုတဲ့ အစီအစဉ်ကတော့\nအချစ်ကိုရှာဖွေဖို့ ခရီးထွက်နေတဲ့ ယောက်ျားလေးယောက်နဲ့ အမျိုးသမီးလေးယောက်အကြောင်းပါ ။\nအပြင်လောကက သူငယ်ချင်းအစစ်တွေ အတူတူခရီးသွားတဲ့အချိန်မှာ\nအစပြုလာတဲ့ တကယ့်အချစ်ဇာတ်လမ်း reality Show တစ်ခုပဲ ဖြစ်ပါတယ် ။ဒီခရီးစဉ်မှာ သူတို့ရဲ့ ခင်မင်ရင်းနှီးမှုတွေဟာ စမ်းသပ်ခံရပြီး သူငယ်ချင်းအချို့က ရန်သူတွေ ဖြစ်သွားကြပါတယ် ။\nသူငယ်ချင်းတွေကြား ကွယ်ဝှက်ထားတဲ့ ပုန်းအောင်းနေတဲ့ စိတ်သဘောထားတွေဟာလည်း ဒီအစီအစဉ်မှာ ပေါ်ထွက်လာမှာပါ။\nသူတို့‌တွေကြား လျှို့ဝှက်ချက်တွေ၊ လိမ်ညာမှုတွေနဲ့ ခံစားချက်တွေဟာ ရောထွေးလာပြီး\nနောက်ဆုံးမှာတော့ သူငယ်ချင်းကို ရွေးချယ်မလား\nဒါမှမဟုတ် အချစ်အတွက် သူငယ်ချင်းတွေကိုပဲ စွန့်လွှတ်လိုက်မလားဆိုတာတွေ ဖြစ်လာပါတော့တယ် ။\nခင်မင်ရင်းနှီးမှုလား ဒါမှမဟုတ် အချစ်လားဆိုတဲ့ ရွေးချယ်မှုအားလုံးက\nသူတို့ရဲ့ကိုယ်ပိုင်ဗီဇတွေအပေါ် မူတည်ပြီး ပြောင်းလဲနေမှာပါ ။\nဒီတော့ သူငယ်ချင်းအရင်းတွေကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ\nအရိုတလိုင်း အလောင်တလိုင်းနဲ့ ကြည့်ရှုရမှာမလို့\nDating show ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်ကြီးအတွက် လက်လွတ်မခံသင့်တဲ့ ရှိုးပဲဖြစ်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/between-love-and-friendship-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Todays-Webtoon-2-1-e1659101176555-158x200.jpg",
        "title": "Today’s Webtoon (2022)",
        "description": "Bussiness Proposal ထဲမှာ ဒရာမာပရိတ်သတ်တွေရဲ့ နှလုံးသားကို ဖမ်းစားသွားတဲ့ Kim Se Jeong (Shin Ha Ri)ရဲ့ အသစ်ထွက်ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်ကြောင်းလေးကတော့...ဂျူဒိုလက်ရွေးစင်အသင်းရဲ့ အားကစားသမားဖြစ်တဲ့ အုံမာအွန်းတစ်ယောက် မမျှော်မှန်းထားတဲ့မတော်တဆမှုကြောင့် ခြေထောက်ဒဏ်ရာရပြီး သူ့တစ်ဘဝတာလုံးရင်းနှီးမြှုပ်နှံထားရတဲ့ အိပ်မက်ကိုလက်လျော့ကာ အားကစားလောကကနေ အပြီးတိုင်ထွက်ခွာလိုက်ရပါတယ်ကိုယ့်အတွက်အရာရာဦးစားပေးဖြစ်ခဲ့ရာ ဂျူဒိုကိုစွန့်လွှတ်ပြီး အတော်ကြာအောင်လမ်းပျောက်နေခဲ့ပေမဲ့ တစ်နေ့မှာ ဝက်ဘ်တွန်းတည်းဖြတ်ဌာနကို အစားအသောက်ပိုရင်း အုံမာအွန်းတစ်ယောက် သူ့ဘဝရဲ့အလင်းရောင်ဖြစ်တဲ့ အိပ်မက်အသစ်တစ်ခုကို တဖန်ပြန်ပေါ်ပေါက်လာခဲ့ပါတယ်သူ့ရဲ့အိပ်မက်သစ်ကို အကောင်အထည်ဖော်ဖိုအတွက် အကောင်းဆုံးကြိုးစားပြီး ဝက်ဘ်တွန်းတိုက်တစ်ခုရဲ့ တည်းဖြတ်ဌာနမှာ အလုပ်ရသွားချိန်မှာတော့ မရင်းနှီးတဲ့နယ်ပယ်တစ်ခုမှာ အနည်ထိုင်အခြေကျဖို အခက်အခဲမျိုးစုံကို ရင်ဆိုင်ကြုံတွေ့ရပါတော့တယ်ဒါပေမဲ့လည်း ဖြစ်လာသမျှပြဿနာတွေကို သူ့ရဲ့သူမတူထူးခြားတဲ့အမြင်ကိုအသုံးချ လုပ်ဖော်ကိုင်ဖက်တွေရဲ့အကူအညီနဲ့ ဘယ်လိုတွေ အားထုတ်ကြိုးပမ်းရင်း ဒီဝက်ဘ်တွန်းလောကမှာ ရင့်ကျက်လာမလဲဆိုတာကို အခုပဲ ဒေါင်းကြည့်လိုက်ရအောင်ပါနော်Native Title: 오늘의 웹툰\nEpisodes: 12\nAired: Jul 29, 2022 - Sep 3, 2022\nAired ...",
        "url": "https://channelmyanmar.org/tvshows/todays-webtoon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVcVnYULHIGuNcWKztGmpkfwNC2.jpg",
        "title": "Big Mouth (2022)",
        "description": "Big Mouth 2022ပတ်ချန်ဟိုဟာဆိုရင် တရားခွင်မှာ နိုင်နိုင်ချေ ၁၀ ရာခိုင်နှုန်းလောက်ပဲရှိတဲ့\nရှေ့နေတစ်ယောက်ပါ အရမ်းလည်းစကားများလွန်းလို့ လူတိုင်းက ​\nBig mouth(အာကျယ်ကောင်)ဆိုပြီး နာမည်ပြောင်ပေးထားရသူပါ\nဂိုမီဟိုကတော့ ပတ်ချန်ဟိုရဲ့မိန်းမဖြစ်ပြီး သူနာပြုဆရာမလေးတစ်ယောက် ဖြစ်ပါတယ်\nရုပ်ရည်ချောမောရုံသာမက ယောကျာ်းဖြစ်သူ ရှေ့နေဖြစ်လာတဲ့အထိ ငွေကြေးပိုင်း\nစိတ်ပိုင်းဆိုင်ရာအဘက်ဘက်ကနေ supportive ပေးခဲ့တဲ့ မိန်းမဖြစ်တဲ့အပြင်\nအရမ်းကိုထက်မြတ်တဲ့မိန်းကလေးဆိုလည်း မမှားပါဘူးတစ်နေ့မှာ ချန်ဟိုတစ်ယောက် လူသတ်မှုတစ်ခုမှာပါဝင်ဖို့\nအကြောင်းဖန်လာပြီးတော့ ဥာဏ်ကြီးရှင်လူလိမ် Big mouth အဖြစ်သံသယဝင်ခံရတဲ့အခါ.....\nလင်မယားနှစ်ယောက်ပေါင်းပြီးတော့ ဒီလိုစွပ်စွဲခံရတဲ့ကိစ္စကို ဖြေရှင်းကြမှာလဲ\nတကယ့်တရားခံအစစ်ကရောဘယ်သူလဲ\nနာမည်​ကြီးတွေဖြစ်ကြတဲ့ Lee Jung Suk နဲ့ Yoona တို့ရဲ့ Come back Dramaလေးဖြစ်တဲ့\nBig Mouth ကို အပတ်စဥ် သောကြာနဲ့စနေတိုင်းထုတ်လွှင့်မှာဖြစ်ပြီး စုစုပေါင်း ၁၆ပိုင်းပါဝင်မှာဖြစ်ပါတယ်File Size – 500MB / 1GBQuality – 720pDuration – 60 minsTotal Episodes: 16EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/big-mouth-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hH1Nhtj2xMjYkCucaY7MbLc22R.jpg",
        "title": "See You Again (2022)",
        "description": "See You Again (2022)ဒီတစ်ခါမှာတော့CM ပရိသတ်တွေအတွက်ရိုဆန်မှုတွေအပြည့်နဲ့အချစ်ဖန်တက်စီကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ main cast တွေအဖြစ်မင်းသားချော Hu Yi Tian(Checkmate) နဲ့မင်းသမီးချော Chen Yu Qi(Mirror: A Tale of Twin Cities) တိုကပါဝင်သရုပ်ဆောင်ထားပါတယ်နော်။ ဇာတ်လမ်းအကျဥ်းလေးကတော့1930ခုနှစ် Republican ခေတ်အချိန်ရဲ့နာမည်ကြီးကြယ်ပွင့်သရုပ်ဆောင်Xiang Qin Yu ကမမျှော်လင့်ဘဲကံကြမ္မာအလှည့်မှာ21ရာစုခေတ်ကိုအချိန်ခရီးသွားပြီးရောက်လာခဲ့ပါတယ်။1930နှစ်နဲ့မတူညီဘဲ ထူးခြားဆန်းသစ် နေတဲ့နေရာမှာတစ်ယောက်တည်း ယောင်လည်လည်ဖြစ်နေတဲ့အချိန်Xiang Qin Yu ရဲ့ ဖန်အကြီးစား,screenwriter ဖြစ်သူ Jin A Yin နဲ့ဆုံတွေ့ကြတဲ့အခါမှာတော့...နာမည်ကျော်သရုပ်ဆောင်တစ်ယောက်နဲ့သာမန်ဇာတ်ညွှန်းရေးဆရာမလေးရဲ့ဇာတ်လမ်းက ဘယ်လိုဖြစ်မလဲ။တစ်ယောက်ကိုတစ်ယောက်အပြန်အလှန် ကူညီကြရင်းရင်ခုန်သံတွေ နီးကပ်လာမှာလား။ဒါ့အပြင် 21 ရာစုကို ရောက်လာခဲ့ရတဲ့အကြောင်းရင်းကို ရှာဖွေတဲ့အခါမှာတော့အမှန်တရားကရော ဘာလဲ ဆိုတာတွေကိုရိုရိုချိုချို, ဟာသရသမျိုးစုံ ,ရင်ခုန်စိတ်လှုပ်ရှားစရာအပြည့်နဲ့ခံစားကြည့်ရှုရမှာပါနော်။(အညွှန်းရေးသားထားသူကတော့ Chan Mya Mya Thein ဖြစ်ပါတယ်) Quality : WEB-DL 720pTotal Episodes : 30Format : ...",
        "url": "https://channelmyanmar.org/tvshows/see-you-again-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s1FXfFUGP0g9Aa6J9ijweX6pwVu.jpg",
        "title": "Minato’s Laundromat: Wash My Heart! (2022)",
        "description": "Minato's Laundromat: Wash My Heart! (2022) ဇာတ်လမ်းတွဲ*********************************************************အပိုင်း ( ၁  မှ ၁၂  )   စ  / ဆုံးအရမ်းSweet ဖြစ်တဲ့ Japan BL စီးရီးလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..Inter မှာလည်း တော်တော်လေး ပေါက်ခဲ့သလို ကောင်းမွန်တဲ့ Review တွေပဲရရှိခဲ့လို့CM ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်.. Minato Akira ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ ခေါင်းပုံဖြတ်တဲ့ကုမ္ပဏီတစ်ခုမှာအချိန်ပိုတွေဆင်းရင်း ကျန်းမာရေးဖောက်လာလို့ အလုပ်ထွက်လိုက်တယ်...အနားယူပြီး ကျန်းမာရေးကောင်းလာတဲ့အချိန်မှာ အဘိုးဖြစ်သူရဲ့အကြွေစေ့ပင်းမင်းဆိုင်လေးကိုအမွေဆက်ခံဦးစီးခဲ့တယ် ...Minatoရဲ့ဆိုင်လေးမှာ လာတဲ့ဖောက်သည်တွေကတော့အိမ်ရှင်မတွေ၊ အိမ်နီးချင်းတွေနဲ့ လူကြီးတွေပေါ့ တစ်နေ့တော့ Minatoရဲ့ဆိုင်လေးကိုShinဆိုတဲ့ခပ်ချောချောကောင်ငယ်လေးတစ်ယောက်ရောက်လာတယ်Shinကတော့ သူ့အိမ်ကမိသားစုဝင်များတော့ အဝတ်လျှော်စက်မနိုင်လို့Minatoဆိုင်မှာအမြဲလာလျှော်တဲ့ဖော်သည်လေးဖြစ်လာခဲ့တယ်အသက်အရွယ်မတူပေမဲ့ Minataနဲ့ Shinတို့ဟာဘော်ဒါတွေလိုရင်းနှီးလာကြတယ်တစ်နေ့မှာ နှစ်ယောက်သားစကားပြောရင်း Minatoက သူ Gayဆိုတဲ့အကြောင်းမထင်မှတ်ဘဲပြောမိသွားတဲ့အခါ…. Shinက Minatoကို အရင်လိုဆက်ခင်မလားMinatoနားကပဲထွက်သွားမလား Minatoကကော မြင်မြင်ချင်းကြွေခဲ့ရတဲ့Shinကိုသူ့အနားမှာဆက်နေဖို့ဆွဲထားနိုင်ပါ့မလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှူကြပါဦး..... Episodes: 12Aired: Jun 29, 2022 - Sep ...",
        "url": "https://channelmyanmar.org/tvshows/minatos-laundromat-wash-my-heart-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/26eWV_4f-141x200.jpg",
        "title": "Critical X (2022)",
        "description": "Desperate Mr X (2022)လူနေမှုအဆင့်အတန်း မြင့်တာလာနဲ့မျှ စားဝတ်နေရေးအတွက် အလုပ်ဆိုတာ မရှိမဖြစ်လို ဖြစ်နေပါပြီ... ဒါပေမဲ့ စီးပွားရေးတွေ ကျပ်တည်းနေချိန်မှာ ကုမ္ပဏီတွေကလည်း ပြန်လည်ဖွဲ့စည်းမှုအတွက် ဝန်ထမ်းတွေ လျော့ကြတာလည်း တွေ့မြင်နေကျဖြစ်ပါတယ်မန်နေဂျာယွန်းကတော့ အလုပ်မှာတော်ပြီး ဂုဏ်ပုဒ်တွေအများကြီးနဲ့ နေခဲ့ရတာကြောင့် သူ့ကိုယ်သူ အထင်ကြီးလွန်းပြီး ရာထူးတက်ဖို့ပဲ ချောင်းနေသူပါ ဒါပေမဲ့ သူ့ဘဝက ထင်သလိုဖြစ်မလာဘဲ စိတ်ဓာတ်ကျစရာတွေနဲ့ပဲ ကြုံရပါတော့တယ် သူ့အတွက် ကံကောင်းတာတစ်ခုက ဘေးမှာ အားပေးနေတဲ့ ဇနီးဖြစ်သူရှိနေတာပါပဲဒီဇာတ်လမ်းတွဲက Comedy ဖြစ်တဲ့အလျောက် မန်နေဂျာယွန်းက စိတ်ဓာတ်ကျနေတဲ့ကြားကိုက အလွဲတွေချည်းလုပ်ပြီး သူစိတ်ဓာတ်ကျနေတာကိုက ခွီစရာကြီးဖြစ်နေတာပဲမန်နေဂျာယွန်းဟာ တခြားသူတော့မဟုတ်ပါဘူး ကျွန်တော်တို့တွေ ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့ \"ချစ်လှေကားထစ်များ\" လို့လူသိများတဲ့ ဇာတ်လမ်းတွဲထဲက Kwon Sang Woo ပါမင်းသားကြီး တစ်ယောက်အနေနဲ့ ဒီလို ဟာသဇာတ်လမ်းတွဲထွက်လာဖို့ တကယ်မထင်ထားခဲ့တာအမှန်ပါ တကယ်ရယ်ရတဲ့ဇာတ်လမ်းမို့လို့ စိတ်အပန်းဖြေဖို့ ကြည့်ရှုလိုက်ကြပါဦးနော် ။( အညွှန်းရေးသားထားသူကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/critical-x-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iC764nvQ6A6eS5WdH4trj9wnG9w.jpg",
        "title": "Change Days Season2 (2022)",
        "description": "Change Days S2\n============================\nHello ယော်ရော်ဘွန်း Change Days S2 နဲ့အတူပြန်လာပါပြီ\nဒီတစ်ခေါက်seasonမှာတော့ upgrade လုပ်ထားတဲ့ပုံစံတွေနဲ့S1ကထက် ပိုပြီးhotတဲ့vibeတွေ ပိုပြီးပြင်းထန်တဲ့rulesတွေကို ကြည့်ရှုခံစားကြရမှာပါS2မှာ အတွဲ၄တွဲဖြစ်ပြီး S1ကနဲ့မတူဘဲ\nနှစ်ပတ်ကြာ ဂျယ်ဂျူကျွန်းခရီးစဉ်ကို သွားကြရမှာပါShowရဲ့သဘောတရားကတော့ S1တုန်းကလိုပါပဲ အဲ့ဒီခရီးစဉ်ရဲ့နောက်ဆုံးနေ့မှာကိုယ်နဲ့လက်ရှိတွဲနေတဲ့သူကိုပဲရွေးမလား ❓လသစ်ကိုရွေးပြီးအချစ်သစ်တွေပြန်စတင်မလား ❓စတဲ့ Final decisionကိုချရမှာပါနှစ်ပတ်ကြာခရီးစဉ်ကအပြန်မှာ အရင်လူနဲ့ပဲပြန်ထွက်သွားနိုင်မလား လူသစ်နဲ့လက်တွဲပြီးထွက်လာမလား ဒါမှမဟုတ်\nနှစ်ယောက်လုံးကိုလွှတ်ချပြီိး အိမ်ကိုပဲပြန်မလားဆိုတာတော့ စိတ်ဝင်စားစရာပါပဲအဲ့ဒီခရီးစဉ်အတွင်း အတွဲ၄တွဲက ဘယ်လိုပြဿနာတွေကြုံတွေရမလဲ ကိုယ့်ရည်းစားကို သူများနဲ့တွဲမြင်ရတဲ့အခါဘယ်လိုတွေသဝန်တိုအငြင်းပွားမှုတွေ ဖြစ်ကြမလဲဘယ်လိုဒရာမာဆန်ဆန်ဇာတ်လမ်းတွေကြည့်ရဦးမလဲဆိုတာ စိတ်ဝင်တစားစောင့်ကြည့်ပေးကြပါဦးရှင်။(အညွှန်းကို Kha က ရေးသားပေးထားပြီး Kha, Minnie, May Thu, Lai Laii, Thinn တို့က ဘာသာပြန်ဆိုပေးထားပါတယ်)File Size – 500MB / 250MBQuality – 720p / 360pTotal Episodes: 5EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/change-days-season2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFuji9yU1ONRB2T7HG61EaA1uQs.jpg",
        "title": "Adamas (2022) [Complete]",
        "description": "Adamas (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၆ (ဇာတ်သိမ်းပိုင်း) ရပါပြီ(1080p ရပါပြီ)\"The Devil Judge\"ထဲက မင်းသား \"Ji Sung\" နဲ့ \"Kiss Sixth Sense\"ထဲက မင်းသမီး \"Seo Ji Hye\" တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ thriller, mystery အမျိုးအစား ဒရမ်မာအသစ်လေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်း ...Ha Woo Shin နဲ့ Song Soo Hyun တို့က အမြွှာညီအစ်ကိုနှစ်ယောက် ဖြစ်ကြပါတယ်။ Ha Woo Shin က ရောင်းအားအကောင်းဆုံး လျှို့ဝှက်သည်းဖိုဝတ္ထု စာရေးဆရာဖြစ်ပြီး Song Soo Hyun ကတော့ အမှုစစ်တစ်ယောက် ဖြစ်ပါတယ်။ လွန်ခဲ့တဲ့ ၂၂နှစ် သူတို့ငယ်ရွယ်စဥ်က ပထွေးဖြစ်သူ အသတ်ခံခဲ့ရပါတယ်။ တရားခံကတော့ သူတို့ရဲ့ အဖေရင်းဖြစ်နေပြီး သေဒဏ်ကျခံထားရပါတယ်။ ဒါပေမဲ့ သူတို့အဖေရင်းက ...",
        "url": "https://channelmyanmar.org/tvshows/adamas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eO3lnmd5ubKoweXhrGpoieGhmkJ.jpg",
        "title": "Last Light (2022) Complete",
        "description": "Last Light (2022) Completed Limited Series ~ IMDb - 7.9/10, Rotten Tomatoes - 67% ~ အက်ရှင်ပရိသတ်တွေ ကမ္ဘာပျက်ကိန်းဆန်ဆန် ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအတွက် အက်ရှင် ဒရာမာစီးရီး အသစ်ပါ။ သူကဆန်းတော့ဆန်းပါတယ်။ သူ့ကမ္ဘာပျက်ကိန်းအထိ‌ ဆိုက်သွားတဲ့အကြောင်းရင်းက ရေနံပါ။ လောင်စာဆီပေါ့။ အရှေ့အလယ်ပိုင်းက ရေနံထုတ်တဲ့စက်ရုံတွေမှာ ရေနံတွေ ဘာဖြစ်ကုန်မှန်းမသိလို့ ရေနံလုပ်ငန်းလုပ်နေတဲ့ သိပ္ပံပညာရှင်တစ်ယောက်က သွားစစ်ဆေးပါတယ်။ အဲဒီရေနံတွေက ဘာပြဿနာဖြစ်နေလဲ အဖြေရှာဖို့ဓာတ်ခွဲခန်းပို့တဲ့လမ်းမှာပဲ တိုက်ခိုက်ခံလိုက်ရသလို ကမ္ဘာ့နိုင်ငံကြီးတွေကို ရေနံပို့နေတဲ့သင်္ဘောတွေကလည်း တားဆီးခံထားရပါတယ်။ လောင်စာဆီမရှိလို့ လျှပ်စစ်မထုတ်နိုင်ဘဲ တစ်ကမ္ဘာလုံးနီးပါး လျှပ်စစ်အားတွေပြတ်တောက်ကုန်သလို လမ်းပန်းဆက်သွယ်ရေးတွေလည်း တစ်ခုမှမရတော့ပါဘူး။ ဒါကို အကြမ်းဖက်အဖွဲ့တစ်ဖွဲ့ကလုပ်တာဖြစ်ပြီး ဒီရေနံပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲအပြင် ဒီမှာအဓိကအနေနဲ့ အင်္ဂလန် ပြင်သစ် အရှေ့အလယ်ပိုင်း သုံးနေရာကိုပြထားတာမို့ အကြမ်းဖက်အဖွဲ့က ဘယ်နိုင်ငံကလဲ ဘယ်လိုခြေရာကောက်မလဲဆိုတာကိုပါ မြင်ရပါလိမ့်မယ်။ သိပ္ပံပညာရှင်ရယ် MI6 က ...",
        "url": "https://channelmyanmar.org/tvshows/last-light-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i7KCyQf5rrEoxOtRygOA7bbeK7C.jpg",
        "title": "Reset (2022)",
        "description": "❏\"အချိန်စက်ဝန်း\" အဆက်မပြတ်လည်ပတ်နေလေ့ရှိတဲ့ \"အချိန်စက်ဝန်း\" ❏လူတွေရဲ့ လက်တွေ့ဘဝမှာ သေချင်းတရားကိုအကြိမ်ကြိမ်အခါခါ မျက်မြင်ကိုယ်တွေ ကြုံတွေ့ရမှလူ့ဘဝရဲ့ အဓိပ္ပာယ်ကိုနားလည်လာကြတယ်တဲ့....!❏ လီရှီချင် (ကျောက်ကျင်းမိုက်) လိုခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးတစ်ယောက်---သူဟာ သူ့ကိုယ်သူ ဘက်စ်ကားတစ်ခုပေါ်မှာအချိန်စက်ဝန်းတစ်ခုအကြားပိတ်မိနေခဲ့တယ်ဆိုတာသတိထားမိသွားပါတယ်အဲဒီဘက်စ်ကားဟာဆိုရင်သတ်မှတ်ထားတဲ့ အချိန်ရောက်လာတိုင်းတူညီတဲ့ပေါက်ကွဲမှုတစ်ခုဟာခဏခဏကြိမ်ဖန်များစွာဖြစ်ပေါ်လိုလာပါတယ်တစ်ဆက်ထဲမှာပဲ လီရှီချင်ဟာလဲအကြိမ်ကြိမ်အဖန်အဖန်ပြန်လည်ရှင်သန်လိုလာခဲ့ပြန်ပါတယ်အဲ....အဲဒီအချိန်မှာပဲလီရှီချင်ဟာ ကားပေါ်မှာ ပါလာတဲ့တစ်ခြားကားစီးနင်းလိုက်ပါလာတဲ့သူတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်သူကတော့❏ ဂိမ်းဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်တဲ့ရှောင်ဟက်ယွင်(ပိုင်ကျင့်ထင်) ပါသူဟာ ဒီသံသရာလည်နေတဲ့အချိန်စက်ဝန်ကြီးကပူးပေါင်းကြံစည်ထားတဲ့ကြံစည်မှုတစ်ခုဖြစ်ကြောင်းသိရှိသွားတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ?ဒီသံသရာလည်နေတဲ့အချိန်စက်ဝန်းအတွင်းကနေရောသူတိုတွေလွတ်မြောက်နိုင်ပါ့မလား?အချိန်တွေကို အဆက်မပြတ်ဖြတ်သန်းအမှန်တရားကိုအဆက်မပြတ်ရှာဖွေရင်းကားပေါ်မှာပါလာကြတဲ့ခရီးသည်တွေရဲ့ အသက်တွေကိုသူတိုတွေ ကယ်တင်သွားနိုင်ကြပါ့မလား? ဆိုတာ...လူ့သဘောသဘာဝနဲ့လက်တွေ့ဘဝအကြောင်းအရာတွေကြားထဲမှဘဝရဲ့အဓိပ္ပာယ်ကို ဆွေးနွေးအဖြေရှာရင်း\"Reset\" ဆိုတဲ့ ဇာတ်လမ်းတွဲကောင်းလေးကိုကြည့်ရှုလိုက်ရအောင်လားရှင်~ Reviewed By Chit Mya Mya Hmwe Quality : WEB-DL 720pTotal Episodes : 15Format : mp4Genres : Thriller, Mystery, Sci-fiDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/reset-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/photo_2022-07-19_19-17-10-160x200.jpg",
        "title": "Bad Romeo (2022) [Complete]",
        "description": "Bad Romeo (2022)[အစ-အဆုံး]အပိုင်းသစ် - ၁၇ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)ပရိတ်သတ်တွေ မျှော်လင့်နေတဲ့ YA YA နဲ့ MARIO တို့ရဲ့ BAD ROMEO ဇာတ်လမ်းတွဲအသစ်လေးကို CM မှ တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...ဖခင်ရဲ့ချုပ်ချယ်မှုတွေအောက်မှာ ကြီးပြင်းလာခဲ့ရတဲ့ စိုင်ခင်မ်ဆိုတဲ့ကောင်မလေး ...\nတစ်နေ့မှာတော့ သူမနေခဲ့ဖူးတဲ့ ဘဝနဲ့ နေထိုင်ကြည့်ချင်လို့ ဖခင်ရဲ့ အရိပ်အောက်ကနေ ထွက်လာခဲ့တယ်။\nအဲဒီလိုထွက်လာချိန်မှာတော့ ကလာ့ဆိုတဲ့ ကောင်လေးနဲ့တွေ့ပြီး သူမဘဝရဲ့ ကြီးမားတဲ့ ပြောင်းလဲမှုတွေ စတင်တော့တာပါပဲ။ ကလာ့ကတော့ ရိုးသားကြိုးစားတဲ့ ကောင်လေးတစ်ယောက် ...\nခင်မ်နဲ့ တွေ့ဆုံပြီးနောက်ပိုင်း ကလာ့ရဲ့ ဘဝမှာလည်း ပြောင်းလဲမှုတွေ ဖြစ်လာခဲ့တယ်။ချစ်သူရဲ့ သစ္စာဖောက်ခြင်းကိုလည်း ခံလိုက်ရပြီး အသဲကွဲနေတဲ့ ကလာ့နဲ့ ဖခင်ဆီကနေ ထွက်ပြေးလာတဲ့ စိုင်ခင်မ် သူတို့နှစ်ယောက် ရှေ့ဆက်ပြီး ဘာတွေဖြစ်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါရှင့် ။(အညွှန်းကိုတော့ Angel က ရေးပေးထားပါတယ်။)Aired: July 20, ...",
        "url": "https://channelmyanmar.org/tvshows/bad-romeo-2022/"
    }
]