[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNWE4YjljNjEtNjFiZi00MDZjLTkzMTYtMmE1NDEyZjBmMWIwXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-160x200.jpg",
        "title": "The Santa Clauses (2022)",
        "description": "The Santa Clauses (2022)==================IMDb Rating - 6.1/10\n♪ Jingle bells, Jingle bells, Jingle all the way ♪\nခရစ်စမတ်ရာသီရောက်လာရင် ဆန်တာကလော့စ်ရဲ့ ဇာတ်လမ်းလေးတွေကို\nကြည့်ရတာ မရိုးနိုင်တဲ့ ရိုးရာတစ်ခုဖြစ်လိုနေပါပြီ။ အခုနှစ်မှာတော့ Disney+\nကနေ The Santa Clauses ဆိုတဲ့ ခရစ်စမတ်ရာသီစာ comedy-fantasy\nစီးရီးတစ်ခုကို ထုတ်လွှင့်ပေးလိုက်ပါတယ်။ဒီစီးရီးက ၂၀၀၀ ခုနှစ်ဝန်းကျင်တွေက ထွက်ရှိခဲ့တဲ့ The Santa Clause (1)(2)\n(3) ရုပ်ရှင်တွေရဲ့ အဆက်လို့လည်း ပြောလို့ရပါတယ်။ အခုစီစန်မှာတော့ ဆန်တာ\nကလော့စ်ရာထူးကို နောက်ဆုံးလက်လွှဲယူထားတဲ့သူက စကော့ကယ်လ်ဗင်ပါ။သူက အသက် ၆၅ နှစ် ရှိနေပြီဖြစ်တာမို့ သူ့ရဲ့မှော်အစွမ်းတွေ တဖြည်းဖြည်းကျ\nဆင်းလို့လာနေပါပြီ။ ဒါကြောင့် သူပင်စင်ယူပြီးရင် သူ့ရဲ့ ဆန်တာရာထူးကို ဆက်ခံ\nနိုင်မဲ့လူကို ရှာပုံတော်ဖွင့်ရမှာ ဖြစ်ပါတယ်။ ဒီကြားထဲမှာလည်း သူအချိန်မပေးနိုင်ခဲ့တဲ့\nမိသားစုကို တောင်ဝင်ရိုးစွန်းဒေသမှာ စွန့်စားခန်းတွေဖွင့်နိုင်ဖို့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-santa-clauses-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ry3Ap_4f-143x200.jpg",
        "title": "Shadow Enemy (2022)",
        "description": "\"သူရဲကောင်းတို့ရဲ့တာဝန်ဝတ္တရား\" မြန်မာစာတန်းထိုးချာတ် အဖြစ် Kem Hussawee Pakrapongpisan\nခုန်းမ် အဖြစ် Hone Thanakorn sribanjong\nရွန့် အဖြစ် Hana Lewis\nကျန်ချိုုင် အဖြစ် Gam Yanissa Diratornချာတ်နဲ့ခုန်းမ်ဆိုတဲ့လူငယ်နှစ်ယောက်ဟာ အထက်လမ်းမှော်ပညာကျွမ်းကျင်ကြပါတယ်\nသူတို့ဟာ ကိုယ့်သရုပ်မှန်ကိုဖျက်ပြီး တာဝန်ကိုယ်စီနဲ့ ပန့်ဖာဖရောင်းကိုရောက်လာခဲ့ကြပါတယ်ခုန်းမ်ကတော့ လူမိုက်အနေနဲ့ရောက်လာတာဖြစ်ပြီး ချာတ်ကတော့ သူကြီးချုတ်ကိုလမ်းမှာဝင်ကယ်ရင်း သူကြီးအိမ်မှာ အလုပ်သမားအနေနဲ့ဝင်လုပ်ပြီးနေထိုင်ပါတယ်\nသူကြီးမှာသမီးသုံးယောက်ရှိတဲ့ထဲက အကြီးဆုံးသမီးဖြစ်တဲ့ ရွန့်ဟာ ချာတ်ကို သိပ်မကြည်ပါဘူး တချိန်လုံး ချာတ်ကို သံသယဝင်နေခဲ့ပါတယ်ဒါပေမယ့် ပန့်ဖာဖရောင်းမှာ အာထန်တောဆိုတဲ့တောထဲမှာ မကောင်းဆိုးဝါးပြိတ္တာတွေရှိပြီး အဲ့တောထဲကိုဝင်သွားရင် တယောက်မှအသက်ရှင်ရက်ထွက်မလာနိုင်ဘူးဆိုတဲ့ကောလဟာပျံ့နေခဲ့ပါတယ်\nချာတ်ကတော့ အဲ့ဒီတောအကြောင်းကြားပြီး အဲ့တောထဲကိုဝင်ဖို့စိတ်ပြင်းပြနေခဲ့ပါတယ်ချာတ်နဲ့ခုန်းမ်တို့ သူတို့တာဝန်ကိုပြီးမြောက်အောင်လုပ်နိုင်မလား ချာတ်နဲ့ရွန့်ရဲ့ဆက်ဆံရေးကရော ဘယ်လိုလာမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော် 🔥ဒီကားထဲမှာ မှော်ပညာအစွမ်းတွေပါဝင်ပြီး CGI ကလည်းလုံးဝမိမိုက်နေတာကိုမြင်ရမှာပါနော်😍Native Title: ชาติพยัคฆ์คมนักเลง\nEpisodes: 1Aired: Oct 20, 2022 - ?\nAired On: Wednesday, Thursday\nOriginal Network: ...",
        "url": "https://channelmyanmar.org/tvshows/shadow-enemy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/vDzrg_4f-160x200.jpg",
        "title": "Finding the Rainbow (2022)",
        "description": "နွန် အဖြစ် God Itthipat\nဖန် အဖြစ် Aom Sushar\nဝီယူးဆန် အဖြစ် Nichkhun\nဝင်း အဖြစ် Singto Prachaya\nနတ် အဖြစ် Fon Nalinthipဇာတ်လမ်းအကျဉ်းနွန်နဲ့ ဖန်တို့က ကျောင်းသားဘဝကတည်းက ခင်မင်ရင်းနှီးလာခဲ့တဲ့ ငယ်သူငယ်ချင်းတွေပဲ ဖြစ်ပါတယ်နွန်တို့က အခက်အခဲအတားအဆီးတွေကြားက လက်တွဲခဲ့ကြပေမဲ့ ၂၀၂၁မှာတော့ ကိုဗစ်ကပ်ရောဂါဆိုးပေါ်လာတဲ့အပြင် တခြားအကြောင်းအရင်းတွေနဲ့ ဖန် တစ်ယောက် အမေရိကန်ကို ထွက်သွားခဲ့ပါတယ်ထိုင်းမှာ ကျန်နေခဲ့တဲ့ နွန်တစ်ယောက်က အချစ်ဦး ဖန့်ကို ဆက်သွယ်ဖို့ ကြိုးစားရင်း အဆက်အသွယ်ပြန်ရနေဆဲမှာ ဖန်တစ်ယောက် အန္တရာယ်တစ်ခု ကြုံခဲ့တဲ့အခါ…ဖန့်အနေနဲ့လည်း စီးပွါးရေးလုပ်ငန်းရှင်တစ်ဦးဖြစ်တဲ့ ဝီယူးဆန်နဲ့ စေ့စပ်ထားပြီးနေတဲ့အခါ…ဝီယူးဆန်နဲ့ ဖန်ကရော ဘယ်လိုအကြောင်းအရာတွေကြောင့် စေ့စပ်ဖြစ်သွားခဲ့ရသလဲနွန် တစ်ယောက် ဖန်နဲ့ အဆက်အသွယ်ရအောင် ကြိုးစားပြီး အရင်လို ပြန်ဖြစ်နိုင်ပါ့မလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ဒီဇာတ်လမ်းတွဲလေးက ၁၉၉၂ ခုနှစ်က ဖြစ်ခဲ့တဲ့ black may လို့ ခေါ်ကြတဲ့ ဆန္ဒပြမှုကြီးတစ်ခု၊ ...",
        "url": "https://channelmyanmar.org/tvshows/finding-the-rainbow-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6aZckX2vVDDxodHLiYCyNMaKUp.jpg",
        "title": "Bright Future (2022)",
        "description": "ဟဲလို ဟဲလို ဒီတစ်ခေါက် CM ကတင်ဆက်မယ့်ဇာတ်ကားလေးကတော့The legend of the Condor Hero ကခန့်ချောမင်းသား(Hu Ge)နဲ့Go head မင်းသား(Zheng Xin Cheng )တိုအတူပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်တရုတ်ကွန်မြူနစ်ပါတီရဲ့ ၁၉ကြိမ်မြောက်မှာမိန်ရှောင်ကောက ‌ကွမ်မင်မြိုရဲ့ကောင်တီအုပ်ချုပ်ရေးမှူးအဖြစ်တာဝန်ထမ်းဆောင်ပြီး လွီချင်စန်း နဲ့ အိုက်ရှန်ကျစ်တိုနဲ့လုပ်ဖော်ကိုင်ဖက်ဖြစ်လာတယ်။ လက်ရှိမှာ သူတိုဟာကွမ်မင်မြို ဖွံဖြိုးတိုးတက်ရေးပြသနာနဲ့ ရင်ဆိုင်ကြုံတွေ့နေရတယ်။မိန်ရှောင်ကောဟာ သူ့လုပ်ဖော်ကိုင်ဖက်တွေနဲ့ အတူကွမ်မင်မြိုရဲ့ ဖွံဖြိုးတိုးတက်မှု နဲ့ အခက်အခဲမျိုးစုံ ကိုအတူရင်ဆိုင်‌ဖြေရှင်းနိုင်မလားသူဟာ ပြည်သူတွေရဲ့ဘဝ အနာဂတ်တွေကိုဘယ်လိုကောင်းမွန်အောင်လုပ်ပေးနိုင်မလဲသူရဲ့ကြိုးစာမှုကြောင့် နောင်မျိုးဆက်တွေလည်းဘယ်လိုပြောင်းလဲတိုးတက်မှုရှိနိုင်မလဲဆိုတာကိုCM ကနေ စောင့်မျှော် ကြည့်ရှုနိုင်ပါသည်။(အညွှန်းရေးသားထားသူကတော့ Mei Mei ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/bright-future-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/irE2cdrnicp8w9Y65hw8Gpx0pWC.jpg",
        "title": "Gudetama: An Eggcellent Adventure (2022)",
        "description": "Gudetama: An Eggcellent Adventure ( 2022 )တစ်ပိုင်းဆယ်မိနစ်ကျော်လောက်နဲ့ ဆယ်ပိုင်းပါတဲ့\nနက်ဖလစ်ရဲ့ ဒီဂျပန်ဟာသစီးရီးတိုလေးကို\nတော်တော်များများလည်း trailerကြည့်ပြီးလောက်ပါပြီ။ချစ်ဖို့ကောင်းတဲ့ ရှခိပိယောလို့ခေါ်တဲ့ ကြက်ပေါက်လေးနဲ့\nစွပျင်းကြက်ဥ ဂုဒဲတမတို့ရဲ့ ချစ်စရာကောင်းတဲ့ အမေရှာပုံတော်ခရီးကို အကြောင်းကို\nတစ်ပိုင်းတစ်ပိုင်းစီမှာ စိတ်ဝင်စားစရာ အကူဇာတ်ကောင်တွေထည့်ပြပြီး\nရိုက်ကူးထားတဲ့ ချစ်ဖို့ကောင်းတဲ့ စီးရီးတိုလေးပါပဲ။တစ်ပိုင်းကိုမှ အချိန်ဆယ်မိနစ်ပဲ ပေးရတဲ့အပြင် ချစ်ဖို့လည်းတော်တော်ကောင်းတာမို့\nအသက်အရွယ်မရွေး သဘောကျလောက်မယ့် ဇာတ်ကောင်လေးတွေအကြောင်းဆိုလည်း မမှားပါဘူး။သူ့ယူနီဗာ့စ်မှာ ကြက်ပေါက်ကလေးရယ်, စကားပြောတတ်တဲ့ကြက်ဥတွေဖြစ်တဲ့ ကြက်ဥပုတ်,\nကြက်ဥမာဖီးယား, ကြက်ဥပြုတ် , ကြက်ဥပေါင်း ,ဆေးကြက်ဥ, ကြက်ဥမွှေကြော် ,\nကြက်ဥပူတင်း , ကြက်ဥငပျင်း အစရှိသဖြင့် ကြက်ဥပေါင်းများစွာရယ် , ကြက်မကြီးတွေရယ် ,\nဒီစကားပြောတတ်တဲ့ ကြက်ဥတွေကိုမြင်ရတဲ့လူတွေရယ်, မမြင်ရတဲ့လူတွေရယ် ပါဝင်ပြီး\nကြက်မပျောက်လို့ ကြက်ဥရှာကြတဲ့ စွန့်စားခန်းကြီးကို\nစ,လယ်, ဆုံး ချစ်ဖို့ကောင်းနေအောင် ရိုက်ပြထားတဲ့ ကြက်ဥဋီကာကာတွန်းဇာတ်လမ်းတွဲကြီးပါပဲ။အရင်ဆုံး trailerမကြည့်ရသေးရင် ကြည့်ကြည့်လိုက်ကြပါ။\nဂုဒဲတမဟာ Trailer ကြည့်ပြီးရင် လူတော်တော်များများ ကြည့်ချင်သွားကြမယ့်\nကြည့်ရှုချိန် မိနစ်၁၀၀ရာကျော်သာ ကြာမြင့်မယ့် ဂျပန်စီးရီးတိုလေးပါပဲ။အညွှန်း ...",
        "url": "https://channelmyanmar.org/tvshows/gudetama-an-eggcellent-adventure-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/cat-133x200.jpg",
        "title": "CAT(2022)",
        "description": "CAT (2022)——————————————IMDb rating _ 8.8/10CAT ဆိုတဲ့အတိုင်း ကြွက်တစ်ကောင်ချင်းစီရဲ့ ကြွက်တွင်းတိုင်းကို အရောက်သွားပြီး တစ်ကြိမ်ကို တစ်ကောင်နှုန်းနဲ့ အမြစ်ဖြတ်ရမယ်ပန်ဂျာ့ဘ်ရဲ့အငွေ့အသက်တွေရယ် ပန်ဂျာဘီသီချင်းမြူးမြူးကြွကြွလေးတွေနဲ့ လူငယ် night life ရဲ့နေ\nာက်ကွယ်မှာမူးယစ်ဆေးလောကကြား ညီဖြစ်သူတစ်ယောက် နွံနစ်သွားတဲ့အခါဘဝဟောင်းက်ိုပြန်သွားရတော့မယ့် ဇာတ်လိုက် Gurnamရဲ့ဘဝကို\nသေသေသပ်သပ်ပုံဖော်ရိုက်ကူးထားတဲ့ အိန္ဒိယပန်ဂျာဘီ\nCrime Thriller အမျိုးအစား revenge series တစ်ခုဖြစ်ပါတယ်နောက်ကွယ်က နိုင်ငံရေးအကြီးပိုင်းတွေကနေ ထိန်းချုပ်ထားတဲ့ မူးယစ်စျေးကွက်နဲ့\nမူးယစ်လောကကြားထဲ ပန်ဂျာ့ဘ်ကို ပြန်လည်ကောင်းမွန်ရှင်သန်လာစေဖို့ ….\nညီဖြစ်သူတစ်ယောက် ဆေးမှုနဲ့ ဆေးလောကထဲကနေ ရုန်းထွက်နိုင်ဖို့ …ရဲသတင်းပေးဟောင်းတစ်ယောက် CAT တစ်ယောက်အဖြစ် ကိုယ်တိုင်မေ့ပစ်ဆေးကြောခဲ့တဲ့\nဘဝဟောင်းကိုပြန်သွားပြီး မှားယွင်းနေတဲ့အရာတွေအားလုံးကို ပြန်ပြင်ဆင်နိုင်ဖို့ Gurnam တစ်ယောက်\nဘယ်လိုစွန့်စားခန်းတွေဖွင့်မလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုခံစားနိုင်အောင် CM မှတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာFile Size – 800MB / 400MBQuality – 1080p NF WEB DL / 720pDuration ...",
        "url": "https://channelmyanmar.org/tvshows/cat2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/images-133x200.jpg",
        "title": "Emily in Paris (2022) Season 3",
        "description": "နက်ဖလစ်ရဲ့ ကမ္ဘာကျော်စီးရီးဖြစ်တဲ့အမ်မလီ တဂျိန်းဂျိန်းအင် ပဲရစ် အတွဲ-၃ ထွက်လာပါပြီ။ဒီစီးရီးဟာ ဖက်ရှင်၊ ဟာသ၊ အချစ်၊ ပဲရစ်အလှအပတွေကြောင့်အရမ်းနာမည်ကြီးခဲ့တဲ့ စီးရီးလည်းဖြစ်ပါတယ်။ အတွဲ-၂ ရဲ့အဆုံးအတိုင်းအမ်မလီနဲ့အယ်လ်ဖီ၊ ဂါဘရီရယ်နဲ့ ကာမီလ်တို့ ဘယ်လို စခန်းသွားကြမလဲ။ဆရာမကြီးနှစ်ယောက်ဖြစ်တဲ့ မက်ဒ်လင်းနဲ့ ဆယ်လ်ဗီတို့ အားပြိုင်မှုကြားမှာအမ်မလီ ဘာဆက်လုပ်မလဲ။အမ်မလီနဲ့ သူငယ်ချင်း မင်ဒီတို့နှစ်ယောက်ရောကြားထဲမှာဘယ်လိုတွေ ခွီကြဦးမလဲဆိုတာဆက်ကြည့်လိုက်ရအောင်။ File Size –  300MB / 500MB @EpisodeQuality – 720p / 1080p AAC 5.1CHDuration – 35 minute (@Episode)Total Episodes: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy / DramaTranslator – Mr Anderson , JimX , Thet Hnin Hsu ...",
        "url": "https://channelmyanmar.org/tvshows/emily-in-paris-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lYj5Y2kz34Qn0VfXB2F1m57C3Ng.jpg",
        "title": "First Love (2022)",
        "description": "အချစ်ဦးဆိုတာ အချစ်ဆိုတဲ့အရာကို ပထမဆုံးသိရှိပြီးဘဝရဲ့ ပထမဆုံး ရင်ခုန်စိတ်လှုပ်ရှားမှုအမျိုးစုံကို ခံစားစေတဲ့သူ၊အကြောင်းရင်းမရှိ သတိမမူမိဘဲနဲ့ အချစ်ဆိုတဲ့အရာထဲ ရောက်ရှိပြီးရင်ထဲမှာ လိပ်ပြာတွေပျံဝဲနေသလို ခံစားရအောင်လုပ်နိုင်သူပါ။ဒီတစ်ခါမှာတော့ CM ပရိသတ်တိုအတွက် ချစ်စရာအချစ်ဦးအမှတ်တရတွေအများကြီးပါတဲ့ ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးမှာတော့ New Life Begin မင်းသမီးလေး Tian Xiwei နဲ့Delicacies Destiny မင်းသားချော Wang Xingyue ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်နော်။ဆေးတက္ကသိုလ် ဒုတိယနှစ်ကျောင်းသူ လုဝမ်ဝမ်က မဝံ့မရဲဖြစ်တဲ့စိတ်ကြောင့်စာမေးပွဲ ခဏခဏ ကျနေသူတစ်ဦးပါ။ တစ်နေ့ အမူးလွန်ပြီးနောက်မှာထိပ်တန်းဆေးကျောင်းသား ရန်ချူနဲ့ ကောလဟာလသတင်း ထွက်ပါတော့တယ်။ဒီကောလဟာလကို ဖယ်ရှားဖိုအတွက် နှစ်ဦးသား သဘောတူစီမံကိန်းဆွဲပြီးလုပ်ဆောင်တဲ့အခါမှာတော့ နှစ်ယောက်ကြား အပြန်အလှန်အားသာချက်တွေရှာတွေ့ပြီး ခံစားချက်တွေ ပေါက်ဖွားလာကြပါတယ်။တစ်ယောက်နဲ့တစ်ယောက် မသိမသာ ဖေးမကူညီကြရင်း...ရန်ချူရဲ့အကူအညီနဲ့ လုဝမ်ဝမ်တစ်ယောက်မဝံ့မရဲဖြစ်တဲ့စိတ်ကို ကျော်လွှားနိုင်မှာလား။ရန်ချူကလည်း လုဝမ်ဝမ်ကြောင့် သွေးအေးတဲ့ပုံစံကနေဖော်ရွေတဲ့သူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားမှာလား။အချစ်ဆိုတဲ့ ပုစ္ဆာတစ်ပုဒ်ကို ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကိုရိုဆန်မှုအပြည့်ပါဝင်တဲ့ လူငယ်အချစ်ဟာသဇာတ်ကားလေးမှာအခုပဲကြည့်ရှုလိုက်ပါဦးနော်။[Reviewed by Chan]Quality : WEB-DL 720p,1080pTotal ...",
        "url": "https://channelmyanmar.org/tvshows/first-love-2022-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/kwMqIYOC4U9eK4NZnmmyD8pDEOi-133x200.jpg",
        "title": "Emily in Paris {2020}",
        "description": "ကဲ .....\nအမ်မလီ နဲ့ ပြင်သစ်ကို အလည်သွားရအောင်ဗျာ။\nအမ်မလီဆိုတာကတော့ ပြင်သစ်စကားမပြောတတ်တဲ့\nအမေရိကန်နိုင်ငံသူ တစ်ယောက်ပါ။\nသူ ဘာလို့ ပြင်သစ်ကို ရောက်သွားရတာလဲဆိုတော့\nသူ့ သူဌေးမက ရုတ်တရက် ကိုယ်ဝန်ရှိလာတဲ့အချိန်မှာ\nပြင်သစ်ရုံးခွဲကို မသွားနိုင်တဲ့အတွက် အမ်မလီကို\nစေလွှတ်ဖို့ ဖြစ်လာပါတော့တယ်။\nဒီတော့ အမ်မလီတစ်ယောက် ပြင်သစ်မှာ ကြုံရမယ့်\nအလွဲလွဲ အချော်ချော်လေးတွေကို တသောသောနဲ့ ရယ်မောရင်း\nပြင်သစ် နဲ့ အမေရိကုန်ရဲ့ ကွာခြားတဲ့ လူနေမှုဘဝတွေကို မြင်ရပါမယ်။\nပြင်သစ်ရဲ့လှပတဲ့ရှုခင်းတွေနဲ့ အတူ အချစ်၊ လိင်ကိစ္စ၊\nစီးပွားရေး၊ လူမှုရေး ဒါတွေကိုပါ လေ့လာခွင့်ရမှာပဲ ဖြစ်ပါတယ်။\nမင်းသမီးရဲ့ဖက်ရှင်တွေကလည်း\nမိန်းကလေးတိုင်း သဘောတွေ့စရာ ဖြစ်မှာပါ။\nအပိုင်းအနေနဲ့ကတော့ ၁၀ ပိုင်း ရှိပါတယ်။\nအတွဲ - ၁ အနေနဲ့ ထွက်လာတာ ဖြစ်တဲ့အတွက်\nအတွဲ - ၂ ဆက်လာဦးမယ့်သဘောပါ။\nIMDb - 7.4/10 ...",
        "url": "https://channelmyanmar.org/tvshows/emily-in-paris-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ems-1-135x200.jpg",
        "title": "Kindred (2022)",
        "description": "Kindred (2022)\n============\nIMDb Rating - 7.2/10တစ်ခါတစ်ရံမှာ လောကကြီးက သိပ္ပံနည်းကျ အဖြေရှာမရတဲ့\nပုစ္ဆာတွေနဲ့ ထူးဆန်းမှုတွေ ပြည့်နှက်နေတတ်တာကို ကျွန်တော်တို့\nလက်မခံချင်လည်း လက်ခံရပါလိမ့်မယ်။ ဖေ့စ်ဘွတ်ခ်ပေါ် တက်\nလာတဲ့ ထူးဆန်းထွေလာ ဗီဒီယိုတချို့ကို မြင်ဖူးကြမှာပါ။ လူတွေ\nပုံမှန်အတိုင်း လမ်းလျှောက်သွားလာနေရင်းနဲ့ ရုတ်တရက်ကြီး\nပျောက်ဆုံးသွားတဲ့ ဗီဒီယိုမျိုးတွေပေါ့။ အခုအချိန်ထိလည်း ဘယ်သူမှ\nအဖြေမရှာနိုင်ကြသေးသလို ပျောက်ဆုံးသွားတဲ့သူတွေ ဘယ်ကို\nရောက်ကုန်ကြလဲဆိုတာလည်း မသိရသေးပါဘူး။ ဒီဇာတ်လမ်းရဲ့ အစ\nကတော့ ဒီလို ရုတ်ချည်းပျောက်ဆုံးမှုတချို့ကနေ စတင်လာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n.....…..................\nဒေနာ ဆိုတဲ့ လူမည်းစာရေးဆရာမလေးတစ်ယောက်က ငယ်ငယ်\nကတည်းက မိဘနှစ်ပါးကို ဆုံးရှုံးလိုက်ရပြီး အဘွားဖြစ်သူနဲ့ နေထိုင်\nလာရတဲ့သူပါ။ တစ်ရက်မှာတော့ အဘွားဆုံးပြီးနောက် အမွေရခဲ့တဲ့\nဘရောင်းစတုန်းန်အိမ်ကြီးကို ရောင်းချပြီး လော့စ်အိန်ဂျလိစ်ကို ဘယ်\nသူမှ အသိမပေးဘဲ ပြောင်းရွှေ့လာခဲ့ပါတယ်။ အယ်လ်အေက အိမ်ကို\nပြောင်းရွှေ့ပြီးမှာပဲ ဒေနာတစ်ယောက် ညဘက်အိပ်နေရင်း လမ်းထ\nလျှောက်သလိုမျိုး‌တွေဖြစ်ပြီး ရုတ်တရက် ပျောက်ဆုံးမှုတွေ ဖြစ်ပေါ်\nလာခဲ့ပါတယ်။သူမဟာ အိမ်ထဲကနေ ပျောက်ဆုံးသွားတိုင်း မေရီလန်းဒ်လို့ခေါ်တဲ့ ၁၈\nရာစုနှစ်က တိုင်းပြည်တစ်ခုမှာ သွားပြီးရောက်ရှိနေခဲ့တာပါ။ ...",
        "url": "https://channelmyanmar.org/tvshows/kindred-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDgxNTIyZTMtMzYxNi00NmRjLWFiMTEtM2U4MTFmODkzNzM1XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Star Wars : Andor (Season 1)",
        "description": "Star Wars ဖန်တွေအတွက် စိတ်ဝင်စားစရာ စီးရီးတစ်ခု ထပ်ထွက်လာပါပြီ။ Star Wars မကြည့်ဖူးရင်တောင် ဒီစီးရီးကနေ စကြည့်လို့ရပါတယ်။ ဒီစီးရီးကို Rogue One ရုပ်ရှင် Timeline မစခင် ၅ နှစ်အကြာမှာ စတင်ထားတာပါ။ သူခိုးဘဝကနေ တော်လှန်ရေးသမားဖြစ်လာတဲ့ ကတ်စီရန်အန်ဒေါ်အကြောင်းကို ပြသထားတာပဲဖြစ်ပါတယ်။Rogue One ဟာ Star Wars ဖန်တွေ အားလုံးနီးပါး သဘောကျခဲ့တဲ့ spin-off ရုပ်ရှင်မို့ ဒီစီးရီးကိုလည်း ဖန်အတော်များများက စောင့်မျှော်နေတာပါပဲ။ မူလ Star Wars သမိုင်းအရတော့ ဒီစီးရီးဟာ Revenge of the Sith ရုပ်ရှင် နဲ့ A New Hope ကြားထဲက အချိန်ပါပဲ။ တော်လှန်ရေးကို စတင်တည်ဆောက်နေဆဲ၊ ဂျဒိုင်းတွေ ပျောက်ကွယ်သွားပြီး အင်ပါယာ အာဏာရနေတဲ့အချိန်အတွင်းဖြစ်ပါတယ်။ ဒီတော့ ကတ်စီရန်ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/andor-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ak59Y9bzykmV0wAiwKsqrbORDBo.jpg",
        "title": "Emily in Paris (2021) Season 2",
        "description": "Emily In Paris Season 2 (2021)အားလုံးမျှော်လင့်စောင့်စားခဲ့တဲ့ Emily in Paris S2 ကတော့ထွက်ရှိလာခဲ့ပြီဖြစ်ပါတယ်။ S1 တုန်းက မတင်မကျနဲ့ ကြည့်ရှုသူပရိသတ်ကြီးကို ထားသွားခဲ့တဲ့ Emily ဟာ S2 မှာတော့ ပိုမိုက်တဲ့ဖက်ရှင်အလန်းစားတွေနဲ့ တဖန်ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်။အားလုံးလည်း သိထားပြီးသား ဇာတ်လမ်းဖြစ်တာကြောင့်Spoil မဖြစ်အောင် အညွှန်းကို အကျဉ်းချုံးပဲ ဖော်ပြလိုက်ပါတယ်။ပဲရစ်မြို့က ထွက်သွားဖို့ စိတ်ပြင်းပြနေခဲ့တဲ့ ဂါဘရီယယ်ဟာတစ်ယောက်သောသူကြောင့် စိတ်ပြောင်းပြီး ပဲရစ်မြို့မှာဆက်နေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဂါဘရီယယ်ရဲ့ ရည်းစားဖြစ်သူကာမီလ်ဟာလည်း နောက်ကွယ်မှာ အကြောင်းအရင်းတစ်ခုရှိနေမှန်းသိနေတာကြောင့် ရည်းစားဖြစ်သူနဲ့ အတူရှိရတာကိုတောင် မပျော်နိုင်ရှာပါဘူး။ဆိုတော့ အမ်မလီတစ်ယောက် သူငယ်ချင်းဖြစ်သူကို အားနာပြီးရှေ့တိုးမရနောက်ဆုတ်မရဖြစ်နေတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းထဲကကြိုးစားပမ်းစား ရုန်းထွက်ဖို့ ပြင်ဆင်ရင်း ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာCM ပရိသတ်ကြီးတို့ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းကို Thet Hnin Hsu မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့ CM Team ပဲ ဖြစ်ပါတယ်) File ...",
        "url": "https://channelmyanmar.org/tvshows/emily-in-paris-2021-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85rZKauOlQH5WqkCJ8QPev5FHb7.jpg",
        "title": "The King of Desert (2022) [Complete]",
        "description": "The King of Desert (2022) [အစ-အဆုံး]အပိုင်းသစ် ၁ မှ ၆ (ဇာတ်သိမ်းပိုင်း)ဇာတ်လမ်းအကျဉ်း ...ဘဝရဲ့ အပြောင်းအလဲတွေကို ရင်ဆိုင်နေကြရတဲ့ လူ ၅ယောက်ရှိပါတယ်။ ဒီလူတွေထဲမှာတော့ တချို့က ငွေက အရာရာဖြစ်တယ်။ ငွေသာကိုးကွယ်ရာလို့ ခံယူပြီး အလုပ်လုပ်ကိုင်နေတဲ့လူတွေပါ။ ဒါပေမဲ့ ကျန်တဲ့လူတွေကတော့ မတူညီစွာပဲ ငွေက အရာရာမဟုတ်ဘူး။ငွေထက် အရေးကြီးတာတွေ အများကြီးရှိတယ်။ ငွေရှိတိုင်းမလုပ်နိုင်တာရှိတယ်ဆိုတဲ့ စိတ်ဓာတ်နဲ့ ပြောင်းအလဲတွေကိုရင်ဆိုင်နေကြတာပါ။ဒီလူ ၅ ယောက်ဟာ ဘယ်သူတွေ ဖြစ်မလဲ?\nဘယ်သူတွေဟာ ငွေကိုကိုးကွယ်ကြလဲ?\nဘယ်သူတွေကတော့ ငွေရဲ့ကျေးကျွန်အဖြစ်မခံဘူးလဲ?\nသူတို့ ၅ ယောက်ရဲ့ ရရှိလာမဲ့ရလဒ်တွေ ဘယ်လိုကွာခြားမလဲ? ဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ကြပါဦး။(အညွှန်းကိုတော့ Hay Thar Oo က ရေးပေးထားပါတယ်။)Aired: Dec 16, 2022\nAired On: Friday\nGenres: Drama\nDuration: 25mins\nEpisodes: 6\nOriginal Network: Watcha, ...",
        "url": "https://channelmyanmar.org/tvshows/the-king-of-desert-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYjdlMTEwNzctZGMzYS00NDRjLTk5ZWMtODQzYWI0YTA4MjZjXkEyXkFqcGdeQXVyNzU0NzM1Mzg@._V1_-111x200.jpg",
        "title": "Reginald the Vampire (2022)",
        "description": "Reginald Vampire(2022)\n======================Spider-man ရဲ့ သူငယ်ချင်း Ned အဖြစ်နဲ့ သရုပ်ဆောင်ပြီး\nနာမည်ရလာတဲ့ Flipino - American သရုပ်ဆောင် Jacob\nBatalon ရဲ့ ပထမဆုံး ဇာတ်လမ်းတွဲလေး ထွက်လာပါတယ်။\nသူ့ရဲ့ ဇာတ်လိုက်အဖြစ် ပထမဆုံးပါဝင်ထားတဲ့ ဒီဗန်ပိုင်းယား\nဇာတ်လမ်းတွဲမှာလည်း အကောင်းဆိုးကြိုးစားထားတာကိုလည်း\nတွေ့ရပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ ရက်ဂျီနယ်ဆိုတဲ့ ကောင်လေးဟာ သူ့ရဲ့\nအဝလွန်ခန္တာကိုယ်ကြောင့် အပေါင်းအသင်းတွေကြားမှာ လှောင်ပြောင်\nစရာလူတစ်ယောက် အရှုံးသမားတစ်ယောက် အဖြစ်ကလွဲရင် သူ့အတွက်\nနေရာမရှိပါဘူး။ အလုပ်မှာလည်း သူကြိတ်ကြိုက်နေတဲ့ ဆာရာဆိုတဲ့\nကောင်မလေးရှိနေပေမယ့် မမှီတဲ့ပန်းတစ်ပွင့်လို ဖြစ်နေတာကြောင့်\nအဝေးကပဲ ငေးနေနိုင်ပါတယ်။တစ်နေ့ သူအလုပ်လုပ်တဲ့ စားသောက်ဆိုင်ကို မော်ရိစ်ဆိုတဲ့ ဗန်ပိုင်းယား\nတစ်ကောင်ရောက်လာပြီး ရက်ဂျီနယ်နဲ့ ခဏချင်းဆိုသလို စကားပြောမိကာ\nမိတ်ဆွေတွေဖြစ်သွားပါတယ်။ ဒါပေမယ့် ဗန်ပိုင်းယားတစ်ဖွဲ့ ထပ်ရောက်\nလာပြီး  မော်ရိစ်နဲ့ပြဿနာတက်တိုက်ခိုက်ရင်း ကြားညပ်ကာ ရက်ဂျီနယ်လည်း\nဗန်ပိုင်းယားအဖြစ်ပြောင်းသွားပါတယ်။ ထူးခြားတာက ဗန်ပိုင်းယားတိုင်းမှာ\nမတူတဲ့အစွမ်းတစ်မျိုးစီရှိနေပါတယ်။ မော်ရိစ်ကလည်း သူ့ကြောင့်ဗန်ပိုင်းယား\nဖြစ်သွားတဲ့ ရက်ဂျီနယ်ကိုကူညီရင်း ရက်ဂျီနယ်ရဲ့ အစွမ်းအသစ်တွေနဲ့အတူ\nဘဝက တစ်မျိုးတစ်ဖုံဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။စုစုပေါင်း(၁၀)ပိုင်းထွက်ရှိမယ့် ဒီစီးရီးကို cmမှ အပတ်စဥ်ကြဿပတေးနေ့တိုင်း\nတင်ဆက်ပေးသွားပါမည်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/reginald-the-vampire/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/52RhWRcMkeyLMz1n1TAxWaPb3l4.jpg",
        "title": "Double Love (2022)",
        "description": "ခုတစ်ခေါက် CM က ဘာသာပြန်တင်ဆက်ပေးမှာကတော့Double Love ဆိုတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......လုဝမ်ဝမ် ဟာ ဂိမ်းထဲမှာ လက်ချော်ပြီး ဂိမ်းတစ်ခုလုံးမှာအတော်ဆုံးဖြစ်တဲ့ \"မော့ပိုင်ကျီးကျန်း\" ကို ပျံထွက်သွားအောင်တိုက်မိခဲ့ပြီးနောက် ဂိမ်းထဲတွင် ရေစက်ဆုံခဲ့ကြသည်။အပြင်လောကမှာတော့ လုဝမ်ဝမ်ဟာ ဟန်ကျင်းမော့ကိုလေးစားခဲ့ပေမဲ့ လူပုံအလယ်မှာ ဟန်ကျင်းမော့ကရေနဲ့ပက်တာကို ခံခဲ့ရပါတယ်။ ဒေါသထွက်သွားတဲ့လုဝမ်ဝမ်ဟာ ဟန်ကျင်းမော့နဲ့ ရန်သူဖြစ်သွားပြီးနေ့စဉ်ဘဝမှာ နေ့တိုင်းရန်ဖြစ်နေကြပါတယ်။ဒါပေမဲ့ မောပိုင်ကျီးကျန်းက ဟန်ကျင်းမော့ပဲဆိုတာလုဝမ်ဝမ်တစ်ယောက် မသိခဲ့ပါဘူးတဲ့။လိုင်းပေါ်မှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်သူက သူမဘေးမှာ အမြဲတမ်း အဖော်ပြုပေးနေပါတယ်။သူတိုနှစ်ယောက် ဂိမ်းထဲမှ အပြင်လောကသိုအတူတကွ လျှောက်လှမ်းခဲ့ပြီး အချစ်ကို ရရှိခဲ့တာနဲ့ တစ်ပြိုင်နက်သူတိုဖြစ်ချင်တဲ့ သရုပ်ဆောင် အိပ်မက်ကိုလည်းအကောင်အထည်ဖော်နိုင်ခဲ့ပါတယ်။(အညွှန်းရေးသားထားသူကတော့ Moon ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : ComedyDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/double-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Khakee-133x200.jpg",
        "title": "Khakee: The Bihar Chapter (2022)",
        "description": "Khakee:The Bihar ChapterIMDb-8.3/10ဒီကားဟာ တကယ့်လက်တွေ့မှာရှိခဲ့တဲ့ အာမစ်လိုဟာရဲအရာရှိရဲ့\n\"Bihar Diaries\"ဆိုတာကို အခြေခံပြီးရိုက်ကူးခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွဲဖြစ်ပါတယ်\nရဲအရာရှိအာမစ်လိုဟာက အပြင်မှာတစ်ကယ်ရှိပြီး\nကျန်သောဇာတ်ကောင်များကတော့ စိတ်ကူးယဉ်ဖန်တီးထားတာပါတဲ့\nဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းကို စီးရီးအဖြစ်အသက်သွင်းရေးသားခဲ့တဲ့ Neeraj Pandey ဟာလည်း\nBest story , Best Director, Best Film award ဆုပေါင်းများစွာရရှိထားတဲ့သူဖြစ်တာမို့ ဒီစီးရီးဟာ\nကြည့်ရှုသူတွေအတွက် ပြည့်စုံနေတဲ့ကားတစ်ကားဆိုလည်း မမှားပါဘူးဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့အာမစ်လိုဟာဆိုတာ ရဲသင်တန်းကျောင်းပြီးခါစဇနီးအသစ်စက်စက်လေးနဲ့\nဘီဟာကို IPS အဖြစ်တာ၀န်ထမ်းဆောင်ဖို့ သွားမယ့်သူ‌ပေါ့\nရဲဆိုတာ ပြည်သူကိုစောင့်ရှောက်ဖို့ လုံခြုံမှုပေးဖို့ဆိုတာပဲသိတဲ့ ဖြောင့်မတ်တဲ့ရဲအရာရှိတစ်ယောက်ဟာ\nရောက်တဲ့နေ့မှာပဲ SSP မူကတ်ရွှာချက်ဘီရဲ့ lesson ပေးတာကို ခံလိုက်ရတော့တာပါပဲ\nတစ်နေ့တော့ အဲဒီက စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက်ရဲ့သားပြန်ပေးဆွဲခံရတာကို ကယ်ထုတ်ရင်း\nဆူခိုဆာဟန်နီဂိုဏ်းအဖွဲ့နဲ့ ထိပ်တိုက်‌တွေ့တော့တာပါပဲ....နိုင်ငံရေးနဲ့ ရာဇ၀တ်မှုအရှုပ်အထွေးတွေကြားမှာ ဖြောင့်မတ်တဲ့ရဲအရာရှိတစ်ယောက်\nအမှုတွေကိုဘယ်လိုကိုင်တွယ်ဖြေရှင်းခဲ့လဲ....\nအာမစ်ရဲ့ဘ၀တစ်ကွေ့ကို Neeraj Pandey ကရော\nဘယ်လိုမျိုးလက်ရာမြောက်‌မြောက်ဖန်တီးထားလဲရှုစားကြည့်ပါဦးFile Size : 1Gb  / 500MBQuality :1080p NF WEB DL / 720pTotal Episodes : 7EpsFormat ...",
        "url": "https://channelmyanmar.org/tvshows/khakee-the-bihar-chapter-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gBYNDdczkFOqjR4dgYamqbp6cS.jpg",
        "title": "The White Lotus (2021) Season1 + Season2",
        "description": "The White Lotus (2021)The White Lotus က HBOကနေ 2021မှာ ထွက်ခဲ့တဲ့ အပိုင်း ၆ပိုင်းပဲ ပါတဲ့limited စီးရီးပါ။ HBOရဲ့ limited စီးရီးတွေဟာ ဘယ်တော့မှ စိတ်မပျက်ရတာကိုChernobyl, Watchman, Mare of East Town, Big Little Lies တို့ကိုကြည့်ဖူးတဲ့ သူတိုင်းသိကြမှာပါ။ဒီစီးရီးကလဲ မြန်မာနိူင်ငံမှာ လူပြော မများပေမယ့် အနောက်ဘက်မှာတော့ ပရိတ်သတ်ရောဝေဖန်ရေးဆရာတွေဆီကပါ ချီးကျူးသံညံခဲ့တဲ့ စီးရီးပါ။review ဖတ်ပျင်းမယ့် လူတွေကိုတော့၊ Alexander Daddario တို့ Euphoriaထဲက Sydney Sweeney တို့လိုအလှနတ်ဖုရားမလေးတွေရဲ့ ကမ်းခြေက အလှတရားတွေ အများကြီး မြင်ရမှာကို တွေးပြီးကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါလို့ပဲ တိုက်တွန်းပါ့မယ်။ plotထက် သူတို့လေးတွေကို ဦးစားပေးကြမယ့်ပုဂ္ဂိုလ်များကတော့ အောက်က synopsisတွေ reviewတွေ ဆက်မဖတ်လဲ ရပါပြီ။ဇာတ်အိမ်ကတော့ ဟာဝိုင်အီက ...",
        "url": "https://channelmyanmar.org/tvshows/the-white-lotus-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnfTPTTytrZZ9Aw6hoOQdojiaKo.jpg",
        "title": "Money Heist: Korea – Joint Economic Area(2022)[Complete]",
        "description": "Money Heist: Korea - Joint Economic Area(2022) EP1 TO 12**********************************************************အပိုင်း( ၁ မှ ၁၂ )ထိ စ/ဆုံးစပိန်နာမည်ကြီး Money Heist စီးရီးကို Remark လုပ်ထားတဲ့ကိုရီးယားဇာတ်လမ်းတွဲထွက်ရှိလို့လာပါပြီ....အောင်မြင်ခဲ့တဲ့ဇာတ်လမ်းတွဲဖြစ်လို့  စပိန်စီးရီးဖန်တွေစောင့်ကြည့်စရာဖြစ်လာခဲ့သလို ကိုရီးယားပရိတ်သတ်တွေအတွက်လည်းရင်ခုန်စိတ်လှုပ်ရားစီးရီးတစ်ခုဖြစ်လာပါတယ်...ဇာတ်လမ်းကျောရိုးကတော့  Genius တစ်ဦးဖြစ်တဲ့ ပရော်ဖက်ဆာနာမည်ခံ လူတစ်ဦးက စပိန်ရဲ့အကြီးဆုံးဘဏ်ကြီးကိုဓားပြတိုက်ဖို့ရာတစ်ခုစီမှာ skillful  ဖြစ်နေတဲ့  လူတွေစုစည်းပြီး အချီကြီးတိုက်ကြတာပါပဲ...ကိုရီးယားစီးရီးထဲမှာတော့ ဘယ်လိုဆန်းသစ်လာမလဲ...ကာရိုက်တာ တစ်ယောက်အချင်းလိုက် ဘာတွေထူးခြားလာမလဲ...ဘယ်လို special tools တွေ သုံးလာမလဲ...Plot twist အလန်းစားတွေ ဘာတွေပါလာမလဲဆိုတာကိုတော့ရင်ခုန်စိတ်လှုပ်ရှားလိုက်ရအောင်...  Episodes: 12Aired: JUNE 24File Size: 1.3GB , 500MBQuality :Web-DL 1080p,720pGenres: Action & Adventure, Crime, Drama, MysteryTranslated by Shoon Thu Thu Chain,Hnin Pale, EiPhyu Khin &  ...",
        "url": "https://channelmyanmar.org/tvshows/money-heist-korea-joint-economic-area2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/five-six-133x200.jpg",
        "title": "Five Six Seven Eight (2022)",
        "description": "Five Six Seven Eight (2022)Super Dancer Season 1 မှာအနိုင်ရခဲ့ပြီး အသက်၁၆နှစ်သာရှိသေးတဲ့ အိန္ဒိယနိုင်ငံမှ Dancer တစ်ဖြစ်လဲ\nမင်းသမီးလေး Ditya Bhande မှပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nကကွက်ဆန်းတွေနဲ့ ရင်သပ်ရှုမောစရာ‌အကပြိုင်ပွဲကြီးအကြောင်းရိုက်ကူးတင်ဆက်ထားပါတယ်\nIMDb ကလည်း 8.1အထိရရှိခဲ့တာဖြစ်လို့ စီးရီးကောင်းတစ်ခုလို့ပဲညွှန်းချင်ပါတယ်ဇာတ်လမ်းအညွှန်း...\nဆင်ဘာ(Ditya Bhande) ကတော့ဆင်းရဲတဲ့မိသားစုကမွေးဖွားလာခဲ့ပြီး\nအကကိုရူးသွပ်တဲ့ကလေးတစ်ယောက်ပါ အမေဖြစ်သူက ငါးရောင်းဝယ်တဲ့လူဖြစ်လို့\nဆင်ဘာ့ကိုဆိုင်စောင့်ခိုင်းရင်တောင် ဂီတသံကြားတာနဲ့ ဆိုင်ကိုသူများနဲ့အပ်ခဲ့ပြီး\nအပြေးသွားကတဲ့အထိရူးသွပ်ပါတယ် မိခင်ဖြစ်သူကငွေကြေးအဆင်မပြေတာကြောင့်\nအကသင်တန်းတွေတက်ဖို့မပူဆာဘဲ အားတာနဲ့ အကသင်တန်းကျောင်းသွားပြီး\nသင်တန်းသားတွေကတာကို လိုက်မှတ်ကြည့်ရှုပြီး ပြန်အကကျင့်တတ်တဲ့သူမ ..တစ်ခါကြည့်တာနဲ့ ဘယ်ကကွက်ကဘယ်လိုဆိုပြီး သူငယ်ချင်းတွေကိုပြန်သင်နိုင်တဲ့အထိဉာဏ်ကောင်းလွန်းတဲ့သူမပါ\nသူသွားချောင်းတဲ့သင်တန်းမှာတော့ လူချမ်းသာမိသားစုထဲက ဗစ်ကရမ်ဆိုတဲ့ကောင်လေးရှိပါတယ် သူမနဲ့ကတော့\nတစ်ခါမှမတည့်ကြဘူးပေါ့ ဒါပေမယ့် သူတို့အိပ်မက်က တစ်နေ့ကျရင် International အကပြိုင်ပွဲရဲ့စတိတ်စင်ပေါ်တက်ရောက်ခွင့်ရဖို့ပါ\nနိုင်ငံတကာအကပြိုင်ပွဲမှာ အိန္ဒိယကတစ်ခါမှ အကြိုဗိုလ်လုပွဲအထိတောင်မတက်ရောက်နိုင်ခဲ့တဲ့ရာဇဝင်လည်းရှိနေပါတယ်\nမရှိဆို China,USA, Mexico,Spain,UK, Russia,Japan စတဲ့နာမည်ကြီးနိုင်ငံတွေပါ ပါဝင်နေတာကြောင့်ပါပဲ\nဒီလိုအခက်အခဲတွေကြားကနေသူတို့တက်ရောက်နိုင်ပါ့မလား မတည့်အတူနေ ဆင်ဘာနဲ့ဗစ်ကရမ်ကြားရော ဘယ်လိုဖြစ်သွားမလဲ\nရင်သပ်ရှုမောစရာကကွက်တွေကိုကြက်သီးထစရာကြည့်ရှုရမှာဖြစ်လို့ အခုပဲအပြေးဒေါင်းကြည့်လိုက်ကြပါတော့ရှင်\nQuality : 600MB / 300MB\nTotal Episodes : 8Eps\nFormat ...",
        "url": "https://channelmyanmar.org/tvshows/five-six-seven-eight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Y0apzo2oc0dBjDKQRZR7vjGRC7.jpg",
        "title": "The Guest(2018)[Complete]",
        "description": "The Guest(2018)***************အပိုင်း ( ၁ မှ ၁၆) ထိ စ/ဆုံး<<သတ်ဖြတ်ခန်းတွေနဲ့ သွေးသံရဲရဲတွေ သရဲသဘက်ပူးတဲ့ကြောက်စရာအခန်းတွေပါတာကြောင့်မို့မကြည့်ခင်တော့ သတိလေးထားစေချင်ပါတယ်..>>သိပ္ပံပညာတွေဘယ်လောက်ပဲထွန်းကားနေပါစေ..ဒီလောကကြီးမှာကျွန်တော်တို့အဖြေမထုတ်နိုင် မဖြေရှင်းနိုင်တဲ့ ပရလောက နဲ့ အခြားဖြစ်ရပ်ဆန်းတွေများစွာရှိကြတယ်မလား..ယနေ့အထိ ဝိညာဉ်တွေဝင်ပူးတဲ့အဖြစ်ပေါင်းများစွာလည်းကြားဖူးနေကြတယ်..ကိုရီးယားရဲ့ နယ်မြို့လေးမှာလည်း အလားတူ ဆိုးရွားတဲ့ဝိညာဉ်ဝင်ပူးတာမျိုးဖြစ်သွားတယ်...အပူးခံရတဲ့လူဟာ အသိစိတ်ပျောက်ဆုံးပြီးတခြားသူကိုရက်စက်စွာသတ်ဖြတ်တာမျိုးလုပ်ပြီး နောက်ဆုံးကိုယ့်ကိုကိုယ်သတ်သေသွားကြတယ်..ဒီလိုမျိုးတွေဆက်တိုက်ဖြစ်လာတယ်..အပူးကပ်ခံရတဲ့သူကို တော်ရုံမတားဆီးနိုင်အောင် သန်မာလွန်းတဲ့အတွက်လူသတ်မှုတွေလည်း ရပ်တန့်မသွားဘူးလို့ဆိုရမယ်..ဒါ့အပြင် အပူးကပ်ခံရတဲ့သူလည်း သေဆုံးသွားတဲ့အတွက်ကြောင့်မိစ္ဆာဆိုးကို နှိမ်နှင်းဖို့ကမလွယ်ဘူးဖြစ်နေတယ်..ဒီလို မိစ္ဆာဆိုးကိုနှိမ်နှင်းဖို့အတွက် ဘာမဆိုင်ရင်မဲ့သူတွေ ပေါ်ပေါက်လာတဲ့အခါမှာတော့.... Episodes: 16File Size:1.1GB, 500MBQuality :Web-DL 1080p,720PGenres:Thriller, Mystery, Horror, SupernaturalTranslated by Estel, Hnin Wai Oo , Hae-Areum, Hay Thar Oo & A HtetEncoded by  Phyo Pyae >>>>TELE LINK ><>>>> Episode 01\n[720p]     »»»   UsersDrive  •   Yoteshin   •   MegaUp   •   StreamSB   •  ...",
        "url": "https://channelmyanmar.org/tvshows/the-guest2018/"
    }
]