[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yRcUfKkV89VEFiLwzuryJHtHHb.jpg",
        "title": "Super Junior: The Last Man Standing (2023)",
        "description": "Super Junior : The Last Man Standing (2023)မရေတွက်နိုင်တဲ့‌ အောင်မြင်မှုသမိုင်းတွေရေး‌ဆွဲခဲ့ကြတဲ့ Super Junior နဲ့အတူတူ\nE.L.F တွေအနေနဲ့ အမှတ်တရခရီးတွေဆီကို နယ်ချဲ့နိုင်ပြီး အမျိုးမျိုးသောခံစားချက်တွေကိုယူ‌ဆောင်လာမယ့်\nThe Last Man Standing documentary လေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။အချိန်အကြာကြီးအတူတူရှိလာခဲ့ကြတဲ့ Super Junior အဖွဲ့ဝင်တွေကြားက\nခိုင်မာတဲ့သံယောဇဉ်တွေ၊ ယုံကြည်မှုတွေကို သေချာကြီးမြင်တွေ့ရမှာဖြစ်ပြီးတော့\nအမှတ်တရတွေကို ပြန်လည်‌သတိရမိစေနိုင်မှာလည်းဖြစ်ပါတယ်။Super Junior စတင်ရာက‌နေ အခုအချိန်အထိ အတူတူ ကျော်ဖြတ်ခဲ့ကြတာတွေ ၊\nပျော်ရွှင်မှုတွေ ၊ အောင်မြင်မှုတွေ၊ ဝမ်းနည်းမှုတွေ ၊ အခက်အခဲတွေကို မျှဝေခံစားနိုင်မယ့်\nDocumentary ကောင်းလေးတစ်ခုမို့ ကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shin and Cali ပဲ ဖြစ်ပါတယ်။Genre..... Documentary\nQuality…. 720p | 480p\nFile size… 1.1GB | 525MB\nFormat… mp4\nDuration…. 50min\nSubtitle…. Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/super-junior-the-last-man-standing-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/photo_2022-12-20_01-52-39-142x200.jpg",
        "title": "Missing: The Other Side S02 (2022) [Complete]",
        "description": "Missing: The Other Side S02 (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၄ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)Season 1တုန်းကလူကြိုက်များခဲ့တဲ့missing the other side series လေးက season 2 ပြန်လာပါပြီ။ဒီseasonမှာတော့ ပျောက်ဆုံးဝိညာဉ်တွေနေတဲ့ ဆမ်ဂုန်ဒန်ဆိုတဲ့ရွာအပေါ်အခြေတည်ပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။ Season 1မှာတုန်းက ရဲဘော်၃ဖော်ဖြစ်တဲ့ ဂင်ဝူ၊ဦးလေးကြီးဂျန်ဖန်ဆော့၊ဂျူံအာတို့အပြင် စုံထောက်ရှင်းဂျွန်ဟိုလည်းပါဝင်လာပြီး ဝိညာဉ်တွေရဲ့ ပျောက်ဆုံးနေတဲ့ခန္ဓာကိုယ်တွေကိုရှာပြီး သူတို့ရဲ့ သေဆုံးမှုတွေကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကိုစောင့်ကြည့်ရမှာဖြစ်လို့ သဘာဝလွန် စုံထောက်ဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။Missing the other side season 2 ကို တနင်္လာ၊အင်္ဂါညတိုင်း channel myanmar က ဘာသာပြန်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။(အညွှန်းကိုတော့ HNDA က ရေးပေးထားပါတယ်။)Aired: Dec 19, 2022\nAired On: Monday, Tuesday\nGenres: Thriller, Mystery, Supernatural\nDuration: 60mins\nEpisodes: ...",
        "url": "https://channelmyanmar.org/tvshows/missing-the-other-side-s02-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLheSyczmvW8PJnhuZtxmKvRwsR.jpg",
        "title": "Ruler: Master of The Mask (2017) [Complete]",
        "description": "Ruler: Master of The Mask (2017) [အစ-အဆုံး]အပိုင်း ၁ မှ ၂၀ (ဇာတ်သိမ်းပိုင်း)မင်းဆက် အဆက်ဆက်ကို အဆိပ်ခတ်ပြီး ထိန်းချုပ်ထားတဲ့ ဖြောင်းဆူအဖွဲ့ ...\nသားဖြစ်သူကို သူ့လို အသုံးမကျတဲ့ ဘုရင် မဖြစ်စေချင်တဲ့ မင်းကြီး ...\nငယ်ငယ်ကတည်းက အသက်ဘေးကနေ လက်မတင်လေး လွတ်မြောက်လာခဲ့ပြီး ကြီးလာတဲ့အခါမှာ ဖြောင်းဆူ အုပ်စုကို အမြစ်ဖြတ်ပြစ်ဖို့ စိတ်အားထက်သန်တဲ့ အိမ်ရှေ့စံမင်းသားလေး အီဆွန်း ...တစ်ခု ထူးခြားတာက အိမ်ရှေ့စံမင်းသားလေး အီဆွန်းက ငယ်စဉ်ကတည်းက မျက်နှာဖုံးတပ်ပြီး ကြီးပြင်းခဲ့ရပြီး သူ့ရဲ့ မျက်နှာကို မြင်ဖူးသူမှန်သမျှ သုတ်သင်ရှင်းလင်းခြင်း ခံရပါတယ်။ ဒီအတွက်ကြောင့်လည်း သူ့မျက်နှာကို မြင်ဖူးတဲ့သူဆိုလို့ သူ့အနီးဝန်းကျင်က လူယုံအကိုတော်နဲ့ ချောင်းဝန်း နဲ့ သူ့ရဲ့ ခမည်းတော်နဲ့ မယ်တော် နှစ်ပါးသာရှိပါတယ်။မင်းဆက် အဆက်ဆက်ကို ထိန်းချုပ်နိုင်တဲ့အထိ အင်အားကြီးမားလွန်းတဲ့ ဖြောင်းဆူအဖွဲ့ ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/ruler-master-of-the-mask-2017-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/r4BRm_4f-141x200.jpg",
        "title": "Between Us (2022)",
        "description": "ဝင်း အဖြစ် Boun Noppanut Guntachai\nထင်းမ် အဖြစ် Prem Warut Chawalitrujiwong\nဒင် အဖြစ် Ohm Thitiwat Ritprasert\nဖမ် အဖြစ် Fluke Natouch Siripongthon\nဖရစ် အဖြစ် Bosston Suphadach Wilairat\nမနောင် အဖြစ် Samantha Melania Coatesဒီစီးရီးမှာဆိုရင် ရေကူးအသင်းကဒုဥက္ကဌ \"ဝင်း \"ဆိုတဲ့တတိယနှစ်ကျောင်းသားနဲ့ \"ထင်းမ်\" ဆိုတဲ့ ပထမနှစ်ကျောင်းသားအကြောင်းကိုတွေ့မြင်ရမှာပါဒီစီးရီးဟာ အရင်ပြီးခဲ့ \"Until we meet again\" စီးရီးနဲ့အဆက်အစပ်တွေရှိနေပါလိမ့်မယ်ထင်းမ်ဟာ ရေကူးပညာသင်ဆုရကျောင်းသားဆိုပေမဲ့ ကိုယ့်ကိုယ်ကိုယုံကြည်မှုတွေမရှိခဲ့ပါဘူးကြောက်စိတ်တွေရှိနေခဲ့ပါတယ်ဝင်းကတော့ အရမ်းခန့်ပြီးပါးနပ်တဲ့ရေကူးအသင်းကဒုဥက္ကဌလေးပေါ့သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးဟာ ထင်းမ် ရေကူးအသင်းဝင်ဖို့သွားလျှောက်ရာကနေ စတင်ခဲ့ရင်း ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာတော့ စီးရီးထဲမှာကြည့်ရအောင်နော်🔥ဒီစီးရီးကိုမျှောလင့်နေတဲ့သူတွေအတွက်တော့ အပိုင်း ၁ နဲ့တင် အရမ်းကိုတန်နေပါပြီ 🌚( အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )Translated by Kyi Nue ...",
        "url": "https://channelmyanmar.org/tvshows/between-us-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/buRe826xkgyU95nyMaDMuCNxfQn.jpg",
        "title": "The Rig (2023) Season 01 Complete",
        "description": "The Rig (2023) S01 Complete Amazon Prime က ထွက်ရှိထားပြီး GoT ထဲက Jorah Marmont မင်းသားကြီး Iain Glen အဓိကပါဝင်ထားတဲ့ Sci-Fi Thriller စီးရီးတစ်ခု တင်ဆက်​ပေးလိုက်ပါတယ်။ စ​ကော့တစ်ရှ် ကမ်းလွန်​​ဒေသရှိ ​ရေနံတူးစင်တစ်ခုမှာ အလုပ်လုပ်​နေတဲ့ ရေလုပ်သား​တွေဟာ တာဝန်ပြီးဆုံးချိန် ကမ်းပေါ်ရှိ အိမ်ကိုပြန်နိုင်ဖို့ လာကြိုမယ့် ရဟတ်ယာဉ်ကို​စောင့်ဆိုင်း​နေချိန် ဘယ်ကမှန်းမသိတဲ့ မြူခိုးတွေ ရုတ်ချည်းအုံ့ဆိုင်းလာပြီး ရဟတ်ယာဉ်လာမရတဲ့အ​ခြေအ​နေနဲ့ ​ရေနံတူးစင်မှာပဲ ပိတ်မိသွားပါ​တော့တယ်။ အဲဒီမြူ​တွေက ​ပုံမှန်မြူ​တွေမဟုတ်ဘဲ သူတို့ကို ပုံစံမျိုးစုံနဲ့ ဒုက္ခ​ပေးလာတဲ့အခါ အလုပ်သမား​တသိုက် ဒီမြူထုကြားအသက်ဆက်ရှင်နိုင်မှာလား၊ ဒီမြူ​တွေက ဘယ်လိုထွက်လာတာလဲ၊ သွေးရိုးသားရိုးဖြစ်ပါ့မလား၊ မြူ​တွေကြားမှာ ဘယ်လိုအရာ​မျိုးတွေရှိ​နေမလဲဆိုတာ သည်းထိတ်ရင်ဖိုကြည့်ရှုရမှာပါ။ (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ X ပဲဖြစ်ပါတယ်) Size ~ 500MB+\nTotal - 6 Episodes\nQuality – 720p\nDuration ~ ...",
        "url": "https://channelmyanmar.org/tvshows/the-rig-2023-s01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/duAxxcnyRPb58oSMTuJM7eyGAmb.jpg",
        "title": "The Legend of Dancing Prince ( 2013 )",
        "description": "“ခန်းနားကြီးကျယ်လွန်းလှတဲ့ ယဥ်ကျေးမှု အမွေအနှစ်တွေရဲ့\nနောက်ကွယ်မှာ ဘယ်သူမှ မသိနိုင်တဲ့ ကြီးမားလှတဲ့\nဇာတ်လမ်း ဇာတ်ကွက်တွေကတော့ ရှိစမြဲပါပဲ”ပျူနိုင်ငံတော်(ရှေးခေတ်မြန်မာနိုင်ငံတော်) ရဲ့ ဘုရင်ဟာ\nပျူမင်းသား သုနန္ဒ ဦးဆောင်တဲ့ ပျူနိုင်ငံတေးဂီတအဖွဲ့ကို\nစေလွှတ်ပြီး ပြည်သရေခေတ္တရာမြို့တော်မှတစ်ဆင့် ချန်အန်းမှာရှိတဲ့\nထန်မင်းဆက်နန်းတော်ကို ဖျော်ဖြေစေဖို့ စေလွှတ်ခဲ့ပါတယ်\nစေလွှတ်ရခြင်းရဲ့ အကြောင်းပြချက်ကတော့ ထန်မင်းဆက်နဲ့\nဆက်ဆံရေး အဒွန့်ရှည်စေဖို့ တစ်နိုင်ငံနဲ့ တစ်နိုင်ငံ\nအပြန်အလှန် ကူညီနိုင်စေဖို့ အတွက်ပါသုနန္ဒဒီတာဝန်ကို ထမ်းရွက်နေစဥ်အတွင်းမှာ ခရီးစဥ်က\nဖျောင့်ဖြူးခြင်းမရှိခဲ့ပါဘူး သုနန္ဒ မင်းနေပြည်တော်ကနေပြီး\nထွက်သွားတာကို အခွင့်အကောင်းယူကာ ပျူနိုင်ငံတော်ရဲ့\nစစ်သူကြီးဖြစ်သူ ကျားလော်နက အရှင်မင်းကြီးကို လုပ်ကြံသတ်ဖြတ်ပြီး\nထီးနန်းကို အပိုင်သိမ်းယူဖို့ ကြံစည်နေခဲ့တာပါဒါပေမဲ့လို့ စစ်သူကြီးရဲ့ မွေးစားသားဖြစ်သူ စူးကျွယ်ဟာ\nသုနန္ဒနဲ့ ညီအစ်ကိုလို ခင်မင်နေခဲ့တာကိုတော့ သူမသိရှာခဲ့ပါဘူး\nစူးကျွယ်ဟာ သုနန္ဒကို မွေးစားအဖေရဲ့ အစီအစဥ်တွေကို\nပြောပြလိုက်ပြီးနောက်မှာတော့ သုနန္ဒဟာ စူးကျွယ်ကို\nမိမိအနေနဲ့ ဟန်ဆောင်ခိုင်းခဲ့ပြီး ဖျော်ဖြေရေးအဖွဲ့ထဲကို\nလိုက်သွားစေခဲ့ပါတယ်တစ်ဆက်ထဲမှာပဲ\nကြာပန်းလိုလှပ နူးညံ့လှတဲ့ မိန်းမပျိုလေး ယင်းမာစန္ဒီရဲ့\nနူးညံ့လှတဲ့လှတဲ့ ပုံပန်းသွင်ပြင်နောက်ကွယ်မှာ\nထိတ်လန့်စရာကောင်းတဲ့ လျှို့ဝှက်ချက်တစ်ခု သိုဝှက်ထားတယ်ဆိုတာ\nဘယ်သူကမှ မသိခဲ့ပါဘူး အခက်အခဲများစွာ\nအတားအဆီးပေါင်းများစွာကို ဖြတ်သန်းပြီး ချန်အန်းကို ရောက်တဲ့အခါမှာတော့ -❏ ...",
        "url": "https://channelmyanmar.org/tvshows/the-legend-of-dancing-prince-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fH41ccMKvgDTbbcCxWWH6fznah.jpg",
        "title": "11.22.63 (2016) Complete",
        "description": "11.22.63 (2016) Complete Mini Series ~ IMDb - 8.1/10, Rotten Tomatoes - 83% ~ Stephen King ဆိုတာနဲ့ စာ​ပေ​လောကမှာ​ရော Live Action နယ်ပယ်မှာပါ မသိသူမရှိတဲ့ နာမည်​ကျော်စာ​ရေးဆရာကြီးဖြစ်သလို ​ရေးသားခဲ့တဲ့ ဝတ္ထုတိုင်းနီးပါးဟာလည်း ၁၉၇၀​နှောင်းပိုင်းကစလို့ အခုချိန်ထိ ရုပ်ရှင်နဲ့စီးရီး​ပေါင်းများစွာ Adaptation ပြုလုပ်ခံထားရသူတစ်ဦးပါ။ ​ဒီစီးရီးက​တော့ Stephen King ရဲ့ နာမည်​ကျော် Time travel novel ဖြစ်တဲ့ 11/22/63 ကို Live Action အဖြစ် ပြန်အသက်သွင်းထားတဲ့ Mini Series ပဲဖြစ်ပါတယ်။ အဓိကဇာတ်​ဆောင်အ​နေနဲ့ ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ရင်းနှီးခဲ့ရတဲ့ နာမည်​​ကျော်မင်းသား James Franco က ဂျိတ်အက်ပင်းအဖြစ် ပါဝင်ထားပါတယ်။ IMDb က 8.1/10 နဲ့ RT ...",
        "url": "https://channelmyanmar.org/tvshows/11-22-63-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/znyQIrMfvLjj5A8rx0J4JFlYZGy.jpg",
        "title": "Wicked City (2022) Complete",
        "description": "Wicked City (2022) Complete ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ စီးရီးလေးကတော့ လတ်တလောလူမေးများနေတဲ့ မှော်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအစမှာ ဆယ်ကျော်သက်ကောင်မလေး ခမေးလ် ဟာ သူ့အိမ်ကိုပြန်ရောက်တော့ အမေဖြစ်သူက ဗိုက်မှာဓားဒဏ်ရာနဲ့ ကြမ်းပြင်မှာသေလုဆဲဆဲဖြစ်နေတာကို တွေ့လိုက်ရပါတယ်။ မိခင်ရဲ့အသက်ကိုလုဖို့ အတတ်နိုင်ဆုံးကြိုးစားပေမဲ့လည်း သူ့အမေက ခမေးလ်မှာ အန္တရာယ်ရှိနေပြီဆိုတဲ့အကြောင်းနဲ့ ဂျော်ဂျီယာ က အက်တလန်တာမြို့မှာ ကေဒန် ဆိုတဲ့သူကိုသွားရှာဖို့သာ နောက်ဆုံးအနေနဲ့မှာခဲ့ပြီး အသက်ထွက်သွားခဲ့ပါတယ်။ ခမေးလ် ကို သူ့အမေပေးခဲ့တဲ့လိပ်စာက မှော်ပညာနဲ့သက်ဆိုင်တဲ့ ပစ္စည်းတွေရောင်းတဲ့ စတိုးဆိုင်လေးဖြစ်ပြီး အဲ့ဒီဆိုင်ကို တက်ဘသာ ဆိုတဲ့ သက်လတ်ပိုင်းအမျိုးသမီးက ပိုင်ပါတယ်။ တက်ဘသာ ဟာ စုန်းမတစ်ယောက်ဖြစ်ပြီးတော့ ခမေးလ် နဲ့ မတိမ်းမယိမ်း တပည့်လေးယောက်လည်းရှိပါတယ်။ သူတို့ဟာ မတူညီတဲ့မှော်စွမ်းအားအသီးသီးပိုင်ဆိုင်ကြပေမဲ့ ဂျော်ဒန် ဆိုတဲ့စုန်းမလေးကတော့ မှော်စွမ်းအားကို အသုံးချလို့မရဘဲ အာရုံခံလို့သာရတဲ့အတွက် ရှေ့ဖြစ်ဟောအတတ်မှာသာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်ပြီး သူ့ကိုယ်သူ အားမလိုအားမရဖြစ်နေခဲ့ပါတယ်။ ဒီလိုနဲ့ မိခင်သေဆုံးရတဲ့ နောက်ကွယ်ကအကြောင်းကိုစုံစမ်းဖို့ ခမေးလ် တစ်ယောက် လိပ်စာထဲကဆိုင်ကိုသွားပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/wicked-city-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BY2RiOGNmMmYtNmFlOC00MDg2LTk2YTItZWRmMmZjZjc1OGMxXkEyXkFqcGdeQXVyMTYxMDYwMzI2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Lockwood & Co. (2023)",
        "description": "Lockwood & Co. (2023)\n==================\nIMDb Rating - 8.1/10Netflix ကနေ အသစ်ထွက်ရှိလာတဲ့ ရှားလော့ဟုမ်းနဲ့\nSupernatural ပေါင်းထားသလို စိတ်၀င်စားဖို့ကောင်းတဲ့\nHorror ဇာတ်လမ်းတွဲ အသစ်တစ်ပုဒ်လာပါပြီ။ ဒါရိုက်တာ\nကလည်း Marvel ရဲ့ Ant-Man , Starwars The last Jedi\nတို့မှာ ဇာတ်ညွှန်းဆရာဖြစ်ခဲ့တဲ့ Joel Cornish ဖြစ်ပါတယ်။\nIMDb မှာလည်း အခုလောလောဆယ်  Rating 8 လောက်\nထိရထားပါတယ်။ဇာတ်လမ်းအညွှန်း -\nကမ္ဘာကြီးက ပရလောက ကပ်ဆိုက်ပြီး တစ်လောကလုံး သရဲ\nတွေ ကပ်ရောဂါလိုကြီးစိုးနေတဲ့ခေတ်ပါ။ ဒါပေမယ့် မရီဆာဖစ်စ်နဲ့\nတွန်ရော်ဝယ်လ်ဆိုတဲ့ လူနှစ်ယောက်က ဒီကပ်ရောဂါကြီးကို နှိမ်\nနင်းခဲ့ပြီးနောက်ပိုင်းမှာ ကမ္ဘာအနှံ့ သရဲဖမ်းအေဂျင်စီတွေ မှိုလိုပေါက်\nလာပါတယ်။ အဲ့ထဲမှာမှ ဖစ်စ်နဲ့တွန်တို့ ဖွင့်ထားတဲ့ အေဂျင်စီက\nနာမည်အကြီးဆုံးဖြစ်ပါတယ်။နှစ် 50 အကြာမှာ မျိုးဆက်သစ်တွေအဖြစ် ဒီ series ရဲ့ MC တွေ\nဖြစ်တဲ့ လူစီကိုင်လာနဲ့ အန်တိုနီလော့ဝုဒ်တို့ပေါ်လာပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/lockwood-co-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6upMMT2Uz4bhJabBCWhYKESIbF4.jpg",
        "title": "Elves (2021)",
        "description": "Elves (2021)မြို့ပြရဲ့မွန်းကြပ်မှုတွေနဲ့ဝေးရာ လူသူအရောက်အပေါက်နည်းတဲ့\nအာမန်ဆိုကျွန်းပေါ်ကို ခရစ်စမတ်ပိတ်ရက်ပျော်ပွဲစားလာကြတဲ့ မိသားစုလေးဟာ\nအေးဆေးဖြတ်သန်းချင်လို့ ကျွန်းပေါ်ကိုလာပါတယ်ဆိုမှ\nခရီးအစမှာတင်ပျားအုံတုတ်ထိုးမိလို့  ဒုက္ခနဲ့လှလှ ပေါင်းဖက်သွားလေရဲ့။ခြံစည်းရိုးနဲ့တောင်ကာရံထားရတဲ့ဖြစ်ရပ်ဆန်းကြယ်သတ္တဝါတွေ။\nဆယ်ကျော်သက်လေးတွေရဲ့ထုံးစံအတိုင်း\nကောင်မလေးရဲ့ တစ်ဇွတ်ထိုးဆန်မှုကြောင့် ပိုပိုဆိုးလာတဲ့ကိစ္စတွေ။\nဒေသခံကျွန်းသားတွေရဲ့ကိုးကွယ်ယုံကြည်မှုတွေ။\nအလည်အပတ်လာတဲ့မိသားစုရဲ့မသိလိုက်တဲ့အမှားကြောင့် ပေးဆပ်လိုက်ရတဲ့တန်ဖိုး။\nအသီးမစားအသားစား နွားတစ်ကောင်ကိုတောင်ယဇ်ပူဇော်ပေးရတဲ့မကောင်းဆိုးဝါးနတ်သူငယ်တွေ။\nကြမ်းကြုတ်လှတဲ့ဒီနတ်သူငယ်တွေကြားမှာ ဘယ်လိုရုန်းကန်ရှင်သန်မလဲ။\nဒီလိုဒီလိုကိစ္စတွေကြား ဘယ်လိုဆက်ဖြစ်မလဲဆိုပြီး စောင့်ကြည့်ရမယ့် Horror series လေးပါ။စဆုံး ၆ ပိုင်းပဲ ရှိမှာမို့ စိတ်အေးလက်အေးနဲ့ ကြည့်လို့ရတဲ့ မီနီစီးရီးတစ်ခုပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Mystery, Sci-fi & Fantasy\nQuality…. 1080p | 720p\nFile size… 500MB | 250MB\nFormat… mp4\nDuration…. 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... August720pEpisode 01 - Userdrive | YoteShin | Megaup | Streamsb ...",
        "url": "https://channelmyanmar.org/tvshows/elves-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Ld2zad9YOTbsIxxCK9L7nrbDDF.jpg",
        "title": "Shahmaran (2023)",
        "description": "Shahmaran (2023)မြွေတစ်ပိုင်းလူတစ်ပိုင်းဒဏ္ဍာရီဆိုတာ အာရှနိုင်ငံတွေမှာအများဆုံးရှိသလို\nအဲဒီဒဏ္ဍာရီတွေပေါ်အခြေခံတဲ့မြွေကားတွေကလဲ တစ်ခေတ်တစ်ခါကပရိတ်သတ်ကြားမှာတော်တော်ရေပန်းစားခဲ့တာပါ။အခုထွက်ရှိလာတဲ့ တူရကီမြွေဇာတ်လမ်း Shahmaran ကလဲ ပရိသတ်ကြားမှာအကြိုက်တွေ့ကြဦးမယ်လို့ထင်ပါတယ်။\nဇာတ်လမ်းအကြောင်းမပြောခင် Shahmaran ရှာမရန်း ဒဏ္ဍာရီလေးကိုပြောပါဦးမယ်။\nမူကွဲတွေရှိပေမယ့် အကြမ်းဖျင်းအားဖြင့်တော့ ရှာမရန်းက လူတစ်ပိုင်းမြွေတစ်ပိုင်း မြွေဘုရင်မပါ။\nသူကမြွေတွေနဲ့အတူမြေအောက်မှာနေတယ်ပေါ့။ တစ်နေ့တော့လမ်းပျောက်ပြီးရောက်လာတဲ့ လူသားနဲ့ချစ်ကျွမ်းဝင်မိတယ်။\nသူက လူသားကို ဆေးပညာရပ်တွေ သင်ကြားပေးခဲ့တယ်လို့ဆိုတယ်။\nနောက်တော့ လူသားက မြေပေါ်ကိုပြန်သွားခဲ့တယ်။ ရှာမရန်းကလဲ သူ့အကြောင်းဘယ်သူ့ကိုမှ အသိမပေးဖို့မှာလိုက်တယ်။\nလူသားက အစကတော့ကတိတည်ပါတယ်။ ဒါပေမဲ့သူတို့တိုင်းပြည်ကဘုရင် နာမကျန်းဖြစ်ပါရော။\nအမတ်တွေကပြောတယ် ရှာမရန်းအသားကိုစားရင်ပြန်ကျန်းမာမယ်ပေါ့။\nအဲမှာလူသားကလဲ ရှာမရန်းရဲ့နေရာကိုပြောပြလိုက်တယ်။\nရှာမရန်းကဖမ်းခံရချိန်မှာ \"ငါ့အသားကိုဘုရင့်ကိုကျွေး ငါ့အူကလီစာတွေကို အမတ်တွေကိုကျွေး\" လို့ပြောခဲ့တယ်။\nဘုရင်ကကျန်းမာသွားပေမယ့် အမတ်တွေကတော့သေသွားခဲ့တယ်ပြောတယ်။\nလူသားကတော့နောင်တရားတွေနဲ့အတူ ရှာမရန်းသင်ကြားပေးထားတဲ့ ဆေးပညာကိုဆက်လက်အသုံးချကူညီပေးမှုတွေလုပ်သွားခဲ့တယ်ပြောတယ်။\nဒီဇာတ်လမ်းမှာတော့ ရှားစုဆိုတဲ့မိန်းကလေးက သူ့အမေကိုငယ်ငယ်ထဲကထားသွားခဲ့တဲ့ သူ့အဖိုးဖြစ်သူကိုလိုက်ရှာရင်း မြို့တစ်မြို့ကိုရောက်လာပါတယ်။\nဒီမြို့မှာ သူ့ကိုနှစ်ပေါင်းများစွာအရင်ထဲက ကြိုတင်စောင့်ဆိုင်းနေတဲ့ လူတစ်စုနဲ့ဆုံရတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။\nမူလ ရှာမရန်းဇာတ်လမ်းနဲ့ရော ဘယ်လိုတွေပတ်သက်မှုရှိနေမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်အစအဆုံး ၈ ပိုင်း ရှိပြီးတော့ ဆက်တိုက်ဆိုသလို တင်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, ...",
        "url": "https://channelmyanmar.org/tvshows/shahmaran-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/image-asset-135x200.jpeg",
        "title": "True Detective (Complete) Season(1-3)",
        "description": "HBO ကလွှင့်တဲ့ အမိုက်စား crime drama စီးရီးတစ်ခုလာပါပြီ။ ဒီစီးရီးကို ၂၀၁၄ ခုနှစ်မှာ season 1 စတင်ထုတ်လွှင့်ခဲ့ပြီး season တစ်ခုမှာ အပိုင်း(၈)ပိုင်းပါဝင်ပါတယ်...စီစင်တစ်ခုစီက မဆက်စပ်ဘဲ သီးခြားဇာတ်လမ်း၊ ဇာတ်အိမ်နဲ့ဖြစ်ပါတယ်။ဝူဒီဟာရယ်ဆန်၊ မက်သယူးမက်ကော်နယ်တို့ခေါင်းဆောင်ပါဝင်ထားတဲ့ဒီစီးရီးဟာ 2014 primetime Emmy Award ရရှိထားတဲ့ ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ်။IMDb Rating 8.9 နဲ့  Rotten Tomatoes 77% ရရှိထားပြီး ဒီစီးရီးက Rating ကြောင့် Plot ကြောင့်အပြင် ပါဝင်တဲ့မင်းသမီးတွေရဲ့ ဝတ်လစ်စလစ်ခန်းတွေကြောင့်လဲနာမည်ကြီးခဲ့ပါတယ်။ Season 1 မှာဆိုရင် မျက်ဝန်းလဲ့ပြာပြာနဲ့ Alexandra Daddario , Banshee စီးရီးရဲ့မင်းသမီးချော Lili Simmons နဲ့ Michelle Monaghan တို့လို မင်းသမီးတွေပါဝင်ထားပါတယ်။ဒါပေမယ့် မင်းသမီးတွေထက် မင်းသားကြီး Matthew McConaughey ကိုသာ ...",
        "url": "https://channelmyanmar.org/tvshows/true-detective-complete-season1-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/127f89d51648793e6ce87545c5d4bdeb-convert.io_-139x200.jpg",
        "title": "3 Cs (2022)",
        "description": "3 Cs (2023)IMDb 6.6\nChoices, Chances, Changes\nဒီ C သုံးလုံးနဲ့ Hyderabad ကလူသုံးယောက် ငယ်ငယ်တည်းကသူငယ်ချင်းပေမဲ့ |\nC တစ်လုံးချင်းစီနဲ့ဘဝကိုရှေ့ဆက်နေသူတွေ ...\nဘော့ဆိုတာက Andaman ကျွန်းရဲ့ သခင်လိုပေါ့ လူတိုင်း\nရဲတွေကအစဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့ စိန်မှောင်ခိုဆရာကြီး\nမကျေနပ်တဲ့ကောင်ရှိရင် တွေ့ရာပစ်သတ်တတ်တဲ့သူ..တစ်နေ့ Hyderabad က ကလပ်တစ်ခုမှာ‌တွေ့ရင်း\nမိတ်ဆွေဖြစ်သွားတဲ့သူငယ်ချင်းငါးယောက်..အမူးလွန်ပြီး\nအိပ်ပျော်သွားရာကနိုးလာတော့ သူတို့ထဲက\nသူငယ်ချင်း၂ယောက်ကပျောက်နေလေရဲ့ပြီးတော့ကမ်းမမြင်လမ်းမမြင် သမုဒ္ဒရာရဲ့အလယ် အပျော်စီးသင်္ဘောပေါ်ရောက်နေပြီး\nအဲဒါကလည်း ဘော့ကြီးစိုးနေတဲ့ Andaman ကျွန်းပိုင်ထဲမှာ ..ညကမှ\nHyderabad မှာရှိခဲ့ကြတဲ့သူတို့ မိုးလင်းတော့ သမုဒ္ဒရာထဲရောက်နေတဲ့ကိစ္စကို\nလိုက်မေးမြန်းရင်း နောက်ဆုံး ဘော့အိမ်က‌စိန်ကိုမူးမူးနဲ့ခိုးထားမိမှန်းသိလိုက်ရချိန်မှာတော့...\nတွေ့ရာသင်္ချိုင်းဓားမဆိုင်းတတ်တဲ့ဘော့နဲ့ သူတို့တွေဘယ်လိုရှေ့ဆက်ကြမလဲ\nပျောက်နေတဲ့သူငယ်ချင်း၂ယောက်ကိုရော ဒီကျွန်းပေါ်မှာ\nဘယ်လိုတွေရှာပုံတော်ဖွင့်မလဲဆိုတာ အခွီတစ်သိုက်နဲ့ကြည့်ရှုလိုက်ကြပါဦးQuality : 1080p / 720pTotal Episodes : 6EpsFormat : mp4Genres : DramaDuration : 29minSubtitle : Myanmar Subtitle ( Hardsub )Translated by BpL ~ ...",
        "url": "https://channelmyanmar.org/tvshows/3-cs-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BOGJlZTE0MTQtZDdmMS00YWViLThlMDktYzk1N2RhMjY0NGEyXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Gangs of London (2020)+ Season(2)",
        "description": "IMDb Rating - 8.5/10TMDp Rating - 9.1/10 #Unicodeလန်ဒန်မြို့ရဲ့ လူဆိုးဂိုဏ်းကြီးတွေ အကြောင်း ဇာတ်လမ်းဆင်ထားတဲ့ စီးရီးတစ်ခု ထွက်လာပါပြီ။  စုစုပေါင်း ၉ ပိုင်း ရှိပါတယ်။နေ့စဉ်တင်ဆင်ပေးသွားမှာပါ။ ဒီစီးရီးကတော့ ပိကီ ဘလိုင်ဒါ တို့ ဂေါ့ဖားသားတို့လို သွေးအေးအေး ရက်စက်တဲ့ စတိုင်မျိုးမဟုတ်ပါဘူး။ ဒါရိုက်တာကိုက Raid ရုပ်ရှင်ကို ရိုက်ခဲ့တဲ့သူဖြစ်လို့ အက်ရှင် အသားပေးပါတယ်။ Raid ရဲ့ အများနဲ့ တစ်ယောက်ရက်ရက်စက်စက်တွေ ချတဲ့ အငွေ့အသက်မျိုးတွေ ပါပါတယ်။ စတန့်နည်းပြတွေကလည်း Bourne ရုပ်ရှင်တွေလို အက်ရှင်အကြမ်းတွေမှာ ပါခဲ့တဲ့လူတွေပါပဲ။ဇာတ်လမ်းအကျဉ်း …----------------------လန်ဒန်မြို့ရဲ့ လူဆိုးဂိုဏ်းအားလုံးဟာ ဝဲလေ့ မိသားစုရဲ့ ထိန်းချုပ်မှုအောက်မှာ အလုပ်လုပ်ကြရပါတယ်။ တစ်နေ့မှာတော့ဝဲလေ့မိသားစုရဲ့ ခေါင်းဆောင် ဖင်း ဝဲလေ့ လုပ်ကြံခံရပြီး သူ့နေရာကို ဆက်ခံဖို့ သားဖြစ်သူ ရှောင်ဝဲလေ့က နန်းတက်လာပါတော့တယ်။ အဲဒီမှာ ဂိုဏ်းပေါင်းစုံက ...",
        "url": "https://channelmyanmar.org/tvshows/gangs-of-london-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/creepshow-142x200.jpg",
        "title": "Creepshow – Season (02), (03)",
        "description": "Creepshow - Season (02), (03)\n=====================\nIMDb Rating - 7.0/101990 ကျော်ခုနှစ်တွေဆီကခေတ်စားခဲ့တဲ့ ဗီဒီယိုခွေငှားဆိုင်လေးတွေရဲ့\nHorror ခေါင်းစည်းတပ် ဓာတ်ပုံအယ်လ်ဘမ်လေးတွေမှာ မျက်ခွက်\nပြောင်နေတဲ့ ဝတ်ရုံဝတ်အရိုးခေါင်းကြီးကို မှတ်မှတ်ရရဖြစ်ဖူးခဲ့သူတွေ\nရှိပါလိမ့်မယ်။ အဲ့ဒါကတော့ Creepshow တွေရဲ့ မူလအစဇာတ်ကား\nနှစ်ကားဖြစ်ခဲ့ပြီး 90s ဝန်းကျင်ရုပ်ရှင်အတော်များများနည်းတူ အခုချိန်ထိ\nလွှမ်းမိုးထားနိုင်ဆဲဇာတ်ကားတွေထဲမှာလဲအပါအဝင်ဖြစ်ပါတယ်။\nအခု Creepshow ဇာတ်လမ်းတွဲကိုလဲ မူလပုံစံအတိုင်းပဲ Shudder က\nပြန်လည်ဆန်းသစ်ထားတာဖြစ်ပါတယ်။Anthology ပုံစံဖြစ်ပြီး ပုံမှန်အားဖြင့် Episode တစ်ခုမှာဇာတ်လမ်းတို\nနှစ်ပုဒ်ပါဝင်ပါတယ်။ Horror Anthology ဖြစ်တာနဲ့အညီ Hororr ကို\nအဓိကအခြေခံထားပြီး ဇာတ်လမ်းပုံစံအမျိုးမျိုးတင်ဆက်ပုံအမျိုးမျိုးနဲ့\nရသပေါင်းစုံကိုခံစားရမှာဖြစ်ပါတယ်။ A monster calls (2016) လိုမျိုး\nမေတ္တာဖွဲ့ရင်နင့်စရာဇာတ်လမ်းမျိုး၊ Evil Dead ထဲကလို သေမင်းစာအုပ်\nကြီးကိုရွတ်မိရာကနေမကောင်းဆိုးဝါးတွေတိုက်ခိုက်ခံရတာမျိုး၊ The\nThing လိုမျိုး Sci-fi Horror ပုံစံမျိုးတွေ၊ Fright Night လိုသွေးစုပ်\nဖုတ်ကောင်ဇာတ်လမ်းမျိုးကနေ နောက်ဆုံးအချိန်ခရီးသွားတာတွေ၊\nသမန်းဝံပုလွေတွေကအစ Horror နဲ့ပတ်သက်ရင် တွေ့ဖူးမြင်ဖူးသမျှ\nပုံစံအားလုံးကို Creepshow မှာမြင်တွေ့ရပါလိမ့်မယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/creepshow-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/rdOj2_4f-161x200.jpg",
        "title": "Club Friday the Series 14: 3 of Us (2023)",
        "description": "\"တတိယလူ\"Main Casts\nထီယူအဖြစ် (Golf Anuwat)\nမေ အဖြစ် (Chippy Sirin)\nအတွန်မ် အဖြစ် ( Yin Anan)အချစ်ရေးတစ်ခုမှာ အမြဲတမ်းကံဆိုးပြီး တတိယလူသာဖြစ်နေခဲ့သော\" မေ\" (Chippy) ဆိုတဲ့ကောင်မလေးဟာ အိမ်ထောင်ရှိအမျိုးသားဖြစ်တဲ့\"ထီယူ\" (Golf) ဆိုသူနဲ့ဖောက်ပြန်ခဲ့ပါတယ်အချစ်ဆိုတဲ့ခေါင်းစဥ်တစ်ခုအောက်မှာ အရာရာကိုလျစ်လျူရှုပြီး ထီယူ အလိုကျအကုန်လိုက်လျောပြီးနေခဲ့ပေမယ့်လည်း\nအိမ်ထောင်ရှိအမျိုးသားတစ်ယောက်ဟာ သူမအပေါ်အချိန်တွေလုံလောက်စွာမပေးနိုင်ခဲ့ချိန်မှာ တော့ မေဟာ သူမရဲ့ပျော်ရွှင်မှုအသစ်ကိုရှာဖွေပါတော့တယ်\nဒီလိုနဲ့ ချစ်သူရှိပြီးသားသူတစ်ယောက်ဖြစ်တဲ့ \"အတွန်မ်\"(Yin) ဆိုသူနဲ့ထပ်တွဲမိကြပြီးနောက် ဘယ်လိုဇာတ်လမ်းတွေရှုပ်ထွေးလာမလဲ???မေတစ်ယောက်ဘာကြောင့် ပိုင်ရှင်ရှိပြီးသားသူတွေနဲ့ပဲဆုံဆည်းနေရတာလဲ ???သူများအချစ်ရေးမှာ တတိယလူအမြဲဖြစ်နေသူဆိုတဲ့ခေါင်းစဥ်အောက်ကိုထပ်မရောက်ဖို့ မေကိုယ်တိုင်ကရော အဲ့လိုစိတ်ဆန္ဒရှိရဲ့လား ??ဆိုတာ ဒီဇာတ်လမ်းလေးထဲမှာကြည့်ရှုလိုက်ကြပါစို့ရှင့်( အညွှန်းရေးသားထားသူကတော့ Yoon Mie ပါ )Native Title: คลับฟรายเดย์เดอะซีรีส์ ความรักกับความเชื่อ ตอนมือที่3\nEpisodes: 4\nAired: Jan 6, 2023 - Jan 27, 2023\nAired On: Friday\nOriginal Network: GMM OneTranslated by ...",
        "url": "https://channelmyanmar.org/tvshows/club-friday-the-series-14-3-of-us-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEHMfWe7pCWMelEkdrtRvVULopT.jpg",
        "title": "Pennyworth: The Origin of Batman’s Butler(2019)Season 1+2+3",
        "description": "Pennyworth: The Origin of Batman's Butler=====================================Pennyworth လို့ဆိုလိုက်တာနဲ့ စူပါဟီးရိုးဖန်တိုင်း ပြေးသတိရသွားမယ့်လူတစ်ယောက်ရှိပါတယ်။ တခြားတော့မဟုတ်ပါဘူး၊ Wayne စံအိမ်‌တော်ရဲ့အိမ်တော်ထိန်းကြီး Alfred Pennyworth ပါပဲ။ DC ဟာ နှစ်အဆက်‌ဆက်Bruce Wayne နဲ့ Batman ကို လူအမျိုးမျိုး ပြောင်းရိုက်ခဲ့ပြီးပြီ။ဘတ်မန်းဇာတ်လမ်း‌မျိုးစုံကိုလည်း ကြုံခဲ့ရပြီးပြီ။ အသိသာကြီးလိုက်ဖက်လွန်းတဲ့ Bruce Wayne နဲ့ Batman တွေကို မြင်ခဲ့ရသလိုခွီစရာ လှောင်စရာဖြစ်သွားစေတဲ့ Batman တွေကိုလည်း ကြုံခဲ့ရပြီ။အဲဒီလို ရုပ်ရှင်သမိုင်းရဲ့ ဘရုစ်ဝိန်းအမျိုးမျိုး ဘတ်မန်းအမျိုးမျိုးတိုင်းမှာAlfred Pennyworth ဇာတ်ကောင်ဟာ ချွင်းချက်မရှိ လူကောင်းတွေချည်းဖြစ်ခဲ့သလို မေ့မရနိုင်စရာမင်းသားကြီး‌တွေချည်းပါပဲ။ Alfred ဟာဝိန်းစံအိမ်တော်ရဲ့ သစ္စာရှိ အိမ်တော်ထိန်းကြီးဆိုလည်း ဟုတ်တယ်။ဘရုစ်ဝိန်းရဲ့ ခေါင်းကိုင်အဖေဆိုလည်း ဟုတ်တယ်။ လင်းနို့လူသားရဲ့လူယုံတော်ဆိုလည်း ဟုတ်ပါတယ်။ ဘရုစ်ဝိန်းရယ်လို့ Gotham မြို့မှာ နာမည်တစ်လုံးနဲ့ဖြစ်လာအောင်၊ လင်းနို့လူသားဆိုပြီး လူဆိုးတိုင်းရဲ့အိပ်မက်ဆိုးတစ်ခု ဖြစ်‌လာအောင်က ...",
        "url": "https://channelmyanmar.org/tvshows/pennyworth-the-origin-of-batmans-butler2019season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5epsftdzOPoh7J5lP3WHsq5tr9g.jpg",
        "title": "My Uncanny Destiny (2023)",
        "description": "ုရှီမြိုနဲ့ ရှန်ယွဲမြိုဟာ ဘိုးဘေးဘီဘင်လက်ထက်တည်းက စစ်မက် ရန်ဘက်မြိုတွေပေါ့မုရှီမြိုအရှင်ဟာ သားတော်ဖွားမြင်နိုင်ခြင်းမရှိဘဲ\nရဲ့ကျောက်နန်လို ခေါ်တဲ့ သမီးတော်လေးသာ ထွန်းကားခဲ့တယ်ဒါကြောင့်လည်း မြိုအရှင်အရိုက်အရာကို ဆက်ခံနိုင်ဖိုအတွက်သမီးဖြစ်သူရဲ့ သရုပ်မှန်ကို ဖုံးကွယ်ကာ ငယ်စဉ်တည်းကယောက်ကျားလေးယောင်ဆောင် ပြုမူနေထိုင်စေခဲ့တယ်ဒီလိုနဲ့ ဖခင်စိတ်တိုင်းကျ ယောကျာ်းလေးဖြစ်ပေးခဲ့တဲ့ ရဲ့ကျောက်နန်ဟာမုရှီမြိုရဲ့ မြိုအရှင်အဖြစ် လက်လွှယူလာခဲ့ပါတယ်တစ်နေ့မှာတော့ ရဲ့ကျောက်နန်တစ်ယောက် မတော်တဆမှုတစ်ခုကြောင့်တောင်ပေါ်ကနေ ခြေချော်ကျကာ ကျင်းဖူမြိုကို ဦးတည်စီးဆင်းနေတဲ့ မြစ်ထဲကိုပြုတ်ကျသွားရာကနေ တစ်ဖန် နန်းတော်ထဲကို မှားယွင်းဝင်ရောက်မိသွားပြီးထိုနန်းတော်ထဲမှာ သူရဲ့ရန်ဘက်ဖြစ်တဲ့ ရှန်ယွဲမြိုအရှင် လျိုရှန်းမင်နဲ့ တွေ့ဆုံခဲ့ရပြန်ပါတယ်အဲဒီနောက် ရဲ့ကျောက်နန်ဟာ မြိုနှစ်မြိုကြားက ရန်စွယ်တွေကို အဆုံးသတ်ပြီးငြိမ်းချမ်းရေး ယူချင်တာကြောင့် သူ့အခြေအနေမှန်ကို ဖုံးကွယ်ပြီးလျိုရှန်းမင်ရဲ့ အစေခံ အဖြစ် ဟန်ဆောင်နေခဲ့တယ်သိုပေမယ့် လူကနေပေမယ့် ပညာကမနေဆိုသလိုပင်အရှင်သခင်သွင်ပြင်ဟာ တဖြည်းဖြည်း ပေါ်လာခဲ့ပါရောအနားမှာရှိနေတဲ့ အစေခံဟာ ရန်ဘက်မြိုရဲ့ အရှင်ဖြစ်တာသိလိုက်တဲ့လျိုရှန်းမင်အနေနဲ့ ဒီအခြေအနေကို ဘယ်လိုကိုင်တွယ်မလဲလျိုရှန်းမင်မှာရော မြိုနှစ်မြိုကြား ငြိမ်းချမ်းရေးယူချင်တဲ့ ဆန္ဒရှိနေပါ့မလား….အဖြေကိုတော့ ဇာတ်ကားလေးကြည့်ရင်းသာ ဖော်ထုတ်လိုက်ပါ(အညွှန်းရေးသားထားသူကတော့ Chu ဖြစ်ပါတယ်)Quality : ...",
        "url": "https://channelmyanmar.org/tvshows/my-uncanny-destiny-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynV4fQ9GOsGsOtFfxaRkjpiAFLt.jpg",
        "title": "The Makanai: Cooking for the Maiko House (2023) Complete",
        "description": "The Makanai: Cooking for the Maiko House (2023) Completed Limited Series ~ IMDb - 7.9/10, Rotten Tomatoes - 100% ~ လွန်ခဲ့တဲ့သုံးနှစ်လောက်တုန်းက ကျွန်တော် Always: Sunset on Third Street ဆိုတဲ့ ဂျပန်ကား Trilogy ကို ကြည့်ဖြစ်ခဲ့တယ်။ သူ့ဇာတ်လမ်းက ဘာမှမဟုတ်ဘူး။ သူ့နာမည်အတိုင်းပဲ တိုကျိုတာဝါကြီးကနေ ရေရင် တတိယလမ်းက လူတွေအကြောင်းပြောပြထားရုံပဲ။ လူစုံ စရိုက်စုံပေါ့။ ဒါပေမဲ့ အံ့ဩဖို့ကောင်းအောင် သိလိုက်ရတာက ဂျပန်တွေဟာ Family Drama တို့၊ သာမန်ဆန်ဆန်ကို Romance ဖြစ်အောင် ရိုက်ပြတာတို့မှာလည်း အာရှက တခြား ရုပ်ရှင် Industry တွေထက် သာပြန်တာပါပဲ။ ဆန်းတော့လည်း မဆန်းဘူး။ ဟိုးအတီတေကတည်းက ဂျပန်ဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-makanai-cooking-for-the-maiko-house-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/taa-133x200.jpg",
        "title": "Taaza Khabar (2023)",
        "description": "Taaza Khabar 2023IMDb-8.4/10ဒီတစ်ခါတော့ အိန္ဒိယရဲ့ပထမဆုံး subscriber 10 သန်းရရှိခဲ့တဲ့နာမည်ကြီး youtuber\nBhuvan Bam အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့စီးရီးလေးတင်ဆက်ပေးချင်ပါတယ်\nဒီထဲမှာတော့သူက ဗက်စ်ရာဆိုတဲ့ ကောင်လေးအနေနဲ့သရုပ်ဆောင်ထားပါတယ်\nအိန္ဒိယမှာတော့သူပါတယ်ဆိုတာနဲ့တင် ကြည့်ရှူသူများစွာရခဲ့တဲ့စီးရီးဖြစ်ပါတယ်ဗက်စ်ရာဆိုတဲ့ကောင်လေးဟာ ဆင်းရဲနုံချာလွန်းတဲ့အတွက် အများပိုင်အိမ်သာမှာ\nအစောင့်လုပ်ရသူပါ အရင်တည်းကချမ်းသာချင်လွန်းတဲ့သူဟာ တစ်နေ့အမေကိုသူ့အလုပ်ရှင်က\nနှိပ်စက်နေတာမြင်တော့ ပိုလို့ချမ်းသာကြွယ်ဝချင်လာပါတော့တယ်\nပင်ကိုယ်စိတ်ရင်းကောင်းတဲ့သူဟာ ဘယ်သူကမှအရေးမလုပ်အိမ်သာထဲလဲနေတဲ့အဘွားကြီးကို\nကယ်ဆယ်ရာကနေ သူ့ဘဝကိုပြောင်းလဲပေးတဲ့အစွမ်းတွေရလာပါတော့တယ်\nအရာအားလုံးကို လူတိုင်းထက်နှာတစ်ဖျားသာရစေဆိုတဲ့ဆုပါပဲ\nဒီလိုနဲ့သူဟာရှေ့ဖြစ်လာမယ့်အရာတွေကိုကြိုသိလာခဲ့ပြီး သူ့အပါအဝင်သူ့ဘေးကလူတွေပါ\nချမ်းသာကြွယ်ဝလာပါတော့တယ်\nအားလုံးအဆင်ပြေပြီး တတိုင်းရနေတော့ရော ဘဝကြီးကပြီးပြည့်စုံသွားပါပြီလား\nတစ်သက်လုံးမတွေးဖူးတဲ့အရာတွေကြုံတွေ့ပိုင်ဆိုင်လာရသူဟာ အကောင်းလောကဓံတွေကို\nကြံ့ကြံ့ခံနိုင်ပါရဲ့လား\nဗက်စ်ရာကရော သူပိုင်ဆိုင်လာရတာတွေနဲ့ ပျော်ရွှင်စွာနေသွားကြလေသတည်းဖြစ်ပါ့မလားဆိုတာ\nပရိသတ်ကြီးရှုစားကြည့်ပါအဓိကဇာတ်ဆောင် Bhuvan Bam ဟာ စကားပြောစွမ်းရည်ကောင်းသူလို့နာမည်ကြီးသူဖြစ်ပါတယ်\nComedy Thriller ဖြစ်တဲ့ ဒီကားမှာလည်း သူ့ရဲ့စကားပြောစွမ်းရည်နဲ့\nဟာသလေးတွေထည့်သွင်းထားတာဟာ ကလိထိုးရယ်ရမယ့်ပေါကားစာရင်းထဲတော့ပါမှာမဟုတ်ပါဘူး\nလက်တွေ့ဘဝထင်ဟပ်တဲ့ plot တွေနဲ့ တွေးတွေးပြီးရယ်နေရတဲ့ဟာသကားလေးဟာ တစ်ပိုင်းပြီးတစ်ပိုင်း\nမနားတမ်းကြည့်စေချင်လောက်သည်ထိစွဲရတယ်ဆိုတဲ့ အညွှန်းတွေရထားတာဖြစ်ပါတယ်File Size – 600MB / 300MBQuality – 1080p HS WEB DL / 7200Duration – 30minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/taaza-khabar-2023/"
    }
]