[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Screen-Shot-2023-09-10-at-15.36.57-148x200.png",
        "title": "The Curse – Season (01), (02)",
        "description": "The Curse - Season (01), (02)\n=====================\nIMDb Rating - 6.7/10အချိန်အားဖြင့် ၁၉၈၀ ကာလအစောပိုင်းတစ်ခု၊ နေရာအားဖြင့် မြို့တော်\nလန်ဒန်မှာ ကုန်လှောင်ရုံဓားပြတိုက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်။ ဓားပြတွေ\nကတော့ မိန်းမမျက်နှာ တစ်ကမ္ဘာ‌ဆိုတဲ့ အဲလ်ဘတ်ရယ်၊ ဘာနေနေသံယောင်\nလိုက်တတ်တဲ့ မစ်ခ်ရယ်၊ မိန်းမဖောက်ပြန်လို့ ‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌ကြေကွဲလူငယ်ဖြစ်နေတဲ့ ဆစ်\nဒနီရယ်၊ စဆရကသိပ်လုပ်တတ်တဲ့ ဖေးလ်ရယ် မတည့်မတူနေ သူငယ်ချင်း\nတွေပါ။ ဒေါ်လာငါးသောင်းရနိုင်တယ်ဆိုတဲ့ မျှော်လင့်ချက်နဲ့ ဓားပြတိုက်ပွဲဝင်\nခဲ့ကြတဲ့သူတွေပေါ့။ဒါပေမဲ့ ဒေါ်လာငါးသောင်းမကတန်တဲ့ ရွှေတုံးတွေပါ အဲဒီကုန်လှောင်ရုံထဲကို\nရောက်ရှိနေခဲ့ပါတယ်။ အခွင့်အရေးဆိုတာ လက်မလွှတ်ကောင်းဘူးဆိုတော့\nလည်း ရှိတဲ့ရွှေတွေပါ မကြတော့တာပေါ့။  ဒါပေမဲ့ သူတို့မသိလိုက်တာက အဲဒီ\nရွှေတွေက ဆိုးရွားတဲ့ ကျိန်စာမိထားတဲ့ရွှေတွေပါ။  ဒီတော့ သူတို့တွေ အဲဒီရွှေ\nတုံးတွေနဲ့ ဘယ်လိုနှစ်ပါးသွားဆက်ကကြမလဲဆိုတာ ရယ်ရင်းမောရင်းနဲ့ပဲ ကြည့်\nရှုကြရဦးမှာပေါ့ဗျာ။လန်ဒန်မှာဆိုတော့ လန်ဒန်ရဲတွေ ရှိတာပေါ့ ဆိုသလိုပဲ ကိုယ်လူချောတို့ ရဲတွေ\nလက်ကနေ ဘယ်လိုလွတ်အောင် ပြေးကြဦးမလဲပေါ့။ သေချာတာတော့ မအေး\nအေးဝင်း စီစဉ်တဲ့စီးရီးမဟုတ်တာမို့ အဆုံးသတ်ကိုတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-curse-season-01-02/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBj5EsnoClhEhnspe4YTV6Gs624.jpg",
        "title": "Dear Child (2023) Complete",
        "description": "Dear Child (2023) A Netflix Mini Series ~ IMDb - 7.5/10, Rotten Tomatoes - 84% ~ Stockholm Syndrome ဆိုတာကတော့ ပြန်ပေးဆွဲခံရတဲ့သူတွေမှာဖြစ်တတ်တဲ့ စိတ်အခြေအနေတစ်မျိုးပါ။ ပြန်ပေးဆွဲခံရသူတွေက သူတို့ကို ပြန်ပေးဆွဲတဲ့သူတွေအပေါ် နားလည်ပေးပြီး ပြန်ပေးဆွဲတဲ့သူတွေ လိုချင်ရချင်တာကို ရအောင်ကူညီပေးတတ်တဲ့ အခြေအနေပါ။ ပြန်ပေးဆွဲသူနဲ့ ပြန်ပေးဆွဲခံရသူက ခပ်ဆင်ဆင်ဖြစ်လာတဲ့သဘောမျိုးလို့ပြောလို့ရပါတယ်။ ကိုယ့်ကိုပြန်ပေးဆွဲတာပဲကွာ ဘာလို့ကိုယ်က ပြန်ပေးဆွဲတဲ့သူကိုသနားရမှာလဲ မဖြစ်နိုင်ပါဘူးကွာလို့တော့ မထင်ပါနဲ့။ ပြန်ပေးဆွဲခံရတဲ့သူတွေရဲ့ ၈% လောက်က ဒီလို အခြေအနေမျိုးဖြစ်တတ်ကြပါတယ်။ ဒီဂျာမန် Mystery, Crime, Drama Series လေးက ပြန်ပေးဆွဲတဲ့ ဇာတ်လမ်းလေးပါ။ ရိုးရိုးပြန်ပေးဆွဲတဲ့ဇာတ်လမ်းတော့မဟုတ်ပါဘူး။ ဇာတ်လမ်းအစမှာ ပြန်ပေးဆွဲခံရတဲ့သူက ထွက်ပြေးလာတယ်။ ပြေးလာရင်း ကားတစ်စီးနဲ့ တိုက်မိတယ်။ သူ့ကို ကားနဲ့တိုက်မိတဲ့သူက ဆေးရုံကားခေါ်ပေးပေမဲ့ ဆေးရုံကားရောက်လာတဲ့အချိန်မှာတော့ ကားတိုက်ခံရတဲ့သူနဲ့ သူ့သမီးလို့ပြောတဲ့ ကောင်မလေးတစ်ယောက်ကိုပဲတွေ့ရတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/dear-child-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmM2NGM2NjEtYWU0YS00NDEzLTg2OWUtYmRmZTYxYjBlNWQ1XkEyXkFqcGdeQXVyMTA1MTMwNDc@._V1_-150x200.jpg",
        "title": "Aakhri Sach (2023)",
        "description": "Aakhri Sach (2023)\nIMDb 7.9ယခုတစ်ခေါက်မှာတော့ Disney+Hotstar ကနေ လောလောလတ်လတ်ထွက်ရှိလာပြီး\nဖြစ်ရပ်မှန် ပေါ်အခြေခံရိုက်ကူးထားတဲ့စီးရီးလေးကို တင်ဆက်ပေးထားပါတယ်ဒီစီးရီးဟာဆိုရင်ဖြင့် ၂၀၁၈ခုနှစ် ဇူလိုင်လ၁ရက်နေ့ အိန္ဒိယနိုင်ငံ ဒေလီမြို့ Burari မှာတွေ့ရှိခဲ့တဲ့\n\"Burari Deaths\" ဆိုတဲ့ မိသားစုဝင် ၁၁ယောက် သေဆုံးရမှုပေါ် အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါဒီဖြစ်ရပ်မှန်နဲ့ပတ်သက်ပြီး \"House of Secrets : The Burari Deaths \"ဆိုတဲ့ Documentary တစ်ခုလည်းထွက်ရှိထားပြီး\nဒီ Documentary ကြောင့် မိသားစုဝင် ၁၁ယောက် သေဆုံးရခြင်းက လူသိများခဲ့ရပါတယ် ဖြစ်ရပ်မှန်ဆိုတဲ့အသိကြောင့်\nမတူတဲ့ခံစားချက်ကို ရစေမှာဖြစ်ပြီး ‌ဘောလိဝုဒ်ချစ်သူတို့အသည်းစွဲ မင်းသမီးချောလေး Tamannaah Bhatia က\nရဲမေအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်ဇာတ်လမ်းအညွှန်း...\nမိသားစုဝင် ၁၁ယောက် သေဆုံးမှု.. ဒီသတင်းကဟိုးလေးတကျော်ကျော်ဖြစ်နေခဲ့ပါတယ် ဖြစ်ဆိုသေဆုံးပုံတွေကလည်း\nမြင်နေကျနဲ့မတူ ၁၀ယောက်က ကြိုးဆွဲချအနေအထားနဲ့ ‌သေဆုံးနေတာဖြစ်ပြီး တစ်ယောက်ကတော့ အခန်းထဲမှာ သေဆုံးနေတာပါ\nကြိုးဆွဲချထားတဲ့လူတွေက လက်ကိုနောက်ပြန်ကြိုးတုပ် မျက်လုံးကိုအဝတ်တွေနဲ့စည်းထားပြီး တန်းစီချိတ်ဆွဲထားပုံတွေက\nသွေးလန့်ခြောက်ခြားဖွယ်ရာ မြင်ကွင်းတစ်ခုလို..အခင်းဖြစ်ပွားရာမှာလည်း ‌ ...",
        "url": "https://channelmyanmar.org/tvshows/aakhri-sach-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ec8UvuGHlXS87rAyIAmCihcJncw.jpg",
        "title": "Wrong Carriage Right Groom ( 2023 )",
        "description": "ဒီတစ်ခါCMကနေတင်ဆက်ပေးမှာကတော့ ဟာသလေးလေးနှော\nရိုမန့်လေးလည်းပါတဲ့ historical ကားကောင်းလေးတစ်ကားပါ\nထန်မင်းဆက်ခေတ် ယန်ကျိုးဆိုတဲ့ချမ်းသာကြွယ်ဝတဲ့မြို့လေးမှ\nာ အာဏာကြီးမားတဲ့တုမျိုးန်နဲ့လီမျိုးနွယ်တို့ဟာ သူတို့သမီးတွေကို\nလက်ထပ်ထိမ်းမြှားပေးဖို့ စီရင်ကြပါတော့တယ်မျိုးနွယ်နှစ်ခုလုံးရဲ့ လက်ထပ်ပွဲနေ့ဟာလည်း တစ်ချိန်ထဲတစ်နေ့ထဲ ကျရောက်ခဲ့ပြန်ပါရော\nတုပင်းယန်နဲ့လက်ထပ်မဲ့ သတို့သားကတော့ ကျန်းမာရေးချူချာတဲ့\nချီမျိုးနွယ်တတိယသား ချီထျန်လိန်ပါ ချီမျိုးနွယ်တွေမျှော်လင့်တာက\nချီသခင်လေးရဲ့ ဆိုးဝါးတဲ့အခြေအနေကံတရားကြောင့်\nချောမောတဲ့သတို့သမီးလေးက လှည့်ပြန်ခဲ့ရင်\nသူတို့ချမ်းသာမှုကိုဘယ်သူမှမပေးရတော့ဘဲ ဆက်တည်ရှိနေမှာပါအဲ့ဒါကြောင့် ချီသခင်လေးက သေခါနီးဖြ​စ်နေပါပြီလို့\nကောလဟာလတွေ ထုတ်လွှင့်ပါတော့တယ်\nချီသခင်လေးရဲ့ကောလဟာလကြောင့် တုပင်းယန်ဟာ စိတ်ပျက်မိပေမဲ့\nမိဘတွေဆန္ဒအတိုင်း လက်ထပ်ပွဲကိုလက်ခံလိုက်ပါတော့တယ်တစ်ဖက်မှာလည်း လီမိသားစုဟာ လီယွီဟူကို ရက်စက်ပြီးကြမ်းကြုတ်တယ်လို့\nနာမည်ကျော်ကြားတဲ့ ယွမ်ပုချူနဲ့ လက်ထပ်ပေးဖို့ စီစဥ်ပါတော့တယ်\nယွမ်ပုချူရဲ့သတင်းကြောင့် လီယွီဟူကလည်း လက်မထပ်ချင်စိတ်ညစ်မိပေမဲ့\nမိဘတွေသဘောအတိုင်း လက်ထပ်ပွဲကိုသဘောတူလိုက်ပါတော့တယ်\nလက်ထပ်မဲ့နေ့မှာ လက်ထပ်ပွဲဆီ သတို့သမီးနှစ်ဦးလုံးကို လိုက်ပို့ချိန်\nမိုးရွာလာတဲ့အတွက် ဘုရားကျောင်းမှာ မိုးဝင်ခိုကြပါတော့တယ်\nအဲ့အချိန်မှာပဲ ဘုန်းတော်ကြီးက ဓားပြတွေလာပြီလို့ပြောလိုက်သောအခါ\nအစေခံတွေအားလုံး ကြောက်လန့်ထွက်ပြေးကုန်ကြပါရောအဲ့လိုရုတ်ရင်းဆန်ခတ်ဖြစ်ပြီး သတို့သမီးနှစ်ယောက်\nလှည်းမှားပြီးလက်ထပ်ပွဲဆီရောက်လာသောအခါ.......\nဒါကသူတို့အတွက် ကံကြမ္မာကစီစဥ်ပေးထားတဲ့ ဖူးစာလား?\nအဲ့အမှားကြောင့် ဘာတွေဆက်တွေ့ကြုံရမလဲ?\nသူတို့လေးယောက်လုံးဘယ်လိုရင်ဆိုင်ကြမလဲ?ဆိုတာ\nဟာသလေးနှော အချစ်လေးရောပြီး စောင့်ကြည့်ပေးပါဦးနော်==================================Quality : WEB-DL 1080p , 720p\nTotal Episodes : 24\nFormat : mp4\nGenres : Drama , ...",
        "url": "https://channelmyanmar.org/tvshows/wrong-carriage-right-groom-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4lls2JCt9g1YiusX3xLVSdSZ6cO.jpg",
        "title": "Song of the Bandits(2023)[Complete]",
        "description": "Song of the Bandits(2023)*************************အပိုင်း( ၁ မှ၉) ထိ စ/ဆုံး( Islandမှာ ဗန်အဖြစ် သရုပ်ဆောင်ထားတဲ့\nKim Nam Gilနဲ့ Girl Generationအဖွဲ့ဝင် Seohyunတို့အပြင်\nနာမည်ကြီးသရုပ်ဆောင်များစွာ ပါဝင်သရုပ်ဆောင်ထားပါတယ်)1920ခုနှစ် ဂျပန်ကိုလိုနီခေတ်ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပါတယ်..အဲဒီခေတ်ကာလများမှာတော့ ဂျပန်တွေဟာ နိုင်ငံရေးအမြင်နည်းပါးတဲ့ကိုရီးယားလူမျိုးတွေကို ကောင်းကောင်းနှိပ်ကွပ်ခဲ့တဲ့ကာလပေါ့...ငဲ့ရမဲ့ မိသားစုတွေရှိလို့ ဂျပန်ရန်ကကာကွယ်ဖို့အရေးအလိုက်အထိုက်နေတဲ့သူတွေ ဂျပန်နဲ့ပေါင်းပြီး လူမျိုးချင်းပြန်ဖိနှိပ်တဲ့သူတွေ အများအပြားရှိတဲ့အတွက်ကြောင့်ကိုရီးယားတွေရဲ့ နင်းပြားဘဝဟာ ဆိုးပြီးရင်းဆိုးရင်းပေါ့...ဒီအခြေအနေတွေကိုပြောင်းပြန်လှန်ဖို့အဖွဲ့အစည်းတစ်ခုပေါ်လာတယ်...ရိုင်ဖယ်တစ်လက်ကို ပခုံးပေါ်ထမ်းပြီးခပ်ကြမ်းကြမ်း ဂျပန်အဖွဲ့တွေကို ပြောက်ကျားနည်းနဲ့သမနေတဲ့တောပုန်းဓားပြအဖွဲ့ပေါ့..ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါ....Episodes: 9\nAired: Sep 22, 2023 \nAired On: :  Friday\nOriginal Network: Netflix\nDuration: 45min.\nGenres: Action & Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by  Stary , Windi, Htoo Htoo Aung , Hnin Wai Oo& Toe Toe ...",
        "url": "https://channelmyanmar.org/tvshows/song-of-the-bandits2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/special-133x200.jpg",
        "title": "Special OPS (2020) Season1 Complete",
        "description": "Special OPS (2020)အိန္ဒိယမှာ တကယ်ဖြစ်ခဲ့ဖူးတဲ့ Mumbai 26/11 အကြမ်းဖက်မှု ၊ ၂၀၀၁ ပါလီမန်အိမ်တိုက်ခိုက်ခံရမှုလိုမျိုး\nတကယ့်အဖြစ်အပျက်တွေကို အခြေခံရိုက်ထားတဲ့စီးရီးဖြစ်ပါတယ် ပါဝင်ထားတဲ့မင်းသားတွေကလည်း\nKey Key Menon ၊ Karan Tacker တို့လို တောင့်တောင့်ဖြောင့်ဖြောင့် အက်ရှင်မင်းသားတွေချည်းပါပဲဇာတ်လမ်းအညွှန်း၂၀၀၁ ပါလီမန်အိမ်တော်တိုက်ခိုက်ခံရမှုကြောင့် ရဲနဲ့ပြည်သူဘက်ကလည်း နစ်နာမှုကြီးမားခဲ့ရသလို ရဲတွေဘက်က\nရတဲ့သတင်းအစအနနဲ့ ဘဏ္ဍာရေးလမ်းကြောင်းတွေ လိုက်လံပိတ်ဆို့ခံတဲ့အတွက်\nအကြမ်းဖက်အဖွဲ့တွေမှာလည်း အထိနာကုန်ပါတယ်။အကြမ်းဖက်အဖွဲ့ရဲ့ ထိပ်သီးပိုင်းခေါင်းဆောင်တွေက ကိုယ့်အထုပ်ကိုယ်ပိုက်ရင်းနဲ့\nပုန်းအောင်းကြကုန်တော့ လက်အောက်ခံအဖွဲ့ခွဲတွေမှာ ငွေပြတ်လပ်တဲ့ပြဿနာကြုံရပါတော့တယ်။\nဒီတော့ ဇာတ်လိုက်ကျော်ကြီးဟင်းမတ်(Menon)ကလည်း သူရထားတဲ့အချက်အလက်နဲ့ အခြေအ‌နေကို\nအသုံးချလို့ သူနှစ်ရှည်လများ လိုက်လံရှာဖွေနေခဲ့တဲ့ အီကလက်ခန်းရဲ့ ညာလက်ရုံးဖြစ်တဲ့ ဝါဆင်းကို\nငွေထုပ်နဲ့မျှားရင်း သဲလွန်စရချိန်မှာ အမိဖမ်းဖို့ပြင်ဆင်ပါတော့တယ်။ဒီစစ်ဆင်ရေးအတွက် သူ‌ရွေးချယ်ခဲ့သူကတော့ သူကိုယ်တိုင် ၅ နှစ်တိတိ လေ့လာခဲ့တဲ့ ဖာရုအလီ(Karan)ပါပဲ။\nဝါဆင်းကိုရှင်းပြီးတော့ UAEမှာဆက်နေခဲ့တဲ့ ဖာရုတစ်ယောက် ဆက်လက်စုံစမ်းရင်းနဲ့ တစ်ချိန်က ၂၀၀၁ ခုနှစ်\nပါလီမန်တိုက်ခိုက်ခံရမှုကစတင်လို့ ပုံစံခပ်ဆင်ဆင်နဲ့ ဖြစ်လာသမျှ အကြမ်းဖက်တိုက်ခိုက်မှုတွေရဲ့ နောက်ကွယ်က\nကြိုးကိုင်သူလို့ ဟင်းမတ်သံသယဝင်နေတဲ့ အီကလက်ခန်းရဲ့သတင်းအစအနကို ရလာတဲ့အခါမှာတော့...နှစ်ဆယ်နဲ့ချီ ...",
        "url": "https://channelmyanmar.org/tvshows/special-ops-2020-season1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/sex-education-season-4_poster_goldposter_com_1-160x200.jpg",
        "title": "Sex Education Season (2018)",
        "description": "အရွယ်ရောက်ပြီးသားလူတွေအတွက်တော့ဒီစီးရီကပုံမှန်18+အခန်းတွေအများကြီးပါတဲ့ဟာသစီးရီးတစ်ခုပါပဲဒါပေမယ့်အခုချိန်ထိလိင်ပိုင်းဆိုင်ရာကိုသေချာရေရေရာရာမသိသေးတဲ့လူတွေအတွက်တော့လိင်ပညာပေးစာအုပ်၁၀အုပ်လောက်နဲ့ညီသွားနိုင်ပါတယ်ကျွန်တော်တို့နိုင်ငံရဲ့ယဉ်ကျေးမှုနဲ့ကိုးကွယ်တဲ့ဘာသာအရလိင်ကိစ္စဟာဂုဏ်ယူစရာကိစ္စမဟုတ်သလိုစူးစမ်းသင့်တဲ့ကိစ္စလည်းမဟုတ်ပါဘူးအဲ့အတွက်ကြောင့်safe sexကိုတောင်သေချာမသိလို့ပြသနာတက်နေကြတာတွေလည်းအခုထိရှိပါသေးတယ်သူတို့နိုင်ငံကဆယ်ကျော်သက်တွေရဲ့sex lifeကရော ဘယ်လိုမျိုးလဲပြီးတော့ဆယ်ကျော်သက်တွေအဓိကပြသနာတွေကိုဘယ်လိုရှင်းရမလဲဆိုတာဒီစီးရီးမှာအကုန်မြင်နိုင်ပါတယ်ဟာသစီးရီးဖြစ်တာကြောင့်ပျင်းဖို့လည်းလုံးဝမကောင်းတဲ့အပြင်တက်သစ်စသရုပ်ဆောင်တွေရဲ့ရုပ်ရည်နဲ့ပီပြင်မှုတွေကစီးရီးတစ်ခုလုံးကိုပြည့်စုံနေစေပါတယ် ဇာတ်လမ်းပုံစံကတော့ အိုတစ်ဆိုတဲ့ကောင်လေးဟာတစ်ကိုယ်ရည်အာသာဖြေလို့မရပါဘူးသူရဲ့အမေကလိင်ပိုင်းဆိုင်ရာအကြံပေးဖြစ်ပြီးသူ့နေ့စဉ်ဘဝကိုအဲ့အရာကအတော်သက်ရောက်နေပါတယ်မမျှော်လင့်ပဲသူတို့ကျောင်းကသူငယ်ချင်းတစ်ယောက်ဘောကြီးချင်လို့ecee2သုံးလုံးသောက်မိပြီးအဆမတန်ကြီးသွားတာကိုမေ့ဖ်လို့ခေါ်တဲ့ကောင်မလေးနဲ့အတူတွေ့သွားပါတော့တယ်ဘာလို့သောက်မိလဲဆိုတာကိုပြန်ရှင်းပြတဲ့အခါမှာတော့သုတ်မလွှတ်နိုင်တဲ့ပြသနာရှိနေကြောင်းဆေးသောက်လိုက်ရင်သုတ်လွှတ်နိုင်မယ့်ထင်လို့သောက်မိကြောင်းပြောပြပါတော့တယ် အိုတစ်ဟာသူ့အမေရဲ့ဆွေးနွေးတဲ့ပုံစံကိုနေ့တိုင်းကြားပြီးအဲ့ကောင်လေးကိုစကားပြောပေးပါတယ်ပါလာတဲ့ပါရမီကြောင့်ပဲပြောရမလားမသိပေမယ့်သုတ်လွှတ်နိုင်သွားပါတယ်မေ့ဖ်ဟာအဲ့ပါရမီကိုသတိထားမိပြီးသူတို့နှစ်ယောက်စပ်တူလုပ်ငန်းတစ်ခုကိုထူထောင်လိုက်ပါတော့တယ်အဲ့တာကတော့SEX EDUCATIONပါပဲ    File size…  700 mb /  300 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration….  48 m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant . August . Sithu\nTranslated by.. Mr.Anderson, Garfield , El MoH, Act Molemy, Shwe Yee Oo, Wai Zin, Linn Kyaw Swar Aung, Hein Thet Naing , HWL, JimX, Chit Tee, Charm ...",
        "url": "https://channelmyanmar.org/tvshows/sex-education-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/leak-133x200.jpg",
        "title": "Leaked! (2023) Complete",
        "description": "Leaked (2023)နာမည်အတိုင်း leaked ဗီဒီယိုတစ်ခုပေါက်ကြားသွားရာက စခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်\nခပ်မိုက်မိုက်လူငယ်ကျောင်းသားကျောင်းသူလေးတွေကို ရှုစားရင်းကြည့်ရှူရမဲ့စီးရီးလေးဖြစ်ပါတယ်အားကစားတော်ကြတဲ့ကျောင်းသားတွေ ၊ sexy ကျပြီး လူအ‌များကြားထင်ပေါ်တဲ့ကျောင်းသူတွေ အဲ\nဒီလိုကျောင်းသူတွေထဲမှာ ရူဘီလည်းတစ်ယောက်အပါအဝင်ပေါ့ ပါတီတစ်ခုမှာ ကောင်လေးတစ်ယောက်နဲ့ ကြည်နူးကြတဲ့ဗီဒီယိုတစ်ခုပေါက်ကြားသွားခဲ့တယ်အားလုံးကသူရှက်ပြီးကျောင်းမလာတော့ဘူးထင်နေကြချိန်မှာပဲ သူကတော့အေးဆေးကျောင်းလာတက်ပြီး\nမတွဲသင့်တဲ့ကောင်နဲ့တွဲမိတာကလွဲ သူဘာမှအမှားလုပ်မထားကြောင်း ယုံကြည်မှုအပြည့်နဲ့ပေါ့...နောက်တစ်ရက်မှာတော့ သူ့ကိုကျောင်းမျက်နှာစာမှာပဲ ဆွဲကြိုးချလျက်တွေ့လိုက်ကြရတယ်\nဘယ်လိုအခြေအနေမျိုးမဆို ကိုင်တွယ်နိုင်ပြီး စိတ်မညစ်တတ်တဲ့ cool girl တစ်ယောက်သတ်သေတာဖြစ်နိုင်ပါ့မလား ဒီအကြောင်းကိုလိုက်စုံစမ်းရင်းကျောင်းသားလေးတွေမွှေကြတဲ့ အရှုပ်တော်ပုံတွေပါ ဖြေရှင်းကြပုံကို ရှုစားရမှာဖြစ်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ဖြစ်ပါတယ်)File Size –800MB | 400MBQuality – 1080p WEBDL /720pDuration – 25minsTotal Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre :  Thriller ~ Drama ~BollywoodTranslator – Yunni~ BpLEncoder – YK\n720p\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/leaked-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjE5MDMwNTItNjViNy00NzFkLTlmMTQtYmM1MzNjYTAzYjNkXkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_-135x200.jpg",
        "title": "Harlan Coben’s Shelter (2023)",
        "description": "Harlan Coben's Shelter (2023)\n======================\nIMDb Rating - 6.4/10သည်းထိတ်ရင်ဖိုနဲ့ လျှို့ဝှက်ဆန်းကြယ်ဝတ္ထုတွေရေးတဲ့ အမေရိကန်\nစာရေးဆရာ Harlan Cobenရဲ့ \"Shelter\"ဆိုတဲ့ဝတ္ထုကို ရုပ်ရှင်အဖြစ်\nအသက်သွင်းထားတဲ့ စီးရီးလေးလာပါပြီ။ ဆယ်ကျော်သက်ကျောင်းသား\nတစ်စုရင်ဆိုင်ရမဲ့ လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်းတွေကို အခြေတည်ထား\nတာမို့ ဒါမျိုးပုံစံကြိုက်တတ်တဲ့သူတွေအတွက် အရမ်းကြည့်ကောင်းမဲ့စီးရီး\nလေးပါ။အောက်မှာဇာတ်လမ်းအညွှန်းလာပါပြီ။\nဆယ်ကျော်သက်ကောင်လေးမစ်ကီဟာ ကားအက်ဆီးဒင့်တစ်ခုကြောင့်\nအဖေကိုဆုံးရှုံးခဲ့ရပြီး အမေကိုလည်းဆုံးရှုံးလုဆဲဆဲအခြေအနေမှာ အဒေါ်\nဖြစ်သူရဲ့ယာယီအုပ်ထိန်းမှုနဲ့ သူ့အဖေနေခဲ့တဲ့ ခက်ဆယ်လ်တန်က အထက်\nတန်းကျောင်းကို ပြောင်းလာရပါတယ်။ ခက်ဆယ်လ်တန်၊ ဟိုဘာ့လမ်းက\nသရဲခြောက်တဲ့အိမ်ကြီးတစ်ကြီးမှာ လင်းနို့မိန်းမကြီးနေတယ်လို့ ယုံတမ်းပုံပြင်\nတွေရှိပါတယ်။ တစ်ရက်ကျ အဲဒီမိန်းမကြီးနဲ့ မထင်မှတ်ဘဲဆုံလိုက်ရတဲ့ တ\nခဏမှာ လင်းနို့မိန်းမကြီးက \"မစ်ကီ မင်းအဖေ မသေသေးဘူး အသက်ရှင်နေ\nသေးတယ်\"ဆိုပြီး ပြောလိုက်တော့ အဲဒီကတည်းကနေ မစ်ကီဟာ သူ့အဖေ\nတကယ်ရောသေလို့လားဆိုတဲ့ သံသယတွေဝင်လာပြီး အဲဒီလင်းနို့မိန်းမကြီးနဲ့\nထပ်တွေ့ရဖို့ကြိုးစားပါတော့တယ်။ထူးခြားတာတွေက ဒါတင်ပဲမဟုတ်သေးပါဘူး။ ကျောင်းပထမဆုံးတက်တဲ့နေ့က\nသူနဲ့ခင်ခဲ့တဲ့ ကောင်မလေးဟာ စာမလာအကြောင်းမကြား၊ ချိန်းထားတဲ့နေရာကို\nလည်းမလာဘဲ နောက်တစ်နေ့မှာပဲ ပျောက်ချင်းမလှပျောက်သွားပါတယ်။ ကောင်\nမလေးဟာ သူ့အကြောင်းဘယ်သူမှရေရေရာရာမသိဘဲ တည်ရှိမှုတစ်ခုလုံးပျောက်\nသွားသလိုမျိုးကို ဖြုတ်ခနဲပျောက်သွားတာပါ။ အဲလိုနဲ့ မစ်ကီဟာ လင်းနို့မိန်းမကြီး\nကိုရော အဲဒီကောင်မလေးကိုပါ ...",
        "url": "https://channelmyanmar.org/tvshows/harlan-cobens-shelter-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esrggEWrlpjncn6y4tyHBJ0syLn.jpg",
        "title": "Midnight at the Pera Palace (2023)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၄ မှာထွက်ရှိတဲ့ Charles King ရေးသားထားတဲ့သမိုင်းဝင် ဝတ္ထုစာအုပ်\"Midnight at the Pera Palace: The Birth of Modern Istanbul\" ကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။စိတ်ဝင်စားဖို့ကောင်းတာက ဇာတ်လမ်းမှာပါဝင်တဲ့ ဇာတ်ကောင်တွေ၊ နေရာဒေသတွေ၊အဖြစ်အပျက်တွေက အပြင်မှာတကယ်ရှိတဲ့ ဖြစ်ရပ်မှန်အဖြစ်အပျက်တွေတစ်စိတ်တစ်ပိုင်း ပါဝင်တယ်ဆိုတာပါပဲ။ဒီဇာတ်ကားကို ရိုက်ကူးထားတဲ့ Pera Palace ဟိုတယ် ဆိုတာကလည်းအပြင်မှာတကယ်ရှိပြီးတော့ အစ္စတန်ဘူလ်မှာ လျှပ်စစ်မီးနဲ့ ရေပူရရှိတဲ့အပြင်ပထမဆုံးဓာတ်လှေကားရှိတဲ့ ကနဦး အဆင့်မြင့်ဟိုတယ်ကြီး တစ်ခုပါ။ဇာတ်လမ်းထဲမှာပါတဲ့ အခန်းပြင်ဆင်ပုံ၊ နေရာထားသိုပုံတွေ သမိုင်းကြောင်းမိတ်ဆက်ပုံတွေကအစ အစစ်အမှန်တွေကိုပဲ ချပြထားပါတယ်။လက်တွေ့မှာလည်း Pera Palace ကို ဇာတ်လမ်းထဲမှာပြောသလို တူရကီသမ္မတနိုင်ငံကိုတည်ထောင်ခဲ့သူ Mustafa Kemal Atatürk မူစတာဖာ ကယ်မာ၊နာမည်ကြီး ဝတ္တုစာရေးဆရာ Agatha Christie၊ King Edward VIII၊ Queen Elizabeth IIအစရှိတဲ့ နာမည်ကျော်ပုဂ္ဂိုလ်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/midnight-at-the-pera-palace-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/bard-of-blood-1-133x200.jpg",
        "title": "Bard of Blood (2019) (Complete)",
        "description": "ဒီတခေါက်တင်ဆက်ပေးမယ့် စီးရီးကတော့ ဘောလိဝုဒ်ပရိသတ်တို့အကြိုက် အက်ရှင်ဇာတ်ကြမ်းပဲဖြစ်ပြီး\n၇ပိုင်းနဲ့ netflix ကနေ တင်ဆက်ပေးထားပါတယ်...ရိတ်တင်မှာဆိုရင်လဲ 6.8/10ကို voting users 12kကပေးထားတာဖြစ်ပြီး\nဘောလိဝုဒ်နာမည်ကြီးမင်းသားတဦးဖြစ်တဲ့ အင်မရန်းဟရှ်မီက ခေါင်းဆောင်းမင်းသားအဖြစ်\nပါဝင်ထားပြီး Night Manager စီးရီးတည်းက အတော်လန်းတဲ့မင်းသမီးဆိုဘီသာကပါ ပါဝင်အားဖြည့်ထားတာကြောင့်\nတပိုင်းပြီးတပိုင်း ဆက်ကြည့်ချင်မယ့်စီးရီးမျိုးဆိုလဲ မမှားပါဘူး...အညွှန်း\n-------\nအချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ အေးဂျင့်ဗစ်ကရမ်နဲ့ အဘီရ်နှစ်ဦးသားဟာ\nဘာလိုချီစတန်မြို့ကို မစ်ရှင်တခုရှိတာကြောင့် သွားရင်း မထင်မှတ်ထားပဲ\nလမ်းမှာ တိုက်ခိုက်မှုနဲ့ကြုံတွေ့ခဲ့ရပါတယ်...ကြိုတင်ပြင်ဆင်မထားပဲ တိုက်ခိုက်ရတာကြောင့် အဘီရ်ကိုဆုံးရှုံးလိုက်ရပြီး\nဌာနချုပ်ကလဲ မသေတဲ့ ဗစ်ကရမ်ကို ရာထူးဖြုတ်ချ ကြိုးစားခဲ့သမျှကို အသိအမှတ်တောင်မပြုပဲ\nအေဂျင်စီကနေ ထုတ်လိုက်တဲ့အခါ....သူငယ်ချင်းဖြစ်သူကိုလဲ ဆုံးရှုံးရ ရာထူးလဲဖြုတ်ချခဲ့ရတဲ့\nဗစ်ကရမ်ဟာ စိတ်ထိခိုက်ပြီး ကျောင်းဆရာအဖြစ်နဲ့ အသက်မွေးရင်း\nအတိတ်ကဒဏ်ရာတွေကို ကုစားနေတုန်း သူ့ရဲ့ဆရာဟောင်းဆာဒစ်\nရောက်လာပြီး မစ်ရှင်တခုကို ဆောင်ရွက်ပေးဖို့ တောင်းဆိုလာတဲ့အခါဒီမစ်ရှင်ကရော ဘာများလဲ .....သူ့သူငယ်ချင်းသေဆုံးမှုကရော\nသွေးရိုးသားရိုးဟုတ်ရဲ့လား...စတဲ့ စိတ်ဝင်စားဖွယ်မေးခွန်းတွေနဲ့\nတပိုင်းပြီးတပိုင်း ဆက်လက်ဆွဲခေါ်သွားမယ့် စီးရီးကောင်းတခုပဲဖြစ်ပါတယ်Quality : 1080p WEB DL  / 720pTotal Episodes : 7EpsFormat : mp4Genres ...",
        "url": "https://channelmyanmar.org/tvshows/bard-of-blood-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iAxAxeX5RjB39ckhxPMDCJPpG9.jpg",
        "title": "The Afterparty Season 1 + 2",
        "description": "The After-party  Season 1 (2022)ခုတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ လတ်တလောထွက်ရှိနေတဲ့ပဟေဠိ‌ပေါင်းများစွာပါ၀င်တဲ့ မှုခင်းကားကို ဟာသနှောပြီး ရိုက်ကူးထားတဲ့ \"The After-party\" ဆိုတဲ့ စီးရီးလေးပဲဖြစ်ပါတယ်အထက်တန်းတုန်းက ကျောင်းသားဟောင်း‌တွေရဲ့ ပြန်လည်တွေ့ဆုံပွဲမှာ မထင်မှတ်ပဲ နာမည်ကြီးအနုပညာရှင်တစ်ယောက်ချောက်ကမ်းပါးပေါ်ကပြုတ်ကျ သေဆုံးမှုဖြစ်ပွားခဲ့ပါတယ်။ လူသတ်မှုမှန်း စုံထောက်ဒန်နာသိလိုက်ရတဲ့အချိန်မှာလက်ထောက်ဖြစ်တဲ့ ကော့ပ်နဲ့ ပွဲတက်သူအားလုံးကိုစပြီး စစ်ဆေးမေးမြန်းပါတော့တယ်။ အားလုံးကလည်း ကိုယ့်နေရာကနေကိုယ့်ရှူထောင့်ကနေ ကိုယ့်ဖြစ်ရပ်တွေ‌ကိုပြောပြကြတော့ မတူညီတဲ့ဇာတ်ကြောင်းတွေထွက်လာတဲ့အခါမှာတော့စုံထောင်ဒန်နာ အမှုကို ဘယ်လိုဖြေရှင်းမလဲ။လူသတ်သမားက ဘယ်သူမှန်းရေရေရာရာမသိကြပဲ ဖော်ထုတ်ရင်းနဲ့ နောက်ဆုံး ဘယ်သူကလူသတ်သမားဖြစ်နေမလဲဆိုတာကို ပဟေဠိပေါင်းသောင်းခြောက်ထောင်နဲ့ ဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတာကြောင့် ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်မှုခင်းကားတစ်ကားပဲဖြစ်ပါတယ် File Size – 300MB@EpisodeQuality – 720p WEB DL AAC 5.1CH Duration – 35minute (@Episode)Total Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy , Crime ...",
        "url": "https://channelmyanmar.org/tvshows/the-afterparty-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/69kPJaCFMXuZfbCrbDaYfMZbtJt-133x200.jpg",
        "title": "Heels Season 1 + 2 (2023)",
        "description": "ဒီ အပတ် Sunday လောက်မှာပဲArrow ဇတ်လမ်းတွဲ နှင့် လူသိများနာမည်ကြီး ခဲ့တဲ့ မင်းသား Stephen Amell ရဲ့ဇတ်လမ်းတွဲ အသစ် Heels အပိုင်း ၁ စတင်ထွက်ရှိခဲ့ပါတယ်....WWE လို နပန်းဖျော်ဖြေရေး ပွဲ တွေ ကြိုက်နှစ်သက်တဲ့Fan တွေ အတွက်တော့ လုံး၀ အကြိုက်တွေ့မယ့် စီးရီးပါဇတ်လမ်းပုံစံကတော့ DWL (နပန်းဖျော်ဖြေရေးရုံ) ကို စတင် တည်ထောင်ခဲ့သူKing Spade ရဲ့ သားကြီး ဖြစ်သူ Jack Spade ဟာ ဖခင်မရှိတော့တဲ့နောက်DWL ကို အတော်ကြီး ကြိုးစား ရုန်းကန် တောင့်ခံထားရပါတယ်နပန်းဖျော်ဖြေရေး ပွဲတွေ အတွက်လဲ ဇတ်ညွှန်းတွေ နဲ့ သွားရတာပါDWL ကို ဖခင်မရှိတော့တဲ့ နောက် နာမည်မပျက်အောင် မကျအောင်ကြိုးစားထိန်းသိမ်းရင်း ဇနီးဖြစ်သူ နဲ့ တိုင်ပင်ရင်း ရှေ့ဆက်နေခဲ့ပါတယ်ညီဖြစ်သူ Ace ...",
        "url": "https://channelmyanmar.org/tvshows/heels-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmU0wa5oloe3jAAxEwqVTK2ET9o.jpg",
        "title": "Be Mine SuperStar (2023)",
        "description": "Be Mine, Superstar / ချစ်ခွင့်ဖန်ဆင်း ကြယ်မင်းချစ်သူ (2023)Punn က ရုပ်ရှင်မေဂျာကို အဓိကယူထားတဲ့ တက္ကသိုလ်တတိယနှစ်ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး\nAshi ကတော့ Punn ၉ နှစ်လုံးကြိတ်သဘောကျလာခဲ့ရတဲ့ Punn ရဲ့စူပါစတားတစ်ဖြစ်လဲ နာမည်ကျော်မင်းသားတစ်ယောက်ပါ။\nပရိသတ်မှန်ရင် ကိုယ်ချစ်တဲ့အနုပညာရှင်နဲ့ဆုံဖူးချင်ကြသလို Punn ကလည်း Ashi နဲ့ ဆုံဖူးချင်တာမှ အရူးအမူးပါပဲ။\nဒီလိုနဲ့ကျောင်းပြီးလို့ ဘွဲ့ယူဖို့နီးလာတာနဲ့အမျှ အလုပ်သင်လုပ်ဖို့လိုရာကနေ Ashi ရဲ့ရုပ်ရှင်ရိုက်ကွင်းမှာ အလုပ်သင်ခွင့်ကြုံလာရတဲ့အခါ ..\nPunn တစ်ယောက် စိတ်ကူးထဲကမင်းသားလေးနဲ့ ဘယ်လိုတွေရှေ့ဆက်ကြမလဲဆိုတာကို အရိုတွေ အချိုတွေတသီကြီးနဲ့ ရှုစားရမှာပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ Lai Laii က ရေးထားပေးပြီး‌တော့\nဘာသာပြန်ထားတာကတော့ Laii, Mary, May, Myo တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p\nFile size… 700MB | 300MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/be-mine-superstar-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/my3-133x200.jpg",
        "title": "MY3 (2023)",
        "description": "MY3 (2023)IMDb- 7.3ယခုတစ်ခေါက်မှာတော့ Sci-fi ဇာတ်လမ်းတွဲမျိုးကို မျှော်နေတဲ့ပရိသတ်ကြီးအတွက် မိသားစုနဲ့အတူကြည့်ချင်တာပဲဖြစ်ဖြစ်\nတစ်ယောက်တည်းကြည့်ချင်တာပဲဖြစ်ဖြစ် မရိုးစေရဘဲစိတ်ဝင်စားစွာကြည့်ရှုလို့ရမယ့် ဇာတ်လမ်းတွဲလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။အူတီတောင်တန်းတွေကြားမှာ တစ်ယောက်တည်း နေထိုင်နေတဲ့ အာဒီသရာ..\nဒါတင်မကသေးဘဲ နည်းပညာအကူအညီကို သုံးပြီး အိမ်ကနေ အာဒီသရာလုပ်ငန်းစုတွေကို\nလှမ်းအုပ်ချုပ်နေတဲ့ဥက္ကဌတစ်ယောက်လည်းဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ မိုင်သရီဆိုတဲ့\nခေတ်သစ်စက်မှုပစ္စည်းတွေတီထွင်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံပြီး\nသူ့ဆီကနေ ထူးဆန်းတဲ့ပစ္စည်းတွေ စက်ရုပ်တွေကို ဝယ်ယူရင်း သူ့\nရဲ့တစ်ယောက်တည်းနေရတဲ့အကြောင်းရင်းဖြစ်တဲ့ထူးဆန်းတဲ့‌ရောဂါကို ကုသနိုင်မယ့် စက်ရုပ်ကို တီထွင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုကနေတစ်ဆင့် သူတို့တွေ ဘယ်လိုမျိုးဆက်တီထွင်ကြမလဲဆိုတာကို\nမရိုးရအောင်ဆွဲဆောင်ထားတဲ့ ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်မှုကို ခံစားလိုက်ကြပါစို့နော်...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ CM Bollywood Team တို့ပဲဖြစ်ပါတယ်)Quality : 1080p  /720p Total Episodes : 9EpsFormat : mp4Genres : Comedy~ Romance ~ Sci-FiDuration : 30minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by ...",
        "url": "https://channelmyanmar.org/tvshows/my3-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vf9SNXNAFqzKBGksFwrXhkg9cb7.jpg",
        "title": "Moving (2023) [Complete]",
        "description": "Moving (2023)***************\nအပိုင်း ( ၁ မှ ၂၀ ) ထိ စဆုံးရပါပြီ[ 4K Quality ထိတင်ဆက်ထားပါပြီ။]ဒီ “Moving”ဆိုတဲ့ ဇာတ်ကားလေးကတော့\n200m viewsတောင် ရရှိထားတဲ့ Webtoonကို ပြန်လည်အသက်သွင်းထားတဲ့\nသဘာဝလွန် ကိုရီးယားစီးရီး ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nDisney+ ကနေ ဒီနေ့ပဲထွက်ရှိလာခဲ့တာ ဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ budgetကလည်း K series သက်တမ်းတစ်လျှောက်\nအမြင့်ဆုံးလို့တောင် ပြောလို့ရပြီး သရုပ်ဆောင်တွေကလည်း\nRyu Seung Ryong၊ Jo In Sung၊ Han Hyo Joo၊ Kim Sung Kyun၊ Cha Tae Hyunတို့လို\nနာမည်ကြီးဝါရင့်သရုပ်ဆောင်တွေနဲ့အတူ Go Youn Jung၊ Lee Jung Ha၊ Kim Do Hoon တို့လို\nလူငယ်သရုပ်ဆောင်တွေတင်သာမက အရံတွေထိ ဒိတ်ဒိတ်ကြဲတွေ သုံးထားတာမို့ လုံးဝလန်ထွက်နေမှာနော်....ဇာတ်လမ်းအကျဥ်းလေးကတော့..\nအမျိုးသားလုံခြုံရေးဌာနက သူမတူတဲ့ သဘာဝလွန်စွမ်းအားပိုင်ရှင်တွေဖြစ်တဲ့\nဂျန်ဂျူဝန်း၊ ဂင်ဒူရှစ်၊ ...",
        "url": "https://channelmyanmar.org/tvshows/moving-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1fXGFxDifQzj08OlaGTVcnXHyd.jpg",
        "title": "Foundation Season 1 + Season 2 (2021)",
        "description": "~ဒီ Seriesဟာ Apple Tvက​နေ ထုတ်လွှင့်ထားတဲ့ Scientific drama seriesပဲဖြစ်ပါတယ်၊အ​မေရိကန်စာ​ရေးဆရာ Issac Asimovရဲ့နာမည်​ကျော် Foundation ဝတ္ထုသုံးအုပ်တွဲကို အ​ခြေခံရိုက်ကူးထားတာပါ၊ဇာတ်လမ်းအညွှန်းက​တော့ မ​ဝေး​တော့တဲ့အနာဂတ်မှာဖြစ်လာမယ့် Galactic Empireထဲကသင်္ချာပညာရှင် Hari Seldonဟာသူကျွမ်းကျင်တဲ့ Psychohistoryပညာရပ်မှတဆင့်ဒီEmpireကြီးဟာ ​နောက်လာမယ့် ရာစုနှစ်အတွင်း ပျက်​ဆီးခြင်းကပ်ဆိုက်​တော့မှာကို ကြိုတင်ခန့်မှန်းနိုင်ခဲ့ပါတယ်၊Psychohistroyဆိုတာက လူသားမျိုးနွယ်စုတစ်ခုလုံးရဲ့ အပြုအမူ​တွေက​နေ အနာဂတ်ကိုသင်္ချာနည်းနဲ့ကြိုတင်ခန့်မှန်းတဲ့ ပညာရပ်ပါ၊ ကောင်းတဲ့သူတတ်​မြောက်သွားရင်အကျိုးရှိသ​လောက်၊ မ​ကောင်းတဲ့သူ တတ်​မြောက်သွားရင် လူသားမျိုးနွယ်ကြီး ပျက်စီးမယ့်ကိန်းဆိုက်နိုင်တဲ့ ပညာပါအဲ့ဒီပျက်စီးခြင်းကပ် လူသား​တွေရဲ့အ​မှောင်ခတ် (Dark Age)ဟာ လုံးဝမလွှဲ​ရှောင်နိုင်ပဲကျိန်း​သေဖြစ်​ပေါ်လာပြီး နှစ်​ပေါင်း ၃၀၀၀၀အထိ ကြာမြင့်နိုင်တာ​ကြောင့်Hail Seldonတစ်​ယောက် အနှစ် ၁၀၀၀​​လောက်ပဲ ကြာမယ့်နည်းလမ်းကို စဉ်းစားရပါ​တော့တယ်၊သူ​တွေ့တဲ့အ​ဖြေက​တော့ လက်ရှိ​ခေတ်ရဲ့ဗဟုသုတ​တွေ၊ နည်းပညာ​တွေကို Dark Age ရောက်တဲ့အထိထိန်းသိမ်းထားနိုင်တဲ့ Foundationဆိုတဲ့အဖွဲ့ကြီးကိုတည်​ထောင်ဖို့ပါ၊ ဒီနည်းလမ်းနဲ့ပဲDark Ageရဲ့သက်တမ်းကို ချုံ့နိုင်မယ်လို့ယုံကြည်ထားတာပါ၊ဒီလိုနဲ့ပဲ Hail Seldonနဲ့ သူ့ရဲ့ဉာဏ်ကြီးရှင်တပည့်မ​လေး Gaal Dornickတို့ဟာEmpireသ​ဘောမတူတဲ့ကြားက​နေFoundationကို တည်ထောင်ဖို့ ...",
        "url": "https://channelmyanmar.org/tvshows/foundation2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lLhvUghjOqbuGKOsDb2G7Lk6YcN.jpg",
        "title": "My Lovely Liar (2023) [Complete]",
        "description": "My Lovely Liar (2023)*********************အပိုင်းသစ် (၁ မှ ၁၆) (စ / ဆုံး)ငယ်စဥ်တည်းက အများနဲ့မတူဘဲ အလိမ်အညာ​တွေကို သိမြင်နိုင်တဲ့အာရုံ​ကြောင့်မိုဆိုဟီးဟာ ဘဝကိုစိတ်ပျက်စွာဖြတ်သန်းနေတဲ့သူပါ။သူမဟာ တား​ရော့​ဟောခန်းဖွင့်ကာ​နေထိုင်​ရင်း တစ်ရက်မှာ ဂင်ဒိုဟာဆိုတဲ့ပုန်းလျှိုးကွယ်လျှိုးနေထိုင်​နေတဲ့ ကောင်​လေးတစ်​ယောက်နဲ့ဆုံတွေ့မိသွားပါတယ်။ဂင်ဒိုဟာကတော့ သီချင်းပရိုဂျူဆာတစ်​ယောက်ဖြစ်ပြီး လွန်ခဲ့တဲ့ငါးနှစ်ခန့်ကမ​တော်တဆမှုတစ်ခုမှာ သံသယဝင်ခံရတာ​ကြောင့် သတင်းအစအန​ဖျောက်ပြီး ရုပ်ဖျက်ပုန်း​နေသူပါ။ဘယ်သူ့ကိုမှမယုံကြည်ခဲ့တဲ့ ဆိုဟီးတစ်​ယောက် ဒိုဟာက တကယ့်တရားခံအစစ်မဟုတ်မှန်းသိ​နေ​သောအခါ...သူတို့နှစ်​ယောက် အမှန်တရားကို ဘယ်လိုရှာ​ဖွေသက်​သေပြကြမလဲ...။ဘယ်လိုကိစ္စ​တွေရှိခဲ့ကြတာလဲ...။ဆိုတဲ့ပ​ဟေဋိ​လေးများသာမက သံ​ယောဇဥ်တွယ်လာကြပုံ၊ချစ်ကျွမ်းဝင်လာကြပုံ​လေးများကို​စောင့်​မျှော်ကြည့်ရူရမှာဖြစ်ပါတယ်။သရုပ်ဆောင်များကလည်း ပရိသတ်အချစ်တော် Kim Sohyun ၊Alchemy of soulsထဲက​ သခင်​လေးဆောလ်ယူဖြစ်တဲ့ Hwang Minhyunတို့နှင့်အတူတခြားနာမည်ကြီးများပါ ပါဝင်ထားကြတဲ့ အချစ်ဟာသဇာတ်လမ်း​လေးမို့ လက်မလွှတ်တမ်း​ကြည့်ရူခံစားသင့်ပါတယ်​​နော်။ Episodes: 16Aired: Monday, TuesdayAired On: Jul 31, 2023 - Sep 19, 2023Original Network: tvNFile Size: Quality :Web-DL 1080p,720PGenres: Mystery, Comedy, Romance, SupernaturalTranslated by  Treasure Htet, ...",
        "url": "https://channelmyanmar.org/tvshows/my-lovely-liar-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/p16092465_b_v13_ab-150x200.jpg",
        "title": "Star Trek: Discovery (2017)",
        "description": "ကျွန်တော်တို့တွေ Strange New World ဇာတ်လမ်းတွဲထဲမှာ ကလင်းဂွန်နဲ့ ဖယ်ဒရေးရှင်းတို့ ဖြစ်ခဲ့တဲ့ စစ်ပွဲအကြောင်းကို ခဏခဏ ကြားခဲ့ရပါတယ်။ ဒီ Discovery ထဲမှာတော့ အဆိုပါစစ်ပွဲကြီး ဘယ်လိုကနေ စဖြစ်လာတာလဲဆိုတာကို ရှုစားရမှာပါ။ အမှန်တော့ SNW ဆိုတာက Discovery ရဲ့ Spinoff ဇာတ်လမ်းတွဲ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ အများသိတဲ့ မင်းသမီးကြီး Michelle Yeoh နဲ့ ဟယ်ရီပေါ်တာကားထဲက လူးရှပ်မာဖွိုင်သရုပ်ဆောင် Jason Isaacs တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပြီး SNW cast တွေကိုလည်း ရံဖန်ရံခါ တွေ့ရဦးမှာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းကိုတော့ Star Trek The Original Series မစခင်က အချိန်နဲ့ Prime Timeline ကိုပဲ အခြေခံထားပါတယ်။ ဒါ့အပြင် Star Trek ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/star-trek-discovery-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMdFsHKp4YX2CUkAQcZswxXDuoe.jpg",
        "title": "Prehistoric Planet (2022)",
        "description": "၂၀၂၂ ခုနှစ်မှာ အသစ်ထွက်ရှိလာတဲ့ သဘာဝ မှတ်တမ်းတင် ရုပ်ရှင်အမျိုးအစားပါ။production ကို apple က တာဝန်ယူ ထုတ်လုပ်ခဲ့တာပါ။ ဇာတ်ကားရဲ့နောက်ခံစကားပြောသူကတော့ David Attenborough ဖြစ်ပါတယ်။ ဒေးဗစ် အက်တန်ဘောရိုးကိုတော့nature documentary အမျိုးအစားကြည့်ဖူးသူတွေအနေနဲ့ စိမ်းမှာ မဟုတ်ပါဘူး။အသက်ကိုးဆယ်ကျော်ပြီဖြစ်တဲ့ ဆရာကြီး အက်တန်ဘောရိုးဟာ နာမည်ကြီး Our planet , A life on our planetမှတ်တမ်းတင်ရုပ်ရှင်စီးရီးတွေမှာ နောက်ခံစကား ပြောလုပ်ခဲ့သူပဲ ဖြစ်ပါတယ်။ သူဟာ အနုပညာရှင်သက်သက်မဟုတ်ဘဲဖျော်ဖြေရေးဘက်မှာ သိပ္ပံနည်းကျ သဘာဝတရားအကြောင်းကို လူတွေသိလာအောင် ကြိုးစားလျက်ရှိတဲ့ ဇီဝဗေဒသိပ္ပပညာရှင်နဲ့သဘာဝထိန်းသိမ်းရေး ပညာရှင် တစ်ဦးလည်း ဖြစ်ပါတယ်။ ကျနော်ကတော့ သဘာဝသမိုင်း မှတ်တမ်းတင်ရုပ်ရှင်တွေမှာဆရာကြီး အက်တန်ဘောရိုး အသံမှ မဟုတ်ရင် နားမထောင်ချင် မကြည့်ချင်တော့တဲ့ အထိ ဖြစ်ရအောင် သူ့နောက်ခံစကားပြောဟန်ကို အတော်လေး အားကျနှစ်ခြိုက်ရသူပါ။ ဒီဇာတ်လမ်းမှာ သိပ္ပံအချက်အလက်တွေအပေါ်အခြေခံပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/prehistoric-planet-2022-complete/"
    }
]