[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/breathe-poster-133x200.jpg",
        "title": "Breathe: Into the Shadows (2020)",
        "description": "Breathe : Into The Shadows\n7.6/10 IMDbဒီတစ်ခါတော့ စိတ်ဝင်စားစရာကောင်းတဲ့\nမှုခင်းဇာတ်လမ်းတွဲကြည့်ချင်တဲ့ပရိသတ်တွေအတွက်\nအဘီရှက်ရှ်A.ဘတ်ချန်းနဲ့ နီသရာမီနန်တို့ပါဝင်တဲ့\nမှုခင်းဇာတ်လမ်းကောင်းလေးတင်ပေးလိုက်ပါပြီ...ပဟေဠိဆန်တဲ့ကွင်းဆက်လူသတ်မှုတွေ၊ ဇာတ်လမ်းမြှုပ်ကွက်တွေနဲ့\nဘာဆက်ဖြစ်မလဲဆိုတာကို တစ်ပိုင်းပြီးတစ်ပိုင်းစိတ်ဝင်တစားကြည့်ရှုရမှာမို့\nလက်မလွှတ်သင့်တဲ့မှုခင်းဇာတ်လမ်းတွဲလေးပါ...ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်...\nအာဗီနက်ရှ်ဆပ်ဟာဝါလ် ( Abhishek Bachchan )က\nလူအများလေးစားချစ်ခင်ရတဲ့ဆရာဝန်တစ်ယောက်ပါ..\nသူ့မှာစားဖိုမှုးတစ်ယောက်ဖြစ်တဲ့ဇနီးသည်\nအာဘာ (Nithya Menen)နဲ့ ချစ်စရာကောင်းတဲ့ သမီးလေးစီရာ ရှိပါတယ်...နောက်တစ်ယောက်ကတော့ ရဲမှုးကာဘီဆာဝန့်..\nသူကအမှုစုံစမ်းစစ်ဆေးတဲ့နေရာမှာ ထက်မြက်ပေမယ့်\nစိတ်ဆတ်တဲ့သူတစ်ယောက်မို့ သူ့ရဲ့စိတ်လိုက်မာန်ပါအပြုအမူတွေကြောင့်\nအမှုတစ်ခုမှာအမှားဖြစ်ခဲ့ရပြီး မွန်ဘိုင်းကနေ ဒေလီကိုရွေ့ပြောင်းခံရပါတယ်..\nဒီလိုနဲ့တစ်နေ့ ဒေါက်တာအာဗီနက်ရှ်ရဲ့သမီးလေးစီရာကို\nပြန်ပေးဆွဲခံလိုက်ရပြီးတဲ့နောက်.. လူသတ်မှုတွေဖြစ်လာခဲ့ပါတော့တယ်..ဒီလူသတ်မှုတွေရဲ့နောက်ကွယ်ကလူကဘယ်သူလဲ..\nသူကစိတ္တဇလူသတ်သမားလား.. အမှုမှန်ရော\nဘယ်လိုပေါ်ပေါက်သွားမလဲဆိုပြီး အစကနေအဆုံး\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်ဇာတ်ကားလေးကို ဆက်လက်ကြည့်ရှု့လိုက်ကြပါဦး..File Size –800MB / 400MBQuality – 1080p WEB DL / 720pDuration – 45minsTotal Episodes: 12EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Mystery, CrimeTranslator – BpL~Thet Ko~ Shwe Pyae Sone ~ Go-O~SoraEncoder – YK\nSeason1\n720p\n====\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/breathe-into-the-shadows-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oew7g2Ie78T7Jzx2j0c5EoRfgNg.jpg",
        "title": "Please Send a Fan Letter (2022)",
        "description": "Please send me a fan letter (2022) (အညွှန်း)\n=================================ဒီနေ့မနက်တော့ တောင်ကိုရီးယားရဲ့ထိပ်တန်းစတား Han Kang Hee ဆီကို\nfan letter လေးတွေပို့ကြရအောင် ..Idol, Variety Show, Drama & Movie ဘက်ပေါင်းစုံမှာထူးချွန်တဲ့\nမမ Choi Soo Young ရဲ့ နောက်ထပ်အသစ်စက်စက် Romcom drama လေးပဲဖြစ်ပါတယ်။ငယ်စဉ်ကလေးဘဝတည်းက အနုပညာလောကထဲကိုဝင်လာခဲ့ပြီး\nလက်ရှိတောင်ကိုရီးယားရုပ်ရှင်လောကရဲ့ထိပ်တန်းစတား .. Han Kang Hee.\nအားလုံးသိကြတဲ့အတိုင်းအနုပညာရှင်တွေဆိုတာ အဝေဖန်ခံရဆုံးသူတွေပဲမို့\nHan Kang Hee ကိုလည်း မျက်စိဒေါက်ထောက်ကြည့်ပြီးဝေဖန်နေတဲ့သူတွေတစ်ပုံကြီးပါ။\nမုန်းကြတဲ့သူတွေရှိသလို ချစ်ကြတဲ့သူတွေလည်းရှိတာမို့\nBang Jung Seok (Yoon Park) ရဲ့သမီးလေး Bang Yu Na က\nHan Kang Hee ရဲ့ အမာခံပရိသတ်တွေထဲကတစ်ယောက်ပေါ့။ဒီလိုနဲ့တစ်နေ့မှာ ကျန်းမာရေးမကောင်းဖြစ်နေရှာတဲ့ သမီးလေးရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးတဲ့အနေနဲ့\nBang Jung Seok တစ်ယောက် Han ...",
        "url": "https://channelmyanmar.org/tvshows/please-send-a-fan-letter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/thecalling-133x200.jpg",
        "title": "The Calling (2022)",
        "description": "အာဗရာဟမ် အာဗရာဟမ်က နယူးယောက်ရဲဌာနရဲ့ အတော်ဆုံး စုံထောက်။ ဘာသာတရားကိုင်းရှိုင်းတဲ့\nဂျူးဘာသာဝင်တစ်‌ယောက်ဖြစ်တဲ့ သူဟာ အမှုလိုက်တဲ့နေရာမှာလည်း အလိုလိုသိစိတ်က\nဖြစ်ပေါ်လာတဲ့ ခံစားချက်တွေကို အဓိကအားကိုးသူ။ လူသားဆန်မှုကို\nယုံကြည်သူဖြစ်ပေမဲ့ ရဲတစ်ယောက်ဖြစ်လာပြီဆိုမှတော့ အမြဲတမ်းလိုလို\nဆိုးယုတ်သူတွေနဲ့ပဲ ကြုံနေရတဲ့သူ့အတွက် မှုခင်းတွေရဲ့\nရှုပ်ထွေးမှုမြင့်မားလာတာနဲ့အမျှ သူ့အသက်အန္တရာယ်ကို ခြိမ်းခြောက်မှုတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါMindhunter စီးရီးရဲ့ ဇာတ်လမ်းသွားလာပုံမျိုး နဲ့ Sherlock Holmes လို ခွကျတဲ့\nဉာဏ်ကြီးရှင်ရဲစုံထောက်တစ်ယောက်ကို ဗဟိုပြုထားတာမလို့ ကြည့်မိတာ\nနောင်တမရစေမဲ့ ဇာတ်လမ်းမျိုးဖြစ်ပါတယ်။Quality :1080p WEB H264 / 720pTotal Episodes :8EpsFormat : mp4Genres :Drama, CrimeDuration :46minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by Nana Yuni\n720p\n===\nEp1 - Yoteshin / Userdrive / Megaup / Meganz \nEp2 - Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/the-calling/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8eZerQDLDkdvQ7vrv6Slkr36sHX.jpg",
        "title": "Wolf Like Me (2022) Season 1",
        "description": "Wolf Like Me =========== ဂယ်ရီက ဇနီးသည် ကင်ဆာရောဂါနဲ့ ဆုံးပါးသွားလို့ ၁၁ နှစ်အရွယ်သမီးလေးနဲ့ ကျန်ရစ်ခဲ့တဲ့ ဆင်ဂယ်ဖားသားတဦးပါ စိတ်ပိုင်းဆိုင်ရာပြဿနာရှိလို့ စိတ်ကုဆရာဝန်နဲ့ပြနေရတဲ့ အကြောက်လွန်ရောဂါဖြစ်နေတဲ့ သမီးလေးကို အဖက်ဖက်က လိုလေသေးမရှိအောင်ထားပြီးဖခင်တာဝန်ကျေစေခဲ့ပေမယ့် သမီးလေးနဲ့ သူ့ရဲ့ကြားက ဆက်ဆံရေးကအဆင်ပြေမလာခဲ့ပါဘူး တနေ့မှာတော့ သမီးလေးကို ကျောင်းလိုက်ပို့တဲ့လမ်းမှာ သူတို့ကားကို အခြားကားတစီးက မတော်တဆဝင်တိုက်ပြီးအက်ဆီးဒင့်ဖြစ်ခဲ့ပါတယ်ဝင်တိုက်သူက မေရီဆိုတဲ့ အမျိုးသမီးတဦးဖြစ်ပြီးဒီမတော်တဆမှုကို အကြောင်းပြလို့ သူတို့ရင်းနှီးခဲ့ကြပါတယ်ဂယ်ရီနဲ့‌ မေရီတို့ မိတ်ဆွေ ထက်ပိုတဲ့ ဆက်ဆံရေးတခုကို ရောက်လာခဲ့သည့်တိုင်မေရီဟာ ဂယ်ရီရဲ့ အနားကနေ အမြဲတမ်းထွက်ပြေးနေခဲ့တယ် တညမှာတော့ဘာကြောင့် သူဒီလိုလုပ်နေတာလဲဆိုတဲ့ မေရီရဲ့ ထူးဆန်းအံ့ဩဖွယ်ရာလျှို့ဝှက်ချက်တခုကို မထင်မှတ်ဘဲ ဂယ်ရီ သိရှိသွားပါတော့တယ်။  Episodes   : 6File Size    : 544MB , 256MBQuality      :Web-DL 1080p,720PGenres      : Drama, ...",
        "url": "https://channelmyanmar.org/tvshows/wolf-like-me-2022-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-block-135x200.jpg",
        "title": "Blockbuster (2022)",
        "description": "ဟာသမင်းသား Randall Park ရဲ့ ဟာသစီးရီးကောင်းထွက်လာပါပြီ။ တကယ်ခွီရပါတယ်။90's born တွေ ငယ်ငယ်က အမြဲသွားခဲ့ကြတဲ့ စာအုပ်အငှားဆိုင် အခွေငှားဆိုင်လေးတွေရှိတယ်...အခု‌ခေတ်လို Netflix streaming service‌ တွေမပေါ်ခင်က တော့ Blockbuster ဆိုတဲ့\nဗီဒီရိုအခွေငှားဆိုင်လေးတွေကိုပဲ အားကိုးပြီး ရုပ်ရှင်တွေခံစားခဲ့ကြတာပေါ့။ Blockbuster ဆိုတာလည်း အမေရိကန်ရဲ့ ၉၀ ဝန်းကျင်ဖွားတွေ အတမ်းတရဆုံး ခွေငှားဆိုင်တစ်ခုပေါ့ဗျာ။ 2000 ခုနှစ်နောက်ပိုင်းရုပ်တဲ့အခါမှာတော့ Internet ဆိုတဲ့အရာနဲ့အတူ ရုပ်ရှင်တွေကို အဆင်ပြေတဲ့နေရာကနေ အလွယ်တကူကြည့်ရှုလာနိုင်တယ် Streaming service တွေမှိုလိုပေါက်လာတာနဲ့အမျှ ဒီလိုဆိုင်လေးတွေဟာလည်း တဖြည်းဖြည်းနေ၀င်ချိန်ကိုရောက်လာပါပြီ ။\nအဲ့ဒီထဲကမှ ဆိုင်ခွဲ 9000 ကျော်ရှိတဲ့ blockbuster videoခွေငှားဆိုင်တွေဟာ ပိတ်သိမ်းလာခဲ့တာ\nOregon မြို့နယ်မှာရှိတဲ့ နောက်ဆုံးကျန်တဲ့ Blockbuster ဆိုင်လေးတစ်ဆိုင်ပဲရှိပါတော့တယ် ။\nဒီ‌ဆိုင်လေးရဲ့ ပိုင်ရှင် တင်မီနဲ့ဆိုင်၀န်ထမ်းအဖွဲ့ဟာ\n‌ဆိုင်ကိုအရမ်းသံယောဇဉ်ရှိတဲ့အတွက် အတတ်နိုင်ဆုံး\nကျားကန်ကြိုးစားရင်း ဖြတ်သန်းကြပုံကို ရိုက်ပြထားတာဖြစ်ပါတယ်။ The office လို ...",
        "url": "https://channelmyanmar.org/tvshows/blockbuster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPRK838BrS8V9oA92wtKEhy72U9.jpg",
        "title": "Sketch (2018) [Complete]",
        "description": "Sketch (2018) [အစ-အဆုံး]အပိုင်း - ၉ မှ ၁၆ (ဇာတ်သိမ်းပိုင်း)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ၂၀၁၈ ကထွက်ခဲ့တဲ့ Sketch ဆိုတဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ ကိုယ်တွေရဲ့ အချစ်ဦး RAIN နဲ့ မင်းသားကြီး Lee Dong Gun ပြီးတော့ WORK LATER DRINK NOW က မမ LEE SUN BIN တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင် IMDB rating လည်း 7.6 ရရှိထားတာမို့ ဇာတ်လမ်းဇာတ်အိမ်ဆန်းဆန်းနဲ့ ဒီဇာတ်လမ်းတွဲလေးကို မလွတ်တမ်းကြည့်ရှုလိုက်တော့နော် ။ဇာတ်လမ်းအကျဉ်း ...ဂန်ဒုံဆူကတော့ အမြဲတမ်းတက်ကြွပြီး တရားခံတွေကို အလွတ်မပေးတတ်တဲ့ စုံထောက်တစ်ယောက်ပါ။\nယူရှီဟျွန်းကတော့ အနာဂတ်မှာ ဖြစ်လာမဲ့ လူသေမှုတွေကို ကြိုမြင်နိုင်တဲ့လူတစ်ယောက်ပေ့ါ။ရဲတပ်ကြပ်တစ်ယောက်ဖြစ်တဲ့ ရှီဟျွန်းက သူမြင်တဲ့ အနာဂတ်ကို ပုံကြမ်းလေးတွေဆွဲပြီး အမှုတွေဖြစ်မလာဖို့ ကာကွယ်တဲ့နေရာမှာ အသုံးချနေခဲ့တာပါ။တစ်ရက်မှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/sketch-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/FdTXiuCUcAAMX7o-160x200.jpg",
        "title": "Wednesday (2022)",
        "description": "Wednesday (2022)\n===============\nIMDb Rating - 8.1/10ဒီစီးရီးကတော့ နာမည်ကျော် အဒမ်စ်မိသားစုရဲ့ထဲက သမီးဖြစ်သူ\nWednesday ကို အဓိက ဇာတ်ကောင်အဖြစ်ရိုက်ကူးထားတာ\nဖြစ်ပါတယ်။ အဒမ်စ်မိသားစုကို ရုပ်ရှင်တွေ၊ ကာတွန်းတွေ၊ ဇာတ်လမ်း\nတွဲတွေထဲမှာ မြင်ဖူးသူတွေရှိမှာပါ။ စွမ်းအားကိုယ်စီနဲ့၊ ပေါက်ကရ\nဂွစာတွေ၊ လူ့ကန့်လန့်တွေပါပဲ။ ရယ်လည်းရရသလို ကြောက်ဖို့လည်း\nကောင်းပါတယ်။ဒီစီးရီးကို အဓိက ရိုက်ကူးသူကတော့ ဒါရိုက်တာ တင်ဘာတန်ပါပဲ။\nသူ့ကိုမသိကြရင်တောင် သူရိုက်ခဲ့တဲ့ Corpse Bride,Edward Scissorhands,\nFrankenweenie, Sweeney Todd: The Demon Barber of Fleet Street\nတို့လို ထူးထူးခြားခြား ကျောချမ်းစရာဇာတ်လမ်းတွေကို သိကြမှာပါ။ ဒီစီးရီး\nကလည်း သူ့လက်ရာဖြစ်နေတာရယ် ကမ္ဘာကျော် ဇာတ်ကောင်ဖြစ်နေတာရယ်\nကြောင့် လူအတော်များများ စောင့်မျှော်နေကြပါပြီ။ဇာတ်လမ်းအကျဉ်း\nWednesday ဟာ လူသတ်မှုနဲ့ ကျောင်းကနေ အထုတ်ခံရပြီး သင်းကွဲတွေ\nလူထူးဆန်းတွေချည်းပဲ တက်တဲ့ နဲဗားမောဆိုတဲ့ကျောင်းကို ရောက်သွားခဲ့ပါ\nတယ်။ အဲဒီကျောင်းအုပ်ဟာ သူ့ရဲ့အမေနဲ့ ကျောင်းနေဖက်ဖြစ်ခဲ့ပြီး၊ သူ့အမေနဲ့\nအဖေကလည်း ဒီကျောင်းမှာပဲ တွေ့ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/wednesday-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcnurgroq9UldIH7lRApScvGWin.jpg",
        "title": "When We Meet (2022)",
        "description": "ဇာတ်လမ်းလေးကတော့လုမင်လိုခေါ်တဲ့ရုံးဝန်ထမ်းလေးနဲ့တန့်ယွီလိုခေါ်တဲ့ ကျောင်းမှာအမြဲအနိုင်ကျင့်တတ်တဲ့ကျောင်းသားလေးတိုက အမှတ်မထင်တွေ့ဆိုခဲ့ကြပြီးသူတိုနှစ်ယောက်ဟာ ရုပ်ချင်းဆင်နေတာကိုတွေ့လိုက်ရပါတယ်ဒါကိုအခွင့်ကောင်းယူပြီး သူတိုဟာသူတိုဘဝတွေကိုအချင်းချင်းလဲလှယ်ခဲ့ကြတယ်တန့်ယွီရဲ့ ပြတ်သားပြီးစိတ်အားထက်သန်တဲ့စိတ်ကိုအကူညီယူပြီးလုမင်ကတန့်ယွီကို နိုင်ငံတကာကုမ္ပဏီတစ်ခုမှအလုပ်ဝင်စေလိုက်တယ် သူကတော့ သူ့ရဲ့ရင့်ကျက်ပြီးခန့်ခန့်ညားညားနေတတ်တဲ့သွင်ပြင်နဲ့တန့်ယွီသဘောကျနေတဲ့ယွီယွီဆိုတဲ့ကောင်မလေးရဲ့အချစ်ကိုရဖိုကူညီပေးခဲ့တယ် သိုပေမဲ့လည်းအခက်အခဲတွေ မတော်တဆတွေကသူတိုအချင်းချင်းပြောင်းလဲလိုက်မှုနဲ့အတူတူသူတိုရဲ့ဘဝတွေကလည်းလုံးဝကိုအနှောင့်အယှက်ဖြစ်လာပြီးဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့စောင့်ကြည့်လိုက်ရအောင်နော်(အညွှန်းရေးသားထားသူကတော့ Khin Myat Noe Oo ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Romance, School, YouthDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1 (1080p) - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 2 - ...",
        "url": "https://channelmyanmar.org/tvshows/when-we-meet-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/AL-117x200.jpg",
        "title": "Almost Lover (2022)",
        "description": "ဒီအချစ်ဇာတ်လမ်းလေးကတော့ကျောင်းသားဘဝတိတ်တခိုးချစ်ခဲ့ရတဲ့သူတွေရှိရင် ကြည့်သင့်တယ်နော်ရေဒီယိုဌာနတစ်ခုရဲ့ MCဖြစ်သူ ဟယ်ရှောင်ယန်ရှောင်ယန်မှာ သူ့ကျောင်းသူဘဝတုန်းကဖြစ်ခဲ့တဲ့အတိတ်ဆိုးတစ်ခုရှိပါတယ်အဲ့အတွေးက သူ့ကိုခုထိလိုက်နှောင့်ယှက်နေတာကို ခံနေရသူပါသူကျောင်းသူဘဝတုန်းက သူငယ်ချင်းဖြစ်သူရှောင်ရှန့်ချီကိုတိတ်တခိုးချစ်ကြိုက်ခဲ့ပါတယ် ဒါပေမဲ့ရှန့်ချီဟာ အဆုံးသတ်မှာသူနဲ့ချစ်ကြိုက်ရမဲ့အစားသူတိုအဖွဲကသူငယ်ချင်းဖြစ်သူ ချန်ဖေးအာကိုချစ်ကြိုက်နေခဲ့ပါတယ် ရင်နာစရာဇာတ်လမ်းလေးပါပဲသူငယ်ချင်းဖြစ်သူနှစ်ယောက်ကြားရှောင်ယန်ဟာသူ့ခံစားချက်တွေကိုဖွင့်မပြောတော့ဘဲသိမ်းဆည်းထားလိုက်ပါတော့တယ်ဒီလိုနဲ့ရှောင်ယန်ဟာပြောင်းသွားပြီးရေဒီယိုဌာနတစ်ခုမှာ DJတီးတဲ့သူအဖြစ်ဝင်လုပ်ခဲ့ပါတယ် အဲ့အချိန်မှာဘဲကံကြမ္မာရဟတ်ကတစ်ကျော့ပြန်ပြီးလွန်ခဲ့တဲ့၈နှစ်က ကိစ္စကိုပြန်အသက်သွင်းဖိုဖြစ်လာပါတော့တယ်အဲ့ဒါကတော့ရှန့်ချီဟာ နိုင်ငံခြားကနေသူတိုမြိုကိုပြန်လာပြီး ကျဆုံးခါနီးဖြစ်နေတဲ့ကုမ္ပဏီကိစ္စကို တာဝန်ယူလုပ်ဆောင်ရပါတော့တယ်ဒီတစ်ခါမှာတော့ရှန့်ချီက အရင်တုန်းကသူမှားတဲ့ကိစ္စတစ်ခုကို အမှန်ပြန်ပြင်ဖိုဆုံးဖြတ်ထားပြီးသားပါ သူဟာရှောင်ယန်နဲ့တွေ့ပြီးသူမတွေးဘဲမနေနိုင်ခဲ့တဲ့သူ သူတကယ်ချစ်နေတဲ့သူဟာရှောင်ယန်လိုပြောလိုက်တဲ့အချိန်ကဲဘာတွေဆက်ဖြစ်မလဲ?နှစ်ဖက်လုံးကသူငယ်ချင်းဖြစ်နေချိန်ရှောင်ယန်ဘာကိုရွေးချယ်မလဲ?သူကြောက်လန့်နေခဲ့ရတဲ့အတိတ်ကိစ္စကိုသူပြန်အသက်သွင်းပြောင်းလဲနိုင်ပါ့မလား? (အညွှန်းရေးသားထားသူကတော့ Kong Hou ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 36Format : mp4Genres : RomanceDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK \nEpisode 1 - MegaUp / Yoteshin / Usersdrive / StreamSB\nEpisode 1 (1080p) - ...",
        "url": "https://channelmyanmar.org/tvshows/almost-lover-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjk4Y2NlZmEtMDRlZS00NzgxLWJlMDQtZjcwYTkxN2Y0MzU4XkEyXkFqcGdeQXVyMTEwMTQ0Njk3._V1_-133x200.jpg",
        "title": "Circuit Breakers (2022)",
        "description": "Circuit Breakers (2022)\n=================\nIMDb Rating - 6.5/10Apple TV ကနေအသစ်တင်ဆက်ထားတဲ့ Sci-Fi anthology Series\nတစ်ခုဖြစ်ပြီး အပိုင်းခုနှစ်ပိုင်းပါဝင်မှာဖြစ်ပါတယ်။အနာဂတ်ကာလကို\nအခြေခံထားတဲ့ ဒီဇာတ်လမ်းတွဲအသစ်မှာ နယူတန်အလယ်တန်းကျောင်းက\nကျောင်းသားလေးတွေရဲ့ မတူညီတဲ့ဘဝတွေ ၊အတွေ့အကြုံတွေနဲ့အတူ\nနောင်ဆယ်နှစ်ကိုအခြေခံထားတာဖြစ်တဲ့အတွက် အဲ့ဒီအချိန်ကာလကို\nမှန်းဆထားတဲ့ နေ့စဉ်ဘဝထဲက နည်းပညာအသစ်အဆန်းတွေ၊ ကျောင်း\nသားလေးတွေကိုယ်တိုင် သိပ္ပံပညာကိုလက်တွေ့စမ်းသပ်ကြပြီး သူတို့ဘဝ\nတွေအထိ ပါဝင်သက်ရောက်လာပုံတွေကိုပါတွေ့မြင်ရမှာပါ။anthology ဖြစ်တဲ့အတွက် အပိုင်းခုနှစ်ပိုင်းဟာ သီးခြားဇာတ်လမ်းတိုလေး\nတွေအနေနဲ့ဖြစ်သလို၊ ဇာတ်လမ်းတွေက ဒီအလယ်တန်းကျောင်းသားလေးတွေ\nသိပ္ပံပညာကိုတလွဲအသုံးချမိရာကဖြစ်ပေါ်လာတဲ့ ပြဿနာတွေကိုရင်ဆိုင်\nဖြေရှင်းကြပုံဖြစ်ပြီး ကျွန်တော်တို့ငယ်စဉ်ဘဝ ဘိုဘိုနဲ့ Et တို့၊ တီထွင်ပါရဂူ\nဖိုးဆိတ်ဖြူတို့ကို ပြန်သတိရချင်စရာပါ။ သူချပြသွားတဲ့ concepts တွေ\nideasတွေက အတော်လေးလန်းပြီးတော့လက်ရှိဘဝနဲ့ချိန်ထိုးပြီးတွေးစရာလေး\nတွေလဲပေးနိုင်ဦးမှာပါ။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Alias ဖြစ်ပါတယ်။)File Size.............(250 MB) / (500 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............25Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Family,Sci-Fi, Fantasy\nTranslator..........Alias\nEncoder..............Zin Phyo Aung 720P (250 Mb)-----------------------------------Episode(1) - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/circuit-breakers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSjpVCanDAwCopdjIgWwrxOWnWf.jpg",
        "title": "Overlord (2015) ( S1+S2 )",
        "description": "Overlord (2015)============= 2016 ခုနှစ်မှာ ထုတ်ခဲ့တဲ့ Yggdrasil ဆိုတဲ့ဂိမ်းဟာနာမည်ကြီး virtual reality ဂိမ်းတစ်ခုဖြစ်ခဲ့ပေမယ့်12 နှစ် ကြာပြီးနောက်မှာတော့ ဂိမ်းဆာဗာကိုဖျက်သိမ်းတော့မှာဖြစ်ပါတယ်။ အဲ့ဒါကြောင့် Nazarick ဆိုတဲ့ဂူသင်္ချိုင်းကို အုပ်ချုပ်တဲ့ Ainz Ooal Gown အဖွဲ့ရဲ့ခေါင်းဆောင်မှော်ဆရာ Momonga ဆိုတဲ့ player ဟာ ဂိမ်းဆာဗာပိတ်သိမ်းတဲ့အချိန်အထိရှိနေဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါပေမယ့် ဆာဗာဖျက်သိမ်းတဲ့အချိန် ရောက်တာတောင်ဂိမ်းကမပျက်ဘဲ log out လုပ်လို့မရတော့တဲ့အပြင် NPCတွေကလည်း အသက်ဝင်လာခဲ့ပါတယ်။ အဒါအပြင် သူအုပ်ချုပ်တဲ့Nazarick တစ်ခုလုံး တစ်ခြားကမ္ဘာကို ပို့ဆောင်ခံလိုက်ရတဲ့အခါMomonga တစ်ယောက် အရာအားလုံးကို အဖြေရှာဖို့ ကြိုးစားရပါတော့တယ်..........   Episodes : 13File Size   : 327MBQuality     :Web-Dl. 1080pGenres      : Animation , Sci.fi & Fantasy , Action ...",
        "url": "https://channelmyanmar.org/tvshows/overlord-2015-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-santan-1-135x200.jpg",
        "title": "Westworld Season (1) + (2) +(3) + (4)",
        "description": "ကမ္ဘာ့အကောင်းဆုံး သိပ္ပံစိတ်ကူးယဉ် ဇာတ်လမ်းတွေတွေထဲက တစ်ခုကို ချန်နယ်မြန်မာမှာ အစအဆုံးကြည့်လိုက်ရအောင်ပါ။ အပိုင်းတစ်မှာ နည်းနည်းလေး ပျင်းစရာကောင်းသလိုလိုရှုပ်သလိုလိုဖြစ်ပါလိမ့်မယ် ဒါပြီးရင်တော့ အစအဆုံး ထိုင်ရာမထပါ ကြည့်ချင်သွားပါလိမ့်မယ်။ ဇာတ်လမ်းလေးကလည်း သေချာကြည့်ရင် ရိုးရှင်းပါတယ်။ လူတွေက လူတွေကိုထိန်းချုပ်ဖို့အတွက် စက်ရုပ်တွေကိုထိန်းချုပ်ထားတာကို စက်ရုပ်တွေက လူတွေကို ပြန်ထိန်းချုပ်ပြီး စက်ရုပ်ချင်းလည်းပြန်ထိန်းချုပ်ပြီး လူနဲ့စက်ရုပ်နဲ့ပေါင်းပြီး လူနဲ့စက်ရုပ်တွေနဲ့ တိုက်ခိုက်ကြတာပါပဲ။ဇာတ်လမ်းအကျဉ်းလူတွေဟာ လက်တွေ့ဘဝကြီးထဲကနေ ယာယီလွတ်မြောက်ဖို့ နည်းမျိုးစုံနဲ့ အပမ်းဖြေတတ်ကြပါတယ်။ သီချင်းနားထောင်မယ်၊ ရုပ်ရှင်ကြည့်မယ်၊ ခရီးထွက်မယ်ပေါ့။ ဒီထဲမှာတော့ အကြမ်းဆုံးအလန်းဆုံးအပမ်းဖြေနည်းတစ်ခုကို လူတွေက တီထွင်ထားလိုက်ပါပြီ။ ဝက်စ်ဝါးလို့ခေါ်တဲ့ ကောင်းဘွိုင်ခေတ်အရိုင်းဆန်ဆန် ပုံစံတူ အပမ်းဖြေဥယျာဉ်ကြီးတစ်ခုပါပဲ။ ဥယျာဉ်ကြီးထဲကို တကယ့်သူဌေးတွေမှလာအပမ်းဖြေနိုင်တာပါ။ ဥယျာဉ်ထဲမှာ ဖြစ်ချင်တဲ့လူဘယ်သူမဆို ဖြစ်နိုင်ပြီး လုပ်ချင်တာဘာမဆိုလုပ်လို့ရပါတယ်။ ဓားပြတိုက်မလား၊ လူဆိုးဖမ်းမလား၊ လူဆိုးလုပ်မလား၊ ကောင်မလေးတွေကိုလုပ်ချင်တာလုပ်မလား၊ ဘာမဆိုလုပ်နိုင်ပါတယ်။ သူတို့လုပ်နေတဲ့ ဥယျာဉ်ထဲက ဟို့စ်လို့ ခေါ်တဲ့ လူအစစ်နဲ့အခြားတူနေတဲ့အရာတွေကတော့ စက်ရုပ်တွေပါပဲ။ ဒါပေမဲ့ စက်အသိဉာဏ်တွေရှိပြီးတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/westworld-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/photo_2022-10-12_21-24-08-167x200.jpg",
        "title": "Mr. Rose: The Secret Spy (2022) [Complete]",
        "description": "Mr. Rose: The Secret Spy (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၃၀ (ဇာတ်သိမ်းပိုင်း)ကုလာဘ်ဆိုတဲ့ ကောင်လေးဟာ ငယ်ငယ်တည်းက အဖေ အသတ်ခံရပြီးနောက် မှတ်ဉာဏ်ပျောက်ဆုံးသွားခဲ့ရရှာတယ်။ ဒါပေမဲ့ ကံကောင်းစွာနဲ့ အရွယ်ရောက်လာတော့ ကုလာဘ်ဟာ မှတ်ဉာဏ်တွေ ပြန်ရရှိခဲ့ပြီး သူ့အဖေကို သတ်ခဲ့တဲ့ သူကိုလည်း မှတ်မိလာခဲ့တယ်။လင်လဖတ်ဆိုတဲ့ ကောင်မလေးကလည်း ကုလာဘ်နဲ့ မတော်တဆ တွေ့ဆုံခဲ့ပြီး သဘောကျမိသွားခဲ့တယ်။ ကံကောင်းစွာဖြင့် ကုလာဘ်ရဲ့ အဖေကို သတ်ခဲ့တဲ့ သူက လင်လဖတ်ရဲ့ အဖေ ဖြစ်နေတဲ့အခါမှာတော့ ...သူ့အဖေအတွက် ကလဲ့စားချေဖို ပိုလွယ်ကူသွားနိုင်မှာလား?အရည်အချင်းရှိတဲ့ ရဲအရာရှိ နမ်နင်မ်လည်း လူဆိုးဖြစ်တဲ့ လင်လဖတ်အဖေ \"ဖိုင်ဆန်\"ကို ဥပဒေနဲ့ ဆန့်ကျင်တဲ့ စီးပွားရေးသမားတစ်ယောက်ကို ဖမ်းဖို ကြိုးစားနေရင်း ကုလာဘ်နဲ့ တွေ့ဆုံခဲ့ပြီး နှစ်ယောက် အတူရှိတိုင်း သူတိုဖန်တီးထားတဲ့ ပရမ်းပတာတွေကြားမှာ၊ သူတို့ ရှင်သန်နိုင်တဲ့ အန္တရာယ်တွေနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/mr-rose-the-secret-spy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d08001LY3ROaG8DFGhKyJzrruK8.jpg",
        "title": "The King 2 Hearts (2012) [Complete]",
        "description": "The King 2 Hearts (2012) [အစ-အဆုံး]အပိုင်း (၁၆ မှ ၂၀) (ဇာတ်သိမ်းပိုင်း)လီဂျယ်ဟာကတော့ တောင်ကိုရီးယားတော်ဝင်မျိုးနွယ်ရဲ့ ဒုတိယ‌မြောက်သားအဖြစ် မင်းသားအရိုက်အရာကို ဆက်ခံထားရသူဖြစ်ပါတယ်။ နိုင်ငံရေးနဲ့ပတ်သက်လို့ စိတ်ဝင်စားမှုမရှိတဲ့ လီဂျယ်ဟာကို မင်းကြီးလီဂျယ်ဂန်က ကမ္ဘာ့ထိပ်တန်းအရာရှိပြိုင်ပွဲမှာ မြောက်ကိုရီးယားနဲ့ ပူပေါင်းယှဉ်ပြိုင်ဖို့ တာဝန်ပေးစေလွှတ်ခဲ့ပါတယ်။တစ်ဖက်မှာတော့ မြောက်ကိုရီးယားစစ်အာဏာပိုင်အဖွဲ့ဝင်တစ်ဦးရဲ့ သမီးဖြစ်တဲ့ ဂင်ဟန်အာက မြောက်ပိုင်းကိုယ်စားပြု အနေနဲ့ပါဝင်လာခဲ့ပါတယ်။ ယောက်ျားသားတွေထက်တောင် ပိုကြမ်းလို့ အသက်၃၀အရွယ်အထိ ချစ်သူမရှိ၊ အိမ်ထောင်မရှိအောင် ယင်ဖိုတောင်မသန်းရဲလောက်တဲ့ ဂင်ဟန်အာနဲ့ လူ့ပေါ်ကြော့မင်းသား လီဂျယ်ဟာတို့ တာဝန်အတူထမ်း‌ဆောင်တဲ့အခါမှာတော့ အလွဲလေးတွေ တသီသီ စတင်လာပါတော့တယ်။တောင်မြောက်ချစ်ကြည်ရေးကို ဖော်ဆောင်ကြမယ့်သူတို့နဲ့ လက်နက်ရောင်းဝယ်ပြီး အမြတ်ထုတ်ကြမယ့် နောက်ကွယ်က အဖွဲ့အစည်းတွေရဲ့ အဖျက်အမှောက်နှောက်ယှက်မှုတွေကို ရင်တလှပ်လှပ်နဲ့ ကြည့်ရှုရမှာဖြစ်တဲ့အပြင် Ha Ji Won ရဲ့ မြောက်ပိုင်းသူဆန်ဆန် အက်ရှင်တွေကိုလည်း ချစ်ချင်စရာမြင်တွေ့ရဦးမှာမို့ လက်မလွှတ်တမ်း စောင့်မျှော်ကြည့်ရှုဖို့ရာ ဖိတ်ခေါ်လိုက်ရပါတယ်ခင်ဗျာ။ဟာဂျီဝန်း နဲ့ လီဆောင်ဂီတို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-king-2-hearts-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1FLgKAjoa4dY3z31nTjZj3Dgr6q.jpg",
        "title": "Chicago Typewriter(2017)[Complete]",
        "description": "Chicago Typewriter(2017) [Complete]****************************************အပိုင်း (၁ မှ ၁၆ ) အထိ စ/ဆုံးဒီစီးရီးကတစ်နှစ်တာအကောင်းဆုံး Drama of the Year ဆန်ကာတင်စာရင်းဝင်သလို အခြားဆုပေါင်းများစွာနဲ့ Rating ကောင်းတွေရရှိထားတဲ့စီးရီးဖြစ်ပါတယ်..၁၉၃၀ ပြည့်နှစ် ကိုရီးယားနိုင်ငံ ဂျပန်အုပ်ချုပ်မှုအောက်ရောက်နေတဲ့ ကာလတုန်းက လူ ၂ ယောက်ဟာဒီဘက်ခေတ်မှာ လူပြန်ဝင်စားခဲ့ပါတယ်...Han Se Joo က အတိတ်ဘဝမှာ စာရေးဆရာတစ်ယောက်ဖြစ်ပြီး .. လက်ရှိဘဝမှာလည်းရောင်းအားအကောင်းဆုံးစာရေးဆရာဖြစ်တဲ့အပြင်ရုပ်ရည်ချောမော ခန့်ညားမှုကြောင့် မိန်းကလေးတွေကြား ရေပန်းစားသူတစ်ယောက်ပါ...Yu Jin Oh ကတော့ အတိတ်ဘဝမှာ ဘားတစ်ခုပိုင်ဆိုင်ခဲ့ပြီး .. လက်ရှိမှာတော့ ဝိညာဥ်စာရေးဆရာအဖြစ်Han Se Joo ကို ကူညီပေးရင်း Jeon Seol အနားမှာ နေချင်သူပါ .. Jeon Seol ကတော့ သူ့ကို မမြင်နိုင်ပါဘူးJeon Seol က အတိတ်ဘဝမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/chicago-typewriter2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bR26ZVjnb2Ue0PXrqSRvSbwL5zL.jpg",
        "title": "The Psychologist ( 2021 )",
        "description": "Hello…အခု မိတ်ဆက်ပေးမှာကတော့ (Ashes Of Love) ထဲက မင်းသမီး Yang Ziကအမျိုးသမီးစိတ်ပညာရှင် ဟဲ့သွမ့်အနေနဲ့ (Monster Hunt)ထဲက မင်းသား Jing Boranကရေဒီယိုအသံလွှင့် စီစဉ်တင်ဆက်သူ ချန်ခိုင်ယိအနေနဲ့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့The Psychologist ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ အမျိုးသမီးစိတ်ပညာရှင်ဖြစ်တဲ့ဟဲ့သွမ့်က မိမိကိုယ်ကိုသေကြောင်းကြံစည်မှုအသိပေးတားမြစ်ရေးကြော်ငြာကြောင့်သူရဲ့အသက်မွေးဝမ်းကြောင်းအကြပ်ရိုက်ခဲ့တယ်။ စိတ်ဓာတ်ကျနေတဲ့ ဟဲ့သွမ့်ကသူ့အချစ်ဆုံးသူငယ်ချင်းနဲ့ စားသောက်ဆိုင်မှာတူတူရှိချိန်မှာဘဲ အမှတ်မထင် ရဲ့ကျားဝေးနဲ့ရေဒီယိုအသံလွှင့်ဌာနက တင်ဆက်သူ ချန်ခိုင်ယိနဲ့ ဆုံတွေ့သွားကြတယ်။ချန်ခိုင်ယိက ဟဲ့သွမ့်ကို စိတ်ပညာရေးဆိုင်ရာရေဒီယိုအစီအစဉ်လုပ်ဖို့ ကမ်းလှမ်းရာကနေ တူတူလုပ်ဖြစ်သွားကြတယ်။အဲ့အစီအစဉ်က လူသိများလားပြီး ဟဲ့သွမ့်လည်း အလုပ်တွေများလာသလို ဟဲ့သွမ့်အပေါ်ချန်ခိုင်ယိရဲ့လျှို့ဝှက်တဲ့ချစ်ခြင်းမေတ္တာတွေရှိလာပြီး နောက်ပိုင်းတော့……. အဲ့အချိန်မှာဘဲ ဟဲ့သွမ့်ရဲ့ကျေးဇူးရှင်ဆရာကျိမင်ချုံးက အရှုပ်တော်ပုံတွေနဲ့ရင်ဆိုင်ရတဲ့အခါ…. ဟဲ့သွမ့်က ပြဿနာ ဖြစ်ရပ်မှန်ကိုရှာဖွေရင်းသူ့ဆရာရဲ့လျှို့ဝှက်ချက်ကိုသိသွားတဲ့နောက်မှာ….. နောက်ပြီး အချစ်ဆုံးသူငယ်ချင်းရဲ့ အိမ်တွင်းရေးပြဿနာတွေ……ရဲ့ကျားဝေးက သူ့ကိုအသုံးချပြီး ကျေးဇူးရှင်ဆရာကို ကလဲ့စားချေတာကို ဟဲ့သွမ့်သိသွားတဲ့အခါ…..မထင်ထားတဲ့ အဖြစ်ပျက်တွေကြားမှာ စိုးရိမ်ပူပန်လွန်းတာကြောင့် စိတ်ဖိစီးလာတဲ့ ဟဲ့သွမ့်ဟာငယ်ငယ်ကမကောင်းတဲ့အတိတ်တွေပြန်နိုးလာပြီး Sleepwalkingရောဂါပြန်ပေါ်လာတဲ့နောက်…..ကျောက်ရှီးဖင်(ဟဲ့သွမ့် အမေ)နဲ့ ဟဲ့သွမ့်တို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-psychologist-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/murkh-2-133x200.jpg",
        "title": "Mukhbir: The Story of a Spy(2022)",
        "description": "Mukhbir: The Story of a Spy (2022)\nThriller\nIMDb 8.1/10စပိုင်စီးရီးကောင်းကောင်းကြည့်ချင်ရင်တော့\nဒီဇာတ်ကားလေးကို ညွှန်းပါရစေနော်...1962 ခုနှစ် တရုတ်-အိန္ဒိယစစ်ပွဲအပြီးမှာ အိန္ဒိယနိုင်ငံဟာ\nအကျဘက်ကို ရောက်လာခဲ့ပါတယ် ဒီအခွင့်အရေးကို\nစောင့်မျှော်နေပြီး အမြတ်ထုတ်ချင်နေတဲ့ နိုင်ငံကတော့\nအိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့ ပါကစ္စတန်နိုင်ငံပါပဲ....ပါကစ္စတန်နိုင်ငံဟာ အမေရိကဘက်ကနေ တင့်ကားတွေ\nအမြောက်အများမှာယူနေတဲ့ သတင်းကို အိန္ဒိယဘက်က ရရှိခဲ့ပါတယ်\nဘာလို့ဒီလောက်အများကြီးမှာနေတာလဲ ဘာအတွက်လဲဆိုတာကို\nသိရဖို့ အိန္ဒိယဘက်ကနေ စပိုင်တွေ လွှတ်ပြီး စုံစမ်းပါပြီ...ကဲ စပိုင်တစ်ယောက်ရဲ့ သက်စွန့်ဆံဖျား စွန့်စားခန်းတွေကို ကြည့်နိုင်ပါပြီနော်....\nစပိုင်တစ်ယောက်ဖြစ်လာပြီဆိုကတည်းက ကိုယ်ဟာသေလူပဲလို့\nသတ်မှတ်ထားပြီး နိုင်ငံ့အတွက် ဘယ်လိုဘယ်ပုံ ကြိုးပမ်းပုံတွေနဲ့\nသတင်းယူနည်းပညာတွေအပြင် စစ်ရေးနည်းဗျူဟာတွေပါ ပါလို့\nကြည့်လို့ကောင်းတဲ့ စီးရီးလေးတစ်ခုပါလို့ ညွှန်းပေးလိုက်ပါတယ်နော်....Quality : 1080p / 720pTotal Episodes : 8EpsFormat : mp4Genres : Mystery, DramaDuration : 40minSubtitle : Myanmar Subtitle ( Hardsub )Translated by TaylorEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/mukhbir-the-story-of-a-spy2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTFlZGMyMzEtZDAyZi00MTY4LWI4OWQtYmVjN2JlZDJmOGYyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-160x200.jpg",
        "title": "Guillermo del Toro’s Cabinet of Curiosities (2022)",
        "description": "Guillermo del Toro's Cabinet of Curiosities (2022)\n====================================\nIMDb Rating - 8.2/10ဒီစီးရီးကိုတော့ ဒါရိုက်တာ ဂီရယ်မို ဒီတယ်ရိုရဲ့ ပရိသတ်တွေ ဟော်ရာ\nကောင်းကောင်းကြိုက်သူတွေ အတော်ကိုမျှော်နေကြတာပါ။ ဂီရယ်မို\nဒီတယ်ရို နဲ့ မရင်းနှီးရင်တောင်သူ့ရဲ့ ထူးခြားတဲ့ ကျောချမ်းစရာလက်ရာတွေကို\nရင်းနှီးနေကြလောက်ပါတေယ်။ Pan's Labyrinth, Hellboy, Shape of Water\nPacific Rim, Nightmare Alley စတဲ့နာမည်ကျော်ရုပ်ရှင်တွေအများကြီးပါပဲ။\nShape of Water နဲ့လည်း အကောင်းဆုံး ဒါရိုက်တာဆု၊ ရုပ်ရှင်ဆု ရထားပါသေးတယ်။အခုစီးရီးကလည်း သဘာဝလွန် လောကအကြောင်းကို ပဟေဠိဆန်ဆန်\nရိုက်ကူးထားတာပါပဲ။ စုစုပေါင်း ရှစ်ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ်။ တစ်ပိုင်းချင်းစီမှာ\nထူးခြားတဲ့ ကြောက်စရာပုံပြင်တွေပါဝင်တာမို့ ဟော်ရာရုပ်ရှင်(၈)ကားလို\nအဝကြည့်ရမှာပါပဲ။(ဒီစီးရီးရဲ့ အညွှန်းကို Mr.Andersonမှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသား\nပေးသူများကတော့ Mr.Anderson, Thiha Yan Naing တို့ ဖြစ်ပါတယ်။)File Size.............(300 MB) / (600 ...",
        "url": "https://channelmyanmar.org/tvshows/guillermo-del-toros-cabinet-of-curiosities-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/youngjustice-210x300.png",
        "title": "Young Justice S01+S02+ S03+S04",
        "description": "IMDb - 8.7Young Justice ဆိုတာ Brandon Vietti နဲ့ Greg Weisman တို့နှစ်ယောက် Cartoon Network channelအတွက်\nဖန်တီးခဲ့ကြတဲ့ အမေရိကန် Animated Seriesတစ်ခုဖြစ်ပါတယ် Young Justice League Series ဟာ\nPeter David ,Todd Dezago နဲ့Todd Nauck တို့ရဲ့Young Justice comic seriesကိုမှီငြိမ်းပြီး\nDC Universe ရဲ့ စူပါဟီးရိုးလေးတွေကို အာရုံစိုက် မိလာအောင် ဖန်တီးခဲ့ကြတာဖြစ်ပါတယ်အဆိုပါ Series ကို 26.11.2010 နေ့မှာ ကနေဒါနိုင်ငံမှာစတင်မိတ်ဆက်ခဲ့ပါတယ် Director များကတော့\nJay Oliva နဲ့ Michael Chang တို့ပါ YJL animated series ဟာ 2011ခုနှစ် မှာချီးမြှင့်တဲ့\nPrimetime Emmy Awards 2011(Animation ဆု) အပြင်အခြားသော ...",
        "url": "https://channelmyanmar.org/tvshows/young-justice-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iwqmbE470IoUn66PyH11mYGiDgs.jpg",
        "title": "Scarlet Hill (2022)",
        "description": "Scarlet Hill (2022)ဒီတစ်ခေါက် CM က တင်ဆက်ပေးမယ့်ဇာတ်လမ်းတွဲလေးကတော့ ဗီယက်နမ် Netflix ကားဖြစ်ပြီး\nHorror , Crime Genre ပဲဖြစ်ပါတယ်\nလူဝ် ဆိုတဲ့ခရီးသွားလုပ်ငန်းရှင် နဲ့ ဗီ ဆိုတဲ့မိန်းကလေးတို့က စေ့စပ်ထားကြတဲ့ ဇနီးမောင်နှံလောင်းစုံတွဲလေးပါ\nဗီဟာ ကလေးတစ်ယောက်ရှိတဲ့ Single Mother တစ်ယောက်ပေါ့\nဗီဟာ Anxiety တစ်ခုကိုခံစားနေရတာကြောင့် အိပ်ရာပေါ်ကကိစ္စတွေကို မစွမ်းဆောင်နိုင်ဘူး\nဖြစ်နေခဲ့ပါတယ် မြို့ပေါ်မှာနေတာကြောင့် စိတ်ဖိစီးမှုအမျိုးမျိုးကြောင့်လို့ ယူဆတဲ့ Family Doctor ကြောင့်\nသူတို့စုံတွဲနဲ့ သားဖြစ်သူတို့ဟာ “Scarlet Hill” ဆိုတဲ့ \"ကတ္တီပါ တောင်ဝှမ်း\" စံအိမ်ကို ပြောင်းရွှေ့လာခဲ့ကြပါတော့တယ်\nမြင်ရသလောက်သိပ်ကိုသာယာတဲ့ နေရာ ဆိုပေမယ့် အနည်းငယ်ကျောချမ်းစရာတော့ကောင်းနေပါတယ်\nဒါပေမဲ့ ထိုနေရာမှာ အတူအိပ်ဖို့ကြိုးစားကြည့်တဲ့ အချိန်မှာတော့\nဗီ ရဲ့ထင်ယောင်ထင်မှားတွေ စလာခဲ့ပါတော့တယ်\nအမြဲ သူမြင်နေရတဲ့ မျက်လုံးထဲက ပုံရိပ်တွေကဘာလဲ ...\nနောက်ပိုင်းမှာ လူသေမှုတွေပါဖြစ်လာခဲ့ပြီး စံအိမ် နဲ့ တကွအရှုပ်တော်ပုံတွေ အစပြုလာပါတော့တယ်\nတရားခံအစစ်က ဘယ်သူလဲ?????\nထင်ယောင်ထင်မှားတွေကရောဘာလဲ?????\nဒီ ကတ္တီပါတောင်ဝှမ်းရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/scarlet-hill-2022/"
    }
]