[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/demon-143x200.png",
        "title": "Demon Slayer: Kimetsu no Yaiba (Season 2)",
        "description": "အညွှန်း\n-------------------Season 2 မှာတော့ လူသားစားတယ်လို့ နာမည်ကြီးနေတဲ့ Mugen ရထားကြီးဆီကို မစ်ရှင်လုပ်ဖို့ထွက်လာကြတဲ့ Tanjiro တို့အဖွဲ့ဟာ Flame Hashira ဖြစ်တဲ့ Rengokuနဲ့တွေ့ဆုံပြီး သူတို့အရင်ကတိုက်ခဲ့ဖူးတဲ့ မိစ္ဆာတွေထက်အဆင့်ပိုမြင့်တဲ့မိစ္ဆာနဲ့တိုက်ရမှာပဲဖြစ်ပါတယ် သားကောင်ကို အိပ်မောကျစေပြီးမှ တိုက်ခိုက်တဲ့မိစ္ဆာရဲ့လက်ကနေ Tanjiro တို့တစ်တွေဘယ်လို လွတ်မြောက်အောင်လုပ်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ....  Note:အဆုံးမဲ့ရထား အခန်း ရဲ့ ပြန်နွှေးတဲ့ အပိုင်းတွေကို ထပ်ပေါင်းထည့်ထားတဲ့ဇတ်ကွက်အသစ်တွေ သီချင်းသစ်တွေနဲ့အတူ တနင်္ဂနွေနေ့တိုင်းထုတ်လွင့်သွားမှာဖြစ်ပါတယ်။ အပိုင်း ၁-၂-၃ ကိုတော့ ဆက်တိုက်ထွက်ရှိထားပြီး အပိုင်း ၄ ကတော့ November 7 ကျမှထွက်ပါမယ် အဲဒီနောက်ကိုတော့ တစ်ပါတ်တစ်ပိုင်းနှုန်းနဲ့ဆက်လွှင့်ပါမယ်။ Recap အနေနဲ့ စုစုပေါင်း 7 ပိုင်းထိ ထွက်ရှိမှာဖြစ်ပြီး 8 ပိုင်းမြောက်ကို‌တော့ ဒီဇင်ဘာ 5 ရက်မှာလွှင့်မယ်လို့သိရပါတယ်။ ဒီဇင်ဘာ ၅ ရက်နေ့မှာ ထွက်မဲ့အပိုင်းသစ်ကတော့ တစ်နာရီကျော်ကြာ အခန်းသစ် အပိုင်းသစ်နဲ့အနေနဲ့ စထွက်လာမှာဆိုတော့ စောင့်ကြည့်ရတာတန်မှာပါ။ အဲဒီနောက် အပိုင်းသစ်တွေကိုတော့ ဒီဇင်ဘာကနေစပြီး ဆက်တိုက်ထုတ်လွှင့်သွားမှာဖြစ်ပြီး 2022 ထိရောက်သွားပါမယ်။ စီစင် ၂ အတွက်ကိုတော့ မန်းဂ ထဲက ‘ဆောင်ကြာမြိုင်ဝန်း’ အခန်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။  File Size ...",
        "url": "https://channelmyanmar.org/tvshows/demon-slayer-kimetsu-no-yaiba-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1oaYpxeOCIgDb2fQK8GC0b8F65h.jpg",
        "title": "Rocket Boys (2022) Complete",
        "description": "Rocket Boys (2022)———————————————-1940-1960 ကာလတွေအတွင်းမှာ ဇာတ်လမ်းတည်ထားတဲ့ Sony LIV ရဲ့ Rocket Boys ဟာ အိန္ဒိယရဲ့Scientific Legendကြီး နှစ်ဦးဖြစ်တဲ့ Homi Bhabha နဲ့ Vikram Sarabai တို့ရဲ့ သမိုင်းသစ်ရေးထိုးပုံကိုရိုက်ကူးတင်ဆက်ထားတဲ့ အတ္ထုပ္ပတ္တိဆန်ဆန် ဇာတ်လမ်းတွဲလေးပဲ ဖြစ်ပါတယ်၁၉၄၇ အိန္ဒိယရဲ့ လွတ်လပ်ရေးကာလက အိန္ဒိယတွေကို ဂုဏ်ယူစေခဲ့တဲ့ သိပ္ပံပညာရှင် သုံးယောက်ဟာအခက်အခဲတွေ အတွေးမတူတာတွေ နိုင်ငံရေးဖိအားတွေ စိတ်သဘောထားကွဲလွဲမှုတွေကြားက အိန္ဒိယရဲ့ပထမဆုံး နျူးကလီယားစီမံကိန်းနဲ့ အာကာသသိပ္ပံစီမံကိန်းကို ဖော်ဆောင်ခဲ့ကြတဲ့အကြောင်းအသေးစိတ်ကျကျ ဗဟုသုတရမယ့်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်အတ္ထုပ္ပတ္တိဆန်ဆန် အပိုင်း ၈ ပ်ိုင်းရိုက်ကူးထားပေမယ့် တစ်ပိုင်းပြီး တစ်ပိုင်းဆက်သိချင်ကြည့်ချင်စေမယ့်ဒါရိုက်တာရဲ့ ရိုက်ချက်တွေအပြင် Scientist တွေရဲ့personal life နဲ့ အချစ်ရေးအချစ်ရာတွေကိုလည်း ဒရာမာဆန်ဆန်တွေ့မြင်ရမှာဖြစ်လ်ု့ ပျင်းစရာမကောင်းစေဘဲ ကြည်နူးဖွယ် စိတ်ဝင်စားဖွယ် ဖြစ်နေမှာပါဒီဇာတ်ကားကို ကြည့်ရင်းဆက်ကြည့်ချင်အောင် ဆွဲဆောင်နိုင်မယ့် အချက်တွေက ဒါတွေတင် မကသေးပါဘူးထိုခေတ်ထိုအခါက ...",
        "url": "https://channelmyanmar.org/tvshows/rocket-boys/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7MZYNoMdpZjdaNWxQe5uKvxpB7.jpg",
        "title": "Young Justice Bao 3 ( 2006 )",
        "description": "ဒီတစ်ခါ CM ကနေ ဘာသာပြန်တင်ဆက်ပေးမယ့်ဇာတ်လမ်းတွဲလေးကတော့ ငယ်ငယ်တုန်းကအချိန်တွေကိုပြန်ပြီးတမ်းတမိသွားစေနိုင်မယ့် လူငယ်ပေါင်ချိန် အတွဲ ၃ပဲ ဖြစ်ပါတယ်ဒီကားလေးထဲမှာဆိုရင် ပေါင်ချိန်အဖြစ် နာမည်ကြီးသရုပ်ဆောင် Deng Chaoကုန်းစွန်းချဲ့ အဖြစ် Zhao Yangကျန်ကျောင်းအဖြစ် နာမည်ကြီးသရုပ်ဆောင် Chen Xiaolong တို့ ကအဓိကပါဝင်သရုပ်ထားတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင် တစုန့်ပြည်ရဲ့ဉာဏ်အကောင်းဆုံးပုဂ္ဂိုလ် ပေါင်ချိန်ဆီကို ထူးဆန်းတဲ့စာတစ်စောင်ရောက်ရှိလာခဲ့ပြီးနောက်မှာ ပေါင်ချိန်ဟာ အိမ်တော်ကနေထွက်သွားခဲ့ပြီးနှစ်နှစ်နီးပါးလောက်ပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ်သူ့ရဲ့ ညီအစ်ကိုကောင်းတွေ ဖြစ်ကြတဲ့ ယဉ်ကျေးမှုရေးရာအမတ်ကုန်းစွန်းချဲ့နဲ့ သူရဲကောင်းလေး ကျန်ကျောင်းတို့ဟာ နေရာအနှံ့မှာပေါင်ချိန်ကို လိုက်ရှာရင်းနဲ့ နှစ်ယောက်သား အမှုတွေကိုဖြေရှင်းရင်းပေါင်ချိန်ရှိရာ စုန့်ပြည်နဲ့ လျောင်ပြည်နယ်ကြားကမြို့လေးဆီကိုရောက်ရှိလာခဲ့ပြီးအတိတ်မေ့နေတဲ့ ပေါင်ချိန်ကို ရှာတွေ့သွားခဲ့ပါတယ်ကံကောင်းစွာနဲ့ပဲ ပေါင်ချိန်ဟာ အတိတ်ကိုပြန်သတိရခဲ့ပြီးကုန်းစွန်းချဲ့ ကျန်ကျောင်း အပြင် အတိတ်မေ့စဉ်တုန်းက သိကျွမ်းခဲ့တဲ့ရှောင်မန်တို့နဲ့အတူ မြို့တော်ကို ပြန်လာခဲ့ပါတယ် အဲ့နောက်မှာတော့မင်းကြီးရဲ့အမိန့်အရ ဆန်းကြယ်လှတဲ့ ထျန်းမန်ကို မိတ်ဆွေတွေနဲ့အတူလိုက်လံရှာ‌ဖွေရင်း အမှုတွေကို ဖော်ထုတ်ရင်း မိမိအတိတ်မေ့ခဲ့ရတဲ့အကြောင်းအရင်းကိုပါ ရှာဖွေခဲ့ပါတော့တယ် အမှန်တရားတို့မည်သည်ပျောက်ကွယ်ရိုး ထုံးစံမရှိသည့်အလျောက် ပေါင်ချိန် ကုန်းစွန်းချဲ့ နဲ့ကျန်ကျောင်းတို့ဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/young-justice-bao-3-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ohemLJzAzDcO3aJXb0k46FiCx9.jpg",
        "title": "The Tudors(2010) Season 4",
        "description": "The Tudors(2010) Season 4ဇာတ်လမ်းတွဲအညွှန်း*******************************************အပိုင်း( ၁ မှ ၁၀ ) ထိ စ/ဆုံး*****အထူးသတိပေးချက်....မိသားစုနဲ့ အတူမကြည့်သင့်ပါ....*****S1,S2 ,3ပြီးလို့ Final S4 လာပါပြီဗျား.... စစ်ပွဲကိုအောင်နိုင်သူသာ သူရဲကောင်းဖြစ်တယ်... သို့မှာသာ လူတွေအားလုံးရဲ့ နှုတ်ဖျားမှာသမိုင်းကို ပြောင်းလဲစေသူ နိုင်ငံဂုဏ်ဆောင်တဲ့သူလို့  မှတ်ကျောက်တင်ခံရမယ်လို့ရှေးယခင်က မှတ်ယူခဲ့ကြတယ်...စစ်ပြေငြိမ်းရေးနဲ့ အမိနိုင်ငံ သာယာဝပြောဖို့အရေးထက်ပြဿနာတစ်စုံတစ်ရာတက်တာနဲ့  စစ်ပွဲကြီးဆီကို အရောက်လှမ်းဖို့ပဲစိုင်းပြင်နေကြတယ်..ဒီစီ:ရီးဟာ အင်္ဂလန်ဘုရင် King Henry VII ရဲ့အကြောင်းကို အဓိက ထားရိုက်ပြထားတာပါ...အဓိက မင်းသားအဖြစ် စူပါမန်း Henry Cavill နဲ့  Jonathan Rhys Meyers တို့ပါဝင်ထားပါတယ်....ဘုရင်တွေရဲ့ နိုင်ငံရေးခံယူချက်.... ဇာတ်နိမ့်ဇာတ်မြင့်ခွဲခြားပုံတွေ...အမျိုးသမီးတွေအပေါ် ဆက်ဆံပုံတွေအမျိုးမျိုးကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\n ပြီးတော့  Adults scenes တွေများလွန်းတာပါပဲ.... ဘုရင်က ရာဂလွန်ကဲသူဆိုတော့ဒီလိုအခန်းတွေများတာ မဆန်းပါဘူး...\n NATALIE DORMER ဆိုတာ GAME OF THRONES မှာထဲက အဖော်အချွတ်ကြမ်းခဲ့တာ အားလုံးအသိပဲမလား...\nညှို့အားတွေတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-tudors2010-season-4/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMTI2MDU0MjEzMV5BMl5BanBnXkFtZTcwMTA1NTM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Tudors(2009) Season 3",
        "description": "The Tudors(2008) Season 3 ဇာတ်လမ်းတွဲအညွှန်း******************************************အပိုင်း( ၁ မှ ၈ ) ထိ စ/ဆုံး*****အထူးသတိပေးချက်....မိသားစုနဲ့ အတူမကြည့်သင့်ပါ....*****S1,S2 ပြီးလို့ S3 လာပါပြီဗျား.... စစ်ပွဲကိုအောင်နိုင်သူသာ သူရဲကောင်းဖြစ်တယ်... သို့မှာသာ လူတွေအားလုံးရဲ့ နှုတ်ဖျားမှာသမိုင်းကို ပြောင်းလဲစေသူ နိုင်ငံဂုဏ်ဆောင်တဲ့သူလို့  မှတ်ကျောက်တင်ခံရမယ်လို့ရှေးယခင်က မှတ်ယူခဲ့ကြတယ်...စစ်ပြေငြိမ်းရေးနဲ့ အမိနိုင်ငံ သာယာဝပြောဖို့အရေးထက်ပြဿနာတစ်စုံတစ်ရာတက်တာနဲ့  စစ်ပွဲကြီးဆီကို အရောက်လှမ်းဖို့ပဲစိုင်းပြင်နေကြတယ်..ဒီစီ:ရီးဟာ အင်္ဂလန်ဘုရင် King Henry VII ရဲ့အကြောင်းကို အဓိက ထားရိုက်ပြထားတာပါ...အဓိက မင်းသားအဖြစ် စူပါမန်း Henry Cavill နဲ့  Jonathan Rhys Meyers တို့ပါဝင်ထားပါတယ်....ဘုရင်တွေရဲ့ နိုင်ငံရေးခံယူချက်.... ဇာတ်နိမ့်ဇာတ်မြင့်ခွဲခြားပုံတွေ...အမျိုးသမီးတွေအပေါ် ဆက်ဆံပုံတွေအမျိုးမျိုးကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\n ပြီးတော့  Adults scenes တွေများလွန်းတာပါပဲ.... ဘုရင်က ရာဂလွန်ကဲသူဆိုတော့ဒီလိုအခန်းတွေများတာ မဆန်းပါဘူး...\n NATALIE DORMER ဆိုတာ GAME OF THRONES မှာထဲက အဖော်အချွတ်ကြမ်းခဲ့တာ အားလုံးအသိပဲမလား...\nညှို့အားတွေတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-tudors2009-season-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/35d225ef929239df12276feef496bf56-139x200.jpg",
        "title": "The Tudors(2008) Season 2",
        "description": "The Tudors(2008) Season 2 ဇာတ်လမ်းတွဲအညွှန်း******************************************အပိုင်း( ၁ မှ ၁၀ ) ထိ*****အထူးသတိပေးချက်....မိသားစုနဲ့ အတူမကြည့်သင့်ပါ....*****S1 ပြီးလို့ S2 လာပါပြီဗျား.... စစ်ပွဲကိုအောင်နိုင်သူသာ သူရဲကောင်းဖြစ်တယ်... သို့မှာသာ လူတွေအားလုံးရဲ့ နှုတ်ဖျားမှာသမိုင်းကို ပြောင်းလဲစေသူ နိုင်ငံဂုဏ်ဆောင်တဲ့သူလို့  မှတ်ကျောက်တင်ခံရမယ်လို့ရှေးယခင်က မှတ်ယူခဲ့ကြတယ်...စစ်ပြေငြိမ်းရေးနဲ့ အမိနိုင်ငံ သာယာဝပြောဖို့အရေးထက်ပြဿနာတစ်စုံတစ်ရာတက်တာနဲ့  စစ်ပွဲကြီးဆီကို အရောက်လှမ်းဖို့ပဲစိုင်းပြင်နေကြတယ်..ဒီစီ:ရီးဟာ အင်္ဂလန်ဘုရင် King Henry VII ရဲ့အကြောင်းကို အဓိက ထားရိုက်ပြထားတာပါ...အဓိက မင်းသားအဖြစ် စူပါမန်း Henry Cavill နဲ့  Jonathan Rhys Meyers တို့ပါဝင်ထားပါတယ်....ဘုရင်တွေရဲ့ နိုင်ငံရေးခံယူချက်.... ဇာတ်နိမ့်ဇာတ်မြင့်ခွဲခြားပုံတွေ...အမျိုးသမီးတွေအပေါ် ဆက်ဆံပုံတွေအမျိုးမျိုးကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\n ပြီးတော့  Adults scenes တွေများလွန်းတာပါပဲ.... ဘုရင်က ရာဂလွန်ကဲသူဆိုတော့ဒီလိုအခန်းတွေများတာ မဆန်းပါဘူး...\n NATALIE DORMER ဆိုတာ GAME OF THRONES မှာထဲက အဖော်အချွတ်ကြမ်းခဲ့တာ အားလုံးအသိပဲမလား...\nညှို့အားတွေတော့ အရှိန်ပြင်းပြင်းနဲ့တောက်လောက်နေဆဲပါပဲ...ဒီစီးရီးထဲတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-tudors2008-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ohemLJzAzDcO3aJXb0k46FiCx9.jpg",
        "title": "The Tudors(2007) Season 1",
        "description": "The Tudors(2007) Season 1 ဇာတ်လမ်းတွဲအညွှန်း******************************************အပိုင်း( ၁ မှ ၁၀ ) ထိ*****အထူးသတိပေးချက်....မိသားစုနဲ့ အတူမကြည့်သင့်ပါ....*****စစ်ပွဲကိုအောင်နိုင်သူသာ သူရဲကောင်းဖြစ်တယ်... သို့မှာသာ လူတွေအားလုံးရဲ့ နှုတ်ဖျားမှာသမိုင်းကို ပြောင်းလဲစေသူ နိုင်ငံဂုဏ်ဆောင်တဲ့သူလို့  မှတ်ကျောက်တင်ခံရမယ်လို့ရှေးယခင်က မှတ်ယူခဲ့ကြတယ်...စစ်ပြေငြိမ်းရေးနဲ့ အမိနိုင်ငံ သာယာဝပြောဖို့အရေးထက်ပြဿနာတစ်စုံတစ်ရာတက်တာနဲ့  စစ်ပွဲကြီးဆီကို အရောက်လှမ်းဖို့ပဲစိုင်းပြင်နေကြတယ်..ဒီစီ:ရီးဟာ အင်္ဂလန်ဘုရင် King Henry VII ရဲ့အကြောင်းကို အဓိက ထားရိုက်ပြထားတာပါ...အဓိက မင်းသားအဖြစ် စူပါမန်း Henry Cavill နဲ့  Jonathan Rhys Meyers တို့ပါဝင်ထားပါတယ်....ဘုရင်တွေရဲ့ နိုင်ငံရေးခံယူချက်.... ဇာတ်နိမ့်ဇာတ်မြင့်ခွဲခြားပုံတွေ...အမျိုးသမီးတွေအပေါ် ဆက်ဆံပုံတွေအမျိုးမျိုးကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\n ပြီးတော့  Adults scenes တွေများလွန်းတာပါပဲ.... ဘုရင်က ရာဂလွန်ကဲသူဆိုတော့ဒီလိုအခန်းတွေများတာ မဆန်းပါဘူး...\n NATALIE DORMER ဆိုတာ GAME OF THRONES မှာထဲက အဖော်အချွတ်ကြမ်းခဲ့တာ အားလုံးအသိပဲမလား...\nညှို့အားတွေတော့ အရှိန်ပြင်းပြင်းနဲ့တောက်လောက်နေဆဲပါပဲ...ဒီစီးရီးထဲတော့ Main Lead\nဆိုတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-tudors2007-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14hIvihcoIfXkgPrnqCJublyzrP.jpg",
        "title": "House on Wheels",
        "description": "House on Wheels Season 3Season 3 Episode 1အိမ်လိုမျိုး ကုတင် မီးဖိုချောင် စတဲ့အသုံး‌အဆောင်ပစ္စည်းလေးတွေပါတဲ့ကားမျိုးလေးနဲ့ ခရီးသွားဖူးချင်တာ လူတော်တော်များများရဲ့ အိပ်မက်ဖြစ်မယ်ထင်ပါတယ်။ဒီ House on Wheels ဆိုတဲ့အစီအစဉ်လေးကလည်း နာမည်အတိုင်းဘီးတပ်အိမ်လေးနဲ့ လှပတဲ့ဒေသလေးတွေဆီသွားပြီး camping ထွက်ကြတာမျိုးပါ။Camping ဆိုတဲ့အတိုင်း တဲထိုးမယ် အပန်းဖြေမယ် စကားတွေပြောမယ် စားကြသောက်ကြမယ်ပေါ့နော်။ပြီးတော့ ဘီးတပ်အိမ်လေးတစ်လုံးထဲမှာ တကယ့်အိမ်လိုပြည့်စုံအောင်ဘယ်လိုဖန်တီးထားလဲဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ်ကြည့်ကြရမှာပါ။Season 3 မှာတော့ Wollyu Peak ဆိုတဲ့ စိမ်းစိုပြီး အရမ်းလှတဲ့တောင်တန်းဒေသလေးမှာ အပန်းဖြေကြမှာပါ။မန်ဘာတွေအနေနဲ့ ရှေ့စီစန်တွေက နာမည်ကျော်မင်းသားကြီး Sung Dong Il နဲ့Kim Hee Won တို့အပြင် Lovers of the Red Sky ထဲကယန်မြောင်မင်းသားလေး Gong Myung တို့ပါ ပါဝင်သွားမှာပါ။Guest အနေနဲ့ ဒီအပိုင်း၁ မှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/house-on-wheels-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83B5OltaKJ6wdD5h2GlvB5oedAS.jpg",
        "title": "The Responder (2022)",
        "description": "The Responder (2022)\" ခင်ဗျားအ​မေကြီး​ရော ဘယ်လို​နေလဲ\"\n\"​သေမယ့်​ရက်ကို ထိုင်​စောင့်​နေတယ်\"ဒါက​ ရဲသားကြီးခရစ်ကာဆင် တဖြစ်လဲ Martin Freeman ​ပြောတဲ့ ဒိုင်ယာ​လော့တစ်​ကြောင်းပါ၊\nပတ္တ​ရောင်ရဲသားဖြစ်တဲ့ ခရစ်ဟာ ညကင်းလှည့်ရင်း\nCommand centre က လွှတ်တဲ့ ​ကေ့စ်မှန်သမျှကို သွား​​ရောက်​ဖြေရှင်း​ပေးရတဲ့ Responder တစ်​ယောက်ပါ၊\nညဘက်ဆိုတဲ့အတိုင်း ​ကေ့စ်​တွေကလည်း အိမ်နီးချင်း​တွေ ရန်ဖြစ်တာအစ\nယာဉ်မ​တော်တဆမှုအလယ် လုယက်ဓါးပြမှုနဲ့ လူသတ်မှုအဆုံး အကုန်ပါတာ​ပေါ့ဒီလို​ကေ့စ်မျိုးစုံကို ညတိုင်းအိပ်​ရေးပျက်ခံ စိတ်ပင်ပန်းခံပြီး ဖြေရှင်း​ပေးရတဲ့ခရစ်တစ်​ယောက်\nကြာလာ​တော့ သူ့ရဲ့စိတ်မှာ ထိ​ခိုက်လာတယ် ဒဏ်ဖြစ်လာတယ်\nစိတ်ပညာရှင်နဲ့ ​ဆွေး​နွေးရတဲ့အ​ခြေအ​​နေဖြစ်လာတယ်၊\nအရင်ကသိပ်သ​ဘော​ကောင်း၊ လုပ်​ဖော်ကိုင်ဖက်​တွေနဲ့ သိပ်အဆင်​ပြေခဲ့တဲ့ ခရစ်ဟာ\nအခုဆို လူ​သေမှုအခင်း​နေရာမှာ ​သေသူစားခဲ့တဲ့ ဝက်​ပေါင်​ခြောက်ကို\nထိုင်စား​နေတဲ့အထိ ​သွေး​​အေး​ပြောင်းလဲသွားပါတယ်အဲလိုနဲ့ပဲ ​ကေစီဆိုတဲ့ ဂျစ်ပစီမ​လေးနဲ့ ဆုံခဲ့တာ​ပေါ့၊\nသူကလည်း နှယ်နှယ်ရရမဟုတ်ဘဲ Drug dealer​ခေါင်း​ဆောင်ဆီက ကိုကိန်း တစ်အိတ်လုံး ဖြောင်လာတဲ့သူ​ပေါ့၊\nအဲဒီ​ခေါင်း​ဆောင် ကြိုးကိုင်တာ ခံထားရတဲ့ ခရစ်တစ်​ယောက် ​ကေစီကိုလိုက်ဖမ်း​ပေးရင်း\n​​သူသာ ဖမ်းပို့​ပေးလိုက်ရင် ​ကေစီအသတ်ခံရမယ်ဆို​တာသိ​တော့\nနဂိုစိတ်ရင်း​ကောင်းသူပီပီ မိမိပြီးချင်းပဲ ပြန်လွှတ်​ပေးခဲ့ပါတယ်၊\nလွှတ်​ပေးပြီး နောက်ပိုင်းကစပြီး ​မူးယစ်ဂိုဏ်းရဲ့ရန်ကို​ရှောင်ရင်း\nခရစ်အ​နေနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-responder-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/li5MLFL1BE1pPiTwSQl8k5fGI3T.jpg",
        "title": "We Don’t Bite: Street Woman Fighter (2022)",
        "description": "We Don't Bite: Street Woman Fighter (2022)Korean Dance Battle တွေက ဘယ်လောက်ကြမ်းလဲဆိုတာ လူတိုင်းသိပြီးဖြစ်မှာပါ။\nအဲဒီထဲမှာမှ Street Woman Fighter မှာ ပြိုင်ဘက်အဖြစ် အချင်းချင်း ယှဉ်ပြိုင်ခဲ့ကြတဲ့\nအဖွဲ့ခေါင်းဆောင် ၈ ယောက်ကတော့ နာမည်ကြီးတဲ့အပြင်\nStreet Dance Girl Fighter မှာပါ မာစတာတွေအဖြစ် ပါဝင်ခဲ့ကြပါသေးတယ်။ပြိုင်ပွဲထဲမှာတော့ ပြိုင်ဘက်တွေဖြစ်ကြပေမဲ့\nတကယ့်လက်တွေ့မှာတော့ ရင်းနှီးတဲ့ စိတ်တူကိုယ်တူ ညီအစ်မတွေ ဖြစ်လာခဲ့ကြပါတယ်...သူတို့ ၈ ယောက်ရဲ့ဆန္ဒကတော့ ပြိုင်ပွဲအပြီးမှာ အတူတူခရီးထွက်ရင်း\nထမင်းအတူတူစားကြရင်း စကားတွေ အများကြီးပြောချင်ပါတယ်တဲ့။ဆန္ဒအတိုင်း စီစဉ်ပေးတဲ့အခါမှာတော့ ခေါင်းဆောင် ၈ ယောက်ဟာ\nကျေးလက် တစ်နေရာမှာရှိတဲ့ စွန့်ပစ်အိမ်ကြီးကို ၃ ရက်ခရီးထွက်ရမှာပါ။\nစွန့်ပစ်အိမ်ဆိုပေမဲ့လည်း \"Mean No Harm - Penthouse\" တုန်းက\nဗီလိန် ၃ ယောက်က အိမ်ကို သေချာပြုပြင်ပေးခဲ့တော့\nတကယ့်ကို နေချင့်စဖွယ် အိမ်ကလေး ဖြစ်နေမှာပါ။ခရီးထွက်တဲ့အချိန်ကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/we-dont-bite-street-woman-fighter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/5spwn9gNp0DJokaTo0aL4W1QaQJ-133x200.jpg",
        "title": "User Not Found (2021)",
        "description": "User Not Found (2021)==================Teenager ကျောင်းသားဇာတ်ကားလေးတွေကို ကြိုက်တတ်တဲ့ သူတွေအတွက် Wanna One အဖွဲ့ဝင်ဟောင်းCIX အဖွဲ့ဝင် Bae Jin Young ရဲ့သရုပ်ဆောင်ဘက်ကိုတစ်ဆင့်တက်မဲ့ web series User Not Found လေးနဲ့မိတ်ဆက်ပါရစေ။တစ်ချိန်တည်းမှာ ကျောင်းပြောင်းလာကြတဲ့ ယူမင်ဂျယ်ဆိုတဲ့ နာမည်တူ ကျောင်းသူနှစ်ယောက် အေးစက်ပြီးဆွဲဆောင်မှုရှိတာနဲ့အတူ ကောလဟလမှာနာမည်ကြီးတဲ့ ရှင်းလီဂျွန်း၊ flirt တဲ့နေရာမှာတော်တယ်ဆိုပြီး ကောလဟလထွက်နေတဲ့ ရှင်းလီဂျွန်းဟာ ယူမင်ဂျယ်နဲ့ မတော်တဆပတ်သတ်မိပြီး အထင်လွဲမှုတွေခံရပါတယ်။ရှင်းလီဂျွန်းနဲ့ ပတ်သတ်မိတဲ့ ယူမင်ဂျယ်က ဘယ်သူဖြစ်မလဲဆိုတာတော့ စောင့်ကြည့်ပေးကြပါဦးနော်။High School Romance အနေနဲ့တွေ့ရမဲ့ ဒီဇာတ်ကားလေးဟာ တမျိုးထူးခြားနေပါပြီ။ဒီကားလေးဟာ One Fine Week, Best Mistake, Kiss Goblin တို့လို နာမည်ကြီး web series တွေရိုက်ခဲ့တဲ့WHYNOT media ကပဲရိုက်မှာဖြစ်တဲ့အတွက် မကောင်းမှာတော့ မပူနဲ့နော် ...",
        "url": "https://channelmyanmar.org/tvshows/user-not-found-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aeUT2aRyHGXSetynkosSEnedDDS.jpg",
        "title": "Artificial City (2021)",
        "description": "Artificial City(2021)ဒီလောကကြီးဟာ ငွေမရှိရင် ရှင်သန်လို့မရတဲ့နေရာ...ငွေမရှိရင် ခိုင်မာတဲ့အိမ်ထောင်ရေးတစ်ခုကိုတည်ဆောက်လို့မရတဲ့ နေရာ….ဒီလိုလောကကြီးထဲမှာ ရှင်သန်နေတဲ့ ယွန်းဂျယ်ဟီးဆိုတဲ့အမျိုးသမီးဟာနှစ်ရှည်လများချစ်ကြိုက်ခဲ့တဲ့ ချစ်သူကိုစွန့်ခွာပြီးဆုန်းဂျင်းမိသားစုက ဂျန်ဂျွန်ဟျော့နဲ့လက်ထပ်ခဲ့တယ်သိပ်ကိုချမ်းသာလွန်းတဲ့ မိသားစုထဲဝင်ရတာ\nယွန်းဂျယ်ဟီးအတွက် ဘယ်လောက်ခက်ခဲခဲ့မယ်ထင်လဲအဲ့ဒီထဲကမှ ဂျန်ဂျွန်ဟျော့ဆိုတာ ဆုန်းဂျင်းမိသားစုရဲ့ တရားဝင်သားမဟုတ်နေတဲ့အခါ....ငွေဆိုတာ လူကိုပိုပိုပြီးလောဘတက်စေတဲ့အရာခင်ပွန်းဖြစ်သူက တရားမဝင်တဲ့သားဖြစ်နေတာကြောင့်ဆုန်းဂျင်းကိုဆက်ခံနိုင်သူဖြစ်ဖို့ အခွင့်အလမ်းနည်းမှန်း ယွန်းဂျယ်ဟီးက မသိဘဲမနေပါဘူးအာဏာဆိုတာလည်း လောကကို ထိန်းချုပ်နိုင်တဲ့နည်းတစ်မျိုးပဲမဟုတ်လားယွန်းဂျယ်ဟီးဟာ ခင်ပွန်းဖြစ်သူကို ဆက်ခံပိုင်ခွင့်ရအောင်နိုင်ငံရေးနယ်ပယ်ဘက်ကနေ လွှမ်းမိုးဖို့ကြိုးစားရင်း....အတောမသတ်နိုင်တဲ့ လောဘတွေဟာလူတွေကို ဘယ်လောက်အနေအထားအထိ အဆိုးဆုံးရောက်အောင် ဆွဲချနိုင်ပါသလဲ???အပတ်စဉ် ဗုဒ္ဓဟူးနဲ့ကြာသပတေးနေ့တိုင်း Channel Myanmar မှာတင်ဆက်ပေးသွားမှာမလို့စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး File Size –700MB @EpisodeQuality – 720pDuration – minute (@Episode)Total Episodes: 20 EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama MysteryTranslator – CM TeamEncoder – YK \nVIP Member - Click Here ...",
        "url": "https://channelmyanmar.org/tvshows/artificial-city/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/mBqxUNV-133x200.jpg",
        "title": "Feria: The Darkest Light (2022)",
        "description": "Feria: The Darkest Light (2022)=======================IMDb Rating - 8.1/10Netflixရဲ့ ဒီ​နေ့ထွက် စပိန် thriller ဇာတ်လမ်းတွဲဖြစ်ပြီး\n၈ပိုင်းအပြီး ထွက်ရှိထားတဲ့ Cultအသား​ပေး horror,\nmysteryနဲ့ thriller seriesပဲဖြစ်ပါတယ်ကိုးကွယ်ယုံကြည်ရာတစ်ခုကို မျက်စိစုံမှိတ် နားပိတ်ပြီး\nအမှားကိုအမှန်ထင်၊ အမှန်ပြင်​ပေမဲ့ အမှားမမြင်တဲ့အခါ\nအစွန်း​​​ရောက်ဖြစ်လာသလို ​နောက်ဆက်တွဲအ​ဖြစ် ဥပါဒန်\n​ကြောင့်ဥပဒ်သင့်ပြီး မဖြစ်သင့်မဖြစ်ထိုက်တဲ့ဆိုးကျိုး​တွေ\n​ကပ်ပါလာတတ်ပါတယ်။တစ်ခါတ​လေမှာ ကိုယ်က ပြုသူမဟုတ်ရင်​​တောင် ကိုယ့်\n​ဆွေမျိုး​တွေ မိတ်​ဆွေ​တွေရဲ့ လုပ်ရပ်က ကိုယ့်ကိုစက်ကွင်း\nမလွတ် ဖြစ်​စေပါ​သေးတယ်၊ ဒီSeriesမှာ အဲဒီစက်ကွင်းရဲ့\nဒဏ်ကိုခံရသူ​တွေက​တော့ အယ်ဗာနဲ့ဆိုဖီယာတို့ ညီအစ်မ\n၂​ယောက်ပဲဖြစ်ပါတယ်။သူတို့ရဲ့မိခင် အယ်လယ်နာဟာ Cult of Lightအသင်း​တော်\nရဲ့ အ​ရေး​ပါတဲ့အဖွဲ့ဝင်တစ်ဦးဖြစ်ပြီး ဂိုဏ်းရဲ့Ritualအတွက်\nလူ​ပေါင်း၂၃​ယောက်ကို ​သေဆုံး​စေသူအဖြစ် သံသယရှိခံရသူ\nဖြစ်​နေပါတယ်၊ မိခင်ရဲ့ကိုးကွယ်ယုံကြည်မှု​ကြောင့်ဖြစ်လာတဲ့\nအကျိူးဆက်​တွေကို ညီအစ်မ၂​ယောက် ခါးစည်းခံရင်း မိခင်\n​​ပျောက် လိုက်ရှာရမှ ထိုCultရဲ့ အတွင်းလျှို့ဝှက်ချက်​တွေ၊\nသဘာဝလွန်ဖြစ်ရပ်​တွေနဲ့မှ ​တည့်တည့်သွားတိုးမိ​လေရာ...။Cult genreရဲ့ထုံးစံအတိုင်း ယစ်ပူ​​ဇော်မှုဓ​လေ့​တွေ၊ ​​သွေးသံ\nရဲရဲပြကွက်​တွေပါဝင်သလို စပိန်ဇာတ်လမ်း​တို့ ထုံးစံအတိုင်း\nEroticဆန်ဆန် scene​တွေလည်း အ​တော်ပါဝင်တာမလို့\nမိသားစုနဲ့အတူကြည့်ရှုဖို့​တော့ သိပ်မသင့်​တော်ပါဘူး။(ဒီဇာတ်လမ်းဟာ စုစုပေါင်း(၈)ပိုင်းတစ်ပြိုင်တည်းထွက်ထားပါတယ်။)\n(ဒီဇာတ်လမ်းရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/feria-the-darkest-light-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/lost-in-space-season-3_poster_goldposter_com_1-135x200.jpg",
        "title": "Lost in Space – Season 03",
        "description": "Lost in Space - Season 03====================IMDb Rating - 7.1/10Netflixရဲ့ budgetမြင့် Hit series​တွေထဲက တစ်ခုဖြစ်တဲ့\nLost in Space Season 3ထွက်လာပါပြီ။Season 2အဆုံးမှာ ပင်မResoluteယာဉ်​ကို စက်ရုပ်အပြည့်နဲ့\nယာဉ်တစ်စီး​​ရောက်လာပြီး တိုက်ခိုက်ခဲ့တဲ့အတွက် Will, Judyနဲ့\nPennyနဲ့ Robotတို့က Jupiterယာဉ်နဲ့အတူ Resoluteပေါ်မှ\nYoung Colonists ၉၇​ယောက်​ကို Alpha Centuriဆီ ကယ်ဖို့\nတာဝန်ယူခဲ့ရပါတယ်၊ဒါ​ပေမဲ့ Jupiterယာဉ်ဟာ အမည်မသိကြယ်တာရာအဖွဲ့အစည်းထဲ\n​ရောက်သွားပြီး အဲဒီထဲမှာ လွန်ခဲ့တဲ့နှစ်​ပေါင်း၂၀က​ပျောက်ဆုံးခဲ့တဲ့၊\nJudyအ​ဖေ Grant Kelly ကြီးကြပ်ခဲ့တဲ့ Fortunaယာဉ်ပျံကို\nပြန်​​တွေ့ခဲ့ရပါတယ်၊ဒီ Seasonမှာ​တော့ Willတို့တစ်သိုက် ကိုယ့်အားကိုယ်ကိုးရင်း\nColonist ၉၇​ယောက်ကို အခက်အခဲ​၊ အတားအဆီးတွေကြားက\nဘယ်လိုဦး​ဆောင်သွားမလဲ၊ Fortunaယာဉ်က​ရော ဘာ​ကြောင့်​\nပျောက်ဆုံးသွားခဲ့တာလဲ၊ အဲဒီလျှို့ဝှက်ချက်​တွေက သူတို့ဘဝကို\nဘယ်​​လောက်ထိ ​ပြောင်းလဲသွား​​စေမလဲဆိုတာ ဆက်လက်ကြည့်ရှုရမှာပါ(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို JimX မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့JimX, August, Chuck Chuck, Chit Tee, Tar ...",
        "url": "https://channelmyanmar.org/tvshows/lost-in-space-season-03/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k1pOowUmdnqAIi8RnoLTII1r8hm.jpg",
        "title": "The Player (2021)",
        "description": "THE PLAYER(2021) / စ / ဆုံးဇာတ်လမ်းတွဲအညွှန်း\n******************************** အောင်မြင်ကြွယ်ဝမှုတွေ ၊ ခမ်းနားတောက်ပမှုတွေနဲ့ ကျော့မော့နေတဲ့ လူချမ်းသာတွေရဲ့ဘဝ...သူတိုအောင်မြင်မှုတွေရဲ့နောက်ကွယ်က လူအများအားကျရသအောင်မြင်ကြွယ်ဝမှုတွေ ၊ ခမ်းနားတောက်ပမှုတွေနဲ့ ကျော့မော့နေတဲ့ လူချမ်းသာတွေရဲ့ဘဝ...သူတိုအောင်မြင်မှုတွေရဲ့နောက်ကွယ်က လူအများအားကျရသလို အကောင်းတွေနဲ့ပဲ ပြည့်နေရဲ့လား...ရှုပ်ထွေးပွေလီလှတဲ့ လူ့ဘဝဇာတ်ခုံကြီးမှာ လူတကာနဲ့ ပုခုံးချင်းယှဉ်၊ ရင်ဘောင်တန်းနိုင်ဖိုအတွက် ကျရာဇာတ်ရုပ်ကနေ အတတ်နိုင်ဆုံးကနေရတဲ့ သူတို....ကိုယ့်လက်ရှိနဲ့ အလှမ်းဝေးလွန်းလှတဲ့ဘဝကို ရယူချင်လာတဲ့ လောဘတွေကိုပိုက်ထားတဲ့ လူတစ်သိုက်...ဘယ်လိုကောက်ကျစ်စဉ်းလဲတဲ့ အကြံတွေကိုထုတ်သုံးကြမလဲ...\nယုံကြည်ရတဲ့သူငယ်ချင်းနောက်ကျောကို ဓားနဲ့ထိုးဖိုလည်း ဝန်မလေးတဲ့သူတွေ...\nတစ်ယောက်ဘဝကိုဆွဲချနိုင်ဖိုအတွက် ကိုယ့်ဘဝကိုပါ စတေးမဲ့သူတွေ...\nအပြန်ပြန်အလှန်လှန် သစ္စာဖောက်မှုတွေနဲ့...တားဆီးမရတဲ့ လူသတ်မှုတွေဖြစ်ပေါ်လာတဲ့အခါတရားခံက ဘယ်သူလဲ...ကိုယ့်ဘေးနားကလူကရော ယုံကြည်ရသူဟုတ်ရဲ့လား\nလောဘနဲ့ပတ်သက်လာရင် ကိုယ့်ကိုယ်ကိုယ်တောင် ယုံကြည်ရရဲ့လားဆိုတဲ့လူ့သဘောသဘာဝရဲ့ အယုတ်ကန်းနိုင်ဆုံး အမူအကျင့်တွေကို ပေါ်ပေါ်ထင်ထင် တွေ့မြင်ရမဲ့ Genre စုံ ထိုင်းကားကောင်းလေးဖြစ်တဲ့ The Player ကို CM မှာ အပတ်စဉ် Mon, Tue တိုင်း စောင့်မျှော်ကြည့်ရှုလိုရပါပြီ...P.S - 18+ အခန်းတွေလည်းပါပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-player-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BbBV6f-200x196.jpg",
        "title": "Creator Campus (2019)",
        "description": "Creator Campus (2019)ဒိတ်တင်းရှိုးဆန်ဆန်တွေကိုမှ ကြည့်ချင်ကြသူများအတွက်ဒီတစ်ခါတော့ တစ်မျိုးလေးထူးခြားတဲ့ Romance နဲ့ Friendship အရော\n''Creator Campus''ဆိုတဲ့တီဗီရှိုးလေးကို တင်ဆက်ပေးလိုက်ပါပြီပါဝင်သူ Castတွေကလည်း Web dramaနဲ့ အခြားဒရမ်မာတွေမှာဧည့်သည်အဖြစ်...ဇာတ်ပို့အဖြစ် သရုပ်ဆောင်ကြဖူးတဲ့အသက်ငယ်ငယ် တက္သစ္စ မင်းသား မင်းသမီး ၈ယောက်ဖြစ်ပြီးYoutube ဖန်တီးပုံဖော်သူဖြစ်ဖို့ တစ်နေရာထဲမှာအတူနေ...မစ်ရှင်တွေအမျိုးမျိုးကို ဖြတ်ကျော် သင်ကြားရင်းဖြစ်ပေါ်လာမယ့်အချောလေး ၈ယောက်ကြားက မျိုးစုံကြိုးခုန်သော ခံစားချက်တွေနဲ့သူတို့ရဲ့တက်ကြလန်းဆန်းတဲ့သင်တန်းသားဘဝ, ရို့မန့်ခရီးစဉ်လေးကြည့်ရှုရမှာဖြစ်လို့်ဖီးလ်ချင်နေသူများအတွက် ရေငတ်တုန်း သောက်ရမယ့်ရေတွင်းလေးလို ဖြစ်နေမှာအသေအချာမို့ ကြည့်ရှုလိုက်ကြပါစို့အညွှန်းကိုတော့ Deer က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety AM ပဲ ဖြစ်ပါတယ်။Genre.....Reality, Friendship, Romance\nQuality….WEB-DL 1080p and 720p\nFile size ... 250MB\nFormat…mp4\nDuration….15min\nEpisodes....12 Episodes\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....CM Variety AM\nEncoder ..... August VIP Link - Click Here!Episode ...",
        "url": "https://channelmyanmar.org/tvshows/creator-campus-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iVstA8C7KN6UqT57MJBO8Qwb5NF.jpg",
        "title": "God’s Gift 14 Days(2014)",
        "description": "God's Gift - 14 Days(2014) ဇာတ်လမ်းတွဲအညွှန်း****************************************အပိုင်း ( ၁ မှ ၁၆) အထိ စ/ဆုံး မိသားစုတစ်စု\nအဖေရောအမေရော အလုပ်ကိုယ်စီမှာ အရေးပါတဲ့သူဆိုတော့\nသမီးလေးကိုသိပ်အချိန်မပေးနိုင်ရှာဘူး..\nကလေးထိန်းနဲ့ကျောင်းမှာပဲအချိန်အများစုကုန်ဆုံးရတယ်..\nဒီလိုနဲ့ တစ်နေ့တော့ ကလေးကပြန်ပေးဆွဲခံလိုက်ရတယ်..\nပြန်ပေးဆွဲသူဟာ အမေအလုပ်လုပ်နေတဲ့\nရုပ်သံဌါနထိ ရုပ်သံလွှင့်ချိန်မှာ ဖုန်းဆက်ပြီး ဆက်သွယ်ခဲ့တော့\nတစ်နိုင်ငံလုံးလည်း သိကုန်ကြတယ်..\nဒီလိုနဲ့ ကလေးက ပြန်ပေးသမားကြောင့်သေဆုံးခဲ့ပြီး\nရေထဲကနေအလောင်းကိုပြန်ရှာတွေ့ခဲ့တယ်ပေါ့..\nဇာတ်လမ်းက ခုမှစတာ...\nမိဘ(၂)ဉီးအတွက် သမီးလေးတစ်ယောက်ဆုံးရှုံးလိုက်ရတာ\nကမ္ဘာပျက်သလိုပါပဲ..အထူးသဖြင့်မိခင်အတွက်ပေါ့..\nဖခင်က အတတ်နိုင်ဆုံးကြိုးစားဖြေသာရှာပေမဲ့ မိခင်ကတော့\nနောက်ဆုံး သမီးရေနစ်သေတဲ့မြစ်ထဲခုန်ချသေဖို့ဆုံးဖြတ်လိုက်တယ်..\nရေထဲခုန်ချခါနီး သူမနဲ့မလှမ်းမကမ်းမှာပဲ လူဆိုးဂိုဏ်းတစ်ဖွဲ့က\nစုံထောက်ပြုတ်ယောက်ျားတစ်ဦးကို ချုပ်ပြီး ရေထဲကန်ချဖို့လုပ်နေတယ်..\nတကယ်တော့ သူတို့ ၂ဦးက လူချင်းသိကြလို့ စုံထောက်ပြုတ်က လှမ်းအကူညီတောင်းတယ်.\nဒါပေမဲ့လည်း ၂ယောက်လုံးရေထဲရောက်သွားကြတယ်..\nစုံထောက်ပြုတ်က ရေထဲရောက်တဲ့အချိန် အသက်မသေဘဲ သူ့အသိအမျိုးသမီးကိုလည်း\nကယ်နိုင်ခဲ့တယ်..\nထူးဆန်းစွာပဲ သူတို့ဟာ သမီးလေးမသေဆုံးမီ ၁၄ ရက်အလိုကိုရောက်သွားတာပဲ...\nအချိန်ရွှေ့သွားတဲ့သဘောပေါ့..\nဒီတော့ အမေဖြစ်သူဟာ သမီးသေဖို့ကိုတားဆီးဖို့အချိန် ၁၄ ရက်ရတဲ့ဆိုတဲ့သဘောပဲ..\nဒီမှာသူရဲ့အဖြစ်ကိုရဲတွေနဲ့ယောက်ျားကိုပြောပေမဲ့လည်း အကုန်လုံးက\nသူ့ကိုအရူးလိုပဲမြင်နေကြတယ်..\nဖြစ်မဲ့ဟာတွေကြိုပြောတော့ဘယ်သူက ယုံကြည်ကြပါ့မလဲ..\nဒီမှာသူနဲ့အဖြစ်တူတာက အစောက စုံထောက်ပြုတ်..\nသူလည်းတိုင်ပတ်နေတာ ရေကန်ထဲက တက်လာချိန် အချိန်တွေက\nနောက်ကိုပြန်ရောက်နေတော့.\nဒီမှာ လူသတ်တရားခံကို သူတို့(၂)ယောက်ပေါင်းရှာကြတာပဲ...\nဒီဇာတ်လမ်းတွဲက အပိုင်း ၁ ...",
        "url": "https://channelmyanmar.org/tvshows/gods-gift-14-days2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ott_790x1170_1637651767_1423.jpg",
        "title": "Trace of Hidden Love(2021)",
        "description": "Trace of Hidden Love (2021)    စ / ဆုံး________________________ဇာတ်လမ်းတွဲအညွှန်းထိရန်ထဝပ် ရဲ့အကို ထယူးထဝပ်ဟာ ကေအုဆာနှင့် လက်ထပ်ပြီး၁ နှစ် မပြည့်ခင်မှာ အိမ်တွင်သေနတ်ဖြင့်ပစ်သတ်ခံခဲ့ရတယ်ကေအုဆာ သည် ထူးထူးခြားခြား ပျောက်ကွယ်သွားပြီး အတိတ်မေ့နေသောလူတစ်ယောက်အဖြစ် ဆေးရုံတွင် ပြန်ပေါ်လာခဲ့တယ်ဒီလူသတ်မှူမှာ သံသယဖြစ်စရာ ဖြစ်လာတဲ့အခါ၊ ကေအုဆာ ဟာ တကယ်ဖြစ်ပျက်ခဲ့တာကို စုံစမ်းစစ်ဆေးဖို ထိရန်ထဝပ် နဲ့ ပူးပေါင်းလိုက်ပါတော့တယ်သိုသော်၊ အဖြေများကိုရှာဖွေရင်း သူမ၏အမှတ်တရများကို ပြန်လည်ရယူရန်နည်းလမ်းတစ်ခုလည်း ရှာဖွေနေစဉ်တွင်...ထိရန်ထဝပ်နှင့် ကေအုဆာ အကြား အချစ်ဇာတ်လမ်းသည် စတင်ပေါ်ပေါက်လာခဲ့တယ်အမှုကိစ္စအမှန်တရားကို သူတိုရှာဖွေတွေ့ရှိနိုင်မလား.?သူတိုရဲ့ အချစ်ဇာတ်လမ်း ဘယ်လိုမျိုးဖြစ်လာမလဲ...................ကေအုဆာရဲ့ အမွှာ အမကိုရော ဘယ်လိုရှာဖွေတွေ့ရှိမလဲ...........လူသတ်မှု၏ ပဟေဠိကို အဖြေရှာနေသော ချစ်ခြင်းမေတ္တာ ဖုံးကွယ်ထားသော ဒရာမာ ဇာတ်ကားကို စောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီEpisodes: TBAAired: Nov 23, 2021 – TBAAired On: Mon ...",
        "url": "https://channelmyanmar.org/tvshows/trace-of-hidden-love2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/uxFNAo2A6ZRcgNASLk02hJUbybn-133x200.jpg",
        "title": "Dark Desire Season 1 and Season 2",
        "description": "Dark Desire (Season 1) \nနာမည်အတိုင်းပဲ ခပ်မှောင်မှောင်လေး လာပါပြီ။\nမှောင်တာများ မိုက်လို့နော့\nDark Side ဖန်တွေ အကြိုက်တွေ့နိုင်မယ့်\nကားမျိုးဆိုလည်း မမှားပါဘူး။\n၁၈ ပိုင်းပါတဲ့စီးရီးဆိုတော့\nတစ်ဝကြီးကြည့် တစ်ပျော်ကြီးကြည့် ။\nDark Side သက်သက်တော့ မဟုတ်ဘူးနော့။\nဒရာမာ စီးရီးကောင်းတစ်ခုလည်း\nဖြစ်နေသေးတော့ ကြည့်ကိုကြည့်ရမယ့် ဇာတ်လမ်းတွဲ။\nဇာတ်လမ်းအမျိုးအစားက Erotic Thriller အမျိုးအစားပါ။\n၁၈ ယောက် ပြည့်အောင် အရင်စုထားဖို့ မှာလိုက်ပါရစေဦး။\nနောက်တစ်မျိုးကတော့ အမျိုးသမီးအကြမ်းဖက်မှုတို့၊\nအိမ်တွင်းအကြမ်းဖက်မှု ၊ မုဒိမ်းမှု ဒီလိုကိစ္စတွေနဲံအတူတူ အချစ်၊\nအိမ်ထောင်ရေး နှင့် ရမ္မက်ဆန္ဒအကြောင်းကို လှလှပပ နဲ့\nစပိန်ကားတို့ထုံးစံအတိုင်း Plot Twist ပေါင်းများစွာနဲ့ဆိုတော့\nပရိသတ်အကြိုက်တွေ့မှာ သေချာပါတယ်ခင်ဗျာ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nအယ်လ်မာဆိုတဲ့ အမျိုးသမီးတစ်ဦးရဲ့အိမ်ထောင်ရေးကို အခြေခံပြီး\nဇာတ်လမ်းဇာတ်ကွက်ဖန်တီးထားတာပါ။\nသူမရဲ့ အဆင်မပြေတဲ့အိမ်ထောင်ရေးရဲ့နောက်ဆက်တွဲတွေကြောင့်\nဖြစ်ပေါ်လာတဲ့ ဇာတ်လမ်းလို့ ဆိုလို့ ရပါတယ်။\nအချစ်၊ ရမ္မက် နဲ့ အိမ်ထောင်ရေး ကို ဆေးပညာ၊ မှုခင်း နဲ့\nရောယှက်တင်ပြလိုက်တဲ့အခါမှာ ပရိသတ်အကြိုက်တွေ့မယ့်\nဇာတ်လမ်းတွဲတစ်ကား ဖြစ်လာတာပါပဲ။ အမျိုးသမီးတွေလည်း\nအကြိုက်တွေ့နိုင်တဲ့ ကားတစ်ကားပါပဲ။\nအမျိုးသမီးအကြမ်းဖက်မှုဆိုင်ရာ ကာကွယ်ရေးကို\nအခြေခံထားတဲ့ ဇာတ်ကွက်တွေလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/dark-desire/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/lkvhReTBZ2Ksl0Dl5Oplsf6UYkF-133x200.jpg",
        "title": "House M.D",
        "description": "House MDဒီ ဇာတ်လမ်းတွဲကို ၂၀၁၁ တုန်းက ကျွန်တော့်ဆရာကညွှန်းလို့ ကြည့်ဖြစ်ခဲ့လိုက်တာပါ။တစ်ပိုင်းကြည့်ပြီးသွားတော့ စွဲသွားပြီးအဆုံးထိ ဆက်တိုက်ကြည့်မိသွားတယ်။အဲဒါပြီးတော့ အစအဆုံး နောက်ထပ်၂ ခေါက်ထပ်ကြည့်မိသေးတယ်။ဒီတော့ ကျွန်တော့်အကြိုက်ဆုံးဇာတ်လမ်းတွဲ စာရင်းထဲမှာ ပါပါတယ်။အပိုင်းတွေက အရမ်းများတာရယ်၊ဘာသာပြန်ဖို့ ခက်တာရယ်ကြောင့်အများကြည့်ဖို့ ပြန်မရှဲဖြစ်ခဲ့တာပါ။အခုတော့ နည်းနည်းချင်း ဘာသာပြန်ပေးဖို့ရည်ရွယ်ပြီး စလိုက်ပါပြီ။တစ်ခုတော့ ကြိုတင်တောင်းပန်ထားချင်ပါတယ်။ဒီစီးရီးက ၇ နှစ်ကြာအောင် လွှင့်ခဲ့တဲ့ စီးရီးပါ။ကျွန်တော်လည်း အလုပ်တွေတစ်ဖက်နဲ့ဖြည်းဖြည်းချင်း ဘာသာပြန်ပေးမှာမို့ အပိုင်းတွေအများကြီး ဆက်တိုက်တက်လာမှာတော့မဟုတ်ဘူး။တီဗီက အပတ်စဉ်လွှင့်သလိုသဘောထားပြီးမေ့မေ့ပျောက်ပျောက် အေးအေးဆေးဆေးပဲကြည့်ကြပါ။တစ်ပိုင်းချင်းဆီ ရသ ပေးတာမို့တန်းလန်းကြီးတော့ မမျှော်ရပါဘူး။ဇာတ်လမ်းအမျိုးအစားကတော့ဆေးပညာဆိုင်ရာ ဒရာမာ ဇာတ်လမ်းတွဲပါပဲ။ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်လိုက်ကတော့ဆရာဝန်တစ်ယောက်ပါ။Doctor House လို့ ခေါ်ပါတယ်။ကူးစက်ရောဂါနဲ့ ကျောက်ကပ်ရောဂါ ပါရဂူပါ။သူက ဆေးရုံမှာ ရောဂါရှာဖွေဌာနတစ်ခုတည်ထောင်ထားပြီး အရည်အချင်းအပြည့်လွန်နေတဲ့ဆရာဝန် အငယ် ၃ ယောက်နဲ့ အတူ အလုပ်လုပ်ပါတယ်။ဆေးရုံပေါင်းစုံက အဖြေရှာမရတဲ့ ကေ့စ်တွေ၊အခက်ခဲဆုံး ကေ့စ်တွေကိုပဲ သီးသန့် အဖြေရှာ ကုသပါတယ်။သူ့ရဲ့ အခင်မင်ဆုံး မိတ်ဆွေကတော့ကင်ဆာအထူးကု ...",
        "url": "https://channelmyanmar.org/tvshows/house-m-d/"
    }
]