[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pioZKN9PG3LJIcDrU4wfrMwotPF.jpg",
        "title": "All That We Loved (2023)",
        "description": "All That We Loved (2023) (အညွှန်း)\n==========================“Cellular Memory ဆိုတာကို သိလား .. မင်းနဲ့ငါ အကြိုက်ပုံစံချင်းတူတာမျိုးမရှိခဲ့ဖူးပေမယ့် ..” - Go Yoo“ကျောင်းဆေးခန်းမှာ ပထမဆုံးတွေ့တည်းကစခဲ့တာ မင်းနဲ့တစ်ထေရာတည်း အကြိုက်တူနေတာက ..” - Go Joon Hee“တကယ်မတူကြပေမယ့် သေချာကြည့်ရင် ဆင်ကြတယ်” - Han So YeonHigh School Romance ဒရာမာတွေ ကြိုက်နှစ်သက်သူတို့အဖို့ EXO ရဲ့ maknae 🐥 လေး Oh Sehun,\nJo Joon Young နဲ့ Jang Yeo Bin တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရာမာချိုချိုချောချောလေးလာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ ၁၈ နှစ်အရွယ် အထက်တန်းကျောင်းသားလေး Go Yoo က ရုပ်ကလည်းချော ကောင်မလေးတွေကလည်း ဝိုင်းဝိုင်းလည်\nဘက်စကက်ဘောကစားတာမှာလည်း ထူးချွန်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/all-that-we-loved-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n0E5r6Wwb5O1Y7Uh5ETNHz0SsBj.jpg",
        "title": "Love Syndrome III : The Series (2023)",
        "description": "Love Syndrome (2023)ချစ်သူလေးကို ကိုယ့်အပေါ်မှာ စိတ်တိုင်းကျဆိုးခွင့်ပေးထားတဲ့ \"Day\" နဲ့\nချစ်သူက အလိုလိုက်လွန်းလို့ စိတ်ရှိလက်ရှိဆိုးနေတဲ့ကောင်လေး \"Itt\"ချစ်သူတွေဖြစ်ခဲ့ကြပြီး ၂ နှစ်ကြာတဲ့အထိ ဘာပြဿနာမှမရှိခဲ့ပေမဲ့လည်း\nတစ်နေ့မှာတော့ ထင်မှတ်မထားတဲ့ ကံဆိုးမှုတစ်ခုက သူတို့နှစ်ယောက်ဆီကို ရောက်ရှိလာခဲ့တဲ့အခါ...။အရင်က \"Itt\" ကို အလိုလိုက်ခဲ့တဲ့ \"Day\" တစ်ယောက်\nကားအက်စီးဒန့်ဖြစ်ပြီး မှတ်ဉာဏ်တွေပျောက်ဆုံးသွားချိန်မှာတော့\nတစ်ချိန်က သူအမြတ်တနိုးချစ်ခဲ့တဲ့ \"Itt\" အပေါ် ဘယ်လိုများပြောင်းလဲသွားမလဲ။\n\"Itt\" ကရော ဒီအခြေအနေကို ကျော်လွှားနိုင်ပါ့မလား။\nသူတို့ချစ်သူနှစ်ဦးအတွက် အရင်လိုပျော်စရာကောင်းတဲ့နေ့ရက်တွေ ပြန်ရောက်လာနိုင်ပါဦးမလား ဆိုတာ\nစောင်လည်းကိုက်ရင်း တစ်သျှူးလည်းဆောင်ရင်းကြည့်ရမယ့် BL ကား အသစ်စက်စက်လေး ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe, Myo, Mary တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size… 800MB | 400MB\nFormat… mp4\nDuration….40min\nSubtitle…. Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/love-syndrome-iii-the-series-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/deborah-141x200.jpg",
        "title": "Bora! Deborah (2023)",
        "description": "မမ Yoo In Na ရဲ့ အသစ်ထွက်တဲ့ကားလေးရပါပြီနော်ဒယ်ဘိုရာနေရာမှာ Goblin နဲ့နာမည်ကြီးခဲ့တဲ့ Yoo In Na ကသရုပ်ဆောင်ထားပြီး\nအီဆူဟျော့အဖြစ် Tunnel နဲ့နာမည်ရခဲ့တဲ့ Yoon Hyun Min ဟန်ဆန်းဂျင်အဖြစ် မင်းသားကြီးJoo Sangwook တို့ကအပြင် Shooting Starကသတင်းထောက်မမလေးလည်းပါဝင်ထားပါတယ်2PM Changsung နဲ့ ikon အဖွဲ့ဝင်June တို့ကလည်းအားဖြည့်ပါဝင်ထားတာကြောင့်မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးပါပဲနော်ဒယ်ဘိုရာဟာ သူ့ရဲ့အချစ်ရေး၊ ရည်းစားထားနည်းရဲ့လျှို့ဝှက်ချက်တွေနဲ့ပတ်သက်ပြီး အချစ်ရေးအကြံပေး အချစ်ရေးနည်းပြ စာရေးဆရာမ အပြင်ရုပ်သံတင်ဆက်သူအဖြစ်နဲ့ပါ နာမည်ရထားပြီးအောင်မြင်နေတဲ့သူဖြစ်ပါတယ်အီဆူဟျော့ကတော့ ထုတ်ဝေသူတစ်ဦးဖြစ်ပြီး ဘိုရာကိုမကောင်းမြင်နေခဲ့ရာကနေ မမျှော်လင့်ပဲ အလုပ်တူတူတွဲလုပ်ရာကနေ သူမဆီမှာကျရှုံးသွားပြီး\nဘာတွေဆက်ဖြစ်လာမယ့်ဆိုတာ ပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်ရမယ့် Romance Comedy လေးပဲဖြစ်ပါတယ်\nတစ်ပတ်၂ပိုင်းနှုန်းနဲ့တင်ဆက်သွားမှာဖြစ်လို့ မလွတ်တမ်းစောင့်ကြည့်သင့်ပါတယ်နော်File Size – 990MB / 500MBQuality – 1080p WEB DL / 720pDuration – 1h 10mTotal Episodes:  ...",
        "url": "https://channelmyanmar.org/tvshows/bora-deborah-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMCBW1Z9Ha1Mx0gh7qxrFzhx75U.jpg",
        "title": "Fire Country (2022)",
        "description": "Fire Country (2022)ဒီလထဲမှာမှ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ စီရီးအသစ်လေးပါ။\nIMDb 7.2 ရရှိထားပြီးတော့ မီးသတ်သမားတွေရဲ့ဘဝကို အခြေခံရိုက်ကူးတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nBode ဟာ ဓားပြမှုနဲ့ ထောင်ကျနေပြီးတော့ လွတ်ငြိမ်းချမ်းသာခွင့်ရဖို့\nမီးသတ်စခန်းတစ်ခုမှာ လုပ်အားပေးရမှာဖြစ်ပါတယ်။ဒီလိုနဲ့ သူနဲ့ တခြားထောင်သားတွေ မီးသတ်စခန်းကို ရောက်တဲ့အချိန်မှာ\nသူတို့သွားရတဲ့နေရာက Bode ရဲ့ ဇာတိမြို့ဖြစ်နေပြီးတော့\nသူအတိတ်ကနေ ထွက်ပြေးခဲ့တဲ့ နေရာဖြစ်နေပါတယ်။Bode ရဲ့အတိတ်က ဘာမို့လို့ သူဖုံးကွယ်ထားရတာလဲ၊\nသူ့ဇာတိမြို့ကိုရောက်တဲ့အခါ သူထွက်ပြေးခဲ့တဲ့အရာတွေကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုရမှာပါ။မီးသတ်သမားတွေအကြောင်း၊ မီးလောင်မှုတွေအကြောင်းကို အခြေခံရိုက်ကူးထားတာဖြစ်လို့\nမီးသတ်သမားတွေရဲ့ ဘဝတွေ၊ ခံယူချက်တွေကိုလည်း စိတ်ဝင်တစားကြည့်ရှုရမှာမို့\nစောင့်မျှော်ကြည့်ရှုပေးဖို့ တိုက်တွန်းလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1 GB | 500MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moh Moh\nEncoder ..... ...",
        "url": "https://channelmyanmar.org/tvshows/fire-country/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMWI4MDVkZTAtZWZhNC00YzRiLTlhY2ItYThmYzRhM2Y3ODQ3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "9-1-1",
        "description": "Covid19 ကြောင့် Stay Home နေကြရတဲ့CM Fan တွေ အတွက် အချိန်ကုန်မှန်းမသိအောင်ကြည့်ကောင်းတဲ့ တီဗီဇတ်လမ်းတွဲ တစ်ခု နဲ့မိတ်ဆက်ပေးပါရစေ...9-1-1 ပါတဲ့ ဟုတ်ပါတယ်...9-1-1 ဟာ မြန်မာပြည်က ကူညီပါရစေ လိုပါပဲ ဆိုပေမယ့်ဒီက ကူညီပါရစေလိုမျိုးတော့ မဟုတ်ပါဘူး9-1-1 အုပ်စု မှာ အရေးပေါ် တယ်လီဖုန်းလိုင်းကအော်ပရေတာတွေ ကနေ တဆင့် အမှုအခင်း - သဘာဝဘေး စတဲ့ပြသနာ ပေါင်းစုံကို ဆယ်သွယ်အကူအညီတောင်းတဲ့ အခါမီးသတ် - ရဲ - ဆေးဘက်အကူအညီ နှင့် အပြေးအလွှားကယ်ဆယ်ကြပါရတယ်ဒီ 9-1-1 ဇတ်လမ်းတွဲမှာတော့ ထူးထူးခြားခြား ဖြစ်စဉ်လေးတွေကိုEpisode တစ်ခုစီ အပြီးအစီး ပြထားတာမို့ ဆန့်ငင် ဆန့်ငင် မဖြစ်ပါဘူးဇတ်လမ်းတွဲထဲက သရုပ်ဆောင်တစ်ယောက်စီတိုင်းရဲ့ သဘာ၀ ကျတဲ့သရုပ်ဆောင်ချက်တွေ ကြောင့် ဇတ်လမ်းတွဲဟာ ပိုမိုပြီး အသက်ဝင်နေပါတယ်ဒီဇတ်လမ်းတွဲကိုAugust , Sai Wai ...",
        "url": "https://channelmyanmar.org/tvshows/9-1-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zaAyipk9xPnseUjhOjRq2kgRugS.jpg",
        "title": "Definitely Not Today (2021)",
        "description": "Social Anxiety ရနေတဲ့ မီချုံ... သူ့ရဲ့ဖြစ်တည်မှုကို လုံးဝသဘောမကျဘဲအိမ်ထဲမှာပဲ အမြဲနေနေတတ်ပြီးတော့ လူမှုဆက်ဆံရေးရှိရမှာကို ကြောက်နေသူပေါ့။နောက်ဆုံးတော့ ဘဝကြီးကို လက်လျှော့ဖိုဆုံးဖြတ်ရင်း မြစ်ထဲမှာ သတ်သေဖိုကြံခဲ့တယ်။ကြမ္မာဖန်ချင်တော့ မြစ်ထဲမှာ ရေနစ်နေတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ ဆုံခဲ့တယ်။သူ့နာမည်က ကျိလျောင်တဲ့... သူနဲ့တော့ လုံးဝမတူတဲ့သူပေါ့။ အကြောက်တရားမရှိဘဲတက်တက်ကြွကြွနေတဲ့သူ... ဒါပေမယ့်လည်း သူ့မိသားစုကထိခိုက်စေလာတဲ့အခါမှာအဝေးကိုထွက်ပြေးလာတဲ့သူပေါ့။နှစ်ယောက်ကြားက သူငယ်ချင်းသံယောစဉ်တွေ၊မတူညီတဲ့ စရိုက်ပုံတွေကြားကနေ အဆင့်တက်ရင်း အချစ်တွေလိုက်လာမလား?ပရမ်းပတာဖြစ်နေတဲ့ သူတိုဘဝတွေထဲကို အချင်းချင်းဝင်ရောက်ရင်း အဆင်‌ပြေသွားကြမလား?(အညွှန်းရေးသားထားသူကတော့ Minnie ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 8Format : mp4Genres : Crime, Comedy, FamilyDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/definitely-not-today-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Your-Honor-2020-133x200.jpg",
        "title": "Your Honor (2020) Season 2",
        "description": "Your Honor (2021) (Season 2)\nIMDb 7.2/10\nThrillerSeason 1မှာ ဖြောင့်မတ်မှန်ကန်လွန်းတဲ့ တရားသူကြီး 'ဘစ်ရှင်ဂိုဆလာ'တစ်ယောက်\nသားဖြစ်သူ 'အက်ဘီ'ရဲ့ပြဿနာကို ဖြေရှင်းရင်းဇနီးဖြစ်သူရဲ့သေဆုံးမှုက\nဒီလောက်မရိုးရှင်းဘူးဆိုတာ သိသွားခဲ့ပါတယ်။ ဇနီးဖြစ်သူဟာ 'ဆတ်ဒ်နမ်မူခီ'\nအဓမ္မပြုကျင့်တာကို ခံခဲ့ရတာကြောင့် ကိုယ့်ကိုယ်ကို အဆုံးစီရင်သွားတာဖြစ်ပါတယ်။'ဆတ်ဒ်နမ်မူခီ'ရဲ့သေဆုံးမှုနောက်ကွယ်မှာလည်း 'ဘစ်ရှင်ဂိုဆလာ'ရှိနေပါတယ်။ ဒီသေဆုံးမှုအတွက်\n'ဘစ်ရှင်ဂိုဆလာ'ဟာ ခြိမ်းခြောက်မှုတွေအများကြီးရင်ဆိုင်နေရပြီး တစ်ဖက်မှာလည်း\nဖြောင့်မတ်တဲ့တရားသူကြီးဆိုတဲ့ဂုဏ်ကို ရထားတဲ့သူမလို့ အခက်တွေ့နေပါတယ်။\nဒီအမှုတွေကို ဘယ်လိုဆက်ပြီးဖြေရှင်းမလဲ။ သားနဲ့ဇနီးဖြစ်သူရဲ့တရားမျှတမှုအတွက်ရော\nဘာတွေဆက်လုပ်မလဲဆိုတာကို တစ်ပိုင်းချင်း စိတ်ဝင်စားစရာကြည့်ရှုကြရမှာဖြစ်ပါတယ်။Quality : 1080p SONY WEB DL /  720pTotal Episodes : 10EpsFormat : mp4Genres :Mystery, DramaDuration : 45minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM Bollywood TeamEncoded by YK \n720p\nEpisode 1 - Yoteshin / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/your-honor-2020-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hw6Ju7DDwXwqSekLLCdGBEWGfVu.jpg",
        "title": "I’m Sorry, I Love You(2004)[Complete]",
        "description": "I'm Sorry, I Love You(2004)***************************အပိုင်း( ၁ မှ ၁၆) ထိ စ/ဆုံးမူယော့ဆိုတဲ့သူဟာ ငယ်ငယ်တည်းကနေ Australia ကို မွေးစားဖို့အပို့ခံခဲ့ရပါတယ်။Austarlia မှာ လမ်းသရဲလိုနေထိုင်ရင်းနဲ့ သူ့ချစ်သူဂျီယောင်းနဲ့အတူ ပျော်ပျော်ရွင်ရွင်ဖြတ်သန်းနေခဲ့ပါတယ်။ဒါပေမဲ့ ဂျီယောင်းက ပိုက်ဆံအတွက်ကြောင့် သူ့ကိုပစ်ပြီး နိုင်ငံခြားသားတစ်ယောက်နဲ့လက်ထပ်သွားပါတယ်။အဲဒီလက်ထပ်ပွဲကိုတားဖို့ကြိုးစားရင်းနဲ့ မူယော့ဟာ ဦးခေါင်းကိုသေနတ်ပစ်ခံခဲ့ရပါတယ်။ အသက်မသေခဲ့ပေမဲ့ သူ့အတွက်နေရမယ့်အချိန်သိပ်မရှိတော့ပါဘူး။သေလက်စနဲ့ ကိုးရီးယားမှာ အမေကိုသွားရှာမယ်လို့ဆုံးဖြတ်ပြီး ပြန်လာခဲ့ပေမယ့် စွန့်ပစ်ခံရတာသူတစ်ယောက်တည်းမဟုတ်ဘဲသူ့ရဲ့အမြွာအစ်မလည်းစွန့်ပစ်ခံခဲ့ရပြီးတော့ သူ့အစ်မကစိတ်ပိုင်းဆိုင်ရာထိခိုက်ပြီးတော့ ကလေးတစ်ယောက်လိုဖြစ်နေခဲ့ပါတယ်။ဒါ့အပြင် သူထင်ထားသလို သူ့အမေက ဆင်းရဲလွန်းလို့သူ့ကိုစွန့်ပစ်ခဲ့တာမဟုတ်ဘဲနာမည်ကြီးပြီးအရမ်းချမ်းသာတဲ့သရုပ်ဆောင်မင်းသမီးတစ်ဦးဖြစ်နေခဲ့ပြီး ချွဲယွန်းဆိုတဲ့သားတစ်ယောက်လည်းရှိနေခဲ့ပါတယ်။သူ့အမေကိုစိတ်နာပြီး လက်စားချေဖို့ကြိုးစားလာတဲ့အခါမှာတော့...Episodes: 16File Size:1.6GB,1.1GBQuality :Web-DL 1080p,720PGenres: Drama , Romance, LifeTranslated by  Yee Wai, Thinn Thinzar, AHtet , Shoon & EricEncoded by  Phyo Pyae \n>>>>TELE LINK ><>>>>\n Episode 01 \n[720p]  ...",
        "url": "https://channelmyanmar.org/tvshows/im-sorry-i-love-you2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-accued-150x200.jpg",
        "title": "Accused (2023)",
        "description": "ဒီတခါတော့ ပရိသတ်ကြီးကို IMDB 7.4 ရှိတဲ့ Crime, Drama ဇာတ်လမ်းတွဲလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် စွပ်စွဲခံရခြင်းဆိုတဲ့အတိုင်း အမှုတစ်ခုမှာ စွပ်စွဲခံရတဲ့သူတွေအကြောင်းနဲ့ တရားရုံးမှာ ဘယ်လိုအဆုံးသတ်သွားလဲဆိုတဲ့အကြောင်းကို တင်ဆက်ပြသပေးထားတာပါ အပိုင်း၁ မှာတော့ ဦးနှောက်နဲ့အာရုံကြောခွဲစိတ်ဆရာဝန်ကြီး စကော့တ် ဟာ စိတ်ပုံမှန်မဟုတ်တဲ့သူ့သားကို ကုသပေးဖို့ကြိုးစားရင်းနဲ့ စွပ်စွဲခံလိုက်ရတဲ့အကြောင်းပါပဲ သူ့သားဟာ တခြားသူတွေနဲ့မတူဘဲ စိတ်ဆိုးလွယ်တဲ့အပြင် သူ့ကို ဟားတိုက်တယ်လို့ ထင်တဲ့သူတွေကိုပါ လက်စားချေဖို့ အစီစဉ်ကြီးတစ်ခုဆွဲထားတာပါ တစ်နေ့ သူတို့အိမ်ဘေးက ခွေးပျောက်သွားလို့ သူ့အဖေက သူ့သားကို စွပ်စွဲတာကနေ ပြဿနာကြီးတက်ပြီး သူ့သားစီစဉ်ထားတာတွေကို သူ့အဖေက ဖတ်မိသွားခဲ့တာပါ အဲဒါနဲ့ သူ့အဖေက ဘယ်လိုဖြေရှင်းမလဲ ဘာတွေဆက်ဖြစ်မလဲ သူ့သားစီစဉ်ထားတာကရော အကောင်အထည်ပေါ်လာမှာလား ဆိုတာကို ဆက်လက်ရှုစားလိုက်ကြပါဦး File size…678Mb / 384MB\nQuality….Webrip 720/ 1080p\nFormat…mp4\nDuration….50 Min\nGenre...Crime , Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "url": "https://channelmyanmar.org/tvshows/accused-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/lCe5xN904EvpemeAoIdHyyoZOlr-133x200.jpg",
        "title": "American Born Chinese (2023)",
        "description": "ဒီစီးရီးကိုတော့ အတော်များများ မျှော်နေကြတာပါ။ ဒစ္စနေးကနေ မင်းသမီးကြီး မီရှဲယိုနဲ့ ရိုက်ကူးထားတဲ့ စိတ်ကူးယဉ်မှော်စီးရီးပါပဲ။အမေရိကန်နိုင်ငံနဲ့ တရုတ်ကောင်းကင်ဘုံကို အခြေခံထားပါတယ်။ ကောင်းကင်ဘုံမှာ မိုးနတ်မင်းဟာ အေးချမ်းစွာ အုပ်စိုးနေပေမဲ့ နွားမိစ္ဆာဟာ ပုန်ကန်ဖို့ အင်အားစုနေပါပြီ။ နွားမိစ္ဆာကိုတားနိုင်ဖို့ကလည်း မျောက်မင်းစွန်းဝူခုန်းရဲ့ သံတောင်ဝှေးရှိမှဖြစ်မှာဆိုပေမဲ့ သံတောင်ဝှေးကို စွန်းဝူခုန်းရဲ့ သား စွန်းဝေ့ချန်က ခိုးပြီးထွက်ပြေးသွားပါတယ်။ ခိုးပြီးတော့ အမေရိကန်က ကျောင်းတစ်ကျောင်းမှာ ကျောင်းသားအဖြစ်ဟန်ဆောင်ပြီးပုန်းနေခဲ့တာပါ။ အဲဒီမှာပဲ စွန်းဝေ့ချန်နဲ့ တရုတ်လေး ကျင်းဝမ်တို့ သူငယ်ချင်းဖြစ်လာပါတယ်။ အဲဒီတောင်ဝှေးကို ပြန်ရဖို့ လိုက်ယူတဲ့ ဝူခုန်း၊ နွားမိစ္ဆာတို့အဖွဲ့နဲ့ စွန်းဝေ့ချန်ကိုကူညီမယ့် ကွမ်ယင်မယ်တော်တို့ ဘာဆက်ဖြစ်ကြမလဲဆိုတာ....File size…(1.1 GB)/(600 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….35:00\nGenre...Drama Horror Thriller\nEpisode... 8\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Aderson\nTranslated by CM Team \nEpisode 1 720p  ...",
        "url": "https://channelmyanmar.org/tvshows/american-born-chinese-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wpw4H9F4sPsrIu4LxSAf5yCP74c.jpg",
        "title": "Your Honor (2020)Season1 Complete",
        "description": "Your Honor--------------------------\nCM ပရိသတ်ကြီးဆီကို ရေလည်လန်းတဲ့ အိန္ဒိယစီးရီးလေးတစ်ခုအရောက်ပို့ပေးလိုက်ပါပြီအိန္ဒိယကားဖြစ်နေတာတောင် IMDB rating 8.3 ရထားတယ်ဆိုတော့ လုံးဝကျွတ်ဆင်ကြီးပါပဲဗျာဘာသာပြန်နေရင်း \"ဟင်...ဟာ\" ဖြစ်နေရတာက အရသာတစ်ခုပါဗျို့ကဲ...review လေးကို ရှေ့ဆက်လိုက်ရအောင်ဗျာတည်ကြည်ဖြောင့်မတ်လွန်းတဲ့ တရားသူကြီးတစ်ယောက်ရှိတယ် သူ့နာမည်က \"ဘစ်ရှင်ဂိုဆလာ\"သူဟာ တရားဥပဒေနဲ့ပတ်သက်လာရင် အလွန်တင်းကြပ်တဲ့လူ\"တရားဥပဒေအထက်တွင် မည်သူမျှမရှိစေရ\"ဆိုတဲ့ ဆောင်ပုဒ်ကိုလက်ကိုင်ထားတယ်ဒီလိုဂုဏ်သရေရှိတရားသူကြီးဆီမှာ\"အက်ဘီ\"ဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်သားလေးက ပန်းနာရောဂါသည်လေးပြီးတာ့ မိတဆိုးလေးမို့ အဖေဖြစ်သူက အချစ်ပိုရတယ်သားဖြစ်သူအပေါ်မှာလည်း မျှော်လင့်ချက်အကြီးကြီးထားထားတယ်ဒီလိုနဲ့တစ်နေ့မှာတော့ သားဖြစ်သူလုပ်လိုက်တဲ့အမှားတစ်ခုကြောင့် ဘစ်ရှင်တစ်ယောက်ခေါင်းမီးတောက်ရတော့တာပဲသားဖြစ်သူဟာ လူတစ်ယောက်ကို ကားနဲ့တိုက်ခဲ့ပြီး ကြောက်ကြောက်လန့်လန့်နဲ့ထွက်ပြေးလာခဲ့တယ်ဒီအထိ ဘစ်ရှင်တစ်ယောက် စိတ်မပူသေးဘူး သားလေးကငယ်သေးတော့ အပြစ်ပေါ့လျှော့နိုင်တယ်လို့တွေးတယ်ဒါပေမဲ့ အဓိကပြဿနာက အက်ဘီ ကားနဲ့တိုက်မိခဲ့တဲ့လူဟာ အင်အားကြီးဂိုဏ်းတစ်ခုရဲ့ဂိုဏ်းသားဖြစ်နေတယ်ဂိုဏ်းတွေရဲ့ထုံးစံအတိုင်း အဖွဲ့ဝင်တစ်ယောက်ကိုထိရင် အဲ့ထိတဲ့လူကဘယ်သူဖြစ်နေပါစေ ရေဆုံးမြေဆုံးလိုက်သတ်တတ်ကြတယ်ဒါကိုလည်း တရားသူကြီးဖြစ်တဲ့ ဘစ်ရှင်ကသိတယ်အဲ့ဒီတော့ ဘစ်ရှင်တစ်ယောက် သူ့သားအသတ်မခံရဖို့အရေး နည်းလမ်းမျိုးစုံကြံဖန်ရပြီပေါ့ဆိုတော့ ဘစ်ရှင်တစ်ယောက်ဘာဆက်လုပ်မလဲ???ဖခင်မေတ္တာက တရားသူကြီးတစ်ယောက်ရဲ့ခံယူချက်တွေကို ရိုက်ချိုးပစ်နိုင်မှာလား??သူ့သားကရော ဘာကိစ္စနဲ့ သူများကိုသွားတိုက်ရတာလဲ??ပြီးတော့ သူဘယ်လိုတွေ အကွက်ရွေ့သွားမလဲဆိုတာကိုတစ်ပိုင်းပြီးတစ်ပိုင်း ရင်တထိတ်ထိတ်နဲ့ မထတမ်းကြည့်ရှုရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကိုတော့ Thet Hnin ...",
        "url": "https://channelmyanmar.org/tvshows/your-honor-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjk5MTZiMWUtMjllZC00YjZhLTg4NmUtMzMyOTQyMjkyMjE1XkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "Vyavastha (2023) Complete",
        "description": "Vyavastha 2023ZEE5 ကနေအသစ်ထွက်ရှိထားတဲ့ တေလဂူးမှုခင်းစီးရီးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nIMDb 6.7 အထိရရှိထားပြီး ဝါရင့်သရုပ်ဆောင် Sampath Raj နဲ့\nမင်းသမီးချော Hebah Patel တို့အဓိကပါဝင်သရုပ်‌ဆောင်ထားပါတယ်။ချာကရာဗာသီ... ထက်မြက်ပြီး ကိုင်တွယ်တဲ့အမှုတိုင်း\nအနိုင်ရတဲ့ ဝါရင့်ရှေ့နေကြီးတစ်ဦး၊ ပြစ်မှုတွေကို ပညာသားပါပါ\nဖုံးကွယ်တတ်ပြီး ဒုစရိုက်သမားတွေအကြိုက်၊ စီးပွားရေးသမားတွေအကြိုက်\nရှေ့နေလိုက်ခကုဋေချီပေးရတဲ့ ရှေ့နေတစ်ဦး၊ အမှုနိုင်ဖို့ ဘာမဆိုလုပ်ဖို့လက်မတွန့်တဲ့သူ...ဂျေ ဗမ်စီခရစ်ရှ်နာ... ငယ်ရွယ်ပြီး အတွေ့အကြုံမရှိသေးတဲ့\nလောလောလတ်လတ် ဥပဒေကျောင်းဆင်း ရှေ့နေလေးတစ်ဦး၊\nအကြံကောင်းပေမယ့် တရားရုံးရောက်လို့ အရေးအကြောင်းဆို စကားထစ်တတ်တဲ့သူ...ဒီလိုနဲ့ အတွေ့အကြုံ မိုးနဲ့မြေကွာတဲ့ ဒီရှေ့နေနှစ်ဦး\nနှစ်ယောက်သားထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာတဲ့ အချိန်မှာတော့\nယုန်သူငယ်လေးက ကျားဂူထဲဝင်သွားတဲ့အဖြစ်လို\nရှေ့နေနှစ်ဦးရဲ့အားပြိုင်မှုကို ထင်မှတ်မထားတဲ့ Plot twist တွေနဲ့\nအမှုကိုဘယ်လိုယှဉ်ဖိုက်ကြမယ်ဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။File Size – 800MB / 400MBQuality – 1080p WEB DL / 720pDuration – 30minsTotal Episodes: 8EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/vyavastha-2023-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/oa-135x200.jpg",
        "title": "The OA Season 1+2 (2016)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို IMDB 7.8 ရှိပြီးတော့ ဆန်ခါတင် ၉ဆုနဲ့ ဆုကြီး ၃ဆုရထားတဲ့ Drama Fantasy Mystry ဇာတ်လမ်းတွဲလေးတစ်ကားကို တင်ဆက်ပြသပေးလိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့ လွန်ခဲ့တဲ့ ၇နှစ်အကြာက ပျောက်သွားခဲ့တဲ့ မျက်မမြင်လေး ပရီရာဟာ ပြန်တွေ့တဲ့အချိန်မှာတော့ တံတားပေါ်က ခုန်ချထားပြီး ဆေးရုံရောက်နေခဲ့တာပါ ထူးဆန်းတာက သူဟာ မျက်လုံးလည်းပြန်မြင်နေရပြီး နာမည်ကလည်း ပရီရာ အစား အိုအေ ဖြစ်နေခဲ့တာပါပဲ အဲဒီလိုနဲ့ သူပြန်လာရောက်လာတာကို တချို့ကလည်း ဘုရားမတာလို့ ထင်ကြပြီး တချို့ကလည်း အန္တရာယ်ပေးနိုင်တယ်လို့ ထင်နေကြတာပါ အဲဒီလိုနဲ့ တနေ့မှာတော့ သူ့အိမ်က အင်တာနက်ပေးမသုံးလို့ ရပ်ကွက်ထဲပတ်ရှာရာကနေ အမှတ်မထင်ဘဲ ကောင်လေးတစ်ယောက်နဲ့တွေ့ပါတော့တယ် အဲဒီကောင်လေးနဲ့ သူတို့ အပြန်အလှန်သဘောတူပြီးတော့ သူလည်းအင်တာနက်ရ ကောင်လေးကိုလည်း ကောင်လေးမိထွေးအဖြစ် ကျောင်းက ဆရာမနဲ့ သွားတွေ့ပြီးတော့ပြဿနာဖြေရှင်းပေးခဲ့တာပါ ကံဆိုးချင်တော့ ဆရာမနဲ့ ကောင်လေးအဖေတို့ ဈေးဝယ်ရင်းတွေ့ရာကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-oa-season-1-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3KUaxFXI54ceTvD9TnHKD1RpjF.jpg",
        "title": "Family: The Unbreakable Bond(2023)[Complete]",
        "description": "Family: The Unbreakable Bond(2023)***********************************အပိုင်း( ၁ မှ  ၁၂) ထိ စ/ဆုံးဒိုဟွန်းဆိုတဲ့ဘဲကြီးတစ်ပွေဟာ စတော့ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်တယ်..ချစ်စရာသမီးလေးလည်းရှိသလို ဇနီးချောလေးလည်းပိုင်ဆိုင်ထားတယ်..ပျော်ပျော်နေတတ်တဲ့မိသားစုမို့ ရပ်ကွက်ထဲမှာလည်းခင်မင်သူတွေအတော်များပါတယ်...တကယ်တော့ ဒိုဟွန်းဟာ လျှို့ဝှက်အေးဂျင့်တစ်ယောက်ဖြစ်ပြီး စနိုက်ပါပစ်ခတ်ရာမှာ အထူးကျွမ်းကျင်တဲ့အတွက်ဒိတ်ဒိတ်ကျဲလူဆိုးတွေကို တိတ်တဆိတ်သုတ်သင်ရတဲ့အလုပ်ကိုလုပ်ပါတယ်..ဒီအကြောင်းကို ဇနီးဖြစ်သူတောင် မသိရှာပါဘူး..သူဘယ်လိုပဲ လျှို့ဝှက်စွာ နေထိုင်နေပါစေ..သူသုတ်သင်ခဲ့ရတဲ့ လူဆိုးဘုရင်ကြီးတွေနဲ့နစ်နာခဲ့တဲ့ရန်သူတွေကတော့ သူ့ကိုလိုက်ရှာပြီး ဗျင်းဖို့ ကြံရွယ်လာတဲ့အခါမှာတော့.... Aired:Apr 17, 2023 - May 23, 2023\nAired On: Monday, Tuesday\nGenres: Action, Thriller, Comedy, Drama\nDuration: 70mins\nEpisodes: 12\nOriginal Network: TVING, tvN\nFile Size: 1080p(~850MB) , 720p(~300MB)\nTranslated by Eric,Shoon,  Hay Thar Oo  & Miri\nEncoded by Phyo Pyae «««   Telegram Channel  »»» Episode 01\n[720p]     »»»   UsersDrive  •   ...",
        "url": "https://channelmyanmar.org/tvshows/family-the-unbreakable-bond2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s7kgXVNKQDtBRUUfQa5ELwxOpg9.jpg",
        "title": "The Ingenious One (2023)",
        "description": "CM ပရိတ်သတ်ကြီးတိုရေ… ဒီဇာတ်ကားလေးမှာတော့ အက်ရှင်၊ ဒရမ်မာ ရသလှလှလေးတွေကိုခံစားကြည့်ရှုနိုင်မှာ ဖြစ်တဲ့အတွက် မလွတ်တမ်းကြည့်ရှုဖိုတင်ဆက်ပေးလိုက်ပါ တယ်နော်။ဇာတ်ကြောင်းလေးကတော့… ယွင်ထိုက်ရဲ့တပည့်ဖြစ်တဲ့ ယွင်ရှန်းတစ်ယောက် သိုင်းပညာရပ်တွေကိုဆယ်စုနှစ်ကြာ လေ့လာဆည်းပူးပြီးတဲ့နောက် သိုင်းလောကထဲကို ခြေလှမ်း စခဲ့ပါတော့တယ်။ယွင်ရှန်းဟာ သူငယ်ချင်းအစစ်မှန်တွေနဲ့ဆုံ တွေ့ခွင့်ရပြီး နွေးထွေးမှုအစစ်မှန်တွေကိုလည်းခံစားသိရှိလာ တာနဲ့အတူ ထူးဆန်းတဲ့ ဒဏ္ဍာရီလာသူရဲကောင်းမိန်းကလေး စူးယန်အန် ကလည်းယွင်ရှန်းအပေါ်တဖြည်းဖြည်း ချစ်ခင် ဆုံမက်လာပါရော။ ယွင်ရှန်းအတွက်တော့ သူငယ်ချင်းတွေနဲ့ အတူအဆိုးအကောင်းမှန်သမျှကို ပျော်ရွှင်စွာဖြတ်ကျော်လာခဲ့ ပေမယ့်လည်း သိပ်မကြာခင်မှာဘဲဒီလိုအချိန်လေးတွေကုန်ဆုံး ပြီး တချိန်တုန်းက ဆိုးရွားလှတဲ့ လူမျိုးတုံးသတ် ဖြတ်မှုတွေကိုအတွင်းကျကျသိရှိလာရင်း သိပ်ကြောက်စရာကောင်းတဲ့ လျှိဝှက်နက်နဲမှုတွေကိုလည်း သိလိုက်ရတဲ့နောက်မှာတော့အခြေနေတွေလည်းဆိုးရွားလာပါတော့တယ်။ သူဟာ လှည့်စားမှုတွေ သစ္စာဖောက်မှုတွေနဲ့ခွဲခွာခြင်းဆိုတဲ့ သေခြင်း တရားတွေကိုတွေ့ကြုံခဲ့ရပြီးတဲ့နောက် တစ်ချိန်ကဘဝရဲ့ အနှစ်သာရတွေအပြည့်အဝဆောင်ကြဉ်းထားတဲ့အရာမှန်သမျှ တမုဟုတ်ချင်း ပြိုလဲသွားပြီဆိုတာကိုနားလည်လိုက်ရပါတယ်။ ဒီလိုနဲ့ ယွင်ရှန်းတစ်ယောက် သူ့နှလုံးသားထဲက တရားမျှတမှုကို သူ့ဘဝနဲ့ရင်းပြီးဘယ်လိုတွေခုခံကာကွယ်သွားမလဲဆိုတာကို ……စိတ်ဝင်တစားနဲ့ ကြည့်ရှုလိုက်ကြပါဦးနော်…Reviewed by Su Myat Nyunt ...",
        "url": "https://channelmyanmar.org/tvshows/the-ingenious-one-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/School_Spirits_TV_Series-438403199-large-135x200.jpg",
        "title": "School Spirits (2023)",
        "description": "School Spirits (2023)\n===============\nIMDb Rating - 7.6/10အထက်တန်းကျောင်းနဲ့ သရဲဇာတ်လမ်းဆိုတာက ဘယ်လိုမှခွဲခြားလို့\nမရတဲ့ အရာတစ်ခုလိုပါပဲ။ အထက်တန်းကျောင်းတိုင်းမှာ ဇာတ်လမ်း\nတစ်ပုဒ်ဆိုတာရှိကြတာပါပဲ။ တကယ်ရှိလား မရှိဘူးဆိုတာတော့ ကျွန်\nတော်တို့တွေ မသိနိုင်တဲ့အရာတစ်ခုပါပဲ။ ဒါပေမယ့် ကျွန်တော်တို့ သရဲ\nဇာတ်လမ်းတွေ နားထောင်ပြီးတော့ ကြောက်ခဲ့ကြတာပေါ့။အခု Paramount+ ကနေ ထွက်လာတဲ့ School Spirits ဆိုတဲ့ ဇာတ်လမ်း\nတွဲဟာဆိုရင်လည်း အဲလိုမျိုးပါပဲ။ သေဆုံးသွားပြီဖြစ်တဲ့ အထက်တန်း\nကျောင်းသားတွေဟာ ကျောင်းကနေ မထွက်နိုင်ဘဲ သောင်တင်နေကြတာ\nမျိုးကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ ဒါပေမယ့် Horror ပုံစံမျိုးဆိုတာ\nထက် Mystery, Crime Solving ပုံစံမျိုးပါ။ Rotten Tomatoes 81%,\nIMDb Rating 7.6 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အထက်တန်းကျောင်းသူလေး မက်ဒီဟာ\nအသတ်ခံလိုက်ရပြီး ကျောင်းမှာ ဝိညာဉ်အဖြစ် သောင်တင်နေပါတော့တယ်။\nသူ့ကို ဘယ်သူက သတ်သွားတယ် ဘယ်လို သေသွားတယ်ဆိုတာကို‌တော့\nမမှတ်မိဘဲဖြစ်နေပါတယ်။ ဒါကြောင့် မက်ဒီလည်း ဝိညာဉ်ဘဝနဲ့ လိုက်စုံစမ်းဖို့\nအကြောင်းဖန်လာပါတော့တယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/school-spirits-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLMUpTxSKOh6SMeW2ISryGvPdTQ.jpg",
        "title": "The Game Caterers",
        "description": "The Game Carterers Season 1 (2021)The Game Caterers ဟာဆိုရင် တောင်ကိုရီးယားက\nရုပ်မြင်သံကြားထုတ်လုပ်သူနှင့် ဒါရိုက်တာတစ်ဦးဖြစ်တဲ့\na Young-seok ရဲ့ Game ကစားတဲ့ show အစီအစဥ်ပဲ ဖြစ်ပါတယ်။Na Young-seok ရဲ့ လူကြိုက်များတဲ့ Variety reality ရှိုးတွေထဲမှာ ပရိတ်သတ်ကြီးနဲ့ ရင်းနှီးနေပြီးသားဖြစ်တဲ့- 1 Night 2 Days,\n- New Journey to the West\n- Grandpas Over Flowers\n- Three Meals a Day\n- Youn's Kitchen နဲ့ Youn's Stay အစရှိတဲ့ အစီအစဥ်တွေလည်း ပါဝင်ပါတယ်။ဒါကြောင့် သူရိုက်ကူးတဲ့ အစီအစဥ်တွေဟာ ကောင်းမွန်တယ်ဆိုတာ ပြောစရာမလိုလောက်အောင်ပါပဲ ။\nအခု ဒီ show မှာဆိုရင်လည်း တရားဝင် ပွဲတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-game-caterers/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3GZB7pnyAw6QV053TwxiqvRyOw3.jpg",
        "title": "Dead Ringers (2023)",
        "description": "Dead Ringers (2023)ခေါင်းအစခြေဆူံး တူတဲ့ အီလိယက်နဲ့ ဘယ်ဗလီဆိုတဲ့ အမွှာညီအစ်မနှစ်ယောက်က\nအမျိုးသမီးတွေရဲ့ သားဖွားမီးယပ် နယ်ပယ်ကို လုံး၀ပြောင်းလဲပစ်ဖို့ ကြိုးစားပါတော့မယ်။ကလေးကို သွေးအုပ်စု ဘာအမျိုးစားနဲ့လိုချင်လဲ ၊ မျက်လုံးအရောင် ၊ ကိုယ်အလေးချိန်နဲ့\nအမြွှာပူးလိုချင်ရင်တောင် လိုသလိုစိတ်ကြိုက်ဖန်တီးပြုပြင်ဖို့ ဇီ၀နည်းပညာသစ်ကိုတီထွငိဖို့ကြိုးစားကြတဲ့ဇာတ်လမ်းပါ ။\nသွေးထွက်သံယိုနဲ့ ကလေးမွေးတဲ့အခန်းတွေကို အရှင်းကြီးရိုက်ပြထားတာကြောင့် စိတ်မခိုင်သူတွေ သွေးပျက်နိုင်ပါတယ် ။\nဇာတ်လမ်းက Thlriller ဘက်ကိုသွားတဲ့အတွက် ဇာတ်ရှိန်ကတဖြည်းဖြည်းနဲ့တက်သွားမှာပါ\nAmazon prime က ထုတ်လွှင့်ပြီး ကြည့်စရာဇာတ်လမ်းတွဲကောင်းတစ်ပုဒ်ဖြစ်စေမှာပါ ။စဆုံး ၆ ပိုင်း ရှိပါမယ်။( အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်)Genre..... Drama, Mystery\nQuality…. 1080p | 720p\nFile size… 500MB | 250MB\nFormat… mp4\nDuration…. 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Thiha Yan Naing\nEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/dead-ringers-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oxp1NaBCJ6V9jQRfMfDMHhhCj8F.jpg",
        "title": "The Legends of Monkey King (2023)",
        "description": "လက်ရှိခေတ်သာမန်တစ်ယောက်ကအတိတ်ကိုပြန်ရောက်သွားပြီမျောက်တိုရဲ့ဘုရင်ကြီးအဖြစ်ကိုရောက်သွားခဲ့ရာကနေစတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ဖန်းရှီဟာအကြောင်းတိုက်ဆိုင်စွာပဲ မိစ္ဆာအဖြစ်ပြောင်းသွားခဲ့ပြီး ရွှေစာကလေးနဲ့မိတ်ဆွေတွေဖြစ်လာခဲ့တယ်။မိစ္ဆာတွေဖြစ်တဲ့အတွက်သူတိုကိုအမြင်စောင်းခံရတာတွေနဲ့ကြုံတွေ့ခဲ့ရပါတယ်။ဖန်းရှီမှာသူရဲကောင်းအိပ်မက်ရှိပေမယ့် ဘာစွမ်းရည်မှာမရှိပါဘူးအခက်အခဲတွေအများကြီးကျော်ဖြတ်ပြီးမှ ယောင်ကွမ်းဂူကကျယ်ခုန်းဆရာအရှင်ကိုဆရာတင်နိုင်ခဲ့တယ်။ဖန်းရှီကနေညမပြတ်ကြိုးစားအားထုတ်လာခဲ့ရတယ်။နတ်လောကရဲ့ပေချန်စစ်သူကြီးဦးဆောင်တဲ့ ကောင်းကင်စစ်သည်တွေမိစ္ဆာတွေကိုနှိမ်နင်းဖိုရောက်လာတဲ့အခါမိစ္ဆာအပေါင်းတိုကဆန့်ကျင်ပုန်ကန်ကြရတော့ပါတယ်။နတ်တွေနဲ့မိစ္ဆာတွေကြားစစ်ပွဲတွေဖြစ်လာတဲ့အခါ ဖန်းရှီတိုမိစ္ဆာတွေဘယ်လိုခုခံကြမလဲဒီစစ်ပွဲကြီးရဲ့နောက်ကွယ်မှာဘာတွေရှိနေမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်Reviewed by Nu MonQuality : WEB-DL 720p,1080pTotal Episodes : 43\nFormat : mp4Genres : Wuxia, FantasyDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 1 (1080p) - MegaUp / StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 2 - MegaUp ...",
        "url": "https://channelmyanmar.org/tvshows/%e5%87%8c%e4%ba%91%e5%bf%97-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/joseon-133x200.jpg",
        "title": "Joseon Attorney: A Morality (2023)",
        "description": "Joseon Attorney: A Morality (2023) (အညွှန်း)\n=================================21 ရာစုခေတ် ရှေ့နေကားတွေချည်းပဲကြည့်နေရတာ ရိုးလောက်ပြီမို့ ဂျိုဆွန်းခေတ်ရှေ့နေကားလေးပြောင်းကြည့်ရအောင်။မိဘတွေရဲ့သေဆုံးမှုနဲ့ပတ်သက်ပြီးတာဝန်ရှိသူတွေကို ကလဲ့စားချေချင်တဲ့စိတ်နဲ့ ရှေ့နေဖြစ်လာတဲ့ Kang Han Soo ..\nဘုရင့်သမီးတော်တစ်ပါးဖြစ်ပေမယ့် ဖြူစင်တဲ့စိတ်ထားနဲ့ ချို့တဲ့အဖိနှိပ်ခံပြည်သူတွေကို တစ်ဖက်တစ်လမ်းကနေ\nကူညီပေးနေတဲ့ Lee Yeon Joo .. သူတို့နှစ်ယောက်ပေါင်းပြီး ဂျိုဆွန်းပြည်မှာ ဥပဒေကို လက်တစ်လုံးခြားလုပ်ပြီး\nခေါင်းပုံဖြတ်နေတဲ့ လူကုံထံတွေ အရာရှိတွေကို ဥပဒေအရဘယ်လိုနှိပ်ကွပ်မလဲဆိုတာ ကြည့်ရမယ့် ဥပဒေရိုမန့်စ်ကားလေးပဲဖြစ်ပါတယ်။မင်းသားချော Woo Do Hwan ရဲ့ သုံးနှစ်အကြာမှ ပြန် comeback တဲ့ကားဖြစ်သလို မင်းသမီးကလည်း WJSN\nအဖွဲ့ဝင်လည်းဟုတ် .. အခုထိ ကေဒရာမာဖန်တွေရဲ့ရင်ထဲမှာရှိနေဆဲ Twenty-Five Twenty-One ရဲ့”ဂိုယူရင်း” လည်း\nဖြစ်တာမို့ နှစ်ယောက်သား chemistry မမိမှာတော့မပူရပါဘူး။Quality :1080p WEB DL/ 720pTotal Episodes : 16EpsFormat : ...",
        "url": "https://channelmyanmar.org/tvshows/joseon-attorney-a-morality-2023/"
    }
]