[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptiIIleoRqeFDUpfrQLMN6XZ9tW.jpg",
        "title": "Taali (2023)",
        "description": "Taali (TV Series)(2023)\nIMDb-8.6/10\"တချို့က ကျွန်မကိုလူမှုအကျိုးဆောင်လို့ခေါ်ပြီး တချို့ကတော့ ကျွန်မကို ဟီဂျရာလို့ခေါ်ကြပေမယ့်\nဒီကမ္ဘာကြီးမှာ ကျွန်မကို အမေလို့ခေါ်တဲ့သူတွေလည်း ရှိနေတာပဲလေ\"ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ကို မင်းသမီးကြီး ဆူရှ်မီတာဆန်း\nအဓိကသရုပ်ဆောင်ထားတဲ့ တီဗီစီးရီးကောင်းကောင်းတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်\nဂေါ်ရီဇာတ်ရုပ်နဲ့ ဆူရှ်မီတာအရမ်းကိုလိုက်ဖက်သောပါပဲဂန်နူဆိုတဲ့ကောင်လေးဟာ အတန်းထဲမှာဘာဖြစ်ချင်လဲမေးတဲ့အချိန် \"မိခင်တစ်ယောက်ဖြစ်ချင်တယ်\nအိမ်သားတွေအတွက် ဂျပါတီတွေပြင်ပေးပြီး ပြုစုပျိုးထောင်ချင်တယ်\"လို့ ဝမ်းသာအားရဖြေခဲ့တဲ့ ကလေးလေးပေါ့....အဲဒီချိန်ကစဘဝဟာ မတူကွဲပြားမှုနဲ့ အတိုက်အခိုက်အငြင်းအခုံတွေစတော့တာပဲ\nဒီလိုအခြေအနေအတိုက်အခိုက်မျိုးစုံကို ငယ်စဉ်တည်းက ဘယ်လိုရင်ဆိုင်ခဲ့လဲ\nဒီအသိုက်အဝန်းအတွက်သူဘယ်လိုရပ်တည်ဆောက်ရွက်ပေးခဲ့လဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်မတူညီကွဲပြားမှုကို အပြည့်အဝနားလည်ပေးနိုင်ဖို့ဆိုတာမျိုးက အဲဒီလိုမျိုးကြုံဖူးမှ\nဒါမှမဟုတ် ကာယကံရှင်နဲ့အနီးစပ်ဆုံးဖြစ်ဖူးမှသိနိုင်တာမျိုးပါ\nလက်တွေ့ဘဝမှာ တစ်ဖက်သားနေရာကို ဝင်ကြည့်ဖို့ခက်ခဲတဲ့အချိန်မှာ\nဒီလိုဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးတွေက အများကြီးအထောက်အကူပြုပါတယ်(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Zwe ~ Cherry ~ Yunni တို့ပဲဖြစ်ပါတယ်)Quality : 650MB /  400MBTotal Episodes : 6EpsFormat : mp4Genres : Drama~ BollywoodDuration : 29minsSubtitle : Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/taali-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/vXvZnB_4f-e1691054903338-131x200.jpg",
        "title": "Love on Delivery (2023)",
        "description": "\"ဒယ်လီအိမ်ဖော်မလေးအချစ်\" မြန်မာစာတန်းထိုး\nLove On Delivery 2023ရဝစ် အဖြစ် Mek juti Jumroenketpratipe\nထိဒါ အဖြစ် Praew Chermawee Suwanpanuchokeဝရစ်ဟာ ငယ်ငယ်ကတည်းက မိဘတွေကွဲခဲ့ကြပြီး ပြဿနာရှိတဲ့ကလေးတစ်ယောက်အနေနဲ့ကြီးပျင်းခဲ့ပြီး ဘာမှအသုံးမကျတဲ့ကောင်လေးပေါ့ထိဒါကတော့ ရဝစ်အိမ်ဖော်ဟောင်းရဲ့သမီးလေးပါ ဖြစ်ချင်တော့ ဝရစ်နဲ့ထိဒါဟာ ကျောင်းတုန်းကချစ်သူတွေဖြစ်ခဲ့ပြီး ပြတ်ခဲ့ပါတယ်အခုချိန်မှာတော့ ထိဒါအမေဟာ\n\"Maid to Your Home \" ဆိုတဲ့ ဒယ်လီအိမ်ဖော်မလေးကုမ္ပဏီကိုပိုင်ဆိုင်ထားပါတယ်ထိဒါအမေဟာ ဝရစ်အိမ်ကနေထွက်မလာခင်က ဝရစ်ကိုပေးထားတဲ့ကတိရှိတာရယ်ထိဒါကို ကုမ္ပဏီစီမံအုပ်ချုပ်နိုင်မလားဆိုတာသိချင်တာရယ်ကြောင့်ထိဒါကို ၅ လအတွင်း ရဝစ်အိမ်မှာအိမ်ဖော်မလေးလုပ်ဖို့ လွှတ်ခဲ့ပါတယ်ထိဒါ ရဝစ်အိမ်မှာ အိမ်ဖော်မလေးလုပ်နိုင်မလား Ex ဖြစ်တဲ့ရဝစ်နဲ့ရောဆက်ဆံရေးဘယ်လိုဖြစ်သွားမလဲဆိုတာ ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်(အညွှန်းရေးသားသူမှာ Nang Mwe Kham ဖြစ်ပါတယ်)Native Title: สาวใช้ดิลิเวอรี\nEpisodes: 24\nAired: Jul 3, 2023 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: ...",
        "url": "https://channelmyanmar.org/tvshows/love-on-delivery-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/60Q7V2_4f-1-160x200.jpg",
        "title": "To the Moon and Back (2023)",
        "description": "မာတာလဒါ အဖြစ် Toey Jarinporn\nပူရင်မ်/ ပိန်နိန် အဖြစ် James Jirayuဇာတ်လမ်းအကျဉ်းပူရင်မ်က နာမည်ကြီးနှလုံးခွဲစိတ်ဆရာဝန်တစ်ယောက်ဖြစ်ပြီး ပြီးပြည့်စုံတဲ့ အသိုင်းအဝိုင်းက ပြစ်ချက်မရှိတဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်ပူရင်မ်ဟာ ဖခင်ဖြစ်သူရဲ့စည်းမျဥ်းအတိုင်း ငယ်ကတည်းကနေခဲ့ရပြီး သွေးအေးလွန်းတာမို့ \"နှလုံးသားမရှိတဲ့ နှလုံးအထူးကု\"လို့တောင်ခေါ်ခံရပါတယ်မာတာလဒါကတော့ ဂေးဖခင်တစ်ဦးရဲ့သမီးဖြစ်ပြီး ဘဝကို ဖြူစင်စွာ ကလေးဆန်ဆန်ဖြတ်သန်းလာသူတစ်ယောက်ပေါ့လွတ်လပ်တဲ့ပတ်ဝန်းကျင်မှာကြီးပြင်းလာရပြီး အလိုလိုက်ခံရသူပီပီ မာတာကတော့ ပူရင်မ်နဲ့ဆန့်ကျင်ဘက် စိတ်စေရာအတိုင်းဘဝကိုပျော်ရွှင်စွာဖြတ်သန်းနေခဲ့တယ်ဒီလိုမတူညီတဲ့ဘဝတွေရှိတဲ့ မာတာနဲ့ပူရင်မ်တို့ ဘဝအချိူးအကွေ့တစ်ခုမှာ ရင်းနှီးလာရချိန်မှာတော့ မာတာ့အပေါ်ခံစားချက်တွေရှိလာခဲ့တဲ့ ပူရင်မ်တစ်ယောက် သူ့အပေါ်ထိန်းချုပ်လာခဲ့တဲ့ဖခင်ကို ဆန့်ကျင်နိုင်ပါ့မလားအပူအပင်မရှိပျော်ရွှင်လာခဲ့တဲ့ မာတာကရော ဘဝထဲ အချစ်ဆိုတဲ့အရာဝင်ရောက်လာချိန်မှာ ဘာတွေပြောင်းလဲလာမလဲ\nအခက်အခဲတွေနဲ့ သူတို့နှစ်ဦးရဲ့ အချစ်ရေးဖြောင့်ဖြူးနိုင်မလားဆိုတာ ကြည့်ရှုရအောင်( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )\nNative Title: มาตาลดา\nEpisodes: 16\nAired: Jun 6, 2023 - ?\nAired On: Monday, Tuesday\nOriginal Network: Channel 3\nDuration: ...",
        "url": "https://channelmyanmar.org/tvshows/to-the-moon-and-back-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i7n9dCx10XFpw3LgRd1ZZKaAuNi.jpg",
        "title": "Young Ji’s No Prepare Season 2 (2023)",
        "description": "Young Ji's No Prepare Season 2 (2023)အနုပညာရှင်တွေ Idol ​တွေဟာ ကင်မရာ​ရှေ့မှာဆို ကိုယ်​ပြောချင်တဲ့စကားဆို ​တော်​တော်များများ ထိန်းချုပ်ထားရစမြဲပါဒါ​ပေမဲ့ ​ယောင်းဂျီရဲ့ ဒီ show က​တော့ အဲဒါ​တွေနဲ့ဆန့်ကျင်ဘက်..\nသောက်လည်း​သောက်မယ်၊ ​ထွေရာ​လေးပါးစကားလည်းများကြမယ်​ပေါ့ရုပ်သံဌာန​တွေမှာလို ဖိအားများ​စေမှာမဟုတ်ဘဲ အိမ်ထဲမှာပဲ ကိုယ့်​ဘော်ဒါနဲ့ ​သောက်ရင်းစားရင်း စကားဝိုင်းဖွဲ့သွားမှာဖြစ်တဲ့အတွက်\nAritist တွေသွားချင်ကြတဲ့ show တစ်ခုအပါအဝင်ဖြစ်ပါတယ်အနုပညာရှင်​တွေကိုယ်တိုင်​ပြောသွားမယ့် TMI ​တွေကိုပါသိရမှာဖြစ်သလို\nဒီတစ်​ခေါက် season 2 ကို CM ကတင်ဆက်​ပေးသွားမှာဖြစ်လို့အတူကြည့်လိုက်ကြ​အောင်ပါအညွှန်းကိုတော့ JoyZ က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Hmwe and JoyZ ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p\nFile size… 500MB\nFormat… mp4\nDuration…. 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Hmwe and Joyz\nEncoder ..... AaronEpisode 14 (Blackpink's Ji ...",
        "url": "https://channelmyanmar.org/tvshows/no-prepare-season-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/guns-133x200.jpg",
        "title": "Guns & Gulaabs (2023)",
        "description": "Guns & Gulaabs 2023\nIMDb - 8.1/10The Family Man, Farzi တို့လို အိန္ဒိယစီးရီးမှာ မြင်တွေ့နေကျပုံစံမဟုတ်ဘဲ\nဆန်းသစ်တဲ့တင်ဆက်မှုတွေနဲ့ အမြဲဖန်တီးတတ်တဲ့ Raj & DK တို့ရဲ့လက်ရာအသစ်ကို\nNetflix ကနေပူပူနွေးနွေးထွက်ရှိထားလို့ တင်ဆက်ပေးလိုက်ပါတယ်။သရုပ်ဆောင်တွေအနေနဲ့က‌တော့ Rajkummar Rao, Dulquer Salmaan တို့အပြင်\nThe White Tiger ဇာတ်ကားထဲက Adarsh Gourav စတဲ့ နာမည်ကြီးမင်းသားတွေ\nအများကြီးနဲ့ရှယ်ကြမ်းထားပြီး casts တွေနဲ့တင်ကြည့်ရတန်နေပါပြီ။ဇာတ်လမ်းကတော့ ၁၉၉၀ ဝန်းကျင်ခုနှစ်တွေတုန်းကအငွေ့အသက်တွေ ပြန်ရစေတဲ့အပြင်\nဆန်းသစ်တဲ့ ဇာတ်လမ်းတင်ဆက်ပုံတွေကြောင့် rating အများကြီးရထားတဲ့\nblack comedy, crime, thriller စီးရီးတစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဂူလာ့ဘ်ဂျီဆိုတဲ့မြို့ငယ်လေးထဲမှာ ဂန်ချီဆိုတဲ့ဆရာကြီး\nလက်ဝါးကြီးအုပ်နေပြီး အိန္ဒိယရဲ့ဒုတိယအကြီးဆုံး\nဘိန်းချက်စက်ရုံရှိတဲ့နေရာလည်းဖြစ်ပါတယ်။တစ်နေ့မှာ မြို့ထဲကိုမူးယစ်ဆေးဝါးထိန်းချုပ်ရေးအရာရှိ အသစ်ပြောင်းလာပြီး\nသူတို့စက်ရုံမှာလုပ်နေကျ အညှီအဟောက်တွေကို ရှာတွေ့သွားတဲ့အခါ....\nတစ်ဖက်မှာလည်း သာမန်စက်ပြင်ဆရာလေးက ဂန်ချီလက်အောက်မှာအလုပ်လုပ်နေတဲ့\nအဖေဖြစ်သူ ရုတ်တရက်အသတ်ခံလိုက်ရတာကိုလိုက်လံစုံစမ်းရင်း\nဖုံးကွယ်တဲ့အမှန်တရားတွေ တစ်စတစ်စပေါ်လာတဲ့ချိန်မှာတော့\nဘယ်နေရာမဆို ဂန်ချီရဲ့နား၊ မျက်စိဖြစ်နေတဲ့ မြို့သေးသေးလေးထဲမှာ\nသူတို့ဘယ်လို စုံစမ်းရှာဖွေမယ်ဆိုတာကို action vibe အပြည့်အဝခံစားနိုင်မှာမို့\nမလွှတ်တမ်းကြည့်ရှုသင့်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/guns-gulaabs-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81bZ2vP3C15x6NZJJUjUsesv3OP.jpg",
        "title": "Winning Time: The Rise of the Lakers Dynasty (2022) Season 01 Complete",
        "description": "Winning Time: The Rise of The Lakers Dynasty (2022) Season 01 Complete ~ IMDb - 8.3/10, Rotten Tomatoes - 85% ~ ဘတ်စကတ်​ဘောဆိုတဲ့ ကစားနည်းအ​ကြောင်း အကျွမ်းတဝင် မရှိရင်​တောင် မိုက်ကယ်​ဂျော်ဒန်၊ ကိုဘီဘရိုင်ယန့်၊ လီဘရွန်ဂျိမ်း ဆိုတဲ့ နာမည်တွေကို​ လူတိုင်းကြားဖူးကြမှာပါ။ တကယ်လို့များ သင်ဟာ အားကစား​နည်းတွေကို စိတ်ဝင်စားတဲ့သူ ဆိုရင်​တော့ NBA​ ခေါ် အ​မေရိကန်ဘတ်စကတ်​ဘောလိဂ်ကို ​​သေချာ​ပေါက် သိ​နေမှာပါ။ NBA ပရိသတ်အစစ်ဆိုရင်​တော့ ​လော့စ်အန်ဂျလိစ်အ​ခြေစိုက် LA Lakers အသင်းကို သိကိုသိ​နေမှာပါ။ ဒီဇာတ်လမ်းတွဲကို HBO Max က​နေ ပြသထားတာဖြစ်ပြီး LA အ​ခြေစိုက် နာမည်​ကျော် LA Lakersအသင်း ​အောင်မြင်မှု​တွေ ဆက်တိုက်ရယူနိုင်ဖို့ အစပျိုးခဲ့တဲ့ ၁၉၇၈-၁၉၇၉ခုနှစ်ကာလကို ပြန်လည်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/winning-time-the-rise-of-the-lakers-dynasty-2022-s-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8x9tynN9kcwhSHLMbuj1nl2mM7.jpg",
        "title": "The Summer I Turned Pretty Season 1+ 2 (2022)",
        "description": "The Summer I Turned Pretty (2022)ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ရသအပြည့်အဝပေးနိုင်မယ့် Amazon Prime ဇာတ်လမ်းတွဲလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကြီး Drama တွေဖြစ်ကြတဲ့ To All the Boys သုံးကားတွဲရဲ့ စာရေးဆရာမဖြစ်တဲ့\nJenny Han ရဲ့ နောက်ထပ်ကောင်းမွန်တဲ့ လက်ရာဖြစ်တာမို့ ကောင်းမွန်တဲ့ Drama တွေ ကြည့်ရှု့နိုင်မှာဖြစ်ပါတယ်။\nဘယ်လီဆိုတဲ့ ကောင်မလေးဟာ မိသားစုနဲ့အတူ ကာဆင့်စ် ကမ်းခြေကို နွေရာသီတိုင်းမှာ သွားနေကျပါ။\nနှစ်စဉ်နှစ်တိုင်းမပျက်သွားနေကြလို့ သူ့အတွက်တော့ ကာဆင့်စ်ကမ်းခြေက အိမ်ဟာ\nသူ့အတွက်တော့ ပုံမှန်နေနေကျ အိမ်လိုဖြစ်နေပါတော့တယ်။\nဒါပေမယ့် နွေရာသီတစ်ခုမှာတော့ သူဟာ အရွယ်ရောက်လာပြီး ကမ်းခြေကို ခါတိုင်းလိုပဲ လာခဲ့ပေမယ့်\nအရင်ကနဲ့ မတူတဲ့ နွေရာသီတစ်ခုကို ကြုံတွေ့ရပါတော့တယ်။\nအဲဒါကြောင့် တူညီတဲ့ ကိစ္စတွေကို ဘယ်လီတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ကြည့်ရှု့နိုင်မှာဖြစ်ပါတယ်။အညွှန်းကိုတော့ Leonard Lin က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Leonard Lin, Kuz, Richard ...",
        "url": "https://channelmyanmar.org/tvshows/the-summer-i-turned-pretty-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTD9aG35is0JFn4WApxa5025aKS.jpg",
        "title": "High School Musical: The Musical: The Series",
        "description": "High School Musical: The Musical: The Series Season 1 (2019)Disney ဟာ ပရိသတ်တွေကို မရိုးတဲ့တင်ဆက်မှုတွေ အမြဲချပြလျက်ရှိနေတာ အားလုံးအသိပါပဲ။ဒီလို ဆန်းပြားတဲ့တင်ဆက်မှုတွေထဲမှာ ကျွန်တော်တို့ ငယ်ငယ်က သိပိကြိုက်ခဲ့တဲ့ High School Musical movie ကို အခြေခံပြီး\nပြန်လည်ဆန်းသစ်ထားတဲ့ High School Musical: The Musical: The Series လည်း ပါ၀င်တယ်ဆို မမှားပါဘူး။ဒီ HSMTMTS ကြောင့် Zac Efron, Vanessa Hudgens စတဲ့\nတစ်ချိန်က Disney စတားတွေနဲ့အတူ ရင်ထဲစွဲခဲ့တဲ့ High School Musical သီချင်းများစွာကို\nအသစ်တဖန် ပြန်လည်ခံစားနားဆင်ခွင့် ရခဲ့တာဆိုရင်လည်း မမှားပါဘူး။ဒါ့အပြင် Cast တွေကလည်း Olivia Rodrigo, Joshua Bassett, Matt Cornett\nစတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/high-school-musical-the-musical-the-series/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6SP6NiyFxzUaegvg4TB3TMZlv8H.jpg",
        "title": "Mask Girl(2023)",
        "description": "Mask Girl(2023)****************\nအပိုင်း(၁ မှ ၇) စ/ဆုံး(18+ ဆန်ဆန်အခန်းတွေပါဝင်တာကြောင့် မိသားစုနဲ့ ကြည့်မယ်ဆိုရင်\nအနည်းငယ်သတိပြုစေလိုပါတယ်.._\nMask Girl (Streaming television series) ကို Mae Mi ဆိုတဲ့ Webtoon\nကို အခြေခံပြီးတော့ ဒါရိုက်တာ Kim Yong-hoon မှ ရိုက်ကူးထားတာ ဖြစ်တယ် Starring တွေအနေနဲ့\nGo Hyun-jung, Aha Jae-hong, Yoon Hye-ran တို့ ပါဝင်ကြတယ်Kim Mo-Mi က ကိုယ့်ရုပ်ရည်နဲ့ ပတ်သက်ပြီးတော့ ယုံကြည်မှုမရှိတဲ့သာမန် ရုံးဝန်ထမ်းလေးတစ်ယောက်ဖြစ်တယ် သူငယ်စဉ်ကတည်းက တောက်ပတဲ့မီးရောင်အောက်က စတိတ်စင်ပေါ်မှာ ဖျော်ဖြေချင်တဲ့\nစိတ်ကူးအိပ်မက်လေးတစ်ခု ရှိခဲ့တယ် အသက်ကြီးလာတဲ့အခါမှ ရုပ်ကတော့ တဖြည်းဖြည်း ဆိုးလာပေမဲ့\nသူ့ရဲ့ လှပတဲ့ ခန္ဓာကိုယ်ကိုတော့ ဂုဏ်ယူနေခဲ့တယ်\nအလုပ်ကနေ အိမ်ပြန်ရောက်လာတဲ့အခါမှာ မျက်နှာဖုံးကို တပ်ပြီး သူ့ကိုယ်သူMask Girl အဖြစ် live တွေ လွှင့်ခဲ့တယ် ...",
        "url": "https://channelmyanmar.org/tvshows/mask-girl2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/346039868_2412942668874743_7173529621670485648_n-113x200.jpg",
        "title": "The Secret of Moment (2023)",
        "description": "\"ပဟေဠိခြေရာ\" မြန်မာစာတန်းထိုး\nThe Secret of Moment (2023)ဝင်း အဖြစ် Golf Anuwat Choocherdratana\nအျန် အဖြစ် Rodmay Kaneugnijပရဒပ်ဝေထီမိသားစုထံ ကပ်ဆိုးဝင် ကံဆိုးချိန်မှာ အျန်တစ်ယောက် အဖေဖြစ်သူကိုဆုံးရှုံးခဲ့ရသလို\nအမေဖြစ်သူဟာလဲ စိတ်ရောဂါသည်ဖြစ်သွားခဲ့ပါတယ်...\nဒါ့အပြင် သိပ်မကြာခင်မှာပဲ ချစ်သူဖြစ်သူဖစ်ကိုပါ ထပ်မံဆုံးရှုံးခဲ့ရပါတယ်..\nတနေ့ သူမဆီ ၂၀၁၅ ခုနှစ်က စာတစ်စောင်ရောက်ရှိလာပြီးတာ့ စာအရ The secret ဆိုတဲ့ပြတိုက်ဆိုင်တစ်ခုကို သွားခဲ့ပါတယ်The secret ဆိုတဲ့ပြတိုက်ဟောင်းကိုရောက်တဲ့ချိန်မှာ\nနာရီဗီဒိုရဲ့အံဆွဲကနေ စာပို့ရင်း ၂၀၁၅ခုနှစ်က ဝင်းနဲ့နေရာတူ အချိန်တူနေချိန်မှာ ဆက်သွယ်မိခဲ့ရာက...\nသူတို့နှစ်ဦး နာရီကနေတဆင့် ဘယ်လိုတွေ့ဆုံသွားကြမလဲ\nလွန်ခဲ့တဲ့၃နှစ်ကို ပြန်ရောက်သွားတဲ့ သူတို့နှစ်ယောက်ရဲ့တွေ့ဆုံမှုကရော ဘယ်လိုအခက်အခဲအတားအဆီးတွေရှိနေမလဲ...\nအျန်နဲ့ဝင်းတို့ရဲ့ လွမ်းမောဖွယ်အခိုက်အတန့်တွေကို \"ပဟေဠိခြေရာ\"ဇာတ်လမ်းထဲမှာ ရင်ခုန်စိတ်လှုပ်ရှားမှုအပြည့်နဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nအပတ်စဉ် Channel Myanmar Website မှာ ထွက်ထွက်ချင်းတင်ဆက်သွားမှာမလို့ စောင့်မျှော်အားပေးကြပါဦးနော်။\n(ဇာတ်လမ်းအညွှန်းကို Lei Wutyi Tun မှရေးသားပြီး\nဘာသာပြန်တင်ဆက်ထားသူတွေကတော့ Nang Mwe Kham & Fake ...",
        "url": "https://channelmyanmar.org/tvshows/the-secret-of-moment-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Warrior-S3-135x200.jpg",
        "title": "Warrior Season 1+ 2 + 3 (2020)",
        "description": "WarriorCM Fan တွေ အတွက် အကြမ်းစား Action Series တစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်...ဇတ်လမ်းကတော့ အားစမ်း ဆိုတဲ့ ဖြူဖြူပျော့ပျော့ တရုတ်လေး တစ်ယောက်တရုတ်အလုပ်ကြမ်းသမားတွေ နဲ့ အတူ လှေကြီးတစ်စင်း နဲ့ ဆန်ဖရစ်စစ်စကို ကိုရောက်လာတဲ့ အချိန်က စတယ် ပြောရမှာပဲတစ်ခြား အလုပ်ကြမ်းသမားတွေ နဲ့ မတူတာက သူကအလုပ်ကြမ်း လုပ်ဖို့ လာတာမဟုတ်ပဲ လူတစ်ယောက်ကိုလာရှာတာပါ သူ့အနေနဲ့ ဒီမြို့ ရဲ့ တရုတ်တန်းကိုရောက်ဖို့ လိုနေပါတယ်...သိတဲ့ အတိုင်း အဖြူကောင်တွေက တရုတ်တွေကိုနှိမ်တဲ့ အတွက် သင်္ဘောဆိပ်မှာတင် အရာရှိ ၃ ယောက်ကိုဝင်းချွန်း သိုင်း နဲ့ အမှောက်ချလိုက်ပါတယ်...IP Man ကြည့်ဖူးတဲ့သူတွေဆို ဝင်းချွန်းသိုင်းကိုသိမှာပါဒီတရုတ်လေးက နယ်နယ်ရရ တော့ မဖြစ်နိုင်ဘူးအလုပ်သမားခေါင်း က အားစမ်း ရဲ့ လက်ရည်ကိုတွေ့သွားတော့ တရုတ်တန်း က တရုတ်လူမိုက်တွေဆီတဆင့် ထပ်ရောင်းလိုက်ပါတယ်...စလာကတည်းက ...",
        "url": "https://channelmyanmar.org/tvshows/warrior-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z5ICYkmpHonErvGuiN7llgu56Rz.jpg",
        "title": "Queendom Puzzle (2023)",
        "description": "Queendom Puzzle (2023)ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ Mnet ရဲ့ Survival show တွေဖြစ်ခဲ့တဲ့\nQueendom နဲ့ Queendom 2 တို့ရဲ့ Spin-off show တစ်ခုဖြစ်တဲ့ Queendom Puzzle ဆိုတဲ့ အစီအစဉ်ပါ ။\nနာမည်ကြီး girl group အဖွဲ့က အဖွဲ့ဝင်တွေ စုစည်းပါဝင်ထားပြီး\nတကယ်ကို ရင်ခုန်စိတ်လှုပ်ရှားစရာ survival show အနေနဲ့ ထပ်မံတွေ့မြင်ရမှာပဲ ဖြစ်ပါတယ် ။သီချင်းတွေ အကတွေနဲ့ survival show ကို ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက်\nCM က တင်ဆက်ပေးတဲ့ ဒီရှိုးမှာ ဘယ် Girl group အဖွဲ့တွေဘယ်လို‌တွေ Slay သွားမလဲဆိုတာကို အတူတူ စောင့်ကြည့်လိုက်ရအောင်နော် ။စုသုပေါင်း ၁၀ ပိုင်း တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ NanThin က ရေးထားပေးပြီးတော့\nဘာသာ​ပြန်ထားတာကတော့ CM Variety ...",
        "url": "https://channelmyanmar.org/tvshows/queendom-puzzle-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gSowy1T1FmIQKN7n2ftDwy5d4mM.jpg",
        "title": "A Perfect Story (2023) Complete",
        "description": "A Perfect Story (2023) A Netflix Mini Series ~ IMDb - 7.6/10, Rotten Tomatoes - 88% ~ \"A Perfect Story\" ဆိုတဲ့ ပြီးပြည့်စုံတဲ့အချစ်ဇာတ်လမ်း ဒါမှမဟုတ် စိတ်ကူးယဉ်ချစ်ပုံပြင်ဆိုတာ လက်တွေ့မှာ မရှိပါဘူး၊ အရမ်းရှားတယ်ပဲ ပြောရမှာပေါ့။ ဒါပေမဲ့ ဒီ စီးရီးထဲမှာတော့ စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးကို လက်တွေ့ကျတဲ့ရှုထောင့်တွေကနေ ခံစားရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကိုတော့ မာဂေါ့နဲ့ ဒေးဗစ်ဆိုတဲ့ လူနှစ်ယောက်အပေါ် ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတာပါ။ မာဂေါ့နဲ့ ဒေးဗစ်တို့ နှစ်ယောက်က ဘဝပေးအခြေအနေအရမ်း ခြားနားတယ်ပဲပြောရမှာပေါ့။ တစ်ယောက်က နိုင်ငံတစ်ဝှမ်းမှာရှိတဲ့ ဟိုတယ်အင်ပါယာကြီးကို အမွေဆက်ခံရတဲ့သူ၊ တစ်ယောက်က ဘဝခရီးဆက်ဖို့အတွက် အလုပ်သုံးခုလုပ်နေရသူပေါ့။ ဒါပေမဲ့ နှစ်ယောက်ရဲ့ အချစ်ရေးက ဇာတာချင်းတူနေခဲ့ပါတယ်။ နှစ်ယောက်လုံး အခြေနေအကြောင်းကြောင်းကြောင့် ကိုယ့် Ex တွေနဲ့ လမ်းခွဲခဲ့ကြရပါတယ်။ ဖြစ်ချင်တော့ နှစ်ယောက်သားက ...",
        "url": "https://channelmyanmar.org/tvshows/a-perfect-story-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/miracle-133x200.jpg",
        "title": "Miraculous Brothers (2023)",
        "description": "Miraculous Brothers (2023)ယွန်းဒုံဂျူ... နာမည်ကြီးကဗျာဆရာယွန်းဒုံဂျူကိုကြိုက်လို့ နာမည်ကိုပါတူတူပေးထားခံရတာဆိုပေမယ့်\nလက်တွေ့ဘဝက ယွန်းဒုံဂျူကတော့ စာရေးဆရာအမည်ခံပြီး ၇ နှစ်ကြာတာတောင်\nဝတ္တုတစ်ပုဒ်ဖြစ်မြောက်အောင် မထုတ်နိုင်တဲ့လူတစ်ယောက်ပါပဲ။ အချိန်ပိုင်းလုပ်လိုက်\nစာလေးရေးလိုက်နဲ့ ပေါ့ပေါ့ပါးပါးသူ့ဘဝဟာ လူတစ်ယောက်ကို\nကားနဲ့တိုက်မိပြီးနောက် အပြောင်းလဲကြီးပြောင်းလဲသွားပါတော့တယ်...။ဂန်ဆန်း....ယာဉ်တိုက်မှုဖြစ်ပြီး နှစ်လကြာပိုင်ရှင်မဲ့လူနာအဖြစ် သတိမေ့နေခဲ့အပြီးမှာတော့ ထူးဆန်းတဲ့အသံတွေ၊\nမြင်ကွင်းတွေမြင်လာရတဲ့ဂန်ဆန်းတစ်ယောက် လူတွေကိုထိလိုက်တာနဲ့ သူတို့ရင်ထဲကနာကျင်မှု‌တွေကိုပါ မြင်နိုင်ကြားနိုင်သွားခဲ့ပါတယ်။\nတရားခံက နစ်နာသူကိုစောင့်ရှောက်ရင်း ယာဉ်တိုက်မှုဖြစ်တဲ့ကာလကအမှုကွင်းဆက်တွေနဲ့ အခြားသော\nမတရားမှုတွေထဲ ဂန်ဆန်းတစ်ယောက် ဝင်ပါမိလိုက်တဲ့အခါ .. ။ထူးခြားတဲ့စွမ်းရည်နဲ့ညီလေးနဲ့ ယာယီအုပ်ထိန်းသူအစ်ကိုကြီးတို့ ဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာကို\nစိတ်ဝင်တစားစောင့်ကြည့်ရမယ့် Bromance ကားသစ်လေးပဲဖြစ်ပါတယ်။ Mental Coach ကားထဲက\nနည်းပြကြီးနဲ့ Gaus Electronic ထဲက အသန့်ကြိုက်သူဌေးသားလေး Bae HyunSung တို့\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး အပတ်စဉ်ဗုဒ္ဓဟူးနေ့နဲ့ ကြာသပတေးနေ့တိုင်း CM မှ\nဘာသာပြန်တင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်အားပေးကြပါဦးနော်။Quality : 108op / 720pTotal Episodes : 16EpsFormat : mp4 Genres :Mystery, Drama, Sci-Fi & Fantasy, ComedyDuration :Subtitle : ...",
        "url": "https://channelmyanmar.org/tvshows/miraculous-brothers-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/social-133x200.jpg",
        "title": "Social Currency (2023)",
        "description": "Social Currency (2023)\n=========ညိုချောလေးတွေကို ငမ်းရမယ့် အိန္ဒိယ Reality Showလေးလာပါပြီ။\nဒါမျိုးရှိုးတွေကိုဘာကြည့်ရမလဲမေးရင် သူတို့ရဲ့အလှအပ ဝတ်ပုံစားပုံ\nစကားပြောကြပုံတွေကိုကြည့်ရတာကိုက အရသာရယ်လို့ပဲပြောရမလား။Influencerဆိုတာ လူအများကို လွှမ်းမိုးထားနိုင်တဲ့ ဆယ်လီတွေကိုခေါ်တယ်လို့\nယေဘုယျမှတ်ကြပါစို့။နယ်ပယ်အသီးအသီးမှာ အောင်မြင်နေပြီးလူပေါင်းများစွာကို\nသူတို့ပြောလိုက်ပြီဆိုတာနဲ့ အဟုတ်ပဲ အကောင်းပဲလို့ထင်မှတ်အောင်ထိ လွှမ်းမိုးထားနိုင်သူတွေပေါ့။\nဆိုရှယ်မီဒီယာမှာ ပို့စ်လေးတခု ဗီဒီယိုလေးတပုဒ်နဲ့တင် ပိုက်ဆံအများကြီးရှာနိုင်ကြသူတွေ။\nဖုန်းဆိုတာလည်း သူတို့အတွက်မရှိမဖြစ်လိုအပ်ချက်ထဲပါတာပေါ့။ဒီလို နယ်ပယ်အသီးသီးက အန်ဖလူရန်စာတွေထဲကမှ နာမည်ကြီးရှစ်ယောက်ကိုရွေးပြီး\nသူတို့ရဲ့ဖော်လိုဝါတွေ ဖန်တွေအများကြီးဆီကနေဆွဲထုတ်\nသူတို့ရဲ့ဖုန်းတွေအကုန်သိမ်းပြီး ဖော်လိုဝါဇီးရိုးနဲ့ အကောင့်အသစ်နဲ့ယှဉ်ပြိုင်မှုတွေလုပ်ခိုင်းတဲ့အခါ\nတကယ့်လောကထဲမှာ စိန်ခေါ်မှုတွေနဲ့ရင်ဆိုင်ခိုင်းတဲ့အခါမထင်မှတ်ထားတဲ့ စိန်ခေါ်မှုအရပ်ရပ်တွေနဲ့ရင်ဆိုင်ကြတဲ့အခါ ဘာဆက်ဖြစ်မလဲ\nဘယ်သူကရောအနိုင်ရသွားမလဲဆိုတာ တပိုင်းပြီးတပိုင်းဆွဲဆောင်မှုရှိရှိနဲ့ တင်ဆက်သွားမယ့်\nရှိုးလေးပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Yunni~Zwe~Cherry~Moonတို့ပဲဖြစ်ပါတယ်)Quality : 1080p NF WEB DL /  720pTotal Episodes : 8EpsFormat : mp4Genres : RealityDuration : 43minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by V~BpL~Yunni~Zwe~Cherry~MoonEncoded by YK\n720p\nEpisode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/social-currency-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/1wd2zb_4f-140x200.jpg",
        "title": "HeartBeat(2023)[Complete]",
        "description": "HeartBeat(2023)***************အပိုင်း ( ၁ မှ ၁၆) ထိ စ/ဆုံးဆွန်းအူဟျော(Ok Taec Yeon) ဆိုတာ တကယ်တော့ လူသွေးတွေသောက်ပြီးရှင်သန်နေရတဲ့သွေးစုပ်ဖုတ်ကောင်တစ်ဦး....ဒီဘဝကြီးကိုစက်ဆုတ်လွန်းတော့စစ်မှန်တဲ့လူသားဘဝကို အသွင်ပြောင်းဖို့ကြိုးစားနေတယ်....သူဟာ လူသားစင်စစ်ဖြစ်ဖို့နှစ်ပေါင်း ၁၀၀တိုင်အောင်ကြိုးစားခဲ့ပြီး ပြည့်ဖို့တစ်ရက်အလိုမှာပဲမမျှော်လင့်ဘဲပြဿနာတစ်ရပ်နဲ့ကြုံခဲ့ရပါတယ်...လူသားတစ်ယောက်နီးပါးဖြစ်သွားပေမဲ့  တစ်ချို့ မကောင်းတဲ့အချက်တွေကျန်သေးသလို အဲ့ဒီအချက်တွေကြောင့်ပဲလူသားကမ္ဘာမှာနေထိုင်ဖို့ အတော်ဒုက္ခရောက်ရပါတော့တယ်...ဒီလိုနဲ့  လူသားတွေဆိုတာစက်ဆုတ်စရာလိုမြင်နေတဲ့ ခပ်စွာစွာကောင်မလေးနဲ့ကြုံလာရတဲ့အခါမှာတော့...သူတို့ဘယ်လိုဆက်ဖြစ်ကြမလဲ.....သွေးစုပ်ဖုတ်ကောင်ကရောအရင်ရန်သူတွေထပ်ပေါ်လာဦးမလား..လက်ရှိလူသားဘဝမှာရော ဘယ်လိုစိန်ခေါ်မှုတွေကြုံတွေ့ရမလဲဆိုတာကတော့....Heartbeat (2023)ကို အပတ်စဉ် တနင်္လာနဲ့ အင်္ဂါနေ့မှာ ကြည့်ရှူလို့ ရတော့မှာပဲ ဖြစ်ပါတယ်ရှင်။Aired:Jun 26, 2023 -  Aug 15, 2023\nAired On:Monday, Tuesday\nGenres: Comedy, Romance, Fantasy\nDuration: 60mins\nEpisodes: 16\nOriginal Network:KBS2\nFile Size: 1080p(~850MB) , 720p(~300MB)\nTranslated Khine Khine Wai,  Hay Thar Oo , AHtet, Chuu & Thinn Thinzar\nEncoded by Phyo ...",
        "url": "https://channelmyanmar.org/tvshows/heartbeat2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxYPKYf6w4LzroJhcamj5TO5vMm.jpg",
        "title": "His Man Season 1 + 2",
        "description": "His Man 2022ကိုရီယားရဲ့ Dating Showတွေထဲမှာမှ ထူးထူးခြားခြားလေးဖြစ်တဲ့ ပထမဆုံး BL Dating Showလေး ထွက်ရှိလိုလာပါပြီအချစ်စစ်ကိုရှာဖွေပြီး နောက်ဆုံးမိဘနဲ့ပါ တွေ့ပေးလိုရတဲ့ထိ လက်တွဲဖော် ချစ်သူကောင်လေးမျိုးနဲ့ သတ္တိရှိရှိ အချစ်တွေကို ပုံဖော်ကြမယ့် ကောင်လေးတွေ...သူတို တစ်အိမ်တည်းမှာ အခန်းဖော်တွေအဖြစ် အတူနေထိုင်ကြရင်း ဘယ်လို ကြည်နူးစရာ စုံတွဲဒိတ်တင်းမစ်ရှင်တွေကို လုပ်ရင်း ဘယ်သူ့ဆီ နှလုံးသားတွေ ဦးတည်ကြမလဲဘယ်လိုအသဲယားစရာ လှုပ်ရှားမှုတွေကို ပုံဖော်ကြမလဲ နောက်ဆုံးမှာ သူတို စိတ်ကူးယဥ်ချစ်သူပုံစံနဲ့ တထပ်တည်းကျတဲ့ အချစ်လေးကို ပိုင်ဆိုင်နိုင်မလားဆိုတာDating Showတို ထုံးစံအတိုင်း ခံစားချက်မျိုးစုံကြိုးခုန်နေရတာမျိုးကိုမှ BLလေးပါဖြစ်နေတော့ LGBT Supporter ဖူဂျိုရှီ ဖူဂျီရှီ တို စောင်ကိုက်ကြည့်ရဦးမှာလည်း အသေအချာပါ(အညွှန်းကို Hay Man မှရေးသားထားပြီးတော့ CM Variety Teamမှ ဘာသာပြန်ဆိုထားပါတယ်)File Size –  650MB / 200MBQuality ...",
        "url": "https://channelmyanmar.org/tvshows/his-man-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-4-135x200.jpg",
        "title": "Star Trek: Strange New Worlds (2022)",
        "description": "\"အာကာသ... နောက်ဆုံးမှ စူးစမ်းလေ့လာနိုင်ခဲ့တဲ့ နယ်ပယ်ဒေသသစ်... ဒီနေရာတွေဟာ အင်တာပရိုက်စ် အာကာသယာဉ်ကြီးရဲ့ ခရီးစဉ်တွေပါပဲ။ သူ့ရဲ့ ငါးနှစ်တာ အထူးတာဝန်က ထူးခြားဆန်းကျယ်တဲ့ ကမ္ဘာသစ်တွေကို စူးစမ်းလေ့လာဖို့၊ သက်ရှိအသစ်တွေကို ရှာဖွေဖို့၊ ယဉ်ကျေးမှုအသစ်တွေကို ရှာဖွေဖို့ ဖြစ်ပါတယ်။ ဘယ်သူမှ မသွားဖူးသေးတဲ့ နေရာတွေဆီ ရဲရင့်စွာ ရှေ့ဆက်ကြပါစို့...\" လက်ရှိ Star Trek franchise မှာ Timeline နှစ်ခု ကွဲထွက်နေပါတယ်။ တစ်ခုက ယခင့်ယခင် ထွက်ရှိခဲ့ပြီးသား Original series နဲ့ Next generation တို့ တည်ရှိရာ Prime Timeline ဖြစ်ပြီးတော့ နောက်တစ်ခုက Romulan တွေ အချိန်ခရီးသွားပြီး USS Kelvin ယာဉ်ကို ဖျက်ဆီးလိုက်တာကနေ ကွဲထွက်လာတဲ့ Kelvin Timeline ဖြစ်ပါတယ်။ ယခု Strange New ...",
        "url": "https://channelmyanmar.org/tvshows/star-trek-strange-new-worlds-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l4XuzcB3w6PDd0X5Ya80G8sTJw2.jpg",
        "title": "Lost You Forever ( 2023 )",
        "description": "ခုတစ်ခါမှာတော့ အားလုံးစိတ်ဝင်စားပြီး သဘောကျလောက်မယ့်\nတရုတ်ဇာတ်လမ်းတွဲလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင်\nလူ နတ် မကောင်းဆိုးဝါးတို့အတူ ယှဉ်တွဲနေထိုင်ကြတဲ့ရှေးခေတ်မှာ\nရှန်နုန် ရွှမ်းယွမ် ကောင်းရှင်းဆိုတဲ့ တိုင်းပြည်၃ခုက ကြီးစိုးနေတဲ့အချိန်\nဝေးလံတဲ့အရပ်ကို ခရီးနှင်နေတဲ့ ကောင်းရှင်းပြည်ရဲ့မင်းသမီး ကျိုယောင်\n(ရှောင်ယောင်း)ဟာ အခက်ခဲဒုက္ခတွေနဲ့ကြုံတွေ့ပြီးနောက်မှာတော့သူမရဲ့ ရာထူး အသွင်အပြင်တွေပါ ပျောက်ဆုံးသွားခဲ့ပါတယ်\nအဲ့နောက်မှာတော့ ချင်းရွှေမြို့ကိုရောက်လာခဲ့ပြီး\nဝိန်းရှောင်လျို့အဖြစ် ဆက်လက်နေထိုင်ခဲ့ရင်း သူမရဲ့အစ်ကိုဝမ်းကွဲဖြစ်သူ\nရွှမ်းယွမ်ပြည်မင်းသား ချန်ရွှမ်းက သူမကိုလိုက်ရှာနေရာကနေ\nချင်းရွှေမြို့ကို ရောက်လာခဲ့ပါတယ် စစတွေ့ချင်းမှာတော့\nရှောင်ယောင်းက သူ့အစ်ကိုဝမ်းကွဲကို မမှတ်မိဘဲ တစ်ဖက်မှာလည်း\nချင်းချိုးသခင်လေး ထူရှန်းကျင်ကို အန္တာရာယ်ကြားမှ\nကယ်တင်ပေးခဲ့ရာက‌နေ နောက်ပိုင်းမှာ နှစ်ဦးမေတ္တာမျှခဲ့ကြပြီးတော့မှ ရေစက်ကုန်လို့ဝေးခဲ့ရပြန်ပါတယ်အဲ့နောက်မှာတော့ ရှန့်လျိုနဲ့ဆုံတွေ့မိပြီး နှစ်ဦးက\nသဘောထားချင်းကိုက်ညီကြရာကနေ ခင်မင်ရင်းနှီးသွားခဲ့ကြပါတယ်\nလောကဓံအလှည့်အပြောင်းတွေနဲ့ ကြုံတွေ့ပြီးနောက်မှာတော့\nရှောင်ယောင်းနဲ့ သူ့အစ်ကိုတို့ အချင်းချင်းပြန်မှတ်မိသွားခဲ့ပါတယ်ဒီကားလေးရဲ့ Main Cast တွေကတော့\nရှောင်‌ယောင်း ဝိန်ရှောင်လျို့ အဖြစ် Yang Zi\nရွှမ်းဟွမ်းမင်းသားချန်ရွှမ်း အဖြစ် Zhang Wanyi\nချင်းချိုးသခင်လေးထူရှန်းကျင် အဖြစ်Deng Wei\nရှန်နုန်ပြည်စစ်သူကြီး ရှန့်လျိုအဖြစ် Tan Jianciတို့က အဓိကပါဝင်ထားတာဖြစ်ပါတယ်မတူညီတဲ့ ဇာတ်ကောင်လေးခုရဲ့ အချစ်အပေါ်ခံယူချက်နဲ့ ဖော်ပြပုံတွေကို\nရှုထောင့်မျိုးစုံကနေ အသွင်မျိုးစုံနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/lost-you-forever-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/painkiller-133x200.jpg",
        "title": "Painkiller (2023) Complete",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးတို့ကို အခုတလောမှာ အသစ်စက်စက် ထွက်ရှိထားတဲ့ Netflix series Painkiller နဲ့\nမိတ်ဆက်ပေးပါဦးမယ်။ ဒီ series က IMDb rating 7.4/10 နဲ့ Rotten tomatoes မှာ rating 44% ရရှိထားပြီးတော့\n2012 တုန်းက နာမည်ကြီးရုပ်ရှင် Battleship ဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Peter Berg က ရိုက်ကူးထားတာပါ။\nဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဖြစ်ရပ်မှန်ဆိုတာထက် လက်တွေ့သုတေသနလုပ်ထားတဲ့ အချက်အလက်တွေကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။Painkiller ဆိုတဲ့ ဒီဇာတ်ကားက 21 ရာစုနှစ်ရဲ့ ကျန်းမာရေးကပ်ရောဂါတွေ ဖြစ်ပွားရတဲ့ အခြေခံအကြောင်းရင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ နာကိုတစ် အကိုက်ခဲပျောက်ဆေးတွေနဲ့ အိုပီရိုက်တို့က အကိုက်အခဲဝေဒနာ ခံစားရသူတွေအတွက်\nဆေးဝါးတစ်ခုအဖြစ် တစ်ချိန်တစ်ခါက သုံးစွဲခဲ့ကြပါတယ်။ ပါဒူးဆေးဝါးထုတ်လုပ်ရေးကုမ္ပဏီက အောက်ဆီကိုတင်ဆိုတဲ့ မူးယစ်ဆေးပါတဲ့ဆေးကို\nဒေါ်လာဘီလီယံချီဝင်စေမယ့် ထုတ်ကုန်အဖြစ်ဖန်တီးခဲ့တယ်။ သူတို့က ...",
        "url": "https://channelmyanmar.org/tvshows/painkiller-2023-complete/"
    }
]