[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLR4l4ivdksZOQER6ZSpn9kHOwD.jpg",
        "title": "Dark Hole(2021)",
        "description": "Dark Hole(2021)အညွှန်း*********************အပိုင်းသစ်(၁ မှ ၁၂ ထိ ) စ/ဆုံးဒီစီးရီးက ကားနာမည်နဲ့လိုက်အောင် အမှောင်လောကနဲ့ ပြည့်နှက်နေပုံပဲ...ဇာတ်လမ်းတွဲစစချင်းမှာကိုမင်းသားနဲ့မင်းသမီးဟာ ဖုတ်ကောင်တွေနဲ့ သတ်ြဖတ်ပြေးလွှားနေတဲ့အခန်းနဲ့စထားတယ်...ဘယ်လိုတွေကြောင့် ဖုတ်ကောင်တွေဖြစ်လာတယ်.. ဒီအကောင်တွေရဲ့ အားနည်းချက် အားသာချက်တွေကိုတော့မဖော်ထားသေးဘူး..ြမို့ကြီးမှာ လူမိုက်တွေပေါနေသလို အယူသီးလွန်းတဲ့ နတ်ကိုးကွယ်သူ လူတွေလည်းများပြားလှတယ်....ထူးထူးဆန်းဆန်းလူသတ်မှုတွေ ဆက်တိုက်ရှိနေသလို ရဲတွေကလည်း တရားခံအမှန်ထွက်ပေါ်ရေး အသည်းအသန်ကြိုးစားနေကြတယ်....Dark Hole ဆိုတာကြီးကို အနည်းငယ်ပြထားသလို လူတွေကို ဝင်ပူးတဲ့ ဖြစ်ရပ်တွေလည်း တစ်စွန်းတစ်စပြထားတယ်..ပြောရရင် တော်တော်ကြမ်းမဲ့ဇာတ်လမ်းတွဲလို့ဆိုရမယ်....အချစ်စီးရီးတွေအနည်းငယ် ငြီးငွေ့နေတဲ့သူတွေအတွက်ရွှေလို့ပြောရမလားပဲ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ရအောင်ဗျား..... Native Title: 다크홀Also Known As: Dakeuhol , Another Class , 어나더 클래스 , eonadeo keullaeseuDirector: Kim Bong JooScreenwriter: Jung Yi DoGenres: Action, Thriller, Mystery, Sci-FiTranslated by Lwin Lwin Aung, Ei Phyu Khin  , Khine Khine Wai &Dalla MyoEncoded by Phyo Pyae \nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/dark-hole2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/family-man-180x200.jpg",
        "title": "The Family Man(2019)Season-1 Complete",
        "description": "The Family Man(2019)ဇာတ်လမ်းတွဲအညွှန်း*****************************************IMDb...8.6Season 1 (အပိုင်း -၁ မှ ၁၀ ထိ။ စ/ဆုံး)The Family Man စီးရီးဟာ action-comedy-drama အမျိုးအစားဖြစ်ပြီး အဓိကmain castက ရူပါမရှိဗလမရှိပေမယ့် ကျရာဇာတ်ရုပ်ကိုပီပြင်အောင်သရုပ်ဆောင်နိုင်တဲ့မင်းသားဖြစ်တဲ့ Manoj Bajpayee ဖြစ်တာကြောင့် ဘောလိဝုဒ်ဖန်တွေကို ထပ်ပြီးဖမ်းစားဆွဲဆောင်သွားမယ့် စီးရီးတစ်ခုဆိုလဲမမှားပါဘူး\n****\nဇာတ်လမ်းအကျဥ်းကတော့ ဆရီခန့်တီဝါရီ (Manoj Bajpayee) တစ်ယောက်ဟာNIAမှာတာဝန်ထမ်းဆောင်နေတဲ့သူတစ်ယောက်..သူ့ရဲ့အလုပ်ကအကြမ်းဖက်တိုက်ခိုက်မှုမျိုးတွေ မဖြစ်ပွားခင်မှာ သတင်းလက်ဦးမှုရယူပြီးတော့ အကြမ်းဖက်လုပ်ရပ်တွေကို စုံစမ်းဖော်ထုတ်တားဆီးပေးရတာဖြစ်တယ်..ဒီလိုမျိုးအလုပ်ဆိုတာလျှိုဝှက်စွာလှုပ်ရှားဖော်ထုတ်ရတာဖြစ်လို့ သူတို့ရဲ့ဘဝအမှန်ကို ဘယ်သူ့ကိုမှပြောလို့မရပါဘူး..နိုင်ငံကိုအကြမ်းဖက်သမားတွေရဲ့ရန်မှ ကာကွယ်ပေးရသလို သူ့မိသားစုဘေးကင်းဖို့အတွက် သူ့ရဲ့လျှို့ဝှက်အလုပ်အကြောင်းကို ဖုံးကွယ်ထားရပါသေးတယ်..ဒီလိုအခြေအနေတွေကြားထဲက အကြမ်းဖက်လုပ်ရပ်တွေကို ဘယ်လိုနှိမ်နှင်းကာကွယ်သွားမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...အပိုင်း(၁၀)ပိုင်းရှိပြီးတော့ တစ်ရက်ကို (၂)ပိုင်းတင်ဆက်ပေးသွားပါ့မယ်...Quality – WEB-DL 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  Action,Comedy, DramaTranslated by Zwe ...",
        "url": "https://channelmyanmar.org/tvshows/the-family-man2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZTA2NTBkYWUtMzM4Zi00YzhlLTk4NWItY2U1ODczNDMyNDAzXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Lucifer Season 4 + 5",
        "description": "Lucifer(2019)\nလူစီဖာ အတွဲ ၄ ကို တင်ပေးနေပါပြီ။ ဒီစီစန်ကိုတော့ နက်ဖလစ်က ရိုက်ကူးခဲ့ပြီး စုစုပေါင်း ၁၀ ပိုင်းရှိပါတယ်။စီစန် ၃ အဆုံးမှာ လူစီဖာရဲ့ ဘဝမှန်ကို ကလိုဝီဒက်ကာက သိသွားခဲ့တာနဲ့ အဆုံးသတ်သွားခဲ့ပါတယ်။ဒီစီးရီးကို Fox က cancel ပြီး နက်ဖလစ်ကို ယူဖြစ်သွားတာ ဖန်တွေအတွက် ကောင်းတယ်ပြောရမယ်ထင်ပါတယ်။ဇာတ်လမ်း နဲ့ တိုက်ခိုက်ခန်းတွေ အထူးပြုလုပ်ချက်တွေ၊ ဒိုင်ယာလော့တွေ အကုန်ပိုကောင်းလာသလိုအချိတ်အဆက်တွေနဲ့ ဇာတ်ရှိန်အတက်အကျတွေကလည်း တကယ့်ကိုစိတ်ဝင်စားစရာကောင်းလာပါတယ်....ဆက်ပြီးအားပေးလိုက်ကြပါဦးအပိုင်း(၁၀) ပိုင်းလုံးတင်ဆက်ပေးထားပါတယ်... Quality –  WEB-DL 720pDuration – 50min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, Fantasy Translator - LittleneoEncoder –  Phyo PyaeSeason 4 Complete Zip File\nVIP / Megaup /YoteshinSEASON 5\nSeason ...",
        "url": "https://channelmyanmar.org/tvshows/lucifer2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1mh4YAP3vb3h2pNM50gezrK98m.jpg",
        "title": "Aspirants(2021)",
        "description": "Aspirants(2021)ဇာတ်လမ်းတွဲအညွှန်း******************************IMDb....9.0အပိုင်း(၁ မှ ၅)ထိ စ/ဆုံးအခုတခါမှာ​တော့ မကြာသေးမီကမှ ပူပူ​​နွေး​နွေး ထွက်ထားတဲ့ ခပ်မိုက်မိုက် Indian series ​လေးတစ်ခုနဲ့ မိတ်ဆက်​ပေးလိုက်ပါတယ်။Aspirants လို့ အမည်ရတဲ့ ဒီ Web Series ဟာ အံ့သြဖို့​ကောင်း​လောက်​အောင် Viewer (၃)သိန်းနီးပါးvoteထားပြီး IMDb..9.0ထိတောင်ရရှိထားတာ​တွေ့ရပါတယ်။India နိုင်ငံမှာ အခက်ဆုံးနဲ့ အ​ကျော်ကြားဆုံး စာ​မေးပွဲ တစ်ခုရှိပါတယ်။\nအဲ့ဒါက​တော့ အရာရှိအရည်အချင်းစစ် စာ​မေးပွဲပါ။UPSC လို့ အတို​ကောက်​ခေါ်တဲ့ Union Public Service Commision ဟာ နှစ်စဥ် IAS အရာရှိ အရည်အချင်းစစ် စာ​မေးပွဲ​​ကို ကျင်းပပါတယ်။\nကမ္ဘာ​ပေါ်မှာ ဒုတိယအခက်ဆုံးလို့ နာမည်ကြီးတဲ့ IAS စာ​မေးပွဲ ကို ​အောင်မြင်မှသာ India မှာ ထိပ်တန်းအဆင့် အရာရှိ ​တွေ ဖြစ်ခွင့်ရှိပါတယ်။Abhilash၊ Guri နဲ့ SK ဆိုတဲ့ သူငယ်ချင်း ၃​ယောက်ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/aspirants2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yDrHINSlWuG78BqI8zggns02jl7.jpg",
        "title": "Mr. Lipstick(2021)”နှုတ်ခမ်းနီမှစတဲ့အချစ်”",
        "description": "Mr. Lipstick(2021)\"နှုတ်ခမ်းနီမှစတဲ့အချစ်\"**************************************အပိုင်းသစ်(၁ မှ ၁၄ ထိ စ/ဆုံး)\nCasts-\nနော့ဖခွန် ခူနာပတ်ဒင် / ခွန်ချိုင် / ကောင်းဝ် အဖြစ် Pae Arak\nကူမာရိကာ / မွတ် အဖြစ် Aom Sushar\nကူမာရိကာဆိုကောင်မလေးဟာ ထိုင်းရိုးရာမုန့်ဆိုင် ဖွင့်ဖို့ စိတ်ကူးရှိပေမယ့်အခြေအနေနဲ့ အကြောင်းအကြောင်းကြောင့် ကျောင်းတစ်ကျောင်းမှာ ဆရာမလုပ်ရန် အကြောင်းဖန်လာပါတော့တယ် ...အလုပ်ဝင်မယ့် ပထမဆုံးနေ့မှာပဲ ပြဿနာများစွာနဲ့ တွေ့ကြုံလိုက်ရကာ ကျောင်းချိန် နောက်ကျသွားပါတော့တယ်....\nအဲ့ဒီနောက် သူမရဲ့ကျောင်းအုပ်(Pae Arak)က မနက်က တွေ့ခဲ့ပြီး ပြဿနာဖြစ်ခဲ့တဲ့ယောကျာ်းတစ်ယောက်ဆိုတာ သိလိုက်ရပါတော့တယ်....ဒီလိုနဲ့ ကျောင်းမှာ ကျောင်းအုပ်ကြီး နဲ့ ဆရာမ တို့ ပတ်သက်မှုက ပြဿနာနဲ့စတင်ခဲ့ပြီးဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ပါဉီး...ဒီထိုင်းစီးရီးလေးက ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်လည်းရယ်ရသလို ကျောင်းအုပ်ဆရာချောချောလေးနဲ့ ဆရာမလေးတို့ရဲ့အကြားအလွဲအချော်လေးတွေနဲ့ ရင်ခုန်ကြည်နူးစွာကြည့်ရမဲ့ဇာတ်လမ်းတွဲလေးမို့အားပေးကြပါဉီးနော်....\nဇာတ်လမ်းအညွှန်းကို Mann Mawkunn မှ ရေးသားပေးထားပါသည်....Native Title: แต้มรักAlso Known As: ラブポイント , Dtaem Rak , Love Score , Love Points , rabu ...",
        "url": "https://channelmyanmar.org/tvshows/mr-lipstick2021%e1%80%91%e1%80%ad%e1%80%af%e1%80%84%e1%80%ba%e1%80%b8%e1%80%87%e1%80%ac%e1%80%90%e1%80%ba%e1%80%9c%e1%80%99%e1%80%ba%e1%80%b8%e1%80%90%e1%80%bd%e1%80%b2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j73LuQcA21KvkVFcroWWMN8tTJv-133x200.jpg",
        "title": "KonoSuba – God’s blessing on this wonderful world!! (2016)",
        "description": "Konosuba Season 1\n---------------\nထွက်ထားတာကြာပြီဆိုပေမယ့် cmဗားရှင်းအနေနဲ့ မရှိတာရော အတော်လေးလဲရယ်ရပြီးအကြိုက်ဆုံး Animeစီးရီးတခုမလို့ တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့အမြဲတမ်း ကွန်ပြူတာဂိမ်းတွေဆော့ပြီး နေထွက်လိူ့ ထွက်မှန်းတောင် မသိတဲ့ ကာဇူမဟာ နေသာတဲ့မနက်ခင်းတစ်ခုမှာ ဂိမ်းခွေအသစ်ထွက်၀ယ်တာကနေ စရမှာပါပဲ။ နေသာတဲ့မနက်ခင်းနဲ့ ကာဇူမက တကယ့်ရန်သူလိုပါပဲတနေကုန်ဂိမ်းဆော့ အိမ်တွင်းအောင်းနေတဲ့ ကာဇူမအတွက် နေရောင်က တကယ့်ရန်သူလိုဖြစ်နေတာပေ့ါဗျာ။ဒါနဲ့ သူဂိမ်းဆိုင်ဆီလျှောက်လာရင်း အမြန်လမ်းမပေါ်မှာ လယ်ထွန်စက်တစီးက မောင်းလာတာကို မမြင်တဲ့စကီလေးတဗွေကို တိုက်မိမှာ‌ဆိုးလိူ့ ကယ်မယ်ဆိုပြီး အပြေးမှာ လယ်ထွန်စက်က စကီလေးကိုလဲ မတိုက် သူ့လဲ မတိုက်ပဲသူက အသလွတ်ကြီး လန့်ဖြန့် ရှူးရှူးထွက်ပြီး သေဆုံးခဲ့ရပါတော့တယ်။ ဒါနဲ့ သူ့ဝိညာဉ်က‌ကောင်းကင်ဘုံတံခါး၀ကိုရောက်သွားပြီး နတ်ဘုရားမလေး Aquaနဲ့‌ဆုံတွေ့ခဲ့ရပါတော့တယ်။အဲ့ဒီမှာစပြီး သူ့ဘ၀ဟာ နဂိုတည်းက ဗရမ်းဗတာဖြစါရကြားထဲ နတ်ဘုရားမလေး Aquaနဲ့တွေ့မှငါးပါးပါမှောက်တာကို အတော်လေးခွီ၇အောင် ရေးထားတဲ့ ဇာတ်အိမ်မလို့ စိတ်အပန်းဖြေကြည့်ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ Translated by : Aung TayzaEncoded and ...",
        "url": "https://channelmyanmar.org/tvshows/konosuba-gods-blessing-on-this-wonderful-world-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/never-105x200.jpg",
        "title": "The Nevers Season 1 (1-6) 2021",
        "description": "သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် စီးရီးတိုလေးတစ်ခု တင်ပေးချင်ပါတယ်။အပိုင်း (၆) ပိုင်းပဲ ပါပါတယ်။ IMDb 7.6 အထိ ရထားပါတယ်။ထုတ်လုပ်သူ၊ ဇာတ်ညွှန်းဆရာကတော့ Joss Whedon ပဲ ဖြစ်ပါတယ်။Joss ဆိုလို့ နှာခေါင်း ရှုံ့မသွားပါနဲ့ဦး။Justice League မှာ ပရိသတ်တွေ မကြိုက်ခဲ့ပေမယ့်သူ့လက်ရာ Avengers ရယ် Age of Ultron ကို ကြိုက်ခဲ့ကြတာ သတိရဦးမှာပါ။ဒါ့အပြင် စူပါဟီးရိုးဖန်တိုင်းကြိုက်တဲ့ Agents of Shield စီးရီးကလည်း သူ့လက်ရာပါပဲ။ဒီလောက်ဆို ဒီဘဲကြီးက Sci-fi action တွေမှာ စိတ်ချရတယ်ဆိုတာ သိမှာပါ။ဇာတ်လမ်းအကျဉ်းက ဒီလိုပါ...ဝိတိုရိယခေတ်လို့ ခေါ်တဲ့ 1837 နဲ့ 1901 ခုနှစ်ကြားကလန်ဒန်မြို့မှာ အခြေတည်ထားပါတယ်။မြို့ပေါ်ကနေ ထူးဆန်းတဲ့ အရာကြီးတစ်ခု ဖြတ်ပျံသွားပြီးအဲဒီအရာပေါ်ကနေ ကျလာတဲ့ မီးပွားလို အရာလေးတွေဟာလူပေါင်းများစွာကို ထိတွေ့မိခဲ့ပါတယ်။အဲဒီထဲက အချို့အမျိုးသမီးတွေဟာ စွမ်းအင်ကိုယ်စီ ထူးထူးဆန်းဆန်းရလာခဲ့တာပါပဲ။ဒီလိုစွမ်းအားတွေရှိနေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-nevers-season-1-1-6-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/1_xW7IWkumxtK69l62Y-Q39w-136x200.jpeg",
        "title": "I told Sunset about You (2020)",
        "description": "I told Sunset about You (2020)  Season 1 Completeငါ မင်းအကြောင်း ဆည်းဆာကို ပြောပြခဲ့တယ်။----------------------------------------------------------------------------အချစ်ဆိုတာ ပုံစံအမျိုးမျိုးနဲ့ ပေါက်ဖွားလာတတ်ပါတယ်။ဒီဇာတ်လမ်းထဲက အချစ်ကတော့ ထိုင်းနိုင်ငံက တရုတ်နွယ်ဖွားအထက်တန်းကျောင်းသားလေးနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပါဘာကိုမှ ခေါင်းစဉ်မတပ်ဘဲ လူနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းတစ်ခုလို့ကြည့်ရင်တော့ အချစ်ကို ခံစားမိကြမှာပါ။ဒီတော့ ခေါင်းစဉ်တွေကို ခွာပြီးလူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို ကြည့်လိုက်ကြရအောင်ဗျာ။BL ဇာတ်လမ်းကြည့်တတ်သူတွေ မဟုတ်ရင်တောင်ဒီဇာတ်လမ်းကို ကြည့်မိပြီး သဘောကျစေရမယ်ဆိုတာ အာမခံပါတယ်ဗျာ။ဖူးခက်ကမ်းခြေမှာ အခြေတည်ပြီး ရိုက်ကူးထားတာ ဖြစ်တဲ့အတွက်ဖူးခက်ကမ်းခြေရဲ့အလှတရားတွေကိုလည်း တစ်ဝကြီး ကြည့်ရမှာ ဖြစ်ပါတယ်။ဒီနှစ်ရဲ့အကောင်းဆုံး BL ဇာတ်လမ်းတွဲလို့ ပြောလို့ရတဲ့ ဇာတ်လမ်းတွဲကိုChannel Myanmar ကနေ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။IMDb - 9.4/10 ဆိုတော့ရုပ်ရှင်ချစ်ပရိတ်သတ်များ လက်မလွှတ်သင့်ပါကြောင်း။Translated by : AugustEncoded by : ...",
        "url": "https://channelmyanmar.org/tvshows/i-told-sunset-about-you-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Mouse-Korean_Drama-P2-141x200.jpg",
        "title": "Mouse (2021)",
        "description": "[Unicode]သံသယတွေနဲ့ပြည့်နှက်နေတဲ့ ဇာတ်လမ်းလေးတစ်ခု\"စိတ္တဇသမားတွေအကြောင်း သက်သေပြနိုင်ခဲ့ရင်ဘာတွေဖြစ်မလဲ\" ဆိုတဲ့မေးခွန်းလေးရူးသွပ်ခြောက်ခြားဖွယ်ရာ ကွင်းဆက်လူသတ်မှုတွေက တစ်နိုင်ငံလုံးကို အကြောက်တရားတွေ စိုးရိမ်မှုတွေနဲ့ ချုပ်ကိုင်ထားပါတယ်အမှန်တရားကိုရှာဖွေနေတဲ့ ရဲပေါက်စလေး Jung Ba Reum တစ်ယောက် လူသတ်သမားနဲ့ မျက်နှာချင်းဆိုင် ရင်ဆိုင်ရမယ့် အခြေအနေဖြစ်လာပါတယ်စိတ္တဇသမားနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရတဲ့အလခါမှာတော့ Jung Ba Reum တစ်ယောက် သူမသိလိုက်ခင်မှာ သူ့ဘဝကြီးတစ်ခုလုံး ပြောင်းလဲသွားတာကိုကြုံလာရပါတော့တယ်မှုခင်းဇာတ်လမ်းဖြစ်တဲ့အပြင် လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နှက်ပြီး ဘယ်လိုခြောက်ခြားဖွယ်ရာတွေက စောင့်ကြိုနေမလဲဆိုတာ Mouse ဆိုတဲ့ ရုပ်ရှင်လေးမှာပဲ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦး( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ ) [Zawgyi]သံသယေတြနဲ႔ျပည့္ႏွက္ေနတဲ့ ဇာတ္လမ္းေလးတစ္ခု\"စိတၱဇသမားေတြအေၾကာင္း သက္ေသျပႏိုင္ခဲ့ရင္ဘာေတြျဖစ္မလဲ\" ဆိုတဲ့ေမးခြန္းေလး႐ူးသြပ္ေျခာက္ျခားဖြယ္ရာ ကြင္းဆက္လူသတ္မႈေတြက တစ္ႏိုင္ငံလုံးကို အေၾကာက္တရားေတြ စိုးရိမ္မႈေတြနဲ႔ ခ်ဳပ္ကိုင္ထားပါတယ္အမွန္တရားကိုရွာေဖြေနတဲ့ ရဲေပါက္စေလး Jung Ba Reum တစ္ေယာက္ လူသတ္သမားနဲ႔ မ်က္ႏွာခ်င္းဆိုင္ ရင္ဆိုင္ရမယ့္ အေျခအေနျဖစ္လာပါတယ္စိတၱဇသမားနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ့အလခါမွာေတာ့ Jung ...",
        "url": "https://channelmyanmar.org/tvshows/mouse-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/t-150x200.jpg",
        "title": "The Great 18+ (2020 – 2021 ) Season 1 + 2 + 3",
        "description": "ဒီတခါတော့ Hulu ကနေ လွှင့်ထားတဲ့ The Great ဆိုတဲ့ Mini series လေးကို တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့ Comdey အမျိုးအစားဖြစ်ပြီး IMDB မှာ 7.9 နဲ့ RT မှာ 80%ထိရထားတဲ့ ဇာတ်ကားလေးပါ။ပထမဆုံးပြောရမှာကတော့ မင်းသမီးက Elle Fanningပါပဲ။ Super 8 ထဲက ကလေးမလေးကMaleficent 1&2 နဲ့ အောင်မြင်လာခဲ့ပြီး အခုလွမ်းနေတဲ့သူတွေအတွက် The Great နဲ့ ထွက်ပေါ်လာပြန်ပါပြီ။မင်းသမီးကတော့ ဟုတ်ပါပြီ မင်းသားကရော။ ဟုတ်ကဲ့ မင်းသားကတော့Worm Bodies တို့ Jack:Giant Slayerရယ် X-menကားတွေထဲလည်း ပါတဲ့ Nicholas Hoult ပါပဲ​။အပြင်မှာတကယ်ရှိတဲ့ ရုရှားဧကရီ Catherine The Great ရဲ့အကြောင်းကို ကျောရိုးလေးယူပြီးComdey အနေနဲ့ရိုက်ထားတာပါ။ Comedy ဆိုပေမယ့် 18th ရာစုဝန်းကျင်မှာဖြစ်တဲ့အတွက်အမျိုးသမီးတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-great-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yC4fU4DIxeFGXpTii3v49soQse.jpg",
        "title": "In Family We Trust (2018)",
        "description": "In family we trust (2018)CM ပရိသတ်များကို ၂၀၁၈ ခုနှစ်တုန်းက နာမည်ကြီးပြီး ထုတ်လွှင့်ခဲ့တဲ့အပိုင်းတိုင်း\nTwitterမှာ trend ဖြစ်တဲ့အထိ ပေါက်ခဲ့တဲ့ ထိုင်းဇာတ်လမ်းတွဲတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။မိသားစုဝင်တွေကြား ရင်းနှီးချစ်ခင်ပြီးစည်းလုံးကြတဲ့\nဂျီရအနန်မိသားစုဟာ အဖိုးဖြစ်သူ သေဆုံးပြီးနောက်မှာတော့\nစည်းလုံးမှုတွေ စတင်ပြိုကွဲစေဖို့ အကြောင်းဖန်လာပါတယ်။အိမ်ထောင်ဦးစီးအဖိုး​ဖြစ်သူဟာ သူသေဆုံးပြီးနောက် အမွေတွေခွဲဝေနိုင်ဖို့အတွက် သေတမ်းစာချန်ထားခဲ့ပေမယ့်\nမညီမျှမှုတွေကြောင့် သား၊သမီးတွေကြား အငြင်းပွားစရာ အဖုအထစ်တွေရှိလာခဲ့ပါတယ်။\nအမွေခွဲဝေပြီး မကြာခင်မှာပဲ သားကြီးလည်း ရုတ်တရက်အသတ်ခံရလိုက်ရပါတယ်။​မိသားစုဝင်အကြား တရားခံဖြစ်နိုင်ခြေရှိသူတွေနဲ့\nသက်သေတွေလည်းအဖျောက်ခံလိုက်ရတဲ့အခါမှာတော့တကယ့်တရားခံကိုရှာရင်း မိသားစုဝင်အချင်းချင်းကြားအထင်လွဲမှုတွေ၊\nအတ္တတွေ၊သံသယတွေ၊ယုံကြည်မှုနဲ့ချစ်ခင်မှုတွေ တဖြည်းဖြည်းယိုယွင်းလာရာကနေသွေးနီးပေမဲ့သွေးမစည်းနိုင်ကြတော့တဲ့အခါ .....တကယ့်တရားခံအစစ်ကိုရောရှာတွေ့ပါ့မလား...တကယ့်လူသတ်တရားခံအစစ်ကဘယ်သူလဲ?\nဘာကြောင့်သတ်ရတာလဲ ဆိုတာကိုသိချင်စိတ်တဖွဖွနဲ့အချစ်၊ အမုန်း၊ စိတ်လှုပ်ရှားစရာ ရသမျိုးစုံပါအောင်ရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးဖြစ်ရပ်မှန်တစ်ချို့တွေပါ ပါဝင်တဲ့ဇာတ်လမ်းလေးလဲဖြစ်ပါတယ်။ဘာသာပြန် နဲ့ အညွှန်းရေးသားထားသူကတော့ Hazel ပဲ ဖြစ်ပါတယ်။Country: Thailand\nEpisodes: 18\nDuration: 60 min.\nQuality: 1080p\nSize: 1 GB\nSubtitle: Myanmar (Hardsub)\nTransaltor: Hazel\nEncoder: AugustEpisode 01 - Yoteshin / Megaup / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/in-family-we-trust-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDYKEl4ONwWE4NjPB0b2X7XWFTq.jpg",
        "title": "Oh My Ladylord(2021)",
        "description": "Oh My Ladylord(2021) ဇာတ်လမ်းတွဲအညွှန်း**************************************အပိုင်းသစ်(၁၆) ဇတ်သိမ်းပိုင်းComplete Zipဘုဂလန့်ဂွစာ စာရေးဆရာတစ်ယောက်ရှိတယ်...သူက စာအုပ်တွေရေးတဲ့နေရာမှာ ပြောင်မြောက်တဲ့အရေးအသားတွေကြောင့်ပင်ကိုယ်စရိုက်ကြမ်းလင့်ကစား အောင်မြင်နေတယ်...ရုပ်ရှင်တွေရိုက်ကူးရတဲ့အထိအောင်မြင်တဲ့သူပေါ့....ဂွစာကြီးဖြစ်တဲ့အပြင် ချစ်ရတဲ့သူကလည်းမရှိ မချစ်လည်းမချစ်ဘူးတော့ အထူးသဖြင့် ပြင်ပလောကမှာမိန်းမတွေနဲ့ပေါင်းသင်းဆက်ဆံရေးမှအတော်အဆင်မပြေ....ဒီလိုစာရေးဆရာမျိုးနဲ့မှ မာနခပ်ကြီးကြီး သရုပ်ဆောင်မင်းသမီးတစ်ယောက်နဲ့တွေ့ပုံကလည်းဆန်းတယ်လို့ပြောရမလားပဲ....ထိပ်တိုက်ရင်ဆိုင်ရမဲ့ ပြဿနာမျိုးစုံနဲ့အကြောင်းဖန်လာသလိုမမြင်ချင်လည်း ြမင်နေရာမဲ့အနေအထားမျိုးကြုံလာတဲ့အခါမှာတော...ကိုင်း ဘုဘောက်ကျတဲ့ ဇာတ်လမ်းမျိုးလေးတွေသဘောကျတဲ့သူတွေအတွက်ကြည့်သင့်တဲ့စီးရီးလေးြဖစ်ပါကြောင်း သတင်းကောင်းပါးပါရစေ....Quality – 720p\nDuration – 1hr (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – Mp4Native Title: 오! 주인님Also Known As: Oh Master! , Oh! Jooinnim , O! Juinnim , Oh My Master , Oh! MasterGenres: Comedy, RomanceTranslator – Hay Thar Oo,Mi Moe Set ,Lwin Lwin Aung& Ingyin San\nEncoder – Phyo Pyae \nComplete zip\nYoteShin / Megaup   / VIP\n \nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/oh-my-ladylord2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pMI6EzXTEElLJOd6xBeXCdbghYM.jpg",
        "title": "Soul Mechanic ( 2020 ) Complete",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ လူတွေမှာဖြစ်ပေါ်နေတဲ့ သေရာပါနိုင်တဲ့စိတ်ဒဏ်ရာတွေကိုသက်သာလာအောင်ကုသပေးနေတဲ့ စိတ်ရောဂါကုဆရာတွေအကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်လီရှီဂျွန်းဟာစိတ်ရောဂါကုဆရာဝန်တစ်ဦးဖြစ်ပါတယ်..သူဟာ သူ့ရဲ့အလုပ်အပေါ်ကိုတန်ဖိုးထားပြီး လူနာတွေရဲ့စိတ်ဝေဒနာကိုအကောင်းဆုံးဖြစ်အောင်ကြိုးစားပြီးအမြဲတမ်းကုသပေးနေတဲ့နှလုံးသားလှတဲ့စိတ်ရောဂါကုဆရာဝန်လေးတဦးဟန်ဝူးဂျူးကတော့ တက်သစ်စ တေးသရုပ်ဖေါ်မလေးတစ်ယောက်ပေါ့သူမဟာရိုးသားပြီးတက်ကြွကြိုးစားတဲ့ အနုပညာရှင်လေးတစ်ဦးဖြစ်ပါတယ်သူမရဲ့အလုပ်ကိုလည်းအင်မတန်ချစ်မြတ်နိုးရှာတဲ့သူတစ်ယောက်ဒီလိုနဲ့ စိတ်ရောဂါကုဆရာဝန်လေးနဲ့ တေးသရုပ်ဖေါ်မလေးတို့ဘယ်လိုအခြေအနေမျိုးမှာဘယ်လိုစတင်ဆုံတွေ့ပြီး ဘယ်လိုတွေဇာတ်လမ်းသွားကြမယ်ဆိုတာကို ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ပါTotal Episodes : 32Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Subtitle Credit : Somonlian  \nDownload Part 1 ( Ep 1 to 16 ) ( Zip ) 4.59 GB\nYoteshin |Megaup| VIP\n \nDownload Part 2 ( Ep 17 to 32 ) ( Zip ) 4.58 ...",
        "url": "https://channelmyanmar.org/tvshows/soul-mechanic-2020-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/MV5BN2E5ZjM1MzItYzFjZC00YzYyLWFmZjgtZTVhZGMzMWUwNDcyXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-136x200.jpg",
        "title": "Teen Titans (2003 – 2006)",
        "description": "Teen Titans (2003 - 2006)ငယ်ငယ်တုန်းက Cartoon Network မှာ အခန်းဆက် ​မျှော်ခဲ့ပြီး\nဘယ်တုန်းကမှ အစအဆုံး ​သေချာမကြည့်ခဲ့ရတဲ့\nTeen Titans ကို ပြန်တင်​ပေးပါ​တော့မယ်။လွန်ခဲ့တဲ့ ၃ နှစ်​လောက်က တင်​ပေးဖို့ ကြံခဲ့​ပေမယ့်\n480P သာ ရှိလို့ လက်​လျော့ခဲ့ရပြီး\nဒီနှစ်ထဲမှာ​တော့ အစ အဆုံးကို 1080P HD ဖြင့် ရရှိခဲ့လို့\nပြန်လည်တင်ဆက်​​ပေးလိုက်ပါတယ်​\nသေချာပါတယ် .....\nအသက် ၃၀ နားနီး လူငယ်​တွေ ပြန်ကြည့်ကြမယ်ဆိုတာဒီဇာတ်လမ်းတွဲကိုတော့ JoJoVa နှင့် Pyi T Nyein တ်ို့မှ ဘာသာပြန်​ပေးထားပါတယ်။ \nSeason 1 ( Zip File ) - Yoteshin / Megaup /  VIP\nSeason2Ep1 - Meganz /Megaup / Userdrive / Upstream / Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/74910/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-07-at-8.39.10-PM-158x200.png",
        "title": "Jupiters Legacy (2021)",
        "description": "Jupiters Legacy (2021)=================Edited - IMDb Rating – 6.9/10Netflix ရဲ့ စူပါဟီးရိုး စီးရီးအသစ်လာပါပြီ။ သတ်ဖြတ်တာတွေကြမ်းတယ်၊ ဖောင်းဒိုင်းနည်းနည်းပါတယ်၊အသားကုန်ဆဲတယ် ကလေးတွေပြဖို့နည်းနည်းခက်ပါမယ်။ ဇာတ်လမ်းကတော့ နာမည်ကျော် comic တစ်ခုကိုယူထားတာပါပဲ။ ယူနီယံဆိုတဲ့ စူပါဟီးရိုးအဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။ စွမ်းအားတွေကတော့ စုံပလုံသုံနေတာပါပဲ။ခေါင်းဆောင်ကတော့ ထုံးစံအတိုင်း စူပါမန်းနဲ့ စွမ်းအားချင်းတူပါတယ်။ သူ့မိန်းမ၊ သမီး၊ သား၊ အစ်ကို၊ အကုန်လုံးစွမ်းအားကိုယ်စီနဲ့ပါ။ စူပါဗီလိန်တွေပါတယ်။ သမိုင်းအရှုပ်အရှင်းတွေပါတယ်။ ဒီခေတ်မှာ စူပါဟီးရိုး နဲ့ လူဆိုးဆိုတာအဖြူအမည်း မသဲကွဲတော့သလို ဘယ်လို ဖြေရှင်းရမယ်ဆိုတာတွေကလည်း သိပ်မရိုးရှင်းတော့ပါဘူး။ The Boysလိုပဲ နည်းနည်းမှောင်ပြီးနက်မယ့် စီးရီးအမျိုးအစားပါပဲ။ အားပေးလိုက်ကြပါဦး။ဒီ စီးရီးဟာ(၈)ပိုင်း တစ်ပြိုင်တည်းထွက်ရှိထားပြီး cm မှ ဆက်တိုက်တင်ဆက်ပေးသွားမှာမို့ အားခဲကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr Anderson ပဲဖြစ်ပါတယ်။) Quality – 1080p WebRipDuration – ...",
        "url": "https://channelmyanmar.org/tvshows/jupiters-legacy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-22-at-7.52.19-PM-136x200.png",
        "title": "Invincible (2021)",
        "description": "Invincible (2021)==============IMDb Rating - 8.8/10အရင်နှစ်တွေက Super Heroဖန်တွေကြား\nအောင်မြင်ခဲ့တဲ့ The Boysကိုထုတ်ခဲ့တဲ့\nAmazon Primeက အသစ်ထုတ်ထားတဲ့\nSuper Hero Animation Series အသစ်ပါပဲ။\nAnimationပေမဲ့လည်း လက်ရှိအနေအထားအရတော့\nIMDbရော Rotten Tomatoesမှာပါ\nThe Boysထက် Ratingသာနေသေးတယ်။\nVoice Actorတွေအနေနဲ့လည်း Minariနဲ့ Oscar nomi\n၀င်နေတဲ့ Steven Yeunနဲ့အတူ Zazie beetz\nJk Simmonsတို့လို နာမည်ကြီးတွေကို\nသုံးထားပေးတယ်။ Amazon primeဟာ\nပရိတ်သတ်ကို အတော်စေတနာကောင်းတယ်\nဆိုလို့ရတယ်။ ပြောရရင် ဒီ Animationဟာ\nQuality Productတစ်ခုပါပဲ။ဇာတ်အိမ်ကတော့ Comic အတိုင်းပဲလို့တော့\nဆိုကြတယ်။ ဘယ်သူမှဖတ်ဖူးမှာမဟုတ်တော့\nဒါကပြဿနာတော့မဟုတ်ဘူး။ ဒီကောင်က\nတွေ့နေမြင်နေကြ စူပါဟီးရိုးရုပ်ရှင်တွေနဲ့တော့\nအတော်လေးကွဲပြားတယ်လို့ ဆိုလို့ရတယ်။\nစူပါပါဝါတွေက The Boysထဲက အများစုရဲ့\nပါဝါတွေနဲ့အတူတူပဲဖြစ်သလို ဟုမ်းလန်ဒါလို\nစွမ်းအားနဲ့ ကာရိုက်တာ ဆင်တဲ့တစ်ကောင်လည်း\nပါတယ်။ Animationပေမဲ့ သတ်တာဖြတ်တာတွေက\nအတန်အသင့်ကြမ်းတမ်းတယ်။ခေါင်းကိုညှစ်ခွဲပြီး\nမျက်လုံးတွေပြုတ်ကျလာတာမျိုး၊ လက်ဝါးစောင်းနဲ့\nခေါင်းဖြတ်ထုတ်ပစ်တာမျိုးတွေပေါ့။ Pilotမှာတင်\nအတော်လေး သတ်တာဖြတ်တာတွေပြထားတယ်။\nအကြိုက်ဆုံးတစ်ချက်ကတော့ ဇာတ်လမ်းအစမှာတင်\nမြှုပ်ကွက်အကြီးကြီးကို မြင်သာထင်သာထည့်သွားပြီး\nကြည့်တဲ့လူရဲ့ သိချင်စိတ်ကို ဆွသွားတာကိုပါပဲ။\nFanတွေ လက်ရှိမှာ အမျိုးမျိုးတွေးနေကြပေမဲ့\nသူတို့ကိုယ်တိုင်လည်း ...",
        "url": "https://channelmyanmar.org/tvshows/invincible-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWYW3xNeV2IM06aUl2xMUdLicpa.jpg",
        "title": "Vincenzo(2021)",
        "description": "Vincenzo(2021)အညွှန်း*******************အပိုင်းသစ်(၁ မှ ၂၀)ထိ စ/ဆုံး အသက် ၈နှစ် အရွယ် Park Joo Hyeong ဟာ အီတလီ မိသားစုတစ်စုမှ မွေးစားခံပြီးနောက် အီတလီမှာ ကြီးပြင်းခဲ့ရတယ်။အရွယ်ရောက်တဲ့အခါ Park Joo Hyeong ဟာ \"Vincenzo Casano\"ဆိုတဲ့ အမည်နဲ့ ရှေ့နေဖြစ်လာပြီး မားဖီးယားရှေ့နေအဖြစ်လုပ်ကိုင်ခဲ့ပါတယ်။သို့သော် မားဖီးယားဂိုဏ်းများကြား တိုက်ပွဲများကြောင့် ရွေးချယ်စရာမရှိဘဲ တောင်ကိုရီးယားကို ထွက်ပြေးခဲ့ရတယ်။တောင်ကိုရီးယားရောက်မှပဲ ပိုဆိုးတဲ့အဖြစ်မျိုးတွေကြုံရပါတော့တယ်...အဓိကဇာတ်ကောင်များအဖြစ် Song Joong Ki နဲ့ Jun Yeo Bin တို့ကပါ၀င်ထားပြီးတော့Channel Myanmar မှ မြန်မာစာတန်းထိုးတင်ဆက်ပေးသွားမှာ ဖြစ်ပါတယ်။ဘာသာပြန်တင်ဆက်သူများကတော့ Lwin Lwin Aung, Ei Phyu Khin, Khine Khine Wai နဲ့ Myat Chel တို့ဖြစ်ကြပါတယ်။Native Title: 빈센조Also Known As: BinsenjoScreenwriter: Park Jae BumDirector: Kim ...",
        "url": "https://channelmyanmar.org/tvshows/vincenzo2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/142835931_1568683153331146_2838771167843702430_n-200x200.jpg",
        "title": "Theptida Pla Rah (2021)",
        "description": "Theptida Pla Rah (2021) ငါးပိရည်နှင့်တို့စရာ ဇာတ်လမ်းတွဲအညွှန်း****************************************အပိုင်း (၁ မှ ၂၆) ထိ စ/ဆုံးဇာတ်လမ်းအညွှန်း\nမဟာစဂျန် အဖြစ် Krating Khunnarong\nဘိုင်မွန် အဖြစ် Chippy Sirinငွေရှိရင် ဘာမဆိုပြီးတယ်လို့ ယူဆထားသော Hiso အသိုင်းအဝိုင်းက မဟာစဂျန်တစ်ယောက်က\nမာနလွန်စွာကြီးသလို အဆင့်အတန်းလည်း ခွဲခြားပါတယ် ....\nကျေးလက်တောဒေသတွေဆို နှစ်ခါတောင် ခြေမချချင်တဲ့ လူစားမျိုးပေါ့ ....\nတစ်နေ့တော့ နိုင်ငံရေးသမားဖြစ်တဲ့ သူ့ဖခင်ဖြစ်သူမှ မဟာစဂျန့်အား တောအရပ်က\nကျေးရွာဆီသွားပြီး ဖော်မော်ချော် ဆိုသော ဘာသာရပ်ကို သင်ယူခိုင်းတာကို သိလိုက်ရတော့\nအကြီးအကျယ်ပေါက်ကွဲသွားပါတော့တယ်....အဲ့ဒီအချိန်မှာ မဟာစဂျန်တစ်ယောက် Hiso အသိုင်းအဝိုင်းမှ ရုဝဒီ ဆိုတဲ့ ကောင်မလေး နဲ့ လက်ထပ်ချင်နေခဲ့တယ်...ဒီလိုနဲ့ ရုဝဒီဆိုတဲ့ မိန်းကလေးနဲ့ လက်ထပ်ဖို့ ဖခင်ဖြစ်သူနဲ့ အလဲအလှယ်လုပ်ကာ ကျေးလက်တောရွာကို ထွက်လာခဲ့ပါတော့တယ်....တောရွာသို့ ရောက်ရောက်ချင်းမှာပဲ ဇာတ်ဇတ်ကျဲရွာရဲ့ပေါက်ကျော်မကျေးတောသူ (ဘိုင်မွန်)နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/theptida-pla-rah-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-19-at-10.28.58-AM-135x200.png",
        "title": "The Falcon and the Winter Soldier (2021) – Season 01",
        "description": "The Falcon and the Winter Soldier (2021) - Season 01=======================================IMDb Rating - 8.7/10Marvel စူပါဟီးရီုး စီးရီးအသစ် ထွက်လာပြန်ပါပြီ။ ဝန်ဒါဗီရှင်တုန်းကလိုပဲ အားရစရာပါပဲ။ မာဗယ်ရဲ့ စူပါဟီးရိုးစီးရီးတွေဟာ အားသာချက်ကြီးတစ်ခု ရှိပါတယ်။ ဒါကတော့ မူရင်း ရုပ်ရှင် စတိုရီလိုင်းနဲ့ တိုက်ရိုက်အပြည့်ချိတ်ဆက်ခွင့်ရှိပြီး မူပိုင်ခွင့် ပြဿနာ ဘာမှမရှိတာပါပဲ။ ဒီတော့ ဇာတ်လမ်းကို အကန့်အသတ်မရှိ အချိတ်အဆက်မိမိပြသနိုင်မှာပါ။ ဒီစီးရီးကတော့ ဆမ် နဲ့ ဆောင်းစစ်သည်တို့ စွန့်စားခန်းဖွင့်မယ်အကြောင်းကို ပြသထားတာပဲဖြစ်ပါတယ်။ကပ္ပတိန်အမေရိကနဲ့ အရင်းနှီးဆုံး ဟီးရီုးနှစ်ယောက် ကပ္ပတိန် မရှိတဲ့နောက်ပိုင်း ဘယ်လိုဆက်ပြီး ရင်ဆိုင်ကြမလဲဆိုတာဒီ mini-series မှာ ဆက်လက်ကြည့်ရှူကြပါ၊ ဒီ စီးရီးဟာ အပတ်စဥ်သောကြာနေ့တိုင်း တစ်ပတ်တစ်ပိုင်းနှုန်းနဲ့၆ ပိုင်းတိတိထွက်ရှိလာမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "url": "https://channelmyanmar.org/tvshows/the-falcon-and-the-winter-soldier-2021-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BOTUwMTI1NTIzMV5BMl5BanBnXkFtZTgwNjE1MDA2NzM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "American Gods {Complete}",
        "description": "Supernatural စီးရီးအပြီးမှာ ကျွန်တော် စိတ်ဝင်တစားကြည့်မိတဲ့ စီးရီးတစ်ခုပါ။အမေရိကန် နတ်ဘုရားများလို့ နာမည်ပေးထားပေမယ့် တကယ်တော့ နတ်ဘုရားတွေ အတော်စုံပါတယ်။Greek, Egypt, Norse နတ်ဘုရားတွေနဲ့ အခြား ပုံပြင်ထဲက သတ္တဝါဆန်းတွေ ပါပါတယ်။နတ်ဘုရားတွေဟာ လူတွေကြားထဲမှာ ရောပြီးနေကြရင်း အမေ့လျော့ခံ ကိုးကွယ်သူမရှိတဲ့ ဘဝတွေမှာ ရုန်းကန်နေကြတာပါ။ဒါပေမယ့် ခေတ်သစ်နတ်ဘုရားတွေကတော့ လူတွေအပေါ် နည်းလမ်းသစ်တွေနဲ့လွှမ်းမိုးနေကြပြီးခေတ်ဟောင်းနဲ့ ခေတ်သစ်နတ်ဘုရားတွေရဲ့ အားပြိုင်မှုမှာ တင်းမာမှုတွေနဲ့ စစ်ပွဲကြီးဖြစ်လာတော့မယ် အခြေအနေပါ။ဒီစီးရီးဟာ Neil Gaiman ရဲ့ American Gods ဝတ္ထုကို ပြန်ရိုက်ထားတာပါ။ဝတ္ထုတွေကနေ ပြန်ရိုက်တဲ့ အချို့ ရုပ်ရှင်တွေမှာ ဇာတ်ညွှန်း အပြောင်းအလဲတွေအရမ်းကောင်းရင် ပိုစိတ်ဝင်စားစရာကောင်းသွားတာတွေ ရှိနေတတ်ပါတယ်။ဒီစီးရီးဟာလည်း စာအုပ်မဖတ်ပဲ အရင်ကြည့်သင့်တဲ့ စီးရီးထဲမှာ ပါပါလိမ့်မယ်။အခန်းတွေကို ရှေ့နောက်ပြန်စီထားတာတွေ၊ မြှပ်ကွက်ထပ်ထည့်ထားတာတွေနဲ့ အခန်းပိုအချို့ထပ်ထည့်ထားတာတွေ အကုန်ကောင်းနေပါတယ်။ကျွန်တော်လည်း စာအုပ်ကို စီးရီးရောက်သလောက်ပဲ ဖတ်ပြီး ဆက်မဖတ်ဘဲ ရပ်ထားပြီး စီစန် ၂ ...",
        "url": "https://channelmyanmar.org/tvshows/american-gods/"
    }
]