[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9l01xYsoHxuFTLcS5mJmFyrvw1K.jpg",
        "title": "Love Is for Suckers (2022)",
        "description": "Love is for Suckers (2022)အနှစ် ၂၀ ကျော် သူငယ်ချင်း၊ မိသားစုလို နေလာခဲ့ပြီးမှ\nDating Show ကြောင့် ခံစားချက်တွေက သူငယ်ချင်းမဖြစ်နိုင်တော့တဲ့အခါမှာ....ဂူယောရွန်းက ၁၀ နှစ်ကျော်အောင် Program PD အဖြစ်လုပ်ခဲ့ရာက\nအစီအစဉ်တွေ အကုန်အဆင်မပြေတော့ဘဲ ဖျက်သိမ်းလိုက်ရပြီးတဲ့နောက်\nDating Show ကိုအားသွန်ခွန်စိုက်ကို ပြင်ဆင်ပါတော့တယ်ဘတ်ဂျယ်ဟွန်းကတော့ အချစ်ကိုရှာဖွေနေတဲ့ လူပျိုကြီးဖြစ်ပြီး\nသူငယ်ချင်းဖြစ်တဲ့ ဂူယောရွန်းကိုကူညီဖို့ Dating Show ကိုဝင်ရိုက်လိုက်ပါတယ်\nအဲလိုနဲ့ PD နဲ့ cast အဖွဲ့ဝင်ဖြစ်ပေမဲ့\nသူငယ်ချင်းကနေ တစ်ဆင့်တက်ကြမှာကို စောင်ကိုက်ပြီးကြည့်ရဦးမှာပါပါဝင်တဲ့သရုပ်ဆောင်တွေကတော့ Super Junior အဖွဲ့က Choi SiWon နဲ့\nLee Da Hee တို့ဖြစ်လို့ ကိုကိုလား မမလား လမ်းပျောက်စေမယ့် ဇာတ်လမ်းဆိုလည်းမမှားပါဘူးနော်စုစုပေါင်း ၁၆ ပိုင်း ထုတ်လွှင့်သွားမှာ ဖြစ်ပြီးတော့\nအပတ်စဉ် ဗုဒ္ဓဟူးနေ့ နဲ့ ကြာသပတေးနေ့များမှာ တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Joyz က ...",
        "url": "https://channelmyanmar.org/tvshows/love-is-for-suckers-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-the-english-135x200.jpg",
        "title": "The English Season 1",
        "description": "Edge of Tomorrow တို့ Adjustment Bureau တို့လို့ ရုပ်ရှင်တွေထဲက စတားမင်းသမီး အမ်မလီဘလန့်ရဲ့ ကောင်းဘွိုင်ခေတ်စီးရီးကောင်းလေးတစ်ခုလာပါပြီ။\nအဲလီက ထက်မြက်တဲ့ တော်တဲ့ တီထွင်ဖန်တီးသူတစ်ယောက် ဖြစ်ပါတယ်။ သူ့မှာ ချစ်စရာကောင်းတဲ့ မိသားစုလေး တစ်စုကိုလည်း ပိုင်ဆိုင်ထားတယ်။ အပြင်ပန်းကြည့်ရင်တော့ သူတို့ မိသားစုလေးက သာမန် လူလတ်တန်းစား မိသားစုလေးပေါ့။ ကလေးတွေကိုလည်း လူ့အဖွဲ့အစည်းကို အယုံအကြည်မရှိလို့ ကျောင်းမထားဘဲ အိမ်မှာပဲ သင်ပေးကြတာပေါ့။ ဒါပေမဲ့ တစ်ရက်မှာ သူ့ကို လူတစ်စုကနေ သတိထားမိသွားပြီးနောက် သူတို့ မိသားစု နိုင်ငံရပ်ခြားကို ထွက်ပြေးဖို့ လုပ်ရပါတော့။ ဇာတ်လမ်းက တဖြည်းဖြည်းနဲ့ ဘာကြောင့်ထွက်ပြေးရတယ်၊ နောက်က လိုက်နေသူတွေက ဘယ်သူတွေလဲ၊ အဲလီက အတိတ်မှာ ဘာတွေလုပ်ခဲ့မိလို့ ဒီလို နိုင်ငံခြားထိ ထွက်ပြေးဖို့ လုပ်ရသလဲ၊ ထွက်ပြေးတဲ့အချိန်မှာရော ဘယ်လိုအခက်အခဲတွေ၊ ဘယ်လိုလူတွေနဲ့ ကြုံရမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ...",
        "url": "https://channelmyanmar.org/tvshows/the-english-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmJkzDE6s0QYBGtpA4i2JLBco0j.jpg",
        "title": "A Friend of the Family (2022) Complete",
        "description": "A Friend of the Family (2022) Completed Limited Series ~ IMDb - 7.4/10, Rotten Tomatoes - 91% ~ Peacock ရဲ့ Rotten Tomatoes - 91% အထိရထားတဲ့ Limited စီးရီးအသစ်ပါ။ အစအဆုံးကြည့်ဖို့အတွက် ၇နာရီ၅၃မိနစ်ပဲ ကြာမြင့်မှာမို့ အချိန်သိပ်မပေးရဘဲ ကောင်းကောင်းကြည့်လို့ရမယ့် ဖြစ်ရပ်မှန် မှုခင်းရုပ်ရှင်အမျိုးအစားပါပဲ။ ရုပ်ရှင်တွေ မယ်မယ်ရရ မရိုက်ဖြစ်သေးပေမဲ့ စီးရီးလောကမှာတော့ တော်တော်ခရီးပေါက်နေပြီဖြစ်တဲ့ Tom Hanks ရဲ့သား Colin Hanks ရဲ့ကားအသစ်မို့ ဦးလေးတွမ်ရဲ့ ပရိသတ်တွေလည်း သဘောကျလောက်မယ့် မီနီစီးရီးပါပဲ။ ၁၉၇၀ ခုနှစ်ကာလ အမေရိကန်နိုင်ငံမှာ \"ဘရိုဘာ့ဂ်\" ဆိုတဲ့ မိသားစုတစ်ခု ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်အ‌ကြောင်းပါပဲ။ ဒီမိသားစုမှာ ဂျန်နီ ခယ်ရန် ဆူဇန် ဆိုတဲ့ သမီးလေး ...",
        "url": "https://channelmyanmar.org/tvshows/a-friend-of-the-family-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s8D32MA8NlNgixnAIxVbmt9cazX.jpg",
        "title": "From Scratch (2022) Complete",
        "description": "From Scratch (2022) Completed Limited Series ~ IMDb - 7.9/10, Rotten Tomatoes - 92% ~ ဒီနှစ်ထဲမှာပဲ Netflix ကတင်ဆက်လိုက်တဲ့ ဒရာမာစီးရီးသစ်ဖြစ်ပြီး နယူးယောက်တိုင်းမ်ရဲ့ရောင်းအားအကောင်းဆုံး ဖြစ်ရပ်မှန်ဝတ္ထုတစ်ပုဒ်ကို ပြန်လည်အသက်သွင်းထားတာပါ။ IMDb 7.9/10 နဲ့ Rotten Tomatoes က 92% တောင်ပေးထားတဲ့အတွက် အကောင်းဆုံးမဟုတ်ရင်တောင် သာမန်ထက်အများကြီးပိုတဲ့အနေအထားတစ်ခုရှိတယ်ဆိုတာ ပြောစရာလိုမယ်မထင်ပါဘူး။ အဓိကဇာတ်ဆောင်မင်းသမီးအနေနဲ့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ Guardians of the Galaxy ထဲက Gamora အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Zoe Saldaña ကပါဝင်အားဖြည့်ထားပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းကတော့ အီတလီမြေမှာ အနုပညာလေ့လာဖို့ရောက်လာခဲ့တဲ့ ဥပဒေကျောင်းသူလေး အေမီတစ်ယောက် ဖလောရင့်စ်မှာတွေ့တဲ့ စားဖိုမှူးလေးနဲ့ ဘယ်လိုတွေငြိပြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာပါပဲ။ ဒီထက်ပိုပြောရရင် Spoiler ဖြစ်မှာမို့ဒီလောက်ပဲပြောပါ့မယ်။ ထူးခြားချက်ကိုပြောရမယ်ဆိုရင် အီတလီမှာရိုက်ထားတဲ့ဇာတ်ဝင်ခန်းတွေက ချက်ချင်းသွားလည်ပစ်ချင်လောက်အောင် တော်တော်လေးကိုမိုက်ပါတယ်။ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာကြောင့် သာမန်ထက်အများကြီးထူးကဲဖောက်ထွက်နေတဲ့ အချစ်ဇာတ်လမ်းမျိုးမဟုတ်သလို ...",
        "url": "https://channelmyanmar.org/tvshows/from-scratch-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/6ROOj_4f-161x200.jpg",
        "title": "The Root (2022)",
        "description": "လန်လောင် အဖြစ် Cris Horwang\nဆိုင် အဖြစ် Kao supassaraဇာတ်လမ်းအကျဉ်းဆိုင်က ကွေ့တယိုလှည်းတွန်းရောင်းတဲ့ ဆိုင်ရှင် ကီယမ်ရဲ့ ကလေး လေးယောက်မှာ အကြီးဆုံးသမီးဖြစ်ပြီး သူဌေးကြီးတစ်ဦးရဲ့ ချစ်ခင်တာခံရလို့ မွေးစားခံလိုက်ရတဲ့ သူပဲ ဖြစ်ပါတယ်သူဌေးကြီးမှာ လန်လောင်နဲ့ အက်ကလာ့ဆိုတဲ့ သားသမီးနှစ်ယောက်ရှိပြီး သူဌေးကြီးဆုံးပါးသွားချိန်မှာ ဆိုင့်ကို လန်လောင်ကပဲ ဆက်စောင့်ရှောက်ခဲ့ပါတယ်တစ်ရက် လန်လောင့်ကို ခင်ပွန်းဖြစ်သူ ဝပ်အနိုင်ကျင့်နေတာကို ဆိုင်က ဝင်ကယ်ရင်း လက်လွန်ကာ ဝပ်သေဆုံးခဲ့ရတယ်လန်လောင်ကပဲ တာဝန်ခံခဲ့ရာက ဆိုင့်အပေါ် ကျေးဇူးကြွေးတွေ ပိုရစ်နွယ်လာခဲ့ပါတယ်တဖြည်းဖြည်းနဲ့ လန်လောင် ဆိုင့်ပေါ်ထားတဲ့အချစ်က ညီမလေးလိုမဟုတ်ဘဲ ၁၅၀၀ မေတ္တာဖြစ်တာကို ဆိုင်သိလာတဲ့အခါမှာတော့ ထွက်ပြေးဖို့ ကြိုးစားပါတော့တယ်ကျေးဇူးတရားတွေနဲ့ ရစ်နွယ်ခံထားရတဲ့ ဆိုင်တစ်ယောက် ချစ်ရတဲ့ယောက်ျားတွေ့လာတဲ့အခါမှာတော့...အမြဲစောင့်ကြည့်နေတတ်တဲ့ လန်လောင့်ဆီက ဆိုင် ပြေးလွတ်နိုင်ပါ့မလားကိုယ့်ကိုမချစ်တဲ့သူကိုမှ ချစ်မိနေပြီး သူ့ကိုရဖို့အတွက်ဆို အရာရာ သွေးအေးအေးလုပ်တတ်တဲ့ လန်လောင်နဲ့လန်လောင့်ကို အမုန်းကြီးမုန်းကာ ကြောက်ရွံ့ထွက်ပြေးချင်နေတဲ့ ဆိုင်တို့ကြား အဆုံးသတ်ဘာတွေဖြစ်လာမလဲဆိုတာ “ရစ်နွယ်ထားသော ...",
        "url": "https://channelmyanmar.org/tvshows/the-root-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4sTPsdWANtK4oo9eGeQAI1ugi54.jpg",
        "title": "Lighter and Princess (2022)",
        "description": "❏ ခပ်ဆိုးဆိုး/ခပ်မိုက်မိုက်ကောင်လေး - လီရွှင် နဲ့❏ စာတော်တဲ့ တက္ကသိုလ်ကျောင်းသူလေး - ကျူးယွင့် တိုရဲ့အချစ် အမုန်း ဆုံးရှုးမှုတွေ ပေးဆပ်မှုတွေ ကြားထဲမှပေါက်ဖွားလာမဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...!တက္ကသိုလ်ကျောင်းသူဘဝကိုပထမဆုံးခြေလှမ်းခါစပြုနေတဲ့ ကျူးယွင့်ဟာခပ်ဆိုးဆိုးကောင်လေး လီရွှင်နဲ့ တွေ့ဆုံခဲ့ပြီးသူမရဲ့ဘဝဟာ ဇောက်ထိုးမိုးမျှော်ဖြစ်ခဲ့ရပါတော့တယ်ဘာကိုမှမသိနားမလည် ပိုက်ဆံဖြုန်းဖိုသာသိတဲ့သူဌေးသားတစ်ယောက်လို ကျူးယွင့်ရဲ့ အထင်မှားခြင်းကိုခံထားရတဲ့ \"သူ\" ဟာ တကယ်တမ်းတော့Programming ပိုင်းမှာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်တဲ့ပညာရှင်လေးတစ်ဦးဖြစ်နေခဲ့ပါတယ် နှစ်ယောက်သားဟာအကြိမ်ပေါင်းများစွာ တွေ့ဆုံပြီးတဲ့နောက်မှာတော့တစ်ဦးနဲ့ တစ်ဦး လေးနက်မှူတွေ/တန်ဖိုးထားမှုတွေဖြစ်ပေါ်လိုလာခဲ့ပါတယ် ကျူးယွင့်အခက်အခဲတွေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတဲ့ အချိန်မှာလဲ လီရွှင်ဟာသူမရှေ့ကနေပြီး မားမားမက်မက် ရပ်တည်ကာကွယ်ပေးခဲ့ပါတယ်ဒီလိုနဲ့ နှစ်ယောက်သားရဲ့ ရိုးရှင်းတဲ့ဆက်ဆံရေးကြားမှာချစ်ခြင်းမေတ္တာတွေ တစ်ဖြည်းဖြည်းပေါက်ဖွားလာခဲ့ပြီးတော့မိသားစုအခြေအနေ ကွာခြားမှုတွေကိုတောင် ဂရုမပြုပဲသတ္တိရှိရှိနဲ့ ရှေ့ဆက်လျှောက်လှမ်းခဲ့ပါတယ်ဒါပေမဲ့လို သူတိုနှစ်ဦးရဲ့ အချစ်ရေးလမ်းကြောင်းဟာဖြောင့်ဖြူးဖိုအတွက် ကံပါမလာခဲ့ပါဘူးကံကြမ္မာရဲ့အလှည့်အပြောင်းတွေကံကြမ္မာရဲ့မျက်နှာသာမပေးမှုတွေကြောင့်လီရွှင်ရဲ့အစ်မဖြစ်သူဟာ မသမာသူတစ်ဦးကြောင့်ကားတိုက်မှုမတော်တဆဖြစ်ပွားခဲ့ပြီး အစ်မဇောနဲ့စိတ်မထိန်းနိုင်တဲ့ လီရွှင်ဟာ တရားခံဖြစ်သူကိုထိခိုက်မှုဖြစ်စေခဲ့တာကြောင့်ထောင်ဒဏ်ချမှတ်ခံလိုက်ရတဲ့အချိန်မှာတော့...?❐ သူတိုနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ဘယ်လိုဆက်ဖြစ်သွားမှာလဲ ?❐ ကြုံလာတဲ့ အခက်အခဲတွေကိုရော သူတိုနှစ်ဦး ရင်ဆိုင်ကျော်ဖြတ်နိုင်ပါ့မလား ?❐ သူတိုအပေါ် မသမာခဲ့တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/lighter-and-princess-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d49bFicZ3ULzMiSYq4mqcGL7fZE.jpg",
        "title": "Unexpected Falling (2022)",
        "description": "ဟယ်လို ဟယ်လို ~~~\nThe Confidence (2020) က ဖုရှန်ရှင်း(Peng Guan Ying)နဲ့ဟယ်ယန်(Elvira Cai) တို ၂ ယောက် Unexpected Falling (2022) မှာပြန်ဆုံပြီပေါ့ကွယ် သူတိုရဲ့ ၂၀၂၀ က ill fated destiny က၂၀၂၂ မှာလည်း ဆက်လိုက်လိုလာပြန်တယ်Unexpected Falling (2022) ဇာတ်လမ်းထဲမှာရွမ်ကျန်းကျန်း (Elvira Cai)ဟာကောင်းကျွင်း(Peng Guan Ying)နဲ့ မဆုံခင်တည်းကအိမ်ထောင်သည်အမျိုးသမီးဖြစ်နေလိုပါပဲ...ဇာတ်လမ်း အကျဉ်းလေးက ဒီလိုပေါ့နော်ရွမ်ကျန်းကျန်းဟာသူ့ရဲ့ ငွေကြေးပညာရှင် အမျိုးသားရဲ့ ကာကွယ်မှုအောက်မှာအပူပင်းကင်းတဲ့ ရိုးရှင်းသောဘဝကို ဖြတ်သန်းနေခဲ့ရာကနေသူ့ခင်ပွန်းရဲ့ ရုတ်တရက် သေဆုံးမှုနဲ့အတူ သူ့ဘဝလေးလည်းကမောက်ကမဖြစ်ပြီး မုန်တိုင်းထန်ခဲ့တာပေါ့...ဘာလိုလဲဆိုတော့ ရုတ်တရက်ကြီး သူဟာငွေပမာဏအများကြီး အကြွေးတင်သွားခဲ့တာနဲ့အတူဒီငွေကို ပြန်ဆပ်ဖို အင်အားလည်း မရှိသူဖြစ်နေလိုပေါ့...ဒီအချိန်မှာ ရှေ့နေ ကောင်းကျွင်းဟာ သူ့ဘဝထဲရောက်လာခဲ့တယ်...ရွမ်ကျန်းကျန်းကို တတ်နိုင်သမျှ ကူညီပေးရာကနေcp fan တွေမျှော်လင့်သလို အချိုဇာတ်သိမ်းလေးလာမလား...အရင်The Confidence ...",
        "url": "https://channelmyanmar.org/tvshows/unexpected-falling-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slU4E2wHaGNs6ZoqpdEq3mUK4cQ.jpg",
        "title": "Duel(2017)",
        "description": "Duel(2017)Ep1 to 16********************(စ/ဆုံး)ဂျန်ဒေါ့ချွန်းက မှုခင်းစုံစမ်းရေးအဖွဲ့ရဲ့ အဖွဲ့မှူးဖြစ်ပြီးတော့ မိန်းမဖြစ်သူသေဆုံးပြီးကတည်းကကင်ဆာရောဂါသည်သမီးလေးကို တစ်ဦးတည်းစောင့်ရှောက်နေတဲ့သူပါ။သူကအလုပ်မှာတော့ ကြမ်းတမ်းခက်ထန်တဲ့အဖွဲ့မှူးဖြစ်ပေမဲ့ သမီးလေးအပေါ်မှာတော့ ကြင်နာတတ်တဲ့အဖေပါ။သမီးဖြစ်သူက ဆန်းယောင်းဆေးဝါးထုတ်လုပ်ရေးက ထုတ်ဖော်တဲ့ ပင်မဆဲလ်ထိုးသွင်းမှု (ပင်မဆဲလ်ဖြင့်ကင်ဆာရောဂါကုသမှု) ကိုခံယူရခါနီးမှာတင် ပြန်ပေးဆွဲခံလိုက်ရတဲ့အခါမှာ သူ့မှာရှိတဲ့ သဲလွန်စတစ်ခုတည်းနဲ့ တရားခံကိုလိုက်ရှာခဲ့ပါတယ်။သူ့မှာရှိတဲ့တစ်ခုတည်းသော သဲလွန်စကတော့ အခင်းဖြစ်ပွားရာနေရာမှာရှိနေခဲ့တဲ့တစ်ပုံစံတည်းတူတဲ့မျက်နှာသွင်ပြင်ကိုပိုင်ဆိုင်ထားတဲ့ ယောက်ျားနှစ်ဦးပါပဲ။အဲဒီယောက်ျားနှစ်ဦးကရော ဘယ်သူတွေဖြစ်မလဲ။ သူတို့နှစ်ယောက်ရဲ့ပတ်သက်မှုကရော ဘာဖြစ်မလဲ။ဂျန်ဒေါ့ချွန်းရဲ့ သမီးလေးကိုရော ဘာကြောင့်ပြန်ပေးဆွဲရတာလဲ။ဂျန်ဒေါ့ချွန်းကရော သမီးလေးကိုပြန်ရှာတွေ့သွားမလား။ တရားခံကိုရော ဖမ်းမိသွားမလားဆိုတာကိုတော့ ,,, Episodes: 16File Size:1.1GB, 500MBQuality :Web-DL 1080p,720PGenres: Crime, Mystery, DramaTranslated by  EiPhyu Khin,Kit,  Hae Areum ,Hay Thar Oo ,Shoon, Win & WindiEncoded by  Phyo Pyae <<<<<<TELE LINK>>>>> \nEpisode 1\n720P >>>> UsersDrive   | Yoteshin |MegaUp    |     Mega.NZ ...",
        "url": "https://channelmyanmar.org/tvshows/duel2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wZLfNxm6OTTDD5BYVE0zpqO5Vhq.jpg",
        "title": "First Love (2022)",
        "description": "First Love (2022)\n°°°°°°°°°°°°°°°°°°°°°\n'အချစ်ဦး' တဲ့\nအချစ်ဦး ဆိုတာကို ဘယ်လို ခံယူထားကြလဲ။\nကိုယ့်အနေနဲ့ ပြောရရင်တော့ အချစ်ဦးဆိုတဲ့ ဖြစ်တည်မှုဟာ သိပ်ကိုအံ့သြဖို့ကောင်းတယ်။\nဘဝမှာ ပထမဆုံးအနေနဲ့ အချစ်ဆိုတာကို သင်ကြားပေးခဲ့သူ၊\nရင်ထဲမှာ လိပ်ပြာတွေပျံနေသလို ရွစိရွစိနဲ့ ထိုင်ရမလို ထရမလို ခံစားချက်မျိုးဖြစ်အောင် ပြုစားနိုင်သူလို့ ထင်တာပဲ။အဲဒီ အချစ်ဦးအကြောင်း ရေးဖွဲ့ထားတဲ့ သီချင်းတွေ တစ်ပုံကြီး ရှိတဲ့အထဲကမှ\nဇာတ်လမ်းတွဲကို စိတ်ကူးပုံပေါ်လာစေတာကတော့\nဂျပန်-အမေရိကန်ကပြားအဆိုတော်မလေး ဟိခါရု အုတဒရဲ့ ၁၉၉၉ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ 初恋 (First Love) ဆိုတဲ့ သီချင်းလေးပါပဲ။ဟိခါရုဟာ ဒီသီချင်းကို ရေးပြီး အသံသွင်းခဲ့တဲ့အချိန်ကဆို အရွယ်အားဖြင့် ၁၅ နှစ်သာ ရှိပါသေးသတဲ့။\nသစ်ရွက်လှုပ်ရင်တောင် ရင်ခုန်တတ်တဲ့ မြီးကောင်ပေါက်စအရွယ် အပျိုဖြန်းမလေးရဲ့\nအချစ်ဦးဆိုတာကို လှလှပပ၊ ဆွေးဆွေးမြေ့မြေ့နဲ့ ပုံဖော်ထားခဲ့တဲ့၊ အောင်မြင်မှုတွေ အများကြီးရခဲ့တဲ့ သီချင်းလေးပေါ့။မြန်မာပရိသတ်တွေကတော့ မူရင်းဂျပန်သီချင်းကို နားမထောင်ဖူးရင်တောင် ဆုန်သင်းပါရ် ပြန်ဆိုထားတဲ့♪သိပ်ချစ်ဖူးခဲ့မိတာ မင်းတစ်ယောက်တည်း ရှိတာပါ♪\n♪တစ်သက်တာ မင်းရဲ့ရင်မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/first-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwx5XBJRU9D5HUq6qadnG4C4Gpt.jpg",
        "title": "The Suspect (2022)",
        "description": "The Suspect (2022)အခုတလောမှ ထွက်ရှိလာတဲ့ ဇာတ်လမ်းတွဲ ကောင်းကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းဇာတ်အိမ် ကောင်းမွန်သလို IMDb Rating 6.6, Rotten Tomatoes 62% အထိ ရရှိထားပါတယ်။\nစုံထောက်ဇာတ်လမ်းတွေ၊ လျှို့ဝှက်သည်းဖိုမှုခင်း ဇာတ်လမ်းတွေ ကြိုက်သူတွေအဖို့ ရေငတ်တုန်း ရေတွင်းထဲ ကျသလိုပါပဲ။\nအပိုင်းကလည်း ၅ ပိုင်းတည်း ပါတာမို့ အချိန်လည်း အများကြီးပေးစရာမလိုပါဘူး။\nဒေါက်တာ ဂျိုး အိုလော့ကလင်းဟာ အောင်မြင်တဲ့ စိတ်ရောဂါကုဆရာဝန် တစ်ယောက်ပါ။\nစာအုပ်တွေလည်း ရောင်းရသလို၊ မီဒီယာတွေမှာလည်း ဖော်ပြခြင်းခံရတဲ့ ကုသရာမှာ နာမည်ကြီးသူပါ။\nကောင်လေးတစ်ယောက် အဆောက်အဦးပေါ်က ခုန်ချသတ်သေဖို့ လုပ်တာကို တားဆီးပေးနိုင်ခဲ့လို့ ပိုပြီး နာမည်ကြီးလာခဲ့ပါတယ်။\nတစ်နေ့မှာ ရဲတွေက သုသာန်မှာ အမျိုးသမီးတစ်ယောက်ရဲ့ အလောင်းကို စွန့်ပစ်ထားတာကို တွေ့ခဲ့ပါတယ်။\nအဲဒီအမျိုးသမီးကို ဓားနဲ့ ၂၁ ချက် ထိုးသတ်ပြီး စွန့်ပစ်ထားခဲ့တာပါ။\nစုံထောက် ဒေဗီလည်း လိုက်စုံစမ်းရင်း ဂျိုး နဲ့တွေ့ကာ သရုပ်ခွဲသူလုပ်ပေးဖို့ ခေါ်ခဲ့ပါတယ်။\nနံပါတ် ...",
        "url": "https://channelmyanmar.org/tvshows/the-suspect-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/mAYM4n8NJXLC5no3PkkjPb1ZYBb-133x200.jpg",
        "title": "The Final Score (2022)",
        "description": "The Final Score (2022)ကမ္ဘာ့ဖလားပြိုင်ပွဲစတင်ဖို့ နီးကပ်လာပြီဖြစ်လို့ ကမ္ဘာ့ဖလားပြိုင်ပွဲနဲ့\nပတ်သက်တဲ့သမိုင်းတ​လျောက် နှ​မြောစရာ​အ​ကောင်းဆုံး ​ကြေကွဲဖို့\nအ​ကောင်းဆုံးဖြစ်ရပ်တစ်ခုအ​ကြောင်း ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့\nNetflix စီးရီးတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။၁၉၉၄ခုနှစ် အ​မေရိကန်ပြည်​ထောင်စုမှာ ကျင်းပခဲ့တဲ့ကမ္ဘာ့ဖလားမှာ\nကိုလံဘီယာ လက်​ရွေးစင်အသင်းဟာ ​ခြေစစ်ပွဲ​တွေမှာ ရလဒ်​​တွေ\n​ကောင်းခဲ့သလို ကိုလံဘီယာသား​တွေကလည်း ဖလားမှန်းတဲ့အထိကို\n​​မျှော်လင့်ချက်​တွေ ကြီးခဲ့ကြတာပါ။ ဒါ​ပေမဲ့ တကယ်တမ်း ပြိုင်ပွဲမှာ\nအုပ်စုတက်​ရေး အဆုံးအဖြတ်အဖြစ် အိမ်ရှင်အ​မေရိကန်အသင်းနဲ့\nရင်ဆိုင်ကစားခဲ့ရပါတယ်။ သ​ရေကျရင်​တောင် အုပ်စုကတက်နိုင်တဲ့\nအခွင့်အ​ရေးရှိခဲ့​ပေမယ့် ထိုပွဲစဉ်မှာ အ​မေရိကန်အသင်းကို ၂ - ၁ဂိုးနဲ့\nအ​ရေးနိမ့်သွားခဲ့ပါတယ်။ ရှုံးချက်နာတာက အသင်းရှုံးစေခဲ့တဲ့ ဂိုးကို\nကိုလံဘီယာ​နောက်ခံလူ အန်ဒ​ရေ​အက်စ်ကိုဘားက Own goalအဖြစ်\nသွင်းယူခဲ့မိတာပါ။ဒီဂိုး​ကြောင့် ကိုလံဘီယာသား​တွေရဲ့ ​မျှော်လင့်ချက်​တွေ ​ရေစုန်​မျော\nသွားသလို အက်စ်ကိုဘားအ​ပေါ် အမြင်မကြည်လင်သူ​တွေ များစွာ\nရှိခဲ့တာပါ။ ဒါ​ပေမဲ့ ထိုကိစ္စကပဲ သူ့အသက်ကို ဇီဝိန်ချုပ်သွားမယ်လို့\nအက်စ်ကိုဘား​ရော ကိုလံဘီယာသား​တွေရော ထင်ခဲ့မှာမဟုတ်ပါဘူး\n၁၉၉၄ဇူလိုင်၂ရက် မနက်​အ​စောပိုင်းမှာ ဇာတိမြို့ မယ်ဒလင်းမှာရှိတဲ့\nဘားတစ်ခုက ထွက်လာတဲ့ အက်စ်ကိုဘားကို လူတစ်စုက ​သေနတ်နဲ့\n၁၂ချက်တိတိ ပစ်ခတ်သတ်ဖြတ်သွားခဲ့ပါတယ်။လူသတ်သမားလို့ ယူဆရသူဟာ ထို​ခေတ်က ကိုလံဘီယာရဲ့ထိပ်သီး\nမူးယစ်ရာဇာ​တွေရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-final-score-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qdEtSjZaNHmmlvP7EFklZRPkk7B.jpg",
        "title": "Search(2020)[ Complete]",
        "description": "Search(2020)EP1 To 1o***********************(စ/ဆုံး)တောင်/မြောက်ကိုရီးယားနယ်စပ် စစ်မဲ့ဇုန်တစ်လျှောက်နယ်ခြားစောင့်တပ်တွေ တည်ရှိတယ်..ဘယ်လိုပဲ စစ်မဲ့ဇုန်လို့သတ်မှတ်ထားပေမဲ့စစ်ရေးသတိကြောင့် နယ်ခြားစောင့်တပ်တွေဟာ နေ့စဉ်နဲ့အမျှကျည်အပြည့်နဲ့ကင်းလှည့်လေ့ရှိတယ်..တစ်နေ့တော့ ထူးဆန်းစွာပဲ တောင်ကိုရီးယားစစ်သည်အချို့ဟာကင်းလှည့်နေရင်း  ပျောက်ဆုံးသွားကြတယ်..သေနတ်သံတစ်ချက် မိုင်းသံတစ်ချက် မကြားရတဲ့အတွက်ကြောင့်စစ်သည်တွေပျောက်ဆုံးမှုကို အစရှာဖို့ရာ အတော်ခက်ခဲပါတယ်..အလောင်းပါပျောက်ဆုံးနေတော့ ပိုဆိုးတာပေါ့...ဒီလိုဖြစ်စဉ်မျိုးဆက်တိုက်တွေဖြစ်လာပြီးတဲ့နောက်မှာတော့..ဘာကြောင့်ဒီလိုတွေဖြစ်နေတာလဲ..စစ်သားတွေ ဒီပြဿနာတွေကိုဖြေရှင်းနိုင်မှာလားဆိုတာကိုတော့..Episodes: 10File Size:1.1GB, 500MBQuality :Web-DL 1080p,720PGenres: Crime, Mystery, ActionTranslated by  Estel,Marie,Miri,Hnin Pale ,Yumeko &  KitEncoded by  Phyo Pyae <<<<<<TELE LINK>>>>> \nEpisode 1\n720P >>>> UsersDrive   | Yoteshin |MegaUp    |     Mega.NZ    | StreamSB\n1080P>>>> UsersDrive   | Yoteshin |MegaUp    |     Mega.NZ    | StreamSB\n  \nEpisode 2\n720P >>>> UsersDrive   | Yoteshin |MegaUp    |     Mega.NZ ...",
        "url": "https://channelmyanmar.org/tvshows/search2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aq6aqgHo3nzRTT84kV7DrJ8Ifyc.jpg",
        "title": "Jonathan Strange & Mr Norrell ( 2015 ) Season 1[Complete]",
        "description": "Jonathan Strange & Mr Norrell=========================ဟိုးရှေးရှေး ၁၉ရာစုနှစ်က အင်္ဂလန်မှာ မှော်ပညာဟာတဖြည်းဖြည်းဆုတ်ယုတ်လာတာ ရာစုနှစ်၃ခုစာရှိသွားသတဲ့ကွယ်။ မှော်ပညာသာ ဆုတ်ယုတ်လာပေမဲ့ယော့ခ်ရှိုင်းယားမှာတော့ မှော်ဆရာအဖွဲ့အစည်းကတော့ရှိနေဆဲပါ။ မှော်ဆရာလို့ အမည်ခံထားကြပေမဲ့နက္ခတ္တဗေဒပညာရှင်ဟာ ကြယ်ကို မတီထွင်သလိုသူတို့မှော်ဆရာတွေဟာလည်း မှော်အတတ်ကိုမပြုလုပ်ဘဲ မှော်စာအုပ်တွေလေ့လာရုံ၊ ရေးသားရုံနဲ့မှော်ဆရာအဖြစ်ခံယူထားကြပါတယ်။ ဒါပေမဲ့ဟောစာတမ်းတစ်ခုက ကြိုတင်နိမိတ်ဖတ်ခဲ့တာကတော့အင်္ဂလန်ရဲ့ မှော်လောကကို ပြန်လည်သွတ်သွင်းဖို့ ထူးချွန်တဲ့အစွမ်းရှိမှော်ဆရာနှစ်ယောက် ပေါ်ထွန်းလာပါလိမ့်မယ်တဲ့။ထိုနှစ်ယောက်ကတော့ မှော်ဆရာMr.Norrellနဲ့ ချမ်းသာပြီးဘာကိုမှမလေးမထားဘဲ မိန်းမယူဖို့သာ စိတ်အားထက်သန်နေတဲ့လူချောလေး Jonathanတို့ပဲ ဖြစ်ပါတယ်။ဒီလိုနိမိတ်ဖတ်ထားတဲ့ လူနှစ်ယောက်ဟာ ဘယ်လိုထူးချွန်တဲ့မှော်ဆရာတွေဖြစ်လာမလဲ။ အင်္ဂလန်ရဲ့အတော်ဆုံးမှော်ဆရာဖြစ်ဖို့ဘယ်လိုယှဉ်ပြိုင်မှုတွေ ပြုလုပ်ကြမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ပါဦးနော်။ Episodes : 7File Size   : ( 1.20 GB)  ,( 421 MB )Quality      : BluRay 1080p,720PGenres: Drama, Sci-fi & FantasyTranslated by JANE , Mayphoo-PoneEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/jonathan-strange-mr-norrell-2015-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/modern-159x200.jpg",
        "title": "Modern Love: Hyderabad (2022) Complete",
        "description": "ဒီစီးရီးလေးကတော့ အပိုင်းတစ်ပိုင်းကို\nဇာတ်လမ်းတစ်ခုစီနဲ့ မေတ္တာရဲ့သဘောတရားကို\nဖွဲ့ကျူးထားတဲ့ အပိုင်း (၆) ပိုင်းပါ\nစီးရီးလေးတစ်ခုပဲဖြစ်ပါတယ်အချစ်နဲ့ မေတ္တာမြစ်ဖျားခဲ့ပြီး\nဖြစ်ပေါ်လာတဲ့ ပေးဆပ်မှုတွေ အနစ်နာခံမှုတွေနဲ့\nကြည်နူးမှု လွမ်းဆွေးမှုတွေကို\nဇာတ်လမ်းတစ်ပုဒ်ချင်းစီမှာ ထိထိမိမိနဲ့\nရိုက်ကူးတင်ဆက်ထားတာဖြစ်လို့ဆွတ်ပျံ့ကြည်နူးဖွယ် အေးချမ်းတဲ့အရသာကို\nခံစားချင်တဲ့ ဒရမ်မာကြိုက်သူတွေအနေနဲ့\nဒီစီးရီးလေးကို ကြည့်ကြည့်ဖို့ အခုလိုပဲ\nအကြံပြုံလိုက်ရပါတယ်Quality :1080p / 720pTotal Episodes : 6EpsFormat : mp4Genres :Comedy , DramaDuration : 43minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by Sora ~ Yunni ~ Poe ~ OeliuJEncoded by YK\n720p\n=====\nEpisode 1 - Yoteshin / Userdrive / Megaup / Meganz\nEpisode 2 - Yoteshin / Userdrive / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/modern-love-hyderabad-2022-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/QDyP4_4f-160x200.jpg",
        "title": "To Sir, With Love (2022)",
        "description": "ထီယင်း အဖြစ် Film Thanapat\nယန် အဖြစ် Tongtong Kitsakornဇာတ်လမ်းအကျဉ်းစုန့်လူကြီးမင်းက နဂါးငါးကောင်အဖွဲ့အစည်းကို ဦးဆောင်နေသူဖြစ်ပြီး စီးပွားရေးနယ်ပယ်မှာလည်း အရည်အချင်းပြည့်ဝတဲ့သူ တစ်ယောက်ပါသူဌေးစုန့်မှာ ပထမဇနီးဖြစ်သူ လီနဲ့ ထီယင်းဆိုတဲ့သားကြီးရထားသလို ဒုတိယဇနီးဖြစ်သူ ကျမ်န်နဲ့လည်း ယန်ဖြစ်တဲ့သားငယ်ရှိထားပါတယ်တရုတ်မိသားစုဖြစ်တဲ့ စုန့်အိမ်တော်မှာ ထီယင်းက သားကြီးဖြစ်လို့ သခင်လေးနေရာနဲ့ တာဝန်အားလုံးကိုအမွေဆက်ခံရမယ့်သူ ဖြစ်ပါတယ်ဒီလိုစည်းကမ်းတင်းကြပ်တဲ့ အိမ်တော်ရဲ့သခင်လေးဖြစ်တဲ့ထီယင်းက \"လိင်တူချစ်ကြိုက်သူ\" တစ်ဦးဖြစ်နေတဲ့အခါမှာတော့မိခင်ဖြစ်သူ လီက နည်းလမ်းမျိုးစုံသုံးကာ သားဖြစ်သူရဲ့စိတ်ကို ဖုံးဖိပါတော့တယ်ဘယ်လိုပိတ်ပင်တားဆီးပါစေ သခင်လေးထီယင်းတစ်ယောက် အရွယ်ရောက်လာပြီး သာမန်ယောက်ျားသားတစ်ဦးကို မေတ္တာသက်ဝင်လာတဲ့အခါ...ဒုတိယဇနီးဖြစ်သူ ကျမ်န်ကလည်း သားဖြစ်သူ ယန် ကို သခင်လေးနေရာရဖို့ နည်းလမ်းမျိုးစုံ ကြိုးစားလာခဲ့တဲ့အခါ...​အိမ်တော်ကြီးရဲ့တာဝန်ဝတ္တရားနဲ့ချစ်ရသူကြား သနားစရာ သခင်လေး ထီယင်းတစ်ယောက် ဘယ်လမ်းကိုရွေးချယ်မလဲဆိုတာကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )Native Title: คุณชาย\nEpisodes: 10\nAired: Oct 3, 2022 ...",
        "url": "https://channelmyanmar.org/tvshows/to-sir-with-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b1EUguSOJKp9xPaSx1e3yBqLaT7.jpg",
        "title": "Justice Bao ( 2010 )",
        "description": "အခုတစ်ခါ CM ကနေတင်ဆက်မှာကတော့ Justice Bao ( 2010 ) ပဲဖြစ်ပါတယ်\nပေါင်ချိန်ဆိုတာ မသိတဲ့လူမရှိသလောက်ပါပဲ ဒါကြောင့်မို့ အများကြီး\nအထွေးအထူးတော့ညွန်းနေစရာမလိုတော့ပါဘူးအခု ဒီ Version မှာဆိုရင်တော့ ပေါင်ချိန် ဘယ်လိုစတင်ပြီးမွေးဖွားလာတယ်\nပေါင်ချိန်ရဲ့ မူရင်းဘဝ အပြင် အောက်ခြေကနေ တဖြည်းဖြည်းတက်လာပြီး\nပြည်သူချစ်တဲ့အမတ်တစ်ယောက်အဖြစ်ရော ဘုရင်မင်းမြတ်အားကိုးရတဲ့\nအမတ်တစ်ယောက်ဖြစ်လာပုံတွေ ကိုမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်ဒါ့အပြင် ပေါင်ချိန်ရဲ့လက်ရုံးတွေဖြစ်ကြတဲ့ ကုန်းစွန်းချဲ့ ..\nတောင်ပိုင်းသူရဲကောင်းကျန်ကျောင်း ၊ ဝမ်ချောင် မာဟန့် ကျန်းလုံ ကျောက်ဟူ\nအစရှိတဲ့ ရဲမက်တွေနဲ့စတင်တွေ့ဆုံတဲ့ Origin လည်းပါတာဖြစ်တဲ့အတွက်ကြောင့်\nကြည့်ရမယ့်သူတွေလည်း စိတ်ကျေနပ်မှုရရှိမှာပဲဖြစ်ပါတယ်အမှုတွဲတွေကလည်း တတွဲနဲ့တတွဲစိတ်ဝင်စားစရာကောင်းပြီး\nပေါင်အမတ်ကြီးနဲ့အတူ သူ့ရဲ့ရဲမက် တွေဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို\nCM ကနေ ဆက်လက်စောင့်ကြည့်လိုက်ရအောင်နော်( 2 ရက် တပိုင်း နှုန်းနဲ့ အဆုံးထိ တင်ဆက်ပေးသွားပါမယ် ) \nQuality : HDTV 720p\nFormat : mp4\nLanguage: Mandarin\nRelease Date: 11 August 2010\nRuntime: 45 minutes per ...",
        "url": "https://channelmyanmar.org/tvshows/justice-bao-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/jKqyy_4f-167x200.jpg",
        "title": "Lipgloss Spy ( 2022)",
        "description": "ထီရာဖတ် အဖြစ် Boy Pakorn\nနူလီ ပရာလီ အဖြစ် Namtarn Pichukkana\nဝရကွန် အဖြစ် Punjan Parma\nဖွန် အဖြစ် Prang Kannarunဇာတ်လမ်းအကျဉ်းနူလီက ကုမ္ပဏီကြီးတစ်ခုရဲ့ စာရင်းကိုင်တစ်ဦးဖြစ်တဲ့အပြင် beauty blogger အလုပ်ကိုလည်း လုပ်ကိုင်နေသူ ဖြစ်ပါတယ်နေမကောင်းဖြစ်နေတဲ့ အမေ့ကို ကုသနိုင်ဖို့ ပိုက်ဆံလိုအပ်နေပြီး youtube မှာ video တင်ရင်း နာမည်ကြီးဖို့ ကြိုးစားနေသူ တစ်ယောက်ပေါ့ထီရာဖတ်ကတော့ အရင်က ရဲဝန်ထမ်းဟောင်းတစ်ဦးဖြစ်ပြီး မူးယစ်ရာဇာတစ်ဦးဖြစ်တဲ့ ပါရကန်ကြောင့် ညီမဖြစ်သူ ဆုံးပါးရပြီးနောက် ပါရကန်ကို ဖမ်းနိုင်ဖို့ စုံထောက်လုပ်နေခဲ့ပါတယ်တစ်ရက် နူလီရဲ့ video အတိုင်း ကလေးတစ်ယောက် လိုက်လုပ်ရင်း ထိခိုက်မိရာကစပြီး အပြစ်တင်ကြရင်း အလုပ်ပြုတ်ခဲ့ရသလို တခြားအလုပ်သစ်လည်း ရှာမရတော့တဲ့ နူလီဟာ ရဲအရာရှိဖြစ်သူ သူငယ်ချင်း ဝရကွန် အကူအညီနဲ့ သူလျှိုတစ်ဦးဖြစ်လာပါတော့တယ်ညီမဖြစ်သူအတွက် လက်စားချေချင်နေတဲ့ ထီရာဖတ်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/lipgloss-spy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMGViNmZmYzItOTUzMS00NTBiLWJkNmEtYWU2Mzg1OTBkMGY5XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Sex Lives of College Girls – Season 02 (2022)",
        "description": "The Sex Lives of College Girls - Season 02 (2022)\n==================================\nIMDb Rating - 7.8/10ဒေါက်ဒေါက် ....\nအက္ကဆက်ကောလိပ်က စော်ကြီးလေးယောက်ရဲ့ တံခါးခေါက်သံပါ ....\nဘဲတွေကို နည်းမျိုးစုံ အကြံထုတ်ပြီး ဝိုက်မယ့် စားစော်ကြီးလေးယောက်\nဆိုလည်း မမှားပါဘူး။ နယ်အသီးသီးက ရောက်လာပြီး စရိုက်မတူ အမူ\nအကျင့်တွေ မတူကြတဲ့ ဒီအမျိုးသမီးငယ် လေးယောက်ကို မှတ်မိကြဦး\nမယ်ထင်ပါတယ်။သူတိုကတော့ ကင်ဘာလီ၊လိတ်တန်၊ဘယ်လာနဲ့ ၀စ်နီတို့ပဲ ဖြစ်ပါတယ်။\nတစ်ယောက်က စာဂျပိုး တဂျိန်းဂျိန်း\nတစ်ယောက်က ဂေး တဂျိန်းဂျိန်း\nတစ်ယောက်က စာရေးဆရာရူး တဂျိန်းဂျိန်း\nတစ်ယောက်က ဘောသမ တဂျိန်းဂျိန်း\nလေးယောက်သား စရိုက်မတူပေမယ့် အဂျိန်းကြိုက်တာချင်းတော့ တူတယ်။\nသူငယ်ချင်းများဆိုသည်မှာလဲ တူတာလေးရှိမှ ပေါင်းဖြစ်သည်မဟုတ်လား။ဇာတ်လမ်းကို စပွိုင်လိုက်ဖို့ရာကျ နှမြောဖို့ကောင်းတယ်လို့ မြင်မိပါတယ်။\nဒီတော့ ခြုံငုံပြောရမယ်ဆိုရင်တော့ ... ကောလိပ်ကျောင်းသားတို့ရဲ့ ဂယက်\nတစ်သိန်းဘ၀တွေကို ဒီလေးယောက်ရဲ့ ဘ၀နဲ့ မီးမောင်းထိုးပြထားပါတယ်။\nဒီကားကြည့်ရင်း တစ်ခါက တက္ကသိုလ်ကျောင်းသားဘ၀ကိုလည်း အောက်မေ့\nနိုင်မှာဖြစ်ပါတယ်။ ကုတင်ပေါ်က ...",
        "url": "https://channelmyanmar.org/tvshows/the-sex-lives-of-college-girls-season-02-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/sex.lives-2-135x200.png",
        "title": "The Sex Lives of College Girls (2021)",
        "description": "The Sex Lives of College Girls (2021)===========================IMDb Rating - 7.7/10နာမည်ကြားရုံနဲ့ကြည့်ချင်နေပြီမလား???\n(၁၀)ပိုင်းပါတဲ့ ဒီစီးရီးလေးက အတော်လေးမိုက်ပြီး ကြည့်ကောင်းတယ်။\nအထက်တန်းကျောင်းပြီးလို့ အက္ကဆက်ကောလိပ်မှာကျောင်းစတက်ကြမဲ့ ​\nနေရာဒေသမျိုးစုံက အခန်းဖော် အမေရိကန်ကောင်မလေး ၄ယောက်အကြောင်းကို\nရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်ကောင် ၄ယောက်နဲ့မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့\nကင်ဘာလီက အရီဇိုးနားပြည်နယ်ကလာတဲ့ ကျောင်းတစ်ဖက်အလုပ်တစ်ဖက်\nလုပ်နေရပြီးတော့ ဘဲပစ်မပါ။ ဝစ်နီကတော့ လွှတ်တော်အမတ်သမီး ဖြစ်ပြီးတော့\nဘောလုံးသမား . သူကလည်းနောက်ထပ် ဘဲပစ်မတစ်ယောက်ပါပဲ။ လိတ်တန်ကတော့\nသူငယိချင်းတွေကို I pad တွေကိုပါ အမ်းနိုင်တဲ့ နယူးယောက်မြို့သူကြီးပါ သူကတော့\nဘဲပစ်မတော့ မဟုတ်ပေမယ့်လည်း သူငယ်ချင်းတွေ ပစ်ထားသွားတဲ့ကောင်မလေး\nသူမှာလည်းလျှို့ဝှက်ချက်တခုရှိပါတယ်။ ဘယ်လာကတော့ အိန္ဒိယ-အမေရိကန်ကျောင်းသူ\nဖြစ်ပြီးတော့ ဟာသစာရေးဆရာဖြစ်ချင်တဲ့သူပါ သူကတော့ ရွပိုးစိန်အထန်မတစ်ယောက်။\nကဲ အဲ့ဒီတော့ ဘဲပစ်မ အထန်မတွေရဲ့ ဇာတ်လမ်းက ဘယ်လိုတွေဆက်ဖြစ်မလဲ???\nလိတ်တန်ရဲ့ လျှို့ဝှက်ချက်ကကောဘာလဲ အပိုင်း၁၀ ပိုင်းပါရှိပြီး အားလုံးအကြိုက်ဖြစ်စေမှာမို့\nကြည့်ရှုပေးကြပါဦး။PS >>> တစ်ချို့ဇာတ်ဝင်ခန်းတွေမှာ 18+ တွေအပြင် စကားလုံး အသုံးအနှုန်းတွေဟာ\nမိသားစုနဲ့ ကြည့်ရှုဖို့ မသင့်တော်တာကိုတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-sex-lives-of-college-girls-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWY2NjRhNDAtNzk1Ny00MWQ5LTg1ZDctYmU4Yjc0MTdjOGVlXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-160x200.jpg",
        "title": "Limitless with Chris Hemsworth (2022)",
        "description": "Limitless with Chris Hemsworth (2022)\n=============================\nIMDb Rating - 8.1/10ဒီရက်ပိုင်း Hit ဖြစ်နေတဲ့ သတင်းတစ်ခုကတော့\nMCUရဲ့ Thor အဖြစ်သရုပ်ဆောင်တဲ့ Chris Hemsworthရဲ့\nဒီရက်ပိုင်း Hit ဖြစ်နေတဲ့ သတင်းတစ်ခုကိုတော့ ကြားဖူးထား\nလောက်ပြီထင်ပါတယ်။ ဟုတ်ပါတယ် သူ့ရဲ့မျိုးရိုးလိုက်တတ်တဲ့\nအယ်လ်ဇိုင်းမားရောဂါအကြောင်း သိရှိပြီးတဲ့နောက်မျာတော့ ရုပ်ရှင်\nရိုက်ကူးမှုတွေ ရပ်နားထားမှာဖြစ်ပြီး ဘယ်အချိန်မှာ ပြန်ရိုက်ကူး\nဖြစ်မလဲတော့ အတိအကျ ပြောဆိုထားခြင်း မရှိသေးပါဘူး။\nသူက Avengers ရိုက်ကူးနေစဉ်ကာလကတည်းက စိတ်ဖိစီးမှု\nဒဏ်တွေ အများအပြားခံစားခဲ့ရပြီး သူ့ရဲ့ စားသောက်နေထိုင်မှု\nပုံစံတွေကိုပါပြောင်းလဲပစ်ခဲ့ရသူပါ။ဒီ documentary မှာတော့ Chris Hemsworth ရဲ့ လက်ရှိကြုံ\nတွေ့နေရတဲ့ စိတ်ဖိစီးမှုတွေကို တွန်းလှန်သွားနိုင်မဲ့ အပြင်းစား\nစိန်ခေါ်မှုကြီးခြောက်ခုကို လုပ်ဆောင်ပြသွားမှာဖြစ်ပါတယ်။စိတ်ဖိစီးမှုဒဏ်ကို တွန်းလှန်နိုင်ဖို့က အဲဒီလို စိတ်ဖိစီးမှုကို ဖြစ်စေတဲ့\nအရာတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ပစ်လိုက်ခြင်းဖြစ်တယ်ဆိုတဲ့ အဆိုအရ\nသူအရမ်းကြောက်တဲ့ သူမလုပ်နိုင်လောက်ဘူးလို့ ထင်တဲ့ စိန်ခေါ်မှု\nအကြီးစားတွေကို လုပ်ဆောင်ရင်း သူ့ရဲ့အတွေ့အကြုံတွေကို မျှဝေ\nပေးသွားမှာမျိုးပါ။သူနဲ့အတူတူ သူ့ရဲ့ညီအစ်ကိုရင်းချာတွေဖြစ်တဲ့ မင်းသား Liam ...",
        "url": "https://channelmyanmar.org/tvshows/limitless-with-chris-hemsworth/"
    }
]