[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hdOWk4uAKXXPBdyLd54ejmbzpVP.jpg",
        "title": "Ghost Wars ( 2017 ) ( Completed )",
        "description": "Zawgyi*******႐ိုမန္ မာဆာလို႔ ေခၚတဲ့ လူတစ္ေယာက္ကသဘာဝလြန္စြမ္းအားေတြကို ပိုင္ဆိုင္ထားပါတယ္။သူက သရဲေတြကို ျမင္ႏိုင္စြမ္းရွိတာပါ။တစ္ေန႔ သူ႔ရဲံ ေပါ့မိုးၿမိဳ႕ေလးကေန ထြက္လာတဲ့ အခ်ိန္မွာ ငလ်င္လႈပ္ၿပီး ကားေမွာက္ခဲ့ပါတယ္။အဲဒါရဲ႕ေနာက္ဆက္တြဲေတြကေတာ့ သရဲေတြ အဆက္မျပတ္ ထြက္လာတာပါပဲ။အစမွာေတာ့ တစ္ၿမိဳ႕လုံးက သူ႔ေၾကာင့္ ျဖစ္ရတယ္ဆိုၿပီးစြပ္စြဲရာက ရင္ဆိုင္ရတဲ့ ျပႆနာေတြကို သူ႔ရဲ႕အစြမ္းနဲံေျဖရွင္းရတဲ့အခ်ိန္မွာေတာ့ အားလုံးဟာ သူ႔အေပၚ ယုံၾကည္အားကိုးလာၾကပါေတာ့တယ္Horror ဇာတ္လမ္းတြဲ ေကာင္းေကာင္းႀကိဳက္သူမ်ားလက္မလႊတ္သင့္တဲ့ ဇာတ္လမ္းတြဲတစ္ခုပါပဲ။Netflix က ထုတ္လႊင့္ထားတာမို႔ ထပ္ၫြန္းမေနေတာ့ပါဘူးေနာ့။IMDb ကေတာ့ 6.3/10 ရထားပါတယ္။ Unicode******Ghost Wars (2017)ရိုမန် မာဆာလို့ ခေါ်တဲ့ လူတစ်ယောက်ကသဘာဝလွန်စွမ်းအားတွေကို ပိုင်ဆိုင်ထားပါတယ်။သူက သရဲတွေကို မြင်နိုင်စွမ်းရှိတာပါ။တစ်နေ့ သူ့ရဲံ ပေါ့မိုးမြို့လေးကနေ ထွက်လာတဲ့ အချိန်မှာ ငလျင်လှုပ်ပြီး ကားမှောက်ခဲ့ပါတယ်။အဲဒါရဲ့နောက်ဆက်တွဲတွေကတော့ သရဲတွေ အဆက်မပြတ် ထွက်လာတာပါပဲ။အစမှာတော့ တစ်မြို့လုံးက သူ့ကြောင့် ဖြစ်ရတယ်ဆိုပြီးစွပ်စွဲရာက ရင်ဆိုင်ရတဲ့ ပြဿနာတွေကို သူ့ရဲ့အစွမ်းနဲံဖြေရှင်းရတဲ့အချိန်မှာတော့ အားလုံးဟာ သူ့အပေါ် ယုံကြည်အားကိုးလာကြပါတော့တယ်Horror ...",
        "url": "https://channelmyanmar.org/tvshows/ghost-wars-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/nALq3Cw6wOmSk59iEWiTnEugdYd-133x200.jpg",
        "title": "Hyena [2020]",
        "description": "Hyena 2020 ဒီကားကတော့ ကိုရီးယားမှာ ၂၀၂၀ခုနှစ်ကမှ\nလတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ Drama ဇတ်လမ်းဖြစ်ပြီး\nIMDB 7.8/10ထိရထားတဲ့ ဇတ်လမ်းတွဲလေးလည်းဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးမိတ်ဆက်ပေးရရင်\nကိုရီးယားရှေ့နေလောကဆိုတာ တကယ်တော့\nအပြိုင်အဆိုင်တွေအရမ်းများပါတယ်။\nကတုံးပေါ်ထိပ်ကွက်ဆိုတဲ့အတိုင်း တယောက်နဲ့တယောက်\nဘယ်သူသာမလဲ ၊နိုင်မလဲဆိုတာကိုပဲချောင်းနေရတာပါ။\nအဲ့ဒီမှာထိပ်တန်းရှေ့နေနှစ်ယောက်ဖြစ်တဲ့ ယွန်းဟီဂျယ်နဲ့ ဂျောင်းဂွန်းမ်ဂျာဆိုတဲ့\nသူနှစ်ဦးက မတည့်အတူနေဆိုသလို တယောက်နဲ့တယောက်\nထေ့လိုက် ငေါ့လိုက်နဲ့ အချိန်တန်ရင် သူတို့ အောင်မြင်ဖို့အတွက်ဆို\nဘာမဆိုလုပ်ကြတဲ့ သူတွေပါ။\nအဲ့ဒီထိပ်တန်း Master brain နှစ်ယောက်ရဲ့\nအားပြိုင်ပုံလွန်ဆွဲပုံတွေကို သရုပ်ဆောင်ချက်ကောင်းကောင်းတွေနဲ့\nခံစားကြည့်ရှုကြရမှာပါ။\nမင်းသမီးကတော့ အားလုံးသိထားပြီးတဲ့\nSignal ကားထဲကသရုပ်ဆောင်ကောင်းတဲ့\nမင်းသမီး Kim Hye Soo ဖြစ်ပြီး မင်းသားကတော့\nAlong With the God ထဲက Ju Ji-Hoon တို့ပဲဖြစ်ပါတယ်။\nအားလုံးပဲခံစားကြည့်ရှုလိုက်ကြပါအုန်း။\nဘာသာပြန်ပေးထားတာကတော့\nLittle Neo , CharmWave . Htoo Htoo Ka Joe,\nAugust , Phu Nge Nge Thein , Kyi Kyi , Moe Pwint , Nay ...",
        "url": "https://channelmyanmar.org/tvshows/hyena-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/83524279_779775155865913_6236707862899326976_n-142x200.jpg",
        "title": "Pandemic: How to Prevent an Outbreak (2020) [COMPLETE]",
        "description": "ဒီစီးရီးရဲ့ ခေါင်းစဉ် ပန်ဒန်းမစ် ဆိုတာကတော့ ကမ္ဘာအနှံ့ ရောဂါကူးစက်ပျံ့နှံ့မှုကို ဆိုလိုတာပါပဲ။သင်သိပါသလား ကမ္ဘာပေါ်မှာ ပထမဆုံး တုတ်ကွေးပန်ဒန်းမစ်ဟာ ပထမကမ္ဘာစစ် ပြီးစအချိန် ၁၉၁၈ မှာ ဖြစ်ပွားခဲ့ပါတယ်။H1N1 ခေါ် စပိန်တုတ်ကွေးပါပဲ။ လူပေါင်း သန်း ၅၀၀ ကျော် ကူးစက်ခံရပြီး လူဦးရေ သန်း ၅၀ နဲ့ သန်း ၁၀၀ ကြား သေဆုံးခဲ့ရပါတယ်။အဲဒီဦးရေဟာ ပထမကမ္ဘာစစ်နဲ့ ဒုတိယကမ္ဘာစစ်ကြောင့် သေဆုံးသူဦးရေ ၂ ခုပေါင်းထက်ကိုများပြားပါတယ်။ဒါတောင်မှ အဲဒီအချိန်မှာ လေယာဉ်တွေနဲ့ နိုင်ငံတွေကူးလူးသွားလာနေတာတွေ မရှိသေးပါဘူး။ဒီတော့ အဲဒီလို ပန်ဒန်းမစ်မျိုး အခုကာလမှာ ထပ်ဖြစ်ခဲ့ရင် သေဆုံးသူ ဦးရေဟာ သန်း ၁၀၀ အောက်ကို ကျသွားဖို့ မမြင်ပါဘူး။ဒီလောက်ဆိုးရွားတဲ့ တုတ်ကွေးကို ဘာလို့ ပိုလီယိုလို အခြားရောဂါတွေလို ကာကွယ်ဆေးနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/pandemic-how-to-prevent-an-outbreak-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3561NUqbxh9LNNyFjARtugQ5x2.jpg",
        "title": "Queen In Hyun’s Man ( 2012 ) ( Completed )",
        "description": "Unicode*******အခုတစ်ခေါက် Channel Myanmar ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားလေးကတော့ရာဇဝင်ထဲက အမတ်လေးတစ်ဦးနဲ့ ဒီနေ့ခေတ်မင်းသမီးလေးတစ်ဦးရဲ့ချိုမြိန်လှတဲ့အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ချွဲဟီဂျင်း (Yoon In Na ) ဟာ သရုပ်ဆောင်မင်းသမီးဖြစ်ဖို့ ကြိုးစားနေတဲ့တတ်သစ်စ မော်ဒယ်တစ်ဦးပါ။ ဂျိုဆွန်းမင်းဆက်ဆုတ်ဂျောင်ဘုရင်လက်ထက်အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားမှာ အင်ဟွန်းမိဖုရားအဖြစ်ပါဝင်ခွင့်ရခဲ့တဲ့သူမဟာထူးဆန်းစွာပဲ ဆုတ်ဂျောင်မင်းလက်ထက်က အမတ်တစ်ဦးနဲ့ဆုံတွေ့ခဲ့ရပါတယ်။ကင်ဘုံဒို ကတော့ ဆုတ်ဂျောင်ဘုရင်လက်ထက်နန်းရေးအရှုပ်အထွေးတွေကြား မိသားစုကိုဆုံးရှုံးလိုက်ရတဲ့ နန်းတွင်းအရာရှိတစ်ယောက်ပါ။မိသားစုအတွက် လက်တုံ့ပြန်ဖို့ကြိုးစားရင် အသက်အန္တရာယ်ကြုံချိန်တိုင်းမှာအဆောင်လက်ဖွဲ့တစ်ခုကြောင့် နှစ်၃၀၀ကျော်ကွာဟတဲ့ဒီနေ့ခေတ်ကို ရောက်ရှိလာရင်း ချွဲဟီဂျင်းနဲ့ တွေ့ဆုံခဲ့ပါတယ်။အခက်အခဲတွေကြား သူတို့နှစ်ဦး အပြန်အလှန်ချစ်မိသွားတဲ့အခါမှာတော့အရိုတစ်လိုင်းတို့ စိတ်ကြိုက် အချစ်ဇာတ်လမ်းလေးတွေနဲ့ဟာသဖြစ်ရပ်လေးတွေကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ် တွေ့မြင်ရမှာဖြစ်သလိုကင်ဘုံဒိုတစ်ယောက် နန်းတွင်းရှုပ်ထွေးမှုတွေကြားမိသားစုအတွက် လက်တုံပြန်ဖို့ ကြိုးစားပုံတွေနဲ့ကမ္ဘာမတူတဲ့ ချစ်သူကြောင့် လက်တွေ့ဘဝမှာ အလွဲလွဲလေးတွေ ကြုံရတဲ့မင်းသမီး ချွဲဟီဂျင်းရဲ့ အကြောင်းလေးတွေကိုလည်း စိတ်ဝင်စားစရာကြည့်ရှုရမှာဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်သမိုင်းအထောက်အထားတွေ နောက်ခံထားပြီး ပုံဖော်ထားတဲ့ဇာတ်ကားဖြစ်လို့ နန်းတွင်းကားချစ်သူတွေလည်း နှစ်သက်မယ့် ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။နန်းတွင်းအရာရှိလေး ကင်ဘုံဒို အဖြစ် Ji Hyun-woo (love in sadness )ကပါဝင်သရုပ်ဆောင်ထားပြီးတက်သစ်စမင်းသမီး ချွဲဟီဂျင်းအဖြစ်Goblin; Touch ...",
        "url": "https://channelmyanmar.org/tvshows/queen-in-hyuns-man-2012-completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOWE3MTk1MjItYTliMi00Y2IyLWFkODctM2VmZjhjZDg0YjEyXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_-141x200.jpg",
        "title": "Black Dog (2019)",
        "description": "Black Dog\nဒီတစ်ခါတော့ ကျောင်းဆရာ ဆရာမတွေ အကြောင်း ရိုက်ကူးထားတဲ့\nBLACK DOG ဆိုတဲ့ ဇာတ်ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါမယ်\nဒီဇာတ်ကားထဲမှာတော့ beauty inside က မင်းသမီး Seo Hyun Jin ကို\nစာချုပ်နဲ့ ဆရာမအဖြစ်လုပ်ကိုင်နေတဲ့ ယာယီကျောင်းဆရာမလေး ဂိုဟာနူးအဖြစ်မြင်ရမှာပါ\nဟာနူးဟာ ဘာလို့ ဒီလို အာမခံချက်မရှိတဲ့\nစာချုပ်အလုပ်သမား ဘ၀ကို ရွေးချယ်ခဲ့လဲဆိုတာတော့\nသူမမှာလည်း အကြောင်းရင်းတွေ ရှိနေပါတယ်\nသူမ အထက်တန်းကျောင်းသူဘ၀တုန်းက သူမတို့ ကျောင်းလေ့လာရေးခရီးမှာ\nသူတို့စီးလာတဲ့ ကားဟာ လိုဏ်ခေါင်းတိမ်းမှောက်သွားခဲ့ပါတယ်\nအဲ့အချိန်မှာတော့ ကားထဲမှာ ဟာနူးတစ်ယောက်တည်း\nခြေထောက်ညပ်ပြီး ကျန်နေခဲ့ပါတယ်\nကားက ပေါက်ကွဲတော့မှာမို့ ဆရာတွေကော ကျောင်းသားတွေရော\nကားနားကို မသွားဖို့ ကယ်ဆယ်ရေးက တားနေပေမယ့်\nစာချုပ်နဲ့ဆရာ၀င်လုပ်နေတဲ့ ယာယီဆရာ ကင်ယောင်းဟာတော့\nတပည့်ဖြစ်သူကို ကယ်ဖို့ လိုဏ်ခေါင်းထဲပြန်၀င်သွားပြီး\nမှောက်နေတဲ့ ကားထဲကို ၀င်ပြီးကယ်ဆယ်ခဲ့ပါ\nသူကယ်ဆယ်နေတဲ့ အချိန် နောက်ကလိုက်လာတဲ့ ကယ်ဆယ်ရေးအဖွဲ့က\nလူတစ်ယောက်နဲ့ ကျောင်းသူဂိုဟာနူးကိုထည့်ပေးလိုက်ပြီး\nသူကတော့ နောက်က လိုက်ခဲ့မယ်လို့ပြောခဲ့ပါတယ်\nဒါပေမယ့် ကံမကောင်းစွာနဲ့ ကားက ပေါက်ကွဲသွားတဲ့အခါမှာတော့\nဆရာကင်ယောင်းဟာ သေဆုံးသွားခဲ့ပါတယ်\nကျောင်းသားကျောင်းသူတွေနဲ့အခြားသူတွေကတော့\nဒဏ်ရာအသေးမွှားအတွက်တောင်မှ လျော်ကြေးတွေရရှိခဲ့ပေမယ့်\nဆရာကင်ယောင်းဟာအတွက်တော့ လျော်ကြေးမရရှိခဲ့ပါဘူး\nဘာကြောင့်မရခဲ့လဲဆိုတာကတော့ သူက ...",
        "url": "https://channelmyanmar.org/tvshows/black-dog-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/aMiPwPQjQI1EZN3xP2V0sSU37dc-133x200.jpg",
        "title": "The Outsider (2020)",
        "description": "ဒီကားလေးက သဘာဝလွန်မူခင်းစုံထောက်ကားဖြစ်ပါတယ်\nStephen King ရဲ့ဝတ္ထုကနေ ကောက်နုတ်ထားပြီးတော့\nrating ကောင်းတဲ့ဇာတ်လမ်းလေးလဲဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကတော့ ဂျော်ဂျီယာမြို့မှာဖြစ်ပွားခဲ့တဲ့\n၁၁ နှစ်အရွယ်ကောင်လေးရဲ့လူသတ်မှုစတင်ခဲ့တာဖြစ်ပါတယ်\nဂျော်ဂျီယာမြို့ရဲ့စုံထောက် Ralph Anderson ဟာ\nအမှုရဲ့တာဝန်ခံစုံထောက်ဖြစ်ပြီး\nအမှုရဲ့အဓိကာသံသယရှိသူတဖြစ်လဲ\nသူ့ရဲ့သူငယ်ချင်းဖြစ်သူ Terry Maiteland ကိုဖမ်းဆီးခဲ့ရကာနေ\nထူးဆန်းမှုတွေ တစ်ခုပြီးတစ်ခုတွေ့လာရပါတော့တယ်\nMaiteland ကတော့သူမသတ်ဘူးပြောနေပေမယ့် အလောင်းပေါ်မှာ\nသူ့လက်ဗွေရာကြီးတွေပဲတွေ့ခဲ့ရပါတယ်\nတစ်နေ့ တရားစစ်ဆေးဖို့သွားတဲ့အချိန်မှာ Maiteland တစ်ယောက်\nအသတ်ခံခဲ့ရာကနေ Anderson ဟာ ဒီအမှုဟာမရိုးရှင်းဘူးဆိုတာ\nလက်ခံသွားပြီး အမှုကိုအစကနေ\nHolly ဆိုတဲ့မွေးရာပါဉာဏ်ကြီးရှင်အလွတ်စုံထောက်မလေးနဲ့ ပြန်လည်တူးဖော်ခဲ့ပါတော့တယ်\nတူးဖော်ရင်းတူးဖော်ရင်း အဲ့အမှုနဲ့ဆင်တူတဲ့ အမှုတွေကိုတွေ့လာရပါတော့တယ်\nတရားခံရှိပေမယ့် တရားခံအစစ်မဟုတ်တဲ့တရားခံတွေကြားထဲမှာ\nလူသားတွေမယုံကြည်နိုင်တဲ့ သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ရှုပ်ထွေးနေတဲ့အမှုတွေကို\nသူတို့နှစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းကထူးခြားပြီး တစ်ပိုင်းတစ်ပိုင်း တရားခံကဘယ်သူများလဲဆိုတဲ့\nသိချင်စိတ်ကိုဆွဲခေါ်သွားနိုင်နဲ့ ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်\nဒီကားေလးက သဘာဝလြန္မူခင္းစုံေထာက္ကားျဖစ္ပါတယ္\nStephen King ရဲ႕ဝတၳဳကေန ေကာက္ႏုတ္ထားၿပီးေတာ့\nrating ေကာင္းတဲ့ဇာတ္လမ္းေလးလဲျဖစ္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ေဂ်ာ္ဂ်ီယာၿမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့\n၁၁ ႏွစ္အ႐ြယ္ေကာင္ေလးရဲ႕လူသတ္မႈစတင္ခဲ့တာျဖစ္ပါတယ္\nေဂ်ာ္ဂ်ီယာၿမိဳ႕ရဲ႕စုံေထာက္ Ralph Anderson ဟာ\nအမႈရဲ႕တာဝန္ခံစုံေထာက္ျဖစ္ၿပီး\nအမႈရဲ႕အဓိကာသံသယရွိသူတျဖစ္လဲ\nသူ႔ရဲ႕သူငယ္ခ်င္းျဖစ္သူ Terry Maiteland ကိုဖမ္းဆီးခဲ့ရကာေန\nထူးဆန္းမႈေတြ တစ္ခုၿပီးတစ္ခုေတြ႕လာရပါေတာ့တယ္\nMaiteland ကေတာ့သူမသတ္ဘူးေျပာေနေပမယ့္ အေလာင္းေပၚမွာ\nသူ႔လက္ေဗြရာႀကီးေတြပဲေတြ႕ခဲ့ရပါတယ္\nတစ္ေန႔ တရားစစ္ေဆးဖို႔သြားတဲ့အခ်ိန္မွာ Maiteland တစ္ေယာက္\nအသတ္ခံခဲ့ရာကေန Anderson ဟာ ဒီအမႈဟာမ႐ိုးရွင္းဘူးဆိုတာ\nလက္ခံသြားၿပီး အမႈကိုအစကေန\nHolly ဆိုတဲ့ေမြးရာပါဉာဏ္ႀကီးရွင္အလြတ္စုံေထာက္မေလးနဲ႔ ...",
        "url": "https://channelmyanmar.org/tvshows/the-outsider-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jYwhgaPwDbgC1MneMsAZTkcPcLJ.jpg",
        "title": "Siren Season 2 [COMPLETE]",
        "description": "Siren ပရိတ်သတ်တွေအတွက် season 2 အပိုင်းအကုန်တင်ပေးလိုက်ပါပြီနော်...ဒီဇာတ်လမ်းဟာ 2018 ခုနှစ် မတ်လ၂၉ ရက်နေ့မှာ season 1 ပြသခဲ့ပါတယ်...ပရိတ်သတ်များ စိတ်ဝင်စားမှုအများအပြားရရှိထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်အညွှန်း - Siren နဲ့ mermaid က အဓိပ္ပာယ်ကွဲပြားပါတယ်..Mermaid ကတော့ ရေသူမလို့ လူအများသိထားတဲ့ ဒဏ္ဍာရီလာသတ္တဝါတစ်မျိုးဖြစ်ပါတယ်...Mermaid ဆိုတာက လူတစ်ပိုင်း ငါးတစ်ပိုင်းသတ္တဝါဖြစ်ပါတယ်...Siren ကတော့ လူတစ်ပိုင်း ငှက်တစ်ပိုင်းသတ္တဝါဖြစ်ပါတယ်...Siren နဲ့ mermaid ဟာ ၁၆ ရာစုနှစ်လောက်ကစပြီးလူသိများခဲ့ပါတယ်..နှစ်ကောင်လုံးကတော့ သင်္ဘောသားတွေကို သီချင်းသီဆိုသံတွေနဲ့ ဆွဲဆောင်ကြတယ်တဲ့.. siren ကတော့ evil ပိုဆန်တယ်လို့ပြောကြပါတယ်...ဒီအကောင်တွေ တကယ်ရှိမရှိတော့ ဘယ်သူမှ အတိအကျမသိကြပါဘူး...Siren ဇာတ်လမ်းမှာတော့...ပြောရလွယ်အောင် ရေသူမလို့ပဲ အလွယ်ပြောပါရစေ... ရေသူမတစ်ကောင်ကို ငါးဖမ်းသမားတွေဖဖမ်းမိကြပါတယ်...ဒီလို ရေသူမရှိတယ်ဆိုတဲ့ သတင်းကို စစ်တပ်က ကြားပြီးဖြစ်ပါတယ်.. ငါးဖမ်းသမားတွေ ရေသူမကို ဖမ်းမိတဲ့အချိန်မှာပဲ စစ်တပ်က ရောက်လာပြီး ရေသူမကို ...",
        "url": "https://channelmyanmar.org/tvshows/siren-season-2-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/aXwMx8OvRFMfI1RmkbJm6Bq1jVg-133x200.jpg",
        "title": "Narcos: Mexico(2018)S1",
        "description": "Narcos:Mexico (Season-1)အပိုင်း(၁ မှ ၁၀)ထိ(စ/ဆုံး)IMDb....8.8,,,,,,Rotten.....95%Nacros series ကို Pablo Escober နဲတွဲပြီးလူသိများကြတဲ့အတွက်သိပ်ညွှန်းစရာမလိုပါဘူး။ ယခင် Narcos အမည်နဲ့ season 3 အထိထွက်ရှိခဲ့ပြီးယခုနိုဝင်ဘာမှာ season 4 ထွက်လာမယ်လို့သိထားပေမယ့်ထွက်ရှိလာချိန်မှာ Narcos:Mexico (Season1) ဆိုပြီးထွက်ရှိလာပါတယ်။ေ့ရှ Season 3 ခုမှာကိုလံဘီယာနိုင်ငံကမူးယစ်ဂိုဏ်းတွေကြားအကွဲအပြဲတိုက်ခိုက်မှုတွေ စီးပွားရေးတွေကိုရိုက်ကူးပြခဲ့ပြီး ဒီအသစ်ထွက်တဲ့ Mexico Season မှာတော့မက္ကဆီကိုနိုင်ငံတွင်းက မူးယစ်ဆေးပြသနာတွေကိုဦးတည်ရိုက်ကူးထားပါတယ်။ကိုလံဘီယာမှာတော့ ကိုကင်းတွေအကြီးအကျယ်ထုတ်လုပ်ပြီး အက်စ်ကိုဘာတို့တွေCali Cartel တို့တွေအလုပ်ဖြစ်ခဲ့ကြပြီး Mexico မှာတော့ Marijuanaလို့ခေါ်တဲ့ အများအခေါ် weed ကိုဘယ်လိုတွေမျက်လုံးပြူးလိုက်စရာ အကြီးအကျယ်စီးပွားရှာကြလဲ။ကိုလံဘီယာက Madellin Cartel နဲ့ Calli Cartel တို့လိုပဲ မက္ကဆီကိုနိုင်ငံမှပထမဆုံး Narcos Cartel တစ်ခုဘယ်လိုဖြစ်တည်လာလဲဆိုတာကိုတွေ့ရမှာပါ။ေ့ရှ Season တွေနဲ့မတူပဲ Cast အသစ်တွေနဲ့ရသတစ်မျိုးခံစားရမှာဖြစ်သလိုအစပိုင်းဇာတ်ပျိုးဖို့အရှိန်ယူထားပြီးမှ ကြမ်းပြမယ့် Season ပါ။ယခု Mexico:Season 1 ...",
        "url": "https://channelmyanmar.org/tvshows/narcos-mexico2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZGIxMmFmMTQtMzI5Yi00YmZkLTljYzQtNzIzOTZjOTYyNzFlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Money Heist (2020) Part 4",
        "description": "CM Fan တွေ အားလုံး စောင့်မျှော်နေရတဲ့\nMoney Heist ရဲ့ Season 4 စတင် ထွက်ရှိလို့လာပါပြီ\nဒီ Season 4 မှာရော ဘာတွေ ရင်ခုန်စိတ်လှုပ်ရှားရအုံးမလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ကြပါအုံး\nဘာသာပြန်ပေးထားတာကတော့\nLittle Neo , Htet Wai Lwin , Hein Thet Naing , Lampard တို႔ ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်\n \nSeason 4 Zip -  VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/money-heist-2020-part-4/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/j8lakGwVuPonS2wKNePFy35QbT-133x200.jpg",
        "title": "The Terror (2019) season 02",
        "description": "Terror Season 2\nTerror ဒုတိယတွဲကတော့ ပထမတွဲနဲ့ အဆက်အစပ် မရှိဘဲ\nတစ်တွဲသပ်သပ် ထွက်ရှိလာတာပါ။\nဇာတ်လမ်းကတော့ ဂျပန်-အမေရိကန် ယူကီ မိုရီတာ ဆိုတဲ့\nအမျိုးသမီးဟာ ကီမိုနိုဝတ်စုံနဲ့ သမုဒ္ဒရာထဲကို ခုန်ချသတ်သေသွားရာကနေ စပါတယ်။\nမာဆာယို ထူးဆန်းစွာ သေဆုံးပြီး သူ့အသုဘမှာ ချက်စတာ\nဓာတ်ပုံရိုက်တဲ့အချိန်မှာ ပုံတချို့မှာ ဝေဝါးနေတဲ့မျက်နှာတချို့ ပါလာခဲ့ပါတယ်။\nဒီဓာတ်ပုံတွေရဲ့နောက်ကွယ်က ဇာတ်လမ်းကတော့ .....\nဂျပန်ရိုးရာပုံပြင်တွေမှာ \"ဘာကီမိုနို\" လို့ ခေါ်တဲ့ ပုံပြောင်းတစ္ဆေဆိုတာ ရှိပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ ဒါကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nတချို့အခန်းများဟာ ကြမ်းတမ်းလွန်းတဲ့အတွက်\nHorror ကား ကောင်းကောင်း ကြိုက်နှစ်တတ်သူများအတွက်\nသဘောတွေ့ဦးမယ့်ကားတစ်ကားပါ။\nသရဲကားကြိုက်တတ်သူများအနေနဲ့ ဂျပန်သရဲကားတွေ\nဘယ်လောက်ကြောက်ဖို့ ကောင်းတယ်ဆိုတာတော့\nပြောစရာ လိုမယ် မထင်ပါဘူးဗျာ။\nIMDb Rating က 8/10 ရထားပါတယ်။\nRotten Tomatoes ကတော့ 80% ပါ။\nTerror Season 2\nTerror ဒုတိယတြဲကေတာ့ ပထမတြဲနဲ႔ အဆက္အစပ္ မရွိဘဲ\nတစ္တြဲသပ္သပ္ ထြက္ရွိလာတာပါ။\nဇာတ္လမ္းကေတာ့ ဂ်ပန္-အေမရိကန္ ယူကီ မိုရီတာ ဆိုတဲ့\nအမ်ိဳးသမီးဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-terror-2019-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/iam-135x200.jpg",
        "title": "I Am Not Okay with This (2020)",
        "description": "I am not ok with this (2020)\nအဓိကသရုပ်ဆောင်အနေနဲ့ IT ကားထဲက\nကလေးသရုပ်ဆောင် နှစ်ယောက်ဖြစ်တဲ့ Sophia Lilis နဲ့ Wyatt Oleff က\nအဓိကသရုပ်ဆောင်အနေနဲ့ ပါဝင်ထားပါတယ်။\nဇာတ်လမ်းကတော့ ဆစ်ဒနီ ဆိုတဲ့ ကောင်မလေးတစ်ယောက် အကြောင်းပါပဲ။\nသူက ဒီမြို့ကို ပြောင်းလာတဲ့အချိန်မှာ\nအခင်ဆုံးသူငယ်ချင်းကောင်မလေးတစ်ယောက်ကို ရခဲ့ပါတယ်။\nသူက ရည်းစားရလာတဲ့အချိန်မှာတော့ ဆစ်ဒနီတစ်ယောက် ဘက်ပဲ့လာခဲ့ပါပြီ။\nသူ့သူငယ်ချင်းမက သူ့ကိုလည်း ရည်းစားရှာဖို့ ပြောလာတဲ့အချိန်မှာ\nသူ့ကို ကြိုက်နေတဲ့ ကောင်လေးတစ်ယောက်နဲ့ တွဲဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nအဲဒီနောက်ပိုင်းမှာတော့ ဆစ်ဒနီ ရဲ့ လျှို့ဝှက်ချက်တွေဟာ\nတစ်ပိုင်းထက်တစ်ပိုင်း ပေါ်လာပါတော့တယ်။\nဆစ်ဒနီရဲ့လျှို့ဝှက်ချက်တွေက ဘာတွေဖြစ်မလဲ?\nအထက်တန်းကျောင်းသားတွေရဲ့ လူနေမှုဘဝပုံစံတွေကို မြင်ရမှာပါ။\nနောက်တစ်ခုက ဆစ်ဒနီမှာ စူပါပါဝါတွေ ရှိနေခဲ့တာပါ။\nဒါကို ဆစ်ဒနီတစ်ယောက် ဘယ်လို ထိန်းကျောင်းမယ် ဆိုတာတော့\nဇာတ်လမ်းတွဲထဲမှာ ဆက်လက်ကြည့်ရှူကြပါခင်ဗျာ\nIMDb Rating ကတော့ 7.7/10 ပါ။\nI am not ok with this (2020)\nအဓိကသ႐ုပ္ေဆာင္အေနနဲ႔ IT ...",
        "url": "https://channelmyanmar.org/tvshows/i-am-not-okay-with-this-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPv3nNtkuc6EPEql5lgdOuQNHuG.jpg",
        "title": "When They See Us (2019)",
        "description": "(Unicode)ဖြစ်ရပ်မှန် ဇာတ်လမ်းတွေကို သဘောကျနှစ်ခြိုက်ပြီးတော့ မှုခင်းနောက်ခံ ဒရာမာစီးရီး ကြည့်ရှုချင်ကြသူတွေအတွက်Neflix စီးရီတစ်ခုဖြစ်တဲ့ When they see us 2019 ဆိုတဲ့ မီနီစီးရီးလေး (လေးပိုင်း စဆုံး) တင်ဆက်ပေးချင်ပါတယ် …ဒီစီးရီးလေးဟာ အမေရိကန်နိုင်ငံရဲ့ တရားရေးကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ အဓမ္မကျင့် လူသတ်မှုတစ်ခုမှာ မပါဝင်ဘဲစွပ်စွဲခံရတဲ့ လူငယ်လေး ၅ ယောက်အကြောင်းကို ရင်နင့်ဖွယ် ရိုက်ကူးထားတာပါ …မှားယွင်းတဲ့ တရားစီရင်မှုနောက်က အကျိုးဆက်တွေကို ဒီကားထဲမှာ တွေ့မြင်ရမှာပါ၁၉၈၉ ခုနှစ်က အမေရိကန်နိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တဲ့ အမှုတစ်ခုဖြစ်ပြီးတော့ ပါဝင်သူတွေဟာ ယနေ့တိုင် သက်ရှိထင်ရှားရှိနေဆဲပါအမေရိကန်ရဲတွေ အစိုးရရှေ့နေတွေနဲ့ ဒေါ်နယ်ထရမ့်တို့လို(သမ္မတမဖြစ်သေး) လူတွေက လူမည်းလူငယ်တွေကိုမှားယွင်းစွာ စိီရင်ချက်ချဖို့ အတင်းဖိအားပေးခဲ့ကြပါတယ်…အစအဆုံး ရင်တမမနဲ့ ခေါ်ယူသွားမယ့် ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ တရားဥပဒေစိတ်ဝင်စားသူတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/when-they-see-us-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/gaHvAmFsEl4LwhM6xY7aymY2bdg-133x200.jpg",
        "title": "Until we meet again ด้ายแดง (2019)",
        "description": "ဒီ စီးရီးလေးဟာ နိုဝင်ဘာလ ရဲ့ တတိယ အပတ်မှာ\nLine TV ကနေ စတင် ထုတ်လွှင့်ခဲ့တဲ့ ထိုင်း ဒရာမာ စီးရီးဖြစ်ပါတယ်\nဒီတိုင်း အစမ်းကြည့်နေရင်း သိပ်မကောင်းလောက်ဘူး ထင်ရပေမဲ့\nဇတ်လမ်းရဲ့ ပထမပိုင်းမှာတင် ထိုင်ရာက မထစတမ်း ကြည့်ချင်စိတ်\nဖြစ်ပေါ်လာစေခဲ့တဲ့ ဇတ်လမ်းတွဲပါပဲ\nခုခေတ်စားနေတဲ့ BL ဇတ်လမ်းပုံစံမျိုးပေမဲ့\nသူက တစ်မျိုးလေး ထူးဆန်းပါတယ်....\nလိင်တူချင်း ချစ်မိတဲ့ ကောင်လေး ၂ ယောက်ဟာ\nမိဘတွေရဲ့ ပိတ်ပင်တားမြစ်မှုတွေကြောင့်\nသေကွဲ ကွဲခဲ့ရပေမဲ့ သူတို့ အချစ် နဲ့ သစ္စာကြောင့်\nလူဝင်စား အဖြစ် နဲ့ နောက်ဘ၀ တစ်ခု မှာ ထပ်မံ\nဆုံတွေ့ဖို့ အကြောင်းဖန်လာခဲ့ပြန်ပါတယ်...\nဖမ် ဆိုတဲ့ ကောင်လေး ချောချောလေးဟာ\nကျောင်းအသစ်တစ်ခုကို ပြောင်းလာခဲ့ပြီး\nသူယူထားတဲ့ မေဂျာက စီးပွားရေးပါ\nသူ ဝါသနာပါတာကတော့ အချက်အပြုတ်တီထွင်ဆန်းသစ်မှုပေါ့\nအဲ့ဒီကျောင်းမှာပဲ အားကစား ဘက်က ကောင်လေးတစ်ယောက်ကို\nစတွေ့ရာကနေ သူ့အရင်ဘ၀ ကို ပြန်မှတ်မိလာဖို့\nအကြောင်းဖန်လာခဲ့သော အခါ....\nဒီဇတ်လမ်းတွဲကို Chanyein Soe က ...",
        "url": "https://channelmyanmar.org/tvshows/until-we-meet-again-%e0%b8%94%e0%b9%89%e0%b8%b2%e0%b8%a2%e0%b9%81%e0%b8%94%e0%b8%87-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uW91bKQhdkwPLAE2lJJkY5xdyJg.jpg",
        "title": "Itaewon Class (2020)[စ/ဆုံး]",
        "description": "Itaewon Class (2020)ဇာတ္လမ္းတြဲ[စ/ဆုံး]****************************************(Unicode)ဘဝကိုမှန်မှန်ကန်ကန်ဖြတ်သန်းချင်သူတွေက အသက်တိုရတယ်ဆိုတာသိပါသလားကိုယ်မှန်တယ်ထင်ရာကိုလုပ်ဖို့အတွက် ဘာကိုမှမကြောက်တတ်တဲ့သားအဖနှစ်ယောက်ဟာ အေးအေးချမ်းချမ်းနဲ့ဘဝကိုဖြတ်သန်းဖို့အခွင့်အရေးမရှိခဲ့ပါဘူး အဖေတစ်ခုသားတစ်ခုဘဝမှာ အဖေကိုဆုံးရှုံးလိုက်ရတဲ့ လူမှန်လေးတစ်ယောက်ရဲ့ဘဝက ဘယ်လိုတွေဆက်ဖြစ်နိုင်မလဲ သူရည်မှန်းထားတာတွေကိုဆက်လုပ်နိုင်ပါ့မလားငွေများတရားနိုင်ဆိုတာက ခေတ်အဆက်ဆက်ကိုရှိခဲ့တာပါခေါင်းမာတတ်တဲ့လူငယ်လေးရဲ့အချစ်ရေးကလဲ လှပနေပါ့မလားဒီကားထဲမှာတော့ အတွင်းရေးမှုးကင်မ်ကားနဲ့နံမည်မတရားကြီးခဲ့တဲ့ ပတ်ဆိုးဂျွန်က ခေါင်းဆောင်ပါဝင်ပါတယ်တခြားသာ မင်းသားချောချောလေးများနဲ့ မင်းသမီး၂လက်ထဲထပ်ပါသေးပါတယ် ဒီကားကို JTBC and Netflix ပေါင်းရိုက်တာပါကိုးရီးယားမှာ အပတ်စဉ် သောကြာနဲ့စနေည ၈နာရီမှာပြတာမို့ စီအမ်ကနေတော့ စနေမနက်နဲ့တနင်္ဂနွေမနက်တွေမှာစောင့်ကြည့်နိုင်အောင်တင်ပေးသွားမှာပါအညွှန်းနဲ့ဘာသာပြန်သူကတော့ သဉ္ဇာထက်ဖြစ်ပါတယ်(Zawgyi)ဘဝကိုမွန္မွန္ကန္ကန္ျဖတ္သန္းခ်င္သူေတြက အသက္တိုရတယ္ဆိုတာသိပါသလားကိုယ္မွန္တယ္ထင္ရာကိုလုပ္ဖို႔အတြက္ ဘာကိုမွမေၾကာက္တတ္တဲ့သားအဖႏွစ္ေယာက္ဟာ ေအးေအးခ်မ္းခ်မ္းနဲ႔ဘဝကိုျဖတ္သန္းဖို႔အခြင့္အေရးမရွိခဲ့ပါဘူး အေဖတစ္ခုသားတစ္ခုဘဝမွာ အေဖကိုဆုံးရႈံးလိုက္ရတဲ့ လူမွန္ေလးတစ္ေယာက္ရဲ႕ဘဝက ဘယ္လိုေတြဆက္ျဖစ္ႏိုင္မလဲ သူရည္မွန္းထားတာေတြကိုဆက္လုပ္ႏိုင္ပါ့မလားေငြမ်ားတရားႏိုင္ဆိုတာက ေခတ္အဆက္ဆက္ကိုရွိခဲ့တာပါေခါင္းမာတတ္တဲ့လူငယ္ေလးရဲ႕အခ်စ္ေရးကလဲ လွပေနပါ့မလားဒီကားထဲမွာေတာ့ အတြင္းေရးမႈးကင္မ္ကားနဲ႔နံမည္မတရားႀကီးခဲ့တဲ့ ပတ္ဆိုးဂြၽန္က ေခါင္းေဆာင္ပါဝင္ပါတယ္တျခားသာ မင္းသားေခ်ာေခ်ာေလးမ်ားနဲ႔ မင္းသမီး၂လက္ထဲထပ္ပါေသးပါတယ္ ဒီကားကို JTBC and Netflix ေပါင္း႐ိုက္တာပါကိုးရီးယားမွာ အပတ္စဥ္ ေသာၾကာနဲ႔စေနည ၈နာရီမွာျပတာမို႔ စီအမ္ကေနေတာ့ ...",
        "url": "https://channelmyanmar.org/tvshows/itaewon-class-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BOWVkMzY0YzctMGQzZS00YTEwLThmMzktMGU3MGJkZmJhNGNjXkEyXkFqcGdeQXVyNTc4MjczMTM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Narcos Season (3)[Complete]",
        "description": "Narcos(2017)ဇာတ်လမ်းတွဲ Season(3)********************((Season 3 အား တစ်ပိုင်းချင်းအလိုက်အသစ်ပြန်လည်လုပ်ပေးထားသလို အပိုင်းအားလုံးတစ်ခါထဲ ဆွဲနိုင်စေရန်zip ဖိုင်ဖြင့်ပါပြန်လည်တင်ဆက်ပေးထားပါသည်))အတွဲ(၃) အပိုင်း(၁ မှ ၁၀)စ/ဆုံးIMDb...8.9,,,,Rotten...89%Narcos Season 2 ပြီးသွားတဲ့အခါမှာတော့ ကျွန်တော်တို့တိတ်တခိုးအားပေးခဲ့ရတဲ့ ကိုကင်းဘုရင်ပါ့ဘလိုကြီးရဲ့အရှိန်အဝါတွေ တစ်ခန်းရပ်ပြီးချိန်မှာတော့ ဇာတ်ရှိန်ကျသွားမယ်လို့ထင်ခဲ့မိတယ်...။အရင်ထက်တောင် ဆွဲဆောင်မှုအားပိုကောင်းလာသလိုပဲ...ပါဘလိုရွှေ့တဲ့အကွက်တွေမှာအောင်မြင်မှုတွေများသလို မှားယွင်းခဲ့တဲ့ခြေလှမ်းတွေလည်းရှိခဲ့ပါတယ်..သူ့ရဲ့ခြေလှမ်းမှားတွေကြောင့် အားလုံးရဲ့အာရုံစိုက်မှုခံရခြင်းဟာ နောက်ထပ်ကာလီဂိုဏ်းအတွက် မဟာအခွင့်အရေးဖြစ်ခဲ့တယ်...သမ္မတဂါဗီရီရားလက်ထက်မဟုတ်တော့တဲ့အတွက်\nမူးယစ်ရာဇာတွေအပေါ် နိုင်ငံရေးမူဝါဒပြောင်းလဲလာတာကိုလည်းတွေ့ရတယ်..... ဒါအပြင် ကာလီဂိုဏ်းဟာလည်းပါ့ဘလိုရဲ့မယ်ဓလင်မူးယစ်ဂိုဏ်းလိုမဟုတ်ဘဲ\nပုံစံကွဲနည်းလမ်းတွေနဲ့ လုပ်ဆောင်လာတယ်...ပိုပြီးစနစ်ကျလာတယ်..ပိုပြီးရက်စက်လာတယ်...ကိုင်း ဆက်လက်ခံစားကြည့်လိုက်ပါဦးဗျို့(ဘာသာပြန်တင်ဆက်ထားသူများကတော့ CM Family မှ ညီငယ်လေးများဖြစ်တဲ့Myo Khant Win, Tin Myo Lwin, Thura Zarni Aungတို့ပဲဖြစ်ပါတယ်။)Quality – Blu-Ray 720pDuration – 49Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Encoder – Phyo Pyae \nComplete Zip File VIP  /  Yoteshin \n Episode (1)>>> Gdrive(400MB)  ...",
        "url": "https://channelmyanmar.org/tvshows/narcos-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3CEu32C7udZzIjZcrKmdHcRB1ZN.jpg",
        "title": "Narcos Season 2[Complete]",
        "description": "Narcos(2016)ဇာတ်လမ်းတွဲ Season(2)********************((Season 2 အား တစ်ပိုင်းချင်းအလိုက်အသစ်ပြန်လည်လုပ်ပေးထားသလို အပိုင်းအားလုံးတစ်ခါထဲ ဆွဲနိုင်စေရန်zip ဖိုင်ဖြင့်ပါပြန်လည်တင်ဆက်ပေးထားပါသည်))အတွဲ(၂) ..စ/ဆုံးIMDb...8.9,,,,Rotten...89%Narcos ဆိုတဲ့ series ကတော့တကယ့်ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့ chronicle series တစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲက main character ကတော့လူတော်တော်များများကြားဖူးလောက်တဲ့ကိုလမ်ဘီယာ ကိုကင်းဘုရင် ပါဘလိုအက်စ်ကိုဘားပဲဖြစ်\nပါတယ်။ အက်စ်ကိုဘားလို့ပြောလိုက်ရင် သူ့သမီးအရမ်းချမ်းနေလို့ ဒေါ်လာ၂သန်းကိုမီးရှိူ့ခဲ့ပီး မီးလှုံစေခဲ့တယ်ဆိုတဲ့ အချက်အလေးနဲ့လူသိများလှပါတယ်။ ပါ့ဘလိုအက်စ်ကိုဘာကို၁၉၄၉ခုနှစ်မှာမွေးဖွားခဲ့ပြီး ကိုလမ်ဘီယာနိုင်ငံရဲ့အကြီးဆုံးသောမူးယစ်ရာဇာကြီးတစ်ယောက်ဖြစ်ပါတယ်။\nသူ့ရဲ့မယ်ဓလင်မူးယစ်အုပ်စုဟာ အမေရိကန်ပြည်ထောင်စုကိုတင်သွင်းတဲ့ကိုကင်းပမာဏရဲ့၈၀%ဟာသူတို့တင်သွင်းတာပါ။ သူ့ကိုယ်ပိုင်ဝင်ငွေတင်ကိုပဲ တစ်နှစ်ကို၂၁.၉ဘီလီယံဒေါ်လာရှိပါတယ်။သူ့ကိုကိုကင်းဖခင်ကြီးအဖြစ်သတ်မှတ်ထားကြပြီး သမိုင်းမှာအချမ်းသာဆုံးသောရာဇာဝတ်သားအဖြစ်လည်း\nမှတ်တမ်းဝင်ထားသူဖြစ်ပါတယ်။ သူ့ကို Rionegro မြို့မှာမွေးဖွားခဲ့ပြီးတက္ကသိုလ်တက်ရောက်ခဲ့ပေမယ့်ဘွဲ့မယူဘဲကျောင်းထွက်ခဲ့ပါတယ်။ အဲဒီအစားရာဇဝတ်မှုအသေးစားတွေကျူးလွန်ရင်းမှောင်ခိုပစ္စည်းတွေသွင်း၊ ကားခိုးမှုတွေလုပ်နေခဲ့တာပါ။သူ့ရဲ့အဓိကပါတနာကတော့ဝမ်းကွဲအစ်ကိုဖြစ်တဲ့ဂူစတာဗိုဖြစ်ပါတယ်။\nဂူစတာဗိုဟာဆိုရင် ပါ့ဘလိုအက်စ်ကိုဘာရဲ့အကြံပေး၊ စီးပွားရေးလုပ်ငန်းတစ်ခုလုံးရဲ့ဦးနှောက်ကြီးတစ်ခုပဲဖြစ်ပါတယ်။ဒီ Series မှာတော့သူနဲ့ပါ့ဘလိုကြားကရင်းနှီးမှု၊ ပါ့ဘလိုကိုလူသိများပေမယ့် လူသိပ်မသိကြတဲ့ဂူစတာဗိုရဲ့အခန်းကဏ္ဍကိုပါ ထင်ထင်ရှားရှားတွေ့ရမှာပါ။Biography/Crime အမျိုးအစားဖြစ်ပေမယ့်\nလုံးဝပျင်းစရာမကောင်းတဲ့ series တစ်ခုပဲဖြစ်ပါတယ်။ Season 3 အထိရှိပြီး season-1 ကိုတော့တင်ဆက်ပေးပြီးပါပြီ။အပေါ်ကအကြောင်းအရာတွေဖတ်လိုက်ပြီး ဒီကားကကြည့်စရာမလိုတော့ဘူးလို့ထင်ရင်တော့ ခင်ဗာျးတို့မှားသွားလိမ့်မယ်...၊ ပါ့ဘလိုရဲ့ဒုစရိုက်လောကလှုပ်ရှားပုံတွေ...သူ့လိုလူပေါင်းများစွာကြားမှာ ကတုံးပေါ်ထိပ်ကွက်တွေ...နောက်ကျောဓားနဲ့ထိုးမယ့်သူတွေကိုရှင်းလင်းပုံတွေ.. အရိပ်လိုလိုက်နေတဲ့ရဲတွေကြားမှာ သူလိုချင်တဲ့ပန်းတိုင်ရောက်အောင်ဖောက်ထွက်ပုံတွေဒုစရိုက်လောကရဲ့ ပြကွက်ဆန်းစုံကို ခင်ဗျားတို့ မရိုးအီနိုင်အောင်တွေ့မြင်သွားလိမ့်မယ်...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့....(ဘာသာပြန်တင်ဆက်ထားသူများကတော့ CM ...",
        "url": "https://channelmyanmar.org/tvshows/narcos-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p4BUR7lgtLVZW3RrwQtnI0fagDK.jpg",
        "title": "Bloodride (2020)",
        "description": "Horrorပရိသတ်တွေအတွက် ဒီလFriday 13မှာထွက်ရှိလာတဲ့Netflixရဲ့ နော်ဝေ Horror Mystery Anthologies seriesကိုတင်ဆက်ပေးလိုက်ပါတယ်။(ကြောက်ဖို့ကောင်းတယ်ဆိုတာထက် စိတ်ကူးယဉ်ဆန်ပြီး twistဖြစ်တယ်ပေါ့)Anthologies seriesဆိုတဲ့အတိုင်းတစ်ပိုင်းကိုမိနစ်30ခန့်ကြာမြင့်ပြီး အပိုင်း6ပိုင်းပါဝင်ပါတယ်။တစ်ပိုင်းစီကိုသူနဲ့လိုက်ဖက်လှတဲ့ နာမည်တစ်ခုစီပေးထားပြီးတစ်ပိုင်းနဲ့တစ်ပိုင်းဆက်စပ်မှုမရှိပါဘူး။မှောင်မိုက်ပြီးမိုးသည်းတဲ့ညတစ်ညမှာ ဘတ်စ်ကားတစ်စီးက ဘယ်ဆီကိုမှန်းမသိသွားနေပါတယ်။ပထမက ကားပေါ်မှာ ဒရိုင်ဘာတစ်ယောက်တည်းသာရှိပေမယ့်နောက်တော့ လူတွေပေါ်လာပါတယ်။သူတို့ကတော့ တစ်ပိုင်းစီရဲ့ဇာတ်ကောင်တွေဖြစ်ပြီးထိတ်လန့်တုန်လှုပ်စရာသွေးထွက်သံယိုမှုကိုယ်စီနဲ့ပါ။ဇာတ်လမ်းတိုလေးတွေဖြစ်တာကြောင့် ဘာတွေလဲဆိုတာမပြောပြတော့ပါဘူး။တစ်ပိုင်းစီရဲ့နာမည်တွေကတော့Ultimate Sacrifice, Three sick brothers,Bad writer, Lab rats, Old schoolနဲ့ Elephant in the roomတို့ပဲဖြစ်ပါတယ်။ကျွန်မအတွက်တော့ အပိုင်း1နဲ့3ကိုအကြိုက်ဆုံးဖြစ်ပြီး ကျန်တာတွေက 5, 4, 2, 6ပါ။ဇာတ်လမ်းတိုဖြစ်တဲ့အတွက်ကြောင့် တိုတိုနဲ့ထိထိမိမိအပြင် twistတွေလည်းဖြစ်ပါတယ်။တစ်ချို့အပိုင်းတွေက ရုပ်ရှင်ကိုနောကြေသူတွေအတွက်...",
        "url": "https://channelmyanmar.org/tvshows/bloodride-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/flat2535nrcos_grande-128x200.jpg",
        "title": "Narcos Season 1 (Complete)",
        "description": "Narcos(2015)ဇာတ်လမ်းတွဲ(Season-1)အတွဲ(၁)စ/ဆုံးIMDb...8.9,,,,Rotten...89%Narcos ဆိုတဲ့ series ကတော့တကယ့်ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့ chronicle series တစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲက main character ကတော့လူတော်တော်များများကြားဖူးလောက်တဲ့ကိုလမ်ဘီယာ ကိုကင်းဘုရင် ပါဘလိုအက်စ်ကိုဘားပဲဖြစ်\nပါတယ်။ အက်စ်ကိုဘားလို့ပြောလိုက်ရင် သူ့သမီးအရမ်းချမ်းနေလို့ ဒေါ်လာ၂သန်းကိုမီးရှိူ့ခဲ့ပီး မီးလှုံစေခဲ့တယ်ဆိုတဲ့ အချက်အလေးနဲ့လူသိများလှပါတယ်။ ပါ့ဘလိုအက်စ်ကိုဘာကို၁၉၄၉ခုနှစ်မှာမွေးဖွားခဲ့ပြီး ကိုလမ်ဘီယာနိုင်ငံရဲ့အကြီးဆုံးသောမူးယစ်ရာဇာကြီးတစ်ယောက်ဖြစ်ပါတယ်။\nသူ့ရဲ့မယ်ဓလင်မူးယစ်အုပ်စုဟာ အမေရိကန်ပြည်ထောင်စုကိုတင်သွင်းတဲ့ကိုကင်းပမာဏရဲ့၈၀%ဟာသူတို့တင်သွင်းတာပါ။ သူ့ကိုယ်ပိုင်ဝင်ငွေတင်ကိုပဲ တစ်နှစ်ကို၂၁.၉ဘီလီယံဒေါ်လာရှိပါတယ်။သူ့ကိုကိုကင်းဖခင်ကြီးအဖြစ်သတ်မှတ်ထားကြပြီး သမိုင်းမှာအချမ်းသာဆုံးသောရာဇာဝတ်သားအဖြစ်လည်း\nမှတ်တမ်းဝင်ထားသူဖြစ်ပါတယ်။ သူ့ကို Rionegro မြို့မှာမွေးဖွားခဲ့ပြီးတက္ကသိုလ်တက်ရောက်ခဲ့ပေမယ့်ဘွဲ့မယူဘဲကျောင်းထွက်ခဲ့ပါတယ်။ အဲဒီအစားရာဇဝတ်မှုအသေးစားတွေကျူးလွန်ရင်းမှောင်ခိုပစ္စည်းတွေသွင်း၊ ကားခိုးမှုတွေလုပ်နေခဲ့တာပါ။သူ့ရဲ့အဓိကပါတနာကတော့ဝမ်းကွဲအစ်ကိုဖြစ်တဲ့ဂူစတာဗိုဖြစ်ပါတယ်။\nဂူစတာဗိုဟာဆိုရင် ပါ့ဘလိုအက်စ်ကိုဘာရဲ့အကြံပေး၊ စီးပွားရေးလုပ်ငန်းတစ်ခုလုံးရဲ့ဦးနှောက်ကြီးတစ်ခုပဲဖြစ်ပါတယ်။ဒီ Series မှာတော့သူနဲ့ပါ့ဘလိုကြားကရင်းနှီးမှု၊ ပါ့ဘလိုကိုလူသိများပေမယ့် လူသိပ်မသိကြတဲ့ဂူစတာဗိုရဲ့အခန်းကဏ္ဍကိုပါ ထင်ထင်ရှားရှားတွေ့ရမှာပါ။Biography/Crime အမျိုးအစားဖြစ်ပေမယ့်\nလုံးဝပျင်းစရာမကောင်းတဲ့ series တစ်ခုပဲဖြစ်ပါတယ်။ Season 3 အထိရှိပြီး လောလောဆယ်Season 1 အစပျိုးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အပေါ်ကအကြောင်းအရာတွေဖတ်လိုက်ပြီး ဒီကားကကြည့်စရာမလိုတော့ဘူးလို့ထင်ရင်တော့ ခင်ဗာျးတို့မှားသွားလိမ့်မယ်...၊ ပါ့ဘလိုရဲ့ဒုစရိုက်လောကလှုပ်ရှားပုံတွေ...သူ့လိုလူပေါင်းများစွာကြားမှာ ကတုံးပေါ်ထိပ်ကွက်တွေ...နောက်ကျောဓားနဲ့ထိုးမယ့်သူတွေကိုရှင်းလင်းပုံတွေ.. အရိပ်လိုလိုက်နေတဲ့ရဲတွေကြားမှာ သူလိုချင်တဲ့ပန်းတိုင်ရောက်အောင်ဖောက်ထွက်ပုံတွေဒုစရိုက်လောကရဲ့ ပြကွက်ဆန်းစုံကို ခင်ဗျားတို့ မရိုးအီနိုင်အောင်တွေ့မြင်သွားလိမ့်မယ်...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့....(ဘာသာပြန်တင်ဆက်ထားသူများကတော့ CM Family မှ ညီငယ်လေးများဖြစ်တဲ့Myo Khant Win, Tin Myo ...",
        "url": "https://channelmyanmar.org/tvshows/narcos-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLbKNyUKq6WMMoPuL712m43MVhc.jpg",
        "title": "My Holo Love ( 2020 ) ( Completed )",
        "description": "Unicode********အခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးကတော့အထီးကျန်ဆန်စွာ ဘဝကိုဖြတ်သန်းနေရတဲ့ ကောင်မလေးနဲ့နည်းပညာရဲ့ဖန်းတီးမှုကြောင့် ဖြစ်ပေါ်လာရတဲ့ ဟိုလိုဆိုတဲ့ကောင်လေးတို့ကြားက Romance ကို ရိုက်ကူးပုံဖော်ထားတဲ့ သိပ္ပံကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဆိုယွန်း ဆိုတဲ့ကောင်မလေးဟာ လူတွေရဲ့မျက်နှာကို မမှတ်မိနိုင်တဲ့သူ့ရဲ့အားနည်းချက်ကို ဖုံးကွယ်ပြီးနေရသူ အထီးကျန်ဆန်တဲ့ ရုံးဝန်ထမ်းတစ်ဦးပါ။သူ့ကိုနားလည်ပေးမယ့် သူငယ်ချင်းတစ်ဦးကို တောင့်တနေတဲ့ဆိုယွန်းဆီကို ခေတ်မီဆန်းသစ်တဲ့ နည်းပညာတွေနဲ့ ဖန်တီးထားတဲ့မျက်မှန်လေးတစ်လက် ရောက်လာခဲ့ပါတယ်။အဲဒီ့မျက်မှန်ကို တပ်ထားတဲ့သူကတော့ သူတစ်ဦးတည်းသာမြင်ရတဲ့ဟိုလိုဆိုတဲ့ ရုပ်ချောချောကောင်လေးရဲ့ ပိုင်ရှင်ဖြစ်လာမှာပါ။ိပိုင်ရှင်ဖြစ်သူကို ပျော်ရွှင်အောင်လုပ်ပေးတတ်တဲ့ ဟိုလို ကြောင့်ဆိုယွန်းရဲ့ နေ့စဉ်ဘဝကြီးဟာ ပျော်စရာကောင်းအောင် ပြောင်းလဲခဲ့ပါတယ်။ဆိုယွန်းရဲ့ ဘဝကပျော်စရာကောင်းလာသလို ဟိုလိုဟာလည်းဆိုယွန်းကို ချစ်မိသွားပါတော့တယ်။အမှန်တော့ ဟိုလို ဟာ ပရိုဂရမ်ရေးဆွဲသူတစ်ဦးဖြစ်တဲ့ ဂိုနမ်ဒို ရဲ့ဖန်တီးမှုဖြစ်ပြီး ဂိုနမ်ဒိုရဲ့ မှတ်ဉာဏ်တွေနဲ့ ပုံတူ ရေးဆွဲထားတဲ့ ပရိုဂရမ်ဖြစ်ပါတယ်။နည်းပညာအသစ်ကို မတရားသဖြင့် မက်မက်မောမောလိုချင်တဲ့လူဆိုးတွေလက်ကနေ ဟိုလို ကို ကာကွယ်ဖို့ကြိုးစားရင်းဆိုယွန်းရှေ့မှာ ဟိုလို ဟန်ဆောင်နေခဲ့တဲ့ ဂိုနမ်ဒိုတစ်ယောက်ဆိုယွန်းကို ချစ်မိသွားတဲ့အခါ....ဆိုယွန်းတစ်ယောက် သူ့ကိုပျော်ရွှင်စေတဲ့ ပရိုဂရမ်တစ်ခုကြောင့်ဖြစ်ပေါ်လာရတဲ့ကောင်လေး ဟိုလို ကိုပဲဆက်ချစ်နေမလား ?ဟိုလို ...",
        "url": "https://channelmyanmar.org/tvshows/my-holo-love-2020-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTnA0pPi32OrndHUjhUbQ0lnPnZ.jpg",
        "title": "Money Game(2020)[စ/ဆုံး]",
        "description": "Money Game(2020) ဇာတ္လမ္းတြဲ[စ/ဆုံး]******************************အပုိင္းသစ္ (၁ မွ ၁၆) ထိ(unicode)ဘဏ္ဍာရေးပြဿနာဖြစ်ပြီးနှစ်၂၀အကြာ ဂျောင်အင်းဘဏ်ကိုရှင်းထုတ်ဖို့\nကြိုးစားရင်း ဘဏ္ဍာရေးဌာနထိပ်သီးပိုင်းတွေကြားထဲကပဋိပက္ခတွေ\nအစိုးရရဲ့ရှယ်ယာတွေကြောင့် ဒေဝါလီခံရတော့မယ့်သူတွေကြားပွက်လောရိုက်နေခဲ့ပါတယ် ပြည်သူတွေကလဲ ၁၉၉၇ခုနှစ်တုန်းကဖြစ်ခဲ့တဲ့ ကိုရီးယားဘဏ္ဍာရေးအကျပ်အတည်းကာလလိုထပ်ဖြစ်မှာကိုကြောက်ရွံ့နေခဲ့ပါတယ် ....အဲ့ဒီတုန်းက တစ်နိုင်ငံလုံး\nရောက်ခဲ့တဲ့ ဒုက္ခက တော်တော်ကြီးခဲ့တာကိုး....\nအစိုးရပိုင်းကလူတွေ ခရိုနီတွေ စတော့ကစားတဲ့သူတွေ စီးပွားရေးသမားတွေကြားဉာဏ်ကစားကကြသူတွေရဲ့ အကြောင်းတွေကို ပုံဖော်ထားတာပါ...ဒီနေရာမှာ ကျရှုံးတဲ့သူတွေ ဘဝပျက်သွားတဲ့သူတွေမိမိကိုယ်မိမိသေကြောင်းကြံတဲ့သူတွေ ဒုနဲ့ဒေးပေါ့...\nဒီကားမှာ အားရစရာကောင်းတာက မင်းသားရော မင်းသမီးရော သိပ်ထက်မြက်ကြတဲ့\nသူတွေဖြစ်ပါတယ်....\nပြီးတော့\n..မင်းသားနဲ့ မင်းသမီးရဲ့ အချစ်ဇာတ်လမ်းလေးကိုတော့ သိမ့်သိမ့်မွေ့မွေ့လေး ထည့်ထားပုံတော့ရပါတယ်...Money Game ဆိုတဲ့အတိုင်း ငွေကြောင့် သားကောင်တွေပဲဖြစ်မလား...ငွေကို လိမ္မာပါးနပ်စွာနဲ့ အသုံးချနိုင်တဲ့သူတွေဖြစ်မလားဆိုတာကိုတော့...ရင်ခုန်စိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်.....စီးပွားရေးသမားတွေပိုကြည့်သင့်သလို အချစ်ဆို သိမ့်မွေ့နူးညံတဲ့အရာလို့ထင်တဲ့သူတွေလည်းကြည့်သင့်ပါတယ်...\nအပတ်စဉ် Wednesdayနဲ့ Thursday မှာ ထုတ်လွှင့်မှာ ဖြစ်ပြီး (၁၆)ပိုင်းရှိပါတယ်...\nခံစားကြည့်ကြပါဦး.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Nandar Aung နဲ့ Shoon တို့ပဲ\nဖြစ်ပါတယ်....(unicode)ဘ႑ာေရးျပႆနာျဖစ္ၿပီးႏွစ္၂၀အၾကာ ေဂ်ာင္အင္းဘဏ္ကိုရွင္းထုတ္ဖို႔\nႀကိဳးစားရင္း ဘ႑ာေရးဌာနထိပ္သီးပိုင္းေတြၾကားထဲကပဋိပကၡေတြ\nအစိုးရရဲ႕ရွယ္ယာေတြေၾကာင့္ ေဒဝါလီခံရေတာ့မယ့္သူေတြၾကားပြက္ေလာ႐ိုက္ေနခဲ့ပါတယ္ ျပည္သူေတြကလဲ ၁၉၉၇ခုႏွစ္တုန္းကျဖစ္ခဲ့တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/money-game2020/"
    }
]