[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/yeHpjQvq881PhmeNgyMHwcf1ZfJ-133x200.jpg",
        "title": "Midnight Series : Moonlight Chicken (2023)",
        "description": "ကျင်မ် အဖြစ် Earth Pirapat Watthanasetsiriဝိန် အဖြစ် Mix Sahaphap Wongratchဇာတ်လမ်းအကျဉ်းကျင်မ်က လမင်းကြက်ဆီထမင်းဆိုင်ပိုင်ရှင် တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကြက်ဆီထမင်းဆိုင်လေးက ကိုဗစ်၁၉ ဖြစ်ပွားဆဲကာလတွေမှာ စားသုံးသူတွေအတွက်ထည့်တွက်ပေးတာမို့ နာမည်ကြီးနေတဲ့ စားသောက်ဆိုင်တစ်ခုလည်းဖြစ်ပါတယ်လပြည့်ညတစ်ညမှာ ကျင်မ်ဟာ သူ့ဆိုင်ငယ်​လေးမှာ လာမူးနေတဲ့ ဝိန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်နဲ့တွေ့ခဲ့တယ်အရမ်းမူးနေတဲ့ ဝိန်ကို ကျင်မ်တစ်ယောက် အိမ်ခေါ်သွားခဲ့ရာမှ မမျှော်လင့်ဘဲ တစ်ညတာအချစ်တစ်ခုဖြစ်ပွားလာခဲ့ပါတော့တယ်One Night Stand ရှိတာ ပြဿနာမဟုတ်ဘဲ အချင်းချင်း ခံစားချက်တွေဖြစ်ပေါ်လာပြီး တွယ်တာသွားခဲ့တာကမှ ပြဿနာဆိုတဲ့အတိုင်း ကျင်မ်နဲ့ဝိန်တို့ကြား မထားသင့်တဲ့ခံစားချက်တွေဖြစ်ပေါ်လာတဲ့အခါ...ဝိန့်မှာလည်း ဆိုင်သူရှိနေပြီးသားဖြစ်နေတဲ့အခါ..မရည်ရွယ် မထင်မှတ်ပဲ ဖြစ်ပေါ်လာခဲ့တဲ့အချစ်ဇာတ်လမ်းလေး ဘာတွေဖြစ်လာမလဲဆိုတာ Midnight Series ရဲ့ နောက်ဆုံးအတွဲဖြစ်တဲ့ \"Moonlight Chicken\" ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုကြရအောင်❤( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )\nNative Title: Midnight Series : Moonlight ...",
        "url": "https://channelmyanmar.org/tvshows/midnight-series-moonlight-chicken-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/byer2whf1IaMlXYrmzTbaJMCitu.jpg",
        "title": "George & Tammy (2022) Complete",
        "description": "George & Tammy (2022) Completed Limited Series ~ IMDb 7.5/10, Rotten Tomatoes - 85% ~ ပထမဆုံး ပြောချင်တာတော့ စီးရီးတစ်ခုလုံးကို ဘာသာပြန်လို့ပြီးတဲ့အချိန် ကျွန်တော့်အတွက်တန်ဖိုးထားစရာ သီချင်းကောင်းတွေနဲ့အတူ မြတ်နိုးချင်စရာ အနုပညာရှင်နှစ်ယောက် တိုးလာတယ်ဆိုတာပါပဲ... ကန်းထရီးဂီတနဲ့ အဆက်ပြတ်နေတာကတစ်ကြောင်း၊ ခေတ်ကွာတာကတစ်ကြောင်းကြောင့် George Jones နဲ့ Tammy Wynette ဆိုတဲ့ ကန်းထရီးစတားတွေကို ဒီကားမရေးရခင်ထိ မသိခဲ့ရိုးအမှန်ပါ... နှစ်ယောက်အတူဆို သိပ်ကိုအင်အားကောင်းတဲ့ လူနှစ်ယောက်ရဲ့အကြောင်းကို သိလိုက်ရတဲ့အတွက်လည်း ဒီစီးရီးက ကျွန်တော့်အတွက် သုတရော ရသပါ ပေးတဲ့ စီးရီးတစ်ခုလို့ ပြောလို့ရခဲ့ပါတယ်... ဒီစီးရီးမှာ ဂျော့ဂျ်နဲ့ တမ်မီတို့ရဲ့အနုပညာခရီး အချစ်ခရီးနှစ်ခုလုံးကို စိတ်ဝင်စားဖွယ် မြင်တွေ့ရမှာပါ။ ဂျော့ဂျ်နဲ့တမ်မီတို့ရဲ့ သမီးဖြစ်သူ ကိုယ်တိုင်ရေးထားတဲ့...\n'' The Three of Us: Growing Up with Tammy and ...",
        "url": "https://channelmyanmar.org/tvshows/george-tammy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tZF4fNtVSeTPSp0k2jp4qrupgbb.jpg",
        "title": "Someday or One Day (2019)",
        "description": "Someday or One Day (2019)“ရှင် ဘယ်ရောက်နေလဲ? ကျွန်မကိုမေ့သွားပြီလား ?\nကျွန်မမွေးနေ့မှာ အမြဲတမ်းရှိနေမယ်ဆို....\nကျွန်မနဲ့ ဘယ်တော့မှမခွဲတော့ဘူးဆို...\nပုံပြင်တွေပြောခဲ့တဲ့ ရှင်ရယ်... အခုတော့ ဘယ်ရောက်နေပြီလဲ?\nကျွန်မလွမ်းတယ်.. ရှင့်ကို အရမ်းအရမ်းလွမ်းပါတယ်....”ဟွမ်ယွီရွှမ်းဟာ သူအရမ်းချစ်ရတဲ့ချစ်သူ ဝမ်ချွမ်ရှန့်ကို လွန်ခဲ့တဲ့နှစ်နှစ်က ဆုံးရှုံးခဲ့ပြီး\nစားလည်းဒီစိတ်၊ သွားလည်းဒီစိတ်နဲ့ တစ်နှစ်ကျော်လောက်ကို ပြိုလဲခဲ့ရပါတယ်။\nအခုမှစိတ်သစ်လူသစ်နဲ့ အလုပ်ပြန်လုပ်နိုင်တာပါ။\nအများအမြင်မှာ အဆင်ပြေနေပေမယ့် ချစ်သူကိုသတိရစိတ်က အချိန်ပြည့်စိုးမိုးထားတဲ့ အချစ်ကြီးသူတစ်ယောက်ပေါ့။တစ်နေ့မှာ အကြားအမြင်ဆရာမနဲ့ စကားပြောဖြစ်တော့ ဟွမ်ယွီရွှမ်းကို နံပါတ် ၃၂ နဲ့ပတ်သက်ပြီး အာရုံရတယ်လို့ပြောခဲ့ပါတယ်။\nသူရှာဖွေနေတဲ့ အရေးကြီးဆုံးအရာကို နံပါတ် ၃၂ နဲ့ဆက်စပ်ပြီး ရှာတွေ့နိုင်ပါတယ်တဲ့။\nသိပ်အလေးမထားခဲ့ပေမယ့် သူကြုံတွေ့ခဲ့ရတဲ့ အဖြစ်အပျက်တွေက နံပါတ် ၃၂ နဲ့တိုက်ဆိုင်နေပါတယ်။အဲ့ဒါအပြင် သူနဲ့တစ်ပုံစံတည်းတူတဲ့ကောင်မလေးက ဝမ်ချွမ်ရှန့်နဲ့တစ်ပုံစံတည်းတူတဲ့ကောင်လေးနဲ့\n၃၂ အခွေဆိုင်ရှေ့မှာ တွဲရိုက်ထားတဲ့ ဓါတ်ပုံကို အင်တာနက်ပေါ်ကနေ ရှာတွေ့ခဲ့ပါတယ်။\nအဲ့ဒီဓါတ်ပုံကနေ စတင်လိုက်တဲ့ လျှို့ဝှက်ချက်တွေ၊ ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူ\nဟွမ်ယွီရွှမ်းတစ်ယောက် ဘယ်လိုရှေ့ဆက်သွားမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့နော်...ဒီကားလေးက Parallel Universe နဲ့ Time ...",
        "url": "https://channelmyanmar.org/tvshows/someday-or-one-day-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNjcxYjBiYWEtYmNmYS00M2ViLWIzOWQtMjRkNGM5ODA2OTk4XkEyXkFqcGdeQXVyMTMxNjUyMDkx._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "Dragons: The Nine Realms – Season (01)(02)(03)(04)",
        "description": "Dragons: The Nine Realms - Season (01)(02)(03)(04)\n=====================================ကလေးဘ၀ကအရမ်းကြိုက်ခဲ့ကြတဲ့ How to train your\ndragon Trilogy လိုပါပဲ၊ ဒါပေမဲ့ ဒီစီးရီးက DreamWorks ရဲ့\nလက်ရာမဟုတ်ပေမယ့် Hulu က အကောင်းဆုံးရိုက်ပြထားပြီး\nစီစန် 4 ခုထိထွက်ရှိထားတာမို့ တစ်၀ကြီးကြည့်ရမှာဖြစ်ပါတယ်။\nလွန်ခဲ့တဲ့ နှစ်ပေါင်း 1300 ကျော်က ဗိုက်ကင်းနဲ့ နဂါးတွေ ယှဉ်တွဲ\nနေထိုင်ခဲ့ကြတဲ့ How To Train Your Dragon Animation တွေ\nဟာ ဒီထဲမှာတော့ ဒဏ္ဍာရီသက်သက်ဖြစ်သွားပါပြီ။ အိုလီဗီယာ နဲ့\nသောမတ်စ် ကလာဆန်ဆိုတဲ့ သားအမိက မီးတောင်ချောက်ကြီး\nတစ်ခုကိုရှာဖွေတွေ့ရှိခဲ့ပြီး၊ အဲ့ဒီနေရာမှာ သိပ္ပံစမ်းသပ်ချက်တွေလုပ်ဖို့\nရက်ခ်‌ခရော့ကော်ပိုရေးရှင်းအဖွဲ့သားတွေ အခြေချနေထိုင်ခဲ့ကြပါတယ်။ဒဏ္ဍာရီတွေရ အဲ့ဒီချောက်ကြီးဟာ နဂါးတွေကျက်စားခဲ့သလို သော\nမတ်စ်ဟာ ဗိုက်ကင်းမျိူးနွယ်ကဆင်းသက်လာတဲ့ ကလေးတစ်ယောက်\nဖြစ်ပါတယ်။ ကလေးသဘာ၀ စူးစမ်းလိုတဲ့ သောမတ်စ်ဟာ တစ်နေ့\nချောက်ထဲဆင်းရင်း Night Fury. မျိုးစိတ် လျှပ်စီးနဂါးတစ်ကောင်‌နဲ့\nတွေ့ရှိခင်မင်သွားပါတယ်။ အဲ့ဒီနဂါးနဲ့လျှောက်သွားရင်း ...",
        "url": "https://channelmyanmar.org/tvshows/dragons-the-nine-realms-season-0102/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BM2I2ZWQ2NTktYjM1My00MjdiLTllMWUtM2U1ZWVjODJhOTUxXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "The Chestnut Man (2021) Season 01",
        "description": "The Chestnut Man (2021) S01 ~ IMDb - 7.7/10, Rotten Tomatoes - 100% ~ ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့စီးရီးကတော့ ပရိသတ်နဲ့သိပ်ရင်းနှီးမှာမဟုတ်တဲ့ ဒိန်းမတ် စီးရီးလေးတစ်ခုပါပဲ။ ဒီစီးရီးကို Netflix ကတင်ဆက်ထားတာဖြစ်ပြီး Season 1 မှာတော့ အပိုင်းခြောက်ပိုင်းပါဝင်လာပါတယ်။ ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင်... ဒိန်းမတ်နိုင်ငံအနှံ့အပြားမှာ အသက်လတ်ပိုင်းအမျိုးသမီးတွေ တစ်ယောက်ပြီးတစ်ယောက်သတ်ခံရတဲ့ ကွင်းဆက်လူသတ်မှုတွေဖြစ်လာခဲ့ပါတယ်။ အဲဒီအမှုကိုစုံစမ်းဖို့ သူလင်မ်ဆိုတဲ့စုံထောက်အမျိုးသမီးနဲ့ ဟက်စ်ဆိုတဲ့နယ်ပြောင်းစုံထောက်အမျိုးသားတစ်ဦးက ဘယ်လိုလိုက်ဖြေရှင်းကြမလဲဆိုတာရှုစားရမှာဖြစ်ပါတယ်။ ဇာတ်ကားနာမည်ထဲက Chestnut Man ဆိုတာကတော့ အဲဒီလူသတ်မှုတွေအားလုံးနဲ့ဆက်စပ်နေတဲ့တစ်ခုထဲသောသဲလွန်စက တရားခံဟာ သစ်အယ်သီးကိုတုတ်လေးတွေထိုးပြီးလုပ်ထားတဲ့ အရုပ်လေးတွေကို အခင်းဖြစ်ပွားရာတိုင်းမှာ ချန်ခဲ့တတ်လို့ပါပဲ။ ဒီသဲလွန်စတစ်ခုကိုခြေရာကောက်ပြီး သစ်အယ်သီးလူသားလို့အမည်တပ်ထားတဲ့ ကွင်းဆက်လူသတ်တရားခံကို သူလင်မ်နဲ့ဟက်စ်တို့ ဘယ်လိုရှာဖွေဖော်ထုတ်ကြမှာလဲ... ဘာကြောင့်ဒီအရွယ်အမျိုးသမီးတွေကိုမှ လူသတ်သမားကပစ်မှတ်ထားတာလဲ... ဆိုတာတွေကို စိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်တဲ့အပြင် ဇာတ်လမ်းဇာတ်ကွက်နဲ့  Plot Twist တွေကလည်း ဟာကနဲ၊ ဟင်ကနဲ ဖြစ်ရလောက်အောင် ကောင်းမွန်ပြီး အဆင့်သတ်မှတ်ချက်ကောင်းတွေလည်းရရှိထားတာကြောင့် လက်မလွှတ်သင့်တဲ့ လျှို့ဝှက်သည်းဖို၊ ...",
        "url": "https://channelmyanmar.org/tvshows/the-chestnut-man-2021-s01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d1m1RVnxnHJifBe6ytykc25UPAd.jpg",
        "title": "Tomorrow with You(2017)",
        "description": "Tomorrow with You(2017)*************************အပိုင်း ( ၁ မှ ၁၆ ) အထိ စ/ဆုံးဒီတစ်ခါမှာတော့ အစ်မကြီးအင်ရဲ့အချောဆုံးကောင်လေး၀မ်တောင်းကျီရဲ့ Time Travel စီးရီးဟောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်....\nမင်းသားချော Lee Je-Hoon နဲ့ အတူ ပါးချိုင့်လှလှလေးနဲ့မင်းသမီးချောလေး Shin Min-A လည်း ပါ၀င်သရုပ်ဆောင်ထားတာမို့တခြားပြောစရာလိုတော့မယ်မထင်ပါဘူး နှစ်ယောက်ရဲ့ visual ကိုငေးရရုံနဲ့တင် ကြည့်ရတာတန်နေပြီဖြစ်တဲ့ ဇာတ်ကားလေးလို့ပဲ ဆိုချင်ပါတယ်....ဇာတ်လမ်းအကျဉ်း....ယူဆိုးဂျွန် (Lee Je-Hoon) ဟာ အနာဂတ်ကို အချိန်ခရီးသွားနိုင်သူဖြစ်ပါတယ်...တစ်နေ့ ဆိုးဂျွန်တစ်ယောက် အချိန်ခရီးသွားရင်း သူသေဆုံးမဲ့နေ့ရက်ဆီကို ရောက်သွားပြီးတော့မတော်တဆမှုဖြစ်ပြီး သေဆုံးသွားတဲ့ 'အနာဂတ်ရဲ့ဆိုးဂျွန်'ကို မျက်မြင်ကိုယ်တွေ့ မြင်လိုက်ရပါတော့တယ်....တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ဆိုးဂျွန်နဲ့ အတူတူ မတော်တဆမှုဖြစ်ပြီး တစ်ချိန်တည်းမှာသေဆုံးသွားတဲ့ ဆုန်းမာရင်းဆိုတဲ့မိန်းကလေး (Shin Min-A) လည်း ရှိနေခဲ့ပါတယ်...ဆိုးဂျွန်နဲ့ မာရင်းက ဘာကြောင့် တစ်ရက်တည်း တစ်ချိန်တည်းမှာ အတူတူသေဖို့ ‌ဖြစ်လာရတာလဲသူတို့နှစ်ယောက်ရဲ့ သေခြင်းတရားကိုရော ဆိုးဂျွန်တစ်ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/tomorrow-with-you2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Bk0D7_4f-133x200.jpg",
        "title": "You Touched My Heart (2023)",
        "description": "ကီ့ခွန် အဖြစ် Push Puttichai\nအန်ယာမနီ(အန်) အဖြစ် Patricia\nဖင်မ် အဖြစ် Pear Pitchapa\nချနွတ် အဖြစ် Ball Kummunဇာတ်လမ်းအကျဉ်း“အန်ယာမနီ” က ယောက်ျားလေးတွေကသာ မိန်းကလေးတွေသာ သာလွန်တယ်လို့ မှတ်ယူထားတဲ့ မိသားစုက မြေးမလေးတစ်ယောက်ဖြစ်ပါတယ်သမီးမိန်းကလေးဖြစ်တာကြောင့် သူမရဲ့မိခင်က အဖိုးဖြစ်သူထံမှာ မျက်နှာမရခဲ့သလို အန့်ကိုလည်း အစ်ကိုဖြစ်သူနဲ့ယှဉ်နှိမ်ခံရတာမို့ အန်တစ်ယောက် နိုင်ငံခြားကို ပညာတော်သင်ထွက်လာခဲ့တယ်တစ်ချိန်တည်းမှာပဲ ချစ်သူနှစ်ဦးဖြစ်တဲ့ “ကီ့ခွန်”နဲ့ “ဖင်မ်”ဆိုဟာ ဖင်မ့်ဆန္ဒအရ လမ်းခွဲခဲ့ကြပြီး ဖင်မ်ဟာ အန့်အစ်ကို ချနွတ်နဲ့ လက်ထပ်သွားခဲ့တယ်၈ နှစ်ကြာပြီးနောက် ကီ့နဲ့ ချနွတ်တို့က စီးပွါးရေးပြိုင်ဖက်တွေအနေနဲ့ တွေ့ဆုံလာတဲ့အပြင် အန်ကပါ အစ်ကိုနဲ့ အဖိုးကို ပြန်လက်စားချေဖို့ ကီ့ ကုမ္ပဏီရဲ့ စီးပွါးရေးအကြံပေးအဖြစ် နိုင်ငံခြားက ပြန်လာခဲ့ချိန်မှာတော့ကီ့နဲ့ အန်တို့ ကြား ဘာတွေဆက်ဖြစ်လာမလဲကီ့ကရော ဖင်မ့်အပေါ်ခံစားချက်တွေကျန်နေသေးတာလားချနွတ်၊ဖင်မ်၊ကီ့၊အန်တို့လေးယောက်ကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ “နှလုံးသားတစ်ခုလုံးနဲ့ ချစ်ရသူ” ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုရအောင် ...",
        "url": "https://channelmyanmar.org/tvshows/you-touched-my-heart-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/WPj3ml_4f-133x200.jpg",
        "title": "18 Mongkut Sadud Love (2023)",
        "description": "\"ချစ်ရသူလူလိမ်မလေး\" မြန်မာစာတန်းထိုးစအင့်/အွန်းအင်း အဖြစ် Jackie Jacqueline\nပေ့ အဖြစ် Phet Thakrit Tawanpongဘဝသမားလေးစအင့်က ပထွေးဖြစ်သူနဲ့အတူ လူတွေကိုလိုက်လိမ် အကွက်ဆင်ပြီး ငွေညစ်ရင်းနဲ့ အသက်မွေးဝမ်းကြောင်းပြုနေရသူပါသူမဟာ ဒီဘဝကနေရုန်းထွက်ဖို့ရာ သူ့အမေမဆုံးခင်ကပြောခဲ့တဲ့ သူ့အ​​ဖေရဲ့ သက်သေတွေနဲ့အတူ အဖေကိုရှာဖို့ ဘန်ကောက်တက်လာပါတော့တယ်သူမပထွေးရဲ့လိမ်လည်ရောင်းစားခဲ့တဲ့ သူဌေးလိတ် ဆီကနေ ထွက်ပြေးစဥ် လမ်းမှာ သူမဟာ ဉီးလေးတစ်ယောက်ကို လိမ်လည်ပြီးပိုက်ဆံတွေခိုးခဲ့မိပါတယ်သူမလိမ်လည်ခဲ့သူဟာ ပေ့အဖေမှန်းသိခဲ့ရချိန်မှာလူလိမ်ဖမ်းဆီးရေးပေ့ချ်ပိုင်ရှင်ပေ့နဲ့ လူလိမ်မလေးစအင့်တို့ကြား ဘယ်လိုအတားအဆီးတွေနဲ့ရင်ဆိုင်ရမလဲစအင့်ရဲ့နောက်ကြောင်းမှန်းကိုသိသွားရင် ဘာဆက်ဖြစ်ကြမလဲစအင့်တစ်ယောက် သူ့အဖေကိုတွေ့ရပါ့မလားဆိုတာကိုတော့ရသအစုံခံစားရမဲ့ ချစ်ရသူလူလိမ်မလေး ဇာတ်ကားကို ကြည့်ရှုရအောင်ပါ(အညွှန်းရေးသားသူကတော့ Wan ပါ)Native Title: 18 มงกุฎสะดุดเลิฟ\nEpisodes: 15\nAired: Jan 23, 2023 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: Channel 3\nDuration: 1 hr. 30 min.Translated by ...",
        "url": "https://channelmyanmar.org/tvshows/18-mongkut-sadud-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sTNXMCASbNn7cSzcQ7DVazixnAc.jpg",
        "title": "Something in the Rain (2018)",
        "description": "Something in the Rain (2018)****************************(စ-ဆုံး)K-Drama လောကကို မောင်လေးရောဂါထစေခဲ့တဲ့ 2018 ခုနှစ်က JTBC ရဲ့Something In The Rain ကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းလေးကတော့\nအသက် 30ကျော်လာပြီဆိုပေမယ့် အချစ်စစ်ရယ်လို့မရရှိခဲ့ဖူးတဲ့နွေးထွေးကြင်နာတဲ့နှလုံးသားပိုင်ရှင်ယွန်းဂျင်အာ ~အရာရာပြီးပြည့်စုံပြီး ပျော်ရွှင်နေတယ်လို့ထင်ရပေမယ့် အထီးကျန်ခြင်းတွေနဲ့ပြည့်နှက်နေတဲ့သူ့ဘဝထဲကို ဂျွန်ဟီးဆိုတဲ့ ကောင်ကလေးရောက်ရှိလာတဲ့အခါ ... မြင်သူငေး ရွှေရင်အေးလေးလို့ ပြောရမယ့် ဂျွန်ဟီးကတော့အပြုံးချိုချိုနဲ့ နိုင်ငံခြားပြန် ဂိမ်းဒီဇိုင်းနာအဖြစ်လုပ်ကိုင်နေတဲ့ကောင်လေးဖြစ်ပါတယ် ။အစ်မဖြစ်သူရဲ့ သူငယ်ချင်းဖြစ်တဲ့ ယွန်းဂျင်အာအတွက် မောင်လေးတစ်ယောက်လိုဖြစ်နေတဲ့ ဂျွန်ဟီး~ရင်းနှီးမှုသံယောဇဉ်တွေ အရောင်ပြောင်းလဲသွားရာကနေလှပတဲ့အချစ်သံစဉ်တေးသွားလေးတစ်ပုဒ်ဖြစ်လာမယ့် Something In The Rain.. Episodes: 16File Size:905M B, 364MBQuality :Web-DL  1080p,720PGenres: Drama, RomanceTranslated by  YeeWai,A Htet,Thynn,Tiff,Khine Khine Wai & MiriEncoded by  HYAN >>>>TELE LINK ><>>>> Episode 01 \n[720p]     »»»  ...",
        "url": "https://channelmyanmar.org/tvshows/something-in-the-rain-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rOF5Rvbq6hgVK2YCBF3mZ5pVLT3.jpg",
        "title": "Between the World and Us (2022)",
        "description": "Between the World and Us (2022) (စ-ဆုံး)********************************ကမ္ဘာကျော် Erkenci Kuş (Early Bird) ဆိုတဲ့ တူရကီ ဇာတ်လမ်းတွဲလေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။လှလွန်းလို့ မိန်းကလေးတွေတောင် ကြိုက်ရတဲ့ ဇာတ်ဆောင်မင်းသမီး Demet Ozdemir ရဲ့၂၀၂၂ မှာ ထွက်ခဲ့တဲ့ အပိုင်း ၈ ပိုင်းပါဝင်တဲ့ ရိုမန့်စ် ဇာတ်လမ်းလေး ဖြစ်တဲ့ \"Between the World and Us\"ဇာတ်လမ်းအကျဉ်းလေးကတော့နာမည်ကြီး မဂ္ဂဇင်းတိုက်တစ်ခုမှာ အယ်ဒီတာချုပ်အဖြစ် လုပ်ကိုင်နေပြီး ယုံကြည်မှုသတ္တိနဲ့ အရာရာ ပြည့်စုံနေတဲ့ အမျိုးသမီးလေး \"အီကင်\"ဇာတ်လမ်းတွဲတစ်ခုတည်းနဲ့ အရမ်းနာမည်ကြီးနေတဲ့ ရုပ်ရှင်မင်းသား \"တိုဂါ\"သူတို့ ၂ ဦး အမှတ်မထင် ချစ်ကြိုက်မိပြီး ကာလ ရှည်ကြာလာတဲ့ relationship တစ်ခု ဖြစ်လာတဲ့အချိန်မှာတစ်ဖက်မှာလည်း အရမ်းထက်မြက်တဲ့ အမျိုးသမီးတစ်ဦး တစ်ဖက်မှာလည်း မင်းသားက ဇာတ်လမ်းတွဲတစ်ခုတည်းရိုက်နေလို့သရုပ်ဆောင် အရည်အချင်းကို ...",
        "url": "https://channelmyanmar.org/tvshows/between-the-world-and-us-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/engga-133x200.jpg",
        "title": "Engga Hostel (2023)",
        "description": "Engga Hostel (2023)IMDb-6.4/10အဆောင်တစ်ခုမှာ လူတိုင်းကိုအနိုင်ကျင့်တတ်တဲ့ bully တစ်ကောင်\nအူကြောင်ကြားနဲ့ဂေါက်နေတဲ့တစ်ကောင်\nနေရာတကာဆရာလိုက်လုပ်တတ်တဲ့ စဆရက တစ်ကောင်\nစသည်စသည်ဖြင့် မတူညီတဲ့ ဆဌဂံ ဗဟုဂံထောင့်တွေလို\nမတစ်ထောင်တစ်ကောင်ဘွား ကျောင်းသားတွေရှိကြမှာပါယခုဇာတ်ကားလေးထဲမှာလည်းအဆောင်နေအင်ဂျင်နီယာကျောင်းသားတွေရဲ့\nလူငယ်ဘဝ အချစ် ပညာရေး ‌လိင်မှုရေးရာ အရာအားလုံးကို\nစူးစမ်းသိချင်နေတဲ့ကျောင်းသားလေးတွေအကြောင်းပါ\nသူတို့ရဲ့ စူးစမ်းမှုတွေနဲ့ မတူညီတဲ့လူပေါင်းများစွာစုပေါင်းထားတဲ့\nပတ်ဝန်းကျင်အသစ်ရဲ့ရိုက်ခတ်မှုတွေကို တင်ဆက်ပြထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်American pie အိန္ဒိယဗားရှင်းဆန်ဆန်မို့ ဟာသလေးတွေက ရိုင်းသလိုဖြစ်နေပေမယ့်\nသဘာဝကျကျနဲ့ ရယ်နေရမှာပါ\nကျောင်းသားဘဝသရုပ်‌ဖော်စီးရီးဇာတ်ကားလေးကို ပရိသတ်ကြီးတို့\nပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်( လိင်မှုရေးရာစကားလုံးများပါ၀င်တာကြောင့် မိသားစုနှင့်အတူ ကြည့်ရှူရန်မသင့်ပါ)Quality : 1080p / 720pTotal Episodes : 5EpsFormat : mp4Genres :Comedy , DramaDuration : 34minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM Bollywood TeamEncoded by YK\n720p\nEpisode 1 - Yoteshin / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/engga-hostel-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTk4M2IyOWYtMjI3Ny00MDM2LTg4ZmEtNTM3OGQ3ZTI2ODFlXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Law According to Lidia Poët (2023)",
        "description": "The Law According to Lidia Poët (2023)\n============================\nIMDb Rating 7.5/10\nRotten Tomatoes 86%သွယ်ဝိုက်နာမည်တပ်ရမယ်ဆိုရင် \"ရှေ့နေမလေးလေဒီယာနှင့်\nသူ၏အမှုတွဲများ\"ပေါ့။ဒီဇာတ်လမ်းတွဲဟာ နာမည်လေးဖတ်ကြည့်ပြီး အရမ်းရိုးရှင်းမယ်၊\nပေါ့ပေါ့ပါးပါးလေးပါလို့ ထင်ရသလောက်ကို မရိုးရှင်းတဲ့၊ မပေါ့ပါး\nလှတဲ့ စီးရီးတစ်ခုပါ။ အီတလီတင်မက ကမ္ဘာနဲ့ချီပြီး ဒီစီးရီး ရေပန်း\nစားနေရတဲ့ အဓိကအကြောင်းအရင်း‌တွေထဲက တစ်ခုကတော့ တ\nကယ့်ဖြစ်ရပ်မှန်ကို အခြေခံထားတာကြောင့်ပဲ ဖြစ်လိမ့်မယ်ထင်\nပါတယ်။ဤလောကမြေကမ္ဘာမှာ ကြီးမားလှတဲ့ ပြောင်းလဲမှုပေါင်းများစွာ\nရှိခဲ့ပါတယ်။ ယခုနှစ်ဆိုရင်လည်း AI တွေ ထွန်းကားတော့မယ့် နှစ်ပဲ\nဆိုပါတော့ဗျာ။ ဒီလိုပြောင်းလဲမှုပေါင်းများစွာထဲမှာ အသိမ်မွေ့ဆုံးနဲ့\nအလှပဆုံးပြောင်းလဲမှုကို ပြောပါဆိုရင် ဖိုဝါဒီကို တိုက်ထုတ်ဖို့ကြိုး\nစားခဲ့ကြတဲ့ အမျိုးသမီးထုကြီးတွေရဲ့ကြိုးပမ်းမှုတွေ ဖြစ်လိမ့်မယ်။\nဒီအမျိုးသမီးတွေဟာ သဘာဝတရားကြီးကြောင့် အားနည်းတဲ့ပုံပေါ်\nနေကြသော်ငြား၊ အမှန်တကယ်အားနည်းကြသော်ငြား မာကြောဖို့\nလိုလာပြီဆိုရင်လည်း သူမတူအောင်မာကျောနိုင်စွမ်းရှိကြတယ်ဆို\nတာကို နိုင်ငံအနှံ့အပြားက အမျိုးသမီးတွေရဲ့ကြံ့ကြံ့ခံတွန်းလှန်ခဲ့မှု\nတွေက သက်သေပြခဲ့ကြပြီးပြီလည်းဖြစ်ပါတယ်။ဒါဆို ဒီစီးရီးကရော ဘယ်ရပ်ဘယ်ဝန်းကျင်မှာ အမျိုးသမီးတွေဘယ်လို\nရုန်းကန်ရတာလဲဆိုတာကို ခန့်မှန်းမိကြလိမ့်မယ်ထင်ပါတယ်။ လေဒီ\nယာဟာ ဥပဒေအရာရှိကြီးတစ်ဦးဖြစ်တဲ့ ဖခင်ဖြစ်သူရဲ့သမီးဖြစ်တာနဲ့\nအညီ ရှေ့နေတစ်ယောက်ဖြစ်ရဖို့ကို ငယ်ငယ်တည်းက စိတ်ကူးယဉ်\nအိပ်မက်ခဲ့ရသူပါ။ သို့ပေမဲ့လို့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-law-according-to-lidia-poet-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brmuaeR3wNnZdVqAMbpV94pbOgE.jpg",
        "title": "Brain Works (2023)",
        "description": "Brain Works(2023)\n*****************************************အပိုင်း( ၁ မှ ၁၆ ) ထိ စ/ဆုံး ရှင်းဟာရူ (ဂျောင်ယုံးဟွာ)က ဦးနှောက်နဲ့အာရုံကြောဆိုင်ရာသိပ္ပံပညာရှင်တစ်ဦးပါ။ဆရာဝန်မျိုးဆက် ၃ဆက်ရှိတဲ့မိသားစုကနေလာပြီးတော့ ဆက်ခံရရှိထားတဲ့အမွေတွေကြောင့်ကြွယ်ဝချမ်းသာသူပဲဖြစ်ပါတယ်။ ရှင်းဟာရူဟာ ကိုယ်ပိုင်ခံယူချက်အတိုင်း ပြောဆိုပြုမူတတ်တဲ့ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်ချက်ရှိတဲ့သူတစ်ဦးဖြစ်ပေမဲ့ ပေါ့ပေါ့နေပေါ့ပေါ့စားလုပ်တတ်တဲ့သူတွေကိုတော့သနားကရုဏာမထားတတ်ပါဘူး။ဂွမ်မြောင်ဆယ် (ချာထယ်ဟျွန်း)က စုံထောက်တစ်ဦးပါ။ လူတွေကိုရိုင်းရိုင်းစိုင်းစိုင်းပြောဆိုဆက်ဆံတတ်ပြီးတော့သူနဲ့မရင်းနှီးတဲ့သူတွေကဆို သူ့ကို လာဘ်စားတဲ့ရဲလို့မြင်ကြပါတယ်။အမှန်တော့ ဂွမ်မြောင်ဆယ်က ကြင်နာတတ်ပြီးတော့ အမှန်တရားကိုမြတ်နိုးတဲ့ စုံထောက်တစ်ယောက်ပါ။သူက ဂင်မိုရန် (ရဲဂျီဝန်)နဲ့ လက်ထပ်ခဲ့ဖူးပါတယ်။ ဂင်မိုရန်ကတော့ ကာမစိတ်အလွန်ပြင်းပြတဲ့သူဖြစ်ပါတယ်။ရှင်းဟာရူနဲ့ ဂွမ်မြောင်ဆယ်တို့က စိတ်ပညာရှင် ဆောလ်ဆိုဂျောင် (ဂွက်ဆွန်းယောင်း)ရဲ့ အကူအညီနဲ့ရာဇဝတ်မှုတွေကို အတူတူဖြေရှင်းကြမှာပဲဖြစ်ပါတယ်။mystery, comedy အမျိုးအစားဖြစ်ပြီးတော့ အပတ်စဉ် တနင်္လာနဲ့အင်္ဂါနေ့တိုင်း KBS2ကနေထုတ်လွှင့်ပြသမှာပဲဖြစ်ပါတယ်။ အပိုင်းအနေနဲ့ ၁၆ပိုင်း ပါဝင်ပါမယ်။Episodes: 16File Size:1.1GB, 500MBQuality :HDTV 1080p,720PGenres:Drama, ComedyTranslated by  Khine Khine Wai, Eiphyu Khin, Chothet_mlmt & WindiEncoded by  Phyo Pyae \n>>>>TELE LINK ...",
        "url": "https://channelmyanmar.org/tvshows/brain-works-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUe4A6PDc7seuPZJo4TBsU0FWyb.jpg",
        "title": "The Warp Effect (2022)",
        "description": "The Warp Effectt (2022) လူပျိုစစ်စစ် ဖြစ်ချင်တယ်အသက်၁၇နှစ်အရွယ် အဲလက်စ်ဆိုတဲ့ကောင်လေးဟာ ဖြူစင်ရိုးသားပြီး\nသူ့ကိုယ်သူယုံကြည်ချက်တွေပျောက်ဆုံးနေသူပါ\nသူ့ဝါသနာဆိုလို့ ဓာတ်ပုံရိုက်တာလေးတစ်ခုပဲရှိပါတယ်သူ့အိမ်တစ်အိမ်လုံးဟာ ယောကျာ်းလေးတွေပဲ ပြည့်နေပြီး မိန်းကလေးလုံးဝမရှိပါဘူး\nသူ့အမေကတော့ မတော်တဆမှုတစ်ခုကြောင့် ဆုံးပါးသွားခဲ့ရတာပါသူ့အမေ မဆုံးပါးခင် မှာခဲ့တဲ့ တစ်ခုတည်းသောစကားက အရွယ်မတိုင်ခင် လူပျိုရည်မပျက်ဖို့ပါ\nအဲ့ဒါက နည်းနည်းတော့ သည်းမခံနိုင်စရာပါပဲသူ့သူငယ်ချင်းဆီအျူနဲ့နင်မ်က လူပျိုဘဝကိုဆုံးရှုံးပြီးနေပြီး\nသူတစ်ယောက်ထဲ ရိုးသားတဲ့ယုန်သူငယ်လေးဖြစ်နေရှာတာပါ\nတစ်နေ့တော့ ဂျာဒီရဲ့ပါတီမှာ အဲလက်စ်ထိန်းသိမ်းထားတဲ့ လူပျိုဘဝလေးပျက်စီးမလိုဖြစ်ခဲ့ရရှာပါတော့တယ်။ဒါပေမဲ့ ပြသနာတွေအပြီး သူပြန်နိုးလာတော့\nသူက အသက်၂၇နှစ်အရွယ် မီးယပ်အထူးကုပါရဂူကြီးဖြစ်နေပြီး\nSex ကိစ္စ ကျွမ်းကျင်သူတစ်ယောက် ဖြစ်လို့နေပါတော့တယ်\nအဲဒီညက ထူးဆန်းတဲ့ကိစ္စတွေကို ပြန်ရှာဖွေဖို့ သူ့ကင်မရာလေးကိုလိုက်ရှာရင်း......ကဲ ... ယုန်သူငယ် မောင်အဲလက်စ်တစ်ယောက်\nသူ့ရဲ့အသက်၁၇နှစ်အရွယ်ကိုပဲ ပြန်ရောက်အောင်လုပ်နိုင်မလား?\nဘာအလွဲတွေများဖြစ်ဦးမလဲ?\nသူ ဘယ်လိုတွေဆက်လုပ်မလဲဆိုတာ ကြည့်လိုက်ရအောာင်နော်အညွှန်းကိုတော့ Kong Hou က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Laii, Thada, Summer, Kong Hou တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size…1GB | 350MB\nFormat… ...",
        "url": "https://channelmyanmar.org/tvshows/the-warp-effect-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thqmhjLaMf2n0Ebl7oLRjH6VD15.jpg",
        "title": "The Consultant (2023)",
        "description": "The Consultant (2023)The Consultant ဆိုတဲ့ စီးရီးကတော့ IMDb 7.1 ရရှိထားတဲ့\nBlack Comedy၊ Thriller အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းစစချင်းမှာ CompWare ဆိုတဲ့ ဂိမ်းကုမ္ပဏီတစ်ခုကို\nအလယ်တန်းကျောင်းက ကလေးတွေ လေ့လာရေးဆင်းရင်းနဲ့ ကုမ္ပဏီရဲ့ Founder ဖြစ်သူ Sang-woo ကို\nကလေးတစ်ယောက်က သေနတ်နဲ့ပစ်သတ်လိုက်ပါတယ်။\nSang-Woo မရှိတော့တဲ့နောက်ပိုင်း ကုမ္ပဏီက ဖရိုဖရဲဖြစ်နေတဲ့အချိန်မှာ\nRegus Patoff ဆိုတဲ့ အကြံပေးက ရုတ်တရက်ရောက်လာပြီး\nသူ့ကို Sang-Woo က တာဝန်ပေးထားခဲ့တာဆိုပြီးတော့ ကုမ္ပဏီကို လွှဲယူလိုက်ပါတယ်။\nသူ စရောက်ရောက်ချင်းမှာ ရုံးချိန်နောက်ကျတဲ့ဝန်ထမ်းတို့၊ အနံ့အသက်မကောင်းတဲ့ ဝန်ထမ်းတို့ကို\nအလုပ်ဖြုတ်ပစ်တာကြောင့် သူ့ကို ကြည့်မရကြပါဘူး။\nအဲဒါကြောင့် Sang-woo ရဲ့လက်ထောက်ဖြစ်တဲ့ Elaine နဲ့ ကုမ္ပဏီကဝန်ထမ်း Craig တို့က\nRegus Patoff ရဲ့နောက်ကြောင်းကို စုံစမ်းကြပါတော့တယ်။\nအဲဒီလိုနဲ့ Sang-woo နဲ့ Regus Patoff ကြားက ဆက်ဆံရေးက ဘယ်လိုမျိုးလဲ၊\nစည်းကမ်းတင်းကြပ်တဲ့ Regus Patoff ...",
        "url": "https://channelmyanmar.org/tvshows/the-consultant-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/48RLkW84Cz4MBZSk9zWRxkGRXVW.jpg",
        "title": "Agency (2023)",
        "description": "Agency (2023)အပိုင်း(၁ မှ ၁၆ ) ထိ စ/ဆုံးအလုပ်ခွင်မှာ အောက်ခြေဘဝကနေ အမြင့်ဆုံးအဆင့်ထိရောက်အောင် ကြိုးစားလျှောက်လှမ်းခဲ့တဲ့ Go A-In ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်အကြောင်းကို ပုံဖော်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...Go A-In က ဆင်းရဲတဲ့မိသားစုကနေလာပြီး အဆင့်မြင့်တက္ကသိုလ်ကနေ ဘွဲ့ရခဲ့တဲ့သူမဟုတ်ပေမယ့် အောင်မြင်ဖို့ဆန္ဒပြင်းပြသူတစ်ယောက်ပါ။ ကြော်ငြာအေဂျင်စီမှာ အလုပ်လုပ်နေပြီး အောင်မြင်မှုနဲ့ပိုက်ဆံကလွဲပြီးမသိတဲ့သူအဖြစ် နာမည်ကြီးပါတယ်။သူ့လို ဘာကျောထောက်နောက်ခံမှမရှိတဲ့အမျိုးသမီးတစ်ယောက်က ကြိုးစားမှုနဲ့အောင်မြင်ချင်စိတ်တွေနဲ့ပဲ အမြင့်ဆုံးရာထူးအထိရောက်အောင် ဘယ်လိုတက်လှမ်းသွားမလဲဆိုတာ အတုယူကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်ရှုကြဖို့ ညွှန်းဆိုလိုက်ရပါတယ်။(အညွှန်းကိုတော့ Ei Phyu Khin က ရေးပေးထားပါတယ်။) Aired: Jan 7, 2022 --\nAired On: Saturday & Sunday\nGenres: Drama, Business, Life\nDuration: 1hr 20mins\nEpisodes: 16\nOriginal Network: JTBC\nFile Size: 1080p(~1GB) , 720p(~450MB)\nTranslated by Hay Thar ...",
        "url": "https://channelmyanmar.org/tvshows/agency-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/113851-133x200.jpg",
        "title": "Naxalbari (2020) Complete",
        "description": "Naxalbari (2020)\nAction, Crime, Thriller\nIMDb 7.1/10 (4.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် စီးရီးလေးကလည်း Court Martial မင်းသား ရာဂျစ်ခန်ဒေးဝါးရဲ့စီးရီးလေးပဲဖြစ်ပါတယ်။တောတွင်းတစ်နေရာမှာ သတ္တုတွင်းစက်ရုံတည်ဆောက်ဖို့အတွက် ကုမ္ပဏီတစ်ခုက ကြိုးစားနေပါတယ်။ဒါပေမဲ့ ဒေသခံတွေက အဲ့ဒီစက်ရုံကို ကန့်ကွက်နေကြတယ်။အဲ့ဒီဒေသသူပုန်တွေကလည်း သူတို့နယ်မြေကို အပါမခံနိုင်တဲ့အတွက် တော်လှန်ရေးတွေ လုပ်ကြတယ်။\nလူထုထဲမှာ သူတို့ရဲ့သူလျှိုတွေကို ထည့်ထားတယ်။ ဒီသူပုန်ဂိုဏ်းကို ထိပ်တန်းရဲအရာရှိတစ်ယောက်ဖြစ်တဲ့\nရာဟက်ကို ဖြိုခွင်းဖို့ တာဝန်ပေးလာတဲ့အခါမှာတော့...။သူပုန်တွေရဲ့သူလျှိုတွေက ရဲအရာရှိရာဟက်ဆီကို ဘယ်လိုချဉ်းကပ်လာမလဲ။ရာဟက်က သစ်တောထဲက သူပုန်တွေကို ဘယ်လိုနှိမ်နင်းသွားမလဲ။ သူ့ရဲ့အနီးဆုံးရန်သူက ဘယ်သူဖြစ်လာမလဲ။သူပုန်တွေကို လျှို့ဝှက်ထောက်ပံ့ပေးနေတဲ့သူတွေကရော ဘယ်သူတွေဖြစ်နေမလဲဆိုတဲ့\nလှည့်ကွက်ပေါင်းများစွာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမယ့် စီးရီးတွဲလေးပဲဖြစ်ပါတယ်။File Size – 500MB/ 200MBQuality – 1080p Zee5 WEB DL / 720pDuration – minute (@Episode)Total Episodes: 9EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "url": "https://channelmyanmar.org/tvshows/naxalbari-2020-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-pose-135x200.jpg",
        "title": "Poker Face (2023)",
        "description": "ဒီတခါတော့ ပရိသတ်ကြီးကို IMDB 8.3 ရှိတဲ့ ဇာတ်လမ်းတွဲလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ် ဘဝကို ဖြစ်သလိုဖြတ်သန်းပြီး သာယာနေတဲ့ လောင်ကစားရုံက အလုပ်သမ လေးတစ်ယောက် ဟာ တစ်ရက်ကျတော့ သူ့သူငယ်ချင်းကို နှိပ်စက်တတ်တဲ့ ယောကျာ်းက သေနတ်နဲ့ပစ်သတ်လိုက်တဲ့ သတင်းကို ကြားပါလေရော ဒါပေမဲ့ တစ်ယောက်ယောက်လိမ်ရင် သိနေတတ်တဲ့သူက အဲဒီကိစ္စကို သူများတွေလို လွယ်လွယ်နဲ့ မယုံတာကြောင့် ဘာကြောင့်ဖြစ်တာလဲဆိုတာကို အရမ်းသိချင်စိတ်ပြင်းပြခဲ့တာပေါ့ အဲဒါအပြင် သူ့သူငယ်ချင်းကလည်း အသတ်မခံရခင်မှာ သူ့ဆီဖုန်းဆက်ခဲ့တာကြောင့် ဘာလို့ဆက်လဲဆိုတာကိုပါ သိချင်ခဲ့တာပေါ့ အဲဒီလိုနဲ့ ရဲစခန်းထိသွားပြီး တိုင်ကြားပေမဲ့လည်း သတ်လိုက်တဲ့သူတွေက အာဏာကြီးတဲ့ သူတွေဆိုတော့ အရာမရောက်ခဲ့တာကြောင့် ကိုယ်တိုင်ပဲ လိုက်လံစုံစမ်းရင်း ဘာတွေဖြစ်ကြမလဲ သူကရော ဘယ်လိုတွေဆက်လုပ်မလဲ သူ့ရဲ့ အရင်ကဇာတ်လမ်းတွေကရော ဘယ်လိုရှိခဲ့လဲဆိုတာ အကောင်းဆုံး သရုပ်ဆောင်ချက်တွေနဲ့ အဝကြီးကြည့်ရမဲ့ကားကောင်းလေးပါပဲFile size…686Mb / 1.32Gb\nQuality….Webrip 720 / 1080p\nFormat…mp4\nDuration….50 Min\nGenre...Mystery ...",
        "url": "https://channelmyanmar.org/tvshows/poker-face-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7yrXh19tH2ThJHXriORT16WKbBi.jpg",
        "title": "October Faction (2020)",
        "description": "October Faction (2020)**********************(စ-ဆုံး)IMdb မှာ 6.2 ရထားတဲ့အပြင်Drama/thriller ကား fan တွေအတွက် comic book ကို အခြေခံထားတဲ့supernatural ဇာတ်လမ်းတွဲလေးပါ Fred နဲ့ Deloris တို့စုံတွဲကGoeffနဲ့ Viv ဆိုတဲ့ အမွှာသားနဲ့ သမီးနဲ့ ပျော်ရွှင်တဲ့မိသားစုလေး ရှိပါတယ်\nဒါပေမဲ့ ကလေး၂ယောက်မသိတာက Fred နဲ့ Deloris က monster hunter တွေဆိုတာပါပဲFred တို့စုံတွဲက ငယ်ငယ်က ကျောင်းပြီးတည်းက\nPresidio ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုကို ဝင်ပြီး monster မျိုးစုံဖမ်းပြီး သတ်ဖြတ်နှိမ်နင်းရေးအလုပ်ကို လုပ်နေတာပါvampireတွေ werewolf တွေနဲ့ supernatural သတ္တဝါမျိုးစုံကို အမဲလိုက်ကြပါတယ် သူတို့ကလေး၂ယောက်ကိုတော့ ဘာမှမပြောပြဘဲသာမန်ဘဝလိုနေထိုင်နေကြတယ်ဒါပေမဲ့ Goeff နဲ့ Viv က ခု ဆယ်ကျော်သက် 17 နှစ်ရွယ်ရောက်နေပြီဆိုတော့ဖုံးကွယ်ရတာခက်လာရင်း အန္တရာယ်တွေလည်း ကြုံလာရတော့ ဘယ်လိုဆက်ဖြစ်ကြမလဲ.... Episodes: 10File Size:815MB, ...",
        "url": "https://channelmyanmar.org/tvshows/october-faction-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/exafE11UeeBZs9kQxnyH5YNQGiI.jpg",
        "title": "Red Balloon (2022)",
        "description": "Red Balloon (2022)စိတ်ဆန္ဒကိုယ်စီရှိကြပြီး မတူညီတဲ့အခြေအနေတစ်ခုစီက လူ ၄ ယောက်ရဲ့ ဘဝဇာတ်လမ်းဖြစ်ချင်တာတွေ မဖြစ်ခဲ့ရပေမဲ့ အခုချိန်မှာတော့ အေးဆေးတည်ငြိမ်နေတဲ့ ဂျိုအွန်းဂန်ဟာ\nသူလိုချင်တာကိုရဖို့အတွက်ဆို ဘာမဆိုလုပ်မယ့်သူမျိုးပါငယ်စဉ်က ကျောင်းအတူတူတက်ခဲ့ကြပြီး ဘဝအခြေအနေကွာခြားလွန်းတဲ့ ဟန်ဘာဒါနဲ့\nသူငယ်ချင်းတွေဖြစ်ခဲ့ကြပြီးတဲ့နောက်မှာတော့ ဂျိုအွန်းဂန်ရဲ့ဘဝဟာ ပြောင်းလဲသွားခဲ့ပါတယ်ဂျိုအွန်းဂန်နဲ့မတူဘဲ စီးပွားရေးကံကောင်းလှတဲ့ ဟန်ဘာဒါဟာ\nအိမ်ထောင်ရေးမှာလည်း ဂျိုအွန်းဂန်ထက် တစ်ပန်းသာသွားတဲ့အခါ…အပြင်ပန်းမှာ တည်ငြိမ်ပေမဲ့ ရင်ထဲမှာတော့ အပူမီးတေက်နေတဲ့\nဂျိုအွန်းဂန်တစ်ယောက် ဘာတွေလုပ်လာမလဲ၊\nဟန်ဘာဒါနဲ့သူ့ရဲ့ သူငယ်ချင်းဆက်ဆံရေးကရော ဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာအပြင်\nအိမ်ထောင်ရေးအရှုပ်အထွေးတွေနဲ့ ဘဝအကြောင်း မိသားစုအကြောင်းတွေကိုပါ\nအလောင်တစ်လိုင်းခံစားရမယ့် ဇာတ်ကားတစ်ကားဖြစ်လို့ အခုပဲ ကြည့်ရှုရင်း လောင်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe, Laii, Milkeux, Thantsin တို့ပဲ ဖြစ်ကြပါတယ်။စုစုပေါင်း အပိုင်း ၂၀ ရှိမှာ ဖြစ်ပြီးတော့\nအပတ်စဉ် စနေ နဲ့ တနင်္ဂနွေနေ့တိုင်းမှာ တင်ဆက်ပေးသွားမှာ ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size…1.2GB ...",
        "url": "https://channelmyanmar.org/tvshows/red-balloon-2022/"
    }
]