[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/uncan-poster-133x200.jpg",
        "title": "The Uncanny Counter (2023) Season2",
        "description": "The Uncanny Counter Season 2: Counter Punch (2023)အားလုံးစောင့်မျှော်နေကြတဲ့ မကောင်းဆိုးဝါးအမဲလိုက်ပွဲကြီး ပြန်လာပါပြီ\nဒီ S2 မှာ S1 ထက် ပိုကြမ်းမယ့် အပြင် အမိုက်စား Cast အသစ်တွေလည်း ထပ်မံပါဝင်လာမှာဖြစ်ပါတယ်\nအဓိက မကောင်းဆိုးဝါးနေရာကနေ စွယ်စုံရ သရုပ်ဆောင် Kang Ki-Young နဲ့\nပရိတ်သတ်ကြီးရဲ့ အချစ်တော် AOUAD ထဲက လူဆိုးလေး (ခေါ်) Good Bad Mom ထဲက ငပေါလေး Yoo In-Soo ကပါ ပါဝင်ထားပါတယ်ဇာတ်လမ်းကို ပြန်ညွှန်းရရင် ကမ္ဘာမြေကြီးကို ဖျက်ဆီးပြီး လူတွေကို သတ်ဖြတ်တဲ့ မကောင်းဆိုးဝါးတွေကို\nဖမ်းဆီးချုပ်နှောင်ဖို့ နိုင်ငံ့အနှံ့မှာ ဖွဲ့စည်းထားတဲ့ စွမ်းအားရှင် ကောင်တာ အဖွဲ့တွေရှိပါတယ်\nဒီထဲမှာမှ စွမ်းအားအမျိုးမျိုးကိုပိုင်ဆိုင်ထားပြီး အပြင်းအထန်လေ့ကျင့်ရင်း အခက်အခဲတွေကို ရင်ဆိုင်သွားကြမယ့် ကိုရီးယားခေါက်ဆွဲဆိုင်အဖွဲ့...\nအရင် S 1 မှာ ကောင်တာတွေရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-uncanny-counter-2023-season2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lwZCPn0oXrceUhzfguz9jlIROJY.jpg",
        "title": "The Sixth Commandment (2023)",
        "description": "The Sixth Commandment (2023) Season 01 Complete ~ IMDb - 7.9/10, Rotten Tomatoes - 85% ~ အပိုင်းလေးပိုင်းပဲပါတဲ့ မှုခင်းဒရာမာကားပါ။ UK မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားပါတယ်။ ကားနာမည်ကလည်း ဆဠမမြောက်ပညတ်တော်ဖြစ်သလို ဇာတ်ကားကလည်း လူသတ်ကားဖြစ်နေတော့ သူတစ်ပါးအသက်မသတ်ရဆိုတဲ့ ဆဠမပညတ်တော်နဲ့ ပြောင်းပြန်ပေးထားသလိုဖြစ်နေမှာပေမဲ့ တကယ်တော့ ဒီနာမည်ဟာ ဒီကားအတွက် အလိုက်ဖက်ဆုံးနာမည်လို့ပြောလို့ရပါတယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်က ဘာသာရေးနဲ့ တိုက်ရိုက်ဆက်စပ်နေလို့ပါပဲ။ သတ်တဲ့လူကလည်း ဖာသာလောင်းတစ်ယောက်လို့ပြောလို့ရတဲ့ ဉာဏ်ကောင်းတဲ့ ကဗျာရေးကောင်းတဲ့လူတစ်ယောက်ပေါ့။ အဲဒီလိုလူက လူသတ်ရတဲ့ ရည်ရွယ်ချက်ကတော့ မကောင်းနေပေမဲ့ အကြောင်းပြချက်ကောင်းတော့ရှိနေပြန်တာပါပဲ။ ပညာတတ်တွေမိုက်တဲ့အခါ ကမ်းကုန်အောင်ဆယ်ရခက်သတဲ့။ ဒီစီးရီးကတော့ သိပ်တော်သလို သိပ်လည်းရက်စက်တဲ့ လူတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို စိတ်ဝင်စားစရာကောင်းအောင်ရော ငြီးငွေ့စရာမကောင်းအောင်ရော လေးပိုင်းတည်းနဲ့အသက်သွင်းထားတာမို့ ဖြစ်ရပ်မှန်မှုခင်းရုပ်ရှင်ပရိသတ်တွေ အကြိုက်တွေ့ကြမယ့် ဇာတ်လမ်းတွဲပါပဲ။ (ဒီစီးရီးအတွက် အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ W ...",
        "url": "https://channelmyanmar.org/tvshows/the-sixth-commandment-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGRmN2NkYTgtNzdmNS00MWI2LWExOTAtMzE3NWRmZjgyOGE4XkEyXkFqcGdeQXVyNjk1NTE5MTE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Who Is Erin Carter? (2023)",
        "description": "Who Is Erin Carter? (2023)\n===================One Man , Two Life ဆိုတဲ့ စကားကိုကြားဖူးကြမယ်ထင်ပါတယ်။\nလူတစ်ကိုယ် ဘဝနှစ်ခုပေါ့..လူတော်တော်များများမှာ အများမသိစေ\nချင်တဲ့ ကိုယ့်ရဲ့ အမှောင်ခြမ်းဆိုတာ ရှိကြပါတယ်။ ဒါဆို အယ်ရင်ကာ\nတာ ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်မှာရော၊ သူ(မ)မှာလည်း သေချာ\nပေါက်ရှိနေပါတယ်။ ဒါပေမဲ့ ချစ်ရတဲ့ သမီးလေးကို ပိုင်ဆိုင်လာရတဲ့\nအချိန်မှာတော့ ဒါတွေ အကုန်လုံးကို ပြည်ဖုံးကားချပြီး အကုန်လုံးကို\nကျောခိုင်းထွက်လာပြီး နေရာအသစ် အလုပ်အသစ်နဲ့ မိသားစုနဲ့အတူ\nနေထိုင်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ တစ်ရက်မှာတော့ သမီးဖြစ်သူနဲ့ ရှော့ပင်းမောလ်မှာ ဈေးဝယ်\nနေရင်း လုယက်မှုတစ်ခုနဲ့ တိုးသွားချိန်မှာတော့ သူနဲ့ သူရဲ့ မိသားစုကြား\nဝေးကွာဖို့ စတင်အကြောင်းဖန်လာပါတော့တယ်။ ဓားပြတွေလက်ထဲ\nကနေ သမီးဖြစ်သူကို ကယ်တင်ဖို့ ဓားပြတွေထဲက တစ်ယောက်ကို အယ်\nရင် တစ်ယောက် ပစ်သတ်လိုက်တဲ့အချိန်ကစပြီး သူ့ရဲ့ အတိတ်ဆိုးတွေက\nသူနောက်ကို ပြန်လိုက်လာတဲ့ အခါမှာတော့ အယ်ရင်ရဲ့ အရင်ဘဝက\nဘယ်လိုမျိုးဖြစ်မလဲ၊ လက်ရှိအလုပ်အကိုင်က ဆရာမဆိုပေမဲ့ တစ်ကယ့်\nအစစ်အမှန် ...",
        "url": "https://channelmyanmar.org/tvshows/who-is-erin-carter-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMWEwZmVkMjItZDNhZi00MzJkLWFjYzYtYWIwMTUxZGRmMDYzXkEyXkFqcGdeQXVyMjI0MzUxMDk@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Black Sands (2021)",
        "description": "Black Sands (2021)\n==============\nIMDb Rating - 6.6/10IMDb Rating 6.6 ရရှိထားတဲ့ ဇာတ်လမ်းတွဲလေးတစ်ခု တင်ဆက်ပေးချင်ပါတယ်။\nမြင်နေကြ Streaming Service တွေ၊ Hollywood က ထုတ်လုပ်တာမျိုးမဟုတ်ဘဲ\nIceland နိုင်ငံကမို့လို့ တမူထူးခြားတဲ့ အရသာမျိုးကို ရရှိမှာပါ။ တချို့အမြင်မသင့်\nတော်တဲ့ အခန်းလေးတွေ ပါတတ်တာမို့ မိသားစုတွေ၊ ကလေးငယ်တွေနဲ့ အတူကြည့်\nတဲ့ အခါ သတိထားဖို့ ကြိုပြောချင်ပါတယ်။ Drama, Thriller, Crime အမျိုးအစား\nမျိုးကို ကြိုက်နှစ်သက်သူဆိုရင် လက်လွှတ်မခံလိုက်ပါနဲ့။ဇာတ်လမ်းအကျဉ်းကတော့ အာနီတာဆိုတဲ့ ရဲအမျိုးသမီးဟာ မြို့ကြီးကနေ မရောက်\nတာကြာပြီဖြစ်တဲ့ မွေးရပ်ကျေးလက်က မြို့လေးဆီကို တစ်ကျော့ပြန် ပြန်လာခဲ့ပါ\nတယ်။ သူ မြို့လေးကိုပြန်‌ရောက်ရောက်ချင်းမှာပဲ ကမ်းခြေမှာ ခရီးသွားအမျိုးသမီး\nတစ်ယောက်ရဲ့ အလောင်းကိုတွေ့ခဲ့ပါတယ်။ သူလည်း အဲအမှုကို ရဲစခန်းနဲ့အတူ\nလိုက်စုံစမ်းဖို့ ဖြစ်လာပါတယ်။ သူတို့မြို့လေးဟာ နာမည်ကြီး ခရီးသွားလာရေးနေရာ\nဖြစ်တာမို့ ခရီးသွားတွေ အများအပြားလာကြပါတယ်။ ဒါပေမယ့် ခရီးသွားတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/black-sands-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p8XHMcKoiCCo3GabKe8afe1Aedq.jpg",
        "title": "Laws of Attraction (2023)",
        "description": "Laws of Attraction / မေတ္တာဆွဲအား နိယာမများ (2023)ဒီတစ်ခါ CMကနေ BLပရိသတ်ကြီးအတွက် ရိုမန့်ဆန်တာလေးရော လှည့်ကွက်တွေ\nအက်ရှင်တွေပါဝင်တဲ့ BLကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါမယ်အရမ်းတော်ပြီးထက်မြက်ပေမဲ့ ပိုက်ဆံအကျိုးအမြတ်မျက်နှာသာကြည့်ပြီးလုပ်တဲ့ ရှေ့နေချန်\nရှေ့နေချန်က လူငယ်တစ်ယောက်ပေမဲ့ အမှုကိစ္စတွေကိုင်တွယ်ရာမှာ အရမ်းတော်ပြီးသူလိုက်ရင်မနိုင်တဲ့အမှုမရှိသလောက်ပါ\nငွေသာရမယ်ဆို အဲ့အမှုနိုင်အောင် အစွမ်းကုန်ကြိုးစားပေး ကလိမ်ဉာဏ်ဆင်တာတွေပါ လုပ်မဲ့လူတင်ကတော့ မိသားစုကိုအရမ်းချစ်တဲ့ တိုက်ကွမ်တိုဆရာလေးပါ သူ့မှာတွန်ခေါလို့ခေါ်တဲ့ မိဘမဲ့တူမလေးတစ်ယောက်ရှိပါတယ်\nသူအရမ်းချစ်ရတဲ့တူမလေးဟာ တစ်နေ့မှာ ကားတိုက်ခံရပြီး ဆုံးသွားပါတော့မယ် အမှုကိုလိုက်ပေမဲ့ တရားမျှတမှုမရှိခဲ့ပါဘူးတင်ရဲ့တူမအမှုကိုလိုက်ဖို့အတွက် ရှေ့နေချန်ကလည်းအပယ်ချခံခဲ့ရပါတယ် အဲဒီအမှုမှာ ဖုူံကွာ်ထားတာတွေရဇိတယ်လို့ထင်နေတဲ့ ရှေ့နေချန်ဟာ\nမကျေနပ်ဘဲ တင်နဲ့ပူးပေါင်းပြီး အဲ့အမှုကိုလိုက်တဲ့အခါမှာတော့ သူထင်ထားသလို မသမာမှုတွေရှိခဲ့ပါတယ်အမှန်တရားကိုဖော်ထုတ်ပြီးကြိုးစားရင်း အသက်အန္တရာယ်တွေနဲ့လည်းအမျိုးမျိုးတွေ့ကြုံခဲ့ရပါတယ်\nတစ်ဖက်မှာလည်း နှစ်ယောက်သားက အန္တရာယ်အတူကျော်ဖြတ်ရင်း ခံစားချက်တွေတိုးပွားလာတဲ့အခါမှာတော့.........အမှုမှန်ပေါ်ပေါက်မလား?\nရှေ့နေချန် ရဲ့ အကြောင်းကရော?\nတင်ကရော အသက်ရှင်ပါ့မလား?ကဲ ဇာတ်လမ်းလေးထဲကြည့်လိုက်ရအောင်နော်အညွှန်းကိုတော့ Kong Hou က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Kong Hou, Mary Christ, Thada, Summer တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama, ...",
        "url": "https://channelmyanmar.org/tvshows/laws-of-attraction-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3k9goXhNjP531i4pXHlfFxtdTR.jpg",
        "title": "Divine Destiny ( 2023 )",
        "description": "ဒီတစ်ခါမှာတော့ ရှန်းရှဇာတ်လမ်းတွဲပရိတ်သတ်တွေကို\nအကြိုက်တွေ့စေမယ့် ဇာတ်လမ်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ မိစ္ဆာအရှင်ကိုလွှတ်ပေးလိုက်လို့\nကောင်းကင်ဘုံကနေ လူ့ပြည်ကိုပြည်နှင်ဒဏ်ပေးခံလိုက်ရတဲ့\nနတ်မင်းလို အကြောင်းတစ်ခုခုကြောင့် အထင်ခံနေရတဲ့\nရော့ချန် တစ်‌ယောက်ကို ကျင့်ကြံသူကျန်းယင်းယင်က\nရှီးရွှမ်ဂိုဏ်းကိုခေါ်လာခဲ့ပြီးတော့ လေ့ကျင့်စေခဲ့ပါဝာယ်အဲ့နောက်မှာတော့ ရော့ချန်တစ်ယောက် ဂိုဏ်းတူမိန်းကလေး\nကုချင်းနဲ့ချစ်ကြိုးသွယ်မိသွားခဲ့ပါတယ် ရော့ချန်ကိုမေတ္တာသက်ဝင်နေမိတဲ့\nကျန်းယင်းယင်တစ်ယောက်ကတော့ လက်မလျှော့ဘဲ\nသူချစ်ရသူကို ကာကွယ်ဖို အမြှီးကိုးချောင်းမြေ‌ခွေးအဖြစ်ကျင့်ကြံခဲ့ပါတယ်အမှန်တရားဘက်ကနေ သွေဖယ်သွားခဲ့တဲ့ကျန်းယင်းယင်နဲ့ ရော့ချန်တို ဘာတွေဆက်ဖြစ်လာမှာလဲ...\nအယောင်ဆောင်ထားတဲ့သူက အစစ်မှန်ပေါ်လာတဲ့အချိန် ဘယ်လိုတွေဖြစ်သွားမှာလဲ ...\nရေစက်ပါလာခဲ့တဲ့သူတိုနှစ်ယောက်ဘာတွေဆက်ဖြစ်မှာလဲ....-ဆရာတူအစ်မ ကျန်းယင်းယင်အဖြစ် Angelababy-အယောင်အဆောင်နတ်မင်း ကျိချန်ရော့အဖြစ် Ma Tianyu-ဂိုဏ်းတူမိန်းကလေး ကုချင်းအဖြစ် Xuan Lu-ပြည်နှင်ဒဏ်ပေးခံလိုက်ရတဲ့နတ်မင်းအဖြစ် အပျိုကြီးWang Zhuochengတို့က\nပါဝင်ထားတာဖြစ်ပြီး CM ကနေမကြာခင်မှာဘာသာပြန်တင်\nဆက်ပေးတော့မှာဖြစ်လို စောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးနော်==============================Quality : WEB-DL 1080p , 480p\nTotal Episodes : 36\nFormat : mp4\nGenres : Action , Fantasy , Drama\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/divine-destiny-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sNeGAamuke1a2I4ndcaE0bnukh4.jpg",
        "title": "The Lost Flowers of Alice Hart (2023)",
        "description": "Genre – Drama\nIMDB – 8.1/10 IMDB 8.1 ရရှိထားတဲ့ ၇ ပိုင်း မီနီ ဒရမ်မာစီးရီးကောင်း အသစ်ဖြစ်ပါတယ်။သြစတြေးယား ရှုခင်းအလှအပတွေနဲ့ ဆိုးဝါးတဲ့ ငယ်ဘဝနဲ့ ကောင်မလေးတစ်ယောက်အကြောင်း ပုံဖော်ထားတာလည်း ဖြစ်ပါတယ်။ ဒါ့အပြင် Avator တို့Alien တို့မှာ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ မင်းသမီးကြီး Sigourney Weaver ကလည်းအားဖြည့်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးကတော့ အဲလစ်စ်ဆိုတဲ့ကောင်မလေးဟာ မိဘဖြစ်သူတွေနဲ့လူသူကင်းဝေးရာမှာ နေထိုင်ပါတယ်။ စာဖတ်ရတာလည်း အလွန်နှစ်ခြိုက်တဲ့ကောင်မလေးပေါ့။ မိခင်ဖြစ်သူကလည်း မောင်လေးလား ညီမလေးလားမွေးပေးတော့မယ့်အချိန်ပါ။ အဖေကလည်း ချစ်တယ်ဆိုပေမဲ့ ချုပ်ချယ်ပြီးလက်ပါတဲ့အထိ ဆုံးမတတ်လို့ တစ်ခါတရံ ပွန်းပဲ့နေတတ်တဲ့ကောင်မလေးမျိုးပေါ့။ဒီလိုနဲ့ တစ်ရက်ကျ သူတို့မိသားစုဘဝ ကံဆိုးမိုးမှောင်ကျပြီး တစ်အိမ်လုံး မီးလောင်ကျွမ်းကာ အမေရော အဖေရော သေဆုံးတဲ့အထိ ဖြစ်ကာ သူကိုယ်တိုင်လည်း မနည်းအသက်ကယ်ထားရတာပါ။ ဒီလိုနဲ့ မွေးစားမယ့်လူမရှိတုန်း သဘောကောင်းသူစာကြည့်တိုက်မှုးက မွေးစားချင်ပေမဲ့ အဖေဖက်က အဖွားဖြစ်သူ ရောက်လာပြီးမွေးစားသွားပါတယ်။ ဒီလိုနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-lost-flowers-of-alice-hart-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jUxyNd6xvfdMG9XiZBnOJe9IeNk.jpg",
        "title": "You Are Beautiful (2009)",
        "description": "အိန်ဂျယ်ချစ်သူဆိုပြီး လူသိများတဲ့ You're Beautifulလေးကို ပြန်တင်ဆက်ပေးလိုက်ပါပြီရှင်ဂိုမီညော (Park Shinhye)ဟာ သီလရှင်ဖြစ်ဖို့ ရည်မှန်းချက်ရှိခဲ့တဲ့သူတစ်ယောက်ပါ။တစ်နေ့တော့ အစ်ကိုဖြစ်သူ ဂိုမီနမ်ရဲ့နေရာ A.N.JELLဆိုတဲ့ boy bandတစ်ခုကိုအစားထိုး၀င်ဖို့ ဖြစ်ခဲ့ပါတယ်။ ဟွမ်ထယ်ဂယောင်း(Jang Keun Suk)ကတော့ A.N JELLရဲ့ အဖွဲ့ခေါင်းဆောင်ကပ်သီးကပ်ဖဲ့နိုင်ပြီး မောက်မာတဲ့အကျင့်စရိုက်ရှိသူတစ်ယောက်ပါ။ ဂိုမီ‌နမ်ရဲ့ အဖြစ်မှန်ကိုမတော်တဆသိသွားပြီး အဖွဲ့ကနေ နှင်ထုတ်ဖို့ လုပ်ခဲ့ပေမဲ့ ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲ။ဂန်ရှင်းဝူ(Jang Yong Hwa)ကတော့ ဘာမှ စိတ်‌မ၀င်စားတဲ့ အေးဆေးသမား။ ဒါပေမဲ့အသစ်၀င်လာတဲ့ အဖွဲ့၀င် ဂိုမီနမ်ကိုတော့ စိတ်၀င်စားပြီး ဘယ်သူမှ မသိအောင်အနောက်ကနေ တိတ်တိတ်လေး ကူညီပေးတတ်သူ။ဂျယ်ရမီ(Lee Hoon Ki)ကတော့ အင်္ဂလန် ကိုရီးယားကပြားလေးဖြစ်ပြီး အမြဲတမ်းနေရောင်ခြည်လေးလို တက်ကြွနေတဲ့သူ။ဒီကောင်လေးလေးသုံးယောက်လုံးဟာ ယောက်ျားလေးဟန်ဆောင်ထားတဲ့ ဂိုမီနမ်အပေါ်မှာဘယ်လိုခံစားချက်တွေရှိကြမလဲ။ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို Park Shinhye,Jang Keun Suk, Jang Yonghwa, Lee Hoon kiစတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-beautiful-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUtOM1QO4r8w8yeE00QvBdq58N5.jpg",
        "title": "Ragnarok (2020)",
        "description": "Ragnarok (2020 - 2023) Season 01, 02 & 03 Complete ~ IMDb - 7.5/10, Rotten Tomatoes - 70% ~ \"Ragnarok\" ဆိုတာနဲ့ Marvel စူပါဟီးရိုး မိုးကြိုးနတ်ဘုရား Thor နဲ့ သေမင်းနတ်ဘုရားမ ဟယ်လာ တို့ရဲ့ဇာတ်လမ်းကို လူတိုင်းပြေးမြင်မိကြမှာပါ။ ကမ္ဘာပျက်ကိန်းကို သမုတ်တဲ့ စကားလုံးတစ်ခုပေါ့။ ဒီဇာတ်လမ်းကလည်း မိုးကြိုးနတ်ဘုရားသောရ်ရဲ့အကြောင်း၊ Ragnarok ကို ကာကွယ်တဲ့အကြောင်းပါပဲ။ ဒီဇာတ်လမ်းထဲမှာတော့ Thor ဖြစ်လာမယ့် ကောင်လေး မက်ဂ်နာ ဟာ သူတို့ငယ်စဉ်ကနေခဲ့ဖူးတဲ့ မြို့ငယ်လေးကို မိခင်ဖြစ်သူရဲ့အလုပ်ကြောင့် ပြန်လည်ပြောင်းရွှေ့လာခဲ့ပါတယ်။ ငယ်ငယ်ကတည်းက သူများနဲ့မတူပဲ ကြင်နာတတ်တဲ့စိတ်ထားရှိတဲ့ မက်ဂ်နာ ဟာ တရားမျှတမှုကို အင်မတန်အလေးထားပြီး တစ်ဖက်သားအပေါ် ကူညီတတ်ပါတယ်။ မက်ဂ်နာ တို့ အက်ဒါမြို့ကို ရောက်လာတဲ့နေ့မှာပဲ စိတ်ထားကောင်းတဲ့ မက်ဂ်နာ ...",
        "url": "https://channelmyanmar.org/tvshows/ragnarok-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BM2E0YTQxMDktYzViZS00N2Q0LWJmZDEtZDM2MjFjYzAyZGMwXkEyXkFqcGdeQXVyMzUwNDIxMjQ@._V1_-143x200.jpg",
        "title": "The Chosen One (2023)",
        "description": "The Chosen One (2023)\n==================ဒီတစ်ခါမှာတော့ CMပရိတ်သတ်ကြီးတို့အတွက် သဘာဝလွန်စွမ်း\nအားတွေပါတဲ့ စပိန်စီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဂျိုဒီဆိုတဲ့ ငယ်ငယ်ကတည်းကသဘာဝလွန်စွမ်းအားတွေပိုင်ဆိုင်\nထားတဲ့ ကောင်လေးနဲ့ သူ့ဘေးနားက ဗရုတ်‌ဗရက်သူငယ်ချင်းလေး\nတွေရဲ့ အရှုပ်ထုပ်ပေါင်းသောင်းခြောက်ထောင်ပေါ့။ဂျိုဒီဟာ သူ့မှာစွမ်းအားတွေရှိတယ်ဆိုတာကို အသက်၁၂နှစ်ရောက်\nတဲ့အထိ မသိခဲ့ပါဘူး။ တစ်နေ့ကျ သူ့သူငယ်ချင်းတူကာဟာ သူ့ဦးလေး\nလှော်လက်နဲ့ရိုက်ချခဲ့တဲ့ ဒဏ္ဍာရီလာဆိုင်ရန်သတ္တဝါကို သွားရှာကြမယ်၊\nရှာတွေ့ရင် သူတို့ကျော်ကြားလို့ ချမ်းသာပြီဆိုပြီး ဂျိုဒီကို အပါခေါ်၊ သူ\nငယ်ချင်းတစ်အုပ် မိဘတွေကိုညာ၊ သဲကန္တာရကိုတောင်ဖြတ်ပြီး ပင်လယ်\nဆီခရီးထွက်ခဲ့ကြပါတယ်။ စိတ်ကူးနဲ့အရူးထခဲ့တဲ့ သူငယ်ချင်းတစ်အုပ်\nဘယ်ပြောကောင်းမလဲ သဲကန္တရာထဲ မသေရုံတမယ်ပါပဲ။အဲဒီခရီးကအပြန်မှာ ဂျိုဒီဟာ သူ့မှာစွမ်းအားတွေရှိနေမှန်းသိသွားခဲ့ပြီး\nသူ့အကြောင်းကလည်း ဟိုးလေးတကျော်ဖြစ်လာပါတယ်။ ဘုရားလို\nကိုးကွယ်တဲ့သူတွေတောင်ရှိလာတာမို့ ငယ်သေးတဲ့ဂျိုဒီလေးတစ်ယောက်\nအဲဒီဒဏ်တွေကို ဘယ်လိုကျော်ဖြတ်ရပါ့မလဲ။ သူ့မှာ ဘာလို့အစွမ်းတွေရှိ\nနေရတာလဲ။ သူ့အစွမ်းတွေကရော ရိုးစင်းရဲ့လား။ သူဘာတွေဆက်ပြီး\nကြုံတွေ့ရဦးမလဲဆိုတာ \"The Chosen One\"ဆိုတဲ့စီးရီးထဲမှာ အဖြေရှာ\nလိုက်ကြပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းကို Ngwe Zin မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသား\nပေးသူများကတော့ Ngwe Zin, EL ဖြစ်ပါတယ်။)File Size.............(300 Mb) ...",
        "url": "https://channelmyanmar.org/tvshows/the-chosen-one-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTUzMGI2MmQtYzA2MC00MDMxLWE0OGItMDA2NTU1YmYwMTA3XkEyXkFqcGdeQXVyMTUyNjc3NDQ4._V1_-135x200.jpg",
        "title": "Fatal Seduction – Season (01)",
        "description": "[18+] Fatal Seduction - Season (01) - Part(1)\n==========================\"ကာမ၊ ကာမေသု၊ မေထုန် ဆိုတဲ့ကိစ္စရပ်တွေက မလုပ်မနေရအလုပ်၊\nပြင်းပြတဲ့အရင်းခံဆန္ဒ၊ ဒါတွေကို ချစ်ခြင်းတရားရဲ့တံခါးပေါက်ဆိုပြီး\nလူ့အသိုင်းအဝိုင်းက ယုံကြည်စေချင်ကြတယ်\" ဇာတ်လမ်းက ဤနိဒါန်း\nလေးအတိုင်းပါပဲ။ အိမ်ထောင်ရေးတစ်ခုမှာ ချစ်ခြင်းတရားတွေ ဆိတ်\nသုဉ်းပြီး အပြစ်တင်ခြင်းနဲ့မုသားတွေဝင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်\nလာမှာကိုကြည့်ရမဲ့ Dark Desire ဇာတ်လမ်းတွဲကို ပြန်လည်မှီငြမ်းရိုက်\nကူးထားတဲ့ series လေးပဲဖြစ်ပါတယ်။နန်ဒီမာဟ်လာတီ ဆိုတဲ့အမျိုးသမီးတစ်‌ယောက်၊ ခင်ပွန်းသည်လီယိုနာ့ဒ်\nက သူ့လက်‌ထောက်မနဲ့ နေက်ကွယ်မှာဖောက်ပြန်နေတာကို သိပြီး‌တဲ့နောက်\nနေ့မှာပဲ သူငယ်ချင်းဖြစ်သူ ဘရန်ဒါနဲ့ ပိတ်ရက်အပန်းသွားဖြေတယ်။ အဲ့\nနေ့ညမှာ နန်ဒီက ယောင်္ကျားကို စိတ်နာပြီး ကိုယ့်သားအရွယ်လောက်ရှိတဲ့\nလူနဲ့မှောက်မှားမိသွားတယ်။ အဲလိုနဲ့အိမ်ပြန်ရောက်ပြီးနောက်ရက်ကျတော့\nဘရန်ဒါက ကိုယ့်ကိုယ့်ကိုယ်အဆုံးစီရင်သွားတယ်ဆိုပြီး သတင်းကြားလိုက်\nရပါလေ‌ရော။ စုံစမ်းကြည့်လိုက်တဲ့အခါမှာတော့ ဒီအမှုဟာ သာမန်သွေးရိုး\nသားရိုးမဟုတ်ဘူးဆိုပြီး သံသယတွေရှိလာကြတယ်။ ဘရန်ဒါက တကယ်ပဲ\nကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်သွားတာလား၊ နန်ဒီတို့ အိမ်ထောင်ရေးကလည်း\nဘာဆက်ဖြစ်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရူရမဲ့ Netflix ရဲ့ တောင်\nအာဖရိက ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nKhant Sett ...",
        "url": "https://channelmyanmar.org/tvshows/fatal-seduction-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYmEyMGJjN2ItMjk5NC00OGZmLWE3ZmYtNzRlMWM1MzI5NTYyXkEyXkFqcGdeQXVyMTU5OTc2NTk@._V1_-160x200.jpg",
        "title": "Justified: City Primeval (2023)",
        "description": "Justified: City Primeval (2023)\n=======================\nCrime ,Drama\nIMDb Rating 7.8/10\nRotten Toamtoes 91%Rating တွေ အရမ်းကောင်းနေတဲ့ Hulu ဇာတ်လမ်းတွဲလေးတစ်ခု\nဖြစ်ပါတယ်။ မိုင်ယာမီက နာမည်ကျော် အမေရိကန် ရဲအရှာရှိ ရေလန်\nဂါဗင်က သမီးဖြစ်သူနဲ့အတူ ဒီထရိုက်မြို့ကို ခရီးနှင်လာပါတယ်။ နာမည်\nကျော်တယ်ဆိုတာက ရေလန်ရဲ့ ပုံစံအနေအထားနဲ့ အရည်အချင်းတွေ\nကြောင့်ပါ။ ကောင်းဘွိုင်တစ်ယောက်လို အမြဲဝတ်စားပြီး ဦးထုပ်ဆောင်\nထားတတ်တဲ့ ရေလန်ဂါဗင်ဟာ ဒုစရိုက်လောကမှာတင် နာမည်ကြားရုံနဲ့\nကောင်းဘွိုင်ရဲဆိုပြီး အတော်လေး ရှိန်ကြပါတယ် ။ဒီထရိုက်ကိုရောက်တော့ လမ်းမှာ သူ့ကားကိုမှ ဓားပြတိုက်တဲ့ ၂ ကောင်ကို\nကိုယ်တိုင်ဖမ်းဆီးပြီး တရားရုံးတင်ပေးလိုက်ပါသေးတယ်။ နောက်နေ့မှာပဲ\nတရားခွင်မှာစစ်ဆေးတဲ့ တရားသူကြီး အယ်ဗင်ဂိုင်း အသတ်ခံလိုက်ရပါတယ်။\nသတ်သွားတဲ့သူကလည်း ထောင်နှုတ်ခမ်းဝကိုဝင်လိုက်ထွက်လိုက်လုပ်နေတဲ့\nကလဲမန့်မန်ဆယ်ပါ။ ကလဲမန့်ဆိုတာက စိတ္တဇသွေးအေးလူသတ်သမား\nဖြစ်ပြီး ကတုံးပေါ်ထိပ်ကွက်လုပ်တတ်တဲ့ လူမိုက်မျိုးပါ။ သူတရားသူကြီးကို\nသတ်လိုက်ရာကနေ ကောင်းဘွိုင်ရဲ ရေလန်ဂါဗင်နဲ့ ထိပ်တိုက်တိုးပါတော့\nတယ်။ ဆရာကြီး နှစ်ယောက်အားပြိုင်ကြတဲ့ ဇာတ်လမ်းတွဲမှာ ဘယ်သူက\nအသာရသွားမလဲဆိုတာကို အက်ရှင်ခပ်ကြမ်းကြမ်းတွေနဲ့ စိတ်ဝင်တစား\nစောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်(ဒီစီးရီးရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/justified-city-primeval-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7BYdiuLZWpUw5l1Yc0D3rzArL1w.jpg",
        "title": "Low Frequency (2023)",
        "description": "Low Frequency (2023)လောလောလတ်လတ်ထွက်ရှိထားပြီး မင်းသားငယ်ငယ်ချောချောလေးတွေပါတဲ့\nRomance, Fantasy, Drama, BL ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။Mon က ငယ်သူငယ်ချင်းဆုံးသွားပြီးတဲ့နောက်ပိုင်း အိပ်မက်တစ်ခုတည်းကိုပဲ ထပ်ခါထပ်ခါမက်လာတာ ၁၈ နှစ်ရှိနေပြီဖြစ်ပါတယ်။\nသူ ဘာကြောင့် အဲဒီအိပ်မက်ကို မက်နေရလဲဆိုတာ အဖြေရှာမရဖြစ်နေတဲ့အချိန်\nThames ဆိုတဲ့ နာမည်ကြီးမင်းသားလေးတစ်ယောက် သူ့ဘဝထဲဝင်လာပါတယ်။\nThames ရဲ့ မန်နေဂျာက Mon ရဲ့အစ်မဆိုတော့ သူတို့ချင်းရင်းနှီးသွားပြီး အပြန်အလှန်စကားတွေပြောကြရင်း\nကြည်နူးစရာဇာတ်လမ်းလေး ဖြစ်လာခါနီးအချိန်မှာမှ Thames က ကားမှောက်ပြီး ဒဏ်ရာအပြင်းအထန်ရသွားပါတယ်။\nအဲဒီအတောအတွင်း Mon ကို သူတို့မိသားစုကိုးကွယ်တဲ့ အဘဘုန်းကြီးက အဆောင်တစ်ခု အမြန်ပေးခိုင်းသွားပြီး\nသိပ်မကြာခင်မှာ သူတစ်ခုခုနဲ့ကြုံရတော့မယ်ဆိုတဲ့ သဘောမျိုး ပြောသွားပါတယ်။\nဒီတော့ Mon တစ်ယောက် သူ့အိပ်မက်တွေကို အဖြေရှာနိုင်ပါ့မလား၊\nအဘဘုန်းကြီးပြောသလိုမျိုး တစ်ခုခုထူးဆန်းတာ ကြုံရတော့မလား၊\nThames နဲ့ရော အချစ်ဇာတ်လမ်းလေး ရှေ့ဆက်နိုင်ပါ့မလားဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ စောင့်မျှော်ကြည့်ရှုလိုက်ကြရအောင်နော်။အညွှန်းကိုတော့ Moh Moh က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Moh Moh, Blue, ...",
        "url": "https://channelmyanmar.org/tvshows/low-frequency-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hbxq1gs6QpOoQ5o2LWJczgbot1J.jpg",
        "title": "Love You Seven Times ( 2023 )",
        "description": "The Journey of Chong Zi ထဲကမင်းသမီးလေးYang Chao Yueနဲ့\nRomance of a Twin Flowerထဲကမင်းသားလေး Ding Yu Xiရဲ့ အချစ်နတ်ကားလေးလာပါပြီ။တိမ်စလေး ရှန်ယွင်ဟာ ဖူးစာရေးနတ်ကြောင့် နတ်ဖြစ်လာပြီး\nဖူးစာရေးနတ်ဆောင်မှာ အလုပ်လုပ်ရပါတယ်။\nချုးခုန်းဟာ မောင်ရစ်ကြယ်နတ်မင်းရဲ့တပည့်ဖြစ်ပြီး\nချီလင်နတ်မျိုးနွယ်ရဲ့ ဒုတိယမင်းသားဖြစ်ပါတယ်။ဖူးစာရေးနတ်ဆောင်ကိုဝင်ရောက်ပြီးအမှားလုပ်မိခဲ့တဲ့အတွက်\nရှန်ယွင်နဲ့အတူ (၇)ဘဝတာ အချစ်ဒုက္ခတွေကိုခံယူဖို့ဖြစ်လာပါတယ်။\nအတိတ်မေ့ဆေးရေသောက်ခဲ့လို့ အတိတ်ကိုမမှတ်မိပေမယ့်\nဘဝဆက်တိုင်းမှာ ရှန်ယွင်နဲ့တွေ့ပြီး သူ့ကိုချစ်မိပါတယ်။ရှန်ယွင်နဲ့ ချူးခုန်ဟာ (၇)ဘဝဆက်တိုက်\nဘယ်လိုအချစ်ဒုက္ခတွေနဲ့ကြုံတွေ့ကြရမလဲ\nနတ်ကားတို့ထုံးစံအတိုင်း ဘယ်လိုအချိုတွေကျွေးပြီး\nဘယ်လိုငိုအောင်လုပ်မလဲဆိုတာဆိုတာကို အတူခံစားလိုက်ရအောင်နော်Quality : WEB-DL 1080p , 720p\nTotal Episodes : 38\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by ...",
        "url": "https://channelmyanmar.org/tvshows/love-you-seven-times-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/what-we-lose-to-love-133x200.jpg",
        "title": "What We Lose to Love (2022)",
        "description": "What We Lose to Love (2023)IMDb-8/10အချစ်အတွက် ဘာတွေဆုံးရှုံးကြဖူးပါသလဲကလေးဘဝသံယောဇဉ်တွေနဲ့ ဆာတရီရာနဲ့ ဒါရာတို့ဟာ\nတစ်စုံတစ်ခုသောအကြောင်းတွေနဲ့ဝေးသွားကြတယ်\nဆာတရီရာကတော့ မမေ့နိုင်မပျောက်နိုင် တဆွေးတငေးဖြစ်နေချိန်\nတစ်နေ့သူအလုပ်လုပ်တဲ့ ဟိုတယ်ကို ငယ်ချစ်ဦးလေးဒါရာဟာ ကြင်စဦးမောင်နှံအနေနဲ့ရောက်လာပါတယ်တစ်ဖက်မှာလည်း ဒါရာတို့ကြင်စဦးနှစ်ယောက်ဟာ\nအထင်လွဲမှုတစ်ခုနဲ့အကြီးကျယ်စကားများကြပြီး\nဒါရာဟာ ထူးဆန်းတဲ့အရာတွေကြုံတွေ့လာရပါတယ်\nမိသားစု သူငယ်ချင်း သတို့သားလောင်းကပါပစ်ထားခံရတဲ့\nဒါရာတစ်ယောက်ကြုံတွေ့နေရတဲ့ ထူးဆန်းတဲ့အရာတွေကို\nအချစ်ဦးကဝင်ဖြေရှင်းပေးတဲ့အချိန်မှာတော့.....အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ (BpL ~ Moon ~ Yunni ~ V ~ Zwe တို့ပဲဖြစ်ပါတယ်)Quality : 350MB  / 200MBTotal Episodes : 12EpsFormat : mp4Genres : Drama ~ Fantasy~ RomanceDuration : 31minSubtitle : Myanmar Subtitle ( Hardsub )Translated by BpL ~ Moon ~ Yunni ~ V ...",
        "url": "https://channelmyanmar.org/tvshows/what-we-lose-to-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7x1DwPyjVCFekAj6QBeS6DIOODf.jpg",
        "title": "CSI: Vegas (2021)",
        "description": "Anthony E. Zuiker ရဲ့ CSI ကို အခြေခံရိုက်ကူးထားတဲ့ စီးရီးကောင်းတစ်ခုပါ။CSI နဲ့တွေ့လို့ကတော့ ခင်ဗျားတို့ လူသတ်ရင် ချွေးတွေတံတွေးတွေတောင်ကျန်ခဲ့လို့ မရဘူးသာမှတ်ပါဆရာတွေက လက်သံပြောင်လို့ပါ။CSI ဆိုရင် နာမည်ကြီးလွန်းလို့ Spin-off တွေအဖြစ်CSI: Miami တို့ CSI: NY တို့ CSI: Cyber တို့ စီးရီးတွေအပြင်မူလ CSI အဆက် Stand alone ရုပ်ရှင်CSI: Immortality လည်းထွက်ရှိထားပါတယ်။ဒါ့အပြင် ဒီစီးရီးက အရင် CSI ရဲ့ follow-up series တစ်ပုဒ်ဖြစ်ပါတယ်။ဘာလို့လဲဆိုတော့ ဒီ Season 1 မှာဆိုရင် မူလ CSI တုန်းကဇာတ်ကောင်တွေဖြစ်တဲ့ ဂေးလ်နဲ့ ဆာရာလည်း ပြန်ပါဝင်ထားပြီးတစ်ပိုင်းကို အမှုတစ်ခုအနေနဲ့ ဇာတ်ကိုသွားနေကြ ပုံစံကနေသူတို့နှစ်ယောက်ကလည်း တခြား Plot ကို ဖြေရှင်းပုံနဲ့Season တလျှောက် ထည့်ထားပါသေးတယ်။လက်ရှိမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/csi-vegas-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjhjMDRhNWYtNTE1Ny00ZDk4LTlhYTctYzczNjY1YmY0NzVjXkEyXkFqcGdeQXVyMjg5NDMwMQ@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "The Adventures of Young Indiana Jones (1999)",
        "description": "အရင်ခေတ်က ကားမို့ 1080p အကြည်တော့မရှိပါဘူး ။ Indiana Jones ရဲ့နောက်ဆုံးဇာတ်ကားကြီးကိုကြည့်ရဖို့မဝေးတော့တဲ့အချိန်မှာ Indiana Jones အငွေ့အသက်တွေအပြည့်နဲ့Indiana Jones ကြီးကိုငယ်မူငယ်သွေးနဲ့မြင်ရမယ့်ဇာတ်လမ်းတွဲတစ်ခုကို မိတ်ဆက်ပေးလိုက်ပါတယ်။ သူကတော့ The Adventures of Young Indiana Jones ပဲဖြစ်ပြီး Episdoe တစ်ခုကို တစ်နာရီခွဲစာအပိုင်းတွေဖြစ်တဲ့အတွက် ရုပ်ရှင်ကားတစ်ကားလိုတစ်ဝကြီး ခံစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ Indiana Jones ရဲ့ငယ်ဘဝဖြစ်တဲ့ မိခင်၊ဖခင်ဖြစ်သူတို့နဲ့ ကမ္ဘာပတ်ခရီးလှည့်လည်ရာကနေ ရှေးဟောင်းသုသေသနဝါသနာအမြစ်တွယ်လာခဲ့ပုံ၊ဘာသာစကား၊ ဗဟုသုတ အစရှိတဲ့နေရာတွေမှာအရွယ်နဲ့မလိုက်အောင်ပညာရင့်သန်လာပုံတွေနဲ့အတူ လူငယ်တစ်ယောက်ဖြစ်လာချိန်မှာ ၂၀ ရာစုအစောပိုင်း အကြီးကျယ်ဆုံးပုဂ္ဂိုလ်တစ်ချို့နဲ့တွေ့ဆုံခဲ့ပြီး သမိုင်းဝင်ဖြစ်ရပ်တွေမှာ ဝင်ရောက်စွန့်စားခဲ့ပုံတွေကိုရှုစားကြရမှာပါ။\nIndiana Jones ရဲ့မူလဖန်တီးရှင် George Lucas ရဲ့လက်ရာပဲဖြစ်ပြီး အာမခံပရိသတ်တွေအတွက်တကယ့် ရတနာတစ်ပါးပဲဖြစ်ပါတယ်။ File size…(547MB)\nQuality….Webrip 480p\nFormat…mp4\nDuration….01:26:00\nGenre...action and adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias, Ninja Download ...",
        "url": "https://channelmyanmar.org/tvshows/the-adventures-of-young-indiana-jones-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjQyNDk0NTIyMl5BMl5BanBnXkFtZTgwOTQ2Nzg4NDM@._V1_-133x200.jpg",
        "title": "Barry (2018)",
        "description": "တူညီတဲ့လူတစ်ယောက်က ဆန့်ကျင်ဘက်လောကနှစ်ခုမှာ တစ်ပြိုင်နက်ရှင်သန်ဖိုဆိုတာ ဖြစ်နိုင်မှာတဲ့လား။ ဦးနှောက်က အမှောင်လောကမှာနေဖို ခိုင်းစေနေပေမယ့် နှလုံးသားကတော့ ပျော်ရွှင်မှုဆိုတဲ့မက်လုံးပေးပြီး အလင်းဘက်ကို ဆွဲခေါ်နေတဲ့အခါ... သင်သာဆိုရင် ဘယ်တစ်ခုကို‌ရွေးချယ်မှာလဲ။ ဒါမှမဟုတ် နှစ်ခုလုံးမှာမရမကရှင်သန်ဖိုလုပ်မှာလား။ ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ စီးရီးလေးကတော့ HBO ရဲ့ IMDB 8.4/10, Rotten Tomatoes 98% ရရှိထားတဲ့ Dark Comedy/Crime/Drama အမျိုးအစားစီးရီးလေးပါ။ စီးရီးရော သရုပ်ဆောင်တွေရောက Primetime Emmy Awards မှာ ဆု ၉ ခုနဲ့ တခြား Awards တွေမှာ ဆုပေါင်း ၅၀ နဲ့ အကြိမ် ၁၆၀ကျော် ဇကာတင်စာရင်းဝင်ခဲ့တာပါ။ ဘယ်ရီအဖြစ်သရုပ်ဆောင်တဲ့ မင်းသား Bill Hader (It Chapter Two) ဟာဆိုရင်လည်း ဒီကားကို ပူးတွဲဖန်တီးခဲ့တာဖြစ်ပြီး ဒီကားနဲ့ပဲ \"ဟာသစီးရီးမှာ အကောင်းဆုံးသရုပ်ဆောင်မင်းသားဆု\"ကို ...",
        "url": "https://channelmyanmar.org/tvshows/barry-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j5EburHnTmicxTjrZLb19a7x53l.jpg",
        "title": "The Outsider ( 2023 )",
        "description": "Three Lives Three worlds ထဲကတုန်းဟွာသိကျွင်း\nကောင်းဝေကွမ်းရဲ့ခေတ်ကားသစ်လေးကိုတင်ဆက်လိုက်ပါတယ်အန်းရှန့်အဖွဲ့အစည်းရဲ့တည်ထောင်သူဝမ်ကျန့်မင်\nကွယ်လွန်ပြီးနှစ်နှစ်နေတော့ ကုမ္ပဏီဟာအကြပ်အတည်းထဲကျရောက်လာပါတယ်၊\nဝမ်မိသားစုရဲ့သားအကြီးဖြစ်တဲ့ ဝမ်ကျွီးအန်းနဲ့ အန်းရှန့်ကုမ္ပဏီရဲ့ဥက္ကဌဖြစ်တဲ့\nအဒေါ်ဝမ်ယာနန်တို့ဟာ စီးပွားအမြင်မတူပဲသဘောထားချင်းမတိုက်ဆိုင်ကြတော့\nအာဏာပါဝါတွေယှဉ်ပြိုင်တဲ့တိုက်ပွဲကြီးဖြစ်လာပါတယ်။အန်းရှန့်အထက်ပိုင်းလူကြီးတွေရဲ့တိုက်ပွဲဟာ\nဝန်ထမ်းလေးစူးမော့ကိုပါရိုက်ခတ်လာခဲ့တယ်။\nဒီအရှုပ်အထွေးတွေကြားထဲစူးမော့ပါဆွဲထည့်ခံရပြီး\nစူးမော့ရဲ့ရိုးသားကြိုးစားပြီးသင်ယူချင်စိတ်များလို့သာ\nအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်ခဲ့ပြီး\nဝမ်ကျွီအန်းရဲ့ညွှန်ကြားမှုအောက်မှာ အရှိန်နဲ့ကြီးပြင်းလာခဲ့ပါတယ်။\nသူမထင်မှတ်ထားတာကတော့ စူးမော့ဟာ ဝမ်ယာနန်က\nသူ့ဘေးမှာထည့်ထားတဲ့ သူ့ကိုစောင့်ကြည့်ဖို့လွှတ်ထားတဲ့သူဖြစ်နေတာပဲ။သူတို့နှစ်ယောက်ဟာ အချင်းချင်းသိထား ကာကွယ်နေကြပေမယ့်\nခံစားချက်တွေမထိန်းချုပ်နိုင်ပဲချစ်မိသွားပါတော့တယ်။\nကောင်းဝေကွမ်းရဲ့ CEOပုံရိပ်အမိုက်စားကိုကြည့်ရမှာမလို့\nလုံးဝလက်မလွှတ်သင့်ပါဘူးနော်။======================Quality : WEB-DL 1080p , 480p\nTotal Episodes : 38\nFormat : mp4\nGenres : Romance , Drama\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK\nEpisode 1 (720p) - MegaUp / Usersdrive / Yoteshin / StreamVid / StreamsSB\nEpisode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/the-outsider-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3QshHRnq7p696TFWpDZog3mQm2y.jpg",
        "title": "You Are Desire ( 2023 )",
        "description": "နှလုံးသားရဲ့ရင်ခုန်သံတွေက ဆယ်ကျော်သက်တိုင်းရဲ့\nစိတ်မှတ်ဉာဏ်မှာ တစ်စိတ်တစ်ပိုင်း နေရာယူထားစမြဲပါပဲ...\nဒီတစ်ခါမှာတော့ ကျောင်းသားအရွယ်ဘဝကို ပြန်တမ်းတစေမဲ့\nလူငယ်ဒရာမာလေးကို CMက တင်ဆက်ပေးလိုက်ပါပြီနော်လင်းယွီကျင့်ဟာ မိဘ‌နှစ်ပါးရဲ့ကွာရှင်းမှုအပြီးမှာတော့ ဖခင်နဲ့အတူ\nမြို့သစ်တစ်မြို့ကို လိုက်ပါခဲ့ရပြီး ကျောင်းလည်းပြောင်းခဲ့ရပါတယ်၊\nမိခင်သစ်ဖြစ်သူမှာ \"ဖုမင်ရှိုး\"လို့ခေါ်တဲ့ သားတစ်ယောက်လည်း ရှိပြီး\nကိုယ်စီကိုယ်စီမာန်မာနနဲ့၊တစ်ဦးတည်းသော သားသမီးတွေလည်းဖြစ်တော့\nအမြဲလိုလို အတိုက်ခံအချေအတင် ဖြစ်နေရပါတော့တယ်။နောက်ဆုံးမှာတော့ စိမ်းကားပြီး သူစိမ်းဆန်တဲ့ နေရာသစ်မှာ\nလင်းယွီကျင့်တစ်ယောက် နွေးထွေးရာရပ်ဝန်းလေးကို ခြေလှမ်းမိပါတော့တယ်။\nကျောင်းမှာ အနိုင်ကျင့်သူလို့နာမည်ကျော်တဲ့ ရှန်ကျွမ်နဲ့ တွေ့ဆုံခဲ့ရတဲ့အခါ...\nအချင်းချင်း အမြင်စောင်းနေတဲ့ဆက်ဆံရေးကနေ အတန်းဖော်၊\nအတန်းဖော်ကနေ သူငယ်ချင်းဆက်ဆံရေးထိ တစ်ဆင့်စီရင်းနှီးကျွမ်းဝင်လာပြီးနောက်မှာ...အရင်မိခင်ဖြစ်သူဟာ ဖခင်ဆီကနေ လင်းယွီကျင့်ကို ပြန်ခေါ်ဖို့ ရောက်လာခဲ့ပါတော့တယ်\nမြို့သစ်ကိုစလာစဉ် မိုးသဲမဲစွာရွာနေတဲ့ထိုနေ့ ...ပထမဆုံးမြင်လိုက်ရတဲ့\nလူတစ်ယောက်၊အတိုတောင်းဆုံးတဒဂလေးမှာတင် မှတ်ဉာဏ်ထဲ နေရာယူသွားခဲ့တဲ့ ထိုမျက်ဝန်းတစ်စုံ...\nဒါတွေအားလုံးကို အဆုံးသတ်ဖို့ဖြစ်လာတဲ့အချိန်ရောက်လာတော့မယ့်အချိန်မှာတော့...=================Quality : WEB-DL 1080p , 720p\nTotal Episodes : 30\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-desire-2023/"
    }
]