[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6STHMfSH1c6SzctHRIPpmsBdzqv.jpg",
        "title": "Crazy Handsome Rich (2023)",
        "description": "Crazy Handsome Rich / အချစ် အထိန်းတော် (2023)Love syndrome က အချစ်ကြမ်းအရိုကြမ်းခဲ့တဲ့ မာဖီးယားကိုကို Day-Itt coupleကို\nနူးနူးညံ့ညံ့နဲ့ရိုမယ့် သခင်လေးနဲ့အိမ်တော်ထိန်းအဖြစ် ပြန်လည်မြင်တွေ့ရမယ့် Crazy Handsome Richဘဝကို ချို့ချို့တဲ့တဲ့နဲ့ဖြတ်သန်းရတဲ့ ဟင်းရွက်ရောင်းရတဲ့ကောင်လေး လက်ဗ်အတွက်တော့ ချမ်းသာဖို့ဟာ သူ့ရဲ့ရည်မှန်းချက်ပေါ့။\nဒါပေမဲ့ လက်ရှိသူ့ရဲ့အနေအထားနဲ့တော့ လှပတဲ့အိပ်မက်လေးတစ်ခုထက် မပိုပါဘူး။\nကိုယ်စွမ်းသလောက်နဲ့မရနိုင်ရင် ‌မီတွယ်ရာရှာတတ်ကြသလိုပဲ ဇာတ်လိုက်ကျော်လက်ဗ်လေးကလည်း ဗေဒင်ယုံတတ်သူလေးပေါ့။ဒီလိုနဲ့ အရမ်းမှန်တယ်ဆိုပြီး နာမည်ကြီးနေတဲ့ ဗေဒင်ဆရာမ မာရီနဲ့တွေ့ပြီးချိန်မှာတော့ သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲဖို့ဖြစ်လာပါတော့တယ်။\nဈေးထဲက ဟင်းရွက်သည်လေးလက်ဗ်အဖြစ်ကနေ ကျိကျိတက်ချမ်းသာတဲ့ အိမ်ကြီးရှင်သခင်ဖြစ်တဲ့\nသခင်လေးထွတ်ရဲ့အိမ်ကို အိမ်တော်ထိန်းလက်ဗ်အဖြစ် ရောက်သွားချိန်မှာတော့...သခင်လေးရဲ့အကြည့်တွေကို ဖမ်းစားသွားတဲ့ အိမ်တော်ထိန်းလေးလက်ဗ်တစ်‌‌ယောက်\nဗေဒင်ဆရာမ မာရီ ပေးတဲ့ လည်ဆွဲတစ်ခုအကြောင်းပြုလို့ ဖူးစာဖက်ကိုရှာတွေ့နိုင်မလား။\nစိတ်ဝင်စားမှုတစ်ခုက‌နေ အချစ်ဆိုတဲ့အဆင့်ထိကို သခင်လေးထွတ်ကရော ရှေ့တိုးလာမလားဆိုတာကိုတော့\nအပတ်စဉ်တနင်္ဂနွေတိုင်းမှာ စောင့်မျှော်ရင်း ရင်ခုန်လိုက်ကြပါစို့လား။အညွှန်းကို Mary Christ က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Mary, Summer, Kong, Thada ပဲ ဖြစ်ပါတယ်။Genre..... ...",
        "url": "https://channelmyanmar.org/tvshows/crazy-handsome-rich-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BOWZmODY4YTgtMjE3Mi00YTBkLWJjMjctMDdkMjQzMzAyMDZiXkEyXkFqcGdeQXVyNTU1MzE3NDk@._V1_FMjpg_UX1000_-161x200.jpg",
        "title": "Kleo (2022)",
        "description": "Kleo (2022)\n===========\nIMDb Rating - 7.5/10Kill Bill လိုမျိုး လက်စားလိုက်ချေတဲ့ကား၊ Atomic Blonde နဲ့ Red\nSparrow တို့လို စပိုင် ဇာတ်လမ်းမျိုးတွေ ကြိုက်တယ်ဆိုရင် ဒီဇာတ်လမ်း\nတွဲကို လက်လွှတ်မခံပါနဲ့။ IMDb rating 7.5, Rotten Tomatoes 92%\nရထားပါတယ်။ ဇာတ်လမ်းကတော့ မမိုက်မှာမပူနဲ့။ ဂျာမန်တွေ ရိုက်ကူး\nထားပြီး Netflixက ထုတ်ဝေထားတာပါ။ Netflix က ကျန်တဲ့ ဇာတ်ကား\nတွေသာ ချာရင်ချာမယ်၊ ဥရောပတစ်ခွင်ကရိုက်တဲ့ ဇာတ်လမ်းတွေကတော့\nဇာတ်လမ်း၊ ဇာတ်အိမ် ခိုင်မာကြသလို တော်တော်ကြီးကြည့်လို့ကောင်းတဲ့\nအစဉ်အလာရှိပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကလီယိုဟာ အရှေ့ဂျာမနီအစိုးရရဲ့ ထောက်\nလှမ်းရေးဌာနခွဲက လျှို့ဝှက်အေးဂျင့်တစ်ယောက်ပါ။ ကလီယိုဟာ စည်းကမ်း\nကို ချိုးဖောက်ပြီး လုပ်ဖော်ကိုင်ဖက်နဲ့ ချစ်ကြိုက်မိကာ ကိုယ်ဝန်ကိုလည်း\nလွယ်ထားရပါတယ်။ ဒီလိုနဲ့ အလုပ်ကနေ အနားယူမယ် လုပ်တုန်းက ချောက်\nချခံရပြီး တစ်သက်တစ်ကျွန်း ထောင်ကျသွားပါတယ်။ ထောင်ထဲမှာ ကိုယ်ဝန်\nပျက်ကျ၊ ဒုက္ခပေါင်းစုံကိုခါးစည်းခံရပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/kleo-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMmFiMTNhNTQtNjgyMy00Y2EwLTk5YjEtNTU5NmYyOTg3ZWM1XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Karen Pirie (2022)",
        "description": "Karen Pirie (2022)\n==============Crime, Drama ဇာတ်လမ်းကောင်း ကြိုက်တဲ့သူတွေအတွက် Rotten\nTomatoes 91%, IMDb 7.6/10 ရရှိထားတဲ့ စုံထောက်ဇာတ်လမ်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်။ အခု Season 1 မှာတော့ အပိုင်း ၃ပိုင်း တည်း\nပါဝင်တာမို့ အပိုင်းအများကြီး ကြည့်ရမှာ ပျင်းတဲ့သူတွေအတွက်လည်း\nအဆင်ပြေမှာပါ။ ဇာတ်အိမ်ခိုင်မာပြီး ကြည့်နေကြ Hollywood production\nတွေက မဟုတ်ဘဲ UK ကမို့လို့ မတူညီတဲ့ရသကို ခံစားနိုင်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ကယ်ရန်ပီရီဟာ ရာဇဝတ်မှုဌာနသို့ ရာထူး\nတိုးရင်းနဲ့ လွန်ခဲ့တဲ့ ၁၉၉၆ ခုနှစ်က တရားခံ မပေါ်ခဲ့တဲ့ လူသတ်မှုဟောင်း\nတစ်ခုကို ပြန်လည်စုံစမ်းဖို့ရာ ဖြစ်လာပါတယ်။ အဆိုပါအမှုကတော့ ရိုစီ\nဒက်ဖ်ဆိုတဲ့ မိန်းကလေး အသတ်ခံရမှုပါ။ ရိုစီအသတ်ခံရတဲ့ညမှာ အဲလက်စ်၊\nတွမ်နဲ့ ဇစ်ကီဆိုတဲ့ ကျောင်းသားလေး သုံးယောက်ဟာ ဒဏ်ရာတွေနဲ့ လဲ\nနေတဲ့ ရိုစီ့ကို တွေ့ခဲ့ပြီး ရဲတွေကိုအကူအညီတောင်းခဲ့ပါတယ်။ မျက်မြင်\nသက်သေ သုံးယောက်ကို ရဲတွေက ခေါ်ယူမေးမြန်းခဲ့ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/karen-pirie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3aGCmYzgsYMYxkCwcvshRLtjRM.jpg",
        "title": "Solomon’s Perjury (2016) [Complete]",
        "description": "Solomon's Perjury (2016)***************************အပိုင်း ( ၁ မှ ၁၂ ) စ / ဆုံး ဒီတစ်ခေါက်မှာလည်း CM ပရိသတ်ကြီးတွေအတွက်Jang Dong Yoon, Kim Hyun Sooနဲ့ Seo Ji Hoonတို့ အဓိကပါဝင်ထားတဲ့ကျောင်းသားကားလန်းလန်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်နော်။ဇာတ်လမ်းအကျဥ်းလေးကတော့...ခရစ္စမတ်ညမှာ ဂျုံဂုအထက်တန်းကျောင်းသား အီဆိုဝူတစ်ယောက်ကျောင်းခေါင်းမိုးထပ်ကနေ ပြုတ်ကျပြီး သေဆုံးခဲ့ရပါတယ်။သူ့ရဲ့သေဆုံးမှုကို ရဲတွေက သေကြောင်းကြံစည်မှုလို့ ကောက်ချက်ချသလိုကျောင်းရဲ့ အကြီးပိုင်းအရာရှိတွေကလည်း ကျောင်းနာမည်မထိခိုက်အောင်အမှုကို အမြန်ပိတ်ဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အီဆိုဝူရဲ့သေဆုံးမှုဟာ သတ်သေတာမဟုတ်ဘဲ အသတ်ခံခဲ့ရတာပါဆိုပြီးမျက်မြင်သက်သေ ပေါ်ထွက်လာတဲ့အခါမှာတော့ အမှန်တရားကို ဖော်ထုတ်ဖို့ကျောင်းတွင်းတရားခွင်ကို ပြုလုပ်ကြပါတော့တယ်။အီဆိုဝူက တကယ်ပဲ ကိုယ့်ကိုကိုယ်သတ်သေတာလား...အထက်လူကြီးတွေရဲ့ ဖုံးဖိချင်မှုတွေနဲ့ အာဏာပါဝါတွေကို လွန်ဆန်ပြီးတရားခံကို ဖော်ထုတ်နိုင်နိုင်မလား...တရားခံကရော တကယ် သူတို့ထင်တဲ့သူ ဖြစ်နေပါ့မလား...ထပ်ဆင့် သက်သေထွက်ဆိုသူတွေပေါ်ပေါက်လာပြီးတရားခွင်မှာ ဘယ်လိုအလှည့်အပြောင်းတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာကိုသံသယစိတ်တွေအပြည့်နဲ့ ကြည့်ရှုရမယ့် Mystery Teen Drama လေးပဲဖြစ်ပါတယ်။ Aired: Dec 16, 2016 ...",
        "url": "https://channelmyanmar.org/tvshows/solomons-perjury-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mp39GgyQI493cJQuYQBWMQA3qbi.jpg",
        "title": "Actors on the Road (2023)",
        "description": "Actors on the Road (2023)ကိုစိုးမိုးနိုင်လေးပါဝင်ထားတဲ့ “စကော့တလန်ဝီစကီလေ့လာရေးခရီး”ဒီတစ်ခါမှာတော့ စိုးမိုးနိုင်လေး Jung Hae In နဲ့ Im Siwan တို့ပါဝင်ထားတဲ့\nScotland travel show အသစ်စက်စက်လေးကို တင်ဆက်ပေးထားပါတယ်။1988 ဖွား သက်တူရွယ်တူသူငယ်ချင်းတွေဖြစ်တဲ့အပြင် ဝီစကီကြိုက်နှစ်သက်တာချင်းပါ အကြိုက်တူကြပေမယ့်\nMBTI အကျင့်စရိုက်တွေ လုံးဝဆန့်ကျင်ဘက်ဖြစ်နေကြတဲ့ နှစ်ယောက်…..\nနှစ်ယောက်တည်းထွက်ရတဲ့ ပထမဆုံးခရီးစဉ်က အတွဲညီညီနဲ့ခရီးစဉ်ချောမွေ့နိုင်မလား….ဆိုတာကို\nစကော့တလန်နိုင်ငံရဲ့ ကျယ်ပြောလှပလွန်းတဲ့ မျက်စိအေးစရာ တောတောင်ရေမြေရှုခင်းတွေနဲ့\nဝီစကီ နဲ့ golf လုပ်ငန်းတွေအကြောင်းကိုပါ ဗဟုသုတအနေနဲ့ကြည့်ရှုရဦးမှာဖြစ်ပါတယ်။အညျွန်းကိုတော့ Thant Sin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p | 720p\nFile size… 800MB | 300MB\nFormat… mp4\nDuration…. 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Team\nEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/actors-on-the-road-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kSc8v9svEqOh9BfeNqpKSpUGuQO.jpg",
        "title": "My Lovely Boxer(2023)",
        "description": "My Lovely Boxer(2023)**********************'အပိုင်း ( ၁ မှ ၁၂)ထိ စ/ဆုံး\nJessiရဲ့ ကောင်လေးလို့ ဝိုင်း‌သ‌ဘောတူနေကြတဲ့ အီဆန်းဟျော့နဲ့ I.O.I အဖွဲ့၀င်ဟောင်းSo Hyeတို့ရဲ့ ဒရာမာအသစ်လေး လာပါပြီနော်.....ဂင်ထယ်ယောင်း(Lee Sang Yeop)ဟာ နတ်ဆိုးလိုမျိုး အားကစားသမားတွေရဲ့ စွမ်းဆောင်ရည်ကို စုပ်ပြီးစွန့်ပစ်တတ်တဲ့ အားကစားအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။အီဂွန်းဆု(Kim So Hye)ကတော့ အချိန်ရှိသမျှ အားကစားလောကကနှုတ်ထွက်ဖို့ စိတ်ကူးယဉ်နေတဲ့ လူငယ်လက်ဝှေ့ချန်ပီယံပဲဖြစ်ပါတယ်။သူတို့နှစ်ယောက်တွေ့ဆုံပြီး လက်ဝှေ့ကိုအရမ်းမုန်းနေတဲ့ ဉာဏ်ကြီးရှင်ရဲ့အနားမယူခင်နောက်ဆုံးအနေနဲ့ ယှဉ်ပြိုင်မဲ့ လက်ဝှေ့ပရောဂျက်တစ်ခုကို စတင်ဖို့ ဖြစ်လာပါတယ်။ဒါ့အပြင် ချန်ပီယံခါးပတ်သုံးခုကို ထိန်းသိမ်းထားဖို့တဲ့ လက်ဝှေ့ချန်ပီယံ၊ သားအတွက်လူမိုက်ဂိုဏ်းထဲ၀င်တဲ့ ဘောလီဘောချန်ပီယံအဖေ၊ ပိုက်ဆံအတွက်နဲ့ကိုယ့်အားကစားသမားကို ရောင်းစားတဲ့ နည်းပြ၊ ကိုယ့်လောဘကြောင့် သမီးကိုမကောင်းဆိုးဝါးအနေနဲ့ ဖန်တီးမိတဲ့ အဖေ စတဲ့ ဇာတ်ကောင်မျိုးစုံလည်း ပါ၀င်မှာ ဖြစ်ပါတယ်။ဂင်ထယ်ယောင်းရဲ့ ဘ၀ကို လောင်းကြေးထပ်ထားတဲ့ Fix Match Gameကသူထင်ထားသလို ဖြစ်လာပါ့မလား။သူကိုယ်တိုင်ဖန်တီးထားတဲ့ အန္တရာယ်များတဲ့ ဂိမ်းပြီးသွားရင်သူရှာ‌ဖွေတွေ့ရှိရမဲ့ အရာက ...",
        "url": "https://channelmyanmar.org/tvshows/my-lovely-boxer2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2WfzuYkNHO7kO45LO7MMmw7JyR.jpg",
        "title": "Hangout with Yoo (2019) How Do You Play?",
        "description": "Hangout with Yooကိုရီးယားရဲ့ နာမည်ကြီး Variety Show တစ်ခုဖြစ်တဲ့Hangout with Yoo လာပါပြီဘယ်သူနဲ့ Hangout ရမှာပါလဲ???ပရိသတ်အချစ်တော် Yoo Jae Suk နဲ့ Hangout ရမယ့် အစီအစဉ်ပဲဖြစ်ပါတယ်ဒီ Variety Show ကတော့ Yoo Jae Suk တစ်ယောက် သူ့ရဲ့ ပိတ်ရက်တွေမှာမလုပ်ဖူးတာတွေ တစ်ခုပြီးတစ်ခု လိုက်လုပ်ရမှာပါ...နာမည်ကြီး Guest တွေခေါ်ပြီး အဖွဲ့လိုက် ပရောဂျက်လုပ်ရတာမျိုးတွေ ပါဝင်တဲ့အပြင်RM က member တွေပါ မကြာခဏ ပါဝင်လေ့ရှိတာကြောင့်Running Man ကြိုက်တဲ့သူတွေ ဒီ Show ကိုလည်း သဘောကျမှာ အသေအချာပါပဲဒီတစ်ပတ်မှာတော့ တောင်ကိုရီးယားလက်ရွေးစင်Rugby အဖွဲ့ကို Guest အနေနဲ့ ဖိတ်ခေါ်ပြီးဒီရက်ပိုင်း နာမည်ကြီးနေတဲ့ Squid Game ကို ဆော့ကြမှာပါSquid Game ထဲမှာပါဝင်တဲ့ ဂိမ်းတွေကို၂ ဖွဲ့ခွဲ ဆော့ကြမှာမို့ဘယ်လိုအခွီတွေဖြစ်ဦးမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးအပတ်စဉ် စနေနေ့တိုင်း Channel Myanmar မှာ တင်ဆက်ပေးသွားမှာပါ(အညွှန်းကိုတော့ Amelia မှ ရေးသားထားပြီးဘာသာပြန်သူများကတော့ CM Variety ပဲဖြစ်ပါတယ်) Quality – HD 720p\nFile Size – (600 MB Appx)\nDuration- 60 minute appx++++++++++++++++++++++++++VIP Link - Click Here!Episode-(108)The Squid Game >>> Yoteshin ၊  Cmdrive ၊ Streamsb ၊ TelegramEpisode-(109)The Second Husband >>> Yoteshin ၊  Meganz ၊ Streamsb ၊ TelegramEpisode-(110)>>> Yoteshin ၊  Meganz ၊ Streamsb ၊ Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/hangout-with-yoo-2019-how-do-you-play/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4Lq9IMnfz4hFFFiMZnSPVoLTwg.jpg",
        "title": "My Universe (2023)",
        "description": "My Universe / ကျွန်တော့်ရဲ့ စကြဝဠာ (2023)ရည်းစားရှုပ်တဲ့ Kim တစ်ယောက် ဓာတ်လိုက်လို့ သတိမေ့သွားပြီး\nနောက်နေ့မနက် နိုးလာတဲ့အချိန်မှာ Kim ရဲ့ ခန္ဓာကိုယ်ထဲရောက်နေတဲ့သူက\nလွန်ခဲ့တဲ့နှစ်နှစ်ကဆုံးသွားတဲ့ Pleum ဖြစ်နေပါတယ်။\nPleum က ဘာမှန်းမသိဘဲ Kim ရဲ့ခန္ဓာကိုယ်ထဲရောက်လာလို့ နားမလည်နိုင်ဖြစ်နေပါတယ်။\nKim ရဲ့ခန္ဓာကိုယ်နဲ့ အသက်ဆက်ရှင်ခွင့်ရသွားတဲ့အတွက် သူ့အနေနဲ့ လိုက်နာရမယ့် စည်းကမ်းချက်တစ်ခုရှိပါတယ်။\nအဲဒါကတော့ သူ့ပုံစံအစစ်ကို ဘယ်သူ့ကို အသိပေးလို့မရဘဲ Kim အဖြစ်နဲ့ ဆက်နေထိုင်သွားရမှာပါ။\nPleum က အရင်ဘဝတုန်းက ကားအက်စီးဒင့်နဲ့ဆုံးသွားတာဖြစ်လို့\nသူ့ရည်းစား Khao က အခုချိန်ထိ သူ့ကို မေ့မရနိုင်ဖြစ်နေပါတယ်။\nဖြစ်ချင်တော့ Khao က Kim ရဲ့ဘေးနားမှာ ရှိနေတဲ့လူတွေထဲက တစ်ယောက်ဖြစ်နေတော့\nသူတို့ပြန်တွေ့လာတဲ့အချိန်မှာ Pleum က သူ့ခံစားချက်တွေကို မျိုသိပ်ပြီး\nသူ့ပုံစံအမှန်ကို ဖုံးကွယ်ထားနိုင်ပါ့မလား၊ ဘယ်လိုတွေရိုကြဦးမလဲဆိုတာကို\nဇာတ်လမ်းထဲမှာ စောင့်ကြည့်သွားကြရအောင်နော်။အညွှန်းကိုတော့ Moh Moh က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Moh Moh, Kaung ...",
        "url": "https://channelmyanmar.org/tvshows/my-universe-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jEFUM1qzHtLhnIr4dluEjmFjZ7o.jpg",
        "title": "Love in Translation (2023)",
        "description": "Love in Translation / အချစ်ဘာသာပြန် (2023)ပတ်ဝန်းကျင်က အထင်အမြင်သေးနေတာတွေကို အသီးသီး သက်သေပြချင်ကြတဲ့\nလူငယ်လေးနှစ်ယောက်ဖြစ်တဲ့ ယန်လိင်ဖန်နဲ့ ဖူကျိုင်ယန်လိင်ဖန်ကတော့ ကိုယ်ပိုင်လုပ်ငန်းထူထောင်ရင်းနဲ့ အောင်မြင်ချင်တဲ့ ရည်မှန်းချက်ကြီးတဲ့ကိုတရုတ်ကြီးဖြစ်ပြီးတော့\nဖူကျိုင်ကတော့ ကိုယ်ပိုင်အလုပ်လေးစလုပ်ပြီး တရုတ်မလေးထမ်မီကိုကြူးဖို့ တရုတ်စာသင်ချင်နေတဲ့ အချစ်ကိုမက်တဲ့လူငယ်လေးတစ်ယောက်ပေါ့အေးတိအေးစက်နိုင်တဲ့ခွန်ယန် နဲ့ လူငယ်ပီပီ တက်ကြွမှုအပြည့်နဲ့ မရင့်ကျက်‌သေးတဲ့ ဖူကျိုင်\nဆန့်ကျင်ဘက်characterတွေနဲ့ ကြောင်နဲ့ကြွက်ဖြစ်နေတဲ့သူတို့နှစ်ယောက်၊\nလျှောက်မယ့်လမ်းတွေမတူပေမဲ့ လုပ်ငန်းစထောင်ချင်တဲ့ပန်းတိုင်တူနေတဲ့ သူတို့နှစ်ယောက် ဇာတ်ဆရာအလိုကျ အလုပ်တွဲလုပ်ရဖို့ ဖြစ်လာပါတော့တယ်။တရုတ်မလေးကိုကြူးဖို့ရည်ရွယ်ထားပေမဲ့ လုပ်ငန်းတွဲဖက်လည်းဖြစ်\nတရုတ်စာသင်ပေးမယ့်ဆရာလေးလည်းဖြစ်တဲ့ အစ်ကိုယန်နဲ့ ရင်းနှီးမှုတွေ တိုးပွားလာတဲ့အခါမှာတော့ ...တရုတ်မလေးကိုကြူးရင်း တရုတ်စာသင်မယ့်ဆရာနဲ့ပဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nCMနဲ့အတူ ကြည့်ရှုခံစားလိုက်ကြပါဦးစို့။အညွှန်းကိုတော့ Mary က ရေးထားပေးပြီးတေ့\nဘာသာပြန်ထားတာကတော့ Mary, Hmwe, Myo Myo တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size…800MB | 400MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator .....Mary, ...",
        "url": "https://channelmyanmar.org/tvshows/love-in-translation-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFxywtQtyTDPTdMg8WUDAHxsDlG.jpg",
        "title": "Minx Season 1 + 2",
        "description": "Season 1HBO Maxက ထွက်ထားတဲ့ ဒီ Minxဆိုတဲ့ seriesဟာ အခုလိုအိုင်ဒီယာခပ်ဆန်း​ဆန်းနဲ့ ထုတ်​ထားတဲ့ Eroticမဂ္ဂဇင်းMinxဟာဒီ​​​နေ့​ခေတ်​လောက် လိင်ကိစ္စအ​ပေါ်ပွင့်လင်းမှုမရှိ​သေးတဲ့၊ ဖိုဝါဒီအင်မတန်စိုးမိုး​နေ​တဲ့ အ​မေရိကန်နိုင်ငံမှာ ဘယ်လို ခက်ခက်ခဲခဲရပ်တည်သွားမလဲ၊ Sexနဲ့ Policyတွဲ​နေတဲ့ မဂ္ဂဇင်းတစ်အုပ်က​​နေဂျွိုက်စ်တစ်​ယောက် သူချပြချင်တဲ့ မက်​​ဆေ့ဂျ်ကို ​အောင်မြင်စွာ​ဖော်ထုတ်ပြနိုင်မလားဆိုတာကို အရွှန်း​ဖောက်ကြည့်ရှုရမှာပါ၊သတိ​ပေးလိုတာကTV-MA seriesဖြစ်သလို ဇာတ်လမ်းသ​ဘောကိုက18+ ဆန်တာမို့လို့ 18+ပြကွက်​တွေကို ဗွင်းဗွင်းရှင်းရှင်း၊ကွက်ကွက်ကွင်းကွင်း မြင်ရကြားရမှာ အ​သေအချာပါပဲ၊ ဟာသကားဟဲ့လို့ မိသားစုနဲ့အတူသွားကြည့်ရင်​​​​တော့ ငါးပါး​​မှောက်မှာ​အ​သေအချာပါပဲ၊ ၁၉၇၀ပြည့်နှစ် မဟာ့မဟာပုရိသဝါဒီ​တွေ အ​တော်အမြစ်တွယ်​နေ​သေးတဲ့အချိန် ဂျွိုက်စ်ပရစ်ဂါဆိုတဲ့ ကညာတစ်​ယောက်ကကျား/မ အခွင့်အ​​ရေးတန်းတူရရှိမှု၊ တန်းတူတန်ဖိုးထားမှုတို့ကို​ဖော်ညွှန်း​ပေးတဲ့ Feminismဝါဒီကို \"နှုတ်တစ်ရာ စာတစ်လုံး\"ဆိုတဲ့အတိုင်း မဂ္ဂဇင်းထုတ်ကာ ဝါဒရိုက်သွင်း​ပေးချင်သူ​ပေါ့၊​လူ ငယ်ငယ် အကြံကြီးကြီး၊ ​ရှေးရိုးစွဲနဲ့ လူမျိုးကြီးစိတ် လွန်စွာပြင်းလှတဲ့ အဲဒီ​ခေတ်စာအုပ်ထုတ်​ဝေသူ အဘိုးကြီးများအကြားFeminismဆိုတဲ့စကားဟာ ​​ရေခမ်း​​တည်ထားတဲ့ ဆေးခါးကြီးထဲကြက်ဟင်းခါးမှုန့် ထည့်စပ်ထားသလို အင်မတန်အဝင်ဆိုးလှတာကိုး၊ ဒီလိုမျိုး ဣတ္တိယတို့အဖို့ ဝါဒဖြန့်ဖို့ လမ်းပျောက်​နေတဲ့ ဂျွိုက်စ်ဆီဆိုက်မြိုက်မြိုက်​ရောက်လာသူက ဒေါ့ဂ်၊ ...",
        "url": "https://channelmyanmar.org/tvshows/minx-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Chiang-Mai-Adventures-158x200.jpg",
        "title": "Chiang Mai Adventures (2023)",
        "description": "Chiang Mai Adventures ( 2023 ) အညွှန်းမတွေ့ရတာကြာတဲ့ သူငယ်ချင်းတွေနဲ့အတူ ခရီးထွက်လာကြတဲ့ သူတို့အဖွဲ့...။\nသွားရမယ့်နေရာကို မရောက်ကြဘဲ လမ်းမှားရာကနေ အကူအညီပေးသူတစ်ကြောင့် အနီးနားက ရွာတစ်ရွာမှာ တစ်ညအိပ်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။\nထူးဆန်းစွာနဲ့ နွန်ဆိုတဲ့ကောင်လေးက ထူးခြားနေသတဲ့လေ...။\nတစ်ညအိပ်ပြီး ပြန်လမ်းမှာလည်း သူငယ်ချင်း ၅ ယောက်အတွက် အထူးအဆန်းတွေချည်း ကြုံတွေ့နေရရင်း\nလမ်းမှာ တစ်ညထပ်အိပ်ရင်း နိုးလာတော့ ဘာတွေဖြစ်နေမလဲဆိုတာ သိချင်ရင် အခုပဲဝင်ကြည့်လိုက်တော့နော်၃ ပိုင်းတည်းရှိတဲ့ mini drama လေးပါ။ ၂ ပိုင်းထွက်ရှိထားပြီးတော့\nကျန်တစ်ပိုင်းကိုတော့ နောက် ၃ ပတ်အကြာမှ ထပ်မံထွက်ရှိလာမှာဖြစ်ပါတယ်အညွှန်းကိုတော့ Blue က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Blue နဲ့ Kim ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size…750MB | 300MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/chiang-mai-adventures-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cr7ow6T0kKIuDPQYmyh8U2kpair.jpg",
        "title": "Kung Fu Panda: The Dragon Knight",
        "description": "Kung Fu Panda : Dragon Knight (2022)ကွန်ဖူးပန်ဒါ ကာတွန်းစီးရီးထွက်လာပါပြီ။\nကာတွန်းရုပ်ရှင်လိုပဲ ရုပ်ထွက်ကောင်းကောင်း ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရိုက်ကူးထားတာဖြစ်လို့ တဝကြီးကြည့်ရမှာပါ။ဇာတ်လမ်းအစမှာတော့ ကလောက်စ်နဲ့ ဗရူကာဆိုတဲ့ ဖျံလူဆိုးနှစ်ကောင်ဟာ\nတရုတ်ပြည်ရဲ့ အစွမ်းထက်တဲ့ ရှေးဟောင်းလက်နက် ဝူကောင်းလက်အိတ်ကို လာလုပါတယ်။\nအဲဒါကို နဂါးဆရာသခင် ပိုက တားဆီးရင်နဲ့ ထုံးစံအတိုင်း တလွဲတွေဖြစ် ရွာပါပျက်စီးပြီး လက်အိတ်လည်းပါသွားပါတယ်။\nဒါကြောင့် မင်းကြီးက ပို့ဆီက နဂါးဆရာသခင်ဘွဲ့ကို ရုတ်သိမ်းတော့မှာပဲ ဖြစ်ပါတယ်။\nအဲဒီအချိန်မှာပဲ အဲဒီဖျံနှစ်ကောင်နောက်ကို လိုက်ဖမ်းနေတဲ့ အင်္ဂလန်သူရဲကောင်း လေလွင့်ဓားမိမယ် လူသယ်ရာနဲ့အတူ ပေါင်းမိပြီး တလွဲတွေ စွန့်စားခန့်ဖွင့်ကြတဲ့အခါ .....စုစုပေါင်း ၁၁ ပိုင်း ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action & Adventure, Animation, Comedy\nQuality…. 1080p | 720p\nFile size… 600MB | ...",
        "url": "https://channelmyanmar.org/tvshows/kung-fu-panda-the-dragon-knight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRcv6xRW8cput8RVxZpKoNoBqha.jpg",
        "title": "Across the Sky (2023)",
        "description": "Across the Sky (2023)စကိုင်းဆိုတဲ့ ကောင်လေးက သူ့အဖေလို နာမည်ကြီးအဆိုတော်တစ်ယောက်ဖြစ်ချင်တာကြောင့်\nနိုင်ငံခြားကနေ အဖေဖြစ်သူနာမည်ကြီးခဲ့တဲ့ ထိုင်းကို လာခဲ့ပါတယ်။စကိုင်းရဲ့ အဖေက TEMMAX ဆိုတဲ့ အဆိုတော်နှစ်ယောက် ပါဝင်တဲ့\nနာမည်ကြီးအဖွဲ့က တမ်ဆိုသူဖြစ်ပြီး ကွယ်လွန်သွားခဲ့ပြီပဲဖြစ်ပါတယ်။TEMMAX အဖွဲ့မှ မက်ပဲ ကျန်ခဲ့ကာ မက်ကတော့ လက်ရှိမှာ Max Academy ဆိုတဲ့\nအနုပညာကျောင်းထောင်ထားပြီး လူငယ်တွေကို အဆို အက လေ့ကျင့်ပေးနေတာပဲ ဖြစ်ပါတယ်။စကိုင်းကလည်း သူ့အဖေရဲ့ သူငယ်ချင်းဖြစ်တဲ့ ဦးလေးမက်ရဲ့ Max Academy မှာ တက်ချင်လို့\nထိုင်းအထိတောင် လာခဲ့ပေမဲ့ ဦးလေးမက်က မကြည်ဖြူတဲ့အခါ စကိုင်းတစ်ယောက် ဘယ်လိုဒုက္ခရောက်မလဲ...\nစကိုင်းတစ်ယောက် နာမည်ကြီးအဆိုတော်တစ်ယောက်ရော ဖြစ်လာနိုင်မလား....လေ့ကျင့်ရေးသင်တန်းသူ၊ သင်တန်းသား ငယ်ငယ်လေးတွေ အများကြီးနဲ့\nလူငယ်ဇာတ်လမ်း ပေါ့ပေါ့ပါးပါးခံစားချက်လေးလည်း ရမှာဖြစ်ပါတယ်။(အညွှန်းရေးသားသူမှာ Kppks ဖြစ်ပါတယ်)Translated by Kppks, Thae Thae, Su MyatGenre..... Music, Drama\nQuality…. 1080p ...",
        "url": "https://channelmyanmar.org/tvshows/across-the-sky-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNTU3MzljZGItNmY3NC00MTZjLWEwOTAtMTgyMGM3YTI4YzFhXkEyXkFqcGdeQXVyMjExNjgyMTc@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The Bastard Son & the Devil Himself (2022)",
        "description": "Rating ကောင်းကောင်းရထားတဲ့ Netflix ရဲ့ 2022 ထွက် fantasy-drama စီးရီးလေးတစ်ခု လာပါပြီ။ Rotten tomatoes မှာ ခရမ်းချဥ်သီးပုပ် 93% အထိရထားပြီး 1MDb မှာလည်း rating 7.5 ရထားတာဖြစ်တဲ့အတွက် ကြည့်ပျော်ရှုပျော်အဆင့်ထက်လွန်တယ်လို့ ပြောလို့ရတဲ့ စီးရီးတစ်ခုပါ။ ဇာတ်အိမ်ကလည်း လူငယ်ဇာတ်ကောင်အများစုနဲ့ ပေါ့ပေါ့ပါးပါးတည်ဆောက်ထားလို့ မိသားစုနဲ့ကြည့်လို့ရပါတယ်။ Titans(2018) နဲ့ The Batman(2022) မှာပါဝင်ထားတဲ့ သရုပ်ဆောင် Jay Lycurgoကအဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပြီး Nadia Parkes၊ Emilien Vekemans၊ Isobel Jesper Jones စတဲ့ တက်သစ်စ လူငယ်သရုပ်ဆောင်တွေလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်။ Colm McCarthy၊ Debs Paterson၊ Rachna Suri တို့က ပူးတွဲရိုက်ကူးပေးထားပြီး ဇာတ်အိမ်ကတော့ Sally green ရဲ့ Halfbad ...",
        "url": "https://channelmyanmar.org/tvshows/the-bastard-son-the-devil-himself-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg",
        "title": "Bleach : Thousand-Year Blood War",
        "description": "Thousand-Year Blood War (2022) ============================Bleachဆိုတဲ့ဒီကာတွန်းဟာ ဂျပန်ကာတွန်းစီးရီး​တွေရဲ့ကြီးသုံးကြီးထဲမှာပါခဲ့တဲ့စီးရီးပါ(ကြီးသုံးကြီး​တွေကBleachOne pieceNarutoတို့ပါ)မူလတုန်းကတဝက်တပျက်နဲ့ရပ်ခဲ့​ပေမဲ့အခုဆိုရင် အဆုံးထိထွက်ဖို့အတွက်အပတ်စဥ်အပိုင်းသစ်​တွေထွက်လို့​နေပါပြီအခုထွက်တဲ့အပိုင်း​တွေက​တော့Soul societyမှာ အဆိုးဆုံး threadတခု​ပေါ်လာပြီးဇာတ်လိုက်ကိုယ်တိုင်လည်း အရင်ကထက် ဆယ်ဆမကပိုဂျွတ်တဲ့တိုက်ကွက်​တွေကိုရ​အောင်ကြိုးစားရမှာ​တွေကိုမြင်ရမှာပါ။ဘယ်လို​သောက်ကြမ်းဖြစ်လာမလဲ​တော့​စောင့်သာကြည့်​တော့ဗျ..ဇာတ်လမ်းအကျဥ်းကို​တော့အရင်cour​ကိုပဲပြန်​ပြောပါမယ်အိချိဂိုဆိုတဲ့​ကောင်​လေးဟာ လူတကာကိုကူညီတတ်ပြီးမဟုတ်မခံစိတ်လည်းရှိသူပါ။ ဒါ့အပြင် သူဟာ မြင်အပ်မမြင်အပ်ပရ​လောကသား​တွေကိုလည်းမြင်နိုင်စွမ်းရှိသူဖြစ်ပါတယ်။တ​နေ့မှာ​တော့ ​သေမင်းကိုပါ​တွေ့ခဲ့ပြီး အဆိုပါ​​​သေမင်းကို ​ဟောလိုးလို့​ခေါ်တဲ့မ​ကောင်းဆိုးဝါးတစ်​ကောင်လက်က​နေကယ်​ပေးလိုက်ရာက​နေ ​သေမင်းရဲ့အစွမ်း​တွေအားလုံးကိုပါအိချိဂိုဟာ စုပ်ယူမိခဲ့သလိုဖြစ်သွားပါတယ်။ အဲ့ဒီ​နောက်မှာ​တော့.....ဒီစီးရီး​လေးကိုအပတ်စဥ်တနင်္လာ​နေ့ညတိုင်းတင်ဆက်​ပေးသွားမှာပါ Episodes:13File Size: 500MB & 300MB (episode)Quality :Web-Dl 1080p,720pGenres: Animation , Action , AdventureTranslated by Dr NyanEncoded by Thit San Khant , Min Wai  Episodes 11080P   >>>UsersDrive   | Yoteshin |     MegaUp    |     Mega.NZ    | StreamSB\n720P      >>>UsersDrive   | Yoteshin |   ...",
        "url": "https://channelmyanmar.org/tvshows/thousand-year-blood-war-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/big-bang-133x200.jpg",
        "title": "The Big Bang Theory 2007 – 2019",
        "description": "Our whole universe was in a hot, dense state\nThen nearly fourteen billion years ago expansion started, waitSit-com တွေထဲမှာ fan တွေ တောင်းဆိုမှုအများဆုံး ဖြစ်တဲ့ The Big Bang Theory ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီ။ဒုတိယ တောင်းဆိုမှုအများဆုံးကတော့ Friends စီးရီးပါပဲ။ Friends က ဂန္ဓဝင် sit-com တစ်ခုဖြစ်ပေမယ့် သိပ္ပံဟာသတွေ၊ စူပါဟီးရိုးဟာသတွေ အများကြီးပါတဲ့ big bang theory ကိုတော့ ကျွန်တော်ပိုကြိုက်မိပါတယ်။ဒီစီးရီးကလည်း Dr.House လိုပဲ အရမ်းကောင်းသလောက် ဘာသာပြန်ရ အရမ်းခက်တာမို့ ဖြည်းဖြည်းချင်းပဲ တင်သွားမှာပါ။ မကြည့်ဖူးသေးတဲ့ သူတွေ တစ်ပိုင်းလောက် မြည်းကြည့်လိုက်ပါ။ ကြိုက်တယ်ဆိုရင်တော့ လူများများကြည့်ဖြစ်သွားအောင် ညွှန်းပေးကြပါဦး။ဇာတ်လမ်းအကျဉ်းွှအဓိက အမျိုးသား ဇာတ်ကောင် ...",
        "url": "https://channelmyanmar.org/tvshows/the-big-bang-theory-2007-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNWRiMmUzNDctYmY2MC00MDVlLWE0N2QtYzc5MDA5MzBhYmJlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Billy the Kid (2022)",
        "description": "Billy the Kid လို့အများသိကြတဲ့ Henry McCarty ဒါမှမဟုတ် William H. Bonney ဆိုတဲ့ကောင်လေးဟာ သမိုင်းမှာ နာမည်ကျော်ပါတယ်။တစ်ချိန်က နာမည်ကြီး တောပုန်းတစ်ယောက်ဖြစ်ခဲ့ပြီး သူကိုယ်တိုင် အသက် ၂၁ ငယ်ငယ်ရွယ်ရွယ်နဲ့ မသေခင်မှာ လူ ၂၁ ယောက်ကိုသတ်ခဲ့တယ်လို့ ပြောစမှတ်ရှိခဲ့ပါတယ်။သူ့ရဲ့ဘဝဖြစ်စဉ် သမိုင်းတောက်လျှောက်ဟာ အခုချိန်မှာ ပြန်ပြောပြနိုင်တဲ့သူမရှိတဲ့အတွက် လက်ဆုပ်လက်ကိုင် ရေရေရာရာပြနိုင်စရာမရှိပေမယ့် ဒီဇာတ်လမ်းတွဲကတော့ သူ့ဘဝကိုအခြေခံပြီး အနီးစပ်ဆုံးကြိုးစားချဉ်းကပ်ပေးထားတယ်လို့ဆိုနိုင်ဟန်ရှိပါတယ်။အခုလောလောဆည် အပိုင်းရှစ်ပိုင်းပါ ဆီဇင်တစ်ခုထွက်ရှိထားပြီး အောင်မြင်မှုရခဲ့တဲ့အတွက် လာမယ့်အောက်တိုဘာမှာ ဒုတိယဆီဇင် ထွက်ရှိလာပါလိမ့်မယ်။ ရွှေ့ပြောင်းအခြေချတွေဖြစ်ခဲ့တဲ့ သူတို့မိသားစုဘယ်လိုကြမ္မာတွေကြုံရခဲ့ရလဲ? သာမန်လူငယ်တစ်ယောက်ဘဝကနေ နာမည်ကျော်တောပုန်းတစ်ယောက်အဖြစ် ဘယ်လိုအဖြစ်အပျက်တွေကဆွဲခေါ်သွားခဲ့လဲ အစရှိတဲ့ Billy the Kid ရဲ့ဘဝခရီးတစ်လျှောက်ကိုတွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ Western ပရိသတ်တွေအကြိုက်တွေ့မယ့် ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပြီးတစ်ချိန်က နာမည်ဆိုးနဲ့ကျော်ကြားခဲ့တဲ့ တောပုန်းကြီးတစ်ယောက်ဟာ အခုခေတ်ထိ ရုပ်ရှင်တွေ စီးရီးစ်တွေ အဖန်ဖန်အလည်လည်ရိုက်နေကြရလောက်အောင် ဘာကြောင့် ဂန္ဓဝင်တွင်နေခဲ့တာလဲဆိုတာအသစ်တဖန် ပြန်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/billy-the-kid-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3NBGiAifW9Xt8xD5tpARskjccO.jpg",
        "title": "One Piece(1999)",
        "description": "IMDb 8.9/10\nCrunchyroll 4.9/5\nMyAnineList 8.7/10 ဂျပန်ကာတွန်း​တွေရဲ့ကြီးသုံးကြီးမှာပါတဲ့ one pieceဟာစထွက်ရာက​နေအခုထိ ပရိသတ်​တွေတိုးပွား​နေဆဲပါ။ဂျပန်ကာတွန်း​တွေထဲမှာ​ berserkတို့၊ AoTတို့ဆိုရင် ဇာတ်လမ်းပိုင်းအ​ကောင်းဆုံး​တွေလို့သတ်မှတ်ကြသလိုပဲ one pieceကိုလည်းအ​ကောင်းဆုံး adventureစီးရီး၊ mangaကို animeအဖြစ်အသက်သွင်းတဲ့​နေရာမှာလည်း one pieceက အ​ကောင်းဆုံးလို့​ပြောရင်မှားမယ်မထင်ပါဘူး။ ပြီး​တော့ ဒီစီးရီးဘယ်​လောက်​တောင်​ကောင်းလဲညွှန်းရမယ်ဆိုရင် အပိုင်း၁​ထောင်​ကျော်​နေပြီဆို​ပေမဲ့ one piece fan​တွေဟာ ဇာတ်လမ်းပြီးမှာ​တောင် စိုးရိမ်မိကြတဲ့အထိ လွှမ်းမိုးနိုင်​နေတာပါ။ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​တော့ချမ်းသာမှု၊ ​ကျော်ကြားမှု၊ သြဇာရှိမှု​တွေကို ပိုင်ဆိုင်တဲ့ ​ပင်လယ်ဓါးပြ​ဘုရင်ကြီးကို ​ရေတပ်ကဖမ်းဆီးပြီး ကွပ်မျက်ဖို့လုပ်ခဲ့ပါတယ်။မကွပ်မျက်ခင်မှာ ကွပ်မျက်ပွဲကိုလာကြည့်တဲ့ လူ​တွေထဲက​နေ ​ကျော်ကြီးဟာ ပင်လယ်ဓါးပြဘုရင်ကြီးကို​မေးခွန်းတစ်ခုလှမ်း​မေးခဲ့ပါတယ်။\"ဘဲကြီးခင်ဗျားပိုင်တဲ့ရတနာ​တွေဘယ်မှာထားခဲ့လဲ။ one pieceဆိုတာ​​ရောတကယ်ရှိလား\"\"သိပ်ရှိတာ​ပေါ့။ ညိုကီ​ရာငါပိုင်ဆိုင်တဲ့ရတနာ​တွေကိုအဲ့ဒီ​နေရာမှာထားခဲ့ခဲ့....ဗျစ်\"ဆိုပြီး​ပြော​နေတုန်းမှာ ​ရေတပ်ကကွပ်မျက်ခဲ့တာ​ကြောင့် စကား​တောင်မဆုံးခဲ့ရှာပါဘူး။ဒါ​ပေမဲ့ one pieceရှိတယ်ဆိုတာကိုအတည်ပြုခဲ့တာ​ကြောင့်ပင်လယ်ထဲကိုလူ​တွေအသီးသီးထွက်ကုန်တာ​ကြောင့် ပင်လယ်ဓါးပြ​ခေတ်ကြီးတ​ခေတ်ထလာခဲ့ပါ​တော့တယ်။ အဲ့ဒီလူ​တွေထဲမှာငဖီဆို​တော့ အ​ရှေ့ပင်လယ်ပြာက ​တောသား​လေးလည်းပါပြီးပင်လယ်ထဲရွက်လွှင့်ကာ ပင်လယ်ဓါးပြအဖွဲ့ဖွဲ့ဖို့ အဖွဲ့သားသစ်​တွေစု​ဆောင်းရာက​နေ one pieceဆိုတဲ့မဟာဇာတ်ထုပ်ကြီးဖြစ်​​ပေါ်လာပါ​တော့တယ်..... File Size –  336MB/173MB  @EpisodeQuality – 720p / 1080pDuration ...",
        "url": "https://channelmyanmar.org/tvshows/one-piece1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmUzODA0ZDgtYTA1ZC00OGQzLWI1ZjgtNDU4ZjIwMDA3NDQxXkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-112x200.jpg",
        "title": "Wilderness (2023)",
        "description": "IMDb 6.3 ထိရရှိထားတဲ့ ထွက်ရှိနေဆဲ Drama & thriller အမျိုးအစားဇာတ်လမ်းတွဲဖြစ်ပြီး ထင်မှတ်မထားတဲ့ plot twist တွေနဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကိုကြည့်ရှုရမှာပါ ပုံပြင်တွေထဲမှာလို \"တစ်သက်လုံးပျော်ရွှင်စွာနေထိုင်သွားကြလေသည်\" ဆိုတဲ့အဆုံးသတ်မျိုးကိုတော့ ဘယ်သူကမလိုချင်ဘဲနေပါ့မလဲ အိုလီဗီယာ(လိဗ်) နဲ့ဝီလီယမ် (ဝီလ်) တို့အတွဲကလည်း လှပတဲ့အချစ်ဇာတ်လမ်းကိုပိုင်ဆိုင်ထားကြတဲ့ ကြင်စဦးမောင်နှံလေးဖြစ်ပြီး သူတို့ရဲ့ပုံပြင်က ဇာတ်သိမ်းလှလှ‌လေးနဲ့ပဲအဆုံးသတ်မယ်လို့ ထင်ထားခဲ့ပေမဲ့ အမျိုးသားဖြစ်သူဖောက်ပြန်နေတာကိုသိသွားတဲ့အခါမှာတော့... စိတ်ကူးယဉ်အိပ်မက်လေးကနေ အိပ်မက်ဆိုးကြီးအဖြစ် ပြောင်းလဲသွားပါတော့တယ် လိဗ်တစ်ယောက် အချစ်ကြီးလို့အမျက်ကြီးရာကနေ ‌ဖောက်ပြားတတ်တဲ့‌ယောက်ျားကို သွေးအေးအေးနဲ့ ဘယ်လိုနည်းလမ်းတွေသုံးပြီးကလဲ့စားချေမလဲ ဆိုတာကိုကြည့်ရှုရမှာပါFile size…(890 MB)/(392 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….00:52:00\nGenre...Drama, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn  \nSeason 1Episode 1 720p  -  Yoteshin / Megaup / Meganz / Usersdrive / ...",
        "url": "https://channelmyanmar.org/tvshows/wilderness-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTYzMjA3OTgxOV5BMl5BanBnXkFtZTgwMjAwMDU5NjM@._V1_-135x200.jpg",
        "title": "A Series of Unfortunate Events (2017)",
        "description": "ဉာဏ်ကြီးရှင်လေး ၃ယောက်ဆီကမှ အမွေလုဖို့ကြိုးစားမိတဲ့ လူဆိုးကြီး (သို့) A Series of Unfortunate Eventsဒီတစ်ခါ ပရိသတ်ကြီးကို IMDb 7.8 ရှိတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါပြီ ဇာတ်လမ်းလေးကတော့ ဇာတ်ကားနာမည်အတိုင်းပဲ ကံဆိုးမှုတွေ ဆက်တိုက်ကြုံတွေရတဲ့အကြောင်းလေး ရိုက်ပြထားတာပါ ဇာတ်လမ်းရဲ့ အစမှာတင်ပဲ \"ပျော်စရာဇာတ်သိမ်းပိုင်းတွေကိုမှ စိတ်ဝင်စားတယ်ဆိုရင်တော့ မကြည့်ပါနဲ့လို့\" ပေါ်ပေါ်ထင်ထင် သတိပေးထားတဲ့ ကားလေးတစ်ကားပါပဲ ဇာတ်လမ်းအစမှာပဲ ဘော်ဒယ်လရီတို့ မိသားစုရဲ့ စံအိမ်ကြီးက မီးလောင်သွားပြီး မီးထဲမှာ မိဘနှစ်ပါး ပါသွားတာကြောင့် ကျန်ခဲ့တဲ့ မောင်နှမ၃ယောက် ကို မွေးစားဖို့ အနီးစပ်ဆုံးဆွေမျိုးဆီ ပို့ပေးလိုက်ရပါတယ်။ ဗိုင်အိုလတ်၊ ကလော့စ် နဲ့ ဆန်နီတို့ဆိုတဲ့ မောင်နှမ၃ယောက်ကတော့ ရုတ်တရက်ကြီးကို သူဌေးသားသမီးတွေ ဘဝကနေ မိဘမဲ့ဘဝ တန်းရောက်သွားတော့တာပါပဲ။ ဒါပေမဲ့ ကံဆိုးမ သွားရာမိုးလိုက်လို့ရွာ ဆိုသလို သူတို့ကို မွေးစားမဲ့ ကောင့်တ်အိုလော့ဖ် ဆိုတဲ့သူကလည်း ဗိုင်အိုလတ်လေး ...",
        "url": "https://channelmyanmar.org/tvshows/stone-protectors-lemony-snickets-a-series-of-unfortunate-event-2004/"
    }
]