[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-4-133x200.jpg",
        "title": "Tales of the Walking Dead (2022)",
        "description": "Walking Dead ဆိုတာ အကောင်းဆုံးနဲ့အရှိန်အဝါအကြီးဆုံး အကျယ်ပြန့်ဆုံး ဇွန်ဘီးဇာတ်လမ်းတွဲကြီးတစ်ခုပဲဆိုမမှားပါဘူး။ ဒီစီးရီးကတော့ အဲဒီဇာတ်လမ်းတွဲတွေထဲက ဇာတ်ကောင်တွေ တစ်ကောင်ချင်းဆီကို ဇာတ်လမ်းတစ်ခုဆီ ဘောနပ်စ် သဘောမျိုး ပြသထားတာပါပဲ။ ဒီတော့ Walking Dead ကိုမကြည့်ဖူးရင်တောင် ရုပ်ရှင်တစ်ကားစီလို့ သဘောထားပြီး ဇိမ်နဲ့ကိုကြည့်လို့ရပါတယ်။ Walking Dead ဖန်တွေအတွက်တော့ ရွှေပေါ့ဗျာ။ဇာတ်လမ်းတိုင်းမှာ ကမ္ဘာပျက်ချိန် ဇွန်ဘီးတွေကြားမှာရုန်းကန်ရတဲ့ လူ့သဘာဝတွေ တွေးစရာတွေနဲ့ စွန့်စားခန်းတွေပါဝင်ပါတယ်။File size…400 Mb\nQuality….Webrip 720\nFormat…mp4\nDuration….50 Min\nGenre...Drama, Action & Adventure, Sci-Fi & Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldDownload LinkEpisode 1 720p  - VIP / Yoteshin / Megaup / Meganz / Usersdrive / StreamsbEpisode 2 720p  ...",
        "url": "https://channelmyanmar.org/tvshows/tales-of-the-walking-dead2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/4CgMd3q8vy4bodVqS2Mp9epORmU-133x200.jpg",
        "title": "Cyberpunk: Edgerunners (2022) Complete",
        "description": "Gamer​တွေကြား အ​မျှော်လင့်ကြီး ​မျှော်လင့်ထားသလို မသိသူ\nမရှိ​လောက်တဲ့ Cyberpunk : Edgerunners ကို တင်ဆက်​ပေး\nလိုက်ပါပြီ။ ဒီAnimeက Cyberpunk 2077 မတိုင်ခင် တစ်နှစ်\nမှာ ဖြစ်ခဲ့တဲ့ ကိစ္စ​တွေကို Prequel အ​နေနဲ့ ရိုက်ကူးထားတာပါ။\nIMDB 8.6နဲ့ RT 100% အပြည့် ရထားပါတယ်။ Animationနဲ့\nEffect​တွေကလည်း ​ပြော​စရာမလို​အောင် ရှယ်လှပါတယ်။​​ခေတ်​ရှေ့​ပြေးလွန်းပြီး ​သိပ္ပံနည်းပညာ​တွေ ထွန်းကားလွန်းသလို\n​ငွေနဲ့ပဲ အရာရာလည်ပတ်နေတဲ့ အနာဂတ် မြို့​တော်ကြီးတစ်ခုမှာ\n​ဒေးဗစ်လို့​​ခေါ်တဲ့ ဂျစ်ကန်ကန်​ကောင်​လေးဟာ ​​ဆင်းရဲနွမ်းပါးမှု\n​ကြောင့် လူရာသွင်းမခံရသလို ဘယ်​လောက်ပဲ ကြိုးစားကြိုးစား\nအရှုံးနဲ့ ရင်ဆိုင်​ရတဲ့ ဘဝပိုင်ရှင်လို့ပဲ ​ပြောရမှာပါ။ကံအ​ကြောင်းမလှရတဲ့အထဲ တစ်​​နေ့မှာသူ့ဘဝတစ်ခုလုံးကို ​ဇောက်ထိုးမိုး​မျှော်\nဖြစ်စေမယ့် ဖြစ်ရပ်ဆိုးကြီးဖြစ်လာတဲ့အခါ ဘဝ​ပေးကံကြမ္မာကို\n​ခြေစုံကန်ပြီး ​ငွေရဖို့အတွက် ဘာမဆိုအကုန်လုပ်မယ့် ​ဝရမ်း​ပြေး\n​ကြေးစား Edgerunnerဘဝကို ​ရောက်သွားပါ​တော့တယ်။File Size – 400MB / 200MBQuality – 1080p NF WEB DL /  ...",
        "url": "https://channelmyanmar.org/tvshows/cyberpunk-edgerunners-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/rPj2j_4f-141x200.jpg",
        "title": "Once Upon a Small Town (2022)",
        "description": "ဒီညတော့ မြိုပြမွန်းကြပ်မှုတွေရဲ့အဝေး နယ်မြိုလေးရဲ့ နွေရာသီတစ်ခုဆီ အတူတူထွက်ပြေးကြရအောင်လား💚နောက်ဆုံးတော့ Lawထဲကရုန်းထွက်လာတဲ့ KakaoTV နဲ့ Netflix ရဲ့ Romcom series လေးတစ်ခုဖြစ်တဲ့ Once Upon A Small Town ပြသမယ့်နေ့ရောက်ရှိလာပါပြီ။Han JiYool ဆိုတဲ့ တိရစ္ဆာန်ဆေးကုဆရာဝန်လေးက သူ့အဖိုးရဲ့ဇာတိဖြစ်တဲ့ HeeDong ရွာလေးကို ရောက်ရှိလာပြီး အဖိုးရဲ့ တိရစ္ဆာန်ဆေးခန်းလေးကို တာဝန်ယူ‌ရဖိုဖြစ်လာပါတယ် ။Ahn JaYoung ဆိုတဲ့ ရဲအရာရှိစာမေးပွဲဖြေဖိုပြင်ဆင်နေတဲ့ ကောင်မလေးက‌တော့ ဇာတိရွာလေးရဲ့ သာရေးနာရေး ကိစ္စအဝဝကို ကူညီဖိုအသင့်ဖြစ်နေတဲ့ ရဲမေလောင်းလေးဖြစ်ပါတယ် ။ဒီလိုနဲ့ သူတိုနှစ်ဦးတွေ့ဆုံမိပြီး ရွာရဲ့အရေးအကြောင်းပေါင်းစုံမှာ အပြန်အလှန်ကူညီပေးကြရင်း နှစ်ဦးကြားမှာ Romance အချစ်ဇာတ်လမ်းလေးတစ်ခုပေါ်ပေါက်လာပါတော့တယ် ။ကျေးလက်ရှုခင်းတွေနဲ့ သဘာဝဆန်တဲ့ ဇာတ်ကောင်စရိုက်လေးတွေကို ဟာသအနှော၊ ရိုမန့်စ်အရောလေးနဲ့ ခံစားရမှာမို သေချာပေါက် Healing ဖြစ်စေမယ့် ဒရာမာလေးပါ ။main casts တွေကတော့ Joy ...",
        "url": "https://channelmyanmar.org/tvshows/once-upon-a-small-town-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tnRiTrHCL3k5F0QOtQhkQd3AAR5.jpg",
        "title": "Black Summer (2019)",
        "description": "Black Summer (2019  Season 1 ဇာတ်လမ်းအကျဉ်းဒီကားမှာတော့ စစခြင်း ဘာဖြစ်တာမှန်း မသိအောင် ရိုက်ထားပါတယ်။ရောဂါလား ရေဒီရို ဓါတ်သင့်တာလား Government project လားဝေခွဲ လို့မရအောင် အစပျိုးထားပါတယ်။မြို့သေးသေးလေးမှာ မို့ Zombie တွေကို အပြွတ်လိုက်မမြင်ရပေမဲ့တွေ့ဖူးသမျှ Zombie တွေထဲမှာ ဉာဏ်တော်တော်ရှိပြီး အားသန်တာတွေ ပါပါတယ်။ပထမဆုံး ဇာတ်ကောင် Rose ရဲ့ အကြောင်းကို Rose ဆိုပြီး ကဏ္ဍ ခွဲပြီးရှင်းပြတာကိုထူးဆန်းစွာတွေ့ရမှာပါသူ့သမီးရယ် သူ့ယောကျာ်းရယ်နဲ့ အန္တရာယ် ကင်းတဲ့နေရာ ကို ထွက်ပြေးမဲ့ အချိန်မှာမထင်မှတ်တဲ့ ကိစ္စကြောင့် သူ့သမီးလေးနဲ့သူ ကွဲရသလိုသူ့ယောကျာ်းလဲ Zombie ဖြစ်သွားခဲ့တယ်။zombie တွေဟာ တကောင်နဲ့တကောင် ကိုက်တာက မဟုတ်ပဲသေဆုံးရင်လဲ Zombie ဖြစ်တာကို ကြည့်ခြင်းအားဖြင့်ရေဒီယို ဓါတ်သင့်တာ ဖြစ်နိုင်တယ်လို့ပိုထင်ပါတယ်။ဇာတ်ကားထဲမှာ “black clouds” လို့ပဲ ညွှန်းထားတာကြောင့်ဘာဖြစ်မှန်းတော့မပါခဲ့ပါဘူး ။ဇာတ်လမ်း ဇာတ်ညွှန်း ...",
        "url": "https://channelmyanmar.org/tvshows/black-summer-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/B8JrA_4f-161x200.jpg",
        "title": "P.S I Hate You (2022)",
        "description": "ဖရယ် အဖြစ် Pearwah\nမင် အဖြစ် Jan ployshompoo\nဝမ်ဝမ် အဖြစ် Pat Chayanit\nမေ အဖြစ် Fah Yongwaree\nစရတ် အဖြစ် Aye Sarunchana\nဖစ် အဖြစ် Lee Thanat\nဖူ အဖြစ် Papang Phromphiriyaဇာတ်လမ်းအကျဉ်းလူတွေ မေ့နေကြတဲ့ စကားတစ်ခွန်းရှိတယ်\n“သစ္စာဖောက်ခြင်း” တဲ့\nဒီစကားဟာ ရန်သူတွေဆီက ဖြစ်လာတာမဟုတ်ပါဘူး…ဖရယ် ၊မင် ၊ ဝမ်ဝမ်၊ မေ နဲ့ စရတ်တိုက ကျောင်းကတည်းက အရမ်းရင်းနှီးကြတဲ့ သူငယ်ချင်းတွေဖြစ်ကြပါတယ်ဖရယ့် မင်္ဂလာပွဲမှာ ကျန်လေးယောက်က သတိုသမီးအရံလုပ်ပေးရင်း ပျော်ရွှင်နေခဲ့ပေမဲ့ မထင်မှတ်ထားတဲ့ ဖြစ်ရပ်ဆိုးတစ်ခု ဖြစ်လာခဲ့တယ်အဲဒီဖြစ်ရပ်ကတော့ မင်္ဂလာစုံတွဲရဲ့ ကြည်နူးဖွယ်ဗီဒီယိုကို ပိတ်ကားထက်မှာ ပြရမယ့်အစား ဖရယ့်ရဲ့ HD ကို ပြလိုက်မိတာပါပဲဗီဒီယိုက သူတို၅ဦးဆီမှာသာရှိခဲ့ပြီး သက်သေတွေအရ “မင်” လုပ်တယ်လို ညွှန်ပြလာတဲ့အခါ အရှက်ရရတဲ့ ဖရယ်လည်း သတ်သေသွားခဲ့ပါတယ်ဖရယ်ဆုံးပါးပြီးနောက် သူငယ်ချင်းအဖွဲလည်း လျှိဝှက်ချက်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/p-s-i-hate-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qAv0UoAQVZWd6HGc83fsli1aKmo.jpg",
        "title": "Dahmer – Monster: The Jeffrey Dahmer Story (2022) Completed",
        "description": "Dahmer - Monster: The Jeffrey Dahmer Story (2022) Completed Limited Series ~ IMDb - 8.6/10, Rotten Tomatoes - 91% ~ ဂျက်ဖ​ရေး ဒါးမား...​ ဝစ္စကွန်ဆင်ပြည်နယ် မီလ်​ဝေါကီးမြို့က ရူပါသန့်သန့် ရွှေအို​ရောင်ဆံပင်ရှည်နဲ့ လူ​ချော​တစ်​ယောက်​ပေါ့။ လူပုံစံကပျော့တိ​ပျော့ဖတ်နဲ့ အားမရှိတဲ့ပုံဖြစ်​နေတဲ့ ​​ကောင်​​လေးတစ်​ယောက်က လိင်တူစိတ်ဝင်စားသူဖြစ်သလို အ​ဖော်အချွတ် ဓါတ်ပုံ​တွေရိုက်ကူးရတာ ဝါသနာကြီးတာ​ကြောင့် အနီးအနားက အရက်ဘားကိုသွားပြီး ​ကိုယ်ဟန်ပြမော်ဒယ်​ရှာ​​လေ့ရှိသူပါ။ တစ်ရက်မှာ​တော့ ထ​ရေစီဆိုတဲ့ လူမည်း​ကောင်​​လေးတစ်​ယောက် ဂျက်ဖ်ရဲ့စကား​ပြော​ကောင်းမှုနဲ့အတူ ဓါတ်ပုံရိုက်ခံဖို့ သူ့တိုက်ခန်းကို ပါသွားခဲ့ပါတယ်။ တိုက်ခန်းထဲကို ရောက်တဲ့အချိန်မှ ဂျက်ဖ်ရဲ့ မူမမှန်​မှု​တွေကို အခါ​နှောင်းမှ ရိပ်စားခဲ့မိ​ပေမယ့် ​သေကံမပါခဲ့လို့ ထွက်​ပြေးလွတ်​မြောက်လာခဲ့ပြီး ကင်းလှည့်ရဲကားနဲ့မှ တည့်တည့်တိုးကာ တိုင်ကြားနိုင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ ဂျက်ဖ်တစ်​ယောက်ဟာ ​သား​ကောင်အ​ရွေးမှားမှု​ကြောင့် သူ နှစ်ရှည်လများကျူးလွန်ခဲ့တဲ့ ရာဇဝတ်မှုကြီး​တွေကို အထုပ်နဲ့အထည်နဲ့ ချပြလျက်သား ...",
        "url": "https://channelmyanmar.org/tvshows/dahmer-monster-the-jeffrey-dahmer-story-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Erkenci_Kus_TV_Series-874802895-large-142x200.jpg",
        "title": "Erkenci Kus (2018) Daydreamer",
        "description": "Erkenci Kuş (Early Bird) (Daydreamer)CM Drama Romance ပရိသတ်တွေအတွက်\nကမ္ဘာ​ကျော်သွားခဲ့တဲ့ တူရကီ အချစ်ရိုမန့်စီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်​ပေးပါရ​စေ....မင်းသားချော Can Yaman နဲ့ မင်းသမီးချော Demet Ozdemir တို့ပါဝင်ထားတဲ့ ၂၀၁၈ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Erkenci Kuş ဆိုတဲ့ စီးရီးလေးပါ။IMDb Rating (7.3) ထိ ရရှိခဲ့ပြီး ကမ္ဘာတစ်လွှားက မိန်းကလေး ပရိသတ်များအကြား ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တာပါ။\nBest Romantic Comedy TV series ဆုကိုလဲ ရရှိခဲ့ပါတယ်...Can Yaman နဲ့  Demet Ozdemir တို့ကို အလွန်လိုက်ဖက်တဲ့ တူရကီစုံတွဲသရုပ်ဆောင်အဖြစ် သတ်မှတ်ကြတဲ့အထိ ဒီစီးရီးမှာ သူတို့နှစ်ယောက်က အသက်ဝင်ခဲ့ကြပါတယ်။တကယ်လဲ သူတို့နှစ်ယောက်ရဲ့ အရိုခန်းတွေက ကြည့်ရှုသူတွေကိုပါ ကြည်နူးပြုံးပျော်လာစေတာမျိုးပါ။ဒီစီးရီးက ဇာတ်လမ်းဇာတ်ကွက်တွေကြောင့် နာမည်ကြီးတာမျိုးမဟုတ်ဘဲ ချစ်ခြင်းမေတ္တာအကြောင်းကို ရှုထောင့်မျိုးစုံက တင်ဆက်နိုင်တာကြောင့် ရင်မှာစွဲငြိကြတာမျိုးဖြစ်ပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/erkenci-kus-2018-daydreamer/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/pFhwfuMbLXDI9zXIYtUKH5Li0Lz-135x200.jpg",
        "title": "Feels Like Ishq (2021) Complete",
        "description": "Drama, Romance, Comedy\nIMDb - 6.4/ 10ဒီတစ်ခေါက်မှာတော့ Channel Myanmar ကနေပြီးတော့ Netflix က ထုတ်လွှင့်ထားတဲ့\nစီးရီးလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ဒီစီးရီးလေးကတော့ ဇာတ်လမ်းသွားတစ်ခုတည်း\nမဟုတ်ဘဲ တစ်ပိုင်းကို ဇာတ်လမ်းတစ်ခုချင်းစီပဲ ဖြစ်ပါတယ်လူငယ်တွေရဲ့ ဘဝတစ်စိတ်တစ်ပိုင်းနဲ့\nဖြတ်သန်းရတဲ့ဘဝတွေကို ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပြီးဒီကားလေးကိုကြည့်ပြီး ဘယ်သူမဆို\nကိုယ်ကိုယ်တိုင်မဟုတ်တောင် ကိုယ့်ဘေးပတ်ဝန်းကျင်မှာ ကြုံရဆုံရတဲ့\nလူငယ်ဘဝ ဇာတ်လမ်းအဖုံဖုံကို ပြန်လည် မြင်ယောင်လာမိမှာပါအရွယ်ရောက်လာတဲ့ဘဝမှာ ကြုံတွေ့ရတဲ့\nပျော်ရွှင်မှု ဝမ်းနည်းမှု ရင့်ကျက်မှု\nမရင့်ကျက်မှုတွေကို မီးမောင်းထိုးပြပေးထားတာဖြစ်ပြီးဟာသ ဒရမ်မာနဲ့ အချစ်မေတ္တာတို့ ရောစပ်ထားတဲ့ ဟောဒီ့စီးရီးလေကို\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်File Size – 500MB / 250MBQuality – 1080p NF WEB DL / 720pDuration – 29minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy , DramaTranslator – ...",
        "url": "https://channelmyanmar.org/tvshows/feels-like-ishq-2021-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AsdjYB61U8zVAsEyQgOebAjCoUN.jpg",
        "title": "Devil in Ohio (2022)",
        "description": "Devil in Ohio (2022)Suspense Thriller ဖြစ်ပြီး Ohio က မိစ္ဆာဒိဋ္ဌိအဖွဲ့တစ်ခုကနေ လွတ်မြောက်လာတဲ့မိန်းကလေးအကြောင်းဖြစ်ပါတယ်။\nဒီ Devil in Ohio ကိုရေးခဲ့တဲ့စာရေးဆရာမက ဒီဇာတ်လမ်းကစိတ်ကူးယဥ်ဖြစ်ပေမယ့်\nဇာတ်လမ်းကျောရိုးကတော့ အိုဟိုင်းရိုးက တကယ့်မိစ္ဆာဒိဋ္ဌိအဖွဲ့ပေါ်အခြေခံထားတယ်ဆိုတာကြောင့်\nပရိသတ်အတော်များများစိတ်ဝင်စားနေတဲ့ series ပါ။\nဒီလွတ်မြောက်လာတဲ့မိန်းကလေးက ဆေးရုံရောက်လာတော့\nကျောမှာငါးထောင့်ကြယ်စက်ဝိုင်းကြီးကိုထွင်းခံထားရပြီး စိတ်ဒဏ်ရာလဲအတော်ရထားပုံပါပဲ။\nဘာမှလဲမေးမြန်းလို့မရပါဘူး။\nဆေးရုံက စိတ်ရောဂါအထူးကုဒေါက်တာမက်သစ်က ဒီမိန်းကလေးကိုမြင်တော့\nသူ့သမီးလေးအရွယ်မို့ တော်တော်သနားပြီးသံယောဇဥ်ဖြစ်သွားပါတယ်။\nသုံးလေးရက်ကြာတော့ အခြေအနေအရ ဒေါက်တာမက်သစ်ကကောင်မလေးကို သူ့အိမ်ခေါ်သွားခဲ့ပါတယ်။\nကောင်မလေးကြောင့် ဒေါက်တာတို့မိသားစုထဲမှာအပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ၊\nကောင်မလေးရဲ့အတိတ်တွေ ပစ္စုပ္ပန်ထိလိုက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲ။Cult series တစ်ခုဖြစ်ပေမယ့် တစ်ချိန်လုံးသည်းထိတ်ရင်ဖိုဖြစ်နေရမှာမျိုးမဟုတ်ဘဲ\nTeen drama လေးတွေနဲ့ပါထူးထူးခြားခြားတွဲဖက်ထားလို့\nကြည့်ရမလားကျော်ရမလားဆိုရင်တော့ ကြည့်သင့်တဲ့series တစ်ခုလို့ညွှန်းပေးလိုက်ပါတယ်။အညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Rashida, Moh Moh, Zaw Myo Thu, K.Hein တို့ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama, Mystery\nQuality…. 1080p | 720p\nFile size…600MB | 300MB\nFormat… mp4\nDuration….40min\nEpisodes.....8 Episodes\nSubtitle…. Myanmar Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/devil-in-ohio-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/photo_2022-08-15_22-09-46-141x200.jpg",
        "title": "Aye, Khoi Huk Jao (2022) [Complete]",
        "description": "Aye, Khoi Huk Jao (2022)[အစ-အဆုံး]အပိုင်းအားလုံး HD Quality နဲ့ ကြည့်လို့ရပါပြီအပိုင်းသစ် - ၃၀ (ဇာတ်သိမ်းပိုင်း)ဖူဓနိုင်လို့ခေါ်တဲ့ ဘန်ကောက်မြိုသားလေးတစ်ယောက်ဟာ သူ့အဖေဖြစ်သူက ငွေကြေးပြဿနာတွေနဲ့ ရင်ဆိုင်နေရတဲ့အတွက် စိတ်ဓာတ်ကျနေရှာတယ်။\nအကြွေးမဆပ်နိုင်တာကြောင့် အိမ်နဲ့ အခြားသော ပိုင်ဆိုင်မှုတွေကိုလည်း ဘဏ်က သိမ်းသွားတာမို့ နောက်ဆုံးမှာတော့ သူတို့ဆွေမျိုးတွေ ရှိတဲ့ ထေဖ်စုရင်ရွာလေးကို ပြောင်းလာခဲ့ရပါတယ်။ မြို့သားဖြစ်တာကြောင့် ရွာရဲ့ဓလေ့တွေနဲ့ လိုက်လျောညီထွေဖြစ်ဖို့တော့ အတော်လေး ကြိုးစားရရှာတယ်။ရွာမှာ အခြေချမယ်လို့ ဆုံးဖြတ်ထားတဲ့အတွက် ဆေးဆိုင်လေး ဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်း ပြုဖို့ ကြံစည်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူမသိတာက ရွာသားတွေက ခေတ်မီဆေးဝါးတွေထက် တိုင်းရင်းဆေးတွေကိုသာ ယုံယုံကြည်ကြည် မှီဝဲသုံးစွဲကြတာပါ။ရွာမှာနေရင်း ချတ်တဝမ်လို့ ခေါ်တဲ့ နောက်နောက်ပြောင်ပြောင်နေတတ်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပါတယ်။ ဒီလိုနဲ့ ဖူဓနိုင်တစ်ယောက် ချတ်တဝမ်အပေါ် မေတ္တာရှိလာတဲ့အခါမှာတော့ ပြဿနာ စတတ်ပါတော့တယ်။ ပက်ကျိုးဆိုတဲ့ ရွာခံကောင်လေးတစ်ယောက်ကလည်း ဖူဓနိုင်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/aye-khoi-huk-jao-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/rq7IxjUUXo0RJJRqgjzqEGfsyPu-133x200.jpg",
        "title": "Thai Cave Rescue (2022)",
        "description": "ဒီတစ်ခေါက် ဇာတ်လမ်းတွဲကတော့ ၂၀၁၈ ခုနှစ် ဇွန်၊ဇူလိုင်လမှာ ဖြစ်ပျက်ခဲ့ပြီး တစ်ကမ္ဘာလုံးထိတ်လန့်​သွားခဲ့ရတဲ့ ထိုင်းနိုင်ငံရဲ့ နာမည်ကျော်အဖြစ်အပျက်တစ်ခုကို ရိုက်ကူးတင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ဒီ​ဖြစ်ရပ်မှာတော့ မူဘာ(တောဝက်)အသင်းရဲ့ နည်းပြဖြစ်သူ အိတ်နဲ့ ကျောင်းသား ၁၂ယောက်တို့က ချင်းရိုင်ဘက်က ထမ့်လုန်ဂူကို အလည်သွားရင်း မိုးသည်းထန်လာပြီး ဂူထဲမှာ ပိတ်မိသွားခဲ့ပါတယ်ပိတ်မိနေခဲ့တဲ့ ၁၃ယောက်ကို နိုင်ငံပေါင်း၁၇နိုင်ငံက ကယ်ဆယ်ရေးသမားတွေ ပူးပေါင်းကယ်ဆယ်ဖို့ကြိုးစားခဲ့ပါတယ်ဒီဖြစ်ရပ်ကြီးကို နိုင်ငံပေါင်းစုံက documentary တွေ movie တွေအဖြစ်နဲ့တင်ဆက်ခဲ့ပြီး ဒီဇာတ်လမ်းတွဲမှာတော့ နည်းပြ အိတ်အဖြစ် Beam Papangkorn နဲ့ ကျောင်းသား ၁၂ယောက်အဖြစ် Pratya Patong, Songpol Kantawong, Chakkapat Sisat, Thanawut Chetuku, Teeraphat Somkaew, Thanaphong Kanthawong, Thanapat Phungpumkaew, Aphisit Yookham, Watcharaphol Puangsawan, Thapanot Huttapasu, Apisit ...",
        "url": "https://channelmyanmar.org/tvshows/thai-cave-rescue-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWEwNzQ4NzUtMWRmYS00NDdiLTg5NDItODA5M2M4YTM0ZTE2XkEyXkFqcGdeQXVyMTAzNjU2NjM1._V1_-135x200.jpg",
        "title": "The Man in the High Castle (2019) Season 4",
        "description": "The Man in the High Castle(2019) Season 4***********************************************အပိုင်း  (   ၁   မှ   ၁၀   )  စ  /  ဆုံး အညွှန်းကိုတော့ စပွိုင်လာဖြစ်နေမယ်စိုးလို့ Season 1 က ဟာကိုပဲကူးယူဖော်ပြထားပါတယ်....The Man in the High Castle (ရဲတိုက်ကြီးပေါ်ကလူ) ဆိုတဲ့ စီးရီးဟာအတော်လေး ထူးခြားတဲ့ စီးရီးတစ်ခုပါပဲ။Doctor Strange တို့ဘာတို့မှာကြည့်ရတဲ့ အပြိုင်စကြဝဠာ၊အချိန်ခရီးသွားခြင်းတွေလိုပါပဲ။ ဇာတ်ကောင်တွေနေနေတဲ့ ကမ္ဘာဟာကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးနဲ့မတူညီပါဘူး။ ဘာလို့မတူညီတာလဲဆိုတော့ဒုတိယ ကမ္ဘာစစ်မှာ နာဇီတွေ ဂျပန်တွေ စစ်နိုင်သွားပြီးကမ္ဘာကြီးကို ဖက်ဆစ်စနစ်နဲ့ အုပ်စိုးနေတဲ့ ကမ္ဘာကြီးဖြစ်နေလို့ပါပဲ။ဒီနေ့ခေတ်အထိ ဂျူးတွေကိုအဆိပ်ပေးသတ်ခွင့်ရှိတယ်၊ကင်ပေတိုင်တွေ SS တွေကြီးစိုးတယ်။ချွေးတပ်စခန်းတွေထားတယ်။ သေဒဏ်တွေ၊ဖမ်းဆီးနှိပ်စက်တာတွေ၊ မိသားစုလိုက်ကို ဒုက္ခပေးတာတွေအကြပ်ကိုင်တာတွေ အားလုံးကို အစိုးရက တရားဝင်လုပ်ဆောင်နေတဲ့ ကမ္ဘာပါပဲ။ဒီတော့ ဒီအစိုးရတွေကို တော်လှန်တဲ့ တော်လှန်ရေးအဖွဲ့တွေ ရှိလာတာပေါ့။ဒါပေမဲ့ အင်အားအရမ်းနည်းနေပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-man-in-the-high-castle-2019-season-4/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z851zm7vFYWrf1Osyv7dJC4EyPh.jpg",
        "title": "Salon De Nabi (2022)",
        "description": "Salon De Nabi (2022)မှုခင်းဇာတ်လမ်းတွေ အချစ်ဇာတ်လမ်းတွေပဲ ကြည့်နေရတာ ရိုးနေပြီလား\nဒါဆိုရင်တော့ Idols တွေ အများကြီး ပါဝင်ထားပြီး တမူထူးခြားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်လေးနဲ့\nSalon De Nabi ဆိုတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်K-Drama လောကမှာ သိပ်ပြီးမြင်တွေ့နေကြမဟုတ်တဲ့\nအလှပြင်ဆိုင်လောကအကြောင်းကို စိတ်ဝင်စားဖွယ် ရိုက်ကူးတင်ပြထားတဲ့\nဒီဇာတ်ကားလေးမှာတော့ လုပ်ငန်းခွင်ဘဝအခြေအနေကိုလိုက်ပြီး\nမျက်နှာနှစ်ဖက်နဲ့ နေနေရတဲ့သူတွေရဲ့ ဘဝအကြောင်းကို တစေ့တစောင်း ရိုက်ကူးပြထားပါတယ်သူများနဲ့မတူဘဲ ထူးခြားနေတဲ့ Gi-Ppeum ဆိုတဲ့ ကောင်မလေးဟာ\nနာဘီအလှပြင်ဆိုင်မှာ သူ့ရဲ့လုပ်ငန်းခွင်ဘဝကို စတင်လိုက်ရချိန်မှာတော့\nတစ်သက်လုံး ခေါက်ရိုးကျိုးလာခဲ့တဲ့ သူ့ရဲ့အကျင့်တွေကို ပြင်ဖို့ကြိုးစားရပါတော့တယ်Customers တွေနဲ့ ပြောဆိုဆက်ဆံရတဲ့ အလှပြင်ဆိုင်အလုပ်မှာ\nGi-Ppeum မလုပ်နိုင်တာက Customers တွေနဲ့ပြောဆိုရတာပဲဖြစ်နေတဲ့အခါ\nဒီပြဿနာကို သူဘယ်လိုဖြေရှင်းမလဲဆိုတာ အခွီလေးနှောပြီး စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားရမှာပါမင်းသမီး Kim Hyang-Gi နဲ့ မင်းသား Choi Daniel တို့က အဓိကပါဝင်ထားပြီး\nEXO's Xiumin နဲ့ MonstaX's HyungWon အပါအဝင်\nတခြား Idols ...",
        "url": "https://channelmyanmar.org/tvshows/salon-de-nabi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nnmckL1bHowvn5xLsboZyKVC27r.jpg",
        "title": "Maid’s Revenge (2022)",
        "description": "ဒီတစ်ခေါက်မှာ Love in Time မှာနာမည်ကြီးခဲ့တဲ့Dai GaoZheng နဲ့Emperor or Boss မှာနာမည်ကြီးခဲ့တဲ့Chen FangTongတိုရဲ့ Chemistry မိမိသရုပ်ဆောင်ထားတဲ့ Maid’s Revenge ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Dong Yan’er (Chen FangTong)ကငယ်ငယ်ကတည်းကမိဘအရိပ်အောက်ကနေကောင်းကောင်းကြီးပြင်းလာခဲ့ပြီးအိမ်ကသူတွေကလွဲလိုတစ်ခြားသူနဲ့သိပ်မတွေ့ခဲ့တဲ့တုန်အိမ်ကသခင်မလေးတစ်ယောက်….Fang TianYi (Dai GaoZheng)ကတော့အာဏာကြီးတဲ့ဗိုလ်ချုပ်တစ်ယောက်……Yan’er နဲ့ TianYi တိုကငယ်ငယ်ကတည်းကစေ့စပ်ထားခဲ့ပေမဲ့ Yan’erအိမ်မှာတစ်မိသားစုလုံးအသတ်ခံရတဲ့အခါမှာTianYiကပေါ်ထွက်လာခဲ့လိုTianYiကို ရန်သူလိုထင်ခဲ့ပြီးဂလဲ့စားချေဖိုစတင်စီစဉ်ခဲ့တယ်Yan’erရဲ့အစီအစဉ်ကတကယ်ပဲဖြစ်မြောက်မလား?TianYi ကလည်း တကယ်ပဲတုန်အိမ်ကိုသတ်ခဲ့တာလား?Yan’er နေရာမှာ အစားထိုးဝင်ခဲ့တဲ့အဖေတူအမေကွဲညီမလေးကရောဘာအကြံနဲ့လုပ်ခဲ့တာလဲ?ဂလဲ့စားချေနိုင်မနိုင်အစီအစဉ်ဖြစ်မြောက်မလားဆိုတာကိုMaid’s Revenge ကားလေးကြည့်ရင်းရင်ခုန်စိတ်လှုပ်ရှားဖွယ်အဖြေရှာ ကြည့်ရှုကြရအောင်~ (အညွှန်းရေးသားထားသူကတော့ Hinn Wut Hmon ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 30Format : mp4Genres : Historical, Romance, DramaDuration : 13 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub ...",
        "url": "https://channelmyanmar.org/tvshows/maids-revenge-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzEyYzBhODYtZjZlOC00MTM4LWIxMjQtMTRhZjA5ODM4ZWI2XkEyXkFqcGdeQXVyODQwODA1MjY@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Fate: The Winx Saga – Season (02)",
        "description": "Fate: The Winx Saga - Season(02)========================IMDb Rating - 6.9/10ဒီစီးရီးဟာ ယခုလို Live Action စီရီးအနေနဲ့မထွက်ခင် Animated series\nအနေနဲ့ ၂၀၀၄ ခုနှစ်တည်းက စတင်ထွက်ရှိလာခဲ့ပြီး၊ အောင်မြင်ခဲ့တဲ့ မှော်စီးရီး\nတစ်ခုလည်းဖြစ်ပါတယ်။ Live Action ဟာ Animated ထက် ပိုကောင်းသွားတဲ့\nစီးရီးကိုပြပါဆို ဒီစီးရီးဟာ ထိပ်ဆုံးကနေ ဦးဆောင်မယ့်စီးရီးတစ်ခုလို့ဆိုရပါလိမ့်မယ်။\nမှော်ဇာတ်လမ်းအများစုဟာ ဇာတ်လမ်းဇာတ်ကွက်ချာ၊ CGI effect ကညံ့၊\nသရုပ်ဆောင်တွေက သုံးစားမရလို့ ကြည့်မကောင်းတာတွေက ‌အတော်များတတ်ပေမဲ့\nဒီစီးရီးမှာတော့ ထိုအရာတွေအကုန်လုံးတစ်ခုမှ ပြောစရာမလိုဘဲ အလွန်ကောင်းတယ်ဆိုတာ\nSeason 1 ကြည့်ဖူးသူတိုင်း သိကြမယ်လည်းထင်ပါတယ်။  ပရိသတ်တွေ အရမ်းသဘော\nကျလွန်းလို့ Rating ခပ်များများပေးထားတာခံရတဲ့ စီးရီးလေးလည်းဖြစ်တာမို့ ဘယ်\nလောက်ကြည့်ထိုက်လဲဆိုတာ သိပ်ပြောပြဖို့လိုနေမယ်မထင်တော့ပါဘူး။ယခုမှစကြည့်ချင်သူတွေ‌အနေနဲ့ကတော့ Season 1 ကိုစကြည့်ရမှာဖြစ်ပြီး မှော်ကား\nကြိုက်သူတစ်ယောက်အတွက် အလွန်နှစ်ခြိုက်စရာကောင်းအောင် ကြိုအသိပေးထား\nပါရစေ။ ယခု Season 2 ကိုတော့ Season ...",
        "url": "https://channelmyanmar.org/tvshows/fate-the-winx-saga-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/fate-2-160x200.png",
        "title": "Fate: The Winx Saga – Season (01)",
        "description": "Fate: The Winx Saga (2021)\n=======================\nIMDb Rating - 6.8/10Netflix ကအသစ်လွှင့်တဲ့ Fate: The Winx Saga Series ဖြစ်ပါတယ်။\nAlfea ဆိုတဲ့ သာမာန်လူတွေမသိတဲ့ ‌တစ်ခြားကမ္ဘာကမှော်နယ်မြေတစ်ခုမှာ\nနတ်သမီး (fairy)ကျောင်းတစ်ခုမှာ ရှိပြီး (fairy)မျိုးဆက်တွေကို ပညာသင်\nကြားပေးပါတယ်။ ကျောင်းကြီးဟာ ပညာသင်ပေးရုံသာမက လောင်းကျွမ်း\nသားရဲကောင်အန္တရာယ်ကနေကာကွယ်ဖို့ အကာကွယ်ကြီးအုပ်ကာထားတဲ့\nခံတပ်ကြီးတစ်ခုလဲဖြစ်ပါတယ်။ဘလွန်းရဲ့ မိဘတွေကသာမာန်လူတွေဖြစ်လျှက် သူမမှာနတ်သမီးအစွမ်းရှိနေ\nတာသိခဲ့ပြီး မထိန်းချုပ်နိုင်ဘဲ ဒုက္ခရောက်ခဲ့ရာကစလို့ အစွမ်းကိုထိန်းချုပ်နိုင်ဖို့\nကျောင်းလာတက်ပါတယ်။ လူတွေနဲ့အနေဝေးပြီး သီးသန့်နေတတ်တဲ့ ဘလွန်းဟာ\nသူနဲ့အဆောင်တူ မိန်းကလေး ၄ ယောက်နဲ့အတူ ပထမဆုံးကျောင်းတက်တဲ့နေ့မှာပဲ\nအဖြစ်မျိုးစုံကြုံရင်း သာမာန်မိဘကနေ ဘာကြောင့် နတ်သမီးအစွမ်းတွေရနေတာလဲ၊\nလောင်ကျွမ်း သားရဲကြီးက ကောဘာကြောင့်ရောက်နေတာလဲ ဘယ်လိုအန္တရာယ်\nဆိုးတွေကြုံရမလဲ။ သူတို့အစွမ်းတွေနဲ့တိုက်ဖျက်ဖြေရှင်းနိုင်ကြမှာလားဆိုတာ\nတို့ကိုစိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ဇတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းတဲ့အပြင် ဖန်တီးသူကလဲ  the-vampire-\ndiaries ရဲ့ စာရေးဆရာဖြစ်တဲ့ Brian Young ဖြစ်ပါတယ်။ Virtual Effect တွေလဲ\nအတော်လေးကောင်းတဲ့အတွက် Magic ဖန်တွေ ကြည့်သင့်တဲ့  Fantasy ...",
        "url": "https://channelmyanmar.org/tvshows/fate-the-winx-saga-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Cx7D4KJz4vUXNYBspIddODx6Eo.jpg",
        "title": "Boundless (2022)",
        "description": "Boundless (2022)Amazon Primeက​နေ ထုတ်လွှင့်ထားပြီး ပ​ရော်ဖက်ဆာကြီး Álvaro Monte နဲ့\nနာမည်ကြီး လက်တင်မင်းသား Rodrigo Santoro တို့ ပါဝင်ထားတဲ့\nBoundlessဆိုတဲ့ limitedစီးရီးကို တင်ဆက်​ပေးလိုက်ပါတယ်။အပိုင်း၆ပိုင်းပဲပါဝင်ကာ IMDb rating 6.7ရရှိထားပါတယ်။\nသမိုင်း​ကြောင်း အ​ခြေခံထားတဲ့ စိတ်ကူးယဉ်စီးရီး တစ်ခုဖြစ်ပြီး ​​\nရေ​ကြောင်းခရီးဖြင့် ကမ္ဘာကို တစ်ပတ်ပတ်ခဲ့ခြင်း နှစ်၅၀၀ပြည့်အထိမ်းအမှတ်ဖြင့် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ပေါ်တူဂီလူမျိုးဖာဒီနန်မက်ဂျဲလန်ဟာ အ​မေရိကတိုက် အင်ဒီးလူမျိုး​တွေနဲ့\nဟင်းခတ်ကုန်သွယ်​ရေးလုပ်ဖို့ မိုင်​ပေါင်းများစွာပိုတို​တောင်းတဲ့ ရေလမ်း​ကြောင်းသစ်တစ်ခု ရှာ​တွေ့ခဲ့​ပေမယ့်\nပေါ်တူဂီဘုရင်က အသိအမှတ်မပြုခဲ့တာ​ကြောင့် စပိန်နိုင်ငံကိုသွားပြီး သူ့ရဲ့အစီအစဉ်နဲ့လမ်း​ကြောင်းကို ချပြခဲ့ရာ\nစပိန်နိုင်ငံဘုရင်က လက်ခံခဲ့တဲ့အတွက် သူရဲ့ နယ်​မြေသစ်ရှာပုံ​တော်ကို\nလက်စွဲသင်္ဘောသား​တွေအပါအဝင် စပိန်မာလိန်မှူး ဆီဘက်ရှန် အယ်ကာနိုတို့နဲ့ စတင်ခဲ့ပါတယ်။\nတကယ်ရှိမရှိ ​သေချာမသိဘဲ ခန့်မှန်းတွက်ချက်မှုနဲ့ ရေလမ်း​ကြောင်းအသစ်ကို ​ခြေဆန့်ခဲ့တဲ့\nမက်ဂျဲလန်နဲ့ အယ်ကာနို​​​​တို့ရဲ့စွန့်စားခန်းကို သဘာဝ​ဘေး​တွေအပြင် စိန်​ခေါ်မှု​ပေါင်းများစွာက ​စောင့်ကြို​နေတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Action & Adventure\nQuality…. 1080p ...",
        "url": "https://channelmyanmar.org/tvshows/boundless-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/photo_2022-07-03_13-07-39-161x200.jpg",
        "title": "Husband in Disguise (2022) [Complete]",
        "description": "Husband in Disguise (2022) [အစ-အဆုံး]\nSamee Ngoen Phon\n\"အယောင်ဆောင် သတို့သား\"\n--------------------------------------အပိုင်း - ၂၄ (ဇာတ်သိမ်းပိုင်း)ယခုတစ်ခါ CM Thai Team မှတင်ဆက်ပေးမယ့်ဇာတ်ကားကတော့2016တုန်းက Ch 3 Thailand ပြသခဲ့သော Jamesma နဲ့ Kimberley ဇာတ်ကားကိုRemake ပြန်ရိုက်ကူးထားပါတယ်❤️ Main Casts:\nဆတဝပ် \"ဝပ်\" အဖြစ် Mai Warit\nအနွတ်စယာ \"နွတ်\" အဖြစ် Kwan Usamaneeဇာတ်လမ်းအကျဥ်း\"နွတ်\" ဟာ ချမ်းသာတဲ့မျိုးရိုးကဆင်းသက်လာတဲ့ထက်မြက်တဲ့မိန်းမသားတစ်ယောက်ဖြစ်ပြီး\nအရာရာကိုငွေနဲ့ ကိစ္စရှင်းပြီး အခွင့်အရေးယူတဲ့လူကို မုန်းတဲ့လူ တစ်ယောက်ပါ\"ဝပ်\" ဟာ ဆရာဝန်တစ်ယောက်ဖြစ်ပြီး\nသာမန်လူလတ်တန်းစားတစ်ယောက် ဆိုပေမယ့်ရိုးသားကြိုးစားပြီး ကျွန်းပေါ်မှာ\nအခမဲ့ဆေးခန်းဖွင့်ထားပါတယ် အမေဖြစ်သူက လောင်းကစားမက်တဲ့အတွက်ကြောင့်\nမထင်မှတ်ပဲ \"နွတ်\" အဒေါ်ဆီမှာ အကြွေးတင်သွားပါတယ်\"နွတ်\" အကြွေးအကြောင်းသိသွားပြီး အကြွေးကိုပြန်တောင်းခိုင်းပေမယ့်\nချက်ချင်းအကြွေးမဆပ်နိုင်တဲ့ \"ဝပ်\" အမေက \"နွတ်\"အဒေါ်နဲ့ပူးပေါင်းပြီး \"ဝပ်\"နဲ့ \"နွတ်\"တို့ကို\nလက်ထပ်ဖို့ စီစဥ်တဲ့အခါမှာတော့ ဘယ်လိုဆက်ဖြစ်မလဲ...?ဦးလေးဖြစ်သူက ကိုယ့်အပေါ်မေတ္တာမျှနေတာသိလိုက်ရသော \"နွတ်\" တစ်ယောက်\nဦးလေးဖြစ်သူကိုမျှော်လင့်ချက်မပေးချင်လို့ ...",
        "url": "https://channelmyanmar.org/tvshows/husband-in-disguise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/GD-1-140x200.jpg",
        "title": "The Good Detective S02 (2022)",
        "description": "အရင် Season 1 ကြည့်ဖူးတဲ့လူတွေအတွက်ကတော့အထူးတလည်ပြောစရာမလိုတော့ပါဘူးဒီ Season 2 မှာလည်းအကြမ်းဖက်နှိမ်နှင်းရေးအဖွဲနှစ်ကနေဘယ်လိုအမှုတွေဖြေရှင်းသွားမလဲဘယ်လိုတွေစခွီထရဦးမလဲဆိုတာကြည့်ဖိုအဆင်သင့်ဖြစ်ကြပြီထင်ပါတယ်အမှန်တရားကို လိုလားပြီးဘယ်အမှုကိုမဆိုရအောင်လိုက်တတ်တဲ့အိုဂျီဟျော့နဲ့ ဂန်ဒိုချန်း...အတူတူ အတွဲညီစွာနဲ့ကွင်းဆက်လူသတ်မှုတစ်ခုနောက်လိုက်ခဲ့ကြပါတယ်အရင်လိုပဲ ကတောက်ကဆလေးနဲ့သူတိုနှစ်ယောက်ပူးပေါင်းပြီး အမှုတွေကိုဘယ်လိုစိတ်ဝင်စားစရာကောင်းအောင် ဖြေရှင်းသွားမလဲအပြောထက်အလုပ်ကပိုမြန်တာမိုဇာတ်ကားလေးကိုသာ ကြည့်လိုက်ပါတော့Season 1 မကြည့်ပဲ တန်းကြည့်ရင် ဇာတ်ရည်မလည်နိုင်တာမိုSeason 1 ကိုလည်းဆက်ဆက်ပြန်ကြည့်ဖိုမမေ့ပါနဲ့နော် (အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ်) Quality : WEB-DL 720p,1080pTotal Episodes : 16Format : mp4Genres : Mystery, Thriller, Action, DramaDuration : 1 hr 10 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK VIP Link : Click Here\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/the-good-detective-s02-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1WGC5BOrvejn2PYNXnAs4fUqJq.jpg",
        "title": "Murder By The Sea (2022)",
        "description": "Crime Series တွေကို ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးတို့အတွက် ဒီတစ်ခါမှာတော့\nMurder By the Sea လို့ခေါ်တဲ့ Crime Thriller ဘင်္ဂါလီ စီးရီးလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\n၂၀၂၂ August ၁၂ ရက်နေ့မှာမှ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စီးရီးလေးဖြစ်ပြီး စုစုပေါင်း\nအပိုင်း ၈ ပိုင်းပါဝင်ကာ ပူရီမြို့လေးကို အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ် ။ငယ်ဘ၀က မောင်ဖြစ်သူ ပင်လယ်ထဲ ပြုတ်ကျပြီး ရေနစ်သေဆုံးခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုးကြီးကြောင့်\nအိမ်ထောင်ကျတဲ့အထိ အတိတ်ရဲ့ အရိပ်ကနေ မလွတ်မြောက်နိုင်သေးဘဲ\nမှုခင်းသဲထိတ်ရင်ဖိုဇာတ်လမ်းတွေကို ရေးသားနေသူ စာရေးဆရာမ Arpitar San ....\nမောင်ဖြစ်သူ သေဆုံးရတာ သူ့ပယောဂကြောင့် ဆိုတဲ့ စိတ်ခံစားချက်ကြီးကြောင့်\nတဖြည်းဖြည်း စိတ်ဝေဒနာ ခံစားလာနေရတာမလို့ စိတ်ရောဂါ အထူးကုဆရာဝန်ရဲ့\nအကြံပေးချက်အရ သူငယ်စဉ်က နေထိုင်ရာ ပူရီမြို့ကို ပြန်လာပြီး အိပ်မက်ဆိုးကြီးကို ကျော်လွှားနိုင်ဖို့ ကြိုးစားနေတဲ့အချိန် ....Arpitar တစ်ယောက် ပင်လယ်ကမ်းစပ်မှာလမ်းလျှောက်နေရင်း ဓာတ်ပုံဆရာ ဖြစ်သူ\nArun ...",
        "url": "https://channelmyanmar.org/tvshows/murder-by-the-sea-2022/"
    }
]