[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yewQKAEyczmAut99u2ooI17O8GD.jpg",
        "title": "Behind Your Touch (2023) [Complete]",
        "description": "Behind Your Touch (2023)****************************အပိုင်းသစ် ( ၁ မှ ၁၆ )  စ/ဆုံး ဒီseriesထဲမှာတော့ ကေဒရာမာဖန်တွေသိပြီးသားဖြစ်တဲ့ မင်းသမီး ​Han Jiminမင်းသား Lee Minkiနဲ့ နှုတ်ခမ်းနီမ​လေးတို့ရဲ့အသည်းစွဲ EXOအဖွဲ့ဝင် Suhoတို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။အလွဲ​ပေါင်းများစွာနဲ့ ထူးဆန်းဖွယ်ရာ​တွေနဲ့ ပြည့်နှက်နေတဲ့ မူဂျင်းဆိုတဲ့​​​ကျေးလက်​တောရွာ​လေးမှာဘုံရယ်ဘွန်းဆိုတဲ့​ကောင်မ​လေးဟာ တိကုဆရာဝန်မ​လေးအဖြစ်လုပ်ကိုင်​နေရင်းတစ်​နေ့မှာ မ​တော်တဆတစ်ခု​ကြောင့်​ မျော​နေရာက ပြန်နိုးလာ​တဲ့အခါမှာ တိရစ္ဆာန်​တွေပါမကလူ​တွေရဲ့တင်ပါးကိုကိုင်​လိုက်တာနဲ့ အတိတ်ကိုမြင်ရတဲ့ စိတ်စွမ်းအင်ကိုရရှိလာပါတော့တယ်။အဲ့အချိန်မှာပဲ ဆိုးလ်မြို့က​နေ ရာထူးချခံလိုက်ရတဲ့ စုံ​ထောက်​လေး မွန်းဂျန်​ယောလ်ဟာမူဂျင်းရဲစခန်းသို့​ရောက်ရှိလာပါ​တော့တယ်။ရုတ်တရက်​ပေါ်​ပေါက်လာတဲ့လူသတ်မှု​တွေအတွက် စုံ​ထောက်မွန်းဟာရယ်ဘွန်းနဲ့ပူး​ပေါင်းကာ အမှုလိုက်ဖို့ဖြစ်လာပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ ရပ်ကွက်ထဲကကုန်စုံဆိုင်​လေးကို ပ​ဟေဋိဆန်ဆန်လူ​ချော​လေးဂင်ဆွန်းဝူကပါ ​ပြောင်းလာပြီး အလုပ်လုပ်​နေ​သောအခါ..အလွဲလွဲအချော်‌ချော်နဲ့ သူတို့အမှုကို ဘယ်လိုလိုက်ကြမလဲ...ရွာထဲမှာ​ရောဘယ်လိုထူးဆန်းမှု​တွေရှိ​နေတာလဲ...လူသတ်သမားကဘယ်သူလဲ...ဆိုတာတွေကို ဟာသဆန်ဆန်ကြည့်ရမှာဖြစ်ပါတယ်။(အညွှန်းကိုတော့ KhinNiက ရေးသားထားပါတယ်။) Aired: Aug 12, 2023 - Oct 1, 2023\nAired On:  Saturday, Sunday\nGenres: Mystery, Comedy, Romance, Supernatural\nDuration: 60 mins\nEpisodes: 16\nOriginal Network: JTBC\nTranslated by  ...",
        "url": "https://channelmyanmar.org/tvshows/behind-your-touch-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mOYqoV3mxrm1dr4FZ5liCtVQecM.jpg",
        "title": "Class Act (2023)",
        "description": "Netflix ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွဲ Class Act မီနီဇာတ်လမ်းတွဲ နဲ့ မိတ်ဆက်ပေးပါရစေ။၁၉၆၀ ခုနှစ်ဝန်းကျင် ပြင်သစ်နိုင်ငံ မြို့ငယ်လေး တစ်မြို့မှာ သာမန်ဝန်ထမ်းမိသားစုကနေပေါက်ဖွားကြီးပြင်းလာခဲ့တဲ့ ဘာနာ့ဒ်တာပီးလို့အမည်ရတဲ့သူတစ်ဦးရှိတယ်..သူဘဝမျိုးစုံကြုံဖူးခဲ့သလို နယ်ပယ်တစ်ခုချင်းတိုင်းမှာလည်း အောင်မြင်မှုတွေစိုက်ထူနိုင်ခဲ့တဲ့သူဖြစ်ပါတယ်...သို့ပေမဲ့ ဘယ်အလုပ်မဆို အောင်မြင်မှုဆိုတာ ကျရှုံးမှုနဲ့ အစပြုကြရတာပဲမဟုတ်လား...ဒီစီးရီးဟာ သူလှုပ်ရှား ရုန်းကန်ခဲ့ရတဲ့ ဘဝတစ်ခုချင်းအလိုက်လူငယ်တွေ‌ေဆောင်ရန်ရှောင်ရန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်..သို့ပေမဲ့ ပျင်းစရာမကောင်းဘဲအတော်ကြည့်လို့ကောင်းပါတယ်..အဆိုတော်၊ စီးပွားရေးသမား၊ဖျော်ဖြေတင်ဆက်သူ၊ နိုင်ငံရေးသမားပြင်သစ်လီဂူးက မာဆေးလ်အသင်းပိုင်ရှင် နာမည်ကျော် အားကစားပစ္စည်းကုမ္ပဏီ Adidasတို့ကိုပိုင်ဆိုင်ခဲ့ဖူးတဲ့ ဘာနာ့ဒ်တာပီး ရဲ့အကြောင်းကို စိတ်ဝင်စားဖွယ်ရာကြည့်ရှုရမှာဖြစ်ပါတယ်....။။  File Size –  1.40 GB/ 485MBQuality –NF WEB-DL 1080p 5.1 CH, 720pDuration – 55 Min  (@Episode)Total Episodes: 7 EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama , ...",
        "url": "https://channelmyanmar.org/tvshows/class-act-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKKsxJOsfQT5CB6MYeWAHKA3g42.jpg",
        "title": "Heartstrings(2011)[Complete]",
        "description": "Heartstrings(2011)****************အပိုင်း(၁ မှ ၁၅)အထိ စ/ဆုံး\nတစ်ချိန်တစ်ခါကနေ အခုချိန်ထိ ဝက်ဝက်ကွဲ အောင်မြင်ခဲ့တဲ့ series လေး လာပါပြီYou're Beautiful ထဲမှာ မညားလိုက်ရတဲ့ ရှင်ဝူးနဲ့ ဂိုမီနမ်အတွက်သက်သက်တစ်ကားဖန်တီးပေးထားသလိုပါပဲLee Shin (Jung Yong Hwa) က ခေတ်ပေါ်တေးဂီတမေဂျာကို အဓိကယူထားတဲ့ကျောင်းသား ဖြစ်ပြီး Stupid အဖွဲ့ရဲ့ main vocalist နဲ့ guitarist ပါ\nရုပ်ရည်ချောမောပြီး ဂီတကို ပြင်းပြင်းပျပျ ဝါသနာပါသူအဖြစ် ကျောင်းမှာနာမည်ကြီး ရေပန်းစားပေမဲ့ တကယ်တမ်းကျ အေးတိအေးစက်နဲ့ အနာဂတ်ကို စိတ်မဝင်စားသူတစ်ဦးပါ ..Lee Kyu Won (Park Shin Hye)ကတော့ ရိုးရာဂီတမေဂျာကဖြစ်ပြီး ကိုရီးယားရိုးရာ ၁၂ ကြိုးစောင်းကို ကျွမ်းကျင်သူပါ\nအဘိုးဖြစ်သူ Lee Dong Gun က ထိပ်တန်းရိုးရာဂီတသမားဖြစ်တာကြောင့်အဘိုးရဲ့ထိန်းချုပ်မှုအောက်မှာ ကြီးပြင်းရင်း ရိုးရာဂီတပညာရှင်ဖြစ်ဖို့ကလွဲပြီး ကျန်တာဘာမှမသိသူလေးပေါ့\nတစ်နေ့မှာတော့ သူငယ်ချင်းတွေနဲ့ Lee ...",
        "url": "https://channelmyanmar.org/tvshows/heartstrings2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2E2MmExNTYtN2Y0MS00YzYwLWEzYTktMWM1NWQ4M2NhMmZlXkEyXkFqcGdeQXVyMjAwNDM2NTg@._V1_-133x200.jpg",
        "title": "The Killing Kind (2023)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ဒီလမှာမှ အသစ်စက်စက်ထွက်ရှိထားတဲ့ Killing Kind ဆိုတဲ့ Thriller/Drama Series လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ မာလင်မင်းသားချော Colin Morgan နဲ့ မင်းသမီး Emma Appleton (Everything I Know About Love/ LOLA)တို့ ခေါင်းဆောင်ပါဝင်ထားကြပြီး စာရေးဆရာမ Jane Casey ရဲ့ နာမည်တူမူရင်းဝတ္တုကိုပဲ ပြန်လည်ရိုက်ကူးထားတာပါ။ IMDB 5.7/10 ရရှိထားပြီး Season 1 မှာတော့ အပိုင်း ၆ ပိုင်းထွက်ရှိထားတာ ဖြစ်ပါတယ်။ အင်ဂရစ်က အလုပ်လုပ်ရာမှာ အရမ်းတော်တဲ့ရှေ့နေမလေးဖြစ်ပြီး အမှုသည်တိုင်းကို တရားခွင်မှာ အောင်ပန်းဆင်နိုင်အောင် အစွမ်းကုန်ကြိုးစားတတ်သူပါ။ ပြောင်မြောက်လွန်းတဲ့သူမရဲ့ စွမ်းဆောင်ရည်ကြောင့် နောက်ယောင်ခံတဲ့အမှုနဲ့ တရားစွဲဆိုခံထားရတဲ့ ဂျွန်ဝက်ဘ်စတားဆိုတဲ့ အမှုသည်က တရားသေလွတ်သွားခဲ့ရာက သူမကို အထင်ကြီးလေးစားစိတ်များနဲ့အတူ အစွဲလမ်းကြီး စွဲလမ်းသွားပါတော့တယ်။ အင်ဂရစ်တစ်ယောက် ဂျွန့်လက်ကလွတ်အောင် နည်းမျိုးစုံနဲ့ရှောင်ပြေးခဲ့ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-killing-kind-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCkYP92OSq03bCqDJb7WhsKQfd.jpg",
        "title": "Only Friends (2023)",
        "description": "Only Friends (2023)အရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေရှိလား?????\nထိုင်း BL ထဲမှာ တော်တော်လေး ဟော့တဲ့ စီးရီးလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေအကြောင်း တင်ဆက်ထားတဲ့ စီးရီးလေးမို့ မြည်းစမ်းကြည့်သင့်ပါတယ်နော်။ဒီဇာတ်လမ်းမှာ မြူ၊ ရေး၊ ဘော်စတန် နဲ့ ချီအမ်တို့က Business ကျောင်းသားတွေဖြစ်ပြီး အရမ်းခင်ကြတဲ့ ဘော်ဒါတွေပါ။\nသူတို့ဟာ ဘွဲ့စာတမ်းအတွက် အဖွဲ့လိုက် Hostel Project လုပ်နေကြတဲ့သူတွေလည်း ဖြစ်ပါတယ်။\nသူတို့ရဲ့ ပရောဂျက်မှာ ကူညီဖို့ ဘော်စတန်က တော့ပ် ဆိုတဲ့သူကို အဖွဲ့ထဲ ခေါ်လာခဲ့ပါတယ်။\nအဲဒီမှာပဲ တော့ပ်ဟာ မြူကို စိတ်ဝင်စားသွားပြီး မြူကို ရဖို့ ကြံစည်ပါတော့တယ်။\nမြူကတော့ စာကိုပဲ အလေးပေးပြီး သူ့ဘဝမှာ sex တို့ ရည်းစားတို့အတွက် အချိန်မပေးထားတဲ့သူပါ။\nတော့ပ်က မြူကို စိတ်ဝင်စားလာတဲ့အပေါ် ဘော်စတန်ကလည်း သဘောမကျနေသလို ရေးကလည်း သဘောမကျနေခဲ့ပါဘူး။\nမြူက တကယ်ပဲ တော့ပ်ကို စိတ်ဝင်စားသွားမလား၊\nအကြောင်းပြချက်ကိုယ်စီနဲ့ သဘောမကျနေတဲ့ သူငယ်ချင်းနှစ်ယောက်ကရော\nမြူ့အပေါ် ...",
        "url": "https://channelmyanmar.org/tvshows/only-friends-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6B9hTge98t52bQofyvs1M370k7n.jpg",
        "title": "Winning Time: The Rise of the Lakers Dynasty (2023) Season 02 Complete",
        "description": "Winning Time: The Rise of the Lakers Dynasty (2023) Season 02 Ongoing ~ IMDb - 8.3/10, Rotten Tomatoes - 85% ~ ရာဇဝင်ဆိုတာ ဖောင်တိန်ထဲ မင်ထည့်ရေးရုံနဲ့ ခမ်းနားသွားမယ့်အရာမျိုးမဟုတ်ပါဘူး။ သွေးတွေ ချွေးတွေ အနစ်နာခံမှုတွေအများကြီး ပေးဆပ်ပြီးမှ ခမ်းနားတဲ့ရာဇဝင်တစ်ခုကို ဆေးခြယ်နိုင်မှာပါ။ ဒီစီးရီးဟာ LA Lakers အသင်းကို ပိုင်ရှင်သစ်ဖြစ်တဲ့ ဘတ်စ်က ဝယ်ပြီးတဲ့နောက် NBA ကို ဘီလျံနဲ့ချီတန်တဲ့ စီးပွားရေးတစ်ခု၊ လူကြိုက်များတဲ့အားကစားတစ်ခုနဲ့ ဖျော်ဖြေရေးတစ်ခု အဖြစ် အသွင်ပြောင်းခဲ့ရာကစလို့ လိတ်ကာအသင်းကြီးကို အခုလို လူရိုသေ ရှင်ရိုသေဖြစ်တဲ့အထိ ဆွဲတင်ခဲ့ကြပုံတွေကို ဂျာနယ်လစ် Jeff Pearlman ရဲ့ \"Showtime\" စာအုပ်အပေါ်အခြေခံပြီး လက်တွေ့ကျကျ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ Season 1 ကြည့်ဖူးပြီးသားလူတွေအနေနဲ့ ဒီစီးရီး ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/winning-time-the-rise-of-the-lakers-dynasty-2023-s-02/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tF77DERG35TieBTULG87ZrE5iGJ.jpg",
        "title": "Bro&Marble in Dubai (2023)",
        "description": "Bros and Marble (2023)ပရိသတ်ကြီးတို့ရေ... ဒီတစ်ခါတော့ K-Drama Fan တွေရာ K-Pop Fan တွေရောရဲ့ အချစ်တော်တွေပါဝင်တဲ့\nTVing ရဲ့ Bro & Marble ဆိုတဲ့ အစီအစဥ်လေးပဲ ဖြစ်ပါတယ်။ငယ်ငယ်က ကစားဖူးခဲ့ကြတဲ့ မိုလိုမိုနီကစားပွဲ (Blue Marble ကစားပွဲ)ကို\nတစ်ကယ့်မြေပြင်မှာ ဉာဏ်စွမ်းရည်တွေ အသုံးချပြီး ကစားကြတာကို ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပါ။\nပရိတ်သတ်တွေနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့ ဖျော်ဖြေရေးနယ်ပယ်အသီးသီးက ညီအကိုတွေ\n\"Bros\" တွေက တစ်ကယ့် ငွေအစစ်တွေနဲ့ ဒူဘိုင်းရဲ့ အထင်ကရနေရာတွေကို ဝယ်ယူကြမှာပါ။\nဒါ့အပြင် \"Bros\" တွေနဲ့အတူ သူတို့ဝယ်ယူထားတဲ့ ဒူဘိုင်းရဲ့ သဲကန္တာရနဲ့\nကမ္ဘာ့အမြင့်ဆုံး အဆောက်အဦး စတဲ့နေရာတွေကို လည်ပတ်ကြရဦးမယ်ဆိုတော့ ရသကို စုံနေတာပဲပေါ့နော်...\nကစားပွဲရဲ့ ဒိုင်အဖြစ် သရုပ်ဆောင် Lee Seung Gi (လီဆွန်းဂီ) တာဝန်ယူရတာဖြစ်ပြီး\nကစားသမားတွေကတော့ Running Man ရဲ့ အစ်ကိုကြီး Ji ...",
        "url": "https://channelmyanmar.org/tvshows/bromarble-in-dubai-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/79L8AHJdoDtxtwyBNqNM1HRJ8q5.jpg",
        "title": "Magpie Murders (2022)",
        "description": "ဆူဆန်ရိုင်လန်ဆိုတဲ့အမျိုးသမီးဟာ စာအုပ်ထုတ်လုပ်ဖြန့်ချီရေးကုမ္ပဏီရဲ့အယ်ဒီတာတစ်ယောက်ဖြစ်ပြီးတော့ သူ့လုပ်ကိုင်နေတဲ့နယ်ပယ်မှာကျွမ်းကျင်ထူးချွန်တဲ့သူတစ်ယောက်ပါ…..တစ်နေ့မှာ သူမဟာ ရေးတဲ့စာအုပ်တိုင်းပေါက်တဲ့အထိ နာမည်ကြီးတဲ့စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ အန်လန်ခွန်းဝေးရဲ့ စာမူကိုလက်ခံရရှိခဲ့ပါတယ်….ထုံးစံအတိုင်း ပုံနှိပ်ထုတ်ဝေဖို့အတွက် မူကြမ်းကိုဖတ်ကြည့်တဲ့အခါဆန်းကြယ်စွာပဲ စာမူရဲ့နောက်ဆုံးဇာတ်သိမ်းခန်းက ပါမလာခဲ့ပါဘူး….တဖက်မှာလည်း ဒီစာအုပ်ဟာ ဆူဆန်တို့ကုမ္ပဏီရဲ့ကံကြမ္မာကို ကယ်တင်ပေးနိုင်မယ့်တစ်ခုတည်းသော လက်နက်ဖြစ်တာကြောင့် ဆူဆန်တစ်ယောက်ဇာတ်သိမ်းခန်းရှာပုံတော်ကိုစတင်ခဲ့ရပါတယ်……ဆူဆန်တစ်ယောက် ရှာပုံတော်ခရီးမှာ ဘာဆန်းကြယ်မှုတွေ ကြုံတွေ့ရမလဲ?နောက်ဆုံးမှာ ပျောက်နေတဲ့ဇာတ်သိမ်းကို ရှာတွေ့သွားမှာလား ?ဇာတ်သိမ်းခန်းကရော ဘာလို့ပျောက်သွားရတာလဲ?စာအုပ်ထဲမှာရော ဘာအကြောင်းအရာတွေကိုရေးထားတာလဲ?စတဲ့အကြောင်းအရာတွေကို ပဟေဠိဆန်စွာ တင်ဆက်ပြသထားတာမို့ဒီကားဟာ စုံထောက်ဇာတ်လမ်းတွေကိုသဘောကျတဲ့သူတွေ ဦးနှောက်အစားခံပြီးဇာတ်လမ်းထဲမှာပါတဲ့ မှုခင်းတွေရဲ့အဖြေကိုလည်း ခန့်မှန်းရှာဖွေရတာကိုလည်းခုံမင်နှစ်သက်သူတွေအတွက် “Magpie Murders” က ကြည့်ရတန်တဲ့ဇာတ်ကားကောင်းတစ်လက်ပါပဲ...... ( ဒီစီးရီးအတွက် ဘာသာပြန်ပေးသူကတော့ \" Thinn , Chevy \" ဖြစ်ပြီးအညွှန်းကိုတော့ Thinn  မှ ရေးသားပေးထားပါတယ် )  File Size –  780 MB/ 317 MBQuality –NF WEB-DL 1080p , 720pDuration – 45 ...",
        "url": "https://channelmyanmar.org/tvshows/magpie-murders-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/lakhan-133x200.jpg",
        "title": "Lakhan Leela Bhargava (2023)",
        "description": "Lakhan Leela Bhargava 2023\nRating 8.5 ထိရရှိထားပြီး လက်ရှိထုတ်လွှင့်ပြသနေဆဲဖြစ်နေတဲ့\nအိန္ဒိယတရားခွင်ဒရာမာစီးရီးကို တင်ဆက်ပေးချင်ပါတယ်။လက်ခန်းဟာ ရှေ့နေအဖြစ်အင်မတန်မှ စိတ်အားထက်သန်ပေမဲ့\nအမှုတစ်ခုမှမကိုင်ရသေးလို့ အမှုသည်ကိုမရရအောင်အကွက်ဆင်ပြီးရှာနေရပါတယ်။သူဒီလိုအောင်မြင်မှုမရတာဟာ ရှေ့နေကြီးတစ်ဦးဖြစ်တဲ့ မိုဟန်ဆိုသူကြောင့်ဆိုပြီး နာကျဉ်းနေတဲ့သူလည်းဖြစ်ပါတယ်။\nတစ်နေ့တော့ သူငယ်ချင်းဖြစ်သူရဲ့အကူအညီနဲ့ လူသတ်မှုတစ်ခုကိုပထမဆုံးကိုင်တွယ်လိုက်ရပါတော့တယ်။တရားရုံးရှေ့နေ့လိုက်ပေးဖို့ကို ကြိုးစားပမ်းစားပြင်ဆင်ပြီး စိတ်အားထက်သန်နေခါမှာ\nတရားရုံးအတွင်းမှာ အမှုသည်က\nရှေ့နေပြောင်းချင်ပါတယ်လို့ပြောလိုက်တဲ့ချိန်မှာတော့...\nပထမဆုံးအမှုမှာတင် ဘာလုပ်လို့ဘာကိုင်ရမှန်းမသိတဲ့ဖြစ်သွားခဲ့ပါတယ်။\nဒီလိုနဲ့ အမှုကိုသူဖြေရှင်းခွင့်ရမှာလားဆိုတာ နောက်အမှုကရောဘာတွေဆက်လာမလဲဆိုတာ |\nလက်ခန်းရဲ့အမှုဖြေရှင်းတာတွေ၊ တရားခံရှေ့နေတွေကို ထေ့ငေါ့ပြီးပြောတတ်တာတွေ၊\nမဟုတ်မခံတတ်တာတွေကို ဟာသနှောပြီး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~Dee~Yunni~ToMo~Zwe တို့ပဲဖြစ်ပါတယ်။)Quality : 1080p WEB DL  / 720pFormat : mp4Genres :Drama Duration : Subtitle : Myanmar Subtitle ( Hardsub )Translated by Moon~Dee~Yunni~ToMo~ZweEncoded by YK\n720p\nEpisode 1 - Yoteshin | Userdrive | Megaup | Streamvid\nEpisode 2 ...",
        "url": "https://channelmyanmar.org/tvshows/lakhan-leela-bhargava/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cokZJx2cYkAAxigcZXGYRJIeAZj.jpg",
        "title": "Parallel World ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါစုံထောက်ဇာတ်လမ်းတွဲတွေကမှ\nကြည့်ရတာကိုကြိုက်နှစ်သက်ကြတဲ့\nတရုတ်ဇာတ်လမ်းတွဲချစ်ပရိသတ်တွေအတွက်\nParallel World ဆိုတဲ့ဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အတိတ်အကြောင်းရာအဖြစ်အပျက်ရဲ့\nပဟေဠိကိုဖော်ထုတ်ချင်နေတဲ့\nကန္တာရနှင်းဆီပန်း ယဲ့လျိုရှီးနဲ့ အတိတ်ကအဖြစ်မှန်ကို\nဖော်ထုတ်ချင်နေတဲ့ ထက်မြက်ပြီး\nရဲစွမ်းသတ္တိရှိတဲ့ကန္တာရမုဆိုး ချန်းတုံးတို့နှစ်ယောက်\nကန္တာရနက်ကြီးထဲဝင်ရောက်သွားခဲ့တယ်။ကန္တာရထဲမှာ များစွာသောအန္တရာယ်များနှင့်\nတွေ့ကြုံကြရင်း မမြင်ရတဲ့လက်တစ်စုံလိုထင်ရတဲ့အရာက\nသူတို့ကိုကျောက်စိမ်းတံခါးလမ်းကြောင်းဆီ ခေါ်ဆောင်သွားခဲ့တယ်။\nနှစ်ယောက်သားကိုယ်စီ ပိုင်ဆိုင်ထားကြတဲ့အရည်အချင်းတွေနဲ့\nမရေမတွက်နိုင်တဲ့ ထောင်ချောက်တွေကြားမှာ\nအမှန်တရားကိုရှာဖွေကြရင်း၊ တစ်ကြိမ်ပြီးတစ်ကြိမ်သေရေးရှင်ရေးနဲ့\nတွေ့ကြုံလာခဲ့တဲ့အချိန်မှာတော့ အချစ်ရဲ့ဆိုလိုရင်းအဓိပ္ပာယ်ကို\nသိရှိမြင်သာလာကြတယ်။ဒီလိုနဲ့နှစ်ယောက်သား\nကန္တာရလောကနဲ့ကျောက်စိမ်းတံခါးနဲ့ ဘယ်လိုဆက်နွယ်နေမလဲ။\nဘာကြောင့်များသူတို့နှစ်ယောက်ကို ကျောက်တံခါးဆီ\nခေါ်ဆောင်သွားရတာလဲ။ ကျောက်စိမ်တံခါးဆိုတဲ့အရာက\nအမှန်တကယ်ဘာများဖြစ်နေမလဲဆိုတာကတော့\nဒီရုပ်ရှင်လေးထဲကနေ ရင်ခုန်စွာဖြင့်ဆက်လက်ကြည့်ရူလိုက်ရအောင်။ဒီရုပ်ရှင်လေးထဲမှာတော့ ယဲ့လျိုရှီးအဖြစ် Ni Ni၊ ချန်းတုံးအဖြစ် Bai Yu အပြင်တခြားသော Meng Ziyi,\nJin Han အစရှိတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေက ပါဝင်သရုပ်ပေးထားရုံတင်မက တရုတ်ပြည်ရဲ့ရှားပါးလှတဲ့\nခေတ်သစ်အက်ရှင်ဇာတ်လမ်းတွဲလေးဖြစ်နေတာကြောင့် CM ချစ်ပရိသတ်များလက်မလွတ်တမ်းစောင့်ကြည့်သင့်တဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့အညီ ဒီဇာတ်လမ်းလေးကိုတပါးတည်းကြည့်ရူလိုက်ရအောင် ~==============================Quality : WEB-DL 1080p , 720p\nTotal Episodes : 38\nFormat : mp4\nGenres : Drama , Adventure , Sci-Fi & Fantasy\nRuntime : 45 min\nSubtitle : Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/parallel-world-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMWQxMWI3ZmYtYjQzMC00M2MyLTliN2YtMzgyZTQ2OThhZWQ4XkEyXkFqcGdeQXVyNjg4NzAyOTA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "SEAL Team (2017)",
        "description": "CM ပရိတ်သတ်ကြီးတခဲနက်တောင်းဆိုထားတဲ့ တိုက်တာခိုက်တာလည်းမိုက်၊ လက်တွေ့လည်းဆန်၊ ဇာတ်အိမ်လည်းကောင်းတဲ့ နာမည်ကြီးစစ်ကားစီးရီးတစ်ခုဖြစ်တဲ့ Seal Team 2017 ကိုယူဆောင်လာပေးခဲ့ပါပြီ။ Seal Team ဟာဆိုရင်‌တော့ Navy Seal အထူးတပ်ဖွဲ့၀င်တွေရဲ့ အမိမြေအတွက် အန္တရာယ်များတဲ့စစ်ဆင်ရေးတွေ ဆင်နွှဲကြပုံကိုရိုက်ကူးထားတဲ့ စီးရီးတစ်ခုပဲဖြစ်ပါတယ်။ ဒီစီးရီးထဲမှာ Seal တပ်ဖွဲ့၀င်တွေရဲ့ လေ့ကျင့်မှုတွေ၊ ဗျူဟာချမှတ်ပုံတွေ၊ စစ်ဆင်ရေးပြုလုပ်ပုံတွေကို ဇာတ်အိမ် ကောင်းကောင်း သရုပ်ဆောင်ကောင်းကောင်းနဲ့ ရိုက်ပြထားတဲ့အပြင် မိသားစုရေး၊ နိုင်ငံကိုသစ္စာစောင့်သိမှု၊ အဖွဲ့လိုက်လုပ်ဆောင်မှု၊စစ်ပွဲအကြောင်းတွေကိုလည်း ရသစုံစွာ ထည့်သွင်းရိုက်ကူးထားပါတယ်။အထူးသဖြင့် Navy Sealလိုအထူးတပ်ဖွဲ့မျိုးမှာ တာ၀န်ထမ်းဆောင်ရတဲ့ တပ်ဖွဲ့၀င်တွေရဲ့ ပရော်ဖက်ရှင်အလုပ်နဲ့ သာမန်ဘ၀အကြားမှာ ဟန်ချက်ညီမှုရရှိအောင်ကြိုးစားကြရပုံတွေကိုလည်း မြင်တွေ့ရမှာပါ။ ဒါ့အပြင် ဇာတ်လမ်း စ၊လယ်၊ဆုံး တိုက်ခိုက်နေတာမဟုတ်ဘဲ ၎င်းတို့ရဲ့သာမန်ဘ၀တွေမှာ ကြုံတွေ့ရတဲ့ဒရာမာတွေကိုလည်း ထည့်သွင်းပေးထားတာမလို့ တစ်ပိုင်းနဲ့တစ်ပိုင်း ဇာတ်လမ်းအချိတ်အဆက်က အတော်ကောင်းပါတယ်။ နောက်ထပ်စိတ်၀င်စားစရာကောင်းတဲ့အချက်ကတော့ Seal Teamရဲ့ ဇာတ်ညွှန်းကိုရေးသားရာမှာ Navy Seal တပ်ဖွဲ့၀င်အစစ်တွေရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/seal-team-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fEDO7mk4lRzC86yKMYTgzEGwJN.jpg",
        "title": "One Night Stand (2023)",
        "description": "One Night Stand / သတ်ပုံမှားတဲ့ည (2023)ကွင်း အဖြစ် Pim Pimprapa\nကေလ် အဖြစ် Esther Supreeleela\nဖဖျန် အဖြစ် Punpun Sutatta Udomsilpဇာတ်လမ်းအကျဉ်းပြောရရင် ကွင်း ကေလ် ဖဖျန် သူငယ်ချင်းသုံးယောက်ရဲ့ဇာတ်လမ်းလေး‌ပေါ့တစ်ညမှာ သူငယ်ချင်းသုံးယောက် night out ထွက်ကြပြီး ထိန်းမ‌နိုင်အောင် မူးရူးပျော်ပါးခဲ့ကြပါတယ်\nမနက်ရောက်တော့ ကွင်းရဲ့ အလောင်းကို တွေ့မြင်ခဲ့ရပါတယ်\nကျန်ရှိနေတဲ့ ကေလ်နဲ့ဖဖျန်က သံသယရှိသူတွေ ဖြစ်သွားပြီးတော့\nသူတို့ အဲ့ဒီညက အဖြစ်အပျက်ရဲ့ အမှန်တရားကို ရှာဖွေပါတော့တယ်ကွင်းသေဆုံးမှုမှာ ကေလ်နဲ့ဖဖျန် ပါ၀င်ပတ်သက်နေမလား\nကွင်းကို သတ်တဲ့သူက ဘယ်သူဖြစ်မလဲဆိုတာ စောင့်ကြည့်လိုက်ရအောင်အညျွန်းကို‌တော့ Fake Love က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Nang Mwe Kham & Fake Love & Lei Wutyi Tun တို့ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p\nFile ...",
        "url": "https://channelmyanmar.org/tvshows/one-night-stand-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o1X99lE6KoNKxRwqx6bHVMK5NRV.jpg",
        "title": "Undead Murder Farce (2023)",
        "description": "Undead Girl Murder Farce (2023)\nGenre - Anime, Fantasy, Mystery၁၃ ပိုင်း ပါဝင်တဲ့ အသစ်ထွက် Anime စီးရီးကောင်းလေးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။လက်ရှိမှာတော့ ၁၁ ပိုင်းအထိ ထွက်ရှုထားပြီး ကျန်တဲ့ ၂ ပိုင်းကိုလည်းအပတ်စဉ် ထွက်ပြီးတာနဲ့ အချိန်မှီတင်ဆက်ပေးသွားဦးမှာပါ။ဒီ စီးရီးမှာတော့ စုံထောက်ကြီး ရှားလော့ဟုမ်းတို့ နာမည်ကြီးစောရဝိဇ္ဇာ လူပင်တို့စသဖြင့် စိတ်ကူးယဉ် နာမည်ကျော် ဇာတ်ကောင်တွေအများအပြား ပါဝင်ထားတဲ့အပြင် သွေးစုပ်ဖုပ်ကောင်တို့ သမန်းဝံပုလွေတို့မကောင်းဆိုးဝါးပေါင်းစုံတွေပါ ပါဝင်ပြီး၁၉ ရာစုနောက်ခံ စုံထောက်စွန့်စားခန်းလိုမျိုး ဇာတ်အိမ်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ပြောပြရမယ်ဆိုပထမအဓိက ဇာတ်ကောင်အနေနဲ့ ဆူဂရုအကြောင်းပေါ့။သူကတော့ လူတစ်ဝက် မကောင်းဆိုးဝါးတစ်ဝက် ဖြစ်နေပြီးဒီစွမ်းအားနဲ့ ဂျပန်မှာ ထူးဆန်းတဲ့ အကောင်ပလောင်တွေနဲ့လက်ဝှေ့ထိုးစားနေတဲ့ မကောင်းဆိုးဝါး သုတ်သင်သူလို့ ခေါ်ကြတဲ့ပေါ့ပျက်ပျက်လူတစ်ယောက်ပေါ့။ဒါပေမဲ့ ဒီလို မကောင်းဆိုးဝါးတစ်ဝက် ဖြစ်နေရတာလည်းလူတစ်ယောက်ရဲ့ စနက်ကြောင့်ပါ။ဒုတိယတစ်ယောက်ကတော့ ဒီစီးရီးရဲ့ပင်တိုင်ဇာတ်ကောင်ခေါင်းပြတ်မလေး ရင်ဒိုအာယာပါ။သူကတော့ မသေမျိုးဖြစ်ပြီး သူ့ ခန္ဒာကိုယ်ကို လူတစ်ယောက်ကခိုးယူသွားလို့ ...",
        "url": "https://channelmyanmar.org/tvshows/undead-murder-farce-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Black_Butterflies_TV_Series-379738094-large-133x200.jpg",
        "title": "Black Butterflies [Les papillons noirs] (2022)",
        "description": "Black Butterflies [Les papillons noirs] (2022)\n================================ဇာတ်လမ်းဇာတ်အိမ်နက်နက်နဲနဲနဲ့ စိတ်ဝင်တစားကြည့်ရမယ့်\nပြင်သစ် Thriller စီးရီးတစ်ခုပါ။ IMDb Rating - 7.5/10 ရ\nထားတာမို့ ကောင်းမကောင်းကိုစိတ်ပူစရာလိုမယ်မထင်ပါဘူး။\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်တဲ့အခန်းတွေတော့ ပါပါတယ်။ဘဝဇာတ်ကြောင်းကိုရေးထားတဲ့ဝတ္ထုတစ်ခုနဲ့ အောင်မြင်ထားတဲ့\nစာရေးဆရာ အေဒရီယန်ဟာ နောက်စာအုပ်အတွက် အကြံဉာဏ်\nရဖို့ခက်နေတဲ့အချိန်မှာ သူစိမ်းတစ်ယောက်ဆီကဖုန်းဝင်လာပါတယ်။\nလူ့လောကမှာသိပ်မနေရတော့တဲ့သက်ကြီးရွယ်အိုတစ်ယောက်က\nသူ့ဘဝဇာတ်ကြောင်းကို စာအုပ်ရေးပေးဖို့ တောင်းဆိုလာတဲ့နောက်မှာ\nအေဒရီယန်တစ်ယောက် ထိုလူရဲ့ဖွင့်ဟချက်တွေကိုမှတ်တမ်းယူရင်း\nသူတစ်ပါးရဲ့အတိတ်က မှောင်မိုက်တဲ့အရိပ်မည်းတွေနဲ့ ပတ်သတ်မိ\nသွားတဲ့အခါမှာတော့ . . .စုစုပေါင်း(၆)ပိုင်း ပါရှိတဲ့ ဒီစီးရီးကို cm မှ ဆက်တိုက်တင်ဆက်ပေး\nသွားပါမယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nPyi T. Nyein ဖြစ်ပါတယ်။)File Size.............(400 Mb) / (1.4 GB)\nQuality...............WEB-DL 720p / 1080p\nDuration............50Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Crime, Drama, Mystery\nTranslator..........Pyi T. Nyein\nEncoder..............SWM 720P (400 MB)-----------------------------------Episode(1) - Yoteshin /  Megaup / MegaNZ ...",
        "url": "https://channelmyanmar.org/tvshows/black-butterflies-les-papillons-noirs-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zCmdt4JeD0ss2ttc1ci1XAMnYpv.jpg",
        "title": "Missing You (2012)",
        "description": "Missing You (2012)********************အပိုင်း (၁ မှ ၂၁) စ / ဆုံး ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးတို့အတွက် မမချော Yoon Eun Hye , Park Yoo Chunနဲ့Yoo Seung Hoတို့အပြင် Kim So Hyunနဲ့ Yeo Jin Gooတို့ကလည်း ကလေးသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားတဲ့ နာမည်ကြီး Seriesဟောင်းလေးကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်နော်။ဇာတ်လမ်းအကျဥ်းလေးကတော့...အီဆူယွန်းဟာ လူသတ်သမားရဲ့သမီးဆိုတဲ့ အကြောင်းပြချက်နဲ့ အပယ်ခံဘဝမှာနေထိုင်လာခဲ့ရတဲ့ မိန်းကလေး တစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ အီဆူယွန်းရဲ့ ဘဝထဲကိုထီးအဝါလေးနဲ့ ဟန်ဂျောင်အူဆိုတဲ့ ကောင်လေးတစ်ယောက်ရောက်ရှိလာခဲ့ပြီးသံယောဇဉ်တွေခိုင်မာလာတဲ့ သူတို့အကြား မထင်မှတ်ထားတဲ့ ကံကြမ္မာမုန်တိုင်းတစ်ခုဝင်ရောက်လာပြီး ကွဲကွာသွားပါတော့တယ်။ ဟျောင်းဂျွန်းကလည်း တစ်လောကလုံးမှာအီဆူယွန်းကို အတွယ်တာဆုံးဖြစ်ပြီး ကံကြမ္မာဆိုးထဲကျရောက်ခဲ့တဲ့ ဆူယွန်းအတွက်လည်းတစ်ဦးတည်းသော မှီခိုရာ မိသားစုဝင်ဖြစ်လာခဲ့ပါတယ်။ထီးအဝါလေးတွေနဲ့ ကိုယ်စီရဲ့ ငယ်ချစ်ဦးဖြစ်ခဲ့ကြတဲ့ ဂျောင်အူနဲ့ ဆူယွန်းတို့ဘယ်လိုပြန်လည်ဆုံဆည်းကြမလဲ...။သူတို့ နှစ်ယောက်ကို ဝေးကွာစေခဲ့တဲ့ တရားခံကရော ဘယ်သူများလဲ..။‌ဟျောင်းဂျွန်းကရော ဆူယွန်းထင်သလို ...",
        "url": "https://channelmyanmar.org/tvshows/missing-you-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dq9ayINjdgdUGD27YL8KgX6OhrP.jpg",
        "title": "The Ipcress File (2022) Complete",
        "description": "The Ipcress File (2022) ~ IMDb - 7.3/10, Rotten Tomatoes - 96% ~ ဒါကတော့ ၁၉၆၂ တုန်းကထွက်ရှိခဲ့တဲ့ နာမည်တူ စပိုင်ဝတ္ထုကို ပြန်လည်အသက်သွင်းထားတဲ့ စီးရီးတစ်ခုပါ။ ၁၉၆၅ မှာလည်း မင်းသားကြီး Michael Caine ခေါင်းဆောင်ပါဝင်ထားတဲ့ ဇာတ်ကားထွက်ထားပါသေးတယ်။ ခုဟာကတော့ IMDb မှာ 7.3/10 နဲ့ Rotten Tomatoes မှာ 96% ရထားတာဖြစ်တဲ့အတွက် တန်းတစ်ခုဝင်တဲ့ ဇာတ်လမ်းတွဲလို့ပြောရင်လည်း မမှားပါဘူး။ ဇာတ်လမ်းကိုတော့ အင်္ဂလန်ကနေ ပြန်ပေးဆွဲခံလိုက်ရတဲ့ ဗြိတိသျှ သိပ္ပံပညာရှင်တစ်ယောက်ကို တစ်ချိန်ကမှောင်ခိုသမားဘဝကနေ စပိုင်တစ်ယောက်ဖြစ်လာတဲ့ ဟယ်ရီပါလ်မာကနေ လိုက်ပြီးရှာဖွေရာကနေ အစပြုထားပါတယ်။ ဟယ်ရီဟာ ဘာလင်မှာရှိတဲ့ သူ့ရဲ့အဆက်အသွယ်ကိုသုံးပြီး သိပ္ပံပညာရှင်ကြီးကို ကယ်ပေးမှ လွတ်ငြိမ်းခွင့်ပေးမယ်ဆိုပြီးတော့ အကြပ်ကိုင်ခံထားရတာပေါ့။ ဘာမှမသိတဲ့ ဟယ်ရီတစ်ယောက်ဟာ ရတဲ့အခွင့်အရေးကိုယူပြီး ရန်သူ့နယ်မြေထဲသွားခဲ့ရပါတယ်။ စစ်ဆင်ရေးကိုထမ်းဆောင်နေရင်း မတော်တဆမှုတစ်ခုနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-ipcress-file-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejuVj9BHwDxAYQiVtdpKn3R6sS1.jpg",
        "title": "Han River Police(2023)",
        "description": "Han River Police(2023)***********************အပိုင်း ( ၁ မှ  ၆ ) အထိ စ / ဆုံးကိုရီးယားနိုင်ငံဟာ ကျွန်းလေးတွေစုပေါင်းပြီးဖွဲ့စည်းထားတဲ့နိုင်ငံဆိုတော့တံတားတွေများ မြစ်တွေများ ကမ်းခြေမြို့ရွာတွေများကြတာအားလုံးအသိပါ..ဒါတွေကြောင့်အစိုးရဟာ ကယ်ဆယ်ရေးလုပ်ငန်းတွေလုပ်ဖို့ အဖွဲ့အစည်းတွေလုပ်ထားသလိုလူမိုက်တွေကိုအချိုးပြင်ဖို့လည်း သီးခြားဖွဲ့စည်းထားတဲ့ အစိုးရဝန်ထမ်းတွေရှိပါတယ်...Hospital Ship ဆိုတဲ့ဆရာဝန်စီးရီးကိုကြည့်ဖူးတဲ့သူတွေဆိုရင် သိကြမယ်ထင်ပါတယ်..ဒီစီးရီးကတော့ ကယ်စရာရှိကယ်မယ် ဗျင်းစရာရှိဗျင်းမယ်..အချိုးပြင်စရာရှိပြင်မယ်ဆိုတဲ့ ရဲတွေအကြောင်းရိုက်ထားတာပါ...နာမည်ကြီးသရုပ်ဆောင်တွေချည်းပါဝင်ပြီး ၆ ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ်..ခံစားကြည့်ကြပါဦး... Aired: Sep 13, 2023 - Sep 27, 2023Aired On: Wed\nGenres: Comedy, Action & Adventure\nDuration: 1hr 10mins\nEpisodes: 6\nOriginal Network:DNSP\nFile Size: 1080p(~1.5GB) , 720p(~520MB)\nTranslated by   Miri, Hnin Wai Oo,Treasure Htet , Htoo Htoo Aung &  Hay Thar Oo\nEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/han-river-police2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eNYtrJOoeQjjst7NqtuOOowlw5l.jpg",
        "title": "Hidden Agenda (2023)",
        "description": "Hidden Agenda (2023)အခုတစ်ခါ တင်ဆက်ပေးသွားမှာကတော့ Hidden agenda ဆိုတဲ့ BLကားလေးပဲဖြစ်ပါတယ်။\nဇာတ်လိုက်နှစ်ယောက်က Star In My Mind မှာကတည်းက လိုက်ဖက်ညီကြတာမလို့\nပရိသတ်အတော်များများက Hidden agenda ကိုလည်း အတော်လေးမျှော်လင့်ထားကြပါတယ်။ဒီကားထဲမှာတော့ ဇို ဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးက သူအချိန်အကြာကြီး crush ခဲ့ရတဲ့ နိတာ ကိုလိုက်ဖို့အတွက်ကြိုးစားရာမှာ မအောင်မြင်ခဲ့တာမလို့\nနောက်ဆုံးမှာ သူငယ်ချင်းရဲ့အကြံအတိုင်း နိတာရဲ့ ရည်းစားဟောင်းလည်းဖြစ်ပြီး အခုအချိန်မှာ နိတာ အကြောင်းအသိဆုံးသူဖြစ်တဲ့ ဂျုပ်ဆိုတဲ့သူကို အကူအညီတောင်းဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nဂျုပ်ကလည်း အပြန်အလှန်အနေနဲ့ နိတာနဲ့ ဇိုတို့ရှိ‌နေတဲ့ စကားရည်လု clubကို သူဝင်ခွင့်ရအောင် ကူညီရမယ်ဆိုပြီးပြောခဲ့ပါတယ်။\nဇို ဆိုတဲ့ကောင်လေး နိတာကိုလိုက်တာကရော အောင်မြင်ပါ့မလား? ဂျုပ် ကို club ထဲဝင်နိုင်ဖို့ ကူညီပေးရင်း\nသူတို့နီးစပ်သွားကြမှာလားဆိုတာတွေကို အသည်းတယားယားနဲ့ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။အညွှန်းကိုတော့ Kim က ရေၕးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ May, Kim, Su Myat တို့ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/hidden-agenda-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/The_Changeling_TV_Series-619550871-large-133x200.jpg",
        "title": "The Changeling (2023)",
        "description": "ကလေးချင်းလဲတဲ့ မကောင်းဆိုးရွား ခေါ် Changeling ဒီ နာမည်ကိုတော့ Supernatural ဖန်တွေ၊ အခြားမှော်ကားတွေ ကြိုက်တတ်တဲ့သူတွေ ကြားဖူးနေမှာပါ။ မွေးကင်းစကလေးလေးတွေကို အမေလက်ကနေ မသိအောင်ခိုးပြီး သူတို့ရဲ့ မကောင်းဆိုးရွားကလေးတွေနဲ့ ပုံစံတူ လဲလှယ်ထားတာပါ။ဒီနေရာမှာ အချို့ မူကွဲပုံပြင်တွေလည်း ရှိတတ်ပါသေးတယ်။ နတ်မှင်စာငယ်တွေက ကလေးချင်းလဲတဲ့ ပုံပြင်မျိုးလည်းရှိပါတယ်။ ဒီစီးရီးကတော့ ပဟေဠိဆန်ဆန်ရိုက်ထားတာမို့ ကလေးအလဲခံရတယ်ဆိုတာလည်း သက်သေမပြနိုင်သေး၊ ထူးဆန်းတာတွေဖြစ်နေပေမဲ့ အကြောင်းရင်းကို မသိသေးဘဲ အဖြေရှာရတဲ့အမျိုးအစားမို့ သို့လော သို့လောနဲ့ ရင်တထိတ်ထိတ်ကြည့်ရအောင် ဖန်တီးထားတာပါ။ပဟေဠိဆန်တဲ့ မိသားစုနောက်ခံနဲ့ လူတစ်ယောက်က အမျိုးသမီးလေးတစ်ယောက်နဲ့ ချစ်မိပြီး လက်ထပ်သွားကြတယ်။ အမျိုးသမီးလေးရဲ့မိသားစုနောက်ခံကလည်း ပဟေဠိဆန်နေပြန်တယ်။ ပိုဆိုးတာက အဲဒီအမျိုးသမီးဟာ ကလေးမရခင်မှာ စုန်းမလိုလို နတ်သမီးလိုလို သူတစ်ယောက်ဆီကနေ ဆုသုံးခုတောင်းလိုက်မိတယ်။ အဲဒီဆုတွေကိုလည်း မပြထားဘူး။ ဒီတော့ အဲဒီမိသားစုမှာ ကြောက်စရာတွေဖြစ်လာတဲ့အခါ ဇာတ်ဆောင်တွေနဲ့အတူ လိုက်အဖြေရှာရမဲ့ ဇာတ်လမ်းတွဲမျိုးမို့ အရသာရှိရှိ ကြည့်ရမှာပါပဲ။File ...",
        "url": "https://channelmyanmar.org/tvshows/the-changeling-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6hnMaWMuX2brNL6Dq52dDLxZMt.jpg",
        "title": "CSI: Crime Scene Investigation",
        "description": "အားလုံး စောင့်မျှော်နေကြတဲ့\nCSI TV Series ကို တင်ဆက်လိုက်ပါပြီ\nရှားလော့ဟုမ်း နဲ့ ခဏတာ ဝေးနေတဲ့ ခဏမှာ\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ မှုခင်းတွေကို လိုက်ကြည့်ရအောင်\nဒီ CSI : Crime Scene Investigation\nဆိုတဲ့ TV Series မှာ အပိုင်းတစ်ခုနဲ့ တစ်ခု\nညှိတွယ် မထားပဲ အပိုင်းတစ်ခုမှာ\nအမှုတစ်ခုကို အဆုံးသက်လေ့ရှိပါတယ်\nဒါကြောင့် သင့်ကို ဆန့်တငင်ငင် ဖြစ်နေစေမှာ\nမဟုတ်ပဲ CM ရဲ့ Page တိုင်းအောက်မှာ\nCSI အပိုင်းသစ်တွေ တင်ပေးပါလို့\n အော်နေစရာ မလိုလောက်ပါဘူး :D\nကျနော် ကိုယ်တိုင်လဲ CSI Series ကို\nပုံမှန်တင်ပေးဖို့ ကြိုးစားသွားမှာဖြစ်လို့\nစိတ်ဝင်စားဖို့ ကောင်းတဲ့ မှုခင်းတွေကို\nCSI အဖွဲ့နဲ့ အတူ အဖြေရှာကြည့်ရအောင်လားဗျာ\n \nFile Size - 300 MB Episode\nQuality - 720P\nRuntime -  40 min Episode\nSubtitle - Burmese (Hardsub)\nTranslator - Archi Thangyi & ...",
        "url": "https://channelmyanmar.org/tvshows/csi-crime-scene-investigation/"
    }
]