[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWE0ZWM4ZWYtN2E0Yi00NTU4LWE2MjMtMWNlYzQ5OWUyNTlkXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "IRL: In Real Love (2023) Ep 1 to 10 Complete",
        "description": "IRL (In Real Love)Dating Reality Show ကို စတင်မိတ်ဆက်ပေးခဲ့တဲ့ အမေရိကန်ရဲ့ Too hot too handle အောင်မြင်သွားပြီးနောက်ပိုင်း ဆက်ထွက်လာတဲ့ Love Island(Australia,Brazil)\nအိုပါးတွေ အိုင်ဒေါတွေ‌လို လှပချောမောတဲ့ ကိုရီးယားသား/သူလေးတွေကို ကြည့်ခဲ့ရတဲ့ Single inferno အပြီးမှာ\n‌အိန္ဒိယပရိသတ်ကြီးအတွက် ညိုချောလေး ဖြူနုလေးတွေကို netflix ကနေစီစဉ်တင်ဆက်ထားပေးတဲ့ Show အသစ်လေးလာပါပြီဖောက်ပြန်တာတွေခေတ်စားနေတဲ့ လောကကြီးမှာ\nခံစားချက်တွေမလွန်ကျူးကြခင် ကိုယ်ခန္ဓာရင်းနှီးမှုတွေမပါဘဲ ပေါ်တင်ပဲတည့်တွဲကြရင်ရော...ခေါင်းစဉ်လေးအတိုင်းပါပဲ အချစ်စစ်မှာတဲ့အချစ်စစ်မှာဘာတွေလိုအပ်လဲ ကိုယ့်စံချိန်တွေကဘာတွေလဲ ဒါတွေဂာတစ်ခါတလေမှာ ရင်းနှီးသွားမှ ကြုံဖူးသွားကြမှသိကြတာတွေရှိပါတယ်နာမည်ကြီးမင်းသားမင်းသမီးတွေမဟုတ်ဘဲ သက်ဆိုင်ရာနယ်ပယ်တွေမှာအောင်မြင်ထင်ရှားသူတွေပါဝင်ထားတဲ့ အချစ်စစ်ကိုရှာကြသူများ ဟာသပေါ့ပါး Reality ရှိုးလေးတင်ဆက်ပေးလိုက်ပါတယ်သတ်မှတ်ထားတဲ့ အဆောက်အဦးတွေမှာခွဲနေကြတဲ့ ယောက်ျားလေးအဖွဲ့နဲ့ မိန်းကလေးအဖွဲ့\nအစမှာတည်းက အားလုံးကရွေးချယ်ထားတဲ့လက်‌တွဲဖော်လုပ်ထားတဲ့ အတွဲကိုယ်စီရှိပါတယ်\nဒါပေမဲ့ တခြားသူတွေနဲ့ဆိုရင်ရောဘယ်လိုနေမလဲဆိုပြီး အွန်လိုင်းကနေစတီတာကြပလီကြပေါ့\nဒီလိုနဲ့ Meet Cute ဆိုတဲ့ App လေးကအောင်သွယ်ပေးပြီး ဒီလူတွေအချင်းချင်းပဲ ကော်ဖီဒိတ်လိုက် ပန်းခြံဒိတ်လိုက် ကမ်းခြေဒိတ်လိုက် ပြန်လာရင်\nတီတူးခဲ့တာလေးတွေပြောလိုက်နဲ့ပေါ့ ...",
        "url": "https://channelmyanmar.org/tvshows/irl-in-real-love-2023-ep-1-to-10-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/9afklGnTU0EJ52HClBU26C8kuQu-133x200.jpg",
        "title": "Garmi (2023) Complete",
        "description": "Garmi (TV Series 2023)\nIMDb 7.5/10ရှာရွတ်ရဲ့ Dil Se...\nအီဖာရဲ့ Haasil တို့လို ဇာတ်လမ်းကောင်းတွေကို ဇာတ်ညွှန်းဖန်တီးရိုက်ကူးခဲ့တဲ့\nဒါရိုက်တာကြီး Tigmanshu Dhulia ဇာတ်ညွှန်းရေးရိုက်ကူးထားတဲ့ စီးရီးလေးပါ။\nTigmanshu Dhulia က နိုင်ငံရေးနဲ့ပတ်သက်တဲ့ ဇာတ်လမ်းတွေမှာ တင်ဆက်မှုအားကောင်းတာနဲ့\nနာမည်ရှိပြီးသားသူတယောက်လည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\nနယ်မြို့လေးက လူငယ်လေးတစ်ယောက်\nအစိုးရ၀န်ထမ်းဖြစ်ဖို့ရာ\nကိုယ့်ဆီမှာကို နေပြီး ကျောင်းတက်ချင်ပေမဲ့ အပြိုင်အဆိုင်များတဲ့\nမြို့ကြီးက တက္ကသိုလ်တစ်ခုကို သွားတက်ဖို့ အဖေဖြစ်သူရဲ့ တွန်းအားပေးမှုနဲ့ သွားခဲ့ရတယ်။\nအဲဒီမြို့ အဲဒီတက္ကသိုလ်မှာပဲ စီးပွားရေး နိုင်ငံရေး အားပြိုင်နေတဲ့ လူနှစ်ယောက်က ရှိပြန်ရော။\nအစိုးရဖြစ်ဖို့အရေး အစရိုးချင်ယောင်ဆောင်ကြတဲ့ အဲဒီလူ၂ယောက်ရယ်ကျောင်းသားသစ်လေး\nမောင်အာဗင်တယောက် အစိုးရ၀န်ထမ်းပဲ ဖြစ်ဖို့ကြိုးစားနိုင်မလား တစ်ခြားနယ်ပယ်တခုခုကိုပဲ ရောက်သွားမလား ကြည့်ရမဲ့ နိုင်ငံရေးနဲ့ ကျောင်းသားအရေး ရောသမမွှေထားတဲ့ စိတ်ဝင်စားဖွယ် အိန္ဒိယ၀က်ဘ်စီးရီးလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\n(အညွှန်းနဲ့ဘာသာပြန်ထားသူတွေကတော့ chiclon3~YH~Bpl~Yunni~Nyein တို့ပဲဖြစ်ပါတယ်)File Size – 900MB / 400MBQuality – 1080p / 720pDuration – ...",
        "url": "https://channelmyanmar.org/tvshows/garmi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1rnHdqAvEm5NUWJ2SRzBY4Hkt5.jpg",
        "title": "Knowing Brother",
        "description": "Knowing Brothers (2015-Present)ဒီ Variety Show လေးက​တော့ အားလုံးသိကြတဲ့အတိုင်း Knowing Brothersကျောင်း​တော်ကြီးရဲ့ ကျောင်းသားများဟာ အပတ်စဥ် ကျောင်း​တော်ကြီးဆီ​ရောက်လာတဲ့ကျောင်း​သားသစ်​လေးတွေကို ကြိုဆိုဧည့်ခံကြပြီး ဂိမ်း​တွေအတူ​​ဆော့ Quiz တွေ အတူ​ဖြေကြတဲ့ Variety Show လေး တစ်ခုပါ။Channel Myanmar မှလည်း ဒီအစီအစဥ်​လေးကို တင်ဆက်​ပေးလာခဲ့တာ ရက်သတ္တပတ် ၇ပတ်မြောက်ခဲ့ပြီဖြစ်ပါတယ်။တင်ဆက်​ပေးလာရင်းနဲ့ ကြည့်ရှုအား​ပေးသူများပြားတဲ့ အစီအစဥ်​လေးမို့လို့ Knowing Brothers Show မှာHit ဖြစ်​ခဲ့တဲ့ အပိုင်း​ဟောင်း​လေး​တွေကို ပြန်လည်တင်ဆက်​ပေးဖို့ CM Variety Team မှ စီစဥ်ခဲ့ပါတယ်။လက်ရှိ Kpop လောကမှာကြီးစိုး​နေကြတဲ့ BTS, BlackPink, EXO, Twice, Seventeen, ITZY စတဲ့ နာမည်ကြီးအဖွဲ့​တွေအပြင်တခြားအဖွဲ့​ပေါင်းများစွာရဲ့ကျောင်း​တော်ကြီးဆီ လာ​ရောက်လည်ပတ်တုန်းက အပိုင်း​​တွေကို ပြန်လည်တင်ဆက်​ပေးမှာမို့CM ပရိသတ်ကြီးများက မျှော်​လင့်​စောင့်စား​​ပေးရုံပါပဲ။အပိုင်း​ဟောင်း​တွေကို တင်ဆက်​ပေးရင်း အပတ်စဥ်ထွက်ရှိ​နေတဲ့ အပိုင်းသစ်​​တွေကိုပါ မပြတ်မလတ်အ​ကောင်းဆုံး ...",
        "url": "https://channelmyanmar.org/tvshows/knowing-brother/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJIpfDELO2MKOZE7dx1ZuWITicR.jpg",
        "title": "Risqué Business: Japan (2023)",
        "description": "Risque Business : Japan (2023)ယခုတစ်ခေါက်တင်ဆက်ပေးမယ့် Korea variety show လေးကတော့\nကိုရီးယားရဲ့ထိပ်တန်းအစီအစဉ်တင်ဆက်သူတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Shin Dong-Yup နဲ့\nကိုရီးယားထိပ်တန်း Ballad အဆိုတော် Sung Si-kyung တို့က\nဂျပန်နိုင်ငံရဲ့ ထူးခြားတဲ့ Sex industry ကို သွားရောက်လေ့လာကြမှာဖြစ်ပါတယ်။ဂျပန်လူမျိုးတွေရဲ့ sex အပေါ်ထားတဲ့ ပွင့်လင်းမြင်သာတဲ့ အလေ့အထတွေကို ပေါ်ပေါ်ထင်ထင် မြင်ကြရမှာဖြစ်ပြီး\nတစ်ပိုင်းနှင့်တစ်ပိုင်း မတူညီတဲ့ ခေါင်းစဉ်တွေအောက်မှာ ဓလေ့မတူတဲ့ကိုရီးယားလူမျိုးနှစ်ယောက် ဘယ်လိုမျိုးအံ့ဩနေရမလဲ မြင်ကြရမှာဖြစ်ပါတယ်။\nShin Dong-Yup ဆိုတဲ့အတိုင်း ညစ်တီးညစ်ပတ်ဟာသတွေမှာ ဆရာတစ်ဆူဖြစ်သလို\nအင်နိုးဆန့်လေး Sung Si-kyung ကလည်း ဂျပန်စကားသင်ထားသူပီပီ ဘယ်လိုတွေ အရွန်းဖောက်ကြမလဲဆိုတာကို\nအစအဆုံး ၆ ပိုင်းပဲ ရှိတဲ့ ဒီရှိုးလေးထဲမှာ ကြည့်ရှုလိုက်ကြပါဦး။Remark: ကြမ်းတမ်းတဲ့အသုံးအနှုန်းတွေ၊ စကားတွေ၊ ပုံစံတွေ ပါတာဖြစ်လို့ မိသားစုနှင့် ကြည့်ဖို့ မသင့်လျော်ပါကြောင်း....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kaung Set ...",
        "url": "https://channelmyanmar.org/tvshows/risque-business-japan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOKXV0FalCYixNmZYCfHXgyQ0VX.jpg",
        "title": "The Diplomat (2023) Complete",
        "description": "The Diplomat (2023) A Netflix Series ~ IMDb - 8.1/10, Rotten Tomatoes - 88% ~ သံတမန်လုပ်ရတယ်ဆိုတာ တော်တော်လေးမလွယ်တဲ့ အလုပ်ပါပဲ။ ကြိုးတန်းလျှောက်တဲ့သူလို ဘယ်ဖက်ကိုမှ မယိမ်းအောင် သတိကြီးကြီးထားပြီး လုပ်ရတဲ့အလုပ်မျိုးပေါ့။ ဒါပေမဲ့ ကြိုးတန်းလျှောက်သမားက ဟန်ချက်ပျက်ပြီး လဲရင်တောင် သူတစ်ယောက်တည်း လဲတာပါ။ သံအမတ်ဆိုတာကတော့ နိုင်ငံတစ်နိုင်ငံကို ကိုယ်စားပြုနေတဲ့မျက်နှာဖြစ်တဲ့အတွက် ဟန်ချက်တစ်ချက် ပျက်ရင် စကားတစ်ခွန်းမှားရင် တစ်နိုင်ငံလုံး ဒါမှမဟုတ် နှစ်နိုင်ငံလုံး မျက်နှာပျက်စရာတွေ ဒုက္ခအကြီးအကျယ်ရောက်စရာတွေ ဖြစ်သွားနိုင်ပါတယ်။ အပြောအဆိုအနေအထိုင် ပါးနပ်ရတယ်။ နိုး လို့ပြောရင် သံအမတ်မဟုတ်ဘူးဆိုတဲ့ ဟာသလိုပဲ စကားပရိယာယ်ကြွယ်ရတယ်။ ပါးနပ်ဆို တခြားနိုင်ငံမှာ သွားနေရတာကိုး အိမ်ရှင်မျက်နှာလည်း ကြည့်ရသေးတယ်လေ။ ကိုယ်ဖြစ်ချင်တာကို တစ်ဖက်လူ လက်ခံနိုင်အောင် ပြောရတယ်ဆိုတာ တော်တော်လေးမလွယ်တဲ့ အလုပ်ပါပဲ။ ကိုယ်သိမ်းသွင်းနေတဲ့သူက နိုင်ငံတစ်နိုင်ငံကို ဦးဆောင်နေတဲ့ နိုင်ငံ့ခေါင်းဆောင်တွေဆိုရင် ပိုခေါင်းကိုက်ရတာပေါ့။ နိုင်ငံခေါင်းဆောင်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-diplomat-nf-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/inthenameofgods-133x200.jpg",
        "title": "In the Name of God: A Holy Betrayal (2023)",
        "description": "In the Name of God: A Holy Betrayal ( 2023 )\n=======================================\n.\n.\nIMDb 7.1/10, Rotten tomatoes 67%\n၂၀၀၈ ခုနှစ်တုန်းက ကိုရီးယားမှာ ဂျောင်မြောင်ဆော့ဆိုတဲ့ ဒိတ်ဒိတ်ကြဲဘာသာရေးခေါင်းဆောင်တစ်ယောက်\nသူ့ရဲ့ ဖော်လိုဝါမိန်းကလေးတွေကို လိင်ပိုင်းဆိုင်ရာစော်ကားတဲ့အမှုနဲ့ ထောင် ၁၀ နှစ်ကျသွားခဲ့တယ်။\nအဲဒီလူဟာ သူ့ကိုယ်သူ ယေရှုဝင်စားတဲ့သူ၊ ဘုရားသခင်ရဲ့တမန်တော်ပါလို့ ကြေညာခဲ့ပြီး\nယုံကြည်ကိုးကွယ်သူပေါင်းလည်း ထောင်သောင်းကျော်တဲ့အထိ များပြားခဲ့တာပါ။လိင်ပိုင်းဆိုင်ရာစော်ကားမှုတွေကြောင့် ထောင် ၁၀ နှစ်ကျသွားခဲ့ပေမဲ့ ၂၀၁၈ ထောင်ကထွက်လာခဲ့ပြီး\nလျှပ်စစ်ခြေပတ် ပတ်ထားရတဲ့အချိန်မှာတောင် သူဟာ ဆိုးရွားတဲ့ လိင်ပြစ်မှုတွေကိုဆက်လက်ကျူးလွန်နေဆဲပါပဲ။\nအဲဒီ လိင်ပြစ်မှုတွေရဲ့ နစ်နာသူ မိန်းကလေးတွေ speak up လုပ်ကြရာကနေ ဒီမှတ်တမ်းရုပ်သံဇာတ်လမ်းတွဲ\nဖြစ်မြောက်လာခဲ့ပါတယ်။ ဒီ မှတ်တမ်းရုပ်သံမှာဆိုရင် ဂျောင်မြောင်ဆော့အပါအဝင် ဘတ်ဆွန်းဂျာ၊ ဂင်ဂီဆွန်း၊\nအီဂျယ်ရော့ဆိုတဲ့ မတူညီတဲ့အရေခြုံဘာသာရေးဂိုဏ်းခေါင်းဆောင်လေးယောက်ရဲ့ အမှောင်ဘက်ခြမ်းနဲ့ ဆိုးယုတ်တဲ့ပြစ်မှုတွေ၊\nဘာသာရေးခုတုံးလုပ်မှုတွေ၊ မျက်စိမှိတ်ယုံကြည်ကိုးကွယ်မှုရဲ့ ဆိုးကျိုးတွေကို သေချာဖော်ပြထားပါတဲ့အတွက် ဖြစ်ရပ်မှန်\nမှတ်တမ်းရုပ်ရှင်ကြိုက်တတ်သူတွေ စိတ်ဝင်စားကြမယ့်ဇာတ်လမ်းမျိုးပဲဖြစ်ပါတယ်။ဒီမှတ်တမ်းရုပ်သံဇာတ်လမ်းတွဲမှာဆိုရင် ကြမ်းတမ်းတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/in-the-name-of-god-a-holy-betrayal-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/RBj8qz_4f-133x200.jpg",
        "title": "Chai Paetsaya (2023)",
        "description": "Conniving Bedfellows\"ရမ္မက်ပြင်းသောယောကျာ်း\" မြန်မာစာတန်းထိုးChai paersaya 2023ဖလွိုင် အဖြစ် Preem Ranida techasit\nနဖုန် အဖြစ် Ice Panuwat\nထတ်ချာ အဖြစ် Masu Junyangdikulအွမ်ယာနီ ဆိုသူက ငယ်ငယ်လေးနဲ့ တက္ကသိုလ်က ထွက်ပြီး ကွန်ဒုံးကုမ္ပဏီပိုင်ရှင်နဲ့ လက်ထပ်ခဲ့တဲ့သူပါသူလက်ထပ်ပြီးနောက် ဖိတ်ရွိုင်းနဲ့ဖလွိုင်ရွန်းလို့ခေါ်တဲ့ သမီးလေး နှစ်ယောက် မွေးဖွားခဲ့ပါတယ်သူလက်ထက်ပြီးနောက် သမီးတွေနဲ့ခင်ပွန်းဖြစ်သူကိုပဲ စောင့်ရှာက်ခဲ့ရတော့တစ်ခြားဘာအလုပ်မှမလုပ်တတ်ခဲ့ပါဘူးဖိတ်ရွိုင်းက သူ့အမေလို သိမ်မွေ့တဲ့ မိန်းကလေးပါဖလွိုင်ကတော့ ခက်ထန်ပြီး လုပ်ရဲကိုင်ရဲရှိတဲ့ မိန်းကလေးပါတစ်နေ့ အွမ်နီယာရဲ့ခင်ပွန်းဆုံး HIV နဲ့ဆုံးသွားတော့ လူတိုင်း သူ့ကို လျစ်လျူရှု့လာကြပါတယ်အဲ့ဒီအထဲမှာ အမွေဆတ်ခံမယ့် သူ့သမီး အပါအဝင်ပဲဖြစ်ပါတယ်ဝင်မ်က အွမ်ယာနီရဲ့ခင်ပွန်းရဲ့ ညီပါ အစ်ကိုဖြစ်သူဆုံးသွားပြီးနောက်မိသားစုကို သူ့အစ်ကိုအစားစောင့်ရှောက်ပေးပါတယ်ဝင်မ်နဲ့အားကိုးဖော်လိုနေတဲ့ အွမ်ယာနီတို့အချင်းချင်း သံယောဇဉ်တွေဖြစ်ခဲ့ပါတယ်ဖလွိုင်က ပြည့်တန်ဆာလို ဗွေရှုပ်တတ်တဲ့ယောက်ျားမျိုးကို အသေမုန်းတဲ့ သူပါတစ်နည်းပြောရရင် ယောက်ျားတွေကို သိပ်ပြီး အယုံအကြည်မရှိပါဘူးဆိုတော့ သူ့ဦးလေးနဲ့သူ့အမေရဲ့ ဖြစ်တည်မှုကို သူလက်ခံနိုင်မှာလားဝင်မ်နဲ့အွမ်ယာနီကရော သူတို့ရဲ့ ခံစားချက်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/chai-paetsaya-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/jQQzOB_4f-140x200.jpg",
        "title": "Tam Ya Bok (2023)",
        "description": "မနောင်ဝ် အဖြစ် Rakwanee Khamsing\nကွမ် အဖြစ် Tiewhui\nနမ့်တန် အဖြစ် Noolek Thithinam\nအဒေါ်ဒွမ် အဖြစ် Duangdao Jarujinda\nအဒေါ်မွိုင်း အဖြစ် Aew Amphaဇာတ်လမ်းအကျဉ်းမနောင်ဝ်က အဖွားဒွမ်တစ်ယောက် ငယ်ကတည်းက ကောက်ရထားပြီး မွေးစားထားတဲ့ မြေးမလေးဖြစ်ပြီး အဖွားနဲ့ သင်္ဘောသီးထောင်းဆိုင်တူတူဖွင့်ထားသူ ဖြစ်ပါတယ်အဖွားဒွမ်ရဲ့ဆိုင်က အဒေါ်မွိုင်းနဲ့ သင်္ဘောသီးထောင်ပြိုင်ပွဲတိုင်းမှာ ပြိုင်ဘက်ဖြစ်ပြီး အမြဲနံပတ်၁ နေရာရနေသူမို့ အဒေါ်မွိုင်းနဲ့ တူမဖြစ်သူ နမ့်တန်တို့ရဲ့ မျက်မုန်းကျိုးမှုကို ခံနေရခဲ့တယ်တစ်ရက်အဖွားဒွမ်ရဲ့ မြေးအရင်းဖြစ်သူ ကွမ် တစ်ယောက် ဆိုင်ကို ပြန်ရောက်လာခဲ့ချိန်မှာပဲ အဖွားဒွမ်တစ်ယောက် ဆုံးပါးသွားခဲ့တယ်ဆိုင်ကို အစွဲကြီးသူ အဖွားဒွမ်တစ်ယောက် ထောင်းနည်းကို မသင်ပေးခဲ့ရလို့ မကျွတ်ခဲ့ရာမှ မပြီးပြတ်သေးတဲ့အလုပ်တွေလုပ်ဖို့ အချိန် ၄၉ရက် ရခဲ့ပါတော့တယ်ဒီအချိန်၄၉ ရက်အတွင်းမှာ အဖွားဒွမ်ရဲ့ဆန္ဒတွေ ပြည့်လာနိုင်မလားဆိုင်ကိုဖျက်ဆီးချင်နေတဲ့ အဒေါ်မွိုင်းနဲ့နမ့်တန်လက်က ရှောင်ထွက်နိုင်ပါ့မလားအမြဲမတည့်အတူနေဖြစ်နေတဲ့ ကွမ်နဲ့ မနောင်ဝ်ကရော သင်္ဘောသီးထောင်းဆိုင်ကို ထိန်းသိမ်းသွားနိုင်ပ့ါမလားဆိုတာ ကြည့်ရှုကြရအောင် ။Native ...",
        "url": "https://channelmyanmar.org/tvshows/tam-ya-bok-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNjdkZTUyMTQtMzllMy00NTc1LTkzYzYtOTgzMGUzMThkMGM5XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Mrs. Davis (2023)",
        "description": "ဒီဇာတ်ကားကတော့ မရိုးနိုင်တဲ့ quest တစ်ခုဖြစ်တဲ့ ယေရှုခရစ်တော်ရဲ့ သောက်တော်ရေခွက် ဟိုလီဂရေးကို လိုက်ရှာရတဲ့ ပုံစံမျိုးကို ရိုက်ပြထားတာ ဖြစ်ပါတယ်။ ဒါပေမဲ့ ထူးခြားတာက သူက Sci-fi ဆိုလည်း ဟုတ်နေပြန်တယ်။ အနာဂတ်မှာ လူတွေက ဖေ့စ်ဘုတ်တွေ၊ အင်စတာဂရမ်တွေ မသုံးတော့ဘဲ မစ္စစ်ဒေးဗစ်လို့ခေါ်တဲ့ အဲလ်ဂိုရစ်သမ်ကြီးတစ်ခုကို တစ်ကမ္ဘာလုံးက အသုံးပြုကြတယ်။ဒီအဲလ်ဂိုရစ်သမ်ကြီးက ပြောရရင် ဘုရားလိုပဲ ဘာမှ မသိတာမရှိဘူး၊ လူတွေကို ပျော်အောင်ထားသလိုလိုနဲ့ ထိန်းချုပ်ထားတယ်ပေါ့။ သူ့မှာ တခြားဆိုရှယ်မီဒီယာတွေမှာ Blue mark ရသလိုမျိုး Wings ဆိုတာကို ရအောင်လုပ်ကြတဲ့ လူတွေ ရှိတယ်။ သူကလည်း သူခိုင်းချင်တယ်ဆိုရင် Wings နဲ့ ဆွဲဆောင်တာပေါ့။ လစ်ဇီက ဒီအဲလ်ဂိုရစ်သမ်ကြောင့် သူ့အဖေသေခဲ့ရတာဖြစ်တဲ့အတွက် ဒီဟာကြီး မကောင်းကြောင်းကို သိထားတဲ့သူ။အဲဒါကြောင့် အဲလ်ဂိုရစ်သမ်ကို မသုံးဘဲ နေနေတဲ့ လူနည်းစုထဲမှာ ပါပြီး ဒီဟာကြီးကို ...",
        "url": "https://channelmyanmar.org/tvshows/mrs-davis-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/download-4-135x200.jpg",
        "title": "FUBAR (2023)",
        "description": "ပရိသတ်အချစ်တော်မင်းသားကြီးအာနိုးရဲ့ အသစ်ထွက် Action/comedy စီးရီးလေးလာပါပြီ။ မင်းသားကြီးအာနိုးနဲ့အတူ မင်းသမီးချောလေး Monica Barbaro (Top Gun: Maverick ထဲက Phoenix)က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ စီအိုင်အေစုံထောက်တစ်ယောက်ဖြစ်တဲ့ လုခ်က မကြာခင် အငြိမ်းစားယူတော့မှာဖြစ်ပြီး မိသားစုနဲ့ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းတော့ဖို့ စိတ်ကူးထားသူပါ။ သူသိပ်ချစ်တဲ့သမီးဖြစ်သူ အမ်မာဟာဆိုရင်လည်း ဆေးလိပ်မသောက် အရက်မသောက် တယောတီးတဲ့နေရာမှာလည်းအလွန်တော်တဲ့ ဂုဏ်ယူရတဲ့ ဖေဖေ့သမီးလေးပေါ့။ ဒါပေမယ့် အငြိမ်းစားမယူခင်လေးမှာပဲ နောက်ဆုံးအနေနဲ့ ရန်သူ့နယ်မြေထဲ အသွင်ယူစုံစမ်းနေတဲ့အေးဂျင့်တစ်ယောက်ကို သွားကယ်ပေးရမှာဖြစ်ပြီး နောက်ဆုံးအနေနဲ့ စစ်ဆင်ရေးတစ်ခုကို လုပ်ပေးဖို့ အမိန့်ကျလာခဲ့ချိန်မှာတော့.. မလွှဲမရှောင်သာ စစ်ဆင်ရေးကို စတင်ခဲ့ရပြီး ရန်သူ့နယ်မြေထဲရောက်သွားခဲ့ချိန်မှာပဲ ရန်သူ့နယ်မြေထဲမှာ သူ လုံးဝမထင်မှတ်ထားတဲ့ လူတစ်ယောက်ကို တွေ့လိုက်ရပါတော့တယ်.. အဲဒါကတော့ သူ့ရဲ့ အချစ်ရဆုံး အလိမ်မ္မာတုံး သမီးလေးပါပဲ.. အံ့ဩထိတ်လန့်ခြင်းများစွာနဲ့ လုခ်တစ်ယောက် စစ်ဆင်ရေးကို ပြီးမြောက်အောင် လုပ်ဆောင်နိုင်ပါ့မလား.. သူ့သမီးအမ်မာကရော ဘာဖြစ်လို့ ရန်သူ့နယ်မြေထဲကို ...",
        "url": "https://channelmyanmar.org/tvshows/fubar-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/9g8sRNvJvDZTjmNBtQLYv3Nqyey-133x200.jpg",
        "title": "Fireflies: Parth aur Jugnu (2023)",
        "description": "ဟိုးရှေးပဝေသဏီတည်းက ဟိမဝန္တာရဲ့အောက်ခြေတောင်ပူစာမှာ\nဘီးမ်မူကေ့ရှ်ရွှာဆိုတဲ့မြို့လေးတစ်မြို့ဖြစ်တည်ခဲ့တယ် အဲဒီမြို့လေးမှာ\nလျှိုဝှက်ချက်ပေါင်းစုံနဲ့ နတ်ဆိုးတွေပါရှိတယ်လို့ ဆိုစမှတ်ပြုကြတာပေါ့ဒဏ္ဍာရီအရဆိုရင် ရှရီးရမ်နဲ့ ရာဗန်တို့ကြားတိုက်ပွဲဖြစ်တုန်းက ဟာနုမန်က ‌\nဆန်ဂျီဗနီတောင်တစ်တောင်လုံးကို မ,ရွှေ့ပြီး နေရာပြောင်းတော့\nဆန်ဂျီဗနီစေ့လေးတစ်စေ့က အဲဒီမြို့နားက တောအုပ်ထဲ ‌ပြုတ်ကျကျန်ခဲ့တယ်တဲ့\nအဲဒီအစေ့ကနေ ဘယ်လောက်စွမ်းလဲဆိုရင် သာမန်လူတစ်ယောက်ကို မသေမျိုးဖြစ်အောင်\nလုပ်ပေးနိုင်စွမ်းအထိရှိတာပေါ့ ဒါကို လူယုတ်တွေလက်ထဲကကာကွယ်ဖို့ မျိုးနွယ်စုတွေက\nသူတို့မင်းသားတွေကို ကာကွယ်သူတွေအဖြစ် ခန့်အပ်တာဝန်ပေးခဲ့ကြတယ်နှစ်၅၀ပြည့်တိုင်း အမ်မရစ်ပူနီမာညတိုင်းမှာ တောအုပ်ထဲက ဆန်ဂျီဗနီက\nပန်းပွင့်လန်းလာတယ် သူနဲ့အတူ ကာကွယ်သူတောအုပ်နတ်ဆိုးရောပါပေါ့\nဒီလိုဒဏ္ဍာရီတွေကြောင့် နှစ်၅၀ပြည့်တိုင်း လကွယ်ညတွေဆို တောအုပ်ထဲကို\nဘယ်သူမှမသွားကြဘူးတဲ့ တစ်နေ့တော့ ဒီလကွယ်ညမှာမှ ပါ့သ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က\nစာမေးပွဲကျလို့ အဲဒီတောအုပ်ထဲ စိတ်ပြေလက်ပျောက်သွားထိုင်နေမိတယ် သူသွားထိုင်တဲ့အချိန်က\nဆန်ဂျီဗနီပန်းပွင့်လာချိန်တဲ့ သွားတိုက်ဆိုင်နေတော့ ဒီပန်းရဲ့ကာကွယ်သူ နတ်ဆိုးနဲ့ ပါ့သ်တို့\nဘယ်လိုဇာတ်လမ်းတွေဖြစ်လာမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်Quality :720p WEB RIP Total Episodes : 600MBFormat : mp4Genres :Sci-Fi & Fantasy, Drama, MysteryDuration : 45minsSubtitle : Myanmar Subtitle ( Hardsub )Translated ...",
        "url": "https://channelmyanmar.org/tvshows/fireflies-parth-aur-jugnu-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/jyVOAhJzPy7jP1yB6ujIhvbX2Ru-133x200.jpg",
        "title": "FBI: International (2021)",
        "description": "FBI: International (2021)==================IMDb Rating - 6.3/10Series တွဲရဲ့နာမည်ကိုမြင်လိုက်တာနဲ့ ဘယ်လိုဇာတ်လမ်းတွဲမှန်းရိပ်မိလောက်ကြမယ်လို့ထင်ပါတယ်။\nFBI:international ဆိုတဲ့အတိုင်း FBI ရဲ့ နိုင်ငံဖြတ်ကျော်အမှုလိုက်တဲ့အကြောင်းတွေကို ရိုက်ပြထားတဲ့\nကားပါပဲ။ ဒီကားထဲမှာ FBIကဖွဲ့ထားတဲ့ Fly Team လို့ခေါ်တဲ့အထူးစူံစမ်းရေးအဖွဲ့ရဲ့လှုပ်ရှားမှုတွေကိုအဓိက\nထားထားတာပါ။ Fly Team ဆိုတာက အမေရိကန်နိုင်ငံကိုအန္တရာယ်ပြုနိုင်တယ်ဆိုရင် အချိန်မရွေးနေရာမရွေး\nစုံစမ်းဖမ်းဆီးတုန့်ပြန်နိုင်အောင် အထူးလေ့ကျင့်ထားတဲ့အဖွဲ့ပါ။ အမှုတစ်ခုကိုလိုက်ရင် တရားခံမိဖို့အဓိကမထားပဲ\nတရားခံနဲ့ဆက်စပ်ပြီးနောက်ဆက်တွဲပြဿနာတွေမရှိအောင်တစ်ခါတည်းရှင်းတတ်တဲ့ စကော့ဖောရက်စတာ...\nFBI အေးဂျင့်လုပ်သက်တစ်လျှောက် မကောင်းတဲ့မှတ်ချက်တွေပေးခြင်းခံရပေမယ့် ထူးချွန်တဲ့သူ့ရဲ့ဦးဆောင်မှု\nအောက်မှာ FBI ရဲ့ Fly team က အမှုတွေကိုဖြေရှင်းပုံတွေ တရားခံလိုက်ဖမ်းပုံတွေက Crime,dramaပီပီ စိတ်\nဝင်စားဖို့ကောင်းလှပါတယ်။အပိုင်း(၁၁)ပိုင်းပါဝင်ပြီးတော့ လတ်တလော(၁၀)ပိုင်းထိထွက်ထားတဲ့ ဒီစီရီးက CBSကထွက်ထားတဲ့ FBI\nစီးရီးတွေနဲ့လည်းပတ်သက်မှုရှိတယ်ဆိုတော့ကား...crime/dramaချစ်သူတွေအနေနဲ့တစ်ဝကြီးကြည့်ရှုလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nCM Team ပဲဖြစ်ပါတယ်။)File Size - (350 MB)\nQuality – WEBDL 720p\nDuration -  43 mins ...",
        "url": "https://channelmyanmar.org/tvshows/fbi-international-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/jQQkWw_4f-141x200.jpg",
        "title": "Pong Lang Hak On Son (2023)",
        "description": "\"သံစဉ်များနဲ့အချစ်တေး\" မြန်မာစာတန်းထိုး\nPong Lang Hak On son 2023ဖွန်မ် အဖြစ် Kuan Denkhun Ngamnet\nဖလိန်းဖင် အဖြစ် Tita Chayanit Chayjaroenဇာတ်လမ်းအကျဉ်းဖလိန်းဖင်က ပုန်လန်အကကို မြတ်နိုးတဲ့ သူတစ်ယောက်ပါဒါပေမဲ့ အမေဖြစ်သူက ဖလိန်း ပုန်လန်ကတာကို မနှစ်မြို့ပါဘူးဒါကြောင့် ဖလိန်းကို မကဖို့ အတန်တန်တားပါတော့တယ်ဖွန်မ်က သူ့အမေကို ပုန်လန်တီးဝိုင်းမထောင်ဖို့ ဆန့်ကျင်နေတဲ့သူပါဖွန်မ်ရဲ့အမေက သူ့အဖေအတွက် ပုန်လန်တီးဝိုင်း\nထောင်ပေးချင်လို့ သားဖြစ်သူရဲ့စကားကို နားမထောင်ဘဲ တီးဝိုင်းထောင်ဖို့ ပုန်လန်အကအဖွဲ့ကို ရှာဖွေခဲ့ပါတယ်တစ်နေ့ ဖလိန်းတို့ ပုန်လန်အကဖွဲ့ကိုတွေ့သွားတော့\n‌ပုန်လန်အီဆန်အွန်ဆွမ်တီးဝိုင်းထောင်ဖို့ ကမ်းလှမ်းခဲ့ပါတယ်ဆိုတော့ ဖလိန်း သူ့အမေကို ဆန့်ကျင်ပြီး ပုန်လန်အီဆန်အွန်ဆွမ်တီးဝိုင်းထဲကို ၀င်သွားမှာလားသူမြတ်နိုးတဲ့ ပုန်လန်အကကို ဆက်ကခွင့်ရှိမလားဖလိန်းရဲ့အမေကရော ဘာကြောင့် သူ့ကိုမကခိုင်းချင်ရတာလဲဆို‌တာ စောင့်ကြည့်လိုက်ပါ(အညွှန်းရေးသားသူမှာ Tawan ဖြစ်ပါသည်)\nNative Title: โปงลางฮักออนซอน\nEpisodes: 15\nAired: Apr 10, 2023 - ?\nAired On: Monday, ...",
        "url": "https://channelmyanmar.org/tvshows/pong-lang-hak-on-son-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vE1iYEM52EHkhZSzcEnQP1Uvei8.jpg",
        "title": "9-1-1: Lone Star (2020)",
        "description": "9-1-1 Lone Star (2020) 9-1-1 Lone Star ကတော့ 9-1-1 ရဲ့ Spin off ဇာတ်လမ်းတွဲပဲ ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ တက္ကဆပ်ပြည်နယ်ကို ယခင်က Lone Star လို့ ခေါ်ခဲ့တာပါ။ဒီဇာတ်လမ်းကတော့ တက္ကဆပ်ပြည်နယ်အတွင်းမှာ ဖြစ်ပေါ်ခဲ့တဲ့ ဘေးအန္တရာယ်တွေကို အမှတ် ၁၂၆ မီးသတ်နဲ့ အရေးပေါ်ကယ်ဆယ်ရေးဌာန၊ ရဲဌာန တို့ရဲ့ကြိုးပမ်းမှုတွေကို ဇာတ်လမ်းအချိတ်အဆက်မိမိ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ တင်ပြထားတာပါ။ ဇာတ်လမ်းအကျဉ်းကတော့ မီးသတ်ဌာနမှူး ကပ္ပတိန် အိုဝင် စထရန်းဟာ တက္တဆပ်ပြည်နယ်၊ အော်စတင်မြို့လေးဆီကို ပြောင်းဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။သူနဲ့အတူ သူ့ရဲ့သား တီကေ စထရန်းလည်း ပါလာခဲ့ပါတယ်။အော်စတင်မြို့ရဲ့ အမှတ် ၁၂၆ မီးသတ်ဌာနမှူး ဂျဒ်ဟာလည်း တစ်ဦးတည်းသော အသက်ရှင်ကျန်ရစ်သူအနေနဲ့ စိတ်ဒဏ်ရာ ရနေခဲ့ပါတယ်။ ခေါင်းဆောင်အဟောင်း နဲ့ အသစ်တို့ကြားက အားပြိုင်မှုတွေကို မြင်တွေ့ရမှာ ဖြစ်သလို ရယ်မောစရာ ဟာသခန်းတွေကိုလည်း သဘာဝကျကျ မြင်ရမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/9-1-1-lone-star-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTnVIuHiXPnFALOSBQWUOkSR8Ya.jpg",
        "title": "True Lies (2023)",
        "description": "True Lies(2023)မကြာသေးခင်ကမှ ထွက်ရှိထားပြီး အမေရိကန် action, comedy စီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းကျောရိုးကတော့ အမေရိကန်တို့ရဲ့ထုံးစံအတိုင်း ပစ်မယ်ခတ်မယ်၊\nကမ္ဘာကြီးကိုကယ်တင်မယ်၊ ကြားထဲက အရွှန်းလေးတွေ ဖောက်မယ်ပေါ့ဗျာ။\nသို့ပေမဲ့လည်း ဒီစီးရီးလေးကို 1994ခုနှစ်က\nဒါရိုက်တာကြီး James Cameron စီစဉ်ရိုက်ကူးတင်ဆက်ထားပြီး\nမင်းသားကြီး Arnoldပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ True Liesဆိုတဲ့ ရုပ်ရှင်အပေါ် မှီငြမ်းထားတာပါ။\nဒီမှာ တစ်ခု သတိထားမိတာက Japan anime industryထဲက\nSpy x familyနဲ့လည်း တချို့တစ်နေရာမှာ ခပ်ဆင်ဆင်လေး သွားတူနေတယ်ဆိုတာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့\nHarry Taskerဟာ ကွန်ပျူတာ အရောင်းစာရေးလေးအဖြစ် အသွင်ယူထားတဲ့\nနိုင်ငံ့ထိပ်တန်း သူလျှိုအဖွဲ့အစည်းတစ်ခုက သူလျှိုတစ်ယောက်ပဲဖြစ်ပါတယ်။\nအိမ်ထောင်ရက်သား ကျပြီးလို့ ၁၇နှစ်အကြာ သားသမီးတွေ ထွန်းကားပြီးတာတောင်မှ သရုပ်မှန်ကို အခုထိပိပိရိရိ ဖုံးကွယ်ထားနိုင်ဆဲပါ။\nတစ်ဖက်မှာလည်း ဇနီးဖြစ်သူ Helenအနေနဲ့ Harryရဲ့ အချိန်မတိကျမှုတွေ အလုပ်ကိစ္စဆိုပြီး\nမကြာခဏ ရက်တိုခရီးထွက်တာတွေအပေါ် သင်္ကာမကင်း စဖြစ်လာပါတော့တယ်။\nအဲဒီလိုနဲ့ပဲ သရုပ်မှန်မပေါ်ချင်သလို အိမ်ထောင်ရေးပြဿနာလည်း မတက်ချင်တဲ့ Harryခမျာ\nကြံရာမရတဲ့အဆုံး လံကြုပ်ဇာတ်ခင်းပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/true-lies-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AcrDB32TqpAGwvQFbICALGxSzn3.jpg",
        "title": "Citadel (2023)",
        "description": "Citadel Season 1 (2023)ဒီစီးရီးကတော့ Mission Impossibleလိုလို Kingsman လိုလို စတိုင်ပါပဲ။\nမင်းသားကတော့ Game of Thrones ထဲက ရော့ဘ်စတာ့ခ်နေရာမှာ သရုပ်ဆောင်ဖူးတဲ့ Richard Madden ပါ။\nမင်းသမီးကတော့ ပရီရန်ကာ ချော်ပရာပါပဲ။ဇာတ်လမ်းအကျဉ်း\nကမ္ဘာပေါ်မှာ စပိုင်အဖွဲ့တွေစရှိလာကတည်းက စပိုင်အချင်းချင်း နိုင်ငံအချင်းချင်း စစ်ပွဲတွေဖြစ်နေခဲ့ကြတာပါ။\nဒါပေမဲ့ စပိုင်တိုင်းဟာ ကိုယ့်နိုင်ငံအတွက် အခြားနိုင်ငံကိုဘာပဲဒုက္ခပေးရပေးရ လုပ်တဲ့သူတွေချည်းပါပဲ။\nအဲဒီမှာပဲ စပိုင်တစ်စုဟာ စစ်တဒယ်ဆိုတဲ့ ဘယ်နိုင်ငံလက်အောက်ခံမှမဟုတ်တဲ့ လွတ်လပ်တဲ့ စပိုင်အဖွဲ့ကို ဖွဲ့စည်းလိုက်ပါတယ်။\nသူတို့အဖွဲ့ဟာ နှစ် ၁၀၀ လောက်ကြာအောင် သမိုင်းတလျှောက် ပြဿနာကြီးတွေကို နောက်ကွယ်ကနေ လျို့ဝှက်ဖြေရှင်းပေးနေခဲ့တာပါ။\nဒါပေမဲ့ လွန်ခဲ့တဲ့ ၈ နှစ်လောက်မှာတော့ သူတို့အဖွဲ့ရဲ့ လျို့ဝှက်ချက်တွေအကုန်ပေါက်ကြားပြီး အဖွဲ့ဝင်အားလုံးလုပ်ကြံခံလိုက်ရပါတယ်။\nမသေဘဲလွတ်လာတဲ့ အေးဂျင်မေဆန်ကတော့ အတိတ်မေ့ပြီး ၈ နှစ်လုံးလုံး သာမန်လူဘဝနဲ့နေနေခဲ့ပါတယ်။\nသူတို့တွေကို အဓိက တိုက်ခိုက်ခဲ့တာကတော့ \"မန်တီကိုး\" ဆိုတဲ့ အဖွဲ့ပါပဲ။\nအဲဒီအဖွဲ့ကိုတော့ ကမ္ဘာပေါ်က အချမ်းသာဆုံး ...",
        "url": "https://channelmyanmar.org/tvshows/citadel-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLPTCpMfR5o3eqY2zeRY5MAspBi.jpg",
        "title": "Past-Senger (2023)",
        "description": "Past-Senger (2023)BL ပရိသတ်တွေအတွက် ကြည့်စရာဇာတ်လမ်းတွဲအသစ်လေးကို CM ကတင်ဆက်ပေးပါဦးမယ်နော်ကီရို့ဆိုတဲ့ကောင်လေးက သူငယ်ချင်းတစ်သိုက်နဲ့ အမြဲပျော်နေတတ်ပြီး\nဗိသုကာပညာကိုသင်ယူဖို့တက္ကသိုလ်တက်တော့မယ့်အချိန်မှာ\nကချော်ကချွတ်နဲ့ နောက်ပြောင်ရင်း နောက် ၂၅ နှစ်ကိုရောက်သွားပါလေရော...ဘီးလ်ဆိုတဲ့ကောင်လေးကတော့ ၂၀၂၂ ခုနှစ်မှာ ဗိသုကာမေဂျာတက်နေတဲ့ ရိုးသားကြိုးစားဖိုးသခွားလေးပေါ့နော်အဲအချိန်မှာ သူတို့နှစ်ယောက်ဆုံပြီးတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ\n၂၅ နှစ်ဆိုတဲ့ ကွာဟနေတဲ့အချိန်ကာလကိုရော ဘယ်လိုရင်ဆိုင်ကြမလဲ...\nBL ထဲမှာပါ အချိန်ခရီးသွားပုံစံလေးနဲ့ဆိုတော့ တစ်မျိုးတစ်မည်ဖြစ်နေလို့ အထူးညွှန်းစရာမလိုတော့လို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz, Blue, MyoMyo, ThantSin တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size… 1GB | 500MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz, Blue, MyoMyo, ThantSin\nEncoder ..... Aaron720pEpisode 01 - Userdrive | ...",
        "url": "https://channelmyanmar.org/tvshows/past-senger-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vNf1onphXtnpaygvOSEvyoRoxGi.jpg",
        "title": "The Promise (2023)",
        "description": "The Promise (2023) (အညွှန်း)\n=====================ဒီတစ်ခေါက်အလှည့်ကျတဲ့ BL series ချိုချိုလေးကတော့ “သူငယ်ချင်းလေးပါပဲ ..” ကနေ\nအဆင့်တွေတက်ကုန်ကြမယ့် “The Promise” ပဲဖြစ်ပါတယ်xPPhupha နဲ့ Nanfah တို့က ငယ်ငယ်လေးတည်းက အမြဲတတွဲတွဲရှိခဲ့ကြတဲ့ ကစားဖော်ကစားဖက် အိမ်နီးချင်းသူငယ်ချင်းတွေပါ။\nအိမ်ချင်းနီးချက်ကတော့ နှစ်အိမ်က မျက်နှာချင်းဆိုင်ပါပဲ။\nလမ်းရဲ့ဒီဘက်မှာ Phupha အဖေက အိမ်ဆိုင်ကော်ဖီဆိုင်လေးဖွင့်ထားတယ်။\nလမ်းရဲ့ဟိုဘက်မှာ Nanfah အဖေက အိမ်ဆိုင်ဆေးဆိုင်လေးဖွင့်ထားတယ်။\nဆိုတော့ နှစ်ယောက်ကအမြဲတတွဲတွဲနဲ့ ကောလိပ်ပြီးတဲ့အထိ အချင်းချင်းရဲ့ အကောင်းဆုံး အဆိုးဆုံးအချိန်တွေမှာပါ အတူတူရှိခဲ့ကြသူတွေပေါ့။\nဒီလိုနဲ့ကောလိပ်မှာဘွဲ့ယူတဲ့ ရီဟာဇယ်နေ့မှာ Nanfah ရဲ့ကမ္ဘာထဲကနေ\nPhupha တစ်ယောက် ရုတ်တရက်ကြီး ပျောက်ချင်းမလှပျောက်သွားပါတော့တယ်။၁၀ စုနှစ်တစ်ခုစာကြာတဲ့အထိ Phupha ကိုသတိရတဲ့စိတ်နဲ့\nဘဝကိုအထီးကျန်ကျန်ဖြတ်သန်းနေခဲ့ရတဲ့ Nanfah တစ်ယောက်\nmove on ပြီး ဘဝသစ်တစ်ခုကိုစနိုင်သွားမှာလား ..\nဒါမှမဟုတ် Phupha နဲ့ပြန်တွေ့နိုင်ဦးမှာလား ..\nPhupha ကရော ဘာကြောင့်ထွက်သွားခဲ့ရတာလဲ ..စတာတွေကို\nအပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်းတင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်ကြည့်ရှုနိုင်ကြောင်းပါနော်။အညွှန်းကို Lai Laii က ...",
        "url": "https://channelmyanmar.org/tvshows/the-promise-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/tu-143x200.jpg",
        "title": "Tu Zakhm Hai (2022) Season1+Season2",
        "description": "Tu Zakhm Hai 2022ယခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားကတော့ ဘောလိဝုဒ်ပရိသတ်ကြီးများ တစ်ဝကြီးကြည့်ရှုနိုင်ဖို့ အပိုင်း 24 ပိုင်း season နှစ်ခုပါတဲ့ Web series လေးပဲဖြစ်ပါတယ် မင်းသမီးချောလေး Donal Bisht နဲ့ Gashmeer Mahajani တို့ရဲ့အတွဲညီညီသရုပ်ဆောင်မှုတွေကိုစောင်ကိုက်ကြည့်ရှုရမဲ့အပြင် အကလည်းမပါဝင်ဘဲ Rating ကလည်း 7.2 ထိရထားတာဆိုတော့ရှယ်မိုက်တဲ့စီးရီးတစ်ခုပါပဲဗီရာ့ဂ်ျတရီဟန်ဆိုတာ ငွေမည်းခဝါချတဲ့နေရာမှာ ဆရာတစ်ပါးပါ ဘယ်လောက်တောင်ဆရာကျသလဲဆိုရင် ငွေမည်းလောကရဲ့ဘုရင်လို့ကို ညွှန်းဆိုရတဲ့အထိပါပဲ\nဗီရာ့ဂ်ျက ရက်စက်တယ် နှလုံးသားမရှိဘူး ဆုံးဖြတ်ချက်ပြတ်သားတယ် အလုပ်လုပ်ရင်ဟာကွက်မရှိဘူး အပြစ်လုပ်ထားတဲ့ဘယ်သူ့ကိုမှလည်း မညှာတာဘူး ယူမဲ့မိန်းမကိုတောင် ဈေးတွက်လိုက်တွက်နေတဲ့ လူစားမျိုးပေါ့တစ်ဖက်မှာတော့ ကာဗရာဆိုတဲ့ ချစ်စရာ သွက်သွက်လက်လက် စိတ်ကုထုံးဆရာဝန်မလေးဟာ ဘဝလေးကိုပျော်ပျော်ရွှင်ရွှင်နဲ့ တစ်ဦးတည်းသောအဖေနဲ့အတူ ချစ်ရတဲ့သတို့သားလောင်းလေးနဲ့ လန်ဒန်မှာအခြေချမဲ့ကောင်မလေးပေါ့ဇာတ်ကောင်တွေက လွန်းထားထားဆန်ပေမဲ့ ဇာတ်လမ်းကတော့ အိန္ဒိယကားဆန်ပါတယ် ကာဗရာရဲ့အဖေက ဗီရာ့ဂ်ျမိသားစုထံအလုပ်လုပ်နေပြီး သူတို့မိသားစုရဲ့ အသက်သွေးကြော ငွေမည်းခဝါချစာရင်းစာအုပ်ကို ခိုးယူလိုက်တာက စပါတယ်အဲ့လိုခိုးယူပြီး တလွဲတွေဖြစ် ...",
        "url": "https://channelmyanmar.org/tvshows/tu-zakhm-hai-2022-season1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/S1-112x200.jpg",
        "title": "Sweet and Cold (2023)",
        "description": "ယခုတစ်ခေါက်မှာ အလုပ်ထဲမှာလမ်းပျောက်နေတဲ့သူတွေ အချစ်ရေးနဲ့ပတ်သက်ပြီးအခက်အခဲရှိနေတဲ့သူတွေအတွက် မိုတီရအောင် အချစ်ကားလေးတစ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရည်းစားကအလုပ် အလုပ်သာလျှင်တစ်ဘဝလုံးချစ်ရတဲ့သူလိုသတ်မှတ်ထားတဲ့ အလုပ်သရဲလေးမုံဟောင်ထျန်းကိုယ်ထုတ်လုပ်တဲ့အရာကို ကမ္ဘာအနှံရောင်းချဖိုကြိုးစားနေတဲ့ အလုပ်အရမ်းကြိုးစားတဲ့သူဌေးလေးလိန်စီးမင်တိုနဲ့ကသူငယ်ချင်းရဲ့မင်္ဂလာပွဲကြောင့် ရိုမန့်ဆန်တဲ့အငွေ့အသက်ကြားမှာ အမှတ်မထင်တွေ့ဆုံကြတယ်လိန်စီးမင်ကမုံဟောင်ထျန်းကိုသဘောကျပြီးတော့ မုံဟောင်ထျန်းကိုလိုက်တာ အလုပ်သရဲလေးရဲ့အလုပ်အကောင့်ကိုပဲရခဲ့ရှာတယ်နှစ်ယောက်ရဲ့ရိုတာတွေကိုကြည့်ရသလို မုံဟောင်ထျန်းကမိန်းကလေးတွေအတွက်ရပ်တည်ပေးခဲ့လိုပြောဆိုခံရတာတွေ လိန်စီးမင်ကသူများချောက်ချတာတွေခံခဲ့ရတာတွေ အဲ့ဒီအခက်အခဲတွေကြားမှာဘယ်လိုကျော်ဖြတ်ခဲ့ရတာတွေကလည်းမိုတီယူစရာတွေပါပဲအခက်အခဲတွေကျော်ဖြတ်နိုင်ဖိုမိုတီယူလိုရတဲ့ဇာတ်ကားတစ်ကားဖြစ်သလိုနွေရာသီအတွက်ချိုမြိန်စေတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်လိုCMနဲ့အတူစောင့်ကြည့်ပြီး အတူတူကြည့်ရှုဖိုဖိတ်ခေါ်လိုက်ပါတယ်(အညွှန်းရေးသားထားသူကတော့ Hnin Wut Hmon ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 31Format : mp4Genres : Romance, DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 1 (1080p) - ...",
        "url": "https://channelmyanmar.org/tvshows/sweet-and-cold-2023/"
    }
]