[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/c6nUJvoaYOqro3BF5uw0D1iF5NR-133x200.jpg",
        "title": "2Moons: The Ambassador (2022)",
        "description": "ပါ အဖြစ် Hue Chasit Karapim\nဝါယို အဖြစ် Park Anantadaj Sods\nမင့် အဖြစ် Eiffel Chris Chen\nခစ် အဖြစ် Toey Nathapong Sing-On\nဖွတ် အဖြစ် Prame Pumipat Paiboon\nဘင်းမ် အဖြစ် Payu Khunnaphat Jaroenchim\nထန်ထတ် အဖြစ်Danny Bandit Disatharit\nလုန်းမ်နောင် အဖြစ်Mark Vachara Promma as Lomnawဇာတ်လမ်းအကျဉ်းတက္ကသိုလ်ကင်းရွေးချယ်ပွဲကို စိုက်ပျိုးရေးဌာနရဲ့ လူချော ထန်ထတ် ဝင်ရောက်မပြိုင်တာမို့ လုန်းမ်နောင်ကိုပဲ မေဂျာအရန်ကင်းအဖြစ် ဝင်ရောက်ပြိုင်ဆိုင်စေခဲ့ရာက နှစ်ယောက်ကြားက မကျေလည်မှုလေးတွေ စတင်ခဲ့ပါတယ်ထန်ထတ်လောက် မချောဘဲ ကင်းနေရာပြိုင်လို့ ဆုမရတာလို့ အပြစ်တင်ခံနေရတဲ့ လုန်းမ်တစ်ယောက်\nတိတ်တခိုးချစ်ရတဲ့ မိန်းကလေး မန်ဖကပါ ထန်ထတ်ကို သဘောကျယောင်ပြလာတဲ့အခါ…..ဒီအချိန်မှာပဲ တက္ကသိုလ်မှာ ပွဲတော်ကြီး တစ်ခုကျင်းပပြီး “The Ambassador” ဆိုတဲ့ လူရွေးပွဲလုပ်ပြီး မေဂျာကင်းတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/2moons-the-ambassador-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66JGhspdBtg7xlyVDkAZIcgkU9s.jpg",
        "title": "Berserk: The Golden Age Arc – Memorial Edition(2022)Season 1",
        "description": "Berserk : The Golden Age arc 2022\n===========================(သတိပေးချက်- ယခုဇာတ်လမ်း၌ ကိုယ်လုံးတီးအခန်းများ၊ ခေါင်းနှစ်ခြမ်းခွဲ၊ မျက်လုံးဖောက်ထုတ်၊လျှာဖြတ်သော ကြမ်းကြမ်းတမ်းတမ်းသတ်ဖြတ်ခန်းများနှင့် ကြမ်းတမ်းသော စကားလုံးအသုံးအနှုန်းများအပြင် လိင်ဆက်ဆံခန်းများနှင့် မုဒိန်းကျင့်ခန်းများပါသောကြောင့် ကလေးသူငယ်များနှင့် အသက်၁၈ နှစ်အောက် လူငယ်များကြည့်ရန်မသင့်လျော်ပါ။)IMDb - 7.5/10\nMyAnimeList - 7.7/10ဒီစီးရီးကတော့ ဂျပန်animeတွေထဲကdark fantasy genreတွေထဲမှာ နံပါတ် ၁ လို့ကိုပြောလို့ရတဲ့ဇာတ်လမ်းဖြစ်ပြီး 1997တုန်းကလည်းanime စီးရီးထွက်ခဲ့ဖူးကာ အရမ်းကိုလည်းအောင်မြင်ခဲ့ပါတယ်။ အခုထွက်လာတဲ့စီးရီးကတော့ remake စီးရီးဖြစ်တာမလို့အရင်ထွက်တာတွေကိုပြန်မကြည့်လည်းရတဲ့အပြင် ရုပ်ထွက်တော်တော်ကိုလှတာမလို့ရုပ်ထွက်ပိုင်းနဲ့ဇာတ်လမ်းပိုင်းဦးစားပေးသူတွေကြည့်ကိုကြည့်သင့်တဲ့စီးရီးပါ။ဒီစီးရီးဟာ အင်္ဂလန်ရဲ့သမိုင်းကြောင်းထဲကTudorတိုင်းပြည်နဲ့Midlandတိုင်းပြည်တို့ရဲ့နှစ်တစ်ရာစစ်ပွဲကိုအခြေခံထားတာပါ။အဲ့ဒီစစ်ပွဲအတွင်းမှာ Griffithဆိုတဲ့သူရဲကောင်းပေါ်လာခဲ့ပြီး တိုက်ပွဲတိုင်းကိုအနိုင်ယူနိုင်ခဲ့ပြီးMidlandဘုရင်ရဲ့သူကောင်းပြုတာကိုပါခံခဲ့ရပါတယ်။ အဲ့လိုလူတိုင်းလေးစားရတဲ့Griffithဆီမှာ ထူးဆန်းတဲ့ Egg of kingဆိုတဲ့ကျောက်တုံးလေးတစ်ခုရှိပါတယ်။ အဲ့လိုနဲ့ကြမ္မာငင်တဲ့တနေ့မှာတော့ စိတ်ကူးနဲ့တောင်တွေးမထင်နိုင်လောက်တဲ့ကိစ္စကြီးဖြစ်လာခဲ့ပြီးအခြေအနေတွေဟာ တဆစ်ချိုးပြောင်းလဲသွားပါတော့တယ်။  Episodes : 13File Size –300MB / 150MB @EpisodeQuality –1080p / 720pDuration – 25 ...",
        "url": "https://channelmyanmar.org/tvshows/berserk-the-golden-age-arc-memorial-edition2022season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzdhNDJkNTUtMjQwNi00NDZkLWE4OGMtZDVlNDJiMTA3NTI3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-1-133x200.jpg",
        "title": "Reasonable Doubt (2022) Season 1 စ-ဆုံး",
        "description": "စိတ်ဝင်စားဖို့ကောင်းတဲ့ Legal Drama လေးနဲ့ မိတ်ဆက်ပေးပါရစေ စီအမ်ပရိသတ်ကြီးရေဂျက်ဇ်ဆိုတဲ့ အမျိုးသမီးဟာ သိပ်ကို တော်ပြီး အကြောက်တရားနည်းတဲ့ တရားခံရှေ့နေတစ်ယောက်ပါ။ တရားခံရှေ့နေဆိုတဲ့အတိုင်း ဒီအလုပ်က လွယ်ကူလှတဲ့ အလုပ်မဟုတ်ပါဘူး။ တရားခံဖြစ်လုနီးပါး လူတစ်ယောက်ရဲ့ကံကြမ္မာက ဒီရှေ့နေအပေါ် မူတည်နေတယ်မဟုတ်လား။ဒါပေမယ့် ဂျက်ဇ်ကတော့ ဒီအရာမှာ သိပ်ကို ထူးချွန်လွန်းလို့ သူ့ရဲ့အမှုသည်အများစုကို အမှုနိုင်အောင်စွမ်းဆောင်နိုင်သူဖြစ်လို့ ... သူတို့ ဥပဒေဌာနမှာ လူမျိုးရေးခွဲခြားမှုတွေ မသိမသာရှိနေသေးပေမယ့် .... အရေးကြုံရင် ဂျက်ဇ် စတီးဝက်က မပါမဖြစ်ပါ။ ဒါကတော့ ဂျက်ကလင် စတီးဝက် ခေါ် ဂျက်ဇ်ရဲ့ ကိုယ်ရေးအကျဉ်းဆိုပါတော့ ...ဇာတ်လမ်းအစမှာတော့ ... တော်လှပါချည်ဆိုတဲ့ ဂျက်ဇ်တစ်ယောက် အသက်အန္တရာယ်ထိ စိုးရိမ်ရတဲ့ ဒုက္ခအကြီးအကျယ်ရောက်နေတဲ့ အနိဌာရုံမြင်ကွင်းနဲ့ စတင်ထားပါတယ် ... ခရစ်ယာန်ဘာသာကို ကိုးကွယ်သူပီပီ သူ့နှုတ်ဖျားကလည်း ဒီလို အန္တရာယ်ကွင်းထဲမှာ ဘုရားကိုလည်း နှလုံးသွင်းလို့ နေပြန်ပါတယ် ...ဒီတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/reasonable-doubt-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/breath-133x200.jpg",
        "title": "Breathe(2018) Complete",
        "description": "3 idiots ထဲက ရန်ချို့ဘော်ဒါဓာတ်ပုံဆရာ\nအဓိကဇာတ်လိုက်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင် မကြာခင်က တင်ဆက်ခဲ့တဲ့ Breathe into the Shadow ထဲက စုံထောက် ပါဝင်တဲ့\nလှို့ဝှက်ဆန်းကြယ် မှုခင်းစီးရီးလေးတစ်ခုကို\nတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကို ညွှန်းရရင်တော့\nအဆုတ်မကောင်းတဲ့ သားဖြစ်သူ မိတဆိုးလေးကို\nအမြဲတယုတယ မွေးလာခဲ့တဲ့ အဖေဖြစ်သူ \"ဒန်နီ\"တစ်နေ့မှာ သူ့ရဲ့သားဟာ အဆုတ်အစားထိုးဖို့\nဖြစ်လာခဲ့တယ် ဒါပေမယ့် အဆုတ်အစားထိုးဖို့အတွက်\nသူ့သားရှေ့မှာ တန်းစီနေတဲ့ သူတွေကလည်း\nအများကြီးပေါ့သူ့သားကလည်း အဆုတ်သာအစားမထိုးရင်\nနေရဖို့က ၅ လကနေ ၆ လပဲ ခံတော့မှာဖြစ်တယ်အဲဒီတော့ သူ့သား အမြန်ဆုံး အဆုတ်အစားထိုးနိုင်ဖို့အတွက်\nအရှေ့မှာ တန်းစီနေတဲ့ သူတွေမရှိမှ ဖြစ်တော့မှာကို\nသူသိသွားတယ်ဒါနဲ့ပဲ သူ အဲဒီလူတွေကို စသတ်တော့တယ်\nသူ့ရဲ့ လူသတ်မှုတွေကို စုံစမ်းဖော်ထုတ်ဖို့ ဖြစ်လာတာက\nစုံထောက်ကျော် \"ကဘီး\"သားဇောနဲ့ ပြစ်မှုတွေကို ကျူးလွန်နေတဲ့ ဒန်နီက\nသဲလွန်စမကျန်အောင် စေ့စပ်အောင် အမှုကျူးလွန်နိုင်တဲ့သူ\nဖြစ်တဲ့အပြင် အဲ့ဒီ့အမှုတွေကို ဖော်ထုတ်မယ့်စုံထောက်\nကဘီးကလည်း ခေသူမဟုတ်တော့သူတို့နှစ်ယောက်ရဲ့ အားပြိုင်မှု\nလူသတ်မှုတစ်ခုချင်းစီနဲ့ အမှုဖော်ထုတ်မှုတစ်ခုချင်းစီတွေက\nလက်ထဲကနေ ဖုန်းမချချင်လောက်အောင်ကို\nဆွဲခေါ်သွားမှာဖြစ်လို့ မကြည့်ရသေးသူများ\nကြည့်ဖြစ်အောင် ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါရစေရှင်Quality ...",
        "url": "https://channelmyanmar.org/tvshows/breathe2018-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kIlt4mQfmEgSPn4mwX3isyK9LJZ.jpg",
        "title": "Summer Strike (2022)",
        "description": "Summer Strike 2022အလုပ်မှာရော ကိုယ်ပိုင်ဘဝမှာပါ အဆင်မပြေမှုတွေ တစ်ခုပြီးတစ်ခု ကြုံတွေ့လာရပြီးနောက်\nဘဝကို အသစ်တစ်ဖန် ပြန်နေထိုင်ဖို့ ဆုံးဖြတ်လိုက်တဲ့ ယောရွန်းဆိုတဲ့ကောင်မလေးဟာ\nစိတ်ညစ်စရာတွေမရှိ ဘာမှမလုပ်ဘဲ အေးချမ်းတဲ့ဘဝမှာပဲ နေထိုင်ဖို့ ဆုံးဖြတ်ပြီးတော့\nအလုပ်ထွက်ပြီး ရွာငယ်လေးတစ်ရွာကို ပြောင်းရွှေ့အခြေချခဲ့ပါတော့တယ်။သူအရင်နေခဲ့တဲ့ ခပ်မြန်မြန်လှုပ်ရှားနေကြတဲ့ နေရာနဲ့မတူဘဲ\nအေးချမ်းသာယာတဲ့ရွာလေးမှာ စာကြည့်တိုက်ဝန်ထမ်းအဖြစ်\nဘဝကိုအေးဆေးစွာ ဖြတ်သန်းရင်း ဘဝရဲ့အဓိပ္ပာယ်ကို ရှာဖွေတွေ့ရှိသွားမယ့်ပုံကို\nအကြည်ဓာတ်လေး အပြည့်ရစေမယ့် စိမ်းစိုစိုရှုခင်းလေးတွေနဲ့အတူ ရိုက်ပြထားတာမို့ စိတ်အမောပြေအောင် ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်းကိုတော့ MPP က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ MPP, Joyz, JimX, Hmwe တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1.2GB | 350MB\nFormat… mp4\nDuration….1h 5min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... MPP, Joyz, JimX, Hmwe\nEncoder ..... August720pEpisode 01 - Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/summer-strike-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljopDcine2w1tulXLaZ2T0PNsPQ.jpg",
        "title": "Reborn Rich(2022)[Complete]",
        "description": "Reborn Rich(2022)*******************အပိုင်း( ၁ မှ ၁၆)ထိ စ/ဆုံး Yoon Hyun Woo (Song Joong Ki)က အင်အားကြီးလုပ်ငန်းစုကြီးဖြစ်တဲ့Soonyang Group မှာ သူဌေးမိသားစုရဲ့ လူယုံအတွင်းရေးမှူးအဖြစ် ၁၀ နှစ်ကြာအလုပ်ကျွေးပြုခဲ့ပါတယ်ဒီမိသားစုဆီမှာပဲ အစေခံတစ်ယောက်လို အလုပ်ကြိုးစားခဲ့ပေမဲ့ တစ်နေ့မှာတော့အလွဲသုံးစားမှုနဲ့စွပ်စွဲခံရပြီး အသတ်ခံခဲ့ရတယ် ..\nသေဆုံးသွားပေမဲ့ အံ့ဩဖို့ကောင်းစွာနဲ့ပဲ သူ့ဝိညာဥ်ဟာSoonyang Group CEO Jin Yang Cheol (Lee Sung Min) ရဲ့အငယ်ဆုံးသားလေးJin Do Joon ခန္ဓာကိုယ်ထဲကနေ နောက်တစ်ကြိမ်ပြန်နိုးလာတဲ့အခါမှာတော့ ..အဖြစ်အပျက်တွေအားလုံးကို မှတ်မိနေတဲ့ Jin Do Joon တစ်ယောက် ..သူ့ကိုသတ်ခဲ့တဲ့ ဂျင်မိသားစုကို ဘယ်လိုလက်စားပြန်ချေမလဲ ..“Soonyang Group Grim Reaper”လို့ လူသိများတဲ့ အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးအဖွဲ့ကအမှုစစ် Seo Min Young (Shin Hyun Bin) နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/reborn-rich2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYTYxZjhlZjQtYTlmYi00OWM0LWI4YzgtNjAxZmJkNjM1MTQzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "The Witcher: Blood Origin (2022)",
        "description": "နာမည်ကျော် The Witcher စီးရီးကြီးရဲ့ မူလအစအကြောင်းကို လေးပိုင်းပါဝင်တဲ့ စီးရီးတစ်ခုအနေနဲ့ နက်ဖလစ်က တင်ဆက်လိုက်ပါပြီ။ ဒီစီးရီးမှာတော့ ကမ္ဘာပေါ်ကို လူသားတွေ မိစ္ဆာတွေမရောက်သေးခင် နတ်သူငယ်တွေရဲ့ခေတ်ကို အခြေခံထားပါတယ်။ နတ်သူငယ်အင်ပါယာကြီးရဲ့ အင်အားကြီးကို စစ်သည်တော် ၇ ယောက်က အံတုတိုက်ခိုက်ရင်း ပထမဆုံးသော ဝစ်ချာ ပေါ်ပေါ်လာပုံကို အခြေခံထားတာပဲ ဖြစ်ပါတယ်။ ဝစ်ချာစီးရီးရဲ့ ဝိသေသအတိုင်း သတ်တာဖြတ်တာကြမ်းကြမ်းတွေ၊ မျိုးနွယ်စုတွေ၊ မှော်တွေ၊ သတ္တဝါတွေ အဆဲအဆိုတွေနဲ့ ဝေဝေဆာဆာကြည့်ရမှာပဲ ဖြစ်ပါတယ်။ ခေတ်မတူတာကြောင့် ဂဲရော့ကြီး မပါဝင်ပေမဲ့ မင်းသမီးကြီး မီရှဲယိုက ဓားသမားအဖြစ် ပါဝင်ထားပါတယ်။ ခံစားကြည့်လိုက်ပါဦး။ File size… 1Gb / 500 Mb\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….50 Min\nGenre...Fantasy, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by Mr. Anderson Download ...",
        "url": "https://channelmyanmar.org/tvshows/the-witcher-blood-origin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLVoiJMQ5dPRbY1JBTAHyxQFmUR.jpg",
        "title": "From Repair To Pair (2022)",
        "description": "ဒီတစ်ခါမှာတော့ youkuကအဆွေးတစ်လိုင်းတွေ အဝကြည့်ပြီးမျက်ရည်မဆယ်နိုင်သေးတဲ့လူတွေအတွက်ချိုမှချိုဆိုတဲ့ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့CMက မိတ်ဆက်ပေးချင်ပါတယ်။\"ချိုးယွမ်\"ဟာ ယဉ်ကျေးမှုအနုပညာလက်ရာတွေကိုမြတ်နိုးတဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်ပြီးသူတိုမိသားစုဟာလည်း ပန်းပုပညာနောက်ခံရှိတဲ့အ‌လျောက်\"ယွီရှင်းကျန့်\"လိုခေါ်တဲ့ရှေးဟောင်းယဉ်ကျေးမှုအမွေအနှစ်ထိန်းသိမ်းရေးလုပ်ငန်းဟာသူမရဲ့ ပန်းတိုင်တစ်ခုပဲ ဖြစ်ပါတယ်။ဒါပေမဲ့ ထိုနေရာရောက်ဖိုဆိုတာသူမအတွက် ကောင်းကင်က ကြယ်ကို ဆွတ်ခူးဖိုအိမ်မက်မက်သလို ဖြစ်နေခဲ့ပါတယ်\"ချင်ကျစ်ယွင်\"ကတော့ ယွီရှင်းကျန့်က ရှေးဟောင်းအမွေအနှစ်ပြုပြင်ထိန်းသိမ်းရေး ပညာရှင်တစ်ယောက်ဖြစ်ပြီးချိုးယွမ်ရဲ့ လေးစားရဆုံး အိုင်ဒေါလ်တစ်ယောက်လည်းဖြစ်ပါတယ်။\"လော်ယိုချန်\"ဆိုတဲ့ ချိုးယွမ်ရဲ့အစ်ကိုဖြစ်သူဟာနာမည်အတိုင်း ငွေသာအရာရာဆိုတဲ့လူမျိုးဖြစ်ပါတယ်၊ဒီလိုနဲ့အစ်ကိုဖြစ်သူကြောင့်ရော တစ်နေ့မှာ ယွီရှင်းကျန့်လုပ်ငန်းမှာအကျပ်အတည်းကြုံတွေ့နေချိန် ချိုးယွမ်တတ်မြောက်ထားတဲ့ရော်ဘာပန်းချီပညာဟာ ယွီရှင်းကျန့်အတွက်အသက်ကယ်ဆေးတစ်ခွက် ဖြစ်နေခဲ့ပါတော့တယ်၊ဒါကြောင့်ပဲချိုးယွမ်ဟာ သူမအလေးစားရဆုံးသူဆီမှာပဲ တပည့်ဖြစ်ပြီးနီးစပ်ဖို အကြောင်းဖန်လာပါတော့တယ်။ဒါပေမဲ့\"ဘယ်လောက်ပဲ ဖြောင့်တန်းနေတဲ့ မျဉ်းတစ်ကြောင်းဖြစ်ပါစေ၊ထိမိရင်တော့ ရွေ့သွားနိုင်တာပဲ\"ဆိုတဲ့အတိုင်းချိုးယွမ်အမြဲတစ်ဖက်သတ်ကြိုက်ခဲ့ရတဲ့\"ဇော့ဟွိက်ရန်\"ဟာ ပြည်ပကနေ ပြန်လာခဲ့ပါတော့တယ်-သူတို နှစ်ယောက်ကြားက စည်းကရော ခိုင်မြဲနေမှာလား-စွာတေးလန်မလေးနဲ့ ဆရာတပည့်ကြားကရယ်မောစရာဟာသလေးတွေနဲ့အချို‌‌ေလး‌ေတွကိုပုံမှန်နဲ့မတူကွဲပြားတဲ့ပုံစံနဲ့ ကြည့်ရှုရမယ့်အပြင်ရှေးဟောင်းယဉ်ကျေးမှုအလေ့အထတွေကိုပါတစ်ဝကြီးမြင်‌ေတွ့ရမှာပဲ ဖြစ်ပါတယ်။(အညွှန်းရေးသားထားသူကတော့ Anle ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 23Format : mp4Genres : Comedy, Mystery, DramaDuration : 45 min per EpisodeSubtitle : ...",
        "url": "https://channelmyanmar.org/tvshows/from-repair-to-pair-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/meet-cute-133x200.jpg",
        "title": "Meet Cute (2022)",
        "description": "Meet Cute (2022)\nIMDb 7.4/10\nDramaအခုတစ်ခါမှာတော့ သိပ်ချစ်ဖို့ကောင်းတဲ့ အိန္ဒိယစီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nAnthology အမျိုးအစားဖြစ်ပြီး စိတ်ကြည်နူးစရာ အပိုင်းလေး ၅ ပိုင်းပါဝင်ပါတယ်နော်။ဟုတ်ပါတယ်။ အပိုင်းလိုက် ဇာတ်လမ်းတစ်ပုဒ်စီပါလို့ စီးရီးတစ်ခုတည်းနဲ့ ဇာတ်လမ်းပိုဒ်တို\n၅ပိုဒ်ကြည့်နိုင်တာပေါ့နော်။ ဇာတ်လမ်းတိုင်းမှာလည်း မတူညီတဲ့ Relationships တွေကို ပညာပေးရိုက်ကူးထားပါတယ်။\nဒီစီးရီးလေးကို ယင်ကောင်မင်းသား နာနီကလည်း ပူးတွဲပရိုဂျူဆာအဖြစ်တာဝန်ယူပေးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းပိုင်းကတော့ ဇာတ်ကားနာမည်လေးအတိုင်းပါပဲ ချစ်စရာ ကြည်နူးစရာ\nကြုံကြိုက်တိုက်ဆိုင်မှုလေးတွေနဲ့ တွေ့ဆုံမှုလေးတွေအကြောင်းပါ\nတစ်ခါတလေ ဘဝမှာ အမှတ်မထင်တွေ့ဆုံမှုလေးတွေကနေ\nကိုယ့်ဘဝရဲ့အရေးကြီးဆုံးဖြတ်ချက်တွေချလာနိုင်ပါတယ်ကိုယ်အမှတ်မထင်ဆုံတွေ့လိုက်ရတဲ့သူက ကိုယ့်ကိုအကြာကြီး\nခရက်ရှ်နေပြီး ကိုယ့်ဘဝရဲ့လက်တွဲဖော်လည်းဖြစ်လာနိုင်ပါတယ်ယောက္ခမဆိုတိုင်း ကိုယ့်အပေါ်အမြဲတမ်းဆိုးနေလိမ့်မယ်မထင်လိုက်ပါနဲ့နော်\nသူ့ရဲ့စရိုက်ကို ကိုယ်နဲ့အံကိုက်မဖြစ်လို့ မကြိုက်ဘူးလို့ မဆိုလိုက်ပါနဲ့နော် အဲ့ဒါက\nသူ မင်းကိုမဆုံးရှုံးချင်လို့ ပြုမူနေတာလည်း ဖြစ်နိုင်ပါတယ်နော်လမ်းကြုံလိုက်ရင်းနဲ့လည်း ဘဝရဲ့အရင်းနှီးဆုံးလူတွေဖြစ်လာနိုင်ပါတယ်\nဆိုတဲ့ ဘဝရဲ့ကြည်နူးစရာတွေ့ဆုံမှုလေးတွေအကြောင်းကို ဒီစီးရီးလေးမှာ\nရသမြောက်စွာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်နော်File Size – 500MB / 250MB Quality – 1080p  / 720pDuration – 38minsTotal Episodes: 5EpsSubtitle – Myanmar HardsubFormat – ...",
        "url": "https://channelmyanmar.org/tvshows/meet-cute-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/8hEk1fgqlOlEw887tpEpVp7dkKf-133x200.jpg",
        "title": "Big Dragon (2022)",
        "description": "မန်ကွမ် အဖြစ် Mos Panuwat\nယိုင် အဖြစ် ISBANKYဇာတ်လမ်းအကျဉ်းစီးပွါးရေးမေဂျာကျောင်းသားတစ်ဦးဖြစ်တဲ့ သူဌေးသားလေး ယိုင်နဲ့ ဗိသုကာကျောင်းသားတစ်ဦးဖြစ်တဲ့ စာအရမ်းတော် နာမည်ကြီးတဲ့ မန်ကွမ်တို့က စီနီယာမမဖြစ်တဲ့ မေဂျာကွင်း အာကျို့ကို ပြိုင်လိုက်မိရာက ကတောက်ကဆလေးတွေ ဖြစ်လာခဲ့ပါတယ်တစ်ရက် အာကျို နဲ့ မန်ကွမ်တို့ ယိုင်ရဲ့ ဘားကို လာချိန် ယိုင်က မန်ကွမ်ကို မေ့ဆေးခတ်လိုက်ကာ ဗီဒီယိုရိုက်ပြီး အရှက်ကွဲအောင်လုပ်ဖို့ ကြံစည်ခဲ့ပေမဲ့ တပည့်နှစ်ယောက်ရဲ့ အလွဲကြောင့် ဆေးမှားခတ်မိပြီး ယိုင်နဲ့ မန်ကွမ်တို့ မှားယွင်းသွားမိခဲ့တယ်ဒါ့အပြင် ရိုက်ကူးထားမိတဲ့ ဗီဒီယိုက မန်ကွမ့်ဆီရောက်နေခဲ့ပြီး ယိုင့်ကို ခြိမ်းခြောက်လာခဲ့တဲ့အခါ ဒေါသပေါက်ကွဲခဲ့တဲ့ ယိုင်က ဒီအဖြစ်ကို မေ့ဖို့ ဘားကို ဖျက်ဆီးခဲ့ပါတယ်ယိုင်က မှတ်ဥာဏ်ဆိုးကို ဖျက်ဖို့ လုပ်ခဲ့ပေမဲ့ ဘားကို ပြန်ပြင်မယ့် ဒီဇိုင်းအဖွဲ့မှာ ဗိသုကာကျောင်းသား မန်ကွမ်က အလုပ်သင်အဖြစ်ပါလာခဲ့တဲ့အခါ…အမုန်းတရားကနေ စခဲ့တဲ့ ယိုင်နဲ့ မန်ကွမ်တို့ ဆက်ဆံရေး ...",
        "url": "https://channelmyanmar.org/tvshows/big-dragon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bidyrlOWFLNsiPQkiou8OJaUBVo.jpg",
        "title": "Because This Is My First Life (2017)[Complete]",
        "description": "Because This Is My First Life (2017)*********************************မမမူဒေါ့ကိုလွမ်းနေမယ့် ယော်ရောဘွန်းတို့အတွက် Jung So Min Unnie ရဲ့ series ဟောင်းလေးတစ်ခုကိုCM ကနေအလွမ်းပြေတင်ဆက်ပေးလိုက်ပါတယ်နော်....\nနမ်ဟယ်နယ်သူဖြစ်ပေမယ့် စာတော်တဲ့အတွက် ဆိုးလ်တက္ကသိုလ်ထွက်ဖြစ်သူ Yoon Ji Ho (Jung So Min) ကတော့နာမည်ကြီးထမင်းငတ်၊ ဘွဲ့ရအလုပ်လက်မဲ့တစ်ယောက်ပါ။အသက် ၃၀ အထိရည်းစားလည်းမထားဖူးတဲ့အပျိုကြီးပေါက်စ Yoon Ji Ho အနေနဲ့ အိမ်ကိုလည်းသေချာမထောက်ပံ့နိုင် အိမ်ထောင်ဖက်တွေ့ဖို့လည်းအဆင်မပြေဖြစ်နေခဲ့ပါတယ်။တစ်ဖက်မှာလည်း အိမ်ပိုင်ရှိပြီး အလုပ်အကိုင်အတည်တကျရှိနေပေမယ့် အပေါင်ကြွေးခေါင်ခိုက်နေသူNam Se Hee (Kim Min Ki) ကတော့ အဖေဖြစ်သူဆီကနေ အိမ်ထောင်ပြုဖို့ အကြပ်ကိုင်တိုက်တွန်းခံနေရချိန်မှာ......ဆန့်ကျင်ဘက်တွေနဲ့ပြည့်နေတဲ့ ထိုလူသားနှစ်ဦး ကြံကြံဖန်ဖန်ပေါင်းစည်းရဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းလေးက ပေါ့ပါးပေမယ့် ဆွဲဆောင်မှုရှိတဲ့အပြင် Healing Drama လည်းဆန်တဲ့အတွက်watch list ထဲထည့်သင့်တဲ့အကြောင်း recommend ပေးလိုက်ပါတယ်နော်......။  Episodes: 16File Size: 1.5G ...",
        "url": "https://channelmyanmar.org/tvshows/because-this-is-my-first-life/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/criminal-133x200.jpg",
        "title": "Criminal Minds: Evolution (2022)",
        "description": "Criminal Minds: Evolution (2022)\n=========================\nIMDb Rating - 8.1/10အမေရိကန်မှုခင်းဇာတ်လမ်းကောင်းတွေကိုမှ ကြိုက်နှစ်သက်တဲ့\nCM ပရိသတ်ကြီးအတွက် Nov 24 ကမှ စီစန်အသစ် ထွက်ရှိလာပြီး\nIMDb 8.9/10 ထိ ရရှိထားတဲ့ crime, mystery and thriller စီးရီး\nကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်။Season 1 အစ 2005 ခုနှစ်ကတည်းက rating အလန်းစားတွေ ရရှိ\nထားပြီး အခု 2022 ခုနှစ်မှာတော့ Season 16: Evolution ဆိုပြီး ဆက်\nလက်ထွက်ရှိလာတာပါ။ Season 16 ဆိုပေမဲ့ အရှေ့က Season တွေနဲ့\nဆက်စပ်မနေတာမို့ အခု Seasonကိုပဲ တန်းကြည့်လို့ရပါတယ်။\nကလေးဘဝတည်းက ကြိုက်ခဲ့ရတဲ့ Baby's day out ဇာတ်ကားထဲက\nမင်းသားကြီး Joe Mantegna က အဓိကဇာတ်ကောင်အနေနဲ့ ပါဝင် သရုပ်\nဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n-----------------\nဒီစီစန်ရဲ့ အရှုပ်တော်ပုံကတော့ FBI ...",
        "url": "https://channelmyanmar.org/tvshows/criminal-minds-evolution-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNjczNzJlM2MtNTMwNy00MDJhLWE3ZjItZTI2MGM5NjAxY2FlXkEyXkFqcGdeQXVyMTU2Mjg2NjE2._V1_-150x200.jpg",
        "title": "East New York (2022)",
        "description": "East New York (2022)\n===============\nIMDb Rating - 6.9/10ရဲဇာတ်လမ်းတွဲနဲ့ လျှို့ဝှက်နက်နဲတဲ့အမှုတွေကို ဖြေရှင်းတာကို ကြိုက်တဲ့\nfan တွေအတွက် East NewYork ဇာတ်လမ်းတွဲက အကောင်းဆုံးဖြစ်မှာပါ။\nIMDbမှာလည်း တစ်ပိုင်းကို rating(၈)လောက်ရထားပြီး၊ (6) ပိုင်းနှုန်းနဲ့\nတစ်ပတ်တစ်ပိုင်းတင်ဆက်သွားမှာပါ။ဇာတ်လမ်းအညွန်းကတော့ နယူးယောက် အရှေ့ပိုင်း (7-4) ရဲတပ်ရင်းကို\nရီဂျီနာဟေးဝုဒ်ဆိုတဲ့ အမျိုးသမီးအရာရှိရောက်ရှိလာပြီး ယိုယွင်းနေတဲ့\nတရားဥပဒေနဲ့ အထက်အောက်အရာရှိတွေကြား ပျက်စီးမှုတွေနဲ့ NewYork. ရဲ့\nဒုစရိုက်အမြင့်ဆုံးလို့သတ်မှတ်လို့ရတဲ့ East NewYork အပိုင်းကို ဘယ်လို\nကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာကို ‌‌စိတ်၀င်တစားစောင့်ကြည့်ရမှာဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(350 MB) / (700 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............44Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Crime, Drama\nTranslator..........Thiha Yan Naing\nEncoder..............SWM720P (350 Mb)-----------------------------------Episode(1) - Yoteshin /  Megaup / ...",
        "url": "https://channelmyanmar.org/tvshows/east-new-york-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/vkyDq_4f-1-161x200.jpg",
        "title": "Club Friday the Series 14: Our Promise (2022)",
        "description": "\"အဆိပ်သင့်မယ့်ကတိကျိန်စာ\"Main Castsနတ် အဖြစ် Punjan Pramaဝမ်မိုင် အဖြစ် Vill Wannarotဖတ်ချာ အဖြစ် Ying Rhathaကဝင်း အဖြစ် Zung Kidakarn တို့ကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်❣ဇာတ်လမ်းအညွှန်း🎥❤\n••••••••••••••••••••••နတ် နဲ့ ဝမ်မိုင် တို့က အရမ်းကို ချစ်ကြတဲ့ စုံတွဲပေါ့👫 သူတို့နှစ်ယောက်က သိပ်ကို ချစ်ကြသလို ကတိသစ္စာတွေလည်းထားရှိခဲ့ကြတယ်\nယုံကြည်မှုတွေရော ထားရှိခဲ့ကြတယ်❤သူတို့ ယုံကြည်မှုနဲ့ ကတိသစ္စာတွေ ထားရှိပေမယ့် အချစ်တို့ မဖြောင့်ဖြူးဘူးဆိုတဲ့အတိုင်း အနှောက်အယှက်တွေ ဝင်လာပြီး\nသူတို့နှစ်ယောက်စောင့်ထိန်းတဲ့ကတိတွေ ချိုးဖျတ်မိကြတာပေါ့နတ်နဲ့ ဝမ်မိုင်တို့နှစ်ယောက် ဘယ်လိုတွေ ကတိသစ္စာတွေကို\nချိုးဖောက်မိကြလဲ???ဘယ်လိုမျိုး အနှောက်အယှက်တွေ ဝင်လာမလဲ???ကျိန်ဆိုခဲ့တဲ့ ကတိသစ္စာတရားကရော သူတို့အပေါ် သက်ရောက်မှုရှိမှာလား???ဆိုတာ.....''အဆိပ်သင့်မယ့်ကတိကျိန်စာဆိုတဲ့'' ဆိုတဲ့ ဇာတ်ကားလေးကို ကြည့်လိုက်ကြရအောင်နော်....❤Native Title: คลับฟรายเดย์เดอะซีรีส์ ความรักกับความเชื่อ ตอน คำสาบาน\nEpisodes: 4\nAired: Dec 2, 2022 - ?\nAired On: Friday\nOriginal Network: GMM ...",
        "url": "https://channelmyanmar.org/tvshows/club-friday-the-series-14-our-promise-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5GoF6fZGqEycUqgcCNmBCN3OdWM.jpg",
        "title": "100 Days My Prince(2018)[Complete]",
        "description": "100 Days My Prince(2018)************************ CM က ဒရာမာချစ်သူတွေစိတ်တိုင်းကျမဲ့ old but gold ဇာတ်လမ်းဟောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီငယ်ငယ်ကတည်းက ဆော့ကစားရင်း ဆုံတွေ့ခဲ့ကြတဲ့ ဘုရင့်တူတော် အီယူးလ်နဲ့ ဘုရင့်ညာလက်ရုံးဖြစ်သူစစ်သူကြီးရဲ့သမီး ယွန်းအီဆောတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကို အလှည့်အပြောင်းများစွာနဲ့ ရိုက်ပြထားတာဖြစ်ပါတယ်။တစ်ညမှာ ယွန်းအီဆောကို မြင်မြင်ချင်းကြွေမိသွားတဲ့ အီယူးလ်က အီဆောအထင်ကြီးအောင်စာတွေကြိုးစားကျက်မှတ်ထားတာကိုပြဖို့ အဖေဖြစ်သူရဲ့ အပြင်မထွက်ပါနဲ့ဆိုတဲ့အမှာစကားကို ဆန့်ကျင်ပြီး ထွက်လာခဲ့ပါတယ်။ဖြစ်ချင်တော့ အဲညဟာ အီယူးလ်ရဲ့ အဖေဖြစ်သူက အစ်ကိုတော်ဘုရင်ကိုသစ္စာဖောက်ပြီး နန်းလုတဲ့အချိန်ဖြစ်တာကြောင့် ဘုရင့်ညာလက်ရုံး စစ်သူကြီးတို့တစ်မိသားစုလုံးပါကွပ်မျက်ခံရတဲ့ညဖြစ်နေပါတော့တယ်။ဒါကို အီယူးလ်လေးကလည်း မျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရပြီး ယွန်းအီဆောကတော့အစ်ကိုဖြစ်သူနဲ့အတူ ထွက်ပြေးလွတ်မြောက်သွားပါတယ်။\nအဲကတည်းက သူတို့ ၂ ဦးကွဲကွာသွားရပြီး ဘယ်လိုကံကြမ္မာအလှည့်အပြောင်းတွေနဲ့ ပြန်တွေ့မလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုခံစားလိုက်ကြပါခင်ဗျ။ဒီဇာတ်လမ်းတွဲကို အားလုံးရဲ့အချစ်တော် Exo က DO နဲ့ မင်းသမီးလေး နမ်ဂျီဟျွန်းတို့က ပါဝင်သရုပ်ဆောင်ထားကြပြီးဂင်ဆွန်းဟို နဲ့ ဟန်ဆိုဟီးတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်။  Episodes: 16File Size:1.1GB, 500MBQuality :Web-DL ...",
        "url": "https://channelmyanmar.org/tvshows/100-days-my-prince/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WRmW8ATNfKbacwh9eeL8i4SpSl.jpg",
        "title": "May I Help You(2022) [Complete]",
        "description": "May I Help You(2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၅ နှင့် ၁၆ (ဇာတ်သိမ်းပိုင်း)(1080p များရပါပြီ ခင်ဗျာ)Baek Dong Ju (Hyeri) က နာရေးကူညီမှုက ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး သေသွားတဲ့လူတွေကို မြင်နိုင်၊ ပြောဆိုနိုင်တဲ့ အထူးစွမ်းရည်တစ်ခု ပိုင်ဆိုင်ထားပါတယ်။ သေသွားတဲ့လူတွေဟာ Dong Ju ဆီကို သူတို့ရဲ့ နောက်ဆုံးဆန္ဒကို တောင်းဆိုတယ်။ တကယ်လို့ Dong Ju က မလုပ်ပေးဘူးဆိုရင် အဲ့နေ့တစ်နေ့လုံး ကံဆိုးမှုတွေကို ကြုံရမှာပါ။ Kim Jib Sa (Lee Jun Young) ကတော့ ဦးလေးဖြစ်သူပိုင်ဆိုင်တဲ့ \"အီဒန်းဘဲ့\" ကုမ္ပဏီက ဝန်ထမ်းဖြစ်ပြီး \"အီဒန်းဘဲ့\" ဆိုတာကတော့ တစ်နေ့ကို ဝမ် 100 ကနေစပြီး ဖောက်သည်တွေ တောင်းဆိုသမျှ အလုပ်အားလုံးကို အကောင်းဆုံးဝန်ဆောင်မှုပေးတဲ့ လုပ်ငန်း‌မျိုးပါ။ Baek Dong ...",
        "url": "https://channelmyanmar.org/tvshows/may-i-help-you2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ST1FIXudsnd0MfvJRG88iVCLrg.jpg",
        "title": "The Fabulous (2022) [Complete]",
        "description": "The Fabulous (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၈ (ဇာတ်သိမ်းပိုင်း) ရပြီနော်အားလုံးစောင့်နေကြတဲ့ Minho နဲ့ Soo Bin တို့ရဲ့ The Fabulous ဇာတ်လမ်းတွဲလေးထွက်လာပါပြီ။ဖက်ရှင်လောကထဲမှာ သူတို့ဘဝတွေကို နှစ်မြှုပ်ထားပြီးတော့ ရှင်သန်နိုင်ဖို့အတွက် ရုန်းကန်နေကြတဲ့ လူငယ်တွေအကြောင်းကို ရိုက်ကူးထားတာပါ။ ဖက်ရှင်ဦးစားပေး ဇာတ်ကားလေးဖြစ်လို့ လူငယ်တွေ တော်တော်များများ ကြိုက်နှစ်သက်ကြမယ်လို့ ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...ဂျီအူမင်ကတော့ ဓာတ်ပုံတွေကို ပိုမိုပြီး လှပအောင်လို့ ပြုပြင်ပေးတဲ့ freelancer retoucher တစ်ယောက်ဖြစ်ပါတယ်။ ရုပ်ရည်ချောမောရုံသာမကဘဲ အလုပ်လုပ်တဲ့နေရာမှာလည်း အရည်အချင်းရှိတဲ့လူငယ်တစ်ယောက်ပါ။\nဒါပေမဲ့ သူ့ရဲ့အလုပ်မှာ အချစ်ရေးမှာရော သူက သိပ်ပြီး စိတ်အားထက်သန်မှုတွေ ရှိမနေခဲ့ပါဘူး။ဖြိုဂျီအွန်းဆိုတဲ့ကောင်မလေးကတော့ ငယ်ငယ်လေးကတည်းက ဖက်ရှင်လောကမှာ အလုပ်လုပ်ဖို့အတွက် အိပ်မက်တွေရှိခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ပါ။ ဇိမ်ခံဘရန်းတွေကို ပရိုမိုးရှင်းဆင်းပေးတဲ့ ကုမ္ပဏီတစ်ခုမှာ ဌာနခွဲမှူးတစ်ယောက်အဖြစ်အလုပ်လုပ်ကိုင်လျက်ရှိပါတယ်။ ဖက်ရှင်လောကမှာ ရှင်သန်နိုင်ဖို့အတွက် ကြိုးစားချိန်မှာတော့ ဒီလောကထဲမှာ အမြဲတမ်း တက်ကြွပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-fabulous-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20mOwAAPwZ1vLQkw0fvuQHiG7bO.jpg",
        "title": "Alice in Borderland (2020)",
        "description": "Alice in Borderland (2020)\nIMDb - 8.8/10\nဂိမ်းချည်းပဲဆော့နေလို့အဆူခံရပြီး အိမ်ပေါ်ကဆင်းလာရတဲ့အချိန်မျိုး\nအလုပ်ပြုတ်လာတဲ့အချိန်မျိုး စိတ်ညစ်ညူးနေရတဲ့အချိန်မျိုးတွေမှာ\nလူတွေအကုန်မရှိတော့ဘဲ တစ်မြို့လုံးမှာ ကိုယ်နဲ့ ကိုယ့်သူငယ်ချင်းတွေပဲ ကျန်တော့တယ်ဆိုရင် ပျော်မိမှာပဲ\nဟုတ်တယ်မို့လား?????\nဒါပေမယ့် အဲ့လိုကျန်နေခဲ့တာက\nအသက်နဲ့ရင်းပြီးဆော့ရတဲ့ဂိမ်းအတွက်ဆိုတာသိရင်တော့\nဆက်ပျော်နေနိုင်မှာမဟုတ်ပါဘူး\nဒီဇာတ်လမ်းတွဲထဲမှာလည်း ဘူနေတဲ့သူငယ်ချင်းသုံးယောက်က\nအရက်သောက်ဖို့ အရက်ဆိုင်လိုက်ရှာနေရင်းက\nဘုမသိဘမသိနဲ့ ရှင်သန်ခြင်းနဲ့သေဆုံးခြင်းဂိမ်းကို ဆော့လိုက်ရပါတယ်\nဉာဏ်လေး ဆိုစလောက်ကောင်းပြီး တစ်ခေါက်လောက်နိုင်လိုက်ပေမယ့်\nသူတို့ရှေ့မှာတင် တစ်ယောက်ပြီးတစ်ယောက်သေကုန်တာကို တွေ့ရတဲ့အခါမှာ\nသူတို့တွေ ဘယ်လိုဆက်လုပ်ကြမလဲ?????\nပြေးလိုက်လွှားလိုက်နဲ့သေရေးရှင်ရေးဖြစ်နေကြတဲ့ကြားထဲက\nသူငယ်ချင်းအချင်းချင်းကြားထဲက သံယောဇဉ်လေးတွေကိုလည်းမြင်ရမှာပါ\nဒီကားကို အိမ်ကလူကြီးတွေကိုလည်းပြပေးသင့်ပါတယ်\nအလုပ်မလုပ်ဘဲ ဂိမ်းပဲဆော့နေတာက သေရေးရှင်ရေးကြုံလာတဲ့အခါမှာ\nအထောက်အကူပြုပါတယ်ဆိုတာလေးသိရအောင်ပေါ့လေ\nဒီ့အပြင် Netflix ကရိုက်တဲ့ကားဆိုတဲ့အတိုင်း\nစိတ်ပျက်စေမှာ မဟုတ်တဲ့အပြင်\nဂျပန် Live action တွေတိုင်းမှာ နာမည်ကြီးတဲ့\nYamazaki Kento ကခေါင်းဆောင်ပါဝင်ထားတာကို\nအချိန်လေးပေးပြီးကြည့်ပါလို့ Yamazaki Kento ရဲ့ကောင်မလေးက တိုက်တွန်းရင်း\nCM အဖွဲ့သားများနဲ့အတူ ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ရှင်\nIMDb - 8.8/10\nRotten Tomatoes - 96% ဆိုတော့ လက်မလွှတ်တမ်း ကြည့်သင့်တဲ့ ကားတစ်ကားပါပဲ။\nFile Size - 700MB\nQuality - 1080P\nSubtitle - Myanmar (Hardsub)\nGenre - ...",
        "url": "https://channelmyanmar.org/tvshows/alice-in-borderland-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o96W3AuDFc4keHqNyXuQQ8yXep9.jpg",
        "title": "Shining Just For You (2022)",
        "description": "CM ကနေမှ ကားကောင်းလေးတစ်ကားဖြစ်တဲ့Shining Just For You ဆိုတဲ့ရှေးခေတ်ကားလေးတစ်ကားကို ညွှန်းပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင်.....ယဲ့လင်စွမ်းနဲ့ ချီဟိုင်‌ရွေတိုဟာ ယဲ့ပေပြည်ရဲ့မြက်ခင်းလွင်ပြင်မှာအတူတူကြီးပြင်းခဲ့ကြပြီး မျိုးနွယ်စုကလူတွေရဲ့ ပစ်ပယ်မှုကိုခံနေရတဲ့ယဲ့လင်စွမ်းအပေါ်မှာ ယဲ့ပေရဲ့မင်းသမီး(၇) ဖြစ်တဲ့ ချီဟိုင်ရွေကတော့အမြဲဖေးမကူညီပေးခဲ့ပါတယ် အဲ့ဒါကြောင့်လည်းလင်စွမ်းတစ်ယောက် မင်းသမီးအပေါ်မှာ တစ်သက်လုံးသစ္စာခံသွားမယ်လို ဆုံးဖြတ်ထားခဲ့ပါတယ်.....ယဲ့ပေကို သိမ်းပိုက်ချင်တဲ့ တချောင်ပြည်ရဲ့ ဧကရာဇ်ကောင်း ယွိရှိးမင်ကတော့ထိမ်းမြားလက်ထပ်ပွဲကို ငြင်းပယ်မှာ သေချာနေတဲ့ ချီဟိုင်ရွေကိုတောင်းရမ်းခဲ့ပါတယ် ဘာလိုဒီလိုလုပ်ရတာလဲဆိုရင်နှစ်ပြည်စစ်ဖြစ်ပွားတော့မှ ယဲ့ပေကို သိမ်းပိုက်နိုင်မှာမိုလိုပါပဲ....တိုင်းပြည်နဲ့ ပြည်သူတွေကို ဒုက္ခမရောက်စေချင်တဲ့မင်းသမီးလေးရဲ့ ဆုံးဖြတ်ချက်ကတော့ကိုယ့်ကိုယ်ကိုယ် ချောက်ကမ်းပါးပေါ်ကနေ ခုန်ချပြီးအဆုံးစီရင်သွားခြင်းပဲဖြစ်ပါတယ်...ယဲ့ပေပြည်လည်း ပြိုလဲပြီး အချစ်ရဆုံးသူငယ်ချင်းကိုလည်းဆုံးရှုးလိုက်ရတဲ့ ယဲ့လင်စွမ်း တစ်ယောက်ပိုင်လုဆိုတဲ့ နာမည်ကိုပြောင်းပြီးနောက်မှာတော့တချောင်ရဲ့ နန်းတွင်းထဲကိုဝင်ရောက်ပြီးဧကရာဇ်ကောင်းကို လုပ်ကြံဖို တချောင်ပြည်ကိုရောက်ရှိလာခဲ့ပါတယ်....အဲ့ဒီနောက်မှာတော့ လက်စားချေဖိုရောက်လာတဲ့ ပိုင်လုနဲ့ ယွိရှိးမင်တိုမေတ္တာရှိသွားခဲ့ပြီးနောက်ပိုင်းမှာ အချစ်က လူတွေကိုထုံထိုင်းသွားစေနိုင်တာကြောင့် ယဲ့လင်စွမ်းတစ်‌ယောက်ကလဲ့စားချေမယ့်အစီစဉ်ကို ဆက်လုပ်ဖြစ်သွားမှာလား........ဒီကားလေးရဲ့ Casts တွေအနေနဲ့ကတော့-Prince of Lanling ,The story of Minglan ထဲကမင်းသားFeng Shaofeng ...",
        "url": "https://channelmyanmar.org/tvshows/shining-just-for-you-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ZZL2j_4f-133x200.jpg",
        "title": "You Are My Makeup Artist (2022)",
        "description": "You Are My Make up Artist (2022)စူပါစတားမလေးရဲ့နှလုံးသားပိုင်ရှင်ဝါစီတာ အဖြစ် Janie Tienphosuwan\nကတ် အဖြစ် Gulf Kanawutဇာတ်လမ်းအကျဉ်းဝါစီတာက နာမည်ကြီး မင်းသမီးတစ်ယောက်ဖြစ်ပြီး ချစ်ရသူ ရတ်ချာနွန်နဲ့ လက်ထပ်ပြီး မိသားစုဘဝကို တည်ဆောက်ချင်နေတဲ့ မိန်းကလေးတစ်ယောက်ပါကတ်ကတော့ ဝါတို့အိမ်က ကောင်လေးဖြစ်ပြီး ငယ်ကတည်းက မိတ်ကပ်လိမ်းတာဝါသနာပါတာမို့ လက်ရှိမှာတော့ ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးမိတ်ကပ်ဆရာတစ်ယောက်လည်း ဖြစ်ပါတယ်ကတ်က ခွန်ဝါ့ကို ချစ်ကြောက်ရိုသေသူဖြစ်ပြီး ခွန်ဝါ့စကားတစ်ခွန်းဆို တစ်ခွန်းအတိုင်း အလိုလိုက် အကြိုက်ဆောင်သူလည်းဖြစ်ပါတယ်ခွန်ဝါကတော့ ကတ်ကို မောင်လေးတစ်ယောက်လို သဘောထားပြီး ဂေးနေတယ်လို့ မှတ်ယူထားပါတယ်ဝါရဲ့သတို့သားလောင်း နွန်က အမြဲဖောက်ပြန်နေတတ်သူဖြစ်ပြီး မိသွားတိုင်း ဝါ့ကို တောင်းပန်ကာ သက်သေမရှိတာကြောင့် ခွင့်လွှတ်ပေးခံရသူပေါ့တစ်ရက် နွန်က ဝါ့အမေ စျာပနကို မလာဘဲ ဖောက်ပြန်နေခဲ့တဲ့အပြင် ဗီဒီယိုကပါ လူထုဆီ ပျံ့လာခဲ့ချိန်မှာတော့...ဝါတစ်ယောက် အကြီးအကျယ် ပေါက်ကွဲကာ ကတ်နဲ့ တူတူ ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-my-makeup-artist-2022/"
    }
]