[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNDJkYzY3MzMtMGFhYi00MmQ4LWJkNTgtZGNiZWZmMTMxNzdlXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UY1200_CR9006301200_AL_-105x200.jpg",
        "title": "Money Heist Season 5 (2021) {Complete}",
        "description": "အားလုံးမျှော်နေကြတဲ့ Money Heist အတွဲ ၅ ထွက်လာပါပြီ အတွဲ ၅ မှာ ၁၀ ပိုင်း ပါဝင်မှာ ဖြစ်ပြီးတော့ အပိုင်း ၁ မှာ ၅ ပိုင်း နဲ့ အပိုင်း ၂ မှာ ၅ ပိုင်း ဆိုပြီး ထုတ်လွှင့်သွားမှာ ဖြစ်ပါတယ်။ စက်တင်ဘာ ၃ ရက်နေ့မှာ တစ်ကြိမ်၊ဒီဇင်ဘာ ၃ ရက်နေ့မှာ တစ်ကြိမ် ထုတ်လွှင့်သွားမှာ ဖြစ်ပါတယ်။ ပြီးခဲ့တဲ့ အပိုင်းမှာဆိုရင် နိုင်ရိုဘီ အပစ်ခံရပြီး သေသွားလို့အားလုံးဝမ်းနည်းနေကြပါတယ်ဒန်ဗာ ဖမ်းမိထားတဲ့ ပလာမိုကိုကယ်ပြီးဘဏ်ကိုဝင်စီးမယ့် ဟယ်ရီကော်ပရာနဲ့ လိုက်သွားပြီးဘဏ်ထဲကို ရောက်အောင်ပို့လိုက်နိုင်ခဲ့ပါတယ် ဒါပေမယ့် ဗိုက်ကြီးသည်မ စီအာရာ ကပရော်ဖက်ဆာရဲ့ နေရာကိုရှာတွေ့သွားတဲ့အခန်းမှာ ရပ်ထားတာပါ ဒီအတွဲမှာရော ပရော်ဖက်ဆာက စီအာရာနဲ့ ထိပ်တိုက်တွေ့မယ့် အနေအထားမှာ ရှိပါတယ်အခြေအနေတွေက ပြောင်းလဲသွားပြီးတော့ပရော်ဖက်ဆာ ဘယ်လိုလှည့်ကွက်တွေ ထုတ်သုံးဦးမလဲဆိုတာရင်ခုန်စွာနဲ့ ကြည့်လိုက်ကြပါဦး ...... အညွှန်းကို Htet Wai Lwin က ...",
        "url": "https://channelmyanmar.org/tvshows/money-heist-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/b1-133x200.jpg",
        "title": "Bright As the Moon ( 2021 )",
        "description": "ဇာတ်လမ်းလေးကတော့ လီယွင်ဆိုတဲ့ဝတ္ထုရေးတဲ့ဆရာမလေးကမင်းသားမုရှောင်ချီးနဲ့တွေဆုံပြီး ပြဿနာလေးတွေဖြစ်ခဲ့ရာမှမတော်တဆလေးတွေဖြစ်ပြီး ရှေးခေတ်ကိုရောက်သွားခဲ့တယ်ယွင်အိမ်တော်ကြီးမှာ သမီးငယ်လေး ယွင်ချန်ယွဲ့ဆိုပြီးစာမတတ်တဲ့လူဆိုးမလေးတစ်ယောက်ရှိတယ်ရှေးခေတ်ကိုရောက်သွားခဲ့တဲ့ဝတ္ထုဆရာမလေး လီယွင်ကယွင်အိမ်တော်က ယွင်ချန်ယွဲ့လေးဖြစ်သွားခဲ့ရောဒီဘက်ခေတ်ကို ပြန်ရောက်အောင်ဘယ်လိုကြိုးစားရင်းမထင်မှတ်ပဲ မင်းသားမု‌ရှောင်ချီးနဲ့တွေ့ခဲ့တယ်ဒါပေမဲ့ မုရှောင်ချီးမဟုတ်ပဲ ရှေးခေတ်မင်းသားတစ်ပါး ရုံကျင်ဖြစ်နေပြီးမင်းသားရုံကျင်က ရုပ်ရည် ပညာတွေအကုန်ပြည့်ဆုံနေပေမဲ့ ကျန်းမာရေးမကောင်းရှာဘူးသူတို့၂ယောက်တွေ့ဆုံပြီး ‌အရင်ခေတ်ဟောင်းလေးမှာ အခုခေတ်ဆန်ဆန်ချစ်ကြိုက်မဲ့ဇာတ်လမ်းလေးကချစ်စရာလေးမလို့ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်နော် Quality : HDRip 720pformat : mp4Genres : Drama , Romance , ComedySubtitle : Myanmar Subtitle ( Hardsub )Translated By CCF TeamEncoded By LK \nEpisode 1\nYoteshin / CMDrive / Usersdrive / Meganz / VIPEpisode 2\nYoteshin / CMDrive / Usersdrive / Meganz / VIPEpisode 3\nYoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/bright-as-the-moon-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgYennZtOWXMArO1Uxn2Yen3mtT.jpg",
        "title": "Reflection of You ( 2021 )",
        "description": "ဇာတ်လမ်းအညွှန်းသူမရဲ့လိုအင်ဆန္ဒတွေကို ယုံကြည်မှုအပြည့်ရှိခဲ့အမျိုးသမီးတစ်ဦးနဲ့တခြားအမျိုးသမီးတစ်ဦးနဲ့ တွေ့ဆုံမှုကြောင့် သူမရဲ့ဘဝအလင်းရောင်ပျောက်ဆုံးသွားရတဲ့ အမျိုးသမီးလေးတစ်ဦး သူတိုနှစ်ဦးကြားကအချစ် သစ္စာဖောက်မှု အကျင့်ပျက်မှုနဲ့ လက်စားချေမှုတွေကို ထုတ်ဖော်ပြသထားတဲ့ ဇာတ်ကားလေးHee Joo ဟာ ငယ်ရွယ်စဥ်အခါက ဆင်းရဲပြီး ခက်ခဲကြမ်းတမ်းတဲ့အချိန်တွေရှိခဲ့ပါတယ်သိုပေမယ့် အခုချိန်မှာတော့ သူမဟာ အောင်မြင်တဲ့ ပန်းချီဆရာမနဲ့essayist တစ်ဦးဖြစ်လာတဲ့အပြင် သူမရဲ့ခင်ပွန်းဟာဆိုရင်လည်းအောင်မြင်နေတဲ့လူတစ်ဦးဖြစ်ပြီး သူတိုကလေးနှစ်ယောက်ရှိပါတယ်အရမ်းကို အားကျစရာကောင်းတဲ့ မိသားစုလေးပေါ့ဒါပေမယ့် အပေါ်ယံကြည့်ပြီး မဆုံးဖြတ်လိုက်ပါနဲ့ အရာရာပြည့်စုံနေတဲ့Hee Joo ဟာ သူမရဲ့ဘဝကို အဓိပ္ပါယ်မဲ့စွာနဲ့ ကုန်ဆုံးနေရတယ်လို ခံစားလာရပါတယ်အဲအချိန်မှာ သူ့ရဲ့ငယ်ဘဝနဲ့ တစ်ထပ်တည်းတူတဲ့ အမျိုးသမီးတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ် သိုသော်လည်း ထိုအမျိုးသမီးလေးဟာ ဆင်းရဲပေမယ့်အမြဲတမ်းတောက်ပနေတာကို မြင်လိုက်ရတဲ့အချိန် Hee Joo တစ်ယောက်ဘယ်လိုတွေတွေးမြင်မိမလဲ အဲ့အမျိုးသမီးလေးနဲ့ ဇာတ်လမ်းလေးကရောဘာတွေများလဲ ဆိုတာကိုတော့....အပတ်စဥ် Wednesday နဲ့ Thursday မှာထွက်ရှိမယ့်ဒီဇာတ်ကားလေးမှာ စောင့်ကြည့်အားပေးနိုင်ပါတယ်အပိုင်းကတော့ ၂၀ ပိုင်း ပါဝင်မှာဖြစ်ပါတယ် Quality : NF-WEBDL Format : mp4Total Episodes ...",
        "url": "https://channelmyanmar.org/tvshows/reflection-of-you-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3wRTPDj1a6wGrrBqBeQsp74Pl22.jpg",
        "title": "Would you like a Cup of Coffee? (2021)",
        "description": "Would you like a cup of coffee (2021)ကဲ .. ဒီနေ့တော့ ကော်ဖီလေးတစ်ခွက်လောက်သောက်လိုက်ကြရအောင်လား?အားလုံးလောင်ခဲ့ကြတဲ့ Penthhouse က ဂျင်းနီလေးတို့ဖေဖေရယ်\nWanna One အဖွဲ့ဝင်လည်းဖြစ် ဇာတ်လမ်းတွေအများကြီးရိုက်ကူးထားပြီး\nအောင်မြင်နေတဲ့မင်းသားချောလေး Ong Seong Wu တို့\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ကော်ဖီချိုခါးလေးတစ်ခွက်ကို တင်ဆက်ပေးလိုက်ပါတယ်။Park Seok က 2nd Generation Coffee လို့ခေါ်တဲ့ ကော်ဖီဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီး\nပိုင်ရှင်လည်းသူ အဖျော်ဆရာလည်းသူပေါ့။\nကြီးကြီးမားမားဆိုင်ကြီးတော့မဟုတ်ပေမယ့်\nသူကိုယ်တိုင်ကလည်း ကော်ဖီကိုချစ်မြတ်နိုးသလို\nသူ့လိုပဲ ကော်ဖီချစ်သူ သစ္စာရှိဖောက်သည်တချို့ရဲ့အားပေးမှုကြောင့်\nအတော်အသင့်လေး အောင်မြင်နေတဲ့ဆိုင်လေးပေါ့။ဒီလိုနဲ့ တစ်နေ့မှာ Kang Go Bi လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်\nသူ့ဆိုင်ကိုရောက်လာပြီး သူ့ရဲ့ကော်ဖီကိုမြည်းစမ်းကြည့်ရာကနေ\nများစွာသောကော်ဖီအမျိုးအစားတွေရဲ့အကြောင်းကို စိတ်ဝင်စားသွားပြီး\nအချိန်ပိုင်းအလုပ်သမားဖြစ်ဖို့ ကြိုးစားလာတဲ့အခါ ......ကော်ဖီအမျိုးအစားပေါင်းများစွာရဲ့ ကွဲပြားတဲ့အနံ့အရသာတွေ၊\nအနက်အဓိပ္ပာယ်တွေစတာတွေကို ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှိုနိုင်မှာမို့\nကော်ဖီကိုချစ်မြတ်နိုးသူတွေအဖို့စိတ်ဝင်စားစရာဖြစ်မယ့်ကားကောင်းလေးမို့\nကြည့်ရှုဖို့ညွှန်းလိုက်ပါတယ်နော်။အောက်တိုဘာ ၂၄ ရက်နေ့က စတင်ပြီး ၁၂ ပိုင်း ထုတ်လွှင့်သွားမှာ ဖြစ်ပြီးတော့\nတနင်္ဂနွေနေ့ နဲ့ ကြာသပတေးနေ့များမှာ ထုတ်လွှင့်သွားမှာ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Lai Laii ...",
        "url": "https://channelmyanmar.org/tvshows/would-you-like-a-cup-of-coffee-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ka8vAzAFUZFKxWyfGfwVcSXuZo.jpg",
        "title": "Supergirl Season (5)",
        "description": "Supergirl Season (5)================Season 5အစမှာတော့Catcoမီဒီယာကို အမြင်သစ်တွေရှိနေတဲ့အမျိုးသမီးဆီလွှဲပြောင်းပေးလိုက်လို့Karaရဲ့ဂျာနယ်လစ်ဘဝကတော့ လှုပ်ရှားရမယ့်အခြေအနေပါ။Lex Luthorမသေခင် Lenaကို Supergirlဘယ်သူလည်းဆိုတာပြောခဲ့လို့Lenaတစ်ယောက် သူသစ္စာဖောက်ခံရသလိုခံစားရပြီးKaraကိုလည်း သူနာကျင်သလိုမျိုး နာကျင်သွားအောင်လုပ်ဖို့ plan‌တွေချနေပါတယ်။J'onn ဆီကိုလည်း မမျှော်လင့်ထားတဲ့ဧည့်သည်တစ်ယောက်ရောက်လာပါတယ်။အဲ့တော့ အသေးစိတ်ကတော့ စီးရီးလေးကိုပဲ ကြည့်ရှုလိုက်ကြပါ။(ဘာသာပြန်ရေးသားပေးသူများကတော့  CM Team မှဖြစ်ပါတယ်။) File Size - (650 MB)\nQuality – WEBDL 1080p\nDuration - 40 mins (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama, Fantasy\nTranslator – CM Team\nEncoder – SWM \nZip  Episode (01 ~ 11) - VIP / Yoteshin[1-11] /  Yoteshin[12-19]\n 720P (650 Mb)-----------------------------------\nEpisode (1)\nUserdrive/ Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/supergirl-season-5/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBomQFW1vlm1yUYMNSbFZ45R4Ox.jpg",
        "title": "Batman: The Animated Series",
        "description": "ဘတ်မန်းကို ဒီမှာတော့ ကျနော်တို့ ချစ်စနိုး နဲ့ငဘတ် ၊ ဘတ်ဘတ် ၊ ဆာဘတ် လို့ ခေါ်ကြပြီးငလူးမဘတ်မန်း လို့လဲ ခေါ်တက်ကြပါသေးတယ်ဆာဘတ် ရဲ့ အန်နီမေးရှင်း စီးရီးတွေ ဘက် တစ်ဖန်ပြန်လည့်ကြည့်တဲ့ အခါ ပစ်ရက်စရာ မရှိတဲ့ ခေတ်ဟောင်းကစီးရီး တစ်ချို့ကိုပါ ပြန်တင်ဆက်ပေးလိုက်ပါတယ်၁၉၉၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Batman: The Animated Series ကိုဆာဘတ် ရဲ့ တော်ကီ အလန်းတွေ နဲ့ ကြည့်ရှုလိုက်ကြပါဦး File Size - 400mbQuality - Bluray 1080PSubtitle -  BurmeseTranslator - XcodeEncoder - Thit San Khant Download List========== VIP Link ---- > Download EP 01 -  CM Drive / ...",
        "url": "https://channelmyanmar.org/tvshows/batman-the-animated-series/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/t-160x200.jpg",
        "title": "True Story (2021) Mini Series",
        "description": "စိတ်၀င်စားဖို့ ကောင်းတဲ့ Crime-Drama မီနီစိးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက် comedian Kid ရဲ့ ကာရိုက်တာကို အပြင်မှာ တကယ့် comedian တစ်ယောက်ဖြစ်တဲ့ Kevin Hart က သရုပ်ဆောင်ထားပြီး ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ကြတဲ့ Blade ကားတွေရဲ့ မင်းသားကြီး Wesley Snipes က Kid ရဲ့ အစ်ကို ဖြစ်သူ Carlton အဖြစ် ပါ၀င်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းKid ဟာ အောင်မြင်ကျော်ကြားပြီး ပရိသတ်ချစ်တဲ့ comedian တစ်ယာက်ပါ။ King of Comedy လို့တင်စားရလောက်တဲ့ထိအောင် သူ့ရဲ့ ပြက်လုံးတွေက လူတွေအပေါ် လွှမ်းမိုးထားပါတယ်။ ဒီတော့ ခြုံပြောရရင် သာယာတဲ့ ဘ၀ကို ပိုင်ဆိုင်ထားတဲ့ အနုပညာရှင်တစ်ယောက်လို့ ဆိုရပါမယ်။ ဒါပေမဲ့ သာယာနေတဲ့ သူ့ဘ၀ဟာ နယ်လှည့်ဖျော်ဖြေရေးအတွက် သူ့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/true-story-2021-mini-series/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/m6c69FvtN5kMCryjp1DyOssthij-133x200.jpg",
        "title": "Work Later, Drink Now (2021)",
        "description": "Work Later, Drink Now (2021)======================နာမည်နဲ့ တင်စိတ်ဝင်စားသွားကြပြီ ဟုတ်။နေ့စဉ်ဘဝတွေရဲ့ ငြီးငွေ့မှုတွေ ဖိအားတွေကနေ ရုန်းထွက်နိုင်ဖို့ လူတိုင်းမှာ စိတ်ဖြေရာတစ်ခုစီရှိကြပါတယ်။ အဲထဲမှာ ဆိုဂျူဆိုတဲ့အရက်သောက်ခြင်းကလည်း ကိုရီးယားယဉ်ကျေးမှုမှာ တစ်ခုအပါအဝင်ပါပဲ။ မိန်းကလေးတစ်ယောက်အနေနဲ့ ဘယ်လောက်ထိသောက်နိုင်သလဲ... အဲထင်မြင်ချက်တွေထက် ကျော်လွန်ပြီး ကျွန်မတို့ ဇာတ်ကောင် သုံးယောက်က ပြသပေးသွားမှာပါ။ရသစုံအစီအစဉ်ရဲ့ စာရေးဆရာမဖြစ်တဲ့ အန်းဆိုဟီး၊ ယောဂသင်ကြားပေးသူဖြစ်တဲ့ ဂျီယောင်း၊ You tube တင်ဆက်သူဖြစ်တဲ့ ဂျီဂူ၊တက္ကသိုလ်ကတည်းက သူငယ်ချင်းတွေက အသက် သုံးဆယ်ကျော်တဲ့အထိ အမြဲတမ်း သောက်ဖော်သောက်ဖက်ဖြစ်ခဲ့တဲ့သူတို့နဲ့ရသစုံအစီအစဉ်ရဲ့ ပီဒီ ဂန်ဘုဂူတို့ တွဲမိတဲ့အခါမှာတော့....သူတို့ရဲ့သောက်နိုင်စွမ်းကို တစ်ပိုင်းပြီး တစ်ပိုင်း ဘယ်လိုတွေ ပြသသွားမလဲဆိုတာ စောင့်မျှော်အားပေးကြပါဦး။Cast အနေနဲ့ကလည်း Lee Sun Bin, Han Sun Hwa, Jung Eun Ji နဲ့ ကျွန်မတို့ရဲ့ Super Junior Siwon ...",
        "url": "https://channelmyanmar.org/tvshows/work-later-drink-now-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pggzZamoLNTiRgoYz8WVCISMCqv.jpg",
        "title": "Welcome to Waikiki Season 1 (2018) and Season 2 (2019)",
        "description": "Welcome to Waikiki (2018)ကိုယ့်ဘဝမှာ မှန်းချက်နဲ့နှမ်းထွက်မကိုက်တာ​တွေပဲ အမြဲကြုံ​နေရလား၊\nကိုယ်ကြံစည်ထားသမျှ အမြဲလွဲ​ချော်​နေလား၊ဒါဆိုရင်​တော့ ဒီဇာတ်လမ်းတွဲထဲက ဇာတ်​ကောင်​တွေက\nသင်တို့ကို ခပ်​​ထေ့​ထေ့​လေးကြည့်ပြီး ရယ်​နေပါလိမ့်မယ်၊\nဘာ​ကြောင့်လဲဆိုရင် သူတို့​​တွေလောက် ဘယ်သူမှ မလွဲနိုင်လို့ပါပဲ2018မှာ JTBCက ထုတ်လွှင့်ခဲ့ပြီး\nတစ်ကားလုံးက အရယ်သန်သူဆို ခွက်ထိုးခွက်လန်ရယ်၊\nအရယ်မသန်တဲ့သူဆို ပါးစပ်မစိနိုင်​အောင်ဖြစ်​​စေခဲ့တဲ့\nနာမည်ကြီးဇာတ်လမ်းတွဲ Welcome to Waikikiကို တင်ဆက်​ပေးလိုက်ပါပြီ\"ဂင်ချားနား\" တစ်ခွန်းထဲနဲ့ မသိသူမရှိလောက်အောင်\nအောင်မြင်ခဲ့တဲ့ ဒီဇာတ်လမ်းတွဲဟာ\nစိတ်ပင်ပန်း​စရာ​တွေ၊ စိတ်ဓါတ်ကျစရာ​တွေများနေတဲ့\nခုလိုအချိန်မှာ စိတ်အပန်း​ဖြေဖို့၊ ဘဝကိုဟားတိုက်ရယ်​မောပစ်ဖို့\nအ​​ကောင်းဆုံးဓါတ်စာဖြစ်နိုင်မယ်လို့ ​မျှော်လင့်ပါတယ်ဇာတ်လမ်းအညွှန်းက​တော့ .....\nရည်မှန်းချက်ကို မိုးထိ​အောင်ကြီးတဲ့ သူငယ်ချင်းသုံး​ယောက်ဖြစ်တဲ့ဒါရိုက်တာရူး Dong Goo ( Kim Jung Hyun)\nမင်းသားရူး Jong Ki ( Lee Yi Kyung) နဲ့\nစာ​ရေးဆရာပိုးထ​နေတဲ့ Doo Sik ( Son Seung Won) တို့ဟာကမ္ဘာလှည့်ခရီးသွား​တွေ အလည်အပတ်များတဲ့ ကိုရီးယားနိုင်ငံ အီထယ်ဝန်းအရပ်မှာ\nWaikiki (ဝိုင်ကီကီ) အမည်နဲ့ တည်းခိုရိပ်သာ​လေးဖွင့်ကာ\nအဲ့ဒီကအမြတ်အစွန်း​တွေနဲ့ ရုပ်ရှင်တစ်ကားရိုက်ပြီး\n\"လာသွားမယ် ...",
        "url": "https://channelmyanmar.org/tvshows/welcome-to-waikiki/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4nif8dzcATTUmIUFsKz5tNttocg.jpg",
        "title": "House of Secrets: The Burari Deaths (2021)",
        "description": "House of Secrets : The Brurari Deaths (2021)ကြမ္မာငင်တယ် ဆိုတဲ့ အရာက ဘာ​ကြောင့်ဖြစ်လာသလဲ?\nဘဝ​ပေးကံ​ကြောင့်လား၊\nအကုသိုလ်​တွေ များလို့လား၊ကိုယ်တိုင်က ကြမ္မာငင်တာ နဲ့ တည့်တည့်ဝင်တိုးတဲ့အထိ အသိဉာဏ်နည်းတာလား၊\nဒါမှမဟုတ် အထက်ပါအချက်​တွေအားလုံး ကျိုး​ကြောင်းဆီလျော်စွာ စုံသွားတာလား၊ဘာ​ကြောင့်ပဲဖြစ်ဖြစ် ကြမ္မာငင်တယ် ဆိုတဲ့ အရာကိုက ဇာတ်သိမ်းမလှတတ်ဘူး မဟုတ်လားဒီ Seriesဟာ ၂၀၁၈ခုနှစ် ဇွန်လ၃၀ရက် အိန္ဒိယနိုင်ငံ ​ဒေလီမြို့မှာဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်မှုခင်းကို\nDocumentaryပုံစံ ပြန်လည်ရိုက်ကူးထားတဲ့ အပိုင်း၃ပိုင်းပါဝင်တဲ့ limied crime horror seriesပဲဖြစ်ပါတယ်​ကြေးရတတ် ပညာတတ်မိသားစုဖြစ်တဲ့ ဘာတီယာမိသားစုဟာ ​\nဒေလီမြို့ ဘူရာရီရပ်ကွက်မှာ စိတ်သ​ဘောမ​နော​ကောင်းမှုနဲ့\nနာမည်ကြီးသလို လူချစ်လူခင်လည်း အရမ်းများပါတယ်၊\nစည်းစိမ်ဥစ္စာလည်း ပူပင်စရာမရှိဘဲ တင့်​တောင့်​တင့်တယ်​နေနိုင်တဲ့ မိသားစုကြီးတစ်စုပါတစ်​နေ့မှာ​တော့ ဘာတီယာမိသားစုဝင် \"၁၁ ​ယောက်လုံး\"\n​နေအိမ်မှာပဲ ကြိုးဆွဲချသတ်​သေသွားခဲ့ပါတယ်၊\nဒီမှုခင်းဟာ ​အသတ်ခံရတာလား သွေးရိုးသားရိုး​သတ်​သေမှုဟုတ်ရဲ့လား စုံစမ်းရာမှ ​\nကြောက်မက်ဖွယ် လျှို့ဝှက်ချက်​​တွေ တန်းစီထွက်​ပေါ်လာတဲ့အခါ....ဒီ Documentary အ​ခြေခံရိုက်ကူးထားတဲ့ မှုခင်းဖြစ်ရပ်မှန်ဟာ\n၂၀၁၈ခုနှစ်အတွင်း အိန္ဒိယနိုင်ငံတစ်ခုလုံး ...",
        "url": "https://channelmyanmar.org/tvshows/house-of-secrets-the-burari-deaths-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q57mzAFUEnKimOU0wybtTOj4VOR.jpg",
        "title": "Rebirth For You ( 2021 ) Complete",
        "description": "အားလုံး​ မျှော်နေတဲ့ထိပ်တန်းမင်းသား zeng shun xiနဲ့ မင်းသမီး Ju Jingyi တို့ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းလေးလာပါပြီဒီကားလေးဟာတရုတ်နိုင်ငံရဲ့နာမည်ကျော် စာရေးဆရာမ ကျေးကျေးရဲ့ဝတ္ထုကိုရိုက်ကူးထားတာပါဇာတ်လမ်းကတော့ ငယ်ကတည်းကနန်းတွင်းမှာအပူအပင်ကင်းစွာကြီးပြင်းလာတဲ့ မင်းသမီး ကျန်းပေါင်နင်ဟာ နန်းတွင်းမှာမလွတ်လပ်တာကိုခံစားမိပြီး နန်းတွင်းထဲမှာကြိုးဆွဲရ ကရတဲ့နယ်ရုပ်လေးမဖြစ်ချင်စိတ်တွေများပြားလာပါတယ်...စက်မှုလက်နက်တွေကိုတီထွင်ရာမှာဝါသနာပါတဲ့သူမဟာတိုင်းပြည်ရေးရာမှာဘယ်လို ပါဝင်လာမှာလဲ..တစ်ဖက်မှာလဲ တပ်သားမျိုးရိုးကဆင်းသက်လာတဲ့လီချန်းဟာ လျို့ဝှက်ချက်တစ်ခုကိုဖော်ထုတ်ဖို့နန်းတွင်းမှာ ရာထူးကြီးကြီးရနိုင်ဖို့ကြိုးစားပါတော့တယ်..အမူအကျင့်ချင်းမတူတဲ့သူတို့နှစ်ယောက်ဟာမထင်မှတ်စွာတွေ့ဆုံကြရင်းသံယောဇဥ်တွေဖြစ်လာပါတယ်..ကိုယ့်ရဲ့ကံကြမ္မာပြောင်းလဲနိုင်ဖို့ အတူကြိုးစားရင်း ချစ်ရတဲသူနဲ့ပေါင်းစည်းနိုင်ဖို့ဘယ်လိုတွေ လုပ်ဆောင်ကြမလဲဆိုတာ...အဆင့်အတန်းချင်းကွာခြားလှတဲ့သူတို့နှစ်ယောက်အပြန်အလှန်ချစ်ကြိုက်မိရင်း ဘယ်လိုတွေကာကွယ်ပေးကြမလဲဆိုတာ ..ဆက်လက်စောင့်ကြည့်ပါ Quality : WEB-DL 720pFormat : mp4Genres : Drama , Romance , Fantasty , HistorySubtitle : Myanmar Subtitle ( Hardsub )Translated By CCF & F&E TeamEncoded By LK \nEpisode 1\nYoteshin / MegaUp / Usersdrive / Meganz / ...",
        "url": "https://channelmyanmar.org/tvshows/rebirth-for-you-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdpjIbRcwoAaMMzQfDAcTk7Ab7c.jpg",
        "title": "Hellbound (2021)",
        "description": "Hellbound (2021)အားလုံးမျှော်လင့်နေကြတဲ့ Hellbound ကတော့ ထွက်ရှိလို့လာပါပြီHellbound ဆိုတာ ဘယ်လိုဇာတ်လမ်းမျိုးလဲ??Webtoon ကို အခြေခံထားပြီး နာမည်ကြီး Train to Busan ရုပ်ရှင်ရဲ့ ဒါရိုက်တာ ကိုယ်တိုင် ရိုက်ကူးပုံဖော်ပေးထားတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်\nဒါရိုက်တာတင် နာမည်ကြီးရုံမကပါဘူး\nYoo Ah In,Woo jin A,Kim Hyun Joo စတဲ့ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်သရုပ်ဆောင်ထားတာမလို့ ပရိတ်သတ်အားလုံး အကြိုက်တွေ့စေမှာ သေချာပါတယ်\"မင်းမကြာခင်သေဆုံးတော့မယ်\" ဆိုတဲ့ စကားကိုကြားမိရင် တုန်လှုပ်မိမှာလား ဒါမှမဟုတ်\nမဖြစ်နိုင်တဲ့ ပေါက်ကရစကားတွေကို နားကြားမှားတာလို့ ထင်မိကြမှာလား????ဒီဇာတ်လမ်းလေးမှာတော့ လူတွေဟာ သူတို့သေဆုံးတော့မယ်ဆိုရင်\nကြိုတင်နိမိတ်ပြတဲ့အနေနဲ့ \"မင်းမကြာခင်သေဆုံးတော့မယ်\"ဆိုတဲ့စကားကို ကြားရလေ့ရှိပါတယ်\nအဲ့လိုကြားပြီး သေဆုံးမဲ့အချိန်မှာမှ ငရဲသားတမန်တော်က\nသူတို့ရှေ့မှာပေါ်လာပြီးတော့ သူတို့ကိုသတ်ပစ်တာပါဇာတ်ကောင်တွေကို မိတ်ဆက်ကြည့်ရအောင်...Jung Jin Soo ကတော့ ဘာသာရေးအသင်းအဖွဲ့ အသစ် Saejinrihwe ရဲ့ခေါင်းဆောင်တစ်ဦး\nဖြစ်ပါတယ်\nသူက ဒီငရဲသားတမန်တော်တွေက ငရဲကလာတဲ့အကြောင်း\nဘုရားသခင်ရဲ့တည်ရှိမှုကိုဖော်ပြတဲ့အကြောင်း စတဲ့ ဘာသာရေးအယူဝါဒတွေကို ဟောပြောတဲ့သူပါJin Soo ...",
        "url": "https://channelmyanmar.org/tvshows/hellbound-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/c-160x200.jpg",
        "title": "Cowboy Bebop Season 1 (2021)",
        "description": "တစ်ချိန်ကနာမည်ကြီးခဲ့တဲ့ classic anime ကြီးကို\nအခြေခံထားတဲ့ အမိုက်စားစီးရီးဖြစ်ပါတယ်။\nအနာဂတ်ခေတ် sci-fi အမျိုးအစားကိုမှ\nရှေးခေတ်အငွေ့အသက်တွေနဲ့ ရောနှောထားပြီး\nanime တုန်းအတိုင်းပဲ jazz ဂီတစတိုင်နောက်ခံတီးလုံးတွေနဲ့\nကြည့်ရတာထူးခြားနေမှာပါ။ ​ဆုငွေထုတ်ထားတဲ့ ရာဇဝတ်သားတွေကို\nလိုက်ဖမ်းကြတဲ့ အာကာသကောင်းဘွိုင် စပိုက်ခ်စပီဂယ်နဲ့ ဂျတ်တို့ဟာ\nBebop ဆိုတဲ့ယာဥ်ပျံနဲ့ အာကာသအနှံ့လူဆိုးလိုက်ဖမ်းရင်\nး ကြုံရတဲ့စွန့်စားခန်းတွေကို အထူးပြုလုပ်ချက်တွေ\nပီပီပြင်ပြင် ရိုက်ချက်အမိုက်စားတွေနဲ့ပြန်တွေ့ရမှာပါ။\nစပိုက်ခ်တို့ဟာ ဂျတ်ရဲ့သူငယ်ချင်းပေးတဲ့ အလုပ်တစ်ခုကိုလက်ခံလိုက်ရာမှာ\nသာမန်လူဆိုးဖမ်းအလုပ်ကနေ စပိုက်ခ်ရှောင်တိမ်းနေခဲ့တဲ့\nအတိတ်ကအရိပ်မည်းကြီးနဲ့ ပတ်သတ်လာတဲ့အခါ\nအတိတ်ကိုပြန်ရင်ဆိုင်ဖို့ဖြစ်လာပါပြီ။\nအရင်anime ကို မကြည့်ရသေးတဲ့သူတွေရေ\nာ ကြည့်ဖူးတဲ့သူတွေအတွက်ပါ ကျေနပ်စေမယ့်\nanime live action ဇာတ်လမ်းတွဲကောင်းတစ်ခုဖြစ်ပါတယ်။\nTranslated by Pyi T Nyein, MTA, Yoon Sandi Aung, Thaung Hitke Zaw\nEncoded by Mr. Anderson\nGenre - Action, Adventure, Sci-fi Fantasy\nEpisode 1\nVIP / Yoteshin / Megaup / Usersdrive/ Meganz /  ...",
        "url": "https://channelmyanmar.org/tvshows/cowboy-bebop-season-1-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Poster-4-143x200.jpg",
        "title": "Love Story in Harvard(2004) Complete",
        "description": "Love Story in Harvard(2004) ဇာတ်လမ်းတွဲ အညွှန်း************************************************( အပိုင်း ၁ မှ ၁၆  ) ထိ  စ/ဆုံး“တစ်ခါတုန်းက တက္ကသိုလ်မှာ” ဆိုပြီး နာမည်ကြီးခဲ့တဲ့ ဒီဇာတ်လမ်းတွဲဟာ ဟိုးယခင် မှုန်ဝါးဝါးရုပ်ထွက်နဲ့တောင် ကျွန်တော်တို့ တစ်စက္ကန့်လေးတောင် ကျော်မပစ်ချင်လောက်အောင်ကောင်းလို့ အားပေးခဲ့ရတာပါယခုတော့ ယခင်ထက်များစွာကောင်းမွန်တဲ့ Quality လေးထွက်လာလို့ အမှတ်တရာသိမ်းထားခြင်သူများအတွက်ရော ပြန်လည်ခံစားချင်သူများအတွက်ရော ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းတွဲ အတွက် ကောင်းခြင်းတွေပြောရမယ်ဆိုရင်အတော်များလှပါတယ်။ တစ်ချို့သောသူတွေအတွက် ကိုရီးယားဇာတ်လမ်းတွဲအားပေးဖြစ်အောင်ရှေ့ဆောင် စီးရီးတစ်ခုအဖြစ်ဆိုရင်လည်း မမှားပါဘူးအဓိက ဇာတ်ကောင်(၃)ဦးကို မတူညီတဲ့ ပုံစံတွေနဲ့တည်ဆောက်ထားပြီး ဟားဗက်တက္ကသိုလ်မှာ ကိုယ်လိုချင်တဲ့ ပန်းတိုင်ဆီအရောင်လှမ်းဖို့ ကြိုးစားရင်း အခက်အခဲမျိုးစုံကြားမှာ နည်းအမျိုးမျိုးနဲ့လှုပ်ရှားရုန်းကန်နေရပုံတွေကိုတွေ့ရမှာပါ။ ဒါ့ကြောင့်အပိုင်းတိုင်းဟာ ဆွဲဆောင်မှုရှိပြီး လူငယ်တွေအတွက်လည်း တစ်နည်းတစ်ဖုံ Motivation လည်းရသလို အတုယူဖို့ နည်းလမ်းတွေရရှိခဲ့ပါတယ်။မင်းသမီးနဲ့ မင်းသားကတော့ အထွေအထူး ပြောနေစရာမလိုအောင် တစ်ချိန်က ကိုးရီးယားက ရုပ်ရှင်လောကမှာ လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့သလို ...",
        "url": "https://channelmyanmar.org/tvshows/love-story-in-harvard-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rc99fLHeOH4QBROUzAyPeKCvt6T.jpg",
        "title": "Dan Brown’s The Lost Symbol (2021)",
        "description": "Dan Brown's The Lost Symbol (2021)IMDb - 7.3/10မင်းသားကြီး Tom Hanks ရဲ့\nThe Davinci's Code တို့ Angels and demons တို့ကိုကြည့်ဖူးကြရင်\nဒီကားနာမည်နဲ့ မစိမ်းလောက်ပါဘူး။အနောက်တိုင်းဘာသာရေးဂိုဏ်းတွေရဲ့ ပဟေဠိတွေ ဖြေရှင်းတာကို\nအသက်ရှူဖို့မေ့လောက်အောင် စိတ်ဝင်တစားကြည့်ခဲ့ရပါတယ်။ဒီစီးရီးဟာလည်း အဲ့ဇာတ်လမ်းတွေရဲ့အဆက်ဖြစ်ပြီး\nသရုပ်ဆောင်တွေပဲပြောင်းသွားတာပါ။စာရေးဆရာ Dan Brown ရဲ့ဝတ္ထုတွေထဲက\nThe Lost Symbol ကို အခြေခံပြီး ရိုက်ကူးထားပဲ ဖြစ်ပါတယ်။\nပရော်ဖက်ဆာရောဘတ်လန်ဒန်ဟာ ဟားဗက်တက္ကသိုလ်မှာ\nသင်္ကေတဘာသာရပ်ကို သင်ကြားနေသူဖြစ်ပြီး\nဘာသာရေးကိစ္စတွေကို ရင်းနီးကျွမ်းဝင်သူပါ။\nတစ်နေ့မှာလူစိမ်းတစ်ယောက်ဟာ\nသူ့ဆရာပီတာကိုပြန်ပေးဆွဲထားကြောင်း ဖုန်းဆက်လာပြီး\nလျှို့ဝှက်ဝင်ပေါက်တစ်ခုကိုရှာပေးဖို့ ခြိမ်းခြောက်ကာ သဲလွန်စတွေပေးသွားပါတယ်။ဆရာဖြစ်သူကိုကယ်ဖို့ ရောဘတ်ရဲ့ပဟေဠိဝှက်စာဖော်စကေးတွေနဲ့\nစွန့်စားအ​ဖြေရှာပုံတွေကို စိတ်ဝင်တစားကြည့်ကြရမှာဖြစ်ပါတယ်။Dan Brown စာအုပ်တွေရဲ့ အရင်ဇာတ်လမ်းတွေကိုကြည့်ဖူးတဲ့သူတွေကတော့\nသေချာပေါက်ကြည့်သင့်တဲ့စီးရီးဖြစ်ပြီး\nလျှို့ဝှက်ဆန်းကြယ် ပဟေဠိအမျိုးအစားတွေကြိုက်ကြရင်လည်း\nလုံးဝလက်လွှတ်မခံဖို့ပြောချင်ပါတယ်။အပတ်စဉ် ကြာသပတေးနေ့တိုင်း တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Pyi Ti Nyein က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Pyi Ti Nyein နဲ့ Jerrica ပဲ ဖြစ်ပါတယ်။Quality…. 1080p\nFile ...",
        "url": "https://channelmyanmar.org/tvshows/dan-browns-the-lost-symbol-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/hit-mon-135x200.jpg",
        "title": "Marvel’s Hit-Monkey (2021)",
        "description": "Marvel's Hit-Monkey (2021)====================IMDb Rating - 8.4/10Hulu ကနေ မာဗယ်ကာတွန်းတစ်ခုကို တင်ဆက်လိုက်ပါတယ်။ စုစုပေါင်း ဆယ်ပိုင်းပါဝင်ပါတယ်။ ဇာတ်လမ်းကတော့ခေါင်းစဉ်အတိုင်းပါပဲ။ မျောက်လူသတ်သမားပါ။ဆရာမျောက်ဟာ အစတုန်းကတော့ တောအုပ်ကြီးထဲက မျောက်အုပ်ထဲက ဉာဏ်ကောင်းတဲ့ မျောက်တစ်ကောင်သက်သက်ပါပဲ။ဒါပေမဲ့ သူတို့ဆီကို သေနတ်ဒဏ်ရာနဲ့ရောက်လာတဲ့ အရမ်းတော်တဲ့ ကြေးစားလူသတ်သမားကို ကယ်တင်လိုက်မိပြီးနောက်မှာသူ့ဆီကနေ အတိုက်အခိုက်အသတ်အဖြတ် ပညာတွေ ရလာပါတယ်။ လူသတ်သမားနောက်ကို လိုက်သတ်လာတဲ့ လူတစ်စုကြောင့်သူ့ရဲ့ ဆွေမျိုးမျောက်တွေအကုန်သေပြီး လူသတ်သမားလည်း သေသွားတဲ့အခါ ဒီတာဝန်ကိုခိုင်းလိုက်တဲ့လူတွေကို ရေဆုံးမြေဆုံးကလဲ့စားချေဖို့ သေနတ်တွေဓားတွေကို ဆွဲပြီး ထွက်လာပါတော့တယ်။ မာဗယ်ကာတွန်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ရုပ်ထွက်ကောင်းကောင်းနဲ့အထာကျကျ ရိုက်ကူးထားတာမို့ အတော်လေးကြည့်လို့ကောင်းမှာ သေချာပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Mr.Anderson မှရေးသားပေးပြီး . ဘာသာပြန်ရေးသားပေးသူကတော့  CM Team မှဖြစ်ပါတယ်။) Quality – 1080p Web-DL 5.1CHDuration – 30 mins (@Episode)Subtitle – Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-hit-monkey-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm0T2tjMl9agkePbEIY93LxSYsA.jpg",
        "title": "The Way of the Househusband 2020 ( Complete)",
        "description": "The Way Of Househusband ကိုanimeဗားရှင်း တင်ပြီးတဲ့နောက်အတော်လေးကို ခွီရတာကြောင့်လူဗားရှင်းလဲ တင်မယ်ဆိုပြီး လိုက်ကြည့်တဲ့အခါanimeလောက်နီးနီး ခွီရတာကို တွေ့ရတာကြောင့်စဆုံးပဲ တင်ဆက်ပေးလိုက်ပါတယ်Review********************************အချစ်နဲ့တွေ့ရင် အရာအားလုံးပြောင်းလဲသွားတယ်ဆိုတဲ့စကားအတိုင်းမြေအောက်လောကမှာသာမက ရဲအရာတွေပါဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့မသေမျိုးနဂါးလို့ခေါ်တဲ့ ယာကူဇာတစ်ယောက်ဟာမိန်းကလေးတစ်ယောက်ကို ချစ်မိသွားရာကနေယာကူဇာဘဝကိုစွန့်လွှတ်ပြီး အိမ်ရှင်ထီးအဖြစ်သာမန်လောကထဲကိုခြေစုံပစ်ဝင်လာတဲ့အခါပတ်ဝန်းကျင်ကလူတွေနဲ့ အဆင်ပြေအောင်နေနိုင်ပါ့မလားဆိုးသွမ်းလှပါတယ်ဆိုတဲ့ ယာကူဇာကြီးတစ်ယောက်က သွေးသားမတော်စပ်တဲ့ကလေးကိုရော သားသမီးအရင်းလိုတကယ်ချစ်ပြီး ဖခင်တာဝန်ကျေပွန်နိုင်ပါ့မလားသူ့ရဲ့အတိတ်ကိုရောတကယ်ပဲမေ့လိုက်ပြီးရှင်သန်သွားနိုင်ပါ့မလားဆိုတာကို မပြုံးဘဲဝါးလုံးကွဲရယ်ရအောင်ရိုက်ပြထားတဲ့ဟာသဇာတ်လမ်းတွဲလေးပါAnime လည်းထွက်ထားပေမယ့် Live Action က Characters ပိုစုံပြီးဇာတ်လမ်းဇာတ်ကွက်ပိုရှိတလို့ ကြည့်ရတာပိုတန်တဲ့အပြင် ပိုလည်းရယ်ရပါတယ် File Size – 700MB@EpisodeQuality –1080p WEB DLDuration – 46 minute (@Episode)Total Episodes: 10Subtitle – Myanmar HardsubFormat – Mp4Genre : ComedyTranslator – Moe Pwint PhyuEncoder – YK \nZIP  Yoteshin / VIP / ...",
        "url": "https://channelmyanmar.org/tvshows/the-way-of-the-househusband-2020-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/TH2-132x200.jpg",
        "title": "The Truth ( 2021 ) Completed",
        "description": "အသစ်ထွက်လာတဲ့ ဇာတ်ကားအသစ်လေးဖြစ်ပြီးတော့စုံထောက်ကားတွေ..စွန့်စားခန်းတွေ အမိုက်စား PLOT တွေကြိုက်တဲ့သူတွေအတွက်တော့တကယ် အသည်းစွဲမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီကားမှာတော့ မင်းသား Oliver Chen ( Chen Xing Xu )နဲ့ မင်းသမီး Cass Gai တို့အတူပါဝင်တွဲဖက်သရုပ်ဆောင်ထားပါတယ်ဒီဇာတ်ကားလေးကလည်း အမှန်တရားတွေကိုလိုစုံစမ်းရှာဖွေရတဲ့ဇာတ်ကားလေးပါစစ်ဆေးရေးမှူး မင်းသား လင်ယွမ်ဟောက်နဲ့ မင်းသမီး လင်လန်တို့ကအတူတူပူးပေါင်းပြီး အပိုင်းပိုင်းခုတ်ထားခံရတဲ့ အလောင်းကို‌ရှာဖွေ၊သက်သေတွေစုံစမ်းရင်း ဒီလိုအစ အဆုံးမရှိတဲ့အမှုကြီးကို ဘယ်လိုဖြေရှင်းမလဲသက်သေဘယ်လိုရှာမလဲ ‌အခက်ခဲတွေ ဘယ်လိုကျော်ဖြတ်မလဲဆိုတာစောင့်မျှော်ပြီးဆက်လက်ကြည့်ရှုလိုက်ပါနော် Quality : WEBRip - 720pFormat : mp4Total Episodes : 40Genres : Thriller , Mystery , Law , DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By CCF TeamEncoded By LK \nEpisode 1\nYoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/the-truth-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/p-14263-1-150x200.jpg",
        "title": "Plerng Sanaeha (2019)",
        "description": "Plerng Sanaeha (2019) အစအဆုံး \" လောင်မြိုက်သောအချစ် \" ဇာတ်လမ်းတွဲအညွှန်း________________________________ main cast အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေကတော့\nခွန်ထင် အဖြစ် Noon waranut\nခွန်ဆက် အဖြစ် Kelly Thanaphat\nမို အဖြစ် Donut Phattharaphon တို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်ရှင့်ဒီဇာတ်လမ်းမှာ ခွန်ထင်ဆိုသူက မျိုးရိုးအသိုင်းအဝိုင်းကြီးမိသားစုထဲကမွေးဖွားလာပြီးစိတ်ထားဖြူစင်လှပလွန်းတဲ့ မိန်းကလေးတစ်ယောက်ပါအဲ့ဒီမိန်းမလှလေးကိုမှ ခွန်ဆက်ဆိုတဲ့ မျက်နှာများပြီးပွေရှုပ်တဲ့ ယောကျ်ားတစ်ယောက်ကလိုချင်တပ်မက်စိတ်ဖြင့် သူမအချစ်ကို လှည့်ဖျားကာ အရယူခဲ့ရာ....တစ်နေ့တော့ လိမ်ညာခံလိုက်ရသောသူမအဖြစ်ကို သိသွားသောအခါ...မာယာများတဲ့ ပုရိသ ထိုယောကျာ်းကို ဘယ်လိုတုံ့ပြန်မလဲ....ဘယ်လိုပြန်ကလဲ့စားချေမလဲ?အဲ့ဒါအပြင် ပိုပြီး စိတ်ဝင်စားစရာကောင်းတာကတော့ အသက်အရွယ် ကိန်းဂဏန်းအပိုင်းအခြားထဲမှာကြုံတွေ့လာတဲ့ခွန်ထင် နဲ့ မို ရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ပေါ်ပေါက်လာခဲ့ခြင်းပါမို ဆိုတဲ့ကောင်လေး က အချစ်ကို ကိုးကွယ်ပြီး တည်ကြည်ပြတ်သားတဲ့လူငယ် လေးတစ်ယောက်ပါ..ခွန်ထင် က တော့ အချစ်ကြောင့် နာကျင်ခံစားခဲ့ရဖူး တဲ့ အတွက် အချစ်ကို အယုံအကြည်မရှိခဲ့ပါ..ဒီလိုနဲ့ မို နဲ့ သူမရဲ့အချစ်ခရီးလမ်းလေးဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/plerng-sanaeha-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Rl8WV_4f-139x200.jpg",
        "title": "More Than Blue : The Series (2021)",
        "description": "IMDb Rating (8.4)\nYou are The Apple of My Eye လိုမျိုး အတည်ပေါက်နဲ့ ကြည်နူးလွမ်းဆွေးရမယ့် ဒီစီးရီးဟာ\nအပိုင်း(၁၀)ပိုင်းပါရှိပြီး Netflix ကနေ အသစ်ထွက်ရှိလာတာပါ။၀မ်းနည်းခြင်းအစစ်ဟာ သီချင်းတစ်ပုဒ်လိုပဲ။\nအစပိုင်းမှာ ခင်ဗျားကိုဝမ်းနည်းအောင်မလုပ်သေးဘူး။ ဒါပေမယ့် Chorus အပိုဒ်တွေကျရင် လှိုင်းတွန့်လေးတွေလို\nတစ်စထက်တစ်ပုံထပ်လာပြီး မေ့မရနိုင်စရာသံစဉ်တစ်ခုအဖြစ် ရင်ထဲကိုရိုက်ခတ်လာလိမ့်မယ်။ ဝမ်းနည်းခြင်းဆိုတာဟာ\nရုတ်ချည်းရောက်ချလာတယ်လို့ ခင်ဗျားထင်နေခဲ့ရင် အစပိုင်းမှာလာနေခဲ့တဲ့ နုတ်စ်အနိမ့်လေးတွေကိုခင်ဗျားလျစ်လျူရှုခဲ့မိလို့ပါပဲ၊\n- ချန်ချေကိုင်အန်းရီချီဆိုတာ ဂီတထုတ်လုပ်သူ ဝမ်ပိုဟန်ရဲ့လက်ထောက်တစ်ဦးဖြစ်ပြီး မကြာခင်ထွက်ရှိဖို့လုပ်နေတဲ့\nနာမည်ကျော်အဆိုတော် အားလင်ရဲ့အယ်လ်ဘမ်အသစ်အတွက် ခေါင်းစီးသီချင်းကိုရွေးနေကြချိန်ဖြစ်ပါတယ်။\nသူ့စားပွဲပေါ်ကိုရောက်နေတဲ့ ရွက်ပုန်းသီးဂီတဝါသနာရှင်များစွာရဲ့ သီချင်းတွေအများကြီးထဲကမှ သူ့စိတ်ထဲကို\nရောက်လာတဲ့ သီချင်းတစ်ပုဒ်ကိုပြလိုက်တဲ့အချိန်မှာတော့ အားလင်တစ်ယောက်ချက်ချင်းဆိုသလိုပဲသဘောကျသွားပြီး\nဒီသီချင်းကိုခေါင်းစီးအဖြစ်ရွေးချယ်ခဲ့ပါတယ်။အဲဒီမှာအခက်တွေ့တာက စီဒီပေါ်မှာ ကေ နဲ့ ခရင်မ် ဆိုတာကလွဲလို့ ပေးပို့သူအမည်မပါ၊လိပ်စာမပါရှိခဲ့လို့ပါပဲ။\nဒီသီချင်းရဲ့မူပိုင်ခွင့်အတွက် ဝမ်ပိုဟန် သိထားတဲ့ သဲလွန်စသေးသေးလေးကတစ်ဆင့် တစ်စ တစ်စ လိုက်လံစုံစမ်းရင်းနဲ့\nဒီသီချင်းနောက်ကွယ်က ကြေကွဲဆွတ်ပျံ့စရာ ချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်၊ ကေနဲ့ ခရင်မ်ဆိုတဲ့ အမည်ပိုင်ရှင်နှစ်ယောက်၊\nဒီသီချင်းဖြစ်ပေါ်လာရတဲ့ အကြောင်းအရာစေ့ဆော်မှုတွေကိုပါ တဖြည်းဖြည်းနားလည်သိရှိလာရာက သူတို့ရဲ့ဘဝတွေထဲအထိ\nသက်ရောက်မှုတွေရှိလာခဲ့တဲ့အခါမှာတော့..။More Than ...",
        "url": "https://channelmyanmar.org/tvshows/more-than-blue-the-series-2021/"
    }
]