[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bIzHopjSReKacLt3OaU22UEwf7.jpg",
        "title": "Marriage Not Dating(2014)[Complete]",
        "description": "Marriage, Not Dating(2014)*************************အပိုင်း(၁ မှ ၁၆ ) အထိ စ/ဆုံးဘဝအမောတွေပြေစေချင်ရင်တော့ ဒီစီးရီးလေးကြည့်ဖို့ ညွှန်းချင်ပါတယ်..ဟွန်းဒုံဆိုတဲ့လူငယ်ဟာ သူဌေးသားလည်းဖြစ်လုပ်ငန်းရှင်လည်းဖြစ်ရုပ်ရည်လေးလည်းနည်းပါးရှိတော့ ကောင်မလေးတွေဝိုင်းဝိုင်းလည်လို့ပေါ့..သူကတော့ စိတ်အပန်းဖြေဖို့လောက် ကောင်မလေးတွေနဲ့တွဲတာပေါ့...ဒီလိုနဲ့တစ်နေ့တော့ သူ့ကိုအတည်သဘောကျပြီး လက်ထပ်ချင်တဲ့ကောင်မလေးနဲ့ဆုံခဲ့ရတယ်..ဒီတော့သူက ဒီဆက်ဆံရေးကြီးကိုဖြတ်ချင်တော့သူတို့အတွဲပြတ်ဖို့အရေး သူငယ်ကြီးအရင်းကြီးဖြစ်တဲ့ ဂီထယ်ကိုအကူအညီတောင်းပါတယ်..အဲ့ဒီနောက် ဆရာကြီး ဂီထယ်က အတွဲကြားပြတ်စဲဖို့ ဝင်ကူညီရာကနေ အလွဲပေါင်းများစွာဖြစ်လာပါတော့တယ်..ခံစားကြည့်ကြပါဦး..... Episodes: 16File Size:1.3GB, 500MBQuality :Web-DL NF 1080p,720PGenres:Comedy, Romance, DramaTranslated by  Yee Wai, Yumeko, Hnin Wai Oo & WinEncoded by  Phyo Pyae \n>>TELE LINK ><>>>>\n Episode 01 \n[720p]     »»»   UsersDrive  •   Yoteshin   •   MegaUp   •   StreamSB   •   Mega.NZ     •  StreamVID[1080p]    ...",
        "url": "https://channelmyanmar.org/tvshows/marriage-not-dating2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xG94Dc7LJ0NEYZ0hGTNnHuMKugl.jpg",
        "title": "Echo 3 (2022)",
        "description": "Echo 3 (2022)Apple Tv+ ကနေ အသစ်ထပ်မံထွက်ရှိလာတဲ့ Thriller ဇာတ်လမ်းတွဲတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။\nတစ်ပတ်ကို တစ်ပိုင်း ထွက်ရှိသွားမှာဖြစ်တဲ့ Series တစ်ခုပါ။\nအပိုင်း ၁၀ ပိုင်း ရှိမှာဖြစ်မှာသလို အပတ်စဉ်တင်ဆက်ပေးသွားမှာပါ။Apple Tv+ က ဖြစ်တာမို့ ဇာတ်လမ်းဇာတ်အိမ် ခိုင်မာသလို\nဘတ်ဂျက်လည်း ထိုက်သင့်သလောက် အသုံးပြုထားတာမို့\nအထူးပြုလုပ်ချက်တွေ၊ ဆက်တင်တွေဟာ ကြည့်လို့ကောင်းပါတယ်။\nအမ်ဘာဟာ စွဲလန်းစိတ်ကို သုတေသနပြုလုပ်နေတဲ့ သိပ္ပံပညာရှင် တစ်ယောက်ဖြစ်ပါတယ်။\nအမ်ဘာ့မှာ အဲလက်စ်ဆိုတဲ့ အစ်ကိုတစ်ယောက်ရှိပါတယ်။\nအဲလက်စ်ဟာဆိုရင် အမေရိကန်စစ်တပ်က စစ်သားဖြစ်ပြီးတော့\nအမ်ဘာ့ရဲ့ ယောကျ်ားဖြစ်သူ ပရင့် ဟာလည်း အဲလက်စ်နဲ့ တပ်ဖွဲ့အတူတူမှာ တာဝန်ထမ်းဆောင်နေတဲ့သူပါ။\nအမ်ဘာဟာ သူ့ရဲ့ သုတေသနအတွက် ကိုလံဘီယာနဲ့ ဗင်နီဇွဲလား နယ်စပ်ကို ခရီးထွက်သွားခဲ့ပါတယ်။\nဒါပေမယ့် နယ်မြေခံ ပျောက်ကြားတပ်ဖွဲ့ရဲ့ ဖမ်းဆီးခြင်းကို ခံလိုက်ရပြီး အဆက်အသွယ်ပြတ်သွားခဲ့ပါတယ်။\nဖြစ်ချင်တော့ အမ်ဘာဟာ ကျောင်းစရိတ်ရအောင်လို့ စီအိုင်အေအတွက် အလုပ်လုပ်ပေးနေခဲ့ပါတယ်။\nအဲမှာ ခင်ပွန်းဖြစ်သူ ပရင့်နဲ့ အစ်ကိုဖြစ်သူ အဲလက်စ်တို့ဟာ အမ်ဘာကို ...",
        "url": "https://channelmyanmar.org/tvshows/echo-3-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6fNbr1Rt578xR1WnFdcA3G9UfdZ.jpg",
        "title": "Time Between Dog and Wolf(2007)[Complete]",
        "description": "Time Between Dog and Wolf(2007)********************************အပိုင်း ( ၁ မှ ၁၆) အထိ စ/ဆုံးLee Joon Gi ကို Kay ဆိုပြီး နာမည်တွင်‌ေစခဲ့တဲ့ drama လေးLee Soo Hyun (Lee Joon Gi)နဲ့ Ji Woo (Nam Sang Mi)က ငယ်ငယ်တုန်းက ထိုင်းနိုင်ငံမှာ ဆုံခဲ့ကြပြီးအရင်းနှီးဆုံးသူငယ်ချင်း ငယ်ချစ္ဦးတွေဖြစ်ခဲ့ကြပါတယ်Soo Hyun ရဲ့အမေအဖြစ်သူဟာ ထိုင်းရာဇ၀တ်ဂိုဏ်း ချွန်းဘန်းရဲ့ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပြီးတဲ့နောက်Soo Hyun ကို NIS အေးဂျင့် Kang Jun Ho မိသားစုက ‌ေမွးစားလိုက်ပြီး Kang Min Gi (Jung Kyung Ho)နဲ့အတူကြီးပြင်းရင်း နှစ်ယောက်လုံးက NIS အေးဂျင့်တွေ ဖြစ်လာခဲ့ပါတယ်...13 နှစ်အကြာမှာတော့ Soo ...",
        "url": "https://channelmyanmar.org/tvshows/time-between-dog-and-wolf2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Screenshot_2023-01-02-20-09-53-250_com.android.chrome-154x200.jpg",
        "title": "Vikings: Valhalla – Season(01),(02)",
        "description": "Vikings: Valhalla - Season(01),(02)\n=========================\nIMDb Rating - 7.0/10နာမည်ကျော် ဗိုက်ကင်းစီးရီးကြီးကို အတော်များများ ကြည့်ဖူးကြားဖူးမှာပါ။\nမကြည့်ဖူးသေးရင်လည်း CM မှာ ဒေါင်းကြည့်လို့ရပါတယ်။ ဒီစီးရီးကတော့\nဗိုက်ကင်းရဲ့အဆက်ပါပဲ။ ဒါပေမဲ့ ဗိုက်ကင်းအဟောင်းတွေကိုမကြည့်ဖူးလည်း\nကြည့်လို့ရပါတယ်။ အရင်ခေတ်ရဲ့ နှစ် ၁၀၀ အကြာဇာတ်လမ်းကိုအခြေခံထား\nလို့ပါပဲ။ ဇာတ်လမ်းရော တိုက်ခိုက်ခန်းတွေရော အကုန် မိုက်ပါတယ်။ ဗိုက်ကင်း\nတွေဟာ မြောက်ပိုင်းဇာတိကို စွန့်ခွာလာပြီး ဥရောပတလွှားမှာ အခြေချခဲ့ပါပြီ။\nအင်္ဂလန်မှာလည်း အများကြီးပါပဲ။ ဒါပေမဲ့ ဥရောပမှာ ဗိုက်ကင်းတွေ အင်အားကြီး\nလာတာကို မလိုလားတဲ့ အင်္ဂလိပ်ဘုရင် ဒုတိယမြောက် အက်သယ်ရတ်ဟာ\nအင်္ဂလန်မြေပေါ်က ဗိုက်ကင်းတွေအားလုံးကို မိန်းမကလေးပါမကျန် အလစ်အငိုက်\nသတ်ပစ်ခဲ့ပါတယ်။ ဒါကို လက်စားချေဖို့ ဒိန်းမတ်ဘုရင်ကနျူ့ဟာ နေရာပေါင်းစုံက\nဗိုက်ကင်းတွေကို စုစည်းပြီး အင်္ဂလန်ကို တိုက်ခိုက်ဖို့ စစ်ပြင်ကြတဲ့အခါ....(စုစုပေါင်း 8 ပိုင်းရှိတဲ့ ဒီစီးရီးကို cm မှဆက်တိုက်တင်ဆက်သွားပါမည်။)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Mr.Anderson မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူများကတော့ CM Team ...",
        "url": "https://channelmyanmar.org/tvshows/vikings-valhalla/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ko2P0fsMUlUlapojxPppHDJ9BYF.jpg",
        "title": "My Lethal Man (2023)",
        "description": "CM ကနေအမြဲမျိုးစုံသောတရုတ်ဇာတ်လမ်းတွဲတွေကိုတင်ဆက်ပေးလာတာဒီတစ်ခါမှာလည်းMy Lethal Man ဆိုတဲ့မှုခင်းတရုတ်ဇာတ်လမ်းတွဲလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Shen Man Ning နဲ့ Yan Xing Cheng တိုကလွန်ခဲ့သော (၁၇) နှစ်တုန်းကဖြေရှင်းမရတဲ့ အမှုထဲကိုပါဝင်ပတ်သက်လာဖို အကြောင်းဖန်လာခဲ့တာပေါ့။ဒီလိုနဲ့ နှစ်ဦးသား အမှုရဲ့အဖြစ်မှန်ကိုဖော်ထုတ်ကြရင်းအချစ်ဇာတ်လမ်းလေးပေါက်ဖွားလာခဲ့တာပေါ့။ကဲဒီတော့ CM ပရိသတ်ကြီးတိုရေသူတိုပါဝင်ပတ်သက်တဲ့အမှုကဘာများဖြစ်မလဲ? ဘယ်လိုတွေအချစ်ဇာတ်လမ်းလေး ဖြစ်တည်လာခဲ့လဲ?ဘယ်လိုသည်းထိတ်ရင်ဖိုဖွယ်ရာအမှုကို ဖော်ထုတ်သွားမလဲအစရှိတဲ့ မေးခွန်းပေါင်းများစွာရဲ့အဖြေတွေအတွက်ဒီဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင်။ဇာတ်လမ်းထဲမှာ Shen Man Ning အဖြစ် Li Mo Zhi,Yan Xing Chengအဖြစ် Fan Zhi Xin နဲ့အစရှိတဲ့သရှပ်ဆောင်ပေါင်းများစွာ သရုပ်ဆောင်ထားပါတယ်။(အညွှန်းရေးသားထားသူကတော့ Ann Chi ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Mystery, Romance, DramaDuration : 45 min per EpisodeSubtitle : ...",
        "url": "https://channelmyanmar.org/tvshows/my-lethal-man-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/wprl-133x200.jpg",
        "title": "Work Later, Drink Now (Season2)",
        "description": "အလုပ်နောက်မှလုပ်မယ် အရင်သောက်မယ်ဆိုတဲ့\nအရက်ဂျိုးမမများရဲ့ S2 ရောက်လာပါပြီအရက်ဆိုတာ သောက်ရင် ရောဂါဖြစ်တယ်ဆိုပေမဲ့\nသူတို့နဲ့ကျမှ ရောဂါပါ ပျောက်ပေးရတာပါ...ရောဂါကိုတောင် အရက်နဲ့ ကုကြတဲ့သူတွေဆိုတော့\nဒီ season မှာလည်း အရက်သံသရာထဲလည်နေပြန်ဦးမှာပါပဲAhn So Hee, Han Sun Hwa နဲ့ Jung Eun Ji တို့သုံးယောက်တို့\nchemistry မိတာကတော့ ပြောဖို့မလိုတော့ပါဘူးနော်\nသုံးယောက်သား ဘယ်လောက်တောင် သောက်ပြီး\nမှောက်ကြမလဲဆိုတာကိုတော့ အတူကြည့်လိုက်ကြရအောင်ပါQuality : 1080p  / 720p Total Episodes : 10EpsFormat : mp4Genres : Drama / Comedy Duration : 36minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by Thu Thu ~ Wyne ~ Lai LaiiEncoded by  YK\n720p\n=========\nEpisode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/work-later-drink-now-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/ginny-135x200.jpg",
        "title": "Ginny & Georgia Season 1+2 (2021-2023)",
        "description": "နက်ဖလစ်ရဲ့ ဆယ်ကျော်သက် ဇာတ်လမ်းတွဲ အလန်းစားလေးတစ်ခု\nတောင်းကြလွန်းလို့ တင်ပေးထားပါတယ်။ သိတဲ့သူတွေလည်းသိမှာပါ။\n13RW တို့ Sex education တို့လို ဆယ်ကျော်သက် ဒရာမာတွေကြိုက်တတ်သူတွေအတွက် စိတ်ကြိုက်ဖြစ်မှာပါ။\nအမေရိကန် ဒရာမာတွေက K drama တွေနဲ့ ရသခြင်းကွာပါတယ်။\nK drama တွေက မထိတထိနဲ့ စောင်ကိုက်ရတဲ့အဆင့်ကိုပဲ သွားကြတာ များပါတယ်။ အာရှ taste ပေါ့။\nအနောက်တိုင်း ဒရာမတွေကတော့ ထိပြီးလို့ ဝုန်းပြီးလို့ နောက်ဆက်တွဲ ဒရာမာတွေကို လက်တွေ့ကျကျ ပြပါတယ်။\nလူနေမှုဘဝတွေ၊ မိသားစု ဆက်ဆံရေးတွေကို ပြပါတယ်။ ဒီတော့ မတူတဲ့အရာသာ ရတာပေါ့။\nဒီစီးရီးရဲ့ အဓိက မင်းသမီး နှစ်ယောက်ကတော့ နာမည်ထဲက အတိုင်းပါပဲ ဂျင်နီ နဲ့ ဂျော်ဂျီရာပါ။\nဂျော်ဂျီရာဟာ ဂျင်နီကို ၁၅ နှစ်အရွယ်မှာ မွေးခဲ့တာ ဖြစ်ပြီး ဒီဇာတ်လမ်းအစမှာ\nဂျင်နီဟာလည်း ၁၅ နှစ်အရွယ်ကို ရောက်လာပါပြီ။\nဂျင်နီကတော့ အေးအေးဆေးဆေး လေးလေးနက်နက်နေချင်တဲ့\nဆယ်ကျော်သက်ကောင်မလေး ဖြစ်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/ginny-georgia-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGYqlfJGp6kCV5lyopKvNTt1wxp.jpg",
        "title": "Super Action (2022)",
        "description": "Super Action (အညွှန်း)\n================\nဂင်မ်ချီမြေကတော့ ရိုက်လိုက်မှဖြင့်အဆန်းတွေချည်းပါပဲ။\nSurvival Show တွေကိုကြိုက်နှစ်သက်တဲ့ ရသစုံရှိုးဖန်တွေတော့\nဒီရှိုးလေးကို အကြိုက်တွေ့ဦးမှာဧကန်ပါပဲ။အကုန်လုံးက ရုပ်ရှင်ချစ်ပရိသတ်တွေပဲမို့ action ကားတွေနဲ့လည်းမစိမ်းဘူး .. ဟုတ်?\nအရာရာခေတ်မီတိုးတက်လာတာနဲ့အမျှ ဒီနောက်ပိုင်းမှာ တောင်ကိုရီးယားနိုင်ငံရဲ့ action ကားတွေကလည်း\nနိုင်ငံတကာအထိထိုးဖောက်နိုင်လောက်အောင်ကို အဆင့်မြင့်လာပြီပဲဖြစ်ပါတယ်။\nရုပ်ရှင်တစ်ကားပေါက်ပြီဆိုရင် သရုပ်ဆောင်, ဇာတ်ညွှန်းဆရာ, ဒါရိုက်တာ စတဲ့သူတွေကိုသာ လူသိများကြပေမယ့်\nရုပ်ရှင်တစ်ကားအောင်မြင်အောင် ပံ့ပိုးပေးရတဲ့ အရေးကြီးတဲ့အခန်းကဏ္ဍကပါဝင်တဲ့\nနောက်ထပ် “သရုပ်ဆောင်တွေနဲ့တစ်သားတည်းလှုပ်ရှားပေးခဲ့ရပြီး စခင်ရင်မ်ပေါ်ကနေ ဖုံးကွယ်ထားခဲ့ရသူတွေ” ရှိပါသေးတယ်။\nသူတို့ကတော့ “စတန့်သမား (စတန့်ပြကွက်သရုပ်ဆောင်)” တွေပါ။ဒီရှိုးလေးကတော့ ဒီနောက်ကွယ်ကဇာတ်ဆောင်တွေကို\n“အဓိကဇာတ်ဆောင်” တွေအဖြစ် မီးမောင်းထိုးပြပေးမယ့်ရှိုးလေးပါ။\nနာမည်ကျော် “Squid Game, Alienoid, Inside Men, Jumong, ..”\nအစရှိတဲ့ အမျိုးအစားစုံလင်လှတဲ့နာမည်ကျော်ရုပ်ရှင်, ဒရာမာတွေမှာ ပါဝင်ပံ့ပိုးပေးခဲ့ကြတဲ့\n“စတန့်သမား” တွေက တကယ့်စစ်မှန်တဲ့ အားကောင်းတဲ့ စတန့်ပြကွက်တွေနဲ့ ယှဥ်ပြိုင်ကြမယ့် “Super Action” ပါ။\nပထမဆုကိုဆွတ်ခူးပြီး “အကောင်းဆုံးစတန့်သမားဂုဏ်ပုဒ်” ကို အပိုင်သိမ်းမယ့်\nအဖွဲ့ ၆ ဖွဲ့ရဲ့ယှဥ်ပြိုင်မှုတွေကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ရှုစားနိုင်အောင်လို့ ...",
        "url": "https://channelmyanmar.org/tvshows/super-action-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/fanta-140x200.jpg",
        "title": "Fanta G Spot (2022)",
        "description": "ဒီတခါတင်ဆက်ပေးမယ့် k drama အသစ်လေးကတော့\nk dramaကြားထဲရှားမှရှားတဲ့ sex educationပိုင်းကို\nဟာသလေးနဲ့နှောပြီး ရိုက်ပြထားတဲ့ စီးရီးအသစ်လေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းသဘောလေးကတော့\nဟီဂျယ်နဲ့ မီနာတို့ နှစ်ယောက်က လက်ရှိအလုပ်ကနေ\nရေဒီယိုတင်ဆက်သူအဖြစ် တာဝန်အပေးခံရပါတယ်\nသူတို့တင်ဆက်ရမယ့်အစီအစဉ်ကတော့ Hit The Spot ဆိုတဲ့\nအမျိုးသမီးတွေရဲ့ လိင်ပိုင်းဆိုင်ရာလျှို့ဝှက်ချက်တွေကို ရင်ဖွင့်ပြီး တိုင်ပင်တဲ့အစီအစဉ်ပါတစ်ပိုင်းစီကိုဇာတ်လမ်းတစ်ခုပေးပို့တဲ့ ပုံစံနဲ့တင်ဆက်သွားမှာဖြစ်ပြီး\nတင်ဆက်သူတွေက အကြံပေးသွားကြမှာပါ\n*သတိပေးချင်တာကတော့ လိင်ပိုင်းဆိုင်ရာနဲ့ ပတ်သက်ပြီး\nရှေးရိုးစွဲနေတာကိုလည်း ပွင့်ပွင့်လင်းလင်းပြောသွားကြသလို\nလိင်ပိုင်းဆိုင်ရာပညာပေးဇာတ်လမ်းဖြစ်တဲ့အလျောက်\nမိသားစုနဲ့ ကြည့်ဖို့ မသင့်တော်ပါ*\nEXID ရဲ့အဖွဲ့ဝင်ဟောင်း Hani ကတော့ ဟီဂျယ်၊\nDal Shalbet အဖွဲ့ဝင်ဟောင်း Woohee ကမီနာအနေနဲ့\nသရုပ်ဆောင်ထားပါတယ်File Size – 181MBQuality – 720pDuration – 33minsTotal Episodes: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Thu Thu ~ Yong Hom ~ Lai LaiiEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/fanta-g-spot-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/story-133x200.jpg",
        "title": "Story of Things (2023)",
        "description": "Story of Things 2022\nIMDb 7.3/10ဒီခေါက်တင်ဆက်ပေးချင်တဲ့ ဘောလိဝုဒ်စီးရီးလေးကတော့\nအပိုင်း၅ပိုင်းနဲ့ မီနီစီးရီးအမျိုးအစားဖြစ်ပြီး အပိုင်း၁ပိုင်းဇာတ်လမ်း၁ပုဒ်နဲ့\nဝတ္ထုတိုလေးတွေဖတ်ရသလို ခံစားချက်ကိုပေးစွမ်းနိုင်မယ့် စီးရီးလေးတခုပါ..Episode 1:\nလူတွေဟာ ကိုယ်လိုချင်တဲ့ ပန်းတိုင်ကို အမိအရကြိုးစားကြရင်းနဲ့\nလူစိတ်တွေပျောက်သွားကြပြီး ငါဆိုတဲ့ အတ္တကြီးစိုးလာကြပါတယ်\nဒါပေမဲ့လည်း ကိုယ်ပြုတဲ့ကံကတော့ ကိုယ့်ထံပြန်လာတတ်စမြဲပါပဲနော်Episode 2:\nမိခင်မေတ္တာဟာ ဘယ်အရာနဲ့မှတုနှိုင်းမမှီတဲ့ အအေးမြဆုံးခိုလှုံရာအရိပ်ပါပဲ။\nသမီးဖြစ်သူစိတ်ချမ်းသာဖို့အတွက် မိမိရဲ့ပျော်ရွှင်မှုကိုတောင်စတေးခဲ့တဲ့မိခင်...\nသူပေးခဲ့တဲ့မေတ္တာတွေလောက် သမီးဖြစ်သူကတန်ပြန်မပေးနိုင်ခဲ့တဲ့အချိန်မှာတော့...Episode 3:\nSecond-hand တွေသုံးတတ်တဲ့သူတွေသတိထားကြဖို့ မက်ဆေ့ပေးထားတဲ့ဇာတ်လမ်းတစ်ခုပဲဖြစ်ပါတယ်\nSecond-hand အရောင်း‌ဆိုင်ကနေ ဝယ်လာမိတဲ့အဲလ်ကွန်းတစ်ခု အဲဒါနဲ့ကပ်ပါလာတဲ့ မမြင်ရတဲ့အရာတစ်ခုက ဘယ်လိုဒုက္ခပေးမလဲEpisode 4:\nလူတိုင်းမှာ အကြောက်တရား(phobia) တစ်ခုစီတော့ ရှိတတ်ကြစမြဲပါပဲ\nဒါပေမယ့်ဒီအကြောက်တရားကို\nငယ်စဥ်ကတည်းကဖခင်ကိုယ်တိုင်က ရိုက်သွင်းပေးမိခဲ့တဲ့လူငယ်တစ်ယောက်\nအချိန်တန်အရွယ်ရောက်လာချိန်မှာတော့ ဒီအကြောက်တရားကိုဘယ်လိုရင်ဆိုင်အံတုခဲ့လဲ\nလေးစားတာနဲ့ကြောက်တာကိုမကွဲပြားတဲ့ဖခင်ကရော\nသားရဲ့ပြောင်းလဲလာမှုကိုလက်ခံပေးနိုင်ရဲ့လားဆိုတာ ရှူမြင်ခံစားရမှာဖြစ်ပါတယ်Episode 5:\nအချစ်ကြောင့်ကြေကွဲလူငယ်လေးဖြစ်နေတဲ့ ကောလိပ်ကျောင်းသားလေးတစ်ယောက်\nကျောင်းအဆောင်ကနေ ပြောင်းလာပြီး အိမ်တစ်လုံးမှာ ငှားနေခဲ့ပါတယ်။\nသူနေရတဲ့ခေါင်မိုးထပ်က မှန်တစ်ချပ်မှာ ထူးဆန်းတဲ့ကောင်မလေးတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ရပြီး\nသူတို့နှစ်ယောက်ကြားက မမြင်နိုင်တဲ့သံယောဇဉ်လေးတွေဖြစ်လာခဲ့ပါတယ်။\nသူတို့နှစ်ယောက်ရဲ့ဆုံတွေ့မှုကတကယ်လား အိပ်မက်လား\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။File Size – 400MB / 600MBQuality – 1080p / 720pDuration – 45minuteTotal Episodes: ...",
        "url": "https://channelmyanmar.org/tvshows/story-of-things-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fjM7iHBHs60ykvHtF4CvZDiiR0p.jpg",
        "title": "Unlock My Boss (2022) [Complete]",
        "description": "Unlock My Boss (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၂ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)ဒီတစ်ခေါက်မှာတော့ မင်းသားကြီး Park Sung Woong အဓိကပါဝင် သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းတွဲအသစ်လေးကို CM fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။Unlock The Boss webtoon ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး Thriller/Mystery အမျိုးအစားဖြစ်တာကြောင့် စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းတွဲလေးတစ်ခုဖြစ်လာမှာ သေချာပါတယ်။ဇာတ်လမ်းအကျဉ်း ...ဆွန်းဂျူကတော့ အသက် ၃၉ နှစ်အရွယ်ရှိပြီး ကော်ပိုရေးရှင်းကြီးတစ်ခုရဲ့ စီအီးအိုတစ်ယောက်ဖြစ်ပါတယ်။\nဉာဏ်ကြီးရှင်လို့ လူတွေသတ်မှတ်ထားကြတဲ့ ဆွန်းဂျူက တစ်ရက်မှာတော့ မတော်တဆသေဆုံးသွားခဲ့ပြီး စမတ်ဖုန်းတစ်ခုအဖြစ်ပြောင်းလဲသွားခဲ့ရှာတယ်။အင်ဆောင်းကတော့ အသက် ၂၉ နှစ်အရွယ်ရှိပြီး အလုပ်အကိုင်ရှာဖွေနေတဲ့ လူငယ်တစ်ယောက်ပါ။ တစ်ရက်မှာတော့ စမတ်ဖုန်းဖြစ်သွားတဲ့ စီအီးအိုကို အင်ဆောင်းက အမှတ်မထင် ကောက်ယူခဲ့မိတယ်။အဲဒီနောက်မှာတော့ စီအီးအိုဆွန်းဂျူကို သတ်တဲ့ တရားခံကို ရှာဖွေဖို့အတွက် အင်ဆောင်းက ကြိုးစားသွားရမှာပါ။စီအီးအိုဆွန်းဂျူတစ်ယောက် ဘာကြောင့်သေဆုံးသွားခဲ့လဲ?\nလူသတ်တရားခံကရော ဘယ်သူဖြစ်မလဲ? ...",
        "url": "https://channelmyanmar.org/tvshows/unlock-my-boss-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ywU54Q2MJfmu1dJfTYaXmSERxUP.jpg",
        "title": "Flight To You (2022)",
        "description": "ဒီတစ်ခါ CMကနေ Chinese drama ကြိုက်နှစ်သက်တဲ့ပရိသတ်အတွက်ယူဆောင်လာပေးတဲ့ဇာတ်လမ်းလေးကတော့ အလုပ်နဲ့ပတ်သက်လာရင်စည်းကမ်းတင်းကြပ်ပြီးစေ့စပ်မှုရှိတဲ့ ဇာတ်ဆောင်မင်းသားလေယာဉ်မှူး ကုနန်ထင်ရဲရင့်ထက်မြက်ပြီး စိတ်ဓာတ်ပြတ်သားတဲ့ အမျိုးသမီးလေယာဉ်မှူးအဖြစ် မင်းသမီး ချိန်ရှောင်းဒီဇာတ်လမ်းလေးကတော့လုကျောင်းလေကြောင်းလိုင်းကအများသိတဲ့စည်းကမ်းတင်းကျပ်ပြီးလေ့ကျင့်ရေးမှာပြင်းထန်တဲ့ဆရာတစ်ဆူဖြစ်တဲ့ကုနန်ထင်ကကုမ္ပဏီရဲ့စနစ်အပြောင်းအလဲကြောင့် ကုန်ပစ္စည်းသယ်ယူပိုဆောင်သောလေယာဉ်မှူးကနေခရီးသည်တင်လေကြောင်းခရီးဌာနကိုပြောင်းခံလိုက်ရပြီး ပင်ကိုပွင့်ပွင့်လင်းလင်းပေါ့ပေါ့ပါးပါးစရိုက်ရှိတဲ့ချိန်ရှောင်းနှင့် အထက်လူကြီးနှင့်လက်အောက်ငယ်သားဆက်ဆံရေးဖြစ်လာပါတယ်။အဲ့လိုမျိုး ကွဲပြားခြားနားတဲ့စိတ်နေစိတ်ထားတွေကြောင့် မကြာခဏအငြင်းပွားမှုတွေဖြစ်ရင်းသူတိုနှစ်ဦးရဲ့ဇာတ်လမ်းတွေဟာရှေ့ဆက်ဘယ်လိုဖြစ်မလဲ...အ‌ခြေအနေအမျိုးမျိုး‌‌ေကြာင့်အလုပ်မှာဖြစ်ပွားတဲ့ပြဿနာအခက်အခဲတွေကိုရောဘယ်လိုရင်ဆိုင်‌ဖြေရှင်းကြမလဲဆိုတာ CM နဲ့အတူစောင့်မျှော်ကြည့်ရူကြဖိုဖိတ်ခေါ်လိုက်ပါတယ်(အညွှန်းရေးသားထားသူကတော့ Tsuki Mon ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 39Format : mp4Genres : DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 1 (1080p) - ...",
        "url": "https://channelmyanmar.org/tvshows/flight-to-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q2tJ9i3igvokzBNutUerbdCFoud.jpg",
        "title": "Urban Legend (2022) Complete",
        "description": "Urban Legend (2022) Complete Knock Knock (2015) ရဲ့ ဒါရိုက်တာဖြစ်တဲ့အပြင်ကို Horror ကားကောင်းတွေ ပရိုဂျူဆာလုပ်ခဲ့ ရိုက်ခဲ့တဲ့ Master of Horror ကြီး Eli Roth ရဲ့ ကွပ်ကဲမှုနဲ့ ရိုက်ထားတဲ့ Anthology series ပါ။ တစ်ပိုင်းတစ်ဇာတ်မို့ အဆင်ပြေသလို ကြည့်လို့ရပါတယ်။ Urban Legend ဆိုတဲ့အတိုင်း တစ်ကြောင်းတစ်ဂါထာ တစ်ရွာတစ်ပုဒ်ဆန်း ပါးစပ်ပြောဒဏ္ဍာရီပုံပြင် Horror ဇာတ်လမ်းတွေကိုပဲ တင်ဆက်ထားတာဖြစ်ပြီး ပရိသတ်တွေ မမြင်ဖူးလောက်တဲ့ အသစ်အဆန်းတွေ အများကြီးပါတယ်လို့တော့ဆိုထားပါတယ်။ သို့ပေမဲ့ အပိုင်းတစ်ကတော့ Saw ကားတွေကိုမှ Bitcoin နဲ့ ပေါင်းစပ်ထားတဲ့ အပိုင်းဖြစ်နေပါတယ်။ ကြည့်လို့တော်တော်ကောင်းပါတယ်။ ဆိုက်ကိုပတ်တွေ၊ ပဟေဠိဆန်တဲ့လူသတ်မှုတွေ၊ ကြောက်စရာသတ္တဝါတွေ စသဖြင့် ဇာတ်လမ်းပေါင်းများစွာကို ကြည့်ရမယ့် Horror Anthology Series ပါပဲ။ Slasher, Gore, ...",
        "url": "https://channelmyanmar.org/tvshows/urban-legend-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Too-Hot-to-Handle-Season-4-200x200.jpg",
        "title": "Too Hot to Handle Season 4 (2022)",
        "description": "Too Hot to Handle Season 4 (2022)ကမ္ဘာတစ်လွှားက အထန်လေးများနှင့် Too hot to handle s4 လာပါပြီ။\nဒီတစ်ခါမှာလည်း မာယာများတဲ့ Lana နဲ့ Desiree တို့ရဲ့ ထောင်ချောက်ထဲကို\nဟော့ဟော့ရမ်းရမ်း အဆင်လေး ၁၀ ယောက် ပြုတ်ကျသွားပြန်ပြီဆိုတာကတော့ ဒီအစီအစဉ်ကိုကြည့်ရှုသူတိုင်းသိကြမှာပါ။ဒီတစ်ခါမှာ နည်းနည်းလေးထူးခြားတာတော့ s3ကနေစပြီး ကုန်‌ဈေးနှုန်းနဲ့အညီလိုက်တက်လာတဲ့ prize fundပါပဲ။\nPrize Fund က စုစုပေါင်း ဒေါ်လာ 2 သိန်းနဲ့ အနိုင်ရရှိသူစုံတွဲကတော့ ကျန်ရှိဆုကြေးပိုက်ပြီး အိမ်ပြန်ခွင့်ရမှာပါ။ကျန်ရှိဆုကြေးဆိုတဲ့အတိုင်းပါပဲ မဘုရ မနုရ မထုရဆိုတဲ့ များပြားလှတဲ့ Sex banစည်းမျဉ်းတွေကို ချိုးဖောက်ရင်တော့ တတိတိနဲ့နုတ်ခံရမှာပါ။\nပြွတ်ပြွတ်တောင်ပေးခွင့်မရတဲ့ Sex Ban reality show က\nအမှောင်လောကသား 10 ယောက်နဲ့ ဘဝပြောင်းသွားစေလောက်မဲ့ဆုကြေးငွေကြားမှာ အပြိုင်လွန်ဆွဲမှုတွေကို\nဆောင်းရာသီခပ်စိမ့်စိမ့်လေးမှု ကြည့်ရှုရင်း အတူတူရင်ဖိုလိုက်ရအောင်ပါအညွှန်းကိုတော့ Mary Christ ...",
        "url": "https://channelmyanmar.org/tvshows/too-hot-to-handle-season-4-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aar-yar-133x200.jpg",
        "title": "Aar Ya Paar (2022)",
        "description": "Aar Ya Paar (2022)\nAction\nIMDb 7.8/10အခုတစ်ခါလည်း အိန္ဒိယစီးရီးကောင်းလေးတစ်ခုကို တင်ဆက်ပေးပါ့မယ်။ကမ္ဘာပေါ်မှာ ထည့်တွက်မစဥ်းစားထားတဲ့ လူမျိုးစုပေါင်း ၁၀၀ ကျော်ရှိတယ်ဆိုတာ သင်သိပါသလား။ဟုတ်ပါတယ်။ တချို့က မျိုးတုန်းပျောက်ကွယ်သွားကြသလို တချို့ကလည်း\nသစ်တောပြုန်းတီးမှုနဲ့အတူ ပျောက်ကွယ်သွားကြတယ်။ တချို့ကလည်း\nသတ္တုတူးဖော်ရေးလုပ်ငန်းတွေကြောင့် ဖယ်ပေးလိုက်ရတာမျိုး စသဖြင့်ပေါ့။ဒီလို လူမျိုးစုတွေထဲမှာ အိန္ဒိယနိုင်ငံအတွင်း ထိန်းသိမ်းခံတောအုပ်ထဲမှာ\nနေထိုင်ကြတဲ့ ဒေဂိုဟာတီဆိုတဲ့ လူမျိုးစုတစ်စုရှိတယ်။သူတို့ဟာ ပြင်ပကမ္ဘာကြီးကို မုန်းတီးကြပြီး အဆက်အဆံလည်း မလုပ်ကြဘူး။သူတို့နေထိုင်တဲ့ရွာနားတဝိုက်မှာ ယူရေနီယမ်သတ္တုတွင်းရှိနေတာကို\nသိသွားတဲ့ ခရိုနီကြီးကတော့ ဒီလူမျိုးစုကို သုတ်သင်ဖို့ကြံပါတော့တယ်။ဒီလိုနဲ့ ကိုယ့်လူမျိုးကို လွတ်မြောက်အောင် ကြိုးစားမယ့် ဒီလူမျိုးစုတွေရယ်\nခရိုနီကြီးရယ် ထိပ်တိုက်တွေ့လာတဲ့အခါမှာတော့။\nဘာတွေဖြစ်လာမလဲဆိုတာကို ဒီစီးရီးလေးမှာ ရှုစားပေးကြပါဦးနော်။File Size – 400MBQuality – 1080p WEB DL / 720pDuration – 35minuteTotal Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Action & ...",
        "url": "https://channelmyanmar.org/tvshows/aar-ya-paar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9gijQNMhZjGSglOh0nFpfFHhC0.jpg",
        "title": "Woman of the Dead (2023)",
        "description": "Woman of the Dead (2023)Netflix ရဲ့ ဂျာမန်စကားပြော Mystery စီးရီးလေးပါ။ခင်ပွန်းသည် သေဆုံးရတဲ့ အကြောင်းရင်းကို ရေဆုံးရေဖျားအထိ\nလိုက်ဖော်ထုတ်တဲ့ အမျိုးသမီးတစ်ယောက်အကြောင်း ရိုက်ပြထားတာပါ။ဘလွန်းက အလောင်းကောင်တွေကို ကြည့်ပျော်ရှူပျော်ရှိအောင်\nပြင်ပေးရတဲ့ စျာပန ပြုပြင်ရေးလုပ်ငန်း ပိုင်ရှင်ပါ။ဘလွန်းရဲ့ယောကျာ်း မာ့ခ်က ရဲအရာရှိဖြစ်ပြီးတော့\nနီလာ နဲ့ တင် ဆိုတဲ့ ချစ်စဖွယ်ကလေးနှစ်ယောက်ကိုလည်း ပိုင်ဆိုင်ထားပါသေးတယ်။တစ်နေ့တော့ ဘလွန်းရဲ့ မျက်စိရှေ့မှာတင်ပဲ အက်စီးဒင့် ဖြစ်ပြီး မာ့ခ် သေသွားပါတော့တယ်။\nမာ့ခ်သေဆုံးမှုရဲ့ နောက်ကွယ်က လျှို့ဝှက်ချက်တွေ၊ ထိတ်လန့်စရာ အဖြစ်အပျက်တွေကို\nဘလွန်းတစ်ယောက် ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကို ကြည့်ရှုကြရမှာပါ။ဇာတ်လမ်းရဲ့ကျောရိုးက အထူးအဆန်းကြီး မဟုတ်ပေမဲ့\nအလောင်းကောင်တွေကို ပြုပြင်ပေးရတဲ့ ဘလွန်းဆိုတဲ့ ဇာတ်ကောင်ကြောင့်\nဇာတ်လမ်းက စိတ်ဝင်စားဖို့ကောင်းပြီး တစ်ပိုင်းချင်းစီက ရုပ်လုံးကြွနေပါတယ်။အမှုလိုက်တာတွေ၊ စုံစမ်းစစ်ဆေးတာတွေကို\nသဘောကျတဲ့သူတွေ ကြိုက်နှစ်သက်ကြမယ့် စီးရီးမျိုးပါ။\nIMDb rating ကတော့ 6.6 ရရှိထားပါတယ်။အညွှန်းကိုတော့ Roman NoX က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတကတော့ Roman NoX, Rashida, ...",
        "url": "https://channelmyanmar.org/tvshows/woman-of-the-dead-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNjk4MzU5OWEtZmJhMy00NjlmLWExOTktZTcxMzA5NzUyMTM3XkEyXkFqcGdeQXVyMjg2MTMyNTM@._V1_-133x200.jpg",
        "title": "Stan Lee Lucky Man Season 1 +Season-2+ Season 3",
        "description": "Action, Crime, Thriller, Superhero အမျိုးအစား ဇာတ်လမ်းတွဲကောင်းကောင်းလေးတစခု တင်ပေးထားပါတယ်။\nစီစန် ၃ ခု ရှိပြီး တစ်စီစန်မှာ အပိုင်း ၁၀ ပိုင်းပါဝင်ပါတယ်။ကျောက်စိမ်းလက်ကောက်ဇာတ်လမ်းတွဲကိုလူတိုင်း ကြည့်ဖူးလောက်မယ်ထင်ပါတယ်အဲဒီလိုပါပဲ လက်ကောက်ဝတ်လိုက်တာနဲ့ ကံတွေကောင်းလာတဲ့ စုံထောက်ဇာတ်လမ်းတွဲလေးတော့ ရောက်လာပါပြီ ဟာရီဆိုတဲ့ စုံထောက်ဟာ ဖဲစွဲနေပြီးတော့ ရှိသမျှအကုန်ရှုံးနေလို့ မိန်းမနဲ့ကွဲဖို့ ပြင်ဆင်နေတဲ့လူတစ်ယောက်ပါ တစ်နေ့ ကာစီနိုမှာ ကစားနေတုန်းကောင်မလေးတစ်ယောက်က သူ့ဆီရောက်လာပြီးလက်ကောက်လေးတစ်ကွင်းပေးဝတ်လိုက်တဲ့အချိန်မှာတော့ မဖြစ်နိုင်တဲ့ နိုင်ပွဲဆက်တိုက်ရရှိမှုတွေပါဖြစ်လာပါတော့တယ် အဲဒီလိုနဲ့ သူနိုင်တဲ့ညမှာပဲ သူဖဲကြွေးပေးစရာရှိတဲ့ သူဌေးကအသတ်ခံလိုက်ရပါတယ် အဲဒီလိုနဲ့ လက်ကောက်ရဲ့ အစွမ်းတွေကိုတဖြည်းဖြည်းသိလာပြီးတော့ ကွင်းဆက်လူသတ်မှုတွေကို လက်ကောက်ရဲ့အစွမ်းနဲ့တစတစ လိုက်ရှာလိုက်တဲ့အချိန်မှာပဲ နောက်ကွယ်ကလူကိုသိသွားတဲ့အခါမှာတော့တကယ့်ကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးတစ်ကားပါပဲ File size…400 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre...Action, Crime, Thriller, Superhero\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldSeason-3Episode 11080p     - Yoteshin /  Meganz ...",
        "url": "https://channelmyanmar.org/tvshows/stan-lee-lucky-man-season-1-1-10-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2WqQLFFFPcRpeJ9wbfGEimYkO79.jpg",
        "title": "Single’s Inferno (2021)",
        "description": "Single Inferno (2021)Squid Game ကြောင့် ကမ္ဘာတစ်၀န်းမှာ အောင်မြင်မှုရခဲ့တဲ့ Netflix ဟာK-Wave အ​ကြောင်း ကောင်း​ကောင်း နားလည်သွားပြီမို့ Korean Projectမြောက်များစွာကို ကြေညာခဲ့ပါတယ်။ အဲ့ထဲမှာ Single Inferno ဆိုတဲ့Variety Show လည်း အပါအ၀င်ဖြစ်ပါတယ်။ Too hot to handleကြည့်ဖူးတဲ့လူ​တွေက​တော့ ဒီ Show လေးနဲ့ စိမ်း​နေမှာ မဟုတ်ပါဘူးဘာလို့လဲဆို​တော့ သ​ဘောတရားက အတူတူပဲမို့လို့ပါ။လန်းလှပါချည်ရဲ့ဆိုတဲ့ လူ​ချောလူ​​ဖြောင့်​တွေကို လူသူမရှိတဲ့ကျွန်း​ပေါ်မှာအတူစု​​နေခိုင်းပြီး အချစ်စစ်ကိုရှာ​ဖွေခိုင်းမှာဖြစ်ပါတယ်။ဒါ​ပေမဲ့လည်း စည်းမျဥ်းစည်းကမ်း​တွေ​ချမှတ်ထားတာမို့ပွဲကြမ်းချင်တိုင်းကြမ်းလို့တော့မရပါဘူး။ နောက်ထပ် စိတ်၀င်စားစရာအချက်ကဒီရှိုးကို မမ Lee Da Hee နဲ့ Super Junior အဖွဲ့ဝင်KyuHyun တို့ Main host အဖြစ် တာ၀န်ယူရိုက်ကူးခဲ့တာမို့ အ​တော့်ကိုလန်းနေမှာပါ။ကိုရီးယား Variety လောကမှာ ဒီလိုရှိုးမျိုးက ရှားမှရှားဖြစ်တဲ့အတွက်နာမည်ကြီးဦးမှာ အ​သေအ​ချာပါပဲ။မြင်ရလွန်းလို့ရိုး​နေပြီဖြစ်တဲ့ အ​နောက်တိုင်းသား​တွေရဲ့ခန္ဓာကိုယ်အဖုအထစ်​တွေကို မကြည့်ချင်​တော့ဘဲဖြူဖြူ​သွယ်သွယ် ...",
        "url": "https://channelmyanmar.org/tvshows/singles-inferno-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3r4LYFuXrg3G8fepysr4xSLWnQL.jpg",
        "title": "SPY x FAMILY (2022)",
        "description": "Spy X Family (2022)==============သိပ်မကြာသေးခင်ကမှ ထွက်ရှိလာတဲ့ Anime စီးရီးတခုပါပါ\nIMDB Rating အနေနဲ့ 9.1/ 10ကို User 1.5kထိပေးထားပြီး\nအတော်လေးခွီရတဲ့ ဇာတ်လမ်းတပုဒ်ပါပဲ....ဇာတ်လမ်းအကျဉ်းကတော့\nသိပ်ကိုတော်တဲ့ စပိုင်တစ်ယောက်ဟာ\nရုပ်ပေါင်းများစွာဖျက်ပြီး မစ်ရှင်တွေကို\nတခုပြီးတခုအောင်မြင်စွာ ဆောင်ရွက်နေနိုင်ခဲ့ပါတယ်\nသူ့နာမည်ဝှက်ကတော့ \"ဆည်းဆာ\"ပါ....\nတနေ့တော့ သူ့အတွက်မစ်ရှင်ကို\nကုတ်ဖော်ပြီး သူရလိုက်တဲ့မစ်ရှင်က\nစောင်တလွဲဆိုတာသိလိုက်ရပါတယ်အဲ့ဒီမစ်ရှင်က သူကလေးတစ်ယောက်ကို\nတပတ်အတွင်းမွေးပြီး သူစပိုင်လုပ်ရမယ့်\nလူကြီးတစ်ယောက်ပိုင်တဲ့ကျောင်းမှာ\nသတင်းသွားယူဖို့ပါပဲ....အမြဲတမ်းကမ္ဘာကြီးကိုလျှို့ဝှက်စွာကယ်တင်နေတဲ့\nဆည်းဆာတစ်ယောက် မိဘမဲ့ဂေဟာကနေ\nကလေးတစ်ယောက်ကို အလွယ်တကူမွေးစားလိုက်ပြီး\nအဲ့ဒီကလေးက သာမန်မဟုတ်တဲ့အခါမှာတော့\nဘယ်လိုဘယ်ပုံ အလွဲအချော်တွေနဲ့ ဇာတ်အိမ်တည်ဆောက်\nသွားဦးမလဲဆိုတာကို Action / Comdeyအပြည့်နဲ့\nကြည့်ရှုရမှာမို့ တင်ဆက်ပေးလိုက်ပါတယ်........... File Size –300MB / 150MB @EpisodeQuality –1080p / 720pDuration – minute (@Episode)Total Episodes: N/ASubtitle – Myanmar HardsubFormat – Mp4Genre : Animation / Action / ComedyTranslator – VentiEncoder – YK \nVIP Member ...",
        "url": "https://channelmyanmar.org/tvshows/spy-x-family-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AbPtvnrNpTcUo8DrkaP9C87qKyQ.jpg",
        "title": "Song of the Moon (2022)",
        "description": "ရှန်းရှဇာတ်လမ်းတွဲတွေကိုမျှော်နေတဲ့ CM ပရိသတ်တွေအတွက်အသစ်ထွက်ရှိလာတဲ့ ရှန်းရှဇာတ်ကားလေးကိုရွေးချယ်တင်ဆက်ပေးလိုက်ပါတယ်။Main Cast တွေကတော့ မကြာသေးခင်ကမှဇာတ်သိမ်းသွားတဲ့ A romance of little forest ထဲကမင်းသား Jiang Bin Bin နဲ့ Love Scenery ထဲကမင်းသမီး Xu Lu တိုပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့Liu Shao က ဘဝကိုအပူအပင်ကင်းကင်းဖြတ်သန်းနေတဲ့မိန်းကလေးတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာသူမဟာ ထူးဆန်းပြီးလျှိဝှက်ဆန်းကြယ်တဲ့လူတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီး သူမရဲ့အနာဂတ်ကိုသုံးရက်တာပျော်ရွှင်မှုနဲ့လဲလှယ်ခဲ့ပါတယ်။ထိုသူဟာ လျှိဝှက်တဲ့နတ်ဘုရား Lu Li ဖြစ်ပြီးသူမဟာ ထိုသူနဲ့ပတ်သက်မိရာကနေ နတ်ဘုရားနဲ့မိစ္ဆာတွေရဲ့ အရှုပ်အထွေးတိုက်ပွဲတွေကြားကိုကျရောက်သွားခဲ့ရပါတယ်။ သူမဟာ အခက်အခဲမျိုးစုံကိုကြုံတွေ့ဖြတ်သန်းရပါတော့တယ်။ ဒီလိုနဲ့ Liu Shao နဲ့နတ်ဘုရား Lu Li ကြားသံယောဇဥ်တွေရစ်ပတ်ပြီးအချစ်တစ်ခုပေါက်ဖွားလာတဲ့အခါ...ချစ်ရတဲ့သူတွေကိုကာကွယ်ဖို အခက်အခဲဒုက္ခမျိုးစုံကို ဖြတ်သန်းရပြီး ၊မိမိနှလုံးသားဆန္ဒများကိုဘေးဖယ်ထားပြီး၊လောကရဲ့ဘေးကင်းအေးချမ်းမှုကို ဦးစားပေးရချိန်မှာတော့...သူတို ကံကြမ္မာကိုပြောင်းလဲနိုင်မလား။ရှန်းရှကားတိုရဲ့ထုံးစံအတိုင်း အချို အရို အငို ရသမျိုးစုံခံစားကြည့်ရှုရမှာမိုမလွတ်တမ်းစောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးနော်။(အညွှန်းရေးသားထားသူကတော့ Yin Wai Phyo ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal ...",
        "url": "https://channelmyanmar.org/tvshows/song-of-the-moon-2022/"
    }
]