[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMGNiODM0NzktZjA5Zi00NWQ3LTljZGMtNDAwNGJhYThmNDYxXkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Other Black Girl (2023)",
        "description": "The Other Black Girl (2023)\n====================\nIMDb Rating - 6.5/10ဒီဇာတ်လမ်း‌တွဲလေးကတော့ နာမည်တူဝတ္ထုဖြစ်တဲ့ \"The Other Black\nGirl\" ကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတဲ့ Hulu series လေးပဲဖြစ်ပါတယ်။\nနဲလာဆိုတဲ့ လူမည်းအမျိုးသမီးက လူဖြူတွေကြီးပဲရှိတဲ့ Wagnar Books\nဆိုတဲ့ စာပေတိုက်မှာအလုပ်လုပ်နေတဲ့ လက်ထောက်အယ်ဒီတာဖြစ်တယ်။\nသူ့လိုမျိုး လူမည်းလုပ်ဖော်ကိုင်ဖက်တွေမရှိတဲ့အတွက် အားငယ်နေတာပေါ့။အဲဒါနဲ့တစ်နေ့ ဟေဇယ်ဆိုတဲ့ လူမည်းအမျိုးသမီး‌လေးက သူတို့အလုပ်မှာ\nအင်တာ‌ဗျူးလာဖြေပြီး အောင်သွားတဲ့အတွက် နဲလာတစ်ယောက်အရမ်းပျော်\nသွားတယ်။ သိပ်မကြာခင်မှာပဲ သူတို့တွေအရမ်းခင်သွားကြပြီး အတင်းတွေ\nတုပ်နေရင်းကမှ ဟေဇယ်က နဲလာ့ရဲ့အတင်းတွေကို ဖွလိုက်ပြီး ကုမ္ပဏီမှာ\nပြဿနာအကြီးကြီးတက်သွားပါလေရောပေါ့။ အဲတော့ ဟေဇယ်က ဟန်ဆောင်\nနေခဲ့တာလား၊ သူ(မ) ဘာတွေကြံစည်နေတာလဲ၊ နောက်ပြီး နဲလာကလည်း\nသရဲလိုလို စိတ်ထင်ယောင်ထင်မှားဖြစ်နေတာတွေလိုလိုအရာမျိုးတွေကို မြင်\nနေရတာဆိုတော့ အဲဒါက ဘာတွေများ ဖြစ်နေမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့\nကြည့်ရှုရမဲ့ ဇာတ်လမ်းတွဲအသစ်လေးပဲဖြစ်ပါတယ်။စုစုပေါင်း(၁၀)ပိုင်းထွက်ရှိထားပြီး CMမှ ဆက်တိုက်တင်ဆက်ပေးသွားပါမည်။ (ဒီစီးရီးရဲ့ အညွှန်းကို Khant Sett Naing မှရေးသားပေးပြီး၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team ...",
        "url": "https://channelmyanmar.org/tvshows/the-other-black-girl-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ttUAM6vZ7IhLfEFeBtWKVom3LVQ.jpg",
        "title": "Burning Body (2023) Complete",
        "description": "Burning Body (2023) Netflix's Mini Series Money Heist ထဲမှာ တိုကျိုအဖြစ် သရုပ်ဆောင်ပြီး ကျွန်တော်တို့အားလုံးရဲ့ အချစ်ကိုရသွားခဲ့သူ မမ Úrsula Corberó ရဲ့ ဖြစ်ရပ်မှန် စပိန်စီးရီးအသစ်ဖြစ်ပါတယ်။ သူက Snake Eyes မှာလည်းပါခဲ့သလို G.I. Joe: Ever Vigilant မှာလည်း ပါလာဦးမှာပါ။ သူ့အပြင် Isak Férriz တို့၊ Quim Gutiérrez တို့၊ နောက် Money Heist ထဲကပဲ မေတ္တာတုံးကြီး ဂန်ဒီယာနေရာက José Manuel Poga တို့လို စပိန်က နာမည်ရှိတန်းရှိသရုပ်ဆောင်တွေလည်းပါသလို ဇာတ်လမ်းလည်းကောင်းတာမို့ စပိန်စီးရီးတွေကြည့်ရတာကြိုက်တဲ့သူတွေ စောင့်ကြည့်သင့်တဲ့ ဇာတ်လမ်းတွဲအသစ်တစ်ခုပါပဲ။ ဇာတ်ကတော့ သူ့နာမည်အတိုင်း... ကားတစ်စီးထဲမှာ မီးကျွမ်းနေတဲ့ အလောင်းတစ်လောင်းကနေစတဲ့ ဇာတ်ပါပဲ။ အဲဒီအလောင်းက ယာဉ်ထိန်းရဲတစ်ယောက်ရဲ့အလောင်း။ သူ့ဇနီးဟောင်းရော လက်ရှိဇနီးရောက ...",
        "url": "https://channelmyanmar.org/tvshows/burning-body-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/E57517_4f-143x200.jpg",
        "title": "Love in Lies (2023)",
        "description": "အကြင်နာမုသားနာဆစ် အဖြစ် Bank Artit\nရမ် အဖြစ် Anna Glucks\nခနွတ် အဖြစ် Bom Phongsakorn\nခနစ်ထာ အဖြစ် Jean Chartinnaraဇာတ်လမ်းအကျဉ်းနာဆစ်က အာဆနပ်မွန်တရီကုမ္ပဏီကြီးရဲ့ ပိုင်ရှင် ခွန်ဆဆစ်နဲ့ ခွန်နေရီတို့ရဲ့တစ်ဦးတည်းသောသားဖြစ်ပါတယ်ခွန်ဆဆစ်က မယားငယ်ရှိနေခဲ့တယ်ဆိုတဲ့သံသယကြောင့် ခွန်နေရီနဲ့ ခွဲနေခဲ့ပေမဲ့ ကုမ္ပဏီရှယ်ယာပိုင်ဆိုင်မှုတွေမှာတော့ ရှင်းလင်းပြတ်သားမှုရှိမနေခဲ့ပါဘူးတစ်နေ့ ခွန်ဆဆစ်ဆီ မယားငယ်ရဲ့သမီးဖြစ်သူလို့ယူဆရတဲ့ ရမ်ရဒါတစ်ယောက်ရောက်ရှိလာခဲ့ပါတယ်ရမ်ရဒါနဲ့နာဆစ်က အရင်ကတည်းက သိကျွမ်းဖူးကြပြီး နာဆစ်တစ်ယောက်သဘောကျနေခဲ့တဲ့မိန်းကလေးလည်းဖြစ်နေခဲ့တယ်ဒါပေမဲ့ သဘောကျရတဲ့မိန်းကလေးက သူအရမ်းမုန်းရတဲ့ သူတို့မိသားစုကိုဖျက်ဆီးခဲ့တဲ့မယားငယ်ရဲ့သမီးလို့ထင်သွားခဲ့တဲ့အခါမှာတော့ နာဆစ်တစ်ယောက် ဘယ်လိုဆက်လုပ်မလဲခွန်ဆဆစ်က တကယ်ရောမယားငယ်ရှိခဲ့တာလား\nရမ်ရဒါကရော တကယ်မယားငယ်ရဲ့သမီးဖြစ်နေခဲ့တာလား\nမိဘတွေရဲ့ အငြိုးတွေ လှည့်စားမှုတွေကြားမှာ နာဆစ်နဲ့ရမ်တို့အချစ်ရေးဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ \"အကြင်နာမုသား\"ဇာတ်လမ်းတွဲမှာကြည့်ရှုကြရအောင်(အညွှန်းရေးသားသူမှာ Kyi Nue Zin ဖြစ်ပါတယ်)Native Title: รักในรอยลวง\nEpisodes: 17\nAired: Jul 18, 2023 - ?\nAired On: Monday, Tuesday\nOriginal Network: Channel 7\nDuration: 1 hr. 25 ...",
        "url": "https://channelmyanmar.org/tvshows/love-in-lies-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bDcGmCuqliWyRYFMeAbq7m1B3HO.jpg",
        "title": "Sunshine by My Side ( 2023 )",
        "description": "ဒီတစ်ခေါက် CM ရဲ့ ပရိသတ်တွေအတွက် မင်းသားချောလေး\nXiao Zhan ရဲ့ဇာတ်လမ်းအသစ် \"Sunshine By My Side\" လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-ဘဝကို ကြိုးစားစွာဖြတ်သန်းနေတဲ့ ဒီဇိုင်နာလေး ရှန့်ယန်နဲ့\nကြော်ငြာလောကမှာ နာမည်ကြီးဒါရိုက်တာဖြစ်သူ ကျန်ပင်းတို့နှစ်ယောက်\nမတော်တဆတွေ့ဆုံမိပြီးနောက်မှာ အချင်းချင်းထွန်းလင်းပေးပြီး\nအချင်းချင်းကူညီပေးခဲ့ကြတဲ့အကြောင်းဖြစ်ပါတယ်။ရှန့်ယန်ဟာ ကျန်ပင်းရဲ့ထောက်ခံမှုနဲ့ အားပေးမှုကြောင့်\nအဆက်မပြတ်တိုးတက်လာပြီး လုပ်ငန်းမှာ အောင်မြင်မှုတွေ\nရလာခဲ့ပါတယ်။ ကျန်ပင်းကလည်း ရှန့်ယန်ရဲ့ ဂရုစိုက်မှုနဲ့\nအဖော်ပြုမှုတွေမှတစ်ဆင့် ဘဝနဲ့ အချစ်အပေါ်\nယုံကြည်မှုတွေ ပြန်ရခဲ့တဲ့အကြောင်းလေး ဖြစ်ပါတယ်။မမနဲ့မောင်လေးတို့နှစ်ယောက် အလုပ်နဲ့ ဘဝမှာ ကြုံတွေ့ရတဲ့\nအခက်အခဲတွေကို ချစ်ခြင်းမေတ္တာနဲ့ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ\nဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\nခေတ်ကားဒီဇိုင်းနဲ့ မမြင်ရတာကြာပြီဖြစ်တဲ့ အစ်ကိုရှောင်းကျန့်ရဲ့\nဇာတ်ကားကောင်းလေးဖြစ်တဲ့အတွက်\nကြည့်ကိုကြည့်သင့်တဲ့ကားလေးတစ်ကားပါပဲနော်။Episode 1 (720p) - Yoteshin / Usersdrive / MegaUp / StreamVidEpisode 1 (1080p) - Yoteshin / Usersdrive / MegaUp / StreamVid Episode 2 (720p) ...",
        "url": "https://channelmyanmar.org/tvshows/sunshine-by-my-side-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/66D8BB8A-E4E8-4422-9242-603110084545_3445EB98-568C-45D7-9373-50139F4F8AA0_2023-6-12-T12-41-28-140x200.jpg",
        "title": "The Pact (2021) Season 01 + 02 Complete",
        "description": "The Pact (2021) Season 01 Complete ~ IMDb - 6.9/10, Rotten Tomatoes - 92% ~ ဉာဏ်ကြီးရှင် စုံထောက်တွေနဲ့ ဉာဏ်ကြီးရှင် ရာဇဝတ်ကောင်တွေ ပညာပြိုင်ပြီး ပစ်နေခတ်နေ ချနေနှက်နေ ရှုပ်ယှက်ခတ်နေတဲ့ စုံထောက်ကားတွေကို အနားပေးပြီး အေးဆေးဆေးဆေး စုံထောက်ဇာတ်လမ်းကို ကြည့်ချင်ရင်တော့ ဒီ Series လေးကို အကြိုက်တွေ့မှာသေချာပါတယ်။ Cruel Summer လို၊ American Horror Story လို Anthology Series မျိုးဖြစ်လို့ ပထမ Season နဲ့ နောက် Season ကတော့ ဇာတ်လမ်းတူမှာမဟုတ်ပါဘူး။ ဒီ Series တွေရဲ့ ပုံစံကတော့ အသိုင်းအဝိုင်းလေးတစ်ခုထဲမှာ ပုံမှန်မဟုတ်တဲ့ ကိစ္စတစ်ခုဖြစ်သွားပြီး ခက်ခဲတဲ့အခြေအနေမှာ သူတို့ကြားက သစ္စာရှိမှုကို မှတ်ကျောက်တင်မယ့် အဖြစ်အပျက်လေးတွေကို ပြထားပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/the-pact-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Mf0AC9hyFQqcTDxiR2n83fkbot.jpg",
        "title": "Escape to Homestay (2023)",
        "description": "Escape to Homestay / လွတ်ငြိမ်းရာအိမ်ကလေး (2023)ထိုင်းဇာတ်လမ်းတွဲတွေထဲကမှ ရှားရှားပါးပါး ထွက်ရှိလာတဲ့ Healing Drama လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n‌ဘီယာဆိုင်အရှံးပေါ်မှုကြောင့် တော့ပ်က သူငယ်ချင်းတွေဖြစ်တဲ့ ဂန်းနဲ့ ဖလင်ကိုပါခေါ်ပြီး မြို့ပြနဲ့ဝေးရာ အဘွားရှိရာနယ်မြို့လေးဆီ ပြေးထွက်လာပါတော့တယ်။\nကိုယ်စီပြဿနာ အခက်အခဲတွေနဲ့ သူတို့ ၃ ယောက်သား အဘွားရဲ့တည်းခိုအိမ်မှာ စိတ်အနားပေးဖို့လာကြရင်း\nနယ်မြို့အရာရှိ \"တာ\"၊ ကော်ဖီဆိုင်ပိုင်ရှင် \"ဂျန်\" တို့အပြင်၊ သက်တူရွယ်တူ အိမ်ပြေးမလေး \"သောင်\"၊ တစ်တော့ကာ \"ဘဲလ်\"တို့နဲ့ သိကျွမ်းလာကြပါတော့တယ်။\nမြို့ငယ်လေးမှာ ကိုယ်စီစိတ်အစိုင်အခဲတွေကို ခြေဖျက်ဖို့ ကြိုးစားကြရင်း အဘွားရဲ့ တည်းခိုအိမ်ရိပ်မှာ အေးချမ်းမှု၊ ဆိတ်ငြိမ်မှုကို ရှာကြမယ့် ဇာတ်လမ်းလေးမို့\nနယ်မြို့လေးရဲ့ အငွေ့အသက်တွေကို ကိုယ်ပါ ဝင်ခံစားနိုင်မယ့် ဇာတ်လမ်းလေးပါပဲ။သရုပ်ဆောင်တွေကလည်း အားလုံးနဲ့ မစိမ်းလောက်မယ့် သူတွေမို့ လူငယ်ဒရမ်မာဇာတ်လမ်းကို အပူအလောင်ကင်းကင်း ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Su Myat က ရေးဖထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Su ...",
        "url": "https://channelmyanmar.org/tvshows/escape-to-homestay-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/bombay-133x200.jpg",
        "title": "Bambai Meri Jaan (2023)",
        "description": "BomBay My Beloved (2023)ဘုံဘေဆိုတဲ့ ပင်လယ်ဆိပ်ကမ်းစီးပွားရေးမြို့ဟာ\nဒုစရိုက်မှုတွေ အင်မ‌တန်ပေါများတဲ့မြို့ဆိုလည်းမမှား...ဘုံဘေက လူမိုက်ဂိုဏ်းရာဇဝတ်ဂိုဏ်းတွေကိုထိန်းချုပ်ပြီး\nရေလမ်းကလာသမျှအဖိုးတန်ပစ္စည်းတွေ မှောင်ခိုရောင်းချနေကြ ၊\nဒုစရိုက်မှုမှန်သမျှနောက်ကွယ်ကကြိုးကိုင်နေသူ ဟာဂျီဘုံဘေတစ်မြို့လုံးက ကြောက်ရွံ့ကြတဲ့ အနေအထားကနေ\nတစ်မြို့လုံးလေးစားရတဲ့အခြေအနေထိဖန်တီးလာနိုင်ခဲ့တဲ့သူသူ့အလုပ်သူ့စီးပွားရေးတွေဆိုရင် သူခိုးအသေးစားကအစ\nအထက်အရာရှိကြီးတွေအထိမထိရဲကြတဲ့အချိန်မှာ\nသူ့ရဲ့ ဖုံးမနိုင်ဖိမရရာဇဝတ်မှုတွေကို‌ချေမှုန်းဖို့ တာဝန်ကျလာတဲ့သူကတော့\nအစ်မေးလ်တို့ ပထာန်အထူးစုံစမ်းရေးအဖွဲ့တစ်မြို့လုံးကိုခြယ်လှယ်နိုင်တဲ့ ရာဇဝတ်ဂိုဏ်းကြီးနဲ့ ရဲစွမ်းသတ္တိရှိတဲ့\nသာမန်ရဲအရာရှိတစ်ယောက်ရဲ့ ထိပ်တိုက်တွေ့ဆုံပွဲ လူမိုက်တွေကြားက\nအချင်းချင်းပတ်ကွက်ကျော်ရိုက်တဲ့အကွက်တွေကို မြင်တွေ့ရမဲ့စီးရီးတစ်ခုဖြစ်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်ကတော့ BpL ~ V ~ Yunni ~ Zwe ~ Dee ~ Moon ~ Cherry ~ Aditi ~ YH တို့ပဲဖြစ်ပါတယ်)Quality : 1080p WEB DL / 720p Total Episodes : 10EpsFormat : mp4Genres : Crime ~ DramaDuration : 1h Subtitle : Myanmar Subtitle ( ...",
        "url": "https://channelmyanmar.org/tvshows/bambai-meri-jaan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkhWfnBNf6oVEmiLzccZTvafWA6.jpg",
        "title": "My Journey To You (2023)",
        "description": "Synopsis of My Journey to You (2023)ကုန်းမိသားစုဆီကို သတို့သမီးအဖြစ် ဟန်ဆောင်ပြီး ဝင်လာတဲ့\nဝူဖုန်းက လုပ်ကြံသူ ယင်ဝေရှန်း (Yu Shu Xin)\nအဖေဖြစ်သူနဲ့ အစ်ကိုက တစ်ချိန်တည်းမှာပဲ လုပ်ကြံခံလိုက်ရလို့ မမျှော်လင့်ဘဲ\nကုန်းအိမ်တော်ရဲ့ ဓားသခင်ဖြစ်လာခဲ့တဲ့ ကုန်းကျစ်ယွီ (Zhang Ling He)အပြောင်းအလဲတွေကြားမှာပဲ ယွင်ဝေရှန်းတစ်ယောက် ဓားသခင်အသစ်\nကုန်းကျစ်ယွီရဲ့ သတို့သမီး ဖြစ်လာခဲ့ပြီး သူ့ မူလတာဝန်တွေ ပြီးဆုံးတဲ့အခါ\nဝူဖုန်းရဲ့ ထိန်းချုပ်မှုအောက်ကနေ လွတ်မြောက်ပြီး\nလွတ်လပ်တဲ့ကောင်မလေးတစ်ယောက်ဖြစ်လာနိုင်ပြီလို့ ထင်ထားခဲ့ပေမဲ့\nတကယ်တမ်းမှာ ပိုအန္တရာယ်များတဲ့ တာဝန်တွေက သူ့ကိုစောင့်ကြိုနေမှာလဲဆက်ခံသူမဖြစ်ချင်တဲ့ ကုန်းကျစ်ယွီကရော ဓားသခင်ဖြစ်လာပြီးတဲ့နောက်\nကံကြမ္မာရဲ့ အလှည့်အပြောင်းတွေကြားမှာ\nဘယ်လိုတာဝန်တွေကို ဆက်ပြီးထမ်းဆောင်ရမလဲယွင်ဝေရှန်းနဲ့ ကုန်းကျစ်ယွီကြားထဲမှာ အချစ်မေတ္တာတွေ\nဘယ်လို‌ပေါက်ဖွားလာပြီး သူတို့ရဲ့ တာဝန်ကိုယ်စီကြားကနေ\nဘဝခရီးလမ်းကို ဘယ်လိုရှေ့ဆက်လှမ်းကြမလဲဆိုတာတော့\nဒီဇာတ်လမ်းတွဲလေးမှာ စောင့်မျှော်အားပေးကြပါဦးLove Between Fairy and Devil ထဲက\nရှောင်လန်ဟွားနဲ့ ချန်ဟန်နတ်မင်းကိုတော့ ဒီဇာတ်လမ်းတွဲထဲမှာ\nအတွဲညီညီနဲ့ ကြည့်ရတော့မှာပါ ပရိသတ်ကြီးရေ======================Quality : WEB-DL 1080p, 720p\nTotal ...",
        "url": "https://channelmyanmar.org/tvshows/my-journey-to-you-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mtKT9FiapZqcJLFflisIVvqWqXo.jpg",
        "title": "Cold Blooded Intern (2023)",
        "description": "Cold Blooded Intern (2023)အရောင်းတာဝန်ခံအနေနဲ့ အလုပ်လုပ်ခဲ့တဲ့ ဂိုဟယ်ရာ ဟာ ကလေးတစ်ယောက်ရပြီးတဲ့နောက်မှာ အလုပ်က ထွက်ခဲ့ရပါတယ်။\nသူ့ကလေးကို ပင်ပင်ပန်းပန်းနဲ့ ၇ နှစ်ကြာ ပြုစုပြီးချိန်မှာတော့ သူ့အလုပ်ကို ပြန်ပြီး လုပ်ချင်စိတ် ဖြစ်လာပါတော့တယ်။\nဒါပေမဲ့လည်း အလုပ်တစ်ခု ရဖို့ကို ကျားကုတ်ကျားခဲ ကြိုးစားရပါတယ်။\nရမယ့်ရပြန်တော့လည်း မားကက်ဟောက်စ် ဆိုတဲ့ ကုမ္ပဏီမှာ အလုပ်သင်ဝန်ထမ်းအနေနဲ့ ရခဲ့ပါတယ်။\nအဲဒီမှာ ဒါရိုကတာ ချွဲဂျီဝန်း နဲ့ ဆုံတွေ့ပါတော့တယ်။\nချွဲဂျီဝန်း နဲ့ ဂိုဟယ်ရာက အရင် ကုမ္ပဏီတစ်ခုမှာ အလုပ်အတူတူ လုပ်ခဲ့ပဖူးပါတယ်။\nချွဲဂျီဝန်း က ဂိုဟယ်ရာ ကို ရည်ရွယ်ချက်ရှိရှိနဲ့ အလုပ်ခန့်ပြီးနောက်မှာတော့ နည်းအမျိုးမျိုးနဲ့ ပညာပြပါတော့တယ်။\nသူတို့နှစ်ယောက်ကြားက ပဋိပက္ခတွေက ဘာကြောင့် ဖြစ်ခဲ့ကြတာလဲ\nခုချိန်မှာရော ဘာတွေ ဆက်ဖြစ်ကြမလဲ ဆိုတာကိုတော့\nအပတ်စဉ် သောကြာနေ့တိုင်း ကြည့်ရှုနိုင်မှာပဲ ဖြစ်ပါတယ်။ဘာသာပြန်တွေကတော့ Joyz, Thant Sin, Kppks, Phu Phu တို့ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/cold-blooded-intern-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mjCChwZcEZ9902tUAG1hWZlfOHm.jpg",
        "title": "When I Fly Towards You ( 2023 )",
        "description": "ချစ်ခြင်းက အရာရာကို ပြောင်းလဲပစ်နိုင်ပါတယ်\nပိုကောင်းမွန်တာရော ပိုနိမ့်ကျသွားတာမျိုးရော ပေါ့\nခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့ ချစ်ခြင်းနဲ့ထိတွေ့မိပြီး\nပိုကောင်းမွန်သွားတဲ့အကြောင်းလေးကို ရိုက်ကူးထားတဲ့\nလူငယ်ကျောင်းသားကားလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့\nမိုးဖွဲလေးတွေ ရွာနေတဲ့နေ့လေးတစ်နေ့ မုန့်ဆိုင်လေးတစ်ဆိုင်မှာ\nပေါ့ပါးတက်ကြွတဲ့ စူးကျိုက်ကျိုက်( Zhang Miaoyi)ဆိုတဲ့\nအထက်တန်းကျောင်းသူလေးတစ်ယောက် မျက်နှာတည်တဲ့ ကောင်လေးနဲ့ ဆုံတွေ့ခဲ့ကြပါတယ်စူးကျိုက်ကျိုက်တစ်ယောက် ဘယ်ကမှန်းမသိတဲ့\nအဲ့ကောင်လေးကို စစတွေ့ချင်းမှာပင် သူ့ရဲ့ ထူးခြားတဲ့\nအပြုအမူကြောင့် စိတ်ဝင်စားသွားခဲ့တာအမှန်ပါပဲ\nနောက်တစ်နေ့ ကျောင်းပြန်တက်ရမယ့် အချိန်ကိုရောက်တော့\nဟိုတစ်နေ့က တွေ့ခဲ့တဲ့ ကောင်လေးက သူနဲ့တစ်ကျောင်းထဲဆိုတာကိုသိခဲ့ပြီး\nစူးကျိုက်ကျိုက် တစ်ယောက် စတင်စုံစမ်းပါလေရော....လွဲချော်မှုပေါင်းများစွာနဲ့ နောက်ဆုံးမှာသိလိုက်ရတဲ့ အဲ့ကောင်လေးနာမည်ကတော့\nကျန်းလုရန့်(Zhou Yiran)ပါ သူက‌တော့ အထက်တန်းပထမနှစ်ကို\nအခန်း၁ မှာတက်နေရတဲ့ စာတော်တဲ့ကျောင်းသားလေးပေါ့\nအပြင်ပန်းမှာတော့ ယုံကြည်မှုတွေပြည့်ပုံပေါက်နေတဲ့ ကျန်းလုရန့်က\nတကယ်တမ်းကျတော့ မိခင်ဖြစ်သူရဲ့ သူ့ညီလေးနဲ့ သူ့အပေါ်နှိုင်းယှဉ်မှုတွေက\nသူ့ကို ယုံကြည်ချက်တွေ ပျောက်ဆုံးနေစေခဲ့တဲ့ အချက်တွေပါပဲ\nအတော်ဆုံးအခန်းက ကျောင်းသားလေးနဲ့ နောက်ဆုံးတန်းက\nကျောင်းသူလေးတို့ ဖူးစာပါလာကြတော့ သက်ဆုံးတိုင် အတူတူရှိသွားကြရတာပါပဲ\nစစတုန်းကပြောခဲ့သလိုပဲ ကျန်းလုရန့်တစ်ယောက် စူးကျိုက်ကျိုက်ဆိုတဲ့\nကောင်မလေးကို ချစ်မိသွားပြီးနောက်ပိုင်းမှာ\nကောင်းမွန်မှုတွေဆီကို ဦးတည်လာခဲ့ပါတော့တယ်Castတွေက တက်သစ်စလေးတွေဆိုပေမယ့် Inter အထိပါပေါက်ခဲ့တဲ့\nဒီကားလေးရဲ့ ထူးခြားချက်နဲ့ ဆွဲဆောင်မှုတွေက ဘာတွေဖြစ်မလဲဆိုတာကို\nCM ...",
        "url": "https://channelmyanmar.org/tvshows/when-i-fly-towards-you-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzczMzllN2UtNDJmOS00MmE5LWE2MWYtNGEwODcwMDc2M2YyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "One Piece (2023)",
        "description": "Anime fan ဟုတ်ဟုတ် မဟုတ်ဟုတ် One Piece ကိုတော့ လူတိုင်း ကြားဖူးကြမှာပါ။ ဒါကတော့ anime ကို live action အဖြစ် ပြန်လည် ဆန်းသစ်ထားတဲ့ စီးရီးလေးပါပဲ။ဇာတ်လမ်းကတော့ လူတိုင်း သိနေပြီးသားမို့ အထူးတလည် ပြောနေစရာ လိုမယ်မထင်ပါဘူး။ ပင်လယ်ဓားပြတွေ ကြီးစိုးနေတဲ့ လောကကြီးမှာ အကြမ်းဆုံးဖြစ်ပြီး ပင်လယ်ဓားပြ ဘုရင်ကြီးလို့ ခေါ်ရတဲ့ Gol D. Roger ရဲ့ ရတနာသိုက်ကို ရှာပုံတော် ဖွင့်မဲ့ Monkey D Luffy နဲ့ သူ့ရဲ့ Strawhat crew တို့ရဲ့ စွန့်စားခန်းပေါ့။ ပင်လယ်ဓားပြတွေနဲ့ ရေတပ်တွေရဲ့ အားပြိုင်မှုတွေပါမယ်၊ ထူးခြားတဲ့ အစွမ်းတွေရှိတဲ့ နတ်ဆိုးသစ်သီး (devil fruit) စားသုံးသူရဲ့ အစွမ်းတွေ မြင်ရမယ်။ battle ခပ်ကြမ်းကြမ်းတွေ ကြည့်ရမယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/one-piece-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/fit-133x200.jpg",
        "title": "Fit Check: Confessions of an Ukay Queen (2023) Complete",
        "description": "Fit Check: Confessions of An Ukay Queen (2023)\nIMDb-8.5/10အခုတစ်ခေါက်မှာတော့ ဖက်ရှင်ကိုအရမ်းရူးသွပ်တဲ့ကောင်မလေးတစ်ယောက်ရဲ့\nအိပ်မက်တွေလက်တွေဖြစ်လာဖို့ ကြိုးစားတာကို ကြည့်ရှုခံစားရမယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်သလို\nရည်မှန်းချက်ပန်းတိုင်ကို လျှောက်လှမ်းနေရင်း အခက်အခဲတွေ ကြုံတွေလာလို့\nပင်ပန်းနေတဲ့အခါမျိုးမှာ ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းပဲ ဖြစ်ပါတယ်။ငယ်စဉ်ကတည်းက အဖေဖြစ်သူရဲ့အဝတ်အစားဘေထုပ်ရောင်းတဲ့ဆိုင်မှာ ကြီးပြင်းလာခဲ့တဲ့သူတစ်ယောက်ဖြစ်ပြီး\nဖက်ရှင်တွေကို ရူးသွပ်နေတဲ့ ကောင်မလေး မယ်လန်နီ။ အဖေဖြစ်သူဆုံးပါးသွားပြီးနောက်ပိုင်းမှာတော့\nအဖေ့လက်ကျန်စီးပွားရေးလေးကို ဆက်လုပ်ကိုင်နေခဲ့ပေမဲ့ ကံမကောင်းစွာဘဲ ဘေထုပ်ဆိုင်လေးကို\nဆုံးရှုံးခဲ့ရပါတယ်။ဒီလိုနဲ့ပဲ တစ်နေ့မှာတော့ SFXဥက္ကဌရဲ့ သားဖြစ်သူ ခရစ်ဘလန်ကိုရဲ့ဖိတ်ခေါ်မှုနဲ့အတူ\nဖက်ရှင်လောကထဲကို ဝင်ရောက်ဖို့ ‌အကြောင်းဖန်လာခဲ့ပါတယ်။ အဲဒီလိုနဲ့ စတင်လာခဲ့တဲ့ အိပ်မက်တို့\nဦးတည်ရာဆီကို ကိုယ်စီသွားနေကြတဲ့ သူတွေနဲ့ ရင်ဆိုင်လာကြရတဲ့အခါမှာတော့\nဘယ်လိုခံယူချက်မျိုးနဲ့ ဖြတ်သန်းသွားကြမလဲ.... မယ်လန်နီတစ်ယောက်ရော\nဘဝရည်မှန်းချက်ပန်းတိုင်ကို ရောက်ရှိနိုင်ပါ့မလား ....ဘယ်လိုအခက်အခဲဆူးလမ်းတွေကို ကျော်ဖြတ်ရမလဲ...\nစတာတွေကို ခံစားနိုင်ဖို့အတွက် ဒီဇာတ်လမ်းကို ကြည့်ရှုလိုက်ကြပါဦး...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ Dee ~ BpL ~Yunni~ Zwe ~ Cherry ~ YH တို့ပဲဖြစ်ပါတယ်)Quality : 1080p WEB ...",
        "url": "https://channelmyanmar.org/tvshows/fit-check-confessions-of-an-ukay-queen-2023-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/kash-133x200.jpg",
        "title": "The Kashmir Files: Unreported (2023)",
        "description": "The Kashmir Files: Unreported (2023)\n================================IMDb 8.7/10ယခုဇာတ်လမ်းထဲမှ နာမည် ၊ အဓိပ္ပာယ် အကြောင်းအရာတစ်ခုခုလိုအပ်ချက်ရှိသွားပါက\nပြုပြင်နားလည်ပေးကြပါရန် အရင်ဆုံး မေတ္တာရပ်ခံလိုပါတယ်၂၀၂၂ တုန်းက ပွဲဆူစေခဲ့ပြီး super hit လည်းဖြစ်ခဲ့တဲ့ The Kashmir Files ရုပ်ရှင်\nဖန်တီးဖို့ကြိုးစားခဲ့စဉ်က စုဆောင်းခဲ့တဲ့အချက်အလက်တွေကို မှတ်တမ်းရုပ်ရှင်အနေနဲ့ ပုံဖော်ထားတဲ့\nThe Kashmir Files: Unreported ဆိုတဲ့ Docu series လေးကို စီအမ်ပရိသတ်တွေအတွက် တင်ဆက်ပေးချင်ပါတယ်။ကတ်ရှ်မီးယားဒေသဟာဆိုရင် အိန္ဒိယနိုင်ငံလွတ်လပ်ရေးရချိန်ကနေ အခုအချိန်ထိ အငြင်းပွားနေရဆဲနေရာတစ်ခုပဲဖြစ်တယ်။\nThe Kashmir Files ရုပ်ရှင်ကတော့ ၁၉၉၀ တုန်းကဖြစ်ခဲ့တဲ့ Kashmir Pandit Exodus ဖြစ်ရပ်ကို\nဇာတ်ညွှန်းပေါင်းပြီး ပုံဖော်ရိုက်ကူးခဲ့တာပါ။ယခု Unreported Documentry ကတော့ မှတ်တမ်းရုပ်ရှင်ဖြစ်တဲ့အလျောက် အိန္ဒိယ လွတ်လပ်ရေးရချိန်\nခွဲထွက်မှုကြီးဖြစ်တဲ့အချိန်ကနေ ပါကစ္စတန်နဲ့စစ်ပွဲတွေ၊ နယ်မြေအငြင်းပွားရတာတွေ၊ ဘာသာရေး ပဋိပက္ခတွေ၊\nကတ်ရှ်မီးယားပန်ဒစ် ဂျီနိုဆိုဂာ်ဖြစ်ရပ်တွေကအစ သူတို့လက်လှမ်းမီသလောက် အပြည့်စုံဆုံးဖြစ်အောင်\nတင်ဆက်ပေးထားတာကိုတွေ့ရမှာပါ။နှစ်ပေါင်းများစွာ conflicts ...",
        "url": "https://channelmyanmar.org/tvshows/the-kashmir-files-unreported-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oDe8hxICOdyFjnIfHtC8uRABKKL.jpg",
        "title": "Minato’s Laundromat S2(2023)",
        "description": "Minato's Laundromat S2(2023)*****************************အပိုင်း  (၁ မှ ၁၂ ) အထိ  စ / ဆုံးSeason1မှာ အချိုတွေကဲပြီးရိုခဲ့တဲ့ ကိုကိုMinatoနဲ့အဆိုးလေး Shinတို့ကတော့Season2နဲ့အတူ Bl ပရိသတ်တွေဆီပြန်ရောက်လာပါပြီSeason2မှာတော့ Minatoနဲ့အတူ ဘဝတစ်ခုကိုအတူဖြတ်သန်းချင်တဲ့Shinဟာ တစ်မိုးအောက်တည်းမှာ Minatoနဲ့ အတူနေဖို့ ကြိုးစားခဲ့ပါတယ်S1တုန်းက အရိမ်အမြွက်လောက်သာ ပါခဲ့တဲ့\nAsukaနဲ့ Hiiragiတို့ရဲ့ ချစ်ငုံဖူးစအချစ်အရေးဟာလည်းရှုပ်ထွေးတဲ့အပြောင်းအလဲတွေရှိလာပါတယ်Minatoနဲ့ Shinတို့ နှစ်ဦးတူတူနေတဲ့အခါ\nဘယ်လိုတွေရိုပြီး ဘယ်လိုစိန်ခေါ်မှုတွေရှိလာမလဲ…Asuka နဲ့ Hiiragiတို့ရဲ့ အချစ်ရေးကရော\nဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကိုတော့…အတွဲနှစ်တွဲကြားမှာ စောင်လေးကိုက်ပြီး\nခံစားကြည့်ရှုကြပါဦးEpisodes: 12Aired:  Jul 5, 2023 - Sep 20, 2023Aired On:  WednesdayFile Size: 415MBQuality :Web-DL 1080pGenres: Drama, Comedy, Life, RomanceTranslated by  Khine Khine Wai , Miri & Hay Thar ...",
        "url": "https://channelmyanmar.org/tvshows/minatos-laundromat-s22023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/scam-133x200.jpg",
        "title": "Scam 2003: The Telgi Story (2023)",
        "description": "Scam 2003 (IMDb 8.1/10)အလိမ်အညာဘုရင် လူတကာမျက်ခုံးမွှေး စင်္ကြံလျှောက်တဲ့ လီယိုနာဒိုရဲ့\nအက်ဘီးနေးလ်ဂျူနီယာဇာတ်လမ်း catch me if you can ကို မှတ်မိကြလားမသိဘူး\nခုဇာတ်လမ်းလေးကလဲ အဲဒီလိုဖြစ်ရပ်မှန်အခြေခံ လူလိမ်ဇာတ်လမ်းကို စီးရီးနဲ့ အဝကြည့်ရမှာပါအမေရိကန်များ ခဏနေပါ အိန္ဒိယမှာလည်း အဲ့လိုတစ်နိုင်ငံလုံးဂျင်းထည့်ပြီးတော့\nလိမ်စားခဲ့တဲ့ ဖိုးတွမ်တီးဘုရင်တွေရှိပါတယ်\nဘဝမှာအမြင့်ဆုံးကိုခုန်တက်ချင်ရင် စွန့်စားရတယ်တဲ့\nပိုက်ဆံဆိုတာ ရှာမယူရဘူး\nလုပ်ယူရတဲ့အရာပါတဲ့ဒါ ဒီထဲက အဓိကဇာတ်ဆောင် ဆရာကြီး အဘ်ဒူလ်တယ်ဂီက ပြောတာပါ\nသူက ၂၀၀၃ ခုနှစ်မှာ တံဆိပ်ခေါင်းတွေ အတုလုပ် ပတ်စ်ပို့တွေပါအတုလုပ်ပြီး\nနေရာအသီးသီး လူအသီးသီး ရာထူးအဆင့်ဆင့်ကို ဂျင်းပေါင်းစုံကျွေးပြီး\nတစ်နိုင်ငံလုံးရဲ့ ဘဏ္ဍာငွေကို ဖြတ်စားလတ်စား ကတုံးပေါ်ထိပ်ကွက်ခဲ့တာပါ\nသူက ခါနာပူရ်က ရထားတွဲလေးပေါ်မှာ စီးပွားရေးဘွဲ့ကြီးယူ ‌သစ်သီးရောင်းစားရာကနေ\nကိုယ့်ဘဝကြီးကို မခံချင်စိတ်အပြည့်နဲ့ စီးပွားရေးပညာကို လက်တွေ့အသုံးချလိုက်တာ\nဝန်ကြီးပါမကျန် အောက်က ပြာတာအဆုံး အကုန်လုံးပါ သူ့တော်ကီနဲ့အချုပ်ခံ\nရူပီးကို ကုဋေနဲ့ချီပြီးကို နိုင်ငံ့ဘဏ္ဍာကနေ ထိုင်ဘုန်းပါတော့တယ်အဲ့လို ဆရာသမားရဲ့ ဉာဏ်သွားပုံကို ပရိသတ်အားလုံး လိမ်စားမယ်ဆိုရင်လဲ ပညာလေးယူ\nဖိုးတွမ်တီးမလုပ်ချင်ရင်လဲ ကိုယ်ဂျင်းအထည့်မခံရအောင် ...",
        "url": "https://channelmyanmar.org/tvshows/scam-2003-the-telgi-story-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phV9ZfUD6tQM4bIZ2kqCIDoEU9J.jpg",
        "title": "The Real Has Come! (2023) [Complete]",
        "description": "The Real Has Come! (2023) [အစ-အဆုံး]အပိုင်းသစ် - ၅၀ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)လက်မထပ်ရသေးခင်မှာ မတော်တဆ ကိုယ်၀န်ရသွားပေမဲ့ ချစ်သူရဲ့ သစ္စာဖောက်ခြင်းကို ခံလိုက်ရတာမို့ တစ်ကိုယ်တော်အမေအနေနဲ့ပဲ ကလေးကိုမွေးရတော့မလိုဖြစ်နေတဲ့ 'ကိုးရီးယားဘာသာရပ် နည်းပြဆရာမလေး အိုယွန်းဒူ' ...တစ်ဖက်မှာလည်း အိမ်ထောင်မပြုချင်သူဖြစ်ပေမဲ့ သူ့အိမ်က အတင်းပေးစားတဲ့ အတွင်းရေးမှူးမလေးနဲ့ ယူရတော့မလိုဖြစ်နေတဲ့ 'သားဖွားမီးယပ်အထူးကုဆရာ၀န်လေး ဂုံထယ်ဂယောင်း' ...ကြံရာမရတဲ့အဆုံး ယွန်းဒူနဲ့ ထယ်ဂယောင်းတို့ဟာ မကြာခင် လက်ထပ်ကြတော့မဲ့ စုံတွဲအဖြစ် ဟန်ဆောင်နေဖို့ သဘောတူညီချက်ထားလိုက်ကြပါတော့တယ်။အဲ့ဒီနောက်ပိုင်းမှာတော့ ယွန်းဒူနဲ့ ထယ်ဂယောင်းတို့ အဆုံးအထိ နှစ်ဖက်မိသားစုအပေါ် လိမ်ညာထားနိုင်မလား?\nစာချုပ်စုံတွဲအဖြစ်ကနေ တကယ့်စုံတွဲအဖြစ် အဆင့်တက်သွားမလား? ဆိုတာကိုတော့ ...အဓိကသရုပ်ဆောင်တွေအနေနဲ့ ဒရမ်မာတွေထဲမှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ မင်းသား Ahn Jae-Hyun ၊ မင်းသမီး Baek Jin-Hee တို့နဲ့အတူ The Glory ထဲက လေယာဉ်မယ်လေး Cha ...",
        "url": "https://channelmyanmar.org/tvshows/the-real-has-come-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/free-133x200.jpg",
        "title": "The Freelancer (2023)",
        "description": "The Freelancer (2023)\nIMDb 8.4/10(ဆီးရီးယားစစ်ပွဲထဲ ပါဝင်ခဲ့ရတဲ့ ကြင်စဦးအိမ်ထောင်သည် မိန်းကလေးအကြောင်းဖြစ်ရပ်မှန် ဇာတ်လမ်းတွဲ)\nမွမ်ဘိုင်း ရဲတပ်ဖွဲ့ကနေ ထုတ်ပယ်ခံခဲ့ရတဲ့ အာဗီနက်ရှ်ဟာ ဆိုးရွားတဲ့အဖြစ်တစ်ခုနဲ့ သားဖြစ်သူကို ဆုံးရှုံးရခဲ့ပြီး\nသူ့ရဲ့ဇနီးဖြစ်သူဟာလည်း စိတ်ကျန်းမာရေးဆေးရုံကို ရောက်သွားခဲ့ပါတယ်။ အရာရာဆုံးရှုံးလိုက်ရတဲ့အာဗီနက်ရှ်ဟာ\nအင်္ဂလန်မှာရှိတဲ့ ကြေးစားစစ်တပ်တစ်ခုထဲကို ဝင်ခဲ့ပြီး The Freelancer ဆိုတဲ့နာမည်နဲ့ အလွတ်တန်း ကြေးစားစစ်သားတစ်ယောက်ဖြစ်လာခဲ့တယ်။The Freelancer တဖြစ်လည်း အာဗီနက်ရှ်တစ်ယောက် ဆီးရီးယားမှာရှိတဲ့\nအိုင်းစစ်မိသားစုတစ်ခုဆီရောက်နေတဲ့ တူမဖြစ်သူ အာလီယားကို\nကယ်တင်ဖို့ကြိုးစားပုံတွေကို ဒီဇာတ်လမ်းထဲမှာ အရသာရှိရှိမြင်တွေ့ရမှာပါ။ဒီဇာတ်လမ်းတွဲမှာ ကြေးစားစစ်သား အာဗီနက်ရှ်အဖြစ် အသောကဇာတ်လမ်းတွဲထဲက\nလူကြီးအသောကနေရာမှာ သရုပ်ဆောင်ခဲ့တဲ့ Mohit Raina က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဒီဇာတ်လမ်းတွဲဟာဆိုရင် အာလီယားဆိုတဲ့ အမျိုးသမီးအကြောင်း ပြန်ပြောင်းရေးသားထားတဲ့\n\" A Ticket To Syria\" ဆိုတဲ့စာအုပ်ကို ပြန်လည်အသက်သွင်းရိုက်ကူးထားတာဖြစ်ပြီး\nDisney+Hotstar ကနေ ထုတ်လွှင့်ခဲ့တာပါ။Rating ကောင်းကောင်းနဲ့ အတိုက်အခိုက်စစ်ပွဲကြိုက်သူတွေအဖို့တော့\nဒီစီးရီးက လက်မလွှတ်သင့်တဲ့စီးရီးတစ်ခုပါပဲ။Quality : 1080p DSNP WEB DL  / ...",
        "url": "https://channelmyanmar.org/tvshows/the-freelancer-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Everlasting-Bride-113x200.jpg",
        "title": "My Everlasting Bride ( 2023 )",
        "description": "ဒီတစ်ခါ CM ကနေ တင်ဆက်ပေးမှာကတော့ မင်းသား Cavan Wenက\nနျဲ့ဗိုလ်မှူးလေး နျဲ့ကျန်း အဖြစ်၊ မင်းသမီး Ke Ying က ဟူတျဲ(ရှောင်တျဲ)အဖြစ်\nအဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ My Everlasting Brideဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ရှန်မိသားစုရဲ့ သခင်မလေးဖြစ်တဲ့ ရှန်ချင်းရှနဲ့ ဗိုလ်မှူးလေး\nနျဲ့ကျန်းတို့ဟာ မိသားစုကြား နှစ်ဖက်သဘောတူ လက်ထပ်ဖို့ရှိခဲ့တယ်...\nဒါပေမဲ့ လက်မထပ်ခင် ရက်ပိုင်းအလိုမှာ ရှန်သခင်မလေး ရှန်ချင်းရှဟာ\nအဓမ္မပြုကျင့်ခံလိုက်ရပြီး အရှက်ရသွားပြီးတော့ ကိုယ့်ကိုယ်ကို သတ်သေသွားတယ်...ရှန်မိသားစုက နျဲ့မိသားစုရဲ့ အကျိုးအမြတ်ကို လိုအပ်နေခဲ့ပြီး ရှန်အိမ်တော်က\nအစေခံမလေး ရှောင်တျဲက သခင်မလေးအတွက် ကလဲ့စားချေဖို့\nရှန်သခင်မလေးယောင်ဆောင်ပြီး နျဲ့ဗိုလ်မှူးလေးနဲ့ လက်ထပ်ခဲ့တယ်...\nရှောင်တျဲက နျဲ့ဗိုလ်မှူးကတော်ရာထူးအဖြစ်နဲ့ အမှန်တရားကို\nစုံစမ်းရှာဖွေတဲ့အခါမှာ ရှန်ချင်းရှ သေဆုံးမှုနဲ့ ပတ်သက်တဲ့ သက်သေအားလုံးက\nနျဲ့ကျန်းကို တိုက်ရိုက်ညွှန်ပြနေတာကို သူသတိထားမိသွားပြီး\nသူ့ရဲ့ သံသယဟာ နျဲ့ကျန်းအပေါ် ရောက်လာခဲ့တယ်...နျဲ့ကျန်းက တကယ်ပဲ ရှန်သခင်မလေးကို သေအောင်လုပ်ခဲ့တဲ့ တရားခံများဖြစ်နေမလား...\nရှောင်တျဲကရော သူ့ရဲ့ကလဲ့စားကို အဆုံးထိ ဆောက်ရွက်သွားနိုင်ပါ့မလား..\nနျဲ့ကျန်းအပေါ်ထားရှိတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/my-everlasting-bride-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tu9SKGQGUZVsh5DGfB3XSymH8P2.jpg",
        "title": "My Adventures with Superman (2023) Complete",
        "description": "My Adventures with Superman (2023) Season 01 Complete ~ IMDb - 7.8/10, Rotten Tomatoes - 100% ~ \"Is it a bird?\"\n\"Is it a plane?\"\n\"It's Superman!\" စူပါဟီးရိုးဆိုတာ ဘာမှန်း မသိခင် အချိန်ကတည်းကကျွန်တော်တို့ရဲ့ ငယ်ဘ၀ကို စူပါမန်းဆိုတဲ့ စူပါလူစွမ်းကောင်း တစ်ယောက်က လွှမ်းမိုးခဲ့ပါတယ်။ စူပါမန်း မဖြစ်ချင်ခဲ့တဲ့ ကလေးဆိုတာ မရှိသလောက်ကို ရှားပြီး ကလေးတိုင်း ပုဆိုးကို လည်ပင်းမှာ ၀တ်ရုံလို စည်းပြီး စူပါမန်း လုပ်တတ်ကြသေးကိုးဗျ။ ဒီ Series လေးကတော့ ကျွန်တော်တို့ ဟီးရိုးကြီး စူပါမန်းရဲ့ ဆယ်ကျော်သက်ဘ၀ကို ပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်။ ကလာ့ခ်ကန့်ထ် ဆိုတဲ့ သူမတူ စွမ်းရည်တွေရှိတဲ့ ကောင်လေးတစ်ယောက် ဒေလီပလန်နက် သတင်းစာတိုက်မှာ သူငယ်ချင်း ဂျင်မီနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/my-adventures-with-superman-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t0Le5SNs1hzePKup00D9bD8eHTM.jpg",
        "title": "Wedding Plan (2023)",
        "description": "Wedding Plan / အခါတော်ပေးရဲ့ ရွှေရေးဖူးစာ (2023)နူရာ ကတော့ မင်္ဂလာပွဲစီစဥ်သူကောင်လေးတစ်ယောက်ပါ။\nဆိုင်းလွန်း ကတော့ မကြာခင် ရိဝါရဲ့ သတို့သားဖြစ်တော့မယ့် သတို့သားလောင်း\nဆိုင်းလွန်းနဲ့ ရိဝါတို့နှစ်ဦးဟာ နှစ်ဖက် မိဘတွေရဲ့ အလိုကျ လက်ထပ်ပွဲကျင်းပဖို့ နူရာ့ဆီကိုရောက်တဲ့အခါ ......ရိဝါ မှာလည်း ဆိုင်းလွန်းမဟုတ်တဲ့ တစ်ခြားချစ်သူက ရှိနေပြန်ပါတယ် ......\nနူရာဟာ ဆိုင်းလွန်းကို မြင်မြင်ချင်း ကြွေသွားပေမယ့် လက်ထပ်ပွဲစီစဥ်ပေးရမယ့်သူ ဖြစ်နေတော့\nစိတ်ခံစားချက်ကို ထိန်းချုပ်ပြီး လက်ထပ်ပွဲကို ဖြစ်မြောက်အောင် စီစဥ်ပေးနိုင်ပါ့မလား\nမင်္ဂလာပွဲ စီစဉ်သူတစ်ယောက်နဲ့ သတို့သားလောင်း ဘာတွေ ဆက်ဖြစ်ကြမလဲ ဆိုတာကိုတော့\nအပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း တစ်ပတ်တစ်ပိုင်းနှုန်းနဲ့ စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ပါ။အညွန်းကိုတော့ May က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ May, Su Myat, Kim, Laii တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p\nFile size…  600MB ...",
        "url": "https://channelmyanmar.org/tvshows/wedding-plan-2023/"
    }
]