[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYTA3MTg2NjMtMzBiZS00ZWU2LTk2NjctOTBiMTY2ZGQwNmU5XkEyXkFqcGdeQXVyMTUwMjg2Nzg0._V1_-160x200.jpg",
        "title": "The Clearing (2023)",
        "description": "The Clearing (2023)\n===============\nIMDb Rating - 6.1/10ဝင်္ကပါတစ်ခုထဲကို ဝင်မိသွားပြီဆိုတာနဲ့ ထွက်ပေါက်ကို လိုက်ရှာဖို့ပဲ\nရှိပါတော့တယ်တဲ့။ ဝင်ပေါက်ဆီကို ပြန်သွားဖို့လည်း မလွယ်တော့\nသလို ရှိတာသေချာနေတဲ့ ထွက်ပေါက်ဆီကိုပါ မမှန်းဆနိုင်တဲ့ အချိန်\nမျိုးမှာဆိုရင်ရော ရှေ့ပဲတိုးကြမလား နောက်ပဲပြန်ဆုတ်ကြမလား။\nဒီအခြေအနေကိုတော့ ကြည့်ရှု့တဲ့သူတွေကိုယ်တိုင်ကပဲ ဆုံးဖြတ်\nရပါလိမ့်မယ်။ဒီဇာတ်လမ်းကို ဝင်္ကပါစံအိမ်တစ်ခုနဲ့ပဲ တင်စားပါရစေ။\nအင်္ဂလိပ်အက္ခရာ \"A\" နဲ့ပဲ အစပြုပြီး မှည့်ခေါ်ထားတဲ့ နာမည်တွေနဲ့\nကလေးတွေ၊ ဆံပင်အမည်းရောင်ကို အရောင်ချွတ်ထားခံရတဲ့ ကလေး\nတွေ၊ အသက်ကြီးကြီးမိန်းမကြီးတစ်ယောက်ကို မာမီလို့ခေါ်ပြီး တစ်\nသွေးတစ်သံတစ်မိန့် နေနေရတဲ့ကလေးတွေ၊ အဲဒီကလေးတွေက\nစံအိမ်ကြီးထဲကို ဘယ်ကနေ ရောက်လာခဲ့ကြတာလဲ။ သူတို့ကို ကြီး\nကြပ်ရတဲ့သူတွေပြောတာကတော့ ပြင်ပကမ္ဘာကြီးက သိပ်ကြင်နာ\nတတ်သလို တစ်ချိန်တည်းမှာပဲ သိပ်ကိုရက်စက်တတ်ပါတယ် တဲ့။\nဆာရာ ဆိုတဲ့ ရှစ်နှစ်အရွယ်ကလေးမလေး ပျောက်ဆုံးမှုက မီဒီယာ\nတွေပေါ်မှာ ဟိုးလေးတကြော်ကြော်ဖြစ်ပြီးတဲ့နောက် သားလေး\nပျောက်ဆုံးသွားမှာကို စိတ်ပူနေရှာတဲ့ မိခင်တစ်ဦးရယ်၊ ဆာရာကနေ\nအာရှာလို့ ပြောင်းသွားရတဲ့ ကလေးမလေးရဲ့အဖြစ်ရယ်၊ စံအိမ်ထဲ\nက ကလေးတွေရဲ့ ပဟေဠိတွေရယ် ဒါတွေအားလုံးရဲ့အဖြေကတော့\nဒီစီးရီးရဲ့ တစ်နေရာမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-clearing-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Camp-ZB1-143x200.jpg",
        "title": "Camp ZeroBaseOne (2023)",
        "description": "Camp ZeroBaseOne (2023)ZB1 အဖွဲ့ရဲ့ ပထမဆုံး Variety Show ဖြစ်ပြီး၊ အားလုံးစောင့်ဆိုင်းနေကြတဲ့ Camp.ZeroBaseOne လာပါပြီ။\nDebut မတိုင်ခင်ထွက်ရှိလာတဲ့ ဒီ Camp ZeroBaseOne မှာဆိုရင်\nအဖွဲ့ဝင်တွေကို ပိုမိုရင်းနှီးစေဖို့နဲ့၊ အဖွဲ့ဝင် ၉ ယောက် ရဲ့ Camping ခရီးစဉ်ကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ခရီးစဉ်တစ်လျှောက် ကိုယ်ထူကိုယ်ထ အသုံးစရိတ်ရှာရမယ့်အပြင်၊\nပေးအပ်တဲ့ မစ်ရှင်တွေလည်း လုပ်ရဦးမှာမို့ မရင်းနှီးသေးတဲ့ ZB1 ရဲ့ ပုံစံအသစ်ကိုလည်း တွေ့မြင်ရဦးမှာပါပဲ။\nCamping လုပ်ရင်း တစ်ယောက်နဲ့တစ်ယောက် ပိုပြီး ရင်းနှီးလာကြမယ့် ZB1 ကိုလည်း တွေ့ရဦးမှာမို့\nZB1 ဖန်တွေအတွက်တော့၊ ပေါ့ပေါ့ပါးပါးနဲ့ စိတ်အပန်းပြေစေမယ့် Camp ZeroBaseOne ပါပဲ။အညွှန်း ကိုတော့ Su Myat က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 720p\nFile size… ...",
        "url": "https://channelmyanmar.org/tvshows/camp-zerobaseone-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aMyypY2MhgXeYAuwUXPFH49MkOb.jpg",
        "title": "Hidden Love ( 2023 )",
        "description": "ကျွန်မမှာ အိမ်မက်တစ်ခုရှိတယ်\nသိပ်ဝန်မခံချင်ပေမဲ့......\nသူ့နာမည်က * သွမ်..ကျား..ရွှီ *\nအခုကစပြီး ကျွန်မအိမ်မက်နဲ့နီးစပ်ဖို့ကြိုးစားတော့မယ် \" -စန်းကျီ-----\n\"သူများမှာရှိတဲ့အရာမှန်သမျှ ကိုယ့်ရဲ့ကျီကျီမှာ ရှိစေရမယ် ၊\nကိုကိုက မင်းကိုတစ်သက်လုံး နစ်နေအောင်ချစ်မှာ\" -\nသွမ်ကျားရွှီ\n---------\nဇာတ်လမ်းအညွှန်းဆယ်ကျော်သက်အရွယ်ဟာ နှလုံးသားကနေ ဖြူစင်တဲ့\nစည်းချက်မြည်တီးနေတဲ့ ရင်ခုန်စရာနေ့ရက်တွေဖြစ်ပါသတဲ့\n-ဒီလိုပဲ အသက်၇နှစ်ကွာတဲ့ သွမ်ကျားရွှီဟာ ၁၃နှစ်အရွယ်စန်းကျီ‌ရဲ့ အချစ်ဦးပါတဲ့\nကြောင်နဲ့ကြွက်လို မတည့်အတူနေ မောင်နှမနှစ်‌ယောက်-စန်းရန်နဲ့စန်းကျီစန်းကျီရဲ့အစ်ကိုဖြစ်သူ စန်းရန်ဟာ သွမ်ကျားရွှီနဲ့ငယ်ပေါင်း\nသူငယ်ချင်းရင်းတွေဖြစ်ပါတယ်၊ဒီလိုနဲ့ စန်းရန်အပြင်လစ်ပြီး ဂိမ်းဆော့တဲ့အချိန်\nကျောင်းသူလေးစန်းကျီကိုထိန်းကျောင်းဖို့ဟာ\nကိုကိုသွမ်ကျားရွှီတာဝန်ဖြစ်လာပါတော့တယ်၊\nထိန်းကျောင်းဖို့ဆိုတာထက် စန်းကျီနဲ့အတူ ‌\nပေါက်တက်ကရလိုက်မွှေပေးဖို့ဆို ပိုမှန်ပါလိမ့်မယ်ဒါပေမဲ့ အချစ်ဦးဇာတ်လမ်းတွေမှာ ဖြောင့်ဖြူးခြင်းဆိုတာ\nမရှိစမြဲပါပဲ၊သို့သော် နိဂုံးတော့မဟုတ်ခဲ့ပါဘူး...\nအခြေအနေအမျိုးမျိုးကြောင့်အချိန်အကြာဝေးကွာပြီးတဲ့မှ\nသူတို့နှစ်ယောက်ပြန်ဆုံတွေ့တဲ့ခါ...\nအထက်တန်းပြီးလို့ တက္ကသိုလ်ကျောင်းသူလေးဖြစ်နေတဲ့\nစန်းကျီတစ်ယောက် ကိုကိုသွမ်ကျားရွှီမျက်လုံးထဲမှာ\nကလေးလေးအဖြစ်ပဲဆက်ရှိနေဦးမလား...သွမ်ကျားရွှီရဲ့အလိုလိုက်နွေးထွေးမှုတွေက\nသကြားခဲလေးကို သကာရည်ပြောင်းလဲစေမလားဆိုတာ... Quality : WEB-DL 720p,1080p\nTotal Episodes : 25\nFormat : mp4\nGenres : Drama , Romance\nDuration : 45 min per Episode\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "url": "https://channelmyanmar.org/tvshows/hidden-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KyyfuG5VxUmpJFnw0pa1SkTsuL.jpg",
        "title": "Fake Profile (2023)",
        "description": "Fake Profile (2023)365 Days , Sex/Life လိုဇာတ်ကားစီးရီးတွေကြိုက်ပေမယ့်\nဇာတ်လမ်းသွားလေးလဲကောင်းတာလေးကြည့်ချင်တဲ့သူတွေအတွက်\nဒီ Fake Profile က ကြည့်ကိုကြည့်သင့်တဲ့ ကိုလမ်ဘီယာစီးရီးအသစ်ပါ။လတ်စ်ဗီးဂတ်က ကမီလာဆိုတဲ့ကောင်မလေးနဲ့ ကိုလမ်ဘီယာက ပလတ်စတစ်ဆာဂျင်ဖာနန်ဒိုတို့ Tinder မှာဆုံကြတယ်ပေါ့။\nဖာနန်ဒိုက လတ်စ်ဗီးဂတ်စ်ကိုရောက်လာပြီး ကမီလာနဲ့လာတွေ့တယ်။\nအပြင်မှာတွေ့တော့ ဖာနန်ဒိုက ကမီလာကို မင်းပရိုဖိုင်ကအတုကြီးပဲ မင်းကဓာတ်ပုံထဲမှာတော့လှတယ်\nအပြင်မှာကျတော့....နတ်သမီးလေးဖြစ်နေတယ် ဘာညာပေါ့။\nအဲ့လိုနဲ့ကြည်သွားလိုက်ကြတာ သူတို့သူငယ်ချင်းတွေရှေ့မှာလဲ ရှယ်ကြူး။ သူနဲ့မှအချစ်စစ်။\nဒါမျိုး ဘယ်သူနဲ့မှမခံစားဖူးဘူး။ ဒါမှဖူးစာ ဘလာ ဘလာ ဘလာပေါ့။ သူငယ်ချင်းတွေလဲ တော်တော်နားစားခံလိုက်ရပါတယ်။\nနောက်လေးလထိ အားလုံးအိုကေ။ ပြီးမှဖာနန်ဒိုက သူ့ညီမနေမကောင်းလို့ဆိုပြီး ကိုလမ်ဘီယာကိုပြန်သွားလိုက်တာ။\nကမီလာကလဲအရမ်းတွေသတိရ။ လေယာဥ်လက်မှတ်တွေအွန်လိုင်းမှာကြည့်။\nသူငယ်ချင်းတွေနဲ့တိုင်ပင်တော့ သူငယ်ချင်းတွေက မလိုက်သွားသင့်ကြောင်း\nဒိတ်တင်းအက်ပ်မှာတွေ့ခဲ့တဲ့လူကိုအဲ့လောက်ယုံမနေသင့်ကြောင်းအကြံပေးပေမယ့်\n\"အေး အေး မသွားပါဘူးဟာ\" ဆိုပြီး အမိုက်မဲလေးက လေဆိပ်ရောက်သွားလိုက်ပြီ။\nသူ့ဘဲကို စပရိုက်စ်တိုက်မယ်ပေါ့။ စပရိုက်စ် စပရိုက်စ်။ တကယ်တမ်းစပရိုက်စ်ဖြစ်သွားတာသူပါ။\nဖာနန်ဒိုရဲ့ဆေးခန်းကိုသူလိုက်သွားတယ်။ အဲ့မှာဖာနန်ဒိုရှိပေမယ့် အဲ့ဒါကသူ့ရဲ့ဖာနန်ဒိုမဟုတ်ဘူး။ တခြားလူတစ်ယောက်ဖြစ်နေတယ်။\nနောက်ဆုံးဖာနန်ဒိုပြောဖူးတဲ့ လူချမ်းသာတွေနေတဲ့ ရီဗီရာအက်စ်မာရယ်ဒါအိမ်ရာဝင်းထဲလိုက်သွားတော့\nကမီလာရဲ့ဖာနန်ဒိုက မီဂဲလ်ဆိုတဲ့လူချမ်းသာတစ်ယောက်ဖြစ်နေပါလေရော။\nဒါဆိုမီဂဲလ်က ဖာနန်ဒိုအဖြစ်ဟန်ဆောင်ခဲ့တာဘာကြောင့်လဲ။\nဒီအိမ်ရာဝင်းကြီးထဲမှာ လှည့်ကွက်ဇာတ်ကွက်များစွာနဲ့ အမျိုးစုံကြိုးခုန်ပုံတွေကိုကြည့်ရမှာပါ။ဒီ Fake ...",
        "url": "https://channelmyanmar.org/tvshows/fake-profile-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/XdA2NO_4f-1-160x200.jpg",
        "title": "Mae Pu Priao (2023)",
        "description": "\"ကိုယ့်နှလုံးသားခြွေယူမယ့် စွာတေးလန်မလေး မြန်မာစာတန်းထိုး\nMae Pu Priao 2023နွန် အဖြစ် Hone Thanakorn sribanjong\nပူ အဖြစ် Smile Sasina Phanomthornnitkulနွန်ကတော့ သူဌေးကျီယူရဲ့ယုတ်မှာမှုတွေကိုစုံစမ်းဖို့ ပတ်အောင်နန်ရွာကို ရုပ်ဖျက်လာတဲ့သတင်းထောက်တစ်ယောက်ပါပူကတော့ homestay ပိုင်ရှင်ရဲ့သမီးဖြစ်ပြီး\nငယ်ငယ်ကတည်းက ကိုယ့်အားကိုယ်ကိုးနိုင်အောင် ကျားကျားယားယားလိုနေဖို့\nဆုံးမသွန်သင်ခံရတဲ့စွာတေးလန်မလေးပေါ့တစ်နေ့မှာ နွန်ဟာ လောင်းကစားရုံမှာအချက်အလက်တွေစုဆောင်းဖို့သွားစုံစမ်းရင်း ရိပ်မိခံရတော့ လူဆိုးတွေ လိုက်ဖမ်းတာခံရပါတော့တယ်ဒီလိုနဲ့ထွက်ပြေးလာရင်း ပူနဲ့တွေ့ပြီး\nနှစ်ယောက်သားမတည့်ကြပါဘူး\nလူဆိုးကိုထွက်ပြေးရင်းနဲ့ ကျွန်းတစ်ကျွန်းကိုရောက်သွားကြပါတယ်ပူနဲ့နွန်ရဲ့ဆက်ဆံရေးက အဲ့ကျွန်းမှာပဲပြီးသွားမလား ဘယ်လိုတွေဖြစ်လာမလဲ ချစ်သွားကြမလား\nနွန်ရော အချက်အလက်တွေစုံစမ်းနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်(အညွှန်းရေးသားသူကတော့ Nang Mwe Kham ဖြစ်ပါတယ်)Native Title: แม่ปูเปรี้ยว\nEpisodes: 15\nAired: May 15, 2023 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: Channel 7Translated by  Nang Mwe Kham & ...",
        "url": "https://channelmyanmar.org/tvshows/mae-pu-priao-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOThmNWU0NGUtODg0MS00Mjg2LTg2NmEtZmNmYjRhMWU5MjBlXkEyXkFqcGdeQXVyMTU1ODM4MDgw._V1_-160x200.jpg",
        "title": "Turn of the Tide (2023)",
        "description": "Turn of the Tide (2023)=================\nThriller ,Drama\nIMDb 7.6/10\nRotten Toamtoes 91%Rating တွေ အရမ်းကောင်းနေတဲ့ Netflix ဇာတ်လမ်းတွဲလေး\nတစ်ခုဖြစ်ပါတယ်။ ပေါ်တူဂီနိုင်ငံရဲ့ တစ်နေရာ အဇိုရီဆိုတဲ့မြို့ငယ်\nလေးက လူအိမ်ခြေအရမ်းနည်းပြီး တစ်မြို့လုံး ငါးဖမ်းတံငါအလုပ်\nနဲ့အသက်မွေးကြတာပါ။ အဲ့ဒီမှာ နေတဲ့ အက်ကွာဒေါ၊ ဆေးဗား၊\nကာလင်ဟို နဲ့ ရာဖယ်တို့ သူငယ်ချင်း ၄ ယောက်က ဒီနေရာကြီး\nကနေ ထွက်သွားကာ အမေရိကန်ကိုသွားပြီး အမေရိကန်အိမ်မက်\nမက်နေတဲ့ လူငယ်လေး ၄ ယောက်ပေါ့။ ဒါပေမဲ့ လူတွေပြောနေကြ\nစကားလိုပဲ အဇိုရီမှာကောင်းတာဘာမှ ဖြစ်မလာဘူးဆိုသလိုပဲ။သူတို့မြို့လေးကိုတော့ ကံကြမ္မာက ဘာတိုးတက်ရာတိုးတက်ကြောင်း\nမှ မျက်နှာသာမပေးခဲ့ပါဘူး။ တစ်နေ့တော့ အလှည့်ပြောင်းဖြစ်လာ\nစေမယ့် အကြောင်းဖန်လာပါတယ်။ အီတလီကနေ အမေရိကန်ကို\nတင်ပို့မယ့် ကိုကိန်းတွေအပြည့်တင်ထားတဲ့ မာဖီးယားဂိုဏ်းသား\nနှစ်ယောက်ဟာ ပင်လယ်မုန်တိုင်းမိပြီး အက်ကွာဒေါတို့ရဲ့ အဇိုရီမြို့\nလေးမှာ သောင်လာတင်ပါတယ်။ ကိုကိန်းတန်နဲ့ချီပါလာတဲ့ သင်္ဘော\nပျက်တာဆိုတော့ ကိုကိန်းထုတ်တွေဆိုတာ လမ်းဘေးကကျောက်ခဲ\nတွေလို နေရာတကာမှာ ကောက်လို့ရပါတယ်။ဒီအခွင့်အရေးကို အက်ကွာဒေါတို့တစ်အုပ်ကမြင်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/turn-of-the-tide-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDk3OTExMTEtMWI1Ny00YmI1LTg3OTUtMWYwNjEwZWJlOWJiXkEyXkFqcGdeQXVyMTUyMzg5NzM2._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "THE DAYS (2023)",
        "description": "ပရိသတ်ကြီးအတွက် ဂျပန်နိုင်ငံမှာ ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးတင်ဆက်ထားတဲ့ ကားကောင်းလေး တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါပြီ ဖြစ်ရပ်မှန်ဖြစ်တဲ့အတွက် တကယ်လည်းကြည့်ကောင်းတဲ့ ကားကောင်းလေးပါပဲ ၂၀၁၁ခုနှစ်တုန်းက ဂျပန်နိုင်ငံမှာ ၉.၁ ရစ်ချ်တာစကေးရှိတဲ့ ဂျပန်နိုင်ငံရဲ့ သမိုင်းတလျောက် အပြင်းထန်ဆုံး နဲ့ ကမ္ဘာ့ စတုတ္ထမြောက်အပြင်းထန်ဆုံး တိုဟူကူ ငလျင်ကြီးလှုပ်ခတ်ခဲ့ပါတယ် အဲဒီလို ပြင်ထန်းလှတဲ့ ငလျင်ကြီးက သမုဒ္ဒရာကြမ်းပြင်ကို ဗဟိုပြုတိုက်ခိုက်ခဲ့တာကြောင့် ၁၃-၁၄ မီတာလောက်မြင့်တဲ့ လှိုင်းလုံးကြီးတွေနဲ့ ဆူနာမီကပါ နောက်ဆက်တွဲ တိုက်ခတ်ပါလေရော ဂျပန်နိုင်ငံမှာကလည်း လျှပ်စစ်ဓာတ်အားပေးတာက ရေအားလျှပ်စစ်အပြင် နူကလီယားဓာတ်ပေါင်းဖိုတွေနဲ့ပါ ပေးနေတော့ ဖူကူရှီးမားဒိုင်နီစက်ရုံကြီးထိ ရေတွေကတက်ခဲ့တာပါ သဘာဝနိယာမအရ အဆိုးနဲ့အကောင်းဒွန်တွဲနေတယ်ဆိုသလိုပဲ ဓာတ်ပေါင်းဖိုကရတဲ့ လျှပ်စစ်ဓာတ်အားနဲ့ လိုသလိုအသုံးချလို့ရခဲ့ပေမဲ့ အဲဒီ ဓာတ်ပေါင်းဖိုကြီးကို ထိန်းသိမ်းရတာကလည်း အရမ်းခက်ခဲသလို အရမ်းလည်း အန္တရာယ်များတာပါ ငလျင်လှုပ် ရေတွေကြီးတော့ ဓာတ်ပေါင်းဖိုကြီးမှာ လျှပ်စစ်ဓာတ်အားက ပြတ်တောက်သွားပါလေရော အဲဒါနဲ့ အရန်မီးစက်နှိုးတော့လည်း ပင်လယ်ရေတွေကြောင့် ထပ်ပျက်စီးတော့ လုံးဝကို အမှောင်ကျသွားတာပါ ...",
        "url": "https://channelmyanmar.org/tvshows/the-days-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/night-manager-133x200.jpg",
        "title": "The Night Manager (2023)",
        "description": "The Night Manager (2023)\nCrime\nIMDb 8.1/10ပထမဆုံး p1အနေနဲ့ လေးပိုင်းထွက်ရှိထားတဲ့\nဒီစီးရီးဟာဆိုရင်တော့ ဘောလိဝုဒ်ပရိတ်သတ်တွေရဲ့\nအားပေးမှုကို အတော်ရရှိခဲ့ပြီး ခုချိန်မှာ p2အနေနဲ့\nလေးပိုင်းဆက်လက်ထွက်ရှိလာပါတယ်ဒီစီးရီးလေးမှာ ပျိုမေတို့အသည်းစွဲ မင်းသားချောလေး\nအာဒစ်သယားရွိုင်းကပူး..မအိုဆေးသောက်ထားတယ်လို့\nပြောစမှတ်တွင်လောက်အောင် နုပျိုနေတဲ့ မင်းသားကြီး အနီလ်ကပူး..\nမင်းသမီးချောလေး ဆိုဘီသားဒူလီပါလားတို့က\nအဓိကနေရာကနေ သရုပ်ဆောင်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့စိတ်ဝင်စားစရာပါ။မြန်မာနိုင်ငံနဲ့ဘင်္ဂလားဒေ့ရှ်နယ်စပ်က\nလူမျိုးရေး ပဋိပက္ခနဲ့ လက်နက်မှောင်ခို လောဘသားတို့ရဲ့ဆက်နွယ်မှုတွေအကြောင်းပါ။\nလူမျိုးရေးပဋိပက္ခကြောင့်ရှုပ်ထွေးနေချိန် ကြားထဲကနေ အမြတ်ထုတ်ချင်တဲ့\nဝိသမလောဘသားတစုဟာ လက်နက်မှောင်ခိုလုပ်ဖို့ကြံလာပါတယ်...\nအဲ့ဒီ လောဘသားတစုရဲ့လုပ်ရပ်ကြောင့်ပဲ အကျိုးဆက်ဆိုးကျိုးတွေဖြစ်လာပုံကို\nအသည်းတလှပ်လှပ်နဲ့ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုသွားရမယ့်\nဘောလိဝုဒ်ဇာတ်လမ်းတွဲကောင်းတခုပဲဖြစ်ပါတယ်File Size –  1GB / 500MBQuality – 1080p WEB DL / 720pDuration – 47minsTotal Episodes:Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, DramaTranslator –BpL~ Taylor~Yunni~Khin KhinEncoder – YK \n720p\nEpisode 1 - Yoteshin / Userdrive / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/the-night-manager-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gBkDlMaAVOVMRWWlRUHhkLAhNE3.jpg",
        "title": "Mobile Suit Gundam: The Witch from Mercury",
        "description": "MyAnimeList 8.1/10\nIMDb 8.3/10 ဒီanimeဟာ လက်ရှိထွက်​နေဆဲ animeဖြစ်ပြီးမထွက်ခင် prologueပြကတည်းက Gundamဖန်​တွေရဲ့စိတ်ဝင်စားမှုကိုရခဲ့တာပါ။ အခုထွက်လာချိန်မှာလည်းဇာတ်လမ်းပိုင်းစိတ်ဝင်စားဖို့​ကောင်းမှု၊ ရုပ်ထွက်လှပမှု​တွေ​ကြောင့်rating​တွေလည်း ​တော်​တော်ကို​ကောင်း​နေပါတယ်။ ဒီanimeကိုကြည့်မယ်ဆိုရင် အရင်ကထွက်ခဲ့တဲ့ Gundamစီးရီး​တွေကိုကြည့်ထားဖိူ့လိုကိုလိုလားဆိုရင် မလိုဘူးလို့ပဲ​ပြောပါရ​စေ။တခု​တော့ရှိတယ်။ Gundamနည်းပညာဆိုင်ရာအသုံးအနှုန်း​တွေကို​တော့သိထားဖို့လို​ပေမဲ့ ဘာသာပြန်​ပေးဖို့မှာတခါထဲထည့်ဖို့မလွယ်လို့ဒီအညွှန်းအဆုံးမှာ အနီးစပ်ဆုံးရှင်းပြချက်​လေး​တွေ​ရေး​ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်းက​တော့မာကျူရီဂြိုဟ်သူ(ဗုဒ္ဓဟူးဂြိုဟ်သူ)​လေးဖြစ်တဲ့ ဆုလာဘ်တာဟာAsticassiaနည်းပညာ​ကျောင်းကိုလာတက်ရင်း မီအိုလွင်ရဲ့သတို့သား​လောင်းဖြစ်သူ ဂူအဲလ်ကို ရန်စမိသလိုဖြစ်သွားပါတယ်။ဂူအဲလ်ဟာ​ကျောင်းတွင်း စက်ရုပ်တိုက်ပွဲ​တွေမှာ အမြဲနိုင်​​လေ့ရှိပြီးHolderတံဆိပ်ပါရထားသူပါ။ အဲ့လိုနဲ့ ဂူအဲလ်နဲ့ ဆုလာဘ်တာတို့စက်ရုပ်ချင်း စီးချင်းထိုးဖို့ဖြစ်လာတဲ့အခါမှာ​တော့ မထင်မှတ်ထားတာ​တွေဖြစ်လာခဲ့ပါတယ်။ဒီanimeကိုအပတ်စဥ်တနင်္ဂ​နွေညတိုင်း အပိုင်းသစ်ထွက်တာနဲ့တင်ဆက်သွားမှာဖြစ်​ပါတယ်။ ​အောက်မှာ​ဆက်​ရေးမှာက​တော့နည်းပညာပိုင်းဆိုင်ရာအသုံးအနှုန်း​တွေနဲ့Gundam animeထဲကအသုံးအနှုန်း​တွေကိုရှင်းပြ​ပေးမှာပါ။ နည်းပညာသမားမဟုတ်​ပဲကွကိုရှာဖတ်ထားတာ ဖြစ်တော့ အမှားပါရင်သည်းခံ​ပေးကြပါ။Earthianဆိုတာက ကမ္ဘာသူကမ္ဘာသား​တွေကို​ပြောတာပါ။Spacianဆိုတာက အာကာသထဲမှာ​မွေးဖွား​နေထိုင်ခဲ့သူ​တွေကို​ပြောတာပါ။Coriolis forceဆိုတာဟာ ကမ္ဘာလည်တဲ့အရှိန်​ကြောင့် ​ရွေ့လျား​နေတဲ့​လေလမ်း​ကြောင်း​ကွေးညွတ်သွား​စေတဲ့အားကို​ပြောတာပါBlade antennaဆိုတာက​တော့ mobile suitကိုယ်​ပေါ်က အင်တာနာတိုင်လိုအချွန်အ​ချောင်းကို​ပြောတာပါ။ Eliteဆိုတာက အရင်Gundamစီးရီး​တွေမှာပါခဲ့တဲ့Arianတိုင်းပြည်က လှုတ်ရှားမှုကြီးအပြီးမှာ ​ပေါ်​ပေါက်လာခဲ့တဲ့ Eliteတပ်ဖွဲ့ပါ။Frontဆိုတာက​တော့ လူလုပ်နယ်​မြေကြီးတခုရဲ့နာမည်ပါ။Thrallက​တော့ အကြမ်းဖြင်း​ပြောရရင် mobile suit​တွေကိုစမ်းသပ်တဲ့​နေရာမှာ စစ်​ဆေး​ပေးရတဲ့သူပါ။Permet linkကိုစွမ်းအင်ချိတ်ဆက်ခြင်းလို့ပဲ အကြမ်းဖြင်းဘာသာပြန်ရမည်ထင်ပါတယ်။ permetက​တော့ သိသ​လောက် Gundamစီးရီးမှာ အာကာသထဲက သတ္တုတစ်မျိုးကို​ခေါ်တာပါ။Permet ...",
        "url": "https://channelmyanmar.org/tvshows/mobile-suit-gundam-the-witch-from-mercury-2022-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-dead-wood-136x200.jpg",
        "title": "Deadwood Season 1+2 +3(2004)",
        "description": "HBO ရဲ့နာမည်ကြီး western drama series တစ်ခုလာပါပြီ။ လူကြိုက်များပြီး ဝက်ဝက်ကွဲပေါက်ခဲ့တဲ့ ဂျွန်ဝှစ်ခ်ရုပ်ရှင်မှာ ကွန်တီနင်တယ်ဟိုတယ်ကိုဦးစီးနေတဲ့ အဘိုးကြီး ဝင်စတန်နေရာမှာ သရုပ်ဆောင်ထားတဲ့ ဇာတ်ပို့မင်းသားကြီး အိုင်ရန်မက်ခ်ရှိန်းနဲ့ Hitman ( 2007) ဇာတ်ကားနဲ့နာမည်ကြီးတဲ့ မင်းသား တင်မိုသီအိုလီဖန်းတို့က leading role မှာ ပါဝင်သရုပ်ဆောင်ထားပြီး ၁၈၇၆ ခုနှစ် အမေရိကန်ပြည်ထောင်စုတပ်တွေနဲ့ ဆောဇ်လူမျိုးတွေဦးဆောင်တဲ့အင်ဒီးယန်းလူရိုင်းတွေဖြစ်ခဲ့တဲ့ လစ်တဲလ်ဘစ်ဟွန်းတိုက်ပွဲအပြီး ကာလလောက်ကိုအခြေခံထားပါတယ်။ အမေရိကန်ပြည်ထောင်စု၊ တောင်ဒါကိုတာပြည်နယ်က ဒတ်ဝုဒ်ဆိုတဲ့ ရွှေသမားတွေစုဝေးရာမြို့ကလေးမှာ ဖြစ်ခဲ့တဲ့အကြောင်းတွေကို ဇာတ်အိမ်တည်ရိုက်ကူးထားပြီး ဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေဖြစ်တဲ့ ဥပဒေအရာရှိဟောင်း ဆက်သ်ဘူးလော့ခ်နဲ့ တည်းခိုခန်းပိုင်ရှင် အယ်လ်ဆွာရန်ဂျန်တို့ဟာ အမှန်တကယ်ရှိခဲ့တဲ့ပုဂ္ဂိုလ်တွေဖြစ်ပြီး ဇာတ်လမ်းထဲမှ တချို့အကြောင်းအရာတွေဟာလည်း အမှန်တကယ်ဖြစ်ပျက်ခဲ့တာတွေပါပါတယ်။ သမိုင်းဝင်ပုဂ္ဂိုလ်တွေဖြစ်တဲ့ ဘေလ်ဟစ်ကော့ခ်၊ အီးဘီဖာနန်၊ ဆောလ်စတားဆိုသူတွေကိုလည်း ဇာတ်လမ်းထဲမှာ ခေါင်းဆောင်ပိုင်းနေရာမှာ တွေ့ကြရမှာဖြစ်ပါတယ်။ ဒတ်ဝုဒ်ဟာ ကျေးလက်မြို့ကလေးတစ်မြို့ဖြစ်ပြီး ရွှေထွက်တယ်လို့စနာမည်ကြီးခဲ့တဲ့ ၁၈၇၆ လောက်မှာ မြို့ဟာရွှေသမားတွေ၊ ...",
        "url": "https://channelmyanmar.org/tvshows/deadwood-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/12K8J3PIslmq6uX8URi7z7m2Us0.jpg",
        "title": "Hell’s Paradise(2023)",
        "description": "Hell's paradiseဆိုတဲ့လူကြိုက်များ နာမည်ကြီးတဲ့ မန်ဂကို Senpai Yuji Kakuက ၂၀၁၈ခုနှစ်မှာ စတင် တင်ဆက်ခဲ့ပြီး အတွဲ​ပေါင်း၁၃တွဲထိထွက်ရှိထားပါတယ်။ ဒီလိုနာမည်​ကြီးမန်ဂတစ်ခုကို animeထုတ်​တော့မယ်ဆို​တော့ အရင်ဆုံးရှာကြည့်မိတာက ဘယ်studioကကိုင်မှာလဲဆိုတာပါ။ အခု​နောက်ပိုင်း ပ​ရောဂျက်​တွေအများကြီး​တောက်​လျောက်ကိုင်ကာ လက်စွမ်းပြ​နေတဲ့ MAPPAက ကိုင်မှာပါတဲ့။ ဒါတင်မက​သေးဘူး။ OPENING THEMEကိုလည်း နာမည်ကြီး Belle anime movieရဲ့ဇာတ်ဝင်​တေး Uကိုသီဆို​ပေးခဲ့တဲ့ millienium paradeအဖွဲ့က တင်ဆက်​ပေးမှာပါတဲ့။ ဇာတ်လမ်းအမြည်း****************လုပ်ကြံသတ်ဖြတ်​ရေးစစ်ဆင်​ရေးတစ်ခုလုပ်​နေရင်းနဲ့ ဖမ်းဆီးတာကိုခံခဲ့ရတဲ့ ဂဘိမာရုဟာ ​သေဒဏ်​ပေးခံခဲ့ရ​ပေမဲ့ သူ့ရဲ့သဘာဝလွန်အစွမ်းရှိတဲ့ခန္ဓာကိုယ်​​ကြောင့်သတ်မရဖြစ်ခဲ့ပါတယ်။ အဲ့ဒါနဲ့ ရှိုဂန်ကြီးအတွက် မ​သေ​ဆေးရှိတယ်လို့နာမည်ကြီး​နေတဲ့ကျွန်း​ပေါ်က​နေရှာ​ပေးနိုင်မယ်ဆိုရင် အပြစ်အားလုံးကိုခွင့်လွှတ်​ပေးမယ်လို့အ​ပေးအယူလုပ်လာခဲ့တာ​ကြောင့် အဆိုပါကျွန်းကြီးဆီကိုသွားရဖိူ့ဖြစ်လာခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ဂဘိမာရုမသိ​သေးတာက သူ့အရင်ကလည်း အဖွဲ့ငါးဖွဲ့​စေလွှတ်ခဲ့​ပေမဲ့မ​အောင်မြင်ခဲ့တာကိုပါ။ ဒီလိုနဲ့ကျွန်းကြီး​ပေါ်​ရောက်သွားချိန်မှာ​တော့ မထင်မှတ်ထားတဲ့ကိစ္စ​တွေနဲ့​တောက်​လျောက်ကြုံရပါ​တော့တယ်။ File Size –  326.8MB  @EpisodeQuality – 1080pDuration – 24 minute (@Episode)Total Episodes: 13 EpsSubtitle – ...",
        "url": "https://channelmyanmar.org/tvshows/hells-paradise2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/superman-133x200.jpg",
        "title": "Superman & Lois Season 1+2+3 (2021-2022)",
        "description": "မထင်မှတ်ထားပဲ ဇာတ်လမ်းကောင်းကောင်းနဲ့ CGI တွေရိုက်ချက်တွေကောင်းကောင်းနဲ့ထွက်လာခဲ့တဲ့ စူပါမန်းစီးရီးဟာ season 3 ဆက်ထွက်လို့လာပါပြီ။အက်ရှင်တွေဟာလည်းပိုပိုမိုက်လာပါတယ်။ DCEU စူပါမန်းရဲ့အရသာကို လွမ်းနေသူတွေအဖို့တော့ တကယ်ကိုကျေနပ်အားရစေမှာပါ။\nစူပါမန်းဟာ ပျက်စီးသွားတဲ့ fortress of solitude အစား နေရာအသစ်မှာ fortress အသစ်ဆောက်လိုက်ပြီး ဒီတစ်ခါတော့ သူတစ်ယောက်တည်းအတွက်မဟုတ်ပဲ တစ်မိသားစုလုံးအတွက်ဖြစ်ပါတယ်။သူ့အစွမ်းတွေအမွေရထားတဲ့သားဂျော်ဒန်ကို အပျံျံနဲ့ အတိုက်ုက်အခိုက်တွေလေ့ကျင့်ပေးနေပြီမို့ ဒီseasonမှာ ဂျော်ဒန်ကို စူပါမန်းရဲ့ရော်ဘင်အနေနဲ့မြင်ရဖို့ မျှော်လင့့်လို့ရပါတယ်။\ncomic ထဲက သံဝတ်စုံနဲ့စူပါမန်း steel ကိုကိုယ်စားပြုတဲ့ ဂျွန်ဟင်နရီီအိုင်းယွန်းဟာ လက်ရှိကမ္ဘာကသူ့ရဲ့ပုံတူကိုသတ်ခဲ့တဲ့တရားခံကို စုံစမ်းနေပါတယ်။လူးဝစ်လိန်းကလည်း ကလေးနောက်တစ်ယောက်ရှိနေပြီလို့ထင်ရတဲ့ လက္ခဏာတွေတွေ့နေပါတယ်။စမောဗီးလ်မြို့မှာ စူပါမန်းနဲ့လူးဝစ်တို့ရဲ့ မိသားစုကိစ္စတွေကိုလည်း Smallville စီးရီးက vibe နဲ့ မြင်တွေ့ရဦးမှာပါ။\ncomic တွေထဲမှာ စူပါမန်းမရင်ဆိုင်ဖူးသေးတဲ့\nGreen arrow နဲ့ Batman တို့ရဲ့ villain တစ်ယောက်လည်း ပါလာမယ့်အပြင် လက်စ်လူသာလည်း ပါလာမှာဖြစ်တဲ့အတွက် ဇာတ်ကောင်စုံစုံလင်လင်တွေ့ရမယ့်ဒီseason ကို ရူစားကြပါတော့.... File size…800 ...",
        "url": "https://channelmyanmar.org/tvshows/superman-lois-season-1-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjIzNGI5ZWQtNGM0OC00MzA2LWFkYjUtZjEzYTY1NDYyZGEyXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-1-136x200.jpg",
        "title": "Malpractice (2023)",
        "description": "ဆရာဝန်အလုပ်ဆိုတာ ဆေးထိုးအပ်ကိုင်တတ်ရုံနဲ့ မပြီးသေးပါဘူး။ အရေးကြီးတဲ့ အခြေအနေမှာ ဆုံးဖြတ်ချက်တစ်ခု လွဲမှားသွားတာနဲ့ အမှားတွေ တန်းစီသွားနိုင်ပါတယ်။ ဒီအကြောင်းကို Malpractice ဆိုတဲ့ ဇာတ်ကားမှာ သေသေချာချာရိုက်ပြတယ်။ ဒေါက်တာလူစင်ဒါက A&E အရေးပေါ်ဌာနက ဆရာဝန်ပါ။ တစ်ရက်မှာ ဆေးလွန်တဲ့လူနာကို ကုနေတုန်း သေနတ်သမားတစ်ယောက် ရောက်လာပြီး သေနတ်နဲ့ချိန်ကာ သူ့လူ့နာကို အရင်ကုခိုင်းပါတယ်။ တစ်ဖက်ကလည်း အရေးပေါ်လူနာ၊ တစ်ဖက်ကလည်း အသက်အန္တရာယ်ကို ခြိမ်းခြောက်ပြီး ကုခိုင်းနေတဲ့အခါ ဆုံးဖြတ်ချက်တစ်ခုကို မဖြစ်မနေ ချရပါတော့တယ်။ ဒီမှာပဲ အလွဲတွေ စဖြစ်လာပြီး တရားခွင်တက်ရတဲ့အထိပါ ဖြစ်လာတဲ့အခါ ဒေါက်တာတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ဒီဇာတ်ကားမှာ ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။File size…(870 MB)/(380 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….00:47:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by EI Moh Episode 1 720p  ...",
        "url": "https://channelmyanmar.org/tvshows/malpractice-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wc5CxCGMk2ZwPLXtnGZmStxj2Ve.jpg",
        "title": "The Luminous Solution (2023)",
        "description": "The Luminous Solution / ကော်ဖီတစ်ခွက်ရဲ့ ဆန္ဒ (2023)ထနာက သာမန်ရုံးဝန်ထမ်းတစ်ဦးဖြစ်ပြီး မကြာသေးခင်ကမှ အလုပ်ထုတ်ခြင်းခံထားရပါတယ်\nဒါတင်မကပဲ ၁၀ နှစ်ကြာတွဲလာတဲ့ သူ့ရဲ့ချစ်သူ ပါထစ် နဲ့ ဆက်ဆံရေးကလည်း ပြဿနာများစွာရှိလာပြန်ပါတယ်\nတစ်နေ့မှာ ထနာဟာ အမှတ်မထင်ပဲ ကော်ဖီဆိုင်တစ်ဆိုင်ကို ရောက်သွားပါတော့တယ်\nအဲဒီကော်ဖီဆိုင်က သာမန်ကော်ဖီဆိုင်မဟုတ်ဘဲ လိုအပ်နေတဲ့အချိန်မှပေါ်လာတတ်ပြီး\nလူတွေရဲ့ကံကြမ္မာကိုပါ ပြောင်းလဲပေးနိုင်တဲ့ ဆုတောင်းတွေကို အမှန်တကယ်ဖြစ်လာအောင် လုပ်ပေးတဲ့ကော်ဖီဆိုင်ပဲဖြစ်ပါတယ်\nထနာဟာ သူ့မှာဖြစ်နေတဲ့ပြဿနာတွေ အဆင်ပြေချင်တဲ့အတွက် ဆုတောင်းဖို့လုပ်ပါတော့တယ်\nဒါပေမယ့် ဆုတောင်းတစ်ခုတောင်းတိုင်း ပေးဆပ်ရမယ့်ပေးဆပ်မှုတွေလည်း တွဲပါလာတတ်ပါကြောင်း ကော်ဖီဆိုင်ပိုင်ရှင်က သတိပေးပါတယ်\nအဲဒါကို ဂရုမစိုက်တဲ့ ထနာဟာ သူ့ရဲ့ဆုတောင်းကို တောင်းလိုက်တဲ့အခါ\nဘယ်လိုပေးဆပ်မှုတွေကို ပြန်ပေးဆပ်ရမလဲဆိုတာကို အပတ်စဥ်တင်ဆက်ပေးမှာမို့ CMကနေစောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီအညွှန်းကိုတော့ Myo Myo က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe, Myo, Mary တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size… 1GB | 450MB\nFormat… ...",
        "url": "https://channelmyanmar.org/tvshows/the-luminous-solution-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4u3OgzWxuIVdWHKn09sLqzXwk6M.jpg",
        "title": "Celebrity(2023)[Complete]",
        "description": "Celebrity(2023)**************.အပိုင်း( ၁ မှ ၁၂ ) ထိ စ/ဆုံးယနေ့မျက်မှောက်ခေတ်မှာ အတော်များများ ဈေးကွက်ကိုထိုးဖောက်ဖို့ဆိုရင် ဆယ်လီတွေရဲ့ အားကိုယူရတယ်...ယုတ်စွ အဆုံးသွားကြားထိုးတံက အစ ဆယ်လီတွေနဲ့ကြော်ငြာရတဲ့ခေတ်ကိုရောက်နေတယ်...ခရစ်စတီယာနိုရော်နယ်ဒိုဟာ သတင်းစာရှင်းလင်းပွဲမှာ ကိုကာကိုလာမသောက်ကြနဲ့ရေပဲသောက်ကြလို့ပြောလို့ ကိုလာကုမ္ပဏီစတော့ဈေးကွက်ဟာသိသိသာ ထိုးဆင်းသွားတယ်လို့ ကြားသိလိုက်ရပါတယ်..ဆိုတော့လူမှုကွန်ယက်မှာ လွှမ်းမိုးမှုရှိတဲ့ ဆယ်လီတွေရဲ့ စွမ်းအားဟာ ဘယ်လောက်ကြီးမားသလဲဆိုတာဒါကသက်သေပါပဲ...ဒီစီးရီးထဲမှာလည်း ကိုရီးယားက ဆယ်လီတွေရဲ့  နေမှုထိုင်မှုတွေနဲ့ဒီဘဝရောက်အောင်ကြိုးစားခဲ့ပုံတွေ...ဒါ့အပြင် ဒီလိုနေထိုင်ရတဲ့ ကာလမှာဘယ်လိုတလွဲတွေကြုံခဲ့ရလဲဆိုတာကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့တင်ဆက်ထားတယ်..နာမည်ကျော် သရုပ်ဆောင်များစွာပါဝင်ထားသလို လူသတ်မှုတွေ...ကုမ္ပဏီတွေရဲ့ စီးပွားရေးလှုပ်ရှားမှုတွေ....လူထုရဲ့တုန့်ပြန်ပုံတွေကိုလည်းစိတ်ဝင်စားဖွယ်ကောင်းစွာ ကြည့်ရှုရမှာဖြစ်ပါတယ်.....Aired: June 30, 2023\nAired On: Wednesday, Thursday\nGenres:   Drama\nDuration: 60 mins\nEpisodes: 12\nOriginal Network: Netflix\nFile Size: 720p(~350MB) , 1080p(880MB)\nTranslated by Tiff, Yee Wai & Thinn Thinzar\nEncoded by Phyo Pyae «««   Telegram Channel ...",
        "url": "https://channelmyanmar.org/tvshows/celebrity2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1NxaSn4ver4jIvLeD7YF8cTlZjB.jpg",
        "title": "Silo (2023)",
        "description": "Silo (2023)Sci-fi seriesတွေထဲမှာ ပရိသတ်အားပေးမှုတော်တော်လေးရရှိထားတဲ့ The last of us , The Walking dead နဲ့\nThe sweet toothတို့လို Post apocalyptic seriesတစ်ခုဖြစ်တဲ့ Siloကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီကားလေးကရော ရှေ့ကနာမည်ကြီးစီးရီးတွေလိုပဲ ပရိသတ်ရဲ့နှလုံးသားကိုဖမ်းစားနိုင်မလားဆိုတာကတော့\nရဗျူးကောင်းတွေလည်းရရှိထားတာဆိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုရင်း အကဲဖြတ်လိုက်ကြပါဦး။Siloဆိုတာကတော့ ၁၄၄ ထပ်ရှိတဲ့ မြေအောက်မျှော်စင်မြို့တော်ကြီးတစ်ခု၊\nအထဲမှာ မြို့တစ်မြို့နဲ့ညီမျှတဲ့အင်္ဂါရပ်တွေ အကုန်အစုံရှိပြီးတော့ ပဋိညာဉ်တစ်ခုကို နေထိုင်သူအားလုံး လိုက်နာရတဲ့နေရာတစ်ခုပေါ့။\nပြင်ပကမ္ဘာကြီးကတော့ ကပ်ဆိုက်ပျက်စီးပြီးတော့ အဆိပ်သင့်နယ်မြေလို့ ယူဆကြပြီးတော့\nဒီSiloထဲက လူတစ်စုကတော့ Siloရဲ့ပြင်ပကိုထွက်ချင်ပါတယ်လို့ လုံးဝမပြောပါဘူးဆိုတဲ့\nအဓိကဥပ‌ဒေတစ်ခုအပါအဝင် တခြားမြောက်များစွာသောစည်းကမ်းတွေကို မဖြစ်မနေလိုက်နာရပါတယ်။ဒီမှာမေးစရာရှိလာတာက စည်းကမ်းမလိုက်နာရင် Siloရင်ပြင်ပကိုထွက်ချင်ပါတယ်လို့ ပြောလာတဲ့လူအတွက် ဘာပြစ်ဒဏ်ရှိလဲ။\nဒီလို အပြင်ထွက်ချင်တယ်လို့ ပြောလာသူတိုင်းကို အပြင်ထွက်ခွင့်ပေးပါတယ်။\nအလဲအလှယ်အနေနဲ့ Siloရဲ့အပြင်ဘက်မှာတပ်ဆင်ထားတဲ့ ပြင်ပအာရုံခံစက်တွေကို သန့်ရှင်းရေးလုပ်ရပါတယ်။\nဒါပေမဲ့ထူးခြားတာကတော့ အပြင်ကိုထွက်ချင်တယ်ပြောမိသူတိုင်း မဖြစ်မနေ သန့်ရှင်းရေးလုပ်စရာမလိုပေမဲ့ သန့်ရှင်းရေးလုပ်ပြီးသူတိုင်းတော့ မိနစ်ပိုင်းအတွင်း သေဆုံးကုန်ကြပါတယ်။ရှေ့ကလူတွေရဲ့ သေဆုံးခြင်းကိုပဲ မျက်ဝါးထင်ထင်မြင်နေရချိန်မှာတော့ Siloမြို့ကပြည်သူတွေအနေနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/silo-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDdkNjIyY2YtZTc3My00MDY1LThlNGEtYjExMWYzY2ViYWMyXkEyXkFqcGdeQXVyOTM4MTIwNTA@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Class of ’09 (2023)",
        "description": "ခုတစ်ခေါက် CM ပရိသတ်ကြီးကို မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းတွဲလေးကတော့ \"Class of ‘09” ဆိုတဲ့ Drama, Thriller ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ် ဇာတ်လမ်းကတော့ FBI အေးဂျင့်လေးဦးအကြောင်း အဓိကအသားပေးဖော်ပြထားပြီး ၂၀၀၉ တုန်းက အတိတ်မှာဖြစ်ခဲ့တာတွေရယ်ရယ် ပစ္စုပန်ဖြစ်တဲ့ ၂၀၂၃ ခုနှစ်ရယ် အနာဂတ်က ၂၀၃၄ ခုနှစ်ရယ်ဆိုပြီး အချိန်အပိုင်းအခြားသုံးခုကို တစ်လှည့်စီ ရိုက်ပြထားပါတယ်။ ၂၀၀၉ ခုနှစ်ဝန်းကျင်မှာ FBI အဖွဲ့အစည်းက အေးဂျင့်အသစ်တွေအနေနဲ့ တရားဥပဒေစိုးမိုးရေးလောကက မဟုတ်လည်း တခြားနယ်ပယ်အသီးသီးမှာကျင်လည်လာတဲ့လူတွေကို အေးဂျင့်အဖြစ် စတင်လျှောက်လွှာလက်ခံခဲ့ပါတယ်။၂၀၀၉ ခုနှစ်အပိုင်းမှာတော့ နာ့စ်မလုပ်နေရာကထွက်လာပြီး FBI ကိုလာလျှောက်တဲ့ Poet ရယ် မိဘတွေက FBI လုပ်တာကို သဘောမတူပေမဲ့ ဘဏ်အကောင့်ထဲရှိသမျှပိုက်ဆံနဲ့ လေယာဥ်လက်မှတ်ဝယ်ပြီး အေးဂျင့်လေ့ကျင့်ရေးကျောင်းကို ရောက်လာတဲ့ Hour ရယ် လစာကောင်းတဲ့ အာမခံအေးဂျင့်အလုပ်ကို ထွက်ပြီးလာလျှောက်တဲ့ Tayo နဲ့ မိဘတွေက ...",
        "url": "https://channelmyanmar.org/tvshows/class-of-09-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNmRlYTMzODQtMzEyYS00MDM2LWIxNTEtYWIwNDU5MTc1Zjk1XkEyXkFqcGdeQXVyMDc5ODIzMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "City on Fire (2023)",
        "description": "IMDB rating 6.1/10 ရရှိထားတဲ့ အသစ်ထွက် ongoing Crime/Drama စီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၀၃ခုနှစ်ကို အခြေတည် ရိုက်ကူးထားတာဖြစ်ပြီး တစ်ပတ်ကိုတစ်ပိုင်းနှုန်းနဲ့ အပိုင်း ၈ ပိုင်းထွက်ရှိမှာပါ။ မင်းသမီးချောလေး Chase Sui Wonders (Bodies Bodies Bodies/Generation)၊ မင်းသားချောလေး Wyatt Oleff (I Am Not Okay With This/IT-Stanley Urisဇာတ်ကောင်)နဲ့ မင်းသမီးချော Jemima Kirke (Girls/Conversations with Friends)တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပါ။ ဇာတ်လမ်းအကျဉ်း ဆမ်က လွတ်လပ်ပြီး ပျော်ပျော်နေတတ်တဲ့၊ ဂီတကိုရူးသွပ်တဲ့ ပေါ့ပေါ့ပါးပါးတက္ကသိုလ်ကျောင်းသူလေးတစ်ယောက်ပါ။ တစ်ရက်မှာ အထက်တန်းကျောင်းတုန်းတူတူတက်ခဲ့တဲ့ ချာလီနဲ့ အမှတ်မထင်တွေ့ပြီး သူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ်။ အဲဒီလိုနဲ့ ရှက်တတ်ပြီး အဖေဆုံးပါးသွားလို့ စိတ်ဒဏ်ရာရနေတဲ့ လူငယ်လေး ချာလီက ဆမ့်ကို တွယ်တာသွားမိတယ်ဆိုပါတော့လေ။ ဆမ်က ချာလီနဲ့မတွေ့ခင်က ...",
        "url": "https://channelmyanmar.org/tvshows/city-on-fire-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n129IC6sf046sCWZgXsa2DMRxSO.jpg",
        "title": "[18+] Sex Hub (2023)",
        "description": "Sex Hub (2023) ကာမင်းဟာ လတ်တလော ချစ်သူနဲ့ချစ်တင်းနှောနေတဲ့ Home Made ဗီဒီယိုတစ်ခုပေါက်ကြားခံထားရပါတယ်။ ပိုဆိုးသွားတဲ့အချက်ကတော့ ဖခင်ဖြစ်သူ တက္ကစီသမားဟာ သူ့ကားပေါ်မှာ ခရီးသည်တစ်ယောက် အဲဒီဗီဒီယိုကိုကြည့်နေတာကို တွေ့မြင်ရာသွားကနေ သူနဲ့ပြဿနာအကြီးအကျယ်တက်ခဲ့တာပါပဲ။ တစ်သက်လုံး သူ့အပေါ်ကောင်းခဲ့တဲ့ ဖခင်ဖြစ်သူကို သနားစိတ်နဲ့ သူ့ချစ်သူကိုဖြတ်ဖို့သွားခဲ့တဲ့ ကာမင်းတစ်ယောက် ဘားမှာ ချစ်သူနဲ့ ကတောက်ကဆဖြစ်ရာကနေ သတိလစ်သွားခဲ့ပါတယ်။ သူပြန်သတိရလာတဲ့အချိန်မှာတော့ ဂိုထောင်ပျက်ကြီးတစ်ခုကိုရောက်ရှိနေခဲ့ပြီး သူ့မျက်စိရှေ့မှာတင် မိန်းမငယ်တစ်ယောက် ပစ်သတ်ခံလိုက်ရပါတယ်။ အဲဒီမှတစ်ခြားအမျိုးသမီးနှစ်ယောက်၊ အမျိုးသားသုံးယောက်ကိုပါတွေ့ရှိခဲ့ပြီ းသူသိလာရတာကတော့... သူတို့ဟာ အသက်မသေချင်ရင် Dark Web ပေါ်မှာ ကင်မရာရှေ့ တိုက်ရိုက်ကြည့်ရှုသူအလိုကျ ဖော်ပြ ချွတ်ပြ လိင်ဆက်ဆံပြရပါတယ်။ ထုတ်လွှင့်မှုတစ်ကြိမ်ပြီးတိုင်း ငွေဝင်အနည်းဆုံးတစ်ယောက်ကို ပစ်သတ်လေ့ရှိတဲ့အတွက် အသက်မသေချင်ရင် သူတို့အလိုကျလိုက်လျောရုံကလွဲလို့မတတ်နိုင်ပါဘူး။ ပျောက်ချင်းမလှပျောက်သွားတဲ့ ကာမင်းကို သူ့ဖခင်နဲ့ချစ်သူတို့ရှာဖွေတွေ့နိုင်ပါ့မလား... ကာမင်းတစ်ယောက်ရော ဒီလိင်ငရဲခန်းကလွတ်မြောက်နိုင်ပါ့မလား... ဆိုတာ အပိုင်းလေးပိုင်းပါဝင်တဲ့ အသစ်ထွက် Mini-Series လေးမှာ ကြည့်ရှုလိုက်ကြပါတော့။ (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/sex-hub-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xwXgYXqxLRAYfVGUaS1STEFnmzZ.jpg",
        "title": "The Uncanny Counter(2020)",
        "description": "The Uncanny Counter(2020) အညွှန်း**********************************အပိုင်းသစ်(၁ မှ ၁၆ ထိ)စ/ဆုံး=Complete Zip=ငယ်ဘ၀တုန်းက ကားအက်စီးဒင့်ကြောင့် ဘယ်ဘက်ခြေထောက် မသန်မစွမ်းဖြစ်ခဲ့ရပြီး ထူးခြားတဲ့ခွန်အားပိုင်ဆိုင်ထားတဲ့ So Moonလွန်ခဲ့တဲ့ ၇ နှစ်က ကားအက်စီးဒင့်ကြောင့် အတိတ်မေ့နေခဲ့သူ ရဲအရာရှိဟောင်း Ga Mon Takအသားချင်းထိလိုက်တာနဲ့ လူတစ်ယောက်ရဲ့ စိတ်ကို\nဖတ်နိုင်ပြီး အဝေးကနေလာနေတဲ့ ရန်သူကိုတောင် အာရုံခံနိုင်စွမ်းရှိတဲ့ မိန်းကလေး Do Ha Naစားဖိုမှူး မိန်းကလေး Chu Mae Ok နဲ့ အဖွဲ့ရဲ့ ငွေရေးကြေးရေးကို စီမံခန့်ခွဲတဲ့ Choi Jang Mool တို့\nဖွဲ့စည်းထားတဲ့အဖွဲ့နာမည်ကတော့ \"Counter\"ဒီလိုအများနဲ့မတူတဲ့ ခေါက်ဆွဲဆိုင်လေးမှာ\nသူမတူတဲ့စွမ်းအားပိုင်ဆိုင်တဲ့ အလုပ်သမားငါးယောက်စုဝေးနေကြတယ်။ဒီလိုစွမ်းအားတွေကို အသုံးချပြီး မကောင်းမှုပြုလုပ်တဲ့\nလူဆိုးတွေကို လိုက်ဖမ်းကြမှာဖြစ်ပါတယ်။သူတို့ရဲ့ စွမ်းအားတွေကိုဘယ်လိုအသုံးချပြီး လူဆိုးတွေကိုဖမ်းကြမလဲ သူတို့ရဲ့ ကံကြမ္မာကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို Channel Myanmar ကနေ အပါတ်စဉ် စနေ တနင်္ဂနွေညတိုင်းမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-uncanny-counter2020/"
    }
]