[
    {
        "thumbnail": "https://i.mydramalist.com/BJ4bb_4c.jpg?v=1",
        "title": "Bad Beauty (2022)",
        "description": "Bad Beauty (2022) စ/ဆုံး*****************ဝမ်ဖိချစ် နဲ့ အာကျရီ နဲ့ သမီးလေး နွန်ခဝမ် တို့ရဲ့ ပျော်ရွှင်စရာမိသားစုဘဝလေးဆီသို့\nလှပပြီး ဆွဲဆောင်မှုရှိသော ကလေးထိန်း ဖာ ဟုခေါ်သော မိန်းမပျိုလေးဝင်ရောက်လာသေးအခါ\nသို့ပေမယ့် ဒီမိသားစုမှာ ပျော်ရွှင်နေသလို ထင်ရပေမယ့် ထင်သလိူ မဟုတ်ခဲ့ပါဘူးကလေးထိန်း ဖာ ရောက်လာတဲ့နောက်ပိုင်းမှာတော့ ထူးဆန်းနဲ့ ကိစ္စတွေ ဖြစ်ပေါ်လာပြီး\nအာကျရီ ဟာအကြောင်းပြချက်မရှိဘဲ စိတ်တိုလာတယ်\nနောက်ဆုံးမှာတော့ သူယောင်္ကျားဖြစ်သူ ဝမ်နှင့် ကလေးထိန်းဖာ ဖောက်ပြန်မှုကို သိသွားပါတော့တယ်\nဝမ်ဟာလည်း ဖာကို ချစ်ကြောင်းပေါ်တင်ပြသလာတယ် သမီးဖြစ်သူ နွန်ခဝမ်ဟာလည်း အမေ့ပြောစကားကို\nနားမထောင်တော့ပဲ ကလေးထိန်းဖြစ်သူ ဖာရဲ့စကားကိုသာ နားထောင်တော့တယ်\nကလေးထိန်းဖာဟာလည်း တစ်အိမ်လုံးကို ထိန်းချုပ်ဖို့ ကြိုးစားပါတော့တယ်အတိတ်က အမှားတွေက ပြန်ပြီး လက်စားချေနှိပ်စက်တဲ့အခါ\nကံကြမ္မာကို ငြိမ်ငြိမ်လေးလက်ခံလိုက်မလား\nဒါမှမဟုတ် ကိုယ်ချစ်တဲ့လူတွေအတွက် ရပ်တည်ပြီး တိုက်ပွဲဝင်မှာလားသစ္စာမရှိတဲ့ယောင်္ကျားကို ဘယ်လိုဆက်ကိုင်တွယ်မလဲ ဆိုတာတွေက\nစိတ်လှုပ်ရှားစရာလည်းကောင်းသလို ရင်တုန်စရာလေးတွေလည်းပါတာမို့\nသည်းထိတ်ရင်ဖို ဖီလင်မျိုးလေးလည်းခံစားရစေမှာပါရှင့်\nအပတ်စဥ် စနေနေ့တိုင်းစောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီ Aired: May , 2022 \nAired On: ...",
        "url": "https://channelmyanmar.org/tvshows/bad-beauty-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Rome-133x200.jpg",
        "title": "Rome (2005) S1+S2 Complete",
        "description": "Rome (2005) series\nဇာတ်အိမ်ခိုင်ခိုင်၊ ဘတ်ဂျတ်တောင့်တောင့်နဲ့ တစ်ခမ်းတစ်နားရိုက်ထားပြီး ဆယ့်ရှစ်အပေါင်းတွေလဲ\nအများကြီးပါတဲ့ HBOရဲ့ စီးရီးကို ပြောပါဆိုရင် တစ်ရာမှာ တစ်ရာ့တစ်ယောက်က\nGame Of Thronesလို့ပဲ ဖြေကြမှာ သေချာပါတယ်။ ဒါပေမယ့် HBOကပဲ လွှင့်ခဲ့ပြီး တစ်ပိုင်းကို ဒေါ်လာဆယ်သန်း အကုန်ကျခံရိုက်ထားတဲ့\nRome စီးရီးကိုလဲ မေ့မထားသင့်ပါဘူး။ GOTလို‌ fantasyစီးရီးတော့ မဟုတ်ဘူး‌ပေါ့ဗျာ ။\nရောမခေတ် စစ်သမိုင်း နောက်ခံ ဖြစ်ရပ်မှန်စီးရီးဖြစ်ပြီး‌တော့ ဇာတ်အိမ်ခိုင်ခိုင်ကို\nbig budgetသုံးရိုက်ထားတာမို့ ကြည့်ရတာ တန်လွန်းလှပါတယ်။ ရောမခေတ် လူနေမှုပုံစံ ၊ အဆောက်ဦး ၊ ဝတ်စားဆင်ယင်မှုပုံစံတွေကို သဘာဝကျစွာ\nမြင်ရမှာဖြစ်ပြီး ဒီစီးရီးမှာ သုံးတဲ့ ရောမစစ်သည်တော်တွေရဲ့ ချပ်ဝတ်တန်ဆာတွေကအစ\nအသေးစိတ်ဖန်တီးထားတဲ့ ဒီဇိုင်နာလက်ရာ handmadeတွေ ဖြစ်ပါတယ်။ အားလုံး ကြားဖူးနားဝရှိပြီးသား ရောမခေတ်က စစ်ပြိုင် ရန်သူကြီးတွေ ဖြစ်ခဲ့ကြတဲ့\nဂျူးလိယက် ဆီဇာ နဲ့ ပွမ်ပေ မက်ဂနပ်စ်တို့ ရောမရဲ့ ပုလ္လင်ကို လုကြတဲ့အကြောင်းကိုပဲ\nရိုက်ထားတာဖြစ်ပေမယ့်၊ ဒီစီးရီးမှာတော့ ဂျူးလိယက်ဆီဇာရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/rome-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z5GNHh4J0AC1W8TyIwV8Xnby61.jpg",
        "title": "Player (2018)",
        "description": "Player (2018) ဇာတ်လမ်းတွဲ***************************အပိုင်း ( ၁ မှ ၁၄ ) ထိ စ / ဆုံး ဒီဇာတ်လမ်းတွဲဟာ မင်းသားကြီး ဂျွန်စော နဲ့ f(x) အဖွဲ့ဝင်ဖြစ်တဲ့ Krystal အဓိကပါဝင်သရုပ်ဆောင်ထားတယ်..ရုပ်ထွက်ကိုလည်းရှယ်ဖြစ်အောင် ပြုလုပ်ပေးထားလို့ကြည့်ပြီးသားသူတွေလည်း အရသာတစ်မျိုးရနေပါလိမ့်မယ်..မှုခင် အက်ရှင်ဇာတ်လမ်းတွဲဖြစ်သည့်အလျှောက် အပိုင်း (၁)မှာကတည်းကဇာတ်ရှိန်ခပ်သွက်သွက်နဲ့ကိုသွားထားပါတယ်.. ဟာရီဆိုတဲ့ဘဲကသူများမျက်ခုံးမွေးပေါ်လမ်းလျှောက်ဖို့မွေးဖွားလာတဲ့သူလို့ဆိုရမယ်..သူက ထက်မြက်တဲ့သူတွေစုစည်းပြီး  မကောင်းတဲ့နည်းတွေနဲ့ ချမ်းသာလာတဲ့လူတွေကိုမှာ လိုက်ပြီးဗျင်းတာဖြစ်ပါတယ်... ရဲတွေနဲ့ ထိုးကျွေးလိုက်ပိုက်ဆံတွေ ဖြတ်ခုတ်လိုက်နဲ့..ဒီလို ကတုံးပေါ်ထိပ်ကွက်နည်းမျိုးစုံကိုအထူးကျွမ်းကျင်တဲ့သူလို့ဆိုရမှာဖြစ်ပါတယ်..ဒီတော့ တစ်ချို့ သူဌေးကြီးတွေအတွက် အသေသတ်ပစ်ဖို့ပစ်မှတ်ထားခံရသလို ရဲတွေကလည်း တရားမဝင်တဲ့သူ့နည်းတွေအတွက်ဖမ်းဆီးဖို့ကြိုးစားပါတယ်...ဒီလိုကြားထဲမှာ သူဘယ်လိုတွေဆက်လှုပ်ရှားမလဲဆိုတာကိုတော့...ဒီစီးရီးထဲမှာ ဟက်ကာနည်းပညာတွေနဲ့  ကားစတန့်ဆိုင်ကယ်စတန့်တွေ အက်ရှင်ခန်းတွေနဲ့Krystal လေးရဲ့  ဆွဲဆောင်မှုရှိတဲ့ဟန်ပန်တွေကြောင့်၁၄ပိုင်းလုံးမပျင်း မရှိနဲ့ ရှယ်ကြီးပါပဲ... Episodes: 14Aired: Jun  Sep 29 ,2018  Nov 11 , 2018Aired On:  Saturday, SundayFile Size: 1.14GB, ...",
        "url": "https://channelmyanmar.org/tvshows/player-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izLQj7bnXWvgRrJZnt6BxpTfI9Q.jpg",
        "title": "Justice League (Complete)",
        "description": "DC ရဲ့ စူပါဟီးရိုးတွေ အကြောင်း သေချာသိချင်ရင်Justice League ကို ကြည့်ရမှာပါJustice League မှာတော့ ဘတ်မန်း နဲ့ စူပါမန်းဦးဆောင် တဲ့ စူပါဟီးရိုး အဖွဲ့ရယ်ဗီလိန်တွေ အကြောင်းရယ် သေချာပြည့်စုံတဲ့ ဒီ Animated Series ကို တင်ပေးချင်နေတာအတော်ကြာပါပြီ ခုတော့ DC Fan တွေ အတွက် တင်ပေးလိုက်ပါပြီတစ်လ မှာ အပိုင်း ၂၀ လောက်စီ တင်ပေးနိုင်အောင် ကြိုးစားမှာဖြစ်လို့CM Fan များ တစ်ဝကြီး ကြည့်ရှုနိုင်ပါပြီ File Size – 325MB@EpisodeQuality – 1080p Blu RayDuration – 22 minute (@Episode)Total Episodes: 52Subtitle – Myanmar HardsubFormat – Mp4Genre : Animation & ...",
        "url": "https://channelmyanmar.org/tvshows/justice-league/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/R6YzP_4f-135x200.jpg",
        "title": "A Model Family (2022)",
        "description": "A Model Family (2022)စစ်ပွဲတွေ ရောဂါတွေ မတော်တဆမှုတွေကြောင့် ကမ္ဘာပေါ်မှာ နေ့စဥ် လူပေါင်းများစွာ အသက်ဆုံးရှုံးနေရပါတယ်ဒါပေမယ့် အဲဒီထက်ပိုများတဲ့ အသက်တွေကတော့ ငွေကြောင့်ဆုံးရှုံးနေတယ်တဲ့လောကမှာ ငွေကြောင့်ဆုံးရှုံးရတဲအသက်တွေ ဘယ်လောက်အထိများနေပြီလဲဇာတ်လမ်းအကျဥ်းဘတ်ဒုံဟာက ဂန်အွန်းဂျူနဲ့လက်ထပ်ထားတဲ့ သာမန် အိမ်ထောင်ဦးစီးတစ်ယောက်ဖြစ်တယ်\nသားသမီး ၂ ယောက်ရှိပြီး သားငယ်လေး ဟျွန်းအူ နှလုံးအစားထိုးခွဲစိတ်ဖို့အတွက် ငွေအရေးပေါ်လိုအပ်နေတယ်\nမိသားစုအပေါ် သူ့ရဲ့ တာဝန်မကျေမှုတွေကြောင့် ဇနီးဖြစ်သူ အွန်းဂျူကလည်း သူ့ကို ကွာရှင်းချင်နေတယ်\nအွန်းဂျူမှာကလည်း လျို့ဝှက်ချက်တွေက ရှိနှင့်ပြီးသားပေါ့ဒုံဟာတစ်ယောက် စိတ်ညစ်ညစ်နဲ့ခြေဦးတည့်ရာထွက်လာခဲ့ရာက မထင်မှတ်ဘဲ ကားတစ်စီးကိုတွေ့လိုက်ရတယ်လူပြတ်တဲ့လမ်းမပေါ်မှာရပ်ထားတာမို့ ထူးဆန်းလို့ အဲဒီကားအနားကိုသွားကြည့်တဲ့အခါ...\nကားထဲမှာ လူနှစ်ယောက် သွေးအလိမ်းလိမ်းနဲ့ဖြစ်နေတာတွေ့လိုက်ရတယ်\nအစက အရေးပေါ်ကို ဖုန်းဆက်ပေးပေမယ့် ကားနောက်ခန်းက ငွေထုတ်ကြောင့် စိတ်ပြောင်းပြီး ဖုန်းချလိုက်တယ်\nနောက်ဆုံး ကားထဲကငွေတွေကို ခိုးယူလိုက်မိတယ်အဲဒီငွေတွေက မူးယစ်ဂိုဏ်းတွေနဲ့ ပက်သက်နေတဲ့အခါ ဒုံဟာတစ်ယောက် ဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါရှင် ။Drama: A Model Family\nDirector: Kim Jin-Woo\nWriter: Lee ...",
        "url": "https://channelmyanmar.org/tvshows/a-model-family-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3eV4i1v4vIDMiAJqRcG0xSsDh7x.jpg",
        "title": "Love Mechanics (2022)",
        "description": "Love Mechanics (2022) စ/ဆုံး\n****************BL ကြိုက်တဲ့ ချစ်တို့အတွက် နောက်ထပ် BL ကြမ်းကြမ်းလေးတစ်ကား\nCM ကနေ တင်ဆက်ပေးလိုက်ပါတယ်**ဝီး အဖြစ် Yin Anan Wong\n**မာ့ခ် အဖြစ် War Wanarat Ratsameerat တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းဘားလို့ခေါ်တဲ့ စီနီယာအစ်ကိုကြီးကို တဖက်သတ်လိုက်ကြိုင်နေတဲ့ မာ့ခ်ဆိုတဲ့ကောင်လေးမာ့ခ် တစ်ယောက် နေ့စဥ်နေ့တိုင်း ဘား နောက်ကို လိုက်ပြီးနှောက်ယှက်နေခဲ့တယ်\nဘားရဲ့ သူငယ်ချင်းဝီးက ဒါကို လုံးဝ ကြည့်မရခဲ့ဘူး\nဝီးက ဘားနဲ့ ဝေးဝေးနေဖို့ မာ့ခ်ကိုသတိပေးခဲ့တယ်ဒါပေမယ့် တစ်ရက်မှာတော့ ကြီးမားတဲ့ ကံကြမ္မာအလှည့်အပြောင်းတစ်ခုကို မာ့ခ်နဲ့ဝီး ရင်ဆိုင်ခဲ့ရတယ်\nမာ့ခ်ကတော့ သူနဲ့ဝီးကြားက ရေစက်တွေကို အဆုံးသတ်ချင်ခဲ့ပေမယ့် ဝီးက လက်မခံခဲ့ဘူး\nဝီးမှာ ချစ်ရတဲ့ ချစ်သူရှိနေပေမယ့် မာ့ခ်က ဝီးကို သဘောကျသွားခဲ့တယ်သူတို့နှစ်ယောက်ကြားက ဆက်ဆံရေးတွေ အဆင်ပြေသွားနိုင်မလား\nသုံးပွင့်ဆိုင်ဇာတ်လမ်း​ပေါ်သွားတဲ့အချိန်မှာ ဝီးဘာဆက်လုပ်မှာလဲ\nဘာကိုရွေးချယ်မှာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါပြီရှင်Episodes: 10Aired: June.18 , 2022Aired ...",
        "url": "https://channelmyanmar.org/tvshows/love-mechanics-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/midnight-134x200.jpg",
        "title": "Midnight Horror Story (2021)",
        "description": "Midnight Horror Story (2021)ကြောက်ချင်ကြသူများအတွက် အရမ်းလန်းတဲ့ ထိတ်လန့်ပြာယာကြည့်စရာ ကိုရီးယားရှိုးလေး လာပါပြီပင်တိုင်တင်ဆက်သူ ၄ဦးနဲ့အတူ ကြက်သီးထစရာ နာနာဘာဝလောကပုံစံ အပြင်အဆင်စတူဒီယိုထဲ ထိုင်ရင်းကမ္ဘာ့နိုင်ငံတစ်ဝှမ်းက ပေးပို့လာသမျှ လူတွေကြုံတွေ့ခဲ့ရတဲ့ ထိတ်လန့်စရာ ပရလောကနဲ့ဆိုင်တဲ့ ဖြစ်ရပ်မှန်တွေအကြောင်းကိုအသံနက်နက်ကြီးနဲ့ ဖတ်ပြပြီး ဆွေးနွေးပြောဆိုကြမယ့် စကားဝိုင်းကြီးမှာတစ်နေရာကနေ စောင့်ကြည့်နေတဲ့ အမှောင်ဝိဥာဉ် ၄၄ခုရှိနေပြီး ဖြစ်ရပ်တွေကို သူတို့စိတ်ကျေနပ်ရင် ဖယောင်းတိုင်မီးထွန်း မဲပေးဆုံးဖြတ်ဦးမှာပါအဲ့ဒီလို ဖတ်ပြတဲ့ဖြစ်ရပ်မှန်တွေကို သည်းထိတ်ရင်ဖိုစရာအတိ ပြန်သရုပ်ဖော်ထားတဲ့ ဗီဒီယိုတင်ဆက်မှုကိုပါ ပံ့ပိုးထားပါသေးတယ်နာမည်ကြီး ဧည့်သည်တွေလည်း လူပြောင်းလာပြီး ကိုယ်တွေ့ ပတ်ဝန်းကျင်တွေ့ ဖြစ်ရပ်တွေကိုပါ ပြောပြကြသေးတာမို့သရဲကားကြည့်ရသလို ကြက်သီးထစရာ ဖီးလ်လင်တပွေ့တပိုက်နဲ့ လက်ကြားထဲကချောင်းကြည့်လိုက်ကြရအောင်ပါ File Size – 800MB@EpisodeQuality – 720pDuration – 1h 15minute (@Episode)Total Episodes: 40Subtitle – Myanmar HardsubFormat – Mp4Genre : talk ...",
        "url": "https://channelmyanmar.org/tvshows/midnight-horror-story-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b1IBsimEJOLjBLYsdBZ1VAcmq73.jpg",
        "title": "Rebelde (2022)",
        "description": "Rebelde Season 1Rebelde a.k.a Rebel က​တော့  Netflixရဲ့ အသစ် ထွက်ရှိလာတဲ့\nလက်တင်စကား​ပြော Mexican ရုပ်သံစီးရီးတစ်ခုပဲ ဖြစ်ပါတယ်၊\nComedy, Teen Drama, Musical Themeဖြစ်ပြီး\nလက်တင်စီးရီး​တွေကို ရိုက်ကူးရာ၊ reboot ရာ စင်တင်​ပေးရာမှာ လက်​စောင်းထက်​လေ့ရှိတဲ့ Netflix ​ကြောင့် ​\nရှေ့က​​နောင်​​တော် Hit Teen Drama​တွေဖြစ်ကြတဲ့ Elite နဲ့ Control Zတို့​ရဲ့ခြေရာကို နင်းနိုင်မလား​​ဆိုတာ\nစောင့်ကြည့်ရမယ့် Teen Drama serieပဲဖြစ်ပါတယ်၊Rebelde ဟာ Latin Americaမှာ ၂၀၀၀ပြည့်နှစ်ဝန်းကျင်က အ​တော်​ရေပန်းစားခဲ့တဲ့ Teen Dramaပဲဖြစ်ပါတယ်၊\nမူရင်းက အာဂျင်တီးနား series ဖြစ်တဲ့ Rebelde Wayဖြစ်ပြီး\n2004 ခုနှစ်မှာ မက္ကဆီကိုအ​​ခြေစိုက်Televisaက​နေ ဗားရှင်း​ပြောင်းပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်၊\n2004 ထွက် Mexican version က​တော့Season 3 ခု total episodes 440နဲ့\nLatin ...",
        "url": "https://channelmyanmar.org/tvshows/rebelde-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OwFUerRIahvfnV7ADcJm8xX5fx.jpg",
        "title": "School Tales the Series (2022) Complete",
        "description": "School Tales the Series (2022) Completed Mini-Series ထိုင်းတွေဟာ သရဲတစ်လိုင်းနဲ့ အသေပေါက်လေတော့ Netflix ကနေ ထိုင်းသရဲမီနီစီးရီးအသစ်တစ်ခုကို တင်ဆက်လိုက်ပြန်ပါပြီ။ သူ့ရှေ့က ကျောင်းကိုအခြေတည်ရိုက်ထားတဲ့ သရဲစီးရီးလည်းအောင်မြင်ခဲ့လို့လားမသိ ကျောင်းအခြေတည် သရဲဇာတ်လမ်းတွေနဲ့ကိုပဲ ရွေးချယ်ရိုက်ကူးလိုက်ပါတယ်။ ဒီထိုင်းကျောင်းသရဲကားမှာ‌တော့ အပိုင်း၈ပိုင်းပါရှိပြီး Anthology စီးရီးဆိုတော့ တစ်ပိုင်းဇာတ်လမ်းတစ်ပုဒ် ပြောရရင် တစ်ပိုင်းတစ်ကားပါပဲ။ တစ်ပိုင်းကို သရဲတစ်ကောင်နဲ့ သရဲရှစ်ကောင်တိတိအခြောက်ခံရစေမယ့် စီးရီးလေးပါပဲ။ စော်ချောချော ဘဲချောချောလေးတွေရောပါတာမိုါ လူငယ်လည်းကြိုက်သလို လန့်လည်းလန့်ရမယ့် ထိုင်းစီးရီးလေးပါပဲ။ ကျောင်းမှာခြောက်တဲ့သရဲဆိုတော့ သေသွားတဲ့ဆရာမဝိညာဥ်တို့ ကျောင်းသားချင်းအနိုင်ကျင့်တာတို့ကို ရောစပ်ပြီး အချိုးအကွေ့တစ်ချို့ သုံးပြီး ပြသွားပါတယ်။ အပိုင်းတစ်ဆို ကျောင်းတွင်းအနိုင်ကျင့်မှုတစ်ချို့ကို သေချာပြထားပြီး သူငယ်ချင်းကို သူငယ်ချင်းလို မသတ်မှတ်ဘဲ အသုံးချစရာတစ်ခုလို မှတ်တဲ့ လူတွေရဲ့အဖြစ်သနစ်ကို ပြထားပါတယ်။ နောက် ကျောင်းမှာ မလှလို့ အနှိမ်ခံရရာကနေ လှချင်လို့ နတ်ဆိုးဆန်ဆန် ထိုင်းရိုးရာတစ္ဆေလိုဟာတွေနဲ့ အပေးအယူလုပ်မိတာတွေကိုပြထားပါတယ်။ သရဲဇာတ်လမ်းရှစ်ခုပေမဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/school-tales-the-series-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mjiKCIk9DPkirC2kx9ywRzE8qo0.jpg",
        "title": "To Be A Brave One (2022)",
        "description": "CM ကနေ ဒီတစ်ခါဘာသာပြန်တင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ အရိုတစ်လိုင်းပရိတ်သတ်‌တွေအကြိုက်တွေ့စေမယ့် To be a brave one ဆိုတဲ့ကားလေးပဲ ဖြစ်ပါတယ် Casts တွေကိုပြောပြရမယ်ဆိုရင်Meteor Garden 2018 မှာ 2nd lead အဖြစ်ပါဝင်ခဲ့ပြီးလူကြိုက်များလာခဲ့တဲ့ Darren Chen က Shao Moli အဖြစ်Murder in the kairotei ထဲက မင်းသမီး Deng JiajiaကAn Yu အဖြစ်ပါဝင်ထားကြတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ငယ်ငယ်ထဲက လိုလေသေးမရှိ Princess lifestyle နဲ့နေလာခဲ့တဲ့ An Yu ရဲ့မိသားစုလေးဆီကိုမထင်မှတ်ထားတဲ့ ကံကြမ္မာ အပြောင်းအလဲတစ်ခုကြောင့်သူမဘဝအတွက် အမည်းစက်အဖြစ် ထင်ကျန်နေ‌စေမယ့်အဖြစ်အပျက်တစ်ခု ဖြစ်သွားခဲ့ပါတော့တယ်သူမ ထောင်ကျပြီး ၄နှစ်အကြာမှာတော့ယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့ သူမဘဝထဲကိုငယ်ငယ်တုန်းက သိခဲ့ဖူးတဲ့ ကောင်လေး Shao Moli ကအမှတ်မထင်ဝင်ရောက်လာခဲ့ပါတယ်Shao Moli ဟာအခုချိန်မှာတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့အောင်မြင်နေတဲ့ စီးပွားရေးသမားတစ်ယောက်ဖြစ်နေခဲ့ပါပြီစိတ်ဒဏ်ရာတွေနဲ့ ပြည့်နှက်နေတဲ့ An Yuကို ...",
        "url": "https://channelmyanmar.org/tvshows/to-be-a-brave-one-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yKV8ZlWiafzW64aVbfvgZWQWhs0.jpg",
        "title": "The Outlaws S01 (2021) [Complete]",
        "description": "The Outlaws Season 1 (2021)အပိုင်း (၁ မှ ၆) အစ/အဆုံးဘဝမှာ တစ်ခါမှ မသိကျွမ်းဖူးတဲ့အပြင် အသက်မွေးဝမ်းကျောင်းပညာရပ်တွေပါ\nမတူညီကြတဲ့ သူစိမ်း ခုနစ်ယောက် မိမိတို့ ကျူးလွန်ခဲ့တဲ့ ပြစ်မှုတွေအတွက်\nလူမှုကြွေးပြန်ဆပ်ဖို့အတွက် ဘရစ်စတိုးမြို့မှာ ရှိတဲ့ မြို့ပြအသင်းတိုက်မှာ ပရဟိတလုပ်ငန်းတွေလုပ်ဖို့\nပြစ်ဒဏ်ချမှတ်ခံရပြီးမှ အချင်းချင်း ရင်းနှီးလာကြပါတယ် ကံကောင်းချင်တော့ သူတို့ဟာ ငွေသားတွေအပြည့်ပါတဲ့ အိတ်တစ်အိတ်ကို\nရှာတွေ့ခဲ့ကြပြီး ဝေစုခွဲယူကြဖို့ စီစဉ်ထားကြပါတယ် ဒါပေမဲ့ သူတို့မသိတာက ဒီငွေထုပ်ကြီးကို အန္တရာယ်ရှိတဲ့ ဒုစရိုက်သမားတချို့ကလည်း\nအပူတပြင်းလိုက်ရှာနေတယ်ဆိုတာပါပဲ အပိုင်း ၆ ပိုင်း ပါတဲ့ Season 1 ကို BBC က ထုတ်လွှင့်ပြသားထားပြီး\nBBC One နဲ့ Amazon Studios တို့ရဲ့ ပူးပေါင်းတင်ဆက်မှုဖြစ်တဲ့အပြင်\nဇာတ်အိမ်လည်း ခိုင်တာကြောင့် ရင်သပ်ရှုမောဖွယ် ကြည့်ရှုရမဲ့ ဇာတ်လမ်းတွဲကောင်းလေး တစ်ခုပဲ ဖြစ်ပါတယ် Aired: 25 October 2021 -- Aired On: ...",
        "url": "https://channelmyanmar.org/tvshows/the-outlaws-s01-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/9fXl2UkUVF7jTw0tSMXhr13FHr7-133x200.jpg",
        "title": "Modern Love: Mumbai (2022) Complete",
        "description": "Modern Love MumbaiIMDb rating - 8/10အချစ်လို့ကြားလိုက်ရတာနဲ့ သစ်လွင်လှပမြူးကြွတဲ့ဘဝတစ်စိတ်တစ်ပိုင်းကို မြင်ယောင်ကြပေမယ့်\nနေ့စဥ်ဒုက္ခလှလှတွေကို မေ့တတ်ကြတယ်ဒီကားထဲမှာတော့ သဘာဝနဲ့ ပတ်ဝန်းကျင်ရဲ့\nတင်းကျပ်သတ်မှတ်ချက်တွေနဲ့ နေ့စဥ်ဒုက္ခလှလှတွေကို\nအချစ်နဲ့ကျော်ဖြတ်သွားကြပုံလေး\nရိုက်ပြထားတယ်အခါးသံသရာကို အချစ်ချိုချိုလေးတွေနဲ့\nဘယ်လိုတွေအနိုင်ယူမလဲ.........Episode 1အိန္ဒိယထုံးစံ ဇာတ်အနိမ့်အမြင့်တွေကြားက အချစ်\nကန့်သတ်ထိန်းချုပ်မှုတွေကြားက မိန်းကလေး\nတစ်ယောက် ဘဝ\nဇာတ်အနိမ့်အမြင့်ကွာခြားမှုတွေကြားက စွန့်စားပြီးချစ်ခဲ့ရသူက စွန့်ခွာသွားတဲ့အချိန်\nထင်သလိုမျှော်လင့်စောင့်စားမနေပဲ ကိုယ့်ဘဝကိုယ်စတင်ပြောင်းလဲနေတဲ့ကောင်မလေးတစ်ယောက်..\nကန့်သတ်ချက်တွေ တင်းကျပ်မှုတွေကို\nပေါ့ပေါ့ပါးပါးနဲ့ ဘယ်လိုကျော်ဖြတ်ပြသွားမလဲEpisode 2ကြီးပြင်းလာခဲ့ရတဲ့ ဘဝရဲ့အတိတ်ဖြစ်ရပ်တွေကထပ်ကြပ်မကွာလိုက်နေခဲ့တာမို့ Gayတစ်ယောက်အဖြစ်ဝန်မခံချင်ခဲ့တဲ့ မန်ဇူ\nသားအရင်းအချာပမာပြုစုပျိုးထောင်ပေးခဲ့တဲ့အဖွားစိတ်ပျက်သွားမှာကြောက်လို့ အချစ်ကိုဝန်မခံရဲခဲ့သူ..မိဘတွေကလည်း\nGayတစ်ယောက်အဖြစ်လက်မခံခဲ့လို့ ပင်ပန်းနေတဲ့သူ့ဘဝထဲ ဘယ်လိုအလှည့်အပြောင်းတွေကြုံတွေ့လာမလဲ...Episode 3တရုတ်နဲ့ အိန္ဒိယစပ်ကာ မွေးဖွားလာပြီး\nတရုတ်ပြည်မှာပဲ အခြေချ နေထိုင်နေတဲ့သူအမေဖြစ်သူ တရုတ်လူမျိုးက\nသူ့သားကို တရုတ်မနဲ့ပဲ ယူစေချင်ပြီး\nသူ့သားချစ်သူ အိန္ဒိယမနဲ့ သဘောမတူတဲ့အခါ...အမေနဲ့ ချစ်သူကြား ဗျာများနေရတဲ့သူတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်Episode 4အချစ်မှာ အသက်ဆိုတာဟာကိန်းဂဏန်းတစ်ခုပါပဲ အသက်၂၀လောက်ကွာခြားနေတဲ့ ၄၀ကျော်နဲ့ ၂၀ကျော်အချစ်အကြောင်\nးရိုက်ကူးတင်ဆက်ထားတဲ့ ဒီအပိုင်းဟာဆိုရင်လည်း ချစ်နေဖို့သာအဓိကဆိုတဲ့ ဝေါဟာရကို ပုံဖော်ထားပါတယ်Episode 5ရွေးလေ လိုလေ အိုတစ္ဆေဖြစ်နေတဲ့\nအပျိုကြီးမမတစ်ယောက်လိုအပ်ချက်မရှိ သူနဲ့ကိုက်ညီတဲ့\nကောင်လေးတစ်ယောက်နဲ့ တွေ့ရှိသွားတဲ့အခါ...Episode 6အိမ်မှုကိစ္စအဝဝနဲ့ ယောင်္ကျားကိုပံ့ပိုးရင်း\nဝါသနာတွေမှေးမှိန်ခဲ့ရတဲ့ အိမ်ထောင်ရှင်မ\nတစ်ယောက်ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/modern-love-mumbai-2022-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNmVjZTA5NmEtOWJlMi00MGY3LThhZGItZGExNDUwODIwNzE4XkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-160x200.jpg",
        "title": "Rangbaaz: Darr Ki Rajneeti (2022)",
        "description": "Rangbaaz: Darr Ki Rajneeti (2022)ဒီနေ့မှာတော့ Channel Myanmar ရဲ့ ပရိတ်သတ်တွေအတွက်\nအလွမ်းအဆွေးနဲ့ အချစ်ဇာတ်အိမ်တွေမဟုတ်ပဲ\nလှည့်ကွက်အပြည့်နဲ့ နိုင်ငံရေးဇာတ်လမ်းတစ်ခုကို မိတ်ဆက်ပေးလိုက်ပါတယ်။ဟာရွန်ရှာအာလီဘေဆိုတဲ့ ဒုစရိုက်သမားတဖြစ်လည်း နိုင်ငံရေးသမားတစ်ယောက်ရဲ့ အကြောင်းပေါ့။\nလူမျိုးကြီးဝါဒကြီးစိုးပြီး\nဇာတ်နိမ့်၊ဇာတ်မြင့် ခွဲခြားဆက်ဆံတဲ့ ပြဿနာနဲ့ အဓိကရုဏ်းတွေ၊ ဘာသာရေးအမြင်ကွဲလွဲမှုကြားထဲက လူတွေရဲ့ ကြမ်းကြုတ်မှုတွေ၊ ဒါတွေကို ငယ်စဥ်ဘဝကတည်းက ကြုံလာခဲ့တဲ့ ဟာရွန်။နိုင်ထက်စီးနင်းမှုတွေအောက်မှာ အလူးအလိမ့်ခံခဲ့ရတဲ့ ဟာရွန်တစ်ယောက် ဘီဟာပြည်နယ်ရဲ့ မထင်မရှားဘဝကနေ\nလူတိုင်း နာမည်ကြားရုံနဲ့ ကြောက်ရတဲ့ ဒုစရိုက်သမားဘယ်လိုဖြစ်လာခဲ့လဲ။\nပြည်နယ်ရဲ့ အာဏာအရှိဆုံး နိုင်ငံရေးသမားတစ်ယောက် ဘယ်လိုဖြစ်လာလဲဆိုတဲ့ အကြောင်းကို\nအပိုအလိုမရှိတဲ့ လှည့်ကွက်တွေနဲ့ ကြည့်ရမှာမို့ ကားကောင်းလေးတစ်ကားလို့ ညွှန်းလိုက်ပါတယ်ဗျာ။File Size –500MB / 250MbQuality – 1080p / 720pDuration – 40minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : ActionTranslator – ...",
        "url": "https://channelmyanmar.org/tvshows/rangbaaz-darr-ki-rajneeti-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76tobB0cvMvSceS3p5P1QNqi29z.jpg",
        "title": "Diet (2022)",
        "description": "Diet (2022)Diet လုပ်တယ်ဆိုတာ ဒီဘက်ခေတ်မှာ အတော်လေး ခေတ်စားလာတဲ့ အလေ့အထ တစ်ခုပါ။\nဝိတ်ချမယ်လို့ ဆိုလိုက်တာနဲ့ အသက်ထွက်မတတ် လေ့ကျင့်ခန်းတွေလုပ်ပြီး\nမသေရုံတမယ် စားရတာတွေကို ပြေးမြင်မိကြမှာပါ ။\nဒါပေမဲ့ ဒီအစီအစဉ်ကတော့ အဲဒီလိုမျိုးတွေကနေ ကွဲထွက်ပြီး ပျော်ပျော်ရွှင်ရွှင်နဲ့\nဝိတ်ချနိုင်မယ့် နည်းလမ်းတွေကို ပြသပေးသွားမှာပဲ ဖြစ်ပါတယ် ။\n၃၈ ကီလို ကျအောင် ဝိတ်ချခဲ့ပြီး ၁၃ နှစ်တိုင်တိုင် ကျန်းမာတဲ့ ခန္ဓာကိုယ်ကို\nထိန်းသိမ်းထားနိုင်တဲ့ Kim Shin Young က Host အဖြစ် တာဝန်ယူသွားမှာ ဖြစ်ပြီးတော့ဝိတ်ချမယ့်အဖွဲ့ဝင်တွေကတော့...\n- သရုပ်ဆောင်ပိုင်နိုင်တဲ့ စွယ်စုံရ အနုပညာရှင် Ha Jae Suk\n- ကျက်သရေရှိပေမဲ့ ဘီယာဗိုက်ထွက်နေတဲ့ အသောက်တလိုင်း သရုပ်ဆောင် Go Eun Ah\n- Generation MZ တွေကြားထဲမှာ ရေပန်းစားတဲ့ ဂီတပညာရှင် Park Moon Chi\n- ထိပ်သီး အကပညာရှင်ဖြစ်ပေမဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/diet-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6eaySyOW29li0CgXHqy7pgb0IUT.jpg",
        "title": "Paper Girls (2022) Season 01 Complete",
        "description": "Paper Girls (2022) Season 01 Complete ~ IMDb - 6.8/10, RT - 87%, IGN - 7/10 ~ (၈ပိုင်း စဆုံးထွက်ရှိထားတာဖြစ်ပြီး တစ်ရက် နှစ်ပိုင်းနှုန်းနဲ့ လေးရက်အတွင်း ၈ပိုင်းလုံး တင်ဆက်ပေးသွားပါမယ်) နာမည်တူ Mystery/Sci-Fi Comic ဖြစ်တဲ့ Paper Girls ကို ဇာတ်လမ်းတွဲအဖြစ် ပြန်ရိုက်ကူးထားတာပါ။ ရဗျူးတွေကတော့ Stranger Things, Yellowjackets နဲ့ Black Mirror သုံးကားလုံးရဲ့ အရသာကိုပေးထားတယ်ဆိုပါတယ်။ ကျွန်တော်လည်းစစကြည့်ချင်းမှာ STနဲ့ နည်းနည်းဆင်နေသလိုလို ထင်လိုက်ပါသေးတယ်။ ကလေးတစ်အုပ် တိုင်ပတ်နေတာရော၊ ကောင်းကင်အနီကြီးရော၊ ထူးခြားဆန်းကြယ်ဖြစ်ရပ်တွေရော အပိုင်းတစ်မှာ မြင်နေရတာကိုး။ Thriller စီးရီးလို့ ပြောရမယ့် စီးရီးဆိုတော့ စစချင်းမှာ သတင်းစာပို့တဲ့ကလေးမတွေက ညဘက်ကြီး သတင်းစာပို့ရင်း လမ်းသရဲတွေနှောင့်ယှက်ခံရတဲ့ ဇာတ်ကွက်တွေပြပြီး ရင်တထိတ်ထိတ်ဖြစ်အောင်လုပ်ထားတယ်။ ပြီးကျ ...",
        "url": "https://channelmyanmar.org/tvshows/paper-girls-2022-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AvY5gbYd3ajsFxpobXHJ3fzOEXe.jpg",
        "title": "Miracle (2022) [Complete]",
        "description": "Miracle (2022) [အစ-အဆုံး] အပိုင်းသစ် - ၁၄ (ဇာတ်သိမ်းပိုင်း)\n(1080p ရပါပြီ) အသက်ငယ်ငယ်လေးနဲ့ အောင်မြင်ကျော်ကြားနေတဲ့ Idol လေး လူးဝစ် ...\nသူ့ရဲ့ အလုပ်ကြိုးစားမှုနဲ့ သီချင်းကောင်းတွေကြောင့် နိုင်ငံတကာမှာ လူကြိုက်များတဲ့ အနုပညာရှင်ဖြစ်လာခဲ့တယ်။အီဆိုရင်းကတော့ လူးဝစ်ရဲ့ အမာခံပရိတ်သတ်တစ်ယောက်ပါ။ တစ်နေ့မှာ လူးဝစ်လို Idol တစ်ယောက်ဖြစ်လာဖို့ အိပ်မက် မက်နေသူလေးပေ့ါ။နာမည်ကြီးလာတာနဲ့အမျှ လူးဝစ်ဟာ သူ့ရဲ့ အေဂျင်စီနဲ့ မန်နေဂျာ ရဲ့ ပိုမို တင်းချုပ်ချယ်ခြင်း ခံလာရပါတယ်။ ဒါပေမဲ့ ကိုရီးယား ပြန်ရောက်တုန်းလေး လျှောက်လည်ချင်လို့ လူးဝစ်တစ်ယောက် ဟိုတယ်ကနေ ထွက်ပြေးလာခဲ့တယ်။ထွက်ပြေးလာတဲ့ လူးဝစ်နဲ့ အီဆိုရင်းတို့ ဆုံတွေ့ပြီးနောက် ဘယ်လို Miracle တွေ ဖြစ်လာမလဲ ဆိုတာ ဆက်လက်ကြည့်ရှုကြပါဦးရှင်။ (အညွှန်းကိုတော့ Hay Thar Oo က ရေးပေးထားပါတယ်။) Aired: June 24, 2022 --\nAired On: Friday, Saturday\nGenres: ...",
        "url": "https://channelmyanmar.org/tvshows/miracle-2022/"
    },
    {
        "thumbnail": "https://i.mydramalist.com/RD8oR_4c.jpg?v=1",
        "title": "Divided Heart(2022)",
        "description": "Divided Heart(2022) စ / ဆုံး\nသွေးဖြင့်ရင်းသောနှလုံးသား\n--------------------------------------( စစင် / ကျို )\n( တဝမ်ချိုင် / ကျေ ) အဖြစ် - Mick Thongraya\nနလင် / နွန့် အဖြစ် - Thisa Waritthisa\nလုဝါ့ အဖြစ် - Jenny Chaysara​အမြွှာညီအစ်ကိုနှစ်ယောက်ဖြစ်ပေမဲ့ သဘောထားမတိုက်ဆိုင်ဘဲ ပြဿနာတွေဖြစ်နေကြတဲ့\nစစင် (ကျို) နဲ့ တဝမ်ချိုင် (ကျေ) တို့နှစ်ယောက် မိခင်သေဆုံးသွားပြီးနောက်မှာ\nတစ်ယောက်ကိုတစ်ယောက်ပိုပြီးအမြင်မကြည်ဖြစ်လာပါတော့တယ်။မိခင်ရဲ့သေဆုံးမှုဟာ အဖေဖြစ်သူကြောင့်ဟု အပြစ်တင်ရင်း\nအဖေ့ကိုအမုန်းကြီးမုန်းနေတဲ့ စစင် (ကျို) တစ်ယောက် အိမ်ကထွက်သွားခဲ့ပါတယ်။သိပ္ပံမေဂျာဌာနက ဆရာမချောချောလေး နလင် (နွန့်) တစ်ယောက် ထိုင်းနိုင်ငံပြန်ရောက်လာတဲ့အခါ\nညီအစ်ကိုအမြွှာနှစ်ယောက်နဲ့ဆုံမိရင်း သုံးယောက်သား သူငယ်ချင်းတွေဖြစ်လာခဲ့ပါတယ်။နလင်ရဲ့ အိမ်နီးချင်းတစ်ဖြစ်လဲ ကျောင်းသူလေး ခုဝါ့တစ်ယောက်\nစစင်ရဲ့ အကူအညီတောင်းမှုကြောင့် နလင်နဲ့အောင်သွယ်​ပေးရင်း\nအနေနီးတဲ့ စစင်ကို တိတ်တခိုးချစ်မိနေပါတော့တယ်။ရုတ်တရက်ဆိုသလို စစင်နဲ့တဝမ်ချိုင်တို့ရဲ့ ဖခင်ဖြစ်သူအသတ်ခံလိုက်ရတဲ့အပြင်\nသက်သေတွေပါပျောက်ဆုံးနေတဲ့အခါ တဝမ်ချိုင်ဟာ အရင်းနှီးဆုံးသူငယ်ချင်း\nနေတိဝပ်ကို အကူအညီတောင်းရင်း ...",
        "url": "https://channelmyanmar.org/tvshows/divided-heart2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vm4zQi3CDJCYyHCfDPww4ka57Kn.jpg",
        "title": "The Heart of Genius (2022)",
        "description": "အခုတစ်ခေါက် CM ကဘာသာပြန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့The Heart of Genius ဆိုတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။သရုပ်ဆောင်တွေကတော့Murder in the kairotei ထဲက မင်းသား Steven Zhang ကPei Zhi အဖြစ်၊ My sister ထဲက မင်းသမီးလေး Wendy Zhang ကLin Zhaoxi အဖြစ် ပါဝင်ထားကြတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ဒဿနိကဗေဒနဲ့ ဘွဲရခဲ့တဲ့ Lin Zhaoxi ဟာ ဘွဲရပြီးနောက်ဘဝကြီးကိုအလိုမကျဖြစ်နေပါတယ်။ သူမရဲ့ နှလုံးသားထဲမှာသင်္ချာကိုပဲ လေ့လာချင်စိတ်ပြင်းထန်ခဲ့ပေမဲ့သင်္ချာပါရဂူဖခင်လောင်လင်နဲ့ အချစ်ဦး Pei Zhi တိုရှေ့မှာသူမဟာ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှု မရှိဖြစ်နေပါတယ်။သိုပေမဲ့ သူမဟာ အပြိုင်ကမ္ဘာခရီး ၂ ခုကို သွားခွင့်ရပြီးနောက်မထင်ထားတဲ့ အင်အားတွေကို ရရှိခဲ့ပါတယ်။သူမ ပထမအကြိမ်အပြိုင်ကမ္ဘာကိုရောက်သွားတော့အဲ့ဒီမှာ သူမက အသက် ၁၂ နှစ်အရွယ်ပဲ ရှိပါသေးတယ်။လောင်လင်ရဲ့ အကူအညီနဲ့ သူမဟာ အိုလံပစ်သင်္ချာနွေရာသီစခန်းမှာနွေရာသီကျောင်းပိတ်ရက်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-heart-of-genius-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zqrGFOwEQXJLEKKKXXIGhQMwdRI.jpg",
        "title": "Jinxed At First (2022)",
        "description": "ဒရမ်မာစီးရီးအလောင်တွေကြား ဆန်းဆန်းပြားပြားလေးနဲ့ရိုမန့်စ်ကားကိုကြည့်ချင်ကြသူတွေအတွက်အခုတင်ဆက်ပေးလိုက်တဲ့ကားလေးကတော့Jinxed at first ဆိုတဲ့ စီးရီးလေးပဲဖြစ်ပါတယ်။အမြဲတမ်းကံဆိုးခြင်းတွေကိုပဲ ကြုံရလေ့ရှိတဲ့ငါးဆိုင်ကကောင်လေးGong Soo Gwang ဟာချစ်စရာကောင်မလေးတစ်ယောက်နဲ့ ခဏတာဆုံပြီးနောက်မှာဘဝမှာ ထူးခြားတဲ့အရာတွေနဲ့ကြုံတွေ့ခဲ့ရပါတယ်။သူနဲ့တွေ့ခဲ့ရသူလေးကတော့ လူတစ်ဦးကိုထိမိလိုက်တာနဲ့အဲ့လူရဲ့အနာဂါတ်ကိုကြိုသိနိုင်တဲ့ကောင်မလေး Lee Seul biပဲဖြစ်ပါတယ်။ကံကောင်းခြင်းနတ်ဘုရားမလေးတစ်ပါး ဘဝထဲကို ဝင်လာပြီးထူးဆန်းတဲ့အရာတွေခံစားခဲ့ရတဲ့ Gong Soo Gwang တစ်ယောက်၇နှစ်အကြာ Lee Seul Bi နဲ့ ပြန်လည်ဆုံတွေ့ရာမှာတော့ဘယ်လိုထူးဆန်းမှုတွေကို ဆက်ရင်ဆိုင်ရဦးမလဲ၇နှစ်တာကာလပတ်လုံး Lee Seul Bi တစ်ယောက် ဘယ်တွေရောက်နေခဲ့တာလဲသူတိုနှစ်ယောက်ကြုံတွေ့ရမှာက ကံကောင်းခြင်းတွေလား ကံဆိုးခြင်းတွေလား....စတာတွေကို ဂျွန်လရဲ့မိုးအေးအေးကြား အချစ်ဇာတ်လမ်းလေးရောပြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ပရိသတ်အသည်းစွဲ Seo Hyun လေးနဲ့Mr.Queen က သနားခဲ့ရတဲ့ ကျန်ရစ်လေး Na In Woo တိုရဲ့Chemistry ကလည်းတော်တော်လေးမိနေတာမို ရိုချင်သူတိုလက်လွှတ်မခံသင့်တဲ့ကားလေးလိုညွှန်းဆိုလိုက်ပါတယ်နော်(အညွှန်းရေးသားထားသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်) Quality : WEB-DL 720p,1080pTotal Episodes : 16Format : ...",
        "url": "https://channelmyanmar.org/tvshows/jinxed-at-first-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2tAU216SOcKdvSIbCci56r4zxWu.jpg",
        "title": "Astrophile (2022)",
        "description": "Astrophile (2022) စ / ဆုံး\"ကြယ်စင်ညှို့တဲ့ ည\"\n.......................................F4 တို့ You are my heartbeat တို့ အပြီးမှာတော့\nDavika နဲ့ P' Bright ကို လွမ်းနေမယ့်သူတွေအတွက်\nAstrophile ဆိုတဲ့ ကားသစ်လေး ထွက်ရှိလို့လာခဲ့ပါပြီ။'ငယ်ကချစ် အနှစ်တစ်ရာ မမေ့သာ' ဆိုတဲ့အတိုင်း\nအထက်တန်းကျောင်းမှာ တွေ့ခဲ့တဲ့မမအကြောင်းကို\nညတိုင်း ကြယ်တွေရေတွက်ရင်း သတိရတမ်းတနေတဲ့ ကောင်လေးတစ်ယောက်......ငယ်ငယ်ကချစ်ခဲ့ရတဲ့ မမက influencer အဖြစ် online မှာ\nထုတ်ကုန်ပစ္စည်းတွေရောင်းချနေတာကို သိလိုက်ရတဲ့အခါ နီးစပ်ခွင့်ရဖို့အတွက်\nသူမရောင်းတဲ့ ပစ္စည်းတွေမှာ ပြဿနာ‌တွေ ရှာရင်းနဲ့...................ကိုယ့်ပုံစံအတိုင်းမဟုတ်ဘဲ \"တခြားလူ\" အဖြစ် အမှတ်မှားခံရရင်း\nမတော်တဆ သရုပ်မှန်ပေါ်သွားခဲ့ရင် မမက ပလစ်သွားမလား စိတ်ပူရတာက တစ်ဖက်......ခက်ခဲပင်ပန်းတဲ့လောကကြီးမှာ ရှင်သန်နေထိုင်ရင်း ဘဝအမောတွေရှိလာတဲ့အခါ\nအမြဲတမ်းပြုံးပျော်အောင် လုပ်ပေးနိုင်တဲ့ တစ်ဦးတည်းသော ကောင်လေးရယ်.....\nနေရာတိုင်းမှာ အားကိုးအားထားပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/astrophile-2022/"
    }
]