[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Bd71wq_4f-113x200.jpg",
        "title": "Investigation of Love (2023)",
        "description": "\"အချစ်သုတေသန\" မြန်မာစာတန်းထိုး\nInvestigation of Love 2023ဖက် အဖြစ် Linn Mashannoad Suvanamas\nဝစူ အဖြစ် Top Jaron Soratဇာတ်လမ်းအကျဉ်းရှေ့နေမလေးဖက်ဟာ သူမရဲ့ပထမဆုံးအမှုဖြစ်တဲ့ ဝစူရဲ့ဖခင်ပျောက်ဆုံးမှုအတွက် တာဝန်ယူရပါတယ်ဝစူဖခင်ကိုလုပ်ကြံတဲ့ လူဆိုးတွေကလည်း နိုင်ငံရေးသမားတွေဖြစ်သည့်အလျောက် အပြစ်ဒဏ်မခံရဘဲ ဖြစ်နေတယ်ဒါကြောင့် ဖခင်အတွက် တရားမျှတမှုရယူလိုတဲ့ လွှတ်တော်အမတ်ဝစူတစ်ယောက်ရှေ့နေမလေးဖက်နဲ့ပေါင်းပြီး ဘယ်လိုသက်သေရှာမလဲအမှုမှာ ဘယ်လိုဆက်ဖြစ်သွားမလဲသူတို့နှစ်ဦးရဲ့ အချိတ်အဆက်တစ်ခုကရော ဘာလဲဆိုတာကိုတော့“အချစ်သုတေသန”ဇာတ်ကားထဲမှာကြည့်ရှုကြရအောင်ပါ(အညွှန်းရေးသူကတော့ Lei Wutyi Tun ဖြစ်ပါတယ် )Native Title: สืบสวนสำนวนรัก\nEpisodes: 12\nAired: May 21, 2023 - Jun 17, 2023\nAired On: Friday, Saturday, SundayTranslated by  Nang Mwe Kham & Lei Wutyi TunEncoded by Naing Aung Latt\nEpisode (1) [680MB]\nYoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/investigation-of-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/dc-legend-160x200.jpg",
        "title": "DC’s Legends of Tomorrow Season (1 to 7)",
        "description": "2016 ရဲ့ ဒီစီ စီးရီးအသစ် လာပါပြီဗျာ။ အားလုံးမျှော်နေကြတဲ့ legends of tomorrow ပါ။ IMDb ကတော့ အပိုင်း ၁ ထွက်အပြီးမှာပဲ 8.1 ရထားပါပြီ။ ဇာတ်လမ်းအကျဉ်းကတော့ အဲရိုး နဲ့ ဖလက်ရှ် စီးရီး Cross Cover ထဲက မသေမျိုး ရန်သူကြီး ဗန်ဒယ် ဆဗေ့ဂျ် ဟာ ၂၁၆၆ မှာ ကမ္ဘာတစ်ခုလုံးကို သိမ်းပိုက်နိုင်ပါတော့တယ်။ အဲဒါကို တားဆီးချင်တဲ့ Time Master ကပ္ပတိန် ရစ်ပ် ဟန်တာ ဟာ အချိန်စက်ဝန်းကို စောင့်ထိန်းရမယ့် ဥပဒေကို ချိုးဖောက်ပြီးတော့ ၂၀၁၆ ခုနှစ်ကို ပြန်သွားပြီး လူ ၈ ယောက်ကို စုဆောင်းပြီး ဗန်ဒယ် ဆဗေ့ဂျ် အင်အားမကြီးခင် ကာလတစ်ခုကို ရှာပြီး ကြိုတင်နှိမ်နင်းဖို့ ကြံစဉ်ပါတော့တယ်။လူ ...",
        "url": "https://channelmyanmar.org/tvshows/dcs-legends-of-tomorrow/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/modern-133x200.jpg",
        "title": "Modern Love Chennai (2023)",
        "description": "Modern Love ChennaiIMDb-7.4/10National Film award ဆုရဒါရိုက်တာကြီးတွေအပါအဝင် ဒါရိုက်တာကြီး ၈ ယောက်\nစုပေါင်းလက်စွမ်းပြ ရိုက်ကူးထားတဲ့ anthology စီးရီးလေးဖြစ်ပါတယ်\nဇာတ်လမ်းမတူ cast တွေမတူပဲ တစ်ပိုင်းကို\nရသတစ်မျိုးစီခံစားရင်း သံစဉ်ချိုချိုတေးသွားလေးတွေပါ ခံစားနိုင်မှာဖြစ်ပါတယ်အိန္ဒိယနိုင်ငံက ချန်နိုင်းမြို့ကြီးမှာလူစုံဓာတ်စုံသလို\nအချစ်ဇာတ်လမ်းတွေကလည်း အစုံပါပဲအချစ်ကရိုးရှင်းတယ် ဒါပေမဲ့ဆန်းကြယ်တယ်\nလောကီလူသားတွေအတွက် အကြီးဆုံးစိတ်စွမ်းအားကိုပြောပါဆိုရင် အချစ်ပဲဖြစ်မယ်ထင်ပါတယ်\nအချစ်နဲ့သာဆိုရင် အပူနဲ့အအေးလို ဆန့်ကျင်ဘက်အရာတွေကိုတောင် ပြောင်းလဲနိုင်ပြီး အချစ်ကြောင့်\nဘဝကြီးပါပြောင်းလဲသွားတတ်တယ် အချစ်ကို အခြေခံပြီး နေ့စဉ်ဘဝတွေ လူတွေရဲ့အကြောင်းတွေ\nလောကဓံအကြောင်းတွေကို အောက်က ခေါင်းစဉ်လေးခြောက်ခုမှာ ကြည့်ရှုခံစားနိုင်မှာပါ.....\nအချစ်ရဲ့တစ်စိတ်တစ်ပိုင်း မှန်ကူကွက်လေးတွေပေါ့၁ လားလ်ဂွန်ဒါရဲ့မိန်းမပျိုများ\n၂ မျက်ဝန်းလေးတွေ\n၃ ချစ်ရည်ရွှန်းလဲ့ မျက်ဝန်းတစ်စုံ\n၄ ဒီဇင်ဘာ\n၅ ငှက်သိုက်ထဲက ဆိတ်သမင်လေး\n၆ မှတ်ဉာဏ်ဆိုတာ ငှက်တစ်ကောင်လို့\nဆိုတဲ့ အပိုင်း ၆ ပိုင်းနဲ့ အချစ်အတွက်ပြောင်းလဲကြသူတွေ\nအချစ်နဲ့ပြောင်းလဲကြသူတွေအကြောင်း ရှုစားကြရမှာဖြစ်ပါတယ်အချစ်ကြောင့် ကြေကွဲနေတဲ့သူတွေ ပျော်ရွှင်ကြည်နူးနေတဲ့သူတွေ\nအချစ်ကိုကိုးကွယ်တဲ့သူတွေ အချစ်ကို မျက်နှာလွှဲသူတွေ\nဘယ်သူတွေပဲဖြစ်ဖြစ် အချစ်နဲ့မကင်းနိုင်တဲ့ပရိသတ်ကြီးတို့\nခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Saii ~ Moon ...",
        "url": "https://channelmyanmar.org/tvshows/modern-love-chennai-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XApFlqookjHKWuScJgUoWnpFt8.jpg",
        "title": "Skull Island (2023) Season 01 (Complete)",
        "description": "Skull Island (2023) Season 01 Complete MonsterVerse ရဲ့ ပရိသတ်များအတွက် Skull Island Animated Series Season 1 ထွက်ရှိလာပါပြီ။ Kong: Skull Island (2017) ရဲ့ Sequel ဖြစ်ပြီးတော့ King Kong ဘဝနဲ့ Skull Island မှာ ထီးနန်းစိုးစံစဉ်ကာလတွင်းကို အခြေတည်ရိုက်ကူးထားတာပါ။ King Kong (2005) ရဲ့ အငွေ့အသက်လေးတွေကိုလည်း ခံစားမိစေမှာပါ။ လေ့လာစူးစမ်းရှာဖွေသူတစ်စုက ပင်လယ်ပြင်မှာ ရွက်လွှင့်ရင်း လက်နက်ကိုင်လူတစ်စုကိုတင်ဆောင်လာတဲ့ တခြား သင်္ဘောတစ်စင်းက‌နေ ထွက်ပြေးလာတဲ့ ဆယ်ကျော်သက်ကောင်မလေးကို ကယ်ထားလိုက်ပါတယ်။ အဲဒီကောင်မလေးထွက်ပြေးလာတဲ့ သင်္ဘောက ကြည့်နေရင်းတင် မြင်ကွင်းကပျောက်သွားပြီး သူတို့ရဲ့ စူးစမ်းရှာဖွေရေးသင်္ဘောလေးကပါ အဲဒီ သင်္ဘောလို ကံကြမ္မာမျိုးနဲ့ ကြုံသွားရရှာပါတယ်။ အဲဒီလိုနဲ့ ရေမျောကမ်းတင် အသက်ရှင်ကျန်သူတစ်စုတင်တဲ့ကမ်းကတော့ ရေဒါပေါ်မှာ ရှာမတွေ့တဲ့ Skull Island ...",
        "url": "https://channelmyanmar.org/tvshows/skull-island-2023-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/sdVGYXtHleyDryleAjIT2nEoSaa-135x200.jpg",
        "title": "Inspector Avinash (2023) Complete",
        "description": "Inspector Avinash (TV Series 2023)\nIMDb - 8.4/10Fourth Wall break တယ်လို့ပြောလိုက်ရင် ကျွန်တော်တော့\nDeadpool ရုပ်ရှင်တွေထဲက ဆရာဓာတ်ဘူးကြီးနဲ့ You(2018) စီးရီးထဲက\nဆရာကြီးဂျိုးဂိုးဘတ်ကို ပြေးမြင်မိတာပဲ။\nသူတို့ ကာရိုက်တာတွေကို သရုပ်ဆောင်နေရင်း ကျွန်တော်တို့ ကြည့်နေတဲ့သူတွေကို\nလှမ်းလှမ်းပြီး ပြောတာလေ။ တခါတလေ ကျွန်တော်တို့ ကြည့်နေတဲ့သူတွေက\nအပြစ်တင်ခံရသေးတာ။(အပေါ်ကကားတွေကို မကြည့်ရသေးရင် CM မှာတင်ဆက်ပေးထားပါတယ်)\nဒီဇာတ်လမ်းတွဲထဲမှာလည်း ဆရာကြီးအာဗီနက်ရှ်က သူ့ဇာတ်ကောင်ကို\nသရုပ်ဆောင်နေရင်းနဲ့ပဲ ကျွန်တော်တို့ကို လှမ်းပြီး ဇာတ်ကြောင်းပြောပြနေတာ။ဇာတ်လမ်းအကျဉ်း\n၁၉၉၇ ခုနစ်ဝန်းကျင် အိန္ဒိယနိုင်ငံ အူတာပရာဒတ်ရှ်ပြည်နယ်က အင်စပက်တာ အာဗီနက်ရှ်။\nလူဆိုးတွေဖိန့်ဖိန့်တုန်အောင် ကြောက်ရသူ လူကြမ်းကြီး အင်စပက်တာ အာဗီနက်ရှ်။\nဝန်ကြီးချုပ်အသက်အန္တရာယ်ကိုပါ ပေါ်ပေါ်ထင်ထင် ခြိမ်းခြောက်လာတဲ့အထိ\nလူဆိုးဂိုဏ်းတွေ တန်ခိုးထွားလာတဲ့အခါ ဝန်ကြီးချုပ်အမိန့်နဲ့\nပြည်ထဲရေးဝန်ကြီးကနေပြီး STF ဆိုတဲ့ အထူးစစ်ဆင်ရေးအဖွဲ့တစ်ခု ဖွဲ့စည်းခဲ့ပါတယ်။\nဇာတ်လိုက်ကျော် မစ္စတာအာဗီနက်ရှ်လည်း ဒီအဖွဲ့ထဲမှာပါတာပေါ့။အဲဒီ STF အဖွဲ့ကနေပြီး\nအကြမ်းဖက်သမားတွေ ရာဇဝတ်သားတွေကို ဘယ်လိုနှိမ်နှင်း အရေးယူမလဲ။ပိုပြီးကြီးမားတဲ့ လက်နက်ဂိုဏ်းတစ်ခုနောက်ကို လိုက်ရတဲ့အခါ ဘယ်လိုအန္တရာယ်တွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာ\nရဲမှုခင်းကား ...",
        "url": "https://channelmyanmar.org/tvshows/inspector-avinash-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uYMaig5XjfeeTkmwOzqrFAdnngk.jpg",
        "title": "A Date With the Future ( 2023 )",
        "description": "ဒီတစ်ခေါက် CM ကနေတင်ဆက်ပေးမဲ့ဇာတ်လမ်းတွဲလေးကတော့‌ မီးဘေးအန္တရာယ်‌‌က‌‌ေနလူေတွကိုရဲစွမ်းသတ္တိအပြည့်နဲ့ကယ်တင်ပေးနေတဲ့မီးသတ်သမားလေးနဲ့ မြေပြင်သတင်းများကိုအချိန်နဲ့တစ်ပြေးညီတင်ဆက်ပေးနေတဲ့သတင်းထောက်မလေးကြားကပေါ်ပေါက်လာတဲ့အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းလေးမှာအဓိကပါဝင်သရုပ်ဆောင်ထားကတော့ မင်းသမီးချော Zhang Ruoan နဲ့ဟောင်‌ေကာင်မင်းသားချော William Chan..သူ့ကိုအရင်ကတည်းက သိုင်းကား Legend of Zu Mountain,Pearl Eclipse အစရှိတဲ့သိုင်းကားတင်သာမကပဲ action ကားများထဲလည်းသူ့ရဲ့ကောင်းမွန်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့အများရင်းနှီးပြီးသားဖြစ်မှာပါ😌ဒီဇာတ်လမ်းလေးမှာကတော့ မီးသတ်သမား‌‌ေလးကျင်ရှီချွမ်းဟာ ငလျင်ကယ်ဆယ်ရေးတစ်ခုမှာရွှီလိုင်လိုအမည်‌ရတဲ့ကောင်မလေးတစ်ယေက်ကိုကယ်တင်ခဲ့တယ်။ အဲ့ကောင်မလေးကသူ့ကိုကယ်‌တင်ပေးတဲ့ကယ်တင်ရှင်ကို ၁၀နှစ်ပြီးရင်‌ပြန်လည်‌ေတွ့ဆုံမယ်ဆိုတဲ့ကတိကို‌ေပးထားခဲ့တယ်။အဲ့အချိန်မှာတော့မီးသတ်သမားကလည်းကောင်မလေး ဒဏ်ရာရနေတာကိုငဲ့ညှာပြီး လက်ခံခဲ့တာကနေစပါတယ်။၁၀နှစ်ပြီးတဲ့နောက် ရွှလိုင်ဟာသတင်းထောက်ရာထူးအပြင်နိုင်ငံတကာခွေးလေ့ကျင့်သင်ကြားရေးလက်မှတ်ပါရထားတဲ့သူအဖြစ်နဲ့တရုတ်ပြည်ကိုပြန်ရောက်လာခဲ့တယ်။ သူမဟာ သတင်းတင်ဆက်ရင်း ကျင်ရှီချွမ်းနဲ့ ကယ်ဆယ်ရေးတစ်ခုမှာပြန်လည်တွေ့ဆုံခဲ့တယ်။အဲ့အချိန်မှာတော့ ကျင်ရှီချွမ်းကသူမကိုမမှတ်မိတဲ့အပြင်ကို သူ့ကိုအကျင့်စာရိတ္တမကောင်းတဲ့သတင်းထောက်ဆိုပြီးနားလည်မှုလွဲနေခဲ့တယ်။ဒါပေမဲ့ရွှီလိုင်ဟာလက်မလျှော့ပဲနဲ့ ကျင်ရှီချွမ်းတို ကယ်ဆယ်ရေးအဖွဲတည်ထောင်တဲ့အခါမှာသူမရဲ့နိုင်ငံတကာခွေးလေ့ကျင့်သင်ကြားရေးကျွမ်းကျင်မှုနဲ့ အဖွဲမှာကျင်ရှီချွမ်းရဲ့ပါတနာအဖြစ်လုပ်ကိုင်ရင်းကျင်ရှီချွမ်းကသူ့အပေါ်မေတ္တာမျှလာစေအောင်ဘယ်လို‌အားထုတ်သလဲ....ယခင်ကအဖွဲဝင်တစ်ယောက်ဆုံးရှုးထားတဲ့စိတ်ဒဏ်ရာကြောင့် တဖန်ချစ်ဖိုဝန်လေးနေတဲ့ကျင်ရှီချွမ်းကရောရွှီလိုင်ရဲ့ရည်ရွယ်ချက်ရှိရှိချဉ်းကပ်မှုတွေ၊ ဖွင့်ဟပြောဆိုမှုတွေပေါ်ယိမ်းယိုင်လာမလား...နှစ်ဦးနှစ်ဖက်ကအလုပ်သဘောအရ‌အ‌ေရး‌ေပါ်အန္တရာယ်တွေကြားမှာကြိမ်ဖန်များစွာတွေ့ဆုံရင်းအခက်အခဲတွေကိုအပြန်အလှန်ဖေးမရင်းဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်မလဲဆိုတာကိုCM နဲ့အတူစောင့်မျှော်ကြည့်ရူကြဖိုဖိတ်ခေါ်လိုက်ပါတယ် 🥰\nReviewed By Tsuki Mon\nQuality : WEB-DL 720p,1080p\nTotal Episodes : 36\nFormat : mp4\nGenres : Romance, Drama\nDuration : 45 min per Episode\nSubtitle : ...",
        "url": "https://channelmyanmar.org/tvshows/a-date-with-the-future-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43tzmGPbZdUTPVMFtDn2x0Kr8nE.jpg",
        "title": "Cheese in the Trap (2016)",
        "description": "Cheese in the Trap (2016)*************************အပိုင်း (၁ မှ ၁၆) အထိ  (စ/ဆုံး) Park Hae Jin, Kim Go Eun, Seo Kang Joon, Lee Sung Kyung, Nam Joo Hyukတို့လိုထိပ်ထိပ်ကြဲတွေ ပါဝင်ထားကြတဲ့ Campus Romance ဇာတ်လမ်းတွဲကောင်းလေးကိုပြန်လည်တင်ဆက်‌ပေးလိုက်ပါတယ်နော်။Hong Seolဆိုတဲ့ ကောင်မလေးဟာ အလုပ်လုပ်ရင်း စကော်လာရဖို့အတွက် စာကြိုးစားပြီးဘာကိုမှစိတ်မဝင်စားတဲ့ တက္ကသိုလ်ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပါတယ်။အဲလို အလုပ်တစ်ဖက်နဲ့ စာတစ်ဖက်နဲ့ မအားလပ်တဲ့ သူ့ဘဝထဲကို အေးစက်ပြီး ထူးဆန်းတဲ့စီနီယာYoo Jungဝင်လာတဲ့အခါမှာတော့ သူ့ကျောင်းသားဘဝဟာ ကမောက်ကမတွေဖြစ်လာပါတော့တယ်။ဒီကြားထဲ ဂျစ်ကန်ကန်ကောင်ချောလေး Baek In Hoပါ ပါလာတဲ့ အခါမှာတော့...ဒီကားလေးဟာ လူငယ်တွေကြား ချစ်သူတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ ကတောက်ကဆလေးတွေအခက်အခဲလေးတွေအပြင် သရုပ်ဆောင်တစ်ယောက်ချင်းစီကလည်း ဇာတ်ရုပ်ကို ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ထားကြမလို့ ထွက်တာကြာတာတောင် အခုထိ ကြည့်ရှုသူတွေ ခဏခဏပြန်ကြည့်ရလောက်အောင်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/cheese-in-the-trap-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/iuPXMIH0BJSn2Bzy84Gm3HGkTHE-133x200.jpg",
        "title": "My Perfect Stranger (2023)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမှာကတော စောင့်ပြီးရင်းစောင့်ခဲ့ရတဲ့\nTime Travel ဇာတ်လမ်းလေးဖြစ်ပါတယ်သတင်းထောက်ဖြစ်တဲ့ ယွန်းဟယ်ဂျွန်းနဲ့ စာရေးဆရာမဖြစ်ချင်တဲ့\nဘဲ့ယွန်းယောင်းတို့ဟာ နှစ်ယောက်သား တိုက်တိုက်ဆိုင်ဆိုင်ပဲ\n၂၀၂၁ ခုနှစ်ကနေ ၁၉၈၇ ခုနှစ်ကို အချိန်ခရီးသွားအနေနဲ့ ရောက်သွားပါတော့တယ်လက်ရှိဘဝမှာ အမေ့ကိုဆုံးရှုံးလိုက်ရပေမဲ့ ၁၉၈၇ ခုနှစ်ပြန်ရောက်တဲ့အခါမှာ\nအမေဖြစ်သူကို နောက်တစ်ဖန်ပြန်တွေ့လိုက်ရတဲ့ ဘဲ့ယွန်းယောင်းနဲ့ကွင်းဆက်လူသတ်မှုရဲ့ နောက်ကွယ်ကအမှန်တရားကို\nဖော်ထုတ်သွားမယ့် ယွန်းဟယ်ဂျွန်းတို့ကြားမှာ ဘယ်လိုဆက်စပ်မှုရှိမလဲအတိတ်ကို ပြန်ပြောင်းချင်တဲ့ ဘဲ့ယွန်းယောင်းကရော\nအရှုပ်အထွေးတွေကြားကနေ ပြန်ပြင်လို့ရမလားဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အပိုင်း ၁၆ ပိုင်းပါဝင်သွားမှာဖြစ်ပြီး Find me in your memory က\nKim Dong Wook နဲ့ The Secret life of my Secretary ထဲက\nမင်းသမီး Jin Ki Joo တို့ပါဝင်ထားပါတယ်Quality : 1080p WEB DL / 720pTotal Episodes : 16EpsFormat : mp4Genres : ...",
        "url": "https://channelmyanmar.org/tvshows/my-perfect-stranger-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fmgoZEyUVjYbvQCS6EWaen2no2Y.jpg",
        "title": "Prosecution Elite ( 2023 )",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးမဲ့ ကားလေးကတော့ကျော်ကြားသော ဥပဒေကျောင်းမှ ကျောင်းသူ ရှေ့နေမလေး အန်းနီရဲ့ ဇာတ်လမ်းကိုသည်းထိတ်ရင်ဖို စိတ်ဝင်စားဖွယ်ရိုက်ပြထားတဲ့ ရှေ့နေစုံထောက်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားရဲ့အကြောင်းအရာကတော့ အောင်မြင်ကျော်ကြားတဲ့ ရှေ့နေမလေး အန်းနီဟာကျန်းချိန်စုံစမ်းစစ်ဆေးရေးရှေ့နေဌာနသို ဝင်ရောက်ခဲ့ပြီးတဲ့နောက် ခက်ခဲနက်နဲသောရာဇဝတ်မှုများစွာကို ရင်ဆိုင်ခဲ့ရပြီး မှုခင်းရဲတပ်ဖွဲမှူး ဟယ်လုယွမ်နှင့် ပူးပေါင်းကာအမျိုးမျိုးသောတရားစွဲဆိုမှုလုပ်ငန်းများကို ပြောင်မြောက်စွာ တာဝန်ယူဆောင်ရွက်နိုင်ခဲ့ပါတယ်။အန်းနီဟာ စုံစမ်းစစ်ဆေးရေးရှေ့နေဌာနတွင် တာဝန်ထမ်းဆောင်နေချိန်မှာပဲလျှိဝှက်ဆန်းကြယ်သော စတုတ္ထအစိုးရရှေ့နေဌာနသို တာဝန်ပေးအပ်ခံရပြီးခက်ခဲသော ဆိုက်ဘာရာဇ၀တ်မှုအသစ်များစွာကို ရင်ဆိုင်ခဲ့ရပြန်တယ်။သူမနှင့် သူမရဲ့ လုပ်ဖော်ကိုင်ဖက်တွေဟာ ပြစ်မှုဆိုင်ရာ သဲလွန်စများကို ဖော်ထုတ်ခဲ့ကြပြီးမှုခင်းရဲမှူး ဟယ်လုယွမ်ရဲ့ ပူးပေါင်းဆောင်ရွက်မှုဖြင့် နယ်စပ်ဖြတ်ကျော် အမှန်တရားကိုခြေရာခံရှာဖွေခဲ့ကြရာမှ နောက်ဆုံးမှာ ရှာဖွေဖော်ထုတ်နိုင်ခဲ့ကြပါတယ်။သံသယရှိသူ၊ တရားခံတွေကို တစ်ဦးပြီးတစ်ဦး ဘယ်လိုဖမ်းဆီး တရားစီရင်သွားမလဲဆိုတာကိုတော့CM ပရိတ်သတ်ကြီးအနေနဲ့ ဇာတ်လမ်းလေးထဲ စိတ်ဝင်စားဖွယ် ဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းလေးထဲမှာ အန်းနီအဖြစ် နာမည်ကြီးမင်းသမီး Dilireba နဲ့မှုခင်းရဲမှူးဟယ်လုယွမ်အဖြစ် Tong Da Wei တိုမှပါဝင်သရုပ်ဆောင်ထားပါတယ်။(အညွှန်းရေးသားထားသူကတော့ Myat Thandar Minn ဖြစ်ပါတယ်)Quality : ...",
        "url": "https://channelmyanmar.org/tvshows/prosecution-elite-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXxY9JQOXFBmedggz2fu5YKjIm.jpg",
        "title": "Fatal Attraction (2023)",
        "description": "Fatal Attraction (2023)ယခုဇာတ်လမ်းတွဲဟာ ၁၉၈၇ က ထွက်ရှိခဲ့တဲ့ Fatal Attraction အမည်ရ ရုပ်ရှင်ကို ပြန်လည်ဆန်းသစ် ပုံဖော်ထားတာပါ။Erotic Psychological Thriller အမျိုးအစားဖြစ်တာမို့ မထင်ထားတဲ့ ဇာတ်ကွက်တွေ၊\nမြှုပ်ကွက်တွေကို သည်းထိတ်ရင်ဖို ကြည့်ရှု့ရမှာ ဖြစ်တာမို့ လက်လွတ်မခံဖို့ အကြံပေးချင်ပါတယ်။\nErotic အမျိုးအစားလည်းဖြစ်တာမို့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ ဇာတ်ဝင်ခန်းတစ်ချို့ ပါဝင်လာနိုင်တာမို့\nညိုကီတို့ ဒုက္ခမရောက်ရလေအောင် ကြိုပြီး သတိပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒန်ဟာ အောင်မြင်နေတဲ့ အစိုးရ ခရိုင်ရှေ့နေတစ်ယောက်ပါ။\nလှပတဲ့ ဇနီးရယ်၊ ချစ်စရာကောင်းတဲ့ သမီးလေးရယ်၊ သာယာတဲ့ အိမ်ထောင်ရေးရယ် ၊ အဆင်ပြေတဲ့ အလုပ်အကိုင်နဲ့ ဒန်ရဲ့ ဘဝဟာ ပြီးပြည့်စုံနေခဲ့ပါတယ်။\nအဲလို ပြီးပြည့်စုံနေတဲ့ ဒန်ရဲ့ ဘဝကို မုန်တိုင်းလိုမွှေမယ့် မိန်းကလေး အဲလက်စ် ဖောရက်စ်နဲ့ တရားခွင်တစ်ခုမှာ ဆုံခဲ့ပါတယ်။\nအဲလက်စ်ဟာဆိုရင် တရားလိုမိသားစုတွေကို အား‌ပေးရတဲ့ ဝန်ထမ်းဖြစ်ပြီး ဒန်ဟာလည်း ရှေ့နေဖြစ်တာမို့\nသူတို့ချင်း မကြာခဏဆိုသလို ...",
        "url": "https://channelmyanmar.org/tvshows/fatal-attraction-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYTE5YzRlOTItZDk5OS00M2NmLTg1MGUtNDViNDI4MTg1ZWM2XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "White House Plumbers (2023)",
        "description": "၁၉၇၄ ခုနှစ်မှာ အမေရိကန်သမ္မတ ရစ်ချက်နစ်ဆင် နှုတ်ထွက်ပေးလိုက်ရတဲ့အထိ ဖြစ်စေခဲ့တဲ့ ဖြစ်ရပ်မှန်ဝါးတားဂိတ်အရှုပ်တော်ပုံကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ သမ္မတ ရစ်ချက်နစ်ဆင်ဟာ ၁၉၆၉ ခုနှစ် ကနေ ၁၉၇၂ ခုနှစ်ထိ သမ္မတရာထူးတစ်ဆက် တာဝန်ထမ်းဆောင်ခဲ့ပြီးတဲ့နောက် နောက်ထပ်တစ်ကြိမ် ပြန်အရွေးခံရဖို့အတွက် ကြိုးပမ်းရင်း ဒီဝါးတားဂိတ်အရှုပ်တော်ပုံဆိုတာ ပေါ်လာခဲ့ရခြင်းပဲဖြစ်ပါတယ်။ နစ်ဆင်အနိုင်ရဖို့ သမ္မတပြန်လည်ရွေးကောက်ရေးကော်မတီပါဖွဲ့ခဲ့ပြီး ပြိုင်ဘက်အမတ်လောင်းရဲ့ ဒီမိုကရက်တစ်ပါတီ နေရှင်နယ်ဌာနချုပ်ဖြစ်တဲ့ ဝါးတားဂိတ်အဆောက်အအုံကို ဖောက်ထွင်းဝင်ပြီး အသံဖမ်းစက်တွေတပ်ဖို့ကြိုးစားခဲ့ကြပါတယ်။ ဒီဇာတ်လမ်းထဲမှာတော့ နစ်ဆင်ထောက်ခံသူ မျိုးချစ်နှစ်ယောက်ဖြစ်တဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်ဟောင်းဂေါ်ဒန်လစ်ဒီနဲ့ စီအိုင်အေအေးဂျင့်ဟောင်း ဟားဝပ်ဒ်ဟန့်တ်တို့က အဲဒီဖောက်ထွင်းမှုတွေကို ဦးဆောင်ခဲ့ပုံတွေအကြောင်း တင်ဆက်ထားပါတယ်။ နိုင်ငံရေးဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံထားပေမဲ့ စိတ်လှုပ်ရှားစရာအက်ရှင်ကားမျိုးအနေနဲ့ ကြည့်ရမှာမဟုတ်ဘဲ အေးဂျင့်၂ ယောက် ဝါးတားဂိတ်ရုံးခန်းထဲဝင်ရဖို့ အကြိမ်ကြိမ်ကျရှုံးပုံတွေကို ပြုံးချင်စရာကောင်းအောင်တင်ဆက်ထားတဲ့ သရော်ဇာတ်လမ်းမျိုး (Political Satire) ဖြစ်ပါတယ်။ HBO ကထုတ်ထားတာဖြစ်ပြီး Cast တွေကလည်း Now you see ...",
        "url": "https://channelmyanmar.org/tvshows/white-house-plumbers-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/demon-s3-142x200.jpeg",
        "title": "Demon Slayer: Kimetsu no Yaiba(2023) Season 3 Complete",
        "description": "ပြီးခဲ့တဲ့ အတွဲ ( ၂ ) မှာတော့ တန်ဂျီရိုတို့ဟာ အထက်မိစ္ဆာ ဂယူတာရိုနဲ့\nအသေအကြေတိုက်ခိုက်ခဲ့ကြပြီး နဲဇူကိုရဲ့ သွေးမိစ္ဆာအစွမ်းကြောင့်\nအနိုင်ရခဲ့ကြပေမဲ့ တိုက်ပွဲဒဏ်ရာတွေကြောင့် သေကောင်ပေါင်းလဲ\nဖြစ်ကုန်ကာ ဆရာ့ဆရာကြီး အသံဟာရှီရာ တန်ဂန်က သူ့ရဲ့ မဟေသီလေးယောက်နဲ့အတူ\nအဝေးကိုထွက်ပါတယ်။အခု အသစ်စက်စက် အတွဲ ( ၃) မှာတော့ ကိုမာဝင်နေကြတဲ့ တန်ဂျီရိုတို့ သတိပြန်ရလာကြပြီး\nဒဏ်ရာနည်းတဲ့ ဇဲနစ်စုနဲ့အီနိုဆူခဲတို့က မစ်ရှင်ကိုယ်စီနဲ့ ခရီးထပ်ထွက်ကုန်ကြပါတယ်။\nဒဏ်ရာပြင်းတဲ့ တန်ဂျီရိုကတော့ တစ်ယောက်တည်းကျန်ခဲ့ပြီး ဒဏ်ရာပြန်ကောင်းလာတဲ့အချိန်\nသူ့မှာ ဓားမရှိတော့တဲ့အတွက် ဓားအသစ်တစ်ချောင်းထပ်ယူဖို့ နီချီရင်ဓားတွေထွက်တဲ့\nဓားသွန်းရွာကို တစ်ယောက်တည်းထွက်သွားခဲ့ရင်း ဓားသွန်းရွာမှာ စွန့်စားခန်းတွေ ထပ်ကြုံရပါတော့တယ်။ဒီ မိစ္ဆာနှိမ်နင်းသူ အတွဲ ( ၃ ) ဟာဆိုရင် မူရင်း မန်းဂထဲက ဓားသွန်းရွာ ဇာတ်ကြောင်းပိုင်းကို ဖန်သားပြင်ပေါ် အသက်သွင်းထားတာပဲဖြစ်ပါတယ်။ ပရိသတ်အခိုင်အမာရှိပြီးသား ဇာတ်လမ်းဖြစ်လို့ ထွေထွေထူးထူး ထပ်မညွှန်းတော့ဘဲ ပရိသတ်များ ကြည့်ရှုခံစားရန်အလို့ငှာ စီအမ်ကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ အားပေးကြပါကုန်...။File ...",
        "url": "https://channelmyanmar.org/tvshows/demon-slayer-kimetsu-no-yaiba2023-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3mgLhZc5JpUahrAOBPeWi4641Kf.jpg",
        "title": "Ranking of Kings: Treasure Chest of Courage (2023)",
        "description": "ဒီရက်ထဲမှာ အသစ်ထွက်ရှိလာတဲ့Ranking of King အသစ်ကိုCM Fan တွေ အတွက်တင်ပေးလိုက်ပါတယ်ဒီအပိုင်းတွေမှာတော့ာ ဘော့ဂျီ ဟာSeason 1မှာ ဆရာ ဒက်စ်ပါ ဆီပညာသင်ဆဲကာလက အဖြစ်အပျက်များကိုအထူးအပိုင်းတွေ အနေနဲ့ထွက်ရှိလာတာ ဖြစ်ပါတယ်Season 1 မကြည့်ရသေးရင်Season 1 ကိုလဲ CM မှာ တင်ပေးထားတာဖြစ်လို့ အရင်ကြည့်လို့ရပါတယ်    Genres: Animation, Action, Adventure\nDuration: 23 mins\nEpisodes: 10\nOriginal Network: Tokyo MX\nFile Size: 1080p (300 MB)\nTranslated by Dr Nyan\nEncoded by Thit San Khant Season 2======EP 01 - [1080p]     »»»   UsersDrive  •   Yoteshin   •   MegaUp   •   StreamSB   •  ...",
        "url": "https://channelmyanmar.org/tvshows/ranking-of-kings-treasure-chest-of-courage-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QnVmPymOQXBzUJS6K7G7OCzvTr.jpg",
        "title": "The Youth Memories ( 2023 )",
        "description": "Xiao Zhan ကောကော နဲ့ မမ Li Qin တိုရဲ့ကားသစ်လေးလာပါပြီ......၁၉၇၀ခုနှစ်ရဲ့ပေကျင်းကိုနောက်ခံထားပြီး ပြုပြင်ပြောင်းလဲရေးခေတ်မှာ သာမန်လူငယ်လေးတွေရဲ့ ကြီးပြင်းလာပုံနဲ့တိုးတက်ပြောင်းလဲလာပုံကိုပုံဖော်ထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ရှောင်းချွင်းရှန်း၊ ယဲ့ကော်ဟွာနဲ့ ချန်ဟုန်ကျွင်းတိုဟာ ကွဲပြားတဲ့ကိုယ်ရည်ကိုသွေးတွေနဲ့အရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ကြတယ်။သူတိုတွေဟာစစ်ထဲဝင်ကြရတယ်...... တက္ကသိုလ်ဝင်ခွင့်ဖြေကြတယ်......ပင်လယ်အတူထွက်ကြတယ်......လုပ်ငန်းတည်ထောင်ကြတယ်......ဒီလိုနဲ့အခက်အခဲအမျိုးမျိုးကျော်ဖြတ်ပြီး ကံကြမ္မာအနိမ့်အမြင်အတက်အကျတွေနဲ့လူ့ဘဝရဲ့အဓိပ္ပါယ်ကိုရှာတွေ့လာကြတယ်။သူတိုတွေကြားကသူငယ်ချင်းသံယောဇဉ်၊ သူတိုတွေရဲ့အချစ်ရေး၊ရည်မှန်းချက်အိပ်မက်တွေနဲ့ အခက်အခဲတွေဟာ ရင်ခုန်စရာအရမ်းကောင်းပါတယ်။သာမန်လူငယ်လေးတွေ ဘယ်လိုကြီးပြင်းတိုးတက်လာကြလဲဆိုတာအတူကြည့်လိုက်ကြရအောင်နော်......Reviewed By Nu MonQuality : WEB-DL 720p,1080pTotal Episodes : 38Format : mp4Genres : Romance, Drama, Life, YouthDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp  / StreamVid / Usersdrive / ...",
        "url": "https://channelmyanmar.org/tvshows/the-youth-memories-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/mm-1-133x200.jpg",
        "title": "Manifest Season 1 + 2 + 3 +4  (2018-2022)",
        "description": "CM ပရိသတ်တွေ တောင်းတဲ့စီးရီးကောင်းတွေကို တစ်ခုပြီးတစ်ခုတော့ ကြိုးစားပြီး တင်ဆက်ပေးနေဆဲပါပဲ။အခုလည်း Manifest ကို တင်ဆက်ပေးလိုက်ပါပြီ။လေယာဉ်ကြီး တစ်စီးဟာ ခရီးသည် ၁၉၁ ယောက်ကို တင်ဆောင်ပြီး လေဆိပ်ကနေ စတင်ထွက်ခွာခဲ့တယ်။လေယာဉ်ပေါ်မှာ လူမျိုးစုံ ဘဝမျိုးစုံ ပါတာပေါ့။ ဒါပေမဲ့ သူတို့ လေယာဉ်ဆိုက်တဲ့အချိန်မှာပုံမှန်လေယာဉ်ကွင်းကို မဆင်းခိုင်းဘဲ လူမရှိတဲ့လေယာဉ်ကွင်းတစ်ခုမှာ ဆင်းဖို့ ညွှန်ကြားလာတယ်။လေယာဉ်ကွင်းထဲမှာ စောင့်ကြိုနေတာက အမျိုးတွေ မိတ်ဆွေတွေ မဟုတ်ဘဲကားတွေအများကြီးနဲ့ ရဲတွေ အာဏာပိုင်တွေဖြစ်နေပါလေရော။အဲဒီမှာ သူတို့ သိလိုက်ရတာက သူတို့လေယာဉ်တစ်စီးလုံး ပျောက်ဆုံးသွားခဲ့တာ ၅ နှစ်တောင် ရှိပြီမို့သူတို့အားလုံးကို သေစာရင်း သွင်းထားလိုက်ပါပြီတဲ့။ ဒီသတင်းက ကမ္ဘာတစ်ခုလုံးကို ရိုက်ခတ်သွားပြီးအာဏာပိုင်တွေက သူတို့ကို အထူးစောင့်ကြည့်ကြတယ်၊ ဘယ်သတင်းဌာနတွေနဲ့မှ မတွေ့ဖို့ သတိပေးကြတယ်။ဂြိုလ်သားတွေလား၊ အချိန်အာကာသ ဖောက်ပြန်တာလား၊ ဘုရားသခင်ရဲ့ အလိုတော်လား စသည်ဖြင့်သီဝရီမျိုးစုံထုတ်ကြတယ် အဖြေရှာကြတယ်ပေါ့။ လေယာဉ်ပေါ်က ဆင်းလာတဲ့လူတွေအတွက်တော့ခဏလေးလိုပေမဲ့ သူတို့တွေ အိမ်ပြန်လာတဲ့အချိန်မှာ လူတိုင်းရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/manifest-season-1-2018-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Dr.Romantic-Season-3-142x200.jpg",
        "title": "Dr. Romantic Season 3 (2023)",
        "description": "Doctor Romantic Season 3 (2023)အားလုံး အမျှော်ကြီးမျှော်နေခဲ့ကြရတဲ့ Doctor Romantic Season 3 ရပါပြီ 🥳Season 1 နဲ့ 2 မှာ ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့သလိုမျိုး Season 3 မှာလည်း\nဂင်ဆာဘူနဲ့အဖွဲ့သားတွေ ဘယ်လိုပြဿနာ‌တွေဖြေရှင်းရင်း ဆေးကုကြဦးမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါဒါ့အပြင် အခု Season 3 မှာဆိုရင် ဆောဝူဂျင်းနဲ့ချာအွန်းဂျယ် အပါအဝင်\nဘတ်အွန်းထက်နဲ့ ယွန်းအာရွန်းတို့ရဲ့ ရိုမန့်စ်ကိုပါ တစ်ဝကြီးကြည့်ရှုခံစားရဦးမှာမို့ K Drama ပရိသတ်ကြီး လက်လွှတ်မခံသင့်ဘူးနော်Medical ပိုင်းတင်မကဘဲ စိတ်ဝင်စားစရာ Plot တွေ ဂင်ဆာဘူရဲ့ပြဿနာဖြေရှင်းပုံတွေ ဆရာဝန်တွေရဲ့ရိုမန့်စ်တွေပါ ပါဝင်ထားပြီး\nCasts တွေအ‌နေနဲ့ကလည်း Season 2 က Han Suk-Kyu, Ahn Hyo-Seop, Lee Sung Kyung, Kim Min-Jae တို့ အကုန်ပြန်ပါဝင်ထားတဲ့အတွက်\nDr Romantic ...",
        "url": "https://channelmyanmar.org/tvshows/dr-romantic-season-3-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/images-133x200.jpg",
        "title": "The Good Doctor",
        "description": "The Good Doctor စီးရီးဟာ နာမည်ကြီးကိုရီးယားစီးရီးကိုပြန်လည်ရိုက်ကူးထားတာပါ။ကိုရီးယားစီးရီးကို မကြည့်ဖြစ်လိုက်ပေမယ့်ဒီအမေရိကန်စီးရီးကိုတော့ စိတ်ဝင်တစားကြည့်ဖြစ်ပါတယ်။ဆရာဝန်စီးရီးတွေမှာတော့ အမေရိကန်စီးရီးတွေက အများကြီးပီပြင်ပါတယ်။အသုံးအနှုန်းတွေ လှုပ်ရှားမှုတွေနဲ့ ရောဂါတွေက အတော်လေး သဘာဝကျပါတယ်။ဇာတ်လိုက်ကတော့ Autism အော်တစ်ဇင်ရောဂါရှိတဲ့ပါရမီရှင် ခွဲစိတ်အလုပ်သင် ဆရာဝန်တစ်ယောက်ပါ။သူ့ကို ဆေးရုံအုပ်ကြီးက သူ့ရာထူးနဲ့ရင်းပြီး ထောက်ခံပေးကာအလုပ်ဆင်းခွင့်ပြုခဲ့ပါတယ်။သူရောက်သွားတဲ့ ခွဲစိတ်ဆရာဝန်အဖွဲ့ခေါင်းဆောင်ကအရမ်းတော်ပြီး မာနကြီးတယ်၊ သူ့တွဲဖက်တွေကလည်း လူသန်းဆန်သူတကိုယ်ကောင်းဆန်သူ စသည်ဖြင့် လူအမျိုးမျိုးနဲ့ ကြုံလာရပါပြီ။သူ့ရဲ့ ထူးဆန်းတဲ့တွေးခေါ်ပုံတွေ လူတွေနဲ့ကသိကအောက်ဟာသတွေ၊ အမှန်နဲ့အမှားကြားက ကျင့်ဝတ်တွေနဲ့ အတော်ကိုဝေဝေဆာဆာရှိတဲ့ ဇာတ်လမ်းပါပဲ။House MD, Grey Anatomy လိုမျိုးတွေ ကြိုက်တဲ့သူတွေအတွက်တော့လုံးဝကျေနပ်စေမယ့် ဇာတ်လမ်းဖြစ်ပါတယ်။အကောင်းဆုံးကြိုးစားပြီး ပြန်ပေးထားပါတယ်။ဆရာဝန်တွေမှ သိနိင်မယ့်စာလုံးအချို့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-good-doctor-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/klShiY7iCmVlC0ijtLvaMZhTchv.jpg",
        "title": "Beauty of Resilience ( 2023 )",
        "description": "ဒီတစ်ခါ CMကနေတင်ဆက်ပေးမဲ့ကားလေးကတော့ နတ်မင်းနဲ့လူဘုံလောကအကြောင်းကိုရိုဆန်ဆန်လေးရိုက်ပြထားတဲ့ ကားကောင်းလေးတစ်ကားပါ မင်းသမီးလေးကလည်းအားလုံးနဲ့မစိမ်းတဲ့လူပါ ချုံကျီပြီးထဲက ဆရာတပည့်ကားလေးတွေ မကြည့်ရတာ ကြာပြီဟုတ်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ ဝေမင်းဆက်လက်ထက် လူ့ဘုံလောကကို အခြေခံရိုက်ကူးထားတာပါဝေမင်းဆက်လက်ထက်မှာ အမတနတ်ဖုရားဖြစ်ဖို ကျင့်ကြံကြတာတွေ ရှိပေမဲ့ အောင်မြင်ဖိုတော့ ခက်ခဲလွန်းလှပါတယ်အဲ့ထဲမှာက ဝေကျစ်ဆိုတဲ့မိန်းမငယ်လေးက ငယ်ငယ်ထဲက ကံမကောင်းမှုတွေနဲ့ ကြီးပြင်းလာတဲ့လူပါသူကအေးအေးဆေးဆေးနဲ့ သိုသိုသိပ်သိပ်နေပေမဲ့ သတ္တိမရှိတဲ့လူတော့ မဟုတ်ပါဘူးတစ်နေ့ အမတနတ်ဖုရားသွေးကြောနဲ့မွေးဖွားလူသူတွေကို စစ်ဆေးတဲ့ပွဲကို သူကတက်ရောက်ခဲ့ပါတယ်ပွဲအတွင်းစစ်ဆေးချိန် ဝေကျစ်ဟာ ကြေးမှုထဲမီးငှက်ပုံပေါ်လာပါတော့တယ် သူတိုတစ်ဖွဲလုံးဟာအမတဖြစ်ဖို ကျင့်ကြံရမှာဖြစ်တဲ့အတွက် ကျင့်ကြံရေးကျောင်းကို အပိုခံလိုက်ရပါတယ်ကျောင်းကိုကြီးကြပ်တဲ့ဆရာကတော့ စည်းကမ်းတင်းကျပ်တဲ့ ယန်ယွဲပါ ယန်ယွဲကလည်းတကယ်တော့ ကောင်းကင်ဘုံရဲ့ နတ်မင်းကြီးပါ ယန်ယွဲဟာ ဒဏ္ဍာရီစကားတွေအရ မီးငှက််တည်ရှိမှုဟာလောကသုံးဘုံကို ပျက်စီးစေတဲ့အတွက် မီးငှက်ဖြစ်လာမဲ့လူကိုရှာပြီးသတ်ရမှာက ယန်ယွဲရဲ့တာဝန်ပါကဲ ဒီလိုနဲ့ စောင့်ကြည့်နေရင်း ဝေကျစ်ရဲ့ ထက်မြက်ပုံ အလျှော့မပေးပုံတွေကြောင့် စိတ်ဝင်စားလာရာကနေ ဘယ်လိုတွေဆက်ဖြစ်မလဲသူသတ်ရမဲ့မီးငှက်ကရော ဝေကျစ်လား? ကံကြမ္မာကရော ဘယ်လိုတွေ ဖန်တီးပေးမလဲ?ဇာတ်လမ်းလေးထဲ စောင့်ကြည့်လိုက်ရအောင်နော်(အညွှန်းရေးသားထားသူကတော့ Kong Hou ဖြစ်ပါတယ်)\nQuality : ...",
        "url": "https://channelmyanmar.org/tvshows/beauty-of-resilience-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/t05640kSQxps007RQUx9aKjDYBj-133x200.jpg",
        "title": "School of Lies(2023)",
        "description": "School of Lies(2023)IMDb-5.9/10နာမည်ကတော့ မုသားကျောင်းတော်တဲ့\nအိန္ဒိယနိုင်ငံရဲ့ စိတ်ကူးယဉ်ဆန်တဲ့ Dalton မြို့တော်က ဘော်ဒါကျောင်းတစ်ခုမှာ\nsetting ထိုင်ရိုက်ကူးထားပြီး BBC ကနေထုတ်လုပ်လိုက်တဲ့ ကျောင်းသားစီးရီးလေးဖြစ်ပါတယ်\nဒီဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်ပါပဲ ဒါပေမဲ့ ဘယ်နိုင်ငံဘယ်မြို့မှာဖြစ်ခဲ့တာပါဆိုတဲ့\nအသေးစိတ်အချက်အလက်ကိုတော့ ထုတ်ပြောမထားကြပါဘူးဇာတ်လမ်းအညွှန်းRISE ဆိုတဲ့ကျောင်းတော်ကနေ ၁၂ နှစ်အရွယ် ရှက်တီဆယ်လ်ဂွန်ကာဆိုတဲ့\nကျောင်းသားလေးတစ်ယောက် ရုတ်တရက်ပျောက်သွားပါတယ်\nအစကတော့ သာမန်ပဲကျောင်းသားတစ်ယောက် ကျောင်းလစ်ပြီးလျှောက်သွားတယ်ထင်ကြတာပေါ့\nအချိန်ကြာလေ ဘယ်သူ့ဆီကမှဘာသတင်းအစအနမှမရလေတော့ ကိစ္စတွေကရိုးရှင်းမနေတော့ပါဘူးဒီလိုနဲ့ မိဘတွေသူငယ်ချင်းတွေအဆင့်ဆင့်လိုက်မေး ခုတွေ့တယ်ပြောလိုက်\nတော်ကြာနေမတွေ့မိပါဘူးပြောလိုက်နဲ့ တစ်ယောက်တစ်မျိုးထင်ရာတွေပြောကြပေါ့\nဒါကိုပဲလိုက်အဖြေရှာဖော်ထုတ်ကြမှာဖြစ်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ ဒီကျောင်းတော်ကအလွှာအသီးသီးက\nဖုံးဖိလိမ်ညာထားတာတွေရှိနေပါတယ် ပျောက်သွားတာရိုးမှရိုးရဲ့လား\nဘယ်သူတွေက ဘာအကြောင်းရင်းတွေနဲ့ နောက်ကွယ်မှာရှိနေသလဲ..\n\"လိမ်ညာလိုက်တာမှန်ပေမဲ့ ကောင်းစေချင်တဲ့ရည်ရွယ်ချက်ရှိရင် အဖြူရောင်မုသားတဲ့..\nထိခိုက်သွားစေတဲ့စိတ်နဲ့ လိမ်လိုက်ရင် အနက်ရောင်မုသားလား....\nကောင်းစေချင်တဲ့စိတ်နဲ့လိမ်လိုက်ပေမဲ့ တစ်ဖက်မှာထိခိုက်သွားတာလည်းရှိတဲ့\nအဆိုးအကောင်းရောနေတာက မီးခိုးရောင်မုသားလား....\"မုသားကျောင်းတော်ကြည့်ပြီး မုသားတွေကို အဓိပ္ပာယ်ဖော်ကြည့်ပါဦးFile Size : 700MB / 400MBQuality : 1080p WEB DL / 720pTotal Episodes : 8EpsFormat : mp4Genres : Drama , Mystery ...",
        "url": "https://channelmyanmar.org/tvshows/school-of-lies2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYWM3OWQwZWUtOWE2My00Y2RmLTliZWItZWE3MzkzMDFlMWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Gotham Knights Season 1(2023)",
        "description": "Gotham Knights series ကိုတော့ March လ 14 ရက်နေ့မှာ The Flash နဲ့ Arrow series တွေကို ထုတ်ပေးခဲ့တဲ့ CW Channel ကပဲ ထုတ်ဝေပေးခဲ့တာဖြစ်ပြီး အပိုင်း 13 ပိုင်းထွက်ရှိမှာ ဖြစ်ပါတယ်။ ဒီစီးရီးမှာတော့ Supernatural ကကျွန်တော်တို့ရဲ့ အချစ်တော် နတ်သား ကတ်စတီရယ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Misha Collins က Harvey Dent aka Two Face အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ ဇာတ်လမ်းအညွှန်းကတော့ Multiverse တစ်ခွင်မှာ plan သာရှိရင် ဘယ်သူ့ကိုမဆို ချနိုင်တဲ့ Batman ဟာ ဒီစီးရီးစစချင်းမှာပဲ လူတစ်ုရဲ့ အကွက်ချသတ်ဖြတ်မှုကြောင့် သေဆုံးသွားခဲ့ရပါပြီ။ ဆျာဘတ်တို့ရဲ့ ထုံးစံအတိုင်း သူ့မှာ မွေးစားသားဖြစ်သူ Turner Hayes တစ်ယောက်ကျန်နေခဲ့ပါသေးတယ်။ ဒါပေမဲ့ သူ့အဖေကို ...",
        "url": "https://channelmyanmar.org/tvshows/gotham-knights-2023/"
    }
]