[
    {
        "thumbnail": "",
        "title": "Never Give Up (2023)",
        "description": "ကောင်းဖာ အီလက်ထရောနစ် ကုမ္ပဏီရဲ့ စီမံခန့်ခွဲရေးဌာန (၃) ဟာ ကုမ္ပဏီအတွင်းအရမ်းကိုမှ ထူးခြားဆန်းကြယ်တဲ့ ဌာနတစ်ခုအဖြစ်တည်ရှိခဲ့ပါတယ် ။ကောင်းမွန်လှတဲ့ စီမံခန့်ခွဲမှုတွေကြောင့် နယ်ပယ်တစ်ခုလုံးရဲ့ ထိပ်ပိုင်းမှာ၁၀ နှစ်တိတိဦးဆောင်ရပ်တည်ခဲ့ပါတယ် ။ ဒါပေမဲ့ အခုလက်ရှိ ၃ နှစ်အတွင်းမှာအားကိုးလိုမရနိုင်တဲ့ စီမံခန့်ခွဲမှုတွေ ထပ်ခါတလဲလဲ လုပ်ဆောင်မှုကြောင့်ဌာနရဲ့ ရာထူးအဆင့်အတန်းတွေကလဲ ကျဆင်းလိုသွားခဲ့ပါတော့တယ် ။ရာထူး အဆင့်အတန်း ဂုဏ်တွေကျဆင်းသွားခဲ့တဲ့စီမံခန့်ခွဲရေးဌာန (၃) အတွင်းမှာအရည်အချင်းရှိတဲ့ အလုပ်သမားတွေကလဲ ရှိလိုနေခဲ့ပါတယ် ။❏ စီမံခန့်ခွဲရေးဌာန အဖွဲ (၃) ဟာ ၎င်းကျဆုံးသွားတဲ့ ဂုဏ်ကျက်သရေနဲ့ အဆင့်အတန်းတွေကိုပြန်လည်အရယူနိုင်မယ်လို အခိုင်အမာယုံကြည်ထားတဲ့ - လီထျန်းရန် (ကျန့်ခိုင်)❏ အတွင်းစိတ် အေးအေးချမ်းချမ်း နဲ့ သူများနဲ့မတူ တမူထူးကာနေတတ်ပြီးဘယ်အရာမဆို လျစ်ရှုနေတတ်တဲ့ အကျင့်ကို ပိုင်ဆိုင်ထားတဲ့ - ဖန့်စီးစီး (ချန်ယွိချီ)❏ ချမ်းသာတဲ့ မိသားစုကနေ မွေးဖွားလာခဲ့ပြီးသူဌေးသားလုပ်နေမဲ့အစားကြိူးစားရုံးကန်ရတဲ့ ဘဝကိုပဲ ရွေးမယ်ဟု ကြုံးဝါးထားသူ ...",
        "url": "https://channelmyanmar.org/tvshows/never-give-up-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/4X5EY_4f-142x200.jpg",
        "title": "Bride of the Typhoon (2022)",
        "description": "Bride of the Typhoon 2022လက်တုံ့ပြန် ကလဲ့စား အမုန်းတရားတွေကြား တမြိုက်မြိုက်လောင်တာကိုမှ ကြိုက်တဲ့အမျိုးတို့အတွက် ဇာတ်လမ်းနာမည်နဲ့တင် လောင်နေရပြီးသား ဒရမ်မာရှည်လာပါပြီဇာတ်လမ်းအကျဥ်းလေးကို ပြောရရင်တော့မိဘနှစ်ပါးရဲ့ချစ်ခြင်းကိုခံရသလို ဘဝဟာပြီးပြည့်စုံသာယာနေပြီး တက်​ကြွဖျက်လတ် ဆက်ဆံပေါင်းသင်းရေးကောင်းတဲ့ ကောင်မလေး ဆောယောင်း...တစ်နေ့ ဆောယောင်းတို့မိသားစုထဲ ဝင်လာပြီး သူမမိဘ​တွေကို ဆိုးရွားတဲ့ဖြစ်ရပ်တွေ့ကြုံခံစားစေခဲ့တဲ့ လူတစ်ယောက် ဂန်ဘဲ့ဆန်း...ဆောယောင်းတစ်ယောက် မိသားစုအသိုက်အမြုံပျက် တစ်ယောက်တည်း ရှင်သန်ခဲ့ရပြီး တစ်နေ့ ဂန်ဘဲ့ဆန်းက အလှကုန်ပစ္စည်းကုမ္ပဏီကြီးနဲ့ ကြီးပွားနေကြောင်း သိရပြီးနောက်...ဂန်ဘဲ့ဆန်းရဲ့သားဖြစ်သူ ဂန်ထယ်ပွန်းကို လက်ထပ်ယူပြီး ကလဲ့စားချေဖို့ ကြိုးစားတဲ့အခါ...ရန်သူ့သားကို လက်ထပ်ပြီး ရန်သူကိုယောက္ခမတော် တိုင်ဖွန်းမုန်တိုင်းလို လက်တုံ့ပြန် မွှေနှောက်တိုက်ခတ်ပစ်မယ့် သတို့သမီးလေး ဆောယောင်းရဲ့ကလဲ့စားချေမစ်ရှင်ကြီး အောင်မြင်ပါ့မလားဆိုတာအပတ်စဥ် တနင်္လါနေ့ကနေ သောကြာနေ့ထိ ၅ပိုင်းနှုန်းနဲ့ တင်ဆက်ပေးသွားမှာဖြစ်လို့ ဆက်ဆက် စောင့်ကြည့်ကြရအောင်ပါ( အညွှန်းရေးသားထားသူကတော့ Hay Mann ပါ )Native Title: 태풍의 신부\nEpisodes: 100\nAired: Oct ...",
        "url": "https://channelmyanmar.org/tvshows/bride-of-the-typhoon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/GGGGGG-135x200.jpg",
        "title": "The Glory  (2022)[Complete]",
        "description": "The Glory (2022)*****************အပိုင်း (၁ မှ ၁၆ ) ထိ စ/ဆုံး တို့မမ ဆုန်းဟယ်ဂို ရဲ့ ဒရမ်မာ အသစ်လေး လာပါပြီ။ မထွက်ခင်ကတည်းကအားလုံးသိထားတဲ့အတိုင်း လက်စားချေတဲ့ ဇာတ်မျိုးဖြစ်လို့ လောင်လို့ ကောင်းကြဦးမှာ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်း ...ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်ချင်တဲ့ စိတ်ကူးအိပ်မက်တွေ တစ်ပုံကြီးနဲ့ အထက်တန်းကျောင်းသူလေးတစ်ယောက် ...\nကံဆိုးစွာနဲ့ပဲ ကျောင်းတွင်းအကြမ်းဖက်မှုတစ်ခုမှာ နစ်နာသူဖြစ်ခဲ့တယ်ဆိုပေမဲ့ ကျောင်းနားရမဲ့အထဲ သူလည်း ပါဝင်ခဲ့ရတယ်။နှစ်တွေ ကြာလာတဲ့အခါမှာတော့ တစ်ချိန်က ကျောင်းတွင်းအကြမ်းဖက်မှုမှာအမှန်တကယ် ပြစ်မှုကျူးလွန်ခဲ့သူဟာ အိမ်ထောင်ရပ်သားကျပြီး သားသမီးတွေပါထွန်းကားခဲ့ပါပြီ။ ဒီလိုနဲ့ သူရဲ့ သားသမီးတွေ ကျောင်းနေရမဲ့ အရွယ်ရောက်လာပါတော့တယ်။ကံကြမ္မာအလှည့်အပြောင်းအနေနဲ့ ကလေးတွေရဲ့ အတန်းပိုင် ဆရာမကတစ်ချိန်က သူ အနိုင်ကျင့်ခဲ့တဲ့သူဖြစ်နေတဲ့အခါ ...ဘာတွေဆက်ဖြစ်မလဲ?\nမိဘနဲ့ ရန်ငြိုးရှိခဲ့တာကြောင့် ကလေးတွေအပေါ် မညှာမတာလုပ်ရပ်တွေနဲ့ လက်စားချေသွားမလား?\nဆရာ ဆိုတဲ့ ဂုဏ်အတိုင်း ကလေးတွေကို ငဲ့ညာမလား?ဆိုတာတော့ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်။Aired: Dec 30, 2022\nAired ...",
        "url": "https://channelmyanmar.org/tvshows/the-glory-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Wen-113x200.jpg",
        "title": "Wenderella’s Diary (2023)",
        "description": " Xun Mi ဆိုတဲ့ အိမ်ထောင်ဖက်ရှာဖွေတဲ့App ရဲ့ CEO ရှန့်လျန်သူဟာထက်မြက်ထူးချွန်တဲ့ စီးပွားရေးပညာရှင်တစ်ယောက်ဖြစ်တယ်။အလုပ်နဲ့ပတ်သက်ပြီးစူးရှထက်မြက်ပေမယ့် အချစ်ရေးမှာတော့ဇနီးကိုအလိုလိုက်အလျော့ပေးတတ်သူပါပဲ။ အရမ်းကိုလှပပြီး ဒီဇိုင်းပညာမှာတော်တဲ့ ဒေါက်ဖိနပ်ဒီဇိုင်နာမလေး ဝမ်းရုံပါးစပ်ကတော့ချမ်းသာတဲ့သူနဲ့ပဲလက်ထပ်မယ်လိုပြောနေတတ်ပြီးသူကိုယ်တိုင်ကချမ်းသာသူတစ်ယောက်ဖြစ်ဖိုကြိုးစားနေတဲ့ရည်မှန်းချက်မြင့်မားတဲ့သူတစ်ယောက်။အားလုံးရဲ့အမြင်မှာသူတိုနှစ်ယောက်ကအရာရာပြည့်စုံတဲ့နတ်ဖက်တဲ့စုံတွဲပဲပေါ့……လက်ထပ်ပြီးသွားတော့အချိန်မှာ ဝမ်းရုံရဲ့စင်ဒရဲလားသရုပ်မှန်ပြန်ပေါ်သွားခဲ့တယ်။ဒါပေမယ့်လဲ ရှန့်လျန်ကလက်မလျော့ခဲ့ပါဘူး။နှစ်ယောက်သားတစ်ယောက်နဲ့တစ်ယောက်ဘယ်လိုတွေပြန်ချစ်သွားပြီးဘယ်လိုတွေရိုကြဦးမလဲဆိုတာ အတူကြည့်လိုက်ကြရအောင်နော်……(အညွှန်းရေးသားထားသူကတော့ Nu Mon ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : RomanceDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 1 (1080p) - MegaUp / StreamVid ...",
        "url": "https://channelmyanmar.org/tvshows/wenderellas-diary-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4qvIp4Yxl8DDNR4Nce2uSlfole5.jpg",
        "title": "The Journey of Chongzi (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့နီလွင်လိုခေါ်တဲ့နတ်ဆိုးဘုရင်က နတ်ဆိုးလောကမှ ရုန်းထွက်လာပြီးလူ့လောကကို လွတ်မြောက်လာခဲ့ပါတယ် ချုံကျီလိုခေါ်တဲ့ကောင်မလေးကတော့ဖြူစင်ကြင်နာတတ်သူလေးဖြစ်ပေမဲ့သူဟာနတ်ဆိုဘုရင်နီလွင်ရဲ့သမီးဖြစ်နေခဲ့တယ်ချုံကျီဟာနတ်မျိုးနွယ်ဖြစ်တဲ့ ချူဘူဖုရဲ့ကယ်တင်ခြင်းကိုခံရပြီးတဲ့နောက်မှာ‌တော့နန်ဟွားတောင်ဖျားမှာ စွမ်းအားပျိုးထောင်ဖိုဆုံးဖြတ်ခဲ့ပေမဲ့ တစ်ချိန်မှာနတ်ဆိုးဖြစ်လာမှာပဲလိုကြိုတင်အသိပေးထားတဲ့အတွက် သူမဟာနန်ဟွားတောင်ကနေ ထွက်သွားခဲ့ပါတယ်အဲဒီအချိန်မှာပဲလော့ယင်းဖန်လိုခေါ်တဲ့ဆရာနဲ့တွေ့ဆုံပြီး ချုံကျီကို သူ့ရဲ့တစ်ဦးတည်းသောတပည့်အဖြစ်အံ့သြစရာကောင်းအောင်လက်ခံပေးခဲ့ပါတယ် ချုံကျီက သူ့ကိုအရမ်းအားကိုးပြီးတခြားဘာကိုမှဆန္ဒမရှိဘဲ သူ့ဘေးနားနေရဖိုကိုပဲစိတ်အားထက်သန်နေခဲ့တယ်လော့ယင်းဖန်ကလည်းသူမကိုကာကွယ်ပေးပါမယ်လိုကတိပေးခဲ့တယ် အဲဒီနောက်တော့ကံဆိုးစွာနဲ့ ပူးပေါင်းလုပ်ကြံမှုတစ်ခုကြောင့် ချုံကျီဟာအကျဥ်းချခံထားရဖိုဖြစ်လာပြီးလော့ယင်းဖန်ကလည်းဘယ်သူ့ကိုမှကူညီဖိုမတတ်နိုင်ခဲ့ဘဲ ငြိမ်းချမ်းရေးအတွက်နဲ့သူမဟာသေဆုံးသွားခဲ့ရပါတယ်ချုံကျီ ဒုတိယဘဝမှာလည်း နန်ဟွားတောင်ကိုထပ်ရောက်သွားခဲ့ပြီး‌လော့ယင်းဖန်ကလည်းချုံကျီကိုတွေ့တာနဲ့မှတ်မိနေခဲ့ပါတယ်သူ့ရဲ့ကာကွယ်ပေးမယ်ဆိုတဲ့ကတိကြောင့်မကောင်းဆိုးဝါးစစ်မာကို သူမကိုယ်ထဲမှာစည်းခပ်ထားလိုက်ပြီး သူမကိုလည်းအနီးကပ်စောင့်ရှောက်ရင်းသူတိုနှစ်ယောက်ရဲ့ဆရာတပည့်ဆက်ဆံရေးကိုဆက်လက်တည်မြဲစေခဲ့တယ် သိုပေမဲ့လည်းကံကြမ္ပာဆိုးကနေမလွတ်မြောက်နိုင်ဘဲချုံကျီက မြားတွေရဲ့ပစ်မှတ်ဖြစ်လာခဲ့ပြန်တယ်သူမလည်းဒေါသထွက်သွားပြီး သူ့ရဲ့နတ်ဆိုးဘက်အခြမ်းကိုလက်ခံလိုက်ကာ ပြန်လိုမရတဲ့ပန်းတိုင်ကိုရောက်သွားပါတော့တယ်ကံကြမ္မာကလည်း ချစ်သူအချင်းချင်းအပေါ်မှာ ရက်စက်ကြမ်းကြုတ်စွာ ပြက်ရယ်ပြုခဲ့လေရဲ့ တစ်ယောက်ကကမ္ဘာကို ပခုံးပေါ်တင်ဆောင်ထားရတဲ့ အရှင်သခင်ဖြစ်ပြီး ကျန်တစ်ယောက်ကတော့နတ်ဆိုးသွေးများ သွေးကြောထဲတွင် စီးဆင်းနေတဲ့သူဖြစ်နေကြတယ် သူတိုဟာ ကူကယ်ရာမဲ့ ချစ်မိသွားခဲ့ကြပြီးတစ်ယောက်ကိုတစ်ယောက် ရန်ပြုခဲ့ကြသော်လည်း သူတိုရဲ့ခံစားချက်တွေကနေလည်း မလွတ်မြောက်နိုင်ကြပါသူတိုရဲ့ ချစ်ခြင်းမေတ္တာက ကောင်းကင်နှင့်မြေကြီးရဲ့စည်းမျဉ်းတွေကို လှုပ်ခတ်စေနိုင်မလားဆိုတာကိုတော့စောင့်မျှော်ကြည့်ရှုရင်းအားပေးကြပါဦးရှင်(အညွှန်းရေးသားထားသူကတော့ Khin Myat Noe ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 40Format : mp4Genres : Romance, Wuxia, ...",
        "url": "https://channelmyanmar.org/tvshows/the-journey-of-chongzi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rBuCoS0VB9M6zkEUCvnVrfeF0J.jpg",
        "title": "W: Two Worlds Apart (2016)",
        "description": "W: Two Worlds Apart (2016)***************************(စ-ဆုံး)ဒီတစ်ခေါက်မှာတော့ Channel Myanmarပရိသတ်ကြီးအတွက် 2016တုန်းကဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ W Two Worlds ဇာတ်လမ်းတွဲကို ပြန်လည်တင်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းအညွှန်းကတော့…နှလုံးခွဲစိတ်ဆရာဝန်မလေး အိုယွန်းဂျူဟာဖခင်ဖြစ်သူ အိုဆောင်းမူဖန်တီးတဲ့ Wဆိုတဲ့ဝဘ်တွန်းကို အသည်းစွဲကြိုက်သူပါ'W'ဝဘ်တွန်းထဲမှာ သူမ အကြိုက်ဆုံးဇာတ်ကောင်ကတော့ ဇာတ်လိုက်ကျော် ဂန်ချောကိုပေါ့ တစ်နေ့မှာတော့ အိုယွန်းဂျူတစ်ယောက် ဖခင်နေအိမ်ကိုသွားရင်းအမှတ်မထင် အခြားကမ္ဘာတစ်ခုထဲ အဆွဲသွင်းခံလိုက်ရပြီးသွေးအိုင်ထဲမှာ လဲနေတဲ့ လူတစ်ယောက်ကယ်ဖို့ အကြောင်းဖန်လာပါတော့တယ် အဲဒီလူက သူ့အဖေဖန်တီးထားတဲ့ 'W'ဝဘ်တွန်းထဲကဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဇာတ်လိုက်ကျော် ဂန်ချောမှန်းအိုယွန်းဂျူသိသွားတဲ့အချိန်မှာတော့… ထွေထူးပြီး ညွှန်းစရာမလိုတဲ့ ကမ္ဘာနှစ်ဖက်က အချစ်ဇာတ်လမ်းကောင်းလေးဖြစ်လို့ဆက်လက်ခံစားကြည့်ရှုကြပါဦး......( အညွှန်းကို Khine Khine Wai မှ ရေးသားထားပါသည်) Episodes: 16File Size:1.2GB, 502MBQuality :Web-DL 1080p,720PGenres: Drama, Sci-Fi & Fantasy, Comedy,RomanceTranslated by  Khine Khine Wai, Hnin Wut Yi,Hnin Wai Oo  & WinEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/w-two-worlds-apart-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iua2S3KI6Wr1Fc4c7CwjVpGetpH.jpg",
        "title": "Island(2022)",
        "description": "Island(2022)****************အပိုင်း( ၁ မှ ၁၂ ) ထိ စ/ဆုံးဒီစီးရီးက မထွက်ခင်ကတည်းက တော်တော်ဟိုက်နေတဲ့အထဲပါတယ်...နတ်ဆိုးတွေ စူပါပါဝါတွေအပြင် ခပ်ဆန်းဆန်း ဇာတ်အိမ်နဲ့ပါဝင်တဲ့သရုပ်ဆောင်တွေကြောင့်ဆိုလည်းမမှားပါဘူး...ဇာတ်လမ်းတွဲက ခေါင်းစဉ်အတိုင်း ကျွန်းတစ်ကျွန်းကိုအခြေခံထားပါတယ်..ဒီကျွန်းမှာ အံဖွယ်ဖြစ်ရပ်များစွာရှိပြီး သာမန်လူတွေယုံဖို့ခက်ခဲတဲ့ဖြစ်ရပ်ဆန်းတွေရှိတယ်...အားလုံးတိမ်ကောနေပြီလို့ထင်ထားတဲ့ နတ်ဆိုးတွေကိုလူတစ်စုဟာ မတော်တဆ သွားနှိုးလိုက်သလိုဖြစ်သွားပြီးတဲ့နောက်မှာတော့..နတ်ဆိုးတွေပြန်လည်ရှင်သန်နိုးထလာခဲ့တယ်..အဲ့ဒီနောက်မှာတော့ လူသားတွေကို သိမ်းပိုက်ဖို့နဲ့နတ်ဆိုးတွေလောကကြီးကိုအုပ်စိုးဖို့ ဘာမဆိုလုပ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...စွမ်းအားရှင်တွေ ဘယ်လိုကာကွယ်ကြမလဲဆိုတာကိုတော့... Episodes: 12File Size:1.1GB, 500MBQuality :Web-DL AMZN 1080p,720PGenres: Sci-Fi & Fantasy, Action & Adventure, DramaTranslated by  Estel, Thynn ,Hae Areum  & MiriEncoded by  Phyo Pyae \n>>>>TELE LINK ><>>>>\n Episode 01 \n[720p]     »»»   UsersDrive  •   Yoteshin   •   MegaUp   •   StreamSB   •   Mega.NZ     •  StreamVID[1080p]  ...",
        "url": "https://channelmyanmar.org/tvshows/island2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDBlZTc2ZGYtY2FiOS00M2MyLTkzYTUtYjk0MTBjMjU5OTZmXkEyXkFqcGdeQXVyNjcwMzExMzU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Catch (2023)",
        "description": "The Catch (2023)\n=============“ချိတ်”ချိတ်ဆိုတဲ့အရာဟာ ချိတ်တတ်တဲ့ သဘောရှိတယ်။ ကြည့်ပါဦး\nဒီတူညီတဲ့စာလုံးကိုပဲ ကျွန်တော်တို့တွေ အသံထွက်မတူအောင်\nထွက်လိုက်ရပြီ။ “ချိတ်မိသည်” ဆိုလည်း ဒီစာလုံး “ချိတ်” ဆိုလည်း\nဒီစာလုံးပါပဲ။ ဒီတော့ ချိတ်ဆိုတာ ဘယ်အချိန်မှာ ချိတ်မိတတ်လဲ။\nနောက်ချိတ်တစ်ခုနဲ့ တွေ့တဲ့အခါ ချိတ်မိတတ်တာပေါ့။ဘယ်ချိတ်နဲ့မှ မတွေ့ဘဲ ဘာကိုချိတ်မိနေမှန်းမသိတဲ့ ချိတ်တစ်ခု\nအကြောင်း သိချင်ရင်တော့ ဒီစီးရီးလေးကို ကြည့်သင့်တယ်ထင်\nပါတယ်။ ယူကေကနေ ယခုနှစ်ပိုင်းမှာမှ ထွက်ရှိလာတဲ့ စီးရီးကောင်း\nလေးတစ်ခုဖြစ်ပြီး လူကြိုက်များရေပန်းစားနေတဲ့စီးရီးကောင်းလေး\nလည်းဖြစ်ပါတယ်။အပိုင်းအနေနဲ့ကတော့ စုစုပေါင်း လေးပိုင်းသာပါဝင်မယ့် စီးရီးအသေး\nစားလေးဖြစ်ပြီး ကျွန်တော့်အတွက်တော့ ဇာတ်အိမ်ခန့်မှန်းရအခက်ဆုံး\nစီးရီးတွေထဲက တစ်ခုပါပဲ။ ပဟေဠိပေါင်းများစွာ၊ ရှပ်ထွေးမှုပေါင်းများစွာ၊\nနားမလည်နိုင်ချင်းပေါင်းများစွာထဲမှာ နစ်မြောသွားချင်တယ်ဆိုရင်တော့\nဒီစီးရီးလေးကို ရှုစားပေးဖို့လိုပါလိမ့်မယ်။နယ်မြေလေးတစ်ခုက မိသားစုလေးတစ်ခုအကြောင်းနဲ့ စတင်ဇာတ်အိမ်\nတည်ထားတဲ့ The Catch ဆိုတဲ့ ဒီစီးရီးလေးဟာ ကောင်းလွန်းလှတာမို့\nစီးရီးနှစ်ခြိုက်သူပရိသတ်အပေါင်း ရှုစားပေးလှည့်ကြပါဦးခင်ဗျာ။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့ San Thu Aung\nဖြစ်ပါတယ်။)File Size.............(600 MB) / (300 MB)\nQuality...............WEB-DL 1080p / ...",
        "url": "https://channelmyanmar.org/tvshows/the-catch-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8HteBmTyI9yN0Mava1Cu7D6FIW.jpg",
        "title": "In Love All Over Again (2023) Season 01 Complete",
        "description": "In Love All Over Again (2023) Season 01 Complete ~ IMDb - 6.3/10, Rotten Tomatoes - 80% ~ မက်ဒရစ်က ရထားကြီးတစ်စီးမှာ အကြိမ်ကြိမ်အခါခါ လွဲခဲ့ကြတဲ့ စုံတွဲလေးတစ်တွဲရှိတယ်။ ထင်သလိုအလျဉ်းမဖြစ်တဲ့ ကံကြမ္မာအောက် မြင်မြင်ချင်းအချစ်နဲ့ ချစ်မိကြပေမဲ့ သူတို့အချစ်တွေ အခါခါလွဲခဲ့ကြဖူးတယ်။ ကောင်မလေးက ဒါရိုက်တာဖြစ်ချင်တယ်။ မက်ဒရစ်က အနုပညာကျောင်းမှာတက်ပြီး ရုပ်ရှင်ဇာတ်လမ်းတိုလေး တစ်ကားရိုက်ဖို့ကြိုးစားနေတဲ့ ဒါရိုက်တာပေါက်စမလေးပေါ့။ ကောင်မလေးကိုမတွေ့ခင်က ကောင်လေးရဲ့ ဘဝမှာ ဘာရည်ရွယ်ချက်မှ မရှိခဲ့ဘူး။ ဇာတ်ဆောင်မရှိတဲ့ ကောင်မလေးရဲ့ ရုပ်ရှင်မှာ ဇာတ်ဆောင်ဖြစ်ပေးဖို့ ကြိုးစားရင်း သရုပ်ဆောင်ဖြစ်ဖို့ ဝါသနာ ပါမှန်းမသိပါလာခဲ့တယ်။ စပိန်က နာမည်ကျော် ဒါရိုက်တာကြီးကလည်း သူ့ကို သဘောကျပြီး ခေါ်သုံးချင်ခဲ့တယ်။ ဒီလိုနဲ့ အိမ်အပြန်ရထားကြီးတစ်စီးမှာ ပေါက်တဲ့ဗုံးဟာ သူတို့၂ယောက်ကို ရှင်ကွဲခွဲသွားတယ်။ နှစ်ပေါင်းဘယ်လောက်ကြာလဲတော့ မသိဘူး။ ဒါပေမဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/in-love-all-over-again-2023-s01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Luna_nera-135x200.jpg",
        "title": "Luna Nera – Season (01)",
        "description": "Luna Nera - Season (01)\n=================\nIMDb Rating - 6.0/10နာတာလီဟာ လက်သည်အဘွားကြီးတစ်ယောက်ဖြစ်ပြီး မွေးလူနာ\nတစ်ယောက်အခက်အခဲတွေ့နေတဲ့အချိန်မှာသူ့မြေးမငယ် အာဒီနဲ့\nအတူ ကူညီမွေးဖွားပေးနေခဲ့ပါတယ်။ မွေးကင်းစကလေးဟာကံ\nမကောင်းအကြောင်းမလှစွာသေဆုံးလုဆဲဆဲအချိန်မှာ မွေးလူနာက\nအာဒီကိုစုန်းမဆိုပြီး ထိတ်လန့်မောင်းထုတ်ခဲ့သလို အဲ့ဒီကလေးငယ်\nလည်း သေဆုံးသွားခဲ့ရပါတယ်။အခြေအနေတွေကိုကြိုမြင်တဲ့ နာတာလီဟာ တကယ်လို့ သူ့ကိုစုန်း\nလိုက်မုဆိုးတွေလာခေါ်သွားပြီး ပြန်မလာနိုင်ခဲ့ရင်ဆိုတဲ့အကြောင်း\nပြချက်နဲ့ ဆန်းကြယ်တဲ့ရှေးဟောင်းစာအုပ်တစ်အုပ်၊ ပြီးတော့ ပျောက်\nဆုံးနေတဲ့မြို့တော်များလို့ခေါ်တဲ့နေရာတစ်ခုကိုရှာတွေ့နိုင်ဖို့ လိုအပ်\nတာတွေကို အာဒီထံသင်ကြားပြသပေးပြီး မောင်ဖြစ်သူ ဗလန်တေး\nကိုလည်း စောင့်ရှောက်ဖို့မှာထားခဲ့ပါတယ်။ပီထရိုဆိုတဲ့ကောင်လေးကတော့ ရောမမှာခေတ်ပေါ်ဆေးပညာကိုသင်\nကြားနေသူဖြစ်ပြီးတော့ သူတို့ကိုသူ့ဆရာကနေ ဒီခေတ်မှာစုန်းတွေ\nမှော်အတတ်တွေဟာတကယ်မရှိတော့ဘဲ ဆေးသိပ္ပံနည်းကသာအရာရာ\nကို ဖြေရှင်းနိုင်ကြောင်းလက်တွေ့ပြသလေ့ရှိပါတယ်။ သူ့အမေနေမ\nကောင်းဘူး ဆိုတဲ့သတင်းစကားကြောင့်နေရပ်ကိုပြန်လာချိန်မှာတော့\nသူ့ဖခင်ဟာစုန်းလိုက်မုဆိုးအဖွဲ့ခေါင်းဆောင်ဖြစ်နေပြီး သူ့အမေမကျန်း\nမာဖြစ်ရတာရယ်၊မွေးကင်းစကလေးသေဆုံးမှုရယ်ဟာ နာတာလီဆိုတဲ့\nစုန်းမကြီးလက်ချက်လို့တစ်ထစ်ချယုံကြည်ပြီးစုန်းတွေကို အမြစ်ဖြတ်\nချေမှုန်းတော့မယ့်အချိန်ပါပဲ။ဆန့်ကျင်ဘက်နောက်ခံနှစ်ခုဆီက အာဒီနဲ့ ပီထရို၊ ရှေးဟောင်းအယူသီး\nမှုတွေနဲ့ခေတ်ပညာတတ်လူငယ်တွေကြားက လွန်ဆွဲအားပြိုင်မှုတွေ၊\nရှေးခေတ်သဘာဝလွန်ပညာတွေရဲ့နက်နဲမှုနဲ့ လျှို့ဝှက်ချက်တွေကိုရပ်\nသပ်ရှုမောတွေ့မြင်ရပါလိမ့်မယ်။ ရာဇဝတ်နောက်ခံ ဇာတ်လမ်းသဘော\nကျနှစ်သက်သူတွေ၊ စုန်းကဝေမှော်ကားကြိုက်ပရိသတ်တွေ အကြိုက်\nတွေ့မယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဲတော့ နာတာလီတစ်ယောက် စုန်းလိုက်မုဆိုးတွေလက်က ပြန်လာနိုင်\nပါ့မလား၊ သူ့မြေးမငယ်အာဒီကရော တကယ်ပဲစုန်းတစ်ကောင်လား၊ သူ\nရှာဖွေတွေ့ရှိစေချင်ခဲ့တဲ့ ရှေးဟောင်းစာအုပ်နဲ့လျှို့ဝှက်မြို့တော်မှာဘာတွေ\nရှိနေမလဲ အစရှိတာတွေကို ဇာတ်လမ်းထဲမှာဆက်ပြီးရှုစားစေချင်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို Alias မှရေးသားပေးပြီး၊ ...",
        "url": "https://channelmyanmar.org/tvshows/luna-nera-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPHFvc2ma51e9AEHjRDAbRSsWIA.jpg",
        "title": "The Chemistry of Death (2023)",
        "description": "The Chemistry of Death (2023)Crime,Thriller နဲ့ Forensic seriesတွေကို နှစ်သက်သူတွေအကြိုက်တွေ့စေမဲ့\nအသစ်စက်စက် Forensic seriesလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nSilent Witness လို Forensicကားတွေကြိုက်တတ်ရင်တော့ ဒီစီးရီးလေးက should tryပါပဲ။Forensic Anthropologist တစ်‌ယောက်ဖြစ်တဲ့အပြင်\nပိုးမွှားဗေဒနဲ့ပတ်သက်တဲ့နာမည်ကြီးစာတွေပါ ရေးထားတဲ့\nမှုခင်းဆေးလောကမှာ အတော်ကိုနာမည်ကြီးသူဖြစ်တဲ့ ဒေါက်တာဒေးဗစ်ဟန်တာ\nဖြစ်ရပ်ဆိုးတစ်ခုနဲ့ ဇနီးဖြစ်သူနဲ့ပါ ခွဲခွာလိုက်ရတာကြောင့်\nသူ့ရဲ့ဒိတ်ဒိတ်ကြဲမှုခင်းဆရာဝန်ဘဝကိုစွန့်လွှတ်ရင်းနဲ့ မန်ဟမ်ဆိုတဲ့ရွာလေးမှာ\nကျေးရွာဆရာဝန်‌လေးအဖြစ် ဇာတ်မြှုပ်နေထိုင်ဖို့ဖြစ်လာပါတော့တယ်။ဒါပေမဲ့ အသက် ၁၀၀ မနေရပေမဲ့ အမှု ၁၀၀ တွေ့ရတတ်တဲ့လောကကြီးမှာ\nဒေးဗစ်တစ်ယောက် အမှုတွေရှောင်ရှားဖို့ တောရွာလေးမှာ ဇာတ်မြှုပ်နေပေမဲ့\nအမှုကသူ့နောက်လိုက်လာတဲ့အလား တိုက်တိုက်ဆိုင်ဆိုင် ဒီမြို့လေးမှာ အလောင်းတစ်လောင်းတွေ့ရတဲ့အခါ....တစ်ချိန်ကအေးချမ်းပြီး လူသူနည်းတဲ့ဒီမြို့လေးမှာ ရုတ်တရက်ပေါ်လာတဲ့အလောင်းက ဘယ်သူဖြစ်မလဲ။\nလူနည်းတဲ့မြို့ပီပီ လူတွေအားလုံး အကြောင်းသိဖြစ်နေတဲ့ကြားက လူသတ်သမားသိုးမည်းလေးက ဘယ်သူဖြစ်မလဲ။ဒေါက်တာဟန်တာကရော အောင်မြင်နေတဲ့မှုခင်းဆရာဝန်ဘဝကို ဘာလို့ထားရစ်ခဲ့တာလဲ။\nဇာတ်မြှုပ်ပြီးပုန်းနေတဲ့ ဒေါက်တာဟန်တာကို ရွက်ပုန်းသီးလေးမှန်း တာဝန်ကျရဲအရာရှိက သိသွားတဲ့အခါ\nဒေးဗစ်တစ်ယောက် ဆက်ပြီးတော့ ငြင်းနိုင်ဦးမလား\nဒါမှမဟုတ် သူရှောင်ဖယ်နေခဲ့တဲ့မှုခင်းလောကကို ပြန်လာဖို့လမ်းစဖြစ်သွားမလားဆိုတာကတော့\nThe Chemistry Of Death ဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-chemistry-of-death-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZjRkM2IyM2UtYzRkYi00ODdlLWFiODktODQzZWNiMmFjZjM1XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_-136x200.jpg",
        "title": "La Révolution (2020)",
        "description": "La Révolution (2020)\n================\nIMDb Rating - 6.6/101787 ခုနှစ်မှာ ပြင်သစ်ပြည်ကြီးဟာ ဝါးအစည်းပြေသလို\nဖရိုဖရဲနဲ့ ဖြစ်ချင်တိုင်း ဖြစ်နေပါတယ်။ အောက်ခြေ လူတန်း\nစားတွေက ငတ်မွတ်ခေါင်းပါးပြီး ဆင်းရဲမွဲတေနေသလောက်\nအာဏာပိုင်တွေကတော့ အဓိပ္ပာယ်မရှိတဲ့ အခွန်အတုတ်တွေ\nကောက်ပြီး ပျော်ပါးနေကြတဲ့ ကာလပါ။အဲဒီလို အချိန်ကာလမှာ မွန်တာဇင်းနယ်မြေမှာ ရေဗက္ကာဆိုတဲ့\nဆင်းရဲသားမိန်းကလေးတစ်ယောက် အသတ်ခံလိုက်ရပါတယ်။\nအာဏာပိုင်တွေကတော့ တိုင်းတစ်ပါးသား ကလေကချေ အိုးမဲ့\nအိမ်မဲ့ တစ်ယောက်က သတ်သွားတာလို့ ဝါဒဖြန့်ပြီး အိုကာဆိုတဲ့\nအိမ်ခြေရာမဲ့ကို ကြိုးပေးဖို့ ပြင်ပါတော့တယ်။ ဒါပေမဲ့ အိုကာရဲ့\nအကျဉ်းထောင် တာဝန်ခံဆရာဝန် ဂျိုးဆက်က အိုကာ့မှာ အပြစ်\nမရှိဘူးလို့ ယုံကြည်ပြီး လူသတ်သမား အစစ်ကို ရှာဖွေဖို့ ကြိုးစား\nရင်းနဲ့ အထက်တန်းလွှာ အသိုင်းအဝိုင်းထဲမှာ ပျံ့နှံ့နေတဲ့ ဗိုင်းရပ်စ်\nပိုး တစ်ခုကို တွေ့ရှိသွားတဲ့နောက်မှာတော့…၁၈ ရာစု ပြင်သစ်တော်လှန်ရေးကြီး မဖြစ်ခင်ကာလကို သဘာ\nဝလွန် အဖြစ်အပျက်တွေနဲ့ စိတ်ကူးယဉ်ဆန်ဆန် ရိုက်ကူးထား\nတာပါ။ ဖြစ်ရပ်မှန်နဲ့ fantasy ကို ရောသမမွှေလိုက်ရင် ...",
        "url": "https://channelmyanmar.org/tvshows/la-revolution-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gva0Vh1uK8XBgKui48hnEeGgRQ.jpg",
        "title": "First Love, Again (2022)",
        "description": "First Love, Again (2022)သင့်အတွက် \"အချစ်ဦး\" ဆိုတာ ဘယ်လိုအဓိပ္ပာယ်မျိုး၊ ဘယ်လိုဖြစ်တည်မှုမျိုးပါလဲ။ကိုယ့်ရဲ့ပထမဆုံးချစ်သူလား...ကိုယ့်နှလုံးသားထဲမှာ အမှတ်မိနေဆုံးသူလား...\nအများကြီးသဘောကျခဲ့ရပေမဲ့ ပိုင်ဆိုင်ခွင့်မရခဲ့တဲ့သူလား...\nအဖြူစင်ဆုံးနှလုံးသားနဲ့ ချစ်ခဲ့မိတဲ့သူလား။သေချာတာတစ်ခုကတော့ \"မြေးဦးရတဲ့အထိ မမေ့နိုင်တဲ့ အချစ်ဦး\" ဆိုတာ\nနှလုံးသားထဲမှာစွဲကျန်နေတဲ့ အမှတ်တရအပိုင်းအစလေးတစ်ခု ဖြစ်နေမှာပါ။အခုတင်ဆက်ပေးမယ့် \"FIrst Love, Again\" Dating Show လေးကတော့\nအကြောင်းအမျိုးမျိုးနဲ့ဝေးကွာခဲ့ကြရတဲ့ ကိုယ့်ရဲ့အချစ်ဦးနဲ့ ပြန်လည်တွေ့ဆုံကြမယ့် အစီအစဉ်လေးဖြစ်ပါတယ်။\nအကြောင်းအမျိုးမျိုးကြောင့် အချစ်ဦးနဲ့ဝေးခဲ့ကြရတဲ့ ပါဝင်သူ ၄ ယောက်ဟာ\nဒုတိယတအကြိမ်ရရှိတဲ့ ဒီအခွင့်အရေးမှာ သူတို့ရဲ့အချစ်ဦးနဲ့ ပြန်လည်ပေါင်းစည်းနိုင်သွားကြမလား\nဒါမှမဟုတ် အချစ်သစ်ကိုပဲ ရှာဖွေတွေ့ရှိသွားကြမှာလား ဆိုတာ စိတ်ဝင်စားဖွယ် စောင့်ကြည့်ခံစားကြရမှာပါ။ပါဝင်သူတွေအကုန်လုံးကလည်း အချောလေးတွေချည်းပဲမို့\nDating Show ကြိုက်တဲ့ ပရိသတ်ကြီးအနေနဲ့ လက်လွှတ်မခံသင့်တဲ့ Show တစ်ခုပါပဲ။အညွှနးကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီတော့\nဘာသာပြနထားတာကတော့ CM Variety Team ပဲ ဖြစပါတယ်။Genre..... Reality, Daing\nQuality…. 1080p | 720p\nFile ...",
        "url": "https://channelmyanmar.org/tvshows/first-love-again-2022/"
    },
    {
        "thumbnail": "https://m.media-amazon.com/images/M/MV5BYjYxY2FhNzMtYjNjZS00MzdmLThlOTEtNzUxZTlhNzczNmIzXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_.jpg",
        "title": "Black Snow(2023)",
        "description": "1994 ခုနှစ်က အက်ရှ်ဖို့ဒ့်မြို့မှာအထက်တန်းကျောင်းသူတစ်ယောက်အသတ်ခံရတဲ့အမှုဟာ တစ်မြို့လုံးကိုထိတ်လန့်စေခဲ့ပါတယ်။သက်‌သေမလုံလောက်မှုကြောင့် အမှုကိုမဖြေရှင်းနိုင်ပဲရှိနေရာမှ တစ်နေ့မှာ အက်ရှ်ဖို့အထက်တန်းကျောင်းနှစ်100 ပြည့်အထိမ်းအမှတ်အနေနဲ့ အချိန်စုဘူးကိုဖွင့်လိုက်သောအခါ သဲလွန်စထွက်လာကာ အမှုကိုပြန်လည်စုံစမ်းဖို့ဖြစ်လာပါတော့တယ်။စုံထောက် ဂျိမ်းစ်က အမှုကို သာမန်ထက်ပိုစိတ်ဝင်စားကာ အမှုလိုက်ဖို့ကြိုးစားပါတော့တယ်။အမှုတရားခံက ဘယ်သူလဲစုံထောက် ဂျိမ်းစ်ကရော အမှုကိုဘာလို့စိတ်ဝင်စားတာလဲ စသဖြင့်‌မေးခွန်းပေါင်းများစွာနဲ့စီးမြောခံစားရမယ့် မှုခင်းဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ် File size…(917 MB)/(471 Mb)\nQuality…. 1080p / 720p\nFormat…mp4\nDuration….52 m\nGenre...Crime , Drama , Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice  Download Link \nEpisode 1 720p  -  Yoteshin / Megaup / Meganz / Streamsb / Usersdrive / Streamvid\nEpisode 1 1080p  -  Yoteshin / Megaup / Meganz / ...",
        "url": "https://channelmyanmar.org/tvshows/black-snow2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nqM1kx1n8pY5cHXLN2X0V2pYDA8.jpg",
        "title": "Modern Farmer (2014)",
        "description": "Modern Farmer (2014)ဟိုးအရင် အခွေတွေနဲ့ကြည့်ကတည်းက ကျွန်တော်တို့တွေ တစ်ပိုင်းမှမလွတ်အောင်ကြည့်ခဲ့ရတဲ့ ဒရာမာလေး တင်ဆက်ပေးပါဦးမယ်\nဟာသကားကြိုက်တတ်တဲ့သူတွေတော့ အကုန်မှတ်မိကြမယ်ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ မင်ဂီတို့ သူငယ်ချင်းလေးယောက်က ဟုန်းဒယ်မှာ နာမည်ကြီးလို့အမည်တပ်ခံရတဲ့ rock band ဖြစ်ခဲ့ရာက\nနောက် ၇ နှစ်လည်းကြာတော့ တစ်ယောက်တစ်နေရာစီနဲ့ ငမွဲတွေဖြစ်သွားကြတယ်မွဲတကာ့ထိပ်ခေါင်တွေဖြစ်နေတုန်းမှာပဲ အယ်လ်ဘမ်အသစ်ထုတ်ချင်နေတဲ့ မင်ဂီက\nသူရဲ့အဘွား အမွေပေးထားတဲ့ လယ်မှာ မုန်ညင်းထုပ်စိုက်ရောင်းမယ်ဆိုပြီး\nမင်ဂီကပဲ သူငယ်ချင်းတွေကို လိုက်စည်းရုံး ရွာပြန်ပြီး လယ်လုပ်ကြတာက ဇာတ်လမ်းစတာပါပဲရော့ခ်စတား မြို့သားကြီးတွေ ရွာပြန်လယ်စိုက်တော့ တစ်နေ့တစ်မျိုးမရိုးရအောင်ကို အမှားတွေရော အလွဲတွေရော ဖြစ်ကြရော...\nရွာသားတွေကလည်း မခေဘူး တစ်ယောက်တစ်မျိုးဇာတ်လမ်းတွေနဲ့...\nနောက်ဆုံးကျ မင်ဂီတို့ သူတို့မျှော်လင့်ထားသလို အချီကြီးပွပြီး နောက်ထပ် အယ်လ်ဘမ်ထုတ်နိုင်ဦးမလားဆိုတာကို ကြည့်ရမှာပါပြောရရင် ဒီဇာတ်လမ်းတွဲက K drama ကြည့်နေကျမဟုတ်တဲ့သူတွေတောင် သဘောကျတဲ့ဇာတ်လမ်းပါ\nဟာသကြိုက်တဲ့လူတွေအတွက်တော့ ကလိမထိုးဘဲရယ်ရမယ့် ဇာတ်လမ်းမျိုးပါCast တွေကလည်း Lee Ha Nee, Lee Hong Ki. Park Min ...",
        "url": "https://channelmyanmar.org/tvshows/modern-farmer-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDJiZjM0YWItZWIzMi00MDFhLTg4YjgtYmFkOTUzODlmMzhmXkEyXkFqcGdeQXVyNjI2OTgxNzY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Cunk On Earth (2023)",
        "description": "Netflix နဲ့ BBC တို့ ပူးပေါင်းတင်ဆက်ထားတဲ့ Mockumentary ဇာတ်လမ်းဖြစ်ပါတယ်။ ၂၀၁၈ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ BBC ရဲ့ Cunk on Britain ရဲ့ အောင်မြင်မှုအပြီးမှာ Cunk on earth ဆိုပြီး ကမ္ဘာပေါ်က ဖွံ့ဖြိုးတိုးတက်မှု သမိုင်းကြောင်းတွေကို မှတ်တမ်းရုပ်ရှင်ပုံစံတင်ဆက်ထားတဲ့ ဟာသဇာတ်လမ်းအဖြစ် ထုတ်လုပ်လိုက်တာဖြစ်ပါတယ်။ သတင်းထောက် ဖီလိုမီနာ ကန့်ခ်က ရှေးဦး‌ဂူအောင်းလူသားခေတ်ကစပြီး ဒီနေ့ဆိုရှယ်မီဒီယာခတ်အထိ ကြားထဲမှာဖြစ်ပွားခဲ့တဲ့ အရေးကြီးအဖြစ်အပျက်တွေ ဥပမာ- အလယ်ခေတ်အကြောင်း၊ ခရစ်ယာန်နဲ့ အစ္စလာမ်ဘာသာတို့ ပေါ်ပေါက်လာပုံအကြောင်း၊ တစ်ကျော့ပြန်ခေတ် (the Renaissance)အကြောင်း၊ ပြီးတော့စက်မှုခေတ်ရောက်လာပုံ အစရှိတဲ့ သမိုင်းအဖြစ်အပျက်တွေကို တကယ်ဖြစ်ခဲ့တာတွေနဲ့ ပြက်လုံးတွေပေါင်းပြီး ဟာသနှောတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် အဲဒီအဖြစ်အပျက်တွေနဲ့ဆိုင်တဲ့ သက်ဆိုင်ရာကျွမ်းကျင်ပညာရှင်တွေ၊ ပါမောက္ခတွေကို မေးမြန်းတာတွေ ပါပါတယ်။ အဲဒီအပိုင်းက ပရိတ်သတ်တွေတော်တော်များများ သဘောကျကြတဲ့အပိုင်းဖြစ်ပါတယ်။ သတင်းထောက် Cunk က ...",
        "url": "https://channelmyanmar.org/tvshows/cunk-on-earth-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYjhhNGZmYzAtNmM4Mi00NjA4LTgxMGEtYWNjOTRhYzNiM2FlXkEyXkFqcGdeQXVyMTU4ODg1MTk2._V1_-160x200.jpg",
        "title": "Taj: Divided by Blood (2023)",
        "description": "Taj: Divided by Blood (2023)\nHistory\nIMDb 7.9/10 (2.6K)အခုတစ်ခါမှာတော့ အိန္ဒိယရာဇဝင်စီးရီးလေးတစ်ခုကို တင်ဆက်ပေးပါတော့မယ်။ဒီစီးရီးလေးက ၁၆ရာစုအတွင်း အိန္ဒိယနိုင်ငံမှာ ဩဇာအရှိန်အဝါကြီးမားခဲ့တဲ့ မဂိုအင်ပါယာ ဧကရာဇ်မင်းကြီး\nအက်ကဘရ်နဲ့ သားတော်၃ပါးဖြစ်တဲ့ ဆလင်းမ် မူရားဒ်နဲ့ ဒါနီယားလ်တို့ရဲ့စစ်ပွဲအောင်နိုင်မှုတွေအကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားတဲ့ စီးရီးလေးတစ်ခုဖြစ်ပြီး မဂိုအင်ပါယာကြီးရဲ့အမှောင်ဘက်ခြမ်းကိုလည်း အကွက်ကျကျ\nရိုက်ကူးတင်ဆက်ထားပါတယ်။ဒီဇာတ်လမ်းထဲမှာ အန္တရာယ်များတဲ့နိုင်ငံရေးလောကအကြောင်း..ကဗျာဆန်တဲ့အလှတရားတွေ..ရမ္မက်ပြင်းထန်တဲ့\nချစ်ကြည်နူးမှုတွေ..သွေးအေးအေးနဲ့သစ္စာဖောက်မှုတွေနဲ့ သွေးချောင်းစီးမှုတွေအကြောင်းကို ဖေါ်ပြထားပါတယ်။မဂိုအင်ပါယာကြီးအတွင်းရှိ ဇာတ်ကောင်တစ်ခုချင်းစီရဲ့အရှုပ်တော်ပုံတွေကိုပါ ဖြည်ပြထားတာမို့\nဗဟုသုတရမယ့်အပြင် မင်းဆက်ပေါင်းများစွာနဲ့အောင်မြင်ချိန် ကျရှုံးချိန်တွေကိုပါ ရိုက်ကူးတင်ဆက်ပြသထားပါတယ်။အလှတရားနဲ့ ရက်စက်ကြမ်းကြုတ်မှုတွေအကြောင်းကို သိမြင်ချင်ရင်တော့ ဒီဇာတ်လမ်းလေးကို\nရှုစားတော်မူကြပါဦးနော်။Quality : 1080p / 720pTotal Episodes : 10EpsFormat : mp4Genres : HistoryDuration : 45minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by BpL~Taylor ~ Yunni~ThaikSan~Khin KhinEncoded by YK\n720p\nEpisode 1 - ...",
        "url": "https://channelmyanmar.org/tvshows/taj-divided-by-blood-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nwvJfLHuoxlIhGJXE420Aaf2uHj.jpg",
        "title": "Crash Course In Romance(2023)",
        "description": "Crash Course In Romance(2023)*****************************အပိုင်း( ၁ မှ ၁၆ ထိ ) စ/ဆုံးဒီဇာတ်ကားလေးကတော့ တစ်နှစ်ကို စာသင်ကြားရင်း ၁ထရီလီယံ ရှာနိုင်လို့ \"၁ ထရီလီယံတန် အမျိုးသား\"လို့‌တောင်တင်စားကြပြီးတော့\nပုဂ္ဂလိကပညာရေးလောကရဲ့ BTSလို့တောင် ဆိုနိုင်တဲ့ အရမ်းကို တော်ပြီးနာမည်‌ကျော်ကြားတဲ့ ဆရာတစ်ယောက်နဲ့ ယခင်က နိုင်ငံ့လက်ရွေးစင် လက်ပစ်ဘော ကစားသမားဖြစ်ခဲ့ပြီးတော့ လက်ရှိမှာတော့\n\"နိုင်ငံ့လက်ရွေးစင် အရံဟင်း\"ဆိုတဲ့ စားသောက်ဆိုင်ပိုင်ရှင်ဖြစ်‌နေတဲ့အမျိုးသမီးတစ်ဦးအကြား ကြည်နူးဖွယ် ဝမ်းနည်းဖွယ်တွေ ရောနှောနေကြတဲ့အချစ်ဇာတ်လမ်းလေးကို နောက်ခံထားပြီး ဖန်တီးထားပါတယ်..ပုဂ္ဂလိကပညာရေးနယ်ပယ်မှာ BTS‌ လောက်နီးနီး ရေပန်းစားတဲ့ Choi Chi Yeolက အလုပ်လည်းအလွန်ကြိုးစားပြီးတော့ စာသင်ကြားရာမှာလည်း\nကျောင်းသားတွေရဲ့ အာရုံကို ဆွဲဆောင်ပြီး သင်ကြားတတ်တဲ့ ဆရာ‌တစ်ယောက်ဖြစ်တယ်...လူအများကြားမှာ ‌နာမည်ကျော်ကြား ရေပန်းစားတဲ့\nဆရာတစ်ယောက်အဖြစ် ကြွယ်ဝချမ်းသာမှုတွေ ကျော်ကြားမှုတွေ တိုးလာ‌သလောက် လူတွေကို\nစိတ်အနှောင့်အယှက်ဖြစ်စရာကောင်းတဲ့သူတွေလို\nခပ်တန်းတန်းပဲ ဆက်ဆံတတ်လာတယ်ဒီလို နာမည်ကျော်ဆရာတစ်ယောက်နဲ့ စိတ်လှုပ်ရှားလွယ်တဲ့ စားသောက်ဆိုင် ပိုင်ရှင်အမျိုးသမီးတို့ဆုံတွေ့ကြတဲ့အခါမှာ ဘယ်လို ခါးသက်သက် ဇာတ်လမ်းလေးတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/crash-course-in-romance2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/D1KESmPX4AA5C-8-720x1021-141x200.png",
        "title": "Attack on Titan (S01+S02+OVA+ S03 Part1+S04 Part 3)",
        "description": "IMDb 8.8/10 ရရှိထားတဲ့ ကမ္ဘာတဝှမ်းမှာလူကြိုက်များနေတဲ့\nAnime seriesကောင်းလေးတခုကိုမိတ်ဆတ်ပေးပါရစေ\nလွန်ခဲ့တဲ့နှစ်တရာလောက်က Titanတွေရုတ်တရက်ပေါ်လာပြီး\nလူသားတွေကိုသတ်ဖြတ်စားသောက်ခဲ့ပါတယ်\nသူတို့ဘယ်ကနေရောက်လာလဲ သူတို့ကဘာတွေလဲဆိုတာ\nဘယ်သူမှမသိခဲ့ကြပါဘူး Titanတွေရန်ကကာကွယ်ဖို့လူသားတွေဟာ\nတံတိုင်းကြီးသုံးခုကိုတည်ဆောက်ခဲ့ပြီး နှစ်ပေါင်းတရာကျော်တိုင်\nTitanတွေရန်ကနေကင်းဝေးခဲ့ပါတယ် ဒါပေမယ့်\nတနေ့မှာတော့သူတို့တခါမှမကြုံဖူးတဲ့ အလွန်ကြီးမားလှတဲ့\nTitanကြီးတကောင် ပေါ်လာချိန်မှာတော့....Season 01\n==============\nAll Episode - Yoteshin[1-12]/ Yoteshin[13-25] VIP(6.34GB)\n==================================================================Season 2\n==================\nAll Episode - Yoteshin / VIP(3.04GB)\n======================================ဒါလေးကတော့ Attack On Titan ရဲ့ အပိုင်းပို OVA အပိုင်းတွေပါSeason 4မထွက်ခင် FANတွေ ဇာတ်ရှိန်မပျက်အောင် ကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်VIP LINK- Click Here!\nOVA 1 - Userdrive / Yandex / Megaup / Gdrive / Veryfile / Datbu (170MB)\nOVA 2 - Userdrive / Yandex / Megaup / ...",
        "url": "https://channelmyanmar.org/tvshows/attack-on-titan/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkvdPFYo7o2IQWooJvA9UE0nvAp.jpg",
        "title": "Rise of Empires: Ottoman (2020)",
        "description": "Rise Of Empires: Ottoman Season 1 (2020)သမိုင်းဖြစ်ရပ်မှန်များကို စိတ်ဝင်စားသူတွေ မဖြစ်မနေကြည့်ရမယ့် series တစ်ခုလာပါပြီ။\nအော့တမန်အင်ပါယာကို အင်အားကြီးစေပြီး သမိုင်းလမ်းကြောင်းကိုလဲ\nကြီးကြီးမားမားပြောင်းလဲစေခဲ့တဲ့ အော့တမန်ဘုရင် စူလ်တန်မာမက်ရဲ့သမိုင်းကြောင်းပါ။\nစူလ်တန်မာမက်ကတော့ သူ့ခမည်းတော်နတ်ရွာစံအပြီးမှာ ၁၉ နှစ်အရွယ်နဲ့နန်းတက်ခဲ့တဲ့စူလ်တန်ငယ်တစ်ပါးပါ။\nအသက်အရွယ်ငယ်တော့ သူ့အင်ပါယာတွင်းကရော အပြင်ကရန်သူကပါ သွေးတိုးစမ်းမှုတွေနဲ့ကြုံရပါတယ်။\nမာမက်ကလဲ သူ့စွမ်းရည်ကိုပြသဖို့ရာအတွက် ဘိုင်ဇင်တိုင်းအင်ပါယာရဲ့မြို့တော်ဖြစ်တဲ့ ကွန်စတန်တီနိုပယ်ကိုသိမ်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nဘိုင်ဇင်တိုင်းအင်ပါယာကတော့ အရှေ့ရိုမန်အင်ပါယာပါပဲ။\nသူတို့မြို့တော် ကွန်စတန်တီနိုပယ်က ခရစ်ယာန်ဘာသာရေးအရ အထွတ်အမြတ်နေရာလဲဖြစ်ပြီး\nဒီမြို့ကိုသိမ်းပိုက်ချင်ခဲ့တဲ့တခြားတပ်ပေါင်း၂၃ တပ်က အရှုံးပေးလက်လျှော့ပြန်ခဲ့ရတဲ့မြို့ပါ။\nအဲ့ဒီတပ်တွေထဲမှာ မာမက်ဖခမည်းတော် စူလ်တန်မူရက်ဒ်ရဲ့တပ်လဲအပါအဝင်ပါပဲ။\nဒီဇာတ်လမ်းမှာတော့ ၁၉နှစ်သားအရွယ်စူလ်တန် မာမက်ရဲ့ကွန်စတန်တီနိုပယ်ကို ကြိုးပမ်းမှုအကြောင်းအဓိကကြည့်ရမှာပါ။\nဒီစီးရီးရဲ့ ထူးခြားချက်ကတော့ Docudrama အဖြစ်ဖန်တီးထားခြင်းပါပဲ။\nဒီဒရာမာဇာတ်လမ်းသွားထဲမှာပဲ ပညာရှင်တွေရဲ့အမြင်တွေရှင်းလင်းချက်တွေကို တစ်ပါထဲထည့်ပေးထားတော့\nဒီသမိုင်းကြောင်းကိုကိုယ်သိမထားရင်တောင် ဂူဂဲလ်သွားရှာစရာမလိုပဲ အဆင်ပြေပြေကြည့်နိုင်သွားသလို\nပါဝင်တဲ့ဇာတ်ကောင် အဲ့ဒီခေတ်ရဲ့အနေအထား အယူအဆတွေကိုလဲတစ်ပါထဲသိရမှာပါ။\nရုပ်ရှင်ကြည့်နေရင်း ကိုယ်သိချင်တဲ့မေးခွန်းတွေကိုလဲဖြေပေးမယ့် စပွိုင်လာလဲမပေးမယ့်သူမျိုး ဘေးမှာရှိနေသလိုပေါ့။အဲ့ဒါအပြင် နောက်ခံစကားပြောသူကလဲ GOT ထဲက အားလုံးသဘောကျနှစ်ခြိုက်ရသူကြီး တိုင်ဝင်လန်နစ်စတာ (Charles Dance) ဆိုတော့\nသူ့အသံပါဝါ အနိမ့်အမြင့် အစွဲအငင်တွေရဲ့ ပံ့ပိုးမှုကလဲ ဒီစီးရီးကိုအသက်ဝင်စေတာမို့ တော်တော်ပြည့်စုံတဲ့စီးရီးတစ်ခုပါပဲ။အညွှန်းကိုတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/rise-of-empires-ottoman/"
    }
]