[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJaJWwlGGC2Dqljq3Ih4HZHRdPZ.jpg",
        "title": "The Beatles: Get Back (2021) (Completed Docu-Series)",
        "description": "The Beatles: Get Back (2021) ကျွန်တော်တို့ ရူးသွပ်စွဲလမ်းခဲ့ရတဲ့ အနုပညာရှင်တွေက ကျွန်တော်တို့ဘဝရဲ့ တစ်စိတ်တစ်ပိုင်းဆိုတာထက် ပိုသွားတဲ့အခိုက်အတန့်လေးတွေ ကြုံဖူးကြမှာပါ။ ကိုယ့်မျက်လုံး ကိုယ့်နှလုံးသားထဲမှာ သူတို့ ဘယ်လောက်ခမ်းနားကြီးကျယ်ခဲ့တယ်ဆိုတာကလည်း ပျော်စရာအမှတ်တရတွေထဲမှာ နက်နက်ရှိုင်းရှိုင်း နေရာယူခဲ့ကြတာမျိုးပေါ့။ သူတို့ရဲ့ ပိုစတာလေးတွေ ဓာတ်ပုံလေးတွေ သူတို့ရဲ့ အနုပညာလက်ရာလေးတွေက ကျွန်တော်တို့ တစ်ကိုယ်ရည်အိပ်ခန်းလေးထဲမှာ တခမ်းတနား နေရာယူနေတတ်ကြပါတယ်။ အခုတင်ဆက်ပေးမယ့် ရုပ်သံမှတ်တမ်းလေးကတော့ ဗြိတိန် ရော့ခ်အင်ရိုး ဂီတအဖွဲ့တစ်ခုဖြစ်တဲ့ The Beatles ပါပဲ။ ဒီနေရာမှာ တစ်ခုပြောစရာရှိလာပါတယ်။ ကျွန်တော်တို့ ဂီတဖျော်ဖြေပွဲတစ်ခုကို ကိုယ်တိုင်ကြည့်တာပဲဖြစ်ဖြစ်\nတီဗွီမှာပဲဖြစ်ဖြစ် အားပေးကြည့်ရှုတဲ့အချိန်မှာ သူတို့က သိပ်ကိုပျော်ရွှင် တက်ကြွနေပြီး သိပ်ကို ခမ်းနားတင့်တယ်လွန်းတာမျိုးပေါ့။ အချင်းချင်း နောက်ပြောင်လိုက်ကြ အဆိုတော်က ဂစ်တာသမားနားကိုပြေးသွားပြီး အတူဒွန့်လိုက်ကြနဲ့ ကြည့်နေရတဲ့ ကျွန်တော်တို့က ပြုံးဖြီးဖြီးကြီးတွေကိုဖြစ်လို့။ ဒါပေမယ့် စင်မြင့်ပေါ်ရောက်မလာခင်မှာ သူတို့ ဘယ်လိုရုန်းကန်ကြိုးစားခဲ့ရတယ်၊ ဘယ်လိုပြဿနာတွေကြုံခဲ့ရတယ်၊ ကြုံခဲ့ရတဲ့ အငြင်းပွားမှု​တွေ သ​ဘောထားကွဲလွဲမှု​တွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-beatles-get-back-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8Np9NZlkzrSdEmpLSgoUkoyJeh.jpg",
        "title": "Around the World in 80 Days (2021) (Season 1 Complete)",
        "description": "Around The World In 80 Days (2021) မြေအောက်ခရီး (Journey to the Center of The Earth) နဲ့ ပင်လယ်ရေအောက်ခရီး (Twenty Thousands Leagues Under the Sea)၊ ဆန်းကြယ်ကျွန်း (The Mysterious Island) ဆိုတဲ့ စာအုပ်တွေနဲ့အတူ တွဲသိကြမှာ သိပ္ပံစာရေးဆရာကြီး ဂျူးလ်ဗန်းစ် (Jules Verne) (1828-1905) ပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ ကမ္ဘာပတ်လည် ရက်ရှစ်ဆယ် ဆိုပြီး ကင်ပွန်းတပ်ကြတဲ့ Around The World in 80 Days ကိုတော့ သူ့ရဲ့လက်ရာလို့ သိတဲ့သူ နည်းကြပါလိမ့်မယ်။ ဒဂုန်ရွှေမျှား၊ သခင်ဘသောင်းနဲ့ နတ်နွယ်တို့ရဲ့ ဘာသာပြန်စာအုပ်တွေလည်း ဖတ်ဖူးရင် ဖတ်ကြပါလိမ့်မယ်။ ဒီနိုင်ငံမှာတော့ Around the World in ...",
        "url": "https://channelmyanmar.org/tvshows/around-the-world-in-80-days-2021-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/o-img-63383-sinopsis-the-red-sleeve-cuff-instagramatmbcdrama-now-160x200.jpg",
        "title": "The Red Sleeve (2021)",
        "description": "Red sleeve ကတော့ ၁၈ရာစုက အပြင်အဆင်တွေနဲ့ MBC ရဲ့ နန်းတွင်းအချစ်ဇာတ်လမ်းလေးအကြောင်းဖြစ်ပြီးတော့Red sleeve cuff ဆိုတဲ့ ဝတ္ထုလေးကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်ဒီကားလေးက main actor ဖြစ်တဲ့ 2PM အီဂျွန်ဟို ရဲ့ စစ်မှုထမ်းပြီးနောက်မှာရိုက်တဲ့ပထမဆုံးဇာတ်ကားလေးဖြစ်ပြီး အိမ်ရှေ့စံအီဆန်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်main actressဖြစ်တဲ့ အီဆယ်ယောင်းကတော့Memorist , Doctor John စတဲ့ ဇာတ်လမ်းတွေမှာ ပါဝင်ခဲ့ဖူးပြီး ဒီကားထဲမှာတော့Court Lady ဆောင်းဒေါ့ဂင်မ်အဖြစ် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းကတော့ အိမ်ရှေ့စံအီဆန်က ဆောင်းဒေါ့ဂင်မ်အပေါ်မှာ မေတ္တာရှိသွားပြီး သူဘုရင်ဖြစ်လာတဲ့အချိန်မှာ မိဖုရားတင်မြှောက်ဖို့လုပ်တဲ့အခါဆောင်းဒေါ့ဂင်မ်က သူ့ဘဝကို လွတ်လွတ်လပ်လပ် ဖြတ်သန်းချင်တဲ့မိန်းကလေးဖြစ်တာကြောင့်ငြင်းဆိုခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ.ထုံးစံအတိုင်း နန်းတွင်းပဋိပက္ခတွေကိုလည်း စိတ်ဝင်စားဖွယ် ကြည့်ရှုရဦးမှာဖြစ်လို့အပတ်စဉ် စနေ နှင့် တနင်္ဂနွေ နေ့တွေမှာစောင့်မျှော်ကြည့်ရှုပေးကြပါဦးရှင် Drama: The Red Sleeve (English title) / The Red Sleeve ...",
        "url": "https://channelmyanmar.org/tvshows/the-red-sleeve-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGqvoU8vxw8PGu7BJltOhj14cCo.jpg",
        "title": "Love Mafia (2021)",
        "description": "Love Mafia (2021)မာဖီးယားဂိမ်းဆိုတာကို kdrama ကြည့်ဖူးသူတိုင်း ရင်းနှီးကြမှာပါ\nဒီရှိုးကတော့ အချစ်ရေးကိစ္စနဲ့ ပတ်သက်ပြီးဆော့ရမယ့် မာဖီးယားဂိမ်းပဲဖြစ်ပါတယ်Love Mafia များဖြစ်ကြတဲ့ တကယ့်စုံတွဲအစစ်တွေက\nစင်ဂယ်လ်ယောင်ဆောင်ပြီး စင်ဂယ်လ်တွေနဲ့ရောနှောနေထိုင်ကြမှာပါ။\nအဲ့ဒီလိုမျိုး စုံတွဲ‌တွေနဲ့ စင်ဂယ်လ်တွေဟာ\nတစ်ညအိပ်နှစ်ရက် အတူတူနေထိုင်ကြကာ\nတစ်ယောက်အကြောင်းတစ်ယောက်သိအောင် ဂိမ်းလေးတွေဆော့ကြရင်း\nစုံတွဲအစစ်တွေက ဘယ်သူဆိုတာကို ထုတ်ဖော်ကြရမယ့်ပုံစံမျိုးဖြစ်တာကြောင့်\nရင်လည်းခုန်ရ စောင်လည်းကိုက်ရမယ့် အခန်းတွေအများကြီးပါမှာပါနော်\nflirt နည်းမျိုးစုံလည်း လေ့လာရမှာဖြစ်လို့\nစင်ဂယ်လ်အပေါင်းသူတော်ကောင်းတို့ မဖြစ်မနေကြည့်သင့်ပါတယ်ဒီအပိုင်းမှာ ဘယ်သူတွေက စုံတွဲဖြစ်လာပြီး\nဘယ်သူတွေက မာဖီးယားဖြစ်မယ်ဆိုတာ\nCM ပရိတ်သတ်ကြီးလည်း အတူခန့်မှန်းကြည့်ကြပါဦးနော်အညွှန်းကိုတော့ Ichika က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Pro Max ပဲ ဖြစ်ပါတယ်။Genre.....Reality\nQuality….WEB-DL 720p\nFile size…700MB\nFormat…mp4\nEpisodes...4 Episodes\nDuration….2h 10min/Episode\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Promax\nEncoder .....AugustVIP Link - Click Here!Episode 01 - Userdrive | Yoteshin | Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/love-mafia-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/the-mysterious-class-141x200.jpeg",
        "title": "The Mysterious Class (2021)",
        "description": "“အတန်းထဲမှာ ပိုနေတဲ့တစ်ယောက်က ဘယ်သူလဲ?”အဆင်လေးတွေအပြည့်ပါတဲ့ ကားလေးလာပါပြီနုဖတ်နေတဲ့ကျောင်းသားလေးကိုတွေက ရိုးရိုးတန်းတန်းငမ်းရမှာမဟုတ်ဘဲသည်းထိတ်ရင်ဖိုနဲ့ ငမ်းရမှာပါနော်ကျောင်းသား အယောက် ၂၀ သာရှိတဲ့ အတန်းထဲကကျောင်းခေါ်ကြိမ်စာအုပ်မှာ ကျောင်းသားအရေအတွက်က ၂၁ ယောက်တဲ့ကန်တင်းမှာ ထမင်းစားရင် ဘာမှပုံစံမပျက်တဲ့ ပန်းကန်တစ်ချပ်ရှိတယ်ကျောင်းက နွားနို့ဝေရင် အမြဲတမ်း ၁ ဘူးလိုနေတတ်ပြီးဘောလုံးကန်ရင်ရင် ၁၀ ယောက်သာပါတယ်လို့ပြောကြတဲ့သူတို့အတန်းမှာပိုနေတဲ့တစ်ယောက်က ဘယ်သူပါလဲ???ကောင်ချောလေးတွေနဲ့တူတူ အဖြေရှာရင်းသည်းထိတ်ရင်ဖို ကြည့်ရှုလိုက်ကြရအောင်ပါ  File Size – 133MB@EpisodeQuality – 1080p Duration – 20minute (@Episode)Total Episodes:Subtitle – Myanmar HardsubFormat – Mp4Genre : Horror / MysteryTranslator – Shwe Pyae & AmeliaEncoder – YK  ZIP Yoteshin / Megaup / VIP\nEpisode 1 - Yoteshin / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/the-mysterious-class-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cn3CIR5LaKubPmzOv5jsxcQQwkZ.jpg",
        "title": "Melancholia (2021)",
        "description": "Melancholia (2021)ဇာတ်လမ်းတွဲအညွှန်း***********************************အပိုင်းသစ် (၁ မှ ၁၆ )ထိ စ/ဆုံးသင်္ချာကိုချစ်မြတ်နိုးတဲ့ ဆရာမနဲ့ကျောင်းသားလေးတို့ကြားက ရိုမန့်တစ် ဆန်ဆန် အချစ်ဇာတ်လမ်းလေးလာပါပြီ\nမနဲ့မောင် ဇာတ်လမ်းလေးဆိုတော့ ပိုတောင်ရင်ဖိုဖို့ကောင်းသေးPirvate အထက်တန်းကျောင်းတစ်ခုမှာ သင်္ချာဆရာမ အဖြစ်အလုပ်ဝင်နေတဲ့ Ji Yoon Su ဟာ စိတ်ထားကောင်းမွန်ပြီး သင်္ချာပညာရပ်ကို အလွန်ကိုစိတ်ဝင်စားတဲ့ သူတစ်ဦးဖြစ်ပါတယ်\nကျောင်းသားတွေကိုလည်း အမြဲမေးခွန်းမေးရတာ ကြိုက်ပြီး (ကိုယ်တွေနဲ့တော့ အဆင်မပြေလောက် 😝) စိတ်ပိုင်းဖြတ်လိုက်ပြီဆို ဘာမဆိုဖြစ်အောင်လုပ်တဲ့ ထူးချွန်ထက်မြက်တဲ့ အမျိုးသမီးတစ်ဦးပေါ့အဲလိုအမျိုးသမီးလေးက သူ့လိုပဲ သင်္ချာကိုစိတ်ဝင်စားပြီး ထူးချွန်တဲ့ ကျောင်းသားလေးတစ်ဦးအပေါ် စိတ်ယိုင်သွားတဲ့အခါမှာတော့.... Baek Seung Yoo ကတော့ ငယ်ငယ်လေးတည်းက သင်္ချာဉာဏ်ကြီးရှင်လို့ နာမည်ကြီးပြီး ၅ နှစ်အရွယ်နဲ့ တက္ကသိုလ်အဆင့်ရှိတဲ့ သင်္ချာမေးခွန်းတွေကို ဖြေနိုင်သူတစ်ဦးဖြစ်ပါတယ်\nအသက် ၁၀ နှစ်နဲ့ MIT ကိုဝင်ခွင့်ရခဲ့ပြီး ၁၂ နှစ်မှာပြုတ်သွားကာ ရုတ်တရက် ဘယ်သူမှမသိတဲ့ အကြောင်းတစ်ခုနဲ့ အစအနပျောက်သွားခဲ့ပါတယ်အဲလိုမျိုး ဝါသနာတူ ...",
        "url": "https://channelmyanmar.org/tvshows/melancholia-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/bc64840f-2069-466a-aa2e-fa8143e7b136.jpg",
        "title": "The Sand Castle (2021)",
        "description": "The Sand Castle (2021)စ / ဆုံးဇာတ်လမ်းတွဲအညွှန်း  __________________သူခိုးရန်ကနေ ထွက်ပြေးရင်း လွတ်မြောက်လာတဲ့ ဖာနင်တစ်ယောက်\nမထင်မှတ်စွာနဲ့ ရိုးသားဖြူစင်လွန်းတဲ့ ခွန်အာလစ်စလာဆိုသည့် မိန်းကလေးနဲ့ ဟွာဟင်ကမ်းခြေမှာ စတင်ဆုံတွေ့ခဲ့ပြီး\nမြင်မြင်ချင်းအချစ်တစ်ခု ပေါက်ဖွားလာခဲ့ပါတော့တယ်......ဖာနင်ကလည်း သူ့ညီလေး ချစ်ကြိုက်ရသူမှာ အာလစ်စရာမှန်း မသိခဲ့ပဲ သံယောဇဉ်တွယ်ခဲ့မိပါတော့တယ်...အဲ့ဒီလိုနဲ့ ဘန်ကောက်ပြန်ရောက်တော့ သူတို့နှစ်ယောက်ဟာ ကိုယ်လမ်းကိုယ်လျှောက်ခဲ့ကြရပါတော့တယ်...ဖာနင်က ဆောက်လုပ်ရေးလုပ်ငန်းခွင်ဦးစီးသူတစ်ယောက်ဖြစ်ပြီးတော့\nကုမ္မဏီဒုက္ကဌတစ်ယောက်လည်း ဟုတ်ပါတယ်....ခွန်အာလစ်ကျတော့ သာမန်လူတစ်ယောက်ဖြစ်ပြီး\nအချိန်ပိုင်းအလုပ်တွေလက်ခံရင်း ဘဝကိုရုန်းကန်နေရသူတစ်ယောက်ပါသို့ပေမယ့် ဖာနင်ရဲ့ညီလေးဖြစ်သူ ဖင်ရိုးက အာလစ်ကို ချစ်ကြိုက်ခဲ့တာ နှစ်နဲ့ချီကြာနေခဲ့ပါပြီ\nအနားမှာလည်းအမြဲတမ်းရှိနေတဲ့အတွက်ချစ်သူရည်းစားတွေလိုတောင်ထင်စရာပါပဲအာလစ်ဘက်ကလည်း ရိုးက သူမအတွက် အခင်မင်ဆုံးသူငယ်ချင်းဖြစ်ပြီးတော့\nလုံးဝ friend zone အဖြစ်ကနေ ပိုတဲ့ခံစားချက်မရှိခဲ့ပါဘူး....ဒါကို အဖြစ်မှန် သိရတဲ့ ရိုးက စိတ်သောကရောက်ပြီး\nမတော်တဆရေမြောင်းထဲပြုတ်ကျခဲ့ပြီး ဆေးရုံတက်ခဲ့ရပါတော့တယ်..ညီလေးအပေါ်အရမ်းချစ်တဲ့ ဖာနင်က သူ့ညီလေးကို နာကျင်အောင်လုပ်ခဲ့တဲ့ အာလစ်စလာကို\nဒေါသထွက်မိပြီးလက်စားပြန်ချေစိတ်တွေ ပေါ်လာခဲ့ပါတော့တယ်အာလစ်စလာကရော ဖာနင့်အပေါ်တစ်ကယ်ချစ်မိသွားနိုင်လားဖာနင်လှည့်စားခံရလို့ နောက်ဆုံးအဖြစ်မှန်သိသွားရင် ဘယ်လိုခံစားရမှာလဲ\nဖာနင်ကရော ကလဲ့စားချေမယ့်အစီအစဉ်ကို တစ်ကယ်အကောင်ထည်ဖော်သွားမှာလားဆိုတာ သွားရောက်ကြည့်ရှုကြရအောင်ဇာတ်လမ်းအကျဉ်း နဲ့ ဘာသာပြန်သူကတော့ Dao Naphat ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/the-sand-castle-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pkKRcPIcHih66LDZXIu0qiijAyt.jpg",
        "title": "Game of Outlaws(2021)",
        "description": "Game Of Outlaw (2021) စ / ဆုံး_______________________ဝရမ်းပြေးဂိမ်း  ဇာတ်လမ်းတွဲအညွှန်းဂျန်နဲ့လီဆာက တစ်ရက်ထဲမွေးကြတဲ့ဝမ်းကွဲညီအမတွေဖြစ်ပါတယ်..\nသူတို့ အဖေကတာဝန်ထမ်းဆောင်ရင်းသေဆုံးခဲ့ပါတော့တယ်...အဲ့ဒီလိုနဲ့ပဲ လာလီဆာရဲ့အမေက ဂျန်နာရီကို သမီးအရင်းလေးလိုဘဲဆက်ဆံခဲ့တယ်သူတိုရဲ့မောင်အငယ်လေးနဲ့အတူရင်းရင်းနှီးတဲ့မောင်နှစ်မဆက်ဆံရေးလေးတခုဖြစ်လာခဲ့တယ်....အချိန်တွေကြာပြီးတဲ့နောက်မှာ ဂျန်နာရီနဲ့လာလီဆာက SICအထူးစုံစမ်းစစ်ဆေးလေ့ကျင့်ရေးစခန်းကို ဝင်ပြီးထိုင်းတော်ဝင် ရဲတပ်ဖွဲနဲ့ ဗိုလ်ချုပ်မှူးကြီးရုံးကပါ လေးစားမှုခံရတဲ့ ရဲအုပ်နုန်ရဲ့သင်ကြားမှုကို ခံယူဖို့ နှစ်ယောက်လုံးကို အပို့ခံခဲ့ရတယ်..ရှေ့ဆက်ပြီး နုန်က ဒါရင်ကိုသူ့လက်ထောက်အသစ်အနေနဲ့ရွေးခဲ့တယ်...ဒါပေမဲ့မူးယစ်သားကောင်တွေနောက်လိုက်ရင်း ဒါရင် သေဆုံးပြီးနောက်မှာစိတ်ဓာတ်ကျပြီးတာဝန်ကနေနှုတ်ထွက်ခဲ့တယ်....ဒါပေမဲ့ဗိုလ်မှူးကြီးကတော့ သူ့ကိုအလုပ်ဆက်လုပ်စေချင်တုန်းဘဲဂျန်နာရီရဲ့အရည်အချင်းကိုမြင်တဲ့ဗိုလ်မှူးကြီးရဲ့ခွင့်ပြုချက်နဲ့အတူဂျန်ကနုန်ရဲ့လက်ထောက်ဖြစ်လာခဲ့တဲ့အချိန် လီဆာကတော့ဂျန်ကသူ့ဆီကနေနုန်ကိုဆွဲထုတ်သွားမယ်လိုတွေးနေခဲ့တယ်ဒါကြောင့်ဂျန်နာရီအဖွဲ့ ကအလုပ်တွေကိုယူဖို နုန်ရဲ့ပြိုင်ဖက်ခေါင်းဆောင်ပုန်စတောင်နဲ့ပူးပေါင်းခဲ့တယ်ဂျန်နဲ့လီဆာကပြန်စည်းလုံးသွားမှာလား ဆက်ဘဲပြိုင်ဆိုင်နေကြမလား??ရဲအုပ်နုန်ကရောမူးယစ်မှုရဲ့နောက်ကွယ်ကအဓိကတရားခံကိုဖမ်းနိုင်ပါ့မလား??အပတ်စဉ် ဗုဒ္ဓဟူးနေ့နှင့်ကြာသပတေးနေ့တိုင်း အပိုင်းသစ်ရရှိမှာပဲဖြစ်ပါတယ်(ဇာတ်လမ်းအကျဉ်းကို RACHEL မှ ရေးသားပေးထားပါသည်)Episodes: TBAAired: Oct 29, 2021 - TBAAired On: Wednesday &  Thursday Genres:  Drama, Action & AdventureTranslated by Hnin Wut Yi ,Myo Myo Htet , Angel & ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-outlaws2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ezQGOxwLIL6Lc6z3Wd3Gr2izasE.jpg",
        "title": "Baker Boys(2021)",
        "description": "Baker Boys (2021) ဇာတ်လမ်းတွဲအညွှန်း.........စ / ဆုံး.........________________________________Bakery Boys ဒီကားလေးကတော့ သူ့ရဲ့နာမည်အတိုင်းပဲကောင်လေးတွေက Bakery တစ်ခုကို run ကြတဲ့ ကားလေးဖြစ်ပြီးရသစုံ ဒရာမာစီးရီးတစ်ခုဖြစ်ပါတယ်။Bakery ရဲ့ပိုင်ရှင်ကတော့ ချောမောတဲ့ ဘီလျံနာတစ်ယောက်ရဲ့သား ပွန်းဖြစ်ပြီးသူတို bakery လေး အောင်မြင်နေရတဲ့ အဓိကအကြောင်းရင်းကတော့ ဝီရာ ဆိုတဲ့သူကြောင့်ပဲဖြစ်ပါတယ်။ဝီရာက ဆိုင်ကို ကောင်မလေးတွေ တသောသောလာအောင်လုပ်ထားနိုင်ပြီးသူ့ကို \"မုန့်ဖုတ်ပညာရပ်ရဲ့ ဘုရားသခင်\" လိုတောင် တင်စားခေါ်ဝေါ်ကြပါသေးတယ်။တစ်ဖက်မှာလည်း အကြောင်းတစ်ခုကြောင့် ဝီရာရဲ့လက်အောက်မှာ အလုပ်သင်အဖြစ်လာလုပ်နေတဲ့ကတ်တင်းဆိုတဲ့ ကောင်လေးတစ်ယောက်ရှိပါသေးတယ်။နောက်ဆုံးအနေနဲ့ကတော့ ပိုင်ရှင် ပွန်းရဲ့ သက်တော်စောင့် ပူး ဖြစ်ပြီးbakery မှာ စားပွဲထိုးအဖြစ်နဲ့ လုပ်ကိုင်ပေးပေမဲ့ သိပ်ပြီး ကျွမ်းကျင်မှုမရှိပါဘူး။ဒီလိုလူလေးယောက်က ဒီလိုနေရာမှာလာဆုံပြီး Bakery ကို ဦးဆောင်နေကြပေမဲ့သူတို့ဆီမှာ ကိုယ်စီ လျှိဝှက်ချက်လေးတွေရှိကြပါတယ်။အဲဒါကို သတိပြုမိတဲ့ သတင်းထောက်မလေး ဂျေမီ ကသူတို့ရဲ့ဆန်းကြယ်မှုတွေကို လိုက်လံဖော်ထုတ်ရင်းက ဘယ်လိုမျိုးတွေ ကြုံရမလဲ....................... ဒီ Bakery ...",
        "url": "https://channelmyanmar.org/tvshows/baker-boys2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sjkyrNwmsGBg2p57JZl6lTwt3iq.jpg",
        "title": "Shadow Beauty(2021)",
        "description": "Shadow Beauty(2021) ဇာတ်လမ်းတွဲအညွှန်း*************************************အပိုင်း( ၁ မှ ၁၃ ) ထိ စ/ဆုံး အကျည်းတန်တဲ့ရုပ်ရည်ကြောင့် ကျောင်းမှာ အပယ်ခံဖြစ်နေရတဲ့ ဂူအယ်ဂျင်းတစ်ယောက်SNS မှာတော့ photoshop လုပ်ထားတဲ့ပုံတွေကိုတင်ပေးရင်းနဲ့ Follower 770000အကောင့်ပိုင်ရှင် ဖြစ်လာခဲ့ပါတယ်...အပြင်မှာတော့ လူတွေကဝိုင်းအနိုင်ကျင့်ကြပေမယ့် အင်တာနက်ပေါ်မှာလူချစ်လူခင်များလို့ ပျော်နေခဲ့တဲ့ ဂူဟယ်ဂျင်းတစ်ယောက် တစ်နေ့မှာတော့အမည်မသိလူတစ်ယောက်က သူ့ရဲ့သရုပ်မှန်ကို သိကြောင်း စာပို့လာခဲ့ပါတယ်... အင်တာနက်ပေါ်က နာမည်အပြင် သူ့ရဲ့နာမည်အရင်းကို သိနေခဲ့တဲ့ထိုသူဟာ ဘယ်သူများဖြစ်မလဲ မက်​ဆေ့ချ်တွေ ခဏခဏပို့ရင်း ခြိမ်းခြောက်မှုတွေနဲ့ပါကြုံလာရတဲ့အခါမှာ အယ်ဂျင်းတစ်ယောက် ဘယ်လိုဖြေရှင်းရင် ထိုသူကို ဘယ်လိုရှာဖွေသွားမလဲ......    Episodes - 13Aired: Nov 20, 2021- Jan 1, 2022Aired On: Monday, TuesdayGenres: Drama, MysteryTranslated by Shoon Thu Thu ChainEncoded by  Phyo Pyae Episode 01 (200MB)\n[1080p]  »»»  ...",
        "url": "https://channelmyanmar.org/tvshows/shadow-beauty2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/616b833e92f2b2.32893594.jpg",
        "title": "Gong Bpuuan Guan Hai Liew Chua (2021)",
        "description": "သရဲပေးသော အထူးတာဝန်.... စ / ဆုံး ..... ဇာတ်လမ်းတွဲအညွှန်း________________မမျှော်လင့်သော အကြောင်းအရာ တစ်ခုကြောင့်မင်းသားဖြစ်ရန် အိမ်မက်မက်နေသော ကောင်လေးတစ်ယောက်ကတစ်နေ့မှာတော့  ဒါရိုက်တာ အဖြစ် တာဝန်ယူဖို့ အခြေအနေဖန်လာခဲ့ပါတော့တယ်.....အဲ့ဒီအချိန်မှာပဲ ဒါရိုက်တာအလုပ်ကို စိတ်စွဲပြီး မကျွတ်မလွတ်နိုင်သေးသော သရဲတစ်ကောင်ရဲ့ တာဝန်တွေကိုအဲ့ဒီကောင်လေးက ကိုယ်စားလုပ်ပေးဖို့ ဖြစ်လာခဲ့ပါတော့တယ် .....ဒါ့အပြင် မိသားစုပိုင် စတူဒီယိုကို အကြွေးကျေချင်နေသော ထုတ်လုပ်သူ အမျိုးသမီး တစ်ဦးနှင့်စစတွေ့ချင်းမှာပဲ စည်းချက်မကိုက်ကာ ရိုက်ကူးရေးအဖွဲ့အတွင်း မစည်းလုံးမှုများစွာပေါ်ပေါက်လာခဲ့ပါတော့တယ်...အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်မလဲ???သူတို့ တစ်ဦးချင်းစီမှာ ရှိကြတဲ့ ရည်ရွယ်ချက်ကိုယ်စီနဲ့ သူတို့တာဝန်ဖြစ်တဲ့အဲ့ဒီအလုပ်ကို ဆက်လုပ်နိုင်ပါ့မလား??ရှုပ်ထွေးသော အကြောင်းအရာတွေကြားမှာ ရယ်မောခြင်း ပျော်ရွှင်ခြင်း ကြောင်ရွံခြင်းတွေနဲ့အတူဘာတွေဆက်ဖြစ်လာမလဲ ကြည့်ကြရအောင်လားရှင်အပတ်စဉ် စနေနေ့နှင့် တနင်္ဂနွေနေ့များတွင် အပိုင်းသစ် ထွက်ရှိသွားမည်ဖြစ်ပါတယ်ရှင့် Episodes: TBADuration: 30 MinGenres:  Comedy, HorrorSubtitled by  Maythu , Niikaato & Nang Phwe HomEncoded by  ...",
        "url": "https://channelmyanmar.org/tvshows/gong-bpuuan-guan-hai-liew-chua-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/442CyAwRtxftPgoEA8O6gEWoFJ6.jpg",
        "title": "Luoyang ( 2021 )",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ မင်းသား Wang Yi Bo (The untamed) ကပိုင်လီဟုန်ရီ၊မင်းသား Huang Xuan (The interpreter) ကကောင်းပင်းကျူး၊ မင်းသမီး Victoria Song (Ice fantasy)တို့ပါဝင်သရုပ်ဆောင်တဲ့ဇာတ်ကားအသစ်ကိုမိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့လော့ရန်မြို့တော်ကမကောင်းသတင်းကျော်စောနေတဲ့ဒုစစ်သူကြီးကောင်းပင်းကျူးကအမှုတစ်ခုမှာမတော်တဆကြောင့် သံသယရှိသူအဖြစ် စွပ်စွဲခံရတယ်ကိုယ့်ကိုယ်ကိုယ်အပြစ်မရှိကြောင်း သက်သေပြဖို့အခါမှာ အဖေအမှုအတွက်အမှန်တရားကိုရှာဖွေနေတဲ့ပိုင်လီဟုန်ရီနဲ့တွေဆုံပြီး နှစ်ယောက်အတူပူးပေါင်းကာ အမှုကိုစုံစမ်းစစ်ဆေးတယ်အထက်တန်းမျိုးနွယ်ကမွေးဖွားတဲ့ဝူစီယွဲ့က တာဝန်အတွက်စုံစမ်းစစ်ဆေးရာတွင်သိုင်းပညာကျွမ်းကျင်ပြီးဉာဏ်ရည်ထက်မြတ်တဲ့ ကောင်းပင်းကျူးဆီက​နေအမှုနဲ့ပတ်သက်တဲ့လျှိုဝှက်စာကို လိုချင်တဲ့အတွက် ချဥ်းကပ်ပြီးနောက်မှာ......အဆင်တန်းမတူတဲ့နှစ်ယောက်က အတူတွဲအလုပ်လုပ်ရတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်နိုင်မလဲအမှုတွေဆက်လက်ရှာဖွေရာကနေဘာဖြစ်ရပ်မှန်တွေကိုဆက်ရှာတွေ့နိုင်မလဲမြို့တော်တွင်းကဘယ်လိုသွေးပျက်စရာကောင်းတဲ့ကြံစည်မှုတွေရှိနိုင်မလဲဆိုတာကိုCMကနေစောင့်မျှော်ကြည်ရှုနိုင်ပါတယ် Quality : WEBRip 720pFormat : mp4Total Episodes : 39Aired: Dec 1, 2021 - Dec 30, 2021Aired On: Wednesday, Thursday, Friday, SaturdayOriginal Network : iQiyiSubtitle : Myanmar Subtitle ( hardsub )Translated By CM TeamEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/luoyang-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5YjKLHnpyxXeMPi6tN9USRMswC.jpg",
        "title": "Secret Royal Inspector & Joy(2021)",
        "description": "Secret Royal Inspector & Joy(2021)ဇာတ်လမ်းတွဲအညွှန်း**************************************************အပိုင်း ( ၁ မှ ၁၆ ) ထိ စ/ဆုံးလူငယ်လေးတစ်ယောက်ရှိတယ်...သူက ဟင်းချက်အရမ်းဝါသနာပါပြီးသူ့ရဲ့အချိန်တော်တော်များများကို ဒီအချက်အပြုတ်နဲ့ပဲကုန်ဆုံးလေ့ရှိတယ်...သို့ပေမဲ့ ထက်မြက်လွန်းတာကြောင့်သူဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ နန်းတွင်းအမတ်ဖြစ်လာတယ်...အသက်အငယ်ဆုံးအမတ်ဆိုတော့ သူဟာ ပေါ့ပေါ့ပါးပါးပဲနေလေ့ရှိတယ်....တစ်နေ့တော့ ဘယ်သူမှာ တာဝန်ထမ်းဆောင်ခြင်းမရှိလိုတဲ့ ရွာလေးတစ်ယောက်ကိုအထောက်တော်တာဝန်နဲ့ ရာထူးတစ်ဆင့်တိုးသွားဖို့ဖြစ်လာတယ်....ရာထူးတိုးတယ်ဆိုတာ တကယ်တမ်းပြောရရင် ထိုးကျွေးဖို့ အကွက်လှလှလေးသုံးလိုက်ခြင်းပါပဲ..ဘာလို့ဆိုဒီရွာကိုသွားတဲ့အထောက်တော်တိုင်း သေလုနီးပါး ဒုက္ခစုံကိုရင်ဆိုင်ရလို့ပါပဲ...ဘုရင့်အမိန့်ဆိုတော့ ရှောင်လွှဲလို့မရတဲ့အဆုံး တပည့်ကျော်(၂)ယောက်နဲ့အတူခရီးထွက်ဖို့ဖြစ်လာခဲ့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....ဒီဇာတ်လမ်းတွဲကိုရိုက်ကူးပုံဖော်သူကတော့ နာမည်ကြီး ဇာတ်လမ်းတွဲများ ဖြစ် တဲ့Descendants of the Sun နဲ့ What's Wrong With Secretary Kimတို့ကို ရိုက်ကူးခဲ့သူဒါရိုက်တာ Yoo Jong Sunဘဲဖြစ်တာမို့ ကောင်းဖို့တော့များပါတယ်...ဆက်လက်စောင့်ကြည့်ကြပါစို့နော်...   Episodes: 16Aired:  Nov 8, 2021 -Dec 28, 2021Aired On: Monday, TuesdayGenres:Drama, Mystery, ComedyTranslated by ChitThe, ...",
        "url": "https://channelmyanmar.org/tvshows/secret-royal-inspector-joy2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/48xIbjdQKGuO7QUnNgzX0yTeZnu.jpg",
        "title": "Best Mistake 2 (2020)",
        "description": "Best Mistake 2 (2020) ဇာတ်လမ်းတွဲအညွှန်း************************************အပိုင်း (၁ မှ ၁၆) + Special Episode (စ/ဆုံး) 2019 မှာ Season 1 ထွက်ရှိထားပြီး အရမ်းကိုအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလေး Season 2 မှာတော့ ယွန်းဒူနဲ့ဟွန်းဟိုတို့ အတွဲတွေဖြစ်သွားခဲ့ပြီး တတိယလူ ပေါ်လာခဲ့ပါတယ် ...တတိယလူကလည်း လုံးဝအဆင်လေးနော် ပြီးတော့ ဂျူဟိုနဲ့ ဆောလ်လေးတို့ရဲ့ ဇာတ်လမ်းလေးလည်း ရှိသေးတယ်။ဒီအပိုင်းမှာတော့ ယွန်းဒူနဲ့ဟွန်းဟို အကြောင်းတင်မကတော့ပဲ တခြားဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းလေးကိုပါ သေချာလေးထည့်ရိုက်ပေးထားတာမို့ အတွဲသုံးတွဲကို ကြည့်ရတော့မှာနော် Season 3 လည်းရှိသေးတာမို့ အရင်ဆုံး ဒါလေးနဲ့ ခံစားလိုက်ကြပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shoon Thu Thu Chain ပဲ ဖြစ်ပါတယ်)  Aired: Mar 31, 2020 - May 21, 2020Aired On: ...",
        "url": "https://channelmyanmar.org/tvshows/best-mistake-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/LTL4-133x200.jpg",
        "title": "Lie to Love ( 2021 )",
        "description": "ဒီတစ်ခါ CMကနေတင်ဆက်ပေးမယ့် seriesလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်မင်းသား Luo Yunxi နဲ့ WJSNအဖွဲ့ထဲက Cheng Xiaoတို့ရဲ့Lie to love ဆိုတဲ့ ကားလေးပဲဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကို ညွန်းရမယ်ဆိုရင်တော့Li Ze Liang ဟာ Ocean Hotel ကြီး ရဲ့ အမွေဆက်ခံသူတစ်ယောက်ဖြစ်ပြီးဘာကိုမှဂရုမစိုက်တတ်တဲ့အကျင့်ရှိတဲ့သူဖြစ်ပါတယ် Su Xie Yi ဆိုတဲ့ကောင်မလေးကတော့ငယ်ရွယ်ပြီးချောမောလှပသွက်လက်တဲ့ကောင်မလေး တစ်ယောက်ပေါ့သူတို့၂ယောက်တွေ့ဆုံပြီးတဲ့နောက်မှာတော့ မမေ့နိုင်စရာအမှတ်တရ လေးတွေနဲ့အတူအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်စတင်ဖြစ်ပေါ်လာပါတော့တယ် ဒီလိုချည်နှောင်မှုများစွာတွေကြားထဲမှာ သူတို့၂ယောက်ရဲ့ကံတရားက အတူတူနေနိုင်ဖို့လား ခွဲခွာကြဖို့လားဆိုတာကိုတော့ဆက်လက်စောင့်မျှော်ကြည့်ရှုရမှာဖြစ်ပါတယ် တစ်နေ့မှာ ကံကြမ္မာရဲ့လှည့်စားမှုတစ်ခုကြောင့်Su Xie Yi ရဲ့မိသားစုဆီကို ပြဿနာအကြီးကြီးတခုရောက်တဲ့အခါမိသားစုလည်းအတော်လေးကိုထိခိုက်သွားခဲ့ရပါတယ် ဒါတွေအားလုံးရဲ့လက်သည်တရားခံကLi Ze Liang ဆိုပြီးတော့ သဲလွန်စတွေက ညွန်ပြနေပါ‌ တော့တယ်အမှန်တရားကိုရှာဖွေဖေါ်ထုတ်ဖို့အတွက် Su Xie Yi တစ်ယောက်ဘယ်လိုတွေကြိုးစားမလဲ..ဘယ်လိုတွေဆောင်ရွက်မလဲ Li Ze Liang ဟာလည်း တကယ်ပဲ သူ့မိသားစုအပေါ်ကိုကြံစည်ခဲ့သူလား ချောက်ချခံရတာလားဆိုတာကိုတော့ အပိုင်း၃၂ပိုင်းပါဝင်မယ့်ဒီ ...",
        "url": "https://channelmyanmar.org/tvshows/lie-to-love-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8R86iP0ez5caHL1y2izgDtOhff9.jpg",
        "title": "The Great Escape",
        "description": "The Great Escape (Season4)လူသားတွေဟာ ရှင်သန်နိုင်ဖို့ ကြိုးစားကြတဲ့နေရာမှာ\nခွန်အား ဉာဏ်အား အကုန်လုံးကို အသုံးပြုတတ်တဲ့ မျိုးနွယ်စုပဲဖြစ်ပါတယ်။Survival Show တွေထဲမှာမှ အောင်မြင်ကျော်ကြားပြီး စိတ်လှုပ်ရှားဖို့အရမ်းကောင်းတဲ့\nThe Great Escape ရဲ့ Season 4 ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီရှိုးထဲမှာတော့ ပါ၀င်သူခြောက်ယောက်က မတူညီတဲ့ နေရာမျိုးစုံကိုသွားပြီးတော့\nရှင်သန်နိုင်‌အောင်ကြိုးစားပြီး လွတ်မြောက်အောင်ထွက်ပြေးရမှာပဲ ဖြစ်ပါတယ်။မတူညီတဲ့နေရာတွေက ဘယ်လိုမျိုးတွေလဲဆိုတော့\nခြောက်ခြားစရာဆေးရုံပျက်၊ လူသူကင်းမဲ့တဲ့ စက်မှုဇုန်ဟောင်းကြီး၊\nသွေးပျက်စရာ ထောင် စသဖြင့် အလန်းစားနေရာတွေအပြင်\nEvent တွေအနေနဲ့ ဖုတ်ကောင်ပျက်ကပ်၊ အကြမ်းဖက်အဖွဲ့အစည်းအန္တရာယ်၊\nRobot များအပြင် စုန်း၊ တစ္ဆေ၊ သရဲများနဲ့နှင့် ရင်ဆိုင်ကျော်လွှားရတဲ့ event တွေပါ ပါ၀င်သွားမှာမို့\nSeason 4 ကတော့ လုံး၀အလန်းစား Show တစ်ခုပဲ ဖြစ်ပါတယ်။အဖွဲ့၀င်များကတော့ Super Junior အဖွဲ့၀င် Shindong,\nVariety show တွေရဲ့ သမ္ဘာရင့် ဝါရင့် Kang Ho Dong,\nဟာသနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-great-escape/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/f3d35187-9023-4bc6-98e2-f204e9e4857f.jpg",
        "title": "Oh My Sweetheart(2021)",
        "description": "Oh My Sweetheart (2021) စ / ဆုံး_________________________________ဇာတ်လမ်းအညွှန်း_.\nMain Casts အဖြစ် ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့\nဒွန်အဖြစ် Alex Randon\nစုလတ်အဖြစ် Bua Nalinthip တို့ပဲဖြစ်ပါတယ်ဒွန်ဆိုတဲ့ ဂီတအနုပညာဘက်မှာ ဘုရားသခင်ဆီက ဆုလာဘ်တွေရရှိထားတဲ့ ကောင်လေးဟာအတိတ်မှာ ဖြစ်ပျက်ခဲ့တဲ့ အတိတ်ဆိုးတွေကြောင့် သူ့ရဲ့ ဂီတပါရမီတွေကို သိမ်းဆည်းထားပြီးဂီတလောက ကိုကျောခိုင်းပစ်ထားတဲ့သူတစ်ယောက်ပါအဲ့ဒီ့အချိန်မှာဘဲ ကျောင်းနေဖက်သူငယ်ချင်းတစ်ယောက်လည်း ဖြစ်တဲ့အပြင်သူ့ရဲ့ချစ်ရတဲ့ ကောင်မလေးလည်း ဟုတ်တဲ့ စုလတ်နဲ့ ပြန်တွေ့တဲ့အခါမှာတော့သူကျောခိုင်းခဲ့တဲ့ ဂီတအလုပ်တွေကိုပြန်လည်အသက်ဝင်အောင်လုပ်ဖို့သူ့အိမ်မက်တွေကိုအကောင် အထည်ဖော်ဖို့ ခွန်အားတွေရလာခဲ့ပါတော့တယ်အဲ့ဒီမတိုင်ခင်မှာတော့ ဒွန် ရဲ့ မိသားစုနဲ့ ဒွန့်ကိုအမြဲဖျက်ဆီးဖို စောင့်ကြည့်နေတဲ့ ပြိုင်ဘက်လူ တွေရဲ့ကြားမှာကြုံတွေ့ရတဲ့ ပြဿနာတွေ၊ အခက်အခဲတွေ၊ အတားအဆီးတွေ၊အားလုံးကိုဘယ်လိုကျော် ဖြတ်နိုင်ကြမလဲ??ဒွန် နဲ့စုလတ် တို့ နှစ်ယောက်ရဲ့ ဆက်ဆံရေးက ဒွန့်ရဲ့ ဂီတပညာနဲ့ ဘယ်လိုမျိုး အချိတ်အဆက်တွေဖြစ်စေမလဲဆိုတာစောင့်မျှော်ကြည့်ရှုပေးကြပါအုံးနော်(ဇာတ်လမ်းအကျဉ်းကိုတော့ Tin ...",
        "url": "https://channelmyanmar.org/tvshows/oh-my-sweetheart2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8m8y3NQQCAwi6lJdE628KxUOxYX-133x200.jpg",
        "title": "Welcome to Earth (2021)",
        "description": "Welcome to Earth (2021)================IMDb Rating - 7.7/10ကျွန်တော်တို့နေထိုင်ရာ ကမ္ဘာကြီးဆိုတာကျယ်ပြောလှတဲ့အာကာသစကြာ၀ဠာကြီးတစ်ခုလုံးနဲ့ယှဉ်ရင်\nမြူမှုန်လေးတစ်မှုန်စာလောက်ပဲ မဟုတ်ပါလား။ မြူမှုန်လောက်လေး ကမ္ဘာထဲမှာမှ ကျွန်တော်တို့တွေ\nနေထိုင်ကြတာပါ။ အဲဒီလို သေးငယ်လှတဲ့ ကမ္ဘာမြေကြီးထဲမှာ ကျွန်တော်တို့လူသားတွေ စူးစမ်းရှာဖွေဖို့\nကျန်နေသေးတဲ့ဆန်းကြယ်မှုတွေ တပုံတပင်ကြီးပါ။ဒီလိုအရာတွေကို ပြသဖို့ ကျွန်တော်တို့ကို ဆွဲခေါ်သွားမှာကတော့ တခြားသူမဟုတ်ပါဘူး..\nကျရာဇာတ်ရုပ်မှာ ပီပီပြင်ပြင် သရုပ်ဆောင်နိုင်တဲ့ ကျွန်တော်အားလုံးချစ်တဲ့ မင်းသားကြီး Will Smith ပါပဲ\nကမ္ဘာကြီးရဲ့ ရှုမ၀နိုင်တဲ့ လှပဆန်းကြယ်မှုတွေကို Will Smith ပါ၀င်ထားတဲ့ Welcome to Earth ဆိုတဲ့\nအပိုင်းခြောက်ပိုင်းပါ documentary series မှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်ဗျာ။အံ့မခန်း သဘာ၀အလှအပတွေ ကမ္ဘာကြီးပေါ်မှာ ရှာဖွေဖို့ ကျန်ရှိနေသေးတဲ့ နေရာတွေ လူသားတွေရဲ့ အဆုံးမရှိ\nလုပ်နိုင်စွမ်းတွေကိုပါ မျက်စိတဆုံး ငေးမောကြည့်ရှုရမှာဖြစ်လို့ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ ဒီ documentary series\nလေးကို CM ပရိသတ်တွေအတွက် အခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။\n(ဒီစီးရီးကို ...",
        "url": "https://channelmyanmar.org/tvshows/welcome-to-earth-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/l-135x200.jpg",
        "title": "Landscapers (2021)",
        "description": "ဖြစ်ရပ်မှန် မှုခင်း ဟာသ မီနီစီးရီးလေး တစ်ခုလောက်ကြည့်ရအောင်။ဒီရုပ်ရှင်ထဲမှာ ပါဝင်တဲ့ ခရစ္စတိုဖာနဲ့ ဆူဆန် အက်ဒ်ဝပ်ဆိုတဲ့ ဇာတ်ကောင်နှစ်ကောင်ဟာ အပြင်မှာ တကယ်ရှိပါတယ်။သူတို့ကို တရားရုံးက လူသတ်မှုအတွက် အနိမ့်ဆုံး ထောင်ဒဏ် ၂၅ နှစ် ချမှတ်ခဲ့တာပါ။ဒါပေမဲ့ သူတို့က ဒီနေ့အထိ အပြစ်မရှိကြောင်း ထွက်ဆိုနေတုန်းပါပဲ။ဒီစီးရီးထဲမှာတော့ ဒီလင်မယားက အတော်ကို ချစ်ကြတာကိုပြပါတယ်။ပြင်သစ်မှာ အလုပ်မရှိ ငတ်ပြတ်ခါနီးအခြေအနေရောက်နေတဲ့အထိ တစ်ယောက်ကို တစ်ယောက်အားပေးရင်း ကြိုးစားနေကြတုန်းပါပဲ။ဒါပေမဲ့ ယောကျာ်းဖြစ်တဲ့သူက သူ့ရဲ့မိထွေးကို လှမ်းပြီး ငွေချေးလိုက်မိပါတယ်။ငွေချေးရင်းနဲ့ ပြင်သစ်ကိုရောက်နေတဲ့အကြောင်းရယ် စကားမစပ်ဆိုပြီး သူ့ယောက္ခနှစ်ယောက်အလောင်းကို အရင်အိမ်နောက်ဖေးမှာ မြှပ်ထားခဲ့တာ ၁၅ နှစ်ရှိပြီဆိုတာလေးပါ ပြောချလိုက်ပါရော။ဒီတော့မှ မိထွေးကြီးလည်း အပြေးအလွှားနဲ့ ရဲတိုင်၊ ရဲတွေက သွားစစ်တော့ တကယ်အလောင်းတွေတွေ့ပါလေရော။ခက်တာက ပြင်သစ်က လူနှစ်ယောက်ကို ဥရောပဖမ်းဝရမ်းထုတ်ဖို့ဆိုရင် သူတို့လူသတ်ကြောင်း အချိန်နေရာသက်သေအတိအကျလိုနေပါတယ်။ဒီတော့ ဝရမ်းလည်းထုတ်မရသေးတော့ စုံထောက်ကြီးခမျာ သူတို့လင်မယားကို အီးမေးလ်လေးပို့ပြီးတွေ့ခွင့်တောင်းရတာပေါ့။သူတို့လင်မယားကလည်း အေးအေးဆေးဆေးပါပဲ။ လာတွေ့မယ်လေ ...",
        "url": "https://channelmyanmar.org/tvshows/landscapers/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BN2Q3ZmJhMWUtMmIzYS00ODA3LTlkOWUtOTVlZDY5MGQ1ZmE4XkEyXkFqcGdeQXVyODcxNzU4ODI@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Teluk Alaska (2021)",
        "description": "ကျောင်းတွင်းအရိုဇာတ်လမ်းလေးတွေမှကြိုက်နှစ်သက်ပါတယ်ဆိုသူတွေအတွက်အချောအလှတွေမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ပေါ့ပေါ့ပါးပါးလေးကြည့်ရမယ့်အင်ဒို မီနီစီးရီးသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ငယ်ငယ်တည်းက အမြဲတတွဲတွဲဖြစ်ခဲ့ကြတဲ့ကစားဖော်သူငယ်ချင်းနှစ်ယောက် ..တစ်ရက်မှာတော့ သူငယ်ချင်းကောင်လေးကအဝေးကိုပြောင်းသွားခဲ့ပြီးသူငယ်ချင်းနှစ်ယောက်ဝေးကွာသွားခဲ့တယ်။ဒီလိုနဲ့နှစ်တွေကုန်လွန်ခဲ့တာ နေရပ်မှာပဲကျန်နေခဲ့တဲ့Ana တောင် အထက်တန်းကျောင်းသူအရွယ်ရောက်နေပါပြီ။တစ်နေ့တော့ Anaတို့ကျောင်းကိုကျောင်းသားသစ်တစ်ယောက်ပြောင်းလာပြီးအဲဒီကျောင်းသားရဲ့နာမည်ကလည်းတစ်ချိန်က Ana ရဲ့ Alister နဲ့တူနေတဲ့အခါ ..တကယ်ပဲ တစ်ချိန်က Alister ဖြစ်နေမလား ..နာမည်တူမရှား လူတူမရှားဆိုသလိုပဲဖြစ်နေမလား ..အထက်တန်းရောက်မှဆုံတဲ့ဖူးစာပေပဲလားဆိုတော့ဆက်လက်ပဲရှုစားလိုက်ပါတော့နော်။ File size…( 300 MB)\nQuality…. Web-Dl 1080P\nFormat… MP4\nDuration…. 30 Min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thit San Khant\nTranslated by...  JimX ~ Lai Laii ~ Tar Tee Poe  Download List=========== VIP Link EP 01 - YoteShin / CM Drive / Usersdrive / Megaup EP 02 - YoteShin / CM Drive ...",
        "url": "https://channelmyanmar.org/tvshows/teluk-alaska-2021/"
    }
]