[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNW2KTGsQvF05zIsjyEWP1w8Kei.jpg",
        "title": "Sean eternos: Campeones de América (2022) Complete",
        "description": "Sean eternos: Campeones de América (2022) Completed Mini Series ၂၀၂၁ခုနှစ်၊ ဇူလိုင်၂၁ရက် ဘရာဇီးလ်နိုင်ငံမှာရှိတဲ့ မာရာကာနာကွင်းကြီးမှာ ဘရာဇီးလ်အသင်းနဲ့ အာဂျင်တီးနားအသင်းတို့ ကိုပါအ​မေရိကဖလား ဗိုလ်လုပွဲအဖြစ် ယှဉ်ပြိုင်ခဲ့ကြပါတယ်။ ​ကမ္ဘာ့​​​ဘောလုံးအင်အားကြီးနိုင်ငံအသင်း နှစ်သင်းက ​တောင်အ​မေရိကရဲ့ ဂုဏ်သိက္ခာအကြီးဆုံးဆုဖလားပြိုင်ပွဲရဲ့ ဗိုလ်လုပွဲမှာ ​တွေ့ဆုံကြတာဖြစ်လို့ လူစိတ်ဝင်စားမှု များခဲ့သလို တစ်ဘက်မှာလည်း ပွဲကိုပိုအရှိန်တက်​​စေမယ့် ​​​စေ့​ဆော်မှု ပိုများ​စေတဲ့ အ​ကြောင်းရင်းတစ်ချက် ရှိပါ​သေးတယ်။ အဲဒါက​တော့ ဘောလုံးသမိုင်းတလျှောက် အ​ကောင်းဆုံးလို့တင်စားခံရ​ပေမဲ့ နိုင်ငံအသင်းနဲ့ ဆုဖလားမရယူနိုင်​သေးလို့ ဝေဖန်မှု​တွေ အမြဲလိုလို ခံခဲ့ရတဲ့ အာဂျင်တီးနားတိုက်စစ်မှူး လီယွန်နယ်မက်ဆီနဲ့ နိုင်ငံအသင်းအောင်မြင်မှုနဲ့ ကြံဖန်ကပ်လွဲ​နေတဲ့ ဘရာဇီးလ်တိုက်စစ်ကစားသမား ​နေမာဂျူနီယာတို့ရဲ့ အားပြိုင်မှုပဲ ဖြစ်ပါတယ်။ ပွဲပြီးဆုံးချိန်မှာ​​တော့ အာဂျင်တိုင်းသား​တွေဟာ အိန်ဂျယ်ဒီမာရီယာ သွင်းယူခဲ့တဲ့ တစ်လုံးတည်း​သောသွင်းဂိုးနဲ့အတူ ၂၈နှစ်ကြာ ဖလားလက်မဲ့ဖြစ်မှုကို အဆုံးသတ်နိုင်ခဲ့သလို GOAT ကြီးတစ်​ယောက်လို့ တင်စားခံရတဲ့ လီယွန်နယ်မက်ဆီအတွက်လည်း ကစားသမားဘဝ အမည်းစက်လို ဖြစ်​နေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/sean-eternos-campeones-de-america-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insertb-marco-135x200.jpg",
        "title": "Marco polo Season 1+2 (2014) 18+",
        "description": "ဒီတစ်ခါတော့ သမိုင်းကြောင်းတွေထဲမှာ နာမည်ကြီးတဲ့ မာကိုပိုလိုကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် အဲဒါအပြင် အာရှရဲ့ နာမည်ကြီး အင်ပါယာ မွန်ဂိုလီယား အကြောင်းပါ ပါနေတော့ တကယ့်ကိုကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေး တစ်ကားပါပဲ ဇာတ်လမ်းတွဲလေးဆိုတော့ ပိုပြီးတော့ ပြည့်ပြည့်စုံစုံလေးသိရမှာပါဇာတ်လမ်းအကျဉ်း\nမာကိုပိုလိုရဲ့ အဖေက မာကိုပိုလိုမွေးတဲ့အချိန်မှာရှိမနေခဲ့သလို သူ့ကိုမွေးထားမှန်းလည်း မသိခဲ့ပါဘူး သူက စွန့်စွန့်စားစားနဲ့ ခရီးတွေထွက်ပြီး ကုန်သွယ်ဖို့ကိုပဲ အာရုံထားတဲ့တစ်ယောက်ပေါ့ မာကိုပိုလိုရဲ့ အမေကလည်း သူအသက်၆နှစ်သားကတည်းက ဆုံးသွားခဲ့ရာကနေ သူ့အဖေနဲ့ပြန်တွေ့ပြီး သူ့အဖေထွက်မဲ့ ခရီးကို လိုက်ခဲ့ပါတော့တယ်သူတို့သွားတဲ့ ခရီးကလည်း စစ်ပွဲတွေပြင်းထန်နေတဲ့ မွန်ဂိုလီယား နိုင်ငံပါ အဲဒီအချိန်မှာ မွန်းဂိုအင်ပါယာကြီးကို အုပ်ချုပ်နေတဲ့သူကတော့ ကူဘလိုင်ခန် ပါ သူက ခရစ်ယာန်ဘုန်းတော်ကြီးတွေကို တောင်းဆိုလိုက်ပေမဲ့ မာကိုပိုလိုတို့က ခေါ်မလာပေးနိုင်တာကြောင့် သူ့ကို တသက်တာနယ်နှင်ဒဏ်ပေးလိုက်တဲ့အချိန်မှာပဲ မာကိုပိုလို အဖေက သူ့သားကို ကုန်သွယ်ခွင့်ရဖို့အတွက်နဲ့ မွန်ဂိုဘုရင်ဆီမှာ အစေခံအဖြစ်ထားခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါဦးသိုင်းချ၊လူချ၊ ...",
        "url": "https://channelmyanmar.org/tvshows/marco-polo-season-1-2014-18/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abJpwQn2Gk6MyOSNWgVyUBGk5js.jpg",
        "title": "[18+] Secrets of a Nympho (2022) Completed",
        "description": "Secrets Of A Nympho (2022) Complete Limited Series ~ IMDb rating - 9.3/10 ~ ဆိတ်ငြိမ်တဲ့နယ်မြို့လေးတစ်မြို့ဖြစ်တဲ့ ဆန်လူးကပ်စ်မြို့မှာ နာမည်ကျော်ဂုဏ်သတင်းကြီးတက္ကသိုလ်တစ်ခုဖြစ်တဲ့ ပိုတန်ရှာနာ တက္ကသိုလ်ရှိပါတယ်။ အဲ့ဒီတက္ကသိုလ်ဆင်း ရှေ့နေလောင်းတွေအတွက် ဝတ်လုံတော်ရများရဲ့ည ဆိုတဲ့အကြမ်းစားပါတီကိုကျင်းပလေ့ရှိပြီး အဲ့ဒီပါတီညတွေမှာဆိုရင် တစ်နှစ်လုံးစောင့်ထိန်းလာခဲ့သမျှ စည်းတွေဘောင်တွေအားလုံးကိုကျော်လွန်လွှတ်ချပြီးတော့ မီးကုန်ယမ်းကုန်အပျော်ကျူးကြ ကဲကြလေ့ရှိပါတယ်။ အခုညပါတီမှာတော့ ထင်မှတ်မထားတဲ့အဖြစ်တစ်ခုဖြစ်သွားခဲ့ပါတယ်။ ဘရိုင်ယန်ဇူနီဂါ အထပ်မြင့်ကနေ လိမ့်ကျသေဆုံးခဲ့ခြင်းပါပဲ။ ဘရိုင်ယန်ဇူနီဂါဆိုတာ မြို့မျက်နှာဖုံးသူဌေးသား၊ကျောင်းကို အဓိကထောက်ပံ့တဲ့ ဇူနီဂါမိသားစုဝင်တစ်ဦး၊ ကျောင်းမှာဆိုလည်း မင်းသားတစ်ပါးပဲဖြစ်ပါတယ်။ သူမသေခင်နောက်ဆုံး ဆိုရှယ်မီဒီယာမှာ Suicide note ဆန်ဆန်ရေးတင်ခဲ့သလို သူ့ချစ်သူဖြစ်တဲ့ဟန်နာကိုလဲ ခေါင်မိုးထပ်မှာဒဏ်ရာတွေနဲ့မေ့မျောနေတာရှာတွေ့ခဲ့တဲ့အတွက် ဒီကိစ္စကိုစုံစမ်းကြရင်း ပိုတန်ရှာနာ တက္ကသိုလ်မှာရှိတဲ့ အလွှာအသီးသီး စရိုက်အထွေထွေ ကျောင်းသူကျောင်းသားတွေရဲ့ နောက်ကွယ်က ဇာတ်ရှုပ်တွေ အမုန်းအငြိုးတွေ၊ ကလဲ့စားတွေကိုခပ်ကြမ်းကြမ်းရှုစားရမှာပါ။ ပြီးခဲ့တဲ့ An/Na (2022) ရဲ့ Time slot ကိုအသစ်ဝင်လာတဲ့ ၈ ပိုင်းပါ ...",
        "url": "https://channelmyanmar.org/tvshows/secrets-of-a-nympho-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wiSQhHIzo94ZdTKBQnbKYdRGeaD.jpg",
        "title": "Mere HumSafar(2021) Season 1",
        "description": "Mere HumSafar============မိသားစုကြီးတစ်ခုမှာ အလိုအပ်ဆုံးအရာတခုဆိုတာကတော့နွေးထွေးမှုလို့ပြောရမှာပါပဲ။နွေးထွေးမှုမရှိ တယောက်နဲ့တယောက်ကြင်နာနားလည်မှုကလည်းမရှိ ဖြစ်နေတဲ့မိသားစုကြီးတခုကတော့အေးချမ်းရမှာကိုမဟုတ်ပါဘူး ရီဖတ် မိသားစုကြီးကလည်းဒီလိုပါပဲ။ငွေကြေးကလည်းချို့တဲ့။ ချွေးမဖြစ်တဲ့ရှာဂျာဟန်, ဆိုဖီရာတို့နဲ့ယောက္ခမဖြစ်သူကလည်း တယောက်နဲ့တယောက်မတည့်။သားတွေဖြစ်တဲ့‌ ရေးနဲ့ဂျလီကလည်းလိုရာထပ်ပိုပြောတတ်တဲ့အမေ ရီဖတ်ဘက်ကအမြဲပါလို့ ရန်တကျက်ကျက်ဖြစ်နေရတဲ့အိမ်ကြီးပါ။ဒီလိုမိသားစုကြီးကို ကံမကောင်းအကြောင်းမလှစွာနဲ့ရောက်လာရတာကတော့ အငယ်ဆုံးသား နာဖီးစ်ရဲ့သမီးလေးဖြစ်သူ ဟာလာပါပဲ။နာဖီးစ်ဟာ အိမ်ထောင်သစ်ကြောင့် ဟာလာ့ကိုငွေကြေးအပြည့်အစုံနဲ့‌စောင့်ရှောက်ဖို့အပ်ထားခဲ့ပေမယ့် ဒီ‌ငွေမက်ပြသာနာပေါင်းစုံမိသားစုကြီးဟာ ဟာလာ့ကို‌ မျိုးစုံနှိပ်စက်ပါတော့တယ်။အထူးသဖြင့်ကတော့ အငြှိုးအတေးကြီးတဲ့ ရှာဂျာဟန်ပါပဲ။ဟာလာတယောက် ဒီမိသားစု ဒီလောကဓံတွေကိုဘယ်လိုမျိုးရင်စည်းခံသွားမလဲ။မိမိကိုချစ်ရတဲ့သူနဲ့တောင်မှပျော်ရွှင်ခွင့်ရနိုင်ပါ့မလားဆိုတာကိုMere Humsafar ပါကစ္စတန် ဇာတ်လမ်းတွဲမှာကြည့်ရှုခံစားပေးပါဦး။ Episodes: 40File Size: 600MBQuality : 1080pGenres: Drama , RomanceTranslated by Sai Sumali , Elizabeth Khant , Jerrica , Chole Khin , Thet Ko , BrackmanEncoded by  Min Wai \nEpisode 1\n1080P>>>> UsersDrive   | Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/mere-humsafar2021-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p3Xye6hF4A1m5NPCvdDapc5pOTD.jpg",
        "title": "Catch me Baby (2022)",
        "description": "“အချစ်စိန်ပြေးတမ်း”\nCatch Me Baby (2022)သူ့ရဲ့စားဝတ်နေရေးအတွက် Relationship Juggler လို့ခေါ်တဲ့\nအိမ်ထောင်ရေးအကျိုးဆောင်အလုပ်ကို လုပ်နေတဲ့ Phat ဟာ\nအသွင်ပြောင်းတဲ့နေရာမှာ ကျွမ်းကျင်ပြီး\nဘယ်သူကမှ သူ့ကိုမဖမ်းမိနိုင်လောက်အောင်တော်တဲ့ ဉာဏ်ကြီးရှင်ပါ\"အိမ်ထောင်ရေးအကျိုးဆောင်\" ဆိုတဲ့ အလုပ်ကတော့ ‌\nနောက်မီးလင်းချင်တဲ့သူတွေ လင်းနေတဲ့သူတွေကို\nသူတို့ရဲ့ဆိုင်ရာပိုင်ရာတွေ မသိရှိရအောင် လိုက်လံကူညီပြီး စီစဉ်ပေးရတဲ့အလုပ်မျိုးပါပဲဝင်ငွေကောင်းတဲ့အလုပ်တစ်ခုဖြစ်တာကြောင့်\nPhat ကတော့ ဒီအလုပ်ကို လက်လွှတ်လိုက်ဖို့ လုံးဝ စိတ်ကူးမရှိပါဘူးတစ်ဖက်မှာလည်း Cher က အိမ်ထောင်ရေးဖောက်ပြန်မှုတွေကို\nလိုက်လံစုံစမ်းအရေးယူနေတဲ့ စုံထောက်တစ်ယောက် ဖြစ်နေပါတယ်ဒီလိုနဲ့ အလုပ်အကိုင်ကအစ ဆန့်ကျင်ဘက်ဖြစ်နေကြတဲ့\nPhat နဲ့ Cher တို့နှစ်ယောက်ကို ကံကြမ္မာက တွေ့ဆုံခွင့်ပေးလိုက်တဲ့အခါမှာတော့...Phat ရဲ့ အလုပ်အကိုင်နဲ့ပတ်သက်ပြီး Cher တစ်ယောက် ဘယ်လိုတွေလိုက်လံဖော်ထုတ်သွားမလဲ၊\nအိမ်ထောင်ရေးဖောက်ပြန်မှုတွေကြားမှာ ကျင်လည်လာတဲ့\nဒီနှစ်ယောက်ရဲ့ အချစ်ရေးကရော ဘယ်လိုများဖြစ်လာမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါNetJames တို့နှစ်ယောက်ကိုလည်း ဒီဇာတ်ကားလေးထဲမှာ\nBL Couples အနေနဲ့ Support Role မှာ ရှုစားကြရမှာဖြစ်လို့\nBL ပရိသတ်ကြီးတို့လည်း လက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲအညွှန်းကိုတော့ Hmwe Thet Winn ...",
        "url": "https://channelmyanmar.org/tvshows/catch-me-baby-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ems-135x200.jpg",
        "title": "Hot Skull (2022)",
        "description": "Hot Skull (2022)\n=============\nIMDb Rating - 7.3/10ကမ္ဘာကြီးပျက်စီးသွားပြီးတဲ့နောက် ကာလတွေကိုအခြေခံထားတဲ့\nရုပ်ရှင်တွေဇာတ်လမ်းတွဲတွေကိုအများကြီးမြင်ခဲ့ရဖူးပါပြီ။ နျူက\nလီးယားဘေး စစ်မက်ဘေးကြောင့်ပျက်စီးသွားတဲ့ကမ္ဘာ၊ သဘာဝ\nဘေးအန္တရာယ်ကြောင့်ပျက်စီးသွားတဲ့ကမ္ဘာ၊ ဖုတ်ကောင်ကပ် ရောဂါ\nကပ်ကြောင့်ပျက်စီးသွားရတဲ့ ကမ္ဘာစသဖြင့်ပေါ့လေ၊ ဒီဇာတ်ကားကလဲ\nအဲ့ဒါမျိုးတွေနဲ့ဆင်တူ ကပ်ရောဂါတစ်ခုရဲ့ဒဏ်ကြောင့် ပျက်စီးလုနီးပါး\nဖြစ်နေတဲ့ ကမ္ဘာကြီးရဲ့ကာလတစ်ခုကိုအခြေခံပါတယ်။လွန်ခဲ့တဲ့ရှစ်နှစ်ကစတင်လာခဲ့တဲ့ ကပ်ရောဂါတစ်ခုဟာ ကမ္ဘာကြီးရဲ့ပုံမှန်\nအခြေအနေတွေကိုတိုက်စားဖြိုဖျက်ပစ်ခဲ့ပါတယ်။ ရောဂါကတော့ စကား\nပြောရာကနေကူးစက်တာဖြစ်ပြီး ကူးစက်ခံရသူတွေဟာ ပုံမှန်အသိစိတ်\nပျောက်သွားပြီး ပါးစပ်ကနေ ဗလုံးဗထွေး အဓိပ္ပါယ်မဲ့စကားတွေစပြောပါ\nတော့တယ်။ အဲ့ဒီရောဂါကိုကာကွယ်ဖို့အတွက် လူတွေဟာနားကြပ်တွေ\nအမြဲတပ်ထားပြီး နေထိုင်သွားလာကြရပါတယ်။အစပိုင်းမှာတော့ လူတွေဟာ\nတစ်ချိန်မှာ ဒီရောဂါကိုတိုက်ဖျက်နိုင်မယ်၊ ကာကွယ်ဆေးရှာတွေ့နိုင်မယ်လို့\nမျှော်လင့်ခဲ့ကြပေမဲ့၊ ကာလကြာချိန်မှာတော့ အသားကျအောင်ကြိုးစားနေထိုင်\nကြရတဲ့အခြေအနေပါဖြစ်လာခဲ့ပါတယ်။အဲ့ဒီရောဂါကိုတိုက်ဖျက်ဖို့ရည်ရွယ်ဖွဲ့စည်းခဲ့တဲ့ AEI အဖွဲ့ကလဲအင်အားကြီး\nထွားလာပြီးတော့ လူတွေကိုအကြမ်းဖက်အာဏာရှင်ဆန်ဆန်အုပ်ချုပ်တဲ့\nအနေအထားကိုရောက်လာခဲ့ပါတယ်။ အဲ့ဒီလိုမတရားလုပ်ရပ်တွေကို ဆန့်ကျင်ဖို့\nအတွက်လဲ Plus 1 ဆိုတဲ့အဖွဲ့တစ်ဖွဲ့လည်းပေါ်ထွက်လာခဲ့ပါတယ်။ အဲ့ဒီထဲမှာမှ\nဒီရောဂါကိုပြီးနေတဲ့ မူရတ်ဆိုတဲ့လူတစ်ယောက်ရှိကြောင်းကိုနှစ်ဘက်လုံးက\nသိရှိသွားပြီး အားပြိုင်မှုတွေဖြစ်ပေါ်လာပါတော့တယ်။IMDb Rating 7.3/10၊ RT 88% တို့ကိုရရှိထားတဲ့အပြင် production value\nအမိုက်စားတွေ၊ တစ်ပိုင်းပြီးတစ်ပိုင်းဆွဲဆောင်ခေါ်ယူသွားမယ့်ဇာတ်အိမ်  ကောင်း\nကောင်း၊ သရုပ်ဆောင်တွေ‌ကြားကအချိတ်အဆက်မိတဲ့ chemistry နဲ့ပီပြင်မှုတွေ၊\nတစ်ဖွဲ့နဲ့တစ်ဖွဲ့အားပြိုင်ဉာဏ်ကစားမှုတွေ လှည့်ကွက်တွေကြောင့် Natural disaster\n/dystopian ...",
        "url": "https://channelmyanmar.org/tvshows/hot-skull-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/xsutara-133x200.jpg",
        "title": "(18+)X Sutra (2021)",
        "description": "X Sutraဂေါင်းကြီးတို့အတွက် ဒီတစ်ခါမိတ်ဆက်ပေးမယ့် စီးရီးလေးကတော့\nအပြောနဲ့မဟုတ်ဘဲ လက်တွေ့ဗျင်းမယ့် အပိုင်း ၃ ပိုင်းပါဝင်တဲ့ အိန္ဒိယစီးရီးလေးပါပဲဗြဟ္မနွယ်ဝင်တွေပေါ့ ပြောရမယ်ဆိုရင် အိန္ဒိယမှာ ပုဏ္ဍားမျိုးရိုးတွေ...\nဇာတ်မြင့်တွေပေါ့ဗျာဒီလိုဇာတ်မြင့်တွေကိုဆို အိန္ဒိယအခြေခံလူတန်းစားတွေက နေရာတကာမှာ\nရှေ့တန်းတင် ဆရာတင်ကြသလို လေးလည်းလေးစားကြတယ်ဇာတ်လမ်းက အဲ့ဒီမှာစတာပဲဂုရုကြီးက စကီလေးတွေကို အတွင်းစိတ်ရဲ့နက်ရှိုင်းမှုကို နက်နက်ရှိုင်းရှိုင်း\nကိုယ်ဖိရင်ဖိ သင်ပြပေးတာပါပဲဒါလေးကြည့်ပြီး ဂေါင်းကြီးတို့လည်း ကိုယ်ဖိရင်ဖိသင်ပေးနိုင်ပါစေနော်Quality : 720pTotal Episodes :3EpsFormat : mp4Genres :RomanceDuration :20minSubtitle : Myanmar Subtitle ( Hardsub )Translated by DevilEncoded by X Cross\nEpisode1 >> Yoteshin / Userdrive / Megaup / Meganz / Streambvid\nEpisode2 >> Yoteshin / Userdrive / Megaup / Meganz ...",
        "url": "https://channelmyanmar.org/tvshows/18x-sutra-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jmLj39flUKMfS2s4ScOWZuMytjY.jpg",
        "title": "Pink Lie (2022)",
        "description": "Pink Lie (အညွှန်း)\n=============“Sweet Lie” မဟုတ်တဲ့ “Pink Lie” ပါဗျို့ ..။\nDating Show တွေကိုမှကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့ CM ပရိသတ်တို့အတွက် ..\nEXchange တို့ Change Days တို့နဲ့တင် အလောင်မဝနိုင်တဲ့ပရိသတ်တို့အတွက်\nDisney+ ကနေ “ပန်းနုရောင်မုသား” လေးကို ဖန်တီးပေးလိုက်ပြန်ပါပြီ။လူတိုင်းမှာ ကိုယ့်ပတ်ဝန်းကျင်ကလူတွေ ကိုယ်နဲ့ရင်းနှီးလွန်းပါတယ်ဆိုတဲ့သူတွေကိုတောင်ထုတ်မပြချင်တဲ့ dark side တွေ အတိတ်ဟောင်းတွေ ရှိတတ်ကြတယ်။\nအဲဒီလို လူတိုင်းမသိတဲ့ကိုယ့်ရဲ့တခြားဖက်အခြမ်းကို ကိုယ်ချစ်ရတဲ့သူများသိသွားခဲ့သည်ရှိသော်\nကိုယ့်ကိုလက်ခံပေးနိုင်ပါ့မလား .. ဆက်ချစ်ပေးနိုင်ပါ့မလားဆိုတဲ့ စိုးရိမ်စိတ်လေးတွေရှိဖူးကြတယ် .. ဟုတ် ??“Pink Lie” ဆိုတဲ့နာမည်အတိုင်းပဲ ဒီရှိုးမှာပါဝင်သွားမယ့် ပါဝင်သူ (၇) ယောက်လုံးက လျှို့ဝှက်ချက်ကိုယ်စီနဲ့သူတွေပါ။\nသူတို့အားလုံးမှာအလိမ်အညာတစ်ခုစီထားခွင့်ရှိပြီး အဲဒီလိုအလိမ်အညာကိုလည်း လုံးဝဖော်ထုတ်ပိုင်ခွင့်မရှိပါဘူး။\nအတိတ်တွေ၊ အနာဂတ်တွေအကုန်ဘေးချိတ်ထားပြီး ကိုယ့်မျက်စိရှေ့မှာမြင်နေရမယ့်သူရဲ့ ရှိရင်းစွဲပုံစံလေးကိုပဲမြင်ပါများလာရာကနေ\nဘယ်သူက ဘယ်သူ့ကို ခံစားချက်တွေပိုသွားမလဲ ..\nနှစ်သက်ရသူဖုံးကွယ်ထားတဲ့ “ပန်းနုရောင်မုသား” ကို သိသွားတဲ့အခါမှာရော ခံစားချက်တွေပြောင်းလဲကုန်မှာလား ..\n“အချစ်ကပဲ မုသားကိုအနိုင်ယူသွားနိုင်မှာလား” ဆိုတာကို ...",
        "url": "https://channelmyanmar.org/tvshows/pink-lie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tF9nDGdC22wfZSx2P2RjM5k2x7G.jpg",
        "title": "Happy Ending Romance S01 (2022) [Complete]",
        "description": "Happy Ending Romance S01 (2022) [အစ-အဆုံး]အပိုင်းသစ် (၇ နှင့် ၈) (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)ဂျောင်ဝူဟာ အလားအလာရှိတဲ့စာရေးဆရာတစ်ယောက်ပေမယ့် အတိတ်ကပြဿနာတစ်ခုကြောင့် အချိန်ပိုင်းအလုပ်တွေလုပ်ရင်း ဇာတ်မြုပ်နေထိုင်နေရသူပါ။ ဒီလိုခက်ခဲတဲ့အချိန်အတွင်း သူ့ဘေးနားမှာရှိနေပေးတဲ့သူကတော့ အရင်းနှီးဆုံးသူငယ်ချင်းလည်းဖြစ်၊ best-selling စာရေးဆရာလည်းဖြစ်တဲ့ ဂျောင်ဟျွန်းပဲဖြစ်ပါတယ်။တစ်နေ့ အထင်ကရထုတ်ဝေသူတစ်ဦးဖြစ်တဲ့ လူငယ်စီအီးအို ဟန်ထယ်ယောင်းက ဂျောင်ဝူဆီချဥ်းကပ်လာပြီး စာပေလောကထဲပြန်ဝင်ဖို့ကြိုးစားစည်းရုံးတဲ့အခါမှာတော့ ...ဂျောင်ဝူ၊ ဂျောင်ဟျွန်းနဲ့ ထယ်ယောင်းတို့သုံးယောက်ရဲ့ ကံကြမ္မာတွေ ဘယ်လိုပတ်သက်သွားကြမလဲ?\nဇာတ်ကားနာမည်အတိုင်း happy ending ဖြစ်ပါ့မလား? ဆိုတာကတော့ ကြာသပတေးနေ့တိုင်း ဒီကားလေးထဲမှာစောင့်မျှော်ကြည့်ရှုပေးပါကုန်။(အညွှန်းကိုတော့ Ei Phyu Khin က ရေးပေးထားပါတယ်)Aired: Nov 24, 2022 -- \nAired On: Thursday\nGenres: Drama, Romance\nDuration: 30mins\nEpisodes: 9\nOriginal Network: Viki & GagaOOLala\nFile Size: 720p(~150MB) & 1080p(~300MB)\nTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/happy-ending-romance-s01-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h8rC5JOmnlCb41sqYnSVM9toecf.jpg",
        "title": "Wild Bloom (2022)",
        "description": "ီတစ်ခေါက်မှာတော့ ကျွန်မတို ယင်းပေါင်တစ်ယောက်ရှင့်ဖူ အပြီးမှာ ၁၉၉၀ ဝန်းကျင်ကရွှီသူဌေးမအနေနဲ့ ရောက်လာပါပြီ...ဒီကားလေက ၁၉၉၀ ဝန်းကျင်ကာလမှာရွှပန့်ရှ ဆိုတဲ့ အမျိုးသမီးဟာအမျိုးသားတွေနဲ့ ရင်ဘောင်တန်းပြီးအမျိုးသားတွေကြီးစိုးနေတဲ့ ဆောက်လုပ်ရေးလောကမှာနေရာတစ်ခုရအောင်ကြိုးစားခဲ့တဲ့ အကြောင်းလေးပေါ့...ရွှီပန့်ရှဟာဆိုရင် သူ့မွေးချိန်မှာပဲ မိခင်ဟာ မီးတွင်းတည်းဆုံးခဲ့ပြီးဖခင်ဟာလည်း ဂရုမစိုက် ပစ်ထားခံရသူလေးမိုအချစ်ငတ်နေသူလေးပေါ့...ရွှီပန့်ရှက ဒီလို ခက်ခက်ခဲခဲ ကြီးပြင်းလာပေမယ့်လည်းအခက်ခဲကြုံရင် လာမယ့်ဘေး ပြေးတွေ့တတ်သူလေးတစ်ယောက်ပေါ့...ရွှီပန့်ရှမှာ ရှောင်ချန်နဲ့ ထုံရှောင်းချီဆိုတဲ့ သူငယ်ချင်းကောင်း ၂ ယောက်သူဝင်ဖိုကြိုးစားနေတဲ့ ဆောက်လုပ်ရေးလောကထဲကလူတွေပေါ့...ရွှပန့်ရှဟာ သူ့ရဲ့ မလျှော့သော စိတ်ဓာတ်ကို အရင်းခံပြီးအခက်ခဲတွေကို ထိပ်တိုက်ရင်ဆိုင်ပြီးသေဘေးတောင်မကြောက် ဆက်ကြိုးစားခဲ့တာကြောင့်နိုင်ငံတကာ ပိုကုန်လုပ်ငန်းအထိ ဖွင့်နိုင်ခဲ့တယ်...ဒီလိုနဲ့ အဆုံးသတ်မှာ ရွှပန့်ရှတစ်ယောက်သူလိုချင်တဲ့ ဆောက်လုပ်ရေး ဈေးကွက်ထဲက နေရာတစ်ခုအပြင်သူတောင့်တနေခဲ့တဲ့ အချစ်လည်း ရှာဖွေတွေ့ခဲ့လေသတည်းပေါ့...ဒီကားလေးကလည်း ရှင့်ဖူလိုပဲ အချစ်ရေးကိုအသားပေးရိုက်ထားတာမျိုးမဟုတ်ဘဲ အမျိုးသမီးဆိုနေရာမပေးချင်တဲ့ စီးပွားရေးလောကထဲအမျိုးသမီးတစ်ဦး ကျားကန်ရုန်းကန်ရတဲ့အကြောင်းလေးကိုအသားပေးရိုက်ကူးထားတာမို စာအုပ်နဲ့ ဘော်ပင်လေးကိုင်ပြီးကြည့်ဖို တိုက်တွန်းလိုက်ပါတယ်.. စုစုပေါင်း ၃၆ ပိုင်းရှိပြီး အပတ်စဉ်တနင်္ဂနွေကနေ ကြာသပတေးအထိ တစ်နေ့ ၂ ပိုင်းလာပြီးသောကြာ ...",
        "url": "https://channelmyanmar.org/tvshows/wild-bloom-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ccej6D8J81DDJWqhP7OG6PA6xcl.jpg",
        "title": "Revenge of Others (2022)",
        "description": "Revenge of Others (2022)အားလုံးစောင့်မျှော်နေကြတဲ့ School Dramaလေးပါ။\nပုံမှန်School Dramaတွေလို ချိုချိုမြိန်မြိန် မဟုတ်တာတော့\nTrailerကြည့်ဖူးပြီးသားလူတွေတော့ သိနေကြမှာပါ။မင်းသမီး Shin Ye Eunက ဒီကားထဲမှာ Ok Chan Miဆိုတဲ့ ၁၉နှစ်အရွယ်ကျောင်းသူလေးဖြစ်ပြီးတော့\nအထက်တန်းကျောင်းရဲ့ သေနတ်ပစ်အသင်းက ကစားသမားတစ်ဦးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။All of Us are dead ထဲက အားလုံးရဲ့အချစ်တော် Lomonကတော့\nမိခင်ဖြစ်သူကို တစ်ကိုယ်တည်းစောင့်ရှောက်နေရတဲ့ အထက်တန်းကျောင်းသားလေး Ji Soo Heonအဖြစ်ပါဝင်ထားပါတယ်။Ok Chan Miဟာ သံသယဖြစ်ဖွယ်ကောင်းတဲ့ အမွှာအစ်ကိုဖြစ်သူရဲ့သေဆုံးမှုရဲ့နောက်ကွယ်က တရားခံနဲ့ အမှန်တရားကို ရှာဖွေဖို့ကြိုးစားနေခဲ့ပြီး\nJi Soo Heonကတော့ အနိုင်ကျင့်ခံရတဲ့ကျောင်းသားတွေကိုယ်စား အပြစ်ရှိသူတွေကို ကလဲ့စားချေသွားမှာပါ။ရည်ရွယ်ချက်ချင်းမကွာကြတဲ့ နှစ်ယောက်သားတွေ့ဆုံကြပြီး အမှန်တရားကို ရှာဖွေသွားကြမှာဆိုတော့\nသည်းထိပ်ရင်ဖိုဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်လာဦးမှာအသေချာပါပဲ။School Dramaကို Thriller အမျိုးအစားနဲ့ကြည့်ချင်သူတွေအတွက်ကတော့ ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးပါပဲနော်။မျှော်နေတဲ့လူတိုင်းအတွက်လည်း အပတ်စဉ်ဗုဒ္ဓဟူးနေ့တိုင်း တင်ဆက်ပေးသွားမှာမို့လို့ အတူလိုက်ပါစီးမျောဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။အညွှန်းကိုတော့ Milkeux က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Milkeux, ...",
        "url": "https://channelmyanmar.org/tvshows/revenge-of-others-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/RqJpV_4f-154x200.jpg",
        "title": "The Kinnaree Conspiracy (2022)",
        "description": "လုန်အင်း အဖြစ် Nadech Kugimiya\nဖွတ်စွမ်းန် အဖြစ် Yaya urassaya\nရိုဘတ် အဖြစ် New Chaiyapolဇာတ်လမ်းအကျဉ်းနရိုင်မင်းတရားကြီးလက်ထက် အယုဒ္ဓယပြည်ကြီးဟာ သာယာဝပြောခဲ့သလို အနောက်တိုင်းသားတွေနဲ့ ကုန်ကူးသန်းရောင်းဝယ်မှုတွေရှိနေပြီး နေရာတိုင်းဟာ နိုင်ငံခြားသား ကုန်သည်၊သံတမန်၊စစ်ရေးအရာရှိတွေနဲ့ ပြည့်နေပါတယ်မယ့်ယင်းဖွတ်စွမ်းန်က ဆုံးပါးသွားပြီဖြစ်တဲ့ နာမည်ကြီးသမားတော်တစ်ဦးရဲ့သမီးဖြစ်ပြီး ဖခင်ဖြစ်သူဆီက ဆေးပညာဗဟုသုတတွေကိုရယူကာ အစ်ကိုဖြစ်သူနောက်ကွယ်ကနေ ကုသပေးနေသူဖြစ်ပါတယ်လုန်အင်းထရာဖတ်ခ်ဒီကတော့ မြို့သူမြို့သားတွေရဲ့ ဘေးကင်းလုံခြုံမှုကိုတာဝန်ယူရတဲ့ တပ်ရင်းမှူးတစ်ယောက်ပါရိုဘတ်ကတော့ နရိုင်မင်းတရားကြီး ပြင်သစ်ဘုရင်ဆီကခေါ်ယူထားတဲ့ ပြင်သစ်သံတမန်အရာရှိနဲ့ရင်းနှီးသူ အရာရှိတစ်ယောက်ပဲဖြစ်ပါတယ်တစ်ရက် ရေနစ်သေသူအလောင်းပေါ်လာခဲ့ပြီး သေသူက ပြင်သစ်အရာရှိတစ်ဦးဖြစ်နေတဲ့အခါအရာရှိက ရေနစ်သေဆုံးသွားရုံမဟုတ်တဲ့အပြင် နန်းတွင်းထဲကမိန်းမပျိုတွေသာဝတ်တဲ့ ကိန္နရီဝတ်စုံကိုပါဝတ်ထားခဲ့တဲ့အခါ...ပြင်သစ်နဲ့အယုဒ္ဓယ နှစ်နိုင်ငံကြား ပဋိပက္ခတွေဖြစ်လာရပြီး ပြင်သစ်ဘက်က အကြောင်းပြကာ နိုင်ငံသိမ်းဖို့ ကြံလာပါတော့တယ်လုန်အင်း ၊ဖွတ်စွမ်းန်နဲ့ရိုဘယ်တို့က ဒီဖြစ်ရပ်ကြီးဖြစ်မလာအောင် အမှုမှန်ကို စုံစမ်းစစ်ဆေးပါတော့တယ်လုန်အင်းနဲ့ရိုဘယ်တို့ ဖွတ်စွမ်းန်အပေါ် ခံစားချက်တွေရှိလာတဲ့အခါ ဖွတ်စွမ်းန်တစ်ယောက် ဘယ်သူ့ကိုရွေးမလဲကိန္နရီအဆင်နောက်ကွယ်က လူသတ်သမားရောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာ \"ကိန္နရီဆင်နောက်ကွယ်က အမှန်တရား\"ဇာတ်လမ်းတွဲမှာ ကြည့်ရမှာပဲဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ...",
        "url": "https://channelmyanmar.org/tvshows/the-kinnaree-conspiracy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qhrvZmyp0pgW6eExEtG2NVK5iK3.jpg",
        "title": "A Spy Among Friends(2022)Season 1",
        "description": "A Spy Among Friends(2022)========================IMDb rating: 7.2/10\nRotten Tomatoes: 80%\nGenre : Drama\nCast : Damian Lewis, Guy Pearce, Lily Thomas, Roger Hollisဒီတစ်ခါကတော့ based on true story သမားတွေ politicsကားကြိုက်တဲ့သူတွေ အကြိုက်တွေ့စေမယ့်ဇာတ်လမ်းမျိုးပါDec 8 2022 ကမှ ပူပူနွေနွေးထွက်ထားတာပါနာမည်မြင်ပြီး among us ကိုသတိရသွားကြတယ်မလားဇာတ်လမ်းလေးကို တစ်ချက်ကြည့်လိုက်ရအောင်ခဏတာသူငယ်ချင်းမျိုးတောင်မဟုတ်ဘဲ လူကြီးပိုင်းရောက်မှခင်ပြီး ၂၃ နှစ်လုံးလုံး အချစ်ဆုံးသူငယ်ချင်းဖြစ်ခဲ့တဲ့သူက သစ္စာဖောက်သွားမယ်ဆိုရင် လူကြီးမင်းတို့ဘယ်လိုခံစားရမလဲအချစ်ဆုံးသူငယ်ချင်းကို စစ်အေးကာလအတွင်းမှာ အကြီးဆုံးရာဇဝတ်မှု နိုင်တော်သစ္စာဖောက်မှုကို ကျူးလွန်သွားတဲ့ကောင်ဆိုပြီးတစ်နိုင်ငံလုံးက မြေလှန်ရှာနေကြတယ်ဆိုရင်ရောနီကိုလတ်စ်အယ်လီယော့ရဲ့ခံစားချက်ကတော့ အဲဒီအတိုင်းပါပဲအယ်လီယော့က MI5 ကအရာရှ်ိနင်ငံ့လျှို့ဝှက်ချက်တွေ ထိန်းသိမ်းရတဲ့ထဲမှာပါတယ်   ကင်မ်ဖေလ်ဘီက ဗြိတိန်ထောက်လှမ်းရေးအရာရှိဒါပေမယ့် ရုရှားတွေရဲ့သူလျှို  ပြောရရင်တော့ double agent ပေါ့ဗျာနှစ်ယောက်သားက ၂၃ နှစ်လုံးလုံး အရမ်းခင်လာပေမယ့် ကင်မ်ဖေလ်ဘီသစ္စာဖောက်မယ်ဆိုတာကို ...",
        "url": "https://channelmyanmar.org/tvshows/a-spy-among-friends2022season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/agyQFkNKBExKYiIealedXNDIDqn-133x200.jpg",
        "title": "Cheer Up (2022)",
        "description": "Cheer Up (2022)\n=============ဒီတစ်ခေါက်မှတော့ ပရိတ်သတ်တွေ ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် COMEDY/\nROMANCE အမျိုးအစား ကျောင်းသားဇာတ်လမ်းတွဲလေး တင်ဆက်ပေး\nလိုက်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ တက္ကသိုလ်ကျောင်းသားဘဝရဲ့ ပျော်စရာ\nလေးတွေ၊ ရယ်မောစရာလေးတွေကို သေချာပုံဖော်ပြသထားလို့ ပရိတ်သတ်\nကြီးလည်း အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n-----------------------------------\nထက်မြက်ပြီး ဇွဲကြီးတဲ့ ဒိုဟယ်အီဆိုတဲ့ ကောင်မလေးက တက္ကသိုလ်ကျောင်းသူ\nတစ်ယောက်ဖြစ်ပေမဲ့ မိဘရဲ့ ငွေကြေးမပြည့်စုံတဲ့ အခြေအနေကြောင့် ကျောင်း\nတက်ဖို့ထက် ငွေရှာဖို့ကိုပဲ အမြဲဦးစားပေးရပါတယ်။ တစ်ရက်မှာတော့ ယွန်ဟီး\nတက္ကသိုလ်ရဲ့ cheering squad အဖွဲ့ဝင်တစ်ယောက်အဖြစ် ပါဝင်လိုက်ပါတယ်။\nTeyia လို့ခေါ်တဲ့ cheering squad ဟာ ကျောင်းမှာ နှစ် ၅၀ ကြာ သက်တမ်းရှိနေတဲ့\nအဖွဲ့တစ်ခုဖြစ်ပါတယ်။ သူမဒီအဖွဲ့ထဲကို ဝင်ရတဲ့ အဓိက ရည်ရွယ်ချက်က ငွေကြေး\nထောက်ပံ့မှုပေးတဲ့ အတွက်ကြောင့်ဆိုပေမယ့် တကယ်တမ်းအဖွဲ့မှာ ပါဝင်လုပ်ဆောင်တဲ့\nအခါမှာတော့ ဒိုဟယ်အီတစ်ယောက် တက္ကသိုလ်ရဲ့ ပျော်ရွှင်မှုတွေကို စပြီးခံစား\nလာရပါတော့တယ်။ဒီအဖွဲ့လေးမှာ Teyia ရဲ့ အဖွဲ့ဝင်တွေနဲ့ တွေ့ခဲ့ရပြီး၊ cheering squad ...",
        "url": "https://channelmyanmar.org/tvshows/cheer-up-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/EmQoW_4f-141x200.jpg",
        "title": "Behind Every Star (2022)",
        "description": "Behind Every Star (2022)EP5***************************ဒီဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်တွေ ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်မဲ့ Comedy/Romance Drama လေးတစ်ခုဖြစ်ပါတယ်\nဒီဇာတ်လမ်းမှာ နာမည်ကြီးမင်းသား မင်းသမီးများရဲ့နောက်ကွယ်ကနေ ပံ့ပိုးပေးနေကြတဲ့ မန်နေဂျာတွေနဲ့ အခြားရိုက်ကွင်းအဖွဲ့သားတွေရဲ့ ဘဝတွေ၊ ဖျော်ဖြေရေးလုပ်ငန်းတွေမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ အခက်အခဲတွေကို ရိုက်ကူးပြသထားပါတယ်ဇာတ်လမ်းအကျဉ်းMETHOD Entertainment ကတော့ မင်းသားမင်းသမီးတွေများစွာနဲ့ အလုပ်တွဲလုပ်နေတဲ့ နာမည်ကြီး အေဂျင်စီကြီးတစ်ခုဖြစ်တယ်\nဒီအေဂျင်စီကြီးမှာရှိတဲ့ ဝန်ထမ်းတွေကတော့ သရုပ်ဆောင်တွေအတွက် အလုပ်အကိုင်နဲ့ ကိုယ်ရေးကိုယ်တာ ကိစ္စတွေကိုပါ ဖြေရှင်းပေးနေရတာပါမာထယ်အိုကတော့ ကျွမ်းကျင်မန်နေဂျာတစ်ယောက်ဖြစ်ပြီး ကုမ္ပဏီမှာတော့ ဒါရိုက်တာရာထူးနဲ့ လုပ်ကိုင်ဆောင်ရွက်နေပါတယ်\nဉာဏ်ကောင်းပြီး သိမ်မွေ့ပေမယ့် ဗျူဟာကောင်းတဲ့လူတစ်ယောက်ဖြစ်တာကြောင့် ဘယ်လိုလှည့်စားမှုမျိုးကိုမဆို သူက ကျွမ်းကျင်စွာ လုပ်ဆောင်တတ်တယ်ချွန်းဂျယ်အင်ကတော့ မန်နေဂျာလုပ်သက် ၁၄ နှစ်ရှိတဲ့ ဝါရင့်မန်နေဂျာတစ်ယောက်ပါ\nအလုပ်မှာဆိုရင်လည်း မန်နေဂျာအဖွဲ့ရဲ့ အဖွဲ့မှူးတစ်ယောက်ဖြစ်တယ်\nအရည်အချင်းရှိပြီး အလုပ်ဂျပိုးတစ်ယောက်လည်းဖြစ်တယ်\nဒေါသကြီးပြီး သူဖြစ်ချင်တာဆိုရင် ဘာကိုမှဂရုမစိုက်ဘဲ ရအောင်လုပ်တတ်လို့\nမာထယ်အိုနဲ့သူမက အမြဲတမ်း ပြဒါးတစ်လမ်း သံတစ်လမ်းလိုဖြစ်နေကျပါဂင်ဂျောင်ဒွန် ကတော့ ချွန်းဂျယ်အင်ရဲ့ အချစ်ဆုံးသူငယ်ချင်းဖြစ်ပြီး အလုပ်မှာလည်း ဂျယ်အင်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/behind-every-star-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5E2RGMSdQXltsaYCp1QRUuAO1q.jpg",
        "title": "Ai Long Nhai (2022)",
        "description": "Ai Long Nhai (2022) Seaosn Completeဘဲရေးတဲ့ဖူးစာ/ဘဲရှာပေးတဲ့ \"ဘဲ\"ဒီတစ်ခေါက်မှာတော့ အဆင်လေးတွေ အများကြီးပါတဲ့ BL series သစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nခပ်ဆိုးဆိုးဂျစ်ကန်ကန်ကောင်လေး အိုင်ဟာ ကနေဒါမှာ ကျောင်းတက်ရင်းနဲ့ ရန်ပွဲဖြစ်တော့ အဖေက ထိုင်းမှာ ပြန်လာနေဖို့ ဖိအားပေးပါတော့တယ်။ထိုင်းရောက်တော့ ဆိုင်ကယ်စီးလာတဲ့ကောင်လေး ချန်နိုင်ကို တွေ့ပြီး ရင်ခုန်သွားပါလေရော။\nဖြစ်ချင်တော့ ချန်နိုင်အတွက် အဓိပ္ပာယ်တွေအများကြီးပါတဲ့ ဘဲရုပ်သော့ချိတ်လေးက ပြုတ်ကျခဲ့တာနဲ့\nအိုင်က သွားကောက်ပေးရင်း နှစ်ယောက်သား ဆုံမိပါတော့တယ်။နောက်တော့ အိုင်က ချန်နိုင်တို့ရှိတဲ့ကျောင်းကို ပြောင်းလာခဲ့ပါတယ်။\nအဲဒီမှာ ချန်နိုင်ရဲ့ သူငယ်ချင်းအုပ်စုနဲ့လည်း ရင်းနှီးလာပြီးတော့ ဘယ်လိုအချစ်ဇာတ်လမ်းလေးတွေဖြစ်လာမလဲ၊\nဘယ်လို အချင်းချင်း အောက်ဖဲလှန်မလဲဆိုတာကိုပါ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။BL ချစ်သူတွေအတွက်တော့ အဆင်လေးတွေရော၊ BL အတွဲတွေရော အများကြီးပါမှာဖြစ်လို့ သေချာပေါက် ကြည့်ရှုလို့ တန်စေမှာပါ။\nဇာတ်သွားကလည်း ပေါ့ပေါ့ပါးပါးလေးဖြစ်လို့ အပန်းဖြေရင်း၊ စောင်ကိုက်ရင်း အတူစီးမြောလိုက်ကြရအောင်နော်။အညွှန်းကိုတော့ Myo Myo Htet က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/ai-long-nhai-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/little_demon-705157848-large-143x200.jpg",
        "title": "Little Demon (2022)",
        "description": "Little Demon (2022)\n================\nIMDb rating - 6.8အခုတင်ဆက်ပေးလိုက်တဲ့ series လေးကတော့ ဒီနှစ်ထဲထွက်\nထားပြီး rating လဲမြင့်သလို့ ကြမ်းလည်းကြမ်းပါတယ်။ Adult\naminated sitcom ဖြစ်တာနဲ့အညီ စကားလုံးတွေကလည်း\nအတော်ကိုကြမ်းသလိုသွေးထွက်သံယိုအခန်းတွေ များစွာပါတဲ့\nအတွက်ကလေးသူငယ်များအတွက်မသင့်တော်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အင်အားနည်းလာတဲ့စေတန်ဟာ\nငရဲပြည်ကနေနှင်ထုတ်ခံရပြီးနောက်ပိုင်းမှာ ပြန်လည်အုပ်စိုးနိုင်‌ဖို့\nအတွက် သမ္မာကျမ်းစာအရ ခရစ်တော်ပြိုင်ဖက်ကို မွေးဖွားဖို့အတွက်\nသူ့မျိုးစေ့တွေကိုစကြာဝဠာတစ်ခွင်လိုက်ချပါ‌တော့တယ်။ ဒီလိုနဲ့\nနောက်ပိုင်း ကမ္ဘာမှာ ခရစ်တော်ပြိုင်ဖက်လို့ဆိုရလောက်တဲ့ စွမ်းအား\nရှိတဲ့ little Demon ကို လော်ရာဖိုင်းဘတ်ခ်ျဆိုတဲ့အမျိုးသမီးက\nမွေးဖွားလိုက်ပါတယ်။လော်ရာကကိုယ်တိုင်က စုန်းမတစ်ယောက်ဖြစ်တာမို့လို့ ကလေးကို\nတစ်ချိန်မှာ စေတန်ကလာခေါ်မှာသိတဲ့အတွက် တစ်မြို့ပြီးတစ်မြို့\nရှောင်တိမ်းရင်းနဲ့ မစ်ဒယ်လ်တောင်းမြို့ကိုရောက်လာတယ်။ ဆယ်သုံးနှစ်\nလောက်ရှောင်ပြေးလာပေမယ့်လည်း မိစ္ဆာစွမ်းအားကိုစေတန်ကအာရုံခံ\nမိပြီးသိရှိသွားတဲ့အတွက် သူ့ကလေးကိုပြန်ခေါ်ဖို့ကြိုးစားပါတော့တယ်။\nမိစ္ဆာ မဖြစ်စေချင်တဲ့ လော်ရာနဲ့ သူ့နဲ့အတူအုပ်စိုးဖို့ မိစ္ဆာ မဖြစ်ဖြစ်အောင်\nဖန်တီးမယ့်စေတန်တို့ကြား အားပြိုင်ရင်းဘယ်လိုတွေဖြစ်လာမလဲဆိုတာ\nစိတ်ဝင်စာဖွယ်ကြည့်ရှုပေးကြပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်။)File Size.............(350 MB)\nQuality...............WEB-RIP 1080p\nDuration............26Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Animation, Comedy, Horror\nTranslator..........Tin Myo Lwin\nEncoder..............SWM 1080P (350 ...",
        "url": "https://channelmyanmar.org/tvshows/little-demon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v29vqIeeKlPfIFYQeDbLJlHkUH7.jpg",
        "title": "Liar Game (2014) [Complete]",
        "description": "Liar Game (2014)Ep1 to12[Complete]\n************************************************************နမ်ဒါဂျောင်းဆိုတဲ့ကောင်မလေးက သူများနဲ့မတူအောင် ကြင်နာတတ်တဲ့ကောင်မလေးပါ။ကံမကောင်းအကြောင်းမလှစွာနဲ့ အကြွေးနစ်နေတဲ့အဖေဖြစ်သူကထွက်ပြေးသွားတာကြောင့်ကျောင်းထွက် အချိန်ပိုင်းအလုပ်တွေတစ်ပုံတစ်ပင်လုပ်ပြီးတော့ အဖေဖြစ်သူရဲ့အကြွေးတွေကိုဆပ်ပေးနေရသူလေးပေါ့။တစ်နေ့အလုပ်သွားတဲ့လမ်းမှာ အဘွားအိုတစ်ယောက်ကိုကူညီပေးရာကလူလိမ်ဂိမ်းလို့ခေါ်တဲ့ အမြင့်ဆုံးဆုကြေးငွေ $ 10 million အထိပေးမယ့် Survival game show တစ်ခုမှာပါဝင်ဖို့ဖြစ်ခဲ့ပါတယ်။ လူလိမ်ဂိမ်းဆိုတာက ပရိတ်သတ်ရဲ့မဲပေးရွေးချယ်မှုနဲ့ပါဝင်ယှဉ်ပြိုင်ခွင့်ရတဲ့ ပြိုင်ပွဲဝင်တွေအချင်းချင်း နည်းလမ်းမျိုးစုံနဲ့လှည့်စားပြီးတော့ပိုက်ဆံလိမ်ယူရတဲ့ဂိမ်းပါ။ အဲဒီဂိမ်းကိုဖန်တီးခဲ့တဲ့သူကတော့ ဂန်ဒိုယောင်းလို့ခေါ်တဲ့ အောင်မြင်တဲ့Financial analyst (ငွေကြေးဆန်းစစ်သူ) တစ်ဦးပဲဖြစ်ပါတယ်။သူပိုင်ဆိုင်ထားတဲ့ ငွေကြေး၊အာဏာနဲ့ လူတွေကိုခြယ်လှယ်ချင်သူတစ်ဦးပေါ့။အချိန်ပိုင်းလုပ်အားခ တစ်နာရီကို ဝမ် ၅၀၀၀ပဲရတဲ့ နမ်ဒါဂျောင်းကအမြင့်ဆုံးဆုကြေးငွေ $ 10 million ရဖို့အတွက် ဂိမ်းကိုဘယ်လိုယှဉ်ပြိုင်ဆော့ကစားမလဲ။နမ်ဒါဂျောင်းကိုကူညီမယ့် ထောင်ထွက် ဉာဏ်ကြီးရှင်လူလိမ် ဟာဝူဂျင်းရဲ့သရုပ်မှန်ကရော ဘာဖြစ်မလဲ။ နောက်ဆုံးမှာ $ 10 million ကိုဘယ်သူရသွားမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ပါတော့။ပိုက်ဆံအတွက်အချင်းချင်းလိမ်လည်လှည့်စားရတဲ့ဇာတ်လမ်းမို့လို့ plot twist တွေအများကြီးနဲ့ စိတ်ဝင်စားဖို့အလွန်ကောင်းတဲ့ တစ်ထိုင်တည်းကြည့်ချင်မယ့် series မျိုးဖြစ်ပါတယ်။ဇာတ်ရှိန်ကောင်းကောင်းနဲ့ ခေါင်းစားရတဲ့ဇာတ်လမ်းမျိုးကြိုက်တတ်တဲ့သူတွေ ကြည့်သင့်ပါတယ်။     Episodes: 12File Size:1.1GB, 500MBQuality ...",
        "url": "https://channelmyanmar.org/tvshows/liar-game-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/wm-142x200.jpg",
        "title": "Warm Meet You (2022)",
        "description": "ထူးခြားတဲ့ ကိုယ်ရည်ကိုယ်သွေးရှိပြီးပန်းချီပညာမှာ တစ်ဖက်ကမ်းခတ် ကျွမ်းကျင်သော်လည်းဘဝလမ်းကြောင်းဟာ ချောမွေ့ခြင်းမရှိခဲ့သူ /ထိပ်တန်းကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Z မိုဘိုင်းဂိမ်းကုမ္ပဏီတစ်ခုကိုဝင်ရောက်လုပ်ကိုင်ဖို ကြိုးစားနေသူလေး - ကျောက်နွမ်နွမ်ရုပ်ရည်ချောမောပြီး ပါရမီရှင်တစ်ယောက်ဖြစ်သူZ မိုဘိုင်းဂိမ်းကုမ္ပဏီရဲ့ သူဌေးတစ်ယောက်ဖြစ်ပြီးလိင်ကွဲများနှင့်ထိတွေ့ဆက်ဆံမိတဲ့အခါမှာဓာတ်မတည့်ရောဂါဆန်းကို ခံစားနေရသူ - ကုရီးချန်ကျောက်နွမ်နွမ်တစ်ယောက် Z မိုဘိုင်းဂိမ်းကုမ္ပဏီကိုအင်တာဗျူးသွားဖြေချိန် Z မိုဘိုင်းဂိမ်းကုမ္ပဏီရဲ့သူဌေးဖြစ်သူ ကုရီးချန်နဲ့ မတော်တဆ တွေ့ဆုံခဲ့တဲ့ အချိန်မှာတော့ ....?အမျိုးမျိုးအထွေထွေသော အကြောင်းပြချက်တွေကအင်တာဗျူးကျရှုးစေဖို အကြောင်းဖန်လာခဲ့ပါတော့တယ်အဲဒီနောက်မှာတော့ ကျောက်နွမ်နွယ်တစ်ယောက်သူ့ရဲ့အရည်အချင်းတွေကိုအသိမှတ်ပြုလာစေဖိုကြိုးစားရင်းကနေတစ်ဆင့် သူဌေးဖြစ်သူ ကုရီးချန်နဲ့ချစ်ခြင်းမေတ္တာတွေ ပေါက်ဖွားလာခဲ့တဲ့အခါမှာတော့ ?❐ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲ?❐ ကျောက်နွမ်နွမ်တစ်ယောက် သူ့ရဲ့အိမ်မက်တွေကိုရောအကောင်အထည်ဖော်နိုင်ပါ့မလား?❐ သူဌေး နဲ့ ပန်းချီဆရာမလေးတိုရဲ့ အချစ်ဇာတ်လမ်းလေးကရောဖြောင့်ဖြူးနိုင်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်လားရှင်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Romance, ComedyDuration : 45 min ...",
        "url": "https://channelmyanmar.org/tvshows/warm-meet-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cgCMrQufjgATGKv1nYVGQnSfHB4.jpg",
        "title": "She and Her Perfect Husband (2022)",
        "description": "ဟဲလို ဒီတစ်ခေါက် CM မှာတင်ဆက်ချင်တဲ့ကားလေးကတော့Xu Kai နဲ့ yang mi နာမည်ကြီး မင်းသား မင်းသမီးပါဝင်သရုပ်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ် ရှေ့နေ့ချင်းစစ်ဟာ အလုပ်မှာပဲစိတ်၀င်စားသူတစ်ဦးဖြစ်ပြီးသူ့မိဘနှစ်ပါးက သူ့ကို အတင်းအိမ်ထောင်ပြုခိုင်းတယ်။ထိပ်တန်း ရှေနေ့ကုမ္ပဏီဖြစ်တဲ့ Chen And Hui ဟာအိမ်တွင်းရေးကိစ္စမှာ နိုင်နင်းတဲ့ ရှေ့နေတစ်ယောက်ကိုအလုပ်ခန့်ချင်တယ်။ သူ့သတ်မှတ်ချက်က‌တော့အလုပ်လျှောက်သူဟာ အိမ်ထောင်ပြုပြီးသားသူ ဖြစ်ရမယ် ။ချင်းဝိန်းက ချင်းစစ်ရဲ့ အလုပ်လျှောက်လွှာမှာmarriage status မှာ သူခွင့်ပြုချက် မရှိဘဲအိမ်ထောင်ပြုပြီးသူ အဖြစ် တိတ်တခိုးပြင်ရေးခဲ့တယ်။ချင်းစစ်မှာ ဘာမသိလိုက်ရဘဲ အလုပ်ခန့်အပ်ခြင်းခံရတယ် ။ချင်းစစ်က အလွန်ထက်မြတ်သောကြောင့်လုပ်ငန်းရှင် လောင်ကျင်းရဲ့ အသိမှတ်ပြုတာခံရပြီးသူ့ကို အမျိုးသမီးလုပ်ငန်းရှင် အသင်းအဖွဲရဲ့ရှေ့နေအကြံပေးအဖြစ် ထောက်ခံချက်ပေးတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်နိုင်မလဲထိုစဉ် သူ၏ ခင်ပွန်းလောင်းအဖြစ်ရုတ်တရက် ပေါ်ထွက်လာတဲ့ ရန်ဟွာကရောဘယ်လိုမျိုးချင်းစစ်ဆီ အကူညီတောင်းမလဲ ....အိမ်ထောင်မပြုချင်တဲ့ နှစ်ယောက်ကြားမှာဘယ်လို သံယောဇဉ်တွေ ညှိနိုင်မလဲအဲ့အချိန်မှာ ချင်းစစ်ရည်စားဟောင်းဖြစ်သူမှာလည်းရှေ့နေကုမ္ပဏီသို ဝင်ရောက်လာတဲ့အခါမှာဘာ‌တွေဆက်ဖြစ်နိုင်မလဲ သူတိုသုံးယောက်ကြားကရှုပ်ထွေးမယ့် အချစ်ဇာတ်လမ်းကိုစိတ်၀င်တစား ကြည့်ရှုနိုင်ရန် CM မှတင်ဆက်လိုက်ပါသည်။(အညွှန်းရေးသားထားသူကတော့ Mei ...",
        "url": "https://channelmyanmar.org/tvshows/she-and-her-perfect-husband-2022/"
    }
]