[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/esnwUFZ2mKHNm0TAQXGwxdDwwZ4-133x200.jpg",
        "title": "Finding Ola (2022)",
        "description": "Finding Ola (2022)================IMDb Rating - 7.7/10ကွာရှင်းမှုဆိုတာ ယောင်္ကျားတွေအတွက်တော့ လွတ်လပ်မှု၊ မိန်းမတွေအတွက်တော့\nအကျဉ်းထောင် တဲ့ . . . ဒီစကားက အငြင်းပွားဖွယ်နိုင်ရာတော့ ရှိတာပေါ့။\nဘာလို့ဆို တချို့သောကိစ္စတွေမှာက ၂ ယောက်လုံးအတွက် လွတ်လပ်မှု ဖြစ်နေနိုင်သလို\nအိမ်ထောင်ဆိုတာကမှ အကျဉ်းထောင်လို့ ဆိုလာနိုင်သူတွေလည်း ရှိနေနိုင်ပါတယ်။\nသို့ပေမဲ့ များသောအားဖြင့် အမျိုးသမီးတစ်ယောက်ကို ကွာရှင်းမှုကမှ တကယ့်အကျဉ်း\nထောင်လို့ ပြောရင် သူလက်ခံနိုင်ချေရှိတယ်။ ဘာလို့ဆို လက်တွဲဖော် မရှိတော့ဘူးဆိုသည်နဲ့\nတစ်ပြိုင်နက် သူဟာ ကိုယ့်ထူးကိုယ်ချွန်ပြီး ဘ၀အတွက် ရုန်းကန်လှုပ်ရှားရတော့မယ်။\nသားသမီးရှိနေရင် လူပိုစာပါ သူရှာရမယ်။ မိသားစုတာ၀န်ကြီး တစ်ခုလုံးက မောင်တစ်ထမ်း\nမယ်တစ်ရွက်ကနေ မယ်ချည်းသာလျင်အခြေအနေကို ရောက်လာမယ်။ ဒီတော့ ဟုတ်တယ်\nဘ၀သစ်ရဲ့ အကျဉ်းထောင်ကြီးလိုပါပဲ ...အလားတူ မိကံဆိုးကြီး Ola ဟာလည်း ဒီထောင်ကျသွားသဗျ  ဒီထောင်ထဲ အရောက်ပို့လိုက်သူ\nကတော့ သူ့‌ချစ်လင် ကိုယ်တိုင်ပါပဲ။ ဒီတော့ သူ့ဘ၀ဟာ မိုးနဲ့မြေလို ရုတ်ချည်း ...",
        "url": "https://channelmyanmar.org/tvshows/finding-ola-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egkQscuDx4u62VxCMv9e1R3Xd8q.jpg",
        "title": "Next Level Chef (2022)",
        "description": "Next Level Chef (2022)Masterchef ကိုလွမ်းနေကြတဲ့ သူများအတွက်\nGordon Ramsay ရဲ့ Next Level Chef လာပါပြီNext Level Chef ဆိုတဲ့ ပြိုင်ပွဲခေါင်းစဉ်အတိုင်း\nအားလုံးတစ်ခါမှမမြင်ဖူးတဲ့ ယှဉ်ပြိုင်မှုမျိုးနဲ့ ယှဉ်ပြိုင်ရမှာပါ\nဒီပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ Gordon တစ်ယောက် တစ်နိုင်ငံလုံးအနှံ့က\nHome Cook တွေ Social Media Chef တွေ Professional Chef တွေ စုစုပေါင်း ၁၅ ယောက်ကိုရွေးချယ်ထားပါတယ်\nRamsay ရဲ့ အမိုက်စားပြိုင်ပွဲအိုင်ဒီယာကို ကူညီအကောင်အထည်ဖော်ဖို့\nနောက်ထပ်ရောက်ရှိလာတဲ့ Chef နှစ်ယောက်က\nNyesha Arrington နဲ့ Richard Blais ပါဒီပြိုင်ပွဲဝင် ၁၅ ယောက်ထဲကနေမှ စားဖိုမှူးကြီး ၃ ယောက်က\nသူတို့အဖွဲ့ထဲကို ၅ ယောက်စီခေါ်ပြီး Mentorship ပေးမှာပါ\nဒီပြိုင်ပွဲရဲ့ အထူးခြားဆုံးကတော့ ချက်ပြုတ်ရမယ့် Kitchen ပါပဲ\nပုံမှန်မြင်တွေ့နေကျ Kitchen တစ်ခုတည်းမှာ အားလုံးချက်ရမှာမဟုတ်ဘဲ\nမတူညီတဲ့ Kitchen ...",
        "url": "https://channelmyanmar.org/tvshows/next-level-chef-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/game_of_thrones_ver56-135x200.jpg",
        "title": "Game of Thrones Season 5 [COMPLETE]",
        "description": "ဒီ TV Series ကို April 17, 2011 ခုနှစ်မှာ HBO ရုပ်သံလိုင်းက စတင်ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပါတယ်။\nGeorge R.R. Martin ရဲ့ရောင်းအကောင်းဆုံးစာအုပ်ဖြစ်တဲ့ “A Song of Ice and Fire” စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ခုနှစ်ပြည်ထောင်တိုင်းရဲ့ ပလ္လင်ကို လုကြမယ့် မျိုးနွယ်စုတွေ…မိသားစုတွေ….\nနဂါးတွေ…လူရိုင်းတွေ…လူသန်ကြီးတွေ…မကောင်းဆိုးဝါးတွေ…စတဲ့ မျိုးနွယ်မတူကြသူတွေတိုက်ခိုက်ကြမှာ ဖြစ်ပြီး\nကြမ်းကြုတ်ရက်စက်မှုတွေ…..မေတ္တာတရားတွေ…လိမ်လည်လှည့်ဖျားမှုတွေ…ရိုးသားဖြောင့်မတ်သစ္စာစောင့်သိမှုတွေကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက တကယ့်ကို မထင်မှတ်တာတွေပဲရိုက်ပြထားပြီးသတ်တာဖြတ်တာတွေပီပြင်လွန်းတာကြောင့် စိတ်မခိုင်သူများမကြည့်သင့်ပါဘူး။\nအမှန်တရားမရှိတဲ့ အရိုင်းဆန်ဆန်ခေတ်တစ်ခုကိုမြင်ရမှာဖြစ်ပြီး ပွင့်လင်းလွန်းစွာတင်ဆက်ထားပါတယ်။တကယ်လဲ လူ့လောကကြီးဆိုတာ အင်အားကြီးသူက အနိုင်ကျင့်ဗိုလ်ကျတဲ့ တောနက်ကြီးတစ်ခုပဲ မဟုတ်လား။ဇာတ်ကားက အစပိုင်းလောက်မှာ(ဇာတ်ကောင်တွေကိုမသိသေးတာကြောင့်)နည်းနည်းအေးနေပေမယ့်\nနောက်ပိုင်းတွေမှာတော့ ထိုင်ရာမထ (အိပ်ရေးပျက်ခံ)ကြည့်ရှုမိမယ့် စီးရီးမျိုးဖြစ်ပါတယ်။Adventure | Drama | Fantasy | 18+ အမျိုးအစားဖြစ်ပြီး IMDb Rating က (9.5/10) ထိရရှိထားတာဖြစ်ပါတယ်။\nRating မြင့်သလို ဇာတ်ညွှန်းကလဲ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ TV ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-thrones-season-5-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Bfjh4EJMK95qagRSWtzJ9MwmE7.jpg",
        "title": "Work Later, Hike Now (2022)",
        "description": "Work Later Hike Now (2022)သုံးယောက်ပေါင်းလောင်းကျော် အရက်သမား မမ၃ယောက်ကို မှတ်မိကြသေးရဲ့လား\nSeason 2 လေးကိုစောင့်ရင်းနဲ့ မမ သုံးယောက်ရဲ့ Variety Show လေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီတခါမှာတော့ မမတွေက အရက်သမားအဖြစ်ကနေ တောင်တက်သမားဖြစ်သွားကြပါပြီ\n- တောင်တက်ရတာ သဘောကျတဲ့ ဆွန်းဟွာရယ်\n- တောင်ဆိုလို့ အပြေးစက်က လျှောစောက်လိုမျိုးမြင့်တာလေးပဲ ပြေးဖူးတဲ့ အွန်းဂျီရယ်\n- တောင်တက်ရင် လှဲပြီးနားလိုက် တက်လိုက်လုပ်မယ်ဆိုတဲ့ ဆွန်းဘင်တို့ သုံးယောက်ဘယ်တောင်တွေကိုတက်ပြီး ဘယ်လိုဟာသတွေမြင်ရဦးမှာလဲ\nမမ ၃ယောက်အလှအပြင် သာယာလှပတဲ့ တောင်တွေ တောင်ထိပ်ရှုခင်းအလှတွေကိုမြင်ရမှာဖြစ်ပါတယ်အပိုင်း ၄ပိုင်းထွက်ရှိမှာ ဖြစ်ပြီး အပတ်စဥ် စနေနေ့တိုင်းတင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်(အညွှန်းကိုတော့ Shwe Pyae Sone မှ ရေးသားပေးထားပြီးCM Variety AM မှ ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)Genre.....Reality\nQuality….WEB-DL 1080p and 720p\nFile size…1.2GB and 750MB\nFormat…mp4\nDuration….1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "url": "https://channelmyanmar.org/tvshows/work-later-hike-now-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/umXXyzaVgdN7oOqb2u5EMWUckrE.jpg",
        "title": "The Autumn Ballad",
        "description": "The Autumn Balladဒီတစ်ခါ CMကနေ ဘာသာပြန်တင်ဆက်ပေးဖို့ ရွေးချယ်ထားတဲ့ ဇာတ်ကားလေးကတော့နန်းတွင်းဇာတ်ကားလေးဖြစ်တဲ့ The Autumn Ballad ပဲဖြစ်ပါတယ်ဒီကားလေးမှာတော့လက်ရှိ CM မှာပြသနေတဲ့ Dream Garden ထဲကမင်းသမီးချောလေး Qiao Xin က (ချိုးယန်း)အဖြစ်\nNovoland:castle in the sky 2 ထဲကမင်းသားချော Xu Zheng Xi က (လျန်ရိ)အဖြစ်အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ချိုးမိသားစုရဲ့အချစ်မခံရတဲ့ချိုးယန်းမမလေးကတစ်နေ့မှာဖိအားပေးလက်ထပ်ခြင်းခံခဲ့ရတယ်ကံမကောင်းစွာနဲ့မင်္ဂလာဆောင်တဲ့နေ့မှာပဲ သတို့သားလောင်းဟာ သေသွားခဲ့ပြီးချိုးယန်းဟာလည်း အခန်းထဲမှာပိတ်လှောင်ထားခံခဲ့ရပါတယ်ချိုးယန်းကသူမရဲ့ဉာဏ်ရည်ထက်မြက်မှုနဲ့ဇွဲလုံ့လဝိရိယကိုသုံးပြီးပိတ်လှောင်ထားရာကနေလွတ်မြောက်အောင်ကြံဆောင်နိုင်ခဲ့ပါတယ်ဒါပေမယ့်လည်း အဲ့ကိစ္စကမပြီးသေးဘဲ တစ်စတစ်စပိုပိုရူပ်ထွေးတဲ့အမှုဖြစ်လာပါ‌တော့တယ်အဲ့အမှုကိုစုံစမ်းရင်းအခက်အခဲတွေကြုံတွေ့လာတဲ့အချိန်မှာအေးတိအေးစက်နိုင်တဲ့ ဦးရီတော်လျန်ရိနဲ့ရင်းနှီးကျွမ်းဝင်ခဲ့ပါ‌တော့တယ်လက်ရုံးရည်ရောနှလုံးရည်နဲ့ပါပြည့်စုံတဲ့ လျန်ရိနဲ့ဉာဏ်ရည်ထက်မြက်တဲ့ချိုးယန်းတို့နှစ်ယောက်အပြန်အလှန်ဖေးမကူညီပေးရင်းအမှုတွေ အခက်အခဲတွေကိုဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲ တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကူညီရင်းအချိန်တွေကြာလာတာနဲ့အမျှလျန်ရိနဲ့ချိုးယန်းတို့ရဲ့ချစ်ခြင်းမေတ္တာတွေဘယ်လိုပေါက်ဖွားလာမလဲဆိုတာကိုတော့CMကနေ မကြာခင်မှာတင်ဆက်ပေးတော့မယ့် The Autumn Ballad ဆိုတဲ့ဇာတ်လမ်းတွဲလေးမှာ စောင့်မျှော်ကြည့်ရှု အားပေးကြပါဦးနော်~   \nEpisode 1\nYoteshin / MegaUp / Usersdrive /  VIP\n \nEpisode 2\nYoteshin / MegaUp / Usersdrive /  VIP\n \nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/the-autumn-ballad/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5EP4jCFSf5eYONcslGnpxkTnvId.jpg",
        "title": "Rudra: The Edge Of Darkness (2022) Complete",
        "description": "Rudra:The edge of darkness(2022)ဒီဇာတ်လမ်းတွဲကတော့ အင်္ဂလိပ်စီးရီးတစ်ခုဖြစ်တဲ့ Luther ကိုအန္ဒိယဇာတ်လမ်းတွဲအဖြစ်ပြန်လည်အသက်သွင်းထားတဲ့ Crime/Thriller စီးရီးတစ်ခုပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစအဆုံးတစ်ထေရာထဲပြန်ရိုက်ထားတာတော့မဟုတ်ပေမယ့် Remake လို့ပြောထားတာကြောင့်ဇာတ်ကောင်တွေနဲ့ ဇာတ်လမ်းကြောရိုးတချို့ကတော့ဆင်တူနေမှာပါ။ မူရင်း Luther စီးရီးကတော့ ၂၀၁၀ ခုနှစ်ထဲကစတင်ပြီးSeason(5) ခုထွက်ရှိထားပြီး အခုအိန္ဒိယဇာတ်လမ်းတွဲက တော့ Season(1) ကို အပိုင်း(6)ပိုင်းနဲ့ထွက်ရှိလာတာပါ။ ဇာတ်လမ်းအကျဥ်းကတော့ မွန်ဘိုင်းမြို့တောင်ပိုင်းက ရူဒရာဆိုတဲ့ရဲတစ်ယောက်ဟာသေနတ်လုံးဝမကိုင်တဲ့ရဲဆိုပြီးနာမည်ကျော်ပါတယ်။ ဟုတ်ပါတယ် သူဟာလူသတ်မှု၊ပြန်ပေးဆွဲမှု စတဲ့အမှုကြီးတွေကိုကိုင်တွယ်ရပေမယ့်လည်း သေနတ်ကိုလုံးဝမကိုင်ပဲMind game တွေကိုသာသုံးပြီးအမှုတွေကိုဖြေရှင်းလေ့ရှိတာပါ။ ဒီလိုအရည်အချင်းရှိတဲ့ရဲတစ်ယောက်ကလည်း သူ့ကိုယ်ပိုင်ဘဝမှာတော့အမြဲအဆင်ပြေမနေခဲ့ပါဘူး။ကွဲခါနီးဖြစ်နေတဲ့အိမ်ထောင်ရေးတစ်ခု၊ ဖြေရှင်းစရာကျန်နေတဲ့အမှုတွေကြားမှာသူဘယ်လိုကျော်လွှားမလဲ။ အမှောင်လောကနဲ့ရင်ဆိုင်ရင်း ကိုယ့်ရဲ့အမှောင်ဘက်ခြမ်းကိုရောရူဒရာတစ်ယောက် ထိန်းချုပ်နိုင်ပါ့မလား။ အဲဒါတွေနဲ့အတူ စိတ္တဇဆန်ဆန်မှုခင်းတွေနဲ့ plot twist တွေmind game တွေကို ဝေဝေဆာဆာကြည့်ရှုရမယ့်စီးရီးတစ်ခုဖြစ်တဲ့အပြင် နဂိုအင်္ဂလိပ်ဇာတ်လမ်းရဲ့ကြောရိုးကိုအိန္ဒိယစတိုင်ပြန်ရိုက်ထားတာကလည်းကြည့်ရတာ အရသာတစ်မျိုးဖြစ်တာကြောင့် မှုခင်း/စုံထောက်ကားကောင်းတွေကိုကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးအနေနဲ့လက်လွှတ်မခံသင့်တဲ့စီးရီးတစ်ခုလို့ပဲညွှန်းလိုက်ပါရစေ။ File Size – 600MB @Episode / 300MB@EpisodeQuality – 1080p / 720pDuration – minute ...",
        "url": "https://channelmyanmar.org/tvshows/rudra-the-edge-of-darkness-2022-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zgu3p4NvisS8CI68cUfBKbvAvu8.jpg",
        "title": "Space Force(2020)",
        "description": "Space Force (2020)ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း(၁ မှ ၁၀ )ထိ စ/ဆုံး(zip file ဖြင့်လည်း ပြုလုပ်ပေးထားပါသည်...)Space Force ဆိုတာ အစတော့ လေတပ်ရဲ့တပ်ဖွဲ့ခွဲတစ်ခု။ Air Force Space Command လို့ခေါ်တယ်။ ၁၉၄၅ ကနေ ၁၉၈၂ ထိတော့ Military Space Program လို့ခေါ်ခဲ့ပေမယ့် ၁၉၈၂ မှာတော့ Air Force Space Program လို့ ပြောင်းလိုက်တာဖြစ်တယ်။အဲဒီအဖွဲ့ကို လေတပ်ရဲ့အာကာသဌာနခွဲအဖြစ်ကနေ လုံးဝခွဲထုတ်ပစ်လိုက်ပြီး သီးခြားတည်ရှိနေတဲ့ လွတ်လပ်သောဌာနကြီးအဖြစ် ၂၀၁၉ ဒီဇင်ဘာမှာပြောင်းလဲဖွဲ့စည်းခဲ့တယ်။ ဒီနှစ် ၂၀၂၀ မေလ ၁၅ရက်နေ့မှာတော့ US Space Force လို့ အမည်ရတဲ့ အမေရိကန်အာကာသတပ်ဖွဲ့ရဲ့ အလံကို ဒေါ်နယ်ထရန့်က တရားဝင်ထုတ်ပြန်ကြေညာလိုက်တယ်။Space X နဲ့ NASA ရဲ့ Crew Dragon ...",
        "url": "https://channelmyanmar.org/tvshows/space-force2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zgu3p4NvisS8CI68cUfBKbvAvu8.jpg",
        "title": "Space Force S02 (2022)",
        "description": "Space Force (2020)ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း(၁ မှ ၇ )ထိ\n(အစ-အဆုံး)Space Force ဆိုတာ အစတော့ လေတပ်ရဲ့တပ်ဖွဲ့ခွဲတစ်ခု။ Air Force Space Command လို့ခေါ်တယ်။ ၁၉၄၅ ကနေ ၁၉၈၂ ထိတော့ Military Space Program လို့ခေါ်ခဲ့ပေမယ့် ၁၉၈၂ မှာတော့ Air Force Space Program လို့ ပြောင်းလိုက်တာဖြစ်တယ်။အဲဒီအဖွဲ့ကို လေတပ်ရဲ့အာကာသဌာနခွဲအဖြစ်ကနေ လုံးဝခွဲထုတ်ပစ်လိုက်ပြီး သီးခြားတည်ရှိနေတဲ့ လွတ်လပ်သောဌာနကြီးအဖြစ် ၂၀၁၉ ဒီဇင်ဘာမှာပြောင်းလဲဖွဲ့စည်းခဲ့တယ်။ ဒီနှစ် ၂၀၂၀ မေလ ၁၅ရက်နေ့မှာတော့ US Space Force လို့ အမည်ရတဲ့ အမေရိကန်အာကာသတပ်ဖွဲ့ရဲ့ အလံကို ဒေါ်နယ်ထရန့်က တရားဝင်ထုတ်ပြန်ကြေညာလိုက်တယ်။ Space X နဲ့ NASA ရဲ့ Crew Dragon Demo-2 မစ်ရှင်အကြောင်း အားလုံးလည်း သိကြမယ်ထင်ပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/space-force-s02-2022-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IeCGRnRqwIOh3iAwJDx3lxAE4Y.jpg",
        "title": "Damo ( 2003 )",
        "description": "ချယ်အို့ ဆိုတဲ့အမျိုးသမီးလေးဟာ ဂျိုဆွန်းခေတ် စစ်ဆေးရေးဌာနရဲ့ထက်မြတ်တဲ့ ဒါမိုတစ်ယောက်ပါ။ ဒါမိုတွေဟာ စစ်ဆေးရေးဌာနမှာလုပ်ကိုင်ရတဲ့အမျိုးသမီးစစ်ဆေးရေးမှူးတွေဖြစ်ပေမယ့် အဆင့်အတန်းကတော့လက်ဖက်ရည်ဆက်သရတဲ့အစေခံတွေနဲ့မခြားမနားပါပဲ။ချယ်အို့ရဲ့အထက်အရာရှိဖြစ်သူ ဟွမ်ဘိုယွန်းကတော့ ချယ်အို့ကိုငယ်ငယ်ကတည်းက စောင့်ရှောက်ခဲ့သူဖြစ်ပြီး မေတ္တာသက်ဝင်နေသူပါ။တိုင်းပြည်ကိုကမောက်ကမဖြစ်စေတဲ့ ဒုစရိုက်မှုတွေနဲ့ အထက်တန်းလွှာတွေရဲ့အုပ်စိုးမှုကို တော်လှန်ဖို့ကြိုးစားနေသူကတော့ ဂျောင်ဆောင်းဘဲ့ဆိုတဲ့သူပုန်ခေါင်းဆောင်တစ်ဦးဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဟွမ်ဘိုယွန်းရဲ့လက်အောက်ကနေ ဒုစရိုက်မှုတွေကို အမြစ်ပြတ်တွန်းလှန်ဖို့ကြိုးစားနေတဲ့ချယ်အို့တစ်ယောက် အမှုတွေကိုစုံစမ်းရင်းနဲ့ သူနဲ့ သူပုန်ခေါင်းဆောင်ဂျောင်ဆောင်းဘဲ့တို့အကြားဆက်နွယ်မှုတစ်ခုရှိနေတာသိလိုက်ရပါတယ်။ဒီဇာတ်လမ်းလေးမှာတော့ Chae ok အဖြစ်သရုပ်ဆောင်ထားတဲ့Ha Ji Won တစ်ယောက် အနှိမ်ခံလူတန်းစားအနေနဲ့ဘယ်လိုရပ်တည်ချက်တွေနဲ့ အထက်တန်းလွှာတွေကို ဆန့်ကျင်မလဲ ?အထက်အရာရှိကိုမှ မြတ်နိုးမိနေတဲ့ သူ့အချစ်ရေးကရောကြည်နူးစရာဖြစ်လာမှာလား ကြေကွဲစရာဖြစ်လာမှာလား ?သူပုန်ခေါင်းဆောင်ဖြစ်နေတဲ့ အစ်ကိုဂျောင်ဆောင်းဘဲ့နဲ့ရောဘယ်လိုတွေ ရင်ဆိုင်သွားမလဲ ? ဆိုတာတွေကို Ha Ji wonရဲ့အမိုက်စားဓါးသိုင်းတွေနဲ့အတူ ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။တွဲဖက်သရုပ်ဆောင်တွေအနေနဲ့လည်း Yi San အဖြစ် ပရိသတ်တွေကိုဆွဲဆောင်နိုင်ခဲ့တဲ့ တစ်ခေတ်တစ်ခါက ပါးချိုင့်မင်းသားကြီးLee Seo Jinနဲ့ ဗီလိန်အနေနဲ့ ပရိသတ်တွေလူသိများကြတဲ့၏Jang Sung Baek တို့က ပါဝင်ထားတာမို့ ...",
        "url": "https://channelmyanmar.org/tvshows/damo-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sXEiMRfG2IiSpa7gVWY401L6n21.jpg",
        "title": "Hwarang: The Poet Warrior Youth (2016) [Complete]",
        "description": "Hwarang: The Poet Warrior Youth (2016) ဇာတ်လမ်းတွဲအညွှန်း****************************************************အပိုင်း (၁၆ မှ ၂၀) ထိ(အစ-အဆုံး ရပါပြီ) ဒီဇာတ်လမ်းတွဲလေးကတော့ ရှီလာခေတ်ကို အခြေတည် ရိုက်ကူးထားပြီး အဆင်ချောချောလေးတွေကို တစ်ဝကြီး ကြည့်လိုရမယ့် ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာ Park Seo Jun , Park Hyun Sik, Go A-Ra, အချေမမ Seo YeJi အပြင် SHINee Choi Min Ho, Do Ji Han, Jo Yoon Woo နဲ့ အာမီလေးတိုရဲ့ အချစ်တော် Kim Tae Hyungကလည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မွေးနာမည်တောင် မရှိဘဲ ခွေးငှက်လို ခေါ်ကြပြီး သူငယ်ချင်း ဖြစ်သူရဲ့ သေဆုံးမှုကို လက်တုံပြန်ဖိုအတွက် မြိုတော်ကို ရောက်လာကာ ဟွာရန်းထဲ ...",
        "url": "https://channelmyanmar.org/tvshows/hwarang-the-poet-warrior-youth-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZKfZWwFOAicgoKS2IO7oM1GuHZ.jpg",
        "title": "The Boys Presents: Diabolical (2022)",
        "description": "The Boys presents: Diabolical (2022) (Completed) ~ IMDb - 8.1/10, RT - 100%, IGN - 8/10 ~ ဒီနှစ်တွေထဲမှာ Amazon Prime က‌‌နေ The Boys နဲ့ Invincible လို မဲပြာပုဆိုးကနေ နည်းနည်းကွဲထွက်နေတဲ့ စူပါဟီးရိုးစီးရီးတွေကို ဘတ်ဂျက်ကောင်းကောင်းနဲ့ တင်ဆက်ခဲ့ပါတယ်။ ဒီတစ်ခါလည်း Amazon ဟာ The Boys Season 3 မလာခင်မှာ The Boys ရဲ့ Universe ထဲက ဇာတ်လမ်းတွေကို တစ်ပိုင်းဇာတ်လမ်းတစ်ခုနဲ့ Spin-Off ‌Animated series အဖြစ် တင်ဆက်လိုက်ပါတယ်။ ၈ပိုင်းပါ၀င်ပြီး ၈ပိုင်းလုံး တစ်ပြိုင်တည်းထွက်ရှိထားတာပါ။ Anthology Series ဆိုတော့ တစ်ပိုင်းနဲ့တစ်ပိုင်း အဆက်အစပ်မရှိပါဘူး။ Rotten Tomatoes 100% ...",
        "url": "https://channelmyanmar.org/tvshows/the-boys-presents-diabolical-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-21-at-14.41.59-135x200.png",
        "title": "Secrets of Summer (2022)",
        "description": "Secrets of Summer (2022)====================IMDb Rating - 6.9/10\"Secrets of Summer \" နွေရာသီလျှို့ဝှက်ချက်များဆိုတဲ့ အမည်လေးအတိုင်း\nနွေရာသီအချိန်အခါကိုနောက်ခံထားရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ။နွေရာသီ\nဆိုတာက မိုးလေကင်းစင်ပြီးပူပြင်းခြောက်သွေ့တာက ဓမ္မတာပါပဲ။ ဒီလိုရာသီမျိုး\nဆိုတာက ရေနဲ့ပတ်သက်တဲ့အားကစားသမားတွေအတွက်အကြိုက်ဆုံးရာသီတစ်ခု\nပေါ့။\nဒီဇာတ်ကားလေးထဲမှာဆိုရင်လည်း Cielo Grandeလေးမှာ (၁၂)နှစ်ကြာမကျင်းပဖြစ်တဲ့\nSummer Crush ဆိုတဲ့ ရေလှိုင်းစီးပြိုင်ပွဲလေးတစ်ခုကို နွေရာသီမှာကျင်းပဖို့ဟန်ပြင်\nနေကြတာပေါ။ ဒီပြိုင်ပွဲလေးနဲ့အတူ Sky Vibes ဆိုတဲ့ ကာရာအိုကေဘားလေးကိုပါ ပြန်\nအသက်သွင်းရင်း Cielo Grandeကိုအရင်ကလိုပြန်ဖြစ်အောင်ကြိုးစားနေကြတာပေါ့။\nဒီလိုပြန်အသက်သွင်းဖို့လုပ်နေတဲ့ Cielo Grande ဆိုတဲ့နေရာလေးဆီ ပရော်ဖက်ရှင်နယ်\nရေလှိုင်းစီးသမားလေး Steffiကလည်း သူ့မိသားစုရဲ့လျှို့ဝှက်ချက်လေးကိုရှာဖွေဖို့ရောက်\nလာတော့ Cielo Grandeက အရင်လိုလှုပ်ရှားအသက်ဝင်လာမလား။ Steffiကလည်း\nသူရှာနေတဲ့အရာကိုတွေ့သွားမလားဆိုတာကို စိတ်အပန်းဖြေကြည်နူးစွာကြည့်ရမယ့်\nFamily and drama ကားလေးပါလို့ ညွှန်းပါရစေ။(စုစုပေါင်း ၁၁ ပိုင်းရှိတဲ့ ဒီစီးရီးကို cm မှဆက်တိုက်တင်ဆက်သွားပါမည်။)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်။)File Size ...",
        "url": "https://channelmyanmar.org/tvshows/secrets-of-summer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/ffe634bc-39d2-4efe-8395-e34d66279f4f.jpg",
        "title": "Ran Dok Ngiew (2022)",
        "description": "Ran Dok Ngiew(2022) စ / ဆုံး***********************ဇာတ်လမ်းအကျဥ်းမိန်းမသားတစ်ယောက်ရဲ့ ခန္ဓာကိုယ် နဲ့နှလုံးသားကိုကောက်ကျစ်စဥ်းလဲတဲ့ယောင်္ကျားတစ်ယောက်ရဲ့ လက်ထဲမှ\nာအစိတ်စိတ်အမြွှာမြွှာဖြစ်အောင်နင်းခြေခံလိုက်ရတဲ့အချိန်မှာတော့ .......အဲ့ဒီမိန်းကလေးတစ်ယောက်ရဲ့ ရင်ထဲမှာနာကျည်းမှုတွေ အငြိုးအတေး တွေက ဖုံးလွှမ်းသွားပါတော့တယ် ......ဒါကြောင့် သူမဟာ သူ့ရဲ့ ကျန်ရှိနေတဲ့ဘဝအစိတ်အပိုင်းမှာလက်စားချေနိုင်ဖိုအတွက် လိမ်လည်လှည့်ဖျားခြင်းနဲ့အတူ သူ့မရဲ့ခန္ဓာကိုယ်ကိုလက်နက်အဖြစ်သုံးခဲ့ပါတယ်။အဲ့ဒီအငြိုးအတေးတွေကလည်း လူမှူအသိုင်းအဝိုင်းကြားထဲမှာဖြစ်ပေါ်နေတဲ့ ကျား-မ ခွဲခြားမှုဆိုတဲ့ ခေါင်းစဥ်ကိုဘယ်လိုမျိုးအကျိုးသက်ရောက်မှုတွေဖြစ်စေမလဲ..........ဇာတ်ကောင်တဦးချင်းဆီရဲ့ အခြေခံမိသားစုဘဝတွေကို ပုံဖော်တင်ဆက်ထားတာကသင့်အတွက် အံ့အားသင့်ဖွယ် သင်ခန်းစာတွေနဲ့ ကြည့်ရှုရမယ့်ဇာတ်လမ်းတွဲလေးကိုCM မှ Ongoing အမှီ ဘာသာပြန်တင်ဆက်ပေးမှာဖြစ်ပါတယ် စောင့်မျှော်အားပေးကြပါဦးရှင်...........[ဇာတ်လမ်းအကျဥ်းကို Tinme me soe & Zoe မှရေးထားပါတယ် ]Episodes: TBAAired: Jan.1, 2022– TBAAired On: Mon to ThurGenres: Romance, DramaTranslated by Zoe , May Thu & Tin Me Me ...",
        "url": "https://channelmyanmar.org/tvshows/raan-dok-nigw-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/game_of_thrones_ver51-135x200.jpg",
        "title": "Game of Thrones Season 4 [COMPLETE]",
        "description": "ဒီ TV Series ကို April 17, 2011 ခုနှစ်မှာ HBO ရုပ်သံလိုင်းက စတင်ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပါတယ်။\nGeorge R.R. Martin ရဲ့ရောင်းအကောင်းဆုံးစာအုပ်ဖြစ်တဲ့ “A Song of Ice and Fire” စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ခုနှစ်ပြည်ထောင်တိုင်းရဲ့ ပလ္လင်ကို လုကြမယ့် မျိုးနွယ်စုတွေ…မိသားစုတွေ….\nနဂါးတွေ…လူရိုင်းတွေ…လူသန်ကြီးတွေ…မကောင်းဆိုးဝါးတွေ…စတဲ့ မျိုးနွယ်မတူကြသူတွေတိုက်ခိုက်ကြမှာ ဖြစ်ပြီး\nကြမ်းကြုတ်ရက်စက်မှုတွေ…..မေတ္တာတရားတွေ…လိမ်လည်လှည့်ဖျားမှုတွေ…ရိုးသားဖြောင့်မတ်သစ္စာစောင့်သိမှုတွေကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက တကယ့်ကို မထင်မှတ်တာတွေပဲရိုက်ပြထားပြီးသတ်တာဖြတ်တာတွေပီပြင်လွန်းတာကြောင့် စိတ်မခိုင်သူများမကြည့်သင့်ပါဘူး။\nအမှန်တရားမရှိတဲ့ အရိုင်းဆန်ဆန်ခေတ်တစ်ခုကိုမြင်ရမှာဖြစ်ပြီး ပွင့်လင်းလွန်းစွာတင်ဆက်ထားပါတယ်။တကယ်လဲ လူ့လောကကြီးဆိုတာ အင်အားကြီးသူက အနိုင်ကျင့်ဗိုလ်ကျတဲ့ တောနက်ကြီးတစ်ခုပဲ မဟုတ်လား။ဇာတ်ကားက အစပိုင်းလောက်မှာ(ဇာတ်ကောင်တွေကိုမသိသေးတာကြောင့်)နည်းနည်းအေးနေပေမယ့်\nနောက်ပိုင်းတွေမှာတော့ ထိုင်ရာမထ (အိပ်ရေးပျက်ခံ)ကြည့်ရှုမိမယ့် စီးရီးမျိုးဖြစ်ပါတယ်။Adventure | Drama | Fantasy | 18+ အမျိုးအစားဖြစ်ပြီး IMDb Rating က (9.5/10) ထိရရှိထားတာဖြစ်ပါတယ်။\nRating မြင့်သလို ဇာတ်ညွှန်းကလဲ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ TV ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-thrones-season-4-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohGz4HDYGTite1GmRhRuBMVAn03.jpg",
        "title": "Arcane(2021) Complete",
        "description": "နာမည်ကျော် PC ဂိမ်းကြီးတစ်ခုဖြစ်တဲ့ League of Legends ဂိမ်းကြီးကိုပရိသတ်တော်တော်များများ သိကြမှာပါ... ဒီဂိမ်းဟာ MOBA ဂိမ်းတစ်ခုဖြစ်ပြီးတော့ကမ္ဘာတစ်ဝှမ်းဆော့ကစားသူပေါင်းသန်းချီရှိနေတဲ့ Playerbase အများဆုံးဂိမ်းလည်း ဖြစ်ပါတယ်...ထူးခြားတာကတော့ ဒီဂိမ်းကိုပိုင်တဲ့ Riot ကုမ္ပဏီက Fan service ပေးရမှာ အင်မတန်ကို နာမည်ကြီးတာပါ...ဂိမ်းထုတ်လုပ်ရုံတင်မကပဲ ဂိမ်းနဲ့ပတ်သတ်တဲ့ ပြိုင်ပွဲတွေ ရှိုးတွေ အလှူပွဲတွေအပြင် Kpop band လို အဆိုတော်အဖွဲ့တွေပါ ဖွဲ့ထားတာပဲဖြစ်ပါတယ်...အခုတော့ နောက်တစ်ဆင့်အနေနဲ့ ရုပ်ရှင်ဇာတ်လမ်းတွဲတွေဘက်ပါ ခြေဦးလှည့်လာပြန်ပါတယ်...ဒါကတော့ အခုတင်ဆက်ပေးမယ့် 'Arcane' ဆိုတဲ့ စီးရီးပါ... LOL အခြေတည်ရာကမ္ဘာကတော့Runeterra ဆိုတဲ့ ကမ္ဘာကြီးဖြစ်ပြီး နောက်ခံသမိုင်းဇာတ်ကြောင်းတွေ ဇာတ်လမ်းတွေနဲ့ အင်မတန်ကျယ်ပြန့်တဲ့universe ကြီးတစ်ခုကို တည်ဆောက်ထားတာပဲဖြစ်ပါတယ်... ဂိမ်းထဲမှာပါဝင်တဲ့ ချန်ပီယံတွေရဲ့ ဘဝဇာတ်ကြောင်း..နေရာဒေသတွေရဲ့ သမိုင်း..စတာတွေဟာ LOL ဆော့ကစားရာ Players တွေအတွက် သီးသန့်ကမ္ဘာတစ်ခုဖြစ်နေပြီး စိတ်ဝင်စားစရာလည်း အပြည့်နဲ့ပါ...ဒီ universe ကြီးကို ...",
        "url": "https://channelmyanmar.org/tvshows/arcane/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqlPVNTnYNoXTqyIaW2oN1qV2lZ.jpg",
        "title": "Dream High Season 1 and Season 2",
        "description": "Dream High Season 1 (2011)Dream Highလို့ပြောလိုက်တာနဲ့ ငယ်ငယ်က ကျူရှင်အပြီးမှာ\nအိမ်အပြေးပြန်ပြီး ကြည့်ခဲ့ဖူးတဲ့ အမှတ်တရတွေပြန်တွေးမိနေပြီလား?တကယ်လည်း 2011ကထွက်ရှိခဲ့တဲ့ ဒီကားလေးက\nKdrama ချိုးကပ်တွေနဲ့ မစိမ်းတဲ့ကားလေးပါနော်။အိပ်မက်‌တွေဆီကို အရောက်လှမ်းနိုင်ဖို့ အထောက်အပံ့တစ်ခုဖြစ်တဲ့\nနာမည်ကြီး ဂီရင်းအနုပညာကျောင်းတော်ကြီးမှာပုံစံမတူ၊အခြေအနေမတူကြတဲ့ လူငယ်တွေစုဝေးနေပြီး\nသူတို့အားလုံးမှာ တူညီတာတစ်ခုက ပွဲဦးထွက်ပြီး\nတောက်ပတဲ့ကြယ်ပွင့်‌လေးတွေ ဖြစ်ချင်တဲ့ အိပ်မက်တစ်ခုတည်းပါပဲ။လူအများရှေ့မှာ လင်းလက်နေချင်တဲ့\nအလင်းရောင် ထွက်ပေါ်ခါစ ကြယ်ပွင့်လေးတွေရဲ့\nတစ်လှမ်းချင်းလှမ်းရင်း တလက်လက်တောက်ပလာပုံကို ကြည့်နေရတာက\nဒီကားရဲ့အရသာဆိုတာ ရင်းနှီးတဲ့လူတိုင်း သိလောက်မှာပါ။အရည်အချင်းရှိရင်ရှိသလောက် ကြိုးစားရင်ကြိုးစားသလောက်\nဘယ်လောက်ပဲမြင့်မားတဲ့အိပ်မက်ဖြစ်နေပါစေ\nကြိုးစားနေသ၍ အောင်မြင်မှုဆိုတာ ရှိစမြဲပဲဆိုတာကို ပြောပြပေးခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ပါဝင်အားဖြည့်ထားတဲ့ Cast တွေကလည်း\nလက်ရှိမှာဒိတ်ဒိတ်ကြဲအောင်မြင်နေတဲ့ နာမည်ကြီးအနုပညာရှင်တွေပါပဲ။- ကျေးတောရွာလေးက အရည်အချင်းရှိတဲ့ လူငယ်လေးအဖြစ်(Kim Soo Hyun)\n- မွေးကတည်းက ရွှေဘုံနန်းစံလေး ဖြစ်ပြီး အထိမခံ မာန‌ခဲလေးအဖြစ်(Bae Suzy)\n- အရည်အချင်းရှိရဲ့သားနဲ့ အိပ်မက်ကိုတက်လှမ်းဖို့ လမ်းစပျောက်နေတဲ့ လူငယ်လေးအဖြစ် (2PM-Ok Taecyeon)\n- ဘုရားပေးတဲ့ဆုလာဘ်အနေနဲ့ ချိုသာတဲ့အသံကိုပိုင်ဆိုင်ထားတဲ့ ကောင်မလေးအဖြစ် (IU)\n- အရည်အချင်းရှိပြီး အလားအလာကောင်းတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/dream-high/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Masters_of_the_Universe_Revelation_-_New_Poster_July_2021-135x200.jpg",
        "title": "Masters of the Universe: Revelation (2021)",
        "description": "Masters of the Universe: Revelation (2021)===============================IMDb Rating - 6.2/10\"I have the power\" ဆိုပြီး စွမ်းအားကိုဆင့်ခေါ်တတ်တဲ့ စကြဝဠာထဲမှာစွမ်းအား\nအကြီးဆုံးလူသား He-manရဲ့ Fan ဖြစ်ခဲ့ရင်တော့ သင်ဟာအသက်လေးဆယ်ကျော်\nငါးဆယ်ကြားထဲရှိနေမှာပါ။ He-Man ဆိုတာက ၁၉၈၀ ခုနှစ်တွေမှာ အောင်မြင်မှုရခဲ့တဲ့\nအပိုင်း(၆၅)ပိုင်းပါတဲ့ animated seriesတစ်ခုပါပဲ။ နောက်ပိုင်းမှာ လည်း series ထပ်\nထုတ်ခဲ့ပါသေးတယ်။ ၁၉၈၅-၁၉၈၇ မှာ She-Ra:The Princess of Power, 1990 နှောင်းပိုင်း\nNew Adventure of He-Man, 2002 မှာ He-man and The Masters of Universe နဲ့ အခု\n၂၀၂၁မှာတော့ He-man and the Masters of Universeဆိုပြီး ဆက်လက်ထုတ်ခဲ့ပါတယ်။\nအခု (၂၀၂၁) series ...",
        "url": "https://channelmyanmar.org/tvshows/masters-of-the-universe-revelation/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/snow-135x200.jpg",
        "title": "Snowpiercer ( 2020 to 2022 ) Season 1 + 2 + 3",
        "description": "Parasite ကားနဲ့ အော်စကာ ရခဲ့တဲ့ ဒါရိုက်တာကြီး ဘွန်ဂျိုဟိုရဲ့ နာမည်ကျော်လက်ရာ တစ်ခု ကြည့်ခဲ့ဖူးလား မသိဘူး။ Snow Piercer လို့ ခေါ်တဲ့ ရုပ်ရှင်ပါ။အခု အဲဒီဇာတ်လမ်းကိုပဲ စီးရီးအနေနဲ့ ရိုက်ကူးထားပါပြီ။ တစ်ပတ်ကို တစ်ပိုင်း ထွက်တာမို့ အပတ်စဉ် တင်ပေးထားတာပါ။စနိုးပီရာဆာ မကြည့်ဖူးသေးတဲ့လူတွေအတွက် အကျဉ်းလေး ပြောပြပါ့မယ်။အနာဂါတ်ကာလတစ်ခုမှာ ကမ္ဘာကြီး တစ်ခုလုံး အနုတ် ၁၁၉ ဒီဂရီအထိ အေးခဲသွားပြီး တစ်ကမ္ဘာလုံးမှာ သက်ရှိတွေအကုန် သေဆုံးသွားပါပြီ။ဒါပေမယ့် ဒီအဖြစ်ကို ကြိုမြင်တဲ့ ဝဲလ်ဖို့ဆိုတဲ့ လူကြီးက အတွဲပေါင်း ၁၀၀၁ တွဲ ပါတဲ့ ဧရာမ ရထားကြီးကို တည်ဆောက်ထားခဲ့တယ်။အဲဒီရထားကြီးကို လုံးဝမရပ်နားဘဲ ကမ္ဘာကြီးကို တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေခဲ့တာ ၇ နှစ်တိုင်လာခဲ့တယ်။ရထားမောင်းနေတဲ့ အရှိန်ကနေ စွမ်းအင်ကိုထုတ်ပြီးသုံးတယ်။ ရထားတွဲတွေမှာ စိုက်ပျိုးရေး မွေးမြူရေးတွေ အကုန်ပါတယ်။ကမ္ဘာပျက်ချိန်မှာ အဲဒီရထားပေါ်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/snowpiercer-2020-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/game_of_thrones_ver20-135x200.jpg",
        "title": "Game of Thrones Season 3 [COMPLETE]",
        "description": "ဒီ TV Series ကို April 17, 2011 ခုနှစ်မှာ HBO ရုပ်သံလိုင်းက စတင်ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပါတယ်။\nGeorge R.R. Martin ရဲ့ရောင်းအကောင်းဆုံးစာအုပ်ဖြစ်တဲ့ “A Song of Ice and Fire” စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ခုနှစ်ပြည်ထောင်တိုင်းရဲ့ ပလ္လင်ကို လုကြမယ့် မျိုးနွယ်စုတွေ…မိသားစုတွေ….\nနဂါးတွေ…လူရိုင်းတွေ…လူသန်ကြီးတွေ…မကောင်းဆိုးဝါးတွေ…စတဲ့ မျိုးနွယ်မတူကြသူတွေတိုက်ခိုက်ကြမှာ ဖြစ်ပြီး\nကြမ်းကြုတ်ရက်စက်မှုတွေ…..မေတ္တာတရားတွေ…လိမ်လည်လှည့်ဖျားမှုတွေ…ရိုးသားဖြောင့်မတ်သစ္စာစောင့်သိမှုတွေကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက တကယ့်ကို မထင်မှတ်တာတွေပဲရိုက်ပြထားပြီးသတ်တာဖြတ်တာတွေပီပြင်လွန်းတာကြောင့် စိတ်မခိုင်သူများမကြည့်သင့်ပါဘူး။\nအမှန်တရားမရှိတဲ့ အရိုင်းဆန်ဆန်ခေတ်တစ်ခုကိုမြင်ရမှာဖြစ်ပြီး ပွင့်လင်းလွန်းစွာတင်ဆက်ထားပါတယ်။တကယ်လဲ လူ့လောကကြီးဆိုတာ အင်အားကြီးသူက အနိုင်ကျင့်ဗိုလ်ကျတဲ့ တောနက်ကြီးတစ်ခုပဲ မဟုတ်လား။ဇာတ်ကားက အစပိုင်းလောက်မှာ(ဇာတ်ကောင်တွေကိုမသိသေးတာကြောင့်)နည်းနည်းအေးနေပေမယ့်\nနောက်ပိုင်းတွေမှာတော့ ထိုင်ရာမထ (အိပ်ရေးပျက်ခံ)ကြည့်ရှုမိမယ့် စီးရီးမျိုးဖြစ်ပါတယ်။Adventure | Drama | Fantasy | 18+ အမျိုးအစားဖြစ်ပြီး IMDb Rating က (9.5/10) ထိရရှိထားတာဖြစ်ပါတယ်။\nRating မြင့်သလို ဇာတ်ညွှန်းကလဲ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ TV ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-thrones-season-3-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/touch-158x300.jpg",
        "title": "Touch (2012)",
        "description": "ရုပ်ရှင်စီးရီးတွေထဲမှာ လူတိုင်းကြည့်ဖူးပြီး ကြိုက်ကြတဲ့ နာမည်ကျော်စီးရီးတွေရှိသလို စီးရီးချစ်သူတစ်ယောက်ချင်းစီမှာ သီးခြားအကြိုက်ဆုံးလေးတွေ ရှိတတ်တာပါပဲ။ ဒါကတော့ အက်မင်ရဲ့ ကိုယ်ပိုင် ဖေးဘရိတ်စီးရီးပါပဲ။ တင်ပေးချင်ပေမဲ့ မအားတာနဲ့ အကြောင်းအမျိုးမျိုးနဲ့ နောက်ဆုတ်နောက်ဆုတ်ဖြစ်နေတာပါ။ အခုတော့ အစအဆုံးတင်ပေးပါတော့မယ်။ စုစုပေါင်း စီစန် ၂ ခုပဲ ရှိပြီး တစ်ခုကို ၁၃ ပိုင်းပဲရှိပါတယ်။ Manifest လို ပဟေဠိဆန်တဲ့စီးရီးမျိုးကိုကြိုက်တဲ့သူတွေအတွက်ပါပဲ။၂၀၁၂ခုနှစ်က ပြသခဲ့တာဖြစ်ပြီး IMDb 7.4 အထိရခဲ့ပါတယ်။ကမ္ဘာမြေကြီးပေါ်မှာ တည်ရှိနေမှုတွေ ဖြစ်ပျက်နေမှုတွေက ပရမ်းပတာ ကျပန်းဖြစ်ပျက်နေတယ်လို့ ထင်ပါသလား?\nတကယ်လို့ စကြဝဠာကြီးရဲ့ဖွဲ့စည်းပုံ၊ ပန်းကလေးတွေရဲ့ဝတ်ဆံ၊ ခရုခွံလေးတွေရဲ့ အရစ်လေးတွေကအစ ကိန်းဂဏန်းတွေနဲ့ ဆက်စပ်ပြီးတိကျစွာဖြစ်တည်နေတယ်ဆိုရင်ရော?\nဒါဆိုရင် အဲဒီ ကိန်းဂဏန်းတွေအတွက် တိကျတဲ့ ကိန်းစဉ်လေးတစ်ခုရှိပါလိမ့်မယ်။ အဲဒီကိန်းစဉ်နဲ့ ကမ္ဘာကြီးတစ်ခုလုံးရဲ့ လှပတဲ့ဆက်နွယ်မှုကြီးကို မြင်နိုင်စွမ်းရှိလာတဲ့အခါ\nဒီနေ့ လူဘယ်နှယောက်မွေးဖွားမယ်၊ဘယ်နှယောက်သေဆုံးမယ်၊ လူတွေ စကားဘယ်နှခွန်းပြောပြီး၊ စာဘယ်နှစောင်ပို့ကြမယ်ဆိုတာကို ကြိုတင်ဆုံးဖြတ်နိုင်လာပါလိမ့်မယ်။\nအလွယ်ပြောရရင် အနာဂါတ်ကို အလှပဆုံးနည်းလမ်းနဲ့ ကြိုတင်တွက်ဆနိုင်သွားပါလိမ့်မယ်။ ဥပမာ ...",
        "url": "https://channelmyanmar.org/tvshows/touch-2012/"
    }
]