[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/278138752_744612643580372_5216356051476643109_n-160x200.jpg",
        "title": "Confusedly In Love (2017)",
        "description": "Confusedly In Love (2017) စ/ဆုံး\" အကြင်နာ အချစ်ရိပ် \" အခုတစ်ခါ တင်ဆက်ပေးမယ့် ကားလေးကတော့2017 တုန်းက Channel3 Thailand ကနေ ထုတ်လွင့်ပြသခဲ့တဲ့ Nine နဲ့ Ice တို့ ပါဝင်ထားတဲ့ကားလေး ဖြစ်ပါတယ်။Main Cast တွေ အနေနဲ့****မေထာကဝင်း ( မက် ) အဖြစ် Nine Naphat Siangsomboon****တွန်လေရမ်နာ ( တွန် ) အဖြစ် Ice Preechaya Pongthananikorn ဇာတ်လမ်း အကျဥ်း တွန်လရမ်နာ ဆိုတာ ယောက်ျားလျာ တစ်ဦးဟာ သူ့ရဲ့ ချစ်သူ မိန်းကလေးတွေဆီကနေ သုံးကြိမ်တိတိအလှည့်စား ခံရပြီး နောက်မှာတော့ ယောက်ျားလေးတွေကိုပဲ စိတ်ဝင်စားတော့မယ်ဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်တွန်တစ်ယောက် သူ အရမ်း ခင်ရတဲ့ စီနီယာ ဖြစ်သူ အစ်ကိုနတ် သူ့ကို မိန်းကလေး ...",
        "url": "https://channelmyanmar.org/tvshows/confusedly-in-love-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8NS8QGSrzvgT4tPfwolutKjvxt1.jpg",
        "title": "MAMAMOO: Where Are We Now (2022)",
        "description": "MAMAMOO Documentary \"Where Are We Now\"\" ကျွန်မတို ဒီလေးယောက်ကြားမှာ လူတွေအရမ်းများလာတယ်အဲ့အခါ နားမထောင်ချင်တဲ့စကားတွေ နားထောင်ရတဲ့အခါ အရမ်းပင်ပန်းရတယ်.အဲ့အစား debutမတိုင်ခင်က ရန်ဖြစ်လိုက်ကြ စကားများလိုက်ကြနဲ့အချိန်တွေကအများကြီးပိုကောင်းနေပါလားလို.... \" - Moonbyulဒီdocumentaryကတော့ MooMoo တွေအတွက်အဓိပ္ပါယ်အပြည့်နဲ့ အဖိုးတန်documentaryလေးတစ်ခုဖြစ်မှာပါ.MAMAMOO ဆိုတဲ့အဖွဲလေးဟာ debutချိန်ကစလို အခုထိ ၇နှစ်တာအတွင်းမှာပင်ပန်းမှုမျိုးစုံရော အခက်အခဲမျိုးစုံရော ထိုက်တန်တဲ့အောင်မြင်မှုကြီးကြီးမားမား ရခဲ့ပါတယ်ဒီအောင်မြင်မှုနောက်ကွယ်က သူတိုရဲ့ခံစားချက်တွေကျော်ဖြတ်ခဲ့ရပုံတွေနဲ့ သူတိုလေးယောက်ကြားက bondလေးကို heartwarming ဖြစ်စွာ emotionalဖြစ်စွာနဲ့ကြည့်ရှုကြမှာပါ(အညွှန်းကို Sim Jinnie မှရေးသားထားပြီးတော့ CM Variety Team မှဘာသာပြန်ဆိုထားပါသည်)File Size – 300MB / 15oMB@EpisodeQuality – 720p / 360pDuration – 50minute (@Episode)Total Episodes: 4EpsSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "url": "https://channelmyanmar.org/tvshows/mamamoo-where-are-we-now-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzL4Tqbw2JA9MCsHJWFC4xV1IYU.jpg",
        "title": "Power Book IV: Force (2022) Complete",
        "description": "Drug dealer​တွေ Gangs​တွေနဲ့ ပတ်သတ်တဲ့ ရုပ်ရှင်၊ စီးရီးတိုင်းမ​ပေါက်​မြောက်တာ ရှားသလို Audience​တွေ အကြိုက်မ​တွေ့တဲ့ဇာတ်ကားဆိုတာခပ်ရှားရှားပါ။ အခုတစ်​ခေါက်လည်း IMDb 8.3Rotten Tomatoes 100%အပြည့်နဲ့ အမိုက်စား Drugs CrimeSeriesတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါပြီ၊ Power Book IV : Forceက Starzရဲ့ original seriesဖြစ်ပြီးနာမည်ကြီးစာအုပ်တွဲဖြစ်တဲ့ Powerရဲ့ Sequel series​တွေထဲကတစ်ခုပါ။ Drugs Gangs​တွေအသား​ပေးထားတဲ့ series ဖြစ်ပြီးTV-MA ဖြစ်တာ​ကြောင့် အပစ်အခတ် အသတ်အဖြတ်​တွေ၊ BedScene​​တွေများစွာပါသလို အ​ပြောအဆို​​တွေလည်း ​​​​ရေလည်ကြမ်းပါတယ်။ Total Episodes 10ပိုင်းပါဝင်မှာပါ။ ဇာတ်လိုက်ဖြစ်သူ Tommy Eganဟာ နယူး​ယောက် Drug gang​လောကတိုက်ပွဲမှာ သူငယ်ချင်းဖြစ်သူ Ghostကို ဆုံးရှုံးလိုက်ရပြီးChicagoမြို့ကို ​ပြောင်းကာ Drug​လောကထဲ ပြန်ဝင်ဖို့ ကြိုးစားခဲ့ပါတယ်။ Chicagoမြို့မှာလည်း CBI အဖွဲ့နဲ့ Flynn Family တို့ကမြို့​တောင်နဲ့​မြောက်အဖြစ် နယ်​မြေပိုင်းကာ ...",
        "url": "https://channelmyanmar.org/tvshows/power-book-iv-force-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9MwIx1sJjq6xl1bwiDrOv2NEYkC.jpg",
        "title": "Mai: A Mother’s Rage (2022)",
        "description": "Mai: A mother's rage (2022)ဒီဇာတ်ကားလေးကတော့ Netflix ကနေပူပူနွေးနွေးထွက်ရှိထားတဲ့မှုခင်းဒရမ်မာကားလေးဖြစ်ပြီးတော့ IMDB ကလည်း 8.1ထိရထားတာမို့ ကြည့်မကောင်းမှာလည်း စိတ်မပူပါနဲ့နော်ဇာတ်လမ်းအကျဉ်းလေးကတော့တစ်နေ့မှာ Sheel နဲ့ သမီးဖြစ်သူ Supriya က လမ်းလယ်ခေါင်မှာကတောက်ကဆစကားများကြရင်းနဲ့ သမီးဖြစ်သူကကိုယ့်မျက်စိရှေ့တင်ကားတိုက်ခံရပြီးဆုံးပါးသွားခဲ့ပါတယ်တရားရုံးကလည်း မူးယစ်ရင်းကားမောင်းမှုကြောင့်ကျူးလွန်မိတာဆိုပြီး ‌ဒရိုင်ဘာကိုထောင်ချခဲ့ပေမဲ့Sheel ဟာ အမှုက တစ်ခုခုလွဲမှားနေတာကို သတိထားမိလာခဲ့ပါတယ်Sheel ဟာ မိသားစု၀င်တွေအတန်တန်တားကြတဲ့ကြားက အမှန်တရားကိုကိုယ်တိုင်ဖော်ထုတ်ဖို့ကြိုးစားရင်းနဲ့ သမီးဖြစ်သူရဲ့လူသတ်မှုမှာနိုင်ငံရေးသမားဖြစ်တဲ့ Jawahar ပါ၀င်နေတာကို သိလိုက်ရတဲ့အချိန်မှာSheel တစ်ယောက် သမီးအတွက် ဘယ်လိုလက်စားချေမလဲအဲလူသတ်မှုမှရောနိုင်ငံရေးသမားအပြင် ဘယ်သူတွေပါ၀င်နေပြီး ဘယ်လိုအရှုပ်ထွေးတွေရှိနေမလဲစိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်ကားလေးမို့ လက်မလွတ်တမ်းကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ် File Size –550MB / 300MB @EpisodeQuality – 1080p NF WEB DL AAC5.1CH  / 720pDuration – 45minute (@Episode)Total Episodes: 6EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/mai-a-mothers-rage-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ny9qqgIM2M6LgfLDAXujTOTmBO.jpg",
        "title": "Our Great National Parks (2022)",
        "description": "Our Great National Parks ဆိုတဲ့ Docuseries လေးမှာ Narrator အနေနဲ့အမေရိကားရဲ့ သမ္မတဟောင်းတစ်ဦးဖြစ်တဲ့ Barack Obama ပါ၀င်ထားတာက ထူးခြားချက်တစ်ခုပဲဖြစ်ပါတယ်။Netflix Original ဖြစ်တဲ့အတွက် ကြည့်မကောင်းမှာကိုတော့ စိတ်ပူစရာ မလိုပါဘူး။ကမ္ဘာကြီးပေါ်မှာ မျိုးတုံး‌ပျောက်ကွယ်တော့မယ့် တိရစ္ဆာန်တွေကို ထိန်းသိမ်းထားတဲ့ကမ္ဘာ့နေရာ အနှံ့အပြားမှာရှိတဲ့ သဘာ၀ရဲ့ အမျိုးသားဥယာဉ်ကြီးတွေကို တွေ့မြင်ရမှာ။Discovery ကိုကြည့်ရတာကြိုက်တဲ့လူရော မကြိုက်တဲ့လူရော ကြည့်ပြီးရင်အသိပညာတွေတိုးပွားစေမယ့် showဖြစ်ပါတယ်။ကမ္ဘာပေါ်မှာရှိနေတဲ့ သားရဲတိရစ္ဆာန်တွေရဲ့ တည်ရှိမှုက လူသားတွေကိုဘယ်လို အကျိုးပြုပေးနေပြီး ဂေဟဗေဒ စနစ်ကို ထိန်းညှိပေးထားကြောင်းတွေကိုလဲထောက်ပြထားတဲ့ အချက်တွေလဲ အများကြီးပါ၀င်ပါတယ်။ဥယာဉ်လို့ သတ်မှတ်ထားတဲ့ အတိုင်းအတာက ဘယ်လောက်ကျယ်၀န်းလဲ၊ဘယ်လိုမျိုးစုံတဲ့ ကိုယ်မမြင်ဖူးတဲ့ တောရိုင်း တိရစ္ဆာန်တွေကို မြင်ရမလဲဆိုတာကို ကိုယ်တိုင်ကိုယ်ကျ Obama နဲ့အတူလိုက်ပါ ခံစားကြည့်လိုက်ပါ။File Size –2GB / 800MB @EpisodeQuality –1080p NF WEB DL AAC ...",
        "url": "https://channelmyanmar.org/tvshows/our-great-national-parks-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s70SvDfPqsl37w5MCLeRCnTTuAm.jpg",
        "title": "Tree of Heaven(2006)",
        "description": "Tree of Heaven(2006) အညွှန်း*************************အပိုင်း ( ၁ မှ ၁၀ )ထိ စ/ဆုံး၂၀၀၆ ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီး ဒီစီ:ရီးဟာ လူတော်တော်များများရဲ့ နှလုံးအိမ်ကို ဆွဲယူနိုင်စွမ်းရှိခဲ့တယ်..တစ်ချို့အတွက်ဒီစီးရီးဟာ ဘယ်တော့မှ ပြန်မကြည့်ဖြစ်တော့မဲ့ စီးရီးအဖြစ်သတ်မှတ်ခဲ့သလိုတစ်ချို့ကြတော့လည်း ယွန်းဆောနဲ့ ဟန်နာရဲ့  ဖြစ်အင်ကို စာနာချင်လို့ ဆွေးတမြည့်မြည့်ပြန်လည် ခံစားချင်တဲ့သူတွေရှိခဲ့ကြတယ်...မည်သို့ပင်ဆိုစေကာမူအမုန်းနဲ့လမ်းခွဲခဲ့တဲ့ တစ်ချိန်က အချစ်ဟောင်းကို ကျွန်တော်တို့ဟာ ရူးမိုက်စွာ အမှတ်တရလေးတွေဘယ်သူမှမသိအောင် တိတ်တဆိတ် တူးဆွခဲ့ဖူးကြတာပဲမလား...အဲ့ဒီတုန်းက DVDrip အမျိုးအစားက ရုပ်ထွက်သိပ်မကောင်းခဲ့လို့ အခု WEB-DL အကြည်လေးရလို့တင်ဆက်ပေးလိုက်ပါတယ်...Park Shin Hye ရဲ့အကြိုက်ဆုံးဒရမ်မာတွေထဲကတစ်ခုTree of heaven လို့ပြောလိုက်တာနဲ့ ဟန်နာနဲ့ ယွန်းဆောအိုပါး ဆိုတဲ့အသံလေးကို လူတိုင်းပြန်ကြားယောင်မိလောက်မှာပါ...ဟန်နာလေးဟာ ငယ်ငယ်လေးနဲ့ အဖေဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့တက်ကြွဖျက်လက်သော မိန်းကလေးဖြစ်ပါတယ် ...သူ့အမေ ဂျပန်ကိုပြန်လာတဲ့အချိန်မှာခင်ပွန်းအသစ်နဲ့သားဖြစ်သူ ယွန်းဆောဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်လေးပါလာခဲ့တယ်...အဲ့ဒီနောက် လေချွန်သံလေး ချိုမျှမျှ....အေးစက်လွန်းတဲ့ နှင်းမှုန်တွေကြားထဲမှာ....Episodes: 10Duration: ...",
        "url": "https://channelmyanmar.org/tvshows/tree-of-heaven2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wuu9OM7FRKjzFeTpGNvxvEwNjvh.jpg",
        "title": "Traffickers: Inside The Golden Triangle (2021)",
        "description": "Traffickers: Inside the Golden Triangle (2021) Ep 2 - The Mekong River Pirate မဲခေါင်ပင်လယ်ဓားပြ စိုင်းနော်ခမ်း ၂၀၁၁မှာ မဲခေါင်မြစ်ထဲ တရုတ်သင်္ဘောသား ၁၃ယောက်ကို သတ်တဲ့အမှုနဲ့ ၂၀၁၃မှာ တရုတ်မှာ သေဒဏ်ပေးခံခဲ့ရတဲ့ စိုင်းနော်ခမ်းအကြောင်း ဟိုးလေးတကြော်ဖြစ်ခဲ့ဖူးတော့ သူ့ကို အားလုံးသိကြမှာပါပဲ။ ဒီ‌သတ်ဖြတ်မှုဟာ ဒုတိယကမ္ဘာစစ်နောက်ပိုင်း တရုတ်ပြင်ပမှာ တရုတ်လူမျိုးသေဆုံးတဲ့အမှုတွေထဲ အကြီးဆုံးအမှုတစ်ခုပေါ့။ တရုတ်ပြည်တစ်ပြည်လုံးရဲ့ အာရုံစိုက်ခံခဲ့ရတဲ့ အမှုလည်းဟုတ်ပါတယ်။ နော်ခမ်းဟာ လားရှိုးမြို့မှာ မွေးခဲ့တဲ့ ပအို့လူမျိုးအဖေနဲ့ ရှမ်းလူမျိုးအမေရဲ့ သားပါပဲ။ မဲခေါင်မြစ်ကို ဖြတ်တဲ့ သင်္ဘောတွေကနေ ဆက်ကြေးကောက်လို့ မဲခေါင်ပင်လယ်ဓားပြလို့ နာမည်ကြီးခဲ့တဲ့ နော်ခမ်းဟာ‌ ရွှေတြိဂံက မူးယစ်ရာဇာတစ်‌ဦးပါ။ ဒီလိုမဖြစ်ခင်က နော်ခမ်းဟာ ခွန်ဆာဆီမှာ ရေဒီယိုအော်ပရေတာအဖြစ် တာ၀န်ထမ်းဆောင်ခဲ့ဖူးပြီး ခွန်ဆာလက်နက်ချသွားပြီးနောက်ပိုင်းမှာ သူ့ကိုယ်ပိုင်အဖွဲ့ကို ထူထောင်ခဲ့တာပါ။ ထိုင်းက ဘတ်၂သန်းဆုငွေကြေညာရတဲ့အထိ နာမည်ကြီးခဲ့တဲ့ မူးယစ်ရာဇာလည်း ဟုတ်ပါတယ်။ နော်ခမ်းကို တစ်ချို့က ...",
        "url": "https://channelmyanmar.org/tvshows/traffickers-inside-the-golden-triangle-2021-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTfYwY7DELH08SeO8LyUMe9Tvfr.jpg",
        "title": "Ice Age: Scrat Tales (2022)",
        "description": "Ice Age: Scrat Tales (2022)သစ်ချသီးတစ်လုံးသည် သူ့ချည်းသီးသန့်ဆို အခွံမာသီးတစ်လုံးသာဖြစ်သလို\nရှဉ့်တစ်​ကောင်သည်လည်း အ​မွေးပွ​ယောင်း​​ယောင်း နှင့် ချစ်စရာတိရစ္ဆာန်​လေးဖြစ်သည် ဟု ဆိုပါစို့၊\nသူ့ဘသာသူ သီးသန့်ရှိ​​​နေကြမည်ဆိုရင်ဖြင့် ဘာဆိုဘာမှ မဖြစ်​ပေမယ့်\nတို့​တွေဆုံစည်းမိလျှင်​တော့ ​ကမ္ဘာအစ ​ရေခဲ​ခေတ် အရည်​ပျော်ပါသည်၊\nကမ္ဘာ့ဝင်ရိုး​ပြောင်းကာ တစုတစည်း​တည်းရှိ​သော ကုန်း​မြေပြင်မှသည် တိုက်ကြီး ၇ခုအထိ ကွဲထွက်သွားနိုင်သည်၊\nယုတ်စွအဆုံး ​​မြေ​အောက်ကမ္ဘာထဲမှာ သွား​နေ​နေတဲ့ ဒိုင်နို​ဆော​တွေပါ ငါးပါး​မှောက်ရသည်။အဟုတ်ဖြစ်သည်၊\nဒီ​လောက်ဒုက္ခများရသည်မှာ ထိုသစ်ချသီးနဲ့ ရှဉ့်က အပြင်​လောကမှာရှိ​နေတဲ့ အရာ​တွေမဟုတ်ဘဲ\nIce Age ကမ္ဘာထဲက ကမ္ဘာဦးရှဉ့်နှင့် ဝက်သစ်ချသီး ဖြစ်​နေ​သော​ကြောင့် ဖြစ်သည်၊\nIce Ageအစကတည်းက ကိုယ့်လက်ဝယ်ရပြီးသား သစ်ချသီးကို\nအနှီကမ္ဘာဦးရှဉ့်က မစားဘဲသိမ်းထားဖို့ ကြိုးပမ်းရာမှ Ice Age franchiseကြီး စတင်ခဲ့ချေသည်တမုံ့။ရှဉ့်နှင့်သစ်ချသီးတို့၏အလွဲသည် ဒီ​နေ့​ခေတ်ကိုရီးယားစီးရီး​တွေ ​တေ့လွဲလွဲပုံထက် အပုံကြီးခံစားရသည်၊\nလက်ထဲပြန်​ရောက်ကာမှ အ​ကြောင်းအမျိုးမျိုး​ကြောင့် လက်လွှတ်ရပုံ​တွေ၊\nဗီလိန်ရှဉ့်​​​တွေ ရဲ့ အမျိုးစုံ ကြိုးခုန်​ နှောင့်ယှက်မှု​တွေကြားမှာ ပြန်ဆုံစည်းလိုက်၊\n​ဝေးကွာလိုက်နဲ့ ​ဆွေးတတ်လျှင် ​​ဆွေးချင်စရာပင်ဖြစ်သည်၊\nအနှီရှဉ့်သည်လည်း သစ်ချသီးကို လက်ဝယ်ပြန်ပိုင်ဆိုင်ဖို့ ...",
        "url": "https://channelmyanmar.org/tvshows/ice-age-scrat-tales-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/1378655-img.vaw1n8.tcpv_-2.jpg",
        "title": "Prisoner Of Love (2022)",
        "description": "Prisoner Of Love (2022) စ / ဆုံး______________________\"အဆိပ်သင့်အချစ်ဝိုင်\" ဇာတ်လမ်းအကျဉ်းထိမ်းမြား လက်ထပ်ခြင်းက လူနှစ်ယောက်ရဲ့ အချစ်စစ်တစ်ခုက ပေါက်ဖွားလာမယ်ဆိုရင်အဲ့ဒီ လက်ထပ်ခြင်းက ပျော်ရွှင်ဖွယ်အတိနဲ့ ပြည့်နှက်နေမိမှာ အမှန်ပါ...ကမ္ဘာပေါ်မှာ ရှိကြတဲ့ လူတိုင်းနီးပါးဟာ မိမိ နှလုံးသားတစ်ခုလုံးနဲ့ ပုံပြီးချစ်ရတဲ့ လူသားတစ်ဦးနဲ့ မိမိဘဝကို ပုံအပ်ပြီး ထိမ်းမြားလက်ထပ်လိုကြပါတယ်... မိမိ သဘောမကျ မနှစ်သက်တဲ့ လူမျိုးနဲ့ လက်ထပ်ချင်တဲ့ တစိုးတစိမှ မရှိလိုပေ။လက်ထပ်ခြင်းကို ဝိုင်တစ်ခွက်နဲ့ တင်စားကြည့်မယ် ဆိုပါစို့....မမြင်ရတဲ့ အတာအဆီးအခြေအနေတချို့ကြောင့် မိမိ သဘောမကျတဲ့လူနဲ့လက်ထပ်လိုက်ရတဲ့ လူတစ်စုရဲ့ လက်ထပ်ပွဲဟာလည်းသူတို့အတွက် ချိုမြိန်သော ဝိုင်တစ်ခွက် ဖြစ်မလာတော့ပဲသူတို့အား ပြန်လည် အချုပ်ကျစေနိုင်သော ဝိုင်တစ်ခွက် အဖြစ် ပြောင်းလဲသွားပါတော့တယ်... Episodes: 17Aired: Feb.16, 2022– TBAAired On: Wed &  ThurGenres: Drama,RomanceTranslated by Ja SamEncoded by ...",
        "url": "https://channelmyanmar.org/tvshows/prisoner-of-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gSsbkYG5AYnPJyA1LuNfCMx2iYe.jpg",
        "title": "Soundtrack #1 (2022) [Complete]",
        "description": "Soundtrack #1 (2022) ဇာတ်လမ်းတွဲအညွှန်း အပိုင်းသစ် - ၄ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ) ကဲ CM ပရိသတ်ကြီးရေ...Happiness ထဲက မင်းသားချော Park Hyung Sik နဲ့ လိပ်ပြာကားထဲက မင်းသမီးချောလေး Han So Hee တို့ရဲ့ ရိုမန့်စ်ကားလေး လာပြီနော်။တက်သစ်စ ဓာတ်ပုံဆရာတစ်ယောက်ဖြစ်တဲ့ Han Sun Woo ကတော့ စကားအများကြီးပြောလေ့မရှိပေမဲ့ နွေးထွေးကြင်နာတဲ့ နှလုံးသားရှိသူလေးဖြစ်ပါတယ်။ သူ့မှာ နှစ်၂၀ကြာ ခင်မင်ရင်းနှီးခဲ့တဲ့ Lee Eun Soo ဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက် ရှိပါတယ်။Lee Eun Soo ကတော့ သီချင်းရေးဆရာမလေးဖြစ်ပြီး ရိုးသားပြီးတော့ တက်ကြွတဲ့အကျင့်စရိုက်ရှိသူလေးပါ။အကြောင်းရင်းတစ်ခုကြောင့် ငယ်သူငယ်ချင်းနှစ်ယောက်သား တစ်အိမ်ထဲမှာ နှစ်ပတ်အတူနေဖို့ဖြစ်လာတဲ့အခါမှာတော့ နဂိုရှိနေပြီးသား သံယောဇဉ်ကြိုးတွေ တိုးလာပြီး သူငယ်ချင်းအဆင့်က ကျော်လွန်သွားလေမလားဆိုတာ အပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း ဒီကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်နော်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Ei ...",
        "url": "https://channelmyanmar.org/tvshows/soundtrack-1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/r78fdd1qisKoInx11WjX-o.jpg",
        "title": "Koei Baan Rai Sapai Hi-so(2022)",
        "description": "Koei Baan Rai Sapai Hi-so(2022) စ / ဆုံး \"တောသားလေးနဲ့ မြို့သူမမ \"___________________________  နာမည်ကြီး စီးပွါးရေးလုပ်ငန်းရှင် ရဲ့ သူ ဌေးသမီး ချွမ်ဆိုဖား (ချွမ်) ဟာ“ချွမ်ဆိုဖားဥယာဉ်ခြံ”အမည်ရှိသော မိသားစုပိုင် ခြံကိုရောက်လာခဲ့တယ်ငယ်ငယ်ကတည်းက အမေ့ရဲ့ ထိန်းကျောင်းမှု ပုံသွင်းမှုတွေ အောက်မှာကြီးပြင်းလာခဲ့တဲ့ ချွမ်ဟာ နိုင်ငံခြားကနေ ပညာသင်ပြီးပြန်လာတဲ့နောက်အမေဖြစ်သူရဲ့ အစီအစဉ်ကြီး တစ်ခုကို ထပ်ပြီးရင်ဆိုင်လိိက်ရပြန်တယ်အဲ့တာကတော့ အမေဖြစ်သူ ခွန်ယိင်စီရိဟာ သမီးဖြစ်သူအတွက်ချမ်းသာကြွယ်ဝတဲ့ သမက်နဲ့ ပေးစားဖို စီစဉ်နေခြင်းပါပဲချွမ်ဟာ အမေဖြစ်သူကြောင့် စိတ်ညစ်ပြီး အိမ်ကထွက်သွားခဲ့ပြီးသူတို မိသားစုပိုင်ခြံမှာ သွားနေတော့...အဲ့ဒီမှာပဲ ချွမ်ရဲ့အိမ်ချင်းကပ်ရပ်ဖြစ်သူ လယ်သမားလေး ပါတ်နင်းနဲ့ စတင်တွေ့ဆုံပါတော့တယ်...................တစ်နေ့မှာတော့ ချွမ်အမေဟာ သမီးဖြစ်သူကို လာခေါ်ရင်းသမီးဖြစ်သူချွမ်နဲ့ ပါတ်နင်တို တူတူ အိပ်နေကြတာ မြင်တွေသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲချွမ်ဟာ သူမရဲ့ ခြံကို အပန်းဖြေနေရာအသစ်ဆောက်တဲ့နေရာမှာလယ်သမားလေးဘယ်လိုတွေကူညီပေးမလဲဆိုတာ ကြည့်ရှူလိုက်ရအောင်နော်Episodes: 18Aired: Feb.14, 2022 Aired On: ...",
        "url": "https://channelmyanmar.org/tvshows/koei-baan-rai-sapai-hi-so2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/E_JSGZLVgAUkE26.jpg",
        "title": "The War Of Flowers (2022)",
        "description": "The War Of Flowers (2022) စ / ဆုံး________________________ CM ပရိတ်သတ်တွေအတွက် ခပ်ကြမ်းကြမ်း Thai Drama လေးတစ်ခုထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ် GMM ရုပ်သံလိုင်းကနေ အပတ်စဥ်တနင်္လာနဲ့အင်္ဂါ ည ၈ နာရီခွဲမှာ ထုတ်လွှင့်ပြသတဲ့ဇာတ်ကားလေးပါစုစုပေါင်း ၁၈ ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်းအွန်နဖာက တိုင်းပြည်မှာ အကြီးမားဆုံး ပန်းစီးပွားရေးသူဌေးကြီးရဲ့ မယားငယ်တစ်ဦးဖြစ်ပါတယ်သူမက မယားကြီးဖြစ်သူ ကန်နီကာရဲ့ အနိုင်ကျင့်မှုတွေကို နှစ်ပေါင်းများစွာ ခံရတဲ့သူပါသူဌေးကြီးဆုံးသွားတဲ့အခါ မယားကြီးကန်နီကာကအွန်နဖာတို့ကို အိမ်ကနေ နှင်ချလိုက်ပါတယ် အွန်နဖာ က ကန်နီကာအပေါ် အငြိုးထားခဲ့ပြီးနှစ်ပေါင်း ၃၀ ကျော်သည်တိုင်​ေအာင် သူမရဲ့ အငြိုးတွေ မပြေဘဲ သားသမီးတွေအထိပါမြေးတွေအထိပါ ရန်ငြိုးကို လက်ဆင့်ကမ်းခဲ့ပါတယ်အွန်နဖာနဲ့ ကန်နီကာ စတင်ခဲ့တဲ့ လှည့်စားမှ၊လိမ်ညာမှု၊သစ္စာဖောက်မှုတွေအပြည့်နဲ့ ပန်းပွင့်လေးတွေလိုလှပတဲ့ မိန်းကလေးတွေရဲ့ တိုက်ပွဲ နောက်ဆုံးမှာ ဘယ်လိုအဆုံးသတ်မလဲဆိုတာ..................The War Of Flowers မှာ ဆက်လက်ကြည့်ရှုကြပါရှင်Episodes: 18Aired: ...",
        "url": "https://channelmyanmar.org/tvshows/war-of-flowers/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0x8dGn1eurgf2TxvLHsPBrJKks.jpg",
        "title": "The Croods: Family Tree Season 2 (2022)",
        "description": "The Croods ; Family Tree (2022)Hulu က​နေ 2021 ခုနှစ် စက်တင်ဘာမှာထွက်ရှိထားတဲ့ The Croods : Family Tree ရဲ့ တိုက်ရိုက်အဆက်ပဲဖြစ်ပါတယ်။\nတစ်ပိုင်းကို မိနစ် ၂၀ ကျော်ကြာမြင့်မှာဖြစ်ပြီး ၇ ပိုင်းတိတိ ထွက်ရှိထားပါတယ်။ခရုဒ်မိသားစုနဲ့ ဘတ်တာမန်းမိသားစုဟာ အခုဆိုရင် Farmဆိုတဲ့ ဘတ်တာမန်းမိသားစုပိုင်ခြံထဲက Tree Houseမှာ တူတူ​နေထိုင်ကြပါပြီ၊\nအိမ်နီးချင်း​​တွေ တကျက်ကျက် ဖြစ်ရင် ခွီရတဲ့ထုံးစံအတိုင်း\nလူရိုင်းအကျင့်စရိုက်၊ အမူအကျင့်​တွေနဲ့ပဲ အသားကျ​နေ​သေးတဲ့ ခရုဒ်မိသားစုဝင်တို့\nဒီ​နေ့​​ခေတ်အသိဉာဏ်နဲ့ ယဉ်​ကျေးတဲ့စရိုက်ရှိတဲ့ဘတ်တာမန်းမိသားစုနဲ့မှ တူတူတွဲ​နေရတဲ့အခါမှာ​တော့ ​\nရေနဲ့ဆီလိုကွာ​နေတဲ့ ယဉ်​ကျေးမှုတွေကို​ ပြောင်းလဲညှိယူရင်း ပဋိပက္ခ​​ပေါင်းစုံဖြစ်လာပါ​​တော့တယ်....Croods Franchise ရဲ့ထုံးစံအတိုင်း ​​တောရိုင်းသဘာဝအလှအပနဲ့သားရဲ​ကောင်​ အထူးအဆန်းတွေပါမယ်၊\nအ​ရေးကြီးရင် ​သွေးထက်ပျစ်တဲ့ မိသားစု​မေတ္တာ​တွေ၊ သူငယ်ချင်းသံ​ယောဇဉ်​တွေပါမယ်၊\nပြဿနာ​ပေါင်းစုံ​ကြောင့် ခွီလည်းခွီရမယ်၊ ရယ်လည်းရယ်ရမယ်၊ တစ်ပိုင်းချင်းစီမှာပေးချင်တဲ့ Message​တွေပါမယ်၊\nDreamwork ကုမ္ပဏီကပဲ ရိုက်ကူး​ပေးထားတယ်၊\nဒီ​လောက်ဆို Animationကြိုက်တဲ့ Cmပရိတ်သတ်​တွေ\nအဖို့ လက်မလွတ်သင့်တဲ့ Seriesဆိုတာ ​သေချာပါတယ်၊\nCroodsမိသားစုရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-croods-family-tree-season-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/nIlAKIrLKxOeoEnc0Urb65yNCp-133x200.jpg",
        "title": "Star Trek: Picard – Season 01 (2020)",
        "description": "Star Trek: Picard - Season 01=======================Star Trek လို့ဆိုလိုက်တာနဲ့\nစတားဖလိ၊ ဖယ်ဒရေးရှင်း၊ အန်တာပရိုက်စ်၊ ရိုမြူလန်၊ ကလင်းဂွန်ဆိုတာတွေ\nခေါင်းထဲတန်းဝင်လာကြမှာပါ။Star Trek franchise က အနာဂတ်ခေတ်ရဲ့ အာကာသခရီးသွားကိစ္စတွေအကြောင်း၊\nဂြိုဟ်သားအင်ပါယာတွေအကြောင်း၊ ခေတ်လွန်နည်းပညာတွေအကြောင်းကို\nစိတ်ဝင်စားဖွယ်ကောင်းအောင် ရိုက်ကူးတင်ပြနေတဲ့ Franchise ကြီးတစ်ခု ဖြစ်ပါတယ်။\nဇာတ်ကားပေါင်းများစွာ၊ စီးရီးပေါင်းများစွာ ထွက်ရှိထားခဲ့ပြီဖြစ်ပြီး\nယခုထပ်မံထွက်ရှိလာတာကတော့ Star Trek: Picard ဆိုတဲ့အမည်နဲ့\nအငြိမ်းစား ဗိုလ်ချုပ်ကြီး Jean-Luc Picard ရဲ့\nနောက်တစ်ဖန်စွန့်စားခန်းတွေကို ရိုက်ကူးတင်ပြထားတဲ့ စီးရီးပါပဲ။\nအငြိမ်းစားယူထားတဲ့ ဗိုလ်ချုပ်ကြီးပစ်ကာ့၊စပျစ်ခြံထဲမှာ အေးဆေးအနားယူနေရသော်လည်း\nဘဝကို အသက်မဲ့စွာ ဖြတ်သန်းနေရတဲ့သူတစ်ယောက်။\nဒီလို လူပိုသက်သက်တစ်ယောက် ဖြစ်နေရတာကို ငြီးငွေ့လာတဲ့သူဆီ\nအမျိုးသမီးငယ်လေးတစ်ယောက် ရောက်လာခဲ့တယ်။\nလာသူက သူနဲ့မသိကျွမ်းဖူးပါပဲ သူကို အကူအညီ လာတောင်းတဲ့သူ။\nသူ ကူညီနေတုန်းမှာပဲ သူ့မျက်စိရှေ့တင် အသတ်ခံလိုက်ရတဲ့အခါ\nလျှို့ဝှက်အဖွဲ့အစည်းတွေအကြောင်း၊\nဆင်သက်တစ်အသက်လို့ခေါ်တဲ့ အဆင့်လွန်စက်ရုပ်လူသားတွေအကြောင်း\nအကုန်သိလာရပြီး အရှုပ်ထုပ်ကြီးထဲကို ဝင်ပါရတော့တာပဲ။File size…350mb\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…40min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…El' Moh\nLinks are ...",
        "url": "https://channelmyanmar.org/tvshows/star-trek-picard-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/r7u9lf29kvq09rPqfb653-o.jpg",
        "title": "Miraculous 5 (2022)",
        "description": "Miraculous 5 (2022) စ / ဆုံး ..................................................................စနေနေ့ဖွားငါးဦး ဇာတ်လမ်းအကျဉ်း. သူခိုးကြီးညဖြစ်တဲ့ စနေနေ့ညမှာ တစ်ပြိုင်နက်တည်း မွေးဖွားလာပြီး\nအချင်းချင်း ပြန်သတ်မယ့် လူဆိုးသူခိုးများဖြစ်ဖို့ ကံဇာတာ ပါလာတဲ့\nစနေ့နေ့ဖွား ကောင်လေး (၅) ယောက်....\nထယ့် , ဒီရုံ , ရော့ , ဒွန်း , ကင်း ဟု ထူးခြားချက်အသီးသီးနဲ့အမည်တွင်လေတယ်..တစ်ယောက်က ကိုယ်ဖျောက်နိုင်တယ်...\nနောက်တစ်ယောက်က အဝေးမှအသံတွေကို ကြားနိုင်စွမ်းရှိတယ်..\nအဆိုအကသမား တစ်ဖြစ်လည်း လူတွေရဲ့အတိတ်ကို ဖတ်ကြားနိုင်သူကလည်း တစ်မူ\nသံမဏိသဖွယ် မာကြောသော မှော်လက်သီးအား လက်ဝယ်ရရှိထားသူက တစ်ဦး\nနောက်ဆုံးတစ်ယောက်ကတော့ ဘယ်ကိုမဆို လျင်မြန်စွာ ပြေးလျှောက်နိုင်တဲ့ မှော်ခြေထောက်ပိုင်ဆိုင်သူပေါ့ငယ်စဉ်ကတည်းက သူတို့(၅)ဦးရဲ့ ရှေ့ရေးကို ကြိုမြင်နေတဲ့အတွက် ဘုန်းတော်ကြီးတစ်ဦးရဲ့\nစောင့်ရှောက်ခြင်းကို ခံခဲ့ရပြီး ထူးချွန်ထက်မြတ်တဲ့ လူတော် လူကောင်း (၅)ဦး ဖြစ်လာပါတော့တယ်..\nတစ်ဦးတစ်ယောက်စီမှာထူးခြားချက်စွမ်းရည်တစ်ခု ပိုင်ဆိုင်ထားတဲ့\nစနေနေ့ဖွား သူရဲကောင်း (၅)ဦး....\nအတူစုံစည်းပြီး ဂျကားနယ်မြေရှိ ရန်သူ့ဂိုဏ်းကို တိုက်ခိုက်ဖျက်စီးဖို့ အကြောင်းဖန်လာခဲ့တော့တယ်..အပတ်စဉ် သောကြာ ...",
        "url": "https://channelmyanmar.org/tvshows/miraculous-5-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wKhTVw8aGq5AZMa0Q1spERdi7n.jpg",
        "title": "Killing Eve (Season 4) Complete",
        "description": "Killing Eve (Season 4) Ongoing အချစ်ဟာ ပုံစံအမျိုးမျိုးလာပါသတဲ့။ ဒါပေမဲ့ မူလဘူတ အရင်းစစ် အမြစ်လှန်လိုက်တော့ နှလုံးသားက ဆင်းသက်တာပဲမလို့ တစ်ခါတလေ သိပ်လှတယ်။ တစ်ခါတလေ အကျည်းတန်တယ်။ တစ်ခါမှာ သိပ်မြင့်မြတ်ပြီး တစ်ခါမှာ အောက်တန်းကျလွန်းတာမျိုးတွေလည်း ရှိလေရဲ့။ အမျိုးသမီးတစ်ယောက်က ခင်ပွန်း၊ ချစ်လင်ကို သိပ်ချစ်ရတဲ့အခိုက်မှာပဲ မျိုးနွယ်တူ လိင်တူ အမျိုးသမီးတစ်ယောက်ကိုလည်း ချစ်မိနိုင်လေရဲ့။ ကိုယ့်ကိုလိုက်ဖမ်းနေတဲ့ ရန်သူကိုလည်းပဲ သိပ်ချစ်မိတဲ့ အချစ်မျိုး။ ကိုယ်ဖမ်းရမယ့် လူသတ်သမလေးကို သိပ်စွဲလမ်းရူးသွပ်မိတဲ့အချစ်မျိုး။ Killing Eve ဟာ လူကြီးမင်းတို့ထံကို Season (၃) ခု အရောက်ပို့ဆောင်ခဲ့ပြီးပါပြီ။ ဒီနေ့မှာတော့ အသစ်ထွက်ရှိလာခဲ့တဲ့ season 4 ကို ဦးဦး‌ဖျားဖျား တင်ဆက်ပေးလိုပါတယ်။ အရင် season တွေမှာ သိပ်ကြမ်း သိပ်ရမ်းပြခဲ့တဲ့ ဗီလင်နီယာလေးက အခု season မှာတော့ အိဗ် ပိုလာစထရီကို ...",
        "url": "https://channelmyanmar.org/tvshows/killing-eve-season-4/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/BClass-2-143x200.jpg",
        "title": "Brilliant Class 8 (2022)",
        "description": "Brilliant Class 8CM ကနေမှတရုတ်ကားကောင်းလေးတွေကိုတင်ဆက်ပေးတိုင်းအမြဲအားပေးနေတဲ့ CM ပရိသတ်တို့ရေ။ဒီတစ်ခါလည်း CM ကနေပေါ့ပေါ့ပါးပါးဇာတ်လမ်းတစ်ကားမိတ်ဆက်လိုက်ရပါတယ်။ကားနာမည်ကတော့ Brilliant Class 8 ပါတဲ့။ဒီဇာတ်ကားလေးထဲမှာတော့ Rush to the Dead Summer ထဲမှာFu Xiao Si အဖြစ်ခေါင်းဆောင်မင်းသားနေရာကသရုပ်ဆောင်ခဲ့တဲ့ Chen Xue Dong,The Story of Ming Lan ထဲမှာ Sheng Ru Lan အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Zhang Jia Ning, Eternal Love မှာ Mo Yi Huai အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသား Wang Rui Changတို့ ကပါဝင်သရုပ်ဆောင်သွားမှာဘဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့အောင်မြင်ကျော်ကြားနေတဲ့တေးရေးတေးဆို Xiang Dong Nan (Chen Xue Dong) ကအောင်မြင်မှုလမ်းကြောင်းကိုဖျက်ဆီးပစ်မယ့်အတိုက်အခံတွေခံရပါတော့တယ်။အဲ့အချိန်မှာလက်ထောက်ဖြစ်သူ Lin Sheng (Wang Rui Chang) ကXiang ...",
        "url": "https://channelmyanmar.org/tvshows/brilliant-class-8-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qoFTJi6b5Q5eNOArLOTe1Hi1fui.jpg",
        "title": "Defendant(2017)",
        "description": "Defendant(2017) ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း (၁ မှ ၁၈) အထိ  စ/ဆုံး\"ကျွန်တော့်သမီးလေးဘယ်မှာလဲ....ကျွန်တော့်မိန်းမရော....မနေ့က အိမ်မှာကိုအခုကျွန်တော်ဘယ်ရောက်နေတာလဲ....\"သွေးရူးသွေးတမ်းနဲ့ လူတစ်ယောက်အော်ဟစ်နေတယ်...တကယ်တော့သူဟာ ထောင်ထဲရောက်နေတာပါ...မိန်းမနဲ့မွေးထားတဲ့သမီးလေးကိုသတ်မှုနဲ့ သေဒဏ်ကျခံဖို့စောင့်နေရတဲ့ လူတစ်ယောက်... သို့ပေမဲ့ထောင်ထဲရောက်တာ တရားရင်ဆိုင်ရင်းနဲ့ဆို ၄လ ကာလ အချိန်ရှိနေပေမဲ့ သူ့မှတ်ဉာဏ်က အိပ်ရာက နိုးလိုက်တာနဲ့သမီးလေးမွေးနေ့ကျင်းပပြီးတဲ့လွန်ခဲ့တဲ့ ၄လဆီကကိစ္စကိုပဲမှတ်မိနေပြီး တခြားကိစ္စတွေတော့ဘာမမှတ်မိတော့ပါဘူး...သူ့ဘဝရဲ့အပြောင်းအလဲဟာ လူတိုင်းအတွက်မယုံနိုင်စရာကောင်းတယ်..သူဟာအရင်တုန်းက သိပ်ထက်မြက်တဲ့အမှုစစ်တစ်ယောက်....နားလည်ပေးတတ်တဲ့ ဇနီးသည်ရယ် ချစ်စရာကောင်းတဲ့ သမီးလေးရယ်နဲ့သူ့ဘဝဟာသိပ်ကိုကျေနပ်စရာကောင်းခဲ့တာ...ဒီလိုလူက ဇနီ:နဲ့သမီးကိုပြန်သတ်ခဲ့ပြီး ထောင်ထဲရောက်တော့လည်း မှတ်ဉာဏ်တွေဆုံးရှုံးနေတာ ဘာ့ကြောင့်လဲ....ဒီဇာတ်လမ်းတွဲဟာ အပိုင်းတိုင်းမှာ Twist တွေ တလှေကြီးပါသလို နည်းနည်းလေးတောင် ကျော်ကြည့်လို့မသင့်တဲ့စီးရီးတစ်ခုပါ...ချစ်ကြိုက်ကွဲငြားတွေ အရိုတစ်လိုင်းသမားတွေတော့လက်ရှောင်သင့်ပါတယ်.....ဗီလိန်နဲ့အဓိက ဇာတ်လိုက်တို့အားပြိုင်တာကလည်းတကယ်ကိုပွဲကြီ:ပွဲကောင်းပဲ...Penthouse မှာ ဂျူထန်းဒယ်အဖြစ်လူတွေပိုသိခဲ့တဲ့ မျက်လုံးမှေးကျဉ်းကျဉ်းဘိုးတော်ပေါ့...Drama of the Year ဆုကိုလည်း ကောင်းကောင်းကြီးသိမ်းပိုက်နိုင်ခဲ့ပါသေးတယ်....နှိုင်းသင့်လားမသိပေမဲ့ ဒီကားရိုက်တဲ့ဒါရိုက်တာက မိုက်ကယ်စကိုးဖီးတို့ရဲ့ Prison Break ကို တော်တော်စွဲလမ်းပုံရတယ်...အဲ့ဒီဟန်ပန်အချို့လည်းပါနေတယ်....ဇာတ်ရှိန်ကျတဲ့အခန်းကို မရှိပါဘူး..Thriller, Mystery, Law,Crime တွေလုံးဝစိတ်ဝင်စားတယ်ဆိုရင် 100% ညွှန်းဆိုပါတယ်....ကြည့်ကြပါလို့....Episodes: 18Duration: 60 MinQuality ...",
        "url": "https://channelmyanmar.org/tvshows/defendant2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/married-with-senior-133x200.jpg",
        "title": "Married with Senior (2022)",
        "description": "2022 ဖေဖော်ဝါရီလလောက်တုန်းကမှ ထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားဇာတ်လမ်း‌တွဲလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။အခုနောက်ပိုင်းမှာ Wattpad ကဇာတ်လမ်းလေးတွေကို ကျောရိုးယူပြီးရိုက်ကူးလာကြတဲ့ ဇာတ်လမ်းလေးတွေခေတ်စားလာတာကို တွေ့ရပါတယ်။အရာရာကို ပေါ့ပေါ့ပါးပါးတွေးပြီး အပေါင်းအသင်းတွေနဲ့ ပျော်ပျော်ရွှင်ရွှင်နေတတ်တဲ့ တစ်ဦးတည်းသော သမီးလေး မီကာဟာ ဖခင်ဖြစ်သူရဲ့ နောက်ဆုံးဆန္ဒလေးကြောင့် လက်ထပ်ဖို့ဖြစ်လာပါတော့တယ်။မီကာ နဲ့လက်ထပ်မယ့် အန်ကာဆာ ကတော့ မီကာရဲ့ မိဘတွေနဲ့ရင်းနီးပြီးတော့ ကျောင်းမှာ မီကာထင်တိုင်းကြဲမှုတွေကို လိုက်လံထိန်းသိမ်းပေးနေရသူဖြစ်ပါတယ်။ သူ့ရဲ့ဆန္ဒထက် သူ့ရဲ့ မိဘတွေရဲ့ ပျော်ရွှင်မှုတွေကို ဦးစားပေးတတ်သူတစ်ယောက်ပါ။သူတို့ မိဘတွေလက်ထပ်တုန်းက အကောင်အထည်မဖော်နိုင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးကို သားသမီးတွေလက်ထက် မှာ အသက်သွင်းပေးချင်တဲ့ အတွက် သူတို့တွေဟာ သားသမီးချင်း လက်ထပ်ပေးဖို့ ကတိတွေထားခဲ့မိကြပါတယ်။သဘောတူညီမှုတွေကြားထဲမှာ နောက်ထပ်‌ မီကာ ရဲ့ ဘ၀ထဲမှာ အမှတ်မထင်ရောက်လာတဲ့ ရိုင်နို ဆိုတဲ့ ပေါ့ပါးလွတ်လပ်တဲ့ အတွေးအခေါ်နဲ့ ကောင်လေးတစ်ယောက်ကလဲ မီကာရဲ့ စိတ်ကို ပိုင်ဆိုင်ဖို့ကြိုးစားလာပါတယ်။မီကာ ကိုယ်တိုင်ကရော မိဘတွေစီစဉ်မှုကြောင့်ဖြစ်လာတဲ့ အန်ကာဆာနဲ့ အိမ်ထောင်ရေးကို ...",
        "url": "https://channelmyanmar.org/tvshows/married-with-senior-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/AAAABWvDQYj4i7sbWHCC5qZ8S04NB_bPvVTYHh6Pk4g_2KTCL19NSMQzdfvJXrYGIqANDiU1iD8DNMtMzXTgGdYDuOuRPkEmy0InIMzrtTbkMZAJqzk8HR1a1MYRsmTdqQ-143x200.jpg",
        "title": "The Last Bus (2022)",
        "description": "The Last Bus (2022)===============IMDb Rating - 6.5/10Netflix က‌နေ လတ်တလောအသစ်ထွက်ရှိထားတဲ့ ဇာတ်လမ်းတွဲ\nကောင်းကောင်းတစ်ခုကို တင်ဆက် ပေးလိုက်ပါတယ်။ Cast တွေက\nကလေးအများစုဖြစ်ကြပေမယ့် သရုပ်ဆောင်ကောင်းကြပါတယ်။\nသိပ္ပံဆိုင်ရာယူဆချက်တွေ ပါဝင်ပေမယ့် အများကြီး ထည့်မထားလို့\nဇာတ်က လေးပင်မနေဘဲ ပေါ့ပေါ့ပါးပါးပဲဖြစ်ပါတယ်။ အများကြီး\nတွေးတောနေစရာမလိုဘဲ ရယ်မောရင်း အပျင်းပြေ ကြည့်ချင်သူများ\nကြည့်သင့်တဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ကမ္ဘာကြီးပေါ်မှာ ဖြစ်သမျှ သမုဒ္ဒရာကြီး\nညစ်ညမ်းလာမှု၊ ရာသီဥတုပြောင်းလဲမှု၊ ကမ္ဘာ့ငြိမ်းချမ်းရေး၊ သစ်တော\nပြုန်းတီးမှုတွေ နဲ့ တခြား ကိစ္စများဟာ လူသားတွေကြောင့် ဖြစ်လာတယ်လို့\nအစွန်းရောက် ယူဆတဲ့ သိပ္ပံပညာရှင် Dalton Monkhouse ဟာ\nနည်းပညာပိုင်းမှာ လွန်စွာထူးချွန်တဲ့သူတစ်ယောက်ပါ။  တစ်နေ့မှာတော့\nသူဟာ ပြပွဲကျင်းပမယ်ဆိုပြီး လူတွေကို ဖိတ်ကြားလိုက်ပါတယ်။ Braelawn\nAcademy မှ ကျောင်းသား/သူတစ်သိုက်တို့ ထိုပွဲကို သွားရာမှ ဒရုန်းတွေရဲ့\nတိုက်ခိုက်မှုကို ခံကြရပါတယ်။ အသိဉာဏ်ရှိပြီး ရက်စက်တဲ့ ဒရုန်းတွေရဲ့\nတိုက်ခိုက်မှုကြားမှာ ကျောင်းသားတွေဘယ်လိုရှင်သန်ကြမလဲ။ ဘယ်လို\nရုန်းကန်ကြမလဲ ဆိုတာကို  အတည်အတံ့မဟုတ်ဘဲ ...",
        "url": "https://channelmyanmar.org/tvshows/the-last-bus-2022/"
    }
]