[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-04-at-10.54.43-PM-113x200.png",
        "title": "Aarya (2020)",
        "description": "Aarya (2020)===========IMDb Rating - 8.1/10#Unicodeအခုတင်ဆက်ပေးမှာကတော့ June 19 ရက်နေ့က Netflix မှာပြသသွားပြီး အပိုင်း ၉ ပိုင်းပါဝင်တဲ့India Crime, Thriller, Drama စီးရီးကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့အာယာဆာရင်းနဲ့ တစ်ဂျ်ဆာရင်းတို့က သိပ်ချစ်ကြတဲ့ဇနီးမောင်နှံပါ။ သူတို့မှာ သားကြီးဗီရာရယ်သမီးလတ်အာယုရယ် သားငယ်လေးအာဒီရယ်ရှိပါတယ်။ အပေါ်ယံကြည့်ရင်တော့ သိပ်ကိုပျော်ရွှင်ပြီချမ်းသာကြွယ်ဝတဲ့မိသားစုလေးပါပဲ။ တစ်ဂျ်ကလည်း အာယာ့အဖေ သူ့ယောက္ခမဇိုရဝါကို အဖေအရင်းလိုချစ်ခင်ပြီး သူ့လက်အောက်​ ဆေးကုမ္ပဏီမှာပဲ အလုပ်လုပ်ပါတယ်။ ဒါပေမဲ့ လက်တွေ့မှာတော့ဆေးကုမ္ပဏီက အမြတ်အစွန်းတွေကြောင့် သူတို့ဒီလိုချမ်းသာနေတာမဟုတ်ပါဘူး။ သူတို့မိသားစုဟာတရားမဝင်ဘိန်းပင်တွေစိုက်ပြီး အဲဒီကနေ ဘိန်းကိုအခြေခံပြီးထုတ်လုပ်တဲ့ မူးယစ်ဆေးအပျော့စားတွေကို နိုင်ငံခြားကို တင်သွင်းတာပါ။ တစ်နေ့မှာတော့ အာယာရဲ့မောင်ဖြစ်သူက  မူးယစ်ရာဇာကြီး ရှီခါဝပ်ဆီကနေ သန်း ၃၀၀ တန်ဖိုးရှိတဲ့ ဘိန်းဖြူတွေခိုးလာတဲ့အခါမှာတော့။ ကံကြမ္မာရဲ့ အလှည့်အပြောင်းတွေကို အာယာတစ်ယောက် ဘယ်လိုကြံ့ကြံ့ခိုင်ရင်ဆိုင်မလဲဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ်။IMDB 8.1/10 အထိရရှိထားသလို ထိပ်တန်းမင်းသမီး Sushmita ...",
        "url": "https://channelmyanmar.org/tvshows/aarya-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/dFuTT1nRzSFknNQuFEvtpb5QZ3O-133x200.jpg",
        "title": "The Pier (2020)",
        "description": "ကျွန်မ တည်ငြိမ်နေတဲ့ ရေပြင်ကျယ်ကြီးကို ငေးကြည့်နေမိတယ် မောင်။\nကျွန်မ ဘဝကလည်း ဒီရေပြင်လို တည်ငြိမ်အေးချမ်းနေခဲ့ဖူးတယ်လေ။\nကျွန်မဘဝက လှတယ် အေးချမ်းတယ်\nပျော်ရွှင်မှုအပြည့်နဲ့ အောင်မြင်နေတဲ့ ဗိသုကာပညာရှင်တစ်ယောက်။\nပြီးတော့ ကျွန်မကို သိပ်ချစ်တဲ့ မောင်လည်းရှိတယ်။\nဒါပေမယ့် ရေပြင်ကျယ်ဟာ မာယာများတယ်\nပြောင်းလဲလွယ်တယ် တည်ငြိမ်နေရာကနေ ရုတ်တရက်\nမုန်တိုင်းထန်လာတတ်တယ်။\nမောင်လည်း ဟောဒီရေပြင်ကျယ်လိုပဲ။\n၁၅နှစ်လုံးလုံး အေးချမ်းတည်ငြိမ်နေတဲ့ ကျွန်မဘဝထဲကို\nမောင်ဟာ အဆိုးရွားဆုံး မုန်တိုင်းတွေကို ယူဆောင်လာခဲ့တယ်။\nမုန်တိုင်းတွေကို သယ်ဆောင်လာတဲ့မောင်ဟာ\nအေးအတူပူအမျှ အတူတကွနေကြပါမယ်ဆိုတဲ့\nလက်ထပ်စဉ်က ကတိသစ္စာတွေကို ဖောက်ဖျက်ပြီး\nပြန်မဆုံနိုင်သော ခွဲခွာခြင်းမျိုးနဲ့ သောကမုန်တိုင်းအလယ်မှာ\nကျွန်မကို တစ်ယောက်တည်း ထားပစ်ခဲ့ပြန်တယ်။\nလူတွေက ဒီဆိပ်ကမ်းမှာ အပန်းလာဖြေနေကြတယ်။\nဒီဆိပ်ကမ်းမှာ လာပျော်ရွှင်နေကြတယ်။\nကျွန်မကတော့ ဒီ ဆိပ်ကမ်းကို သိပ် မုန်းတယ် မောင်။\nအလုပ်ကိစ္စနဲ့ ခရီးထွက်မယ်လို့ ကျွန်မကို\nမောင် ပြောသွားခဲ့တယ်။\nမကြာသေးခင်ကမှ ကျွန်မတို့ ဘဝအတွက်\nအစီအစဉ်တွေချရင်း ပျော်ရွှင်ရယ်မောနေကြသေးတယ်လေ။\nအခုတော့ ကျွန်မ ပြန်တွေ့ရတာ ဟောဒီဆိပ်ကမ်းမှာတင်နေတဲ့\nမောင့်ရဲ့ အသက်မဲ့တဲ့ ခန္တာကိုယ်တဲ့လား။\nကျွန်မတို့ ပျော်ရွှင်နေကြတာလေ ဒါပေမယ့် မောင်က\nကိုယ့်ကိုယ်ကိုယ် သေကြောင်းကြံသွားတာတဲ့လား။\nမယုံနိုင်ဘူး မောင်ရယ်။\nကျွန်မ အပူတွေမှ မဆုံးသေးဘူး။\n၁၅ နှစ်တာလုံး ...",
        "url": "https://channelmyanmar.org/tvshows/the-pier-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/apbrbWs8M9lyOpJYU5WXrpFbk1Z.jpg",
        "title": "Dark Season 3 [COMPLETE]",
        "description": "Deep ပြီး Dark တဲ့ စီးရီးလေးတစ်ခုကိုမိတ်ဆက်ပေးချင်ပါတယ်။စီးရီးနာမည်ကတော့ Dark ပါ။ဒီကားလေးက လျှို့ဝှက်ဆန်းကျယ် တွေးတောပြီး မျောပါသွားရတဲ့ feelingကိုကြိုက်တဲ့ ပရိသတ်ကြီးအတွက်ကတော့ လုံးဝအကြိုက်တွေ့သွားစေရမှာပါ။Season 3 မှာ အပိုင်း ၈ ပိုင်းပါရှိပါတယ်။ လူသားတွေ နားလည်လက်ခံထားတာက မနေ့ကပြီးရင် ဒီနေ့လာမယ်။ဒီနေ့ပြီးရင် မနက်ဖြန်ရောက်လာမယ်ဆိုတဲ့ အစီအစဉ်အတိုင်းသွားနေကြတယ်လို့ပါပဲ။တကယ်လို့ အဲ့လိုအချိန်ကာလတွေဟာအစီအစဉ်အတိုင်းရှိနေတာမျိုးမဟုတ်ပဲ စက်ဝိုင်းကြီးတစ်ခုလိုမျိုး အဆုံးအစမရှိစွာ လည်ပတ်နေတာမျိုးဆိုရင်ရော?ဒီလိုအတွေးမျိုးတွေပေါ်မှာ အခြေခံကာဇာတ်အိမ်တည်ထားတဲ့ စီးရီးကောင်းလေးကတော့ ပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောပြချင်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့... ဝစ်ဒန်ဆိုတဲ့ မြို့လေးမှာ အီရစ်ခ်ဆိုတဲ့ ကလေးတစ်ယောက် ပျောက်ချင်းမလှပျောက်သွားတာကနေ ဇာတ်လမ်းကစပါတယ်။ရာဇဝတ်မှုနည်းပါးပြီးအေးချမ်းလှတဲ့ ဒီမြို့လေးမှာ ကလေးတစ်ယောက်ပျောက်ချင်းမလှ ခြေရာလက်ရာသဲလွန်စတစ်ခုမကျန်ပဲပျောက်ဆုံးသွားတာကတော့ ရဲမှုး အောလ်ရစ်ခ်ျအတွက်ခေါင်းခဲစရာကိစ္စတစ်ခုဖြစ်လာပါတော့တယ်။လွန်ခဲ့တဲ့ ၃၃နှစ်ကလဲ မက်စ်ဆိုတဲ့ကလေးတစ်ဦးအခုလိုပဲပျောက်ဆုံးသွားခဲ့ဖူးပါတယ်။ကံကြမ္မာစက်ဝန်းတစ်ပါတ်ပြန်လည်တာများလားဆိုတဲ့ အတွေးနဲ့ အားလုံးထိတ်လန့်နေချိန်မှာရဲမှုးအောလ်ရစ်ခ်ျရဲ့သားငယ်လေး မစ်ကယ်လ်ပါ ပျောက်ဆုံးသွားပါတော့တယ်။လွန်ခဲ့တဲ့ ၃၃နှစ်ကပျောက်ဆုံးသွားတဲ့ မက်စ်ကို ပျောက်သွားချိန်ကအသက်အရွယ်အတိုင်း ၁၂နှစ်အရွယ်ကလေးတစ်ယောက်ရဲ့အလောင်းအနေနဲ့ ပြန်တွေ့ရတဲ့အချိန်မှာ သူတို့ဘာဆက်လုပ်ကြမလဲ?မက်စ်ရဲ့အလောင်းကလဲလတ်လတ်ဆတ်ဆတ် တစ်နေ့ကမှသေထားတဲ့အလောင်းဖြစ်နေတဲ့အခါ...Imdb Rating 8.6/10 ရရှိထားတဲ့ စီးရီးလေးမို့ မကောင်းမှာတော့မပူရပါဘူး။လျှို့ဝှက်ဆန်းကျယ် ...",
        "url": "https://channelmyanmar.org/tvshows/dark-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ypaPQPPwfmvj2dDRKvqIDC2LGNQ.jpg",
        "title": "Heavenly Sword and Dragon Sabre ( 2003 ) ( Completed )",
        "description": "Heavenly Sword And Dragon Sabre ( 2003 )သိုင်းစီးရီးတွေအတွဲလိုက်တင်ပြီးပေမယ့် နဂါးနိုင်ဓါး တတွဲကျန်နေသေးလို့\nဘယ် version လုပ်ရင် ကောင်းမလဲစဉ်းစားမိပါတယ် 2003 Version ထဲက\nကျောက်မိန်သာ ပုံအလာဆုံးမို့ ဒီဗားရှင်းလေးပဲတင်ဆက်လိုက်ပါတယ်\nနောက်တာပါ ဒီဗားရှင်းကို သဘောအကျဆုံးမို့ ပြန်တင်ဆက်လိုက်ပါတယ်\nပထမဆုံးတင်တဲ့ရက်မို့ Bonus အနေနဲ့ 10 ပိုင်းတင်ဆက်လိုက်ပါတယ်\nနောက်ရက်တွေကတော့ထုံးစံအတိုင်းတရက် ငါးပိုင်းပေါ့ အပိုင်း 40 ပါဝင်ပါတယ်\n( စကားချပ် )ဒီဇာတ်လမ်းကိုတော့ ၁၄ ရာစုမှာ တည်ဆောက်ထားပါတယ်။\nအဓိက ဇာတ်ကောင်ကတော့ ဝူတန် ဂိုဏ်းကို တည်ထောင်ခဲ့သူ\nကျန်းစန်းဖုန်းရဲ့ တပည့် ကျန်းချွေးဆန်းရဲ့ သား ကျန်းဝူကျိပဲဖြစ်ပါတယ်။အဲဒီခေတ်မှာ နဂါးနိုင်ဓားနဲ့ တိမ်လွှာဓားကို ပိုင်ရင် သိုင်းလောကမှာ\nပြိုင်ဘက်ကင်းပြီဆိုတဲ့ အဆိုကြောင့် ဒီဓား၂လက်ကို လုကြရင်းတိုက်ပွဲတွေ ဖြစ်လာခဲ့တာပါ။နဂါးနိုင်ဓားနဲ့တိမ်လွှာဓားဟာ ဒီအတိုင်းအသုံးပြုရင်တောင်\nသတ္တုအားလုံးကို ဖြတ်တောက်ပစ်နိုင်တဲ့ အစွမ်းရှိပါတယ်။\nဒါပေမယ့် တကယ်ပိုအရေးကြီးတဲ့အချက်က ကောကျင့်တို့ခေတ်မှာ\nထိပ်သီးတွေ လုခဲ့ကြတဲ့ ဝူမု စစ်ဗြူဟာကျမ်းကို နဂါးနိုင်ဓားထဲမှာ ထည့်ထားပြီး၊\nကျိုရင်းသိုင်းကျမ်းထဲက ...",
        "url": "https://channelmyanmar.org/tvshows/heavenly-sword-and-dragon-sabre-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcgapD2A1CWxZKGqKxX0Iqr3CPR.jpg",
        "title": "Hey sensei , Don’t you know? (2019)",
        "description": "[Unicode]IMDb rating 6/102019က ထွက်ရှိခဲ့တဲ့ Dramaဖြစ်ပါတယ် ။\nအပိုင်း၆ပိုင်းပါဝင်ပြီး တစ်ပိုင်းစီမှာပျှမ်းမျှ ၂၅မိနစ်စာရှိပါတယ်။\n\"Hey sensei,don't you know\" ဆိုတဲ့ Manga ကို drama အဖြစ်ပြန်ရိုက်ခဲ့တာဖြစ်ပြီး\nEnding song အနေနဲ့ Bolbbagan 4ရဲ့ပထမဆုံး Japanese single song \"Love\"သီချင်း ကိုအသုံးပြုထားပါတယ်။\"ဟာနာ နှင့် ရီချီ\"\"ဟာနာ\"ဆိုတဲ့မိန်းကလေးက Girl Manga တွေရေးတဲ့စာရေးဆရာမတစ်ယောက်ဖြစ်ပါတယ်။\nသူကတော့ အထက်တန်းကျောင်းseniorဘဝကတည်းက Mangaတွေကိုစတင်ရေးသားခဲ့ပြီး အလုပ်ထဲမှာပဲဘဝကိုမြှုပ်နှံထားသူတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့စာမူတွေအပ်ပြီးပြန်အလာ လမ်းမှာရှိတဲ့မှန်တစ်ချပ်ထဲမှာ သူမရဲ့ပုံရိပ်ကိုမြင်တွေ့လိုက်ရပါတယ်။\nအလုပ်ကလွဲပြီးကျန်တာကိုဂရုမစိုက်ခဲ့တဲ့ဟာနာတစ်ယောက် fashionအမြင်မရှိ ဖရိုဖရဲဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါ\nသူမရဲ့ပုံစံကိုပြောင်းပစ်ဖို့ဆလွန်းတစ်ခုကို သွားလိုက်ပါတယ်။\nအဲဒီဆလွန်းမှာတော့ ဆံပင်ညှပ်တော်ပြီးခံ့ညားတဲ့ ရီချီဆိုတဲ့Hairstylistတစ်ယောက်ရှိနေခဲ့ပါတယ်။\"ရီချီ\"ကတော့ Modelမင်းသမီးတွေကိုပါ hairstyleပြင်ပေးရလေ့ရှိတဲ့ခပ်မိုက်မိုက်Hairstylistတစ်ယောက်ပါ။\nသူ့အနားမှာမိန်းကလေးတွေဝိုင်းဝိုင်းလည်နေပေမဲ့ hairstyleတွေကိုပဲအမြဲတမ်းသင်ယူလေ့လာမှုတွေပဲပြုလုပ်နေခဲ့လို့\nရည်းစားကိုဂရုမစိုက်နိုင်ဘဲ တစ်ယောက်ပြီးတစ်ယောက်နဲ့ပြတ်စဲခဲ့ရတာကြောင့် ရည်းစားထပ်မထားဘဲ အလုပ်ကိုသာ အချိန်ပြည့်ကြိုးစားနေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့သူ့ဆလွန်းကို ကပိုကရိုနဲ့အနွေးထည်အထူကြီးဝတ်ထားတဲ့မိန်းကလေးတစ်ယောက် ဆံပင်ညှပ်ဖို့ရောက်လာခဲ့ပါတယ်။ဆံပင်ညှပ်ပေးရင်း စကားစမြည်ပြောမိတဲ့အခါ\nဟာနာရဲ့အလုပ်အပေါ်ထားတဲ့လေးနက်မှုတွေ စိတ်အားထက်သန်မှုတွေကိုမြင်ပြီးသဘောကျသွားခဲ့ပါတယ်။\nဟာနာကလည်း သူ့ရဲ့Mangaတွေထဲကလို စကားပြောကောင်းပြီးခံ့ညားတဲ့cool guy ရီချီကိုသဘောကျနေခဲ့ပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/hey-sensei-dont-you-know-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Familiar_Wife-200x140.jpg",
        "title": "Familiar Wife 2018",
        "description": "ဒီစီးရီးလေးက ၂၀၁၈ က ထွက်တာပါ။ ကျွန်တော် စကိုင်းနက်မှာ တစ်ပိုင်းကြည့်မိပြီး အတော်ကြိုက်သွားလို့ ကိုယ်တိုင်ပြန်လုပ်ပေးထားတာပါ။ ရယ်လည်းရယ်ရတယ်၊ ချစ်ဖို့လည်းကောင်းတယ်။ ကြည့်လို့ကြိုက်ကြမှာ သေချာပါတယ်။ဇာတ်လမ်းအကျဉ်း\nချားဂျိုဟုဟာ ဘဏ်ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဆိုးဝူဂျင်းနဲ့ လက်ထပ်ထားပြီး ကလေးလည်း ရနေပါပြီ။ ဆိုးဝူဂျင်းဟာ ယောကျာ်းမရခင်က အတော်ကိုချစ်စရာ ကောင်းတဲ့ ကောင်မလေးပါ။ ယောကျာ်းနဲ့ကလေးနဲ့ အလုပ်နဲ့ ပေါင်းလာတဲ့အခါမှ ကြောက်စရာကောင်းတဲ့ မိန်းမကြီးအဖြစ် ပြောင်းလဲသွားပါတော့တယ်။ အိမ်မှာ အော်တယ်၊ ဆူတယ်၊ ယောကျာ်းကိုလည်း ရိုက်တယ်ပေါ့။ ဒီတော့ ချားက အတော်လေး စိတ်ပျက်ပြီး ကြောက်လာပါပြီ။ ဖြစ်ချင်တော့ အဲဒီလို အချိန်မှာမှ ကျောင်းတုန်းက သူခရက်ရှ်ခဲ့ဖူးတဲ့ သူဌေးသမီးအချောလေးနဲ့ တွေ့ပြီး သူဌေးသမီးလေး ဟဲဝန်း က သူ့ကို ကျောင်းတုန်းက ကြိုက်ခဲ့တယ်လို့ ပြောလာတော့ လွတ်တဲ့ငါးပါ ကြီးပါလေရော။ ဒီလိုနဲ့တစ်နေ့မှာ ချားဂျိုဟုဟာ အာကာသဖြစ်စဉ်တစ်ခုနဲ့ တိုက်တိုက်ဆိုင်ဆိုင်တွေ့ြ့ပီး အတိတ်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/familiar-wife-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/luy2-141x200.jpg",
        "title": "အထူးရဲကြန္မန္ဒို ( 1993 ) ( စဆံုး )",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ ရှားပါးဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်ငယ်စဉ်အခါက မြဝတီ ရုပ်မြင်သံကြားမှာ စတင်ပြတဲ့အချိန်မှာကြီးကြီးငယ်ငယ် စွဲလန်းစွာစောင့်ကြည့်ခဲ့ရတဲ့ဇာတ်လမ်းတွဲလေးတခုဆိုရင်လည်းမမှားပါဘူး အဲ့အချိန်တုန်းက ကလေးပေါက်စအပျိုပေါက်စ ( အခုတော့အဖွားကြီးဒွေ :3 နောက်တာပါ )တွေ အသည်းစွဲခဲ့ရတဲ့ လုရီ ဆိုတာ မြန်မာပရိတ်သတ်တွေစတင်သိခဲ့ရတဲ့ကားဆိုရင်လည်းမမှားပါဘူး...အခုလိုအချိန်မှာ အလွမ်းပြေပြန်လည်ကြည့်ချင်တဲ့သူတွေအတွက်ဘယ်မှာမှ မြန်မာစာတန်းထိုးနဲ့ရှာမရနိုင်တော့တဲ့ ဒီကားလေးကိုChannel Myanmar အနေနဲ့ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်1993 က ကားဖြစ်တာကြောင့် အတတ်နိုင်ဆုံးအကြည်ကိုတင်ဆင်ပေးလိုက်ရပါတယ်28 ပိုင်းရှိပီးတော့ တရက်ကို 1 ပိုင်းစီနဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်အညွန်းလေးကတော့ဘိန်းအဖွဲ့နောက်လိုက်နေတဲ့ အဖွဲ့ခေါင်းဆောင် ချန်ကွမ်းမင်ဟာမမျှော်လင့်ထားတဲ့ ပြဿနာတစ်ခုကြောင့် မင်္ဂလာဆောင်ပြီးနောက်တစ်ရက်မှာပဲ အဖမ်းခံလိုက်ရတယ်။ဘိန်းခေါင်းဆောင်ကို ဖမ်းနိုင်ဖို့ ထိုင်ဝမ်ရဲတပ်ဖွဲ့ဟာ အမျိုးသမီးရဲမေတွေကိုလက်နက်အနေနဲ့ အသုံးချနေရတဲ့အချိန်လည်း ဖြစ်တယ်။ဒါကြောင့် ဘိန်းဘုရင်ကို ဖမ်းမိဖို့အတွက် ချန်ကွမ်းမင်ဟာ ထောင် ၄ နှစ်ကျပြီးပြန်လွတ်လာတဲ့အချိန်မှာ undercover အနေနဲ့ ဘိန်းအဖွဲ့ကိုဝင်ခဲ့သလိုချန်ကွမ်းမင်ရဲ့ဇနီး ဝမ်လင်ဟာလည်း ရဲမေတစ်ဦးပီပီယောက်ျားနာမည်ကို ပြန်ကယ်ဖို့ရော ကျရှုံးခဲ့တဲ့ ရဲမေတွေအတွက်ရောဘိန်းအဖွဲ့နောက်လိုက်နေခဲ့တယ်။ကဲ.... ချန်ကွမ်းမင်ရဲ့ နာမည်ရော ပြန်ကယ်နိုင်မှာလားဘိန်းအဖွဲ့ကို ထိုင်ဝမ်ရဲတွေ နှိမ်နင်းနိုင်ပါ့မလားဆိုတာတော့ ဇာတ်ကားကြည့်မှ ...",
        "url": "https://channelmyanmar.org/tvshows/special-commando-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/7SLlbkzOJb8v9wXVYIcqozx2hxe-133x200.jpg",
        "title": "The King: Eternal Monarch (2020)",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ စီးရီးလေး စတင်ပါပြီ။အပတ်စဉ် သောကြာ စနေ ညတွေမှာ တင်ဆက်ပေးသွားမှာ ဖြစ်ပါတယ်။မင်းသားကတော့ F4 မင်းသားလို့ အများသိတဲ့ လီမင်ဟိုပါပဲ။ဒီစီးရီးကတော့ အပြိုင်စကြဝဠာ၊ အပြိုင်ကမ္ဘာအယူအဆတွေနဲ့ပဲ တည်ဆောက်ထားတာပါ။အပြိုင်ကမ္ဘာတစ်ဖက်မှာ Corea (ကိုရီးယား တိုင်းပြည်) ရှိပါတယ်။အဲဒီမှာ အင်မတန်အစွမ်းထက်တဲ့ ပုလွေတစ်ခု ရှိပြီးအဲဒီပုလွေကိုလုယူဖို့အတွက် မင်းသား လီလင် ဟာအစ်ကိုဖြစ်သူ မင်းကြီးကို လုပ်ကြံခဲ့ပါတယ်။ဒါပေမယ့် အိမ်ရှေ့စံမင်းသား ကလေးငယ် လီဂွန် (လီမင်ဟို) ကတားဆီးခဲ့တဲ့အတွက် မအောင်မြင်ဘဲထွက်ပြေးသွားခဲ့ပါတယ်။အဲဒီအချိန်မှာ လီဂွန်ကို အမည်မသိလူတစ်ယောက်က ကယ်ဆယ်ခဲ့ပြီးဂျောင်ထယ်အူ ဆိုတဲ့ ရဲကတ်ပြားလေးကျန်နေခဲ့ပါတယ်။လီဂွန်က ဘုရင်အဖြစ် နန်းတက်ပြီးအရွယ်ရောက်လာချိန်မှာအပြိုင်ကမ္ဘာက စုံထောက်မဗိုလ် ဂျောင်ထယ်အူ နဲ့ပြန်တွေ့ဆုံကြတဲ့အခါမှာCM Team က ဘာသာပြန်ပေးထားပြီးLK မှ တင်ဆက်ပေးထားပါတယ်။  File Size - (500mb)@EpisodeQuality - HD-Rip 720p Ep 1-8 (Zip File ) - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/the-king-eternal-monarch-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i97YOqvylMMkiNzi4l5yyEVbYQi.jpg",
        "title": "Pinocchio ( 2014 )",
        "description": "2014 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ K Drama ဇာတ်ကားလေးမှာ\nမင်းသားချော Lee Jong-suk နဲ့ မင်းသမီး ပတ်ရှင်ဟေးကို လိုက်ဖက်ညီစွာ\nတွဲဖက်သရုပ်ဆောင်ထားပါတယ်..Ongoing ပြသတဲ့အချိန်တုန်းကလည်း\nအင်မတန်မှ ပေါက်ခဲ့တဲ့အပြင် ကိုရီးယားနိုင်ငံအတွင်းမှာလည်း\nရေပန်းစားခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်pinocchio ဆိုတာဘာလဲ..pinocchio ဆိုတာ လိမ်ပြောရင် ကြို့ထိုးတတ်တဲ့\nထူးဆန်းတဲ့ရောဂါတမျိုးပါ..ချွဲဒယ်ပိုဆိုတဲ့ကောင်လေးငယ်စဉ်က သူ့ရဲ့အဖေဟာ\nစက်ရုံမီးလောင်ပေါက်ကွဲမှုတခုရဲ့ တရားခံအဖြစ် မသမာသူတွေက\nနာမည်ဖျက်ခဲ့ကြတယ်..ဒယ်ပိုခမျှာ အဖေလည်းသေ..နာမည်လည်းပျက်\nဘဝကိုခက်ခက်ခဲခဲဖြတ်သန်းခဲ့ရပါတယ်..ဒယ်ပိုတစ်ယောက် နောက်ဆုံး\nအဖေတခုသမီးတခုဘဝနဲ့ ဖြတ်သန်းနေတဲ့ ချွဲအင်ဟာတို့အိမ်ကိုရောက်သွားပါတော့တယ်\nငယ်စဉ်ကတည်းက ဒယ်ပိုနဲ့အင်ဟာ တို့ အတူတူကြီးပြင်းလာခဲ့ကြပြီး\nကြီးပြင်းလာတဲ့အခါမှာတော့ ချွဲအင်ဟာ ( ပတ်ရှင်ဟေး ) ဟာ\nသတင်းထောက်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်..ချွဲအင်ဟာမှာ\nထူးဆန်းရဲ့ရောဂါတမျိုးရှိနေတယ် ဒါကတော့ လိမ်ပြောရင် ကြို့ထိုးတတ်တဲ့\npinocchio ပါပဲ...သတင်းထောက်တစ်ယောက်ဖြစ်လာခဲ့တဲ့ အင်ဟာ\npinocchioကြောင့် ဘာတွေအခက်အခဲတွေ့မလဲ\nဒယ်ပိုကလည်း သူ့ဖခင်ရဲ့ နာမည်ဆိုးကို လွတ်မြောက်စေဖို့\nပြန်လည်ကြိုးစားနိုင်ပါ့မလား..ဒယ်ပိုနဲ့ အင်ဟာတို့ရဲ့ ငယ်ကျွမ်းဆွေ\nအချစ်ဇာတ်လမ်းလေးဘယ်လိုဖြစ်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပါ Movie Quality : WEB-DLSubtitle : Myanmar Sub ( Hardsub )Subtitle By Somonlian ( ...",
        "url": "https://channelmyanmar.org/tvshows/pinocchio-2014/"
    },
    {
        "thumbnail": "https://i.mydramalist.com/EPgj5f.jpg",
        "title": "My Husband in Law (2020)",
        "description": "[Unicode]တိတ်တခိုးချစ်ရသူ ခင်ပွန်း' ဇာတ်လမ်းအကျဉ်း 'မေဟာ ငယ်ငယ်တည်းက မေ့အမေအရင်းဖြစ်သူ ဆုံးပါးသွားခဲ့လို့ အမေ့သူငယ်ချင်းဖြစ်သူ ဂျီရဲ့ မွေးစားသမီးအဖြစ်နဲ့ နေထိုင်ခဲ့ရတယ် ၊မွေးစားအမေရဲ့ သားအရင်းဖြစ်သူ ထင်ကိုမှ သဘောကျမိခဲ့ပြီး ဘာပဲဖြစ်လာလာ အနစ်နာခံ ချစ်ပေးခဲ့သူလည်းဖြစ်ပါတယ် ၊ထင်ကတော့ ညီမလေးတစ်ယောက်ထက်မပိုခဲ့ပဲ အမြဲစနောက်အနိုင်ကျင့်နေခဲ့တယ်...တစ်ရက်...ထင်က အာဏာရှိ ယောက်ျားတစ်ယောက်ရဲ့ မိန်းမဖြစ်သူယာဒါနဲ့ သွားပတ်သတ်မိခဲ့ပြီး ဒီပတ်သတ်မှုကို ရပ်တန့်ဖို့အတွက် မေနဲ့ လက်ထပ်ဖို့ ဖိအားပေးခံခဲ့ရပါတယ် ၊ဘယ်လိုမှမဖြစ်တဲ့အဆုံး ထင်က လက်ထပ်မှုဟာ အတုယောင်သာဖြစ်ကြောင်း အားလုံးပြီးရင် ကွာရှင်းဖို့ မေနဲ့ နှစ်ဦး တိုင်ပင်ပြီး အယောင်ဆောင် လက်ထပ်ခဲ့ပါတော့တယ် ။သူတို့ လက်ထပ်မှုကြား ယာဒါက ပြန်လည်နှောင့်ယှက်လာချိန်မှာတော့ ဘာတွေဖြစ်လာဦးမလဲ...ထင်ကတော့ သူ့အပေါ်အနစ်နာခံပေးတဲ့ မေကို တကယ်ချစ်လာမှာလား....ဒီဇာတ်လမ်းတွဲလေးကတော့ အချစ်ဟာသဆန်ဆန်လေးဖြစ်ပြီး မြန်မာနိုင်ငံမှာ လာရောက်ရိုက်ကူးသွားတာလည်း ဖြစ်ပါတယ် ။အင်းလေး ပုဂံ ရွှေတိဂုံစတဲ့ နေရာတွေမှာ ရိုက်ကူးသွားခဲ့တာဖြစ်ပြီး မြန်မာနိုင်ငံရဲ့ ရှုခင်းအလှတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/my-husband-in-law-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hUb32Sn5PPYXxoutmRAlsR4BCBE.jpg",
        "title": "Born Again (2020)",
        "description": "[Unicode]၁၉၈၀ခုနှစ် - ဂုံဂျီချော(Jang Ki-Yong) ရဲ့ အဖေက ကွင်းဆက်လူသတ်သမားတစ်ယောက်ဖြစ်ပြီး သူကတော့ အဖေလိုမဖြစ်ဖို့ ကြိုးစားခဲ့သူပါ ၊ဂျောင်ဟာအွန်း (Jin Se-Yun) ကတော့ စာအုပ်အဟောင်းဆိုင်ပိုင်ရှင်ဖြစ်ပြီး နှလုံးရောဂါသည်လည်းဖြစ်ပါတယ် ။သူမရဲ့ ချစ်သူ ချာယောင်းဘင်း (Lee Soo-Hyuk) ကတော့ အလုပ်ကြိုးစားတဲ့ စုံထောက်ဖြစ်ပါတယ် ။ဘုရားကျောင်းကို လာရင်း ဂုံဂျီချောတစ်ယောက် ဂျောင်ဟာအွန်းကို သဘောကျသွားခဲ့ပါတယ်ဒါပေမယ့် ဂုံဂျီချောဟာလည်း ကွင်းဆက်လူသတ်သမားတစ်ယောက်ဖြစ်လာတဲ့အခါ...စုံထောက် ချာယောင်းဘင်းနဲ့ သူတို့ရဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းက မပြီးဆုံးပဲ နောက်ဘဝလူဝင်စားအဖြစ်နဲ့ ပြန်လည်ဆုံတွေ့ကြမှာပါ ၊ပထမ ဘဝမှာ သူတို့တွေ ဘယ်လိုကံကြမ္မာတွေနဲ့ ရင်ဆိုင်ကြရမှာလဲ...လူပြန်ဝင်စားတဲ့ နောက်ဘဝမှာကော သူတို့ရဲ့ကံကြမ္မာကို ပြောင်းလဲနိုင်ပါ့မလားဆိုတာ Born Again ဆိုတဲ့ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်အားပေးကြပါနော်...( အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Hay Thar Oo & Htet ဖြစ်ပါတယ် ) [Zawgyi]၁၉၈၀ခုႏွစ္ - ဂုံဂ်ီေခ်ာ(Jang ...",
        "url": "https://channelmyanmar.org/tvshows/born-again-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Good_Doctor-p1-206x300.jpg",
        "title": "Good Doctor ( 2013 )",
        "description": "Good Doctor ( 2013 )ဒီကိုရီးယားစီးရီးဟာ ကောင်းမွန်လွန်းတဲ့အတွက်ကြောင့် American က ပြန်လည်ရိုက်ကူးတာအားလုံးအသိပါပဲ...တစ်ချို့က မူရင်းကို ကွီးယားစီးရီးကိုပိုမိုသဘောကျတာကြောင့်ပြန်လည်တင်ဆက်ပေးလိုက်သည်....ကိုရီးယားဇာတ်လမ်းတွဲတွေကိုကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်များအတွက် ဆေးပညာနောက်ခံဒရာမာဇာတ်လမ်းတွဲလေးအသစ်တစ်ခုနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..ဒီ ဇာတ်လမ်းတွဲဟာ2013 ခုနှစ်ကထွက်ရှိထားပြီး မင်းသားအဖြစ် Joo Won နဲ့ မင်းသမီးအဖြစ် Moon Chae-Wonတို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်....ပတ်စီယွန်ဟာ ငယ်စဉ်ကတည်းက ဆေးပညာကိုစိတ်ဝင်စားပြီးဆရာဝန်အရမ်းဖြစ်ချင်တဲ့ကလေးငယ်လေးတစ်ဦးပါ..ငယ်စဉ်တုန်းက သူဟာအများနဲ့မတူပဲ ရောဂါတစ်ခုရှိနေပါတယ်ဒါကြောင့်ကလေးတွေဟာသူ့ကိုမခေါ်ပဲဝိုင်းဖယ်ကြလို့ သူ့အစ်ကိုဖြစ်တဲ့သူက စီယွန်ကိုပုံစံပြောင်းအောင်အမျိုးမျိုးကြိုးစားခဲ့တယ်..တစ်နေ့ မှာတော့ သူနဲ့သူ့အကိုနဲ့ကစားရင်းမြေပြိုခဲ့လို့ သူ့အကိုဆုံးပါးသွားတဲ့အချိန် သူ့ရဲ့ရောဂါပိုဆိုးလာခဲ့သလို ပိုပြီးလည်းအထီးကျန်လာခဲ့ပါတယ်..ဆရာဝန်ကြီးတစ်ဦးက သူ့ကိုမွေးစားရင်းနဲ့မှ သူ့ရဲ့ဆေးပညာမှာကြောက်စရာကောင်းလောက်အောင်ပါရမီထူးချွန်မှုကို တွေ့ရှိရတဲ့နောက်မှာတော့ဆရာဝန်တစ်ဦးဖြစ်အောင်ပျိုးထောင်ပေးခဲ့ပါတော့တယ်..ရောဂါကြောင့်အခြားလူတွေနဲ့မတူတဲ့ စီယွန်..ခံစားချက်နောက်ကိုသာလိုက်တဲ့စီယွန်..ဆုံးဖြတ်နိုင်စွမ်းအရမ်းအားနည်းပြီးမသိတဲ့ ပတ်စီယွန်တစ်ယောက် ဆေးကုဖို့သာသိပြီးလူမှုပတ်ဝန်းကျင်မှာ လက်တွေ့ရင်ဆိုင်ရတဲ့အခါမှာတော့............................................................................... \nComplete Zip File  VIP  /  Yoteshin[1-10]  / Megaup[1-10] /  Yoteshin[11-20] / Megaup[11-20]Episode ( 1 ) -Yoteshin | MegaUp | Mega.nz  | Upstream | UserDrive\n \nEpisode ( 2 ) -Yoteshin | MegaUp | ...",
        "url": "https://channelmyanmar.org/tvshows/good-doctor-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k906XXqqFMT93v2WMkIOtUcEAlV.jpg",
        "title": "Siren Season 3 [COMPLETE]",
        "description": "Season 3 မှာတော့ ဇာတ်ကောင် အသစ် ပါလာပါပြီ။တီယာ လို့ ခေါ်ပါတယ်။ နာမည်အရှည်ကတော့ \"တီယာမက်\" လို့ ခေါ်ပါတယ်။ဂရိရာဇဝင်မှာ တီယာမက် ဆိုတဲ့ ပင်လယ်မိစ္ဆာ ရှိခဲံဖူးပါတယ်။ ဒါကို အစွဲပြုပြီး ဒီနာမည်ကို ပေးခဲ့တာပါ။လက်ရှိမှာတော့ \"တီယာ\" ဆိုတဲ့ အမည်ကို ယူထားပါတယ်။သူကတော့ ရုရှားကို ဖမ်းဆီးခေါ်ဆောင်ခံခဲ့ရတာပါ။ ရင်းနဲ့ မျိုးနွယ်စု မတူပါဘူး။အမေရိကန်နိုင်ငံမှာ \"ရင်း\"ရှိတယ် ဆိုတဲ့ သတင်းကို ကြားပြီး \"ရင်း\" ဆီကို အရောက်လာခဲ့တာပါ။ရည်ရွယ်ချက်ကတော့ မတူညီတဲ့ ရေသူမမျိုးနွယ်စုတွေ အကုန်စုပြီး လူသားမျိုးနွယ်စုကို လက်စားချေဖို့ပါ။သူမကတော့ ဘာသာစကား ၇ မျို တတ်ပါတယ်။ ပညာရပ်အစုံတတ်ပါတယ်။တိုက်ခိုက်တဲပညာကိုလည်း ကျွမ်းကျင်ပါတယ်။ သူမနဲ့ ရင်းနဲ့ တွေ့ဆုံခဲ့တဲ့အခါမှာတော့ .....(ဘာသာပြန်တင်ဆက်ထားသူတွေကတော့ August ...",
        "url": "https://channelmyanmar.org/tvshows/siren-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mhHzaSZVrltLOwCSCeKC3nXGMV1.jpg",
        "title": "Betaal (2020) [COMPLETE]",
        "description": "Netflix နဲ့ SRK ရဲ့ ထုတ်လုပ်ရေးတို့၏ ဒုတိယမြောက် အိန္ဒိစီးရီးပါဇာတ်လမ်းအကျဉ်းကတော့ ဘီတဲလ်တောင်ကြီးကို ဥမင်တူးပြီး ဟိုက်ဝေးလမ်းဖေါက်ဖို့ အစိုးရကကြိုးပမ်းချိန်မှာ အနီးအနားရွာတွေက လက်မခံဘဲ ကန့်ကွက်ခဲ့ကြပါတယ်ဒီဥမင်ကိုဖွင့်လို့မရဘူး ကျိန်စာသင့်နေတာ ဒီဥမင်ကိုပိတ်ထားရမယ်ဆိုပြီး အနုနည်းရော အကြမ်းနည်းပါကန်ကွက်မှုတွေ ဖေါက်ခွဲမှုတွေလုပ်လာတဲ့အခါ ဘဇ်အဖွဲ့ဆိုတဲ့ အထူးတပ်ဖွဲ့က လာရောက်နှိမ်နင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်ဘာကြောင့် ရွာသားတွေ ခွင့်မပြုရတာလဲ ဒီဥမင်ထဲမှာ ဘာကျိန်စာတွေရှိလို့လဲ ....ဟောဒီမှာ ကိုလင်းခယံရဲ့ ရီဗျူးကို ကူးယူဖေါ်ပြထားပါတယ်Zombies တွေပတ်သက်လို့ ဆိုရင် အိန္ဒိယဟာ ထွေထွေ ထူးထူး ရိုက်ပြခဲ့မယ် လို့ မထင်ခဲ့ရိုးအမှန်ပါ။အခုက Netflix နဲ့ ပေါင်း ရိုက်တာရယ် ရှာရွတ်ခမ်း ရဲ့ Production ရယ် ပါနေတာကြောင့် ကြည့်ခဲ့မိပါတယ်။Mini - Serie မို့ အပိုင်း ၄ ပိုင်းပဲ ပါ၀င်ပါတယ် ။ အပိုင်း ၁ နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/betaal-2020-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JTmkzwSDRiS9nvSPwpDB9fmZj2.jpg",
        "title": "Defending Jacob (2020) Season 1 [COMPLETE]",
        "description": "ဇာတ်လမ်းကတော့ Defending Jacob ဆိုတဲ့ စကားအတိုင်းပဲ ဂျေကော့ဘ်အတွက် ခုခံကာကွယ်ပေးရမှာပါ။ဂျေကော့ဘ် ဆိုတာကတော့ အန်ဒရူးဘာဘာဆိုတဲ့ ခရိုင်ရှေ့နေတစ်ယောက်ရဲ့သားပါ။ခရိုင်ရှေ့နေက သူ့သားအတွက် ဘာလို့ သူက ရှေ့နေလိုက်ပေးရတာလဲ?သူ့သားကရော ဘာတွေ လုပ်ခဲ့လို့လဲ?ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အလယ်တန်းကျောင်းသားလေး ဘန်ရစ်ဖ်ကင်အသတ်ခံရတဲ့အမှုကို အန်ဒီတစ်ယောက် စုံစမ်းရပါတယ်။ဒါပေမယ့် မမျှော်လင့်ဘဲ သားဖြစ်သူဂျေကော့ဘ်ကို တရားခံအဖြစ် စွပ်စွဲခံရတဲ့အခါမှာတော့ ....တကယ့်တရားခံအစစ်က ဘယ်သူလဲ?????သူ့သားကရော ဘန် ရစ်ဖ်ကင်ကို တကယ်သတ်ခဲ့တာလားဆိုတာကတော့????ဧပြီလ ၂၄ ရက်နေ့မှာ Apple TV+ ကနေ ထုတ်လွှင့်ပြသခဲ့ပြီး လက်ရှိမှာ ၄ ပိုင်း ပြသပြီးဖြစ်ပါတယ်။နောက်အပတ်တွေမှာတော့ အပတ်စဉ် သောကြာနေ့တိုင်း ထုတ်လွှင့်ပြသပေးသွားမှာပါ။စုစုပေါင်း အပိုင်း ၈ ပိုင်း ပါဝင်ပါတယ်။ William Landay ရဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ပါဝင်ထားတဲ့ ခေါင်းဆောင်မင်းသား ၂ လက်ကတော့ ပျိုမေတို့ အသည်းကျော်ဖြစ်တဲ့ Captain America ကြီး ...",
        "url": "https://channelmyanmar.org/tvshows/defending-jacob-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/iris-145x200.jpg",
        "title": "Iris(2009)",
        "description": "Iris(2009)ဇာတ်လမ်းတွဲ[ စ/ဆုံး]IMDB…8.1ဒီကားကတော့ ၂၀၀၉ ခုနှစ်ကထွက်ရှိပြီး  ယနေ့တိုင် ကိုရီးယားစီးရီးတွေထဲမှာ ထူးခြားချက်များစွာ၊မှတ်တမ်းကောင်းများစွာနဲ့ရပ်တည်နေဆဲဖြစ်ပါတယ်….ဘတ်ဂျက်အများဆုံးအသုံးစာရင်းဝင်ခဲ့ပြီး ရိုက်ကူးခဲ့တဲ့နေရာတွေကလည်းအတော်များပါတယ်...တောင်ကိုရီးယား၊ရုရှား၊ဟန်ဂေရီ၊ဂျပန်၊အမေရိကန်၊ တရုတ်စတဲ့နေရာများမှာရိုက်ကူးခဲ့ပါတယ်…စပိုင် အထူးအေးဂျင့်ကားပီပီ နည်းပညာတွေကိုလည်း အဆင့်မြင့်မြင့်သုံးထားလေတော့ကျွန်တော့အထင် ယနေ့တိုင် ဘောင်ဝင်တန်းဝင်ဆဲဟုထင်မြင်မိပါသည်..ကြည်နူးဖွယ်ရာအချစ်  ပျော်ရွှင်ဖွယ်ရာဟာသတွေလည်းပါလေတော့ ကြည့်ရတာအတော်ကိုကောင်းပါတယ်…ကိုရီးယားစီးရီးတော်တော်များများဟာ အထိုက်အလျောက်ကောင်းမွန်ကြပါတယ်…သို့ပေမယ် စီးရီးရဲ့အလယ်လောက်ရောက်ရင် နည်းနည်းအီသွားတတ်ပြီး ဇတ်သိမ်းပိုင်းရောက်ခါနီးမှ Temp0 တွေပြန်တင်တတ်တဲ့သဘောရှိပါတယ်…ဒီစီးရီးကတော့ အပိုင်းတိုင်းကိုဆွဲဆောင်မှုရှိသလို အဆုံးထိကို မပျင်းမရိနဲ့ကြည့်ရှုရတဲ့စီးရီးဖြစ်ပါတယ်….တင်ဆက်မှုပိုင်း သရုပ်ဆောင်မှုပိုင်း ဇာတ်လမ်းဇာတ်အိမ်ခိုင်တော့ ဆုတွေလည်းတသီကြီးရသွားတဲ့အပြင် စီးပွားရေးအရလည်း အောင်မြင်မှုရခဲ့ပါတယ်အထူးသဖြင့် ဒီကားရဲ့အဓိကသရုပ်ဆောင် လီဗြောင်ဟွန်းပါ….သူကတော့ ကိုရီးယားရဲ့အမြင့်ဆုံးဇာတ်ဆောင်ဆုရခဲ့ပါတယ်..လီဗြောင်ဟွန်းဆိုပြီး အမှတ်ရသွားစေတဲ့ကားဆိုလည်းမမှားပါဘူး…..ပြီးတော့ ဒီကားကိုကြည့်ဖူးတဲ့သူအတော်များသလို နှစ်သက်သဘောကြတဲ့သူတွေလည်းအတော်များမယ်ထင်ပါတယ်…..မှုန်ဝါးဝါးလေးကြည့်ရတဲ့ခေတ်မယ် ကျွန်တော်တို့တွေ အခွေဆိုင်ကိုပြေးလွှားဝယ်ပြီးကြည့်ခဲ့ရတာပါ …ခုတော့အကြည်လေးနဲ့ပြန်လည်ခံစားချင်သူတွေအတွက်ရော ကြည့်ဖို့အခွင့်မသာခဲ့တဲ့သူတွေအတွက်  ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်.... File Size…(600 MB) @EpisodeQuality…HDTV Rip 720pFormat…mp4Duration…00:60:00 @ EpisodeSubtitle…Myanmar Subtitle(Hardsub)Translated by May Haruko vs Yangon Movie Store Encoder…Phyo PyaeEpisode 1 - Yoteshindrive/Mega.nz/ MegaUp  /UserDriveEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/iris2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/73LDLf-140x200.jpg",
        "title": "ThirtTEEN Terrors (2014)",
        "description": "ပိတ်ရက်တွေကို အိမ်မှာနေရင်း ဇာတ်လမ်းတွေကြည့်ရင်း\nကုန်လွန်ကြမယ့် Channel Myanmar ပရိတ်သတ်ကြီးအတွက်\nဒီတစ်ခါမှာတော့ ထိုင်း Horror စီးရီးလေး တစ်ခု တင်ဆက်ပေးချင်ပါတယ်။\nငယ်ငယ်တုန်းက ကျောင်းတက်တဲ့အခါ ကျောင်းတစ်ခုစီမှာ\nကြောက်စရာကောင်းတဲ့ ပါးစပ်ပြောရာဇဝင် တစ်ခု စီ\nရှိကြတာ မှတ်မိကြမယ်ထင်ပါတယ်။\nခြေကလိန်မ၊ ကျောင်းစောင့်ကြီး၊ ကျောင်းကို စိတ်စွဲနေနဲ့ ဆရာ၊\nစာမေးပွဲဖြေရင်း သေဆုံးသွားတဲ့ ကျောင်းသူလေး စသဖြင့်\nကြောက်စရာဇာတ်လမ်း အမျိုးမျိုး ကြားဖူးခဲ့ကြမှာပေါ့နော်။\nကျွန်မကတော့ ကျောင်းမှာ ပွဲတစ်ခုခု ရှိလို့\nအလှူရှိလို့ ညဘက် ကျောင်းမှာ စုအိပ်ကြတဲ့အခါ\nတစ်နေရာရာသွားရင်ပဲဖြစ်ဖြစ် အိမ်သာသွားရင်ပဲဖြစ်ဖြစ်\nဓါတ်မီးတဝင်းဝင်း ဒူးတုန်တုန်နဲ့ အုပ်စုလိုက် သွားခဲ့ရတာတွေ ၊\nအတန်းကြီး အစ်ကို အစ်မတွေပြောပြတဲ့ သရဲအကြောင်းတွေကို\nတစ်ယောက်နဲ့ တစ်ယောက် ပူးကပ်ပြီးတိုးခွေ့\nနားထောင်နေခဲ့ရတာတွေကို မှတ်မိနေဆဲပါပဲ။\nဒီအကြောင်းတွေ ပြန်ပြောနေရတာကတော့\nခု တင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးနဲ့ ဆက်စပ်မှုရှိနေလို့ပါ။\nထိုင်းအထက်တန်းကျောင်းတစ်ခုမှာ လူတိုင်း\nပြန်ပြောဖို့ ကြောက်ရွံ့ကြတဲ့ လူတွေ မေ့ပစ်လိုက်ချင်ကြတဲ့\nတိမ်မြုပ်နေတဲ့ ကြောက်စရာ ဇာတ်လမ်းတွေ ရှိနေခဲ့ပါတယ်။\nအဲဒီဇာတ်လမ်းတွေ ဖြစ်ပေါ်လာပုံကလည်း တစ်ခုနဲ့ တစ်ခု\nမတူညီပဲ ထူးဆန်းအံ့ဩစရာ ကြောက်စရာ ထိတ်လန့်စရာကောင်းလှပါတယ်။\nဘယ်လိုတွေကြောင့် ...",
        "url": "https://channelmyanmar.org/tvshows/thirtteen-terrors-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/tf4I6n0LueggLDUYFirehZpXaKT-133x200.jpg",
        "title": "The Snow Queen(2006)",
        "description": "The Snow Queen(2006)ဆင်းရဲသားရပ်ကွက်ကမွေးဖွားခဲ့တဲ့ကောင်လေးတစ်ယောက်ရှိတယ်...သူကစိတ်သဘောထားလည်းဖြူစင်သလို မွေးရာပါပါရမီရှင် သင်္ချာအရမ်းတော်တဲ့ကောင်လေးတစ်ယောက်ပါ ...ဒီလိုနဲ့ကိုရီးယားအထက်တန်းကိုရောက်လာတော့သူငယ်ချင်းတွေအများကြီးရခဲ့တာပေါ့...ပထမရတဲ့သူကိုပဲလူတွေကအမှတ်ရတာပါဆိုတဲ့အယူအဆကိုလက်ကိုင်ထားတဲ့သူဌေးသား သင်္ချာတော်တဲ့ပြိုင်ဘက်တစ်ယောက်နဲ့အတန်းထဲမှာဆုံကြတယ်....လိုတရသူဌေးသား ဖြစ်တဲ့အပြင်သင်္ချာအရာမှာလည်းပြိုင်ဘက်ကင်းဆိုတဲ့ဂုဏ်ပုဒ်ဟာဆင်းရဲသားကျောင်းသားသစ်လေးရောက်လာတော့ သူ့ဂုဏ်ပုဒ်ဟာမှေးမှိန်ခဲ့ရတယ်....တစ်ယောက်နဲ့တစ်ယောက် ပညာရပ်ဆိုင်ရာတွေငြင်းခုန်ရင်းနဲ့ပဲ မခွဲနိုင်မခွာနိုင်အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ကြတယ်...ဒီလိုနဲ့ကမ္ဘာ့အိုလံပစ်သင်္ချာအိုလံပစ်ပြိုင်ပွဲရောက်လာရောအများသူငှာမျှော်လင့်ထားသလိုသူဌေးသားလေးကပထမဆုမရခဲ့ဘဲ ဒုတိယဆုနဲ့ပဲကျေနပ်ခဲ့ရတယ်...ဆင်းရဲသားလူငယ်လေးကတော့ပထမရသွားတယ်....အရမ်းခံစားနေရတဲ့သူငယ်ချင်းကိုဆင်းရဲသားလေးကနှစ်သိမ့်ပေးခဲ့ပါတယ်... ဒီမှာပဲကံကြမ္မာအလှည့်အပြောင်းကစတော့တာပဲ သူနှစ်သိမ့်ဖို့သုံးတဲ့စကားလုံးအသုံးအနှုန်းကပဲသူဌေးသားလေးကိုသေဆုံးသွားဖို့အကြောင်းဖန်လာခဲ့တယ်....ဆင်းရဲသားကောင်လေးက ကိုယ့်ကိုကိုယ်ယူကြုံးမရဖြစ် နောင်တတွေတပွေ့တပိုက်နဲ့ပေါ့...ရည်မှန်းချက်တွေလည်းပျောက်ကျောင်းကထွက်တဲ့အပြင်သိပ်ချစ်ရတဲ့အမေကိုတောင်ထားပြီးထွက်ပြေးသွားတယ်....ဒီလိုနဲ့ နာမည်တွေလည်းပြောင်း လက်ဝှေ့လည်းထိုးရင်းနဲ့သိပ်ချစ်တဲ့ကောင်မလေးတစ်ယောက်ကိုမမျှော်လင့်ပဲတွေ့ခဲ့မိတယ် .....အရမ်းချစ်စရာကောင်းတဲ့ကောင်မလေး ဟာဘယ်လိုအသိုင်းအဝိုင်းလည်း ဘယ်မိသားစုကလည်းဆင်းရဲသားကောင်လေးကရော သူ့ဘဝကိုဘယ်လိုအဖတ်ဆယ်မလဲအတိတ်ဆိုးဆိုကရောထွက်ပြေးရုံနဲ့လွတ်မှာလား....အရမ်းကောင်းတဲ့ဇတ်ကားလေးပါ ကြည့်ရှုသူအနေနဲ့မချီးကျူးပဲမနေနိုင်အောင်ဖြစ်သလိုမီးပြတ်သွားမှာစိုးရိမ်ရတဲ့ဇတ်ကားမျိုးပါ....မိတ်ကပ်အပြင်အဆင် editor ပိုင်းသရုပ်ဆောင်ချက်တွေ အားလုံးကောင်းလွန်းပါတယ်....ကဲပရိတ်သတ်ကြီးရေ ဒီလောက်ဆိုလုံလောက်ပြီထင်ပါတယ်IMDb rating 8.3 အထိရရှိထားတဲ့ ဒရမ်မာဇာတ်ကားကောင်းတကားဖြစ်ပါတယ်။  \nFile size...(400MB) For Each Episode\nTotal Episodes .... 16 Episodes\nQuality...HDTV Rip 720p\nFormat...mp4\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\n \nEpisode 1 - Yuudrive/Yoteshindrive/\n                             Mega.nz/   MegaUp ...",
        "url": "https://channelmyanmar.org/tvshows/the-snow-queen/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJ3xE11IDIe29LJsSbhzwt5Oxtd.jpg",
        "title": "DC’s Legends of Tomorrow Season (5)",
        "description": "DC ရဲ႕ Legend Of Tomorrow ျပန္ျပပါၿပီ...ဒီSeason 5 မွာေတာ့ Crisis အၿပီး Legends ေတြျပန္လည္ေတြ႕ဆံုၿပီးေတာ့ေနာက္ထပ္ အခ်ိန္ေတြရဲ႕ ျပသနာေပါင္းစံုကို ျပန္လည္ရွင္းလင္းရေတာ့မွာပါ...ဒီ Season မွာေတာ့ ဇာရီကို ပံုစံတမ်ိဳးအျဖစ္ထပ္မံျမင္ရမွာျဖစ္ၿပီးေတာ့ႏိုရာေလးကိုလည္း နတ္သမီးေလးအျဖစ္နဲ႔ျမင္ရမွာပါအခ်စ္ေတာ္ႀကီး ကြန္စတန္တင္းကိုလည္း သူ႔ရဲ႕ မၿပီးဆံုးႏိုင္တဲ့ငရဲခန္းရဲ႕ ျပသနာေတြနဲ႔အတူျပန္လည္ျမင္ရမွာပါ...Legends Of Tomorrow ရဲ႕ အပိုင္း ၁ ကို Crisis On Infinite Earths ရဲ႕ Part 5 အျဖစ္CrossOver မွာ စထားခဲ့တာမို႔ အပိုင္း ၂ ကေနစၾကည့္ရမွာပါ...ကဲ အားလံုးပဲ ဒီေလာက္ဆိုၾကည့္ဖို႔အဆင္ေျပေလာက္ပါၿပီေနာ္  \nTranslators : CM Team\nEncoder : Moe Myint Lwin\nComplete ...",
        "url": "https://channelmyanmar.org/tvshows/dcs-legends-of-tomorrow-season-5/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAEGuEK0z4KTlrsx5UYpIvmPIPc.jpg",
        "title": "Spinning Out(2020)",
        "description": "Spinning Out(2020)ဇာတ်လမ်းတွဲအညွှန်း***********************************အပိုင်း ( ၁ မှ ၁၀ )အထိ [ စ/ ဆုံး]ဒီဇာတ်လမ်းတွဲ စစချင်းမှာ ကတ်ဆိုတဲ့ကောင်မလေး ရေခဲပြင်စကိတ်စီးပြိုင်ဖို့အပျင်းအထန်လေ့ကျင့်နေတာရယ် ပြိုင်ဖို့အတွက် ကွင်းတွင်း ဝင်တာရယ်ကို တစ်လှည့်စီပြတယ်...ဒိုင်တွေလည်း အမှတ်ပေးအကဲဖြတ်ဖို့ စောင့်ဆိုင်းလို့...\nဒီနောက်ကိတ်ဟာအလှပဆုံး စကိတ်စီးကွက်တွေပြဖို့ ပရိတ်သတ်တွေနဲ့ ရိုက်ကူးရေး ကင်မတွေရယ်ရှေ့ကို ‌ရောက်သွားတယ်...သူမရဲ့အရည်အချင်းကိုသိသူတွေက ဆုယူပြီးအိမ်ပြန်မယ်ဟေ့လို့ကွင်းပြင်ဟိန်းထွက်အောင် အော်ဟစ်အားပေးလို့....တကယ့်အလှပဆုံးရင်သပ်ရှုမော်ဖွယ် အကွက်ကိုဖော်ဖို့ အသက်တစ်ချက်ရှူလိုက်တယ်...ပြီးနောက် လေပေါ်ဝဲရင်း ခန္ဓာကိုယ်ကို လှည့်လိုက်တယ်...ပရိတ်သတ်တွေက လက်ခုပ်တီးဖို့ စောင့်နေပေမဲ့ ဟာဆိုတဲ့အသံကြီးသာ ဟိန်းသွားတယ်...ကတ်တစ်ယောက် ဟန်ချက်ပျက်ပြီး စကိတ်ကွင်းထဲမှာ လဲပြိုလို့...ဒီစိတ်ဒဏ်ရာကြောင့်ပဲ ကတ်ဟာ အိမ်တွင်းအောင်းခဲ့တယ်....ဒီစီးရီးဟာ (၁၀)ပိုင်းအပြီးထွက်ထားပါတယ်...Sport Drama Romance ဆန်ဆန်သွားထားပြီး ဇာတ်လမ်းအစမှာထဲကကျွန်တော်တို့ အားလုံးဟာ စကိတ်စီးအားကစားမယ်လေး ကတ် ဖြစ်သွားတယ်..ဘာလို့ဆို ကျွန်တော်တို့လည်းအကြိမ်ကြိမ်ကျရှုံးခဲ့ဖူးတာကိုး...သူမနဲ့အတူ ဒီအဖြစ်ဆိုးကနေရုန်းထွက်ပြီး အောင်မြင်တဲ့သူဖြစ်အောင်ဘယ်လိုလုပ်ရမလဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတဲ့စိတ်က အလိုလိုရောက်လာတယ်...ဒီစီးရီးမှာအလှပဆုံး ရေခဲပြင်စကိတ်စီးပြိုင်ပွဲတွေမြင်ရသလို stunt ခန်းတွေလည်းပါးစပ်အဟောင်းသားနဲ့ငေးရပါတယ်...Stunt ခန်းတွေကိုလည်း တကယ့် ပရိုတွေနဲ့\nခမ်းနားသပ်ရပ်စွာရိုက်ထားတယ်လို့ဆိုတယ်...မင်းသားနဲ့မင်းသမီးကလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/spinning-out2020/"
    }
]