[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5QuUKYLvrqkd5vAEi5GvZNIVKVf.jpg",
        "title": "Snowdrop(2021)",
        "description": "Snowdrop(2021)ဇာတ်လမ်းတွဲအညွှန်း*******************************အပိုင်း( ၁ မှ ၁၆)ထိ စ/ဆုံးBlackpink ဂျီဆူလေးရဲ့ ပွဲဦးထွက်၊ အပြုံးချိုချိုလေးနဲ့ Romantic drama kingတွေထဲကတစ်ယောက်ဖြစ်တဲ့ ဂျောင်ဟယ်အင်းတို့ရဲ့ အချစ်ဇာတ်လမ်းလေး Snowdrop....\nဒီကားထဲမှာ ဂင်ဂျီဆူက အင်္ဂလိပ်စာစာပေမေဂျာအထူးပြု ထူးချွန်ကျောင်းသူအွန်းယောင်းရိုအဖြစ်၊ ဂျောင်ဟယ်အင်းက ဂုဏ်သရေရှိတက္ကသိုလ်ကျောင်းမှဘွဲ့ရကျောင်းသားအင်းမ်ဆူဟိုအဖြစ် အသီးသီးပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....\nမြင်မြင်ချင်းအချစ်ဆိုတာကို ယုံကြလားရှင့် အွန်းယောင်းရိုလေးကတော့အင်းမ်ဆူဟိုကို ပထမဆုံး ဒိတ်လုပ်တဲ့နေ့မှာပဲ မြင်မြင်ချင်းချစ်မိသွားတာပါတဲ့...\nဒီကားလေးကို ၁၉၈၇ မှာ ကိုရီးယားကို စစ်အာဏာရှင်တွေအုပ်စိုးချိန်ကိုအခြေခံပြီး ဇာတ်အိမ်တည်ထားပါတယ်။\nသွေးတွေပေပွေနေပြီး ဟိုဆူအမျိုးသမီးတက္ကသိုလ်ရဲ့ မိန်းကလေးဆောင်ကိုခိုးဝင်ရောက်နေတဲ့ ဆူဟိုကို တိတ်တဆိတ်ခေါ်ထားပေးတဲ့ ယောင်းရိုနဲ့ဘယ်လိုအချစ်ဇာတ်လမ်းလေးတွေဖြစ်မလဲ.....\nအဲ့ကအဆောင်သူလေးတွေနဲ့ သူတို့အားလုံး ဘယ်ကိစ္စမှာ ပါဝင်ပြီးအရှုပ်တော်ပုံတွေဖြစ်မလဲဆိုတာ အပတ်စဉ် စနေ တနင်္ဂနွေ စိတ်ဝင်စားစွာနဲ့ စောင့်မျှော်အားပေးရမှာပါရှင့်.... Episodes: 16Aired:  18-12-2021 - Feb 6, 2022Aired On:  Saturday , SundayGenres:DramaTranslated by ChitThe, Win,Yumeko & Shoon Thu Thu ...",
        "url": "https://channelmyanmar.org/tvshows/snowdrop2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6vCf0a0qH3mfRPsdWtiDz7aJyoB.jpg",
        "title": "Uncle (2021)",
        "description": "Uncle (2021)Joon-Hyeok (Oh Jung-Se) ကတော့\nလူသိနည်းတဲ့ ဂီတသမားတစ်ယောက်ပဲ ဖြစ်ပြီးတော့\nလုပ်သမျှ မအောင်မြင်ဘဲ လုံးဝ အရှုံးသမားဖြစ်သွားတဲ့အပြင်\nအစ်မဖြစ်သူ Wang Joon Hee (Jeon Hye Jin)နဲ့ပါ အဆက်အသွယ် ပြတ်သွားခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့အစ်မဂျွန်ဟီး ရဲ့သားက သူ့ရှေ့မှာပေါ်လာခဲ့ပါတယ်\nသူ့အစ်မကလည်း အိမ်ထောင်သက် ၁၂ နှစ်ကြာပြီးတဲ့အခါမှာတော့\nတစ်ခုလပ် တစ်လင်ကွာ တစ်ယောက် ဖြစ်သွားခဲ့ပါပြီ\nကလေးအမေဖြစ်သူက အိမ်တွင်းအကြမ်းဖက်မှုကြောင့် အိမ်ထောင်ကွဲခဲ့ရတာပါ။ကလေးအမေတစ်ယောက်တည်း အဖေမရှိတဲ့သားလေးကို ဘယ်လိုစောင့်ရှောက်မလဲ?\nအဲ့လိုနဲ့ ဇာတ်ကားနာမည် Uncle ဆိုတဲ့အတိုင်း\nတူဖြစ်သူနဲ့ အတူနေထိုင်ပြီး စောင့်ရှောက်ခဲ့ပါတော့တယ်\nဂျွန်ဟီးက စျေးပေါတဲ့ တိုက်ခန်းကို ပြောင်းနေပြီး\nသားဖြစ်သူကို အုပ်ထိန်းဖို့ ခက်ခက်ခဲခဲ ရုန်းကန်နေရပါတယ်ဟယ်ယောင်းHey-Ryeong (Park Sun-Young)ကတော့\nRoyal State ရဲ့ တန်ဖိုးကြီးတိုက်ခန်းမှာ နေထိုင်သူဖြစ်ပါတယ်\nသူ‌က‌တော့ တိုက်ခန်းက မိဘအသိုင်းအဝိုင်းရဲ့ ဥက္ကဌတစ်ယောက်ဖြစ်ပြီး\nတခြားမိဘတွေက လေးစားပြီး အားကျရတဲ့ လူမျိုးပါKyeong-Il (Lee Sang-Woo) ကတော့ နွေးထွေးတဲ့ သူပါ\nဇနီးသေဆုံးပြီးတော့ သမီးဖြစ်သူကို ...",
        "url": "https://channelmyanmar.org/tvshows/uncle-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4HUMesEYLP46KstqiKZXWK5AQPx.jpg",
        "title": "The Soldiers (2021)",
        "description": "The Soldiers (더솔저스)Channel Myanmar ကနေပြီးတော့ ထူးထူးခြားခြား Military survival show လေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီအစီအစဉ်မှာတော့ နိုင်ငံအသီးသီးက အထူးတပ်ဖွဲ့ဝင်တွေက ခက်ခဲတဲ့မစ်ရှင်အမျိုးမျိုးကို လုပ်ဆောင်ရမှာဖြစ်ပြီး\nအဲဒီထဲကမှ တောင်ကိုရီးယားနိုင်ငံကိုယ်စားပြု အထူးတပ်ဖွဲ့အတွက် အတော်ဆုံးအဖွဲ့ဝင်တွေကို ရွေးချယ်သွားမှာပါတောင်ကိုရီးယားရေတပ်ဖွဲ့ဝင်‌ဟောင်း Kim Sang Joong က host အဖြစ် ပါဝင်သွားမှာဖြစ်ပြီးCast တွေအနေနဲ့ကတော့\n- ဗြိတိသျှအထူးလေတပ်ဖွဲ့ဝင်ဟောင်း Jay Morton\n- ဆွီဒင်အထူးတပ်ဖွဲ့ဝင်ဟောင်း Johan Reispass\n- ယူအက်စ်လေတပ်ဖွဲ့ဝင်ဟောင်း Wilrolan Ravelo\n- တောင်ကိုရီးယား ၇၀၇ အထူးတပ်ဖွဲ့ဝင်ဟောင်း Lee Chang Juneတို့က ကြီးကြပ်ပေးသွားမှာပဲ ဖြစ်ပါတယ်တကယ့်တပ်ဖွဲ့ဝင်တွေနဲ့ ရိုက်ကူးထားတဲ့ military survival program ပါ ကြည့်ရှုလိုက်ကြပါဦးEpisodes - 10\nGenre..... Reality\nQuality….WEB-DL 720p\nFile size…500MB\nFormat…mp4\nDuration….60min\nRelease date - Nov 19 2021 ...",
        "url": "https://channelmyanmar.org/tvshows/the-soldiers-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMzFhZTNhYTItNzlkMy00YjkwLWI2OTEtYzU0YzhlZWI0N2ZmXkEyXkFqcGdeQXVyNDk3MzMwMTI@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Chosen (2022)",
        "description": "Chosen (2022)===========ဒါက​တော့ ဒီ​​နေ့ထွက် Drama, Sci-fic, Mystery series\nအသစ်ဖြစ်ပြီးEpisode 6ပိုင်းပါဝင်တဲ့ ဒိန်းမတ်seriesတစ်ခုပဲဖြစ်ပါတယ်၊\nMiddleboဆိုတဲ့မြို့​လေးဟာ အရင်က အင်မတန်စည်ကားတဲ့\nသင်္ဘောကျင်းမြို့ဖြစ်​ပေမဲ့ သင်္ဘောကျင်းပိတ်သွားပြီး​နောက်\nအင်မတန်​ခေါင်တဲ့ မြို့​လေးဖြစ်သွားပါတယ်။ဒါ​​ပေမဲ့ လွန်ခဲ့တဲ့၁၇နှစ်က မြို့​ပေါ်ကို ဥက္ကာခဲတစ်ခုပြုတ်ကျပြီး\nမြို့ရဲ့ကံကြမ္မာကလည်း ​နေ့ချင်းညချင်း​ကြီး ပြောင်းလဲသွားပြီး\nခရီးသွားမြို့ကြီးအဖြစ် အသွင်​ပြောင်းသွားပါတယ်။ဒါ​ပေမဲ့ဒီဥက္ကာခဲဟာ ​​သွေးရိုးသားရိုးမဟုတ်ဘဲ ကမ္ဘာ​မြေပြင်ပ\nသက်ရှိမျိုးစိတ်နဲ့ ဂြိုလ်သား​တွေနဲ့ ပတ်သတ်​နေပြီး မျိုးစုံ​သော\nသဘာဝလွန်ဖြစ်တည်မှု​တွေနဲ့ သက်ရှိ​တွေ Middlebo မြို့​​မှာ\nဖြစ်လာတဲ့အခါ ဇာတ်လိုက် Emmaနဲ့ သူငယ်ချင်း ၅​ယောက်\nတို့ မိမိဇာတိမြို့ကို ဂြိုလ်သား​တွေရန်မှ ကာကွယ်ဖို့ အ​ကြောင်း\nဖန်လာပါ​တော့တယ်။(ဒီဇာတ်လမ်းဟာ စုစုပေါင်း(၆)ပိုင်းတစ်ပြိုင်တည်းထွက်ထားပါတယ်။)\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်။)File Size - (330 MB)\nQuality – WEBRIP 720p\nDuration - 40 mins (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Sci-Fi, Mystery\nTranslator ...",
        "url": "https://channelmyanmar.org/tvshows/chosen-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krXSEbBeAiWyQ3ZQ6JhTrpZlLk5.jpg",
        "title": "EXchange (2021)",
        "description": "EXchange (2021)အချစ်မှာ ပျော်ရွှင်ခဲ့ဖူးတာလား????\nဒါမှမဟုတ် အချစ်မှာနာကျင်ခဲ့ဖူးတာလား?????အရင်ကဆိုင်သူကိုပဲ တမ်းတနေတုန်းလား?????\nဒါမှမဟုတ် လတ်ဆတ်တဲ့အချစ်သစ်ကို မျှော်လင့်နေမိတာလား?????EXchange ဆိုတဲ့ ရှိုးလေးကတော့ Dating, Reality show အမျိုးအစားဖြစ်ပြီးတော့\nအရိုတွေ၊ အကန်တွေ၊ အချစ်တွေ အမုန်းတွေဆိုတဲ့ ခံစားချက်မျိုးစုံကို ပေးစွမ်းသွားမယ့် ရှိုးလေးတစ်ခုပဲဖြစ်ပါတယ်။EXchange မှာ ပါ၀င်ထားတဲ့သူတွေက တကယ်တော့ သူစိမ်းတွေမဟုတ်ပါဘူး။\nချစ်ခဲ့ကြဖူးတဲ့ ခံစား‌ချက်တွေ နင့်နေအောင်ရှိဖူးတဲ့ အတွဲဟောင်း ၅ တွဲပဲ ဖြစ်ပါတယ်။\nဒီ ၁၀ ယောက်ဟာ တစ်မိုးအောက်မှာ အတူနေထိုင်ရင်းနဲ့\nငြိမ်သက်နေတဲ့ ခံစားချက်တွေပဲ ပြန်လည်အသက်၀င်လာပြီး\nEx နဲ့ပဲ ပြန်အဆင်ပြေသွားမလား\nဒါမှမဟုတ် ရင်ဘက်ချင်းတူတဲ့လူချင်းဖေးမရင်းနဲ့\nနှလုံးသားချင်းနီးစပ်ပြီး အချစ်သစ်နဲ့ အဆင်ပြေသွားမှာလားဆိုတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။Main Host တွေအနေနဲ့တော့\n- ဟစ်ဟော့အဆိုတော် Simon D\n- Girl's Day အဖွဲ့၀င်အချောလေး Yura\n- သရုပ်ဆောင်မင်းသမီး Kim Ye Won နဲ့\n- ဟာသပညာရှင် အဆိုတော် Lee Yong ...",
        "url": "https://channelmyanmar.org/tvshows/exchange-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z4IP8ZiKctB5U9brfKHYujYBUTD.jpg",
        "title": "All of Us Are Dead (2022)",
        "description": "All of Us Are Dead (2022) ဇာတ်လမ်းတွဲအညွှန်း******************************************အပိုင်း ၁ မှ ၁၂ (အစ-အဆုံး) \"ဇွန်ဘီတွေက ရုပ်ရှင်ထဲမှာပဲ ရှိရမှာလေ...ဘာလို့ ငါတို့ကျောင်းမှာလဲ?\" သာမန်နေ့တစ်နေ့ကိုပဲ ဖြတ်သန်းနေတဲ့ Hyosan အထက်တန်းကျောင်းက ကျောင်းသားတွေ...ကျောင်းမှာ ဇွန်ဘီဗိုင်းရပ်စ် ကူးစက်လာပြီး သူငယ်ချင်းတွေက ဇွန်ဘီတွေဖြစ်သွားတဲ့ အခိုက်အတန့်...ဒါ့အပြင် ပိတ်မိနေတာတောင် ကူကယ်မယ့်သူမရှိဘဲ ကိုယ့်လွတ်လမ်းကိုရှာဖွေပြီး အသက်ရှင်ဖို့ကြိုးပမ်းရတဲ့အခါမှာတော့...ကျောင်းသားတွေရဲ့စာအံသံ၊ စလိုက်နောက်လိုက် ရန်ဖြစ်သံတွေနဲ့ ပြည့်နေတဲ့ကျောင်းလေးမှာ သွေးသံတရဲရဲ အော်ဟစ်သံတွေက ကြောက်မက်ဖွယ် ဖုံးလွှမ်းသွားပါတော့တယ်။ ဒီကားလေးထဲမှာ မျက်နှာသစ်သရုပ်ဆောင်အများစုကို သုံးထားပြီး လက်တွေ့ဆန်အောင်ရိုက်ကူးထားတဲ့အတွက် ကိုယ့်ကျောင်းမှာ တကယ်ဖြစ်နေသလိုခံစားရစေမှာပါ။ပိုကောင်းကောင်းခံစားချင်ရင် အခန်းမီးမှိန်မှိန်မှာ အသံကျယ်ကျယ်ဖွင့်ကြည့်ဖို့လည်း ဒါရိုက်တာတစ်ယောက်က recommend ပေးထားပါသေးတယ်^^ တစ်ပြိုင်တည်း ၁၂ပိုင်းလုံးထွက်ရှိမှာဖြစ်လို့ သောကြာနေ့ညကို ကုန်ဆုံးဖို့ ဇာတ်လမ်းကောင်းရှာနေတဲ့ CM ပရိသတ်ကြီးအတွက် ဒီကားလေးကို ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော် ...(အညွှန်းကို Ei Phyu Khin က ရေးသားပေးထားပါတယ်) Aired: January ...",
        "url": "https://channelmyanmar.org/tvshows/all-of-us-are-dead-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yqRl73PxWYZkLuug7UX8BgDkuyQ.jpg",
        "title": "Bad and Crazy(2021)",
        "description": "Bad and Crazy(2021)ဇာတ်လမ်းတွဲအညွှန်း*************************************အပိုင်းသစ် - ၁၂ (ဇာတ်သိမ်းပိုင်း) ဒီတစ်ခါ CM ကထပ်ပြီးတင်ဆက်ပေးမှာကတော့ Kdrama fan တို့ရဲ့အသည်းစွဲဖြစ်တဲ့Lee Dong Wook နဲ့ Squid Game က​နေလူသိများလာတဲ့ Wi Ha Joon တို့ရဲ့စုံထောက်ကားကောင်းလေးပဲဖြစ်ပါတယ်....အဓိက လီဒုံဝု မင်းသားကြီးသရုပ်ဆောင်ထားတဲ့ဇာတ်ကောင်ဖြစ်တဲ့ \"လျူဆူယောလ်\" က မှုခင်းဆေးတပ်ဖွဲ့ရဲ့ အရည်အချင်းရှိတဲ့ ရဲအရာရှိတစ်ယောက်ပါ။တပ်ဖွဲ့တစ်ခုလုံးကသူတွေထဲမှာ အထက်တန်းပညာအရည်အချင်းသာ ရှိပေမဲ့လည်းအထက်လူကြီးတွေ အကြိုက်နေတတ်ပြီး အရည်အချင်းရှိတာကြောင့်ရာထူးတွေတိုးပြီး နေရာတစ်နေရာ ရလာနေတဲ့ ရဲအရာရှိ လူလည်ကြီးပေါ့ဗျာ...အထက်လူကြီးတွေ သဘောကျ လူကြိုက်များတဲ့ အမှုတွေကိုပဲစွမ်းစွမ်းတမံဆောင်ရွက်ရင်း တချို့ အမှန်တရားကို သိနေပေမဲ့ နာမည်ကောင်းမရနိုင်တဲ့အမှုမျိုးဆို မသိကျေးကျွံလည်း ပြုထားတတ်သေးတာဗျ။အဲလိုနဲ့ ရာထူးတိုးကာလ နီးကပ်လာတဲ့အခါမှာတော့သူ့ရဲ့နေရာပျောက်ဆုံးနိုင်တဲ့ ကိစ္စရပ်ကြီးတစ်ခုပေါ်လာပါတော့တယ်။အဲဒါကတော့ \"ကေ\" ဆိုတဲ့ အမှန်တရားရဲ့ ဘက်တော်သားဖြစ်ပြီး အလွန်တရာကိုမှသမာသမတ်ကျတဲ့သူကြီး ပေါ်လာတာကြောင့်ပါပဲ။သူက သမာသမတ်ကျတဲ့ လူကောင်းတစ်ယောက်ဆိုပေမဲ့လည်းပြဿနာတွေကိုရင်ဆိုင်ဖြေရှင်းတဲ့အခါမှာ  ရှေ့နောက်မတွေးဘဲ မိုက်ရူးရဲဆန်တဲ့လူစားမျိုး...ဒီလိုလူ(၂)ဦးဟာ ဌာန တစ်ခုထဲ ...",
        "url": "https://channelmyanmar.org/tvshows/bad-and-crazy2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Lc6zrq5f2OJGDUGCYyncjgIYds.jpg",
        "title": "Blackpink House (2018) Complete",
        "description": "BLACKPINK Houseဒီ Variety showက​တော့ BLACKPINKရဲ့ ကိုယ်ပိုင်showလို့​ပြောနိုင်တဲ့ reality showတစ်ခုပဲ ဖြစ်ပါတယ်၊ 2018ခုနှစ်January 6ရက်​နေ့မှာ JTBCရုပ်သံလိုင်းမှာ စတင်ထုတ်လွှင့်ပြီးSeason 1ခုနဲ့ episode 12ပိုင်းရှိတဲ့ showပဲဖြစ်ပါတယ်၊ဒီရှိုးက BLACKPINK member​တွေဖြစ်ကြတဲ့ Jisoo, Lisa,Jennieနဲ့ Rose​တို့ရဲ့အ​ကြောင်းနဲ့ သူတို့​လေး​တွေရဲ့ Daily lifeactivities တွေကို Blink​တို့အတွက် တင်ဆက်ထားတာပဲဖြစ်ပါတယ်ဒီShowအတွက် 2016 BLACKPINKအဖွဲ့ Debutပြီးတည်းကအစီအစဉ်ရှိခဲ့​ပေမဲ့ 2017 Decemberမှာမှ BLACKPINKYouTube channelကဗီဒီယိုတစ်ပုဒ်နဲ့အတူ အတည်ဖြစ်ခဲ့တာပါ၊YG Entertainmentရဲ့ Founderကြီး Yang Hyun SukကBLACKPINK တစ်နှစ်ပြည့် ဂုဏ်ပြုကိတ်နဲ့အတူ မန်ဘာ​တွေရဲ့​နွေရာသီအားလပ်ရက် အပန်း​ဖြေချင်တယ်ဆိုတဲ့ ဆန္ဒကို showတစ်ခုနဲ့အတူ ဖြည့်ဆည်း​ပေးဖို့ ကတိပြုခဲ့ပါတယ်ဒီလိုနဲ့ BLACKPINKရဲ့ ရက်တစ်ရာအားလပ်ရက်မှာ အပန်း​ဖြေဖို့၊Showရိုက်ကူးရာမှာသုံးဖို့ ပန်း​ရောင်themeနဲ့ အိမ်တစ်လုံးကိုYGမှ ​ဆောက်​ပေးခဲ့ပါတယ်၊ ဒီလိုနဲ့ BLACKPINK House(Beulping Hauseu)ဆိုတဲ့Variety Showတစ်ခု​မွေးဖွားခဲ့ပါတယ်၊ဒီရှိုးမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/blackpink-house-2018-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHKxpDheZPV44KjwPCG9bjWmqI8.jpg",
        "title": "Let’s Fight Ghost ( 2021 )",
        "description": "Let's Fight Ghost 2021 (Thai Version) Kdrama နဲ့ရင်းနှီးပြီးသားပရိသတ်များအတွက် သဘောတွေ့စေမဲ့ဇာတ်လမ်းတွဲတစ်ပုဒ်ကို တင်ဆက်ပေးပါရစေဒါကတော့ အခြားမဟုတ်ပါဘူး Let's Fight Ghost drama ကိုမှThai Version နဲ့ ပြန်လည်ရိုက်ကူးထားပြီး တစ်မူဆန်းသစ်တဲ့အရသာတစ်မျိုးကို ခံစားရစေလို့ငှာ အဆိုပါ ဇာတ်လမ်းတွဲကိုတင်ဆက်ပေးလိုက်ပါတယ် Thai version လေးမှာတော့Love By Chance ဇာတ်လမ်းတွဲမှ Pete ဇာတ်ကောင်နဲ့နာမည်ကြီးလာတဲ့ မင်းသားချော Saint က အဓိကဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ထားတာမို့လို့ အားလုံးသဘောကျကြမယ်လို့ မျှော်လင့်ပါတယ် ဇာတ်လမ်းလေးကတော့သရဲကို မြင်တွေ့နိုင် ထိနိုင်တဲ့ အော့ပ်ဆိုတဲ့ကောင်လေးဟာအချိန်ပိုင်းအလုပ်အနေနဲ့ အပနှင်တာကိုလုပ်ကိုင်ဖို့အတွက်အွန်လိုင်းမှာ အပနှင်ကြောင်းတင်ရင်းနဲ့ ပိုက်ဆံရှာကာကောလိပ်တက်နေသူတစ်ယောက်ပါ ဒီလိုအပနှင်ဆရာလေးအော့ပ်နဲ့ လွန်ခဲ့တဲ့၅နှစ်က ဆုံးသွားတဲ့အထက်တန်းကျောင်းသူလေးဂျင်းတို့ တွေ့ဆုံမိကြတဲ့အခါ..... ဂျင်းရဲ့အစွမ်းနဲ့ အော့ပ်တို့ပူးပေါင်းပြီးပိုက်ဆံအတူ ရှာကြရင်း တချိန်တည်းမှာပဲ နှစ်ယောက်သားကြားကရင်ခုန်သံတွေနီးစပ်လာတဲ့အခါမှာတော့.... လူသားနဲ့ဝိညာဥ်ကြားသူတို့နှစ်ယောက် ပေါင်းစပ်နိုင်ပါ့မလား ဘယ်လိုသရဲတွေကိုသူတို့အပနှင်မှာလဲ အပနှင်ခြင်းနောက်ကွယ်မှာကောဘယ်လိုကိစ္စတွေရှိနေမလဲ ဆိုတာကို အားပေးကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်အပိုင်း၁၆ပိုင်းထွက်ရှိထားတာဖြစ်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/lets-fight-ghost-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jr21CagMMfglh7YVgcyov3Cj833.jpg",
        "title": "Too Hot to Handle Season 3 (2022)",
        "description": "Too Hot To Handle Season 3 (2022)ကဲ အားလုံးတူတူပူကြရမယ့် ရီရယ်လတီရှိုးကြီး ပြန်လာပါပြီအားလုံးသိပြီးသား ဖြစ်တဲ့အတိုင်း အလွန်ထန်တဲ့ ကောင်လေး၊ ကောင်မလေး ၁၀ ယောက် ကမ်းခြေမှာ ဟိုဒင်းဟိုဟာတွေ လုပ်ကြမယ် ကြမ်းကြမယ်ပေါ့ဒါပေမဲ့ ဒီအစီအစဉ်ရဲ့ ရည်ရွယ်ချက်ကိုက လေးနက်တဲ့ဆက်ဆံရေးတွေ တည်ဆောက်စေချင်တာဆိုတော့ အဲဒီလိုလုပ်တိုင်း သူတို့ရဲ့ဆုကြေးငွေကတော့ တဖြည်းဖြည်း အနုတ်ခံရမှာပါပိုဆိုးတာ စီစန်၃ မှာက ရှေ့စီစန်တွေရဲ့ ဆုကြေးငွေနှစ်ဆ ဒေါ်လာ၂သိန်းတောင် ပေးမှာဆိုတော့ အထန်လေးတို့ ငွေထုပ်ပိုက်ပြီး အိမ်ပြန်ချင်ရင် စိတ်ထိန်းနိုင်မှ ဖြစ်မှာပေါ့နော်ကဲ စားဘဲကြီးတွေ၊ စားစော်ကြီး ၁၀ယောက်နဲ့ မိတ်ဆက်ပေးပါမယ်-တောင်အာဖရိကက စီးပွားရေးနဲ့စီမံခန့်ခွဲရေးကျောင်းသားတစ်ဦးလည်းဖြစ်၊ မော်ဒယ်လည်းဖြစ်တဲ့ အသက်၂၄နှစ်အရွယ် အင်တာနေရှင်နယ်ပလေးဘွိုင်း \"နေသန်\"-ဩစတြေးလျက bad boy တွေကိုမှ ကြိုက်တယ်ဆိုတဲ့ အသက်၂၆နှစ်အရွယ် ကွင်းဆက်အသည်းခွဲတရားခံမလေး \"ဂျော်ဂျီယာ\"-အထက်တန်းကျောင်းတုန်းက အီစီကလီအလုပ်နိုင်ဆုံးဆုကို ရရှိခဲ့တယ်ဆိုတဲ့ အသက်၂၅နှစ်အရွယ် လော့အိန်ဂျလိစ်မော်ဒယ် \"စတီဗန်\"-ဟော်ကီကစားရတာ ...",
        "url": "https://channelmyanmar.org/tvshows/too-hot-to-handle-season-3-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/EV3jm_4f.jpg",
        "title": "55:15 Never Too Late (2021)",
        "description": "55:15 Never Too Late (2021)       စ / ဆုံးဇာတ်လမ်းအကျဉ်း___________________________________ကျွန်တော်/မ တိုငယ်ငယ်တုန်းက ကြီးလာရင် ဘာဖြစ်ချင်တယ်ဆိုပြီးအိပ်မက်တွေ မက်ခဲ့ကြဖူးတာ မှတ်မိမယ်ထင်ပါတယ် ကလေးဆိုတော့ စိတ်ကူးယဉ် ဆန်ဆန်ပဲပေါ့အဆိုတော်ကြီး လုပ်မယ်၊ ကမ္ဘာပတ်ပြီး ခရီးထွက်မယ်၊ အရမ်းချစ်ရတဲ့သူနဲ့ပဲ ယူမယ်...စသဖြင့်ပေါ့လေ\nငယ်ငယ်တုန်းကတော့ အကုန်လုံးက ဖြစ်လာနိုင်တယ်လို ယူဆခဲ့ကြတာကိုးအိပ်မက်ဆိုတဲ့အတိုင်း အတိုင်းအဆမရှိ စိတ်ကူးယဉ်ပစ်လို ရပေမဲ့ လက်တွေ့မှာ တကယ်ဖြစ်လာဖိုကတော့ခဲယဉ်းတယ်ဆိုတာ အသက်အရွယ်ရလာတဲ့သူတိုင်း သဘောပေါက်နေကြပါပြီလက်ရှိဘဝက ငယ်ငယ်က စိတ်ကူးယဉ်ခဲ့တဲ့ဘဝနဲ့ ထပ်တူမကျဘူးဆိုတာကို လက်တွေ့ခံစားနေရတဲ့သူတွေ တစ်ပုံကြီးပါ\nအခုအခြေအနေတွေကိုပဲ ကြည့်ပေါ့ဗျာ :3 အဲအတိုင်းပဲ သူလို ကိုယ်လိုဖြစ်တဲ့ သူငယ်ချင်း ငါးယောက်ကလည်း ငယ်စဉ်က အိပ်မက်တွေမက်ခဲ့ပေမဲ့လက်တွေ့ဘဝကြီးမှာ အဆင်ပြေသလိုကျင်လည်ရင်းနဲ့ အသက်ကြီးလာကြပါတယ်တစ်ရက်မှာတော့ အမှတ်မထင် သူတိုငါးယောက်လုံး ငယ်ရွယ်ပျိုမြစ်တဲ့အထက်တန်းကျောင်းသားဘဝကို ပြန်လည်ရောက်ရှိလာကြပါတယ်အဲလိုပြန်ရောက်ရှိလာရတာ ဘာကြောင့်လဲ??\nသူတိုကို ဖြစ်ချင်တာတွေဖြစ်နိုင်ဖို Second chance ပေးတဲ့အနေနဲ့လား??\nအရင်ကဖြစ်ခဲ့တာတွေကိုရော ပြန်ပြုပြင်လို ရပါ့မလား...စသဖြင့် လားပေါင်း ...",
        "url": "https://channelmyanmar.org/tvshows/5515-never-too-late-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMDk2ZjM5MWQtMTZmZi00YzFhLWFmZmQtMzU3NjhlOWNjOTUxXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-1-143x200.jpg",
        "title": "Girl From Nowhere (Season 1 and Season 2)",
        "description": "Girl from Nowhere Season 1Netflixရဲ့ပူပူနွေးနွေးထိုင်းစီးရီးလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေIMDB rating 7.9/10ရထားပါတယ်Thrillerအမျိုးအစားဖြစ်ပြီးကြည့်နေရင်းခုံပေါ်ကပြုတ်ကျတဲ့အထိထိတ်လန့်စရာအနည်းငယ်ပါလို့ ကြိုသတိပေးထားချင်ပါတယ်ကျွန်တော်တို့သိတဲ့အထက်တန်းကျောင်းဆိုတာလူကြီးတွေအမြင်မှာအပြစ်ကင်းစင်ပြီးပညာရှာဖို့လောက်ပဲသုံးတဲ့နေရာလို့ထင်ကြပါလိမ့်မယ်တကယ်တော့အဲ့ထက်ပိုပြီးရှုပ်ထွေးတယ်ဆိုတာအားလုံးသိပြီးသားပါရည်းစားကိစ္စတွေရှိမယ်မနာလိုတာတွေရှိမယ်နှာဘူးကျတဲ့ကျောင်းဆရာတွေရှိမယ်ဇီဇာကြောင်ပြီးတအားစိတ်ဖိစီးနေတဲ့တစ်ကိုယ်တည်းဆရာမတွေ၊single momတွေရှိမယ်လိင်ကိစ္စစူးစမ်းချင်နေတဲ့ဆယ်ကျော်သက်တွေရှိမယ်အသိုင်းအဝိုင်းဆင်းရဲတာကိုဖုံးကွယ်ပြီးချမ်းသာချင်ယောင်ဆောင်နေမယ်လူတစ်ချို့ရှိမယ်လာဘ်စားတဲ့လူတန်းစားတွေရှိမယ်geniusတွေစုနေတဲ့နေရာမှာကိုယ်ကပုံမှန်ဖြစ်နေလို့အားငယ်နေတဲ့လူတွေရှိမယ်အလှအပအရမ်းပြိုင်တဲ့ဟာတွေဘလာဘလာပေါ့ဗျာဒါပေမဲ့ကိုယ်ကအဲ့လိုဟာတွေကိုနားလည်နေခဲ့ရင်ရော...?ကျွန်တော်တော့အကုန်လုံးကိုအမြင်ကပ်ပါတယ်:)ဒါပေမယ့်Nannoဆိုတဲ့ကျောင်းသူသစ်လေးကအမြင်ကပ်တာထက်ပိုတာတွေကိုလုပ်ခဲ့ပါတယ်ဆက်ပြောရင်ဇာတ်လမ်းအရသာပျက်သွားမှာစိုးလို့အကျဉ်းချုပ်ပါရစေNannoဟာအထက်တန်းကျောင်းသူဖြစ်ပြီးကျောင်းအထာနပ်နေတဲ့ကောင်မလေးဖြစ်ပြီးစီးရီးကအရမ်းrealisticဖြစ်လွန်းတဲ့အပြင်အရမ်းအရမ်းကြည့်လို့တန်မယ့်စီးရီးမို့အပိုင်း၁ကိုပဲဖြစ်ဖြစ်အစမ်းကြည့် ကြည့်စေချင်ပါတယ်Translated by Shwe Yee Oo,Linn Kyaw Swar AungEncoded by sithu   For VIP Member  - Click here !Episode 1 - Yoteshin / Userdrive / Megaup / DropgalaxyEpisode 2 - Yoteshin / Userdrive / Megaup / DropgalaxyEpisode 3 - Yoteshin / Userdrive / Megaup / DropgalaxyEpisode 4 - Yoteshin / Userdrive / Megaup / DropgalaxyEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/girl-from-nowhere-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sYO5Oik99ett4kYbaMYOprqxkI0.jpg",
        "title": "Love Catcher (2018) Season 1",
        "description": "Love Catcher Season 1ဒိတ်တင်ရှိုးပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့ Love Catcher ရှိုးလေးကိုSeason 1 ကနေ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ရှိုးအကျဉ်းကတော့အမျိုးသား အမျိုးသမီး ၁၀ဦး အိမ်ကြီးတစ်အိမ်မှာ ၈ရက်ကြာ အတူနေထိုင်ရမှာပါဒီ ၁၀ဦးထဲမှာ အချစ်စစ်ကိုရှာဖွေဖို့လာတဲ့ Love Catcher တွေလည်း ရှိသလိုငွေအတွက်လာတဲ့ Money Catcher တွေလည်း ရှိနေပါတယ်အကယ်၍ Love Catcher နှစ်ဦး အတွဲဖြစ်သွားရင်တော့အားလုံးဖြစ်စေချင်တဲ့အတိုင်း လှပတဲ့ ချစ်စရာစုံတွဲလေးကို တွေ့ရမှာပါLove Catcher နဲ့ Money Catcher အတွဲဖြစ်သွားရင်တော့ Money Catcher က‌ဆုကြေးငွေ ဝမ် သန်း၅၀ လုံး ရရှိသွားမှာဖြစ်ပါတယ်။ Love Catcher လေးကတော့အချစ်လည်းပေးရ အလှည့်စားလည်းခံရနဲ့ အသည်းကွဲရမှာပေါ့နော်ဒါပေမဲ့ Money Catcher နှစ်ယောက် အတွဲဖြစ်သွားရင်တော့ ငွေကိုရောအချစ်ကိုရော ဆုံးရှုံးရပြီး လက်ဗလာနဲ့ အိမ်ပြန်ရမှာပါဘယ်သူက ဘာ Catcher ...",
        "url": "https://channelmyanmar.org/tvshows/love-catcher-2018-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8p1kRlCIPKYMDhnwwa9YE8SlFkO.jpg",
        "title": "Let Me Be Your Knight(2021)",
        "description": "Let Me Be Your Knight(2021) ဇာတ်လမ်းအညွှန်း*******************************************အပိုင်း - ၁၂ (ဇာတ်သိမ်းပိုင်း)(အစ-အဆုံး ရပါပြီ) အိပ်မပျော်တဲ့ရောဂါကိုခံစားနေရပြီး ဆရာဝန်နဲ့ လျှိဝှက်စွာ ကုသမှုခံယူနေတဲ့ LUNA လိုခေါ်တဲ့ နာမည်ကြီး Boy band ရဲ့အဆိုတော်ကောင်လေး Yoon Tae Inတစ်လောကလုံးက သူ့ကိုအမြဲစောင့်ကြည့်နေပြီး ဖန်တွေရဲ့ ချစ်ခင်နှစ်သက်မှုကို အပြည့်အဝရရှိထားပေမယ့် နောက်ကွယ်မှာတော့ ဘယ်သူမှမသိတဲ့ဝေဒနါကို ရင်ဆိုင်ရင်း ပျာကလပ်စိန်မလေး In Yoon Joo နဲ့တွေ့ရကနေ ရင်ခုန်မိသွားတဲ့အခါအလွဲလေးတွေနဲ့ ရယ်ရွှင်ဖွယ်ကြည့်မြင်ရမှာဖြစ်ပြီး idol တွေရဲ့ နောက်ကွယ်က real life တွေကိုလည်း ခံစားရင်း သီချင်းကောင်းတွေပါ ခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေး Healing ဖြစ်ချင်သူများ ကြည့်ချင်တဲ့ ကားကောင်းလေးဆိုလည်း မမှားပါဘူးနော်အပတ်စဥ် တနင်္ဂနွေနေ့တိုင်း ထုတ်လွှင့်မှာဖြစ်ပြီး ၁၂ ပိုင်းပါဝင်ပါတယ် Episodes: 12Aired: November 7, 2021 --Aired ...",
        "url": "https://channelmyanmar.org/tvshows/let-me-be-your-knight/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axIiqO82cGKtvtPlld4Z6yEuqEU.jpg",
        "title": "Yeh Kaali Kaali Ankhein (2022)",
        "description": "These Black Black Eyes (2022)\"ပိုက်ဆံ ၊ အာဏာ နဲ့ မိန်းမ ဒီသုံးခုက ယောက်ျားတစ်ယောက်ကို ဖျက်ဆီးပစ်နိုင်တယ်တဲ့။ငါ့ဘဝမှာ ပိုက်ဆံကို လောဘမတက်ခဲ့ဘူးအာဏာကို ရယူဖို့လည်း မကြိုးစားခဲ့ဒီတော့ နောက်ဆုံးကျန်တာက '' ပူဝါသေမင်းခံတွင်းဝက ဗီဂရန့်ရဲ့နောက်ဆုံးအတွေးတွေပေါ့။ဒီနေ့ IMDb မှာ rating 7.7 ထိရထားတဲ့ Netflix ရဲ့အိန္ဒိယဇာတ်လမ်းတွဲကောင်းတစ်ခုကို CM ကနေ တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။မြင်မြင်ချင်းချစ်ရတဲ့ ယောက်ျားတစ်ယောက်ကို ၁၅ နှစ်၈ လ ၇ ရက်စောင့်ပြီး ပြန်တွေ့တော့ လက်ထပ်ချင်ခဲ့တဲ့ ပူဝါတစ်ယောက်။ရှီဂါဆိုတဲ့ မိန်းကလေးကိုပဲ မြတ်နိုးပြီး ရင်ထဲ သိမ်းထားတဲ့ ဗီဂရန့်။ဒီ ၃ ယောက်ရဲ့ သုံးပွင့်ဆိုင်က ပုံမှန်အချစ်ဇာတ်လမ်းတွေလိုတော့ မရိုးရှင်းလှပါဘူး။ပူဝါဆိုတဲ့ မိန်းကလေးက သူ့ဘဝမှာမွေးကတည်းက လိုချင်တာမှန်သမျှရခဲ့တဲ့သူပါ။ဒါတွေအားလုံးက သူ့အဖေ အကီရာဂျ်ဆိုတဲ့ နိုင်ငံရေးသမားကြောင့်ပေါ့ဗျာ။အာဏာတည်မြဲဖို့ အင်အားကြီးဖို့ လူသတ်ဖို့ဝန်မလေးတဲ့အထက်တန်းအသိုင်းအဝန်းက လူတစ်ယောက်။ သူ့သမီးသာလိုချင်ရင်ကောင်းကင်က ကြယ်ကိုတောင်ခူးပေးမယ့် ...",
        "url": "https://channelmyanmar.org/tvshows/yeh-kaali-kaali-ankhein-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bgGDg8sk0JtIuLMI5XqWpnEzLcy.jpg",
        "title": "Bad Buddy Series (2021)",
        "description": "Bad Buddy (2021)ကမ္ဘာ‌ကျော် ရိုမီယိုနဲ့ ဂျူးလိယက် ဇာတ်လမ်းကို\nမသိတဲ့လူမရှိသလောက်ရှိကြလိမ့်မှာပါ။အဲဇာတ်လမ်းကိုမှ Yaoiအဖြစ်\nပြန်လည်ခံစားရမယ်ဆိုရင်ရော?ပရန်နဲ့ ဖတ်တို့ဟာ အိမ်နီးချင်းတွေ ဆိုပေမယ့်\n\"မတည့် အနားရှိ\"ဆိုသလိုမျိုး\nမိဘတွေရဲ့ ရန်စကနေ\nသားသမီးတွေအထိ မတည့်ကြတဲ့ မိသားစုနှစ်စုပါ။သူ့ထက် ငါ.. အရာရာ သာလိုဇောနဲ့\nအမြဲတမ်း ယှဉ်ပြိုင်နေတတ်တဲ့\nပရန်နဲ့ ဖတ်တို့နှစ်ယောက်\nနှလုံးသားအရေးမှာလည်း ယှဉ်ပြိုင်လာကြတဲ့အခါ...ရန်သူနဲ့ချစ်သူကြားမှာ\nစည်းပါးပါးလေးပဲ ခြားတယ်ဆိုသလိုမျိုး\nတစ်ယောက်အပေါ် တစ်ယောက်\nခံစားချက်တွေ ပိုလာကြတဲ့\nပရန်တို့နှစ်ယောက်ရဲ့အချစ်ရေးကပြိုင်ပွဲဆိုတဲ့အလျောက်\nအနိုင် အရှုံး သတ်မှတ်ပြီး အဆုံးသတ်ကြရမယ့်အပြင်မိသားစုရန်စတွေရော ပတ်ဝန်းကျင်အမြင်တွေနဲ့ပါ\nရင်ဆိုင်ကြရမယ့် အခြေအနေမှာ ပရန်တို့နှစ်ယောက်ရပ်တန့်လိုက်ကြလိမ့်မှာလား။ ရှေ့ဆက်တိုးလိမ့်မှာလား။ဒါမှမဟုတ်....\nရိုမီယိုတို့ရဲ့ဇာတ်လမ်းလေး\nကြေကွဲစရာ အဆုံးသတ် ဖြစ်လာလိမ့်မလား ဆိုတာကိုတော့\nအပတ်စဉ် သောကြာညတိုင်းမှာ ရင်ခုန်နိုင်စေဖို့\nစီအမ်မှ တင်ဆက်လိုက်ပါတယ်။Size: 600MB\nQuality: 1080p\nSubtitle: Myanmar (Hardsub)\nEpisodes: 12\nAired: Oct 29, 2021 - Jan 21, 2022\nAired On: Friday\nOriginal Network: GMM 25, Tencent Video\nDuration: 45 min.\nTranslators: Nue,Kong, Laii, Hazel, ...",
        "url": "https://channelmyanmar.org/tvshows/bad-buddy-series/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/zgUOZXLsdXVyeqkxIqdGTtDUFss-133x200.jpg",
        "title": "The World of My 17 Season 2 (2021)",
        "description": "The World of My 17 Season 2 (2021)Season 1 တုန်းက နာမည်ကြီးခဲ့တဲ့ The World of my 17 လေးကို CM က season 2 တင်ဆက်ပါဦးမယ်Season 1 တုန်းကို ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ ကာရိုက်တာကို မိတ်ဆက်စရာမလိုဘူးလို့ထင်ပါတယ်အခုမှစကြည့်မဲ့သူတွေလည်းစိတ်မပူနဲ့နော် cast အသစ် စာသင်နှစ်အသစ်နဲ့ နာရီတို့ ပြန်လာတဲ့ အတွက်ကြောင့်ပါနာရီ၊ ယူနာ၊ ဆွန်းဂျီ၊ မီရယ်တို့သူငယ်ချင်းလေးယောက် ဒုတိယနှစ် ၁၈ နှစ်အရွယ်ရောက်လာပါပြီသိပ္ပံ ဝိဇ္ဇာခွဲတဲ့နှစ်မို့ ယူနာက အခန်းမတူတော့ပေမဲ့ သုံးယောက်ကတော့ အခန်းတူဆဲပါပဲဒါပေမဲ့ လေးယောက်ကတော့ အခင်အမင်မပျက်ဘဲရှိနေတုန်းမို့သူတို့ရဲ့ friendship လေးကို အသစ်အဆန်းတစ်ခုအနေနဲ့ စောင့်မျှော်ပေးကြပါဦးseason အသစ်စတာနဲ့ cast အသစ်တွေကလည်း မတူညီတဲ့ဆွဲဆောင်မှုကိုယ်စီနဲ့ အရင်နဲ့မတူတဲ့ ခံစားချက်မျိုးရစေမှာပါနော်စုစုပေါင်း ၁၂ ပိုင်း ထုတ်လွှင့်သွားမှာ ဖြစ်ပြီးတော့အပတ်စဉ် ...",
        "url": "https://channelmyanmar.org/tvshows/the-world-of-my-17-season-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BYjNiMmUzMjItNGVlYy00YTdkLTlhYjctYTk2OGYzMWVhYTc0XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-200x198.jpg",
        "title": "Human (2022)",
        "description": "Human (2022)\n=================\nဘောလိဝုဒ်ပရိသတ်ကြီးအတွက် IMDb rating 8 အထိရထားတဲ့ အိန္ဒိယ TV Series လေးကို တင်ဆက်ပေးပါရစေဆရာဝန်မျိုးရိုးက ဆင်းသက်လာပြီးတော့ နာမည်ကြီးဦးနှောက်အထူးကုဆရာဝန်လည်းဖြစ်သလို ဘိုပယ်လ်မြို့က မန်သန်ဆေးရုံအုပ်လည်းဖြစ်တဲ့ ဒေါက်တာဂေါ်ရီနတ်ဒ်....ဂေါ်ရီရဲ့ ထောက်ခံချက်နဲ့ ဆေးရုံကို ရောက်ရှိလာတဲ့ နှလုံးခွဲစိတ်ဆရာဝန် ဒေါက်တာဆိုင်ရာ....မန်ဒန်မြို့မှာ ဆေးအသစ်ထုတ်လုပ်ပြီးတော့ အဲ့ဒီဆေးကိုတရားမဝင်ရောင်းချဖို့အတွက်လူတွေကိုစမ်းသပ်တဲ့အခါ သေစေနိုင်လောက်တဲ့ထိ side effect တွေရှိပေမယ့် ထုတ်လုပ်သူတွေဟာအဲ့ဒါတွေကို သတိမထားမိခဲ့ကြပါဘူးဒီဆေးကြောင့်နောက်ပိုင်းဘယ်လိုထိခိုက်မှုတွေဖြစ်လာမှာလဲဒီကိစ္စနောက်ကွယ်မှာကော ဘယ်လိုလူတွေပါဝင်ပတ်သတ်နေဦးမှာလဲ ဆိုတာHuman ဆိုတဲ့ စီးရီးလေးမှာ အားပေးကြည့်ရှုကြပါဦးနော်ထိုင်ရာကမထစတမ်းကြည့်ချင်လောက်အောင် ဆွဲဆောင်နိုင်တဲ့Series လေးမို့လို့ အားလုံးအကြိုက်တွေ့စေရန်အလို့ငှာ တင်ဆက်ပေးလိုက်ပါတယ်File Size – 300MB@EpisodeQuality – 720pDuration – 45 minute (@Episode)Total Episodes:10 EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama / ThrillerTranslator – JimX ...",
        "url": "https://channelmyanmar.org/tvshows/human-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pH7sjCqLaWbSJKOhf2gbjxZBxk.jpg",
        "title": "Show Window: Queen’s House",
        "description": "Show Window : The Queen's House (2021)ဟန်ဆောဂျူ နဲ့ ဟန်ဂျောင်းဝန် တို့ မောင်နှမနှစ်ယောက်ဟာချမ်းသာတဲ့မိသားစုတစ်ခုမှာ မွေးဖွားလာခဲ့ပြီး ငယ်စဉ်ကတည်းက လိုလေသေးမရှိပြီးပြည့်စုံစွာ နေထိုင်ခဲ့ရပါတယ်။အရွယ်ရောက်လာတဲ့အခါကျတော့လည်း ဟန်ဆောဂျူဟာ အိမ်ထောင်ရှင်မတိုင်းအားကျရတဲ့မိသားစုဘဝတစ်ခုကို ပိုင်ဆိုင်ခဲ့ရပါတယ်။ ကိုယ့်အပေါ်သစ္စာရှိတဲ့ခင်ပွန်းအပြင် ချစ်စဖွယ်သားသမီးလေးတွေကိုပါ ပိုင်ဆိုင်ထားရတဲ့ ဟန်ဆောဂျူရဲ့ ဘဝနန်းတော်ကြီးဟာ တစ်နေ့မှာတော့ပြိုလဲဖို့အတွက် အကြောင်းဖန်လာခဲ့တယ်။ ဟန်ဆောဂျူနဲ့ အိမ်ထောင်မကျမီကအလွန်ဆင်းရဲနွမ်းပါးခဲ့တဲ့ ရှင်းမြောင်ဆော့ဟာ အခုအချိန်မှာတော့ အောင်မြင်တဲ့မိသားစုဘဝနဲ့‌Lahen လုပ်ငန်းစုကြီးမှာ ရာထူးကြီးနေရာကို ရရှိထားခဲ့ပါပြီ။ သစ္စာရှိခင်ပွန်းတစ်ယောက်အဖြစ်နာမည်ကြီးနေတဲ့ ရှင်းမြောင်ဆော့ဟာ ယွန်းမီရာနဲ့တွေ့ဆုံပြီးနောက်မှာ ခံစားချက်တွေကို သိက္ခာနဲ့မဖုံးဖိနိုင်တော့ဘဲ လူ့အသိုင်းအဝိုင်းမှာ တားမြစ်ထားတဲ့ မချိုးဖောက်သင့်တဲ့စည်းကို ချိုးဖောက်မိသွားပါတယ်။အိမ်ထောင်ရေးဇာတ်ဖြစ်တဲ့အတွက် Heavy Drama ကြိုက်သူများအတွက်တော့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။ ရှေ့မှာလည်းThe World Of The Married, Love (ft. Marriage and Divorce) စတဲ့အိမ်ထောင်ရေးဇာတ်လမ်းကောင်းတွေကို ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးပြခဲ့တဲ့ တောင်ကိုးရီးယားနိုင်ငံရဲ့အဆင့်အတန်းမြင့်လာတဲ့ ဒရမ်မာစံနှုန်းကို ...",
        "url": "https://channelmyanmar.org/tvshows/show-window-queens-house/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKis7mpd6jgZGhgGLMDmSx4hODa.jpg",
        "title": "The Revenge (2021)",
        "description": "The Revenge (2021)  စ / ဆုံး*****************************Casts \"ဝီ\" အဖြစ် Nanon Chanon\"ကိတ်၊ကိတ်သရင်း\" အဖြစ် Mook Worranitဇာတ်လမ်းအကျဥ်းကတော့ \"PEARL STAR GROUP \" ဟာအာခရတ်ဖိုင်ဆန်စကွန်မျိုးရိုးပိုင်တဲ့ ကုမ္ပဏီ ပါ......တစ်နေ့မှာ သူတို့ရဲ့မွေးစားသမီး \"ဖရယ်\"က မူးယစ်ဆေးအလွန်အကျွံသုံးပြီးသေဆုံးသွားပါတယ်...\"ဖရယ်\"ရဲ့မျက်နှာချင်းဆင်တူတဲ့ \"ကိတ်\" တစ်ယောက် \"PEARL STAR GROUP\"ရဲ့ရှယ်ယာကို ဝယ်ယူခဲ့ပါတယ် ။အကြောင်းကတော့ \"ဖရယ်\" ရဲ့သေဆုံးမှုကို စုံစမ်းဖို့ပါ ။\"ဖရယ်\"ဆေးအလွန်အကျွံသုံးပြီး သေဆုံးတာကိုမယုံနိုင်တဲ့အာခရတ်ဖိုင်ဆန်စကွန်ရဲ့မွေးစားသား \"ဝီ\" တစ်ယောက်\"ဖရယ်\"ရဲ့သေဆုံးမှုနဲ့ပတ်သက်နဲ့ \"ကိတ်\"နဲ့ အတူဘယ်လိုစုံစမ်းသွားမလဲ ။\"ဖရယ်\"ကိုသတ်တာ အာခရတ်ဖိုင်ဆန်စကွန်မျိုးဆက်ထဲက တစ်ယောက်လား....?ရင်ခုန်စိတ်စိတ်လှုပ်ရှားဖွယ် နဲ့ \"ကိတ်\"တစ်ယောက် \"ဖရယ်\"ရဲ့သေဆုံးမှုအတွက်ဘယ်လိုကလဲ့စားချေပေးမလဲဆိုတာ \"The REVENGE\"ဇာတ်ကားမှာ ကြည့်ရှုအားပေးရအောင်...........[အညွှန်းကို Sai Lynn မှ ရေးသားထားပါတယ်]Episodes: TBAAired: DEC 21 , 2021 – TBAAired On: ...",
        "url": "https://channelmyanmar.org/tvshows/the-revenge-2021/"
    }
]