[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1rK2nRXSidcMwNliWDIroWWGTn.jpg",
        "title": "Jujutsu Kaisen (2020) Season 1 + 2",
        "description": "IMDb 8.5/10\nMyAnimeList 8.6/10 ဒီဂျပန်ကာတွန်းကိုစကြည့်​တော့ ​ပေါက္ကံပြည်ကိုအိန္ဒိယက​နေ(မ​လေးနိုင်ငံ ပီနန်ကျွန်းလို့လည်းတချို့က​ပြောကြတယ်) သ​င်္ဘောပျက်လို့ ပျဥ်ပြားဖက်ပြီး​ရောက်လာတဲ့ ဗျတ်ဝိ၊ ဗျတ္ထပဲ​ပြေးမြင််တယ်ဗျ။နိုင်ငံခြားသားဆို​ပေမဲ့ ဘုန်းကြီး​ကျောင်းက ​ဇော်ဂျီဖိုဝင်သားခိုးစားရာက​နေ အစွမ်းရသွားလိုက်တာ အငယ်​ကောင်ဖြစ်တဲ့ဗျတ္ထရဲ့သား​​တွေအထိ အစွမ်း​တွေရခဲ့တယ်လို့ဆိုကြတယ်။ ဗျတ္ထသား​တွေဖြစ်တဲ့ ​ရွှေဖျင်းကြီး၊ ​ရွှေဖျင်း​လေးတို့နှစ်​ကောင် ဘယ်​လောက်ကြမ်းလဲဆိုရင်တရုတ်ပြည်က ဗိုက်ပူမြို့စားရဲ့ဗိုက်ကို ရန်သူ​ပေါင်း​သောင်း​ခြောက်​ထောင်မကရှိ​နေတဲ့ကြားက ထုံးသွားကွင်းပြီး \"ဖတ်၊ ဖတ်၊ ဖတ်\"ရိုက်ကာခြိမ်း​ခြောက်ခဲ့တဲ့အထိပါပဲ။ စွမ်းလွန်းလို့ ​သေသွားတာ​တောင် မင်းကြီး၊မင်း​လေးဆိုပြီး မြန်မာတနိုင်ငံလုံးက နတ်ကိုးကွယ်တဲ့သူ​တွေဖင်ဘူး​ထောင်း​ထောင်ပြီး ထိုင်ကန်​တော့ခဲ့ကြတာ အခုအချိန်အထိပဲဗျ။ ဒီစီးရီးရဲ့ဇာတ်လမ်းမှာလည်း ဇာတ်လိုက်မင်းသားဟာ ဆုခုနဆိုတဲ့ကျိန်စာ​ကောင်ရဲ့လက်​ချောင်းကိုစားမိလိုက်တာက​နေ ​သောက်ကြမ်းကြီးဖြစ်သွားပါတယ်။ (မြန်မာမှာဆိုရင် နတ်ကွန်းပဲတင်ပြီး ဂျပန်ဆာ​ကေးအရက်တိုက် ထိုင်ကန်​တော့​​နေကြ​လောက်ပြီ)။ ဒါ​ပေမဲ့လည်းသူ့ထက်သူ​သောက်ကြမ်း​တွေရှိ​​နေ​တော့ ပိုပြီး​သောင်းကြမ်းဖြစ်​အောင်ကြိုးစားတယ်​ပေါ့ဗျ။ ဒါက ဇာတ်လမ်းအကျဥ်း။နည်းနည်းဖြည့်​ပြောချင်တာ​လေး​တွေဆက်​ပြောပါမယ်။Jujutsu Kaisenကိုဖန်တီးသူ ဆရာ ဂဲဂဲ အခုတမိဟာ Bleachရဲ့ပရိသတ်အကြီးစားပါ။ ဒါ​ကြောင့် ဒီစီးရီးကိုကြည့်​နေရင်းနဲ့bleachအ​ငွေ့အသက်မျိုးရပါလိမ့်မယ်။ (​ကော်ပီကူးတာမဟုတ်ဘူး​နော်။ ဇာတ်လမ်းက ဘာမှမဆိုင်တာ။ fighting style​တွေလည်းမတူဘူး)။ ပြီး​​တော့ ဒီဂျပန်ကာတွန်းရဲ့ထူးခြားချက်ကဘတ်ဂျက်ဗျ။ တပိုင်းကို ​အ​မေရိကန်​ဒေါ်လာတသိန်းခွဲသုံးခဲ့တာဆို​တော့ သူ့ထက်ပိုများတာ dragon ball ...",
        "url": "https://channelmyanmar.org/tvshows/jujutsu-kaisen-season-1-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFCgVyoRsYflO1H7FZC518erHG1.jpg",
        "title": "Rurouni Kenshin (2023) Season 1",
        "description": "IMDb 9.2/10​လေလွင့်ဆာမူရိုင်းကြီးအ​ကြောင်းက​တော့ လူတိုင်းနီးပါးသိပြီးကြ​လောက်ပြီဖြစ်လို့အညွှန်းကိုမ​ရေးခင် ဇာတ်အိမ်အ​ခြေတည်ရာ​ခေတ်ကိုအကြမ်းဖြင်း​ပြောပြချင်ပါတယ်။ဘတိုစိုင်းဘဝက​နေအနားယူပြီး အသွား​ပြောင်းပြန်ဓါးကိုကိုင်ကာ ​လျှောက်သွား​နေတာက မဲဂျီ​ခေတ်ပါ။မဲဂျီ​ခေတ်ဟာ ၁၈၆၈က​နေ ၁၉၁၂အထိ ၄၄ကြာခဲ့ပြီး ဂျပန်နိုင်ငံမှာ ပါလီမန်စနစ်ကိုစတင်ကျင့်သုံးကာ စက်မှု​တော်လှန်​ရေးနဲ့​စစ်တပ်ကိုလည်းခေတ်မီလက်နက်တပ်ဆင်​ရေးကိုအကြီးအကျယ်လုပ်ခဲ့ပါတယ်။မဲဂျီ​ခေတ်မတိုင် အဲဒို​ခေတ်က​တော့ ၁၆၀၃က​နေ ၁၈၆၈အထိနှစ်​ပေါင်း ၂၆၀​လောက်ကြာခဲ့ပြီး အဲဒို​ခေတ်တွင် ရှိုဂန်(စစ်ဘုရင်)များကကြီးစိုးခဲ့ပါတယ်။ မဲဂျီ​ခေတ်မှာ​တော့ ရှိုနန်တို့ရဲ့အာဏာ​လျော့ကျကာ ဧကရာဇ်ဘုရင်ရဲ့အာဏာဟာ ပိုပြီးကြီးမားလာခဲ့ပါတယ်။ မဲဂျီ​ခေတ်မှာ အ​နောက်တိုင်း ပညာရပ်နဲ့ယဥ်​ကျေးမှု​တွေလည်း အကြီးအကျယ်​နေရာယူခဲ့ပြီး ရိုးရာယဥ်​ကျေးမှုနဲ့ဆာမူရိုင်း​တွေအ​ပေါ်မှာပါ အကြီးအကျယ် သက်​ရောက်မှုရှိခဲ့တာ​ကြောင့်ဆိုင်ဂို တာခါမိုလိဦး​ဆောင်တဲ့ ဆာမူရိုင်း​တွေဟာ ဘုရင့်​တော်ဝင်တပ်ကိုပုန်ကန်ခဲ့ကြပါတယ်။ (အဲ့ဒီဇာတ်​ကြောင်းနဲ့ပတ်သတ်ပြီးကြည့်လိုလျှင် မင်းသားTom Cruiseရဲ့ the last samuraiရုပ်ရှင်ကိုကြည့်ပါ)​လေလွင့်ဆာမူရိုင်းကြီးရဲ့ဘတိုစိုင်းဇာတ်​ကောင်စဖြစ်တဲ့​ခေတ်က​တော့ မဲဂျီ​ခေတ်အကူးအ​ပြောင်းကာလ အဲဒို​ခေတ်ပြီးဆုံးခါနီးဘခုမဆွတ်​ခေတ်(1853-1867)ပါ။ဒီဇာတ်လမ်းကြီးကို အဓိကဇာတ်အိမ်တည်ထားတဲ့မဲဂျီ​ခေတ်အ​ပြောင်းအ​ခြေအ​နေပါ။ဇာတ်လမ်းအကျဥ်းက​တော့ ဘခုမဆွတ်​ခေတ်မှာ နာမည်ကြားရုံနဲ့ကြက်သီး​တွေပါထ​စေတဲ့ ဟိတိုခိလိ ဘတိုစိုင်းကြီးတစ်​ယောက်ဇာတ်မြုတ်ပြီး​နောက်ပိုင်းအ​ခြေအ​နေ​တွေကို ရသအစုံအလင်နဲ့ကြည့်ရမှာလို့ပဲ အပျင်းထူစွာနဲ့ အညွှန်း​​ရေးလိုက်ပါတယ်။  File Size –  286MB  @EpisodeQuality –  1080pDuration – 24 minute (@Episode)Total Episodes: ...",
        "url": "https://channelmyanmar.org/tvshows/rurouni-kenshin-2023-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNDVhMGZmYjgtYjJkNy00OTYyLWEzNjAtYTMzYjA3YTI4ZTcyXkEyXkFqcGdeQXVyMTUyMzg5NzM2._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Reporting for Duty (2023)",
        "description": "Reporting for Duty (2023)\n===================လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ကို ကြက်ကန်းဆန်အိုးတိုးပြီး ဖမ်းမိသွားတဲ့\nနောက်မှာ ဆူဇန်နိုဟာ ရာထူးတိုးပြီး စီရင်စု(၈)ရဲစခန်းမှာ စီရင်စုမှူးဖြစ်\nသွားပါတော့တယ်။ ထူးခြားတာက အဲ့ရဲစခန်းက စီရင်စုမှူးတိုင်းက Slot\nMachine မာဖီးယားအဖွဲ့သတ်တာခံရပြီး သေသေသွားကြတာပဲ။ ဆူဇန်နို\nတစ်ယောက် ဒီအကြောင်းကို သိသွားပြီးတဲ့အချိန်မှာတော့ နောက်ကျသွား\nခဲ့ပါပြီ။ သူစစရောက်ချင်းနေ့မှာပဲ အဲ့မာဖီးယားအဖွဲ့ကို ဖမ်းဖို့အတွက် စစ်\nဆင်ရေးတစ်ခုစီစဉ်ထားကြတော့ ရဲအုပ်အမျိုးသမီးက သူ့ကို‌ဦးဆောင်ခိုင်း\nတယ်။ သူကလည်း ဝေ့လည်ကြောင်ပတ်လုပ်ပြီး ရဲစခန်းကိုလာတိုင်တဲ့\nအဘွားအိုတစ်ယောက်ရဲ့ အမှုသေးသေးလေးကိုပဲ ဖြေရှင်းပြီးနေရစ်ခဲ့လိုက်\nတယ်။ကံကောင်းချင်တော့ အဲ့အမှုသေးသေးလေးကနေ မာဖီးယားအဖွဲ့နဲ့\nပတ်သက်တဲ့သဲလွန်စကို ရှာတွေ့သွားပြီး သူတို့ဂိုဏ်းရဲ့ပစ္စည်းတွေကို သိမ်း\nဆည်းလိုက်ကြတယ်။အထိနာသွားတဲ့ မာဖီးယားတွေက ဆူဇန်နို့ဆီကို ‌ခြိမ်းခြောက်စာတွေပို့ပြီး\nနောက်မှာ ဘာတွေဆက်ဖြစ်မလဲ မာဖီးယားအဖွဲ့ကို စီရင်စု ၈ ရဲစခန်းက\nဘယ်လိုတွေဖမ်းကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ ဟာသဇာတ်\nလမ်းတွဲလေးပဲဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို Khant Sett Naing မှရေးသားပေးပြီး၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size.............(1.4 GB)\nQuality...............WEB-DL 1080p\nDuration............30Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Comedy, Crime\nTranslator..........Khant Sett ...",
        "url": "https://channelmyanmar.org/tvshows/reporting-for-duty-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDg3MGNhYjItZGU2Yi00MzU4LWE4NGUtYjA2OTVjNGUyMjE4XkEyXkFqcGdeQXVyNjg4NzAyOTA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Young Sheldon (2017)",
        "description": "The Big Bang Theory ထဲက လူ့ဂွစာ၊ လူမှုရေးမသိတတ်၊ ဟာသကိုနားမလည်၊ လူတောသိပ်မတိုးတဲ့ ပါရမီရှင် ရူပဗေဒပညာရှင် ရှယ်ဒန် လီ ကုပါး ကို မှတ်မိကြမှာပေါ့ဗျာ။ အခုကတော့ သူ့ရဲ့ spinoff series ဖြစ်တဲ့ Young Sheldon ကိုတင်ဆက်ပေးမှာပါ။ ဒီတော့ The Big Bang Theory ကြည့်ဖူးသူတွေအနေနဲ့တော့ ဘာမှပြောစရာသိပ်မလိုတော့ပါဘူး။ အခုမှ စကြည့်မယ်ဆိုရင်လည်း ဒီ series ကို အရင်ကြည့်ပြီးမှ The Big Bang Theory ကိုဆက်ကြည့်ရင် ပိုကောင်းပါတယ်။ ဒီ series မှာတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ အဲလ်ဘတ် အိုင်းစတိုင်း နဲ့ IQ အတူတူဖြစ်နေတဲ့ ကိုးနှစ်သားကောင်လေးတစ်ယောက်ကို မြင်ရပါမယ်။သိပ်ဉာဏ်ကောင်းလွန်းနေတော့ အမွှာညီမ မူလတန်းကျောင်းမှာ လက်ချောင်းပန်းချီလေးတွေဆွဲ၊ တီဗီကလာတဲ့ \"ဘဲပုံပြင်\" ကြည့်နေချိန်မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/young-sheldon-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f54pcD2UuOLOV6SwW790Q1awidw.jpg",
        "title": "The Woman in the Wall (2023) Complete",
        "description": "The Woman in the Wall (2023) Completed Mini Series ~ IMDb rating - 7.1/10 ~ ၁၈ ရာစုကနေ ၂၀ ရာစု (၁၇၅၈-၁၉၉၆) အထိ ရာစုနှစ်နှစ်ခုစာ ကမ္ဘာ့နိုင်ငံကြီးတချို့မှာ ရှိခဲ့ဖူးတဲ့ အမျိုးသမီးသီးသန့် ဘာသာရေး အကျဥ်းထောင်အကြောင်းကို ကြားဖူးကြလား။ ဘာသာရေး အကျဉ်းထောင်ဆိုတဲ့ စကားလုံးက ထူးဆန်းနေမှာပေါ့။ ဒါပေမဲ့လည်း ကမ္ဘာ့အရှည်ကြာဆုံးစစ်ပွဲတွေထဲက တစ်ခုဖြစ်တဲ့ Crusade စစ်ပွဲကလည်း ရာစုနှစ်နှစ်စုစာ ကြာခဲ့တာပဲမဟုတ်လား။ ဒီအမျိုးသမီး အကျဥ်းထောင်တွေကတော့ Magdalene Asylums (မန်ဒလင်း စိတ်ရောဂါကုဆေးရုံ) သို့မဟုတ် Magdalene Laundries (မန်ဒလင်း အဝတ်လျှော်ရုံ) တွေပဲ ဖြစ်ကြပါတယ်။ မန်ဒလင်းဆိုတဲ့နာမည်က ယေရှုခရစ်တော်ရဲ့ လက်ဝါးကပ်တိုင်မှာ ချိတ်ဆွဲခံရခြင်းနဲ့ ပြန်လည်ထမြောက်ခြင်းကို မျက်မြင်တွေ့ခဲ့တဲ့ အမျိုးသမီး သာဝကဖြစ်သူ မေရီမန်ဒလင်းရဲ့ နာမည်ကို အစွဲပြုပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/the-woman-in-the-wall-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZDk1MmI3YWEtMGE0MS00ZjFlLWIxMjgtMjc5MmRjOTZiMDc2XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "The Continental: From the World of John Wick (2023)",
        "description": "The Continental: From the World of John Wick (2023)\n=======================================\nJohn Wick Spin off : Continental Season 1ဒီစီးရီးကတော့ အပိုင်း ၃ ပိုင်းပါဝင်ပြီး ဂျွန်ဝစ်ရုပ်ရှင်တွေထဲက နာမည်\nကြီး ကွန်တီနန်တယ် ဘုံနယ်မြေဟိုတယ်တွေအပေါ် အခြေခံထားတာပါ။\nဝင်စတန် တစ်ယောက် စီးပွားရေးလူလည်ဘဝက‌နေ ရာဇဝတ်လောကထဲ\nရောက်လာပြီး ဟိုက်တေဘယ် အထက်ကောင်စီနဲ့ ရင်ဆိုင်ရပုံတွေကို ပြ\nထားတာပါ။ အတိုက်အခိုက်ခန်းတွေကတော့ ဂျွန်ဝစ်ထဲကတိုင်း ကြမ်းကြမ်း\nတမ်းတမ်းပါပဲ။ ဇာတ်လမ်းကလည်း စိတ်ဝင်စားဖို့ကောင်းအောင် တည်ဆောက်\nထားတာမို့ အားလုံးကြိုက်ကြမှာပါ။ တစ်ပိုင်းကို တစ်နာရီခွဲမို့ ရုပ်ရှင်လို ကြည့်\nရမှာပါ။ တစ်ပတ်တစ်ပိုင်းနဲ့ သုံးပိုင်းလာပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း -\nဖရန်ကီနဲ့ ဝင်စတန်ဟာ ညီအစ်ကိုနှစ်ယောက်ပါ။ ငယ်ငယ်ကတည်းက မိဘမဲ့\nအိမ်ခြေရာမဲ့ဖြစ်ခဲ့ပြီး အမှုတစ်ခုကြောင့် ဖရန်ကီ ထောင်ကျသွားပါတယ်။ ညီ\nဖြစ်တဲ့ ဝင်စတန်ကတော့ လန်ဒန်မှာ ငွေကြေးဆိုင်ရာစီးပွားရေးနဲ့ အောင်မြင်\nနေပါပြီ။ တစ်နေ့မှာတော့ ဝင်စတန်ကို လူမိုက်တစ်စုက ...",
        "url": "https://channelmyanmar.org/tvshows/the-continental-from-the-world-of-john-wick-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Street-Woman-Fighter-S2-133x200.jpg",
        "title": "Street Woman Fighter",
        "description": "Street Woman Fighter Season 1 (2021)ကိုးရီးယားနိုင်ငံကိုယ်စားပြု နံပါတ် ၁ ဖြစ်ဖို့ယှဉ်ပြိုင်ကြရမယ့်\nမိန်းခလေးအဖွဲ့ ၈ ဖွဲ့၊ Dancing Type မျိုးစုံပါဝင်ပြီး\nကိုယ်ဘယ်သူလဲဆိုတာကို သက်သေပြရမယ့် ပွဲတစ်ပွဲဖြစ်ပြီး\nကိုယ့်ရဲ့အရည်အချင်းတွေကို အစွမ်းကုန်ထုတ်သုံးပြီး\nပြိုင်ပွဲဝင်တိုက်ခိုက်ကြတာကို ကြည့်ရှုရမယ့်\nStreet Woman Fighter ဆိုတဲ့ Variety Show အသစ်လေးကို\nChannel Myanmar ကနေ တင်ဆက်ပေးလိုက်ပါတယ်။Kang Daniel က MC အဖြစ် တင်ဆက်ပေးမှာဖြစ်ပြီး\nဒိုင်လူကြီးတွေအနေနဲ့တော့ Kwon BoA နဲ့ Lee Tae Yong တို့က ပါဝင်ထားပါတယ်။\nဒါ့အပြင် Guestတွေအဖြစ် နာမည်ကြီးတွေ ဖြစ်ကြတဲ့\nCL, Jessi, Choi Soo Young , Choi Yoo Jung,\nYves, Lee Young jie နဲ့ PSY အစရှိတဲ့သူအများအပြားလည်း ပါဝင်ထားကြပါတယ်။\nအကကို သဘောကျနှစ်သက်သူဖြစ်ပြီး ရောင်စုံစကီလေးများစွာကိုလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/street-woman-fighter-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/eY8NlW_4f-141x200.jpg",
        "title": "Bunga Saree (2023)",
        "description": "\"ရင်ထဲပွင့်တဲ့သဇင်ပန်း\" မြန်မာစာတန်းထိုးBeyond Destiny 2023တာဝမ်း အဖြစ် Jes Jespipat\nပူငှာ အဖြစ် Prang Kannarun Wongkajornklaiနယ်မြို့လေးတစ်ခုက အဘွားနဲ့အတူနေထိုင်တဲ့ တောင်ပိုင်းသူလေး ပူငှါဟာတရက်မှာ အကြွေးရှင်ဆီက ထွက်ပြေးဖို့ကြိုးစားရင်း ရထားပေါ်မှာဖရနခွန်သား တာဝမ်းနဲ့ဆုံခဲ့ပါတယ်မြင်မြင်ချင်းသဘောကျသွားတဲ့သူတို့နှစ်ဦးသားအဆင့်အတန်းနဲ့ဂုဏ်ဒြပ်တွေကွာခြားလွန်းတာကြောင့် ကွဲကွာဖို့အကြောင်းဖန်လာပါတယ်မြို့ပြကြီးမှာ တယောက်တည်းရုန််းကန်နေရတဲ့ပူငှါလေး ချစ်သူနဲ့ခွဲခွါရပြီးနောက်သူတို့နှစ်ဦးရဲ့အချစ်တွေက အနိုင်ရမလားအခက်အခဲတွေ မျိုးစုံအောင်ကြုံနေရတဲ့ ဒီအချစ်က ကြာရှည်တည်ရှိနေမလားဆိုတာကိုတော့ရိုမန့်ဒရမ်မာဇာတ်ကားစစ်စစ်ဖြစ်တဲ့ “ရင်ထဲပွင့်တဲ့သဇင်ပန်း”ကို စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ပါ(အညွှန်းရေးသားသူမှာ Lei Wutyi Tun ဖြစ်ပါတယ်)Native Title: บุหงาส่าหรี\nEpisodes: 10\nAired: Aug 10, 2023 - ?\nAired On: Wednesday, Thursday\nOriginal Network: GMM One\nTranslated by  Nang Mwe Kham, Lei Wutyi Tun , Fake LoveEncoded by Naing Aung Latt\nEpisode (1) ...",
        "url": "https://channelmyanmar.org/tvshows/bunga-saree-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/L1-117x200.jpg",
        "title": "Love Is An Accident ( 2023 )",
        "description": "အချိန်ခရီးသွားဇာတ်လမ်းတွေကိုကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nအခုတစ်ခါ CM ကနေယူဆောင်လာပေးတဲ့ဇာတ်ကားလေးကတော့\nXing Fei နဲ့ Xu Kai Cheng တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\n\" Love is an accident\" လို့အမည်ရတဲ့ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။လီချူးယွဲ့ကတော့ ၂၁ရာစုကမိန်းကလေးတစ်ယောက်ဖြစ်ပြီး\nဒီဇိုင်နာတစ်​ယောက်ဖြစ်ဖို့ကြိုးစားနေသူပါ။ ကုမ္ပဏီ နှစ်ပတ်လည်ပွဲမှ\nာ ဥက္ကာခဲတစ်ခုကိုရခဲ့တာကအစပြုလို့ သူမဘဝအခြေအနေပြောင်းလဲသွားဖို့\nဖြစ်လာခဲ့ပါတယ်။ သူမအိပ်နေရင်း ရှေးခေတ်က သခင်လေး\nအန်းကျင်ကျောင်းရဲ့အိပ်ခန်းထဲကို တည့်တည့်မတ်မတ်\nပြုတ်ကျသွားခဲ့ရင်း လုပ်ကြံသူလို့အထင်အမြင်မှားခံရပါတော့တယ်။မတော်တဆတွေ့ဆုံကြတဲ့ သူတို့နှစ်ဦးဟာ\nအစပိုင်းတော့မတည့်ကြပေမယ့် နောက်ပိုင်းမှာသံယောဇဥ်တွေတိုးလာတဲ့အခါ...\nသူမရဲ့ခေတ်ကိုပြန်ရောက်သွားလေမလား။\nရှေးခေတ်မှာပဲနေပြီး သခင်လေးကိုကူညီပေးသွားမလား။\nမလောင်မြိုက်ရဘဲချိုချိုရိုရိုလေးကြည့်ရှုရမယ့်ဇာတ်ကားမို့\nမလွတ်တမ်း စောင့်မျှော်ကြည့်ရှူလိုက်ကြပါဦး။===========================Quality : WEB-DL 1080p , 720p\nTotal Episodes : 32\nFormat : mp4\nGenres : Drama , Romance , Comedy\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Yin Wai ...",
        "url": "https://channelmyanmar.org/tvshows/love-is-an-accident-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiZVeLcGCLtW2gqWp1vCFuFqS1L.jpg",
        "title": "Tales of the Grandmaster (2023)",
        "description": "\"သိုင်းသမားတို့ရဲ့ချစ်သက်သေ\" မြန်မာစာတန်းထိုး\nTale of the Grandmaster 2023ဝမ်ရိထျန်း အဖြစ် Bright Norraphat Vilaiphan\nနလင် အဖြစ် EsthervSupreeleela\nချီစန်း အဖြစ် Neng Sarun Naraprasertkul\nရိန် အဖြစ် Plengkwan Nattaya Thongsaenနလင်နဲ့သူငယ်ချင်းဖြစ်သူရိန်တို့ ချင်းဒေါင်တောင်တက်ကျစဉ်နလင်က ချောက်ကမ်းပါးပေါ်ကနေပြုတ်ကျခဲ့ရင်း ကံကြမ္မာအလှည့်အပြောင်းတစ်ခု သူ့ဘဝထဲဝင်ရောက်လာခဲ့ပါတယ်ထိုအချိန် ခွန်းမ်ဖိုင်ဖရတ်မေခါဂိုဏ်းက ဝမ်ရိထျန်းကလည်း သူ့ကမ္ဘာမှာ ချင်းဒေါင်ကနေပြုတ်ကျသွားခဲ့ချိန်ဖြစ်တာကြောင့် သူတို့နှစ်ဦးဆုံတွေ့စေခဲ့ပါတယ်ဝမ်ရိထျန်းက သာမန်သူမဟုတ်ဘဲ နလင်ဘာသာပြန်ဆိုနေတဲ့ တရုတ်ဝတ္ထုထဲကဇာတ်ကောင်ဖြစ်နေခဲ့ရာမှာနလင်တယောက် ဒီဆန်းကြယ်တဲ့ကံကြမ္မာကြီးကို လက်ခံယူနိုင်ပါ့မလားဝမ်ရိထျန်းကရော ကမ္ဘာအသစ်မှာ သူ့ကိုအမြဲကာကွယ်ပေးနေတဲ့နလင်ကို ချစ်မိသွားရာကနေသူတို့နှစ်ဦးရဲ့ဆုံဆည်းမှုဟာ ဘယ်လိုအဆုံးသတ်သွားမလဲဘယ်လိုကြောင့် ဆုံဆည်းမှုဖြစ်လာသလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုရအောင်နော်(အညွှန်းရေးသားသူမှာ lei wutyi tun ဖြစ်ပါတယ်)Translated by Nang Mwe Kham & Lei Wutyi TunGenre..... Action & Adventure, Sci-Fi & Fantasy\nQuality…. 1080p | ...",
        "url": "https://channelmyanmar.org/tvshows/tales-of-the-grandmaster-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5SpOFTF1EmQ4B6DCYfgPSUzUB5.jpg",
        "title": "Punch (2014) [Complete]",
        "description": "Punch (2014)*************အပိုင်း (၁ မှ ၁၉) စ/ဆုံး အထက်အမှုစစ်ရုံးက Park Jung Hwanက အဂတိလိုက်စားမှုစုံစမ်းရေးအဖွဲ့ခေါင်းဆောင်ဆိုပေမဲ့ သူ့ရဲ့ရာထူးကိုရဖို့အတွက်တော့အပေးအယူပေါင်းစုံကို တစ်ဇွတ်ထိုးလုပ်တဲ့သူမျိုးပေါ့။တစ်နေ့မှာတော့ သူ့မှာ ဦးနှောက်အကြိတ်တည်နေပြီးရှင်သန်ဖို့အချိန် ဘယ်လောက်မှ မကျန်တော့မှန်း သိသွားပါတော့တယ်။သူရဲ့နောက်ဆုံးအချိန်တွေကို နောင်တမရဘဲ ဖြတ်သန်းဖို့ ဆုံးဖြတ်လိုက်ပြီးအဂတိလိုက်စားတဲ့ အမှုစစ်ချုပ် Lee Tae-Joonဘက်ကို တရားမျှတမှုရဲ့သေနတ်ပြောင်းချိန်လိုက်တဲ့အခါ…Park Jung-Hwanရဲ့ ဇနီးဟောင်းဖြစ်သူ အမှုစစ် Shin Ha-Gyeongကလည်းခင်ပွန်းဟောင်းဘက်ကနေ ပါဝင်ကူညီတဲ့အခါမှာတော့...အာဏာကြီးလွန်းလှတဲ့ အမှုစစ်ချုပ် Lee Tae Joonနဲ့ သေမင်းတံခါးဝကအမှန်တရားရဲ့ဘက်တော်သား Park Jung- Hwanတို့အကြားဘယ်သူအနိုင်ရမလဲဆိုတာကိုတော့ K-Dramaပရိသတ်ကြီးကပဲ ခံစားကြည့်ရှုကြပါဦးနော်။Kim Rae Won, Kim Ah Joong, Jo Jae Hyun တို့လို မင်းသားကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတာမို့အကြိုက်တွေ့စေမှာ‌ပါနော်။  Aired: Dec 15, 2014 - Feb 17, 2015\nAired On: Monday, ...",
        "url": "https://channelmyanmar.org/tvshows/punch-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/Jom-Jon-Dok-Mai-Khao-2023-140x200.jpg",
        "title": "Jom Jon Dok Mai Khao (2023)",
        "description": "\"ပန်းဖြူအသွင်နဲ့ဓားပြ\" မြန်မာစာတန်းထိုးရဲအုပ်ကစ်ကောင့် အဖြစ် Point cholawit\nဘွတ်စဘာ အဖြစ် Noolek thithinan sanlaလက်ရည်ကြွယ်တဲ့ရဲအုပ်ကစ်ကောင့်ဟာ ပန်းဖြူအသွင်ဓားပြတိုအဖွဲကို ဖမ်းဖို တာဝန်ကျခဲ့ပါတယ်သူဟာ တာဝန်ထမ်းဆောင်ဖို ရွာဘက်ကိုရောက်လာချိန်မှာ သဘောမနောကောင်းတဲ့မိန်းမချောလေးဘွတ်စဘာကို ချစ်ကြိုက်မိခဲ့ပါတယ်ဘွတ်စဘာက ဆီယာငင်းကမွေးစားထားတဲ့ မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့အပြင်သူမဖခင်အရင်း သမန်းကျားကိုသတ်တဲ့မုဆိုးကို လိုက်ရှာနေသူပါကံမကောင်းစွာနဲ့ ကစ်ကောင့်ဟာ သူဖမ်းဆီးရမဲ့ဓားပြအဖွဲမှာ ဘွတ်စဘာကဦးဆောင်နေမှန်း သိရချိန်မှာတော့ဘွတ်စဘာကို ကစ်ကောင့်တစ်ယောက် ဖမ်းရက်မလားသူချစ်သူဘွတ်စဘာကို ဆက်ချစ်မလား လက်လွှတ်ခဲ့မလားဘွတ်စဘာရော သူ့ဖခင်ကိုသတ်တဲ့သူကိုတွေ့မလားဇာတ်သိမ်းကို ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမဲ့ “ပန်းဖြူအသွင်နဲ့ဓားပြ”ဇာတ်လမ်းတွဲမှာ ရသမျိုးစုံခံစားရင်း ကြည့်ရှုရအောင်ပါ(အညွှန်းရေးသားသူမှာ Lei Wutyi Tun ဖြစ်ပါသည်)Translated by Nang Mwe Kham & Fake love & Lei Wutyi TunGenre..... Drama\nQuality….. 720p\nFile size… 500MB\nFormat… mp4\nDuration…. 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Nang Mwe ...",
        "url": "https://channelmyanmar.org/tvshows/jom-jon-dok-mai-khao-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/Dont-Touch-My-Gang-160x200.jpg",
        "title": "Don’t Touch My Gang (2023)",
        "description": "Don’t touch my gang / ကျောင်းတော်ကြီးမှ အလွဲများ (2023)ကျေးလက်က လူငယ်လေးလေးယောက်၊ သူတို့ရည်မှန်းချက်က ဘန်ကောက်မှာ ကျောင်းသွားတက်ရင်း\nဘဝအတွက် စွန့်စားမယ်ဆိုတော့ ရွာကျောင်းက သူငယ်ချင်းတွေက လှောင်ကြတယ်။\nသူတို့ရည်မှန်းချက်အတွက် သက်သေပြဖို့ ပညာသင်ဆုထောက်ပံ့တဲ့ ဘန်ကောက်ကကျောင်းတွေကို လိုက်ရှာရင်း\nသူတို့သဘောကျတဲ့ ကျောင်းတစ်ကျောင်းကို လျှောက်လိုက်ပါတယ်။\nဖြစ်ချင်တော့ ကွန်ပျူတာကီးဘုတ်က ဟောင်းနွမ်းစုတ်ပြတ်နေပြီး စာလုံးတစ်လုံးကကျွတ်ထွက်နေတော့\nအဲဒီစာလုံးကို မရိုက်ဘဲလျှောက်လိုက်တာ ကျောင်းနာမည်ဆင်တူတဲ့ Vocational School တစ်ခုကို လျှောက်မိရက်သားဖြစ်သွားပါတယ်။\nပညာသင်ဆုရလို့ လေးယောက်သား ပျော်ရွှင်ပြီး ဘန်ကောက်ကို ထွက်လာတဲ့အချိန်ကျမှ သူတို့လျှောက်မိတဲ့ကျောင်းက လွဲနေတယ်ဆိုတာ သိလိုက်ရပြီး\nအဲဒီကျောင်းမှာ လူမိုက်တွေကြီးစိုးတဲ့အပြင် တစ်နှစ်မှာ ၃၆၅ ရက်လောက် ရန်ပွဲတွေဖြစ်နေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့\nဘယ်လိုအလွဲတွေ ဆက်ဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ အတူတူကြည့်ကြမယ်နော်။အညွှန်းကိုတော့ Moh Moh က ‌ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Moh, Kaung, Kong, Khaing ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Comedy, School\nQuality…. ...",
        "url": "https://channelmyanmar.org/tvshows/dont-touch-my-gang-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yT8eIJmReu3EMn66ZgT6O06OJWN.jpg",
        "title": "Distorted (2017) [Complete]",
        "description": "Distorted (2017)*************အပိုင်း( ၁ မှ ၁၆) အထိ  စ/ဆုံး\nဒီစီးရီးမှာတော့ One Dollar Lawyer, My Dearestစတဲ့ နာမည်ကြီးဇာတ်လမ်းတွဲ‌တွေမှာပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီးNam Goong Minနှင့် တခြားနာမည်ကြီး သရုပ်ဆောင်များစွာ ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ကိုရီးယားနိုင်ငံငံမှာ လုံးဝသွားထိလို့မရတဲ့ လူတန်းစားများစွာရှိတယ်...နိုင်ငံရေးသမားတွေနဲ့  ဖြစ်ပေါ်လာတဲ့အခြေအနေတိုင်းကိုအမြတ်ထုတ်ဖို့ကြိုးစားနေတဲ့အာဏာရှိအသိုင်းအဝန်းပဲ... ဒီလူတွေက သွားမထိရဲလောက်အောင်  အင်အားကြီးကြသလိုပြဿနာတစ်ခုပေါ်တိုင်းလည်း လက်စဖျောက်ရှင်းဖို့ အစီအစဉ်ပေါင်းများစွာရှိတယ်...တစ်နေ့တော့ ကိုရီးယားနိုင်ငံရေး ပြည်သူတွေ အံအားသင့်ရလောက်တဲ့ထိသတင်းတစ်ခုတက်လာခဲ့တယ်...ဒီသတင်းက အာဏာရှိသူတစ်ယောက်ရဲ့ နောက်ကွယ်ကမကောင်းမှုတွေဖြစ်ပါတယ်...ဒီသတင်းတက်လာပြီး သိပ်မကြာခင်မှာပဲ သတင်းရေးတဲ့အမျိုးသားတစ်ဦးသေဆုံးခဲ့ရသလို  အမှုတွေကလည်း ကြက်ပျောက်ငှက်ပျောက်ဖြစ်သွားတယ်..သေဆုံးသွားတဲ့ သတင်းသမားမှာ ညီဖြစ်သူကျန်ခဲ့တယ်...အကိုဖြစ်သူသေဆုံးသွားလို့ အဖြစ်မှန်အားလုံးဖော်ထုတ်ရင်း လက်စားချေလိုပေမဲ့ဒီအသိုင်းအဝန်းဟာ ပုံမှန်သမရိုးကျနည်းနဲ့ ချဉ်းကပ်လို့မရဘူးလို့  အကိုဖြစ်သူသေဆုံးခြင်းကသူ့ကိုသဘောပေါက်စေခဲ့တယ်...ဒါ့ကြောင်း အချိန်ယူအစွမ်းကုန်ပြင်ဆင်ရင်းဒီစောင်တလွဲလောကကြီးကို ရိုက်ချိုးဖို့ ကြံစည်ပါလေတော့တယ်...မင်းသားကတော့ ကျွန်တော်တို့ဆရာကြီး Nam Goong Min ဆိုတော့ကားဒီလိုကာရိုက်တာတွေနဲ့အလွန်လိုက်ဖက်လေတော့ ကြည့်လို့ မလန်းမှာတော့ပူပင်စရာမလိုပါ......Episodes: 16\nAired On: Saturday, Sunday\nOriginal Network: SBS\nDuration: 1 hr. 10 ...",
        "url": "https://channelmyanmar.org/tvshows/distorted-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p9XkHxVZdjVhqYGqcBKCEqxy0mI.jpg",
        "title": "Absolute Zero (2023)",
        "description": "Absolute Zero (2023) အညွှန်းကိုယ်ချစ်ရတဲ့သူကို မဆုံးရှုံးရဖို့အတွက် အချိန်တွေကိုသာ နောက်ပြန်လှည့်နိုင်မယ်ဆိုရင်...။ကိုယ့်မွေးနေ့မှာပဲ အက်ဆီးဒန့်တစ်ခုကြောင့် ချစ်ရသူ \"အွန်မ်ဆာ\"ကို ဆုံးရှုံးလိုက်ရတဲ့ \"ဆွမ်ဆွန်\"ဟာ\nအတိတ်ကိုပြန်သွားပြီး သူ့ချစ်သူကို ကာကွယ်ပေးချင်ခဲ့ပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ ဆွမ်ဆွန်တစ်ယောက် အတိတ်ကို တကယ်ပဲပြန်ရောက်သွားတဲ့အခါ\nအက်ဆီးဒန့်ဖြစ်မလာအောင် ကာကွယ်ဖို့ အွန်မ်ဆာ့ကို သတိပေးခဲ့ပေမဲ့လည်း\nသူသာမသေရင် သူ့ချစ်သူသေရမှာကို သိနေတဲ့ အွန်မ်ဆာဟာ အက်ဆီးဒန့်ကို မတားဆီးခဲ့ပါဘူး။ပြောင်းလဲမရတဲ့အနာဂတ်ကို အွန်မ်ဆာနဲ့ဆွမ်ဆွန်တို့ ချစ်သူနှစ်ယောက် အကြိမ်ကြိမ်ပြောင်းလဲကြရင်း\nနောက်ဆုံးမှာတော့ အွန်မ်ဆာဟာ ဆွမ်ဆွန့်ကို ကာကွယ်ဖို့အတွက် ဆွမ်ဆွန်နဲ့ဝေးဝေးမှာနေဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့အနာဂတ်ဟာ တကယ်ပဲ ပြောင်းလဲသွားနိုင်ပါ့မလား၊\nဒါမှမဟုတ် မလွန်ဆန်နိုင်တဲ့ကံကြမ္မာကြောင့် ချစ်သူနှစ်ဦး ကွေကွင်းရဦးမှာလား ဆိုတာကိုတော့\nအပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်။အညွှန်းကိုတော့ Hmwe က ရရေးထားကေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe, Khaing, Mary, Thae Thae တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Mystery\nQuality…. 1080p | 720p\nFile size…\nFormat… mp4\nDuration…. ...",
        "url": "https://channelmyanmar.org/tvshows/absolute-zero-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kvZ3ddMwnFOKvgAPW7Sc7OWSikf.jpg",
        "title": "Doctor Detective (2023)",
        "description": "Doctor Detective / အထောက်တော် ဆရာဝန် (2023)ခွန်ခေါင် အဖြစ် Nadech Kugimiya\nကျိန်ကျီရာ အဖြစ် Kimmy Kimberly\nထီထတ် အဖြစ် Alex Rendell\nမင်တရာ အဖြစ် Namwhan Phulitaဇာတ်လမ်းအကျဥ်း၂၀၀၀ ခုနှစ်အတွင်း GMP ဆေးသုတေသနဓာတ်ခွဲခန်းကြောင့် ရွာသားတွေ အဆိပ်မိမှုဖြစ်ပွားခဲ့တာမို့\nကူးစက်ရောဂါအထူးကုဒေါက်တာက အမိန့်စာနဲ့ ဓာတ်ခွဲခန်းကိုပိတ်ဖို့ကြိုးစားခဲ့ပါတယ်\nဒီအချိန်မှာပဲ ဓာတ်ခွဲခန်းပေါက်ကွဲခဲ့ပြီး အထူးကုရော သူရဲ့ဇနီးဖြစ်သူ သုတေသနဆရာဝန်ပါမီးလောင်မှုမှာသေဆုံးခဲ့ရတယ်နှစ်၂၀ ကျော်ကြာပြီးနောက် ဆရာဝန်နှစ်ဦးရဲ့သားဖြစ်သူ ခွန်ခေါင်ဟာ\nအဖေဖြစ်သူလို ကူးစက်ရောဂါအထူးကုဆရာဝန်တစ်ယောက်ဖြစ်လာခဲ့ပြီး\nအာဖရိကနိုင်ငံတွေမှာကူးစက်နေတဲ့ အီဘိုလာရောဂါကို ထိုင်းနိုင်ငံမှာ ပထမဆုံးတွေ့ရှိခဲ့တယ်ကျိန်ကျီရာကတော့ နာမည်ကြီးသတင်းထောက်ပျိုလေးဖြစ်ပြီး\nဒေါက်တာခွန်ခေါင့်ကို ဒီဖြစ်ရပ်နဲ့ပတ်သက်ပြီး အင်တာဗျူးချင်နေတဲ့သူတစ်ယောက်ပေါ့\nလက္ခဏာဆန်းတွေနဲ့သေဆုံးသူတွေ နောက်ထပ်ရှိလာချိန်မှာတော့\nဒေါက်တာခွန်ခေါင်ဟာ နောက်ကွယ်ကအကြောင်းအရာကိုရှာဖွေဖို့ကြိုးစားပါတော့တယ်\nသတင်းလိုချင်နေတဲ့ ကျိန်ကျီရာကလည်း ခွန်ခေါင်နောက်လိုက်ခဲ့ရင်း\nသူတို့နှစ်ယောက် ဒီဖြစ်ရပ်တွေနောက်မှာ ဘာအန္တရာယ်တွေရင်ဆိုင်လာရမလဲရောဂါဆန်းရှာဖွေရေးခရီးစဥ်မှာ နှလုံးသားရေးရာလေးတွေ ပါဝင်လာချိန်မှာတော့\nကျိန်ကျီရာ ၊ခွန်ခေါင်၊ မင်တရာ၊ ထီထတ်တို့ကြား ဘာတွေဆက်ဖြစ်လာမလဲ\nရောဂါတွေရဲ့အကြောင်းအရင်းကိုရော ရှာနိုင်ပါ့မလားဆိုတာ ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်အညွှန်းကိုတော့ Nue Nue က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Nue Nue, Nang ...",
        "url": "https://channelmyanmar.org/tvshows/doctor-detective-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/1692632564-is-anakin-skywalker-in-ahsoka-hayden-christensen-star-wars-news-64e385ba7147c-135x200.jpg",
        "title": "Ahsoka (2023)",
        "description": "စတားဝေါစီးရီးအသစ်တစ်ခု ဒစ္စနေးကနေ ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါကတော့ ဂျဒိုင်းတစ်ယောက်ဖြစ်တဲ့ အာဆိုးကာ တာနိုရဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ အာဆိုးကာ တာနာဟာ ကလုန်းစစ်ပွဲကာလမှ နာမည်ကြီးလာတဲ့ ဂျဒိုင်းသူရဲကောင်းဖြစ်ပြီး၊ စွမ်းအားအကြီးဆုံး ဂျဒိုင်းတွေထဲက တစ်ယောက်ဖြစ်တဲ့ အနာကင်စကိုင်းဝေါ်ကာ (ဒါ့ဗိတ်ဒါ)ရဲ့ လက်ထောက်တပည့်ရင်းလည်းဖြစ်ခဲ့ပါတယ်။ အာဆိုးကာဟာ ဂျဒိုင်း ကာရိုက်တာတွေထဲမှာ လူကြိုက်အများဆုံးထဲက တစ်ယောက်ဖြစ်ပြီး တူဂရူတာ မုဆိုးဂြိုလ်သားမျိုးနွယ်ဝင်လည်း ဖြစ်ပါတယ်။ ဆစ်သ်တွေထဲက နာမည်ကြီး ဒါ့သ်မောကိုလည်း ကလုန်းစစ်ပွဲကာလအတွင်း အနိုင်တိုက် ဖမ်းဆီးနိုင်ခဲ့ပြီး ဂျဒိုင်းတွေနဲ့ မန်ဒါလိုရီရန်တွေကြားက အငြိုးတွေကို ကျေလည်စေခဲ့ပြီး မန်ဒါလိုရီရန်သူတစ်ယောက်ဖြစ်တဲ့ ဆဘင်းဝရန်ကိုလည်း လက်ထောက်အဖြစ် လက်ခံသင်ကြားပေးခဲ့ပါတယ်။ကလုန်းစစ်ပွဲအစမှာ အာဆိုးကာဟာ အလင်းဓားအဖြူတစ်ချောင်းနဲ့ ထူးထူးခြားခြားစတင်ခဲ့ပေမဲ့ တဖြည်းဖြည်းနဲ့ အလင်းဓားနှစ်ချောင်းနဲ့တိုက်ခဲ့တဲ့သူ ဖြစ်လာခဲ့ပါတယ်။ ရန်သူရဲ့အလင်းဓားတွေကိုပါ ပိတ်ပစ်နိုင်တဲ့ အစွမ်းရှိတဲ့လူသုံးယောက်ထဲမှာ တစ်ယောက်အပါအဝင်ဖြစ်လာပါတယ်။ ကျန်တဲ့နှစ်ယောက်က မာစတာယိုးဒါးနဲ့ The Son ပါ။ ဒီဇာတ်လမ်းမှာတော့ အင်ပါယာကျဆုံးပြီး ပြည်ထောင်စုသစ် ဖြစ်ခါစ ...",
        "url": "https://channelmyanmar.org/tvshows/ahsoka-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tMlrD9rzBXeB6svYhQ4APkqY2Z2.jpg",
        "title": "Incomparable Beauty ( 2023 )",
        "description": "မပြည့်စုံတဲ့လူငယ်ဘဝမှာ မိသားစုအရေး ဘဝတိုးတက်ရေးအတွက်\nကြိုးစားကြရင် ချစ်ခြင်းတွေနဲ့ဘဝရဲ့အဓိပ္ပါယ်ကို\nဖော်ဆောင်ကြတဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။အသက်နှစ်ဆယ်ကျော်အရွယ်မှာ ရွှီယောက်ဟာစီးပွားရေးလုပ်တာ\nမအောင်မြင်ပဲ အကြွေးပင်လယ်ဝေခဲ့ပြီး ချစ်သူနဲ့လမ်းခွဲခဲ့ရတယ်။\nချစ်သူရဲ့အကြောင်းပြချက်မရှိစွန့်ပစ်ခြင်းကိုခံခဲ့ရတဲ့\nယွီကျားအိန်ဟာ သူ့ကိုယ်သူလုပ်ငန်းခွင်မှာပဲနှစ်မြှုပ်ထားခဲ့တယ်။အကြောင်းအကြောင်းကြောင့် ဇာတိမြေကိုပြန်လာတဲ့အချိန်မှာ\nသူတို့နှစ်ယောက်ဟာမထင်မှတ်ပဲပြန်ဆုံတွေ့လိုက်ရတဲ့အချိန်မှာ\nဝမ်းနည်းခြင်း၊ မုန်းတီးခြင်းတွေနဲ့ဖြစ်နေကြပေမယ့်\nအချစ်လက်ကျန်တွေကတော့ ရင်ထဲတစ်နေရာမှာရှိနေကြတုန်းပါပဲ။သူတို့တွေဟာဘဝအခက်အခဲတွေအမျိုးမျိုးကြုံတွေ့ကျော်ဖြတ်ခဲ့ရပြီး\nဘဝရဲ့လှပခြင်းတွေကိုပြန်လည်ဖော်ဆောင်နိုင်လာခဲ့ကြတာကို ခံစားကြည့်လိုက်ရအောင်နော်========================Quality : WEB-DL 1080p , 720p\nTotal Episode : 40\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK==========================Ep 1 ( 720p ) - Yoteshin / Usersdrive / MegaUp / StreamVidEp 1 ( 1080p ) ...",
        "url": "https://channelmyanmar.org/tvshows/incomparable-beauty-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Risi-Lust-Love-140x200.jpg",
        "title": "Risk Lust Love (2023)",
        "description": "Risk Lust Love / ရမ္မက်မီး (2023)ပရင့်ဝ် အဖြစ် Mook Pichana\nအွမ့် အဖြစ်Neen Chatchaya\nပရီဒီ အဖြစ် Mai Waritဇာတ်လမ်းအကျဉ်းဒီဇာတ်လမ်းတွဲလေးက လောဘ ရမ္မက် ကာမဂုဏ်တို့နဲ့ရောယှက်လာတဲ့အခါ\nသူတပါးကိုမကြည့်တော့ဘဲ လူတွေရဲ့အတ္တမီးတောက်လောင်ပုံကို ဖော်ပြထားတာပါပရင့်ဝ်က ငယ်ရွယ်ပြီး မိဘတွေကလည်း အလိုလိုက်ထားလို့ အပျော်ကြိုက်ပြီး ပျက်စီးနေတဲ့သူလေးပါ\nအွမ့်ကတော့ မိဘတွေရဲ့မျှော်လင့်ချက်ဝန်ကြီးထမ်းပြီး ကြီးလာရတဲ့သမီးအလိမ္မာလေးပေါ့\nသူမကို ချမ်းသာစေချင် လက်တွဲဖော်ကောင်းကောင်းရစေချင်တဲ့ သူ့မိဘဆန္ဒတွေကြောင့်\nအွမ့်ဟာ ပရင့်ဝ်ကို လိုက်ပြိုင်ပြီး အပုတ်ချလေ့ရှိပါတယ်အမေချစ်သားလေး ပရီဒီကတော့ တက္ကသိုလ်စမတတ်ခင် ခရီးအလည်အပတ်ထွက်ရင်း\nပရင့်ဝ်နဲ့အွမ့်တို့နဲ့ဆုံဖြစ်ခဲ့ရာမှာ ဒီမိန်းကလေးနှစ်ယောက်ရဲ့ကြားထဲမှာ ပရီတယောက် ဘယ်လိုရှုပ်နေမလဲအွမ့်ကရော ပရင့်ဝ်ကို ဘယ်လိုတွေဆက်ပြိုင်နေမလဲသုံးပွင့်ဆိုင်ဖြစ်လာမဲ့ဒီအချစ်ရေးကြီးက ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာ ကြည့်လိုက်ရအောင်ပါအညွှန်းကိုတော့ Lei Wutyi Tun က ရေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Nang Mwe Kham & Fake Love & Lei Wutyi Tun တို့ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. ...",
        "url": "https://channelmyanmar.org/tvshows/risk-lust-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wjZsWck95XPhlbLDoT8kx8m9wTB.jpg",
        "title": "Naughty Babe (2023)",
        "description": "Naughty Babe / ကလေးအဆိုးလေး(2023)(အညွှန်း)\n======================Cutie Pie series ထဲက side couple အတွဲလေးကို\nmain lead တွေအဖြစ်တွေ့မြင်ရမယ့် “ဘေဘီအဆိုးလေး” ရပါပြီ။Hia Yi နဲ့ Thacha တို့ဟာ နှစ်ဦးနှစ်ဖက်အကျိုးပြုစီးပွါးရေးသဘောအရ အချင်းချင်းစေ့စပ်ထားကြတဲ့ လူအများကအားကျရတဲ့စုံတွဲလေးပါ။\nစီးပွါးရေးသဘောအရဆိုပေမယ့်လည်း အစပိုင်းမှာတော့နှစ်ဦးရဲ့ဆက်ဆံရေးက ရိုမန့်စ်ဝတ္ထုတစ်ပုဒ်ရဲ့အဆုံးသတ်လို လှပနေပါသေးတယ် ..\nစေ့စပ်ပွဲနေ့ .. Thacha တစ်ယောက် Hia Yi တို့အိမ်မှာပြောင်းနေတဲ့အချိန် တစ်ယောက်တည်းထားခဲ့ခံရတဲ့အချိန်အထိပေါ့။\nအဲဒီနေ့ကနေစပြီး တဖြည်းဖြည်းမင်္ဂလာပွဲနီးကပ်လာတဲ့အချိန်အထိ အရာရာကို Thacha တစ်ယောက်တည်းလုပ်ပြီး နေ့ရက်တိုင်းကို အထီးကျန်ဆန်စွာနဲ့ဖြတ်သန်းလာခဲ့ရတော့တယ်။\nဒီလိုအပြောင်းအလဲကြားမှာတဖြည်းဖြည်းမွန်းကြပ်လာတဲ့အခါ .. စိတ်ဖိစီးမှုဒဏ်ကို သည်းမခံနိုင်တော့တဲ့အဆုံးမှာတော့\nThacha ဟာ သူသိပ်ချစ်ရတဲ့ Hia Yi နဲ့ မင်္ဂလာပွဲကိုကျောခိုင်းပြီး ဆွစ်ဇာလန်ကိုထွက်သွားရာကနေ ဘယ်လိုအပြောင်းအလဲတွေဖြစ်လာမှာလဲ ..\nHia Yi ကရော ဘာလို့ပြောင်းလဲသွားရတာလဲ ..\nနှစ်ယောက်သားရဲ့ဆက်ဆံရေးကရော အရင်လိုပြန်ပြေလည်နိုင်ဦးမလားဆိုတာကို အပတ်စဉ်စနေနေ့တိုင်းတင်ဆက်ပေးသွားမှာပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ Laii က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Laii ...",
        "url": "https://channelmyanmar.org/tvshows/naughty-babe-2023/"
    }
]