[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZDJjMTczZjItZGIyNi00OWY5LTljMTgtZWM0NDkxYzgyYWIzXkEyXkFqcGdeQXVyMTUyMjM1Mjg4._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dark Winds (2022)",
        "description": "AMC ကထွက်ရှိတဲ့Thriller စီးရီးအသစ်လေးပါ။၁၉၇၀ကျော် Indian Reservation (ဌာနေအမေရိကန်လူမျိုးတွေရဲ့ သီးသန့်နယ်မြေ)မှာ ဇာတ်တည်ထားပါတယ်။\nအဲဒီနယ်မြေတွေအတွက် Tribal police ဆိုတဲ့ အင်ဒီယန်းရဲတပ်ဖွဲ့ရဲ့ စခန်းမှုးဖြစ်သူ Joe Leaphron ဟာ သူ့နယ်မြေမှာဖြစ်တဲ့လူသတ်မှုနဲ့ FBI တွေစိတ်၀င်စားနေတဲ့ ဘဏ်ဓားပြတိုက်မှုတို့ကြား ဆက်နွယ်နေမှာကို သံသယရှိနေပါတယ်။\nဒါ့အပြင် Joe ရဲ့အတိတ်ကဖြစ်ရပ်တွေကြောင့် စုံစမ်းရေးကမလွယ်ကူဘဲ FBI ဘက်နဲ့လည်း တင်းမာမှုတွေရှိနေပါတယ်။\n၁၉၇၀တုန်းကထွက်ရှိတဲ့ နာမည်ကြီးစာအုပ်ကို ဇာတ်လမ်းတွဲပြန်ရိုက်ထားတာပါ။ ဌာနေအင်ဒီယန်းတွေရဲ့ ဓလေ့ထုံးစံတွေနဲ့ ယုံကြည်မှုတွေကိုထည့်ရိုက်ပြထားပြီး Reservationက အင်ဒီးယန်းတွေရဲ့အပယ်ခံဘ၀ကိုပြထားပါတယ်။\nZahn McClarnon,Jessica Matten,Kiowa Gordan တို့ပါ၀င်ထားပါတယ်။\nRotten tomatoes -100%\nImdb 7.9/10 File size…500 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nTotal Episode...6 Episodes\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP \nEpisode 1\nVIP  /  Yoteshin  / Megaup  / ...",
        "url": "https://channelmyanmar.org/tvshows/dark-winds-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbfAIcU3v4JbDlqVDJ3yeM77Dgh.jpg",
        "title": "Lyric and Beat (2022)",
        "description": "Lyric and Beat (2022)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဖိလစ်ပိုင်ဇာတ်လမ်းတွဲအသစ်လေးကတော့ အဆိုတော်ဖြစ်ချင်တဲ့\nစိတ်ကူးယဥ်အိပ်မက်ကိုယ်စီနဲ့လူငယ်လေးတွေအကြောင်းရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။လီရစ်ခ် ဆိုတဲ့ကောင်မလေးဟာ တစ်ချိန်ကအဆိုတော်တစ်ယောက်ဖြစ်ခဲ့ဖူးတဲ့အမေဖြစ်သူဆီကအမွေရထားတဲ့\nအသံချိုချိုလေးကိုပိုင်ဆိုင်ထားပြီးဘဝတစ်လျှောက်လုံးအဆိုတော်ဖြစ်ဖို့ဆိုတဲ့ အိပ်မက်ကိုဆုပ်ကိုင်ထားတဲ့\nကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုရှိပြီး၊သွက်လက်သူလေးပါ။ဘိထ် ဆိုတဲ့ကောင်လေးကတော့ ချမ်းသာတဲ့မိသားစု၊ ရာထူးဂုဏ်သိမ်တွေနဲ့အိမ်ကနေမွေးဖွားလာပြီး\nအဆိုပိုင်းမှာလည်းထူးချွန်လှတဲ့လူငယ်လေးပါ။ ချမ်းသာစွာ နေရပေမယ့်\nစကားနည်းပြီးစည်းကမ်းကြီးတဲ့ခြောက်ကပ်ကပ်မိသားစုဘဝကိုပိုင်ဆိုင်ထားတဲ့ ဘိထ် ဟာ\nအဖေဖြစ်သူရဲ့ညွှန်ကြားချက်တွေ‌ကြားမှာပဲပိတ်မိနေတဲ့ကောင်လေးလည်းဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ဟာ အဆိုဝါသနာပါတဲ့သူတိုင်းတက်ရောက်ဖို့အိပ်မက်မက်ခဲ့ကြရတဲ့\nဖိလစ်ပိုင်ရဲ့ဂီတကျောင်းတစ်ခုဖြစ်တဲ့ PNCM မှာ ဆုံစည်းမိကြတဲ့အခါ .. ။လီရစ်ခ်တစ်ယောက် သူအမြဲအိပ်မက်မက်ခဲ့ရတဲ့\nဂုဏ်ဒြပ်ကြီးလှတဲ့ကျောင်းကိုရောက်သွားပြီး သူ့ရဲ့\nအိပ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ကြိုးစားတဲ့အခါ .. ။\nအမြင့်ကိုတက်လှမ်းဖို့လမ်းဟာ မတ်စောက်စမြဲဖြစ်ပြီး\nလီရစ်ခ်ဟာသူ့ရဲ့အဖွဲ့သားတွေနဲ့အတူ ဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ပြီး\nသူ့အိပ်မက်ကိုကာကွယ်ဖို့ကြိုးစားမလဲဆိုတာအတူတူကြည့်လိုက်ကြရအောင်နော်။သီချင်းကောင်းလေးတွေနဲ့အတူ လူငယ်လေးတွေရဲ့\nအိပ်မက်အတွက်ရုန်းကန်ကြိုးစားကြတာလေးတွေကိုမြင်တွေ့ရမှာမို့\nလက်မလွှတ်ရမယ့် ဇာတ်ကားကောင်းလေးပါနော် ။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Shin နဲ့ Cali ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Comedy, Music\nQuality…. 1080p | 720p\nFile size… 600MB | 300MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Shin and Cali\nEncoder ..... August1080PEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/lyric-and-beat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/p17693699_b_v13_ac-150x200.jpg",
        "title": "Crash Landing on You",
        "description": "Crash Landing on You (2019)======================== ဇတ်လမ်းပုံစံကတော့\nယွန်းဆယ်ရီ ဆိုတဲ့ ကောင်မလေး ဟာ ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီး\nကွင်းစ် လုပ်ငန်းစု ဥက္ကဌ ရဲ့သမီးအငယ်ဆုံးလေး ဖြစ်ပြီး\nမိမိ အရည်အချင်းကို မိမိသာ ယုံကြည်ပြီး စီးပွားရေးလုပ်ငန်းတစ်ခုကို\nကိုယ်တိုင် တည်ထောင်ပြီး အောင်မြင်အောင် လုပ်နိုင်သူ ဖြစ်ပါတယ်\nယွန်းဆယ်ရီ ရဲ့လုပ်ငန်းကတော့ အားကစားပစ္စည်းများ\nဖက်ရှင်ပစ္စည်းများဖြစ်ပြီးလုပ်ငန်းပိုင်းဆိုင်ရာ ပါးနပ်ကျွမ်းကျင်မှု\nနဲ့ စီမံခန့်ခွဲမှုမှာ တော်တဲ့အတွက်အလွန်အောင်မြင်နေသူ တစ်ဦးပါ...\nဒီအတိုင်းတာမှာပဲ ဖခင်ဖြစ်သူဟာ ငွေကြေးအမှု တစ်ခုကြောင့်\nယာယီထိန်းသိမ်းခံနေရာကနေ ပြန်လွှတ်လာပြီး သူ့ပိုင်ဆိုင်မှု\nလုပ်ငန်း ဥက္ကဌ အဖြစ်သားသမီးတွေ အားလုံးထဲကမှ\nသမီးအငယ်ဆုံးလေး ယွန်းဆယ်ရီ အား ပေးအပ်ခဲ့ပြန်ပါတယ်\nအောင်မြင်မှုတွေ ချမ်းသာမှုတွေ ဝန်းရံနေပြီ ဖြစ်တဲ့\nယွန်းဆယ်ရီ တစ်ယောက်ဥက္ကဌ ရာထူးကို မယူမှီ\nတစ်ရက် အလိုမှာ သူမ လုပ်ငန်းက ထုတ်တဲ့\nအပျော်စီး လှေထီး တစ်ခုအား စမ်းစီးပြရန် ပြုလုပ်တဲ့ နေ့မှာပဲ\nကံကြမ္မာက သူမ ဆီကို အလွဲတွေ စတင်ယူဆောင်လာခဲ့ပါတော့တယ်...\nဇာတ်လမ်းတွဲဟောင်းတွေထဲကမှ အကောာင်းဆုံး  ဇာတ်လမ်းတွဲတစ်ခုဖြစ်တဲ့\nCrash ...",
        "url": "https://channelmyanmar.org/tvshows/crash-landing-on-you-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uf2aiYMlAaRJHseALkm7AtfnVKi.jpg",
        "title": "Designated Survivor: 60 Days (2019)",
        "description": "Designated Survivor:60 Days (2019)\"နိုင်ငံရေး\"ဆိုတာ တစ်ယောက်နဲ့တစ်ယောက် သဘောထားချင်းမတူညီနိုင်သလို\nတူညီဖို့လည်း မလိုအပ်တဲ့ သဘောတရားတစ်ခုပါဒါပေမဲ့ လူအမျိုးမျိုး အမြင်အမျိုးမျိုးရဲ့ သဘောထားစုံလင်ကွဲပြားမှုတွေကို လူတိုင်းက လက်သင့်ခံပြီး\nအတူတကွယှဉ်တွဲနေထိုင်သွားနိုင်မှသာ ငြိမ်းချမ်းတဲ့တိုင်းပြည်တစ်ခု ဖြစ်လာပါလိမ့်မယ်အဲဒီလိုဖြစ်ဖို့ဆိုတာကလည်း လွယ်တဲ့ကိစ္စတော့ မဟုတ်ပြန်ပါဘူး\nအမေရိကန်ဇာတ်လမ်းတွဲ Designated Survivor ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းမှာဆိုရင်တော့\nတောင်ကိုရီးယားရဲ့ဖွဲ့စည်းပုံအခြေခံဥပဒေတွေကစလို့ အာဏာခွဲဝေမှုတွေအထိ\nကိုရီးယားရဲ့နိုင်ငံရေးအကြောင်းကို စုံစုံလင်လင် ရှုစားကြရမှာဖြစ်ပါတယ်စစ်အေးတိုက်ပွဲကာလမှာ ကိုရီးယားကျွန်းဆွယ်ရဲ့ငြိမ်းချမ်းရေးအတွက်\nတောင်နဲ့မြောက် ကိုရီးယားနှစ်နိုင်ငံကြား ငြိမ်းချမ်းရေးစာချုပ်လက်မှတ်ထိုးနိုင်ဖို့ ကြိုးပမ်းနေစဉ်မှာပဲ\nအမျိုးသားလွှတ်တော်ခန်းမကို ဗုံးခွဲတိုက်ခိုက်ခံလိုက်ရပါတယ်အဲဒီဗုံးခွဲတိုက်ခိုက်မှုကြောင့် သမ္မတကြီးအပါအဝင် ဝန်ကြီးများအားလုံး အသက်ဆုံးရှုံးခဲ့ရပြီး\nသဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဝန်ကြီး ဘတ်မူဂျင်ကသာ တစ်ဦးတည်းသော အသက်ရှင်ကျန်ရစ်သူဖြစ်လာခဲ့ပါတယ်တောင်ကိုရီးယားသမ္မတနိုင်ငံရဲ့ ဥပဒေပုဒ်မ ၇၁ အရ ဝန်ကြီးဘတ်မူဂျင်ဟာ\nယာယီသမ္မတအဖြစ် ရက်ပေါင်း ၆၀ ကြာ တာဝန်ထမ်းဆောင်ရဖို့ အကြောင်းဖန်လာချိန်မှာတော့\nနိုင်ငံရေးအတွေ့အကြုံ ၆ လပဲရှိသေးတဲ့ သူဟာ နိုင်ငံ့အရေးကို ဘယ်လိုကိုင်တွယ်သွားမလဲဗုံးခွဲတိုက်ခိုက်မှုနဲ့ပတ်သက်တဲ့ အမှန်တရားကိုရော သူ့အနေနဲ့ ရှာဖွေဖော်ထုတ်သွားနိုင်ပါ့မလားဆိုတာ\nမျက်တောင်မခတ်တမ်း ကြည့်ရှုခံစားရမယ့် နိုင်ငံရေးဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ကတော့ အထွေအထူးမိတ်ဆက်နေစရာမလိုတဲ့ မင်းသားကြီး Ji Jin-Hee ...",
        "url": "https://channelmyanmar.org/tvshows/designated-survivor-60-days-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-1-135x200.jpg",
        "title": "Mike (2022)",
        "description": "Mike (2022)\n==========\nIMDb Rating - 6.4/10၂၀၂၂ ခုနှစ်မှ Hulu ကနေ ထွက်ရှိလာတဲ့ နာမည်ကြီး လက်ဝှေ့သမားဖြစ်တဲ့\nမိုက်ခ်တိုင်ဆန်ရဲ့ ဘဝကို ရိုက်ကူးထားတဲ့ Mike ဆိုတဲ့ အပိုင်း (၈) ပိုင်းပါ။\nMini Series လေး တစ်ခုကို တစ်ပတ်တစ်ပိုင်းနှုန်း တင်ဆက်ပေးသွားမှာပါ။\nမိုက်ခ်တိုင်ဆန်ဟာ ၁၉၆၆ ခုနှစ် ဇွန်လ ၃၀ရက်နေ့မှာ မွေးဖွားခဲ့ပါတယ်။လက်ဝှေ့သမားအဖြစ် ၁၉၈၅ ခုနှစ်မှ ၂၀၀၅ ခုနှစ်အထိ အသက်မွေးခဲ့ပါတယ်။\nမိုက်တိုင်ဆန်က ကမ္ဘာ့အကောင်းဆုံး ဟဲဗီးဝိတ်ချန်ပီယံအဖြစ်လည်းရရှိခဲ့သူပါ။\nအသက် ၂၀ အရွယ်မှာ ပထမဆုံး ခါးပတ်ကိုရရှိခဲ့ပြီး အငယ်ဆုံး ဟဲဗီးဝိတ်ချန်ပီယံ\nအဖြစ် မှတ်တမ်းဝင်ခဲ့ပါတယ်။ ၁၉၉၂ ခုနှစ်မှာတော့ မုဒိမ်းမှုအတွက် ပြစ်ဒဏ်\nချမှတ်ခံရပြီး ထောင် ၆ နှစ်ကျခဲ့ပါတယ်။ သို့သော် ၃ နှစ်အကြာမှာတော့ ခံဝန်နဲ့\nပြန်လည် လွတ်မြောက်လာခဲ့ပါတယ်။ ဒါကတော့ သူ့ရဲ့ ကိုယ်ရေးအကျဉ်းချုပ်ပါ။ဒီ စီးရီးထဲမှာတော့ မိုက်ခ်ရဲ့ ငယ်ဘဝကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/mike-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6y7MFMbSQGEpFGLjHhvWKtAv2LD.jpg",
        "title": "Dahan: Raakan Ka Rahasya (2022)",
        "description": "Drama series တွေကို ကြည့်ရတာငြီးငွေ့နေကြတဲ့ ဘောလိ၀ုဒ်ချစ်သူ ပရိသတ်ကြီးအတွက်\nအခုတစ်ခေါက်မှာတော့ CM ကနေ IMDB 7.4 ရရှိထားတဲ့ Thriller ဘောလိ၀ုဒ်စီးရီးလေးကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီစီးရီးလေးကတော့ သဘာ၀လွန်ဖြစ်ရပ်ဆန်းတွေ Horror ကားတွေကို ကြိုက်နှစ်သက်သူများအတွက်\nလက်မလွှတ်သင့်ဘဲကြည့်ရှုသင့်တဲ့ စီးရီးလေးတစ်ခုဆိုလည်း မမှားပါဘူးDahan ဆိုတာ တောင် လို့အဓိပ္ပာယ်ရပါတယ် ။ ဒါကြောင့် ဇာတ်ကားလေးကလည်း\nနာမည်နဲ့လိုက်ဖက်အောင် Shilaspura ကတောင်တွေရဲ့ နောက်ကြောင်းရာဇဝင်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ\nစီးရီးလေးအစမှာတော့ ခင်ပွန်းသည်ဖြစ်သူကို ပူပူနွေးနွေး ဆုံးရှုံးထားရတဲ့ IAS အရာရှိတစ်ဦးဖြစ်သူ\nAvani နဲ့ သူ့သားလေး Anay တို့ ရာဂျစ်စသန် မှာရှိတဲ့ Shilaspura သို့ အကြောင်းကြောင်းကြောင့် ခရီးထွက်လာဖြစ်ခဲ့ပါတယ်\nShilaspura ဆိုတာက ရှေးခေတ် အယူအဆတွေ ကိုးကွယ်ယုံကြည်မှုတွေ မှော်ဆရာ နတ်ဆိုးရဲ့ ကျိန်စာနဲ့ ဖုံးလွှမ်းအုံ့မှိုင်းနေတဲ့ မြို့လေးတစ်မြို့ပေါ့ ...ဒဏ္ဍာရီတွေအရ Shilaspura မှာ Nikasiyas နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/dahan-raakan-ka-rahasya-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AWkNkZHwNLuM6H5u6dToioHMAI.jpg",
        "title": "The Empress (2022)",
        "description": "The Empress Season 1 (2022)IMDb rating ~ 7.4၁၉ ရာစု ဥရောပရဲ့ ဒုတိယမြောက် အကြီးကျယ်ဆုံး ဩစတြီးယားအင်ပါယာကြီးရဲ့ဧကရာဇ်\nပထမမြောက် ဖရန့်ဇ် ဂျိုးဇက် ဘုရင်နဲ့ ကြင်ယာတော် အဲလိဇဘက်တို့ရဲ့ အချစ်ဇာတ်လမ်းပါSissi ဆိုပြီး နာမည်ကြီးတဲ့ ဘာဗေးရီးယား မင်းသမီး အဲလိဇဘက်အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားတွေ စီးရီးတွေ အမြောက်မြားရှိသလို\nဇာတ်ကားတိုင်း စီးရီးတိုင်းဟာလည်း သူ့ပုံစံနဲ့သူ ပေါက်ခဲ့တာချည်းပါပဲဒီတစ်ခေါက်စီးရီးကတော့ Netflix ကနေ လွှင့်တဲ့ စီးရီးပါကဗျာတွေ ရေးရတာ သဘောကျပြီး လွတ်လပ်စွာ တွေးခေါ် ပြုမူတတ်တဲ့\nဘာဗေးရီးယား မင်းသမီး အဲလိဇဘက်ဟာ အဲဒီခေတ်အဲဒီအခါကတော့\nမိသားစုရဲ့ သိုးမည်းဆိုပြီး အမည်တပ်ခံထားရသူပါ၁၈၅၃ ခုနှစ် ဩစတြီးယား အင်ပါယာကြီးမှာ\nရာသီဥတုဒဏ်နဲ့ ငတ်မွတ်ခေါင်းပါးမှုတွေကြောင့်\nဆူပူအုံကြွမှုတွေ ပေါ်ပေါက်လာပါတယ်ဆူပူမှုတွေကို ဖြေရှင်းဖို့ လူထုကို အာရုံလွှဲတဲ့အနေနဲ့\nဩစတြီးယား အင်ပါယာ ဘုရင်ရဲ့ မိခင်ဖြစ်သူက\nသားတောင်မောင် ဘုရင်မင်းမြတ်အတွက် ဧကရီမိဖုရားမြှောက်ပေးဖို့ ကြိုးပမ်းပါတော့တယ်မိဖုရားလောင်းအနေနဲ့ တူမတော်စပ်တဲ့ ဘာဗေးရီးယား ...",
        "url": "https://channelmyanmar.org/tvshows/the-empress-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yNeS9JvRynUQfwy8DtsWtNEIkQa.jpg",
        "title": "Fakes (2022)",
        "description": "Fakes(2022)နာမည်အတိုင်းပဲ အတုတွေ လုပ်ကြတဲ့ စီးရီးပါ\nဘာကို အတုလုပ်မှာလဲ ဆိုတော့ အိုင်ဒီတွေကိုပါဇိုဝီနဲ့ ရေဘက်ကာဆိုတဲ့ အထက်တန်းကျောင်းသူ နှစ်ယောက်ရှိပါတယ်\nသူတို့အချင်းချင်းကတော့ Best friend တွေပါတဲ့ဆယ်ကျော်သက်အရွယ် Best friend နှစ်ယောက်ပေါင်းပြီး\nမြောက်အမေရိကရဲ့ အကြီးမားဆုံးအိုင်ဒီအတု အင်ပါယာကြီးကို တည်ထောင်ဖြစ်သွားကြပါတယ်ဇိုဝီကတော့ ဒီကိစ္စကြီး တစ်ခုလုံးဟာ ရေဘက်ကာရဲ့ အိုင်ဒီယာသာ ဖြစ်ပြီး\nသူကတော့ စူးစမ်းချင်စိတ်ကြောင့်သာ လုပ်ခဲ့တာပါတဲ့ရေဘက်ကာကလည်း ဒါတွေ အားလုံးက ဇိုဝီရဲ့ အကြံဉာဏ်တွေပါတဲ့\nဆိုတော့ ဘယ်သူ့အိုင်ဒီယာနဲ့ ဘယ်လိုတွေ ဖန်တီးဖြစ်ခဲ့ကြလဲဆိုတာကို\nအတုအယောင်တွေနဲ့အတူ ရှုစားလိုက်ကြပါဦးNetflix ကနေ September 2 ရက်နေ့က ထွက်ရှိထားတာ ဖြစ်ပြီး\nIMDb rating ~ 6.5 ရရှိထားပါတယ်စုစုပေါင်း ၁၀ ပိုင်း ရှိပြီးတော့ ဆက်တိုက်ဆိုသလို တင်ပေးသွားပါမယ်အညွှန်းကိုတော့ Roman NoX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Roman NoX, Kevin Aung, Thada, Leonard Lin, ...",
        "url": "https://channelmyanmar.org/tvshows/fakes-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzZmNTkxNjUtYmZiNS00NjBjLTg1N2UtYzU1NjFjNWI2YWI0XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "This Fool (2022)",
        "description": "This Fool (2022)\n============\nIMDb Rating - 7.6/10လတ်တလောထွက်ရှိထားပြီး IMDb Rating - 7.26, Rotten Tomatoe\n100 အထိရထားတဲ့ Hulu ရဲ့ ပေါ့ပေါ့ပါးပါးနဲ့ အတော်လေးရယ်ရတဲ့ Comedy\nဇာတ်လမ်းတွဲလေးကိုတင်ဆက်ပေးချင်ပါတယ်။လော့အိန်ဂျလိစ်ရဲ့ မက္ကဆီကန်သားတို့နေထိုင်ရာ Hood လို့ပြောလို့ရတဲ့\nပတ်ဝန်းကျင်မှာကြီးပြင်းလာခဲ့တဲ့ ဂျူလီရိုဟာ ပတ်ဝန်းကျင်က ဒုစရိုက်မှုတွေ\nဂိုဏ်းတွေအရမ်းများပေမယ့် သူတစ်ပါးကို အရမ်းကူညီတတ်တဲ့ လူကောင်း\nတစ်ယောက်ပါ။ နောက်ပြီးတော့ Hug not Thugs ဆိုတဲ့ ပြန်လည်ထူထောင်ရေး\nစင်တာတစ်ခုကိုဂိုဏ်းသားတွေနဲ့အတူတူ ဖွင့်လှစ်ထားပါတယ်။ထောင်တွေနှစ်ရှည်ကျပြီး ပြန်လွတ်လာတဲ့ သူ့ဝမ်းကွဲအစ်ကို လူဝိစ်ဟာ ဂျူလီရိုကို\nအရမ်းပျော့ညံတဲ့ Gay လို့သဘောထားပြီး၊ လူမိုက်လိုနေဖို့ တိုက်တွန်းရာကနေ\nနှစ်ယောက်ပေါင်း လောင်းကျော် ဘာတွေဆက်ဖြစ်ဦးမလဲဆိုတာ ဒီ ဇာတ်လမ်း\nတွဲလေးမှာ ရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(400 MB) / (800 MB)\nQuality...............WEB-DL 720p ...",
        "url": "https://channelmyanmar.org/tvshows/this-fool-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOGQ0ZmRiMWMtN2UwMy00NzRkLTk2YzQtYjQ0MDEwNmJmY2ZkXkEyXkFqcGdeQXVyMTUwNjg3NTUw._V1_-133x200.jpg",
        "title": "Tierra Incognita (2022)",
        "description": "Tierra Incognita (2022)\n=================Disney+ ကနေ အသစ်ပြသလာတဲ့ Horror, Mystery Series အသစ်ကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ စုစုပေါင်း(၈)ပိုင်း တစ်ပြိုင်တည်းထွက်ရှိထားပြီး\nလူငယ်ကြိုက်စီးရီးမျိုးဖြစ်တာမို့ လက်မလွှတ်စေရအောင်တင်ဆက်ပေးလိုက်ပါပြီ။လွန်ခဲ့တဲ့ ရှစ်နှစ်က Cabo Qwert မှာ ပျောက်ဆုံးသွားတဲ့ မိဘတွေကို ရှာဖွေဖို့\nသားဖြစ်သူ အဲရစ် ဒါလာရစ်က သူ့ရဲ့ဇာတိမြို့ကို ပြန်သွားရာကနေ အစချီထားပါတယ်။\nတစ်မြို့လုံးကလူတွေက သူ့မိဘတွေရဲ့ ပျောက်ဆုံးမှုကို ရေရေရာရာမသိဘဲ သူ့မိဘ\nတွေက သူတို့တည်ထောင်ခဲ့တဲ့ ကစားကွင်းကို ကျိန်စာသင့်အောင် လုပ်ခဲ့တာဆိုပြီး\nလည်း ပြောဆိုနေကြပါတယ်။အဲရစ်အနေနဲ့ သူ့မိဘတွေကို ဆုံးသွားပြီလို့ မထင်ဘဲ တစ်နေရာရာမှာရှိမယ်လို့\nယုံကြည်ပြီး အမှန်တရားတစ်ခုကို ရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။ အဲတော့ သူ့မိဘ\nတွေက ဘယ်လို ပျောက်သွားတာလဲ။ နောက်ပြီးတော့ မြို့ထဲမှာ အလင်းတန်းတွေ\nပေါ်လာတိုင်း လူတွေဘာလို့ပျောက်သွားတာလဲ၊ အဲရစ်တစ်ယောက်ကရော သူ့မိဘ\nတွေကို ပြန်လည်ရှာတွေ့နိုင်ပါ့မလားဆိုတာ ပဟေဠိဆန်ဆန် အဖြေရှာရင်း ကြည့်ရှူ\nရမှာပါ။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Parris ဖြစ်ပါတယ်။)File Size.............(400 ...",
        "url": "https://channelmyanmar.org/tvshows/tierra-incognita-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Audition-200x193.jpg",
        "title": "&Audition – The Howling (2022)",
        "description": "&Audition - The Howling (2022)HYBE Labels Japan ရဲ့ Audition Program ကြီး &Audition ကတော့\nဇူလိုင်လမှာ ပရိသတ်ရှေ့ကို တရားဝင်ထွက်ရှိလို့လာပါပြီ၂၀၂၀ ခုနှစ်မှာ ပြုလုပ်ခဲ့တဲ့ I-Land survivial show ရဲ့ ပြိုင်ပွဲဝင်လေးဦးဖြစ်တဲ့\nK, Nicholas, EJ, Taki တို့ကို ပွဲဦးထုတ်ဖို့ confirm အပြီးမှာ\nသူတို့နဲ့အတူပွဲဦးထွက်မယ့် အဖွဲ့ဝင်တွေကို ဒီပရိုဂရမ်ကတစ်ဆင့် ရွေးချယ်သွားမှာပါ။Debut member လေးဦးအပါအဝင် ပြိုင်ပွဲဝင် ၁၅ယောက်ရဲ့ ပရိုဖိုင်တွေကို မိတ်ဆက်ကတည်းက\nအားလုံး hype ခဲ့ကြ‌ပြီး မျှော်လင့်နေကြတဲ့ ရှိုးလေးပါI-Land တုန်းက သူငယ်ချင်းတွေဖြစ်တဲ့ Enhypen member တွေနဲ့လည်း တစ်ဖန်ပြန်လည်တွေ့ဆုံကြဦးမှာပါအပိုင်း(၁၀)ပိုင်းပါဝင်ပြီး အပတ်စဉ်စနေနေ့တိုင်း တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်အညွှန်း ကိုတော့ MTA က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ကပဲ ဖြစ်ပါတယ်။Genre.....Reality\nQuality…. ...",
        "url": "https://channelmyanmar.org/tvshows/audition-the-howling-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/rIzWyoQP5M1tM5AbUcgpi5c4YoK-133x200.jpg",
        "title": "Bravo, My Life (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ကနေ အိပ်မက်ကို အကောင်ထည်ဖော်ဖို့ ကြိုးစားနေတဲ့ တက်ကြွဖျတ်လတ်တဲ့ကောင်မလေးနဲ့ သူဌေးသားကောင်လေးအကြောင်းကို ဇာတ်အိမ်ကြီးကြီးနဲ့ ရိုက်ကူးတင်ဆက်ထားတဲ့ အပိုင်းရှည်မိသားစုဟာသကားလေးကို တင်ဆက်သွားမှာပါဒီကားလေးမှာဆိုရင်...ဆောဒုန်ဟီးဟာ ဆင်းရဲတဲ့မိသားစုကနေပေါက်ဖွားလာတာဖြစ်ပြီး ဒီဇိုင်းနာဖြစ်ချင်တဲ့ အိပ်မက်ကို လက်တွေ့အကောင်အထည်ဖော်ဖို့ ကြိုးစားနေတဲ့ တက်တက်ကြွကြွကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ ဒုန်ဟီးဟာ သူ့တူကို သူ့ရဲ့သားအဖြစ်မွေးစားပျိုးထောင်ဖို့ဆုံးဖြတ်ချက်ချလိုက်ပါတယ် အဲဒီနောက် ဒုန်ဟီးတစ်ယောက် အရင်ကတည်းကပန်းခင်းလမ်းမဟုတ်တဲ့ အိပ်မက်ရှိရာဆီလျှောက်လှမ်းရာလမ်းမှာ ထပ်တိုးအခက်အခဲတွေကို ရင်ဆိုင်ကျော်လွှားရဖို့ဖြစ်လာပါတော့တယ်ဂန်ချာယောလို့အမည်ရတဲ့ကောင်လေးတစ်ယောက်ကတော့ ကုမ္ပဏီခပ်ကြီးကြီးထောင်ထားတဲ့ အဖေတစ်ယောက်ကို ပိုင်ဆိုင်ထားသူတစ်ယောက်ပါ\nမိသားစုနောက်ခံအသိုင်းအဝိုင်း​တောင့်ပေမဲ့လည်း သူကြုံနေရတဲ့ ပြဿနာဟာ အစစအရာရာ အဆင်ပြေချောမွေ့တဲ့ သူ့အဖေကုမ္ပဏီမှာ အလုပ်မဝင်ချင်ဘဲ အရင်နေခဲ့ရာ U.S ကိုပဲ ပြန်သွားချင်နေတာပဲဖြစ်ပါတယ်\nသို့သော်ငြားလည်း ရွှေလင်ပန်းနဲ့မွေးလာတဲ့ သူဌေးသားလေးချာယောဟာ သူ့အဖေရဲ့ငွေကြေးထောက်ပံ့မှုမပါဘဲ ဘာမှမလုပ်နိုင်ဘူးဆိုတာ သဘောပေါက်လာတဲ့အခါ သူ့အဖေကုမ္ပဏီမှာ တစ်နှစ်အလုပ်လုပ်ပေးဖို့ အပေးအယူလုပ်ခဲ့ပါတယ်ကံကြမ္မာအရ အိပ်မက်နောက်လိုက်နေတဲ့ ဆောဒုန်ဟီးနဲ့ U.Sကို ပြန်ဖို့ ကုမ္ပဏီမှာ အလုပ်ဝင်လုပ်နေရတဲ့ ဂန်ချာယောတို့ ပတ်သတ်ဆက်နွယ်မိသွားချိန်မှာ သူတို့တွေရဲ့ဘဝ အိပ်မက်တွေ မိသားစုအသိုင်းအဝိုင်းတွေ ဘယ်လိုမျိုးပြောင်းလဲလှုပ်ခတ်သွားမလဲဆိုတာ ...",
        "url": "https://channelmyanmar.org/tvshows/bravo-my-life-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33bKa8KqsFB9MigaLhgXA0Lkvk6.jpg",
        "title": "Cyber Vaar (2022) Complete",
        "description": "Cyber Vaar – Har Screen Crime Scene (2022)ဒီစီးရီးလေးကတော့ တော်တော်လေး စိတ်ဝင်စားဖို့ကောင်းသလို\nကမ္ဘာကြီးနဲ့လည်း သက်ဆိုင်နေတဲ့ အကြောင်းအရာလေးဆိုလည်း မမှားပါဘူးဘာလို့လဲဆိုတော့ ခုလက်ရှိကမ္ဘာကြီးပေါ်မှာ အင်တာနက်အသုံးပြုသူတွေ\nတော်တော်များလာနေပါတယ်..အင်တာနက်ပေါ်မှာ ဈေးဝယ်မယ်\nချက်တင်ထိုင်ကြမယ် အပျော်တမ်းဂိမ်းတွေကစားကြမယ်အဲ့ဒီလို နာမည်ကြီးလာတာနဲ့အမျှ ဒီအင်တာနက်ကိုအခြေခံပြီး\nလိမ်လည်လုပ်စားလာတဲ့သူတွေလည်း အများကြီးရှိလာနေပါတယ်ဒီဇာတ်လမ်းလေးမှာ အပိုင်းတစ်ပိုင်းချင်းစီအလိုက် အွန်လိုင်းပေါ်ကနေ\nကျူးလွန်တဲ့ပြစ်မှုတွေ..ခြိမ်းခြောက်ငွေညှစ်မှုတွေနဲ့ လိမ်လည်မှုတွေကို\nရိုက်ကူးပြသထားလို့ ဗဟုသုတများစွာ ရရှိမှာပဲဖြစ်ပါတယ်...အပိုင်းတစ်ပိုင်းချင်းစီအလိုက် အမှုမှန်ဖေါ်ထုတ်ပုံတွေကိုလည်း မြင်တွေ့ရမှာမို့\nမှုခင်းစုံထောက်ကားကြိုက်သူတွေ သဘောတွေ့စေမှာ အမှန်ပါပဲ..စိတ်ဝင်စားစရာအကောင်းဆုံးအချက်က ပြစ်မှုအားလုံးက လူကိုမတွေ့ရဘဲ\nအွန်လိုင်းပေါ်ကနေပဲ ကျူးလွန်ကြတာကို အွန်လိုင်းကနေ ပြန်လည်စုံစမ်းတဲ့\nစီးရီးလေးဆိုတော့ လက်မလွှတ်သင့်တဲ့ စီးရီးလေးပါ..IMDb အနေနဲ့ကလည်း လူအယောက် 12K က 8.0 ပေးထားတာဆိုတော့\nရှုစားပေးကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်File Size – 500MB/ 250MBQuality – 1080p WEB DL /  720pDuration – 24mTotal Episodes: 14EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/cyber-vaar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dHB3uysBq2hiyDmkYKrH7QqVXAR.jpg",
        "title": "Matchday: Inside FC Barcelona(2019)",
        "description": "Matchday: Inside FC Barcelona(2019) အညွှန်း******************************************အပိုင်း ( ၁ မှ ၈ ) ထိ စ/ဆုံး2019 မှာ ဘာကာရဲ့ line up ကလည်း အထင်ကရတစ်ခုပဲ...ဒီကာလရဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဆုံးပွဲစဉ်တွေကို အဓိက ထားရိုက်ပြထားတာဆိုတော့တခြား Documentary တွေထက် ပိုရင်ခုန်စိတ်လှုပ်ရှားဖို့ကောင်းတယ်..ကမ္ဘာ့ဘောလုံးစင်မြင့်ထက်မှာတော့ဘာစီလိုနာဆိုတာ အကောင်းဆုံးဆိုတဲ့ အသင်းတွေထဲကတစ်သင်းဆိုတာ\nဘယ်သူမှစောဒကတက်ကြမယ်မထင်ပါဘူး ...\nဘာစီလိုနာနဲ့ ထိပ်တိုက်တွေ့ကြပြီဆိုတာနဲ့ ပြိုင်ဖက်အသင်းတွေက\nအနည်းငယ်တော့ ဖြုံသွားကြတာပဲမဟုတ်လား...\nကမ္ဘာ့အကောင်းဆုံးကစားသမားတွေအဖြစ် သတ်မှတ်ခံခဲ့ကြရတဲ့ မာရာဒိုနာ\nရော်နယ်ဒင်ဟို လီယိုမက်ဆီတို့လို ကစားသမားတွေရဲ့ ဂန္တဝင်အဖြစ် မွေးဖွားလာရာ\nအသင်းတစ်သင်းဖြစ်သလို အောင်မြင်မှုတွေကိုလဲ အကြိမ်ကြိမ်ရယူနိုင်ခဲ့တဲ့\nစပိန်ဘီလူး အသင်းကြီးတစ်သင်းဖြစ်ပါတယ်....\nဒီစီးရီးတိုလေးမှာ ဘာစီလိုနာတို့ရဲ့ 2018-2019 နောက်ပိုင်း\nဖြတ်သန်းလာရတဲ့ ပွဲကြီးပွဲကောင်းတွေ\nအဝတ်လဲခန်းထဲက စိတ်‌ဓာတ်တွေ အဓိကကစားသမားတွေရဲ့\nဘဝနေထိုင်ဖြတ်သန်းပုံတွေ\nဥရောပမှာ အကြီးမားဆုံးဖြစ်တဲ့ ကမ့်နူးကွင်းကြီးရဲ့\nအရှိန်အဝါတွေ ဘောလုံးလောကမှာ\nပြိုင်ဆိုင်မှုအပြင်းထန်ဆုံးဆိုတဲ့ ရီးရဲမက်ဒရစ်နဲ့ ကလက်စီကိုပွဲ\nရင်ဆိုင်ရတဲ့အတွေ့အကြုံတွေ ကို\nဝေဝေဆာဆာ တင်ပြထားတာတွေကို တွေ့ရမှာဖြစ်ပါတယ်။\nဘာစီလိုနာပရိတ်သတ်မဟုတ်ရင်တောင်မှ ကြည့်သင့်တဲ့ စီးရီးဖြစ်ပြီး\nအခြား Documentary တွေနဲ့မတူပဲကွဲပြားတဲ့ အရသာကို ခံစားရမှာဖြစ်ပါတယ်.... Episodes: 8File ...",
        "url": "https://channelmyanmar.org/tvshows/matchday-inside-fc-barcelona2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-2-133x200.jpg",
        "title": "Five Days at Memorial (2022)",
        "description": "Apple TV ရဲ့ ဆေးရုံ ကပ်ဘေး ဇာတ်လမ်းတွဲအလန်းတစ်ခု လာပါပြီ။ဒီတစ်ခါတော့ မုန်တိုင်းတိုက်တဲ့အချိန်ကြုံတွေ့ရတဲ့ အကြောင်းရိုက်ထားတဲ့ ဇာတ်လမ်းတွဲလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ် မန်မိုရီရယ်ဆိုတဲ့ ဆေးရုံမှာ မုန်တိုင်းတိုက်လို့ လူတွေခိုလှုံခွင့်ပေးထားပြီး\nမုန်းတိုင်းတိုက်တဲ့ ၅ကြာရက်ပြီးသွားတဲ့အချိန်မျာ လူပေါင်း ၄၅ယောက်အထိ သေခဲ့ရတဲအကြောင်းကို\nရိုက်ပြထားတဲ့ကားကောင်းလေးတစ်ကားပါပဲ မုန်တိုင်းဟာ ဘယ်လောက်ထိပြင်းထန်လဲ လူတွေကရော\nဘာကြောင့်သေရတာလဲ ဆေးရုံမှာရှိတဲ့သူတွေကရော ဘာမှကြိုတင်မကာကွယ်ထားဘူလား ဆိုတာကို\nရင်တမမ နဲ့ ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားမို့လို့ အမြန်ဆုံးသာဒေါင်းကြည့်လိုက်ကြပါတော့ဗျာFile size… 400 Mb\nQuality….Webrip 720\nFormat…mp4\nDuration….50 Min\nGenre... Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldDownload LinkEpisode 1 720p  - VIP / Yoteshin / Megaup / Meganz / Usersdrive / StreamsbEpisode 2 720p  - Yoteshin / Megaup / ...",
        "url": "https://channelmyanmar.org/tvshows/five-days-at-memorial-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/photo_2022-08-09_08-06-32-141x200.jpg",
        "title": "Sisa Marn (2022) [Complete]",
        "description": "ကြယ်နှင့်တူသော ဦးခေါင်း (သို့မဟုတ်) Sisa Marn (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၃၂ (ဇာတ်သိမ်းပိုင်း) သရဲကားကြိုက်ကြသူများအတွက် ဒီတစ်ခါတော့ သရဲဇာတ်လမ်းဆန်းဆန်းလေးလာပါပြီ။ဇာတ်လမ်းအကျဉ်း ...Pilantha ကဒေါသအရမ်းကြီးပြီး အရမ်းဆိုးတဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်တယ်။ တစ်ရက်မှာတော့ ယာဉ်မတော်တဆမှုဖြစ်ပြီး သူမလည်း ဒဏ်ရာအပြင်းအထန်ရခဲ့တယ်။ ရိုးရိုးဒဏ်ရာတော့ မဟုတ်ပါဘူး လည်ပင်းပြတ်သွားတာပါ။ဒါပေမဲ့ သူမရဲ့ စိတ်စွမ်းအားကြောင့် ထူးဆန်းစွာနဲ့ သူမအသက်ရှင်ခဲ့တယ်။ Pilanthaတစ်ယောက် သူမရဲ့ခေါင်းနဲ့ ခန္ဓာကိုယ်ကို ပြန်တွဲချုပ်နိုင်ဖို့အတွက် စမ်းသပ်မှုတွေ လုပ်နေတဲ့ ဒေါက်တာ Piti ဆီကိုသွားခဲ့တယ်။ ဒေါက်တာ Pitiက သူမရဲ့ စွမ်းအားအကြောင်းကို လေ့လာချင်တဲ့အတွက် ကူညီပေးခဲ့တယ်။ဒါပေမဲ့ ခေါင်းနဲ့ခန္ဓာကိုယ်ကို ပြန်တွဲချုပ်တာ ကျရှုံးခဲ့တယ်။ Pilanthaရဲ့ ခန္ဓာကိုယ်ဟာ တဖြည်းဖြည်း ပုပ်လာခဲ့တယ်။ စမ်းသပ်မှုအတွက် ခန္ဓာကိုယ်အသစ်ရှာဖွေဖို့လိုလာတယ်။Pilantha က နေ့ဘက်မှာတော့ လည်ပင်းကို ပုဝါနဲ့ပတ်ပြီး ဖုံးထားပြီး ပုံမှန်သွားလာနေတယ်။ ဒါပေမဲ့ ညဘက်မှာတော့ သူမရဲ့ခန္ဓာကိုယ်အသစ်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/sisa-marn-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oqQ90A1WZxyy7nQDtGXQSA1xlaa.jpg",
        "title": "If You Wish Upon Me(2022)",
        "description": "If  You Wish Upon Me(2022) ဇာတ်လမ်းတွဲအညွှန်း*******************************************အပိုင်း ( ၁ မှ ၁၆ ) ထိ စ/ဆုံး. Ji Chang Wook နဲ့ Soo Young ရဲ့ Series လေးထွက်ပြီနော် ....\nမိဘမဲ့ဂေဟာမှာပဲကြီးပြင်းလာပြီး အရွယ်ရောက်တော့လည်း လူငယ်ထိိန်းသိမ်းရေးစင်တာရယ်အကျဥ်းထောင်ရယ်မှာပဲ ကျင်လည်နေရတဲ့ကောင်လေးအနေနဲ့ Yoon Gyeo Ree (Ji Chang Wook) ဟာ....တရားရုံးက လုပ်အားပေးအမိန့်ချလိုက်တဲ့အခါ ဆေးရုံမှာလူနာတွေရဲ့ နောက်ဆုံးဆန္ဒတွေကို ဖြည့်ဆည်းပေးရမယ့် \"Genie\" ဆိုတဲ့အဖွဲ့လေးမှာစေတနာ့ဝန်ထမ်းသွားလုပ်လိုက်ရပါတယ်..... Yoon Gyeo Ree နဲ့တစ်ဖွဲ့တည်းကျတာကတော့ သူနာပြုဆရာမလေး Seo Yeon Joo (Soo Young) ပါ..... ဘဝမှာ ပျော်စရာရယ်လို့ တစ်ခါမှမခံစားရဖူးတဲ့ Yoon Gyeo Ree ...",
        "url": "https://channelmyanmar.org/tvshows/if-you-wish-upon-me2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eNCwfLMkNVkxjRio6q7agJySnXR.jpg",
        "title": "Save Me (2017) Season 1",
        "description": "Save Me (2017) Season 1\n****************************\nအပိုင်း   (  ၁  မှ  ၁၆   ) အထိ   စ  / ဆုံး Ongoing အပိုင်းသစ်တွေမျှော်ရင်း ဇာတ်ကားဟောင်းကြည့်ဖို့ရှာနေသူများအတွက် ၂၀၁၇ ကထွက်ရှိထားတဲ့ \"Save Me\" ဆိုတဲ့ကားဟောင်းလေးကို CM ကနေဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။OCN ကားဆိုတဲ့အတိုင်း thriller, mystery အမျိုးအစားဖြစ်ပြီးနာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Ok Taec-yeon,Woo Do-hwan, Seo Ye-ji တို့ ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းဆန်းမီတို့မိသားစုဟာ စီးပွားရေးကျပ်တည်းမှုကြောင့် ဆိုးလ်မြို့ကြီးကနေမူဂျီဆိုတဲ့ နယ်မြို့လေးကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်။မူဂျီမြို့မှာအခြေကျဖို့ကြိုးစားရင်း ဖခင်ဖြစ်သူက ရရာအလုပ်တွေရှာဖွေလုပ်ပြီးမိသားစုစားဝတ်နေရေးအတွက် ရုန်းကန်ဖြေရှင်းနေရပါတယ်။ဒီလိုခက်ခဲနေတဲ့ ဆန်းမီတို့မိသားစုလေးကို ကူညီပေးမယ့်သူပေါ်ပေါက်လာပါတယ်။အဲဒါကတော့ မူဂျီမြို့မှာ လူအများလေးစားယုံကြည်ကြတဲ့ဘာသာရေးအဖွဲ့တစ်ဖွဲ့ပဲဖြစ်ပါတယ်။ဒါပေမယ့် သာမန်ဘာသာရေးအဖွဲ့မဟုတ်ဘဲ နယ်မြေခံရဲတွေအစိုးရအရာရှိတွေပါဝင်ပတ်သက်နေတဲ့အစွန်းရောက်ဘာသာရေးအဖွဲ့ဖြစ်နေတဲ့အခါမှာတော့.....ဆန်းမီတို့မိသားစုရဲ့ကံကြမ္မာက ဘယ်လိုဖြစ်သွားမလဲ~ဆန်းမီရဲ့ \"ကယ်ကြပါ\" ဆိုတဲ့ အချက်ပြစကားတစ်ခွန်းကြောင့်အဲဒီအဖွဲ့နောက်လိုက်စုံစမ်းကြတဲ့ လူငယ်လေးယောက်ကရောဆန်းမီကိုကယ်တင်နိုင်ပါ့မလား~ ...",
        "url": "https://channelmyanmar.org/tvshows/save-me-2017-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sIFD5fwV7LmKBNLOvtdwGyWhMt8.jpg",
        "title": "Good Job (2022)",
        "description": "Good Job (2022)ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း ( ၁ မှ ၁၂ ) ထိ စ/ဆုံး  \"Big Mouth\" တို့ \"If you wish upon me\" Drama တို့မှာ လက်စွမ်းပြနေတဲ့ SNSD member တွေနဲ့အတူတစ်ပြိုင်တည်း လက်စွမ်းပြသွားတော့မဲ့ Kwon Yu-ri နဲ့ High Kick မှစလို့လူကြိုက်အရမ်းများပြီး ကြေးအမြင့်ဆုံးမင်းသားတစ်လက်ဖြစ်လာတဲ့ Jung Il-woo တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့Good Job ဆိုတဲ့ ongoing serie လေးကို CM က ဘာသာပြန်တင်ဆက်ပေးသွားပါတော့မယ်ဗျ။ဒီကားလေးရဲ့ဇာတ်ကြောင်းကတော့ လုပ်ငန်းရှင် သူဌေးတစ်ဖြစ်လဲ စုံထောက်အနေနဲ့နှစ်ဘဝလုံးကို ပိုင်နိုင်စွာ ဖြတ်သန်းနေတဲ့ \"Eun Sun Woo\" လုပ်ငန်းရှင်ဆိုလည်း လုပ်ငန်းရှင်အလျောက် Gentleman ဆန်ဆန်နဲ့တည်တည်ငြိမ်ငြိမ်နေတတ်သလိုစုံထောက်အနေနဲ့လည်း ပါးနပ်ဖြတ်လတ်ပြီး ဇွဲကောင်းတဲ့သူတစ်ယောက်အနေနဲ့Jung Il-woo က သရုပ်ဆောင်သွားမှာဖြစ်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/good-job-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8eQMaFRM4kvohslsTv2wa0CSSG.jpg",
        "title": "Live(2018)",
        "description": "Live(2018)ဇာတ်လမ်းတွဲအညွှန်း**************************အပိုင်း ( ၁ မှ ၁၈ ) ထိ စ/ဆုံး Han Jung O (Jung Yu Mi)ဟာတက္ကသိုလ်ဘွဲ့ရတစ်ယောက်လည်းဖြစ်ပြီး အလုပ်တစ်ခုရဖို့ ကြိုးပမ်းနေဆဲပါ\nYeom Sang Su (Lee Kwang Soo)က ရေသန့်ကုမ္မဏီတစ်ခုမှာ အလုပ်သင်အဖြစ်ဝင်ရောက်လုပ်ကိုင်နေပြီး တရားဝင်ဝန်ထမ်းဖြစ်ရမယ်ဆိုတဲ့ အိပ်မက်နဲ့ ကုမ္ပဏီရဲ့ ရှယ်ယာတွေကို ဝယ်ထားပါတယ် ...ဒါပေမယ့် ကံဆိုးချင်တော့ သူ့ကုမ္ပဏီက အလိမ်အညာကုမ္ပဏီဖြစ်ပြီး ရှယ်ယာတွေလည်း ဆုံးရှုံးသွားရပါတော့တယ်....\nHan Jung Oက အလုပ်ရှာနေရင်း တစ်ရက်မှာ ရဲဝန်ထမ်းစာမေးပွဲကြော်ငြာကိုတွေ့ပြီး ရဲတစ်ယောက်ဖြစ်အောင် ၂နှစ်တိတိစာကြိုးစားပြီး နောက်ဆုံးမှာတော့ စာမေးပွဲအောင်မြင်သွားပါတော့တယ်....ရဲသင်တန်းကျောင်းမှာ Sang Suနဲ့တွေ့ကြပြီး ဆရာဖြစ်သူ Yang Chon (Bae Sung Woo)ကြောင့် အခက်တွေ့ရပြန်ပါတယ်...\nနောက်ဆုံးမှာတော့ သူတို့အိပ်မက်အတိုင်း ရဲဝန်ထမ်းဖြစ်သွားကြပြီး ရဲဝန်ထမ်းတွေကြားမှာဖြစ်တတ်တဲ့ပြဿနာလေးတွေ တရားမျှတမှုရအောင် ကြိုးစားရင်း ကြုံတွေ့ရတဲ့ ဝမ်းနည်းမှုပျော်ရွှင်မှုတွေကို ရိုက်ကူးပြသထားပါတယ်\nသာမန်ရှေ့နေကား စုံထောက်ကားတွေကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/live2018/"
    }
]