[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-12-at-8.30.08-PM-142x200.png",
        "title": "The Way of the Househusband – Season (01), (02)",
        "description": "The Way of the Househusband - Season (01), (02)\n===================================\nIMDb Rating - 7.3/102018မှာ စထုတ်ပြီး နာမည်ကြီးလာတဲ့ ဒီManga seriesကို Netflix\nကနေ Animeအဖြစ် အသက်သွင်းလိုက်ပါတယ်။ Season 1မှာ စုစုပေါင်း\nအပိုင်း(၅)ပိုင်းပါပါတယ်။ Trailer စထုတ်တဲ့မနှစ်ကတည်းက လူစိတ်\nဝင်စားများနေတဲ့ anime ဖြစ်သလို ထွက်လာတဲ့အချိန်မှာလည်း စိတ်ကျေ\nနပ်မှုကို တော်တော်လေးပေးနိုင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းက...\nမြေအောက်လောကမှာ နှစ်တော်တော်ကြာကျင်လည်ခဲ့တဲ့ ယာကူဇာဘော့စ်\nတစ်ယောက် ဒုစရိုက်လောကကနေ အနားယူလိုက်ပြီးတဲ့နောက်မှာတော့\nအိမ်ထောင်ကျပြီး အိမ်ရှင်ထီးတစ်ယောက်ဖြစ်လာပါတော့တယ်။ အိမ်ရှင်ထီး\nဘဝက အလွဲတွေ၊ ဟာသတွေကို စိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်\nထားတာကြောင့် စိတ်ညစ်စရာကာလမှာ တစ်ခါလောက်ပြုံးချင်ကြတဲ့လူတွေ\nတော့ အကြိုက်တွေ့ကြမှာပါ။P.S ဒီAnimeကို Animeဖန်အများစုကတော့ မန်ဂါနဲ့ယှဉ်ပြီး သိပ်အကြိုက်\nမတွေ့ပါဘူး။ Animeတစ်ခုအနေနဲ့ ကြည့်ကြမယ့်လူတွေအတွက်တော့ မပြေ\nလှပါဘူး။ ဒါပေမဲ့ ဒီAnimeဟာ ကျွန်တော်တို့ကို တစ်ခါမကတော့ပြုံးစေမှာပါ။\nကျွန်တော့်အနေနဲ့ အာမခံလို့ရတာကတော့ ဒီဇာတ်လမ်း‌လေးဟာ အရင်က\nအကြည်တော်၀တ္တုတွေလို ရယ်ရပြီး ဒီရုပ်ရှင်ထဲက မိခုနဲ့တဆုအတွဲကလေးဟာ\nလက်တွေ့ဘ၀‌အတွဲတွေလို ...",
        "url": "https://channelmyanmar.org/tvshows/the-way-of-the-househusband/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e0WBmIJiapZxIPIuYRRSCffFNKe.jpg",
        "title": "The End of Love (2022)",
        "description": "The End of Love (2022)ဝတ္ထုတစ်ပုဒ်ရဲ့အသွားအလာဟာ ဟင်းတစ်ခွက်ဆိုရင်တော့\nဟင်းအရသာနဲ့တူတဲ့ ဝတ္ထုရဲ့သဘောတရားကိုချုပ်ကိုင်ထားတာဟာ\nဆားနဲ့တူတဲ့ စာရေးဆရာရဲ့ရှုထောင့်အမြင်ပါပဲ။ဒီတော့ အစွန်းရောက်Feministတစ်ယောက်ဖြစ်တဲ့ တမ်မီရေးတဲ့စာအုပ် နဲ့\nသူ့ရဲ့ဟောပြောပွဲတွေအားလုံးမှာ အမျိုးသမီးဝါဒကြီးစိုးရေးက တော်တော်များများပါဝင်နေပါတယ်။\nယခုခေတ်စကားနဲ့ပြောရမယ်ဆိုရင်တော့ တမ်မီဟာ ထက်မြက်တဲ့မိန်းမတစ်ယောက်ပေါ့။တမ်မီဟာ ဖေ့ဘုတ်ပေါ်မှာ မကြာခဏရေးတင်နေကြဖြစ်တဲ့ ထက်မြက်တဲ့မိန်းမဆိုတဲ့စရိုက်လက္ခဏာတွေအကုန်ပြည့်စုံနေတယ်ဆိုပါတော့။\nယောက်ျားတွေဆို အထင်မကြီးတာတို့ ဖိုဝါဒီမုန်းတီးရေးတို့ ကိုယ့်အားကိုယ်ပဲကိုးရမယ်တို့အပြင်ကို\nနည်းနည်းလေးအစွန်းရောက်နေတဲ့ သူကတော့ လက်ထပ်ခြင်းတို့ အိမ်ထောင်ရေးတို့ကို အယုံအကြည်ရှိသူမဟုတ်ပါဘူး။\nဒါပေမဲ့ သူ့ရဲ့အတွေးအမြင်တွေနဲ့ အင်မတန်ကိုဆန့်ကျင်နေတဲ့အချက်ကတော့\nသူဟာ အမျိုးသမီးတွေကိုဖိနှိပ်ရာမှာ အလွန်နာမည်ကြီးတဲ့ ဂျူးလူမျိုးဖြစ်နေတာပါပဲ။\nသူ လက်ခံထားတဲ့အရာတွေကြောင့် သူဟာ ဆွေမျိုးတွေကြားမှာ အရှုပ်ထုပ်ဖြစ်နေကိုတော့ ပြောစရာလိုမယ်မထင်ပါဘူး။ဒါပေမဲ့ ငယ်သူငယ်ချင်းဖြစ်သူဆာရီတာရဲ့ မင်္ဂလာဆောင်ဖိတ်စာနဲ့အတူ\nဂျူးလူမျိုးတွေရဲ့ impurity lawဆိုတာနဲ့ပတ်သက်ပြီး စာရေးဖို့အကြံရသွားတဲ့အခါမှာတော့\nသူ တစ်သက်လုံးမျက်ကွယ်ပြုလာခဲ့တဲ့ ဖိုဝါဒီကြီးစိုးတဲ့ ဂျူးလူမျိုး ဂျူးဘာသာရဲ့ အတွေးအမြင်တွေကို\nလေ့လာရဖို့ဖြစ်လာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆို အားလုံးအတူကြည့်ရှုရမှာဖြစ်ပါတယ်။(Ps. Impurity lawဆိုတာကတော့ အမျိုးသမီးတွေဓမ္မတာလာနေချိန်မှာ မသန့်စင်ဘူးလို့သတ်မှတ်တဲ့အတွက်\nခင်ပွန်းဖြစ်သူနဲ့ထိတွေ့ခြင်းကိုရှောင်ရမယ်တို့ဘာတို့ကိုပြောတာပါ)စိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်ကတော့ ဒီစီးရီးလေးထဲမှာ\nအခုခေတ်မှာ လူတွေစိတ်ဝင်စားမှုမြင့်တက်နေတဲ့ Feminism နောက်ကွယ်က လက်မည်းကြီးတွေရယ်၊\nလူငယ်တွေကြားမှာဖြစ်နေတဲ့ sexual orientation ပျောက်ဆုံးနေတာတွေနဲ့အတူ love ...",
        "url": "https://channelmyanmar.org/tvshows/the-end-of-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-lying-160x200.jpg",
        "title": "The Lying Life of Adults (2023)",
        "description": "2023ထွက် Netflixရဲ့ အီတလီစီးရီးလေးလာပါပြီ.. နာမည်ကြီးဝတ္ထု The Lying Life of Adults ကို ပြန်ရိုက်ထားတာဖြစ်ပြီး ဝတ္ထုအရသာမပျက်လို့ ဝေဖန်ရေးသမားတွေ ချီးကျူးတာခံနေရတဲ့ စီးရီးကောင်းလေးပါ.. စုစုပေါင်း ၆ပိုင်းရှိပါတယ်..ဇာတ်လမ်းအကျဥ်း\nအီတလီနိုင်ငံ နာပလီမြို့လေးမှာ ဂျိုအန်နာဆိုတဲ့ ၁၅နှစ်အရွယ်ကောင်မလေးရှိပါတယ်.. အဖေ ပရော်ဖက်ဆာနဲ့ အမေ အယ်ဒီတာတို့ရဲ့ တစ်ဦးတည်းသောသမီးဆိုတော့ ဖိအားများမှာ တွေးကြည့်ရုံနဲ့သိမှာပါ.. ဒီကြားထဲ စာပါညံ့တော့ပိုဆိုးပြီပေါ့.. သူ့အဖေမှာ ဗစ်တိုရီးယားဆိုတဲ့ ညီမတစ်ယောက်ရှိတယ်.. သူတို့မိသားစုရဲ့ classicစတိုင်နဲ့ လုံးဝကွဲပြီး စရိုက်ဆန်တဲ့မိန်းမကြမ်းပေါ့.. ဂျိုအန်နာအတွက်ကတော့ ဗစ်တိုရီးယားနဲ့တွေ့လိုက်ရတာ အသက်ရှုပေါက်ပွင့်သွားသလိုပါပဲ.. lifestyle နှစ်ခုကြားဘယ်လိုရွေးချယ်မလဲ.. တည်ငြိမ်နေတဲ့ဘဝလေးက ဒရာမာချိုးသွားတဲ့အခါ ဘယ်လိုဖြတ်ကျော်မလဲ.. လမ်းမှန်ကိုရော ရွေးနိုင်ပါ့မလား...ဆယ်ကျော်သက်အရွယ်မှာ idolize လုပ်မိတဲ့သူက သောက်တလွဲဖြစ်နေရင် ဂွမ်းတာပါပဲ.. ကလေးတွေရဲ့ insecurityတွေ jealousyတွေကို ကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားတာမလို့ ပညာလည်းယူရင်း ကြည့်ရှုခံစားလိုက်ကြပါဦး...\n(18+ အနည်းငယ်ပါတာမလို့ မိသားစုနှင့်ကြည့်ရန် မသင့်တော်ပါ)File ...",
        "url": "https://channelmyanmar.org/tvshows/the-lying-life-of-adults-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTQAIKOyisnQg0y9Gpw8uqUJ3Ap.jpg",
        "title": "Payback(2023)[Complete]",
        "description": "Payback(2023)*************အပိုင်း( ၁ မှ ၁၂ ) ထိ စ/ဆုံး Dr. Brain စီးရီးပြီးတဲ့နောက် Lee Sun Kyun ရဲ့ အသစ်ထွက်ရှိလာတဲ့စီးရီးတစ်ခုဖြစ်ပါတယ်..ဒီစီးရီးကတော့ Business ပိုင်းကိုအဓိက ဦးစားပေးထားတယ်လို့ဆိုတယ်..ပြောရရင် Lee Sun Kyun ရဲ့ စီးရီးတွေအတော်များများဟာ comedy ဆန်တာရှားတယ်..ဇာတ်အိမ်ကောင်းမွန်တဲ့အပြင် အတွေးတွေ ဘဝနေနည်းတွေပြတဲ့စီးရီးတွေများတယ်..ဆိုတော့ဒီစီးရီးလည်း ဒီလိုပဲဖြစ်လိမ့်မယ်ထင်တယ်..ငယ်ငယ်က လူမိုက်ဂန်းစတားကောင်လေးအဖြစ်နဲ့စတင်ပြီး ထောင်တွေလည်းကျဖူးတဲ့အပြင် ထောင်ကထွက်လာပြန်တော့လည်းစီးပွားရေးကျားကြီးတွေကြားထဲမှာ ဓားစာခံလေးဖြစ်သွားခဲ့ပုံပေါ်တယ်..သူဘယ်လိုပြန်လည်ရပ်တည်မလဲဆိုတာကတော့ စိတ်ဝင်စားစရာပဲ..မင်းသမီးကလည်း ဖိုက်တာမမ Moon Chae Won ဆိုတော့...၁၂ ပိုင်းထွက်ရှိမှာဖြစ်ပြီး အပတ်စဉ်  Friday, Saturday တွေမှာ ထုတ်လွှင့်သွားမှာဖြစ်ပါတယ်..Episodes: 12File Size:1.1GB, 500MBQuality :Web-DL AMZN 1080p,720PGenres: Thriller, Mystery, Business, DramaTranslated by  Hay Thar Oo, Yumeko, Thynn   & TiffEncoded by  Phyo Pyae \n>>>>TELE LINK ><>>>>\n Episode 01 \n[720p]  ...",
        "url": "https://channelmyanmar.org/tvshows/payback2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kbfcnflR4FnfxvSnXR536V4FMUB.jpg",
        "title": "Love to Hate You(2023)[Complete]",
        "description": "Love to Hate You(2023)**********************အပိုင်း(  ၁ မှ ၁၀) အထိNetflix ကနေယနေ့ထွက်ရှိလာတဲ့ စီးရီးသစ်ဖြစ်ပါတယ်..Yeo MiRan ဆိုတဲ့အမျိုးသမီးဟာ ရှေ့နေတစ်ယောက်ဖြစ်တယ်..ထက်မြက်တယ် ...ပါးနပ်တယ်... ကိစ္စတစ်ခုတိုင်းကို ယုံကြည်ချက်ရှိရှိကိုယ်တွယ်တတ်သလိုစိတ်မြန်လက်မြန်ဖြစ်လွန်းလို့လည်း သူ့ကို တစ်ချို့က မထိရဲ မစမ်းရဲကြဘူး..ဒါအပြင့် သူမဟာ ယောက်ျားတွေကိုလည်း  မန်ကျည်းကိုးပင်က အရွက်တွေထက်မာယာများတဲ့သူတွေလို့ မြင်တတ်တဲ့သူလည်းဖြစ်တယ်...ဒီလိုအမျိုးသမီးနဲ့ ကိုရီးယားက ထိပ်တန်းမင်းသားတစ်လက်ဖြစ်တဲ့စတား Nam KangHo နဲ့ဆုံတွေကြလေတော့တယ်..ဒီမင်းသားကလည်း  မိန်းမတို့ရဲ့ မာယာဟာ ဖျာကိုးချပ်စာသဲပွင့်အရေအတွက်နှင့်အမျှ များပြားတယ်လို့ ယူဆထားတဲ့သူဖြစ်ပါတယ်..မန်ကျည်းကိုးပင်နဲ့ သဲကိုးဖြာရဲ့ ထိပ်တိုက်တွေ့ဆုံခန်းတွေကိုကြည့်ချင်တယ်ဆိုရင်တော့ဖြင့်...၁၀ ပိုင်းတစ်ခါတည်းထွက်ရှိမှာဖြစ်သဖြင့် အေးဆေးစွာစောင့်မျှော်ကြည့်ရှုကြပါကုန်...Episodes: 1၀File Size:800M B, 250MBQuality :Web-DL  1080p,720PGenres: Drama, ComedyTranslated by  Chothet_mlmt , Hnin Wai Oo   , Estel  & MiriEncoded by  Phyo Pyae  \n>>>TELE ...",
        "url": "https://channelmyanmar.org/tvshows/love-to-hate-you2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWEwZTcyNjctMjAzZC00ZGU0LWIxYWQtMDAwMmU1NzQ1ZjQ3XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Hunters – Season (01),(02)",
        "description": "Hunters - Season (01),(02)\n===================\nIMDb Rating - 7.2/10၁၉၇၀ ခုနှစ်ပတ်ဝန်းကျင်ကိုဇာတ်အိမ်တည်ထားပြီး အကြမ်းဖျဥ်းအားဖြင့်\nပြောရရင်တော့ ဒုတိယကမ္ဘာစစ်အပြီး အမေရိကန်ပြည်ထောင်စုမှာ ဇာတ်\nမြှုပ်နေတဲ့ နာဇီလက်ကျန်တွေကို၊ နာမည်ကျော်ဂျူးလူမျိုးတုန်းသတ်ဖြတ်မှု\nကြီးကနေရှင်ကျန်ခဲ့တဲ့သူတွေကပြန်ကလဲ့စားချေဖို့ စုစည်းကြတဲ့အကြောင်းပါပဲ။\nကလဲ့စားချေတယ်ဆိုပေမယ့်ဂျူးတွေဖက်ကပဲမီးပြန်မွှေးတာမဟုတ်ပဲနဲ့\nနာဇီလက်ကျန်တွေနဲ့သူတို့အသိုင်းအဝိုင်းတွေကလည်း ဒီဂျူးလက်ကျန်တွေကို\nဆက်လက်မုန်းတီးပြီးအမြစ်ဖြတ်ဖို့ကြံစည်နေကြဆဲပါ။ ဒီတော့ကလဲ့စားချေတယ်\nဆိုတာထက်ဦးသူစားစတမ်းဆိုတဲ့ပုံစံနဲ့အပြန်အလှန် ဗျင်းကြတဲ့သဘောပါပဲ။ဒီဇာတ်လမ်းမှာ Conspiracy လို့ခေါ်တဲ့စိတ်ကူးယဥ်သီအိုရီတွေလည်းပါပေမယ့်\nများသောအားဖြင့် ဖြစ်ရပ်မှန်တွေကိုအခြေခံထားတယ်လို့ဆိုပါတယ်။ ဆိုလိုတာက\nဒီဂျူးတွေဖွဲ့စည်းထားတဲ့ Hunters ဆိုတဲ့အဖွဲ့နဲ့ နာဇီလက်ကျန်တွေရဲ့မြေအောက်\nတိုက်ပွဲက လက်တွေ့မှာတကယ်ရှိခဲ့လားမရှိခဲ့လားဆိုတာမသေချာပါဘူး။ မည်သို့ပင်\nဆိုစေကာမူ ဒုတိယကမ္ဘာစစ်ကြီး၊ ဟစ်တလာ၊ နာဇီတွေ လူမျိုးတုန်းသတ်ဖြတ်ခံခဲ့ရတဲ့\nဂျူးခြောက်သန်းကတော့ အမှန်တကယ်ပဲရှိခဲ့ပါတယ်။ သဘောအကျဆုံးအချက်ကို\nပြောပါဆိုရင်တော့ ဖြစ်ရပ်မှန်နဲ့ Conspiracy ကိုဟာကွက်မရှိအောင်ပေါင်းစပ်ပြီး\nချပြသွားနိုင်တာပါပဲ။ယူတတ်မယ်ဆိုရင်သူတို့ပြောသွားတဲ့ဒိုင်ယာလော့ဂ်တွေ ဇာတ်ဝင်ခန်းတွေကနေ ကိုယ်\nမသိသေးတဲ့နိုင်ငံရေးနဲ့ပတ်သက်တဲ့အမြင်တွေ ဗဟုသုတတွေအများကြီးရနိုင်ပါတယ်။\nRating/Review တွေလည်းကောင်းတဲ့အပြင် ဆုနှစ်ခုနဲ့ ဇကာတင်ရွေးချယ်ခံရမှုကိုးကြိမ်\nထိ ပါဝင်ထားတဲ့စီးရီးဖြစ်တာကြောင့် အများကြီးညွှန်းနေစရာလိုတော့မယ်မထင်ပါဘူး။\nနောက်ဆုံးအနေနဲ့ပြောရရင် သမိုင်းကြောင်းတွေကိုအခြေခံတဲ့စီးရီးတွေကို ကြိုက်တတ်\nရင်တော့တကယ်ကိုလက်မလွှတ်သင့်တဲ့စီးရီးတစ်ခုပါပဲ။\n(ဒီစီးရီးရဲ့ အညွှန်းကို Min Khant Boမှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသားပေးသူများ\nကတော့ Min Khant Bo, San Thu Aung, Htet Kyaw ...",
        "url": "https://channelmyanmar.org/tvshows/hunters-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vo3NJhf4pejh1EsqU2AXgmECMLT.jpg",
        "title": "[18+] Class (2023)",
        "description": "Class (2023) Season 01 Complete Netflix ​က​နေ ပြီးခဲ့တဲ့ အပတ်ကမှ ပူပူ​နွေး​နွေးထွက်ရှိထားတဲ့ ​ကျောင်းသား Series ​လေးတစ်ခုပါ။ Netflix ရဲ့ နာမည်ကြီး စပိန်စီးရီးဖြစ်တဲ့ Elite ကို ​ကျောရိုးယူပြီး အိန္ဒိယ ဗားရှင်း​လေးပြန်ရိုက်ထားတာပါ။ စပိန်စီးရီးကို ပြန်ရိုက်ထား​ပေမယ့် အိန္ဒိယရဲ့ အလွှာခွဲခြားဆက်ဆံ​ရေး၊ လူမျိုး​ရေးခွဲခြား​ရေး၊ ခြစားမှု​တွေ၊ မူးယစ်​ဆေး​တွေကို ရောသ‌မမွှေပြီး အ​ရှေ့တိုင်းအ​ငွေ့အသက်​လေး​တွေနဲ့ မတူ​အောင်ဖန်တီးထားလို့ ကြည့်သင့်တဲ့ Series ​လေးတစ်ခုပါ။ ~ ဇာတ်လမ်းအညွှန်း ~ ဇာတ်လမ်းအစမှာတည်းက အရင် Series အတိုင်း ဇာတ်​ဆောင်က အသတ်ခံလိုက်ရပါပြီ။ သူ့​သေဆုံးမှုက ဘယ်သူ့​ကြောင့်ဖြစ်တယ်ဆိုတာ ​နောက်​ကြောင်းပြန်ထားတာ​တွေကို စိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါတယ်။ နူပါခါတိုစာမြို့​လေးမှာ​ ကျောင်းတစ်​ကျောင်းမီး​လောင်မှု​ကြောင့် မြို့မျက်နှာဖုံး အာဟူဂျာမိသားစု ဆန္ဒပြခံရတဲ့အခါ အ​​ခြေအ​နေ​တွေငြိမ်သက်​အောင် ​အောက်အလွှာက ​ကျောင်းသား​တွေဖြစ်တဲ့ ​ဒေရူး၊ ဆာဘား၊ ဘယ်လီတို့ကို ​ဒေလီမြို့ရဲ့ အထက်တန်းလွှာ​တွေချည်းရှိတဲ့ ​ကျောင်းကို ဝင်ခွင့်ပြုလိုက်တဲ့အခါ ...",
        "url": "https://channelmyanmar.org/tvshows/class-2023-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/noRVimjdx6PwPBCVikhExYqogsX.jpg",
        "title": "National Treasure: Edge of History (2022) Season 01 (Complete)",
        "description": "National Treasure: Edge of History (2022) Season 01 Complete National Treasure နှစ်ကားဟာ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက လူတိုင်းကြိုက်ခဲ့ကြတဲ့ ပြန်ကြည့်တိုင်းလည်း ကြည့်ကောင်းနေတဲ့ ဇာတ်ကားတွေလို့ ပြောရင် လွန်ရာကျမယ်မထင်ဘူး။ နစ်ကေ့ကြီးရဲ့ ရွှေခေတ်စာရင်းလည်း ဝင်တဲ့ကားတွေလို့ ပြောရမှာပဲ။ ရတနာရှာတဲ့ကားတွေ ရှေးဟောင်းသုတေသနကားတွေ ဖောချင်းသောချင်းရှိပေမဲ့ ဒီထဲကမှ အကောင်းဆုံး ၂ခုကိုရွေးပြဆို အင်ဒီယာနာဂျုံးစ်နဲ့ ဒီ National Treasure ကိုပဲ ရွေးကြရမှာမလား။ အင်ဒီနဲ့မတူတာကတော့ ဒီကောင်က ဖောက်ပြီးရင် သူလည်း အကျိုးအမြတ်နည်းနည်းတော့ရသေးသလို နိုင်ငံတော်ပိုင်လည်း အသိမ်းခံရသေးသပေါ့။ အင်ဒီယာနာလောက် အက်ရှင်မများပေမဲ့ သမိုင်းနဲ့ချိတ်ဆက်ပြီး ပဟေဠိဖော်တာတွေနဲ့ စိတ်ဝင်စားစရာကောင်းအောင် တရိပ်တရိပ်ပြတတ်တယ်။ ဒီလိုပြလို့လည်း ကိုယ်သိပြီးသားအချက်တွေနဲ့ သမိုင်းတွေနဲ့ နောက်ကွယ်က အချက်တွေကြောင့် စိတ်ဝင်တစားပိုဖြစ်ပြီး အားလုံးကို ဆွဲဆောင်ထားနိုင်တာပါပဲ။ National ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်လည်း ကျွန်တော်တို့ရင်းနှီးတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/national-treasure-edge-of-history-2022-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-snow-138x200.jpg",
        "title": "The Snow Girl (2023)",
        "description": "Netflixရဲ့ စပိန်mini seriesအသစ်လာပါပြီ။ အန်နာ(မိခင်)နဲ့အဲလ်ဗာရို(ဖခင်)၊ အမရာ(သမီး) မိသားစုသုံးယောက်သား စပိန်နိုင်ငံ မက်လန်ဂါမြို့လေးမှာ ခရစ်စမတ်ညချမ်းလေးမှာကျင်းပတဲ့ အလှပြပွဲကို ပျော်ပျော်ရွှင်ရွှင် မိသားစုလိုက်သွားကြည့်ကြပါတယ်။ ပျော်ရွှင်နေကြစဥ် သမီးဖြစ်သူ ၅နှစ်သမီးလေး အမရာက ရုတ်တရပ်ပျောက်ဆုံးသွားပါတယ်။ အန်နာတို့မိဘတွေလည်း ၅နှစ်သမီးလေးပျောက်သွားလို့ သမီးဇောနဲ့လိုက်ရှာနေခဲ့တာ ၆နှစ်တောင်ရှိသွားပါပြီ။ သတင်းအစနမရလို့ သေပြီလို့လက်ခံလိုက်ရတာကနေ မထင်မှတ်ပဲ သမီးလေး အမရာရဲ့ လက်ရှိမှတ်တမ်းဗီဒီယိုတစ်ခုလက်ထဲရောက်လာပါတော့တယ်။ အမရာကို ဘယ်သူက ပြန်ပေးစွဲသွားတာလဲ၊ ဘာလို့ပြန်ပေးစွဲတာလဲ၊ ဘာလို့၆နှစ်အကြာမှ ဗီဒီယိုဖိုင်ကိုပို့ပေးတာလဲ၊ ဘာအကြောင်းတွေ​များနောက်ကွယ်မှာရှိမလဲဆိုတာကို Crime thriller ပုံစံကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ Personallyအရ Netflixက trailerထုတ်ကတည်းက စောင့်နေခဲ့ရတာဆိုတော့ စောင့်ခဲ့ရတဲ့ကျိုးနပ်တဲ့ series တစ်ခုဖြစ်ပြီး ကျွန်တော့်လိုမျိုး အကောင်းကြိုက်တဲ့လူတွေအတွက် ကြည့်ရှု့ဖို့တိုက်တွန်းပါတယ်။ File size…\nQuality….Webrip 720\nFormat…mp4\nDuration….50 Min\nGenre...Crime, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi WinDownload LinkEpisode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/the-snow-girl-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pyrc2PpzvBGYh2ZDqFmn5OASds.jpg",
        "title": "Poong, The Joseon Psychiatrist (2022)",
        "description": "Poong, The Joseon Psychiatristဒဏ္ဍာရီလာအစွမ်းတွေကို ပိုင်ဆိုင်ထားသလား ထင်မှတ်ရအောင်\nဆေးပညာနဲ့ပတ်သက်ရင် ကျွမ်းကျင်လွန်းလှတဲ့ နန်းတွင်းသမားတော်လေး Yoo Se-Poong ဟာ\nနန်းတော်တစ်ဝှမ်းမှာ ဂုဏ်သတင်းမွှေးပျံ့တဲ့သူပါသို့သော်လည်း နန်းတွင်းအရှုပ်တော်ပုံပေါ်ပေါက်လာပြီးတဲ့နောက်မှာတော့ Yoo Se-Poong ရဲ့ စန်းကျချိန်ကို ရောက်ရှိလာပြီး\n“တော်ဝင်မိသားစုကို ဆန့်ကျင်ပုန်ကန်သူ”အနေနဲ့ စွပ်စွဲခံရကာ နန်းတော်တွင်းကနေ နှင်ထုတ်ခံလိုက်ရပါတယ်နယ်နှင်ဒဏ်အနေနဲ့ Sorak ရွာလေးကို ရောက်ရှိလာခဲ့တဲ့ နန်းတွင်းသမားတော်လေး Se-Poong ဟာ\nSeo Eun Woo နဲ့ Gye Ji Han တို့ကို တွေ့ဆုံပြီးတဲ့နောက်မှာတော့\nဂျိုဆွန်းခေတ်လူနာတွေရဲ့ ရုပ်ပိုင်းဆိုင်ရာရောဂါများသာမက စိတ်ပိုင်းဆိုင်ရာရောဂါခံစားမှုများကိုပါ\nကုသပေးနိုင်တဲ့သမားတော်တစ်ယောက် ဖြစ်လာပါတော့တယ်“ပျော်ရွှင်မှုဆေးညွှန်း”ဆိုတဲ့ စကားစုလေးလို လူနာတွေရဲ့ စိတ်ပိုင်းဆိုင်ရာနဲ့ပတ်သက်ပြီး\nYoo Se-Poong ရဲ့ ကုသပုံတွေကို ဂျိုဆွန်းခေတ်သဘာဝနဲ့အတူ ကြည့်ရှုခံစားနိုင်မယ့်အပြင်\nSe-Poong တစ်ယောက် နန်းတွင်းအရှုပ်တော်ပုံနဲ့ ပတ်သက်တဲ့အမှန်တရားကို\nဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပါပဲYoo Se-Poong အနေနဲ့ Dali and Cocky Prince ထဲက ...",
        "url": "https://channelmyanmar.org/tvshows/poong-the-joseon-psychiatrist-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZWUzMDY5ZmMtMjVkMS00ZTE5LTkxM2QtMGYwMzYxMWM1ZjJlXkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_-135x200.jpg",
        "title": "Sexify – Season (01)",
        "description": "Sexify - Season (01)\n===============\nIMDb Rating - 6.5/10ရှေးဦးစွာ ဘာမှမညွှန်းခင်မှာ သတိပေးချင်တာကတော့ ဒီကားကို\nလူကြားထဲမှာ လုံးဝမကြည့်မိပါစေနဲ့။ ကိုကြီးစား မောင်လေးစား\nထက်ပိုကြမ်းတဲ့ အချိန်တိုင်းစားနေတဲ့ ဇာတ်ဝင်ခန်းတွေပါတာကြောင့်\nပါ၊ နောက်ပြီး earphones မပါဘဲနဲ့လည်း လူကြီးတွေရှေ့ သွားမဖွင့်\nလိုက်ပါနဲ့။ ၁‌၈ နှစ်မပြည့်သေးရင်လည်း မကြည့်ပါနဲ့လို့ ပြောချင်ပေမဲ့\nတားမရမှာသိတော့ မတားတော့ပါဘူး။အညွှန်းကိုသာ ဆက်လိုက်ကြ\nတာပေါ့။ဇာတ်လမ်းအညွှန်း -\nနာတာလီယာကတော့ တက္ကသိုလ်မှာ စာအတော်ဆုံးဆိုပေမဲ့ တစ်ခါမှ\nရည်းစားမထားဖူးသေးတဲ့ ကောင်မလေးတစ်ယောက်ပါ။ နာတာလီယာ\nရဲ့ သူငယ်ချင်းဖြစ်သူ ပေါ်လီနာ ကတော့ ရည်းစားနဲ့ပဲတစ်ချိန်လုံးစားနေပြီး\nအဆောင်တောင် ပြန်မအိပ်တဲ့ ကောင်မလေးပေါ့။ မိုနီကာကတော့ သက်\nတမ်းရင့် စားစော်ကြီးတစ်ယောက် ဖြစ်ပြီး \"ဘဝမှာ အရေးအကြီးဆုံးက\nsex ပဲ\" လို့ ခံယူထားသူလေးပါ။ဒီလိုနဲ့ တစ်နေ့မှာ ကျောင်းက ပရောဂျက်တစ်ခုအတွက် သူတို့သုံးယောက်\nပေါင်းပြီး app တစ်ခုထောင်ဖို့ အကြောင်းဖန်လာပါတယ်။ အဲဒီ app က\nလည်း ဖောင်းဒိုင်းကိစ္စတွေကို သုတေသနလုပ်မဲ့ app ...",
        "url": "https://channelmyanmar.org/tvshows/sexify-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dtqNXe8whqJPbEEVluGThB0jQa3.jpg",
        "title": "Interests of Love (2022)[Complete]",
        "description": "Interests of Love (2022)အပိုင်း( ၁ မှ ၁၆ ) ထိ စ/ဆုံး စိတ်ဝင်စားမှုမတူညီကြတဲ့လူလေးယောက် ဘဏ်မှာအလုပ်လုပ်ရင်းတွေ့ဆုံကြတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ရုံးတွင်းအချစ်ရေးကိုပုံဖော်ထားတဲ့ ရိုမန့်စ်ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။Ha Sang Soo က တည်ငြိမ်ပြီး ထူးခြားမှုမရှိတဲ့ ဘဝကမှ ပျော်ရွှင်ခြင်းရဲ့ သော့ချက်လို့ စွဲစွဲမြဲမြဲ ခံယူထားသူဖြစ်ပါတယ်။ ဒါပေမယ့် အချစ်နဲ့တွေ့တဲ့အချိန်မှာတော့ သူ့ရဲ့တည်ငြိမ်တဲ့ဘဝလေးက မုန်တိုင်းထန်သွားပါတော့တယ်။An Soo Young ကေတာ့ အချစ်က တည်မြဲမှုမရှိဘဲ အချိန်မရွေး ပျောက်ကွယ်သွားနိုင်တယ်လို့ ယုံကြည်နေသူလေးပါ။ ခက်ခဲတဲ့ အခြေအနေတွေကြားမှာ ကိုယ်တိုင်တောင့်ခံကြိုးစားရင်း သူ့ဆီ ချဉ်းကပ်လာတဲ့ ယောကျာ်းတစ်ယောက်ကို ရင်ခုန်စိတ်လှုပ်ရှားလာခဲ့ပါတယ်။Park Mi Kyung ဟာ ချမ်းသာတဲ့မိသားစုကဆင်းသက်လာတဲ့ ယုံကြည်မှုရှိပြီး ခံစားချက်ပွင့်လင်းသူဖြစ်ပါတယ်။ သဘောကျတဲ့သူတွေ့ရင် ဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ် သူ့ဘေးရောက်အောင်လုပ်မယ့်သူပေါ့။ ဒါပေမယ့် သူဖြစ်စေချင်သလိုမဟုတ်တဲ့ ဆက်ဆံရေးတစ်ခုနဲ့သာ တွေ့ကြုံလာရပါတယ်။Jung Jong Hyun ကေတာ့ ရဲအရာရှိဖြစ်ဖို့ ကြိုးစားနေသူပါ။ ...",
        "url": "https://channelmyanmar.org/tvshows/interests-of-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yNsVFQsXW5CYtFkrDSu5BmLEtdF.jpg",
        "title": "Panic (2021)",
        "description": "Panic (2021)Panic ကတော့ စာရေးဆရာမ Lauren Oliver ရဲ့ နာမည်ရစာအုပ်ဖြစ်တဲ့ Panic ကို\nအပိုင်း ၁၀ ပိုင်းပါတဲ့ စီးရီးအဖြစ်အသက်သွင်းထားတဲ့ limited series ဖြစ်ပါတယ်။\nကျောင်းသားလူငယ်တွေရဲ့ Panic ဇာတ်လမ်းကို လူငယ်တွေကတော့သေချာပေါက် အကြိုက်တွေ့ကြဦးမှာပါပဲ။ဇာတ်အိမ်တည်ထားတာကတော့ တက္ကဆက်က ကာ့ပ်မြို့။\nကာ့ပ်ကအပြင်မှာတော့တကယ်မရှိပါဘူး။ ရှိရင်လဲဘယ်သူမှသွားနေချင်မယ်မထင်ဘူး။\nကာ့ပ်ကလူငယ်တိုင်းကတောင် ကျောင်းပြီးတာနဲ့ ကာ့ပ်မြို့က လစ်နိုင်ဖို့ကိုအသည်းအသန်ကြိုးစားကြတာ။\nဘာလို့လဲဆိုတော့ ကာ့ပ်မြို့မှာ ဘာမှမဖြစ်တာကြောင့်ပဲ။\nအဲမြို့ကလူတွေက တစ်ယောက်ကိုတစ်ယောက်မွေးထဲကသိတယ် သေတဲ့ထိလဲသိသွားကြတယ်။\nဘာမှထူးထူးခြားခြားဖြစ်ပျက်တာမရှိဘူး ပြောင်းလဲတာလဲ မရှိဘူး။\nလူငယ်တွေအတွက်တော့သေလောက်အောင်ပျင်းစရာမြို့ကြီးပေါ့။\nအဲဒါကြောင့်ပျင်းနေတဲ့ ဘယ်သူကစလိုက်မှန်းမသိတဲ့ \"ခြောက်ခြားပွဲ\" ဆိုတာ လူငယ်တွေကြားမှာရေပန်းစားလာပါလေရော။\nအထက်တန်းအောင်မြင်တဲ့ကျောင်းသားတိုင်းက ဝင်ရောက်ယှဥ်ပြိုင်ခွင့်ရှိပြီး ဆုကြေးငွေကလဲ ကာ့ပ်မြို့ကထွက်သွားနိုင်လောက်တဲ့ပမာဏပါ။\nဒါပေမဲ့ပြိုင်ပွဲရဲ့စိန်ခေါ်မှုတွေကြားမှာ အသက်တွေပါပေးဆပ်ရသူတွေရှိလာပြီး\nရဲတွေကပါ ဒီလူငယ်တွေနောက်လိုက်စုံစမ်းမှုတွေရှိလာတော့\nဒီနှစ်ရဲ့ခြောက်ခြားပွဲမှာ ဘယ်သူတွေပါဝင်ကြမလဲ\nကာ့ပ်မြို့ကထွက်သွားဖို့၊ သူတို့ဘဝတွေတစ်ဆစ်ချိုးနိုင်ဖို့ ဘယ်လောက်တွေတောင်စွန့်စားကြမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်.....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action & Adventure, Crime, Drama\nQuality…. 1080p | 720p\nFile size… 700MB ...",
        "url": "https://channelmyanmar.org/tvshows/panic-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/photo_2022-12-14_23-11-33-161x200.jpg",
        "title": "The Wife (2022)[Complete]",
        "description": "The Wife ~ ထက်မြက်သော ဇနီးသည် (2022)အပိုင်း (၁ မှ ၂၀) အထိ စ/ဆုံး မိန်းမတွေ အများကြီးနဲ့ဖောက်ပြန်ရတာက သူ့ကိုယ်သူ သာလွန်တယ်လို ခံစားရတဲ့ ခင်ပွန်းဖြစ်သူ အန်နီရုထ် ...ခင်ပွန်းဖြစ်သူ ဖောက်ပြန်နေမှန်းသိလျက်နဲ့ စိတ်ခံစားချက်ကို ဦးစားမပေးပဲ အိမ်ထောင်ရေးကို မဖျက်ဆီးခဲ့တဲ့ မယားကြီးဖြစ်သူ ဝိကန်ဒါ ...မယားကြီး ဝိကန်ဒါက ဦးနှောက်ကို ဘယ်လိုသုံးပြီး ကြိုးရှည်ရှည်နဲ့ ကစားမလဲ?မိန်းကလေးတွေက ချစ်သူကို ဘယ်လောက်ပဲချစ်နေပါစေ ကိုယ့်ကိုယ်ကို ပိုပြီးချစ်တတ်စေဖိုနဲ့ ကိုယ့်ကိုယ်ကို တန်ဖိုးထားဖို့ ဘယ်လိုတွေ ပညာပေးမလဲ? ဆိုတာ ဒီဇာတ်လမ်းတွဲလေးမှာ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းကိုတော့ May Thu က ရေးပေးထားပါတယ်။)Aired: December 14, 2022 --\nAired On: Wednesday & Thursday\nGenres: Drama\nDuration: 50mins\nEpisodes: 20 (Est)\nOriginal Network: ...",
        "url": "https://channelmyanmar.org/tvshows/the-wife-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMWViOTQ1YzktZDI2Ni00Y2U4LWE3YjktNmZkMjE0ZjY1NWViXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Lady Voyeur (2023)",
        "description": "Lady Voyeur (2023)\n===============ရပ်ကွက်ထဲမှာ မှန်ပြောင်းတစ်လက်နဲ့ ဘယ်အိမ်က ဘာဖြစ်နေလဲ\nဆိုတာကို လိုက်ကြည့်နေတတ်တဲ့ ရပ်ကွက်စီစီတီဗွီတချို့ကို မြင်ဖူး\nကြတယ်ဟုတ်။ ဒီထဲက မင်းသမီးကတော့ ရပ်ကွက်ရေးရာကို လိုက်\nကြည့်တာ မဟုတ်ဘဲနဲ့ သူများအတွဲတွေ ဟိုဒင်းဟိုဟာပြုကြတာကို\nမှန်ပြောင်းနဲ့ လိုက်ချောင်းတတ်တဲ့ ကောင်မလေးတစ်ယောက်ပါတဲ့။သူ့အခန်းနဲ့ မျက်နှာချင်းဆိုင်မှာရှိတဲ့ တိုက်ခန်းက ညငှက်မလေးတစ်\nယောက်ဆီမှာ နေ့တိုင်းလာပျော်ပါးကြတဲ့ ယောက်ျားတွေရဲ့ စွမ်းရည်\nတွေကို ကြည့်ပြီး ခရမ်းသီးအားကိုးလုပ်နေတတ်တာပေါ့လေ။ ဒါပေမဲ့\nဒီဇာတ်လမ်းကို သာမန်ကာလျှံကာတော့ တွက်လိုက်လို့မရဘူးဗျ။ သူ(မ)\nရဲ့  ဝန်ခံချက်အရ သူဟာ ယောက်ျားနှစ်ယောက်ကို ပျက်စီးစေခဲ့ပြီး\nတစ်ယောက်ကို သေဆုံးစေခဲ့တဲ့ မိန်းမတစ်ယောက်ပါ။ဇာတ်ကောင်တွေရဲ့ ရှုပ်ထွေးတဲ့ ဆက်ဆံရေးတွေ၊ မထင်မှတ်ထားတဲ့\nလူသေမှုတွေနဲ့ ဆန်းကြယ်တဲ့ ဇာတ်လမ်းတစ်ခုအသွင်ကို ပြောင်းလဲ\nသွားဦးမှာမို့ ချိုချဉ်ဖန်ခါးအရသာ အစုံအလင်ကို ခံစားချင်သူတွေအဖို့\nအကြိုက်တွေ့စရာ ဇာတ်လမ်းတွဲတစ်ခုဖြစ်လို့လာပါလိမ့်မယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီး၊ ဘာ\nသာပြန် ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size.............(350 MB) / ...",
        "url": "https://channelmyanmar.org/tvshows/lady-voyeur-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cP9CJ9nvPT3cnnBSlGFgwq7odIR.jpg",
        "title": "Modern Love (2019)",
        "description": "Modern Love - Season 1 (2019)New York Times သတင်းစာမှာ Modern Love Column ဆိုတဲ့ ကဏ္ဍတစ်ခု ရှိပါတယ်။\nအချစ်ဟောင်းနဲ့ ပတ်သက်တဲ့ အမှတ်တရတွေ၊ ဖြတ်တောက်လို့ မရတဲ့ သံယောဇဉ်ကြိုးတွေ၊\nအဆင်မပြေတော့တဲ့ ဆက်ဆံရေးတွေ၊ နူးညံ့သိမ်မွေ့သလောက် နက်နဲရှုပ်ထွေးတဲ့\nချစ်ခြင်းမေတ္တာအကြောင်းတွေ... စတာတွေကို အပတ်စဉ်တင်ဆက်ပေးတဲ့ အစီအစဉ်ပါ။အဲဲဒီ column က ဇာတ်လမ်းတွေကို Inspire ယူပြီး\nAmazon Studios က Modern Love ဆိုတဲ့ ဒီစီးရီးကို ဖန်တီးထားတာပါ။စီးရီးထဲမှာ တစ်ပိုင်းကို ဇာတ်လမ်းတစ်ပုဒ်စီနဲ့\nအပိုင်း(၈)ပိုင်း ပါဝင်ပြီး ဝတ္တုတိုကောင်း (၈)ပုဒ်ကို\nဇိမ်နဲ့ ထိုင်ဖတ်နေရသလိုမျိုး တစ်ပိုင်းကို ရသ တစ်မျိုးစီ ခံစားရမှာပါ။New York Times ရဲ့ column က ဇာတ်လမ်းတွေ ဖြစ်တာနဲ့အညီ\nဇာတ်လမ်းဇာတ်ကွက်တွေက ပေါပေါပဲပဲ မဟုတ်သလို\nCast တွေအနေနဲ့ ကြည့်မယ်ဆိုရင်လည်း\nမင်းသမီးကြီး Jane ...",
        "url": "https://channelmyanmar.org/tvshows/modern-love-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vJdhhyideVVOw9nT9kaD4yKD53z.jpg",
        "title": "Firefly Lane (2021)",
        "description": "Firefly Lane Season 1 (2021)IMDb 7.4 ရထားတဲ့ Drama, Romance အမျိုးစား ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။\nဆယ်ကျော်သက်အရွယ်ကနေ သက်လတ်ပိုင်းအရွယ်ထိ အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့\nTully နဲ့ Kate ရဲ့ အကြောင်းကို ရိုက်ကူးထားတာပါ။Tully ကတော့ အလန်းစားကောင်မလေးဖြစ်ပြီးတော့ အားလုံးက ကြွေကြတဲ့ ကောင်မလေးပါ။\nKate ကတော့ ရိုးရိုးအေးအေးနေတတ်တဲ့ Introvert ကောင်မလေးပါ။လက်ရှိအချိန်မှာတော့ Tully က ရှိုးတစ်ခုရဲ့ တင်ဆက်သူဖြစ်နေပြီးတော့\nKate ကတော့ ကွာရှင်းခါနီး ကလေးတစ်ယောက်အမေဖြစ်ပါတယ်။\nအကျင့်စရိုက်၊ နေထိုင်ပုံ အစစအရာရာကွာခြားတဲ့ သူတို့နှစ်ယောက်\nဘယ်လိုသူငယ်ချင်းဖြစ်သွားတယ်၊ ဘယ်လောက်ထိခင်ကြတယ်ဆိုတာကို\nတစ်ယောက်ချင်းစီရဲ့ ဇာတ်လမ်းတွေနဲ့ ဆယ်ကျော်သက်အရွယ်ကနေ လက်ရှိအချိန်ထိ မရိုးအောင် ရိုက်ပြထားပါတယ်။အညွှန်းကိုတော့ Moh Moh က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Moh Moh, Robin, Hugo, Xavier Zy, Sierra တို့ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile ...",
        "url": "https://channelmyanmar.org/tvshows/firefly-lane-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A01813TccVA6WQIwBXbtnMAcf3B.jpg",
        "title": "A2Z(2023) [Complete]",
        "description": "A2Z(2023)*********အပိုင်း (၁ မှ ၁၀ ) အထိ စ/ဆုံးမင်းသမီးဖြစ်တဲ့ ဆာဝါနိုနတ်ဆုမိ ဟာဆိုရင် နာမည်ကြီး စာပေထုတ်ဝေရေးလုပ်ငန်းတစ်ခုမှာအယ်ဒီတာအဖြစ်နဲ့အလုပ်လုပ်နေတဲ့ ဇနီးသည်တစ်ဦးဖြစ်ပါတယ်...သူ့ရဲ့ ခင်ပွန်းဖြစ်သူ ခါဇူဟိရိုမိုရီရှိတကလည်း သူ့လိုပဲ အယ်ဒီတာတစ်ဦးအနေနဲ့ တခြားပုံနှိပ်တိုက်မှာအလုပ်လုပ်နေတာဖြစ်တဲ့အတွက် လင်မယားနှစ်ယောက်ဟာ လုပ်ငန်းပိုင်းဆိုင်ရာမှာ ပြိုင်ဘက်တွေလိုဖြစ်နေကြပါတယ်...အလုပ်ကိုလည်း စိတ်ရောလူပါနှစ်ကြိုးစားပြီး အရာရာမှာထက်မြက်တဲ့ နတ်ဆုမိတစ်ယောက်ဟာတစ်ရက်မှာတော့ ခင်ပွန်းဖြစ်သူရဲ့ သွေးအေးအေးနဲ့ဝန်ခံလာမှုတစ်ခုကြောင့်ခင်ပွန်းဖြစ်သူမှာ အချစ်သစ် (မယားငယ်)တွေ့နေပြီဖြစ်တာကို လက်ခံပေးလိုက်ရပါတော့တယ်...သူကိုယ်တိုင်ကလည်း စာတိုက်ရုံးမှာအလုပ်လုပ်တဲ့ ငယ်ငယ်ရွယ်ရွယ်ကောင်လေးနဲ့အချစ်ဇာတ်လမ်းအသစ် စတင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့အရင်တည်းက ထက်မြက်တဲ့ အမျိုးသမီးတစ်ဦးဟာ သားသမီးမျက်နှာ ထောက်ထားစရာလည်းမရှိနှစ်ပေါင်းများစွာပြိုင်ဘက်ဖြစ်နေတဲ့ ခင်ပွန်းဖြစ်သူရဲ့ အချစ်ဇာတ်လမ်းအပြင် အသက် ၃၀ ကျော်အမျိုးသမီးတစ်ဦး ကြုံတွေ့ရမယ့် အလုပ်နဲ့ အချစ်ရေးကြားက လွန်ဆွဲမှူတွေ၊အဖြစ်အပျက်တွေကို အင်္ဂလိပ် အက္ခရာ A ကနေ Z အထိ သုံးပြီး ရိုက်ကူးထားတဲ့ ဒရမ်မာစီးရီးပဲဖြစ်ပါတယ်Episodes: 1၀File Size:500MB, 220MBQuality :Web-DL AMZN 1080p,720PGenres:  DramaTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/a2z2023-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/44iLo52v84zmPLZLYv7hCNVxzKx.jpg",
        "title": "Love Alarm Ring! Ring! Ring! (2022)",
        "description": "Love Alarm Ring! Ring! Ring! (20222)အသစ်စက်စက်ထွက်ရှိလာတဲ့ Love Alarm Dating Show ကတော့\nDrama အနေနဲ့ရော Webtoon အနေနဲ့ရော အားလုံးသဘောကျခဲ့ရတဲ့ Love Alarm ကို\nDating survical show အဖြစ် ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းတွဲထဲက Love Alarm ကိုအပြင်မှာတကယ်တီထွင်ပြီး ဒီအစီအစဉ်မှာအသုံးပြုထားတာဖြစ်သလို\ncasts တွေကလဲ ရှယ်အချောအလှတွေချည်းပါပဲ။စိတ်ကူးယဉ်အဖြစ်တွေ့ခဲ့ရတဲ့ Love Alarm app လေး လက်တွေ့မှာအသက်ဝင်လာပုံကို ခံစားကြည့်လိုက်ကြပါဦး။အညွှန်းကိုတော့ Lao Qui က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 720p\nFile size… 300MB\nFormat… mp4\nDuration…. 60min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Team\nEncoder ..... AugustTelegramEpisode 01 - ...",
        "url": "https://channelmyanmar.org/tvshows/love-alarm-ring-ring-ring-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/xed8X_4f-161x200.jpg",
        "title": "10 Years Ticket (2022)",
        "description": "ဖလူး အဖြစ် Off Jumpol\nဖူခေါင် အဖြစ် Ohm Pawat\nခေါင်ခွမ် အဖြစ် Tu Tontawanဇာတ်လမ်းအကျဉ်းဖူခေါင်နဲ့ ခေါင်ခွမ်တို့က အရမ်းခင်ကြတဲ့ ငယ်သူငယ်ချင်းတွေဖြစ်ပြီး မိသားစုချင်းလည်း အရမ်းရင်းနှီးကြတယ်ဒါပေမဲ့ သူတို့ကြားက အဖြစ်ဆိုးကတော့ ခေါင်ခွမ့်အစ်မဖြစ်သူက ဖူခေါင့်အစ်ကိုကို သတ်လိုက်ချိန်မှာ စတင်လာပါတော့တယ်ဖူခေါင့်အနေနဲ့ အစ်ကိုဖြစ်သူကို ဆုံးရှုံးလိုက်ရရုံမကဘဲ ဖခင်ဖြစ်သူကပါ သူနဲ့မိခင်ဖြစ်သူကို ထားသွားခံခဲ့ရသလို ခေါင်ခွမ့်အစ်မကလည်း လူစတ်မှုနဲ့ ထောင်ဒဏ်ကျခဲ့ရပြီး နာမည်ဆိုးတွင်ခဲ့ရတယ်အဲဒီချိန်ကစပြီး ဖူခေါင်က ခေါင်ခွမ်အပေါ် ခင်မင်မှုသံယောဇဉ်အစား လူသတ်သမားရဲ့ ညီမဆိုတဲ့ အမုန်းတရားနဲ့ လက်စားချေဖို့ပဲ ကြိုးစားပါတော့တယ်ခေါင်ခွမ့်အပေါ် အနိုင်ကျင့်နေတာကို မခံနိုင်တဲ့ ဖူခေါင့်အခင်ဆုံးသူငယ်ချင်း ဖလူးက သူငယ်ချင်းသံယောဇဉ်ပျက်ပါစေ ကာကွယ်ပေးလာချိန်မှာတော့…ဖူခေါင် ၊ခေါင်ခွမ်နဲ့ ဖလူးတို့ကြား ဘာတွေဆက်ဖြစ်လာမလဲဖူခေါင့်အနေနဲ့ အတိတ်ရန်ငြိုးတွေကို စွန့်လွှတ်သွားနိုင်မလားဖလူးကရော ခေါင်ခွမ့်ကို ကာကွယ်ပေးနိုင်မလားလွန်ခဲ့တဲ့ဆယ်နှစ်က ဖူခေါင့်အစ်ကိုနဲ့ ခေါင်ခွမ့်အစ်မကြား ဘာတွေဖြစ်ခဲ့သလဲဆိုတာ “10 years ticket” ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုရမှာပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/10-years-ticket-2022/"
    }
]