[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKRBfuRWGbs9R2nxhlNP8CfArUh.jpg",
        "title": "Anne Rice’s Mayfair Witches (2022)",
        "description": "Anne Rice's Mayfair Witches (2022)ပုရိသတိုင်းရဲ့အသည်းစွဲ ညို့မင်းသမီး Alexandra Daddarioရဲ့\nMystery Drama seriesဖြစ်တဲ့ Mayfair Witches season 1\nထွက်ရှိလာပါပြီ။ ဒီseriesဟာ စာ​ရေးသူ Anne Riceရဲ့Mayfire\ntrilogyထဲက ပထမစာအုပ်ကို အသက်သွင်း ရိုက်ကူးထားတာပါ။\nအပတ်စဉ် တနင်္ဂ​နွေ​နေ့တိုင်း ထွက်ရှိမှာဖြစ်ပြီး လက်ရှိ IMDbက\n8.0ရရှိထားပါတယ်။Daddarioဟာ ဒီဇာတ်လမ်းထဲမှာ အာရုံ​ကြောခွဲစိတ်ဆရာဝန် ရိုဝင်\n​ဖီးဒင်းအဖြစ် ပါဝင်ထားပါတယ်။ ရိုဝင်မှာ ပြဿနာတစ်ခုရှိ​နေခဲ့ပြီး\nအဲဒါက​တော့ ဒေါသထွက်လာချိန်တိုင်း သူ့ရဲ့စိတ်နဲ့ တစ်ဖက်လူကို\nသတ်မိ​နေတဲ့ ကိစ္စပါ။ ရိုဝင်ကိုယ်တိုင်ကလည်း မ​ကောင်းတဲ့အစွမ်း\nပိုင်ရှင် မ​ကောင်းဆိုးဝါးတစ်ဦးအဖြစ် စတင်​တွေးမိလာပါတယ်။တစ်ချိန်တည်းမှာပဲ ​ရိုဝင်ဟာသူ့ကိုယ်သူ မွေးစားသမီးမှန်းသိ​နေလို့\nဒီအစွမ်းဟာ သူ့မိဘအရင်း​တွေဆီက ဆက်ခံခဲ့တာလား၊ သူ့ရဲ့မိဘ\nအရင်းအချာ​တွေက ဘယ်သူ​တွေဖြစ်မလဲဆိုတာကို သိချင်လာပြီး\nအပူတပြင်းရှာ​ဖွေရင်း မျိုးဆက်အဆင့်ဆင့် လက်ဆင့်ကမ်းလာတဲ့\nကျိန်စာတစ်ခုနဲ့ အလွန်နီးစပ်တဲ့ အ​ခြေအ​နေတစ်ခုကို ​ရောက်ရှိသွား\nပါ​တော့တယ်။ရိုဝင်ရဲ့မ​ကောင်းတဲ့စိတ်စွမ်းအင်က ဘယ်လို​ကြောင့်ဖြစ်လာတာလဲ၊\nသူ့မိဘအရင်း​တွေက ဘယ်သူ​တွေဖြစ်မလဲ၊ ဘာကိစ္စ​ကြောင့် သူ့ကို\nစွန့်ပစ်ခဲ့တာလဲ၊ သူတို့ကြုံခဲ့ရတဲ့ကျိန်စာက ဘယ်​လောက်ဆိုးရွားလဲ\nထိုကျိန်စာဆိုးကို ရိုဝင်တစ်​ယောက် ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ\nအပတ်စဉ် ​​စောင့်​မျှော်ကြည့်ရှုသွားရမှာပါ။အညွှန်း ...",
        "url": "https://channelmyanmar.org/tvshows/anne-rices-mayfair-witches-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Jeet-kid-zid-133x200.jpg",
        "title": "Jeet Ki Zid (2021)Complete",
        "description": "Jeet Ki Zid (2021)\nAction, Drama\nIMDb 8.3/10 (2.5K)ဒီဇာတ်လမ်းတွဲလေးကတော့ အိန္ဒိယနိုင်ငံတော်စစ်တပ်ရဲ့အထူးတပ်ဖွဲ့စစ်သားတစ်ယောက်ဖြစ်တဲ့\nဒီပ်ဆင်းဆန်ဂရ်ဆိုတဲ့ ပုဂ္ဂိုလ်တစ်ယောက်အကြောင်းကို ဖြစ်ရပ်မှန်ရိုက်ကူးတင်ဆင်ထားတဲ့ စီးရီးလေးပဲဖြစ်ပါတယ်။ဒီပ်ဟာ ငယ်စဉ်ကတည်းက အားနည်းတယ်။ ဒါပေမဲ့ ခေါင်းမာတယ်။ သူဖြစ်ချင်တာကို ရအောင်လုပ်တတ်တယ်\nမှန်တယ်ထင်ရင် စွန့်စားတယ်။ငယ်ငယ်က အစ်ကိုဖြစ်သူကို ကက်ရှမီးဒေသက အကြမ်းဖက်သမားတွေ ဖမ်းသွားလို့ လက်စားချေဖို့ တပ်ထဲဝင်လာတယ်။တပ်ထဲဝင်လာတော့လည်း လူအများမလုပ်နိုင်တဲ့ စံချိန်တွေ ချိုးတယ်။ စစ်မြေပြင်အတွင်းမှာဆိုရင်လည်း\nအထက်အမိန့်မကြည့်ဘဲ အခြေအနေအချိန်အခါကို တွက်ဆပြီး အကြမ်းဖက်သမားတွေကို နှိမ်နင်းတယ်။ဒီလိုစစ်သားတစ်ယောက်ရဲ့စစ်မြေပြင်မြင်ကွင်းတွေအပြင် ဘဝရဲ့အနိမ့်အကျအလှည့်အပြောင်းတွေမှာလည်း\nသူ ဘယ်လိုရုန်းကန်နေထိုင်သွားမလဲဆိုတာကို ဒီဇာတ်လမ်းတွဲမှာ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။File Size – 700MB / 400MBQuality – 1080p Zee5 WEB DL / 720pDuration – 40minsTotal Episodes: 7EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Action & ...",
        "url": "https://channelmyanmar.org/tvshows/jeet-ki-zid-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The-Skip-Dating-133x200.jpg",
        "title": "The Skip Dating (2022)",
        "description": "The Skip Dating (2022)ဒီတစ်ခေါက်ကတော့ The Skip Dating ဆိုတဲ့ အစီအစဥ်အသစ်လေးပဲ ဖြစ်ပါတယ် ။\nအခုခေတ် အလုပ်များတဲ့ကမ္ဘာမှာ နေထိုင်ကြတဲ့ လူငယ်တွေက\nချိန်းတွေ့ဖို့အတွက် အချိန်မပေးနိုင်ကြတာတွေ ရှိလာကြပါတယ် ။\nဒီတစ်ရက်တာ blind date ရှိုးမှာတော့ ရှည်လျားပြီး ငြီးငွေ့ဖွယ်အချိန်ကာလကို\nမြန်မြန် ကျော်ဖြတ်ပြီး အလိုရှိရာကိုပဲ တည့်တည့်သွားရောက်နိုင်မှာပါ ။အသည်းနှလုံးခလုတ်လား ဒါမှမဟုတ် ကျော်ရန် ခလုတ်ကို နှိပ်မှာလားဆိုတာ\nပါဝင်သူတွေက စိတ်ကြိုက်ရွေးချယ်သွားမှာပါ ။နာမည်ကြီးတင်ဆက်သူဖြစ်တဲ့ Yoo Jae Suk က\nHost အနေနဲ့ ပါဝင်ထားတာကြောင့် မပျင်းရမှာလည်း သေချာပါတယ်။ထူးခြားဆန်းသစ်တဲ့ အစီအစဥ်ဖြစ်လို့ Dating ရှိုး ကို စိတ်ဝင်စားကြတဲ့ ပရီတ်သတ်ကြီးလည်း\nCM နဲ့ အတူတူ ကြည့်လိုက်ရအောင်နော် ။အညွှန်းကိုတော့ NanThin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ကပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p ...",
        "url": "https://channelmyanmar.org/tvshows/the-skip-dating-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/30BofpwNeMu3N9eYDdIT8FQ7lvW.jpg",
        "title": "[18+] Erotica Manila (2023)",
        "description": "Erotica Manila (2023) Completed Mini-Series ~ IMDb rating - 8.8/10 ~ အပတ်စဉ်တင်ဆက်နေကျ Vivamax ဇာတ်လမ်းတွဲလေးတွေရဲ့နေရာကို နောက်ဆုံးဝင်ရောက်လာတဲ့အသစ်စက်စက် Mini-Series လေးဖြစ်ပါတယ်။ မနီလာမြို့တော်တစ်ဝန်းမှာ တွေ့ကြုံခံစားရနိုင်မယ့် အချစ်၊ ဘဝနဲ့ လိင်မှုကိစ္စအဖြာဖြာကို သီးခြားဇာတ်လမ်းတို လေးခုနဲ့ ပုံဖော်ပြသသွားမယ့် Anthology ပုံစံနဲ့ကြည့်ရှုခံစားရမှာပါ။ \" Episode 1 - Cinema Parausan \"ပထမဆုံးအပိုင်းဖြစ်တဲ့ Cinema Parausan ကတော့ ရုပ်ရှင်ဝေဖန်ရေးသမား၊ ဝါသနာအိုးတစ်ယောက် ရုပ်ရှင်ရုံဟောင်းကြီးတစ်ခုမှာ ဂန္ထဝင်ညစ်ညမ်းရုပ်ရှင်တစ်ကားကို သွားကြည့်ခဲ့တဲ့အတွေ့အကြုံအကြောင်းဖြစ်ပါတယ်။ ရန်ကုန်ရဲ့ရုပ်ရှင်ရုံတွေအဆင့်မမြှင့်ရသေးခင် ကာလတစ်ခုကို အမှတ်ရစရာဖြစ်မှာပါ။ ဇာတ်ကားတွေဟာ ပိတ်ကားပေါ်မှာတင်မကပဲ ရုပ်ရှင်ရုံရဲ့ အမှောင်ထောင့်ချိုးတွေမှာ၊ အိမ်သာထဲမှာ၊ ခုံတန်းတွေပေါ်မှာတင် တိုက်ရိုက်ပြသနေတဲ့အပြင်၊ သူ့အနားကိုလိင်ကိစ္စဆွယ်ဖို့ချဉ်းကပ်လာတဲ့ မိန်းမရွှင်လေးတစ်ယောက်နဲ့ စကားလက်ဆုံကျမိ၊ ရုပ်ရှင်တွေအပေါ်အမြင်တွေ ဖလှယ်မိကြတဲ့အကြောင်း၊ ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်နဲ့ ရုပ်ရှင် Taste မြင့်တဲ့ မိန်းမရွှင်လေးတစ်ယောက်အကြောင်းပါပဲ။ Pamasahe ...",
        "url": "https://channelmyanmar.org/tvshows/erotica-manila-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5XBWAtuaO1xASyktYFA71GGMdJ.jpg",
        "title": "The Gold(2023)",
        "description": "အပိုင်း ၆ ပိုင်းပါဝင်သော အဆိုပါ ဗြိတိန်စီးရီးဟာ ၁၉၈၃ ခုနှစ်၊ လန်ဒန်မြို့ ဟိသရိုးလေဆိပ်အနီး၊ ဘရင့်စ်မတ်ကုန်လှောင်ရုံတွင်ဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန် ဓားပြတိုက်မှုအကြောင်းကိုအခြေခံကာရိုက်ကူးထားတာဖြစ်ပါတယ်။ ၎င်းဓားပြတိုက်မှုဟာ ထိုခေတ်အခါ၌ သမိုင်းတွင်အကြီးကျယ်ဆုံးသောဓားပြတိုက်မှုတစ်ခုဟု ပြောစမတ်ရှိခဲ့ကြပြီး စတာလင်ပေါင် ၂၆သန်းတန်ကြေးရှိတဲ့ ရွှေချောင်းများလုယက်ခံခဲ့ရတယ်။ အဆိုပါရွှေချောင်းများကိုဖျောကာ ဝေစားမျှစား လုပ်ကြဖို့အတွက်လန်ဒန်မြို့မှ လူတန်းစာအလွှာအသီးသီးမှဒုစရိုက်သမားများစုပေါင်းပါဝင်လုပ်ဆောင်ခဲ့ကြတဲ့ အကြောင်းဆိုလည်းမမှားပါဘူး။ကြီးမြတ်လှသောဗြိတိန်မြေ၌ ခေတ်အဆက်ဆက်ကပျိုးထောင်လာခဲ့သောစနစ်တွေရှိကြပါတယ်။ အဆိုပါစနစ်များကြောင့်အကျိုးစီးပွားဖြစ်ထွန်းနေသူများဟာစနစ်ကိုတုံးတိုက်တိုက် ကျားကိုက်ကိုက်ကာကွယ်ဖို့အသင့်ပါပဲ။ ဗင်ကားလေးတစ်စီးပေါ်က လူခြောက်ယောက်နဲ့အစပြုခဲ့တဲ့ အဆိုပါအမှုဟာ မီးခိုးကြွက်လျှောက်ပဲ အမည်မဖော်လိုသူများအထိပါဝင်ပတ်သက်ခဲ့ပြီး ဒုစရိုက်သမားများကတစ်ဖက်၊ အာဏာရှိသူများကတစ်ဖက်၊ စကော့တလန်ရဲဌာနာချုမှတစ်ဖက် အားပြိုင်ကြတာကို သည်းထိပ်ရင်ဖိုကြည့်ရှုရမှာဖြစ်ပါတယ် File Size –  846 MB  /   391 MB  @EpisodeQuality – 720p / 1080pDuration –  58 minute (@Episode)Total Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "url": "https://channelmyanmar.org/tvshows/the-gold2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KOYsCmcuZq4ADEM6agd35VdhGp.jpg",
        "title": "Have a Crush on You (2023)",
        "description": "CM ကနေ ရသမျိုးစုံ ဇာတ်လမ်း‌တွဲလေးတွေကို ဘာသာပြန်တင်ဆက်ပေးလေ့ရှိပြီးဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်ဆရာဝန် ဇာတ်လမ်းတွဲလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်....ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင်.....ရွမ်လျိုကျန်းဆိုတဲ့ ကောင်မလေးတစ်ယောက် မွေးရပ်ကနေ ထွက်သွားခဲ့တာ ၇နှစ်ကြာပြီးတဲ့နောက်မှာသူ့ကြီးပြင်းခဲ့တဲ့ မြိုမှာရှိတဲ့ ပေယာဆေးရုံရဲ့ အာရုံကြောခွဲစိတ်ဌာနကို ဆရာဝန်တစ်ယောက်အဖြစ်ရောက်ရှိလာခဲ့ပါတယ်...ပေယာဆေးရုံမှာ ဆက်လက်လုပ်ကိုင်နိုင်ဖိုအတွက် အလုပ်ထဲမှာ စိတ်အာရုံကို နှစ်ထားခဲ့ပါတယ်ဒါပေမယ့် သူ့အတွက်နေရခက်စေတာကတော့ သူ့ရဲ့ အရင်ယောက်ျား ဖြစ်တဲ့ နင်ကျစ်ချန်ကအာရုံကြောခွဲစိတ်ဌာနရဲ့ အတော်ဆုံးဆရာဝန်တစ်‌ယောက်ဖြစ်နေခဲ့တာပါပဲ...နင်ကျစ်ချန်တစ်‌ယောက် လွဲချော်ခဲ့တဲ့မင်္ဂလာကိစ္စကြောင့် ထိခိုက်နစ်နာခဲ့ရတဲ့ ရွမ်လျိုကျန်းအတွက်သူ့ဘက်ကနေစပြီးတော့ အကြံပေးဆရာတစ်ယောက်အဖြစ်လုပ်ပေးခဲ့ပြီး ပညာစားမချန်အကုန်‌ပြောပြပေးခဲ့ပါတယ် .....ဒါပေမယ့်လည်း ရွမ်လျိုကျန်းတစ်ယောက်ဟာ အရင်ကလို ပျော့တိပျော့ဖက်ကောင်မလေးတစ်ယောက်မဟုတ်တော့ပါဘူးလုပ်ငန်းခွင်မှာရော မေတ္တာရေးမှာပါ တာဝန်ယူမှုရှိပြီး လွယ်လွယ်နဲ့ လက်မလျှော့တတ်တော့ပါဘူး.....လုပ်ငန်းခွင်မှာ သူတိုနှစ်ယောက် အငြင်းပွားလိုက် ပြန်သင့်မြတ်သွားလိုက်နဲ့ အတူတူ အခက်ခဲတွေကို ဖြတ်ကျော်ခဲ့ကြပြီးကံကြမ္မာက ချည်နှောင်ပေးလိုက်တဲ့ သူတိုနှစ်‌ယောက်ကြားက ကြိုးနီလေးကတော့ ခိုင်ခံ့နေခဲ့ပါတယ် ....နှစ်ယောက်သား အာဖရိမှာ ဆေးကုသရေးအားဖြည့်အဖွဲမှာ ပါဝင်ခဲ့ကြပြီး နင်ကျစ်ချန်တစ်ယောက်ကျည်ထိဆန်ထိမှန်ခဲ့တဲ့အချိန်မှာ ရွမ်လျိုကျန်းတစ်ယောက် လက်မလျှော့ဘဲ အသက်ကယ်တင်ပေးခဲ့ပြီးနောက်မှာတော့တစ်ခန်းမရပ်နိုင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးက ပြန်လည်အသက်ဝင်လာခဲ့ပါတယ်.....Casts ...",
        "url": "https://channelmyanmar.org/tvshows/have-a-crush-on-you-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8zOE9ZfAWxGGpvt1mZD6ipJQqKV.jpg",
        "title": "My School President (2022)",
        "description": "My School President / ဥက္ကဋ္ဌလေး ကျွန်တော့်ချစ်သူ (2022) (အညွှန်း)\n===========================\nတစ်ကားလုံးဆင်တဲ့ နောက်ထပ် ကျောင်းတွင်း BL series အသစ်လေးလာပါပြီ။ဂီတကိုရူးသွပ်ပြီး ကျောင်းတွင်းဂီတကလပ်မှာ သူငယ်ချင်းတွေနဲ့အတူတူတီးဝိုင်းထောင်ထားတဲ့ .. “ဂန်း”။ပုံမှန်ကျောင်းတွင်းတီးဝိုင်းတွေဆိုရင် ကိုလူချောတွေအပြည့်နဲ့\nကျောင်းသူလေးရဲ့သည်းသည်းလှုပ်ခြင်းကိုခံရတာထုံးစံဆိုပေမယ့်\n“ဂန်း” တို့ရဲ့တီးဝိုင်းအဖွဲ့ကတော့ ဗရုတ်သုတ်ခတွေလုပ်လွန်းလို့\nကျောင်းရဲ့ဂုဏ်သိက္ခာကို ထိခိုက်စေတဲ့အဖွဲ့ဆိုပြီး နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့အဖွဲ့ပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ ကျောင်းအုပ်အပြောင်းအလဲဖြစ်သွားပြီး အသစ်တက်လာတဲ့ကျောင်းအုပ်က\nကျောင်းကိုသိက္ခာချမယ့်ကလပ်တွေကို ဖျက်သိမ်းမယ်ဆိုတဲ့ ကြေညာချက်နဲ့အတူ\nကျောင်းတွင်းကလပ်တွေနဲ့ပတ်သက်တာမှန်သမျှ လုပ်ပိုင်ခွင့်ရှိတဲ့\n“ကျောင်းရဲ့သမဂ္ဂဥက္ကဌ” အသစ်တစ်ယောက် ရွေးချယ်ဖို့ဖြစ်လာရာကနေ\nဘက်စုံထူးချွန်တဲ့ “တင်” က သမဂ္ဂဥက္ကဌရာထူးကိုရသွားပါတော့တယ်။\n“တင်” က ဂီတကလပ်ဖျက်သိမ်းရေး/ မဖျက်သိမ်းရေးအတွက် အဓိကတာဝန်ရှိသူဖြစ်လာပြီးတော့\nဆန့်ကျင်ဘက်နှစ်ဖက်မှာရှိနေတဲ့ သူတို့နှစ်ယောက်ရဲ့ အချစ်စမ်းရန်ပွဲလေးတွေက\nဘယ်လိုတွေအူယားစရာကောင်းဦးမလဲဆိုတာကို သီချင်းကောင်းကောင်းလေးတွေနားဆင်ရင်း\nစောင်ကိုက်နိုင်အောင် တင်ဆက်ပေးလိုက်ကြောင်းပါနော်အညွှန်းကိုတော့ Lai Laii က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Lai Laii နဲ့ Shin Shin ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size… 1GB | 500MB\nFormat… ...",
        "url": "https://channelmyanmar.org/tvshows/my-school-president-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/vwX1D_4f-141x200.jpg",
        "title": "Phuea Mae Phae Bo Dai (2023)",
        "description": "ခွန်ဒရင် အဖြစ် Toy Pathompong\nကွိုင့် အဖြစ် Phingphing Nichaဇာတ်လမ်းအကျဉ်းကွိုင့်က မိသားစုပိုင်ခြံလေးမှာ ရော်ဘာပင်တွေစိုက်ဖို့ ငယ်ကတည်းက စိတ်ကူးလာခဲ့တဲ့ မိန်းမငယ်လေးတစ်ယောက်ပါဒါပေမဲ့ ကွိုင့်အဖေက ခြံကိုသူဌေးချိတ် ​ဆီမှာ ဘတ်၃သိန်းနဲ့ပေါင်ခဲ့တာမို့ အကြွေးမဆပ်အတိူးမပေးနိုင်ရင် သိမ်းခံရပြီးစိတ်ကူးအိပ်မက်လေးကလည်းပျက်စီးသွားရမှာဖြစ်နေပါတယ်ဒရင်ကတော့ ရော်ဘာစက်ရုံပိုင်ရှင်သူဌေးလေးတစ်ယောက်ဖြစ်ပြီး ကုမ္ပဏီနဲ့စာချုပ်ချုပ်ထားတဲ့ရော်ဘာခြံက စျေးတင်ရောင်းတာမို့ ကိုယ်ပိုင်ခြံဝယ်ယူဖို့ကြိုးစားနေသူပါဒရင်ဝယ်ယူဖို့ရှာဖွေမိထားတဲ့ခြံက ကွိုင့်ရဲ့ခြံဖြစ်လာတဲ့အခါ..မိခင်ဖြစ်သူအတွက်ရော သူမရဲ့အိပ်မက်အတွက်ပါ ကွိုင့်က ရော်ဘာခြံကို လက်မလွှတ်ပေးနိုင်တဲ့အခါကွိုင့်ကပဲ ခြံကိုပြန်ရွေးနိုင်မလား\nဒရင်ကပဲ ခြံကိုဝယ်နိုင်သွားမလဲ\nပြိုင်ဘက်တွေဖြစ်လာခဲ့တဲ့ ဒရင်နဲ့ကွိုင့်တို့ကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုကြရအောင် ။Native Title: เพื่อแม่แพ้บ่ได้\nEpisodes: 15\nAired: Jan 9, 2023 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: GMM OneTranslated by Kyi Nue Zin & Nang Mwe Kham\nEncoded by Naing ...",
        "url": "https://channelmyanmar.org/tvshows/phuea-mae-phae-bo-dai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/rdxvy_4f-143x200.jpg",
        "title": "The Influential (2022)",
        "description": "အိတ်ကရက် အဖြစ် Louis Hesse\nနန်နရင် အဖြစ် Cartoon Natcha\nရိဆာ အဖြစ် Jayda Saranya\nကလ အဖြစ် Ben Santiraj\nအားစီယူ့ အဖြစ် PP Phatchayaဇာတ်လမ်းအကျဉ်းအိတ်ကရက်ဟာ မူးယစ်ဆေးဂိုဏ်းတွေကို ဖမ်းဆီးရတဲ့ အထူးတပ်ဖွဲ့ခေါင်းဆောင်ဖြစ်ပြီး တစ်နေ့ အဖွဲ့သားတစ်ယောက် သစ္စာဖောက်တာကြောင့် စစ်ဆင်ရေး လွဲချော်ခဲ့ရပါတယ်ဒါ့အပြင် သစ္စာဖောက်ကို ဆေးရုံထိ လိုက်ဖမ်းဆီးရာမှ ဆေးရုံမှာတက်နေခဲ့တဲ့ ငယ်စဉ်က သိကျွမ်းခဲ့သူ နန်နရင်ရဲ့ မိခင်ဖြစ်သူဟာ သွေးရရှိမှု နှောင့်နှေးကာ ဆုံးပါးသွားခဲ့ရပါတယ်သစ္စာဖောက်နဲ့ အဖွဲ့သားတွေက နယ်စပ်ဘက် နယ်ကူးသွားပြီလို့ သတင်းရခဲ့ပြီး အိတ်ကရက်ကလည်း ဒုစရိုက်သမားတွေကြီးစိုးရာ ထန်ပင်မြို့နယ်ဘက်ကို စစ်ဆငိရေးလုပ်ဖို့ အမိန့်ရခဲ့ပါတယ်ထန်ပင်မြို့နယ်မှူးဖဒိတ်က အိတ်ကရက်ရဲ့ အစ်ကိုဖြစ်နေခဲ့တာမို့ အိတ်က အထူးတပ်ဖွဲ့ဝင်ဆိုတဲ့ အချက်ကို လျှို့ဝှက်ထားစေခဲ့ပါတယ်အိတ်ကရက် နည်းတူ ငယ်သူငယ်ချင်းဖြစ်သူ ကလလည်း ရဲအုပ်အဖြစ်နဲ့ ထန်ပင်မြို့နယ်ကို စုံစမ်းဖို့ ရောက်လာခဲ့ပါတယ်ထန်ပင်မြို့နယ်ရဲ့ ဒုစရိုက်သမားအကြီးစား ကမ်ဟျန်ကလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/the-influential-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cMKDtY9JYoxk0IEPryoBGHO0WV4.jpg",
        "title": "Strangers Again(2023)",
        "description": "Strangers Again(2023)********************အပိုင်း(  ၁ မှ ၁၂ ) ထိ စ/ဆုံးRevolutionary Love (2017) ပြီးကတည်းကပျောက်သွားတဲ့\nမမ Kang So Ra ရဲ့ ကမ်းဘက်ပေါ့နော်...\nရယ်လိုက်ရင်ပါးချိုင့်လေးနဲ့စွဲမက်ဖြစ်အောင်လှပနေသလို\nအကြည်ဓာတ်လေးပါတဲ့ သူ့မျက်နှာပေးကြောင့် အတော်များများ\nသဘောကျကြပါတယ်...Jang Seung Jo နဲ့တွက်ဖက်ထားတာမို့ လိုက်ဖက်နေမှာတော့အမှန်ပါပဲ..ယခုစီးရီးမှာတော့ ၂ယောက်လုံးဟာ အိမ်ထောင်သည်တွေကွာရှင်းတဲ့နေရာမှာအောင်မြင်တဲ့အကျိုးဆောင်ရှေ့နေတွေဖြစ်ကြပါတယ်..သူတို့(၂)ယောက်ထိပ်တိုက်တွေ့ဖို့ဖြစ်လာသလိုတွေ့ရတဲ့အကြောင်းရင်းကလည်း အတော်ဆန်းကျယ်တာမို့ဘာတွေဖြစ်မလဲခံစားကြည့်လိုက်ရအောင်နော်...Episodes: 16File Size:800M B, 250MBQuality :Web-DL  1080p,720PGenres: Drama, Comedy, RomanceTranslated by  Hnin Wut Yi, Hay Thar Oo, Hnin Wai Oo & MiriEncoded by  Phyo Pyae  \n>>>>TELE LINK ><>>>>\n Episode 01 \n[720p]     »»»   UsersDrive  •   Yoteshin   •   MegaUp   •   StreamSB  ...",
        "url": "https://channelmyanmar.org/tvshows/strangers-again2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ayali-133x200.jpg",
        "title": "Ayali(2023)",
        "description": "Ayali (2023)IMDb-8.9/10၁၄ ရာစုက ပန်နီယာဆိုတဲ့ရွာလေးဟာ အာရာလီအရှင်မရဲ့ကောင်းချီးပေးမှုတွေနဲ့\nသာယာ၀ပြောနေခဲ့တယ် အပျိုစင်နတ်ဘုရားမဖြစ်တဲ့အတွက်\nအပျိုစင်မိန်းကလေးတွေသာ ထိတွေ့ဆုတောင်းခွင့်ရတဲ့အချိန်မှာ\nအပျိုစင်တစ်ယောက်ဟာ သူ့ကျောင်းတော်လာရင်း တစ်ခြားရွာက\nလူတစ်ယောက်နဲ့ ချစ်ကျွမ်း၀င်ပြီး ရွာကထွက်ပြေးခဲ့လို့အမျက်ထွက်ပြီး\nရွာကပ်ဘေးဆိုက်ပျက်စီးခဲ့ရတယ်ရွာသစ်ပြန်တည်ပြီးချိန်မှာတော့ ဒီလိုမျိုးထပ်မဖြစ်ရဖို့ ရွာမှာရှိတဲ့\nမိန်းကလေးတွေကို အပျိုဖော်၀င်တာနဲ့ပေးစားခဲ့ကြတယ်\nအဲဒီချိန်တည်းက နှစ်ပေါင်း ၅၀၀ ကြာပြီးသည်ထိ\nဒါကိုအစဉ်အလာတစ်ခုလိုထိန်းသိမ်းလာခဲ့တယ်တိုးတက်ပြောင်းလဲလာတဲ့ခေတ်မှာ အိမ်ထောင်တစ်ခုကို\nစောစောစီးစီးမထူထောင်ချင်သူ ပညာဆက်လက်သင်ကြားချင်သူ\nမိန်းကလေးတွေရှိလာချိန်မှ....ယခုဇာတ်ကားလေးဟာအိန္ဒိယရုပ်ရှင်ဇာတ်ကားတို့ ထုံးစံအတိုင်း\nစနစ်တွေ ထုံးတမ်းတွေကို ထိထိမိမိတိုက်ခိုက်ဝေဖန်ထောက်ပြထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး\nယခုကားထဲမှာ ကျားမလူတန်းစားခွဲခြားမှု ရှေးရိုးစွဲအစဉ်အလာများကို မျက်ကန်းဖက်တွယ်မှုတွေကို\nအကွက်ကျကျထည့်သွင်းဖော်ပြဝေဖန်ထားပါတယ်တိုးတက်ပြောင်းလဲချင်သူတွေနဲ့ အစဉ်အလာကိုပဲ\nဆက်လက်ထိန်းသိမ်းချင်သူတွေကြား\nဘယ်လိုတွေအားပြိုင်အနိုင်ယူကြမလဲ ခံစားကြည့်ပါဦးQuality –1080p / 720pDuration – 35mTotal Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Sai Thu Rein ~ BpL ~ Yunni ~ Yoon CherryEncoder – YK\n720p\nEpisode 1 - Yoteshin / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/ayali2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4O8rkX7b35hALpEGNNjZSopmDFI.jpg",
        "title": "My Eternal Star (2023)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ဖန်လေးတိုအတွက်ပေါ့ပေါ့ပါးပါးကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်လုစစ်ဟုန် ဆိုတဲ့ကောင်လေးဟာ IT ကုမ္ပဏီတစ်ခုရဲ့ ဥက္ကဋ္ဌဖြစ်ပြီးတော့IT နယ်ပယ်ရဲ့ နတ်ဘုရားတစ်ဆူလို လူသိများပါတယ်ငယ်ငယ်က သူ့ရဲ့ကစားဖော်သူငယ်ချင်းလေးနဲ့ ခွဲလိုက်ရပြီးကတည်းကသူ့ကိုယ်သူ တစ်ယောက်တည်းပဲ အထီးကျန်စွာနေခဲ့တဲ့သူပေါ့ဖူးစာပါရင် တွေ့စမြဲဆိုသလိုပဲ အိမ်ခြံမြေပြဿနာဖြစ်လို သူ့အိမ်ကိုပြောင်းလာမဲ့လင်းရှောင်တိဆိုတဲ့ သတင်းကြေညာသူလေးနဲ့ တွေ့ခဲ့ရတယ် စတွေ့တွေ့ချင်းကြောင်နဲ့ကြွက်လို ရန်သတ်နေကြပေမဲ့ သူတိုနှစ်ယောက်အချိန်အကြာကြီးတူတူရှိပြီးတဲ့‌နောက်မှာတော့ လင်းရှောင်တိဟာသူ ၁၅ နှစ်တိုင်အောင် ရှာနေခဲ့တဲ့ ငယ်သူငယ်ချင်းလေးဆိုတာ သိသွားတဲ့အခါ...- လုစစ်ဟုန်ရှာနေတဲ့ ငယ်သူငယ်ချင်းလေးက လင်းရှောင်တိရော ဟုတ်ပါ့မလား- လင်းရှောင်တိကရော ဘဝကို ဘယ်လိုရုန်းကန်ခဲ့ရတာလဲ- မြင်ပါများတော့ စိတ်မှာချစ်ကျွမ်းဝင်ဆိုသလို ငယ်ဘဝသံယောဇဉ်တွေရှိခဲ့ကြတဲ့သူတိုနှစ်ယောက် ရန်သူတွေအဖြစ်ကနေ ခံစားချက်ကိုယ်စီ ရှိသွားကြမလား ဆိုတာကိုတော့CM မှာ စောင့်မျှော်ကြည့်ရှုကြရအောင်နော်[Reviewed by Claire K]Quality : WEB-DL 720p,1080pTotal Episodes : 22Format : mp4Genres : Romance, Life, FantasyDuration ...",
        "url": "https://channelmyanmar.org/tvshows/my-eternal-star-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14dtUdFPXmjLNNOjkYCHCNOg01d.jpg",
        "title": "Freeridge (2023)",
        "description": "Freeridge(2023)Imdb 5.8,\nTomatometer 88%2018ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ \"On my block\" ဆိုတဲ့ Teenage dramaလေးရဲ့ Spin-off seriesတစ်ခုပါ။ရှေ့က မူလစီးရီးနဲ့ အလားတူပါပဲ\nဒီတစ်ခုကိုလည်း Teenage dramaလို့ သမုတ်လို့ ရပါတယ်။\nဇာတ်အိမ်ကိုတော့ Gloriaနဲ့Inesလို့ ခေါ်တဲ့ မိတဆိုးညီအစ်မနှစ်ယောက်နဲ့\nသူငယ်ချင်းအုပ်စုလေးအပေါ်မှာ တည်ထားပြီး Mysteryလေးပါ ရောထားတာကို တွေ့ရမှာပါ။\nပြီးတော့ ဒရာမာတို့ရဲ့ထုံးစံအတိုင်း Comedy ကို ပါ ခပ်ပါးပါးပုတ်ထားတာမို့ ကြည့်ရမပျင်းတာတော့ အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အထက်တန်း ဒုတိယနှစ်ကိုရောက်လို့ ပျော်လို့မှမဆုံးသေးတဲ့ Gloriaခမျာ\nညီမဖြစ်သူ Inesပါ ပထမနှစ်တက်ဖို့ ကျောင်းပြောင်းလာတာမို့ နဂိုတည်းက မတည့်အတူနေသမားတွေဖြစ်တာကြောင့်\nကျောင်းမှာ တစ်နေ့တစ်ခါလောက် ဘိုင်ဝမ်းတီးလိုက်ကြတာ ကျောင်းဖွင့်ပြီး သုံးရက်မြောက်တဲ့နေ့မှာပဲ မိဘခေါ်ကာ ကျောင်းထုတ်ဖို့ သတိပေးခံလိုက်ရပါပြီ။\nသို့သော်ငြားလည်း ဦးလေးဖြစ်သူTonioကို တစ်ဖက်လှည့်နဲ့ အဖေဟန်ဆောင်ခိုင်းပြီး\nခေါ်လာတဲ့အတွက် သတိပေးခံရတာလောက်နဲ့ပဲ ပြီးသွားခဲ့တာပါ။\nကံဆိုးချင်တော့ \"ကျားကြောက်လို့ ရှင်ကြီးကိုး၊ ရှင်ကြီးကျားထက်ဆိုး\" ဆိုတဲ့စကားပုံလိုပဲ\nအရင်းရှင်ဦးလေးTonioကြီးက ဝန်ဆောင်ကြေး ဒေါ်လာတစ်ထောင် ထတောင်းနေတာမို့ ...",
        "url": "https://channelmyanmar.org/tvshows/freeridge-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zxkNhuPSHeDv3yA7sFu2RuEOGgR.jpg",
        "title": "Velma (2022)",
        "description": "Velma (2023)၂၀၂၃ ခုနှစ်မှာတော့ Scooby Doo spin-off series အသစ်တစ်ခုဖြစ်တဲ့ Velma ထွက်ရှိလို့လာပါတယ်။\nထွက်မလာခင်ကတည်းက ဇာတ်ကောင်ပြောင်းလဲမှုတွေ၊ ကာတွန်းပုံစံတွေကြောင့် ဝေဖန်မှုကို ခံခဲ့ရတဲ့ series တစ်ခုလည်းဖြစ်ပါတယ်။\nတကယ်လည်း ထွက်ရှိလာရော ဆက်လက်ဝေဖန်ခံနေရတုန်းပါပဲ။သင့်အနေနဲ့ အရင် Scooby dooရဲ့ အမာခံ ပရိသတ်လည်းဖြစ်တယ်\nအရင်ထွက်ခဲ့တဲ့ Series တွေ၊ Animation တွေနဲ့ ယှဉ်ပြီးတော့\nဒီ series ကို ကြည့်မယ်ဆိုရင်တော့ အကြီးအကျယ် စိတ်ပျက်မိပါလိမ့်မယ်။ကျွန်တော့်အနေနဲ့ဆိုလည်း စိတ်ပျက်စရာတချို့ ရှိပေမယ့်\nScooby Doo ဆိုတဲ့ခေါင်းစဉ်မတပ်ဘဲ ကြည့်မယ်ဆိုရင် ကြည့်ပျော်တယ်ဆိုတဲ့ ခံစားချက် ရမိပါတယ်။\nဇာတ်လမ်းပိုင်းအရဆိုရင်တော့ သမိုင်းတစ်လျှောက်မှာ နာမည်အကြီးဆုံး ပဟေဠိဖြေရှင်းသူများ အဖွဲ့ဆိုပြီး ဖြစ်မလာခင်\nအထက်တန်းကျောင်းမှာ နေနေကြတဲ့ ဗဲလ်မာတို့ သူငယ်ချင်းတစ်စုကို မြင်တွေ့ရမှာပါ။\nဗဲလ်မာ ဟာဆိုရင် အရင်က ဒက်ဖ်နီနဲ့ အခင်ဆုံးသူငယ်ချင်းဖြစ်ခဲ့ပေမယ့် အခုတော့ သင်းကွဲတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။\nသူ့ရဲ့ ပဟေဠိတွေ ဖြေရှင်းချင်တဲ့စိတ်ကြောင့် သူ့အမေထွက်သွားတာဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/velma-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r82gsvG8sAX6V3gWZL5hgVvu8un.jpg",
        "title": "The Last Days of Ptolemy Grey (2023)",
        "description": "The Last Days of Potlemy Grey (2023)ပဟေဠိဆန်ဆန် စိတ်ကူးယဥ်ဇာတ်လမ်းတွေကို စိတ်ဝင်စားသူတွေ အကြိုက်တွေ့ဦးမယ့်\nSamuel L.Jackson အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ series ကောင်းတစ်ခုပါ။\nစီးရီးနာမည်က \"တော်မီဂရေးရဲ့ နောက်ဆုံးနေ့ရက်များ\" ပေါ့။တော်မီဆိုတာကတော့ အတိတ်မေ့ဝေဒနာကို ခံစားနေရတဲ့ ၉၁ နှစ်အရွယ် အဖိုးကြီးတစ်ယောက်ပါ။\nဒီလိုအဖိုးကြီးရဲ့ နောက်ဆုံးနေ့ရက်တွေမှာ ဘာတွေများထူးထူးခြားခြားဖြစ်နိုင်မှာမို့လို့လဲပေါ့။\nတော်မီက မိသားစုမိတ်ဆွေတော်တော်များများကို မမှတ်မိနိုင်တော့ပါဘူး။\nသူ့ကိုယ်သူတောင်သေချာမမှတ်မိဘဲ အတိတ်ရဲ့ပုံရိပ်တွေကလဲလာလာခြောက်လှန့်နေတာကိုခံနေရသူပါ။\nသူနဲ့လောကကြီးကြားက တစ်ခုထဲသောအဆက်အသွယ်ကတော့ သူ့မြေးဖြစ်သူရက်ဂျီပါ။\nတစ်နေ့မှာရက်ဂျီတစ်ယောက် အသတ်ခံလိုက်ရချိန်မှာတော့ တော်မီလဲကူကယ်ရာမဲ့ဖြစ်ခဲ့ရတယ်။\nဒါပေမဲ့ တော်မီ့အတွက် ရက်ဂျီ့နေရာကိုအစားဝင်သူလို့ခေါ်ရမယ့်မိန်းကလေးတစ်ယောက်နဲ့\nသူ့ရဲ့အတိတ်မေ့ရောဂါအတွက် စမ်းသပ်နေဆဲဆေးအသစ်တစ်မျိုးကိုရလိုက်ချိန်မှာတော့\nတော်မီက သူ့ရဲ့နောက်ဆုံးနေ့ရက်တွေမှာ ဆန်းပြားလွန်းတဲ့သူရဲ့သမိုင်းကိုရေးသွားပုံကိုကြည့်ရှုရမှာပါ။ဒီဇာတ်လမ်းတစ်ခုလုံးက ဒီဆေးပေါ်မှာပဲ အခြေခံထားတာဖြစ်ပြီး အပြင်လောကမှာတော့တကယ်မရှိပါဘူး။\nဆေးရဲ့အလုပ်လုပ်ပုံကတော့ တော်မီ့အနေနဲ့ ရက်အနည်းငယ်ကြာ မှတ်ဥာဏ်ပြန်ကောင်းမှာဖြစ်ပေမယ့်\nပြီးသွားရင်တော့သူ့ရောဂါက အရင်ထက်ဆိုးရွားပြီးအသက်အန္တရာယ်ပါရှိလာမှာပါ။\nဒီဆေးကတကယ်မရှိပေမယ့် ဒီစီးရီးထဲမှာတော့ အတိတ်မေ့ဝေဒနာခံစားနေရတဲ့ လူကြီးတွေရဲ့ဘဝ၊\nသူတို့ရဲ့ရုန်းကန်ရမှုတွေ၊ ချစ်ခင်ရသူတွေနဲ့ရော ကိုယ်ကိုယ်တိုင်နဲ့ပါအဆက်အသွယ်ပြတ်မှုတွေကို\nကောင်းကောင်းကြီးမီးမောင်းထိုးပြထားတာကြောင့် ပညာလဲရ စိတ်ဝင်စားစရာလဲကောင်းတဲ့ limited series ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p ...",
        "url": "https://channelmyanmar.org/tvshows/the-last-days-of-ptolemy-grey-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGXjcx4l31TFMH4gtJ59hE9DZAL.jpg",
        "title": "Physical: 100 (2023)",
        "description": "Physical : 100 (2023)Squid Game လို ဂိမ်းမျိုးက တကယ့် Reality Game အနေနဲ့ ထွက်လာပြီဆိုရင် ယုံမလား?\nတကယ့်ကို Survival Game တစ်ခု ပေါ်ထွက်လာပါပြီ။\nထူးထူးခြားခြား အသစ်ထွက်ရှိထားတဲ့ Physical 100 ဆိုတဲ့ရှိုးလေးပါပဲ။ဘယ်လိုရှိုးမျိုးလဲဆိုတော့ သာမန်မြင်တွေ့နေကျ Survival Shows တွေနဲ့မတူဘဲ\nပါဝင်ယှဉ်ပြိုင်သူတွေက ခန္ဓာကိုယ် ကြံ့ခိုင်တောင့်တင်းသူတွေ ဖြစ်ပြီးတော့\nလူအယောက် ၁၀၀ တိတိ က ရုပ်ပိုင်းဆိုင်ရာ အင်အားချင်း ယှဉ်ပြိုင်ကြရမှာပါ။နပန်းသမား၊ အားကစားသမား၊ ကာယဗလမောင်‌မယ်တွေကစလို့\nအထူးတပ်ဖွဲ့ဝင်တပ်သားတွေပါ ပါဝင်ထားတဲ့ ဒီအစီအစဉ်မှာဆိုရင်\nကျား/မ မရွေးဘဲ ခန္ဓာကိုယ်အကြံ့ခိုင်အတောင့်တင်းဆုံးသူ တစ်ဦးတည်းကသာ အနိုင်ရရှိမှာဖြစ်ပါတယ်။အင်အားသုံးရတဲ့ ရှိုး‌ခပ်ဆန်းဆန်းလေးတွေကိုမှ ကြိုက်နှစ်သက်သူပရိသတ်ကြီးဆိုရင်တော့\nလက်လွှတ်မခံဘဲ ကြည့်ရှုသင့်တဲ့ အစီအစဉ်တစ်ခုပါပဲနော်။\nကိုယ်ကိုယ်တိုင် ဝင်ပြိုင်ချင်လောက်တဲ့အထိ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့် ရှိုးတစ်ခုလည်း ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ...",
        "url": "https://channelmyanmar.org/tvshows/physical-100-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eEp4fiLzgTAotJl8OOJnMLDFSvB.jpg",
        "title": "Gunther’s Millions (2023)",
        "description": "Gunther's Millions (2023)ကာလိုတီ လီဘင်စတိုင်းဆိုတဲ့ ဂျာမန်မြို့စားကတော်ကြီးတစ်ယောက်က သေခါနီးမှာ\nသူပိုင်ဆိုင်တဲ့ ပစ္စည်းဥစ္စာတွေကို “ဂွန်သာ” လို့ခေါ်တဲ့ ဂျာမန်သိုးထိန်းခွေးကို အမွေပေးခဲ့ပါတယ်။အဆိုတော်မက်ဒေါနားရဲ့ မိုင်ယာမီက အပန်းဖြေအိမ်ကြီးကို\nဒေါ်လာ ၇.၅ သန်းနဲ့ဝယ်ခဲ့တဲ့ ဂျာမန်သိုးထိန်းခွေးဆိုတာ အဲဒီ “ဂွန်သာ”ပါပဲ။ဂွန်သာက ဒေါ်လာ သန်း(၄၀၀) လောက် ချမ်းသာပြီးတော့\nကိုယ်ပိုင်စားဖိုမှူး အထူးပြင်ဆင်ပေးတဲ့ အသားကို ကျကျနန ပွဲတော်တည်လေ့ရှိပါတယ်။ခရီးသွားရင် ကိုယ်ပိုင်ဂျက်လေယာဉ်နဲ့ သွားပြီးတော့\nကိုယ်ပိုင် အပျော်စီးသင်္ဘောနဲ့ ပင်လယ်ပြင်မှာ day out ထွက်ရတာကိုလည်း သဘောကျပါတယ်။ဂွန်သာ့မှာ အစောင့်အရှောက်တွေအပြင် ဂွန်သာပြန်ကြာရေးအဖွဲ့၊\nဂွန်သာလူမှုဆက်ဆံရေးအဖွဲ့၊ ဂွန်သာပြောရေးဆိုခွင့်ရှိသူ စတာတွေလည်း ရှိပါတယ်။\nပြောရရင် ရှင်ဘုရင်တစ်ပါးလို စိုးစံနေတဲ့ ခွေးပါ။ဒါပေမဲ့ “ခွေးဆိုတာက ခွေးပဲ” ဖြစ်လေတော့\nဂွန်သာရဲ့ ပစ္စည်းဥစ္စာတွေကို Gunther Trust ဆိုတဲ့ အဖွဲ့ကြီးက စီမံခန့်ခွဲပေးရပါတယ်။အဲဒီအဖွဲ့ကြီးရဲ့ပဲ့ကိုင်ရှင်ကတော့ မာရိဇီယို မီရန်ဆိုတဲ့ အီတလီကြီးပါ။ဒီ documentary က ဒီပုဂ္ဂိုလ်ကြီးရဲ့ စီမံခန့်ခွဲပုံနဲ့\n“ထူးဆန်းတဲ့ ပရောဂျက်တွေ”အကြောင်းကို အင်တာဗျူး ...",
        "url": "https://channelmyanmar.org/tvshows/gunthers-millions-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Bride-131x200.jpg",
        "title": "Bride’s Revenge (2023)",
        "description": "\"အချစ်ကြောင့်နာကျည်းမှုတွေများလာတဲ့အခါ အမုန်းတရားတွေပေါက်ဖွားလာတယ်၊အာဃတတွေကြောင့် သံသရာစက်ကွင်းထဲမှာနစ်မြောနေတဲ့အခါ ပြန်လည်ရှင်သန်ခြင်းဆိုတာ မရှိဘူး\"တဲ့~ကဲ ကဲ~ CM Cdrama Fanလေးတိုရေ~Xianxiaတွေ wuxiaတွေလည်း မကြည့်ချင်၊teenage romance တွေလည်း ရိုးအီနေပြီ၊plotကတစ်မူထူးပြီး ကွဲထွက်နေတာလေးမှ ကြည့်ချင်တယ်ဆိုသူလေးတွေအတွက်Revengeအမျိုးစား ဇာတ်ကားသစ်လေးကို တစ်ဖန်ပြန်ယူဆောင်လိုလာပါပြီနော်။နာမည်လေးကိုက Bride's Revenge (*ရက်တစ်ရာ သတိုသမီး*)တဲ့...ဇာတ်လမ်းအကျဉ်း-ယဲ့မိသားစုရဲ့တစ်ဦးတည်းသောသမီး \"ယဲ့ချင်းလန်\"ဟာ မုမိသားစုရဲ့အကြီးဆုံးသခင်လေးနဲ့ချစ်သူတွေဖြစ်ပြီးချစ်ရသူရဲ့လှည့်စားမှုကို ခံရကာ မကောင်း‌ေသာအခြင်းအရာတွေဆေးကြောဖိုဆိုတဲ့အယူတစ်ခု‌အရအတင်းအကျပ် လက်ထပ်လိုက်ရပါတော့တယ်~မုအိမ်နဲ့ယဲ့အိမ်ကြားမှာရော ဘယ်လိုလျှိဝှက်ချက်တွေ ရှိနေမလဲ?_ကြားထဲက မြေစာပင်ဖြစ်နေတဲ့ \"ယဲ့ချင်းလန်\"တစ်ယောက် မိမိတကယ် လက်ထပ်ရတဲ့သူက ဘယ်သူဖြစ်နေမလဲ၊ထိုလက်ထပ်ခြင်း‌‌နှောင်ကြိုးက‌ရော ပထမဆုံးနဲ့နောက်ဆုံးအကြိမ် ထုံးဖွဲခြင်းပဲလား၊အဆုံးသတ်မှာရော အချစ်နဲ့ကံတရား တစ်ထပ်တည်းကျနိုင်ပါ့မလား...._မိမိနှလုံးသားတစ်ခုလုံးကို ပုံအပ်ပြီး ချစ်မြတ်နိုးခဲ့ရသော တစ်ဦးတည်းသောသူဟာလည်းဘာကြောင့် လှည့်စားခဲ့ရသလဲ၊နှလုံးသားကို နင်းချေပစ်လိုက်တာပဲ မဟုတ်လား?_ယဲ့ချင်းလန်ကရော ကွဲ‌ကြေနေတဲ့နှလုံးသားတစ်စုံတစ်ရာနဲ့ အမုန်း၊အငြိုး၊အာဃတ၊အမိုက်မှောင်လောဘမီးတောက်တွေ ထိုးနှက်နေတဲ့အသိုင်းဝိုင်းအလယ်မှာ မားမားမတ်မတ် ရင်ဆိုင်နိုင်ပါ့မလား…..._နဂိုတည်း မချော‌မွေ့ခဲ့လှတဲ့ချစ်ခြင်းတစ်ခု၊လှည့်စားမှုနဲ့စတင်ခဲ့တဲ့အိမ်ထောင်ရေးတစ်ခုမိုခင်ပွန်းဖြစ်သူရဲ့အသိုင်းအဝိုင်းနဲ့ ယောက္ခမဖြစ်သူရဲ့မေတ္တာတွေရရှိမဲ့အစား နှိပ်စက်မှုကိုသာ ခါးစည်းခံရလေမလား_***\"လူဆိုတာ ပေးဆပ်မှုနဲ့ပြန်ရတာ မထိုက်တန်တဲ့အခါ စိတ်ထွက်ပေါက်ရှာတတ်ကြတယ်၊ဒါက \"ကလဲ့စား\"ဆိုတဲ့ စာလုံးလေးသုံးလုံး ဖြစ်လေမယ်ဆိုရင်ရော~-\"အမုန်း၊အငြိုး၊အချစ်၊အာဃတ၊ယှဉ်ပြိုင်မှု၊လှည့်ဖြားမှု၊တုန့်ပြန်မှု...\"ဆိုတဲ့ ခံစားချက်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/brides-revenge-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sbKSe7x3dFetFCdXmDkgE0t6H2.jpg",
        "title": "The Knockout (2023)",
        "description": "CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက်မှာတော့အက်ရှင်၊ ဒရမ်မာ၊ မှုခင်းရသမျိုးစုံ ကိုခံစားကြည့်ရှုနိုင်မယ့်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်နော်။ဒီဇာတ်ကားမှာတော့ ကျင်းဟိုင်မြိုရဲ့ ရှေ့တန်းရာဇဝတ်မှုခင်းရဲအရာရှိတစ်ယောက်ဖြစ်တဲ့ အန်းရှင်းတစ်ယောက်သူ့မြိုက လူဆိုးလူမိုက်တွေရဲ့ ရာဇဝတ်မှုတွေ၊ အကျင့်ပျက်ချစားမှုတွေနဲ့ပဲတစ်ချိန်လုံးရင်ဆိုင်နေရပေမယ့် ဘယ်တုန်းကမှအနိုင်မရခဲ့ပါဘူး။ဒါကြောင့်မို လင်ကျန်း ပြည်နယ်စုက အမျိုးသားအဆင့်နိုင်ငံရေးနဲ့ဥပဒေရေးရာပညာပေးပြုပြင်မွန်းမံမှုတွေ သင်ယူထားတဲ့သူတွေကို ကျင်းဟိုင်ကိုစေလွှတ်ပြီးကျင်းဟိုင်ကဥပဒေရေးရာအဖွဲစည်းတွေနဲ့ ပူးပေါင်း ပြီးတဲ့နောက် ဘယ်တုန်းကမှတရားမျှတမှုရအောင်မလုပ်နိုင်ခဲ့တဲ့ ရာဇဝတ်မှု၊ အကျင့်ပျက်ချစား မှုတွေကိုဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမယ်ဆိုတာတွေ...အဲ့ဒီအခါ ကျင်းဟိုင်မှာ နှစ်အတော်ကြာအုပ်စိုးပြီး ဥပဒေကိုသူတိုလက်ခုပ်ထဲကရေလိုကျင့်သုံးနေကြတဲ့လူဆိုးဂိုဏ်းတွေရဲ့အရှိန်ဝါက ဘယ်လိုမျိုးကျဆင်းသွားမလဲဆိုတာတွေ… ကိုCM ပရိသတ်တွေအနေနဲ့ ရင်ခုန်ခံစားကြည့်ရှုနိုင်ဖိုအတွက် တင်ဆက်လိုက်ရပါတယ်နော်သရုပ်ဆောင်တွေကတော့ CM ကနေတင်ဆက်ပေးဖူးတဲ့ Rating အများကြီးရရှိခဲ့တဲ့Operation Red Sea ထဲက မင်းသား Zhang Yi က အန်းရှင်းအဖြစ်သရုပ်ဆောင်ထားပြီးတော့နာမည်ကြီး မင်းသမီးချော Li Yi Tong တိုက အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်နော်…(အညွှန်းရေးသားထားသူကတော့ Su Myat Nyut Lin ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : ...",
        "url": "https://channelmyanmar.org/tvshows/the-knockout-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/3VpHneM3yqLmLsd4YtJLEiPZQvf-133x200.jpg",
        "title": "Carnival Row (2019)+ Season-2",
        "description": "Carnival Row (2019)\nBurgue မှာ ဆက်တိုက်ဆိုသလို ဖြစ်ပေါ်နေတဲ့ လူသတ်မှုတွေ.....\nအသတ်ခံလိုက်ရတဲ့လူတိုင်းကလည်း Fae(ဖေး) လို့ ခေါ်တဲ့ မိန်းမပျိုလေးတွေချည်း ဖြစ်နေတဲ့အခါ.....\nဒါကို စုံစမ်းထောက်လှမ်းနေတဲ့ စုံထောက်ဖိုင်လို.....\nမိမိရဲ့နေရပ်ကို စွန့်ခွာလာတဲ့ \"ဖေး\" မလေး ဗင်ညက်....\nသူတို့နှစ်ဦး ဆုံတွေ့ကြတဲ့အခါ.....\nသူတို့ကြားမှာ ရှိနေတဲ့ဇာတ်လမ်းက.....ဘာလဲ?\nလူသတ်မှုတွေကရော ပေါ်ပေါက်လာပါ့မလား?\nလူတန်းစား၊ မျိုးနွယ်စု ကွာခြားမှုတွေနဲ့အတူ ဇာတ်ရဲ့မြှုပ်ကွက်တွေက ဘာတွေဖြစ်မလဲ?\nတစ်ပိုင်းထက်တစ်ပိုင်း စိတ်ဝင်စားဖို့ကောင်းပါတယ် မင်းသားက Orlando Bloom\nမင်းသမီးက Cara Delevigne (Suicide Squad ထဲက Enchantress) တို့\nအဓိက ပါဝင် သရုပ်ဆောင်ထားပြီးတော့ IMDb - 8/10 ရထားတဲ့ ဇာတ်လမ်းတွဲ တစ်တွဲ ဖြစ်ပါတယ်။\n \nFile size…350-450mb\nQuality…720p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…56min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder… Mr Anderson\nTranslator…Act Molemy\n   \nSEASON-2\nEpisode 1 720p  -  Yoteshin / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/carnival-row-2019/"
    }
]