[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxWVSOxOCU6zaBYGcloPt6NKLqS.jpg",
        "title": "Café Minamdang (2022)",
        "description": "Café Minamdang (2022)မျဉ်းပြိုင်နှစ်ကြောင်းက မဆုံနိုင်ပေမယ့် ဖူးစာပါရင်တော့\nလူလိမ်နဲ့စုံထောက်မလေးတို့လည်း ဆုံစည်းတတ်ကြပါတယ်Doom at Your Service ထဲက Multi-talented Actor Seo In-Guk နဲ့\nKdrama ပရိသတ်တွေနဲ့မစိမ်းတဲ့ မင်းသမီးချော Oh Yeon-Seo တို့ရဲ့\nComeback Drama ဖြစ်တဲ့ \"Café Minamdang\"အရင်ကတော့ ရာဇဝတ်မှုစုံစမ်းရေးအဖွဲ့သားတစ်ယောက်ဖြစ်ပေမယ့်\nလက်ရှိအချိန်မှာ လူလိမ်တစ်ယောက်ဖြစ်နေတဲ့ Nam Han-Joon က \"Minamdang\" ဆိုတဲ့ ဗေဒင်ရှေ့ဖြစ်ဟော Cafe လေးတစ်ခုကို ဖွင့်လှစ်ထားလိုက်ပါတယ်ဗေဒင်တတ်မြောက်လို့တော့ မဟုတ်ပေမယ့် ချောမောတဲ့‌ရုပ်ရည်နဲ့\nစကားပြောကောင်းတဲ့ Han-Joon ကြောင့် ရောက်လာကြတဲ့ဧည့်သည်တွေကလည်း မနည်းပါဘူးထိပ်တန်းဟက်ကာနဲ့ စုံထောက်အေဂျင်စီကလူတို့ကို သူငယ်ချင်းတော်ထားတဲ့ Han-Joon ကတော့\nငွေရရှိဖို့အရေးအတွက် သူ့ဧည့်သည်တွေကို အမျိုးမျိုးအဖုံဖုံဆွဲဆောင်ပြီး တချို့ကိစ္စတွေကို သူကိုယ်တိုင် ပါဝင်ကူညီရင်း\nစုံထောက်မလေး Han Jae-Hee နဲ့တွေ့ဆုံဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့...။အမှန်တရားဘက်မှာပဲ အမြဲရပ်တည်တတ်ပြီး စုံထောက်သက်တမ်း ၃ နှစ်ရှိနေပြီဖြစ်တဲ့ Jae-Hee တစ်ယောက်\nလူလိမ်လေး ...",
        "url": "https://channelmyanmar.org/tvshows/cafe-minamdang-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4LztV8nZYJy30BVVpI1IwMhX8Dd.jpg",
        "title": "All or Nothing: Arsenal (2022) Complete",
        "description": "All or Nothing: Arsenal (2022) Complete ~ IMDb - 9.2/10, Rotten Tomatoes - 82% ~ Arsenal လို့ပြောလိုက်တာနဲ့ သီရာရီအွန်နရီတို့ ပက်ထရစ်ဗီအဲရာတို့ ဘားကမ့်တို့နဲ့ ကျစ်ကျစ်လစ်လစ်ဖွဲ့စည်းထားတဲ့ The Invincible ကို ဘယ်သူမှပြန်မြင်တော့မယ်မထင်ပါဘူး။ အတွေ့အကြုံနုနယ်သေးတဲ့ နည်းပြနဲ့ အတွေ့အကြုံနုနယ်သေးတဲ့ လူငယ်အစုအဖွဲ့ကိုပဲ အရင်ဆုံးပြေးမြင်မိကြမယ်ထင်ပါတယ်။ အာဆင်နယ်ရဲ့ ဂန္တဝင်နည်းပြဖြစ်တဲ့ အာဆင်ဝင်းဂါးနောက်ပိုင်းမှာ နည်းပြအလှည့်အပြောင်းနဲ့ ကစားသမား အလှည့်အပြောင်းတွေကြားမှာ အာဆင်နယ်ဟာ ခေတ်သစ်ဘောလုံးလောကရဲ့အပြောင်းအလဲဒဏ်တွေကို အလူးအလဲခံနေရပါတယ်။ ဒီဒဏ်တွေကြားထဲကနေ လူငယ်နည်းပြလေး အာတီတာကိုင်တွယ်ရတဲ့အချိန်မှာတော့ အသင်းကိုအလုံးစုံမြေလှန်ပစ်ရမလိုဖြစ်သွားပါတယ်။ အာတီတာကလည်း လူငယ်တွေနဲ့ အသင်းကို သွေးသစ်လောင်းချင်နေတဲ့အတွက် အတွေ့အကြုံပြည့်ဝလှတဲ့ ပရီးမီးယားလိဂ်ရဲ့ ပြိုင်ဘက်ကစားသမားတွေ နှိပ်ကွပ်တာကိုခံရပါတော့တယ်။ ဒီ Documentary မှာ ဆုဖလားတွေကိုမြင်ရမှာမဟုတ်ပါဘူး၊ အောင်မြင်မှုတွေကိုမြင်ရမှာမဟုတ်ပါဘူး။ Arsenal ကိုမြင်ရမယ် လူငယ်တွေကို မြင်ရမယ် လူငယ်ဟန်ကိုမြင်ရမယ် စိတ်ဓာတ်တွေကိုမြင်ရမယ်။ All or ...",
        "url": "https://channelmyanmar.org/tvshows/all-or-nothing-arsenal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxv8Ibs8Anni6qrWkAf60rDsPCu.jpg",
        "title": "Run BTS!",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့အတွက်ရောARMYလေးတွေအတွက်ပါတင်ဆက်ပေးမယ့် Variety Showလေးကတော့BTS အဖွဲ့ရဲ့ ကိုယ်ပိုင် Variety Showတစ်ခုဖြစ်တဲ့ \"Run BTS\"ပဲဖြစ်ပါတယ်အပိုင်း154နဲ့155 နှစ်ပိုင်းလုံးမှာ 7နှစ်တာကျော်ဖြတ်လာခဲ့တဲ့ Run BTSရဲ့အမှတ်တရတွေကို ပြန်လည်လွမ်းဆွေးရင်း အရင်ကဂိမ်းတွေပါပြန်ဆော့ကြမှာပါRun BTSကို 155 နဲ့ပဲ ခတ္တရပ်နားမလား မသိပေမယ့် အကယ်လို့နောက်အပတ်ထွက်မယ်ဆိုရင်လည်း ဆက်လက်တင်ပေးပါ့မယ်လက်ရှိ Final Episode နှစ်ခုကို CM မှ တင်ဆက်ပေးလိုက်ပါတယ် File size…414MB\nQuality…720p\nFormat…Mp4\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by CM Variety Team\nFor VIP Member - Click Here!\nEpisode 154 - Yoteshin / Directlink / Userdrive / Megaup / Streamsb\nEpisode 155 - Yoteshin / Directlink / Userdrive/ ...",
        "url": "https://channelmyanmar.org/tvshows/run-bts/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYWY4MjA3NWYtYmRjMi00YzUzLWJjNjYtMjQ3NzI5OGY4YzQ2XkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-1-113x200.jpg",
        "title": "Hello World (2022)",
        "description": "Hello World===========အသက်မွေးဝမ်းကြောင်းပညာတွေကောင်းကောင်းတတ်ထားရုံနဲ့\nဘဝအိမ်မက်တွေပြည့်စုံသွားတာမဟုတ်ပါဘူးအိမ်မက်တွေအများကြီးရှိပေမယ့် မိဘအုပ်ထိန်းသူသဘောကျအလုပ်ကိုရွေးခဲ့တဲ့\nလူငယ်လေးတွေအိမ်ထောင်ပြုသားမွေးမလုပ်ချင်လို့အလုပ်အသည်းအသန်လိုနေတဲ့ကောင်မလေး\nလယ်ထဲမှာပဲအချိန်ကုန်ရတော့မယ်ထင်ရာကနေ အလုပ်ရသွားတဲ့ကောင်လေး\nတစ်ကျောင်းထဲအတူတက်ပြီး ချစ်ကြိုးသွယ်ရာကနေလုပ်ငန်းခွင်ထိအတူဝင်ရလို့ ပျော်နေတဲ့စုံတွဲ\nကိုယ့်စိတ်ကူးအိမ်မက်အတိုင်းသေချာအကောင်အထည်ဖော်ပြီးရလာတဲ့ ရည်မှန်းချက်\nအပြည့်နဲ့လူငယ်လေးအလွှာမျိုးစုံကနေ အကြောင်းမျိုးစုံနဲ့ အလုပ်ရကြပေမယ့် IT Company ကြီးတစ်ခုမှာ လုပ်ခွင့်ရလို့\nပျော်နေကြတဲ့ ခံစားချက်တွေကတော့အတူတူပါပဲလုပ်ငန်းခွင်ဝင်ခါစ လူငယ်လေးတွေရဲ့ မျှော်လင့်ချက်နဲ့ လုပ်ငန်းခွင်အတွင်းက အခက်အခဲတွေကို\nစရင်ဆိုင်ရသူတွေရဲ့ အခက်အခဲတွေကို ရိုက်ကူးပြထားတဲ့ Rating ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါကျောင်းသားကားတွေကိုကြိုက်တဲ့ Bollywood ပရိသတ်တွေအကြိုက်တွေ့စေမယ့် ဇာတ်လမ်းလေးဆိုလည်း မမှားပါဘူးFile Size – 500MB / 300MBQuality – 1080p / 720pDuration – 31minsTotal Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy / Drama / RomanceTranslator – Sora & Yunni & Su Mon Aung & ...",
        "url": "https://channelmyanmar.org/tvshows/hello-world-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jYuHNUAV55zlQ6uXAyNzSXU6efZ.jpg",
        "title": "Fly to the Dance (2022)",
        "description": "Fly To The Dance (2022)Begin Again တို့ Sea of Hope တို့လို busking performance လေးတွေ သဘောကျတဲ့လူတွေများ ရှိကြလားဒါဆိုရင်တော့ ဒီ busking dance show လေးကိုလည်း သဘောကျကြမှာပါMusician တွေနဲ့ dancer တွေပေါင်းပြီး အ‌မေရိကန်နိုင်ငံ နယူးယောက်မြို့ရဲ့\nလမ်းမပေါ် ၊ ပန်းခြံတွေမှာ သွားရောက်ဖျော်ဖြေကြမယ့် အစီအစဉ်ပါCast တွေအနေနဲ့\nMusical Genius လို့ခေါ်ကြတဲ့ Super Junior အဖွဲ့ဝင် Henry,\nDancer Aiki, Lia Kim, Lee Jung, Park Hye Rim, Gabee, Love Ran, Amy Park တို့က ဖျော်ဖြေသွားမှာပါ။Gabee ကတော့ ဗီဇာအခက်အခဲကြောင့် အမေရိကထိ လိုက်သွားခွင့်မရခဲ့ပါဘူးကိုဗစ်ကြီးကြောင့် ရပ်နားခဲ့ရတဲ့ ပျော်ပွဲရွှင်ပွဲတွေ၊ ပွဲလမ်းသဘင်တွေ၊\nfestival ...",
        "url": "https://channelmyanmar.org/tvshows/fly-to-the-dance-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iOaC8faR5RzDmgztbgj4XJ2LiaD.jpg",
        "title": "My Secret Love: The Series(2022)",
        "description": "My Secret Love The Series (2022) စ / ဆုံး............................................................ ဇာတ်လမ်းလေးကတော့ စီနီယာကိုတိတ်တခိုးချစ်မိနေပေမဲ့\nဖွင့်မပြောရဲတဲ့ဂျူနီယာလေးရဲ့အကြောင်းပဲဖြစ်ပါတယ်ခင်ဟန်ကတော့ ရိုးရိုးသာမန်ဘဝနဲ့ သာမန်ကောင်လေးတစ်ယောက်ဖြစ်ပြီးတော့\nစီနီယာကို တိတ်တခိုးကြိုက်မိနေတဲ့ကောင်လေးပေါ့မိတ်ကတော့ သဘောကောင်းပြီးစကားပြောနည်းတဲ့ကောင်လေးပါ\nခံစားချက်တွေကို စကားလုံးနဲ့ဖော်ပြရတာထက် အကြည့်တွေနဲ့ဖော်ပြတတ်တဲ့သူလေးပေါ့ရိုးရိုးအေးအေးလေးဆိုပေမဲ့လည်း တစ်ခြားသူကို ကူညီတတ်ပြီး\nအရမ်းသဘောကောင်းတဲ့သူလေးပါတစ်နေ့မှာ တက္ကသိုလ်ပထမနှစ်စမတက်ခင်မှာ\nမိတ်ရဲ့ဘေးအိမ်ကို ခင်ဟန်ပြောင်းလာခဲ့ပါတယ်စာသင်နှစ်မတူပေမဲ့လည်း တိုက်တိုက်ဆိုင်ဆိုင်နဲ့ နှစ်ယောက်လုံံးက\nအိမ်ဘေးချင်းကပ်ရပ်ဖြစ်ရုံတင်မ တက္ကသိုလ်လည်းတစ်ကျောင်းတည်း\nဌာနလည်းတစ်ခုတည်းဖြစ်နေခဲ့ပါတယ်နောက်ပိုင်းမှာတော့ စီနီယာဖြစ်တဲ့ မိတ်ကလည်း ဂျူနီယာအပေါ်ကို\nတစ်ဖြည်းဖြည်းနဲ့ ချစ်မိလာတဲ့အခါမှာတော့ နှစ်ယောက်သားဘယ်လိုတွေရိုကြမလဲတိတ်တခိုးချစ်နေတဲ့ဂျူနီယာလေးကရော ဘယ်လောက်အကြာကြီးတစ်ဖက်သတ်ချစ်နေမလဲ\nဘယ်လိုမျိုသိပ်ထားမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမယ့်ကားလေးတစ်ကားမို့\nစနေနေ့တိုင်းမှာ လက်မလွတ်တမ်းစောင့်ကြည့်ပေးကြပါဦးEpisodes: 12Aired: May 28 , 2022Aired On: SATGenres:  RomanceTranslated by Hseng Hom & Shwe LyannEncoded by Mann Maw KunnEpisode 1 (700MB)UsersDrive / Yoteshin / StreamSB / Mega / VIP Episode 2 ...",
        "url": "https://channelmyanmar.org/tvshows/my-secret-love-the-series2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Kunlun-1-160x200.jpg",
        "title": "Lost in the Kunlun Mountains (2022)",
        "description": "တရုတ်ဇာတ်လမ်းတွဲကိုမှကြိုက်နှစ်သက်တဲ့CM ပရိသတ်တွေအတွက်ဒီတစ်ခါမှာလည်းစိတ်ဝင်စားဖွယ်ကောင်းတဲ့Lost in the Kunlun Mountains ဆိုတဲ့ဇာတ်လမ်းတွဲလေးနဲ့မိတ်ဆက်ပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုအရင်ဆုံးပြောပြရမယ်ဆိုရင်ဖြင့်၁၉၁၁ ခုနှစ်ဝန်းကျင်မှာဂိုဏ်းငါးဂိုဏ်းတိုရဲ့ပဋိပက္ခအငြင်းပွားဖွယ်ရာတွေဖြစ်ခဲ့တယ်။အဲ့အချိန်မှာနိုင်ငံခြားကနေပညာသင်ယူပြီးအမိနိုင်ငံကိုပြန်လာတဲ့ထက်မြက်အရည်အချင်းရှိတဲ့Ding Yun Qi က ဖြူစင်ပြီးနွေးထွေးတဲ့Wu Shuang နဲ့တွေ့ဆုံခဲ့တယ်။Ding Yun Qi က KunLun တောင်ရဲ့ရတနာတိုက်ကိုဖွင့်ပေးနိုင်တဲ့တစ်ဦးတည်းသောအမွေဆက်ခံသူတစ်ယောက်ဖြစ်တဲ့အတွက်ကြောင့်Shanghai ကိုစတင်ခြေချလိုက်တဲ့အချိန်မှာတည်းကရန်သူတွေရဲ့ပစ်မှတ်ဖြစ်လာခဲ့တယ်။လောဘကြောင့်ဖြစ်လာတဲ့ရန်ငြိုးတွေကြားမှာDing Yun Qi တစ်ယောက်ဘယ်လိုတွေအသက်အန္တရာယ်နဲ့ကြုံတွေလာနိုင်မလဲ။သူနဲ့တွေ့ဆုံခဲ့တဲ့ Wu Shuang ကကောဘယ်လိုကူညီပေးမလဲ။ဘာကြောင့်များသူ့ကိုလိုက်နှောင့်ယှက်နေကြတာလဲစတဲ့မေးခွန်းတွေပေါင်းများစွာနဲ့ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ဒီဇာတ်လမ်းတွဲလေးမှာဆိုရင်ဖြင့်Ding Yun Qi အဖြစ် Xu Kai ၊Wu Shuang အဖြစ် Zhong Chu Xi တိုကပါဝင်သရုပ်ဆောင်ထားတာကြောင့်ဇာတ်လမ်းတွဲလေးကိုလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင် ~ (အညွှန်းရေးသားထားသူကတော့ Ann Chi ဖြစ်ပါတယ်)Quality : WEB-DL 720pTotal Episodes : 36Format : mp4Genres : Adventure, Historical, Mystery, FantasyDuration : 45 min per EpisodeSubtitle ...",
        "url": "https://channelmyanmar.org/tvshows/lost-in-the-kunlun-mountains-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q54qEgagGOYCq5D1903eBVMNkbo.jpg",
        "title": "The Sandman (2022)",
        "description": "The Sandman (2022)\n================\nIMDb Rating - 8.0/10နက်ဖလစ်ရဲ့နတ်ဘုရားစီးရီးအသစ်တစ်ခုကိုတင်ဆက်ထားပါပြီ။\nAmerican Gods တို့ Norse Mythology တို့ကို ရေးခဲ့တဲ့ စာရေးဆရာကြီး\nနီးလ်ဂိုင်မန်ရဲ့ လက်ရာတွေထဲက Sandman ဆိုတဲ့ နတ်ဘုရား စွမ်းအားရှင်\nတစ်ယောက်အကြောင်းပါပဲ။ဇာတ်လမ်းအစမှာတော့ ကမ္ဘာနှစ်ခုကို အရင်ပြသထားပါတယ်။ လူသားတွေ\nနေတဲ့ နိုးထကမ္ဘာနဲ့ အိပ်မက်ကမ္ဘာပေါ့။ အိပ်မက်ကမ္ဘာရဲ့ နတ်ဘုရားဟာ သူ့ဆီ\nကနေ ထွက်ပြေးပြီး လူတွေကို ဒုက္ခပေးနေတဲ့ အိပ်မက်ဆိုးတစ်ကောင်ကို\nလိုက်ဖမ်းနေခဲ့ပါတယ်။ ဖမ်းမိသွားတဲ့အချိန်လေးမှာပဲ ဘာမှမလုပ်ခင် သူ့ကို\nလူသားတစ်စုက မှော်အစီအရင်တွေနဲ့ ထောင်ချောက်ဆင်ဖမ်းတာခံလိုက်ရပါတယ်။\nဒါပေမဲ့ တကယ်တော့လည်း လူသားတွေ ဖမ်းချင်တာက သေမင်းတမန်တော်ကိုပါ။\nယုံထောင်ကြောင်မိဖြစ်ပြီး အိပ်မက်နတ်ဘုရားက အချောင်ဖမ်းခံလိုက်ရပါတယ်။\nနောက်မှသိရတာက အိပ်မက်နတ်ဘုရားဟာ Endless ဆိုတဲ့ အဆုံးမဲ့နတ်ဘုရား (၇)\nပါးထဲက တစ်ပါးဖြစ်နေတာပါပဲ။ အဲဒီ ၇ ပါးကတော့ ကံကြမ္မာ၊ ခွဲခွာမှု၊ အိပ်မက်၊\nဖျက်ဆီးခြင်း၊ ရမက်၊ သောက၊ ထင်ယောင်ထင်မှား ဆိုတဲ့ ဘုရား(၇)ပါးပါပဲ။သူတို့က သာမန်နတ်ဘုရားတော်တော်များများထက် စွမ်းအားကြီးကြပါတယ်။\nဒီစီးရီးမှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-sandman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-black-133x200.jpg",
        "title": "Black Bird (2022)",
        "description": "ဒီတစ်ခါတော့ စိတ္တဇလူသတ်သမားကိုမှ ထောင်ထဲမှာ မိတ်ဖွဲပြီး သတ်ထားတဲ့ သူတွေရဲ့ အလောင်းကို ရှာခိုင်းမဲ့ စုံထောက်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဂျင်မီ ဆိုတဲ့ ဆေးရောင်းသမားဟာ ရဲတွေရဲ့ ဝင်စီးတာကို ခံရပြီး လက်နက်မှု ဆေးရောင်းမှုကြောင့် ထောင် ၁၀နှစ် ကျနေတုန်းမှာပဲ ကောင်မလေး ၁၄ယောက်ကို သတ်ထားတဲ့ ကွင်းဆက်လူသတ်သမားကို သက်သေမခိုင်လုံလို ပြန်လွှတ်ပေးရတော့မဲ့ အခြေအနေဖြစ်နေခဲ့တာပါအဲဒါနဲ့ ရုပ်ချောပြီး စကားအပြောကောင်းတဲ့ ဂျင်မီ ကို ကွင်းဆက်လူသတ်ဖမ်းထားတဲ့ ထောင်ဆီလွှတ်ပြီး ဖျောက်ထားတဲ့ အလောင်းတွေကို ရှာဖွေဖို ရဲတပ်ဖွဲက သဘောတူညီချက်တစ်ခုလုပ်ပါတော့တယ် အဲဒီတော့……ဂျင်မီ မိတ်ဖွဲရမဲ့သူက တကယ်ပဲသတ်ထားတာလား စိတ္တဇပဲဖြစ်နေတာလား ပုံမှန်လူကိုမှ ရူးချင်ယောင်ဆောင်ထားတာလား ဆိုတာကိုတော့ ဆက်လက်ရှုစားရင်း အဖြေရှာလိုက် ကြပါဦးခင်ဗျာ File size…500 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….1HR\nGenre... Drama / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldDownload LinkEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/black-bird-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-moon-135x200.jpg",
        "title": "Moonhaven (2022)",
        "description": "ဒီတစ်ခါမှတော့ လူတွေနေထိုင်တဲ့ ကမ္ဘာမြေကြီးက လူတွေကြောင့်ပဲ အစာရေဆာ ရှားပါးပြတ်လတ်ပြီး လေထုညစ်ညမ်းမှုကြောင့် ပျက်ခါနီလေးမှာပဲ အိုင်အိုဆိုတဲ့ ကုမ္ပဏီကနေပြီး လကမ္ဘာပေါ်မှာ လူသားတွေကိုကယ်တင်နိုင်မဲ့ နည်းပညာတစ်ခုကို နှစ်ပေါင်းရာနဲ့ချီပြီး စမ်းသပ်နေရာမှ အောင်မြင်ခါနီးလေးမှာ ဖြစ်ပျက်တဲ့ အဖြစ်အပျက်လေး အကြောင်းကို ရိုက်ပြထားတဲ့ကားကောင်းလေး တစ်ကားပါပဲဘယ်လာ ဆိုတဲ့ လေယာဉ်မှူးလေးတစ်ယောက်ဟာ ပုံမှန်ဆို လကမ္ဘာပေါ်ကို ပစ္စည်းပိုပေးတဲ့ လေယာဉ်ကိုပဲ မောင်းနေတဲ့သူပါ တစ်နေ့တော့ အိုင်အို အထူးကိုယ်စားလှယ်ရဲ့ လေယာဉ်မှူး နေမကောင်းတာကြောင့် သူ့လေယာဉ်မှာ ခရီးသည်အဖြစ် လိုက်ပါစီးနင်းရင်းကနေ ဇာတ်လမ်းကစခဲ့တာပါပဲသူမလာခင်တစ်ရက်အလိုမှာပဲ လကမ္ဘာပေါ်မှာလူသတ်မှုဖြစ်ခဲ့တာပါ အဲဒီအသတ်ခံရတဲ့ ကောင်မလေးက သူ့ရဲ့ညီမဖြစ်နေတယ်ဆိုတာကို လကမ္ဘာပေါ်ရောက်မှ သိလိုက်ရတဲ့ အချိန်မှာတော့…….လူတွေရဲ့ စိတ်ဓာတ်အမှန်တွေ လိုချင်တပ်မက်မှုလောဘတွေ ဘယ်သူကဘယ်သူ့ကို ယုံရမလဲဆိုတဲ့ အကြောင်းတွေကို တစ်စတစ်စ ပေါ်လွင်လာအောင် လက်ရာမြောက်မြောက်ရိုက်ပြထားလိုမဖြစ်မနေကို ကြည့်ရှူသင့်တဲ့ ကားကောင်းလေး တစ်ကားပါပဲ ခင်ဗျာFile size…500 Mb\nQuality….Webrip 720\nFormat…mp4\nDuration….1HR\nGenre...Sci-Fic & ...",
        "url": "https://channelmyanmar.org/tvshows/moonhaven-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrFtRnriHMa4qOkAuXzo7jcXQmp.jpg",
        "title": "Love Like the Galaxy (2022)",
        "description": "ရှေးခေတ်ကားကောင်းကောင်းတွေကိုကြိုက်တဲ့CM ပရိသတ်တွေအတွက် ဒီတစ်ခါမှာတော့အသစ်ထွက်ရှိလာတဲ့ဇာတ်လမ်းတွဲတစ်ခုကိုရွေးချယ်တင်ဆက်ပေးလိုက်ပါတယ်။  Main casts တွေအနေနဲ့ငယ်စဥ်ကတည်းသသရုပ်ဆောင်လောကထဲဝင်ရောက်ခဲ့ပြီးNation's Little Brother အဖြစ်သတ်မှတ်ခံရထားရတဲ့ Leo Wu (Wu Lei) ၊အားလုံးရဲ့အသည်းကျော်လေး Zhao Lusi (Who rules the world) တို့ပဲဖြစ်ပါတယ်။ နာမည်ကြီးဝတ္ထုကိုအသက်သွင်းရိုက်ကူးထားတာဖြစ်ပြီးသရုပ်ဆောင်တွေကလည်း ကျရာဇာတ်ရုပ်ကိုပီပြင်အောင်သရုပ်ဆောင်နိုင်တဲ့သူတွေဆိုတော့ ကြည့်ရတာတန်စေမယ့်ဇာတ်ကားပါပဲ။  ဇာတ်လမ်းအကျဥ်းကတော့...ချန်ရှောင်ရှန်းဟာစစ်ပွဲကြောင့်မိဘတွေနဲ့ခွဲခွာခဲ့ရပြီးအဒေါ်ဖြစ်သူရဲ့အိမ်မှာနေထိုင်ရပါတယ်။အဒေါ်ဖြစ်သူဟာ သူမကိုနှိမ်ထားပြီးဘာမှမတတ်တဲ့အသုံးမကျသူသာဖြစ်စေလိုတယ်။သူ့ကိုယ်သူကာကွယ်ဖို့အတွက် ချန်ရှောင်ရှန်းဟာဘာမှမသိ ပြဿနာပဲရှာတတ်တဲ့ငတုံးငအပုံစံ ဟန်ဆောင်နေခဲ့ပါတယ်။ဒါပေမဲ့လည်း ဘာလုပ်လုပ်အကောင်းမမြင်ဘဲမျက်မုန်းကျိုးနေတဲ့အဒေါ်ဖြစ်သူမိသားစုနဲ့အတူနေထိုင်ရတာဟာ သူမအတွက် မလွယ်ကူခဲ့ပါဘူး။ လင်ပုယီကတော့ မင်းကြီးရဲ့မွေးစားသားဖြစ်ပြီး၊လျို့ဝှက်ချက်တွေ ရန်ငြိုးတွေကိုသိုဝှက်ထားတဲ့သူပေါ့။သူဟာလည်း ချန်ရှောင်ရှန်းလိုပဲ မေတ္တာငတ်မွတ်နေသူဖြစ်ပါတယ်။ မိသားစုရဲ့မေတ္တာကိုငတ်မွတ်နေကြတဲ့သူနှစ်ဦး တွေ့ကြတဲ့အခါမှာနှစ်ဦးသားဟာတစ်ယောက်ရဲ့ကွက်လပ်ကို တစ်ယောက်ဖြည့်နိုင်ခဲ့ကြပါတယ်။ဘာအခက်အခဲ ပြဿနာနဲ့ပဲကြုံလာပါစေအတူရင်ဆိုင်ကူညီဖြေရှင်းကြပြီး ၊ တဖြည်းဖြည်းနဲ့ရင့်ကျက်လာကြတဲ့ဇာတ်လမ်းတစ်ပုဒ်ကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ (အညွှန်းရေးသားထားသူကတော့ Yin Wai Phyo ...",
        "url": "https://channelmyanmar.org/tvshows/love-like-the-galaxy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/35srGT8ZqqSNsrwmDzBjnyfSNsQ.jpg",
        "title": "Extraordinary Attorney Woo (2022)",
        "description": "Extraordinary Attorney Woo (2022)“Strange Lawyer Woo Young Woo” ကနေ “Extraordinary Attorney Woo”လို့နာမည်ပြောင်းခဲ့ရပြီး\nထုတ်လွှင့်မယ့်ရုပ်သံလိုင်းတွေ အမျိုးမျိုးပြောင်းခဲ့ရာကနေ\nနောက်ဆုံးတော့ အားလုံးရှေ့မှောက်ကိုရောက်လာပြီဖြစ်တဲ့ ချစ်စရာကောင်မလေး Woo Young Woo လုံးလုံးလေးပါ။Woo Young Woo က IQ 164တောင်ရှိပြီး ငယ်စဥ်ကတည်းစာတော်ခဲ့တဲ့အပြင်\nဆိုးလ်အမျိုးသားတက္ကသိုလ်ကနေ စီးပွားရေး နဲ့ ရှေ့နေဘွဲ့နှစ်ဘွဲ့တောင်ရခဲ့တဲ့ ရှေ့နေမလေးပါ။\nဉာဏ်ကောင်းချက်ကတော့ ငယ်စဥ်ကဖတ်မှတ်ခဲ့ရတာတွေကို အကုန်မှတ်မိတဲ့အပြင်\nဥပဒေရေးရာအသုံးအနှုန်းတွေကို သည်၊ ၏ မလွဲ မှတ်နိုင်တဲ့အထိပါပဲ။\nဒီလိုချစ်စရာကောင်းပြီးထက်မြက်တဲ့ရှေ့နေမလေးက ဘာလို့များ “ထူးခြားတဲ့ရှေ့နေ ဝူ” ဖြစ်နေရတာပါလဲ။မွေးရာပါ Asperger’s Syndrome ရောဂါသည်လေးမို့ ဉာဏ်ရည်မှာသူများတွေထက်အများကြီးသာလွန်ပေမယ့်\nသာမန်လူတွေအလွယ်လေးလုပ်နိုင်သမျှကို Yong Woo ခမျာ မလုပ်နိုင်ရှာပါဘူး။\nခံစားချက်ကိုဖော်ပြဖို့ခက်ခဲသလို သူငယ်ချင်းမိတ်ဆွေရယ်လို့လည်း များများစားစားမရှိပါဘူး။\nလူတွေကြားထဲမှာနေရတာ သူ့အတွက်ခက်ခဲပြီး များသောအားဖြင့်တစ်ယောက်တည်းအနေများတဲ့\nWoo Young Woo ရဲ့အသက်မွေးဝမ်းကြောင်းအလုပ်က လူအများနဲ့ဆက်ဆံရပြီး\nတစ်ဖက်လူရဲ့လျှောက်လဲချက်တွေကို အချေအတင်ပြန်ချေပရတဲ့ ရှေ့နေအလုပ်ဖြစ်နေတဲ့အခါ ..အပတ်စဥ် ဗုဒ္ဓဟူး၊ ကြာသပတေးနေ့တိုင်းတင်ဆက်ပေးသွားမှာမို့ ...",
        "url": "https://channelmyanmar.org/tvshows/extraordinary-attorney-woo-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Picsart_22-07-29_16-30-04-544-136x200.jpg",
        "title": "Servant of the People (2017) Season 2 Complete",
        "description": "Servant of The People (Season 2) Complete ~ IMDb rating - 7.3/10 ~ အားလုံးပဲစောင့်မျှော်နေကြတဲ့ ယူကရိန်းသမ္မတ ဇလန်စကီး အပြင်မှာသမ္မတမဖြစ်ခင် သူကိုယ်တိုင်သမ္မတနေရာက သရုပ်ဆောင်ပြီးရိုက်ကူးခဲ့တဲ့ နိုင်ငံရေးဟာသ Political Satire ဇာတ်လမ်းတွဲလေး Servant of The People ရဲ့ Season 2 ကိုတင်ဆက်ပေးလိုက်ပါပြီ။ Season 1 ကိုကြည့်ဖူးကြတဲ့သူတွေကတော့ ဘယ်လိုဇာတ်လမ်းလဲဆိုတာ သိပြီးသားဖြစ်မှာမို့ အထူးတလည် မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်။ ဒီဇာတ်လမ်းတွဲဟာ အမှန်တကယ်ဆိုရင် ယူကရိန်း-ရုရှားကျူးကျော်စစ်ဖြစ်တဲ့အချိန်မှ နာမည်ကြီးသင့်တာမဟုတ်ပဲ စထွက်ထဲကကို ကမ္ဘာကျော်ခဲ့သင့်တာပါ။ သရော်တဲ့နေရာမှာလည်း ကိုယ်တိုင်က နိုင်ငံရေးကို ထဲထဲဝင်ဝင်လေ့လာထားရမှာဖြစ်တဲ့အပြင် တော်ရုံဗဟုသုတနဲ့လည်း ဒီလိုဘက်စုံထောင့်စုံထိမိအောင်ရိုက်နိုင်မှာမဟုတ်တဲ့အတွက် ဇာတ်လမ်းဖန်တီးသူတွေရဲ့အရည်အချင်းကို မဖြစ်မနေအသိအမှတ်ပြုရမှာဖြစ်ပြီး သရုပ်ဆောင်တွေရဲ့နေရာအလိုက် အကောင်းဆုံးသရုပ်ဆောင်နိုင်မှုတွေကလည်း တကယ်ကိုချီးကျူးစရာပါ။ ဖွံ့ဖြိုးတိုးတက်ပြီးတဲ့ အနောက်နိုင်ငံတွေ၊ အဂတိမှုတွေ၊ အာဏာသိမ်းမှုတွေစတဲ့ ရာဇဝင်ဆိုးတွေမရှိခဲ့တဲ့နိုင်ငံက လူတွေအတွက် ရင်ထဲရောက်ချင်မှရောက်နိုင်ပေမယ့် ကျွန်တော်တို့လိုမျိုးစုံ ...",
        "url": "https://channelmyanmar.org/tvshows/servant-of-the-people-2017-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/TXT-141x200.jpg",
        "title": "To Do TXT",
        "description": "ဒီshowလေးကတော့ 4th gen နာမည်ကြီးအဖွဲ့တစ်ခုဖြစ်တဲ့HYBE labels အခွဲ BIG HIT MUSIC ent လက်အောက်က အဖွဲ့ဝင်၅ယောက်ရှိတဲ့Tomorrow by Together (TXT) ရဲ့show တစ်ခုဖြစ်ပါတယ်ထုံးစံအတိုင်း ဒီရှိုးလေးမှာ ဂိမ်းတွေကစားChallengeတွေလုပ်ကြမှာပါဒီနေ့အပိုင်းထဲမှာတော့ တစ်ယောက်နဲ့တစ်ယောက်ပိုသိအောင်တစ်ယောက်အကြောင်းတစ်ယောက် ခန့်မှန်းတဲ့ဂိမ်းလေးတွေ နောက်ပြီးမန်ဘာတွေရဲ့ ASMR အသံတွေကိုနားထောင်ပြီးဘယ်သူလဲဆိုတာခန့်မှန်းကြတဲ့ဂိမ်းတွေ မျိုးစုံဆော့ကြမှာပါဒီရှိုးလေးကြည့်ရင်း TXT member တွေရဲ့အကြောင်းတွေနဲ့ memberတွေအချင်းချင်း စနောက်တဲ့momentလေးတွေလည်း ကြည့်ကြရမှာပါTXTရဲ့ MOA လေးတွေ သဘောကျလိမ့်မယ်လို့မျှော်လင့်ပါတယ် To Do TXT showလေးကို ကြည့်ရှုပေးကြပါဦးရှင့် File Size – 500MB@EpisodeQuality – 720p Duration –40 minute (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Translator –Milkeux, Shwe Pwint, Khaing Su, Sim Jinnie Encoder – ...",
        "url": "https://channelmyanmar.org/tvshows/to-do-txt/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Before-and-AFter-01-133x200.jpg",
        "title": "Before and After: Plastic Surgery Clinic (2008)",
        "description": "Before and After : Plastic Surgery Clinic (2008)ဒီတစ်ခါတင်ဆက်ပေးမယ့်ဇာတ်လမ်းတွဲလေးကတော့ ၂၀၀၈ ခုနှစ်တုန်းကနာမည်ကြီးခဲ့တဲ့\nBefore and After: Plastic Surgery Clinic ဆိုတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးမှာ ပလတ်စတစ်ဆာဂျရီဆရာဝန်နှစ်ယောက်နဲ့\nသူနာပြုဆရာမလေးကြားက သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကိုကြည့်ရှူရမှာဖြစ်ပါတယ်။ဟန်ဂွန်းဆူကတော့ သူ့အဖေဆေးရုံအုပ်ကြီးဖြစ်သူဟာ ရုတ်တရက်ဆုံးပါသွားတာမို့\nဆေးရုံကတင်ရှိနေတဲ့အကြွေးတွေအများကြီးကိုဆပ်ဖို့တာဝန်ကျလာပြီး၊\nဆေးရုံကိုအကောင်းဆုံးကြိုးစားကာကွယ်နေတဲ့ ငယ်ရွယ်တဲ့ဆေးရုံအုပ်လေးဖြစ်ပါတယ်။ဒေါက်တာချွဲယောင်းဝူကတော့ ဟန်ဂွန်းဆူအဖေဖြစ်သူရဲ့ကျေးဇူးကြွေးကိုပြန်ဆပ်ဖို့\nဆေးရုံမှာလာလုပ်ပေးတဲ့ အရည်အချင်းရှိတဲ့ဆရာဝန်ဖြစ်ပြီး\n2Xf2E6aEU7n685eHEbXGYHrmWn2y7a62UWBrtZzodVdD မကြာခဏစကားများတတ်တဲ့သူဖြစ်ပါတယ်။ဟုန်းဂီနမ်ဆိုတဲ့သူနာပြုလေးကတော့ ဆေးရုံမှာ အသစ်ရောက်လာတဲ့တက်ကြွတဲ့သူနာပြုလေးပါ။ဒီသုံးယောက်ကြားမှာ ဘယ်လိုသုံးပွင့်ဆိုင်အချစ်ဖြစ်ပေါ်လာမလဲဆိုတာရော ၊\nကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီးပလတ်စတစ်ဆာဂျရီအကြောင်းတွေကိုလည်း\nရှုထောင့်တစ်ခုကနေစုံစုံလင်လင်သိခွင့်ရမယ့် ဇာတ်လမ်းတွဲကောင်းလေးဖြစ်တာမို့ကြည့်ရှုအားပေးကြပါဦးနော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့ဘာသာပြန်တွေကတော့ Cali, Honeyey, Lao Qui, Ye Ri တို့ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 720p | 480p\nFile size… 600MB | 300MB\nFormat… mp4\nDuration…. 1h 10min\nEpisodes...12 Episodes\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Cali, Honeyey, ...",
        "url": "https://channelmyanmar.org/tvshows/before-and-after-plastic-surgery-clinic-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/4ROEJ_4f-141x200.jpg",
        "title": "Bad Girlfriend (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM fan တွေအတွက် mini series လေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်လမ်းလေးရဲ့ ဇာတ်အိမ်လေးကလည်း တခြားဇာတ်လမ်းတွေနဲ့မတူဘဲ နည်းနည်းလေးကွဲထွက်နေတာမို့လို့ ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ်လို့ ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလှပပြီး ထက်မြက်တဲ့ကောင်မလေး ဂျီဆူ...\nအလုပ်မှာလည်း အရည်အချင်းရှိပြီး ကျွမ်းကျင်တဲ့ လက်ထောက်မန်နေဂျာတစ်ယောက်ဖြစ်တယ်\nအပေါင်းအသင်းတွေကြားမှာလည်း သဘောကောင်းလို့ နာမည်ကြီးသူတစ်ယောက်ဖြစ်တယ်\nပွင့်လင်းတဲ့သူဖြစ်ပြီးတော့ လူတစ်ယောကို သဘောကျရင် ပွင့်ပွင့်လင်းလင်းဖွင့်ဟဝန်ခံပြီးတွဲတတ်တယ်\nဒါပေမယ့် သူရဲ့ပြဿနာတစ်ခုက သူက လူတစ်ယောက်တည်းကို မကြိုက်တတ်ဘူး\nတစ်ခါကြိုက်ရင် နှစ်ယောက်လောက် တပြိုင်တည်းကြိုက်ပြီး မရရအောင်လိုက်ပြီးတွဲတတ်တဲ့ အကျင့်ဆိုးကြီးသူမဆီမှာရှိနေခဲ့တယ်အခုခေတ်စကားနဲ့ ပြောရမယ်ဆိုရင် လုံးဝကို play girl ပေါ့\nသူမကြိုက်တော့ဘူးဆိုရင်လည်း အဲဒီလူကို ချက်ချင်းဖြတ်ပစ်လေ့ရှိတယ်\nသူမရဲ့ထုံးစံအတိုင်း အလုပ်က အထက်အရာရှိအဖွဲ့မှူးယွန်ထယ်အိုနဲ့ ရုံးနားက ကော်ဖီဆိုင်က အချိန်ပိုင်းအလုပ်သမားလေး ဂျီဟိုကို တစ်ပြိုင်နက်တည်းတွဲခဲ့တယ်\nဒါပေမယ့် ဂျီဆူအလုပ်လုပ်တဲ့ရုံးမှာ ဂျီဟိုအလုပ်ဝင်ဖို့ဖြစ်လာတဲ့အခါ...\nအလုပ်မှာ ဘယ်လိုရှုပ်ထွေးမှုတွေဖြစ်လာမလဲ\nဂျီဆူကရော သူရှုပ်ထားတဲ့ဇာတ်ကြီးကို ဖြေရှင်းနိုင်ပါ့မလား ဘာတွေဆက်ဖြစ်မလဲဆိုတာ Bad Girlfriend ဆိုတဲ့ ဇာတ်လမ်းတွဲလေးမှာ ဇာတ်လက်ကြည့်ရှုကြပါရှင့် ။( ဘာသာပြန််ပြီး အညွှန်းရေးသားထားသူကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/bad-girlfriend-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/photo_2022-08-09_23-28-19-145x200.jpg",
        "title": "The Outlaws S02 (2022) [Complete]",
        "description": "The Outlaws S02 (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၆ (ဇာတ်သိမ်းပိုင်း)မူးယစ်ရာဇာရဲ့ ငွေအိတ်ကြီးကောက်ရတာကို ပြန်မပေးဘဲ ​ဘုံးမိလို့ ထီအကြီးကြီးပေါက်သွားတဲ့ လူ၇ယောက် series လေးရဲ့အဆက်ထွက်လာပါပြီ။Season 1 တုန်းက လူဆိုးတွေ လိုက်တာကနေလည်းလွတ် ရဲတွေမေးသမျှကိုလည်း ကွေ့ပတ်ဖြေပြီး လွတ်လာတဲ့ ၇ယောက် Season 2 မှာတော့ ပထမတစ်ကြိမ်လို ကံကောင်းနေတော့မှာမဟုတ်ပါဘူး။မူးယစ်ဂိုဏ်းချုပ်ကြီးရဲ့ အကြပ်ကိုင်တာခံထားရတဲ့ ဒီ လူ ၇ယောက် ကျားခံတွင်းဝကနေလွတ်ဖို့ ဘယ်လိုဘယ်ပုံ လှုပ်ရှားကြမယ်၊ ဘာဉာဏ်နီဉာဏ်နက်တွေ ထုတ်သုံးကြမယ်ဆိုတာကိုတော့ ဆက်လက် ကြည့်ရှုကြပါဦးစို့ ...(အညွှန်းကိုတော့ Hnin Wut Yi က ရေးပေးထားပါတယ်)Aired: Aug 5, 2022\nAired On: Friday\nGenres: Comedy, Drama, Crime, Thriller\nDuration: 45mins\nEpisodes: 6\nOriginal Network: BBC\nFile Size: 1080p(~1GB) ...",
        "url": "https://channelmyanmar.org/tvshows/the-outlaws-s02-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYjE2YjY4YjgtNjkyYS00ZDQ0LWE5ZDUtZGU3NDU3NzRlZWRlXkEyXkFqcGdeQXVyMTIxMDk2NDE4._V1_-160x200.jpg",
        "title": "Crash Course (2022)",
        "description": "Crash CourseIMDb-6.5/10IIT ကျောင်းဝင်ခွင့်ရဖို့ဟာ အိန္ဒိယနိုင်ငံတစ်ဝှမ်းကျောင်းသား နဲ့ မိဘတွေရဲ့အိမ်မက်တစ်ခု.....\nကိုတာမြို့က ဆရာတစ်ယောက်ရဲ့အသင်အပြကောင်းမှုကြောင့်ဝင်ခွင့်အောင်ချက်တွေမြင့်မားပြီး\nပညာရေးမြို့တော်လို့ခေါ်ရလောက်တဲ့ထိ ကိုတာမြို့ကြီးဟာ အောင်မြင်ပြောင်းလဲ လာပြီးတဲ့နောက်မှာတော့...ပညာရေးကို စီးပွားရေးဆန်ဆန်လုပ်တဲ့အပြိုင်အဆိုင်ပေါ်လာတဲ့ကျောင်းတွေမှာ...\nပညာရေးရဲ့သားကောင်အဖြစ် ရုန်းကန်ကြိုးစားနေကြရတဲ့\nကျောင်းသားတွေရဲ့ဘဝကျောင်းသား မိဘနဲ့ဆရာတွေကြားက ပြိုင်ဆိုင်မှုတွေ..ဖိစီးမှုတွေအိမ်မက်တွေအပြည့်နဲ့ လူငယ်တွေရဲ့ လွတ်လပ်မှု၊ ပျော်ရွှင်မှု၊ သူငယ်ချင်း သံယောဇဉ်၊ အချစ် မေတ္တာတွေ\nမျှော်လင့်ချက်အိမ်မက်တွေနဲ့...ကျောင်းသားတွေရဲ့ လူငယ်ဘဝဆိုးသွမ်းမှုတွေ....အစရှိတဲ့ ရသမျိုးစုံကိုပေးစွမ်းတဲ့\nဇာတ်ကားကောင်းတစ်ကားပါFile Size – 1GBQuality – 1080p AMZ WEB DL AAC5.1CHDuration – 43minsTotal Episodes: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – OeliuJ & Su Mon Aung & Thet Ko & Honeyey & SoraEncoder – YK\nFor VIP Member ...",
        "url": "https://channelmyanmar.org/tvshows/crash-course-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/ol-160x200.jpg",
        "title": "The Old Man (2022)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးအတွက် အက်ရှင်ဇာတ်လမ်းတွဲလေးတင်ဆက်ပေးလိုက်ပါပြီTmdb 8.1 အထိ ရထားတဲ့ စီးရီးကောင်းတစ်ခုပါဇာတ်ကားရဲ့ နာမည်အတိုင်း အဖိုးကြီးတစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးပါပဲ ဆိုးနိုင်သမျှဆိုးသွမ်းခဲ့ပြီးတော့ ချေရာဖျောက်နေတဲ့ အဖိုးကြီးကိုမှ အက်ဘီအိုင်က မရမကလိုက်ဖမ်းတဲ့ကားကောင်းပါ ပုံသေ အတိုက်အခိုက်ကျွမ်း ဇာတ်မြှုပ် ပြန်ပေါ် ပြန်ချဆိုတဲ့ နည်းလမ်းနဲ့ကွဲထွက်နေပြီး အသက်ကြီးကြီးအဖိုးကြီးရဲ့ အက်ရှင်တွေ စဉ်စားပုံတွေ သမီးအပေါ်ထားတဲ့ မေတ္တာတရားတွေကို တဝကြီးကြည့်ရဖို့အတွက် ကြည့်ရင်တကယ်တန်မဲ့ကားလေးမို့အမြန်ဆုံးပဲကြည့်လိုက်ပါတော့ File size…400Mb\nQuality….Webrip 720\nFormat…mp4\nDuration….50 Min\nEpisode...7\nGenre...Action, Adventure, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield Download LinkEpisode 1 720p  - VIP / Yoteshin / Megaup / Meganz / Usersdrive / StreamsbEpisode 2 720p  - VIP / Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/the-old-man-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-26-at-12.06.40-AM-135x200.png",
        "title": "DOTA: Dragon’s Blood – Season (01), (02), (03)",
        "description": "DOTA: Dragon's Blood - Season (01), (02), (03)==================================IMDb Rating - 7.8/10ကမ္ဘာကျော် ဂိမ်းတစ်ခုဖြစ်တဲ့ DOTA ထဲက ဟီးရီုးတွေကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nကာတွန်းစီးရီးတစ်ခု နက်ဖလစ်ကနေ ပြသလိုက်ပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့\nDragon Knight ဒေဗီယံ ပဲဖြစ်ပြီး၊ သူ့ရဲ့ စွန့်စားခန်းတွေနဲ့ အခြားသော ဟီးရိုးတွေနဲ့ ပတ်\nသတ်မှုတွေကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။ ရုပ်ထွက်တွေရော ဇာတ်လမ်းရော ကောင်း\nမွန်တာမို့ ဘာသာပြန်ပြီး တင်ဆက်ပေးထားပါတယ်။ အားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။) File Size.............(400 MB)\nQuality...............WEBDL 1080p\nDuration............30Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Animation, Action, Adventure\nTranslator..........Mr.Anderson, d3mon\nEncoder..............SWM============================\nCM VIP - LINK\n=============================\nZip File------------S1 - Yoteshin / Megaup / VIP\n S2 - Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/dota-dragons-blood-2021/"
    }
]