[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTYLRBCNyOuyktuTcjqJ7rbXxaF.jpg",
        "title": "The Horror of Dolores Roach (2023) Complete",
        "description": "The Horror of Dolores Roach (2023) Limited Series ~ IMDb - 7.2/10, Rotten Tomatoes - 78% ~ Dark Comedy, Horror Series လေးပါ။ ဒီစီးရီးက ဘယ်လိုမျိုးလဲဆိုတာကို ကျွန်တော်သိတဲ့ ဇာတ်ကားတွေနဲ့ နှိုင်းပြရရင် Johnny Depp ရဲ့ Sweeney Todd: The Demon Barber of Fleet, တရုတ်က လူသားပေါက်စီဇာတ်လမ်း The Eight Immortals Restaurant: The Untold Story, Drew Berrymore နဲ့ Hitman မင်းသား Timothy Olyphant တို့ရဲ့ Santa Clarita Diet Series ဇာတ်လမ်းတွေကို ရောသမမွှေပြီး Hangover ဇာတ်ကားဆန်ဆန်ရိုက်ထားတဲ့ ဇာတ်လမ်းလို့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-horror-of-dolores-roach-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/LKPgBAwkYlf2kEjGNDc72iQojc-135x200.jpg",
        "title": "Too Hot to Handle Season 5 (2023)",
        "description": "Too Hot To Handle Season 5 (2023)Tooo Hot To Handle နဲ့ပတ်သက်ရင် ဂူဂဲလ်မှာလူတွေအရှာဆုံးမေးခွန်းက၁ ဒါက ဇာတ်တိုက်ထားတဲ့ရှိူးလား\n-အဖြေကတော့ လုံးဝမဟုတ်ရပါဘူးတဲ့ ဒါရိုက်တာတွေပြောတာပဲလေ\nပါဝင်သူတွေကဒီရှိူးအကြောင်းကိုလဲလုံးဝမသိကြသလို ဘာဇာတ်မှလဲမတိုက်ထားပါဘူးတဲ့၂ ဒီရှိူးကအတွဲတွေ အပြင်မှာရောမြဲကြလား-Season2 က အမ်မလီနဲ့ ကမ်တို့အတွဲရယ်\n-Season4 ကအတွဲသစ်လေး ဆက်ဘ်နဲ့ ကေလာတို့အတွဲရယ်က မြဲကြပါသေးတယ်။\nအဲ့တော့ လာနာ့အတွက် မျှော်လင့်ချက်ရှိသေးတယ်ဆိုပါတော့။\nဒီအတွဲတွေမမြဲကြရင်တောင် လာနာ့ဆီကနေသင်ခန်းစာတွေတော်တော်ရလိုက်ကြမှာပါ။ကဲ ဒီအတွဲတွေမှမမြဲကြရင် ပရိသတ်ကြီးရောဘာလို့ကြည့်သလဲဆိုရင်တော့ မျက်စိပဒေသာဖြစ်လွန်းတယ်လေ။\nလာနာ့အပန်းဖြေစခန်းပြောပါတယ်။ လင်းဝင်းအရောင်တွေစုံပြီး တကယ့်သုခဘုံအသေးစားလေးရောက်သွားသလိုခံစားရမှာပါ။\nပါဝင်သူလေးတွေကလဲ ကြွက်သားတွေအပြိုင်းပြိုင်း စားလောက်ချင်စရာပေါင်မုန့်တွေကော်ဖီတွေနဲ့ ပစ္စည်းရှိလူတန်းစားတွေချည်းပဲကိုး။\nဒီ Season အစမှာတော့ထုံးစံအတိုင်းပဲ အထန်လေးတွေက သင်္ဘောပေါ်ကဒိတ်တင်ရှိူးတစ်ခုမှာပါဝင်ရမယ်လို့ပဲသိထားကြတာ။\nToo Hot To Handle မှန်းမသိကြဘူး။\nဒီလိုနဲ့ပင်လယ်ပင်ကြီးမှာရွက်လွှင့်ပြီး ပျော်မယ်ပါးမယ် ဘန်းဘန်းကြမယ်လို့ အားခဲထားတဲ့သူတို့တွေ\nတကယ်တမ်းမှာလာနာ့ရဲ့ မဘုရ မထုရ မနုရပင်လယ်ကြီးကိုဖြတ်ရမယ်ဆိုတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။\nဒေါ်လာနှစ်သိန်းဆုလာဘ်ကလဲ ဒီပင်လယ်ကိုဖြတ်ကျော်နိုင်မှရမှာဆိုတော့ကာ\nလာနာ့ထောင်ချောက်ထဲမိလာတဲ့ အထန်လေးတွေ ဘယ်သောင်ဘယ်ကမ်းကပ်ကြမလဲ ကြည့်လိုက်ကြပါဦး။အညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Rashida, ...",
        "url": "https://channelmyanmar.org/tvshows/too-hot-to-handle-season-5-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjU3Mzc5NjctZmU3Ny00ZTI4LThlNmYtODk4MWE3YzNhYTc0XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_-135x200.jpg",
        "title": "Full Circle (2023)",
        "description": "Full Circle (2023)\n=============\nIMDb Rating - 6.4/10ဒီစီးရီးကတော့ ဇာတ်ကောင်တွေ အများကြီးနဲ့ ရှုပ်ထွေးပွေလီတဲ့\nCrime and mystery စီးရီးမျိုးလို့ပဲ ဆိုရမယ်။ 'ရတယ် ရှုပ်တာမျိုးမှ\nကြိုက်တာ' ဆိုတဲ့သူတွေအတွက်တော့ ကွက်စတိပါပဲ။ အချိန်လေး\nသာရရင် သေချာထိုင်စဉ်းစားပြီး ကြည့်ရမဲ့စီးရီးထဲ ပါတယ်ဆိုပါတော့။ကဲ ဇာတ်လမ်းကို နည်းနည်းလောက် ညွှန်းပေးရမယ်ဆိုရင်တော့ ဒီလိုက\nစလိုက်ကြတာပေါ့။ ဂိုင်ယန်နာက လူမိုက်ဂိုဏ်းတစ်ခုကို မစ္စမဟာဘီရာ\nဆိုတဲ့ အမျိုးသမီးကြီးတစ်ယောက်က ဦးဆောင်နေတယ်။ တစ်ရက်မှာ\nတော့ သူ့မိသားစုဝင်တစ်ယောက် လုပ်ကြံခံလိုက်ရတယ်။ ဒီအတွက် မစ္စ\nမဟာဘီရာ အလိုချင်ဆုံးဖြစ်နေတာက လက်တုံ့ပြန်မှု။ လူးဝစ်နဲ့ ဇာဗီယာ\nကတော့ နယူးယောက်မှာ အလုပ်လုပ်ရမယ်ဆိုလို့ ဂိုင်ယန်နာကနေ ထွက်\nလာကြတဲ့ ရိုးရိုးအေးအေး ကောင်လေးနှစ်ယောက်ပေါ့။ဒါပေမဲ့ သူတို့ရသွားတဲ့အလုပ်က မစ္စမဟာဘီရာရဲ့ ဂိုဏ်းအဖွဲ့ဝင်တွေအဖြစ်။\nမစ္စမဟာဘီရာ လက်စားချေမဲ့ မိသားစုကတော့ စားဖိုမှူးဂျက်ဖ်လို့ နာမည်\nကြီးတဲ့ ကာစီနိုနဲ့ ချမ်းသာလာတဲ့ ခရိုနီအဘိုးကြီးရဲ့ မိသားစုပါ။ ဒီအတွက်\nသားကောင်ဖြစ်လာတာကတော့ အဘိုးကြီးရဲ့ တစ်ဦးတည်းသောမြေးဖြစ်တဲ့\nဂျဲရတ်ဆိုတဲ့ကောင်လေးတစ်ယောက်။ တစ်ဖက်မှာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/full-circle-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pnibkuL74C33GoKLTXAmF4nl3a6.jpg",
        "title": "Amazing Saturday (2021)",
        "description": "Amazing Saturdayဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက်\nAmazing Saturday ဆိုတဲ့ ရှိုးလေးကို တင်ဆက်ပေးပါရစေ\"Amazing Saturday ဆိုတာ ဘယ်လိုရှိူးမျိုးလဲ??\"ခေတ်အဆက်ဆက် ကိုရီးယား အိုင်ဒေါတွေရဲ့ ထင်ရှား​ကျော်ကြားတဲ့ သီချင်းတွေကို\nမှန်အောင် ခန့်မှန်းရင်း နိုင်ငံတစ်ဝန်းက ထင်ရှားတဲ့ ရိုးရာအစားအသောက်တွေကို\nမြည်းစမ်းခွင့်ရရှိတဲ့ ရှိုးလေးပဲ ဖြစ်ပါတယ်SNSD မှ ထယ်ယောင်း SHINEE မှ ကီး တို့အပြင်\nအခြားသောထင်ရှားတဲ့ အနုပညာရှင်များစွာ ပါဝင်တာမလို့\nပရိသတ်ကြီးလည်း အိုင်ဒေါတွေကို ငေးလိုက် သီချင်းတွေကို\nခန့်မှန်းရင်း ကိုရီးယားအစားအစာတွေကို သားရေကျလိုက်နဲ့\nအတူ လိုက်ပါစီးမျောရမှာ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Shwe Pwint က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။File Size - 1.2 GB\nQuality - 1080p\nDuration - 1h 20min\nSubtitle - Myanmar(Hardsub)\nGenre - Reality-TV\nTranslaotr - CM ...",
        "url": "https://channelmyanmar.org/tvshows/amazing-saturday-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2Q3MmZkM2UtY2I5ZS00ZTVkLWFmZmMtOWY1MDlmM2NjZDJkXkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_-113x200.jpg",
        "title": "The Hardy Boys – Season (03)",
        "description": "The Hardy Boys - Season (03)\n=====================\nIMDb Rating - 7.0/10IMDB Rating မှာလည်း 7 လောက်ရထားတဲ့ Hardy\nBoys season 3 ပြန်‌လာပါပြီ။ Season 2 မှာ ဖရန့်ရဲ့\nခန္ဓာကိုယ်ထဲကို သူ့ရဲ့အဘိုးဖြစ်သူ ဂျော့ဂ်အက်စတာ\nဘွတ်ခ်က သည်အိုင်းရဲ့ အစွမ်းကိုသုံးပြီး ၀င်နေပါတယ် ။\nဒါကိုမရိပ်မိတဲ့ ဂျိုးနဲ့ သူငယ်ချင်းတစ်သိုက်ကလည်း ဖရန့်ပဲ\nထင်ပြီး ဆက်နေလာလိုက်တာ သူတို့ ရှေးဟောင်းလက်ရေး\nမူနဲ့ စာလိပ်တွေကို ပြန်ရယူဖို့ကြိုးစားမှသိသွားပါတယ်။ဖရန့်ဟန်ဆောင်နေတဲ့ ဂျော့ဂ်ကို တိုက်ထုတ်ရင်း ‌သဘာ၀\nလွန်စွမ်းအားတွေရှိနေတဲ့ သည်အိုင်းကြောင့်မထင်မှတ်ထား\nတာတွေဖြစ်လာပါတော့တယ် ။ Hardy Boys series ရဲ့\nထုံးစံအတိုင်း လှည့်ကွက်တွေ လျှို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့\nပြည့်နှက်နေဆဲပါ ။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(300 MB) / (700 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............45Mins(@Episode)\nSubtitle..............Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/the-hardy-boys-season-03/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/The_Hardy_Boys_2020_Hulu_Original_Series_Cover_Art-134x200.jpg",
        "title": "The Hardy Boys – Season 01 (2020)",
        "description": "The Hardy Boys - Season 01 (2020)==========================IMDb Rating - 7.0/10The Hardy Boys ဆိုတာက 2020 မှာ ထွက်ခဲ့တဲ့ mini-series တစ်ခုပါ။\nဒီနှစ် 2022 မှာလည်း Season 02 ကထပ်မံထွက်လာပြီမို့ စီးရီးကောင်းကောင်း\nကြည့်ရှုမယ့် ပရိတ်သတ်တွေအတွက် ရွေးချယ်တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဥ◌်းလေးပြောရရင် . ပင်လယ်ပြင်မှာ ငါးဖမ်းထွက်လာတဲ့\nသင်္ဘောတစ်စင်းက ကပ္ပတိန်ဟာ ငါးဖမ်းရင်း ပစ္စည်းတစ်ခု ပါလာတာကို\nတွေ့လိုက်ရပါတယ်။ သို့သော် ထိုပစ္စည်းကို အရောင်းအဝယ်လုပ်ရင်း ကပ္ပတိန်နဲ့\nအဖွဲ့သားအားလုံး သေဆုံးသွားခဲ့သလို သင်္ဘောဟာလည်း နစ်မြှုပ်သွားခဲ့ပါတယ်။Frank နဲ့ Joe ဆိုတဲ့ ကောင်လေးနှစ်ယောက်ဟာ သူတို့အ‌မေ ဖြစ်သူ ဆုံးပါးပြီးနောက်\nသူတို့အဖေရဲ့ မွေးရပ်မြေဖြစ်တဲ့ ဘရစ်ချ်ပို့တ် မြို့လေးကို ခေတ္တခဏ ပြောင်းရွေ့\nလာခဲ့ပါတယ်။ ထိုမြို့မှာ သူတို့နှစ်ယောက် နေထိုင်ကြရင်း သူငယ်ချင်းအသစ်များလည်း\nရလာခဲ့ကြတာပေါ့။ မကြာခင်မှာပဲ အဆိုပါ နစ်မြှုပ်သွားတဲ့ သင်္ဘောဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-hardy-boys-season-01-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNDgwYjFhZWQtNTBhMy00MGJiLTkzYWEtNzUwNWFkMTViMjIzXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Hardy Boys – Season 02 (2022)",
        "description": "The Hardy Boys - Season 02 (2022)=========================IMDb Rating - 7.0/10Hardy Boys Season 2 ပြန်လာပါပြီ။ Season 1 အပြီး\n၆ လအကြာမှာ ဇာတ်လမ်း ပြန်ဆက်ထားပါတယ်။ ဒီတစ်ခေါက်မှာရော\nဟာဒီကောင်လေးတို့ ဘယ်လိုမျိုး လျှို့ဝှက်ဆန်းကြယ်တာတွေ ကြုံရဦး\nမလဲဆိုတာကတော့......ဒန်းနစ်ဆိုတဲ့ ကောင်လေးတစ်ယောက် မှတ်တမ်းရုပ်ရှင် ရိုက်ရင်း ဒီမွန်ပေါ\nတောင်ကုန်းက တောအုပ်ထဲမှာ ပျောက်ဆုံးသွားခဲ့ပါတယ်။ ဂျိုးကတော့\nအမှုမလိုက်ရတာကြာပြီဖြစ်လို့ ထိုအမှုကိုလိုက်ဖို့ စိတ်အားထက်သန်\nနေပေမယ့် ဖရန့်ကတော့ သာမန်ဘဝမှာပဲ အေးဆေးပဲ နေချင်တော့\nတာပါ။ သို့သော် ညီဖြစ်သူ ဂျိုးကို တားမရ၍ ကိုယ်တိုင် ကားနဲ့လိုက်ပို့ရင်း\nဒီမွန်‌ပေါတောင်ကုန်းဆီ လိုက်လာပါတယ်။ တောင်ကုန်းဆီ ရောက်သော\nအခါ စထွာတိမိုင်ယာဆိုတဲ့ ကုမ္ပဏီတစ်ခုက ထိုမြေနေရာများကို\nဝယ်ယူပြီး မိုင်းတွင်းဟောင်းများကို ပြန်လည်ပြင်ဆင်နေတာကို\nသိလိုက်ရပါတယ်။ဒါကြောင့်လည်း ဂျိုးတို့သူငယ်ချင်းတစ်စု ထိုနေရာမှ နှင်ထုတ်ခံလိုက်\nရပါတယ်။ ဒါပေမယ့်စုံထောက်လုပ်ရတာကို ဝါသနာပါတဲ့ ဂျိုးကတော့\nလက်မလျှော့ဘဲ ဒန်းနစ်ကို ဆက်လက်ရှာဖွေဖို့ ကြိုးစားနေဆဲပါ။ ...",
        "url": "https://channelmyanmar.org/tvshows/the-hardy-boys-season-02-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Outer-Bank-135x200.jpg",
        "title": "Outer Banks (2020)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို IMDb 7.6 အထိရထားတဲ့ အမေရိကန် ကျွန်းပေါ် ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် သူတို့ကျွန်းမှာ ထူးဆန်းတာက လူတန်းစား ၂မျိုးကွဲနေတာပါပဲ အရမ်းချမ်းသာကြတဲ့ ကွတ် တွေနဲ့ သူတို့ဆီမှာအလုပ်လုပ်ရင်း အသက်မွေးကြရတဲ့ ပို့ချ်တွေပါ ဒီကားလေးထဲမှာတော့ ပို့ချ်တွေဖြစ်တဲ့ ဂျွန်ဘီရယ် ဂျေဂျေရယ် ပုပ်ရယ် နဲ့ ကွတ် ဖြစ်တဲ့ ကီယာရာတို့ သူငယ်ချင်း ၄ယောက်ကို ဇာတ်အိမ်တည်ပြီးရိုက်ထားတာပါ သူတို့သူငယ်ချင်းတွေ နွေရာသီမှာ အပြတ်ကဲဖို့‌မောင်းတင်ထားပေမဲ့ ဟာရီကိန်း မုန်တိုင်းတိုက်လို့ မကဲလိုက်ရတော့တာပါ မုန်တိုင်းတိုက်ပြီးနောက်ရက်မှာတော့ သူတို့တွေ ၄ယောက်သား လျှောက်လည်ကြရာကနေ လှေတစ်စီးမြုပ်နေတာကို တွေ့လို့ လိုက်စုံစမ်းရာကနေ တဆင့်ပြီး တဆင့် အဲဒီအမှုထဲကိုရောက်သွားခဲ့တာပေါ့ အဲဒီအချိန်မှာ ဂျွန်ဘီရဲ့ အဖေကလည်းပျောက်နေတာ ၈လလောက်ကိုရှိနေပါပြီ လှေနစ်တာကိုရှာရင်းနဲ့ သူတို့ဘာတွေဆက်တွေ့ကြမလဲ နစ်သွားတဲ့လှေကရော ဘယ်သူ့လှေဖြစ်မလဲ ဂျွန်ဘီရဲ့ အဖေနဲ့ရော ဆက်စပ်နေမှာလားဆိုတာတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်ရမှာပါ......... File size…(1.5 ...",
        "url": "https://channelmyanmar.org/tvshows/outer-banks-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/4e1wQ1_4f-143x200.jpg",
        "title": "Marvellous Love (2023)",
        "description": "ခွန်ဖရားဆင်ခမ်း အဖြစ် Donut Phattharapon\nပန်ရိထိုင်/မိုင်/ ချော့အင့် အဖြစ် Garn Nuttacha\nဆီယာ အဖြစ် Biw Nattaponဇာတ်လမ်းအကျဉ်းမိုင်က ရိုက်ကွင်းတွေမှာ ပြင်ပေးရတဲ့ မိတ်ကပ်ဆရာမ တစ်ယောက် ဖြစ်ပါတယ်တစ်နေ့ မိုင်တစ်ယောက် ရှေးဟောင်းဇာတ်လမ်းတွဲရိုက်ကွင်းတစ်ခုမှာ လူရွယ်တစ်ယောက်ပေါ်လာပြီး ပြန်လာတော့လို့ပြောနေတာကို ကြားခဲ့ရတယ်နောက်ရက်တွေမှာ မိုင့်မိခင်ဖြစ်သူက စိတ်မချသလိုခံစားရလို့ မိုင့်ကို ရိုက်ကွင်းမသွားစေချင်ပေမဲ့ မိုင်က အစ်မဖြစ်သူမြူနဲ့ရအောင်သွားခဲ့ပါတယ်ရိုက်ကွင်းအပြန်ညမှာ မြင်နေကျလူရွယ်ကပဲ ပေါ်လာပြီး \"ပြန်လာ\"လို့ပြောတာမြင်လိုက်ရာမှ မိုးကြိုးတစ်ခုက မိုင့်ပေါ်ပစ်ချရင်း လွန်ခဲ့တဲ့နှစ်ရာချီကို ပြန်ရောက်သွားခဲ့တယ်မိုင်တစ်ယောက် မျိိုးရိုးမြင့်ဖြစ်သူ ခွန်ဖရားဆင်ခမ်းတို့ အိမ်ကို ရောက်သွားခဲ့ရာမှ လည်ပင်းကအဆောင်ကြောင့် ဆွေမျိုးတော်စပ်သူဆိုပြီး စောင့်ရှောက်ထားခံရပါတော့တယ်မိုင်တစ်ယောက် ဘာအကြောင်းကြောင့် ရှေးကာလကို ရောက်သွားခဲ့ရတာလဲမိုင့်ကို ပြန်လာခိုင်းနေတဲ့ လူရွယ်ကရော ဘယ်သူများလဲမှော်ဖြူမှော်နက်သုံးကြတဲ့ ခေတ်ကာလမှာ လူချောလေး ခွန်ဖရားဆင်ခမ်းနဲ့ မိုင်တို့ကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်Native Title: ฤทัยบดี\nEpisodes: 10\nAired: May 15, ...",
        "url": "https://channelmyanmar.org/tvshows/marvellous-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/eYyVlW_3f-141x200.jpg",
        "title": "A Wildflower in the City (2023)",
        "description": "“သံမဏိအရိုင်းပန်း” မြန်မာစာတန်းထိုး\nDok Ya Pa Concrete 2023ချာနွန် အဖြစ် Toontam Yuttana\nမီနာ အဖြစ် Kaimook Rungratတောသူမလေးမီနာက ဘန်ကောက်မြို့ပေါ်တက်ပြီး အဖေနဲ့အတူအလုပ်လုပ်နေသူပါမဟုတ်မခံတတ်တဲ့မီနာတစ်ယောက် သူများကိစ္စဝင်ကူရှင်းပေးရင်း\nမာဖီးယားဂိုဏ်းဝင်ချာနွန်နဲ့ဆုံမိကြပါတယ်မီနာဖခင်က အကြွေး၁သိန်းရှိသော်လည်း ချာနွန်တပည့်တွေက အတိုးနဲ့ပေါင်း ၃သိန်းပြန်တောင်းတာကြောင့် ရန်ဖြစ်ခဲ့ကြရာမီနာတယောက် ချာနွန်က သူ့အဖေကိုရန်ပြုခဲ့သူအဖြစ် အမုန်းကြီးမုန်းနေခဲ့ပါတယ်တရားမဝင်စီးပွါးရေးတွေလုပ်နေရတဲ့ ချာနွန်ကလည်း ဒီလောင်ရိပ်ထဲမှာ ပိတ်မိနေသူလားသူတကယ်ပဲ မီနာ့အဖေကိုရန်ပြုခဲ့တာလားမီနာတစ်ယောက်ရော ချာနွန်ကိုဘယ်တော့မှအမြင်ကြည်မလဲအရိုင်းပန်းလေးမီနာတယောက် ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ရမလဲဆိုတာကိုတော့အရမ်းကောင်းတဲ့ဒရမ်မာဇာတ်ကားလေးဖြစ်တဲ့ “သံမဏိအရိုင်းပန်း”ကို စောင့်မျှော်ကြည့်ရှုရအောင်နော်Native Title: ดอกหญ้าป่าคอนกรีต\nEpisodes: 15\nAired: May 29, 2023 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: GMM One\nDuration: 40 min.Translated by  Nang Mwe Kham & Lei Wutyi TunEncoded ...",
        "url": "https://channelmyanmar.org/tvshows/a-wildflower-in-the-city-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYTkxMDc2OTUtNjAyYi00NDUyLWE4OGMtODQwMjY5ZmRmOTMwXkEyXkFqcGdeQXVyMjM3NjM3Mg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Crowded Room (2023)",
        "description": "Apple TV+ ကနေ ထွက်ရှိလာတဲ့ IMDb 6.9/10 ရထားတဲ့ psychological thriller အမျိုးအစား miniseries အသစ်ဖြစ်ပါတယ်။MCU ရဲ့ Spiderman မင်းသား Tom Halland နဲ့ Ma Ma Mia star Amanda Seyfried တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ နယူးမြောက်မြို့လယ်ခေါင်မှာ ဖြစ်ပွားခဲ့တဲ့ သေနတ်ပစ်ခတ်မှုကြောင့် ဖမ်းဆီးခံလိုက်ရတဲ့ Danny ကို ပြစ်မှုကျူးလွန်ခဲ့သူ ဟုတ်မဟုတ် စုံထောက် Rya ကနေ စစ်မေးရာက ဒီလိုပစ်ခတ်မှု ဖြစ်လာရတဲ့ အကြောင်းရင်းတွေဖြစ်တဲ့ Danny ရဲ့ ဘဝဇာတ်ကြောင်းကို စိတ်လှုပ်ရှားစွာ ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။ File size…(1.3 GB)/(670 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….00:56:00\nGenre...Drama, Crime, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/the-crowded-room-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/scWO6QRf2xFWvJWtnUcnkqVPvmb.jpg",
        "title": "Twilight ( 2023 )",
        "description": "ဒီတစ်ခေါက် CM ရဲ့ ပရိသတ်တွေအတွက် မင်းသားလေး Allen Ren နဲ့\nမင်းသမီးလေး Angelababy တို့ရဲ့ ဇာတ်လမ်းသစ်လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-စိတ်ကျန်းမာရေးဆရာဝန်ဖြစ်သူ လျိုရှာဟာ လမ်းမှာ တံတားပေါ်က ခုန်ချချင်တဲ့\nအမျိုးသမီးတစ်ယောက်ကို သူ့ရဲ့ပညာနဲ့ကူညီပေးခဲ့ပြီး ကယ်တင်ပေးခဲ့ပါတယ်။\nအဲ့ဒီ့အဖြစ်အပျက်ကို သူ့ရဲ့ စုံထောက်ဝတ္ထုကို ဇာတ်ညွှန်းအဖြစ် ရေးချင်နေသူ\nစာရေးဆရာ ချီလျန်ရှန်းက တွေ့သွားပြီး လျိုရှာကို အကြံပေးအဖြစ် လုပ်ပေးဖို့ ဖိတ်ခေါ်ခဲ့ပါတယ်။လူအများအပြားကို ကူညီပေးချင်တဲ့ စိတ်ကူးအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့အတွက်\nလျိုရှာက သူမရဲ့ကိုယ်ပိုင်ရုံးခန်း ဖွင့်ခဲ့ပြီးတော့ လူအများကို\nစိတ်ကျန်းမာရေးပညာနဲ့ အကူအညီပေးနိုင်ခဲ့ပါတယ်။ ချီလျန်ရှန်းရဲ့ ဝတ္ထုကို\nဇာတ်လမ်းအဖြစ် ပြောင်းလဲနေချိန်မှာလည်း လျိုရှာရဲ့ အကူအညီတွေ ရရှိခဲ့ပါတယ်။သူတို့နှစ်ယောက် အဆက်အသွယ်အမြဲရှိနေခဲ့ပြီး ချီလျန်ရှန်းဟာလည်း\nလျိုရှာအပေါ် တဖြည်းဖြည်း မေတ္တာရှိလာခဲ့တယ်။ အဲ့နောက်မှာ\nတဖြည်းဖြည်း လျိုရှာရဲ့ ပရဟိတလုပ်ငန်းတွေမှာ ပါဝင်ခဲ့ပြီးတော့\nဘဝအခက်အခဲတွေနဲ့ ရင်ဆိုင်နေရသူတွေကို ကျော်ဖြတ်နိုင်အောင် ကူညီပေးခဲ့ပါတယ်သူတို့နှစ်ယောက်လည်း အကြိမ်ကြိမ်ပူးပေါင်းမှုတွေကတစ်ဆင့်\nတဖြည်းဖြည်းနီးကပ်လာပြီး ဘယ်လိုတွေရှေ့ဆက်လှမ်းကြမလဲ\nဘယ်လိုတွေ အခက်အခဲကို ဖြတ်ကျော်ကြမလဲဆိုတာ ဆက်လက်ခံစားကြည့်ရှုပါQuality : WEB-DL 1080p ...",
        "url": "https://channelmyanmar.org/tvshows/twilight-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eii3tllx5vS2BF6BPcXohrm9hWz.jpg",
        "title": "Nineteen to Twenty (2023)",
        "description": "19/20 (2023)ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ရှိုးလေးက''Nineteen to Twenty ''ဆိုတဲ့\n၁၈နှစ်ဆယ်ကျော်သက်ကနေ အသက်၂၀ ပြည့်ပြီးတရားဝင်အရွယ်ရောက်တဲ့သူတွေဖြစ်ကြတော့မယ့်\nအထက်တန်းကျောင်းသား/သူလေးတွေ၁၂ယောက်ကို''19 School''ဆိုတဲ့ကျောင်းမှာ\nအရွယ်ရောက်လာရင်တတ်သင့်တဲ့ သင်ခန်းစာတွေကိုသင်ပေးမှာပါအသက်ပြည့်တဲ့သူဖြစ်လာတဲ့ခံစားချက်နဲ့အသက်ပြည့်တဲ့သူဖြစ်ဖြစ်ချင်းဘာလုပ်ချင်လဲဆိုတာတွေကိုကြည့်ရှုရမှာပါဒီ\nကျောင်းရဲ့စည်းမျဥ်းကတော့တစ်ခုတည်းပါပဲ''ရည်းစားမထားရဘူး''ဆိုတဲ့စည်းမျဥ်းပါ။\nရုပ်ချောပြီး ချစ်စရာကောင်းတဲ့သူတွေချည်း နေတဲ့ကျောင်းမှာ သူတို့ရဲ့တစ်ခုတည်းသောကျောင်းစည်းကမ်းကိုလိုက်နာနိုင်ပါ့မလား ဆိုတာကြည့်လိုက်ကြရအောင်နော်..\nဒါကကိုယ့်ရဲ့အထက်တန်းကျောင်းသားဘဝကအမှတ်တရတွေကို ပြန်ပြီးသတိရစေမယ့်ရှိုးလေးတစ်ခုလည်းဖြစ်ပါတယ်(ကိုရီးယားအသက်ကနိုင်ငံတကာထက်အသက်၂နှစ်ပိုပြီးတွက်ထားလို့ ၂၀ မှအသက်ပြည့်တယ်လို့ယူဆတာပါ\nသူတို့ဆီမှာအသက် ၂၀ ဆိုတာ မြန်မာနိုင်ငံက ၁၈ နှစ်နဲ့ ညီမျှပါတယ်။)ဒီရှိုးကို-Cho Kyu hyun, Kim Ji Eun ,Lee Su Hyun,Jung Se wonတို့ကတင်ဆက်ထားပါတယ်အညွှန်းကိုတော့ Thae Thae မှရေးသားပြီး\nဘာသာပြန်တာကတော့ CM Variety Team ကပဲဖြစ်ပါတယ်Genre..... Reality, Dating, Romance\nQuality…. 1080p | 720p\nFile size…1GB | 400MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Team\nEncoder ..... Aaron720pEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/nineteen-to-twenty-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/gZPhhTvpm1PWTsmAtabWVz6Nsex-133x200.jpg",
        "title": "Rafuchakkar (2023)",
        "description": "Rafuchakkar (2023)IMDb-6.8/10အခုနောက်ပိုင်း အိန္ဒိယစီးရီးတွေပိုပိုကောင်းလာတယ်ဆိုတာ ငြင်းမရတဲ့အချက်တစ်ခုပါပဲ ခုတစ်ခါလည်း\nဆုရနာမည်ကြီးမင်းသားမင်းသမီးတွေဖြစ်တဲ့ Manish Paul ၊ Priya Bapat တို့နဲ့\nသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ crimes ‌and drama စီးရီးလေး တင်ဆက်ပေးလိုက်ပါတယ်မိဘတွေရဲ့ မင်္ဂလာနှစ်ပတ်လည်ကျင်းပဖို့ရောက်နေတဲ့ ပါဝန်ကူးမားဟာဘုမသိဘမသိအဖမ်းခံပြီးတရားရုံးထိ\nတန်းရောက်သွားပါတော့တယ် သူ့ရဲ့ရိုးသားမှုအတွက် အမှုရင်ဆိုင်ပေးမဲ့ရှေ့နေကတော့ ငယ်သူငယ်ချင်းဂျယ်ဒေ့ဗ်\nသူစွပ်စွဲခံထားရတဲ့အမှုတွေက ပါလီမန်အဖွဲ့ဝင်တစ်ဦးနဲ့ သူ့သမီးကိုလိမ်လည်မှု၊ နိုင်ငံတွင်းကနာမည်အကြီးဆုံးဘီစကစ်စက်ရုံကမုန့်ကို\nအဆီချဘီစကစ်ဆိုပြီး အမျိုးသမီးတွေကိုလိမ်ရောင်းမှု စသဖြင့်နိုင်ငံ့ပြည်သူတွေကိုထိခိုက်စေတဲ့ လိမ်လည်မှုပေါင်းများစွာ။အိန္ဒိယနိုင်ငံ‌တော်အတွက်ဆိုတဲ့ ခံယူချက်နဲ့ သူ့ကိုစွဲချက်တင်မှာကတော့ ရီတူး ၊ သူကလည်း ဒီအမှုတွေကို\nသိတောင်မသိပါဘူးငြင်း သူငယ်ချင်းဖြစ်သူဂျယ်ဒေ့ဗ်ကလည်းသူအပြစ်ကင်းကြောင်းသက်သေအစုံပြပေး၊\nရီတူးကလည်း သူကျူးလွန်ခဲ့တဲ့အကြောင်းရာအပြည့်စုံကို ဇာတ်လမ်းသဖွယ်စိတ်ဝင်စားနိုင်အောင်တင်ပြနိုင်နေလေတော့\nတရားခွင်ဟာ အကြိတ်အနယ်ဖြစ်လာပါတော့တယ် ဒီလိမ်လည်မှုပေါင်းများစွာကျူးလွန်နေတဲ့သူ\nကျူးလွန်ရတဲ့အကြောင်းရင်းကို ရီတူးရဲ့ ဖော်ထုတ်ပုံတွေနဲ့အတူရှုစားကြည့်ပါဦး(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~Soe Kalayarတို့ပဲဖြစ်ပါတယ် )File Size – 800MB / 400MBDuration – 40minsTotal Episodes: 9EpsSubtitle – Myanmar HardsubFormat – ...",
        "url": "https://channelmyanmar.org/tvshows/rafuchakkarc-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTFiNGVhNzEtNDNhZi00ZjQzLWEwOTgtYWI2N2FiMTZhNTE4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Twisted Metal – Season (01)",
        "description": "Twisted Metal - Season (01)\n====================\nIMDb Rating - 7.8/10Anthony Mackie(New Captain America မင်းသား) ရဲ့ စီးရီးသစ်လာပါပြီ။\nTwisted metal ဆိုတဲ့ ဗီဒီယိုဂိမ်းကို အခြေခံရိုက်ကူးထားပြီး IMDb\nrating 7.5 ရရှိထားတဲ့ Adventure, Action, Comedy စီးရီးလေးပါ။\nလွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က ကမ္ဘာပျက်ပြီးနောက်မှာ မြို့တွေမှာ တံတိုင်း\nတွေ ကာလိုက်ကြပါတယ်။ အဝင်အထွက်ကို တင်းကြပ်ထားပြီး အပြင်\nလူတွေက တံတိုင်းတွင်းကို ဝင်ခွင့်မရှိပါဘူး။ ကိုယ်တွေရဲ့ ဇာတ်လိုက်\nဂျွန်ဒိုး(Anthony)ကတော့ မြို့တစ်မြို့နဲ့တစ်မြို့ ပစ္စည်းလိုက်ပို့ပေးတဲ့\nDelivery သမားလေးပါ။ သူတို့အခေါ် နွားနို့ပို့သမားပေါ့။တစ်နေ့တော့ နယူးဆန်ဖရန်စစ္စကိုရဲ့ စီအိုအိုက ဂျွန်ဒိုးကို နယူးချီကာဂို\nကနေ ပစ္စည်းသွားယူပေးရင် တံတိုင်းတွင်းနေထိုင်ခွင့်ပေးမယ်လို့ အပေး\nအယူလုပ်လာပါတယ်။ သက်စွန့်ဆံဖျားအလုပ်လုပ်ရင်း သံယောဇဉ်တွယ်\nစရာဆိုလို့ သူ့ကားလေးပဲရှိတဲ့ဘဝမှာ ဂျွန်ဒိုးတစ်ယောက် တံတိုင်းတွင်းက\nဘဝကို လောဘတက်မိပါတယ်။ ဒါကြောင့်ပေးလိုက်တဲ့အချိန်အတွင်း\nပစ္စည်းသွားယူနိုင်ပါ့မလား ပစ္စည်းကရောဘာလဲ ခရီးတစ်လျှောက်ဘာ\nတွေနဲ့ကြုံရမလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါဦး။\n(သွေးထွက်သံယိုအခန်းတွေပါတဲ့အတွက် အသည်းငယ်သူများ မကြည့်သင့်ပါ)(ဒီစီးရီးရဲ့အညွှန်းကို ...",
        "url": "https://channelmyanmar.org/tvshows/twisted-metal-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2G5m6cMGN5DR5GsGGdg9OcgNNlG.jpg",
        "title": "Secret Garden (2010) [Complete]",
        "description": "Secret Garden (2010)*********************အပိုင်း (၁ မှ ၁၆) စ/ဆုံးဒီဇာတ်လမ်းလေးဟာဆိုရင်လည်း Hyun Bin, Ha Ji-won, Yoo In-a, Lee Jong-sukတို့လိုတကယ့်နာမည်ကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားပြီး ဝက်ဝက်ကွဲပေါက်ခဲ့တဲ့seriesလေးဖြစ်တာမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ရှင်။ဂင်ဂျူဝန်း(Hyun Bin) ဟာ မောက်မာပြီး စိတ်ထင်ရာစိုင်းတတ်တဲ့ သူဌေးသားလေးတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ဂီလ်ရာအင်း (Ha Ji-won) ဆိုတဲ့ ဘဝကို ခက်ခက်ခဲခဲဖြတ်သန်းနေရတဲ့စတန့်သရုပ်‌ဆောင်နဲ့တွေ့ဆုံဖို့ အကြောင်းဖန်လာပြီးသူတို့ခန္ဓာကိုယ်တွေ လဲသွားတဲ့အခါမှာတော့....သူတို့နှစ်ယောက်ရဲ့ ခန္ဓာကိုယ်တွေကရော ပြန်လဲလို့ရပါ့မလား...။လူတွေမရိပ်မိသွားအောင်‌ရော သူတို့ ဟန်ဆောင်နိုင်ပါ့မလား...။ဆိုတာတွေကို အလွမ်း၊အဆွေး၊ဟာသစသည့် ရသမျိုးစုံနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။  Genres: Comedy, Romance, Melodrama, Supernatural\nDuration: 65 mins\nEpisodes: 20\nOriginal Network: SBS\nFile Size: 720p(~668MB) , 1080p(1.85GB)\nTranslated by Chothet_mlmt , Hana, Hnin Wai Oo, KhinNi, Stary, Phyu Phyu Thein & ...",
        "url": "https://channelmyanmar.org/tvshows/secret-garden-2010-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYNBOOgEnaPTwZQdpdVMUGJDcYT.jpg",
        "title": "Deadloch (2023)",
        "description": "Deadloch (2023)\n=========\nComedy, Crime\nIMDB 6.6/10ဇာတ်လမ်းတွဲကောင်းတွေထွက်တဲ့ amazon prime ရဲ့ Comedy , Crime ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်\nDeadloach ဆိုတဲ့ မြို့လေးက လူနေနည်းပြီး အေးဆေးတိတ်ဆိတ်တဲ့ ခရိုင်မြို့ငယ်လေးဖြစ်ပါတယ်\nတစ်နေ့တော့ သူ့တို့မြို့ရဲ့ လူသိများပြီး ဖော်ရွေတဲ့ ထရန့်လေသန်ဆိုတဲ့ လူတစ်ယောက် ကမ်းခြေမှာ ကိုယ်တုံးလုံးနဲ့ သေနေပါတယ်....\nနယ်ခံရဲတွေကတော့ ဒါကို မူးရူးပြီး ခိုက်ရန်ဖြစ်ပွားခဲ့တယ်လို့ ယူဆရင်း သာမန်လူသေမှုအဖြစ် သတ်မှတ်လိုက်ပါတယ်\nဒါပေမယ့် မကြာခင်မှာပဲ ထရန့်ရဲ့ အစ်ကိုဖြစ်သူ ဂါဗင်လေသန်ကလည်း သူ့ညီလိုပဲ သေဆုံးရင်း လျှာပါ နှုတ်ယူခံလိုက်ရပါတယ်\nညီအစ်ကိုနှစ်ယောက်လုံး လျှာဖြတ်ခံရပြီးသေသွားတဲ့ အမှုဟာ သာမန်သွေးရိုးသားရိုး မဟုတ်ဘဲ\nကွင်းဆက်လူသတ်သမားတစ်ယောက် ဒက်လော့ချ်မှာရှိနေပြီဆိုတာကို သိလိုက်ရပါတယ်...\nဒီအမှုကို ဦးဆောင်ဖြေရှင်းဖို့အတွက် လစ်စ်ဘွန်းမြို့က စုံထောက် အက်ဒီရက်ကလစ်ဖ်နဲ့ နယ်ခံရဲမေ ဒေါ်စီကော်လင်းတို့ တာဝန်ဖြစ်လာပါတယ်...\nနှစ်ယောက်လုံးက Lesbian တွေဖြစ်ပြီး အမြဲတမ်းသဘောထားကွဲလဲနေတဲ့ ဘုနဲ့ဘောက်ဖြစ်တာကြောင့်\nဒီကွင်းဆက်လူသတ်သမားအမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်းကိုတော့ Thiha Yan ...",
        "url": "https://channelmyanmar.org/tvshows/deadloch-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/ems-133x200.png",
        "title": "Ted Lasso (2023) Season 03",
        "description": "Ted Lasso (2023) Season 03 ~ IMDb - 8.2/10, Rotten Tomatoes - 89% ~ Ted Lasso တတိယတွဲကတော့ ဒီကားကို ရိုက်ကူးတဲ့လူတွေရဲ့ စေတနာပါပုံကို မြင်ရမယ်လို့ ပြောရမလားပဲ။ ရှေ့မှာပြောခဲ့တဲ့ စကားတွေကို အလကားမဟုတ်တာ ပြန်ပြန်ပြသွားတဲ့ အခန်းတွေမနည်းဘူး။ ရှေ့အခန်းတွေကို သေချာကြည့်ခဲ့ရင် နောက်မှာ သတိထားမိမယ့်ဟာတွေများတယ်။ ဒီအတွဲက ပရီးမီးယားလိဂ်မှာ ပြန်စကန်မယ့်ပွဲဆိုတော့ အပြိုင်အဆိုင်တွေလည်းများသလို အပြောင်းအလဲတွေလည်းများတယ်။ စစချင်း ရစ်ချ်မွန်းအသင်းကို အားကစားသုံးသပ်သူတွေအားလုံးက ဘိတ်ချီးအဆင့်နဲ့ ရာသီသိမ်းလိမ့်မယ် တန်းပြန်ဆင်းရမယ်ချည်း ဝိုင်းခန့်မှန်းထားကြသလို ရူးပတ်ရဲ့ ဝက်စ်ဟမ်းကိုတော့ ထိပ်ဆုံးလေးသင်းထဲ ဝင်လိမ့်မယ်ဆိုပြီး မှန်းထားကြလို့ ရေဘက်ကာအတွက်လည်း နိုင်မှဖြစ်တော့မယ့် အခြေအနေဆိုက်နေတယ်။ သူတို့နည်းပြအုပ်ထဲ တကယ်ဗျူဟာထုတ်နိုင်တဲ့ တစ်ဦးတည်းသောနည်းပြ နိတ်ကလည်း ရူးပတ်အသင်းဆီ ကူးသွားပြီဆိုတော့ အကုန်လုံး ကမောက်ကမဖြစ်နေတဲ့ကာလပါပဲ။ ဒါပေမဲ့လည်း ကမောက်ကမတွေကြားမှာပဲ ဂန္ထဝင်ဘောလုံးသမားတစ်ယောက်ကို သူတို့ရလာတယ်။ ဘုရားပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/ted-lasso-2023-s03/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s1BUcxuOnlG8b54XqwN9N2tTdES.jpg",
        "title": "An Ancient Love Song ( 2023 )",
        "description": "ပဲခြမ်း (Douban)မှာ အဖွင့် Rating 8.4ရထားတဲ့\nWeibo မှာလဲ Review တွေအရမ်းကောင်းတဲ့\nWeb Dramaလေးကိုတင်ပေးပါဦးဆိုလို့\nCMကနေပြီး ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီ။ရှေးခေတ်မိဖုရားတစ်ပါးနဲ့ ခေတ်သစ်စာရေးဆရာတစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ...…\"ကျွန်တော်အရမ်းထူးဆန်းတဲ့အိပ်မက်တစ်ခုမက်ခဲ့တယ်\nအိပ်မက်ထဲကအမျိုးသမီးကို\nဘယ်သူမှန်းမသိပေမယ့် သူကတော့ကျွန်တော့်ကို\nဖောက်ထွင်းမတတ်စူးစူးစိုက်စိုက်ကြည့်နေခဲ့တယ်\"ရှန်ပုယန်ရှန်ပုယန်ဟာ (နန်ရှန့်ဒဏ္ဍာရီ)ဆိုတဲ့ မကျင့်ပျက်\nမိစ္ဆာမိဖုရားကြီးအကြောင်း ဝတ္ထုစာအုပ်ကို\nထုတ်ဝေခဲ့ပြီးအောင်မြင်နေပါတယ်။\nဒါပေမယ့် အယ်ဒီတာချုပ်ကဒုတိယပိုင်းကို\nဆက်ရေးဖို့တောင်းဆိုလာတော့ အရမ်းရှေးကျလွန်းတဲ့အတွက်\nသမိုင်းအချက်အလက်အရမ်းနည်းတာကြောင့်\nဘယ်လိုဆက်ရေးရမှန်းမသိဖြစ်နေပါတယ်။အဲဒီအချိန်မှာပဲ သူဟာမထင်မှတ်ပဲ တာ့ရှန့်ခေတ်ကိုရောက်သွားပြီး\nသူ့ဝတ္ထုထဲကဇာတ်ရုပ်ဖြစ်တဲ့ မိဖုရားဆိုးလုယွမ်းနဲ့ တွေ့ဆုံခဲ့ရတယ်။\nရှန်ပုယန်က လုယွမ်းကိုမသိပေမယ့် လုယွမ်းကတော့ ရှန်ပုယန်ကိုရင်းနီးနေသလိုပဲ.....\nအပြင်မှာဆုံတွေ့ရတော့ လုယွမ်းက သူထင်သလိုမိဖုရားဆိုးမဟုတ်သလိုပါလား.....ဒီလိုနဲ့ရှန်ပုယန် တစ်ယောက်ဟာ မေးခွန်းပေါင်းများစွာနဲ့ အကြိမ်ကြိမ်အချိန်ခရီးသွားပြီး\nတာ့ရှန့်တိုင်းပြည်မှာတဝဲလည်လည်ဖြစ်ရင်း မိဖုရားဆိုးလုယွမ်းနဲ့\nဘယ်လိုသံယောဇဉ်တွေငြိတွယ်ပြီး\nဘယ်လိုကံကြမ္မာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ ဆက်အားပေးလိုက်ပါဦးနော်။Quality : WEB-DL 1080p , 720p\nTotal Episodes :14\nFormat : mp4\nGenres : Drama\nRuntime : 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK \nEpisode 1 - ...",
        "url": "https://channelmyanmar.org/tvshows/an-ancient-love-song-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNTEwYzNiMGUtNzRlYS00MTMzLTliNzgtOGUxZGZiNThlNWYwXkEyXkFqcGdeQXVyMjYwNDA2MDE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Black Mirror (2011)",
        "description": "\"နည်းပညာ\" ဆိုတာ အသွားနှစ်ဖက် ပါတဲ့ ဓားလိုပါပဲ။ ကောင်းကျိုးရော ဆိုးကျိုးရော ဒွန်တွဲ ပါနေတဲ့ အရာတစ်ခုပါ။ Netflix က ထွက်တဲ့ လူကြိုက်အများဆုံး စီးရီးထဲက တစ်ခုဖြစ်ပြီး rating လဲ မခေလှတဲ့ ဒီ Black Mirror စီးရီးမှာဆိုရင် နည်းပညာရဲ့ ကောင်းကျိုး ဆိုးပြစ်တွေကို ကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြသွားပါတယ်။ စီစန်တစ်ခုကို ၃ ပိုင်းနဲ့ ၆ ပိုင်းကြားပဲပါပြီး တစ်ပိုင်းချင်းကို စပယ်ရှယ်ပြင်ဆင်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ကြမ်းတမ်းတဲ့ အခန်းတွေ ပါတာတော့ သတိပြုပေးပါ။ တစ်ပိုင်းချင်းစီက ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပြီး တစ်ပိုင်းကြည့်ပြီးတိုင်း မတူညီတဲ့ ရသနဲ့ message တွေကို ပေးနေမှာပါ။ ကြည့်ပြီးရင်လည်း လခွမ်းတို့ ဘာလဲဟတို့ဆိုပြီး တသသ ဖြစ်နေမဲ့ ဇာတ်လမ်းမျိုးတွေချည်းပဲမို့ အချိန်မဆွဲဘဲ အခုပဲ ကြည့်လိုက်ကြရအောင်။File size…(950 MB)/(400 ...",
        "url": "https://channelmyanmar.org/tvshows/black-mirror-2011/"
    }
]