[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/sand-141x200.jpg",
        "title": "The Sand Princess (2019)",
        "description": "The Sand Princess (2019)\n================” သဲမင္းသမီးေလး “သူမနာမည္က ဂုတ္ ( ဂုတ္ခ်နီဖာ )\nဂုတ္ဆိုတဲ့အဓိပၸါယ္က ၾကာပန္းေလးေပါ့…ဒါေပမယ့္ သူမဘဝက ေနကိုမျမင္ရတဲ့ရႊံ႕ႏြံေတြဖံုးေနတဲ့ ၾကာပန္းေလးလိုပါပဲမိဘအရင္းေတြဘယ္သူမွန္းမသိတဲ့ မိဘမဲ့အျဖစ္ ေမြးဖြားခဲ့ၿပီး ငယ္ငယ္တည္းက စာနဲ႔အလုပ္တူတူတြဲလုပ္ၿပီး ကိုယ့္ကိုယ္ကိုယ္အားကိုးခဲ့ရတယ္ ၊တစ္ေန႔မွာေတာ့ ဂ်ီရာဖတ္ဆိုတဲ့သူေဌးသားေလးနဲ႔ေတြ႔ခဲ့တယ္ေနေရာင္ကိုေတြ႔လိုက္ရတဲ့ေသခါနီးၾကာပန္းေလးလို သူမေပ်ာ္ခဲ့တာေပါ့…ဒါေပမယ့္ အမွားႀကီးမွားခဲ့တာတယ္\nဂ်ီရာဖတ္က ငေပြင႐ူပ္ လူေဘာ္ေက်ာ့ျဖစ္ေနခဲ့ၿပီး ဂုတ္က သူ႔ပိုက္ဆံယူတဲ့ခိုင္းဖက္ျဖစ္ခဲ့ရတယ္…တစ္ရက္မွာ ဂုတ္က ဂ်ီ႕မိန္းကေလးကိစၥတခုမွာ မေမ်ွာ္လင့္ပဲ ဝင္ပါခဲ့မိတယ္အဲ့ဒီအရာကပဲ သူမဘဝကိုအေျပာင္းလဲႀကီးေျပာင္းလဲသြားေစခဲ့တယ္ဂ်ီ႕က သူ႔ရည္းစားကေမြးတဲ့ သူ႔သမီးကို ဂုတ္သမီးအျဖစ္ေမြးေပးဖို႔ ပိုက္ဆံေပးငွါးခဲ့တယ္\nသူကက် ေမာ္ဒယ္ေခ်ာေလးအက္ဖ္နဲ႔ယူေတာ့မွာေပါ့ ၊ဒီလိုနဲ႔ ဂုတ္က ဂ်ီ႕ကေလးေလးကို ထိန္းခဲ့ရင္း ခီရာကြမ္လို႔ေခၚတဲ့လူေခ်ာေလးနဲ႔ ေတြ႔ဆံုခဲ့တယ္ ၊မထင္မွတ္ထားပဲ ခီရာကြမ္က ဂ်ီရာဖတ္ အကိုျဖစ္ေနတဲ့အျပင္ အက္ဖ္ရည္းစားေဟာင္းပါျဖစ္ေနတဲ့အခါမွာေတာ့...သူ႔ညီ ေ႐ွ႕ေရးမပ်က္စီးဖို႔ ဂုတ္ကို သူနဲ႔လက္ထပ္ဖို႔ကမ္းလွမ္းခဲ့ရာက\nဂ်ီ ဂုတ္ ခီ သူတို႔ေတြရဲ႕ သံုးပြင့္ဆိုင္ဇာတ္လမ္းေလးစတင္ခဲ့ေတာ့တယ္…။( အညႊန္းေရးသားျပီး ဘာသာျပန္ေပးထားၾကတာကေတာ့ Kyi Nue Zin ...",
        "url": "https://channelmyanmar.org/tvshows/the-sand-princess-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/THE-TERROR-Season-1-Poster-1-135x200.jpg",
        "title": "The Terror (season 1 complete)",
        "description": "The Terror (2018)ဒီဇာတ်လမ်းက Terror (တယ်ရာ) နဲ့ Erebus (အယ်ရူဘတ်စ်)သင်္ဘောနှစ်စီးအကြောင်းကို ရိုက်ထားတာပါ။အာတိတ်သမုဒ္ဒရာထဲက ရေခဲပြင်ထဲမှာ ပိတ်မိနေတဲ့သဘောၤသားတစ်စုရဲ့အကြောင်း ရိုက်ကူးတင်ဆက်ထားတာပါ။ ြဖစ်ရပ်မှန်ကို အခြေခံထားတဲ့ ဝတ္ထုကို ရိုက်ထားတာဖြစ်တဲ့အတွက် အတော် စိတ်ဝင်စားဖို့ ကောင်းပါတယ်။ရေခဲပြင်ထဲမှာ အသက်ရှင်သန်ဖို့ ဘယ်လိုကြိုးစားကြသလဲဆိုတာကို တွေ့မြင်ရမှာပါ။သင်္ဘောသားတွေရဲ့သဘောသဘာဝနဲ့ ရေခဲပြင်အကြောင်းကို ကြည့်ရမှာဆိုတော့မြင်နေကျကားတွေထဲကတော့ ကွဲထွက်နေမှာပါ။ တစ်ခုထူးခြားတာက နတ်ဆရာတွေ၊မိစ္ဆာတွေ နဲ့ ယဇ်ပူဇော်မှု အကြောင်းတွေလည်း ပါပါတယ်။ဇာတ်လမ်းက တစ်ပိုင်းထက်တစ်ပိုင်း စိတ်ဝင်စားစရာတွေသာ များလာတာမို့လက်မလွှတ်သင့်တဲ့ဇာတ်လမ်းတစ်ခုလည်း ဖြစ်ပါတယ်။ခုဆိုရင် Season 2 ကို ပြီးခဲ့တဲ့ သြဂုတ်လက ဆက်လက်ပြသခဲ့ပါတယ်။IMDb Rating ကလည်း 8/10 ရထားတာမို့ အရမ်းတော့ ထပ်ညွှန်းစရာ လိုမယ် မထင်ပါဘူးဗျာ။\nFile Size : (350-450mb) \nQuality : Bluray720p\nRunning Time : 50-60min\nFormat : Mp4\nGenre : ...",
        "url": "https://channelmyanmar.org/tvshows/the-terror-season-1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yiW9Prv24gm4Ym9Woz4cUHLmCNI.jpg",
        "title": "Strangers From Hell (2019)",
        "description": "(Unicode) ဆိုးလ်မြို့ပေါ်မှာလို့တောင်မထင်ရလောက်အောင် စုတ်ပြတ်သတ်နေတဲ့အဆောင်တစ်ခုဘာမှန်းမသိရပဲ အရမ်းစပ်စုတဲ့ အဆောင်ပိုင်ရှင်အဒေါ်ကြီး တွေ့လိုက်တိုင်း porn တွေကြည့်နေတဲ့ နှာဘူးတစ်ယောက်ကြပ်မပြည့်မတ်မပြည့်ညီအစ်ကို၂ယောက် ရုပ်ကလေးချောချောလေးနဲ့ဘာလုပ်လို့ဘာကိုင်မှန်းမသိ အိတ်တစ်လုံးနဲ့လျှောက်သွားနေတဲ့လူတစ်ယောက်အဲ့လိုမျိုးအရှုတ်ထုတ်တွေကြားထဲကိုရောက်သွားတဲ့ မွဲတေနေတဲ့ အလုပ်သစ်ရကာစကောင်လေးတစ်ယောက် အဲ့ရပ်ကွက်ကကြောင်တွေ၁၃ကောင်ဆက်တိုက်သေတယ်ကြောင်သေမှုကိုစုံစမ်းချင်နေတဲ့ရဲမေလေးတစ်ယောက်ရှိတယ်ပရဟိတတွေလုပ်ပြီးချောမောတဲ့သွားဆရာဝန်တစ်ယောက်လဲပါတယ်အဲ့ရပ်ကွက်မှာ လူပျောက်မှုတွေလဲမကြာမကြာဖြစ်တတ်တယ် ဒီကားကဘယ်လိုကားမျိုးလဲparasite ကိုကြည့်ပြီးပြီလား အဲ့ကားကိုကြည့်တုန်းမှာ ခံစားရတဲ့ခံစားမှုကိုမှတ်မိသေးလားမွန်းကြပ်မှု အားမလိုအားမရဖြစ်မှု ကြောက်လန့်မှု စိတ်လှုပ်ရှားမှု အဲ့လိုတွေခံစားခဲ့ရတယ်မို့လားဒီကားက အဲ့လိုခံစားမှုမျိုးကို အပိုင်း ၁၀ပိုင်းနဲ့ခံစားရမှာပဲ မယုံမရှိနဲ့ တစ်ပိုင်းကြည့်ပြီးရင် နောက်အပိုင်းတွေကိုမကြည့်ပဲမနေနိုင်လောက်အောင်ဆွဲဆောင်မှုရှိတယ်ဆွဲဆောင်မှုအရှိဆုံးအပိုင်းကတော့ ကိုယ်တွေအရမ်းချစ်ရတဲ့ ဂေါ်ဘလင်ကားထဲက သေမင်းဦးဦးကို ဘယ်ကားထဲမှာမှမတွေ့ဖူးသေးတဲ့ဇာတ်ကောင်နဲ့တွေ့ရမှာပဲပြီးတော့ သူကဇာတ်ဆောင်အဖြစ်နဲ့ပါလာတာရောဟုတ်ရဲ့လားနံမည်ကြီးသရုပ်ဆောင်ကို ဇာတ်ပို့လုပ်ခိုင်းပြီးတော့ လူသိပ်မသိတဲ့ နာမည်သိပ်မရသေးတဲ့ သူကို ဇာတ်ဆောင်တင်ရိုက်ထားတဲ့ ဇာတ်လမ်းကြီးက ကြမ်းထော်နေတဲ့ကားမို့ပြီးတော့ OCN ကရိုက်တဲ့ကားမို့ ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်ဘာမှမရရင်တောင်မှ နောင်တတော့ရမှာပါ ကြည့်ပြီးရင် စိတ်ထဲကမထုတ်နိုင်တော့လို့ ငါလာလို့ကြည့်မိတာလဲဆိုပြီးတော့တစ်ပတ်၂ပိုင်းလာမယ် စနေတနင်္ဂနွေ ညတွေလာမှာပါဘာသာပြန်ပြီးတော့ တနင်္ဂနွေ တနင်္လာမနက်တွေမှာတင်ပေးမှာပါ(ဘာသာပြန်ပေးထားသူတွေကတော့ Felix ပါ) (Zawgyi) ဆိုးလ္ျမိဳ႕ေပၚမွာလို႕ေတာင္မထင္ရေလာက္ေအာင္ စုတ္ျပတ္သတ္ေနတဲ့အေဆာင္တစ္ခုဘာမွန္းမသိရပဲ အရမ္းစပ္စုတဲ့ အေဆာင္ပိုင္ရွင္အေဒၚၾကီး ေတြ႕လိုက္တိုင္း porn ...",
        "url": "https://channelmyanmar.org/tvshows/strangers-from-hell-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTU4NzA4MDEwNF5BMl5BanBnXkFtZTgwMTQxODYzNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Haunting of Hill House {Complete}",
        "description": "Plotမိသားစု ၁ စုရှိတယ်။မိဘနှစ်ယောက်က အိမ်ဟောင်း အိမ်အိုကြီးတွေကို ဝယ်၊ ပြန်ပြီးခမ်းနားသစ်လွင်သွားအောင်ပြုပြင်၊ စျေးတင်ပြီး ပြန်ရောင်းတတ်တဲ့ သူတွေ။ကလေး ၅ ယောက်နဲ့အတူ ပျော်ပျော်ရွှင်ရွှင် ချစ်ချစ်ခင်ခင်ပဲ။ဒါပေမဲ့ Hill မိသားစုရဲ့ အိမ်ကြီးကို ပြင်ဖို့ ပြောင်းရွှေ့လာတဲ့အခါမှာတော့ဒီ မိသားစု တစ်စုလုံးရဲ့ ဘဝကို ဆယ်စုနှစ်ပေါင်းများစွာ ပြောင်းလဲဖို့ အဖြစ်အပျက်တွေနဲ့ တွေ့ကြုံလာရပါတယ်။ReviewPlot ကိုဖတ်ကြည့်ရင် ထင်ကြမိမှာက typical horror ဇာတ်လမ်းပဲ၊အိမ်ပြောင်း သရဲခြောက်တယ် ဆိုပြီး။ဒါပေမဲ့ ဒီ base idea ကပဲ တူပြီး ကျန်တဲ့တစ်တွဲလုံးနီးပါးကနည်းနည်းလေးထူးခြားပါတယ်။သာမန် သရဲခြောက်လို့ ပြဿနာတွေ တောက်လျှောက်တက်တယ်ဆိုတဲ့ပုံမျိုးမဟုတ်ဘဲ ဒီအိမ်ကြီးကြောင့် ဖြစ်လာတဲ့ အကျိုးဆက်တွေကိုပိုပြီး ဦးတည်ထားတယ်။ ဒီအိမ်ကို ရောက်တော့ ကလေးတွေကငယ်ကြသေးတယ်။ဒါပေမဲ့ အိမ်မှာ အဆင်မပြေလို့ အိမ်ပြောင်းသွားတယ်၊ အသက်တွေကြီးလာတယ်၊ကလေးတွေရ အိမ်ထောင်တွေ ကျတဲ့အထိဒီအိမ်ကြီးရဲ့ လွှမ်းမိုးမှုတွေ၊ ငယ်ဘဝက ကြုံတွေ့ခဲ့ရတဲ့ trauma တွေကမိသားစုတစ်ခုလုံးကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-haunting-of-hill-house/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/p14153028_b_v8_aa-133x200.jpg",
        "title": "The Brave (2017)[စ/ဆုံး]",
        "description": "The Brave (2017)ဇာတ္လမ္းတြဲအပုိင္း(  ၁ မွ ၁၃ ) စ/ဆုံး=============အ​ေမရိကန္​ရဲ႕ စစ္​ဘက္​​ေထာက္​လွမ္​း​ေရး ​အဖြဲ႔တစ္​ခုျဖစ္​တဲ့ Defence Intelligence Agency (DIA)မွာ ပက္​ထရစ္​႐ွာကမ္​့ဘဲလ္​ ဆိုတဲ့အမ်ိဳးသမီးႀကီးက လက္​​ေထာက္​ၫႊန္​ၾကား​ေရးမႉးပါ ... သူ႔လက္​​ေအာက္​မွာ ... သတင္​းအခ်က္​အလက္​ စံုစမ္​း​ေဖာ္​ထုတ္​​ေရးအဖြဲ႔နဲ႔ ​ေျမျပင္​ စစ္​ဆင္​​ေရးအဖြဲ႔ ဆိုၿပီး ႏွစ္​ဖြဲ႔႐ွိပါတယ္​ ...\nDIA ရဲ႕ အဓိက ရည္​ရြယ္​ခ်က္​က​ေတာ့ ကမာၻတစ္​ဝွမ္​းက အႏ ၱရာယ္​ ႐ွိတဲ့ ​ေနရာ​ေတြမွာ အျပစ္​မဲ့ျပည္​သူ​ေတြ ​ေဘးကင္​း​ေရးအတြက္​ အသက္​​ေပး တာဝန္​ထမ္​း​ေဆာင္​ဖို႔ပဲျဖစ္​ပါတယ္​\n...\nဆုိေတာ့ ေျမျပင္စစ္ဆင္ေရးအဖြဲ႕ဟာ အထူးေလ့က်င့္ထားတဲ့ စစ္သားေတြျဖစ္ေလေတဲ့အျပင္တစ္ဦးခ်င္းစီမွာလည္း သတ္ျဖတ္ႏွိမ္ႏွင္းေရးအတြက္ ပါရမီေတြ ပါသလားမွတ္ရတယ္....\nDIA က အေရးေပၚညႊန္ၾကားခ်က္တစ္ခုရတာနဲ႕ ေျမျပင္စစ္ဆင္ေရးအဖြဲ႕က\nအခ်ိန္တုိအတြင္း စစ္ဆင္ေရးေတြကုိေအာင္ျမင္ေအာင္လႈပ္ရွားရပါတယ္...\nဒီလုိလႈပ္ရွားရတာ တကယ္ေတာ့ ထင္ထားတာထက္ကုိ ခက္ပါတယ္...\nႏုိင္ငံတကာရဲ႕ ဥပေဒေတြနဲ႕လြတ္ကင္းေအာင္ ေျခရာေဖ်ာက္လုပ္ကုိင္ရတာမ်ဳိးရွိတတ္သလုိ\nတစ္ခ်ဳိ႕ကိစၥေတြဆုိ ဥပေဒျပင္ပေတြျဖစ္သြားတတ္ပါတယ္...\nဒီဇာတ္လမ္းတြဲက ရင္ခုန္စိတ္လႈပ္ရွားဖုိ႕ေကာင္းပါတယ္....\nေခတ္မွီနည္းပညာေတြသုံးထားသလုိ အက္ရွင္ခန္းေတြလည္း ေ၀ေ၀ဆာဆာပါ ပါတယ္....\nေျမျပင္စစ္ဆင္ေရးအဖြဲ႕နဲ႕အတူ စြန္႕စားခန္းေတြ ...",
        "url": "https://channelmyanmar.org/tvshows/the-brave-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2EtZ91FzsFRe3FFtAr29ESgW9QK.jpg",
        "title": "Doctor John(2019)",
        "description": "Doctor John(2019)ဇာတ်လမ်းတွဲအပိုင်း ( ၁ မှ ၁၄) နှင့် အပိုင်းသစ် (၁၅)ကိုရီးယားဇာတ်လမ်းတွဲတွေဟာ အထူးသဖြင့် ဆရာဝန်နဲ့သက်ဆိုင်တဲ့ဇာတ်လမ်းတွဲတွေမှာဆိုရင် သူတို့နိုင်ငံရဲ့ ဆေးပညာအဆင့်အတန်းကိုကမ္ဘာကိုပြချင်တာကြောင့် ဆရာဝန်ကားတွေဆို အသေးစိတ်ရိုက်ကူးလေ့ရှိကြတယ်..Good Doctor 2013 လို စီးရီးမျိုးကို 2017 မှာတောင် တခြားနိုင်ငံကပြန်လည်ရိုက်ကူးခဲ့တာအတော်များများသိကြမှာပါ...သူတို့ရိုက်တဲ့ ဆေးလောကနဲ့သက်ဆိုင်တဲ့စီးရီးတွေက ဇာတ်လမ်းဇာတ်အိမ်လည်းကောင်းမွန်သလို ဆေးပညာတွေကိုလည်းပညာသားပါပါ ထည့်လေ့ရှိကြတယ်...Doctor Stranger 2014,Medical Top Team 2013,The Doctors 2016, Live upto your Name 2017 စတဲ့ ဇာတ်လမ်းတွဲတွေဟာ တကယ့်ကိုကောင်းမွန်တဲ့ဆေးပညာကိုဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့ အထင်ကရ ဇာတ်လမ်းတွဲတွေပါပဲ...ခုရက်ပိုင်းလေးက ထွက်ထားတဲ့ Doctor Prisoner လည်းရှိပါသေးတယ်...သို့ပေမယ့် ဒီလိုကားတွေဟာ ဘာသာပြန်ဖို့ကျတော့ ဆေးပညာနဲ့ပတ်သက်တဲ့အသုံးအနှုန်းတွေကြောင့် အခက်အခဲများစွာရှိလို့ မတင်ဖြစ်တာများပါတယ်...ဒါပေမယ့် အခုစီးရီးကျတော့ တော်တော်ကြီးကောင်းမွန်လို့ဘာသာပြန် ညီမငယ်များဟာ နီးစပ်ရာ ဆေးလောက က သူငယ်ချင်းတွေအကူအညီနဲ့မူရင်း အရသာမပျက်အောင် ...",
        "url": "https://channelmyanmar.org/tvshows/doctor-john2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kzBStHYRL20PeeKZ91ICuzqsevU.jpg",
        "title": "Hotel Del Luna (2019) [COMPLETE]",
        "description": "Hotel Del Luna (2019)ဇာတ်လမ်းတွဲ***********************************အပိုင်း (၁ မှ ၁၃ )နှင့် အပိုင်းသစ် -၁၄CM fan တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ ဇာတ်လမ်းဇာတ်အိမ်လမ်းလေးဆန်းတဲ့ `Hotel De Luna´ ဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇတ်ကားလေးကိုတော့ July 13 မှာ စတင်ပြသပြီး အပတ်စဉ် စနေ တနင်္ဂနွေ တိုင်း ထုတ်လွှင့်သွားမှာဖြစ်ပါတယ်My absolute BF ဇာတ်သိမ်းလို့ စက်ရုပ်လေးကို လွမ်းနေမယ်ဆိုတဲ့သူတွေတော့ ဒီကားထဲမှာ Yeo Jingoo ကို ဂူချန်ဆောင်းအနေနဲ့တွေ့ရဦးမှာပါမင်းသမီးကလည်း ကိုယ်တွေရဲ့ အချစ်တော် မမ IU ဆိုတော့ အကုန်လုံး သဘောကျကြမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ဂျန်မန်အို (IU) က ဟိုတယ်ဒယ်လူနာရဲ့ သူဌေးဖြစ်ပါတယ်သူကချာမောလှပပေမယ့် စိတ်အလိုမကျ ဒေါသထွက်တာမျိုးခဏခဏဖြစ်လေ့ရှိပြီး သူ့အပြုမူတွေကလည်း ခန့်မှန်းဖို့ မလွယ်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/hotel-del-luna-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nel144y4dIOdFFid6twN5mAX9Yd.jpg",
        "title": "13 Reasons Why Season 3 [COMPLETE]",
        "description": "Unicode======13 Reasons Why ရဲ့ တတိယဇာတ်လမ်းတွဲ လာပါပြီခင်ဗျာ။ဒီဇာတ်လမ်းမှာတော့ ဟန်နာဘိတ်ကာ သေဆုံးပြီး ရှစ်လအကြာကို ဆက်ရိုက်ပြထားတဲ့ ဇာတ်လမ်းပါ။ဒီဇာတ်လမ်းမှာတော့ ဟန်နာ့ကို မတရားကျုးလွန်ခဲ့တဲ့ ဘရိုက်စ်ဝေါ့ကာရဲ့ သေဆုံးမှုနဲ့ စဖွင့်ထားပါတယ်။ဘရိုက်စ်ဝေါ့ကာ ဘာကြောင့် သေရတာလဲ?????ဘရိုက်စ်ဝေါ့ကာကို ဘယ်သူတွေက သတ်သွားရတာလဲ?????ဘာကြောင့် သတ်ချင်ရတာလဲ?????ဘရိုက်စ်က လစ်ဘာတီကျောင်းရဲ့နာမည်ကြီး ကျောင်းသားဆိုးဆိုးထဲမှာ ပါပါတယ်။ဒီဇာတ်လမ်းမှာ ဘရိုက်စ်ဟာ လစ်ဘာတီကျောင်းကထွက်ပြီး ဟေးလ်ခရက်စ်ကျောင်းမှာ ဆက်လက်တက်ရောက်နေပါပြီ။ကျောင်းသားဟောင်းတွေ ပြန်လည်တွေ့ဆုံကြတဲ့ ဟုမ်းကမ်းမင်း (Homecoming) ပွဲမှာ ဘရိုက်စ်တစ်ယောက် သေဆုံးခဲ့ရပါတယ်။ရဲတွေကတော့ လူသတ်မှုလို့ သတ်မှတ်ပြီးတော့ သံသယတရားခံတွေကို စစ်ဆေးမေးမြန်းပါတယ်။ဘယ်သူ တရားခံ ဖြစ်နိုင်ပါသလဲ?????လစ်ဘာတီ ကျောင်းက ကျောင်းသားတိုင်းနီးပါးကတော့ ဘရိုက်စ်အနိုင်ကျင့်မခံရဖူးတဲ့လူ မရှိပါဘူး။ဒီဇာတ်လမ်းမှာ ပါတဲ့ စကားတစ်လုံး ရှိပါတယ်။\"No one is innocent\" ဘယ်သူမှတော့ အပြစ်မကင်းပါဘူး။ကဲ.....ကျွန်တော်တို့လည်း ဘရိုက်စ်ဝေါ့ကာကို သတ်တဲ့တရားခံကို ရှာကြည့်ရအောင်ဗျာ။Season 3 ကတော့ လျှို့ဝှက်ချက်တော်တော်များများကို ဖြည်ထုပ်ပြသသွားပါတယ်။အရင် Season ...",
        "url": "https://channelmyanmar.org/tvshows/13-reasons-why-season-3-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BYWE1NGFhOTAtNDdiZi00ODJiLWE0OGItYWIxYjg5YWQyMzhhXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SY1000_CR006611000_AL_-132x200.jpg",
        "title": "Class of Lies (2019)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်ကြီးအတွက်ကျောင်းတွင်း မှုခင်းကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးမှာပါဒီဇာတ်လမ်းတွဲလေးကို July 17 ရက်က စတင်ပြီး OCN ရုပ်သံလိုင်းကနေ ထုတ်လွှင့်ခဲ့တာပါအပတ်စဉ် ဗုဒ္ဓဟူး ကြာဿပတေးနေ့တိုင်း အပိုင်းသစ်ထွက်ရှိပြီးအပိုင်းပေါင်း ၁၆ ပိုင်းထိ ထွက်ရှိမှာဖြစ်ပါတယ်ချွန်းမြောင်အထက်တန်းကျောင်းမှာ လူသတ်မှုဖြစ်ပွားပုံနဲ့ ဇာတ်အိမ်တည်ထားတာပါချွန်းမြောင်းအထက်တန်းကျောင်းကတော့ လူကုံထံတွေရဲ့သားသမီးတွေ အာဏာပိုင်တွေရဲ့ သားသမီးတွေနဲ့ စာအရမ်းတော်တဲ့ကလေးတွေအနုပညာအသိုင်းဝိုင်းက ကလေးတွေအများစုတက်ကြတဲ့ လူချမ်းသာ အထက်တန်းကျောင်းတစ်ခုပါဒီကျောင်းမှာ ကျောင်းရဲ့မော်ဒယ် ဂျောင်ဆူအာကို သတ်တဲ့ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်အမှုရဲ့တရားခံအဖြစ် စွဲချက်တင်ခံထားရတဲ့ ကင်ဟန်ဆူကအမှုရုံးတင်နေချိန်အတွင်း ကိုယ့်ကိုကိုယ် သေကြောင်းကြံခဲ့တာကြောင့်သူသတိပြန်မရခင်အထိ အမှုကို ဆိုင်းငံ့ထားခဲ့ရပါတယ်ဒီအမှုကို တာဝန်ယူရှေ့နေလိုက်ပေးရတဲ့ ရှေ့နေကလည်း အထက်လူကြီးရဲ့အမိန့်ကိုဆန့်ကျင်ပြီး သူ့ရဲ့အမှုသည်မှာ အပြစ်မရှိကြောင်းတရားရုံးမှာ လျှောက်ထားလိုက်တဲ့အတွက် အလုပ်ကနေ ထုတ်ခံခဲ့ရပါတယ်ပြီးတော့ လာဘ်စားမှုတွေနဲ့ အမှုဆင်ခံရပြီး ရှေ့နေလိုင်စင် သိမ်းခံခဲ့ရပါတယ်အဲ့အတွက်ကြောင့် သူဟာ ဒီအမှုကို အမှန်တိုင်း ပေါ်ပေါက်အောင် ဖော်ထုတ်ဖို့အတွက်အမှုဖြစ်ခဲ့တဲ့ ချွန်းမြောင် အထက်တန်းကျောင်းမှာလက်ထောက်ကျောင်းဆရာအဖြစ် အလုပ်ဝင်ခဲ့ပါတယ်ကဲ ဒီဇာတ်လမ်းတွဲလေးမှာ ဘယ်လို ...",
        "url": "https://channelmyanmar.org/tvshows/class-of-lies-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oTE13yLKzpNfGxdUcyEV6Am4WP2.jpg",
        "title": "My First First Love (2019) Season (1 & 2)",
        "description": "My First First Love / Because it's My First Love ( Season 1 and 2 )=====================================April 18 ရက်နေ့က Netflix မှာစတင် ထုတ်လွှင့်သွားတဲ့ TV series \"My First First Love\" မှာ Season (1 , 2) စုစုပေါင်း အပိုင်း ၁၆ ပိုင်း ပါဝင်မှာ ဖြစ်ပါတယ်။အသက် နှစ်ဆယ်အရွယ်လူငယ် ငါးဦးက ကိုယ်ရေးကိုယ်တာ ပြဿနာကိုယ်စီကြောင့် တစ်အိမ်ထဲမှာစုပြီး နေဖြစ်သွားကြတယ်။ယွန်းထယ်အို နဲ့ ဟန်ဆုန်းအီ က မူလတန်းထဲက သူငယ်ချင်းတွေပါ။ဆောဒိုဟျွန်းကတော့ ယွန်းထယ်အိုရဲ့ ကောလိပ်ကျောင်းအတူတက်တဲ့ သူငယ်ချင်းပေါ့။ဟန်ဆုန်းအီ နဲ့ ဆောဒိုဟျွန်းက တစ်ယောက်ကိုတစ်ယောက် ကြိုက်သွားကြတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ ???ဒီဇာတ်ကားလေးဟာ ပေါ့ပေါ့ပါးပါး ...",
        "url": "https://channelmyanmar.org/tvshows/my-first-first-love-2019-season-1-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXiETfFK1BTLest5fhTLfDLRdL6.jpg",
        "title": "Marvel’s Agents of S.H.I.E.L.D. ( Season 3 & 4, ) ( Completed )",
        "description": "Agents of S.H.E.L.D (Season 6)\n===================\nပြီးခဲ့တဲ့ Season 5 မှာ Monolith လို့ခေါ်တဲ့မှော်ဆန်ဆန်ကျောက်တုံးတွေကြောင့် Phil Coulson တို့အုပ်စုကမ္ဘာပျက်ပြီး အသက်ရှင်ကျန်ခဲ့တဲ့လူတွေကို Kree ဂြိုလ်သားတွေကနေကျွန်ပြုထားတဲ့ခေတ်ကို ရောက်သွားပါတယ်။အဲ့ဒါကြောင့် Coulson တို့ မူလအချိန်ကို ပြန်ရောက်လာနိုင်တဲ့အခါမှာကမ္ဘာမပျက်အောင် တားဆီးခဲ့တာကို အမှတ်ရကြအုန်းမှာပါ။ဒီ Season (6) မှာတော့ Season (5) ဖြစ်ရပ်အပြီး တစ်နှစ်အကြာမှာ ဇာတ်လမ်းစထားတာဖြစ်ပြီးCoulson မရှိတော့နောက်ပိုင်း S.H.E.L.D Director အသစ်အဖြစ်Mark ကဦးဆောင်နေပါတယ်။ ဒီနေရာမှာ Fitzအကြောင်းနည်းနည်းလေးပြောချင်ပါတယ်။ Fitz က Season (5) မှာတိုက်ပြိုကျတဲ့အတွက် သေသွားတာဖြစ်နိုင်ပါတယ်။အဲ့ဒါကြောင့်လဲ Daisy နဲ့ Jemma တို့က ဒီ Season (6) မှာအာကာသထဲထပ်သွားပြီး ဖန်လုံခန်းထဲမှာ ရေခဲရိုက်ခံထားရတဲ့ Fitz ကိုပြန်ရှာနေတာပါ။ Mark ကရော Coulson လို ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-agents-of-s-h-i-e-l-d-season-6/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTU3MzQ3OTcwNF5BMl5BanBnXkFtZTgwMzc0NjQ0NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Sacred Games Season 2 [COMPLETE]",
        "description": "Bollywood ပရိသတ်တွေအတွက် အိန္ဒိယဇာတ်လမ်းတွဲတစ်ခုဖြစ်တဲ့ Sacred Games ကိုတင်ဆက်ပေးလိုက်ပါတယ်။Rating အနေနဲ့လည်း IMDb 8.9/10 အထိရရှိထားလို့ ကောင်းမကောင်းညွှန်းနေဖို့ မလိုလောက်ပါဘူး၂၀၁၈ က Season 1 ထွက်ခဲ့ပြီး အားပေးကြိုက်နှစ်သက်သူများခဲ့သလို ယခုလည်း မကြာခင်ကမှ Season 2 ထွက်လာလို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Season 1 ကြည့်ဖူးသူတွေအတွက်တော့ ထွေထွေထူးထူးဇာတ်လမ်းပြောပြစရာမလိုပေမယ့် အခုမှစကြည့်မယ့်သူတွေအတွက် ဇာတ်လမ်းလေး ညွှန်းပေးလိုက်ပါမယ်မွန်ဘိုင်းမြို့ရဲ့ အကျင့်ပျက်ချစားရဲတွေကြားမှာ သင်းကွဲလိုဖြစ်နေသူ စုံထောက်ကြီး ဆာရ်တက်ဂျ်ထံကို သတင်းပေးတဲ့ဖုန်းတစ်ခုဝင်လာပါတယ်အဲ့ဒိဖုန်းထဲမှာဘာသတင်းပေးခဲ့တာလဲ ဆိုရင် မွန်ဘိုင်းမြို့ဟာ ၂၅ ရက်အတွင်းပျက်စီးတော့မယ်ခင်ဗျားမြို့ကိုကယ်တင်ပါဆိုပြီးတော့ ဖြစ်ပါတယ်ဒီသတင်းပေးတဲ့သူကတော့ တခြားသူမဟုတ်ဘဲ မွန်ဘိုင်းမြို့မှာ တွေ့တာနဲ့ပစ်သတ်ဖို့ အမိန့်ပေးခံထားရတဲ့ ဒုစရိုက်၊ လူဆိုးလူမိုက်ကြီး ဂနေ့ရှ် ဂိုင်တွန်ဒီပဲဖြစ်ပါတယ်ဂနေ့ရှ် ဂိုင်တွန်ဒီနဲ့ ဆာရ်တက်ဂျ်တို့ကြားမှာ ဘယ်လိုပတ်သတ်မှုတွေရှိသလဲ၂၅ ရက်အတွင်းမှာ ဘာဖြစ်မှာလဲဆိုတာကတော့ အားလုံးပဲ ဆက်လက်ရှုစားလိုက်ကြပါခင်ဗျာ***ဒီဇာတ်လမ်းတွဲဟာ TV-MA ဖြစ်တဲ့အတွက် စကားလုံးအသုံးနှုန်းတွေကြမ်းပါတယ်သွေးသံရဲရဲအခန်းတွေနဲ့ လိင်အသားပေးအခန်းတွေအများအပြားပါဝင်သောကြောင့် ကလေးသူငယ်များ၊ မိသားစုဝင်များနှင့်အတူကြည့်ရှုသူများ ...",
        "url": "https://channelmyanmar.org/tvshows/sacred-games-season-2-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVQ6JFJCAMRLKvsMZdiEeYXC6cp.jpg",
        "title": "Sacred Games (2018) Season 1 [COMPLETE]",
        "description": "July 6 ရက်နေ့မှာ Netflix ကနေ ထုတ်လွှင်မယ့် India Series အကြောင်း နည်းနည်းပြောချင်တယ်၊ အစကတော့ Netflix ကနေ ပထမဆုံးရိုက်တဲ့ India Series၊ Cast တွေထဲမှာ ကိုယ်ကြိုက်တဲ့ Nawazuddin Siddiqui ပါနေတော့ မိုက်ပြီဆိုပြီး မှတ်ထားတာ မနေ့ကမှ ဒီကားအကြောင်းလိုက်ရှာဖတ်မိတော့မှရေလည်ကြမ်းနေမှန်းသိတော့တယ်၊ဒီ series ကို ထုတ်လုပ်သူနဲ့ ဒါရိုက်တာအဖြစ်ပါဝင်ထားသူက အိန္ဒိယရဲ့ မာတင်စကော့စေးလို့ ပြောကြတဲ့ Anurag kashyap ၊Gangs of Waseeypur ဇာတ်ကားအပါအဝင် နာမည်ကျော်ဇာတ်ကားများစွာကို ရိုက်ကူးခဲ့တဲ့ Anurag kashyap ကိုယ်တိုင်ရိုက်ကူးထားပြီးသူရဲ့ Phantom Flim နဲ့ ပူးပေါင်းထုတ်လုပ်ထားတယ်၊ဒီဇာတ်ကားက Vikram Chandra ရဲ့ 2016 ခုနှစ်က ထွက်ရှိထားတဲ့ နာမည်တူ Sacred Game ဆိုတဲ့ ဝတ္ထုကို အခြေခံထားတယ်၊သူရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/sacred-games-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8jCKwe2AoFpnS2uiftmuCMjjdUb.jpg",
        "title": "Room No. 9(2018)[စ/ဆုံး]",
        "description": "Room No. 9(2018)ဇာတ်လမ်းတွဲအညွှန်း************************************အပိုင်း ( ၁ မှ ၁၆ )ထိ စ/ဆုံး\" ကျွန်မ ထောင်ထဲမှာနေတာ ၃၄ နှစ်ရှိပြီ....လွှတ်ပေးရင်ပေး မပေးရင် သေမိန့်ချပေးပါ\"\nဒါကတော့ ဂျန်ဟွာဆာဆိုတဲ့ အသက် ၆၀ ဝန်းကျင်ခန့်အမျိုးသမီးရဲ့ ရှေ့နေတွေအပေါ်\nတောင်းဆိုချက်ပါ.....\nဒီအမျိုးသမီးကြီးဟာ ဘာကြောင့်ထောင်ကျနေတယ်ဆိုတာမသိရသေးပေမယ့်\nအပြင်ကအဖွဲ့အစည်းကြီးတစ်ခုက သူမကို ထောင်ထဲမှာပဲအချိန်ကုန်စေချင်ပုံရပါတယ်...\nဒီအမျိုးသမီးကြီးထောင်ကထွက်လာရင် ဖြစ်လာမယ့် အကျိုးဆက်ကို\nအတော်ကြောက်ရွှံနေပုံရကြတယ်....\nရှေ့နေ့အဖွဲ့ထဲမှာပါတဲ့အများစုက ဂျန်ဟွာဆာကို\nလွှတ်ပေးဖို့ တော်တော်များများက ဆန္ဒရှိကြတယ်....\nဒါ့ကြောင့် ဂျန်ဟွာဆာဆိုတဲ့အမျိုးသမီးကြီးကို\nထောင်ထဲမှာပဲအရိုးဆွေးအောင် အချိန်ကုန်စေဖို့ ထက်မြက်ပြီး\nရာထူးမက်မောတဲ့ ဟေးရီဆိုတဲ့အမျိုးသမီးရှေ့နေကို ခိုင်းစေလိုက်ကြတယ်..\nဒီရှေ့နေအမျိုးသမီးကလည်း သူ့အတ္တနဲ့ ရာထူးကိုပဲ မက်မောပုံပဲ...\nအလွယ်တကူသဘောတူတဲ့အပြင်\nဂျန်ဟွာဆာကို အပီအပြင်အထိနာစေပြီး ထောင်ထဲမှာပဲ တစ်သက်လုံးအချိန်ကုန်စေဖို့\nနည်းလမ်းပေါင်းစုံသုံးပါတော့တယ်.....\nဒီကားက အချစ်နဲ့ပတ်သက်တဲ့ အကြောင်းအရာအတော်လည်းနည်းသလို\nတခြားကိုးရီးယားကားတွေလို ရိုလွန်း အီလွန်းနေတာမျိုးမရှိဘူး...\nမှုခင်းနဲ့ ရှေ့နေတွေ လောဘရမ္မက်ကြီးတဲ့သူတွေ\nကိုယ့်ကျိုးကြည့်တဲ့သူတွေ..\nကိုယ့်ဆန္ဒပြည့်ဖို့ဘာမဆိုလုပ်တဲ့သူတွေ...\nအချစ်ကိုကိုးကွယ်တဲ့သူတွေ...အချစ်ကို ခုတုံးလုပ်တဲ့သူတွေ\nများစွာတွေ့မြင်ရလိမ့်မယ်...\nပြီးတော့ ဇာတ်လမ်းကလည်းအတော်ဆန်းတယ်ပြောရမယ်...\nသာမန်ထက်ထူးတဲ့ဖြစ်ရပ်မျိုးတွေ ဆက်ဖြစ်ကြသလို\nသူတို့ကိုယ်စီရင်ဆိုင်နေရတာတွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာ\nစောင့်ကြည့်ရတာလည်း တကယ့်ကိုစိတ်ဝင်စားစရာပါပဲ...\nအပိုင်း ၁၆ ပိုင်းထွက်ရှိထားပြီး\nစဆုံးတင်ဆက်ပေးထားပါတယ်....  Quality – 720p  HDTVDuration – 60min (@Episode)Subtitle – Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/room-no-92018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/fa-141x200.jpg",
        "title": "The Fallen Leaf (2019)",
        "description": "The Fallen Leaf (2019) Thai Series\n======================\" ေလလြင့္ရြက္ေႂကြ \"နီရာဆိုတာ လွပတဲ့ပန္းေလးေတြနားမွာ အျမဲ႐ွိၿပီး ပန္းမျဖစ္လာႏိုင္တဲ့ သစ္ရြက္ငယ္ေလးတရြက္လိုပါပဲ...ဒီဇာတ္လမ္းေလးက သူ႔ကိုအရမ္းခ်စ္တဲ့အေမကလြဲလို႔ ဘယ္သူကမွ လက္မခံတဲ့ ႏွလံုးသားထဲမွာ မိန္းမငယ္ေလးအျဖစ္ေျပာင္းလဲေနတဲ့ ေကာင္ေလး တစ္ေယာက္အေၾကာင္းပါ ။သူ႔အေဖက သူ႔အေပၚမေကာင္းတဲ့အျပင္ အေမ့အေပၚလည္းႏွိပ္စက္တယ္ ၊နီရာက သူ႔အေဖကို သူ႔ဦးေလးခ်တ္ခ်ဝီလိုျဖစ္ေစခ်င္ခဲ့တယ္ ၊သူ႔အေမအျပင္ သူ႔အေပၚ ၾကင္နာ ဂ႐ုစိုက္တတ္တဲ့ ေယာက္်ားေပါ့...တားျမစ္ထားတဲ့အခ်စ္တခုေပါက္ဖြားလာတာကို ခ်တ္ခ်ဝီ သတိထားမိၿပီး သူ႔တူေလးနီရာကို ျငင္းဆန္ခဲ့တယ္ ၊နီရာ စိတ္ထိခိုက္ အသည္းကြဲၿပီး သူ႔အေမအကူအညီကို ယူကာ သူ႔ဘဝတခုလံုးေျပာင္းလဲသြားမယ့္ အရာတခုကို လုပ္ခဲ့ပါတယ္ ၊နီရာက လန္ဒန္မွာ အရမ္းလွပတဲ့အမ်ိဳးသမီးတဦးအျဖစ္ေျပာင္းေပးႏိုင္မယ့္ ခြဲစိတ္မႈကိုလုပ္ခဲ့ၿပီး ကံမေကာင္းစြာနဲ႔ နီရာေဆးရံုကမဆင္းရေသးခင္ သူ႔အေမဆံုးပါးခဲ့ရတယ္ ။သူ႔အေမကို ေသေစခဲ့သူနဲ႔ အရင္က သူတို႔ သားအမိ ခံစားခဲ့ရတာေတြကို ျပန္လက္စားေခ်ဖို႔ လူအသစ္တေယာက္အေနနဲ႔ ထိုင္းကိုျပန္လာခဲ့ၿပီး ရင္းႏွီးတဲ့ဆရာဝန္တေယာက္ရဲ႕ညီမအမည္ခံေနခဲ့တဲ့ သူမ ...",
        "url": "https://channelmyanmar.org/tvshows/the-fallen-leaf-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/29ae96fbac27ba75d1c0a8349ddb8746-136x200.jpg",
        "title": "Money Heist(2017)Season 2[စ /ဆုံး]",
        "description": "Money Heist(2017)Season 2[စ /ဆုံး]2017 May2 ကထွက်ရှိခဲ့တဲ့ Money Heist( စပိန်လိုကတော့ La casa de papel သို့The Paper House ) လို့ခေါ်တဲ့ဒီစီးရီးဟာဆိုရင် Spain နိုင်ငံမှာနာမည်ကြီးလူကြိုက်များခဲ့တဲ့ကားလေးပဲဖြစ်ပါတယ်။ထူးခြားတာကတော့ ဒီစီးရီဟာ Limited series ဖြစ်ပါတယ်။ဒီစီးရီးကို ဖန်တီးခဲ့တဲ့သူကတော့ Lex Pina ဖြစ်ပြီးတော့အစောပိုင်းကတော့ စပိန်ရုပ်သံလိုင်းတခုဖြစ်တဲ့ Antena 3 အတွက်ဖန်တီးရိုက်ကူးပေးခဲ့တာပဲ ဖြစ်ပါတယ်။ဒီစီးရီးမှာတော့ နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ရိုက်ကူးထားတာဖြစ်လို့ သဘောကျမှာအသေအချပါပဲနောက်ပိုင်းမှာတော့ ဒီကားဟာ စပိန်တလွှားမှာနာမည်ကျော်သွားတဲ့အတွက် နာမည်ကြီးNetflixကနေတာဝန်ယူဖြန့်ချိပေးခဲ့ပါတယ်။ဒီseries အမျိုးအစားလေးကတော့ Action , Thriller, Crime , Mysteryပေါင်းပြီးခံစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ဒီseries ရဲ့ Theme songဟာဆိုရင်တော့ ” My life is going on”ဖြစ်ပြီးတော့ ဒီသီချင်းဟာဆိုရင်ဒီseries ကိုတစ်ပိုင်းလောက်စကြည့်ပြီးတာနဲ့စိတ်ထဲမှာ ခံစားမှုတခုပေးနိုင်လောက်တဲ့အထိစွဲဆောင်နိုင်ပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း ဒီဇာတ်လမ်းဟာ ဆိုရင်တခြားဘဏ်ဓားပြတိုက်တဲ့ကားတွေနဲ့ခွဲထွက်နေတဲ့စီးရီးဖြစ်ပါတယ်။ဒီSeriesမှာ ပရောဖက်ဆာလို့ ...",
        "url": "https://channelmyanmar.org/tvshows/money-heist2017season-2%e1%80%85-%e1%80%86%e1%80%af%e1%80%b6%e1%80%b8/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b3nMqPFY8skSfYLF3xEz8oQZxPa.jpg",
        "title": "Wu Assassins (2019)",
        "description": "အက်ရှင်အကြမ်းစားတွေကြိုက်တဲ့ ဘော်ဒါတွေအတွက် နာမည်ကြီး ထိုင်းကားThe Raid ရဲ့ မင်းသား Iko Uwais ဦးဆောင်ထားတဲ့Wu Assassin ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါစေ။ဆန်ဖရန်စစ်စကို ရဲ့ တရုတ်တန်းမှာ အုပ်ချုပ်နေတဲ့ ထရိုက်ရက်ဂုဏ်း ခေါင်းဆောင် ဦးလေးခြောက် ရဲ့ မွေးစားသား ခိုင်ဂျင်း ကလူမိုက်လေကထဲမှာ မနေချင်ပါဘူး။ဒါပေမဲ့ သဘာဝလေကကြီးရဲ့ ဟန်ချက်ကို ထိန်းညှိဖို့အတွက် ဝူ လို့ခေါ်တဲ့မီး ရေ မြေကြီး သစ်သား သတ္ထု စတဲ့ ဓာတ်တွေရဲ့ အရှင်သခင်တွေကိုမကောင်းမှုလုပ်ခြင်းမှ တားဖို့ ဝူ သုတ်သင်သူ အဖြစ် ခိုင်ဂျင်း ကိုရွေးချယ်လိုက်ပါတယ်။ကိုယ်ခံပညာနဲ့ချတဲ့ အက်ရှင်ကားတွေ ကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်အက်ရှင်ခန်းတွေ အများကြီးပါတဲ့ Wu Assassin ဇာတ်လမ်းတွဲကို ကြည့်ကြည့်ဖို့ တိုက်တွန်းပါရစေ။Translators : Little Neo , Htet Wai Lwin , ...",
        "url": "https://channelmyanmar.org/tvshows/wu-assassins-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dD3HcMczLC9wNvfNzx4pZVyl6q8.jpg",
        "title": "Swamp Thing Season (1)",
        "description": "ဒီ series ကတော့ Titans နဲ့ Doom Patrol အပြီး DC Universe ရဲ့ တတိယမြောက် series ပါ။Gene ကတော့ Superheroe horror drama type ပဲဖြစ်ပါတယ်။SwampThing ဆိုတဲ့ DC comic ထဲက ဇာတ်ကောင်ကို အခြေခံပြီး ဇာတ်အိမ်ဖွဲ့ထားတာပါ။ဒီ series တစ်ခုလုံးကို produce လုပ်တဲ့အထဲမှာ The Conjuring Universe ရဲ့ ဖခင်ကြီးJames Wan လည်း ပါဝင်နေပါတယ်။ဒါ့ကြောင့် Jump Scare တွေ တစ်ပုံတစ်ပင်ကြီး ခံစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင် Abby Crane နေရာမှာလည်းTeen Wolf ထဲက မင်းသမီးချော Crystal Reed ပါဝင်သရုပ်ဆောင်ထားပါတယ်၊ဇာတ်လမ်းအကျဉ်းကတော့ Marais ဆိုတဲ့ မြို့လေးရဲ့ ညတစ်ည စိမ့်တောထဲမှာမသင်္ကာစရာ လှေသမားတစ်အုပ်ဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/swamp-thing-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ajmkAwuK1TRFWMjKoSMgoAXbnc7.jpg",
        "title": "Dark Season 2 [COMPLETE] And Season 3",
        "description": "Dark စီးရီးဟာ ဂျာမန်စီးရီးပါ။အချိန်ခရီးသွား သိပ္ပံစိတ်ကူးယဉ်ဖြစ်ပြီး တကယ်ကို ကမ္ဘာကျော်ပါပဲ။နားလည်လွယ်မှာတော့ မဟုတ်ပါဘူး။အကျဉ်းပြောရရင် အချိန်ခရီးသွားနိုင်စေတဲ့ နေရာတစ်ခုရှိတယ်ပေါ့။ဒါပေမယ့် အချိန်တိုင်းကို မဟုတ်ပါဘူး။အတိတ်ကို ၃၃ နှစ် အနာဂတ်ကို ၃၃ နှစ် သွားနိုင်ပါတယ်။အဲဒီ ကာလတွေမှာ ရှိတဲ့ မိသားစုတွေ အဖေက သားဖြစ် မြေးက အဘိုးဖြစ် ဒီလိုတွေ ရှုပ်ကုန်တာပါ။အစအဆုံး အံ့သြစရာတွေချည်း ကြည့်ရမှာပါ။ဦးဏှောက်ကိုအလုပ်ပေးချင် လိုက်တွေးချင်တဲ့သူတွေ အကြိုက်ပါပဲ.... (ဘာသာျပန္ေပးထားသူကေတာ့ Nyan Lin Oo ပါ) Quality – 720p NF WEB-DLDuration – 1hr 00min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, MysterySource : 720p.NF.WEBRip.DDP5.1.x264-NTGTranslator – Nyan Lin OoEncoder – THZ ==============================================================================\nComplete Zip ...",
        "url": "https://channelmyanmar.org/tvshows/dark-season-2-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LoHuHWA4H8jElFlZDvsmU2n63b.jpg",
        "title": "Dark (2017) Season 1 [COMPLETE]",
        "description": "Deep ပြီး Dark တဲ့ စီးရီးလေးတစ်ခုကိုမိတ်ဆက်ပေးချင်ပါတယ်။စီးရီးနာမည်ကတော့ Dark (2017)ပါ။ဒီကားလေးက လျှို ့ဝှက်ဆန်းကျယ် တွေးတောပြီး မျောပါသွားရတဲ့ feelingကိုကြိုက်တဲ့ ပရိသတ်ကြီးအတွက်ကတော့ လုံးဝအကြိုက်တွေ့သွားစေရမှာပါ။အပိုင်း၁ဝပိုင်းပါရှိပါတယ်။လူသားတွေ နားလည်လက်ခံထားတာက မနေ့ကပြီးရင် ဒီနေ့လာမယ်။ဒီနေ့ပြီးရင် မနက်ဖြန်ရောက်လာမယ်ဆိုတဲ့ အစီအစဉ်အတိုင်းသွားနေကြတယ်လို့ပါပဲ။တကယ်လို့ အဲ့လိုအချိန်ကာလတွေဟာအစီအစဉ်အတိုင်းရှိနေတာမျိုးမဟုတ်ပဲ စက်ဝိုင်းကြီးတစ်ခုလိုမျိုး အဆုံးအစမရှိစွာ လည်ပတ်နေတာမျိုးဆိုရင်ရော?ဒီလိုအတွေးမျိုးတွေပေါ်မှာ အခြေခံကာဇာတ်အိမ်တည်ထားတဲ့ စီးရီးကောင်းလေးကတော့ Dark (2017)ပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောပြချင်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...ဝစ်ဒန်ဆိုတဲ့ မြို့လေးမှာ အီရစ်ခ်ဆိုတဲ့ ကလေးတစ်ယောက် ပျောက်ချင်းမလှပျောက်သွားတာကနေ ဇာတ်လမ်းကစပါတယ်။ရာဇဝတ်မှုနည်းပါးပြီးအေးချမ်းလှတဲ့ ဒီမြို့လေးမှာ ကလေးတစ်ယောက်ပျောက်ချင်းမလှ ခြေရာလက်ရာ သဲလွန်စတစ်ခုမကျန်ပဲပျောက်ဆုံးသွားတာကတော့ ရဲမှုး အောလ်ရစ်ချ်အတွက်ခေါင်းခဲစရာကိစ္စတစ်ခုဖြစ်လာပါတော့တယ်။လွန်ခဲ့တဲ့ ၃၃နှစ်ကလဲ မက်စ်ဆိုတဲ့ကလေးတစ်ဦးအခုလိုပဲပျောက်ဆုံးသွားခဲ့ဖူးပါတယ်။ကံကြမ္မာစက်ဝန်းတစ်ပါတ်ပြန်လည်တာများလားဆိုတဲ့ အတွေးနဲ့ အားလုံးထိတ်လန့်နေချိန်မှာ ရဲမှုးအောလ်ရစ်ချ်ရဲ ့သားငယ်လေး မစ်ကယ်လ်ပါ ပျောက်ဆုံးသွားပါတော့တယ်။လွန်ခဲ့တဲ့ ၃၃နှစ်ကပျောက်ဆုံးသွားတဲ့ မက်စ်ကို ပျောက်သွားချိန်ကအသက်အရွယ်အတိုင်း ၁၂နှစ်အရွယ်ကလေးတစ်ယောက်ရဲ ့အလောင်းအနေနဲ ့ ပြန်တွေ့ရတဲ့အချိန်မှာ သူတို့ဘာဆက်လုပ်ကြမလဲ?မက်စ်ရဲ ့အလောင်းကလဲလတ်လတ်ဆတ်ဆတ် တစ်နေ့ကမှသေထားတဲ့အလောင်းဖြစ်နေတဲ့အခါ...Imdb Rating 8.6/10 ရရှိထားတဲ့ စီးရီးလေးမို့ ...",
        "url": "https://channelmyanmar.org/tvshows/dark-2017-season-1-complete/"
    }
]