[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Save-the-Tigers-2023-164x200.jpg",
        "title": "Save the Tigers (2023) Complete",
        "description": "Save the Tigers(IMDb 8.1/10)ယောကျာ်းတွေမကောင်းတဲ့ကား\nယောကျာ်းတွေက မိန်းမတွေကိုအနိုင်ကျင့်တဲ့ကား\nအမျိုးသမီးအခွင့်အရေးတန်းတူရရေး\nဘာညာကားတွေကြည့်ရလို့ ရိုးနေပါပြီလား\nကမ္ဘာဦးအစကနေ ယနေ့အထိ သင်တို့ဒူးတုန်အောင်ကြောက်ရတဲ့\nနံရိုးတစ်ဖက် ချစ်သူလေးများအကြောင်းကို အမှန်အတိုင်းဖော်ထုတ်‌တင်ဆက်ပေးမဲ့\nimdb rating 8.1 ထိ အလန်းစားရရှိထားတဲ့ အိန္ဒိယစီးရီးလေးလာပါပြီဇာတ်လမ်းနာမည်က စကြည့်လိုက်ပါ\nsave the tiger ကျားများကိုကယ်တင်ပါတဲ့\nဟုတ်ပါတယ် ဒီထဲကယောကျာ်းတွေအကုန်မိန်းမကြောက်ရပါတယ်\nဇာတ်လမ်းအစမှာတည်းက မူးပြီးမောင်းလို့ ရဲဖမ်းခံထိ\nကားသိမ်းခံရတာကို မိန်းမနာမည်နဲ့ကားဖြစ်နေလို့\nတရားရုံးကို မိန်းမမခေါ်ရဲလို့\nရဲမှူးကို သွားတောင်းပန်တာက စပါတယ်သူတို့ကိုလှိမ့်ပိတ်ဟောက်နေတဲ့ ဆရာရဲမှူးကလည်း\nဖုန်းထဲမှာ မိန်းမဟောက်တာခံနေရတာပါ\nအဲ့တော့မှ ဘဝတူချင်း အတွေ့အကြုံတွေဖလှယ်ကျရင်း\nအခွီ မယကဇာတ်လမ်းလေးပေါ်လာပါတော့တယ်ဟာသဇာတ်လမ်းဆိုပေမဲ့ ပေါဟာသတွေ အောက်လုံးတွေမပါ\nကျားမအခွင့်အရေး အိမ်ထောင်ရေး\nParenting စတာတွေကို ရှုထောင့်တစ်ခုကနေရိုက်ပြထားတာမို့\nပျော်ပျော်ရွှင်ရွှင်နဲ့ ခံစားနိုင်မယ့် ဘဝအမောပြေဇာတ်လမ်းလေးမို့\nCM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်File Size – 800MB / 400MBQuality – 1080p WEB DL / 720pDuration – 30minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "url": "https://channelmyanmar.org/tvshows/save-the-tigers-2023-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Z8EQ8Y_4f-161x200.jpg",
        "title": "Behind the Revenge (2023)",
        "description": "\"အချစ်မီးလျှံကလဲ့စား ၂၀၂၃ \" မြန်မာစာတန်းထိုးနုတ်ဖရွတ် အဖြစ် Son Yuke Songpaisan\nဖွမ်ဝလိုင် အဖြစ် Bee Namthip\nယွတ်ထီယင်း အဖြစ် Pim Pimprapaဇာတ်လမ်းအကျဉ်း\"နုတ်ဖရွတ် ဘွန်ယကွမ်\"က ဘွန်ယာကွမ်ဆေးရုံပိုင်ရှင်ဖြစ်တဲ့ ထိုင်းနိုင်ငံနံပါတ်တစ်ခွဲစိတ်ဆရာဝန်ပရဂေါပ်ရဲ့သားပါဒါပေမဲ့ \"ဖွမ်ဝလိုင်\" ဆိုတဲ့သူနာပြုမလေးဟာ\nဘွန်ယာကွမ်မိသားစုအပေါ်ရှိတဲ့အငြိုးတွေကြောင့်ဘွန်ယာကွမ်ဆေးရုံကိုအပိုင်သိမ်းပြီးလက်စားချေချင်နေတာမို့ နုတ်ဖရွတ်ကိုချဉ်းကပ်ခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူး ဒီလိုနဲ့နုတ်ဖရွတ်ရဲ့အဖေ ဒေါက်တာပရဂေါပ်ကိုချဉ်းကပ်ခဲ့ပါတယ်တစ်နေ့မှာ ဒေါက်တာပရဂေါပ်ဟာ ကားမတော်တဆဖြစ်ရင်း နှလုံးရောဂါဖောက်ပြီးသေဆုံးသွားခဲ့ပါတယ်သေတမ်းစာမှာ \"ဖွမ်ဝလိုင်\" ကို ဆေးရုံစီအီးအိုအဖြစ်ပေးအပ်ခဲ့တဲ့အတွက်\nနုတ်ဖရွတ်ဟာ ဒီကိစ္စအတွက်မယုံသင်္ကာတွေဖြစ်ပြီး သူ့အဖေ ဘာ့ကြောင့် ရုတ်တရက်ကြီး\nနှဖောက်သွားပြီး သေဆုံးသွားရတာလဲ\n\"ဖွမ်ဝလိုင်\" ကိုရော ဘာလို့ စီအီးအိုပေးခဲ့တာလဲဆိုတာလိုက်စုံစမ်းပါတော့တယ်\"ဖွမ်ဝလိုင်\" စီအီးအိုဖြစ်ပြီးနောက်ပိုင်း\nဆရာဝန်အဟောင်းတွေထွက်ခိုင်းပြီး ဆရာဝန်အသစ်တွေဝင်ခိုင်းပါတယ်\nအဲ့ထဲမှာမှ သူ့ညီမ \"ယွတ်ထီယင်း\" ဆရာဝန်မလေးပါနေခဲ့ပါတယ်\"ယွတ်ထီယင်း\" ကတော့ မင်းသားအေဖပညာသင်ဆုပေးထားပြီး ဆေးကျောင်းပြီးခဲ့တဲ့ဆရဝန်မလေးပေါ့\nသူ့ကျေးဇူးရှင်ကို ကျေးဇူးဆပ်ဖို့ ဒီဆေးရုံကိုရောက်လာတာပါဒါကို နုတ်ဖရွတ်က သူ့ကို \"ဖွမ်ဝလိုင်\" ရဲ့ညီမဆိုပြီးအငြိုးတွေထား သူ့ကိုအနိုင်ကျင့်ပါတော့တယ်ဒီလိုနဲ့ပဲ နုတ်ဖရွတ်က သူ့အဖေသေဆုံးမှုအမှန်ကိုစုံစမ်းနိုင်မလား\nယွတ်ထီယင်းနဲ့ဆက်ဆံရေးကရော အငြိုးကနေဘာတွေဆက်ဖြစ်လာမလဲ ဇာတ်ကားထဲမှာကြည့်ရှုလိုက်ရအောင်နော်(အညွှန်းရေးသားသူ Nang Mwe Kham ဖြစ်ပါတယ်)\nNative ...",
        "url": "https://channelmyanmar.org/tvshows/behind-the-revenge-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Black_Knight_Netflix-p3-135x200.jpg",
        "title": "Black Knight (2023) [Complete]",
        "description": "Black Knight(2023)******************အပိုင်း(၁ မှ ၆ ) စ/ဆုံးအားလုံးစောင့်မျှော်နေကြတဲ့ Netflix Series အသစ် Black Knight ဟာဆိုရင် 2071 ခုနှစ် မှာဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးလေထုအဆိပ်သင့်မှုပြင်းထန်လာတာနဲ့အညီ ကမ္ဘာကြီးမှာရှိတဲ့ လူဦးရေရဲ့ ၁% ပဲ အသက်ရှင်ကျန်တော့တဲ့ခေတ်ကာလပါ...ဒီလိုခေတ်ကာလမှာတော့ လူတွေက အိမ်ထဲကအိမ်ပြင်မထွက်ကြတော့ပါဘူး...အိမ်အပြင်ကိုထွက်ကြတာနဲ့လည်း အောက်စီဂျင် Mask တွေ တပ်ကြရတာမို့လို့ တစ်ဦးနဲ့တစ်ဦး ပေးပို့ချင်တာ စားနပ်ရိက္ခာပစ္စည်း စတာတွေကို Knight လို့ ခေါ်ကြတဲ့ Delivery သမားတွေက ပို့ပေးကြရပါတယ်....အန္တရာယ်တွေကြား သူခိုးဓါးပြတွေကြားကနေ Delivery လိုက်ပို့ပေးရတဲ့ Knight တွေထဲမှာကိုယ်ခံပညာအကျွမ်းကျင်ဆုံးနဲ့ အတော်ဆုံးကတော့ Knight 5-8 (Kim Woo Bin) ပဲဖြစ်ပါတယ်...ကမ္ဘာပျက်ကာလရဲ့ သူရဲကောင်း 5-8 နဲ့ အပြိုင်ဇာတ်လမ်းမှာပါလာမယ့် ဗီလိန်ကတော့ရက်စက်ကြမ်းကြုတ်မှုတွေနဲ့ ကမ္ဘာကြီးကိုအုပ်စိုးဖို့ ကြိုးစားနေတဲ့ ဥက္ကဌကြီး Ryu Hae Jin ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/black-knight2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zb5MArsrMxK4mSSLzUmbfcXAc60.jpg",
        "title": "Rabbit Hole (2023)",
        "description": "Rabbit Hole (2023)၂၀၂၃ မှာ Paramount+ မှ ထုတ်လွှင့်ဆဲ Thriller ဇာတ်လမ်းတွဲကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nPrison Break တို့ 24 တို့လို ဇာတ်လမ်းတွဲမျိုးကို ကြိုက်သူတွေ ဒီဇာတ်လမ်းတွဲကို လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။IMDb rating 8/10၊ Rotten Tomatoes 71% ရရှိထားပါတယ်။24 ဇာတ်လမ်းတွဲမှာ ဂျက်ဘောင်ဝါ အဖြစ် အရမ်းကိုအောင်မြင်ခဲ့တဲ့ မင်းသားကြီး Kiefer Sutherland က အဓိကမင်းသား ဂျွန်ဝီယာ အဖြစ်ပါဝင်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်ဝီယာဟာ ကတုံးပေါ် ထိပ်ကွက်၊ သူများမျက်ခုံးမွှေးပေါ် စင်္ကြံလျှောက်ပြီး စီးပွားရေးလုပ်ငန်းရှင်တွေကြားမှာ သူလျှိုအဖြစ် လုပ်ကိုင်ရင်းအသက်မွေးနေသူဖြစ်ပါတယ်။\nလုပ်ငန်းရှင်တွေကလည်း သူတို့ရဲ့ပြိုင်ဖက်ကို ထိုးနှက်ဖို့၊ ငွေကြေးရေးကြေး အမြတ်ရရှိဖို့ အစရှိတဲ့ ကိစ္စရပ်တွေကို တရားမဝင်နည်းလမ်းနဲ့ လုပ်ဖို့အတွက် ဂျွန်ကို ငှားရမ်းကြပါတယ်။\nဒီလိုလုပ်ကိုင်နေရင်း အက်ဖ်ဘီအိုင်ကလည်း ဂျွန့်ကို လိုက်ပြီးစုံစမ်းနေပေမယ့် သက်သေမခိုင်လုံတဲ့အတွက် မဖမ်းနိုင်ဘဲဖြစ်နေပါတယ်။တစ်နေ့မှာ ဗဲလ်လန့်စ်ဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/rabbit-hole-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6kKF4Jrs2BcppSh0BAoXxAYn02V.jpg",
        "title": "The Love You Give Me (2023)",
        "description": "ဒီတစ်ခါ စီအမ်ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ အချစ်ဟာသဇာတ်လမ်းလေးပါတစ်ချိန်တုန်းက မင်ဟွေ့ဆိုတဲ့ကောင်မလေးတစ်ယောက်က ရှင်းချီဆိုတဲ့ ကောင်လေးတစ်ယောက်ကို ချစ်ခဲ့သတဲ့။သက်ဆုံးတိုင်ပေါင်းဖက်ဖိုအတွက် လက်ထပ်ဖိုထိပါ စီစဉ်ထားသူတွေပေါ့။ ဒါပေမယ့် ကိစ္စတွေဖန်လာတာရှင်းချီရဲ့အသက်ကိုပါ ထိခိုက်စေလောက်တဲ့ထိ ရှုပ်ထွေးခဲ့တာဆိုတော့ ဆက်ဆံရေးတစ်ခုကလည်း အက်ရာထင်ခဲ့တာပေါ့။နှစ်တွေကြာပြီး ပြန်ဆုံကြတော့လည်း နှစ်ယောက်လုံးက ကိုယ့်နယ်ပယ်မှာ နေရာတစ်ခုရှိသူတွေ...\"ကံကြမ္မာ\" ဆိုတဲ့အရာက ပြန်ဆက်သွယ်ပေးရာကနေ သိလိုက်ရတာက မင်ဟွေ့မှာ သားတစ်ယောက်ရှိနေပြီတဲ့။သူတိုရဲ့ဆက်ဆံရေးကို အစကနေ ပြန်စမလား... ရင်မှာ သိမ်းဆည်းထားတဲ့အချစ်တွေကို ပြန်လည်ဖွင့်ဟရင်းရှေ့ဆက်ကြမလားဆိုတာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်Reviewed by MinnieQuality : WEB-DL 720p,1080pTotal Episodes : 28Format : mp4Genres : Romance, Comedy, DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by ...",
        "url": "https://channelmyanmar.org/tvshows/the-love-you-give-me-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3xKh1MUpH92KamiM6x8Rctn5Y4m.jpg",
        "title": "EN-O’Clock’ (2021)",
        "description": "EN-O'Clock' (2021)ENGENE လေးတွေ အတွက် သတင်းကောင်းလာပါပြီ ။\nENGENE မဟုတ်သူတွေလည်း လတ်တလော နာမည်ကြီးနေတဲ့ Polaroid Love ဆိုတဲ့\nသီချင်းလေးကိုတော့ တော်တော်များများ သိကြမယ်ထင်ပါတယ် ။ဒီသီချင်းရဲ့ သီဆိုသူတွေကတော့ I-Land ကနေ မွေးထုတ်ပေးလိုက်တဲ့ ကောင်လေး 7 ယောက် ,\n4th generation group တွေထဲက တစ်ဖွဲ့ဖြစ်တဲ့ ENHYPEN အဖွဲ့ ပါပဲ ။အခု CM ကနေ ENHYPEN အဖွဲ့သားတွေရဲ့ EN-O'CLOCK ဆိုတဲ့ ရှိုးလေးကို\nတင်ဆက်ပေးသွားမှာပါပဲ ဖြစ်ပါတယ် ။ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ ရှိုးလေးဖြစ်တဲ့အပြင် ကောင်လေးတွေရဲ့ Visual , Talent နဲ့\nမထင်မှတ်ထားတဲ့ တခြားသော ပုံစံအမျိုးမျိုးကို မြင်တွေ့ရမှာမလို့ စိတ်အပန်းလည်းပြေ\nပျော်ဖို့လည်း ကောင်းမှာပါ ။\nENGENE တွေလည်း သဘောကျလိမ့်မယ်လို့ မျှော်လင့်ပါတယ် ။အပတ်စဉ် ကြာသပတေးနေ့တိုင်း CM မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/en-oclock-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xXWynVdMGyJXBUDvIN27AXM3iJJ.jpg",
        "title": "Pale Moon (2023)",
        "description": "Pale Moon (2023)ဒီတစ်ခေါက်မိတ်ဆက်ပေးမှာကတော့ နာမည်ကြီး ဂျပန်စီးရီးကို Remake ပြန်ရိုက်ထားတဲ့\nRomance, Thriller ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်ယူအီဟွာဆိုတဲ့အမျိုးသမီးဟာ အရင်က အောင်မြင်တဲ့ ကုမ္ပဏီဝန်ထမ်းဖြစ်ခဲ့ပေမဲ့ အိမ်ထောင်ကျသွားတဲ့အခါမှာ..\nခင်ပွန်းဖြစ်သူရဲ့ လျစ်လျူရှုခြင်းကိုခံရပြီး အိမ်ရှင်မအဖြစ်မနေနိုင်တော့ဘဲ အပြင်မှာ ဘဏ်ဝန်ထမ်းအဖြစ် အလုပ်လုပ်ရင်းခဲ့ပါတယ်အဲလိုနဲ့ မတော်တဆ ဧည့်သည်ရဲ့ ပိုက်ဆံကိုသွားခိုးမိရာက ပြဿနာတစ်သီကြီးတက်ခဲ့ရတော့တာပါပဲအပိုင်း ၁၀ ပိုင်းပါဝင်သွားမှာဖြစ်ပြီး အကုန်လုံးလည်းမျှော်နေကြတဲ့ ဇာတ်လမ်းလေးဆိုတော့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz, Hmwe, ThantSin တို့ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1GB | 400MB\nFormat… mp4\nDuration…. 1h 10min\nEpisodes...10 Episodes\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... JoyZ, Hmwe, ThantSin\nEncoder ..... Aaron720pEpisode 01 - Userdrive | ...",
        "url": "https://channelmyanmar.org/tvshows/pale-moon-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1BmA4N8XyHXIpdZEVR4LyOlpqpd.jpg",
        "title": "Love of Replica (2023)",
        "description": "Hello ဒီတစ်ခါ CM ကနေ တင်ဆက်ပေးမှာကတော့ Love of Replicaဆိုတဲ့ အချစ်ကားလေးဖြစ်ပါတယ်ဒီဇာတ်ကားမှာ သူဌေးသမီး ရွှီရှီးရှီးနဲ့ အန်းယွဲဆိုသူအဖြစ် မင်းသမီး (Yilia Yu)သူဌေးသမီးရဲ့ သက်တော်စောင့်ခန့်ချောလေး လုကျင်ယန်အဖြစ် မင်းသား(Tsao Yu Ning)တိုကအဓိက ပါဝင်သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်…ဇာတ်လမ်းလေးအစမှာတော့ သူဌေးသမီးဖြစ်တဲ့ ရွှီရှီးရှီးက သတိမေ့မြောခဲ့ပြီးသူ သတိရလာတဲ့အခါမှာတော့ မှတ်ဉာဏ်တွေ အားလုံး ပျောက်ဆုံးသွားခဲ့ပြီးသူ့ရဲ့ သက်တော်စောင့်ဖြစ်တဲ့ လုကျင်ယန်ကို မြင်မြင်ချင်း ချစ်မိသွားတယ်ဒါပေမဲ့ သက်တော်စောင့်စည်းမျဉ်းတွေကို ထပ်ကြပ်မကွာလိုက်နာတဲ့ လုကျင်ယန်ကရော ရွှီရှီးရှီးကို ပြန်ချစ်ပါ့မလားရွှီရှီးရှီးက သူ့ရဲ့ ငယ်ပေါင်းဖြစ်တဲ့ တင်းပေဖန်ဆီကနေ သူက ရွှးရှီးရှီး အစစ်မဟုတ်ဘဲရုပ်ချင်းဆင်တူတဲ့အန်းယွဲဖြစ်နေတာကို သိလိုက်ရတယ်အန်းယွဲက အမှန်တရားကိုစုံစမ်းရင်းနဲ့ ဘယ်လိုထိတ်လန့်စရာကောင်းတဲ့ လျှိဝှက်ချက်တွေကို သိလာမလဲလုကျင်ယန်ကရော သူဌေးသမီးဘေးမှာ သဘောရိုးနဲ့သက်တော်စောင့်လုပ်နေတာရော ဟုတ်ပါ့မလားသူ့မှာရော ဘာရည်ရွယ်ချက်တွေ ရှိနေမလဲလျှိဝှက်ကြံစည်မှုကြားမှာ အန်းယွဲနဲ့ လုကျင်ယန်တိုနှစ်ယောက်ရဲ့ အချစ် ဇာတ်လမ်းကရော ဘယ်လိုဖြစ်လာမလဲနှစ်ဦးသား သံသယတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/love-of-replica-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/trans-154x200.jpg",
        "title": "Transatlantic (2023)",
        "description": "Transatlantic (2023)\n===============\nIMDb Rating - 6.5/10ဒီစီးရီးရဲ့ အချိန်ကာလက ဒုတိယကမ္ဘာစစ် ဟစ်တလာရဲ့\nနာဇီတပ်ဖွဲ့တွေ ပြင်သစ်ပြည်မြောက်ပိုင်းကို သိမ်းပိုက်အပြီး\nပြင်သစ်နဲ့ ဂျာမနီ အပစ်အခတ်ရပ်စဲရေး သဘောတူညီချက်\nရယူထားတဲ့ ကာလပါ။ ပြင်သစ်ပြည်တောင်ပိုင်းကိုတော့\nဗင်ချီ(Vinchy) အစိုးရက တာဝန်ယူထားပြီး ပဲရစ်အပါအဝင်\nပြင်သစ်ပြည် မြောက်ပိုင်းက ထွက်ပြေးလာကြတဲ့ စစ်ဘေး\nဒုက္ခသည်အများအပြား မာဆေးမြို့မှာ သောင်တင်နေချိန်ပါ။\nဂျူးလူမျိုးတွေကို အမြစ်ပြတ် နှိမ်နင်းရေးဆိုတဲ့ ဟစ်တလာရဲ့\nမဟာပေါ်လစီကြီးကြောင့် မာဆေးမြို့ရောက် ဂျူးတွေ ပြင်သစ်\nပြည်ကနေ ထွက်ပြေးဖို့ ဆိုင်းပြင်နေကြချိန်ပါ။အဲဒီကာလမှာ မာဆေးမြို့က ဂျူးတွေကို ကယ်ထုတ်ပေးခဲ့တဲ့\nEmergency Rescue Committee ဆိုတဲ့ အမေရိကန် အဖွဲ့\nတစ်ဖွဲ့ ရှိခဲ့ပါတယ်။ ဗေရီယန် ဖရိုင်း(Varian Fry) ဦးဆောင်တဲ့\nအဲဒီအဖွဲ့ဟာ Hannah Arendt, Max Ernst, Marc Chagall\nတို့လို အကျော်အမော်တွေအပါအဝင် ဒုက္ခသည်ပေါင်း ၂,၀၀၀\nကျော်ကို စပိန်နယ်စပ်ကနေ ပေါ်တူဂီ၊ အဲဒီကနေ အမေရိကန်\nပြည်ထောင်စုဆီ ပို့ဆောင်ပေးနိုင်ခဲ့ပါတယ်။ဒီစီးရီးက ဗေရီယန်ဖရိုင်းတို့အဖွဲ့ရဲ့ဂျူးကယ်ဆယ်ရေး စွန့်စား\nခန်းတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/transatlantic-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzMxZDk1OTktN2EzNy00ZDdkLWI0MWItZGQzZmY1MWNjODA4XkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Crossover (2023)",
        "description": "The Crossover (2023)\n================‌Disney ရဲ့ Sports, Drama ဇာတ်လမ်းတွဲလေးပါ။\nချက်ဘဲလ်ဆိုတဲ့ NBA basketball league ရဲ့ဂန္တ၀င်\nကစားသမားကြီး အနားယူနေ၀င်ချိန်မှာတော့ အိမ်\nထောင်ကျပြီး ဂျော်ဒန်ဘဲလ် နဲ့ ဂျော့ရှ်ဘဲလ်ဆိုတဲ့\nအမွှာညီအစ်ကို နှစ်ယောက်ကိုရလာပါတယ် ။သူ့သားတွေကို အဖေခြေရာနင်းစေချင်တဲ့ ချက်ဘဲလ်\nက ငယ်ငယ်ထဲက ဘတ်စ်ကတ်ဘောကိုလေ့ကျင့်ပေး\nပြီး ကျောင်းလက်ရွေးစင်နဲ့ အထက်တန်းကျောင်းတစ်\nလျှောက်ပြိုင်ပွဲတွေမှာ ၀င်ပြိုင်စေခဲ့ပါတယ်။ ဂျော်ဒန်နဲ့\nဂျော့ရှ့်ကလည်း NBA Pro player တွေကိုမွေးထုတ်\nပေးနေတဲ့ ဘီကွန်အကယ်ဒမီ အထက်တန်းကျောင်းကို\n၀င်ရောက်နိုင်ဖို့ကြိုးစားရင် အောင်မြင်တဲ့ ဘတ်စ်ကတ်\nဘော ကစားသမားတွေဖြစ်အောင်ကြိုးစားကြမှာဖြစ်ပါ\nတယ် ။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(350 MB) / (830 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............50Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Drama, Family, Sport\nTranslator..........Thiha Yan Naing\nEncoder.............. SWM 720P (350 Mb)-----------------------------------Episode(1) - Yoteshin /  ...",
        "url": "https://channelmyanmar.org/tvshows/the-crossover-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcKDmUKEzysLjJEJTjonNoMraht.jpg",
        "title": "Till The End of The Moon (2023)",
        "description": "❏ သူ့ရဲ့ ဘဝမှာ သံယောဇဥ်ချစ်ခြင်းမေတ္တာဆိုတာ မရှိ၊ မွေးဖွားစဥ်ကတည်းက တစ်ခါမှ မငိုခဲ့ဖူးသူ ၊သူ့ရဲ့ မျက်လုံးအိမ် အသက်သွေးကြောတွေကို ဖောက်ယူရင်တောင် နုနယ်နွမ်းလျတဲ့ ပုံစံကိုမြင်ရမှာမဟုတ်တဲ့ ရက်စက်သော မိစ္ဆာအရှင် - ထန်ထိုက်ကျင့် အဖြစ် လော်ယွင်ရှီး❏ မသေမျိုး နတ်ဂိုဏ်း အကြီးအကဲရဲ့ မွေးစားသမီးဖြစ်သူ ၊ လောကရဲ့ အမြင့်မြတ်ဆုံးသောဖီးနစ်သွေးကို ပိုင်ဆိုင်ထားသူ ၊ အရမ်းကိုမှ လှပတင့်တယ်တဲ့ မိန်းမပျိုလေး - လီစူးစူး အဖြစ် ပိုင်လုမိစ္ဆာတိုရဲ့အရှင်သခင် ထန်ထိုက်ကျင့် ကြီးစိုးကာ အနိုင်ကျင့်နှိပ်စက်နေတဲ့ လောကကြီးကိုကယ်တင်ဖိုအတွက်ဟန်ယန်ဂိုဏ်းချုပ်ရဲ့ မွေးစားသမီးငယ်ဖြစ်သူ လီစူးစူးကို အရာအားလုံးကို ဖြေရှင်းဖိုအတွက်လွန်ခဲ့သော နှစ်ပေါင်း ၅၀၀ ဆီကိုစေလွှတ်ခဲ့တယ်ဆိုပါတော့ ။ လွန်ခဲ့တဲ့ နှစ်ပေါင်း ၅၀၀အတိတ်ကာလကို ရောက်ရှိသွားခဲ့တဲ့အချိန်မှာတော့ မိန်းမပျိုလေး လီစူးစူးဟာယဲ့အိမ်တော်ရဲ့သမီးငယ်လေး ယဲ့ရှီးဝု အဖြစ်ပြန်လည်မွေးဖွားခဲ့ပါတော့တယ် ။ ဒါပေမယ့်မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုဟာလဲ ဖြစ်ပျက်လိုနေပြန်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/till-the-end-of-the-moon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/forgotten-133x200.jpg",
        "title": "The Forgotten Army – Azaadi ke liye (2020) Complete",
        "description": "The Forgotten Army - Azaadi ke liye 2020IMDb 7.9 အထိရရှိထားပြီး မင်းသမီးချောလေး Sharvari Wagh က\nမိတ်ကပ်မရှိတာတောင် သဘာဝကျကျနဲ့ အစွမ်းကုန်လှပပေးထားပါတယ်\nမင်းသားကလည်း မသိသူမရှိတဲ့ Sunny Kaushal ဆိုတော့\nလက်မလွှတ်သင့်တဲ့စစ်ကားကောင်းလေးပါပဲ...ဇာတ်လမ်းကျောရိုးကတော့ ဒုတိယကမ္ဘာစစ်မှာ ဂျပန်နဲ့ ဗြိတိသျှတို့ကျူးကျော်ခြင်းခံထားရတဲ့\nအိန္ဒိယနိုင်ငံအတွက် အိန္ဒိယလူမျိုးကျားမကြီးငယ်မရွေး\nကျရာနေရာကနေကြိုးပမ်းထမ်းဆောင်ခဲ့ကြပုံနဲ့အစပျိုးထားပါတယ်သမိုင်းကိုနောက်ခံယူထားပြီး တချို့တကယ်ဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်တွေကိုပါ\nထည့်သွင်းရိုက်ကူးထားတာမို့ သုတရသစုံလင်တဲ့ အိန္ဒိယလွတ်လပ်ရေးကြိုးပမ်းမှု\nသမိုင်းနောက်ခံဇာတ်ကားလေးလို့ ညွှန်းဆိုရမှာပဲစစ်ပြန်အဘိုးကနေ မြေးကို သူတို့ရဲ့မေ့လျော့ခံသမိုင်း စာသင်ကျောင်းတွေမှာမ‌ဖော်ပြထားတဲ့\nအောင်နိုင်သူတွေရေးသားခဲ့တဲ့သမိုင်းကို ပြန်ပြောင်းပြောဆိုပြဟန်နဲ့ narrative ဆန်ဆန်\nဇာတ်လမ်းသွားကိုတင်ဆက်ထားလို့ ပေါ့ပေါ့ပါးပါးနဲ့ပဲ ချိတ်ဆက်မှုရှိရှိ အတိတ်နဲ့ပစ္စုပ္ပန်ကို တင်ဆက်ထားပေးပါတယ်စစ်ကားလဲကြိုက်တယ် ဇာတ်လမ်းခိုင်မာတာကြည့်ချင်တယ် ဖြစ်ရပ်မှန်သမိုင်းမှတ်တမ်းတွေကို\nအခြေခံထားတယ် စသည်ဖြင့် ကောင်းကွက်တွေပြည့်စုံနေတဲ့ ဒီစီးရီးကို ပရိသတ်ကြီးတို့\nခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်File Size – 1GB / 500MBQuality – 1080p AMZ WEB DL / 720pDuration – 40minsTotal Episodes:5EpsSubtitle ...",
        "url": "https://channelmyanmar.org/tvshows/the-forgotten-army-azaadi-ke-liye-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dAr6GCccudtiZHpzhquMg3TalvW.jpg",
        "title": "The Swarm (2023)",
        "description": "The Swarm (2023)Ecological sci-fi thriller seriesတွေကို နှစ်သက်သူတွေအကြိုက်ဖြစ်မဲ့ စီးရီးတစ်ခုဖြစ်တဲ့ The Swarmဆိုတဲ့စီးရီးလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nGerman နာမည်ကျော် စာရေးဆရာကြီး Frank Schätzingရဲ့ Best sellerစာအုပ်The swarmကို အခြေတည်ရိုက်ကူးထားတာဆိုတော့ စိတ်ဝင်စားဖို့ကောင်းမဲ့စီးရီးတစ်ခုအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်။မိုးပြာရောင်ကောင်းကင်ကြီးအောက်မှာရှိတဲ့ ပြာလဲ့လဲ့ပင်လယ်ပြင်ကြီးကို မလှဘူးလို့ပြောနိုင်တဲ့လူရယ်လို့ ရှိမယ်မထင်ပါဘူး။\nဒါပေမဲ့ မာယာများလွန်းတဲ့ဒီပင်လယ်ကြီးဟာ အလှတရားတွေနဲ့အတူ အန္တရာယ်‌တွေ ဆန်းကြယ်မှုတွေနဲ့ ပြည့်နှက်နေတာကိုတော့ အားလုံးလက်ခံရမှာပါ။ဒီဇာတ်ကားလေးထဲမှာ‌တော့ အဏ္ဏဝါဗေဒ PhD ကျောင်းသူလေးဖြစ်တဲ့ ကိုယ်ထင်ရာလုပ်တတ်ပြီး\nစည်းမျဉ်းတွေကို သိပ်ဂရုမစိုက်တတ်တဲ့ ချာလီဝက်ဂ်နာတစ်ယောက် ဌာနချုပ်မှာ ပြဿနာဖြစ်ခဲ့တာကြောင့် ဝေးလံခေါင်ဖျားတဲ့ကျွန်းတစ်ကျွန်းကိုပို့ခံလိုက်ပါတယ်။\nလူသူသိပ်မရှိတဲ့ကျွန်းဆိုတော့ ချာလီတစ်ယောက် ပျင်းခြောက်ခြောက် ကုန်ဆုံးရမဲ့ နွေရာသီကာလကိုကြိုတွေးရင် စိတ်ပျက်နေတာပေါ့။\nဒါပေမဲ့ မာယာတွေပြည့်နှက်နေတဲ့ ပင်လယ်ကြီးက ချာလီကို စိန်ခေါ်မှုတွေနဲ့ စောင့်ကြိုနေတာကိုတော့ သူမသိခဲ့ပါဘူး။ချာလီတစ်‌ယောက် ပင်လယ်အခြေအနေကို စူးစမ်းဖို့သွားရင်းနဲ့ သာမန်ထက်များပြားနေတဲ့ မီးတောက်ရေခဲလို့တင်စားကြတဲ့ မီသိန်းခဲတွေ အများအပြားတွေ့ရတာကတစ်ကြောင်း၊\nလူတွေကိုအန္တရာယ်မပြုတတ်တဲ့ ဝေလငါးတွေ ပင်လယ်ကဏန်း‌တွေလိုပင်လယ်သတ္တဝါကြီးတွေက လူတွေကိုရန်ပြုနေတဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-swarm-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QLXaqN4hlwvBMk4J3fIYtcCVF8.jpg",
        "title": "Jinny’s Kitchen (2023)",
        "description": "Jinny's Kitchen (2023)'Youn's Kitchen' ကို ကြည့်ဖူးတဲ့သူတိုင်း အခုတင်ဆက်ပေမဲ့ Jinny's Kitchen ဆိုတဲ့ အစီအစဥ်ကိုလည်း သဘောကျမှာ အသေအချာပါပဲ ။\n'Youn's Kitchen' မှာ bulgogi , bibimbap တို့လို ကိုရီးယားရိုးရာအစားအစာများကို တင်ဆက်ပြခဲ့ပြီး\nဒီတစ်ခေါက်မှာတော့ 'Korean Fast Food' လို့ ခေါ်တဲ့ လမ်းဘေးအစားအစာတွေကို စိန်ခေါ်သွားမှာပါ ။\nYoun's Kitchen မှာ ဒါရိုက်တာဖြစ်ခဲ့တဲ့ သရုပ်ဆောင် Lee Seo Jin က အခုအခါမှာတော့ ပိုင်ရှင်ဖြစ်လာပြီး\nနိုင်ငံခြားမှာ franchise စားသောက်ဆိုင်အသစ်ကို ဖွင့်လှစ်မှာပဲ ဖြစ်ပါတယ် ။တခြားပါဝင်မဲ့သူတွေကတော့ မင်းသမီးချော Jung Yu-mi ၊\nဆွဲဆောင်မှုရှိတဲ့ မင်းသား Park Seo-joon ၊\nပျိုတိုင်းကြိုက်တဲ့မင်းသား Choi Woo-shik နဲ့\nကမ္ဘာ့စတား BTS ရဲ့ V (Kim ...",
        "url": "https://channelmyanmar.org/tvshows/jinnys-kitchen-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/1yeVJox3rjo2jBKrrihIMj7uoS9-133x200.jpg",
        "title": "Breaking Bad Season [Complete]",
        "description": "အထက်တန်းကျောင်းက\nဓာတုဗေဒ ဆရာတစ်ယောက် ရှိပါတယ်။\nသူဟာ ရိုးသားတဲ့ ကျောင်းဆရာတစ်ယောက်ပါ။\nသူ့မှာ ခွဲစိတ်ကုသလို့မရတဲ့ အဆုတ်ကင်ဆာရောဂါ\nရှိနေမှန်းကို သိရှိခဲ့ရပါတယ်\nသူ့မိသားစုရဲ့ရှေ့ရေးအတွက်\nဘယ်လိုစီမံရမယ် ဆိုတာကနေစပြီး ဒီဇာတ်လမ်း စပါတယ်။\nဓာတုဗေဒကျွမ်းကျင်တဲ့ ဆရာတစ်ယောက်အနေနဲ့\nMethamphetamine ဘယ်လိုထုတ်ရမယ်ဆိုတာကို သိပါတယ်။\nဈေးကွက်ကို ရှာဖို့တော့\nဈေးကွက်ကျွမ်းကျင်တစ်ယောက် လိုအပ်ပါတယ်။\nနှစ်ယောက်တွေ့ဆုံမိတဲ့အခါမှာတော့\nနှစ်ယောက်ပေါင်း လောင်းကျော် ဖြစ်ကြပါတော့တယ်။\nပညာတတ်တစ်ယောက် ဆိုးတဲ့မိုက်တဲ့အချိန်ကျရင်\nသူမတူအောင် မိုက်ပါတော့တယ်။\nကမ်းကုန်အောင် မိုက်ပါတော့တယ်။\nနာမည်ကြီးပြီးသားဇာတ်လမ်းဆိုတော့\nဒီလောက်ပဲ ညွှန်းပါတော့မယ်။\nနာမည်ကြီး Game of Thrones (GOT) ကို\nကျော်ပြီး ကြည့်ရှုနှုန်းမြင့်မားခဲ့တဲ့ ဇာတ်လမ်းတွဲဆိုတော့\nအရမ်းညွန်းစရာ လိုမယ် မထင်ပါဘူး။\nIMDb Rating ကတော့ 9.5/10 ပါ\nRotten Tomatoes အနေနဲ့ကတော့ 98% ဆိုတော့\nမသေခင် ကြည့်သင့်တဲ့ဇာတ်လမ်းတွဲတွေထဲမှာ တစ်တွဲပေါ့ဗျာ\n File size… 400mb (ep)\nQuality…. Blu-Ray 720p\nFormat…mp4\nDuration…. 55 m (ep)\nGenre...Drama, Crime, Mistery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Xcode\nTranslated by Htet Wai Lwin, Chanyein Soe, ...",
        "url": "https://channelmyanmar.org/tvshows/breaking-bad/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDNkM2I5ODEtNDU4MS00NzQwLWFhMTItNzRkMDU5ZDA2MGNjXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hello Tomorrow! (2023)",
        "description": "Hello Tomorrow! (2023)\n=================\nIMDb Rating - 6.3/10\nComedy, Drama, Sci-fiComedy-Scifi အမျိုးအစားဇာတ်လမ်းတွဲတွေရှားပါးတဲ့\nအထဲမှာ Apple TV ကနေ ထုတ်လုပ်တဲ့ Hello Tomorrow\nဆိုတဲ့ ဇာတ်လမ်းတွဲလေးကိုမြည်းစမ်းကြည့်‌စေချင်ပါတယ်။\nယနေ့ခေတ်မှာ လကမ္ဘာပေါ်ဟန်းနီးမွန်းထွက်ပြီး အခြေချ\nနေထိုင်ဖို့ဆိုတာ သန်းကြွယ်သူဌေးကြီးတွေအတွက်တောင်\nစိတ်ကူးယဉ်ဆန်‌နေပါလိမ့်မယ်။များမကြာမီ အနာဂတ်အချိန်တစ်ခုမှတော့ လူသားကမ္ဘာ\nခေတ်မီတိုးတက်လာပြီး လူနာအခြေစိုက်စီမံကိန်းဆိုပြီး\nလကမ္ဘာပေါ်မှာ လူသားများအခြေချနေထိုင်လာပါပြီ ။\nအောက်ခြေလူတန်းစားတွေအတွက်လည်း လကမ္ဘာပေါ်က\nဘ၀နေထိုင်မှုတစ်ခုဟာ သိပ်ပြီးအလှမ်းမဝေးတော့ပါဘူး။\nဒီစီးရီးမှာ အဓိကကြည့်ရမှာက လကမ္ဘာမှာ အိမ်‌ခြံမြေအကျိုး\nဆောင်လုပ်တဲ့ လူတစ်စုရဲ့ ဘ၀အကြောင်းနဲ့ လုပ်ငန်းခွင်\ncomedy များကို သိပ္ပံစိတ်ကူးယဉ်ဆန်ဆန် စိတ်၀င်တစား\nကြည့်ရှုရမှာဖြစ်ပါတယ်။စုစုပေါင်း(၁၀)ပိုင်းရှိတဲ့ ဒီစီးရီးကို CMမှ ဆက်တိုက်တင်\nပေးသွားပါမယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(190 MB) / (500 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............30Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Comedy, Drama, Sci-Fi\nTranslator..........Thiha Yan Nainng\nEncoder..............SWM 720P (190 Mb)-----------------------------------Episode(1) - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/hello-tomorrow-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFEQQAmsao43R8PRfFZTupYYOc9.jpg",
        "title": "Iljimae (2008) [Complete]",
        "description": "Iljimae (2008) [အစ-အဆုံး]အပိုင်း ၁၁ မှ ၂၀ (ဇာတ်သိမ်းပိုင်း) မင်းသားလီဂျွန်ဂီ အဓိကမင်းသားအဖြစ် ပါဝင်ထားတဲ့ ဒီဇာတ်လမ်းတွဲလေးက ဂျိုဆွန်းခေတ်ကို အခြေပြုပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း ...ယွန်းအာရဲ့ ဖခင်ဖြစ်သူက အကျင့်ပျက်ခြစားနေတဲ့ အမတ်မင်းတွေရဲ့ လက်ချက်ကြောင့် သေဆုံးသွားခဲ့ရပါတယ်။ အဲ့ဒီအချိန်မှာ ယွန်းအာဟာ လူမှန်းသိတတ်စ အရွယ်လေး ဖြစ်နေပြီမို့ သူ့အဖေဖြစ်သူဟာ မတရားသေဆုံးခဲ့ရတယ်ဆိုတာကို သိနေခဲ့ပါတယ်။ဒီလိုနဲ့ ယွန်းအာလေး အရွယ်ရောက်လာတဲ့အခါမှာတော့ နေ့ဘက်မှာတော့ ခပ်ပေတေတေလူငယ်လေးတစ်ယောက်အနေနဲ့သာနေပြီး ညဘက်မှာတော့ အကျင့်ပျက်ခြစားနေတဲ့ အမတ်မင်းတွေဆီကနေ ခိုးယူပြီး ပြည်သူတွေကို ပြန်လည်ဝေမျှတဲ့ အလုပ်ကို လုပ်ကိုင်ပါတယ်။အဲ့ဒီအတွက်လည်း သူ့ကို ပြည်သူတွေက ချစ်စနိုးနဲ့ အီဂျီမဲဆိုတဲ့ နာမည်လေး သတ်မှတ်ပေးခဲ့ကြပါတယ်။ ဒါပေမဲ့ အီဂျီမဲ ရဲ့ အဓိက ရည်ရွယ်ချက်ကတော့ သူ့ဖခင်ကို သတ်သွားတဲ့ အကျင့်ပျက် အမတ်မင်းက ဘယ်သူဘယ်ဝါဆိုတာကို ရှာဖွေဖို့ဖြစ်ပြီး ရေးတေးတေး မှတ်ဉာဏ်တွေနဲ့ တရားခံကို ရှာဖွေနေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/iljimae-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5rEhI1lNcetPQYdZw4zKs2w7Az.jpg",
        "title": "Pandora: Beneath the Paradise(2023) [Complete]",
        "description": "Pandora: Beneath the Paradise(2023)*********************************အပိုင်းသစ် (၁ မှ ၁၆) ထိ စ/ဆုံး အလောင်တစ်လိုင်းလေး လာပါပြီHong Tae-ra(Lee Ji-ah)ဆိုတဲ့အမျိုးသမီးဟာကိုရီးယားနိုင်ငံရဲ့ သမ္မတကတော်တစ်ယောက်ပါ...သူ့မှာ သူ့ရဲ့ ချစ်ရတဲ့ ယောက်ျားရယ်သမီးလေးရယ်နဲ့အတူ သာယာလှပတဲ့ ဘဝလေးရှိတယ်....\nဒါပေမဲ့ သူဟာ အတိတ်ကို မမှတ်မိဘူးဖြစ်နေတယ် ....တစ်နေ့မှာသူ့ရဲ့ မှတ်ဉာဏ်တွေ ပြန်ရရှိလာပြီး‌တော့ ဆိုးရွားတဲ့ အတိတ်ကို ပြန်မှတ်မိသွားခဲ့တယ်....\nအဲ့ဒီအခါမှာ သူ့ရဲ့ ပြီးပြည့်စုံလှတဲ့ ဘဝကြီးကလည်း ပြိုကွဲသွားပြီးတော့သူလည်း ဆောက်တည်ရာမရ ဖြစ်သွားခဲ့ရတယ် ....အတိတ်က ဖြစ်ရပ်အတွက်လက်စားချေဖို့ ရုန်းကန်နေတဲ့ Hong Tae-ra တစ်ယောက် အဆုံးသတ်မှာဘယ်လိုတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက် ကြည့်ရှုပေးလိုက်ကြပါနော်ဒီကားလေးထဲမှာတော့ Cast အနေနဲ့ Lee Ji-ah,\nLee Sang-yoon, Jang Hee-jin , Park Ki-woong , Bong Tae-gyu တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ် Penthouse vibe ...",
        "url": "https://channelmyanmar.org/tvshows/pandora-beneath-the-paradise2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5EW5VUeTicxFKy4ZL8ugkRV1cxq.jpg",
        "title": "The Bridal Mask (2012) [Complete]",
        "description": "The Bridal Mask(2012)*********************အပိုင်း( ၁ မှ ၂၈) အထိ စ/ဆုံးကိုရီးယားနိုင်ငံဟာ ၁၉၁၀ခုနှစ်ကနေ ၁၉၄၅ ခုနှစ်ထိ ဂျပန်တွေရဲ့သိမ်းပိုက်ထားခြင်းကိုခံခဲ့ရတယ်...ဂျပန်တွေဟာ ကျောင်းသင်ခန်းစာထိ ကိုရီးယားဘာသာစကားအစား ဂျပန်ဘာသာစကားကိုအစားထိုးသင်ပေးသည့်အထိပြောင်းလဲခဲ့တယ်...စီးပွားရေး လူမှုရေး လူ့အခွင့်ရေးပေါင်းစုံဖိနှိပ်ခဲ့လို့အဲ့ဒီခေတ်ကာလများဆီမှာ ကိုရီးယားနိုင်ငံဟာ အတော်ကို ဆိုးဆိုးဝါးဝါးဖြစ်ခဲ့တယ်လို့ဆိုတယ်..ဒီအခြေအနေတွေကို မကျေနပ်လို့ ကိုရီးယားပြည်သူတွေဟာလည်း နည်းအမျိုးမျိုးနဲ့ဂျပန်ကိုတော်လှန်ခဲ့ကြပါတယ်...ဒီစီးရီးဟာ အဲ့ဒီကာလ ၁၉၃၀ ဝန်းကျင်ကိုအခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်...ပြောရရင် ကိုရီးယားသမိုင်းလို့တောင်ဆိုရမယ် အနေအထားဖြစ်လို့ ဒီကားကို ဒါရိုက်တာကလည်းဘက်ဂျက်အများကြီးသုံးခဲ့သလို သရုပ်ဆောင်တွေကိုလည်းအထင်ကရများစွာနဲ့ ရိုက်ကူးခဲ့ပါတယ်...ဇာတ်လမ်းဇာတ်အိမ် ကောင်းမွန်သလို Plot Twist တွေလည်း တော်တော်ပါဝင်တာမို့ကြည့်လို့ကောင်းတဲ့စီးရီးပါပဲ..ဒါ့အပြင် အက်ရှင်ခန်းတွေကိုလည်း စနစ်တကျကိုရိုက်ကူးထားတယ်လို့ဆိုပါတယ်...ဆုတွေလည်းအများကြီးသိမ်းယူသွားတဲ့စီးရီးရှည်တစ်ခုပါပဲ...ဒါ့ကြောင့်  အကြည်လေး တင်ဆက်ထားတာမို့ ခံစားကြည့်ရှုကြပါဦးလို့... Episodes: 28File Size:1.3GB, 500MBQuality :Web-DL 1080p,720PGenres: Action, Historical, Romance, PoliticalTranslated by Khine Khine Wai, Ei Phyu Khin, Shoon, Miri, Hay Thar Oo  ...",
        "url": "https://channelmyanmar.org/tvshows/the-bridal-mask-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzY3NGI0MWUtYTBmZC00MDEyLTgyMjItZTY5YzIzZjcxNGQ4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-133x200.jpg",
        "title": "Amazing Stories (2023)",
        "description": "Amazing Stories (2020)=======================IMDb Rating - 6.3/10\nAmazing Stories က စိတ်ဝင်စားဖို့အရမ်းကောင်းတဲ့\nဇာတ်လမ်းမျိုးစုံကိုစုထားတဲ့ Anthology Series တစ်ခု\nဖြစ်ပါတယ်။ တစ်ပိုင်းတစ်ပိုင်းစီက ဇာတ်ကွက်တွေက\nစိတ်ဝင်စားဖို့ကောင်းပြီး ရင်ထဲထိစေမယ့် ရသမျိုးစုံကို\nပေးနိုင်ပါတယ်။ နာမည်ကြီး Flimmaker Steven Spielberg ရိုက်ကူး\nထားပြီး Dylan O'Brien, Josh holloway, Victoria\nPedretti, Edward Burns, Robert Forster စတဲ့\nCastတွေ များစွာပါဝင်ပါတယ်။ ကြည့်ရူသူတွေကို စိတ်\nကူးယဥ်၊ ဆန်းကြယ်မှုကမ္ဘာဆီ ခေါ်သွားပေးမယ့် Sci-Fi,\nFantasy ဆန်ဆန် Series တစ်ခုပဲ ဖြစ်ပါတယ်။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်။) File Size.............(400 MB) / (1 GB)\nQuality...............WEB-DL 720p / 1080p\nDuration............52Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Action, Adventure, Drama\nTranslator..........Thwal Htoo Zin\nEncoder..............Zin Phyo Aung 720P ...",
        "url": "https://channelmyanmar.org/tvshows/amazing-stories/"
    }
]