[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/1ju4vQ1EwlIkQxEgWiYmxOs3iBG-133x200.jpg",
        "title": "Russian Doll – Season 02",
        "description": "Russian Doll - Season 02==================IMDb Rating - 7.8/10Season 1 မှာ သေလိုက် ရှင်လိုက်နဲ့ တူညီတဲ့မွေးနေ့ပွဲညကိုပဲ\nထပ်တလဲလဲဖြတ်သန်းနေခဲ့ရတဲ့ နာဒီယာဟာ အခု Season(2)\nမှာတော့ အမှတ်(၆)ရထားကိုစီးပြီး သက္ကရာဇ် ၁၉၈၀ ကျော်ကို\nပြန်ရောက်သွားခဲ့ပါတယ်။ထူးဆန်းတာက ပြန်ရောက်သွားချိန်မှာ သူကိုယ်တိုင်အနေနဲ့မဟုတ်ပဲ\nသူ့ကိုကိုယ်ဝန်လွယ်ထားတဲ့ သူ့အမေကိုယ်ထဲရောက်သွားခဲ့တာဖြစ်ပြီး\nသူဘယ်သွားသွား လူတွေက သူ့အမေနိုရာအဖြစ်ပဲ မြင်နေကြတာပါ။\nသူ့အမေဖြစ်သူ နိုရာက စိတ်ကစဉ့်ကလျားရောဂါကိုခံစားနေရတာဖြစ်ပြီး\nသူ့အဖွားရဲ့ရွှေဒင်္ဂါးတွေကို ခိုးပြီး အကုန်လျှောက်သုံးခဲ့ပါတယ်။\nနောက်ပြီးမိသားစုဆီက အမွေလိုချင်တဲ့နာဒီယာလည်း အဲဒီရွှေဒင်္ဂါးတွေကို\nရေဆုံးမြေဆုံးလိုက်ပြန်ရှာရာက ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်\nကြည့်ရှူခံစားလိုက်ပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းကို May Myat Thu မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေး\nသူများကတော့ May Myat Thu, Thiha Yan Naing တို့ဖြစ်ပါတယ်။)File Size - (300 MB)\nQuality – WEBDL 720p\nDuration - 1Hr (@Episode)\nSubtitle – Myanmar Hardsub\nFormat ...",
        "url": "https://channelmyanmar.org/tvshows/russian-doll/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6SIDIB59JYsQ8EfUgM0IaFfwXtS.jpg",
        "title": "Upload(2020) Season 1[Complete]+Season 2",
        "description": "Upload(2020)ဇာတ်လမ်းတွဲ**************************Season 1[Complete]အပိုင်း( ၁ မှ ၁၀ ) အထိ [ စ/ဆုံး]ကျွန်တော်တို့ဟာ ယခုအသုံးပြုနေတဲ့ အင်တာနက် Data Stream ထဲကိုပဲဖြစ်ဖြစ် ဖိုင်တွေသိမ်းဆည်းလေ့ရှိတဲ့ Cloud တစ်ခုခုထဲကိုပဲဖြစ်ဖြစ် ဖိုင်တွေ Upload Download လုပ်ကြသလိုမျိုး ကျွန်တော်တို့ရဲ့စိတ်ဝိညာဉ်ကိုလည်း လုပ်နိုင်မှာပဲ၊ လူတွေပြောပြောနေတဲ့ နတ်ပြည် ငရဲပြည်ဆိုတာဟာ Cloud Service ကြီးတစ်ခုများလားလို့ စိတ်ကူးယဉ်ခဲ့ဖူးကြမယ်ဆိုရင်\nယခုဇာတ်ကားက အဲဒီစိတ်ကူးကိုအခြေခံပြီး လက်ရှိ သတ္တလောကနဲ့ ခေတ်လွန်နည်းပညာကြားကို ယုတ္တိဆန်အောင် ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလို့ ညွန်းပါရစေ\n၂၀၃၃ ခုနှစ်မှာ နေရာတကာမှာ AI စနစ်တွေ အသုံးများလာတဲ့အပြင် လူတွေဟာအရမ်းကို သက်တောင့်သက်သာနေနိုင်လာကြပါတယ်\nလူတွေဟာ ယနေ့ခေတ်လို သေရင်နောင်ဘဝရောက်တာမျိုးအပြင် မိမိတို့စိတ်ကြိုက်ရွေးချယ်နိုင်တဲ့ ဖန်တီးထားတဲ့ ဒစ်ဂျစ်တယ်တမလွန်ဆီကိုလည်း Upload တင်နိုင်လာကြပါတယ်။\nဆိုတော့ကာ... ရောဂါတစ်ခုကြောင့်ပဲဖြစ်ဖြစ် အသက်အရွယ်ကြီးရင့်လာလို့ပဲဖြစ်ဖြစ် သေဆုံးချိန်နီးလာရင် ရှေးရှေးတုန်းကအတိုင်း ပုံမှန်အတိုင်းသေဆုံးမလား ဒစ်ဂျစ်တယ်တမလွန်ကို ရွေးချယ်မလားက အရေးကြီးလာပါတယ်\nတကယ်တော့ ...",
        "url": "https://channelmyanmar.org/tvshows/upload2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/XDKPw_4f.jpg",
        "title": "The Miracle Of Teddy Bear (2022)",
        "description": "\"The Miracle Of Teddy Bear\"(2022) စ/ဆုံး------------------------------------------လူ့ဘဝမှာ လူတိုင်းနီးပါး အံ့ဩဖွယ်ကောင်းတဲ့ ထူးခြားမှုမျိုးတွေ ကြုံတွေ့ကြရပါတယ်...လူအမျိုးမျိုး စိတ်အထွေထွေဆိုသလို တစ်ဦးနဲ့ တစ်ဦးရဲ့ အံ့ဩဖွယ်ရာဖြစ်ရပ်တွေက မတူတတ်ကြဘူး....ဒီဇာတ်လမ်းလေးမှာလည်း ဝက်ဝံရုပ်ကလေးကနေ လူသားအဖြစ် ထူးဆန်းစွာ ပြောင်းလဲသွားတဲ့ ကောင်လေးအကြောင်းပဲ ဖြစ်ပါတယ်....အရေးပါတဲ့ လူတစ်ယောက်ဆီက လက်ဆောင်ဖြစ်တဲ့ ဝက်ဝံရုပ်ကလေးကို\nအချိန်တစ်ခုကြာအောင် မြတ်မြတ်နိုးနိုး သိမ်းဆည်းထားခဲ့တဲ့ \"နက်\" ဆိုတဲ့ကောင်လေးနဲ့....ဝက်ဝံရုပ်ကလေးထဲမှာ အသက်ဝင်နေခဲ့ပြီး သခင်ဖြစ်သူ အစ်ကိုနက်အနားမှာ အချိန်တိုင်းရှိနေခဲ့တဲ့\n\"တို့ဖူး\" ဆိုတဲ့ ကောင်လေးတို့အကြားမှာ အံ့ဩဖွယ်ထူးခြားဆန်းကြယ်တဲ့ ဖြစ်ရပ် တစ်ခု ဖြစ်လာခဲ့တဲ့အခါ....ဘာတွေက \"တို့ဖူး\" ဆိုတဲ့ ဝက်ဝံရုပ်ကလေး လူအဖြစ် အသွင်းပြောင်းသွားစေခဲ့တာလဲ?သူတို့ကြားက ထူးခြားဆန်းကြယ်တဲ့ ဖြစ်ရပ်က ဘယ်ကနေ ဘယ်လို စလာခဲ့တာလဲ?သူတို့အကြားက ထူးခြားတဲ့ ဖြစ်ရပ်ရဲ့ အဖြေကို ဖော်ထုတ်ရှာဖွေနိုင်ပါ့မလား?Episodes: 16Aired: March  27, 2022Aired On: Fri, Sat & ...",
        "url": "https://channelmyanmar.org/tvshows/the-miracle-of-teddy-bear-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ijVdfnfCrFQDC0tWBNvPejDuZUA.jpg",
        "title": "The King of Tears, Lee Bang Won(2021) [Complete]",
        "description": "The King of Tears, Lee Bang Won(2021) ဇာတ်လမ်းတွဲအညွှန်း\n*****************************************************အပိုင်း -  ၃၂ (ဇာတ်သိမ်းပိုင်း) (1080p ရပါပြီ) ဒီသမိုင်းနောက်ခံ အက်ရှင်ဇာတ်လမ်းတွဲကြီးဟာအားလုံးသိထားပြီးသားဖြစ်တဲ့ ဂျိုဆွန်းဘုရင်၊အီဘန်းဝန်အကြောင်းကို ရှုထောင့်အသစ်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။အီဘန်းဝန်က ဂျိုဆွန်းတည်ထောင်သူ၊ စစ်သူကြီးအီဆောင်းဂယ်ရဲ့ ၅ယောက်မြောက်သားဖြစ်ပါတယ်။သူ့မှာ ခမ်းနားကြီးကျယ်တဲ့အကြံဉာဏ်တွေရှိပြီး ဖြစ်အောင်လုပ်နိုင်တဲ့အစွမ်းလည်းရှိပါတယ်။အီဆောင်းဂယ်ကတော့ စိတ်နှလုံးသား နွေးထွေးတဲ့သူဖြစ်ပြီးလောကကြီးအကြောင်း ထွင်းဖောက်သိမြင်တတ်သူတစ်ယောက်ဖြစ်ပါတယ်။ဂိုလျောခတ်ကုန်ဆုံးခါနီးအချိန်မှာ အီဘန်းဝန်တစ်ယောက် အသက်ရှင်ဖို့ရုန်းကန်နေရတဲ့ပြည်သူတွေအတွက် လောကကြီးကိုပြောင်းလဲပစ်ဖို့ ရည်မှန်းချက်ရှိလာခဲ့ပါတယ်။\nအဲဒီရည်ရွယ်ချက်ကို အကောင်အထည်ဖော်ဖို့ ဖခင်ကိုကူညီ၊ ဂိုလျောခေတ်ဟောင်းကိုဖျက်စီးပြီး မင်းဆက်အသစ်ထူထောင်ခဲ့ပါတော့တယ်....ရှေ့တွေမှာ အီဘန်းဝန်အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတွေ အများကြီးရှိခဲ့တာမို့ ရှုထောင့်အသစ်ကနေ တင်ဆက်ထားတဲ့ဒီကားလေးထဲမှာရော အီဘန်းဝန်ရဲ့ဇာတ်ကြောင်းက ဘယ်လိုပြောင်းလဲသွားဦးမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းကိုတော့ Ei Phyu Khin မှရေးသားပေးထားပါတယ်... Episodes: 32\nDuration: 60 Min\nQuality : HDTV 1080p,720p\nGenres:  Drama, History & Action\nTranslated by  Khine Khine Wai,Ei Phyu Khin, Hnin ...",
        "url": "https://channelmyanmar.org/tvshows/the-king-of-tears-lee-bang-won2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bb82u4HyI8I469TGw2B7d1oM49.jpg",
        "title": "Love (ft. Marriage and Divorce) S03 (2022) [Complete]",
        "description": "Love (ft. Marriage and Divorce) S03 (2022) ဇာတ်လမ်းတွဲအညွှန်း****************************************************** အပိုင်း - ၁၆ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ) ဒီစီးရီးက S1,S2 ထွက်ရှိခဲ့ပြီး အိမ်ထောင်ရေးပြဿနာစုံဟာ လက်ရှိအပြင်လောကရဲ့ ဒုက္ခတွေနဲ့ အတော်များများတူနေတော့ မြန်မာပရိသတ်တွေ အတော်အားပေးခဲ့ကြပါတယ်...အညွှန်းကတော့ S1 ကဟာပဲထားလိုက်ပါ့မယ်…ဒီဇာတ်လမ်းတွဲကတော့ ပုံမှန် ကောင်လေးနဲ့ကောင်မလေးတို့ ချစ်ဖို့အရေးကြိုးစားနေတဲ့ ဇာတ်လမ်းတွဲမျိုးမဟုတ်ပါဘူး….အဲ့အဆင့်တွေထက်ကျော်လွန်ပြီး အိမ်ထောင်ကျပြီးနောက်ပိုင်း အိမ်ထောင်သည်တွေသမီးရည်းစားဘဝတုန်းကလို ချစ်နိုင်သေးရဲ့လားဆိုပြီး ပုံစံမတူတဲ့ စုံတွဲ(၃)တွဲကို ရိုက်ပြထားတာပါ….ပျင်းစရာကြီးလို့မထင်လိုက်နဲ့…တကယ့်လက်ရှိမှာ ဒီလိုတွေတကယ်ဖြစ်နေတာ….တရားသူကြီး Park Sa Hyun ဟာ drum တီးခတ်နေတဲ့ Boo Hye Ryung ကိုမြင်မြင်ချင်းချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြပါတယ် …အိမ်ထောင်သက်သုံးနှစ်ရှိပြီး ကလေးမရှိသေးသော ပထမဆုံးစုံတွဲ…..Shin Yoo Shin ကတော့ဆေးရုံဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး radio show တစ်ခုရဲ့ PD ဖြစ်တဲ့ Sa Pi Young ရဲ့ချစ်လှစွာသောခင်ပွန်းပေါ့\nသူမဟာ သူမရဲ့အိမ်ထောင်ရေးအတွက် ...",
        "url": "https://channelmyanmar.org/tvshows/love-ft-marriage-and-divorce-s03-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cWEH7JIz4hsrlLuaoqWisqMLLt8.jpg",
        "title": "A Superior Day ( 2022 )",
        "description": "အီဟိုချောဟာ မီးသတ်သမားဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီးသာမန်ပျော်ရွှင်ဖွယ်ရာမိသားစုလေးကို ပိုင်ဆိုင်ထားသူပါဒါပေမဲ့ တစ်နေ့မှာတော့ ဟိုချောဆီကို ကံကြမ္မာဆိုးတစ်ခုရောက်လာခဲ့ပါတယ်အဲဒါကတော့ အမည်မသိသူစိမ်းတစ်ယောက်က သူဆီကို သတင်းခေါင်းစီးမှာပါတဲ့လူသတ်သမားက သူ့ဘေးအိမ်ကလို့ သတင်းပေးခဲ့တာပဲဖြစ်ပါတယ်ဒါတင်မကသေးဘဲ ဒီသတင်းထက်ပိုဆိုးနေတာကတော့သတင်းပေးကလည်းသာမန်လူတစ်ယောက်မဟုတ်ဘဲ ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်နေတာပဲဖြစ်ပါတယ်ဟိုချောတစ်ယောက် အဲဒီသတင်းရပြီးချိန်မှာတော့ ကိုယ်တိုင်တောင်မသိလိုက်ဘဲလူသတ်သမားနှစ်ယောက်ကြား,ကြားညှပ်သွားပြီးသူ့ဘဝကြီး ဗြောင်းဆန်ကာ ချစ်ရတဲ့မိသားစုဝင်တွေပါ,ပါဝင်ပတ်သတ်လာတဲ့အခါမှာတော့...သာယာပျော်ရွှင်နေတဲ့ သူတို့မိသားစုလေး ကံကြမ္မာဆိုးတွေကိုဘယ်လို အလူးအလဲခံစားရမလဲ လူသတ်သမားနှစ်ယောက်ရဲ့ပတ်သတ်မှုကရော ဘာတွေဖြစ်နေမလဲဆိုတာစိတ်လှုပ်ရှားခြောက်ခြားဖွယ်ဆက်ကြည့်ရမှာပဲဖြစ်ပါတယ် \nQuality : HDTV 1080p , 720p\nFormat : mp4\nTotal Episodes : 8 Ep\nDuration : 1h ( Per Episode )\nAired On March 13 2022\nGenres : Drama , Mystery\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK\n \nEpisode 1\nYoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/a-superior-day-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/99804a33-ff1f-2af4-b6f4-5677873a0d37.jpg",
        "title": "Finding Love (2015)",
        "description": "Finding Love (2015)  စ / ဆုံးသမုဒယရိပ်မြုံ -------------------------------- နူနာ(နာရာ) ဆိုတဲ့ ဘဏ်သူဠေးကြီးရဲ့မြေးမလေးကမိခင်မေတ္တာငတ်ကာ ငယ်ငယ်ကတည်းက ဖခင်ဖြစ်သူနဲ့ ကွဲကွာခဲ့ရပါတယ်မိခင်ဖြစ်သူမှာ မိမိအတွက်ကိုသာ ကြည့်တတ်သူဖြစ်သောကြောင့်အဘိုး၏စောင့်ရှောင့်မှုနှင့်သာ ကြီးပျင်းလာခဲ့ရသူဖြစ်ပါတယ်။ဖခင်ဖြစ်သူကို လွမ်းဆွတ်တမ်းတနေသော နူနာ သည် ဖခင်ဖြစ်သူသက်ရှိထင်ရှားရှိနေမှန်း သိလိုက်ရသောအခါဖခင်ရှိရာ ဘိုခေါင်ခြံသို့ ဖခင်နှင့်တွေ့ဆုံဖို့ လိုက်လာခဲ့ပါတော့တယ်။ခြံသို့ ရောက်တဲ့အခါမှတော့ မိမိတွေးထားသလိုဖြစ်မလာပဲ အကြောင်းအမျိုးမျိုးကြောင့်မိမိဘဝအမှန်ကိုဖုံးကွယ်ကာ ခြံအလုပ်သမားလေး နူနာအဖြစ် နေထိုင်ခဲ့ရပါတယ်။ဖခင်နှင့် ရင်းနှီးခွင့်ရအောင် ကြိုးစားရင်း ခြံပိုင်ရှင် ခွန်စင် နှင့် အချစ်ဇာတ်လမ်း အစပျိုးလာပါတော့တယ်။နူနာ သည် ယာခင်းအလုပ်ကို မလုပ်ကိုင်ဖူးတဲ့အတွက် အလွဲလွဲ အချော်ချော်သာဖြစ်ခဲ့ရပါတယ်။ခွန်စင် မှာ စည်းကမ်း တင်ကျပ်သူဖြစ်သော်လည်း နူနာ့(နာရာ)အပေါ် ချစ်ခင်နှစ်သက်သောစိတ်ကြောင့်အရာရာကိုခွင့်လွှတ်နားလည်ပေးခဲ့ပါတော့တယ်။ခွန်စင် သည် နူနာ တစ်ခုခုဖုံးကွယ်ထားသည်ကိုသိသော်လည်းချစ်စိတ်နှင့်သာ အလုပ်တစ်ခုပြီးတစ်ခုပြောင်းပေးခဲ့ပါတော့တယ်။ခွန်စင် မှာ နိုင်ငံတော်ပိုင်သစ်တောတွေကိုကာကွယ်ရင်း ရန်သူတွေရှိလာပါတော့တယ်။နောက်ဆုံးတော့ နူနာ အလုပ်နေရာ အမှန်ကို ရောက်လာချိန်မှာတော့ ထင်မှတ်မထားတဲ့အသက်အန္တရာယ် ခြိမ်းခြောက်မှုတွေကြားခွန်စင် နဲ့ နူနာ ...",
        "url": "https://channelmyanmar.org/tvshows/finding-love-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sGVCWtLG37mLOhl11qQVrjKsDzx.jpg",
        "title": "Rick and Morty (Season 1)",
        "description": "Rick And Morty (Season 1) (အခုစီဆင်မှာ ဆယ့်တစ်ပိုင်းရှိမှာဖြစ်ပြီး အပတ်တိုင်း သုံးပိုင်းစီ တင်ပေးသွားပါမယ်) မာဗဲတွေ ဒီစီတွေ ခဏနားလိုက်ကြဦး ကိုယ့်လူတို့။ အပြိုင်ယူနီဗာ့တွေ ဒိုင်မန်းရှင်းပေါင်းစုံတွေနဲ့ စကြာဝဠာ တိုက်တစ်သောင်းကို ပြောင်းဆန်အောင် ကပြောင်းကပြန်မွှေမယ့် ရစ်ခ်နဲ့ မော်တီ၊ မော်တီနဲ့ ရစ်ခ် လာပါပြီ။ Dark Humor Animation တွေဟာ လူတွေရဲ့ စိတ်ကို Rollercoaster စီးရသလို အတက်အကျနဲ့ ရသပေါင်းစုံကိုပေးစွမ်းနိုင်တယ်။ အဲ့ဒီထဲကမှ Adult S​wim ရဲ့ ၂၀၁၃ ခုနှစ်မှာ စတင်ထုတ်လွှင့်ခဲ့တဲ့ Rick and Morty ဆိုတဲ့ သိပ္ပံစိတ်ကူးယဥ် Show ကတော့ ထိပ်ဆုံးတစ်နေရာကနေ Sitcom Animated လောကကိုဦးဆောင်ထားနိုင်ခဲ့ပါတယ်။ နောက်ပြီး Season 4 ရဲ့ Episode 8 ဟာ Outstanding Animated ...",
        "url": "https://channelmyanmar.org/tvshows/rick-and-morty-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wuu9OM7FRKjzFeTpGNvxvEwNjvh.jpg",
        "title": "Traffickers: Inside The Golden Triangle (2021)",
        "description": "Traffickers: Inside the Golden Triangle (2021) Ep 3 - The Playboy Drug Lord ငွေနည်းနည်းလိုချင်ရင် လခစားလုပ်၊ ငွေများများလိုချင်ရင် အောင်မြင်အောင်ဈေးရောင်းစား၊ ဒီထက်လိုချင်ရင်တော့ အာဏာရှင်တို့ ခရိုနီတို့လုပ်၊ ဒီထက်လိုချင်သေးရင်တော့ ရွှေတြိဂံမှာ မူးယစ်ရာဇာသာလုပ်စား။ ဒီစကားက အလွယ်ပြောလိုက်တာပေမဲ့ ခင်ဗျားသာ မူးယစ်ရာဇာဖြစ်လာရင် ဒေါ်လာရာတန်တွေချည်း ခင်းအိပ်လို့ရသလို၊ ဇိမ်ခံကား၀ယ်စီးချင်လည်း ရပါတယ်။ ပထမခွန်ဆာနဲ့ နော်ခမ်းတို့လည်း မဟားဒရားတွေ ချမ်းသာခဲ့ကြသလို ခုတစ်ယောက်ဆိုလည်း ဇိမ်ခံကားရာချီ၀ယ်နိုင်တဲ့အထိ ချမ်းသာခဲ့ပါတယ်။ ရွှေတြိဂံဒေသက ဘိန်းရာဇာတွေ မူးယစ်ရာဇာတွေထဲက ကမ္ဘာ့အဆိုးဆုံးစာရင်း၀င်ဖြစ်တဲ့ ခွန်ဆာတို့၊ တရုတ်ရဲ့ မဟာရန်သူဖြစ်တဲ့ နော်ခမ်းတို့ ပြီးတဲ့နောက်မှာ ဒီတစ်ခါကတော့ လာအိုက မီသမ်ဖက်တမင်းရောင်းတဲ့ မူးယစ်ရာဇာအကြောင်းပါ။ သူက ထူးတော့ထူးပါတယ်။ ခွန်ဆာတို့ နော်ခမ်းတို့က တောထဲမှာ နေခဲ့ကြပေမဲ့ သူက မြို့ပေါ်မှာ ဇိမ်ခံကားထည်လဲစီး တိုက်အကောင်းစားတွေပတ်၀ယ် မင်းသားတွေမင်းသမီးတွေ ဆယ်လီတွေနဲ့လည်း ခင်နေတဲ့သူပါပဲ။ သူ့ကိုမိသွားပုံကလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/traffickers-inside-the-golden-triangle-2021-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wX9TmobwtIX8OCWJiG0tU8vsPmS.jpg",
        "title": "Samurai Rabbit: The Usagi Chronicles (2022)",
        "description": "Samurai Rabbit: The Usagi Chronicles (2022)တရုတ်နောက်ခံ နာမည်ကြီးကာတွန်းကားလေးတွေ ထွက်ရှိပြီးနောက်ဒီတစ်ခါမှာတော့ Netflix ကနေ ဂျပန်နောက်ခံ ကာတွန်းစီးရီးလေးတစ်ခု ထွက်ရှိလာပြန်ပါပြီ။ဂျပန်နိုင်ငံကိုနောက်ခံထားပြီး ချစ်စရာတိရစ္ဆာန်လေးတွေနဲ့ ပုံဖော်ထားတဲ့ ဒီစီးရီးလေးမှာတော့လွန်ခဲ့တဲ့နှစ်ပေါင်းတစ်ထောင်လောက်က Yokai ဆိုတဲ့ မကောင်းဆိုးဝါးတွေထဲကအကြမ်းဆုံးတစ်ကောင်ကို MC Yuichi ရဲ့ ဘိုးဘေးဖြစ်သူ ဆာမူရိုင်း Miyanoto Usagi က သတ်ပစ်နိုင်ခဲ့ပါတယ်။  ဒီလိုနဲ့ Yuichi ဆိုတဲ့ ၁၆ နှစ်အရွယ် ယုန်ကလေးကဘိုးဘေးဆာမူရိုင်းရဲ့ လုပ်ဆောင်ချက်ကို အားကျလေးစားပြီးဆာမူရိုင်းဖြစ်လာဖို့အတွက် အိပ်မက်မက်နေပါတော့တယ်။ ဖြစ်ချင်တော့ Yuichi က စိုက်ပျိုးရေးရွာလေးတစ်ခုမှာ အန်တီနဲ့အတူ နေထိုင်ရတော့ ဆာမူရိုင်းဖြစ်ဖို့ဘာမှကြိုးစားခွင့်မရတဲ့အတွက် Neo Edo မြို့တော်ကိုသွားရဖို့ အန်တီကို ခွင့်တောင်းပါတော့တယ်။အန်တီဖြစ်သူက ဆာမူရိုင်းဖြစ်ချင်ရင် ဆရာရှာဖို့ မှာပြီး လွှတ်ပေးလိုက်ပေမဲ့လည်းYuichi တစ်ယောက် ကိုယ့်ကိုယ် အတော်ဆုံးလို့ ထင်မှတ်ပြီး ဆရာ မရှာတဲ့အခါ....မြို့တက်သွားပြီးတော့ ဘယ်လိုအရာတွေ ကြုံရမလဲ၊ ဘယ်လိုတလွဲတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/samurai-rabbit-the-usagi-chronicles-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hqtp6EnL41A5aBtIAVOUFGthT8L.jpg",
        "title": "Monstrous(2022)",
        "description": "Monstrous(2022) ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း( ၁ မှ ၆) ထိ စ/ဆုံးရှေးနှစ်ပေါင်းများစွာက လူတွေဟာ ဘာသာအလိုက် ဆင်းတုတော်တွေထုလုပ် ပြီးကိုးကွယ်ကြတယ်...အဲ့တုန်းက ခပ်ဆန်းဆန်းစာတွေ ထွင်းပြီး ထုလုပ်တဲ့ ဗုဒ္ဓဆင်းတုတော်တစ်ခုရှိခဲ့တယ်....ထုလုပ်ပြီးမကြာဘူး ...အဲ့ပတ်ဝန်းကျင်မှာ မကောင်းမှုတွေဖြစ်ရပ်ဆန်းတွေနဲ့ ကြောက်မက်ဖွယ်ရာအဖြစ်ဆိုးနဲ့ကြုံတဲ့လူသေမှုတွေရှိခဲ့တယ်လို့ဆိုတယ်...ကျွန်တော်တို့အရပ်အခေါ်ဆို ခိုက်တယ်လို့ပြောရမှာပေါ့....အဲ့ဒီနောက်ဘာသာရေးခေါင်းဆောင်တွေဟာ ဒီကြံမ္မာဆိုးကိုကာကွယ်ဖို့  ခိုက်တဲ့ဆင်းတုတော်ကို ကုစားဖို့ရာ နောက်ထပ်ဆင်းတုတော်တစ်ခု ထုလုပ်ပြီး ဖြစ်ရပ်ဆိုးတွေကိုကာကွယ်ဖို့ကြိုးစားခဲ့ကြတယ်လို့ဆိုတယ်...အဲ့ဒီနောက် ဆင်းတုတော် ၂ခုလုံးကိုမြှုတ်နှံခဲ့ကြတယ်...ဒါပေမဲ့ ဒီနေ့ခေတ်မှာ မတော်လောဘသမားတွေဟာ ဒီဆင်းတုတော်အကြောင်းကို မသိဘဲ တူးဖော်ခဲ့ကြတယ်...အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့...ဒီစီ:ရီးက တော်တော်လန့်ဖို့ကောင်းတယ်....အပိုင်း (၁)ကနေကိုစကြမ်းတာ...နည်းနည်းကြောက်တတ်တဲ့သူတွေတော့မကြည့်သင့်ပါဘူး... Episodes: 6Duration: 40MinQuality :Web-DL 1080p,720pGenres:  Mystery ,Horror ,DramaTranslated by  Win , Yumeko , ThynnNuSwe  & ChitTheEncoded by  Phyo Pyae \nEpisode 1\n720P(250MB)>>>>  | Yoteshin |     MegaUp    |     Mega.NZ ...",
        "url": "https://channelmyanmar.org/tvshows/monstrous2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/za5QWRfCLwgRLLVXUkx3NUSAm6G.jpg",
        "title": "Tokyo Vice (2022)",
        "description": "Tokyo Vice (2022)IMDb - 9.5/10သတင်း​ထောက်​တစ်​ယောက်အတွက် သတင်း​ကောင်း​ကောင်း လိုက်​နိုင်လေ ရန်သူများ​လေလို့ ဆိုကြစမြဲပါ၊\nအထူးသဖြင့် ဒုစရိုက်အဖွဲ့​တွေနဲ့နွယ်တဲ့ သတင်း​တွေကို ​​ရေးရတဲ့\nသတင်း​ထောက်​တွေအ​နေနဲ့ သတင်းမှန်​လေ၊ အသက်အန္တရာယ်ကြီး​လေပါ၊ဒီစီးရီးက​တော့Tokyo Viceလို့​ ခေါ်တဲ့ မူရင်းစာအုပ်ကို\nပြန်လည်ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်မှုခင်းစီးရီးပဲ ဖြစ်ပါတယ်၊\nHBO maxက​နေ လွှင့်သွားမှာဖြစ်ပြီး IMDb 9.5 အထိ ရရှိထားပါတယ်၊Cast​တွေအ​နေနဲ့က​တော့\n- Baby Driver, West Side Storyထဲက မင်းသား Ansel Elgort\n- Inception, Memoirs of a Geishaလို ဇာတ်ကားကြီး​တွေမှာ ပါဝင်ထားတဲ့\nဝါရင့်သရုပ်​ဆောင်မင်းသားကြီ Ken Watanabeတို့ပဲဖြစ်ပါတယ်၊အ​မေရိကန်သတင်း​ထောက် ဂျိတ် အဒယ်စတင်းဟာ ၁၉၉၀​ကျော် ကာလ​တွေမှာ\nနိုင်ငံခြားသတင်း​ထောက်အဖြစ် ဂျပန်နိုင်ငံ၊တိုကျိုမြို့ကို ​ရောက်သွားခဲ့ပါတယ်၊\nသူသတင်းလိုက်တဲ့ အပိုင်းက​တော့ တခြားမဟုတ်ဘဲ မှုခင်း​ရေးရာအပိုင်းဖြစ်​နေတာပါ၊\nဖခင်ဖြစ်သူ ​သေမှု​သေခင်းအရာရှိဆီက​နေ အမှုအခင်းပိုင်းကို စိတ်ဝင်စားလာတဲ့ ဂျိတ်က\nထူးဆန်းစွာပဲ ဂျပန်ရဲ့ ဒုစရိုက်​လောက ကို အထူးစိတ်ဝင်စားကာ\nမဲအိချိုရှင်းဘန်းသတင်းစာတိုက်ရဲ့ မှုခင်းသတင်း​ထောက်ဖြစ်​အောင် ...",
        "url": "https://channelmyanmar.org/tvshows/tokyo-vice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/G7-112x200.jpg",
        "title": "Glory of the Special Forces (2022)",
        "description": "ဒီတစ်ခါ CMကနေတင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကYang Yang ပါဝင်ထားတဲ့China special Forces(2022) ပဲဖြစ်ပါတယ်Main Casts တွေကတော့ကောင်မလေးတွေရဲ့ စိတ်ကူးထဲက BF material Yang Yang ကအထူးတပ်ဖွဲဝင်တစ်ယောက်ဖြစ်ဖို ကြိုးစားနေတဲ့ Yan Poyue အဖြစ်Go Go Squid2 ထဲAppledog လေး Li Yitong ကသတင်းနှင့်ပြန်ကြားရေးဌာနက အင်ဂျင်နီယာမလေး Ai Qianxueအဖြစ်ပါဝင်ထားကြတာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့Yan Poyue ဟာ စည်းကမ်းတင်းကြပ်တဲ့ အဖေ့ကိုသက်သေပြဖိုအတွက် တက္ကသိုလ်ဝင်တန်း အောင်မြင်ပြီးချိန်မှာအထူးတပ်ဖွဲဝင်အသစ် စုဆောင်းချိန်နဲ့ကြုံပြီး သူ့ရဲ့အိမ်မက်ဖြစ်တဲ့အထူးတပ်ဖွဲဝင်တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ရေးဆင်းခဲ့ပါတယ်လေ့ကျင့်ရေးကာလတစ်လျှောက်လုံးမှာလည်းစွမ်းဆောင်မှုကောင်းတွေရရှိအောင် ကြိုးစားလုပ်ဆောင်နိုင်ခဲ့ပါတယ်ဒါပေမယ့် အထူးတပ်ဖွဲဝင် ရွေးချယ်တဲ့အခါမှာတော့အဖွဲခေါင်းဆောင်က သူ့ကို ဖယ်လိုက်ပြီးအထူးတပ်ဖွဲဝင်တွေရဲ့ အစားအသောက်ကိုတာဝန်ယူရတဲ့ စားဖိုဆောင်အဖွဲမှာ တာဝန်ချပေးလိုက်ပါတယ်စားဖိုဆောင်အဖွဲဟာ အစားအသောက်တာဝန်ကိုယူရတယ်ဆိုပေမယ့်အထင်သေးလိုမရနိုင်အောင်ကို လူတော်တွေ အများကြီးပုန်းအောင်းနေတဲ့ အဖွဲဆိုလည်း မမှားပါဘူးအိမ်မက်ကို အကောင်ထည်ဖော်ဖို အဆက်မပြတ်ကြိုးစားနေတဲ့Yan Poyue တစ်ယောက် နောက်ဆုံးမှာတော့အထူးတပ်ဖွဲဝင်ဖြစ်သွားခဲ့ပါတယ်အဲ့နောက်မှာတော့ အဖွဲသားတွေနဲ့ အတူတူလေ့ကျင့်ရေးဆင်းရင်းအထူးတပ်ဖွဲဆိုတာ ...",
        "url": "https://channelmyanmar.org/tvshows/glory-of-the-special-forces-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/llxwy9pK5zbGJSNqVJu3DVuOK9f.jpg",
        "title": "Show!terview with Jessi (2020)",
        "description": "Show Iterview with Jessiအားလုံးရဲ့အချစ်တော် Rapper Queen Jessi ရဲ့\nShowterview with Jessi အစီအစဉ်လေးလာပါပြီနော်ဒီအစီအစဥ်ကတော့ သာမန် interview အစီအစဥ်တွေနဲ့မတူဘဲ\nRapper မမ Jessi က MC အဖြစ်နဲ့\nတောင်ကိုရီးယားရဲ့ နာမည်ကြီး Idol တွေ အဆိုတော်တွေ\nသရုပ်ဆောင်တွေ နဲ့ အခြားနယ်ပယ်အသီးသီးက နာမည်ကျော်တွေကို\nပွင့်ပွင့်လင်းလင်း လိုတိုရှင်း interview မယ့် အစီအစဥ်လည်းဖြစ်ပါတယ်\nMC နဲ့ Guest တွေရဲ့ လိုက်ဖက်တဲ့အချိတ်အဆက်တွေနဲ့\nသာမန် interview အစီအစဉ်တွေနဲ့လုံးမတူတဲ့ ပုံစံတွေကိုမြင်တွေ့ရမယ့် အစီအစဥ်ဖြစ်ပါတယ်အခုစတင် တင်ဆက်ပေးလိုက်တာကတော့ Episode(69) ကနေဖြစ်ပြီး နောက်အပိုင်းတွေကို\nအပတ်စဉ် ကြာသပတေးနေ့တိုင်း Channel Myanmar မှာတင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်ဒီအပတ်ရဲ့ Guest ကတော့ ITZY အဖွဲ့ပဲ ဖြစ်ပါတယ်\nCrazy in Love Album နဲ့ Comeback လုပ်ထားတဲ့ ITZY က\nချစ်စရာကောင်မလေးတွေကို Jessi ...",
        "url": "https://channelmyanmar.org/tvshows/showterview-with-jessi-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUTXdmL6oNjhiStGveOaPeuFOYQ.jpg",
        "title": "Pachinko (2022) Complete",
        "description": "Pachinko (2022)\n=============================\n၁၉၁၀ ခုနှစ်မှာ ဂျပန်နိုင်ငံဟာ ကိုရီးယားနိုင်ငံအား ၎င်းတို့၏ အင်ပါယာအသွင်း သွတ်သွင်းကာကိုလိုနီနိုင်ငံအဖြစ် သိမ်းပိုက်ခဲ့ပါတယ်။ ဂျပန်တို့၏ ဖိနှိပ်ချုပ်ချယ်မှုများကြောင့်ကိုရီးယားပြည်သူအများအပြား အသက်အိုးအိမ်ဆုံးရှုံးကာ ပြည်ပနိုင်ငံများသို့ စွန့်ခွာပြေးခဲ့ရပါတယ်။ဒီကားလေးကတော့ ထိုမိသားစုတွေထဲက မိသားစုတစ်စုရဲ့ အဖြစ်အပျက်ကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ကိုရီးယားလူမျိုး လေးဆက်မြောက် ပြောင်းရွေ့နေထိုင်သူ မိသားစုရဲ့ မျှော်လင့်ချက်အိပ်မက်များနှင့်တကွ တားမြစ်ပိတ်ပင်ထားတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လေးပေါက်ဖွားလာခဲ့ရာက Pachinko ဆိုတဲ့ ဇာတ်လမ်းလေး ဖြစ်တည်လာပါတယ်။Cast တွေကတော့ Lee Min Ho, မင်းသမီကြီး Youn Yuh Jung,\nJung Eun Chae နှင့် Jin Ha တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ (ဘာသာပြန်များကတော့ Thet Hnin Hsu, Shwe Pyae, Shwe Pwint, Myo Myo Htet တို့ပဲ ဖြစ်ပါတယ်) File Size – 367MB @Episode / 734 ...",
        "url": "https://channelmyanmar.org/tvshows/pachinko-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZmU1MjNiNDEtMTJjZC00NDZlLWE0YjUtNzlmMzIwMTVkYWRmXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_-135x200.jpg",
        "title": "Hold Tight (2022)",
        "description": "Hold Tight (2022)=============IMDb Rating - 6.3/10ဒီနေ့အတွက် တင်ဆက်ပေးချင်တာကတော့ Netflix ကနေ April 22 မှာ\nပြသသွားတဲ့ Crime, Drama, Mystery အမျိုးအစား Series တစ်ခုပဲ\nဖြစ်ပါတယ်။ IMDb Rating အနေနဲ့ 6.3/10 ရရှိထားပြီး အတော်လေး\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်း ဇာတ်အိမ်ခိုင်တဲ့ စီးရီးတစ်ခုလို့လည်း\nပြောလို့ရပါတယ်။ဇာတ်လမ်းအစမှာတင် အီဂေါ်ဟော ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေး\nသေဆုံးသွားခဲ့ပါတယ်။ ဆေးစစ်ချက်အရ မူးယစ်ဆေးဝါးတွေကို ဝိုင်နဲ့\nသောက်ခဲ့တာကြောင့် နှလုံးဖောက်ပြီး သေဆုံးသွားတယ်လို့ ဆိုပေမယ့်၊\nသူတို့သူငယ်ချင်းကြား လျို့ဝှက်ချက်တစ်ခုရှိနေခဲ့ပါတယ်။အီဂေါ်ဆုံးသွားပြီးနောက် သူ့သူငယ်ချင်း အာဒန်မူမမှန်တာကို အမေဖြစ်သူ\nအန်နာက ရိပ်မိတာကြောင့် သူ့သားဖုန်းထဲမှာ စပိုင်ဆော့ဝဲလ်တစ်ခုကို\nထည့်ထားခဲ့ပါတယ်။ နောက်တော့ ဘာအကြောင်းကြောင့်မှန်းမသိ အာဒန်\nပျောက်သွားခဲ့ပြီး အားလုံးနဲ့ အဆက်အသွယ်ဖြတ်သွားခဲ့ပါတယ်။\nအဲ့တော့ အာဒန်ဘာကြောင့် ပျောက်သွားတာလဲ၊ ပျောက်သွားရတဲ့ အကြောင်း\nအရင်းကရော ဘာဖြစ်နိုင်သလဲ။ သူ့သူငယ်ချင်း အီဂေါ်က ဘာကြောင့် သေသွား\nခဲ့တာလဲ။ အမေဖြစ်သူ အန်နာက သားဖြစ်သူ ...",
        "url": "https://channelmyanmar.org/tvshows/hold-tight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e1pUQkXbFNI6xH4oDuHnyJoOSib.jpg",
        "title": "Anatomy of a Scandal (2022)",
        "description": "Anatomy of a Scandal (2022)အခုတင်ဆက် ပေးမယ့် Seriesက တော့ Netflix ကနေ\nLimited Series အနေနဲ့ ထွက်ရှိထားတဲ့ British Crime, Drama seriesပဲ ဖြစ်ပါတယ်၊\nTotal epi 6ပိုင်းပါဝင်မှာဖြစ်ပြီး IMDb rating 7.1နဲ့ Rotten Tomatoes 61% ရရှိထားပါတယ်၊Cast တွေက တော့\n- American Sniper , G.I.Joeနဲ့ 21 Bridges ဇာတ်ကား တွေမှာ ပါဝင်ဖူးတဲ့ မင်းသမီး Sienna Miller\n- Hitman 47 မင်းသား Rupert Friendနဲ့\n- Downtown Abbey, Defending Jacobမင်းသမီး Michelle Dockeryတို အဓိက ပါဝင်ထားပါတယ်။ဗြိတိန်ပါလီမန်အမတ် ဂျိမ်းစ်ဝှိုက်ဟောက်စ်နဲ့ ဆိုဖီဝှိုက်ဟောက်စ်တို့ ဇနီး မောင်နှံဟာ\nအထက်တန်းလွှာလူ့မလိုင် တွေနဲ့ နိုင်ငံရေးအသိုင်းအဝိုင်းကြားမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/anatomy-of-a-scandal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Lsk8XAAoHtPGfbDE4YG5jhCwnT.jpg",
        "title": "Two Weeks(2013)",
        "description": "Two Weeks(2013) ဇာတ်လမ်းတွဲအညွှန်း*********************************အပိုင်း (၁ မှ ၁၆) ထိ စ/ဆုံး ဂျန်ထယ်ဆန်းဆိုတဲ့ လူဟာ အပေါင်ဆိုင်က မန်နေဂျာ..ငွေရဖို့ဆို ဘာမဆိုလုပ်မဲ့လူ...ယုတ်စွအဆုံး ဖာဂေါင်းပါလုပ်တယ်...ရုပ်ရည်က ဖြူစုတ်စုတ်... စုတ်ချွန်းချွန်းနဲ့...မျက်လုံးက ပေမှေးမှေးနဲ့ ..အဝတ်ကောင်းအစားကောင်းလေးဝတ်ပြီး ကလပ်က မမကြီးတွေလည်းပိုက်ဆံရဖို့အတွက် ဖျော်ဖြေရေးတွေလည်းပေးသေးတယ်..ထောင်ထဲကလည်း (၂)ခါတောင်ရောက်ခဲ့ပါသေးတယ်...ဒီလိုနဲ့ သူဟာ သူ့အပေါင်ဆိုင်ကို ခဏ ခဏလာတဲ့ကောင်မလေးအိမ်ကိုသွားမိတယ်...အဲ့ဒီအချိန်မှာပဲ တစ်စုံတစ်ယောက်က ခေါင်းကိုနောက်က ရိုက်ချလိုက်လို့ သတိမေ့သွားတယ်...သတိရလာတော့ ကောင်မလေးဟာ ဓားအချက်ပေါင်းများစွာနဲ့သေနေသလို သူ့ကိုယ်မှာလည်းသွေးပေနေတယ်..ဒါ့အပြင် ဓားကိုလည်းကိုင်ထားမိချိန် ဂျန်ထယ်ဆန်းတစ်ယောက်ဆီကို ရဲတွေ အများကြီးရောက်လာပါတော့တယ်...လက်ဗွေတွေအကုန်လုံးက သက်သေအဖြစ်သူ့ကိုဉီးတည်နေလို့ ထောင်ထဲကိုမဖြစ်မနေသွားရဖို့အကြောင်းဖန်လာတယ်..အဲ့ဒီအချိန် ဂျန်ထယ်ဆန်းဆီကို ထောင်ထဲလုံးဝ ဝင်သွားလို့မရတဲ့အကြောင်းတစ်ခုဖြစ်လာတယ်..ဒါ့ကြောင့်သူဟာ ထွက်ပြေးပြီ: ဒီအဖြစ်မှန်ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်..အဲ့ဒီနောက် ကိုးရီးယားရဲ့ ထိပ်သီးလူကြီးတစ်ယောက်ပါဝင်နေသလို အာဏာရှိလွန်းတဲ့ သူဌေးကြီးတစ်ယောက်ပါသူ့ကို သတ်ဖို့ကြိုးစားတဲ့အခါမှာတော့...သူ့မှာလည်း သေရေးရှင်ရေးတစ်မျှ ၂ပတ်ပြည့်ရင် လုပ်ရမဲ့ကိစ္စကြီးတစ်ခုရှိလာတဲ့အခါ..ဒီစီးရီးလည်းတော်တော်မိုက်ပါတယ်.. ၁၆ပိုင်းလုံးမပျင်းရသလို ချောင်ပိတ်ရိုက်ခံရတဲ့လူတစ်ယောက်ကိုယ်စွမ်းဉာဏ်စွမ်းရှိသရွေ့  ကြိုးစားတဲ့အခန်းတွေက တကယ့်ကို သည်းထိတ်ရင်ဖိုပါပဲ...မင်းသမီးလေးလည်းလှတာမို့  ခံစားကြည့်ကြပါဦးလို့....   Episodes: 16Duration: 65 ...",
        "url": "https://channelmyanmar.org/tvshows/two-weeks2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7E7lJsnrp42e76EngiyyQ21NzY9.jpg",
        "title": "Village Survival, the Eight (2018)",
        "description": "Village Survival The Eight Season 1\n======================အခုတစ်ခါမှာတော့ စီအမ်ပရိသတ်ကြီးတွေကို သဲလွန်စလေးတွေနဲ့ စဥ်းစားခန်းဖွင့်ရမဲ့ ပဟေဠိရှိးအစီအစဥ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေအစီအစဥ်လေးရဲ့ နာမည်ကတော့ Village Survival The Eight ပဲဖြစ်ပါတယ် ဒီအစီအစဥ်လေးကတော့ SBS ရုပ်သံလိုင်းမှာ ၂၀၁၈ ခုနှစ်က ပြသခဲ့တာဖြစ်ပြီး Season 1,2 ဆိုပြီး ရာသီနှစ်ခု ထွက်ရှိထားပါတယ် Season နှစ်ခုစလုံးကိုစီအမ်ကနေပဲ တင်ဆက်ပေးသွားမှာမလို စောင့်မျှော်အားပေးဖို မမေ့ကြပါနဲ့နော်ဒါဆိုရင် Village Survival The Eight က ဘယ်လိုအစီအစဥ်မျိုးဖြစ်မလဲ....???The Eight ဆိုတဲ့အတိုင်းပဲ အဖွဲဝင် စုစုပေါင်း ၈ ယောက်ဟာ မီချူရီလိုအမည်ရတဲ့ ရွာလေးမှာ ဝှက်ထားတဲ့ ဝမ်သိန်းတစ်ရာကို သဲလွန်စတွေကနေ တစ်ဆင့်လိုက်ရှာရမှာဖြစ်ပါတယ်သဲလွန်စတွေကလည်း \"ရော့ အင့်\" ဆိုပြီး အဖြေချည်းသက်သက်ထိုးပေးသွားမှာ မဟုတ်ပါဘူး ရသမျှသဲလွန်စတွေကို ဖြေရှင်း တစ်ခုနဲ့တစ်ခု ချိတ်ဆက်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/village-survival-the-eight-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/550553a0-0c98-4f51-9377-b8ae972540d1.jpg",
        "title": "Revenge (2022)",
        "description": "\"အတိတ်ဟောင်းရဲ့ အချစ်ဒဏ်ရာ\" စ / ဆုံးRevenge (2022)-----------------------------------------------------------------ငွေကြေးပြည့်စုံပြီး  အဝလွန်တဲ့ မိန်ကလေးဖိင်သူရဲ့ငွေကြေးပြည့်စုံမှုကို မက်မောပြီးသူအရမ်းချစ်ရတဲ့ ချစ်သူကောင်လေး နဲ့ အစ်မတစ်ယောက်လိုချစ်ခင်မြတ်နိုးရသူတို့ပေါင်းပြီးသစ္စာဖောက်ခံရတဲ့အခါ အရာအားလုံးပျက်စီးသွားပြီးအသက်အန္တာရယ် ထိခိုက်သည်အထိ ကံဆိုးမိုးမှောင်ကျခဲ့ရတယ်..........ကံကောင်းထောက်မပြီး အသက်ရှင်ခဲ့ရပေမယ့်ဖိင် ကသူခံစားခဲ့ရတဲ့နာကျင်မှုတွေကြောင့် သေလူတစ်ယောက်လိုဖြစ်ခဲ့ရတယ်အတိတ်ကရတဲ့ ဒဏ်ရာတွေကြောင့် ဖိင် တစ်ယောက် လူသစ်တစ်ယောက်လိုပြောင်းလဲသွားပြီးသူကို နာကျင်ထိခိုက်စေတဲ့သူတွေကိုလက်စားချေဖို့ဆုံးဖြတ်လိုက်တဲ့ အခါ...........လက်စားချေမှု ခရီးလမ်းမှာ ဖိင် အကောင်းဆုံးလုပ်နိုင်မလား..............?သူလုပ်ရပ်တွေက ကိုယ်တိုင် ကျေနပ်မှုရော ရပါ့မလားဆိုတာChannelmyanmar ကဘာသာပြန်ပေးတဲ့ \" အတိတ်ဟောင်းရဲ့ အချစ်ဒဏ်ရာ \"ဆိုတဲ့ ဇာတ်လမ်းလေးကိုအပတ်စဥ် Mon & Tue နေ့တိုင်း စောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီ Episodes: 12Aired: March.21., 2022Aired On: Mon to TueGenres:  DramaTranslated by Tin Me Me Soe , Zoe & May ThuEncoded by ...",
        "url": "https://channelmyanmar.org/tvshows/revenge-2022/"
    }
]