[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTEyYTQzNGYtN2YzYS00MDhjLWJjNTctNzkyMzY5YzhkYzg3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "[18+]The Forest of Love: Deep Cut (2020)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် Mini Series လေးကတော့ ၂၀၁၉တုန်းကထွက်ခဲ့တဲ့ မူလ forest of love ကို ၂နာရီကျော်ကြာထပ်ပေါင်းထားတဲ့ အပိုင်း၇ ပိုင်းနဲ့ Extended Cut Limited (Adult) Series လေးဖြစ်ပါတယ် ။ဒီကားက Japanမှာရှိတဲ့ သစ်တောတစ်ခုမှာ တစ်ကယ်ဖြစ်ခဲ့ဖူးတဲ့ ၄လောင်းပြိုင်လူသတ်မှု့ကို အခြေခံပြီး လူငယ်တွေကြားမှာ အပြောများတဲ့ Love Spell ဆိုတဲ့ စိတ်ကူးယဥ် ဇာတ်လမ်းနဲ့ပေါင်းပြီး ရိုက်ကူးထားတာပါဇာတ်လမ်းအကျဥ်းဇာတ်လမ်းထဲက အဓိက ဇာတ်ဆောင် Murata ဆိုတာက စော်တိုင်းကြိုက်တဲ့ Love Spell ကို ပိုင်ဆိုင်ထားတဲ့ နာမည်ကြီး အနုပညာရှင်တစ်ယောက်ပေါ့ ...Mitsuko ကတော့ မိန်းကလေးသီးသန့်ကျောင်းကို ပြောင်းလာတဲ့ အပျိုစင် လေးပါ\nတစ်ကျောင်းလုံးက မိန်းကလေးတွေဆို‌တော့ မိန်းကလေးချင်းပဲ ကြိုက်ကြရတာပေါ့\nဒီလိုနဲ့ သူလည်း အဲ့ကျောင်းက ကောင်မလေးတစ်ယောက်ကို သဘောကျသွားချင်းချင်း အဲ့ကောင်မလေးက ကားတိုက်ခံရပြီး သေသွားတယ်\nသတင်းကြားကြားချင်း ...",
        "url": "https://channelmyanmar.org/tvshows/18the-forest-of-love-deep-cut-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hw9XjZww7VQdYJQYp56gEzbenLO.jpg",
        "title": "What Zabb Man! (2022)",
        "description": "What Zabb Man (2022)    (စ/ဆုံး)......................................................ဇာတ်လမ်းအကျဉ်းသင်္ဘောသီးထောင်းဟာ စပ်နေမှစားကောင်းသလို သင်္ဘောသီးထောင်းသည်လည်း အရမ်းဟော့နေမှာ ရောင်းကောင်းမှာပါဘွန်ဆိုတဲ့ ကောင်လေးဟာ သင်္ဘောသီးထောင်းရောင်းပြီး အသက်မွေးဝမ်းကြောင်းနေရသူပါမောင်လေးကလည်း တက္ကသိုလ်ပိုထားရလို့ ဘွန်ဟာ ပိုပြီး အလုပ်ကြိုးစားလုပ်နေရသူပါလောကသဘာဝအရ ပြိုင်ဆိုင်သူဆိုတာ ပေါ်လာစမြဲပါပဲတနေ့ကျတော့ ဘွန်တို ဆိုင်ထက် ပိုကောင်းတဲ့ စားသောက်ဆိုင်ပေါ်လာတဲ့အခါ ဘွန်တို့ဟာလည်းစားသုံးသူတွေ တဖြည်းဖြည်းလျော့ကျလာရင်း စီးပွားရေးကျပ်တည်းနေခဲ့ပါတယ်ဟိုတယ်ပိုင်ရှင်ဖြစ်တဲ့ ခွန်အာထစ်ဟာ ဟိုတယ်ရဲ့အစားအသောက်တွေ အရသာပျက်လာတော့စုံစမ်းစစ်ဆေးတဲ့အခါ ဟိုတယ်စားဖိုမှူးကြီးက ချစားနေတာသိခဲ့လို အလုပ်ထုတ်ပစ်ခဲ့ရပါတယ်တနေ့ကျတော့ ဟိုတယ်ပိုင်ရှင်ခွန်အာထစ်ဟာ ဘွန်ရဲ့ သင်္ဘောသီးထောင်းကို မြည်းစမ်းကြည့်ရင်းသဘောကျသွားတဲ့အခါ သိုပေမဲ့လည်း သူတို၂ဦးသည်လည်း အကြောင်းတစုံတခုကြောင့် မတောက်တဆဖြစ်နေခဲ့ကြပါတယ်ဒါပေမဲ့လည်း ဘွန်ဟာ ညီလေးကို ထောက်ပံ့နိုင်ဖို ပိုက်ဆံလိုအပ်နေသလိုဟိုတယ်ပိုင်ရှင် ခွန်အာထစ်ဟာလည်း အရေးတကြီး စားဖိုမှူးလိုအပ်နေတဲ့အချိန်မှာရွေးချယ်စရာမရှိတော့ပဲ ဘွန်ကို စာဖိုးမှူးအဖြစ်ခန့်လိုက်တဲ့အခါဟိုတယ်ပိုင်ရှင်နဲ့ သင်္ဘောသီးထောင်းသည်တို ၂ဦး ဆက်ဆံရေး ဘယ်လိုဖြစ်လာမလဲသူတို ၂ယောက် နောက်ဆုံးမှာ သူငယ်ချင်းဖြစ်လာနိုင်မလား ရင်ခုန်စွာနဲ့ စောင့်ကြည့်ရမှာပါEpisodes: 8Aired: April ...",
        "url": "https://channelmyanmar.org/tvshows/what-zabb-man-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9EOMzci3RlttH5OgfsEOL48Nl0.jpg",
        "title": "Again My Life (2022)",
        "description": "Again My life(2022)အချိန်အကြာကြီး ပရိသတ်တွေရင်ကို လှုပ်ခတ်အောင်လုပ်နိုင်ခဲ့တဲ့ Moonlovers လို ပြောလိုက်တာနဲ့ Lee Joon Gi ကို ပြေးမြင်မိကြမှာပါ။Moonlovers ကတော့ Season 2 ထပ်ထွက်မထွက် မ‌ပြောတတ်ပေမဲ့လည်း Lee Joon Gi ကတော့ တဖန် ပြန်ထွက်ပေါ်လာခဲ့ပါပြီ။Moonlovers တို Scholar who walks the night တိုလို Historical drama တွေမှာ အကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တဲ့ Lee Joon Gi ကခုခေတ် ရှေ့နေစုံထောက်ကားတွေမှာလည်း အလန်းစား အကြမ်းစား ရသပေးနိုင်တယ်ဆိုတာကို Lawless lawyer တိုလိုကားတွေမှာ တွေ့မြင်ကြပြီး ဖြစ်မှာပါ။April 8 ရက်နေ့မှာ ထွက်ရှိတဲ့ ဒီ Again my life ကားလေးမှာတော့ Lee Joon Gi ...",
        "url": "https://channelmyanmar.org/tvshows/again-my-life-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/juwOjcai3aYJvybwAhLS79miHq1.jpg",
        "title": "Night Sky (2022)",
        "description": "Night Sky (2022)Sci-fic series​တွေ ရိုက်ကူးရာမှာ ပိုင်နိုင်တဲ့ Amazon Primeက ထုတ်လွှင့်ထားတဲ့\nSci-fic thriller seriesသစ်တစ်ခုကို တင်ဆက် ​ပေးလိုက်ပါတယ်။\nIMDb မှာ 7.5နဲ့ Rotten Tomatoes မှာ 77% ရထားပြီး\nအဓိကဇာတ်​ဆောင်​တွေက အားလုံးသိတဲ့ မင်းသားကြီး J.K.Simmonsနဲ့ ဝါရင့်မင်းသမီးကြီး Sissy Spacekတို့ပါ။ဇာတ်လမ်းအညွှန်းက​တော့ ဖရန်ကလင်နဲ့အိုင်ရင်းတို့ ဇနီး​မောင်နှံ ၂​ယောက်\nနေထိုင်ရာအိမ်ရဲ့ ခြံ​နောက်တဲအိမ် မြေ​အောက်ခန်းဟာ\nဒီကမ္ဘာနဲ့ အလင်းနှစ်များစွာ​ကွာဝေးပြီး လူသူကင်းမဲ့တဲ့\ncosmic ဆန်တဲ့ ရှုခင်း​တွေနဲ့ ဂြိုလ်တစ်ခုကိုသွားတဲ့ ဝင်​ပေါက်ဖြစ်​နေ​တာကို သိသွားပြီး\nအဲဒီဝင်​ပေါက်အ​ကြောင်း အပြင်လူ​​တွေ မသိ​ရအောင် ဖုံးကွယ်ထားချိန်မှာ\nပ​ဟေဠိဆန်တဲ့ လူငယ်တစ်ယောက်က အဲဒီဝင်ပေါက်ကို ဖြတ်လာပြီး\nလက်ရှိကမ္ဘာ​ပေါ် ရုတ်တရက်ရောက်လာချိန်ကစလို့\nသူတို့ရဲ့ ဖြစ်တည်မှုဆိုင်ရာ ပြဿနာ​တွေ၊ ကမ္ဘာနဲ့ ထိုဂြိုလ်၂ခုရဲ့ ဆက်နွယ်မှု​တွေ၊\nလူငယ်​လေး​နောက်ကို လိုက်လာမယ့် လူ​တွေရဲ့ရန်ကို\nလင်မယား၂​ယောက် ရင်ဆိုင်​ဖြေရှင်းရပုံကို ရိုက်ကူးထားတဲ့ Seriesပဲ ဖြစ်ပါတယ်၊\nဝါရင့်သရုပ်​ဆောင်ကြီး ၂​ဦးရဲ့ ပိုင်နိုင်တဲ့ သရုပ်​ဆောင်စွမ်းရည်နဲ့ သမ္ဘာ​​တွေကြောင့်\nဇာတ်ရှိန် ...",
        "url": "https://channelmyanmar.org/tvshows/night-sky-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/0rB6r_4f.jpg",
        "title": "The Last Happy New Year (2022)",
        "description": "The Last Happy New Year (2022)  စ/ဆုံး ..................................................................... Happy New Year ဆိုတဲ့ စကားလုံးကို ကြားမိတိုင်း ခေါင်းထဲပေါ်လာတာက\n၁၂ နာရီတိတိမှာ အော်ကြ မီးရှူးမီးပန်းတွေဖောက်ကြတဲ့ မြင်ကွင်းကိုပါပဲ\nဒီမှာတော့ သင်္ကြန်ကသာလျှင် မြန်မာ့နှစ်သစ်ပေါ့...အဲရက်မတိုင်ခင် တွေ့ရမဲ့သူတွေကတော့ အရင်နှစ်က မကောင်းတဲ့စိတ်/အကျင့်တွေကိုဖယ်မယ်\nကောင်းတဲ့အမူအကျင့်တွေကိုပဲ လုပ်မယ်ဆိုပြီး ဆုံးဖြတ်ချက်ချကြသူများပေါ့\nရှေ့လျှောက် ကိုယ့်ဘဝကို ဘယ်လိုဆက်ပြီးနေထိုင်သွားမယ်ဆိုတာ ကိုယ်သာလျှင် ဆုံးဖြတ်ပိုင်ခွင့်ရှိတာမလားဇာတ်လမ်းအကျဉ်း...\nလက်ဝှေ့ထိုးတာကို ဝါသနာပါတဲ့ ဝီ ဆိုတဲ့ ကောင်မလေးတစ်ယောက် သင်တန်းတက်ဖို စာရင်းသွင်းပြီးတဲ့အခါမှာတော့\nသူတစ်ချိန်က အရမ်းသဘောကျခဲ့ရတဲ့ လက်ဝှေ့သမား ချန်ပီယံလေးနဲ့ တွေ့ဆုံပြီး သံယောဇဉ်တွေတွယ်မိသွားပါတယ်။\nသူတိုဆက်ဆံရေးက တဖြည်းဖြည်းနဲ့ လေးနက်လာတဲ့အခါ ဘဝမှာအမဲစက်ကြီးရှိနေတဲ့ ကောင်လေးကို ဝီရဲ့မိဘတွေက သဘောမတူနိုင်ခဲ့ပါဘူး\nအခက်အခဲတွေ ပတ်ဝန်းကျင်တွေရဲ့ ကဲ့ရဲ့စကားတွေကနေ ကြံ့ကြံ့ခံပြီး လက်တွဲထားခဲ့တဲ့ ဝီတိုအတွဲဟာ\nမကြာခဏ ရန်ဖြစ်ရပေမဲ့လည်း နှစ်ယောက်အတူမိသားစုဘဝ တည်ထောင်နိုင်ဖိုအတွက် တတ်စွမ်းသမျှ ကြိုးစားခဲ့ကြပါတယ်\nအဲလိုကြိုးစားပြီး နေထိုင်နေပေမဲ့လည်း အဆင်မပြေတဲ့သူတိုကို 'လူကောင်းအဖြစ်နေရတာ အရမ်းခက်ခဲတာပဲ' ဆိုတာမျိုး ...",
        "url": "https://channelmyanmar.org/tvshows/the-last-happy-new-year-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/uIzj8c9Pmn5QlOA9SVmo6egrJMr-133x200.jpg",
        "title": "tvN O’PENING (2022)",
        "description": "Episode 01+02+03+04 : What Are You Doing In the Office?မနေ့တစ်နေ့ကမှ ကိုယ်နဲ့ Sex ဖြစ်ခဲ့တဲ့ ယောက်ျားတစ်ယောက်နဲ့\nကိုယ့်ရဲ့ လွန်ခဲ့တဲ့ ၂ နှစ်က တော်စပ်ခဲ့ဖူးတဲ့ ရည်းစားဟောင်းဟာ\nကိုယ်နဲ့အတူ ကုမ္ပဏီတစ်ခု ဌာနတစ်ခုတည်းမှာ မျက်နှာချင်းဆိုင်ပြီး\nအလုပ်လုပ်ရမယ့်သူတွေ ဖြစ်နေမယ်ဆိုရင် သင်သာဆို ဘယ်လိုနေမလဲ?Wi Da-In ကတော့ ကျွမ်းကျင်တဲ့ အလွတ်တန်းဒီဇိုင်နာ တစ်ယောက်ပါ ။\nလွန်ခဲ့တဲ့ညကပဲ သူမနဲ့အတူ Sex ဖြစ်ခဲ့တဲ့ Park Hyun-Woo ဟာ\nသူမ အလုပ်လုပ်ရမယ့် Brand Agency ရဲ့ အဖွဲ့မှူးဖြစ်နေတဲ့အခါ .....ဒါ့အပြင် သူမ အလုပ်လုပ်တဲ့ဌာနကို လွန်ခဲ့တဲ့ နှစ်နှစ်က\nသူမရဲ့ ရည်းစားဟောင်းဖြစ်တဲ့ Jeon Jin-Seok ကပါ\nဝန်ထမ်းအသစ်အနေနဲ့ရောက်ရှိလာခဲ့ပြီးတဲ့နောက်\nWi Da-In ရဲ့ လုပ်ငန်းခွင်ဘဝက ဘယ်လို အိုးနင်းခွက်နင်းတွေ ဆက်ဖြစ်သွားမလဲ?အချစ်ရေးမှာရော ဘယ်လိုတွေ ဆက်ဖြစ်မှာလဲ?ဖက်ပေါ် ဆူးကျလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/tvn-opening-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tM6xqRKXoloH9UchaJEyyRE9O1w.jpg",
        "title": "Marvel’s The Punisher(2019)Season 2",
        "description": "Marvel's The Punisher(2019)Season 2****************************************အပိုင်းသစ် (၁ မှ ၁၃) အထိ စ/ဆုံးSeason 1 မှာတုန်းက ကျွန်တော်တို့ရဲ့  Punisher ကြီးဟာ အကောင်ကြီ:ကြီးအမြီးရှည်ရှည်ကောင်တွေကို အသေဗျင်းခဲ့ပြီး ရူဆိုတို့အဖွဲ့ကိုလည်းအရေခွံနွှာပြီးတော့ ခြေရာဖျောက်နေခဲ့တယ်...မထင်မရှားမြို့လေးတစ်မြို့မှာ ဟက်ကာကြီးပေးတဲ့ငွေလေးနဲ့ ဘီယာလေးစုပ်လိုက်ဘားကသီချင်းလေးနားထောင်လိုက်နဲ့ပေါ့...သိပ်မကြာပါဘူး ..ကမ္ဘာ့အရှုတ်ဆုံးပြဿနာတွေသယ်လာတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာသူ့ရှေ့ရောက်လာတဲ့အခါမှာတော့...သေဖို့ထက် ဗျင်းဖို့ပဲ စိတ်ဝင်စားတဲ့ Punisher ကြီးနဲ့တွေ့တဲ့အခါမှာတော့....   Episodes: 13Duration: 53 MinFile Size: 1.5GB , 500MBQuality :Web-DL 1080p5.1Ch,720pGenres:  Action, Crime , DramaTranslated by  Ye Man Aung, Aye Mon Kyae & Arkar Phyo Encoded by  Phyo PyaeEpisode 1\n720P    > UsersDrive   | Yoteshin |    MegaUp    |     Mega.NZ ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-the-punisher2019season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1AAIiC8wjzlPAK46ZQzEZNojgRC.jpg",
        "title": "Star In My Mind (2022)",
        "description": "Star In My Mind : แล้วแต่ดาว  စ/ဆုံး------------------------------------------- လူတိုင်းရဲ့ဘဝမှာ အချစ်ဦးဟာ\nဘယ်တော့မှ မမေ့နိုင်တဲ့ တစ်ဦးတည်းသော လူတစ်ယောက်ပါတဲ့...ငယ်ရွယ်နုပျိုစဉ်က ပေါက်ဖွားခဲ့တဲ့ အချစ်နုနုဖူးဖူးလေးဟာ\nတစ်သက်စာ အမှတ်ရနိုင်လောက်တဲ့ထိ\nချိုမြိန်တယ်ဆိုတာ လက်ခံလား?လူတိုင်းအတွက် \" အချစ်ဦး \" နဲ့ ပတ်သက်ပြီး\nဖြစ်ပေါ်ခဲ့ဖူးတဲ့ အခြေအနေချင်း ကွဲပြားနိုင်ပေမယ့်\nအမြဲ တူညီနေတာ တစ်ခုက ဘယ်တော့မှ မမေ့နိုင်ဘူးဆိုတာပဲ....တစ်ချို့တွေကျတော့ \" အချစ်ဦး \" ကို ချစ်ကြောင်း ဖွင့်ပြောခဲ့တာလည်း ရှိသလို\nအခြေအနေ အကြောင်းကြောင်းကြောင့် နောက်ဆုတ်ခဲ့ဖူးတဲ့ တစ်ချို့ တစ်ချို့လည်း ရှိကြပါတယ်....ဒီဇာတ်လမ်းမှာလည်း ကျောင်းတက်စဉ်ကာလကတည်းက\nကြိတ်ကြွေခဲ့ရတဲ့ \"အချစ်ဦး\" ကို ဖွင့်ပြောခဲ့ဖူးတဲ့ ကောင်လေးတစ်ယောက်ကြောင်းပါပဲ...ငယ်ရွယ်စဉ်က အချစ်ဦးအပေါ် ဖြစ်ပေါ်ခဲ့တဲ့ နူးနူးညံ့ညံ့ ခံစားချက်တို့နဲ့\nချိုမြိန်တဲ့အချစ်ကို မခံစားလိုက်ရတဲ့ ကောင်လေးတစ်ယောက်.....လူတစ်ချို့အတွက် \"အချိန်က ကုစားသွားပါလိမ့်မယ် အချိန်က ကုစားနိုင်ပါတယ်\" ဆိုပေမယ့်လည်း\nအကြောင်းကြောင်းကြောင့် ဝေးကွာခဲ့ရတဲ့ အချစ်ဦးပေါ်က ခံစားချက်နုနုလေးတွေကို\nတစ်ခါမှ မရပ်တန့်နိုင်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်....ကြယ်ကြွေတိုင်း မော့ကြည့်ရသလိုပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/star-in-my-mind-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/vbDeZ_4f-200x200.jpg",
        "title": "iKON on air (2022)",
        "description": "iKON on air (2022)iKONICs တွေ အချိန်အကြာကြီး စောင့်စားခဲ့ရတဲ့ “iKON On Air” Show လေးကတော့ ထွက်ရှိလာခဲ့ပါပြီ။\nအဖွဲ့ဝင် ၆ ယောက်ပါဝင်တဲ့ iKON ကတော့ ဒီပရိုဂရမ်လေးမှာ\nသည်းထိတ်ရင်ဖိုဖြစ်အောင်တစ်မျိုး ချစ်စရာကောင်းအောင်တစ်ဖုံနဲ့ ပျော်ပျော်ရွှင်ရွှင် တင်ဆက်ရင်း\nသူတို့ရဲ့ ဖျော်ဖြေတင်ဆက်မှုစွမ်းရည်တွေကို ပြသသွားမှာပါ။အစပိုင်းမှာလည်း Red Carpet လျှောက်ဦးမှာဆိုတော့\nကလေးတွေရဲ့ မောရှီဆောနေမှုကို တွေ့ရမှာပါနော်။ဒီအပိုင်းလေးမှာတော့ iKON တွေက ကိုယ့်ကိုယ် ရသစုံရှိုးတွေမှာ\nတင်ဆက်မှုစွမ်းရည် အားနည်းတယ်လို့ တွေးတာကြောင့်\nစွမ်းရည်မြင့်တက်ဖို့အတွက် ကြိုးစားသွားကြမှာပါ။ရသစုံရှိုးတွေမှာ အဓိကလိုအပ်တဲ့ စွမ်းရည်တွေဖြစ်တဲ့ တည်ငြိမ်မှု၊ စွမ်းအင်၊\nလျင်မြန်ဖျက်လတ်မှု၊ အဖွဲ့လိုက်လုပ်ဆောင်မှု စွမ်းရည်တွေကို စစ်ဆေးသွားမှာဖြစ်ပြီးတော့\nတစ်ယောက်ချင်းစီရဲ့ အားသာချက်တွေကို ဖော်ထုတ်ပြသွားမှာပါနော်။အဲဒါအပြင် ပရိသတ်တွေ တစ်ခါမှမမြင်ဖူးသေးတဲ့\nသူတို့ရဲ့ ပုံစံအသစ်အဆန်းတွေကိုလည်း ပြသသွားဦးမှာဖြစ်ပါတယ်။ဒီတော့ ပရိုဂရမ်လေးမှာ ဘယ်လိုပျော်ပျော်ရွှင်ရွှင် ဆော့ကစားသွားမလဲဆိုတာကိုကြည့်ရင်း\niKONICs လေးတို့ ပြုံးပျော်လိုက်ကြရအောင်နော်။အညွှန်းကိုတော့ Myo Myo က ရေးသားပေးပြီးဘာသာပြန်ထားတာကတော့ CM Variety Pro ...",
        "url": "https://channelmyanmar.org/tvshows/ikon-on-air-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6JWDMdWZG0z0bdDZAzlXuquhq.jpg",
        "title": "Unmarried Hot Mom (2022)",
        "description": "Unmarried Hot Moonဒီတစ်ခါမှာတော့ CM ကနေ Unmarried Hot Moonဆိုတဲ့ပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်လမ်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းထဲမှာပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကတော့Who Rules the World ဇာတ်ကားထဲက Bai Li Jing အဖြစ်သရုပ်ဆောင်ထားတဲ့ Wang Xiu Ze ,Walk into Your Memory ထဲက Liu Rui Qiao တိုကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့စူးရှပြီးလှပလွန်းနေတဲ့ Man Ni ကချစ်သူကောင်လေးနဲ့သဟဇာတမဖြစ်တဲ့အတွက်ကြောင့် လမ်းခွဲလိုက်တာပေါ့။လမ်းခွဲပြီးသုံးလအကြာမှာ Man Ni ကကိုယ့်ကိုယ် ကိုယ်ဝန်ရှိနေတယ်ဆိုတာတွေ့လိုက်ရတယ်။ဒါပေမဲ့ကံမကောင်းစွာနဲ့အရင်ရည်စားဟောင်းကချစ်သူကောင်မလေးအသစ်နဲ့ မကြာခင်လက်ထပ်ယူတော့မှာဖြစ်တယ်။ဒီလူ့ဘဝထဲကိုမရောက်လာသေးတဲ့အသက်တစ်ချောင်းကိုမဆုံးရူံးချင်တဲ့အတွက်, Man Ni ကဒီကလေးကိုမွေးဖိုဆုံးဖြတ်လိုက်တော့လက်မထပ်ရသေးတဲ့ single mother တစ်ယောက်ဖြစ်လာခဲ့တယ်။ဒီတော့ လက်မထပ်ရသေးတဲ့ single mother အနေနဲ့ဂုဏ်သိက္ခာနဲ့ကလေးအတွက် ကုမ္ပဏီတစ်ခုမှာရင်းနှီးမြှုပ်နှံမှုရှာဖွေရေးအလုပ်နဲ့ဝင်လုပ်တာပေါ့။ကဲဒီတော့ CM ချစ်ပရိသတ်ကြီးရေအလုပ်ရဲ့ဖိအား,ကလေးရဲ့ကိစ္စအရပ်ရပ်တွေကိုတစ်ယောက်တည်းရင်ဆိုင်နေရတဲ့ Man Ni အဖိုဒီအရာတွေကိုကျော်လွှာနိုင်မလား။လက်မထပ်ရသေးတဲ့ single motherအနေနဲ့ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာUnmarried Hot Moon ဆိုတဲ့ ဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင် Quality : ...",
        "url": "https://channelmyanmar.org/tvshows/unmarried-hot-mom-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x2LSRK2Cm7MZhjluni1msVJ3wDF.jpg",
        "title": "Stranger Things Season 3 (2019) [COMPLETE]",
        "description": "Stranger Things season 3 ထွက်ပါပြီဒီစီစန်မှာတော့ ဒက်စတင်နဲ့ သူတို့မွေးစားအဖေလေးတို့ မတော်တဆ အသံဖမ်းမိတဲ့ရုရှားစကားဝှက်တွေကို လိုက်စုံစမ်းရင်း လူဆိုးတစ်ဖွဲဲ့နဲ့တွေလာပါတယ်။အယ်လ်ကလည်း သူ့အာရုံထဲမှာမြင်တာကိုစုံစမ်း၊ဂျွိုက်စ်ကလည်း ဟော့ပါနဲ့ ထူးခြားမှုတစ်ခုကိုစုံစမ်း၊ နန်စီတို့အတွဲကလည်း သတင်းတစ်ခု ကိုယ်တိုင်စုံစမ်းရင်းအားလုံးဆက်စပ်မိတဲ့အခါ ဘာတွေဖြစ်လာမလဲ တွေ့ပါလိမ့်မယ်။ Littleneo ဘာသာျပန္သည္ Quality – 720p NF WEB-DLDuration – 51 min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Fantasy, HorrorSource : 7720p.NF.WEBRip.DDP5.1.x264-NTGTranslator – LittleneoEncoder – THZ \nSeason 3 Complete Zip File : Yoteshin / Megaup /VIP",
        "url": "https://channelmyanmar.org/tvshows/stranger-things-season-3-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/11-stranger-things-s2.nocrop.w710.h2147483647-135x200.jpg",
        "title": "Stranger Things Season 2 [COMPLETE]",
        "description": "လက်ရှိ Netflix ကနေ ထုတ်လွှင့်နေပြီး လူကြိုက်များ ရေပန်းစားနေတဲ့ စီးရီးအသစ်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။ ဒါကတော့ Stranger Things Series လေးပါ။သဘာဝလွန်ဖြစ်ရပ်တွေခြောက်ခြားစရာဇာတ်လမ်းတွဲတွေကို ခုံမင်သူ ပရိသတ်တွေအတွက်ကတော့ အကြိုက်ဖြစ်မှာပါ။လက်ရှိ Season 2အထိ ထွက်ရှိထားတဲ့ ဒီစီးရီးလေးက ၁၉၈ဝခုနှစ်များမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဆယ်ကျော်သက်ကလေးတွေရဲ့ပီပြင်လွတ်လပ်တဲ့သရုပ်ဆောင်ချက်တွေရယ်ခိုင်မာတဲ့ဇာတ်အိမ်ရယ်ကမပျင်းမရိ ကြည့်လို့ကောင်းအောင်ပံ့ပိုးပေးထားနိုင်တယ်လို့ပြောရမှာပါ။လတ်တလော ရေပန်းအစားဆုံးဖြစ်နေတဲ့အပြင် ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေအတွက်The Screen Actors Guild Award ဆု နဲ့ the 69th Primetime Emmy Awardsအတွက်လျာထားခံရတဲ့ ဆုက၁၈ဆု ဒါ့အပြင် Outstanding Drama Series ဆုတွေပါရရှိထားတာပါ။Imdb Rating 8.9/10 , Rotten Tomatoes Rating 96% ရရှိထားတဲ့ ဒီSeries လေးကအပြိုင်အဆိုင်များတဲ့ သဘာဝလွန်ဇာတ်လမ်းတွဲတွေရဲ့ အစဉ်အလာကနေဘယ်လိုဖောက်ထွက်မလဲဆိုတာစိတ်ဝင်စားစရာပါ။Stranger Thingsရဲ့ ဒုတိယမြောက်Season အဖြစ် Stranger Things 2အဖြစ်Octobe 27,2017 ...",
        "url": "https://channelmyanmar.org/tvshows/stranger-things-season-02-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjEzMDAxOTUyMV5BMl5BanBnXkFtZTgwNzAxMzYzOTE@._V1_-135x200.jpg",
        "title": "Stranger Things Season 1 [COMPLETE]",
        "description": "လက်ရှိ Netflix ကနေ ထုတ်လွှင့်နေပြီး လူကြိုက်များ ရေပန်းစားနေတဲ့စီးရီးအသစ်လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဒါကတော့ Stranger Things Series လေးပါ။သဘာဝလွန်ဖြစ်ရပ်တွေ ခြောက်ခြားစရာဇာတ်လမ်းတွဲတွေကို ခုံမင်သူ ပရိသတ်တွေအတွက်ကတော့အကြိုက်ဖြစ်မှာပါ။လက်ရှိ Season 2အထိ ထွက်ရှိထားတဲ့ ဒီစီးရီးလေးက ၁၉၈ဝခုနှစ်များမှာဇာတ်အိမ်တည်ထားပါတယ်။ဆယ်ကျော်သက်ကလေးတွေရဲ့ပီပြင်လွတ်လပ်တဲ့သရုပ်ဆောင်ချက်တွေရယ်ခိုင်မာတဲ့ဇာတ်အိမ်ရယ်ကမပျင်းမရိ ကြည့်လို့ကောင်းအောင်ပံ့ပိုးပေးထားနိုင်တယ်လို့ပြောရမှာပါ။လတ်တလော ရေပန်းအစားဆုံးဖြစ်နေတဲ့အပြင် ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေအတွက်The Screen Actors Guild Award ဆု နဲ့ the 69th Primetime Emmy Awardsအတွက်လျာထားခံရတဲ့ ဆုက၁၈ဆု ဒါ့အပြင် Outstanding Drama Series ဆုတွေပါရရှိထားတာပါ။Imdb Rating 8.9/10 , Rotten Tomatoes Rating 96% ရရှိထားတဲ့ဒီSeries လေးက အပြိုင်အဆိုင်များတဲ့ သဘာဝလွန်ဇာတ်လမ်းတွဲတွေရဲ့ အစဉ်အလာကနေဘယ်လိုဖောက်ထွက်မလဲဆိုတာစိတ်ဝင်စားစရာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့...........2016 ခုနှစ်ထွက်ရှိထားပြီး  Sci-Fi, Thriller, Horror အမျိုးအစား miniseries လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီလောကနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/stranger-things-season-01-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/r1qkhu4d5f5sQG3MkIAM-o.jpg",
        "title": "Real Bond (2022)",
        "description": "Real Bond (2022)စ/ဆုံး\"သံယောဇဉ်နှောင်ကြိုး\".................................... အေ့ပွန်ဆိုတဲ့ ဂုဏ်သရေရှိ အမျိုးသမီးတစ်ယောက်မှာ သားလေးနှစ်ယောက်ရှိသတဲ့\nသားအကြီးက မိန်းမလှည့်စားတာ ခံရလို သက်သေသွားသောကြောင့်\nသားအငယ်နဲ့ပတ်သက်ပြီး အမြဲ ထိလွယ်ရှလွယ်တဲ့ သူတစ်ဦးဖြစ်ပါတယ်....တစ်နေ့တော့ သားအငယ်ဖြစ်သူ ဖာနုကို သူငယ်ချင်းသမီးနဲ့ လက်ထပ်ပေးဖို့ အခြေအနေ ဖန်လာပါတော့တယ်ဒါပေမယ့် ဖာနုက အမေ ပေးစားတဲ့ အမျိုးသမီးကို လက်မထပ်နိုင်ပဲ သူ ချစ်ရတဲ့ အမျိုးသမီး ဖြစ်တဲ့\nမတ်ဖီလ်ဆိုတဲ့ ကောင်မလေးကို ဗိုက်တစ်လုံးနဲ့ အိမ်ပေါ်ခေါ်တင်လာတယ်...အဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သူ့သားအငယ်နဲ့ လုံးဝ သဘောမတူနိုင်ပေမယ့်\nသားရဲ့ အလိုကို မလွန်ဆန်နိုင်သောကြောင့် မတ်ဖီလ်ကို လက်မခံချင်ပေမယ့် လက်ခံလိုက်ရပါတော့တယ်...တစ်ကယ်တမ်းတော့ မတ်ဖီလ်ကို နှမ်းတစ်စေ့စာတောင် ကြည့်မရခဲ့ပါဘူး....\nတစ်ဖန် ဖာနုသည်လည်း ဝါသနာပါနေတဲ့ ရှေ့နေအလုပ်ကို လုပ်ရင်း\nစီးပွားရေးအဆင်မပြေတာကြောင့် မိသားစု စီးပွားရေးကိုပဲ ဆက်လုပ်ဖို့ အခြေအနေ ဖန်လာပါတော့တယ်....ဒါပေမယ့် တစ်နေ့မှာ ကံကြမ္မာအရ သူ့သားလေးကို ပုံစံခွက်ထဲ ထည့်ဖို အခွင့်အရေးရောက်လာပါတော့တယ်....ထိုအခွင့်အရေးကတော့ ဖာနုကို ဥရောပမှာ ရှိတဲ့ အလုပ်ဆီကို ...",
        "url": "https://channelmyanmar.org/tvshows/real-bond-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwBIvn4kNg2jOjnDUqbqcSELaYa.jpg",
        "title": "Green Mothers’ Club (2022) [Complete]",
        "description": "Green Mothers' Club (2022) ဇာတ်လမ်းတွဲ [အစ-အဆုံး] အပိုင်း - ၁၆ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ) \"Thirty-Nine\" နေရာမှာ အစားဝင်တဲ့ကားလေးဖြစ်ပါတယ်။ ဒီတစ်ခါလည်း လက်တွေ့ဘဝကို ရိုက်ကူးပုံဖော်ထားတဲ့ နောက်ထပ် ဒရမ်မာ အသစ်လေးပါ။ မတူတာကတော့ သူငယ်ချင်းသံယောဇဥ်အစား မိခင်တွေကြားက ခင်မင်မှုနဲ့ ကလေးတွေအပေါ်ထားရှိတဲ့ မိခင်မေတ္တာကို တွေ့ရှိရမှာပါ။မူလတန်းအရွယ်ကလေးတွေအတွက် တွေ့ဆုံစုစည်းမိခဲ့ကြတဲ့ မတူညီတဲ့ မိခင် ၅ ယောက်...ဒီငါးယောက်လုံးမှာ သူတို့မကျော်လွှားနိုင်တဲ့ အခက်အခဲတွေကိုယ်စီ ရှိကြပါတယ်ကလေးတွေအကြောင်းပြုပြီး ဆက်ဆံရေးစတင်ခဲ့ကြတဲ့သူတို့တတွေ ရှေ့လျှောက်ဘယ်လိုပတ်သက်သွားကြမလဲ?အချင်းချင်း ပြိုင်ဆိုင်တိုက်ခိုက်သွားကြမလား?ခင်မင်မှုသံယောဇဥ်တွေပဲ တိုးလာမလား? ဆိုတာကတော့ ဒီကားလေးထဲမှာပဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်နော်။ (အညွှန်းကိုတော့ Ei Phyu Khin က ရေးပေးထားတာပါ) Aired: April 6, 2022 -- \nAired On: Wednesday - Thursday\nGenres: Drama, Mystery\nDuration: 1hr\nEpisodes: 16\nFile Size: 1080p(~1GB) ...",
        "url": "https://channelmyanmar.org/tvshows/green-mothers-club-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/po8pqEdyWdJwzMnWsYJ10kuS4jC.jpg",
        "title": "Parampara (2021)",
        "description": "Parampara (2022)\n——————————————ဘယ်လောက်ပဲဩဇာအာဏာကြီးကြီး ဘယ်လောက်ပဲချမ်းသာကြွယ်ဝတဲ့မိသားစုတစ်စုဖြစ်နေပါစေ…\nမိသားစုတွင်းက ပဋိပက္ခတွေဟာအင်ပါယာတစ်ခုကို ယိုယွင်းပျက်စီးစေနိုင်ပါတယ်ဒီတစ်ခေါက်မိတ်ဆက်ပေးမယ့် series လေးကတော့ မင်းသားကြီး Jagapathi Babu\nပါဝင်ထားတဲ့ Disney+ Hotstar ကနေတင်ဆက်ထားတဲ့ Parampara ဆိုတဲ့series လေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ တစ်ချိန်က ငြိမ်းချမ်းရေးကိုလိုလားပြီး ဩဇာညောင်းတဲ့ဗီယာနိုင်ဒူဟာ\nနိုင်ငံရေးလောကထဲတော့ထဲထဲဝင်ဝင်မပါဝင်ခဲ့ပေမယ့် နိုင်ငံရေးသမားတွေကတော့ သူ့ကိုမှီတည်နေရတာဖြစ်ပါတယ်\nတစ်နေ့မှာ ဗီယာနိုင်ဒူးကွယ်လွန်ပြီးနောက် သားကြီးဖြစ်တဲ့မိုဟန်ရောင်ဟာ နိုင်ငံရေးထဲဝင်ဖို့လုပ်ခဲ့ပေမယ့်\nညီဖြစ်သူနိုင်ဒူက သဘောမတူတာကြောင့် မလုပ်ဖြစ်ခဲ့ပါဘူး.. ဒါပေမယ့်နိုင်ဒူးတစ်ယောက်ကတော့\nနိုင်ငံရေးသမားတွေကို နောက်ကွယ်ကနေချုပ်ကိုင်ပြီး အာဏာတစ်ခွဲသားနဲ့နေပါတော့တယ်..ဒါကိုမကျေနပ်နဲ့ မိုဟန်ရောင်ရဲ့သားဖြစ်သူ ဂိုပီကတော့ ဦးလေးဖြစ်သူနိုင်ဒူကိုတစ်ချိန်လုံးအငြိုးထားပြီး\nအနိုင်ယူနင်းခြေဖို့ပဲ တွေးထားပါတော့တယ်.. ဒီလိုနဲ့ ဂိုပီနဲ့ နိုင်ဒူးကြားထဲက ကာလကြာရှည်စစ်ပွဲကြီးက ဘယ်လိုရလဒ်တွေရလာမလဲ..\nဂိုပီကရော ဩဇာကြီးတဲ့နိုင်ဒူကိုယှဉ်နိုင်ဖို့ ဘာတွေလုပ်မလဲ..\nဒီလိုမိသားစုတွင်း ပဋိပက္ခတွေကိုစိတ်ဝင်စားဖွယ်ပုံဖော်ရိုက်ကူးထားတာဖြစ်လို့\nအိန္ဒိယအရင်းရှင်မိသားစုတစ်စုရဲ့ဂုဏ်သိက္ခာတိုက်ပွဲကို ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်  File Size – 1GB / 600MB@EpisodeQuality –1080p AAC5.1CH /  720pDuration – minute (@Episode)Total Episodes: 7 EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/parampara-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QBmyhhoVd38HyNQgCsoEErGHj5.jpg",
        "title": "Hello My Girl (2022)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးကတော့Cpop Boy band TFfamily အဖွဲဝင် Ao Ziyi နဲ့မင်းသမီးသစ်လေး Huang Cancan တိုပါဝင်သရုပ်ဆောင်ထားတဲ့ လူငယ်ကျောင်းသားကားလေးHello My Girl ပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ရှန့်ဟိုင်မှာ ကြီးပြင်းလာတဲ့ဆယ်ကျော်သက်ကောင်လေးYang Yishan ဟာ အ‌‌ဒေါ်ရဲ့ထိန်းချုပ်မှုအောက်မှာနေနေရသူဖြစ်ပြီး တက္ကသိုလ်တက်မယ့်အချိန်မှာတော့လွတ်လပ်တဲ့လူငယ်ဘဝကို ပိုင်ဆိုင်ချင်တာကြောင့်အရှေ့မြောက်ပိုင်းမှာ ကျောင်းဆက်တက်ဖိုဆုံးဖြတ်ပြီးထွက်လာခဲ့ပါတော့တယ်အဒေါ်ဖြစ်သူက စိတ်မချတာကြောင့်သူ့တူလေးနောက်ကိုလိုက်ခဲ့ပြီးZhao Duoduo အဖေရဲ့အိမ်ခန်းမှာငှားနေခဲ့ပါတယ်Zhao Duoduo နဲ့ Yang Yishan တိုကတစ်ကျောင်းထဲအတူတက်နေကြ‌ပေမယ့်မတည့်ကြပါဘူး Zhao Duoduo ကတော့သူ့အဖေကိုYang Yishan အ‌ဒေါ်နဲ့သဘောတူနေခဲ့တာပါအကုန်လုံးက ဝိုင်းမြှောက်ပေးတဲ့အဆုံးမှာတော့တစ်ကိုယ်ထဲနေလာတဲ့ Yang Yishan အဒေါ်တစ်ယောက်Zhao Duoduo အဖေရဲ့ နွေးထွေးကြင်နာမှုမှာအရည်ပျော်သွားခဲ့ပါတော့တယ်လူကြီးနှစ်ယောက်အဆင်ပြေသွားတော့ကလေးတွေအချင်းချင်းအမြင်တွေကြည်လာပြီးရင်ခုန်သံတွေပေါက်ဖွားလာခဲ့ပါတယ်ဇာတ်လမ်းလေးကပေါ့ပေါ့ပါးပါးကျောင်းသားကားလေးဖြစ်တာမိုအပျင်းပြေကြည့်ချင်သူတွေအနေနဲ့ CM ကနေမကြာခင်မှာ တင်ဆက်ပေးသွားမှာ ဖြစ်လိုကြည့်ရှုအားပေးလိုရပါတယ်နော် Quality : WEB-DL 720pTotal Episodes : 24Format : mp4Genres : Romance,Comedy,YouthDuration : 30 min ...",
        "url": "https://channelmyanmar.org/tvshows/hello-my-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6cXf5EDwVhsRv8GlBzUTVnWuk8Z.jpg",
        "title": "The Rising of the Shield Hero (2022) Season2",
        "description": "ဆယ်ကျော်သက်ကျောင်းသားIwatani Naofumiဟာအပြိုင်စကြဝဠာကိုအခြားလူ၃ယောက်နဲ့အတူသူရဲကောင်းတွေဖြစ်လာဖို့အတွက် ဆင့်ခေါ်ခြင်းခံခဲ့ရပါတယ်သူတို့လေးယောက်စလုံးဟာသက်ဆိုင်ရာဒဏ္ဍာရီဝင်လက်နက်တစ်ခုစီကိုရရှိခဲ့ပြီးIwatani Naofumiကတော့ဒိုင်းကာကိုလက်နက်အနေနဲ့ရရှိခဲ့ပါတယ်အပြင်လောကရဲ့အတွေ့အကြုံနည်းပါးမှုနဲ့သြဇာကင်းမဲ့မှုတို့ကြောင့်သူရဲကောင်း၄ယောက်ထဲမှာ အားအနည်းဆုံးအဖြစ်သတ်မှတ်ခံခဲ့ရပါတယ်အစ၃ရက်မှာတင်သစ္စာဖောက်ခံရ၊မှားပြီးအစွပ်စွဲခံရတဲ့အပြင်ပစ္စည်းလုတာပါခံခဲ့ရပြီးဘုရင်ကအစ ကျွန်အဆုံးရဲ့မသတီခြင်းကိုပါခံခဲ့ရပါတယ်အဲ့လိုကိစ္စတွေကြောင့်Iwatani Naofumiအတွက်တော့လက်စားချေလိုစိတ်နဲ့အမုန်းတရားကလွဲပြီးမရှိတော့ပါဘူးသူရဲ့အပြိုင်ကမ္ဘာစွန့်စားခန်းကဘယ်လိုဖြစ်သွားမလဲဆိုတာကိုကြည့်နိုင်ပါပြီ(ဘာသာပြန်ပေးထားတာတော့ DrNyanပဲဖြစ်ပါတယ်) File Size – 300MB / 150MB@EpisodeQuality – 1080p / 720pDuration – 24 minute (@Episode)Total Episodes: 13Episode Subtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Action & Adventure, Sci-Fi & Fantasy, DramaTranslator – Dr NyanEncoder – YK\nFor VIP Member - Click Here!\n(720p)\nEpisode1 - Yoteshin / Userdrive / Meagup / DropGalaxy / Streamsb\nEpisode 2 - Yoteshin / Userdrive / ...",
        "url": "https://channelmyanmar.org/tvshows/the-rising-of-the-shield-hero-2022-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/r8tg8au8oR9AmhmwZ2W-o.jpg",
        "title": "Poisonous Passion (2022)",
        "description": "Poisonous Passion (2022)  စ/ဆုံး\"အဆိပ်သင့်နှောင်ကြိုး\"__________________________________ Main Cast; \"ဖယု\" အဖြစ် \" Great Warintorn Panhakan\"\"ပါရီချက်\" အဖြစ် \"Patricia Tanchanok Good\" ဇာတ်လမ်းအကျဥ်းဆိုရှယ်မီဒီယာတွင် ပရိတ်သတ်အမြောက်အမြားရရှိထားသောနာမည်ကြီး Life Coach တစ်ဦးဖြစ်သူ ဒေါက်တာ ပါရီချတ် ခွန်အာနွန်ဟာချတ်လုပ်နိုင်ရင် သင်တို့လည်း လုပ်နိုင်ရမည် ဆိုသော ဆောင်ပုဒ်ကို လက်စွဲပြီးလူတွေကို လှုံ့ဆော်မှု ခွန်အားတွေ ပေးနေတဲ့သူမရဲ့ဆိုးရွားတဲ့ အတိတ် ကတော့အိမ်ထောင်ရှိပြီးသားချစ်သူ နဲ့ ကိုယ်ဝန်ရတဲ့အချိန်မှာ ချစ်သူဖြစ်သူကအတင်းကိုယ်ဝန်ဖျက်ခိုင်းပြီး စွန့်ပစ်ခံခဲ့ရတဲ့ \"ပါရီချတ်\" တစ်ယောက် ဘဝရှေ့ရေးလည်း မှောင်မိုက်ပြီး လမ်းဆုံးကာမိမိကိုယ်ကိုယ် အဆုံးစီရင်ဖို့အကြောင်းဖန်လာပါတယ်။ အမဖြစ်သူနဲ့ ခဲအို ရဲ့အကူအညီကြောင့် အသက်ဘေးမှလွတ်မြောက်ပြီးနိုင်ငံခြားမှာ နှစ်ပေါင်းများစွာ ပညာသင်ပြီး ချစ်သူ ဟောင်းကိုလက်စားချေဖို့အတွက် အသက်ဆက် ရှင်နေခဲ့ပါတော့တယ်။အောင်မြင်ကျော်ကြားပြီး လူကြိုက်များတဲ့ စီးပွါးရေးသမားတစ်ဦးဖြစ်သူ \"ဖယု\" ဟာကုမ္ပဏီရဲ့ အကြံပေးအနေနဲ့ \"ပါရီချတ်\"ကို ခန့်လိုက်သောအခါ \"ဖယု\" မိသားစုထဲမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/pom-sanaeha-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/4DQpjUtzLUwmJZZSBzPNj14sVM53JfJElC3JRZ2NuK7I.jpg",
        "title": "Sea In Love (2022)",
        "description": "Sea In Love (2022)  စ/ဆုံးအချစ်ပင်လယ်------------------------ရရေချွန်ဆိုတဲ့ ကောင်မလေးတယောက်ဟာ မေမေ့ရဲ့အိမ်မက်ကို ဖြည့်ဆည်းပေးဖို့အတွက်မိုင်ရိုကျွန်းကို ဝယ်ချင်နေတဲ့သူတယောက်ပါလန်ဆိုတဲ့ ကောင်လေးတယောက်ဟာ နိုင်ငံခြားမှာ ကျောင်းပြီးသွားခဲ့ပြီး အဖေအတွက် အလုပ်လုပ်နေရပါတယ်တနေ့ကတော့ လန်ရဲ့အဖေဟာ အကြွေးယူထားရင် အကြွေးတွေပြန်မဆပ်နိုင်လို့ သူဌေးရဲ့သမီး ရရေချွန်နဲ့ အတင်းလက်ထပ်ခိုင်းပါတော့တယ်ဒါပေမဲ့ လန်ဟာ သူ့မှာချစ်တဲ့ကောင်မလေးရှိနေပြီးမို့ လက်ထပ်ဖို့ ငြင်းဆန်ခဲ့ပြီး အကြွေးတွေ ဆပ််နိုင်ဖို့ အလုပ်ကြိုးစားလုပ်ပါတော့တယ်ဒါပေမယ့် နောက်ဆုံးတော့ သူတို့ ၂ယောက်ဟာ ကိုယ်လိုချင်တဲ့ ပန်းတိုင်ကို ရောက်ရှိဖို့ လက်ထပ်မှ ဖြစ်မယ်ဆိုပြီး ၂ဦးသား သဘောတူစာချုပ် ချုပ်ဆိုပါတော့တယ်လန်ဆိုတဲ့ ကောင်လေးဟာ လက်မထပ်ဖို့ သူ့အဖေရဲ့အကြွေးကို ကျေအောင် ဆပ်နိုင်မှာလား..?ရရေချွန်ကလည်း သူ့အမေအိမ်မက်ဖြစ်တဲ့ မိုင်ရိုကျွန်းကို ဝယ်ယူနိုင်မလား...........?သူတို့ ၂ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာ ရင်ခုန်စွာနဲ့ စောင့်မျော်ကြည့်ရှုနိုင်ပါတယ် Episodes: 20Aired: April 27, 2022Aired On: Mon to FriGenres: Romance, ...",
        "url": "https://channelmyanmar.org/tvshows/sea-in-love-2022/"
    }
]