[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/xLvrX_4f-1.jpg",
        "title": "From Chao Phraya to Irrawaddy (2022)",
        "description": "\"ကျောက်ဖရားမှ ဧရာဝတီသို့\" From Chao Phraya to Irrawaddy    စ / ဆုံး ________________________________________________ ဒီဇာတ်ကားလေးထဲမှာ ထိုင်းမြန်မာချစ်ကြည်ရေးအတွက်ကုန်းဘောင်ခေတ်နှင့် အယုဒ္ဓယ ခေတ်နှောင်းပိုင်းကို အခြေခံကာ ရိုက်ကူးထားတာဖြစ်ပြီးထိုင်းမင်းသား Got Jirayu Tantrakul နှင့် ထိုင်းမင်းသမီး Tangtang Nattaruchi တို့နဲ့အတူမြန်မာအနုပညာရှင်များဖြစ်တဲ့ သရုပ်ဆောင် ဒေါင်း နှင့် အလှမယ် နှင်းသွေးယုအောင်( Miss Universe Myanmar 2018 ) တို့ ပါဝင်ထားပါတယ်။Main Cast အဖြစ်**ပကွန် အဖြစ်  Got \"Jirayu Tantrakul\"**နွတ်ထနတ် အဖြစ် \"Tangtang Nattaruchi\"**စစ အဖြစ်              \"ဒေါင်း\"**ဇင်ဇင် အဖြစ်        \"နှင်းသွေးယုအောင်\"ဇာတ်လမ်းအကျဥ်းကတော့\"နွတ်\" က မြန်မာနိုင်ငံ ...",
        "url": "https://channelmyanmar.org/tvshows/from-chao-phraya-to-irawadee-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/85875a13-540b-474e-bcd9-9205ea2af308.jpg",
        "title": "Switch On (2021)",
        "description": "Switch On (2021)     စ / ဆုံး___________________ဇာတ်လမ်းတွဲအညွှန်းဒီတစ်ခါ တင်ဆက်မယ့်ဇာတ်ကားလေးကတော့ ထိုင်း series fan လေးတွေပါမကKdrama fan လေးတွေပါစိတ်ဝင်စားရမယ့်ကားလေးပါနော်2016 လောက်က နာမည်အရမ်းကြီးခဲ့တဲ့ W: Two worlds ဆိုတဲ့ Kdrama လေးအတိုင်တစ်ဖန် remake ပြန်ရိုက်ထားတဲ့ဇာတ်လမ်းလေးပေါ့အားခင်ဟာ သေနတ်ပစ်အားကစားသမားတစ်ယောက်ဖြစ်ပြီး ဘီလျံနာသူဌေးကြီးရဲ့တစ်ဦးတည်းသောသားလည်းဖြစ်ပါတယ်အားခင်က သေနတ်ပစ်မှာသာမန်အဆင့်လောက်ပဲကျွမ်းကျင်တာပါတစ်နေ့ အဖေရဲ့မွေးနေ့မှာ surprise cake လေးကိုဆိုင်ကနေ အားခင်တစ်​ယောက် ပျော်ပျော်ရွင်ရွင်နဲ့သွားယူနေတုန်းသူ့အဖေဟာ သူပြိုင်ပွဲဝင်နေကျသေနတ်နဲ့ပစ်သတ်ခံခဲ့ရပါတယ်သေနတ်ပိုင်ရှင်ဟာလည်းအားခင်.... သေနတ်ပေါ်ကလက်ဗွေပိုင်ရှင်ကလည်း အားခင်ထူးခြားဆန်းကြယ်စွာခိုင်မာတိကျနေတဲ့ သက်သေတွေနဲ့အတူ အားခင်ထောင်ကျခဲ့ရပါတယ်နီဆာဆိုတဲ့အလုပ်သင်ဆရာဝန်မလေး ...အဖေဖြစ်သူကဂိမ်းတီထွင်သူ ဂိမ်းထဲကအဓိကဇာတ်ကောင်လေးကအားခင်ပေါ့အားခင်ရဲ့ကမ္ဘာလေးဟာ ဂိမ်းတစ်ခုအနေနဲ့ အသက်ဝင်နေတယ်ဆိုတာကို ဘယ်သူကမှသတိမထားမိကြပဲမတော်တဆ အားခင်တို့ကမ္ဘာဘက်ကိုရောက်သွားတဲ့နီဆာ.....နီဆာတကယ့်ကမ္ဘာဆီပြန်ထွက်လာနိုင်မလား အားခင်ရောသူ့ရဲ့နာမည်ပျက်ကိုပြန်ချေပနိုင်မလား??အားခင်မကျူးလွန်ခဲ့တဲ့ပြစ်မှုရဲ့နောက်ကွယ်မှာရောဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေတာလဲ??ဆိုတာကိုတော့ အပတ်စဥ်စောင့်မျှော်ကြည့်ရှုရမှာပေါ့နော်Recommend ချင်တာကတော့ W နဲ့လုံးဝဥဿုံတူနေတာမျိုးမဟုတ်ပဲ ကွဲပြားတာလေးတွေလည်းရှိလို့ ထိုင်း version လေးကိုလည်းခံစားကြည့်ကြစေချင်ပါတယ်Episodes: TBAAired: Nov 18, 2021 – TBAAired On: ...",
        "url": "https://channelmyanmar.org/tvshows/switch-on-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/RZF88bcAtubKtz6v2qpydIy3Z4.jpg",
        "title": "Love Me Actually (2019)",
        "description": "Love me actually (2019)ချစ်ဖို့ကောင်းပြီး စွဲဆောင်မှုကိုယ်စီနဲ့ လူငယ်လေး ငါးယောက်နဲ့ ဖွဲ့စည်းထားတဲ့ Love me actually club.\nသူတို့ငါးယောက်ရဲ့ အဓိကနဲ့ တစ်ခုတည်းသောတာ၀န်က ဖြူစင်သန့်ရှင်းသော အချစ်ကို ရှာဖွေဖို့ပါ။\nဒါ့ကြောင့် ကိုရီးယားနိုင်ငံအနှံ့ လှည့်လည်သွားလာပြီး\nမျိုးစုံသော single lady လေးများနဲ့ တွေ့ဆုံကာ ဒိတ်ရင်းနဲ့ လင်းလက်လာမယ့် အချစ်ရဲ့ မီးပွားလေးတွေကို လိုက်ရှာကြမယ့် dating show လေးတစ်ခုပဲ ဖြစ်ပါတယ်။\nပျော်ရွှင်ရယ်မောစရာတွေ၊ ချစ်စရာအူကြောင်ကြောင်နိုင်မှုတွေ၊\nရိုမန့်တစ်နဲ့ စွဲဆောင်မှုတွေအပြည့် မြင်တွေ့ရမှာဖြစ်ပြီး\nဘယ်တစ်ယောက်ကတော့ နှလုံးသားထဲက နှိုးစက်လေးကို အသံမြည်စေမလဲဆိုတာကို စောင့်စားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အဲဒီ့ငါးယောက်ကတော့\n- အခု Snow Drop မှာ hot နေတဲ့ မြောက်ပိုင်းသားခွေးပေါက်လေး Kim Min Kyu\n- Comedian တွေထဲမှာမှ ရုပ်ဖြောင့်ဖြောင့် စွဲဆောင်မှုရှိတဲ့ Heo Kyung Hwan,\n- Sweet ဖြစ်တဲ့ မျက်နှာလေးနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/love-me-actually-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l1MAgM3vvmTtARXlFjuiQRi5EGq.jpg",
        "title": "Bulgasal: Immortal Souls (2021)",
        "description": "Bulgasal : Immortal souls (2021)Dan hwal (Lee Jin-Wook)ကအမြဲတမ်းထာဝရရှင်သန်နေတဲ့\nလွန်ခဲ့သောနှစ်ပေါင်း 600 က လူသားတစ်ဦးဖြစ်ပါတယ်\nရှေးခေတ်မှာ တပ်မှူးတစ်ယောက်အဖြစ် တာဝန်ကို ထမ်းဆောင်နေပြီး\nနှစ်ပေါင်း 600 လုံးလုံး မသေနိုင်ခဲ့ပါဘူးMin Sang Woon(Kwon Na-Ra) ကလည်းမသေနိုင်တဲ့လူဖြစ်ခဲ့‌ပေမယ့်\nအခုတော့ သူမက လူသားအဖြစ်ကို ပြန်လည်ဝင်စားပြီးတော့ လူသားအဖြစ် နေထိုင်‌နေပါတယ်\nသူမရဲ့ ကြေကွဲဖွယ်ဖြစ်ရပ်တစ်ခုကို ဖြတ်သန်းပြီးတော့ သူမရဲ့ တကယ့်နာမည်နှင့်\nအထောက်အထား‌တွေကို ပြောင်းလဲပြီး နေထိုင်နေခဲ့ပါတယ်\nသူမရဲ့ကြေကွဲစရာအဖြစ်အပျက်ကို လက်စားချေဖို့ ပြင်ဆင်ရင်း လျှို့ဝှက်စွာ နေနေခဲ့ပါတယ်\nအတိတ်မှာ Dan Sol က Dan Hwal ရဲ့ ဇနီးဖြစ်ခဲ့ပြီး သူမမှာ ထူးခြားမှုတစ်ခုရှိနေပါတယ်Ok Eul Tae ကလည်း Dan Hwal လိုမျိုး မသေနိုင်တဲ့လူသားပါ\nဒါပေမယ့် သူကတော့ သေရမှာကိုမကြိုက်တဲ့သူ၊ ဒီလိုရှင်သန်နေရတာကို ပျော်မွေ့နေတဲ့သူပါအဲ့တော့ သူက ဗီလိန်ဖြစ်လာမှာလား...မွေးကတည်းက ကျိန်စာတိုက်ခံရပြီး သေခြင်းမှ ...",
        "url": "https://channelmyanmar.org/tvshows/bulgasal-immortal-souls-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mom-idol-136x200.jpg",
        "title": "Mom is an Idol (2021)",
        "description": "Mom is an Idol2000 ခုနှစ်များဆီက အောင်မြင်ခဲ့ပြီး ကလေးမေမေဘဝကြောင့်အနုပညာလောကမှာ active သိပ်မဖြစ်ကြတော့တဲ့ အိုင်ဒေါမေမေတို့စင်ပေါ်မှာပြန်လည်ဖျော်ဖြေကြမယ့် အစီအစဉ်လေးပါCast တွေအနေနဲ့Nobody nobody but you ဆိုတဲ့ သီချင်းလေးနဲ့အောင်မြင်ခဲ့တဲ့ Wonder Girls အဖွဲ့ရဲ့ leader, main vocal 'SUNYE'After school အဖွဲ့ရဲ့ leader, main dancer ဖြစ်ခဲ့ပြီးProduce 101 ရဲ့ နာမည်ကျော် dance mentor 'KAHI'Jewelry အဖွဲ့ရဲ့ leader, main vocal ဖြစ်ခဲ့ပြီး လက်ရှိ kdrama တွေမှာပရိသတ်တွေနဲ့ မျက်နှာမစိမ်းတဲ့ actress 'PARK JUNG AH'တို့က ပါဝင်သွားမှာပါလက်ရှိ active ဖြစ်နေတဲ့ junior idol တွေရော Produce 101 ကစည်းကမ်းတင်းကြပ်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ mentor ...",
        "url": "https://channelmyanmar.org/tvshows/mom-is-an-idol-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ou4Dal2mFUwcHYC6lmf8SW00NzZ.jpg",
        "title": "The Great Indian Murder (2022) Complete",
        "description": "The Great Indian Murderer (2022)ဒီတစ်ခါမှာတော့ cm ပရိသတ်ကြီးအတွက် Feb 4 ရက်နေ့မှာထွက်ရှိခဲ့တဲ့ ဟင်ဒီလူသတ်စီးရီးကောင်းလေးနဲ့ မိတ်ဆက်ပါရစေ။ဒီစီးရီးလေးကတော့ Vikas Swarup ရေးသားခဲ့တဲ့ “SIX SUSPECTS” ဆိုတဲ့စာအုပ်ကို အခြေခံထားတာဖြစ်ပြီး Crime, Politics, Thriller အမျိုးအစားဖြစ်လို့ရင်တဒိတ်ဒိတ်နဲ့ ကြည့်ရမှာပါ။အိန္ဒိယနိုင်ငံ အထက်တန်းလွှာရဲ့ အခြေအနေတွေ၊ အိန္ဒိယထုံးစံ ကြမ်းတမ်းတဲ့parenting တွေနဲ့ အစပျိုးထားတဲ့ ဒီစီးရီးလေးမှာတော့ နိုင်ငံရေးသမားတွေအာဏာလု လောဘတက်ကြတာတွေ ၊ကိုယ်နဲ့အမြင်မတူတိုင်း ရန်သူလို့သတ်မှတ်ပြီးတော့ အခွင့်အာဏာပိုကြီးတဲ့သူတွေကလက်အောက်ငယ်သားတွေကို ခြိမ်းခြောက်ခိုင်းစေတာတွေ၊အာဏာနဲ့ငွေအတွက် မိဘနဲ့သားသမီး ကိုယ့်သွေးသားချင်းတောင် ပြန်သတ်ဖို့ကြိုးစားတာတွေပါ ရိုက်ကူးထားတော့ တော်တော်ကြမ်းတဲ့ စီးရီးလို့ပြောရမှာပါ။ဇာတ်လမ်းအစမှာတော့ နိုင်ငံရေးသမားတစ်ယောက်ရဲ့သားဖြစ်သူ စက်မှုလုပ်ငန်းရှင်တစ်ယောက်ကဒေလီမှာ ပါတီကျင်းပရင်းနဲ့ပဲ သူ့ပါတီမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ ဖခင်က နိုင်ငံရေးသမားဖြစ်တဲ့အပြင်ကိုယ်တိုင်ကစက်မှုလုပ်ငန်းရှင်ဆိုတော့ ပါတီတက်ရောက်သူတွေက အမျိုးမျိုး အစုံစုံပါပဲ။သေနတ်ပစ်ခံရချင်းပဲ ပါတီတက်ရောက်သူတွေကို စစ်ဆေးပြီးတော့နဲ့ သံသယရှိသူတွေကို ဖမ်းဆီးနိုင်ခဲ့ပါတယ်။ဒါပေမဲ့ အဲဒီသံသယရှိသူတွေက တကယ်ပဲ တရားခံဟုတ်ရဲ့လား၊ ...",
        "url": "https://channelmyanmar.org/tvshows/the-great-indian-murder-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egZ08yw1nFitLJV9f1ZgZA6Ho3p.jpg",
        "title": "Dream Garden (2021)",
        "description": "ပရိတ်သတ်တွေနဲ့မစိမ်းတဲ့ World of Honour ထဲကမင်းသားလေး Gong Jun နဲ့Ode to joy ထဲက မင်းသမီးလေး Qiao Xin တို့က ပါဝင်သရုပ်ဆောင်ထားတဲ့series အသစ်လေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်အနေအေးပြီး စိတ်ပညာနဲ့ပတ်သတ်ရင် ကျွမ်းကျင်တဲ့ စိတ်ရောဂါကုဆရာဝန်လေး Lin Shen နဲ့ချစ်မှုရေးရာနဲ့ပတ်သတ်ရင် လက်တွေ့မကြုံဖူးပေမယ့် သူ့ကိုယ်သူ ကျွမ်းကျင်အဆင့်လို့ခံယူထားတဲ့ blogger မလေး xiao xiao တို့ဟာ တစ်ယောက်နဲ့တစ်ယောက် အမြင်မတူတဲ့အတွက်ငြင်းခုံဖူးကြသူနှစ်ဦးပါ။ ဒီလိုနဲ့ စိတ်ပညာနဲ့ပတ်သတ်ပြီး လေ့လာချင်တဲ့xiao xiao တစ်ယောက် စိတ်ရောဂါကုဆရာဝန်တစ်ဦးဆီမှာ လက်ထောက်အဖြစ်လျှောက်ရာကနေ သွေးအေးတဲ့ Lin Shenရဲ့လက်အောက်မှာ လက်ထောက်အဖြစ်အလုပ်လုပ်ခွင့်ရပြီးတဲ့နောက် ကံကြမ္မာက သူတို့နှစ်ဦးကို နီးစပ်စေဖို့ဘယ်လို​အပြောင်းအလဲတွေ ဖန်တီးပေးဦးမလဲ ဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာရင်ခုန်စိတ်လှုပ်ရှားရင်းကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။အချောလေးနှစ်ယောက်ရဲ့ လိုက်ဖတ်မှုအပေါင်းကိုလည်း လှလှပပကြီးခံစားရမယ့်အပြင်Lin Shen တစ်ယောက် အိပ်မွေ့ချကုထုံးတွေနဲ့ လူနာတွေရဲ့ စိတ်ဒဏ်ရာတွေကိုဘယ်လိုဖြေရှင်းပေးမလဲ Xiao Xiao ကရော ...",
        "url": "https://channelmyanmar.org/tvshows/dream-garden-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiXQjwxTJvq3x2Z4zbcvCRwYdo2.jpg",
        "title": "Raising Dion Season 1 + 2 (2019-2022)",
        "description": "Rotten tomatoမှာ 82%အထိရပြီး IMDBမှာ 7.2အထိ ရထားတဲ့Rating မြင့်တဲ့ Seriesလေးတခုဖြစ်လို့ကြည့်ရကျိုးနပ်မယ့်ကားလေး။SuperHero ဇာတ်လမ်းပုံစံတွေ ခေတ်စားလာပြီးနောက်Super Hero တွေကိုပုံစံမျိုးစုံနဲ့ ရိုက်လာကြတယ်။များသောအားဖြင့်က အရွယ်ရောက်ပြီး Superheroတွေဖြစ်ကြပြီးနောက်ပိုင်းမှာ ဆယ်ကျော်သက်နဲ့ Superhero ပေါင်းစပ်ထားတဲ့Genre တွေပါ ခေတ်စားလာတယ်DC ရဲ့ Teen Titansရယ် Marvelရဲ့ Runaway Series တွေက လူသိများတယ်။DC နဲ့ Marvel က မဟုတ်ပဲနဲ့ဆို Jumper Movie ကိုမှSequel ပုံစံမျိုးရိုက်ထားတဲ့ Impulse တို့ရှိတယ်။Superheroဆိုတိုင်း သူရဲကောင်းတွေ မဟုတ်တာကို ပြသွားတဲ့The Boy လိုမျိုး Series တွေ။အဲလိုပုံစံတွေထဲကနေမှ တမျိုးလေးခွဲထွက်လာတဲ့ တကားရှိတယ်။အဲဒါကတော့ အခု ...",
        "url": "https://channelmyanmar.org/tvshows/raising-dion-season-1-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dj6LV42GCxOIj2gZkFuXNKBMx5I.jpg",
        "title": "The Kangks Show (2021)",
        "description": "The Kangks Show (2021)Kangks ဆိုတာက ဖိလစ်ပိုင်စကားအရ \"Kantot\"ရဲ့အတို​ကောက်ပါ\nအဓိပ္ပါယ်က​တော့ \" Have Sex \"​ပေါ့၊\nဒါ​ကြောင့် \"Kangks Show\" ဆိုတာ လိင်မှုကိစ္စနဲ့ ပတ်သတ်တဲ့ အ​ကြောင်းအရာ​တွေကို ပညာ​ပေး\nသ​ဘော တင်ဆက်လာတဲ့ အစီအစဉ်​ပေါ့ဒီTVအစီအစဉ်က သက်​တော်ရှည်အစီအစဉ်ကြီးအဖြစ် ၁၅နှစ် တိုင်တိုင် ရပ်တည်လာခဲ့ပြီး​​နောက်\n​​မော်ဒန်​ခေတ်ရဲ့ Online streaming​ တွေ Tik Tokလိုဆိုရှယ်မီဒီယာ​တွေရဲ့ လွှမ်းမိုးမှု​ကြောင့်\nRating​ တွေ ကျပြီး ​နောက် ၁၀ ပိုင်း အပြီးမှာ အပြီးတိုင်ဖျက်သိမ်းရဖို့ နီးစပ်လာပါတယ်ဒီလိုဖျက်သိမ်းရမယ့်အဖြစ်ကို ဒီရှိုးမှာ ၉နှစ်တိတိ လိင်ပိုင်းဆိုင်ရာ အကြံ​ပေးတင်ဆက်သူအဖြစ် လုပ်လာခဲ့တဲ့ ​ဒေါက် ကာရာသီအိုက\nလက်သင့်မခံနိုင်ပါဘူး၊\nဒါ​ကြောင့် ဒီရှိုးဆက်လက်တည်မြဲဖို့ Rating ပြန်တက်လာ​​အောင် ကာရာသီအိုအ​နေနဲ့\nနည်းမျိုးစုံနဲ့ ကြိုးစားရင်း ဖြစ်လာတဲ့ အလွဲအ​ချော်​တွေ ဟာသ​တွေ ဒရာမာ​တွေကို အ​တော်\n​မှောင်​မှောင်​လေး ကြည့်ရမှာပါဒီSeriesက ၁၇+ ​လောက်ရှိတဲ့ seriesဖြစ်လို့ အ​ဖော်အချွတ်​တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-kangks-show-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rAkm4rLnJRAh8Lo6fUmMmtat8Ce.jpg",
        "title": "Outrun by Running Man (2021)",
        "description": "Outrun by Runnig Man (2021)Running Man Spin off ကို မျှော်နေကြတဲ့ပရိသတ်ကြီးအတွက်ဒီနေ့မှာအသစ်ထွက်တဲ့ Prologue:A New Beginning နဲ့ Fight! Masked Idol ကို တင်ဆက်ပေးလိုက်ပါတယ်Prologue မှာဆိုရင် ဂင်ဂျုံးဂု ဟားဟား နဲ့ ဂျီဆော့ဂျင် ဆယ်ချန်း တို့ကဒီ Spin off နဲ့ပတ်သတ်ပြီး ရှင်းပြကြမယ်ဘယ်သူမှလိုက်မလုပ်နိုင်လောက်မဲ့ပရောဂျက်တွေလုပ်ဖို့ပြောကြမယ့် Mini Episode လေးပါFight Masked Idol မှာဆိုရင် နာမည်အတိုင်းပဲDAY 6, Golden Child, N.Flying, Pentagon,The Boyz, Verivery, ONF, SF9, ATEEZ နဲ့ DKB စတဲ့Group 10 ဖွဲ့က Idol 10 ယောက်က မျက်နှာဖုံးစွပ်ထားကြပြီးတော့RM ရဲ့ Signature ဖြစ်တဲ့ နာမည်ကပ်ခွာတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/outrun-by-running-man-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/Screen-Shot-2022-01-28-at-01.24.13-134x200.png",
        "title": "I Am Georgina (2022)",
        "description": "I Am Georgina (2022)\n======================\nIMDb Rating - 6.2/10ရုပ်၀တ္တုလောကဆန်ဆန် နှိုင်းယှဉ်ပြောရမယ်ဆို သူဟာ influencer,\nစီးပွားရေးပညာရှင်တစ်ယောက် ။ Instagram မှာ followers အများဆုံးသော\nကမ္ဘာကျော်အမျိုးသားရဲ့ လက်တွဲဖော်တစ်ယောက်။ပကာသနတွေ မပါဘဲ တင်စားရမယ်ဆိုရင်တော့ သူဟာ မိခင်တစ်ယောက်။\nအချစ်ကြောင့် ပြောင်းလဲသွားခဲ့သူတစ်ယောက်ပေါ။ သူဆိုတာ Georgina Rodriguez။\nCristiano Ronaldo ကို ပိုင်ဆိုင်ထားတဲ့၊ မီဒီယာမှာ မျက်နှာပန်းလှတဲ့၊ အောင်မြင်နေတဲ့\nအမျိုးသမီးပါ။\nလူတိုင်းဟာ အချစ်ရေး၊ စီးပွားရေး၊ အိမ်ထောင်ရေး စသည်ဖြင့် အဘက်ဘက်ကနေ\nဒီအမျိုးသမီးကို အားကျကြတယ်။ လေးစားကြတယ်။ အခုတော့ ဒီအမျိုးသမီးဟာ မဂ္ဂဇင်း\nကာဗာတွေရဲ့ နောက်ကွယ်၊ အင်စတာဂရမ်ပုံတွေရဲ့ ‌နောက်ကွယ်၊ ကောဇောခင်းနီတွေရဲ့\nနောက်ကွယ် ခြုံငုံပြောရရင် အောင်မြင်မှုဆိုတဲ့ ကန့်လန့်ကာနောက်ကွယ်က သူ့ဘ၀ကို ချပြဖို့\nဆုံးဖြတ်ခဲ့ပါပြီ။လူထဲက လူတစ်ယောက်ပေမဲ့ အောင်မြင်ကျော်ကြားသူ ဖြစ်လာတဲ့အခါ သူ့ရဲ့\nPersonal Life ကအစ စိတ်၀င်စားစရာဖြစ်လာပါတယ်။ ဒီတော့ ဒီ reality show\nမှာရော ...",
        "url": "https://channelmyanmar.org/tvshows/i-am-georgina-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/1641397713-513kw6lpotL._SL500_-143x200.jpg",
        "title": "A Discovery of Witches – Season 03",
        "description": "A Discovery of Witches - Season 03===========================IMDb Rating - 8.0/10 | Rotten Tamatoes 94%******** Spoiler Alert ***********S1, S2 မကြည့်ရသေးသူတွေအတွက်တော့ စပွိုင်လာလေးတွေ ပါနိုင်ပါတယ်နော်\nS2 တုန်းက ၁၆ရာစုကို အချိန်ခရီးသွားခဲ့ကြတဲ့ မက်သရူးနဲ့ ဒိုင်ယာနာတို့နှစ်ယောက်\nဒီစီစန်မှာတော့ အခုလက်ရှိကာလကို ပြန်လည်ရောက်ရှိလာပါပြီ။\nသူတို့ရောက်ရောက်ချင်းမှာပဲ ဆီးကြိုလိုက်တဲ့သတင်းကတော့ စိတ်မကောင်းစရာပါ\nဒိုင်ယာနာ့ရဲ့ အမေလိုချစ်ခင်ရတဲ့ အမ်မလီတစ်‌ယောက် ပီတာနော့စ်သတ်တာ ခံလိုက်ရတာပါ\nပြီးတော့ မက်သရူးရဲ့အစ်ကိုဖြစ်သူ ဘောလ်ဒွင်းကလည်း ဆပ်တောစ်မှာ စုန်း၊ နတ်ဆိုး၊\nလူ၊ ဗန်ပိုင်းယားအစုံ ဘော်‌ဒါဆောင်လို စုနေနေကြတာကို သဘောမတွေ့ဘဲ ဒီကလာမွန့်မိသားစု\nမဟုတ်သူအားလုံးကို နှင်ထုတ်လိုက်ပါတယ်။ နောက်ပြီး သွေးဆာလောင်မှုရောဂါရှိနေတဲ့\nဗန်းပိုင်းယားတစ်ကောင် လူ‌တွေကိုလိုက်သတ်နေတယ်ဆိုတဲ့ သတင်းကလည်း လူတွေ\nကြားမှာရော သတ္တဝါတွေကြားမှာပါ အတော်ကိုပျံ့နှံ့နေပြီဆိုတော့ ဒီပြဿနာတွေကို\nသူတို့ဘယ်လိုဖြေရှင်းပြီး ဘယ်လိုရှေ့ဆက်ကြမယ်ဆိုတာ Season 3 မှာ ဆက်လက်ကြည့်ရှု\nကြပါဦး။\n(ဒီစီးရီးရဲ့ အညွှန်းကို MTA ...",
        "url": "https://channelmyanmar.org/tvshows/a-discovery-of-witches-season-03/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/62420737-thumb_500-136x200.jpg",
        "title": "A Discovery of Witches – Season 02",
        "description": "A Discovery of Witches - Season 02===========================IMDb Rating - 8.0/10 | Rotten Tamatoes 94%အားလုံးမျှော်နေတဲ့Discovery of Witches ရဲ့ season(2)လာပါပြီ။ season(1)မှာ မျိုးစိတ်တွေ\nအားလုံးလိုချင်နေကြတဲ့စာအုပ်ကို ဆင့်ခေါ်နိုင်ပြီးရရှိသွားတဲ့ စုန်းမလေးဒိုင်ယာနာက ဗန်ပိုင်းယား\nမက်သရူးနဲ့ပါချစ်ကြိုက်မိသွားလို့ အန္တရာယ်ပတ်ချာလည်ဝိုင်းသွားပြီး အန္တရာယ်တွေကိုနှစ်ယောက်\nသားဖြတ်ကျော်နေရတာပါ။ season(2)မှာတော့ ဒိုင်ယာနာနဲ့မက်သရူးတို့ ရိုမီယိုနဲ့ဂျူးလီယက်လို\nနှစ်ယောက်သားချစ်ကြပါလျက်နဲ့ ပတ်ဝန်းကျင်ကြောင့်ကွဲကွာကြမလား၊ စာအုပ်ကိုပိုင်ဆိုင်ထားတဲ့\nဒိုင်ယာနာလေးကရော မျိုးစိတ်တွေရဲ့အန္တရာယ်ကနေလွတ်မြောက်နိုင်ပါ့မလားကတော့ အေးအေး\nဆေးဆေးခံစားကြည့်ရှုကြပါဦးလို့။(ဒီစီးရီးရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်။)File Size - (800 MB)\nQuality – BLURAY 1080p 5.1CH\nDuration - 40 mins (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Fantasy, Romance\nTranslator ...",
        "url": "https://channelmyanmar.org/tvshows/a-discovery-of-witches-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/discovery.of_.witches-137x200.png",
        "title": "A Discovery of Witches – Season 01",
        "description": "A Discovery of Witches - Season 01===========================IMDb Rating - 8.0/10 | Rotten Tamatoes 94%\" တစ်ချိန်က ကမ္ဘာကြီးဟာ ဆန်းကြယ်မှုတွေနဲ့ ပြည့်နှက်နေတယ်။\nအခုတော့ ဒီနေရာကို လူတွေ မင်းမူသွားပြီ။ နတ်ဆိုး၊ သွေးစုပ်ဖုတ်ကောင်တွေနဲ့ စုန်းစတဲ့\nသတ္တဝါတွေဟာ ပုန်းလျှိုးပျောက်ကွယ်သွားကြရတယ်။လူတွေ့မခံရဲကြတော့ဘူး။ အချင်း\nချင်းတောင်မှ ရှက်ရွံ့လာကြရတယ်။ဒိုင်ယာနာ ဘစ်ရှော့ဟာလည်း လူတွေနဲ့ ရောယှက်နေထိုင်ရင်း သမိုင်းသုတေသီအဖြစ်\nဘ၀ကိုကျောင်းနေသူ စုန်းတစ်ယောက်ပါ။ ကျန်သူတွေနဲ့ တစ်ခုကွဲပြားမှုဆိုရင် သူဟာ\nစုန်းဆိုတဲ့ ဖြစ်တည်မှုကို ကိုယ်တိုင်ကိုယ်၌ကကို လက်မခံချင်သူဖြစ်သလို မှော်ပညာကို\nအားမကိုးသူမလို့ သူ့ရဲ့ အစွမ်းကိုလည်း ကောင်းစွာ မထိန်းချုပ်နိုင်သူပါ။ ဤကဲ့သို့သော\nဒိုင်ယာနာဘစ်ရှော့လို လူမျိုးကိုမှ အမှောင်လောကထဲကို ပြန်ဆွဲသွင်းလိုက်တဲ့အရာကတော့\nBodleian စာကြည့်တိုက်က Ashmole 782 ဆိုတဲ့ စာအုပ်ပါပဲ။ စာအုပ်သူ့လက်ထဲရောက်\nရောက်ချင်းမှာပဲ ငြိမ်သက်နေတဲ့ ရေပြင်ကို ခဲတစ်လုံးပစ်လိုက်သလို အမှောင်လောကဟာ\nပြန်အသက်၀င်လာတယ်။ဒိုင်ယာနာ့ရဲ့ ပတ်၀န်းကျင်မှာ မူမမှန်တာတွေ ဖြစ်လာတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/a-discovery-of-witches-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sv931EcvvadvhKVnr3lm1HSEvT7.jpg",
        "title": "Asur: Welcome to Your Dark Side (2020)",
        "description": "Asir : Welcome to your dark side (2020)IMDb - 8.5/10Asur ဆိုတဲ့ အိန္ဒိယ ဘောလိ၀ုဒ် crime thriller စီးရီးဇာတ်ကားလေး ကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီစီးရီးလေးမှာဆိုရင် Asur ဆိုတဲ့ မကောင်းဆိုးဝါးလို့အဓိပ္ပာယ်ရတဲ့ သူတစ်ယောက်\nဇာတ်လမ်းအစမှာတော့ ဇာတ်အိမ်လေးတွေပြန့်ကျဲနေတယ်ဆိုပေမယ့် နောက်ပိုင်းမှာတော့\nဇာတ်အိမ်ကို စုစည်းခိုင်မာစွာတင်ဆက်ထားတာကိုမြင်ရမှာပါခေတ်သစ်သိပ္ပံပညာ မှုခင်းဆေးပညာနဲ့ ဘာသာရေးအယူအဆတွေ\nစိတ္တဇကွင်းဆက်လူသတ်သမားကဘယ်သူဖြစ်နိုင်လဲ\nလူသတ်သမားကိုဖော်ထုတ်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားကြမလဲ\nမှုခင်းသိပ္ပံပညာရှင်ဖြစ်တဲ့ ဆရာတပည့်နှစ်ယောက်ကရောသဲလွန်စကိုရှာတွေ့နိုင်ပ့ါမလား ဆိုတာ ကိုဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ပုံဖော်ရိုက်ကူးထားတဲ့ စီးရီးလေးဖြစ်တာကြောင့်လက်မလွှတ်ဘဲ\nစောင့်ကြည့်သင့်တဲ့ စီးရီးလေးဖြစ်ကြောင်းအကြံပေးလိုက်ချင်ပါတယ်အညွှန်းကိုတော့ Poe က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Poe, Loon Swal Eain, JimX, MTA, Roman NoX, Lwin Htoo Aung တို့ပဲ ဖြစ်ကြပါတယ်။Genre.....Crime, Mystery\nQuality….WEB-DL 1080p\nFile size…500MB\nFormat…mp4\nDuration….40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Poe, Loon Swal Eain, ...",
        "url": "https://channelmyanmar.org/tvshows/asur-welcome-to-your-dark-side-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8Z2CFIG1jGJoLWLO3j9lid6anO.jpg",
        "title": "Our Beloved Summer (2021)",
        "description": "Our Beloved Summer 2021Webtoonကနေ ပြန်အသက်သွင်းလိုက်တဲ့ကြွက်နဲ့ကြောင်စုံတွဲလေးရဲ့ တစ်ခါတုန်းကနွေရာသီ ဒရမ်မာလေး လာပါပြီအထက်တန်းကျောင်းတက်ခဲ့တဲ့ နွေရာသီကာလလေးတစ်ခုမှာချွဲအွန်းနဲ့ယောင်းဆူတို့နှစ်ယောက် ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်နဲ့ နောက်ဆုံး လမ်းခွဲခဲ့ကြသတဲ့မထင်မှတ်ဘဲ နောင်၁၀နှစ်ကြာမှာ သူတို့နှစ်ယောက် ဇာတ်လမ်းလေးဖြစ်ခဲ့ဖူးတဲ့အဲ့နှစ်နွေရာသီက ရိုက်ခဲ့တဲ့ documentaryလေးဟာ နာမည်ကျော်ကြားလာတော့ကြွက်နဲ့ကြောင် ရည်စားဟောင်းနှစ်ယောက် မဖြစ်မနေပြန်ဆုံဖြစ်ကြတဲ့အခါသူတို့ဘယ်လို အဲ့ဒီနှစ်က နွေရာသီခံစားချက်လေးကိုပြန်လည်အသက်သွင်းကြမလဲဆိုတာကို ဟာသလေးနှောရင်းရိုမန့်ဆန်ဆန်ကလိကလိလေး ကြည့်ရှုရမှာပါ File Size – 542MB@Episode / 1GB@Episode Quality –720p / 1080pDuration – 70 minute (@Episode)Total Episodes: Subtitle – Myanmar HardsubFormat – Mp4Genre : Comedy , DramaTranslator – Deer , Lai Laii , Elrond , IchikaEncoder – Thit San Khant ...",
        "url": "https://channelmyanmar.org/tvshows/our-beloved-summer-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sYO5Oik99ett4kYbaMYOprqxkI0.jpg",
        "title": "Love Catcher Season2",
        "description": "Love Catcher Season 2Love Catcher season 1 ကို တင်ဆက်ပေးခဲ့ပြီးပြီဆိုတော့ ဒီ Dating Show လေးရဲ့ပုံစံကို သိပ်မစိမ်းကြတော့ဘူး ထင်ပါတယ်။အခု Season 2 မှာလည်း Season 1 အတိုင်း ယောကျ်ားလေးနဲ့မိန်းကလေး ၁၀ ယောက်ဟာ တစ်အိမ်တည်းမှာအတူနေထိုင်ပြီးတော့ အချစ်စစ်ကိုရှာမယ့်သူ Love Catcher နဲ့ ဆုကြေးငွေကို အရယူဖို့ လာတဲ့သူ Money Catcher ဆိုပြီး ရှိကြမှာပါ။Love Catcher အချင်းချင်း အတွဲဖြစ်ရင်တော့ မျှော်လင့်ထားသလို ချစ်ကြည်နူးစရာ romance လေးကို ခံစားရမှာဖြစ်ပြီးတော့Money Catcher နဲ့ Love Catcher အတွဲဖြစ်သွားရင်တော့ Money Catcher က ဆုကြေးငွေအားလုံးကို သိမ်းပိုက်နိုင်မှာပါ။Dating Show လေးဖြစ်တဲ့အတိုင်း အချစ်စစ်ကို ရှာဖွေဖို့ ရောက်လာကြတဲ့သူတွေလည်း ရှိတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/love-catcher-season2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nZNd2kJMNg2qz89pQ0gVvPP064z.jpg",
        "title": "Neymar: The Perfect Chaos (2022)",
        "description": "Neymar : The Perfect Chaos (2022) မြန်မာစာတန်းထိုး******************************************IMDb - 7အပိုင်း ၁ မှ ၃ (အစ-အဆုံး) ''ခင်ဗျား ကျွန်တော့်ကိုမကြိုက်ဘူးမလား\"၊ \"အဲဒါ ခင်ဗျားကိစ္စလေ\"၊  \"ကျွန်တော်ကတော့ ကျွန်တော်နေချင်သလိုနေမှာပဲ\" သတင်းထောက်ကို နေမာပြန်ပြောခဲ့တဲ့စကား။ တကယ်ဘုကျတဲ့ကောင်။ခင်ဗျားဟာ ဘောလုံးလောကနဲ့ မရင်းနှီးတဲ့လူတစ်‌ယောက်ဆိုရင်တောင် နေမာကိုတော့ ခင်ဗျားကြားဖူးနားဝရှိနေလိမ့်မယ်။ သူဟာ ရော်နယ်ဒို၊ မက်ဆီတို့ပြီးရင် ကမ္ဘာ့အကောင်းဆုံး ဘောလုံးသမားတွေထဲက တစ်ယောက်ဖြစ်ပြီး နာမည်ကျော် ဘာစီလိုနာအသင်းမှာ ငါးနှစ်ကြာကစားခဲ့တဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။၂၀၁၇ မှာ ပြင်သစ်လိဂ် ပီအက်စ်ဂျီအသင်းကို စံချိန်တင်ပြောင်းရွှေ့ကြေးနဲ့ အသင်းပြောင်းလာခဲ့ပါတယ်။ ဆိုတော့ သူ့ရဲ့စံချိန်တင်ပြောင်းရွှေ့ကြေးက ဘယ်လောက်တဲ့လဲဆိုရင် ယူရို ၂၂၂ သန်းပါ။ အခုငွေလဲနှုန်းနဲ့ဆို မြန်မာငွေ သိန်းပေါင်း ၄၄ သိန်းကျော်ပါ။ 2022 ခုနှစ်မှာ နေမာရဲ့ကြွယ်ဝမှုဟာ မြန်မာငွေ သိန်းပေါင်း 35 သိန်းချမ်းသာကြွယ်ဝပါတယ်။ဝင်ငွေအရကြည့်မယ်ဆိုရင် သူဟာ တစ်စက္ကန့်ကို သုံးဒေါ်လာနှုန်း ...",
        "url": "https://channelmyanmar.org/tvshows/neymar-the-perfect-chaos-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/t-2-135x200.jpg",
        "title": "The Woman in the House Across the Street from the Girl in the Window (2022)",
        "description": "The Woman in the Window ပြတင်းပေါက်ဘေးကမိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်နဲ့စာအုပ်ကို ကြားဖူး ကြည့်ဖူးကြမှာပါ။ ဒီစီးရီးရဲ့ နာမည်ကတော့တွေ့တဲ့အတိုင်းပါပဲ။ the woman in the house across the street from the girl in the window ပြတင်းပေါက်ဘေးကမိန်းကလေးရဲ့အိမ်ရှေ့ အိမ်ထဲက မိန်းကလေးပါတဲ့။ Dark Comedy Mystery အမျိုးအစားမို့ ရယ်ရမလို ငိုရမလို ပဟေဠိတွေနဲ့ စိတ်ဝင်စားစရာ အတော်ကောင်းပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့ အန်နာပါ။ သူ့သမီးလေးသေသွားတာ ၃ နှစ်ရှိပြီဖြစ်ပြီး ယောကျာ်းနဲ့လည်းကွဲနေတာမို့ တစ်ယောက်တည်း ရှက်ကီတွေထုရင်း ကြောင်နေပြီး စိတ်ရောဂါဆေးတွေကိုပါ အရက်နဲ့ရောချနေတော့ အတော်ကွဲနေတာပါ။ မူရင်းဇာတ်ကားထဲကအတိုင်းပဲ တစ်နေ့မှာတော့ သူ့အိမ်နီးချင်းအိမ်ထဲမှာ မိန်းကလေးတစ်ယောက်အသတ်ခံရတာကို တွေ့လိုက်ရတဲ့အခါ ထူးဆန်းတာတွေ တလွဲတွေ လှည့်ကွက်တွေ အများကြီးနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-woman-in-the-house-across-the-street-from-the-girl-in-the-window-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eYdtvSuFbJWw0gM0vIshz8FY9W3.jpg",
        "title": "Victorious (Season 1) (Complete)",
        "description": "Victorious (2010-2013) Season 1 Complete IMDb - 6.9/10 ၂၀၁၀ ခုနှစ်များဆီက Series ကောင်းလေး‌တစ်ခုကို ပြောပါဆိုရင် Victorious ကရှေ့ဆုံးကပါလိမ့်မယ်ဗျ။ တော်တော့်ကိုလည်း အောင်မြင်ခဲ့တဲ့ Series ပဲဆိုပါတော့ဗျာ။ အမျိုးအစားက teen sitcom ဆိုတဲ့အတိုင်း ခွီရသလားကတော့ မပြောနဲ့ဗျာ။ Sitcom ဆိုတာက Situational Comedy ကဆင်းသက်လာတဲ့ Portmanteaus လေးတစ်လုံးဗျာ။ ပြောရမယ်ဆိုရင် တစ်ခန်းရပ်ဟာသ၊ ဘယ်ချိန် ဘယ်နေရာ ကောက်ကြည့်ကြည့် ရယ်နေရမယ့်ဟာသမျိုးတွေပေါ့။ ကလိထိုးရယ်ခိုင်းမယ့် ဟာသမျိုးတွေမဟုတ်တာတော့ သေချာတယ်ဗျ။ ပေါလည်းပေါမနေဘူးရယ်။ အဲနေ့ခေတ်အခါရဲ့ comedy စီးရီးကောင်းကောင်းလေးကြည့်ချင်ရင် လက်လွတ်မခံသင့်တဲ့ စီးရီးလေးပဲဆိုပါတော့။ အပိုင်းတစ်ပိုင်းချင်းစီတိုင်းရဲ့ IMDb တွေက 7.9 တွေ 8.1 တွေပြေးထားတာမို့ တော်တော်ကြည့်ရတာအရသာရှိတဲ့ series လေးတစ်ခုဆိုလည်း ဒီစီးရီးလေးကိုပဲပြောရပါလိမ့်မယ်။ အပိုင်းတစ်ပိုင်းချင်းစီကို ဇာတ်ကြောင်းတစ်ခုစီဆိုပေမဲ့ ဒီတစ်ပိုင်း ဒါနဲ့ခွီပြီး နောက်တစ်ပိုင်းဘာနဲ့ထပ်ခွီရမလဲကို မျှော်တလင့်လင့်နဲ့စောင့်စားကြည့်ရှုရမယ့် ...",
        "url": "https://channelmyanmar.org/tvshows/victorious-season-1/"
    }
]