[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Qfh99m0jShWrqlFRsnWY7HeHNX.jpg",
        "title": "Forecasting Love and Weather ( 2022 )",
        "description": "အရိုတစ်လိုင်းကြိုက်သူတို့အတွက် အခုတစ်ခေါက် CM ကနေတင်ဆက်ပေးလိုက်တာကတော့ မိုးလေဝသဌာနက အထက်အရာရှိမမနဲ့ရာသီဥတုကိုခန့်မှန်းရာမှာကျွမ်းကျင်တဲ့မောင်လေးတို့ရဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဂျင်ဟာဂယောင်းဟာ အရမ်းကိုသံသယကြီးလွန်းတဲ့မိုးလေဝသဌာနကအရာရှိတစ်ယောက်ပါ။ သူ့မှာ ၁၀နှစ်တာလက်တွဲခဲ့တဲ့ဂီဂျွန်းဆိုတဲ့ ရုပ်ချော ငွေပေါပြီး အလုပ်အကိုင်လည်းကောင်းတဲ့ ကောင်လေးရှိပါတယ်။ရှီဝူကတော့ ဘဝကိုပျော်ပျော်နေတတ်တဲ့ မိုးလေဝသခန့်မှန်းရာမှာတော်တဲ့ကောင်လေးဖြစ်ပြီး သတင်းထောက်ကောင်မလေးတစ်ယောက်ကို ချစ်နေသူပါ။ဒါပေမဲ့ ကံကြမ္မာက ဆိုင်သူရှိပြီးသားသူတို့နှစ်ဦးကိုမိုးလေဝသခန့်မှန်းရေးသတင်းဌာနမှာ ရေစက်ဆုံဖို့ ဖန်လိုက်တဲ့အခါ...မိုးလေဝသဆိုတာ ခန့်မှန်းရခက်ပေမယ့် အချက်ပြတဲ့ signal လေးတွေရှိတတ်ပါတယ်။ဒါဆို တရားသေသတ်မှတ်ထားလို့မရတဲ့ ဘဝကြီးထဲမှာ ပေါက်ဖွားလာမယ့်အချစ်ကရော signal ပြမှာလား ? ရုတ်တရက်ကြီး ဝင်ရောက်လာမှာလား ?သိချင်ကြတယ်ဆိုရင်တော့ မမနဲ့မောင်လေးတို့နဲ့အတူ မိုးလေဝသခန့်မှန်းရင်းအပတ်စဥ် စနေတနင်္ဂနွေတိုင်း CM မှာ ကြည့်ရှုလိုက်ရအောင်နော်။ Quality : NF WEB-DL 720pFormat : mp4Genres : DramaTotal Episodes : 16Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM ...",
        "url": "https://channelmyanmar.org/tvshows/forecasting-love-and-weather-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5mW5wHWAA3axMrEMlm7zZ86fNe3.jpg",
        "title": "Twenty Five Twenty One (2022)",
        "description": "Twenty Five Twenty One (2022)ဒီဇာတ်လမ်းကတော့ ၁၉၉၈ ခုနှစ်မှာ ကိုရီးယားလူငယ်တွေရဲ့အိပ်မက်တွေ\nပျက်စီးခဲ့ရပြီး\nလမ်းသစ်ဖောက်ရှာဖွေခဲ့ရတဲ့အချိန်ကို တည်ပြီးတော့ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။\nအသက် ၂၂ နှစ် နဲ့ ၁၈ နှစ် မှာ စတွေ့ခဲ့ကြတဲ့ လူနှစ်ယောက်က\nနောက်ထပ် ၃ နှစ်အကြာ ၂၅ နှစ် နဲ့ ၂၁ နှစ်မှာ ပြန်တွေ့ပြီး အချစ်ဇာတ်လမ်းလေး ဖြစ်ပေါ်ခဲ့ကြတာပါ။နာဟီးဒို ကတော့ အထက်တန်းကျောင်း ဓားသိုင်းအားကစားအဖွဲ့ဝင်တစ်ယောက် ဖြစ်ပါတယ်။\nကိုရီးယားနိုင်ငံရဲ့ စီးပွားရေးဆုတ်ကပ် ဆိုက်ချိန်မှာတော့\nအထက်တန်းကျောင်း ဓားသိုင်းအားကစားအဖွဲ့ကို ဖျက်သိမ်းခဲ့ရပါတော့တယ်။\nအခက်အခဲတွေအားလုံးကို ကျော်ဖြတ်ပြီးချိန်မှာတော့\nသူက နိုင်ငံတော်အဆင့် ဓားသိုင်းအားကစားအဖွဲ့ဝင် ဖြစ်လာခဲ့ပါတယ်။တောင်ကိုရီးယားနိုင်ငံရဲ့ စီးပွားရေးဆုတ်ကပ်ကြောင့်\nဘဲ့အီဂျင်အဖေက စီးပွားပျက်ပြီး ဒေဝါလီခံခဲ့ရပါတယ်။\nအဲဒါကြောင့် ဘဲ့အီဂျင်အတွက် ဘဝစိန်ခေါ်မှုတွေ ကြုံခဲ့ရပြီး\nသူဌေးသားဘဝကနေ တမုဟုတ်ချင်း ကုန်းကောက်စရာ မရှိတဲ့ ဆင်းရဲသား ဖြစ်ခဲ့ရပါတယ်။\nသတင်းစာပို့တဲ့ အချိန်ပိုင်းအလုပ်လိုမျိုး လုပ်ရင်းနဲ့\nရုပ်သံလွှင့်ဌာနတစ်ခုရဲ့အားကစားသတင်းထောက် ဖြစ်လာပါတော့တယ်။ခက်ခဲတဲ့ဘဝတွေကြားက ဖြစ်တည်လာတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်မို့\nဆွတ်ပျံ့လွမ်းမောဖွယ်ရာ ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်မှာကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/twenty-five-twenty-one-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/e4oC1S6H6s-1616151915_o.jpg",
        "title": "Life Coach (2021)",
        "description": "Life Coach ( 2021 )  စ/ဆုံး\" ပရိယာယ်ဆန်သော မုသား \" အခု တစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့2021 တုန်းက One HD ရုပ်သံလိုင်းကနေ ထုတ်လွင့်ပြသခဲ့တဲ့ ဇာတ်လမ်းကောင်းလေး တစ်ကားပါ Main Casts တွေ အနေနဲ့ အိုင်လဒါး အဖြစ် Pooklook Fonthip Watcharatrakul- ချာဝင်း အဖြစ် Jes Jespipat Tilapornputt-နည်းပြဝီးနပ် အဖြစ် Cheer Thikumporn Rittapinun-ဖရင် အဖြစ် Bright Norraphat Vilaiphan ဇာတ်လမ်း အကျဥ်းလေးကတော့...\" အိုင်လဒါး \" ဆိုတာကတော့ လှပ ထက်မြက်ပြီး အလုပ်ကြိုစားတဲ့ အွန်လိုင်းဈေးသည်မလေး တစ်ယောက်ပါသူမမှာ \" ဖရင် \" ဆိုတဲ့ တစ်ကောင်ကြွက် ချစ်သူ တစ်ယောက်ရှိပြီးတော့ သူမနဲ့ တစ်အိမ်ထဲ အတူတူနေပါတယ် \" ဖရင် \" ...",
        "url": "https://channelmyanmar.org/tvshows/ley-luang-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/may-be-133x200.jpg",
        "title": "Maybe it is Love (2022)",
        "description": "May be it is loveဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ လူငယ်စုံတွဲတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ ပြဿနာလေးတွေ ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့Maybe it is love ဆိုတဲ့ ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်ဒီကားလေးကတော့ About is love ရဲ့ season2 လေးလည်းဖြစ်ပါတယ်Season 1 တုန်းကအတိုင်း Wei Qing အဖြစ် မင်းသားချောလေးYan Xi Zhou Shi အဖြစ် ချစ်စရာ‌ကောင်းတဲ့ကောင်မလေး Xu Xiaonuo တို့ကပဲပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ LDRS အတွဲတွေဖြစ်တဲ့ယွင်မာလုပ်ငန်းစုCEO Wei Qing နဲ့ အနုပညာမေဂျာနဲ့ကျောင်းပြီးထားတဲ့ Zhou shi တို့ဟာတစ်ယောက်အပေါ်တစ်ယောက်ထားရှိတဲ့ယုံကြည်မှုတွေပျက်ယွင်းလာခဲ့ပြီး လမ်းခွဲခဲ့ကြပါတယ်၂နှစ် အကြာမှာတော့ Zhou Shi ဟာ သူမတူဘဲ ပြောင်းလဲသွားခဲ့ပြီးWei Qing ဆီကို ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်Wei Qing ကလည်း Zhou Shi ...",
        "url": "https://channelmyanmar.org/tvshows/maybe-it-is-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/r-135x200.jpg",
        "title": "Bridgerton Season 1+2 (2020) (17+)",
        "description": "၁၈၀၀ ခုနှစ်များဆီက အင်္ဂလန်ပြည်ရဲ့ ကြေးရတတ် အထက်တန်းလွှာများကြားမှာ မယ်မယ်ရရ အပျင်းဖြေစရာ လုပ်စရာရယ်ဆိုလို့ အတင်းအဖျင်း ပြောကြတာ သမီးတွေ လင်ကောင်းသားကောင်းရဖို့ စပ်ကြ ဟပ်ကြတာတွေပဲ ရှိပါတယ်ဒီထဲမှာမှ အထူးသဖြင့် မုဆိုးမ လေဒီဘရစ်ဂျာတန် နဲ့ မျက်နှာချင်းဆိုင် ဖယ်သရင်တန်တော် အိမ်တော်က မျက်နှာပေါက်ဆိုးဆိုး သမီးတွေပိုင်ဆိုင်တဲ့ လေဒီဖယ်သရင်တန်တို့ကတော့ လန်ဒန်မြို့ရဲ့ အသုံးတော်ခံပါဒီထဲမှာ အပျော်အပါး အလွန်နှစ်ခြိုက်တော်မူတဲ့ အပျင်းဖြေရအောင် အမြဲ ပါတီပေး ပွဲခံနေတတ်တဲ့ ဘုရင်မကြီး ချားလော့ကတော့ ဒီဇာတ်လမ်းရဲ့ မပါမဖြစ် ဇာတ်ကောင်ပါအတင်းအဖျင်းသတင်းတွေ လှိုင်လှိုင်လွှမ်းခြုံထားတဲ့ လန်ဒန်မြို့တော်ကြီးမှာ နောက်ထပ် မပါမဖြစ်ကတော့ လန်ဒန်တစ်မြို့လုံး အပ်ကျတာကအစ သိတဲ့ လျှို့ဝှက်ချက်ပေါင်းစုံတို့ရဲ့ ကဝေ စာရေးဆရာမကြီး လေဒီဝှစ်ဆယ်ဒေါင်းပါပဲဒီဇာတ်လမ်းမှာ အရေးကြီးဆုံး အလှည့်အပြောင်းမျိုးစုံနဲ့ ရိုးမန့်စ်ခင်းကြမယ့် စုံတွဲကတော့ မကြာသေးခင်ကမှ အမွေဆက်ခံလာတဲ့ ပူပူနွေးနွေး နယ်စားလေး ဆိုင်မွန်နဲ့ ဘရစ်ဂျာတန် အိမ်တော်က ...",
        "url": "https://channelmyanmar.org/tvshows/bridgerton-season-1-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5zE6On8YdBmHOX9dGdCfwHZYWJH.jpg",
        "title": "Light the Night ( 2021 ) Season 1+2+3 Completed",
        "description": "‌ဒီတစ်ခါCM ကနေဘာသာပြန်တင်ဆက်ပေးမှာကတော့ Light the night ဆိုတဲ့ Taiwan series လေးပဲ ဖြစ်ပါတယ်အဓိက ပါဝင်ထားတဲ့သရုပ်‌ဆောင်တွေကတော့ လော်ယွီနုန် (Rose) အဖြစ် နာမည်ကြီးဟွမ်ကျူးကောကော ကားထဲက ကြည်ဝေ လို့ လူသိများတဲ့ Ruby Lin (ဒီကားရဲ့ producer တစ်ယောက်ဆိုလည်းမမှားပါဘူး)စူးချင့်ရီ(Sue) အဖြစ်နာမည်ကြီးထိုင်ဝမ်မင်းသမီး Cheryl Yang ဝမ်အိုက်လျန်(Aiko)အဖြစ်နာမည်ကြီးအဆိုတော်သရုပ်ဆောင် Puff Kuo ကျန်းဟန့်အဖြစ် ထိုင်ဝမ်-ဗြိတိန်သွေးနှော မင်းသား Rhydian Vaughanတို့နဲ့အတူအခြားနာမည်ကြီး ထိုင်ဝမ်သရုပ်ဆောင်တွေကလည်း ဧည့်သည်သရုပ်ဆောင်အနေနဲ့အားဖြည့်ပေးထားကြတာဖြစ်လို့ လက်မလွှတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ 1988ခုနှစ် ထိုင်ဝမ်ကျွန်းရဲ့ လင်စန်း မြောက်ပိုင်းလမ်းမှာ ရှိတဲ့ ဂျပန်စတိုင်ကလပ် ကို ‌အဓိက နောက်ခံထားပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ် မင်းသမီးအသားပေးဇာတ်လမ်းလေးဖြစ်ပြီးတော့Rose နဲ့ Sue တို့ဟာဆိုရင် သူငယ်ချင်းတွေဖြစ်ပြီး နှစ်ယောက်လုံးဟာ ဂျပန်ကလပ်ရဲ့ ပိုင်ရှင်တွေလည်းဖြစ်ပါတယ်ဒါပေမယ့် သူတို့နှစ်ယောက်ကြားထဲကို ဝင်လာတဲ့ ယောက်ျားတစ်ယောက်ကြောင့် ...",
        "url": "https://channelmyanmar.org/tvshows/light-the-night-2021-season-1-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jLtYRr37td5p6lDtZODYQ8LtMaD.jpg",
        "title": "My Ride (2022)",
        "description": "My Ride (2022)  စ/ဆုံး----------------------------------------ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက် အချိုတွေ ရှယ်ကျွေးမယ့် BL ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဘဝအခြေအနေနှစ်ခု ကွာခြားလွန်းရင် အချစ်တစ်ခု တည်ဆောက်နိုင်မယ်လို ယုံပါသလား။ မော့လိုခေါ်တဲ့ ဆိုင်ကယ်ကယ်ရီဆွဲတဲ့ကောင်လေးတစ်ယောက်....ချစ်သူကောင်မလေးဖြစ်သူက ကယ်ရီသမားမို့ တွဲရမှာရှက်တာနဲ့ လမ်းခွဲခံလိုက်ရပါတယ်။နောက်တော့ တဝမ်လိုခေါ်တဲ့ ဆေးကျောင်းသားလေးကို ဆိုင်ကယ်ကယ်ရီ ပိုပေးပါများရင်း ခံစားချက် ရှိလာပါတော့တယ်...ယောက်ျားလေးတွေကို သဘောမကျဘူးလို ခံယူထားတဲ့ မော့တစ်ယောက် ကိုယ့်ခံစားချက်အပေါ် မယုံနိုင် ဖြစ်နေချိန်မှာပဲဆိုင်ကယ်ကယ်ရီသမားနဲ့ ဆေးကျောင်းသား ဖြစ်နိုင်ပါ့မလားဆိုတဲ့ အတွေးတွေ ဝင်လာပါလေရော။ဒီလိုနဲ့ မော့နဲ့ တဝမ်တို နှစ်ယောက်ကြား ဘယ်လိုတွေ ရှေ့ဆက်ဖြစ်ကြမလဲ....\"ချစ်ခြင်းအစ မုန်းခြင်းက\" ဆိုသလို အနေအေးတဲ့ ဆေးကျောင်းသား အလုပ်သင်ဆရာဝန်လေးနဲ့အရမ်းစနောက်တတ်၊ လိုက်ရှုပ်တတ်တဲ့ တစ်နှစ်ငယ် ဂျူနီယာ ဆေးကျောင်းသားတိုနှစ်ယောက်....ဂျူနီယာလေးက စီနီယာကို လိုက်စရင်း နောက်ရင်းနဲ့ အစပိုင်းမှာတော့ ကတောက်ကဆတွေ ဖြစ်ပြီး နောက်ပိုင်းဘယ်လိုတွေ သံယောဇဉ်တွယ်လာကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။BL ကားလေး ဖြစ်ပေမဲ့လည်း ...",
        "url": "https://channelmyanmar.org/tvshows/my-ride-the-series-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BM2RhZmI5MDYtZDM4NC00M2I0LThjMTgtMTUwYzIyNzJjNmIzXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Queer Eye Germany (2022)",
        "description": "Queer Eye Germany (2022)===================IMDb Rating - 7.5/10နဂိုမူလ series ထုတ်လွှင့်ပြီး ကာလအတော်ကြာပြီးမှ\nNetflix ဟာ Queer Eye ကို Fab Five အဖွဲ့ဝင် အသစ်တွေနဲ့\nပြန်လည်အသက်သွင်းလိုက်ပါတယ်။ ဒီ Season ကိုတော့ ဂျာမနီ\nနိုင်ငံမှာ အခြေတည်ထားပါတယ်။Lifestyle, ဖက်ရှင်, အလှအပ, ကျန်းမာရေးနဲ့ ဒီဇိုင်းကျွမ်းကျင်သူ ၅\nယောက်ကို Fab Five များအဖြစ် အဖွဲ့ဖွဲ့ပေးလိုက်ပါတယ်။ ပါဝင်သူ\nတွေကတော့ ရန်ဟန်းနရစ်၊ အာယန်၊ ဒေးဗစ်၊ လီနီ နှင့် အယ်ရိုရှာတို့ဟာ\nသက်ဆိုင်ရာ နယ်ပယ်အသီးသီးမှာ ကျွမ်းကျင်သူများဖြစ်ကြပါတယ်။\nမတူညီတဲ့ အမြင်တွေ၊ အတွေးအခေါ်တွေ ပိုင်ဆိုင်ထားသူများဖြစ်ကြလို့\nရသပေါင်းစုံပေးစွမ်းနိုင်မှာပါ။ဒီ ရှိုးဟာဆိုရင် အလှပြင်ပေးတဲ့ ရှိုးတစ်ခုဆိုတာထက် အများကြီးပိုပါတယ်။\nလူတွေကို အိမ်အရောက်လိုက်လံပြီး ကူညီပေးရင်း သူတို့ရဲ့ ဘဝတွေ၊\nအမြင်တွေ၊ ဝတ်ပုံစားပုံတွေ၊ နေပုံထိုင်နည်းတွေကအစ ပြောင်းလဲသွားအောင်\nလုပ်ပေးမယ့် ရှိုးကောင်းလေးတစ်ခု ဖြစ်ပါတယ်။\nတစ်ပိုင်း တစ်ပိုင်းချင်းစီဟာလည်း စိတ်ဝင်စားစရာကောင်းပြီး ရယ်မောဖွယ်\nကြည့် ...",
        "url": "https://channelmyanmar.org/tvshows/queer-eye-germany-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/top.boy_-136x200.png",
        "title": "Top Boy – Season 02",
        "description": "Top Boy - Season 02================IMDb Rating - 8.4/10Season(1)မှာဆိုရင် မူးယစ်လောကရဲ့အကောင်ကြီးဖြစ်တဲ့ Dushane နဲ့\nအားပြိုင်မှုတိုက်ပွဲမှာ Jamie တစ်ယောက်ကျရှုံးခဲ့ရပါတယ်။\nStefan (Jamie ရဲ့ညီ)ရဲ့ သူငယ်ချင်း Ats ဆိုတဲ့ကောင်လေးကို အသုံးချပြီးတော့\nJamie တို့ထောင်ချောက်ဆင်ခံလိုက်ရတာပါ။ Jamie တစ်ယောက် ညီဖြစ်သူကို\nထောင်ကျမခံချင်တာကြောင့် ညီဖြစ်သူကိုယ်စားထောင်ထဲဝင်သွားခဲ့ပါတယ်။ ​အခု Seasonမှာဆိုရင်တော့ Jamie တစ်ယောက်ကထောင်ကလွတ်လာခဲ့ပြီး\nမူးယစ်လောကကိုလည်း Dushane ကအုပ်စိုးနေပါပြီ။ စပိန်ကအဆက်တွေနဲ့\nမူးယစ်လောကမှာဆရာတစ်ဆူဖြစ်လာတဲ့ Dushane, ထောင်ကလွတ်ပြီးနောက်\nညီဖြစ်သူနဲ့မိသားစုကိုဦးစားပေးလာတဲ့ Jamie, သူတို့တွေရဲ့တိုက်ပွဲကြားမှာ\nအသုံးချခံဖြစ်ခဲ့ရတဲ့ Atas ရဲ့ရုတ်တရက်သေဆူံးမှုတွေနဲ့ ပြဿနာတွေက မပြီးဆုံးနိုင်\nသေးသောအခါ......(ဒီစီးရီးရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size -  (800 MB) / (400 MB)\nQuality – WEBDL 1080p / 720p\nDuration - ...",
        "url": "https://channelmyanmar.org/tvshows/top-boy-season-02/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bdTSCi05uJxfUyyQx2PgV0xIUkE.jpg",
        "title": "The Oath of Love ( 2022 )",
        "description": "ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့နာမည်ကြီးသရုပ်ဆောင်နှစ်ယောက်အတူ ပါဝင်သရုပ်ဆောင်ထားတဲ့The oath of love ပဲဖြစ်ပါတယ် အဓိက Casts တွေအနေနဲ့ကတော့ဒေါက်တာလေး Gu Wei အဖြစ် နာမည်ကြီးမင်းသား Xiao Zhan Celloတီးတဲ့တက္ကသိုလ်ကျောင်းသူလေး Lin Zhixiao အဖြစ် ချစ်စရာကောင်းတဲ့နာမည်ကြီးမင်းသမီး Yang Zi တို့က ပါဝင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင် Lin Zhixiao ဆိုတဲ့မကြာခင်မှာဘွဲ့ရတော့မယ့် တက္ကသိုလ်ကျောင်းသူလေးဟာCello တီးသူတစ်ယောက်လည်း ဖြစ်ပါတယ် ဘွဲ့ရပြီးရင်မျှော်မှန်းထားတဲ့ အလုပ်လေးကလည်းရှိ ခန့်ညားတဲ့ ကောင်လေးကိုလည်းရည်စားအဖြစ်ပိုင်ဆိုင်ထားသူလည်းဖြစ်ပြီး အရာရာဟာကိုယ်စီစဉ်ထားသလိုမျိုး ဖြစ်ဖို့ လက်တစ်ကမ်းအလိုမှာပဲကံကြမ္မာရဲ့ကျီစားမှုကို ခံရပါတော့တယ် Cello တီးတာကိုမထောက်ခံတဲ့ Lin Zhixiaoရဲ့အဖေဟာ ဆေးရုံတင်လိုက်ရတဲ့အပြင်ကံဆိုးမှုတွေကအဖော်ခေါ်လာတတ်တာဖြစ်လို့သူမျှော်မှန်းထားတဲ့ အလုပ်နဲ့လည်း ဝေးခဲ့ပြီး ကောင်လေးနဲ့လည်းလမ်းခွဲဖြစ်သွားခဲ့ပါတယ် ဒါပေမယ့်လည်း Right person ကRight time မှာပေါ်လာတတ်တာမို့ သူမအဖေကို ကုသပေးရတဲ့ဒေါက်တာလေး Gu Wei နဲ့ဆုံစည်းခွင့်ရခဲ့ပါတယ်သူတို့နှစ်ယောက်ကြားမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-oath-of-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/VqlZeAU1oCFe1sxuVZXI9XZ3Vo.jpg",
        "title": "Enchanté (2022)",
        "description": "Enchante (2022)တစ်နယ်တစ်ကျေးကနေ မွေးရပ်မြေကို ကျောင်းတက်ဖို့ ပြန်ရောက်လာတဲ့ Theoကတော့\nသူငယ်ချင်းမရှိတဲ့ ဘဝက ပျင်းရိ ခြောက်သွေ့စရာကောင်းတယ်လို့ ခံစားနေရပါတယ်။ကျောင်းစာကြည့်တိုက်ထဲမှာ စာဖတ်နေရင်း ပျင်းပျင်းရှိတာနဲ့\n\"စောင်ရမ်း ပျင်းစရာကောင်းတယ်ကွာ\"ဆိုပြီး ဖတ်လက်စ စာအုပ်ထဲ ချရေးပစ်ခဲ့ပါတယ်။သူ မထင်ခဲ့တာကတော့ သူရေးထားတဲ့စာအောက်မှာ\nစာပြန်ရေးလာမယ့်သူ ရှိလာလိမ့်မယ်ဆိုတာပါပဲ။\nပြန်စာရဲ့ အောက်ဆုံးမှာလည်း \"တွေ့ရတာ ဝမ်းသာပါတယ်\" ဆိုပြီး\nပြင်သစ်လို ရေးထားခဲ့ပြန်သေးတယ်လေ။ကဲ ဇာတ်လမ်းကတော့ စလာပါပြီ။\nပျင်းရိနေတဲ့ Theoကနေ ရှာပုံတော်မင်းသား ဖြစ်သွားရတဲ့\nအမောင် Theoတစ်ယောက် သူ့ရဲ့ \"တွေ့ရတာ ဝမ်းသာပါတယ်\"ဆိုတဲ့\n\"enchanté\"လေးကို ရှာပုံတော်ဖွင့်ရပြန်ပါရော။\nသို့ပေမယ့်... Enchantéကြီးက တစ်ယောက်တည်း မဟုတ်ဘဲ\nလေးယောက်‌ ဖြစ်နေတဲ့အခါ.....။Theoရဲ့ ပဟေဠိလေးကို ပရိသတ်ကြီးလည်း အဖြေညှိဖို့အတွက်\nCM ကနေ သောကြာနေ့တိုင်း တင်ဆက်ပေးသွားမှာပါ။အညွှန်းကိုတော့ Hazel က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Nue, Kong, Laii, Deer တို့ပဲ ဖြစ်ပါတယ်။Genre.....BL, Comedy\nQuality….WEB-DL 1080p\nFile size…700MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Nue, ...",
        "url": "https://channelmyanmar.org/tvshows/enchante-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/r45c2feqvDc1TORHgDs-o.jpg",
        "title": "Matcha Anda(2022)",
        "description": "Matcha Anda (2022)  စ/ဆုံး\n....................................\"ရေသူမလေးရဲ့ချစ်ပုံပြင်\" ဇာတ်လမ်းအကျဥ်း လူပြည်က သခင်ကြီး ခွန်နရေ နဲ့ ရေသူမလေး အန်ဒါ တိုရဲ့ နှစ်ယောက်ကြားမှာ ဖြစ်ပေါ်ခဲ့တဲ့ ချစ်ခြင်းမေတ္တာတရား ကိုဖော်ညွှန်းရိုက်ကူးထားတာဘဲဖြစ်ပါတယ်ရှင့်အထက်သမုဒ္ဒရာမှရေသူမလေး အန်ဒါဟာ ဆင်ထူးလိုခေါ်သော အောက်သမုဒ္ဓရာရဲ့ ဘုရင့်ခါထာစမွတ် ကိုလိုချင်တတ်မှတ်လွန်းတဲ့လောဘစိတ်တွေကြောင့်လုယက်မှုတွေကနေထွက်ပြေးတိမ်းရှောင် ရင်း ဘာတွေဆက်ဖြစ်မလဲ............တာဝန်ဝတ္တရားတွေက အချစ်ကို လွှမ်းမိုးနေတဲ့အခါရေသူမလေးအန်ဒါက တာဝန်ကိုရွေးချယ်ခဲ့လား နှလုံးသားရဲ့ဆန္ဒအတိုင်းလိုက်လျောခဲ့မလား ဒီ မတူညီတဲ့ မျိုးနွယ်စုတွေက သူတိုနှစ်ယောက်ရဲ့ ချစ််ခြင်းမေတ္တာကို တားဆီးနိုင်ပါ့မလား ဆိုတာ ဆက်လက်စောင့်မျှော်ကြည့်ရှုပေးကြပါအုံးနော်........................[ဇာတ်လမ်းအကျဥ်းကို Tinme me soe & May thu မှရေးထားပါတယ် ] Episodes: 43Aired: Jan.1, 2022– TBAAired On: Mon to ThurGenres: Mystery , FantasyTranslated by Zoe , May Thu & Tin Me Me SoeEncoded by ...",
        "url": "https://channelmyanmar.org/tvshows/matcha-anda/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYzM1NDE5OTQtNmJjMC00OWJkLTkzOWItMzJhZjI2ZmU0NzgzXkEyXkFqcGdeQXVyMTMxNjUyMDkx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Single Drunk Female (2022)",
        "description": "Single Drunk Female (2022)=====================IMDb Rating - 6.6/10Single Drunk Female ဆိုတဲ့ နာမည်အတိုင်းပါပဲ ဆမန်သာ ဟာ\nအရက်စွဲနေတဲ့ တစ်ကိုယ်တည်း မိန်းကလေးတစ်ယောက်ပါ။ အလုပ်\nလုပ်ရာ နယူးယောက် မီဒီယာကုမ္ပဏီ တစ်ခုမှာ အလုပ်လုပ်ကိုင်နေရင်း\nအရက်သောက်ပြီး အထက်လူကြီးနဲ့ ပြဿနာတက်သည့်အတွက်\nအလုပ်ထုတ်ခံလိုက်ရပါတယ်။ ထို့နောက် ပြန်လည်ထူထောင်ရေး စခန်းမှာ\nနေခဲ့ပြီး အမေရှိရာ မွေးရပ်မြို့လေးဆီ ပြန်လာခဲ့ပါတယ်။\nကြီးကြပ်ရေးအရာရှိ အမိန့်အရ တရားအစွဲမခံချင်ရင် အရက်ဖြတ်သည့်\nဆွေးနွေးဝိုင်းသို့ မဖြစ်မနေ တက်ရောက်ရပါတော့တယ်။မြို့ကို ပြန်ရောက်လာတွင် ရည်းစားဟောင်း ဖြစ်သူဟာလည်း အရင်က\nအရင်းနှီးဆုံးသူငယ်ချင်း နှင့် လက်ထပ် တော့မယ်ဆိုတာ သိလိုက်ရပါတယ်။\nအရက်ဖြတ်မယ်လို့ စိတ်ဆုံးဖြတ်ထားပေမယ့် ထိုနေ့မှာ တခြား သူငယ်ချင်း\nတစ်ယောက် နဲ့ ဘားမှာ တွေ့ရာမှ စိတ်မထိန်းနိုင်ပဲ အရက်ပြန်သောက်မိရာမှ\nမူးလျက် ကားမောင်းမိပြီး ဝင်တိုက်မိ၍ အချုပ်ကျသွားပါတော့တယ်။\nအချုပ်ရက်ရှည်မကျဘဲ အမှုပိတ်သိမ်းပေးစေချင်ရင် ရပ်ရွာဝန်ဆောင်မှု\nလုပ်ငန်းတွေ ဆောင်ရွက်ဖို့၊ ဆွေးနွေးပွဲတွေတက် မပျက်မကွက် တက်ရောက်ပါက\n၁၂ လအတွင်း ...",
        "url": "https://channelmyanmar.org/tvshows/single-drunk-female-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/qdJqD_4f-141x200.jpg",
        "title": "Rivalry (2022)",
        "description": "\" အမုန်းမျဥ်းပြိုင်ကြားက ချစ်ခြင်း\" စ/ဆုံး\" Game Prattana(Rivalry)\"*****************************ဇန်နဝါရီလ ၂၆ရက်နေ့မှစ၍ Ch 3 Thailand ရုပ်သံလိုင်းတွင်ထုတ်လွှင့်ပြသမည့် P'Alex နဲ့ P'Nycha ရဲ့ဇာတ်ကားအသစ်ကိုဘာသာပြန်တင်ဆက်ပေးပါမယ် ခင်ဗျာ။***Cast; \" အနဝင်း \" အဖြစ် Alex Teeradetch***\" မီလင် \" အဖြစ် Nycha Nuttanichaဇာတ်လမ်းအကျဥ်းကတော့ \" အနဝင်(Alex)\" နဲ့ \" မီလင်(Nycha)\" တို့သည်မိဘမျိုးဆက်ကတည်းက စီးပွားရေးပြိုင်ဘက်တွေဖြစ်ကြပါတယ် ။\"ပိုလိုပရဟိတ\" ပွဲအတွင်း \"အနဝင်\" ရဲ့အဖေတို့ရဲ့ကုမ္ပဏီ ဒေဝါလီခံရတော့မယ်ဆိုတာ သိပြီး နှလုံးဖောက်သွားခဲ့တယ် ။အဲ့နေ့မှာပဲ \"အနဝင်\"ရဲ့ ချစ်သူ \"ဒိုးနတ်\" ကလည်း \"မီလင်\" ရဲ့အဖေနဲ့ လက်ထပ်သွားခဲ့ပါတယ် ။အရာအားလုံးတိုက်ဆိုင်ပြီး စိတ်နာကျင်မှုရသွားတဲ့ \"အနဝင်\" တစ်ယောက် ဘယ်လိုဖြတ်ကျော်နိုင်မလဲ ။\" မီလင်\" အဖေကြောင့် အကုန်ဒီလိုဖြစ်သွားတဲ့အတွက် \" မီလင်\" ...",
        "url": "https://channelmyanmar.org/tvshows/rivalry-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/juQCp7d69pjOEkT0etZ14umXF3X.jpg",
        "title": "Thirty-Nine (2022) (Complete)",
        "description": "Thirty-Nine (2022) ဇာတ်လမ်းတွဲအညွှန်း******************************** အပိုင်း - ၁၂ (ဇာတ်သိမ်းပိုင်း)(အစ-အဆုံး ရပါပြီ) ဒီတစ်ခါမှာတော့ CM ပရိသတ်တွေအတွက် နာမည်ကြီးမင်းသမီးကြီး သုံးယောက်ဖြစ်တဲ့ Son Ye Jin, Jeon Mi Do နဲ့ Kim Ji Hyun တို့ပါဝင်ထားတဲ့ \" Thirty Nine\" ဆိုတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်နော်။အသက် ၃၉ နှစ်အရွယ် သူငယ်ချင်း အမျိုးသမီးသုံးယောက်ရဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ် ~ *၃၉နှစ်အရွယ် အရေပြားအထူးကုဆရာဝန် - Cha Mi Joo*၃၉နှစ်အရွယ် သရုပ်ဆောင်ဆရာမ - Jung Chan Young*၃၉နှစ်အရွယ် အလှကုန်မန်နေဂျာ - Jang Joo Hee အထက်တန်းဒုတိယနှစ်မှာ စတွေ့ခဲ့ကြပြီး အသက် ၄၀ ပြည့်ခါနီး သက်တမ်းတစ်လျှောက်လုံး အကောင်းအဆိုး အတူဖြတ်ကျော်ရင်း ခင်မင်မှုသံယောဇဥ်တွေမြဲခဲ့ကြတဲ့ သူတို့သုံးယောက် ...သာမန်အမျိုးသမီးသုံးယောက်ရဲ့ နေ့စဥ်ဘဝမှာဖြစ်ပေါ်လာတဲ့ အချစ်၊ ...",
        "url": "https://channelmyanmar.org/tvshows/thirty-nine/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzJiNDBlZDAtYTM1MS00OWQwLTg1MWItYmExMDY4YWJmNGIxXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Top Boy – Season 01",
        "description": "Top Boy - Season 01======================\nIMDb Rating - 8.4/10ဒီနေ့အတွက် Netflix ကနေပြတဲ့ Series တစ်ခုဖြစ်တဲ့ Top Boy\nကိုတင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ◌်းလေးပြောရရင်\nJamie တစ်ယောက် အရင်မူးယစ်ဆေးရောင်းဝယ်သူ တူရကီကောင်တွေရဲ့\nအဆမတန်စျေးတင်မှုကြောင့် Supplier အသစ် ဖြစ်သူ Dushan နဲ့\nဆက်သွယ်ဖို့ ဖြစ်လာပါတော့တယ်။ Dushan ကလည်းနယ်နယ်ရရတော့\nမဟုတ်ပါဘူး သူကမူးယစ်ဆေးရောင်းဝယ်တဲ့နေရာမှာ အကောင်ကြီးကြီး\nတစ်ကောင်ပါ။ ဒီလိုနဲ့ Jamieနဲ့ Dushan တို့ကြား ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ\nမူးယစ်ဆေးဝါးရောင်းဝယ်ရေး ဂိုဏ်းတွေကြားပြဿနာများကို အသားပေး\nရိုက်ကူးထားတာကိုလည်းတွေ့ရပါတယ်။ Crime, Drama, Thriller ကားကောင်း\nကြိုက်သူများအတွက်တော့ တစ်ဝကြီးကြည့်ရမယ့် စီးရီးတစ်ခုပါပဲ။ နောက်ပြီးတော့\nRating အားဖြင့်လည်း 8.4/10 ရရှိထားတာမို့ တင်ဆက်ပေးလိုက်ပါပြီ။\nစုစုပေါင်း(၁၀)ပိုင်း ပါဝင်ပြီး တစ်ထိုင်တည်းအားရပါးရကြည့်နိုင်အောင်\nတစ်ပြိုင်တည်း တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီစီးရီးရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size -  (800 ...",
        "url": "https://channelmyanmar.org/tvshows/top-boy-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/uhnOfK4DOIrB7pGMTvsIOdFE8g7-133x200.jpg",
        "title": "A Tale Dark & Grimm (2021)",
        "description": "A Tale Dark And Grimm (2021)======================\nIMDb Rating - 7.3/10Rating အလန်းစားလေးနဲ့ရတဲ့နောက်ထပ် aminated series လေးတစ်ခု\nတင်ဆက်ပေးလိုက်ပါတယ်။ အိပ်ရာဝင်ပုံပြင်တွေ နတ်သမီးပုံပြင်တွေဟာ\nချစ်စရာအကောင်လေးတွေ နတ်သမီးလေးတွေရဲ့အ‌‌ေကြာင်းကို ဇာတ်လမ်း\nလေးတွေရေးဖွဲ့ကြတာဆိုပေမယ့်။ ဒီဇာတ်လေးကတော့ တစ်မျိုးတစ်ဖုံကို\nကွဲထွက်နေပါတယ်။  ဇာတ်လမ်းရှည်ဖြစ်တာနဲ့အညီ တစ်ပိုင်းပြီးတစ်ပိုင်း\nမြှုပ်ကွက်တွေ လှည့်ကွက်တွေနဲ့ ဆွဲဆောင်သွားတာအတော်ကိုကြည့်လို့\nကောင်းတဲ့ adventure ဆန်ဆန် series လေးပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရရင် ဂရင်းဆိုတဲ့တိုင်းပြည်မှာ ဟန်ဆယ်နဲ့\nဂရေတယ်ဆိုတဲ့ ဘုရင့်သားတော်နဲ့သမီးတော်ရှိပါတယ်။ ဒီအမွှာနှစ်ယောက်ပဲ\nရှိတဲ့အတွက် ဘုရင်ကြီးနဲ့ ဘုရင်မကြီးဟာသည်းသည်းလှုပ်ချစ်တာပေါ့။\nဒီလိုနဲ့ တစ်နေ့မှာဘုရင်နဲ့ဘုရင်မကြီးဟာ အကြောင်းတစ်စုံတစ်ရာမရှိပဲနဲ့\nဒီကလေးနှစ်ယောက်ကိုခေါင်းဖြတ်သတ်လိုက်တယ်။ ပြီးတော့မှကလေး\nနှစ်ယောက် ကိုမှော်အစွမ်းရှိတဲ့ကြိုးနဲ့ သူတို့ခေါင်းကိုပြန်ချုပ်ပေးလိုက်တယ်။\nကလေးနှစ်ယောက်လုံးပြန်အသက်ရှင်လာတယ်ဆိုပေမယ့် သေရွာကနေ\nပြန်ရှင်လာတဲ့ ဟန်ဆယ်နဲ့ဂရေတယ်တို့ ဟာ သူတို့မိဘတွေကိုအရမ်းကြောက်\nသွားတယ်။ ကိုယ့်ကလေးနှစ်ယောက်လုံးခေါင်းဖြတ်ပြီးမှ ပြန်အသက်ရှင်စေတဲ့\nဒီမိဘတွေဟာ သူတို့ကိုတကယ်မချစ်လို့လား နောက်ထပ်ရောခေါင်းဖြတ်ခံရဦး\nမှာလားဆိုပြီး စိုးရိမ်စိတ်တွေနဲ့ နန်းတော်ကနေနှစ်ယောက်လုံးထွက်ပြေးကြတယ်။\nဟန်ဆယ်နဲ့ဂရေတယ်တို့သူတို့ကိုချစ်မယ့်ပြီးပြည့်စုံတဲ့မိသားစုကိုရှာဖွေရင်း သူမတူတဲ့\nအခက်အခဲတွေကြုံရပါတော့တယ်။ ဘုရင်ကြီးနဲ့ ဘုရင်မကြီးဟာကိုယ့်ကလေးကို\nခေါင်းဖြတ်သတ်လိုက်ရတဲ့အထိ ဘာအကြောင်းတွေများရှိနေလို့လဲ ၊ ဟန်ဆယ်နဲ့\nဂရေတယ်ကရော သူတို့ကိုတကယ်ချစ်တဲ့ပြီးပြည့်စုံတဲ့မိသာစုကိုရှာဖွေရင်းနဲ့\nဘယ်လိုအခက်အခဲတွေကြုံတွေရမလဲဆိုတာကြည့်ရှုပေးပါဦး ‌။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo ...",
        "url": "https://channelmyanmar.org/tvshows/a-tale-dark-grimm-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jgmWIdK0kjjtBqEZntfSDWTgr9.jpg",
        "title": "Our Flag Means Death (2022) (Complete)",
        "description": "Our Flag means Death (2022) (Completed Limited Series) ~ IMDb - 7.4/10, RT - 90%, Meta - 61% ~ ပင်လယ်ဓားပြကားကောင်းလေးတွေကို လွမ်းနေမိတာတော်တော်ကြာပြီပဲဆိုပါတော့။ ကိုရီးယားပင်လယ်ဓားပြကားကောင်းလေးထွက်ထားပေမဲ့ အနောက်တိုင်းပင်လယ်ဓားပြ vibe လေးကိုလည်း ကြည့်ချင်နေမိတာဗျ။ အဲလိုမျှော်နေတုန်း ထွက်လာတဲ့ ပင်လယ်ဓားပြစီးရီးလေးကတော့ Our Flag means Death ပဲဖြစ်ပါတယ်။ အနောက်တိုင်းပင်လယ်ဓားပြတွေရဲ့ ဝတ်ပုံစားပုံတိုက်ပုံခိုက်ပုံတွေကို ပြန်လည်ရှုစားရမယ့်ပင်လယ်ဓားပြစီးရီးလေးဆို‌ပေမဲ့ ကပ္ပတိန်စပဲရိုးတို့နဲ့မတူတာက ဒီစီးရီးက ဟာသဘိုင်အိုဂရပ်ဖီစီးရီးလေးဗျ။ အဓိကကတော့ဗျာ ကာရေဘီယံပင်လယ်ပြင်ကြီးက ပင်လယ်ဓားပြတွေရဲ့ ဘဝကိုပြန်လည်‌မြင်တွေ့ရမှာရယ်၊ အနောက်တိုင်းပင်လယ်ပြင်တိုက်ပွဲတွေကိုပြန်ခံစားရမှာရယ်၊ ဘဝအမောတွေပြေအောင် ရယ်ရမောရမှာတွေရယ်ကြောင့် တော်တော်ကြည့်ရှုသင့်တဲ့စီးရီးလေးပါ။ ဇာတ်လမ်းလေးရဲ့အကျဉ်းလေးကိုပြောရမယ်ဆိုရင် ကြောက်တတ်၊ လန့်တတ်၊ အစိုးရိမ်လွန်တတ်တဲ့ ကပ္ပတိန်ကြီးစတိဘောနက်နဲ့ ကြမ်းချင် ရမ်းချင် မိုက်ချင် ကန်းချင် တပည့်ကျော်လူမိုက်ကြီးတွေနဲ့ ပင်လယ်ဓားပြလောကကို စတင်ဝင်ရောက်လာတဲ့ကားလေးပေါ့ဗျာ။ ဒီတော့ တစ်လွဲ‌တွေချည်းလုပ်နေတဲ့ကပ္ပတိန်ကြီးနဲ့ သူ့အောက်တပည့်ကျော်ကြီးတွေ ဘယ်လိုတစ်လွဲဟာသတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/our-flag-means-death-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/564000012636101.jpg",
        "title": "Remember 15 (2022)",
        "description": "Remember 15 (2022) စ/ဆုံး\"ကျွန်းပေါ်က ကလဲ့စား\" _______________________________________________ \"အားလုံးကို သတိရလိုက်တာ...ငါတို့ အဲဒီကျွန်းပေါ်မှာပဲ ပြန်ဆုံကြမလား ?\"လိုင်လာဆိုတဲ့ ကောင်မလေးက သူ့ရဲ့သူငယ်ချင်းဖြစ်သူတွေ...စီနီယာဖြစ်သူတွေနဲ့ ညီမလေးဖြစ်သူဆီကို Message လေးတစ်စောင်ပို့လာခဲ့ပါတယ်။အဲဒီစာကို လက်ခံရရှိတဲ့သူ ၁၂ ယောက်ကတော့အံ့ဩထိတ်လန့်ခြင်းတွေ၊ ဝေခွဲမရခြင်းတွေနဲ့ မှင်သက်မိသွားကြပါတယ်။ဘာလို့လဲဆိုတော့ လိုင်လာဟာ လွန်ခဲ့တဲ့ငါးနှစ်ကလူသူဝေးတဲ့ ကျွန်းတစ်ကျွန်းပေါ်မှာ ကိုယ့်ကိုယ်ကိုယ် သတ်သေခဲ့တဲ့သူမို့လို့ပါပဲ။ဒီစာကို တစ်ယောက်ယောက်က နောက်ပြီးပို့ခဲ့တာလား.................?ဘာသဘောနဲ့ပို့ခဲ့တာလဲ ဆိုတာကို ရှာဖွေကြဖို့အတွက်နဲ့သေဆုံးသူအတွက်လည်း အမှတ်တရအနေနဲ့ဖြစ်အောင် အဲဒီလူ ၁၂ ယောက်စုဝေးပြီးကျွန်းလေးပေါ်ကို နောက်တစ်ကြိမ် ပြန်လာခဲ့ကြပါတယ်။အဲလိုပြန်လာရင်း အဖြေရှာရာက သူတို့မျှော်လင့်ထားသလိုနောက်ပြောင်ပြီးပို့တဲ့သူကို ဖမ်းမိသွားမလား.....................?ဒါမှမဟုတ် မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တွေနဲ့ ရင်ဆိုင်ရပြီးအတိတ်က ဖြစ်ရပ်မှန်တွေကို သိလာရမလား..........လိုင်လာသေဆုံးမှုရဲ့ အဓိကအကြောင်းရင်းကရော ဘာဖြစ်မလဲ.......?\"သူငယ်ချင်း\" အမည်ခံလူတစ်စုရဲ့ သဘောထားတွေ၊ အမူအကျင့်တွေဟာဒီကျွန်းပေါ်မှာ ဘူးပေါ်သလို ပေါ်လာမလား ဆိုတာကိုတော့........အပတ်စဉ် အင်္ဂါနဲ့ ဗုဒ္ဓဟူးညတွေတိုင်း CM channel မှာစောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီလို့ သတင်းကောင်းပါးလိုက်ပါတယ်ဗျ။Episodes: 12Aired: FEB 22, 2022 ...",
        "url": "https://channelmyanmar.org/tvshows/remember-15-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9xJ2LtDl77lVUmneP85XF4A6sQn.jpg",
        "title": "Cheating Spouse(2022)",
        "description": "Cheating Spouse(2022)အညွှန်း\"ဖောက်ပြန်ခြင်း၏ အစွန်းတစ်ဖက်\" စ/ဆုံး________________________ဇာတ်လမ်းအညွှန်းလှပချောမောပြီး ဆွဲဆောင်မှုရှိတဲ့သူတစ်ယောက်ဖြစ်တဲ့ကောင်မလေး ရွန်သာသာမာန် စီးပွါရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်တဲ့ နိုင်ဖိုင် မိခင်ရဲ့ ထိန်းကွပ်မှုအောက်မှာကြပ်တည်းစွာရှင်သန်လာခဲ့သော ပလယ် နှင့် စည်းစိမ်ဥစ္စာတွေကို မက်မောသော ကျော် တို့ကြားသူတို့ ၄ ယောက်ကြားမှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ.................တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ဖြစ်ပေါ်လာသော အိမ်ထောင်ရေး နဲ့ပစ္စည်းဥစ္စာတွေကို မက်မောမှုကြောင့် ဖြစ်ပေါ်လာတဲ့ အိမ်ထောင်ရေး နှစ်ခုကြားသူတို့ကြုံရတဲ့အခက်အခဲတွေ ပြဿနာတွေကို ဖြေရှင်းတဲ့နေရာမှာဖောက်ပြန် မှု ဆိုတဲ့ သော့တံနဲ့ ဖွင့်ပြီးဖြေရှင်းခဲ့တဲ့ အချိန်မှာဒီအိမ်ထောင်ရေးနှစ်ခုကြားမှာ ကြုံတွေ့ရမယ့် အရာတွေမိသားစုပြဿနာတွေ ကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။ဒီကားလေးကတော့ အိမ်ထောင်ရေးဇာတ်လမ်းခပ်လန်းလန်းကြမ်းကြမ်းလေးတွေကိုမှကြည့်ရှုရတာကြိုက်တဲ့ ပရိသတ်တွေအတွက်တော့.......လတ်လွှတ်မခံသင့်တဲ့ ဇာတ်လမ်းတွဲတစ်ခုဖြစ်တဲ့အတွက်စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်..........Episodes: 24Aired: Jan.8, 2022 – TBAAired On: Sat & SunGenres: Romance & DramaTranslated by May Thu , Zoe & Tin ...",
        "url": "https://channelmyanmar.org/tvshows/cheating-spouse/"
    }
]