[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDdkY2EwNTgtYTljYy00YmRiLWFiNWItMTZhZDdlMWM2MGY2XkEyXkFqcGdeQXVyNTE1NjY5Mg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Daisy Jones & the Six (2023)",
        "description": "Daisy Jones & the Six (2023)\n=====================\nIMDb Rating - 8.1/10ဂီတဆိုတာ ဘာလဲ။ လူတွေက ဂီတကို သူတို့ရဲ့ အထင်တွေ\nအမြင်တွေနဲ့ ရှု့ထောင့်မျိုးစုံကနေ ပုံဖော်ကြတယ်။ တချို့က\nကြီးကျယ်ခမ်းနားမှုလို့ မြင်ကြပေမယ့် လူတချို့အတွက်က\nတော့ ဂီတနဲ့ အသက်မွေးတာက ထမင်းငတ်မယ့်အလုပ်လို့\nမြင်ကြပါတယ်။ ဒါကလည်း ဖြတ်သန်းရပုံဘဝချင်းမတူကြလို့\nအမြင်ချင်းမတူကြတာပဲ . . . ရှိပါစေတော့။ဒါပေမယ့် လူငယ်အများစုဟာ ဂီတတွေကို ဖန်တီးပြီးတော့\nလူသားသမိုင်းတစ်လျှောက် အကြီးဆုံးဖြစ်တဲ့ ဖျော်ဖြေရေး\nလှိုင်းလုံးကြီးထဲမှာ စီးမျှောလိုက်ပါကြဖို့ ကြိုးစားကြပါတယ်။\nလှိုင်းလုံးဖြစ်တဲ့အလျှောက် အောင်မြင်မယ်ဆိုရင် လှိုင်းထိပ်ကို\nရောက်မယ် ကျရှုံးမယ်ဆိုရင်တော့ လှိုင်းအောက်ကို ရောက်ရှိ\nသွားမှာပဲ။ ဒီလိုနဲ့ ခေတ်ပေါ် ဂီတလောကမှာ အောင်မြင်ပြီး\nနာမည်ကြီးကြတဲ့ တီးဝိုင်းအဖွဲ့တွေ များစွာရှိသလိုပဲ လူမသိသူမသိ\nဖျက်သိမ်းသွားတဲ့ တီးဝိုင်းအဖွဲ့ဆိုတာတွေလည်း ဒုနဲ့ဒေးပါပဲ။ဒီဇာတ်လမ်းမှာလည်း ထို့အတူပဲ ၁၉၇၇ မှာ လျှမ်းလျှမ်းတောက်\nအောင်မြင်ခဲ့တဲ့ Daisy Jones and The Six ဆိုတဲ့ တီးဝိုင်းအဖွဲ့\nတစ်ခုဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/daisy-jones-the-six-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rYcNa2qJJSmOafssfefVsfPjHm7.jpg",
        "title": "Alaska Daily (2022)",
        "description": "Alaska Daily (2022) Completed Limited Series ~ IMDb - 7.4/10, Rotten Tomatoes - 67% ~ ဇာတ်လမ်းတွဲပေမဲ့ မင်းသမီးကတော့ နှယ်နှယ်ရရမဟုတ်ပါဘူး။ ဟောလိဝုဒ်မင်းသမီးတွေရနိုင်တဲ့ အကြီးဆုံးဆု၊ ကမ္ဘာပေါ်က မင်းသမီးတွေရနိုင်တဲ့အကြီးဆုံးဆုလို့ပြောလို့ရတဲ့ Academy Award for Best Actress in a Leading Role အော်စကာဆုကို ၂ခါပြန်ရထားတဲ့ Hilary Swank ပါ။ Boys Don't Cry ဆိုတဲ့ကားနဲ့ ပထမတစ်ခါရခဲ့ပြီး ကလင့်အိစ်ဝုရိုက်တဲ့ Million Dollar Baby နဲ့ ဒုတိယရခဲ့တာပါ။ အော်စကာနှစ်ဆုရှင် ရှားရှားပါးပါး သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းတွဲလေးပေါ့။ ဒီထဲမှာ ဟီလာရီက သတင်းထောက် အိုင်လင်းအဖြစ်သရုပ်ဆောင်ထားတယ်။ သူက သတင်းကြီးတွေကိုရအောင်လိုက်နိုင်တဲ့သူမျိုး၊ သတင်းကောင်းသတင်းမှန်ကိုရေးဖို့ ဘာအတွက်မှ နောက်မတွန့်တဲ့ သတင်းထောက်မျိုး။ ကားအဖွင့်မှာ ဗိုလ်ချုပ်ကြီးတစ်ယောက်ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/alaska-daily-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h1nHfLIr4Lu7jc8sWL2Nu0rxE3g.jpg",
        "title": "Doogie Kamealoha, M.D. (2021)",
        "description": "Doogie Kamealoha M.D. (2021)IMDb - 6.3/10\"ဒူဂီကန်မယ်လ်လိုဟာအမ်ဒီ\"ဆေးပညာဒရာမာ က\nအမေရိကန်မိသားစုဆေးပညာဟာသ ဒရာမာတစ်ခုဖြစ်ပြီးတော့\n၁၉၈၉-၉၃ခုနှစ်က ABC ရုပ်သံကနေထုတ်လွှင့်ခဲ့တဲ့\n\"ဒူဂီဟောင်ဆာ \"ဆေးပညာဒရာမာကိုအခြေခံထားတာဖြစ်ပါတယ်။လာဟဲလာ ဒူဂီ ကန်မယ်လ်လိုဟာ ဆိုတဲ့ဆယ်ကျော်သက်ဉာဏ်ကြီးရှင်မလေး က\nသူ့ရဲ့ အထက်တန်းကျောင်းသားဘဝနဲ့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ဆရာဝန်ဖြစ်လာတဲ့အခါမှာ\nမိသားစုနဲ့ဘယ်လိုရုန်းကန်နေရတယ်ဆိုတာရယ်၊\nသူရဲ့အလုပ်ရှင်လဲဖြစ်တဲ့ သူ့အမေနဲ့ သူနဲ့ကြားကဆက်ဆံရေးကို\nဘယ်လိုမျိုးညှိနှိုင်းပြီး အလုပ်လုပ်သွားမယ်ဆိုတာကို\n၁၀ ပိုင်းထဲနဲ့ အပြီး ကြည့်ရှုကြရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Elrond ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Medical\nEpisodes.....10\nQuality….WEB-DL 1080p\nFile size…300 MB\nFormat…mp4\nDuration….30 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Elrond\nEncoder ..... AugustEpisode 01 - VIP | Userdrive | Yoteshin | Megaup | Meganz | CMDriveEpisode 02 - VIP | Userdrive | Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/doogie-kamealoha-m-d-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cFmYdvzY4fXRlH0crFLElvW2fu.jpg",
        "title": "Slip (2023)",
        "description": "Slip (2023)နေ့စဉ် ပြောင်းလဲမှုမရှိ၊ စိတ်လှုပ်ရှားစရာမရှိဘဲ ဖြတ်သန်းနေရတဲ့ဘဝကြီးကို လူတော်တော်များများ ငြီးငွေ့ကြမှာပါ။\nဒီဇာတ်ကားထဲက Mae ကလည်း အဲဒီလိုပါပဲ။\nအတူနေရည်းစားဖြစ်သူ Elijah နဲ့ ၁၃ နှစ်ကြာ နွေးထွေးမှုတွေ ပျောက်ကွယ်နေတဲ့ Relationship ထဲမှာ ပိတ်မိနေရင်း ဘဝကို စိတ်ကုန်နေပါတယ်။\nအချင်းချင်း အချိန်သိပ်မပေးဖြစ်ကြတော့ဘဲ အဆင်ပြေသလိုနေလာကြပြီးတော့\nElija က ကလေးလိုချင်ပေမယ့် Mae ကတော့ အတိတ်ကစိတ်ဒဏ်ရာတွေကြောင့် မလိုချင်သေးပါဘူး။\nတစ်နေ့ Mae အလုပ်လုပ်တဲ့ ပန်းချီပြခန်းက ပန်းချီပြပွဲအပြီး ပါတီမှာ\nElijah က Mae ကိုမစောင့်ဘဲ ပြန်သွားတော့ ဘားမှာ Eric နဲ့ဆုံပါတယ်။ရည်းစားကို စိတ်ကုန်နေတဲ့ Mae လည်း Eric နဲ့ တစ်ညတာကုန်ဆုံးရင်း မနက်ခင်း\nသူနိုးလာတဲ့အချိန်မှာ Eric နဲ့သူက လက်ထပ်ထားပြီးသားဖြစ်နေတာကို တွေ့လိုက်ရပြီး သူ့ဘဝတစ်ခုလုံး ပြောင်းလဲသွားပါတော့တယ်။Rating ကလည်း IMDb 6.1 ရထားတာမို့\nParallel Universe ထဲမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/slip-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dsO9CmTQifeB5WpbT8S3CqXXE6e.jpg",
        "title": "[18+] Sssshhh! (2023)",
        "description": "Sssshhh! (2023) Completed Mini-Series Sssshhh! ဆိုတာ Podcast တစ်ခုဖြစ်ပြီး ဒီအစီအစဉ်ကိုတော့ Salome Salvi ဆိုတဲ့ Adult Content Creator တစ်ယောက်က Host လုပ်ပါတယ်။ ဒီအစီအစဉ်မှာ လာရောက်တဲ့ဧည့်သည်တွေဟာ Host နဲ့အတူ သူတို့ရဲ့ လိင်နဲ့ပတ်သက်တဲ့အတွေ့အကြုံဇာတ်လမ်းတွေ၊ အယူအဆသဘောထားတွေကို အိတ်သွန်ဖာမှောက် မချွင်းမချန် ဆွေးနွေးပြောပြကြမှာဖြစ်ပါတယ်။ Erotica Manila ကိုသဘောကျခဲ့တဲ့ပရိသတ်တွေအတွက် သူ့လိုပဲ အချစ်၊ အိမ်ထောင်ရေးနဲ့လိင်မှုကိစ္စအဖြာဖြာကို မတူညီတဲ့ဇာတ်လမ်းလေးပုဒ်နဲ့ တင်ဆက်သွားမှာဖြစ်ပါတယ်။ အစီအစဉ်မှူး Salome Salvi အဖြစ် ဖိလစ်ပိုင်ရဲ့  Maria Ozawa လို့တင်စားကြတဲ့ Salome Salvi ကိုယ်တိုင်ဦးဆောင်ပါဝင်ထားပြီး Vivamax ရဲ့မျက်နှာသစ်မျက်နှာဟောင်း မင်းသမီးလေးတွေ အစုံအလင်ပါဝင်လာမှာဖြစ်တဲ့အတွက် စဆုံး ခံစား ကြည့်ရှုသင့်တဲ့ ဇာတ်လမ်းတွဲတစ်ခုပါပဲ။ (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ ALS ပဲဖြစ်ပါတယ်)Size ~ 700MB+\nTotal - ...",
        "url": "https://channelmyanmar.org/tvshows/sssshhh-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uaxfgCsJ8LR6jYCsRsMWlZOmvZr.jpg",
        "title": "Alert: Missing Persons Unit (2023)",
        "description": "Alert: Missing Persons Unit (2023) Completed Series Fox က​နေ အပတ်စဉ်ထုတ်လွှင့်နေတဲ့ Action, Drama စီးရီးအသစ်တစ်ခုကိုတင်ဆက်​ပေးလိုက်ပါတယ်။ Alert: Missing Persons Unit ဆိုတဲ့နာမည်အတိုင်း လူ​ပျောက်တိုင်ကြား​ရေးဌာနနဲ့ သက်ဆိုင်တဲ့ စီးရီးပါ။ ​​​​ဂျေဆင်နဲ့နစ်ကီ လင်မယား၂​ယောက်မှာ ​မွေးစားသားသမီး၂​ယောက်ရှိရာမှာ ကိသ်ဆိုတဲ့ သား​ဖြစ်သူက ၁၁နှစ်ကတည်းက ပြန်​ပေးဆွဲခံခဲ့ရတာပါ။ ၆နှစ်​ကျော်ကြာတဲ့အထိ သားဖြစ်သူကို ပြန်မ​တွေ့ခဲ့သလို နစ်ကီကိုယ်တိုင်လည်း MPU ဌာနရဲ့​ခေါင်း​ဆောင်တစ်​ယောက် ဖြစ်​နေပါပြီ။ သားဖြစ်သူကို ရှာ​ဖို့ ကြိုးစားရင်း တခြားလူ​ပျောက်မှု​တွေကို ရှာ​​ဖွေကယ်ဆယ်ကြပုံ​တွေ၊ စွန့်စားခန်း​တွေကို တစ်ပတ်ကို Story တစ်ခု ပုံစံနဲ့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ CM က​နေ အပတ်စဉ်ပုံမှန်တင်​ဆက်​ပေးသွားမယ့် 11 ပိုင်းရှိမယ့် စီးရီးအသစ်ပါပဲ။ (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူတွေကတော့ X, Thar Htet နဲ့ 666 တို့ပဲဖြစ်ပါတယ်) Size ~ ...",
        "url": "https://channelmyanmar.org/tvshows/alert-missing-persons-unit-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cA3JlHtx24lEnflydTdX6TReAva.jpg",
        "title": "Rain Dogs (2023)",
        "description": "Rain Dogs (2023) Season 01 Complete ~ IMDb - 6.3/10, Rotten Tomatoes - 100% ~ \"A family like no other\"\nRain Dogs ဟာ HBO ရဲ့ 2023 ထွက် အသစ်စက်စက် British Series တစ်ခုပဲဖြစ်ပါတယ်။ သာမန် လူလတ်တန်းစားတွေ၊ လူကုံထံတွေအကြောင်းကို ရိုက်ထားတဲ့ ဇာတ်ကားတွေကနေ ကွဲထွက်ပြီး စားဖို့သောက်ဖို့၊ နေစရာရှိဖို့အတွက် ရုန်းကန်ကြရတဲ့ လက်လုပ်လက်စား လူတန်းစားတစ်ရပ်အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတဲ့ Dark Comedy, Drama စီးရီးလေးတစ်ခုပါပဲ။ ဇာတ်လမ်းရဲ့အစမှာ Single Mother တစ်ဦးဖြစ်တဲ့ Costello Jones ဟာ ခက်ခဲတဲ့အနေအထားတစ်ရပ်နဲ့ရင်ဆိုင်နေရပြီး သူ့ရဲ့ ချစ်စရာသမီးချောလေး Iris ဟာလည်း မိခင်ဖြစ်သူကိုနားလည်ပြီး ဖြစ်သမျှကို စိတ်မညစ်စွာ အတူတူရင်ဆိုင်ရဲတဲ့ ကလေးလေးဖြစ်ပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/rain-dogs-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxuA1jAY3vmSE92hksxJ6PkX5ZC.jpg",
        "title": "Boys Planet (2023)",
        "description": "Boys Planet (2023)\"K-pop ကိုကိုရီးယားရဲ့ ပိုင်ဆိုင်မှုလို့ သတ်မှတ်ထားတဲ့ခေတ်ကကုန်သွားပါပြီ\"\nမနှစ်က Girls Planet ပြီးကတည်းက စောင့်လိုက်ရတဲ့ Boys Planet ကတော့ အခုပဲထွက်လာပါပြီဒီတစ်ခေါက်ကတော့ Korea, Global ဆိုပြီး Group K နဲ့ G အနေနဲ့ခွဲထားပါတယ်\nမဲပေးတဲ့စနစ်ကလည်း ပြင်ပအဖွဲ့အစည်းဖြစ်တဲ့ Samil PwC ကကိုင်တွယ်သွားမှာပါပါဝင်ယှဉ်ပြိုင်တဲ့သူတွေလည်း ချောပေ့ တော်ပေ့ ကောင်းပေ့ဆိုတာလေးတွေပဲဆိုတော့ ကြည့်ရတာအရမ်းတန်နေပါပြီ\nယောရောဘွန်းတို့ရော ကိုယ့် Pick ကို Debut Line ထဲဝင်ဖို့ မဲပေးဖို့အသင့်ဖြစ်ပြီလားဒီ BOYS PLANET က ကောင်လေးတွေကို အပြည့်အဝကြူးဖို့\nCM ကလည်း အပတ်စဉ်တင်ဆက်သွားမှာဆိုတော့ လက်မလွှတ်တမ်းစောင့်ကြည့်ဖို့ မမေ့ကြနဲ့နော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ကပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p | 720p\nFile size… 4GB ...",
        "url": "https://channelmyanmar.org/tvshows/boys-planet-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZWE4MjkwMzEtOWI2Yy00MzkwLTg3NDQtYzRjYTUyOTRmYjg5XkEyXkFqcGdeQXVyMTU5OTA4NTIz._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Nurse (2023)",
        "description": "The Nurse (2023)\n==============\nIMDb Rating - 6.9/10[ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားသည်]2012 ခုနှစ်\n---------------\nArne ဆိုတဲ့ သက်ကြီးပိုင်း အမျိုးသားကြီးတစ်ယောက် ဒိန်း\nမတ် နိုင်ငံက ဆေးရုံတစ်ခုမှာ .. ရောဂါလက္ခဏာ ကြီးကြီးမား\nမား မရှိပါဘဲ သေဆုံးသွားခဲ့တယ်။ အလောင်းကို စစ်ကြည့်တဲ့\nအခါ diazepam လွန်ကဲမှုကြောင့်လို့ အဖြေထွက်တယ်။ ဆေးရုံက\nဆေးမှားထိုးတာ မဟုတ်ကြောင်း သေချာတဲ့အတွက် လူနာဟာ\nသူ့ကိုယ်သူ ဆေးထိုး သေကြောင်းကြံတယ်လို့ ‌သတ်မှတ်လိုက်\nကြတယ်။2014 ခုနှစ်\n----------------\nPernille ဆိုတဲ့ အမျိုးသမီးတစ်ယောက် ဒိန်းမတ်ဆေးရုံကြီးမှာ\nသူနာပြုအနေနဲ့ ပထမဆုံး အလုပ်ဆင်းခွင့်ရခဲ့တယ်။ Christina\nဆိုတဲ့ သူနာပြုက သူ့ရဲ့ အလုပ်၀င်စ ကာလတွေမှာ သင်ပြလေ့ကျင့်\nပေးတယ်။ တစ်ခုသော ညမှာ လူနာတစ်ယောက် ရုတ်တရက် သေ\nဆုံးတယ်။ လူနာခန်းထဲက အမှိုက်ခြင်းထဲမှာ Diazepam တွေပါတဲ့\nဆေးထိုးပြွန်ကို Pernille တွေ့သွားတယ်။ သေဆုံးရခြင်း အကြောင်း\nရင်း တူညီတဲ့ ဖြစ်ရပ်တွေ စိပ်လာတဲ့အခါ သံသယ၀င်စရာတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-nurse-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/why-160x200.jpg",
        "title": "Why? (2023)",
        "description": "Why(2023)ဒီတစ်ခေါက်တင်ဆက်ပေးချင်တဲ့ စီးရီးလေးကတော့\nအချစ်အလွမ်း မိသားစုကြားအရှုပ်အထွေးတွေနဲ့\nဇာတ်လမ်းဇာတ်ကွက်အလှည့်အပြောင်းတွေကို\nတင်ဆက်ပေးထားတဲ့ အင်ဒိုဒရာမာစီးရီးလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းဂီဗန်ကို စတွေ့တည်းက မြင်မြင်ချင်းအချစ်နဲ့ချစ်မိသွားတဲ့\nကောင်မလေး ဂရေ့စ်.....ကျောင်းမှာ ခပ်ဆိုးဆိုးခပ်ပေပေနေပေမယ့် ဂရေ့စ်ရဲ့ညီမဖြစ်သူ\nဂလေဒီကိုမြင်မိမှ ချစ်မိသွားပြီး နေထိုင်သွားတဲ့\nဂီဗန်...ငယ်စဉ်ကတည်းက အမဖြစ်သူနဲ့မတူပဲ\nအနုပညာကိုသာ စိတ်ဝင်စားတဲ့ ဂလေဒီသူတိုသုံးဦးကြား အချစ်နဲ့ကံကြမ္မာလှည့်ကွက်တွေနဲ့\nဇာတ်လမ်းကိုတည်ဆောက်ထားပြီး အထင်လွဲမှုတွေ\nသွေးထိုးမှုတွေကြား အချစ်စစ်တိုလမ်းဖြောင့်ဖြူးမလားဆိုတာကို\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုသွားရမှာပဲဖြစ်ပါတယ်Quality : 1080p  VDO WEBDL / 720pTotal Episodes :7EpsFormat : mp4Genres : Drama, Romance,Duration : 47minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by MomentEncoded by YK\n720p\nEpisode 1 -Yoteshin / Userdrive / Megaup / Meganz / Streamvid\nEpisode 2-Yoteshin / Userdrive / Megaup / Meganz / ...",
        "url": "https://channelmyanmar.org/tvshows/why-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzRjZWQ5YzAtY2Q1Ny00MmY0LWFmMmItNjEzNGEwNDdjYWExXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Star Trek: Picard – Season (02)(03)",
        "description": "Star Trek: Picard - Season (02)(03)=========================IMDb Rating - 7.5/10Star Trek ဇာတ်လိုက်ကျော်ကြီး Jean Luc Picard ရဲ့ စွန့်စားခန်း\nSeason 2 ဆက်လက်ထွက်ရှိလာပါပြီ။\nStar Trek ဆိုတာ ဒီနိုင်ငံမှာ Fanbase သိပ်မရှိပေမယ့် နိုင်ငံတကာမှာတော့\nSci-Fic လောကရဲ့ ပထမဆုံးထွက်ခဲ့တဲ့ ဘိုးအေ Franchise ကြီးတစ်ခုလို့\nပြောလို့ရပါတယ်။ဒီဇာတ်လမ်းတွဲမှာလည်း X Men ထဲက Charles Xavier နဲ့သိကြတဲ့ မင်းသားကြီး\nPatrick Stewart က ဦးဆောင်ပါဝင်ထားပြီး IMDB မှာလည်း 7.5 ထိရထားပြီး\nအတော်လေး အခြေအနေကောင်းပါတယ်။ဇာတ်လမ်းကိုပြောရရင် ...season 1 မှာ ဗိုလ်ကြီး ဂျွန်လု ပစ်ကာ့ အနားယူနေရာကနေ\nအမျိုးသမီးတစ်ယောက်ကြောင့် စွန့်စားခန်းတွေထွက်ဖြစ်ခဲ့ပြီး နောက်ဆုံး စတားဖလိ\nအကယ်ဒမီမှာ အဓိပတိတစ်ယောက်ဖြစ်လာခဲ့တာနဲ့ အဆုံးသတ်ထားပါတယ်။ဒီ Season 2 မှာတော့ အင်တာပရိုက် ...",
        "url": "https://channelmyanmar.org/tvshows/star-trek-picard-season-02-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/st-133x200.jpg",
        "title": "Sweet Tooth Season2",
        "description": "Sweet tooth ( season 2 )\n======================Season 1 တုန်းက ထင်တာထက်ပိုကောင်းပြီး၊ emmy ဆုတွေ ရတဲ့ထိအောင်မြင်ခဲ့တဲ့\nSweet tooth ဇာတ်လမ်းတွဲရဲ့ season 2 ဟာ ပရိသတ်ရှေ့ကို ပြန်လည်ရောက်ရှိလာခဲ့ပါပြီ။\nပြီးခဲ့တဲ့ season မှာတော့ တစ်စစီပြန့်ကြဲနေခဲ့တဲ့ အစပျိုးထားသမျှ ဇာတ်ကောင်တွေကို\nချိတ်ဆက် ပေါင်းစည်းပြပြီးတော့မှ ပရိသတ်တွေ ကလိကလိဖြစ်အောင် ဟက်ကော့ကြီးဇာတ်သိမ်းသွားခဲ့ပါတယ်။ဇာတ်လမ်း ပြန်ဆက်ရရင်တော့ ရောဂါလှိုင်း နောက်တစ်လှိုင်းပြန်စလို့ ဖြေဆေး အသည်းအသန်လိုချင်နေကြတဲ့\nနောက်ဆုံးလူသားတွေဟာ မျိုးစပ်ကလေးတွေကို ရိုးတွင်းချဉ်ဆီထုတ်ဖို့အတွက် ဖမ်းထားကြပြီး\nမျိုးစပ်ကလေးတွေကလည်း သူတို့နည်းသူတို့ဟန်နဲ့ လွတ်မြောက်ဖို့ကြိုးစားနေကြပါတယ်။ဇာတ်လမ်းက ဘယ်လိုဆက်ဖြစ်သွားလဲ၊ အခု season 2 ကရော season 1 ရဲ့ tempo ကို မီရဲ့လား၊\nhype ထားရတာနဲ့ တန်ရဲ့လားဆိုတာတွေကို ကိုယ်တိုင်ကြည့်ပြီး ဆုံးဖြတ်နိုင်ဖို့\nသမင်ချိုနဲ့ကောင်လေး ဆွိတုရဲ့ ဇာတ်လမ်းတွဲကို ချန်နယ်မြန်မာကနေ\nဘာသာပြန်ဆိုတင်ဆက်ပေးလိုက်ပါတယ်...။Quality :1080p WEBRIP / 720pTotal ...",
        "url": "https://channelmyanmar.org/tvshows/sweet-tooth-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/united-133x200.jpg",
        "title": "United Kacche (2023)",
        "description": "United Kacche (2023)\nIMDb 7/10နိုင်ငံခြားမှာပိုက်ဆံရှာပြီးသူဌေးဖြစ်လာဖို့ဆိုတာ ပန်ဂျပ်ပြည်နယ်က\nတန်ဂိုဆိုတဲ့ကောင်လေးရဲ့အိပ်မက်တစ်ခု...အသိတွေရော\nသူငယ်ချင်းတွေပါထွက်နေကြတဲ့အချိန် ပိုက်ဆံကမရှိတော့\nတန်ဂိုတစ်ယောက် အကြံအိုက်နေချိန်ပေါ့ဒီလိုနဲ့လူတစ်ယောက်နဲ့တွေ့ဆုံပြီး အဲဒီလူအကြံပေးပါတယ်\nပန်ချာပီတွေလုပ်နေကြနည်းအတိုင်း ဘိုးဘွားမြေတွေပေါင်ပြီး\nနိုင်ငံခြားထွက်ဖို့ပါ ဒီလိုပဲပတ်ကြံလိုက်တာပေါင်ဖြစ်သွားတယ်ဆိုပါတော့\nနိုင်ငံခြားရောက်ပြီးတော့ အလုပ်ရှာဘာညာနဲ့ဗီဇာသက်တမ်းကုန်ပါလေရော\nပြဿနာကဒီကစမှာပါ ဒီလိုတရားမဝင်နေထိုင်သူတွေကိုကာကြေးလို့ခေါ်ကြပါတယ်ဒီကာကြေးတွေကိုဖမ်းတဲ့အဖွဲ့ကရှိနေပါတယ် ဖြစ်ချင်တော့\nအဲဒီဖမ်းမဲ့ကောင်နဲ့တန်ဂိုနဲ့တစ်အိမ်တည်းမှာသွားငှားမိပါလေရော\nဒီတော့ အဖော်မပါကိုယ်တစ်ယောက်တည်းဖြစ်နေတဲ့နိုင်ငံခြားမှာ\nတရားမဝင်ဖြစ်နေမဲ့အပြင်ကို လိုက်ဖမ်းတဲ့လူနဲ့ပါအတူနေမိတဲ့\nတန်ဂိုတစ်ယောက်ဘယ်လိုဇာတ်သိမ်းသွားမလဲကြည့်လိုက်ကြပါဦးFile Size – 311MBQuality – 720p WEB RIPDuration – 24minute (@Episode)Total Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ComedyTranslator – BpL~Cherry~Yunni~ThaikSanEncoder – YK\n720p\nEpisode 1 - Yoteshin / Userdrive / Megaup / Meganz / Streamvid / Streamsb\nEpisode 2 - Yoteshin / Userdrive / Megaup / Meganz ...",
        "url": "https://channelmyanmar.org/tvshows/united-kacche-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/QR6L5_4f-167x200.jpg",
        "title": "Soi Nakhee (2023)",
        "description": "ထာဝတီ အဖြစ် Now Tisanart\nချုန်/ ဖရထုန် အဖြစ် Blew Worrapon\nဘွန်နိကာ / ပရန်အူဆာ အဖြစ် Cartoon Natcha\nအန်ကပ် အဖြစ် Kat Katreeyaဇာတ်လမ်းအကျဉ်းထာဝတီက နဂါးတိုင်းပြည်ကြီးရဲ့ တန်ခိုးကြီး နာခီ(နဂါးမယ်) တစ်ယောက်ဖြစ်ပြီး သီလတရားကျင့်ကြံရင်း ပါရမီဖြည့်ဆည်းနေခဲ့သူ တစ်ယောက်ဖြစ်တယ်တစ်ရက် မုန်တိုင်းကြောင့် ဖရထုန်ဆိုတဲ့ လူသားယောက်ျား နဂါးပြည်ကမ်းမှာ လာတင်ခဲ့ရာမှ ထာဝတီနဲ့ ချစ်ကျွမ်းဝင်ခဲ့ကြတယ်ထာဝတီအနေနဲ့ သူမနဲ့လိုက်ဖက်တဲ့ နဂါးမင်းမေခါကို ပစ်ပယ်ပြီး ဖရထုန်နဲ့ ပေါင်းဖက်ရဖို့ တရားကျင့်ကြံထွက်ခဲ့ပေမဲ့ ဖရထုန်ကတော့ ထာဝတီမရှိစဉ် ပရန်အူဆာဆိုတဲ့ ရေမျောလာခဲ့တဲ့ လူသားမိန်းကလေးတစ်ယောက်နဲ့ သစ္စာဖောက်ခဲ့တယ်အချစ်ကြီးရင် အမျက်ကြီးတယ်ဆိုတဲ့အတိုင်း ထာဝတီတစ်ယောက် အကုန်ဖျက်ဆီးဖို့ ကြိုးစားခဲ့ပေမဲ့ နဂါးမင်းမေခါ့အစွမ်းကြောင့် ဖရထုန်နဲ့ ပရန်အူဆာတို့ လွတ်ခဲ့သလို ထာဝတီလည်း ပိတ်လှောင်ခံခဲ့ရတယ်နှစ်ထောင်ချီကြာပြီးနောက် ရတနာကုမ္ပဏီပိုင်ရှင်တစ်ဦးရဲ့သမီး အန်ကပ်ဟာ ချစ်ရသူရဲ့ သစ္စာဖောက်မှုဒဏ်ကြောင့် ကားမတော်တဆဖြစ်ရင်း နာခီထာဝတီရဲ့ နေရာကို ...",
        "url": "https://channelmyanmar.org/tvshows/soi-nakhee-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/6000d0_4f-1-140x200.jpg",
        "title": "Make a Wish (2023)",
        "description": "\"Make a wish 2023\" မြန်မာစာတန်းထိုးဖတ်ဖွန်မ် အဖြစ် Judo Tantachj Tharinpirom\nကရစ် အဖြစ် Fluke Natouch Siripongthon\nချာန် အဖြစ် Nike Nitidon Pomsuean\nမိတ် အဖြစ် Pon Thanapon Aiemkumchaiဒေါက်တာဖတ်ခ်ဖွန်မ်က သရဲမြင်နိုင်တဲ့သူပါ သရဲမြင်နေရတော့ ဘာလုပ်လုပ် ဘာကိုင်ကိုင် သူ့အတွက် အဆင်မပြေနေပါဘူးဒါကြောင့် သရဲမမြင်နိုင်အောင် နည်းလမ်းပေါင်းစုံ ကြိုးစားပါတော့တယ် ဒါပေမဲ့ အလုပ်မဖြစ်ခဲ့ပါဘူးတစ်နေ့ သူ့ကို နတ်မင်းကြီး တစ်ပါးက ညောင်ပင်စောင့်နတ်သားဆီမှာ သွားဆုတောင်းဖို့ ပြောပါတယ်သူလည်း နတ်မင်းကြီးပြောတဲ့အတိုင်း ညောင်ပင်မှာ ဆုတောင်းဖို့ သွားပါတော့တယ်ဒီလိုနဲ့အရမ်းချောပြီး အကြင်နာတရားပြည့်ဝတဲ့ နတ်သားနဲ့တွေ့ခဲ့ပါတယ်ဆိုတော့ ညောင်ပင်စောင့်နတ်သားက သူ့ကို ဘယ်လိုနည်းလမ်းတွေ ပေးလာမှာလဲသရဲမမြင်ရအောင် သူ့ကို ဘာတွေလုပ်ခိုင်းမှာလဲဆိုတာ စောင့်ကြည့်လိုက်ပါ..(အညွှန်းရေးသားသူကတော့ Tawan ဖြစ်ပါတယ်)Native Title: ภารกิจนายเทวดา\nEpisodes: 6\nAired: Mar 22, 2023 - ...",
        "url": "https://channelmyanmar.org/tvshows/make-a-wish-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bn4qHIxbmZOC4AqlDUbgcKYld7r.jpg",
        "title": "Florida Man (2023)",
        "description": "Florida Man (2023) A Complete Netflix Series Netflix ကနေ လောလောလတ်လတ် အသစ်ထွက်ထားတာဖြစ်ပြီး ပါသမျှလူတွေအချင်းချင်း ကိုယ် သူ့မယုံ သူ့ ကိုယ်မယုံ လိမ်ကောက်ရင်း ကလိမ်ကျနေတဲ့ ရှုပ်ရှုပ်ထွေးထွေး စုံထောက် အက်ရှင်ဇာတ်လမ်းကို ဟာသလေးနှောပြီး ကြည့်ရမှာပါ။ Agents of S.H.I.E.L.D. ထဲက အေးဂျင့်ကိုလ်ဆင်ကြီး တစ်ချက်တစ်ချက် ထဖောက်တဲ့ အခန်းတွေက အခွီရဆုံးလို့ထင်တာပါပဲ။ ဇာတ်လမ်းကတော့ လောင်းကစားစွဲနေလို့ ပြဿနာတွေတက်ပြီး စုံထောက်ရာထူးကနေ အလုပ်ပြုတ်သွားတဲ့ မိုက်က သူအကြွေးတင်နေတဲ့ လူမိုက်ခေါင်းဆောင်ဆီမှာ အကြွေးသိမ်းတဲ့အလုပ် ပြန်လုပ်ရင်း သူ့သူဌေးရဲ့ မိန်းမကိုလည်း ခိုးစားနေတာက‌နေစတာပါပဲ။ အဲဒီကောင်မလေးက ရုတ်တရက် လူမိုက်ခေါင်းဆောင်ဆီက ထွက်ပြေးသွားတော့ လူမိုက်ခေါင်းဆောင်က မိုက်ကို လိုက်ရှာခိုင်းပါတယ်။ ကောင်မလေးပြေးသွားတာက မိုက်ရဲ့ ဇာတိမြို့ဖြစ်တဲ့ ဖလော်ရီဒါပါ။ ဖလော်ရီဒါကို မုန်းနေတဲ့ မိုက်တစ်ယောက် သူဌေးလုပ်သူနဲ့ အပေးအယူလုပ်ပြီး ကောင်မလေးကို ...",
        "url": "https://channelmyanmar.org/tvshows/florida-man-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rDVfTRXMP5iwO7EgmVA5ivUwli4.jpg",
        "title": "Thicker Than Water (2023)",
        "description": "Thicker Than Water (2023)\"သွေးကရေထက်ပျစ်တယ်\" ဆိုတဲ့စကားက ဆလင်းမ်တို့မိသားစုကိုရည်ညွှန်းတာပါပဲ။\nသူတို့က ပဲရစ်မှာနေနေကြတဲ့ အယ်လ်ဂျီးရီးရန်းမွတ်ဆလင်တွေပါ။\nသူတို့မိသားစုထဲမှာ ဆလင်းမ်ကအမွှေဆုံး။ သူ့အစ်မသုံးယောက်ရှိတယ်။\nအဲ့ဒီသုံးယောက်ထဲက ဖာဟာဆိုတဲ့အစ်မက ဆလင်းမ်ကိုအချစ်ဆုံးအစ်မ။\nဖာဟ့ာအပြောအရတော့ သူတို့မိသားစုတွေက ငယ်ငယ်ထဲကအချင်းချင်းဂရုစိုက်ဖို့ သင်ကြားပေးတာခံထားရတယ်တဲ့။\nအဲ့ဒါအပြင် သူတို့အဖေက သူတို့ကိုထားပြီးထွက်သွားချိန်မှာ\nအမေကလဲအလုပ်တွေအရမ်းလုပ်ရတော့ ဆလင်းမ်အတွက် ဖာဟာကအစ်မအပြင် ဒုတိယမိခင်ဖြစ်ခဲ့တယ်။\nဒီဇာတ်လမ်းက မွတ်ဆလင်တွေရဲ့ရမ်မဒါန်ဥပုဒ်လမှာဖြစ်တယ်။ရမ်မဒါန်လရဲ့ပထမရက်မှာ မိသားစုတွေအတူ ဥပုဒ်ဖြေဖို့ချိန်းထားကြတာ ဆလင်းမ်ကရောက်မလာဘူး။\nသိပ်မကြာပါဘူး ရဲတွေရောက်လာပြီး ဖာဟာတို့ညီအစ်မတွေကို စစ်ဆေးမေးမြန်းကြပါလေရော။\nအကြောင်းကရော ဆလင်းမ်က ရဲတစ်ယောက်ကိုကားနဲ့တိုက်ပြီးထွက်ပြေးသွားလို့ပါ။\nဆလင်းမ်ကလဲအဲ့ဒီကားကို ဖာဟာ့အိမ်မှာလာရပ်ထားတယ်။\nဖာဟာကလဲ သူလဲအမှုမပတ်အောင် သူ့မောင်ကိုလဲကယ်တင်ချင်ဇောနဲ့\nသူတို့ညီမသုံးယောက်ရယ် ငမွှေထိုးတူမလေးရယ်ပေါင်းပြီး ကားကြီးကိုမီးရှို့အစဖျောက်လိုက်ကြတယ်။ပြသနာကဒီမှာတင်ပြီးရင်တော်သေး။\nဖာဟ့ာစေတနာကဝေဒနါဖြစ်သွားတယ်ဆိုပါတော့။\nရဲကိုတိုက်တာက ပြသနာသိပ်မရှိဘူး။ ပြသနာကသူတို့မီးရှို့လိုက်တဲ့ကားထဲမှာ ဆလင်းမ်ပို့ပေးရမယ့်မူးယစ်ဆေးတွေပါသွားတာပဲ။\nအဲ့မှာတင်ရဲတွေရော မူးယစ်ရာဇာတွေနဲ့ပါ ဇာတ်လမ်းကရှုပ်လာတော့ ဖာဟာ့အနေနဲ့\nဆလင်းမ်ကိုရော သူ့မိသားစုဝင်တွေကိုပါ ဘယ်လိုများကာကွယ်ဖြေရှင်းပေးမလဲဆိုတာ စိတ်ဝင်စားစရာပါပဲ။Seriesရဲ့ ဇာတ်လမ်းသွားက ခိုင်ခိုင်မာမာရှိတဲ့အပြင် ဒီဇာတ်လမ်းမှာ မိသားစုတွေကြားကသံယောဇဥ်တွေ၊ အဆိုးအကောင်းပြသနာတွေရော၊\nမောင်နှမတွေရဲ့ အမြဲသတ်နေ စကားနိုင်တွေလုနေကြပေမယ့် တကယ့်အရေးကြုံလာတဲ့အခါ သွေးကရေထက်ပျစ်တယ်ဆိုတာတွေကို\nရမဒါန်ဥပုဒ်လနောက်ခံနဲ့ဖော်ကြူးပြထားလို့ တမူထူးခြားတဲ့ series လဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... ...",
        "url": "https://channelmyanmar.org/tvshows/thicker-than-water-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/T1-113x200.jpg",
        "title": "Thin Ice (2023)",
        "description": "အခုအားလုံးကို ၁၉၄၃ခုနှစ်က ရှန့်ဟိုင်းမြိုဆီကိုခေါ်သွားချင်ပါတယ်နိုင်ငံတော်ကလွှတ်တဲ့သူလျှိတစ်ယောက်အနေနဲ့ ရင်ဆိုင်ရတဲ့ဘဝက ရေခဲသေးသေးလေးတစ်ခုလိုပဲမျက်စိရှေ့ကအရာရာတိုင်းကသံသယဝင်စရာတွေချည်းပါပဲ၁၉၄၃ခုနှစ် ရှန့်ဟိုင်းကိုဂျပန်တွေဝင်ရောက်တော့ နိုင်ငံရဲ့တန်ပြန်ထောက်လှမ်းရေးဌာနကနေချိန်ချန်ကိုဂျပန်တွေသတ်ဖိုလွှတ်လိုက်တဲ့အခါမှာ ထောင်ချောက်မိပြီးတော့ပိတ်မိနေခဲ့တယ်ရန်သူရဲ့အကြံစည်ကိုသိသွားခဲ့တဲ့ ချိန်ချန်က ဂျပန်တပ်သားအနေနဲ့ယောင်ဆောင်ပြီးတော့ ဂျပန်တပ်ကိုချေမှုန်းခဲ့တယ်ရန်သူနယ်မြေမှာ သတိရှိစွာနဲ့နေပြီးတော့ ကွန်မြူနစ်ပါတီဝင် ချွမ်းရန်ရဲ့အကူအညီနဲ့အသက်ဘေးကနေလွှတ်မြောက်ခဲ့ပြီးတော့ မြေအောက်အဖွဲနဲ့ပူးပေါင်းပြီးတော့ ရန်သူကိုရှင်းလင်းဖိုစတင်ကြံစည်ခဲ့တယ်ဒီဇာတ်ကားမှာချိန်ချန်နေရာမှာသရုပ်ဆောင်တဲ့ မင်းသားPeng GuanYingရဲ့ အရင်ရိုက်ခဲ့ဖူးတဲ့ကားတွေနဲ့မတူဘဲသူ့ရဲ့ပထမဆုံး နိုင်ငံ့သူလျှိအနေနဲ့ ပုန်းရှောင်တိုက်ခိုက်မှုတွေ အန္တရာယ်တွေကျော်ဖြတ်နိုင်မှုတွေ…….ချွမ်းရန်အနေနဲ့သရုပ်ဆောင်တဲ့မင်းသမီးChen YuQi ရဲ့အပြင်ပန်းကတော့နူးညံ့သိမ်မွေ့တဲ့မိန်းကလေးဆိုပေမဲ့စိတ်ဓာတ်ပြတ်သားခိုင်မာမှုတွေ ချိန်ချန်နဲ့chemistryမိမိသရုပ်ဆောင်သွားတာတွေကိုCMနဲ့အတူရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်မျှော်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်[Reviewed By Hnin Wut Hmon]Quality : WEB-DL 720p,1080pTotal Episodes : 40\nFormat : mp4Genres : Historical, Thriller, DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 -  StreamVid ...",
        "url": "https://channelmyanmar.org/tvshows/thin-ice-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rgMfhcrVZjuy5b7Pn0KzCRCEnMX.jpg",
        "title": "Sweet Tooth (2021)",
        "description": "Sweet Tooth (2021)IMDb 8.4/ 10Netflix ကတော့ ထုံးစံအတိုင်း စိတ်၀င်စားစရာ series တစ်ခု မိတ်ဆက်လိုက်ပြန်ပါပြီJeff Lemire ရဲ့ Sweet Tooth ဆိုတဲ့ DC Comic Book ကို ပြန်လည် ဆန်းသစ်ထားတဲ့ Action-adventure, fantasy drama လေးမို့ DC fan တွေ အကြိုက်တွေ့မယ်လို့ ထင်ပါတယ်Sweet Tooth ဆိုတာကတော့ ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ဆောင် ကောင်လေးလေးရဲ့ နာမည်ပါဒီကောင်လေးဟာ hybrid လို့ခေါ်တဲ့ လူတစ်ပိုင်း သမင်တစ်ပိုင်းလေးပါကမ္ဘာကြီး ပျက်သုဉ်းသွားပြီးနောက် သူဟာ တခြားသော hybrids တွေနဲ့ရောပြီး အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်အရွယ်ကလည်းငယ် အတွေ့အကြုံမရှိသေးတဲ့ hybrid လေးတစ်ကောင် ဒီလောကကြီးမှာ အသက်ဆက်နိုင်ဖို့ရာ တစ်ဦးတည်း ရင်ဆိုင်ရပုံတွေကို စိတ်၀င်စားဖွယ်တင်ဆက်ထားပုံတွေကိုအပိုင်း ၈ ပိုင်းနဲ့ တစ်၀ကြီး ကြည့်ရှူရမှာဖြစ်ပါတယ်DC entertainment ...",
        "url": "https://channelmyanmar.org/tvshows/sweet-tooth-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2dvC4h5yFrK9yawvqlegem9ogv3.jpg",
        "title": "Freud (2020)",
        "description": "Freud (2020) A Complete Netflix's Series ဗမာစာဖတ်ပရိသတ်တွေတော့ ဆစ်ဂမန်ဖရွိုက်ကို အနည်းတော့အများ ရင်းနီးကြမှာပဲ။ ဒီက နာမည်ကြီး ဘတ်ဆဲလ်လား စာရေးဆရာတွေရော၊ အက်ဆေးရေးတဲ့လူတွေရော၊ သုတဆောင်းပါးတွေ ရေးတဲ့လူတွေရော ဆစ်ဂမန်ဖရွိုက်ကို ကိုးကားပြီး သူ့စကားတွေ လှိုင်လှိုင်သုံးခဲ့ကြဖူးပါတယ်။ ဇော်ဇော်အောင်တို့ တာရာမင်းဝေတို့ မင်းခိုက်စိုးစန်တို့လည်း သုံးခဲ့ကြတယ်။ ဆန်းတော့လည်း မဆန်းပါဘူး။ ဖရွိုက်ဟာ စိတ်ပညာလောကရဲ့ နာမည်ကျော်စိတ်ပညာရှင်ပဲကိုး။ ဒီကားကတော့ ဖရွိုက်ငယ်စဉ် မအောင်မြင်သေးခင်က အချိန်မှာ ဇာတ်အိမ်တည်ပြီး သမိုင်းဒရာမာအဖြစ်ရိုက်ထားတာပါ။ သမိုင်းဒရာမာဆိုတာ သမိုင်းတိကျမှု အင်မတန်နည်းတဲ့ အရာမို့ သုတအနေနဲ့တော့ ကြည့်လို့ပြေမှာမဟုတ်ပါဘူး။ ဇာတ်ကိုကလည်း စိတ်ပညာဇာတ်ထက် မှုခင်းဇာတ်ကြီးဖြစ်နေပါတယ်။ စိတ်ညှို့ပညာခေတ်မစားခင်အချိန်မှာ စိတ်ရဲ့စွမ်းအားကို စိတ်ပညာရှင်တွေကိုယ်တိုင် သေချာနားမလည်သေးခင်မှာ ဖရွိုက်ဟာ မသိစိတ်နဲ့ အိပ်မွေ့ချစိတ်ညှို့ပညာအကြောင်း စိတ်ဝင်စားခဲ့ပါတယ်။ အားလုံးရဲ့ ငကြောင်လို့ သမုတ်ခံခဲ့ရတယ်။ ဒီလိုနဲ့ ဟန်ဂေရီမင်းမျိုးပျက်တွေဟာ အိပ်မွေ့ချစိတ်ညှို့ပညာကို အသုံးချပြီး ဖရွိုက်တို့ တိုင်းပြည်ကို လက်သည်မပေါ်ဘဲ ...",
        "url": "https://channelmyanmar.org/tvshows/freud-2020/"
    }
]