[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/yepqlwygdufp-159x200.jpg",
        "title": "The Age Of Green Lady 2020",
        "description": "The Age Of Green Lady 2020 (Complete)\n===========စူးရှန်း ဆိုတဲ့ ကောင်လေး ဟာ တောကနေ မြို့တက်လာပြီး\nအလုပ်လာရှာတဲ့ လူရိုးလေး ကောင်ချောလေးပေါ့\nဖြစ်ချင်တော့ သူတို့အိမ်လာပြီz အသိက အလုပ်ပေးမယ်ဆိုလို့\nရှိစုမဲ့စုတွေ ရှယ်ယာအဖြစ် ထည့်ပေးလိုက်ရပြီး လိပ်စာလေး တစ်ခုပဲ ပေးသွားတာ\n \nအဲ့ဒီလိပ်စာ အတိုင်းလိုက်လာတော့\n​ကုန်ပစ္စည်းပြပွဲ အတွက် ထုတ်ကုန်သစ် မိတ်ဆက်ဖို့ လုပ်နေတဲ့\nမမခိုင်ထင် ဆိုတဲ့ လုပ်ငန်းရှင် အမျိုးသမီးနဲ့ မတော်တဆ ဆုံကြပါလေရော\nအဲ့ဒီနေ့က ဗယ်လင်တိုင်းနေ့ ဖြစ်တဲ့အပြင် အချစ်ရေး မှာ အေးတိအေးစက် ဖြစ်နေလို့\n၈ နှစ်ကျော် သံယောဇဉ်ကို ငြီးငွေ့လာတဲ့ မမ ခိုင်ထင် နဲ့\nလူလိမ်ခံရလို့ ဘယ်သွားရမှန်းမသိ တော်ပြီး ချောနေတာကလွဲရင်\nရိုးသားတဲ့ မောင်လေး စူးရှန်း တို့ ရဲ့ ဇတ်လမ်းဟာ ဆိုရင်ဖြင့်\n \nမမ နဲ့ မောင်လေး အချစ်ဇတ်လမ်းဖြစ်မလားဆိုတာ\nရင်ခုန်ပြီး ကြည့်နေရတော့မယ့် ...",
        "url": "https://channelmyanmar.org/tvshows/the-age-of-green-lady-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Chilling_Adventures_of_Sabrina_Part_4_Poster-160x200.jpg",
        "title": "Chilling Adventures of Sabrina Part 4 ( Completed )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Sabrina လေးပြန်လာခဲ့ပါပြီPart 3 နောက်ဆုံးပိုင်းမှာ သိခဲ့ရတဲ့အတိုင်း Sabrina ၂ယောက်မှာတစ်ယောက်က ငရဲဘုရင်မ လုပ်နေပြီး တစ်ယောက်ကတော့သူ့ရဲ့မိသားစုတွေဆီကိုပြန်သွားခဲ့တာကိုမြင်ရမှာပါပြီးတော့ Father BlackWood ဟာလည်း မကောင်းဆိုးဝါးတွေကိုဆင့်ခေါ်ခဲ့တာကိုတွေ့ရမှာပါ အခု Part 4 မှာတော့Sabrina တစ်ယောက် ဘယ်လိုတွေကြမ်းဦးမလဲဆိုတာကိုမြင်ရဦးမှာပါ..ငရဲက တစ်ယောက်ရယ် လက်ရှိတစ်ယောက်ရယ်ကြားကအဖြစ်အပျက်တွေ ဆက်နွယ်မှုတွေကိုလည်းထပ်မြင်ရဦးမှာဖြစ်သလိုNetflix series တခုဖြစ်တာကြောင့် chilling adventures of sabrinapart 4 ဟာ ကျွန်တော်တို့စောင့်မျှော်နေရကြိုးနပ်ပြီး စိတ်မပျက်စေခဲ့ဘူးဆိုတာကိုတော့ ရဲရဲကြီးပြောလိုက်ပါရစေ အ ရှေ့က part 1+ 2+ 3 ကိုဒီမှာကြည့်နိုင်ပါတယ် Quality : NF  WEBRip- 720pFormat : mp4Subtitle : Myanmar Subtitle ( Hardsub )Translator : Yoon Sandi Aung , Phue Pyae ...",
        "url": "https://channelmyanmar.org/tvshows/chilling-adventures-of-sabrina-part-4/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/chilling-adventures-of-sabrina-part-3-poster-kiernan-shipka-1204379-135x200.jpeg",
        "title": "Chilling Adventures of Sabrina Part 3",
        "description": "အားလုံးစောင့်နေတဲ့စုန်းမလေးစဘရီနာပြန်လာပါပြီSeason 2မှာ နစ်တစ်ယောက်အမှောင်သခင်ကိုကိုယ်ထဲထည့်ပြီးငရဲကိုရောက်သွားခဲ့တာအခုseason 3မှာတော့သူ့ချစ်ချစ်စဘရီနာလေးကနစ်ကိုငရဲကနေဘယ်လိုနည်းလမ်းတွေသုံးပြီးပြန်ဆွဲခေါ်ထုတ်မလဲအမှောင်သခင်ကိုရော နစ်ကိုယ်ထဲကနေဘယ်လိုထုတ်ပေးမလဲပြီးတော့အားလုံးလည်းtrailerကြည့်ပြီးတဲ့အတိုင်းစဘရီနာတစ်ယောက်က season 3မှာ Queen of Hell ဖြစ်သွားမှာပါဒါပေမယ့်ဘုရင်မဖြစ်ဖို့ကအဲဒီလောက်ကြီးလည်း မရိုးရှင်းဘူးပေါ့နော်သူဘယ်လိုအခက်အခဲတွေကျော်ဖြတ်ပြီးဘုရင်မတစ်ယောက်ဖြစ်လာမလဲအဲဒါတွေအပြင် season 2မှာ အမှောင်သခင်ကို သူတို့လှောင်ပိတ်ခဲ့တာရဲ့အကျိုးဆက်ဆိုးကျိုးတွေကို သူတို့ကိုဗန်စုန်းမျိုးနွယ်တွေခံစားရလာတဲ့အခါမှာရော သူဘယ်လိုတွေဖြေရှင်းပေမလဲဒီ season 3 ကတော့ စဘရီနာတစ်ယောက်အရှုပ်တွေလုပ်ပြီးတော့အလုပ်တွေပြန်ရှုပ်တော့မယ် လုံးဝအမိုက်စားseasonတစ်ခုပဲဖြစ်ပါတယ် Translators : Phue & Aye Mon KyawEncoder : Moe Myint Lwin\nSeason- 3 (Completed)\nZip File\nCM VIP Links\nYoteshin",
        "url": "https://channelmyanmar.org/tvshows/chilling-adventures-of-sabrina-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTLy41WQBB0zrDJVGNajSkE4ZHm.jpg",
        "title": "Chilling Adventures of Sabrina Part 2",
        "description": "Sabrina Season 2 ဟာ Rating 7.8 အထိရရှိထားပြီးတော့အားပေးမှူ့များစွာနဲ့ ပွဲထွက်လှခဲ့ပါတယ်....အရင် Season 1မှာ သွေးနှောတစ်ယောက်ဖြစ်တဲ့စဘရီနာတစ်ယောက်အမှောင်သခင်ကြီးရဲ့စာအုပ်မှာသူ့နာမည်ရေးထိုးတာနဲ့ဆုံးထားပြီးအခု Season2မှာတော့ အရင်ထက်ပိုပြီးDarkဖြစ်လာပါတယ်။ဒီ Seasonမှာ စုန်းလောကရဲ့ပိုနက်နဲတဲ့အကြောင်းတွေနဲ့ စဘရီနာ၊ ဟာဗီ၊ နစ်ခ်သူတို့သုံးယောက်ရဲ့သုံးဘက်ဆိုင်အချစ်တို့ကိုပါပိုမိုတွေ့မြင်နိုင်မှာပါ။ဒါ့အပြင် ဇာတ်ကောင်အသစ်တွေလဲပါဝင်လာပြီးစဘရီနာနဲ့ဘယ်လိုတွေများပတ်သတ်နေမလဲ၊အရင်Seasonမှာပါဝင်ခဲ့တဲ့ဇာတ်ကောင်တွေရဲ့တိမ်မြုပ်နေတဲ့ဇာတ်ကြောင်းတွေကရောဘယ်လိုတွေလဲ....ဒါတွေအားလုံးကို အခု Season မှာရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့တွေ့မြင်နိုင်မှာပါ။စဘရီနာတစ်ယောက် အမှောင်သခင်ကြီးရဲ့ဘက်တော်သားဖြစ်သွားပြီးအမှောင်လမ်းကြောင်းနောက်ကိုလိုက်မလားဒါမှမဟုတ် သူ့ရဲ့နဂိုစိတ်ရင်းအတိုင်းပဲရိုးသားစွာနဲ့ဆက်နေသွားမလားဆိုတာကိုတော့Season 2 မှာကြည့်လိုက်ရအောင်လား.... Translators : Aye Mon Kyaw , Pone Thone , Phue , HMO , NeveEncoder : May Pyae Sone Oo\nSeason- 2 (Completed)\nZip File\nVIP / Yoteshin / Megaup",
        "url": "https://channelmyanmar.org/tvshows/chilling-adventures-of-sabrina-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxMpoHO0CXP5o9gB7IfsciilQS4.jpg",
        "title": "Chilling Adventures of Sabrina (2018)",
        "description": "ဒီကားက Netflix ကထုတ်ထားတဲ့စီးရီးတစ်ခုပါ IMDB 8ရထားတဲ့ကားတစ်ကားပါစပယ်လ်မန်းမိသားစုရဲ့ သမီးဖြစ်တဲ့ စဘရီနာဆိုတဲ့၁၆နှစ်ပြည့်ကာနီးကောင်မလေးကနေပြီးတော့ ဇာတ်လမ်းကစပါတယ်ဇာတ်ကားနံမည်နဲ့အလိုက် သူမရဲ့နေရာကနေပြီးတော့ ဖြစ်ကြောင်းကုန်စင်ရိုက်ပြထားတာပါသူမကတော့ စုန်းသွေးတစ်ဝက်လူသွေးတစ်ဝက်နှောနေတဲ့ ကပြားမလေးပါဟယ်ရီပေါ်တာကားနည်းနည်းဆန်ပါတယ်ထူးခြားတဲ့အစွမ်းတွေရှိနေမယ်လို့ယုံကြည်ခံထားရတဲ့ကလေးမလေးဟာစုန်းမျိုးစစ်စစ်အဖြစ်ခံယူလိုက်ရမလားလူသားတစ်ယောက်အဖြစ်ပဲခံယူလိုက်ရမလားဆိုပြီး ဇဝေဇဝါဖြစ်လို့နေပါတယ်သူမရဲ့၁၆နှစ်ပြည့်မွေးနေ့မှာ ၆၆နှစ်မှတစ်ခါပေါ်တဲ့သွေးရောင်လွှမ်းတဲ့လကြတ်မှုအောက်မှာ စုန်းမျိုးရိုးစစ်စစ်ဖြစ်အောင်သွတ်သွင်းချင်တဲ့သူ့ရဲ့အန်တီတွေနဲ့ ချစ်ရတဲ့ချစ်သူနဲ့သူငယ်ချင်း လူသားတွေဘက်ကို လွန်ဆွဲရင်းနဲ့ဝေခွဲမရနိုင်ဖြစ်နေတဲ့ ၁၆နှစ်အရွယ် စုန်းကပြားမလေးတစ်ယောက်အကြောင်းပါပြီးတော့ ကောင်မလေးကလဲချစ်ဖို့တော်တော်ကောင်းပါတယ်သူ့ရဲ့စွန့်စားမှုတွေကဘယ်လိုတွေရှိလဲသူ့မိဘတွေရော သူ့ကျောင်းမှာတက်နေတဲ့ပြသနာတွေကိုရော....စိတ်ဝင်စားရင်တော့ ဒေါင်းပြီးကြည့်လိုက်ဖို့ပဲပြောချင်ပါတယ်အပိုင်း၁၀ပိုင်းရှိပါတယ် ၂ရက်ကို၁ပိုင်းနှုန်းလောက်တင်ဆက်ပေးသွားမှာပါဒေါင်းရတဲ့ဘေကုန်ရကျိုးနပ်တဲ့ကားလို့ပဲပြောချင်ပါတယ်...(အညွှန်းနဲ့ဘာသာပြန်ပေးထားတာကတော့ Thinzar Htet ပဲဖြစ်ပါတယ်...) Translator .... ThinZar Htet / MiKiEncoder ..... Moe Myint Lwin\nSeason- 1 (Completed)\nZip File\nVip Links\nYoteshin / Userdrive / Megaup / Veryfiles",
        "url": "https://channelmyanmar.org/tvshows/chilling-adventures-of-sabrina-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qkGFX22jcJIumUh65jFBj26SmoR.jpg",
        "title": "Candle in the Sun (2019)",
        "description": "Candle in the Sun (2019)ထိုင်းဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်း(၁ မှ ၁၂)အထိ စ/ဆုံး~အတိတ်ဘဝ~\nကျောက်နွိုင်ထေဝါရစ်အဖြစ် Toey Pongsakorn\nတီအန်ခမ်း အဖြစ် Nychaa Nuttanicha\nကျောက်ဝုန်ဒုန်းအဖြစ် Yoghurt Nattasha\nလူဝီအဖြစ် Pon Nawasch~လက်ရှိဘဝ~\nအင် အဖြစ် Toey Pongsakorn\nကလင်း အဖြစ် Nychaa Nuttanicha\nပတီမာ အဖြစ် Yoghurt Nattasha\nဘန် အဖြစ် Pon Nawaschကလင်းဆိုတဲ့အမျိုးသမီးဟာ ထိုင်းနိုင်ငံရဲ့အထင်ကရ သရုပ်ဆောင်မင်းသမီးတစ်ယောက်...ချောမောလှပတဲ့ရုပ်ရည်ရှိသလို သရုပ်ဆောင်ပိုင်းဆိုရင်လည်း ဇာတ်ကောင်စရိုက်အပေါ်အာရုံစိုက်လွန်းတဲ့သူဖြစ်ပါတယ်....ဒီလိုချောမောလှပတဲ့မင်းသမီးဟာ ချစ်မိတော့လည်းအများသူငါသိနေတဲ့ အိမ်ထောင်ရှိ ကျောက်မျက်ရတနာဆိုင်ပိုင်ရှင်တစ်ယောက်...ဒီလူက မိသားစု စီးပွားရေးအခြေအနေအရာ လက်မှတ်မထိုးထားဘဲ ဟန်ဆောင်သဘောမျိုးလက်ထားတယ်လို့သာဆိုပေမဲ့ ကလင်းအတွက်တော့ မလွယ်ကူပါဘူး..ဟိုလူ့ရှောင်ရ ဒီလူရှောင့်ရနဲ့....မီဒီယာတွေကလည်းအိမ်ထောင်သည်နဲ့ဖောက်ပြန်တယ်ဆိုပြီး စတင်ရေးသားလာကြပါတယ်....ဒီကြားထဲ အိပ်ပျော်တိုင်း အိပ်မက်ဆိုးတွေမက်တတ်သလို တစ်ခါတစ်ရံ တခြားသူတွေမမြင်တဲ့ခြောက်ခြားစရာမြင်ကွင်းတွေမြင်လေ့ရှိတတ်ပါတယ်....တစ်နေ့တော့ ရိုက်ကွင်းက စီစဉ်ပေးထားတဲ့ ဆံထိုးလေးကျိုးသွားတော့ကလင်းဟာ သူမပိုင်ရှေးဟောင်းပစ္စည်းတစ်ခုဖြစ်တဲ့ ဆံထိုးပဲထိုးမယ်ဆိုပြီး ဒါရိုက်တာကိုပြောလိုက်ပါတယ်...အဲ့ဒီနောက်မှာတော့ ဆံထိုး ထိုးပြီး သရုပ်ဆောင်လိုက်တဲ့အချိန်မှာပဲသူမဟာ ဒီဘဝမှာမဟုတ်ဘဲ ရှေးဘဝ နန်းတွင်းခေတ်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/plerng-prang-tian2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4PgxMS7rl3GaVlW7ZJgCSeV6jZM.jpg",
        "title": "Dr.Prisoner ( 2019 ) ( Completed )",
        "description": "Dr.Prisoner (2019)\"I'll let you out, if you can bare the pain of death\" ဆိုတဲ့ စိတ်ဝင်စားဖွယ်ဒိုင်ယာ‌လော့လေးနဲ့ နမူနာထွက်ခဲ့ဖူးတဲ့ Doctor Prisoner ဇာတ်ကားလေးဟာRatings: 8.4/10 နဲ့ ၂၀၁၉ ခုနှစ်ကထွက်ရှိခဲ့ပြီး ဆုပေါင်းများစွာကိုသိမ်းပိုက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါTaekang ဆေးရုံရဲ့ အရေးပေါ်စောင့်ရှောက်ရေးဌာနမှာ လူနာများကိုကျောသားရင်သားမခွဲခြားဘဲ စိတ်ရင်းစေတနာကောင်းစွာနဲ့အပြည့်အဝစောင့်ရှောက်ပေးနေတဲ့ ခွဲစိတ်ဆရာဝန်လေး Na Yi Je ဟာမတော်တဆမှုတစ်ခုကြောင့် စွပ်စွဲခံရပြီးဆရာဝန်လိုင်စင်ယာယီအသိမ်းခံရပြီး ဆေးရုံမှ မောင်းထုတ်ခံခဲ့ရပါတယ်သူဟာ တရားမှုကိုအဖြေရှာဖို့ အကျဉ်းထောင်ဆရာဝန်မှုးတစ်ယောက်အဖြစ်လျှောက်ထားပြီး လက်တုန့်ပြန်ဖို့ကြိုးစားခဲ့တယ်ထောင်ထဲမှာရှိတဲ့ စီးပွါးရေးလုပ်ငန်းရှင်တွေ ဆေးမှုနဲ့ထောင်ကျတဲ့ဆယ်လီတွေလောင်းကစားလုပ်တဲ့အားကစားသမားတွေ အစရှိတဲ့အကျဉ်းသားပေါင်းစုံနဲ့တွေ့ရပြီးသူ့ကိုမောင်းထုတ်ခဲ့တဲ့ ဆေးရုံကို လက်တုန့်ပြန်ဖို့ ဘယ်လိုတွေအစီအစဉ်ဆွဲမလဲဆိုတာစိတ်ဝင်စားဖွယ် ဆိုက်ကိုဆန်ဆန်ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်တာမို့ လက်မလွှတ်ဘဲကြည့်ရှုအားပေးကြပါဦးနော် Quality : WEB-DL 720pFormat : mp4Total Episodes : 32 ( Completed )During : ...",
        "url": "https://channelmyanmar.org/tvshows/dr-prisoner-2019-completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/KAIROS-Kdrama-individual-posters-1-142x200.jpg",
        "title": "Kairos (2020)SE1(Complete)",
        "description": "Kairos (2020)အညွှန်း********************အပိုင်းသစ် (၁ မှ ၁၆)ထိ စ/ဆုံး Seo Jin ဆိုတဲ့သူဟာ  ဆောက်လုပ်ရေးကုမ္ပဏီကဒါရိုက်တာတစ်ဦးလည်းဖြစ်ပါတယ် ...ဇနီးချောလေးလည်းရှိသလို ချစ်စရာကောင်းတဲ့သမီးလေးလည်းပိုင်ဆိုင်ထားတယ်...သိပ်ပျော်ရွှင်ကြည်နူးစရာမိသားစုလေးပေါ့...တစ်နေ့သူတို့မိသားစုထံကံကြမ္မာဆိုးရောက်လာတယ်..ဒီတစ်ဉီးထဲသောသမီးလေးကိုပြန်ပေးဆွဲသွားကြတယ်...မိဘ(၂)ဉီးဟာရဲကိုတိုင်ပြီး ရေကုန်ရေခန်းရှာဖွေကြတယ်....ပြန်ပေးဆွဲတဲ့သူတွေဟာမည်သူမည်ဝါမှန်းမသိပေမဲ့ သမီးလေးရဲ့ လက်ညှိုးလေးတစ်ချောင်းကိုဖြတ်ပြီးအိမ်ကိုပို့လိုက်တယ်...သမီးလေးသေဖို့ ဖြစ်နိုင်ချေအများဆုံးမို့ ဇနီးဖြစ်သူဟာ ကိုယ့်ကိုကိုယ်သေကြောင်းကြံသွားတယ်...ဒီလက်ညှိုးဟာ သမီးလေးလက်ညှိုးစစ်မှန်ပေမဲ့ ထူးဆန်းစွာပဲ တစ်ယောက်ထဲ ဘာအထိအခိုက်မရှိဘဲ ပြုံးရွှင်လျှောက်သွားနေတာကိုအမျိုးသမီးလေးတစ်ယောက်ကတွေ့မိတယ်....ဆန်းကြယ်မှုတွေဟာ ဆက်တိုက်ဆိုသလို ဖခင်ဖြစ်သူဆီကို အမည်မသိနောက်ဖုန်းတစ်လုံးကလည်းထူးဆန်းစွာပဲခေါ်ဆိုလာတယ်...ဒီစီးရီးက ချစ်ကြိုက်မုန်းဟန်တော့မဟုတ်ဘူး....အက်ရှင် မှုခင်းဘက်ကိုဉီးစားပေးထားပုံပဲ...ပြီးတော့ ကွယ်ဝှက်ထားတာတွေများသလို စစချင်းပဲ အဓိကမင်းသားဖြစ်သူရဲ့ဆောက်တည်ရာမဲ့နေတဲ့ပုံနဲ့ ဇာတ်လမ်းကို အရှိန်တင်ထားတယ်...ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..မင်းသားနဲ့မင်းသမီးကိုတော့ အတော်များများရင်းနှီးကြမှာပါ...စိတ်ဝင်စားဖို့အတော်ကောင်းနိုင်မဲ့စီးရီးမို့ ဆက်စောင့်ကြည့်ကြတာပေါ့.... Quality – HDTV  720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  Action ,Crime, DramaTranslated by ,Shoon Thu Thu Chain, Hnin Pale,Chu Chu & Myat ChelEncoder – ...",
        "url": "https://channelmyanmar.org/tvshows/kairos-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/wwww-133x200.jpeg",
        "title": "Who Are You: School (2015)",
        "description": "[Unicode]Who Are You: School 2015ထုံးယောင်းမြို့ အချစ်အိမ်မိဘမဲ့ဂေဟာမှာ တခြားကလေးတွေကို အစ်မကြီးသဖွယ်စောင့်ရှောက်ပေးရင်း နေထိုင်ရသူဖြစ်ပြီး‌\nကျောင်းတွင်းအကြမ်းဖက်မှုခံနေရတဲ့ လီအွန်းဘီ နဲ့ဆိုးလ်မြို့မှာ နေထိုင်ပြီး ကျောင်းစာမှာ ထူးချွန်တဲ့အပြင် မဟုတ်မခံစိတ်ရှိသူ ၊\nမွေးစားအမေရဲ့ ဂရုစိုက်မှုတွေကြား ကြီးပြင်းလာရတဲ့ ဂိုအွန်ဗြောတို့ဟာ အမြွှာညီအစ်မတွေဆိုပေမဲ့ မတူညီတဲ့ ဘဝတွေမှာ နေထိုင်နေကြရတဲ့သူတွေပါ။တစ်နေ့တော့ လီအွန်းဘီဟာ ဘဝကို စိတ်ကုန်ပြီး သေကြောင်းကြံစည်ချိန်\nအစ်မဖြစ်သူဂိုအွန်းဗြောက အချိန်မီကယ်တင်ပေးပြီး သေကြောင်းကြံစည်မှုကြောင့် အတိတ်မေ့သွားတဲ့ ညီမဖြစ်သူကို\nဂိုအွန်းဗြောဆိုတဲ့ ကောင်းမွန်တဲ့ ဘဝမှာ အစားထိုး ရှင်သန်နေထိုင်စေခဲ့ပါတယ်။အနိုင်ကျင့်ခံ လီအွန်းဘီဟာ ဂိုအွန်းဗြောဖြစ်လာပြီး ဆိုးလ်ကိုရောက်သွားချိန်မှာ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရမဲ့ အပြင်\nဆယ်ကျော်သက်အရွယ် မိဘနဲ့ သားသမီးကြား ဖြစ်တတ်တဲ့ စိတ်အခန့်မသင့်စရာအဖြစ်အပျက်တွေ၊\nမိဘတွေရဲ့သားသမီးတွေအပေါ်ထားတဲ့စေတနာအမှားတွေနဲ့\nသူငယ်ချင်းတွေကြားက ချစ်စရာကောင်းတဲ့ အမူအကျင့်တွေအပြင် မဖြစ်သင့်တဲ့လွှဲမှားနေတဲ့ဆက်ဆံရေးတွေကိုပါ မြင်ရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားပြီးဘာသာပြန်သူကတော့ Htet Nandar Aung ဖြစ်ပါတယ် )  [Zawgyi]Who Are You: ...",
        "url": "https://channelmyanmar.org/tvshows/who-are-you-school-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNDU1YWJkMDAtYmY1NS00OTNlLWI5OWItYjNjNzFkODQzOWYzXkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_-135x200.jpg",
        "title": "Sweet Home(2020)Season 1[Complete]",
        "description": "Sweet Home(2020)******************အပိုင်းသစ်(၁ မှ ၁၀) ထိ စ/ဆုံးအညွှန်း******ဒီ  Horror က နင်းကန်ကြမ်းသလို နင်းကန်လည်းဗျင်းပါတယ်...(၁၀)ပိုင်းထွက်ရှိမှာပါ ဆက်တိုက်တင်ပေးသွားမှာမို့ စောင့်မျှော်ကြည့်ရှုကြပါကုန်...Quality – WEB-DL 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  Drama, Fantasy, HorrorTranslated by Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin,Khine Khine Wai & Hnin PaleEncoder – Phyo Pyae \nZip File EP 1 To 10(4.63GB)\nYoteshin / CMVIP/MegaUp\n \nEpisode 1(500MB)\n UsersDrive /Filedown/Yoteshin/Yandex/MegaNZ /MegaUp /CMVIP\n \nEpisode 2(450MB)\n UsersDrive /Filedown/Yoteshin/Yandex/MegaNZ /MegaUp /CMVIP\n \nEpisode 3(450MB)\n UsersDrive /Filedown/Yoteshin/Yandex/MegaNZ /MegaUp /CMVIP\n \nEpisode 4(450MB)\n UsersDrive ...",
        "url": "https://channelmyanmar.org/tvshows/sweet-home2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1LvhwPDL4atqt3SuLDi1kfDtjdG.jpg",
        "title": "Haechi ( 2019 ) Completed",
        "description": "၁၇၁၉ ခုနှစ် ဆော့ဂျုံးဘုရင် နောက်ဆုံးမင်းဆက်မှာ အိမ်ရှေ့စံမင်းသားဟာနန်းဆက်မထွန်းကားနိုင်တော့ဘူးဆိုတဲ့ ကောလဟာလတွေပြန့်နှံနေခဲ့ပါတယ်...ဒီကောလဟာလတွေကြောင့် ခေါင်းဆောင်မျိုးရိုး ေနာက်လိုက်မျိုးရိုးဆိုပြီး ပိုင်းခြားမှုတွေဖြစ်ပေါ်လာပါတယ်ဒီလိုမျိုး ဆူပူမှုအတောအတွင်း ဂျိုဆွန်းပြည်မှာ ဆာဟွန်းဘူဆိုတဲ့အာဏာအရှိဆုံးလူတွေပဲ ကျန်ခဲ့ကြပါတယ်မျိုးရိုးနိမ့်တဲ့မိဘုရားကမွေးဖွားလာတဲ့ မင်းသားလီဂွန်းဟာဒီလိုပိုင်းခြားမှုတွေကြောင့် အိမ်ရှေ့စံဘွဲ့နဲ့လွဲခဲ့ရပြီးကိုယ်တိုင်လည်းအိမ်ရှေ့စံဖြစ်မှန်းတောင် မသိပါဘူးဒီလိုအချိန်မှာ ထက်မြက်လှတဲ့ မင်းသားလီဂွန်းရယ် မတရားမှုတွေကိုဖော်ထုတ်ဖြေရှင်းရာမှာ သူမတူအောင် ထူးချွန်လွန်းပြီး ကိုယ်ခံပညာအပြင်နိုင်ငံခြားဘာသာစကာကိုလည်း ကျွမ်းကျင်စွာပြောတတ်တဲ့ ယောဂျီရယ်ဉာဏ်ရည်နိမ့်ပါးပေမယ့် အရာရှိစာမေးပွဲကိုအောင်မြင်ချင်လို့အကြိမ်ကြိမ်ကြိုးစားနေရှာတဲ့ ကြင်နာတတ်တဲ့ကောင်လေးပတ်မွန်ဆူးရယ်ကိုယ်ခံပညာတော်တဲ့ နာမည်ကြီးဒယ်မွန်ရယ် လေးယောက်ပူးပေါင်းပြီးတော့ဆာဟွန်းဘူကိုပြန်လည်ဖွဲ့စည်းဖို့နဲ့ မင်းသားလီဂွန်းကိုမင်းအဖြစ်ဆက်ခံနိုင်ဖို့အတွက် အတူတူကြိုးစားကြမှာပါသမိုင်းနောက်ခံ ဒဏ္ဍာရီဆန်တဲ့ ဒီနန်းတွင်းကားလေးမှာတော့နန်းတွင်းကားတို့ ထုံးစံအတိုင်း အမတ်ဝန်ကြီး မိဖုရားနှင့်ဘုရင်အရှုပ်တော်ပုံကြီးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရပါလိမ့်မယ်ဒီဇာတ်လမ်းလေးကတော့ မင်းသားချော ဂျန်အီဝူး (Jung Ii Woo) နဲ့မင်းသမီးချောလေး ဂိုအာရာ (Go Ah Ra) တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့Rating 8.0/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်\n-\nQuality : WEB-DL 720pTotal Episodes : 48Subtitle : Myanmar Subtitle ( ...",
        "url": "https://channelmyanmar.org/tvshows/haechi-2019-completed/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/valley-133x200.jpg",
        "title": "Valley of Tears 2020",
        "description": "အောက်တိုဘာလ ၁၉၇၃မှာ၊အစ်စရေးနိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲကို\nအခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။\nအီဂျစ်နဲ့ဆီးရီးယား ၂နိုင်ငံပူးပေါင်းကာ Yom Kippur(ဂျူးဥပုဒ်နေ့) မှာ\nအစ်စရေးကိုအလစ်ဝင်တိုက်ခဲ့တာကြောင့်\nYom Kippur စစ်ပွဲလို့အမည်တွင်ခဲ့ပါတယ်။\nဒီဇာတ်လမ်းဟာနေရာမတူကြတဲ့ဇာတ်ကောင်တွေရဲ့\nရှုထောင့်တွေကိုခွဲပြထားပြီးနောက်ပိုင်းမှ\nတစ်ဦးနဲ့တစ်ဦးဆုံလာကြတဲ့ပုံစံမျိုးဖြစ်ပါတယ်။\nအဗီနွမ်ဆိုတဲ့ကင်းစခန်းတစ်ခုကထောက်လှမ်းရေးနည်းပညာတပ်သားဟာ\nစစ်ဖြစ်တော့မယ့်လက္ခဏာတွေကိုဖုန်းလိုင်းတွေကိုနားထောင်ရင်းသိနေပေမယ့်\nသူ့ရဲ့ပြောစကားကိုအထက်လူကြီးတွေကအယုံအကြည်မရှိခဲ့ကြပါဘူး။\nစစ်သားတွေအိမ်ကိုကိုယ်စီပြန်ကြတဲ့စစ်အင်အားအနည်းဆုံးဥပုဒ်​နေ့အားလပ်ရက်မှာ\nအဗီနွမ်ရဲ့မှန်းဆမှုအတိုင်း ဆီးရီးယားတပ်တွေဝင်တိုက်ခဲ့ပါတယ်။\nမီလာခီဆိုတဲ့တင့်ကားမောင်းတပ်သားဟာ မြို့ထဲမှာဆန္ဒပြရင်းအဖမ်းခံခဲ့ရပါတယ်။\nစစ်ဖြစ်တာကိုသိတဲ့အချိန်မှာထောင်ကထွက်ပြေးပြီး\nသူ့ရဲ့တင့်ကားအဖွဲ့ဆီသွားပါတော့တယ်။\nနာမည်ကြီးစာရေးဆရာမန်နီဘန်ဒေါ်ဟာ\nဇနီးသည်ရဲ့တွန်းအားပေးမှုကြောင့်\nစစ်တပ်ထဲဝင်သွားတဲ့သားဖြစ်သူကိုလိုက်ရှာပါတယ်။\nအဲ့လိုရည်ရွယ်ချက်ကိုယ်စီနဲ့ဇာတ်ကောင်တွေဟာ\nစစ်ပွဲကြားကအဖြစ်အပျက်တွေ​​ကြောင့်တစ်ယောက်နဲ့တစ်ယောက်တွေ့မိကြရင်း\nအခက်အခဲတွေဆုံးရှုံးမှုတွေကြားကရုန်းကန်ကြရပုံကို\nစွန့်စားခန်းပုံစံရှုစားရမှာဖြစ်ပါတယ်။\nဖြစ်ရပ်မှန်စစ်ကားနှစ်သက်သူတွေ၊ သဘာဝကျကျဇာတ်လမ်းတွဲကောင်းနှစ်သက်သူတွေ\nကြည့်သင့်တဲ့ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ်။Translated by Pyi Ti Nyein\n \nComplete zip file   VIP  / Megaup /  Yoteshin \nEpisode 1\nVIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon\nEpisode 2\nVIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon\nEpisode 3\nVIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon\nEpisode 4\nVIP / Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/valley-of-tears-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/The_Spies_Who_Loved_Me-P1-142x200.jpg",
        "title": "The Spies Who Loved Me (2020)",
        "description": "The Spies Who Loved Me (2020) အညွှန်း\n****************************************အပိုင်းသစ် (၁ မှ ၁၆ ထိ) စ/ဆုံး\nKang Ah Reum ဟာ မင်္ဂဝတ်စုံဒီဇိုင်နာတစ်ယောက်ပါ...\nသူမဟာ ယောင်္ကျားနဲ့ကွဲဖူးထားတဲ့သူပါ...ကွဲကွာပြီးလို့ နောက်အချစ်သစ်တောင် ထူထောင်ပြီးအိမ်ထောင်ပြုဖို့ပြင်နေတဲ့သူပေါ့....တကယ်တော့ သူမဟာ ယောင်္ကျားနဲ့ကွဲသာထားတယ် ...အဲ့ဒီသူရဲ့အကြောင်းကိုကောင်းကောင်းမသိခဲ့ပါဘူး...တကယ်တော့ ယောင်္ကျားဟောင်းဟာ စပိုင်တစ်ယောက်ဖြစ်ပါတယ်...ကံကောင်းတာလား ကံဆိုးတာလားမသိပေမယ့် နောက်လက်ထပ်မဲ့သူဟာလည်းစပိုင်တစ်ယောက်ပါ....သူမခဗျာ ရိုးလွန်းလို့ပဲလားမသိ တကယ့်ဆရာကျတဲ့ စပိုင်တွေနဲ့ချည်းဆုံနေရတယ်...ဒီစပိုင် ၂ ယောက်ဟာ ဘယ်လိုစပိုင်မျိုးလဲ....တာဝန်ထမ်းဆောင်နေချိန်မှာ နှလုံးသားကိုအလိုလိုက်ပြီးတော့ သူမကိုလက်ထပ်ဖို့ကြိုးစားတာဟာ အသုံးချဖို့အတွက်ပဲလား...တခြားဘာအကြောင်းအရာတွေများရှိမလဲ..နှစ်ရှည်လများ ဆိုးလ်မြို့မှာ လှုပ်ရှားအသွင်ယူရင်း စပိုင်လုပ်နေတာ ဘာအကြောင်းတွေများဖြစ်မလဲ.Quality – HDTV 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres: Action, Crime, Spy ,Romance, Drama\nTranslated by Littleneo, Shoon, Hnin, Thorn\nEncoder – ...",
        "url": "https://channelmyanmar.org/tvshows/the-spies-who-loved-me-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/125316443_408511383636694_2199445565194692918_n-133x200.jpg",
        "title": "My Forever Sunshine (2020)",
        "description": "[Unicode]\" ကောင်းကင်မှာ နေမင်းကြီးရှိနေသရွေ့\"Castsပန့်/ ဝမ်းဖမိုင်အဖြစ် Kao Supassara\nအားထစ် အဖြစ် Mark Prinဇာတ်လမ်းအကျဉ်း..မိဘမျိူးရိုးက ကျိကျိတက်ချမ်းသာပြီး အလိုလိုက်ခံရတဲ့ တစ်ဦးတည်းသောသမီးဖြစ်တဲ့ ပန့်က ဆိုးချင်တိုင်းဆိုးနေတဲ့ သမီးတစ်ယောက်ပေါ့\nအလုပ်တွေနဲ့အချိန်မပေးတဲ့ မိဘတွေကြား စိတ်ဝင်စားမှုခံရဖို့ ဘာမဆိုလုပ်ရဲတဲ့ သူတစ်ယောက်...အားထစ်ကတော့ နေရောင်ခြည်ခြံပိုင်ရှင်ရဲ့ သားတစ်ယောက်ဖြစ်ပြီး ပန့်အဖေရဲ့သူငယ်ချင်းဖြစ်သူ ကားလည်းဖြစ်ပါတယ်တစ်ရက် အားထစ်အဖေက လိမ်လည်ခံရရင်း ခြံကိုသိမ်းခံရမလိုဖြစ်တာကြောင့် သူဌေးဖြစ်တဲ့ ပန့်အဖေက ဝင်ကူညီပေးခဲ့ပြီးအလဲအလှယ်အနေနဲ့ကတော့ ပန့်နဲ့ အားထစ်ကို လက်ထပ်ပေးဖို့ပါပဲ\nကျေးဇူးတရားကို သိတတ်တဲ့ အားထစ်အဖေက ဇနီးနဲ့သား လက်မခံတာကို မျက်ကွယ်ပြုရင်း ကမ်းလှမ်းချက်ကို လက်ခံလိုက်ပါတယ်ပန့်မိဘတွေ သေဆုံးခဲ့ပြီး ပန့်က အားထစ်တို့ အိမ်ကို ပြောင်းလာနေခဲ့တယ်\nတနေ့နှင်ထုတ်ခံရမယ်ဆိုတဲ့အသိနဲ့ တစ်ညမှအားထစ်ကို အမိဖမ်းဖို့ကြိုးစားရာက စိတ်တိုပြီး ထွက်သွားခဲ့တဲ့ အားထစ် ကားမတော်တဆဖြစ်ခဲ့ပါတယ်ဒီဖြစ်ရပ်ဆိုးကြောင့် အားထစ် အမုန်းကြီးမုန်းခဲ့သလို ပန့်လည်း နိုင်ငံခြားပညာတော်သင် ၆နှစ်လွှတ်ခံလိုက်ရတယ်၆နှစ်ကြာပြီး အချိန်က ကုစားပေးနိုင်လောက်ပြီအတွေးနဲ့ ပြန်လာခဲ့တဲ့ ပန့်တစ်ယောက် အားထစ် ...",
        "url": "https://channelmyanmar.org/tvshows/my-forever-sunshine-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hxJQ3A2wtreuWDnVBbzzXI3YlOE.jpg",
        "title": "Start-Up(2020)[စ/ဆုံး]",
        "description": "Start-Up(2020)အညွှန်း*********************အပိုင်း(၁ မှ ၁၆) စ/ဆုံးSeo Dal Miဆိုတဲ့ ရည်မှန်းချက်ကြီးမားတဲ့ကောင်မလေးတစ်ယောက်ဟာကိုယ်ပိုင်စီးပွားရေးလုပ်ငန်းတစ်ခုတည်ထောင်ဖို့ အိပ်မက်မက်နေတဲ့သူပါ။လိုအပ်တဲ့ရင်းနှီးမြှုပ်နှံငွေရဖို့ ကျောင်းကနေထွက်ခဲ့ပြီး အချိန်ပိုင်းအလုပ်မျိုးစုံလုပ်ကာအိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ကြိုးစားနေတဲ့သူတစ်ယောက်ပါ။သူမရဲ့အကြီးမားဆုံးအိပ်မက်ကတော့ ကိုရီးယားရဲ့စတိဗ်ဂျော့အဖြစ်နဲ့ အောင်မြင်တဲ့စွန့်ဦးတီထွင်လုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ချင်သူပါ။\nNam Do Sanကတော့ အတွက်အချက်တော်တဲ့ သင်္ချာဉာဏ်ကြီးရှင်တစ်ယောက်ဖြစ်ပြီးSamsan Techရဲ့ တည်ထောင်သူတစ်ဦးလည်းဖြစ်ပါတယ်။ဒါပေမယ့်လည်း ကံမကောင်းစွာနဲ့ သူ့ရဲ့ကုမ္ပဏီဟာအကျဥ်းအကြပ်ထဲကျရောက်နေပြီး စီးပွားရေးအခက်အခဲကြုံတွေ့နေရပါတယ်။\nဒီလိုရည်မှန်းချက်ကြီးမားတဲ့လူငယ်လေးနှစ်ယောက်ဟာ  ဘယ်လိုတွေဆုံကြမလဲ...သူတို့အခက်အခဲတွေကို ဖြေရှင်းနိုင်ကြပါ့မလား.. တစ်ယောက်နဲ့တစ်ယောက်ရော အပြန်အလှန်ကူညီနိုင်ကြပါ့မလား...ခံစားကြည့်ကြပါဉီး.....ဇာတ်လမ်းအညွှန်းကို Ei Phyu Khin မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin Pale တို့ပဲဖြစ်ပါတယ်....Quality – WEB-DL  720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  Comedy, DramaTranslated by Lwin Lwin Aung,Shoon Thu ...",
        "url": "https://channelmyanmar.org/tvshows/start-up2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/cCu9aJlYFHAXf9WaZmYx8TZC5oS-133x200.jpg",
        "title": "The Chaser (2012)",
        "description": "CM Fan တွေကို ၂၀၁၂ ဝန်းကျင်က အောင်မြင်ခဲ့တဲ့\nတီဗီဇတ်လမ်းတွဲလေး တစ်ခု နဲ့ မိတ်ဆက်ပေးပါမယ်\nဘတ်ဟွန်းဆော့ ဆိုတဲ့ ရဲ တစ်ယောက်ဟာ ရိုးသားပြီး\nအများကို ကူညီတက်သလို မတရားမှုတွေကိုလဲ\nလက်ပိုက် ကြည့်မနေတက်ပါဘူး သူ့မှာ ချစ်ရတဲ့\nဇနီး နဲ့ အထက်တန်း တက်နေတဲ့ သမီးလေး ရှိပါတယ်\nတစ်ရက်မှာတော့ သမီးလေး Show ပွဲ တစ်ခုကြည့်ပြီးအပြန်\nကားတိုက် ခံလိုက်ရပါတယ်\nကားတိုက်ခံရတဲ့ အရှိန်နည်းနည်းလျော့လို့ သတိလည်နေသေးပေမယ့်\nကားနဲ့ တိုက်တဲ့ သူတွေက အမှုပတ်မှာ ဆိုးလို့ မသေမချင်း ကားနဲ့\nနောက်ပြန်လှည့်ပြီး ဘီးနဲ့ ကြိတ်ပါတယ် မသေမချင်းပါ\nကလေးမလေးကတော့ ငိုပြီးသာ အကူအညီတောင်းနေခဲ့ရပါတယ်\nနောက်မှာတော့ ကလေးမလေး မသေပဲ ဆေးရုံရောက်ခဲ့ပြီး\nဖခင်ဖြစ်သူကလဲ အမှု လိုက်စုံစမ်းတဲ့ အခါမှာ\nဒါပေမယ့် သူလိုက်နေတဲ့ တရားခံက ကိုရီးယားနိုင်ငံရဲ့\nလက်တံရှည်တဲ့ အကြီးဆုံး ခရိုနီ ကြီး ရဲ့ သမီးဖြစ်ပြီး\nဝန်ကြီးချူပ်လောင်း ရဲ့ ဇနီး ဖြစ်နေတယ်ဆိုတာကိုတော့\nသူ မသိခဲ့သော အခါ.....\nဒီဇတ်လမ်းလေးဟာ ငွေများတရားနိုင် ဥပဒေကို လက်တလုံးခြားလုပ်နိုင်တဲ့\nခရိုနီ တွေ နဲ့ မဲလိမ် ...",
        "url": "https://channelmyanmar.org/tvshows/the-chaser/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43cnNK074uCj9pt4VGwI5oSP9gn.jpg",
        "title": "Love Destiny (2018)",
        "description": "Love Destiny (2018)\n၂၁ရာစုကသမိုင်းသုတေသနကျောင်းသူလေးကက်ဇူရန်ဟာ\nအယုဒ္ဓယမြို့ဟောင်းက​နေ သုတေသနလုပ်​အပြီး\nအိမ်အပြန်လမ်းမှာပဲ ကားမတော်တဆမှုကြောင့်\n၁၆ရာစုအချိန်တွေကို time travel လုပ်မိသလိုဖြစ်သွားပြီး\nအဲ့ခေတ်ကမိန်းမပျိုလေးအဖြစ် ပြန်လည်နိုးထလာခဲ့ပါတယ်။\nဒါပေမယ့် အဲ့ဒီ၁၆ရာစုမိန်းမပျိုလေးက အမျက်ဒေါသကြီးပြီး\nလူအများရဲ့မျက်မုန်းကျိုးခြင်းကို ခံနေရတဲ့သူဖြစ်နေတဲ့အခါ...\nလွတ်လပ်ပေါ့ပါးပြီး ပျော်ပျော်နေတတ်တဲ့သူမအဖို့\nအဲ့ခေတ်ကစည်းမျည်း​၊စည်းကမ်းတွေနဲ့ပနံသင့်အောင်နေနိုင်ပါ့မလား။\nဘာလုပ်လုပ် စောင့်ကြည့်နေကြမဲ့ လူတွေအကြား\nအပြောအဆိုလွတ်အောင်နေထိုင်နိုင်ပါ့မလား။\nအယုဒ္ဓယခေတ်ရဲ့​သမိုင်းနောက်ခံတွေကို\nပေါ့ပေါ့ပါးပါးနဲ့ နားလည်လွယ်အောင် ရိုက်ထားတဲ့အပြင်\nထိုင်းနိုင်ငံမှာတင်မဟုတ်ဘဲ နိုင်ငံခြားတွေမှာ အတော်ပေါက်ခဲ့တဲ့ကားဖြစ်ပြီး\nrating ကောင်းကောင်းနဲ့ ဆုတွေအများကြီးရခဲ့တဲ့ကားလည်း​ဖြစ်ပါတယ်။\nFile Size - 1.5 GB, 1 GB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Hazel, Dolly, Amelia, MTA, Jerrica\nEncoder - AugustComplete zipfile\nEp1-7  Yoteshin  \nEp8-15   Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/love-destiny-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulsmqdHFpC88g76LsjRlOI8706r.jpg",
        "title": "Chandrakanta ( 2017 ) ( Completed )",
        "description": "ဟိန္ဒူ စီးရီးတွဲတွေ ခံစားချင်တဲ့ သူတွေ အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်အပိုင်းတော့များပါတယ်. zip ဖိုင်နဲ့ တင်ဆက်ပေးလိုက်ပြီးဖြည်းဖြည်းချင်းစီဒေါင်းနိုင်ပါတယ်Naugarh တိုင်းပြည်မှ မကောင်းဆိုးဝါးဘုရင်မကြီး အီရာဗတ်တီဟာအရှင် Vishnu ရဲ့ စွမ်းအားအမြင့်ဆုံးဓားမြှောင်ကိုရယူပြီးအဆုံးအစမဲ့မှော်ပညာများဖြင့် Vijaygarh တိုင်းပြည်ကို အုပ်ချုပ်ချင်နေခဲ့ပါတယ်မင်းသမီးလေး ချန်ဒရာရဲ့ အမေဖြစ်သူ ထိုဓားမြောင်ကိုပိုင်ဆိုင်ထားတဲ့ဘုရင်မ Ratnaprabha ဟာ သမီးဖြစ်သူရဲ့အသက်ကိုကယ်တင်ဖို့အတွက်မဆုံးပါးခင်မှာ မှော်အစွမ်းနဲ့စီမံပေးခဲ့မှုကြောင့် Suryagarh တိုင်းပြည်မှကလေးမရှိတဲ့ သာမာန်အရပ်သား တံငါသည်ဇနီးမောင်နှံဆီပို့နိုင်ခဲ့ပြီးဓားမြှောင်ကိုတော့ အရှင် Vishu ဘုရားကျောင်းမှာ ထိန်းသိမ်းထားပြီး၂၁ နှစ်ကြာလျှင် ချန်ဒရာကိုပေးဖို့အတွက် သိမ်းထားခဲ့ပါတယ်အတိတ်မေ့ပြီး ကြီးပြင်းခဲ့တဲ့ ချန်ဒရာတစ်ယောက် သူမရဲ့ ဘဝမှန်နဲ့မှော်ပညာအစွမ်းရှိတာကိုမသိပေမယ့် ချန်ဒရာဟာ လှပပြီး ကြောက်ခမန်းလိလိကျွမ်းကျင်တဲ့ Aiyarra ရဲ့ အမျိုးသမီးစစ်သည်တော်တစ်ယောက်ဖြစ်လာပါတယ်၂၁ နှစ်ကြာပြီးနောက်မှာတော့ အီရာဗတ်တီဟာ ဓားမြှောင်ကိုရှာဖွေနေသေးချိန်မှာNaugarh တိုင်းပြည်ရဲ့မင်းသား Veerendra ဟာ ချန်ဒရာနဲ့ဆုံတွေ့မိပါတယ်ဒါပေမယ့် သူတို့နှစ်ယောက်ဟာ မိဘချင်းသဘောတူပြီး ငယ်စဉ်ကတည်းကစေ့စပ်ထားကြောင်းနဲ့မင်းသားလေးရဲ့မိထွေးကြောင့် ချန်ဒရာတစ်ယောက် ကံဆိုးမိုးမှောင်ကျခဲ့ကြောင်းကိုမသိကြပါဘူးမင်းသားလေးကတော့ ထူးချွန်လှတဲ့ ချန်ဒရာကို ...",
        "url": "https://channelmyanmar.org/tvshows/chandrakanta-2017-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61OTnrKWaJ4n5aZTdNXvt80t8nv.jpg",
        "title": "Tale of the Nine Tailed(2020)[စ/ဆုံး]",
        "description": "Tale of the Nine Tailed(2020)အညွှန်း*********************************အပိုင်း(၁ မှ ၁၆)ထိ စ/ဆုံး<<<<Zip Fileလည်းရပါပြီ>>>>>လီယွန်ဆိုတာ အရပ်ရှည်ရှည် နဲ့ ထီးတစ်ချောင်းကို ကိုင်ရင်း လျှောက်သွားနေတဲ့သူတစ်ယောက်....ဒီထီးက နယ်နယ်ရရတော့မဟုတ်ဘူး..အရေးကြီးအစွမ်းထက်တဲ့ဓားတစ်ချောင်းအဖြစ်ပြောငး်လဲနိုင်သလိုသူ့ကိုလည်း စွမ်းအားပြည့်အသုံးချနိုင်ဖို့အထောက်အကူပြု လက်နက်ဖြစ်တယ်...တကယ်တော့သူဟာလူသားတွေနဲ့မခြားနေနိုင်စွမ်းရှိတဲ့ မြေခွေးတစ်ကောင်ဖြစ်ပါတယ်....သူဟာ တစ်စုံတစ်ယောက်ကိုရှာဖွေနေသလို အဲ့ဒီကာလအတွင်းမှာလည်းအချိို့သောမြေခွေးတွေကို လိုက်သုတ်သင်နေတဲ့သူဖြစ်တယ်....နမ်ဂျီအာဆိုတဲ့ကောင်မလေးကတော့ သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ပရလောကတွေဟာ တကယ်ရှိတယ်လို့ယုံကြည်နေတဲ့သူဖြစ်ပြီး အဲ့အကြောင်းအရာတွေကို လိုက်လံရှာဖွေပြီး တင်ဆက်နေတဲ့ရုပ်သံလိုင်းကပီဒီတစ်ဉီးပေါ့.......လီယွန်ဆိုတဲ့မြေခွေးဟာ ဘာကိုလိုက်ရှာနေတာလဲ....ဒီလောကကြီးထဲမှာ လီယွန်လို လူသားပုံဖြစ်နေတဲ့မြေခွေးတွေဘယ်လောက်များနေပြီလဲ.... လူသားတွေကိုရောဒုက္ခပေးနိုင်လား.....သူတို့လို မြေခွေးတွေကို နှိမ်နှင်းနေတဲ့ တခြား မိစ္ဆာကောင်တွေရောရှိနိုင်လား....နမ်ဂျီအာဆိုတဲ့ကောင်မလေးနဲ့ရော ဘယ်လိုတွေ တွေ့ဆုံကြမလဲ....ဒီဇာတ်လမ်းတွဲကက အပတ်စဉ် Wednesday, Thursday မှာ ထုတ်လွှင့်ပြီးတော့(၁၆) ပိုင်းထိရှိပါတယ်....အက်ရှင်ခန်းတွေက တော်တော်မိုက်သလို သဘာဝလွန်စွမ်းအားတွေကိုအသုံပြုပြီး ဗျင်းတဲ့အခန်းတွေဆိုလည်း တော်တော်ကြည့်ကောင်းပါတယ်....စောင့်မျှော်ကြည့်ရှုကြပါကုန်....Quality – HD-TV 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres: Action, Thriller, ...",
        "url": "https://channelmyanmar.org/tvshows/tale-of-the-nine-tailed2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zA5sgJ60b7zny9hsREOwtd5yG4r.jpg",
        "title": "More Than Friends(2020)[စ/ဆုံး]",
        "description": "More Than Friends(2020)အညွှန်း**********************************အပိုင်းသစ်(၁ မှ ၁၆)ထိ စ/ဆုံး\"ချစ်သူကိုတောင်ချစ်တယ်လို့ မပြောရဲတဲ့ကောင်......ရာစုတစ်ထောင်နေရစ်ခဲ့....ထိုသို့ဖြင့် စကားမဲ့စေသတည်း\" ဒီကဗျာလေးက ဆရာတာရာမင်းဝေရဲ့ မီးတောက်ရစ်သမ် ကဗျာထဲကတစ်ပိုဒ် ဖြစ်ပါတယ်....စကားတွေမဲ့စေခဲ့တာ ဘာ့ကြောင့်များလဲ... ဘာလို့ဖွင့်မပြောရဲတာလဲ...နောက်ဆုံး ရာစုတစ်ထောင်နေရစ်ခဲ့တဲ့..ဆွေးမြေ့စရာကောင်းလွန်းလှပါတယ်....ဒီလိုအဖြစ်အပျက်တွေဟာတကယ်တော့ ငယ်သူငယ်ချင်းတွေကြား အချစ် ပေါက်ဖွားလာတဲ့အချိန်မှာ မသင့်တော့ဘူးလို့ထင်လို့ ထိန်းချုပ်ခဲ့တာတွေ....ကိုယ့်အပေါ်ရိုးသားမှုကို အခွင့်အရေးယူသလိုဖြစ်မှာစိုးတာတွေရယ်လက်ရှိဖြစ်တည်နေတဲ့ ခင်မင်မှုတွေကို ပျောက်ကွယ်သွားမှာစိုးတာရယ်နဲ့Friend Zone ထဲမှာ တိတ်တိတ်လေးစကားမဲ့နေတဲ့သူတွေပေါ့...ဒီကိုးရီးယားစီးရီးလေးက အပေါ်ကအကြောင်းအရာတွေနဲ့ဇာတ်အိမ်တည်ထားပြီးကျောင်းသားဘဝလေးတွေနဲ့ လှလှပပ ပုံဖော်ထားတယ်....ကြည်နူးဆွတ်ပျံဖွယ်ရာကောင်းတဲ့စီးရီးလေးမို့ လက်မလွှတ်သင့်ပါကြောင်းထပ်လောင်းသတင်းကောင်းပါးပါရစေ...Quality – HDTV  720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  Romance, DramaTranslated by Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin PaleEncoder – Phyo Pyae \nComplete ...",
        "url": "https://channelmyanmar.org/tvshows/more-than-friends2020/"
    }
]