[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJAlUCdFWAso5cowfv3vhI2QtZY.jpg",
        "title": "Moonshine (2021) [Complete]",
        "description": "Moonshine (2021) ဇာတ်လမ်းတွဲအညွှန်း************************************ အပိုင်းသစ် - ၁၆ (ဇာတ်သိမ်းပိုင်း)(အစ-အဆုံး ရပါပြီ) သမိုင်းနောက်ခံအချစ်ဇာတ်လမ်းအမိုက်စားလေးတွေကို မျှော်လင့်နေကြတဲ့ CM ပရိသတ်ကြီးအတွက် အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့လူငယ်တွေရဲ့ ချစ်ခြင်းမေတ္တာနဲ့ ခင်မင်မှုတွေကို စိတ်ဝင်စားဖွယ်ဖော်ညွှန်းထားတဲ့ ဂျိုဆွန်းခေတ်နောက်ခံဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီကားလေးထဲမှာတော့ ... အရက်သေစာရောင်းဝယ်ဖောက်ကားမှုကို ပြင်းပြင်းထန်ထန်တားမြစ်ထားတဲ့ ကာလကြီးမှာ အောင်မြင်မှုအတွက် ယန်ဟန်းမြို့တော်ကိုတက်လာပြီး တရားရေးဌာနမှာအလုပ်လုပ်နေသူ အထောက်တော်လေး Nam Young\nအကြွေးတွေကိုဆပ်ဖို့အတွက် အရက်ပုန်းရောင်းရုံသာမက ရရာအလုပ်နဲ့ မိသားစုကိုရှာကျွေးနေရတဲ့ကောင်မလေး Kang Ro Seo နဲ့\nအရက်သေစာသောက်စားမှုတားမြစ်ထားပေမယ့် စည်းမျဥ်းတွေကိုဂရုမစိုက်ဘဲ နန်းတော်အပြင်ကိုခိုးခိုးထွက်ပြီး သောက်စားနေတတ်တဲ့ ပြဿနာအိုးမင်းသားလေး Lee Pyo\nကိုယ်လိုချင်တာကိုရအောင်ယူတတ်တဲ့ မျိုးရိုးမြင့်မိသားစုရဲ့ သခင်မလေး Han Ae jin တို့လေးဦး ဆုံစည်းဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ သူတို့လေးဦးရဲ့ ဘယ်လိုကမောက်ကမအဖြစ်အပျက်လေးတွေနဲ့ ဆုံစည်းဖြစ်ကြမလဲ ?\nဘယ်လိုအမှုတွေ ဘယ်လိုအခြေအနေတွေနဲ့ စုံစမ်းမှုတွေကို ရင်တထိတ်ထိတ်နဲ့ လုပ်ဆောင်ကြမလဲ ?\nလူငယ်တွေကြား ဘယ်လိုအချစ်ဇာတ်လမ်းမျိုးတွေ ပေါက်ဖွားလာကြမလဲ ? ဆိုတာကိုတော့ အခုတင်ဆက်ပေးထားတဲ့ When Flowers ...",
        "url": "https://channelmyanmar.org/tvshows/moonshine-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sH5yEo5xvLmqWAz0PoDtY1rXN07.jpg",
        "title": "Ghost Doctor (2022)",
        "description": "Ghost Doctor (2022)အနုပညာလှုပ်ရှားမှု​တွေ ခပ်ကျဲကျဲ ပဲ လုပ်​တော့တဲ့ မင်းသားကြီး Rainနဲ့\nမအို​ဆေးစားထားတဲ့မင်းသား Kim Bumတို့ ခေါင်း​ဆောင် ပါဝင်ထားတဲ့ Ghost Doctor စီးရီးသစ်ထွက်ပါပြီCha Young Min ( Rain )ဟာ ခွဲစိတ်ကုသဖို့ ဘုရားက​ပေးလိုက်တဲ့ ဆရာဝန်လို့​ ဆိုရ​အောင်\nပါရမီထူးတဲ့ ခွဲစိတ်ဆရာဝန်တစ်ဦးပါ၊\nဒါ​ပေမဲ့ ပါရမီရှင်တို့ရဲ့ထုံးစံအတိုင်း ပညာဂုဏ်​မောက်ရာမှာ သူမတူသလို\nတစ်ကိုယ်​ကောင်းလည်းဆန်ပြီး တခြားဘယ်ဆရာဝန်ကိုမှ ထီမထင်တဲ့ ​ငါစွဲသမား အတ္တကြီးတဲ့သူပါ၊Go Seong Tak (Kim Bum) က​တော့ ​မြောင်ရှင်း​ဆေးရုံဥက္ကဌရဲ့သား၊\nတည်​ထောင်သူရဲ့ ​မြေးဖြစ်ပြီး မိသားစု​နောက်ခံနဲ့ ဒီ​ဆေးရုံကို ​ရောက်လာတဲ့ အလုပ်သင်ဆရာဝန်တစ်​ယောက်ပါ၊ ​\nအကပ်နဲ့ ​နေရာရလာသူတို့ထုံးစံအတိုင်း ​​ပေါ့​ပေါ့​နေ ​ပေါ့​ပေါ့စား၊ ဆရာဝန်အလုပ်ကို မ​လေးစားတတ်တဲ့ သူမျိုးပါJang Se Jin ( Uee)က Cha Young Min ရဲ့ ရည်းစား​ဟောင်း အာရုံ​ကြောခွဲစိတ်ကု ...",
        "url": "https://channelmyanmar.org/tvshows/ghost-doctor-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vIU4GLVjti8s0PMFpijFqbPsnZN.jpg",
        "title": "Bestseller (2022)",
        "description": "Best Sellers (2022)ယနေ့မှာတော့ IMDb 6/10 အထိရရှိထားပြီးအပိုင်း (၈)ပိုင်းပါတဲ့ Thriller seriesလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်ဆယ်စုနှစ်တစ်ခုထိကြာအောင် စာရေးဖို့ အိုင်ဒီယာမရခဲ့တဲ့ဝတ္ထုစာရေးဆရာ တာဟဲလ်ဝါဇီ တစ်ယောက်က တက်သစ်စစာရေးသူတစ်ယောက်ဖြစ်တဲ့မီတု ရဲ့ဇာတ်ညွှန်းတစ်ပုဒ်ကိုသဘောကျသွားခဲ့ပါတယ်ဒီဇာတ်လမ်းကိုသူ့ရဲ့နောက်ထွက်မယ့်ဝတ္ထုအဖြစ်ထုတ်ဝေဖို့ဆုံးဖြတ်လိုက်ပြီးမီတုမက်သာနဲ့ လူချင်းတွေ့ဆုံခဲ့ပါတယ် မီတုရဲ့ဇာတ်အိမ်ကစိတ်ဝင်စားဖို့ကောင်းနေရုံသာမကမီတုနေထိုင်လာခဲ့တဲ့ဘဝဟာလည်း စိတ်ဝင်စားဖို့ကောင်းနေတာကိုရှာတွေ့ခဲ့ပါတယ်ရိုးရှင်းမှုတွေကဒီမှာတင်ပြီးမသွားပါဘူး နာမည်ကြီးစာရေးဆရာဆိုတဲ့အတိုင်းမုန်းတဲ့လူကတော့ရှိစမြဲပါ ဒီလိုနဲ့ တာဟဲလ်ဝါဇီကိုမုန်းတဲ့လူက မီတုကိုပါ အန္တရာယ်ပေးလာတဲ့အခါ...မင်းသမီးချောလေး Shruti Hassanပါဝင်ပြီး ဇာတ်အိမ်ခိုင်ခိုင်သည်းထိပ်ရင်ဖိုနဲ့စိတ်ဝင်တစားကြည့်ရှုရမယ့်ဇာတ်လမ်းတစ်ခုမို့လက်မလွှတ်ကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်ရှင်File Size –300MB @EpisodeQuality – 720p HE AAC Duration – 35minute (@Episode)Total Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama / Thriller Translator – Yunni & HM & Go -O & HoneyeyEncoder – YK\nFor VIP Member ...",
        "url": "https://channelmyanmar.org/tvshows/bestseller-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdPc2MoU8Cm87R3kYw1Hul0Dy76.jpg",
        "title": "Be Melodramatic (2019)",
        "description": "Be Melodramatic(2019)\n==============================ကိုရီယားဇာတ်လမ်းတွဲတွေထဲ ဒရာမာအပြည့်နဲ့\nအတော်သားနားတဲ့ ဇာတ်လမ်းတွဲတွေကို\nကျွန်တော်အပါအ၀င် အတော်များများ သဘောကျကြတယ်မဟုတ်လား။ဥပမာ- Reply Seriesပေါ့။ အဲ့ဒီ Vibeမျိုးလို့ ဆိုလို့ရတယ်။\nPersonallyအရတော့ Reply တို့ Hospital Playlist တို့\nWhat Happens to my family တို့နဲ့ မတိမ်းမယိမ်းလောက် သဘောကျတယ်။သို့ပေမဲ့ ဒီဇာတ်လမ်းတွဲက သူတို့လို\nချစ်စရာ ကောင်းတာတွေနဲ့ပဲ ဖွဲ့စည်းထားတာလည်းမဟုတ်ဘူး။\n၈၀%လောက်က အရှိတရားတွေ။\nအရှိတရားဆိုတာက .....\nနေ့စဉ်ဘ၀က... သမီးရည်းစားဆက်ဆံရေးတွေက..\nကျန်တဲ့ဆက်ဆံရေးတွေက.. အရှိတရားတွေကို\nဆိုလိုတာ။ကျန်တဲ့20%က ရုပ်ရှင်နာမည်အတိုင်းပေါ့။\nဒါကလည်း တကယ့်အရှိမှာလည်း\nရုပ်ရှင်ဆန်ဆန်နေတတ်ဖို့ လိုတဲ့အခါတွေ ရှိတဲ့အကြောင်းပါပဲ။Genreက Rom-Com ဆိုတော့\nထက်၀က်နီးပါးကတော့ အရမ်းမဟုတ်ပေမဲ့\nတခြား K Rom-Comတွေလို ရယ်ရတယ်။\nပြောရရင် Replyရဲ့ ရယ်ရခြင်းမျိူးပေါ့။\nစာရေးဆရာမကလည်း Replyကို Inspiration ယူထားပုံပါပဲ\nခဏခဏကို ထည့်ပြောတယ်။နောက် လောင်ရတာမျိုးကိုလည်း ပြတယ်။\nလောင်ရတာဆိုတာက ကျွန်တော်တို့ဘ၀နဲ့ကင်းကွာတဲ့\nအကြီးကြီးတွေနဲ့ လျှောက်လောင်တာ တော့မဟုတ်ဘူး။\nကျွန်တော်တို့ဘ၀တွေလိုပဲ သမီးရည်းစားကိစ္စတွေ\nအလုပ်အဆင်မပြေမှုတွေ လောကရဲ့ အနိမ့်အမြင့်တွေနဲ့ပဲ လောင်ကြတာ။\nပါးပါးလေးပါပဲ။\nဒါပေမဲ့ လူတိုင်းတကယ် ကြုံနေရတာတွေနဲ့\nတစ်ခုမဟုတ်တစ်ခုတူနေမှာဆိုတော့ ထိတော့ထိတယ်။\nပြီးကာမှ မလောင်အောင် ...",
        "url": "https://channelmyanmar.org/tvshows/be-melodramatic/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/mu-143x200.jpg",
        "title": "Murderville (2022)",
        "description": "မာဒါဗေးလ်ကို တစ်လမ်းသွားလက်မှတ်လေးဖြတ်လိုက်ကြရအောင်\nဘဝအမောတွေပြေပျောက်သွားစေမယ့် စုံထောက်ဟာသကားလေးရောက်ရှိလို့လာပါပြီ\nစီနီယာစုံထောက်ကြီး တယ်ရီဆီယက်တဲလ်နဲ့ နာမည်ကြီးအနုပညာရှင်တွေတွဲပြီး\nလူသတ်မှုတွေကိုဖော်ထုတ်ရမှာ အမှုတစ်ခုစီတိုင်းရဲ့ ထူးခြားမှုတွေကို\nရယ်စရာလေးတွေနဲ့ ရောယှက်ပြီး ဖော်ကျူးထားတာပါ ငြိမ့်ငြိမ့်လေးပြုံးပြီးခံစားရမယ့်\nဟာသလေးတွေပါသလို တဝါးဝါးအော်ပြီး ရယ်ရတဲ့ ဟာသလေးတွေကိုပါ\nခံစားရမှာပါ ဧည့်သည်သရုပ်ဆောင်တွေကလည်း နာမည်ကြီးပြီးသားဖြစ်တာကြောင့်\nတစ်ပိုင်းနဲ့တစ်ပိုင်း ဘယ်လိုပြီးသွားလဲဆိုတာတောင်မတွေးမိဘဲနဲ့ကို\nစီးမျောခံစားရမှာပါ အဲဒါကြောင့် ဘဝအမောတွေကို နာရီဝက်စာလောက်နဲ့\nဖျောက်ပြေးနိုင်တဲ့ မာဒါဗေးလ်လေးကို အားပေးလိုက်ကြပါဦး\n File size…300 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….30 Min\nGenre...Comedy, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldEpisode 1 - VIP / Yoteshin/Megaup / Usersdrive / StreamsbEpisode 2 - VIP / Yoteshin/ Megaup / Usersdrive / StreamsbEpisode 3 - VIP / Yoteshin/Megaup / Usersdrive / Streamsb /  MeganzEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/murderville-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/photo_2022-01-15_01-04-32-2.jpg",
        "title": "Husband Overnight (2022)",
        "description": "Husband Overnight (2022)     စ / ဆုံးဇာတ်လမ်းအကျဉ်း__________________အရာအားလုံး မျက်စိတစ်မှိတ် တစ်ညအတွင်းမှာ မိုးနဲ့မြေ လိုပြောင်းလဲသွားတဲ့သူမဘဝ...ခပ်အေးအေးနဲ့ ရိုးသားလွန်းတဲ့ သူမ...ဘာမဆို ပြောင်းလဲပစ်ဖို ဆုံးဖြတ်ထားတဲ့ ညမှာတင်ပဲ တိုက်ဆိုင်စွာဖြင့် သူ့ဂုဏ်ပုဒ်ပါ ပြောင်းလဲသွားသော သူမအဖြစ်...ကိုယ် မသိသော သူစိမ်းယောကျာ်းတစ်ယောက်နဲ့ တစ်ညလုံး တစ်ခုတင်တည်း အတူနေမိခြင်းကြောင့်သူမရဲ့ လှပသောကမ္ဘာကြီးဟာ ချက်ချင်းဆိုသလို မှောင်မိုက်ကာ အမေတစ်ခု သားတစ်ခုဘဝဖြင့်ဘဝလမ်းကြီးကို လျှောက်လှမ်းဖို အခြေအနေ ဖြစ်လာသောမခါ....တစ်ညတာ အမှားကြောင့် အကြောင်းဖန်လာသော သူမဘဝကရော ခက်ခဲကြမ်းတမ်းမလား ဖြောင့်ဖြူးမလား?Single mother တွေရဲ့ ဘဝကိုပါ တွင်တွင်ကျယ်ကျယ်ကြည့်ရှုရမှာဖြစ်ပြီးတစ်ညတာအမှားကြောင့် ဖြစ်လာမယ့်အကျိုးဆက်တွေကို ဒီဇာတ်လမ်းမှာ မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ်ယခု ဇာတ်ကားအား အပတ်စဉ် သောကြာနေ့မှ တနင်္ဂနွေနေ့တိုင်း စောင့်မျှော်ကြည့်ရှုနိုင်ပါတယ်။Episodes: 18Aired: Jan.14, 2022Aired On:Fri , Sat & SunGenres:Romance & ...",
        "url": "https://channelmyanmar.org/tvshows/husband-overnight-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/561000005396501.jpg",
        "title": "Monkey Twins (2018)",
        "description": "Monkey Twins (2018)      စ / ဆုံး_________________________ CM fan တွေအတွက် netflix action ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းမှာတော့ ထိုင်းရိုးရာမွေ့ထိုင်းလက်ဝှေ့ပညာကို အသားပေးရိုက်ကူးထားတဲ့အပြင်ထိုင်းရိုးရာ ပြဇာတ် နဲ့ တရုတ်ရိုးရာပြဇာတ် ပေါင်းစပ်မှုတိုကိုလည်း ရိုက်ကူးပြထားတာဖြစ်ပါတယ်     [ဇာတ်လမ်းအကျဥ်း]မာဝင်းက မူယစ်ဆေးဝါးတိုက်ဖျက်ရေးဌာနက ရဲတစ်ယောက်ဖြစ်တယ်မူးယစ်ဆေးဝါးရောင်းဝယ်နေတဲ့ အဖွဲအစည်းကြီးတစ်ခုကို ဖမ်းဆီးဖိုအတွက်ဆေးသမား ထောင်ထွက်အယောင်ဆောင်ရင်း မူးယစ်ရာဇာတွေကိုချဥ်း ကပ်ဖိုကြိုးစားခဲ့တယ်အမှုတွေကိုကွင်းဆက်လိုက်ရင်းနဲ့ အမ်ဖာဝါမြိုကိုရောက်သွားခဲ့တယ်အမ်ဖာဝါမှာလည်း မြိုမျက်နှာဖုံးနိုင်ငံရေးသမား ချန်ချိုင်နဲ့သူ့ရဲ့သားဖြစ်သူ တေးချိုတိုက မြိုမှာမူးယစ်ဆေး အရောင်းအဝယ်မျိုးစုံလုပ်နေကြတယ်မြိုနေပြည်သူတွေရဲ့ မြေတွေကို ဖိအားပေးဝယ်ယူပြီး ငွေဖြူလျှော်ခြင်းတွေ ဆက်တိုက်လုပ်ကြတယ်မာဝင်းလည်း ချန်ချိုင်အကြောင်းစုံစမ်းရင်း အမ်ဖာဝါမြိုရဲ့ ခွန်မျိုးနွယ်ပြဇာတ်အဖွဲဆီကိုမထင်မှတ်ဘဲရောက်ရှိသွားပြီး ရိုးရာမွေ့ထိုင်းလက်ဝှေ့ပညာရပ်ကို သင်ကြားခွင့်ရခဲ့တယ်ခွန်မျိုးနွယ်ရဲ့ခေါင်းဆောင်ဇာတ်မင်းသား နူအာနဲ့ ချန်ချိုင်ရဲ့သားတေးချိုတိုကလည်းအချင်းချင်း ရန်စရှိကြတဲ့သူတွေဖြစ်နေပြန်တယ်.......တေးချိုတိုရဲ့ မူးယစ်ဆေးရောင်းဝယ်မှုတွေကို စုံစမ်းနေတဲ့မာဝင်းနဲ့\nတေးချိုကိုလက်တုံပြန်ချင်နေတဲ့ နူအာတိုပေါင်းမိတဲ့အခါသူတိုနှစ်ယောက် ဘယ်လိုဆက်ပြီး ဒုစရိုက်သမားတွေနဲ့ တိုက်ခိုက်မလဲ......?ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုပါဦးရှင့်[ဇာတ်လမ်းတွဲ အညွှန်းကို Angel မှရေးသားပေးထားပါသည်] Episodes: ...",
        "url": "https://channelmyanmar.org/tvshows/monkey-twins-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/8UhkwuaDFDarOO1GffY6XX6ZilP-133x200.jpg",
        "title": "Young Wallander – Season 01",
        "description": "Young Wallander - Season 01=======================IMDb Rating - 7.2/10ဆွီဒင်နိုင်ငံ မဲလ်မိုမြို့မှာ အခြေတည်ထားတဲ့ ရဲဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။\nမဲလ်မိုရဲတပ်ဖွဲ့တွင် တာဝန်ကျနေသော သင်တန်းဆင်းကာစ ရဲအရာရှိပေါက်စ ကာ့တ်\nဝေါ်လန်ဒါ တစ်ယောက်၊ သူနေထိုင်ရာ ရပ်ကွက်တွင် ရက်စက်သော လူသတ်မှု တစ်ခုကို\nမျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရလေသည်။ ထိုလူသတ်မှုမှ အစပြုလို့ လူမျိုးရေးခွဲခြားမှုများ၊\nနိုင်ငံလုံခြုံရေးပြဿနာများနှင့် ပြောင်း‌‌ရွှေ့ခိုလှုံလာသူပြဿနာ အထိပါ မီးခိုးကြွက်လျှောက်\nကြီးထွားလာပါတယ်။ ထိုလူသတ်မှုကရော ပြောင်း‌ရွှေ့လာသူများနှင့် ဘယ်လိုပတ်သတ်နေလဲ။\nမတူညီတဲ့ လူမျိုးတွေကြား၊ မတူညီတဲ့အမြင်ပေါင်းများစွာနဲ့ အမှုပေါ် ရှု့မြင်ပုံတွေ၊ ထိုအမှုကို\nအကြောင်းပြုလို့ အမြတ်ထုတ်ရယူလိုသူတွေနဲ့ သောင်းပြောင်းထွေလာဖြစ်နေပါတော့တယ်။\nရဲအရာရှိ ပေါက်စ ဝေါ်လန်ဒါ တစ်ယောက် ထိုရှုပ်ထွေးပွေလီလှသော ပြဿနာပေါင်းသောင်း\nခြောက်ထောင်များအပြင် ဘဝမှာကြုံတွေ့လာတဲ့ အချစ်ရေး၊ လူမှုရေးကိစ္စများကိုပါ ဘယ်လို\nရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်။)File Size - (800 MB) / ...",
        "url": "https://channelmyanmar.org/tvshows/young-wallander-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/s1uWuY8gEpKhE2rIfQttS4KNwAm-133x200.jpg",
        "title": "Dr. Park’s Clinic (2022)",
        "description": "ရောဂါရှာဖွေကုသရေးသမားတော်တစ်ယောက်ဖြစ်တဲ့Dr. Park Won Jang တစ်ယောက်ကျွမ်းကျင်တဲ့ physician ဖြစ်လာပြီးငွေအမြောက်အမြားရှာဖို့ဆိုတဲ့ရည်မှန်းချက်နဲ့ ကိုယ်ပိုင်ဆေးခန်းတစ်ခု ဖွင့်လှစ်လိုက်ပါတယ်။ဒါပေမဲ့ မှန်းချက်နဲ့ နှမ်းထွက် မကိုက်ဘဲ ဆေးခန်းကိုလူနာတွေ သိပ်မလာတဲ့အပြင် အကြွေးတွေပါ တင်လာပါတော့တယ်။ဒီလိုနဲ့ ဆေးခန်းကို မဆုံးရှုံးရအောင် ကြိုးစားရင်းဆံပင်တွေကျွတ် ထိပ်ပြောင်လာပါရော။တစ်ချိန်တည်းမှာပဲ ဇနီးဖြစ်သူကလည်း မိမိထက်တီဗီမှာလာတဲ့ ဆေးပညာအကြံပြုချက်ပရိုဂရမ်တွေကို ပိုမိုယုံကြည်ပါသတဲ့။\"လူနာရဲ့အခြေအနေသက်သာဖို့ထက် ငွေက ပိုအရေးကြီးတာလား\" ဆိုပြီးမေးခွန်းထုတ်လိုက်တဲ့ Dr. Park Won Jang တစ်ယောက်wifi ဖိုးလောက်တောင် ကပ်စေးနဲနေတဲ့အခါ.....Cast တွေက နာမည်ကြီး မင်းသားမင်းသမီးကြီးတွေဖြစ်တဲ့အပြင်Reply 1988 ထဲက ဂျန်ဟွမ်ရဲ့ အမေနဲ့ Mr Queen ထဲကအထိန်းတော်ကြီးကလည်း nurse အဖြစ် ပါဝင်သွားမှာဖြစ်လို့ဘယ်လိုအခွီတွေ တွေ့ရမလဲဆိုတာ...Comedy, Medical drama အမျိုးအစားဖြစ်တဲ့Dr Park's Clinic series လေးကိုတော့အပတ်စဉ်တိုင်း cm ကနေဘာသာပြန်တင်ဆက်ပေးသွားမှာဖြစ်လို့အမောဖြေရင်း ကြည့်ရှုအားပေးကြပါဦးနော်။ File Size – ...",
        "url": "https://channelmyanmar.org/tvshows/dr-parks-clinic-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dtIgh37NUbMfCHb2iUutFhVtP9w.jpg",
        "title": "Our Little Summer Vacation (2020)",
        "description": "Our Little Summer Vacation (2020)ချွဲဝူရှစ်နဲ့ ဂျောင်ယူမီတို့ရဲ့ ၂၀၂၀ က ထွက်ရှိခဲ့တဲ့healing program လေးနဲ့ ပြန်လည်မိတ်ဆက်ပေးပါရစေ။အရင်ဆုံး main cast လေးနှစ်ယောက်နဲ့ မိတ်ဆက်ပေးပါရစေ။ချွဲဝူရှစ်ကတော့ အားလုံးသိကြတဲ့အတိုင်း our beloved summer ထဲကချွဲအွန်းဖြစ်ပြီး အဲဒီတုန်းကတော့ Parasite ဇာတ်ကားနဲ့ အတော်လေးနာမည်ကြီးနေတဲ့ ကာလပါ။ဂျောင်ယူမီကတော့ Train to Busan မှာ မာဒုန်ဆော့ရဲ့ ကိုယ်ဝန်ဆောင်ဇနီးသည်နောက်ဆုံး survivor အဖြစ် ပါဝင်သရုပ်ဆောင်ခဲ့သူပါ။ ဝူရှစ်နဲ့လည်း တစ်ကားတည်း သရုပ်ဆောင်ခဲ့တာပေါ့နော်။ကဲ အစီအစဉ်အကျဉ်းလေး ပြောပြပေးပါမယ်။Healing program တို့ ထုံးစံအတိုင်း အလုပ်တွေများပြီး မွန်းကြပ်တဲ့နေ့စဉ်ဘဝကနေ ‌ခဏတာရုန်းထွက်ပြီး ကျေးလက်ကမ်း‌ခြေမြို့လေးမှာ တစ်လနီးပါး သွားနေကြမှာပါ။နယ်မြို့လေးဆိုပေမဲ့ သူတို့ရဲ့ နေ့စဉ်ဘဝက အပ်ကြောင်းထပ်မနေပါဘူး။အိမ်ခြံဝန်းလေးထဲမှာ ကျန်းမာရေးနဲ့ညီညွတ်တဲ့ ဟင်းသီးဟင်းရွက်စိုက်ခင်းလေးလည်းရှိပြီးတစ်နေ့နဲ့တစ်နေ့ မတူညီတဲ့ ဟင်းလျာအမျိုးမျိုး ချက်စားကြတယ်။မုန့်တွေဖုတ်ကြတယ်။ ဆန်အရက်တွေလုပ်ကြတယ်ပေါ့။ဗုဒ္ဓဘုရားကျောင်းသွားပြီး ထုံးတမ်းဓလေ့တွေလည်း လေ့လာကြတယ်။ကမ်းခြေနဲ့နီးတဲ့အတွက် ...",
        "url": "https://channelmyanmar.org/tvshows/our-little-summer-vacation-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/fedelta_tv_series-248596091-large-1-135x200.jpg",
        "title": "Devotion, a Story of Love and Desire (2022)",
        "description": "Devotion, a Story of Love and Desire (2022)===============================အချစ်နဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းမျိုးကို\nနှစ်သက်သူတွေအတွက် Netflix Italian Original Series လေးလာပါပြီ။\nကာလိုနဲ့ မာဂရီတာက ပေါင်းသင်းလာတာ ငါးနှစ်ရှိနေပြီဖြစ်တဲ့ ဇနီးမောင်နှံပါ\nကာလိုက အနုပညာတက္ကသိုလ်က ပါမောက္ခဖြစ်ပြီး စာရေးခြင်းနဲ့ အသက်မွေး\nပါတယ်၊ မာဂရီတာကတော့ ဗိသုကာပညာနဲ့ ဘွဲ့ရထားတဲ့ ပညာတတ်ဖြစ်ပေမယ့်\nအိမ်ခြံမြေအကျိုးဆောင်လုပ်နေတဲ့သူပါ.. ပေါင်းသင်းခဲ့တဲ့ ၅ နှစ်တာလုံး မာဂရီတာ\nက ကာလိုကိုပဲ ဦးစားပေးခဲ့တယ်ဆိုပါတော့။ကာလိုကလည်း စာမရေးတာလေးနှစ်ရှိပြီဆိုတော့ ဝင်ငွေအများကြီးရှိမနေတာကြောင့်\nသူတို့နှစ်ယောက်ဟာ အိမ်ငှားဘဝနဲ့နေနေရလို့ ကိုယ်ပိုင်အိမ်လေးတစ်လုံးရှာဖွေနေကြ\nတာပါ။ ဒီလိုနဲ့ သူတို့ရဲ့နှစ်ယောက်တစ်ကမ္ဘာလေးထဲကို ဆိုဖီယာဆိုတဲ့ (၂၀)အရွယ်ဆယ်\nကျော်သက်လေး တစ်ယောက်ဝင်ရောက်လာခဲ့ပါတယ်။ဆိုဖီယာက အသက်ကငယ်ငယ်၊\nလှရေးကြွယ်ပြီးနူးညံ့သိမ်မွေ့သူလေးဖြစ်နေတော့ ကာလိုရဲ့စိတ်တွေဟာလည်း ရေကန်ထဲကို\nခဲလုံးပစ်ချလိုက်သလို လှုပ်ခါလာပါတော့တယ်။ ငါးနှစ်လုံးမာဂရီတာအပေါ်သစ္စာရှိခဲ့တဲ့\nကာလိုရဲ့သစ္စာတရားဟာ မေးခွန်းထုတ်စရာတွေဖြစ်လာခဲ့ပြီး သူ့ကိုအလိုလိုက်ချစ်ခဲ့တဲ့\nမာဂရီတာအပေါ်အချစ်တွေလျော့ပစ်ခွာသွားမလား။ သူတို့ရဲ့ငါးနှစ်တာအိမ်ထောင်ရေးကရော\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကြည့်ရမယ့် အချစ်မေတ္တာနဲ့လိုအင်တပ်မက်မှုအကြောင်း\nဇာတ်ကွက်ပုံဖော်ထားပြီး (18+)အခန်းလေးတွေပါပါဝင်တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်။စုစုပေါင်း(၆)ပိုင်း တစ်ပြိုင်တည်းထွက်ရှိထားတဲ့ ဒီစီးရီးကို CMမှ ဆက်တိုက်တင်ဆက်\nပေးသွားပါမည်။\n(ဒီစီးရီးရဲ့ အညွှန်းကို May Myat ...",
        "url": "https://channelmyanmar.org/tvshows/devotion-a-story-of-love-and-desire-20222/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BODk2NjAyOWMtM2FjZC00MjZhLTkxMjQtZTM3NjJlYTE5MDdlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Peacemaker (2022)",
        "description": "Peacemaker (2022)==============IMDb Rating - 7.3/10Suicide Squad 2 မှာ ပါဝင်ခဲ့တဲ့ ဇာတ်ကောင်တစ်ကောင်ဖြစ်တဲ့ ပိစ်မိတ်ကာရဲ့ စီးရီးအသစ်ထွက်ပါပြီ။\nသရုပ်ဆောင်ကလည်း တွေ့တဲ့အတိုင်း ဂျွန်စီနာ ပါပဲ။ ပိစ်မိတ်ကာဆိုတဲ့ ငြိမ်းချမ်းရေးဖန်တီးရှင်ဆိုတဲ့\nနာမည်နဲ့လိုက်အောင် ခရစ်စ် ဟာ ငြိမ်းချမ်းရေးကို အရမ်းတန်ဖိုးထားသူတစ်ယောက်ပါ။ ငြိမ်းချမ်းရေး\nရဖို့အတွက် ယောကျာ်းမိန်းမကလေးသူငယ် ဘယ်လောက်ပဲ သတ်ရသတ်ရ သတ်မယ့်သူပါပဲ။ လက်နက်\nအားလုံးကို ကျွမ်းကျွမ်းကျင်ကျင်သုံးပြီး လူသတ်နိုင်တဲ့ ပါရမီရှင်လည်း ဖြစ်ပါတယ်။ဒီစီးရီးကတော့\nSuicide Squid 2 မှာ သူ သေနတ်မှန်ပြီး တိုက်ပိပြီး မသေဘဲ ဆေးရုံတက်နေရတာကနေ စပါတယ်။\nဆေးရုံကဆင်းတဲ့အချိန်မှာ အမန်ဒါ ဝေါ်လာက သူ့ကို သီးသန့် စစ်ဆင်ရေးတစ်ခုလုပ်ဖို့ အဖွဲ့တစ်ဖွဲ့နဲ့\nအတူ တာဝန်ပေးလာတဲ့အခါ ဒီစီးရီးဖြစ်လာတာပါပဲ။PS. စကားလုံးတွေ ကြမ်းတမ်းတာရယ် တုံးလုံးအခန်းတွေပါတာရယ်ကြောင့် ကလေးတွေကြည့်ဖို့ မသင့်တော်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Mr.Anderson မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nMr.Anderson, Yoon Sandi Aung, ...",
        "url": "https://channelmyanmar.org/tvshows/peacemaker-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2wt5obMk1u0McCiRSL7exFsPmYL.jpg",
        "title": "Fishbowl Wives (2022)",
        "description": "Fishbowl Wives (2022) ဇာတ်လမ်းတွဲအညွှန်း**************************************(18+) အပိုင်း (၁ မှ8) အထိ စ/ဆုံး(ပထမဦးစွာ ဒီစီးရီးကို အထူးသတိပေးလိုတာကတော့ မိသားစုနဲ့အတူလုံးဝမကြည့်သင့်သလိုအပိုင်း ၁ စလို့ အစမိနစ်လေးကို အစမ်းသဘောအနေနဲ့ ယောင်လို့တောင် လူကြားထဲမဖွင့်မိပါစေနဲ့လို့ပြောကြားလိုပါတယ်...ဒီလိုပြောလိုက်လို့  ဓာတ်ဆီတစ်ဂါလံ ၃ကားရတဲ့ Adult စီးရီးလို့မထင်လိုက်ပါနဲ့....နာမည်ကြီး Cast တွေသုံးထားတဲ့အပြင် ဇာတ်လမ်းသွားလည်းတကယ်ကိုကောင်းပါတယ်...)ဆာကူရာဟီရာဂါဆိုတဲ့ အမျိုးသမီးတစ်ဦး မတော်တဆမှု တစ်ခုကြောင့်သူမရဲ့ အိပ်မက်ကို လက်လွှတ်ခဲ့ရတယ်။ သူမဟာ အိမ်ထောင်ကျသွားပြီးသူမရဲ့ခင်ပွန်းသည်က hair salon တွေကို ဦးစီးတယ်ပေါ့။အင်မတန်းခမ်းနားထည်ဝါတဲ့ မိုးမြင့်အဆောက်အဦးရဲ့ ထိပ်ဆုံးအလွှာမှာ နေတဲ့လင်မယား၂ဦး။ အမျိုးသမီးတိုင်းဟာ သူမကို အားကျရတယ်။ ဒါပေမယ့်သူမရဲ့ ခင်ပွန်းက အိမ်ထောင်ရေး ပေါ်တင်ဖောက်ပြန်နေပြီး သူမကိုအိမ်တွင်းအကြမ်းဖက်တာမျိုးလုပ်တယ်။ တစ်နေ့မှာ ရွှေငါးလေးတစ်ကောင်ကိုအကြောင်းပြုပြီး သူမက အမျိုးသားငယ်လေးတစ်ဦးနဲ့ တွေ့ဆုံခဲ့တယ်...အိမ်ထောင်ရှင်မ ဇနီးသည် ၆ဦးရဲ့ ကြုံတွေ့ရတဲ့ အိမ်ထောင်ရေးအခက်အခဲကာမဆက်ဆံရာမှာ ကြုံရတဲ့အခက်အခဲတွေကို ကွင်းကွင်းကွက်ကွက် ပြသပေးမှာပါ။\"ယောက်ျားတွေ ဖောက်ပြန်တာကျ ...",
        "url": "https://channelmyanmar.org/tvshows/fishbowl-wives-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/48xIbjdQKGuO7QUnNgzX0yTeZnu.jpg",
        "title": "Best Mistake 3 (2021)",
        "description": "Best Mistake 3 (2021) ဇာတ်လမ်းတွဲအညွှန်း************************************အပိုင်းသစ် - ၁၆ (ဇာတ်သိမ်းပိုင်း)(အစ-အဆုံး ရပါပြီ) အရှေ့က Season 1+2 ထွက်ရှိခဲ့ပြီး တခဲနက်အောင်မြင်ခဲ့တဲ့ Webtoon drama ကောင်းလေး ဒီ Season 3 မှာတော့ uni life ကိုအဓိကရိုက်ကူးထားပြီး Season 2 မှာ ဂျီဟွန်းဟိုလေး သဝန်တိုခဲ့ရမယ့် ဒီ Season မှာတော့ ယွန်းဒူလေးရဲ့ သဝန်တိုခြင်းစတင်တော့မှာပါအရှေ့ပိုင်းမှာ အဆင်ပြေတဲ့နှစ်ယောက် ရုတ်တရက်ကြီး ယွန်းဒူဘက်က လမ်းခွဲစကားပြောခဲ့ပါတယ် အဲအချိန်မှာပဲ တတိယလူတွေထပ်ပေါ်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ ယွန်းဒူကရော ဘာလိုလမ်းခွဲတာလဲ ဟွန်းဟိုကရော လက်လျှော့လိုက်ပြီလား? Season 2 က အတွဲလေးတွေလည်း ပြန်ပါထားတာမို ဒီတစ်ခါတော့ အတွဲတွေအများကြီးကို ကြည့်ရတော့မှာပါ နောက်ထပ်လူသစ်တွေလည်း ပါသေးလို အဆင်တွေတစ်သိုက်ကြီး ကြည့်ရဦးမှာပါနော် အရမ်းအရမ်းကို ကြည့်ကောင်းလို လုံးဝလုံးဝကို လက်မလွှတ်လိုက်ဖိုပြောချင်ပါတယ် (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shoon Thu ...",
        "url": "https://channelmyanmar.org/tvshows/best-mistake-3-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/TM1-133x200.jpg",
        "title": "Mirror: A Tale of Twin Cities ( 2022 )",
        "description": "ဒီတစ်ခါ CM ကနေ ဘာသာပြန်တင်ဆက်ပေးဖို့ရွေးချယ်ထားတဲ့ကားလေးကတော့ စိတ်ကူးယဉ်ဆန်ဆန်ရိုက်ကူးထားတဲ့ ရှေးခေတ်ကားလေး Mirror: Twin cities ပဲဖြစ်ပါတယ်ရှေးဒဏ္ဍာရီစကားတွေအရ နတ်ဘုရားတွေကဘုံခြောက်ဘုံအလယ်မှာ အလွန်အေးချမ်းသာယာတဲ့ယွီဟွမ်ဆိုတဲ့နေရာတစ်ခုကိုဖန်တီးထားကြတယ်တဲ့အလယ်ပိုင်းဒေသမြောင်မျိုးနွယ်ကမိန်းကလေးနာရှန်းဟာရန်ပွဲတွေကြောင့်သူတို့အိုးအိမ်တွေပျက်စီးသွားတဲ့အချိန်မှာယွီဟွမ်ဒေသကိုထွက်လာခဲ့ပါတော့တယ် ရေသူမျိုးနွယ်စူးမော့နဲ့ခုန်းစန်းမျိုးနွယ်ကအိမ်ရှေ့စံမင်းသမီးပိုင်ရင်းတို့ဟာလွန်ခဲ့တဲ့နှစ်တစ်ရာလောက်ကမျှော်စင်ဖြူမှာ တွေ့ဆုံခဲ့ကြပါတယ်ပိုင်ရင်းက ခုန်းစန်းမျိုးနွယ်အိမ်ရှေ့စံမင်းသားကျန်းလန်နဲ့စေ့စပ်ထားသူဖြစ်ပြီးစူးမော့ကတော့ခုန်းစန်းမျိုးနွယ်တွေဖမ်းထားတဲ့ ပိုင်ရင်းရဲ့အစေခံရေသူမျိုးနွယ်တစ်ယောက်ပါ သုံးနှစ်လောက်အတူတူနေလာပြီးတဲ့အခါမှာတော့ပိုင်ရင်းကစူးမော့ကိုချစ်မိသွားပါတော့တယ်ဒါပေမဲ့ကံကြမ္မာကမျက်နှာသာမပေးတော့ ပိုင်ရင်းဟာ22kmမြင့်တဲ့မျှော်စင်ဖြူကနေခုန်ချပြီးသတ်သေသွားခဲ့ပါတယ်သူသတိရလာချိန်မှာ ခုန်းစန်းမျိုးနွယ်ကပျက်စီးခါနီးအခြေအနေရောက်နေပါပြီနှစ်ပေါင်းတစ်ရာကြာပြီးနောက် ယွီဟွမ်ဒေသကိုကျန့်လျိုမျိုးနွယ်တွေချုပ်ကိုင်နေချိန်မှာ စူးမော့ဟာသူ့အချစ်ဟောင်းပိုင်ရင်းကိုရှာဖို့ယွီဟွမ်ဒေသကိုပြန်လာခဲ့ပါတယ်အခက်အခဲမျိုးစုံကြားမှာ စူးမော့ဟာသူ့လူမျိုးတွေကိုပြန်ခေါ်ထုတ်ဖို့နဲ့သူ့ချစ်သူပိုင်ရင်းကိုပိုင်ဆိုင်ဖို့လုပ်လာရင်းဘယ်လိုဖြစ်သွားမလဲဆိုတာ ကြည့်ရှူခံစားရမှာပါအဓိကသရုပ်ဆောင်တွေအနေနဲ့ Legend of Chusen ထဲကမင်းသားချော Li Yifeng က ပင်လယ်ဘုရင် Su Mo အဖြစ်Heavenly sword and Dragon slaying sabre ထဲကမင်းသမီးချောလေး Chen Yuqi (ကျောက်မိန်)ကသခင်မလေးBai Ying အဖြစ် Love of thousand years ထဲကမင်သား Zheng Yecheng က ခုံစန်းအိမ်ရှေ့စံ Zhen Lan အဖြစ်ပါဝင်ထားကြတဲ့ Mirror :Twin Citiesဆိုတဲ့စိတ်ကူးယဉ်အိမ်မက်ဆန်ဆန်ရိုက်ကူးထားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/mirror-a-tale-of-twin-cities-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/teIS8RKZC9a8f9HvIbVWZbSrrIA.jpg",
        "title": "Youn Stay (2021)",
        "description": "Youn’s Stay(2021)ဒီတစ်ခါမှာတော့ Korean Variety Show တွေရဲ့ မူရင်း Taste တစ်ခုလို့ တင်စားလို့ရမယ့်Chill Vibe အပြည့်ပေးနိုင်တဲ့ Show တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်- အော်စကာဆုရရှိထားတဲ့ အထင်ကရမင်းသမီးကြီး Youn Yuh Jung\n- What’s Wrong with Secretary Kim လို့ပြောလိုက်တာနဲ့ မျက်လုံးထဲတန်းမြင်မိတဲ့ Park Seo Joon\n- Our Beloved Summer ထဲက Choi Woong ဇာတ်ကောင်ပိုင်ရှင် Choi Woo Shik\n- လက်ရှိထုတ်လွှင့်နေဆဲ့ Dr.Park’s Clinic ထဲက Dr.Park ဇာတ်ကောင်ပိုင်ရှင် Lee Seo Jin\n- Discovery of Romance ထဲက Jung Yu Miဒီလို ဒိတ်ဒိတ်ကြဲ ၅ ယောက်နဲ့ တင်ဆက်ထားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/youn-stay-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/uT4qYVvilfiG8WCRjmkIKIzPbA7-133x200.jpg",
        "title": "The One and Only (2021)",
        "description": "The One and Only (2021)===================2021 မကုန်ခင်မှာ CMက ဘာသာပြန်တင်ဆက်ပေးမယ့် နောက်တစ်ကားကတော့\nJTBCက ထုတ်လွှင့်ပြသမယ့် melodramaဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။\nငယ်စဉ်က မိဘစွန့်ပစ်တာခံခဲ့ရပြီး အဘွားလက်ထဲမှာ ကြီးပြင်းခဲ့ရတဲ့ Pyo In\nSook(Ahh Eun Jin)က နာမကျန်းဖြစ်ခဲ့မှုကြောင့် အာရုံခံစားနိုင်မှုတွေ ပျောက်ဆုံး\nနေပြီး သေခြင်းနဲ့နီးကပ်နေပြီဖြစ်တဲ့ မိန်းကလေးတစ်ယောက်ပါ။အမျိုးသားဇာတ်လိုက်ဖြစ်တဲ့ Woo Cheon(Kim Kyung Nam) ကတော့ လူသတ်မှု\nတစ်ခုမှာ ပါဝင်ခဲ့ပြီးနောက် အလွတ်စုံထောက်အဖြစ် လုပ်ကိုင်နေသူဖြစ်ပြီး တရားမဝင်တဲ့\nကိစ္စတွေကိုတောင် တုံ့ဆိုင်းခြင်းမရှိ လုပ်ဆောင်နိုင်သူ... ဘဝမှာဘာအကြောက်တရားမှ\nမရှိတဲ့ လူတစ်ယောက်။ဒီနှစ်ယောက်ပဲလားဆိုတော့ မဟုတ်ပါဘူး နောက်ထပ် ကိုယ်စီအပူအပင်အပြည့်နဲ့ဇာတ်ကောင်\nနှစ်ဦးလည်းပါပါသေးတယ်။ သာမန် အိမ်ထောင်သည်ဘဝနဲ့ နေထိုင်ခဲ့ပေမဲ့ အထီးကျန်နေခဲ့ပြီး\nသေခြင်းရဲ့ဒဏ်ခတ်မှုနဲ့ကိုပါခံနေရသူ Se Yeon(Gang Ye Won)... ဆိုရှယ်မီဒီယာမှာ\ninfluencer အနေနဲ့ ရပ်တည်နေသူဖြစ်ပေမယ့်၊ တကယ်တမ်းကျ မကြာခင် သေဆုံးရတော့မယ့်\nကောင်မလေး Mi Do(Joy)...မတူညီတဲ့ဇာတ်ကောင်တွေဆိုပေမဲ့ တစ်ဦးစီမှာရှိနေ‌တဲ့ နာကျင်မှုတွေက မထူးမခြားမနားပါပဲ။\nဘဝမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-one-and-only-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/in-143x200.jpg",
        "title": "In From the Cold (2022)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ သူ့နာမည်အတိုင်းပါပဲ စပိုင်လုပ်နေတာကနေ အနားယူထားတဲ့ အန်ညာဆိုတဲ့ ရုရှားစပိုင်မလေးတ်ယောက်ဟာ လင်ယူသားမွေးလုပ်ပြီး ဘဝကိုအေးအေးဆေးဆေး ဖြတ်သန်းနေခဲ့တာပါအနားမယူခင်က သူဟာ ဝစ်စပါလို့ နာမည်ကြီးတဲ့ လူတိုင်းကြောက်တဲ့ စပိုင်လူသတ်သမား ဖြစ်ခဲ့တာပါ။တစ်နေ့ သူ့သမီးရဲ့ ရေခဲ့ပြင်စကိတ်ပြိုင်ပွဲအတွက် စပိန်နိုင်ငံကို ရောက်လာတဲ့အခါမှာတော့ မထင်မှတ်ဘဲနဲ့  CIA က သူ့ကိုဖမ်းလာပြီးသူ့လက်ရာနဲံ့ တစ်ပုံစံတည်း လုပ်နေတဲ့ ထူးဆန်းတဲ့ စပိုင်တစ်ယောက်ကို ပြန်လိုက်ရှာဖို့ အကြပ်ကိုင်တဲ့အခါ စွန့်စားမှုတွေပြန်လုပ်ရတော့တာပေါ့\nတခြားစပိုင်ကားတွေနဲ့ မတူတာကတော့ ဒီစပိုင်ရဲ့ လုပ်နိုင်စွမ်းတွေပါပဲ သူကဘာဖြစ်လို့ စပိုင်အလုပ်ကနားရတာလဲ သူ့နောက်ကိုလိုက်နေတဲ့\nသူကရော ဘာလို့လိုက်နေရတာလဲ သူတို့၂ယောက်ပေါင်းပြီး ဘယ်သူ့ကို တိုက်ခိုက်ရမှာလည်း ရန်သူရဲ့ အကြံစည်တွေကရော\nဘယ်လောက်ထိဆိုးရွားမှာလဲ ဆိုတာတွေကိုတော့ စီးမျောခံစားလို့တကယ်ကောင်းမှာပါ\nတိုက်ခိုက်ခန်းတွေကြမ်းတာ စကားလုံးကြမ်းတာတွေနည်းနည်းပါတဲ့အတွက် မိသားစုလိုက်ကြည့်လို့မကောင်းပါဘူးFile size…350 Mb\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama, Sci-fi, Fantasy, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/in-from-the-cold-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqMu8spzITzC26nX1Dl4ZHtbnSN.jpg",
        "title": "Love and Joy (2021)",
        "description": "Love and Joy (2021)ယောင်္ကျားလေးတစ်ယောက်နဲ့ မိန်းကလေတစ်ယောက်တို့ခင်မင်မိရင်\n\"သူငယ်ချင်း\" ဆိုတဲ့ နာမ်စားတစ်ခု တကယ်ပဲဖြစ်လာနိုင်ပါသလား။Can a man and a woman become friends?ဒီအတွက် အဖြေကတော့ ...ဒီရှိုးလေးဟာတော့ အပေါ်ကမေးခွန်းလေးကို အဖြေရှာကြမယ့်\nလူငယ်လေးရှစ်ယောက်တို့ ဆုံတွေ့ရာက ဖြစ်ပေါ်လာတဲ့ အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ပုံမှန် Reality Show တွေနဲ့ ပုံစံလေးတစ်မျိုးကွဲထွက်ပြီးတော့\nနာမည်ကြီးတွေလည်း တစ်ယောက်မှ ပါဝင်ထားခြင်း မရှိပါဘူး။Host ပုံစံမျိုးအနေနဲ့ Im La Ra နဲ့ Son Min Soo တို့က တင်ဆက်ပေးထားတာဖြစ်ပြီး\nRegular Member ရှစ်ယောက်လုံးကတော့ အဆင်တွေကြီးပဲဖြစ်တာမို့\nကြည့်ရတာ မျက်စိအေးစေမယ့် ရှိုးတစ်ခုဖြစ်မှာတော့ အသေအချာပါပဲ။သူငယ်ချင်းဖြစ်နိုင်ပါတယ်လို့ ယုံကြည်သူတွေရှိသလို၊\nဖြစ်မလာနိုင်တဲ့ဖက်က ရပ်တည်သူတွေလည်း ပါဝင်နေတာကြောင့်\nအဆုံးသတ်ရလဒ်နဲ့အဖြေတွေက အချစ်တစ်ခုလား၊ စစ်မှန်တဲ့ သူငယ်ချင်း ဆက်ဆံရေးလား\nဒါမှမဟုတ် ဇုန်တစ်ဇုန်ထဲရောက်သွားမှာလားဆိုတာတော့\nအဆုံးထိ ကြည့်ရှုအားပေးရင်း အဖြေထုတ်သွားလိုက်ကြပါဦး။စုစုပေါင်း (၈) ပိုင်း ပါဝင်မှာဖြစ်ပြီး Channel Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/love-and-joy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/6718400915_754f2a7cdd_z-138x200.jpg",
        "title": "Victorious (Season 2) (Complete)",
        "description": "Victorious (Season 2) (Complete) ကျွန်တော်တို့ရဲ့အချစ်တော် Arianna Grande လေးပါဝင်ထားတဲ့ Victorious Season 2 လေးကတော့ ပြန်လည်ရောက်ရှိလို့လာပါပြီ။ အပိုင်း ၁၃ ပိုင်းသာပါပေမဲ့ အပိုင်း ၆ မှာ part 1 နဲ့ part 2 လို့ပါဝင်ထားလို့ ၁၄ ပိုင်းလို့လည်းပြောလို့ရပြီး အပိုင်းတိုင်းရဲ့ အခွီတွေကတော့ တစ်ပိုင်းပြီးတစ်ပိုင်း မရိုးရအောင်ကို ခွီနေရတာမို့ သောက်သောက်လဲ အောင်မြင်နေဆဲပဲဆိုပါတော့ဗျာ။ အဖွင့်အပိုင်းမှာတင် IMDb 8 ကိုအရယူသွားသလို နောက်ထပ် IMDb 8 ရတဲ့အပိုင်းတွေ 8 နားကပ်တဲ့အပိုင်းတွေချည်းပဲမို့ Overrated မဟုတ်တဲ့ ဒီ Season 2 လေးလည်း ဘယ်လောက်ခွီရမလဲဆိုတာ ခန့်မှန်းလို့ရနိုင်လောက်ပါတယ်။ Season 1 ကြည့်ထားပြီးဖြစ်တဲ့သူတိုင်းရော Ariana ရဲ့ပရိသတ်တွေရော ဒီ Season မှာလည်း အကောင်သေးသေး vocal ...",
        "url": "https://channelmyanmar.org/tvshows/victorious-season-2/"
    }
]