[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fo35agp7Jjp3BOXp52xVBxY9iN.jpg",
        "title": "Durian’s Affair (2023)",
        "description": "Durian's Affair (2023)Rinaldo's aria \"Let Me Weep\" သီချင်းကို ဆိုခဲ့တဲ့ညမှာ တိုက်ဆိုင်သွားတဲ့ လကြတ်ခြင်း...\nသားသုံးယောက်မိခင်ပေမယ့် ချောမောလှပေနေဆဲ ဥက္ကဌကြီးဘဲ့ရဲ့ မွေးနေ့ပွဲအခမ်းအနားညမှာ တိုက်ဆိုင်စွာပဲ လကြတ်ခြင်းနဲ့ ကြုံတွေခဲ့ရ‌တယ်။\nလကြတ်ခြင်းကြောင့်ပဲ ဂျိုဆွန်းခေတ်က မျိုးရိုးမြင့်သခင်မနှစ်ယောက်က ၂၁ ရာစုကို ရောက်လာကြသတဲ့...။\nဒီသခင်မနှစ်ယောက်ကရော ဘယ်လိုရောက်လာတာလဲ\nဂျိုဆွန်းခေတ်မှာ ဘာတွေကြုံတွေ့ခဲ့ရလဲ...။သာမန်အလောင်တစ်လိုင်းမဟုတ်တဲ့ fantasy ဆန်ဆန် time travel လောင်ရမယ့်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဂျိုဆွန်းခေတ်ကလူတွေနဲ့ တစ်ပုံစံတည်းတူတဲ့ ၂၀၂၃ က ယောက်ျားတွေနဲ့ရော\nသခင်မနှစ်ယောက်က ဘယ်လိုတွေဖြစ်ဦးမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်အပတ်စဉ် စနေ တနင်္ဂဗနွ တိုင်း တင်ဆင်ပေးသွားမှာ ဖြစ်ပြီးတော့\nစုစုပေါင်း ၁၆ ပိုင်း ရှိမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Blue က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz, Blue, NanThin, Kaung တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Fantasy, Mystery, Drama\nQuality…. 1080p | 720p\nFile ...",
        "url": "https://channelmyanmar.org/tvshows/durians-affair-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ml2GepqFoPMxogy6bm8cd7DkGqe.jpg",
        "title": "Dancing Queens on The Road (2023)",
        "description": "Dancing Queens on the Road (2023)ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးအတွက် Dancing Queens on the Road ဆိုတဲ့ အကရှိုးသစ်တစ်ခုကို တင်ဆက်ပေးသွာမှာပါ ။\nဒီအစီအစဥ်မှာဆိုရင် သူ့ခေတ်သူ့အခါက K-Pop လောကရဲ့ Queen လို့ တင်စားခံခဲ့ရတဲ့\nမိန်းကလေး အကအဆိုရှင် ၅ ယောက်ဟာ ပြန်လည်စုစည်းပြီး တမူထူးခြားတဲ့ ဖျော်ဖြေပွဲတွေကို ပြုလုပ်သွားမှာပဲ ဖြစ်ပါတယ် ။\nပါဝင်ကြမဲ့သူတွေက\n- ပြည်သူ့ နတ်သမီးလို့ ခေါ်ဝေါ်ခံခဲ့ရတဲ့ Lee Hyo Lee\n- လတ်တလော ဒေါက်တာချာ ဇာတ်ရုပ်နဲ့ အားလုံးရဲ့ အချစ်တွေကို သိမ်းပိုက်နေတဲ့ Uhm Jung Hwa\n- နာမည်ကြီး အဆိုတော်တစ်ဖြစ်လဲ သရုပ်ဆောင် Kim Wan-sun\n- လက်ရှိအချိန်ထိ Queen of K-pop လို့ တင်စားခံရတဲ့ BoA နဲ့\n- ...",
        "url": "https://channelmyanmar.org/tvshows/dancing-queens-on-the-road-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/hostel-1-133x200.jpg",
        "title": "Hostel Days (2023)",
        "description": "Hostel Days(TV Series)(2023)\nIMDb-8.1/10အင်ယာကျောင်းတော်ကြီးကို အလွမ်းသယ်ဖို့နောက်ထပ်စီးရီးအသစ်လေးတခုလာပါပြီ။\nဒီလိုဇာတ်လမ်းတွေကြည့်ရင် တချိန်ကတက္ကသိုလ်ကိုသတိရမိတာအမှန်ပဲ။ကျောင်းတက်ဘဲလ်မြည်တဲ့အသံလေးရယ် ဘဲလ်ပျက်နေရင် ကျောင်းတက်ရမှာမသိတာလိုလို\nယောင်လည်လည်နဲ့ အတန်းနောက်ကျခဲ့တာတွေ။\nရိုးကောလ်မပြည့်လို့ မိသားစုဆရာမနောက် တကောက်ကောက်လိုက်ပြီး အပူကပ်ရတာတွေ။\nသူငယ်ချင်းနှစ်ယောက်စကားများပြီး ကျောင်းနားကလယ်ကွင်းထဲ ဆိုင်ကယ်တစီးတည်းစီးသွား\nမောနေအောင်နပမ်းလုံးပြီး အတူတူကျောင်းကိုပြန်လာခဲ့ကြတာတွေ။တညလုံးမအိပ်ဘဲ မိန်းကလေးဆောင်တွေဂစ်တာလိုက်တီးပြီး အလင်းဆိုင်လေးမှာထမင်းဆီဆမ်းနဲ့ကြက်ဥခေါက်ကြော်စားခဲ့တာတွေ။\nတညအိပ်နှစ်ရက်ဖဲထိုင်ရိုက်ခဲ့တာတွေ။ စနေ၊တနင်္ဂနွေ နှစ်ရက်လုံး ထန်းရည်ဆိုင်ကမပြန်ခဲ့တာတွေ။\nအဲဒီလို စတာတွေက အဆောင်နေကျောင်းသားတွေအတွက်တော့ ပြန်တမ်းတအောက်မေ့မိတဲ့အတိတ်ကပုံရိပ်တွေပေါ့။\nကြည့်နေရင်း ကြည့်နေရင်း ငါတို့တုန်းကလည်း ဒါမျိုးတွေလုပ်ခဲ့တာလေဆိုတဲ့ဇာတ်ဝင်ခန်းတွေနဲ့။ဗရုတ်တကောင်ပါမယ်။စာကြမ်းပိုးတကောင်ပါမယ်။ဖွန်ကြောင်တဲ့တကောင်ရှိမယ်။နှစ်ဆွေးအရက်သမားကြီးတကောင်ပါမယ်။\nဒါဆိုကျောင်းသားကားတစ်ကားအတွက်က ပြည့်စုံနေပါပြီ။တစ်ခန်းကို လူနှစ်ယောက်ပဲနေရပေမယ့် အခန်းနံပါတ် ၂၀၉မှာ ယာဒါ့ဗ်၊ချီတာ၊စိုင်းဆိုတဲ့ ဒီသုံးယောက်ကဘာလို့အတူနေရတာလဲဆိုတာကအစ၊\nသုံယောက်ပေါင်းပြီး ဘယ်လိုတွေဗရုတ်ကျကြမလဲ၊အမေဖြစ်သူရဲ့ချုပ်ချယ်မှုအောက်ကနေ လွတ်မြောက်လာဖို့အတွက်\nအင်ဂျင်နီယာကျောင်းတော်ကြီးကို လာတက်တဲ့ကာဗယာတယောက် သူလိုချင်တဲ့လွပ်လပ်မှုတွေရမှာလား။\nသေးသေးမွှားမွှားကိစ္စလေးကအစ အဖေဖြစ်သူနဲ့တိုင်ပင်တတ်တဲ့ ရီသီကာတစ်ယောက်ကရော သမီးအလိမ္မာလေးအဖြစ်နဲ့ဆက်ရှိနေမှာလားဆိုတာ။\nအပိုင်းငါးပိုင်းပဲပါတဲ့ ဒီစီးရီးလေးကိုကြည့်ရင်း ကျောင်းသားဘ၀ကိုပြန်လည်အောက်မေ့လိုက်ကြတာပေါ့။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Moon~Yunni~BpLတို့ပဲဖြစ်ပါတယ်)File Size – 500MB / 250MBQuality – 1080p / 720pDuration – 33minsTotal Episodes: 5EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "url": "https://channelmyanmar.org/tvshows/hostel-days-2023-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/kAvLNv_4f-160x200.jpg",
        "title": "Home School (2023)",
        "description": "ရန် အဖြစ် Gun Atthaphan\nမာကီ အဖြစ် Film rachanum\nတိဘက် အဖြစ် Nabi Hirunkit\nနိုင် အဖြစ် Dew Jirawat\nဝိုက် အဖြစ် Jane Ramida\nပိန်နိန် အဖြစ် Chimon Wachirawit\nဟျူဂို အဖြစ် Kay Lertsittichai\nကျင်ကျိုင် အဖြစ် Jamie Juthapich\nဖလိန်း အဖြစ် Love Pattranite\nမတ် အဖြစ် AJ Chayapol\nမောက် အဖြစ် JJ Chayakorn\nဖူဂျီ အဖြစ် View Benyapa\nဘျူး အဖြစ် Prigkhing Sureeyares\nယင် အဖြစ် Indy Thanathatဇာတ်လမ်းအကျဉ်း“Home School “ ကတော့ စာသင်နှစ်တစ်နှစ်စာကို ဘတ်တစ်သန်းပေးရတဲ့ ကြေးမြင့် ဘော်ဒါကျောင်းတစ်ခုဖြစ်ပြီး လူချမ်းသာအများစု အလုအယက် ကလေးတွေကို ထားချင်ကြတဲ့ ကျောင်းတစ်ခုပဲ ဖြစ်ပါတယ်မတူညီတဲ့သင်ရိုးပုံစံတွေနဲ့ သင်ကြားပြီး ဝင်ခွင့်စာမေးပွဲကအစ အုပ်ထိန်းသူတွေပဲဖြေရတဲ့ ထူးခြားတဲ့ကျောင်းတစ်ခုလည်းဖြစ်ပါတယ်Gen ...",
        "url": "https://channelmyanmar.org/tvshows/home-school-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h5KFlyklFbZw8rFqvg9D56wdmGO.jpg",
        "title": "Mysterious Lotus Casebook ( 2023 )",
        "description": "CM ကနေတရုတ်ဇာတ်လမ်းတွဲတွေတင်ဆက်လာတာ\nဒီတစ်ခါမှာတော့ပရိသတ်တွေစောင့်မျှော်နေကြတဲ့\nChengyi ဇာတ်လမ်းတွဲလေးကို တင်ဆက်ပေးချင်ပါတယ်။Chengyi ကတော့ဒီတစ်ခါမှာအမြဲမြင်နေကျ drama ဇာတ်လမ်းတွဲဇာတ်ကောင်ပုံစံမျိုး\nမဟုတ်ပဲ တမူထူးခြားတဲ့ ဝူရှာသိုင်းသမားပုံစံမျိုးအဖြစ်ပရိသတ်တွေကိုချပြမှာဆိုတော့\nဇာတ်လမ်းအကျဉ်းချုပ်လေးကို ဆက်လက်ကြည့်ရူလိုက်ရအောင်။လွန်ခဲ့တဲ့ (၁၀) နှစ်မှာစစ်ကုဂိုဏ်းရဲ့ ဂိုဏ်းခေါင်းဆောင် လီရှန်းယိဟာတစ်လောကလုံး\nသိုင်းဝိဇ္ဇာတစ်ယောက်အနေနဲ့ သိုင်းလောကမတရားမှုကိုတွန်းလှန်ပြီး တရားမျှတမှုကိုအလင်းဆောင်တဲ့\nခေါင်းဆောင်ကောင်းဖြစ်ခဲ့တာပေါ့။ တစ်နေ့မှာ ကျင်းယွမ်းမဟာမိတ်အဖွဲ့ခေါင်းဆောင်\nတီဖေးရှန်းနဲ့အရှေ့ပင်လယ်မှာ ယှဉ်ပြိုင်ဖို့ ချိန်းဆိုကြရင်းသိုင်းဝိဇ္ဇာနှစ်ယောက် သိုင်းလောကကနေ\nပျောက်ကွယ်သွားခဲ့တယ်။ (၁၀) နှစ်ကြာပြီးနောက်မှာ ရွာလေးတစ်ရွာမှာနယ်လှည့်သမားတော်\nလီလျန်ဟွားအဖြစ် တဖန်ပြန်လည်ပေါ်ပေါက်လာတဲ့အချိန်မှာ အမှတ်မထင်နာမည်ဂုဏ်သတင်းသင်းပြန့်\nပြန့်နှက်သွားကာ နတ်ဆေးသမားတော်အဖြစ်တင်စားကြပါတော့တယ်။အဲ့အချိန်မှာ တရားမျှတမှုကိုလိုလားပြီး\nတလောကလုံးအေးချမ်းမှုကိုမြတ်နိုးတဲ့ အိပ်မက်မျိုးပိုင်ဆိုင်ထားသော လူငယ်သူရဲကောင်း ဖန်းသောပင့်က\nလီလျန်ဟွားကိုသံသယဖြစ်စရာလူလို့ ထင်နေခဲ့တယ်။တချိန်တည်းမှာပဲ လီရှန်းယိနဲ့ရန်သူတစ်လျှောက်လုံးဖြစ်ခဲ့တဲ့\nတီဖေးရှန်းကလည်း တဖန်ပြန်ပေါ်လာပြီးနယ်လှည့်သမားတော်လီလျန်ဟွားက လီရှန်းယိလို့ထင်နေခဲ့တယ်။သုံးဦးသားမှုခင်းတစ်ခုကိုစုံစမ်းကြရင်ခိုင်မာတဲ့ မိတ်ဆွေသူငယ်ချင်းသံယောဇဉ်ထုံးဖွဲ့ချည်နှောင်ပြီးတဲ့နောက်မှာ\nသိုင်းလောကရဲ့ အရူပ်အထွေးတွေကိုအတူတူဘယ်လို ဖြေရှင်းဖော်ထုတ်ကြမလဲ။သုံးဦးသားရဲ့အိပ်မက်ဖြစ်ခဲ့တဲ့\nတရားမျှတမှုကိုကော ဘယ်လိုအနိုင်ရယူပြီးတစ်လောကလုံးကို ငြိမ်းချမ်းအောင်ဘယ်လိုလုပ်မလဲဆိုတာတော့\nဒီဇာတ်လမ်းတွဲကို CM ဘာသာပြန်အဖွဲ့သားတွေနဲ့ CM ပရိသတ်များအ‌တူတူအဖြေရှာကြလိုက်ရအောင်။ဇာတ်လမ်းတွဲမှာတော့ လီရှန်းယိ,လီလျန်ဟွားအဖြစ် Chengyi, ဖန်းသောပင့်အဖြစ် Zeng Shun Xi ,\nတီဖေးရှန်းအဖြစ် Xiao Shun Yao တို့ကပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။Quality : WEB-DL 1080p , 720p\nTotal ...",
        "url": "https://channelmyanmar.org/tvshows/mysterious-lotus-casebook-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ko-133x200.jpg",
        "title": "Kohrra (2023)",
        "description": "Kohraa 2023(6eps)ယခုတခါ ပရိသတ်ကြီးကို တင်ဆက်ပေးမဲ့စီးရီးကတော့ Netflix ကနေ 2023 ခုနှစ်မှ\nာထွက်ရှိလာတဲ့ rotten tomatoes 100%ထိရရှိထားတဲ့ စုံထောက်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးအစမှာတော့ စောစောစီးစီး ခြုံတိုးချောင်းရိုက်လုပ်နေတဲ့ ကျောင်းသားလေးဟာ\nဘေးမှာခွေးဟောင်နေလို့ ထကြည့်တော့ အလောင်းတစ်ခုကိုတွေ့လို့ ရဲဌာနကိုသတင်းပို့လိုက်ပါတယ်ရဲတွေရောက်ရှိစစ်ဆေးလိုက်တဲ့အခါမှာ သေသူက မင်္ဂလာပွဲအတွက် ယူကေကပြန်လာတဲ့ သတို့သားလောင်းဖြစ်ပြီး\nသူရဲ့သတို့သားအရံပါ တစ်ပါတည်းပျောက်ဆုံးနေတာကိုသိလိုက်ရပါတယ် ဒီအမှုကိုတာဝန်ယူထားတဲ့ ရဲနှစ်ယောက်လဲ သဲလွန်စတွေကို တစ်စစီလိုက်ကောက်ရင်း သက်သေတွေပေါ်ပေါက်လာတဲ့အခါမှာ သူတို့ဘဝကိုပါ\nခြိမ်းခြောက်မှုတွေရှိလာတော့ ဘယ်လိုဆက်ဖြေရှင်းကြမလဲဆိုတာ\nပရိသတ်ကြီးပဲ ဆက်ကြည့်ရှုခံစားကြဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team ကပဲဖြစ်ပါတယ်File Size – 800MB / 400MBQuality –1080p WEB DL / 720pDuration – minute (@Episode)Total Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, DramaTranslator – ...",
        "url": "https://channelmyanmar.org/tvshows/kohrra-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/adhura-133x200.jpg",
        "title": "Adhura (2023)",
        "description": "Adhura 2023 (7 Episodes)\nIMDb 6.7/10သရဲစီးရီးခပ်ကြမ်းကြမ်းတွေကိုမှ ကြိုက်နှစ်သက်သူတွေအတွက် တဝကြီးကြောက်ရမဲ့\nစီးရီးအသစ်စက်စက်လေးတင်ဆက်ပေးလိုက်ပါတယ်။ဘယ်လူမျိုး ဘယ်နိင်ငံ ဘယ်ယဉ်ကျေးမှုမှာမဆို ဘူလီလုပ်တတ် အနိုင်ကျင့်တတ်တဲ့သူကတော့\nရှိတတ်ကြတာကို ရုပ်ရှင်ဇာတ်လမ်း သတင်းတွေကတဆင့် ကျွန်မတို့တွေတွေ့မြင်ကြရပါတယ်။\nပတ်ဝန်းကျင်မှာရော ကိုယ်တိုင်ရော ကြုံဖူးကြသူတွေလည်းရှိမှာပါ။\nဘလိုင်းကြီးအနိုင်ကျင့်တဲ့သူတွေဆိုတာက ခပ်ရှားရှားရယ်ပါ။အနိုင်ကျင့်ကြသူတွေဆိုတာက သူတို့မပိုင်ဆိုင်နိုင်တဲ့အရာတွေကိုပိုင်ဆိုင်ထားကြသူတွေကို ဦးတည်တတ်တာမျိုး\nအိမ်မှာ ဒါမှမဟုတ် သူနေရတဲ့ပတ်ဝန်းကျင်မှာ သူကိုယ်တိုင်က အနိုင်ကျင့်ခံရတတ်တာမျိုးတွေကြောင့်ပဲ\nသူတို့ကို ဒီလမ်းလျောက်စေတယ်လို့ယူဆမိပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း အနိုင်ကျင့်ကြသူတွေကိုမြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအညွှန်း\nကျောင်းနောက်ဆုံးနေ့မှာ ထူးဆန်းစွာနဲ့ပျောက်ဆုံးသွားတဲ့ ၁၆နှစ်အရွယ်ကျောင်းသားလေးတစ်ယောက်..\nပျောက်ဆုံးသွားတာ ၁၅နှစ်ကြာတဲ့အထိ ဘယ်ရောက်သွားမှန်း ဘယ်သူမှမသိခဲ့ကြဘူး။\nရှာဖွေကြတော့လည်းဘယ်မှာမှမတွေ့ရဘဲ တစ်ခန်းရပ်ခဲ့လေရဲ့...\n၂၀၀၇ခုနှစ်ပညာသင်နှစ်ရဲ့ ကျောင်းသားဟောင်းများ တွေ့ဆုံပွဲ ..\nအရာရာတစ်စခန်းပြန်ထလာမဲ့နေ့တစ်နေ့..နိုင်ငံရပ်ခြားရောက်နေသူတွေပါပြန်ပေါင်းဆုံတဲ့နေ့ရက်မှာ ထူးဆန်းမှုတွေဟာ ဆက်တိုက်...\nချောက်ချားစရာတွေကြား တစ်စတစ်စနဲ့သိလာရတဲ့အမှန်တရားတွေ အမုန်းတရားတွေ\nဒီလိုထူးဆန်းမှုတွေနဲ့ ပျောက်ဆုံးနေတဲ့ကျောင်းသားလေးတို့ ဘာတွေဆက်နွယ်နေကြမလဲ\nပျောက်ဆုံးမှုနောက်ကွယ်ကအမှန်တရားနဲ့ဆာလောင်နေတဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ရဲ့ခြောက်လှန့်မှုတွေကို\nတဝကြီးကြည့်ရှုခံစားရမယ့် စီးရီးတခု......\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni ~BpL~Zwe Yan~Cherry~Sai~V တို့ပဲဖြစ်ပါတယ်File Size – 600MB  / 300MBQuality – 1080p AMZ WEB DL / 720pDuration – ...",
        "url": "https://channelmyanmar.org/tvshows/adhura-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ArsVbYhS6DiFJtRAlV8ytAauNlp-133x200.jpg",
        "title": "Only Murders in the Building (2022) – Season 02",
        "description": "Only Murders in the Building (2022) - Season 02\n===========================\nIMDb Rating - 8.1/10Season 01 မကြည့်ရသေးသူများအတွက် ခုအညွှန်းက Spoilerတွေ ပါပါတယ်။\nSeason 01 >>> Click Here\n***********************************\nဝါရင့် အနုပညာရှင်ကြီးတွေဖြစ်တဲ့ Steve Martin နဲ့ Martin Short တို့\nပါ၀င်တာကတစ်ကြောင်း၊ Selenators တို့ရဲ့ အချစ်တော် Selena Gomez\nပါ၀င်နေတာကတစ်ကြောင်း မထွက်ခင်ကတည်းက ခေတ်ထနေတဲ့ စီးရီးပါ ။\n(၁၀) ပိုင်းပါ၀င်ပြီး ပွဲဦးထွက် ၂ ပိုင်းထွက်ချလာပါတယ်။စုံထောက်ကြီး 3 ယောက်ပြန်လာပါပြီ။ ပြီးခဲ့တဲ့ စီစန် အဆုံးသတ်မှာ ပြဿနာရှင်းပြီလို့\nယူဆရင်း အောင်ပွဲခံနေတဲ့ မေဘယ်၊ ချားလ်နဲ့ အိုလီဗာတို့ ပြီးအောင်တောင်\nမပျော်လိုက်ရဘဲ ဒုက္ခနဲ့လှလှတွေ့သွားတာကို မှတ်မိကြသေးရဲ့လား မသိဘူး....အခုတော့ အဲဒီ ဒုက္ခရဲ့ နောက်ဆက်တွဲအနေနဲ့ စီစန် 2 ...",
        "url": "https://channelmyanmar.org/tvshows/only-murders-in-the-building-2022-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/lxCmHIN7TTO0sxeAmgDYxqzq8Ob-133x200.jpg",
        "title": "Only Murders in the Building (2021) – Season 01",
        "description": "Only Murders in the Building (2021)==========================IMDb Rating - 9.5/10ဝါရင့် အနုပညာရှင်ကြီးတွေဖြစ်တဲ့ Steve Martin နဲ့ Martin Short တို့ ပါ၀င်တာကတစ်ကြောင်းSelenators တို့ရဲ့ အချစ်တော် Selena Gomez ပါ၀င်နေတာကတစ်ကြောင်း မထွက်ခင်ကတည်းကခေတ်ထနေတဲ့ စီးရီးပါ ။ အပိုင်း ၁၀ ပိုင်းပါ၀င်ပြီး ပွဲဦးထွက် ၃ ပိုင်းတောင် ထွက်ချလာပါတယ်။ဇာတ်လမ်းအညွှန်း −Charles, Oliver နဲ့ Mabel Mora တို့ဟာ Upper West Side က ကွန်ဒိုတစ်ခုမှာ ဘ၀ ကိုယ်စီနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေသူတွေပါ။ တစ်နေ့ သူတို့နေတဲ့ ကွန်ဒိုမှာ လူသေမှုတစ်ခု ဖြစ်လာပါတယ်။ ဖြစ်ချင်တော့ အဲဒီလူကမသေခင် တစ်နာရီကမှ သူတို့ ၃ ယောက်နဲ့အတူ ဓာတ်လှေကားတူတူစီးသွားသူရယ်ပါ။ ရဲတွေကတော့ တွေ့ရှိလာတဲ့သက်သေတွေအရ ...",
        "url": "https://channelmyanmar.org/tvshows/only-murders-in-the-building-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/qca061YuyfGsU0bSTaFAQOxn46A-133x200.jpg",
        "title": "Ishq Next Door (2023)",
        "description": "Ishq Next Door (1 to 10)IMDb 7.8\nဖူးစာ လူးလာ ဒူးကာလို့မရတဲ့ ဖူးစာရယ် ပါလာရင် အေးတိအေးစက်လူပျိုကြီးလည်း\nရွစိန်လေးနဲ့ ရတတ်သလို မိုင်ထောင်ချီအဝေးကဆိုရင်လည်း ပြေးမလွတ်တတ်ပါဘူး\nဒီမှာကတော့ အဝေးကြီးရယ်မဟုတ် တစ်ရပ်ကွက်တည်းသားချင်းပါပေါ့LDRS ရယ် ဖြစ်လာရင် ၉၀%ကပြတ်တတ်ပြီး ကျန်၁၀%ကလည်း မရေရာတတ်ဘူးလို့\nစိတ်စွဲနေတဲ့ မေဟာ.. ရည်းစားဖြစ်သူကို ဒီလိုစိတ်ဒဏ်ရာကြောင့် မပြတ်ရအောင်\nအားသွန်ခွန်စိုက်ကြိုးစားပေးပါလို့ ပြောထားတဲ့ကြားက လမ်းခွဲခဲ့ရလို့ ပိုးဆိုးပက်စက်ခံစားခဲ့ရသူ\nတခြားလူတွေအသည်းကွဲရင် ဘီယာပုလင်းဖွင့်ကြပေမဲ့ သူကတော့ အထည်ဆိုင်ကောက်ဖွင့်ရင်း တစ်ကိုယ်တည်း တောက်ပမဲ့မိန်းမလုပ်နေသူပေါ့ တစ်ဖက်မှာကတော့ အိမ်ထောင့်တာဝန်ကို တာဝန်မယူနိုင်သေးပါဘူးဆိုတဲ့ လူပျိုကြီး ဒေ့ဗ် တစ်ရပ်ကွက်တည်းနေပြီး မေဟာ့ကိုနာမည်တောင်မသိတဲ့သူ ဒီလိုနဲ့ သူတို့နှစ်ယောက် တရားပွဲတစ်ခုမှာတွေ့ဆုံးရင်း ဘယ်လိုအလွဲတွေနဲ့ နှစ်ပါးသွားကြမလဲ အချစ်စစ်မှန်ရင် လျှောက်ရမဲ့လမ်းက မဖြောင့်ဖြူးလေတော့ သူတို့ရဲ့ကြားက အခက်အခဲတွေကိုလည်း ကြည့်ရှုခံစားရင်း မိမိလက်တွဲဖော်ကိုပိုပြီး နားလည်ပေးလိုက်ရအောင်လားရှင်(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~BpL~V~Moon~Zwe Yan ~Cherry တို့ပဲဖြစ်ပါတယ် )File ...",
        "url": "https://channelmyanmar.org/tvshows/ishq-next-door-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Zombieverse-133x200.jpg",
        "title": "Zombieverse (2023)",
        "description": "Zombieverse (2023)ဒီတစ်ခေါက်ကိုတော့ ZOMBIEVERSE ဆိုတဲ့ရှိုးလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဒီရှိုးက ''Love Hunter''ဆိုတဲ့ Dating Show ကို လာကြတဲ့ဧည့်သည်တွေက ရိုက်ကူးရေးလုပ်နေရင်း\nမထင်မှတ်တဲ့ရောဂါတစ်ခုက ရိုက်ကွင်းမှာပျံ့နှံ့လာပြီး ဝရုန်းသုန်းကားတွေဖြစ်ပါတော့တယ်\nရောဂါကူးစက်ခံရသူတွေက ဇွန်ဘီတွေဖြစ်လာကြပြီး အကိုက်ခံရတာနဲ့ ဗိုင်းရပ်စ်က ကူးစက်မှာပါ\nသူတို့က ဒီအခြေအနေကနေ ဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားကြမလဲ\nဗိုင်းရပ်စ်ကဘယ်ကနေစပြီးဖြစ်လာတာလဲ\nဇွန်ဘီအကိုက်မခံရအောင် ဘယ်လိုကာကွယ်ကြမလဲဆိုတာ ကို ရယ်ရတလှည့် ကြောက်ရတလှည့်နဲ့ကြည့်ရှုရမှာပါ(ဒီရှိုးမှာ Actor Lee Si Young, Park Naraeနဲ့\nDex တို့လို ရသစုံရှိုးလောကမှာ နာမည်ကြီးတဲ့သူတွေပါ ပါဝင်ထားပါတယ်)အညွှန်းကိုတော့ Thae Thae မှရေးသားထားပြီး\nဘာသာပြန်တာကတော့ CM Variety Team မှဖြစ်ပါတယ်Genre..... Reality\nQuality…. 1080p | 720p\nFile size… 800MB | 300MB\nFormat… mp4\nDuration…. 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Team\nEncoder ..... Aaron720pEpisode 01 ...",
        "url": "https://channelmyanmar.org/tvshows/zombieverse-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/primal-141x200.jpg",
        "title": "Genndy Tartakovsky’s Primal (2009)",
        "description": "ဒီ Animated Series က\nR Rated လို့ ပြောလို့ရတယ်\nဘာလို့ဆို အပိုင်းတိုင်း သွေးထွက်သံယို\nသတ်တာဖြတ်တာ တွေပဲ ပါလို့ပါ\nအချိန်ကာလ က ဒိုင်နိုဆော တွေ\nမျိုးမတုန်းမှီ ကျောက်ခေတ်ကို\nဦးတည် ထားပါတယ်\nတစ်ရက်မှာ လူရိုင်းကြီး တစ်ယောက်က\nသူ့မိသားစု အတွက် အစာရှာရင်း အိမ်ပြန်လာခဲ့ပါတယ်\nဒါပေမဲ့ မြင်ကွင်းက သူ့ရင်ကို ဆို့နင့်သွားစေတယ်\nအသားစား ဒိုင်နိုဆော တွေ ဟာ သူ့ မျက်စိရှေ့မှာပဲ\nသူ့ကလေးတွေ နဲ့ မိန်းကို အမဲဖြတ် တစစီ လုပ်ပြီး\nဝါးမျိုလိုက်ကြပါတော့တယ်\nဒီကနေ စပြီး သူ့ဘ၀ တလျှောက်\nဘာတွေ ဆက်ဖြစ်မယ် ဆိုတာတော့\nစိတ်ဝင်စားစရာပါပဲ\nဒီဇတ်လမ်းတွဲ ဟာ ၁၀ ပိုင်းရှိပြီး\nIMDb Rating 8.7 ထိ ရရှိထားတာပါ\nဆုတွေ ဆိုရင်လဲ Emmys ဆု ၃ ကြိမ်တိုင်\nရရှိထားပြီး စကားလုံး၀ မပြော စာတမ်းမထိုးတဲ့\nစီးရီးမို့ ဘာသာပြန်ခိုင်းခြင်း သည်းခံပါ :D\n \nSeason 1\nEp01 - Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/primal/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/w1280/pKSpdS6p3885goewwoaGUh4epWk.jpg",
        "title": "Kaalkoot (2023)",
        "description": "Kaalkoot (2023)IMDb-8.4/10Darling ကားထဲက မိန်းမကိုအနိုင်ကျင့်တဲ့ဂျစ်တစ်တစ်ရုပ်နဲ့ မင်းသား\nVijay Varma နဲ့ ကပြားမင်းသမီးလေး Suzanna Mukherjee တို့ ပါဝင်ထားတဲ့ စီးရီးပါရဲအရာရှိတစ်ယောက်ဖြစ်ချင်လွန်းရူးသွပ်ကြလွန်းတဲ့ အိန္ဒိယကားများစွာကြည့်ခဲ့ဖူးကြပါတယ်\nဒီကားကတော့ ရဲအရာရှိမဖြစ်ချင်ပါပဲ ဖြစ်နေရသူတစ်ယောက်ရဲ့ဘဝပါပဲရာဗီဟာ ရဲအရာအလုပ်ကိုစိတ်မဝင်စားလို့ နှုတ်ထွက်စာတင်ပေမဲ့\nနှုတ်ထွက်မရဘဲဆက်တာဝန်ထမ်းနေရသူပါ\nအဲဒီအတောအတွင်းသူပျက်လိုက်တဲ့တစ်ရက်မှာပဲ\nရဲစခန်းမှာလည်းအမှုတွေရှုပ် ၊ မိန်းကလေးတစ်ယောက်\nအက်စစ်နဲ့ပက်ခံရတဲ့အမှုကလည်း မထင်မှတ်ပဲသူကိုင်တွယ်လာရနဲ့\nမပျော်လို့ထွက်ခါမှ ဝန်ပိနေရသူတစ်ယောက် နှုတ်မထွက်ရခင်ကာလအတွင်း\nဘယ်လိုကောင်းကောင်းလုပ်ဆောင်နိုင်သွားမလဲ\nဘယ်လိုအခက်အခဲပေါင်းသောင်းခြောက်ထောင်ကို ကျော်ဖြတ်ရမလဲရှုစားကြည့်ပါဦး(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Saii ~ Zwe ~ Yunni ~ Moon ~ Cherry တို့ပဲဖြစ်ပါတယ်)File Size – 800MB / 720pQuality – 1080p WEB DL / 720pDuration – 32minsTotal Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime | ...",
        "url": "https://channelmyanmar.org/tvshows/kaalkoot-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/auknE4JO3oLXNe2Go8tz6v4DPhY.jpg",
        "title": "King the Land(2023)[Complete]",
        "description": "King the Land(2023)********************အပိုင်း( ၁ မှ ၁၆) ထိ စ/ဆုံးRed sleeves မှာ အကြီးအကျယ် ဒူးနဲ့မျက်ရည်သုတ်ကာ ဝမ်းနည်းပက်လက် ကြေကွဲခဲ့ရတဲ့ ပရိသတ်တွေအတွက်အခုတစ်ခါမှာတော့ မင်းသား Lee Jun Ho ရဲ့ “ King the Land “ အမည်ရတဲ့ ဟာသဇာတ်နှော ရိုမန့်ကားလေးတစ်ကားကိုဒီနေ့ Netflix ကနေ စတင်ပြီးကြည့်ရှုရတော့ဖြစ်ပါတယ် ,,,မင်းသမီးကလည်း Girl Generation က ပြည်သူ့အချစ်တော် Yoona ဖြစ်တဲ့အတွက်...တကယ်ကို Visual မိုက်တဲ့စုံတွဲကို တဝကြီးကြည့်ရတော့မှာမို့ ရင်ခုန်စရာပဲနော်ဒီလို မိမိုက်တဲ့အတွဲရဲ့ဇာတ်လမ်းလေးကတော့\nနာမည်ကြီးဟိုတယ်တစ်ခုဖြစ်တဲ့ King Hotel ပိုင်ရှင်ရဲ့သူဌေးသား ဂူဝန်ဟာဂုဏ်အရှိန်အဝါကြီးပြီး သူများတွေထက်လည်း တမူထူးခြားတဲ့အပြုအမူအကျင့်စရိုက်ရှိတဲ့သူတစ်ယောက်ပါ ..လုပ်ငန်းဆက်ခံသူတစ်ဦးအနေနဲ့ လုပ်ငန်းသဘောတရားသင်ယူဖို့အတွက် King Hotel မှာ အလုပ်သင်တစ်ယောက်အနေနဲ့ အလုပ်ဝင်ခဲ့ပါတယ်..\nတဖက်မှာလည်း ဆာရန်းဟာ သွက်လက်ထက်မြက်တဲ့အပြင် သူ့ကိုထိရင်လည်း ပြန်စွာတတ်ပြီးပျော်ပျော်နေတတ်တဲ့ကောင်မလေးတစ်ယောက်ပါ..\nဟိုတယ်ဝန်ထမ်းဖြစ်ချင်တဲ့အိပ်မက်ရှိတဲ့သူမဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/king-the-land2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/td2imRpNMZBbl3kXU2laYAFdqDL.jpg",
        "title": "The Legend of Anle ( 2023 )",
        "description": "ဒီတစ်ခါမှာတော့ CMက‌နေ ဘာသာပြန်တင်ဆက်တင်‌ဆက်ပေးမယ့်\nဇာတ်လမ်းတွဲလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့\nရန်အန်းလဲ့(တိကျစ်ယွမ်)အဖြစ် အချစ်တော်လေး Dilireba\nအိမ်ရှေ့စံမင်းသားဟန်ယဲ့အဖြစ် ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်\nမင်းသားGong Jun တို့အပြင် Long Ballad ကားနဲ့\nမြန်မာပရိတ်သတ်ရဲ့ကြိုက်နှစ်သက်မှုကိုရထားတဲ့\nLiu Yuning က အမတ် လော့မင်ရှီးအဖြစ်\nပါဝင်အားဖြည့်ထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ လွန်ခဲ့တဲ့ ၁၀နှစ်က တိုင်းပြည်\nသစ္စာဖောက်မှုနဲ့ မှားယွင်းစွပ်စွဲခံခဲ့ရတဲ့ တိမိသားစုရဲ့ မျိုးဆက်\nတိကျစ်ယွမ်ဆိုတဲ့ သတ္တိခဲမလေးက ၁၀ နှစ်အကြာမှာတော့\nပြည်သူတွေရဲ့ အေးချမ်းမှုကို ဖော်ဆောင်ပေးရင်း နန်းတွင်းကို\nချဉ်းကပ်ဖို့ အကြံစည်နဲ့ ရန်အန်းလဲ့အဖြစ် တစ်ဖန်ပေါ်လာခဲ့ပါတယ်တိမိသားစုရဲ့ အပြစ်ကင်းစင်ကြောင်းကို ပြန်လည်ဖော်ထုတ်ဖို့\nအကြံရှိတဲ့သူမနဲ့ ပြည်သူတွေကို အလေးထားတဲ့ အိမ်ရှေ့စံ\nမင်းသား ဟန်ယဲ့တို့ ၁၀ နှစ်အကြာမှာ ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်\nငယ်စဉ်ကတည်းက ဘိုးတော်မင်းကြီးရဲ့အမိန့်နဲ့\nမင်းသားနဲ့ ကျစ်ယွမ်တို့က စေ့စပ်ထားတာပဲဖြစ်ပါတယ်ပြန်လည်ဆုံတွေ့ချိန်မှာတော့ မမှတ်မိခဲ့တဲ့မင်းသားက\nကျစ်ယွမ်ဆိုတဲ့ ကောင်မလေးအပေါ်မှာ သစ္စာရှိနေဆဲဖြစ်နေပြီး\nတိုင်းပြည်အတွက် အောင်မြင်မှု တစ်ခုလုပ်ဆောင်နိုင်ခဲ့တဲ့\nအန်းလဲ့ကတော့ အိမ်ရှေ့စံမိဖုရားနေရာကို\nဆုအဖြစ်တောင်းခံခဲ့ရာမှာတော့ မင်းသားက ငြင်းဆိုခဲ့ပါတယ်...နောက်ပိုင်းတွေမှာ နှစ်ယောက်အတူတူ တိုင်းပြည်အတွက်\nဘယ်လိုတွေ ပူးပေါင်း တိုက်ပွဲဝင်သွားမှာလဲ\nသူတို့နှစ်ယောက်ရဲ့ ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ\nအန်းလဲ့ကရော နောက်ဆုံးမှာ တိမိသားစုအတွက်\nတရားမျှတမှုကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-legend-of-anle-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9lLwds9PExI5sjOpMaGXLZqwti.jpg",
        "title": "Heartstopper Season 1 + 2",
        "description": "Heartstopper Season 1 (2022)IMDb 9.2/10ကျွန်တော့်ချစ်သူ ဘန်က ကျွန်တော်တို့ ပတ်သတ်မှုကို လူသိမခံချင်ဘူးတဲ့\nကျွန်တော်တို့က ချစ်သူတွေဆိုပေမယ့် ကျွန်တော်ဟာ သူတွေ့ချင်တယ်ဆိုမှ\nသူခေါ်တဲ့ နေရာကို သွားတွေ့ရတယ်။ သူ စိတ်ပါမှ ကြင်နာ ယုယ နမ်းရှိုက်ခွင့်ရှိတယ်။\nလူပုံအလယ်မှာဆို သူ ကျွန်တော့်ကို မသိချင်ယောင်ဆောင်တယ်။\nကျွန်တော်လိုချင်တာ လူကြားထဲမှာ ကျွန်တော်နဲ့ စကားပြောတဲ့အခါ လူတွေရဲ့\nအမြင်တွေကို မမှုသူ.... ကြင်နာတတ်သူ ... ကျွန်တော်နဲ့ အမြဲ အတူရှိချင်တဲ့သူပါ။\nကျွန်တော့် တောင်းဆိုချက်တွေက များသွားလား .......ချာလီကျောင်းပထမနေ့မှာ သူ ကျွန်တော့်ဘေးမှာ လာထိုင်တယ်။ အတန်းပေါင်းစုံ အဖွဲ့ဖွဲ့ရတဲ့\nနှစ်တစ်နှစ်ဖြစ်လို့ သူက ကျွန်တော်နဲ့ ရွယ်တူတော့ မဖြစ်နိုင်လောက်ဘူးဗျ။ ‌ဟော မပြောဘူးလား သူက ကျွန်တော့်ထက် အတန်း တစ်နှစ်ငယ်တဲ့ ၁၀ တန်း\nကျောင်းသားလေး။ ဘာရယ်တော့မဟုတ် သူနဲ့ တွေ့ရင် စကားဖောင်တွေ ဖွဲ့နေမိပါတယ်။\nအပြေးသန်တဲ့ ဒီကောင်လေးကို ကျွန်တော်တို့ ရတ္ဂ်ဘီဘောလုံးအသင်းမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/heartstopper-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/The-Rain-in-España-133x200.jpg",
        "title": "The Rain in España (2023)",
        "description": "The Rain in España (2023)ခုတခါတင်ဆက်ပေးချင်တာကတော့ အက်စပန်နာမြိုက မိုးရေကြားထဲလို\nအမည်ရတဲ့ ဖိလစ်ပိုင် လူငယ်အချစ်စီးရီးလေးပဲဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်း\nအဖေရော အမေရောက ကုမ္ပဏီပိုင်ရှင်တဦးဖြစ်ပြီး\nကိုယ်ကိုတိုင်ကလဲ ဗိသုကာပညာရှင်မလေးဖြစ်တဲ့\nလူနာဟာ တနေ့ကုမ္ပဏီအစည်းအဝေးမှာ\nသူမကြားချင်တဲ့ သတင်းတခုကြားသိလိုက်ရပါတယ်သတင်းကတော့ ကျောင်းတုန်းက သူရဲ့ချစ်လှစွာသော\nခရက်ရှ်ကြီးက သူ့ကုမ္ပဏီမှာ ရှေ့နေလာလုပ်မှာကြောင့်ပါပဲ...\nသူ့အဖေနဲ့အမေကိုခါးခါးသီးသီး အလုပ်မခန့်ဖို တောင်းဆိုခဲ့ပေမဲ့\nလက်မခံတဲ့အခါ ဘယ်လိုဘယ်ပုံဆက်ပြီးစခန်းဆက်သွားကြမလဲ...သူမနဲ့သူမရဲ့ခရက်ရှ်ကြားဘယ်လိုတင်းမာမှုတွေရှိလဲဆိုတာကို\nဇာတ်ကြောင်းပြန် တက္ကသိုလ်ကျောင်းသားဘဝအဖြစ်\nတပိုင်းပြီးတပိုင်း တင်ဆက်သွားမှာဖြစ်ပြီး\nဆယ်ကျော်သက်အရွယ် အချစ်ရဲ့ဆွတ်ပျံ့ကြည်နူး\nရင်ခုန်မှုတွေကို ဖိလစ်ပိုင်သူအချောလေးတွေနဲ့\nမျက်စိပဒေသာဖြစ်အောင် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်File Size – 1GB / 500MBQuality – 1080p WEB DL / 720pDuration – 50minsTotal Episodes: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ComedyTranslator – MomentEncoder – YK\n720p\nEpisode 1 -Yoteshin / Userdrive / Megaup / Meganz / ...",
        "url": "https://channelmyanmar.org/tvshows/the-rain-in-espana-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ERr09UrnVm0hdXBeefNVtQMxI.jpg",
        "title": "Woman in a Veil (2023)",
        "description": "Woman in a Veil(2023)*********************အပိုင်း ( ၁ မှ ၁၀၃ ) စ / ဆုံးWoman in a veil drama က ဒါရိုက်တာ Shin Chung Seok နဲ့ ဇာတ်ညွှန်းရေးဆရာLee Jung Dae တို့ရဲ့ 2020က ထွက်ရှိခဲ့တဲ့ Man in a veil drama ပြီးနောက် ဒုတိယ project ပဲဖြစ်ပါတယ်။ဒီတစ်ခေါက်မှာလည်း plot ကောင်းကောင်းနဲ့ ကြည့်ရှုသူ‌တွေ လောင်ရဖို့အတွက် ဒီနှစ်ဦးက အထူးပူးပေါင်းဆောင်ရွက်ထားပါတယ်တဲ့။ဂယော်အူးလ်ဆိုတဲ့ အမျိုးသမီးက သူ့ရဲ့ ယောက်ျားဖြစ်သူနဲ့ သူငယ်ချင်းဖြစ်သူအယ်ရာတို့ ဖောက်ပြန်နေကြတာကို မျက်မြင်တွေ့လိုက်ရပြီးနောက် ရှော့ရသွားပြီးအမြင်အာရုံဆုံးရှုံးခဲ့တဲ့အပြင် lock-in syndrome လို့ခေါ်တဲ့ မလှုပ်ရှားနိုင် စကားမပြောနိုင်ဘဲမျက်လုံးလှုပ်ရှားမှုနဲ့သာ ဆက်သွယ်နိုင်တဲ့ ဒုက္ခိတတစ်ဦးဖြစ်သွားခဲ့ပါတယ်။ထို့နောက် ဂယော်အူးလ်က အစစအရာရာမှာ ပြီးပြည့်စုံနေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/woman-in-a-veil2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mPiDMJC5vCz1xYR3qX7zzBxLRcC.jpg",
        "title": "Cruel Summer (2023) Season 02 Complete",
        "description": "Cruel Summer (2023) Season 02 ~ IMDb - 7.4/10, Rotten Tomatoes - 82% ~ Season 2 ကတော့ ပထမ Season နဲ့ ဇာတ်လမ်းက ဘာမှမဆိုင်ပါဘူး။ Season 1 မကြည့်ထားလည်း ဖြတ်ကြည့်လို့ရပါတယ်။ ဒါပေမဲ့ ဆင်တာတွေ တော်တော်များများတွေ့ရမှာပါ။ အဲဒီတော့ ပုံစံတူတူကြီး ပျင်းစရာကြီးလို့မထင်လိုက်ပါနဲ့။ ပိုပြီး စိတ်ဝင်စားစရာကောင်းသလို၊ ပိုပြီးလည်း ရှုပ်လာတယ်လို့ ပြောရပါလိမ့်မယ်။ ပထမ Season အတိုင်းပဲ ရက်စွဲသုံးခုကို တစ်ပြိုင်တည်းပြထားပါတယ်။ အဲဒီတော့ ဇာတ်လမ်းအစမှာ ဒိတ်လေးတွေကို ကြည့်ဖို့ မမေ့ပါနဲ့ဦး။ စလာကတည်းက ဇာတ်ရှိန်ကောင်းကောင်းနဲ့လာပြီး လုံးဝဇာတ်ရှိန်မကျအောင် ထိန်းသွားနိုင်ပါတယ်။ ပထမ Season ကို အကြိုက်တွေ့တဲ့သူတွေတော့ ဇာတ်လမ်းက မဆက်စပ်ပေမဲ့ လုံးဝမကြည့်မဖြစ် ကြည့်သင့်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုတော့ အစအဆုံး ကိုယ့်ဘာသာပဲ ခံစားပြီး ကြည့်နိုင်အောင် ...",
        "url": "https://channelmyanmar.org/tvshows/cruel-summer-2023-s-02/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gQ0cbdm0aMiliZIyoAnEqBR5eqE.jpg",
        "title": "Eli Roth Presents: A Ghost Ruined My Life (2021) Season 01",
        "description": "Eli Roth Presents: A Ghost Ruined My Life (2021) Season 01 အခုတစ်​ခေါက်မိတ်ဆက်​ပေးမှာက​တော့ ပရ​လောကနဲ့ အမှတ်မထင်ပတ်သက်မိရာက ပြန်လည်လွတ်​မြောက်လာသူ​တွေရဲ့ ဖြစ်ရပ်မှန်အ​တွေ့အကြုံ​တွေကို မှတ်တမ်းတင်ရိုက်ကူးတင်ဆက်ထားတဲ့ မှတ်တမ်းစီးရီး​ကောင်း​ A Ghost Ruined My Life ပဲဖြစ်ပါတယ်။ ~ စီးရီးအညွှန်း ~ လူ​တော်​​တော်များများက ပရ​လောကကို မရှိဘူးလို့ ယုံကြည်ထားတဲ့​ခေတ်ကြီးမှာ ပရ​လောကရဲ့ဒဏ်ကိုခံလိုက်ရ​ပေမဲ့ မိမိ​ပြောတာ​တွေကို နား​ထောင်​ပေးမယ့်မရှိတဲ့သူ​တွေအတွက် ဒီ အီလိုင်း​​ရော့ဆိုတဲ့ ပရိုဂျူဆာက ဒီ မှတ်တမ်းစီးရီးကို ရိုက်ကူးခဲ့တာပါ။ တကယ်​တော့ ဒီစီးရီးထဲမှာ ပါဝင်တဲ့လူ​အများစုကလည်း ပရ​လောကဖြစ်တည်မှုကို မယုံကြည်ကြ​ပေမဲ့ တကယ်ကြုံ​တွေ့ပြီး လွတ်​မြောက်​အောင်လုပ်လာခဲ့တဲ့သူ​တွေဖြစ်ပါတယ်။ ဒီစီးရီးထဲမှာဆို သူတို့​တွေ ပရလောကနဲ့ ဘယ်လိုဆက်နွယ်မိတာလဲ... သူတို့လူမှု​ရေး စီးပွား​​ရေး​တွေမှာ ဘယ်​လောက်ထိနစ်နာခဲ့ရလဲ... ဘယ်လို​တွေ ​​ကျော်ဖြတ်ခဲ့ရလဲ... ဒီလိုလွတ်​မြောက်ပြီး​နောက်​ရော သူတို့ဘဝဘယ်လို​တွေပြန်လည်တည်​​ဆောက်ရလဲ... ဆိုတာကို တစ်ပိုင်းဆိုတစ်ပိုင်း ပညာသားပါပါ မှတ်သားစရာ​တွေအပြည့်နဲ့ ရိုက်ကူးထားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/eli-roth-presents-a-ghost-ruined-my-life-2021-s-01/"
    }
]