[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qVtXjxUziCfBdFVOoTbZM5MhndP.jpg",
        "title": "A Love So Beautiful (2017)",
        "description": "A Love so Beautiful (2017)အချစ်ဆိုတာ ငယ်ရွယ်တဲ့အချိန်မှာ ပိုပြီး လှပပါသတဲ့။လူတိုင်းမှာ ကျောင်းသားကျောင်းသူဘဝတုန်းက\nတစ်ဖက်သတ် ကြိတ်ကြွေခဲ့ရတဲ့သူတွေ ရှိဖူးကြပါတယ်။\nတချို့လည်း ကိုယ် ကြိတ်ကြွေခဲ့ရတဲ့သူနဲ့\nရွှေလက်တွဲနိုင်ခဲ့တဲ့သူတွေလည်း ရှိတာပေါ့ဗျာ။\nဒီဇာတ်လမ်းလေးကလည်း ငယ်ရွယ်တဲ့ ကောင်မလေးတစ်ယောက်ရဲ့\nတစ်ဖက်သတ်အချစ်ကို အနူးညံ့ဆုံး၊ အလှပဆုံး ရိုက်ပြထားတဲ့ ဇာတ်လမ်းတွဲလေးပါ။ချန်းရှောင်ရှီ လို့ ခေါ်တဲ့ ကောင်မလေးက ဘေးက အိမ်နီးချင်း\nသူငယ်ချင်းကောင်လေး ကျန်းချန် ကို\nငယ်ငယ်လေးကတည်းက တစ်ဖက်သတ် ကြိတ်ကြွေနေခဲ့တာပါ။\nဒါကို ကျန်းချန်သိအောင်တစ်မျို မသိအောင်တစ်မျိုး ဖော်ပြပေမယ့်\nမာနခဲလေး ကျန်းချန်ကတော့ ရှောင်ရှီကို လျစ်လျူပြုထားပါတယ်။\nတကယ်ရော လျစ်လျူပြုထားတာ ဟုတ်ရဲ့လားဆိုတာတော့\nဇာတ်လမ်းထဲမှာ မြင်ရမှာပါ။ဒီနှစ် ဒီဇင်ဘာမှာတော့ ဒီဇာတ်လမ်းကို\nကိုရီးယားက ပြန်လည်အသက်သွင်းမယ် ဆိုပါတယ်။\nဒီဇင်ဘာ ၂၈ ရက်နေ့မှာ စတင်ထုတ်လွှင့်မယ် ဆိုပါတယ်။ဒီတော့ ဒီဇာတ်လမ်းလေးကို ကြည့်ရင်း\nဇာတ်လမ်းကို ကြည့်ဖူးတဲ့လူတွေက ပြန်နွှေးကြတာပေါ့ဗျာ။\nမကြည့်ရသေးတဲ့သူတွေအတွက်က\nကျောင်းသားဘဝရဲ့ဆွတ်ပျံ့ကြည်နူးစရာလေးတွေကို\nအလွမ်းပြေကြည့်ရင်း ရင်ခုန်ကြပါဦးစို့ဗျာ။၂၄ ပိုင်းရှိပြီး တစ်နေ့ကို တစ်ပိုင်းနှုန်းနဲ့ ပြန်တင်ပေးသွားပါမယ်။File Size - 500 MB\nQuality ...",
        "url": "https://channelmyanmar.org/tvshows/a-love-so-beautiful/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zr6XJUtT61gWhWwjPIraY13SkAE.jpg",
        "title": "The Moon Embracing the Sun ( 2012 ) Completed",
        "description": "ဒီဇာတ်ကားလေးကတော့ အားလုံးသိတဲ့ဇာတ်ကားဟောင်းလေးတစ်ကားပါပဲဒီအချိန်ဒီလိုကာလမှာ နွမ်းနယ်တဲ့စိတ်တွေကိုတစ်ဖက်တစ်လမ်းကဖြေလျော့ပေးမယ့် Old but Gold ကားလေးပေါ့ဒီသမိုင်းဝင်ချစ်ဇာတ်လမ်းလးတစ်ပုဒ်ကို “လရောင်ဖန်ဆင်းနေမင်းကြမ္မာ”“လရောင်လွှမ်းသောအလွမ်းနေ” “လတစ်စင်းရဲ့ချစ်ခြင်းဖွဲ့နေမင်း” စတဲ့နာမည်တွေအမျိုးမျိုး အဖုံဖုံတင်စားခဲ့ကြတယ်နေမင်းကြီးကိုကိုယ်စားပြုတဲ့မင်းကြီးဟာ လမင်းလေးကိုကိုယ်စားပြုတဲ့အတိတ်မေ့နေတဲ့ အချစ်ဦးနတ်ဆရာမလေးတို့ရဲ့လွမ်းမောဖွယ်ချစ်ဇာတ်လမ်းလေးကို ခံစားကြည့်ရှုကြရမှာပါဇာတ်လမ်းကကောင်းဆို IMDb Rating 8 နဲ့ Stand ခဲ့တဲ့ဇာတ်ကားမို့လို့ကြည့်ပြီးသား ပြန်ကြည့်လည်းနောင်တမရှိလောက်ပါဘူးနော်မင်းသား Kim Soo Hyun, Jung II Woo နဲ့ မင်းသမီး Han Ga In တို့ကိုကြည်ကြည်လင်လင်ပြန်ကြည့်ရတာနဲ့တင် တန်မှာပါဇာတ်လမ်းလေးကြည့်ရင်းနောက်နေ့တွေအတွက်အားမွေးကြနော် Quality : WEBRip 720pTotal Episode : 20Subtitle : Myanmar Subtitle ( Hardsub )Sub Credit To SomonlianReview By Nway Oo Ka Joe \nDownload With Zip ( Part 1 )  ...",
        "url": "https://channelmyanmar.org/tvshows/the-moon-embracing-the-sun-2012-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hynFI7MltF1BBvroh3iJplnBZyc.jpg",
        "title": "Redo of Healer (2021)",
        "description": "Redo Of Healer 2021Uncensored Version\n-----------------------------------(Warning *** အသက်၁၈နှစ်မပြည့်သူများနှင့် ကလေးများမကြည့်သင့်ပါ)IMDB Rating 6.2 Myanimelist 6.55ရထားတဲ့ Animation, Action, Adventure typeဖြစ်တဲ့Redo Of Healer 2021ဟာAnime Ongoing စီးရီးတစ်ခုဖြစ်ပြီး Rezeroလို MCကိုပိုးစိုးပက်စက် နိမ်ထားပြီး အတော်လေး hardcoreဖြစ်တဲ့စီးရီးတစ်ခုပါ.....ဇာတ်အိမ်ကိုလဲ အပိုင်း၁မှာတင် အတော်လေးကြမ်းအောင် တင်ဆက်ထားပြီး Mcလို့ယူဆရတဲ့ Keyaruဟာမှော်စွမ်းအင်တွေ ဓားစွမ်းရည်တွေရှိတဲ့ သူရဲကောင်းတွေထဲမှာကုသရေးစွမ်းအားသာရှိတဲ့ Healerအဖြစ် ပါဝင်ထားပါတယ်....ဇာတ်လမ်းအကျဉ်းကတော့ Keyaruဟာ နေ့တိုင်းမကောင်းဆိုးဝါးဘုရင်နဲ့ တိုက်ခိုက်နေရပုံကို အိမ်မက်မက်နေပြီးတနေ့တောထဲမှာ သစ်သီးခူးရင်း အသံတစ်ခုရာ စေရာကိုလိုက်ရာကနေနတ်သမီးတပါးနဲ့ဆုံကာ အရာအားလုံးကို မြင်နို်ငတဲ့ စွမ်းအင်ကိုရခဲ့ပါတယ်....အဲ့ဒီမှာဇာတ်လမ်းက စတာပါပဲ......သူမြင်သမျှ အိမ်မက်ထဲက အရာတွေကသူ့ရဲ့ပထမဘဝက သူ့ဘဝစုတ်ပြတ်ခဲ့တာတွေ နာကျင်စရာတွေ ရွံစရာတွေစော်ကားခံရမှုတွေဖြစ်နေလို့ပါ....အဲ့ဒီမှာတင်ပဲ Keyaruဟာ သူ့ရဲ့ပထမဘဝကသူ့ကို ဒုက္ခပေးသမျှတွေကို ပြန်လည်လက်စားချေဖို့ ပြင်ဆင်လာခဲ့ပါတော့တယ်......အတော်လေးကို ပေါက်နေပြီး ဇာတ်လမ်းကလဲ ကောင်းတာကြောင့်Uncencored versionကို ...",
        "url": "https://channelmyanmar.org/tvshows/redo-of-healer-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/s87JyAWtRLLlmsYWXTED1l8henB-133x200.jpg",
        "title": "Love Alarm (2019) {Complete}",
        "description": "ကိုရီးယားကား၊ အခ်စ္ကားႀကိဳက္သူေတြအတြက္\nnetflix ရဲ႕ Love Alarm ဇာတ္လမ္းတြဲ\n...\nတကယ္လို႔ ကိုယ့္ေဘးနားက လူေတြ ကိုယ့္ကို ႀကိဳက္ေနတယ္၊ မႀကိဳက္ေနဘူးဆိုတာ\nအခ်က္ေပးတဲ႔ mobile app တစ္ခုရွိေနမယ္ဆိုရင္ ဘယ္လိုေနမလဲ။\nဥပမာ ေက် ာင္းသြားတယ္။\nအတန္းထဲလည္းေရာက္ေရာ ကိုယ့္ကို ႀကိတ္ခိုက္ေနသူ ဘ\nယ္ႏွစ္ေယာက္ရွိလဲ၊ ကိုယ္ကေရာ ဘယ္သူ႔ကို ႀကိတ္ခိုက္ေနသလဲဆိုတာ\nပုန္းကြယ္ထားမႈမရွိဘဲ ဖုန္းမွာ လာေပၚေနမယ္ဆိုရင္ ဘယ္လိုလုပ္မလဲ။\nဘယ္လိုမ်ိဳးေကာင္းကြက္ေတြ ရွိၿပီး ဆိုးကြက္ေတြရွိလာႏိုင္မလဲ။\nဒီ Love Alarm ဇာတ္လမ္းတြဲထဲမွာ ဒီ Love Alarm app ေၾကာင့္\nျဖစ္ေပၚလာတဲ႔ ေကာင္းကြက္ေတြ၊ ဆိုးကြက္ေတြကို ျမင္ရမွာျဖစ္ပါတယ္။\nအညႊန္းကို DatShin Page မွ ကူးယူေဖာ္ျပပါသည္။\nဇတ္လမ္းတြဲေလးကို ဘာသာျပန္ေပးထားသူေတြကေတာ့\nHay Thar Oo ႏွင့္ Htet Nandar Aung တို႔ပဲ ျဖစ္ပါတယ္\n \nDownload List\n==========\nSeason 1 - CM VIP Links\nEP 01 - ...",
        "url": "https://channelmyanmar.org/tvshows/love-alarm-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/RgVDg_4f-160x200.jpg",
        "title": "The Blue Ocean Diamond (2020)",
        "description": "[Unicode]မျက်ဝန်းပင်လယ်ပြာစိန်Casts\nလိဆာ အဖြစ် Esther Supreeleela\nဖရုန်ဖွန်(မ်) အဖြစ် Son Yuke\nဂျိတ်ဖ် အဖြစ် Kang Korn Sirisorn\nလာဖင် အဖြစ် Ak Akaratဇာတ်လမ်းအကျဉ်းကျောက်မျက်လုပ်ငန်းပိုင်သူ ဖခင်ဖြစ်သူ ရုတ်ရတ်ကို ကူညီနိုင်ဖို့ နိုင်ငံခြားမှာ လက်ဝတ်ရတနာဒီဇိုင်းသင်ကြားနေခဲ့တဲ့ လိဆာက ဖခင် ဆေးရုံတက်လိုက်ရတဲ့သတင်းကြောင့် ချစ်သူဖြစ်သူ ဂျိတ်ဖ်နဲ့ ဘန်ကောက်ကို အမြန်ပြန်လာခဲ့ရပါတယ်လိဆာ သိလိုက်တာက ကုမ္ပဏီမှာ အကြွေးတွေဝိုင်းနေခဲ့ပြီး အကြွေးရှင်ဆီဆပ်နိုင်ဖို့ သူ့ဟိုတယ်မှာ ဖခင်ပိုင်တဲ့ စိန်တွေကို လေလံတင်ရတော့မယ့် အခြေအနေရောက်နေခဲ့တာကိုပါခွန်ရုတ်ရတ်ရဲ့ စိန်တွေထဲမှာမှ ပျောက်ဆုံးနေတဲ့ရှမ်းကြီးလူမျိုးစုရဲ့ စိန်ပြာကြီးပါ ပါဝင်နေခဲ့တယ်မျက်ဝန်းပင်လယ်ပြာစိန်သတင်းကြောင့် လေလံပွဲကို တက်ရောက်ချင်သူတွေများပြားနေခဲ့တယ်ခွန်ရုတ်ရတ်အနေနဲ့ အကြွေးရှင်ဖြစ်သူက စိန်ပြာကို ခိုးယူချင်နေတယ်လို့ သံသယဝင်တာမို့ ရဲဝန်ထမ်းဟောင်းဖြစ်သူ ဖရုမ်ဖွန်(မ်)ရဲ့ လုံခြုံရေးကုမ္ပဏီကို ငှားရမ်းခဲ့တယ်လုံခြုံရေးတင်းကြပ်ထားတဲ့ကြားက စိန်ပြာကြီး ပျောက်ဆုံးသွားချိန်မှာတော့ ပွဲတက်သူတွေထဲက သံသယရှိသူတွေကို စုံစမ်းစစ်ဆေးရပါတော့တယ်ရှမ်းကြီးလူမျိုးစုပဲ ပိုင်ဆိုင်နိုင်တဲ့\nစိန်ပြာကြီးက ဘယ်လိုလုပ် ခွန်ရုတ်ရတ်ဆီရောက်နေခဲ့တာလဲတကယ်ပဲ ပြောကြသလို စိန်ပြာကြီးကရော ...",
        "url": "https://channelmyanmar.org/tvshows/the-blue-ocean-diamond-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/LUCA-The_Beginning-CP01-140x200.jpg",
        "title": "L.U.C.A.: The Beginning (2021)",
        "description": "L.U.C.A.: The Beginning (2021)*******************************အပိုင်းသစ် (၁၂) ဇတ်သိမ်းပိုင်း + Complete ZipJi Oh ဆိုတဲ့အမျိုးသားက သူ့ခံစားချက်တွေကို သူများတွေဆီထုတ်ပြခဲတဲ့လူတစ်ယောက်ပါ။သူ့မှာထူးခြားတဲ့စွမ်းအားနဲ့ လျှို့ဝှက်ချက်တစ်ခုရှိပေမဲ့သူ့ကိုယ်သူဘယ်သူလဲဆိုတာကို သူကိုယ်တိုင်တောင်မသိပါဘူးသူ့ပတ်ဝန်းကျင်က မေးခွန်းပေါင်းများစွာကိုအဖြေရှာဖို့ကြိုးစားရင်းပဟေဠိဆန်သောလူတွေရဲ့ လိုက်လံဖမ်းဆီးခြင်းကိုခံရပါတော့တယ် Gu Reumဆိုတဲ့ အမျိုးသမီးကတော့ သူလုပ်မယ်လို့ဆုံးဖြတ်ထားတဲ့အရာတစ်ခုကိုပြီးဆုံးသည်အထိလုပ်ဆောင်တတ်သူပါ။ ငယ်စဉ်ကတည်းက မိဘနှစ်ပါးကပျောက်ဆုံးသွားခဲ့ရပြီးသူကြီးလာတော့ စုံထောက်ဖြစ်တဲ့အခါ မိဘနှစ်ပါးရဲ့ပျောက်ဆုံးမှုနောက်ကွယ်က အမှန်တရားကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။ စုံထောက် Gu Ruemတစ်ယောက် ထူးခြားတဲ့စွမ်းအားပိုင်ရှင် Ji Ohနဲ့တွေ့တဲ့အခါမှာတော့သူမဘဝကစတင်ပြောင်းလဲပါတော့တယ်...LUCA ဆိုတဲ့ဇာတ်လမ်းတွဲမှာတော့ မင်းသားJi Ohအနေနဲ့ Kim Rae-Wonက ပါဝင်သရုပ်ဆောင်ထားပြီးစုံထောက်မလေးGu Ruemနေရာမှာတော့ မင်းသမီး Lee Da-Heeက ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်လို့အမိုက်စားဇာတ်ကွက်တွေကို လက်မလွှတ်တမ်းရှုစားကြပါဦး။ Quality – 720p\nDuration – 1hr (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre :  Drama, Mystery\nTranslator – Ei ...",
        "url": "https://channelmyanmar.org/tvshows/l-u-c-a-the-beginning-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/223256xrq33frrg9q9lsqo-133x200.jpg",
        "title": "She Would Never Know (2021)",
        "description": "She would never know (2021)မမတစ်ယောက်ကို ချစ်ဖူးကြပါသလား?\nမမတွေ ဘယ်လို လက်ပေါက်ကပ်တယ်ဆိုတာ မမရဲ့မောင်လေးဖြစ်ဖူးရင် သိကြမှာပါ။များသောအားဖြင့် မမတွေက စည်းကမ်းကြီးတယ်၊ စတိုင်မိတယ်၊ အလုပ်လုပ်ရင် တိကျတတ်ကြပါတယ်။\nမမတွေကလည်း မောင်လေးတွေဆိုရင် သိပ်အထင်မကြီးတတ်ကြပါဘူး။ဒီဇာတ်လမ်းကတော့ မမတစ်ယောက်ကို ချစ်မိတဲ့ မောင်လေးတစ်ယောက်ရဲ့ မနဲ့မောင် ဇာတ်လမ်းပါ။မမက အလှကုန် ကုမ္ပဏီက စီနီယာ ဖြစ်ပြီးတော့\nမောင်လေးက ဂျူနီယာ မောင်လေးပါ။\nကိုကြီးကို ကြိုက်နေတဲ့ မမ နဲ့ မမကို ကြိုက်နေတဲ့ မောင်လေးရဲ့ ဇာတ်လမ်းကို ချစ်ခြင်းရင်ခုန်စွာဖြင့် စောင့်ကြည့်ကြရဦးမှာပါ။ဇန်နဝါရီ ၁၈ ရက်နေ့ကနေ စတင်ပြီးတော့ အပတ်စဉ် တနင်္လာနေ့ နဲ့ အင်္ဂါနေ့တိုင်း ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်ဘာသာပြန်တွေကတော့ Lwin Lwin Aung, Shwe Pyae, Amelia, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။ File size… 500MB\nQuality…. 720p\nFormat…mp4\nDuration…. ...",
        "url": "https://channelmyanmar.org/tvshows/she-would-never-know-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wOT4t4tqc9PRO0cbhdTRMZtvp4.jpg",
        "title": "The Gifted: Graduation (2020)",
        "description": "The Gifted Graduation(2020)\n*********************************************************၂၀၁၈ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ The Gifted ဇာတ်လမ်းတွဲရဲ့ အဆက်ပဲ ဖြစ်ပါတယ်။ပြီးခဲတဲ့ The Gifted မှာတော့ ရိထာဝိထယာခွန်ကျောင်းရဲ့ ထူးချွန်အခန်းကို\nကောကဟာလသတင်းများကြောင့် ပိတ်သိမ်းထားခဲ့ပါတယ်။သို့ပေမဲ့ ပညာသင်နှစ်တစ်ခုမှာတော့\nကျောင်းသားတစ်ယောက်ရဲ့ ထူးချွန်အခန်းကို တက်ရောက်ချင်တဲ့ ပြင်းပြလွန်းတဲ့ ဆန္ဒကြောင့်\nပြန်လည်ဖွင့်လှစ်နိုင်‌အောင် ကြိုးစားခဲ့တဲ့အတွက် ထူးချွန်ခန်းကို ပြန်လည်ဖွင့်လှစ်နိုင်ခဲ့ပါတယ်။တစ်ရက်မှာတော့ ထူးချွန်ကျောင်းသားများ အားလုံးနေမကောင်းဖြစ်သွားကြပါတယ်။\nအကြောင်းရင်းကတော့ ဆရာမတစ်ယောက်က ဗိုင်းရပ်စ်တစ်မျိုးကို ကျောင်းကို ယူလာခဲ့တာကြောင့်ပါပဲ။\nဆရာမက ဗိုင်းရပ်စ်ကို မီးခံသေတ္တာထဲ ထည့်ထားပေမယ့် ခိုးယူခံလိုက်ရတာပါ။ဒါဟာ ကျောင်းသားတွေထဲက သစ္စာဖောက်ကြောင့်ဖြစ်မလား?????\nကျောင်းသားတွေရောပြန်သက်သာလာကြပါ့မလား?????ကျောင်းအုပ်ကြီးရဲ့အတိတ်ကဖြစ်ရပ်တွေက လက်ရှိမှာ ဘယ်လိုအကျိုးသက်ရောက်မှုတွေကို ဖြစ်စေမလဲ?????\nကျောင်းသားတွေကရော ကျောင်းအုပ်ကြီးကိုအမြတ်ဖြုတ်တိုက်ခိုက်နိုင်ပါ့မလားဆိုတာကို\nအရင် ပထမတွဲလိုပဲ တစ်ပိုင်းပြီးတစ်ပိုင်း စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…500MB\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….60 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Ko Ye'\nEncoder .....AugustComplete Zip File VIP  /  Yoteshin[1-7]  /  Yoteshin[8-13]\n Episode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/the-gifted-graduation-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/wandavision-poster-135x200.jpg",
        "title": "WandaVision 2021 Season 1",
        "description": "ကဲ Avengers တွေထဲက Wanda နဲ့ Vision အတွဲလေးရဲ့ စီးရီး လာပါပြီ။\nစီးရီးကိုတော့ sit-com ဟာသ ပုံစံနဲ့ အစပြုထားပါတယ်။\nဝန်ဒါနဲ့ ဗီရှင်တို့ဟာ ပျော်ရွှင်စွာ လက်ထပ်ထားတဲ့ စုံတွဲအဖြစ် တည်ရှိနေကြပါတယ်။\nသူတို့တွေ ဘယ်လိုလက်ထပ်ခဲ့တယ် ဘာမှာရောက်နေတယ်\nဘယ်ကလာတယ်ဆိုတာကို သူတို့ကိုယ်တိုင်တောင် မမှတ်မိတော့ပါဘူး။\nသန်းနို့စ် မသေခင်ကလား သေအပြီးလား ဝန်ဒါ soul stone ထဲမှာ ရောက်နေတာလား\nအခြား အပြိုင်စကြဝဠာလား အခြား reality လား ဆိုတာ မသိနိုင်သေးပါဘူး။\nအပိုင်းအစကတော့ ရယ်စရာတွေ ပျော်စရာတွေနဲ့ပဲ အစပြုထားပါတယ်။\nလျို့ဝှက်ချက်တွေကိုတော့ စောင့်ကြည့်ကြတာပေါ့ဗျာ။\nTranslated by YSDA, HNNK, WL, ACN\nDuration - 20 Minutes\nSize - 400 Mb\n All Episodes Ep1 To Ep9 (ZIP)Yoteshin / Megaup / Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/wandavision-2021-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/kKPom_4f-141x200.jpeg",
        "title": "Wife on Duty (2021)",
        "description": "[Unicode]\" လိုအပ်သောဇနီး \"Castsတိုမွန် အဖြစ် Mai Warit\nတာဝမ်း အဖြစ် Pie Rinradaဇာတ်လမ်းအကျဉ်းတာဝမ်းက အွန်လိုင်းက အိမ်အကူလုပ်ရင်း အိမ်ရဲ့တာဝန်ကို ထမ်းနေရတဲ့ အလုပ်ကြိုးစားတဲ့ မိန်းကလေးတစ်ယောက်ပါတိုမွန်ကတော့ ဇာတ်လမ်းတွဲတွေကြည့်ရတာ စွဲလမ်းနေတဲ့ အမေနဲ့ နေရင်း သူကပါ ဇာတ်လမ်းတွဲတွေ သဘောကျနေတဲ့ ကုမ္ပဏီပိုင်ရှင် တစ်ယောက်ပါတစ်နေ့ တိုမွန် ငယ်စဉ်က မိခင်ဖြစ်သူ ဇာတ်လမ်းတွဲစွဲလမ်းမှုကြောင့် ဘေးအိမ်က သူငယ်ချင်းသမီးနဲ့ စေ့စပ်ပေးထားတာကို သိလာခဲ့ရတယ်စေ့စပ်ထားတဲ့မိန်းကလေးက တာဝမ်း မကြာခဏ အိမ်အကူသွားလုပ်ပေးနေရတဲ့ သူဌေးအိမ်က လက်ကြောမတင်းတဲ့ သူဌေးသမီးဖြစ်နေတဲ့အခါတိုမွန့်ဘက်ကရော စေ့စပ်ထားသူဘက်ကပါ လက်ထပ်ဖို့ ငြင်းဆိုရာမှ တာဝမ်းကို သူဌေးအိမ်က သမီးအဖြစ်ဟန်ဆောင် လက်ထပ်စေခဲ့တော့တယ်ဘယ်သူမှန်းမသိတဲ့ သူတစ်ယောက်ရဲ့ ဇနီးအဖြစ် လိုအပ်လို့ လုပ်ခဲ့ရသူ တာဝမ်း တစ်ယောက် တိုမွန်တို့ အိမ်မှာ ဘယ်လိုနေသွားရမလဲတာဝမ်းအနေနဲ့ ဟန်ဆောင်လက်ထပ်ရင်း တိုမွန့်ကို တကယ်ချစ်မိသွားမလား\nတိုမွန်ကရော ဟန်ဆောင်ထားတာသိရင် ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို\n\"လိုအပ်သောဇနီး\" ဇာတ်လမ်းတွဲမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/wife-on-duty-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/oKIBhzZzDX07SoE2bOLhq2EE8rf-133x200.jpg",
        "title": "Mr. Robot",
        "description": "Bohemian Rhapsody လို့ ဆိုလိုက်ရင် Freddie Mercury အဖြစ်\nအော်စကာ ဆုရအောင် သရုပ်ဆောင် ကောင်းလွန်းတဲ့ မင်းသား Rami Malek ကိုလည်း တန်းပြီးသတိရမိမယ် ထင်ပါတယ်။\nဒီ စီးရီးတွဲမှာလည်း မင်းသား Rami Malek အနေနဲ့ Golden Globe မှာလည်း အဲဒီ ဇာတ်ကောင် အတွက်  Nominee အကြိမ်ကြိမ် ဝင်ခဲ့ပြီး အဓိက သရုပ်ဆောင် အနေနဲ့ ဆုတွေ အများကြီး ရခဲ့ ပါတယ်။\n \nအဲဒီ မင်းသားကို ဟက်ကာ တစ်ယောက်၊ အဲဒါထက်ပိုပြီး တော့ စိတ်ကျ ရောဂါ ခံစားနေရတဲ့\nသူတစ်ယောက်အနေနဲ့ မှုခင်းတွေ ကို လိုက်ဖော်ထုတ်တဲ့ လူစွန့်စား တစ်ဦး အဖြစ် မြင်တွေ့ကြရဦးမှာပါ။\nစိတ်ဝင်စား စရာ ကောင်းတာကြောင့် တစ်ပိုင်း လောက်ကြည့်ရုံနဲ့\nနောက် အပိုင်းတွေကိုပါ ဆက်ကြည့်ချင်စိတ် ပေါ်လာမှာ အသေအချာ ...",
        "url": "https://channelmyanmar.org/tvshows/mr-robot-season-1-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuSlYXjygbI6jeR41Ratm3zdVOl.jpg",
        "title": "Love Scene Number (2021)",
        "description": "Love Scene Number 2021------------------------------------------အသက်အရွယ်ကွာဟမှုကြားက အမျိုးသမီးလေးယောက်ရဲ့\nကွဲပြားတဲ့ စိတ်ခံစားချက်တွေ အမူအကျင့်​တွေ\nချစ်ခြင်းမေတ္တာအပေါ်ခံယူပုံတွေကို\nမတူညီတဲ့ story line နဲ့တင်ဆက်ထားပြီး\nromantic ဆန်ဆန်ကြည့်ရှုရမယ့်\nOngoing kdrama တစ်ခုကို\nတင်ဆက်ပေးချင်ပါတယ်Her private live ထဲမှာ ပါဝင်ခဲ့တဲ့\nမင်းသမီး Kim Bo Ra ကိုမှတ်မိကြသေးတယ်မလား\nဒီဇာတ်ကားမှာတော့ သူဟာကောင်လေးသုံးယောက် တစ်ပြိုင်တည်းတွဲတဲ့\nတက္ကသိုလ်ကျောင်းသူလေးအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်ကျန်သုံးယောက်ကတော့ မင်္ဂလာဆောင်ကနေ\nထွက်ပြေးလာတဲ့ ၂၈ နှစ်အရွယ်မူကြိုဆရာမလေးရယ်\n၃၅ နှစ်အရွယ် တက္ကသိုလ်နည်းပြဆရာမရယ် ပြီး​တော့\nအနှစ် ၂၀ ကျော်ပေါင်းသင်းလာခဲ့တဲ့\nခင်ပွန်းရဲ့ဖောက်ပြန်မှုကို သိလိုက်ရတဲ့\nပရိဘောဂဒီဇိုင်နာတစ်ဦးရယ်ဆိုပြီး\nမတူညီတဲ့ဇာတ်​ကြောင်း​တွေနဲ့ ဇာတ်လမ်း​လေးကို\nဖွဲ့စည်းထားပါတယ်သူတို့ရဲ့ဘဝ​တွေကို ရိုက်ပြထားတာဟာ\nတကယ့်အပြင်​လောကနဲ့​တော်​တော်နီးစပ်ပါတယ်\nဒီလို​တွေဖြစ်လာရင် ဘယ်လို​ဖြေရှင်းကြမလဲ\nဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို ဇာတ်ညွှန်း​ကောင်း​ကောင်းတဲ့ချပြထားတာမို့ မှတ်သားစရာ​လေး​တွေ\nများတာ​တွေ့ရပါတယ်အသက်အရွယ်ကွာဟလာတာနဲ့ အမျှ\nခံယူချက်​တွေကွာခြားသွားတဲ့ အမျိုးသမီးတွေရဲ့\nစိတ်ခံစားတွေကို တစ်မျိုးတစ်ဖုံကြည့်ရှူရမယ့်\nRomance drama ဇာတ်ကား​ကောင်းလေးပဲဲဖြစ်ပါတယ်  Translated by : ThinZar Htet ~ Thet Hnin Hsu~ Jerrica ~ AmeliaEncoded by : YKQuality : 360pFile Size ...",
        "url": "https://channelmyanmar.org/tvshows/love-scene-number-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EzrCBnBdeLAZENNQcYzYq933B.jpg",
        "title": "A Love So Beautiful(2020)",
        "description": "A Love So Beautiful(2020) ဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်းသစ်(၁ မှ ၂၄)ထိ စ/ဆုံးလောကရဲ့ရိုက်ပုတ်မှုတွေကို အသက်ကလေးရလေ နည်းမျိုးစုံနဲ့ခံကြရလေမဟုတ်လား.....လှပတဲ့ကြာပွင့်လေးအဖြစ်ကိုရဖို့ ရွှံနွံကိုရဲရဲရင်ဆိုင်ရတယ်ဆိုပေမဲာ ကျွန်တော်တို့တတွေအားလုံး ငယ်ဘဝလေးကို တမ်းတမိတတ်စမြဲမို့လား..ဟိုးတစ်ချိန်ကျောင်းသားဘဝတုန်းက တစ်စုံတစ်ယောက်ကိုခိုးငေးခဲ့ဖူးတာတွေ ....အချစ်ဝတ္ထုလေးတွေဖတ်ရင်းသိပ်ချစ်စရာကောင်းတဲ့ ချစ်သူတစ်ယောက်ဖန်ဆင်းခဲ့တာတွေ....ပန်းရောင်စက္ကူပေါ်မှာ ရည်းစားစာလေးတွေရေးပြီးသိမ်းထားတာတွေ...ချစ်စဖွယ်စနောက် စိတ်ကောက်ခဲ့တဲ့ သူငယ်ချင်းတွေ.......ယခုစီးရီးလေးက ကျွန်တော်တို့ငယ်ဘဝကို လက်ရှိအထီးကျန်ခြင်းတွေဆီကနေ အကောင်းဆုံးခေါ်ဆောင်နိုင်တဲ့အဆိပ်မဲ့မြှားလေးတစ်စင်းနဲ့တူပါတယ်...ပြီးတော့ တရုတ်စီးရီး \"A Love So Beautiful\"ဆိုတဲ့ ကားလေးကို\nကိုရီးယားဗားရှင်း ပြန်ရိုက်ထားတာပါ...ဆယ်ကျော်သက်ကျောင်းသားအချစ်ဇာတ်လမ်းလေးကိုပုံဖော်ထားတဲ့ဇာတ်ကားလေးဖြစ်လို့ ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်...အပိုင်း (၂၄)ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ်....ကိုင်း ကျွန်တော်တို့ ခဏလောက်တော့ တစ်ချိန်က ကမ္ဘာလေးဆီ ပြန်သွားကြရအောင်...Native Title: 아름다웠던 우리에게Also Known As: To Our Pure Little Beauty , A Love So Beautiful KoreanAired On: Monday, Thursday, SaturdayQuality –WEB-DL  720pDuration – 20Min (@Episode)Subtitle – Myanmar HardsubFormat – ...",
        "url": "https://channelmyanmar.org/tvshows/a-love-so-beautiful2020/"
    },
    {
        "thumbnail": "",
        "title": "The Frog Prince (2021)",
        "description": "The Frog Prince (2021)====================အပိုင်း (၂၆)\nRak Woon Wai Jao Chai Kob (2021)\nLooktarn ဆိုတဲ့ ထက်မြက်တဲ့မိန်းကလေးတစ်ယောက်က သူရဲ့ မွေးရပ်‌မြေဖြစ်တဲ့ Chuen Chiva ကို\nလောကသားကောင်စီးပွားရေးသမားတွေရန်ကနေ ကာကွယ်နိုင်ဖို့ကြိုးစားနေသူတစ်ယောက်ဖြစ်ပါတယ်\nကိုယ့်ကောင်းကျိုးအတွက်ပဲကြည့်တတ်တဲ့စီးပွားရေးသမားတွေကလည်း ဒီရွာလေးမှာ ရင်းနှီးမြုပ်နှံမှုတွေလုပ်ချင်နေကြပါတယ်\nတစ်ဖက်မှာ တည်ငြိမ်လွန်းပြီးသွေးအေးတဲ့ စီးပွားရေးလုပ်ငန်းရှင် Kin က အဲ့ဒီရွာလေးမှာ အထက်တန်းဆန်ဆန်ဇိမ်ခံလို့ရမယ့် ဟိုတယ် တစ်ခု တည်ဆောက်ဖို့လျှို့ဝှက်ကြံစည်နေပါတယ်\nဒါပေမယ့် Kin က မထင်မှတ်ထားတဲ့မတော်တဆမှုကြောင့် မှတ်ဉာဏ်အားလုံးဆုံးရှုံးလိုက်ရပြီး\nသွေးအေးတဲ့သူတစ်ယောက်ကနေ ‌လုံးဝဆန့်ကျင်ဖက်ွေး‌ထွေးကြင်နာတတ်တဲ့သူတစ်ယောက်အသွင်ပြောင်းလဲသွားပါတယ်\nKin မတော်တဆမှုက Looktarn ကြောင့်ဖြစ်တာမို့ သူကKin ကိုပြုစုပေးရင်း\nသူတို့နှစ်ယောက်ချစ်ကြိုက်သွားခဲ့ကာ ပျော်ပျော်ရွှင်ရွှင်နေလာခဲ့ပေမယ့် သူတို့ပျော်ရွှင်မှုကသိပ်မကြာပါဘူး\nKin ကို ပြန်ခေါ်ဖို့အတွက် Kin ရဲ့မိတွေက အဲ့ဒီရွာကိုရောက်လာ‌ခဲ့တဲ့အချိန်မှာ Kin ရဲ့မှတ်ညဏ်တွေအားလုံးပြန်ရောက်လာခဲ့ပြီး\nအဲ့ဒီရွာမှာဖြစ်ပျက်ခဲ့သမျှ Looktarn အပါအဝ်အားလုံးကိုမေ့သွားခဲ့ပါတယ်\nKin ​သူ့ကိုပြန်မှတ်မိလာအောင် Looktarn လုပ်နိုင်ပါ့မလား??\nသွေးအေးပြီး တည်ငြိမ်လွန်းတဲ့ Kin က အရင်လိုပဲမှတ်ဉာဏ်​​ပြန်ရပြီး Looktarn ကိုဆက်ချစ်နိုင်ပါ့မလားဆိုတာ ...",
        "url": "https://channelmyanmar.org/tvshows/the-frog-prince-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cv9gYI0XyLfNJzqJjMEc5lTyxVG.jpg",
        "title": "Lovestruck in the City (2020)",
        "description": "Park Jae-Won (Ji Chang-Wook) ကတော့ ရိုးသားကြိုးစားတဲ့ ဗိသုကာပညာရှင်တစ်ယောက်ပေါ့သူက မြိ့တွင်းလမ်းငယ်လေးတွေကို သဘောကျတတ်ပြီး မတူတဲ့ ထူးဆန်းတဲ့အရာလေးတွေ လိုက်စုဆောင်းနေတတ်သူဖြစ်တဲ့အပြင်သူ့အချစ်တွေကို သိမ်းပိုက်ပြီး ပျောက်ကွယ်သွားတဲ့ မိန်းကလေးတစ်ယောက်ကိုလည်း မမေ့နိုင်သေးတဲ့သူပါတစ်ဖက်မှာလည်း Lee Eun-O (Kim Ji-Won) ကတော့ ဈေးကွက်စီးပွားရေးသမားတစ်ယောက်ဖြစ်ပြီး ဦးတည်ချက်မဲ့ ခရီးလျောက်ထွက်နေတတ်သူ...ဒီလိုနဲ့ ခရီးထွက်ရင်း နှစ်ယောက်သား သွားဆုံတဲ့အခါမှာတော့...ဒီစီးရီးလေးဟာဆိုရင် တစ်ပတ် ၂ ပိုင်း Tuesday, Friday နေ့တွေမှာ ပြသသွားမှာဖြစ်ပါတယ် ။မင်းသား မင်းသမီးကြိုက်လို့ကြည့် ကြည့် အချစ်ဇာတ်လမ်းကြိုက်လို့ ကြည့်ကြည့် အဆင်ပြေမယ့်ကားလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ် ။  Native Title: 도시남녀의 사랑법\nEpisodes: 12\nAired: Dec 22, 2020 - Jan 29, 2021\nAired On: Tuesday, Friday\n...",
        "url": "https://channelmyanmar.org/tvshows/lovestruck-in-the-city-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ozuyMnOO5pekDklyPpUL1Htkuzy.jpg",
        "title": "Mr. Queen(2020)",
        "description": "Mr. Queen(2020)ဇာတ်လမ်းတွဲအညွှန်း**********************************(1-20) အစ-ဆုံး ဇစ်ဖိုင် + Special Episode 01+02အပြင်ပန်းက နူးညံ့သိမ်မွေ့ပြီး ပျော်ပျော်နေတတ်တဲ့ ဂျိုဆွန်း​​ခေတ်မင်း​ကြီး Cheoljong (Kim Jung-Hyun) ဟာရုပ်ပြဘုရင်လိုဖြစ်နေပေမယ့် တကယ်တမ်းကျတော့ သန်မာတဲ့ပုံစံကို ဖုံးကွယ်ထားတဲ့ လျို့ဝှက်ပေါင်းများစွာနဲ့ဘုရင်တစ်ယောက်ဖြစ်ပါတယ်။\nမင်းကြီး Cheoljong ရုပ်ပြဘုရင်သက်သက်ဖြစ်​နေရတဲ့အကြောင်းရင်းကတော့ ဘုရင်မ Sunwon (Bae Jong-Ok)ကြောင့်ဖြစ်ပါတယ်။\nသူမက​နတ်ရွာစံသွားတဲ့ဘုရင် Sunho ရဲ့မိဖုရားတော်ဖြစ်ပြီး တိုင်းပြည်ရဲ့အခွင့်အာဏာတွေကိုကိုင််တွယ်ထားတဲ့သူဖြစ်ပါတယ်။တစ်ရက်မှာ မထင်မှတ်ထားတဲ့မတော်တဆမှုတစ်ခုကြောင့်ဒီဘက်ခေတ်သမ္မတအိမ်ပြာတော်မှာ စားဖိုမှူးလုပ်​နေတဲ့ Jang Bong-Hwan ဆိုတဲ့ကောင်လေးရဲ့ဝိညာဥ်ကဂျိုဆွန်းခေတ်မိဖုရား Kim So-Young (Shin Hye-Sun) ကိုယ်ထဲကိုရောက်သွားခဲ့ပါတယ်။ဒီတော့ယောက်ျားစိတ်ပေါက်နေတဲ့မိဖုရားနဲ့လျှို့ဝှက်ချက်များတဲ့မင်းကြီးတို့ ဘယ်လိုကမောက်ကမတွေဖြစ်ပြီးရယ်ရဦးမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး.....ဘာသာပြန်သူများကတော့Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin Pale တို့ပဲဖြစ်ပါတယ်....Quality – HDTV  720pDuration ...",
        "url": "https://channelmyanmar.org/tvshows/mr-queen2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQGnwhqXwljiZWtnwnemm8iDieY.jpg",
        "title": "The Gifted (2018)",
        "description": "The Gifted Season 1 (2018)\n--------------------------------------------------------------------------------------------------\nရိထာဝိထယာခွန် လို့အမည်ရတဲ့ထိုင်းနိုင်ငံရဲ့ထိပ်တန်းကျောင်းတစ်ကျောင်းမှာ\nလျှို့ဝှက်ချက်တွေနဲ့ပြည့်နေတဲ့ ထူးချွန်အခန်း တစ်ခန်းရှိပါတယ်ပဝါရတ် ‌ဟာဒီကျောင်းရဲ့အမှတ်နဲ့အခန်းခွဲတဲ့စနစ်အရ\nဘိတ်ချေးခန်းမှာသာ စာသင်ရတဲ့ဝေလေလေကျောင်းသားတစ်ယောက်ပေါ့\nသူ့သူငယ်ချင်း နတ်ခ်ကတော့ စာတော်ပြီးသူအားကျရတဲ့သူတစ်ယောက်ပါ\nထူးချွန်အခန်းဝင်ဖို့အတွက် သူငယ်ချင်းဖြစ်သူကဆွဲခေါ်ပေမဲ့သူကတော့ အေးဆေးပါပဲ\nစာမေးပွဲရလဒ်ထွက်ပြီးတဲ့နောက် မမျော်လင့်ပဲ ပဝါရတ်တစ်ယောက် ထူးချွန်အခန်းဝင်သွားပါတယ်\nထူးချွန်အခန်းထဲကကျောင်းသားတွေမှာ မတူညီတဲ့ထူးချွန်မှုစွမ်းရည်အသီးသီးကိုပိုင်ဆိုင်ထားကြပါတယ်\nအဲဒီ့တော့ပဝါရတ်က သူ့မှာစွမ်းရည်ရှိကြောင်း မယုံနိုင်ခဲ့ပါဘူး\nတနေ့သူ့စွမ်းရည်အကြောင်းသိသွားချိန်မှာတော့ .....\nကျောင်းရဲ့ရှုပ်ထွေးလှတဲ့ဇာတ်လမ်းများနဲ့အတူ\nကျောင်းအုပ်ကြီးရဲ့တရားမမျှတတဲ့နည်း‌လမ်းတွေကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာ\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ သဘာဝလွန်ထိုင်းဇာတ်လမ်းတွဲလေးတစ်ခုဖြစ်ပါတယ်Native name-นักเรียนพลังกิฟต์\nGenres ..... Thriller,School, Supernatural,Drama\nCountry .....Thailand\nEpisode ..... 13\nOriginal network ..... Gmmtv, One Hd\nFile size…500MB\nQuality…. 1080p\nFormat…mp4\nDuration…. 45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Ko Ye'\nEncoder ..... AugustEp01 - Yoteshin / Megaup / Datbu / Userdrive / Veryfiles / VIPEp02 - Yoteshin / ...",
        "url": "https://channelmyanmar.org/tvshows/the-gifted-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/b-1-135x200.jpg",
        "title": "The Book of Boba Fett (2021) Season 1",
        "description": "Star Wars ထဲက နာမည်ကြီး ဇာတ်ကောင်တစ်ကောင် ဖြစ်တဲ့ ဘိုဘာ ဖက်ထ်ရဲ့ အကြောင်းကို ရိုက်ကူးထားတဲ့ စီးရီးအသစ်ဖြစ်ပါတယ်။ ဘိုဘာဖက်ထ်ကတော့ နာမည်ကြီး ကြေးစားမုဆိုးပါပဲ။ မန်ဒါလိုရီးရန်းလည်း ဖြစ်ပါတယ်။ မန်ဒါလိုရီးရန်းတွေက ကျည်မတိုးတဲ့ ချပ်ဝတ်တွေ ဝတ်ပြီး လက်နက်မျိုးစုံကို ကျွမ်းကျင်တဲ့ မျိုးနွယ်စုတွေပါပဲ။ ဒီစီးရီးအစမှာတော့ ဘိုဘက်ဖက်ထ်တစ်ယောက် သဲနွံထဲကနေ ပြန်တက်လာပြီး ဂျက်ဘာ သယ် ဟက်ထ်ရဲ့ နေရာကိုယူလိုက်တဲ့ ဇာတ်ကြောင်းကနေ စတာဖြစ်ပါတယ်။ မန်ဒါလိုရီးရန်းစီးရီးရဲ့ Timeline နဲ့လည်းအတူတူပဲမို့ နောက်ပိုင်းမှာ crossover တွေ မြင်ရဦးမှာပါပဲ။ စုစုပေါင်း ၇ ပိုင်းရှိပြီး တစ်ပတ်ကို တစ်ပိုင်းနှုန်းနဲ့ ထွက်မှာဖြစ်ပါတယ်။ Translated and Encoded by Mr. Anderson\nDuration...40 Min\nTotal...7 Episodes (weekly)\nGenre...Scifi, Fantasy, Action, Adventure\nZIP  Yoteshin / VIP ...",
        "url": "https://channelmyanmar.org/tvshows/the-book-of-boba-fett-2021-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5oPht3t2MCkmIskIRKzcOcwH8u.jpg",
        "title": "Royal Secret Agent(2020)",
        "description": "Royal Secret Agent(2020)ဇာတ်လမ်းတွဲအညွှန်း*******************************************အပိုင်းသစ်(၁မှ ၁၆)ထိ စ/ဆုံးL ရယ်၊ ဂင်ချားနားရယ်၊ Itaewon class ထဲက မမရယ်၊မင်ဆောအာလေးရယ်၊ WWWSK ထဲက ဆောင်းယွန်းရယ် ပါဝင်ထားပါတယ်....Character မိတ်ဆက်\n~~~~~~~~~~~~~~~\nSung Yi Gyeom (Kim Myu~~~~~~~~~~~~~စာမေးပွဲမှာ ပထမနေရာရခဲ့ပြီး အုပ်ချုပ်ရေးနှင့် သုတေသနဌာနမှာ အလုပ်လုပ်ပါတယ်။ သူက ဘဝမှာ ရည်မှန်းချက်မရှိသူတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ လောင်းကစားမှုနဲ့ ဖမ်းခံရပြီးတဲ့နောက် လျှို့ဝှက်တော်ဝန်စစ်ဆေးရေးမှုးအဖြစ် ထူးထူးခြားခြား တာဝန်ထမ်းဆောင်ဖို့ အပြစ်ပေးခံရတဲ့တယ်...။သူ့အလုပ်ကတော့ မှုးမတ်၊အထက်အရာရှိတွေရဲ့ တရားမဝင်လုပ်ရပ်တွေနဲ့ အကျင့်ပျက်ခြစားမှုကို တားဆီးဖို့အတွက်ပဲ ဖြစ်ပါတယ်။ဒီအလုပ်သစ်ကို Hong Da In (Kwon Na Ra) နဲ့ Park Chun Sam(Lee Yi Kyung) တို့ အကူအညီဖြင့် စတင်လုပ်ကိုင်ခဲ့တယ်။Hong Da In (Kwon Na ...",
        "url": "https://channelmyanmar.org/tvshows/royal-secret-agent2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQmJt7tVRnojMGi4uKFDO0ako6M.jpg",
        "title": "Hush (2020)",
        "description": "Hush ၂၀၂၀\n•••••••••••••••••••••••••••••••••••\n \nဒီတစ်ခါတော့ ကိုးရီးယားဒရမ်မာတွေကကြားကနေ\n \nတစ်မူကွဲထွက်နေတဲ့ ဇာတ်လမ်းလေးတစ်ခုကို မိတ်ဆက်ပေးချင်ပါတယ်\n \nHush ဆိုတဲ့ ဒီဇာတ်လမ်းတွဲကတော့\n \nသတင်းထောက်တွေရဲ့ နေ့စဉ်ဘဝဖြတ်သန်းမှုတွေ အခက်အခဲတွေနဲ့\n \nကြုံတွေ့ရတဲ့ ပြသနာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့\n \nOffice drama ပါ\n \nဝါရင့်သတင်းထောက်တစ်ယောက်ဖြစ်တဲ့ ဟန်ဂျွန်ဟျော့ဟာ\n \nအစပိုင်းမှာတော့ တရားမျှတမှုတွေကိုဖော်ထုတ်ပေးချင်တဲ့ ရည်ရွယ်ချက်နဲ့ အလုပ်ဝင်ခဲ့သူပါ\n \nကြာလာတော့ စိတ်ကူးနဲ့လက်တွေ့ကြားထဲမှာ လမ်းပျောက်နေတဲ့သူပေါ့\n \nခင်ပွန်းသည်တစ်ယောက်အဖြစ်ရော ဖခင်တစ်ယောက်အဖြစ်ပါ တာဝန်ယူထားရတဲ့သူဟာ\n \nကိုယ်ရေးကိုယ်တာပြသနာတွေနဲ့ လုံးထွေးနေရပါတယ်\n \nလီဂျီဆူကတော့ မှန်တယ်ထင်ရင် ဘာမဆိုပြောတတ် လုပ်တတ်တဲ့သူပါ\n \nသူသတင်းထောက်အဖြစ်အလုပ်ဝင်တော့\n \nဟန်ဂျွန်ဟျော့နဲ့တွေ့ပြီး သတင်းထောက်စစ်စစ်တစ်ယောက်ဖြစ်လာဖို့ ကြိုးစားရင်း\n \nဘယ်လိုတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာ ကြည့်ရှုရမှာပါ\n \nသတင်းထောက်တွေရဲ့ စိတ်ကူးနဲ့လက်တွေ့\n \nကွာဟချက်များပဲ ဖြစ်ပါတယ်\n \nအပတ်စဉ် သောကြာနေ့နဲ့ စနေနေ့တိုင်း\n \nJTBC ကနေ ထုတ်လွင့်ပြသသွားမှာပါ\n  \nReview by ~ Amelia\nTranslated by : Thin Zar Htet ~ Jerrica ~ Thet Hnin Hsu ~ Phue Nge\n~ Amelia ~ Hazel ~ Emily ~ May Tu ...",
        "url": "https://channelmyanmar.org/tvshows/hush-2020/"
    }
]