[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/taa-133x200.jpg",
        "title": "Taaza Khabar (2023)",
        "description": "Taaza Khabar 2023IMDb-8.4/10ဒီတစ်ခါတော့ အိန္ဒိယရဲ့ပထမဆုံး subscriber 10 သန်းရရှိခဲ့တဲ့နာမည်ကြီး youtuber\nBhuvan Bam အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့စီးရီးလေးတင်ဆက်ပေးချင်ပါတယ်\nဒီထဲမှာတော့သူက ဗက်စ်ရာဆိုတဲ့ ကောင်လေးအနေနဲ့သရုပ်ဆောင်ထားပါတယ်\nအိန္ဒိယမှာတော့သူပါတယ်ဆိုတာနဲ့တင် ကြည့်ရှူသူများစွာရခဲ့တဲ့စီးရီးဖြစ်ပါတယ်ဗက်စ်ရာဆိုတဲ့ကောင်လေးဟာ ဆင်းရဲနုံချာလွန်းတဲ့အတွက် အများပိုင်အိမ်သာမှာ\nအစောင့်လုပ်ရသူပါ အရင်တည်းကချမ်းသာချင်လွန်းတဲ့သူဟာ တစ်နေ့အမေကိုသူ့အလုပ်ရှင်က\nနှိပ်စက်နေတာမြင်တော့ ပိုလို့ချမ်းသာကြွယ်ဝချင်လာပါတော့တယ်\nပင်ကိုယ်စိတ်ရင်းကောင်းတဲ့သူဟာ ဘယ်သူကမှအရေးမလုပ်အိမ်သာထဲလဲနေတဲ့အဘွားကြီးကို\nကယ်ဆယ်ရာကနေ သူ့ဘဝကိုပြောင်းလဲပေးတဲ့အစွမ်းတွေရလာပါတော့တယ်\nအရာအားလုံးကို လူတိုင်းထက်နှာတစ်ဖျားသာရစေဆိုတဲ့ဆုပါပဲ\nဒီလိုနဲ့သူဟာရှေ့ဖြစ်လာမယ့်အရာတွေကိုကြိုသိလာခဲ့ပြီး သူ့အပါအဝင်သူ့ဘေးကလူတွေပါ\nချမ်းသာကြွယ်ဝလာပါတော့တယ်\nအားလုံးအဆင်ပြေပြီး တတိုင်းရနေတော့ရော ဘဝကြီးကပြီးပြည့်စုံသွားပါပြီလား\nတစ်သက်လုံးမတွေးဖူးတဲ့အရာတွေကြုံတွေ့ပိုင်ဆိုင်လာရသူဟာ အကောင်းလောကဓံတွေကို\nကြံ့ကြံ့ခံနိုင်ပါရဲ့လား\nဗက်စ်ရာကရော သူပိုင်ဆိုင်လာရတာတွေနဲ့ ပျော်ရွှင်စွာနေသွားကြလေသတည်းဖြစ်ပါ့မလားဆိုတာ\nပရိသတ်ကြီးရှုစားကြည့်ပါအဓိကဇာတ်ဆောင် Bhuvan Bam ဟာ စကားပြောစွမ်းရည်ကောင်းသူလို့နာမည်ကြီးသူဖြစ်ပါတယ်\nComedy Thriller ဖြစ်တဲ့ ဒီကားမှာလည်း သူ့ရဲ့စကားပြောစွမ်းရည်နဲ့\nဟာသလေးတွေထည့်သွင်းထားတာဟာ ကလိထိုးရယ်ရမယ့်ပေါကားစာရင်းထဲတော့ပါမှာမဟုတ်ပါဘူး\nလက်တွေ့ဘဝထင်ဟပ်တဲ့ plot တွေနဲ့ တွေးတွေးပြီးရယ်နေရတဲ့ဟာသကားလေးဟာ တစ်ပိုင်းပြီးတစ်ပိုင်း\nမနားတမ်းကြည့်စေချင်လောက်သည်ထိစွဲရတယ်ဆိုတဲ့ အညွှန်းတွေရထားတာဖြစ်ပါတယ်File Size – 600MB / 300MBQuality – 1080p HS WEB DL / 7200Duration – 30minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat ...",
        "url": "https://channelmyanmar.org/tvshows/taaza-khabar-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGG7RB20pfam3wQj6T256z4uIfp.jpg",
        "title": "Meet Yourself (2022)",
        "description": "❏ သူငယ်ချင်းအရင်းဖြစ်သူ ဆုံးပါးသွားတဲ့အတွက်ကြောင့်တလီမှာရှိတဲ့ ယွင်မောင်ရွာလေးကို စိတ်ပြေလက်ပျောက်တစ်ကိုယ်တည်း ခရီးထွက်လာတဲ့ ရွှဟုန်သုန့် အဖြစ် လျိုယိဖေး❏ မြိုမှာရှိတဲ့ လစာကောင်းကောင်း အလုပ်ကိုစွန့်လွှတ်ကာမွေးရပ်မြေယွင်မောင်ရွာကလေးကို တိုးတတ်ဖိုအရေးကြိုးပန်းနေတဲ့ ရှဲကျစ်းယောင် အဖြစ် လီရှန့်သူငယ်ချင်းအရင်းဖြစ်သူ ဆုံးပါးသွားတဲ့အတွက်ကြောင့်ရွှဟုန်သုန့်(လျိုယိဖေး) တစ်ယောက် သူမရဲ့ ဘဝကြီးရောအလုပ်အကိုင်တွေရောဟာ အောက်ဆုံးအထိ နိမ့်ကျသွားခဲ့ပါတယ်သူမဟာ အဲဒီဝမ်းနည်းမှုတွေကို ဖြေဖျောက်ဖိုအတွက်တလီမှာရှိတဲ့ ယွင်မောင်ရွာလေးဆီကို အနားယူဖိုတစ်ကိုယ်တည်းထွက်လာခဲ့ပါတော့တယ် အဲဒီအချိန်မှာတော့လစာကောင်းတဲ့ လက်ရှိအလုပ်ကိုထွက်ပြီး မွေးရပ်မြေမှာစိုက်ပျိုးတီထွင်မှုတွေပြုလုပ်နေတဲ့ ဒေသခံတစ်ယောက်ဖြစ်သူရှဲကျစ်းယောင် နဲ့တွေ့ဆုံခဲ့ပါတယ် ဒီလိုနဲ့ နေ့စဥ်အတူတူဖြတ်သန်းလာခဲ့စဥ်အတွင်းမှာရှဲကျစ်းယောင် တစ်ယောက် ရွှဟုန်သုန့်ရဲ့ ကြင်နာမှုတွေလေးနက်မှုတွေကို တစ်ဖြည်းဖြည်းနဲ့ ခံစားလာခဲ့ပါတော့တယ်အဲဒီနောက်မှာတော့ သူဟာ ရွှဟုန်သုန့်ရဲ့ ဟိုတယ်နဲ့ ခရီးသွားလာရေးဆိုင်ရာလုပ်ငန်းအတွေ့အကြုံတွေကိုအသုံးချပြီးတော့ ဒေသခံဝန်ထမ်းတွေကိုဝန်ဆောင်မှုဆိုင်ရာ အသိပညာပေးရန်နဲ့ ယွင်မောင်ကျေးရွာလေးရဲ့ ယဉ်ကျေးမှုနဲ့ခရီးသွားလုပ်ငန်း ဖွံဖြိုးတိုးတက်စေရန် ကူညီဆောင်ရွက်ဖို ဖိတ်ခေါ်ကမ်းလှမ်းခဲ့ပါတယ်ဒီလိုနဲ့ နှစ်ယောက်သားဟာ ယွင်မောင်ကျေးရွာလေး တိုးတတ်စေဖိုအတူတူဆောင်ရွက်ခဲ့ကြရင်း ခံစားချက်တွေ ပေါက်ဖွားကာ မေတ္တာမျှခဲ့ကြပါတော့တယ်။ဒီဇာတ်ကားလေးက အချစ်ဇာတ်လမ်းချည်းပဲ အဓိက ဦးစားပေးရိုက်ကူးထားတာတော့မဟုတ်ပါဘူး။မဖွံဖြိုးသေးတဲ့ကျေးရွာတစ်ရွာကို အတူတူ တိုးတတ်အောင်လုပ်ဆောင်ကြပုံတွေအချင်းချင်းရိုင်းပင်းကူညီကြပုံတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/meet-yourself-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UvJd5AQVKc1y6Ivn540obxErwC.jpg",
        "title": "The Lazarus Project (2023)",
        "description": "The Lazarus Project (2023)\n======================\nအချိန်ခရီးသွား အချိန်စက်ကွင်းတစ်နေရာထဲမှာပဲ ပိတ်မိနေတဲ့ logic ကို ကြိုက်ကြတဲ့ သူတွေအတွက်\nIMDb 7 rating ရထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းတွဲကောင်းတစ်ခု ဖြစ်ပါတယ်လူသားတွေ နေထိုင်နေတဲ့ ကမ္ဘာကြီးက ၁၉၆၀ ထဲက အမေရိကန်နဲ့ ရုရှားတို့\nအပြန်အလှန် နယူးကလီးယားတွေနဲ့ ပစ်ခတ်ရင်း ပျက်စီးသွားခဲ့တာ ကြာပါပြီ,..\nဒီလိုကမ္ဘာပျက်ဖြစ်ရပ်တွေကို မအောင်မမြင် မချင်း အချိန်ကို နောက်ပြန်ဆုတ်ပြီး ကယ်တင်နေတဲ့\nလာဇာရက်ပရောဂျက်ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုရှိပါတယ်\nကမ္ဘာ့ကပ်ရောဂါတွေ...ကမ္ဘာစစ်တွေ...ကပ်ဘေးတွေကို မဖြစ်အောင် အချိန်နောက်ပြန်သွားကယ်တင်ကြတဲ့အဖွဲ့ပါ\nသူတို့ကလည်း တကယ့်ကမ္ဘာပျက်ပြီဆိုမှ အသေခံပြီး မအောင်မြင် မချင်းကယ်တင်ကြပါတယ်\nအချိန်နောက်ပြန်ဆုတ်လိုက်တာနဲ့ သူတို့ပါ ချက်ပွိုင့်တစ်ခုက ပြန်အသက်ရှင်နိုးထလာပြီး\nဘာတွေဖြစ်ခဲ့လဲ ဆိုတာကို မှတ်မိနေတဲ့ သန္ဓေပြောင်းလူသားအေးဂျင့်တွေဖြစ်ပါတယ်...\nဒီလာဇာရက်ပရောဂျက်ထဲကို ဂျော့ဆိုတဲ့ သာမန်အညတရ ဆော့ဝဲအင်ဂျင်နီယာလေးတစ်ယောက်က ရောက်လာပြီး\nကမ္ဘာကြီးကို နယူးကလီးယားခြိမ်းခြောက်မှုကနေ ကယ်တင်ရင်း အချိန်စက်ကွင်းကြီးထဲကို ဝင်ရောက်မိတဲ့အခါမှာတော့\nဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်စားစရာစောင့်ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်စဆုံး ၈ ပိုင်း ရှိပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ...",
        "url": "https://channelmyanmar.org/tvshows/the-lazarus-project-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/jhansi-133x200.jpg",
        "title": "Jhansi (2022) S1+S2",
        "description": "တလဲဂူး မင်းသမီးချောလေးတွေ ဖြစ်တဲ့ Anjali, Chandini Chowdhary တို့\nပါဝင်ရိုက်ကူးထားတဲ့ Jhansi စီးရီးလေးအသစ်စက်စက်လေးကတော့\nဘောလိ၀ုဒ်ချစ်သူ ပရိသတ်ကြီးအတွက် ထွက်ရှိလို့လာပါပြီJhansi(ဂျန်စီ) - ကယ်ရာလာမှာနေထိုင်ပြီး အတိတ်မေ့နေတဲ့ ကောင်မလေးတစ်ယောက်\nတစ်နေ့မှာတော့ ဂျန်စီဟာ ဆန်ကိသ် ရဲ့ သမီးဖြစ်သူ မေဟာကို မတော်တဆမှုတစ်ခုမှာ\nမမျှော်လင့်ဘဲ ကယ်တင်ပေးလိုက်နိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဆန်ကိသ်တစ်ယောက်လည်း အတိတ်မေ့နေတဲ့ ဂျန်စီကို ဟိုက်ဒရာဘတ်ထိခေါ်သွားပြီး ဘ၀အသစ် စတင်ခိုင်းခဲ့ပါတယ်\nကြာလာတော့ ဆန်ကိသ်နဲ့ ဂျန်စီတို့ မေတ္တာမျှလာပြီး ချစ်သူတွေ ဖြစ်လာကြတယ်\nဆန်ကိသ်တစ်ယောက် ချစ်သူဖြစ်သူ ဂျန်စီ အတိတ်ကို ပြန်လည် သတိရလာဖို့ ဦးလေး ဖြစ်သူစီမှာ အိပ်မွေ့ချကုထုံးနဲ့ ကုသခိုင်းခဲ့တယ်။\nတစ်နေ့မှာတော့ ကုသမှုခံယူရင်းကနေ ဂျန်စီရဲ့ အမြင်ထဲမှာ သူ့ရဲ့ အတိတ်အကြောင်း တစ်ပိုင်းတစ်စ ပုံပေါ်လာခဲ့တယ်\nဂျန်စီ့ရ​ဲ့ အမြင်အာရုံထဲမှာ သူမကို တိုက်ခိုက်ပြီး နှိပ်စက်ခဲ့တာ ဘယ်သူတွေလဲ ...\nဘယ်နေရာမှာ တိုက်ခိုက်ခံခဲ့ရတာလဲ ...သူတို့နဲ့ ဂျန်စီ့ကြားမှာ ဘာရန်ငြှိုးတွေ ဆက်စပ်မှုတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/jhansi-2022-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uao2naVwpq52O3uQXwJ0dK3TV3w.jpg",
        "title": "[18+] Lovely Ladies Dormitory (2022) Complete",
        "description": "Lovely Ladies Dormitory (2022) Completed Limited Series အပတ်စဉ်တင်ဆက်နေကျ တနင်္ဂနွေဇာတ်လမ်းတွဲလေးတွေရဲ့နေရာမှာအစဉ်အလာမပျက်အသစ်ရောက်လာတဲ့ ဇာတ်လမ်းတွဲသစ်လေးပါ။ ဇာတ်လမ်းရဲ့နာမည်အတိုင်းပဲ Lovely Ladies ဆိုတဲ့အမျိုးသမီးသီးသန့်ဆောင်မှာနေကြတဲ့ မိန်းမလှလေးငါးယောက်ကိုအခြေခံထားပါတယ်။ နယ်ပယ်စုံ အလွှာအသီးသီးကနေလာပြီး ဒီနေရာမှာဆုံစည်းဖြစ်ကြတဲ့ သူတို့အားလုံးမှာ နောက်ခံဇာတ်ကြောင်းကိုယ်စီ၊ အခက်အခဲကိုယ်စီ၊ ဘဝအမောတွေ၊ ရုန်းကန်မှုတွေ ကိုယ်စီရှိပါတယ်။ မိန်းကလေးချင်းဆိုတော့ ချိတ်ချိတ်ချင်းငြိချင်ကြတဲ့ ဉာဉ်လေးတွေ၊ ကွယ်ရာအတင်းတုပ်တာမျိုးတွေ၊ အပြိုင်အဆိုင်လေးတွေကိုဟာသနှောပြီး သူတို့ရဲ့ နေ့စဉ်ဘ၀ ချစ်မှုရေးရာတွေ လိင်မှုကိစ္စအဖြာဖြာတွေကို လွတ်လပ်ပွင့်လင်းစွာတွေ့မြင်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာလဲ ကားရိုက်ကျဲတဲ့မျက်နှာသစ်မင်းသမီးလေးတွေကိုချည်းပဲ မိတ်ဆက်ပေးထားတာဖြစ်တဲ့အတွက် အဆောင်သူလေးတွေရဲ့တကယ့်ကိုမျက်စိပသာဒဖြစ်ချင်စရာ ခရေစေ့တွင်းကျနေ့စဉ်ဘဝကိုတစ်ဝကြီး ရှုစားလိုက်ကြပါဦး... (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ ALS ပဲဖြစ်ပါတယ်။)Size ~ 700MB\nQuality – 1080p\nDuration ~ 45min (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : Drama, Comedy\nSource : Web-dl.1080p\nTranslator – ALS\nEncoder – ...",
        "url": "https://channelmyanmar.org/tvshows/lovely-ladies-dormitory-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/vadhandi-133x200.jpg",
        "title": "Vadhandhi (2022)",
        "description": "Vadhandhi: The Fable of Velonie (2022) CompleteIMDb 8.2/10Don ကားထဲက ကျောင်းဆရာအဖြစ်နဲ့ ပရိတ်သတ်တွေရင်ထဲဝင်ရောက်ခဲ့တဲ့ မင်းသားကြီး S.J. Surya ကို\nဒီကားထဲမှာတော့ ရဲတစ်ယောက်အနေနဲ့ အမှုတွေလိုက်ပြဦးမှာပါ မင်းသမီးချောလေး Sanjana Krishnamoorthy လည်း\nပါဝင်ထားပြီး IMDb rating အမိုက်စားကားဖြစ်လို့ အခုပဲဒေါင်းကြည့်လိုက်ကြပါ‌ရှင်ဇာတ်လမ်းအညွှန်း...\nရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့က ဇာတ်လမ်းအရ လူသေအလောင်းတစ်လောင်းလိုအပ်နေပါတယ်\nမိတ်ကပ်ပြင်ထားတဲ့အလောင်းကိုရိုက်ကွင်းမှာတွေ့လေတော့ ရိုက်ကူးရေးစဖို့ပြင်ဆင်‌ပြီးကာမှ\nဒီအလောင်းနေရာမှာသရုပ်ဆောင်ရမဲ့မင်းသမီးက အိမ်လည်းပြန်မလာသလို\nမိတ်ကပ်ဆရာကလည်းမပြင်ရသေးပါဘူးတဲ့ ဒီတော့ သူတို့တွေ့ခဲ့တဲ့အလောင်းကိုသေချာကြည့်တော့မှ\nမိတ်ကပ်ခြယ်သထားတာမဟုတ်ဘဲ သေဆုံးတာ ၃ရက်‌လောက်ရှိနေတဲ့တကယ့်လူသေအလောင်းကြီးဖြစ်နေပါတယ်အလောင်းကပုပ်ပွပြီး လူရုပ်မပေါ်တာကြောင့် ဘယ်သူဘယ်ဝါမသိနိုင်တော့တဲ့အခြေအနေမှာ\nဘယ်ကစလို့စုံစမ်းရေးတွေလုပ်ကြမလဲ တရားခံက လည်းကြိုတွေးကြည့်လို့မရတဲ့\nတရားခံဖြစ်နေမလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်Quality : 1080p / 720pTotal Episodes : 8EpsFormat : mp4Genres : Mystery, Crime, DramaDuration : 50minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by Shwe Pyae ...",
        "url": "https://channelmyanmar.org/tvshows/vadhandhi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/jKRBB_4f-161x200.jpg",
        "title": "Dong Dok Mai (2022)",
        "description": "ပန်းရိုင်းဥယျာဥ် ၂၀၂၂ဖုန်ဒနိုင် အဖြစ် Push Puttichai\nကိတ် ( ကလျိုကိတ်) အဖြစ် Pinky Savika\nမိုင်(ချစ်စမိုင်) အဖြစ် Pim Pimprapa\nထင်စမွမ် အဖြစ် Benz Punyaporn\nဘို(ဘိုရင်) အဖြစ် Mew Piathaဇာတ်လမ်းအကျဉ်းမိုင်က ပညာသင်ယူနေဆဲ ရှေ့နေ့ပေါက်စလေးဖြစ်ပြီး ဆူပူလွန်းတဲ့ အိမ်ကြောင့် အလုပ်အရမ်းဝင်ချင်ခဲ့ရာက ဖုန်ဒနိုင် အုပ်ချုပ်နေတဲ့ ဘွန်ယာအုပ်စုမှာ အလုပ်ရခဲ့ပါတယ်ဖုန်ဒနိုင်ကတော့ လက်ရှိထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးစီးပွါးရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြီး ဥစ္စာပေါရုပ်ချော ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် တစ်ယောက်ပေါ့ဖုန်ဒနိုင့်မှာ ထင်စမွမ်ဆိုတဲ့ ဇနီးရှိပြီး အရမ်းချစ်ကြပုံပေါက်ပေမဲ့ အတွင်းသတင်းတွေအရ အနေအေးနေကြပြီး ဖုန်ဒနိုင်က အမှုဆောင်ဒါရိုက်တာ ကိတ်နဲ့ ဖောက်ပြန်နေသလို တခြားမယားသစ်လည်းရှိသေးတယ်လို့လည်း ကြားနေရပါတယ်ဖအေတူမအေကွဲညီဖြစ်တဲ့ ဖရတ်ကတော့ ဖုန်ဒနိုင်နဲ့ မတူဘဲ အနေအေးသူတစ်ယောက်ဖြစ်ပြီး ဖုန်ဒနိုင် ကြည့်မရနေတဲ့ သူတစ်ယောက်လည်းဖြစ်တယ်ဖုန်ဒနိုင် နဲ့ ဖရတ်တို့ ရှေ့နေမလေး မိုင်ကို တစ်ပြိုင်တည်း မျက်စိကျချိန်မှာတော့ အမြဲတစေအနိုင်လိုချင်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/dong-dok-mai-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qlb4RfxgPIea5Cw22L9RzH1NWww.jpg",
        "title": "You Are All Surrounded(2014)[Complet]",
        "description": "You Are All Surrounded(2014)****************************အပိုင်း(၁ မှ ၂၀ )ထိ စ/ဆုံး မတူညီတဲ့ကျောထောက်နောက်ခံတွေ၊ မတူညီတဲ့အိမ်မက်တွေ၊ မတူညီတဲ့‌အကျင့်စရိုက်တွေရှိကြတဲ့စုံထောက်အသစ်လေး လေးဦးဟာ ဂန်းနမ်ရဲစခန်းရဲ့ aceဖြစ်တဲ့ မှုခင်းဌာန အဖွဲ့ ၃မှာ တွေ့ဖို့ဖြစ်လာခဲ့ကြပါတယ်။အမှန်တော့ မှုခင်းဌာနအဖွဲ့ ၃ဟာ သူတို့စိတ်ကူးထားတဲ့ လုပ်ငန်းခွင်လေးတော့မဟုတ်ခဲ့ပါဘူး။လစာများများရလို့ လာတဲ့သူ၊ မသေခင် ဂန်းနမ်မှာနေဖူးချင်လို့ လာတဲ့သူ၊ ကိုယ့်ဟာကိုယ်ဘာကြောင့်လာလာပေါ့ ဆိုတဲ့သူနဲ့ အရမ်းကို chaotic ဖြစ်တဲ့အဖွဲ့လေးပါ။ သူတို့အဖွဲ့ရဲ့အဖွဲ့မှူးကတော့ legendary စုံထောက်တစ်ဦးဖြစ်တဲ့ ဆောဖန်းဆော့ (Cha Seung Won)ပဲဖြစ်ပါတယ်။ဆောဖန်းဆော့မသိတဲ့အရာကတော့ လွန်ခဲ့တဲ့ ၁၁နှစ်က သူတာဝန်ယူခဲ့တဲ့ မာဆန်းသူနာပြုဆရာမအသတ်ခံမှုရဲ့နစ်နာသူဖြစ်သူရဲ့သားဟာ သူ့အဖွဲ့ထဲမှာ ရှိနေတယ်ဆိုတာပါပဲ။ အဖွဲ့ ၃ဟာ အစပိုင်းမှာကတောက်ကဆလေးတွေရှိခဲ့ပေမဲ့ ရာဇဝတ်မှုတွေကို teamwork ကောင်းကောင်းနဲ့ အတူတူရင်ဆိုင်ဖြေရှင်းကြပြီးတော့လွန်ခဲ့တဲ့ ၁၁နှစ်က အမှုရဲ့ နောက်ကွယ်က ဖြစ်ရပ်မှန်ကိုပါ ဖော်ထုတ်ကြမှာဖြစ်ပါတယ်။စုံထောက်အသစ်လေးတွေအဖြစ် Lee Seung Gi, Go Ara, ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-all-surrounded2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cmdb1lPi0N6DTjlY6dF7TURG9IJ.jpg",
        "title": "The Boy Next Door (2017)",
        "description": "The Boy Next Door (2017) အညွှန်းဒီတစ်ခါမှာတော့ K-Drama Fan တွေနဲ့မစိမ်းလှတဲ့\nမင်းသားနှစ်ယောက်ဖြစ်တဲ့ Choi Woo Shik နဲ့ Jang Ki Yong တို့ရဲ့\nBL vibe ဆန်ဆန်ရစေမယ့် 2017 ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nComedy, Romance, Youth genre အပိုင်းတိုဒရမ်မာ Collection လေးနဲ့\nတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nအခန်းနံပါတ် ၃၀၁ နဲ့ ၃၀၂ ဘေးချင်းကပ်ရပ်နေကြပြီးတော့\nတစ်ယောက်နဲ့တစ်ယောက်သိပ်ပြီးအစေးမကပ်ကြတဲ့\nကောင်လေးနှစ်ယောက်ဖြစ်တဲ့ ဘတ်ဂယူထယ် (Choi Woo Shik) နဲ့ ဆုန်းဂီဂျယ် (Jang Ki Yong) တို့ဟာ မထင်မှတ်ထားတဲ့\nကိစ္စတစ်ခုကြောင့် တစ်ခန်းထဲအတူတူနေဖို့ဖြစ်လာပါတော့တယ်။\nသူတို့နှစ်ယောက်လုံးနဲ့ရင်းနှီးတဲ့ ဂင်မီနာဆိုတဲ့မိန်းကလေး\nတစ်ယောက်ကလည်းရှိနေပါသေးတယ်။ အတူတူနေကြပြီးတဲ့နောက်\nရင်းနှီးပြီးသံယောဇဉ်ဖြစ်လာကြတဲ့ သူတို့နှစ်ယောက်ကြားက ရယ်စရာ ၊ တလွဲအဖြစ်အပျက်လေးတွေက\nမီနာ့ကို သူတို့နှစ်ယောက်ကိုကြိုက်နေကြတယ်လို့အထင်မှားစေလာတဲ့အခါ .. ။\nတဖြည်းဖြည်းနဲ့မီနာတင်မဟုတ်ဘဲ အခန်းပိုင်ရှင် ၊ သူငယ်ချင်း‌တွေနဲ့\nဘေးပတ်ဝန်းကျင်ကအိမ်နီးချင်း‌တွေအထိပါ အထင်မှားစေလာတဲ့အခါ .. ။\nတစ်ခန်းတည်းမှာ အတူတူနေရင်း ...",
        "url": "https://channelmyanmar.org/tvshows/the-boy-next-door-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/echoes-141x200.jpg",
        "title": "Echoes (2022)",
        "description": "Echoes (2022)\n===========\nIMDb Rating - 5.9/10\"တကယ်ပျောက်နေတာ ဘယ်သူလဲ\"\n\"သူတို့က တစ်ယောက်တည်းလား?\"\n\"သတိပေးစာတွေက ဘယ်သူလုပ်နေတာလဲ?\"\nဒါတွေကတော့ Echoes စီးရီးရဲ့ အပိုင်းတိုင်းမှာ လူမေးအများဆုံး\nမေးခွန်းတွေပါ။ ကြည့်ရှူသူတွေရော translator တွေပါ ခေါင်း\nခြောက်ရတဲ့ ရှုပ်ထွေးတဲ့ ဇာတ်အိမ်မျိုးမို့ အဖြေရှာရတာ ကြိုက်တဲ့\nသူတွေဆိုရင် ဒီစီးရီးကကြည့်ကိုကြည့်သင့်ပါတယ်။ဇာတ်လမ်းအညွှန်း -\nဂျီနာ နဲ့ လန်နီ တို့က အက်ခိုးတောင်မှာ မွေးဖွားကြတဲ့ အမြွှာညီအစ်မ\nနှစ်ဦးပါ။ ဂျီနာက အိမ်ထောင်ကျပြီးနောက် အယ်လ်အေမှာပဲ ပြောင်း\nရွှေ့နေထိုင်နေတဲ့သူဖြစ်ပါတယ်။ လန်နီကတော့ အက်ခိုးတောင်မှာပဲ\nမြင်းမွေးမြူရေးစခန်းတွေဆောက်ပြီး မိသားစုဘဝလေးကို တည်ထောင်\nထားတဲ့သူပါ။ တစ်ရက်မှာတော့ လန်နီတစ်ယောက် မြင်းအိမ်ထဲကနေ\nရုတ်တရက်ပျောက်ဆုံးသွားပြီး အစရှာမရ ဖြစ်သွားခဲ့ပါတယ်။လန်နီ့ကို ရှာဖို့ ဂျီနာ အိမ်ကို ပြန်လာခဲ့ပြီးနောက်မှာ တစ်စစီဖျက်ဆီးခံထား\nရတဲ့ အရုပ်မတွေနဲ့ ထိတ်လန့်ဖွယ် ခြိမ်းခြောက်မှုတွေ စတင်ကြုံတွေ့ရပါ\nတော့တယ်။ မူမမှန်တာတွေကို ခံစားမိနေပေမဲ့ ဘယ်သူ့ကိုမှ အားကိုးလို့\nမရတဲ့ ဂျီနာအတွက်တော့ ကိုယ်တိုင်ပဲ ပဟေဠိတွေကို ရှာဖွေသွားရပြီး\nအဖြစ်အပျက်တွေကိုကျော်လွှားရတော့မှာပါ။ CM ပရိသတ်တွေအကြိုက်\nဖြစ်စေမယ့် ...",
        "url": "https://channelmyanmar.org/tvshows/echoes-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3sqXMRpidT15QylW6GlQFuGpGCc.jpg",
        "title": "A League of Their Own (2022) Season 01 Complete",
        "description": "A League of Their Own (2022) S01 Complete ~ IMDb - 7.5/10, Rotten Tomatoes - 94% ~ ဒီတစ်ခါစီးရီးလေးကတော့ ၁၉၉၂ မှာထွက်ရှိခဲ့တဲ့ မင်းသားကြီး Tom H​anks ရဲ့ A League of Their Own ဆိုတဲ့ Sport/ Comedy ရုပ်ရှင်ဇာတ်ကားကြီးအတိုင်း ဒုတိယကမ္ဘာစစ်တွင်းက အမေရိကန်အမျိုးသမီးဘေ့စ်ဘောလိဂ် စတင်ခဲ့ရာကာလကို ကျောရိုးတည်ပြီး Reboot သဘောမျိုးပြန်လည်ဖန်တီးထားတဲ့ စီးရီးတစ်ခုပေါ့။ ဇာတ်လမ်းအကျဥ်းကိုပြောရရင် ဒုတိယကမ္ဘာစစ်ကာလတုန်းက အားကစားအသီးသီးမှာ နိုင်ငံတော်အဆင့် အမျိုးသမီးသီးသန့်လိဂ်ရယ်လို့ ခေတ်မစားသေးပါဘူး။ အမေရိကန်ပြည်ထောင်စုမှာလည်း နာမည်ကြီးအားကစားဖြစ်တဲ့ ​ဘေ့စ်ဘောအတွက်အမျိုးသမီးလိဂ်ဆိုတာမရှိခဲ့ပဲ လိဂ်ရဲ့တာဝန်ရှိသူတွေအနေနဲ့ အမျိုးသားလိဂ်မှာ စစ်ပွဲကာလတွင်းအကြောင်းအမျိုးမျိုးကြောင့် ငွေကြေးအရရော ရပ်တည်မှုအရပါယိုင်နဲ့လာတဲ့အတွက် ပရိသတ်တွေအတွက်အသစ်အဆန်းဖြစ်အောင် နိုင်ငံအနှံ့ကဝါသနာရှင် အမျိုးသမီးတွေကို ဇကာတင်ရွေးချယ်ပြီးလိဂ်တစ်ခုဖြစ်အောင်စတင်အသက်သွင်းခဲ့ပါတော့တယ်။ ပြောစရာရှိတာကတော့ သာမန်အားကစားဇာတ်လမ်းတစ်ခုဆိုတာထက် အဲဒီခေတ်မှာ အမျိုးသမီးတွေအပေါ် ဖိနှိပ်ခွဲခြားမှုတွေ၊ ...",
        "url": "https://channelmyanmar.org/tvshows/a-league-of-their-own-2022-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzlMB1nGJtMhr2GnecpHIh7XUZe.jpg",
        "title": "The Forbidden Marriage (2022) [Complete]",
        "description": "The Forbidden Marriage (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၂ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)အရမ်းချစ်ရတဲ့ မိဖုရားက တစ်ရက်မှာ ကိုယ့်ကိုကိုယ် သတ်သေသွားတာကြောင့် ယူကျုံးမရဖြစ်နေတဲ့ ဂျိုဆွန်းဘုရင် Lee Heonဟာ ကြင်ယာတော် ထပ်မံတင်မြှောက်ဖို့ကို ငြင်းဆန်တဲ့အပြင် တစ်တိုင်းပြည်လုံးကိုလည်း လက်ထပ်ခွင့်မပြုဆိုတဲ့ အမိန့်ကို ချမှတ်လိုက်ပါတယ်။၇နှစ်ကြာတဲ့အထိ ဒီအမိန့်ကို ပြန်မရုတ်သိမ်းတာကြောင့် အိမ်ထောင်ပြုခွင့်မရတဲ့တိုင်းသူပြည်သားတွေက ဘုရင်က gayနေတယ်။ မစွမ်းဆောင်နိုင်ဘူးဆိုပြီး ပြောကြပါတော့တယ်။ဒီအမိန့်ကို ဖီဆန်ပြီး လူငယ်တွေကို တိတ်တခိုး လက်ထပ်ဖို့ ကူညီပေးတဲ့ လူလိမ်မလေး Ye So Rang က နန်းတော်ထဲက နတ်ရွာစံသွားတဲ့ မိဖုရားရဲ့ ဝိညာဉ်ပူးကပ်နေတယ်ဆိုပြီး လိမ်လည်ရာကနေ နန်းတော်ထဲအထိ သတင်းရောက်သွားပါတော့တယ်။ကြင်ဖက်ကိုဆုံးရှုံးထားတာကြောင့် ရင်ကွဲမတတ်ဖြစ်နေတဲ့ဘုရင်နဲ့လူလိမ်မလေးရဲ့လှည့်ကွက်တွေကြားမှာ ဘယ်လိုဂယက်တွေဆက်ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုပေးပါဦး။(ဇာတ်လမ်းအညွှန်းကိုတော့ Estel က ရေးပေးထားပါတယ်။)Aired: Dec 9, 2022 --\nAired On: Friday, Saturday\nGenres: ...",
        "url": "https://channelmyanmar.org/tvshows/the-forbidden-marriage-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fall-133x200.jpg",
        "title": "Fall (2022)",
        "description": "Fall (2022)\nDrama, Mystery, Thriller\nIMDb 5.8/10အခုတစ်ခါထွက်ရှိလာတဲ့ တမီလ်စီးရီးလေးကလည်း တကယ်ကို\nစိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် စီးရီးလေးတစ်ခုဖြစ်ပြီး\nစွယ်စုံရမင်းသမီးချောလေး အန်ဂျလီက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။Disney+ Hotstar မှ Streaming လုပ်လာတဲ့ဒီစီးရီးလေးမှာ အပိုင်း၇ပိုင်းပါဝင်ပြီး တစ်ပိုင်းချင်းစီအလိုက်\nလှည့်ကွက်လေးတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။လူတစ်ယောက်ရဲ့ဘဝမှာ ပြုတ်ကျခဲ့ခြင်းတစ်ခုဟာ ဘဝကိုပျက်ရလောက်တဲ့အထိဖြစ်သွားနိုင်သလို\nလောကရဲ့နိယာမတရားတွေကိုလည်း သိမြင်လာနိုင်တယ်ဆိုတာကို သင်ယုံပါသလား။ဘာဖြစ်လို့ ဒီလိုပြောရသလဲဆိုတော့ ဒီစီးရီးလေးမှာ လူတစ်ယောက်ရဲ့ပြုတ်ကျခဲ့ခြင်းတစ်ခုအပေါ်မူတည်ပြီး\nလူတွေရဲ့သရုပ်မှန်ကိုသိမြင်လာခဲ့ရလို့ပဲဖြစ်ပါတယ်။ဒီဗီရာဆိုတဲ့ မိသားစုထဲက အကြီးဆုံးသမီးဖြစ်သူဟာ နေအိမ်ရဲ့အထပ်မြင့်တိုက်ဝရံတာပေါ်ကနေ\nပြုတ်ကျခဲ့ပြီး ၆လကြာမြင့်သည်အထိ ကိုမာဝင်နေခဲ့ပါတယ်။၆ လတာအတွင်းမှာ လူတွေရဲ့စိတ်ရင်းအမှန်တွေလည်း ပေါ်လာခဲ့ပါတော့တယ်\nမိသားစုထဲမှာပဲ မနာလိုတွန့်တိုလောဘကြီးသူတွေရဲ့\nလွှမ်းမိုးမှုကြောင့် ဒီဗီရာကိုညင်သာစွာအသက်ထွက်ခွင့်ပေးဖို့ဆုံးဖြတ်လိုက်ကြပါပြီမထင်မှတ်ပဲအဲဒီချိန်မှာ ဒီဗီရာဟာသတိရလာပါတော့တယ် ဒါပေမယ့် ဖြစ်ပျက်ခဲ့တာအားလုံးကို\nဘာတစ်ခုမှ မမှတ်မိတော့ပါဘူး မိသားစု၀င်တွေပြောလို့ သူခုန်ချခဲ့တယ်ဆိုတာသိပေမယ့်\nသူခုန်ချခဲ့ရတဲ့အကြောင်းရင်းကို သူကိုယ်တိုင်တွေးမရဖြစ်နေပါတယ်\nအားလုံးကသူ‌ခုန်ချတယ်ပြောပေမယ့် သူငယ်ချင်းဖြစ်သူ မာလာကတော့အခင်းမဖြစ်ခင်ညမှာ\nသူ့ဆီပို့ခဲ့တဲ့ မက်ဆေ့ခ်ျကြောင့် ပုံမှန်မဟုတ်ဘူးလို့ ထင်နေတဲ့ တစ်ဦးတည်းသောသူပါမာလာ့ရဲ့အကူအညီနဲ့ပဲ မှတ်ဉာဏ်တွေ တရေးရေးပေါ်လာခဲ့ပြီးနောက် သူဘာကြောင့်ခုန်ချခဲ့တာလဲ\nဆိုတဲ့အကြောင်းရင်းကို တစ်ပိုင်းချင်း စိတ်၀င်စားဖွယ်ကြည့်ရှူခံစားရမှာဖြစ်ပါတယ်File Size – 800MB / 400MBQuality – 1080p / ...",
        "url": "https://channelmyanmar.org/tvshows/fall-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5rVOrFXaQJYrjhU78gkK465ZGEs.jpg",
        "title": "Unchained Love (2022)",
        "description": "ဒီတစ်ခါCMကနေ တင်ဆက်ပေးမဲ့နန်းတွင်းကားလေးကတော့လနတ်အရှင်နဲ့ နဂါးနိုင်ဓားထဲက ကျောက်မိန်လေးတိုရဲ့ ကားသစ်လေးပါဒီဇာတ်လမ်းလေးထဲမှာ လနတ်အရှင်က မိန်းမစိုးရှောင်တုအနေ သရုပ်ဆောင်ထားတာပါကျောက်မိန်လေး ကတော့ အစေခံပုယွင်လော့အနေနဲ့ သရုပ် ဆောင်ထားတာပါလုံဟွာခေတ်ကာလမှာ မိန်းမစိုးရှောင်တုက ဖုဝမ်ထီးနန်းတက်ရဖိုအတွက်အစွမ်းကုန်ကြိုးစားပေးခဲ့ပါတယ်ဘုရင်ကြီးနတ်ရွာစံရင်အသေခံတွေပါလိုက်သေပေးရတဲ့ဓလေ့အတိုင်း ပုယွင်လော့လေးဟာလည်းဘုရင်ကြီးနဲ့အတူမြေမြုပ်သင်္ဂြိုလ်ခံရမှာပါဒါပေမဲ့နောက်တက်မဲ့ဘုရင် ဖုဝမ်ဟာ ပုယွင်လော့ကို ချစ်မိသွားတဲ့အတွက်သင်္ဂြိုလ်တဲ့ထဲမသွားစေဘဲ မိန်းမစိုးရှောင်တုအိမ် တော်မှာ ဖွက်ထားခဲ့ပါတော့တယ်ပုယွင်လော့နဲ့ရှောင်တုဟာ အိမ်တော်မှာ ခဏခဏတွေ့ကြရာမှ လူငယ်သဘာဝချစ်ကြိုက်သွားကြမလား?အစောထဲက ဘုရင်နှစ်သက်သူမိန်းကလေးမို ဘယ်လိုအလက်အခဲတွေ ကြုံတွေ့ရမလဲ?နောက်ဆုံးအချိန် ကာကွယ်ပေးနိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ရအောင်ပါရှောင်တုအဖြစ် Dylan Wang\nပုယွင်လော့အဖြစ် Chen Yu Qi (Yukee Chen)(အညွှန်းရေးသားထားသူကတော့ Kong Hou ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 36Format : mp4Genres : Romance, HistoricalDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( ...",
        "url": "https://channelmyanmar.org/tvshows/unchained-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vpBFIvcRvCAoYrQ6AKaSTKaJajQ.jpg",
        "title": "The Blood of Youth (2022)",
        "description": "ဒီတစ်ခါCM ကနေပြသ‌‌ေပးမဲ့ဇာတ်လမ်းတွဲလေးကတော့love and Redemptionမှာ second leadအဖြစ် ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားချော Liu Xue Yi ရဲ့ဇာတ်ကားသစ်ဖြစ်တဲ့ နာမည်ကြီးကာတွန်းဇာတ်လမ်းတွဲThe Blood of Youth ကို live action ရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းတွဲမှာတော့ ရဲရင့်တက်ကြွတဲ့သွေးအပြည့်ရှိတဲ့ လေ့ဝူကျဲဟာသိုင်းလောကမှာနာမည်ကြီးထိပ်တန်းမြိုကြီးဖြစ်တဲ့ ရှဲယွဲမြိုကိုသွားရောက်ရင်းရှဲလော့ဥယျာဉ်ကိုလမ်းမှားရောက်မိသွားတယ်။သူဟာသိုင်းလောကတစ်ခုလုံးကိုတုန်လှုပ်စေနိုင်တဲ့ကိစ္စရပ်ကြီးထဲကို ပါဝင်ပတ်သက်မိပါတော့တယ်။လူငယ်ပီပီရဲရင့်တက်ကြွတဲ့လေ့ဝူကျဲဟာ ပထမဦးစွာသိုင်းလောကထဲကိုခြေဆန့်ရင်းနဲ့အဘက်ဘက်ကအန္တရာယ်‌‌ေတွဝိုင်းရံ‌‌ေနတဲ့သိုင်းလောကအတွင်း လမ်းခရီးမှာ‌တွေ့ဆုံတဲ့သိုင်းညီနောင်‌ဖြစ်တဲ့ မင်းသားတစ်ပါးဖြစ်လျက်နဲ့‌ဆိုင်စုတ်‌ေလးဖွင့်ထားတဲ့‌ေရှာင်းစက်၊အကောင်းနဲ့အဆိုးဒွန်တွဲလျက်ရှိသော ဝူရှင်းဘုန်းကြီးနဲ့‌ေတွ့ဆုံပြီး အတူတူခရီးဆက်ကြကာသိုင်းပညာမြင့်မားတဲ့ သိုင်းဆရာတွေနဲ့ဘယ်လိုယှဉ်ပြိုင်တိုက်ခိုက်မလဲနောက်ကွယ်မှာသေချာအကွက်ချခံထားရတဲ့နန်းတွင်း‌ေရးရာအရှုပ်အရှင်းကြားဖြစ်ပွားလာတဲ့ရန်ပွဲတွေကိုရော ဒီလူငယ်သိုင်းညီနောင်တစ်စုဟာဘယ်လိုရင်ဆိုင်ကြမလဲထူးခြားဆန်းပြားလှတဲ့သိုင်းကွက်အဆန်းတွေကိုခံစားကြည့်ရူရမဲ့ဒီလူငယ်သိုင်းဇာတ်လမ်းလေးကို CM နဲ့အတူစောင့်မျှော်ကြည့်ရူကြဖိုဖိတ်ခေါ်လိုက်ပါတယ်(အညွှန်းရေးသားထားသူကတော့ Tsuki Mon ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 40Format : mp4Genres : Wuxia, Youth, FantasyDuration : 45 min ...",
        "url": "https://channelmyanmar.org/tvshows/the-blood-of-youth-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/trail-by-fire-133x200.jpg",
        "title": "Trial By Fire(2023)",
        "description": "Trial by Fire (2023)\nCrime, Drama, Mystery\nIMDb 8.6/10 (1.9K)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်စီးရီးလေးကတော့ တကယ်ကို ရင်ထဲထိမှန်စေမယ့်\nစီးရီးလေးပါပဲ။ငွေများတရားနိုင်ဆိုတာ လောကကြီးမှာ တကယ်ကိုရှိနေခဲ့တဲ့ အခြေအနေလေးတစ်ခုပါပဲ။\nပိုက်ဆံ ရာထူး အာဏာ ဒီသုံးခုဟာ လူသားတစ်ယောက်ကို လူမဆန်စွာ ပြုမူလိုက်နိုင်သလို\nကိုယ်ချင်းစာတရားဆိုတဲ့ လောကကျင့်ဝတ်ကို မေ့သွားစေတတ်ပါတယ်။ဒီစီးရီးလေးက အိန္ဒိယနိုင်ငံရဲ့ကြမ္မာငင်တဲ့နေ့လေး တစ်နေ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။\n၁၉၉၇ခုနှစ် ဇွန်လ ၁၃ရက်နေ့က အပ်ဟာရုပ်ရှင်ရုံအကြီးအကျယ်\nမီးလောင်မှုဖြစ်စဉ်ထဲမှာ လူပေါင်းရာချီသေဆုံးခဲ့ရတဲ့ အဖြစ်အပျက်လေးပါ။ဒီအမှုဟာ သူကြွယ်ကြီးတွေနဲ့ ကြမ္မာငင်ခဲ့တဲ့ကလေးမိဘတွေအကြား နှစ်ပေါင်း၂၀ကြာ အမှုရင်ဆိုင်ခဲ့ရတဲ့\nဝမ်းနည်းစရာ အဖြစ်အပျက်လေးပါပဲ။ပိုက်ဆံရှိတယ်ဆိုတိုင်း ငွေဂုဏ်မောက်ပြီး ဘာမှတာဝန်ယူမှု တာဝန်သိမှုမရှိတဲ့ လူကုံထံတွေ\nအကြောင်းဆိုလည်း မမှားလောက်ပါဘူး။ကဲ ဆိုတော့ ရှုစားပေးကြပါဦးနော်။Quality : 1080p NFWEB DL  / 720pTotal Episodes : 7EpsFormat : mp4Genres : Crime , Drama , MysteryDuration : ...",
        "url": "https://channelmyanmar.org/tvshows/trial-by-fire2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYmI3N2EzOWQtZjFiMi00MjgwLTgzN2UtZGI0ZGY1ZDQyOTRiXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Tulsa King (2022)",
        "description": "Tulsa King (2022)==============IMDb Rating - 8.4/10မင်းသားကြီးစတားလုံးရဲ့ အထာကျကျ၊ အမိုက်စား မာဖီးယားစီးရီး\nအသစ်တစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။ Paramount+က​နေ\nအပတ်စဉ်ထုတ်လွှင့်သွားမှာဖြစ်ပြီး လက်ရှိမှာ IMDb 8.4, RT 77%\nရထားပါတယ်။ ​Rockyမင်းသားကြီးစတားလုံးရဲ့ ငါမအို​သေးဆိုတဲ့\nလက်သီးစွမ်း​တွေကို တဝကြီး​တွေ့ရဦးမှာပါ။Dwight Manfrediဆိုတဲ့ နယူး​ယောက်မြို့က မာဖီးယားဘဲကြီးဟာ\n​ထောင်(၂၅)နှစ်ကျခံပြီး ပြန်လွတ်လာတဲ့​အခါ ဘော့စ်ဖြစ်သူက သူ့ကို\nအဖွဲ့ထဲ​ ခေါ်မထားချင်​တော့ဘဲ နယ်ဘက်​ကို ပထုတ်ဖို့ကြံခဲ့ပါတယ်။\nဒီလိုနဲ့ပဲ Oklahomaပြည်နယ်က Tulsaဆိုတဲ့ မြို့​လေးကို နှင်ထုတ်\nခံလိုက်ရတဲ့ Dwightတစ်​ယောက် ဘာဆိုဘာမှမရှိတဲ့ နယ်မြို့က​​နေ\nတစ်ကတဖန်ပြန်စပြီး တစ်စင်​ထောင်ပြီး အင်အားကြီးဂိုဏ်းတစ်ခု\nဖန်တီးကာ ပြန်ရင်ဆိုင်ဖို့ကြိုးစားသွားမှာပဲ ဖြစ်ပါတယ်။ မာဖီးယား\nဖြစ်တာနဲ့အညီ အ​ပြောကလည်း ​သွေး​အေးသလို လက်သံကလည်း\nအ​တော်​ပြောင်လို့ မင်းသားကြီးရဲ့ ပရိသတ်​တွေရော၊ Crime စီးရီး\nကြိုက်သူ​တွေ​ရော သ​ဘောကျကြမှာပါ။တစ်ပတ်တစ်ပိုင်းနှုန်းဖြင့် စုစုပေါင်း(၁၀)ပိုင်းထွက်ရှိမှာဖြစ်ပြီး\ncmမှ အပတ်စဥ်တင်ဆက်ပေးသွားပါ့မယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ JimX ဖြစ်ပါတယ်။)File Size.............(300 MB) / (600 MB)\nQuality...............WEB-DL ...",
        "url": "https://channelmyanmar.org/tvshows/tulsa-king-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/epuxWxRq1cSvhw0SkWzSiuntrBs.jpg",
        "title": "Dangerous Liaisons (2022)",
        "description": "Dangerous Liaisons (2022)1782 မှာ Les Liaisons Dangereuses (Dangerous Liaisons) ဆိုတဲ့ ပြင်သစ်ဝတ္ထုထွက်ခဲ့ပါတယ်။\nဘယ်လိုဇာတ်လမ်းလဲဆိုရင်တော့ ခေတ်စကားနဲ့ပြောရရင် Battle of the exes လို့ပြောရမှာပါပဲ။\nပြင်သစ် အထက်တန်းလွှာက ပြတ်ဆဲသွားတဲ့ exနှစ်ယောက်အားပြိုင်မှုပေါ့။\nသူတို့ကြားက မပြတ်တပြတ်အချစ်တွေ မပြင်းတပြင်းအမုန်းတွေနဲ့ ရမ္မက်တွေ အားပြိုင်တဲ့ကစားပွဲမှာ\nဘေးကရှိသမျှလူတွေပါ နယ်ရုပ်တွေလိုအသုံးချခံရတဲ့... မာယာတွေလှည့်စားမှုတွေညှို့ငင်မှုတွေကြီးစိုးတဲ့ ဇာတ်လမ်းမျိုး။Dangerous Liaisons ကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတွေပြဇာတ်တွေလဲ အများကြီးထွက်ခဲ့ပါသေးတယ်။\nအဲထဲက တစ်ကားကတော့ လူငယ်တွေနဲ့ရင်းနှီးပြီးသား Cruel Intentions ပါ။\nအခုဒီ seriesကိုတော့ ဝတ္ထုရဲ့ Prequel လို့ခေါ်နေကြပါတယ်။\nဘာလို့လဲဆိုတော့ ဒီ စီးရီးမှာ သူတို့ရဲ့အထက်တန်းလွှာမရောက်ခင်ကအခြေအနေ၊\nသူတို့ဘယ်လိုချစ်သူတွေဘာဖြစ်ခဲ့တယ်၊ ဘာလို့ဒီလောက်အငြှိုးတွေသံယောဇဥ်တွေကြီးနေရလဲဆိုတာတွေကနေ စတင်ကြည့်ရှူရမှာပါ။\nPeriod Drama တွေရဲ့ထုံးစံအတိုင်း ဒိုင်ယာလော့ခ်လှလှလေးတွေရယ် ခမ်းနားထည်ဝါတဲ့အပြင်အဆင်တွေရယ်အပြင်\nပြင်သစ်တော်လှန်ရေးမတိုင်ခင်ခေတ်က လူကုံထံအသိုင်းအဝိုင်းရဲ့ခမ်းနားမှုပျက်ယွင်းမှုတွေကိုမြင်ရဦးမယ့်ဇာတ်လမ်းကောင်းပါပဲ။\nReview Page တစ်ခုရဲ့ရေးသားချက်ကိုမှီငြမ်းပြောရရင်\nဒီစီးရီးက Game of Throne ကို ပိုးဖဲဝတ်စုံတွေဝတ်ပေးထားပြီး\nဓားတွေအစားစကားလုံးတွေနဲ့ လူတွေအစားသိက္ခာတွေကိုသတ်ကြမယ့် တိုက်ပွဲတစ်ခုပါပဲ။အပတ်စည် ...",
        "url": "https://channelmyanmar.org/tvshows/dangerous-liaisons-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bhaVD7rb9p8HKdCYD3zMbm95Bwf.jpg",
        "title": "Love Catcher in Bali (2022)",
        "description": "Love Catcher in Bali (2022)Variety Show ပရိသတ်တွေအတွက် CM က ဒီတစ်ခေါက်တင်ဆက်ပေးသွားမယ့် show လေးကတော့\nNovember 18 ရက်နေ့က စတင်ထုတ်လွှင့်လိုက်တဲ့ Love catcher in Bali ဆိုတဲ့ dating show လေးပဲဖြစ်ပါတယ်။\nဒီ show ရဲ့ concept ကတော့ ပါဝင်တဲ့ပြိုင်ပွဲဝင်တွေဟာ\nအချစ်နဲ့ ငွေ ဘယ်ဟာကို ရွေးချယ်မလဲဆိုတဲ့ စိတ်ကိုစမ်းသပ်တဲ့ ဂိမ်းတွေကို ရင်ဆိုင်သွားရမှာပဲဖြစ်ပါတယ်။\nအစီအစဉ်မှာ ပါဝင်တဲ့ ဂိမ်းတွေကို ယှဉ်ပြိုင်ရင်း ဘယ်သူကတော့ ငွေကိုရွေးချယ်သွားပြီး\nဘယ်သူကတော့ အချစ်စစ်ကို ရှာဖွေနိုင်သွားမလဲဆိုတာကို မြင်တွေ့ရမယ့် ရသစုံ Dating show လေးတစ်ခုပါပဲ။\nLove catcher show ဟာ ဒါနဲ့ဆိုရင် season 4 ခုမြောက်ရှိသွားပြီဖြစ်ပြီး\nဒီတစ်ခေါက်မှာတော့ အရင်အပိုင်းတွေနဲ့မတူဘဲ ဘာလီဆိုတဲ့ အင်ဒိုနီးရှားက ကျွန်းစုလေးမှာ ရိုက်ကူးထားပါတယ်။\nအချစ်ပုံပြင်တို့စတည်ရာ ဘာလီကျွန်းလေးမှာ ပါဝင်သွားမယ့် ...",
        "url": "https://channelmyanmar.org/tvshows/love-catcher-in-bali-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/beast-of-133x200.jpg",
        "title": "Beast of Bangalore: Indian Predator (2022)",
        "description": "Beast of Bangalore: Indian Predator (2022)\n================================IMDb (6.1/10)ဖြစ်ရပ်မှန်ရာဇဝတ်မှုအကြောင်းအရာတွေကိုရိုက်ကူးပြထားတဲ့ ဒီ docuseries ရဲ့\nဒီတစ်ခေါက်အကြောင်းအရာကတော့ Bangalore က အမျိုးသမီးတွေရဲ့ လုံခြုံမှုမရှိတဲ့\nချောက်ချားဖွယ်ရာအမှောင်ယံနေ့ရက်တွေ နဲ့ ဒီလိုအားနွဲ့တဲ့အပြစ်မဲ့အမျိုးသမီးတွေကို\nစော်ကားပြီး ရက်ရက်စက်စက်သတ်ဖြတ်ပစ်တဲ့ သားရဲကောင်တစ်ကောင်ရဲ့အကြောင်းပါ။ဆယ်ကျော်သက်၊ အပျိုအရွယ်၊ ကိုယ်ဝန်သည်၊ မုဆိုးမ စတဲ့ ၁၈ ယောက်သောအမျိုးသမီးတွေအပေါ်\nရက်စက်ခဲ့ပြီး သူ့ကိုမဖမ်းမိမချင်း စိတ်အေးလက်အေးမနေနိုင်လောက်အောင်ယုတ်မာခဲ့တဲ့\nသားရဲကောင်က တကယ်တော့ ပြည်သူတွေကိုကာကွယ်ပေးဖို့တာဝန်ရှိတဲ့ ရဲဝန်ထမ်း Umesh Reddy ပါ။ဘာအကြောင်းအရင်းကြောင့် သူ ဒီလိုတွေလုပ်ခဲ့ရတာလဲ .. ဒီလိုရက်စက်ကြမ်းကြုတ်တဲ့ သားရဲကောင်ကြီးရဲ့\nနောက်ဆုံးဇာတ်သိမ်းကဘာဖြစ်မလဲ .. တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကြောင်းကို\nမှတ်တမ်းရုပ်ရှင်သဖွယ်ပြန်ဖန်တီးပြထားတာမို့ ရာဇဝတ်မှုအကြောင်းတွေကို\nစိတ်ဝင်စားသူတို့အဖို့ ကြက်သီးတထထနဲ့ကြည့်လို့ကောင်းဦးမှာအသေအချာပါပဲ။File Size –1GB / 500MBQuality – 1080p NF WEB DL AAC5.1CH / 720pDuration – minute (@Episode)Total Episodes: 3EpsSubtitle – Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/beast-of-bangalore-indian-predator-2022/"
    }
]