[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/373607264_264538523173759_5729255009973468933_n-150x200.jpg",
        "title": "The Worst of Evil (2023)",
        "description": "The Worst Of Evil (2023)\n*************************အပိုင်းသစ်(၆+၇)နောက်ဆုံးတော့ အားလုံး စောင့်မျှော်နေတဲ့ ဇာတ်ကားလေးထွက်လို့လာပါပြီ။ကိုယ်တွေရဲ့အချစ်တော် JI CHANG WOOK နဲ့ WI HA JOON တို့ကအဓိကပါဝင်ထားပြီး ၁၉၉၀ ခုနှစ်များဆီက ဆိုးလ်မြို့တော်ရဲ့ဘိန်းရာဇာတစ်ယောက်ကို ဖမ်းဆီးဖို့ ကြိုးပမ်းကြတဲ့ပုံစံကိုရိုက်ကူးထားတာပါ။Crime Drama/Action/Thriller အမျိုးအစားဖြစ်လို့ အကြမ်းအရမ်းတွေနဲ့အားလုံးအကြိုက်တွေ့စေမဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းဂန်းနမ်သလင်းကျောက်လို့ ခေါ်တဲ့ မူးယစ်ဆေးတစ်မျိုးဟာဆိုးလ်မြို့ရဲ့ နိုက်ကလပ်တွေကနေ စတင်ပြီးတော့ ပြန့်နှံ့လာခဲ့တယ်။ရဲတွေက ဒီဆေးအကြောင်းကို စုံစမ်းလိုက်တဲ့အခါမှာတော့ဒီဆေးကိုဖြန့်တဲ့လူဟာ တကယ်ကို ရက်စက်ဆိုးသွမ်းတဲ့မူးယစ်ရာဇာတစ်ယောက်ဖြစ်နေတာကိုသိလိုက်ရပြီးဒီလူဟာ ဖမ်းဆီးဖို့ခက်တဲ့ လူတစ်ယောက်ဖြစ်နေတဲ့အတွက်အသွင်ယူပြီးဖမ်းဆီးဖို့ ကျေးလက်ဘက်မှာတာဝန်ကျနေတဲ့ရဲအရာရှိတစ်ယောက်ကိုခေါ်လိုက်ပြီး မူးယစ်ဂိုဏ်းထဲကိုအသွင်ယူစုံစမ်းမှုတွေပြုလုပ်စေခဲ့တယ်။ဒီလို ခက်ခဲကြမ်းတမ်းတဲ့ မစ်ရှင်ကို သူတို့တွေ အောင်မြင်နိုင်မလား...။ဘာတွေပေးဆပ်လိုက်ရမလဲ ဘယ်လိုတွေအပြင်းအထန်ကြိုးစားကြမလဲဆိုတာကိုဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်။  Aired: Sep 27, 2023 - Oct 25, 2023\nAired On: Wednesday\nGenres:  Action, Thriller, Crime, Drama\nDuration: 40 mins\nEpisodes: 12\nOriginal Network: Disney+\nTranslated by  ...",
        "url": "https://channelmyanmar.org/tvshows/the-worst-of-evil-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWU5MGU0MWYtMGYxNC00OGEzLThlNmItZTY4YjU2YTMxNWNlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Winter King (2023)",
        "description": "The Winter King (2023)\n==================Bernard Cornwellရဲ့ The Warlord Chronicles ကို အခြေခံရိုက်\nကူးထားတဲ့ Historical Fiction, Fantasy Drama ဖြစ်ပြီး အားလုံးနဲ့\nရင်းနှီးပြီးသားဖြစ်တဲ့ မာလင်၊ အာသာ၊ မောဒရက်၊ အူသာ ပန်ဒရာဂွန်\nတို့ကို မြင်တွေ့ရဦးမှာပါ။ ဇာတ်လမ်းဇာတ်ကြောင်းကတော့ Arthurian\nlegend ကို ဇာတ်ကြောင်းပြန်ပြောထားတာဖြစ်ပြီး ဗြိတိသျှအမှောင်ခေတ်\nကာလကို နောက်ခံဝန်းကျင်ထား ရိုက်ကူးထားပါတယ်။စစ်နယ်ရှင် အာသာပန်ဒရာဂွန် နယ်နှင်ခံလိုက်ရချိန်နောက်ပိုင်း အရိုက်\nအရာဆက်ခံသူ ကင်းမဲ့နေတဲ့ တိုင်းပြည်ကြီးကို ဖခင်ဖြစ်သူ အူသာဟာ\nထီးနန်းကို နမော်နမဲ့ အုပ်ချုပ်နေခဲ့ပါတယ်။ တိုင်းပြည်ရဲ့ နယ်စပ်ဒေသ\nတွေမှာလည်း ရန်သူ့တပ်တွေက အခွင့်ရရင်ရသလို ဝင်စီးနေချိန်လည်း\nဖြစ်တယ်။အချိန်တစ်ခုရောက်တော့ နန်းအရာ ဆက်ခံမယ့် မြေးဖြစ်သူ မော်ဒရက်\nမွေးဖွားလာတယ်။ ဒါပေမဲ့ မာလင့်ရဲ့ နိမိတ်အရ ဒီကလေးက တိုင်းပြည်ကို\nဇောက်နက်ထဲထိ ဆွဲချမယ့် လူသား။ အာသာတစ်ဦးတည်းကသာ တိုင်းပြည်\nကို ကယ်တင်နိုင်မယ့်သူဖြစ်လို့ မာလင်တစ်ယောက် ပန်ဒရာဂွန်သွေးစစ်သူကို\nရှာဖွေရင်းနဲ့ ဒီဇာတ်လမ်း ...",
        "url": "https://channelmyanmar.org/tvshows/the-winter-king-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmU2MGMyNzQtMmQ1Mi00ZjQ0LThhNDYtN2I3N2M4NTgyMDc3XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-133x200.jpg",
        "title": "The Walking Dead: Daryl Dixon (2023)",
        "description": "The Walking Dead: Daryl Dixon (2023)\n============================\nIMDb Rating - 8.3/10The walking dead ရဲ့ fanတွေကြိုက်တဲ့ဇာတ်ကောင် Daryl Dixon ရဲ့\nကိုယ်ပိုင်series ထွက်လာပါပြီ။ မူရင်းseries မှာ ဒဲလ် တစ်ယောက်တည်း\nထွက်သွားပြီးတဲ့နောက်ပိုင်းကနေ ဇာတ်လမ်းဆက်မှာပါ။ အခုseriesက\nအရင် walking dead စီးရီးတွေနဲ့မတူပဲ ထူးခြားနေတာကတော့ ဇာတ်လမ်း\nကို ပြင်သစ်နိုင်ငံမှာနေရာယူထားတာမို့ virus ကြောင့်ပျက်စီးနေတဲ့ခတ်ပျက်\nတစ်ခုကို ပြင်သစ်နိုင်ငံရဲ့ဆက်တင်တွေနဲ့ အသွင်တစ်မျိုးကြည့်ရမှာပါ။ကမ်းခြေတစ်ခုကို ဒဲလ်ဟာ ဘာကြောင့်မှန်းမသိသောင်တင်ပြီးရောက်လာတာ\nကနေ စထားပါတယ်။ zombie တွေနဲ့တိုက်ခိုက်ရင်း ဒဏ်ရာရသွားတဲ့အခါ\nမှာ အစ်ဇဘဲလ်ဆိုတဲ့သီလရှင်တစ်ပါးက ဘုရားကျောင်းကိုခေါ်သွားပြီး ကုပေး\nလိုက်ပါတယ်။ အစ်ဇဘဲလ်က ကယ်တင်ရှင်ဖြစ်လာမယ်လို့ပြောတဲ့ကလေးတစ်\nယောက်ကို မြောက်ပိုင်းကိုပို့ပေးဖို့ တောင်းဆိုလာတဲ့အခါမှာ ဘာကိုမှအယုံအ\nကြည်မရှိပဲ အချုပ်အနှောင်တွေမလိုချင်တဲ့ဒဲလ်ဟာ ရွေးချယ်မှုတွေလုပ်ဖို့ဖြစ်\nလာပါတော့တယ်။တစ်ပတ်တစ်ပိုင်းနှုန်းနဲ့ (6)ပိုင်းထွက်ရှိမှာဖြစ်ပြီး၊ CMမှ အပတ်စဥ်တင်\nဆက်ပေးသွားပါမယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့\nPyi T. Nyein ဖြစ်ပါတယ်။)File Size.............(400 Mb) / ...",
        "url": "https://channelmyanmar.org/tvshows/the-walking-dead-daryl-dixon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWVkNDMzNTctNTQ0Yy00YmFiLTliNTEtMDM1ZTZjMTk1ZmM0XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Only Murders in the Building – Season (03)",
        "description": "Only Murders in the Building - Season (03)\n===============================Comedy-Mystery အရောလေးနဲ့ စုံထောက် ၃ ယောက် ပြန်လာပါပြီ ။\nဝါရင့် သရုပ်ဆောင် မင်းသားကြီးတွေဖြစ်တဲ့ Steve Martin နဲ့ Martin\nShort၊ မင်းသမီးချော Selena Gomez တို့ chemistry မိမိနဲ့ ပါဝင်ထားတဲ့\nဒီကားဟာလည်း သူ့အရှိန်နဲ့သူ အောင်မြင်မှု ရရှိထားတာကို ကြည့်ဖူးသူဆို\nသိပါလိမ့်မယ်။ ဒါ့အပြင် အခု စီစန်မှာ Ant-Man မင်းသားလို့ လူသိများတဲ့\nPaul Rudd ဟာလည်း ဘန်ဆိုတဲ့ နာမည်ကျော် စတားတစ်ယောက်အဖြစ်\nပါဝင်လာပါပြီ။စီစန် ၁နဲ့ ၂ မှာ လူသတ်မှုနှစ်ခုကို ဖြေရှင်းခဲ့အပြီး ကိုယ်စီဘဝနဲ့ နေထိုင်ဖြတ်\nသန်းဖို့ ကြိုးစားနေကြတဲ့ မေဘယ်၊ ချားလ်နဲ့ အိုလီဗာတို့ဟာ လူသတ်မှုတွေ\nလည်း ငြိမ်းသွားပြီဖြစ်လို့ မှုခင်းပေါ့ကတ်လည်း မလုပ်ဖြစ်ကြတော့ပါဘူး။\nမေဘယ်ဟာလည်း အဒေါ်ဖြစ်သူက တိုက်ခန်းကို ရောင်းလိုက်လို့ ...",
        "url": "https://channelmyanmar.org/tvshows/only-murders-in-the-building-season-03/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Wmmu1MkqxJ48J7aySET9EKEjXz.jpg",
        "title": "Running Man",
        "description": "Running Man\n---------------------------------------------------------------------------------\nRunning Man ဆိုတာကတော့ ......\nတောင်ကိုရီးယားနိုင်ငံမှာသာမက ဥရောပနိုင်ငံများပါမကျန်\nလူသိများတဲ့ ရသစုံလင် Reality Show အစီအစဥ်တစ်ခုဖြစ်ပါတယ်…\nအောင်မြင်ကျော်ကြားတဲ့ Hollywood အနုပညာရှင်တွေ၊\nကိုရီယားနာမည်ကြီး အဆိုတော်၊သရုပ်ဆောင်များစွာနှင့်အတူ\nနာမည်ကြီးအထင်ကရနေရာတွေမှာ မစ်ရှင်တွေပြီးမြောက်အောင် ယှဥ်ပြိုင်ကြရမှာပါ…\nယူဂျယ်ဆော့၊ဂျီဆော့ဂျင်၊ကင်ဂျုံးဂု၊ဂန်ဂယ်ရီ၊ဆောင်းဂျီဟို၊\nဟားဟား၊လီဂွမ်ဆူ၊ဆောင်းဂျွန်ကီ၊လစ်ဇီ တို့နှင့် ပွဲထွက်ရိုက်ကူးခဲ့ပါတယ်..\nထို့နောက် ရိုက်ကူးရေးအပိုင်း (၄၀) ကျော်လောက်မှာ ဆောင်းဂျွန်ကီ နှင့် လစ်ဇီတို့မပါဝင်တော့ပဲ\nကျန်အဖွဲ့ဝင် (၇)ဦးဖြင့်ဆက်လက် ရိုက်ကူးရာ\n(Running Forever) “7012” ဆိူပြီးကျော်ကြားခဲ့ပါတယ်…\nအပိုင်း(၃၂၄) ပြီးနောက် ဂယ်ရီထွက်သွားပြီးနောက်အပိုင်း(၃၄၆) တွင်\nဂျင်ဆိုမင်းနှင့် ယောင်းဆယ်ဂျန်းတိူ့နှင့် ယနေ့ချိန်ထိဆက်လက်ရိုက်ကူးလျက်ရှိပါတယ်…\nChannel Myanmar အနေနဲ့ကတော့ လက်ရှိ အပိုင်း ၅၃၃ ကနေ စပြီး တင်ပေးသွားပါမယ်။\nအပတ်စဉ် တနင်္လာနေ့တိုင်း တင်ဆက်ပေးသွားမှာမို့ Running Man ပရိတ်သတ်များ စောင့်မျှော်ကြပါဦးဗျာ\nFile Size - 1GB\nQuality - 1080P\nSubtitle - Myanmar (Hardsub)\nTranslator - August, Jerrica, MTA, Shwe ...",
        "url": "https://channelmyanmar.org/tvshows/running-man/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/orfTfhGHPoCT0M9QT6g8ZjUpxTR.jpg",
        "title": "Twinkling Watermelon (2023)",
        "description": "Twinkling Watermelon (2023)******************************အပိုင်းသစ် (၆) 1995 ခုနှစ် တောင်ကိုရီးယား နွေဦးရဲ့ ဖရဲသီးလေးတွေဆီ တစ်ခေါက်သွားကြည့်ရအောင်..Eun Gyeol (Ryeo Un) က ဆွံ့အနားမကြားမိဘတွေနဲ့ တူတူနေနေတာဖြစ်ပြီးဂီတဘက်မှာ ပါရမီပါတဲ့သူပါ။ နေ့ဘက်မှာ စံပြကျောင်းသားဖြစ်ပြီး ညဘက်မှာတော့band တစ်ခုမှာ guitar တီးပါတယ်။ တစ်နေ့မှာတော့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ဂီတတူရိယာဆိုင်ကနေတစ်ဆင့် မထင်မှတ်ဘဲ 1995 ခုနှစ်ကို အချိန်ခရီးသွားနိုင်ခဲ့တယ်။18 နှစ်အရွယ် အထက်တန်းကျောင်းသား သူ့အဖေ Lee Chan (Choi Hyun Wook),သူ့အမေ Cheong A (Shin Eun Soo) နဲ့ Se Kyung (Seol In Ah) တို့ကိုပြန်တွေ့ခဲ့ရပြီးတော့ Watermelon Sugar ဆိုတဲ့ band လေးကို အတူတူ ဖွဲ့စည်းခဲ့ပါတယ်အဲဒီအချိန်မှာ သူ့အဖေ Lee Chan ကတော့ Seowon အနုပညာအထက်တန်းကျောင်းရဲ့“Cello ...",
        "url": "https://channelmyanmar.org/tvshows/twinkling-watermelon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/choona-133x200.jpg",
        "title": "Choona (2023)",
        "description": "Choona 2023 (IMDb 6.3/10)ယခုတင်ဆက်ပေးမှာကတော့ netflix ကနေပူပူနွေးနွေးထွက်ရှိလာတဲ့ crime-comedy စီးရီးလေးပဲဖြစ်ပါတယ်ဒီထဲက အဓိကဆရာကြီးကတော့ ကုလားစနေမောင်မောင်ဗားရှင်းလို့ ပြောရမဲ့ နိုင်ငံရေးသမား ရှူကလာပဲဖြစ်ပါတယ်\nသူ့ရဲ့ထူးခြားချက်ကို ဗေဒင်ကိန်းခန်းနက္ခတ်တွေကို အရမ်းယုံပြီး လူသတ်ရင်တောင် နက္ခက်ကိုက်မှသတ်တဲ့ နိုင်ငံရေးသမား လူဆိုးကြီးဖြစ်ပါတယ်ဘောလီးဝုဒ်နိုင်ငံရေးသမားတို့ရဲ့ထုံးစံအတိုင်း ဟိုမဲဆွယ်ဒီမဲဆွယ်\nဟိုမင်းသားနဲ့ငြိ ဒီမင်းသားနဲ့ငြိနဲ့ အကုန်လုံးကို အနိုင်ပတ်ကျင့်ပြီးတဲ့နောက်မှာ ဆရာကြီးကို\nကြည့်မရတဲ့လူတစ်သိုက်စုပြီး ဆရာကြီးရဲ့ ပိုင်ဆိုင်သမျှထဲ တန်ဖိုးအများဆုံးပမာဏကို\nဝိုင်းခိုးဖို့ အကွက်ချပါတော့တယ်အဲ့တော့ ocean eleven လို သူခိုးတသိုက်နဲ့ လူဆိုးကြီးစနေမောင်မောင်(ခေတ္တအိန္ဒိယ) ဗားရှင်းပေါ့ဗျာ\nဇာတ်လမ်းလဲကောင်းသလို ဟာသပါတယ်ဆိုပေမဲ့ ပေါမနေပဲ အတည်နောက်ထားတာကြောင့်\nအားလုံးပဲ သူခိုးကားလေးလဲကြည့်ရ ဗေဒင်လေးလဲကြုံတုန်းတွက်ရတာမို့ လက်မနှေးကြဖို့ ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ CM Bollywood Team ကပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )File Size – 800MB ...",
        "url": "https://channelmyanmar.org/tvshows/choona-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iSF7jNWJyY803hUW0Z9gxWrExqG.jpg",
        "title": "Venus in the Sky (2023)",
        "description": "Venus in the Sky / ကောင်းကင်ယံ ရဲ့ သောကြာကြယ် (2023)အလုပ်ကထွက်ပြီး မွေးရပ်မြေကို ပြန်သွားခဲ့တဲ့ ဗီးနပ်စ်ဟာ သူ့အစ်ကိုရဲ့ ကုန်စုံဆိုင်လေးမှာ\nပစ္စည်းပို့အလုပ်ကိုကူညီပေးရင်း အေးအေးဆေးဆေး အနားယူနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူအစ်ကိုရဲ့ဆိုင်ကို ရောက်ရှိလာတဲ့ ဖောက်သည်အသစ်လေးဟာ\nဗီးနပ်စ်ရဲ့ ချစ်သူဟောင်း ဆရာဝန်လေးစကိုင်းဖြစ်နေတဲ့အခါ…….လွန်ခဲ့တဲ့သုံးနှစ်ကလမ်းခွဲခဲ့ကြတဲ့ ဗီးနပ်စ်နဲ့ စကိုင်းတို့ ပြန်ဆုံတွေ့မှုအပေါ်\nခံစားချက်တွေကို မထိန်းချုပ်နိုင်ကြတော့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးအညွှန်းကိုတော့ Khaing က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတကတော့ Kaung, Khaing, Kim, Moh တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size… 700MB | 300MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kaung, Khaing, Kim, Moh\nEncoder ..... Aaron720pEpisode 01 - Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/venus-in-the-sky-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iEMnu66JrTQR8V4TsPaCbmfiHxN.jpg",
        "title": "Treasure War (2023)",
        "description": "Treasure War / ငွေတိုက်ပွဲ (2023)အေရင် (ပန်ကိတ်) ဟာ ချမ်းသာကြွယ်ဝတဲ့ လေ့တ်ဝါရာမျိုးရိုးမိသားစုထဲကို ချွေးမအနေနဲ့ ရောက်လာတဲ့အချိန်မှာ ……..\nယောင်္ကျားဖြစ်သူရဲ့ ညီအစ်ကိုမောင်နှမများနဲ့ ဘယ်လိုရင်ဆိုင်မလဲ ……..လေ့တ်ဝါရာမိသားစု အမေဖြစ်သူရဲ့အမွေတွေရအောင် မောင်နှမအချင်းချင်းဘယ်လိုချောက်ချကြမလဲ…..အေရင်ဟာ လူသတ်သမားလို့ စွပ်စွဲခံလိုက်ရတဲ့အခါ …..\nအေရင်တစ်ယောက် ရှုပ်ထွေးလှတဲ့ မိသားစုက ဘယ်လိုလွတ်မြောက်အောင်ရုန်းထွက်ပြီး\nငယ်စဉ်က သူငယ်ချင်းဖြစ်သူ ဖန် နဲ့ ဆုံစည်းစေမလဲ …..အေရင်တစ်ယောက် ချမ်းသာကြွယ်ဝမှုတွေကိုရွေးချယ်သွားမလား …….\nဒါမှမဟုတ် အချစ်ကိုတွေ့ပြီး ပျော်ရွှင်မှုရသွားမလားဆိုတာကိုတော့ …….လူကုံထံ အသိုင်းအဝိုင်းကြားက ငွေနဲ့ပတ်သက်တဲ့ တိုက်ပွဲတွေကို\nအပတ်စဉ် သောကြာ စနေ တနင်္ဂနွေနေ့တိုင်းမှာ တစ်ပတ်ကို ၃ ပိုင်းနှုန်းနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ May က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ May, Lei Wutyi Tun, Nang Mwe Kham တို့ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p\nFile size…800MB ...",
        "url": "https://channelmyanmar.org/tvshows/treasure-war-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gY2JkiLZVBPxCfpqK8FcoiCR2Em.jpg",
        "title": "Found (2023)",
        "description": "ယနေ့အချိန်ထိ ကမ္ဘာအနှံ့ နိုင်ငံတွေမှာ လူမျိုးရေးခွဲခြားဆက်ဆံမှုတွေကရှိနေတုန်းပါပဲ။ ယနေ့ခေတ် အမေရိကန်နိုင်ငံမှာ လူဖြူလူမည်း ခွဲခြားဆက်ဆံခံရမှုတွေကျယ်ကျယ်လောင်လောင် ထွက်ပေါ်လာတဲ့အချိန် မီဒီယာတွေကလည်းဒီလိုပြဿနာတွေကို မီးမောင်းထိုးပြတဲ့အနေနဲ့ ဇာတ်ကားတွေရိုက်ပြီး တင်ဆက်ကြပါတယ်။ဒီစီးရီးမှာဆိုရင် လူမည်းကလေးငယ်တွေ ပျောက်ဆုံးတဲ့အခါ လူအများစုကဒါကိုရေးကြီးခွင်ကျယ် လုပ်စရာမလိုဘူး ထင်ကြပြီး လျစ်လျုရှုတတ်ကြတဲ့သဘောကိုထောက်ပြထားတာပါ။ဇာတ်အိမ်ကတော့ ငယ်စဉ်က နေအိမ်ကနေ ခေါ်ဆောင်သွားခြင်းခံရပြီး အချိန်တစ်ခုကြာမှကိုယ်တိုင်ထွက်ပြေးခဲ့ရတဲ့ လူမည်း မိန်းကလေးငယ် တစ်ဦးက အရွယ်ရောက်လာပြီးတဲ့အခါဒီလိုဖြစ်ရပ်တွေကို တတ်နိုင်သလောက် တားဆီးဖို့အတွက် အဖွဲ့တစ်ခု တည်ထောင်ပြီးအမေ့လျော့ခံ လစ်လျုရှုခံ ကလေးငယ် တွေကို ကူညီဖို့ ကြိုးစားတာပဲ ဖြစ်ပါတယ်။ Marvelကရိုက်ကူးတဲ့ S.H.I.E.L.D စီးရီးက အေးဂျင့် ဂရန့်အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့သရုပ်ဆောင် ဘရတ်ဒယ်လ်တန်က ဒီစီးရီးမှာ စုံထောက် ထရန့်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီးနာမည်ကြီး Paranormal Activity ဇာတ်ကားမှာ မာရီဆိုးအဖြစ် လူသိများခဲ့တဲ့ ဂေဘရီရယ်ဝက်ချ်ကရှေ့နေ ဥပဒေပညာရှင် လေစီ အဖြစ် ပါဝင်ထားပါတယ်။ ဒီစီးရီးက အောက်တိုဘာ ...",
        "url": "https://channelmyanmar.org/tvshows/found-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rpiHZx10Nm50AtzTUEO9eyaKdq.jpg",
        "title": "Invasion (2021) S1 + S2",
        "description": "Invasion series(2021) ရုပ်ရှင် အညွှန်း\nအခု Apple TV + မှာ ထွက်ရှိထားတဲ့ sci-fi /drama\nseriesကောင်းလေး တစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်X-Men ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Simon Kinberg\nကိုယ်တိုင် ပါဝင်ဖန်တီးထားတာလည်းဖြစ်ပါတယ်ခေါင်းစဥ်အတိုင်းပဲ ဂြိုလ်သားတွေ ကမ္ဘာကို ကျူးကျော်လာမယ့်\nပုံစံမျိုးဖြစ်ပေမယ့် တခြား မြင်တွေ့နေကျ ဂြိုလ်သား ကျူးကျော်တဲ့\nmovies တွေ seriesတွေနဲ့ လုံးဝ ကွဲထွက်နေမှာ ဖြစ်ပါတယ်ပုံမှန်လိုမျိုး မိသားစု တစ်စု က ဂြိုလ်သားကျူးကျော်မှုကြောင့်ဖြစ်လာတဲ့\nအပျက်အစီးတွေကြား လွတ်မြောက်အောင်ရှင်သန်ဖို့ ကြိုးစားရတဲ့ ပုံစံမျိုး မဟုတ်ပါဘူး\nဘယ်ကမှန်းမသိတဲ့ ဂြိုလ်သားတွေက ကမ္ဘာကိုရောက်လာပြီး လူတွေဖြစ်တည်မှုကို\nခြိမ်းခြောက်ဖို့ကြိုးစားတဲ့အ​ဖြစ်အပျက် ကို နေရာဒေသမတူတဲ့ လူ ငါးယောက်က\nထိပ်တိုက်ရင်ဆိုင်ကြုံတွေ့ပြီး ဘယ်လိုဖြေရှင်းကြမလဲ ဆိုတာကို မြင်တွေ့ရမှာပါ\nအမေရိကန် ကျေးလက်ဒေသ၊ အာဖဂန်နစ်စတန်နိုင်ငံ ကနေ ဂျပန်မြို့ပြ အထိ\nမတူညီတဲ့နေရာတွေမှာ ရိုက်ကူးထားပါတယ်season 1အနေနဲ့ ဆယ်ပိုင်းထွက်ရှိမှာဖြစ်ပြီး\nလောလောဆယ် ၃ပိုင်းအရင် ထွက်ရှိထားပါတယ်File Size ...",
        "url": "https://channelmyanmar.org/tvshows/invasion-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/1wonrz_3f-160x200.jpg",
        "title": "Arthdal Chronicles S2(2023)",
        "description": "Arthdal Chronicles S2(2023)************************‌အပိုင်းသစ်(၈)S2ထွက်လာပါပြီ အရင် Main Cast အချို့မပါခဲ့ဘဲ  Lee Joon Gi  တို့ Shin Sae Kyeongတို့ အစားထိုးပါဝင်လာပါတယ်...S1မကြည့်ရသေးတဲ့သူတွေတော့ ကြည့်ဖို့မပြေလောက်ပါဘူး..ဒါ့ကြောင့် S1ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်...အညွှန်းကိုတော့ S2စပွိုင်လာဖြစ်မှာစိုးလို့S1ကဟာကိုပဲ ပြန်လည်ကူးယူထားပါတယ်...\nကမ္ဘာ့ခေတ်ဦးအချိန်အခါတုန်းကတော့ လူသားတွေမှာ နိုင်ငံ တိုင်းပြည် ဘုရင်ဆိုတာတွေမရှိကြပါဘူး။ဒီလိုနဲ့တဖြည်းဖြည်း မီး ဓားသွား လက်နက်နဲ့ ထွန်ယက်စိုက်ပျိုးနည်းတွေကိုသိလာတဲ့လူသားတွေဟာလောကကြီးကိုစိုးမိုးဖို့ကြိုးစားကြပါတယ်။Eunsun ဆိုတဲ့ကလေးလေးဟာ နိမိတ်ဆိုးနဲ့မွေးဖွားလာပြီး ကျိန်စာသင့်နေတယ်လို့သတ်မှတ်ခံထားရတာကြောင့် ဒီကလေးရဲ့ရှင်သန်မှုအတွက် Arthdalမြို့သူမိခင်ဟာ ခက်ခက်ခဲခဲကြိုးစားခဲ့ရတာပါ.....တာဂွန် ကတော့ Arthdal မြို့ကစစ်သူကြီးတစ်ဦးဖြစ်ပြီး အသက်ငယ်ရွယ်စဉ်ကတည်းကထက်မြတ်သူတစ်ဦးဖြစ်ပြီး Arthdal မြို့ကို အောင်မြင်မှုတွေဆောင်ကြဉ်းပေးသူတစ်ဦးလဲဖြစ်ပါတယ်။သူ့ရဲ့အိမ်မက်ကတော့ Arthdalရဲ့ ဘုရင်ဖြစ်လာဖို့ပါပဲ။Wahan မျိုးနွယ်စုရဲ့ ဆက်ခံသူတစ်ဦးဖြစ်ပေမယ့် ခက်ခဲမှုတွေကိုကျော်လွှားရသူTan-Ya ကတော့ Eunsunရဲ့အချစ်ဦးဖြစ်ပြီး တာဂွန် ချစ်မြတ်နိုးတဲ့သူလဲဖြစ်ပါတယ်။S2မှာဘယ်လိုတွေဆက်နွယ်ပြီးကြမ်းပြမလဲဆိုတာကိုတော့ ရင်ခုန်ခံစားကြည့်ကြပါ... Episodes: 12\nAired: Sep 9, 2023 - Oct 15, 2023\nAired On: Saturday, Sunday\nOriginal Network: Disney+, tvN\nDuration: 1 hr. ...",
        "url": "https://channelmyanmar.org/tvshows/arthdal-chronicles-s22023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/power-book-convert.io_-133x200.jpg",
        "title": "Power Book IV: Force (2023) Season 2",
        "description": "CM ပရိသတ်ကြီးတို့ကို ဒီတစ်ခါမှာတော့ American crime series တစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီ Series ရဲ့နာမည်ကတော့ Power Book IV : Force ဖြစ်ပြီးတော့ ဒီတစ်ခါတင်ဆက်ပေးမှာက Season 2 ပါ။\nIMDb rating 8.1/10 နဲ့ Rotten tomatoes 100% ရရှိထားတဲ့ series ဖြစ်တာမလို့ မကောင်းမှာကို စိတ်ပူစရာမလိုပါဘူး။\nဒီ series က Courtney A. Kemp ဖန်တီးခဲ့တဲ့ Power series ရဲ့ sequel ဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ တွမ်မီက နယူးယောက်ခ်က ထွက်လာပြီးနောက် ချီကာဂိုကို ရောက်လာတယ်။\nသူက မူးယစ်ဆေးအရောင်းအဝယ်ထဲ ပါဝင်ပတ်သက်မိရာကနေ ဘိန်းရာဇာဖြစ်လာဖို့ ဆုံးဖြတ်လိုက်ရင်း\nနယ်မြေအတွင်းက ဂိုဏ်းကို ဝင်ထိန်းချုပ်လိုက်ပါတယ်။တွမ်မီက မြို့မှာရှိတဲ့ လူဆိုးတွေနဲ့ အကျင့်ပျက် နိုင်ငံရေးသမားတွေ အပါအဝင် ...",
        "url": "https://channelmyanmar.org/tvshows/power-book-iv-force-2023-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lORXytPRk3To1eOj16f4fczWOsY.jpg",
        "title": "Live Your Own Life(2023)",
        "description": "Live Your Own Life(2023)***********************အပိုင်းသစ်( ၅ )အီဟျိုရှင်းမ် ငယ်စဉ်ဘဝက သူမအဖေဟာ သူမအမေ နဲ့ သူတို့ မောင်နှစ်မတွေကို ထားခဲ့ပြီးအိမ်ကထွက်သွားခဲ့ပါတယ်။ မွေးရာပါ သဘောကောင်းပြီး နွေးထွေးတဲ့သူတစ်ယောက်ဖြစ်တဲ့အီဟျိုရှင်းမ်းဟာ အထက်တန်းကျောင်းပြီးတဲ့အချိန်မှာ fitness trainer အဖြစ်အလုပ်လုပ်ပြီးမိသားစုကိုထောက်ပံ့ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ မိမိအပေါ် ဒုက္ခပေးတဲ့ မိသားစုတွေဆီကရုန်းထွက်ပြီး လွတ်လပ်တဲ့ဘဝကို ရှာဖွေဖို့ကြိုးစားပါတော့တယ်။\nအဲ့ဒီအချိန်မှာ ကုမ္ပဏီကြီးတစ်ခုက စီမံကိန်းဌာနမှာ အလုပ်လုပ်နေတဲ့ဂန်ထယ်ဟိုနဲ့တွေ့ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့….\nAfter school အဖွဲ့ဝင် Uee နဲ့ Destined with you ဇာတ်ကားမှာ ဂွမ်ဂျယ်ဂယောင်းအဖြစ်သရုပ်ဆောင်ထားတဲ့ Ha-Joon တို့က အဓိကဇာတ်ကောင်တွေအဖြစ် ပါဝင်ထားပါတယ်။Family , Drama အမျိုးအစားမို့  ငရုတ်သီးစားပြီးအိမ်သာတက်ချိန် အိမ်သာနားမှာမီးလောင်နေသလိုမျိုးလောင်တဲ့စီးရီးမျိုးကိုမုန်းတဲ့သူတွေအဖို့ အလွန်အင်မတန်သင့်လျှော်ကြောင်းပါ...အညွှန်းကိုတော့ Emely မှရေးသားပေးထားပါတယ်...  Episodes: 50\nAired: Sep 16, 2023 - DEC15, 2023\nAired On: Saturday, Sunday\nOriginal ...",
        "url": "https://channelmyanmar.org/tvshows/live-your-own-life2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fCdHuywWdAgBtjVOOpaqVw3Kb5Z.jpg",
        "title": "I Feel You Linger in the Air (2023)",
        "description": "I Feel Your Linger in the Air / စကားပွင့်ဝေ ချစ်သက်သေ (2023)\"အချစ်သာစစ်မှန်နေမယ်ဆိုရင် အချိန်တွေခြားနေရင်တောင် ဆုံစည်းခွင့်ရနိုင်မှာပါ\"မြစ်ကမ်းနံဘေးကအိမ်ဟောင်းကို ပြန်လည်ပြုပြင်ဖို့ အလုပ်လက်ခံလိုက်ထဲက ဂျုမ်ရဲ့အာရုံမှာ ဝိုးတဝါးပေါ်လာတဲ့ အမျိုးသားတစ်ယောက်ရဲ့ပုံရိပ်၊\nအိမ်ထဲမှာတွေ့ရတဲ့ထူးဆန်းတဲ့သစ်သားတစ်လုံးနဲ့ ဒီအိမ်ကြီးနဲ့ရင်းနှီးနေတဲ့ သူ့ရဲ့မသိစိတ်ကြောင့် ဂျုမ်တစ်ယောက် ခေါင်းရှုပ်နေရတာပေါ့။ဒါပေမဲ့လည်း UKကနေပြန်လာမယ့် ချစ်ရသူအုမ်နဲ့ တွေ့ရတော့မယ်ဆိုတဲ့အတွေးကသာ\nကြီးစိုးနေတာကြောင့် ဒီအိမ်ကြီးနဲ့သူရဲ့ဆက်နွယ်မှုတွေကို သိပ်စိတ်ထဲမရောက်ခဲ့ပါဘူး။ဒါပေမဲ့ အုမ်ကတော့ ဂျုမ်ကိုပေးခဲ့တဲ့ကတိတွေကိုချိုးဖျက်လို့ သစ်စိမ်းချိုးချိုးပြီး\nလက်ထပ်တော့မယ်ဆိုတဲ့သတင်းဆိုးနဲ့အတူ ပြန်လာတာဖြစ်နေတဲ့အခါ ...၂ နှစ်တိတိ မျှော်လင့်ချက်တွေပေးခံရပြီးမှ သစ္စာဖောက်ခံရမှုကြောင့်\nကိုယ်ရောစိတ်ပါပြိုလဲသွားတဲ့ဂျုမ်တစ်ယောက် မတော်တဆမှုပါထပ်ဖြစ်ပြီးတော့ မျောသွားပါတော့တယ်။\"ဘဝသစ်တစ်ခုရဲ့အစသာ ဖြစ်ခဲ့မယ်ဆိုရင် ပိုကောင်းတဲ့ဘဝခရီးလမ်းကို ပိုင်ဆိုင်ပါရစေ\"ဆိုတဲ့\nတီးတိုးဆုတောင်းသံလေးနဲ့ ပြန်လည်နိုးထလာချိန်မှာတော့\n၁၉၂၀ ခုနှစ် ချင်းမိုင်မြို့မှာ ဂျုမ်တစ်ယောက် ပြန်လည်နိုးထလာပါတော့တယ်။ကံဆိုးခြင်းတွေကို ရင်ဝယ်ပိုက်ခဲ့ရတဲ့ဂျုမ်ကို ကံကောင်းခြင်းတွေဆောင်ကျဉ်းပေးမယ့်ဖူးစာရှင်နဲ့ ၁၉၂၀ မှာ ဆုံစည်းနိုင်မလား။\nဂျုမ်ရဲ့ဆုတောင်းကရော ပြည့်ဝနိုင်မလားဆိုတာ အားလုံးအတူ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။အညွှန်းကိုတော့ Mary Christ က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Mary, Summer, Thada, ...",
        "url": "https://channelmyanmar.org/tvshows/i-feel-you-linger-in-the-air-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rjkHORZvB5bnz7kH1PufFCKsX4I.jpg",
        "title": "Strong Girl Nam-soon (2023)",
        "description": "Strong Girl Nam-soon (2023)******************************အပိုင်းသစ် (၂) တစ်ချိန်က ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ မင်မင်နဲ့စွမ်းအားရှင်လေး ဘုံဘုံ (ဘုံဆွန်း)တို့ရဲ့ အဆက် နမ်ဆွန်းလာပါပြီ။Kang Nam Soon (Lee Yoo Mi) က စူပါ ပါဝါရှိတဲ့ ကောင်မလေးပါ။ကလေးဘဝတုန်းက မွန်ဂိုလီးယားမှာ ပျောက်သွားခဲ့ပြီး အရွယ်ရောက်တော့မိဘတွေကိုရှာဖို့ တောင်ကိုရီးယား ဂန်နမ်ကို ရောက်လာခဲ့ပါတယ်။နောက်ဆုံးတော့ အမေဖြစ်သူ Hwang Geum Joo (Kim Jung Eun)အဘွားဖြစ်သူ Gil Joong Gan (Kim Hae Sook) တို့နဲ့ ပြန်တွေ့ဆုံနိုင်ခဲ့ပါတယ်။နမ်ဆွန်းရဲ့ အမေနဲ့အဘွားကလည်း နမ်ဆွန်းလို စူပါပါဝါရှိတဲ့သူတွေပါ။တစ်နေ့မှာတော့ နမ်ဆွန်းတို့ သားအမိ ၃ယောက် ဂန်နမ်မှာဖြစ်ပွားတဲ့။မူးယစ်ဆေးဝါးမှုမှာ ပါဝင်ပတ်သက်ဖို့ အကြောင်းဖန်လာပါတယ်။ဒီအမှုကို စုံစမ်းနေတဲ့ စုံထောက် Kang Hee Sik (Ong Seong Wu) နဲ့ တွေ့ဆုံခဲ့ပြီးသူတို့ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/strong-girl-nam-soon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/A4LTXT8MMZIr4aIwhE4qbGFivBo-133x200.jpg",
        "title": "Wes Anderson’s Short Films Event (2023) Complete",
        "description": "Wes Anderson's Short Films Event (2023) လွန်ခဲ့တဲ့၁၄နှစ်တုန်းက ဝက်စ်အန်ဒါဆန်ဟာ ဗြိတိန်စာရေးဆရာ Roald Dahl ရဲ့ Fantastic Mr. Fox လို့ခေါ်တဲ့ Children's Novel တစ်ပုဒ်ကို ပြန်ရိုက်ခဲ့ဖူးတယ်။ တော်တော်လည်း ကောင်းခဲ့ပါတယ်။ Roald Dahl ဟာ Children's Literature ခေါ် ကလေးစာပေနဲ့ နာမည်ကြီးသလို ဇာတ်လမ်းတိုတွေ ကဗျာတွေလည်းရေးခဲ့တဲ့သူဆိုလည်း မမှားဘူး။ Dahl ကို \"၂၀ရာစုရဲ့ အကြီးကျယ်ဆုံး ကလေးပုံပြင်ရေးဆရာတွေထဲက တစ်ယောက်\" လို့တောင် ဆိုကြတယ်။ Wes Anderson ကလည်း သူ့ကို တော်တော်သဘောကျပုံပါပဲ။ ဒီနှစ်မှာလည်း Dahl ရဲ့ ဇာတ်လမ်းတို ပုံပြင်တိုလေးတွေကိုသုံးပြီး သူလည်း ဇာတ်လမ်းတို လေးပုဒ်ရိုက်ခဲ့တယ်။ ဒီလေးပုဒ်လုံးဟာလည်း မူရင်းစာရေးဆရာကို သစ္စာရှိတဲ့အတွက်ရော၊ ပါဖောမင့်န်ကောင်းတဲ့ သရုပ်ဆောင်တွေကြောင့်ရော၊ ဒါရိုက်တာကောင်းလို့ရော ကောင်းသတင်းတွေချည်း ...",
        "url": "https://channelmyanmar.org/tvshows/wes-andersons-short-films-event-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNmIyYTMxM2ItZWU0MC00ZmI4LTg1MzAtZDFlMTNjNmQyNDIzXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-scaled.jpg",
        "title": "[18+] Secret Campus (2023) Complete",
        "description": "Secret Campus (2023) Mini Series စောင့်မျှော်နေကြတဲ့ Azi Acosta လေးရဲ့ဇာတ်လမ်းတွဲအသစ်လာပါပြီ။ High (School) On Sex အပြီးမှာ ထွက်ရှိလာခဲ့တဲ့ ကျောင်းနောက်ခံဇာတ်လမ်းတွဲဖြစ်ပေမဲ့ ပေါ့ပေါ့ပါးပါးဟာသကားတော့မဟုတ်ပါဘူး။ အထက်တန်းကျောင်းနဲ့ ကောလိပ်ကျောင်းသူကျောင်းသားတွေရဲ့ ကျောင်းဝင်းထဲမှာ တီးတိုးပြောလေ့ရှိတဲ့ ဇာတ်လမ်းတွေ အမှောင်ဆုံးလျှို့ဝှက်ချက်တွေနဲ့ပတ်သက်ပြီး Anthology ပုံစံနဲ့တင်ဆက်သွားမှာဖြစ်ပါတယ်။ Azi Acosta အပြင် Pantaxa Laiya ပြိုင်ပွဲဝင်နှစ်ယောက်ဖြစ်တဲ့ Angelica Hart နဲ့ Armina Alegre တို့နဲ့အတူ တစ်ခြား Vivamax မင်းသမီးလေးတွေလည်း ပါဝင်အားဖြည့်ထားတဲ့အတွက် ကြည့်ကောင်းဦးမယ့်ဇာတ်လမ်းတွဲတစ်ခုပဲဖြစ်ပါတယ်။ ကြည့်ရှူခံစားလိုက်ကြပါဦး။ (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ ALS ပဲဖြစ်ပါတယ်)Size ~ 700MB+\nTotal - 4 Episodes\nQuality – 1080p\nDuration ~ 45min (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : ...",
        "url": "https://channelmyanmar.org/tvshows/secret-campus-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zCWURXo7jsTgqG1kZciVM5KJQp.jpg",
        "title": "SF8 (2020) Complete",
        "description": "SF8 (2020) Limited Series ~ IMDb - 6.3/10, MyDramaList - 7.5/10 ~ ကိုရီးယားသိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်တွေ ဇာတ်လမ်းတွဲတွေကို ကျွန်တော်တို့မြင်ရသလောက်ဆို သိပ်တော့လည်း အားရစရာကောင်းမနေပါဘူး။ ကော်ပီဖြစ်ရင်ဖြစ် မဖြစ်ရင်လည်း သိပ်ဇာတ်မနိုင်လှတာကို တွေ့ရမှာပါ။ ဆန်းတော့လည်းမဆန်းဘူးထင်ပါတယ်။ အကုန်မဟုတ်တောင် ၁၀ခုမှာ ၇ခုလောက်က အစကောင်းတောင် အဆုံးဂွမ်းသွားတာများပါတယ်။ SF8 ကတော့ ပုံမှန်မြင်နေကျ ကိုရီးယား သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေနဲ့ မတူတဲ့ Anthology စီးရီးပါပဲ။ ၈ပိုင်းပါဝင်ပြီး Anthology စီးရီးဆိုတော့ ၈ပိုင်းလုံး ဇာတ်အိမ်သီးခြားစီနဲ့ပါ။ ထူးတာက ဒီအပိုင်းတွေအားလုံးမှာ အထူးပြုလုပ်ချက်ဆန်းဆန်းပြားပြားတွေ မပါပေမဲ့လည်း ဇာတ်အိမ်ကိုတော့ ရည်ရွယ်ချက်ကောင်းကောင်းလေးနဲ့ ချပြထားပါတယ်။ ၈ပိုင်းလုံး သူ့ Concept နဲ့သူ ရပ်တည်နေပြီး ၈ပိုင်းလုံး ပစ်စရာမရှိလောက်အောင် ကောင်းပါတယ်။ သရုပ်ဆောင်တွေလည်း ထိပ်တန်းကြီးတွေတော့မဟုတ်ပေမဲ့ ပေါပေါပဲပဲသုံးထားတာမဟုတ်ပါဘူး။ An Old Lady ထဲက မင်းသမီးကြီး ...",
        "url": "https://channelmyanmar.org/tvshows/sf8-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2D7WwmmLlYmZMgkk6EhZPaGuod.jpg",
        "title": "Bright Eyes in the Dark ( 2023 )",
        "description": "CM ပရိသတ်တိုအတွက်ဒီတစ်ခါမှာ CM ကနေ\nBright eyes in the dark ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်။လင်းလုရှောင်းကတော့ မီးသတ်တဲ့နေရာမှာအရည်အချင်းပြည့်စုံပြီး\nအတွေ့ကြုံများစွာပိုင်ဆိုင်ထားတဲ့ ပေရွှင်မြိုရဲ့ အထူးတပ်စခန်း စခန်းမှူးတစ်ယောက်။\nတစ်နေ့မှာ ပြည်သူတွေကိုအသိပညာဗဟုသုတ ဝေမျှတဲ့\nreality show တစ်ခုမှာမီးဘေးအန္တရာယ်နဲ့ပတ်သက်ပြီး\nဝေမျှဖိုလင်းလုရှောင်းကိုနည်းပြအဖြစ်အနေနဲ့ ရွေးချယ်ခဲ့တယ်။အဲ့အစီစဥ်မှာပဲ နှစ်အတော်ကြာတုန်းက သူမီးလောင်မှုထဲမှာကယ်တင်ပေးခဲ့\nအကအနုပညာရှင် နန်ချူးနဲ့တွေ့ဆုံခဲ့တယ်။ နန်ချူးကတော့ခံစားချက်တွေပြည့်နေပမဲ့\nလင်းလုရှောင်းကတော့ သူ့ရဲ့အန္တရာယ်များလှတဲ့အလုပ်တာဝန်ကြောင့်\nအချစ်ရေးကိစ္စတွမှာစိတ်မပါခဲ့ဘူး။ ဒီလိုနဲ့တခြားသောထူးချွန်ထက်မြက်ပြီး\nရဲရင့်တဲ့လူငယ်မီးသတ်သမားတွေလည်း ပူးပေါင်းလာကြရာမှာ\nပေရွှင်စခန်းရဲ့မီးဘေးကာကွယ်မှုအရည်အချင်းကလည်းပိုပိုတိုးတက်လာတယ်။နန်ချူးကလည်း သူတဖက်သက်ချစ်ရတဲ့သူနဲ့ ဓါးတောင်ကျော်ကာ\nမီးပင်လယ်ဖြတ်လျက် လင်းလုရှောင်းရဲ့နှလုံးသားနေရာမှာနေရာယူဖိုကြိုးစားရင်းနဲ့ ...................။\nဇာတ်လမ်းလေးထဲမှာတော့ လင်းလုရှောင်းအဖြစ် Huang Jing Yu,\nနန်ချူးအဖြစ် Zhang Jing Yi နှင့်တခြားသောအနုပညာရှင်ပေါင်းများစွာပါဝင်သရုပ်ဆောင်ထားပါတယ်။==========================Quality : WEB-DL 1080p , 720p\nTotal Episodes : 40\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/bright-eyes-in-the-dark-2023/"
    }
]