[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/kingdom-2-1-135x200.jpg",
        "title": "Kingdom Season 2 (2020) [COMPLETE]",
        "description": "(Unicode)အားလုံးစောင့်နေကြတဲ့ season1 မှာကတည်းကလူစိတ်ဝင်စားမှုများတဲ့ Kingdom Season 2 ဒီနေ့ပဲထွက်လာတာအားလုံးအသိပါ။ဒီseason မှာလည််း အပိုင်း ၆ ပိုင်းပါဝင်ပြီး ဖုတ်ကောင်တွေရဲ့ဆင့်ကဲပြောင်းလဲလာမှုတွေကြား နန်းတွင်းအမတ်ချုပ်ရဲ့ကြိုးကိုင်မှုတွေကြား အိမ်​ေ့ရှစံမင်းသားတို့အဖွဲ့ရုန်းကန်ရတော့မယ်မှန်း Season 1 အဆုံးမှာကတည်းကအားလုံးသိထားမှာပါ။ဒီSeason 2 မှာ တစ်ချို့ဇာတ်ကောင်တွေဖျောက်ပြီး တချို့ဇာတ်ကောင်တွေကို ​ေ့ရှတန်းတင်လာတဲ့အပြောင်းအလဲတွေနဲ့အတူ ဇာတ်ရှိန်ကတဖြေးဖြေးမြင့်လာနေပါပြီ။ဒီဖုတ်ကောင်တွေရဲ့ပြသနာကလွယ်လွယ်ဖြေရှင်းဖို့မလွယ်သလို နန်းတွင်းကချုပ်ကိုင်မှုတွေလည်းရှိနေပေမယ့် ဒီရောဂါပိုးရဲ့ဆင့်ကဲပြောင်းလဲလာမှုသဘောသဘာဝတွေကို ရိပ်မိလာတဲ့အခြေအနေရောက်လာပြီဖြစ်တဲ့အတွက် ဘာဆက်ဖြစ်မယ်ဆိုတာ ရင်ခုန်စရာပါ။အချိန်အကြာကြီး တောင့်တစောင့်စားရလောက်တဲ့အထိဖြစ်ခဲ့တဲ့ ဒီ Season 2 မှာဘယ်လောက်ထိဇာတ်ရှိန်တက် မလဲဆက်တက်ဦးမလဲဆိုတာဘယ်လောက်ထိ နန်းတွင်းကိစ္စတွေရှုပ်ထွေးသွားမလဲဒါမှမဟုတ် ရှင်းသွားမလဲဆိုတာကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ကြပါ။သေချာတာတော့ ကျနော်တို့ထပ်စောင့်ကြည့်ချင်ရဦးမှာပါ။(ဘာသာပြန်ပေးထားသူတွေကတော့ Littleneo d3mon Thura Zarni Aung တို့ပဲဖြစ်ပါတယ်)(Zawgyi)အားလုံးေစာင့္ေနၾကတဲ့ season1 မွာကတည္းကလူစိတ္ဝင္စားမႈမ်ားတဲ့ Kingdom Season 2 ဒီေန႔ပဲထြက္လာတာအားလုံးအသိပါ။ဒီseason မွာလည္္း အပိုင္း ၆ ပိုင္းပါဝင္ၿပီး ...",
        "url": "https://channelmyanmar.org/tvshows/kingdom-season-2-2020-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNDY0OTY5YjItYTc5Mi00N2VlLTgwZTktY2YxYzU4OTI4Mjc4XkEyXkFqcGdeQXVyMjQ5MjYwNDE@._V1_-135x200.jpg",
        "title": "Kingdom (2019) Season 1 [COMPLETE]",
        "description": "အခုလောလောလတ်လတ် ၂၀၁၉ ဇန်နဝါရီ ၂၅ မှာမှ အသစ်ထွက်လာတဲ့ ကိုရီးယား အက်ရှင်စီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။အွန်လိုင်းကောမစ်တစ်ခုဖြစ်တဲ့ \"The Kingdom of the Gods\" ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ထုတ်လုပ်သူကတော့ အခုနောက်ပိုင်းမှာ ဇာတ်လမ်းတွဲကောင်းများစွာကို ထုတ်လွှင့်နေတဲ့ Netflix ကပါပဲ။Netflix ကလွှင့်တဲ့ ဒုတိယမြောက် ကိုရီးယား ဇာတ်လမ်းတွဲဖြစ်ပြီး ပထမ Season အနေနဲ့ အပိုင်းခြောက်ပိုင်းပါရှိပါတယ်။အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ အိမ်ရှေ့စံ Lee Chang နေရာမှာ သရုပ်ဆောင်ထားတဲ့ မင်းသား Ju Ji-Hoon ကိုတော့ မသိတဲ့သူမရှိလောက်ဘူးထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျိုဆောင်ခေတ်မှာ အိမ်ရှေ့စံမင်းသားက တိုင်းပြည်အတွင်းမှာ ထူးဆန်းတဲ့ ကပ်ရောဂါဆိုး ကျရောက်နေတာကိုစုံစမ်းရင်းအမှန်တကယ်တော့ အဲဒီကပ်ရောဂါဆိုးက လူတွေကို ဇွန်ဘီတွေဖြစ်သွားနိုင်စေတယ်ဆိုတာ သိလာရပါတယ်။သူအဲဒီကပ်ရောဂါဆိုးကနေ သူ့ရဲ့နိုင်ငံကို ကယ်တင်နိုင်ပါမလား။အိမ်ရှေ့စံဖြစ်တဲ့ သူ့ကို ထီးနန်းမရအောင် တားဆီး တိုက်ခိုက်နေတဲ့သူတွေကိုရော ကာကွယ်နိုင်ပါမလားဆိုတာကို အက်ရှင် ကြမ်းကြမ်းလေးနဲ့ပြပေးထားပါတယ်။(ဘာသာပြန်တင်ဆက်ထားသူများကတော့  Thura ...",
        "url": "https://channelmyanmar.org/tvshows/kingdom-2019-season-1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjc1NzQ5Nzc4MF5BMl5BanBnXkFtZTgwOTI1Mzc1NjM@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Castlevania Season 1 & 2 & 3 & 4 {Complete}",
        "description": "ခုလတ္​တ​ေလာ\nNetflixမွာထြက္​႐ွိခဲ့ၿပိး\nHot​ေနတဲ့\nAnimation seriesတစ္​ခုနဲ႔မိတ္​ဆတ္​​ေပးပါရ​ေစ\nဒီ animationဟာ\nCastlevania ဆိုတဲ့ဂိမ္​းကို\nမွီျငမ္​းၿပီးဇာတ္​လမ္​းဆင္​ထားတာပါ\nဒီဇာတ္​လမ္​းထဲက\nၿမိဳ႕စားႀကီးဒရက္​ကူလာဆိုရင္​လူတိုင္​းသိမယ္​ထင္​တယ္​\nက်​ေနာ္​တို႔ငယ္​ငယ္​တုန္​းကဆိုရင္​\nငို​ေနရင္​​ေတာင္​\nဒရက္​ကူလာလာၿပီးအသံၾကားတာနဲ႔ကို\nအငိုတိတ္​တဲ့အထိ​ေၾကာက္​ရတဲ့\nရက္​စက္​တဲ့မိစာၦ​ေကာင္​ႄကီးပါ\nသမိုင္​းမွတ္​တမ္​း​ေတြအရလည္​းအျပင္​မွာတကယ္​႐ွိခဲ့ၿပီး\n႐ုပ္​႐ွင္​​ေတြထဲကထက္​ကိုပိုရက္​စက္​ပါတယ္​\nတကယ္​့အျပင္​မွာ​ေတာ့​ေသြးစုတ္​ဖုတ္​​ေကာင္​မဟုတ္​​ေပမယ္​့\nသူ႔အပိုင္​စားရတဲ့နယ္​​ေျမမွာျပည္​သူ​ေတြကိုရက္​စက္​စြာအုပ္​ခ်ဳပ္​တာ\nသူ႔ရန္​သူ​ေတြကိုကားစင္​တင္​ၿပီး\n​ေသြးကို​ေသာက္​ျပတာလုပ္​တဲ့အထိ\nရက္​စက္​ခဲ့တယ္​ဆိုၿပီးသမိုင္​းတြင္​ခဲ့လို႔​ေနာက္​ပိုင္​းမွာ\n​ေသြးစုတ္​ဖုတ္​​ေကာင္​​ေတြရဲ႕​ေခါင္​ႀကီးဆိုၿပီး\nခ်ယ္​မႈန္​းခံရတဲ့အထိရက္​စက္​ျပခဲ့သူပါ\nဒီanimationမွာ​ေတာ့\nလူ​ေတြသိၾကတဲ့ဇာတ္​လမ္​းနဲ႔လည္​းမတူသလို\nျဖစ္​ရပ္​မွန္​ဇာတ္​လမ္​းနဲ႔မတူပဲ\nဒရက္​ကူလာရဲ႕ခံစားခ်က္​​ေတြကိုရက္​ရက္​စက္​စက္​\n​ေဖာ္​ျပထားတဲ့တကယ္​ကိုanimation​ေကာင္​းတစ္​ခုပါ\nအခ်စ္​လည္​းႀကီးသလို\nအခ်စ္​အတြက္​ဆိုရင္​\nလူသားမ်ိဳးႏြယ္​တစ္​ခုလံုးကိုသုတ္​သင္​ဖို႔ဝန္​မ​ေလးပဲ\nရက္​စက္​စြာအ​ေကာင္​အထည္​​ေဖာ္​တဲ့အထိႏွလံုးသားႀကီးသူပါ\nIMDb ratingမွာလည္​း 8အထိရထားတဲ့အျပင္​\nRotten tomatoesမွာလည္​း79%အထိရထားတာကို\nၾကည္​့ခ်င္​းအားျဖင္​့​ေကာင္​းမ​ေကာင္​းဆိုတာကို\n​ေျပာ​ေနစရာမလို​ေလာက္​ဘူးထင္​ပါတယ္​\nအသက္​ ratingအ​ေနနဲ႔\n15+ျဖစ္​​ေနတဲ့အတြက္​\n၁၅ႏွစ္​​ေအာက္​​ေတြၾကည္​့ဖို႔မသင္​့​ေတာ္​တဲ့\nအၾကမ္​းစားသတ္​ျဖတ္​မႈ​ေတြ\n႐ိုင္​းစိုင္​းတဲ့အသံုးအႏႈံး​ေတြပါပါတယ္​\n(ဘာသာျပန္​တဲ့​ေနရာမွာစကားလံုးအသံုးအႏႈံးထိမိ​ေစဖို႔\n​ေဖာ့ျပန္​ထားတာမ႐ွိပါ)\nဒီ TV Series ကို Dr.Nyan က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant နဲ႔ YK  က တင္ဆက္ေပးထားပါတယ္\n \n{ Season 1 }\nEP 01 - Drive / Megaup / Openload  / Zippy (350 MB)\nEP 02 - Drive / Megaup / Openload / Zippy (350 MB)\nEP 03 - Drive / Megaup / Openload / Zippy (350 MB)\nEP 04 - Drive / ...",
        "url": "https://channelmyanmar.org/tvshows/castlevania-season-1-2-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/at-a-distance-aaa-150x200.jpg",
        "title": "At a Distance, Spring is Green(2021)",
        "description": "At a Distance, Spring is Green(2021) ဇာတ်လမ်းတွဲအညွှန်း***************************************************အပိုင်းသစ်(၁ မှ ၁၂ )ထိ စ/ဆုံးကျောင်းသားကားလေးတွေ ကြိုက်တဲ့ kdrama fan တွေအတွက် နောက်ထပ်ကျောင်းသားကားလေးတစ်ကား ရောက်ရှိလို့လာပါပြီ...Wanna one မန်ဘာဟောင်း Park Ji Hoon၊ True Beauty , A-teen ဇာတ်ကားတွေထဲမှာ ပါ၀င်သရုပ်ဆောင်ထားတဲ့ Kang Min Ah ၊လက်ရှိပြသနေတဲ့ My rommate is a gumiho ဇာတ်ကားထဲမှာ ပါ၀င်ထားတဲ့ Bae In Hyuk တို့ရဲ့ ဇာတ်ကားလေးပါ။အသက် ၂၀အရွယ် လူငယ်တွေ တက္ကသိုလ်မှာ ကြုံတွေ့ရတဲ့ ပြဿနာများကို ရှုထောင့်အမျိုးမျိုးကနေ ရိုက်ပြထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရုပ်ရည်ချောမောပြီး ချမ်းသာတဲ့မိသားစုမွေးဖွားလာတဲ့ Yeo Joon ဟာ ဘ၀မှာ ပျော်ရွှင်စွာနေထိုင်နေပုံပေါ်ပေမယ့်လည်း တစ်ဖက်မှာတော့ လူတွေကိုထုတ်မပြရဲတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/at-a-distance-spring-is-green2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/lisey-135x200.jpg",
        "title": "Lisey’s Story (2021)",
        "description": "ဒီစီးရီးကတော့ စာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ ဝတ္ထုကို ဇာတ်လမ်းတွဲအဖြစ်ပြန်လည်ရိုက်ကူးပြီး apple tv ကနေ ပြသလိုက်ပါပြီ။ စတီဖင်ကင်းကိုတော့ ရုပ်ရှင်ပရိသတ်အများစုစာအုပ်မဖတ်ဖူးရင်တောင် ကြားဖူးနေကြမှာပါ။IT, Pet Sematary, Shinning, Dr Sleep, 1408, Dark Tower, Shawshank, Green Mile, The Mist စသည်ဖြင့်ဇာတ်ကား ၅၀ လောက်ကို ရှိပါတယ်။ ဒါပေမယ့် ဒီ လီစီ စတိုရီ စာအုပ်ရဲ့ထူးခြားချက်ကတော့ဆရာကြီး သူရေးခဲ့ဖူးသမျှထဲမှာအကြိုက်ဆုံးထဲမှာပါတယ်လို့ ပြောခဲ့ဖူးပါတယ်။စတီဖင်ကင်းဟာ သူ့ရဲ့ဇာတ်လမ်းအများစုက အပြင်လောကက သူ့ရဲ့ဘဝနဲ့ သူ့ခံစားချက်တွေကနေအခြေခံပြီး ပြောင်းလဲချဲ့ထွင်ရေးခဲ့တာ များပါတယ်။ဥပမာ Pet Sematary ဆိုရင် သူပြောင်းပြီးနေတဲ့အိမ်က ကားလမ်းနဲ့အရမ်းနီးပြီးသူ့ကလေးတွေအတွက် စိတ်ပူမိတဲ့ကိစ္စကနေ စပြီးရေးခဲ့မိတာပါ။သူရေးပြီးသူပြန်ကြောက်မိတဲ့ ဝတ္တုလို့လည်း ဆိုခဲ့ဖူးပါတယ်။ဒီစာအုပ်ကတော့ စတီဖင်ကင်းတစ်ယောက် အဆုတ်ရောင်ရောဂါနဲ့အသည်းအသန်ဖြစ်ပြီး သူ့မိန်းမက လူနာစောင့်ခဲ့တဲ့အဖြစ်ကနေ စပြီး အတွေးပေါ်ခဲ့တယ်လို့ ပြောဖူးပါတယ်။သူသေသွားတဲ့အခါ သူ့မိန်းမနဲ့ သူ့ရ့ ...",
        "url": "https://channelmyanmar.org/tvshows/liseys-story-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/k-thai-133x200.jpg",
        "title": "Keun Ruk Salub Chata (2021)",
        "description": "Keun Ruk Salub Chata\"ကံကြမ္မာစေရာ \" (2021)ထိုင်းဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်းသစ်(၁ မှ ၁၆)ထိ စ/ဆုံးဝပ် အဖြစ် Alekတပ် အဖြစ် Krating\nဂျင်နီလ် အဖြစ် Namtran\nကူလန်ဂျ် အဖြစ် Buaဒီဇာတ်လမ်းလေးကတော့ ဝပ် နဲ့ တပ်ဆိုတဲ့ ကောင်လေးနှစ်ဦးကို ကံကြမ္မာက အချိုးကျကျ လှည့်ပြောင်းလိုက်တဲ့အကြောင်းပါ\nဝပ်ဆိုတာကတော့ ရုပ်ချောသလောက်ပွေရှုတ်တတ်တဲ့ Bad Boy လေးပေါ့....\nနာမည်ကြီး မင်းသမီးလေး ဂျင်နီလ် နဲ့ အတူ အတားအဆီးတွေကို ကျော်ဖြတ်ရင်ဆိုင်နေသူလေးပါတပ်ဆိုတာကတော့ ရုပ်ချော ရေလျှံတဲ့ လေယာဉ်မှူး Rich Kid လေးပါ\nသူများတွေ မနာလိုလောက်ရအောင်ကို ချစ်စရာကောင်းပြီး\nအပြုံးချိုချိုနဲ့ ဆရာဝန်မလေး ကူလန်ဂျ်ကို ပိုင်ရှင်အဖြစ် သိမ်းပိုက်ထားနိုင်သူလေးလည်းဖြစ်ပါတယ်တစ်နေ့တော့ ဆန်းကြယ်တဲ့ ကံကြမ္မာက အက်ဆီးဒင့်ကနေ တစ်ဆင့်\nဝပ် နဲ့ တပ်တို့ရဲ့ ဝိညာဉ်ချင်း လဲလှယ်သွားခဲ့ပါတော့တယ်အဲ့ဒီနောက်Bad boy ကောင်လေး ဝပ်ကတော့ လွပ်လပ်ပြီး နေချင်သလို နေခဲ့ရတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/keun-ruk-salub-chata-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Poster-212x300.jpg",
        "title": "Moonlight Drawn by Clouds (2016)",
        "description": "K Drama ဖန်တွေအတွက် ကျွန်တော်တို့ Channel Myanmar ကနေ အခုတစ်လောနာမည်ကြီးနေတဲ့Moonlight Drawn By Cloud လို့အမည်ရတဲ့ ဇာတ်လမ်းတွဲအသစ်လေးနဲ့စတင်မိတ်ဆက်ပေးလိုက်တယ်နော်အပတ်တိုင်းအပိုင်းသစ်၂ပိုင်းသာထွက်ရှိပြီး အခုလောလောဆယ်မှာလည်း ကိုရီးယားမှာ ပြသနေဆဲဇာတ်လမ်းတွဲသာဖြစ်ပါတယ်..ဒါကြောင့်မို့.အမြန်ဆုံးတင်ဆက်ပေးလိုက်ပါတယ်နော်..ဇာတ်လမ်းအညွှန်းလေးမပြောခင်မှာ..သိသင့်သိထိုက်တာလေးတွေကိုအရင်ပြောပါရစေဒီဇာတ်လမ်းမှာ အဓိက သရုပ်ဆောင်တွေအနေနဲ့ Park Bo-Gum နဲ့ Kim You-Jung တို့ကသရုပ်ဆောင်ထားကြပါတယ်..ဒီဇာတ်လမ်းကို Yoon Yi-Soo ရေးသားခဲ့တဲ့ \" Gooreumi Geurin Dalbit \" ဝတ္တုကိုရိုက်ကူးတင်ဆက်ထားပါတယ် အပိုင်း ၁၈ ထွက်မှာဖြစ်ပြီး ရိုက်ကူးသူဒါရိုက်တာကတော့Kim Sung-Yoon ဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းဟွန်ဆန်နွန် ဟာ ယောက်ကျားလေးတစ်ယောက်အဖြစ်အယောင်ဆောင်ထားတဲ့မိန်းကလေးအောင်သွယ်တော်တစ်ဦးပါ..သူဟာ အချစ်စာတွေရေးရေးပြီးပို့ပေးပါတယ်..တစ်နေ့မှာလူတစ်ယောက်အကူအညီတောင်းလို့မိန်းကလေးတစ်ယောက် ဆီကိုအချစ်စာတွေရေးပို့ပေးတဲ့အခါမှာ အဲ့စာတွေဟာ မိန်းကလေးရဲ့အစ်ကိုဆီကိုရောက်သွားပါတယ်..အဲ့မိန်းကလေးကတော့ မင်းသမီးဖြစ်ပြီး မိန်းကလေးရဲ့အကိုကတော့ အိမ်ရှေ့စံပါအိမ်ရှေ့စံလီယောင်းဟာ သူ့ညီမ ကိုယ်စားပြန်ချိန်းလိုက်ပြီးသွားတွေ့တဲ့အခါမှာတော့ ဟိုဘက်က အချစ်စာရေးခိုင်းတဲ့လူကလည်း မင်းသမီးမှန်းသိလို့မတွေ့ရဲပဲ ဆန်နွန်ကိုသာ အစားထိုးလွှတ်လိုက်ပါတယ်...အိမ်ရှေ့စံနဲ့ဆန်နွန်တို့ တွေ့ကြပြီး တဲ့နောက် အလွဲလွဲအချော်ချော်တွေဖြစ်ကုန်ပြီးဆန်နွန် ဟာ ထွက်ပြေးခဲ့ပါတယ်.နောက် ဆန်နွန်တစ်ယောက် အဖမ်းခံရမိန်းမစိုးတစ်ယောက်အဖြစ်ရောင်းစားခံရပြီး နန်းတွင်းကိုရောက်လာတဲ့အခါအိမ်ရှေ့စံနဲ့ပြန်လည်ဆုံတွေ့ကြတဲ့အခါမှာတော့ဘာတွေဖြစ်မလဲဆိုတာဆက်လက်ကြည့်ရှုကြပါ Quality :WEB-DL 720pFormat: mp4Total Episode : 18Genres ...",
        "url": "https://channelmyanmar.org/tvshows/moonlight-drawn-by-clouds-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/kat-142x200.jpg",
        "title": "Katla",
        "description": "အိုက်စ်လန်း ဘာသာနဲ့ စီးရီးအလန်းတစ်ခု တင်ပေးလိုက်ပါပြီ။\nနည်းနည်းတော့ ထူးဆန်းတဲ့ဇာတ်လမ်းပါ။\nအိုက်စ်လန်းရဲ့ ရေဂျာဗစ် မြို့နားက ဗစ်ခ်ဆိုတဲ့ မြို့လေးနားမှာ ကတ်တ်လာဆိုတဲ့ မီးတောင်ကြီး ပေါက်ကွဲခဲ့တယ်။\nအဲဒီမီးတောင်က နှစ်အတော်ကြာ တစ်ခါ ပေါက်ကွဲနေကျပါပဲ။\nမီးတောင်က ထွက်တဲ့ ပြာတွေနဲ့ အမြဲအုံ့ဆိုင်းနေတာကြောင့် ဗစ်ခ်မှာ လူနေဦးရေ နည်းနေပါပြီ။\nအဲဒီမီးတောင်ထဲကနေ လွန်ခဲ့တဲ့ တစ်နှစ် မီးတောင်ပေါက်တုန်းက ပျောက်သွားတဲ့ ကောင်မလေးတစ်ယောက် ပြန်ပေါ်လာတယ်။\nတုံးလုံးကြီး ပြာတွေဖုံးပြီးတော့ပေါ့။ ဆန်းပြီလားဆို သိပ်မဆန်းသေးဘူး။\nသိပ်မကြာဘူး နောက်တစ်ယောက်ပေါ်လာတယ် လွန်ခဲ့တဲ့ နှစ် ၂၀ က မိန်းကလေးတစ်ယောက်။\nအဲဒီတစ်ယောက်က ပျောက်မနေဘူး။ အခုထိ အပြင်မှာ အသက် ၄၀ ကျော်အဖြစ်နဲ့ ရှိနေပြီးသား။\nအငယ်တစ်ယောက် အကြီးတစ်ယောက် အတူတူဖြစ်နေတယ်။ နည်းနည်းတော့ဆန်းပြီဆိုပေမယ့် မပြီးသေးဘူး။\nနောက်ထပ်ကလေးတစ်ယောက် ထပ်ပေါ်လာတဲ့။ ပေါ်လာတဲ့ ကလေးက ဒီမီးတောင်နဲ့တောင်မဆိုင်ဘူး။\nအခြားမှာ သေထားပြီးသား ကလေးဖြစ်နေတာ။ ဆန်းလာပြီနော်။\nထပ်ပေါ်လာတာပြန်ရော ကောင််မလေးတစ်ယောက်။ ပေါ်လာတဲ့ တစ်ယောက်ကေ ပျောက်လည်းမပျောက်ဘူး သေလည်းမသေးဘူး။\nလက်ရှိ ရှိနေတဲ့သူနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/katla/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ep3TFArcl7jYipJymsKp2zuGv1m.jpg",
        "title": "My Roommate Is a Gumiho(2021)",
        "description": "My Roommate Is a Gumiho(2021)အညွှန်း**************************************အပိုင်းသစ်(၁ မှ ၁၆ ) ထိ စ/ဆုံးအမြီးကိုး‌ချောင်းမြေခွေးဂူမီဟိုဆိုတာကို ကိုရီးယားဒရာမာပရိသတ်တို့အနေနဲ့ မစိမ်းလောက်ဘူးထင်ပါတယ်....ဒါပေမယ့် အခုဒီကားလေးထဲက မြေခွေးကတော့ အသက်999နှစ်ရှိပြီဖြစ်တဲ့ မြေခွေးထီးချောချောလေးပါနော် ...ဒီမြေခွေးထီးလေးရဲ့ အမြုတေကို တက္ကသိုလ်ကျောင်းသူလေးတစ်ယောက်က အမှတ်မထင်မြိုချမိလိုက်တဲ့အခါဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ စခွီထရင်းကြည့်ရမယ့် comedy fantasy လေးပါ.....မင်းသမီးကလည်း အားလုံးလည်းသိကြတဲ့ Idol ကနေသရုပ်ဆောင်ဘက်မှာလည်း အောင်မြင်မှုတွေရထားတဲ့Reply 1988 ထဲက မင်းသမီး Hyeri ပါ ဆိုတော့ကာ ရင်ခုန်စွာနဲ့ကြည့်ရှုပေးကြပါဦး....Episodes: 16Aired: May 26, 2021 - Jul 15, 2021Aired On: Wednesday, ThursdayGenres: Comedy, Romance, FantasyTranslator –Hnin Pale,Ichika Satoru,Su Myat Myat Aung & Myo Myo HtetEncoder –  Phyo Pyae \nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/my-roommate-is-a-gumiho2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8zk9FzNPNIzl2yuwMeWRcDB5Jk.jpg",
        "title": "Suparburoot Chao Din (2019)",
        "description": "Suparburoot Chao Din -အထက်တန်းစားစိတ်ဓာတ်(2019)အညွှန်း*******************************************************အပိုင်း(၁ မှ ၁၅ )ထိ စ/ဆုံးဇာတ်လမ်းအကျဉ်းခွန်ဆိုရာ၀စ် ဆိုတာ သိပ်ကိုချမ်းသာတဲ့ လုပ်ငန်းရှင်ကြီးတစ်ဉီးဖြစ်တယ်...သူက ဆုဒါ၀မ် ဆိုတဲ့အမျိုးသမီးတစ်ဉီးနဲ့ အိမ်ထောင်ကျခဲ့ပေမဲ့ စိတ်ထားဖြူစင်မှုနည်းတဲ့အတွက်ကြောင့်ခွန်ဆိုရာ၀စ်ရဲ့ မအေဖြစ်သူက သိပ်သဘောမကျခဲ့ဘူး...ဒါကြောင့် ဝါ့ဆိုတဲ့အမျိုးသမီးလေးနဲ့ ထပ်မံပေးစားခဲ့တယ်... ဝါ့ကတော့ သဘောဖြူတဲ့အမျိုးသမီးလေးမို့ ခွန်ဆိုရာ၀စ်ရဲ့ အမေက တော်တော်ချစ်ရှာပုံပဲ..ပြောရရင် ခွန်ဆိုရာ၀စ် က မယား(၂)ယောက်နဲ့ပေါ့.. ဝါ့က သားလေးတစ်ယောက်မွေးတယ်...ခွန်ဆိုရာဝစ်ရဲ့မိခင်ဟာ သေဆုံးတဲ့အချိန်မှာ ထူးဆန်းစွာပဲ အမွေတွေအကုန်လုံးကို ဝါ့တို့သားအမိဆီလွှဲဖို့သေတမ်းစာရေးခဲ့တယ်..မယားကြီးဖြစ်သူ ဆုဒါဝမ်အတွက် ယမ်းပုံမီးကျ ဒေါသထွက်တော့တာပေါ့..ဒါ့ကြောင့် မယားကြီးဟာဝါ့ကို နည်းမျိုးစုံနဲ့အကောက်ကြံပြီး အိမ်ပေါ်က ဆင်းအောင်လုပ်လိုက်တယ်... ယောက်ျားဖြစ်သူကိုယ်တိုင် သူ့ဘက်မှာမရှိတော့တဲ့ ဝါ့ဟာစိတ်အနာကြီးနာပြီး သားလေးကိုလက်ဆွဲကာ အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့ အိမ်ပေါ်က မာနတွေထုပ်ပိုးပြီးဆင်းခဲ့တယ်..လမ်းဘေးဆိုင်လေးတစ်ခုဖွင့်ရင်း ဝါ့တို့သားအမိဟာ အသက်မွေးဝမ်းကျောင်းပြုရှာတယ်..သားဖြစ်သူဟာလည်း စာတော်ပြီး ဆေးကျောင်းတက်နေတယ်..အဲ့ဒီနောက် အရွယ်ရောက်လာတဲ့သားဖြစ်သူဟာ ဖြစ်စဉ်တွေအကုန်သိပြီးတဲ့နောက်မှာတော့...တစ်ဘက်မှာလည်း မယားကြီးဖြစ်သူဟာ အမွေတွေမပေးရရေး ဒီသားအမိကို အစွမ်းကုန်ယုတ်မာဖို့ ကြံစည်ချိန်မှာတော့....ဒီစီးရီးဟာ ထိုင်းဇာတ်လမ်းတွဲရဲ့ Rating ...",
        "url": "https://channelmyanmar.org/tvshows/suparburoot-chao-din-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/q4DKq9WeHLtDAgV23IABmd0tLOE-133x200.jpg",
        "title": "Moriarty the Patriot",
        "description": "မျိုးချစ်ပုဂ္ဂိုလ်ကြီး မိုရီအားတီ\n.................................................\nရှားလော့ခ်ပရိသတ်တွေဆိုရင်\nဒီဘဲအကြောင်းကိုသိကြမှာပါ\nရှားလော့ခ်နဲ့သူတင်ကိုယ်တင်ဉာဏ်ရည်ယှဉ်ခဲ့တဲ့အပြင်\nနောက်ဆုံးရှားလော့ခ်ကိုပါရေတံခွန်ထဲဆွဲချပြီးဇီဝိန်ခြွေပြခဲ့တဲ့ဘဲကြီးပါ\nရှားလော့ခ်ကိုမသိကြရင်တောင်\nရှားလော့ခ်ဇာတ်လမ်း‌ေတွကို‌80%မှီငြိမ်းထားတဲ့\nမင်းသိင်္ခရဲ့\nမြန်မာကျော် ဆားပုလင်းနှင်းမောင်ဝတ္ထုမှာပါတဲ့\nဆားပုလင်းနှင်းမောင်ကိုသေနတ်နဲ့ပစ်ပြီးလုပ်ကြံခဲ့တဲ့\nပရော်ဖက်ဆာဒေါက်တာဆိတ်ဖွားဆိုတာဟာ\nမိုရီအားတီကိုမှီငြိမ်းထားတဲ့ဇာတ်ကောင်ဖြစ်ပါတယ်\nပုံမှန်ဆိုရင် ရှားလော့ခ်ကိုအဓိကဇာတ်ကောင်အနေနဲ့တည်ထားတဲ့\nဇာတ်လမ်းတွေပဲထွက်လေ့ရှိပေမယ့်\nဒီဂျပန်ကာတွန်းမှာတော့ ရှားလော့ခ်ရဲ့ရန်သူတော်ကြီးမိုရီအားတီရဲ့\nဉာဏ်ကစားပုံတွေ၊ အစီအစဉ်ဆွဲပုံတွေကိုအဓိကပြထားတာပါ\n \nTranslated By : Dr. Nyan\nEncoded By : Thit San Khant  And YK\n \nComplete Zip File  Yoteshin  / Megaup /  Vip\nSeason 1\nEP 01 - FaCloud / Filedwon / Usersdrive / Megaup / Yandex / Yoteshin ( 300mb)\nEP 02 - VeryFiled / Filedwon / Usersdrive / Megaup / Yandex / Yoteshin ( 300mb)\nEP 03 - ...",
        "url": "https://channelmyanmar.org/tvshows/moriarty-the-patriot/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pRt6yU9zAJfzc9VhARcmn8tIFNl.jpg",
        "title": "Blade Man ( 2014 ) Completed",
        "description": "အရာရာလက်ပေါက်ကပ်ပြီး ဒေါသကြီးတဲ့ Hong Bin ဟာလက်အောက်ငယ်သားတွေကို အမြဲဒုက္ခပေးတတ်တဲ့ ဂိမ်းကုမ္ပဏီတစ်ခုရဲ့ဥက္ကဌတစ်ဦးပါ။လူတိုင်းအားကျရတဲ့ဘဝကိုပိုင်ဆိုင်ထားရပေမယ့်အမြဲတစေဒေါသထွက်နေတတ်ပြီးအနံ့နဲ့ပတ်သတ်ရင် ဆက်ဆက်ထိမခံနိုင်လောက်အောင်ပေါက်ကွဲတတ်တဲ့ Hong Bin ဟာတစ်နေ့မှာတော့ မထင်မှတ်ဘဲထူးခြားတဲ့အနံ့ပိုင်ရှင်Se-Dong ဆိုတဲ့မိန်းကလေးတစ်ဉ်ီးနဲ့ဆုံတွေ့ခဲ့ရပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာတော့ဒေါသထွက်ချိန်တိုင်း ဓားသွားလိုကြောက်စရာကောင်းတဲ့ Hong Bin တစ်ယောက်ဆင်းရဲပြီး ဘဝကိုရုန်းကန်နေရတဲ့ Se-Dong နဲ့တွေ့ပြီးနောက် ဘယ်လိုတွေပြောင်းလဲသွားမလဲ ?Hong Bin ရဲ့ ဆက်ဆက်ထိမခံနိုင်တဲ့ ဒေါသတွေရဲ့နောက်ကွယ်မှာဘယ်လိုအကြောင်းအရင်းတွေရှိမလဲ ?သူတို့၂ဦးရဲ့ကြားမှာရော ဘယ်လိုအရာတွေကကြားဝင်လာဦးမလဲ ?ဆိုတာတွေကိုK drama တို့ရဲ့ရိုးရာအတိုင်း အရိုလေးတွေ အရယ်လေးတွေ ရင်ခုန်စရာလေးတွေကိုFantasy လေးနဲ့ပေါင်းစပ်ထားတဲ့ ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ Total Episodes : 18Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Sub ( Hardsub )Review By LwinSub Credit To Somonlian ( Subscene ) \nDownload ( Ep 1 ...",
        "url": "https://channelmyanmar.org/tvshows/blade-man-2014-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o0fOZ6CCm71koH9tUKzXdRvKkIk.jpg",
        "title": "RESIDENT EVIL: Infinite Darkness (2021)",
        "description": "Resident Evil : Infinite Darknessနက်ဖလစ်ရဲ့ ရက်ဆီးဒန့်အီဗယ် စီးရီးအသစ်လာပါပြီ။\nRE စီးရီးတွေဟာ ရုပ်ရှင်တွေထက် ဇာတ်လမ်းကောင်းလေ့ရှိပြီး\nရုပ်ထွက်လည်း လှပတာ အားလုံးအသိပါ။ဒီစီးရီးကလည်း စိတ်ဝင်စားစရာပါပဲ။အရင်ရုပ်ရှင်တုန်းက ရက်ကွန်းမြို့က ဇွန်ဘီးတွေကြားထဲက\nသမ္မတရဲ့သမီးကို ကယ်ထုတ်ခဲ့တဲ့ လီရွန်ပဲ ပြန်ပါလာပါတယ်။ဒီတစ်ခါကတော့ သမ္မတအိမ်တော်ထဲမှာ ဇွန်ဘီးတိုက်ခိုက်မှုဖြစ်ပြီး\nအမေရိကန်ရဲ့ တရုတ်နဲ့ပတ်သတ်တဲ့လျို့ဝှက်ဖိုင်တွေ အခိုးခံရမှုကို စုံစမ်းဖို့ တာဝန်ပေးခံရတာပါ။အဲဒီကတဆင့် ဇွန်ဘီးဖြစ်စေတဲ့ တီ-ဗိုင်းရပ်စ် ကူးစက်မှုဟာ\nထင်တာထက် ပိုကျယ်ပြန်ရှုပ်ထွေးနေတာကို သိရတဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။ File size… 500 MB\nQuality….WEB-DL 1080p mp4\nDuration…. 30 min\nEpisodes ..... 4 Episodes\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August \nZIP VIP / Yoteshin / Megaup\n Episode 01 - Yoteshin | Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/resident-evil-infinite-darkness-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/SONG-143x200.jpg",
        "title": "The Unidentical Twins (2021)",
        "description": "The Unidentical Twins (2021) အညွှန်း************************အပိုင်းသစ်(၁ မှ ၁၈)ထိ စ/ဆုံး\"ဇာတ်လမ်းအကျဉ်းလေးကတော့ .... ဒွန်ရမ် နဲ့ ဖိလာလတ် ဆိုတဲ့အမြွှာနှစ်ယောက်ဟာ လူ့လောကကြီးကို ရောက်ရှိလာတဲ့အချိန်ကတည်းက အမြွှာဆိုတဲ့အတိုင်း ရုပ်ရည်သွင်ပြင်ချင်း ချွတ်ဆွတ် တူနေခဲ့တာပေါ့ .... ရုပ်ရည်ခြင်းတူသော်ငြားလည်း ဖြတ်သန်းလာတဲ့ ဘဝ လောကဓံတို့ရဲ့ ရိုက်ခတ်မှုဒဏ်တို့က မတူညီခဲ့ ရှာပါဘူး .... ဘဝဖြတ်သန်းပုံခြင်းမတူသလို အကျင့်အရိုက် အပြုအမူတို့ကလည်း တစ်ယောက် နဲ့ တစ်ယောက် ဆန့်ကျင်ဘက်ပါပဲ ..... ဒွန်ရမ်က ကြမ်းတမ်းတယ် ခက်ထန်တယ် မာကြောတယ် နောက်ပြီးတော့ Freelance Model တစ်ယောက်ပေါ့ .... ဒွန်ရမ် ခံယူထားတာတစ်ခု ရှိပါတယ် .... ဘယ်သူ့အပေါ်ကိုမှ အကြွေးမတင်ခံပဲ ကိုယ့်ဒူးကိုယ်ချွန် ကိုယ့်ခြေထောက် ပေါ် ရပ်တည်နိုင်တဲ့ မိန်းမသားတစ်ယောက် ဖြစ်ဖို့ပါပဲ .... ဖိလာလတ်လေးကတော့ ညင်သာတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/song-sanaeha2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f0XOI08XLw57KcUpJA0d6HdoL1Q.jpg",
        "title": "The Legend of Nezha (2003)",
        "description": "The Legend of Nezha (2003)\nနီကျား လို့ကြားလိုက်တာနဲ့ .....\nကွင်းလေးကိုင် မီးဖိနပ်စီးထားတဲ့ ကောင်လေးကိုပြေးမြင်မိကြမှာပါ။\nဒဏ္ဍာရီမှာတော့ ဆိုးလွန်းလို့ ....\nအဖေနဲ့တောင်ပြန်စစ်ခင်းရတဲ့အထိ ဖြစ်ခဲ့ရတယ်လို့ဆိုပါတယ်။\nဒီ Animation Series မှာတော့ .....\nနီကျားလေး မွေးဖွားချိန်ကစပြီး ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတဲ့သူတွေကို\nအချိတ်ဆက်မိမိနဲ့ ဇာတ်လမ်းတစ်ခုချင်းစီ ချိတ်ဆက်ထားတာမို့\nအကြိုက်တွေ့ကြမယ်လို့ မျှော်လင့်ပါတယ်။\n90'Born တွေ အတွက် ငယ်ဘဝ အလွမ်းပြေဖြစ်သလို ....\nအခုခေတ် ကလေးတွေလည်း ကြည့်လို့ မရိုးသေးမယ့် ကာတွန်းဇာတ်လမ်းကောင်း တစ်ပုဒ်ဖြစ်ပါတယ်။\nဘာသာပြန် နဲ့ Review ကတော့ Lwin Htoo Aung ပဲ ဖြစ်ပါတယ်။\n480 p ဆိုပေမယ့် အတော်ကို ကြည်တဲ့ ဗားရှင်းမို့ စိတ်မပျက်စေရပါဘူး။\nFile size… 230 MB\nQuality…. 480p\nFormat…mp4\nDuration…. 22 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Htoo Aung\nEncoder ..... August\nEpisode 01 ...",
        "url": "https://channelmyanmar.org/tvshows/the-legend-of-nezha-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kX3YujxP0hYrA4lIonr5qtcR0ja.jpg",
        "title": "Bossam: Steal the Fate (2021)",
        "description": "Bossam : Steal the Fate (2021)\"ဘိုဆမ်\" ဆိုတာကတော့ ဂျိုဆွန်းခေတ်က ဓလေ့တစ်ခုပဲ ဖြစ်ပါတယ်။\nကံကြမ္မာကို ခိုးယူတယ် လို့ လည်း ခေါ်ပါတယ်။ဘာလို့ အဲဒီလို ခေါ်ရတာလဲ ဆိုတာကတော့ .......\nအိမ်ထောင်ပြန်ပြုလို့ မရတော့တဲ့ မုဆိုးမကို ညဘက်မှာ စောင်နဲ့ထုပ်ပြီး\nတိတ်တိတ်လေး ခေါ်လာပြီးတော့ လင်မယားအရာ မြောက်စေတာပဲ ဖြစ်ပါတယ်။\nမုဆိုးမ ခိုးတဲ့ အလေ့အထ ပဲ ဖြစ်ပါတယ်။ဒီဓလေ့ကြောင့်ပဲ ဘာအူ နဲ့ ဆူယောင်း မင်းသမီး တို့ တွေ့ဆုံခဲ့ကြတာပါ။ဆူယောင်း မင်းသမီးက နိုင်ငံရေးအရ လက်ဆက်ခဲ့ရပြီး\nလက်ထပ်တဲ့နေ့မှာပဲ သတို့သား ဆုံးသွားတဲ့အတွက် အိမ်ထောင်မကျဘဲ မုဆိုးမ ဖြစ်ခဲ့ရပါတယ်။ဘာအူကတော့ လူဆိုးသူခိုး တစ်ယောက် ဖြစ်ပြီး\nမုဆိုးမ ခိုးတဲ့ အလုပ်ကို လုပ်ကိုင်တဲ့သူပဲ ဖြစ်ပါတယ်။ဘာအူက ဆူယောင်း မင်းသမီးကို မှားယွင်းခေါ်ဆောင်လာခဲ့ချိန်မှာတော့ ......ဒီဇာတ်လမ်းကတော့ ဂွမ်ဟယ် ဘုရင် လက်ထက်က\nအမျိုးသမီးတို့ရဲ့ အဖိနှိပ်ခံရတဲ့ ဘဝနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/bossam-steal-the-fate-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8g6DBJM9rkuKUAbrbMggOBgQoM.jpg",
        "title": "An Oriental Odyssey ( 2018 ) Completed",
        "description": "စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်…သူက နည်းနည်း fantasy ပိုင်းသွားလို့ fantasy ကြိုက်သူတွေကြည့်သင့်တဲ့ ဇာတ်ကားလေးပေါ့ဇာတ်လမ်းလေးအစမှာ ငယ်ငယ်ရွယ်ရွယ် ချောချောမောမော ငွေကြေးချမ်းသာတဲ့အမတ်တစ်ဦးရဲ့ သမီးယဲ့ယွမ်အန်းက စျေးထဲက ကိုယ့်ကိုယ်ကိုတောင်ဘယ်သူမှန်းမသိတဲ့ အစေခံကောင်လေး မုလဲ့ကို ကယ်လိုက်တယ်။နောက် မုလဲ့ကို အိမ်ခေါ်လာပြီး လူယုံအနေနဲ့ မွေးခဲ့တယ်။ ငွေကြေးချမ်းသာပြီးအထက်တန်းလွှာမှာမွေးဖွားလာပေမယ့် ယွမ်အန်းက ကလေးဆန်ပြီးဂျစ်ကန်ကန်နေတာကလွဲလို့ စိတ်ရင်းကောင်းပြီး မုလဲ့အပေါ် အတော်လေးဂရုစိုက်ရှာတယ်။ ကျောက်လန်ကျီဆိုတဲ့ တည်ကြည်ပြီး ရဲစွမ်းသတ္တိပြည့်ပေမယ့်တစ်ခါတစ်လေ နောက်နောက်ပြောင်ပြောင်နေလေ့ရှိတဲ့ အမှုလိုက်တစ်ယောက်နဲ့ဆုံပြီး မြို့ထဲက ထူးဆန်းတဲ့အမှုတွေကို အတူဖြေရှင်းကြတာပေါ့နောက် မုလဲ့က သူ့သရုပ်မှန်ကို မှတ်မိပြီး တန်ဖိုးကြီးရတနာကိုခိုးပြီးမွေးရပ်မြေကိုပြန်သွားခဲ့တယ်။ မုလဲ့က ဘယ်သူလဲ သူ့သရုပ်မှန်ကဘာဆိုတာကတော့ တစ်ပိုင်းချင်း ကြည့်ပြီး ကိုယ့်ဘာသာ အဖြေဖော်လိုက်ကြပါ….ဒီဇာတ်လမ်းလေးက မပျင်းရသလို ဇာတ်ကွက်ကလည်း မဆိုး သရုပ်ဆောင်နဲ့တင်ဆက်ပုံလေးကကောင်းပြီး ိင်းသားမင်းသမီးတွေကလည်းအချောဆိုတော့ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးပေါ့။ Total Episodes : 50Quality : WEB-DL 720pFormat: mp4Subtitle ...",
        "url": "https://channelmyanmar.org/tvshows/an-oriental-odyssey-2018-completed/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tgsWD4dJI5YFY8Kyk6vVjZoIKfO.jpg",
        "title": "Doom at Your Service (2021)",
        "description": "Doom at Your Service (2021)\n********************************\nအပိုင်း (၁ မှ ၁၆)ထိ စ/ဆုံး\nDong Kyeong ဟာ web novel တွေရေးတဲ့ ကုမ္ပဏီတစ်ခုက အယ်ဒီတာဖြစ်ပါတယ်\nmyeol Mang လို့ခေါ်တဲ့ သူ့ဘဝထဲမှာ ရုတ်တရက်ကြီး ပေါ်လာတဲ့အခါမှာ Dong\nKyeong ဟာ အခြေအနေတစ်ခုကြောင့် သူမရဲ့ဘနဲ့အချစ်ကို စွန့်စားဖို့အတွက် Myeol\nMang နဲ့အတူ ရက် ၁၀၀ စာချုပ်ကို ချုပ်ဆိုခဲ့ပါတော့တယ်....\nMyeol Mang ဟာကတော့ နတ်ဘုရားနဲ့လူသားကြားက ဆက်သွယ်ပေးတဲ့\nတမန်တော်တစ်ဦးဖြစ်ပါတယ်...\nသူတို့နှစ်ယောက် ဘယ်လိုကြောင့် စာချုပ်ချုပ်ဖို့ဖြစ်သွားတာလဲ ဘာအတွက်နဲ့\nဖြစ်သွားတာလဲဆိုတာရယ် တမန်တော်နဲ့ အယ်ဒီတာမလေးတို့ကြားက\nချစ်ခြင်းတရားတွေအပြင် ဘယ်လိုအဆုံးသတ်မလဲဆိုတာပါ ရင်ခုန်စွာစောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းလေးတစ်ပုဒ် အားလုံးရဲ့ရှေ့ကို ရောက်ရှိလာပါပြီနော်....\n Episodes: 16\nAired On: Monday, TuesdayQuality – 720p\nDuration – 1hr (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – ...",
        "url": "https://channelmyanmar.org/tvshows/doom-at-your-service-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/tTFixV61n0SErumUFHUZcwh1KK8-133x200.jpg",
        "title": "The Naked Director (2019)",
        "description": "The Naked Director (2019)Pornမကြည့်ဖူးတဲ့လူဆိုတာ ဒီဖက်ခေတ်မှာမရှိသလောက်ပါပဲအထူးအဖြင့် Japan Pornတွေကိုပေါ့ဒါပေမယ့် Japan Pornကြည့်တဲ့သူတိုင်း စိတ်ညစ်ရတာတစ်ခုရှိပါတယ်ဒါကတော့ ဆင်ဆာတွေပါနေတာပါပဲဒီဆင်ဆာတွေက J Pornတွေရဲ့ အနှစ်သာရကို ဖျက်စီးနေတယ်လို့မကြာခဏဆိုသလိုတွေးမိကြပါလိမ့်မယ်ကျွန်တော်တို့ချည်းပဲမဟုတ်ပါဘူးဒီ The Naked Director ဆိုတဲ့ စီးရီးထဲကဇာတ်ဆောင်မင်းသား မူရာနိရှိကလဲဒါကိုမဖြစ်သင့်ဘူးလို့ ထင်ပါတယ်မူရာနိရှိ က ကျွန်တော်တို့ဟာလူသားတွေပဲဖြစ်တယ်ကျွန်တော်တို့ ဘယ်သူဘယ်ဝါဆိုတာ ဖုံးကွယ်ထားစရာမလိုဘူးလူ့သဘာဝကို အပြသနိုင်ဆုံး Videoတွေကလဲ Porn videoတွေသာဖြစ်တယ် လို့ခံယူထားပါဒါပေမယ့် Japan နိုင်ငံရဲ့ဥပဒေအရ ဆင်ဆာမပါတဲ့ Pornတွေဟာရာဇဝတ်မှုမြောက်ပါတယ်ဒီတော့ အဲဒီခေတ်အခါက Porn ထုတ်လုပ်တဲ့ ထုတ်လုပ်ရေး ဒါရိုက်တာတွေကPornတွေထဲ တကယ် ဆက်ဆံချင်းမရှိပဲဒီဘက်ခေတ် အိပ်ရာဝင်ဇာတ်ဝင်ခန်းတွေလို မင်းသားနဲ့မင်းသမီးတို့ရဲ့အဓိကနေရာတွေကို တိပ်တွေကပ်ပြီး ရိုက်ကြပါတယ်ရလာတဲ့ Videoကိုမှ ဆင်ဆာထပ်ထည့်ပြီး ထုတ်လုပ်ဖြန့်ချီကြပါတယ်ဒါကို မူရာနိရှိက သဘောမကျပါဘူးခံစားချက်မပေါ်လွင်ဘူးလို့ ယူဆပြီး သူ့ဇာတ်ကားတွေမှာဂျပန်ဆင်ဆာဥပဒေတွေကို အထိခံပြီးရိုက်ပါတယ်ဒီလိုခေါင်းမာတဲ့ မူရာနိရှိရယ် သူ့ကိုဖမ်းချင်နေတဲ့ရဲတွေနဲ့လုပ်ငန်းတူပြိုင်ဖက်တွေရဲ့ ကောက်ကျစ်မှုတွေဆင်ဆာဥပဒေကို မူရာနိရှိတစ်ယောက် ကတုံးပေါ်ထိပ်ကွက်ရင်းဒီဘက်ခေတ်J pornတွေအဆင့်ထိရောက်လာအောင်ကြိုးပမ်းခဲ့တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-naked-director-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/in-133x200.jpg",
        "title": "Disney Intertwined (Entrelazados Season1+2 ) (2021) Complete",
        "description": "Disney က ၂၀၂၁ ခုနှစ်က ပြသခဲ့တဲ့ Fantasy/musical/drama အမျိုးအစား စပိန်စီးရီးလေးက Season 2 ထွက်ရှိလာပါပြီ။ IMDB 6.8/10, Rotten Tomatoes 92 % ရရှိထားတဲ့ ဒီစပိန်စီးရီးလေးမှာ လူငယ်သရုပ်ဆောင်လေးတွေရဲ့ ငယ်ရွယ် ဆန်းသစ်မှုတွေကို သီချင်းလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးခံစားရမှာပါ။ ဇာတ်လမ်းအကျဉ်း Season 1 မှာတုန်းက မှော်လက်ပတ်ကိုအမှတ်မထင်ရရှိသွားပြီး အယ်လေဂရာတစ်ယောက် အမေဖြစ်သူရဲ့ငယ်ရွယ်စဉ် ၁၉၉၄ခုနှစ်ကို အချိန်ခရီးသွားခဲ့ရာက သိချင်တာတွေကို သိခဲ့ရပြီးနောက်မှာတော့ အမေနဲ့ အဘွားနဲ့ သုံးယောက်သား ဆက်ဆံရေးပြန်လည် ကောင်းမွန်သွားခဲ့ပါတယ်။ဒါပေမယ့် အံ့ဩစရာကောင်းလောက်အောင် ၁၉၉၄ ခုနှစ်က မာကိုတစ်ယောက် မှော်လက်ပတ်ကို ရရှိပြီး အယ်လေဂရာရှိရာ ၂၀၂၁ ခုနှစ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်ရှိလာခဲ့ချိန်မှာတော့ အယ်လေဂရာနဲ့ သူ့သူငယ်ချင်း ဖီးလစ်တို့ ကြံရာမရ ဖြစ်ကုန်ကြပါတော့တယ်။ မာကို့ကို လူမမြင်ဖို့အရေး ကြံစည် တွေးတောကြရင်း ...",
        "url": "https://channelmyanmar.org/tvshows/disney-intertwined-entrelazados-2021-complete/"
    }
]