[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-03-01-at-16.41.43-134x200.png",
        "title": "Young Wallander – Season 02",
        "description": "Young Wallander - Season 02=======================IMDb Rating - 7.2/10Season 01 မကြည့်သေးသူများအတွက် အခုအညွှန်းက Spoiler ဖြစ်နိုင်ပါတယ်။\nစုံထောက်ဇာတ်လမ်းကောင်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် Young Wallander\nSeason 2 ပြန်လာပါပြီ။ ဒီ season မှာတော့ ရဲတပ်ဖွဲ့ကနေ ထွက်ခဲ့တဲ့ Kurt Wallander\nတစ်ယောက် ရှေ့ဆက်ဘာလုပ်ရမှန်းမသိဘဲ လမ်းပျောက်နေခဲ့ပါတယ်။ ရဲအလုပ်ကနေရတဲ့\nစိတ်ဒဏ်ရာနဲ့ မှတ်ဉာဏ်ဆိုးတွေကြောင့် ညတိုင်း အိပ်မက်ဆိုးတွေ မက်နေခဲ့ပါတယ်။ နဂို\nနေထိုင်ရာ ရပ်ကွက်မှလည်း ချစ်သူရှိရာ တစ်ခြားရပ်ကွက်သို့ ပြောင်းရွေ့နေထိုင်ဖို့ ဖြစ်လာ\nခဲ့ပါတယ်။  Frida Rask ရဲ့ နားချမှုကြောင့် ရဲတပ်ဖွဲ့ထဲ ပြန်ဝင်ဖို့ စိတ်ပြန်လည်သွားခဲ့ပြီး။\nရဲအလုပ်က သူ့ကိုထပ်ပြီး စိတ်ဒဏ်ရာမပေးစေရဘူးလို့ ဆုံးဖြတ်ပြီး ရဲတပ်ဖွဲ့ထဲပြန်ဝင်ခဲ့ပါ\nတယ်။\nပထမဆုံးပြန်ကိုင်ရတဲ့ အမှုကတော့ နိုက်ကလပ်အပြင်ဖက်မှာ ကားနဲ့ တိုက်ပြီး ထွက်ပြေးသွားတဲ့\nအမှုပါ။ အမှုကရိုးရှင်းသည်ဟုထင်ရသော်လည်း သေဆုံးသူမှာ လွန်ခဲ့တဲ့ ၈ နှစ်က Frida ...",
        "url": "https://channelmyanmar.org/tvshows/young-wallander-season-02/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7owGMGmnlx2EMEm3yFPQ03C0zjr.jpg",
        "title": "The Secret Life of My Secretary(2019)",
        "description": "The Secret Life of My Secretary(2019) ဇာတ်လမ်းတွဲအညွှန်း*****************************************************အပိုင်း (၉ မှ ၁၆ ) ထိ(အစ/အဆုံး ရပါပြီ) Mobile Media Company တစ်ခုရဲ့ CEO ရာထူးကို မဲပေးရွေးချယ်ကြဖို့ အချိန်ကျခါနီးမှာဥက္ကဋ္ဌဖြစ်ရဲ့တူဖြစ်သူဟာ လုပ်ရည်ကိုင်ရည်အမြင့်ဆုံးဖြစ်နေတာကြောင့် မဲအများဆုံးရနိုင်ခြေရှိနေပါတယ်,,,သူ့ရဲ့ထူးခြားမှုကတော့ အတွင်းရေးမှူးတစ်ယောက်ကို တစ်နှစ်ထက်ပိုပြီးထားခြင်းမရှိတာပါပဲ ....ဘာမဆိုသည်းခံပြီး အလုပ်အရမ်းကြိုးစားတဲ့ အတွင်းရေးမှူးမလေးကတော့အမြဲတမ်းဝန်ထမ်းဖြစ်ဖို့မျှော်လင့်နေပေမယ့်လည်း တစ်နှစ်တာစာချုပ်ပြည့်ပြီးတာနဲ့အလုပ်ဖြုတ်ခံလိုက်ရတဲ့အတွက် ပြဿနာသွားရှာဖို့ အရက်မူးပြီးအလာမှာ လုပ်ကြံခံရလုနီးနီးဖြစ်နေတဲ့သူ့သူဌေးကိုတွေ့လိုက်ရပါတယ်...မတော်တဆမှုကြောင့် ဦးခေါင်းဒဏ်ရသွားပြီး မျက်နှာတွေကိုမမှတ်မိနိုင်တော့ဘဲကူကယ်ရာမဲ့နေချိန်မှာ သူအလုပ်ဖြုတ်လိုက်တဲ့ အတွင်းရေးမှူးမလေးကိုသာ မှတ်မိတော့တဲ့အခါ....  Episodes: 16Quality : WEB-DL 1080p,720pFile Size: 1.3 GB & 450MBGenres:Drama ,Romance, ComedyTranslated by  EiPhyu Khin, Hnin Pale, Lwin Lwin Aung , Hnin Wut Ye & ...",
        "url": "https://channelmyanmar.org/tvshows/the-secret-life-of-my-secretary2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/xb0Dz_4f-141x200.jpg",
        "title": "My Teenage Girl (2021)",
        "description": "My Teenage Girl (2021)Idol အိပ်မက်ကို အမြန်ဆုံးဖန်တီးပေးနိုင်တဲ့ တစ်ခုတည်းသော အခွင့်အရေးဆိုတာ\nsurvival show တွေမှာပဲ ရှိတာမဟုတ်လားအားလုံးစောင့်မျှော်နေကြတဲ့ “My Teenage Girl ”ကို\nChannel Myanmar ကနောက်မကျစေရဘဲ တင်ဆက်ပေးချင်ပါတယ်ကိုရီးယားတင်မကဘဲ ကမ္ဘာတစ်ဝန်းက အသက် 11 မှ 23 ကြား မိန်းကလေး ပြိုင်ပွဲဝင်တွေဟာ\ndebut နိုင်မယ့်အခွင့်အရေးအတွက် အကြိတ်အနယ်ယှဉ်ပြိုင်သွားကြမယ့် survival show တစ်ခုပဲဖြစ်ပါတယ်Auditions အတွက် လျှောက်ထားသူပေါင်း 30000 ကျော်ထဲက\nမိန်းကလေး 83ယောက်ကသာ ဆန်ခါတင်ရွေးချယ်ခံခဲ့ရပြီး\nအသက်အရွယ်အလိုက် အုပ်စုလေးစုကာ ပထမအဆင့် အရင်ယှဉ်ပြိုင်စေမှာပါအဓိက show မှာပါဝင်ယှဉ်ပြိုင်ခွင့်ကိုတော့\nအုပ်စုတစ်စုစီက မိန်းကလေး 10 ယောက်စီကသာ ရရှိမယ့် survival showပါတင်ဆက်ပေးသွားမယ့် MC ကတော့ Yoon Kyun Sang ဖြစ်ပြီး\nMentors တွေအနေနဲ့- Nation's girlgroup SNSD ရဲ့ KwonYuri\n- ...",
        "url": "https://channelmyanmar.org/tvshows/my-teenage-girl-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x4ZzFNMFGkZKsqtaHdfBt3HAbW0.jpg",
        "title": "The Fame Game (2022)",
        "description": "The Fame Game (2022)ဒီလထဲမှာ Netflix ကတင်ဆက်လိုက်တဲ့ ဘောလိဝုဒ် series တစ်ခုဖြစ်ပါတယ်။အပိုင်းရှစ်ပိုင်းပါဝင်ပြီးတော့ Thriller series ဖြစ်ပြီးIMDB 7.3/10 ရရှိထားတဲ့ series ကောင်းတစ်ခုလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ကမ္ဘာကျော်စူပါစတားတစ်ယောက်၊ဇနီးကောင်းမိခင်ကောင်းတစ်ယောက်အဖြစ် နေထိုင်နေတဲ့ Anand ဟာရုတ်တရက်သတင်းအစအန ရှာမရပဲပျောက်ဆုံးသွားခဲ့ပါတယ်။သူ့ပတ်ဝန်းကျင်ကမိသားစုဝင်တွေနဲ့ ရဲတွေကလည်း ရေကုန်ရေခမ်းကြိုးစားရှာဖွေကြရင်းအကျည်းတန်လှတဲ့အမှန်တရားတွေနဲ့ သူလိမ်ညာဖုံးကွယ်ထားတဲ့ကိစ္စတွေကလည်း တစ်ခုချင်းပေါ်လာခဲ့ပါတော့တယ်။အောင်မြင်မှုရဲ့နောက်ကွယ်မှာလည်းလူတွေထင်မှတ်မထားတဲ့အမှန်တရားတွေရှိနေပြီးထင်မှတ်မထားတာတွေတစ်ခုပြီးတစ်ခု ဘူးပေါ်သလိုပေါ်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မှာလဲ။သူ့ရဲ့ပျောက်ဆုံးမှုနောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းခံတွေရှိနေမှာလဲဆိုတာကတော့စိတ်လှုပ်ရှားစရာဇာတ်ရှိန်အတက်အကျတွေ ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့တူတူ ပရိသတ်ကိုယ်တိုင်ပဲရှုစားကြည့်လိုက်ကြပါဦး။ အရည်အသွေးမြင့်တဲ့ Thriller seriesတစ်ခုဖြစ်တာကြောင့် ရှစ်ပိုင်းပြီးသွားရင်တောင် ကြည့်မဝဖြစ်ကျန်ခဲ့မှာတော့ကျိန်းသေပါပဲ။ File Size – 300MB@EpisodeQuality – 720p WEB DLDuration – 44minute (@Episode)Total Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama Translator – Yate & Haruko & HM ...",
        "url": "https://channelmyanmar.org/tvshows/the-fame-game-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/jtnfNzqZwN4E32FGGxx1YZaBWWf-133x200.jpg",
        "title": "Euphoria – Season 02 (2022)",
        "description": "Euphoria - Season 02 (2022)=====================IMDb Rating - 8.4/10, Rotten Tomatoes 82%အထွေအထူး ပြောဖို့ လိုမယ်မထင်တော့ပါဘူး...\nဒီကားဟာ ခေတ်နောက်ပြန်ဆွဲသူတွေနဲ့ မသက်ဆိုင်ဘူး ...\nဒါဟာ ၂၁ ရာစု ခေတ်လူငယ်တွေရဲ့ စုတ်ပြတ်ရှုပ်ပွနေတဲ့ ကမ္ဘာတစ်ခုပါ။\nအချစ်၊ အမုန်း နဲ့ ခင်မင်မှုတွေကြားမှာ လိင်၊ မူးယစ်ဆေး၊ ပါတီနဲ့ ရန်ပွဲတွေ\nရောယှက်လျက် လူငယ်တွေ အပျော်ရှာနေကြတယ်။\nဇာတ်တွေရှုပ်နေကြတယ်။ လမ်းပျောက်နေကြတယ်။\n၀မ်းနည်းနေကြတယ်။ စိတ်ဓာတ်ကျနေကြတယ်။\nဒီလောကကြီးကို စိတ်၀င်စားတယ် နားလည်ကြည့်ချင်တယ်ဆိုရင်တော့\nတစ်ပွဲတစ်လမ်းလောက် နွှဲစမ်းကြည့်လိုက်ပေါ့။\neuphoria မှ ပြန်လည်ကြိုဆိုပါတယ် .....Season 02 မှာ စုစုပေါင်း (၆)ပိုင်းပါရှိမှာဖြစ်သလို . Sunday တိုင်းတစ်ပတ်တစ်ခါ cm ကနေ ဆက်တိုက်တင်ဆက်ပေးသွားပါမ်\n(ဒီစီးရီးရဲ့ အညွှန်းကို Yoon Sandi Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေး\nသူများကတော့ Thiha Yan Naing, Yoon Sandi Aung ...",
        "url": "https://channelmyanmar.org/tvshows/euphoria-season-02-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/normal_005-140x200.jpg",
        "title": "Victorious (Season 3) (Complete)",
        "description": "Victorious (Season 3) Complete လေတိုက်လို့ သစ်ရွက်လှုပ်ရင် ရယ်ချင်သတဲ့။ ဆယ်ကျော်သက်ကလေးတွေပေါ့။ လူရယ်လို့ ဖြစ်လာပြီး ကြီးပြင်းလာတဲ့ အထိရှအလွယ်ဆုံး အသက်အပိုင်းအခြားတစ်ခုပါပဲ။ သူတို့မှာ သောကတွေနဲ့၊ သူတို့မှာ ဖိအားတွေနဲ့၊ သူတို့မှာ မျှော်လင့်ချက်တွေနဲ့။ ပါးက ဝက်ခြံတစ်လုံးက သူတို့အတွက် သေဒဏ်အမိန့်တစ်ခုလိုပဲ။ ဆံပင်ညှပ်တာ အဆင်မပြေလိုက်ရင် ဘဝပျက်သလိုခံစားရသူတွေပါ။ အရောင်အစုံဆုံးအရွယ် အဖြူထည်လေးတွေ။ လောကကြီးကို စူးစမ်းရင်း၊ သဘာဝကိုသင်ယူရင်း ချစ်စရာအကောင်းဆုံးနဲ့ ပြဿနာအရှာတတ်ဆုံး ကလေးများပေါ့။ အခု Victorious က Season 3 ကို ရောက်ရှိလာပြီဖြစ်လို့ ပရိသတ်တွေ မစိမ်းလောက်တော့ပါဘူး။ တဝါးဝါး တဟားဟား ရယ်ရတဲ့ သူတို့လေးတွေကို အချစ်တွေ ပိုနေကြမိမှာပါပဲ။ တစ်မျိုးစီလှတဲ့ ပန်းရောင်စုံလေးတွေမလို့ ရသအစုံပါတဲ့ ခံစားမှုဟင်းအိုးကြီးပေါ့။ အထက်တန်းကျောင်းသား ဆယ်ကျော်သက်လေးများရဲ့ နိစ္စဒူဝအတွေ့အကြုံလေးတွေကို ဟာသနှော တင်ဆက်ထားတဲ့ ဒီဇာတ်လမ်းတွဲလေးက ကျွန်တော်တို့လို လူလတ်ပိုင်းတွေမက၊ လူကြီးပိုင်းအထိပါ အကြိုက်တွေ့ရတယ်လေ။‌ ဘာသာပြန်များအနေနဲ့ကလည်း ...",
        "url": "https://channelmyanmar.org/tvshows/victorious-season-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2erQhWHjpLMWfjeJFpg8I9sJssV.jpg",
        "title": "Tell Me What You Saw (2020)",
        "description": "Tell me what you saw (2020)ကိုရီးယားဇာတ်လမ်းတွဲကိုမှ Thriller အမျိုးအစားကို ကြိုက်နှစ်သက်သူများအတွက်\nဇာတ်လမ်းတွဲကောင်းကောင်းလေး တစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီဗျာ။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ ....\nမြင်မြင်သမျှကို ဓာတ်ပုံရိုက်ထားသလို မှတ်မိတဲ့ Photographic Memory ကို ပိုင်ဆိုင်ထားသူ ချာဆူယောင်းက\nငယ်ရွယ်စဉ်ကလေးဘဝမှာ အမေဖြစ်သူကို ဆုံးရှုံးလိုက်ရပါတယ်။\nဆုံးရှုံးလိုက်ရတဲ့နေ့ကလည်း ထူးထူးခြားခြား မိုးတွေရွာတဲ့နေ့တစ်နေ့ ဖြစ်နေခဲ့ပါတယ်။တစ်နေ့တော့ သူ တာဝန်ထမ်းဆောင်နေတဲ့ရွာမှာ\nအလောင်းတစ်လောင်းကို လက်ဆွဲသေတ္တာနဲ့ စွန့်ပစ်ထားတာကို တွေ့ရပါတော့တယ်။\nအဲဒီအထဲက ပူရှိန်းသကြားလုံးတစ်လုံး ပါလာပါတယ်။\nအရင်ကလည်း ပူရှိန်းသကြားလုံးတစ်လုံးနဲ့ လူသတ်ပြီး ချန်ခဲ့တဲ့\nပူရှိန်းသကြားလုံး ကွင်းဆက်လူသတ်သမား ဆိုတာ ရှိခဲ့ပါတယ်။\nအခု ဖြစ်ရပ်ကတော့ ၅ နှစ်အကြာမှာ ထပ်မံပေါ်ပေါက်လာတာပါ။\nဒေသဆိုင်ရာစုံစမ်းရေးအဖွဲ့လို အထူးအဖွဲ့တွေ ပါ ပါဝင်လာချိန်မှာတော့\nဇာတ်လမ်းက ရှုပ်ထွေးလာပါတော့တယ်။\n\"ပူရှိန်းသကြားလုံး\" ကရော လူသတ်မှုနဲ့ ဘယ်လိုပတ်သတ်နေလဲ။\nလွန်ခဲ့တဲ့ ၅ နှစ်က သေဆုံးသွားပြီလို့ ထင်ထားခဲ့တဲ့\n\"ပူရှိန်းသကြားလုံး ကွင်းဆက်လူသတ်သမား\" က တကယ်ပဲ မသေသေးတာလား\nဒါမှမဟုတ် အတုခိုးပြီး လိုက်သတ်တဲ့ လူသတ်သမားလား ဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/tell-me-what-you-saw-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/game_of_thrones_ver9-135x200.jpg",
        "title": "Game of Thrones Season 2 [COMPLETE]",
        "description": "ဒီ TV Series ကို April 17, 2011 ခုနှစ်မှာ HBO ရုပ်သံလိုင်းက စတင်ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပါတယ်။\nGeorge R.R. Martin ရဲ့ရောင်းအကောင်းဆုံးစာအုပ်ဖြစ်တဲ့ “A Song of Ice and Fire” စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ခုနှစ်ပြည်ထောင်တိုင်းရဲ့ ပလ္လင်ကို လုကြမယ့် မျိုးနွယ်စုတွေ…မိသားစုတွေ….\nနဂါးတွေ…လူရိုင်းတွေ…လူသန်ကြီးတွေ…မကောင်းဆိုးဝါးတွေ…စတဲ့ မျိုးနွယ်မတူကြသူတွေတိုက်ခိုက်ကြမှာ ဖြစ်ပြီး\nကြမ်းကြုတ်ရက်စက်မှုတွေ…..မေတ္တာတရားတွေ…လိမ်လည်လှည့်ဖျားမှုတွေ…ရိုးသားဖြောင့်မတ်သစ္စာစောင့်သိမှုတွေကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက တကယ့်ကို မထင်မှတ်တာတွေပဲရိုက်ပြထားပြီးသတ်တာဖြတ်တာတွေပီပြင်လွန်းတာကြောင့် စိတ်မခိုင်သူများမကြည့်သင့်ပါဘူး။\nအမှန်တရားမရှိတဲ့ အရိုင်းဆန်ဆန်ခေတ်တစ်ခုကိုမြင်ရမှာဖြစ်ပြီး ပွင့်လင်းလွန်းစွာတင်ဆက်ထားပါတယ်။တကယ်လဲ လူ့လောကကြီးဆိုတာ အင်အားကြီးသူက အနိုင်ကျင့်ဗိုလ်ကျတဲ့ တောနက်ကြီးတစ်ခုပဲ မဟုတ်လား။ဇာတ်ကားက အစပိုင်းလောက်မှာ(ဇာတ်ကောင်တွေကိုမသိသေးတာကြောင့်)နည်းနည်းအေးနေပေမယ့်\nနောက်ပိုင်းတွေမှာတော့ ထိုင်ရာမထ (အိပ်ရေးပျက်ခံ)ကြည့်ရှုမိမယ့် စီးရီးမျိုးဖြစ်ပါတယ်။Adventure | Drama | Fantasy | 18+ အမျိုးအစားဖြစ်ပြီး IMDb Rating က (9.5/10) ထိရရှိထားတာဖြစ်ပါတယ်။\nRating မြင့်သလို ဇာတ်ညွှန်းကလဲ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ TV ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-thrones-season-2-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/1883-135x200.jpg",
        "title": "1883 (2021)",
        "description": "ဒီဇာတ်လမ်းတွဲကတော့ နာမည်ကျော် စီးရီး Yellowstone ထဲက မိသားစုရဲ့မူလပထမ စွန့်စားခန်းခရီးစဉ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ Rating အမြင့်စား ကောင်းဘွိုင်စီးရီးရှားပါးနေတဲ့အချိန်မှာ ပီပီပြင်ပြင်ကို ရိုက်ကူးထားတာပါပဲ။\n၁၈၈၃ခုနှစ် အမေရိကန်ပြည်မှာ ရေမြေပတ်ဝန်းကျင် ပိုကောင်းရာအရပ်တွေဆီ ပြောင်းရွှေ့နေထိုင်ကြပုံတွေကို ရိုက်ကူးပြသထားတာပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ လယ်သမားတစ်ဦးဖြစ်တဲ့ ဂျိမ်းစ်ဒက်တန်ဟာ ခိုးဆိုးဓားပြတွေပေါတဲ့ တက္ကဆက်အရိုင်းမြေကို စွန့်ခွာပြီး သူ့မိသားစုနဲ့အတူ အနောက်အရပ်ဆီ ခရီးထွက်ဖို့ပြင်ခဲ့ပါတယ်။\nဒီလိုပြင်ဆင်တုန်းမှာ လှည်းခရီးသွားတစ်ဖွဲ့ကို အနောက်အော်ရီဂွန်အရပ်ဆီ ဦးဆောင်သွားမယ့် ရှီအေးဘရန်နန်ဆိုတဲ့ လူတစ်ယောက်နဲ့ ဆုံမိခဲ့ပါတယ်။\nရှီအေးဘရန်နန်ဆိုတာကတော့ ကူးစက်ရေကျောက်ရောဂါဖြစ်ပြီး သေဆုံးသွားတဲ့ မိသားစုကို အိမ်မှာမီးရှို့ပြီးထားခဲ့ရတဲ့ နာကျင်စရာအတိတ်‌တွေနဲ့ လူတစ်ဦးပါ။ သူ့မှာ သောမတ်စ်ဆိုတဲ့ ညာလက်ရုံးတစ်ဦးလည်းရှိပါတယ်။\nဂျိမ်းစ်မိသားစုမှာက မိန်းမသားလေးယောက်နဲ့ ငါးနှစ်သား‌တစ်ယောက်၊ ရှီအေးတို့ခရီးသွားအဖွဲ့မှာက ‌မြင်းမစီး သေနတ်မပစ်တတ် ဘာဆိုဘာမှ မကျွမ်းကျင်သူတွေချည်းဆိုတော့ တစ်နေရာတည်းသွားမယ့် ခရီးသည်တွေအဖြစ် သူတို့နှစ်ဖွဲ့ တူတူခရီးနှင်ခဲ့ကြပါတယ်။\nလမ်းခရီးမှာတော့ ခိုးဆိုးဓားပြ၊ မြွေပါးကင်းပါး၊ လှည်းနင်းမိတဲ့မတော်တဆမှုတွေ၊ ရောဂါကပ်ဘေးတွေ အမျိုးမျိုးကြုံကြရပါတယ်။ သေခြင်းတရားတွေ ပူဆွေးမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ခရီးစဉ်ကြီးပေါ့။\nဒါပေမဲ့ ဆယ်ကျော်သက်‌မိန်းမပျိုလေးတစ်ဦးဖြစ်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/1883-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/imzvb941su6uhQ158GGurk7vF28.jpg",
        "title": "Hannibal (2013)",
        "description": "Hannibal Lecterဆိုတဲ့ နာမည်ကိုကြားရုံနဲ့Cannibalism ဆိုတဲ့စာလုံးကိုတန်းမြင်စေတဲ့အထိ ဒီနာမည်ရဲ့ ပေါက်ရောက်အောင်မြင်မှု၊Iconicဖြစ်မှုကသိပ်ကိုကြီးပါတယ်၊ အမေရိကန်စာရေးဆရာကြီးThomas Harrisရဲ့fictional characterတစ်ယောက်ဟာ ရုပ်ရှင်ဇာတ်ကားပေါင်း ၅ကား ၊Season 3ခုရှိတဲ့ seriesနဲ့အတူ အော်စကာဆုအပြင် အောင်မြင်မှုပေါင်းများစွာရရှိထားတဲ့Franchise အဖြစ် အရှိန်အဝါကြီးစွာ ရပ်တည်နေတာပါ၊Hannibalဆိုတဲ့ ဇတ်ကောင်ဟာ လူသတ်သမားတစ်ယောက်၊ လူသားကိုခုံမင်စွာစားသောက်တတ်သူ တစ်ယောက်ဖြစ်သလို လူတွေရဲ့ စိတ်ကို ထုံးလိုမွှေရေလိုနှောက်နောကြေနေတဲ့Psychiatrist တစ်ယောက်ဖြစ်တာမလို့ သူဟာ လူတွေရဲ့စိတ်ကိုလွှမ်းမိုးချုပ်ကိုင်တယ်၊လိုသလို ကြိုးကိုင်တတ်တယ်၊ ကိုယ့်အပြစ်ကို သူများရဲ့အပြစ်ဖြစ်အောင် ပုံဖော်ရာမှာ သိပ်ကိုဉာဏ်ပြေးလွန်းပါတယ်၊ဒီလိုဇာတ်ကောင်ကို Hannibal seriesမှာ အသက်ဝင်ပီပြင်စွာ ပုံဖော်ထားတာကDanishလူမျိုး သရုပ်ဆောင်ကြီး Mads Mikkelsenပါ၊ Silence of the Lambsရုပ်ရှင်နဲ့ Hannibalဆိုတဲ့ ဇာတ်ကောင်ကို Oscarဆုရတဲ့အထိ သရုပ်ဆောင်ပြခဲ့တဲ့မင်းသားကြီး Anthony Hopkinsကြောင့် သူ့ရဲ့အရှိန်အဝါကို ကျော်နိုင်ပါ့မလားလို့စိုးရိမ်မှုတွေရှိခဲ့ကြပေမဲ့Madsရဲ့ Hannibal ဟာ မတူညီတဲ့ vibeမျိုးကိုအကောင်းဆုံးပုံဖော်နိုင်ခဲ့ပါတယ်၊ ရုပ်ရှင်ဗားရှင်း Hannibalက ကြောက်ဖို့ကောင်း၊သွေးပျက်ဖို့ ...",
        "url": "https://channelmyanmar.org/tvshows/hannibal-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyqkFhriSoWVsMTdH03XrXg6JR6.jpg",
        "title": "Love (ft. Marriage & Divorce)(2021)",
        "description": "Love (ft. Marriage & Divorce)(2021) အညွှန်း*************************************အပိုင်းသစ်(၁မှ ၁၆)ထိ စ/ဆုံးဒီဇာတ်လမ်းတွဲကတော့ ပုံမှန် ကောင်လေးနဲ့ကောင်မလေးတို့ ချစ်ဖို့အရေးကြိုးစားနေတဲ့ ဇာတ်လမ်းတွဲမျိုးမဟုတ်ပါဘူး....အဲ့အဆင့်တွေထက်ကျော်လွန်ပြီး အိမ်ထောင်ကျပြီးနောက်ပိုင်း အိမ်ထောင်သည်တွေသမီးရည်းစားဘဝတုနး်ကလို ချစ်နိုင်သေးရဲ့လားဆိုပြီး ပုံစံမတူတဲ့ စုံတွဲ(၃)တွဲကို ရိုက်ပြထားတာပါ....ပျင်းစရာကြီးလို့မထင်လိုက်နဲ့...တကယ့်လက်ရှိမှာ ဒီလိုတွေတကယ်ဖြစ်နေတာ....တရားသူကြီး Park Sa Hyun ဟာ drum တီးခတ်နေတဲ့ Boo Hye Ryung ကိုမြင်မြင်ချင်းချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြပါတယ် ...အိမ်ထောင်သက်သုံးနှစ်ရှိပြီး ကလေးမရှိသေးသော ပထမဆုံးစုံတွဲ.....Shin Yoo Shin ကတော့ဆေးရုံဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး radio show တစ်ခုရဲ့ PD ဖြစ်တဲ့ Sa Pi Young ရဲ့ချစ်လှစွာသောခင်ပွန်းပေါ့\nသူမဟာ သူမရဲ့အိမ်ထောင်ရေးအတွက် အမြဲတမ်း အကောင်းဆုံးတွေဖြစ်အောင် ကြိုးစားနေတဲ့သူလေးပါ,......Lee Si Eun ကတော့ radio show ရဲ့အဓိကစာရေးဆရာမဖြစ်ပြီး ပြဇာတ်နဲ့ရုပ်ရှင်မေဂျာရဲ့ဌာနမှူးPark Hye Ryoong ရဲ့ဇနီးကောင်းတစ်ယောက်လည်းဖြစ်ပါတယ်....ဒီလိုစုံတွဲသုံးတွဲရဲ့ မတူညီတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/love-ft-marriage-divorce2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Love_Ft_Marriage_Divorce_Season_2-P1-142x200.jpg",
        "title": "Love (ft. Marriage and Divorce)Season 2 [2021]",
        "description": "Love (ft. Marriage and Divorce)Season 2 [2021]အညွှန်း************************************************အပိုင်းသစ်(၁ မှ ၁၆)ထိ စ/ဆုံးSeason 1 ထွက်ပြီးသားပါ...လောင်မြိုက်ခြင်းတွေနဲ့ ပျော်မွေ့နေတဲ့သူတွေအတွက်လို့ဆိုတာထက် ဒီလောကကြီးမှာဒီလိုမျိုးတွေလည်းရှိပါ့လားဆိုတဲ့အသိနဲ့ ထွင်းဖောက်သုံးသပ်တတ်တဲ့သူတွေအတွက် S2 ကိုဆက်လက်တင်ပေးလိုက်ပါတယ်...အညွှန်းကတော့  S1ကဟာပဲထားလိုက်ပါ့မယ်...ဒီဇာတ်လမ်းတွဲကတော့ ပုံမှန် ကောင်လေးနဲ့ကောင်မလေးတို့ ချစ်ဖို့အရေးကြိုးစားနေတဲ့ ဇာတ်လမ်းတွဲမျိုးမဟုတ်ပါဘူး....အဲ့အဆင့်တွေထက်ကျော်လွန်ပြီး အိမ်ထောင်ကျပြီးနောက်ပိုင်း အိမ်ထောင်သည်တွေသမီးရည်းစားဘဝတုနး်ကလို ချစ်နိုင်သေးရဲ့လားဆိုပြီး ပုံစံမတူတဲ့ စုံတွဲ(၃)တွဲကို ရိုက်ပြထားတာပါ....ပျင်းစရာကြီးလို့မထင်လိုက်နဲ့...တကယ့်လက်ရှိမှာ ဒီလိုတွေတကယ်ဖြစ်နေတာ....တရားသူကြီး Park Sa Hyun ဟာ drum တီးခတ်နေတဲ့ Boo Hye Ryung ကိုမြင်မြင်ချင်းချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြပါတယ် ...အိမ်ထောင်သက်သုံးနှစ်ရှိပြီး ကလေးမရှိသေးသော ပထမဆုံးစုံတွဲ.....Shin Yoo Shin ကတော့ဆေးရုံဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး radio show တစ်ခုရဲ့ PD ဖြစ်တဲ့ Sa Pi Young ရဲ့ချစ်လှစွာသောခင်ပွန်းပေါ့\nသူမဟာ သူမရဲ့အိမ်ထောင်ရေးအတွက် အမြဲတမ်း အကောင်းဆုံးတွေဖြစ်အောင် ကြိုးစားနေတဲ့သူလေးပါ,......Lee Si ...",
        "url": "https://channelmyanmar.org/tvshows/love-ft-marriage-and-divorceseason-2-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fNLdTTodxYoBKiwVlgRmEMNaXZ.jpg",
        "title": "Tracer (2022)",
        "description": "Tracer (2022) ဇာတ်လမ်းတွဲအညွှန်း***************************** Season ( 1  & 2 ) စ/ဆုံး ဒီတစ်ခါ CM က တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းတွဲလေးကတော့ ကိုရီးယားနိုင်ငံ အကောက်ခွန်ဌာနကို လက်စားချေချင်နေတဲ့ မိုက်ရူးရဲဆန်တဲ့ လူတစ်ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ Tracer ဆိုတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ ဒီကားလေးကတော့ အပတ်စဉ် သောကြာနဲ့ စနေနေ့တိုင်း ထွက်ရှိမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ...Hwang Dong Joo (In Si Wan) က နိုင်ငံအကောက်အခွန်ဌာနက အကြီးအကဲဖြစ်ပြီး အခွန်ဌာနက ဝှက်ထားတဲ့ ငွေတွေကို ခြေရာခံဖို့ ကြိုးစားနေသူတစ်ယောက်လည်း ဖြစ်ပါတယ်။သူ့အဖွဲ့မှာတော့ အမြဲတမ်း တက်ကြွနေတဲ့ Seo Hye Young (Go Ah Sung)နဲ့ သူ့ရဲ့ အထက်လူကြီး Oh Young (Park Yong Woo)တို့ ပါဝင်ပါတယ်။In Tae ...",
        "url": "https://channelmyanmar.org/tvshows/tracer-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uYTqzGYmNyRU0Mkn1XDvXopHDUU.jpg",
        "title": "Juvenile Justice (2022)",
        "description": "Juvenile Justice (2022) ဇာတ်လမ်းတွဲအညွှန်း**************************************အပိုင်းသစ် -၁၀ (ဇာတ်သိမ်းပိုင်း)(အစ/အဆုံး ရပါပြီနော်) ကိုရီးယား ဇာတ်လမ်းတွဲကောင်းကောင်းလေးကြိုက်သူများအတွက် Netflix ရဲ့ နောက်ထပ် ကိုးရီးယားဒရမ်မာအသစ်လေးတစ်ခု လာပါပြီနော်။ ဒီဇာတ်လမ်းတွဲလေးကတော့ အသက်မပြည့်သေးတဲ့ လူငယ်တွေ ကျူးလွန်ထားတဲ့ ပြစ်မှုကို စီရင်ချက်ချပေးရတဲ့ ကိုရီးယားနိုင်ငံ \"လူငယ်တရားရုံး\" အကြောင်းရိုက်ကူးထားတာပါ။\nကျောင်းပြဿနာ၊ ငွေကြေးပြဿနာ၊ အိမ်တွင်းရေးပြဿနာတွေ ရှိလာတဲ့အခါ လူငယ်တွေက စိတ်ပျော်ရာနောက် ပါသွားကြပြီး ပြစ်မှုတွေကို ကျူးလွန်မိကြပါတယ်။ တောင်ကိုရီးယားနိုင်ငံရဲ့ ဥပဒေအရ အသက်မပြည့်သေးဘဲ ပြစ်မှုကျူးလွန်တဲ့ ရာဇဝတ်သားတွေကို ထောင်ချခွင့်မရှိဘဲ \"လူငယ်ကာကွယ်ရေးအမှု\" ဆိုတဲ့အမှုခေါင်းစဉ်နဲ့ တရားရုံးက စီရင်ချက်ချပေးရပါတယ်။ လူငယ်ရာဇဝတ်သားတွေကို ထောင်မချဘဲ နောက်တစ်ကြိမ် ဒီလိုကျူးလွန်မှုမျိုးမရှိ‌စေဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ လူငယ်ပြုပြင်ရေးစခန်းကိုသာ ပို့ပါတယ်။ ဒီဥပဒေအကြောင်းကို သိတဲ့ လူငယ်တွေက လူသတ်မှု၊ လိင်အကြမ်းဖက်မှု၊ လူကုန်ကူးမှု၊ ပြည့်တန်ဆာလုပ်ရန်အတင်းအကျပ်စေခိုင်းမှု စတဲ့ ကြီးလေးတဲ့ ပြစ်မှုတွေကို ကျူးလွန်ကြပြီး လူငယ် ရာဇဝတ်သားတွေက များသထက်များလာခဲ့ပါတယ်။ဒီဖြစ်ရပ်ကို လုံးဝ သဘောမကျတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/juvenile-justice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/raised-135x200.jpg",
        "title": "Raised by Wolves Season 1+2 (2020-2022)",
        "description": "HBO ရဲ့ စီးရီး အသစ်တစ်ခု လာပါပြီ။ HBO စီးရီးအများစုက ကောင်းတတ်တယ် ဒါကိုလည်းမျှော်နေတာ ကြာပါပြီ။ ထွက်လာတော့လည်း တကယ်ကောင်းတာမို့ ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။\nသိပ္ပံစိတ်ကူးယဉ် ဇာတ်လမ်းတွဲဖြစ်ပြီး အနာဂါတ်မှာ အခြေတည်ထားပါတယ်။ ခုနှစ ၂၁၅၀ ဝန်းကျင်မှာ ဖန်ဆင်းရှင်ကိုယုံကြည်သူတွေနဲ့ ဘာသာမဲ့တွေ စစ်ပွဲကြီး ဖြစ်ပြီး ကမ္ဘာပျက်သွားခဲ့ပါတယ်။ ယုံကြည်သူတွေဘက်ကတော့ အနိုင်ရခဲ့တာပေါ့။ အဲဒီ ကိုးကွယ်သူတွေကတော့ သမ္မာကျမ်းစာထဲက နောဧရဲ့ လှေကြီးဖြစ်တဲ့ Ark ဆိုတဲ့နာမည်နဲ့ ယာဉ်ကြီးတွေ တည်ဆောက်ပြီး အာကာသထဲကို လွတ်မြောက်သွားခဲ့ပါတယ်။ သီးသန့်ရွေးချယ်ထားတဲ့ လူတွေ၊ တိရစ္ဆာန်တွေနဲ့ ကမ္ဘာသစ်ကို ရှာဖွေဖို့ပါပဲ။ စစ်ရှုံးခဲ့တဲ့ ဘာသာမဲ့တွေဘက်ကလည်း စက်ရုပ် ၂ ရုပ် ထွက်ပြေးလွတ်မြောက်လာပြီး သူတို့နဲ့အတူ သန္ဓေသားလောင်း ၈ ခု ပါလာခဲ့ပါတယ်။ ဂြိုလ်တစ်ခုမှာ အခြေချပြီး အဲဒီကလေးတွေကို စက်ရုပ်အမက ကိုယ်ဝန်ဆောင်ပြီး မွေးဖွားခဲ့ပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/raised-by-wolves-season-1-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kx0d2FjxS4Qe86dO8gawms8BlAZ.jpg",
        "title": "Memory of Encaustic Tile ( 2022 )",
        "description": "ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါးလူငယ်ကျောင်းသားကားလေး ဖြစ်တဲ့ Memory of Encaustic tile ပဲဖြစ်ပါတယ်ဒီကားလေးထဲမှာတော့ Put your head on my shoulder ထဲကမင်းသားချောချောလေး Linyi က Zheng Sunianအဖြစ် အခု CM ကနေဘာသာပြန်တင်ဆက်နေတဲ့ Mirror: Twin cities ထဲကမင်းသမီးချောလေး Chen Yuqi က Shao Xue အဖြစ် မင်းသား Yan Zidong ကZhang Qi အဖြစ် အဓိကပါဝင်ထားကြတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ Zheng Sunian Shao Xue နဲ့ Zhang Qi တို့ဟာငယ်ငယ်ထဲကအတူတူကြီးပြင်းလာကြတဲ့ သူငယ်ချင်းတွေဖြစ်ပါတယ်သူတို့သုံးယောက်လုံးရဲ့မိဘတွေက ရှေးဟောင်းပစ္စည်းပြုပြင်ထိန်းသိမ်းရေးဌာနရဲ့ဝန်ထမ်းတွေဖြစ်ပြီး ရှေးဟောင်းရိုးရာပစ္စည်းတွေကိုနှစ်သက်ကြသူတွေလည်းဖြစ်ကြပါတယ် သူတို့သုံးယောက်အသက်ကြီးလာတာနဲ့အမျှခံစားချက်တွေဟာလည်းပြောင်းလဲလို့လာခဲ့ပါတော့တယ်Zheng Sunian ရဲ့အမေသေဆုံးပြီးနောက်မှာတော့ သူတို့သုံးယောက်လုံးဟာ ကိုယ်ကျွမ်းကျင်ရာဝါသနာပါရာအလုပ်ကိုယ်စီကိုရွေးချယ်ဖို့ ကွဲသွားခဲ့ကြပါတယ် Shao Xue ...",
        "url": "https://channelmyanmar.org/tvshows/memory-of-encaustic-tile-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJO7R5FojRDJlssFZQrVqF3bvtv.jpg",
        "title": "The Fear Index (2022)",
        "description": "The Fear Index (2022)အကြောက်တရား ညွှန်းကိန်း ဆိုတာ ဘာလဲ။လူတွေက ကြောက်တရားပေါ်မူတည်ပြီး အလုပ်လုပ်ကြတယ်။\nဆုံးရှုံးရမှာကြောက်တယ်၊\nဒဏ်ရိုက်ခံရမှာကြောက်တယ်၊\nကားမမီမှာကြောက်တယ် အစသဖြင့် အကြောက်တရား နဲ့ နေ့စဥ်ဘဝမှာ ရှင်သန်နေကြပါတယ်။ထိုအကြောက်တရားကို စီးပွား‌ရေးလုပ်ငန်းရှင် အဲလက်စ်န္ဒြားဟော့ဖ်မန်း ကတော့ အသုံးချပြီး\nရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းအောင်မြင်ဖို့ ကြံစည်ပါတော့တယ်။တစ်ရက်မှာတော့ သူလိုချင်တဲ့တာ ကြာပြီဖြစ်တဲ့ စာအုပ်တစ်အုပ်က\nဘယ်သူဝယ်ပေးမှန်းမသိရဘဲ ထူးထူးခြားခြားနဲ သူ့အိမ်ကို ရောက်လာပါတယ်။\nစာအုပ်ရောက်လာတဲ့ ညမှာပဲ အမည်မသိကျူးကျော်သူ ဝင်ရောက်လာပြီး တိုက်ခိုက်တာ ခံလိုက်ရပါတယ်။\nတိုက်ခိုက်တဲ့သူကရော ဘယ်သူလဲ စာအုပ်နဲ့ဘယ်လိုပတ်သတ်နေလဲ။\nဖန်သားပြင်မှာ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါဦး။အညွှန်းကိုတော့ Leonard Lin က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Leonard Lin, Thwal Yadi, Loon Swal Eain နဲ့ Roman NoX တို့ပဲ ဖြစ်ကြပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p\nFile size…650MB\nFormat…mp4\nDuration….45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Leonard Lin, Thwal Yadi, Loon Swal Eain, ...",
        "url": "https://channelmyanmar.org/tvshows/the-fear-index-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/game_of_thrones-135x200.jpg",
        "title": "Game of Thrones Season 1 [COMPLETE]",
        "description": "ဒီ TV Series ကို April 17, 2011 ခုနှစ်မှာ HBO ရုပ်သံလိုင်းက စတင်ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပါတယ်။\nGeorge R.R. Martin ရဲ့ရောင်းအကောင်းဆုံးစာအုပ်ဖြစ်တဲ့ “A Song of Ice and Fire” စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ခုနှစ်ပြည်ထောင်တိုင်းရဲ့ ပလ္လင်ကို လုကြမယ့် မျိုးနွယ်စုတွေ…မိသားစုတွေ….\nနဂါးတွေ…လူရိုင်းတွေ…လူသန်ကြီးတွေ…မကောင်းဆိုးဝါးတွေ…စတဲ့ မျိုးနွယ်မတူကြသူတွေတိုက်ခိုက်ကြမှာ ဖြစ်ပြီး\nကြမ်းကြုတ်ရက်စက်မှုတွေ…..မေတ္တာတရားတွေ…လိမ်လည်လှည့်ဖျားမှုတွေ…ရိုးသားဖြောင့်မတ်သစ္စာစောင့်သိမှုတွေကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက တကယ့်ကို မထင်မှတ်တာတွေပဲရိုက်ပြထားပြီးသတ်တာဖြတ်တာတွေပီပြင်လွန်းတာကြောင့် စိတ်မခိုင်သူများမကြည့်သင့်ပါဘူး။\nအမှန်တရားမရှိတဲ့ အရိုင်းဆန်ဆန်ခေတ်တစ်ခုကိုမြင်ရမှာဖြစ်ပြီး ပွင့်လင်းလွန်းစွာတင်ဆက်ထားပါတယ်။တကယ်လဲ လူ့လောကကြီးဆိုတာ အင်အားကြီးသူက အနိုင်ကျင့်ဗိုလ်ကျတဲ့ တောနက်ကြီးတစ်ခုပဲ မဟုတ်လား။ဇာတ်ကားက အစပိုင်းလောက်မှာ(ဇာတ်ကောင်တွေကိုမသိသေးတာကြောင့်)နည်းနည်းအေးနေပေမယ့်\nနောက်ပိုင်းတွေမှာတော့ ထိုင်ရာမထ (အိပ်ရေးပျက်ခံ)ကြည့်ရှုမိမယ့် စီးရီးမျိုးဖြစ်ပါတယ်။Adventure | Drama | Fantasy | 18+ အမျိုးအစားဖြစ်ပြီး IMDb Rating က (9.5/10) ထိရရှိထားတာဖြစ်ပါတယ်။\nRating မြင့်သလို ဇာတ်ညွှန်းကလဲ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ TV ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-thrones-season-1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BM2QzMWM5OTgtZDE1MC00ZmMyLWIyODItMmQ4NjNlZGRjYTUzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Inventing Anna (2022)",
        "description": "Inventing Anna (2022)=======================IMDb Rating - 6.9/10အခု တင်ဆက်လိုက်တဲ့ Inventing Anna ဆိုတဲ့ Series လေးကတော့ 2019 မှာ ဖြစ်ခဲ့တဲ့အမှုကို\nအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတွဲ ဖြစ်ပါတယ်။ ဒီအမှုအကြောင်းကို အကျဉ်းချုံးနားလည်အောင်\nရှင်းပြရမယ်ဆိုရင်တော့ Anna ဟာ ရုရှားဂျာမန် လူမျိုးတစ်ယောက်ဖြစ်ပြီး သူ အမေရိကန်မှာ လာ\nရောက်အခြေချတဲ့ 2013 ကနေ 2017 ခုနှစ်အတွင်း လိမ်လည်မှုပေါင်းများစွာကို ကျူးလွန်ခဲ့တဲ့သူပါ။နာမည်ရင်းကတော့ Anna Sorokin ဖြစ်ပြီး Anna Delvey ဆိုတဲ့နာမည်တုနဲ့ အမွေဆက်ခံပိုင်ခွင့်ရှိသူ\nတစ်ယောက်အဖြစ်ဟန်ဆောင်ကာ ဒိတ်ဒိတ်ကြဲ ဘဏ်တွေ ဟိုတယ်တွေကနေ အချီကြီး လိမ်လည်ခဲ့တဲ့\nသူဖြစ်ပါတယ်။ ထောင်ဒဏ် ၁၂ နှစ်အကျခံခဲ့ရပေမယ့် ၂၀၂၁ ခုနှစ်မှာ ပြန်လည်လွတ်မြောက်လာခဲ့ပြီး\nတော့ အထက်တန်းလွှာတွေ ဆယ်လီတွေ‌ သူဌေးတွေကြား အတော်လေး ဂရက်ရိုက်ခဲ့တဲ့ကိစ္စဖြစ်ပါတယ်။\nရုပ်လေးနဲ့က မထင်ရက်စရာ မျက်မှန်လေးနဲ့ မျက်နှာပြည့်ပြည့်လေးနဲ့ အပြစ်ကင်းတဲ့ပုံစံမျိုးလေး ...",
        "url": "https://channelmyanmar.org/tvshows/inventing-anna-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nyQV7SvfYONIyzNgrC9kiBcc1il.jpg",
        "title": "Fool’s Love (2015)",
        "description": "Hogu's Love / Fool's Love (2015)ပြီးသွားတာ သိပ်မကြာသေးတဲ့ Our Beloved Love ဇာတ်ကားနဲ့ နာမည်ကြီးခဲ့တဲ့ Choi Woo Shik နဲ့\nလက်ရှိပြသနေတဲ့ Ghost Doctor ထဲမှ UEE တို့ ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်\n၂၀၁၅ က ထွက်ရှိခဲ့တာဖြစ်ပြီး ဇာတ်ကားထဲတွင် မြန်မာအလံ ပါဝင်ခဲ့တာကြောင့်\nမြန်မာပရိသတ်တွေကြားထဲ ရေပန်းစားသွားပါသေးတယ်Choi Woo Shik ကတော့ ကြောင်တောင်တောင်ကောင်လေး\nဂန်းဟိုဂူနေရာမှာ ပါဝင်ထားပြီး ရည်းစားတစ်ခါမှ မထားဖူးဘဲ\nကိုယ့်ဘက်က အချစ်တွေ ပေးသလောက် သူ့ဘက်က သူငယ်ချင်းသာသာ\nဆက်ဆံခံရ လျစ်လျူရှုခံရပြီး အဲလိုနဲ့ ကျင်လည်နေတဲ့ ကောင်လေးတစ်ယောက်ပါUEE ကတော့ နိုင်ငံတကာ လက်ရွေးစင် ရေကူးအသင်းရဲ့အဖွဲ့ဝင် ဒိုဒ်ိုဟီး နေရာမှာပါဝင်ထားပါတယ်\nဒိုဒိုဟီးမှာလည်း ဂန်းဟိုဂူလို ဇာတ်ကြောင်းလေးတွေရှိပါတယ်\nအမြဲတမ်း ဒုတိယဆုငွေတံဆိပ်ပဲ ‌ရနေပြီး ပထမဆုရွှေတံဆိပ်ရဖို့ စိတ်အားထက်သန်နေတဲ့သူတစ်ယောက်ပါရည်းစားမရှိလို့ စိတ်ညစ်နေတဲ့ ဂန်းဟိုဂူနဲ့ ရွှေတံဆိပ်ဆုမရလို့\nစိတ်ညစ်နေတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/fools-love-2015/"
    }
]