[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/usyjE1QOeVFVtYHmFtylu7j54WC.jpg",
        "title": "Celebrity Bromance (2016)",
        "description": "Celebrity Bromance (2016)Celebrity Bromance ဆိုတဲ့အတိုင်း နာမည်ကြီး အမျိုးသားကြယ်ပွင့်တွေကြား\nFriendships တွေကို Bromance ဆန်ဆန် မြင်တွေ့ရမဲ့ အစီအစဉ်ပဲဖြစ်ပါတယ်။\nပါဝင်သူ Cast တွေဟာ တကယ့်ကို လူကြိုက်များကြတဲ့သူတွေဖြစ်ပြီး\nအပြင်လောက,က သူတို့တွေရဲ့ စစ်မှန်တဲ့ ခင်မင်ရင်းနှီးမှု ဇာတ်လမ်းတွေ ၊\nပွင့်ပွင့်လင်းလင်းပြောဆိုဆက်ဆံပုံတွေ ၊ အလုပ်အချိန်ဇယားတွေအပြင်\nအတွင်းအကျဆုံး ခံစားချက်တွေကို ဒီရှိုးမှ မျှဝေသွားကြမှာပါ ။Guest တွေ အနေနဲ့လည်း K-Pop လောကရဲ့ နာမည်ကြီး အဖွဲ့တွေဖြစ်တဲ့\nGot7, BTS, BOYFRIEND ,ZE:A , Block B, Infinite,\nApink, Highlight, B1A4 စတဲ့ အဖွဲ့တွေလည်း ပါဝင်ထားတာမလို့\nစိတ်ဝင်စားဖွယ်နဲ့ ပျော်ဖို့ကောင်းမှာ အသေအချာပဲဖြစ်ပါတယ် ။\nCele တွေရဲ့ ကျော်ကြားတဲ့ ဘဝနောက်ကွယ်မှာ ဖုံးကွယ်ထားတဲ့ ဇာတ်လမ်းတွေက\nဘယ်လိုရှိမလဲဆိုတာ အတူတူ စောင့်မျှော်ကြည့်ရှုလိုက်ကြရအောင်နော် ။အညွှန်းကိုတော့ NanThin က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM ...",
        "url": "https://channelmyanmar.org/tvshows/celebrity-bromance-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nNQvnKK6TZNF6ibEzuCo6OLNdKz.jpg",
        "title": "The Quest (2022)",
        "description": "Adventure တွေ Fantasy တွေ ကြိုက်နှစ်သက်သူတွေအတွက်\nစိတ်၀င်စားဖွယ် စီးရီးတစ်ခု CM က တင်ဆက်ပေးလိုက်ပါပြီဒီဇာတ်လမ်းမှာ လူငယ် ၈ ယောက်ဟာ ငယ်စဉ်က စိတ်ကူးယဉ်ခဲ့ရတဲ့\nအလယ်​ခေတ် Fantasyကမ္ဘာထဲ ​ကိုယ်တိုင်ကိုယ်ကျ ​ရောက်သွားပြီး စွန့်စားခန်းဖွင့်ကြမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==============\nEverealmထဲက ဆန်တန်ဘုရင်ဟာ ​​​တာဗိုရာအမည်ရ မှော်ကဝေမကရဲ့\nလက်ချက်နဲ့ သေဆုံးသွားချိန်မှာ Realmတစ်ခုလုံး ​အောက်လမ်း​မှော်အစွမ်းနဲ့\nသိမ်းပိုက်ခံရမယ့် အကျပ်အတည်းကာလကို ရောက်ရှိနေချိန်မှာ ဇာတ်လမ်းကို ဇာတ်အိမ်တည်ထားပါတယ်။ဒီအချိန်မှာ ​ဆန်တန်တိုင်းပြည်အပါအဝင် လောကကြီးတစ်ခုလုံးကို\nတခြားrealmတစ်ခုက လူငယ် ၈​ယောက်က ကယ်တင်မယ်ဆိုတဲ့\nရှေးဗျာဒိတ်တော် ပေါ်ထွက်လာတဲ့အခါ ထို လူငယ် ၈ ယောက်ကို Everealm သို့ ဆင့်ခေါ်လိုက်ပါတော့တယ်။အဆိုပါ သူရဲ​ကောင်း​​တွေက တာဗိုရာကိုတားဆီးဖို့အတွက်\nလိုအပ်နေတာကတော့ နတ်​ဒေဝါသရဖူရဲ့ အစွမ်းပါ။\nသရဖူရဲ့အစွမ်းကို အပြည့်အဝပြန်ရဖို့ သရဖူမှာ\nတပ်ဆင်ခဲ့ဖူးပြီး လက်ရှိမှာ ​ပျောက်​နေတဲ့ သုစရိုက်ရတနာ၄မျိုးနဲ့ ဧဧကရာဇ်ရတနာတစ်ခုလိုပါတယ်။ဒီလိုနဲ့ပဲ Everelamကို ကာကွယ်ရမယ့် သူရဲ​ကောင်း ၈​ယောက်ဟာ\nရတနာရှာပုံ​တော်နဲ့အတူ ဒီစိတ်ကူးယဉ်စွန့်စားခန်းကြီး စဖွင့်ခဲ့ပါတယ်။  File Size – 800 ...",
        "url": "https://channelmyanmar.org/tvshows/the-quest-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BM2ZjNzY2NjQtYTg1ZC00ODM5LWFkYjktN2Q1NzZkMDU1NmU1XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Outer Range (2022)",
        "description": "Outer Range (2022)================IMDb Rating - 8.2/10ဒီစီးရီးကတော့ ထွက်ထွက်ချင်း IMDb 9 အထိ ပေးကြတဲ့ စီးရီးအသစ်လေးပါပဲ။\nခေါင်းဆောင်မင်းသားကတော့ Old Boy, Thanos, Cable ဇာတ်ကောင်တွေနဲ့\nလူတွေရင်းနှီးပြီးသား ဂျို့ရှ် ဘရိုလင်ပါ။ အမျိုးအစားကတော့ သည်းထိပ်ရင်ဖို့\nထူးခြားဆန်းကြယ် အမျိုးအစားပါပဲ။ Stranger Things လိုစတိုင်ပါ။ (၈) ပိုင်းပါဝင်ပြီး\nအပတ်စဥ◌် သောကြာနေ့တိုင်း တစ်ပတ်နှစ်ပိုင်းထွက်ပါလိမ့်မယ်။ဇာတ်လမ်းကိုတော့ ဂရိနတ်ဘုရား ခရိုနို့စ် အပေါ်မှာအခြေခံထားပါတယ်။ ခရိုနို့စ်ဟာ\nသူ့ရဲ့ တံစဉ်းလက်နက်နဲ့ ကောင်းကင်ဘုံနဲ့ကမ္ဘာမြေကြီးကြားထဲက အာကာသနေရာတစ်ခုကို\nအပေါက်တစ်ခုဖြစ်အောင် ခုတ်ဖြဲခဲ့ပါတယ်။ အဲဒီကနေ လက်ရှိကမ္ဘာနဲ့ အခြားကမ္ဘာကို\nခြားနားပေးထားလိုက်တာပါပဲ။ ဒီစီးရီးထဲမှာတော့ မင်းသား ဂျို့ရှ်က ရိုင်ရယ်ဆိုတဲ့\nနာမည်နဲ့ နွားခြံပိုင်ရှင်ကြီးတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။ သူ့အတိတ်ကို\nသူမမှတ်မိ၊ သူ့နောက်ကြောင်းကို ဘယ်သူမှမသိကြပေမဲ့ သူ့မှာ မိန်းမတစ်ယောက် နဲ့\nသားတွေနဲ့ မိသားစုရှိနေပြီ၊ ရီဘက်ကာဆိုတဲ့ မိန်းကလေးတစ်ယောက် သူတို့မိသားစုထဲကနေ\nထူးထူးခြားခြားပျောက်ဆုံးသွားခဲ့တာကနေ ဇာတ်လမ်းကို စတင်ထားပါတယ်။\nကျန်တာတွေကိုတော့ သို့လော သို့လောနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/outer-range-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/h-160x200.jpg",
        "title": "Halo (2022)",
        "description": "Halo ဆိုတာ ဒီမှာတော့လူသိနည်းလောက်ပေမယ့် တခြားနိုင်ငံတွေမှာ တော်တော်ကြီးအောင်မြင်ခဲ့တဲ့ Sci-fi ဂိမ်းစီးရီးဖြစ်ပါတယ်။ဇာတ်လမ်းဇာတ်အိမ်အတော်ကျယ်ပြန့်ခိုင်မာတာမို့ live action ဇာတ်လမ်းတွဲအဖြစ်ပြန်ပုံဖော်ခံရတာ ကွက်တိပဲလို့ပြောရမှာပါ။1883, Mayor of Kingstown တို့လိုအမိုက်စားစီးရီးတွေထုတ်ထားတဲ့ Paramount + ကဆိုတော့ အပြင်အဆင်အထူးပြုလုပ်ချက်ပိုင်းတွေ ရုပ်ရှင်ကားကြီးလိုဖြစ်နေမှာပြောစရာမလိုပါဘူး။ အပိုင်း ၉ ပိုင်းရှိပြီး တစ်ပတ်တစ်ပိုင်း ပြသသွားမှာဖြစ်ပါတယ်။\nHalo အကြောင်းပြောရင် Master chief အကြောင်းကစပြောရမှာပါ။The witcher က Geralt၊ The mandalorian က Din Jarin တို့လို Halo မှာလည်း အပိုစကားတွေမပြောပဲ မျက်နှာမပြပဲ ပွဲကြမ်းတဲ့ master chief ခေါ် John-117 ရှိပါတယ်။ကလေးဘဝကတည်းက စူပါတပ်သားဖြစ်လာအောင် သင်တန်းပေး စမ်းသပ်ခံခဲ့ရသူတစ်ယောက်ပါ။Spartan လို့ခေါ်တဲ့ ထိုအထူးတပ်သားတွေကိုဖန်တီးရာမှာ စမ်းသပ်မှုဒဏ်တွေကို လူနည်းစုသာခံနိုင်ပြီး အသက်ရှင်နိုင်ပါတယ်။\nCovenant ဆိုတဲ့ ဂြိုလ်သားမျိုးနွယ်အင်ပါယာကြီးဟာ Forerunner လို့ခေါ်တဲ့ရှေးဦးဂြိုလ်သားတွေဖန်တီးခဲ့တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/halo-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZO0mtTHAgg9QVscLVtwCcQ7Hgx.jpg",
        "title": "Welcome to Eden (2022)",
        "description": "Welcome to Eden (2022) Season 1 ဇာတ်လမ်း အညွှန်း=======================လူငယ်လေး တစ်စုဟာ တစ်ရက်မှာ video clip လေးတစ်ခုကို အကြောင်းပြုပြီး\nသီးသန့်ပါတီပွဲကို ဖိတ်ကြားခံရပါတယ်။ဒါကမထူးဆန်းသေးပါဘူး။ဒါပေမဲ့ ထူးဆန်းတာက ဖိတ်ကြားခံရတဲ့ ပါတီက\n\"ဧဒင်\" လို့ အမည်ရတဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ လုပ်မှာပါ။နောက်ပြီး ဒီပွဲကိုတက်တဲ့အခါ လိုက်နာရမယ့် စည်းကမ်းတွေကိုလည်း .\nစာချုပ်နဲ့ချုပ်ပြီး သဘောတူထားရပါသေးတယ်။\nစာချုပ်အရဆိုရင် ဘယ်အသိမိတ်ဆွေကိုမှ ခေါ်လို့မရသလို\nဆက်သွယ်ရေး ပစ္စည်းတွေကို ပေးမယူပါဘူး။\nဒါတွေကိုလိုက်နာနိုင်ရင်တော့ တက်ခွင့်ရမယ့် ပါတီကတော့ တကယ့်အမိုက်စားပါပဲ။\nခရီးစဥ်တစ်လျှောက်လုံးကိုလည်း ကုန်ကျစရိတ်အားလုံး ကျခံသွားမှာဆိုတော့ သဘောမကျမယ့်သူ ရှိမယ်မထင်ပါဘူး။ဒါပေမဲ့ ဒီပါတီပွဲက ဘာရည်ရွယ်ချက်နဲ့ ကျွန်းပေါ်မှာမှ ရွေးပြီး လုပ်ရတာလဲ။\nဖိတ်တဲ့အခါမှာလည်း ဘာလို့ လျှို့ဝှက်သဘောတူရတာတွေရှိနေရတာလဲ။\nအဖိတ်ခံရတဲ့လူငယ်တွေကလည်း နေ့စဥ်ဘဝမှာ အစွန့်ပစ်ခံ အပယ်ခံတွေကိုမှ ရွေးဖိတ်ထားတာပါ။\nတစ်နည်းအားဖြင့် စိတ်ဒဏ်ရာတွေရှိနေတဲ့ လူငယ်တွေချည်း ရွေးဖိတ်တာကလည်း မေးခွန်းထုတ်စရာပါ။တကယ်ပဲရောက်သွားတဲ့အခါမှာ သူတို့ကို စောင့်ကြည့်နေမယ့် လူတစ်စုရှိနေတဲ့အခါ....ဧဒင်ဟာ လောကနိဗ္ဗာန်လား ..... ဒါမှမဟုတ် ငရဲဘုံလား ...",
        "url": "https://channelmyanmar.org/tvshows/welcome-to-eden-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/ozark-135x200.jpg",
        "title": "Ozark Season 1,2,3,4",
        "description": "IMDb 8.4\nလူ တစ်သိန်းခွဲလောက်က 8.4 vote ပေးထားတော့ အတော်ကို ကောင်းမှန်းသိသာပါတယ်။ ဇာတ်လမ်းကတော့ crime, thriller, drama အမျိုးအစားပါ။\nတကယ်လို့ အမေရိကန်မှာ ခင်ဗျားလက်ထဲကို လူဆိုးဂိုဏ်းတစ်ခုရဲ့ ငွေ တစ်သန်းလောက် ရောက်လာရင် ခင်ဗျားဘာလုပ်မလဲ။ ဘာမှလုပ်လို့မရပါဘူးတဲ့။ ဘဏ်ကို သွားသွင်းလို့မရပါဘူး။ တစ်သောင်းကျော်တာနဲ့ ဘဏ္ဍာရေးနဲ့အခွန်ဌာနက လိုက်လာမှာပါ။ ကားဝယ်မလား? မရပြန်ပါဘူး အကောက်ခွန်က ချက်ချင်းလိုက်လာမှာပါပဲ။ ဒီတော့ ဘာလုပ်မလဲ။ တစ်သက်လုံး အသေးသုံးလေးတွေနဲ့ မုန့်ဝယ်စား ကားဆီဖြည့်ဖို့လောက်ပဲ ရပါလိမ့်မယ်။ ဒီငွေတွေက ငွေမည်းတွေ ဖြစ်လို့ပါပဲ။ ခင်ဗျားဘိန်းဖြူမှောင်ခိုကူးပြီး ငွေ သန်း ၁၀၀ ချမ်းသာလည်း သုံးချင်တိုင်း သုံးမရသေးပါဘူး။ ဒီငွေတွေကို တရားဝင်ဖြစ်အောင် လုပ်ရပါတယ်။ ငွေမည်းတွေကို ငွေဖြူဖြစ်အောင် လျှော်ဖွတ်ရတယ်၊ ခဝါချရတယ်ပေါ့။ အဲဒီမှာ လူဆိုးဂိုဏ်းတွေဟာ ငွေကြေးနဲ့ အခွန်ပိုင်းကို ကျွမ်းကျင်သူတွေကို ချဉ်းကပ်ရတော့တာပါပဲ။ ...",
        "url": "https://channelmyanmar.org/tvshows/ozark-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sGVCWtLG37mLOhl11qQVrjKsDzx.jpg",
        "title": "Rick and Morty – Season 1 (Complete)",
        "description": "Rick And Morty (Season 1) (Complete) မာဗဲတွေ ဒီစီတွေ ခဏနားလိုက်ကြဦး ကိုယ့်လူတို့။ အပြိုင်ယူနီဗာ့တွေ ဒိုင်မန်းရှင်းပေါင်းစုံတွေနဲ့ စကြာဝဠာ တိုက်တစ်သောင်းကို ပြောင်းဆန်အောင် ကပြောင်းကပြန်မွှေမယ့် ရစ်ခ်နဲ့ မော်တီ၊ မော်တီနဲ့ ရစ်ခ် လာပါပြီ။ Dark Humor Animation တွေဟာ လူတွေရဲ့ စိတ်ကို Rollercoaster စီးရသလို အတက်အကျနဲ့ ရသပေါင်းစုံကိုပေးစွမ်းနိုင်တယ်။ အဲ့ဒီထဲကမှ Adult S​wim ရဲ့ ၂၀၁၃ ခုနှစ်မှာ စတင်ထုတ်လွှင့်ခဲ့တဲ့ Rick and Morty ဆိုတဲ့ သိပ္ပံစိတ်ကူးယဥ် Show ကတော့ ထိပ်ဆုံးတစ်နေရာကနေ Sitcom Animated လောကကိုဦးဆောင်ထားနိုင်ခဲ့ပါတယ်။ နောက်ပြီး Season 4 ရဲ့ Episode 8 ဟာ Outstanding Animated Program Emmy ဆုကိုလည်းထိုက်ထိုက်တန်တန် ...",
        "url": "https://channelmyanmar.org/tvshows/rick-and-morty-season-1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/28HDH4erlmLobLwyS78R5yFozcJ.jpg",
        "title": "กรงน้ำผึ้ง / Honey Cage (2022)",
        "description": "Honey Cage (2022)  အပိုင်း (၈)**************************ဖူးခတ်မြို့တွင်အာဏာရှိသော တီရောငိယ် ဆိုသည့် မျိုးနွယ်စုတစ်ခုအတွင်းတွင် လျှို့ဝှက်နက်နဲဖွယ်ကောင်းသော လူသတ်မှုတစ်ခု ဖြစ်ပေါ်ခဲ့ပါတယ်...ထိုလူသတ်မှုတွင် အဘိုးဖြစ်သူဆုံးပါးသွားရသောကြောင့် သွေးမတော်သားမစပ် မွေးစားထားသူ ချလန်ဖွန် တစ်ယောက်က ဒီအမှုကို ဘယ်လိုအမှန်တရား ဖော်ထုတ်မလဲ ဆိုတာလည်း စိတ်ဝင်စားစရာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်လုံစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်...ရှုပ်ထွေးနက်နဲလှတဲ့လူသတ်မှုတရားခံကို ရှာဖွေတဲ့အချိန်မှာ\nဖွန် တစ်ယောက်က အချစ်၊လောဘ၊အငြိုးအတေးတွေ ကြားထဲမှာ ဘယ်လို အနိုင်ယူမလဲ?ကဲ....လူသတ်မှုတရားခံကိုရှာတာတစ်ခုတည်းဆို ပျင်းဖို့ကောင်းမနေဘူးလား ?အရိုတစ်လိုင်းလည်းကြိုက်တဲ့ ပရိသတ်ကြီးတွေအတွက် ဦးနဲ့ခေး တို့ရဲ့အရိုတစ်လိုင်းတွေကိုကြည့်ရမယ့် 13++ ကားလေးပါနော်ဦး ရဲ့ချောမောခန့်ညားမှုတွေနဲ့အတူ လူသတ်မှုတရားခံ လေးကိုလည်းဝင်ရှုစားပေးကြပါဦးရှင့်Episodes: TBAAired: April.19, 2022Aired On: Mon to TueGenres:  Drama,ActionTranslated by Tin Me Me Soe , Zoe & May ThuEncoded by PinkployEpisode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/%e0%b8%81%e0%b8%a3%e0%b8%87%e0%b8%99%e0%b9%89%e0%b8%b3%e0%b8%9c%e0%b8%b6%e0%b9%89%e0%b8%87-honey-cage-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOXidNaTGjRrKBoYTxVlsVPWHEL.jpg",
        "title": "London Files (2022)",
        "description": "London Files (2022)——————————-IMDb rating - 9/ 10“အကြွင်းမဲ့ပရမ်းပတာတွေဖြစ်ပြီးမှ အကြွင်းမဲ့ဆိတ်ငြိမ်မှုတွေရောက်လာမယ်”\nဒီseries လေးကတော့ လန်ဒန်မြို့မှာ ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့\nမှုခင်း thriller အမျိုးအစား Indian series လေးတစ်ခုဖြစ်ပါတယ်\nလန်ဒန်မြို့မှာ နိုင်ငံရေးနဲ့ မူခင်းရေးရာတွေနဲ့ ဆက်စပ်ပြီး\nစုံထောက်ဖြစ်သူ Om Singh ဟာ မီဒီယာပိုင်းအကြီးအကဲတစ်ယောက်ရဲ့\nသမီးဖြစ်သူပျောက်ဆုံးမှုကို အင်တင်တင်နဲ့ စုံစမ်းစစ်ဆေးဖို့ရာ ဖြစ်လာပါတော့တယ် ..အလိမ်အညာတွေ, လျှို့ဝှက်ချက်တွေ, အလှည့်အပြောင်းတွေ ပြည့်နေတဲ့\nဇာတ်ထုပ်တစ်ခုကို Om Singh တစ်ယောက် ဘယ်လိုရှင်းမလဲ .. အမှုမှန်ပေါ်လာမလား..\nဒီအမှုတွေကရော သူ့ဘဝဇာတ်ကြောင်းနဲ့ ဘာတွေပတ်သတ်လာမလဲ ..\nမှုခင်းစုံထောက်ဇာတ်လမ်းတွဲတွေ နှစ်သက်ကြတဲ့ CM ပရိတ်သတ်ကြီးအတွက်\nimdb rating ကောင်းကောင်းရထားတဲ့ ဒီဇာတ်ကားလေးကလည်း အကြိုက်တွေ့စေမှာမို့ ကြည့်ရှူအားပေးကြပါဦး File Size – 700MB / 300MBQuality – 1080p WEBDL AAC5.1Ch / 720pDuration –35  minute ...",
        "url": "https://channelmyanmar.org/tvshows/london-files-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/slow-horses-133x200.jpg",
        "title": "Slow Horses(2022)Season1+2",
        "description": "စပိုင်ကားကိုမှ ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်လမ်းကောင်းကောင်းလေးကြည့်ချင်တဲ့သူတွေအတွက်ကားကောင်းလေးတစ်ကားလာပါပြီ။ ဆရာ့ဆရာကြီးတွေထဲက တစ်ဦးဖြစ်တဲ့ ဂယ်ရီအိုးမန်း ခေါင်းဆောင်ပါဝင်ထားပါတယ်။ကတ်ရိုက်ဆိုတဲ့ အေးဂျင့်တစ်ယောက်ကာစမ်းသပ်စစ်ဆင်ရေးတစ်ခုမှာ အမ်အိုင်၅ ဒုတိယခေါင်းဆောင်ရဲ့ ရည်ရွယ်ချက်ရှိရှိသတင်းအမှားပေးမှုကြောင့် ဆလာ့ခ်ဟောက်စ်ဆိုတဲ့ အဆင့်နိမ့်အေးဂျင့်ဌာနကိုပြောင်းရွှေ့ခံလိုက်ရပါတယ် ဘယ်အလုပ်ကိုမှ အရေးတယူအခိုင်းမခံရဘဲအသုံးမကျတဲ့သူတွေစုနေတဲ့ ဆလာ့ခ်ဟောက်စ်မှာတော့ အကုန်လုံးကိုဘုထိုင်တောနေတဲ့လန့်ဘ်ဆိုတဲ့သူကဦးဆောင်နေတာပါ တစ်နေ့တော့အယ်ဘီယွန်ရဲ့သားတော်များလို့ခေါ်တဲ့ဗြိတိသျှအစွန်းရောက်တွေကမူစလင်ကျောင်းသားလေးတစ်ယောက်ကိုဖမ်းပြီးတော့ လိုင်းပေါ်မှာခေါင်းဖြတ်သတ်မယ်ဆိုပြီး ကြေညာလိုက်ပါတော့တယ် အဲဒီအချိန်မှာပဲအေးဂျင့်လောကရဲ့ အရှုပ်အရှင်းတွေ ခေါင်းဆောင်တွေရဲ့ ပရိယာယ်တွေနဲ့တကယ်မဟုတ်ဘဲ ကျဉ်ခံထားရတဲ့ လူတော်တွေအကြောင်းကို တဝကြီးကြည့်ပြီးတော့တရားခံကဘယ်သူလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်လို့ရတဲ့ ကားကောင်းလေးတစ်ကားပါပဲ Quality : WEB-DL 720pFormat : mp4Genres :  Drama /Thrillerr\nDuration : 50 Min\nTotal : 6 EpisodesSubtitle : Myanmar Subtitle ( Hardsub )Translated by GarfieldEncoded by Mr.Anderson \nSeason-2Episode 1 720p  -Yoteshin/ Megaup/ Meganz/ Usersdrive/ StreamsbEpisode 1 1080p  ...",
        "url": "https://channelmyanmar.org/tvshows/slow-horses2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sO1rYBGg9PHmYgdUpGyvMeruUVc.jpg",
        "title": "Local Dining Table (2022)",
        "description": "Local Restaurant (2022)ဒီ အစီအစဉ်လေးမှာတော့ ကိုရီးယားနိုင်ငံရဲ့ လှပတဲ့ရှုခင်းတွေကို ခံစားနိုင်ဖို့နဲ့\nဒေသန္တရ အစားအစာတွေရဲ့ အရသာအကြောင်းကိုLee Sang Min ၊ Ha Seok Jin ၊ Bae Seong Jae နဲ့ Joo Woo Jae တို့ လေးယောက်က\nအတူတကွ မျှဝေပေးသွားမှာပဲ ဖြစ်ပါတယ် ။သူတို့ ပထမဆုံး သွားမဲ့နေရာက Yeosu၊ Jeollanam-do ပဲဖြစ်ပါတယ် ။\nထူးခြားတဲ့ပင်လယ်စာတွေနဲ့ ပြည့်နေတဲ့ စားပွဲတစ်ခုရှေ့မှာ\nတင်ဆက်သူတွေက ရင်းရင်းနှီးနှီး စကားစမြည်ပြောဆိုကြမှာပါ။ဒေသတွင်းအစားအစာတွေကတစ်ဆင့်၊ ကိုရီးယားအစားအစာ၊ ပါဝင်ပစ္စည်း၊\nယဉ်ကျေးမှုနဲ့ တခြားစိတ်ဝင်စားဖွယ်ဇာတ်လမ်းတွေကို မျှဝေပေးမှာဖြစ်ပြီး၊\nတင်ဆက်သူလေးဦးရဲ့ လိမ္မာပါးနပ်တဲ့ စကားလုံးတွေ ၊\nအချိတ်အဆက်မိမှုတွေကိုလည်း ခံစားရဦးမှာဖြစ်ပါတယ်။\nစွမ်းအင်ပြန်လည်ဖြည့်တင်းပေးမည့် ဒေသထွက်အစားအစာတွေ၊\nအရသာရှိတဲ့ အစားအစာတွေကို သိရှိနိုင်ဖို့ အခုပဲ တင်ဆက်ပေးလိုက်ပါပြီနော် ။အညွှန်းကိုတော့ NanThin က‌ ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Pro Max ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/local-dining-table-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kGzePkCwLOLoyDZ7dFxJfvYzJB.jpg",
        "title": "MY BOYFRIEND IS BETTER (2022)",
        "description": "My Boyfriend Is Better (2022)အချစ်လား ပိုက်ဆံလား ?\nသင်ကော တစ်ခုခုကို ရွေးချယ်ရတာမျိုးနဲ့ ကြုံခဲ့ရင် ဘယ်ဟာကို ရွေးချယ်မှာလဲ ။\nဒီအစီအစဉ်လေးကတော့ မိမိတို့ရဲ့ ချစ်သူရည်းစားထံမှာ ရင်းနှီးမြုပ်နှံရမဲ့ ပထမဆုံး\nလောင်းကစားအခြေခံ သီချင်းဆိုပွဲပါပဲ ။\nကောင်မလေးတွေဟာ သူတို့ရဲ့ သီချင်းဆိုကောင်းတဲ့ ၊ ဆုငွေရနိုင်ခြေရှိတဲ့ ချစ်သူကောင်လေးဆီမှာ\nရင်းနှီးမြုပ်နှံရမှာပဲ ဖြစ်ပါတယ် ။ သူတို့ လက်တွဲဖော်တွေရဲ့ သီချင်းဆိုစွမ်းရည်ကို စမ်းသပ်ဖို့\nတကယ့်စုံတွဲအစစ်အမှန်တွေ ပါဝင်ထားကြတာဖြစ်ပြီး အချစ်လား ပိုက်ဆံလားဆိုတာကို\nရွေးချယ်ကြမှာပဲ ဖြစ်ပါတယ် ။\nအချစ်စစ်ကပဲ အနိုင်ရမလား အလှည့်အပြောင်းအနေနဲ့ ငွေကပဲ အရေးပါသွားမှာလား ။\nထင်မှတ်မထားတဲ့ ရွေးချယ်မှုတွေကြား ဆက်ဆံရေးတွေ ဘယ်လိုသက်ရောက်မှုရှိသွားနိုင်မလဲဆိုတာ\nမြင်တွေ့ရမှာပါ ။\nMy Boyfriend Is Better ဆိုပေမဲ့ သင်ဆိုရင်ကော ဘာကို ရွေးချယ်ဖြစ်မယ်ထင်ပါလဲ ?\nစဉ်းစားကြည့်ရင်း CM နဲ့ အတူတူ ဒီအစီအစဉ်လေးကို ကြည့်လိုက်ကြရအောင်နော် ။အညွှန်းကိုတော့ NanThin က ...",
        "url": "https://channelmyanmar.org/tvshows/my-boyfriend-is-better-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ieY2gHYBE9LIpZo0nSw6dzntdm.jpg",
        "title": "The Wind Blows From Longxi (2022)",
        "description": "The Wind Blows from Longxi\nCMကနေ ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့နာမည်ကြီးစာရေးဆရာရဲ့ ဝတ္ထုကို အသက်သွင်းပုံဖော်ထားတဲ့The Wind blows from Longxi ဆိုတဲ့နန်းတွင်းသူလျှိကားလေးပဲဖြစ်ပါတယ်Castsတွေကို ပြောပြရမယ်ဆိုရင်နာမည်ကျော်မင်းသား Chen Kun က စူးပြည်ကနေ ဝေ့ပြည်ကိုစေလွှတ်ထားတဲ့ သူလျှိ Chen Gong အဖြစ်\nGuardians ကားနဲ့ နာမည်ကြီးလာတဲ့ Bai Yu ကလည်းစူးပြည်ကနေ ဝေ့ပြည်ကို စေလွှတ်မယ့် သူလျှိXun Xu အဖြစ် ပါဝင်ထားကြသည့်အပြင်တခြား နာမည်ကြီးသရုပ်ဆောင်တွေ ဖြစ်ကြတဲ့Angela Baby, Sun Yi တိုကလည်း ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်အေဒီ၂၂‌၈ သုံးပြည်ထောင် ခေတ်မှာ စူးပြည်နဲ့ ဝေ့ပြည်တို စစ်ဖြစ်ကြပြီးစူးပြည်က သူတိုထွင်ထားတဲ့ လေးနဲ့ ဝေ့ပြည်ကို အနိုင်ရရှိခဲ့ပါတယ်ဒီလိုနဲ့ စူးပြည်ရဲ့ အတွင်းသတင်းဌာနက စစ်ဆေးမှုတွေပြုလုပ်ခဲ့တဲ့အချိန်မှာတော့သူတိုဆီကို သတင်းအမှားတွေ ပိုနေခဲ့တာကို သိသွားခဲ့ပါတယ်သတင်းအမှားတွေက ဝေ့ပြည်ကိုစေလွှတ်ထားတဲ့နှစ်ချီသူလျှိ Chen ...",
        "url": "https://channelmyanmar.org/tvshows/the-wind-blows-from-longxi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q6cRT9Mh3j5raFCLClwX8AIoMXL.jpg",
        "title": "THE ORIGIN – A, B, Or What? (2022)",
        "description": "The Origin-A,B or What? (2022)မောင်လေးတွေကို ကြူးချင်တဲ့မမတွေအတွက်\n2002 born ကနေ 2005 born အထိ ယှဉ်ပြိုင်သွားမယ့်\nIST Ent. လက်အောက်ကနေ ရိုက်ကူးထုတ်လွှင့်သွားမယ့်\nSurvival program လေးကို CM ကနေတင်ဆက်ပေးပါဦးမယ် ။IST Ent. နဲ့အတူ KaKao Ent., Sony Music Solution တို့ ပူးတွဲထုတ်လုပ်သွားမယ့်\nဒီပရိုဂရမ်မှာ ပြိုင်ပွဲဝင် ၁၃ ယောက်ပါဝင်ယှဉ်ပြိုင်သွားမှာပါ ။Team A or Team B?မတူညီတဲ့စတိုင်နှစ်ခုကြားမှာ ကိုယ့်အကြိုက်၊ ကိုယ့်ပုံစံနဲ့ လိုက်ဖက်ညီမယ့် သီချင်းနဲ့အဖွဲကို\nရွေးပြီးယှဉ်ပြိုင်သွားမယ့် balance game ပုံစံနဲ့တခြား survival show တွေနဲ့ မတူညီ ထူးခြားသွားမယ့် ဂရိုဂရမ်လေးပါပဲ ။\nMentor တွေအနေနဲ့လည်း GOT7 ရဲ့ခေါင်းဆောင် JAY B, Infinite ရဲ့ Sungkyu တို့အပြင်\nMinzy ...",
        "url": "https://channelmyanmar.org/tvshows/the-origin-a-b-or-what-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ebda8ef0-5857-480a-993a-287ee2e8eb5a-135x200.jpg",
        "title": "The Sound of Magic(2022)",
        "description": "The Sound of Magic(2022) ဇာတ်လမ်းတွဲအညွှန်း**************************************အပိုင်း( ၁ မှ ၆) အထိ စ/ဆုံးYoon Ah Yi ဆိုတဲ့ကောင်မလေးဟာ အသက်အရွယ်နဲ့မလိုက်အောင် ခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတယ်...ငွေကြေးမပြည့်စုံတော့ အချိန်ပိုင်းအလုပ်နဲ့  ကျောင်းပြေးတက်နေရသလိုကျောင်းမှာလည်း မပြေလည်မှုများစွာနဲ့ပေါ့...ဒါပေမဲ့ အောင်မြင်ချင်တဲ့စိတ်ကြောင့်အရမ်းကြိုးစားခဲ့သလို ထိပ်တန်းအဖွဲ့တည်းကိုလည်း စာရင်းဝင်လာတယ်...တစ်နေ့တော့ ပိတ်ထားတဲ့ပန်းခြံတစ်ခုမှာ မမျှော်လင့်ဘဲရောက်သွားရင်း ခပ်ဆန်းဆန်း မှော်ဆရာတစ်ယောက်နဲ့ကြုံတွေ့ရတဲ့အခါမှာတော့အပိုင်း (၆)ပိုင်းလုံးထွက်ရှိလာတာမို့  ဆက်တိုက်ကြည့်ရမှာဖြစ်ပါတယ်...Episodes: 6Duration: 65 MinQuality :Web-DL1080p5.1ch, 720pGenres:  Fantasy , DramaTranslated by  EiPhyu Khin , Hnin Pale , ThynnNuSwe  & Hay Thar OoEncoded by  Phyo Pyae  \nEpisode 1\n720P(500MB)>>>> UsersDrive   | Yoteshin |     MegaUp    |     Mega.NZ    | StreamSB ...",
        "url": "https://channelmyanmar.org/tvshows/the-sound-of-magic2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qH0BuRkZmP6sdi8R6tvlvwdBxmo.jpg",
        "title": "The Endgame (2022) (Complete)",
        "description": "The Endgame (2022) (S01 Complete) ~ အစအဆုံး ရပါပြီ ~ ရုရှားကနေ ငယ်ငယ်လေးကတည်းက လုပ်ကြံသတ်ဖြတ်ရေးသမားဖြစ်အောင် မွေးမြူပျိုးထောင်ထားခဲ့တဲ့ အမျိုးသမီးလူသတ်သမားတွေအကြောင်း တစ်ပြုံတမကြီး ကြည့်ဖူးကြပြီးပါပြီ။ ဒီတစ်ခါကတော့ နောက်တစ်ဆင့်လို့ပြောလို့ရတာပေါ့ဗျာ။ ကြေးစားစစ်တပ်တစ်တပ်ကို ပိုင်ဆိုင်ထားတဲ့ ဉာဏ်ကြီးရှင်အဆင့်ဗျူဟာရှင် ဒုစရိုက်လောကရဲ့ ဘုရင်မ အကြောင်းပဲဖြစ်ပါတယ်။ စစ်တပ်တစ်တပ်က သိမ်းပိုက်ထားတဲ့ရွာကို လူငါးယောက်အဖွဲ့နဲ့ဝင်ပြီး တစ်တပ်လုံးကို အပြတ်ဖြုတ်လာခဲ့တဲ့ ဘုရင်မပေါ့။ ဒုစရိုက်လောကက ဘုရင်တွေအကုန် ဦးညွှတ်ရလောက်အောင် ကြောက်စရာကောင်းတယ်။ ဒါပေမဲ့ သူ အမေရိကကိုခြေမချရသေးခင်မှာပဲ အမေရိကန်အစိုးရက ဖမ်းထားနိုင်လိုက်တယ်။ သူ့လို ဘုရင်မကို လွယ်လွယ်နဲ့ဖမ်းလို့မိတယ်ဆိုကတည်းက သူ့ကစားကွက်ဆိုတာကို ရိပ်မိလောက်ပါပြီ။ သူ့ရဲ့ အဆုံးသတ်ကစားကွက်ကို ဘဏ် ၇ ဘဏ်ကို တစ်ချိန်တည်းမှာ ဓားပြတိုက်တာနဲ့ စဖွင့်ထားပါတယ်။ သူ့ရဲ့အဆုံးသတ်ကစားပွဲက ဘယ်လိုလဲဆိုတာတော့ မသိရသေးပေမဲ့ ဘာလို့လဲဆိုတာကတော့ ရိုးစင်းတဲ့အကြောင်းပြချက် \"အချစ်\" ကြောင့်ပဲလို့ ယူဆလို့ရပါတယ်။ တစ်ဖက်မှာတော့ အကျင့်ပျက်မှုနဲ့ အဖမ်းခံထားရတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-endgame-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oMzcbrhJrwBhETKRI0vGj5aOICL.jpg",
        "title": "You are My Heartbeat (2022)",
        "description": "You are my heartbeat (2022) စ / ဆုံး-------------------------------------------မြင်သူတိုင်းရဲ့  အသည်းကို ဖမ်းစားတတ်တဲ့P Push ရဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။P Push ကတော့ သူ့ရဲ့ဥပတိရုပ်နဲ့အလိုက်ဖက်ဆုံးကာရိုက်တာဖြစ်တဲ့စီးပွားရေးလုပ်ငန်းရှင် Sira အဖြစ် သရုပ်ဆောင်သွားမှာပါ......အသန့်အရမ်းကြိုက်ပြီး လိမ်ညာတာကို အလွန်မုန်းတီးတဲ့ Sira တစ်ယောက်လှည့်ဖြားတဲ့နေရာမှာ ဆရာကျတဲ့ Keetika နဲ့အတူတူ အလုပ်လုပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်.......Keetika ရဲ့မိခင်ဖြစ်သူက လင်ယောက်ျားကို ပစ်သွားပြီးအထည်အလိပ်ကုမ္ပဏီပိုင်ရှင် Papop နောက် ကောက်ကောက်ပါအောင်လိုက်သွားခဲ့လေတော့နှစ်ယောက်သား အဆင်မပြေတဲ့သားအမိဆက်ဆံရေး ဖြစ်‌နေခဲ့ပါတယ်အဲဒါအပြင် ပထွေးရဲ့ သမီးဖြစ်သူ Chanaratee နဲ့ Keetika ကလည်းလင်ပါသမီးနဲ့ မယားပါသမီးဆိုတော့ မတည့်ကြဘဲ မိသားစုအရေးက ရှုပ်ထွေးနေပါလေရောSira ကတော့ ငယ်ကတည်းက Primyuda ဆီမှာ မွေးစားခံရပြီးPrimyuda ရဲ့မြေးရင်း Sasa ကို ကုမ္ပဏီမှာ အလုပ်လုပ်ဖို့ လိုက်ခေါ်နေတာပါ။ခေါ်မရတော့ Sasa ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-my-heartbeat-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXKnfvTnpmyStp3R49NBQSjOVCk.jpg",
        "title": "The 7 Lives of Lea (2022)",
        "description": "The 7 Lives of Lea (2022)ဒီဇာတ်လမ်းတွဲက​တော့ Netflixက​နေ တင်ဆက်ထားတဲ့ ပြင်သစ် Crime Drama ဇာတ်လမ်းတွဲဖြစ်ပြီး\nIMDbအ​နေနဲ့ 7.1ရရှိထားပါတယ်၊\nTotal Episodesအ​နေနဲ့ ၇ပိုင်းပါဝင်ပြီး တစ်ပိုင်းပြီးတစ်ပိုင်း ဆက်တိုက်တင်ဆက်​ပေးသွားမှာပါ။ဇာတ်လမ်းအကျဉ်းက​တော့ လီယာဆိုတဲ့ ​ကောင်မ​လေးဟာ ပါတီပွဲတစ်ခုမှာ မူးရူး​ပျော်ပါးရင်း\n​​သေဆုံးတာနှစ်​ပေါင်းများစွာကြာပြီဖြစ်တဲ့ အ​ရိုးစုတစ်စုကို ​သွား​တွေ့ပါတယ်၊\nအဲဒီအရိုးစုဟာ ဘယ်သူဘယ်ဝါဆိုတာ ​​ဖော်ထုတ်ဖို့ကြိုးစားရင်း\nလီယာတစ်​ယောက် အိပ်​​ပျော်သွားပြီး ​​နောက်တစ်ရက် ပြန်နိုးလာချိန်မှာ\n၁၉၉၁ခုနှစ်ကို ​အစ္စ​မေးဆိုတဲ့ ​ကောင်​လေးအ​နေနဲ့ ​ရောက်ရှိ​နေတာပါ၊\nအစ္စ​မေးရဲ့ ခန္ဓာကိုယ်ထဲမှာ တစ်ရက်တာရှင်သန်ရင်း\nပစ္စုပ္ပန်ကာလမှာ သူ​ရှာတွေ့ခဲ့တဲ့အ​လောင်းဟာ အစ္စ​မေးဖြစ်​နေ​ကြောင်း သိရှိပြီး ပြန်နိုးလာပါ​တော့တယ်။ဒါ​ပေမဲ့လီယာတစ်​​ယောက် အစ္စ​မေးအ​ဖြစ် တစ်ရက်ပဲနေခွင့်ရလိုက်ပြီး ​\nနောက်​နေ့အိပ်ရာနိုးချိန်မှာ​ အ​​မေဖြစ်သူကာရင်းရဲ့ ၁၉၉၁ဗားရှင်းထဲ ​ရောက်​​​နေပြန်ပါတယ်၊\nမိဘ၂ပါးဖြစ်တဲ့ စတက်ဖန်နဲ့ကာရင်းက အစ္စ​မေးနဲ့ သူငယ်ချင်း​တွေမှန်း သိလိုက်ရ​တဲ့​နောက်\nတစ်ညကို တစ်ဘဝစီ အိပ်မက်ကမ္ဘာထဲမှာ စုံစမ်းရင်း\nအစ္စ​မေးအမှုနဲ့ပတ်သတ်​နေတဲ့ လူ ၇​​ယောက်ရဲ့ ၇ဘဝတိတိ\nလီယာတစ်​ယောက် အချိန်ခရီးသွားသလို ကြုံ​တွေ့ခဲ့ရပါတယ်၊\nဒီလိုဘဝ​တွေ​ပြောင်းပြီး အမှုမှန်ကိုစုံစမ်းရင်း လီယာတစ်​ယောက်\nအစ္စ​မေးကိုသတ်ခဲ့တဲ့ တရားခံကို​ဖော်ထုတ်နိုင်မှာလား၊\nအထက်ပါ လူ၇​ယောက်ကြားမှာ ဘယ်လိုပတ်သတ်မှု​တွေရှိခဲ့လဲ၊\nအဆိုပါပတ်သတ်မှု​တွေက ...",
        "url": "https://channelmyanmar.org/tvshows/the-7-lives-of-lea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kCRSbmFAwvGZrr93OFqQXn96rJ0.jpg",
        "title": "Misaeng (2014) (Completed)",
        "description": "Misaeng (2014) (Completed) (အစ အဆုံး ရပါပြီခင်ဗျာ) ~ IMDb rating - 8.6/10 ~ အခုတလော Webtoon, Comic တွေကို ရုပ်သံဇာတ်လမ်းအနေနဲ့ ပြန်လည်ရိုက်ကူးမှု များလာတာကြောင့် 2012 မှာ ထွက်ရှိခဲ့တဲ့ Misaeng ဆိုတဲ့ Comic ကို ပြန်လည်အသက်သွင်းထားတဲ့ Misaeng (Incomplete Life) ဆိုတဲ့ စီးရီးလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာတော့ Im Si Wan, Kang So Ra, Lee Sung Min, Kang Ha Neul တို့က အဓိကပါဝင်ထားပါတယ်။ ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့ Jang Geu Rae (Im Si Wan) ဟာ ငယ်စဉ်ကတည်းက Go ဂိမ်းကို ကစားခဲ့ပြီး ပရော်ဖက်ရှင်နယ် Go player ...",
        "url": "https://channelmyanmar.org/tvshows/misaeng-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/moon.knight-134x200.png",
        "title": "Moon Knight (2022)",
        "description": "Moon Knight (2022)================IMDb Rating - 9.0/10အားလုံးပဲစောင့်မျှော်နေတဲ့ Marvel ရဲ့ စီးရီးအသစ်တစ်ခုဖြစ်တဲ့\nMoon Knight ကတော့ ထွက်ရှိလာပါပြီ။ ဒီစီးရီးကို အပတ်စဥ◌်\nဗုဒ္ဓဟူးနေ့တိုင်း Disney + ကနေပြသသွားမှာဖြစ်ပြီး cm ကနေ\nအပတ်စဥ◌်တင်ဆက်ပေးသွားပါမည်။IMDB မှာလည်း 9.0 နဲ့ အတော်လေး အခြေနေကောင်းနေတဲ့\nMarvel ရဲ့ Standalone superhero series အဖြစ် Moonknight\nထွက်ရှိလာပါပြီ ။ Dune, Starwars တို့ကြည့်ဖူးသူတွေနဲ့မစိမ်းမယ့်\nOscar Issac က အဓိကပါဝင်ထားပြီး X-men ကားတစ်ကားမှာလည်း\nApocalypse အဖြစ်သရုပ်ဆောင်ခဲ့ဖူးသူပါ။စရိုက်အမျိုးမျိုးပြောင်းလဲတဲ့ဝေဒနာဖြစ်နေတဲ့ စတီဗင်ဂရန့်ဟာ ရွှေရောင်\nနွားချေးပိုးရုပ်လေးတစ်ခုလက်ထဲရောက်လာပြီးနောက် နဂိုကတည်းရှုပ်ထွေး\nခက်ခဲနေတဲ့ဘဝဟာ ပိုရှူပ်ထွေးလာပါတော့တယ်။ အဲ့ဒီအရုပ်လေးကြောင့်\nComic တွေအရ Khonshu ဆိုတဲ့ အီဂျစ် လနတ်ဘုရားတစ်ပါး၀င်ပူးခံရပါတယ်။\nသူ့ရဲ့စွမ်းအားတွေက လပြည့်ညမှာ ပိုမိုအစွမ်းထက်လာပြီး အိမ်မက်တွေကနေ\nအနာဂတ်ကို ကြိုမြင်နိုင်တာ ၊ အသက်ဓာတ်ကိုစုပ်ယူတာတွေပါ လုပ်နိုင်ပါတယ်။\nVenom နဲ့ Eddie brook ...",
        "url": "https://channelmyanmar.org/tvshows/moon-knight-2022/"
    }
]