[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/FFyxC7sLBiPnvAWe9udmJ3WZPS.jpg",
        "title": "Remember Me (2022) [Complete]",
        "description": "Remember Me ~ ချစ်ခြင်းဖြင့်ရေးဖွဲ့ထားသော (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၄ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)\"ကိုယ်ချစ်ရသူဆီကပြန်လာမယ့်စာကို မျှော်လင့်ချက်တကြီး စောင့်မျှော်ခဲ့ရတဲ့ လွမ်းဆွတ်ဖွယ်နေ့ရက်တွေကို မှတ်မိသေးလား ?လက်ရေးစာလေးကနေ MSN, Messenger,Blackberry, LINE ...\nခေတ်တွေပြောင်းလဲသွားပေမယ့် ချစ်ခြင်းမေတ္တာရဲ့ခံစားချက်တွေကို မက်ဆေ့ချ်‌တွေကတဆင့်ဖော်ပြခွင့်ရခဲ့တယ်။ ဒီလို ဆက်သွယ်ရေးကြောင့် ကျွန်တော်တို့ပိုပြီးနီးကပ်လာတာက ကျွန်တော်တို့‌တွေရဲ့ နှလုံးသားကြားက အကွာအဝေးကို တစ်နည်းတဖုံနက်ရှိုင်းသွားစေသလား? \"ဒီကားလေးကတော့ \"The YearBook\" ပြီးသွားတဲ့‌နောက် \"Mean\" ကိုယ်တိုင် Director အဖြစ်နဲ့ရော သရုပ်ဆောင်အနေနဲ့ပါ ပါဝင်ရိုက်ကူးထားတဲ့ ဒုတိယမြောက်ဇာတ်လမ်းတွဲလေးပါ ~\"The YearBook\" ထဲကအတွဲလေးလည်းပြန်ပါမှာဖြစ်ပြီး BL fan တွေအားလုံးသဘောကျခဲ့ရတဲ့ \"Don't Say No\" ထဲက Ja နဲ့ First လေးကိုလည်း ပြန်တွေ့မှာဖြစ်ပါတယ်။P' Mean ရဲ့လက်ရာကိုတော့ The YearBook ကြည့်ဖူးကြတဲ့လူတိုင်းသိတယ်ဟုတ်?\nဒီကားလေးမှာရော ချစ်ခြင်းကိုဘယ်လိုပုံဖော်ပြသွားမလဲဆိုတာ ...",
        "url": "https://channelmyanmar.org/tvshows/remember-me-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gvOZN1NlAoL8iz9ghpES1zWA3w3.jpg",
        "title": "Alchemy of Souls: Light and Shadow (2022) [Complete]",
        "description": "Alchemy of Souls S02 - Light And Shadow (2022) [အစ-အဆုံး]အပိုင်းသစ် - ၁၀ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)ကဲ အားလုံး စောင့်မျှော်နေတဲ့ Alchemy of Souls Part 2 ကတော့ ထွက်ရှိလို့ လာခဲ့ပါပြီ။ရေကန်ထဲက စိတ်ရိုင်းဝင်သွားတဲ့ မူဒေါ့တစ်ပိုင်း နာ့ဆူလေးကို ဂျင်ယိုဝန်က လူတွေ ရေကန်ထဲက ပြန်ကယ်ထုတ်သွားကြတာ အားလုံးအသိပါ။သူတို့ရဲ့ အဓိက ရည်ရွယ်ချက်ကတော့ ဂျင်ဘူယွန်းကို ပြန်ကယ်နိုင်ဖို့ပါပဲ။ ဆိုတော့က တကယ် ကယ်လိုက်နိုင်မှာလား? နာ့ဆူ နဲ့ မူဒေါ့ကကော ဘယ်လိုဖြစ်သွားမလဲဆိုတော့ ပဟေဋိကတော့ ဒီ Part -2 ကြည့်ရင်း ဆက်လက် အဖြေရှာကြရမှာပါ။Aired: Dec 10, 2022 --\nAired On: Saturday & Sunday\nGenres: Action, Drama, ...",
        "url": "https://channelmyanmar.org/tvshows/alchemy-of-souls-s02-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjg4ODBlNTgtNGZmNS00ZTE4LTk0Y2MtZTZiMTY4NjRiMGE2XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Kaleidoscope – Season (01)",
        "description": "Kaleidoscope - Season (01)\n====================\nIMDb Rating - 7.1/10၂၀၂၃ မှာ ပူပူနွေးနွေးထွက်ရှိလာတဲ့ Action စီးရီးသစ်တစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ Better Call Saul , Breaking Bad\nတို့နဲ့ လူသိများခဲ့တဲ့ မင်းသားကြီး Giancarlo ကတော့ ဒီထဲမှာတော့\nငတက်ပြား အကြီးစားကြီးပေါ့။ ငတက်ပြားကြီးက ငတက်ပြား\nလေးတွေ လိုက်စုရင်း ကန်ဒေါ်လာ (၇)ဘီလီယံတန် ဓားပြတိုက်\nမှုကြီးကို ဖန်တီးတော့မှာပဲ ဖြစ်ပါတယ်။ဒါပေမဲ့လည်း ကြီးမားတဲ့အရာတွေမှာ ကြီးမားတဲ့ပေးဆပ်မှုတွေ\nရှိစမြဲဖြစ်သလို၊ ယုံကြည်မှုနဲ့ သစ္စာဆိုတာလည်း အရေးပါတဲ့ ကဏ္ဍ\nတွေမှာ ပါဝင်နေပါတယ်။ ယုံကြည်မှုနဲ့သစ္စာက အုတ်မြစ်ကျတဲ့\nဒီမသမာမှုကြီးမှာ လောဘနဲ့ ဖောက်ပြန်စိတ်တွေ ရောယှက်လာတဲ့\nအခါ ဘာတွေဆက်ဖြစ်မှာလဲ.....စုစုပေါင်း(၈)ပိုင်းထွက်ရှိထားပြီး cmမှ ဆက်တိုက်တင်ဆက်ပေးသွား\nမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Act Molemy မှ ရေးသားပေးပြီး၊ ဘာသာ\nပြန်ရေးသားပေးသူများကတော့  CM Teamမှ ဖြစ်ပါတယ်။)File Size.............(300 MB) / (600 MB)\nQuality...............WEB-DL 720p ...",
        "url": "https://channelmyanmar.org/tvshows/kaleidoscope-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/The_Dragon_Prince-150x200.jpg",
        "title": "The Dragon Prince – Season (01)(02)(03)(04)",
        "description": "The Dragon Prince - Season (01),(02),(03),(04)\n=================================\nIMDb Rating - 8.3/10Rating ကောင်းတွေအများကြီးရထားပြီး Netflix ရဲ့ နာမည်ကြီး\nအန်နီမေးရှင်းဇာတ်လမ်းတွဲကောင်းလေးတစ်ခုဖြစ်တဲ့ The Dragon\nPrince ‌ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟိုးရှေးရှေးတုန်းက နေ၊လ၊ကြယ်များ၊ကမ္ဘာမြေကြီး၊ကောင်းကင်နှင့်\nသမုဒ္ဒရာဆိုတဲ့ မူလစွမ်းအင်အရင်းအမြစ်တွေကနေတစ်ဆင့် မှော်ပညာ\nတွေ ထွန်းကားခဲ့တဲ့ ဇေဒီယာဆိုတဲ့ ကုန်း‌မြေကြီးတစ်ခုရှိသတဲ့။ နောက်တော့\nလူသားတွေဟာ ခုနှစ်ခုမြောက်စွမ်းအင်ဖြစ်တဲ့ အမှောင်မှော်ပညာကို\nရှာတွေ့သွားပြီး ထိုမှော်ပညာကိုသုံးဖို့အတွက် အဲဒီမှာနေတဲ့ မှော်သတ္တဝါ\nကောင်လေးတွေကိုဖမ်းဆီးတာတွေလုပ်တော့ နတ်သူ‌ငယ်တွေနဲ့ နဂါးတွေ\nပေါင်းပြီး လူသားတွေကို ဇေဒီယာကနေ နှင်ထုတ်လိုက်တဲ့အခါမှာတော့\nကမ္ဘာကြီးဟာလည်းနှစ်ခြမ်းကွဲသွားလေရဲ့ ။နောက်နှစ်ပေါင်းရာစုနှစ်နဲ့ချီကြာပြီးနောက် လူသားတိုင်းပြည်နဲ့ဇေဒီယာ\nနယ်စပ်ကိုစောင့်ကြပ်နေတဲ့နဂါးကို လူသား‌တွေက အင်အားအလုံးအရင်းနဲ့\nသတ်ပစ်လိုက်တယ်။ ဒါနဲ့မလုံလောက်သေးလို့ အဲဒီနဂါးရဲ့ အမွေဆက်ခံသူ\nလေးလည်းဖြစ် သူ့ရဲ့တစ်ခုတည်းသော နဂါးဥလေးလည်းဖြစ်တဲ့ နဂါးမင်းသား\nလေးကိုပါ တစ်ပါတည်း တမလွန်ပို့ပေးလိုက်ကြတယ်။ အဲဒါကြောင့် ကမ္ဘာ\nကြီးမှာ နတ်သူငယ်တွေနဲ့ လူသားတို့ကြား မီးကုန်ယမ်းကုန်တိုက်ကြမယ့်\nတိုက်ပွဲကြီးဖြစ်လာမှာမလွဲဧကန်ပါပဲ၊ ကိုင်း ဒီလောက်ဆို ဇာတ်လမ်းနိဒါန်း\nလေးလည်းသိသွားပြီဆိုတော့ ကိုယ်တိုင်ဆက်လက်ကြည့်ရှုခံစားပေးလိုက်ကြပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းကို Khant Sett Naing မှရေးသားပေးပြီး၊ ဘာသာပြန် ...",
        "url": "https://channelmyanmar.org/tvshows/the-dragon-prince-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BN2U2MjdlOTEtMmI4ZC00M2NlLTllYzMtMDQ4NTg2MDE4ODdkXkEyXkFqcGdeQXVyNjg3MDMxNzU@._V1_SY1000_CR008441000_AL_-169x200.jpg",
        "title": "Creepshow – Season 01",
        "description": "ကဲ .....\nHorror ကား ကောင်းကောင်း\nကြိုက်သူမျာအတွက် လာပါပြီဗျာ။\nလာတာမှ တစ်ကားတည်း မဟုတ်ဘူး ခင်ဗျ။\nတစ်ဒါဇင်တိတိပါ။ စုစုပေါင်း သည်းထိတ်ရင်ဖို\nဇာတ်လမ်း ၁၂ ပုဒ် ပါပါမယ်။\nတစ်ပိုင်း ကို ၂ ပုဒ် နှုန်းနဲ့ ၆-ပိုင်းတိတိ ပါတဲ့ ဇာတ်လမ်းတွဲပါ။\nကျွန်တော်တော့ ဘယ်လိုခံစားရလဲဆိုတော့\nငယ်ငယ်က ဒဂုန်ရွှေများ ဝတ္ထုတွေ ဖတ်ရသလိုပါပဲ။\nတစ်ပိုင်းချင်းစီကို ရင်တထိတ်ထိတ် နဲ့ ကြည့်နေရတာပါ။\nတစ်ပိုင်းချင်းစီရဲ့ ဇာတ်လမ်းတိုင်းကလည်း\nအချိန်သာတိုပေမယ့် ဇာတ်လမ်းဇာတ်အိမ်ကတော့ ခိုင်မာပါတယ်။\nဘာလို့ ခိုင်မာလဲဆိုတော့ အဓိက က Stephen King ရဲ့ ဝတ္ထုတချို့ကို\nအခြေခံပြီး အခြားသည်းထိတ်ရင်ဖို စာရေးဆရာတွေရဲ့\nလက်ရာတွေနဲ့ ဝန်းရံထားတဲ့ ဇာတ်လမ်းတွဲ ဖြစ်နေလို့ပါ။\nတစ်ကားနဲ့တစ်ကားက အဆက်အစပ်မရှိတဲ့အတွက်\nတစ်ပုဒ်ချင်းစီ ခံစားလို့ ရပါတယ်။\nCreepshow 1 နဲ့ 2 ကို ရုပ်ရှင်ထွက်ခဲ့ဖူးတဲ့အတွက်\nဒါကို ကြည့်ဖူးတဲ့လူတွေကတော့ အကြောင်းသိပြီးသားဖြစ်မှာပါ။\nမကြည့်ဖူးသေးတဲ့လူတွေအတွက်ကတော့ ...........\nJumpscare တွေ ပါပါမယ်။\nသွေးထွက်သံယိုတွေ ပါပါမယ်။\nR-rated ပါ။\nအသည်းငယ်သူများ ကလေးသူငယ်များ မကြည့်သင့်ပါ။\n၂၀၁၉ ခုနှစ်က ...",
        "url": "https://channelmyanmar.org/tvshows/creepshow-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bilYZDlLyLfSA9rpOCkDb8nBZPO.jpg",
        "title": "Three Pines (2022)",
        "description": "Three Oines (2022)ဒီတစ်ခါမှာတော့ ပရိသတ်တွေအတွက် တိုဘီမက်ဂွိုင်းယား Spider-Man ထဲက\nဒေါက်တာအော်တိုပက်စ် ‌‌နေရာမှာ သရုပ်ဆောင်ခဲ့တဲ့ ကျွန်တော်တို့ရဲ့ အချစ်တော် ဘီးကျဲကြီး Alfred Molina က\nခေါင်းဆောင်မင်းသားအဖြစ်ပါ၀င်ထားတဲ့ Myestery ဇာတ်လမ်းတွဲလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nစုံထောက်ဦးစီးဂါမာ့ခ်ျဟာ အလုပ်မှာ ထူးချွန်တဲ့လူတစ်ယောက်ဖြစ်ပြီး ကြင်နာတတ်တဲ့သူတစ်ဦးလည်းဖြစ်ပါတယ်။\nတစ်‌နေ့မှာတော့ သူတို့ရုံးရှေ့က ဆန္ဒပြပွဲမှာပါ၀င်တဲ့ မိသားစုတစ်စုကို ကားမောင်းပြီး အိမ်ပြန်လိုက်ပို့ပေးမိလို့\nစုံထောက်ဂါမာ့ခ်ျတစ်ယောက် နှင်းတွေလွှမ်းနေတဲ့ သရီးပိုင်းစ် ဆိုတဲ့နယ်မြို့လေးကို လူသေမှုစုံစမ်းဖို့ အပို့ခံလိုက်ရပါတော့တယ်။\nနယ်မြို့လေးကို ရောက်လာတဲ့ ထူးချွန်တဲ့စုံထောက်ဂါမာ့ခ်ျတစ်ယောက်ဟာ ဘယ်လိုအမှုမျိုးနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲ\nဂါမာ့ခ်ျကိုယ်တိုင်ကရော ဘယ်လိုအခက်ခဲတွေကို ဉာဏ်သုံးဖြေရှင်းရမလဲဆိုတာ တစိမ့်စိမ့်တွေးရင်း ခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chuck ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Mystery\nQuality…. 1080p | 720p\nFile size… 800MB | 400MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Chuck\nEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/three-pines-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/RHSR-2-150x200.jpg",
        "title": "Real High School Romance Season 2 (2019)",
        "description": "Real High School Romance Season 2 (2019)“၂၀ ဝန်းကျင်အရွယ်လူငယ်လေးတွေရဲ့ ပထမဆုံး နွေရာသီ ရိုမန့်ခရီးစဉ်”Real High School Romance ဆိုတဲ့ Dating Show ချိုချိုလေး Season 2 လာပါပြီQueen's Umbrella ထဲက အိမ်ရှေ့စံမင်းသား စူစူလေး (Moon Sang Min) လည်းပါတာမို့\nအပြေးကြည့်ဖို့ တန်းစီလို့ရပြီနော်အသက် ၂၀ ဝန်းကျင်လေးတွေအတူတူ နွေရာသီခရီးတိုလေး ထွက်ဖြစ်ကြတဲ့အခါ\nဘယ်လိုရိုးသားပြီး ရိုမန့်တစ်ဆန်တဲ့ ခရီးစဉ်လေးဖြစ်လာမလဲ\nသူတို့ရဲ့နှလုံးသားမှာဘယ်သူကနေရာယူလာမှာလဲ ဆိုတာကို အတူရင်ခုန်စွာကြည့်ဖို့အတွက်CM ကတင်ဆက်ပေးလိုက်ပါတယ်နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p\nFile size… 300MB\nFormat… mp4\nDuration….16 min\nEpisodes.....20 Episodes\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... CM ...",
        "url": "https://channelmyanmar.org/tvshows/real-high-school-romance-season-2-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-treason-160x200.jpg",
        "title": "Treason (2022)",
        "description": "Netflix က အသစ်ထွက်ရှိထားတဲ့ Limited စီးရီးတစ်ခုပါ။ အပိုင်း ၅ ပိုင်းပဲပါပြီး ဇာတ်အိမ်ခိုင်ခိုင် Plot-Twist ခပ်မိုက်မိုက်နဲ့ အ​ငြိမ်ကြည့်ရမယ့် သူလျှို ထောက်လှမ်းရေးစီးရီးပါ။\nမင်းသားကိုတော့ မာဗယ်ဖန်တချို့ ရင်းနှီးကြမှာ သေချာပါတယ်။ အမှုတွေကို တရားရုံးကနေရှင်းလို့မရရင်\nလူကိုယ်တိုင် အိမ်ထိပါ လိုက်ဗျင်းတဲ့ မျက်မမြင်ရှေ့နေကြီး Daredevil (Charlie Cox) ရဲ့ အထာကျကျ သရုပ်ဆောင်ချက်တွေကို မြင်တွေ့ရမှာပေါ့ဗျာ။ဇာတ်လမ်းအကျဥ်း နည်းနည်းပြောပြမယ်။ အင်္ဂလန်နိုင်ငံ ထောက်လှမ်းရေး အဖွဲ့အစည်းတစ်ခုဖြစ်တဲ့ MI-6 ရဲ့အကြီးအကဲဟာ စားသောက်ဆိုင်မှာ အမှတ်မထင် အဆိပ်ခတ်ခံလိုက်ရပြီးတော့ သူ့ရဲ့လက်ထောက်ဖြစ်တဲ့သူ အက်ဒမ်လောရန့်စ်(Charlie Cox) က သူ့နေရာကို တာဝန်ယူလိုက်ရတယ်။\nတစ်ချိန်တည်းမှာ အင်္ဂလန်နိုင်ငံမှာ ဝန်ကြီးချုပ်အသစ်နေရာအတွက် ရွေးကောက်ပွဲလုပ်နေချိန်ဖြစ်တဲ့အတွက် ထောက်လှမ်းရေးခေါင်းဆောင် အဆိပ်ခတ်ခံရတဲ့ဖြစ်စဥ်နဲ့ပတ်သက်ပြီး တစ်နိုင်ငံလုံး ရုန့်ရင်းဆန်ခတ်ဖြစ်နေပါလေရော။ တစ်ဖက်မှာလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့ ဒီရာထူး ဒီအနေအထားကို ရောက်လာတဲ့အက်ဒမ်ကို မယုံကြည်ကြတဲ့သူတွေရှိတယ်။ ဒီအထဲမှာ အက်ဒမ့်ကို ရုရှားသတင်းပေးအထင်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/treason-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/jYWNb_4f-1-167x200.jpg",
        "title": "Sao Song Winyan (2022)",
        "description": "အဝန်ဒီဆိုတဲ့ လေလွင့်ဝိညာဉ်မလေးက သူမသေဆုံးရခြင်းရဲ့ဖြစ်ရပ်မှန်ကို ရှာဖွေဖို့ သေ​ကြောင်းကြံစည်နေတဲ့မိန်းကလေးဖွန်ကျောက်ဆီ ဝင်ပူးဖြစ်ခဲ့ပါတယ်သူမနဲ့ဆက်သွယ်လို့ရတဲ့ဖွန်ကျောက်ကတဆင့် အမှန်တရားရှာဖွေဖို့ အကူအညီရခဲ့ရာကနေသူမဘယ်လိုသေဆုံးခဲ့ရပြီး ဘာလို့လေလွင့်နေတဲ့တစ္ဆေသရဲတကောင်ဖြစ်နေရလဲဆိုတာကို ဖွန်ကျောက်နဲ့ သားဖြစ်သူချဝင်းတို့ ပူးပေါင်းရှာဖွေရင်း ပေါ်ပေါက်လာမဲ့အမှန်တရားကိုဒီ \" ပေါင်းစည်းထားသောဝိညာဉ်မလေးနှစ်ခု \"ဇာတ်လမ်းတွဲမှာ ရိုမန့်အခန်းတွေနဲ့အတူ သဘာဝလွန်ဖြစ်ရပ်များစွာတို့ကိုရောယှက်ပြီးကြည့်ရမှာပဲဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Lei ပါ )Native Title: สาวสองวิญญาณ\nEpisodes: 10\nAired: Nov 24, 2022 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: Channel 7Translated by  Fake Love , Nang Mwe Kham , Lei Wutyi Tun\nEncoded by Naing Aung Latt\nEpisode (1) [480MB]\nYoteshin /Streamsb / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/sao-song-winyan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4y8A5tZtx3ZoxJ8wSxyzi2ZPFjM.jpg",
        "title": "Hi Venus (2022)",
        "description": "CMပရိတ်သတ်လေးကို ရာသီဥတုအေးအေးလေးနဲ့လိုက်ဖက်တဲ့ချိုမြိန်တဲ့အချစ်ကားတစ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားမှာတော့ မင်းသားJoseph ZENGနဲ့မင်းသမီးLiang Jieတိုရဲ့အထင်လွဲမှုကနေစတင်တဲ့ချစ်ခြင်းတရားကိုကြည့်ရှုရပါဖြစ်ပါတယ်လုကျောင်းရှီကအန်းရှီးဆေးရုံကဆေးရုံအုပ်တစ်ယောက်ထောင်ယွမ်ရွာကိုလာရင်းမှာလမ်းမှာဆိတ်တစ်ေကာင်ကိုတွေ့လိုကယ်ခဲ့ပြီးတော့ မောင်းရင်းကားတိုက်ခဲ့တယ်ကလေးဆရာဝန် ယဲ့ရှီလန်က အန်းရှီးဆေးရုံကနေထောင်ယွမ်ရွာမှာကူညီဖိုအပိုခံလိုက်တဲ့ဆရာဝန်မလေးဆိတ်တစ်ကောင်ပျောက်သွားတဲ့အချိန်မှာ ရှာရင်းနဲ့လုကျောင်းရှီးကိုဆိတ်ခိုးတဲ့သူလိုထင်ပြီး သူခိုးလိုဆက်ဆံခဲ့တယ်တွေ့ဆုံရမဲ့ရေစက်ကရှိနေသေးတော့ ယဲ့ရှီလန်ကိုဆေးရုံလည်းရောက်ရောလုကျောင်းရှီးနဲ့တွေ့ခဲ့တယ် လုကျောင်းရှီကသူခိုးလိုစွပ်စွဲဆက်ဆံခဲ့တဲ့ရန်ငြိုးကိုဂလဲ့စားချေလိုအတွက် ယဲ့ရှီလန်ကို အတွင်းရေးမှုးအနေနဲ့ဘေးနားထားပြီးတော့ နှိပ်စက်ခဲ့တယ်ယဲ့ရှီလန်ကသူရဲ့ကံံဆိုးမှုကြီးကိုတွေ့ရှိခဲ့တာလား?သူ့ကိုကယ်တင်ပေးမဲ့ ကယ်တင်ရှင်ကြီးကိုတွေ့ရှိခဲ့တာလား?သူတိုနှစ်ယောက်နေ့စဥ်နဲ့အမျှတပူးပူးတတွဲတွဲ အလုပ်လုပ်နေကြရင်နဲ့ဘယ်လိုမျိုးအချစ်မီးပန်းလေးတွေဖြစ်ပေါ်လာမလဲဆိုတာကိုCMနဲ့အတူတူကြည့်ရှုလိုက်ကြရအောင်!(အညွှန်းရေးသားထားသူကတော့ Hnin Wut Hmon ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Comedy, Life, Medical, RomanceDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 -  StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 1 ...",
        "url": "https://channelmyanmar.org/tvshows/hi-venus-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/meow-130x200.jpg",
        "title": "Accidentally Meow On You (2022)",
        "description": "နွေးထွေးပြီး ကြင်နာဂရုစိုက်တတ်တဲ့စိတ်ကိုအေးစက်စက်အပြုအမူတွေနဲ့ ဖုံးကွယ်ထားတဲ့သူဌေးလေးကျိချိန်နဲ့ထူးခြားပြီးသန်မာတဲ့လက်ထောက်ကျိုးထျန်းတိုဟာကြောင်လေးတစ်ကောင်ကနေအစပြုပြီး တွေ့ဆုံခဲ့ကြပါတယ်အားကစားသမားတစ်ယောက်ဖြစ်တဲ့ကျိုးထျန်းဟာဒဏ်ရာဟောင်းပြန်ပေါ်လာလို အားကစားသမားဘဝကိုနားလိုက်ရတော့ဖျော်ဖြေရေးလောကထဲကိုရောက်သွားပြီးလက်ထောက်အဖြစ်နဲ့အလုပ်ရှာခဲ့ပြီး နောက်မှာတော့ ကျိုးထျန်းတစ်ယောက်သူချစ်တဲ့ကြောင်လေးချုံချုံဟာပျောက်သွားတဲ့အတွက်ကြောင်ရှာပုံတော်ဖွင့်ရင်းအွန်လိုင်းပေါ်ကနေကြောင်ချစ်တဲ့သုံးစွဲသူတစ်ယောက်နဲ့ချိတ်ဆတ်မိသွားတဲ့အခါသူတိုရဲ့အတွေးအမြင်တွေကိုအချင်းချင်းမျှဝေဖြစ်ခဲ့ကြတယ်မထင်မှတ်ဘဲ သူနဲ့ချိတ်ဆတ်မိတဲ့အွန်လိုင်းပေါ်ကသူငယ်ချင်းကအေးစက်စက်မျက်နှာနဲ့ ကျိချိန်ဆိုတာကိုသိသွားတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို CM ကနေစောင့်မျှော်အားပေးကြပါဦးရှင်(အညွှန်းရေးသားထားသူကတော့ Khin Myat Noe ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Comedy, Romance, DramaDuration : 45 min per EpisodeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK\nEpisode 1 - MegaUp / StreamVid / Usersdrive / Yoteshin / StreamSB\nEpisode 1 (1080p) - MegaUp / StreamVid / Usersdrive / ...",
        "url": "https://channelmyanmar.org/tvshows/accidentally-meow-on-you-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Recipe-133x200.jpg",
        "title": "Recipe for Farewell (2022)",
        "description": "Recipe for Farewell အညွှန်းဂင်ဆာဘူကိုလွမ်းနေကြတဲ့သူတွေအတွက် Dr.Romantic S3 မလာခင်\nအလွမ်းပြေကြည့်စရာ ဇာတ်လမ်းကောင်းလေးလာပါပြီ။\"နှုတ်ဆက်ဟင်းပွဲ\" လို့နာမည်ပေးထားတဲ့အတိုင်းပါပဲ\nတမြေ့မြေ့နဲ့ ‌ခပ်ဆွေးဆွေးကြည့်ရမယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။\nဒီဇာတ်လမ်းလေးကတော့ စာရေးဆရာရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကြောင်းလို့သိရပါတယ်။အသက် ၄၀ ပိုင်းအရွယ် ဘာသာပြန်လုပ်ရင်း လူမှုဘာသာရပ်တွေသင်ကြားတဲ့\nဂန်ချန်းရယ်ဆိုတဲ့လူဟာ ဟင်းတစ်ခါမှတောင်ချက်ဖူးဝာာမျိုးမရှိခဲ့သူပါ။\nဒါဂျောင်းကတော့ ချိုသာပြီး အလုပ်ကြိုးစားတဲ့ အမေတစ်ယောက်ဖြစ်ခဲ့ပေမယ့်\nသတိမထားလိုက်မိခင်မှာပဲ အူမကြီးကင်ဆာနောက်ဆုံးအဆင့်ဆိုတဲ့ လောကဒဏ်က သူ့ဆီကိုရိုက်ခတ်လာတဲ့အခါမှာ\nအစားစားရတာ ခက်ခဲလာပြီး အစာအိမ်ပြဿနာတွေဖြစ်လာပါတော့တယ်။\nအခြေအနေတွေအရ ကွာရှင်းထားတဲ့ ယောက်ျားဖြစ်သူ ချန်းရယ်ကို ဟင်းချက်ပေးဖို့ အကူအညီတောင်းရပါတော့တယ်။\nခေါက်ဆွဲပြုတ်တာကလွဲရင် တစ်ခါမှဟင်းမချက်ဖူးခဲ့တဲ့ ချန်းရယ်တစ်ယောက်\nအချိန်သိပ်မကျန်တော့တဲ့ ဇနီးဖြစ်သူအတွက် အစားအသောက်တွေကို ချစ်ခြင်းမေတ္တာတွေ ၊\nဂရုစိုက်မှုတွေနဲ့ စတင်ပြီး ချက်ပြုတ်ပေးဖို့ကြိုးစားကြည့်ပါတော့တယ်။\nကျန်းမာရေးနဲ့သင့်တော်မယ်ထင်တဲ့ဟင်းလျာတွေကို ကြိုးစားချက်ပြုတ်ပေးရင်း\nတစ်ခါတလေတော့ မသေမသပ်ဖြစ်ပေမယ့် တဖြည်းဖြည်း ချက်ပြုတ်ရတဲ့အချိန်နဲ့\nမိသားစုနဲ့ထမင်းအတူတူစားခွင့်ရတဲ့တန်ဖိုးကို နားလည်လာတဲ့ ဂန်ချန်းရယ်ဟာ\nဇနီးဖြစ်သူအတွက် နောက်ဆုံး နှုတ်ဆက်ဟင်းပွဲကို ဘယ်လိုနှလုံးသားနှစ်ပြီး ချက်ပြုတ်ပေးမလဲဆိုတာကို ခံစားကြည့်ရှုလိုက်ကြရအောင်နော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Cali, Shin, Milkeux, Thantsin တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Drama\nQuality…. 1080p ...",
        "url": "https://channelmyanmar.org/tvshows/recipe-for-farewell-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/november-133x200.jpg",
        "title": "November Story (2021) Complete",
        "description": "အားလုံးအချစ်တော် တမန်းနာရဲ့\nမှုခင်းစီးရီးကောင်းတစ်ခုကို ထပ်မံတင်ဆက်ပေးပါရစေဒီထဲမှာ တမန်းနာရဲ့ အဖေက\nအယ်လ်ဇိုင်းမား ရောဂါဖြစ်နေတာ\nဒါပေမယ့် သူက တကယ့်အကျော်ဇေယျ\nမှုခင်းဝတ္ထုစာရေးဆရာတစ်ယောက်တစ်နေ့ သူ့အဖေက လူသတ်မှုဖြစ်ထားတဲ့\nအခင်းဖြစ်နေရာမှာ ရောက်နေခဲ့တယ်\nဒါပေမယ့် အယ်လ်ဇိုင်းမားရှိတော့ ဘာကြောင့်ရောက်နေလဲ\nသူမသိဘူးသက်သေတွေ ကြည့်လိုက်တော့\nသက်သေတွေက သူ့အဖေဟာ လူသတ်တရားခံလို့\nမီးမောင်းထိုးပြနေတာကို သွားတွေ့ရတယ်\nဒါပေမယ့် သူ့အဖေကလည်း လူသတ်မယ့်လူစား\nမဟုတ်ဘူးပေါ့အဲဒါနဲ့ပဲ တမန်းနာက သူ့အဖေဟာ\nတရားခံမဟုတ်ကြောင်း သက်သေပြဖို့\nသူ့အဖေရဲ့ မှုခင်းစာရေးဆရာအသိဉာဏ်ကို\nအကူအညီယူပြီး အမှုမှန်ဖော်ထုတ်ဖို့ ကြိုးစားရင်းနဲ့\nဘယ်လို ဖြစ်ရပ်မှန်တွေ ပေါ်ထွက်လာမလဲဆိုတာ\nကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီစီးရီးဟာ အိန္ဒိယကားတို့ရဲ့ထုံးစံအတိုင်း\nမြုပ်ကွက်တွေ လှည့်ကွက်တွေနဲ့ လူကို အဆုံးထိ\nဆွဲဆောင်သွားမှာဖြစ်တာကြောင့်\nဇာတ်ကားခရေဇီတွေရော မခရေဇီတွေရော\nလုံးဝကြည့်သင့်တဲ့ စီးရီးတစ်ခုပဲဖြစ်ပါတယ်Quality : 1080p DNSP WEB DL / 720pTotal Episodes : 7EpsFormat : mp4Genres :Crime, MysteryDuration : 36mSubtitle : Myanmar Subtitle ( Hardsub )Translated by SoraEncoded by YK\n720p\n==========\nEpisode 1 - ...",
        "url": "https://channelmyanmar.org/tvshows/november-story-2021-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/xOjRNnQw5hqR1EULJ2iHkGwJVA4-133x200.jpg",
        "title": "His Dark Materials (2022)( Season 1+2+3 )",
        "description": "His Dark Materials ဆိုတဲ့ series ကတော့\nကျွန်တော်တို့ ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့\n၀က်ဝံနှစ်ကောင်ဖိုက်ကြတဲ့ the golden compass ဆိုတဲ့ကားရဲ့\nextended series ပေါ့\nဒီဇာတ်လမ်းအခြေတည်ထားတဲ့ Universe ကိုကအဆန်း\nလူတွေက ရုပ်နဲ့ နာမ် ပေါင်းစည်းနေရမဲ့အစား\nသူတို့ နာမ် တနည်းအားဖြင့် soul က\nတိရစ္ဆာန်တွေအဖြစ်တည်ရှိနေတယ်\nလူတိုင်းမှာ soul creature တစ်​ကောင်စီရှိကြတယ် အဲ့\nsoul creature ကို daemon လို့ခေါ်တယ် daemon တွေဟာ\nသူ့ခန္တာပိုင်ရှင် စိတ်နေသဘောထားအတိုင်း\nform အမျိုးမျိုးလိုက်ပြောင်းကြတယ်\nခန္တာပိုင်ရှင် အရွယ်ရောက်သွားမှ\nသူတို့နောက်ဆုံး form မှာပဲအနည်ထိုင်သွားကြတယ်\nဇာတ်လမ်းအစမှာကတည်းက လိုင်ရာဆိုတဲ့ကောင်မလေးနဲ့\nသူ့ daemon ကိုတွေ့ရမှာပါ series ဖြစ်တဲ့အတွက်\nplot ပိုင်းတော့သိပ်မပြောတော့ဘူး\nextraordinary ဖြစ်တဲ့ story ကိုမှကြည့်ချင်သူတွေအတွက်တော့ရှယ်ပဲ\nတစ်ကားလုံးအဆန်းတွေကြီး harry potter\nတို့လိုမဟုတ်ပဲ other universe တစ်ခုကိုရောက်သွားတဲ့\nfeel မျိုးရစေမှာပါ rating ကလဲ\nIMDb မှာ 8.7\nrotten tomatoes မှာ 83%\nလတ်လတ်ဆတ်ဆတ်ကြီးဆိုတော့\nကြည့်သင့်တဲ့ series ...",
        "url": "https://channelmyanmar.org/tvshows/his-dark-materials-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIuAR9vs6MsVYskQDCLh8WIWXMP.jpg",
        "title": "Eden (2022)",
        "description": "ပြီးပြည့်စုံတဲ့ ချစ်ခြင်းတိုရဲ့ အိမ်ကလေး Eden !ချစ်သူရည်းစားရွေးချယ်တဲ့အခါ အရေးအကြီးဆုံးအရာက ဘာများဖြစ်မလဲ?ဆွဲဆောင်မှု နဲ့ အခြေအနေအရပ်ရပ်တွေကြားမှာပဲ သူတိုရဲ့နှလုံးသားကို လှုပ်ရှားစေမယ့်လူက ဘယ်သူများ ဖြစ်လာမလဲ?Eden ကိုရောက်ရှိလာကြတဲ့သူတိုတွေအနေနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားကြရင်း သူတိုရဲ့ ဖူးစာဖက်ကို ရှာတွေ့သွားကြမလား?စိတ်လှုပ်ရှားစရာအကောင်းဆုံး Dating Show တစ်ခုဖြစ်တဲ့ Eden မှာ ဘယ်သူတွေကအချစ်မှာကျဆုံးသွားကြမလဲဆိုတာကို ခန့်မှန်းရင်း ရင်ခုန်စိတ်လှုပ်ရှားလိုက်ကြရအောင်နော်။ File Size – 600MB / 300MBQuality – 720p / 360pDuration – 60minsTotal Episodes: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : RealityTranslator – CM Variety TeamEncoder – YK\nVIP Member - Click Here!\nTelegram Link -  Click Here!\n360p>>\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/eden-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjI5Mjg1NDcyOV5BMl5BanBnXkFtZTgwMjAxOTQ5MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Marvel’s Iron Fist (Season1+2)",
        "description": "Marvel Superhero စီးရီးတစ်ခု တင်ပေးလိုက်ပါတယ်။Iron Fist ဟာ Marvel Universe ရဲ့ အတော်ဆုံး သိုင်းပညာရှင်တွေထဲက တစ်ယောက်ပါ။ဒီစီးရီးဟာ တီဗီစီးရီး ပရိတ်သတ်တွေအတွက်တော့ကောင်းမွန်တာမို့ Ration 7.3 အထိ ပေးထားကြပေမယ့် Comic ဖန်တွေကတော့ အားရမှာ မဟုတ်ပါဘူး။ဘာကြောင့်လဲဆိုတော့ ဒီစီးရီးဟာ Iron Fist ဖြစ်လာတဲ့ ဒန်နီရန်းဟာ သူ့ရဲ လေ့ကျင့်မှုကိုမပြည့်စုံသေးခင် စွမ်းအားအပြည့်မသုံးနိုင်သေးခင် စွန့်စားခန်းတွေ စတင်တဲ့ဇာတ်လမ်းဖြစ်နေလို့ပါ။ Comic မှ Iron Fist ဟာ SHIELD အဖွဲ့ရဲ့ တိုက်ယာဉ်ကိုလက်သီးတစ်ချက်တည်းနဲ့ ထိုးချနိုင်ပြီး၊ Spider man,Wolverine,Captain America နဲ့ Colossus တို့ကိုတပြိုင်တည်း ယှဉ်တိုက်နိုင်စွမ်းရှိပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကြီးမားတဲ့ စီးပွားရေးလုပ်ငန်းစုကြီးရမ်အင်တာပရိုက်ရဲ့ ပိုင်ရှင် လင်မယားနဲ့ သူတို့ရဲ့ သားငယ်လေး ဒန်နီရန်းဟာလေယာဉ်ပျက်ကျပြီးပျောက်ဆုံးသွားခဲ့ပါတယ်။ ဒါပေမယ့် ဒန်နီကို ခွန်းလွန်ဆိုတဲ့လျို့ဝှက်ကျောင်းတော်ကြီးက ဘုန်းတော်ကြီးတွေက ကယ်တင်သွားပြီးသိုင်းပညာမျိုးစုံသင်ကြားပေးခဲ့ပါတယ်။ အဲဒီအဖြစ်တွေ ဖြစ်ပြီး ၁၅ နှစ်အကြာမှာဒန်နီရန်းဆိုတဲ့သူဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/iron-fist-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/la-brea-133x200.jpg",
        "title": "La Brea (2021) Season 1 Complete",
        "description": "အချိန်ခရီးသွားဇာတ်လမ်းတွေကို ကြိုက်တဲ့သူတွေအတွက် La Brea ဆိုတဲ့ underrated စီးရီးကောင်းလေးတစ်ခု\nတင်ဆက်ပေးချင်ပါတယ်ဗျ။ ဒီစီးရီးဟာဆိုရင် အချိန်ခရီးသွားဇာတ်လမ်းတွေထဲမှာ စံလို့ပြောရမယ့် Dark လောက်\nမ dark ပေမဲ့ သူ့ဟာနဲ့သူ အလှည့်အပြောင်းတွေ plot twist တွေနဲ့ တော်တော်လေး ကြည့်လို့ကောင်းတဲ့ စီးရီးလေးပဲဖြစ်ပါတယ်။\nDark ထက် ပိုပြီး family drama လေးတွေ ပိုပြီးပါပေမဲ့ ပရိတ်သတ်ကို လုံးဝ အီမသွားအောင် ဆက်တိုက်ဆွဲခေါ်သွားတာကို တွေ့ကြရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့...အိဗ် ဟားရစ်ဟာ သူမရဲ့သားနဲ့သမီးဖြစ်သူကို ကျောင်းလိုက်ပို့တဲ့ တစ်မနက်မှာ အယ်လ်အေမြို့ရဲ့ လမ်းမထထိုမြေကျွံမှုထဲပါသွားခဲ့ရနောက်မှာ\nကားပိတ်နေတာနဲ့ ကြုံခဲ့ရပါတယ်။ ထိုအချိန်မှာပဲ ရုတ်တရက် မြေကျွံမှုတစ်ခု စတင်ဖြစ်ပွားလာခဲ့ပြီးတော့ အနီးအနားပတ်ဝန်းကျင်မှာ\nရှိတဲ့အရာတွေအားလုံး ကျွံကျပျက်စီးကုန်တဲ့ သဘာဝဘေးအန္တရာယ်တစ်ခုဖြစ်ပေါ်လာခဲ့ပါတယ်။ထိုဘေးအန္တရာယ်ကြားမှာ ကလေးမလေးတစ်ယောက်ကို ကယ်တင်ဖို့ ကြိုးစားခဲ့တဲ့ ဂျော့ရှ် ဟားရစ်ကြောင့် အိဗ်နဲ့ ဂျော့ရှ်တို့နှစ်ဦးစလုံး\nသမီးဖြစ်သူ အစ်ဇီ ဟားရစ်တစ်ယောက်သာ အယ်လ်အေမြို့ရဲ့မြေပေါ်မှာ ကျန်ရစ်နေခဲ့ပါတော့တယ်။မြေကျွံမှု ကပ်ဘေးအန္တရာယ်ကြီး ပြီးဆုံးသွားတဲ့အချိန် ...",
        "url": "https://channelmyanmar.org/tvshows/la-brea-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/blood-143x200.jpg",
        "title": "Blood, Sex & Royalty (2022)",
        "description": "Blood, Sex & Royalty (2022)\n====================\nIMDb Rating - 5.8/10ဥရောပရဲ့သမိုင်းကြောင်းရာဇဝင်မှာ အကြီးမားဆုံးဖြစ်ရပ်\nတွေဖြစ်ခဲ့တဲ့ ၁၆ ရာစုနှစ်၊ ယူသမျှမိဖုရားတိုင်းကို စိတ်အလို\nမကျတာနဲ့ ကွပ်မျက်ဖို့ကြိုးစားခဲ့တဲ့ အင်္ဂလန်ပြည်ရဲ့ပြည့်ရှင်\nဘုရင်ဖြစ်သူ အဋ္ဌမမြောက်ဟင်နရီ၊ ခရစ်ယာန်ဘာသာရဲ့ရိုမန်\nကတ်သလစ်နဲ့ ပရိုတက်စတင့်ဆိုပြီး စတင်ပြိုကွဲမှုတွေဖြစ်ပွား\nခဲ့တဲ့ ရာစုနှစ်၊ နပိုလီယန်ရဲ့ခေတ်မတိုင်ခင် ကြီးမားတဲ့ပြောင်းလဲမှု\nပေါင်းများစွာ ရှုပ်ထွေးမှုပေါင်းများစွာ သောင်းပြောင်းထွေလာရှိ\nနေခဲ့တဲ့ ရာစုနှစ်ကတော့ ၁၆ ရာစုနှစ်ပါပဲ။ဒီရာစုနှစ်ရဲ့ ဥရောပနိုင်ငံတွေမှာ ပဒေသရာဇ်စနစ်သာ စိုးမိုးနေ\nတာကြောင့် ပဒေသရာဇ်စနစ်ရဲ့စိုးယုတ်ရက်စက်မှုအကြောင်းတွေ၊\nခရစ်ယာန်ဘာသာ နှစ်ပိုင်းစတင်ကွဲခဲ့ရခြင်းအကြောင်းတွေကို\nဒီစီးရီးမှာ အရိပ်အမြွတ်အနေနဲ့ ဖွင့်လှစ်ပြသထားမှာ ဖြစ်ပါတယ်။\nဒီသမိုင်းကြောင်းတွေကို ဖတ်ထားဖူးသူတွေအတွက်တော့ စာအုပ်\nထဲမှာမပါသေးတဲ့ အချို့အချက်တွေပါ သိရမှာဖြစ်ပြီး မဖတ်ထားဖူး\nသေးသူတွေအတွက်လည်း ပေါ့ပေါ့ပါးပါးနဲ့ အလွန်ကြည့်ရကောင်း\nစေမယ့်စီးရီးတစ်ခုပါ။ဒီစီးရီးဟာ Blood Mary လို့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ အင်္ဂလန်\nဘုရင်မကြီးရဲ့ ဖခင်ဖြစ်သူ Henry VIII ရဲ့ ဒုတိယမြောက် မိဖုရား\nအန်းဘိုလင်းအကြောင်း ရိုက်ကူးထားတဲ့ စီးရီးတစ်ခုဖြစ်ပါတယ်။\nဝတ္ထုဖတ်ထားဖူးတဲ့ ကျွန်တော့်အနေနဲ့ကတော့ အန်းဘိုလင်းရဲ့ဘဝ\nဇာတ်ကြောင်းကို အခုလိုစီးရီးတစ်ခုအနေနဲ့ ကြည့်ပြီးတဲ့အခါမှာတော့\nအလွန်သဘောကျမိတယ်ပဲဆိုပါတော့ဗျာ။ ဒီတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/blood-sex-royalty-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jOdG02rxjXCm7rFxwO6ShQ8vurb.jpg",
        "title": "Artistock Game (2022)",
        "description": "Artistock Game (2022)ရသစုံရှိုးပရိသတ်တွေအတွက် CMက ထပ်တိုးတင်ဆက်ပေးသွားမှာကတော့\nMnet ကနေ Oct3ရက်ကစပြီး တင်ဆက်ပေးလိုက်တဲ့ ထူးထူးခြားခြား Survival Game တစ်ခုပါ။ဒီရှိုးလေးရဲ့ conceptက အရင်မြင်တွေ့နေကျပုံစံမျိုးနဲ့မတူဘဲ\nစီးပွားရေးနဲ့အနုပညာပေါင်းစပ်ထားတဲ့ပုံစံလေးပါ။\nဘာဂိမ်းလဲဆိုတော့ ရင်းနှီးမြှုပ်နှံမှုဂိမ်းပါ။\nဘယ်သူတွေကဆော့ကစားသွားမှာလဲဆိုတော့\nကြည့်ရှုသူတွေနဲ့ အရည်အချင်းရှိတဲ့ အဆိုတော်တွေပါ။ဒီအစီအစဉ်လေးမှာဆိုရင် အဆိုတော်တွေက ကိုယ့်ရဲ့စတော့ရှယ်ယာတွေဖြစ်လာပြီးတော့\nကြည့်ရှုသူတွေကတော့ ကိုယ်သဘောကျနှစ်သက်သူဆီမှာ ရင်းနှီးမြှုပ်နှံနိုင်မယ့် အခွင့်အရေးရရှိမှာပါ။အဆိုတော်တွေအနေနဲ့လည်း မိမိတို့ရဲ့အရည်အချင်းကို ထုတ်ပြခွင့်ရမယ့်အပြင်\nကိုယ်ရဲ့စတော့ဈေးနှုန်းတိုးမြင့်လာစေဖို့နဲ့ ကြည့်ရှုသူတွေရဲ့ အာရုံစိုက်မှုကိုရရှိဖို့\nသူတို့ရဲ့ကိုယ်ပိုင် အရည်အချင်းတွေကိုသုံးပြီး စွန့်စားသွားရမှာပါ။\nစွန့်စားမှုတိုင်းမှာ အန္တရာယ်ဆိုတာရှိစမြဲပါပဲ။\nဒီတော့ ပါဝင်သွားမယ့် အရည်အချင်းရှိအဆိုတော်၄၈ဦးကလည်း\nကြုံတွေ့လာမယ့် အန္တရာယ်တွေကို ရင်ဆိုင်ဖို့ အသင့်ဖြစ်နေကြပါပြီ။\nအားလုံးနဲ့ရင်းနှီးပြီးသား အဆိုတော်တွေလည်းပါဝင်ပြီးတော့\nသူတို့ကိုယ်တိုင်မထုတ်ပြခဲ့ဖူးတဲ့ အရည်အချင်းတွေကိုပါ ထပ်ပေါင်းမြင်ရဦးမှာဆိုတော့ အားရစရာပါပဲ။ဒါ့အပြင် Artistock Gameရဲ့ မျက်နှာဖုံးအဖြစ်နဲ့\nပါဝင်တင်ဆက်ပေးသွားမှာက Lee Sang Yeobဆိုတော့\nဒီအတောအတွင်း လွမ်းနေကြတဲ့အမျိုးတို့လည်း အလွမ်းပြေလေးတစ်ဖြတ်ပေါ့။မြင်နေကျပုံစံနဲ့ကွဲထွက်နေတဲ့conceptနဲ့တင်ကို စိတ်ဝင်စားဖို့ကောင်းနေတဲ့အပြင်\nအံ့ဩလောက်တဲ့အရည်အချင်းတွေနဲ့ အဆိုတော်တွေရဲ့ စွမ်းရည်ကိုပါမြင်ရဦးမှာဆိုတော့\nArtistock Gameက အပတ်စဉ် စောင့်ကြည့်သင့်တဲ့ရှိုးတစ်ခုဆိုရင်လည်း မမှားပါဘူးနော်။\nအနုပညာရှင်တွေနဲ့အတူတူ အပတ်စဉ်လိုက်ပါစီးမျောရင်း စွန့်စားခန်းလေးဖွင့်လိုက်ရအောင်။အညွှန်းကိုတော့ Milkeux က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety ...",
        "url": "https://channelmyanmar.org/tvshows/artistock-game-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjQ2ZDMzNmMtZWZmZC00MTFjLWFiMTMtNzJjY2Q3ZjQ3MmI0XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Pose (2018)",
        "description": "ဒီစီးရီးကတော့အကောင်းတကာ့အကောင်းဆုံး LGBTQ ဇာတ်လမ်းတွဲတစ်ခုထဲမှာပါပါတယ်။ LGBTQ ထဲမှာပါမှမဟုတ်ဘဲ ရုပ်ရှင်ကြိုက်တတ်သူတိုင်းသဘောကျမယ့် စီးရီးကောင်းတစ်ခုပါပဲ။Primetime Emmy Award, Golden Globe Award လို ဆုကြီးတွေ ရရှိထားတဲ့ LGBTQ ဒရာမာစီးရီးတစ်ခုပါ။ ဒီဇာတ်လမ်းမှာ ဒီလောကရဲ့ Ballroom Culture တွေ ၁၉၈၀-၁၉၉၀ ခုနှစ် အာဖရိကန်-အမေရိကန်နဲ့ လက်တင်အသိုင်းအဝိုင်းတွေကို သေချာရိုက်ကူးတင်ဆက်ထားပြီး LGBT အသိုင်းအဝိုင်းမှာ ကြုံရတဲ့ အခက်အခဲတွေကို မီးမောင်းထိုးပြထားပါတယ်. ဒါ့အပြင် Trump Rising Era နဲ့ ဒီအသိုင်းအဝိုင်းကိုယှဉ်တွဲ ရိုက်ပြချက်တွေကြောင့်လည်း ကြောက်ခမန်းလိလိပါပဲဇာတ်လမ်းအစမှာတော့ အဘန်းဒန့်အိမ်တော်က ဂေးတစ်ယောက်ဖြစ်တဲ့ ဘလန်ကာဟာ HIV ပိုး ရှိနေတာနဲ့ စတင်ထားပါတယ် ... ဒါက ဘဝမှာ ဘာမှ ရေရေရာရာ မရှိခဲ့တဲ့ သူ့ဘဝရဲ့ ပထမဆုံးသော ရေရာခြင်းတစ်ခုပေါ့... သူဟာ တစ်နေ့မှာ ဒီရောဂါနဲ့ သေရမယ်ဆိုတာပါပဲဒီတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/pose-2018/"
    }
]