[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zbP6wPbdFCTFnzuZoVXMw9q5Hno.jpg",
        "title": "See You in My 19th Life (2023)",
        "description": "See you in my 19th Life (2023)\"ဇာတိဿရဉာဏ်\" ဆိုတာ အရင်ဘဝအဆက်ဆက်ကို မှတ်မိနေတဲ့ အထုံဉာဏ်ကို ခေါ်တာပါ။ဒီလို ဉာဏ်ကို ပိုင်ဆိုင်ထားတဲ့ ဘန်ဂျီအင်မ် နှစ်ပေါင်းထောင်ချီပြီး ဘဝပေါင်းများစွာ ဝင်စားခဲ့တဲ့ ကောင်မလေးပါ။\nနောက်ဆုံး ၁၈ ဘဝမြောက်မှာ မတော်တဆမှုနဲ့ သေဆုံးခဲ့ရတဲ့ ဘန်ဂျီအင်မ် ဟာ အရင်ဘဝက အဆက်အစပ်ရှိခဲ့ဖူးတဲ့လူတွေနဲ့\nဆက်သွယ်ဖို့ ကြိုးစားရင်း အရင်ဘဝက ဆောဟာ ဆိုတဲ့ ကောင်လေးနဲ့ပါ တွေ့ဖို့ ကြိုးစားပါတော့တယ်။သူ့ရဲ့အရင်ဘဝက မှတ်ဉာဏ်တွေက လက်ရှိ ၁၉ ဘဝမြောက်က အချစ်ရေးမှာ အနှောက်အယှက်ပေးမှာလား?\nဒါမှမဟုတ် အချစ်က ဘဝပေါင်းများစွာ ကျော်ဖြတ်ပြီး ကြံ့ကြံ့ခံပြီး ရင်ဆိုင်သွားနိုင်မှာလား ဆိုတာကတော့ ....စုစုပေါင်း ၁၂ ပိုင်း ထုတ်လွှင့်သွားမှာ ဖြစ်ပြီးတော့\nအပတ်စဉ် စနေ တနင်္ဂနွေနေ့တိုင်း တင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်ပေးကြပါဦးGenre..... Comedy, Drama, Romance\nQuality…. 1080p | ...",
        "url": "https://channelmyanmar.org/tvshows/see-you-in-my-19th-life-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iJYqTUHHEzaTJQNr4LdPMb3imSQ.jpg",
        "title": "D.P.(2021)",
        "description": "D.P.(2021)ဇာတ်လမ်းတွဲအညွှန်း*************************အပိုင်းသစ်(၁ မှ ၆)ထိ စ/ဆုံး(၆)ပိုင်းတစ်ပြိုင်နက်ထွက်ရှိမှာဖြစ်လို့ တစ်ထိုင်ထဲထိုင်ကြည့်ဖို့ အနည်းငယ်စောင့်ဆိုင်းပေးကြပါကုန်....နိုင်ငံသားတိုင်း စစ်မှုမထမ်းမနေရဆိုတဲ့ဉပဒေကို ကိုရီးယားမှာပြဌာန်းထားတာအားလုံးသိကြမှာပါ....ထုံးစံအတိုင်းအသက်ပြည့်လို့  တာဝန်ထမ်းဆောင်ဖို့ စစ်ထဲရောက်လာကြတဲ့သူတွေရှိပါတယ်...စစ်တပ်ဆိုတာလည်းသိတဲ့အတိုင်း ဌာနဆိုင်ရာတွေများပြားလွန်းလှသလို တာဝန်အသီးသီးသယ်ပိုးရတာလည်းအများကြီးရှိပါတယ်...အခုမှစစ်ထဲဝင်တဲ့ အန်ဂျွန်ဟိုအတွက်တော့ထူးခြားတယ်ပြောရမှာပဲ...နိုင်ငံတိုင်းမှာ စစ်ပြေးတွေပြန်လည်ဖမ်းဆီးဖို့ သီးခြားဖွဲ့စည်းထားတဲ့ တပ်ဖွဲ့တစ်ခုရှိကြတယ်...မြန်မာမှာဆိုရင်တော့ တပ်ထိန်းဖြစ်မလားပဲ...ဒီလိုအဖွဲ့အစည်းက သိရသလောက်ဖိုက်တာတွေနဲ့ဖွဲ့ထားတယ်ပြောတယ်....စစ်ပြေးတဲ့သူတွေကလည်း အခြေခံစစ်ပညာ တိုက်ရည်ခိုက်ရည်တွေရှိတော့ဖမ်းဆီးတဲ့နေရာမှာ သူတို့ထက် လက်စောင်းထက်ပြီး ဖိုက်တာကျနေနိုင်မှာအဆင်ပြေမှာမို့တော်ပေ့ ကြမ်းပေးဆိုတဲ့သူတွေနဲ့ဖွဲ့စည်းထားတယ်လို့ ဆိုတယ်... အန်ဂျွန်ဟိုတစ်ယောက်မမျှော်လင့်ဘဲ တပ်ထိန်းတပ်ဖွဲ့ထဲရောက်ပြီး မကြုံစဖူး ထိတ်လန့်စရာ တာဝန်တွေထမ်းဆောင်ဖို့ကြုံလာရတဲ့အခါမှာတော့...    Episodes-6Air Date-Aug 27, 2021Genres: Action, Military, DramaTranslated by Ei Phyu Khin, Hnin Pale,Mi Moe Set & Myo Myo HtetEncoder – Phyo Pyae \nZIP Yoteshin / Megaup / VIP\n \nSeason 1\nEp1  >>>>       Usersdrive   /  ...",
        "url": "https://channelmyanmar.org/tvshows/d-p-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Kerala-133x200.jpg",
        "title": "Kerala Crime Files: Shiju, Parayil Veedu, Neendakara (2023)",
        "description": "Kerala Crime Files (2023)\nIMDb 7.3တောင်းဆိုမှုများတဲ့စီးရီးဖြစ်တဲ့အညီ တစ်ပိုင်းချင်းစီက ဆွဲဆောင်မှုအပြည့်\nစိတ်လှုပ်ရှားစရာအပြည့်ဖြစ်နေမှာပါ ဇာတ်လမ်းက စလာတည်းက လူသေမှုနဲ့စပါတယ်တည်းခိုခန်းတစ်ခုမှာ ပိုက်ပေါက်နေလား စစ်ဆေးရင်း အခန်းတစ်ခုထဲတွေ့လိုက်ရတဲ့ အလောင်းတစ်ခု..\nဒီအလောင်းကိုစုံစမ်းတော့ ပြည့်တန်ဆာတစ်ယောက်ဖြစ်နေလေရဲ့ ..ဆိုတော့ ပေါ့ပေါ့တန်တန်ပဲ\nဝတ်ကျေတန်းကျေစုံစမ်းရာကနေ သာမန်အမှုမဟုတ်နေတဲ့အခါ...လူသတ်သမားကို ရှာလေဝေးလေနဲ့\nရဲနဲ့လူသတ်သမားကြား လက်နှစ်လုံးခြားဖြစ်ပုံတွေ စုံစမ်းရေးရဲ့ထုံးစံအရ ကိုယ်ပါကူဝင်စဉ်းစားရလောက်တဲ့အထိ\nဆွဲခေါ်သွားနိုင်တာကြောင့် လက်မလွှတ်တမ်း ကြည့်ရှုကြဖို့ ဖိတ်ခေါ်ရင်း...(အညွှန်းကိုတော့ Yunni မှရေးသားပေးထားပြီး ဘာသာပြန်တွေကတော့\nYunni ~BpL~Aditi~YH~Thaik San တို့ပဲဖြစ်ပါတယ်)File Size – 600MB / 300MBQuality – 1080p / 720pDuration – 28minsTotal Episodes: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Mystery, DramaTranslator – Yunni ~BpL~Aditi~YH~Thaik San Encoder – YK\n720p\nEpisode 1 - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/kerala-crime-files-shiju-parayil-veedu-neendakara-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/irC3ZyR456r6kwIgF9Jphx2e0xJ-133x200.jpg",
        "title": "Badtameez Dil (2023)",
        "description": "Badtameez Dil (TV Series)(2023)\nIMDb-6.8/10တီဗီစီးရီးမင်းသမီးလေးလို့ ခေါ်ရလောက်အောင် စီးရီးတွေအရိုက်များတဲ့မင်းသမီးချောလေး ရစ်ဒဟီဒိုဂရာ၊\nမင်းသား ဘာရွန်းဆော့ဘ်တီတို့ အဓိကသရုပ်ဆောင်ထားပြီး အပိုင်းဆယ်ပိုင်းပါတဲ့ ဟင်ဒီစကားပြော\nတီဗီဇာတ်လမ်းတွဲတခုပါ။လှပတဲ့လန်ဒန်မြို့ကြီးကိုနောက်ခံထားပြီးကြည့်ရမယ့် အချစ်ဇာတ်လမ်းလေးတစ်ခု။ရန်ဘီးနဲ့ ဒီပီကားရဲ့ Yeh Jawaani Hai Deewani(2013)ထဲက သီချင်းအတိုင်းပါပဲ\n\"badtameez dil maane na maane na\"တဲ့။ဒီထဲက ချစ်သူနှစ်ယောက်ကလည်း\nသူတို့နှလုံးသားတွေကို နားထောင်ကြမှာလား။နာကျင်လေသော နှလုံးသားနဲ့အမျိုးသမီးလေးတစ်ယောက်၊မှော်ဆန်ဆန်အချစ်ကိုမှ ယုံကြည်ပြီး\nစိတ်ကူးယဉ်ဆန်လွန်းတဲ့အမျိုးသမီးလေးနဲ့ မော်ဒန်ခေတ်အချစ်ကိုယုံကြည်တဲ့\nလက်တွေ့ဆန်လွန်းသူအမျိုးသားတို့ ဆုံတွေ့မှုကနေဖြစ်ပေါ်လာတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်။\nသူတို့တွေရဲ့ အယူအဆမတူတာတွေကြားထဲကနေ လှပတဲ့ချစ်ခြင်းတရားတခု ပေါက်ဖွားလာမှာလား။\nအဲဒီမတူတဲ့ အမြင်အယူအဆတွေကပဲ သူတို့နှစ်ဦးကို ကွဲကွာသွားစေမှာလားဆိုတာတော့\nကြည်နူးလွမ်းဆွတ်ဖွယ်ရာ ရှုမြင်ခံစားကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~Yunni~Saii~BpLပဲဖြစ်ပါတယ်)File Size – 600MB / 300MBQuality – 1080p AMZ WEB DL / 720p Duration – minute (@Episode)Total Episodes: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "url": "https://channelmyanmar.org/tvshows/badtameez-dil-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzczNjBlYmYtMjEwYi00MzJhLWFkOTUtNjViNzEzMGM5YWJmXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_-135x200.jpg",
        "title": "The Walking Dead: Dead City (2023)",
        "description": "The Walking Dead: Dead City (2023)\n==========================IMDb Rating - 8.0/10IMDb Rating 8.4/10 ရထားပြီး walking dead series ရဲ့\nsequel အဆက်အဖြစ်ထွက်လာတဲ့ ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။\nWalking Dead ထဲက အဓိက villain ကြီးဖြစ်ခဲ့တဲ့ Negan နဲ့\nMaggie တို့အဓိက ဦးဆောင်ပါ၀င်ထားပါတယ် ။ မက်ဂီရဲ့ ဟာ\nရှယ်ကို ခရိုအက် ဦး‌ဆောင်တဲ့ raider ခေါ် လုယက်သူတွေက\nဖမ်းစီးခေါ်ဆောင်သွားပါတယ်။ဒါကို ရန်သူတာ်ကြီး‌တွေဖြစ်တဲ့ မက်ဂီနဲ့ နီဂန်က ပြန်လည်ပူးပါင်း\nပြီး ဟာရှယ်ကို ပြန်ကယ်တင်ဖို့ ရန်သူ့နယ်‌မြေထဲ စွန့်စားခန်းထွက်\nကြမှာဖြစ်ပါတယ် ။ Dead City ဆိုတဲ့ နယူးယောက်မြို့ကို အခြေခံ\nဇာတ်အိမ်တည်ထားပြီး raiders တွေ ဝေါ်ကာ‌‌ (ခေါ်) ဖုတ်ကောင်\nတွေ ၊ လက်နက်ကိုင်အင်အားကြီးအဖွဲ့တွေနဲ့ walking dead စီးရီး\nကြီးရဲ့ အငွေ့အသက်တွေ ...",
        "url": "https://channelmyanmar.org/tvshows/the-walking-dead-dead-city-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzfYkz3wD4TY9Rr31V6re8LTG9q.jpg",
        "title": "Snow Eagle Lord ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် မင်းသားချောလေး Xu Kai\nခေါင်းဆောင် သရုပ်ဆောင်ထားတဲ့ ကားလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက-တုန်းပေါရွှယ်ယင်းဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ ငယ်စဉ်ဘဝက\nအပြောင်းအလဲကြီးတစ်ခုကြောင့် သူ့ဘဝ တစ်ခုလုံး\nပြောင်းလဲ သွားခဲ့ပြီး အကြံအစည်ကြီး တစ်ခုထဲကို ဝင်ရောက်သွားခဲ့ပါတယ်။သူ့ချစ်ရသူတွေကို ကာကွယ်ပေးရန်အတွက် တုန်းပေါရွှယ်ယင်းဟာ\nချန်ဖုန်းစာသင်ကျောင်းမှာ အစွမ်းတွေ တိုးတက်လာအောင် ကြိုးစား ကျင့်ကြံခဲ့ပါတယ်။\nထိုအချိန်အတွင်းမှာ သူဟာ သူ့ဘဝအတွက် အချစ်ရဆုံးဖြစ်သူ\nယွီကျင့်ချိုးနဲ့ ဆုံတွေ့ခဲ့ပါတယ်။\nအချင်းချင်း ကြည့်မရတဲ့အဆင့်ကနေ အချင်းချင်း မေတ္တာသက်ဝင်သွားကြပါတယ်။ညီဖြစ်သူ တုန်းပေါချင်းရှီက ကျီးရုန်ရဲ့ မြှူဆွယ်ခြင်းကို ခံခဲ့ရလို့\nမိစ္ဆာမျိူးနွယ်ဝင်ရောက်ခြင်းကို ခံခဲ့ရပြီး ရွှယ်ယင်းနယ်မြေကြီး\nတစ်ခုလုံး ဒုက္ခတွင်းထဲ ကျရောက်သွားခဲ့ပါတယ်။တုန်းပေါ်ရွှယ်ယင်းတစ်ယောက် ချစ်ရသူနဲ့ လောကသားတွေကို\nကာကွယ်ဖို့အတွက် ဘယ်လို ဒဏ္ဍာရီမျိုးတွေ\nချန်ရစ်ခဲ့မလဲဆိုတာ ဇာတ်လမ်းလေးကိုပဲ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720p\nTotal Episodes : 40\nFormat : mp4\nGenres : Drama , Romance , Fantasy\nRuntime ...",
        "url": "https://channelmyanmar.org/tvshows/snow-eagle-lord-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjkyZGQ3YWQtYjc0ZS00OTE0LTgwZTktZjM1ZDViMzBhNWM3XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Joe Pickett – Season (01), (02)",
        "description": "Joe Pickett - Season (01), (02)\n======================\nIMDb 7.7 ရရှိထားပြီး ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ season 2 ခု\nထွက်ရှိထားတဲ့ စီးရီးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။ အထူးသဖြင့်\nအမျိုးသားပရိသတ်တွေ ပိုအကြိုက်တွေ့နိုင်မဲ့ ဇာတ်လမ်းမျိုးလို့ ထင်\nမြင်မိပါတယ်။ ဇာတ်ကောင်တွေရဲ့ အံဝင်ခွင်ကျဖြစ်မှု၊ ရိုက်ကူးတင်\nဆက်ပုံ ကောင်းမွန်မှု နဲ့ နောက်ခံရှု့ခင်းတွေ သဘာဝဆန်စွာ လှပမှုတွေ\nကြောင့် စတင်ထုတ်လွှင့်ချင်းမှာပဲ feedback ကောင်းတွေ အများကြီး\nရထားတဲ့ စီးရီးတစ်ခုပါပဲ။ဇာတ်လမ်းအညွှန်း\n_____________\nဂျိုးပစ်ကတ်က ဆက်ဒယ်စထရင်းဆိုတဲ့ မြို့လေးကို အသစ်ပြောင်းလာ\nတဲ့ တောခေါင်းတစ်ယောက်ပါ။ ဥပေဒကို ချိုးဖောက်တဲ့ ဘယ်သူ့ကိုမဆို\nချက်ချင်းအရေးယူတတ်ပြီး လိုင်စင်မဲ့ ငါးဖမ်းတဲ့ အစိုးရအဖွဲ့ခေါင်းဆောင်\nကိုပါ ထိန်းသိမ်းအရေးယူခဲ့တာကြောင့် သတင်းစာတွေမှာ ဟိုးလေးတ\nကြော်ကြော်ဖြစ်နေတဲ့သူပေါ့။ ဒါ့အပြင် ဇနီးဖြစ်သူ ရှေ့နေမလေးနဲ့ သမီး\nနှစ်ယောက်အပေါ်မှာလည်း တော်တော်လေးကို တာဝန်ကျေတဲ့ အိမ်ထောင်\nဦးစီးကောင်းတစ်ယောက်ပါ။ဒီလိုနဲ့ ဆက်ဒယ်စထရင်းကို သူရောက်လာလာချင်းမှာပဲ အုတ်ခီလီဆိုတဲ့\nတောကောင်ရောင်းဝယ်ရေးသမားတစ်ယောက်က ရာသီချိန်မဟုတ်ဘဲ အမဲ\nလိုက်နေတဲ့အတွက် လိုင်စင်သိမ်းပြီး အရေးယူပစ်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူမသိ\nခဲ့တာကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/joe-pickett-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/sonic_prime-145481181-large-135x200.jpg",
        "title": "Sonic Prime (2022) – Season (01),(02)",
        "description": "Sonic Prime (2022) - Season (01),(02)\n==============\nIMDb Rating - 7.3/10Netflix ကနေ ထွက်ရှိလာတဲ့ အများကြိုက်ကြတဲ့ နာမည်ကြီး\nဆိုးနစ်ကာတွန်းဇာတ်လမ်းတွဲဖြစ်ပါတယ်။ Rating တွေလည်း 7.3\nလောက်အထိရထားပြီး storyline ကောင်းကောင်းနဲ့အရင်ထွက်ခဲ့\nပြီးသား red sonic တို့နဲ့ ချိတ်ဆက်နေမယ့် animation ဇာတ်လမ်း\nကောင်းဖြစ်ပါတယ်။အပြာရောင်ဖြူကောင် speedster လေး ဆိုးနစ်တို့ သူငယ်ချင်းတစ်\nသိုက်ဟာ ဂရင်းဟေးနယ်မြေမှာ ပျော်ရွှင်စွာနေထိုင်ခဲ့ရင်း သူ့ရဲ့ရန်သူ\nပေါင်းများစွာကို တိုက်ခိုက်နှိမ်နင်းနိုင်ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ မဟာ\nရန်သူကြီး ဒေါက်တာ အက်ဂ်မန်းရဲ့ ကျူးကျော်ဝင်ရောက်မှုနဲ့အတူ\nဂရင်းဟေးရဲ့ ပင်မအရင်းအမြစ် ဝိရောဓိဖန်သားကျောက်ကို လုယူ\nသိမ်းပိုက်ပြီး ဆိုးနစ်တို့ကိုအနိုင်ယူလိုက်ကာ အချိန်စီးကြောင်းပြောင်း\nသွားပါတယ်။ဆိုးနစ်က မတူတဲ့ အနာဂတ်တိုင်းလိုင်းတစ်ခုကိုရောက်သွားပြီး ဒေါက်\nတာအက်ဂ်မန်းကို ပြန်လည်တားဆီးပုံကို စွန့်စားခန်းများစွာနဲ့ ကြည့်ရမှာ\nဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(650 MB)\nQuality...............WEB-DL 1080p\nDuration............25Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Animation, Action, ...",
        "url": "https://channelmyanmar.org/tvshows/sonic-prime-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTM5MDZjZGItY2FlYS00NDljLWEwMjQtODhhNTA1ZDA4ZjYyXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "With Love – Season (01), (02)",
        "description": "With Love - Season (01), (02)\n=====================\nIMDb Rating - 7.2/10Rom-Com အမျိုးအစားကို ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရယ်\nရမှဆိုတဲ့ ဇာတ်လမ်းတွဲမျိုးကို ကြိုက်တတ်တဲ့သူ ဆိုရင် ဒီဇာတ်\nလမ်းတွဲကို ကြည့်လိုက်ပါ။ ဒီဇာတ်လမ်းတွဲဟာ IMDb Rating\n7.2, Rotten Tomatoes 100% ရထားလောက်တဲ့အထိ ကောင်း\nပါတယ်။ အရမ်းကြီး serious ဖြစ်နေတာတွေ၊ တွေးတောနေရ\nတာမျိုးတွေ၊ ဦးနှောက်စားနေရတာမျိုးတွေ မဟုတ်ဘဲ အေးအေး\nဆေးဆေး ချစ်သူလေးနဲ့ chill ရင်း ကြည့်မယ်ဆိုရင်တော့ လုံးဝကို\nPerfect ဖြစ်မယ့် ဇာတ်လမ်းတွဲမျိုးပါ။လီလီဒီယက်ဇ်ဟာ ခရစ္စမတ်ညမတိုင်ခင်မှာ ရည်းစားနဲ့ လမ်းခွဲခဲ့တဲ့\nလက်တင်သူလေး တစ်ယောက်ပါ။ အသက်ကလည်း ၂၈ နှစ်ရှိပြီမို့\nမိဘတွေကလည်း သူ့ကို အခြေတကျဖြစ်စေချင်ပါတယ်။ လီလီလည်း\nခရစ္စမတ်အကြို မိသားစု ညစာစားပွဲမှာ အမျိုးတွေနဲ့ ဆုံရမှာမို့ စိတ်\nညစ်နေခဲ့ပါတယ်။ အကြောင်းကတော့ လက်တင်မျိုးနွယ်တွေရဲ့ ထုံးစံ\nအတိုင်း အမျိုးများပြီး၊ ထိုအမျိုးတွေကလည်း \"ရည်းစားနဲ့ကွဲတယ်ဆို\nစိတ်မညစ်ပါနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/with-love-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edzkG2WeTteDZ4SJ4ohyjszkOmQ.jpg",
        "title": "Happiness Battle (2023)",
        "description": "Happiness Battle (2023)**********************အပိုင်း( ၁ မှ ၁၆ ) ထိ စ/ဆုံးSong Jung-A ၊ Kim Na-Young နဲ့ Oh Yoo-Jin ဆိုတဲ့ မတူညီတဲ့ background တွေရှိကြတဲ့ မိခင်သုံးယောက်ဟာဘယ်သူက ပိုပြီး ပျော်ရွှင်‌နေနိုင်လဲ ဆိုတာကို လူမှုကွန်ရက်ပေါ်မှာ အချင်းချင်း အပြင်းအထန် ယှဉ်ပြိုင်နေကြတဲ့ နာမည်ကြီး influencers တွေပါ...ဒီတော့ ကိုယ်အောင်မြင်ဖို့အရေး သူတို့ဟာ တစ်ယောက်နဲ့တစ်ယောက်ရဲ့ ပျော်ရွှင်မှုတွေကို ဖျက်ဆီးဖို့ဆိုရှယ်မီဒီယာပေါ်မှာ အကြိတ်အနယ် တိုက်ပွဲဝင်ကြပါတယ်...Hwang Ji-Ye ဟာ ဘဏ်တစ်ခုမှာ အလုပ်လုပ်‌နေတဲ့ မိခင်တစ်ဦးဖြစ်ပြီးသူမဟာ ထိုသုံးယောက်ရဲ့ ပျော်ရွှင်မှုတိုက်ပွဲထဲမှာ ပါဝင်သူတစ်ဦး မဟုတ်သော်လည်း ထိုအရာတွေကို အနီးကပ်မြင်ရတဲ့သူပါ...တစ်နေ့မှာ ထိုမိခင်သုံးယောက်ထဲက တစ်ယောက်ဟာ ထူးဆန်းစွာ ရုတ်တရက် သေဆုံးသွားတဲ့အခါ . .Jang Mi-Ho ဟာ ဘဏ်တစ်ခုရဲ့ marketing ...",
        "url": "https://channelmyanmar.org/tvshows/happiness-battle-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnUbaSeyXZErslzKsoyFRze2Xvs.jpg",
        "title": "Hospital Ship (2017)",
        "description": "Hospital Ship (2017)*********************အပိုင်း ( ၁ မှ ၂၀ ) စ / ဆုံး ဒီကားလေးက ဒိတ်ဒိတ်ကြဲနာမည်ကြီးတွေဖြစ်တဲ့Kang Min Hyuk (Celebrity)နဲ့ Ha Ji Won တို့ အဓိက ပါဝင်ထားပြီးကျွန်းမှာနေထိုင်တဲ့ ကျေးလက်ဒေသခံတွေကို  သင်္ဘောနဲ့ဆေးလိုက်ကုပေးတဲ့စေတနာ့ဆရာဝန်လူငယ်လေးတွေရဲ့ ဘဝကို သရုပ်‌ဖော်ထားတာပါ။Song Eun Jae (Ha Ji Won)က ဆိုးလ်မြို့ရဲ့ ဆေးရုံကြီးတစ်ခုမှာအလွန်ထူးချွန်တဲ့ ကျွမ်းကျင်ခွဲစိတ်ဆရာဝန်တစ်ဦးပါ။အောင်မြင်မှုများစွာရရှိခဲ့ပေမဲ့ တစ်နေ့မှာ ကံဆိုးတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့်အဲဒီဆေးရုံကြီးကနေ ထွက်သွားရပြီး ဆေးရုံသင်္ဘောဆီမှာ တာဝန်ထမ်းဖို့ ဖြစ်လာပါတယ်။လူသားချင်း စာနာတတ်တဲ့ ဖခင်နဲ့ ကြီးပြင်းခဲ့ရတဲ့ Kwak Hyun (Kang Min Hyuk)ကတော့ချမ်းသာပြည့်စုံတဲ့ ဘဝက လာပေမဲ့ သူကိုယ်တိုင်ကပဲ စေတနာ့ဆရာဝန်အလုပ်ကို ရွေးချယ်ခဲ့ပြီးဆေးဝါးနဲ့သာမက အပြုံးချိုချိုလေးတွေနဲ့ပါ ဆေးကုပေးတတ်တဲ့ ဆရာဝန်လေးပေါ့။Kim Jae Gul (Lee Seo ...",
        "url": "https://channelmyanmar.org/tvshows/hospital-ship-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lZtE6GQQgefxEGF2GzIBetIIVQ2.jpg",
        "title": "The Longest Promise ( 2023 )",
        "description": "CM ပရိသတ်ကြီးတို့နဲ့ ရင်းနှီးနေပြီးသား မင်းသားဖြစ်တဲ့ Xiao Zhan ရဲ့\nရှန်းရှကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ မင်းသား Xiao Zhan နဲ့ မင်းသမီး Ren Min တို့က\nအဓိကသရုပ်ဆောင်တွေအဖြစ် ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရရင် ရှေးအခါတုန်းက\nခုံစမ်းနိုင်ငံမှာ အေးဆေးတည်ငြိမ်တဲ့ ခုံစန်းမင်းသား ရှစ်ယင် (Xiao Zhan )နဲ့ ရိုးသားချောမောတဲ့\nချီကျူးမင်းသမီးလေး ကျူးယန် ( Ren Min ) တို့ရှိပါတယ်\nသူတို့၂ယောက်မှာ အတိတ်ဘဝ က ကြိုတင်သတ်မှတ်ထားတဲ့\nတွေ့ဆုံရမယ့် ကံကြမ္မာတစ်ခုရှိပေမယ့်လည်း\nဒီဘဝမှာတော့ လွဲမှားမှုတစ်ခုကြောင့် သူတို့ဟာ\n၃ နှစ်တိုင်တိုင် ဆရာနဲ့ တပည့်ဖြစ်လာခဲ့ပါတယ်။ရှစ်ယင်က ကျူးယန်ကို မြင်မြင်ချင်း ချစ်မိသွားခဲ့တာပါ။\nကျူးယန် ၁၃ နှစ်အရွယ်မှာ ရှစ်ယင်က ကျူးယန်ကို\nကျိုးယိတောင်ကို လွှတ်လိုက်ပြီးတော့ သူ့ကို ကျောက်စိမ်းအရိုး ပေးခဲ့ပါတယ်။\nကျောက်စိမ်းအရိုးဆိုတာ ခုံစန်းဧကရာဇ်တွေက\nသတို့သမီးတွေကို ပေးလေ့ရှိတဲ့ လက်ဆောင်ပဏ္ဍာတစ်ခုပါ။တချိန်မှာ မိစ္ဆာတွေထကြွလာတဲ့အခါ ခုံစန်းနိုင်ငံဟာ အန္တရာယ်ကျရောက်လာခဲ့တယ်။\nကျူးယန်နဲ့အတူ ကြီးပြင်းလာခဲ့တဲ့ ကျစ်ယွမ်ကို\nပင်လယ်ဧကရာဇ်လို့ ရှစ်ယင်က ...",
        "url": "https://channelmyanmar.org/tvshows/the-longest-promise-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/FyUWfomWYAYuxqh-convert.io_-160x200.jpg",
        "title": "Sarvam Shakthi Mayam (2023)",
        "description": "Sarvam Shakti Mayam 2023\nIMDb - 9.1ဒီတစ်ခေါက်မှာတော့ Zee5 ကနေ အသစ်ထွက်ရှိထားတဲ့\nထူးထူးခြားခြားဟင်ဒီစီးရီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအက်ရှင်တွေ လောင်မြိုက်စရာတွေမပါဘဲ ဘုရားဖူးရင်း\nအေးအေးချမ်းချမ်းကြည့်ရှုရမဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းအနေနဲ့ကတော့...\nစီးပွားရေးအဆင်မပြေဖြစ်ပြီး စိတ်ဓာတ်ကျနေတဲ့\nလုပ်ငန်းရှင်ကြီးမာဒါ့ဗ်တို့မိသားစုနဲ့ ဘုရားမဲ့ဝါဒကို\nလက်ကိုင်စွဲထားတဲ့ ရန်ဂျိသ်ဆိုနီဆိုတဲ့\nစာရေးဆရာတစ်ယောက်တို့ရဲ့ ဘုရားဖူးခရီးကို ကြည့်ရှုရမှာပါ။မာဒါ့ဗ်ဟာ \"18 shakti peethas\" လို့ခေါ်တဲ့ စန္ဒီမယ်တော်ကျောင်းတော် ၁၈ ကျောင်းဆီ\nဘုရားဖူးရင်း တစ်ကျောင်းစီကနေ အောင်မြေလက်တစ်ဆုပ်စာ စုဆောင်းဖို့\nတစ်ကျောင်းပြီးတစ်ကျောင်း ခရီးနှင်လာပြီး စာရေးဆရာကြီး ရန်ဂျိသ်ကတော့\n\"18 shakti peethas\" လို့ခေါ်တဲ့ စာအုပ်ကိုပြုစုဖို့ လေ့လာရေးထွက်လာတဲ့သူပါ။ဒီလိုနဲ့ မတူညီတဲ့ရည်ရွယ်ချက်နဲ့ မထင်မှတ်ဘဲ ခရီးအတူထွက်ခဲ့ကြရင်း\nဘုရားကိုအကြွင်းမဲ့ ယုံကြည်တဲ့သူနဲ့ ဘုရားမဲ့ဝါဒကိုင်စွဲထားတဲ့သူတို့\nဘာသာရေးအပေါ်ခံယူချက်တွေ၊ သဘောတရားတွေကို ဖလှယ်ကြမယ်ဆိုတာ\nတောတောင်ရေမြေသဘာဝအလှတွေ ဒေသတစ်ခုပြီးတစ်ခု ခရီးနှင်ကြပုံတွေ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။ စိတ်ဖိစီးစရာတွေ ခဏထားခဲ့ပြီး\nသူတို့နဲ့အတူ ဘုရားဖူးတစ်ခါလောက် ထွက်လိုက်ကြရအောင်ဗျာ....အညွှန်းနဲ့ဘာသာပြန်ကတော့ BpL~ Yunni ~ V~ Zwe ~ Moon တို့ပဲဖြစ်ပါတယ်။Quality : 1080p WEB ...",
        "url": "https://channelmyanmar.org/tvshows/sarvam-shakthi-mayam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aw0Q24yjlWFcIM7yd8Q9G0c0QHB.jpg",
        "title": "The Zone: Survival Mission (2022)",
        "description": "The Zone: Survival Mission Season 1 (2022)Running Man ကထွက်ပြီး Variety Shows တွေကနေ\nခဏတာ ပျောက်ကွယ်သွားခဲ့တဲ့ လီဂွမ်ဆူကတော့\nယူဂျယ်ဆော့၊ ဂွမ်ယူရီ (SNSD) တို့နဲ့အတူတူ The Zone မှာ ပြန်လည်ထွက်ပေါ်လာခဲ့ပါပြီဝက်ဝက်ကွဲရယ်ရမယ့် သုံးယောက်သားကို ပေါင်းစပ်ထားတဲ့ ဒီအစီအစဉ်ရဲ့ Ep 1 မှာတော့\nသူတို့သုံးယောက်ဟာ “ကပ်ရောဂါဖြစ်ပွားနေတဲ့ တောင်ကိုရီးယားနိုင်ငံမှာ အသက်ရှင်ကျန်နေရစ်ဖို့ ကြိုးစားကြရမယ့် Survival Mission” ကို စတင်ဆောင်ရွက်ကြရမှာ ဖြစ်ပါတယ်ကပ်ရောဂါအတွင်းမှာ ရှင်သန်ဖို့ကြိုးစားကြရမယ့် လူသားတွေအတွက်\nသူတို့ဟာ လူသားကိုယ်စားပြုအနေနဲ့ သရုပ်ပြလုပ်ဆောင်ချက်တွေကို ရှာဖွေလုပ်ဆောင်ကြရမှာပါလီဂွမ်ဆူကိုမျှော်နေကြတဲ့သူတွေအဖို့တော့ တကယ်ကို ကြည့်ရကျိုးနပ်စေမယ့် အစီအစဉ်တစ်ခုပါပဲဒါဆိုရင်တော့ စိတ်ဝင်စားစရာကောင်းတဲ့ Mission လုပ်ဆောင်ချက်တွေနဲ့အတူ\nအူတက်အောင်ခွီနေရမယ့် သူတို့တွေရဲ့ အလွဲလေးတွေကို အခုပဲကြည့်ရှုခံစားလိုက်ကြပါဦးအညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Encoder - AugustGenre..... ...",
        "url": "https://channelmyanmar.org/tvshows/the-zone-survival-mission-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnlWpchunjLzgFXt2KVJZT4Jonf.jpg",
        "title": "Barracuda Queens (2023)",
        "description": "Barracuda Queens (2023)၁၉၉၀ ခုနှစ်နှောင်းပိုင်း ဖောက်ထွင်းမှုတွေကျူးလွန်ခဲ့တဲ့ မိန်းကလေးအဖွဲ့တစ်ဖွဲ့ရဲ့ အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nCrime, Drama, Thriller အမျိုးအစား ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပြီး IMDb 6.3 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Lollo, Mia, Klara, Frida တို့လေးယောက်က အလယ်တန်းကျောင်းမှာတည်းက ခင်လာခဲ့ပြီးတော့\nBarracuda Queens ဆိုတဲ့ အဖွဲ့လေးဖွဲ့ထားပြီး တပူးတွဲတွဲနေကြတဲ့ သူငယ်ချင်းလေးယောက်ဖြစ်ပါတယ်။\nဆယ်ကျော်သက်ပီပီ ဇိမ်ခံဟိုတယ်တစ်ခုမှာ သွားကဲတဲ့အချိန် အရက်အမူးလွန်ပြီးလုပ်ခဲ့မိတဲ့ ပျက်စီးဆုံးရှုံးမှုတွေအတွက်\nလျော်ကြေးငွေပေးဖို့ ဖြစ်လာတဲ့အခါ အိမ်ကိုလည်းမပြောရဲ၊ လျော်စရာပိုက်ဆံလည်းမရှိ ဖြစ်လာပါတယ်။\nအဲဒါနဲ့ Lollo တို့မိသားစုရဲ့ ပါတီပွဲမှာ အိမ်ကမိတ်ဆက်ပေးတဲ့ Amina ဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်နဲ့ ဆုံမိသွားပြီး\nAmina တို့မိသားစုက လူချမ်းသာတွေဆိုတာ သိသွားပါတယ်။\nအဲဒါအပြင် ပိတ်ရက်မှာ Amina တို့မိသားစုက ကိုင်ရိုမှာ မင်္ဂလာပွဲတစ်ခု သွားတယ်မယ့်အကြောင်း သိလိုက်ရတဲ့အချိန်မှာတော့\nသူငယ်ချင်းတွေ ကြံရာမရတဲ့အဆုံး Amina တို့အိမ်ကို ဖောက်ထွင်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။\nကြောက်ကြောက်လန့်လန့်နဲ့ အိမ်ထဲဝင်ကြတဲ့အချိန်မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/barracuda-queens-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/myNvZKKvFi86q6Zq2T4QpS0qzfF.jpg",
        "title": "Burn the House Down (2023)",
        "description": "Burn the house down (2023)လက်စားချေခြင်းဟာ ပူလောင်တယ်ဆိုပေမဲ့ ကိုယ့်ရဲ့အရာအားလုံးကို လုယူသွားတဲ့လူ\nကိုယ့်ရဲ့ဘဝကို ချနင်းသွားတဲ့လူက ချမ်းသာပျော်ရွှင်နေတာကို ဒီအတိုင်းလက်ပိုက်ကြည့်နေဖို့ဆိုတာဖြစ်နိုင်ပါ့မလား...သင်သာ ဒီလိုအဖြစ်မျိုးကြုံခဲ့ရင်ရော ဘယ်လိုရွေးချယ်မှုကိုလုပ်မှာလဲ။မီထာရာအီမိသားစုဟာ မျိုးရိုးစဉ်ဆက် ဆေးရုံဖွင့်ခဲ့ကြတဲ့ ချမ်းသာကြွယ်ဝတဲ့မိသားစုတစ်ခုပါ။\nပျော်ရွှင်မှုရော ချမ်းသာကြွယ်ဝမှုနဲ့ပါပြည့်စုံတဲ့ လူတကာအားကျရတဲ့ နွေးထွေးတဲ့မိသားစုဘဝလေးကို ပိုင်ဆိုင်ထားတာပေါ့။ဒါပေမဲ့ ပျော်ရွှင်မှုအတိပြီးတဲ့ ဒီမိသားစုဘဝလေးကို ပြောင်းပြန်လှန်ပစ်ခဲ့တဲ့ မီးလောင်မှုတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်။\nမီးလောင်မှုအတွက် အမေဖြစ်သူကိုအပြစ်တင်ပြီး ကွာရှင်းပြီး‌တော့ သမီးနှစ်ယောက်ကိုပါ ထားခဲ့တဲ့\nအမေ့ရဲ့သူငယ်ချင်းဖြစ်သူနဲ့ နောက်အိမ်ထောင်ပြုသွားတဲ့ အဖေဖြစ်သူအပြစ်ရှိစိတ်နဲ့နောင်တတွေကို ရင်ဝယ်ပိုက်ရင်းနဲ့ ကိုယ်ရောစိတ်ပါပြိုလဲခဲ့ရတဲ့\nသမီးဖြစ်သူကိုပါ မေ့လျော့သွားခဲ့တဲ့ အတိ‌တ်မေ့ရောဂါသည်အမေလူတကာအားကျရတဲ့ သူဌေးသမီးလေးဘဝကနေ နေ့ချင်းညချင်း မိသားစုပြိုကွဲပြီး လမ်းပေါ်ရောက်ခဲ့ရတဲ့အန်ဇူတစ်ယောက်\n၁၃ နှစ်အကြာမှာ အမေ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ အဖေ့ရဲ့နောက်မိန်းမ မာကိကိုကို လက်စားချေနိုင်ဖို့နဲ့\nလွန်ခဲ့တဲ့ ၁၃ နှစ်က သူ့ရဲ့အိမ် သူ့ရဲ့မိသားစု သူ့ရဲ့ဘဝကိုပါ ပြာပုံအတိဖြစ်စေခဲ့တဲ့\nမီးလောင်မှုရဲ့ဖြစ်ရပ်မှန်ကို ပြန်လည်စုံစမ်းဖို့ အိမ်အကူအဖြစ် မီထာရာအီအိမ်ကြီးဆီကို တဖန်ခြေချဖို့ဖြစ်လာပါတော့တယ်။ဒီမီးလောင်မှုရဲ့နောက်ကွယ်မှာရှိနေတာ ဘယ်သူဖြစ်မလဲ။ အန်ဇူထင်ထားသလိုပဲ အဖေ့ရဲ့မယားငယ်မာကိကိုဖြစ်နေခဲ့တာလား။\nနာမည်အတုနဲ့ဝင်လာတဲ့ အန်ဇူကရော တစ်ချိန်ကသူ့ရဲ့ဘဝကို နင်းခြေခဲ့တဲ့လူတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/burn-the-house-down-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/kA0L1b_3f-160x200.jpg",
        "title": "Shadow Detective S2(2023)[Complete]",
        "description": "Shadow Detective S2(2023)*************************အပိုင်း (၁ မှ ၈) ထိ စ/ဆုံးကိုင်း Season 2 ထွက်ရှိလာပါပြီ...ပင်စင်ယူခါနီးပြီဖြစ်တဲ့ စုံထောက်ဟောင်း ထက်ရိုဟာ ခြိမ်းခြောက်တဲ့ဖုန်းကောလ်တစ်ခုရခဲ့ပြီးနောက်မှာလူသတ်မှုနဲ့ အစွပ်စွဲခံလိုက်ရပါတယ်။ ခြိမ်းခြောက်တဲ့သူက သူ့ကိုယ်သူ ထက်ရိုရဲ့သူငယ်ချင်းလို့ပြောပြီးဂိမ်းတစ်ခုကစားမယ်လို့ ပြောခဲ့ပါတယ်။ ပြီးတော့ သူက သူလိုက်နေတဲ့အမှုတွေကိုထက်ရိုကို စုံစမ်းခိုင်းခဲ့ပါတယ်။ အဲဒီလိုနဲ့ စုံထောက်ဟောင်း ထက်ရိုဟာ သူ့ရဲ့အတိတ်ကိုတူးဖော်ဖို့ဖြစ်လာခဲ့ပြီးတော့ သူ့ကိုခြိမ်းခြောက်တဲ့သူကို လိုက်ရှာခဲ့ပါတယ်။ နောက်ဆုံးမှာ ထက်ရိုဟာ ဂိမ်းကို နိုင်သွားမလား?ပထမအတွဲကိုတော့ ၂၀၂၂ ခုနှစ်မှာ အပိုင်း ၈ ပိုင်းအနေနဲ့ ထုတ်လွှင့်ခဲ့ပြီးတော့သူငယ်ချင်းဖြစ်သူ ဂျင်ဟန်သေသွားပြီးနောက် နောင်တတွေနဲ့ ကျန်ခဲ့ရတဲ့ ထက်ရိုဟာဂျင်ဟန်ကိုသတ်ခဲ့တဲ့တရားခံ ဥက္ကဌဂျန်ကို လက်စားပြန်ချေမလား၊ ဂျင်ဟန်က‌ရောတကယ်ပဲသေသွားတာလားဆိုတာကို ဒုတိယအတွဲမှာ ကြည့်ရမှာပါ။စုံထောက်ဇာတ်လမ်း၊ အက်ရှင်ခပ်ကြမ်းကြမ်းကိုကြိုက်တဲ့ CM fan တွေမလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်လမ်းတစ်ခုပါပဲခင်ဗျ....Aired: Jul 5, 2023 -\nAired On:Wednesday\nGenres: Crime , ...",
        "url": "https://channelmyanmar.org/tvshows/shadow-detective-s22023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsGHK1Hf3vdD56XPe0d5N7HRa15.jpg",
        "title": "Delightfully Deceitful(2023)[Complete]",
        "description": "Delightfully Deceitful(2023)**************************အပိုင်း( ၁ မှ ၁၆) ထိ စ/ဆုံးLee Ro Um ဆိုတဲ့ကောင်မလေးဟာ genius တစ်ယောက်လို ထက်မြက်တဲ့သူပါ..ဒါပေမဲ့ သူမဟာ ငယ်ငယ်လေးကတည်းက ဆိုးသွမ်းတဲ့အသိုက်အဝန်းနဲ့ကြီးပျင်းခဲ့ရသလို အားကြီးတဲ့သူမှန်သမျှ အားငယ်တဲ့သူကို အနိုင်ကျင့်တဲ့ခေတ်ရဲ့အဓိက ဇာတ်ဆောင်တစ်ယောက်လို စတေးခံခဲ့ရတော့ စိတ်ဒဏ်ရာအကြီးကြီးရရှိခဲ့ပါတယ်...နောက်ဆက်တွဲအနေနဲ့ ဒီကောင်မလေးဟာ လောကကြီးကိုရှုမြင်ပုံဟာအဆိုးဘက်ပဲမြင်နေတတ်ပြီး အားလုံးကိုသံသယနဲ့ ရှင်သန်နေတတ်တဲ့သူပါ...ဒါ့ကြောင့်လည်းရန်သူတွေများနေတတ်ပါတယ်..ဒီလိုကောင်မလေးဟာ ခေတ်ပညာတတ်ပြီးယဉ်ကျေးသိမ်မွေ့ပြီးတစ်ချို့ကိစ္စတွေမှာ စာအုပ်ကြီးဆန်နေတဲ့ ရှေ့နေလူငယ်လေးတစ်ယောက်နဲ့တွေ့ဆုံပြီး အလုပ်ကြီးတစ်ခုလုပ်ဖို့အကြောင်းဖန်လာရတဲ့အခါမှာတော့....သူတို့တွေဘယ်လိုရှေ့ဆက်ကြမလဲ...ဘယ်လိုရန်သူတွေရောကြုံဆုံလာရမလဲဆိုတာကိုတော့....Aired:  May 29, 2023 - Jul 18, 2023\nAired On: Monday, Tuesday\nGenres:Comedy, Crime, Drama\nDuration: 70 mins\nEpisodes: 16\nOriginal Network: TVN\nFile Size: 720p(~450MB) , 1080p(900MB)\nTranslated by  Miri, Hnin Wai Oo , Treasure Htet & Tiff\nEncoded by ...",
        "url": "https://channelmyanmar.org/tvshows/delightfully-deceitful2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wAxKPyAZvv1saPkGtgo929JIY6v.jpg",
        "title": "Step By Step (2023)",
        "description": "Step by Step / ချစ်ခြင်းရယ်ညှာ အလွှာလွှာ အဆင့်ဆင့် (2023)ထိုင်းနိုင်ငံရဲ့အကြီးမားဆုံးကုမ္ပဏီတွေထဲက တစ်ခုဖြစ်တဲ့ဂျီအန်လုပ်ငန်းစုပိုင်ရှင်ရဲ့သား ခွန်ဂျန်က\nကုမ္ပဏီလက်အောက်ငယ်သားတွေအပေါ်မှာ စည်းကမ်းတင်းကြပ်ပြီး အပြင်းအထန်ပြောဆိုတတ်တဲ့\nဒစ်ဂျစ်တယ်စျေးကွက်ရှာဖွေရေး မန်နေဂျာတစ်ယောက်...။\nနိုင်ငံခြားမှာပညာသင်ကြားခဲ့ပြီး အဖွဲ့ထဲမှာ စိတ်အားထက်သန်ဆုံးဖြစ်တဲ့ အလုပ်သင်လေး ဖတ်\nအလုပ်ထဲမှာ အဖွဲ့သားတွေခိုင်းသမျှလုပ်ပေးရတဲ့ ဖတ်ဟာ အပြင်မုန့်သွားဝယ်ပေးရင်း\nသူတို့ရဲ့မန်နေဂျာ ခွန်ဂျန်နဲ့ မတော်တဆဖြစ်ပြီး တွေ့ဆုံခဲ့ပါတယ်။\nဖတ်က သူ့ရဲ့အထက်လူကြီးဆိုတာမသိဘဲ တွေ့ဆုံမယ့်အချိန်ကို စောင့်မျှော်ရင်း သဘောကျလာခဲ့ပြီးတဲ့နောက်\nအလုပ်မှာ သူ့ရဲ့စည်းကမ်းတင်ကြပ်ပုံကို မြင်တွေ့ပြီး နုတ်ထွက်စာတင်ဖို့ ဆုံးဖြတ်ခဲ့တဲ့အချိန်မှာ....\nခွန်ဂျန်ကရော ဘယ်လိုတုံ့ပြန်မလဲ\nသူတို့နှစ်ယောက်ပြန်လည်အဆင်ပြေနိုင်ကြမလား..ဆိုတာကိုတော့\nCM ကနေ တင်ဆက်ပေးလိုက်ပြီမို့ စောင့်မျှော်ကြည့်ရှုပေးပါဦးနော်\nစုစုပေါင်း ၁၂ ပိုင်း ထုတ်လွှင့်သွားမှာ ဖြစ်ပြီးတော့\nအပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Myo Myo က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe, Myo Myo, Thada, Summer တို့ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size…1GB | ...",
        "url": "https://channelmyanmar.org/tvshows/step-by-step-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTZiODlmYmQtOGRhYS00ZmFlLTk5YzYtMDJmODU5NjUyMTk3XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hijack (2023)",
        "description": "မင်းသားကြီး Idris Elba (Hobbs & Shaw/ Suicide Squid) ကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ပြီး တွဲဖက်ထုတ်လုပ်သူလုပ်ထားတဲ့ အသစ်စက်စက် လေယာဉ်ပြန်ပေးဆွဲ Thriller စီးရီးလေးလာပါပြီ။ IMDB 7.9/10, Rotten Tomatoes 90% ရရှိထားတဲ့ Apple TV+ ရဲ့ ဒီစီးရီးကတော့ တစ်ပတ် တစ်ပိုင်းနှုန်းနဲ့ အပိုင်း ၇ ပိုင်းထွက်ရှိမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း ဒူဘိုင်းကနေ လန်ဒန်ကို ပျံသန်းမယ့် ၇နာရီကြာ ခရီးစဉ်အတွက် စိတ်လှုပ်ရှား ပျော်ရွှင်နေသူ ခရီးသည်တွေကြား ကိုယ်စီအကြံတွေနဲ့ မသမာသူ လူတစ်စုရှိနေခဲ့ပါတယ်။ သူတို့ရဲ့ နဂိုအကြံအစည်ကတော့ လေယာဉ်ထွက်ပြီး ၃နာရီအကြာမှ လှုပ်ရှားဖို့ဖြစ်ပေမယ့် မမျှော်လင့်တဲ့အခြေအနေတစ်ခုကြောင့် ခန့်မှန်းချိန်ထက် စောပြီး လှုပ်ရှားရဖို့ ဖြစ်သွားပါတော့တယ်။ ‌ရုတ်တရက်ကြီး ဝရုန်းသုန်းကားတွေဖြစ်၊ ထင်မထားတဲ့ အခြေအနေကြောင့် အားလုံးက ထူပူနေကြတဲ့အချိန်မှာပဲ ခရီးသည်တွေထဲက လူတစ်ယောက်က တည်တည်ငြိမ်ငြိမ်နဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/hijack-2023/"
    }
]