[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/Heart-133x200.jpg",
        "title": "Heart of Stone (2019)",
        "description": "\"ေက်ာက္ျဖစ္သြားေသာႏွလံုးသား\"လူခ်မ္းသာတေယာက္ရဲ႕ မယားငယ္ကေနေမြးလာခဲ့တဲ့ ေသာ္ဟာသူ႔အေမေသဆံုးျပီးေနာက္ မယားႀကီးနဲ႔သူ႔သား အႏိုင္က်င့္တာခံၿပီး အေဖဘက္ကမိသားစုနဲ႔ ေနခဲ့ရတယ္။\nေသာ္ရဲ႕တဦးတည္းေသာသူငယ္ခ်င္းက သူ႔လိုပဲ အေမနဲ႔အမအႏိုင္က်င့္တာ အၿမဲခံေနရတဲ့ မင္တာဆိုတဲ့ေကာင္မေလး...\nတစ္ညမွာ ေသာ့္ကို မယားႀကီးေနာက္ကလိုက္ဖမ္းလို႔ေျပးရင္း ျမစ္ထဲျပဳတ္က်သြားရင္းေသၿပီလို႔အားလံုးကမွတ္ခဲ့တယ္။\nတကယ္က မေသပဲ သူ႔အေမကိုသိတဲ့ မိန္းမတေယာက္ျဖစ္တဲ့ မမ္ဆီမွာ စီလာဆိုတဲ့နာမည္နဲ႔ႀကီးျပင္းလာခဲ့တယ္ ။\nႏွစ္ေတြၾကာၿပီးတဲ့ေနာက္ စီလာဟာ လူခ်မ္းသာတေယာက္အေနနဲ႔ အတိတ္ကသူ႔ကိုႏွိပ္စက္ခဲ့သူေတြကို လက္စားေခ်ဖို႔ျပန္လာခဲ့တယ္။\nမထင္မွတ္ထားပဲ တဦးတည္းေသာငယ္သူငယ္ခ်င္း မင္တာနဲ႔ ျပန္ေတြ႕တဲ့အခါ ဘာေတြျဖစ္လာမလဲ...\nေမြးစားအေမ မမ္ေျပာတဲ့အတိုင္း လက္စားေခ်တာကိုစြန္႔လႊတ္ၿပီးေအးေအးခ်မ္းခ်မ္းေနမယ့္ လမ္းကိုေရြးသြားမလား...\nသူခ်စ္ရတဲ့ မင္တာကို စြန္႔လႊတ္ရပါေစ အတိတ္ကနာက်င္ေစခဲ့တဲ့ လူေတြကိုခြင့္မလႊတ္ပဲ\nလက္စားေခ်မလား... (ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့ Kyi Nue Zin ျဖစ္ပါတယ္)  ေသာ္/စီလာ အျဖစ္ - Thanapob Leeluttanakajorn\nမင္တာအျဖစ္ - Fern Nopjira Lerkkajornnamkul\nေမြးစားအေမ အမ္ အျဖစ္ - Wattanajinda Sirapan\nမယားႀကီး စီဒါအျဖစ္ - Ann Siriam Pakdeedumrongrit\nအေမမတူတဲ့အကို အယ္ အျဖစ္ ...",
        "url": "https://channelmyanmar.org/tvshows/heart-of-stone-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/1ZreTYRGRiKskh8Wn3qgtjH3u3i-133x200.jpg",
        "title": "Melting Me Softly (2019) {Complete}",
        "description": "cryonics ဆိုတဲ့ သိပ္ပံ နည်းလမ်း ကတော့ ခန္ဓာကိုယ်ကို\nအအေးလွန်အောင် လုပ်ပြီး အေးခဲ ထိန်းသိမ်းထားတာပါ ဒါကို\n( Cryonic Suspension ) လို့ခေါ်ပါ တယ် incurable လူနာတွေကို\nအအေးလွန် ထိန်းသိမ်းထားပြီးနောက် ပြန်လည်နိုးထလာတဲ့အချိန်မှာ\nပိုမိုကောင်းမွန်အောင် ကုသနိုင်မယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ဒါကို\nလုပ်ဆောင်နေကြတာပါ ဒီဇာတ်လမ်းလေးမှာတော့ အများနဲ့\nမတူတာတွေ အမြဲလုပ်တတ်တဲ့ သူများမလုပ်တာတွေကိုမှလုပ်တတ်တဲ့\nရုပ်သံလွှင့်ရုံရဲ့ PD မာဒုံချန်းက ပရိုဂရမ်အသစ်ရိုက်ကူးရေးအတွက်\ncryonic experiment လုပ်နေတဲ့ ပရော်ဖက်ဆာဟွမ်ရဲ့ စမ်းသပ်မှုမှာ\nသူကိုယ်တိုင်ပါ၀င်စမ်းသပ်ခံပြီး ၂၄ နာရီကြာ ရိုက်ကူးရေးပြုလုပ်မှာပါဖြစ်ပါတယ်\nသူနဲ့အတူပါ၀င် စမ်းသပ်ခံဖို့အတွက် သူ့ရဲ့ ခက်ခဲတဲ့ show တိုင်းမှာ\nပါ၀င်ရိုက်ကူးခံခဲ့တဲ့ ဂိုမီရမ်ကိုလည်း သူက စည်းရုံးခဲ့ပါတယ် ဂိုမီရမ်က လည်း\nပါ၀င်စမ်းသပ်ဖို့လက်ခံခဲ့ပြီး ၂၄ နာရီမပြည့်မှာ စမ်းသပ်မှု ပြသနာတက်ခဲ့ပါတယ်\nပရော်ဖက်ဆာနဲ့အတူတူ သူတို့ ၂ ယောက်လည်း\nနှစ်၂၀ကြာ ပျောက်ဆုံးသွားခဲ့ပြီးမှ မအိုမင်းပဲ ၂၀၁၉ ခုနှစ်မှာ\nပြန်လည်နိုးထလာကြပါတယ် အနှစ် ၂၀ ကြာမှ ...",
        "url": "https://channelmyanmar.org/tvshows/melting-me-softly-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Apn2ccFuy7uahKAd0Kb9DbQQvNY.jpg",
        "title": "Boys Over Flowers (2009)",
        "description": "Boys over flowers (2009)လွန်ခဲ့သော ၁၀ စုနှစ်ဆီက အောင်မြင်ခဲ့တဲ့ ကိုရီးယားဇာတ်လမ်းတွဲ တစ်ခုဖြစ်တဲ့ Boys over flowers ကို တင်ဆက်ပေးလိုက်ပါတယ်။F4 လို့ နာမည်ကြီးခဲ့တဲ့ မင်းသားချော ၄ ယောက် နဲ့ ဂင်ဂျန်ဒီ လို့ ခေါ်တဲ့ အမျိုးသမီးငယ်လေးအကြောင်း ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။မာနကြီးတဲ့ လူကုံထံ သူဌေးသားလေး ၄ ယောက်ဟာ ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီး စာရင်းဝင်များ ဖြစ်ကြပါတယ်။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ဘဝထဲကို ဂင်ဂျန်ဒီ ဆိုတဲ့ အမျိုးသမီးငယ်တစ်ယောက် ရောက်ရှိလာခဲ့တဲ့ အချိန်မှာတော့ ......ကိုရီးယား ဒရာမာ ပရိသတ်များ တော်တော်လေး အကြိုက်တွေ့ခဲ့ကြတဲ့ ဇာတ်ကားမို့ အခုချိန်ကြည့်လည်း ရိုးမယ် မထင်ပါဘူး။\nသိမ်းဆည်းထားလိုသူများလည်း ကြည်ကြည်လင်လင်လေး သိမ်းခွင့်ရဖို့ Channel Myanmar က စီစဉ်ပေးလိုက်ရပါတယ်ခင်ဗျာ။  Zip File 01 - 07 - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/boys-over-flowers-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Beyond-Evil-2021-140x200.png",
        "title": "Beyond Evil (2021)",
        "description": "Beyond Evil (2021) ဇာတ်လမ်းတွဲအညွှန်း******************************အပိုင်းသစ် (၁ မှ ၁၆)ထိ စ/ဆုံးLee Dong-Sik ဟာ တစ်ချိန်ကအရည်အချင်းရှိတဲ့စုံထောက်တစ်ယောက်ဖြစ်ခဲ့ပါတယ်အခုချိန်မှာတော့ မြို့ငယ်လေးတစ်ခုရဲ့ ရဲစခန်းမှာ အောက်‌ခြေသိမ်း အလုပ်ကအစ လုပ်ကိုင်ရင်းဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းနေသူဖြစ်ပါတယ်တစ်ရက်မှာတော့ အဲ့ဒီရဲစခန်းကို Han Joo Won လို့ခေါ်တဲ့ စုံထောက်တစ်ယောက်ပြောင်းရွှေ့လာခဲ့ပြီးLee Dong-Sik ရဲ့အထက်လူကြီး လုပ်ဖော်ကိုင်ဖက်အဖြစ် တာဝန်ထမ်းဆောင်ရပါတယ်Han Joo-Won ကတော့ ထက်မြက်တဲ့စုံထောက်တစ်ယောက်ဖြစ်ပြီးဂုဏ်ရှိတဲ့အသိုင်းအဝိုင်းက လာသူဖြစ်ပါတယ်သူ့မှာ လျို့ဝှက်ချက်တွေရှိပြီး အဖေဖြစ်သူကတော့အမျိုးသားရဲဌာနရဲ့ စခန်းမှူးဖြစ်ဖို့ အလားအလာကောင်းရှိသူဖြစ်ပါတယ်ဒီအေးချမ်းတဲ့ မြို့ငယ်လေးမှာ လွန်ခဲ့တဲ့ နှစ် 20 တုန်းကဖြစ်ပွားခဲ့တဲ့ကွင်းဆက်လူသတ်မှုနဲ့ ဆင်တူအမှုတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်ဒီကွင်းဆက်လူသတ်မှုဟာဆိုရင် Lee Dong Sik ရဲ့ဘဝကိုပြောင်းလဲသွားစေခဲ့ပါတယ်ဒီကွင်းဆက်လူသတ်မှုအဖြစ်မှန်ပေါ်ရေးအတွက်စုံထောက်နှစ်ယောက်ပူးပေါင်းပြီး လူသတ်သမားကို ဘယ်လိုဖမ်းမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်လို့ လက်လွတ်မခံသင့်ပါဘူးနော်စီးရီးလေးကိုဘာသာပြန်အားဖြည့်ပေးကြသူတွေကတော့ Hnin ...",
        "url": "https://channelmyanmar.org/tvshows/beyond-evil-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-10-at-12.16.21-PM-138x200.png",
        "title": "The Irregulars (2021)",
        "description": "The Irregulars (2021) - Season 01========================IMDb Rating - 5.7/10ရှားလော့ ဇာတ်လမ်းမဟုတ်တဲ့ ရှားလော့ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါမယ်။ ၂၂၁ ဘီ ဘေကာလမ်းက ကျွန်တော်တို့ရဲ့ မိတ်ဆွေကြီး ရှားလော့ဟုမ်းက ဒီဇာတ်လမ်းမှာတော့ အဓိကဇာတ်ဆောင်မဟုတ်ပါဘူး။ မူရင်း ရှားလော့ဟုမ်း ဇာတ်လမ်းမှာ လမ်းပေါ်ကကလေးတွေကို စုံထောက်ခိုင်းတာကို မှတ်မိကြမှာပါ။ အဲဒီကလေးတွေထဲက တစ်စုလို့ပြောလို့ရတာပေါ့။ အဲဒီကလေးတွေ အုပ်စုမှာ ရှားလော့လို ဉာဏ်ကောင်းတဲ့ ကောင်မလေးတစ်ယောက်၊ စိတ်စွမ်းအားရှင်ကောင်မလေးတစ်ယောက်၊ ဘာလာလာထိုးမယ်ဆိုတဲ့ ခပ်ကြမ်းကြမ်းကောင်လေးတစ်ယောက်၊ ပေါင်းသင်းဆက်ဆံရေးမှာ အရမ်းဆရာကျတဲ့ ကောင်လေးတစ်ယောက် နဲ့ ဗဟုသုတကြွယ်တဲ့ အထိမခံရွှေပန်းကန်မင်းသားတစ်ပါးပါပါတယ်။ ရှားလော့ဇာတ်လမ်းဆိုတဲ့ ထုံးစံအတိုင်း ခပ်ဆန်းဆန်းအမှုတွေကို စုံစမ်းတာဆိုပေမဲ့ ဒီတစ်ခါကတော့ ပိုထူးဆန်းပါတယ်။ သာမန်အမှုမျိုးတွေမဟုတ်ဘဲ သဘာဝလွန်ဖြစ်ရပ်တွေကိုပါ စုံစမ်းထောက်လှမ်းကြတာပါ။ ရှားလော့မှာ ဂမ္ဘီရမှတ်တမ်းပါရှိပါသေးတယ်။ သူတို့ကလေးတွေအဖွဲ့ကို ရှားလော့ရဲ့မိတ်ဆွေကြီး ဒေါက်တာဝက်ဆန် က မွေးကင်းစ ကလေးတွေထူးထူးဆန်းဆန်း ပျောက်သွားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-irregulars-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/eJomyEtQE9WF2GZWXcfzj3Omb5Q-1-133x200.jpg",
        "title": "Hello, Me! (2021)",
        "description": "Hello, Me! (2021)ဇတ်လမ်းအညွှန်း*******************************အပိုင်း (၁ မှ ၁၆) ထိ စ/ဆုံး \"ဘန်ဟာနီ\"ဆိုတဲ့ အသက်၃၇နှစ်အရွယ် မိန်းမပျိုတစ်ဦးဟာကင်းမွန်မုန့်ရောင်းတဲ့အလုပ်ကို လုပ်ကိုင်နေသူတစ်ဦးပါ။သူမဟာ ကားတိုက်ခံရပြီး ဆေးရုံရောက်သွားတဲ့အချိန်မှာအသက်ပြန်မရှင်ချင်လောက်အောင် ဘ၀ကိုစိတ်ပျက်ငြီးငွေ့နေသူဖြစ်ပါတယ်။ဒီလိုနဲ့ ဆေးရုံရောက်သွားပြီး သတိပြန်ရလာတဲ့အခါမှာသူမရဲ့ ဘေးကုတင်မှာ သူမရဲ့အတိတ် ၁၇နှစ်အရွယ်ဘန်ဟာနီကို တွေ့လိုက်ရတဲ့အချိန်မှာ အံ့ဩထိတ်လန့်သွားခဲ့တယ်။၁၇နှစ်အရွယ် ဘန်ဟာနီဟာ တောက်ပကာ အကောင်းမြင်စိတ်ရှိပြီး၃၇နှစ်အရွယ် ဘန်ဟာနီနဲ့ လုံး၀ကွဲပြားခြား‌နားနေတာကို တွေ့ရပါတယ်။ဒီလိုမျိုး ၁၇နှစ်အရွယ် ဘန်ဟာနီနဲ့၃၇အရွယ် ဘန်ဟာနီတို့ တွေ့ဆုံကြပြီး ဘာတွေဆက်ဖြစ်ကြမယ်။အချိန်ကာလကရော လူ့ဘ၀ကို ဘယ်လောက်ထိပြောင်းလဲသွားစေနိုင်တယ်လဲဆိုတာကို\"Hello, me!\"ဆိုတဲ့ drama လေးမှာ စောင့်မျှော်ကြည့်ရှုကြပါလို့ တိုက်တွန်းအပ်ပါတယ်။ ဒီဇတ်လမ်းတွဲလေးကို ဘာသာပြန်ပေးကြသူများကတော့ Ei Phyu Khin, Khine Khine Wai, Saintthiri Wai ...",
        "url": "https://channelmyanmar.org/tvshows/hello-me-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qK5IluP3A7HZ5mDuIKrN9d2yNv2.jpg",
        "title": "Sisyphus: The Myth (2021)",
        "description": "Sisyphus : The Mythဆစ်စဖတ် ဆိုတာကတော့ ဂရိဒဏ္ဍာရီလာ ပုဂ္ဂိုလ်တစ်ပါးပဲ ဖြစ်ပါတယ်။\nသူ့ကို ကျောက်တုံးကြီးတစ်တုံးကို တောင်ထိပ်ရောက်အောင် တွန်းဖို့ အပြစ်ပေးခံထားရပါတယ်။\nဒါပေ1မယ့် တောင်ပေါ်ရောက်မယ် ကြံရင်း အစကနေ ပြန်လှိမ့်ရပြန်ရင်းနဲ့ သံသရာလည်နေပါတော့တယ်။\nပင်ပန်းပေမယ့် အချည်းနှီး ဖြစ်ရတယ်ဆိုရင်တောင် ဆစ်စဖီယန် ဆိုပြီး စကားရပ်အနေနဲ့ သုံးကြပါတယ်။ဒီကားကတော့ Time Loop နဲ့ သက်ဆိုင်တဲ့ ဇာတ်ကားပါပဲ။\nအချိန်သံသရာ ဘယ်လိုလည်ကြမလဲ ဆိုတာတော့ ကျွန်တော်တို့ ဇာတ်လမ်းထဲမှာ ကြည့်ရပါမယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဟန်ထယ်ဆူ လို့ ခေါ်တဲ့ ဉာဏ်ကြီးရှင် အင်ဂျင်နီယာက အတိတ်ကို ပြန်သွားဖို့ စီစဉ်သလို\nဂန်ဆောဟယ် ဆိုတဲ့ ကောင်မလေးကလည်း အနာဂတ်ကနေ ပစ္စုပ္ပန်ကာလကို လာခဲ့တဲ့အချိန်မှာတော့ .....ဂန်ဆောဟယ် ရဲ့ အဖေက သူ့သမီးကို ဟန်ထယ်ဆူ နဲ့ မတွေ့ဖို့ မှာလိုက်ပါတယ်။\nဘာလို့ မှာခဲ့တာလဲ ဆိုတာကတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားကြပါစို့ဗျာ။ခေါင်းဆောင်မင်းသမီးအနေနဲ့ ပတ်ရှင်ဟေး က ...",
        "url": "https://channelmyanmar.org/tvshows/sisyphus-the-myth/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ErfaD5NVoAAzQzO-200x112.jpg",
        "title": "Penthouse Hidden Room : Hera Club Kids Summary (2021)",
        "description": "Penthouse Hidden Room : Hera Club Kids Summaryဒါကတော့ ဟယ်ရာနန်းတော်မှာ ပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ သရုပ်ဆောင် အငယ်လေးများရဲ့ အင်တာဗျူး အစီအစဉ်ပဲ ဖြစ်ပါတယ်။ဒီအစီအစဉ်ကိုတော့ Season 1 အပြီးမှာ ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပြီးတော့ လူကြီးတွေ နဲ့ တစ်ပြိုင်တည်း လုပ်ခဲ့တဲ့ အစီအစဉ်ပဲ ဖြစ်ပါတယ်။Penthouse ပရိသတ်များအနေနဲ့ လူကြီးသရုပ်ဆောင်များကို သဘောကျနှစ်ခြိုက်ကြသလို လူငယ်သရုပ်ဆောင်များအကြောင်းကိုလည်း သိချင်ကြမယ် ထင်တဲ့အတွက် ဒီအစီအစဉ်လေးကို Channel Myanmar ကနေ မြန်မာစာတန်းထိုးပြီး တင်ဆက်ပေးလိုက်ရပါတယ်။ဘာသာပြန်တွေကတော့ August နဲ့ Amelia ပဲ ဖြစ်ပါတယ်။ Links -  CMDrive / Megaup / Meganz / Userdrive / VIP",
        "url": "https://channelmyanmar.org/tvshows/penthouse-hidden-room-hera-club-kids-summary-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5wXiVl5VJYzM2xNg1zcJlCLKCMZ.jpg",
        "title": "1000 Stars(2021)Thia BL",
        "description": "1000 Stars(2021)Thia BL ဇာတ်လမ်းတွဲအညွှန်း\n****************************************\nအပိုင်းသစ်(၁ မှ ၁၀)ထိ စ/ဆုံး\n \nဇာတ်လမ်းအကျဉ်း\nဖူဖာ အဖြစ် Earth Pirapat Watthanasetsiri\nထီရန် အဖြစ် Mix Sahaphap Wongratch\nတစ်နေ့မှာ ထီရန်ဆိုတဲ့ သူဌေးသားလေးက လောင်းကစားဝိုင်းမှ အပြန် လမ်းတွင် အက်ဆီးဒင့်တစ်ခုကြောင့်\nရုတ်တရက် နှလုံးရပ်သွားပြီး နှလုံးခွဲစိတ်မှုလုပ်ရန်အတွက် ကိုက်ညီမယ့် နှလုံးတစ်စုံကို အသည်းအသန် လိုအပ်နေခဲ့ပါတယ်...\nထိုအချိန်မှာပဲ စိတ်မကောင်းစရာအက်ဆီးဒင့်ကြောင့် သေဆုံးသွားခဲ့တဲ့ လုပ်အားပေး ဆရာမလေး ထောဖန့်ရဲ့နှလုံးဟာ ထီရန်ကိုယ်နဲ့ တိုက်တိုက်ဆိုင်ဆိုင် ကိုက်ညီခဲ့ရာ\nထီရန် တစ်ယောက် ထောဖန့်နှလုံးသားကြောင့် အသက်ဆက်ရှင်ခွင့်ရခဲ့ပါတော့တယ်....\nအဲ့ဒီနောက်တော့ ထီရန်တစ်ယောက် သူ့အတွက် နှလုံးလှူဒါန်းသူကို အသည်းအသန် လိုက်ရှာဖွေခဲ့ရာ နောက်ဆုံးတော့ သိလိုက်ရပါတော့တယ်\nဒါ့အပြင် ထောဖန်ရဲ့ မှတ်စုစာအုပ်ကိုပါ ထီရန် ရုတ်တရက်တွေ့သွားတော့ ထောဖန့်ဘဝကို သူ သိလိုက်ရပါတော့တယ်....\nနောက်ပြီး နှစ်တစ်နှစ်ရဲ့ နောက်ဆုံးရက်မှာ ကြယ်တစ်ထောင်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/1000-stars2021thia-bl/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/EyAYQBwUUAAe4ph-160x200.jpg",
        "title": "Penthouse Season 2 Special Hidden Room : Hidden Story (2021)",
        "description": "Penthouse Season 2 Special Hidden Room : Hidden Storyအပိုင်း (၁) နဲ့ အပိုင်း (၂) ဆိုပြီးတော့ ထွက်ရှိလာပါတယ်။အပိုင်း (၁) မှာတော့ဇာတ်လမ်းအခြေတည်ပုံတွေ ဇာတ်ကောင်နာမည်ပေးပုံတွေကို စိတ်ဝင်စားဖွယ် တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။\nHepal Code (ဟယ်ပယ်ကုဒ်) လို့ ခေါ်တဲ့ ဟယ်ရာနန်းတော်ရဲ့ မြှုပ်ကွက်များကို ပြန်လည်ဖော်ထုတ်ပြီး ရင်ခုန်စိတ်လှုပ်ရှားရမှာပဲ ဖြစ်ပါတယ်။\nဒီအပိုင်းကို ကြည့်လိုက်ရင် ဇာတ်ကောင်စရိုက်နဲ့ ဇာတ်လမ်းသဘောကို အတော်အတန် စောကြောမိမှာမို့\nပန့်ဟောက်စ် ပရိသတ်များအတွက် မကြည့်မဖြစ်တဲ့ အပိုင်းတစ်ပိုင်းပဲ ဖြစ်ပါတယ်။အပိုင်း (၂) မှာတော့Season 2 ထဲက ဇာတ်လမ်းရဲ့ လျှို့ဝှက်ခန်းများကို ဇာတ်ဆောင်များနဲ့အတူတူ စိတ်ဝင်စားစွာ ပြန်လည်ရှာဖွေကြမှာပဲ ဖြစ်ပါတယ်။\nဇာတ်ကောင်တွေနဲ့ အတူတူ ပန့်ဟောက်စ် Season 2 ကို စားမြုံ့ပြန်ရင်း ရင်ခုန်ခြင်းများစွာနဲ့ ရှုစားကြရမှာပဲ ဖြစ်ပါတယ်။Season 3 မတိုင်ခင်မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/penthouse-season-2-special-hidden-room-hidden-story-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9vkU6PWrnttlcN3OB8pbWHGjKrw.jpg",
        "title": "The Seer(2019)",
        "description": "The Seer (2019)ဒီဇာတ်လမ်းကတော့ ၂၀၁၉ ခုနှစ်က ထုတ်လွှင့်ခဲ့ဖူးတဲ့ ထိုင်းဇာတ်လမ်းတွဲပဲ ဖြစ်ပါတယ်။အရင်ခေတ်က မြို့တည်နန်းတည်တဲ့အချိန်မှာ အာဏာမြဲဖို့အရေး လူတွေကို စတေးကြတဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မဟာကထင် ဆိုတဲ့ နာမည်ကြီးဗေဒင်ဆရာက မိုင်းတွင်း ပြိုကျမှုတစ်ခုကို ကြိုတင်သိမြင်ပြီး ကယ်ဆယ်ရာကနေ စပါတယ်။\nသူက ကြိုတင် သတိပေးပေမယ့်လည်း ကယ်ဆယ်ရေးခေါင်းဆောင်က လက်မခံတဲ့အတွက် ကယ်ဆယ်ရေးခေါင်းဆောင် သေဆုံးခဲ့ရပါတယ်။ဒီကိစ္စတွေ ပြီးတဲ့နောက်မှာ မဟာကထင်ရဲ့နာမည်ဟာ ကြီးသထက် ကြီးလာခဲ့ပါတော့တယ်။\nထိုင်းနိုင်ရဲ့ ရွေးကောက်ပွဲကျင်းပချိန်မှာပဲ ထူးဆန်းတဲ့ လူသတ်မှုတစ်ခု ဖြစ်ပေါ်လာခဲ့ပါတယ်။\nအဲဒီလူသတ်မှုရဲ့ထူးဆန်းတဲ့ ပုံစံကနေ ယဇ်ပူဇော်တာကို\nမဟာကထင်တစ်ယောက် သတိထားမိခဲ့ပါတယ်။မြို့တည်နန်းတည်တဲ့အချိန်မှာ လူကိုသတ်ပြီး ဓာတ်ကြီးလေးပါးကို ပူဇော်တဲ့ပုံစံမျိုး ဖြစ်နေခဲ့တာပါ။\nဒီပုံစံဟာ မဟာကထင် ငယ်စဉ်က ဓားပြတိုက်ခံလိုက်ရပြီး ဓားပြတွေလက်ထဲ ပါသွားခဲ့တဲ့\nမဟာကထင်ရဲ့အဘိုး ရေးသားခဲ့တဲ့ မြို့နက္ခတ် ပြင်ဆင်ရေး ပေလွှာထဲက ပုံစံနဲ့ တူနေခဲ့တဲ့အချိန်မှာတော့ ....\nဒီအဖြစ်အပျက်ကြီးကို တားဆီးဖို့ မဟာကထင်တစ်ယောက် ကြိုးပမ်းပါတော့တယ်။\nဘာတွေ ဆက်ဖြစ်မယ် ...",
        "url": "https://channelmyanmar.org/tvshows/the-seer2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/670YW_4f-140x200.jpg",
        "title": "[ S2 ]The Penthouse: War in Life (2020)",
        "description": "The Penthouse: War in Life (2020) Season 2ဒီ Series ဟာဆိုရင် ချစ်လိုက် မုန်းလိုက် ဇာတ်ကားမျိုးမဟုတ်ပဲ မိသားအစုအရေး အိမ်တွင်းရေး အရှုပ်တော်ပုံတွေကို တစ်မိုထူးခြားတဲ့ ရိုက်ကွင်းရိုက်ကွက် ဇာတ်အိမ်အဆန်းနဲ့ ခံစားကြည့်ရှု့ရမှာပါဇာတ်လမ်း အကျဉ်းဟယ်ရာနန်းတော်လို့တင်စားလောက်တဲ့ အထပ်၁၀၀ပါသော ဇိမ်ခံမိုးမျှော်အိမ်ကြီးမှာဆိုရင် များစွာသော လျို့ဝှက်ချက်တွေ ၊ မမြင်နိုင်သော ရည်မှန်းချက်တွေ ပြည့်နှက်လို့နေပါတယ်ရှင်းဆူယွန်း ဟာ ဆိုရင် ချမ်းချမ်းသာသာနဲ့ မွေးဖွားလာသူတစ်ယောက်ပေါ့\nမိုးမျှော်အိမ်ကြီးရဲ့မိဖုရားတစ်ပါးဆိုးလည်း မမှားပါဘူးချောင်းဆောဂျင်က တော့ သူ့သမီးလိုအပ်တာမှန်သမျှကို ဖြည့်ဆီးပေးနေသူပါအိုယွန်းဟီ ကတော့ ဘဝပေးအခြေပနေကြောင့် ဆင်းဆင်းရဲရဲ မွေးလာပေမယ့် ရည်မှန်းချက်ပန်းတိုင်ကြီးမားတဲ့သူ...ဒီလိုနဲ့ ထိပ်တိုက်တွေ့ကြရင်း ဘာတွေဆက်ဖြစ်သွားမလဲ....ချမ်းသာမှု့ ၊ အာဏာ နဲ့ များစွာသော အရှုပ်တော်ပုံတွေ ဖြစ်တည်ရာ အထပ်၁၀၀ မိုးမျှော်တိုက်ဟယ်ရာနန်းတော်ပါ( အညွှန်းရေးသားထားတာကတော့ CM Team ပါ )[Zawgyi]ဒီ Series ဟာဆိုရင္ ...",
        "url": "https://channelmyanmar.org/tvshows/s2-the-penthouse-war-in-life-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/4BbvK_4f-143x200.jpg",
        "title": "Revolving Hearts (2021)",
        "description": "Revolving Hearts\"ႏွလုံးသားစက္ဝန္း\"Casts\nထြတ္ အျဖစ္ Porche Saran\nဘို (ဘူဖခ်တ္) အျဖစ္ Now Tisanart\nဝရာဖုန္ အျဖစ္ Takphet\nဝိထနီ အျဖစ္ Ploy Randapa\nပိုင္ေတာင္ အျဖစ္ Film Chatdao\nခယ္ အျဖစ္ Nattarinဇာတ္လမ္းအက်ဥ္းသူငယ္ခ်င္းျဖစ္သူ ခယ္ကေန သိကြၽမ္းခဲ့ၿပီး ခ်စ္သူျဖစ္ခဲ့တဲ့ ဘို ဆိုတဲ့ သူေဌးသမီးေလးနဲ႔ စားေသာက္ဆိုင္က ဂီတသမားေလး ဖုန္တို႔ႏွစ္ေယာက္ ​ျပည္ပ ပညာသင္သြားရမယ့္ ဘို႔ေၾကာင့္ ျပန္လာရင္ လက္ထပ္မယ့္ကတိစကားနဲ႔ ခဏခြဲခြာေနခဲ့တယ္ဘိုနဲ႔ အေနေဝးခ်ိန္ အေနနီးလာသူျဖစ္တဲ့ ဝိထနီနဲ႔ မွားယြင္းခဲ့တဲ့ ဖုန္တစ္ေယာက္ ကိုယ္ဝန္ရွိပါၿပီဆိုတဲ့စကားတခြန္းေၾကာင့္ တာဝန္ယူလက္ထပ္ခဲ့ရတယ္ခ်စ္သူ သတင္းေၾကာင့္ ျပည္ပကေန အသည္းကြဲျပန္လာၿပီး ကလပ္မွာ ေဆးခတ္ခံခဲ့ရတဲ့ ဘို႔ကို ဝိထနီရဲ အစ္ကိုျဖစ္သူ ထြတ္က ဝင္ကယ္ၿပီး ဟိုတယ္ကို ေခၚသြားခဲ့တယ္ဘို႔အတြက္ေတာ့ ထြတ္က သူ႔ကို ေဆးခတ္ၿပီး ဟိုတယ္ေခၚမုဒိမ္းက်င့္ခဲ့တယ္လို႔ ထင္သြားခဲ့တယ္ဘိုက အခ်စ္ရဆုံးညီမျဖစ္သူ ...",
        "url": "https://channelmyanmar.org/tvshows/revolving-hearts-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hEFXXwPDLGUUNVZyUAosxFY8LZV.jpg",
        "title": "Daayan ( 2018 ) Complete",
        "description": "Hindi ဇာတ်လမ်းတွဲကြိုက်နှစ်သက်သူတွေအတွက် Daayan ဆိုတဲ့ဇာတ်လမ်းတွဲလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ် 66 ပိုင်းပါဝင်ပြီးအစဆုံးကို Zip File နဲ့တွဲတင်ပေးထားပါတယ် ..ဇာတ်လမ်းလေးကတော့Horror အမျိုးအစားပါပဲ..ဇာတ်လမ်းအညွန်းပေးရမယ်ဆိုရင်တော့တစ်ယောက်ကိုတစ်ယောက်အရမ်းချစ်မြတ်နိုးကြတဲ့ စုံတွဲ တစ်တွဲရဲ့ကြားထဲကို စုန်းကဝေ တစ်ယောက်ဝင်ရှုပ်တာနဲ့ပဲသူတို့ရဲ့ပြသနာတွေပျက်စီးခြင်းတွေ စတင်တယ်လို့ပဲဆိုရပါမယ် Janvi Maurya ဟာပညာတတ်မိန်းကလေးတစ်ဦးပါ သူဟာ သူ့ဇာတိမြို့မှာဖြစ်ပျက်နေတဲ့မကောင်းတဲ့အဖြစ်အပျက်တွေ သတိထားမိနေတာကြာပါပြီဒီအန္တရာယ်တွေဟာ သူ့ဆီကိုဦးတည်ပြီးလာနေတယ်ဆိုတာကိုသတိထားမိသွားတဲ့အခါမှာ သူ့ကိုအန္တရာယ်ပေးဖို့ကြံနေတဲ့စုန်းကဝေက ဘယ်သူလဲဆိုတာကိုရအောင်ဖေါ်ထုတ်ဖို့ဖြစ်လာပါတော့တယ်သူ့ရဲ့ချစ်သူကတော့ သူတို့ငယ်စဉ်ကတည်း က ငယ်ကျွမ်းဆွေဖြစ်ခဲ့ကြတဲ့ Aakarsh Chaudhary ပေါ့..ဒီလိုနဲ့ သူတို့၂ယောက်Daayan ( စုန်းကဝေ ) ကို ဘယ်လိုပူးပေါင်းရင်ဆိုင်ရမလဲဘယ်လိုတွေဖြစ်ပျက်မှာလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုပါ Quality : WEBRipEpisode : 66Subtitle : Myanmar Sub ( Hardsub )Sub Credit to Somonlian \nDownload Ep 1 to 15 ( Part 1 ) 5.15 ...",
        "url": "https://channelmyanmar.org/tvshows/daayan-2018-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s3mOpPwrcKCPVkSWGqEwOah4jdX.jpg",
        "title": "Pacific Rim: The Black (2021) Season1",
        "description": "Pacifi Rim : The Black 2021\n--------------------------------------2021ထွက် Anmation Series ဖြစ်ပါတယ်... ဇာတ်လမ်းအကျဉ်းကတော့ကမ္ဘာမြေကြီးရဲ့ တိုက်ကြီးတွေမှာ အပေါက်တွေ ဖြစ်လာပြီး အထဲကနေKaijuလို့ ခေါ်တဲ့ မွန်းစတားအကြီးကြီးတွေ ထွက်လာခဲ့ပါတယ်.... အဲ့ဒီ Kaijuတွေကနိုမ်နင်းဖို့ စက်လက်နက်တွေနဲ့ မနိုင်တဲ့အခါ လူသားတွေဟာJaegerလို့ခေါ်တဲ့ စွမ်းအားမြှင့်ထိန်းချုပ်နိုင်တဲ့ စက်ရုပ်တွေ တီထွင်ပြီးပြန်လည်တိုက်ခိုက်ကြပါတော့တယ်. Jaegerတွေကိုထိန်းချုပ်ပုံဟာ လေယာဉ်ပိုင်းလော့နဲ့ သဘောတရားချင်းတူပြီး စက်ရုပ်တစ်ရုပ်ကို အဓိက ပိုင်းလော့နဲ့တွဲဖက်ပိုင်းလော့နှစ်ဦးတို့က စိတ်ချင်းဆက်နွယ်ပြီး ထိန်းချုပ်ကာKaijuတွေကို ပြန်လည်တိုက်ခို်ကပါတော့တယ်... တိုက်ခိုက်ရင်းနဲ့ Kaijuတွေရဲ့ အစွမ်းထက်မှုကြောင့်လူသားတွေဟာ ဩစတေးလျနိုင်ငံကို ဆုံးရှုံးခဲ့ရပြီး ဩစတေးလျရဲ့Jaegerပိုင်းလော့နှစ်ယောက်ရဲ့ သားသမီးနှစ်ယောက်ဖြစ်တဲ့Hayleyနဲ့Taylorအပါအဝင် လူနည်းစုတစ်စုဟာ ကျောက်ဆောင်တွေကြားမှာ ပုန်းလျှိုးနေထိုင်ခဲ့ရပါတယ်,,, သူ့တို့ရဲ့ မိဘဖြစ်တဲ့ ပိုင်းလော့နှစ်ယောက်ဟာလဲ Jaegerကိုမောင်းနှင်ရင်းဌာနချုပ်ကို ပြန်သွားရှာရင်း သူတို့မောင်နှမနှစ်ဦးဆီ ပြန်မရောက်လာတဲ့အခါမှာတော့သူတို့ မောင်နှစ်မနှစ်ဦးကိုယ်တိုင် စွန့်စားခန်းဖွင့်ပြီး သူတို့မိဘတွေကို ရှာဖွေရင်း.......  Translated and Encoded by : YKFile Size : 549MBQuality ...",
        "url": "https://channelmyanmar.org/tvshows/pacific-rim-the-black-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/0jj4e_4f-140x200.jpg",
        "title": "Times (2021)",
        "description": "Times (2021)သမ္မတရွေးကောက်ပွဲမှာ\nပြည်သူတွေရဲ့အမှန်အကန်ပေးတဲ့ရလာဒ်နဲ့\nသမ္မတဖြစ်လာတဲ့ ဆောဂီထယ်\nပြည်သူတွေချစ်တာခံရသလောက်\nအာဏာလိုချင်တဲ့သူတွေကတော့ မုန်းတာခံရတာပေါ့\nသမ္မတဟောင်းနဲ့သမ္မတအသစ်လဲတော့\nသမ္မတဟောင်းရဲ့နောက်ကြောင်းတွေကို စစ်ဆေးရပါလေရော\nသူတို့လုပ်ခဲ့သမျှကလည်း လက်လွန်နေပြီဆိုတော့\nမကြံကောင်းမစည်အပ်\nပြည်သူချစ်တဲ့သမ္မတကြီးကို စနိုက်ပါနဲ့လုပ်ကြံပါရောသတင်းထောက်ဘဝကနေ သမ္မတဖြစ်လာတဲ့ သမ္မတဆောဂီထယ်ရဲ့သမီးဟာလည်း\nအဖေ့ခြေရာနင်းတဲ့ သတင်းထောက်ဆုပေါင်းများစွာရထားတဲ့\nသိပ်တော်တဲ့သတင်းထောက်တစ်ယောက်ပေါ့\nမျက်စိရှေ့မှာပဲ သေနတ်မှန်ပြီးသေသွားမယ့်အဖေကို\nလွန်ခဲ့တဲ့ကာလကလူတစ်ယောက်နဲ့ဖုန်းအဆက်အသွယ်ကနေ\nကယ်တင်နိုင်ဖို့ကြိုးစားတဲ့အခါမှာ\nဘယ်လိုမျိုးတွေကြိုးစားမလဲ\nကယ်တင်နိုင်မလား မကယ်တင်နိုင်ဘူးလား ဆိုတာ\nဆက်ပြီးတော့ ကြည့်လိုက်ကြပါဦးနော်Itaewon class ကတုံးကားထဲက\nမိန်းမလျာလုပ်တဲ့ မင်းသမီးလေးကခေါင်းဆောင်ပါဝင်ထားပါတယ်\nမင်းသားကလည်း ဟိုးအရင် ဂျုမုံကားတည်းက\nချစ်ခဲ့ရတဲ့ ပါးချိုင့်လေးနဲ့မင်းသားကြီးမို့လို့\nကြည့်ရတာ အားမရနိုင်လောက်အောင်ကောင်းပါလိမ့်မယ်စနေ တနင်္ဂနွေ ညဘက်တွေ ကိုရီးယားမှာပြသပြီး စုစုပေါင်း ၁၂ ပိုင်းပါဝင်ပါတယ်။ဘာသာပြန်တွေကတော့ Thinzar Htet, Lwin Lwin Aung, Moe Pwint, Thet Hnin Hsu တို့ပဲ ဖြစ်ပါတယ်။File size… 500MB\nQuality….720p\nFormat…mp4\nDuration…. 60min\nGenre..... Thriller, Crime, Drama, Fantasy, Political\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thinzar Htet, Lwin Lwin Aung, Moe Pwint, Thet Hnin Hsu\nEncoder ...",
        "url": "https://channelmyanmar.org/tvshows/times-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCvYZkrdXgk19CdvZgNXQ52zCwj.jpg",
        "title": "Heroes ( 2020 ) ( Complete )",
        "description": "သိုင်းကားကောင်းတွေ တိုက်တာခိုက်တာမှ ကြိုက်တယ်ဆိုသူတွေတော်လှန်ရေးဗျူဟာလေ့လာချင်သူတွေကတော့ အတော်ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ။ပါဝင်သရုပ်ဆောင်သူတွေကလည်း အက်ရှင်မင်းသား အကျော်အမေ်ာတွေချည်းပဲ။တစ်ချိန်က အသည်းကျော် ရှောင်လင်ကိုရင်လေးလည်း ပါသေးတယ်။ဟော်ယွမ်ကျားအကြောင်းကိုရိုက်ကူးထားခြင်းပါဇာတ်ကားလေးက 1898 ခုနှစ်က တရုတ်လူမျိုးတွေ ကိုလိုနီကို တော်လှန်တိုက်ထုတ်ခဲ့ရတာကိုခံစားနားလည်နိုင်အောင် ပုံဖော်ထားပြီး တရုတ်သိုင်းပညာရဲ့ အရေးပါပုံကိုအသားပေးရိုက်ကူးထားတာပါ။ ဒီကားလေးမှာ တိုင်းပြည်အပေါ်ထားတဲ့သစ္စာ ညီအစ်ကိုကြားက ကတိသစ္စာ လူမျိုးအပေါ်ထားတဲ့ သစ္စာ ဒီအရာတွေကိုမြင်သာအောင်ရိုက်ပြထားတာမို့ ခံစားမိမှာပါ။ခေတ်မတူပေမယ့် ခံစားချက်ချင်းတူနေတာမို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ Quality : WEB-DL 720pFormat : mp4Episodes : 45Subtitle : Myanmar Sub ( Hardsub )Encoded By Pho\nEpisode  1 to 7- Vip / yoteshin / veryfile\nEpisode  8 to 15- Vip / yoteshin / veryfile\nEpisode  16 ...",
        "url": "https://channelmyanmar.org/tvshows/heroes-2020-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KoYWXbnYuS3b0GyQPkbuexlVK9.jpg",
        "title": "Supernatural S2+S3+S4+S5",
        "description": "SuperNatural\n--------------ဒင်းန်နဲ့ ဆမ်တို့ကို လွမ်းနေကြမယ့် CMဖန်တွေအတွက် CM က တင်ဆက်ထားဖူးတဲ့Supernatural S2+S3+S4+S5ကို ပြန်လည်တင်ဆက်ပေးထားတာပါ.ဒေါင်း၇လဲ အဆင်ပြေအောင် ZIp File တွေ လုပ်ပေးထားပါတယ်  Season 2 (Zip ) - Yoteshin / Userdrive / VIPSeason 3 (Zip ) - Yoteshin / Userdrive / VIPSeason 4 (Zip ) - Yoteshin / Userdrive / VIPSeason 5 (Zip ) - Yoteshin / Userdrive / VIP",
        "url": "https://channelmyanmar.org/tvshows/supernatural-s2s3s4s5/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/p-160x200.jpg",
        "title": "Talay Luang (2021)",
        "description": "Talay Luang ပင်လယ်ပြာရဲ့မာယာ(2021)ထိုင်းဇာတ်လမ်းတွဲအညွှန်း\n*************************************\nအပိုင်းသစ်(၁ မှ ၁၇) ထိ စ/ဆုံး\nMain casts:\n(((ထလေ / နတ်ထီဝမ်နတ်ပရာနွန် အဖြစ် Mik Thongraya\nမိုရားအဖြစ် Sammy Cowell)))\nတစ်နေ့မှာ အတိတ်မေ့ရောဂါဖြစ်နေတဲ့ လူတစ်ယောက် (Mik) က ကျွန်းတစ်ကျွန်းပေါ်ကို ထူးဆန်းစွာ ရောက်လာပါတော့တယ်...\nအဲ့ဒီကျွန်းပေါ်မှာပဲ မိုရား(Sammy)ဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံတွေ့ခဲ့ပါတော့တယ်..\nကာလကြာရှည်လာခဲ့တော့ မိုရား တစ်ယောက် သူငယ်ချင်းများ တားမြစ်နေသည့်ကြားက ထလေ(Mik) နဲ့ ချစ်ကြိုးတွေသွယ်ခဲ့ကြပါတော့တယ်..\nအဲ့ဒီနောက်တော့ မိုရားရဲ့ရည်ရွယ်ချက်ဖြစ်တဲ့ အပန်းဖြေစခန်းတည်ဆောက်နေရင်း ထလေ နဲ့ မိုရား တို့နှစ်ယောက်ကြားမှာ အချစ်ပန်းတွေ ဖူးပွင့်ဝေဖြာနေတဲ့အချိန်အခါမှာ\nအနှောက်အယှက်တစ်ချို့ ရောက်လာပါတော့တယ်...\nအဲ့ဒီအနှောက်အယှက်ကတော့ တစ်နေ့ ထလေ နဲ့ မိုရားတို့ ရှိရာဆီကို ကိုယ်ဝန်ဆောင်အမျိုးသမီး တစ်ယောက် ရောက်ရှိလာခဲ့ခြင်းပဲ ဖြစ်ပါတယ်..\nအဲ့ဒါအပြင် မဟုတ်သေးပါဘူး ထလေ ဟာ သူ့ယောကျာ်း(နတ်ထီဝမ်နတ်ပရာနွန်)ပါ ဆိုပြီး ပြောလာပါတော့တယ်...\nထိုအချိန်မှာပဲ သက်သေပြစရာ အကြောင်းအရင်း ခိုင်ခိုင်လှုံလှုံမရှိတဲ့ မိုရား ...",
        "url": "https://channelmyanmar.org/tvshows/talay-luang/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z9Q1ldFc1OpCq3G5LulYmnvnFYd.jpg",
        "title": "Joseon Exorcist(2021)",
        "description": "Joseon Exorcist(2021)ဇာတ်လမ်းတွဲအညွှန်း***************************************အပိုင်းသစ်(၂)ဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ် ထယ်ဂျုံးမင်းတရားကြီးလက်ထက်မြို့ရွာအနှံ့ကို ဒုက္ခပေးရုံတင်မက နန်းတွင်းထိပါ ပျံ့နှံ့ဝင်ရောက်လာတဲ့ ဖုတ်ကောင်နတ်ဆိုးတွေနဲ့သူတို့ရဲ့ဘေးရန်ကနေ ပြည်သူတွေကိုကာကွယ်ပေးဖို့ကြိုးစားကြမယ့် မင်းသား၂ပါးရဲ့တိုက်ပွဲကို ရိုက်ကူးထားတဲ့ နန်းတွင်း သည်းထိတ်ရင်ဖိုကားလေးပဲဖြစ်ပါတယ်။သွေးအေးပြီး အာဏာရဖို့ပဲတစိုက်မတ်မတ်ကြိုးစားခဲ့တဲ့ မင်းသားလီဘန်းဝန်ဟာလူများစွာကိုသတ်ဖြတ်ပြီး ထယ်ဂျူံးမင်းကြီးအဖြစ် ထီးနန်းစိုးစံခဲ့ရပြီးနောက်မှာနတ်ဆိုးတွေရဲ့ နှောင့်ယှက်မှုကို နိုင်ငံအဝှမ်းကြုံတွေ့ခဲ့ရပါတယ်။အိမ်ရှေ့စံမင်းသား Yangnyeong ကတော့ ဖခင်ရဲ့အသိအမှတ်ပြုခံရဖို့အမြဲကြိုးစားရင်း ပူပင်သောကများနေရတဲ့မင်းသားတစ်ပါးဖြစ်ပြီးမင်းသား Chungnyeong ကတော့ အေးေဆေးဆေးနေတတ်တဲ့ စာပေလေ့လာသူတစ်ဦးဖြစ်ပါတယ်။စာပေလေ့လာသူတစ်ဦးဖြစ်တဲ့ မင်းသား Chungnyeong တစ်ယောက်နတ်ဆိုးတွေရဲ့တိုက်ပွဲကြားရောက်ခဲ့တဲ့အခါမှာတော့ညီအစ်ကို၂ဦး နတ်ဆိုးတွေရန်ကနေ ပြည်သူတွေကို ဘယ်လိုအကူအညီပေးဖို့ ကြိုးစားသွားမလဲသူတို့ကြားက နန်းတွင်းတိုက်ပွဲတွေကရော ဘယ်လိုဖြစ်လာမလဲ ဆိုတာကို\nကြမး်ပေ့ရမ်းပေး အက်ရှင်ခန်းပေါင်းများစွာနဲ့ ရင်တမမ မြင်တွေ့ခံစားရမှာပဲဖြစ်ပါတယ်။ Quality – 720p\nDuration – 1hr (@Episode)\nSubtitle – Myanmar HardsubGenres: Action, Historical, Drama, FantasyTranslator – Lwin Lwin Aung,Ei Phyu Khin ,Khine Khine Wai & ...",
        "url": "https://channelmyanmar.org/tvshows/joseon-exorcist2021/"
    }
]