[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Why-Her-Poster-3-142x200.jpg",
        "title": "Why Her?(2022)",
        "description": "Why Her?(2022) ဇာတ်လမ်းတွဲ***************************အပိုင်း ( ၁ မှ ၁၆ ) အထိ စ/ဆုံးကိုရီးယားရဲ့အကြီးမားဆုံး Tk Group ဉပဒေရုံး\nကြီ:ရှိတယ်... အူဆူဂျယ်ဆိုတဲ့အမျိုးသမီးဟာ\nမထင်မရှားကျောင်းလေးကနေ\nဥပဒေဘွဲ့ရရှိပြီးနောက်\nအလုပ်သင်ရှေ့နေ့ အဖြစ် TK မှာ\nဝင်ရောက်လုပ်ကိုင်ခဲ့တယ်....\nအမျိုးသမီးလည်းဖြစ်တယ် ...\nကျောင်းကလည်းအထင်ကြီးစရာ\nမရှိ ပုံစံကလည်း ချမ်းသာတဲ့မိသားစုက\nဆင်းသက်လာတဲ့\nပုံမဟုတ်တဲ့အတွက် စီနီယာတွေက\nရုံးစာပို့အဆင့်လောက်\nသာဆက်ဆံကြတယ်...အစည်းအဝေးခန်းထဲက\nခွေးလိုမောင်းထုတ်\nပစ်တာတွေ...စားသောက်ပွဲတွေမှာ တစ်ယောက်တည်း\nချန်ထားခဲ့တာတွေ...\nအခြားနိုင်လိုမင်းထက်များစွာနဲ့ ဆက်ဆံခံရတယ်..\n.ဒီလို အနိုင်ကျင့်ခံရမှုတွေ\nကြောင့်ပဲ အူဆူဂျယ်ဆိုတဲ့ မိန်းကလေးအပေါ်\nတစ်နေ့အမြင့်ဆုံးကို ငါရောက်\nရမယ်ဆိုတဲ့ အားအင်တွေဖြစ်လာပုံရတယ်...\nဒီစိတ်ကြောင့်ပဲ အချိန်ပြည့်အလုပ်ကို\nအာရုံစိုက်တဲ့အပြင် ထက်မြက်ပါးနပ်တဲ့\nသူ့ဉာဏ်ရည်ကြောင့် တဖြည်းဖြည်းနဲ့ TKမှာ\nသူ့ အရှိန်အဝါဟာ ကြီ:မားလာတယ်..\nကုမ္ပဏီရဲ့ ငွေကြေးအများဆုံး ရှာပေးနိုင်တဲ့သူ\nဖြစ်လာသလို အခြား အဖွဲ့အစည်းပေါင်းများစွာကလည်း\nကမ်းလှမ်းခံလာရတယ်...ဒီလိုထိပ်ဆုံးကိုရောက်လာတဲ့\nသူမဟာလည်း ငယ်ငယ်တုန်းက ထိုးနှက်ခံရတဲ့လူတွေကြောင့်\nလက်ရှိပတ်ဝန်းကျင်မှာလည်း လိုက်လျောညီထွေဖြစ်မနေဘူး..\nဒါ့ကြောင့်ပဲ ရန်သူတွေ မနာလိုတဲ့ သူတွေပတ်လည်ဝိုင်းနေသလို\nဖြစ်နေတယ်...အဆိုးဆုံးက သူမှန်တက်ထင်ရင်\nအစိုးရပိုင်းက အကြီးအကဲတွေ\nတက်သမဖို့ အထိ အူဆူဂျယ်ဆိုတဲ့ အမျိုးသမီးဟာ\nလက်တွန့်မနေခဲ့ဘူး....\nဒီကားက ကားနာမည်အတိုင်း female lead ပေါ့..မင်းသမီးကြီး\nSeo Hyun Jin က အူဆူဂျယ်အဖြစ် သရုပ်ဆောင်ထားတယ်..\nသူ့ဇာတ်လိုဖြစ်နေတဲ့အတွက်ကြောင့် လုပ်ကွက်တွေအများကြီး\nရသလို မင်းသမီ:ကြီးက ...",
        "url": "https://channelmyanmar.org/tvshows/why-her2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wbE5xkiyz6INCQOX5d4l6m32zHw.jpg",
        "title": "Doctor Lawyer (2022) Complete",
        "description": "ထိပ်သီးဆေးကျောင်းတွေကနေ ဘွဲ့ရခဲ့ပြီး ထိပ်တန်းဆေးရုံကြီးရဲ့\nနာမည်ကြီးရင်ခေါင်းခွဲစိတ်ဆရာဝန်ဖြစ်တဲ့ ဟန်ရီဟန် (ဆိုဂျီဆပ်)၊\nခွဲစိတ်ပညာမှာ အင်မတန်ပါရမီထူးပြီး ထိလိုက်တိုင်း ​​​ရွှေဖြစ်ကာ\nလုပ်​ဖော်ကိုင်ဖက်​တွေကပါ နတ်ဘုရားအဖြစ် တင်စားခံရသူဟာ\nတစ်​နေ့မှာ​ သူ့ရဲ့ဆရာဝန်သက်တမ်းတ​လျောက် ဖြစ်​တောင့်ဖြစ်ခဲ\nနှလုံးအစားထိုး ခွဲစိတ်ကုသရင်း လူနာဆုံးပါးသွားခဲ့ပါတယ်။ ဆုံးပါးသွားသူဟာ တခြားမဟုတ်ဘဲ သူ့ရဲ့ချစ်သူ အစိုးရအမှုစစ်\nဂွမ်​ဆော့ဂ​ယောင်း (အင်ဆူဟျန်း)ရဲ့ ​မောင်​လေး ဖြစ်​နေတာပါ။\nဒီဖြစ်ရပ်အတွက် ဟန်ရီဟန်ဟာ ​ဆမသိမ်းခံရကာ ​ဆေး​လောက\nကို ​ခြေချခွင့်မရှိ​တော့သူ ဖြစ်သွားပါတယ်။ လူက​နေ​ပေမယ့် ပညာကမ​နေတဲ့ ဟန်ရီဟန်ဟာ ရှေ့နေအဖြစ်နဲ့\nပြန်ပေါ်လာ​ပေမယ့် ​ဆေး​သေတ္တာတစ်လုံးကို အချိန်ပြည့်​ဆောင်\nထားပါ​သေးတယ်။ ဒီလိုနဲ့ပဲ တစ်​နေ့မှာ​ နာမည်​ကျော် ဘန်း​ဆော့\nတက္ကသိုလ်​ဆေးရုံကြီးက ဆရာဝန်တစ်​ယောက်ရဲ့သမားဝတ္တရား\nပျက်ကွက်မှု တရားခွင်မှာ မ​မျှော်လင့်ထားတဲ့ အ​ခြေအ​နေတစ်ခု\nထဖြစ်ပြီး ဟန်ရီဟန်အ​နေနဲ့ အစွမ်းပြချိန် ရောက်လာခဲ့ပါတယ်။\nမတတ်သာလို့ ​ရှေ့​နေဖြစ်​နေ​ပေမယ့် သူ့စိတ်ထဲမှာ​တော့ လိုင်စင်\nသိမ်းခံလိုက်ရတဲ့ ခွဲစိတ်မှုနဲ့ပတ်သတ်ပြီး အခဲမ​ကြေဆဲပါ။ ဒီလိုနဲ့ပဲ သူ့အရည်အချင်းနဲ့ ယှဉ်လိုက်ရင် ဖြစ်ခဲလှတဲ့ ခွဲစိတ်ပြီး​\nလူနာဆုံးပါးမှုဟာ သွေးရိုးသားရိုး​ရော ဟုတ်ရဲ့လားဆ်ိုတာ စုံစမ်း\n​ဖော်ထုတ်ဖို့အတွက် ရှေ့​နေတဖြစ်လဲ ဆရာဝန်ကြီးအ​နေနဲ့ ချစ်သူ\nဖြစ်တဲ့ အမှုစစ်မလေးနဲ့ ပူး​ပေါင်းခဲ့ပါတယ်။ ထိုအမှုအပြင် တခြား\nဆေးပညာဆိုင်ရာမသမာမှုတွေနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/doctor-lawyer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/qe1J2_4f-140x200.jpg",
        "title": "Yumi’s Cells 2 (2022) [Complete]",
        "description": "Yumi's Cells 2 (2022) ဇာတ်လမ်းတွဲ [အစ-အဆုံး]*******************************အပိုင်းသစ်(၁၃ နှင့် ၁၄)(ဇာတ်သိမ်းပိုင်း) ယူမီရဲ့ဆဲလ်လေးတွေ တစ်ဖန်ပြန်ရှင်သန်လာပါပြီ\nပရိတ်သတ်တွေ တစ်ခဲနက်အားပေးခဲ့ကြတဲ့ Season 1 မှာနာကျင်ရတဲ့လမ်းခွဲမှုကြောင့်ပြိုလဲသွားခဲ့တဲ့ ယူမီရဲ့အချစ်ဆဲလ်လေးကဝန်းလေးနဲ့တွေ့ပြီးနောက်ပိုင်းမှာ ပြန်လည်သက်ဝင်နိုးကြွလာခဲ့တဲ့အကြောင်းလက်တွေ့ကျကျရိုက်ကူးတင်ဆက်သွားခဲ့ပါတယ်....\nအဆင်ပြေတဲ့ဆက်ဆံရေးတစ်ခုတည်ဆောက်နိုင်ခဲ့ပေမယ့် အကြောင်းအမျိုးမျိုးကြောင့်ယူမီနဲ့ဝန်းလေးတို့ အချိန်တွေအကြာကြီးလက်မတွဲနိုင်ခဲ့ဘဲ လမ်းခွဲလိုက်ကြပါတယ်...\nဒီ Season မှာတော့ပိုရင့်ကျက်စွာနဲ့ တွေးခေါ်တတ်လာတဲ့ယူမီကမထင်ထားတဲ့စိန်ခေါ်မှုတွေကို ရင်ဆိုင်ဖို့ဆန္ဒရှိလာခဲ့ပါတယ်...\nဒီလိုနဲ့ သူ့အိမ်မက်တွေကို အကောင်အထည်ဖို့ အခက်အခဲတွေကိုရင်ဆိုင်ရင်းဘေးက‌နေလှုံ့ဆော်အားပေးနေတဲ့ ယူဘာဘီနဲ့ဆက်ဆံရေးအသစ်တစ်ခု တိုးလာတဲ့အခါမှာတော့...အလုပ်ကြိုးစားလွန်းတဲ့ ယူမီရဲ့ဆဲလ်လေးတွေနဲ့ ယူဘာဘီတို့ဘယ်လိုဇာတ်လမ်းဆက်ဖြစ်ဦးမလဲဆိုတာ ရင်ခုန်စွာနဲ့စောင့်မျှော်အားပေးကြပါဦးနော်.....ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Pale မှ ရေးသားပေးထားပါတယ်..  Episodes: 14Aired: Jun 10, 2022 - Jul 23, 2022File Size: 900MB & 400MBQuality :Web-DL 1080p,720pGenres: Comedy, Romance, LifeTranslated by Hnin Wut Ye,ChitThe, Lwin Lwin Aung  &  Hnin PaleEncoded by  ...",
        "url": "https://channelmyanmar.org/tvshows/yumis-cells-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/t-135x200.jpg",
        "title": "The Time Traveler’s Wife (2022)",
        "description": "အရင်က တစ်ကားတည်းထွက်ဖူးတဲ့ အချိန်ခရီးသွားတဲ့သူတစ်ယောက်အကြောင်းလေးကိုဇာတ်လမ်းတွဲလေးနဲ့ထွက်ရှိလို့လာပါပြီအချစ်ဆိုတာက မရှိတော့တဲ့အချိန်မှာမှ ပိုပြီးတော့ အသည်းအသန်ချစ်မိကြတာကသဘာဝပါပဲကိုယ့်ရဲ့ချစ်သူက ခနနေတိုင်း ဖြတ်ခနဲ ဖြတ်ခနဲ့ ပျောက်ပျောက်သွားတတ်တဲ့အချိန်ခရီးသွားတဲ့သူတစ်ယောက်ဖြစ်နေရင်ရော ဘယ်လိုလုပ်မလဲအချိန်ခရီးသွားရပေမဲ့လည်း ဘာကိုမှပြင်ဆင်ခွင့်မရှိတဲ့ လူတစ်ယောက်အနေနဲ့ရောဒါက ဆုလာဘ်လား ပြစ်ဒဏ်လာဆိုတာကိုတောင် သေချာမသိနိုင်လောက်အောာင်ပါပဲလူတွေရဲ့ ဖြစ်တတ်တဲ့သဘောတွေ ဖြစ်မယ်ဆိုတာကိုသိသိကြီးနဲ့ တားလို့မရတဲ့နာကျင်မှုတွေလူမှန်းမသိခင်လောက်ကတည်းက တစ်ယောက်တည်းကိုပဲ စွဲစွဲလန်းလန်းစောင့်ခဲ့တဲ့ အချစ်စစ်တွေအကြောင်းကိုပေါ့ပေါ့ပါးပါးလေးနရယ်စရာလေးတွေရောပြီးတော့ တင်ဆက်ထားတာဖြစ်တဲ့အတွက်ရသပေါင်းစုံခံစားပြီး ကြည့်ဖို့ထိုက်တန်တဲ့ကားကောင်းလေးတစ်ကားပါပဲ File size…(554Mb)\nQuality….Webrip 720p/1080p\nFormat…mp4\nDuration….50 Min\nEpisode...6 Epi\nGenre... Sci-fic/Drama/ Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldEpisode 1720p - VIP / Yoteshin / Meaup /Meganz/ Usersdrive / StreamEpisode 2720p - VIP / Yoteshin / Meaup /Meganz/ Usersdrive / StreamEpisode 3720p - VIP ...",
        "url": "https://channelmyanmar.org/tvshows/the-time-travelers-wife-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3LtVUO4TWajq748viH3qR0nfDS.jpg",
        "title": "EVE (2022)",
        "description": "EVE (2022)ကိုရီးယားရဲ့နာမည်ကျော် ဝမ် ၂ ထရီလီယံ ကွာရှင်းမှုအကြောင်းကို\nအခြေတည်ထားတဲ့ ဒရာမာကားကောင်းကောင်းလေး လာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nLee Ra El ဆိုတဲ့အမျိုးသမီး လက်စားချေလိုစိတ် ပြင်းထန်နေတဲ့ အမျိုးသမီးတစ်ယောက်ပါ။\nဘာလို့ လက်စားချေလိုစိတ် ကြီးရတာလဲဆိုတော့\nငယ်ငယ်တုန်းက အာဏာကြီးသူတွေရဲ့လက်ထဲ မတရားမှုနဲ့\nသေဆုံးသွားခဲ့ရတဲ့ သူမရဲ့အဖေကြောင့်ပဲဖြစ်ပါတယ်။Lee Ra El ရဲ့အဖေ သေဆုံးသွားပြီးနောက်မှာတော့\nသူတို့မိသားစုလေးဟာ ပျက်စီးသွားခဲ့ရပါတယ်။\nတစ်ချိန်မှာတော့ သူမ လက်စားချေဖို့ အကြောင်းဖန်လာပါတော့တယ်။\nလက်စားချေဖို့အတွက် သူမရဲ့ပစ်မှတ်ကတော့\nLY Group ကို ဦးဆောင်နေတဲ့ Kang Yoon Gyeomပဲဖြစ်ပါတယ်။\nRa El က Seo Eun Pyung ရဲ့အကူအညီနဲ့ အစီအစဉ်ကိုအကောင်ထည်ဖော်ခဲ့ပါတယ်။\nSeo Eun Pyung ကတော့ မိဘမဲ့ဂေဟာ‌‌မှာ ကြီးပြင်းခဲ့တဲ့သူဖြစ်ပြီး\nအမျိုးသားလွှတ်တော်ရဲ့ အသက်အငယ်ဆုံး အမတ်တစ်ဦးလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းရဲ့အသက်ကတော့\nLee Ra El ဟာ Kang Yoon Gyeom နဲ့ကွာရှင်းဖို့အတွက် ဝမ်၂ထရီလီယံ တောင်းဆိုရာကနေ စပါတော့တယ်။\nဘာတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/eve-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hMUdxFWsBFyHeoF5zBOwv1bUltB.jpg",
        "title": "How To Build a Sex Room (2022)",
        "description": "How to Build a Sex Room (2022) ဒီတစ်ခါမှာတော့ဒီတစ်ခါမှာတော့ Netflix ကနေ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ အခန်းတွင်းပြင်ဆင်တဲ့ မှတ်တမ်းတင် ပညာပေးစီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဘယ်လိုအခန်းမျိုးကို ပြင်ဆင်မွမ်းမံမှာလဲဆိုတော့ ခေါင်းစဉ်ထဲကအတိုင်း Sex Room/ လူကြီးကစားခန်း/အပျော်ကြူးခန်း/ ဒချိခန်း... သန်ရာသာ ခေါ်ကြပါ... အဲ့လိုအခန်း​ဖြစ်အောင် ပြင်ဆင်ပေးမှာပါ\nSex room လို့ မြင်လိုက်တာနဲ့ တော်တော်များများက BDSM ကို ပြေးမြင်မိတတ်ကြတယ်။ မမှားပေမဲ့ ဟုတ်တော့လည်းမဟုတ်သေးဘူး။ Sex room ကို ဘာလို့ ထည့်ချင်ရတာလဲ...။\nကိုတော်တော်ဖြစ် မတော်တော်ဖြစ်တွေ ဖြစ်နေလို့ နေမှာပေါ့ ဆိုတာလည်း မဟုတ်သေးပြန်ဘူး။ ဒီစီးရီးထဲမှာတော့ Melanie Rose ဆိုတဲ့ အတွင်းပိုင်းအခန်း‌‌တွေပြင်ဆင်ပေးတဲ့ အဒေါ်ကြီးက ဘယ်လို clients မျိုးတွေကို လက်ခံပြင်ဆင်ပေးရမလဲဆိုတာတွေအပြင်\nSex room ထည့်ချင်ရတဲ့ ရည်ရွယ်ချက်မျိုးစုံကို တွေ့မြင်ရမယ်၊ ကြည်နူးရမယ်။ Decorator တွေအတွက်လည်း ...",
        "url": "https://channelmyanmar.org/tvshows/how-to-build-a-sex-room-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/broken-news-160x200.jpg",
        "title": "The Broken News (2022)",
        "description": "The Broken News (2022)====================\nအားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်နေတဲ့ ဂျာနယ်လစ်လောက၊မီဒီယာလောကအကြောင်းရိုက်ကူးထားတဲ့ IMDb 7.6/10 ရ အိန္ဒိယစီးရီးကောင်းလေးပဲဖြစ်ပါတယ်။မွန်ဘိုင်းမြို့က “Awaaz Bharati” နဲ့ “Josh 24/7” အမည်ရ အပြိုင်သတင်းချန်နယ်နှစ်ခု ..ဂျာနယ်လစ်တွေရဲ့ကျင့်ဝတ်တွေ လိုက်နာရမယ့်ထုံးတမ်းတွေကိုလေးစားတဲ့သတင်းချန်နယ် နဲ့ ကိုယ့်သတင်းကြည့်ရှုနှုန်းများများရရင်ပြီးရော နစ်နာသူကိုလည်းမငဲ့ညာကြည့်ရှုသူကိုလည်းမလေးစားဘဲ လိုချင်တဲ့သတင်းကိုအကြပ်ကိုင်ဖန်တီးယူပြီး“အိန္ဒိယရဲ့ နံပါတ်တစ် သတင်းချန်နယ်” ဆိုတဲ့ဂုဏ်ပုဒ်ကိုပဲ မက်မောတဲ့ သတင်းချန်နယ် ..။ သတင်းချန်နယ်ဆိုတာ နိုင်ငံရေး၊ စီးပွားရေး၊ လူမှုရေး၊ အမှုအခင်းအားလုံးနဲ့ဆက်နွယ်နေတဲ့ အရာတစ်ခုပါ။ ဒါတွေအားလုံးထဲမှာမှအမှန်တရားတွေလည်းရှိမယ် အလိမ်အညာတွေလည်းရှိမယ်ဖုံးကွယ်ထားတာတွေလည်းရှိလည်းရှိမယ်။ “The Broken News” မှာလည်း၂၀၁၇ခုနှစ်ရဲ့ လူ ၁၄ယောက်သေဆုံးခဲ့တဲ့ City Glitz Mall မီးလောင်မှုကမတော်တဆမှုလား ရှို့မီးလားဆိုတာ ဘယ်သူမှအဖြေမထုတ်နိုင်သေးတဲ့သတင်းတစ်ခုဖြစ်နေပါတယ်။ အဖြေမထုတ်နိုင်သေးသလိုလက်လည်းမလျှော့နိုင်တဲ့သူကတော့ “Awaaz Bharati”သတင်းချန်နယ်က ဂျာနယ်လစ် Radhika ပါ။ အဲဒီမီးလောင်မှုထဲမှာအခန်းဖော်ဖြစ်တဲ့ ဂျာနယ်လစ် Julia လည်းပါသွားခဲ့ပြီး Radhika ကတော့အခန်းဖော်ဖြစ်တဲ့ Julia ရဲ့ပစ္စည်းတွေကတဆင့် ...",
        "url": "https://channelmyanmar.org/tvshows/the-broken-news-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-resident-133x200.jpg",
        "title": "Resident Alien (2021)S1 + S2",
        "description": "ဂြိုလ်သားကား ဆို အပစ်အခတ် အထိုးအကြိတ်တွေချည်း ကြည့်ရတာ ငြီးငွေ့နေသူများအတွက် ဆန်းသစ်တဲ့ ဂြိုလ်သားကား ဇာတ်လမ်းတွဲလေး တစ်ကားတင်ဆက်လိုက်ပါတယ် ဟယ်ရီဆိုတာကတော့ တခြားဂြိုလ်ကနေ ကမ္ဘာပေါ်ကို စစ်ဆင်ရေးတစ်ခုကြောင့်ရောက်လာခဲ့တဲ့ ဂြိုလ်သားတစ်ကောင်ပါ သူ့ရဲ့ စစ်ဆင်ရေးကတော့ ရိုးရှင်းပါတယ်သူတို့ဆီက ကိရိယာလေးတစ်ခုကို ကမ္ဘာမြေပေါ်ပစ်ချခဲ့ပြီး သူ့ဂြိုလ်သူပြန်ရုံပါပဲ ကံမကောင်းတာက သူ့ယာဉ်ပျံကြီးက ကမ္ဘာပေါ်မှာပျက်ကျသွားပြီး သူ့ရဲ့ ကိရိယာလေးပျောက်သွားတာပါပဲ အဲဒီလိုနဲ့ သူက သူ့ရဲ့ကိရိယာလေးရှာတွေ့ဖို့အတွက် လူတွေကြားမှာလိုက်လျောညီထွေနေရင်းနဲ့ ဆရာဝန် အဖြစ်ဟန်ဆောင်နေခဲ့တာပါ ပင်ကိုယ်စရိုက်မဟုတ်တဲ့အတွက် အလွဲလွဲအချော်ချော်ဖြစ်တာတွေ လူတွေရဲ့ အတွေးအခေါ်တွေနဲ့ မတူတာတွေကို ဟာသလေးနှောပြီးရိုက်ပြထားတဲ့အတွက် ကြည့်နေရင်းနဲ့ တခွီခွီရယ်ရမဲ့ ဂြိုလ်သားကားလေးတစ်ကားဖြစ်တာကြောင့် လက်မလွှတ်တမ်း ကြည့်ရှုသင့်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း တင်ပြလိုက်ပါတယ်ခင်ဗျာမှတ်ချက်- ဂြိုလ်သားကဆရာဝန်ယောင်ဆောင်ထားတဲ့အတွက် ဆေးကုရင်တော့ သတိလေးထားကြပါလို့။File size…400 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….50 Min\nGenre...Sci-fic,Fantasy, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by GarfieldSeason 01\nEpisode 1\nVIP  ...",
        "url": "https://channelmyanmar.org/tvshows/resident-alien-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/XF-137x200.jpg",
        "title": "The Story of Xing Fu (2022)",
        "description": "The Story of Xing Fuတရုတ်ဇာတ်လမ်းတွဲတွေကိုမှ ချစ်မြတ်နိုးတဲ့CM ပရိသတ်တွေအတွက် CM ကနေပြီးတော့The Story of Xing Fu ဆိုတဲ့ ဇာတ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားထဲမှာအဓိကဇာတ်ကောင်မင်းသမီးအဖြစ်Zhao Li Ying, မင်းသားအဖြစ် Tang Zeng တိုကပါဝင်သရုပ်ဆောင်ထားကြောင့်ဒီဇာတ်လမ်းတွဲလေးကတော့ကောင်းမှာအသေအချာပါဘဲနော်။ဇာတ်လမ်းအကျဉ်းကတော့လူ့ဘဝမှာအတက်အကျတွေကြောင့် ခါးသီးမှု၊ချိုမြိန်မှုတွေဖြစ်ပေါ်လာတဲ့အချိန်မှာ ရဲရဲဝံ့ဝံ့နဲ့ရင်ဆိုင်ကျော်ဖြတ်သွားရင် နောက်ဆုံးမှာပျော်ရွှင်မှုဆိုတဲ့အရာကိုရရှိလာမှာမဟုတ်လား။ He Xing Fu (Zhao Li Ying) ကWang Qing Lai ဆိုတဲ့ရိုးသားဖြောင့်မတ်တဲ့လူနဲ့လက်ထပ်ပွဲနေ့မှာ ညီမဖြစ်သူ He Xing Yun တစ်ယောက်Wan Chuan Jia ဆီကနေစော်ကားခံခဲ့ရတယ်။Wan Chuan Jia ကတော့ရွာလူကြီးဖြစ်တဲ့Wan Shan Tang ရဲ့သားဖြစ်တယ်။အဲ့အချိန်မှာရဲရင့်တဲ့ He Xing Fu တစ်ယောက်Wan Chuan Jia ကိုဒဏ်ရာရအောင်ရိုက်မိခဲ့တယ်။ဒီလိုနဲ့ပြဿနာတွေတစ်ခုပြီးတစ်ခုဖြစ်ရင်းတစ်နေ့မှာကျန်းမာရေးထုတ်ကုန်စက်ရုံဆောက်လုပ်ဖိုအတွက်He Xing Fu ရဲ့ယောက္ခမမြေနေရာကိုသိမ်းယူမယ့်ပြဿနာပေါ်လာပါတော့တယ်။He Xing Fu ...",
        "url": "https://channelmyanmar.org/tvshows/the-story-of-xing-fu-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/lost-3-113x200.jpg",
        "title": "A Love Never Lost (2022)",
        "description": "A Love Never LostCM ချစ်ပရိသတ်ကြီးတိုအတွက်တရုတ်ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့A Love Never Lost ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ဒီဇာတ်ကားထဲမှာပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားတွေကတော့Go Go Squid ဇာတ်ကားထဲမှ Han Shang Yan အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Li Xian အပြင် Wei Da Xun, Zhou You နဲ့မင်းသမီး Chun Xia တိုကသရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ကျူးကျော်စစ်ပွဲတွေဖြစ်နေတဲ့ကာလမှာတရုတ်ပြည်ကြီးတစ်ခုလုံးသွေးချောင်းစီးနေပြီးရရာလက်နက်ကိုင်စွဲတော်လှန်နေကြတာပေါ့။မျိုးရိုးမြင့်ကနေပေါက်ဖွားလာတဲ့ Liang Xiang (Li Xian),ကူမင်တန်ပါတီ Yang Kai Zhi ( Wei Da Xun),BeiYang Wu Wei တပ် Li Ren Jun တိုကဂျပန်စစ်သင်တန်းကျောင်းမှာပညာသွားရောက်သင်ယူတဲ့အစောဆုံးတရုတ်ပြည်လူငယ်တွေဖြစ်လာခဲ့တယ်။သူတိုနဲ့တော်လှန်ရေးသမား Yu Tian Bai,မင်္ဂလာပွဲကနေထွက်ပြေးလာတဲ့ Qiu Hong (Chun Xia) တိုနဲ့တွေ့ဆုံခဲ့တယ်။အဲ့အချိန်ကနေစပြီးလူငယ်ငါးယောက်တိုကခက်ခဲကြမ်းတမ်းမှုတွေကိုကျော်ဖြတ်ခဲ့ကြရင်းသူတိုအိပ်မက်ဖြစ်တဲ့အမိနိုင်ငံကိုကယ်တင်ဖိုပြန်လာခဲ့ကြတာပေါ့။ဒီလိုတော်လှန်ရေးစစ်ပွဲကာလမှာသစ္စာရှိပြီးရဲဝံ့တဲ့လူငယ်ငါးယောက်တိုဒီသွေးကြောင်းစီးနေတဲ့လမ်းပေါ်မှာလျှောက်လှမ်းနေရတဲ့အချိန်ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်လာရမလဲစတဲ့စိတ်လှုပ်ရှားစရာတွေကိုဒီဇာတ်ကားလေးကနေဖော်ပြပေးသွားမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာဆိုရင်ဖြင့်ဇာတ်ကားမထွက်ခင်တည်းကဆုရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးဇာတ်ကားထဲမှာပါဝင်တဲ့သမိုင်းကြောင်း,ဝတ်စားပုံတွေကအစအသေးစိတ်ကျအောင်ရိုက်ကူးထားတာကြောင့်ဒီဇာတ်လမ်းတွဲလေးကို လက်မလွတ်တမ်းစောင့်မျှော်ကြည့်ရူလိုက်ရအောင် ~(အညွှန်းရေးသားသူကတော့ Ann Chi ဖြစ်ပါတယ်) Quality : ...",
        "url": "https://channelmyanmar.org/tvshows/a-love-never-lost-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3rHBpPFRXc7cAVzcIioXyGAEVu.jpg",
        "title": "Resident Evil (2022) Complete",
        "description": "နက်ဖလစ်ရဲ့ ရက်စီးဒန့်အီဗယ်စီးရီးအသစ်ထွက်လာပါပြီ။\nဇာတ်လမ်းရော ရိုက်ချက်တွေရော\nသရုပ်ဆောင်တွေရော အတော်ကိုကောင်းပါတယ်ဇာတ်လမ်းကလည်း အသစ်အဆန်းနည်းနည်းဖြစ်တော့ စိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nဇာတ်လမ်းကျောရိုးကတော့ အားလုံးသိတဲ့အတိုင်းပါပဲ... အမ်ဘရဲလား\nကုမ္ပဏီရဲ့ ဆေးဝါးစမ်းသပ်မှုတွေကြောင့် ဇွန်ဘီးတွေဖြစ်လာပြီး\nကမ္ဘာတစ်ခုလုံး အဆုံးသတ်သွားခဲ့ပါတယ်။ အသက်ရှင်ကျန်တဲ့လူ\nသန်း ၃၀၀ လောက်ပဲရှိပြီး ဇွန်ဘီး သန်း ၆၀၀၀ လောက်ဖြစ်နေပါပြီ။\nအမ်ဘရဲလားကတော့ ကမ္ဘာကြီးကို လက်ဝါးကြီးအုပ်ပြီးစိုးမိုးနေဆဲပါပဲ။\nလူတွေကလည်း ကမ္ဘာအနှံ့မှာ ကိုယ့်အဖွဲ့လိုက် ရှင်သန်ဖို့ကြိုးစားနေကြပါတယ်။\nအဲဒီကြားထဲမှာမှ ထူးခြားတဲ့ နောက်ခံဇာတ်လမ်းတွေနဲ့ အမ်ဘရဲလား\nအလိုရှိနေတဲ့လူတွေ၊ တိုက်ခိုက်ရေးသမားတွေ ပါလာတဲ့အခါ....  File Size – 421MBQuality – 720p NF WEB RIPDuration –55 minute (@Episode)Total Episodes: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Sci-Fi & FantasTranslator – Mr,Anderson & JimX , Yoon Sandi , ThiHa & Sett ...",
        "url": "https://channelmyanmar.org/tvshows/resident-evil-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/To-My-Star-Season-2-133x200.jpg",
        "title": "To My Star 2: Our Untold Stories (2022)",
        "description": "To my star 2 : Our Untold Stories (2022)ကိုယ့်ဘဝထဲကို ဝင်ရောက်လာပြီးသားဆိုရင်တော့\nကိုယ့်ပိုင်ဆိုင်မှုကို အဆုံးရှုံးမခံချင်ကြတာ သဘာဝပါပဲ ။\nအဲ့ဒီပိုင်ဆိုင်မှုဟာ လူပဲဖြစ်ဖြစ် အရာဝတ္ထုပဲ ဖြစ်ဖြစ်ပေါ့ ။တကယ်လို့များ ကိုယ်အမြတ်တနိုးနဲ့ ခူးဆွတ်ချူထားရတဲ့ အဖိုးတန်ကြယ်ပွင့်လေးဟာ\nကိုယ့်ဘဝထဲကနေ ဘာအကြောင်းပြချက်ရယ်လို့မှ မရှိဘဲ ပျောက်ကွယ်သွားခဲ့မယ်ဆိုရင်\nဘယ်လိုလူသားကများ ပျော်ရွှင်နိုင်ပါ့မလဲ ။ကောင်းကင်ကကြယ်လေးတမျှ အလှမ်းဝေးကွာလွန်းတဲ့ ဟန်ဂျီဝူးဆိုတဲ့လူသားလေးကို\nပိုင်ဆိုင်ခွင့်ရခဲ့တဲ့ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင် ဂန်ဆောဂျွန်း ။ဒါပေမဲ့ အကြောင်းပြချက်ရယ်လို့တောင် မရှိဘဲ\nရုတ်တရက် လမ်းခွဲခံလိုက်ရတဲ့အခါ ဂန်ဆောဂျွန်းရဲ့ဘဝမှာ ဘာတွေပြောင်းလဲသွားမလဲ?\nဟန်ဂျီဝူးက‌ရော ဘယ်လိုအကြောင်းတွေ ရှိနေလို့များ လမ်းခွဲလိုက်ရတာလဲ?“တစ်လအကြာမှာတော့ မင်း ပြန်လာလောက်မယ်လို့ထင်ခဲ့တယ် ။\nနှစ်လအကြာမှာတော့ မင်းတစ်ခုခုဖြစ်နေတာလားလို့ စိတ်ပူခဲ့တယ် ။\nတစ်နှစ်အကြာမှာတော့.... ”ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ အခုပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးနော် ။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့ဘာသာပြန်တွေကတော့ Hmwe Thet Winn နဲ့ Moe Pwint Phyu ...",
        "url": "https://channelmyanmar.org/tvshows/to-my-star-2-our-untold-stories-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMDNhZTU5ZDctM2ZlZi00ODA5LWFlNDItNWZkODc4NTg0ZmFhXkEyXkFqcGdeQXVyNDg0NjMwNDY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "God’s Favorite Idiot (2022)",
        "description": "Netflixက​ ထွက်ရှိထားတဲ့ ဟာသငစားစီးရီးတစ်ခုကို တင်ဆက်​\n​ပေးချင်ပါတယ်။ ကလာ့ခ်ဆိုတဲ့ ဘဲတစ်​ပွေက သူနဲ့တစ်ရုံးတည်း\nအလုပ်လုပ်​နေတဲ့အမ်မလီကို ကြိတ်ကြိုက်​နေသူ၊ စကား​ပြောရင်\nအ​ပေါက်အလမ်းမတည့်၊ ​ကြောင်​တောင်​တောင်​​ပဲ ​ပြောတတ်သူ၊\nလူပျိုသိုးကြီး​ပေါ့။တစ်​နေ့မှာ​တော့ ထူးထူးဆန်းဆန်းပဲ ကွက်ကြားမိုးကြိုးတစ်ခုဟာ\nကလာ့ခ်ကို သီးသန့်လာပစ်သွားပြီး အဲဒီကတည်းက ထူးဆန်းတဲ့\nကိစ္စ​တွေ စဖြစ်လာပါ​တယ်။ သူ့တစ်ကိုယ်လုံး ဖ​ယောင်းတိုင်မီးလို\nလင်းထိန်​နေတာကို crush​လေး အမ်မလီ ​တွေ့သွားတာက​နေစလို့\nတစ်ရုံးလုံးအသိ၊တစ်မြို့လုံးအသိ အုတ်​အော်​သောင်းနင်း​ကိစ္စ​တွေ\nဖြစ်ကုန်ပါ​တော့တယ်။​နောက်ပိုင်းမှာ သူ့ကိုပစ်သွားတဲ့ မိုးကြိုးဟာ ဘုရားရှင်​စေလွှတ်တဲ့\nမိုးကြိုးဖြစ်ပြီး သူ့ကိုတမန်​တော်အဖြစ် ခန့်အပ်လိုက်တယ်ဆိုတာ\nသိရှိပြီး​နောက်ပိုင်း သမ္မာကျမ်းစာလာ 4 Horsemen​ နဲ့ ​စေတန်ရဲ့\n​အဖျက်လုပ်ငန်း​တွေကို ကလာ့ခ်တစ်​ယောက် တမန်​တော်အစွမ်းနဲ့\nလိုက်လံတားဆီးရင်း ​ဘူမသိကိုးမသိနဲ့ ကမ္ဘာကြီးရဲ့ ကယ်တင်ရှင်\nဘဝကို ​ရောက်မှန်းမသိ​ ရောက်လာပါ​တော့တယ်။File size…500 Mb\nQuality….Webrip 720p\nFormat…mp4\nDuration….45 Min\nGenre... Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by JimX  Episode 1\n720p - VIP / Yoteshin / Megaup /  Meganz  / ...",
        "url": "https://channelmyanmar.org/tvshows/gods-favorite-idiot-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptAe2rs9MdBlaLqR4FTpfgQI5dT.jpg",
        "title": "Never Have I Ever (S1+S2+S3)",
        "description": "Season 4\nFile size…(700 MB)/(320 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….0o:30:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by CM TeamEpisode 1 720p  -  Yoteshin / Megaup / Meganz / Usersdrive / Streamvid / Streamsb\nEpisode 1 1080p  -  Yoteshin / Megaup / Meganz / Usersdrive \n Episode 2 720p  -  Yoteshin / Megaup / Meganz / Usersdrive / Streamvid / Streamsb\nEpisode 2 1080p  -  Yoteshin / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/never-have-i-ever-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uCqKKUhYdxTpc3TU6gbD6cBU15L.jpg",
        "title": "Hurts Like Hell (2022)",
        "description": "Hurts Like Hell (2022)IMDb rating 8.6 ရရှိထားတဲ့ ၂၀၂၂ ခုနှစ်ထွက် Netflix ရဲ့ နောက်ထပ် Documentary Series ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nအဆိုပါ Series မှာတော့ ထိုင်းနိုင်ငံရဲ့ လက်ဝှေ့လောကရဲ့ အမှောင်ခြမ်းကို တစ်စိတ်တစ်ပိုင်းမျှ မြင်တွေ့ရမှာ ဖြစ်ပါတယ်။\nလက်ဝှေ့ကိုလည်း စိတ်ဝင်စားတယ် Documentary Series ကိုလည်း ကြိုက်တယ်ဆိုရင် လက်မလွှတ်တမ်း ကြည့်ရှု့သင့်တဲ့ Series တစ်ခုပါ။\nလောင်းကစားဟာ ထိုင်းလက်ဝှေ့လောကရဲ့ အသက်သွေးကြောဖြစ်ပါတယ်။\nထိုလောကသားလည်း ၅ သိန်းခန့်ရှိပြီး နှစ်တစ်နှစ်တွင် လောင်းကစားမှာ ငွေကြေး လည်ပတ်မှုဟာ ထိုင်းဘတ်ငွေ ဘီလီလျံ ၄၀ မှ ၅၀ အထိရှိပါတယ်\nလက်‌‌ဝှေ့ရုံမှာ ကြည့်ရှု့သူရဲ့ ၉၈ ရာခိုင်နှုန်းဟာ လောင်းကစားသမားတွေပါ။\nထိုကဲ့သို့ ကြီးကျယ်လှတဲ့ လောကကြီးထဲမှာ ဒုစရိုက်ကိစ္စတွေကဲ့သို့ မကောင်းတဲ့အရာတွေဆိုတာ ဖြစ်တတ်စမြဲပါပဲ။\nအဆိုပါလောကသားတွေကရော ဘယ်လိုကျင်လည်နေကြလဲ ဘယ်လိုတွေ ရှင်သန်နေလဲဆိုတာ စိတ်ဝင်စားဖွယ် ...",
        "url": "https://channelmyanmar.org/tvshows/hurts-like-hell-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpdumvGSuWOXhuMg50u8DUt40K2.jpg",
        "title": "New Normal Zine (2022) Complete",
        "description": "New Normal Zine(2022)ဒီတစ်ခေါက်မှာတော့ Alice နဲ့ Police university တို့မှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Hwang Seung In ရဲ့ ကားသစ်လေးကို တင်ဆက်ပေးသွားမှာပါ။တစ်ကောင်ကြွက် ကောင်မလေး Cha Ji Min တစ်ယောက် မဂ္ဂဇင်းတိုက်တစ်ခုမှာပြည်တွင်းသတင်းထောက်အနေနဲ့ ဘဝကို အေးအေးဆေးဆေး ဖြတ်သန်းနေရင်း ရုတ်တရက် အဲဒီမဂ္ဂဇင်းတိုက်က ပိတ်သိမ်းခံလိုက်ရပါတယ်။အဲဒီနောက် ပင်မကုမ္ပဏီလက်အောက်ခံ ဒီဂျစ်တယ်မဂ္ဂဇင်းဖြစ်တဲ့ \"New Normal Zine\" မှာ အယ်ဒီတာအဖြစ်နဲ့ အလုပ်ဆက်လုပ်ဖြစ်ခဲ့ပါတယ်။အလုပ်သစ်မှာ တွေ့လိုက်ရတဲ့ သူဌေးသစ်ကတော့ ပင်မကုမ္ပဏီမှာ တစ်နှစ်တည်း အလုပ်ဝင်ရင်းခင်မင်ရင်းနှီးခဲ့တဲ့ အယ်ဒီတာချုပ် Son Ro Ji ပါ။ Son Ro Ji ကတော့ Cha Ji Min နဲ့မတူဘဲလုံးဝကို အလုပ်ဂျိုးဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ ဘဝကိုပေါ့ပေါ့ပါးပါးဖြတ်သန်းချင်တဲ့ Cha Ji Min တစ်ယောက်အလုပ်ဂျိုးနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/new-normal-zine-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hqABG0jPug0NoFpCcJYAtrRdIk3.jpg",
        "title": "Remarriage & Desires(2022)",
        "description": "Remarriage & Desires(2022) ဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်း သစ် (၁ မှ ၈) အထိ စ/ဆုံးနာမည်ကြီး မင်းသမီးကြီး  Kim Hee Sun ပါဝင်တဲ့ Netflix စီးရီးဟာ မထွက်ခင်ကတည်းကလူတွေအတော်စိတ်စားခဲ့ကြတယ်...ယခုထွက်လာတဲ့အခါမှ ထင်ထားတာထက်တောင် ပိုမိုက်မဲ့ပုံပဲ...Kim Hee Sun က ကျောင်းဆရာမတစ်ဦးဖြစ်ပြီး သမီးလေးလည်းတစ်ယောက်လည်းရှိတယ်...ခင်ပွန်းဖြစ်သူဆုံးပါးသွားလို့  သားအမိ (၂)ယောက်တည်းဖြတ်သန်းနေတယ်... အိမ်ထောင်ဦးစီးမရှိလို့ တစ်ချို့ကိစ္စတွေမှာ အားနည်းချက်ရှိသလိုမိခင်ဖြစ်သူကလည်း ငယ်ရွယ်တဲ့သူမကို ချမ်းသာတဲ့ သူနဲ့ အိမ်ထောင်ချပေးစေချင်တယ်..မြေးမလေးနဲ့ သမီးဖြစ်သူကို လုံခြုံအေးချမ်းစေချင်တာလည်းပါမှာပေါ့..အဲ့ဒီနောက် Rex လို့ခေါ်တဲ့ စေ့စပ်ပေးရေးကုမ္ပဏီကြီးတစ်ခုမှာမန်ဘာဝင်လိုက်တယ်...အဲ့ဒီနောက်မှာတော့ ကောင်းမွန်တဲ့ခင်ပွန်းမရဘဲ Kim Hee Sun  တစ်ယောက်ပိုင်ဆိုင်သမျှပါအကုန်ဆုံးရှုံးပြီး ဘဝပါပျက်သွားတော့တယ်..ဘာကြောင့်ဒီလိုတွေဖြစ်တာလဲ..သူမ ဘယ်လိုတုန့်ပြန်မလဲဆိုတာကိုတော့...အပိုင်း (၈) ပိုင်း တစ်ပြိုင်တည်း ထွက်ရှိခဲ့လို့ စောင့်မျှော်ကြည့်ရှုကြပါကုန်... Episodes:8File Size: 823MB & 344MBQuality :Web-DL 1080p,720pGenres: DramaTranslated by Shoon ...",
        "url": "https://channelmyanmar.org/tvshows/remarriage-desires2022/"
    },
    {
        "thumbnail": "https://s359.kapook.com/r/600/auto/pagebuilder/adbdb11f-81e8-45f9-8014-616e7051a441.jpg",
        "title": "A Cunning Destiny (2022)",
        "description": "A Cunning Destiny (2022) စ/ဆုံး\"မာယာများတဲ့ဖူးစာ\"........................................................... Women on Top ၏ လက်ထောက်တည်းဖြတ်သူတစ်ဦးဖြစ်တဲ့ “မွတ်မနီး”ဟာ သူမဘဝတွင်အရာအားလုံးကို ထိန်းချုပ်ရတာကို နှစ်သက်သဘောကျတယ်သိုပေမယ့် သူမ၏ မော်ဒယ် သူငယ်ချင်း “ကလတ်ဒေါင်း “နှင့် ဆရာဝန်ဖြစ်သူ “ထက်ချ်”တို၏ မင်္ဂလာပွဲတွင်သူမသည် သတိုသားရဲ့ သူငယ်ချင်းဖြစ်သူ ရှေ့နေဖြစ်သူ “ချင်ကရစ်”နှင့်ပထမဆုံးအကြိမ်တွေ့ဆုံပြီး\nတစ်ယောက်နဲ့တစ်ယောက် အငြင်းအခုံဖြစ်ခဲ့တယ်သာမာန်ဆိုရင်တော့ သူတိုနှစ်ဦးဟာ ပြန်တွေ့ဖို မဖြစ်နိုင်တော့ဘူးလို ထင်ထားခဲ့ကြပေမယ့်သူတိုနှစ်ဦးကြားမှာ မထင်မှတ်ထားတဲ့ အကြောင်းအရာတစ်ခု ဖြစ်သွားပြီးနှစ်ယောက်သား အိပ်ရာကနေ အတူတူနိုးလာသောအခါ ………သူမ “ မွတ်မနီး” ဟာ နာမည်ကြီးမင်းသမီးဖြစ်သူ “ဆိုဖီတာ” ရဲ့ မျက်နှာပြုပြင်ရေးနဲ့ပါတ်သတ်တဲ့သတင်းမှားကို ရေးသားခဲ့ပါတယ်လို တရားစွဲခံရသောအခါ ……….Mukmanee က အမှန်တရားကို ဘယ်လိုထုတ်ဖော်မလဲ\nမှားနေတဲ့လူရဲ့ မျက်နှာဖုံးကို ချွတ်နိုင်ပါ့မလားရှေ့နေဖြစ်တဲ့ ချင်ကရစ်ကရော ဘယ်လို ကူညီပေးမလဲမွတ်မနီးနဲ့ ချင်ကရစ်တို အချစ်က ဘယ်လိုဖြစ်ပေါ်လာမလဲဆိုတာ\nစောင့်မျှော်ကြည့်ရှူနိုင်ပါပြီAired: May.26 , 2022\nAired ...",
        "url": "https://channelmyanmar.org/tvshows/a-cunning-destiny-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/p_p_disneyplusoriginals_msmarvel_20671_v1_1_6d994b81-133x200.jpeg",
        "title": "Ms. Marvel (2022) – Season 01",
        "description": "Ms. Marvel (2022) - Season 01\n=======================မာဗယ်ရဲ့ စူပါဟီးရိုးအသစ် မစ္စမာဗယ် စပါပြီ။\nတစ်ပတ်တစ်ပိုင်းနဲ့ ၆ ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ်။ကာမာလာခန်းဆိုတဲ့ ၁၆ နှစ်အရွယ် ပါကစ္စတန်သူ စူပါဟီးရိုးလေးဖြစ်ပါတယ်။\nComic အရဆိုရင်တော့ လေးယောက်မြောက် Ms. Marvel လည်းဖြစ်ပါတယ်။\nကာမာလာဟာ ဘာသာရေးနဲ့စည်းကမ်းတင်းကြပ်တဲ့ အစ္စလာမ်ဘာသာဝင်မိသားစု\nတစ်ခုရဲ့ သမီးပျိုလေးတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ သူဟာ ကျောင်းစာတွေထက်\nကာတွန်းတွေဆွဲဖို့တွေ အာကာသနဲ့ စူပါဟီးရိုးအကြောင်းတွေကိုပဲ အမြဲစိတ်ကူး\nယဉ်နေတတ်သူဖြစ်ပါတယ်။ သူ့ရဲ့အကြိုက်ဆုံးဟီးရိုးကတော့ ကပ္ပတိန်မာဗယ်ပါပဲ။\nသူ့ရဲ့ အစွမ်းတွေကတော့ ကပ္ပတိန်မာဗယ်နဲ့ ကွဲပြားပါတယ်။ ဘယ်လောက်ထိ\nဘယ်လိုအစွမ်းထက်ပြီး ဘယ်ရန်သူတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာတော့ ဆက်ကြည့်ရမှာပါပဲ။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Andrson ဖြစ်ပါတယ်။)File Size.............(1.4 Gb) / (800 MB) / (300 MB)\nQuality...............WEBDL 4K / 1080p / 720p\nDuration............50Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Action, Adventure, Comedy, Sci-Fi\nTranslator..........Mr.Andrson\nEncoder..............SWM / ...",
        "url": "https://channelmyanmar.org/tvshows/ms-marvel-2022-season-01/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u0GxLQplo42N7HCbDzd1bkdE5lB.jpg",
        "title": "Ultimate Weapon Alice(2022)",
        "description": "Ultimate Weapon Alice(2022) ဇာတ်လမ်းတွဲ*******************************************အပိုင်းသစ် (၁ မှ ၈)အထိ စ/ဆုံး ဟန်းဂယောအူးလ် ဆိုတဲ့ကောင်မလေးဟာဂိုဏ်းတစ်ခုက ဖိုက်တာမလေးတစ်ယောက်..အရွယ်ကလည်းကျောင်းနေတဲ့အရွယ်ဆိုတော့ ကျောင်းတစ်ကျောင်းမှာတက်နေလေရဲ့..တစ်နေ့တော့ ပြဿနာကြီးတစ်ခုကြောင့်ကျောင်းပြောင်းဖို့အကြောင်းဖန်လာတယ်...ကိုရီးယားကျောင်းအချို့မှာ ကြီးနိုင်ငယ်ညှဉ်းမျိုးတွေရှိတတ်တော့ ထုံးစံအတိုင်း ကျောင်းသစ်မှာ ဒီလိုတွေကြုံရပြန်တယ်..အဲ့ဒီအချိန်မှာ ခပ်ဆန်းဆန်းကောင်လေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီးဒီကောင်မလေးဘာတွေဆက်ဖြစ်မလဲ...သူ့နောက်ကိုလိုက်နေတဲ့ ရာဇဝတ်ဂိုဏ်းနဲ့လည်းဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..အပိုင်း (၈) ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ်...  Episodes: 8Aired: Jun 24, 2022 - Aug 12, 2022File Size: 600MB & 300MBQuality :Web-DL 1080p,720pGenres: Action, Romance, Youth, DramaTranslated by Estel,ChitThe,So Ri   &  YumekoEncoded by  Phyo Pyae <<<<<<TELE LINK>>>>>\nEpisode 1\n720P]   [ UsersDrive   | Yoteshin |     MegaUp    |     Mega.NZ    | StreamSB  |  VIP\n1080P][ UsersDrive   | Yoteshin |    MegaUp    ...",
        "url": "https://channelmyanmar.org/tvshows/ultimate-weapon-alice2022/"
    }
]