[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODJlYTdlNmMtODM3YS00ODc5LWEwZTctZWEwMjYyZGMxNTM5XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Spy/Master (2023)",
        "description": "Spy/Master (2023)\n==============\nIMDb Rating - 8.0/10Victor Godeanu က ရိုမေးနီးယား အာဏာရှင် Nicolae\nCeausescu ရဲ့ ညာလက်ရုံး အရင်းနှီးဆုံး အကြံပေးပါ။ တစ်နေ့\nCeausescu က သူ့အတွင်းလူတွေထဲ သစ္စာဖောက်သူလျှို ရှိနေ\nတယ်ဆိုပြီး Godeanu ကို စုံစမ်းခိုင်းခဲ့တယ်။ဒါပေမဲ့ တကယ်တော့ Ceausescu ရဲ့ အကြံပေး Godeanu ကိုယ်\nတိုင်က အဲဒီသူလျှိုဖြစ်နေတာပါ။ Godeanuက KGB အတွက်\nလျှို့ဝှက်အေးဂျင့် ဖြစ်နေပြီး သူ့ရဲ့သရုပ်မှန်ကို Ceausescu မသိခင်\nရိုမေးနီးယားကနေ ထွက်သွားဖို့ ဘယ်လိုတွေ ကြိုးစားမလဲ၊ ဘယ်\nသူ့အကူအညီတွေ ယူပြီး ​လှုပ်ရှားမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်\nကြည့်ရှုရမယ့် စီးရီးတစ်ခု ဖြစ်ပါတယ်။(၁)ပတ်တစ်ပိုင်းနှုန်းဖြင့် စုစုပေါင်း(၆)ပိုင်းထွက်ရှိမှာဖြစ်ပြီး အပတ်\nစဥ်တင်ဆက်ပေးသွားပါမယ်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thwal\nHtoo Zin ဖြစ်ပါတယ်။)File Size.............(400 MB) / (800 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............50Min(@Episode)\nSubtitle..............Myanmar ...",
        "url": "https://channelmyanmar.org/tvshows/spy-master-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/d0yoOD_3f-140x200.jpg",
        "title": "BITCH X RICH (2023)",
        "description": "BITCH X RICH (2023)*********************အပိုင်း( ၁ မှ ၁၀) အထိ စ/ဆုံးဒီဇာတ်လမ်းတွဲကတော့ ကိုရီးယားရဲ့  မရိုးနိုင်သောကျောင်းတွင်းအကြမ်းဖက်မှုတွေကိုအခြေတည်ပြီး ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ်..အပိုင်း (၁၀ ) ပါရှိပြီးချမ်းသာတဲ့မိသားစုကကောင်မလေးနဲ့ အခြေခံလူတန်းစားကောင်မလေးတို့ကြားတိုက်ပွဲကို ကြည့်ရမှာဖြစ်ပါတယ်...ကျောင်းတွင်းအကြမ်းဖက်မှုတွေကြားမှာ မတော်တဆလူသတ်မှုတစ်ခုဖြစ်ခဲ့ပြီးဒီအမှုရဲ့မျက်မြင်သက်သေကတော့ နောက်ခံအင်အားမရှိ ..နာမည်မရှိ..ငွေကြေးအင်အားမရှိတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်နေတယ်..စကားတစ်ချက်မှားလိုက်တာနဲ့ ကြွေပန်းကန်တစ်ချပ်လိုအလွယ်တစ်ကူကွဲကြေနိုင်တဲ့အနေအထားမှာဒီကောင်မလေး ဘယ်လိုရုန်းထွက်မလဲဆိုတာကိုတော့....Aired:  May 29, 2023 - Jul 18, 2023\nAired On: Monday, Tuesday\nGenres: Thriller, Mystery, Youth, Drama\nDuration: 40 mins\nEpisodes: 10\nOriginal Network: TVN\nFile Size: 720p(~250MB) , 1080p(550MB)\nTranslated by Tiff , Shoon & Thinn Thinzar\nEncoded by Phyo Pyae «««   Telegram Channel  »»» Episode 01\n[720p]     »»»   UsersDrive  ...",
        "url": "https://channelmyanmar.org/tvshows/bitch-x-rich-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YLb5vYSMEI4mwQz9lM2LvFRqwg.jpg",
        "title": "Love Tractor (2023)",
        "description": "Love Tractor (2023)မြို့သား နဲ့ တောသူ တော့ မဟုတ်တဲ့ မြို့သား နဲ့ တောသားရဲ့ အချစ်ဇာတ်ကားလေး လာပါပြီ။မြို့ကြီးသားလေး Hyeon Yul က စာတော်တဲ့ ဥပဒေကျောင်းသား တစ်ယောက်ဖြစ်ပြီးတော့\nမြို့ပြမှာ မပျော်ပိုက်ဘဲ လမ်းတွေ ပျောက်နေခဲ့ရတဲ့ မြို့ကြီးသားလေး တစ်ယောက် ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ သူ့အိမ်ကနေ ဘယ်သူမှ မသိအောင် ထွက်လာခဲ့ပြီးတော့\nအဘိုးဖြစ်သူရဲ့ ရွာမှာ ခေတ္တ နေထိုင်နေရင်း တောသားလေး Ye Chen နဲ့ စတင်တွေ့ပြီးတော့\nအချစ်ထွန်စက်ကြီးကို ဘယ်လို ခုတ်မောင်းကြမယ် ဆိုတာကို အပတ်စဉ် ဗုဒ္ဓဟူးနေ့တိုင်း စောင့်မျှော်ပေးကြပါဦး။တောနယ်က ရိုးသားဖြူစင်မှုတွေနဲ့ တောတောင်အလှအပတွေကိုလည်း တစ်ဝကြီး ခံစားကြရဦးမှာပါ။တစ်ပတ်ကို ၂ ပိုင်းနှုန်းနဲ့ ၈ ပိုင်းတိတိ တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama\nQuality…. 1080p | 720p\nFile size… 400MB | ...",
        "url": "https://channelmyanmar.org/tvshows/love-tractor-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/taj-133x200.jpg",
        "title": "Taj: Divided by Blood (2023) S2 Complete",
        "description": "Taj: Divided By Blood Season (2) Ep 1 to 8 (Complete)ဒီတစ်ခေါက်မှာကတော့ S(1)တုန်းက\n၁၆ရာစုအတွင်း အိန္ဒိယနိုင်ငံမှာ ဩဇာအရှိန်အဝါကြီးမားခဲ့တဲ့ မဂိုအင်ပါယာ ဧကရာဇ်မင်းကြီး\nအက်ကဘရ်နဲ့ သားတော်၃ပါးဖြစ်တဲ့ ဆလင်းမ် မူရားဒ်နဲ့ ဒါနီယားလ်တို့ရဲ့စီးခဲ့တဲ့ သွေးကြွေးကိုပြန်ဆပ်မယ့်\nမဂိုအင်ပါယာကြီးရဲ့အရှုပ်တော်ပုံ S(2)ကိုတင်ဆက်မှာဖြစ်ပါတယ် S (1)မှာတော့ မဂိုအင်ပါယာထဲက\nအလှတရားနဲ့ ရက်စက်ကြမ်းကြုတ်မှုအပါအဝင် နန်းတွင်းအရှုပ်တော်ပုံတွေကို ဦးစားပေးဖော်ပြခဲ့တာဖြစ်ပါတယ်ဒါ့အပြင်အန္တရာယ်များတဲ့နိုင်ငံရေးလောကအကြောင်း..ကဗျာဆန်တဲ့အလှတရားတွေ..\nရမ္မက်ပြင်းထန်တဲ့ချစ်ကြည်နူးမှုတွေ..သွေးအေးအေးနဲ့သစ္စာဖောက်မှုတွေကိုဖော်ပြထားပြီး\nမဂိုအင်ပါယာကြီးရဲ့ လူတစ်ယောက်ချင်းစီတိုင်းအရှုပ်တော်ပုံတွေကို ဖော်ပြထားတာဖြစ်ပါတယ်S(2)မှာတော့သေဆုံးသွားတဲ့ ချစ်ရသူအနာရ်ကာလီအတွက် လက်စားချေဖို့ဆာလောင်နေပြီး\nပုန်ကန်နေတဲ့ဆလင်းမ်ကို မလွဲသာမရှောင်သာအခြေအနေကြောင့် နန်းတော်ကိုပြန်လာဖို့ခေါ်ရာမှ\nထပ်မံပေါ်ပေါက်လာတဲ့ သွေးကြောင်းစီးအေးစက်မှုတွေ နန်းတွင်းထဲကလူယုံတော်တွေရဲ့ ပူးပေါင်းကြံစည်မှု\nနောက်ကျောဓါးနဲ့ထိုးတဲ့ အရှူပ်ထုတ်တွေနဲ့ ပြည်ပကဝင်လာတဲ့ရန်သူတွေရဲ့ တ်ုက်ပွဲကိုရင်ခုန်စွာကြည့်ရှူ့ရမှာဖြစ်ပါတယ်Quality : 1GB  / 500MBTotal Episodes : 8EpsFormat : mp4Genres : Drama , HistoryDuration : 45minsSubtitle : Myanmar Subtitle ( Hardsub ...",
        "url": "https://channelmyanmar.org/tvshows/taj-divided-by-blood-2023-s2-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wEbf9llYilJuBQ5406Fh7JKenq9.jpg",
        "title": "Delete (2023)",
        "description": "Delete (2023)“ဒီလူ့ကိုတော့ ငါမသိခဲ့ရင်ကောင်းမှာပဲ သူ့ကို ငါ့ဘဝထဲကနေ ထုတ်ပစ်ချင်လိုက်တာ ဖျက်ပစ်ချင်လိုက်တာ” ဆိုပြီး စိတ်ကူးမိတဲ့ လူတစ်ယောက်တော့ ရှိကြတယ် .. ဟုတ်?\nဒီနေ့မှထွက်ရှိလာတဲ့ ထိုင်း netflix စီးရီး “ DELETE” မှာတော့ ကိုယ်အလိုမရှိတဲ့သူကို ဒီလိုမျိုးဖျောက်ပစ်နိုင်မှာပဲဖြစ်ပါတယ်။စိုက်ပျိုးမွေးမြူရေးခြံပိုင်ရှင် Too ရဲ့ဇနီးသည်လည်းဖြစ်သလို ကိုယ်တိုင်က အနုပညာပြခန်းတစ်ခုကိုဦးစီးနေတဲ့ Lilly က\nအများအမြင်မှာတော့ အိမ်ထောင်ရေး၊ စီးပွါးရေး အဖက်အဖက်ကပြည့်စုံကံကောင်းတဲ့အမျိုးသမီးကောင်းလေးပေါ့။\nဒါပေမယ့် Lilly က အများထင်သလိုမဟုတ်ဘဲ နာမည်ကျော်စာရေးဆရာ Aim နဲ့ဖောက်ပြန်နေတဲ့ အိမ်ထောင်ရေးဖောက်ပြန်နေသူတစ်ဦးပါ။\nတစ်ဖက်မှာလည်း Aim က လူလွတ်တစ်ယောက်မဟုတ်ဘဲ ရည်းစားဖြစ်သူ Orn နဲ့ အတူနေဆက်ဆံရေးရှိနေသူပါ။ဒီလိုနဲ့တစ်နေ့ကျ Aim နဲ့ Lilly တို့ဖောက်ပြန်နေတဲ့အကြောင်းကို Orn သိသွားရာကနေ ကတောက်ကဆအခြေအနေတွေစတင်လာပါတော့တယ်။\nဒီလိုနဲ့ အခက်တွေ့နေတဲ့ Aim နဲ့ Lilly ဆီကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုရောက်လာပါတော့တယ်။\nအဲဒီပစ္စည်းရဲ့ထူးခြားချက်က လူတစ်ယောက်ကိုဓာတ်ပုံရိုက်လိုက်တာနဲ့ အဲဒီလူက ...",
        "url": "https://channelmyanmar.org/tvshows/delete-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cILrZGHgsIEpZ6VKEB3VwC2CadB.jpg",
        "title": "Debris (2021) Season 1",
        "description": "Supernatural တို့ X-File တို့လိုမျိုး အဓိကဇာတ်ကောင်နှစ်ယောက်က ထူးခြားဆန်းကြယ်တဲ့အမှုတွေကို စိတ်ဝင်စားစရာရင်တမမနဲ့ ဖြေရှင်းတာမျိုး ကြည့်ချင်တယ်ဆိုရင်တော့ဒီ စီးရီးလေးက သင့်အတွက်ပဲ ဖြစ်ပါတယ်။ Season 1 မှာတော့အပိုင်း ၁၃ ပိုင်း ပါဝင်ထားတာကို တွေ့ရှိရမှာပါ။ သူကတော့နတ်ဆိုး မိစ္ဆာ သူရဲအကောင်ပလောင်တွေလို မဟုတ်ဘဲအာကာသယာဉ်ပျံ အပိုင်းအစကြောင့် ထူးခြားတဲ့စွမ်းအားတွေနဲ့လူတွေ ဒုက္ခရောက်ကြပုံတွေ လောဘတွေ ပြဿနာတွေအမှုတွေကို တင်ဆက်ပြသပေးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကမ္ဘာပေါ်က ပညာရှင်တွေကဂြိုလ်သားယာဉ်ပျံတစ်စီးကို လွန်ခဲ့တဲ့ ၃ နှစ်တုန်းကတွေ့ရှိခဲ့ကြပါတယ်။ ဒါပေမဲ့ လွန်ခဲ့တဲ့ ၆ လမှာတော့ အဲဒီယာဉ်ပျံက အပိုင်းအစအနတွေဟာ ကမ္ဘာမြေပေါ် ပြုတ်ကျလာပါတယ် အဲဒါကို Debris တွေလို့ ခေါ်ပြီး ခေါင်းစီးနာမည်ကဒါကို ပေးထားတာ ဖြစ်ပါတယ်။ သူက သာမန်ပြုတ်ကျလာရင်တော့ ကိစ္စမရှိဘူးပေါ့ ဒါပေမဲ့ ဒါက နေရာအနှံ့အပြား ပြုတ်ကျလာတဲ့အပြင် တစ်ခုချင်းစီတွေက ထူးခြားတဲ့ စွမ်းအားတွေရှိနေတာပဲ ဖြစ်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/debris-2021-season-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rc6B7lcqtUl2rH4AZrJp2WeCeJe.jpg",
        "title": "The Villain of Romance (2023)",
        "description": "The Villain of Romance (2023)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ တက္ကသိုလ်အချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်အချစ်ဇာတ်လမ်းတွေကို ဆွေးနွေးပေးတဲ့ ရေဒီယိုအစီအစဉ်တစ်ခုဆီကို\nဂန်ဟီဂျယ် ဆိုတဲ့ ကောင်လေးက သူ့ရဲ့အချစ်ဇာတ်လမ်းလေးကိုပေးပို့ခဲ့ပါတယ်အကြောင်းအရာကတော့ သူ့ထက် ၂ နှစ်ကြီးတဲ့ မမကိုမှ သွားချစ်မိတဲ့ ဂန်ဟီဂျယ်ဟာ\nသူ့မမနဲ့ သူ့မမရဲ့ ယောက်ျားလေးသူငယ်ချင်းတို့ နှစ်ယောက်ကို စိတ်မချနေတဲ့အဖြစ်ပါယောက်ျားလေးနဲ့ မိန်းလေးကြားက ဆက်ဆံရေးကို စိတ်ချလက်ချ မယုံကြည်နိုင် ဖြစ်နေရှာတဲ့ ဂန်ဟီဂျယ်ဟာ\nအသက်ငယ်တဲ့ မောင်လေးတွေရဲ့ ထုံးစံအတိုင်း ခပ်မိုက်မိုက် ဖြစ်ချင်သလို ဟန်ဆောင်ပေမဲ့\nစိတ်ထဲမှာတော့ ခပ်မိုက်မိုက်လေး မဖြစ်နိုင်လို့ ပြဿနာတက်ပြီး တစ်ကိုယ်တော် အပူမီးပွားရတဲ့ဇာတ်လမ်းလေးပါပဲ။\nမ နဲ့ မောင်လေး ရဲ့ အချစ်ဇာတ်လမ်းမှာ ဘယ်လိုဗီလိန်တွေနဲ့ ကြုံတွေ့ရဦးမလဲဆိုတာ ရှုစားကြပါဦး။လူငယ်တွေရဲ့ အချစ်ရေးကို တကယ့်လက်တွေ့ဆန်ဆန် ပုံဖော်ထားတာဖြစ်လို့ ပေါ့ပေါ့ပါးပါးကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz, Hmwe, Blue, Kaung, Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Romance, Drama\nQuality…. ...",
        "url": "https://channelmyanmar.org/tvshows/the-villain-of-romance-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/my4imieiLP02unyU6OnF4pmIDBi.jpg",
        "title": "Scoop (2023) Complete",
        "description": "Scoop 2023IMDb-7.7/10Mid day ရဲ့သတင်းထောက် Jyotirmoy Dey 2011 မှာ အမှုစွပ်စွဲခံရရာကနေ\nBehind Bars in Byculla:My days in Prison ဆိုတဲ့ ကိုယ်ရေးအတ္ထုပ္ပတ္တိကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန်စီးရီးကို\nNetflix ကနေထုတ်လွှင့်လိုက်တာပဲဖြစ်ပါတယ်Scoop ဆိုတာ informal အဓိပ္ပာယ်အရဆိုရင် အပြိုင်သတင်းပေါ့ သတင်းစာတိုက်တွေကြား\nကိုယ်ကသတင်းထူးသတင်းဦးကို လုပြီး ပုံနှိပ်ဖော်ပြရတာမျိုးပါအဓိကမင်းသမီး ဂျက်ရူတီက East Asia ဂျာနယ်ရဲ့ အဓိကမှုခင်းသတင်းထောက်တစ်ယောက်ပါ\nမှုခင်းသတင်းထောက်ဆိုတော့ ရဲတွေရော လမ်းဘေးကကောင်တွေရော ဂိုဏ်းစတားတွေအားလုံးနဲ့\nအဆက်အသွယ်ရှိပါတယ် သူ့အတွက်က သတင်းရဖို့အတွက်ဆိုရင် မိသားစုကိုပါဘေးချိတ်ပြီး\nသတင်းရမဲ့နေရာကိုပြေးတဲ့ သတင်းထောက်တစ်ယောက်ပါအဲဒီအချိန်မှာပဲ သူ့ရဲ့ပြိုင်ဘက်သတင်းထောက်တစ်ယောက်က အသတ်ခံလိုက်ရတဲ့အခါမှာ\nလူတိုင်းက ဂျက်ရူတီတစ်ယောက် သူ့ရဲ့မြေအောက်လောကအဆက်အသွယ်တွေကိုသုံးပြီး\nသူ့ပြိုင်ဘက်ကို လုပ်ကြံလိုက်တာလို့ပဲ ယူဆကြပါတော့တယ်ဂျက်ရူတီတစ်ယောက် အပြစ်ကင်းမကင်း သူ့ရဲ့အပြစ်ကင်းမှုကို မှုခင်းသတင်းထောက်ပီပီ\nကိုယ်တိုင် ဘယ်လိုသက်သေပြဖို့ကြိုးစားမလဲဆိုတာ\nလက်တွေ့ဆန်ဆန်သိမြင်ခံစားရမှာမို့ CM ပရိသတ်ကြီးအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်\n(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Saii~ Thaik San ~ BpL ~ YH ~ Yunni တို့ပဲ ...",
        "url": "https://channelmyanmar.org/tvshows/scoop-2023-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p8655176_b_v8_aa-341x512.jpg",
        "title": "Avatar: The Last Airbender",
        "description": "Avatar: The Last Airbender (Series)3 Seasons, 61 Episodes, 24mins/EpisodeIMDb Rating - 9.2/10ဒီဇာတ်လမ်းထဲက ကမ္ဘာကြီးမှာ \"ရေ၊ မြေ၊ လေ၊ မီး\" ဆိုပြီး နိုင်ငံကြီး (၄) နိုင်ငံ ပိုင်းပြီး နေကြပါတယ်။\nနိုင်ငံအားလုံး အေးအေးဆေးဆေး ငြိမ်းငြိမ်းချမ်းချမ်း နေနေကြတာပါ။\nဒါပေမယ့် မီးနိုင်ငံက ကျူးကျော်စစ် စ,လိုက်တဲ့အခါမှာတော့ အရာအားလုံး ပြောင်းလဲသွားခဲ့ပါတယ်။\nဒီလိုကိစ္စတွေကို တားဆီးနိုင်တဲ့သူက ရေ၊ မြေ၊ လေ၊ မီး ဆိုတဲ့ ဓါတ်ကြီး(၄)ပါးကို ထိန်းချုပ်နိုင်တဲ့ Avatar ပါပဲ။\nဒါပေမယ့် အကြောင်းကြောင်းကြောင့် တလောကလုံးက လိုအပ်နေတဲ့အချိန်မှာ သူ ပျောက်သွားခဲ့ပါတယ်။နှစ်ပေါင်း (၁၀၀) လောက် အကြာမှာတော့ ကတာရာ နဲ့ ဆော့ကာ ဆိုတဲ့ မောင်နှမ (၂) ယောက်ဟာ\nAvatar ကို မထင်မှတ်ဘဲ တွေ့သွားခဲ့ပါတယ်။ အဲ့ဒီနောက် ...",
        "url": "https://channelmyanmar.org/tvshows/avatar-the-last-airbender2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u42D2SlB7HKtA0H0QRsvXc3l0Zj.jpg",
        "title": "Let’s Get Divorced(2023)[Complete]",
        "description": "Let's Get Divorced(2023)***********************အပိုင်း ( ၁ မှ ၉) အထိ စ/ဆုံး\nဒီစီးရီးလေးကတော့ အိမ်ထောင်သက်တမ်းကြာလာတာနဲ့ အချစ်တွေမရှိတော့ဘဲ ကွာရှင်းဖို့သာအားပြုနေကြတဲ့လင်မယားစုံတွဲလေးအကြောင်းကို ရိုက်ကူးထားတဲ့ Comedy Drama Seriesလေးပါ။\nခင်ပွန်းဖြစ်သူ တအိရှိဟာ နိုင်ငံရေးမိသားစုအသိုင်းအဝိုင်းက ကြီးပြင်းလာသူ၊ လက်ရှိမှာလည်း ရွေးကောက်ခံဥပဒေပြုအဖွဲ့ဝင်တစ်ယောက်ပေါ့။\nသူ ရွေးကောက်ခံနိုင်ငံရေးသမားဖြစ်လာပုံကအဆန်းဗျ။ ဇနီးဖြစ်သူဟာ နာမည်ကျော်မင်းသမီးဖြစ်နေလေတော့မင်းသမီးယောကျာ်းဆိုပြီးမဲပေးရင်း၊ မဲဆွယ်ရင်းက ရွေးကောက်ပွဲနိုင်ထားတာပါ။\nဇနီးဖြစ်သူ ယူအီဟာလည်း ရုပ်ရှင်ရိုက်ကွင်းတွေ မအားတဲ့ကြားက ယောကျာ်းရဲ့ မဲဆွယ်ပွဲတိုင်းလိုလိုပါဝင်အားဖြည့်ပေးနေကျ ပါရမီဖြည့်ဖက်လေးပါ။\nဒီလိုဇနီးလေးရထားတာကိုမှ တအိရှိဟာတီဗီအစီအစဥ်ကြေငြာသူတစ်ယောက်နဲ့လမ်းဘေးမှာနမ်းရင်း ဖောက်ပြန်မိသွားပါတယ်။\nတအိရှိတစ်ယောက် ဖောက်ပြန်မိတဲ့အတွက် ဇနီးဖြစ်သူကို သုံးနှစ်လုံးလုံး တောင်းပန်ရိုကျိုးခဲ့ပေမယ့်အခုကျထပ်ပြီးသတင်းထွက်လာတော့ သူလည်းမအောင့်နိုင်တော့ဘဲ ကွာရှင်းဖို့ကြံပါလေရော။\nတစ်ဖက်မှာလည်း ယူအီကိုယ်တိုင်က ခင်ပွန်းဖြစ်သူကို လက်လွှတ်ရမလား၊ ထပ်ခွင့်လွှတ်ပြီး ရှေ့ဆက်ရမလား ဝေခွဲမရဖြစ်နေရှာပါတယ်။\nသို့ပေမဲ့လည်း အိမ်ထောင်ကိစ္စ၊ ကွာရှင်းကိစ္စဆိုတာ သူတို့အတွက်ကျတော့ လွယ်ကူမနေပြန်ဘူး။\nအချစ်တွေမေတ္တာတွေက အနေနီးလို့မမြင်ရပေမယ့် သံယောဇဥ်ကရှိနေဆဲပဲလေ။\nသူတို့နှစ်ယောက်ကြားမှာ ဘယ်လိုဇာတ်လမ်းလေးတွေရှိဦးမလဲ၊ ဘယ်သူတွေက စနှိုက်ကြမှာလား၊ခြံခုန်ကြမှာလားဆိုတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ပါတယ်။Episodes: 9File Size:800MB, 300MBQuality :Web-DL ...",
        "url": "https://channelmyanmar.org/tvshows/lets-get-divorced2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/qYW658_4f-143x200.jpg",
        "title": "The Revengers (2023)",
        "description": "\"ရဲရင့်သူတိုရဲ့ရန်ငြိုးကလဲ့စား\" မြန်မာစာတန်းထိုး\nThe Revenger 2023ကလ အဖြစ် kitkong khamkrith\nမဖိုင်း အဖြစ် Hana Lewis\nဆီယာဖန်(ကျွမ်) အဖြစ် Note watcharabul leesuwanကျွမ်ဆိုတဲ့သူဟာ သူ့မိန်းမနဲ့အတူ ဖာလိတ်ဆိုတဲဲရွာမှာအတူနေထိုင်ခဲ့ပါတယ်\nတစ်နေ့မှာတော့ အရမ်းယုတ်မာတဲ့သူကြီးဆတ်ဒါက ကျွမ်ရဲ့မိန်းမကိုလိုချင်လို\nကျွမ်ကို မူးယစ်ဆေးသယ်ပါတယ်ဆိုပြီးအပြစ်တင်စွပ်စွဲခဲ့ပါတယ်ဒါနဲ့ပဲကျွမ်ဟာ ဘုမသိဘမသိဘဲထောင်ကျခဲ့ရတယ်\nသူ သူကြီးဆတ်ဒါကိုအငြိုးကြီးလွန်းလို ထောင်ကနေထွက်လာတဲ့ချိန်မှာတော့\nသူ့နာမည်ကို ဆီယာဖန်အဖြစ်ပြောင်းလိုက်ပြီး\nသူကြီးရဲ့စီးပွါးရေးတွေကိုဖျက်ဆီးပြီးလက်စားချေပါတော့တယ်ကလကတော့ ဆီယာဖန်ကိုဖမ်းဖို ဖာလိတ်ရွာကိုပြောင်းလာရတဲ့ဒုရဲအုပ်ပါ\nသူ့မှာရည်ရွယ်ချက်ရှိပါတယ် အဲဲဒါကတော့ သူ့အဖေကိုရှာဖိုနဲ့\nသူ့အဖေဘာကြောင့်ထောင်ကျရတာလဲဆိုတဲ့အမှန်တရားကိုဖော်ထုတ်ဖိုအတွက်ပေါ့မဖိုင်းကတော့ ဖာလိတ်ရွာမှာကောင်လေးအဖြစ်ရုပ်ဖျက်ပြီး\nသူ့အဖေအတွက်လက်စားချေဖို သူကြီးသတင်းတွေလိုက်စုံစမ်းနေတဲ့မိန်းကလေးပါတစ်နေ့မှာ ကလနဲ့မဖိုင်းတိုတွေ့ဆုံပြီး ကလက မဖိုင်းကိုကောင်လေးလိုထင်သွားတဲ့ချိန်မှာ\nသူတိုဆက်ဆံရေးဘယ်လိုတွေဖြစ်သွားမလဲကလကရော သူ့အဖေကိုရှာတွေ့ပါ့မလား ဆီယာဖန်ကိုရောဖမ်းနိုင်ပါ့မလားဆိုတာ\n\"ရဲရင့်သူတိုရဲ့ရန်ငြိုးကလဲ့စား\" ဇာတ်လမ်းထဲကြည့်ရှုလိုက်ရအောင်နော်\nလုံးဝအက်ရှင်ကားမိုလက်မလွှတ်သင့်တဲ့ဇာတ်ကားပါနော်(အညွှန်းရေးသားသူကတော့ Nang Mwe Kham ဖြစ်ပါတယ်)Native Title: กล้าผาเหล็ก\nEpisodes: 10\nAired: Apr 26, 2023 - ?\nAired On: Wednesday, Thursday\nOriginal Network: Channel 7\nContent Rating: 13+ - Teens 13 or olderTranslated ...",
        "url": "https://channelmyanmar.org/tvshows/the-revengers-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/gqtIm2RU1rhZlNSGiM1aXmnOWIx-133x200.jpg",
        "title": "Kafas (2023) Complete",
        "description": "Kafas (2023)\nIMDb-7.7/10\nဒီဇာတ်လမ်းတွဲလေးကိုတော့ Sony LIVရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး အပိုင်း ၆ပိုင်းပါဝင်တဲ့\nHindစကားပြော Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်လမ်းတွဲပါ။\n3Idiots ဇာတ်ကားကြီးနဲ့ ကျွန်တော်တို့ရင်ထဲကို ရောက်ရှိခဲ့တဲ့ သူငယ်ချင်းသုံးယောက်ထဲက ရာဂျူးရဲ့\nဇာတ်လမ်းတွဲအသစ်လေးပါ။ဒီထဲမှာ သားဇောကပ်နေတဲ့ စီးပွားရေးမပြေလည်တဲ့ ဖခင်တစ်ယောက်နေရာကနေ\nပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ရုပ်ရှင်လောကက လူတချို့ရဲ့ လိင်စိတ်လွန်ကဲမှုနဲ့ လူတွေရဲ့လောဘအတ္တတွေကို\nအပြည့်အ၀ပုံဖော်ထားပါတယ်။မင်းသမီးကြီးကလည်း 3idiotsထဲမှာပဲ မင်းသမီးရဲ့အမနေရာက သရုပ်ဆောင်ထားတဲ့\nမိုနာဆင်းဂ်ပါ။သူကလည်း မိခင်နေရာကနေ ဇာတ်ရုပ်ပီပြင်စွာပါဝင်ထားပါတယ်။သာမာန်လူလတ်တန်းစားမိသားစုလေးတစ်ခုက မိခင်ဖြစ်သူဟာ သူမဖြစ်ခဲ့ရတဲ့အိပ်မက်တွေ သူ့သားဖြစ်သူ\nဆန်နီတစ်ယောက် ဖြစ်ခွင့်ရလို့ဝမ်းသာနေပါတယ်။အဖွားဖြစ်သူအစောင့်အရှောက်နဲ့ ဘောလိ၀ုဒ်ရုပ်ရှင်ကား\nသွားရိုက်ပြီး ပြန်လာတဲ့ အထက်တန်းကျောင်းသား မင်းသားပေါက်စလေးဆန်နီတစ်ယောက် သူ့ကိုကြိုဆိုဖို့\nစပရိုက်ပါတီလုပ်ပေးထားပေမယ့်လည်း မပျော်နိုင်ခဲ့ပါဘူး။အကြောင်းကတော့ သူအတူတွဲသရုပ်ဆောင်ခဲ့ရတဲ့\nနာမည်ကြီးသရုပ်ဆောင် ဗစ်ကရန်ရဲ့ လိင်ပိုင်းဆိုင်ရာစော်ကားခြင်းကို ခံခဲ့ရလို့ပါ။ဒီအကြောင်းတွေကို\nမိဘတွေသိတဲ့အချိန်မှာတော့ ရင်တွေကွဲကြေပြီး ရှေ့ဆက်ဘာလုပ်ရမလဲ အကျပ်တွေ့ခဲ့ရပါတယ်။\nသူတို့လို ဘာမှမရှိတဲ့အခြေအနေရယ် တဖက်လူရဲ့ ကျော်ကြားမှု စည်းစိမ် ပါဝါတွေရယ်က ယှဉ်နိုင်ဖို့လည်း\nခဲယဉ်းနေတယ်။ဒါပေမယ့် ရှိတဲ့အင်အားနဲ့ အဲဒီမတရားမှုကို အရေးယူနိုင်ဖို့ကြိုးစားကြမလား။\nချမ်းသာကြွယ်၀မှုဆိုတာကို သူတို့တွေတွန်းလှန်နိုင်ပါ့မလား။မိသားစုတွေ အဆင်ပြေပြေဆက်နေနိုင်မှာလားဆိုတာ………………..။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Aditi~Cherry~Voldemort~Moon~BpL~ThaikSanတို့ပဲဖြစ်ပါတယ်)Quality : 1080p / 720pTotal Episodes : ...",
        "url": "https://channelmyanmar.org/tvshows/kafas-2023-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5ytMZlkGlVWtxSoLypobMaqZEO.jpg",
        "title": "Suspicious Partner (2017)",
        "description": "Suspicious Partner (2017)***************************အပိုင်း (၁ မှ ၂၀) အထိ (စ/ဆုံး) ဆွဲဆောင်မှုအားကောင်းပြီး အလုပ်မှာလည်း ထက်ထက်မြက်မြက်နဲ့ အဖေ့ခြေရာကိုတစ်ထေရာတည်းနင်းနိုင်တဲ့ အမှုစစ်နိုဂျီအု....ငယ်စဥ်အခါက တိုက်ကွမ်ဒိုခါးပတ်နက်ရခဲ့ပေမယ့် အဖေ့လို မတရားခံရတဲ့လူတွေကိုကူညီပေးချင်တဲ့စိတ်နဲ့ ရှေ့နေဖြစ်လာခဲ့တဲ့ အွန်ဘုံဟီး...တစ်ရက်မှာတော့ လူသတ်သမားက အွန်ဘုံဟီးကိုသတ်ဖို့လာခဲ့ရာကနေ လူမှားပြီးအွန်ဘုံဟီးရဲ့ချစ်သူကို သတ်မိသွားပါတယ်။အပြင်ကပြန်လာတဲ့ ဘုံဟီးတစ်ယောက် သူကိုယ်တိုင်တောင် မသိလိုက်တဲ့အချိန်မှာပဲသူ့ချစ်သူဟောင်းကိုသတ်တဲ့ တရားခံအဖြစ်စွဲချက်တင်ခံလိုက်ရပါတော့တယ်။အမှုစစ်နိုဂျီအုတစ်ယောက် ဘုံဟီးအတွက်နဲ့ ဝတ်ရုံချွတ်လိုက်ရပြီးရှေ့နေဖြစ်သွားတဲ့နောက် ကွင်းဆက်လူသတ်မှုကြီးက တစ်ကျော့ပြန်လာတဲ့အခါမှာတော့ဘုံဟီးနဲ့ဂျီအုတို့ တရားခံအစစ်ကိုဘယ်လိုရှာကြမလဲ....သူတို့ကြားထဲကအချစ်ဇာတ်လမ်းလေးနဲ့အတူ တခြားသောဟာသအလွဲလေးတွေကိုပါ ကြည့်ရှုရဦးမှာပါ။  Aired: May 10, 2017 - Jul 13, 2017\nAired On: Wednesday, Thursday\nGenres: Romance, Comedy, Law, Thriller\nDuration: 60 mins\nEpisodes: 16\nOriginal Network: TVN\nFile Size: 720p(~500MB) , 1080p(1.4GB)\nTranslated by Thinn Thinzar, Shoon, Win, Hnin ...",
        "url": "https://channelmyanmar.org/tvshows/suspicious-partner-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53ymajRzeXHMtSrFh2r1sFp9wXX.jpg",
        "title": "Heavenly Delusion (2023)",
        "description": "IMDb 8.2/10\nMyAnimeList 8.1/10ဒီဂျပန်ကာတွန်းက​တော့ သပွတ်အူဇာတ်လမ်းမျိုးကိုကြိုက်တဲ့လူ​တွေအတွက်အထူးသင့်​လျော်ပါတယ်။ပြီး​တော့ promise neverlandတို့၊ aotတို့လို vibeမျိုးလည်း နည်းနည်းရတယ်ဗျ။(တူတယ်​ပြောတာမဟုတ်ဘူး​နော်။ တံတိုင်းကာထားတာတို့၊ ​က​လေး​တွေကို သင်ကြားတာတို့မှာတူတာပါ)။ပြီး​​တော့ ဇာတ်လမ်းအစပိုင်း​တွေမှာ မြို့ပျက်ကြီးထဲ နှစ်​ယောက်ထဲ​လျှောက်သွား​နေပုံကလည်းthe last of usတို့ဘာတို့ကို​ပြေးမြင်တယ်ဗျ။ မူလ မန်ဂရုပ်ပြကို​တော့ဆရာMasakazu Ishiguroက ​ရေးဆွဲခဲ့တာဖြစ်ပြီး ၂၀၁၈ခုနှစ်ကတည်းက ထွက်ရှိခဲ့တာပါ။အတွဲ (volume) ၈တွဲအထိထွက်ရှိထားပြီး ဆက်လက်ထွက်ရှိ​နေတုန်းပါ။Animeထွက်ထားသ​လောက် ဇာတ်လမ်းကို​ပြောရရင်​တော့ပြိုပျက်ခြင်းဆိုတဲ့ကပ်ဆိုးကြီးအပြီးမှာ​တံတိုင်းပတ်လည်ကာထားတဲ့ ကျောင်း​တော်ကြီးတစ်ခုကMimihimeဆိုတဲ့​ကောင်မ​လေးဟာ တံတိုင်းရဲ့အပြင်ဘက်မှာ ကမ္ဘာတစ်ခုရှိ​နေတာကိုရိပ်မိလာခဲ့ပါတယ်။ထို့အတူပဲ Tokioဆိုတဲ့တစ်​ယောက်ဟာလည်း အတန်း​စာ​မေးပွဲ​ဖြေ​နေစဥ်မှာအပြင်ရဲ့အပြင်ကိုထွက်ကြည့်ချင်လားဆိုတဲ့စာတစ်​စောင်​​ရောက်လာခဲ့ပါတယ်။အပြင်ဆိုတာရှိလားလို့ ​ကျောင်းရဲ့ညွှန်ချုပ်ကို​မေးကြည့်လိုက်တဲ့အခါမှာ​တော့အပြင်​လောကဆိုတာရှိပြီး အလွန်စက်ဆုပ်ဖို့​ကောင်းတဲ့မ​ကောင်းဆိုးဝါး​တွေနဲ့ပြည့်​နေတာပါလို့ ပြန်​ဖြေပါ​တော့တယ်။အပြင်ဘက်​လောကထဲမှာ​တော့ Tokioနဲ့ရုပ်ချင်းတူတဲ့ Maruဆိုတဲ့ဘဲ​လေးဟာKirukoဆိုတဲ့​​​​စော်​လေးကို ​ဘော်ဒီဂတ်ငှားပြီး ​ကောင်းကင်ဘုံဆိုတဲ့​နေရာကိုလိုက်ရှာ​နေတာပါ။Maruဆီမှာလည်း ​ဆေးထိုးအပ်နဲ့​ဆေးတစ်မျိုးရှိ​နေပြီး Maruနဲ့ရုပ်တူတဲ့လူကို​တွေ့တာနဲ့ထိုး​ပေးဖို့ပါညွှန်ကြားခံထားရပါတယ်။အဲ့လိုနဲ့မြို့ပျက်ကြီးအတိုင်းဖြတ်သန်းပြီး ခရီးထွက်လာ​ရင်းနဲ့ ထူးဆန်းတဲ့တည်းခိုခန်းကို​ရောက်ရှိသွားတဲ့အခါမှာ​တော့..... Spoiler\n............သိမ်းငှက်သူရဲ​ကောင်းသိုင်းကားကြိုက်သူများအတွက်ဂူးဂူးနဲ့သစ်ပင်​အောက်ကဇာတ်ဝင်ခန်းလိုမျိုးဇာတ်ဝင်ခန်းလည်း ​နောက်ပိုင်းပါပါတယ်။အသဲမခိုင်သူများကြည့်မိမှာစိုးလို့ပါ😁 Genres: Animation, Action, Mystery\nDuration: 23 mins\nEpisodes: 13\nOriginal Network: Tokyo MX\nFile Size: 1080p (300 MB)\nTranslated by Dr ...",
        "url": "https://channelmyanmar.org/tvshows/tengoku-daimakyo-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/ems-135x200.jpg",
        "title": "Based on a True Story (2023)",
        "description": "Based on a True Story (2023)\n=====================\nIMDb Rating - 7.3/10ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့အတွက် (2023)ခုနှစ်ထွက်\nComedy, Thriller စီးရီးအသစ်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nလော့စ်အိန်ဂျလိစ်မြို့မှာ Westside Ripper ဆိုတဲ့ ကွင်းဆက်လူသတ်\nသမားကြီး ခေတ်ထနေဆဲအချိန်ဖြစ်ပါတယ်။ သေဆုံးသူ (၇)ယောက်\nထိ ရှိလာတာတောင် ရဲတွေလည်း တရားခံဘယ်သူမှန်း မသိကြသေး\nပါဘူး။တင်းနစ်ကစားသမားဟောင်းတစ်ယောက်ဖြစ်တဲ့ နေသန်နဲ့ သူ့ဇနီးအေ\nဗာတို့ဟာ လောကဓံရိုက်ခတ်မှုကြောင့် ငွေကြေးအခက်ကြုံနေဆဲမှာပဲ\nရေစက်လား ဝဋ်ကြွေးလားမသိ၊ အဲဒီကွင်းဆက်လူသတ်သမားကို ဘယ်\nသူဘယ်ဝါဆိုတာ သိသွားရုံမက လူကောင်လုံးလိုက်ကြီးပါ တွေ့လိုက်\nကြရပါတယ်။ \"အူမတောင့်မှသီလစောင့်နိုင်တယ်\"ဆိုတဲ့စကားပုံအတိုင်း\nငွေကြေးအခက်ကြုံနေတဲ့ လင်မယားစုံတွဲဟာ လူသတ်သမားကို ရဲလက်\nမအပ်ဘဲ လူသတ်သမားကို အကြောင်းပြုပြီး ငွေလမ်းကြောင်းဖန်တီးဖို့\nစိတ်ကူးရသွားကြပါလေရော။ ဒီလိုနဲ့ လင်မယားနှစ်ယောက်နဲ့ ကွင်းဆက်\nလူသတ်သမားတစ်ယောက်တို့ရဲ့ အရှုပ်တော်ပုံကြီး စ‌တင်လေသတည်း\nပေါ့ဗျာ။IMDb Rating 7.3/10 ရရှိထားပြီး Herly Quinn: Birds of Prey\n(2020)ထဲက Victor Zsasz အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Chris ...",
        "url": "https://channelmyanmar.org/tvshows/based-on-a-true-story-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/theflashseason8poster-113x200.jpg",
        "title": "The Flash ( Season 8+9 )",
        "description": "Season 7 ပီးဆုံးတဲ့အနောက် အဆက်ဖြစ်တဲ့ Flash Season 8 လာပါပြီSeason 7 နောက်ဆုံးမှ Flash ဟာ God Speed ကို Reverse-Flash နဲ့အတူပူးပေါင်းပြီးအနိုင်ယူခဲ့ပါတယ် ပြီးတော့ Reverse-Flash ထက်လည်းပိုပြီး OverPower ဖြစ်သွားတဲ့Flash ကို မြင်ရမှာပါ ...ဒီ Season ၈ အစပိုင်းမှာလည်း Flash ရဲ့ အမြန်နှုန်းဟာအတော်ကြီးကိုတိုးတက်လာပြီး ဗီလိန်တွေကို အလွယ်တကူ နဲ့ OverPower လုပ်နိုင်တာကိုတွေ့ရပါလိမ့်မယ် ဒါဟာ ကျွန်တော်တို့ အမြဲ မြင်ချင်နေတဲ့ Flash ပါပဲဒါပေမယ့် Flash တစ်ယောက် Level Up သွားတဲ့နောက်ပိုင်း ဘာတွေကြုံရမလဲဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ Season 8 မှာ ဆက်လက်စောင့်ကြည့်ခံစားရမှာပဲဖြစ်ပါတယ် File size…472MB / 673MB\nQuality….Webrip 720\nFormat…mp4\nDuration….50 Min\nGenre...Action / Adventure / ...",
        "url": "https://channelmyanmar.org/tvshows/the-flash-season-8/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/The_Idol_TV_Series-945233311-large-135x200.jpg",
        "title": "The Idol Season 1 (2023) 18+",
        "description": "ဒီစီးရီးကတော့ အမေရိကန် ပေါ့စတား အဆိုတော်မလေးတစ်ယောက်ရဲ့ ဘဝအကြောင်းကို ဒရာမအနေနဲ့တင်ဆက်ထားတာပါ။ ထူးခြားချက်အနေနဲ့တော့ BlackPink အဖွဲ့ဝင် Jennie ပါဝင်ထားတာပါပဲ။ အဓိကဇာတ်ကောင်အနေနဲ့ကတော့ Lily-Rose Depp က ပါဝင်ထားပြီး သူဟာလည်း Johnny Depp ရဲ့ သမီးပဲဖြစ်ပါတယ်။ အဖော်အချွတ်၊ အသုံးအနှုန်း၊ ဇာတ်လမ်း အားလုံးကြမ်းတမ်းတာမို့ အသက်မပြည့်သေးရင် မကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအကျဉ်းဂျော့စ်လင်းဆိုတဲ့ ကမ္ဘာကျော် ပေါ့အဆိုတော်မလေးဟာ စိတ်ဒဏ်ရာတွေနဲ့ ရုန်းကန်ရင်း ရှိုးပွဲတွေ ဆက်ဖို့ အခွေတွေထုတ်ဖို့ ကြိုးစားနေရတာဖြစ်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ အခွေထွက်ဖို့ နှစ်ပတ်အလိုမှာပဲ သူ့မျက်နှာပေါ်မှာ နို့ဆမ်းထားတဲ့ ပုံတစ်ပုံအင်တာနက်ပေါ်တက်လာပါတယ်။ ဒါဟာ တွစ်တာရဲ့ နံပါတ်တစ်လူပြောအများဆုံးကိစ္စဖြစ်လာပြီး ရိုက်ခတ်မှုတွေလည်း အများကြီးဖြစ်လာပါတယ်။ အဲဒီပုံရိုက်ဖြစ်သွားအောင် သူနဲ့အတူနေဖြစ်တဲ့လူကလည်း ကလပ်ပိုင်ရှင် ခပ်မိုက်မိုက် ကောင်ဆိုးလေးဖြစ်နေတာကြောင့် သူဘယ်လိုဆက်ပြီး စခန်းသွားမလဲ ဘယ်လိုကျော်ဖြတ်မလဲဆိုတာကို ကြည့်ရမှာပါပဲ။ ဂျင်နီကတော့ သူ့ရဲ့ သူငယ်ချင်း ဒိုင်ယန်ဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/the-idol-season-1-2023-18/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/xmAgNsU3SwIfGpWK6jgS8iUa9ez-133x200.jpg",
        "title": "A+(2023)",
        "description": "A+ (2023)\nIMDb 8.2ငယ်စဉ်ကစ ကျောင်းမှာ စာနဲ့ပဲနပန်းလုံးခဲ့ကြရပြီး အလယ်တန်းအထက်တန်းအထိ အဆင့်ကောင်းအောင်\nတက္ကသိုလ်ကောင်းကောင်းရောက်အောင် ကြိုးစားနေကြရတဲ့ ကျောင်းသား/သူတွေမှာ ဖိအားတွေက\nသူမသာ ကိုယ်မသာရှိကြစမြဲပါပဲ .. ပန်းတိုင်ရောက်သွားတဲ့လူတွေရှိသလို လမ်းတစ်ဝက်မှာတင်\nလက်လျှော့လိုက်ရတဲ့ လူတွေကိုလည်းမမေ့ကြဖို့ ဒီစီးရီးလေးကို ရိုက်ကူးခဲ့တာပါဘင်နာအင်ဒိုနီးရှားကျောင်းက စာမေးပွဲတိုင်း ပထမအဆင့်ချည်းရလို့ တီဗီထဲတောင်\nအမြဲလိုလိုပါနေတဲ့ကျောင်းတစ်ကျောင်း..‌ဒီကျောင်းရဲ့ထူးခြားချက်က 1 to 3ကျောင်းသားတွေဆို\nကျူရှင်ခမပေးရဘူး အလကားပေါ့ ဒါပေမဲ့ အဆင့်များရင် များသလောက် သိန်းကို\nရာနဲ့ချီပြီးတိုးတိုးသွားတာပါ ဒီတော့ မိဘကိုသနားတဲ့လူတွေက 1 to 3ဝင်ဖို့ အသေအလဲ\nကြိုးစားကြ နေရာလုကြနဲ့ပေါ့ ဒီကျောင်းကိုမှ ကာလီဆိုဒီရ်ဂန်တာရီတဲ့ ကျောင်းသူလေးတစ်ယောက်\nပြောင်းလာခဲ့တယ် ပြောင်းလာလာချင်း စာမေးပွဲနဲ့တိုးပေမဲ့ အဆင့်တစ်ရသွားခဲ့တော့ မနာလိုသူတွေ\nအမုန်းထားသူတွေများလာခဲ့ပါတယ် သူမရောက်ခင်က F4 လိုမျိုး Big Four ဆိုတဲ့လူလေးယောက်ရှိပါသတဲ့\nကျောင်းရဲ့မသိသူမရှိ ဒီဒိတ်ဒိတ်ကြဲတွေနဲ့ ရှေ့လျှောက် သူဘယ်လိုစခန်းသွားမလဲ\nဒီလိုဖိအားတွေကြားထဲက ရိုမန့်လေးတွေကိုလည်း ကြည့်ရှုခံစားပေးကြပါဦးရှင်( အညွှန်းကိုတော့ Yunni မှရေးသားပေးထားပြီး\nဘာသာပြန်သူတွေကတော့ Yunni,BpL,Aditi,Cherry,YH & Moon ပဲဖြစ်ပါတယ် ...",
        "url": "https://channelmyanmar.org/tvshows/a2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/4hNxv7Epe7kZI7n1bQwurijWMXx-133x200.jpg",
        "title": "Crackdown (2023) Season2 Complete",
        "description": "Crackdown Season02 (2023)\nIMDb-8.2/10\nမကြာခင်ကမှ တင်ဆက်ပေးထားတဲ့ Crackdown စီးရီးလေးရဲ့အဆက်ကို\nထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။Season01မှာ အကြမ်းဖက်ဂိုဏ်းထဲကို လူအစားထိုးပြီး\nစစ်ဆင်ရေးလုပ်ခဲ့ကြတာ မှတ်မိသေးတယ်မလား။\nအခုSeason02မှာတော့ ဒေလီကနေ တူရကီကိုသွားတဲ့ လေယာဉ်ပျံပေးဆွဲခံရတာပါ။\nအိန္ဒိယပြည်သူရှစ်ဆယ်ပါတဲ့ ဒီလေယာဉ်ပျံပေးဆွဲတာကို\nဘယ်သူတွေလက်ချက်မှန်းလည်း မသိပါဘူး။ဒီလိုနဲ့ ထုံးစံအတိုင်း RAWကနေဖွဲ့စည်းထားတဲ့ DO အဖွဲ့ဆီကိုပဲ\nဒီပြဿနာကိုဖြေရှင်းဖို့ ရောက်လာပါတော့တယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,Saii,Thaik San,Zwe,\nBpL,Nyein,Aditi,Yunni တို့ပဲဖြစ်ပါတယ်)Quality : 1080p JLO WEB DL / 720pTotal Episodes : 8EpsFormat : mp4Genres : Action & Adventure, Crime, DramaDuration : 28minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by chiclon3~ Saii~ Thaik San~ Zwe~  BpL~ Nyein~ Aditi~ YunniEncoded by YK\n720p\nEpisode 1 - ...",
        "url": "https://channelmyanmar.org/tvshows/crackdown-2023-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/crackdown-135x200.jpg",
        "title": "Crackdown (2020) Season1 Complete",
        "description": "Crackdown (TV Series 2020)\nIMDb-8.2/10ပထန်တွေ တိုက်ဂါးတွေနေဦး မင်းတို့ရဲ့ဘိုးအေ အာပီလာပြီ\nRAW ဆိုတာနဲ့ ကျွန်တော်တို့ Bollywood ပရိတ်သတ်ကြီးရဲ့အဖြေက...။\nဟုတ်ပါတယ် RAW ဆိုတာက ကျွန်တော်တို့ ဘောလီး၀ုဒ်ပရိတ်သတ်ကြီးနဲ့\nမစိမ်းတဲ့ အဖွဲ့အစည်းတစ်ခုပါပဲ။မသိသေးတဲ့သူတွေကို ပြောရမယ်ဆို MI ကားတွေထဲက\nတွမ်ခရုစ်လို 007 ဂျိန်းစဘွန်းလို စပိုင်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ အဖွဲ့အစည်းတစ်ခုပါပဲ။အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲကလည်း RAW အဖွဲ့ကြီးကနေ ခွဲထွက်ထားတဲ့\nအဖွဲ့အစည်းတစ်ခုရဲ့ မစ်ရှင်တွေ ဆောင်ရွက်ကြပုံပါ။\nဇာတ်လမ်းလေးရဲ့အစမှာတော့ ကျွန်တော်တို့ မင်းသားကြီးဟာ ကောင်မလေးတစ်ယောက်နဲ့\nဖုန်းပြောနေပါတယ်။သူတို့ပြောနေတာက...။Facebook က recap တွေကြည့်တာများပြီး\nအကျင့်ပါသွားလို့ပါ။အဆုံးထိတော့ ဆက်မပြောတော့ပါဘူး ကိုယ့်ကိုယ်ကြည့်မှ ပိုအရသာရှိမှာပါ\nစပိုင်ကား အက်ရှင်ကား ကြိုက်သူတွေအတွက် စွန်းအကြိုက်တွေ့စေမယ့်ဇာတ်လမ်းတွဲ။\nတစ်ပိုင်းလောက်ကြည့်ရုံနဲ့ ဆက်ဆက်ပြီး ကြည့်ချင်လာမယ့်ဇာတ်လမ်းတွဲ။ဒီလိုဇာတ်လမ်းတွဲမျိုးကို ကျွန်တော်တို့ ချန်နယ်လ်မြန်မာရဲ့ ဘောလီး၀ုဒ်ပရိတ်သတ်ကြီးဆီကို\nကျွန်တော်တို့ CM Bollywood Team မှ တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,Saii,Thaik San,Zwe,\nBpL,Nyein,Aditi,Yunni တို့ပဲဖြစ်ပါတယ်)File Size – 800MB /400MBQuality – ...",
        "url": "https://channelmyanmar.org/tvshows/crackdown-2020-season1-complete/"
    }
]