[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v2LOL5NLuHivBhOQ1ybEBgyAVpC.jpg",
        "title": "Do Do Sol Sol La La Sol (2020)[ စ/ဆုံး]",
        "description": "Do Do Sol Sol La La Sol (2020)အညွှန်း**************************************အပိုင်း(၁ မှ ၁၆ ) ထိ စ/ဆုံးချမ်းသာတဲ့မိသားစုမှာ မွေးဖွားလာပြီး\nဖခင်ဖြစ်သူရဲ့စောင့်ရှောက်မှုအောက်မှာ\nအပူအပင်ကင်းကင်းနဲ့ စန္ဒရားပညာတစ်ခုတည်းကိုပဲ အာရုံစိုက်သင်ယူခဲ့တဲ့ ဂိုရာရာ\nကံဆိုးစွာနဲ့ပဲ သူမရဲ့မင်္ဂလာပွဲနေ့မှာ ဖခင်သေဆုံးသွားပြီး\nအိမ်ရဲ့စီးပွားရေးလည်း ဒေဝါလီခံခဲ့ တာကြောင့် မင်္ဂလာပွဲလည်း ပျက်ခဲ့ရပါတယ်။\nရာရာ့ရဲ့ မင်္ဂလာဆောင်နေ့မှာ\nအဖြူရောင်သတို့သမီးဝတ်စုံ ကို့ရို့ကားယားနဲ့ပုံကို သတိထားမိသွားတာကတော့\nအချိန်ပိုင်းအလုပ်တွေလုပ်ရင်း\nသူ့ရဲ့နောက်ကွယ်က အတိတ်တွေကိုဖုံးကွယ်ထားတဲ့ ဆွန်းဝူဂျွန်ဆိုတဲ့ကောင်လေးပဲဖြစ်ပါတယ်။\nဒီလိုနဲ့ အခက်အခဲတွေကို အပြုံးမပျက်ရင်ဆိုင်နေတဲ့ ရာရာနဲ့ ဆောင်ဝူဂျွန်တို့ ကျေးလက်ဒေသတစ်ခုမှာ ဆုံတွေ့ကြတဲ့အခါမှာတော့\nသူတို့၂ဦးဘယ်လိုရှေ့ဆက်ကြမလဲ..... \nဆောင်ဂျောင်ဝူရဲ့နောက်ကွယ်က အတိတ်ကရော ဘာတွေဖြစ်လာမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဟာသ melodramaလေးတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းတွဲက အတော်လည်းရယ်ရသလို စိတ်လည်းအပန်းပြေတဲ့စီးရီးလေးဖြစ်ပါတယ်...အပတ်စဉ် Wednesday, Thursday ညတွေမှာ စောင့်မျှော်ကြည့်ရှူကြပါကုန်...Quality – WEB-DL 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres: Romance, DramaTranslated by Lwin ...",
        "url": "https://channelmyanmar.org/tvshows/do-do-sol-sol-la-la-sol-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xLFKRcp81TnBRs1bc3FHOhylcjB.jpg",
        "title": "Private Lives (2020)",
        "description": "[Unicode]နောက်ထပ် ဇာတ်လမ်း ဇာတ်အိမ် ဆန်းဆန်းလေးနဲ့ ဇာတ်ကား တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်လူလိမ်တွေအကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါဒီဇာတ်လမ်းမှာ Girls' Generation က Seohyun ကဘအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်မင်းသားတော့ Cross/Strongest Deliveryman တို့ထဲက မင်သား Ko Gyung-Pyo ပါ\nစစ်မှုထမ်းပြီးလို့ ပြန်လာပြီးချင်း ရိုက်ကူးထားတဲ့ကားလေးပါနော်ဇာတ်လမ်းအကျဉ်းအီဂျောင်ဟွမ်ဟာ စီးပွားရေးလုပ်ငန်းတစ်ခုက အဖွဲ့မှူးတစ်ယောက်ပါ\nသာမန် အလုပ်သမားလို့ထင်ရပေမယ့် အရမ်းလျှို့ဝှက်တတ်သူပါချာဂျူအွန်းကတော့ ချစ်ဖို့ကောင်းတဲ့ မျက်နှာ အပြစ်ကင်းတဲ့ ပုံစံလေးနဲ့ လူလိမ်မလေးတစ်ယောက်ပါ\nသူမကတော့ ပြစ်မှုအထင်ရှား ရှိခဲ့တာကြောင့် ထောင်ကျသွားခဲ့ပါတယ်ဂျောင်ဘို့ဂီကတော့ အရမ်းလည်တဲ့ လူလိမ်ဖြစ်ပြီး\nအခြားလူလိမ်တွေကို ပစ်မှတ်ထားပြီး ပြန်လိမ်တာပါသူမမှာ ဂင်ဂျယ်အုဆိုတဲ့ ပါတနာတစ်ယောက်လည်းရှိပါတယ်တစ်နေ့ ဒီလူလိမ်တွေက နိုင်ငံ ရဲ့ လျှို့ဝှက်ချက်ကို သိသွားပြီး\nဖော်ထုတ်ဖို့ ကြိုးစားကြပါတော့တယ်နောက်ဆုံးဘယ်လိုဖြစ်မှာလဲ\nအလိမ်ပေါ်မလားဆိုတာ\nဒီဇာတ်လမ်းမှာ ဆက်လက်စောင့်ကြည့်ပါနော်....( အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ ) [Zawgyi]ေနာက္ထပ္ ဇာတ္လမ္း ဇာတ္အိမ္ ဆန္းဆန္းေလးနဲ႔ ဇာတ္ကား တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္လူလိမ္ေတြအေၾကာင္း႐ိုက္ကူးထားတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/private-lives-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXPP452gajhEMO5lmQiiPkekJty.jpg",
        "title": "Birthcare Center (2020)[စ/ဆုံး]",
        "description": "Birthcare Center (2020) ဇာတ်လမ်းတွဲအညွှန်း**************************************အပိုင်း(၁ မှ ၈)ထိ စ/ဆုံးတစ်ဘဝလုံးကို စာကြိုးစားရင်းအလုပ်ကြိုးစားရင်းနဲ့ အချိန်ကုန်ခဲ့ပြီး ရည်မှန်းချက်ကြီးသလောက် အောင်မြင်လာတဲ့မိန်းမတစ်ယောက်ဟာမျှော်လင့်ထားတဲ့ရာထူးနဲ့အတူ မမျှော်လင့်တဲ့ကိုယ်ဝန်ပါရတဲ့အခါ ကလေးမွေးဖို့ ၂ရက်အလိုထိ ကိုယ်တိုင်ကားမောင်းပြီးအလုပ်ကြိုးစားနေတုန်းအမေတစ်ယောက်က ကလေးမွေးတဲ့အခါ မိခင်စိတ်ဟာ သေမင်းကိုတောင်အန်တုနိုင်ပါတယ်ဒီထဲကကလေးအမေဟာ သေမင်းကိုပါပြန်တိုက်ခိုင်ပြီး သူ့ကလေးလေးကိုမွေးခဲ့ပါတယ်ကလေးမွေးဖွားတဲ့အချိန်မှာနာကျင်မှုတွေကို မျက်ဝါးထင်ထင် ကိုယ်တိုင်မွေးရသလိုမြင်ရမှာပါကလေးမွေးပြီးချိန်မှာ ထူးခြားကောင်းမွန်ပြီး ဆန်းကြယ်လှတဲ့ ကလေးစောင့်ရှောက်ရေးဂေဟာတစ်ခုကိုရောက်သွားတဲ့ working mom တစ်ယောက်နဲ့သူ့ကလေးလေးနဲ့အတူ ဘယ်လိုဆန်းကြယ်မှုတွေကိုရင်ဆိုင်ကြမလဲဆိုတာကို စောင့်ကြည့်ပေးပါဦးအမြဲလိုမြင်တွေ့နေကျမင်းသမီးတွေနဲ့ ရိုက်ထားပြီး လတ်တလောမှာ လူကြိုက်များနေတဲ့ Search drama ထဲက ဗိုလ်ကြီးလုပ်တဲ့မင်းသားလည်း ပါဝင်ပါတယ်ဟာသလေးလည်းပါပြီး စိတ်ဝင်စားစရာတွေနဲ့ပြည့်နှက်နေတဲ့ကားတစ်ကားပါပဲTVN ကကားမို့လို့ သိပ်အများကြီးတော့တွေးစရာမလိုတော့ပါဘူးအပတ်စဉ် တနင်္လာ အင်္ဂါနေ့တွေတိုင်း ကိုရီးယားမှာထုတ်လွှင့်ပြသသွားမှာပါ (ဘာသာပြန်ပေးထားသူကတော့ ThinZar Htet ပဲဖြစ်ပါတယ်) Quality – 720p HDTVDuration – 1 hr (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "url": "https://channelmyanmar.org/tvshows/birthcare-center-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYIWd1710hu3OBHdLKQCAr5wuur.jpg",
        "title": "My Dangerous Wife(2020)[စ/ဆုံး]",
        "description": "My Dangerous Wife(2020)အညွှန်း******************************အပိုင်း(၁ မှ ၁၆ )ထိ စ/ဆုံးတစ်သက်လုံးချစ်မယ်လို့ တစ်သက်လုံးရိုးမြေကျပေါင်းသင်းမယ်လို့ ကတိတွေပေးရင်းသိပ်လှတဲ့ မင်္ဂလာပွဲကိုကျင်းပခဲ့ပေမဲ့ ဒီကတိတွေကို  မတည်တဲ့အိမ်ထောင်သည် တစ်ချို့ရှိတယ်....ဟန်ဆောင်အပြုံးတွေနဲ့ နှုတ်ဆက်ရင်း အိမ်မှာရှိတဲ့အချိန်ငရဲကျသလိုဖြစ်နေရင်းအလုပ်သွားတဲ့အချိန်မှာ လွတ်ပြီကျွတ်ပြီဆိုတဲ့ပုံဖြစ်နေတဲ့ အိမ်ထောင်ဉီးစီးတစ်ချို့ရှိတယ်.....လင်မယား(၂) ယောက်ရှိတယ်.....ဟန်ဆောင်အပြုံးတွေနဲ့......အထူးသဖြင့် ယောင်္ကျားဖြစ်သူ....မိန်းမငယ်ငယ်ချောချောလေးနဲ့ဖောက်ပြန်ရင်းအိမ်ကမယားကြီးကို အသေသတ်ဖို့အထိ စဉ်းစားနေတဲ့သူ....တစ်နေ့တော့ သူဖောက်ပြန်တဲ့မိန်းမက ရဲတွေ သံသယကင်းနိုင်တဲ့ လူသတ်နည်းတစ်ခုပေးလိုက်တယ်..အဲ့ဒီနည်းကို အသုံးချမယ်ဆိုပြီး ဖောက်ပြန်တဲ့မိန်းမနဲ့အိပ်ပြီးတဲ့နောက်မှာအိမ်ကိုပြန်လာခဲ့တယ်....အဲ့ဒီမှာတော့ ပြဿနာကြီးကြီးစတက်တော့တာပဲ...အိမ်တစ်ခုလုံးရှုတ်ပွနေတဲ့အပြင် သွေးတွေလည်းနေရာအနှံ.....စာလေးတစ်စောင်ချန်ထားခဲ့တယ်...မင်းမိန်းမကိုလိုချင်ရင် ဝမ် ၅ မီလီယံနဲ့လာရွေးပေးပါတဲ့...ကိုင်းအဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ခံစားကြည့်ပါ...ဒီစီးရီးက တခြားဇာတ်လမ်းတွဲနဲ့မတူဘဲ ခပ်ဆန်းဆန်းစထားတယ်....(18+ အခန်းတွေပါလို့ သတိထားကြည့်စေချင်တယ်....)မှုခင်းကားအမျိုးအစားဖြစ်ပြီးစိတ်ဝင်စားဖို့ကောင်းသလို သရုပ်ဆောင်တွေကလည်း တကယ့်လူတွေကြီးပဲမို့ခံစားကြည့်ကြပါဉီး.... Quality – HD-TV 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres- , Drama,CrimeTranslated by Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu ...",
        "url": "https://channelmyanmar.org/tvshows/my-dangerous-wife2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/tFGqs95XzGo4pwhBvexeKu0AuXK-133x200.jpg",
        "title": "Journey to the West (1986)",
        "description": "Journey to the West (1986)\nအားလုံးရဲ့အချစ်တော် စွန်းဝူခုံး လာပါပြီခင်ဗျာ။\nဒါကတော့ ၁၉၈၆ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ မူလလက်ဟောင်း စွန်းဝူခုံးပါ။\nအနောက်သို့ ခရီးသွားမှတ်တမ်း ဆိုတဲ့ နာမည်နဲ့\nမြန်မာ့ရုပ်မြင်သံကြားမှာ စတင်ထုတ်လွှင့်ပြသခဲ့ပါတယ်။\nဘယ်အချိန်ကြည့်ကြည့် မရိုးတဲ့ ဇာတ်လမ်းတွဲတစ်ခုထဲမှာ\nဝူခုံးကလည်း တစ်ကား အပါအဝင်ပဲ ဖြစ်ပါတယ်။\nလူကြီးလူငယ်မကျန် သဘောကျကြတဲ့ စွန်းဝူခုံးကို\nပြန်လည်ခံစား ကြည့်ရှုရတဲ့အတွက် ကျေနပ်ကြလိမ့်မယ်လို့ ထင်ပါတယ်။\n၂၀၂၀ ခုနှစ်ရောက်တဲ့အထိတောင်\nလူတိုင်းကို ဆွဲဆောင်နိုင်နေသေးတဲ့ ဇာတ်လမ်းတွဲတစ်ခုဆိုလည်း မမှားပါဘူး။\nဇာတ်လမ်းအကျဉ်းကတော့ အားလုံးသိပေမယ့် ပြန်ပြောပြပါရစေဦး။\nကောင်းကင်ရဲ့အဖိုဓာတ်(ယင်) နဲ့ မြေပြင်ရဲ့အမဓာတ်(ယန်) တို့\nပေါင်းဆုံရာက ဖြစ်ပေါ်လာတဲ့ ကျောက်တုံးတစ်တုံးဟာ\nတစ်နေ့မှာ လေပြင်းတိုက်ခတ်မှုနဲ့ အက်ကွဲလာပြီး\nမျောက်တစ်ကောင် ဖြစ်လာခဲ့ပါတယ်။\nသူကတော့ ဝူခုံးပါပဲ။\nဝူခုံးဟာ သူ့အောက်လက်ငယ်သား မျောက်တွေနဲ့ ပျော်ပျော်ပါးပါးနေရာက\nတစ်နေ့မှာ မျောက်တစ်ကောင် သေဆုံးသွားလို့\nမသေချင်တဲ့အတွက် ဆရာတစ်ပါး ရှာပြီး ဆည်းပူးရာက\nတန်ခိုးအချို့ကို ရရှိခဲ့ပါတယ်။\nဒီတန်ခိုးတွေကြောင့်ပဲ ကောင်းကင်ဘုံက သူ့ကို ထိန်းသိမ်းဖို့အတွက်\nမြင်းထိန်းရာထူးပေးပြီး ခန့်အပ်ခဲ့ပေမယ့်\nဝူခုံးတစ်ယောက် သိရှိသွားချိန်မှာတော့ ကောင်းကင်ဘုံမှာ သောင်းကျန်းပါတော့တယ်။\nဒီအချိန်မှာ နတ်မင်းအပေါင်းတို့ မနိုင်နင်းဘဲ\nမြတ်စွာဘုရား ကိုယ်တော်တိုင် ...",
        "url": "https://channelmyanmar.org/tvshows/journey-to-the-west-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Z31d7f-113x200.jpg",
        "title": "Boys To Men ( 2019 )",
        "description": "ဒီတစ်ခေါက်တော့ Boys to Men ဆိုတဲ့ လူငယ်ကနေ မျက်စိတစ်မှိတ်အတွင်း လူလတ်အရွယ်ကို ကူးပြောင်းသွားတဲ့ fencing 🤺 ကိုအခြေခံထားတဲ့ ဇာတ်ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်...Xu Kai Cheng ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ဒီလို Fencing 🤺 ကို အသားပေးတဲ့ ကားလေး ရှားတယ်နော်...ရှားတဲ့ကြားမှာ ဇာတ်လမ်းကလည်း စိတ်ဝင်စားဖို့ကောင်း...ဘယ်လိုကောင်းလဲဆိုရင် fencing မှာ ဆရာတစ်ဆူဖြစ်နေတဲ့ အိုရန်၊အားလုံးသိကြတဲ့ မွေးရာပါ ပါရမီရှင်ကြီး၊ ဘိုးစဉ်ဘောင်ဆက် fencing လောကမှာ ဆရာတစ်ဆူဖြစ်နေတဲ့ အိုမိသားစုရဲ့ မျိုးဆက်... ဒီလိုလူက ချန်ပီယံဆုကိုသိမ်းပိုက်လိုက်ပြီး အောင်ပွဲခံတဲ့ညမှာပဲ ဆိုင်ကယ်မှောက်ပြီး မေ့သွားလိုက်တာ ၅ နှစ်ကြာမှ နိုးတော့တယ်။၅ နှစ်ဆိုတဲ့အတိုင်းတာတစ်ခုမှာ သူလွတ်သွားတာတွေနောက်ကျသွားတာတွေ အများကြီးပေါ့... အဲ့လွတ်သွားတာတွေထဲသူအသက်လို တန်ဖိုးထားရတဲ့ fencing ကျွမ်းကျင်မှုပါ ပါသွားတာပေါ့...ဒီလိုနဲ့ သူချန်ပီယံဆိုတဲ့နေရာကို ဘယ်လို ကြိုးစားပမ်းစား ပြန်ကြိုးစားတယ်...ဘယ်လို အခက်အခဲတွေ အတားဆီးတွေကို ကျော်ဖြတ်ရတယ်ဆိုတာတွေ... ...",
        "url": "https://channelmyanmar.org/tvshows/boys-to-men-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/l1wo5hm8Q9vKxFopHalqHVRJh48-133x200.jpg",
        "title": "In The Dark (2019)",
        "description": "ဒီဇတ်လမ်းကတော့ မာဖီ ဆိုတဲ့ မျက်မမြင် ကောင်မလေး နဲ့ စရမှာပဲ\n  \nဆယ်ကျော်သက် အရွယ်မှာ မျက်လုံးကွယ်ခဲ့ပြီး\n  \nဘ၀ ကြီးကို ဖြစ်သလိုနေထိုင်တဲ့\n  \nကောင်မလေး ချောချောလေး တစ်ယောက်ပေါ့\n  \nသဘောကျတဲ့ ကောင်လေးတွေ နဲ့ ဒိတ်တယ်\n  \nတစ်ည အိပ်ပြီးရင် ဘာမှ ဆက်ဖြစ်မလာဘူး\n  \nဘယ်ယောင်္ကျားကိုမှ မယုံသလို\n  \nတစ်ညအိပ်ဖို့ကလွဲရင် ဘယ်သူ့ကိုမှ အတည်မတွဲတက်သူ\n  \nဒါပေမဲ့ သူ ခင်တဲ့သူ တစ်ယောက် ရှိတယ်\n  \nလမ်းဘေး မှာ ဆေးရောင်းနေတဲ့ လူမဲ ကလေးလေး တစ်ယောက်\n  \nအဲ့ဒီ ကလေးက မာဖီ ရဲ့ အသက်ကို ကယ်ခဲ့တဲ့ သူ\n  \nတစ်ရက် မာဖီ လမ်းလျှောက်လာတုန်း ဓါးမြတိုက်ခံရတယ်\n  \nသေလုမတက် ရိုက်နှပ်သွားပြီး လမ်းပေါ်မှာ လဲ နေခဲ့တယ်\n  \nလူမဲ ကောင်လေးက တွေ့လို့ ရဲခေါ် ကယ်ဆယ်နိုင်လို့\n  \nမာဖီ တစ်ယောက် အသက်ဆက်နိုင်ခဲ့တာပါပဲ\n  \nမာဖီ အားရင် လူမဲ ကောင်လေး နဲ့ အချိန်ဖြုန်း\n  \nစကားတွေ ပြောလေ့ ရှိတယ် တစ်ယောက်နဲ့\n  \nခင်မင်မှုတွေ ရှိလာပြီး အကောင်းဆုံးသူငယ်ချင်းတွေ\n  \nဖြစ်လာခဲ့တယ်...\n  \nဒါပေမဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/in-the-dark-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/justice-bao-1993-1-161x200.jpg",
        "title": "ပြည်သူ့တရားရှင် ပေါင်ချိန် ( 1993 )",
        "description": "Zawgyiၿပည္သူ႕တရားရွင္ ေပါင္ခ်ိန္ ဆုိရင္အားလံုးသိၾကမွာပါ..ကြ်န္ေတာ္တို႔ငယ္စဥ္ဘ၀ကတည္းက စြဲလန္းႏွစ္ၿခိဳက္စြာၾကည္႕ရွုခဲ႔တဲ႔ ဇာတ္လမ္းတြဲတခု..ေပါင္ခ်ိန္ ကုန္းစြန္းခ်ဲ႕ က်န္ေက်ာင္း စတဲ႔ဇာတ္ေကာင္ေတြဟာ ၿမန္မာပရိသတ္ေတြၾကားမွာ ေတာ္ေတာ္ေလးကိုေရပန္းစားခဲ႔ပါတယ္..အခုငယ္ဘ၀က အမွတ္တရေလးေတြနဲ႕အတူ ဇာတ္လမ္းေကာင္းေတြကိုၾကည္႕ေစခ်င္တဲ႔ Channel Myanmar ေစတနာက ၿပည္သူ႕တရားရွင္ဇာတ္လမ္းကို တဖန္ၿပန္လည္တင္ဆက္ဖုိ႕ၿဖစ္လာပါၿပီ...1993 ခုႏွစ္မွာ ထုတ္လႊင္႔ခဲ႔တဲ႔ ၿပည္သူ႕တရားရွင္ ေပါင္ခ်ိန္ထ်န္းရဲ႕Original series ေလးကိုခံစားၾကည္႔လိုက္ပါဦး..အခုေနာက္ပိုင္းၿပန္ရိုက္တာေတြရွိေပမယ္႔လည္းကြ်န္ေတာ္ကေတာ႔ 1993 version ကိုအၾကိဳက္ဆံုးပါသရုပ္ေဆာင္ေတြအားလံုးရဲ႕ငယ္ရြယ္ပ်ိဳၿမစ္မွုေတြနဲ႕အတူ..ဇာတ္လမ္းတြဲကိုကြ်န္ေတာ္တို႕အတူစီးေမ်ာလိုက္ၾက၇ေအာင္အမွုတြဲေတြ နဲ႕တင္ေပးပါမယ္. ဇာတ္ကားထြက္တဲ႔အခ်ိန္ကလည္း25 ႏွစ္ၾကာၿပီမုိ႔ ရႏိုင္တဲ႔အေကာင္းဆံုးကြာလတီကိုတင္ဆက္ေပးထားပါတယ္. Unicodeပြည်သူ့တရားရှင် ပေါင်ချိန် ဆိုရင်အားလုံးသိကြမှာပါ..ကျွန်တော်တို့ငယ်စဉ်ဘဝကတည်းက စွဲလန်းနှစ်ခြိုက်စွာကြည့်ရှုခဲ့တဲ့ ဇာတ်လမ်းတွဲတခု..ပေါင်ချိန် ကုန်းစွန်းချဲ့ ကျန်ကျောင်း စတဲ့ဇာတ်ကောင်တွေဟာ မြန်မာပရိသတ်တွေကြားမှာ တော်တော်လေးကိုရေပန်းစားခဲ့ပါတယ်..အခုငယ်ဘဝက အမှတ်တရလေးတွေနဲ့အတူ ဇာတ်လမ်းကောင်းတွေကိုကြည့်စေချင်တဲ့ Channel Myanmar စေတနာက ပြည်သူ့တရားရှင်ဇာတ်လမ်းကို တဖန်ပြန်လည်တင်ဆက်ဖို့ဖြစ်လာပါပြီ...1993 ခုနှစ်မှာ ထုတ်လွှင့်ခဲ့တဲ့ ပြည်သူ့တရားရှင် ပေါင်ချိန်ထျန်းရဲ့Original series လေးကိုခံစားကြည့်လိုက်ပါဦး..အခုနောက်ပိုင်းပြန်ရိုက်တာတွေရှိပေမယ့်လည်းကျွန်တော်ကတော့ 1993 version ကိုအကြိုက်ဆုံးပါသရုပ်ဆောင်တွေအားလုံးရဲ့ငယ်ရွယ်ပျိုမြစ်မှုတွေနဲ့အတူ..ဇာတ်လမ်းတွဲကိုကျွန်တော်တို့အတူစီးမျောလိုက်ကြ၇အောင်အမှုတွဲတွေ နဲ့တင်ပေးပါမယ်. ဇာတ်ကားထွက်တဲ့အချိန်ကလည်း25 နှစ်ကြာပြီမို့ ရနိုင်တဲ့အကောင်းဆုံးကွာလတီကိုတင်ဆက်ပေးထားပါတယ်.\nTranslated By - Ei Pyae , Lina , Phyo Zaw , Phyo ...",
        "url": "https://channelmyanmar.org/tvshows/justice-bao-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/SPN-160x200.jpg",
        "title": "Supernatural Season 15 ( Final Season )",
        "description": "Zawgyi*******ေနာက္ဆံုးစီစင္ၿဖစ္တာနဲ႕အညီ တင္ခ်င္လုိ႕တင္လိုက္ပါတယ္အရင္အပိုင္းေတြကေတာ႔ ၿပန္တင္ဖုိ႕အစီအစဥ္မရွိပါဘူးခင္ဗ်ာအခု season ကေတာ႔ ေသခ်ာေပါက္ up to date အေနနဲ႕အၿမန္ဆံုးတင္ဆက္ေပးသြားမွာပဲၿဖစ္ပါတယ္14 ႏွစ္ဆုိတာကာလရွည္ကိုေက်ာ္ၿဖတ္ၿပီးေတာ႕ကြ်န္ေတာ္တို႕အသည္းစြဲ SUPERNATURAL စီးရီးတြဲဟာလည္းFinal Season ကိုေရာက္ရွိလို႔လာပါၿပီ..အရင္ season 14 ေနာက္ဆံုးမွာ မထင္မွတ္ထားတဲ႔လွည္႕ကြက္ေတြနဲ႕အတူဇာတ္သိမ္းသြားတာကိုသိၾကၿပီးၿဖစ္မွာပါ..God ဟာ တခ်ိန္လံုး သူတို႕ကိုလွည္႔စားေနခဲ႔ၿပီး အၿဖစ္မွန္ ကို ဆမ္နဲ႕ဒင္းန္ နဲ႕သိရွိသြားတဲ႔အခ်ိန္ နက္ဖလင္ ဂ်က္ ကိုသတ္ပစ္လိုက္ၿပီးငရဲတံခါးဖြင္႔လိုက္ပါေတာ႔တယ္..ဒီေတာ႔ ဒင္းန္နဲ႕ဆမ္တို႕14 ႏွစ္တာ ကာလ ႏွိမ္နင္းခဲ႔တဲ႔မေကာင္းဆုိး၀ါး ေတြသရဲေတြအကုန္ ကမာၻေပၚကိုၿပန္လည္ေရာက္ရွိလာပါတယ္ဘယ္လိုေတြဆက္ၿဖစ္ၾကမလဲဆုိတာ season 15 Final Seasonမွာ ကြ်န္ေတာ္တို႕အေၿဖရွာၾကည္႕လိုက္ရေအာင္ဗ်ာ Unicode*******နောက်ဆုံးစီစင်ဖြစ်တာနဲ့အညီ တင်ချင်လို့တင်လိုက်ပါတယ်အရင်အပိုင်းတွေကတော့ ပြန်တင်ဖို့အစီအစဉ်မရှိပါဘူးခင်ဗျာအခု season ကတော့ သေချာပေါက် up to date အနေနဲ့အမြန်ဆုံးတင်ဆက်ပေးသွားမှာပဲဖြစ်ပါတယ်14 နှစ်ဆိုတာကာလရှည်ကိုကျော်ဖြတ်ပြီးတော့ကျွန်တော်တို့အသည်းစွဲ SUPERNATURAL စီးရီးတွဲဟာလည်းFinal Season ကိုရောက်ရှိလို့လာပါပြီ..အရင် season 14 နောက်ဆုံးမှာ မထင်မှတ်ထားတဲ့လှည့်ကွက်တွေနဲ့အတူဇာတ်သိမ်းသွားတာကိုသိကြပြီးဖြစ်မှာပါ..God ဟာ တချိန်လုံး ...",
        "url": "https://channelmyanmar.org/tvshows/supernatural-season-15-final-season/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/dash-133x200.jpg",
        "title": "Dash & Lily 2020",
        "description": "FA တို့အတွက် ကုန်ကြမ်းရှာလို့ရမယ့် romance-comedy Netflix စီးရီးလေးလာပါပြီ\nကုန်ကြမ်းအဖြစ်သုံးမရလည်း ကြည့်ပြီး အားကျကြည်နူးနိုင်မှာဖြစ်ပါတယ်\nခရစ်စမတ်နီးပြီဖြစ်တဲ့အတွက် ခရစ်စမတ်ကားတွေတော်တော်များများ ထွက်ရှိလာတဲ့အထဲကမှ ဒီစီးရီးလေးကတော့ New York ခရစ်စမတ်ကို အခြေခံထားတဲ့ အချစ်ဟာသလေးပါ။\nဒက်ရှ်ဆိုတဲ့ ကောင်လေးဟာ အရင် ရည်းစားနဲ့ ပြတ်ပြီးကတည်းက တစ်ကိုယ်တည်းဖြစ်နေရှာပြီး ခရစ်စမတ်မှာလည်း အထီးကျန်လျက်ပါပဲ လီလီဆိုတဲ့ ကောင်မလေးကတော့ တစ်ခါမှရည်းစားမထားဖူးသူတစ်ယောက်ဖြစ်ပြီး အထီးကျန်ဆန်တဲ့ ခရစ်စမတ်မှာ ပျော်စရာတွေဖန်တီးဖို့အတွက် စာအုပ်ဆိုင်လေးတစ်ဆိုင်မှာ သူ့ရဲ့ အနီရောင်မှတ်စုစာအုပ်လေးကို တမင်ထားခဲ့ပါတယ်။\nဒါကို ဒက်ရှ်ကတွေ့သွားတဲ့အခါမှာ စာအုပ်လေးထဲက ညွှန်ကြားချက်တွေအတိုင်း လီလီရှာပုံတော်ဖွင့်ရပါတော့တယ်။\nဖုန်းတွေအင်တာနက်တွေပေါတဲ့ ခေတ်မှာမှ ဒက်ရှ်နဲ့လီလီကတော့ အနီရောင်မှတ်စုစာအုပ်လေးကနေတစ်ဆင့် တစ်ယောက်ကိုတစ်ယောက်လည်း မမြင်ဖူးပါပဲ အဆက်အသွယ်တွေလုပ်ပြီး challenge တွေခေါ်ကြတာတွေကို စိတ်၀င်စားဖွယ် ကြည့်ရှုရမှာပါနော်\nဇာတ်ကားကြည့်ပြီး လက်တွေ့စမ်းသပ်ချက်တွေ လုပ်ကြည့်ကြပါ ရည်းစားတစ်ယောက်လောက်ရသွားလည်း fa မဖြစ်တော့ဘူးပေါ့\nTranslated by Yoon Sandi Aung / Htet Wai ...",
        "url": "https://channelmyanmar.org/tvshows/dash-lily-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mqhYVbe20pB0PQXVZVdtbMakOCF.jpg",
        "title": "Reply 1988",
        "description": "Reply 1988 Review\nReply စီးရီးတွေထဲမှာ လူကြိုက်အများဆုံး ဇာတ်လမ်းတွဲပါ။\nReply စီးရီးတွေက စုစုပေါင်း ၃ ခု ရှိပါတယ်။\nReply 1997, Reply 1994 နဲ့ Reply 1988 တို့ပါ။\nပထမနှစ်ကားကတော့ Channel Myanmar မှာ တင်ခဲ့ပြီးပါပြီ။\nဒါကတော့ Reply စီးရီးတွဲတွေရဲ့ နောက်ဆုံးတွဲပါ။\n၁၉၉၀ ဝန်းကျင်နားတဝိုက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းတွဲတွေကို\nဘာလို့ လူကြိုက်များရတာလဲဆိုတော့ ....\n၂၀၀၀ အလွန် ခေတ်တွေထက်စာရင် လူသားပိုဆန်ခဲ့ကြလို့ပါပဲ။\nဒီဂျစ်တယ် နည်းပညာ ခေတ်မစားခင် အချိန်ကာလက ဖြစ်တဲ့အတွက် လူလူချင်း ပိုပြီး ရင်းနှီးခင်မင်ခဲ့ကြပါတယ်။\nဒါတွေဟာ ပြန်တွေးကြည့်ရင် လွမ်းမောစရာတွေပါပဲ။\nယခင် Reply ဇာတ်လမ်းတွဲတွေနဲ့ မတူတဲ့အချက်ကတော့\nအချစ်ဇာတ်လမ်းကို အနည်းငယ်သာ ထည့်ထားပြီးတော့\nဆိုးလ်မြို့ ဆန်းမွန်ဒုံ ရပ်ကွက်က မိသားစု ၅ စု ရဲ့ အကြောင်းကို ဇာတ်လမ်းဆင်ပြီး ရိုက်ပြထားတာပါ။\nမိသားစုအကြောင်းကို အလေးထား ...",
        "url": "https://channelmyanmar.org/tvshows/reply-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yuwE4sI4HxzAI4Sq2i1ja36kwCT.jpg",
        "title": "Mirzapur(2018/2020)SEASON 1/2",
        "description": "Mirzapur(2018/2020)SE1/SE2 အညွှန်း******************************စ/ဆုံး(ဒီစီးရီး တခြားအိန္ဒိယကားတွေနဲ့ ကွဲပြားလိမ့်မယ်လုိ့ထင်ပါတယ်...Overတွေမပါသလို ရွေးကောက်ပွဲမတိုင်ခင် မဲဆွယ်ကာလနဲ့စတင်ပြီးမူးယစ်ဂိုဏ်းတွေ၊လူမိုက်ပေါင်းစုံတွေ ခရိုနီတွေနဲ့ အာဏာရဖို့အရေး နည်းမျိုးစုံနဲ့ကြိုးစားတဲ့သူတွေနဲ့ဖွဲ့စည်းထားပြီးအတော်ကြီးကိုကြမ်းပါတယ်...)တရးဥပဒေစိုးမိုးမှုမရှိတဲ့ မီဇာပူးမြို့မှာမီလျံနာသူဌေးတစ်ဖြစ်လဲ\nမာဖီယားဂိုဏ်းစတားဖြစ်သူ အခန်ဒနန် ထရီပါသီ ဟာသြဇာအာဏာကြီးမားပြီး တစ်မြို့လုံးကိုချုပ်ကိုင်ထားတယ်...သူ့ရဲ့တစ်ဦးတည်းသောသားဖြစ်သူ မူနာ ထရီပါသီ ကတော့ အရည်အချင်းမရှိဖခင်ဖြစ်သူရဲ့အမွေစရိုက်အရာနဲ့ထိုက်တန်ခြင်းမရှိဘဲ အာဏာပါဝါ မက်မောတမ်းတနေတဲ့လူတစ်ယောက်...သူဟာမင်္ဂလာပွဲတစ်ခုရဲ့အဖြစ်အပျက်တစ်ခုကြောင့် ရိုးဖြောင့်မှန်ကန်တဲ့ရှေ့နေတစ်ဦးဖြစ်သူ ရမခန်ပါဒစ် နှင့်သူ့သားများဖြစ်ကြတဲ့ ဂူဒူနဲ့ဘာလူး တို့မိသားစုနဲ့ရင်ဆိုင်လာရတော့တယ်...ဂူဒူနဲ့ဘာလူးတို့ဟာ သူ့အဖေကိုမီပူဇာမြို့ဘုရင်ရဲ့သားဖြစ်သူရဲ့ အနှောင့်အယှက်အန္တရာယ်ပေးမှုအောက်မှကာကွယ်ဖို့အတွက် မီပူဇာမြို့ဘုရင် အခန်ဒနန်ထရီပါသီရဲ့လက်အောက်မှာ အလုပ်လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်..ဒီလိုလောကမျိုးကြီးဟာ ဝင်ပြီးရင်ပြန်ထွက်မရဘူးဆိုတာသူတို့သိပေမယ့်အဖေကိုလဲကာကွယ်နိုင် ငွေလဲအလွယ်တကူရှာနိုင်မှာဖြစ်တဲ့အတွက် မျက်စိစုံမှိတ်ကာညီအစ်ကိုနှစ်ယောက်ရှေ့ဆက်တိုးခဲ့ကြတဲ့ပြီး မီပူဇာမြို့ဘုရင်ကြီးရဲ့ ခြင်္သေ့များဖြစ်လာကြတဲ့အခါမှာတော့...(၁၉)ပိုင်းထွက်ရှိထားပါတယ်..တစ်ရက်တစ်ပိုင်းတင်ဆက်ပေးသွားပါ့မယ်... Quality – WEB-DL  720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres- , Action ,Crime ,DramaTranslated by Zwel Zan Aung ,Paing ,& MarTizasEncoder – Phyo Pyae \nSeason ...",
        "url": "https://channelmyanmar.org/tvshows/mirzapur2018season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/yzA0LmcJj7AS7uiOUAXPE6jkg0M-133x200.jpg",
        "title": "Grand Blue {Complete}",
        "description": "Grand Blueလူရိုးကလေး အီအိုရီ ဟာ ကျောင်းတက်ဖို့အတွက်ရေငုတ်ပစ္စည်းအငှားဆိုင် နဲ့ ဘား ဖွင့်ထားတဲ့ ဦးလေးဖြစ်သူထံရောက်ရှိခဲ့ပါတယ်...လူရိုးကလေး အီအိုရီ တစ်ယောက် သူ့ရဲ့ စီနီယာ ဖြစ်လာမယ့် ကွီး ၂ ယောက်နဲ့စတင်တွေ့ရှိခဲ့တဲ့ အပြင် ငယ်ငယ်တုန်းကပဲ တွေ့ခဲ့ဖူးတဲ့အရမ်းလှတဲ့ အစ်မ ဝမ်းကွဲ နဲ့ ညီမဝမ်းကွဲ  ချိစ တို့နဲ့ပါတစ်အိမ်ထဲ နေဖို့ အကြောင်းဖန်လာပါတော့တယ်...လူရိုးကလေး ဖြစ်ပေမဲ့ ဖွန်လဲ ကြောင်ချင်တဲ့ အီအိုရီ တစ်ယောက်ကျောင်းမှာ အဆင်မပြေပေမဲ့ သူ့လိုပဲ အူကြောင်ကြား ငတိ တစ်ဦးဖြစ်တဲ့ကိုဟေး နဲ့ သူငယ်ချင်းတွေ ဖြစ်ခဲ့ပါတယ်...ဒီလို နဲ့ လူပျိုသဘာ၀ အလွဲတွေ ဟာသတွေ နဲ့အစ်မ ဝမ်းကွဲ ညီမဝမ်းကွဲတွေ ကြားမှာ စီနီယာ အကို ၂ ယောက်ရဲ့ချောက်တွန်းမှုတွေ နဲ့ ဘယ်လိုတွေ ရယ်ရမယ် ဆိုတာကြည့်ရှုရင်း အတောမသက်နိုင်ကြဖို့Translator ဖြစ်သူ Aung Tayza က ဘာသာပြန်ပေးထားပါတယ်CM VIP LinksEp 01 - Yoteshin / Yandex ...",
        "url": "https://channelmyanmar.org/tvshows/grand-blue/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/r3eQ2_4c-142x200.jpg",
        "title": "Kor Kerd Mai Klai Klai Ter (2020)",
        "description": "[Unicode]\" ဘဝဆက်တိုင်းမင်းအနားမှာ နေပါရစေ\"Casts\nချုမ် အဖြစ် Tor Thanapob\nအွန်ရဖီ အဖြစ် Aff Taksaorn\nဖတ်ခ် အဖြစ် Two Popetorn\nနီရာနတ် အဖြစ် Natharika\nဖမ် အဖြစ် Neng Saran\nအိုင် အဖြစ် Richie Omrawadee\nအစ် အဖြစ် Amarin Nitibhonဇာတ်လမ်းအကျဉ်းဖတ်(ခ်)က လေကြောင်းကုမ္ပဏီတစ်ခုရဲ့ ပိုင်ရှင်ဖြစ်ပြီး လေယာဉ်မှူးတစ်ယောက်လည်း ဖြစ်ပါတယ်ချစ်ရတဲ့ မိန်းကလေး အွန်ရဖီနဲ့ နွေးထွေးတဲ့ မိသားစု ဘဝလေးကို တည်ဆောက်ဖို့ ကြိုးစားနေတဲ့သူလည်း ဖြစ်ပါတယ်စိတ်ကောင်းစေတနာကောင်းရှိတဲ့ ဖတ်(ခ်)က ကောင်းကင်နှလုံးသားဆိုတဲ့ အတွင်းအင်္ဂါလှူဒါန်းသူတွေမသေဆုံးခင် သွားသယ်ဆောင်ပြီး လိုအပ်တဲ့သူတွေဆီ ပို့ပေးတဲ့ ပရဟိတအလုပ်လည်းလုပ်နေသူပါဖတ်(ခ်) ရဲ့ ဘယ်သူမှ မသိတဲ့ အလုပ်တစ်ခုကတော့ ကင်ဆာကုသဆေး သုတေသနအလုပ်ကို ပြည်ပကလောဘသား ဆေးကုမ္ပဏီကလူတွေလက်ထဲက ကာကွယ်ပေးနေတာပါတစ်ရက် အွန်ရဖီ ကိုယ်ဝန်ရပြီး မိသားစုတည်ဆောက်တော့မယ့်ချိန် ကင်ဆာရောဂါ ကုသဆေးကိစ္စနဲ့ ဖတ်(ခ်) သွားကူညီရင်း သေဆုံးခဲ့ရတယ်သေချိန်တန်ဖို့ ၂၄နှစ်အလိုကို ...",
        "url": "https://channelmyanmar.org/tvshows/kor-kerd-mai-klai-klai-ter-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djWxHGEz6RCGf68mmJxf4igj4n6.jpg",
        "title": "18 Again(2020)",
        "description": "18 Again (2020) ဇာတ်လမ်းတွဲအညွှန်း\n*********************************\nအပိုင်း(၁ မှ ၁၆ )ထိ စ/ဆုံးကျွန်တော်တို့တွေဟာ အတော်များများ လက်ရှိအဖြစ်အပျက်အပျက်ကို စိတ်ကုန်နေတတ်သလို ဘဝတစ်ဆစ်ချိုးနေရာကို အဆင်မပြေမှုတွေကြုံလာတိုင်း\nစိတ်ကူးနဲ့ပြန်သွားလေ့ရှိတယ်...\nတကယ့်လို အဲဒီအချိန်မှာများတစ်ခြားဆုံးဖြတ်ချက်တစ်ခုကို ရွေးချယ်ခွင့်ရရင် ဒီထက်ကောင်းတဲ့ ဘဝတစ်ခုပိုင်ဆိုင်ဖြစ်ပဲလို့ တွေးတတ်ကြတယ်...\nအိမ်ထောင်ရေးမှာအဆင်မပြေလှတဲ့ လင်မယား(၂)ယောက်မှာ ယောကျ်ားဖြစ်သူဟာ\nအပေါ်ကပြောထားသလို ပြန်တွေးနေလေ့ရှိတယ်...\nလက်ရှိဇနီးနဲ့ကွာရှင်းရမယ့်အနေအထားဖြစ်တဲ့အပြင်\nသားသမီး(၂)ယောက်နဲ့လည်းဆက်ဆံရေးက အတော်မကောင်းလှ....\nလုပ်ငန်းခွင်မှာလည်း အလဲလဲအပြိုပြို....ဒီလိုနဲ့တစ်နေ့တော့\nမမျှော်လင့်ဘဲ အသက်(၁၈)နှစ်အရွယ်ကိုပြန်ရောက်သွားတဲ့အချိန်မှာတော့...\nဒီစီးရီးက နာမည်ကြီးမင်းသားမင်းသမီးကြီးတွေနဲ့ရိုက်ကူးထားပြီး မိသားစုပြဿနာတွေ သားသမီးတွေရဲ့ အခြေအနေတွေကို ရိုက်ကူးပုံဖော်ထားသလို\nချစ်စရာကောင်းတဲ့ငယ်ဘဝကျောင်းသား ပုံရိပ်တွေလည်းအများကြီးပါဝင်ပါတယ်...\nမပျင်းမရိနဲ့ ဆွဲဆောင်မှုရှိတဲ့ဇာတ်လမ်းတွဲကောင်းဖြစ်မှာမို့စောင့်မျှော်ကြည့်ရှုအားပေးကြပါကုန်....Quality – HD-TV 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres- , Drama,RomanceTranslated by Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin PaleEncoder – Phyo Pyae \nEpisode 1(500MB)\nUsersDrive /Yoteshindrive/ Upstream ...",
        "url": "https://channelmyanmar.org/tvshows/18-again2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Screen-Shot-2020-11-10-at-10.52.19-AM-134x200.png",
        "title": "Paranormal (2020)",
        "description": "Paranormal (2020)===============IMDb Rating - 9.1 / 10 1960 ခုနှစ်၀န်းကျင်ကို အခြေခံထားပြီး ရင်ဖိုစရာ အသည်းထိတ်စရာ ဆန်းကျယ်မှုတွေနဲ့ ပြည့်နေတဲ့Netflix စီးရီးတစ်ခုလာပါပြီ။အသက် ၄၀ ၀န်းကျင်အရွယ်ရှိတဲ့ ရက်ဖာ့တ် အစ်စ်မေးလ် ဆိုတဲ့ ဆရာ၀န်ဟာ သဘာ၀လွန်ဖြစ်ရပ်တွေမကောင်းဆိုးဝါးတွေကို လုံး၀အယုံကြည်မရှိသူတစ်ယောက်ပါ။ ဒါပေမယ့် ဒီလိုလူတစ်ယောက်ရဲ့ ပတ်၀န်းကျင်မှာမှ သူ သက်၀င်ယုံကြည်မှု မရှိတဲ့ အဖြစ်အပျက်တွေ ဖြစ်လာပြီး သူချစ်တဲ့သူတွေ သူ့ရဲ့ ပတ်၀န်းကျင်က လူတွေအပေါ်ပါ ဒီကြောက်စရာအဖြစ်အပျက်တွေက သက်ရောက်လာတဲ့အခါ ဒေါက်တာရက်ဖာ့တ်တစ်ယောက် ဘာတွေရင်ဆိုင်ပြီး ဘယ်လိုတွေဖြေရှင်းမလဲ .....ဒီဇာတ်လမ်းဟာ ရောင်းအားအကောင်းဆုံး thriller novel series ဖြစ်တဲ့ Paranormal ကို ပြန်လည်အသက်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDb 9.1 တောင် ရထားလို့ အထူးတလည် ပြောစရာလိုမယ် မထင်ပါဘူး။ Quality – 720p WebRipDuration – 22 mins ...",
        "url": "https://channelmyanmar.org/tvshows/paranormal-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zU0htwkhNvBQdVSIKB9s6hgVeFK.jpg",
        "title": "The Queen’s Gambit(2020)",
        "description": "The Queen's Gambit(2020) အညွှန်း********************************IMDb..8.9(((စ/ဆုံး Zip File ရပါပြီနော်)))ဒီနှစ်ထဲမှာ ကျွန်တော့်အကြိုက်ဆုံး စီးရီးတွေထဲက တစ်ခုကို တင်ပေးလိုက်ပါတယ်။ဇတ်လမ်း၊ သရုပ်ဆောင်၊ ဂီတ အကုန်ကြိုက်တယ်ဗျာ။ Rating က 8.9 တဲ့၊ တကယ်ရသင့်ပါတယ်။အမ်မီဆုတွေတော့ ကြိုမှန်းလို့ရနေပြီ။ စစ်တုရင်အကြောင်း ဇာတ်လမ်းကို စစ်တုရင် နားမလည်တဲ့သူတွေပါကြိုက်အောင်၊စစ်တုရင် ပွဲကို လက်ဝှေ့ပွဲလို ရင်ခုန်အောင် ရိုက်ပြထားတာတော့ တကယ်ချီးကျူးမိတယ်။ဒီရုပ်ရှင်ကိုကြည့်ဖို့ စစ်တုရင် အကြောင်း မသိသေးရင်တောင် ရသေးတယ်။ဒီတော့ ဇာတ်လမ်းအကြေငာ်း မပြောခင် နောက်ခံသမိုင်းလေး အရင်ပြောပြမယ်။ဒီရုပ်ရှင်ကို ဝေါ်တာ တဲဗစ်ရဲ့ ၁၉၈၃ တုန်းက ဝတ္ထုအပေါ် အခြေခံပြီး ရိုက်ကူးထားတာပါ။ကာလကတော့ စစ်အေးတိုက်ပွဲကာလ အမေရိကန် ရုရှား အကြီးအကျယ် အားပြိုင်တဲ့ အချိန်ပေါ့။အဲဒီအချိန်မှာ အားကစား၊ ပညာရေး၊ နည်းပညာတိုးတက်မှု၊ ...",
        "url": "https://channelmyanmar.org/tvshows/the-queens-gambit2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhIaFcLHBPppaeY1iu9GzHtaqf.jpg",
        "title": "Meteor Garden(2018)",
        "description": "Meteor Garden(2018)ဇာတ်လမ်းတွဲအညွှန်း****************************************အပိုင်း( ၁ မှ ၄၉) စ/ဆုံး(WEB-DL 1080P ဖြင့် တင်ဆက်ပေးထားပါသည်...)တုံရှင်းချိုင်ဆိုတဲ့ကောင်မလေးဟာ အခြေခံလူတန်းစားကမွေးဖွားခဲ့တဲ့ကောင်မလေးတစ်ယောက်...သူမရဲ့ရည်မှန်းချက်က မင်ဒဲ တက္ကသိုလ်ကို ဝင်ပြီး သူမ ဝါသနာပါတဲ့ မေဂျာယူရင်းအအောင်မြင်ဆုံးဖြစ်အောင်ကြိုးစားဖို့ပါ...မင်ဒဲတက္ကသိုလ်က တော်ရုံလူတော့ ဝင်နိုင်ဖို့မလွယ်..ဒါကြောင့် တုံရှင်းချိုင်တစ်ယောက်အရမ်းပျော်နေခဲ့တာပေါ့...သူငယ်ချင်းအသစ်တွေ အတွေ့အကြုံသစ်တွေနဲ့ ကျောင်းပျော်ကြီးဖြစ်မယ်လို့ ထင်ခဲ့ပေမဲ့ကျောင်းရဲ့ အထင်ကရ F4 လေးယောက်နဲ့တွေ့တဲ့အခါမှာတော့သူမ ထင်ထားခဲ့သလိုဖြစ်မလာတော့ပါဘူး...ဒီတရုတ်စီးရီးက ကွီးယားF4 ကိုအဓိက ကျောရိုးယူရိုက်ကူးထားတာပါ...တရုတ်ရဲ့ ဓလေ့ထုံးတမ်းတွေပြင်ဆင်ရိုက်ကူးခဲ့တဲ့အပြင်ရှုခင်းတွေလည်းအတော်ကြီးကိုလှပါတယ်....မျက်စိတော့ အတော်အေးပါတယ်....အပိုင်း (၄၉)ပိုင်းရှိပြီး သူလည်း တစ်မျိုးလေးခံစားလို့ကောင်းပါတယ်....ဒါ့ကြောင့် တရုတ်ပုံစံလေးသဘောကျတဲ့သူတွေအတွက်ရော ခံစားချင်လို့ရအောင် တင်ဆက်ပေးထားပါတယ်..... Quality –1080 WEB-DL Duration – 45Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, Drama, Romance Translator – CM TeamEncoder –  Phyo Pyae \nEp 1-7  Yoteshin  /  VIP\nEp8-15 Yoteshin  ...",
        "url": "https://channelmyanmar.org/tvshows/meteor-garden2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/scam-1-133x200.jpg",
        "title": "Scam 1992 – The Harshad Mehta Story",
        "description": "လွန်ခဲ့သောရက်ပိုင်းအတွင်း imdb website မှာ rating အမြင့်ဆုံး စီးရီးတွေဖြစ်တဲ့ Breaking Bad,Charnobyl အစရှိသည့် စီးရီးတွေကို ကျော်ဖြတ်ပြီး India Series တစ်ခုက rating 9.8 ဖြင့် ထိပ်ဆုံးရောက်ရှိခဲ့တဲ့ သတင်းက အတော်နာမည်ကြီးသွားခဲ့တယ်၊\nIndia နိုင်ငံကလူတွေ မင်းသားအစွဲ၊မင်းသမီးအစွဲကြောင့် မဟုတ်ပဲ ဇာတ်လမ်းကို သဘောကျလွန်းလို့ ကြည့်ပြီးတဲ့ သူတိုင်း Rating 10 ပေးခဲ့တာကြောင့် အခုလို Rating 9.8 ရပြီး ထိပ်ဆုံးရောက်သွားခဲ့ရခြင်းဖြစ်တယ်၊ ကြည့်ရှူသူများလာလို့ vote များပြီး Rating ကျလာပေမယ့် အခုအချိန်ထိ Top 10 ထဲမှာ ဆက်လက်ရှိနေပါတယ်၊\nထိုဇာတ်ကားကတော့ ယခု CM ပရိသတ်တွေကို တင်ဆက်ပေးလိုက်တဲ့ Scam 1992 : The Harshad Mehta Story ဆိုတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်၊\nတကယ့်ဖြစ်ရပ်မှန် ...",
        "url": "https://channelmyanmar.org/tvshows/scam-1992-the-harshad-mehta-story-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/1_Q4W6eJbUdB7KIGvA8EoY0Q-141x200.jpeg",
        "title": "I’m Tee, Me too",
        "description": "I'm Tee, Me too (2020)\nUnicode\nအိမ်ကလေးတစ်လုံးထဲမှာ နာမည်တူ လူ ၆ ယောက် အတူနေတာမျိုး တွေ့ဖူးကြပါသလား?\nဒီဇာတ်လမ်းထဲမှာတော့ \"တီး\" ဆိုတဲ့ ကောင်လေး ၆ ယောက် က တစ်မိုးအောက်မှာ အတူတူ နေမိကြတဲ့အဖြစ်ပါ။\nဖြစ်ပုံကတော့ ဒီလိုပါ။\nအိမ်ပိုင်ရှင် တီး ဟာ သူ့အမေ ဆုံးပါးသွားပြီးနောက်ပိုင်းမှာ ဒီအိမ်မှာ တစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ်။\nဒါပေမယ့် သူ့အမေက ဒီအိမ်ကို အကြွေးနဲ့ ထားခဲ့တာဖြစ်တဲ့အတွက် တီး တစ်ယောက် အကြွေးဆပ်နိုင်မှ ဒီအိမ်ကို ဆက်လက်ပိုင်ဆိုင်နိုင်မှာ ဖြစ်ပါတယ်။\nဒီတော့ အိမ်ငှားတင်ဖို့ သူ စီစဉ်ရပါတော့တယ်။\nဒါပေမယ့် ဇီဇာကြောင်တဲ့ ဝါတီး ဟာ ဒီအိမ်မှာ နေမယ့်သူတိုင်းမှာ တီး နာမည်ပါရမယ် ဆိုတဲ့ စည်းကမ်းချက်ကို အိမ်ငှားကြော်ငြာမှာ ထည့်ထားပါတယ်။\nဒီတော့ တီး ၆ ယောက် တစ်အိမ်ထဲ နေမိကြတဲ့ အဖြစ်နဲ့ကြုံရပါရော။\nဒီအဖြစ်အပျက်ကို ထူးဆန်းတယ် မထင်ပါနဲ့။\nသူတို့ရဲ့ထူးဆန်းတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/im-tee-me-too/"
    }
]