[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/The-First-Responders-3-142x200.jpg",
        "title": "The First Responders (2023) Season2",
        "description": "The First Responder S2\n====================\nမီးလောင်မှုအမျိုးမျိုးနဲ့ ပြီးတဲ့အထိ ပျင်းစရာတစ်ကွက်မရှိအောင် အပြတ်ကြမ်းသွားတဲ့ကားလေး ပြန်လာပါပြီ။မီးသတ်ဌာနနဲ့ ရဲဌာန နှစ်ခုပေါင်းပြီး မီးလောင်မှုတွေရဲ့နောက်ကွယ်က ဆက်စပ်အကြောင်းအရာတွေကို\nဖော်ထုတ်လာခဲ့တာ အသည်းတအေးအေးနဲ့ ပစ်ရက်စရာမရှိအောင်ပဲဆိုတာ ပရိသတ်ကြီးအသိပါပဲ။ခွေးလို အမှုတွေကို အနံ့ခံကောင်းလွန်းလို့ အမဲလိုက်ခွေးလို့ နာမည်ပြောင်ရထားတဲ့ စုံထောက်ကြီး ဂျင်ဟိုဂယ်၊\nလူမှုကယ်ဆယ်ရေးတံဆိပ်တွေပါရထားတဲ့ ကြင်နာတတ်ပြီး လူ့အသက်ကိုပဲ ဦးစားပေးတဲ့\nအရေးပေါ်ကယ်ဆယ်ရေးဝန်ထမ်းမလေး ဆုန်းဆောလ်၊ မီးငြှိမ်းသတ်တဲ့အခါတိုင်း လက်အောက်ငယ်သားတွေကိုညှာတာပြီး\nကိုယ်တိုင်ရှေ့ထွက်ဦးဆောင်တတ်တဲ့ တာဝန်သိတတ်တဲ့ ဘုံဒိုဂျင်း သူတို့သုံးယောက်ပေါင်းပြီး S1 မှာ မဖမ်းနိုင်ခဲ့တဲ့\nကွင်းဆက်မီးရှို့မှုတွေရဲ့ တရားခံကို ဒီအပိုင်းမှာ ဖမ်းနိုင်သွားမလား၊ ဘယ်လိုမီးလောင်မှုတွေ ပါပြီး ဘယ်လိုတွေငြိမ်းသတ် ၊\nအမှုတွေဖြေရှင်းကြဦးမလဲဆိုတာကို သောကြာစနေညတိုင်းတင်ဆက်ပေးမှာမို့ စောင့်မျှော်ကြည့်ရှုပေးပါဦးနော်။Quality : 1080p DSNP WEB DL / 720pTotal Episodes : 12EpsFormat : mp4Genres :DramaDuration :Subtitle : Myanmar Subtitle ( ...",
        "url": "https://channelmyanmar.org/tvshows/the-first-responders-2023-season2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/ac-140x200.jpg",
        "title": "Arthdal Chronicles (2019)[Complete]",
        "description": "Arthdal Chronicles (2019) S1(စ/ဆုံး)(အပိုင်း ၁ မှ ၁၈ ) ထိ စ/ဆုံး S2 လေးထွက်မယ်ကြားလို့ 1080P လေး ရှယ်Update ပေးထားပါတယ်...အားလုံးမျှော်တလင့်လင့်ဖြစ်နေကြတဲ့ oppa Song Joong-Kiနဲ့ unnie Kim Ji-Wonတို့ရဲ့ခေတ်ဦးကဒီဇိုင်းလန်းလန်းတွေနဲ့ပုံဖော်ထားတဲ့ Arthdal Chronicles ဆိုတဲ့ကားလေး လာပါပြီနော်....ကမ္ဘာ့ခေတ်ဦးအချိန်အခါတုန်းကတော့ လူသားတွေမှာ နိုင်ငံ တိုင်းပြည် ဘုရင်ဆိုတာတွေမရှိကြပါဘူး။ဒီလိုနဲ့တဖြည်းဖြည်း မီး ဓားသွား လက်နက်နဲ့ ထွန်ယက်စိုက်ပျိုးနည်းတွေကိုသိလာတဲ့လူသားတွေဟာလောကကြီးကိုစိုးမိုးဖို့ကြိုးစားကြပါတယ်။Eunsun ဆိုတဲ့ကလေးလေးဟာ နိမိတ်ဆိုးနဲ့မွေးဖွားလာပြီး ကျိန်စာသင့်နေတယ်လို့သတ်မှတ်ခံထားရတာကြောင့် ဒီကလေးရဲ့ရှင်သန်မှုအတွက် Arthdalမြို့သူမိခင်ဟာ ခက်ခက်ခဲခဲကြိုးစားခဲ့ရတာပါ.....တာဂွန် ကတော့ Arthdal မြို့ကစစ်သူကြီးတစ်ဦးဖြစ်ပြီး အသက်ငယ်ရွယ်စဉ်ကတည်းကထက်မြတ်သူတစ်ဦးဖြစ်ပြီး Arthdal မြို့ကို အောင်မြင်မှုတွေဆောင်ကြဉ်းပေးသူတစ်ဦးလဲဖြစ်ပါတယ်။သူ့ရဲ့အိမ်မက်ကတော့ Arthdalရဲ့ ဘုရင်ဖြစ်လာဖို့ပါပဲ။Wahan မျိုးနွယ်စုရဲ့ ဆက်ခံသူတစ်ဦးဖြစ်ပေမယ့် ခက်ခဲမှုတွေကိုကျော်လွှားရသူTan-Ya ကတော့ Eunsunရဲ့အချစ်ဦးဖြစ်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/arthdal-chronicles-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/txBJvZ7cComCxoolgyedsxIyHKF.jpg",
        "title": "A Time Called You(2023)[Complete]",
        "description": "A Time Called You(2023)***********************အပိုင်း(၁ မှ ၁၂) စ/ဆုံးပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် မင်းသား Ahn Hyo Seop နဲ့ မင်းသမီး​ချော​လေး Jeon Yeo Been တို့ကအဓိကပါဝင်သရုပ်​ဆောင်ထားတဲ့ Netflix က​နေ 12 ပိုင်းလုံး တစ်ပြိုက်နက် ပြသမည့်ဇာတ်ကား​လေးကို တစ်ဝကြီး ကြည့်ဖို့ တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီဇာတ်ကား​လေးက​တော့ ဂျွန်ဟီးဆိုတဲ့ ​ကောင်မ​လေးက 2023 ခုနှစ်မှာသူမ ချစ်ရတဲ့ ယွန်းဂျွန်ဆိုတဲ့​ကောင်​လေးကို ဆုံးရှုံးရပြီး​နောက် ​ဖြေမဆည်နိုင်ဘဲသူမ​ကောင်​လေးကိုပဲ အမြဲတမ်း လွမ်းဆွတ်​တမ်းတ​နေတဲ့​ကောင်မ​လေးပါ။တစ်​နေ့မှာ ဂျွန်ဟီးက အချိန်ခရီးသွားပြီး 1998 ကို အထက်တန်း​ကျောင်းသူ ကွမ်မင်းဂျွန်အဖြစ်နဲ့ ​​ရောက်ရှိသွားပါ​တော့တယ်။ အဲဒီအချိန်မှာပဲ သူမရဲ့​ကောင်​လေးနဲ့ အရမ်းတူတဲ့ အထက်တန်း​ကျောင်းသားနမ်ရှီဟွန်းကို သူမ ​တွေ့ဆုံလိုက်ရတဲ့အခါ...ဒါ​​ပေမဲ့ အဲဒီအချိန်မှာပဲ ရှီဟွန်းရဲ့ သူငယ်ချင်း ​ဂျောင်အင်ဂယူကလည်း မင်းဂျွန်ကို သ​ဘောကျ​​​နေပြန်တဲ့အခါ...ဒီအထက်တန်း​ကျောင်းသား လူငယ်၃​ယောက်ရဲ့ အချစ်ဇာတ်လမ်း​လေးက ဘာဆက်ဖြစ်မလဲ။ဂျူဟီးက​​ရော သူမချစ်သူနဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/a-time-called-you2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjYyYzgxZDktMzg4MS00MTQyLWIwYzMtNjkwNmUxYzJiZDM4XkEyXkFqcGdeQXVyNjg0NTcxMTg@._V1_-133x200.jpg",
        "title": "Cunk on Britain (2018)",
        "description": "Cunk on Britain (2018) Complete ~ IMDb rating - 8.3/10 ~ \"နယူတန် ကမ္ဘာ့မြေဆွဲအားကို မတီထွင်ခင်တုန်းက လူတွေက လေပေါ်မှာဝဲနေမှာပဲ...\" အဲဒီလို ဂေါက်တိဂေါက်တောက်စဉ်းစားမိကြဖူးလား။\nအမှောင်ခေတ်ဆိုတာ မီးပြတ်နေတဲ့ခေတ်လို့ တွေးမိကြဖူးလား။\nကပ်ရောဂါက မကောင်းဘူးဆိုရင် ဘာလို့ဖြစ်ကြတာလဲ။\nအချင်းချင်းမေးရင်တောင် ဂေါက်နေတာလားလို့ ပြန်မေးခံရမယ့် မေးခွန်းတွေကို ဒီမမကြီးက ဒီလိုမေးခွန်းတွေကို သက်ဆိုင်ရာ ပညာရှင်တွေဆီကို သွားမေးပါတယ်။ သူကတော့ ဖီလိုမီနာကန့်ခ်ပါ။ ဒီတစ်ခါမှာတော့ သူက ဗြိတိန်နိုင်ငံရဲ့ သမိုင်းကြောင်းကို ပေါက်ကရလေးဆယ် တင်ပြသွားမှာပါ။ ဗြိတိန်သမိုင်းကို ခွီရင်းနဲ့ လေ့လာနိုင်ပါလိမ့်မယ်။ ကြည့်နေရင်း မေးခံရတဲ့ ပညာရှင်တွေက ထရိုက်ချင်စိတ်ပေါက်နေတာ၊ ရယ်ချင်စိတ်ပေါက်နေတာကို မနည်းထိန်းနေရတာကို တွေ့ရမှာပါ။ ပြီးတော့ မေးတဲ့မေးခွန်းက ကြောင်တောင်တောင်နိုင်လွန်းလို့ ပညာရှင်တွေ ဖြေရကြပ်သွားတာကို ကြည့်ရတာလည်း ခွီချင်စရာပါပဲ။ ဗြိတိန်သမိုင်းကို အမှန်အကန်လေ့လာနေတဲ့သူတွေအတွက်လည်း ဇဝေဇဝါဖြစ်စရာ မေးခွန်းတွေကို ဘာမှန်းမသိ ဖြစ်သွားအောင်လုပ်ပေးပါလိမ့်မယ်။ ဒါကတော့ ကန့်ခ်ပြောတဲ့ ဗြိတိန်အကြောင်းပါ။ (ဒီစီးရီးအတွက် အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/cunk-on-britain-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c2Y2qj6cYj2IdNF8YnPJOJRqZJv.jpg",
        "title": "Jun and Jun (2023)",
        "description": "Jun and Jun (2023)ငွေကုန်ကြေးကျအများဆုံး အိုင်ဒေါတစ်ယောက်ဖြစ်လာဖို့\nမျှော်လင့်ခဲ့သော်လည်း သူ့ရဲ့အိပ်မက်များကို လက်လျှော့ခဲ့ပြီး\nရုံးဝန်ထမ်းဘဝထဲကို ဝင်ရောက်လာပြီး အတွေ့အကြုံမရှိဘဲ\nအလှကုန်ကုမ္ပဏီတစ်ခုရဲ့ အလုပ်သင်အဖြစ် အလုပ်ဆင်းတော့မယ့် အီဂျွန်ဒေါသကြီးပြီး ကုမ္ပဏီဝန်ထမ်းများ ကြောက်ရပြီး အတိတ်မှာ\nအီဂျွန်ကို အီစီကလီလုပ်ခဲ့ဖူးတဲ့ မန်နေဂျာချုပ် ချွဲဂျွန်အလုပ်စဆင်းမယ့် အလုပ်သင် အီဂျွန်ကို အလုပ်တာဝန်တွေ\nတပုံတပင်ပေးခံရတာကို ဘယ်လိုမျိုးဖြေရှင်းသွားမလဲ\nအိုင်ဒေါစတားဟောင်း တစ်ယောက်နဲ့\nမန်နေဂျာချုပ် ချွဲဂျွန်တို့ကြားက အချစ်ရေး တင်းမာမှုတွေနဲ့\nသူတို့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေလည်း အချစ်ရဲ့ဆွဲငင်အားမှာ\nဘယ်လိုမျိုးမျောပါသွားမလဲဆိုတာကို CM မှာ ကြည့်ရှုလို့ရပါပြီအညွှန်းကိုတော့ Myo Myo က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Myo Myo and NanThin ပဲ ဖြစ်ပါတယ်။Genre... BL, Drama\nQuality…. 1080p | 720p\nFile size… 300MB | 150MB\nFormat… mp4\nDuration…. 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Myo Myo, Nan Tthin\nEncoder ..... ...",
        "url": "https://channelmyanmar.org/tvshows/jun-and-jun-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vS169Ja9Rl29aesCNXJnU4gd0km.jpg",
        "title": "Longing For You (2023) [Complete]",
        "description": "Longing For You (2023)*****************အပိုင်( ၁ မှ ၁၄ ) အထိ စ/ဆုံးစုံ​ထောက်အိုဂျင်ဆန်းဟာ တစ်ဦးတည်း​သောညီ​လေးနဲ့အတူသာမာန်ဘဝ​လေးကို​ ပျော်ရွှင်စွာဖြတ်သန်း​နေသူဖြစ်ပါတယ်။တစ်ရက်မှာ​တော့ လူသတ်မှုတစ်ခုအတွက် ညီဖြစ်သူကသံသဃရှိသူအဖြစ်စွပ်စွဲခံရတဲ့အပြင် မိုးသည်းတဲ့ညတစ်ညမှာရုတ်တရက်အသတ်ခံလိုက်ရပါ​တော့တယ်။ထို​နေ့မှစပြီး ဆက်တိုက်ကျရောက်လာတဲ့ကံကြမ္မာဆိုး​တွေကိုအိုဂျင်ဆန်းတစ်​ယောက်ဘယ်လိုရင်ဆိုင်သွားမလဲ...။တကယ့်လူသတ်သမားက​ရောဘယ်သူလဲ...။စသည့် လျှို့ဝှက်ဆန်းကြယ်ရာများကို သည်းထိပ်ရင်ဖိုရရုံသာမကမင်းသားမင်းသမီးကြီးများ၏ အ​ကောင်းစားသရုပ်​ဆောင်ချက်များကိုမှင်သက်စွာကြည့်ရူခံစားကြရမှာဖြစ်ပါတယ်။Jinxed at Firstထဲက မင်းသားချောလေး Na In-Wooနဲ့One Dollar Lawyerထဲက မင်းသမီးလေး Kim Ji-Eunတို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Aired on   : Wednesday, Thursday\nAired         : Jul 26, 2023 - Sep 7, 2023\nGenres      : Action, Thriller, Mystery, Drama\nDuration  : 70 mins\nEpisodes  : 14\nOriginal Network:  ENA\nFile Size  : 720p ...",
        "url": "https://channelmyanmar.org/tvshows/longing-for-you-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/matha-1-133x200.jpg",
        "title": "Mathagam (2023) S1 Complete",
        "description": "Mathagam (2023)(TV Series)\nIMDb-6.4/10Disney+Hotstarကနေထုတ်လွှင့်ခဲ့တဲ့ တမီးလ်မှုခင်းစီးရီးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nအပိုင်းငါးပိုင်းပါဝင်ပြီး စာဘူးတောင်းသိုက်ထဲကသပွတ်အူလို ရှုပ်ထွေးလှတဲ့နိုင်ငံရေး၊\nဖြောင့်မတ်တဲ့ရဲအရာရှိနဲ့ နောက်ခံအင်အားတောင့်တင်းတဲ့ရာဇဝတ်ကောင်တို့အားပြိုင်ကြပုံကိုကြည့်ရှုခံစားရမှာပါ။ဖြောင့်မတ်တဲ့ရဲအရာရှိနာမည်က အက်ရှဝန့်။သူကိုင်ထားတဲ့စစ်ဆင်ရေးက မြို့ရဲ့နာမည်ဆိုးနဲ့ကျော်ကြားနေတဲ့\nရာဇဝတ်ကောင်တွေကို ဖမ်းဆီးနှိမ်နှင်းဖို့။နိုင်ငံရေးနောက်ခံအင်အားနဲ့ ပါတီဖွဲ့စည်းထားတာက\nဝေးလ်လို့ လူသိများတဲ့ လူသတ်မှုများစွာကျူးလွန်ထားပြီး ရဲအလိုရှိဆုံးစာရင်းထဲက ရာဇဝတ်ကောင်ပါဒလမ်ဆီကာ။သူတို့နှစ်ဦး ထိပ်တိုက်ရင်ဆိုင်ကြတဲ့အခါမှာတော့ ဘယ်သူကဘယ်လိုတွေကောက်ကျစ်ပြီး\nဘယ်သူကဘယ်လိုပရိယာယ်တွေသုံးမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်မှုခင်းစီးရီးလေးပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ BpL~Dee~V~Zwe~Yunniတို့ဖြစ်ပါတယ်)File Size – 790MB / 400MBQuality – 1080p WEB DL / 720pDuration –  45minsTotal Episodes:  5EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : CrimeTranslator – BpL~Dee~V~Zwe~YunniEncoder – YK\n720p\nEpisode 1 - Yoteshin | Userdrive | Megaup | Streamvid\nEpisode 2 - Yoteshin | Userdrive ...",
        "url": "https://channelmyanmar.org/tvshows/mathagam-2023-s1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/why-133x200.jpg",
        "title": "Why Didn’t They Ask Evans? (2023)",
        "description": "Why didn't they ask Evansစုံထောက်ဇာတ်လမ်းတွေကို နှစ်သက်သူတွေအနေနဲ့ စာရေးဆရာမကြီး Agatha Christieရဲ့ လက်ရာတွေကို ရင်းနှီးကြမှာပါ။\nသူ့ရဲ့ဝတ္ထုတွေဖြစ်တဲ့ Murder on the Orient Expressနဲ့ Death on the Nileတို့ကို ရုပ်ရှင်အဖြစ်\nပြန်လည်ရိုက်ကူးခဲ့ရာမှာလည်း ပရိတ်သတ်တွေကြား လူကြိုက်များခဲ့ပါတယ်။ဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့ Agatha Christieရဲ့ဝတ္ထုဖြစ်တဲ့\nWhy didn't they ask Evans?ကို ပြန်လည်ရိုက်ကူးထားတဲ့ Mini Seriesလေးပဲဖြစ်ပါတယ်။ခပ်ဝေးဝေးကလူတစ်ယောက်ရဲ့အော်သံကြောင့် ရိုက်လျက်စဂေါက်တံကို ရပ်တန့်ပြီး\nဘော်ဘီဂျုန်းစ်တစ်ယောက်အသံလာတဲ့ဖက်ကို လှမ်းကြည့်မိတယ်. လှိုင်းတွေရိုက်ခတ်နေတဲ့ချောက်ကမ်းပါးစွန်းကနေ\nလူတစ်ယောက်ပြုတ်ကျနေတာကိုတွေ့တော့ အကူအညီပေးဖို့\nအပြေးအလွှားဆင်းသွားတဲ့ဘော်ဘီကို သေလုဆဲဆဲလူက စကားတစ်ခွန်းပဲပြောနိုင်ခဲ့တယ်'သူတို့ဘာလို့ အီဗန်ကိုမမေးခဲ့တာလဲ'တဲ့.\nဘော်ဘီဂျုန်းစ်ဆိုတာက ရေတပ်ကဒုဗိုလ်အနေနဲ့ထွက်လာတဲ့ သင်းအုပ်ဆရာရဲ့သားဖြစ်ပြီး\nမာ့ချ်ဘော့တ်မြို့ရဲ့ဂေါက်ကွင်းမှာအလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပါ. အေးအေးဆေးဆေးနဲ့\nသူတပါးကိုကူညီတတ်တဲ့သူ့ဘဝထဲကို ချောက်ကမ်းပါးကနေပြုတ်ကျသွားတဲ့\nသေသွားတဲ့လူတစ်ယောက်ရဲ့နောက်ဆုံးစကားက အမြဲတဝဲလည်လည်ဖြစ်ပြီးမေးခွန်းထုတ်စရာဖြစ်လာပါတော့တယ်.ဒီမေးခွန်းကိုပိုပြီးတော့ အသက်ဝင်လာအောင်တွန်းအားပေးနေတာကတော့ လန်ဒန်မြို့ကနေပြန်လာတဲ့သူဠေးသမီးလေး လေဒီဖရန်စစ်ဒါဝက်ပါပဲ.\nစပ်စပ်စုစုနဲ့ သွက်လက်လွန်းတဲ့သူ့ရဲ့ဖိအားပေးမှုတွေနဲ့အတူ ဒါဟာ လူသေမှုလား လူသတ်မှုလားဆိုတာကို ရှာဖွေရင်းနဲ့\nကိုယ်တိုင်ပါအသက်အန္တရာယ်နဲ့ရင်ဆိုင်လာရတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာကို ဇာတ်လမ်းထဲမှာအဖြေရှာရမှာပါ.စုံထောက်ဝထ္ထုတွေမှာနာမည်ကြီးတဲ့ Agatha Christieရဲ့လူကြိုက်များခဲ့တဲ့ Why didn't they asked ...",
        "url": "https://channelmyanmar.org/tvshows/why-didnt-they-ask-evans-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyRemwZ9EQoZzfY8hoLAEDQiG4b.jpg",
        "title": "6ixtynin9 the Series (2023)",
        "description": "6ixtynin9 (2023)ရေငတ်နေတုန်း ရေတွင်းထဲကျရင်တော့ ဘယ်သူမဆို ဝမ်းသာပီတိဂွမ်းဆီထိတတ်ကြပေမဲ့\nကိုယ်ကရေမကူးတတ်လို့ ရေနစ်မှာကိုတော့ ကျွန်တော်တို့မေ့နေတတ်ကြတာဟာ ဓမ္မတာပါပဲ။ဒီဇာတ်လမ်းမှာရော ဘယ်လိုများ ဖြစ်မလဲ?ပရိသတ်အချစ်တော် Mai Davikaရဲ့ Crime Thriller စီးရီးသစ် 6ixtynin9 လေး\nယနေ့မှာထွက်ရှိလို့လာပြီဆိုတော့ စီအမ်ပရိသတ်တို့ ကြည့်ရှုခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီနော်။ကိုဗစ်ရောဂါဆိုးကြီးရဲ့နောက်ဆက်တွဲဖြစ်တဲ့ စီးပွားရေးပျက်ကပ်ကြောင့် အာမခံကုမ္ပဏီဝန်ထမ်းလေးတွန်းတစ်ယောက်\nဝန်ထမ်းလျှော့တဲ့ထဲပါပြီး နေ့ချင်းညချင်း အလုပ်လက်မဲ့ဘဝရောက်သွားပါတယ်။\nအလုပ်အကိုင်ရှားပါးလို့ စားဝတ်နေရေးကြပ်တည်းလွန်းတာကြောင့် အသက်ကိုပါနုတ်ယူဖို့ပါကြံစည်မိတဲ့အထိပါပဲ။ဒါပေမဲ့ သူ့ရဲ့အိမ်တံခါးဝကို ထူးဆန်းအထုပ်တစ်ထုပ်ရောက်လာပြီး‌\nအထဲမှာရှိနေတဲ့အရာကတော့ ငွေသားဘတ်တစ်သန်းပါ။အပေါ်ယံကြည့်ရင်တော့ အလုပ်ပြုတ်တုန်း ဘတ်တစ်သန်းကောက်ရတာက မဟာကံကောင်းခြင်းပေမဲ့\nဒီဘတ်တစ်သန်းဟာ မူးယစ်ရာဇာတွေရဲ့ငွေဖြစ်နေချိန်မှာတော့ ကံဆိုးပြီးရင်းဆိုး‌နေတဲ့ဘွန်းတစ်ယောက်\nဘိန်းရာဇာတွေလက်ကလွတ်နိုင်မလားဆိုတာ အားလုံးအတူကြည့်ရှုလိုက်ရအောင်ပါ။စုစုပေါင်း ၆ ပိုင်း အပြီး စီးရီးပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Mary က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Mary, Hmwe, Laii, Moh တို့ပဲ ဖြစ်ကြပါတယ်၊။Genre..... Crime, Thrillee\nQuality…. 1080p | 720p\nFile size… 400MB | 200MB\nFormat… mp4\nDuration…. 40miin\nSubtitle…. ...",
        "url": "https://channelmyanmar.org/tvshows/6ixtynin9-the-series-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3QfQYECgu6DX5UUWCBvv1Fl0BAJ.jpg",
        "title": "I Am Groot (2023) S2",
        "description": "အပိုင်း ၅ ပိုင်းပါတဲ့ ဒီမီနီစီးရီးဟာ MCU Phase 4 ထဲမှာ ပါဝင်ပါတယ်။စကြဝဠာထဲမှာ နှစ်သန်းချီတဲ့ဟောကိန်းတစ်ခုရှိပါတယ်။ဒါကတော့ ရှေးဟောင်းကျောင်းဆောင်ကြီးထဲက မျိုးစေ့တစ်ခုဟာအပင်ပေါက်လာရင် စကြဝဠာကြီးတစ်ခုလုံးကို ငြိမ်းချမ်းပျော်ရွှင်အောင်လုပ်ပေးနိုင်ပါလိမ့်မယ်တဲ့။ အဲဒီမျိုးစေ့ကနေ အပင်ပေါက်လာဖို့သူရဲကောင်းတစ်ယောက်ရဲ့အကူအညီလိုပါတယ်။ အဲဒီသူရဲကောင်းဟာဂရုဖြစ်လာပြီး ဂရုရဲ့စွန့်စားခန်းတွေကို Watcher ကြီးက နောက်ကနေလိုက်မှတ်ချက်ပေးနေတဲ့ပုံနဲ့ တင်ဆက်ထားပါတယ်။ကြည့်လိုက်ကြပါဦး.. (Mr Anderson အထူးခံစား ဘာသာပြန်ထားသည်) File Size – 383MBQuality – DSNP WEB DL 1080PDuration – 21minsTotal Episodes: 5EpSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Comedy, Family , Sci-Fi , FantasyTranslator – Mr AndersonEncoder – Min Wai Season 2Ep 1 to 5 ...",
        "url": "https://channelmyanmar.org/tvshows/i-am-groot-2023-s2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/groot-133x200.jpg",
        "title": "I Am Groot Collection (2022) Complete",
        "description": "Guardians of the galaxy ရဲ့ အရယ်ရဆုံး အကြမ်းဆုံး အဖွဲ့ဝင် ဂရုရဲ့ စီးရီးတိုလေးထွက်လာပါပြီ။\nတစ်ပိုင်းကို မိနစ်ပိုင်းလေးပဲ ပါတာမို့ ဂရု ပြန်မွေးဖွားလာတာကနေ မကြီးခင်စပ်ကြား\nအဖြစ်အပျက်တွေကို ဟာသတွေနဲ့ ခွီပြီးကြည့်ရမှာပါပဲ\nဂရုအဖေ ယုန်ကြီးကပါ အားဖြည့်ထားလို့ ကြည့်လို့ကောင်းမှာပါ ကြည့်လိုက်ကြပါဦးFile Size – 120MB Quality – 1080p WEB DL Duration – 5minsTotal Episodes: 5EpSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Comedy, FamilyTranslator – Mr Anderson\nFor VIP Member - Click Here!\nEp1 to 5 Complete  - Yoteshin / Userdrive / Megaup / Meganz / Streamsb",
        "url": "https://channelmyanmar.org/tvshows/i-am-groot-collection-2022-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/commando-133x200.jpg",
        "title": "Commando (2023) Season1 Complete",
        "description": "Commando (2023)(TV Series)\nIMDb-6.1/10အရင်လကပဲ Disney+Hotstarကနေ ထုတ်လွှင့်ခဲ့တဲ့ |\nကွန်မန်ဒိုဆိုတဲ့ဘောလိဝုဒ်စီးရီးလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအပိုင်းလေးပိုင်းပဲပါပြီး စုစုပေါင်းကြာချိန် နှစ်နာရီကျော်အတွင်းမှာ\nအပစ်အခတ် အတိုက်အခိုက်ကြမ်းကြမ်းရမ်းရမ်းတွေကို\nမြင်တွေ့ခံစားကြရမှာပါ။ထုံးစံအတိုင်းပဲ အိန္ဒိယ-ပါကစ္စတန် နှစ်နိုင်ငံကြားကပြဿနာနဲ့အစပြုထားပါတယ်။\nအိန္ဒိယတစ်နိုင်ငံလုံးကို တစ်ရက်အတွင်းမှာပဲ သုသာန်တစပြင်အဖြစ်ပြောင်းလဲသွားစေနိုင်တဲ့\nဗိုင်းရပ်စ်တစ်မျိုးကို ပါကစ္စတန်ကဖန်တီးနိုင်ခဲ့ပါတယ်။ဖန်တီးပြီး ကိစ္စအထမြောက်အောင်\nဗိုင်းရပ်စ်ကိုအိန္ဒိယနိုင်ငံထဲသွင်းတဲ့အချိန်မှာပဲ RAWအဖွဲ့က သတင်းကြိုရပြီးတားဆီးနိုင်ခဲ့ပါတယ်။ဒီမှာပဲ ပါကစ္စတန်ဘက်ကသူတို့ဘက်မှ သူလျှိုရှိမှန်းသိသွားတဲ့အချိန်\nအဲဒီသူလျှိုကလည်း မင်းသားရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်နေတော့ သူငယ်ချင်းဖြစ်သူကို ပါကစ္စတန်ထဲကိုဝင်ကယ်တင်တဲ့\nအက်ရှင် ဇာတ်လမ်းခပ်ကြမ်းကြမ်းနဲ့ မလွတ်တမ်းကြည့်ချင်သွားစေမယ့်စီးရီးလေးပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Yunniတို့ပဲဖြစ်ပါတယ်။)Quality – 1080p WEB DL / 720pDuration – 37minsTotal Episodes: 4EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Action & AdventureTranslator – V~BpL~Zwe~YunniEncoder – YK\n720p\nEpisode 1 - Yoteshin | Userdrive | Megaup | Streamvid\nEpisode 2 - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/commando-2023-season1-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aiOGPUnuPIRHf8RKwxC9NN3MCzp.jpg",
        "title": "Dinosaur Love (2023)",
        "description": "Dinosaur Love /  ဒိုင်နိုဆောလေး ရဲ့ အချစ် (2023)၅ နှစ်တာကြာခဲ့တဲ့ ပတ်သက်မှုတစ်ခု အချစ်တစ်ခု\nအချိန်တွေကြာတာနဲ့အမျှ အေးစက်သွားသူကြီးရဲ့အချစ်တွေဟာ အချစ်စစ်အချစ်မှန်ဖြစ်ပါ့မလား။\nနာကျင်နေရတဲ့ပတ်သက်မှုတစ်ခုကို ရှေ့ဆက်မယ့်အစား move onဖို့အချိန်တစ်ခု သူရောက်နေပြီလား။School Setting နဲ့ Teen BLကားလေးတွေ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက်\nထွက်ရှိလာတဲ့Dinosaur loveဆိုတဲ့ စီးရီးသစ်လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nBL seriesတော်တော်များများမှာ support အဖြစ်ပါဝင်ဖူးတဲ့ Tonnam Piamchonကိုယ်တိုင်\nDirector လုပ်ထားပြီး sweet and cringeဆိုပြီး နာမည်ကြီးနေတာမလို့ မသိဘူးမဖြစ်လိုက်ရအောင်လေ ကြည့်ကြပါစို့။Rak နဲ့ Mek တို့ရဲ့ ချစ်သူသက်တမ်းဟာ ၅ နှစ်တိုင်ခဲ့ပေမဲ့ အမြဲလျစ်လျူရှုတတ်\n‌သူ့ကိုမေ့ထားတဲ့ချစ်သူ Mek ကို Rakတစ်ယောက် တစ်စစစိတ်ကုန်နေပါပြီ။\nRak က အမြဲဆွဲထားခဲ့ရတဲ့ ဒီပတ်သက်မှုကို လုံးလုံးလွှတ်ချလိုက်တဲ့အထိ စိတ်နာသွားအောင် Mekတစ်ယောက် လုပ်လိုက်အပြီးမှာတော့...ချစ်ရဆုံးလူတစ်ယောက်နဲ့ အယုံကြည်ရဆုံးလူတစ်ယောက်ရဲ့ သွေးအေးရက်စက်မှုတွေကြားမှာ\nနာကျင်မှုတွေပြည့်နေတဲ့ Rak ရဲ့ဘဝကို ကာကွယ်ပေးမယ့် ကယ်တင်ရှင်မင်းသား ...",
        "url": "https://channelmyanmar.org/tvshows/dinosaur-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Love-Begins-161x200.jpg",
        "title": "Club Friday Season 15 : Love Begins (2023)",
        "description": "Club Friday Season 15 : Love Begins  (2023)နမ့်ခင် အဖြစ် Belle Jiratchaya\nဖွန် အဖြစ် အဖြစ် Aton Thanakorn\nဖိဆန် အဖြစ် Num Sornram\nနွတ် အဖြစ် Panward\nဟတ် အဖြစ် Navin Tar\nရွတ် အဖြစ် Sirilakဇာတ်လမ်းအကျဉ်းဟတ်နဲ့ရွတ်တို့က လက်ထပ်ပြီးတာ နှစ်၂၀ ရှိတဲ့ လင်မယားနှစ်ယောက်ဖြစ်ပြီး လူပျိုပေါက်အရွယ် ဖွန်ဆိုတဲ့ သားလေး တစ်ယောက်လည်း ရှိပါတယ်\nဟတ်က မိန်းကလေးများစွာနဲ့ ဖောက်ပြန်တတ်ပြီး သူ့အမှားကို ဖုံးကွယ်ဖို့ ဇနီးဖြစ်သူကပဲ ဖောက်ပြန်သယောင် အမြဲစွပ်စွဲနေခဲ့သူတစ်ယောက်ပါတစ်နေ့ သူတို့ရဲ့ဘေးအိမ်ကို မိသားစုတစ်ခုပြောင်းလာခဲ့ပြီး သားဖြစ်သူ ဖွန် သဘောကျနေရတဲ့ နမ့်ခင်ဆိုတဲ့မိန်းမငယ်လေးတို့ မိသားစုဖြစ်နေခဲ့ပါတယ်\nဖွန်နဲ့ နမ့်ခင်တို့ရဲ့ ငယ်ရွယ်တဲ့ ပထမဆုံးအချစ်ပန်းလေး ပေါက်ဖွားလာတော့မယ့်အချိန်မှာပဲ မထင်မှတ်ထားတဲ့ကိစ္စကြီး တစ်ခုဖြစ်လာခဲ့တယ်အဲ့ဒါကတော့ ဖွန့်အဖေနဲ့ နမ့်ခင်အမေတို့က ချစ်သူဟောင်းတွေဖြစ်နေခဲ့ပြီး ငြိစွန်းနေခဲ့တာပါပဲ\nအိမ်ထောင်သည်ဘဝမှာ တစ်ဖက်လူရဲ့ တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ...",
        "url": "https://channelmyanmar.org/tvshows/club-friday-season-15-love-begins-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/feel-like-133x200.jpg",
        "title": "Feels Like Home(2023) Season2 Complete",
        "description": "Feels Like Home Season 2 (2023)IMDb-8.3/10ဇာတိမြေ မိဘရင်ခွင်ကနေခွဲထွက်လာကြတဲ့ လူငယ်လေးယောက်ရဲ့ဘဝခရီးမှာ\nတစ်ယောက်တစ်လှည့်အားပေးကူညီကြရင်း ရုန်းကန်လှုပ်ရှားကြရင်းပေါ့သူငယ်ချင်းတွေကိုပဲ သံယောဇဉ်တွယ်လွန်းတဲ့ကောင်လေးတစ်ယောက် ၊\nခရစ်ကတ်ကိုသာဘဝ ခရစ်ကတ်သာဘဝ သတ်မှတ်ထားတဲ့ လူငယ်တစ်ယောက် ၊\nကဗျာသာရေးနေရရင် အရာအားလုံးမေ့ပြီး ပျော်ရွှင်နေရသူတစ်ယောက် ၊\nအနားမှာရှိနေတဲ့သူတွေကို အမြဲပျော်အောင်စိတ်ချမ်းသာအောင်ထားချင်သူတစ်ယောက်ဒီလေးယောက်ကြား လူမှုကိစ္စတွေ အချစ်ရေးတွေ\nပတ်ဝန်းကျင်ရိုက်ခတ်မှုတွေရှိလာချိန်မှာ ဒီသူငယ်ချင်းလေးယောက်အချင်းချင်းထွေးပွေ့ကြ\nရှေ့ဆက်ကြနဲ့ နွေးထွေးတဲ့ဂေဟာလေးအဖြစ် တည်ဆောက်ကြတာတွေကို ရှုစားရမှာဖြစ်ပါတယ်\n(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ YH ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)Quality : 1080p WEB DL / 720pTotal Episodes : 6EpsFormat : mp4Genres : ComedyDuration : 35min 36minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by BpL ...",
        "url": "https://channelmyanmar.org/tvshows/feels-like-home2023-season2-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Club-Friday-2-143x200.jpg",
        "title": "Club Friday Season 15 : Love Never Dies (2023)",
        "description": "Club Friday Season 15 : Love Never Dies (2023)လင်ထန် အဖြစ် Aom sushar\nဆဖွန် အဖြစ် Jes Jespipat\nပိုင် အဖြစ် Cherpang Areekul\nကျွန် အဖြစ် Mos Panuwatဇာတ်လမ်းအကျဉ်းလင်နဲ့ ဖွန်တို့က ကျောင်းတက်ချိန်အရွယ်ကတည်းက ငယ်ချစ်ဦးတွေဖြစ်ကြပြီး\nအရွယ်ရောက်လာချိန်မှာ တူတူနေပြီး ဘဝကို ဖြတ်သန်းနေကြတဲ့ ချစ်သူနှစ်ယောက်ပါလင်ကတော့ ငယ်စဉ်ကတည်းက မိဘနှစ်ပါး ဆုံးပါးသွားခဲ့ပြီး ညီမဖြစ်သူ ပိုင်ကိုသာ\nစောင့်ရှောက်ပေးရင်း နေခဲ့ရသူမို့ အချစ်တွေအကုန် ဖွန့်ကိုပေးရင်း မှီခိုလာခဲ့သူတစ်ယောက်ပါ\nတစ်နေ့ မတော်တဆမှုတစ်ခုဖြစ်အပြီးမှာ လင်တစ်ယောက် ဆေးရုံတက်နေရပြီး ဖွန်ကတော့ လာကြည့်ပေးခဲ့တာ မရှိခဲ့ပါဘူး\nညီမဖြစ်သူ ပိုင်နဲ့ ဒေါ်လေးဖြစ်သူ စိတ်ရောဂါကုဆရာဝန်ရဲ့ စောင့်ရှောက်ပေးမှုကို ခံနေရပေမဲ့\nချစ်ရသူ ဆဖွန်ကပြောင်းလဲနေတယ်လို့ လင်က ခံစားနေရပါတယ်စိတ်ခံစားချက်ပြင်းထန်တဲ့ လင်တစ်ယောက် အလုပ်ကမိန်းကလေးနဲ့ ဆဖွန် ဖောက်ပြန်နေတယ်လို့ တွေးလာမိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ\nညီမနဲ့ဒေါ်လေးဖြစ်သူက ပြောပြချင်ပေမဲ့မပြောနိုင်နေတဲ့ အမှန်တရားကရော ဘာများလဲ\nဆဖွန်ကရော ...",
        "url": "https://channelmyanmar.org/tvshows/club-friday-season-15-love-never-dies-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8rrKe0EO5QaGKCTGPsQnWZn7jW.jpg",
        "title": "Stars on Mars (2023)",
        "description": "Stars on Mars (2023)အခုတင်ဆက်ပေးမှာကတော့ ၂၀၂၃ ခုနှစ်ထွက်ရှိလာတဲ့ မားစ်ဂြိုလ်ပေါ်မှ\nကြယ်ပွင့်များဆိုတဲ့ Reality Show တစ်ခုပါ\nကြယ်ပွင့်တွေဆိုတဲ့အတိုင်း ပါတဲ့သူအကုန်လုံးက နာမည်ကြီးသရုပ်ဆောင်\nအဆိုတော် အားကစားသမား ရှိုးတင်ဆက်သူတွေ စသည်ဖြင့်အစုံပါပဲ\nဒီကပရိသတ်တွေနဲ့ မစိမ်းလောက်မဲ့ ကြယ်ပွင့်တွေကို မိတ်ဆက်ပေးရရင်\nဘရုစ်ဝီလီနဲ့ ဒယ်မီမိုးရဲ့ သမီး တာလူလာဝီလီ...\nModern Family ထဲက သမီးလေးနေရာ သရုပ်ဆောင်တဲ့ အေရီယယ်ဝင်းတာ\nSuperbad, Kickass လိုကားတွေမှာ ပါဝင်ဖူးတဲ့ ခရစ်စတိုဖာမင့်ဇ်..ငယ်ငယ်ကအားကစားဂျာနယ်ဖတ်နေကြသူတွေဆို\nကြားဖူးမှာသေချာတဲ့ စက်ဘီးစီးချန်ပီယံ နေးလ်အမ်းစထရောင်း စသည်ဖြင့် အဲ့လိုကြယ်ပွင့်တွေအပါအဝင်\nကြယ်ပွင့်များစွာ ဆယ်လီဘရတီများစွာက ရှိုးမှာပါဝင်ထားပါတယ်\nဒီရှိုးကို Host လုပ်ပေးတဲ့သူကလည်း နှယ်နှယ်ရရတော့မဟုတ်ပါဘူး\nမူလအော်ရဂျင်နယ် star trek ဇာတ်လမ်းတွဲရဲ့ Captain Kirk သရုပ်ဆောင် ဝီလီယံရှက်နာကပဲဖြစ်ပါတယ်\nမူရင်းကိုမသိရင်တောင် ယခုခေတ်မှာအဲ့ဇာတ်ကောင်ကို ခရစ်ပိုင်းသရုပ်ဆောင်ထားတာကို တွေ့ကြမှာပါဒီလိုကြယ်ပွင့်တွေအနေနဲ့ လွယ်လွယ်ကူကူတော့ ယှဉ်ပြိုင်ရမဲ့ရှိုးမဟုတ်ပါဘူး\nတော်တော်လေးကို အစစ်နဲ့တူအောင် မားစ်ဂြိုလ်ပုံစံအတိုင်းပုံစံတူတည်ဆောက်ထားတဲ့ စခန်းတစ်ခုမှာ\nအာကာသထဲကအတိုင်း နေထိုင်စားသောက်ပြီး အာကာသထဲမှာကြုံရမဲ့ ပြသနာတွေကို ဖြေရှင်းကြရမှာပါ\nအဲ့လိုဖြေရှင်းရင်းနဲ့ မစ်ရှင်မှာအသုံးမဝင်ခဲ့တဲ့သူတွေကို အစီအစဉ်ကထုတ်ပယ်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/stars-on-mars-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZTRlM2M3NGQtYmJjMi00ZTQ4LWJmNGUtY2E2YTVmMjcxODEwXkEyXkFqcGdeQXVyMTMxNjUyMDkx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Miracle Workers – Season (01),(02),(03),(04)",
        "description": "Miracle Workers - Season (01),(02),(03),(04)\n================================\nIMDb Rating - 7.1/10\nComedy, Drama, FantasyIMDB 7.1 ထိရထားပြီး ဟယ်ရီပေါ်တာမင်းသား Daniel Radcliffe ဦးဆောင်\nပါဝင်ထားတဲ့ Comedy, Fantasy ဇာတ်လမ်းတွဲကောင်းလေးဖြစ်ပါတယ်။ Season\n4 ခုထိထွက်ရှိမှာဖြစ်ပြီး CM မှ ဆက်တိုက်တင်ဆက်သွားပါမယ်။ကမ္ဘာပေါ်က လူသားတွေဟာ ဘုရားသခင်ကို အယုံမကြည်ရှိသူတွေ များသထက်\nပိုများလာပါတယ်။ လူ့အကြိုက် နတ်မလိုက်နိုင် ဆိုသလို လူတွေရဲ့ လိုအင်ဆန္ဒတွေ\nကလည်း ဘုရားသခင်တောင် လက်မြှောက်အရှုံးပေးပြီး ထိုင်ကြည့်နေရပါတယ်။\nဘုရားသခင်ဖြစ်သူက သူဖန်တီးထားတဲ့ လူသားကမ္ဘာကြီးကို စိတ်ပျက်ငြီးငွေ့လာတဲ့\nအခါမှာ အလုံးစုံဖျက်စီးလိုက်ဖို့ ကြေငြာလိုက်ပါတယ်။ ဒါကို ဆုတောင်းဖြည့်နတ်သူ\nငယ်ရာထူးတာဝန်ယူထားတဲ့ အီဇီကရယ် ( Daniel Radcliffe ) နဲ့ အသစ်ဝန်လာတဲ့\nနတ်သူငယ်ဝန်ထမ်းလေး အလက်ဇန်းဒါးက လူသားမျိုးနွယ်ကို ကူညီကယ်တင်ဖို့\nဆုံးဖြတ်လိုက်ပါတယ်။ ဆုတောင်းဖြည့်တာဝန်ယူထားရတယ်ဆိုပေမယ့် သူတို့ဆီကို\nဆုတောင်းလာတဲ့ စာတွေက တစ်နေ့ကို သန်းနဲ့ချီရှိပေမယ့် ဖြည့်ပေးနိုင်တဲ့ဆုက ကား\nသော့ပျောက်လို့ ...",
        "url": "https://channelmyanmar.org/tvshows/miracle-workers-season-01/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/feel-133x200.jpg",
        "title": "Feels Like Home (2022) S1 Complete",
        "description": "Feels Like Home 2022 Season -1\nIMDb - 8.3/10Feels Like Home စီးရီးဟာဆိုရင် အိမ်နှင့်ခွဲခွာပြီး\nအလုပ်ကိစ္စကိုယ်စီနဲ့မြို့ပေါ်တက်လာတဲ့ ကောင်လေးလေးယောက်က တစ်အိမ်ထဲမှာစုပြီး ငှားနေရင်း\nပြဿနာပေါင်းသောင်းခြောက်ထောင် ဘယ်လိုဖန်တီးကြတယ်ဆိုတာ ကြည့်ရှုရမှာပါ။ပြဿနာကိုယ်စီနဲ့ တစ်အိမ်တည်းမှာ ပါတီတွေ၊ လိင်မှုကိစ္စတွေ၊ ရန်ပွဲတွေ၊ ဒရာမာတွေနဲ့\nယောက်ျားသားလေး ၄ ယောက် ပေါင်းစည်းလိုက်တဲ့အခါမှာတော့ သူတို့ရဲ့နေ့စဉ်ဘ၀ပါ\nဟန်ချက်ညီအောင်ထိန်းဖို့ထိ ခက်ခဲလာပါတယ်။\nသို့ပေမဲ့လည်း ညီကိုတွေဒီလိုနေဆိုပြီး အချင်းချင်း ဗရုတ်ကျရင်း\nဖေးမကြရင်း ပြဿနာရှာတတ်တဲ့ လူငယ်တွေကနေ ရင့်ကျက်တဲ့ လူကြီးတွေဖြစ်လာအောင်\nသူတို့ဘယ်လိုသင်ယူကြမယ် အခက်အခဲတွေ မလုံခြုံမှုတွေကို ဘယ်လိုကူညီကြမယ်ဆိုတာ တင်ဆက်ထားပါတယ်။တစ်ချို့အတွက်တော့ မိသားစုစုံစုံညီညီ ချစ်ရခင်ရတဲ့သူတွေနဲ့အတူနေရရင် အိမ်လိုခေါ်ကြသလို\nတစ်ချို့ကျတော့ ဒုတိယမိသားစုလို ဘော်ဒါအချင်းချင်းနဲ့လည်း အိမ်လိုခံစားစေရပါတယ်။\nကိုယ့်အတွက်ရော ကိုယ့်အိမ်ကိုယ့်ရာလို သဘောထားရတဲ့နေရာက ဘယ်နေရာမျိုးလဲဆိုတာ\nအဖြေရှာရင်း Feels like home ဆိုတဲ့ စီးရီးကို အပန်းဖြေကြည့်ရှုလိုက်ရအောင်ပါ။Review နဲ့ ဘာသာပြန်ကတော့ Moon~Zwe~BpL~V~Yunni~YH တို့ပဲဖြစ်ပါတယ်။Quality – 1080p WEB ...",
        "url": "https://channelmyanmar.org/tvshows/feels-like-home-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmRkMWQzZWUtZjkzNS00OWVhLTkxNDAtNzg4ODgxMTg0MTNlXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_-135x200.jpg",
        "title": "Special Ops: Lioness (2023)",
        "description": "Special Ops: Lioness (2023)\n====================\nIMDb Rating - 6.8/10အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုအကြောင်း ရိုက်ကူးထားတဲ့ စီးရီး\nကောင်းတစ်ခုပါ။ ဒါရိုက်တာကတော့Yellowstone, Wind River\nတို့လို ဇာတ်လမ်းတွေကို ရေးသားခဲ့တဲ့ Taylor Sheridan ပါပဲ။\nမင်းသမီးကတော့ Avatar ထဲက နတေးရီးအဖြစ်၊ GotG ထဲက\nဂါမိုရာအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Zoe Saldana ပါပဲ။ သူနဲ့အတူ\nနီကိုးကစ်မန်း၊ မောဂန်ဖရီးမန်းတို့လည်း ပါပါသေးတယ်။ ဒီတော့\nစီးရီးအနေနဲ့ကြည့်ရင်တော့ သရုပ်ဆောင်အကြီးတန်း အတော်\nသုံးထားသလိုပါပဲ။ဇာတ်လမ်းအကျဉ်း\nအာဖဂန်၊ အီရတ်ရှေ့တန်းတွေမှာ ဖမ်းမိတဲ့အမျိုးသမီးတွေကို စစ်\nဆေးဖို့ အမျိုးသမီးတပ်ဖွဲ့ဝင်တွေ ရှာရာကနေ ခြင်္သေ့မအထူးတပ်ဖွဲ့\nဆိုတာပေါ်လာပါတယ်။ အဲဒီအဖွဲ့ဝင်အမျိုးသမီးတွေဟာ အရေးကြီး\nပစ်မှတ်တွေရဲ့ ဇနီး၊ ရည်းစား၊ မိသားစုဝင်တွေကို အသွင်ယူပြီး ခင်\nအောင်ဝင်လုံးရပါတယ်။ အဲဒီကနေမှာ ပစ်မှတ်ရဲ့သတင်းကို စုဆောင်း\nပြီး အထူးတပ်ဖွဲ့တွေက လုပ်ကြံတာပဲ ဖြစ်ပါတယ်။ အဲဒီတော့ စပိုင်\nဆန်ဆန် thriller ဇာတ်လမ်းကိုမှ စစ်ဆင်ရေးနဲ့တိုက်ပွဲတွေ ပေါင်းစပ်\nထားတာမို့ ကြည့်လို့ကောင်းမယ့် စီးရီးတစ်ခုပါပဲ။ စုစုပေါင်း(၈)ပိုင်း\nပါဝင်ပြီး ...",
        "url": "https://channelmyanmar.org/tvshows/special-ops-lioness-2023/"
    }
]