[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sld43SJArZqlnANJabq8R5wdOZk.jpg",
        "title": "True Beauty(2020)",
        "description": "True Beauty(2020)ဇာတ်လမ်းတွဲအညွှန်း**************************************အပိုင်းသစ်(၁၆) ဇတ်သိမ်းပိုင်း မိန်းကလေးဆိုတဲ့အမျိုးက ကလေးဘဝကထဲက အလှအပကိုစိတ်ဝင်စားသလိုလှပအောင်လည်းကြိုးစားနေထိုင်တတ်ကြတယ်...မှန်လေးကြည့်လိုက်လို့ သူတို့ရုပ်ရည်လေးအဆင်ပြေနေမှကိုယ့်ကိုကိုယ် ယုံကြည်ချက်လည်းရှိကြတာကိုး...ဒါ့ကြောင့် Selfie ဆွဲလို့ ပိုလှတဲ့ ဖုန်းတွေရောင်းကောင်းကြတာမဟုတ်လား...ဒီအထဲက ကောင်မလေးတစ်ယောက်လည်း အဲ့လိုပါပဲ...သူ့ရည်ရည်အပေါ်ယုံကြည်ချက်မရှိလို့ make-up tutorial တစ်ခုကိုကြိုးစားပန်းစားပြင်လိုက်မှ မဟာသရဲမကြီးနဲ့တူပြီး ကြိုက်တဲ့ကောင်လေးကငြင်းခံလိုက်ရလို့ကိုယ့်ကိုကိုယ်သတ်သေဖို့အထိတောင်ဖြစ်သွားရတယ်...ဒီလိုသတ်သေတဲ့အချိန်ကောင်လေးတစ်ယောက် တားဆီးလိုက်လို့အသက်မသေခဲ့တာကံကောင်းတယ်ပြောရမှာပါ...အဲဒီနောက်တော့ ကျောင်းပြောင်းရတဲ့အနေအထားြဖစ်တော့သူမအတွက် အနည်းငယ်ခံသာသလိုြဖစ်သွားတယ်...ကျောင်းအသစ်မှာ မိတ်ကပ်ပြင်နည်းတွေအမှန်အကန်ကြိုးစားပြီး ကျောင်းတက်တဲ့အခါမှာတော့ အရင်တုန်းက ခပ်ဆိုးဆိုးရင်ဆိုင်ရဲ့တဲ့အနေအထားတွေဟာ ရုတ်ချဉ်းပြောင်းလဲသွားပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..ဒီစီးရီးက ဆယ်ကျော်သက်ကျောင်းသား ကျောင်းသူဘဝကို အဓိက ကျောရိုးပြုရိုက်ကူးထားတာဖြစ်ပြီးပေါ့ပေါ့ပါးပါး ဟာသလေးတွေနဲ့မို့ ကြည့်ရအတော်ကောင်းပါတယ်...လှတပတလေးတွေနဲ့ မျက်စိအပန်းပြေသလိုကောင်လေးတွေရော ကောင်မလေးတွေပါ အလှအပရေးရာနဲ့ ပတ်သက်ပြီး ပညာရစေတဲ့ကားလေးဆိုလည်းမမှားပါဘူး... ဘာသာပြန်သူများကတော့Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin Pale တို့ပဲဖြစ်ပါတယ်....Quality – HDTV  720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres-  ...",
        "url": "https://channelmyanmar.org/tvshows/true-beauty2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/piLCwkrlIRUKNlhNCjrE3IP91IB.jpg",
        "title": "Run On",
        "description": "Run On (2020)\nကင်ဆွန်းဂျောင်းက တစ်ခါတုန်းက\nနိုင်ငံတော်အဆင့် တာတိုအပြေးသမားတစ်ယောက် ဖြစ်ပါတယ်။\nကိစ္စတစ်ခုကြောင့် သူက အားကစားကို စွန့်လွှတ်ခဲ့ရပြီးတော့\nအားကစားကိုယ်စားလှယ် စပြီးတော့ လုပ်ခဲ့ပါတယ်။\nအိုမီဂျူး ကတော့ ရုပ်ရှင်တွေအတွက် ဘာသာပြန် လုပ်တာပေါ့။\n(CM က မမတွေလိုပေါ့ဗျာ)\nဇာတ်လမ်းဆုံးလို့ ဘာသာပြန်နေရာမှာ သူ့နာမည်ပါရင် သူ အရမ်း ရင်ခုန်တာပါ။\nသူနဲ့ ကင်ဆွန်းဂျောင်းနဲ့ တွေ့ဆုံခဲ့တဲ့ အချိန်မှာတော့ ကံကြမ္မာက သတ်မှတ်ပေးသလို သူ ခံစားရပါတယ်။\nအားကစားသမားလေးနဲ့ ဘာသာပြန်မမတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကို\nအပတ်စဉ် ဗုဒ္ဓဟူး၊ ကြာသပတေးနေ့တိုင်း စောင့်မျှော်ကြပါဦးစို့ဗျာ\nဘာသာပြန်တွေကတော့ August, Thinzar Htet, Dolly, Shwe Pyae, Shwe Pwint, MTA တို့ပဲ ဖြစ်ပါတယ်။\nFile Size - 500 MB\nQuality  -720P\nSubtitle - Myanmar (Hardsub)\nGenre - Comdey , Drama\nEncoded by - August\n \nZip ...",
        "url": "https://channelmyanmar.org/tvshows/run-on/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5nUrDZeZzJSXiY4eRJEg45TYavs.jpg",
        "title": "Cheat On Me, If You Can (2020)",
        "description": "အချိန်နဲ့အမျှ လူသတ်တဲ့အကြောင်းတွေကိုပဲ\n \nတွေးနေတဲ့မိန်းမတစ်​ယောက်ကို လက်ထပ်ပြီးရင်\n \nဖောက်ပြန်ဖို့စိတ်ကူးရဲကြလား\n \nကွာရှင်းဖို့ရောတွေးရဲကြမလား\n \nတကယ့်အာဂယောင်္ကျားတစ်​​ယောက်ဖြစ်​နေမှပဲ\n \nအဲ့လိုလုပ်ဖို့ကြံစည်ရဲမှာပါ\n \nဒီရုပ်ရှင်ကားထဲမှာတော့\n \nအစဉ်သဖြင့်လူသတ်ဇာတ်လမ်းတွေကိုခေါင်းထဲမှာထည့်ထားတဲ့\n \nစာရေးဆရာမဖြစ်သူဇနီးသည်နဲ့\n \nကွာရှင်းမှုတွေအဓိကလိုက်ပေးတဲ့ရှေ့နေယောင်္ကျားတို့ရဲ့\n \nဖြစ်ပုံပျက်ပုံအလုံးစုံကို ဟာသလေးနှောလို့ကြည့်ရမှာပါ\n \nချစ်လို့မဖောက်ပြန်တာလား\n \nကြောက်လို့မဖောက်ပြန်တာလား\n \nဖောက်ပြန်နေတာကိုမသိအောင်ဖုံးနိုင်တာတော်လို့လား\n \nမသိတာကညံ့လို့လား\n \nယုံကြည်လွန်းလို့လား\n \nရည်းစားရှိနေတဲ့သူတွေရော.......\n \nရှိလာနိုင်မယ်လို့ကိုယ့်ကိုကိုယ်ယုံကြည်ထားတဲ့သူတွေရော........\n \nအိမ်ထောင်သည်များအတွက်လည်း ဇာတ်ကားထဲမှာ လိမ်နည်းစနစ်တွေကို\n \nထည့်သွင်းရိုက်ပြထားပါ​သေးတယ်​နော်\n \nဝမ်းနည်းစရာတစ်ခုက​တစ်သက်လုံးရည်းစားမရနိုင်ဘူးထင်ရင်တော့\n \nဒီလိုကားမျိုးကို မကြည့်ပါနဲ့တော့...\n \n \nTranslated by : Thin Zar Htet & Thet Hnin Hsu & Jerrica\nEncoded by : YK\nQuality : 1080p WEBDL\nFile Size  : 700MB\n  \nEp01 - Megaup / Yandex / Veryfile / Userdrive / Datbu / VIP Link \nEp02 - Megaup / Yandex / Veryfile / Userdrive / Datbu / VIP Link\nEp03 - Veryfile / Datbu / Megaup ...",
        "url": "https://channelmyanmar.org/tvshows/cheat-on-me-if-you-can-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/t8CFxQaNxYIVL6HDB4dgoSH6fbx-135x200.jpg",
        "title": "All or Nothing: Tottenham Hotspur (2020)",
        "description": "IMDb Rating (8.2)၂၀၁၉-၂၀၂၀ ရာသီရဲ့ တော့တင်ဟမ်ဟော့စပါးအသင်းအကြောင်းကို အတွင်းအပြင်အကုန်မြင်နိုင်မယ့် Documentry Series ပါ။အပိုင်း (၉) ပိုင်းပါပါတယ်။ Tom Hardy က နောက်ခံစကားပြော Narrator အဖြစ်တင်ဆက်ထားပါတယ်။မော်ရင်ဟိုပါမယ်...အသင်းပိုင်ရှင် လီဗီပါမယ်...ပိုချက်တီနိုပါမယ်...ကိန်းနဲ့ဆွန်ဟောင်မင်တို့လို Icon ကစားသမားတွေအပြင် စပါးအသင်းရဲ့အသင်းသားတွေအကုန်ပါမယ်...အနိုင် အရှုံး လောကဓံတွေ ခြယ်မှုန်းထားတယ်။ကျွန်တော်တို့ နီးကပ်စွာမြင်ရမှာက မော်ရင်ဟိုအကြောင်း...ဒသနနဲ့  ဘောလုံးယူဆချက်တွေပါ...။ပိုချက်တီနိုထွက်ခွာပြီး မော်ရင်ဟိုနည်းပြဖြစ်လာတဲ့ ပထမဆုံးအချိန်တွေကစလို့ တင်ဆက်ထားလို့ဉရောပအင်အားကြီးဘောလုံးအသင်းတစ်သင်းရဲ့ နည်းပြခန့်အပ်မှု လုပ်ဆောင်ချက်တွေဖွဲ့စည်းပုံတွေ တာဝန်ပေးအပ်မှုကိုပါ အသေးစိတ်နီးပါးမြင်ရမှာပါ။လှုပ်ရှားမှုတိုင်းကို အနီးကပ်လိုက်ပါ ရိုက်ကူးထားလို့ စပါးအသင်းရဲ့ ကွင်းတွင်း ကွင်းပြင် အဝတ်လဲခန်းထဲက ဆက်နွယ်မှုတွေကို တွေ့မြင်ရမှာပါ..မော်ရင်ဟိုနဲ့အင်တာဗျူးတော့ ကျွန်တော့်ကို  လူတွေက ဒီလူကမပြုံးတတ်ဘူး..ခက်ထန်တယ်..ပြောကြတယ်..တကယ်ကအမြင်သက်သက်ပါပဲတဲ့...ဒါဆိုအမှန်ကရောဆိုတော့...မော်ရင်ဟိုကပြုံးတယ်...အဲ့လိုပြောတဲ့ထဲမှာ အမှန်နည်းနည်းတော့ ပါတာပေါ့တဲ့...ပြီးတော့ထရယ်ပါလေရော။ဘောလုံးအသင်းတွေကိုသာ ကျွန်တော်တို့အားပေးနေကြတာ သူတို့ရဲ့တည်ဆောက်မှုတွေကို တစ်ခါမှမမြင်ဖူးကြဘူးလေ...ခု Documentary မှာတော့ တော်တော်ပြည့်စုံရအောင်ကိုမြင်ရတယ်...နည်းပြနဲ့ အသင်းသား အပြန်အလှန်သက်ရောက်မှုတွေကအစပေါ့...စကားပြောရင် ခပ်မြင့်မြင့်က စတိုင်မိမိ ပြောတတ်တဲ့မော်ရင်ဟိုကို မြင်ရတာလဲ အရသာတစ်ခုပါ...နည်းပြဟောင်း ...",
        "url": "https://channelmyanmar.org/tvshows/all-or-nothing-tottenham-hotspur-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/enl56z1WfAGgwZlupocJ3sURJ4N.jpg",
        "title": "Empresses In The Palace (2011) ( Completed )",
        "description": "Chinese Historical Drama Palace ကားတွေကိုကြိုတ်နှစ်သက်ကြတဲ့သူတွေအတွက်ကတော့Yanxi palace နဲ့ Ruyi Royal loveတို့နဲ့စိမ်းမယ်မထင်ပါဘူး။၂၀၁၈ တုန်းကထွက်ပြီး အပြိုင်နာမည်ကြီးခဲ့ဲ့တဲ့ ဒီ၂ကားပြီးသွားတဲ့နောက်တော့နောက်ထပ် မန်ချူးခေတ်ဇာတ်အိမ်တည်ထားပြီးအနောက်နန်းဆောင်ကြားမှမိဖုရားတွေရဲ့အာဏာလုတဲ့ဇာတ်လမ်းတွေကို ကြည့်ချင်တဲ့ပရိသတ်တို့အတွက်နောက်ကားကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ အပေါ်က ၂ကားရဲ့ ရှေ့ကားလို့ပြောလို့ရပါတယ်။yanxi နဲ့ ruyi ကားကိုကြည့်ဖူးတဲ့သူတွေကတော့အဲ့ကားထဲမှာပါတဲ့ ဘုရင်ရဲ့မယ်တော်ကြီးကိုမှတ်မိအုံးမယ်ထင်ပါတယ် ။ဟုတ်ပါတယ် အခုတင်ဆက်ပေးမယ့်ကားကတော့ သားတော်နဲ့မြေးတော်နှစ်ယောက်စလုံးရဲ့ခေတ်ကို မီရုံမက လူတွေရဲ့လေးစားသမှုခံရပြီးအာဏာရှိခဲ့တဲ့မန်ချင်းခေတ်ရဲ့အသက်အရှည်ဆုံး ဧကရီမယ်တော်ကြီးနညိုဟူရု အကြောင်းရိုက်ထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ဒီကားဟာ သမိုင်းမှာတကယ်ကိုရှိခဲ့တဲ့ ချင်လုံဧကရာဇ်ရဲ့အမေဧကရီမယ်တော်ကြီးအကြောင်းဖြစ်ပါတယ်။Lui lainziရေးသားခဲ့တဲ့ The legend of zhen huan ကိုအခြေတည်ပြီးရိုက်ပြထားတာကြောင့်တကယ့်သမိုင်းအစစ်မဟုတ်ပေမယ့် အင်မတန်မှကြည့်ကောင်းပြီးကြည့်ရတာတန်စေမယ့်ကားကောင်းလေးတစ်ခုဆိုလည်းမမှားပါဘူး။Rating အနေနဲ့ 8.3 /IMDbရထားပြီး 2015မှာ Netflix ...",
        "url": "https://channelmyanmar.org/tvshows/empresses-in-the-palace-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTJ81dott3zbYJhYnPI3qL9bP5V.jpg",
        "title": "Delayed Justice(2020)",
        "description": "Delayed Justice(2020)အညွှန်း******************************အပိုင်းသစ် (၂၀) ဇတ်သိမ်းComplete Zippark tae yaung ဆိုတာရှေ့နေတစ်ယောက်....သူက အထက်တန်းကျောင်းသားဘဝကနေ ဥပဒေစာမေးပွဲဖြေလာတဲ့သူဆိုတော့တခြားဥပဒေကျောင်းဆင်း ရှေ့နေတွေလို အထင်ကြီးမခံရလို့ လိုက်ရတဲ့အမှုတွေကနည်းမှနည်း...အရည်အချင်းရှိသော်ငြားလည်း ထုတ်ဖော်ခွင့်မရသလိုဖြစ်နေတယ်...တစ်နေ့တော့ အိမ်ရာမဲ့ အမျိုးသမီးတစ်ယောက်အသတ်ခံရတာကိုလူမှားစွတ်စွဲကြတဲ့အတွက် park tae yaung ကပိုက်ဆံမရလည်း အမှုတစ်ခုအတွက် သူကြိုးစားပြီး တရားခံဟာ လူမှားစွတ်စွဲကြောင်းသက်သေပြနိုင်ခဲ့တယ်....ဒီလိုနဲ့ အခြေခံလူတန်းစားများကြားမှာ ချက်ခြင်း နာမည်ကြီးသွားတယ်....Park sam soo ဆိုတဲ့ သူက သတင်းထောက်တစ်ယောက်... အိမ်ရာမဲ့အမျိုးသမီးအသတ်ခံရတဲ့ကိစ္စမှာဒီသတင်းထောက်ဟာသူ့အရည်အချင်းကိုထုတ်ဖော်ဖို့ တရားခံအစစ်ကိုဖော်ထုတ်ဖို့ကြိုးစားနေတယ်...ကြည့်ရတာ တခြားအကြောင်းအရာများစွာ ဒီလူသေမှုနောက်ကွယ်မှာရှိသေးတဲ့ပုံပဲ..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...\nနာမည်ကြီးဝါရင့်မင်းသားတွေရဲ့ အမိုက်စားသရုပ်ဆောင်ချက်တွေနဲ့\nမို့ ခံစားကြည့်ကြပါဦး... Quality – HD-TV 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genres: Action, Crime, DramaTranslated by Lwin Lwin Aung,,Ei Phyu Khin ,Shoon ...",
        "url": "https://channelmyanmar.org/tvshows/delayed-justice2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ff1zhqvwfS5HvRNcA5UFrH0PA2q.jpg",
        "title": "Vikings Season 6",
        "description": "Vikings Season 6 ဇာတ်လမ်းတွဲအညွှန်း*********************************အပိုင်း( ၁ မှ ၂၀ )ထိ စ/ဆုံးလအတန်ကြာမျှော်လင့်ခဲ့ရတဲ့ Vikings စီးရီးပြန်လည်ရောက်ရှိလာပါပြီပြီးခဲ့တဲ့ SEASON 5 မှာ ရက်ဂနာ ရဲ့သားတွေဖြစ်ကြတဲ့ ဘီယွန်းနဲ့ အူဘာ ဗစ်ဆာ့ခ် တို့ ပူးပေါင်းကာ အိုင်ဗာကို တိုက်ခိုက်အောင်နိုင်ပြီး ကတ္တီဂတ်မြို့ကို သိမ်းမိသွားခဲ့ပါပြီပျောက်ဆုံးနေတဲ့ လာဂါသာကိုလည်း ဘီယွန်းက ပြန်လည်ရှာတွေ့ခဲ့ပါပြီနတ်ဆရာကြီးပြောသလို ဘီယွန်းက နာမည်အကျော်ကြားဆုံး ရက်ဂနာလော့ဘရွတ်ခ်ရဲ့ သားတစ်ယောက် ဖြစ်လာခဲ့ပေမယ့် စစ်ပွဲတွေ မပြီးဆုံးသေးဘူးလားစကန်ဒီနေဗီးယားမှာ နာမည်အကျော်ကြားဆုံး စစ်သမီးလာဂါသာရဲ့ အနာဂတ်ဟာဘာဖြစ်မလဲအစ်ကိုတွေကို စစ်ရှုံးပြီး ထွက်ပြေးပျောက်ကွယ်သွားတဲ့ ရက်ဂနာလော့ဘရွတ်ရဲ့သားအငယ် အိုင်ဗာရော ဘယ်ရောက်လို့ ဘယ်ပေါက်နေပြီလဲစီးပွားရေးအချက်အခြာကျတဲ့ ကတ္တီဂတ်မြို့ရဲ့ ကံကြမ္မာဘယ်လိုရှိမလဲစတဲ့ မေးခွန်းတွေနဲ့ SEASON 6 ကိုအစပျိုးထားပါတယ်ရွှေ့ပွဲလာပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုတော်မူကြပါ(ဘာသာပြန်တင်ဆက်ထားသူကတော့ ကိုဇွဲခန့်သွင် ဖြစ်ပါတယ်။) Quality ...",
        "url": "https://channelmyanmar.org/tvshows/vikings-season-6/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/7a2e363ee168e617e0b69c8c3bf755a1-142x200.jpg",
        "title": "Laughing in the Wind (2001)",
        "description": "သိုင္းေလာက စိန္ေခၚသံ ဇာတ္လမ္းတြဲ\n=================================== ယိ........ယား................ဆိုတဲ့အသံေလးကို ငယ္ငယ္တုန္းက ၾကားဖူးခဲ့ၾကမွာပါ...မွန္ပါတယ္..အခုျပန္လည္တင္ဆက္မွာက.... လင့္ဟူခ်ဳန္း..နတ္ကလ်ာ...တုန္ဖုန္းပုပိုက္ စတဲ့ ကေလးဘဝက ဇာတ္ေကာင္ေတြနဲ႔ ျပန္လည္ေတြ႕ဆံုရမယ့္ သိုင္းေလာကစိန္ေခၚသံ ဇာတ္လမ္းတြဲပါ။ စာေရးဆရာ က်င္းယံုရဲ႕ သိုင္းေလာက Universe ထဲက လက္ရာအေျမာက္ဆံုးဇာတ္လမ္းတြဲပါ။ သိုင္းေလာကထဲက ႀကီးႀကီးငယ္ငယ္ ရြယ္ရြယ္လတ္လတ္ ပုရိသအေပါင္းတုိ႔\nေလးစားအားက် ျမတ္နိုးခဲ့တဲ့သူရဲေကာင္းတစ္ေယာက္ ရွိခဲ့ပါတယ္။\nသူကေတာ့ အမွန္တရားကိုျမတ္နုိ္းတတ္တဲ့ ရိုးသားေျဖာင့္မတ္တဲ့\nေကာက္က်စ္ရန္လိုမႈကင္းတဲ့ ေက်းဇူးတရားကိုအသက္ထက္\nေစာင့္သိတတ္တဲ့ သူရဲေကာင္းလင့္ဟူးခ်ဳန္းပဲျဖစ္ပါတယ္။ ဒီသိုင္းစာအုပ္ကို\nဖတ္ဖူးတဲ့ ဇာတ္လမ္းကို ၾကည့္ဖူးတဲ့သိုင္းေလာကသားတုိင္းလည္း သူ႔ရဲ႕\nကိုယ္က်င့္စရိုက္ကို အားမက်ဖူးတဲ့သူမရွိသေလာက္ပါပဲ(ရွက္ကီလည္း\nသိပ္ႀကိဳက္တတ္သူပါ) သူ႔အတြက္\nပါရမီျဖည့္ဖက္အေနနဲ႕ကေတာ့ နတ္မိမယ္တစ္မွ်ေခ်ာေမာလွပလြန္းတဲ့\nအခ်စ္ႀကီးသလို အရွက္ေရာ အမ်က္ပါႀကီးတတ္တဲ့ သိုင္းပ်ိဳျဖဴေလး\nယဥ္ယဥ္က ပါဝင္အားျဖည့္ထားျပန္ေတာ့ အခ်ိဳေပၚသကာေလာင္းလုိက္သလုိပါပဲ\nသိုင္းေလာကရဲ႕ ဒ႑ာရီဓါးသိုင္းတစ္ခုျဖစ္တဲ့ တူးကူးဓါးကိုးကြက္ရဲ႕(ဧကရာဇ္ကိုးကြက္)နက္ရိႈင္းျမင့္မားပံုကိုလည္း ၾကည့္ရႈခံစားနုိင္မွာပါ။ သိုင္းေလာကသားတုိ႔ရဲ႕ အေတာမသတ္နုိင္တဲ့ရမၼက္ဆႏၵေတြ သူေတာ္ေကာင္း\nလမ္းမွန္လို႔ ခံယူထားသူတစ္ခ်ိဳ႕ရဲ႕ ကန္႔လန္႔ကာေနာက္ကြယ္က ယုတ္မာ\nရိုင္းစိုင္းမႈေတြ အျဖဴနဲ႔အမဲ အမွားနဲ႔ အမွန္ၾကားက ျဖဴစင္စြာေနွာင္ဖြဲ႔မိခဲ့တဲ့\nသံေယာဇဥ္အပိုင္းအစေတြ ငါးစာရဲ႕ေနာက္ကြယ္ကေန ပါလာတတ္တဲ့\nအသြားထက္ထက္နဲ႔ ငါးမွ်ားခ်ိတ္ေတြ အခ်စ္အလြမ္း အမုန္းအာဃာဒ\nနူးညံ့တဲ့ ဂီတ သံေယာဇဥ္စတဲ့ ရသအမ်ိဳးမ်ိဳးနဲ႔ ျခယ္မႈန္းထားခဲ့တဲ့\nသိုင္းေလာကရဲ႕စိန္ေခၚသံဆိုတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/laughing-in-the-wind-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liKRFt0ioF4YvLEeFQCCmj2N8z3.jpg",
        "title": "My Fair Princess (AKA) Pearl Princess ( 1998 )",
        "description": "၁ရက်ကို ၆ ပိုင်းနှုန်းနဲ့တင်ဆက်ပေးသွားပါမယ်တစ်ချိန်က မြဝတီမှာ “ရွှေမင်းသမီး” နာမည်နဲ့ ညကိုးနာရီလာခဲ့တဲ့90s born လေးတွေတော်တော်များများ သိကြမယ့် ဟွမ်ကျူးကော်ကော် (ခေါ်)ရှောင်ယဲ့ဇီလေးကို CM version နဲ့ ပြန်ကြည့်နိုင်ပါပြီဒီကားလေးကိုမှ ဘာလို့ရွေးတင်ဆက်လဲဆိုရင်တော့ ဘယ် version မှအစားမထိုးနိုင် နောက်တစ်ခေါက် ဘယ်တော့မှ ပြန်မရိုက်နိုင်တဲ့ ဟောင်းပေမယ့်တန်းဖိုးမဖြတ်နိုင်တဲ့ IMDb 7.9 နဲ့ ရပ်တည်ခဲ့တဲ့ အဖိုးတန်ဇာတ်ကားကောင်းလေးမလို့ပါအားလုံး သိကြမယ် ထင်ပေမယ့် မေ့နေလောက်မယ့်သူတွေအတွက်နဲ့မသိလောက်သေးတဲ့သူတွေအတွက် လိုရမယ်ရ ဇာတ်လမ်း အကျဉ်းလေးပြန်ပြောရမယ်ဆိုရင်တော့ရှဇီဝေဆိုတဲ့ မိန်းမပျိုလေးဟာ ကွယ်လွန်သွားတဲ့ အမေချန်ရစ်ခဲ့တဲ့ပန်းချီကားလေးနဲ့ ခေါက်ယပ်တောင်လေးကို ရင်ဝယ်ပိုက်ပြီး ဝေးလံလှတဲ့ဇာတိမြေကျီနန်မှ မင်းနေပြည်တော်ဆီ ခရီးနှင်ခဲ့တာကတော့မင်းနေပြည်တော်မှာရှိတဲ့ သူတစ်သက်လုံး မမြင်ဖူးရှာတဲ့ ဖခင်ဘုရင်ကြီးရဲ့အသိအမှတ်ပြုခံရဖို့ဆိုတဲ့ မျှော်လင့်ချက်ကြောင့်ပါဒီလိုမျိုးဝေးလံကြမ်းတမ်းတဲ့ခရီးကို ဓားဆို ဟင်းချက်ရုံကလွဲပြီးမသုံးဖူးတစ်သက်လုံး စောင်းတီး ကျားကစား ချည်ထိုးပန်းထိုးလုပ်ရုံကလွဲလို့မသုံးဖြစ်တဲ့ လက်ဖဝါးနုနုပိုင်ရှင်အတွက်ကတော့ အတော်ပင် ခက်ခဲလှပါတယ်။သူဦးတည်နေတဲ့ မင်းနေပြည်တော်မှာလည်း သူနဲ့အသက်အရွယ်တူ မဟုတ်မခံခြေမြန်လက်မြန်နဲ့ မတရားတာမြင်ရင် ဝင်ပါတတ်တဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/pearl-princess-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNzRjMjhmZmUtYjRhNS00YjlmLWI4MzUtMDFhM2E0MjAyZGRjXkEyXkFqcGdeQXVyMTEwNDM0NTI2._V1_-160x200.jpg",
        "title": "Tandav (2021)",
        "description": "Amazon Prime မှာပြသခဲ့တဲ့ အိန္ဒိယ political drama ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။ဒေ့ဗ်ကီနန်ဒန် နဲ့ ဆမားပရာတပ်ဆင်းဂ် တို့ဟာပြီးခဲ့တဲ့သက်တမ်း သုံးဆက်လောက် သောင်ပြိုကမ်းပြိုနိုင်လာခဲ့တဲ့ ဂျေအယ်လ်ဒီပါတီရဲ့\nဦးစီးဦးဆောင်တွေလဲဖြစ် သားအဖတွေလဲဖြစ်ကြပါတယ်။ အခုလက်ရှိသက်တမ်းရွေးကောက်ပွဲမှာလဲ မဲရုံကထွက်လာတဲ့သူတွေအပေါ်\nမေးမြန်းမှုရလဒ်တွေအရ သူတို့ပါတီပဲ ဆက်နိုင်ဖို့လဲ အလေးသာနေတာပါ။ ဒါပေမယ့် သူတို့သားအဖ ကြားမှာ ကာကွယ်ရေးဝန်ကြီး\nဘယ်သူရွေးမလဲဆိုတဲ့ ကိစ္စအပြင် တစ်ခြားသဘောထားကွဲလွဲမှုတွေ တေးထားတဲ့ အညှိုးတွေလဲရှိနေပါတယ်။\nဒီလိုပဲ မာလတ်ခ်ပူးဆိုတဲ့ရွာတစ်ရွာက လယ်မြေတွေကို အစိုးရကစီမံကိန်းနဲ့မလွတ်လို့ဆိုပြီး သိမ်းတဲ့အပေါ်မကျေနပ်သူတွေက လယ်ယာမြေ\nပြန်ရရှိရေးဆန္ဒပြကြပါတယ်။ အဲ့ဒီထဲမှာ ပညာတတ်ကျောင်းသားတစ်ချို့လဲပါဝင်ပြီး အဲ့ဒီထဲက ကျောင်းသားသုံးဦးနာမည်နဲ့တကွ အဓိကရုဏ်းနှိမ်နင်းရေး\nခေါင်းဆောင်ရဲတွေဆီကို သတ်ဖို့အမိန့်ရောက်လာတဲ့အခါ..။\nဇာတ်လမ်းရဲ့အပိုင်းတစ်မှာ ပြသွားတဲ့ ဇာတ်ကွက်တွေထဲက တစ်ချို့ဖြစ်ပါတယ်။ နာမည်ကျော်မင်းသားကြီး Saif Ali Khan (Sacred Games)ခေါင်းဆောင်ပါဝင်ထားပြီး\nDimple Kapadia, Mohd. Zeeshan Ayyub တို့လိုပရိသတ်နဲ့ရင်းနှီးပြီးသား နာမည်ကျော်ဇာတ်ပို့တွေများစွာပါ\nဝင်တဲ့ နိုင်ငံရေးလောကနောက်ခံ Drama, Thriller ကားတစ်ကားဖြစ်ပါတယ်။ အများပြည်သူမမြင်နိုင်တဲ့ ကန့်လန့်ကာနောက်ကွယ်က\nဇာတ်ရှုပ်တွေ ကြိုးကိုင်ခြယ်လှယ်မှုတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/tandav-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSKR3E8Jqf58MmmeyEy27lxXddP.jpg",
        "title": "Awaken(2020)",
        "description": "Awaken(2020)အညွှန်း**********************အပိုင်းသစ်(၁၆) ဇတ်သိမ်းပို်ငးမင်းသား Nam Goong Min ဟာ Hot Stove League (၂၀၁၉) နဲ့Doctor Prisoner(၂၀၁၉)တို့မှာRo ခန်းမပြောနဲ့ မင်းသမီးကို ချစ်တဲ့ဟန်အမူအရာလုံးဝမပါဘဲ ပွဲပတ်ကြမ်းနေတဲ့ ထူးထူးခြားခြား ကိုရီးယားစီးရီး(၂)ခုမှာ ခေါင်းဆောင်မင်းသားအဖြစ်နဲ့ ပါဝင်ခဲ့တာပါ....ဂျစ်ကန်ကန် မထေမဲ့မြင်အပြုံးနဲ့ တစ်ဘက်သားကို ထိုးနှက်ဖို့စကားလုံးလှလှတွေသုံးရင်း ထက်မြက်လှတဲ့ သူ့အရည်အချင်းတွေနဲ့ ရန်သူကို အနိုင်တိုက်တတ်တဲ့ဒီဟန်အမူအရာတွေကြောင့် အဆင်ငမ်းပါ့မယ်ဆိုတဲ့ နှုတ်ခမ်းနီမလေးတွေတောင် ကြွေခဲ့ပါတယ်.....ဒီစီးရီးထဲမှာလည်း နှုတ်ခမ်းမွေးစစ ပေစုတ်စုတ်နဲ့ လုပ်ချင်ရာလုပ်တဲ့ စုံထောက်အဖြစ်နဲ့ပါဝင်ထားပါတယ်....အပိုင်း(၁)မှာ လွန်ခဲ့တဲ့ ၂၈ နှစ်က အစုလိုက်အပြုံလိုက်သေတဲ့မှုခင်းကြီးတစ်ခုကိုပြထားပြီးနောက် ဓားပြတိုက်တဲ့အဖွဲ့ ကို Nam Goong Min တို့ရဲစုံထောက်တွေလိုက်ဖမ်းတာနဲ့စထားပါတယ်....ကျွန်တော်ကတော့ အပေါ်ကပြောခဲ့တဲ့ စီးရီး(၂)မှာတင် လုံးဝသဘောကျခဲ့တာမို့ဒီစီးရီးမှာလည်း လန်းဖို့များပါတယ်...သူနဲ့အလိုက်ဆုံး စရိုက်နဲ့ ဖွဲ့စည်းထားတာမို့တော်တော်လည်း အထှာကျပါတယ်..ပြီးတော့ ဘက်ဂျက်အများကြီးသုံးထားပုံရပါတယ်..ရိုက်ထားတာတွေလည်း တော်တော်မိုက်ပါတယ်. စုံထောက် ၊အက်ရှင်၊မှုခင်းကားတွေ မျှော်လင့်နေတဲ့သူတွေအဖို့ ရော Nam Goong Min ...",
        "url": "https://channelmyanmar.org/tvshows/awaken2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6C69xR1hMM66pZmlEAKeIDXpssh.jpg",
        "title": "Hot Stove League (2019)",
        "description": "Hot Stove League (2019)ဇာတ်လမ်းတွဲအညွှန်း***************************************အပိုင်းသစ်(၁၆) ဇတ်သိမ်းDreams ဆိုတဲ့ဘေ့စ်ဘောအသင်းဟာ ရာသီဆက်နီးပါ အမှတ်ပေးဇယားအောက်ခြေကနေရုန်းမထွက်နိုင်ဘူး...ပရိတ်သတ်တွေရဲ့စိတ်ပျက်လက်ပျက်ဖြစ်မှုဟာ နေ့စဉ်နဲ့အမျှတိုးပွားနေတယ်....ပြောရရင် Dream အသင်းဟာအဘက်ဘက်က ယိုယွင်းနေပါတယ်...ပိုင်ရှင်သူဌေးကလည်း အမြတ်နည်းလှတဲ့အသင်းကို သံယော်ဇဉ်မရှိလှသလိုနည်းပြအဖွဲ့တွေကစလို့ ဟိုးအောက်ခြေကစားသမားတွေအထိ အဖွဲ့တွေကွဲပြားနေလို့အသင်းအခြေအနေဟာ ဟိုးအောက်ခြေကနေမတက်တော့တဲ့အနေအထားပါ....ဒီရာသီမှာတော့ ပရိတ်သတ်တွေရဲ့သီးခံနိုင်မှုကုန်ဆုံးလာသလို အထွေထွေမန်နေဂျာကိုယ်တိုင်လည်း နှုတ်ထွက်သွားပါတယ်....ဒါ့ကြောင့် နောက်ရာသီအတွက်ပြင်ဆင်ဖို့ Dreams အသင်းဟာ အရည်အချင်းရှိတဲ့ မန်နေဂျာတစ်ယောက်ခေါ်ဖို့စတင်ကြိုးစားပါတယ်....သူဌေးနဲ့စီမံရေးမန်နေဂျာတို့ဟာ လာရောက်အင်တာဗျူးတဲ့အထဲကမှ အကြိုက်ဆုံး(၂)ယောက်ကိုရွေးထုတ်ထားတယ်... ဘေ့စ်ဘောအကြောင်းလုံးဝမသိဘဲ  အရင်က လက်ပစ်ဘောအထွေထွေမန်နေဂျာနဲ့တခြားအသင်းအချိို့မှာအလုပ်လုပ်ဖူးတဲ့ သူတစ်ယောက်နဲ့တောင် အင်တာဗျူးမှာရန်ဖြစ်ခဲ့ပါသေးတယ်....နောက်တစ်နေ့မှာတော့စီမံရေးဌာနကတောင်မသိဘဲ ပိုင်ရှင်သူဌေးကိုယ်တိုင်က ဘေ့စ်ဘောအကြောင်းလုံးဝမသိတဲ့အင်တာဗျူးမှာပြဿနာဖြစ်ခဲ့တဲ့သူကို အထွေထွေမန်နေဂျာအဖြစ်ခန့်အပ်လိုက်သတဲ့...နည်းပြအဖွဲ့အကွဲအလွဲတွေ၊လေ့ကျင့်ရေးအထောက်အကူပြုပစ္စည်းချို့တဲ့မှုတွေ၊တန်းဆင်းဇုံကအသင်းမို့ ကစားသမားကောင်းမလာချင်ငွေမသုံးနိုင်တဲ့အနေအထားတွေ၊ ကင်းထောက်အဖွဲ့တွေကစားသမားသင်းကွဲတွေနဲ့ဘေ့စ်ဘောအကြောင်းမသိတဲ့အထွေထွေမန်နေဂျာတုိ့ ဆုံတွေ့ကြတဲ့အခါမှာတော့....ဒီစီးရီးက ဘေ့စ်ဘော အားကစားနဲ့ဆိုင်တဲ့စီးရီးမို့အတော်များများက ကြည့်ဖို့လက်ရှောက်ကြပါတယ်...ဒါပေမဲ့ အပိုင်းတစ်ဆုံးအောင်ကြည့်လိုက်တာနဲ့ဆက်တိုက်ကြည့်ချင်သွားတယ်...အဓိကသရုပ်ဆောင်မင်းသား Nam Goong Min နဲ့ လိုက်ဖက်တာကြောင့်လည်းပါမယ်ထင်တယ်..တစ်လျှောက်လုံး အပြုံးအရယ်လုံးဝမရှိပဲ ခပ်ထေ့ထေ့ မျက်ဝန်းတစ်ခုထဲနဲ့ ဇာတ်ကားတစ်ကားလုံးကိုသူမွှေနှောက်သွားတာ....အလန်းဆုံးကတော့ Plot Twistတွေပဲ...ဘာဆက်လုပ်မယ်ကို မှန်းမရတာ...အကွက်ကြီးတွေက အလန်းကြီးဟ လို့ ထရေရွတ်မိအောင် အခန်းတိုင်းလုပ်နိုင်တယ်...မကြည့်ရသေးတဲ့သူတွေကြည့်ပါ..အခေါက်ခေါက်အခါခါပြန်ကြည့်ချင်တဲ့စီးရီးထဲမှာလုံးဝပါပါတယ်..အနှစ်ချုပ်ရရင်တော့ နင်းကန်ကောင်းလို့နင်းကန်ဒေါင်းကြပါ...ကြည့်ပြီးသားသူတွေတော့ စပွိုင်လာမန့်မျိုးတွေရှောင်ပေးကြပါခင်ဗျ.,,အားလုံးကို ...",
        "url": "https://channelmyanmar.org/tvshows/hot-stove-league-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yvUVsh4YJ5Xbus62iu7zMsaSRpV.jpg",
        "title": "The Goddess of Revenge(2020)",
        "description": "The Goddess of Revenge(2020)******************************* စီစင် ( ၁ ) အစ အဆုံး ဇာတ်လမ်းတွဲအညွှန်း ကန်ဟယ်ရာဆိုတဲ့ကောင်မလေးဟာ သတင်းအလုပ်ကိုလုပ်ကိုင်နေတဲ့သူလေးဖြစ်တယ်..စန်းပွင့်တာပဲလား ...အိမ်ထောင်ဘက်ယောင်္ကျားရဲ့အရှိန်အဝါကြောင့်ပဲလားမသိ...အိမ်ထောင်ကျပြီးမှနာမည်တဟုန်ထိုးကြီးလာတယ်...ဖော်လိုတွေမြောက်များစွာတိုးလာသလို သူမ ဘာလုပ်လုပ် အားကျနေတဲ့ဖန်တွေကလည်း အရမ်းကိုများပြားလွန်းပါတယ်....တစ်ခုသောမနက်ခင်းမှာ သူမနဲ့ကောင်လေးတစ်ယောက်ဟော်တယ်ထဲအိပ်တယ်ဆိုတဲ့သတင်းဟာ လူမှုကွန်ယက်မှာ ဗီဒိုယိုဖိုင်လေးတစ်ခုနဲ့ပျံနှံလာတယ်...အရမ်းကိုသတင်းပျံလွယ်တဲ့ဒီနေ့ခေတ်မှာ ကန်ဟယ်ရာအတွက် ကျရှုံးခန်းလိုပဲ...အစီအစဉ်တွေအကုန်ဖျက်ခံရသလိုယောင်္ကျားကလည်း ကွာရှင်းဖို့အထိဖြစ်လာတယ်....တကယ်တော့ vdoဖိုင်ထဲကလို ဟော်တယ်ထဲမှာ ကောင်လေးတစ်ယောက်နဲ့အိပ်တယ်ဆိုတာ ကန်ဟယ်ရာမဟုတ်ပါဘူး..စနစ်တကျ လုပ်ကြံခံရတဲ့အဖြစ်မျိုးပါ....အဲ့ဒီနောက်သူမဘယ်လိုရုန်းကန်လှုပ်ရှားမလဲဆိုတာကိုတော့...ဒီဇာတ်လမ်းတွဲက မိတ်ကပ်အဖွေးသားနဲ့ မင်းသားတွေ နှုတ်ခမ်းရဲရဲနဲ့ ရိုကြမယ့်ဇာတ်လမ်းတွဲမျိုးတော့မဟုတ်ပါဘူး...မှုခင်းဘက်ကိုအများကြီးအသားပေးထားသလို... သွေးအေးပြီး တော်လွန်းတဲ့မင်းသားရှေ့နေလည်းပါပါတယ်....ပြီးတော့ အခုထိတော့ စနစ်တကျလုပ်ကြံခံထားရတာနဲ့ ဇာတ်လမ်းတွဲရဲ့ Tempo ကိုတင်ထားပြီး...ရဲတွေ အလွတ်စုံထောက်တွေ ရှေ့နေတွေနဲ့ ခပ်သွက်သွက်လေးစထားပါတယ်....ပြီးတော့ 18+ အခန်းတစ်ချို့ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ ThinZar Htet,Thet Hnin HSu  & Mi Moe Seတို့ပဲဖြစ်ပါတယ်..Quality – HD-TV 720pDuration – 60Min (@Episode)Subtitle – Myanmar HardsubFormat – ...",
        "url": "https://channelmyanmar.org/tvshows/revenge2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-d232aa4086d0-143x200.jpg",
        "title": "Legend of Fei ( 2020 )",
        "description": "Legend of Fei ဇာတ်လမ်းတွဲမှာ The Untamed ဇာတ်လမ်းတွဲမှာလန်ဝမ့်ကျီဇာတ်ကောင်နဲ့ တရှိန်ထိုးလူကြိုက်များလာပြီးမိန်းကလေးပရိသတ်တွေရဲ့အသည်းစွဲဖြစ်လာခဲ့တဲ့မင်းသားချောလေးဝမ်ရိပေါ်(ချစ်စနိုးနဲ့ Yiboလို့ခေါ်ကြ)နဲ့ပန်းတစ်ပွင့်ရဲ့ဒဏ္ဍာရီဇာတ်လမ်းတွဲမှာ ရှောင်ကူဇာတ်ကောင်နဲ့လူကြိုက်များလာခဲ့ပြီး ပရိသတ်တွေက ချစ်စနိုးYingလို့နာမည်ပေးထားတဲ့ကျောက်လိရင် တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်..ဝမ်ရိပေါ်နဲ့ Ying တို့ပါဝင်သရုပ်ဆောင်ထားလို့ ဇာတ်လမ်းတွဲမပြသခင်ကတည်းကစိတ်ဝင်စားမှုမြင့်တက်ခဲ့ပြီး ပရိသတ်တွေရဲ့ စောင့်မျှော်ခြင်းခံနေရတာပါဒီဇာတ်လမ်းတွဲကို Tencent Video နဲ့ WeTvမှာ ဒီဇင်ဘာ၁၆ရက်နေ့မှစတင်ပြသခဲ့ပြီး လက်ရှိပြသထားတဲ့အပိုင်းထိ ကြည့်ရှုနှုန်းအမြင့်ဆုံးရထားပါတယ်ဒီဇာတ်လမ်းဟာ Preist ဝတ္ထုကို ပြန်ပြောင်းရိုက်ကူးထားတာဖြစ်ပြီးကျိုးဖေရဲ့တဖြည်းဖြည်းကြီးပြင်းလာပြီး ဓားသိုင်းနဲ့နာမည်ကျော်သူရဲကောင်းဖြစ်လာတဲ့ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်ကျိုးဖေနဲ့ ရှဲ့ယွင်တို့ရဲ့ အချစ်တွေကို အသည်းယားဖွယ်ကြည့်ရှုရမှာပါ...ဇာတ်လမ်းအကျဉ်းကတော့လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက သိုင်းလောကရှုပ်ထွေးချိန် သူရဲကောင်းတောင်ဓားလီဝေးဟာ မင်းကြီးရဲ့အမိန့်အရ ဓားပြတွေကိုဝန်းရံတိုက်ခိုက်ခဲ့ပါတယ်ဒီလိုနဲ့ တောင်စခန်း၄၈ခုပေါ်ပေါက်လာခဲ့တယ်နောက်ပိုင်း လီဝေးဆုံးပါးသွားပြီးနောက်ပိုင်းမှာ နာမည်ကျော်မှုတွေလျော့ပါးလာခဲ့တယ်လီဝေးရဲ့သမီးက ခေါင်းဆောင်နေရာကိုဆက်ခံခဲ့ပြီး ကျိုးရီထန်နဲ့လက်ဆက်ခဲ့ပြီးသမီးလေး ကျိုးဖေကို မွေးဖွားလာခဲ့ပါတယ်ကျိုးဖေ၁၃နှစ်အရွယ်မှာ ရှီးမော့မြစ်ကို မတော်တဆဖြတ်ကူးမိချိန်အသက်အန္တရာယ်နဲ့ရင်ဆိုင်ရချိန်မှာ ရှဲ့ယွင်ရဲ့ကယ်တင်ပေးမှုကြောင့်ဖူးစာရေစက်စတင်ခဲ့ပါတယ်...၃နှစ်အကြာမှာ ကောင်လေးနဲ့ကောင်မလေးတို့ဟာဟော့ကျားပေါင်မှာပြန်ဆုံတွေ့ခဲ့ပြီး သိုင်းလောကမှာ နှစ်အတော်ကြာဇာတ်မြှုပ်နေတဲ့ သိုင်းပညာရှင်တွေကို သတိထားမိစေခဲ့ပါတယ်သူတို့နှစ်ယောက်ဟာ လူဆိုးချောင်လက်အောက်က ပေတုံသိုင်းသမား၇ယောက်ရဲ့ လိုက်လံသတ်ဖြတ်ခြင်းကိုခံရပြီး သိုဝှက်နက်ရှိုင်းလှတဲ့လှည့်ကွက်ထဲရောက်သွားပါတော့တယ်....ကျိုးဖေဟာနောက်ပိုင်းမှာ ဖော့ရွှယ်ဓား သိုင်းကွက်နဲ့သိုင်းလောကမှာနာမည်ကျော်ခဲ့ပါတယ်...-Quality : WEB-DL ...",
        "url": "https://channelmyanmar.org/tvshows/legend-of-fei-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/1_dzKlKKgiJnGbyA22_5CYaA-135x200.jpeg",
        "title": "History of Swear Words 2021",
        "description": "IMDb - 6.9\nဆဲတာချင်းအတူတူ အဆဲတွေရဲ့ သမိုင်းကြောင်းကို\nသိထားတော့ ပိုမကောင်းဘူးလား\nCM ပရိတ်သတ်ကြီးရေ\nအနာဂတ်မှာ အထာကျကျ ဆဲနိုင်ဖို့အတွက်\nမင်းသားကြီး Nicholas Cage က ဦးဆောင်ပါ၀င်ထားတဲ့\nဒီ documentary ကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါ။\nလူငယ်တွေကြားမှာ တော်တော်လေးရေပန်းစားတဲ့\nအဆဲစကားတွေရဲ့ သမိုင်းကြောင်းကို\nပွင့်ပွင့်လင်းလင်း ကွင်းကွင်းကွက်ကွက်\nရှင်းပြပြီး discussion လုပ်ထားတာ\nမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ အင်မတန်မှ ကြည့်ကောင်းပြီး\nဗဟုသုတတွေလည်း အများကြီးရမှာပါ။\nအပိုင်း ၆ ပိုင်းပါ၀င်ပြီး တစ်ပိုင်းမှာ အဆဲစကားလုံး တစ်လုံးရဲ့\nသမိုင်းကြောင်းကို fun & alive ဖြစ်ဖြစ်တင်ဆက်ထားပါတယ်\nဘယ် အဆဲလုံးတွေလည်း သိချင်ရင်တော့ အခုပဲ ကြည့်လိုက်ပါတော့ CM ချစ်သူတို့ရေTranslated by Yoon Sandi Aung and MTADuration - 20 minutes\nSize -  150 Mb\n ZIP VIP/ Megaup / Yoteshin\n \nEpisode 1 - VIP / Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/history-of-swear-words-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/LdJ3oGJyq9RQE8TWc13FvWdjK6.jpg",
        "title": "Please Don’t Meet That Man (2020)",
        "description": "Please Don't Meet That Man\n=========================\nCM အမာခံပရိတ်သတ်များအတွက် ဒီနေ့မှလတ်လတ်ဆတ်ဆတ်\nထွက်ရှိထားတဲ့ ကိုရီးယားစီးရီးလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်\nSeo Ji Sung ဟာ AI ကိုအခြေခံထားတဲ့ အိမ်အသုံးအဆောင်ပစ္စည်းတွေကို\nတီထွင်ဖန်တီးရတဲ့ ပရိုဂရမ်မာတစ်ယောက်ဖြစ်ပါတယ်\nဖြစ်ချင်တော့ သူဟာ AI ရေခဲသေတ္တာတစ်လုံးကို တီထွင်ရဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်\nဒါပေမယ့် အဲ့ဒီရေခဲသေတ္တာဟာ ခေသူတော့မဟုတ်ပါဘူး\nဖြူစင်တဲ့ယောကျ်ားလား အကျင့်မကောင်းတဲ့ယောကျ်ားလားဆိုတာကို ခွဲခြားပေးနိုင်ပါတယ်\n \nSeo Ji Sung ဟာ အဲ့ဒီရေခဲသေတ္တာကိုအသုံးချပြီးတော့\nအချစ်ရေးမှာမပျော်ရွှင်ရဘဲ စိတ်ဒုက္ခခံစားနေရတဲ့ သူ့ရဲ့သူငယ်ချင်းတွေကို လိုက်လံကူညီပေးပါတော့တယ် သူကိုယ်တိုင်ဟာလည်း\nမီးသတ်သမားချောချောလေးဖြစ်တဲ့ Lee Jun Young နဲ့ချစ်ကြိုးသွယ်မိသွားပါတယ်\n \nအဲ့ဒီတော့ ရေခဲသေတ္တာလေးက မီးသတ်သမားလေးကို ဘယ်လိုမှတ်ချက်ပေးမလဲ\nအကယ်၍မကောင်းတဲ့ယောကျ်ားတစ်ယောက်လို့ မှတ်ချက်ပေးလာခဲ့သည်ရှိသော် Seo Ji Sung တစ်ယောက်\nသူကိုယ်တိုင်တီထွင်ထားတဲ့စက်ပစ္စည်းတစ်ခုရဲ့အကြံပေးချက်ကို နားထောင်ပါ့မလား ယုံကြည်ပါ့မလားဆိုတာကိုတော့……………..\nဇာတ်ကြောင်းလေးကိုကြည့်လိုက်တာနဲ့ ဆန်းဆန်းလေးနဲ့မြူးမယ်ဆိုတာ လုံးဝသေချာနေပါတယ်နော်\nDark ဖြစ်တဲ့ဇာတ်လမ်းတွေကို ငြီးငွေ့နေသူများအတွက် ဒီကားလေးက ရွေးချယ်စရာတစ်ခုဖြစ်လာမှာပါ\nReview By Thet Hnin Hsu\nTranslated by : Phue Nge ...",
        "url": "https://channelmyanmar.org/tvshows/please-dont-meet-that-man/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/xW1vX_4c-142x200.jpg",
        "title": "Live On (2020)",
        "description": "[Unicode]High School Romance Drama ဖန်တွေအတွက် ကားသစ်လေးBaek Ho Rang ဆိုတဲ့ ကောင်မလေးဟာ လှပချောမောတဲ့အသွင်အပြင်ကြောင့် ကျောင်းမှာတင်မကဘဲ social media မှာပါ နာမည်ကြီးသူလေး ပြီး ယောက်ျားလေးတိုင်းရဲ့အသည်းစွဲပေါ့နာမည်ကြီးပေမယ့် မာနကြီးတတ်တဲ့စရိုက်ကြောင့် ဘယ်သူနဲ့မှအပေါင်းအသင်းမလုပ်ဘဲ တသီးတခြားတည်းနေလေ့ရှိပါတယ်တစ်ရက်မှာ အွန်လိုင်းပေါ်မှာထူးဆန်းတဲ့လူတစ်ယောက်ပေါ်လာပြီး Ho Rang ကိုအထိတ်တလန့်ဖြစ်စေခဲ့ပါတယ် အကြောင်းရင်းကတော့ ထိုသူဟာ Ho Rang ရဲ့ ဖုံးကွယ်ထားချင်ခဲ့တဲ့ အတိတ်ကလျှို့ဝှက်ချက်တွေအားလုံးကို သိရှိနေတဲ့သူဖြစ်နေလို့ပါပဲထိုသူကိုဖော်ထုတ်နိုင်ဖို့အတွက် ကျောင်းက broadcasting club ရဲ့ခေါင်းဆောင် Go Eun Taekဆီကအကူအညီတောင်းဖို့လုပ်ရာက သူငယ်ချင်းတွေရလာခဲ့ပါတော့တယ်ဒီသူငယ်ချင်းတွေရဲ့အကူအညီနဲ့ ထူးဆန်းတဲ့သူကို ဖော်ထုတ်နိုင်ပါ့မလား.....အဲ့ဒီလူကရော ဘယ်သူများ....ဘယ်လို loveline တွေပေါ်လာဦးမလဲ....ဒီဇာတ်လမ်းတွဲလေးဟာ အပိုင်း(၈)ပိုင်းပါဝင်ပြီး တစ်ပတ်ကိုတစ်ပိုင်းနှုန်းနဲ့ အင်္ဂါနေ့တိုင်းမှာထုတ်လွှင့်ပြသသွားမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြဖို့ တိုက်တွန်းလိုက်ပါရစေ....။( အညွှန်းရေးသားထားတာကတော့ Ei Phyu Khin ဖြစ်ပါတယ် ) [Zawgyi]High School Romance Drama ...",
        "url": "https://channelmyanmar.org/tvshows/live-on-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJQgnhtOkB6QpTeOGHXPPu2wGcE.jpg",
        "title": "The Legend ( 2007 ) ( Completed )",
        "description": "The Legend ဆိုတာဟာ ၂၀၀၇ ခုနှစ်က တောင်ကိုရီးယားသမိုင်းတစ်ခုကိုပြန်လည်အသက်သွင်းရိုက်ကူးထားပြီး မြန်မာနိုင်ငံရဲ့ MRTV ချန်နယ်မှာ\"မြင့်မြတ်သူတို့နှလုံးသား\" နာမည်နဲ့ ပြသသွားခဲ့တဲ့သဘာဝလွန်နန်းတွင်းကားလေးတစ်ကားဖြစ်ပါတယ်ဟိုတုန်းက အားလုံးရဲ့ အသည်းစွဲမင်းသားကြီး (ရှင်ဒေါင်ဟန့်လို့လည်းသိကြတဲ့)ဘေယောင်ဂျွန်း နဲ့ The Penthouse ဇာတ်ကားထဲမှမင်းသမီး Lee Ji Ah, Moon So Ri တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ဇာတ်လမ်းလေးကို ကြည့်ဖူးသူတွေ ပြန်အမှတ်ရပြီး မကြည့်ဖူးသူတွေသိရှိသွားအောင် ဇာတ်လမ်းအစလေး နည်းနည်းပေးမြည်းပါမယ်ဟိုးရှေးရှေးတုန်းက မီးစွမ်းအင်တွေကို ခေါင်းဆောင်အစဉ်အဆက်လက်ဆင့်ကမ်းလာတဲ့ ကျားမျိုးနွယ်စုဟာ လက်ရှိခေါင်းဆောင်ကာဂျင်းရဲ့ ဦးဆောင်မှုနဲ့ လောကကြီးကိုအုပ်စိုးနေပါတယ်သူတို့ဟာ မရှင်းထုတ်နိုင်သေးတဲ့ ဝက်ဝံမျိုးနွယ်စုကလွဲပြီးကျန်တဲ့မျိုးနွယ်စုတွေကိုရှင်းပစ်ထားပါတယ်ကောင်းကင်ဘုံဘုရင်ရဲ့သားတော် ဟွမ်ဝွန်းဟာ လူ့ပြည်မှာ ပြည်သူတွေအေးအေးချမ်းချမ်းနေရဖို့အတွက် ဂျူရှင်းနယ်မြေကို တည်ထောင်ခဲ့ပါတယ်သူနှင့်အတူ ခေါ်ဆောင်လာတဲ့ နတ်သုံးပါးကို အရှေ့ဖက်အရပ်ကိုတိမ်နတ်မင်း နဂါးပြာ, အနောက်ဖက်အရပ်ကို လေနတ်မင်း ကျားဖြူ,မြောက်ဖက်အရပ်ကို မိုးနတ်မင်း လိပ်မြွေ အသီးသီးစေလွှတ်ပြီး ဂျူရှင်းနယ်မြေကို စောင့်ရှောက်စေခဲ့ပါတယ်သူတို့ရဲ့အေးချမ်းတဲ့ဂျူရှင်းနယ်လေးအထိ ကျားမျိုးနွယ်စုတွေလာရောက်ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါမှာတော့ကာဂျင်းရဲ့မီးစွမ်းအင်ကို မီးငှက်နှလုံးသားထဲသိမ်းယူထားပြီး ကြင်နာသနားတတ်တဲ့ဝက်ဝံမျိုးနွယ်စုရဲ့ အမျိုးသမီးစစ်သည်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/the-legend-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BqtPaL8NA6hYUBMeD1dPheIgRe.jpg",
        "title": "The Penthouse: War in Life (2020)",
        "description": "The Penthouse: War in Life (2020)Ongoing Series အသစ်ထွက်တာလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီ Series ဟာဆိုရင် ချစ်လိုက် မုန်းလိုက် ဇာတ်ကားမျိုးမဟုတ်ပဲ မိသားအစုအရေး အိမ်တွင်းရေး အရှုပ်တော်ပုံတွေကို တစ်မိုထူးခြားတဲ့ ရိုက်ကွင်းရိုက်ကွက် ဇာတ်အိမ်အဆန်းနဲ့ ခံစားကြည့်ရှု့ရမှာပါဇာတ်လမ်း အကျဉ်းဟယ်ရာနန်းတော်လို့တင်စားလောက်တဲ့ အထပ်၁၀၀ပါသော ဇိမ်ခံမိုးမျှော်အိမ်ကြီးမှာဆိုရင် များစွာသော လျို့ဝှက်ချက်တွေ ၊ မမြင်နိုင်သော ရည်မှန်းချက်တွေ ပြည့်နှက်လို့နေပါတယ်ရှင်းဆူယွန်း ဟာ ဆိုရင် ချမ်းချမ်းသာသာနဲ့ မွေးဖွားလာသူတစ်ယောက်ပေါ့\nမိုးမျှော်အိမ်ကြီးရဲ့မိဖုရားတစ်ပါးဆိုးလည်း မမှားပါဘူးချောင်းဆောဂျင်က တော့ သူ့သမီးလိုအပ်တာမှန်သမျှကို ဖြည့်ဆီးပေးနေသူပါအိုယွန်းဟီ ကတော့ ဘဝပေးအခြေပနေကြောင့် ဆင်းဆင်းရဲရဲ မွေးလာပေမယ့် ရည်မှန်းချက်ပန်းတိုင်ကြီးမားတဲ့သူ...ဒီလိုနဲ့ ထိပ်တိုက်တွေ့ကြရင်း ဘာတွေဆက်ဖြစ်သွားမလဲ....ချမ်းသာမှု့ ၊ အာဏာ နဲ့ များစွာသော အရှုပ်တော်ပုံတွေ ဖြစ်တည်ရာ အထပ်၁၀၀ မိုးမျှော်တိုက်ဟယ်ရာနန်းတော်ပါ( အညွှန်းရေးသားထားတာကတော့ CM Team ပါ )[Zawgyi]Ongoing Series ...",
        "url": "https://channelmyanmar.org/tvshows/the-penthouse-war-in-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQ1PjmVu2VoIKixGU8g0TcdBFat.jpg",
        "title": "Warm and Cozy(2015)[Complete]",
        "description": "Warm and Cozy(2015)ဇာတ်လမ်းတွဲအညွှန်း*************************************အပိုင်း(၁ မှ ၁၆ ထိ) စ/ဆုံးWarm & Cozy ဆိုတဲ့စီးရီးဟာ ကြည်လင်အေးမြတဲ့ အလှတရားတွေပေါင်းထည့်ထားတဲ့ဇာတ်လမ်းတွဲလေးလို့ဆိုချင်တယ်..လောင်ရတဲ့စီးရီးတွေကျွန်တော်တို့ သဘောကျတယ်..လက်ရှိလောကမှာလည်း ဒီလိုမျိုးတွေကြုံဆုံနေကြရတာပဲမလား...\n...ကျွန်တော်တို့ဟာ တစ်ခါတစ်ရံ ညှို့အားပျင်းတဲ့ နှင်းဆီရနံကို ရှုရှိုက်ချင်သလို လတ်ဆတ်တဲ့လေပြေလေညှင်းလေးကိုလည်း မျက်လုံးမှိတ်ရင်း ခပ်ပြုံးပြုံးလေး ခံစားချင်တတ်ကြတာ သဘာဝပဲမဟုတ်လား...\nWarm & Cozy ထဲမှာ တော့ Dr. Romantic , Hospital Playlist တွေနဲ့ မြန်မာပရိတ်သတ်အကြားလူသိများတဲ့ ခပ်ဖြောင့် ဖြောင့်ကောင်လေး Yoo Yeon Seok နဲ့ Doctor Stranger ထဲမှာ မင်းသားနဲ့ ညားပါစေလို့ ဆုတောင်းခဲ့သလောက် မပြည့်ခဲ့ရတဲ့ ဂျစ်ကန်ကန်ကောင်မလေး Kang So Ra\nတို့ပါဝင်ထားပါတယ်...\nပြီးတော့ Second Leadတွေကလည်း အကုန်ခပ်ဖြောင့်ဖြောင့်တွေချည်းပါပဲ...အလန်းဆုံးကတော့ ဂျယ်ဂျူကျွန်းရဲ့အလှအပတွေကို ခံစားရတာပါပဲ..\nပန်းခင်းမျိုးစုံနဲ့ ပင်လယ်ပြင်အလှနဲ့ ကိုယ်တိုင်ရောက်သွားသလိုကိုခံစားရတာပါ...အညွှန်းတော့ ထွေထွေထူးထူးမရေးတော့ပါဘူး....အပိုင်း(၁၆)ပိုင်းရှိပြီး တစ်ရက်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/warm-and-cozy2015/"
    }
]