[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/p9pVVv7G5jNUI1PQoF3emZztZ0-133x200.jpg",
        "title": "蛋黄人 (Yolk Man) 2019",
        "description": "အမြဲတမ်းအရှုံးတွေနဲ့ပဲဘဝကို\nဖြတ်သန်းနေခဲ့ရတဲ့ကျောင်းသာလူငယ်လေးတစ်ယောက်\nသူcrushလေးကလည်းသူ့ကိုBFFလိုပဲသဘောထားနေပြန်တယ်\nဒါ့အပြင်သူ့မှာကင်ဆာနောက်ဆုံးအဆင့်ဆိုတဲ့\nရောဂါကြီးကလည်းရှိနေပြန်တယ်\nဒီလို Loser ကောင်လေးဆီကို ကြက်ဥနှစ်ရောင်ဂြိုလ်သားလေးက\nမတော်တဆရောက်လာခဲ့တယ်\nသူ့ရဲ့ကင်ဆာရောဂါတင်မက ဘဝကိုပါ\nပြောင်းလဲသွားစေမယ့်အဖြစ်တွေကို\nသယ်ဆောင်လာခဲ့တဲ့ဂြိုလ်သားလေးပေါ့\n2019ထွက်ဒီဇာတ်ကားလေးဟာ\nanimation လှလှလေးတွေကို\nချစ်တတ်တဲ့သူတွေကြည့်သင့်တဲ့seriesလေးတစ်ခုပါပဲ\nမင်းသားချော Austin Lin နဲ့ မင်းသမီး\nYu lang တို့ အဓိကနေရာက\nပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်\nTranslated By : Nay Chii . Wai Zin . Htoo Htoo Ka Joe , Hnyot Myet Wun , Charm Wave , Xiao Li\nEncoded By : XCode\nReview : Nay Chii\n \nDownload List\n==========\nEP 01 - Drive / Solid / Mega / Ydex / Datbu (300mb)\nEP 02 - Drive / Solid / ...",
        "url": "https://channelmyanmar.org/tvshows/%e8%9b%8b%e9%bb%84%e4%ba%ba-yolk-man-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8BhphHIruCL2jM4sd1Zs6sMJov.jpg",
        "title": "The Tale of Nokdu(2019)[စ/ဆုံး]",
        "description": "The Tale of Nokdu(2019)ဇာတ္လမ္းတြဲအညႊန္း**********************************************(zawgyi)အပိုင္း ( ၁  မှ ၁၆) ထိ[ စ/ဆုံး]Tale of Nok Du ဟာ webcomic ကို ျပန္လည္႐ိုက္ကူးထာူတာပဲျဖစ္ပါတယ္ September 30, 2019 ကစၿပီး တနလၤာ အဂၤါ ႏွစ္ရက္ အပတ္စဥ္ ထုတ္လႊင့္တင္ဆက္ေပးတာျဖစ္ပါတယ္Jeon Nok-Du ကေတာ့ သူ႔သားစုက သူ႔ကို မိန္းကေလး ငယ္ငယ္ေလးတစ္ေယာက္နဲ႔ လက္ထပ္ဖို႔ စီစဥ္ေပးထားတာကို သူကဘသေဘာမက်ပါဘူး ....\nသူ႕အေနနဲ႕ တကယ္ခ်စ္တဲ့သူကိုပဲလက္ထပ္ဖုိ႕အစီအစဥ္ရွိသလုိ လက္ရွိအခ်ိန္မွာလည္း ငယ္ရြယ္ေသးတယ္လုိ႕ ယူဆမိေနတယ္.......\nအဲ့လက္ထပ္ပြဲကိုေရွာင္ဖို႔Jeon Nok-Du ဟာ အိမ္က ထြက္ေျပးခဲ့ပါတယ္ ....\nမိန္းမသားဟန္ေဆာင္ၿပီး မုဆိုးမ႐ြာမွာ သြားေရာက္ေနထိုင္ခဲ့ပါတယ္ အဲ့မွာ ကေခ်သည္ျဖစ္ဖို႔ေလ့က်င့္ေနတဲ့ မိန္းမေခ်ာေလး Dong Dong-Ju (Kim So-Hyun) နဲ႔ေတြခဲ့ပါတယ္.....\nအဲ့ဒီေနာက္မွာေတာ့ ဘယ္လုိေတြအလြဲလြဲအေခ်ာ ဆက္ျဖစ္ၾကမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္ၾကပါဦး....ဒီကားက တကယ္လည္းရယ္ေမာေပ်ာ္ရႊင္ရသလုိ\nလွပႏုပ်ဳိလြန္းတဲ့ သရုပ္ေဆာင္ေလးေတြရဲ႕ ...",
        "url": "https://channelmyanmar.org/tvshows/the-tale-of-nokdu2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5E4DCXiU62LS0DpuFnK8B90uSRf.jpg",
        "title": "Vagabond(2019) [စ / ဆုံး]",
        "description": "Vagabond(2019)ဇာတ္လမ္းတြဲအညႊန္း**************************************အပုိင္း (၁ မွ ၁၆) ထိ [စ/ဆုံး]ကိုရီးယားနာမည္ႀကီး သ႐ုပ္ေဆာင္ လီေဆာင္းဂီ နဲ႔ ဘယ္ဆူဇီ တို႔ ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့\nအက္ရွင္ စပိုင္ စီးရီး‌ေလး လာပါၿပီ.....\nအက္ရွင္သရုပ္ေဆာင္ေကာင္းျဖစ္ခ်င္တဲ့သူတစ္ေယာက္ရွိတယ္...\nသူက တုိက္ေရးခုိက္ေရးမွာ ကြ်မ္းက်င္တဲ့သူျဖစ္ေပမယ့္ အက္ရွင္သရုပ္ေဆာင္ဘက္ကုိ\nေျခဦးမလွည့္ႏုိင္ဘဲ တူေလးေကာင္းစားေရးအတြက္ႀကဳံရာအလုပ္ကုိလုပ္ေနရတယ္...\nသူ႕တူေလးကလည္း တုိက္ကြမ္ဒုိေတာ္လြန္းလုိ႕ ေမာ္ရုိကုိကေတာင္\nအခမ္းအနားတက္ေရာက္ဖုိ႕ဖိတ္ႀကားျခင္းခံရတယ္..\nသူ႕တူေလးဟာ ေမာ္ရုိကုိအသြားမွာေလယာဥ္ပ်က္ႀကီးေသဆုံးသြားတယ္..\nခ်စ္ရတဲ့တူေလးရဲ႕ စ်ာပနရွိရာ ေမာ္ရိုကုိကုိ သူလုိက္သြားတယ္...\nသူလုိက္သြားတဲ့အခ်ိန္မွာေတာ့ ဒီေလယာဥ္ပ်က္က်မႈႀကီးဟာ\nမေတာ္တဆမႈမဟုတ္ဘဲ ဒုစရုိက္ဂုိဏ္းႀကီးတစ္ခုနဲ႕ပတ္သက္ေနေၾကာင္းကုိ\nမေမွ်ာ္လင့္ဘဲ သူသိလုိက္ရတယ္...\nအဲ့ဒီေနာက္မွာေတာ့.....\nသူဘာေတြဆက္လုပ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး...\nဒီဇာတ္လမ္းတြဲဟာ စြန္႕စားခန္းစပုိင္အက္ရွင္အမ်ဳိးအစားျဖစ္ပါတယ္..\nမင္းသားျဖစ္တဲ့လီေဆာင္းဂီ တစ္ေယာက္ဟာ ခ်စ္တဲ့တူအတြက္\nဒီေလယာဥ္ပ်က္က်မႈရဲ႕ ေနာက္ကြယ္က တရားခံကုိေရကုန္ေရခမ္းလုိက္ပါေတာ့တယ္...\nပရိသတ္အခ်စ္ေတာ္ မင္းသမီး ဘယ္ဆူဇီကေတာ့\nဒီဇာတ္ကားမွာ NIS ေအးဂ်င့္ ဂိုဟယ္ရီအေနနဲ႔\nသ႐ုပ္ေဆာင္ထားပါတယ္....\nဒီဇာတ္လမ္းတြဲဟာ (၁၆)ပုိင္းထြက္ရွိမွာျဖစ္ၿပီး အပတ္စဥ္ ေသာႀကာနဲ႕ စေနေန႕ညမ်ားမွာ\nထုတ္လႊင့္သြားမွာျဖစ္ပါတယ္....ဇာတ္လမ္းအညႊန္းကုိေတာ့ SCRNမွေရးသားေပးထားပါတယ္...(Unicode)ကိုရီးယားနာမည်ကြီး သရုပ်ဆောင် လီဆောင်းဂီ နဲ့ ဘယ်ဆူဇီ တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအက်ရှင် စပိုင် စီးရီး‌လေး လာပါပြီ.....\nအက်ရှင်သရုပ်ဆောင်ကောင်းဖြစ်ချင်တဲ့သူတစ်ယောက်ရှိတယ်...\nသူက တိုက်ရေးခိုက်ရေးမှာ ကျွမ်းကျင်တဲ့သူဖြစ်ပေမယ့် အက်ရှင်သရုပ်ဆောင်ဘက်ကို\nခြေဦးမလှည့်နိုင်ဘဲ တူလေးကောင်းစားရေးအတွက်ကြုံရာအလုပ်ကိုလုပ်နေရတယ်...\nသူ့တူလေးကလည်း တိုက်ကွမ်ဒိုတော်လွန်းလို့ မော်ရိုကိုကတောင်\nအခမ်းအနားတက်ရောက်ဖို့ဖိတ်ကြားခြင်းခံရတယ်..\nသူ့တူလေးဟာ မော်ရိုကိုအသွားမှာလေယာဉ်ပျက်ကြီးသေဆုံးသွားတယ်..\nချစ်ရတဲ့တူလေးရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/vagabond2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/qatyfviXa0jWkv4lTJeApgrDcsr-133x200.jpg",
        "title": "Genius",
        "description": "Genius Tv Series ဟာ ကမ္ဘာမှာပေါ်ထွန်းခဲ့ဖူးတဲ့\nဂန္ဓဝင်ပုဂ္ဂိုလ်ကြီးတွေရဲ့ အကြောင်းကို\nNational Geographic က ရိုက်ထားတဲ့ တီဗီစီးရီးတစ်ခုပါ\nSeason 1 ကတော့ ရူပဗေဒပညာရှင်ကြီး\nAlbert Einstein ရဲ့ ဘဝဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်\n2017မှာ ထွက်ရှိခဲ့တဲ့ ဒီစီးရီးဟာ Walter Issaacson ရေးသားခဲ့တဲ့\nEinstein: His Life and Universeဆိုတဲ့ စာအုပ်ကို\nအခြေခံရိုက်ကူးထားပြီး အော်စကာဆုရ မင်းသားကြီး\nGeoffrey Rushက အိုင်းစတိုင်းအိုကြီး\nအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nဒီစီးရီးမှာတော့စူးစမ်းလိုစိတ်အပြည့်နဲ့\nဂျူးလူငယ်လေးဘဝက စလို့\nသေဆုံးသည်အထိ\nသူ့ရဲ့ထူးခြားတဲ့ အတွေးအခေါ်တွေ\nသိပ္ပံအတွက် ကြိုးစားခဲ့တာတွေ\nရီလေးတစ်ဗတီကို ဘယ်လိုဖန်တီးနိုင်ခဲ့တယ်ဆိုတာတွေ\nအနုမြူ ဗုံးဇာတ်လမ်း\nဒုတိယ ကမ္ဘာစစ် မတိုင်ခင် နာဇီတွေနဲ့ ဂျူးတွေကြားပြသနာတွေ\nဂျူးနိုင်ငံတည်ထောင်ရေးအတွက် ကြိုးပမ်းခဲ့တာတွေ\nအမေရိကန်ထောက်လှမ်းရေးရဲ့\nရန်ငြိုးထား အရှက်ခွဲဖို့ကြိုးစားခဲ့တာတွေ\nအနုမြူလက်နက်တားဆီးရေး အတွက်\nကမ္ဘာ့အစိုးရဖွဲ့ဖို့ ကြိုးပမ်းခဲ့တာတွေအပြင်\nသူ့ရဲ့အချစ်ရေးနဲ့\nကွမ်တမ်ရူပဗေဒကို ဆန့်ကျင်တဲ့ အယူအဆတွေ\nစသည်ဖြင့် သိပ္ပံအကြောင်းတစ်ခုတည်းမဟုတ်\nဇာတ်ကြောင်း စုံစုံလင်လင် သမိုင်းအထောက်အထား\nတိကျစွာနဲ့ ရိုက်ကူးထားပါတယ်\nသရုပ်ဆောင်တွေလည်း ကောင်းကြပါတယ်\nနောက်ပြီး အိုင်းစတိုင်းပြောခဲ့တဲ့\nမှတ်သားဖွယ်စကားတွေကိုလည်း\nဒိုင်ယာလော့တွေအဖြစ် ဝေဝေဆာဆာ\nထည့်ထားသေးတဲ့အတွက်\nကြည့်သင့်တဲ့ စီးရီးတစ်ခုဖြစ်ပါတယ်\n....\n(စီးရီးမကြည့်ခင် ဒါလေးတွေ သိထားသင့်တယ်ထင်လို့\nwikiကရှာထားတာ အမှားပါသွားရင် ခွင်းလွှတ်ပါ)\n၂၀ရာစုမှာ ခေတ်သစ်ရူပဗေဒပညာရပ်နဲ့\nခေတ်မီနည်းပညာတွေပေါ်ထွန်းလာဖို့\nအဓိကဒေါက်တိုင်ကြီးနှစ်ခုဖြစ်တဲ့\nရီလေးတစ်ဗတီသီဝရီနဲ့ ကွမ်တမ်ရူပဗေဒတို့ ပေါ်ပေါက်လာခဲ့ပါတယ်\nရီလေးတစ်ဗတီ\n(နှိုင်းရသီဝရီလို့လည်း ...",
        "url": "https://channelmyanmar.org/tvshows/genius/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FQ6dh021UJiBBZZQ6CUho4LfNE.jpg",
        "title": "Feel Good To Die(2018)[ စ/ဆုံး]",
        "description": "Feel Good To Die(2018)ဇာတ္လမ္းတြဲအညႊန္း**************************************အပုိင္း(၁ မွ ၁၆) အထိ [စ/ဆုံး]ဘဲ့ဂ်င္ဆန္း(Kang Ji Hwan) ဟာ ကုပၼဏီရဲ႕ မာကတ္တင္းဌာနအဖြဲမွဴးတစ္ေယာက္ျဖစ္ပါတယ္...သူဟာ ထက္ျမက္တယ္...ေစ့စပ္တယ္... အကြက္ေစ့တယ္....\nသိပ္ေတာ္တဲ့သူလုိ႕ဆုိရေပမယ့္ အတၱႀကီးသူမုိ႕ လက္ေအာက္ငယ္သားေတြဆုိ\nအမွားလုပ္ရင္\nစာနာစိတ္တစ္ခ်က္ေတာင္မထားဘဲ ရက္ရက္စက္စက္ ေျပာဆုိတတ္တယ္..\nအျပစ္ေပးတဲ့ေနရာမွာလည္း အားမနာတတ္သလုိ ေခါင္းေဆာင္ေကာင္းဆုိတာထက္\nေခါင္းေရွာင္ေကာင္းတဲ့သူဆုိရင္လည္းမမွားဘူး...ဒါ့ေၾကာင့္ သူ႕ကုိေသပါေစဆုိၿပီး\nအခ်ိန္ျပည့္ က်ိန္ဆုိရေလာက္ေအာင္ လူမုန္းမ်ားလွတယ္...အဲ့ဒီလုိမုန္းတဲ့သူေတြထဲမွာ\nဘဲဂ်င္ဆန္းရဲ႕အဖြဲ႕ကလက္ေထာက္မန္ေနဂ်ာ မေလး ျဖစ္တဲ့လီရူဒါ (Baek Jin Hee) လည္းအပါအ၀င္ေပါ့...\nဒီလုိနဲ႕ တစ္ေန႕ေတာ့ ဘဲ့ဂ်င္ဆန္း နဲ႕ လီရူဒါတုိ႕ အတြက္ မယုံၾကည္နုိင္စရာအျဖစ္အပ်က္ႀကီး စပါေတာ့တယ္...ဒီအျဖစ္အပ်က္ဟာ ၂ေယာက္လုံးအတြက္ ေသြးပ်က္စရာျဖစ္သလုိ\nေရွာင္လြဲလုိ႕လည္းမရတဲ့အေျခအေနႀကီးပါပဲ....\nဒီဇာတ္လမ္းတြဲဟာ သမရုိးက်ဇာတ္လမ္းတြဲမဟုတ္ပါဘူး....Time Loop လုိမ်ဳိး ဆန္းက်ယ္တာေတြပါသလုိ.... လူေတြရဲ႕ စိတ္ေနစိတ္ထားေတြ ၊ လူ႕ပတ္၀န္းက်င္တစ္ခုမွာ ရွင္သန္စဥ္\nေနထုိင္သင့္တာေတြကုိ စိတ္၀င္စားစရာ ပညာသားပါပါ ျပသေပးထားပါတယ္...\nရယ္လည္းရယ္ရသလုိ ဘာဆက္ျဖစ္မလဲ ရင္ခုန္ရတဲ့ဇာတ္လမ္းတြဲတစ္ခုပါ....အပုိင္း(၁၆)\nပုိင္းထြက္ရွိထားၿပီး ယခု (၇)ပုိင္းတင္ဆက္ေပးထားပါတယ္..က်န္အပုိင္းမ်ားကုိ\nအျမန္ဆုံးတင္ဆက္ေပးသြားမုိ႕ ဆက္လက္ေစာင့္ေမ်ွာ္ၾကည့္ရွုၾကပါကုန္...\nဇာတ္လမ္းတြဲ ဘာသာျပန္ဆုိမႈမ်ားကုိ ညီမငယ္ Hay Thar ...",
        "url": "https://channelmyanmar.org/tvshows/feel-good-to-die2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5dObN91CjQPUhgQoEMbpmLTtxc8.jpg",
        "title": "My Next Guest Needs No Introduction With David Letterman",
        "description": "ပြီးခဲ့တဲ့ အပတ်တွေက နာမည်ကျော်\nDavid Letterman နှင့် Shah Rukh Khan တို့\nရဲ့ Talk Show အစီအစဉ်ကို Netflix ကနေ\nကြည့်လိုက်ရသလို အဲ့ဒီအထဲက\nကောက်နုတ်ချက် အချို့ Facebook ပေါ်\nတက်လာတာနဲ့ တစ်ခု တွေးလိုက်မိတာ\nဒီလောက်ကောင်းတဲ့ Talk Show တစ်ခုကို\nCM Fan တွေသာ မြန်မာစာတန်းထိုးနဲ့\nအပြည့်အ၀ ကြည့်ရရင် အတော်ကောင်းမှာပဲ\nဆိုပြီး ဘာသာပြန်ကောင်းပြီး\nစေ့စပ်သေချာတဲ့ ညီလေး Charm Wave ကို\nဘာသာပြန်ပေးဖို့ ပြောလိုက်ပြီးနောက်\nရက်အတော်ကြာကြာ မှာ CM Fan တွေ ဆီကို\nမြန်မာစာတန်းထိုးဖြင့် တင်ဆက်ပေးလိုက်ပါပြီ\nသိတဲ့ အတိုင်း David Letterman လို\nနှိုက်နှိုက်ချွတ်ချွတ်တွေ အင်မတန်မေးပြီး\nအဖြေရကျပ်တဲ့ မေးခွန်းတွေနဲ့\nတိုင်ပတ်တက်တဲ့သူကို King Khan လို့ အများခေါ်တဲ့\nဘောလိဝုဒ် က မင်းသားကြီး Shah Rukh Khan က\nဘယ်လို ချက်ကျ လက်ကျ ပြန်လည်ပြောဆိုပြီး\nဖြေကြားနိုင်ခဲ့တယ် ဆိုတာ ...",
        "url": "https://channelmyanmar.org/tvshows/my-next-guest-needs-no-introduction-with-david-letterman/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fjPiN7ag2KpNolJ5nTiI89YNRcQ.jpg",
        "title": "Baek Hee Has Returned ( 2016 )",
        "description": "Unicode*********ဟာသချစ်သူတွေအတွက် ဘတ်ဟီးပြန်လာပြီဆိုတဲ့ ဇာတ်လမ်းကို တင်ဆက်လိုက်ပါတယ်ဒီကားက အပိုင်း ၄ ပိုင်းခွဲထားတော့ မရှည်လွန်း မတိုလွန်း မအီလွန်းပေါ့...ဇာတ်လမ်းလေးကတော့ ဘတ်ဟီးဆိုတဲ့ အမျိုးသမီးကို တည်ချက်ထားပြီးအချိတ်အဆက် မိမိ ရိုက်ကူးထားတဲ့ကားလေးပါ...ဘတ်ဟီးဆိုတဲ့ ပေါက်ကျော်မလေးက မဟုတ်မခံ စိတ်ကို အရင်းခံပြီးကျား/မ မခွဲ အကုန်ဆော်တတ်တဲ့အတွက် ဘွဲ့ထူးအပေးခံခဲ့ရသေးတာ...သူကို တစ်ဖက်သတ်စိတ်ဝင်စားနေတဲ့ ကောင်လေးသုံးယောက်နဲ့လည်း ပုခုံးဖက်ပေါင်းလာခဲ့ရာကနေ...သူ့ဘဝအလှည့်အပြောင်းကြောင့် ဗိုက်တစ်လုံးနဲ့ ဆိုးလ်ကိုပြောင်းသွားခဲ့ရာကနေ၁၈ နှစ်လောက်ကြာမှ ကျွန်းပေါ်ပြန်လာခဲ့တယ်...ပြန်လာတော့ အွတ်ဟီးဆိုတဲ့သမီးလေးပါပါလာပြီး အွတ်ဟီးကသူ့အဖေအရင်းကို ဘယ်လိုပြန်ရှာမယ် ရှာရင်း ဘာတွေလွဲပြီးဘယ်လိုရယ်ရမယ်ဆိုတာတော့ ဒေါင်းတာကြည့်လိုက်ကြပါတော့ Translated & Review By Chu ChuEncoded By LK \nDownload With Zip File ( 1.77 GB) - Google Drive | MegaUp | VIP",
        "url": "https://channelmyanmar.org/tvshows/baek-hee-has-returned-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/wkHStHo0l34FzuSoaBvLx7nItWC-133x200.jpg",
        "title": "Ash vs Evil Dead {Complete}",
        "description": "Ash Vs Evil Dead ဒီဇာတ်လမ်းတွဲဟာ1981 ခုနှစ်ကစတင်ခဲ့တဲ့Evildeadရုပ်ရှင်ဇာတ်ကားများမှာပါတဲ့ဖြစ်ရပ်များဖြစ်ပွားခဲ့ပြီးနှစ်ပေါင်းသုံးဆယ်ကြာပြီးတဲ့နောက်မှစတင်ပြီးဇာတ်အိမ်ဖွဲ့ထားခြင်းဖြစ်ပါတယ်..ထိုဖြစ်ရပ်များဖြစ်ပွားခဲ့ပြီးနှစ်သုံးဆယ်ကြာတဲ့တိုင်အောင်အက်ရှလေဝီလီယံ တစ်ယောက်ဘဝကိုအထီးကျန်စွာဖြတ်သန်းခဲ့ရပါတယ်။တစ်နေ့မှာတော့မမျှော်လင့်ပဲ သေမင်းစာအုပ်ကိုပြန်တွေ့ခဲ့ရာမှတစ်ဆင့်မှားယွင်းရွတ်ဆိုခဲ့မိတဲ့အတွက်ကြောင့် မိစ္ဆာနတ်ဆိုးတွေပြန်လည်လွတ်မြောက်နိုးထလာပြီး အက်ရှလေဝီလီယံ ကိုအမဲဖျက်ဖို့ရန်အတွက်ကြိုးပမ်းခဲ့ကြပါတယ်အက်ရှ် ကရော သူတို့လက်ကလွတ်မြောက်နိုင်ပါ့မလားဇာတ်လမ်းတစ်လျှောက်တွေ့ကြုံရတဲ့ဖြစ်ရပ်ဆန်းတွေကိုရောကျော်လွှားနိုင်ပါ့မလားတွေ့ဆုံရတဲ့လူတွေကရော သူ့အတွက်အကူအညီအထောက်အပံ့ပေးနိုင်မဲ့လူတွေဖြစ်ပါ့မလားဆိုတာ ဒီဇာတ်လမ်းတွဲလေးကိုသာဆက်လက်ကြည့်ကြပါ.. \nSeason 1 Complete\n=============\nYoteshin / Megaup Season 2 Complete\n=============\nYoteshin  / MegaupSeason 3 Complete\n=============\nYoteshin / Megaup",
        "url": "https://channelmyanmar.org/tvshows/ash-vs-evil-dead-complete/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nsXjptnRPmf6t34tmnTCXC2sxWY.jpg",
        "title": "Parade’s End(2012)[စ/ဆုံး]",
        "description": "Parade's End(2012)ဇာတ်လမ်းတွဲအညွှန်း************************************IMDb - 7.6စာပေဗဟုသုတပြည့်စုံလှတဲ့ Christopher တစ်ယောက် ပါးနပ်ပွေလီလှတဲ့ Sylvia နဲ့ ဖူးစာစုံဖက်ပြီး လက်ထပ်ဖြစ်ခဲ့ကြပါတယ်...ဒါပေမဲ့ ရိုးရိုးအေးအေး စာကြမ်းပိုးကြီးတစ်ယောက်နဲ့ အိမ်ထောင်ရေးကိစ္စတွေဟာ Sylvia တစ်ယောက်အတွက်တော့ ပျင်းစရာသပ်သပ်ကြီး ဖြစ်နေခဲ့တာပါ...ဒီလိုနဲ့ Sylvia တစ်ယောက် တခြားယောက်ျားလေးတွေနဲ့ ခြေရှုပ်လာခဲ့ပါတယ်...ဒီလိုအချိန်မှာ ကြမ်းတမ်းရက်စက်လွန်းတဲ့\nပထမကမ္ဘာစစ်ကြီးဖြစ်လာခဲ့ပါတယ်.....\nChristopher တစ်ယောက်စစ်ထဲဝင်ရောက်ပြီး သေနတ်ကိုင်ရင်း\nရှေ့တန်းစစ်မြေပြင်ကိုထွက်ခဲ့ရပါတော့တယ်....\nအချစ်နဲ့စစ်ပွဲတွေကြား Christopher တစ်ယောက်ဘယ်လိုရှေ့ဆက်မလဲ...\nအက်ရှင်စစ်ကားဖြစ်သလို အချစ်ရေးအချစ်ရာတွေလည်း ပါဝင်လေတော့\nကြည့်လို့ကောင်းတဲ့စီးရီးတစ်ခုပါ...အပိုင်း(၅)ပိုင်းပဲရှိပါတယ်...\nမင်းသားကြီး Benedict Cumberbatch လည်းပါဝင်သရုပ်ဆောင်ထားတာဆိုရင်တော့ ဇာတ်ကားကောင်းတစ်ကားမှန်း တော်တော်များများ သိကြမှာပေါ့နော်...\nစစ် အချစ် အိမ်ထောင်ရေးတွေကို စုံစုံလင်လင်ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါဦးလို့..ဇာတ်လမ်းအညွှန်းကို Paing မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့\nPaing နှင့် Littleneo တို့ပဲဖြစ်ပါတယ်...(Unicode)IMDb - 7.6စာပဗေဟုသုတပွည့ျစုံလှတဲ့ Christopher တဈယောကျ ပါးနပျပှလေီလှတဲ့ Sylvia နဲ့ ဖူးစာစုံဖကျပွီး လကျထပျဖွဈခဲ့ကွပါတယျ...ဒါပမေဲ့ ရိုးရိုးအေးအေး စာကွမျးပိုးကွီးတဈယောကျနဲ့ အိမျထောငျရေးကိစ်စတှဟော Sylvia တဈယောကျအတှကျတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/parades-end2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/PRWFpromo-158x200.jpg",
        "title": "Power Rangers : Wild Force {Complete}",
        "description": "ပါဝါရိန်းဂျား ဝိုင်းဖော့စ် စီးရီတွဲကို ၂၀၀၂ ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့\nတော်တော်ကြာပြီး ဟောင်းနေပြီလို့ ပြောလို့ရပါတယ်။\nဘယ်လိုပဲ ဟောင်းတယ်ပြောပြော ကောင်းနေသေးတာတော့ အမှန်ပါပဲ။\nဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ လွန်ခဲ့တဲ့\nနှစ်သုံးထောင်လောက်က ဒီကမ္ဘာကြီးမှာ လူသားတွေနဲ့\nတောရိုင်းတိရိစ္ဆာန်စက်ရုပ်တွေက\nချစ်ချစ်ခင်ခင် ပေါင်းစည်းနေထိုင်ခဲ့ကြတယ်။\nအဲဒီလိုအချိန်မှာ မာစတာအောဂ့် ဆိုတဲ့\nအမှောင်မိစ္ဆာကြီးတစ်ကောင်ပေါ်ထွက်လာပြီး\nကမ္ဘာမြေကြီးကို အော့ဂ်လို့အမည်ရတဲ့\nမကောင်းဆိုးရွား မိစ္ဆာတသိုက်ကို\nဖန်တီးပြီး ဖျက်ဆီးဖို့ ကြိုးစားခဲ့တယ်။\nအဲဒါကို တားဆီးဖို့အတွက် တောရိုင်းတိရစ္ဆာန်တွေဟာ\nသူတို့ စိတ်ဝိဉာဉ်နဲ့ ပေါင်းစည်းဖို့လုံလောက်တဲ့\nအရည်အချင်းရှိတဲ့ လူတွေကိုရှာဖွေပြီး\nမာစတာအော့ဂ်ကို တူတူတွန်းလှန်တိုက်ခိုက်ခဲ့ကြတယ်။\nမာစတာအော့ဂ်ကို နိုင်မယ်မနိုင်ဘူးဆိုတာ\nမသေချာတော့ သူရဲကောင်းအချို့က\nသူတို့ရဲ့ စွမ်းအားတွေကိုသုံးပြီး ဘုရားရှိခိုးကျောင်း ရှိနေတဲ့\nဧရိယာ ကျယ်ကြီးကို မြေကြီးကနေ ခွဲထုတ်ပြီးကောင်းကင်ထဲကို\nမ တင်လိုက်ကြတယ်။\nအဲဒီ ထဲမှာ ရှေလာလို့ခေါ်တဲ့ သူတို့မင်းသမီးလေးနဲ့\nအတူတောရိုင်းသတ္တဝါ ငါးကောင်ကိုလည်း အဲဒီ\nဧရိယာ ​ကျယ်ကြီးထဲ ပါအောင်ထည့်ပေးလိုက်တယ်။\nအဲဒီ ဧရိယာအကျယ်ကြီးကလိပ်တစ်ကောင်ရဲ့ ပုံစံမျိုးဖြစ်ပြီး\nကောင်းကင်ထဲမှာ ကျွန်းမျောကြီးလိုသွားတည်နေတယ်။\nအဲဒီနေရာကို အန်နီမေရီယန် လို့ခေါ်တယ်၊၊ကံအားလျော်စွာဘဲ\nအော့ဂ် တွေကို ချေမှုန်းနိုင်ပေမယ့်\nမာစတာအောဂ့်ကိုတော့ မသတ်လိုက်နိုင်ဘူး။\nဒါပေမဲ့ တချိန်ချိန် မှာမာစတာအောဂ့် ပြန်ပေါ်လာနိုင်တာကြောင့်\nအန်နီမေရီယန်ကို လျှို့ဝှက်နေရာတစ်ခုအဖြစ်\nထားထားလိုက်တော့တယ်။\nနစ်သုံးထောင်လောက်ကြာပြီးတဲ့ အချိန်မှာ\nကမ္ဘာကြီးကအားနည်းလာပြီးတော့\nအော့ဂ်တွေ ပြန်နိုးထလာခဲ့တယ်။ အဲဒီလိုအော့ဂ်တွေနဲ့ တူတူပဲ\nမာစတာအော့ဂ်လည်း ပြန်ထွက်ပေါ်လာတယ်\nအဲဒီလိုမကောင်းတဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/power-rangers-wild-force/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uiinjmSkka6JOrk4FsZmrjlNM26.jpg",
        "title": "Krypton Season 2",
        "description": "Krypton Season 2 Season 1 အဆုံးမှာ Krypton ကို လာသိမ်းပိုက်တဲ့Brainiac ကို တိုက်ခိုက်ရင်း စူပါမန်းရဲ့အဘိုး ဆဂ်အလ်ကPhantom Zone ထဲ ရောက်ရှိသွားခဲ့ပါတယ်။အနာဂတ်ကနေ ရောက်လာတဲ့ General Zod ကလည်းခရစ်ပ်တွန်ဂြိုဟ်ကို ထိန်းချုပ်လိုက်ပါတော့တယ်။Brainiac အကြောင်း သတင်းပေးဖို့ အနာဂတ်ကနေ ရောက်လာခဲ့တဲ့Adam Strange ကလည်း ပျောက်ကွယ်သွားခဲ့တယ်။အခု Season 2 အစမှာတော့ Zod က ခရစ်ပ်တွန်ဂြိုဟ်ကိုထိန်းချုပ်ထားရတဲ့အကြောင်းအရင်းအမှန်၊Phantom Zone ထဲမှာပိတ်မိနေတဲ့ Brainiac နဲ့ ဆဂ်အလ်တို့ဘယ်လိုတွေ ဖြစ်နေမယ်ဆိုတာတွေ၊ကန်ဒေါပြည်အတွင်း နိုင်ငံရေးအခြေအနေတွေ၊ဆဂ်အလ်မရှိတဲ့နောက်ပိုင်း လိုက်တာဇော့ရဲ့ ပြောင်းလဲသွားပုံတွေ၊ခရစ်ပ်တွန်ကို General Zod ထိန်းချုပ်လိုက်လို့ အနာဂတ်မှာ ဘယ်လိုတွေပြောင်းလဲသွားမယ်ဆိုတာတွေကို မြင်တွေ့ရမှာပါ။ဒီ series က DC series တွေထဲက ကြည့်ကောင်းတဲ့ series တစ်ခုအဖြစ်ပရိသတ်အသိအမှတ်ပြုခံရတဲ့ series ထဲမှာပါပါတယ်။စူပါဟီးရိုး series ...",
        "url": "https://channelmyanmar.org/tvshows/krypton-season-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryJHo3A6KuzqidoBFHxzSpAvjeu.jpg",
        "title": "Marvel’s Cloak & Dagger Season (2)",
        "description": "ဒါကေတာ့ Marvel Comic Series ေတြထဲက တစ္ခုျဖစ္တဲ့Cloak and Dagger ရဲ႕ Season 2 ပါ Season 1 မွာေတာ့ေရနံစင္ေပါက္ကြဲမႈကထြက္လာတဲ့ စြမ္းအင္ေတြထိခဲ့ျပီးထူးျခားတဲ့စြမ္းအားေတြ ရရွိလာခဲ့ၾကတဲ့ Cloak ျဖစ္သူတိုင္ရြန္ဂြ်န္ဆင္နဲ႔ Dagger ျဖစ္သူ တန္ဒီဘို၀င္တို႔ ႏွစ္ဦးသား..နယူးေအာ္လန္ျမိဳ႕ေလးကို ဘယ္လိုကယ္တင္ခဲ့လဲဆိုတာကိုတင္ဆက္ျပသသြားခဲ့ပါတယ္အခု Season 2 မွာေတာ့ စစဖြင့္ခ်င္း ျမိဳ႕ေလးထဲမွာမိန္းကေလးေတြ တစ္ေယာက္ျပီး တစ္ေယာက္ ေပ်ာက္ဆံုးေနတာနဲ႔ဇာတ္လမ္းကိုစဖြင့္ထားပါတယ္ လက္သည္လည္းမေပၚ အေလာင္းလည္းမရွိဘယ္လိုမွေျခရာခံလိုက္လို႔မရတဲ့အေနအထားပါပဲ အခ်ိန္ေတြၾကာလာတဲ့အထိဘာမွမၾကားရဘဲ ထပ္ထပ္ျပီးသား ေပ်ာက္ဆံုးသူေတြတိုးလာတဲ့အခါမွာေတာ့သူတို႔ႏွစ္ဦး၀င္ပါရပါေတာ့တယ္သူတုိ႔ရင္ဆိုင္ၾကံဳေတြ႔ေနရတာက ပံုမွန္လူသားတစ္ေယာက္မဟုတ္ဘဲသဘာ၀လြန္စြမ္းအားေတြ ရွိေနတဲ့ ဗီလိန္တစ္ေယာက္ပါသူတို႔ႏွစ္ဦးေပါင္းစပ္ထားတဲ့စြမ္းအင္ေတြနဲ႔ေတာင္ မတိုက္ခိုက္ႏိုင္ဘဲသူတို႔ေခါင္းထဲ၀င္ျပီး သူတုိ႔ကိုခ်ယ္လွယ္တဲ့ထိစြမ္းအားရွိေနတဲ့လူတစ္ေယာက္ျဖစ္ေနတဲ့အခါမွာေတာ့..သူတုိ႔ရင္ဆိုင္ႏိုင္ပါ့မလား.. ...",
        "url": "https://channelmyanmar.org/tvshows/marvels-cloak-dagger-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/TH-135x200.jpg",
        "title": "Trollhunters: Tales of Arcadia",
        "description": "ဒီ စီးရီး လေးကတော့ Netflix မှာထွက်ရှိထားတဲ့\nကာတွန်းစီးရီးလေးဖြစ်ပါတယ်။\nIMDB 8.4/10 ရရှိထားတာလဲဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကတေ့ာ Trollhunters တွေဟာ\nလူ့ပြည်နဲ့ဘီလူးပြည်ကိုဆက်နေတဲ့တံတားကိုကာကွယ်ရတာပါ။\nTrollhunter တစ်ယောက်သေရင် သူ့ကိုယ်ပိုင်\nအစောင်လေးဟာထိုက်တန်တဲ့သူကိုရွေးပီ\nTrollhunter အဖြစ်ရွေးချယ်ပါတယ်။\nဘီလူးတွေက နေ့ဘက်အပြင်ထွက်လို့မရပါဘူး။\nနေရောင်က သူ့တို့ ခန္ဓာကိုယ်နဲ့ထိရင်\nကျောက်ခဲဖြစ်သွားတာကြောင့်ပါ။\nလူပြည်နဲ့ဘီလူးတွေ ဘယ်လိုဆက်စပ်နေမလဲ?\nလူသားတစ်ဦးကို Trollhunter\nအဖြစ်ရွေးချယ်ခံလိုက်ရတဲ့အခါမှာတော့\nလူသား ဟာလျှို့ဝှက်နေတဲ့ဘီလူးတွေနဲ့လူသားကမ္ဘာကို\nကာကွယ်စောင့်ရှောက်သူဖြစ်လာပါတော့တယ်။\nလူသားနဲ့ဘယ်လိုဘယ်လိုရှေ့ဆက်မယ်ဆိုတာကိုတော့.....\nSeason 3 ခုရှိပါတယ်\n(ဇာတ်လမ်းကိုတော့ Archi Thangyi နှင့် May Thazin Soe က\nဘာသာပြန်ပြီးArkar Phyo နှင့် Xcode မှ Encode ပေးထားပါတယ်။)\nSeason အားလုံးကို ဒေါင်းရ လွယ်ကူအောင် Zip ဖိုင်လေးတွေ လုပ်ပေးထားပါတယ်\nComputer မှာရော ဖုန်းမှာပါ လွယ်လင့်တကူ ဘာ App မှ မလိုပဲ Extract ဖြေပြီး ကြည့်နိုင်ပါတယ်\nတစ်ပိုင်းချင်း ကြည့်ချင်သူတွေအတွက်တော့ စုပေါင်းတင်ထားတဲ့ Datbu ဆိုက်မှာ\nတစ်ပိုင်းချင်း ရှာဖွေ ကြည့်ရှုနိုင်အောင် စီစဉ်ပေးထားပါတယ်\n \nSeason 1 Complete Zip :  ...",
        "url": "https://channelmyanmar.org/tvshows/trollhunters-tales-of-arcadia-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o08kmKOuipbL1YTxAiF4Iccr2Uc.jpg",
        "title": "Faith ( 2012 ) ( Complete )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းတြဲေလးကေတာ႔ လီမင္ဟိုရဲ႕ Masterpiece Drama ထဲက တခုဆိုလည္းမမွားပါဘူး 2012 ခုႏွစ္ကထြက္ရွိခဲ႔ၿပီးေတာ႔ ကိုရီးယား မင္းသား လီမင္ဟို နဲ႕လီဟန္နီ လို႕ မင္းသမီး ကင္ဆန္ဟီး တို႕က အဓိကပါ၀င္သရုပ္ေဆာင္ထားၿပီးအပိုင္းေပါင္း ၂၄ ပိုင္းထြက္ရွိထားပါတယ္.Korea Drama အေနနဲ႕ IMDb 8 ရရွိထားၿပီးဆု 6 ဆုရွိထားပါတယ္..ရရွိထားတဲ႔ဆုေတြကေတာ႔ DramaFever Awards For Best Couple,DramaFever Awards For Best Actor, SBS Drama Award For Top 10 Stars,SBS Drama Award For Top Excellence In Acting , KoreanUpdates Awards For Best Actor,Korea Drama Festival Awards For Best ...",
        "url": "https://channelmyanmar.org/tvshows/faith-2012-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/gam-133x200.jpg",
        "title": "Game Sanaeha (2018)",
        "description": "Game of Love (2018)\n----------------------------မင်းသားချော James Jirayu နဲ့ မင်းသမီးချော Nathaphon Temirak တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေးကို တော်တော်များများကြည့်ဖူးကြမှာပါ မကြည့်ရသေးတဲ့သူတွေအတွက်တော့ အမြည်းလေးပြောပြချင်ပါတယ်...ချမ်းသာတဲ့ မိဘကနေပေါက်ဖွားလာပြီး “ငါက ငါပိုင်တဲ့အရာဆို ဘယ်သူ့လက်ထဲမှ အလွယ်တကူ အပါမခံဘူး” ဆိုတဲ့ မွန်ချနော့ (နော့)...သူမဟာ မိဘနှစ်ပါးကို အရမ်းချစ်ပြီး ပင်ကိုယ်စိတ်ရင်းလေးကောင်းပေမယ့် မာနကတော့ အင်မတန်ကြီးတယ် ။အဖေဆိုတာမသိ အမေကလည်းမလိုချင်လို့ဆိုပြီး စွန့်ပစ်ထားတာခံခဲ့ရတဲ့ လပ်ခါနိုင်း (နိုင်း)...သူကနော့ရဲ့အမေက စောင့်ရှောက်ထားပေးလို့ လူလားမြောက် ပညာတတ်လေးဖြစ်ခဲ့ပြီး စွမ်းဆောင်မှုနဲ့အမျှော်အမြင်ကြီးမားလို့ နော့အဖေရဲ့ကုမ္ပဏီမှာ ဒုဥက္ကဌရာထူးအထိ ရယူနိုင်ခဲ့ပါတယ် ။ကျောင်းပြီးလို့ပြန်လာခါစဖြစ်တဲ့နော့ဟာ မိဘနှစ်ပါးရဲ့ကွာရှင်းပြတ်စဲမှုကိုသိရလို့ အရမ်း shock ဖြစ်သွားတဲ့အချိန် အရမ်းချစ်ရတဲ့အဖေဟာ သူနဲ့အသက်အရွယ်တူတဲ့ ပီမွန်ခယ် ဆိုတဲ့ အလှမယ်နဲ့ နောက်အိမ်ထောင်ပြုမယ်ဆိုတာပါသိလိုက်ရတော့...ဝန်တိုမှုတွေ ဒေါသတွေနဲ့ ခံပြင်းမှုတွေနဲ့အတူ ရင်ကြားစေ့ဖို့ကြိုးစားရာက အမေကိုဉာဏ်ဆင်ပြီးအိမ်အရပြန်ခေါ်ရင်း နိုင်းတစ်ယောက်ပါ ကန့်လန့်ကန့်လန်နဲ့ပါလာတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/game-sanaeha-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/vj9mKSDO6GFn22sKTLuvtrqt17g-133x200.jpg",
        "title": "Rurouni Kenshin: Trust & Betrayal (1999)",
        "description": "ဒီanimeကို 90bornတွေဆိုရင်ကောင်းကောင်းသိပါတယ်\nမြန်မာ့အသံကနေ ညနေခြောက်ခွဲတိုင်းပြခဲ့ဖူးတဲ့anime seriesပါ\n90bornတွေတင်မဟုတ်ဘူး Live actionသူံးကားထွက်ထားတော့\n2k bornတွေလည်းသိကြမှာပါ ဂျပန်တွေLAပြန်ရိုက်ရင်\nကားတစ်ရာမှာကိုးဆယ့်ကိုးကားက Failပေမယ့် ဒီKensinရဲ့LAကတော့\nလူတိုင်းနိးပါးအကြိုက်တွေ့ခဲ့တဲ့အထိအောင်မြင်မှုရခဲ့ပါတယ်\nဒါ့အပြင် လေးကားမြောက်ကိုလည်းဆက်ရိုက်နေပြီဆိုတဲ့\nသတင်းကောင်းလည်းကြားထားပါတယ်\nပိုစတာကတော့ထွက်နေပြီဗျ အဲ့ပိုစတာမှာတော့\nပါးမှာဒဏ်ရာကတစ်ချက်ပဲရသေးတယ် ကြက်ခြေခတ်ပုံမရသေးလို့\nကျနော်ကတော့ အခုတင်မယ့်OVAလေးပိုင်းကိုပဲရိုက်မယ်ထင်ထားပါတယ်\nOVAသာပြောတာဗျ ဇာတ်လမ်းကြီးကအရမ်းကောင်းပြိး\nAnimationတွေကသူ့ခေတ်သူ့အခါတုန်းကဆိုရင်ကို\nအရမ်းကောင်းတဲ့အထဲပါတဲ့အပြင် အခုထိလည်းကြည့်လို့ကောင်းနေပါသေးတယ်\nဒီဇာတ်လမ်းကတော့ ခရိးသွားဆာမူရိုင်းမဖြစ်ခင်\nဘတ်တိုစိုင်းဘဝအကြောင်းကိုKenshin fanတွေ ကွက်ကွက်ကွင်းကွင်းပြသွားမှာပါ\nဘတ်တိုစိုင်းအရေအတွက်ကိုရေတွက်ကြည့်ရင်တောင်\nလက်တစ်ဖက်ပြည်အောင်မရှိတာတောင်\nဘတ်တိုစိုင်းဖြစ်ခဲ့တဲ့kenshin ဆရာဖြစ်သူနဲ့စတွေ့ပုံ\nဘတ်တိုစိူင်းဖြစ်လာပုံ သူ့ခံယူချက်တွေအပြင်\nပါးမှာကြက်ခြေခတ်ဒဏ်ရာဘယ်လိုရလာလဲ\nနဂိုပုံမှန်ဓားကိုင်ရာကနေ အသွားပြောင်းပြန်ဓားကိုင်ပြီး\nဘတ်တိုစိုင်းဘဝကိုစွန့်လွှတ်ကာ လေ့လွင့်ဆာမူရိုင်း သို့မဟုတ်\nခရီးသွားဆာမူရိုင်းအဖြစ်ဘာလို့ခံယူခဲ့လဲ\nပြီးတော့ Kenshin seriesမှာပါပါတယ်\nဘတ်တိုစိုင်းလို့ပြောတာနဲ့ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြတာ\nမင်းသားပုံစံကိုကြည့်ပြိးဘတ်တိုစိုင်းဆိုတာကိုမယုံကြတာ\nဘတ်တိုစိုင်းဆိုဘယ်လိုကောင်မျိုးတွေလဲကို\nဒီovaလေးမှာအကုန်မြင်တွေ့ခွင့်ရမှာပါ\nMy anime list 8.8/10\nIMDb 8.6/10\nDrNyan's rating 9/10\nTranslated By : Dr Nyan\nEncoded By : XCodeComplete Zip FIle  Yoteshin  /  Megaup",
        "url": "https://channelmyanmar.org/tvshows/rurouni-kenshin-trust-betrayal-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rG6bC26xi10i8Mx0ZTyJ7nBkeWv.jpg",
        "title": "The Dark Crystal: Age of Resistance (2019) Season 1 [COMPLETE]",
        "description": "(Unicode) ဒီတဈခါတကယျကွည့ျကောငျးပွီး Rating ကလညျးတောျတောျမွင့ျတဲ့ Netflix ထုတျ Series လေးတဈခုကိုတငျပေးခငြျပါတယျ။Adventure/Drama အမြိုးအစား Series ဖွဈပွီး Puppetry Fantasy ဇာတျလမျးတှဲလေးဖွဈပါတယျ။ကောငျးမှနျတဲ့ဝဖေနျခကြျတှေ review တှမြေားစှာရရှိထားပွီး Puppetry ဆနျဆနျ animation ကောငျးကောငျးနဲ့ဖနျတီးထားတာကိုတှေ့ရမှာပါ။ဒါကွောင့ျလညျး IMDb ration 8.7 အထိရရှိအောငျမွငျတာပဲဖွဈပါတယျ။၁၉၈၂ခုနှဈက Jim Henson နဲ့ Frank Oz တို့ဟာ Dark Crystal ဆိုတဲ့ Puppet-Driven ရုပျရှငျတဈကားရိုကျကူးခဲ့ပါတယျ။အဲဒီဇာတျကားလေးရဲ့ ဇာတျကွောငျးမှာတော့ သရြာဂွိုလျကွီးပကြျဆီးနပွေီး နောကျဆုံးအသကျရှငျကနြျတဲ့ ဂယျဖလငျမြိုးနှယျ နှဈဦးသာရှိတဲ့ကာလကိုတညျထားခဲ့ပါတယျ။အဲဒီဇာတျကားလေးဟာလညျး အတောျအောငျမွငျခဲ့ပွီး ဒီ The Dark Crystal : Age of Resistance မှာတော့ အဲဒီအဖွဈအပကြျတှမေတိုငျခငျကာလစကတျစီဆိုတဲ့တခွားဂွိုလျသားတှေ သရြာဂွိုလျကိုလာအုပျခြုပျနပွေီး ဂယျဖလငျတှဖေိနှိပျခံနရေခြိနျ၊သရြာဂွိုလျရဲ့အထှဋျအမွတျထားရာ ကြောကျမွတျကွီးဟာလညျးယခုမှပကြျစီးစပွုခြိနျ....အဲဒီအခွအေနတှေကေိုတညျထားပွီး ဖနျတီးထားတဲ့ series လေးဖွဈပါတယျ။ဒီဇာတျလမျးတှဲမှာ အဓိကဇာတျကောငျတှအေားဖွင့ျ သရြာဂွိုလျကွီးရဲ့အရငျးနှီးဆုံးဂယျဖလငျမြိုးနှယျစုတှေ၊တခွားဂွိုလျကရောကျလာတဲ့ စကတျစီမြိုးနှယျစု၊ ပေါ့ဒလငျဆိုတဲ့မြိုးနှယျစုတှပေါဝငျပွီးအဓိကအားဖွင့ျ ...",
        "url": "https://channelmyanmar.org/tvshows/the-dark-crystal-age-of-resistance-2019-season-1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BM2ZmYjUxZDYtMmZlMi00YjlkLTkwNTItMjcxZDRlOTI3ZTNmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Spy (2019) Season 1 [COMPLETE]",
        "description": "(Unicode)ဒီဇာတ်လမ်းတွဲကတော့ ၆ ပိုင်းပဲ ရှိပါတယ်။ကမ္ဘာကျော် အစ္စရေး စပိုင်ကြီး အယ်လီကိုဟင် အကြောင်းပါပဲ။အစ္စရေး ဆီးရီးယားစစ်ပွဲရဲ့ အဖြေကို ဆုံးဖြတ်ပေးနိုင်ခဲ့သူတွေထဲက တစ်ယောက်ပါပဲ။ကျွန်တော်က စပိုင်ကားကောင်းကောင်းတွေ အရမ်းကြိုက်ပါတယ်။ဒီကားတွေက ပေးတဲ့ ရင်ခုန်ရပုံက အခြားကားတွေနဲ့မတူပါဘူး။တစ်ချက်စကားမှားတာနဲ့ သေသွားနိုင်တဲ့အခြေအနေကြားမှာ လှုပ်ရှားနေရတာတွေကို ကြည့်ရတာ ကြိုက်ပါတယ်။ပြီးတော့ စပိုင်ကားကောင်းကောင်းတွေကလည်း အထွက်ရှားတာကိုး။Bridge of spies တို့ Infiltrator တို့လိုပေါ့။ ဒီစပိုင်ကတော့ တကယ့်လူပါ။ဆီးရီးယားတစ်နိုင်ငံလုံးက မျိုးချစ်ပုဂ္ဂိုလ်ကြီးအဖြစ် သိထားကြပြီးအစိုးရပိုင်း စစ်တပ်ပိုင်းရဲ့ ထိပ်တန်းပုဂ္ဂိုလ်တွေနဲ့ အရင်းနှီးဆုံးလူတစ်ယောက်ပါ။နောက်ဆုံး သူ့ကို မိသွားချိန်မှာ တစ်ကမ္ဘာလုံး အံ့သြသွားလောက်အောင်ကို ပိရိခဲ့တဲ့သူပါပဲ။ဒုကာကွယ်ရေးဝန်ကြီးတောင် တက်ဖြစ်တော့မယ့် အခြေအနေရောက်အောင် ဟန်ဆောင်လှုပ်ရှားနိုင်ခဲ့တာပါ။ပိတ်ရက်မှာ အေးဆေးနဲ့ အထူးခံစားလို့ကောင်းမယ့် မီနီစီးရီးလေးပါပဲ(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ) (Zawgyi) ဒီဇာတ္လမ္းတြဲကေတာ့ ၆ ပိုင္းပဲ ရွိပါတယ္။ကမာၻေက်ာ္ အစၥေရး စပိုင္ၾကီး အယ္လီကိုဟင္ အေၾကာင္းပါပဲ။အစၥေရး ဆီးရီးယားစစ္ပြဲရဲ႕ အေျဖကို ဆံုးျဖတ္ေပးႏုိင္ခဲ့သူေတြထဲက ...",
        "url": "https://channelmyanmar.org/tvshows/the-spy-2019-season-1-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BN2I1ZjA5YjQtYmQ0ZS00ZmE1LTk1ZjktNTQ5ODIzY2JiZDdhXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Our Planet (2019)",
        "description": "Netflixနဲ့ Silverback Filmsတို့ကနေ ပူးပေါင်းတင်ဆက်ထားတဲ့\nOur Planetဟာ IMDBမှာ 9.4 နဲ့ Rotten\nTomatoes မှာ 93% အထိ rating\nရရှိထားတဲ့ အပိုင်း ၈ ပိုင်းပါဝင်တဲ့\nDocumentary series ဖြစ်ပြီး\nစက်တင်ဘာ ၂၂ရက်နေ့မှာ ကျင်းပခဲ့တဲ့ Emmyဆုပေးပွဲကြီးမှာလဲ\nအကောင်းဆုံး documentary seriesဆုကိုအားလုံးမျှော်မှန်းထားတဲ့အတိုင်း\nရယူနိူင်ခဲ့ပြီး စီးရီးရဲ့နောက်ခံစကားပြော David Attenboroughကလဲ\nBest Narratorဆုကို ဆွတ်ခူးရရှိခဲ့ပါတယ်။\nDocumentaryစီးရီး ဖြစ်လို့ ကြည့်ရတာပျင်းစရာကြီးလား\nလို့မေးရင် ထိုင်ရာကမထတမ်း ကြည့်မိလောက်အောင်ထိကို\nဆွဲဆောင်မှုရှိတယ်လို့ ပြန်ဖြေမှာရပါ။\nဘာကြောင့်ဒီလောက်ထိ ကြည့်ရှုသူကို ဆွဲဆောင်ထားနိူင်တာလဲ?\nအပိုင်းတစ်ပိုင်းစီမှာ လူသူအရောက်ပေါက်နည်းပြီး အရင်ကတစ်ခါမှ\nရိုက်ကူးလေ့လာမှုမလုပ်ရသေးတဲ့ မတူညီတဲ့ နေရာဒေသပေါင်းစုံက\nသက်ရှိဘဝတွေ သဘာဝဖြစ်စဉ်တွေကို လျှိ့ဝှက်ကင်မရာတွေ ဒရုန်းတွေနဲ့\nစိတ်ဝင်စားဖွယ် ရိုက်ကူး တင်ဆက်ထားတာပါ။\nဒီလိုရိုက်ကူးနိူင်ဖို့ သေချာ ရွေးချယ်ထားတဲ့အတော်ဆုံး\nရိုက်ကူးရေးအဖွဲ့ဝင်ပေါင်း ၆၀၀ကျော်ဟာ နိူင်ငံပေါင်း ၅၀ကျော်က\nနေရာဒေသအစုံမှာ ရိုက်ကူးရေး ရက်ပေါင်း ၃၅၀၀ကျော်\n(စုစုပေါင်းကြာမြင့်ချိန် လေးနှစ်ကျော်) အချိန်ယူပြီး\nနောက်ဆုံးပေါ် ကင်မရာနည်းပညာတွေနဲ့\nရိုက်ကူးထားတာဖြစ်လို့ ကြည့်ရ မြင်ရသမျှက\nထူးခြားလှပဆန်းသစ်ပြီး ဗဟုသုတတွေလဲ တနင့်တပိုး ရစေမှာပါ\nစီးရီးရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/our-planet-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqBsgL9nd2v04ZvCqPzwtckDdFD.jpg",
        "title": "Supergirl Season 4",
        "description": "Supergirl ပြန်လာပါပြီပြီးခဲ့တဲ့ Season မှာ Haron El ကြောင့် စူပါဂဲလ် ၂ ယောက်ပြောင်းသွားခဲ့ပါတယ်ဒီ Season မှာတော့ Martian Manhunter က သူ့အဖေမှာခဲ့တဲ့အတိုင်း ငြိမ်းချမ်းရေးကိုဖော်ဆောင်နေပါပြီSupergirl ကလညိး ကမ္ဘာအနှံ့ကလူတွေကိုကူညီရင်း Kara Danvers ဘဝကိုအနေနဲ့ ဘဝ၂ခုကို ကောင်းကောင်းမွန်မွန် ထိန်းချုပ်ထားနိုင်နေပါတယ်ဒါပေမယ့် ဂြိုလ်သားပပျောက်ရေးကို လူတစ်စုက ဆောင်ရွက်လာတဲ့အခါမှာတော့ Supergirlတို့အခက်ကြုံရပါတော့တယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့  ရဲမာန်အောင် ဖြစ်ပါတယ်။)  Quality – 720p AMZN WEB-DLDuration – 43min (@Episode)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action , Adventure , DramaSource : 720p.AMZN.WEBRip.DDP5.1.x264-QOQTranslator - Ye Man AungEncoder – Thanhtike Zaw \nALL Episodes : Yoteshin[1-11] / ...",
        "url": "https://channelmyanmar.org/tvshows/supergirl-season-4/"
    }
]