[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/poster-merlin-season-2-200x300.jpg",
        "title": "Merlin Season (2)",
        "description": "မာလင္္ Season (2) စပါၿပီ...မာလင္ season2 မွာဆိုရင္ေတာ့\nေမွာ္ပညာရွင္ေလးမာလင္ရဲ႕ စြန္႔စားခန္းေတြဟာ\nပိုမိုျပင္းထန္လာခဲ့ပါျပီ …\nအာသာ့အေပၚထားရွိတဲ႔ၾကီးမားလာတဲ႔သစၥာတရားေတြနဲ႔အတူ\nေမွာ္ပညာအေပၚပိုမိုခါးခါးသီးသီးျငင္းဆန္လာတဲ႔ကမ္းမေလာ့ျမိဳ႕ေတာ္မွာ\nမာလင္ဘယ္လိုမ်ားသိုသိပ္စြာေနထိုင္ရင္း အာသာ့ကိုကူညီမလဲ…\nပိုျပီးစြမ္းအားၾကီးလာတဲ႔ ရန္သူေတာ္ေတြကိုဘယ္လိုမ်ားတိုက္ခိုက္အႏိုင္ယူမလဲ…\nဆန္းၾကယ္လွတဲ့ေမွာ္အစြမ္းေတြကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာျဖစ္ပါတယ္....\n \nTranslator........May Thazin Myint\nEncoder.............Moe Myint Lwin\nMerlin Season 2 Complete Zip File   VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/merlin-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/FB_IMG_1491405684381-240x300.jpg",
        "title": "Prison Break Season5 (2017)",
        "description": "အားလုံး စောင့်မျှော်နေကြတဲ့ Prison Break Season 5ကိုတင်ဆက်ပေးလိုက်ပါပြီ IMDb မှာ 9.1အထိရရှိထားပြီးဒီနှစ်အတွက်ဒီ Seasonမှာ အပိုုင်း ၉ပိုင်းသာ ပါရှိပြီး Mini Seriesအဖြစ် ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်ဒီ Seasonပြီးရင် ဆက်ရိုက်မယ်မရိုက်ဖူးဆိုတာကိုတော့ဒီ Season အဆုံးထိကြည့်ပြီးမှပဲ သိရှိနိုင်မှာပါကဲ ပထမ Season 4 ခု ကိုတော့ တော်တော်များများကကြည့်ဖူးကြပြီးသားဖြစ်တာမို့ ပြန်မပြောပြတော့ပါဘူးနော်အခု Season 5 ပထမ အပိုင်းမှာတော့ အားလုံးက သေပြီလို့သတ်မှတ်ထားကြတဲ့ မိုက်ကယ် ဟာ မသေသေးကြောင်းကိုတီဘက်ကြီးက သတင်းစကားသယ်လာပါတော့တယ်မိုက်ကယ် ဟာ ယီမင် အကျဉ်းထောင်ထဲမှာ ဖမ်းဆီးခံထားရတာဖြစ်ပြီးဆာယာ နဲ့ သာမကပဲ တဖွဲ့လုံးနဲ့ ပါ အဆက်အသွယ် ပြတ်နေတာပါကဲ ပရိတ်သတ်ကြီးရေ ဘာတွေ ဆက်ဖြစ်မယ်ကိုတော့ ဆက်ကြည့်လိုက်ပါတော့ ဗျဘာသာပြန်ပေးထားတာကတော့ကိုနိုင်လင်းအောင်ပါ :)\nComplete Zip File  Yoteshin  /  VIP",
        "url": "https://channelmyanmar.org/tvshows/prison-break-season5-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Fighter-of-Destiny-2-169x300.jpg",
        "title": "“Fighter of the Destiny” (2017)",
        "description": "တရုတ္ျပည္မၾကီးမွာ လူသားမ်ိဳးႏြယ္ေတြရယ္ ေတာရိုင္းမိ်ဳးႏြယ္ေတြနဲ႔ မိစာၦမ်ိဳးႏြယ္စုေတြ\nအတူတူေနထိုင္ေနၾကရာကေန မိစာၦမ်ိဳးႏြယ္စုေတြက အားလံုးကုိအုပ္စိုးဖို႔ စစ္ပြဲေတြဆင္ႏြဲလာတဲ့အတြက္\nလူသားမ်ိဳးႏြယ္နဲ႔ေတာရိုင္းမ်ိဳးႏြယ္စုေတြ ေပါင္းျပီးခုခံကာကြယ္ခဲ့ၾကရတယ္ ။\nထုိက္ဇန္ဘုရင္မင္းျမတ္ၾကီးရဲ့ ထက္ျမက္မွဳေၾကာင့္ စစ္ပြဲကနွစ္ေပါင္းမ်ားစြာၾကာျမင့္ခဲ့ေပမယ့္\nမိစာၦမ်ိဳးႏြယ္ေတြကို ေအာင္ေအာင္ျမင္ ျမင္တြန္းလွန္နိုင္ခဲ့တယ္။\nဒါေပမယ့္ ထုိက္ဇန္ဘုရင္ၾကီး ရုတ္တရက္ နတ္ရြာစံသြားခ်ိန္မွာ\nမိစာၦမ်ိဳးႏြယ္ေတြက ျပန္ျပီးက်ဴးေက်ာ္စစ္ဆင္ႏြဲလာၾကပါတယ္။\nလူသားမ်ိဳးႏြယ္နဲ႔ ေတာရိုင္းမ်ိဳးႏြယ္ေတြကိုမိစာၦေတြက ရန္က ကာကြယ္ေပးနိုင္တဲ့\nၾကယ္တာရာတံတိုင္းၾကီးတစ္ခုရွိပါတယ္ ။ဒီတံတိုင္းၾကီး ရွိေနရင္မိစာၦမ်ိဳးႏြယ္ေတြ အႏၱရာယ္မေပးနိုင္ပါဘူး။\nခံစစ္တံတိုင္းၾကီးအားနည္းလာတဲ့အတြက္ စြမ္းအားျပန္လည္တက္လာေအာင္\nထိုက္ဇန္ဘုရင္ရဲ့ေသြးသားကို စေတးရမွာျဖစ္တဲ့အတြက္ မိဖုရားၾကီးဟာ သားေတာ္ေလးကို စေတးျပီး\nမိစာၦေတြရန္က လူသားမ်ိဳးႏြယ္ေတြကို ကယ္တင္ေပးခဲ့ရတယ္။\nသားေတာ္ေလးဟာ ၾကယ္တာရာတံတိုင္းၾကားမွာပဲ ေပ်ာက္ဆံုးသြားပါေတာ့တယ္။\n  ခ်န္ခ်န္ရွန္းကေတာ့ ေပ်ာက္ဆံုးသြားတဲ့သားေတာ္ေလးပါ ။\nသူ႔ကို ေတာင္ေပၚက သူေတာ္စင္ၾကီးတစ္ပါးက ေမြးစားထားျပီး ျပဳစုထားပါတယ္။\nအျပင္လူေတြနဲ႔ ပတ္သတ္မွဳ မရွိဘဲေတာင္ေပၚမွာပဲ  စာေပေလ့ေလာရင္း\nေဆးဖက္၀င္အပင္ေတြ ရွာေဖြရင္း ၾကီးျပင္းလာခဲ့ပါတယ္ ။\nၾကယ္တာရာတံတိုင္းၾကားမွာ စေတးခံခဲ့ရသူမို႔ သူရဲ့ေသြးထဲမွာ\n...",
        "url": "https://channelmyanmar.org/tvshows/fighter-of-the-destiny-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/6iyhiyd0eesm-204x300.jpg",
        "title": "The Day After We Break Up (2016)",
        "description": "အခုလက္​႐ွိ နာမည္​ႀကီးဇတ္​ကားတစ္​ကားျဖစ္​တဲ့\nMaster of the mask ထဲက သ႐ုပ္​​ေဆာင္​​ေတြျဖစ္​ၾကတဲ့\nInfinite အဖြဲ႔ က မင္​းသား​ေခ်ာ​ေလး L နဲ႔\nမင္​းသမီး​ေခ်ာ​ေလး Yoon soo he တို႔ အဓိက ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့\nThe day after we broke up ဆိုတဲ့ အပိုင္း ၈ ပိုင္​း ပါဝင္​တဲ့\n​​ဇတ္​ကား​ေကာင္း​ေ​လးတစ္​ကားကိုတင္​ဆက္​​ေပးလိုက္​ပါတယ္​\nဒီဇာတ္​ကာ​ေလးဟာ ဂ်ပန္​႐ုပ္​သံလိုင္​းနဲ႔ ကိုရီးယား႐ုပ္​သံလိုင္​းတို႔ ပူး​ေပါင္​း႐ိုက္​ကူးခဲ့တဲ့\nဇတ္​ကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ၿပီး ဂ်ပန္​ႏိုင္​ငံမွာ ၂၀၁၆ တုန္​းကျပသခဲ့ပါတယ္​\nစိတ္​ကူးယဥ္​ ဆန္​ဆန္​နဲ႔ ရိုက္ကူးတင္ဆက္ထားတဲ့\nအခ်စ္​ဇတ္​လမ္​း​ေကာင္​း​ေလးတစ္​ကား​ေလးျဖစ္​ပါတယ္\n​ ဘယ္​အရာကိုမဆို စိတ္​ျမန္​လက္​ျမန္​နဲ႔ တစ္​ဇြတ္​ထိုးလုပ္​တတ္​ၿပီး\nဂီတလမ္​း​ေပၚမွာ ​ေအာင္​ျမင္​စြာရပ္​တည္​ႏိုင္​ဖို႔ ႀကိဳးစား​ေနတဲ့\nTan (L) တစ္​​ေယာက္​ တစ္​ရက္​မွာ​ေတာ့ နာမည္​ႀကီး႐ုပ္​သံလိုင္​းတစ္​ခုက​ေန\nကမ္​းလွမ္​းခံရၿပီး သူ႔ရဲ႕ လက္​႐ွိလုပ္​​ေနတဲ့ဂီတအဖြဲ႔ကို စြန္​႔လႊတ္​ဖို႔ျဖစ္​လာတဲ့အခါ\nစိတ္​ထြက္​​ေပါက္​႐ွာတဲ့အ​ေနနဲ႔ ...",
        "url": "https://channelmyanmar.org/tvshows/the-day-after-we-break-up-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/elfen1-300x214.jpg",
        "title": "Elfen Lied",
        "description": "ကြည့်ခဲ့သမျှဂျပန်ကာတွန်းတွေထဲမှာ ဒီကားဟာDarkအဖြစ်ဆုံးနဲ့ တပိုင်းကြည့်ပြီးတခါ ဆို့နင့်နင့်ကြီးခံစားအရဆုံး ကာတွန်းဖြစ်ပါတယ်။ဝတ်လစ်စလစ်အခန်းတွေများလို့သာ 18+သတ်မှတ်လိုက်ရပေမယ့်  ကြည့်ပြီးရင်ထဲတမျိုးကြီး ဖြစ်ပြီးကျန်ခဲ့တဲ့ကားလေးပါ အတိတ်ရဲ့တချို့အကြောင်းအရာတွေကို သတိမရတော့တဲ့ကောင်လေးတစ်ယောက် အဲ့ကောင်လေးကိုအရိပ်တကြည့်ကြည့်နဲ့ ဂရုစိုက်ပေးနေတဲ့ကောင်မလေးတယောက် မျိုးရိုးဗီဇပြောင်းလဲသွားတဲ့ကောင်မလေးတွေကို ဖမ်းချုပ်ပြီးစမ်းသပ်နေတဲ့ဓာတ်ခွဲခန်းကနေ ထွက်ပြေးလွတ်မြောက်လာတဲ့အရမ်းသွေးအေးပြီး ရက်စက်တဲ့ကောင်မလေးတစ်ယောက် သူတို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကို ရင်မောဖွယ်ရာခြယ်မှုန်းထားတဲ့ကားတွန်းဇာတ်လမ်းတွဲလေးပါ IMD rating 8.2အထိတောင် ရထားတယ်ဆိုတော့ အထူးကောင်းကြောင်းပြောဖို့မလိုလောက်ဘူးထင်ပါတယ် ဇာတ်လမ်းအကျဉ်းကိုတော့အရသာပျက်မှာစိုးလို့ မပြောတော့ပါဘူး ကိုယ်တိုင်ပဲကြည့်ပြီးခံစားကြည့်လိုက်ပါလို့ပဲတိုက်တွန်းပါတယ် အာမခံရဲတာကတော့ အပိုင်း၁ကိုစကြည့်မိတာနဲ့ အဆုံးထိဘာဆက်ဖြစ်မလဲသိချင်စိတ်က သင့်ကိုဆွဲခေါ်သွားပါလိမ့်မယ်\n( Dr.Nyan ဘာသာျပန္ေပးထားပါတယ္)\n Complete Zip   Vip  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/elfen-lied/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/merlin1-225x300.jpg",
        "title": "Merlin Season 1",
        "description": "2008 ခုႏွစ္ကၿပသခဲ႔တဲ႔ ၿဗိတိန္ႏိုင္ငံရဲ႕ Myth တစ္ခုၿဖစ္တဲ႔ အာသာနဲ႔မာလင္ဇာတ္လမ္းကို ၿပန္လည္ဆန္းသစ္လို႔ရိုက္ကူးတင္ဆက္ထားတဲ႔မာလင္ဇာတ္လမ္းတြဲဟာ IMDb Rate 7.9  အထိရရွိခဲ႔ၿပီးေအာင္ၿမင္ခဲ႔ပါတယ္season 1 ကေန 5 အထိရွိၿပီး Channel Myanmar ကေန အစအဆံုးတင္ဆက္ေပးသြားပါမယ္လို႔သတင္းေကာင္းပါးရင္းနဲ႔ အညႊန္းေလးကိုဆက္ခံစားလိုက္ရေအာင္ ေမွာ္ပညာေတြထြန္းေတာက္တဲ႔အခ်ိန္တုန္းက ကမ္းမေလာ႔လို႔ေခၚတဲ႔တိုင္းၿပည္ၾကီးတစ္ခုရဲ႔ကံၾကမၼာဟာလူငယ္ေလးတစ္ဦးရဲ႔အေပၚမွာက်ေရာက္လို႔ေနပါတယ္..သူ႔နာမည္ကေတာ႔ \" မာလင္ \"ပါမာလင္ဟာ ၀မ္းတြင္းေမွာ္အတတ္နဲ႔ေမြးဖြားလာသူတစ္ဦးပါ.ေဟာတမ္းေတြအရဆုိရင္အၾကီးၿမတ္ဆံုးေသာေမွာ္ပညာရွင္ၿဖစ္လာမယ္႔သူေပါ႔..မာလင္ဟာသူ႔အေမရဲ႕ေစလႊတ္မွုနဲ႕ကမ္းမေလာ႔ၿပည္ကိုလာေရာက္ၿပီး ဘုရင္႔သစၥာခံသမားေတာ္ ၿဖစ္တဲ႔ဂါးယက္စ္နဲ႕မိတ္ဆက္ေတြ႕ဆံုခဲ႔ပါတယ္အဲ႕အခ်ိန္က ကမ္းမေလာ႔မွာ အူသာပန္ဒရာဂြန္ ဘုရင္အုပ္စိုးေနၿပီး ေမွာ္ပညာရွင္ေတြကိုသတ္ၿဖတ္ၿပီးေမွာ္ပညာကိုနိမ္နင္းေနတာပါ..ဒီလိုတုိင္းၿပည္မ်ိဳးမွာမာလင္တစ္ေယာက္လ်ိဳ႕၀ွက္စြာေနထိုင္းရင္းေမွာ္ပညာေတြကိုသင္ယူရင္းကေန သူကံတရားပါလာတဲ႔အတိုင္းအာသာပန္ဒရာဂြန္ကိုကာကြယ္ရင္းတိုင္းၿပည္အေရးေတြကိုသူတတ္ကြ်မ္းတဲ႔ေမွာ္ပညာနဲ႕ဘယ္လုိမ်ားကာကြယ္ခဲ႔မလဲဆုိတာေစာင္႔ၾကည္႔ရမွာၿဖစ္ပါတယ္.... \nTranslated By : Zon Myat Noe Swe\nEncoded And Review By : ~ LK ~\n \nMerlin Season 1 Complete Zip File    VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/merlin-season-1/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images.jpg",
        "title": "GoodBye Mr.Black (2016)",
        "description": "ကဲ အခုတစ္ခါေတာ့ ျမ၀တီ ရုပ္သံလိုင္းမွာ ျပသေနဆဲျဖစ္တဲ့\nဇာတ္လမ္းတြဲ တစ္ခုကို တက္ဆက္ေပးလိုက္ပါတယ္ဗ်\nဇာတ္လမ္းတြဲေလးကေတာ့ ျမ၀တီရုပ္သံကိုၾကည့္ေနၾကသူေတြဆို\nဒီ ၾကိဳးမဲ့စြန္ ဆိုတဲ့ ဇာတ္လမ္းတြဲေလးကို ရင္းႏွီးၾကမွာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေရတပ္ဗိုလ္ျဖစ္သူ ခ်ာဂ်ီ၀န္း ဟာ\nမထင္မွတ္ထားတဲ့ အမႈတစ္ခုမွာ ေထာင္ေခ်ာက္ဆင္ခံရျပီးသူဟာ\nမေသပဲ မစၥတာဘလက္ အျဖစ္တဖန္ ျပန္လည္ေမြးဖြားလာခဲ့ျပီး\nစြမ္း ဆိုတဲ့ မိန္းမေခ်ာေလးနဲ႕ လက္ထပ္ျပီးသူ႕ဘ၀အမွန္္ကို\nဖံုးကြယ္ထားခဲ့ပါတယ္ အဲ့ဒီ စြမ္းဆိုတဲ့ မိန္းမေခ်ာေလးကေကာ ဘယ္လို\nေနာက္ေၾကာင္းအတိတ္ဘ၀ေၾကာင့္ သူမ်ားအသံုးခ်တာကိုခံေနရတာလဲ\nခ်ာဂ်ီ၀န္း ကေကာ ဘယ္လိုေတြ လက္စားေခ်ဖို႕ၾကံေလမလဲ\nသူ႕ကိုေကာဘယ္သူေတြက မေကာင္းၾကံစည္ေထာက္ေခ်ာက္\nဆင္ခဲ့ၾကတာလဲဆိုတာကိုေတာ့ ဆက္လက္ ၾကည့္ရွဴလိုက္ၾကပါေတာ့ေနာ္\nစုစုေပါင္းအပိုင္း ၂၀ ရွွိပါတယ္ဗ် :D\nDownload Link\n==========================Complete Zip File  VIP  /  Yoteshin[1-10]  /  Yoteshin[11-20]",
        "url": "https://channelmyanmar.org/tvshows/goodbye-mr-black-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/supergirl-S2-300x169.jpg",
        "title": "Supergirl Season 2",
        "description": "စူပါဂဲလ်စီစန် ၂ လာပါပြီ။ ဒီစီစန်မှာတော့ စူပါမန်းအဖြစ် TeenWolf စီးရီးရဲ့ သရုပ်ဆောင် Tyler Hoechlin အဖြည့်အားဖြည့်ထားပါတယ်။ အပိုင်း ၁ မှာတော့ လက်စ်လူသာရဲ့ ညီမ လီနာလူသာကို ထည့်သွင်းပြသွားပြီး လူဆိုးလူကောင်းခွဲမရသေးပါဘူး။ ဗီလိန်နဲ့ ဇတ်လမ်းဘယ်လိုလာမလဲ မသိသေးပေမယ့် စူပါမန်း နဲ့ စူပါဂဲကို တွဲမြင်ရတာနဲ့တင် ကလေးကတည်းက အိပ်မက်လေးတစ်ခု ပြည့်သွားပြီလို့ ပြောလို့တော့ ရပြီပေါ့ဗျာ။ For VIP Member - VIPAll Episode : Yoteshin[1-11]  /  Yoteshin[12-22]",
        "url": "https://channelmyanmar.org/tvshows/supergirl-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Arrow-Season-5-Poster-200x300.png",
        "title": "Arrow Season 5",
        "description": "အဲရိုး စီစန္ ၅ လာပါျပီ။ ေလာ္ရယ္လန္႕ ေသသြားျပီးေနာက္မွာ လူသတ္တာကို ျပန္စတင္လာခဲ့တဲ့ Green Arrow ဘ၀.....ျမိဳ႕ေတာ္၀န္ေနရာကေန ခ်စားေနတဲ့ ရဲတပ္ဖြဲ႕ကို တိုက္ဖ်က္ဖို႕ၾကိဳးစားမယ့္ အိုလီဗာကြင္း.....ဒစ္ဂယ္ နဲ႕ စပိဒီ တို႕ အနားယူသြားမႈေၾကာင့္ တစ္ကိုယ္တည္းျဖစ္ေနတဲ့ အိုလီဗာကို အဖြဲ႕သစ္တစ္ခု ဖြဲ႕ဖို႕ ဖလစ္စီးတီးနဲ႕ ကပၸတိန္လန္႕စ္ တုိ႕ ၀ိုင္းတြန္းအားေပးေနၾကခ်ိန္.....သူ႕ျမိဳ႕ရဲ႕ ပ်က္စီးေနတဲ့ ရဲေတြ၊ အသစ္အသစ္ေသာ ရန္သူေတြနဲ႕ ရန္သူေဟာင္းေတြလက္ကေန ဘယ္လိုကယ္တင္မလဲဆိုတာ.....\nArrow Season 5 Complete Zip File    Vip  /  Yoteshin \n \nSeason 1 Download Link\nSeason 2 Download Link\nSeason 3 Download Link\nSeason 4 Download Link",
        "url": "https://channelmyanmar.org/tvshows/arrow-season-5/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Lucky-Romance-Poster-2-202x300.jpg",
        "title": "Lucky Romance (2016)",
        "description": "ကိုရီးယားဇာတ္လမ္းတြဲၾကိဳက္သူမ်ားအတြက္ CM မွ ၂၀၁၆ ခုနွစ္ထြက္ Lucky romance ဆိုတဲ့ Romance & Comedy ဇာတ္လမ္းေကာင္းေကာင္းေလး တစ္ခုနဲ႔ မိတ္ဆက္ေပးပါရေစ။\nဒီဇာတ္လမ္းေလးမွာ အဓိကပါ၀င္သရုပ္ေဆာင္မ်ားကေတာ့\n-ငယ္ငယ္ေလးကတည္းက IQ အရမ္းျမင့္ျပီး   အသက္ ၅ ႏွစ္အရြယ္ ေလာက္ကတည္းက  \nအထက္တန္းသခ်ၤာပုစာၦေတြကို ေျဖရွင္းတြက္ခ်က္နိုင္တာေၾကာင့္ ဆယ္ေက်ာ္သက္ အရြယ္ကတည္းက\nပါရဂူတန္းတက္ခြင့္ရတဲ့ ဂ်ယ္ဆူးဟို။ သူက ဥာဏ္ရည္အရမ္းျမင့္လို႔  ကြန္ပ်ဴတာပညာရွင္တစ္ဦးျဖစ္လာျပီး\nဂိမ္းေတြက္ို နိုင္ငံတကာထိထိုးေဖာက္နိုင္ေအာင္ တီထြင္နိုင္ျပီး ဂိမ္း ဖန္တီးတီထြင္တဲ့ ေဂ်ေဂ်လုပ္ငန္းကို ဦးေဆာင္လုပ္ကိုင္ေနျပီး\nေဗဒင္ယၾတာေတြ ကံေတြကို မယံုဘဲ အရာရာကို ဦးေႏွာက္နဲ႔သာ စဥ္းစားဆံုးျဖတ္တတ္တဲ့\nစီအီးအို -ဂ်ယ္ဆူးဟို..အျဖစ္  Reply 1988 ဇာတ္ကားနဲ႔ 52 Baeksang Art Award မွာ\nBest New actor, TVN ရဲ့ Rising star ...",
        "url": "https://channelmyanmar.org/tvshows/lucky-romance-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/flash-season-3-poster-240x300.jpg",
        "title": "The Flash Season 3",
        "description": "Flash Season 3 တင်ထားပေးပါတယ်။စီစန် ၂ အဆုံးမှာ ဘယ်ရီအယ်လန်ဟာ အချိန်နောက်ဆုတ်ပြေးပြီးသူ့အမေကို ကယ်တင်တာနဲ့ အဆုံးသတ်သွားခဲ့ပါတယ်။နှောက်ယှက်လို့မရပါဘူးဆိုတဲ့ Timeline ကို အကြီးကျယ်ဆုံး နှောက်ယှက်မိတဲ့အခါ ဘာတွေ ဖြစ်လာမလဲ...သူ့ရဲ့စွမ်းအားတွေ?...လူတွေရဲ့ ဘဝတွေ ပြောင်းလဲမှုတွေ....?အားလုံးကတော့ Flashpoint Paradox  ကို မျှော်လင့်နေပေမယ့်စီးရီးထဲမှာတော့ အကြီးအကျယ် ဖြစ်လာမလားဆိုတာ မသေချာသေးပါဘူး....ဖလက်ရှ်စီးရီးထုံးစံအတိုင်း မြှပ်ကွက်တွေ အပြောင်းအလဲတွေ များစွာကို ခံစားရဦးမှာတေ့ာ သေချာနေပါတယ်....Complete Zip File  VIP  /  Yoteshin[1-12]  /  Yoteshin[13-23]",
        "url": "https://channelmyanmar.org/tvshows/flash-season-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Spn12-1.jpg",
        "title": "Supernatural Season 12",
        "description": "စီစန္ ၁၂ စပါျပီ။ စီစန္ ၁၁ မွာ God နဲ႕ အမာရာတို႕ ျငိမ္းခ်မ္းေရးရသြားပါျပီ။ အမာရာက မသြားခင္မွာ ဒီးန္ရဲ႕ အေမကို ျပန္ရွင္ေပးခဲ့ပါတယ္။ ဆမ္ကိုေတာ့ အဂၤလိပ္ အကၡရာလူသားေတြ ဖမ္းသြားျပီး ကတ္စ္တီယယ္ကေတာ့ အေ၀းကို ေမာင္းလႊတ္ခံလိုက္ရပါတယ္။ ဒီအပိုင္းမွာေတာ့ ဆမ္ကို လိုက္ကယ္မယ့္ ဒီးန္တို႕ သားအမိနဲ႕ ကတ္စ္တီယယ္..... ခႏၱာခြံမရွိလို႕ လူတစ္ေယာက္ကေန တစ္ေယာက္ကူးေနရတဲ့ လူစီဖာ....ငရဲကို ျပန္စိုးမိုးနိုင္ဖို႕ လူစီဖာကို လိုက္သတ္ေနတဲ့ ခေရာင္လီတို႕နဲ႕ ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာ....... \nEpisode 1 (300Mb)\n \nEpisode 2 (200Mb)\nEpisode 3(200Mb)\nEpisode 4 (200Mb)\nEpisode 5(200Mb)\nEpisode 6(200Mb)\nEpisode 7\nEpisode 8\nEpisode 9\nEpisode 10\nEpisode 11\nEpisode 12\nEpisode 13\nEpisode 14\nEpisode 15\nEpisode 16\nEpisode 17\nEpisode 18 (Openload)\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/supernatural-season-12/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/17005946_754031308094340_1316331129_n-1-300x169.jpg",
        "title": "Love Me If You Dare (2015)",
        "description": "စိတ္၀င္စားစရာေကာင္းတဲ့ တရုတ္ဇာတ္လမ္းစီးရီးေလးတစ္ခုကိုစတင္မိတ္ဆက္ေပးလိုက္ပါတယ္…\nအားလံုးလည္းၾကိဳက္ၾကမယ့္အၿပင္ စီးရီးၾကိဳက္သူမ်ားအတြက္\nလက္မလႊတ္သင့္တဲ့ စီးရီးေကာင္းေလးတစ္ခုၿဖစ္ပါတယ္..\nကိုယ့္ကမၻာငယ္ထဲမွာကိုယ္သီးသန္႕ေနထိုင္တတ္တဲ႕ ေပၚက်င္းယြင္ဆိုတဲ႕ လူငယ္လူေတာ္\nစိတ္ေရာဂါကု ပါရဂူႀကီးတစ္ေယာက္ က်န္းယိုယိုဆိုတဲ႕ ေကာင္မေလးကို အခ်ိန္ပိုင္း စာတမ္းဘာသာျပန္ဖို႕\nဌားလိုက္မိရာကစပီး ဆက္ႏြယ္လာတဲ႕ ကြင္းဆက္လူသတ္မႈေတြကို\nေျဖရွင္းရင္းနဲ႕ ေရခဲတံုးႀကီးေပၚက်င္းယြင္ က်န္းယိုယိုေၾကာင့္ အရည္ေပ်ာ္လာတယ္\nဒီအခ်ိန္မွာ တစ္ခါက သူဖမ္းေပးလိုက္တဲ႕ အေမရိကန္က စိတၲဇလူသတ္သမားက\nေထာင္ထဲက လြတ္လာခဲ႕ရင္း ဘာေတြဆက္ျဖစ္မယ္ဆိုတာ စိတ္၀င္တစားနဲ႕ေစာင့္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္…\n(Neve Luna ရဲ႕ပြဲဦးထြက္ ဘာသာၿပန္ထားတဲ့စီးရီးအသစ္ၿဖစ္ပါတယ္…)Episode (1)Episode (2)Episode (3)Episode (4)\n \nEpisode (5)\n \nEpisode (6)\n \nEpisode (7)\n \nEpisode (8)\n \nEpisode (9)\n \nEpisode (10)\n \nEpisode (11)\n \nEpisode (12)\n \nEpisode (13)\n \nEpisode (14)\n \nEpisode (15)\n \nEpisode (16)\n \nEpisode (17)Episode (18)Episode (19)\n \nEpisode (20)\n \nEpisode (21)\n \nEpisode (22)\n \nEpisode (23)\n \nEpisode (24)",
        "url": "https://channelmyanmar.org/tvshows/love-me-if-you-dare-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/the-legend-of-the-blue-sea-korean-2016-qgBESKdz-200x300.jpg",
        "title": "Legend Of The Blue Sea ( 2016 )",
        "description": "မေန႕ကမွထြက္တဲ႕ Drama အသစ္စက္စက္ေလးတစ္ခုနဲ႕ မိတ္ဆက္ေပးလိုက္ပါတယ္..အားလံုးသိၾကတဲ႕အတိုင္းပဲ ဒီဇာတ္ကားဟာ မထြက္ခင္ သံုးလေလာက္အလိုကတည္းက တကယ္ေရပန္းစားေနတဲ႕ဇာတ္လမ္းတစ္ခုၿဖစ္ၿပီး မင္းသားကလည္း အခ်စ္ေတာ္ လီမင္ဟိုနဲ႕မင္းသမီးကေတာ႔ ကို၇ီးယားႏိုင္ငံ၇ဲ႕ National Love လို႔ေတာင္တင္စားရတဲ႔ ဂ်န္ဂ်ီဟြန္းေပါ႔..ဒီလိုနာမည္ၾကီးဇာတ္ေကာင္ ၂ခုအၿပိဳင္ပါ၀င္တဲ႕Legend Of The Bluesea ဆုိတဲ႕ဇာတ္ကားဟာ Nov 16 မွာစတင္ၿပသခဲ႔ပါၿပီဒီဇာတ္ကားကို ရိုက္ကူးတင္ဆက္သူဒါရိုက္တာကေတာ႔ Jin Hyeok ၿဖစ္ပါတယ္ အပိုင္း ၂၀ ၿပသသြားမွာၿဖစ္ၿပီး ဇန္န၀ါရီ  19 ရက္ေန႔မွာေနာက္ဆံုးအပိုင္းကိုတင္ဆက္သြားပါမယ္ ထုတ္လႊင္႔တဲ႕ရုပ္သံလိုင္းကေတာ႔ SBS ၿဖစ္ပါတယ္ ဇာတ္လမ္းအညႊန္းကိုအၾကမ္းဖ်င္းမညႊန္းခင္ အခ်က္အလက္ေလးေတြနဲ႕တင္ဆက္ပါဦးမယ္ဒီဇာတ္ကားဟာ လီမင္ဟိုတစ္ေယာက္ စစ္တပ္မွာ ၂ ႏွစ္အမွုမထမ္းခင္ သရုပ္ေဆာင္တဲ႔ေနာက္ဆံုး ဒရာမာတစ္ခုၿဖစ္ပါတယ္..ၿပီးေတာ႕မင္းသမီး ဂ််န္ဂ်ီဟြန္းကလည္း သူကေလးေမြးၿပီးေနာက္ ပထမဆံုး ၿပန္လည္သရုပ္ေဆာင္တဲ႔ ဒရာမာတစ္ခုၿဖစ္ပါတယ္ ဒီဇာတ္လမ္းကိုၾသဂုတ္လ 19 ရက္ေန႔ကေနစတင္ရိုက္ကူးခဲ႕ပါတယ္ Palau ကြ်န္း နဲ႕ Goesan တို႕မွာရိုက္ကူးထားၿပီးေနာက္ဆံုး စပိန္မွာလည္း သြားေရာက္ရိုက္ကူးထားပါတယ္ \nဇာတ္လမ္းအညႊန္း\n၁၅၈၆ ခုႏွစ္ ...",
        "url": "https://channelmyanmar.org/tvshows/legend-of-the-blue-sea-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/rolsd-211x300.jpg",
        "title": "Love Through a Millennium ( 2015 )",
        "description": "Channel Myanmar နဲ႕ FIV Entertianment တို႕ပူးေပါင္းၿပီး တရုတ္ဇာတ္လမ္းတြဲေလးတစ္တြဲနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္ေနာ္...ဒီဇာတ္ကားဟာ ကိုရီးယားနာမည္ေက်ာ္ ဒရာမာတစ္ခုၿဖစ္တဲ႕Queen In Hyun's Man ရဲ႕ remake Version ၿဖစ္ပါတယ္..ဒီဇာတ္ကားမွာေတာ႕မင္းသားအေနနဲ႕Jing Boran က ပါ၀င္သရုပ္ေဆာင္ထားၿပီး မင္းသမီးကေတာ႔ LOVE O2O ထဲက မင္းသမီးေလးZheng Shuang ပဲၿဖစ္ပါတယ္..ခံစားၾကည္႕လိုက္ပါဦးေနာ္.. အညႊန္း ဂံုးမင္ဟာ တရုတ္မင္းဆက္တစ္ခုမွာတာ၀န္က်ေနတဲ႕သူေပါ႕..နန္းတြင္းသစၥာေဖာက္မွုေတြ နဲ႕ပုန္ကန္မွုေတြအၾကံကိုသိလိုက္ရလို႕ မင္းၾကီးကို သတင္းပို႕ဖုိ႕ၾကိဳးစားခဲ႕တဲ႕အခါမွာ သစၥာေဖာက္ေတြကသူ႕ကို၀ိုင္းသတ္ဖုိ႕ၾကိဳးစားခဲ႕ၾကတယ္..သူ႕ကိုဓါးနဲ႕သတ္လိုက္တဲ႔အခါမွာတရုတ္မင္းဆက္အခ်ိန္ေနရာကေန ေပ်ာက္ကြယ္ၿပီး ၂၁ ရာစုမွာ ေရာက္ရွိသြားပါတယ္တနည္းအားၿဖင္႔ဆုိ သူအသက္အႏၱရာယ္နဲ႕ရင္ဆိုင္ရတိုင္း ၂၁ ရာစုကိုေရာက္လာရတာေပါ႔အဲ႔မွာ Lin Xiang Xiang ဆုိတဲ႔ မင္းသမီးေလးတစ္ဦးနဲ႕ေတြ႕ၿပီးေတာ႕သံေယာဇဥ္ၾကိဳးေတြရစ္ဖြဲ႕မိတဲ႕အခါ...ၿပီးေတာ႔ သူ ၂၁ ရာစုကိုေရာက္လာခဲ႔ရတဲ႕အေၾကာင္းအရင္းမ်ားစြာစာၾကည္႕တိုက္မွာ သမိုင္းကိုေလ႔လာၿပီး ဂံုးမင္တစ္ေယာက္သူ႕အနာဂတ္ကိုၾကိဳတင္သိခြင္႕ရတဲ႕အခါ ဘာေတြၿဖစ္မလဲ..ဘာေတြလုပ္မလဲဆုိတာ ဆက္လက္ခံစားပါ  Episode ( 1+2 )Filesize ( 300 MB ) ( HD ) - Pcloud Link | Mediafire ...",
        "url": "https://channelmyanmar.org/tvshows/love-through-a-millennium-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Legends-of-Tomorrow-300x300.jpg",
        "title": "DC Legends of Tomorrow Season 2",
        "description": "Legends of Tomorrow စီစန္၂ လာပါျပီ။\nစီစန္ ၁ အဆံုးမွာ မေသမ်ိဳး ဗန္ဒယ္ဆေဗ့ခ်္ကို အေသသတ္ခဲ့ျပီး အက်င့္ပ်က္ေနတဲ့\nအခ်ိန္သခင္ေတြအားလံုး ေပါက္ကြဲတဲ့အထဲ ပါသြားခဲ့ပါျပီ။\n ေစာင့္ေရွာက္မယ့္သူမရွိေတာ့တဲ့ အခ်ိန္၀င္ရိုးကို သူတို႕ေတြကပဲ ဆက္ျပီးေစာင့္ေရွာက္ဖို႕ ဆံုးျဖတ္ခဲ့ၾကပါတယ္။\nဒီစီစန္မွာေတာ့ သမိုင္းတစ္ေလွ်ာက္ အခ်ိန္ဓားျပေတြရဲ႕ ေနွာက္ယွက္မႈကို လိုက္လံတားဆီးေနရင္း\nၾကီးမားတဲ့အေျပာင္းအလဲၾကီးတစ္ခုကို ေတြ႕မိသြားပါတယ္။\nအနုျမဴမေပၚခင္ ၂ နွစ္အလိုမွာ နာဇီေတြက နယူးေယာက္ကို နူကလီးယားဗံုး က်ဲခ်သြားခဲ့မႈပါပဲ။\nဒါဟာ အခ်ိန္ခရီးသြားတစ္ေယာက္ရဲ႕ ကူညီမႈဆိုတာ သိျပီး ဒါကိုတားဖို႕အတြက္\nအိုင္းစတိုင္းကို နာဇီေတြလက္ထဲမေရာက္ခင္ ျပန္ေပးဆြဲဖို႕ၾကိဳးစားၾကတဲ့အခါ......\nရယ္ေမာစရာ....စိတ္လႈပ္ရွားစရာ....အံ့ၾသစရာေတြနဲ႕.....စီစန္ ၂ ကို ခံစားလိုက္ရေအာင္။Complete Zip File  VIP  /  Yoteshin",
        "url": "https://channelmyanmar.org/tvshows/dc-legends-of-tomorrow-season-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/marvel-luke-cage-poster-300x160.jpeg",
        "title": "Luke Cage Season 1 (2016)",
        "description": "Marvel ရဲ့ စူပါဟီးရိုးစီးရီးအသစ် ထွက်ရှိလာခဲ့ပါပြီ။ Marvel ဟာ ရုပ်ရှင်နယ်ပယ်မှာ Hulk, Ironman တို့နဲ့ စတင်ထိုးဖောက်ခဲ့ပြီး အခုတော့ Avengers တွေကိုပါ တင်ဆက်နိုင်နေပြီဖြစ်သလို။ တီဗွီစီးရီးမှာလည်း Daredevil ကို အောင်မြင်အောင် ပြသနိုင်ခဲ့ပြီး Punisher, Elektra တို့ကို ပွဲထုတ်နိုင်ခဲ့ပါပြီ။ ၂၀၁၅ Daredevil နဲ့ Jessica Jones စီးရီး ၂ ခု ထွက်ခဲ့ပြီး စတင်ချိတ်ဆက်ခဲ့သလို အခု Jessica မှာ ပါဝင်ခဲ့တဲ့ Luke Cage ကို သီးသန့်ပွဲထုတ်လိုက်ရတာ ဘာရည်ရွယ်ချက်လဲ ဆိုတာကို ကျွန်တော်တို့ သိလိုက်ရပါပြီ။ ၂၀၁၇ အတွက် Daredevil,Jessica Jones,Luke Cage နဲ့ Iron Fist တို့ပေါင်းစည်းပြီး Defenders ထွက်လာတော့မှာ ဖြစ်လို့ပါပဲ။ အဲဒီအတွက် ဒီနှစ်ကုန်မှာ Iron Fist စီးရီးလဲ ...",
        "url": "https://channelmyanmar.org/tvshows/luke-cage-season-1-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/65846-343674-212x300.jpg",
        "title": "Yong Pal (2015)",
        "description": "အၿပင္မွာအေခြထြက္တုန္းက စာတန္းသိပ္မေကာင္းလုိ႕ၾကည္႕ရတာအခက္ေတြ႕ေနတဲ႕သူေတြအတြက္နဲ႕K Drama Fan ေတြအတြက္ စိတ္၀င္စားစရာ ဇာတ္လမ္းတြဲေလးတစ္ခုကို Channel Myanmar နဲ႕Variety World Myanmar Subtitle Page တို႕မွပူးေပါင္းၿပီးတင္ဆက္ေပးလိုက္ပါတယ္တင္ဆက္ေပးလိုက္ပါတယ္...2015 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ ယြန္ပယ္ ဆုိတဲ႕ ဒီဇာတ္လမ္းတြဲဟာၿပသခ်ိန္တုန္းက ကိုရီးယားႏိုင္ငံ လူၾကည္႕အမ်ားဆံုး ရုပ္သံဇာတ္လမ္းတြဲအၿဖစ္ ရပ္တည္ႏိုင္ခဲ႔ၿပီးေတာ႕ေအာင္ၿမင္မွုလည္းတစ္ဟုန္ထိုးရရွိခဲ႔ပါတယ္..Seoul မွာ rating 21 .9% ေက်ာ္ရခဲ့တဲ့ အျပင္ Viki မွာလည္း9.1 ရထားခဲ့ပါတယ္ Best excellence actress , Grand Prize နဲ႔ Best Couple awards ေတြအျပင္ဇာတ္ပို႔ေတြပါ ဆု ရခဲ့ၿပီး 2015 ရဲ႕ ဆုမ်ားစြာကို သိမ္းပိုက္ခဲ့တဲ့ drama ေလးပါဇာတ္လမ္းအမ်ိဳးအစားကေတာ႕ ေဆးေလာက ေနာက္ခံအၿပင္ ရာဇ၀တ္မွု ေတြ..ေနရာလုပြဲေတြ..သည္းထိတ္ရင္ဖိုစြန္႔စားခန္းေတြနဲ႕အတူ ၾကည္နူးဖြယ္ေကာင္းတဲ႕အခ်စ္ဇာတ္လမ္းေလးနဲ႕ပါ ဇာတ္အိမ္ေရာေထြးတည္ထားၿပီး သိပ္ကိုေကာင္းတဲ႕ဇာတ္လမ္းတြဲၿဖစ္ပါတယ္ဒီဇာတ္လမ္းတြဲမွာအဓိကသရုပ္ေဆာင္ေတြကေတာ႔ ယြန္ပယ္အေနနဲ႕ Joo ...",
        "url": "https://channelmyanmar.org/tvshows/yong-pal-2015-k-drama/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The_K2-p1-208x300.jpg",
        "title": "The K2 (2016) ၿမန္မာစာတန္းထိုး",
        "description": "မေန႕ကမွထြက္ရွိထားတဲ႕ The K2 ဆိုတဲ႕ ကိုရီးယား ဇာတ္လမ္းတြဲအသစ္စက္စက္ေလးကိုChannel Myanmar ကေန တင္ဆက္လိုက္ပါတယ္ေနာ္..ထံုးစံအတိုင္းဇာတ္လမ္းေလးမညႊန္းခင္အခ်က္အလက္ေလးေတြနဲ႕တင္သြားပါဦးမယ္.ဒီဇာတ္ကားဟာ အပိုင္း ၁၆ ပိုင္းတိတိထုတ္လြင္႔မွာၿဖစ္ၿပီးေတာ႕ ထုတ္လြင္႕တဲ႕ Network ကေတာ႔ TVN ရုပ္သံလိုင္းၿဖစ္ပါတယ္ ရိုက္ကူးသူဒါရိုက္တာကေတာ႔ Kwak Jung-Hwan ၿဖစ္ၿပီးဇာတ္လမ္းေရးသားသူကေတာ႔ Jang Hyeok-Rinၿဖစ္ပါတယ္.အဓိကသရုပ္ေဆာင္ေတြအေနနဲ႕ 2015 တုန္းက Healer ( K- Drama ) မွာသရုပ္ေဆာင္ခဲ႔ၿပီး လူၾကိဳက္မ်ားခဲ႔တဲ႕ Ji Chang-Wook နဲ႕အတူ မင္းသမီးအေနနဲ႕ Koreaနာမည္ၾကီး Girl Band တစ္ခုၿဖစ္တဲ႕ Girl's Generation (SNSD) အဖြဲ႕က အဆိုေတာ္မေလးYoona ကေန ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္. \nဇာတ္လမ္းအညႊန္း\n အထူးတပ္ဖြဲ ့၀င္ တစ္ေယာက္ျဖစ္တဲ့ ကင္မ္ ဂ်ယ္ဟာ က အီရတ္မွာ မတရားေခ်ာက္ခ်ခံရၿပီးရာထူးမွ ထုတ္ပယ္ခံရခ်ိန္မွာ ထြက္ေျပးခဲ့တာေၾကာင့္ Interpol ကအလိုရွိတဲ့သူတစ္ေယာက္ျဖစ္လာတယ္စပိန္ ႏိုင္ငံ ဘာစီလိုနာ ၿမိဳ ့မွာ တိမ္းေရွာင္ေနရင္းကိုရီးယား ျပန္လာဖို ့ႀကိဳးစားေနတဲ့အခ်ိန္မွာခ်ဳပ္ေႏွာင္ခံရမႈကေနလြတ္ေျမာက္ၿပီးဖခင္ ျဖစ္သူနဲ ့ေတြ ...",
        "url": "https://channelmyanmar.org/tvshows/the-k2-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/7mwtpodojdwy-204x300.jpg",
        "title": "Ice Fantasy (2016) Series စ/ဆံုး",
        "description": "F(x) Leader Vitoria ေခါင္းေဆာင္ပါဝင္တဲ့ Ice fantasy ဇာတ္ကားပါ။\nမင္းသားကေတာ့ သစ္ခြသခင္လို႔ လူသိမ်ားၾကတဲ့ Feng Shao Feng ျဖစ္ပါတယ္။\nၿပီးေတာ့ ဒီကားမွာ ကိုရီးယားသ႐ုပ္ေဆာင္ Kim Hee sun ကလည္းပါဝင္သ႐ုပ္ေဆာင္ထားပါေသးတယ္။\nဒီဇာတ္လမ္းေလးဟာ ေရခဲမ်ိဳးႏြယ္နဲ႔ မီးမ်ိဳးႏြယ္ အၾကား အာဃတစစ္ပြဲမ်ားျဖစ္ပြားၿပီး ေရခဲမ်ိဳးႏြယ္ေတြ စစ္႐ံႈးသြားပါေတာ့တယ္။\nအဲ့ဒီအခါမွာေတာ့ မင္းသားခါးဆို (Feng Shao Feng)က သူ႔မ်ိဳးႏြယ္ျပန္လည္ ထူေထာင္ဖို႔ လူ႔ျပည္မွာရွိတဲ့\nရတနာကိုရွာပံုေတာ္ဖြင့္ရေတာ့တာေပါ့။ အဲ့ဒီမွာ လူသား မိန္းကေလး လီေလာ့(vitoria song )့နဲ႔ေတြ႔ၿပီး ဘာေတြ\nဆက္ျဖစ္မလဲဆိုတာေတာ့ ဇာတ္ကားေလးမွာပဲ ဆက္လက္ၾကည့္႐ႈလိုက္ပါ ^ ^\nEncoder - Thit San Khant\nTranslator - Tariq L Walker , Bommy Chan ...",
        "url": "https://channelmyanmar.org/tvshows/ice-fantasy-2016-%e1%80%87%e1%80%90%e1%80%b9%e1%80%9c%e1%80%99%e1%80%b9%e1%80%b8%e1%80%90%e1%80%bc%e1%80%b2/"
    }
]