[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2BDlKxgdX8HDsi5LyXy2e1XrWvG.jpg",
        "title": "House of Stars (2023)",
        "description": "Hkuse of Stars / ငွေကြယ်ပွင့်တို့ရဲ့ မဟာစံအိမ် (2023)Castဂန်းအဖြစ် Pepo Nutchapan Paramacharenroj\nဆို့အဖြစ် Boss Pornpipat KunisornSynopsisအိမ်ဆိုတာက နွေးထွေးတယ်၊ လုံခြုံတယ်၊ လွတ်လပ်တယ်။\nဒါပေမဲ့ ဒီကြယ်ပွင့်လေးတွေရဲ့အိမ်က ဒီလိုမဟုတ်ပါဘူး။\nမြင်သာအောင်ပြောရရင် ဘော်ဒါလိုမျိုး - တင်းကျပ်တဲ့စည်းကမ်း၊ ညမထွက်ရအမိန့်၊ ထိန်းချုပ်တတ်လွန်းတဲ့ မန်နေဂျာ ခွန်ဆူဇီ စသည်ဖြင့်ပေါ့။ဒါဆို ဒီ Big House ဆိုတဲ့ အိမ်ကြီးမှာ မင်းသားတွေ မင်းသမီးတွေ ဘာလို့လာနေကြတာလဲ?\nအကြောင်းရင်းကတော့ ဘော်ဒါတွေ အောင်ချက်ကောင်းသလို ဒီမင်းသား မင်းသမီးတွေက\nခွန်ဆူဇီဆိုတဲ့ မန်နေဂျာရဲ့ လက်‌အောက်မှာ ‌တစ်ကားတည်းရိုက်တာနဲ့ မျက်နှာသစ်သရုပ်ဆောင်ဆု တန်းရတာမျိုး၊\nဇာတ်ကားကောင်းတွေ၊ ဇာတ်ညွှန်းကောင်းတွေ ရတတ်တာမျိုးတွေရှိလို့ပါပဲ။\nဒီလိုအခွင့်အရေးကောင်းတွေ ရတတ်တဲ့ ခွန်ဆူဇီတို့ အိမ်မှာနေပြီး သရုပ်ဆောင်ဝင်လုပ်ကြသူတွေလည်း မနည်းပါဘူး။ဒါပေမဲ့ တင်းလွန်းရင် ပြတ်တတ်တဲ့သားရေကြိုးလိုပဲ လူတွေဟာ တင်းကြပ်လွန်းရင် ထွက်ပေါက်ရှာတတ်ကြပါတယ်။\nဒီစီးရီးထဲမှာတော့ Big House ထဲမှာ နေထိုင်သူတိုင်းရဲ့ မာန၊ ...",
        "url": "https://channelmyanmar.org/tvshows/house-of-stars-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/p20474193_b_v13_ad-150x200.jpg",
        "title": "Kin (2021)",
        "description": "ကင်ဆယ်လာမိသားစုဟာ ဒဗ္ဗလင်အခြေစိုက်ဂန်းစတားမိသားစုတစ်ခုဖြစ်ပြီး နာမည်ကြီးတဲ့အထဲမှာပါပါတယ်။ ကွေလန်မိုးဆိုတဲ့ သူတို့ပြိုင်ဘက်တစ်ယောက်နဲ့ ပြိုင်ဆိုင်မှုတွေပြင်းထန်လာခဲ့ရာကနေ မိသားစုထဲက သွေးဆူလွယ်တဲ့ မိုက်ရူးရဲတစ်ယောက်ဖြစ်တဲ့ အဲရစ်ရဲ့လက်ချက်နဲ့သူတို့တစ်မိသားစုလုံး တစ်မြို့လုံးက ဂန်းစတားတွေရဲ့ပစ်မှတ်အောက်ရောက်တဲ့အထိပြဿနာတွေကြီးထွားလာပါတော့တယ်။ရှေ့တိုးမရနောက်ဆုတ်မရအခြေအနေ၊ မိသားစုတွင်းက သွေးကွဲမှုပြဿနာတွေ ပြိုင်ဆိုင်မှုတွေကြားကနေ ဘယ်လိုရုန်းထွက်ကြမလဲ? အင်အားကြီးတစ်ဖက်ရန်သူကိုဘယ်လိုရင်ဆိုင်အနိုင်ယူကြမလဲ အစရှိတာတွေကို ဒီဇာတ်လမ်းတွဲမှာတွေ့မြင်ရပါလိမ့်မယ်။Crime/Drama ပရိသတ်တွေသေချာပေါက်အကြိုက်တွေ့မှာဖြစ်ပြီး episode 1 ကနေအဆုံးအထိ မထတမ်းကြည့်ချင်အောင်ဆွဲဆောင်နိုင်မယ့်ဇာတ်လမ်းတွဲလည်းဖြစ်ပါတယ်။ ဖရန့်ကင်ဆယ်လာအဖြစ် GOT ထဲက Littlefinger တစ်ဖြစ်လဲ Aidan Gillenခေါင်းဆောင်ပါဝင်ထားတာပါ။File size…(848 MB)/(406 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….00:53:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias \nSeason 1Episode 1 720p  -  Yoteshin / Megaup / Meganz / Usersdrive / Streamvid / Streamsb\nEpisode ...",
        "url": "https://channelmyanmar.org/tvshows/kin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kj4XQzhszyu4YFQ9HgN3iQOCp4A.jpg",
        "title": "High Desert (2023)",
        "description": "High Desert (2023) ~ IMDb - 6.2/10, Rotten Tomatoes - 70% ~ စုံထောက် ဟာသ Series လေးပါ။ A Nightmare on Elm Street 3 က မင်းသမီးကြီး Patricia Arquette, Hitman: Agent 47 က မင်းသား Rupert Friend, Herbie: Fully Loaded က မင်းသား Matt Dillion တို့လို Cast အကြီးစားကြီးတွေပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းကတော့ ဆေးမှောင်ခိုကုန်သည် အကြီးစားကြီး ဘဝကနေ အထည်ကြီးပျက်ဖြစ်သွားပြီး ပက်ဂီ နယူးမန်းတစ်ယောက် ဟိုက်ဒီဆက်လို့ခေါ်တဲ့ မြို့လေးက ကောင်းဘွိုင်ခေတ်ပုံစံနဲ့ ခရီးသွားတွေကို ဆွဲဆောင်တဲ့နေရာလေးတစ်ခုမှာ ဖျော်ဖြေသူတစ်ယောက်အနေနဲ့ အသက်ဆက်နေရပါတယ်။ ငွေက မရှိ မောင်နှမတွေကို မလေးစားတဲ့ အခြေမဲ့အနေမဲ့ ဘဝကို ရောက်နေတာပေါ့။ ...",
        "url": "https://channelmyanmar.org/tvshows/high-desert-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/5iM0aZ0mFa0e7ouOA6rv4qx6hbG-133x200.jpg",
        "title": "The Trial (2023)",
        "description": "The Trial (TV Series)(2023)တခေတ်တခါက ရိုမန့်တွေနဲ့အသည်းစွဲခဲ့ရတဲ့ မမကာဂျိုး၊အခုတော့ အန်တီကာဂျိုးပေါ့။\nမင်းသမီးချောကာဂျိုးကို ဝဘ်စီးရီးအနေနဲ့ ရှားရှားပါးပါးမြင်တွေ့ရမှာပါ။\"အချစ်ဆိုတဲ့ တရားရုံးမှာကျွန်မပျော်ရွှင်မှုသေဒဏ်ကျခံရမယ်လို့ တခါမှမတွေးခဲ့မိဘူး\" ရှေ့နေနီယိုနိုကာတဖြစ်လဲ ကာဂျိုး။ကာဂျိုးက ဒီဇာတ်လမ်းထဲမှာ သမီးနှစ်ယောက်ရဲ့အမေ ခုံရုံးတရားသူကြီးရဲ့ဇနီးတယောက်အနေနဲ့အဓိကပါဝင်ထားပါတယ်။\nသူ့ခင်ပွန်းဖြစ်တဲ့ ခုံရုံးတရားသူကြီးက လာဘ်ပေးလာဘ်ယူအနေနဲ့ လိင်အမြတ်ထုတ်မှုကျူးလွန်မှုကြောင့်\nထောင်ကျသွားပါတယ်။ဒီကိစ္စကြောင့်ပဲ ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းက ပစ်ပယ်လာတဲ့အခါ ကာဂျိုးတယောက်\nသူတတ်ကျွမ်းခဲ့တဲ့ ရှေ့နေအလုပ်ကိုပြန်လုပ်ဆောင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။သူ့ရဲ့အလုပ်အပေါ်ကြိုးစားအားထုတ်မှုတွေကြောင့် တစထက်တစအောင်မြင်လာပြီးနောက်ပိုင်းမှာ သူ့ခင်ပွန်းဖြစ်သူ\nတရားသူကြီးကို ရှေ့နေလိုက်ပေးဖို့ဖြစ်လာပါတော့တယ်။\"စိတ်ရဲ့အသိနဲ့ သက်သေ\" အဲဒီနှစ်ခုအကြား\nရွေးချယ်ဖို့ကြုံလာခဲ့ရင် သက်သေကိုပဲအဓိကထားမယ်ဆိုတဲ့ ဥပဒေကျောင်းကသင်ပေးလိုက်တဲ့အတိုင်း\nခံယူထားတဲ့ ကာဂျိုးတယောက် ခင်ပွန်းဖြစ်သူအပေါ်ရော ဘယ်လိုသက်သေတွေရှာပြီး\nအမှန်တရားနောက်လိုက်မလဲ။အမှုဆိုတာ ကိုယ့်ကိုလာမပတ်သရွေ့ ခေါင်းအေးအေးထားရှင်းလို့ရပေမယ့်\nရွံစရာအကောင်းဆုံးအမှုကိုမှ ပတ်သက်တဲ့လင်ယောကျ်ားနဲ့ မိသားစုပျော်ရွှင်မှု၊ ဂုဏ်သိက္ခာ ဒါတွေအားလုံးကို\nတပြိုင်တည်းပုခုံးထမ်းပြီး ရင်ဆိုင်ရမယ့် အမျိုးသမီးတယောက် ဘယ်လိုတွေစွမ်းဆောင်ပြမလဲဆိုတာကိုတော့....\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Zwe~YH တို့ပဲဖြစ်ပါတယ်)Quality : 1080p DSNP WEB DL / 720p DSNP WEB DL Total Episodes : 8EpsFormat : mp4Genres :Drama, Crime, MysteryDuration ...",
        "url": "https://channelmyanmar.org/tvshows/the-trial-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/rag-142x200.jpg",
        "title": "Record of Ragnarok – Season (01)(02)",
        "description": "Record of Ragnarok - Season (01)(02)\n===============================\"Record of Ragnarok\"ကို Anime fan အတော်များများသိပြီး\nဖြစ်ပါလိမ့်မယ်။ မသိသေးသူများအတွက် ပြောပြရမယ်ဆိုရင်တော့\nဘာသာရေးနယ်ပယ်အစုံက နတ်ဘုရားတွေ (ဥပမာ-Thor,Zeus,\nShiva, Buddha,etc...)နဲ့ လူသားတွေကြားကတိုက်ပွဲဖြစ်ပါတယ်။\nဘာသာရေးနယ်ပယ်အစုံက နတ်ဘုရားတွေဖြစ်တဲ့အတွက် universe\nတွေကိုတစ်နေရာတည်းအကုန်စုကြည့်နေရသလိုပါပဲ။ အဲ့တစ်ချက်\nနဲ့တင် ဇာတ်လမ်းကအတော်စိတ်ဝင်စားဖို့ကောင်းနေပါပြီ။ဘာလို့လူသားတွေနဲ့ တိုက်ပွဲဖြစ်ရသလဲဆိုရင်ဖြင့် အဲ့လိုဘာသာရေး\nနယ်ပယ်အစုံက နတ်ဘုရားတွေဟာ နှစ်၁၀၀၀မှာတစ်ခါ သူတို့ဖန်ဆင်း\nခဲ့တဲ့လူသားမျိုးနွယ်ကို ဆက်ရှင်သန်ခွင့်ပေးရမလား၊ မျိုးဖြုတ်ပစ်\nရမလားဆိုပြီး မဲခွဲတဲ့အစည်းအဝေးထိုင်တတ်ကြပါသတဲ့။ အဲ့လိုနဲ့\nနှစ်(၁၀၀၀)ရောက်တိုင်းတစ်ခါ မဲခွဲလာလိုက်တာ လူသားမျိုးနွယ်\nသက်တမ်းက အနှစ်(၇)သန်းအရောက်မှာတော့ ကမ္ဘာကြီးဟာ ယိုယွင်း\nပျက်စီးလာလို့ ဘယ်နတ်ဘုရားမှ လူသားမျိုးနွယ်ကိုဆက်ထားချင်စိတ်\nမရှိတော့ပါဘူး။ အဲ့မှာတင် မျိုးဖြုတ်ကြမယ်အလုပ် Valkyrie ညီ\nအစ်မ(၁၃)ဖော်ထဲက အကြီးဆုံးအစ်မတော် Brunhild က \"Ragnarok\"\nစီးချင်းပွဲကို အဆိုပြုခဲ့ပါတယ်။\"Ragnarok\"စီးချင်းပွဲဆိုတာက နတ်ဘုရားတစ်ပါးနဲ့ လူသားတစ်ယောက်\nအသေအကြေစီးချင်းတိုက်တဲ့ပွဲပါ။ \"Ragnarok\"မှာ (၁၃)ချီပါဝင်မှာ\nဖြစ်ပြီး အရင်ဆုံး(၇)ချီနိုင်တဲ့ဘက်က အနိုင်ရမှာပါ။ နတ်ဘုရား၁၃ပါးနဲ့\nလူသားမျိုးနွယ်ရဲ့အသန်မာဆုံးလူ(၁၃)ယောက်တို့ စီးချင်းတိုက်ကြရင်း\nနောက်ဆုံးအဆုံးသတ်ရလဒ်က ဘယ်လိုဖြစ်လိမ့်မလဲ၊ လူသားမျိုးနွယ်ဟာ\nသုတ်သင်ခံရမှာလား၊ ဆက်လက်ရှင်သန်ခွင့်ရရှိမှာလားဆိုတာကို ကြည့်\nရှုရမှာဖြစ်ပါတယ်။လက်ရှိမှာ Netflix ကနေ ...",
        "url": "https://channelmyanmar.org/tvshows/record-of-ragnarok-season-01-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDNmNGI2NzAtZjZhYi00YTc1LWJjOTctMTRlMDI0MzEzNjA2XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Tom Clancy’s Jack Ryan – Season (01), (02), (03), (04)",
        "description": "Tom Clancy's Jack Ryan - Season (01), (02), (03), (04)\n=====================================\nIMDb Rating - 8.0/10Jack Ryan ဆိုတာ စာရေးဆရာ Tom Clancy ဖန်တီးထားတဲ့\nRyanverse ဆိုတဲ့ fictional ထဲက ဇာတ်ကောင်တစ်ကောင်ဖြစ်\nပါတယ်။ ဒီဇာတ်ကောင်ကို live action ပြန်ရိုက်တဲ့နေရာမှာ\nသရုပ်ဆောင်အများကြီးကလည်း သရုပ်ဆောင်ခဲ့ကြဖူးပါတယ်။အခုတင်ဆက်ပေးမှာကတော့ မင်းသားချော John Krasinski က\nဂျက်ခ်ရိုင်ယန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ စီးရီးတွဲဖြစ်ပါတယ်၊\nCIA analyst တစ်ယောက်ဖြစ်တဲ့ ဂျက်ခ်ရိုင်ယန်တစ်ယောက် အကြမ်း\nဖက် အဖွဲ့အစည်းတစ်ခုအကြောင်း ရှာဖွေတွေ့ရှိသွားပြီးတဲ့နောက်\nသူကိုယ်တိုင် အန္တရာယ်စက်ကွင်းထဲ ကျရောက်သွားပုံတွေကို မြင်တွေ့ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Act Molemy မှ ရေးသားပေးပြီး၊ ဘာသာ\nပြန်ရေးသားပေးသူများကတော့  CM Teamမှ ဖြစ်ပါတယ်။)File Size.............(300 MB) / (700 MB)\nQuality...............BluRay 720p / 1080p\nDuration............1Hr(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Action, ...",
        "url": "https://channelmyanmar.org/tvshows/tom-clancys-jack-ryan/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ZM9D1kxsobZil2zDwib4YWjT3O.jpg",
        "title": "Sound Candy(2023)",
        "description": "Sound Candy(2023)******************အပိုင်း( ၁ မှ ၁၀) ထိ စ/ဆုံးဂျယ်ဂျူဒိုမှာအခြေတည်ပြီးရိုက်ကူးထားတဲ့ဆယ်ကျော်သက်ဇာတ်လမ်းလေးဖြစ်ပါတယ်....ဂိုချယ်ရင်းဟာ ပန်းချီဆရာမလေးဖြစ်ပြီး သူလက်ရှိ အလုပ်လုပ်နေတဲ့မြို့လေးကနေတစ်နေ့မှာတော့ မွေးရပ်မြေဂျယ်ဂျူဒိုကိုပြန်ဖို့ အကြောင်းဖန်လာခဲ့တယ်..တိုက်ဆိုင်စွာပဲ ဂျယ်ဂျူဒိုကို ရောက်လာတဲ့ခပ်ဆန်းဆန်းလူငယ်လေးတွေလည်းရှိတယ်...တစ်ယောက်ကတော့ Narcissistic Character ဖြစ်ပြီး မိမိကိုယ်မိမိမှလွဲ၍ ဘယ်သူ့ကိုမှမချစ်တတ်သူ ဂန်ဟယ်ဆောင်းလို့အမည်ရတဲ့သူ...မွေးရပ်မြေဂျယ်ဂျူဒိုမှာ စိုက်ပျိုးရေးလုပ်ရင်းရှင်သန်နေသူလေး ဘူယောင်းဂျွန်းIdol Training သက်တမ်း6နှစ်ရှိပြီဖြစ်တဲ့ ယူဆွန်းယောင်းဒီကောင်လေးသုံးယောက်နဲ့ ပန်းချီဆရာမအချောလေးနဲ့ဆုံကြတဲ့အခါမှာတော့...Aired: Jun 3, 2023 - Jul 1, 2023\nAired On:  Saturday\nGenres:Romance\nDuration: 25 mins\nEpisodes: 10\nOriginal Network:TVING\nFile Size: 1080p(~500MB)\nTranslated by Streay,  Hnin Wai Oo &  Treasure Htet\nEncoded by Phyo Pyae «««   Telegram Channel  »»» Episode 01\n[1080p]     »»»   UsersDrive  •   ...",
        "url": "https://channelmyanmar.org/tvshows/sound-candy2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YE21FAmBE9Qfq8v8UZyUKMbdIa.jpg",
        "title": "La Pluie (2023)",
        "description": "La Pluie / အချစ်ရဲ့စကားသံ (2023)ဒီတစ်ခေါက်တင်ဆက်သွားမယ့် စီးရီးလေးကတော့ \"La Pluie\" ဆိုတဲ့ ဝတ္ထုကိုမှီငြမ်းပြီး ရိုက်ကူးထားတဲ့ ထိုင်း BL စီးရီးလေးပဲဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းမှာ ဆန်တိုင် ဆိုတဲ့ကောင်လေးက မိုးရွာတဲ့အချိန်ရောက်တိုင်း အကြားအာရုံပျောက်သွားတတ်တဲ့ ရောဂါတစ်မျိုးကို ခံစားနေရသူဖြစ်ပါတယ်။\nဒီရောဂါဟာ သူတို့နေထိုင်နေတဲ့ ကမ္ဘာကြီးမှာဆိုရင် မထူးဆန်းတော့တဲ့ ရောဂါတစ်မျိုးလိုဖြစ်နေပါပြီ။\nတချို့ကတော့ ဒီရောဂါဟာ ဆန်းကြယ်မှုတစ်ခုလို့ သတ်မှတ်ကြပြီး တချို့ကတော့ ကျိန်စာလို့ သတ်မှတ်ကြတယ်။\nဘာကြောင့်လဲဆိုတော့ ဒီရောဂါဟာ လုံးဝ နားမကြားရတာမဟုတ်ဘဲ မိုးရွာတဲ့အချိန်မှသာ ဘယ်လိုအသံမျိုးကိုမှမကြားရတော့တာကြောင့်ဖြစ်ပါတယ်။\nဒီအကြားအာရုံပျောက်တဲ့ လက္ခဏာတွေထဲမှာ ထူးဆန်းတာတစ်ခုလည်းရှိနေပါသေးတယ်။\nဒီရောဂါခံစားနေရတဲ့သူတွေမှာ အသက် ၂၀ပြည့်တာနဲ့ ကိုယ့်နှလုံးသားနဲ့ ထပ်တူကျတဲ့ ဖူးစာရှင်ရဲ့ အသံကို ကြားလာရတတ်တယ်ဆိုတဲ့ လက္ခဏာတစ်ခုပါပဲ။\nဒါကို အချစ်စစ်ရဲ့ စတင်မှုတစ်ခုလို့လည်း လူတွေက ယုံကြည်ကြပါသေးတယ်။ဆန်တိုင် ဆိုတဲ့ ကောင်လေးကတော့ ငယ်ဘဝကမိဘတွေရဲ့အိမ်ထောင်ရေးကြောင့်\nဒီလိုမျိုး အချစ်စစ်နဲ့ ဖူးစာရှင်ဆိုတာမျိုးကို မယုံကြည်နိုင်ခဲ့ပါဘူး။\nအသက် ၂၀ ပြည့်တဲ့နေ့ ဖူးစာရှင်ရဲ့ အသံကို စပြီးကြားလိုက်ရတဲ့နေ့မှာ\nဆန်တိုင်တစ်ယောက် ...",
        "url": "https://channelmyanmar.org/tvshows/la-pluie-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/jee-karda-133x200.jpg",
        "title": "Jee Karda (2023)",
        "description": "Jee Karda(2023)IMDb-7.7/10မင်းသမီးချောလေး သမန်းနားနဲ့ Taj Divided by Blood စီးရီးထဲက မင်းသားဆလင်းမ်နေရာက\nသရုပ်ဆောင်ထားတဲ့ Aashim Gulati တို့အပြင် နာမည်ကြီး အနုပညာရှင်တွေအများကြီးပါဝင်ထားတဲ့\nလူငယ်ရိုမန့်ဒရာမာစီးရီးလေးဖြစ်ပါတယ်မတူညီတဲ့ဗီဇတစ်ယောက်တစ်မျိုးစီနဲ့ သူငယ်ချင်း ၇ ယောက်ရှိကြတယ်\nဘာမဆိုလက်တည့်စမ်းချင်ကြတဲ့ ဆယ်ကျော်သက်လေးတွေပေါ့\nတစ်နေ့ပွဲဈေးတန်ူမှာ မျက်နှာကိုဖတ်ပြီးဟောပေးတဲ့ မှော်ဆရာတစ်ယောက်အကြောင်း\nငြင်းကြခုံကြရင်း ဝင်မေးဖြစ်ကြသွားတယ် အားလုံးကိုတစ်ခုစီပဲဟောလိုက်တယ်\"အဖေကိုသတိထား\nအစ်ကိုကို သတိထား\nအချစ်ကို သတိထား\nရာထူးနေရာကို သတိထား\nချိုတဲ့အရာတွေကို သတိထား\n၂၂ (၂၀၂၂) ကိုသတိထား\nသန်မာအောင်နေ \" တဲ့ အိုင်တီခေတ်ကလေးတွေဆိုတော့ မယုံကြပါဘူး\"ဒီလိုနဲ့ အသက်နှစ်ဆယ်‌ကျော်ဘဝကို ရင်ဆိုင်ကြတဲ့ ၂၀၂၂ ဆိုတဲ့အချိန်ကိုရောက်လာပါတယ်\nအရင်လိုပဲ သူငယ်ချင်းသံယောဇဉ်တွေနဲ့ အရင်လိုပျော်ရွှင်နေကြတုန်းပါပဲ ဟောကိန်းကိုလည်း\nသတိရမနေကြပါဘူး ဒီလူငယ်တွေရဲ့ဗီဇနဲ့ ဒီဗီဇကိုဆန့်ကျင်နေတဲ့ဟောကိန်းတွေက\nတကယ်ဖြစ်လာတဲ့အချိန် ဘယ်လိုရင်ဆိုင်ကြမလဲ ။ အသက်နှစ်ဆယ်ကျော်လူငယ်တွေရဲ့ ဘဝနေထိုင်မှုပုံစံ\nအတွေးအခေါ်တွေကို လူငယ်ဆန်ဆန်ဟာသလေးတွေနဲ့ မင်းသမီးချောလေးတွေရဲ့ အလှတွေကို ခံစားရင်းကြည့်ရှူရမှာဖြစ်ပါတယ်\n(၁၈+ အခန်းများပါဝင်တာကြောင့် မိသားစုနှင့်အတူ ကြည့်ရှုရန် မသင့်တော်ပါကြောင်း)(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Moon ~ Aditi ~ ...",
        "url": "https://channelmyanmar.org/tvshows/jee-karda-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4rmFpvBw8kNuI15CrDlGVFSU7zc.jpg",
        "title": "Platonic (2023)",
        "description": "Platonic (2023)အခု မေလ ၂၄ ရက်နေ့ကမှ Apple TV ကနေ စတင်ထုတ်လွှင့်ခဲ့တဲ့စီးရီးလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ရာဂမပါတဲ့ အဖြူထည် သံယောဇဉ်အချစ်မျိုးကို အင်္ဂလိပ်ဘာသာစကားမှာ \"Platonic love\" လို့ခေါ်ပါတယ်။\nမြန်မာမှုပြုရင်တော့ \"၅၂၈\" ပါပေါ့။\nဆိုတော့ ခေါင်းစဉ်လေးအတိုင်းပါပဲ၊\nငယ်ငယ်က တရင်းတနှီး ပေါင်းခဲ့ကြတဲ့ Sylvia နဲ့ Will တို့ သူငယ်ချင်းနှစ်ယောက်\nလောကဓမ္မတာအတိုင်း အရွယ်ရောက်လာရင် ကြုံတွေ့ရလေ့ရှိတဲ့ ပြဿနာတွေထဲက တစ်ခုကြောင့်\nအဆက်အသွယ်ပြတ် ကွဲကွာသွားခဲ့ကြပါတယ်။အိမ်ထောင်ကိုယ်စီနဲ့ နှစ်တွေအကြာကြီး နေလာခဲ့ပြီးမှ Will တစ်ယောက်\nဘယ်လိုမှ အပေါက်အလမ်း မတည့်နိုင်တော့တဲ့အဆုံး ဇနီးဖြစ်သူနဲ့ ကွာရှင်းပြတ်စဲလိုက်ရတယ်။\nဒါကို Sylvia သိသွားတော့ ခင်ပွန်းဖြစ်သူကလည်း တိုက်တွန်းတာနဲ့\nစိတ်ညစ်ညူးနေတဲ့ Will ကို ပြန်အဆက်အသွယ်လုပ်ပြီး နှစ်သိမ့်အားပေးဖို့ အကြောင်းဖန်လာပါတယ်။\nဒီလိုနဲ့ပဲ ဘုပြောဘေးထိုင် မတည့်အတူနေ သူငယ်ချင်းနှစ်ယောက် သက်လတ်ပိုင်းရောက်မှ\nပြန်ဆုံဖြစ်ကြပြီး ထုံးစံအတိုင်း တလွဲဇာတ်တွေ စုံနေအောင်ခင်းပုံကို ကြည့်ကြရမှာပါ။ပေါ့ပေါ့ပါးပါး ဘဝသရုပ်ဖော်ကိုမှ Comedy လေးပါ ရောထားပြီး\nခေတ်ဆန်ဆန် ...",
        "url": "https://channelmyanmar.org/tvshows/platonic-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/QJ2oW5_4f-133x200.jpg",
        "title": "You Are My Universe (2023)",
        "description": "\"အမွေစိန်မလေး ကျွန်တော့်ချစ်သူ\" မြန်မာစာတန်းထိုး\nYou are my universe 2023ထီယင်း အဖြစ် August vachiravit\nကျော့ အဖြစ် PP punpreedeeကျော့ဆိုတဲ့ မိန်းကလေးက အဘွားနဲ့တူတူ ကြိုးစားပြီး ရုန်းကန်နေတဲ့လူတစ်ယောက်ပါမြေးအဘွား အရင်း မဟုတ်ပါသော်လည်း\nမြေးအရင်းလို အဘွားက ကျော့ကိုအရမ်းချစ်ပါတယ်ကျော့ရဲ့ အဘွားမှာ စီးပွားရေးသမားတွေ သဘောကျစေတဲ့ သိပ်ကိုလှပတဲ့ ကမ်းခြေက\nမြေနေရာ ပိုင်ဆိုင်ထားပါတယ်အဲ့အထဲမှာ ထီယင်းဆိုတဲ့ ကောင်လေးတစ်ယောက်လည်း ပါ၀င်ပါတယ်ထီယင်းက မြေကွက်ရဖို့ ကျော့နဲ့ရင်းနှီးအောင်လုပ်ခဲ့ပါတယ်ဆိုတော့ ကျော့ သူ့အဘွားရဲ့မြေကွက်ကို ဘယ်လိုကာကွယ်သွားမှာလဲကျော့နဲ့ထီယင်းရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုပြောင်းလဲသွားမှာလဲ ဆိုတာ စောင့်ကြည့်လိုက်ပါ(အညွှန်းရေးသားသူမှာ Tawan ဖြစ်ပါတယ်)Native Title: รักสุดใจยัยตัวแสบ\nEpisodes: 28\nAired: May 25, 2023 - ?\nAired On: Monday, Tuesday, Wednesday, Thursday, Friday\nOriginal Network: Channel 3\nDuration: 42 min.Translated ...",
        "url": "https://channelmyanmar.org/tvshows/you-are-my-universe-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9V5lJ1z3sEsrEJXXFN8pzlMRd7D.jpg",
        "title": "Full House (2004)[Complete]",
        "description": "Full House (2004)******************\nအပိုင်း ( ၁ မှ ၁၆ ) စ/ဆုံးတစ်ခေတ်တစ်ခါတုန်းက အရမ်းနာမည်ကြီးခဲ့တဲ့ ချစ်စံအိမ်ကားလေးကို ပြန်လည်ကြည့်ရှုခံစားကြရအောင်။ချစ်စံအိမ်ဆိုရင် လူတိုင်းသိပြီးသားဇာတ်ကားဖြစ်မှာပါ။Jung Ji Hoon (Rain) နဲ့ Song Hye Kyo တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ ဟန်ဂျီအွန်းဟာ စာရေးဆရာမဖြစ်ဖို့ကြိုးစားနေတဲ့သူဖြစ်ပြီးသူ့မိဘတွေအမွေချန်ထားပေးခဲ့တဲ့အိမ်ကြီးမှာနေထိုင်ပါတယ်။ဖြစ်ချင်တော့ သူခရီးသွားနေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းနှစ်ယောက်က သူ့အိမ်ကိုအီယောင်ဂျယ်ဆိုတဲ့ နာမည်ကြီးသရုပ်ဆောင်မင်းသားတစ်ယောက်ကိုရောင်းပစ်လိုက်ပါတယ်။ခရီးကပြန်ရောက်ပြီး ဂျီအွန်းအိမ်ကိုပြန်ရောက်လာတဲ့အခါမှာ ယောင်ဂျယ်နဲ့ထိပ်တိုက်တွေ့ကြပါတော့တယ်။နှစ်ယောက်သားက တစ်စက်မှမတည့်ပေမဲ့ အဲဒီအိမ်မှာပဲ အတူတူနေဖို့ဆုံးဖြတ်လိုက်ကြပါတယ်။ဟန်ဂျီအွန်းက အိမ်မှုကိစ္စတွေအားလုံးလုပ်ပေးရမယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ပါ။အတူတူနေရင်းနဲ့ အကြောင်းတစ်ခုကြောင့် နှစ်ယောက်သားဟန်ဆောင်လက်ထပ်ဖို့ဖြစ်လာကြတဲ့အခါမတည့်အတူနေနှစ်ယောက်ရဲ့ တကျက်ကျက်ရန်ဖြစ်ရင်းနဲ့ သံယောဇဥ်တွယ်လာကြတာကို ကြည့်ရှုရမှာပါ။အညွှန်းကိုတော့ Yee Waiက ရေးသားပေးထားပါတယ်။ Genres : Comedy, Romance, Drama\nDuration : 1hr 10m\nEpisodes : 16\nOriginal Network: KBS2\nFile Size: 720p(~ 820MB) , 1080p(~2.13GB)\nTranslated by Hay ...",
        "url": "https://channelmyanmar.org/tvshows/full-house-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDAxNTNhNmMtODFhOC00ZDhkLWJlMTktMmJhYzQ0YTM3NzU2XkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Shaitan (2023)",
        "description": "Shaitan (2023)\nIMDb-7.6/10\nအမှန်အမှားဆိုတာ ကျပ်ပြားစေ့တစ်ခုရဲ့ ခေါင်းနဲ့ပန်းလို နံရံပါးပါးလေးပဲခြားတာ။\"အများညီရင် ဤကို ကျွဲဖတ်\"ဆိုတဲ့\nစကားအတိုင်းပဲ ခေတ်အဆက်ဆက် အမှန်အမှားဆိုတာလည်း လုပ်ရပ်ပေါ်မကြည့်ဘဲ အများအမြင်မှာပဲလမ်းဆုံးတတ်တာမလား။\"အမျိူးသမီးတယောက် သူ့ကလေးတွေကို ကျွေးမွေးစောင့်ရှောက်ဖို့ မတတ်သာဘဲ ယောက်ျားတွေနဲ့ အိပ်ရတဲ့အခါ\nအဲဒီအမျိုးသမီးကို ပြည့်တန်ဆာလို့သမုတ်ကြပြီး သူနဲ့အတူအိပ်တဲ့ယောက်ျားတွေကိုတော့ ဘာနာမည်မှမတပ်ကြဘူး\" ဆိုတဲ့\nဘာလီ၊ မိခင်ရဲ့အလုပ်အပေါ် ရှက်ရွံ့စိတ်နဲ့ ဖအေလုပ်သူစွန့်ပစ်ခဲ့တဲ့ မိသားစုလေးယောက်ကို ပုခုံးထမ်းချင်ပေမယ့်\nသူ့ကိုဘယ်သူမှ အလုပ်မပေးချင်ကြ။ဒီလိုနဲ့ တရက်မှာ ကံဆိုးမသွားရွာ မိုးလိုက်လို့ရွာဆိုတဲ့အတိုင်း သူတို့မိသားစုထဲကို ကံကြမ္မာဆိုးကြီး၀င်ခဲ့ပြီး\nလူ့အသိုင်းအဝိုင်းက သူ့ကိုလူသတ်သမားလို့သတ်မှတ်လိုက်ကြတဲ့အခါ။\"သစ္စာစောင့်သိမှုနဲ့ ကိုယ်ကျင့်တရားဆိုတာ နိုင်ငံရေးသမားနဲ့ရဲတွေမှာရှိတဲ့အရာမဟုတ်ဘူး\"ဆိုတဲ့\nရဲအရာရှိနာဂီရတ်ဒီ၊ အထက်ကပေးအပ်လာတဲ့ တာ၀န်ကို မပျက်ကွက်အောင်ထမ်းဆောင်ပေမယ့်\nကိုယ်ကျိုးမတွက်တဲ့ ရဲအရာရှိတစ်ယောက်။အဲဒီလို၂ယောက်တို့ ပေါင်းမိသွားတဲ့အချိန်မှာတော့ အမှန်တရားအတွက်သူတို့တွေ တိုက်ပွဲ၀င်ကြမလား။\nကလဲ့စားတစ်ခုအတွက်နဲ့ပဲ လမ်းဆုံးနေမလားဆိုတာ နိုင်ငံရေးလှည့်ကွက်တွေကို ဇာတ်အိမ်တည်ထားပြီး\nကိုးပိုင်းပဲပါ၀င်တဲ့ ဇာတ်လမ်းတွဲလေးကို ကြည့်လိုက်ရအောင်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V, Aditi, Moon, BpL, Yunni, Zweတို့ပဲဖြစ်ပါတယ်)File Size – 1.1GB / 500MBQuality – 1080p / ...",
        "url": "https://channelmyanmar.org/tvshows/shaitan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qgD752vpzyi8hCIqO76a2fcRImE.jpg",
        "title": "Eli Roth Presents: The Legion of Exorcists (2023)",
        "description": "Eli Roth Presents The Legion of Exorcists (2023)2023 ထဲမှာထွက်လာတဲ့ Horror Series ကောင်းကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်။\nတစ်ပိုင်းချင်းစီဟာ ဇာတ်လမ်းတစ်ပုဒ်ဆီဖြစ်ပြီးတော့ အဲ့ဇာတ်လမ်းတွေကလဲ ဖြစ်ရပ်မှန်တွေပါ။အမေရိကန်နိုင်ငံတစ်ဝှမ်းက ထူးဆန်းတဲ့ အမှုတွေ နတ်ဆိုးဝင်ပူးတာတွေ ပုဏ္ဏကတိုက်တဲ့ အိမ်မျိုးတွေ\nကျိန်စာသင့်နေတဲ့ပစ္စည်းတွေ စတဲ့အရာတွေကို ကိုယ်တိုင်ကြုံတွေ့ပြီး ဖြေရှင်းခဲ့ကြတဲ့သူတွေကနေ\nပြန်လည်ပြောပြပြီး တင်ဆက်ပေးထားတဲ့ Series လေးပါ။Conjuring တို့ Insidious တို့လိုမျိုး ဇာတ်လမ်းတွေစိတ်ဝင်စားတဲ့သူတွေအတွက်ကတော့\nတကယ့်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ အကြောင်းတွေပါပါတယ်။\nစီးရီးက အရမ်းလဲကြောက်ဖို့မကောင်းသလို စိတ်ဝင်စားစရာ အချက်လေးတွေနဲ့\nတကယ့်အပြင်မှာ ဘယ်လိုအပနှင်လဲဆိုတာတွေ စုန်းအတတ်တွေကို ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာတွေကို\nလက်တွေ့အပနှင်ခဲ့သူတွေက အချင်းချင်းပညာတွေဖလှယ်ပြီး ဝေမျှပေးထားတဲ့ Horror Series ကောင်းလေးတစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အကျင့်စာရိတ္တတွေပျက်စီးလားတဲ့ ခေတ်ကြီးဟာ မကောင်းမှုတွေပြည့်နှက်လာခဲ့ပြီး\nငရဲကနတ်ဆိုးတွေအတွက်တော့ မျက်စိကျစရာနေရာ တစ်ခုဖြစ်လာခဲ့ပါပြီ။\nဒါပေမဲ့လဲ နတ်ဆိုးတွေကို ခုချိန်ထိ လူသားတွေဆီကနေ ကာကွယ်ပေးနေတဲ့ စစ်သည်တော်တွေ ရှိပါသေးတယ်။\nခုခါမှာတော့ ထိုသူတွေဟာ စုစည်းပြီးတော့ ခုခေတ်မှာကြုံရတဲ့ အပနှင်တဲ့နေရာက ...",
        "url": "https://channelmyanmar.org/tvshows/eli-roth-presents-the-legion-of-exorcists-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/wzzErZ0bqLWw3vlbJW4Tjq1rQBd-133x200.jpg",
        "title": "Lies Hidden in My Garden (2023)",
        "description": "Lies Hidden In My Garden (2023) (အညွှန်း)\n================================သူ့ခေတ်သူ့အခါနဲ့ ဗီလိန်ဇာတ်ရုပ်တွေကို ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်နိုင်ခဲ့ပြီး လင်းလက်တောက်ပနေဆဲဖြစ်တဲ့\nကြယ်ပွင့်နှစ်ပွင့်ကို အတူယှဉ်ပြီးမြင်ရမယ့် “Lies Hidden In My Garden” ကို ENAက လာမယ့်\nအင်္ဂါနေ့မှာထုတ်လွှင့်သသွားမှာပဲ ဖြစ်ပါတယ်။ 2020 ခုနှစ်ရဲ့ “Hi Bye, Mama” အပြီး “Kim Tae Hee” ရဲ့\n၃ နှစ်ကြာ hiatus အပြီး ပြန် comeback တဲ့ စီးရီးလည်းဖြစ်သလို “The Glory” နဲ့အောင်မြင်မှုတွေကို\nအပိုင်သိမ်းနိုင်ခဲ့တဲ့ “Lim Ji Yeon” ကို နောက်ထပ်ကွဲပြားတဲ့ဇာတ်ရုပ်နဲ့တွေ့မြင်ရဦးမယ့်စီးရီးဆိုလည်း မမှားပါဘူး။မျိုးရိုးအားဖြင့်ချမ်းသာပြီး ခင်ပွန်းသည်က ဆရာဝန်တစ်ယောက်ဖြစ်သလို သာယာပျော်ရွှင်တဲ့အိမ်ထောင်ရေးဘဝကိုပိုင်ဆိုင်ထားတဲ့\n“Joo Ran” .. အစစအရာရာပြီးပြည့်စုံပြီး ငြိမ်းချမ်းသာယာနေတဲ့ Joo Ran ရဲ့ဘဝဟာ သူတိုအိမ်ခြံဝန်းအနောက်ဘက်ကနေ\nထူးဆန်းတဲ့အနံ့ကြီးကို သတိထားလိုက်မိတဲ့အချိန်ကစပြီး ဂယက်တွေစလာပါတော့တယ်။တစ်ဖက်မှာလည်း Joo ...",
        "url": "https://channelmyanmar.org/tvshows/lies-hidden-in-my-garden-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/scmVZ3bZdfYYbZiIzQB5wLFU6A8-133x200.jpg",
        "title": "UP65 (2023)",
        "description": "UP 65 (2023) IMDb-8.5/10ဘဝကိုပေါ့ပေါ့ပါးပါးနဲ့ပျော်သလိုနေတတ်တဲ့ ပန်ဒေးနဲ့\nဘဝကို စိန်ခေါ်မှုတွေနဲ့ အလေးနက်တန်ဖိုးထားဖြတ်သန်းတတ်တဲ့ နီရှိန့်တ်တို့\nဆန့်ကျင်ဘက်သူငယ်ချင်းနှစ်ယောက် ...နီရှန့်တ်သဘောကျမိတဲ့ မြို့ပြအင်ဂျင်နီယာမေဂျာကကောင်မလေး ရှုဘရာ အသွင်စုံအရောင်စုံနဲ့\nအင်ဂျင်နီယာကျောင်းတော်ကြီးက ကျောင်းသားတစ်ဖွဲ့ရဲ့ ကျောင်းသားဘဝ...\"သူငယ်ချင်း....\" ခင်ဗျားတို့စိတ်ထဲမှာ အဲဒီလိုလေးတွေးကြည့်လိုက်တာနဲ့ တစ်ကောင်ပြီးတစ်ကောင်\nအလျှိုလျှိုပေါ်လာခဲ့ရင် ခင်ဗျားဖြတ်သန်းခဲ့ရတဲ့ ငယ်ဘ၀က ဘယ်လောက်ကြည်နူးစရာကောင်းလဲမှန်းကြည့်လို့ရပြီ။\nဘော်ဒါအပေါင်းအသင်းနဲ့ပျော်စရာငယ်ဘ၀ဆိုတာ ကိုယ်ကိုယ်တိုင်ခံစားကြုံတွေ့ဖူးတဲ့သူ၊\nမကြုံဖူးပေမဲ့ စာတွေရုပ်ရှင်တွေကနေတစ်ဆင့် ရင်ထဲမှာတစိမ့်စိမ့် ကြည်နူးမိတဲ့သူတွေချည်းပါပဲ။ဆိုတော့ ချစ်ရတဲ့သူငယ်ချင်းတွေနဲ့ပျော်ရွှင်ခဲ့ရတဲ့အတိတ်တွေကို အောက်မေ့ချင်တဲ့သူ\nဆယ်ကျော်သက်ဘဝကိုကျော်လွန်အရွယ်ရောက်လာကြမဲ့ ညီငယ်ညီမငယ်တွေအတွက်လည်း\nအနာဂတ်ကိုကြိုတွေးပုံဖော်ကြရင်း \"လွယ်အိတ်တလုံး ပုခုံးထက်မှာ အပျော်ဆုံးကျောင်းတက်ချိန် ကျောင်းသားဘ၀\"ဆိုတဲ့\nသီချင်းလေးအတိုင်း တက္ကသိုလ်ကျောင်းတော်ကြီးကဘ၀တွေကို တစိမ့်စိမ့်ပြန်တွေးရင်း ခံစားကြည့်လိုက်ရအောင်။\n(ညွှန်းဆိုဘာသာပြန်ကြသူတွေကတော့ V ~ BpL ~ Zwe ~ Aditi ~ThaikSan ~ Cherry ~ Yunniတို့ပါ)File Size – 400MB / 200MBQuality – 1080p WEB DL AAC5.1CH / 720pDuration – 24minsTotal ...",
        "url": "https://channelmyanmar.org/tvshows/up65-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Ted-135x200.jpg",
        "title": "Ted Lasso (2021) Season 02 Complete",
        "description": "Ted Lasso (2021) Season 02 ~ IMDb - 8.3/10, Rotten Tomatoes - 89% ~ တက်ဒ်လာဆို Season 2 ဟာ မဖြတ်သန်းချင်တဲ့ ဘူတာတစ်ခုကို ဖြတ်ကျော်ပြီး မြို့ကလေးဆီပြန်လာရတဲ့ခရီးနဲ့တူတယ်။ ကိုယ်မြင်ချင်ကြားချင်တာတွေအပြင် မြင်ဖို့လိုကြားဖို့လိုတာတွေကိုလည်း မလွှဲရှောင်သာ မြင်ကြကြားကြရတဲ့ အခိုက်အတန့်တွေပေါ့။ ဒီအတွဲမှာ ကျွန်တော်တို့ တက်ဒ်လာဆိုရဲ့ ကောင်းခြင်းတွေချည်း မြင်ရမှာတော့မဟုတ်ဘူး။ သူ့ကောင်းကွက်လို့ပြောလို့ရတဲ့ အကောင်းမြင်စိတ်နဲ့ အရာရာကိုပေါ့ပေါ့ပါးပါးပဲထားတတ်တဲ့ စိတ်ကနေ ဖြစ်ပေါ်လာတဲ့ ဘေးထွက်ဆိုးကျိုးတွေကိုလည်း မြင်ရလိမ့်မယ်။ သူ့ရဲ့ မနာလိုမှုတွေ ဥပေက္ခာတွေကိုလည်း မြင်ရလိမ့်မယ်။ ဒါပေမဲ့လည်း ကမ္ဘာမှာအပျော်ဆုံးသတ္တဝါဟာ ဆယ်စက္ကန့်စာမှတ်ဉာဏ်ပဲရှိတဲ့ ရွှေငါးပဲလို့ သူပြောခဲ့သလို တက်ဒ်ဟာ ဒါတွေအားလုံးကို ကျော်လွှားနိုင်ခဲ့တာကိုလည်း မြင်ရလိမ့်မယ်။ တက်ဒ်ချည်းမဟုတ်ပါဘူး။ ရွိုင်းကန့်တို့ နေသန်တို့ ရေဘက်ကာတို့ ကီလီတို့ ဂျေမီတာ့ထ်တို့ နည်းပြမုတ်ဆိတ်တို့ရဲ့ ကျွန်တော်တို့မသိတဲ့ ဘက်ခြမ်းတွေကိုလည်း မြင်ရလိမ့်မယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/ted-lasso-2021-s02/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9OuMHRH3TwtCn1Da9UV3VWhjh5.jpg",
        "title": "Nobody Knows (2020) [Complete]",
        "description": "Nobody Knows (2020) [အစ-အဆုံး]အပိုင်း ၁၄ မှ ၁၆ (ဇတ်သိမ်းပိုင်း) ထိဒီတစ်ခေါက် CM ပရိတ်သတ်ကြီးတွေအတွက် အရမ်းမိုက်တဲ့ ကွင်းဆက်လူသတ်မှုကား‌ဟောင်းလေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။အမှုကားတွေကြိုက်တဲ့ ပရိတ်သတ်ကြီးတို့သိကြတဲ့အတိုင်း ကွင်းဆက်လူသတ်မှုတွေမှာ ထူးခြားတဲ့အချက်ကိုလိုက်ပြီး အမှုအမည်တပ်လေ့ရှိပါတယ်။ ဒီကားမှာတော့ ကွင်းဆက်လူသတ်သမားဟာ ခရစ်ယာန်ဘာသာမှာ \"ဒဏ်ချက်တော်\" လို့ခေါ်ဝေါ်တဲ့ အမှတ်အသားတစ်ခု \"Stigmata\" ကို နစ်နာသူရဲ့ ခန္ဓာကိုယ်‌ပေါ်ချန်ထားခဲ့တတ်ပါတယ်။ဒီ Stigmata လူသတ်သမားရဲ့ သားကောင်ဖြစ်သွားခဲ့ရတဲ့ သူငယ်ချင်းအတွက် လက်စားချေဖို့ရာ ချာယောင်းဂျင်းတစ်ယောက် စုံထောက်ဖြစ်လာခဲ့ပြီး ၁၉ နှစ်ကြာအောင် ဒီအမှုနောက်ကိုပဲလိုက်ရင်း ဘဝကိုဖြတ်သန်းလာသူပါ။နှစ်များစွာကြာလာတာနဲ့အမျှ \"Stigmata ကွင်းဆက်လူသတ်မှု\" ကြီး အေးစက်လာတဲ့အချိန်မှာ ချာယောင်းဂျင်းရဲ့သူငယ်ချင်း အထက်တန်းကျောင်းသား ဂိုအွန်းဟိုဟာ ဟိုတယ်အဆောက်အဦးတစ်ခုပေါ်က ခုန်ချပြီး ကိုမာဖြစ်သွားခဲ့ပါတယ်။ဆက်စပ်မှုမရှိတဲ့ \"Stigmata\" နဲ့ \"ဂိုအွန်းဟို\" အမှုနှစ်ခုဟာ \"ဘဝသစ်ခရစ်ယာန်ဘုရားကျောင်း\" နဲ့ ဆက်နွယ်မှုတွေရှိနေရင်းက သံသယဝင်စရာတွေဖြစ်လာပါတော့တယ်။\"Stigmata ကွင်းဆက်လူသတ်မှု\" ရဲ့ သံသယရှိသူ ဆောဆန်းဝန်းဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/nobody-knows-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cBM4HLNMQs1UBrORf3T3tfEtuHz.jpg",
        "title": "Tree with Deep Roots (2011) [Complete]",
        "description": "Tree with Deep Roots (2011) [အစ-အဆုံး]အပိုင်း ၁၈  မှ ၂၄ (ဇာတ်သိမ်းပိုင်း) ထိဂျိုဆွန်းမင်းဆက်ရဲ့ ရှင်ဘုရင်တစ်ပါးဖြစ်တဲ့ Yi Do က အမည်ခံဘုရင်သာ ဖြစ်ပြီး တကယ်တမ်းမှာတော့ သူ့ခမည်းတော် ထယ်ဂျုံးဘုရင်ကသာ အာဏာတွေကို ချုပ်ကိုင်ထားတာပါ။ထယ်ဂျုံးမင်းကြီးက သူအာဏာတည်တံ့ဖို့အတွက် မှူးမတ်စစ်သည် မိသားစုဝင်တွေပါမကျန် အကုန်ရှင်းပစ်တာမို့ သူ့သားတော် Yi Do ကလည်း ဘုရင်ဖြစ်နေပေမဲ့ သူ့ကို မလွန်ဆန်‌ရဲပါဘူး။တစ်နေ့မှာ ထယ်ဂျုံးမင်းကြီးက Yi Do ရဲ့ ယောက္ခထီးတော် ဖြစ်တဲ့ အတွင်းဝန်အမတ်ကြီး ရှင်းအွန်ကို ရှင်းပစ်ဖို့အတွက် နိုင်ငံတော် သစ္စာဖောက်မှုနဲ့ စွပ်စွဲခဲ့ပြီးတော့ အမတ်ကြီး မင်နိုင်ငံမှ ပြန်ရောက်တာနဲ့ ချက်ချင်း ဖမ်းဆီးခဲ့ဖို့ အမိန့်ချခဲ့တယ်။အဲဒီအချိန်မှာ Yi Do က သူ့ယောက္ခထီးကို ကယ်တင်ဖို့အတွက် မင်နိုင်ငံမှာပဲ ရှောင်နေဖို့ လျှို့ဝှက်စာ တစ်စောင်ကို ...",
        "url": "https://channelmyanmar.org/tvshows/tree-with-deep-roots-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjlkNzk0ZWQtYWNmMS00MDZlLWE3ZTMtYWYzNGQzY2EzOTJkXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_-133x200.jpg",
        "title": "I’m a Virgo (2023)",
        "description": "I'm a Virgo (2023)\n==============\nIMDb Rating - 6.9/10ကျွန်တော်တို့ ငယ်ငယ်က ငလက်မလေးပုံပြင်ဆိုတဲ့ အိပ်ရာဝင်\nပုံပြင်လေးတစ်ပုဒ်နဲ့ ရင်းနှီးခဲ့ကြတယ် ဟုတ်။ သာမန်လူတွေကြား\nမှာ လူပိစိလေး ရောက်သွားတဲ့အခါ ကြုံတွေ့ရတဲ့ကိစ္စတွေအကြောင်း\nပြောပြထားတဲ့ ပုံပြင်လေးကို မှတ်မိကြဦးမယ် ထင်ပါတယ်။အခုညွှန်းသွားပေးမဲ့ စီးရီးကတော့ ငလက်မပုံပြင်နဲ့ ဆန့်ကျင်ဘက်\nလူထွားကြီးဇာတ်လမ်းပါ တဲ့။ Virgo ရာသီခွင်ထဲမှာ မွေးဖွားလာတဲ့\nကူတီဆိုတဲ့ ကောင်လေးတစ်ယောက်က မွေးကတည်းက သာမန်လူ\nတွေနဲ့ မတူဘဲ ခန္ဓာကိုယ် အဆမတန် ကြီးထွားနေခဲ့ပါတယ်။ ဒီလိုနဲ့\nအရွယ်ရောက်လာတော့ အရပ်ကြီးက ၁၃ ပေထိ ရှည်လာပြီး ဆိုဒ်\nကြီးကလည်း ကျွန်တော်တို့ဆီမှာ အလှူခံလှည့်တဲ့ထဲက ဒုံးရုပ်ကြီး\nတွေရဲ့ လေးဆလောက်ကို ရှိလာခဲ့တာပါ။ ဒီလိုသာမန်မဟုတ်တဲ့ ဖြစ်\nရပ်ကြောင့် ကူတီရဲ့ လုံခြုံရေးစိုးရိမ်ရတဲ့အတွက် မိဘတွေက သူ့ကို\nလူမြင်ကွင်းဆီ မထွက်ခိုင်းဘဲ အိမ်တွင်းအောင်းပြီးသာ နေခိုင်းခဲ့ပါ\nတယ်။ဒီလိုနဲ့နေလာရင်း တစ်နေ့မှာတော့ ကူတီနဲ့ရွယ်တူ ဆယ်ကျော်\nသက်လေးတစ်သိုက်နဲ့ အမှတ်မထင် တွေ့ဆုံသွားကြပြီး ကူတီတစ်\nယောက် ပြင်ပကမ္ဘာကြီးကို ...",
        "url": "https://channelmyanmar.org/tvshows/im-a-virgo-2023/"
    }
]