[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AuErcGSe01JyCtQdfnPCoXb4dh8.jpg",
        "title": "Dine With Love ( 2022 )",
        "description": "ဒီတစ်ခါCMကနေ ဘာသာပြန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးကတော့Dine with love ဆိုတဲ့ Modern series လေးပဲဖြစ်ပါတယ်အဓိကပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကတော့ စည်းကမ်းတင်းကျပ်တဲ့သူဌေး Yu Hao အဖြစ် Fighter of the destiny ,Love is Sweet တို့ထဲကဇာတ်ပို့မင်းသား Gao Hanyu သူဌေးရဲ့စီမံရေးမှူးမလေးSu Kelan အဖြစ် Zheng Qiuhong တို့ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေး‌ကတော့ အရမ်းကိုစည်းကမ်းတင်းကျပ်ပြီးအတွက်အချက်ကြီးတဲ့ သူဌေး Yu Hao ဟာ အိမ်မှာ မီးဖိုခန်းတောင်မထားတဲ့သူဖြစ်ပြီး အစားအသောက် အစီစဉ်တစ်ခုကိုစတင်ခဲ့ရာကနေ အစားအသောက် reality show တစ်ခုကိုစပွန်ဆာ ပေးဖြစ်ခဲ့ပါတယ် အဲ့ Show မှာ သူကိုယ်တိုင် ဟင်းချက်ပြရဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့ ဟင်းချက်သင်ဖို့ အချိန်မပေးနိုင်တဲ့Yu Hao ဟာလူစားထိုးရိုက်ခိုင်းခဲ့တာကြောင့် Showအဖွဲ့သားတွေမကျေမနပ်ဖြစ်ခဲ့ကြပါတယ် လူထု (ပရိတ်သတ်)တွေ နဲ့နာမည်ကျော်တွေကြားကဆက်ဆံရေးကိုထိန်းသိမ်းပေးရတဲ့စီမံရေးမှူးမလေး Su Kelanဟာ ဒီပြဿနာကို စီမံဖြေရှင်းဖို့အလုပ်ကိုလက်ခံရရှိပြီးနောက်မှာ ...",
        "url": "https://channelmyanmar.org/tvshows/dine-with-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kH6B4zpCsFAXNrP66xJhOlSMLml.jpg",
        "title": "Kep1er Zone (2022)",
        "description": "Kep1er Zone (2022)\n========================2021 Mnet reality survival competition ဖြစ်တဲ့ Girls Planet 999 ကနေအနိုင်ရရှိပြီး ဖွဲ့စည်းထားတဲ့ Kep1er Girl Group အဖွဲ့ဝင်တွေကတော့ နောက်ဆုံးခရီးသွားအစီအစဉ်လေး တင်ဆက်ရိုက်ကူးခဲ့ရပါပြီ။Kep1er အဖွဲ့က စစချင်းမှာတော့ ခရီးသွားအစီအစဉ်ရိုက်ကူးဖို့သာ ထွက်လာခဲ့တာ။ ဘယ်ကို သွားရမယ်မှန်း ကြိုမသိထားကြပါဘူး။ဒီလိုနဲ့ stuff တွေကမှတစ်ဆင့် quiz လေးပေးရင်း ဂန်ဝမ်ဒိုက ယွန်းဝေါဆိုတဲ့ နယ်မြို့လေးတစ်ခုကို သွားရတာပါ။ခရီးစထွက်ကတည်းက quiz လေးတွေ တောက်လျှောက်လုပ်လာတာမို့ အဖွဲ့ဝင်တွေသာမကဘဲ ကြည့်ရှုသူတွေပါ ရင်ခုန်ရမှာပါ။သွားတဲ့လမ်းမှာလည်း ကဗျာစပ်တာလေးတွေ ဘယ်လိုနေရာတွေ သွားချင်တယ်ဆိုပြီး ပြောကြတာရှိတော့အဖွဲ့ဝင်တစ်ဦးချင်းစီရဲ့ အကြိုက်တွေအပြင် အဖွဲ့ဝင်အချင်းချင်း ဘယ်လို ချစ်ခင်ရင်းနှီးကြလဲဆိုတာပါ တွေ့မြင်ရမှာပါနော်။အဲဒါအပြင် သမိုင်းဝင် နာမည်ကတ်ဆွဲခွာတဲ့ဂိမ်းလေးတွေ မုန့်အမျိုးအစား ခန့်မှန်းတဲ့ဂိမ်းလေးတွေပါ ကစားကြမှာပါ။စုစုပေါင်း 10 ပိုင်းထွက်ရှိမှာဖြစ်ပြီး တစ်ပိုင်း ၁၆ မိနစ်ဝန်းကျင်ပဲ ကြာမြင့်တော့ ...",
        "url": "https://channelmyanmar.org/tvshows/kep1er-zone-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BM2MyNjIzNzAtNzEyMi00OGJlLTk2YWEtMDg0Y2QxZTZlMzEwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Life & Beth (2022)",
        "description": "Life and Beth (2022)===============\nIMDb Rating - 6.5/10\nနာမည်ကျော် သရုပ်ဆောင်/ comedian - Amy Schumer အဓိက\nပါဝင်သရုပ်ဆောင်ထားတဲ့ Comedy/Drama စီးရီးလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘတ်သ်ဆိုတဲ့ အမျိုးသမီးဟာ အသက်\n(၄၀)ဝန်းကျင်ဖြစ်ပြီးနာမည်ကျော် ဝိုင်ကုမ္ပဏီတစ်ခုက salesperson\nတစ်ယောက်ပါ။ အသက်အရွယ်အရ အလုပ်အကိုင်အပြင် အချစ်ရေးမှာပါ\nအခြေတကျရှိပြီးသားသူတစ်ယောက်ပေါ့။ ဒါပေမဲ့ သူ့မိခင်နဲ့ပတ်သက်ပြီး\nအတိတ်ကို ပြန်လှည့်ကြည့်ခဲ့မိရာက သူလိုချင်ခဲ့တာတွေ ဖြစ်ချင်ခဲ့တာ\nတွေကို ပြန်မြင်လာတဲ့အခါ…သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲခဲ့ပြီးမှ\nအောင်အောင်မြင်မြင်နောက်ပြန်လှည့်နိုင်ပါ့မလားဆိုတာကို ဟာသနှောပြီး\nကြည့်ရှူခံစားရမှာ ဖြစ်ပါတယ်။(စုစုပေါင်း ၁၀ ပိုင်းပါဝင်တဲ့ ဒီစီးရီးကို cm မှ ဆက်တိုက်တင်ဆက်ပေးသွားပါမည်။)\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေး သူကတော့ May Myat Thu ဖြစ်ပါတယ်။)File Size - (300 MB)\nQuality – WEBDL 1080p / 720p\nDuration - 30 min (@Episode)\nSubtitle – Myanmar Hardsub\nFormat – ...",
        "url": "https://channelmyanmar.org/tvshows/life-beth-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyahc0o4Xfbw0pZdz5QiqXxDRNH.jpg",
        "title": "Young Lady and Gentleman",
        "description": "Young Lady and Gentleman (2021)ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက် မိသားစု ဒရမ်မာလေး တစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်လီယောင်ဂုဟာ ဇနီးသည် ကွယ်လွန်သွားပြီးနောက် ကလေးသုံးယောက်နဲ့အတူ ကျန်ရစ်ခဲ့ရတဲ့ သူဌေးတစ်ဦးပဲ ဖြစ်ပါတယ်တစ်ခုလပ်အမျိုးသားတစ်ယောက်ဖြစ်နေပေမဲ့လည်း ဥစ္စာပေါရုပ်ချောတဲ့ လီယောင်ဂုဟာ အမျိုးသမီးတွေကြားမှာ ရေပန်းစားဆဲပါပဲဒါပေမဲ့ လီယောင်ဂုဟာ ကွယ်လွန်သွားတဲ့ ဇနီးဖြစ်သူအပေါ် သစ္စာစောင့်သိပြီး သားသမီးတွေအတွက်လည်းလိုလေးသေးမရှိအောင် အလုပ်ကြိုးစားပြီး ထောက်ပံ့ပေးသူတစ်ဦးပါဒါပေမဲ့လည်း ငွေကြေးကြေးရေးအရသာ ထောက်ပံ့ပေးနိုင်တဲ့ လီယောင်ဂုတစ်ယောက်သားသမီးတွေကို ထိန်းသိမ်းတဲ့အပေါ်မှာ လစ်ဟင်းလာတဲ့အခါ....ကလေးတွေအတွက် အိမ်မှာအတူနေပေးပြီး စာသင်ပေးဖို့ ကျူတာတစ်ယောက်ကို ရှာဖွေခဲ့ပါတော့တယ်တစ်ဖက်မှာလည်း အမေနဲ့အစ်ကိုဖြစ်သူရဲ့လုပ်ရပ်ကြောင့် အိမ်အာမခံကြေးတွေ ဆုံးရှုံးခဲ့ရတဲ့အပြင် ဖခင်ဖြစ်သူဟာလည်းပင်ပန်းဆင်းရဲတဲ့ Delivery အလုပ် လုပ်နေတာကို တွေ့လိုက်ရတဲ့ ပတ်ဒန်ဒန်...မိသားစု စားဝတ်နေရေးအတွက် အလုပ်လုပ်ဖို့ရှာဖွေရင်း လီယောင်းဂုရဲ့အိမ်မှာ ကျူတာလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါ...ချို့တဲ့ပေမဲ့လည်း စိတ်ကောင်းထားပြီး ပျော်ပျော်နေတတ်တဲ့ ပတ်ဒန်ဒန်တစ်ယောက် ကလေးတွေကိုစာသင်ပေးရင် အမြဲခက်ထန်နေတဲ့ လီယောင်ဂုနဲ့ ဘယ်လိုတွေ နှစ်ပါးသွားမလဲ??လီယောင်ဂုကရော ကလေးတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/young-lady-and-gentleman/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/p-112x200.jpg",
        "title": "Pam & Tommy (2022) 18+",
        "description": "MDb 7.6 , RT 87%ဒီစီးရီးကို ကြည့်ဖို့ဆိုရင်တော့ Pam နဲ့ Tommy ဆိုတာ ဘယ်သူတွေလဲ အကြမ်းဖျင်း သိထားဖို့ လိုပါလိမ့်မယ် ... Pamela Anderson ဆိုတာကတော့ အမေရိကန်-ကနေဒီယန် မင်းသမီးတစ်ယောက်ပါ။ နာမည်ကျော် လူသိများတဲ့ Playboy Magazine မှာ သူဟာ အကြိမ်ကြိမ်ပါခဲ့ပြီး နာမည်ကြီးခဲ့သူပေါ့ ... Tommy Lee ဆိုတာကတော့ Mötley Crüe အမည်ရ American Heavy Metal band က ဒရမ်သမားတစ်‌ယောက်ပါ။ Pam နဲ့ Tommy တို့ဟာ 1995 ကနေ 1998 အထိ အိမ်ထောင်ဖက်တွေ ဖြစ်ခဲ့ကြ အတွဲညီခဲ့ကြပါတယ်။ ဒီဇာတ်လမ်းကတော့ Rolling Stone article တစ်ပုဒ်ဖြစ်တဲ့ \" Pam & ...",
        "url": "https://channelmyanmar.org/tvshows/pam-tommy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/8-138x200.jpg",
        "title": "Game of Thrones Season 8 [COMPLETE]",
        "description": "ဒီ TV Series ကို April 17, 2011 ခုနှစ်မှာ HBO ရုပ်သံလိုင်းက စတင်ထုတ်လွှင့်ခဲ့တာ ဖြစ်ပါတယ်။\nGeorge R.R. Martin ရဲ့ရောင်းအကောင်းဆုံးစာအုပ်ဖြစ်တဲ့ “A Song of Ice and Fire” စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ခုနှစ်ပြည်ထောင်တိုင်းရဲ့ ပလ္လင်ကို လုကြမယ့် မျိုးနွယ်စုတွေ…မိသားစုတွေ….\nနဂါးတွေ…လူရိုင်းတွေ…လူသန်ကြီးတွေ…မကောင်းဆိုးဝါးတွေ…စတဲ့ မျိုးနွယ်မတူကြသူတွေတိုက်ခိုက်ကြမှာ ဖြစ်ပြီး\nကြမ်းကြုတ်ရက်စက်မှုတွေ…..မေတ္တာတရားတွေ…လိမ်လည်လှည့်ဖျားမှုတွေ…ရိုးသားဖြောင့်မတ်သစ္စာစောင့်သိမှုတွေကို တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက တကယ့်ကို မထင်မှတ်တာတွေပဲရိုက်ပြထားပြီးသတ်တာဖြတ်တာတွေပီပြင်လွန်းတာကြောင့် စိတ်မခိုင်သူများမကြည့်သင့်ပါဘူး။\nအမှန်တရားမရှိတဲ့ အရိုင်းဆန်ဆန်ခေတ်တစ်ခုကိုမြင်ရမှာဖြစ်ပြီး ပွင့်လင်းလွန်းစွာတင်ဆက်ထားပါတယ်။တကယ်လဲ လူ့လောကကြီးဆိုတာ အင်အားကြီးသူက အနိုင်ကျင့်ဗိုလ်ကျတဲ့ တောနက်ကြီးတစ်ခုပဲ မဟုတ်လား။ဇာတ်ကားက အစပိုင်းလောက်မှာ(ဇာတ်ကောင်တွေကိုမသိသေးတာကြောင့်)နည်းနည်းအေးနေပေမယ့်\nနောက်ပိုင်းတွေမှာတော့ ထိုင်ရာမထ (အိပ်ရေးပျက်ခံ)ကြည့်ရှုမိမယ့် စီးရီးမျိုးဖြစ်ပါတယ်။Adventure | Drama | Fantasy | 18+ အမျိုးအစားဖြစ်ပြီး IMDb Rating က (9.5/10) ထိရရှိထားတာဖြစ်ပါတယ်။\nRating မြင့်သလို ဇာတ်ညွှန်းကလဲ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ TV ...",
        "url": "https://channelmyanmar.org/tvshows/game-of-thrones-season-8-complete/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/XqXzx_4f-155x200.jpg",
        "title": "My Sassy Psychic (2022)",
        "description": "My Sassy Psychic (2022) စ/ဆုံး--------------------------------------------- မကောင်းဆိုးဝါးဝိညာဥ်တွေကို မြင်နိုင်ပြီးချဲနံပါတ်တွေလည်းပေးနိုင်တဲ့ ဆွန့်ကလင် လို့ခေါ်တဲ့နတ်ကတော်မလေးတစ်ယောက်ကမှော်အတတ် မစ်ရှစ်တစ်ခုကို ပြုလုပ်နေတဲ့ဆာရန်နဲ့သူငယ်ချင်းဖြစ်သူ ဒေါက်တာ ပရန်းတွေ့ဆုံပြီးတဲ့အခါမှာတော့ဆွန့်ကလင်က သူတို့ မစ်ရှင် အတွက် ပါဝင်ကူညီပေးရပါတော့တယ်အဲ့အချိန်မှာဘဲ ဆာရန်နဲ့ ဆွန့်ကလင်တို့ နှစ်ဦးကြားက အချစ်ဟာ စတင်ဖြစ်ပေါ်လာပါတော့တယ်.......ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား ဒေါက်တာ ပရန်းဝင်ရောက်လာတဲ့အခါမှာတော့ဘာတွေ ဆက်ဖြစ်လာမလဲ.........................?သူတို့ရဲ့ ဆောင်ရွက်နေတဲ့ မစ်ရှင်ကရော ဘာမစ်ရှင် ဖြစ်မလဲ............?အောင်မြင်သွားမလား မအောင်မြင်ဘူးလား ဆိုတာ ကို စောင့်မျှော်ကြည့်ရှုနိုင်မယ့်အပြင်ဆာရန် နဲ့ ဒေါက်တာပရန်း တို့နှစ်ယောက်ကြား ဆွန့်ကလင် လေးကဘယ်သူနဲ့ ချစ်ခင်သက်ဝင် မေတ္တာရေဖြန်း သွားကြမလဲဆိုတာ ကို စောင့်ကြည့်ပေးကြပါဦးရှင်Episodes: 13Aired: FEB 26 , 2022Aired On: Fri , Sat & SunGenres:  Comedy , HorrorTranslated by May Thu ...",
        "url": "https://channelmyanmar.org/tvshows/my-sassy-psychic-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bCr7zEYyitMT6vE1AXZsfQTXD8g.jpg",
        "title": "You’re My Sky (2022)",
        "description": "You're My Sky (2022) စ / ဆုံး___________________ ဇာတ်လမ်းအညွှန်းကဲ BL ချစ်သူတို့အကြိုက် အရမ်းချစ်ဖို့ကောင်းတဲ့ ကားကောင်းလေး ထပ်ပြီးထွက်ရှိလာပါပြီနော်ဒီကားလေးကတော့ အားကစားနဲ့အရိုတစ်လိုင်းကို ရောသမမွှေပြီးအသည်းတယားယားနဲ့ ကြည့်ရမဲ့ ကားလေးပဲဖြစ်ပါတယ်။ကလေးဘဝတုန်းက ကိုယ်ဘာဝါသနာပါလို့ပါမှန်းမသိတဲ့ထွန် ဆိုတဲ့ကောင်လေးတစ်ယောက်............................သူ့ရဲ့ပန်းတိုင်ကို ရှာပေးခဲ့တဲ့ အစ်ကိုတစ်ယောက်နဲ့ ရင်းနှီးခဲ့ပြီးတစ်ချိန်ပြန်တွေ့ပြီး ဘတ်စကက်ဘောအတူတူဆော့ကြဖို့ ကတိတွေပေးခဲ့ကြတာပေါ့။ဒီလိုနဲ့ ထွန်တစ်ယောက် ဘတ်စကက်ဘောကစားသမားကောင်းတစ်ယောက်ဖြစ်အောင် ကြိုးစားခဲ့ပြီးသူ့ရဲ့ကိုကြီးရှိရာကျောင်းဆီ ရောက်အောင်လာခဲ့ပါတော့တယ်။တကယ်တမ်း ရောက်လာတဲ့အချိန်မှာတော့ သူ့ရဲ့ကိုကြီးကအားကစားကိုလက်လျှော့ပြီး အိပ်မက်တွေကို တရေးအိပ်နေစေခဲ့တဲ့ အစ်ကိုကြီးဖြစ်လို့နေပါတယ်။သူ့မှာ သူ့ကိုကြီးကို အားကစားလည်း ပြန်လုပ်စေချင်၊ သူ့ရဲ့ခံစားချက်တွေကိုပြောလိုက်ရင်လည်း သူတို့ဆက်ဆံရေးလေး ပျက်စီးသွားမှာ စိုးရိမ်ရင်းနဲ့ သူငယ်ချင်းဘဝကနေပဲဘတ်စကက်ဘောပြန်ဆော့ချင်လာအောင် သွေးဆောင်ပါတော့တယ်။အဲလိုကနေ သူတို့ရဲ့ သူငယ်ချင်းဘဝကနေ တဆင့်တက်သွားနိုင်မလားဒါမှမဟုတ် ကိုကြီးကရော အားကစားကို ညီလေးကြောင့် ပြန်လုပ်လာမှာလားဆိုတာကိုတော့...............စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး။နောက်ထပ် တစ်ဖက်ခြမ်းက ဇာတ်လမ်းကတော့ Relay အပြေးသမားနှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။သူတို့နှစ်ယောက်လုံးက တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားတာလေးတွေ ရှိနေကြပေမဲ့လည်းတစ်ယောက်က တစ်ယောက်ရဲ့ညီမနဲ့ တွဲနေပြန်တော့.....သူတို့ဇာတ်လမ်းမှာ ဘယ်လို spice ...",
        "url": "https://channelmyanmar.org/tvshows/youre-my-sky-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/RF4-113x200.jpg",
        "title": "Royal Feast ( 2022 )",
        "description": "CM ကနေ ဘာသာပြန်တင်ဆက်ဖို့ ရွေးချယ်ထားတဲ့ ကားလေးကတော့နန်းတွင်းကားတွေကို ကြိုက်နှစ်သက်သူတွေ သဘောကျစေမယ့်နန်းတွင်းအစားအစာ‌တွေကိုနောက်ခံထားပြီးရိုက်ကူးထားတဲ့ကားလေး Royal Feast ပဲ ဖြစ်ပါတယ် ဒီကားလေးထဲမှာတော့Story of Yanxi Palace ထဲက မင်းသားချော Xu Kai နဲ့မင်းသမီးချော Wu Jinyan တို့က မင်းသား Zhu Zhanji နဲ့စားဖိုဆောင်က နန်းတွင်းသူလေး Yao Zijin တို့အဖြစ်အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲဖြစ်ပါတယ်ဇာတ်လမ်း‌လေးကတော့ မင်ခေတ်မှာ တိုင်းပြည်ဟာစည်ပင်ဝဖြိုးပြီးတိုင်းတစ်ပါးကသူတွေနဲ့လည်း အဆက်အဆံလုပ်ရတာကြောင့်ယုံလဲ့ဘုရင်ဟာ သာမန်လုပ်ထုံးတွေနဲ့မတူဘဲ နန်းတွင်းမှာစားတော်ပွဲကောင်းကောင်းတည်ခင်းနိုင်ရန် အချက်အပြုတ်စွမ်းရည်ရှိတဲ့မိန်းကလေးတွေကို ရွေးချယ်ပြီး စားဖိုဆောင်မှာ ခစားစေခဲ့ပါတယ်ကောင်းမွန်တဲ့မိသားစုကလာသူYao Zijin ဟာ အချက်အပြုတ်အချုပ်အလုပ်စွမ်းရည် ရှိသူဖြစ်တာကြောင့် နန်းတွင်းစားဖိုဆောင်မှာခစားခွင့်ရခဲ့ပါတယ် နန်းတွင်းထဲကိုရောက်ပြီးနောက်မှာYao Zijinဟာတော်ဝင်စားတော်ပွဲအချက်အပြုတ်နည်းပညာကိုဆက်လက်ဆည်းပူးရင်း မင်းသားတစ်ပါးဖြစ်တဲ့ Zhu Zhanji နဲ့ဆုံတွေ့ခဲ့ပြီးရင်းနှီးမှုကနေတစ်ဆင့် ချစ်ကျွမ်းဝင်ခဲ့ပါတော့တယ်ဒီဇာတ်လမ်းလေးဟာဆိုရင် မင်ခေတ်က အထင်ကရနာမည်ကြီးမိသားစု သုံးခုအကြောင်းကို ရိုက်ကူးထားတာလည်းဖြစ်ပါတယ်Yao Zijin ဟာဘယ်လိုအကြောင်းတွေကြောင့် နန်းတွင်းစားဖိုဆောင်မှာခစားဖို့ ရောက်လာခဲ့တာလဲဆိုတာကို ...",
        "url": "https://channelmyanmar.org/tvshows/royal-feast-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMDg5N2U5Y2EtNTU4NC00YTRiLWFiYmItZWM2MDJkMGI5NzcwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_QL75_UY281_CR180190281_-135x200.jpg",
        "title": "Naomi (2022)",
        "description": "Naomi (2022)\n============CW ရဲ့ Arrowverse တွေနဲ့ ချိတ်ဆက်နေပြီး comic တွေ အရ\nYoung Justice ထဲမှာလည်း ပါလာနိုင်တဲ့ Ongoing series\nနာအိုမီဆိုတဲ့ Super hero Origin နဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။\nComic ထဲမှာဆိုရင် Naomi က Earth -0 ကလာတဲ့ Alien\nတစ်ယောက်ဖြစ်ပြီး သူ့ဂြိုလ်ပေါ်ကနေ Superman လိုမျိုး ကမ္ဘာပေါ်ကို\nယာဉ်ပျံတစ်စီးနဲ့ရောက်လာပြီး မွေးစားခြင်းကိုခံခဲ့ရသူပါ။ သူ့ရဲ့ Abilities\nတွေက Superhuman Strength, Durability,Speed Energy Projection\nတို့ကို ထုတ်လွှင့်နိုင်ပါတယ်။ဒီဇာတ်လမ်းတွဲမှာတော့ နာအိုမီရဲ့ Hero Origin. ငယ်ဘ၀ကို ရိုက်ပြထားတာ\nဖြစ်ပါတယ်။ နာအိုမီက သူကိုယ်တိုင် ဂြိုဟ်သားတစ်ယောက်ဖြစ်မှန်းမသိပဲ\nSuperhero တွေကို သဘောကျ comicတွေကို ဖတ်ရတာ သဘောကျတဲ့\n၁၆ နှစ်အရွယ် ဆယ်ကျော်သက်ကောင်မလေးပါ ။ တစ်နေ့ သူနေတဲ့ ပို့‌အိုဆွေ\nဂိုမြို့လေးမှာ စူပါမန်းပျံသန်းရင် ...",
        "url": "https://channelmyanmar.org/tvshows/naomi/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/photo_2022-01-20_03-49-43.jpg",
        "title": "Something In My Room (2022)",
        "description": "Something in my room _ ผมกับผีในห้อง  (2022)\"ကျွန်တော်နှင့်အခန်းထဲက သရဲလေး\" စ / ဆုံးဇာတ်လမ်းအကျဉ်းဖုပ် အဖြစ် Nut Supanutဖတ် အဖြစ် Plan Thanawatဖခင်ရဲ့ စွန့်ပစ်မှူကြောင့် အမေ ခေါ်ဆောင်ရာ အမေ တစ်ခု သားတစ်ခုဘဝသို့\nဆန္ဒနဲ့ ဆန်ကျင်စွာ ရောက်ရှိလာတဲ့ ဖတ် တစ်ယောက်တစ်နေ့မှာ မိခင် ဖြစ်သူနဲ့ အတူနေဖို့ အိမ်တစ်လုံးငှားဖို့ အကြောင်းဖန်လာပါတော့တယ်...ဒါပေမယ့် ဖတ်တို့ ငှားလိုက်သော အိမ်ကြီးမှာ ထူးခြားချက်များစွာနဲ့ ပြည့်နက်နေခဲ့ပါတယ်...ထိုအိမ်ကြီးကို ငှားတဲ့ သူမှန်သမျှ ဘယ်လောက်မှ မကြာပဲ ပြောင်းရွှေ့ကုန်ကြတာပါပဲ..ငှားမယ့်သူ မရှိသော အိမ်ကြီးရဲ့ငှားခက လက်ရှိတန်ဖိုးထက် ချိုသာသော ဈေးနှူန်းကြောင့်\nဖတ် အမေ ဖြစ်သူက ထိုအိမ်ကို ငှားရမ်းဖို့ တစ်နေ့မှာ ဆုံးဖြတ်လိုက်ပါတော့တယ်.....အဲ့ဒီနောက်တော့ ဖခင်ဆီကိုပဲ ပြန်သွားချင်တဲ့ ဖတ်တစ်ယောက်\nအိမ်ကြီးရဲ့ထူးခြားမှုကို တစ်ဆတစ်ဆ သံသရာ ဝင်လာပါတော့တယ်....ပြီးတော့ သူ့အိပ်မက်ထဲကို ...",
        "url": "https://channelmyanmar.org/tvshows/88877/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/T98067-Poster-133x200.jpg",
        "title": "[18+] L: Liko, Larawan, Lipat (2022)",
        "description": "L: Liko, Larawan, Lipat ဆိုတဲ့ ဖိလစ်ပိုင်ရုပ်ရှင်ဇာတ်လမ်းက\nမတူညီတဲ့ဇာတ်လမ်းသုံးမျိုးကို ဒါရိုက်တာသုံးယောက် ကိုယ်စီလက်စွမ်းပြထားတဲ့\nရုပ်ရှင်ဇာတ်လမ်းတို ၃ ခု ပါဝင်တဲ့ erotic trilogy miniseries ဖြစ်ပါတယ်။ဇာတ်လမ်း ၃ ခုလုံးကို အိမ်ကထွက်သွားတဲ့ချစ်သူကိုမေ့မရနိုင်တဲ့ အိမ်မက်တွေ မက်မက်နေတဲ့၊\nစိတ်ကူးယဉ်ကမ္ဘာထဲမှာနစ်မျောနေတဲ့ လူးကပ်စ်ဆိုတဲ့ ပန်းချီဆရာလူငယ်လေးတစ်ယောက်ကိုဗဟိုပြုဖွဲ့တည်ထားတာပါ။ဒီမွန်းကျပ်မှုတွေက ခဏတာလွတ်မြောက်ချင်တဲ့ လူးကပ်စ်၊ တဒင်္ဂအပျော်ရှာချင်တဲ့ လူးကပ်စ်၊ အတိတ်ကနေအပြီးတိုင်လွတ်မြောက်ချင်တဲ့\nလူးကပ်စ်ရဲ့ ဇာတ်လမ်းအစုံစုံကို Palitan, Hugas,Siklo တို့မှာရင်းနှီးပြီးသား မင်းသမီးချောလေးတွေတပြွတ်ကြီးနဲ့တွဲဖက်တွေ့မြင်ရမှာဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးဟာသလေးတွေပါသလို လျှို့ဝှက်ဆန်းကြယ် Mystery လေးတွေလဲပါပေမယ့် အဓိက Theme ဖြစ်တဲ့\nErotic ခန်းတွေလဲကြမ်းကြမ်းတမ်းတမ်းရှည်ရှည်လျားလျားပါဝင်တာကြောင့် ဖိလစ်ပိုင်တောင် အလည်သွားချင်မိပါလိမ့်မယ်။၁၈ အပေါင်းမလို့ မိသားစုနဲ့မကြည့်သင့်ကြောင်းပါ။Quality….WEB-DL 1080p / 720p\nFile Size….(700 MB Appx) / (300 MB Appx)\nFormat…mp4\nTotal Episode… 3 Episode\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "url": "https://channelmyanmar.org/tvshows/18-l-liko-larawan-lipat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/RO7ex_4f-160x200.jpg",
        "title": "Cupid’s Last Wish (2022)",
        "description": "Cupid's Last Wish (2022) စ / ဆုံး____________________________ ငယ်စဉ်ကလေးဘဝကတည်းက မတည့်အတူနေနှစ်ယောက်ထဲက တစ်ယောက်မရှိရင် မနေနိုင်ခဲ့တဲ့ကွန် နဲ့ ဝင်တို့ရဲ့ BFF Goal လေးဟာ ဘာပကာသနမှ မပါပဲ၂၂နှစ်တိုင် အတိုင်းမသိသာယာနေခဲ့ပါတော့တယ်....ဒါပေမယ့် သူတို့နှစ်ဦးရဲ့ ဆက်ဆံရေးကအစ အရာအားလုံးကိုဖျက်စီးပစ်မယ့် နေ့တစ်နေ့ မရောက်ခင်အထိပေါ့....အဲ့ဒီနေ့ကတော့ ဝင့်ရဲ့ ဆုံးပါးသွားတဲ့ ဖေဖေ ထားရှိခဲ့သောသေတမ်းစာကို ဖွင့်ဖောက်တဲ့ နေ့တစ်နေ့ပေါ့....အရာအားလုံးကို မိုးနဲ့မြေ ပြောင်းပြန်လှန်ပစ်လိုက်သလို ဖြစ်ခဲ့ရတဲ့ တစ်နေ့....သွေးမတော် သားမစပ်ပဲ ကိုယ်တိုင်ကပင် ဘာမှ မသိလိုက်ရကာ သေတမ်းစာအရရို့ရိုဒုန် Farm ရဲ့ အစုရှယ်ယာတစ်စုကို ပိုင်ဆိုင်လိုက်ရတဲ့ ကွန့်ကိုအဲ့ဒီနေ့မှာတင် ဝင်တစ်ယောက် အထင်လွဲမှား မုန်းတီးကာ အိမ်ပေါ်ကနေ နှင်ချလိုက်ပါတော့တယ်...အဲ့ဒီ့နောက်မှာတော့ သေတမ်းစာကိစ္စကိုအကြောင်းပြကာ သူငယ်ချင်းဆက်ဆံရေးပါ ပျက်ပြားရုံသာမက...သူတို့ပတ်သက်မှုက နီးသည်ထက် ဝေးလာခဲ့ရပါတော့တယ်...ကွန် နဲ့ ဝင်တို့ရဲ့ ပတ်သက်ဆက်နွယ်မှုဟာ ဒီလောက်နဲ့တင်မပြီးခဲ့...အဲ့ဒီနောက်မှာတော့ မတော်တဆမှုတစ်ခုကြောင့် ဝင်နဲ့ညီမဖြစ်သူ လင်တို့ဟာ ...",
        "url": "https://channelmyanmar.org/tvshows/cupids-last-wish-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZCngZIuBPaocJyiQHlyFecUpru.jpg",
        "title": "Supernatural Academy (2022)",
        "description": "Supernatural Academy (2022)ဟယ်ရီပေါ်တာဇာတ်လမ်းမတိုင်ခင်ထဲက မှော်ကျောင်းတွေ၊မှော်ပညာတွေကိုအခြေခံတဲ့ ဇာတ်လမ်း၊ဝတ္ထုတွေဟာလူတွေကြားမှာခေတ်စားနေခဲ့တာပါ။ ခေတ်တွေအဆက်ဆက်ပြောင်းလာတာနဲ့အမျှ ဖန်တီးသူတွေကလည်းပရိသတ်တွေကိုအသစ်အဆန်းတွေချပြဖို့အမြဲကြိုးစားလေ့ရှိပါတယ်။Chilling Adventures of Sabrina, The Owl House, Fate: The Winx Saga စသဖြင့်မှော်အစွမ်းတွေ၊ မှော်ပညာတွေကိုအခြေခံတဲ့ Live action ရော Animated Series တွေကိုပါအမြဲဖန်တီးနေကြပေမယ့်လည်း လူငယ်တွေအကြိုက် မှော်ကျောင်းတော်ကြီးတွေနဲ့အဲဒီကကျောင်းသားလေးတွေရဲ့စွန့်စားခန်းတွေအကြောင်း ကာတွန်းဖြစ်စေ၊ တကယ့်ရုပ်ရှင်ဖြစ်စေ အခုထိရိုးမသွားသေးတာတော့အမှန်ပါပဲ။ဒီတစ်ခါ Supernatural Academy ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းတွဲလေးကတော့ ယခုနှစ်မှ Season(1)ထွက်ရှိထားတာဖြစ်ပြီး အပိုင်း(16) ပိုင်းပါဝင်ပါတယ်။ နာမည်မှာထဲက အကယ်ဒမီဆိုတဲ့အတိုင်းပဲမှော်ကျောင်းကြီးတစ်ခုကိုအခြေခံထားပါတယ်။ တခြားဇာတ်လမ်းတွေနဲ့မတူတာကတော့သူတို့ကျောင်းဟာ မှော်ဆရာတွေ၊ စုန်းမတွေသက်သက်မဟုတ်ပဲ တခြားမှော်ဆန်တဲ့သတ္တဝါတွေပုံစံပေါင်းစုံနဲ့ပါဝင်နေတာပါ။ ပထမဆုံးအပိုင်းကိုကြည့်လိုက်ရင်တော့ ဇာတ်ကောင်တွေရဲ့ပုံစံတွေကကြည့်ရတာရိုးနေသလို ကလေးဆန်သလိုလိုထင်ရပေမယ့် တကယ်တမ်းဇာတ်လမ်းဇာတ်အိမ်ကခိုင်မာတယ်လို့ပြောနိုင်ပါတယ်။ ကမ္ဘာအနှံ့မှာတော့လောလောဆယ် ဝက်ဝက်ကွဲအောင်မြင်တဲ့အနေအထားမျိုးမရောက်သေးပေမယ့် တစ်ချိန်မှာလူတွေပါးစပ်ဖျားရောက်လာမယ့်မှော်ကာတွန်းဇာတ်လမ်းတစ်ခုဖြစ်လာမယ်လို့ ပြောနိုင်တဲ့အဆင့်တစ်ခုမှာရှိပါတယ်။စာရေးဆရာမ Jaymin Eve ရဲ့ဝတ္ထုတွဲကိုကာတွန်းစီးရီးအဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပြီးစာအုပ်အနေနဲ့ကတော့ ငါးအုပ်ထွက်ရှိထားပါတယ်။ ဝတ္ထုကလည်းအထိုက်အလျောက်အောင်မြင်ပြီးသားဖြစ်တာကြောင့် ဇာတ်လမ်းကတော့မညံ့တာ အသေအချာပါ ။ ...",
        "url": "https://channelmyanmar.org/tvshows/supernatural-academy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2VE9YWpoAp59ad5QQFQc93pWS3h.jpg",
        "title": "Ms. Cupid in Love ( 2022 )",
        "description": "Ms. Cupid in Love ဒီတစ်ခါ CM ကနေ ဘာသာပြန်တင်ဆက်ပေးဖို့ရွေးချယ်ထားတဲ့ဇာတ်ကားလေးကတော့နန်းတွင်းအောင်သွယ်တော်ဇာတ်ကားလေးဖြစ်တဲ့ Ms. Cupid in Love ပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့တရုတ်ကားချစ်သူတိုင်းသိကြတဲ့ TU (The Untamed)ဇာတ်ကားထဲ Jin Zi Xuanအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသားCao Yu Chen နဲ့ Be My Cat ဇာတ်ကားထဲကမင်းသမီး Tian Xiweiတို့သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့နှစ်ထောင်ပေါင်းများစွာကြာတဲ့နတ်ဘုရား Bo Yan ကနတ်ပြည်မှာအချစ်ရေးအချစ်ရာစီမံတဲ့လူတစ်ယောက်ပေါ့။ဒါပေမဲ့လူပြည်မှာလက်ထပ်ပွဲကို ရူပ်ထေါးအောင်လုပ်မိခဲ့တဲ့အတွက်ကြောင့်သူ့အပြစ်ကိုခံယူယူဖို့ လူ့ပြည့်ကိုအပို့ခံလိုက်ရပါတယ်။ကောင်းကင်ဘုံကနေပြစ်ဒဏ်ကြောင့်လူပြည်ကိုအပို့ခံရတဲ့Bo Yan က လူ့ပြည်မှာအောင်သွယ်တော်လုပ်နေတဲ့ Shangguan Yaဆီကိုမမျှော်လင့်ဘဲရောက်သွားခဲ့ပါတယ်။ Shangguan Ya ကထက်မြက်သွက်လက်ပြီးအောင်သွယ်တော်မှာတဖက်ကမ်းခတ်တော်တဲ့သူပေါ့။Shangguan Ya ကနတ်ဘုရား Bo Yan ရဲ့အကြောင်းကိုနည်းနည်းလေးမှမသိခဲ့ပါဘူး။ လူ့ပြည်မှာရူပ်ထွေးနေတဲ့လက်ထပ်ပွဲကိုနှစ်ယောက်သားအတူတူဖြေရှင်းကြရင်းဖေးမကူညီကြရင်းတိုက်ဆိုင်မှုထက်ပိုတဲ့ခံစားချက်လေးပေါက်ဖွားလာတဲ့အခါမှာတော.ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ CM ကနေ မကြာခင်မှာတင်ဆက်ပေးတော့မယ့် Ms. Cupid in Love ဆိုတဲ့ဇာတ်လမ်းတွဲလေးမှာ စောင့်မျှော်ကြည့်ရှု အားပေးကြပါဦးနော်~ Quality : WEB-DL ...",
        "url": "https://channelmyanmar.org/tvshows/ms-cupid-in-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4Gh5RX1YpsUHa6p8mjIGnDFIdY.jpg",
        "title": "MTopia ( SuperM)",
        "description": "SuperM's MTOPIA 2020\n============================SM ရဲ့နာမည်ကြီးအဖွဲတွေဖြစ်တဲ့ SHINEee , EXO , NCT-U တိုဖြစ်တဲ့ kpop generation 3 ခုရဲ့အဖွဲအသီးသီးဆီက မန်ဘာတွေပေါင်းစည်းပါဝင်တဲ့ Super M အဖွဲလေးရဲ့ရသစုံရှိးလေးပါ ။ အရင်ကကောင်ငယ်လေး‌တွေလိုပဲ မြင်ခဲ့ရတဲ့ Baekhyun Kai Taemin တိုက Super M မှာတော့အစ်ကိုကြီးတွေအဖြစ်နဲ့ ရင့်ကျက်စွာ ညီ‌ငယ်လေးတွေကို ဂရုစိုက်စောင့်ရှောက်ပေးကြသလိုညီငယ်လေးတွေကလည်း အစ်ကိုကြီးတွေကို လေးစားအားကျပြီး အားကိုးအားထားပြုကြတဲ့ပုံရိပ်တွေကို မြင်တွေ့ရမှာပါ ။အဖွဲရဲ့ပထမဆုံးရသစုံရှိးလေးလည်းဖြစ်တဲ့အပြင် တစ်ယောက်တစ်ပေါက် လုပ်ချင်တာလုပ်ကြတဲ့မန်ဘာတွေကို Captain ကြီး Baekhyun က ဘယ်လိုမျိုး ထိန်းကျောင်းရမလဲဆိုတာကိုလည်းတစ်ပိုင်းနဲ့တစ်ပိုင်း မရိုးနိုင်အောင် ကြည့်ရမှာပါ ။ Travel show လေးတစ်ခုလည်းဖြစ်တာမိုရှုခင်းအလှအပတွေကိုလည်း ခံစားရင်း healing show လေးလည်းဖြစ်စေမှာပါ ။အပိုင်း ၁၄ ပိုင်းပါဝင်ပြီး တစ်ဆက်တည်းကြည့်ရမှာမို Super M ...",
        "url": "https://channelmyanmar.org/tvshows/mtopia-superm/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWMyLlQ7WA8EwBVyffVai711QU2.jpg",
        "title": "Not Me (2021)",
        "description": "Not Me(2021)ဇာတ်လမ်းအကျဥ်း စ / ဆုံး************************************* ဇာတ်လမ်းအကျဥ်းအခုတစ်ခါ CM ကတင်ဆက်ပေးမဲ့ ထိုင်းကားကောင်းလေးကတော့ အမွှာညီအစ်ကို အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်ပရိသတ်တွေထဲမှာလည်း အမွှာတွေရှိကြမှာပါ အမွှာတွေမှာ လက်ဆုပ်လက်ကိုင် ပြစရာမရှိပေမဲ့ ခံစားလိုရတဲ့ ဆက်နွယ်မှုတစ်ခုရှိတယ်ဆိုတာ လူတိုင်းသတိထားမိကြပါတယ်ဒီကားက ဘက် နဲ့ ဝှိက် ညီအစ်ကို နှစ်ယောက်ကတော့ အဲလိုဆက်နွယ်မှုမှာ အားအရမ်းကောင်းကြတဲ့ ညီအစ်ကိုတွေပေါ့\nတစ်ယောက်ဘာပဲဖြစ်ဖြစ် နောက်တစ်ယောက်က ချက်ချင်းလိုက်ဖြစ်ပါတယ်\nတစ်ယောက်ရေနစ်နေရင် နောက်တစ်ယောက်က ကုန်းပေါ်မှာရှိနေပေမဲ့ ရေမွန်းသလို ခံစားရတာမျိုးပေါ့\nဒါပေမဲ့ အဲလိုအရမ်းအနေနီးစပ်ပြီး ချစ်ကြတဲ့ ညီအစ်ကိုနှစ်ယောက်ရဲ့ ဆက်နွယ်မှုကို အကြောင်းပြပြီး မိဘတွေက ကွာရှင်းလိုက်ကြပါတယ်ဝှိက်က အဖေဖြစ်သူနဲ့ ရရှားကိုလိုက်သွားရပြီး ဘက်ကတော့ အမေဖြစ်သူနဲ့ထိုင်းမှာကျန်ခဲ့ပါတယ်\nအနေဝေးသွားတဲ့အတွက် သူတိုကြားကဆက်နွယ်မှုကလည်း တဖြည်းဖြည်းပျောက်ကွယ်သွားပါတယ်\nအဲလိုနဲ့နှစ်တွေကြာတဲ့အခါမှာ တစ်နေရာစီကြီးပြင်းလာကြပြီး ဝှိက်ကလည်း ထိုင်းကိုပြန်လာဖို အကြောင်းဖန်လာပါတော့တယ်ထိုင်းပြန်ရောက်ပြီး တစ်နေ့မှာတော့ ဝှိက်က သေကောင်းပေါင်းလဲဝေဒနာကို ရုတ်တရက်ကြီးစပြီး ခံစားရပါတော့တယ်\nဒါပေမဲ့ ခံစားမှုအရဘဲဖြစ်နေတဲ့အတွက် ဘာရောဂါမှလည်း ရှာမတွေ့ခဲ့ပါဘူးအဲလိုနဲ့ တစ်နေ့မှာတော့ သူတိုရဲ့ ငယ်ဘဝ သူငယ်ချင်းတော့ ...",
        "url": "https://channelmyanmar.org/tvshows/not-me-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMGJjOGJlMGYtZGFjZC00MDliLWFlMjgtZTYwNDI0ZWQ3MTAxXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Tribes of Europa (2021)",
        "description": "Tribes of Europa ( 2021)=================IMDb Rating - 6.7/10Netflix ကထွက်ရှိထားတဲ့ Underrated seriesတစ်ခုကို တင်ဆက်\n​​ပေးချင်ပါတယ်။ IMDb 6.7 နဲ့ Rotten Tomatoesမှာ 92% အထိ\nရရှိထားပြီး Total Episodes 6ပိုင်းပါဝင်တဲ့ Seriesတစ်ခုပါ။ဇာတ်အိမ်ကို 2070ခုနှစ်မှာ ​​တည်ထားတာဆို​ပေမယ့် ​ခေတ်လွန်​နေ\nတာမဟုတ်ဘဲ ​ခေတ်​နောက်ပြန်ဆွဲ​နေတဲ့ ကာလတစ်ခုပဲ ဖြစ်ပါတယ်၊\n2029 ခုနှစ် Black December ဆိုတဲ့ ဖြစ်ရပ်ကြီး တစ်ခု​ကြောင့်\nတစ်ကမ္ဘာလုံး စွမ်းအင်ပျက်သုဉ်း အ​မှောင်ကျခြင်းဖြစ်စဉ် (Global\nBlackout)တစ်ခုဖြစ်ပွားခဲ့ပြီး ကမ္ဘာ​ပေါ်က မူရင်းရှိပြီးသား နိုင်ငံ\nအားလုံးပြိုကွဲကာ ဓ​လေ့တူ၊ ရိုးရာတူ၊ ယုံကြည်မှုတူတဲ့ လူ​တွေစုပြီး\nသူတစ်လူ ငါတစ်မင်း နယ်​မြေဖွဲ့ကာ ​နေထိုင်လာကြပါတယ်။ ဒီနယ်\nနဲ့ လူမျိုး​တွေကို မျိုးနွယ်စု​တွေရယ်လို့ ​ခေါ်ဆိုကြပါတယ်။\nOriginesဆိုတဲ့ မျိုးနွယ်စုဟာ နာမည်နဲ့လိုက်​အောင် နည်းပညာ​တွေ\nနဲ့အ​ဝေး၊ ပြင်ပ​လောကနဲ့​ဝေးရာကို ​ပြောင်း​လာပြီး သဘာဝတရားရဲ့မူလအနှစ်သာရအတိုင်း ​​တောအုပ်ကြီးထဲမှာ အ​ခြေချနေထိုင်ကြတဲ့\nမျိုးနွယ်စုပဲဖြစ်ပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/tribes-of-europa-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qpeasXSRtOn0Gq9qfUDZdEwCo3s.jpg",
        "title": "MalaYerba (2021)",
        "description": "Mala Yerba series (Season 1)IMDb 7.5/10\n=================================ကမ္ဘာကြီးတစ်ခုလုံးကို လယ်တစ်ကွက်နဲ့ တက်သိမ်းဖို့ ဆိုတာ ဖြစ်နိုင်ပါ့မလား....သိပ်ကိုဖြစ်နိုင်တာပေါ့ ......ဒီလယ်တစ်ကွက်က အကောင်းစား ဆေးခြောက်ပင်တွေ စိုက်ထားဖို့ပဲ လိုပါတယ်တဲ့.....ဒီစီးရီးလေးက စပိန်စီးရီးလေး ဖြစ်ပြီးတော့\nနာမည်ကို ကြည့်လိုက်ရုံနဲ့ ဒီဇိုင်းကာလာ အနေအထားကို သိနိုင်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကို ပြောပြရရင်ကိုလမ်ဘီယာနိုင်ငံမှာ ဆေးခြောက်ပင်ကို\nတရားဝင်စိုက်ခွင့် ပြုလိုက်ရာက အစပြုခဲ့တာပါ။သမ္မတဟောင်းရဲ့ မြေးဖြစ်သူ ဇာတ်လိုက်ဟာ\nမိသားစု အသိုင်းအဝိုင်းကြားမှာ အရှုံးသမား ဖြစ်နေခဲ့တာကြာပါပြီ.....။\nတစ်ရက်ကျတော့ အခမ်းအနားတစ်ခုကနေ\nသတင်းထူးတစ်ခု သိုးသိုးသန့်သန့် ကြားလိုက်ရပါတယ်။\nနိုင်ငံထဲမှာ ဆေးခြောက် တရားဝင်စိုက်ခွင့်ကို\nမကြာခင် အတည်ပြုပေးတော့မယ်ဆိုတဲ့ သတင်းပါပဲ။ဒါကို ကြားလိုက်ရတဲ့အခါ ဇာတ်လိုက်အနေနဲ့ လက်ဦးမှု ရယူနိုင်ရင်\nဆေးခြောက်လောကမှာ မင်းမူလို့ရပြီဆိုတာ ကောင်းကောင်းကြီးသိနေပါတယ်။\nဒီအကြံကို အကောင်အထည်ဖော်ဖို့ သူ့ရဲ့ ဘော်ဒါတွေကို သွားရှာပြီး လူစုပါတော့တယ်။ဒါပေမဲ့လည်း ထင်သလိုဖြစ်မလာတတ်တဲ့ လောကကြီးမှာ\nဘယ်လို အရှုပ်ထုပ်တွေ ဖြစ်လာဦးမလဲဆိုတာ\nစီးရီးထဲမှာပဲ ဆက်လက်စောင့်ကြည့်ဖို့ ပြောချင်ပါတယ်။ပရိသတ်ကြီးတွေအနေနဲ့ Money Heist တို့လို Platform တို့လို စပိန်ကားတွေကို ...",
        "url": "https://channelmyanmar.org/tvshows/malayerba-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Wggvm_4f-133x200.jpg",
        "title": "The Dog I Encountered (2021)",
        "description": "The Dog I Encountered (2021)ဒီအစီအစဉ်လေးကတော့\nလူသားတွေကြောင့် ထိခိုက်ဒဏ်ရာရပြီး စွန့်ပစ်ခံထားရတဲ့ ခွေးလေးတွေကို\nနာမည်ကြီး အနုပညာရှင်တွေက စောင့်ရှောက်ပေးကြမယ့် အစီအစဉ်လေးပဲဖြစ်ပါတယ်ဒီအပိုင်းလေးမှာတော့ လူမဆန်တဲ့လူတွေရဲ့ လုပ်ရပ်ကြောင့်\nဒဏ်ရာအမြောက်အမြားရရှိထားပြီး ကောင်းကောင်း\nလမ်းမလျှောက်နိုင်တဲ့ ခွေးလေးကို\nဆေးကုသ စောင့်ရှောက်ပေးနိုင်အောင် ကြိုးပမ်းကြပုံကို ရှုစားကြရမှာပါလူတွေကြောင့် စိတ်ဒဏ်ရာရထားလို့\nအလွယ်တကူချဉ်းကပ်ဖို့ ခက်ခဲတဲ့ ခွေးလေးကို\nဘယ်လိုမျိုး ပြုစုစောင့်ရှောက်မှုတွေ ပေးသွားကြမလဲခွေးလေးတွေကရော လူသားတွေကြောင့် ရခဲ့တဲ့ စိတ်ဒဏ်ရာကို ကျော်လွှားနိုင်ပြီး\nမိသားစု အသစ်နဲ့ တွေ့ဆုံသွားနိုင်မလားဆိုတာ\nကြည့်ရှုခံစားလိုက်ကြပါဦးနော်စုစု‌‌ပေါင်း ၄ ပိုင်း ပါဝင်မှာပဲ ဖြစ်ပါတယ်.အညွှန်းကိုတော့ Theingi က ရေးသားပေးပြီးဘာသာပြန်ထားတာကတော့ CM Variety Pro Max ပဲ ဖြစ်ပါတယ် ။Genre.....Reality\nQuality….WEB-DL 1080p and 720p\nFile size…1GB and 500MB\nFormat…mp4\nDuration….1h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Variety Pro Max\nEncoder .....AugustVIP Link - ...",
        "url": "https://channelmyanmar.org/tvshows/the-dog-i-encountered-2021/"
    }
]