[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/306847966_159065053435903_7007622840620598418_n-160x200.jpg",
        "title": "One Dollar Lawyer(2022)[Complete]",
        "description": "One Dollar Lawyer(2022)***********************အပိုင်း ( ၁ မှ ၁၂ ) ထိ စ/ဆုံးNamkoong Min ရဲ့ ဇာတ်ရုပ်အများစုဟာအပြုံးအရယ်နည်းတယ်..ဉာဏ်ရည်မြင့်တဲ့ဇာတ်ရုပ်တွေနဲ့ထီမထင်သူ့ဟန်ပန်ကြောင့် အတော်များများသဘောကျကြတယ်..ဟာသ အချစ်တွေ နဲ့ အပန်းဖြေဇာတ်ကွက်တွေ\nတစ်စက်တောင်မပါလင့် ကစား ဒီဘဲကြီးရဲ့စီးရီးတွေ\nနင်းကန်ကြည့်ကောင်းနေတယ်...\nDoctor Prisoner,Hot Stove League,Awaken, The Veil\nတို့ တင်မဟုတ် Remember: War of the Son ,\nCan You Hear My Heartတို့လိုဗီလိန်ဇာတ်ရုပ်\nထဲတောင်ကြွေအောင်သရုပ်ဆောင်နိုင်တဲ့ဒီဘဲကြီးဟာ\nအခု စီးရီးကလည်း လန်းဖို့အတော်များတယ်..\nဒီစီးရီးထဲမှာ သူဟာ  ရှေ့နေဖြစ်တယ်..ထူးဆန်းတာက\nသူ့ရဲ့ ရှေ့နေငှါးခကတော့ တစ်ဒေါ်လာပဲကျသင့်ပါသတဲ့...\nသို့ပေမဲ့ ရှေ့နေအသိုင်းအဝန်းထဲမှာတော့ သူဟာ\nဆရာကျတဲ့အထဲမှာပါတယ်...\nသူ့ရဲ့ အဓိက ပစ်မှတ်တွေကတော့ လူကုံထံ ငညစ်တွေနဲ့\nအဲ့အသိုင်းအဝိုင်းကို ရှေ့နေ့လုပ်ပေးပြီး\nဉပဒေလက်တစ်လုံးခြာလုပ်နေတဲ့ အဖွဲ့တွေကို\nကောင်းကောင်းကြီး\nရိုက်ချိုး သမဖို့ပါတဲ့..ဘယ်လိုတွေ လန်းနေမလဲဆိုတာကိုတော့ ....Episodes: 16\nAired: Sep 23, 2022 - Nov 12, 2022\nAired ...",
        "url": "https://channelmyanmar.org/tvshows/one-dollar-lawyer2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88Qguo88OKruv5REalqQAyf0jLS.jpg",
        "title": "Mr. Midnight: Beware the Monsters (2022) S01 Complete",
        "description": "Mr. Midnight: Beware the Monsters (2022) Season 01 Complete ငယ်ငယ်က ဆရာသက်ဦးလွင် ဘာသာပြန်တဲ့ James Lee ရဲ့ Mr. Midnight စာစဥ်အတွဲလိုက်တွေကို ဖတ်ဖူးတဲ့ ကြောက်ခဲ့ဖူးတဲ့ မစ္စတာမစ်နိုက်ဖန်တွေ ရှိမယ်ထင်ပါတယ်။ ခုစီးရီးကတော့ အဲဒီစာအုပ်တွေကို မှီငြမ်းထားပြီး မစ္စတာမစ်နိုက်ဖန်တွေအတွက်တင်မကဘဲ သရဲခြောက်တဲ့အိမ်တွေ နေရာတွေကို လိုက်သွားရင်း ဇစ်မြစ်ရှာ သရဲတွေချွတ်တာကို သဘောကျတဲ့ Supernatural ဖန်တွေအတွက် သရဲချွတ်တဲ့ သရဲရှာတဲ့ကလေးတွေရဲ့ စီးရီးအသစ်ကလေးပေါ့။ James Lee ရဲ့ စာအုပ်‌တွေဟာ စင်ကာပူကထုတ်တာဖြစ်သလို ဒီစီးရီးကိုလည်း စင်ကာပူကပဲထုတ်တာပါ။ ကျွန်တော့်အတွက်တော့ ပထမဆုံးကြည့်ဖူးတဲ့ စင်ကာပူရုပ်ရှင်လည်းဟုတ်ပါတယ်။ ဇာတ်လမ်းကတော့ ကလေးသုံးကောင် ယူကျူ့ချန်နယ်ထောင်ပြီး သရဲခြောက်တဲ့နေရာတွေအကြောင်း တင်ကြပါတယ်။ တစ်နေ့မှာတော့ သူတို့ထဲက ကောင်လေးက ဝိညာဥ်တွေကို မြင်လာနိုင်ပြီး ပရလောကနဲ့ လူ့လောကကြား နှစ်ဖက်လုံးနဲ့ ချိတ်ဆက်နိုင်တဲ့ နတ်ဝင်သည်ဖြစ်လာပါတယ်။ ...",
        "url": "https://channelmyanmar.org/tvshows/mr-midnight-beware-the-monsters-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/ultra-138x200.jpg",
        "title": "Ultraman – Season (02)",
        "description": "Ultraman season 2 (2022)\n======================\nIMDb Rating - 6.8/10Netflix ရဲ့ Anime ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်တဲ့ Ultraman\nseason 2 ဖြစ်ပါတယ်။ အာထရာမန်း fan တွေဆိုရင် ဒီ series က\nseason 1 မှာထဲက လက်ရာဘယ်လောက်ကောင်းလဲသိပါတယ်။ အခု\nseason 2 မှာလည်း စိတ်ပျက်မိစေမှာမဟုတ်ပါဘူး။ဇာတ်လမ်းအညွှန်းကတော့ နယူးယောက်မှာ ရုတ်တရက် နေ့ခင်း\nကြောင်တောင် လူသွားလမ်းကြီးမှာ လူအုပ်လိုက် ပျောက်ဆုံးမှုဖြစ်သွား\nပါတယ်။ ဒါကို သက်ဆိုင်ရာအာဏာပိုင် သတင်းထောက်တွေကလည်း\nအဖြေရှာနေကြပြီး မစဉ်းစားတတ်နိုင်အောင်ဖြစ်နေပါတယ်။ လျှို့ဝှက်\nအဖွဲ့အစည်းတွေကတော့ ဒီကိစ္စက ဂြိုလ်သားသက်ရှိတွေပါဝင်ပတ်သက်\nနေရမယ်ဆိုပြီးပြောထားပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ်အဖြစ် ဂျပန်မှာလည်း လူတွေပျောက်သွားပြန်ပါတယ်။\nဒီအခါမှာတော့ ကမ္ဘာကြီးကို ပါဝင်မယ့် အာထရာမန်းတွေပါဝင်လာခဲ့ပြီး၊\nနောက်ကွယ်က တရားခံကို စုံစမ်းနိုင်ခဲ့ပါတယ်။ ဝါဒိုရန်ဆိုတဲ့ ဂြိုလ်သားမျိုးစိတ်\nတွေဟာ မျိုးတုံးခါနီးအခြေအနေနဲ့ရင်ဆိုင်ရတဲ့အတွက် လူသားတွေကိုပြန်ပေး\nဆွဲပြီး ကပ်ပါးကောင်အနေနဲ့ နေထိုင်တာဖြစ်ပါတယ်။ နောက်ကွယ်က Villainကြီး\nကလည်း တစ်ကမ္ဘာလုံးက လူတွေမပျောက်ချင်ရင် ကမ္ဘာမြေတစ်ဝက် သူ့လက်ထဲ\nထည့်ပါဆိုပြီးခြိမ်းခြောက်လာပါတယ်။ ဒါကို ...",
        "url": "https://channelmyanmar.org/tvshows/ultraman-season-02/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/yt3jAozd4EmWsUyhKAY3viStAO6-133x200.jpg",
        "title": "Ultraman (2019)",
        "description": "2019 ခုနှစ်မှာ Netflix က ပြသသွားတဲ့Ultraman Animation TV Series အစအဆုံးကိုCM မှ ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်အရင်လို ၁ ပိုင်းစီ တင်မနေတော့ပဲ13 ပိုင်းလုံးကို Zip ချူပ်ပြီးUpload ပေးလိုက်ပါတယ်ဘာသာပြန်ပေးထားတာကတော့ CM New Generations အဖွဲ့ဖြစ်ပြီးXCode မှ တင်ဆက်ပေးထားပါတယ်Download Complete\nSeason (1) Complete Zip\n Yoteshin / Megaup\n==================",
        "url": "https://channelmyanmar.org/tvshows/ultraman-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/djX35_4f-153x200.jpg",
        "title": "2 Good 2 Be True(2022)[Complete]",
        "description": "2 Good 2 Be True(2022) ဇာတ်လမ်းတွဲ*********************************အပိုင်း (၁ မှ ၁၃၀) ထိ စ/ဆုံးကဲ ဒီတစ်ခါတော့ ကိုရီးယားလည်းမဟုတ် ဂျပန်လည်းမဟုတ် အင်္ဂလိပ်လည်းမဟုတ်တဲ့ဖိလစ်ပိုင်ဇာတ်လမ်းတွဲလေးကိုတင်ဆက်ပေးမှာပါ...\nဖိလစ်ပိုင်ကားလို့ပြောလိုက်တာနဲ့ လူတိုင်းက Kathrine နဲ့ Daniel တို့အတွဲကိုပြေးမြင်ကြဖို့များပါတယ်...\nဖိလစ်ပိုင်တွေက တကယ့်အတွဲတွေကိုပဲ Chemistry ရှိရှိနဲ့ ရိုက်ကူးလေ့ရှိကြတာမလို့\nKathNiel လို့ Nickname ရထားတဲ့ Real Life Couple ကို မြန်မာပရိသတ်တွေကစိမ်းနေမှာမဟုတ်ပါဘူး...\"She's Dating the Gangster\", \"Crazy Beautiful You\",\"Can't Help Falling in Love\", \"The Hows of Us\"....အစရှိတဲ့\nဇာတ်ကားတွေက နှစ်ယောက်လုံးရဲ့ Chemistry မိ/မမိ ကို မြင်သာထင်သာရှိစေပါတယ်...\nသူတို့ရိုက်သမျှကားတိုင်းဟာ ဇာတ်လမ်းပြီးတိုင်းရင်ထဲစွဲသွားစေတာရှိသလို ရိုရင်လည်း အားလုံးက ငေးမောအားကျနေရလောက်အောင်ပါပဲ..\nအရမ်းကိုလည်း သဘာဝကျပြီး နှစ်ယောက်လုံးက ကျရာဇာတ်ရုပ်မှာ ပိုင်နိုင်တာမလို့...\nအခု \"2 ...",
        "url": "https://channelmyanmar.org/tvshows/2-good-2-be-true2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/w10Og_4f-135x200.jpg",
        "title": "Bad Prosecutor (2022)",
        "description": "EXO ရဲ့ ACE တစ်ဦးဖြစ်တဲ့ Doh KyungSoo နဲ့ Lee SeHee တို့ရဲ့ အကြမ်းအရမ်း Law ကားလေးလာပါပြီ ။Jin Jung (Doh KyungSoo)ဆိုတဲ့ တရားမျှတမှုရဲ့ ဘက်တော်သား အမှုစစ်ဟာ အားနည်းပြီးအနိုင်ကျင့်ခံရသူတွေအတွက်ကြင်နာမှု ၊ လူမဆန်တဲ့သူတွေအတွက် ရက်စက်ကြမ်းကြုတ်တဲ့ နည်းလမ်းနဲ့အပြစ်ပေးတတ်သူဖြစ်ပါတယ် ။Shin Ah Ra (Lee SeHee) ကတော့ ခေါင်းအေးအေးထားပြီး တရားဥပဒေဘောင်ထဲက လုပ်ကိုင်တတ်တဲ့ ရှေ့နေတစ်ဦးဖြစ်ပါတယ် ။မတူညီတဲ့အကျင့်စရိုက်တွေနဲ့ သူတို့နှစ်ဦးဟာ တူညီတဲ့ရန်သူအတွက်အလုပ်အတူတူတွဲလုပ်ဖို့ဖြစ်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ ?KBS ကထုတ်လွှင့်ရိုက်ကူးသွားမှာဖြစ်ပြီး အပိုင်း 12ပိုင်းပါဝင်ပါမယ် ။Native Title: 진검승부v\nEpisodes: 12\nAired: Oct 5, 2022 - Nov 10, 2022\nAired On: Wednesday, Thursday\nOriginal Network: KBS2, Netflix\nDuration: ...",
        "url": "https://channelmyanmar.org/tvshows/bad-prosecutor-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/love-in-133x200.jpg",
        "title": "Love in Contract (2022)",
        "description": "Love in contract (2022)အားလုံးရဲ့အချစ်တော် အတွင်းရေးမှူးမလေးအဖြစ် လူသိများကြတဲ့\nUnnie Park Min Young ရဲ့ ထူးထူးခြားခြား ကားသစ်လေး ထွက်ရှိလာပါပြီ။Unnie ကတော့ ထူးခြားပြီး ချစ်စရာကောင်းတဲ့ character တွေကို\nသရုပ်ဆောင်နေကျအတိုင်းပဲ ဒီကားလေးမှာလည်း Single ဘဝကို\nပြီးပြည့်စုံစွာ ဖြတ်သန်းချင်သူတွေအတွက် Partner အဖြစ်\nဝန်ဆောင်မှုပေးတဲ့ ထူးခြားထက်မြက်တဲ့ character (Choi Sang Eun)အဖြစ် သရုပ်ဆောင်သွားမှာပါ။လောကကြီးမှာ ရှင်သန်ရင်းနဲ့ \"ဇနီးသည်\" တစ်ယောက် လိုအပ်တဲ့\nအခိုက်အတန့်တွေ ရှိတတ်ပါတယ်တဲ့။ ပြောရရင် ကျောင်းသားဟောင်းပြန်လည်တွေ့ဆုံပွဲတွေ၊\nအိမ်ထောင်သည်သူငယ်ချင်းတွေ ‌တွေ့ဆုံပွဲလုပ်တဲ့အခါမျိုးတွေမှာပေါ့။\nအဲဒါကိုသိတဲ့ Choi Sang Eun က Partner အဖြစ် service ပေးတဲ့အလုပ်ကို\nစလုပ်လိုက်ပြီးတော့ client တွေနဲ့ စာချုပ်ချုပ်ဆိုပါတယ်။\nအဲဒီထဲကမှ တစ်ခုက Jung Ji Ho နဲ့ ၅ နှစ် စာချုပ်ချုပ်ဆိုပြီး\nအပတ်စဉ် တနင်္လာ၊ ဗုဒ္ဓဟူး၊ သောကြာနေ့တွေမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/love-in-contract-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qn6SwpKbZTGa0DnkEI4GG1IcZ8.jpg",
        "title": "Street Man Fighter (2022)",
        "description": "Street Man Fighter Exclusive Preview Special Episode (2022)Street Man Fighter ပရိတ်သတ်တွေအတွက် SMF Special Episode အပိုင်းလေး လာပါပြီ။\nဒီအပိုင်းမှာတော့ SMF မှာ ပါဝင်မဲ့ အဖွဲ့အသီးသီးက အချင်းချင်းတွေ တွေ့ဆုံကြမှာဖြစ်ပြီး\nတစ်ဖွဲ့နဲ့တစ်ဖွဲ့ သုံးသပ်မှုတွေကလည်း SWF ထပ် အစပေါင်းများစွာ ကြမ်းတာကို မြင်တွေ့ရမှာပါ ။\nဒီတော့ Street Man Fighter ပြိုင်ပွဲတွေ မစတင်ခင် Special Episode လေးကို ကြည့်ပြီး\nကိုယ်အားပေးမဲ့ အဖွဲ့တွေကို ရွေးထားလိုက်ရအောင်နော် ။အညွှန်းကိုတော့ Nan Thin မှ ရေးသားပေးထားပြီ\nဘာသာပြန်ဆိုပေးထားတာကတော့ CM Variety Team ဖြစ်ပါတယ်\nEncoded by : AugustGenre..... Reality\nQuality…. 1080p | 720p | 480p\nFile size…1.3GB | ...",
        "url": "https://channelmyanmar.org/tvshows/street-man-fighter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTk3YzAxNTQtZmM2Yy00NWNjLTg4NmMtMjA0MDc0ZTk1ZDdiXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-136x200.jpg",
        "title": "Panhandle (2022)",
        "description": "Panhandle (2022)\n=============\nIMDb Rating - 6.8/10‌ဘဲလ်ပရက်စ်ကော့ ဆိုတဲ့ ဇီဇာကြောင်တဲ့ သူဌေးတစ်ယောက်နဲ့\nကမ်မီလော့ဒ်ဆိုတဲ့ အလုပ်လုပ်ရတာစိတ်မပါတဲ့ ယာဉ်ထိန်းရဲမေရယ်၊\nသူတို့နှစ်ယောက် လူသတ်မှုတစ်ခုအကြောင်းစုံစမ်းတာကို ရိုက်ကူး\nပုံဖော်ထားတဲ့ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ဘဲလ်က မိန်းမဖြစ်သူ ဗီဒါ တရားခံမပေါ်ဘဲ အသတ်\nခံလိုက်ရပြီးကတည်း အိမ်တွင်းအောင်းနေတဲ့ ကိုဇီဇာကြောင်သူကြီးပေါ့။\nအဲဒီနောက်ငါးနှစ်ကြာပြီးတဲ့ တစ်ရက်မှာ သူ့ခြံဝင်းထဲမှာ ဘယ်ကမှန်းမသိတဲ့\nလူသေအလောင်းတစ်လောင်းပေါ်လာရော အဲဒါနဲ့ ရဲခေါ်လိုက်တော့ ဇာတ်\nလိုက်ရဲမေဖြစ်တဲ့၊ ကားပြေစာရေးတဲ့ယာဉ်ထိန်းရဲမေတစ်ယောက်ရောက်\nလာတယ်။ တိုက်ဆိုင်ချင်တော့ အဲဒီအ‌လောင်းက သူ့မိန်းမအသတ်ခံရတဲ့\nအမှုနဲ့ ဆက်နွယ်နေတယ်ဆိုတာကို သူတို့ရှာတွေ့သွားတယ်။ ဒါကိုသူတို့\nဘယ်လိုဆက်ပြီးဖော်ထုတ်မလဲ၊ သူ့မိန်းမကိုရော ဘယ်သူက သတ်သွားတာလဲ\nဆိုတာကို ဟာသနှောနှောနဲ့ ဒရာမာဆန်ဆန် ကြည့်ရှုရမယ့် မှုခင်းဇာတ်လမ်းတွဲ\nလေးပဲဖြစ်ပါတယ်။အပတ်စဥ်(၁)ပိုင်းနှုန်းနဲ့ထွက်ရှိတာဖြစ်ပြီး cm မှထွက်သမျှအပိုင်းအားလုံးကို\nအပတ်စဥ်တင်ဆက်ပေးသွားပါမည်။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Khant Sett Naing\nဖြစ်ပါတယ်။)File Size.............(350 MB) / (700 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............50Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Crime, Drama\nTranslator..........Khant Sett Naing\nEncoder..............SWM720P (350 ...",
        "url": "https://channelmyanmar.org/tvshows/panhandle-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-160x200.jpg",
        "title": "DC’s Stargirl – Season(03)",
        "description": "DC's Stargirl - Season(03)\n======================\nIMDB 7.2 , RT 94%HBO ရဲ့ DC Super Hero စတားဂဲလ် Season 3 ထွက်ရှိလာပါပြီ။\nစတားဂဲလ်ဉီးဆောင်တဲ့ JSA အဖွဲ့ဟာ စီစင် ၂ မှာ ရန်သူတော်ကြီး\nအီကလစ်ဆိုကို နှိမ်နင်းအပြီးမှာ မူလ စတားမန်း အသက်ပြန်ရှင်\nလာပါတယ်။JSA အဖွဲ့ကြားထဲမှာလည်း ပဍိပက္ခလေးတွေဖြစ်လာရင်း စီစင်(၃)မှာ\nရန်သူအသစ်တစ်ယောက်ပေါ်ပေါက်လာပါတော့တယ်။\n(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်။)File Size.............(320 MB) / (600 MB)\nQuality...............WEB-DL 720p / 1080p\nDuration............45Mins(@Episode)\nSubtitle..............Myanmar Hardsub\nFormat...............MP4\nGenre.................Comedy, Mystery, Thriller\nTranslator..........Thiha Yan Naing\nEncoder..............SWM 720P (320 Mb)-----------------------------------Episode(1) - Yoteshin / Megaup / MegaNZ / Streamsb / UsersdriveEpisode(2) - Yoteshin ...",
        "url": "https://channelmyanmar.org/tvshows/dcs-stargirl-season03/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-thing-1-135x200.jpg",
        "title": "The Thing About Pam ( Season1) (2022)",
        "description": "ပရိသတ်ကြီးရေ ဒီတစ်ခါတော့ သပွတ်အူကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် တခါတလေ အချစ်ကြီးရင် အမျက်ကြီးတတ်တာတို့ သူငယ်ချင်းအရင်းကြီး နောက်ကျောက ဓားနဲ့ထိုးခံရတယ် ဆိုတာတို့က အရပ်ထဲမှာ ပေါပေါများများ သုံးနေကြတဲ့စကားတွေပါပဲ နောက်ကျောကို ဓားနဲ့ အချက်၅၀လောက် ထိုးသွားပြီဆိုရင်တော့ အဲဒီ သူငယ်ချင်းကိုလည်း စိတ်ပြန်ဆိုးလို့ရမှာမဟုတ်တော့ပါဘူး နောင်သံသရာတကွေ့မှာပဲ တွေ့ဖို့ စောင့်ပေရောပဲပေါ့\nဇာတ်လည်အကျဉ်း\nပန်း ဆိုတဲ့ အောင်မြင်နေတဲ့အမျိုးသမီးစီးပွားရေး လုပ်ငန်းရှင်တစ်ယောက်မှာ ကင်ဆာရောဂါ ခံစားနေရတဲ့ အချစ်ဆုံး သူငယ်ချင်းတစ်ယောက်ရှိနေတာပါ ပန်း က သူ့သူငယ်ချင်းကို အသေးစိတ်ကနေ ဂရုစိုက်ပေးပေမဲ့ သူ့ သူငယ်ချင်းယောကျာ်းကိုတော့ ကြည့်မရပါဘူး ပန်း ရဲ့ သူငယ်ချင်းကလည်း ကင်ဆာ ရောဂါကို ခံစားနေရတော့ သူ့သမီးလေးတွေကို သူ့အမေအိမ်မှာ ထားပြီး ပိတ်ရက်တွေမှ သွား သွားလည်နေတာပေါ့လေ အဲဒီလိုနဲ့ တစ်နေ့ ပန်း ရဲ့ သူငယ်ချင်းက ကင်ဆာဆေးသွင်းပြီး သူ့အမေအိမ်မှာ နေမလို့လုပ်တုန်း ပန်း ...",
        "url": "https://channelmyanmar.org/tvshows/the-thing-about-pam-season1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/L1-113x200.jpg",
        "title": "Love in Time (2022)",
        "description": "Ke Zhen Yu ကရှေ့နေတစ်ယောက်ဖြစ်ပြီးသူလိုက်သမျှ အမှုတိုင်းရှုးတယ်ဆိုတာမရှိတဲ့အတွက်ကြောင့်မာနထောင်လွှားနေတဲ့သူပါ တစ်နေ့မှာဂျူဒိုနည်းပြတစ်ယောက်ပါဝင်တဲ့လူသတ်မှုကိုတာဝန်ယူရာကနေ အလုပ်ဆုံးရှုးရုံသာမကသက်သေအတုလုပ်မှုနဲ့ စုံစမ်းရေးမှူး Mu si ming ဆီကနေတရားစွဲခံရပါတော့တယ် ချက်ချင်းဆိုသလိုအောက်ဆုံးကိုရောက်သွားတဲ့ Ke Zhen Yu တစ်ယောက်တိုက်ခန်းအဟောင်းလေးကိုပြောင်းရွှေ့သွားပြီးနောက်ပိုင်းထူးဆန်းမှုတွေစဖြစ်လာပါတော့တယ်အဲ့ဒါကတော့ ညတိုင်း ၁၀နါရီ၆မိနစ်ရောက်တဲ့ချိန်တိုင်းအမျိုးသမီးအိမ်ငှားတစ်ယောက်ယောက်ပေါ်ပေါ်လာပါပဲKe Zhen Yu တစ်ယောက် အစကတော့သရဲမြင်တယ်လိုထင်ပေမယ့် တကယ်တန်းကတော့တက်သစ်စသတင်းထောက်မလေး Cheng Jia Leဖြစ်နေပါတော့တယ် လွန်ခဲ့တဲ့လေးလကြာအချိန်မှာနေထိုင်တဲ့သတင်းထောက်မလေးနဲ့ ယခုလက်ရှိအချိန်မှာနေထိုင်တဲ့ရှေ့နေကောင်လေးတို မထင်မှတ်ဘဲတွေ့ဆုံကြတဲ့အခါရှေ့နေတစ်ယောက် သူရဲ့အတိတ်ကိုပြောင်းလဲဖိုအတွက်သတင်းထောက်မလေးကိုအသုံးချရာကနေသူတိိနှစ်ယောက်ကြား ဘယ်လိုတွေဆက်ဖြစ်မှာလဲရှေ့နေ Ke Zhen Yu ကိုအောက်ဆုံးထိ ရောက်သွားစေတဲ့လူသတ်မှုနောက်ကွယ်မှာရောဘယ်လိုအကြောင်းအရာတွေရှိနေမှာလဲစုစုပေါင်း၂၄ပိုင်းပါဝင်ပြီးနေ့စဥ်ထုတ်လွှင့်သွားမှာဖြစ်ပါတယ်(အညွှန်းရေးသားထားသူကတော့ Shwe Pyae Sone ဖြစ်ပါတယ်)Quality : WEB-DL 720p,1080pTotal Episodes : 24Format : mp4Genres : Comedy, Romance, Fantasy, Sci-fiDuration : 45 min per EpisodeSubtitle : ...",
        "url": "https://channelmyanmar.org/tvshows/love-in-time-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-a-133x200.jpg",
        "title": "Abominable and the Invisible City (2022)",
        "description": "ဒီ ကာတွန်းစီးရီးလေးကတော့ Abominable 2019 ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။ ဆယ်ပိုင်းပါဝင်ပြီး တစ်ပိုင်းကို နာရီဝက်စီလောက်ကြာတာမို့ အဝကြည့်လို့ရမယ့် ကာတွန်းလေးပါပဲ။ မူရင်းဇာတ်လမ်းအတိုင်းပဲ ယီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ကျင်းဆိုတဲ့ ဆရာဝန်လောင်းလေးတစ်ယောက်ရယ် ဖန်းဆိုတဲ့ ငပေါကောင်လေးတစ်ယောက်ရယ်နဲ့ သူငယ်ချင်းကောင်းတွေပါပဲ။ ယီမှာ မေဆိုတဲ့ အမေနဲ့ နိုင်နိုင်းအဘွားတစ်ယောက်ရှိပါတယ်။ သူတို့တွေဟာ ရုပ်ရှင်ထဲမှာတုန်းက သူတို့အိမ်အပေါ်ထပ်ကို လာပုန်းနေတဲ့ အဲဗရက်စ်ဆိုတဲ့ မှော်အစွမ်းရှိတဲ့ နှင်းလူလေးတစ်ကောင်ကို အိမ်ပြန်နိုင်အောင်ကူညီခဲ့ပါတယ်။ အခုစီးရီးမှာတော့ အဲဗရက်စ်ဟာ သူ့ရဲ့နှင်းတောင်ကနေ ယီတို့ဆီကိုပြန်လာပြီး ယီတိုနဲ့အတူ မှော်သတ္တဝါမျိုးစုံရဲ့ အခက်အခဲတွေကို လိုက်ပြီးကူညီဖြေရှင်းပေးကြတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ ရယ်ရသလို ချစ်ဖို့လည်းကောင်းတဲ့ ကာတွန်းစီးရီးလေးဖြစ်တာကြောင့် ကလေးလူကြီးမရွေးကြည့်နိုင်အောင် တင်ပေးလိုက်ပါတယ်။File size…(240Mb) / (452Mb)\nQuality….Webrip 720 / 1080p\nFormat…mp4\nDuration….50 Min\nGenre...Action & Adventure,Animation, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.AndersonDownload ...",
        "url": "https://channelmyanmar.org/tvshows/abominable-and-the-invisible-city-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGJiNjU3ZTUtN2MxNC00YThjLTgwN2EtNmVmZjkxYTUxNjFhXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-133x200.jpg",
        "title": "MasterChef",
        "description": "CM Fan ထဲက အမျိုးသမီး\nတစ်ချို့က ကျနော့်ကိုလာပြောတယ်\nကိုသစ် ဟင်းချက် တာတွေနဲ့\nပတ်သက်တဲ့ ရုပ်ရှင်တွေ မရှိဘူးလားတဲ့\nကျနော် တော်တော် ခေါင်းခြောက်သွားတယ်...\nအာ့တာနဲ့ အစားအသောက် နဲ့ ပတ်သက်တဲ့\nTV Show တွေ အများကြီး လိုက်ကြည့်ရတယ်\nKorean TV Show တွေ ကြည့်တယ်\nအမျိုးသမီးတွေက ကိုရီးယား ဒရာမာ အရူးတွေကိုး\nဒါပေမယ့် Korean TV Show တွေက\nမင်းသား မင်းသမီးတွေကို အစားအသောက်တွေကျွေးမယ်\nအဲ့ပေါ်မှာဆုံးဖြတ်ခိုင်းတဲ့ပေါ့ပျက်ပျက် TV Show သာသာပဲ\nဆိုတာသိပြီးနောက် နောက်ဆုံးမှာ ကျနော် သဘောအကျဆုံး\nTV Show တစ်ခုကို သွားတွေ့တယ်\nအဲ့ဒါကတော့ MasterChef ဆိုတဲ့ TV Show ပါ\nTV Show က Season 10 ခု ရှိပါတယ်...\nအဲ့ဒီထဲမှာမှ Season 10 ကနေ စတင်ပေးဖို့ပဲ\nစီစဉ်လိုက်ပါတယ်....\nယခု တင်ဆက်နေတဲ့ Season 10 ဟာ\nMasterChef ရဲ့ ...",
        "url": "https://channelmyanmar.org/tvshows/masterchef/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abDUQMDt8ex9PklXsKsWISyvxni.jpg",
        "title": "WATCHER (2019)",
        "description": "WATCHER (2019)ဇာတ်လမ်းတွဲအညွှန်း*********************************အပိုင်း (၁ မှ ၁၆ ) ထိ စ/ဆုံးဒီဇာတ်လမ်းတွဲဟာHan Seok Kyu  နဲ့ Kim Hyun Joo တို့လို့ဝါရင့်သဘာရင့် သရုပ်ဆောင်တွေအဓိက ပါဝင်ထားသလို အခြားနာမည်ကြီး ဗီလိန်casts တွေလည်းပါဝင်ပါတယ်.. တခြားစုံထောက်စီးရီးနဲ့ ကွဲပြားနေတာကတော့ဌာနတွင်းအကျင့်ပျက်ခြစားပြီး အချင်းချင်းဂုတ်သွေးစုတ် အကျင့်ယုတ်နေတဲ့သူတွေကိုဖော်ထုတ်တဲ့အဖွဲ့အစည်းအကြောင်းကိုအဓိကထားရိုက်ပြထားတာပါ..ရဲဌာနတွင်းက ရာထူးကြီးတွေ အတွေ့အကြုံရင့်သူတွေဆိုတော့အကြောင်းအရာတော်တော်များများက စုံစမ်းဖို့မလွယ်ဘဲကွက်ပျောက်နေတတ်ပါတယ်.. ဒါ့အပြင် plot twist ပေါင်းများစွာပါဝင်တဲ့အတွက်အစ မှ အဆုံးထိ စိတ်ဝင်စားဖို့ကောင်းတဲ့စီးရီးတစ်ခုလည်းဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ အမှုတစ်ခုကြောင့်ထောင်ကျသွားတဲ့စီနီယာစုံထောက်ကြီးမှာ သားတစ်ယောက်ရှိပါတယ်..သူ့သားက ဒီအဖြစ်အပျက်တွေနောက်မှာ အလွဲပေါင်းများစွာရှိနေတယ်လို့ ယုံကြည်ပြီး ရဲဌာနတွင်း စုံထောက်အဖြစ်ဝင်ရောက်လုပ်ကိုင်ပြီးဖော်ထုတ်တာပဲဖြစ်ပါတယ်..ဉာဏ်ကစားကြပြီး လူပေါ်လူဇော်တွေချည်းနေတဲ့ဒီလောကကြီးထဲမှာအမှုမှန်ပေါ်ပေါက်မလားဆိုတာကိုတော့...   Episodes: 16File Size:1.1GB, 500MBQuality :Web-DL 1080p,720PGenres: Thriller, Mystery, Drama, PoliticalTranslated by  Hnin Wai Oo, Miri, Tiff,  Windi  & Phyu Phyu TheinEncoded by  Phyo ...",
        "url": "https://channelmyanmar.org/tvshows/watcher-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-3-141x200.jpg",
        "title": "Blind (2022)",
        "description": "Blind (2022)\n===========CM Fan တွေအတွက် နောက်ထပ် ရင်ခုန်စိတ်လှုပ်ရှားရမယ့် Thriller\nပုံစံကားသစ်လေး ထပ်မံတင်ဆက် ပေးလိုက်ပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ 2PM က Taec Yeon မင်းသားကြီး Ha Seok Jin နဲ့\nJung Eung Ji တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n------------------------------\nရူဆောင်းဂျွန်းက အလုပ်မှာ စိတ်အားထက်သန်မှုအပြည်ရှိတဲ့ စုံထောက်\nတစ်ယောက်ပါ။ အမြဲတမ်း လူဆိုးဖမ်းဖို့ တာစူနေတဲ့လူတစ်ယောက်ဖြစ်ပြီး\nသူဆုံးဖြတ်ချက်ချထားတဲ့အတိုင်း လူဆိုးဖမ်းဖို့ပဲ အမြဲကြိုးစားနေတာကြောင့်\nသူ့ရဲ့ဖမ်းဆီးမှုနှုန်းက အမြင့်ဆုံးဖြစ်နေခဲ့ပါတယ်။သူ့အစ်ကိုရူဆောင်းဟွန်းကတော့ ဉာဏ်အရမ်းကောင်းပြီး အရည်အချင်း\nပြည့်ဝသူတစ်ယောက်ဖြစ်တယ်။ ဥပဒေစာမေးပွဲကို အမှတ်အများဆုံးနဲ့\nအောင်မြင်ခဲ့ပြီး ထိပ်တန်း ဥပဒေကျောင်းကနေဘွဲ့ရခဲ့တယ်။ တရားမျှတမှု\nရှိစေရေးအတွက် လုပ်ကိုင်နေတဲ့ ဖြောင့်မတ်တဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။\nဂျိုအွန်းဂီကတော့ လူမှုဝန်ထမ်းတစ်ယောက်ပါ။ ကြင်နာတတ်တဲ့နှလုံးသားနဲ့\nမျှတမှုရှိတဲ့ စိတ်ဓာတ်ကိုပိုင်ဆိုင်ထားသူလေးတစ်ယောက်ပါ။ အမြဲတမ်း\nအခြားလူတွေကို ဦးစားပေးတတ်တယ်။ ဆင်းရဲနွမ်းပါးတဲ့ကလေးတွေကို\nသေချာစောင့်ရှောက်ပေးဖို့လည်း အမြဲကြိုးနေသူပါ။ရူဆောင်းဂျွန်း၊ ရူဆောင်းဟွန်း နဲ့ ဂျိုအွန်းဂီတို့က ကွင်းဆက်လူသတ်မှုတစ်ခုမှာ\nဂျူရီအဖွဲ့ဝင်တွေအဖြစ် ပါဝင်သွားခဲ့တယ်။ ဒီ ၃ယောက်က သေဆုံးမှုတွေရဲ့\nနောက်ကွယ်က အမှန်တရားကို ရှာဖွေဖော်ထုတ်ကြမှာပါ။ အမှုမှန်ပေါ်လာဖို့အတွက်\nသူတို့တွေ ဘယ်လိုစုံစမ်းကြမလဲဆိုတာကို ...",
        "url": "https://channelmyanmar.org/tvshows/blind-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ZlY8J_4f-140x200.jpg",
        "title": "Gaus Electronics (2022)",
        "description": "Gaus Electronics (2022)\n==================ဒီတစ်ခေါက်မှာတော့ ပရိတ်သတ်တွေ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်\nComedy Series လေးတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ -\nKwak Dong Yeon\nGo Sung Hee\nBae Hyun Sung\nKang Min Ah တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဂါအူးစ်လျှပ်စစ်ကုမ္ပဏီရဲ့ ကုမ္ပဏီတွင်းကအလွဲလေးတွေ ဝန်ထမ်းတွေရဲ့\nဝန်ထမ်းဘဝ အခက်အခဲလေးတွေကို ဟာသနှောရိုက်ကူးထားလို့ ပရိတ်\nသတ်တွေ အကြိုက်တွေ့မယ်လို့ ယုံကြည်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n----------------------------------\nအီဆန်းရှစ်က ဂါအူးစ်ကုမ္ပဏီရဲ့ မာကတ်တင်းဌာနက အငယ်တန်း\nဝန်ထမ်းတစ်ယောက်ဖြစ်ပါတယ်။ အမြဲတမ်း အလွဲတွေလုပ်တတ်တဲ့သူ\nဖြစ်တာကြောင့် သူ့ကို ခိုင်းလိုက်တိုင်း တစ်ခုမဟုတ် တစ်ခု လွဲချော်မှုတွေ\nဖြစ်လေ့ရှိပါတယ်။ တစ်ရက်မှာတော့ ဥက္ကဋ္ဌကို လှောင်ပြောင်ထားတဲ့\nဗီဒီယိုတစ်ခုဟာ လိုင်းပေါ်မှာ ပြန့်သွားခဲ့တယ်။ ဒီဗီဒီယိုကို မှားပြီးတင်\nလိုက်တာကတော့ အီဆန်းရှစ်ပါပဲ။ စီနီယာဖြစ်သူ ချာနာရယ်ကတော့\nအီဆန်းရှစ်ကို အကြီးအကျယ်ဒေါသထွက်နေတော့တယ်။\nပြဿနာက တော်တော်ကြီးသွားပြီးတော့ နောက်ဆုံး မာကတ်တင်းအဖွဲ့\nတစ်ဖွဲ့လုံး  ကြီးကြပ်ရေး ရုံးခန်းရောက်ပြီး စစ်ဆေးရေးအဖွဲ့ရဲ့ စစ်မေးမှုကိုပါ\nခံယူခဲ့ရပါတယ်။ ဒီလိုနဲ့ သူတို့အဖွဲ့ရဲ့ အလွဲတွေကို ဖြေရှင်းနိုင်သွားမှာလား။\nဘယ်လိုအလွဲလေးတွေ ထပ်ဖြစ်ပြီးတော့ ဘယ်လိုပြဿနာတွေတက်ဦးမလဲ\nဆိုတာကို ဒီဇာတ်လမ်းမှာ ...",
        "url": "https://channelmyanmar.org/tvshows/gaus-electronics-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4fc7GnYYg6fAQetPPgW6kmwl07g.jpg",
        "title": "Bargain (a.k.a) Ransom (2022) [Complete]",
        "description": "Bargain (a.k.a) Ransom (2022) [အစ-အဆုံး]\nအပိုင်းသစ် - ၄ မှ ၆ (ဇာတ်သိမ်းပိုင်း)(1080p ရပါပြီ)လူသားဆန်မှု .. တရားဥပဒေ .. အဲ့ဒါတွေ ဒီနေရာမှာမရှိဘူး!!!ဇာတ်လမ်းအညွှန်း ...နိုဟျောင်းဆူ တစ်ယောက် ဘတ်ဂျူယောင်း နဲ့တွေ့ဖို့ မိုတယ် တစ်ခုမှာ တွေ့ဆုံဖို့ ချိန်းထားလိုက်တယ်။ တကယ်လည်းတွေ့ရော ဘတ်ဂျူယောင်းရဲ့ အလှအပတွေကို တအားကို စိတ်ကျေနပ်သွားပြီး ဝန်ဆောင်ခ အားလုံးကျေကျေနပ်နပ်ကြီး ပေးချေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့လည်း ကိစ္စတွေက သူထင်ထားသလို ပျော်ရွှင်စရာ အခိုက်အတန့်မဟုတ်ခဲ့ဘဲ လူတစ်စုက သူ့ကို ဝိုင်းထားလိုက်တဲ့အခါ နိုဟျောင်းဆူတစ်ယောက် အလွန်အံ့အားသင့်သွားခဲ့ရပါတယ်။အဲ့ဒီလူတစ်စုက လူကုန်ကူးတဲ့ ဂိုဏ်းတစ်ခုကလူတွေဖြစ်နေပြီး သူ့ရဲ့ ကိုယ်တွင်းအင်္ဂါတွေကို ရောင်းထုတ်ဖို့ လုပ်ကိုင်နေကြတာပါ။ ဒီလိုနဲ့ နိုဟျောင်းဆူရဲ့ ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေကို ဝယ်ယူကြဖို့ ရွေးချယ်နေကြချိန်မှာ ရုတ်တရက် မြေငလျင်လှုပ်ခတ်လာတဲ့အခါမှာတော့ ...\nဘာတွေဆက်ဖြစ်မလဲ? လောဘသားတွေအုပ်စိုးတဲ့ လူသားဆန်မှု ကိုယ်ချင်းစာမှု တရားဥပဒေတွေ ...",
        "url": "https://channelmyanmar.org/tvshows/bargain-a-k-a-ransom-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uMtryUXNFfKwk8rddrjWYm0o5Zz.jpg",
        "title": "Notre-Dame (2022)",
        "description": "Notre-Dame (2022)(တချို့ကိစ္စ အမှတ်တရတွေက လူတွေကိုအမြဲအမှတ်ရနေစေတာမဟုတ်ပါဘူး\nသူတို့ဘဝထဲကအချိန်ကာလတစ်ခုကို ရပ်တန့်သွားစေခဲ့တာပါ)၂၀၁၉ ခုနှစ်က ပဲရစ်မြို့ကပြည်သူတွေရဲ့အချိန်ကို တစ်ခဏတာရပ်တန့်စေခဲ့တဲ့ အဖြစ်အပျက်တစ်ခု သို့မဟုတ်\nပဲရစ်မြို့ရဲ့အထင်ကရနေရာတစ်ခုလည်းဖြစ် ယူနက်စ်ကိုရဲ့ ကမ္ဘာ့ယဉ်ကျေးမှုအမွေအနှစ်အဖြစ်\nကြေညာထားတဲ့နေရာလည်းဖြစ်တဲ့ နိုတာဒမ်းခရစ်ယာန်ဘုရားကျောင်းမီးလောင်ကျွမ်းမှုလူသေဆုံးမှုမရှိခဲ့ပေမယ့်လည်း ယဉ်ကျေးမှုအမွေအနှစ်ဖြစ်တဲ့ ဘုရားကျောင်းထိခိုက်ပျက်စီးမှုများတဲ့အပြင်\nလူတွေရင်ထဲစွဲမြဲနေလောက်အောင် အထိတ်တလန့်ဖြစ်‌စေခဲ့တဲ့ ဒီဖြစ်ရပ်မှန်အကြောင်းကို\nမီးသတ်သမားရဲ့ရှုထောင့်ဘက်က ရိုက်ကူးထားတဲ့ Notre Dame ဆိုတဲ့ Netflix mini seriesလေးနဲ့ စီအမ်ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးလိုက်ပါရစေ။ဘဝမှာပထမဆုံးဆိုတဲ့အရာတွေဟာ နှလုံးသားရဲ့အနက်ရှိုင်းဆုံးတစ်နေရာမှာ အမြစ်တွယ်နေတတ်ပါတယ်။\nဥပမာ \"အချစ်ဦး\" ပေါ့။\nမီးသတ်သမားတစ်ယောက်အတွက်လည်း သူပထမဆုံးငြိမ်းသတ်ရတဲ့မီးက သူ့ဘဝရဲ့မှတ်ကျောက်တစ်ခုပါ။\nဒါပေမဲ့ အဒမ်စကီကတော့ ပထမဆုံးမီးငြိမ်းသတ်ရချိန်မှာ ချစ်ရသူနဲ့လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ဘန်ကို ဆုံးရှုံးလိုက်ရပြီး စိတ်ဒဏ်ရာရသွားခဲ့တာကြောင့် အလုပ်ပါနားလိုက်ရပါတယ်။\nဒီတူညီသောဖြစ်ရပ်မှာပဲ စိတ်ဒဏ်ရာရသွားခဲ့သူကတော့ မီးသတ်ဌာနရဲ့ဗိုလ်ချုပ်ဖြစ်တဲ့ ဘန်ရဲ့အဖေဖြစ်သူပါ။\nဒီလိုစိတ်ဒဏ်ရာတွေနဲ့လူနှစ်ယောက်ကို ပြန်လည်ဆုံတွေ့စေမယ့် နိုတာဒမ်းမီးလောင်ကျွမ်းမှုမှာရော\nအတိတ်ဖြစ်ရပ်‌ရဲ့ Flashbackတွေကြားကနေ သူတို့နှစ်ယောက်ကျရာတာဝန်ကို\nဘယ်လိုထမ်းဆောင်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။၂၀၁၉ ခုနှစ် နိုတာဒမ်းမီးလောင်မှုကို သေချာရိုက်ကူးပြထားတဲ့စီးရီးကောင်းတစ်ခုဖြစ်တာကြောင့်\nဒီဖြစ်စဉ်ကိုသေချာသိချင်သူတွေရော မသိလိုက်သူတွေပါ ကြည့်ရှုသင့်တဲ့စီးရီးလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်။\nစုစုပေါင်း ၆ ပိုင်း ပါရှိမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Mary Christ က ...",
        "url": "https://channelmyanmar.org/tvshows/notre-dame-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-mi-135x200.jpg",
        "title": "Miss Scarlet and the Duke (2020)",
        "description": "ဒီ တစ်ခါတော့ ပရိသတ်ကြီးကို ဟိုးအရင်ခေတ်က အင်္ဂလန်လိုနိုင်ငံမှာ‌တောင် အမျိုးသားနဲ့ အမျိုးသမီးကို တန်းတူအခွင့်အရေးမပေးတဲ့ အကြောင်းလေးရိုက်ပြထားတဲ့ ဇာတ်လမ်းတွဲလေး တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် စုံထောက်ဇာတ်လမ်းရယ် သူများနဲ့မတူဘဲ ဖောက်ထွက်တတ်တဲ့ အမျိုးသမီးတစ်ယောက်အကြောင်းရယ်ကို ရိုက်ပြထားလို့ ကြည့်လို့ကောင်းမဲ့ကားကောင်းလေးတစ်ကားပါပဲ\nဇာတ်လမ်းအကျဉ်း\nစကားလက်ဆိုတာကတော့ ပင်စင်စားရဲအရာရှိကြီးတစ်ယောက်ရဲ့ သမီးလေးပါပဲ သူ့အဖေကတော့ ပင်စင်ယူပြီးတဲ့ အချိန်မှာ အလွတ်စုံထောက်တစ်ယောက်လုပ်နေခဲ့တာပေါ့လေ ဒါပေမဲ့လည်း သူ့မိန်းမကသေသွားတာရယ် သမီးလေးကိုတစ်ယောက်တည်းထိန်းကျောင်းနေရတာရယ်ကြောင့် အရက်တွေအလွန်အကျွံသောက်ပြီး အကြွေးပါတင်နေတာပေါ့ အဲဒီခေတ်က အမျိုးသမီးတွေကို အမျိုးသားတွေနဲ့ တန်းတူအခွင့်အရေးမပေးခဲ့တော့ သူ့သမီး စကားလက် ရဲ့ စုံထောက်အရမ်းဖြစ်ချင်နေတဲ့ ဆန္ဒကိုခွင့်မပြုခဲ့ဘူးပေါ့လေ ဒါပေမဲ့လည်း စကားလက် က သူ့နည်းသူ့ဟန်နဲ့ သူ စုံထောက်ဖြစ်နိုင်တယ်ဆိုတာ သူ့အဖေကို သက်သေပြဖို့ကြိုးစားနေတာပါ အဲဒီလိုနဲ့ မထင်မှတ်ဘဲ သူ့အဖေက ဆုံးသွားတဲ့အချိန်မှာတော့ အကြွေးတွေနဲ့ ကျန်ခဲ့တဲ့ စကားလက် က ဘယ်လိုဖြေရှင်းမလဲ အမျိုးသမီးတွေကို အထင်အမြင်သေးနေတဲ့ ခေတ်ကြီးမှာ အမျိုးသမီးတစ်ယောက်အနေနဲ့ ဘယ်လိုရုန်းကန်မလဲ သူ့အဖေဆီကနေရော ...",
        "url": "https://channelmyanmar.org/tvshows/miss-scarlet-and-the-duke-2020/"
    }
]