[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2U1MmJjNWItY2MxZi00ZDUzLWEwYzEtY2E5ZDEyNTE3M2I1XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Maamannan (2023)",
        "description": "Maamannan(2023)IMDb-7.1/10\nPolitical Thriller75 ကုဋေထိရုံတင်ငွေအမြတ်ရထားတဲ့ တစ်ခေတ်တစ်ခါက အောင်မှုတွေရခဲ့တဲ့ဟာသမင်းသားကြီး\nVadivelu ၊ ဝန်ကြီးမျိုးဆက်ကနေမွေးဖွားလာတဲ့\nလူငယ်ဖွံ့ဖြိုးရေးနဲ့အားကစားဌာနမှာဝန်ကြီးခန့်အပ်ခံရဖူးသူ Udhayanidhi Stalin နဲ့ ရှူတည်တည်\nကာရိုက်တာလေးတွေနဲ့ ပေါက်ခဲ့တဲ့မင်းသမီးချောလေးKeerthy Suresh တို့ပါဝင်ထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းလွှတ်တော်ကိုယ်စားလှယ်ရဲ့သားဖြစ်ပေမဲ့ အဖေ့ရဲ့အရှိန်အဝါကိုမမီပဲ ဝက်မွေးပြီးအေးဆေးနေတဲ့\nအသီဗီရန် ၊လူမှုကောင်းကျိုးတွေကို ကျောင်းသူဘဝတည်းကဆက်တိုက်လုပ်ဆောင်နေတဲ့ လီလာ ၊\nအသီဗီရန်ကလီလာ့ကိုကြိတ်သဘောကျနေပေမဲ့ လွှတ်‌တော်ကိုယ်စားလှယ်ရဲ့သားမို့\nလီလာကမကြိုက်မှန်းသိလို့ရှေ့မတိုးခဲ့တာ ကျောင်းပြီးသည်ထိပါပဲကျောင်းပြီးတစ်နေ့လီလာ နွမ်းပါးတဲ့ကလေးတွေကိုစာသင်ဖို့ငှားထားတဲ့နေရာကို\nအမည်မသိလူတွေခြိမ်းခြောက်မှုကြောင့် ပိုင်ရှင်ကအတင်းရွှေ့ခိုင်းတဲ့အချိန်မှာစတော့တာပဲ\nသူငယ်ချင်းတွေက အသီဗီရန်ကိုအကူအညီတောင်းချင် လီလာကလက်မခံနဲ့ နောက်ဆုံးတော့လက်လျှော့ပြီး\nအသီဗီရန့်အိမ်သွားတွေ့ကြချိန်မှာ အသီဗီရန်က ဝက်တွေပဲမွေးနေပြီး အဖေနဲ့\nစကားမပြောခဲ့တာ ဆယ့်ငါးနှစ်တိုင်ခဲ့ပြီဆိုတာ လီလာသိလိုက်ရပါတယ်မုန်းတီးမှုကြောင့်မဟုတ်ဘဲ 15 နှစ်ထိ စကားမပြောခဲ့ရတဲ့အကြောင်းအရင်းနဲ့\nရိုးရှင်းမနေတဲ့လွှတ်တော်ကိုယ်စားလှယ်တစ်ယောက်ဆိုတဲ့ဘဝမှာ\nဘယ်လိုအလှည့်အပြောင်းတွေပါလာမလဲ လီလာနဲ့ ဗီရာတို့ရဲ့အချစ်ရေး\nဒါတွေကိုရသစုံကြည့်ရှူခံစားရမဲ့ကားလေးပဲဖြစ်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/2BK4b/Maamannan_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QUzIaemhlHZn5xW71TANW727wu.jpg",
        "title": "In Dream (2023)",
        "description": "In Dream (2023)လူတွေရဲ့သဘာဝကတော့ အိပ်မက်ဆိုတာ မက်ပြီးရင် မနက်ကျ မေ့သွားတတ်ကြတာများပါတယ်\nမနက်ထိ သတိရရင်တောင် တစ်နေကုန် မှတ်မိနေဖို့က ခဲယဉ်းပါတယ်ဒါပေမဲ့ ကိုယ့်အိပ်မက်ထဲတောင်မဟုတ်ဘဲ သူများအိပ်မက်ထဲထိပါ ဝင်ပြီး ထိန်းချုပ်လို့ရမယ်..\nကိုယ်လုပ်ချင်တာတွေလုပ်လို့ရမယ်ဆိုရင်တော့ တကယ်ကို ဆန်းကြယ်သွားပါပြီဒီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဖြင့် ဟုန်းဟွာဆိုတဲ့မိန်းကလေးက သူများအိပ်မက်ထဲမှာ ဝင်ပြီးဆက်သွယ်နိုင်နေတာပါ..\nဒါပေမဲ့ အရာရာက သူငယ်ချင်း ပျောက်ဆုံးတဲ့နေရာမှာ စတင်လာခဲ့တယ်ဟုန်းဟွာရဲ့ သူငယ်ချင်းကို ပြန်ပေးဆွဲသွားတဲ့ လူသတ်သမားဟာ ရက်စက်လွန်းတဲ့အတွက် ရဲတွေကလည်း အသေရရအရှင်ရရ ဖမ်းချင်နေတာပါ..\nအဲလိုနဲ့ ဟုန်းဟွာလည်း အဲအမှုမှာပတ်သက်ခဲ့ရပြီးတော့ လူသတ်သမားနဲ့ စိတ်နဲ့ စီးချင်းထိုးရမယ့်အဖြစ်တွေနဲ့ ကြုံရပါတော့တယ်နောက်ဆုံးမှာ အဲလိုတွေသဘာဝလွန်ဖြစ်ရပ်တွေကြုံနေရတဲ့ ဟုန်းဟွာတစ်ယောက်\nလူသတ်သမားကို ဖမ်းတဲ့နေရာမှာကူညီနိုင်မလား...\nနောက်ဆက်တွဲကြုံလာရမယ့်အဖြစ်တွေကိုရော ခံနိုင်ရည်ရှိပါ့မလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 889MB | 419MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/3hHle/In.Dream.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csZRHobe0aPYOGobhLjTnB6S2L9.jpg",
        "title": "The Murderer (2023)",
        "description": "The Murderer (2023)နာမည်ကျော် ထိုင်းဟာသမင်းသားကြီး Phetthai Vongkumlao ပါဝင်ထားတဲ့ ဟာသကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Bad Genius ထဲက ဂရေ့စ်အဖြစ် သရုပ်ဆောင်ဖူးတဲ့ Eisaya Hosuwan ပါပဲ။ဇာတ်လမ်းအကျဉ်းထိုင်းနိုင်ငံတစ်နေရာက လယ်တောအိမ်လေးတစ်ခုထဲမှာ ၇ လောင်းပြိုင်လူသတ်မှုကြီး ဖြစ်ပွားခဲ့ပါတယ်။\nအဲဒီအတွက် သံသယတရားခံကတော့ အဲလ်လို့ခေါ်တဲ့ ဗြိတိန်သားတစ်ယောက်ပါပဲ။\nသူဟာ သေသွားတဲ့မိသားစုရဲ့ သမီး ဆိုင် နဲ့ လက်ထပ်ထားတာဖြစ်ပြီး ယောက္ခမတွေအိမ်မှာ ညလာအိပ်တဲ့ညမှာ ပြဿနာတွေရှုပ်ကုန်တာဖြစ်ပါတယ်။\nအသတ်ခံရတဲ့ သူ ၇ ယောက်ကလည်း သေပုံသေနည်းတစ်မျိုးစီဖြစ်နေပြီး ဇာတ်လမ်းကိုယ်စီရှိနေပြန်ပါတယ်။\nအသက်ရှင်ကျန်ခဲ့တဲ့ အဲလ် နဲ့ ဆိုင်၊ သူတို့ရဲ့ တူမလေး ဇွန် တို့ကို စခန်းမှူးက စစ်ဆေးရင်း\nသူတို့တစ်ယောက်တစ်ပေါက်ပြောပြတာတွေကနေ တရားခံအစစ်ကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာ ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime, Mystery, Thriller\nQuality…. 1080p | 720p\nFile ...",
        "rating": "6.5",
        "url": "https://megaup.net/3hHc4/The.Murderer.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTRlODBkOTctMDYwNS00MTExLThlZDktMDE0MTI3MGE2ZTE2XkEyXkFqcGdeQXVyMTU2MTgxNjc@._V1_-133x200.jpg",
        "title": "Among the Beasts (2023)",
        "description": "Among the Beasts (2023)\n==================\nIMDb Rating - 6.0/10Action, Thriller, Mystery ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nRotten Tomatoes 57%, IMDb rating 6.0/10 ရရှိထားတဲ့ ဇာတ်\nကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သားဟောင်းကြီး အယ်လ်တီဟာ ကျဆုံး\nသွားရှာပြီဖြစ်တဲ့ သူ့ရဲ့ ရဲဘော်ရဲဖက် ဘော်ဘီရဲ့ မိသားစုကို စောင့်ရှောက်\nပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ ဘော်ဘီရဲ့ သမီး ကေလာ ပြန်ပေးဆွဲခံရပြီး\nပျောက်ဆုံးသွားခဲ့ပါတယ်။ အယ်လ်တီလည်း ရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါ\nဘူး။ အယ်လ်တီလည်း စိတ်ဓာတ်တွေကျ၊ တာဝန်မကျေဘူးဆိုတဲ့ ခံစား\nချက်တွေနဲ့ လုံးပန်းနေခဲ့ပါတယ်။တစ်နှစ်ခန့်အကြာမှာ လိုလာ ဆိုတဲ့ မူးယစ်ဆေးဝါး‌ဂိုဏ်းခေါင်းဆောင်ရဲ့\nသမီးဟာ သူ့ညီမဝမ်းကွဲလေး ဆိုဖီယာ ပြန်ပေးဆွဲခံရပြီး ပျောက်သွားတာမို့\nဖြစ်ပုံချင်းတူတဲ့ အယ်လ်တီ့ဆီကို အကူအညီလာတောင်းပါတယ်။ အယ်လ်\nတီတစ်ယောက်လည်း သူ့တာဝန်မကျေမှုကို ပြန်လည်ပေးဆပ်ဖို့အတွက်\nလိုလာ့ကို ကူညီပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒီလိုနဲ့ အယ်လ်တီ၊ လိုလာနဲ့\nအေဂျေတို့ သုံးယောက်ဟာ ကလေးပြန်ပေးဂိုဏ်းကို လိုက်လံစုံစမ်းတဲ့အခါ\nမှာတော့......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1VIpq/Among.The.Beasts.2023.720p.BluRay.(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjM2MTNiYjUtNzhhMy00ZmQ1LWFjNTItM2Q4YjdmY2JiZmVlXkEyXkFqcGdeQXVyMTU2NzgxNTE0._V1_-157x200.jpg",
        "title": "Love Tactics 2 (2022)",
        "description": "Love Tactics 2 (2022)\n================ပထမကားမှာ နင်ချစ်မလား ငါချစ်မလားနဲ့ အချစ်ပြိုင်ပွဲလေးလုပ်ခဲ့ကြတဲ့\nအက်စ်လီနဲ့ ကယ်ရမ့်ကိုမှတ်မိကြသေးရဲ့လား။  သူတို့နှစ်ယောက်ကနေ\nတစ်ဆင့် စုံတွဲတွေဖြစ်သွားကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က လက်ထပ်\nကြတော့မှာပါတဲ့။ ဒါပေမဲ့ ဒါကို အက်စ်လီတို့နှစ်ယောက်က သဘောမ\nကျပါဘူး။ အိမ်ထောင်ပြုလိုက်တာနဲ့ ရန်ပဲဖြစ်ပြီး အချစ်တွေမရှိတော့ဘဲ\nနောက်ဆုံးကွာရှင်းကြမှာပဲလို့ ယုံကြည်ကြတဲ့နှစ်ယောက်ပေါ့။ အိမ်ထောင်\nရေးကို အယုံအကြည်မရှိကြတာချင်းအတူတူ အက်စ်လီက ကယ်ရမ်ဟာ\nသူ့ကိုလက်မထပ်ချင်ရကောင်းလားဆိုပြီး စိတ်ဆိုးသွားပါတယ်။ဒီလိုနဲ့ အက်စ်လီက ကယ်ရမ် သူ့ကိုလက်ထပ်ချင်လာအောင် စစ်ဆင်ရေး\nစပါတယ်။ ကယ်ရမ်ကလည်း အားကျမခံ အက်စ်လီ့ကို အိမ်ထောင်သည်\nဘဝကို စိတ်ကုန်သွားအောင် ဗျူဟာဆွဲပါတော့တယ်။ သူတို့နှစ်ယောက်ရဲ့\nဒုတိယအကြိမ်ဂိမ်းလေးမှာရော ဘယ်သူအနိုင်ရမလဲ။ ချစ်ရင်ယူမှဖြစ်မှာ\nလား လက်ထပ်လိုက်တာနဲ့ အချစ်တွေကုန်သွားပြီလား ပရိသတ်ကြီးရော\nဘယ်လိုထင်ပါသလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL မှဖြစ်ပါတယ်)File Size..........(1.85 GB) / (833 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/3hD76/Love.Tactics.2.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z7TzgY3qcBX7VHaNG3E3t8YP1v.jpg",
        "title": "The Channel (2023)",
        "description": "The Channel (2023)\n\" Subtitles error FIXED!!! \"\n~ Rotten Tomatoes - 67% ~Crime, Thriller အမျိုးအစားကိုမှ ညီအကို မိသားစုသံယောဇဉ်တွေနဲ့ ဒရာမာပါးပါး ရောထည့်ထားတဲ့ Action ဇာတ်ကြမ်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ New Orleans မှာ အခြေတည်ပြီး ရိုက်ထားတာပါ။ဂျိမ်းနဲ့ မစ်တို့ ညီအကို ၂ယောက်က Irish Channel မှာ ကြီးပျင်းခဲ့ပြီး အမေရိက မရိန်းတပ်ဖွဲ့က စစ်သားဟောင်းတွေဖြစ်ပါတယ်။ ဂျိမ်းက ဉာဏ်ပြေးပြီး ဆင်ခြင်နိုင်တဲ့ ညီဆိုရင် မစ်ကတော့ သွေးဆူလွယ်ပြီး ထိန်းချုပ်ရခက်တဲ့ အကိုလို့ပြောရမှာပါ။ စစ်ကထွက်လာပြီးတဲ့‌‌ နောက်ပိုင်းမှာလည်း ပြစ်မှုတွေ ကျူးလွန်ထားပါတယ်။ ဂျိမ်းမှာက ‌ဘဏ်၀န်ထမ်း ဇနီး အေဗာ နဲ့ မွေးရာပါနှလုံးရောဂါသည် လသားအရွယ် သမီးလေးရှိပါတယ်။ နှလုံးခွဲစိတ်ဖို့ ကုန်ကျစရိတ်က ဈေးကြီးလွန်းတဲ့အတွက် ဘဏ်ခွဲတစ်ခုကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fO7r/(CM)_The_Channel_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uuxhFccZJvmQy5UDzoP3Wzjn7LU.jpg",
        "title": "[18+] Hugot (2023)",
        "description": "Hugot (2023)ကွိုင်းက ဘတ်စ်ကတ်ဘောဝါသနာပါပြီး ကိုယ်တိုင်လည်းကြိုးစားသလို အရည်အချင်းလည်းရှိတဲ့ လူငယ်တစ်ယောက်ပါ။ ဒါပေမဲ့ သူ့ဖခင်ကတော့ သူ့ဝါသနာကို ခါးခါးသီးသီးဖြစ်နေပြီး သင်္ဘောတက်ဖို့ပဲ တိုက်တွန်းနေပါတယ်။ကွိုင်းမှာ သူ့ကိုတစ်ဖက်သက် ကြိုက်နေသလို ဆာတိုင်းကျွေးဖော်ရတဲ့ ဂျာပွတ်ဆိုတဲ့ သူငယ်ချင်းမလေးလည်းရှိပေမဲ့ သူတကယ်တမ်းစိတ်ဝင်စားပြီး မှန်းနေရတဲ့သူကတော့ သူ့ကစားဖော်ပြိုင်ဘက်ရဲ့ ရည်းစားဖြစ်တဲ့ တီနာ (Azi Acosta) ဖြစ်ပါတယ်။တစ်နေ့တော့ ငွေရှာခိုင်းချင်တဲ့ သူ့ဖခင်ပါးစပ်ပိတ်သွားအောင်၊ သူ့ဝါသနာကို လွတ်လွတ်လပ်လပ်လိုက်စားနိုင်အောင် အလွယ်တကူငွေရတဲ့ မူးယစ်ဆေးပို့တဲ့ အလုပ်ကိုတွဲလုပ်မိရင်း ဇာတ်လမ်းတွေရှုပ်ဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းထက်ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းတာက Pamasahe တစ်ကားတည်းနဲ့ ရှေ့ဆုံးတန်းကိုရောက်လာခဲ့တဲ့ Azi Acosta လေးပါပဲ။ မလိုအပ်ဘဲ ထည့်ထားတဲ့ ဂျိန်းခန်းတွေအများကြီးပါဝင်တဲ့အတွက် စိတ်ကျေနပ်ကြမှာလည်း အသေအချာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 855MB\nQuality - 1080p, 720p\nIMDb Rating - 6.6/10\nFormat - mp4\nDuration ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLwe/(CM)_Hugot_(2023)_720p.mp4",
        "category": "Adult, Crime, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGQ0ZmIxZTItMDZlOC00OGZjLTk3ZDQtZGRmNmVkYzQ0N2IyXkEyXkFqcGdeQXVyNDQ4NjgyNzg@._V1_-133x200.jpg",
        "title": "[18+] Bugaw (2023)",
        "description": "Bugaw (2023)ဒလောရက်စ်ဟာ သူတို့ရွာမှာ ပြည့်တန်ဆာအဖြစ် အသက်မွေးပြီး သူ့အလုပ်တွေအတွက် ရက်ချိန်းတွေ၊ ဈေးနှုန်းတွေ၊ ဖောက်သည်တွေနဲ့ချိတ်ဆက်တာကနေ အလုပ်လုပ်မယ့်နေရာတွေကိုလိုက်ပို့တာအထိ သူ့ဖခင်ကတာဝန်ယူပါတယ်။ သူရော ဖခင်ဖြစ်သူရော နှစ်ဦးလုံးရဲ့ ရည်မှန်းချက်က အငယ်နှစ်ယောက်ဖြစ်တဲ့ အိုင်းဆက်စ်နဲ့ဂလိုရီယာတို့ကိုပညာတတ်ကြီးဖြစ်ပြီး ဒီဘဝကနေရုန်းထွက်နိုင်ဖို့ပါပဲ။တစ်နေ့တော့ သူ မလိုက်လျောတဲ့ကိစ္စတွေနဲ့ပတ်သက်ပြီး ဖောက်သည်တစ်ဦးနဲ့ အချင်းများရာကနေ သူတို့ဖခင်သေဆုံးခဲ့ရပါတယ်။ အဲဒီနောက်ပိုင်း သူ့ဖခင်နေရာကို မောင်ငယ် အိုင်းဆက်စ်က တာဝန်ယူလာခဲ့ပြီး တစ်ဖြည်းဖြည်းသိလာရတာတွေကတော့ သူ့ဖခင်ဟာ သူတို့ဝင်ငွေတွေထဲက မနည်းလှတဲ့ ပမာဏတစ်ခုကို နယ်မြေရဲတစ်ယောက်ကိုအချိန်မှန်မှန်ဆက်ကြေးပေးနေခဲ့ရတယ်ဆိုတာပါ။ ငွေအင်အားလူအင်အား ဘာကိုမှမယှဉ်နိုင်တဲ့ မိဘမဲ့ မောင်နှမသုံးယောက်ဟာ ရဲတောင်းဆိုတဲ့အတိုင်း ဆက်လက်ငုံ့ခံ လိုက်နာနေခဲ့ပေမယ့် အဲ့ဒီရဲက တစ်ဖြည်းဖြည်းအတင့်ရဲလာတဲ့အခါမှာတော့...ဒီဘဝကနေ ဘယ်လိုနည်းနဲ့ အလွတ်ရုန်းကြမလဲဆိုတာကိုယ်တိုင်အဖြေရှာလိုက်ကြပါ။ကြည့်လည်းကြည့်ကောင်းလှသလို မြင်နေတွေ့နေကျမဟုတ်တဲ့ မင်းသမီးအသစ်လေးတွေကိုလည်း ပွဲထုတ်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 690MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "5.4",
        "url": "https://megaup.net/1VLc6/(CM)_Bugaw_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzRhNzVhNTktZTJjZS00MTY1LTgzNDYtZjNmNzM1YmE3ZDg1XkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Bhuvanavijayam (2023)",
        "description": "Bhuvana Vijayam(2023)\nIMDb-6.9/10ပေါ့ပေါ့ပါးပါးနဲ့ အပျင်းတော်ပြေစေမယ့် တလေဂူးကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာပေါ်မှာရှိတဲ့လူသားတိုင်းမှာ ကိုယ်ပိုင်ဆန္ဒတွေရှိကြတယ်။အဲဒီဆန္ဒတွေက အောင်မြင်မှုနဲ့အတူ\nတွဲပါလာတတ်ကြပါမယ့် အဲဒီအောင်မြင်မှုအတွက် အများကြီးပေးဆပ်ပြီး တိုက်ပွဲဝင်ကြရတာ။\nအမြဲတမ်းရှုံးနေတဲ့လူတောင် တခါတလေအောင်နိုင်ပါသေးတယ်။အကြိမ်ရေနည်းပေမယ်လို့ပေါ့။\nအဲဒီလိုအချိန်တွေမှာ ဘုရားရဲ့ပါဝင်မှုက ရှိလာတတ်တာပဲ။ဒီဇာတ်လမ်းကလည်း ဘုရားတွေထဲကမှ ဘဟူဗာနာဗီဂျေယမ်ဆိုတဲ့လူသားရဲ့ဇာတ်လမ်း။\nသေဆုံးပြီးနောက် ဘယ်လိုတွေဖြစ်လဲဆိုတာရယ်ရုပ်ရှင်တစ်ကားအတွက် နောက်ခံဇာတ်ကြောင်းတွေ မတူညီကြတဲ့ လူခြောက်ယောက်\nဇာတ်ညွှန်းအတွက်ပြိုင်ကြတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ခွီရမယ့်ဇာတ်လမ်းပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.04GB / 863MB\nQuality…WEB DL /720p\nFormat…mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/3hF9w/Bhuvana_Vijayam_(2023)_Telugu_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ym1dxyOk4jFcSl4Q2zmRrA5BEEN.jpg",
        "title": "The Little Mermaid (2023)",
        "description": "The Little Mermaid (2023)ဒစ္စနေးရဲ့ နောက်ဆုံးထွက် ကာတွန်းကနေ လူရုပ်ရှင်အဖြစ်ပြန်ရိုက်ထားတဲ့ ရေသူမလေး လာပါပြီ။\nလူမည်းမင်းသမီးသုံးတဲ့အတွက် မျိုးစုံဝေဖန်ခံနေရတဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်။\nလူမျိုးရေးကြောင့်မဟုတ်ဘဲ မူရင်းဇာတ်ကောင်တွေကို အတင်းလူမည်းပြောင်းတဲ့အတွက်ပါ။\nထောက်ခံသူတွေ ကြိုက်သူတွေလည်း ရှိကြပါတယ်။\nကိုယ်တိုင်ကြည့်ကြည့်လိုက်ကြတာ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့ မူရင်းကာတွန်းပုံပြင်အတိုင်းပါပဲ။\nပင်လယ်ဘုရင်ကြီးရဲ့အငယ်ဆုံးသမီးလေး သတ္တမမြောက်သမီးတော် ရေသူမလေး အယ်ရီရယ်ဟာ လူသားကမ္ဘာကို အရမ်းစိတ်ဝင်စားနေသူပါ။\nဒါကြောင့် သင်္ဘောပျက်တွေထဲမှာ လူသားပစ္စည်းတွေကိုရှာပြီး အမြဲ စုထားတတ် စပ်စုတတ်တဲ့သူပါ။\nတစ်နေ့မှာတော့ လှေမှောက်ပြီး ရေထဲနစ်လာတဲ့ မင်းသားလေးအဲရစ်ကို ကယ်ရင်းနဲ့ ချစ်မိသွားခဲ့ပါတယ်။\nဒါပေမဲ့ ရေဘုရင်ကြီးက ကုန်းပေါ်ကို သွားဖို့ တားမြစ်ထားတာကြောင့် အခက်တွေ့နေပါတယ်။\nအဲဒီအချိန်မှာပဲ ရေဘုရင်ကြီးရဲ့ ညီမ ပင်လယ်စုန်းမ အာဆူလာက အယ်ရီရယ်နဲ့အပေးအယူလုပ်လိုက်ပါတယ်။\nအယ်ရီရယ့်ကို လူအဖြစ်ဖန်ဆင်းပေးပြီး သုံးရက်အတွင်း မင်းသားလေးနဲ့ အချစ်စစ်အနမ်းရခဲ့ရင် လူအဖြစ် အမြဲနေရမှာဖြစ်ပြီးမရခဲ့ရင်တော့\nအယ်ရီရယ်ရဲ့ အရမ်းလှတဲ့အသံကို သိမ်းပိုက်ပြီး အယ်ရီရယ်ကိုပါ ကျွန်အဖြစ် အပိုင်ရမှာဖြစ်ပါတယ်။\nဒီတော့ အယ်ရီရယ်နဲ့မင်းသားလေးတွေဘာဆက်ဖြစ်မလဲ စုန်းမကြီးအာဆူလာကရောဘယ်လိုနှောင့်ယှက်မလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1VIl0/The.Little.Mermaid.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/6WeBK3ivG5fBAt0RMrJrH0GhBrT-133x200.jpg",
        "title": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)",
        "description": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)IMDb 7.1/10အဖေတစ်ခု သမီးတစ်ခုနေလာကြတဲ့ မစ္စတာရှင်းနဲ့ နယော့ အဖေက\nအရက်ကိုသိပ်ကြိုက်သလို သမီးက ခိုးရတာဝါသနာ\nအချင်းချင်းအမြဲသတ်နေပေမဲ့ ၂ယောက်က အရမ်းချစ်ကြတဲ့သားအဖပေါ့ဒီလိုနဲ့ တစ်ရက်ကျ မစ္စတာရှင်းက သမီးဖြစ်သူကို အိမ်ထောင်ချပေးဖို့ အတွေးဝင်လာတယ်\nသမီးအသက်ကလည်း မငယ်တော့တာမို့ သမက်လောင်းရှာဖို့ ခရီးစပါတော့တယ်\nတစ်ရပ်ကွက်တည်းသားချင်းတွေက နယော့ရဲ့စရိုက်ကိုသိနေတော့ ဝေးဝေးကရှောင်ရင်း....\nသူ့သမီးအတွက် ခင်ပွန်းလောင်းရှာနိုင်သွားမလား ဘယ်နေရာမှာ ဘယ်သူ့ကို ဘယ်လိုဂျင်းတွေထည့်မလဲဆိုတာတော့...ရယ်ရတဲ့ကားလည်းဖြစ် ပညာလည်းရတာမို့ ခဏတာဘဝ‌အမောတွေ\nဖြေဖျောက်နိုင်စေရန် တင်ဆက်ပေးလိုက်ရပါတယ်(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့Yunni~BpL~Aditi~Zwe Yan ~Cherry~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 809MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni~BpL~Aditi~Zwe Yan ~Cherry~V",
        "rating": "",
        "url": "https://megaup.net/2BHmx/Chuyen.Xom.Tui.Con.Nhot.Mot.Chong.2023.720p(CM).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGNlODdjYzgtMDUwZC00ZmFlLWI1OWUtNDkyNDc2YmYxNDVkXkEyXkFqcGdeQXVyMTU0OTM5ODc1._V1_-134x200.jpg",
        "title": "Justice League: Warworld (2023)",
        "description": "Justice League: Warworld (2023)\n========================Justice League ရဲ့ Warworld ဆိုတဲ့ Animation ကားလေးထွက်\nလာပါပြီ။ Warworld ဆိုတဲ့အတိုင်း စစ်ပွဲတွေနဲ့ ပြည့်နေတဲ့ ကမ္ဘာကြီး\nပေါ့။ ဒါပေမဲ့ အရှိသဘောအတိုင်း တည်ရှိနေတဲ့ ကမ္ဘာမဟုတ်ပဲ ဂြိုလ်\nတစ်ခုလောက်ကြီးမားပြီးစကြာဝဠာတစ်ခုလုံး မာတီဗာစ့်တွေအကုန်လုံး\nပြောရရင် တည်ရှိမှုအကုန်လုံးကို ဖျက်ဆီးနိုင်တဲ့ စွမ်းအားအကြီးဆုံး\nလက်နက်ပါပဲ။ အဲလက်နက်ရဲ့ အစွမ်းက Virtual World တစ်ခုကို\nတည်ဆောက်ပြီး လူတွေရဲ့ စိတ်ကိုထိန်းချုပ်ကာ လူတွေဆီက ထွက်\nလာတဲ့ အကြောက်တရား...အမုန်း..ဒေါသ အစရှိတဲ့ မကောင်းတဲ့ခံစား\nချက်တွေကို စွမ်းအင်အရင်းအမြစ်အနေနဲ့ အသုံးချတာပါ။ဒီတော့ အကျဉ်းသားအနေနဲ့ လူတွေကို ဖမ်းဆီးပြီးအသုံးချရတာပေါ့၊\nဖမ်းခံရတဲ့သူတွေထဲ စူပါမန်း..ဘတ်မန်း နဲ့ ဝန်ဒါဝူးမန်း တို့ပါ ပါသွားခဲ့\nပါတယ်။ ဒီလိုနဲ့ သုံးယောက်သား စစ်ကမ္ဘာထဲမှာ ကျင်လည်ဖို့ရာဖြစ်လာ\nတော့တာပေါ့။ အစပိုင်းမှာတော့ ကောင်းဘွိုင်ခေတ်ရောက်လိုက်၊ Wizard\nတွေနဲ့ ချလိုက်၊ ဟီးရိုးတွေကလည်းစိတ်ထိန်းချုပ်ခံထားရတော့ သူတို့\nကိုယ်သူတို့ ဘယ်သူတွေမှန်းမသိပဲ ဇာတ်ရည်မလည်ပဲဖြစ်နေပါလိမ့်မယ်။\nနောက်ဆုံးမှာတော့ တစ်စုံတစ်ခုက သူတို့ကိုလှမ်းခေါ်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fMkc/Justice.League.Warworld.2023.720p.WEB-DL.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNGY1NzAzMDktYmM3Ny00ODVkLWI2ODQtMzQzNGNkOWVjYzZkXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Mr. Car and the Knights Templar (2023)",
        "description": "Mr. Car and the Knights Templar (2023)\n=============================ပေါ့ပေါ့ပါးပါး ကြည့်စရာရှာနေသူတွေအတွက် ပိုလန်ရုပ်ရှင်သစ်\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ပိုလန်စာရေးဆရာကြီး Zbigniew\nNienacki ရဲ့နာမည်တူ၀တ္ထုကို အခြေခံရိုက်ကူးထားတာပါ။\nအလွယ်ပြောရရင်တော့ ဇာတ်လိုက်နဲ့ကလေးတစ်သိုက်က ရတနာ\nသိုက်လိုက်ရှာတဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ ဒါပေမဲ့ ထူးခြားတာကတော့\nခရူးဆိတ်စစ်ပွဲနဲ့ သမိုင်းကြောင်းထဲက သူရဲကောင်းတွေနဲ့ ဆက်စပ်\nတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေပါနေတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအရတော့ လူသိများတဲ့ ပိုလန်လူမျိုး အနုပညာသမိုင်း\nပညာရှင် တောမတ်ရှ်ဟာ တမ်ပလာလက်ဝါးကပ်တိုင်တစ်ခုကို ရှာ\nတွေ့ထားပါတယ်။ အဲဒီကပေးတဲ့ သဲလွန်စနဲ့ ရှေးခေတ်က ရတနာ\nသိုက်တစ်ခုကိုရှာဖွေဖို့ ကြိုးပမ်းပါတော့တယ်။ ဒါပေမဲ့ လူအတော်\nစိတ်၀င်စားတဲ့ ရတနာသိုက်ဖြစ်တာကြောင့် ဟိုးလေးတကျော်နာမည်\nကြီးသွားပါတယ်။ အဲဒီအခါမှာ ရတနာသိုက်မုဆိုးတွေစုလာပြီး အချင်း\nချင်းပြိုင်ဆိုင်တိုက်ခိုက်မှုတွေ ရှိလာပါတယ်။တောမတ်ရှ်ကတော့ သူနဲ့သိပ်မတည့်လှတဲ့ သတင်းထောက်မတစ်ယောက်၊\nသူအထင်မကြီးလှတဲ့ ဆယ်ကျော်သက်ကလေး ၃ ယောက်နဲ့ မထင်မှတ်\nဘဲ တစ်ဖွဲ့တည်းဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလိုနဲ့ တောမတ်ရှ်တို့အဖွဲ့ အလွဲ\nတွေကြားမှာ ရတနာသိုက်ဘယ်လိုရှာကြမလဲ၊ ဘာတွေရင်ဆိုင်ရမလဲ၊\nဘယ်သူမှ ဘာမှန်းမသိတဲ့ ရတနာသိုက်ဆိုတာက နောက်ဆုံးမှာ ဘာဖြစ်\nနေမလဲဆိုတာကို ကြည့်ကြရမှာပါ။ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1fE0m/Mr.Car.and.the.Knights.Templar.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YMoUoEkUkh60BnxJG04Neg8Hx8.jpg",
        "title": "Regina (2023)",
        "description": "Regina (2023)IMDb-6.6/10မင်းသမီးချောလေး Sunaina ပါဝင်ထားတဲ့ အမျိုးသမီးတစ်ယောက်တည်း\nတစ်ကိုယ်တော်နွှဲပြမဲ့ Crime/Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်ရေဂျီနာငယ်ငယ်တုန်းက သူ့မျက်စိရှေ့မှာပဲ သူ့အဖေကို ရက်ရက်စက်စက်သတ်တာမြင်လိုက်ရသူပါ\nဒီလိုနဲ့ အဖေတစ်ခုသမီးတစ်ခုဘဝကနေ တစ်ကောင်ကြွက်တစ်မျက်နှာနဲ့ အပြုံးအရယ်မရှိ\nဘဝကိုဖြတ်သန်းနေရင်း ဂျိုးဆိုတဲ့အချစ်ကိုရှာတွေ့သွားချိန်မှာ‌တော့ ဘဝကပြန်စိုပြေပျော်ရွှင်လာတာပေါ့ဂျိုးနဲ့ပျော်လို့မှမဝသေးခင် ဂျိုးအလုပ်လုပ်တဲ့ဘဏ်ကိုဝင်စီးပြီး မျက်နှာဖုံးနဲ့လူတွေသတ်တာခံလိုက်ရပါတော့တယ်\nရဲတွေကလည်းတာဝန်ယူအမိဖမ်းမပေးပါဘူး ဂျိုးနဲ့ရတဲ့ကိုယ်ဝန်ကလည်းပျက်နဲ့ ဘဝဟာသေမထူးနေမထူးဖြစ်နေချိန်မှာ..........\nရေဂျီနာတစ်ယောက် အိမ်ကထွက်ပြီးပင်လယ်ကမ်းခြေမြို့လေးမှာ အလုပ်သွားလုပ်နေပါတော့တယ်ဒါဟာသူ့ဘဝကို အေးဆေးပဲဖြတ်သန်းတော့မဲ့အဓိပ္ပာယ်လား နာကျင်ခဲ့ရတာတွေကို\nအလွယ်တကူမေ့ပစ်မှာတဲ့လား နောက်ကွယ်ကဘာအကြောင်းအရာတွေရှိနေမလဲဆိုတာရှုစားကြည့်ပါဦး\nFile size…1.7GB / 815MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Zwe~V~Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/1VJ18/Regina_(2023)_Tamil_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWU4ODRiODAtMTYzZi00ZjJlLWE3YTItMTcxMTUyMzZlZDgyXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Paayum Oli Nee Yenakku (2023)",
        "description": "Paayum Oli Nee Yenakku(2023)\nIMDb-6.5/10လောလောလတ်လတ်ထွက်ရှိထားတဲ့ အိန္ဒိယတမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအက်ရှင်တွေကြားထဲမှာ အိုင်တီပညာရှင်လေးနဲ့ အခမ်းအနားအပြင်အဆင်တွေတာဝန်ယူလုပ်ကိုင်နေတဲ့\nအမျိုးသမီးလေးတို့ကြားက ရိုမန့်စ်လေးကိုလည်း ခံစားကြရမှာပါ။အိုင်တီပညာရှင် အရာဗင်က ရှားပါးတဲ့အမြင်အာရုံချို့ယွင်းမှုကို ခံစားနေရပြီး အလင်းရောင်ထဲမှာပဲ\nသူ့မျက်လုံးတွေက မြင်နိုင်စွမ်းရှိတာပါ။အဲဒီအခြေအနေကြောင့်ပဲ\nဖြစ်ခဲ့တဲ့ မတော်တဆမှုတခုကနေ သူ့မိဘတွေကို ဆုံးရှုံးခဲ့ရပါတယ်။ဒါပေမယ့် ဦးလေးဖြစ်သူမိသားစုနဲ့အတူနေရင်း ပျော်ရွှင်တဲ့မိသားစုဘ၀လေးပိုင်ဆိုင်ပြီး\nချစ်ရသူလေးနဲ့ကလည်း အပေးအယူတွေမျှနေပါပြီ။ဒီလိုနဲ့တစ်ရက် အိမ်အပြန်လမ်းမှာ မသမာသူလူတစုရဲ့ ပြန်ပေးဆွဲခြင်းခံလိုက်ရတာကနေစ\nသူ့အဖေဆုံးပါးသွားခဲ့ရတာရော သူ့အလုပ်နဲ့ပတ်သက်တာတွေကရော သွေးရိုးသားရိုးမဟုတ်ဘူးဆိုတာ\nသိလိုက်ရပါတော့တယ်။မမျှော်လင့်ထားတဲ့ အကူအညီကြောင့် သူပြန်လွတ်မြောက်လာပြီးနောက်မှတော့\nဖြစ်စဉ်တွေအကုန်လုံးကို ပြန်ပြီးဖော်ထုတ်နိင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  / 815MB\nQuality…1080p True WEB DL /  720p\nFormat…mp4\nDuration….1h 59m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~Cherry",
        "rating": "6.4",
        "url": "https://megaup.net/1fLn3/Paayum_Oli_Nee_Yenakku_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ECl5Yf0SiQwtXNfQg6jZcuvXkm.jpg",
        "title": "The Resurrection of Charles Manson (2023)",
        "description": "The Resurrection of Charles Manson (2023)~ Rotten Tomatoes - 78% ~ဒီကားလေးကို တကယ့်အဖြစ်အပျက်အပေါ်မှာ အခြေခံပြီးရိုက်ထားတယ်လို့ပြောလို့ရပါတယ်။ ဘာလို့‌ဆို ချားလ်မေဆန်ဆိုတဲ့သူက ၁၉၆၀ခုနှစ်၀န်းကျင်က အပြင်မှာတကယ်ရှိခဲ့တဲ့သူဖြစ်ပြီး ဇာတ်ကားထဲကအကြောင်းအရာတချို့ကလည်း တကယ်ဖြစ်ပျက်ခဲ့တာတွေ ပါ၀င်တာကြောင့်မလို့ပါ။ဒီချားလ်မေဆန်ဆိုတဲ့ပုဂ္ဂိုလ်က နှယ်နှယ်ရရတော့မဟုတ်ပါဘူး ဘာသာရေးဂိုဏ်းအဖွဲ့တစ်ခုရဲ့ခေါင်းဆောင်ဖြစ်ပြီး နောက်လိုက်တွေက ဂျီးဆပ်ပြန်၀င်စားတယ်လို့တောင်ယုံကြည်ကြတဲ့သူပါ။ သွေးပျက်စရာကတော့ သူ့နောက်လိုက်တချို့က အဲဒီခေတ်က နာမည်ကြီးမင်းသမီး Sharon Tate နဲ့ မိတ်ဆွေတချို့ကို ရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့တာပါ။ ဓါးနဲ့ဆယ့်ခြောက်ချက်လောက်အထိုးခံခဲ့ရတဲ့အပြင် ကြိုးနဲ့ပါ ကြိုးဆွဲချပြီးအသတ်ခံခဲ့ရတဲ့မင်းသမီးဟာ သေဆုံးချိန်မှာ အသက်(၂၆)နှစ်ပဲ ရှိပါသေးတယ်။ဒီကားထဲမှာတော့ ချားလ်မေဆန်ကို အသက်ပြန်သွင်းဖို့ သူ့‌ရဲ့နောက်လိုက်အပေါင်းအပါတွေ ကြိုးစားတဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ အားလုံးသိကြတဲ့ မင်းသားကြီး Frank Grillo ပါဝင်ထားပြီး လတ်တလောမှထွက်ရှိထားတဲ့ ဒီ Thriller ဇာတ်ကားလေးကို ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/1fLcp/(CM)_The_Resurrection_of_Charles_Manson_(2023)_BluRay_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODRlOWIwMzQtYWQxNS00OTBlLWE1ZTMtZjBiMWNlZDZjNDUxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Maurh – Lehndi Rutt De Nayak (2023)",
        "description": "Maurh (2023)ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ IMDb 8.5/10, the times of india 4.9/5 ရရှိထားတဲ့\n၁၈၈၅ ခုနှစ်နဲ့ ၁၈၉၃ခုနှစ်အတွင်း ပန်ဂျက်တောင်ပိုင်းက ဂျေအွန်နာဆိုတဲ့ တော်လှန်ရေးသမားရဲ့ ဖြစ်ရပ်မှန်ကို\nပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။တစ်ကမ္ဘာလုံးအနှံ့ ဗြိတိသျှတွေခြေချနေကြတဲ့ အဲ့ကာလမှာ ပန်ဂျပ်ပြည်နယ်ကလူတွေအတွက်တော့\nအိမ်ခွေးကိုလည်းကြောက်ရ အပြင်ခွေးကိုလည်းလန့်ရဆိုတဲ့ အခြေအနေဖြစ်နေခဲ့ပါတယ်။ ဗြိတိသျှကိုလည်းကြောက်ရ၊\nဘုရင့်အနွယ်တော်ဆိုတဲ့ မြေရှင်တွေကြောင့်လည်းကိုယ်စိုက်တဲ့အသီး ကိုယ္မစားရ မဝရေစာလေးစားပြီး\nအကြောက်ကြီးကြောက်နေခဲ့ရတဲ့ ကာလပါပဲ။ ဒီမှာမှ မစားရတဲ့အသီးကို သွားထိမိတဲ့သူကတော့\nအနေအေးတဲ့ လူရိုးလေးဂျေအွန်နာရဲ့အမေပါပဲ။သားကြီးကြိုက်တဲ့ မုန်ညှင်းစိမ်းလေးနည်းနည်းဝင်ခူးမိရာကစတဲ့မီးဟာ တစ်အိမ်လုံးကို\nတစ်စတစ်စနဲ့ပြန့်သွားပြီး ကြေးစားလူမိုက်အစ်ကိုကြီး တော်လှန်ရေးတပ်ထဲဝင်ပြီး\nအသက်ဆုံးသွားတဲ့အထိပါပဲ။ ဒီလိုအစ်ကိုကြီးရဲ့ သေဆုံးမှုကိုကလဲ့စားချေပေးမယ့်\nဂျေအွန်နာ လူတိုင်းမှာပြောစမှတ်တွင်သွားရတဲ့ဇာတ်လမ်း၊ ယုံတမ်းနဲ့ ပါးစပ်ရာဇဝင်တွေ ဘာလို့ဖြစ်လာတယ်။\nသူ့ရဲ့စွန်းစားခန်း ဘယ်လောက်ကြီးကျယ်တယ်ဆိုတာကို မိသားစုသံယောဇဉ်တွေ၊ ပန်ဂျပ်ပြည်သူတွေရဲ့ ဒုက္ခတွေကို\nပေါ်လွင်အောင်တင်ပြထားတဲ့ကားလေးမို့ CM Bollywood Team မှ Aditi~ BpL~ ZWE~ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nFile size…3.78GB / 1.4GB\nQuality…1080p WEB RIP /720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://megaup.net/3hDpQ/Maurh_2023_WebRip_720p_Punjabi_(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzU2N2QzYTYtYjM3ZS00OTY4LTlhMWQtYTQwNjhkZmRiYmIzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-141x200.jpg",
        "title": "Sync (2023)",
        "description": "Sync (2023)\nIMDb - 7.3/10အခုတစ်ခါမှာတော့ Rating ကောင်းပြီး ဇာတ်လမ်းတင်ဆက်ပုံ\nထူးထူးခြားခြားနဲ့ကြည့်ရမဲ့ Horror/ thriller ရုပ်ရှင်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nအလုပ်မှာ အဆင်မပြေတာတွေအမြဲကြုံနေကြတော့\nသူငယ်ချင်းလေးယောက် စိတ်လွတ်ကိုယ်လွတ်ပျော်ဖို့\nနေ့ချင်းပြန်ခရီးတစ်ခု စီစဉ်ခဲ့ကြပါတယ်။\nသို့ပေမဲ့ လမ်းခရီးမှာ ကားချို့ယွင်းချက်ကြောင့် လူတစ်ယောက်ကို\nမတော်တဆတိုက်မိပြီး ထွက်ပြေးခဲ့ကြတဲ့အချိန်မှာတော့ ...အပြစ်ရှိတဲ့သူတွေဟာ အပ်ကျရင်တောင်ကြောက်တတ်ကြတာမလို့\nသူတို့လေးယောက်ကို ဘယ်လိုအရာတွေကခြောက်လှန့်နေမှာလဲ\nအရင်နဲ့မတူ တမူထူးတဲ့ ခြောက်နည်းခြောက်ဟန်တွေကြား\nသူတို့ကိုယ်လွတ်ရုန်းဖို့ ဘယ်လိုတွေချောက်တွန်းကြမလဲဆိုတာ\nထင်မှတ်မထားတဲ့ Plot twist နဲ့ စိတ်ခြောက်ခြားဖွယ် ကြည့်ရှုရမှာပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ BpL~ Yunni ~ Aditi ~ Cherry ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…875MB / 389MB\nQuality…1080p WEB DL/ 720p\nFormat…mp4\nDuration….1h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Moon ~ BpL~ Yunni ~ Aditi ~ Cherry ~ ...",
        "rating": "",
        "url": "https://megaup.net/1VHqf/Sync_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWVhODJlNWYtNzllZS00ODQ5LWFhMWMtNDdlMDVkNWI3MmY2XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)",
        "description": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)\n===============================================\nIMDb Rating - 8.4/10IMDB 8.4 လောက်အထိရထားပြီး အသစ်စက်စက်ထွက်ရှိထားတဲ့ Animation\nဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ဒေါက်တာဗန်ချာရဲ့\nသားနှစ်ယောက်အနက် သားကြီးဖြစ်သူ ဟန့်ခ်ဗန်ချာပျောက်သွားပြီး တစ်နိုင်ငံလုံး\nက လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့အေဂျင်စီတွေ စွမ်းအားရှင်အဖွဲ့တွေ လိုက်ရှာကြတဲ့\nပုံစံကနေ စထားပါတယ်။တကယ်တော့ ဟန့်ခ်ဆိုတာ လိုတရဘဝကို ရခဲ့တဲ့လူငယ်တစ်ယောက်ဖြစ်ပြီး သူ\nပျောက်ဆုံးသွားတာကလည်း သူကိုယ်တိုင်ပဲ သူ့ရဲ့ တည်ရှိမှုကို ပြန်ရှာဖွေဖို့အတွက်\nစွန့်စားခန်း ခရီးတစ်ခု ထွက်လာခဲ့တာဖြစ်ပါတယ်။ သူ့ရဲ့ပျောက်ဆုံးနေတဲ့ အမေနဲ့\nထင်ယောင်ထင်မှားဖြစ်နေတဲ့ ပုံရိပ်တွေကြားထဲကနေ ဟ့န်ခ်တစ်ယောက် ဖခင်ဖြစ်\nသူ ဗန်ချာရဲ့လျှို့ဝှက်ချက်တွေနဲ့ အန္တရာယ်ရှိ စွမ်းအားရှင်အဖွဲ့တွေနဲ့ ထိပ်တိုက်တွေ့\nဆုံမိတဲံအခါမှာတော့ ဘာတွေဆက်ဖြစ်သွားမလဲ စိတ်ဝင်တစားဆက်လက်စောင့်\nကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှဖြစ်ပါတယ်)File Size..........(1.4 GB) / (545 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr ...",
        "rating": "8.4",
        "url": "https://megaup.net/3hCag/The.Venture.Bros.Radiant.is.the.Blood.of.the.Baboon.Heart.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14HAgc1s4lwkOQJA61qXfuxSRXH.jpg",
        "title": "Dream Palace(2023)",
        "description": "Dream Palace(2023)******************ယောက်ျားဖြစ်သူကို လုပ်ငန်းခွင်မတော်တဆမှုကြောင့် ဆုံးရှုးခဲ့ရပြီးနစ်နာကြေးရခဲ့တဲ့ပိုက်ဆံနဲ့ Dream Palaceလိုခေါ်တဲ့ တိုက်ခန်းအသစ်ဆီ ပြောင်းလာတဲ့ဟယ်ဂျောင်...\nအိမ်အသစ်မှာ အဆင်မပြေတာတွေရှိလို ကုမ္ပဏီကို တိုင်ကြားချင်ပေမယ့်အခြားနေထိုင်သူတွေက ဒီသတင်း ပေါက်ကြားပြီး တိုက်ခန်းစျေး ကျသွားမှာကိုပဲ စိတ်ပူနေကြပါတယ်....\nတစ်ချိန်တည်းမှာပဲ မိတ်ဆွေဟောင်းဖြစ်သူနဲ့ ပြန်လည်တွေ့ဆုံခဲ့ပြီး သူမနေတဲ့ တိုက်ခန်းမှာပဲဈေးသက်သာစွာနဲ့ တိုက်ခန်းဝယ်ယူနိုင်အောင် ကူညီပေးခဲ့ပါတယ်\nတိုက်ခန်းစျေးကျသွားမှာကို စိုးရိမ်နေကြတဲ့ အခြားနေထိုင်သူတွေနဲ့ဟယ်ဂျောင်ကြားမှာဘယ်လိုပဋိပက္ခတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး....File size : 1.8GB/ 667MB\nQuality : WEB-DL 1080p/ 720p\nFormat : mp4\nDuratio : 1h 51min\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "8.2",
        "url": "https://megaup.net/1fJaf/Dream.Palace.2023.WEB-DL.1080P(CM).mp4",
        "category": "Drama"
    }
]