[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "title": "Lop Nor Tomb 2023",
        "description": "BC ၂ရာစုလောက်တုန်းက\nပိုးလမ်းမအနီး တိဘက်ဒေသအနီးမှာ\nလော်လန်ဆိုတဲ့ရှေးဟောင်းနိုင်ငံတစ်ခုရှိခဲ့ဖူးတယ်လို့ဆိုတယ်။\nလော်လန်တိုင်းပြည်အကြောင်းကို\nရှေးသုပါမောက္ခကြီးယန်က သုတေသနလုပ်ရင် ပျောက်သွားခဲ့တာ ဆယ်နှစ်ကျော်ခဲ့ပါပြီ။\nဒီလိုနဲ့သိုးသားရေပေလိတ်တစ်ခုမှာ လော်လန်အမှန်တကယ်ရှိကြောင့် အထောက်အထားရလာတဲ့အခါ\nသမီးဖြစ်သူနုဲ့ရှေးသုပါမောက္ခတို့လူတစ်စုဟာ ပျောက်သွားတဲ့ ပါမောက္ခကိုရှာဖို့ လော်လန်ရှေးဟောင်းတိုင်းပြည်ရှိတာ သဲကန္တာရကို ခရီးထွက်လာခဲ့ကြတယ်။အဆုံးမရှိတဲ့သဲကန္တာပြင်ကြီးမှာ ဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nရှေးဟောင်းလော်လန်တိုင်းပြည်ကြီးမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ......ရှေးဟောင်းသုတေသနအဖွဲ့လေးကဘယ်လိုအရာတွေကြုံတွေရမလဲ......\nထူးဆန်းထွေလာ ရှေးသမိုင်းတွေကိုစိတ်ဝင်စားတဲ့သူလေးတွေအတွက် အရမ်းသင့်တော်တဲ့ကားလေးပဲဖြစ်ပါတယ်။\nQuality - WEB-DL 1080p,720p\nFormat - mp4\nGenres - Action, Adventure\nRuntime - 1 hr 29 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1WVba/Lop_Nur_Tomb_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddacirup8d3NJqyFvRaBllSFncr.jpg",
        "title": "Sun and Concrete (2023)",
        "description": "Sun and Concrete (2023)~ IMDb rating - 7.6/10 ~\"Sun and Concrete\" ဆိုတဲ့စကားလုံးကို မြင်လိုက်ရင် တော်တော်များများက နေ နဲ့ ဘိလပ်မြေဆိုပြီးတော့ ထင်ကြမှာအမှန်ပါပဲ။ ဒါပေမဲ့ ဒီကားမှာတော့ ဂျာမနီနိုင်ငံက \"နေရောင်အောက်က မြို့ပျက်လေး\" တစ်မြို့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ဒီဇာတ်ကားဟာ ဆန်ခါတင်စာရင်း ၅ ခုထဲပါခဲ့တဲ့အပြင် မျက်နှာသစ်သရုပ်ဆောင်ဆုကိုပါရရှိထားပါတယ်။ ဒါ့အပြင် IMDb မှာ 7.6/10 နဲ့ 2023 မှာ ဂျာမန်ရဲ့ တတိယအကောင်းဆုံးဇာတ်ကားအဖြစ်ရပ်တည်လျက်ရှိနေပါတယ်။ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဖြစ်ကြတဲ့ လူးကတ်စ်၊ ဂျူးလိယက်စ်၊ ဂျီနိုနဲ့ ဆန်ချက်ဇ်တို့အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းရဲ့ အကျဉ်းကိုပြောရမယ်ဆိုရင် လူးကတ်စ်တို့လေးယောက်ဟာ ဘာလင်မြို့ရဲ့ နူကိုလင်ရပ်ကွက်မှာ နေထိုင်ကြတာပေါ့။ သူတို့လေးယောက်ဟာ နေ့တိုင်း တုတ်၊ ဓား၊ ရန်ပွဲ နဲ့ မူးယစ်ဆေးတွေကြားမှာ ဘဝကြီးကိုရုန်းကန်နေရသူတွေပါ။ ဒါပေမဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1gW4d/(CM)_Sun_And_Concrete_(2023)_1080p.mp4,https://megaup.net/3YLT0/(CM)_Sun_And_Concrete_(2023)_720p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY8GRisCOnqs8mDRfOsU5OzOYRX.jpg",
        "title": "[18+] Sugapa (2023)",
        "description": "Sugapa (2023)ဘန်နဲ့အန်နာတို့လင်မယားဟာ နယ်မြို့လေးက သူတို့အိမ်ကို ဦးလေးဖြစ်သူဆီ ဆုံးရှုံးခဲ့ရပြီးတဲ့နောက် သူ့မိခင်အတွက် အိမ်ပြန်ရွေးပေးချင်တဲ့ဆန္ဒနဲ့ မြို့ပေါ်မှာငွေရှာဖို့တက်ခဲ့ပါတယ်။ မြို့ပေါ်က ဘန်ရဲ့ သူငယ်ချင်း မန်ဒိုရဲ့ အကူအညီနဲ့အန်နာက ဘားတစ်ခုမှာ အလုပ်ရခဲ့သလို ဘန်ကလည်း စားသောက်ဆိုင်တစ်ခုမှာအလုပ်ရခဲ့ပါတယ်။ အစပိုင်းကာလတွေမှာတော့ မြို့တော်ကြီးရဲ့ငွေရလွယ်မှုတွေ အတွေ့အကြုံသစ်တွေကြောင့်ပျော်ရွှင်နေရပေမဲ့ ဘန်တစ်ယောက် ဖြတ်လမ်းကလိုက်ပြီး ကြက်ပွဲလောင်းမိရာကနေ ငွေရှုံးသွားတဲ့အချိန်မှာ သူတို့အတွက် ပြဿနာတွေစတင်လာခဲ့ပါတယ်။အဲဒီငွေကို ကြွေးရှင်လူမိုက်ဆီပြန်ဆပ်ဖို့ မကြံကောင်းမစည်ရာကိစ္စတစ်ခုကို ဘန်ကြံစည်မိချိန်မှာ အန်နာကိုလည်း မြို့တော်ကလူမိုက်တွေရဲ့ဂိုဏ်းချုပ်တစ်ဦးဖြစ်တဲ့ ဆာ့ချ်က မျက်စိကျလာတဲ့အခြေအနေပါ။ ဇာတ်အစပိုင်းက တစ်ချိန်ကနာမည်ကျော် Metro Manila ကိုပြန်သတိရမိချင်စရာဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ သိသိသာသာ ကွဲထွက်သွားပေမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။Us x Her အပြီးကတည်းက ပျောက်နေခဲ့တဲ့ AJ Raval လေးကို သရုပ်ဆောင်မှုတွေမှာ ပိုမိုအာရုံစိုက်ချင်လို့ဆိုပြီး ဆီလီကွန်ဖယ်ထုတ်ခဲ့တဲ့နောက်ပိုင်း သဘာဝရင်သားနဲ့ပထမဆုံးမြင်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ အကဲဖြတ်ကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.9",
        "url": "https://megaup.net/3iOcp/(CM)_Sugapa_(2023)_1080p.mp4,https://megaup.net/1WTgj/(CM)_Sugapa_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2FlMzA3MjktNjA2Zi00YzUyLWIxYTUtNGQ0MTc0NDA3NTcwXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Friday Night Plan (2023)",
        "description": "Friday Night Plan (2023)\nIMDb 6.5Netflix ကထုတ်လွှင့်တဲ့ ကျောင်းတွင်းအချစ်ကားဖြစ်ပြီး အရင်အချိန်‌က\nဇာတ်လမ်းတွေကိုပြန်သတိရရင်း ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်'Friday Night Plan ' ဒီဝေါဟာရဖြစ်တည်လာပုံကတော့ တနင်္လာကနေ သောကြာအထိ\nစာပြီးစာပဲဖြစ်နေကြတဲ့ ကျောင်းသားတွေအတွက် သောကြာနေ့ညကစပြီး Non-Stop Party နဲ့\nအပီကဲကြမဲ့ ကျောင်းတွင်းရိုးရာတစ်ခုပေါ့ ကျောင်းရဲ့တင်းကျပ်တဲ့စည်းကမ်းတွေကြားမှာ\nကလေးတွေပျော်ရွှင်ရတဲ့ FNP..ကျောင်းပိတ်ခါနီးလို့ ‌တစ်ကျောင်းနဲ့တစ်ကျောင်း ဘောလုံးပြိုင်ပွဲတွေကြား နာမည်ကောက်ကြီးသွားတာက‌ ဆစ်ဒ် ..\nသူ့အကြောင်းပြောရရင် အမေဖြစ်သူက နိုင်ငံခြားအစည်းအဝေးပွဲသွားလို့ ညီဖြစ်သူနဲ့ နှစ်ပါးသွားနေသူပေါ့\nသူသဘောကျတဲ့ကောင်မလေးက လူမိုက်တစ်ယောက်ကို နယ်မြေ၁၁ခုကရဲတွေ ဝိုင်းလိုက်သလို\nကျောင်းတစ်ဝက်ကျော်ကျော်ကလူတွေ ပိုးပန်းတာခံနေရတဲ့ နာတာရှာပါ တစ်ကျောင်းလုံးရဲ့ အချောအလှလေးနဲ့\nကျောင်းကပွဲကိုအတူသွားချင်တာကတော့ သူ့အိပ်မက်တစ်ခုပေါ့ ဆိုတော့\nကျောင်းသားတို့ထုံးစံအတိုင်း ပေါ့ပေါ့ပါးပါးဖြစ်နေမှာဖြစ်ပြီး\nသူ့အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖော်သွားမယ်ဆိုတာကတော့...\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~YH~V~Zwe Yan တို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB / 700MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~V~Zwe ...",
        "rating": "6.6",
        "url": "https://megaup.net/1gVmq/Friday_Night_Plan_(2023)_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/3iNIL/Friday_Night_Plan_(2023)_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0MdxxoNAzuANVnZkZcD15W1d5d.jpg",
        "title": "The List (2023)",
        "description": "The List (2023)~ IMDb - 5.3/10, Rotten Tomatoes - 96% ~\"Celebrity Free Pass\" ဆိုတဲ့ စကားလုံးအသုံးအနှုန်းနဲ့ လူတော်တော်များများ မရင်းနှီးကြတာတော့ အသေအချာပါပဲ။ အနောက်တိုင်းမှာ ချစ်သူရည်းစားတွေဖြစ်လာကြတဲ့အခါ ကိုယ်နှစ်သက်တဲ့ဆယ်လီတစ်ယောက်ယောက်နဲ့ ကြုံကြိုက်လာတဲ့အခါတိုင်း ဝုန်းဒိုင်းကျဲကြဖို့ဆိုပြီးတော့ စုံတွဲတွေကြားမှာ နှစ်ဦးသဘောတူ Free-past List တွေထားလေ့ရှိကြပါတယ်။ ဒီဇာတ်လမ်းကိုတော့ အဲဒီ Free-past List ကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ အက်ဘီဆိုသူရဲ့ ကောင်လေးဟာ Free-past List ကို အကြောင်းပြပြီး ဆယ်လီတစ်ယောက်နဲ့ အတူသွားအိပ်ခဲ့ပါတယ်။ ဒါကို အက်ဘီဟာ မကျေနပ်နိုင်ဖြစ်ပြီး သူမရဲ့ ကောင်လေးကို လက်စားချေတဲ့အနေနဲ့ ကိုယ်ပိုင်စာရင်းတစ်ခုလုပ်ပြီး အဲ့စာရင်းထဲကဆယ်လီတွေနဲ့ လိုက်အိပ်ဖို့လုပ်ပါတော့တယ်။ အက်ဘီဟာ သူ့ရဲ့ဒေါသစိတ်ကြောင့် စုံလုံးကန်းပြီး ပေါက်တတ်ကရလိုက်လုပ်နေတဲ့အခါကျမှ ယောင်္ကျားပေါင်းများစွာရဲ့အသွင်မျိုးစုံကို မျက်မြင်ကိုယ်တွေ့ဖြစ်သွားပါတော့တယ်။ အက်ဘီတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/3iMzX/(CM)_The_List_(2023)_1080p.mp4,https://megaup.net/1gUcd/(CM)_The_List_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uNMAlNanIQohAofjyyad2WVCdk.jpg",
        "title": "Haunting of the Queen Mary (2023)",
        "description": "Haunting of the Queen Mary (2023)~ Rotten Tomatoes - 71% ~လတ်တလော ထွက်ရှိထားတဲ့ Horror ရုပ်ရှင်တစ်ကားပါ။ ကမ္ဘာကျော်တိုက်တန်းနစ်သင်္ဘောကြီးလိုပဲ ကမ္ဘာ့အမြန်ဆုံး သင်္ဘောကြီးအဖြစ် နာမည်ကြီးခဲ့တဲ့ Queen Mary သင်္ဘောကြီးပေါ်က ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ၊ အတိတ်ဆိုးတွေနဲ့ ပိတ်မိနေတဲ့ ဝိညာဉ်တွေအကြောင်းပါ။Queen Mary သင်္ဘောကြီးဟာ ကမ္ဘာစစ်တွေ အပျက်အစီးတွေကြားမှာ ကြံ့ကြံ့ခိုင် ကျန်ရစ်ခဲ့ပြီး မနစ်မြုပ်နိုင်တဲ့ သင်္ဘောအဖြစ် သင်္ဘောသားတွေကြား နာမည်ကျော်ပါတယ်။ ဒီဂုဏ်သတင်းနောက်ကွယ်မှာ ထိတ်လန့်စရာ စတေးမှုတွေရှိနေပါတယ်။ရှေးက သင်္ဘောဆောက်တဲ့အင်ဂျင်နီယာတွေရဲ့ရိုးရာအရ သင်္ဘောတစ်စင်း မနစ်မြုပ်အောင် လူသားတစ်ယောက်ကို ဆောက်တုန်းမှာ နှိပ်စက်ပြီး မြှုပ်ရပါတယ်တဲ့။ ဒီသင်္ဘောကြီးမှာလည်း အဲဒီလိုအယူနဲ့ အကျဉ်းသားတစ်ယောက်ကို မြှုပ်ထားပါတယ်။ကံဆိုးစွာနဲ့ သင်္ဘောက ခရီးစဉ်သွားရင်း နစ်မြုပ်သွားတဲ့အခါ သေဆုံးသွားတဲ့ခရီးသည်တွေက သရဲအဖြစ်နဲ့ခြောက်လှန့်နေပါတယ်။ ဒီဘက်ခေတ်မှာ သရဲ‌ခြောက်တာတွေနဲ့ သင်္ဘောကို လှည့်ပတ်ကြည့်ဖို့ Tour ...",
        "rating": "",
        "url": "https://megaup.net/2CP0i/(CM)_Haunting_of_the_Queen_Mary_(2023)_1080p.mp4,https://megaup.net/1gU4h/(CM)_Haunting_of_the_Queen_Mary_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGVmNDkyNjMtM2I0Zi00OTYwLWJjYTQtNDA0MWNkMzBmMjM4XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Infinity (2023)",
        "description": "Infinity ( 2023 )\n==============\nIMDb 8.7/10အိန္ဒိယမှုခင်းရုပ်ရှင် ပရိသတ်တွေအတွက် ဒီနှစ်ထဲမှာ မှုခင်းဇာတ်လမ်းကောင်းတွေ\nအများကြီးထွက်ရှိခဲ့ပြီး အခုလည်း နောက်ထပ် တမီလ်မှုခင်းရုပ်ရှင်တစ်ခု ထပ်မံထွက်ရှိလာပြန်ပါပြီ။ချန်နိုင်းမြို့ကြီးမှာ တစ်ညတည်းနဲ့ လူသဝာ်မှုနှစ်ခုဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလူသဝာ်မှုနှစ်ခုမှာ\nသေဆုံးသူတွေက ရဲအရာရှိတစ်ယောက်နဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်နေပါတယ်။\nအဲဒီအမှုနဲ့ပတ်သက်ပြီး ရဲတပ်ဖွဲ့က ဘာသဲလွန်စမှရှာမရတဲ့အတွက် CBI လို့ခေါ်တဲ့\nဗဟိုထောက်လှမ်းရေးအဖွဲ့ကြီးဆီကို အဲဒီအမှုလွှဲပေးလိုက်ရပါတယ်။\nအကွက်ကျကျ ကစားကွက်တွေရွှေ့နေတဲ့ လူသဝာ်သမားကို CBI က စုံထောက်ကြီး အက်ဗီက\nဖမ်းမိမလားဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူတွေကတော့ Yunni, V နဲ့ Zwe Yan တို့ပဲ ဖြစ်ကြပါတယ်။ )\nFile size…1.7GB / 960MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ V~ Zwe Yan",
        "rating": "8.1",
        "url": "https://megaup.net/1WRc7/Infinity_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1WRch/Infinity_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/By3jUxY2WAX9rnZ4RqtyCgRWap.jpg",
        "title": "Asura : The War of the Beehair (2023)",
        "description": "Asura : The War of the Beehair (2023)ဟွမ်ဆော့မီဆိုတဲ့အမျိုးသမီးက ထောင်ထဲမှာ ခေါင်းဆောင်လည်းဖြစ်တယ် ဆရာကြီးအဆင့်ထိရောက်နေတဲ့သူ..\nအဲလိုလူကို မျက်စိဆံပင်မွှေးစူးတဲ့သူက ပြဿနာအိုး သူဌေးသမီးဟန်ဆိုဟီး..ဟန်ဆိုဟီးက ထောင်ထဲရောက်တာတောင် ထောင်စောင့်တွေ ထောင်ဦးစီးတွေကို လာဘ်ထိုးပြီး ဘုရင်မတစ်ပါးလိုနေတာ\nသူ့ကို အပြင်ကမိသားစုကလည်း ထုတ်မပေးတော့ ထောင်ထဲမှာ ပန်ကာ့ထိပ်က ဝက်အူလိုနေရင်း ပြဿနာတစ်ခုပြီးတစ်ခုရှာတော့တာပဲဟန်ဆိုဟီးကိုလည်း ဟွမ်ဆော့မီက သဘောမတွေ့တော့ နောက်ဆုံး လိုက်စုံစမ်းရင်းနဲ့\nဟန်ဆိုဟီးထောင်ထဲမှာတောင် တရားမဝင်တဲ့အလုပ်လုပ်နေတာကို သိသွားတဲ့အချိန်မှာ\nဟွမ်ဆော့မီက ဘယ်လိုဖော်ထုတ်မလဲ ဘယ်လိုဖိုက်ကြမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ထောင်ထဲမှာ အကျဉ်းသားအချင်းချင်းရော၊ ရဲတွေရော ထောင်စောင့်တွေရော\nပိုက်ဆံကြောင့် မတရားမှုတွေကိုလုပ်တတ်ကြောင်းကို မီးမောင်းထိုးပြထားတာမို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p\nFile size…925MB | 437MB\nFormat… mp4\nDuration….1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/1gSh9/Asura.The.War.of.the.Beehair.2023.1080p.WEB-DL.Cm.mp4,https://megaup.net/2COix/Asura.The.War.of.the.Beehair.2023.720p.WEB-DL.Cm.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1gSif/Babaylan.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/2CNci/Babaylan.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82yzNXiio94vJs9q3lmGGKft0yP.jpg",
        "title": "Handsome (2023)",
        "description": "Handsome (2023)မီနမ်(လူချောလေး)ဆိုတဲ့ စုံထောက်ဟာ နာမည်ချောပေမဲ့\nလူကတော့ မချောနိုင်လို့ တော်တော်အခက်တွေ့နေသူပါအဲဒါတင်မကဘဲ လုပ်တဲ့ အလုပ်တိုင်းမှာ တော်တော်ကိုးရိုးကားယားနိုင်ပြီး\nပြဿနာချည်းဖြစ်နေလို့ အဖွဲ့က မစ်ရှင်တွေမှာ သူ့ကိုချန်ထားချင်ကြပါတယ်တစ်နေ့ယာဉ်တိုက်မှုဖြစ်ပြီး လုံးဝတခြားတစ်ယောက်လူလို ပြောင်းသွားတဲ့အခါမှာ ပြဿနာကပိုကြီးလာပါတော့တယ်အဲဒါကြောင့် အဖွဲ့က အထူးတာဝန်ပေးတယ်ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သူ့ကို အသွင်ယူ စုံစမ်းခိုင်းရင်းကနေ\nအဲဒီရာဇဝတ်မှုကို ဖမ်းနိုင်မလား အလုပ်မှာ ယုံကြည်မှုပြန်ရမလားဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 406MB\nFormat… mp4\nDuration….1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....Aaron",
        "rating": "",
        "url": "https://megaup.net/2CNdt/Handsome_,2022.1080p.FHDRip.CM.mp4,https://megaup.net/1gSir/Handsome_,2022.720p.FHDRip.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dyXheU12Dv2GrhnjPQ3iIZG3ne.jpg",
        "title": "Losmen Melati (2023)",
        "description": "Losmen Melati (Motel Melati) (2023)လာတည်းတဲ့သူတွေအားလုံး အသက်ရှင်ရက်ပြန်မသွားနိုင်ကြတဲ့\nMotel Melati ဆိုတဲ လျှို့ဝှက်မှုတွေပြည့်နေတဲ့ မိုတယ်တစ်ခုရှိပါတယ်။အဲဒီမိုတယ်မှာတော့ မိုတယ်ပိုင်ရှင်ရယ် ဝန်ထမ်းတစ်ယောက်ရယ် နှစ်ယောက်တည်း ရှိပြီးတော့\nလာတည်းတဲ့သူတွေကို မိုတယ်ပိုင်ရှင်က လက်ဖက်ရည်နဲ့ ဧည့်ခံပြီးမှ အခန်းထဲဝင်ကြရတဲ့ ထုံးစံတစ်ခုရှိပါတယ်။ဇာတ်လမ်းထဲမှာတော့ မိခင်နာရေးကအပြန် မိုတယ်မှာဝင်တည်းတဲ့ မိသားစုတစ်စုရယ်၊\nမိုတယ်မှာ လာချိန်းတွေ့တဲ့ စုံတွဲတစ်တွဲရယ်၊ မိုတယ်ကို ဓားပြတိုက်ဖို့လာတဲ့ လူဆိုးနှစ်ယောက်ရယ်\nချောက်ခြားစရာမိုတယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်ကြမလဲ၊\nလာတည်းတဲ့သူတွေရဲ့ စိတ်ကိုလှည့်စားပြီး ဝိညာဉ်နှုတ်ယူတတ်တဲ့\nဒီမိုတယ်ရဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိနေမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။IMDb 6.6 ရထားတဲ့ အင်ဒိုနီးရှား Horror, Thriller, Mystery အမျိုးအစား ဇာတ်လမ်းဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror. Mystery, Thriller\nQuality…. 1080p | 720p\nFile size…950MB | 518MB\nFormat… mp4\nDuration….1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/1gSj8/Losmen.Melati.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2CNdC/Losmen.Melati.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfnwkMV2zW0W67CTEMQkd3YYKx7.jpg",
        "title": "Yung Libro sa Napanood Ko (2023)",
        "description": "Yung Libro sa Napanood Ko (2023)ဒီကားလေးကတော့ ဖိလစ်ပိုင် အချစ်ဒရမ်မာကားလေးပါ။\nပုံမှန်အချစ်ကားတွေနဲ့ မတူတာတော့ ကြိုပြောထားချင်ပါတယ်။\nမင်းသမီးက ဖိလစ်ပိုင်က ရောင်းအားအကောင်းဆုံး စာရေးဆရာမလေး ဖြစ်ပါတယ်။\nသူက Kdrama ဖန်ဖြစ်တာမို့ သူ့ကြည့်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းကို အခြေခံပြီး ရေးသားထားတဲ့\nအခန်းနံပါတ် ၁၉ ဆိုတဲ့ စာအုပ်က တအားနာမည်ကြီးပါတယ်။\nအဲ့မှာပဲ ကိုရီးယားက အိုပါးတယောက်က သူ့စာအုပ်ကို ဖတ်ပြီး သူ့ပရိသတ် ဖြစ်သွားပြီး\nစာအုပ်လက်မှတ်ထိုးပွဲမှာ လာပြီး မင်းသမီးရဲ့ လက်မှတ်လာထိုင်းခိုင်းတာကနေ ဇာတ်လမ်းစတာပါပဲ။\nအဲ့မှာ ကိုရီးယားဇာတ်ကား ပရိသတ်မို့ သူ့ဖန်လေးက ကိုရီးယားကို အလည်ခေါ်တော့\nစာရေးဆရာမလည်း ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။\nတကယ်က စာရေးဆရာမလေးကလည်း အိုပါးမှာ မေရီဆိုတဲ့ ရည်းစားရှိနေမှန်း စတွေ့ကတည်းက သိခဲ့တာပါ။\nအဲ့တော့ စာရေးဆရာမလေးနဲ့ ကင်ချီမြေက သူ့ဖန်လေးတို့ ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲ\nအိုပါးရဲ့ ရည်းစား မေရီက ဘယ်သူလဲ ဆိုတာ သိချင်ရင်တော့ ဆက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1gSg5/Yung.Libro.sa.Napanood.Ko.2023.1080p.AMZN.WEB-DL.CM.mp4,https://megaup.net/1gSjl/Yung.Libro.sa.Napanood.Ko.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gSc1/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_1080p.mp4,https://megaup.net/1gS2e/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGM0MjM5MDctOWJkYy00MjVmLWIwYTEtZmVlNGIyNGM2N2FlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-150x200.jpg",
        "title": "Metalocalypse: Army of the Doomstar (2023)",
        "description": "Metalocalypse: Army of the Doomstar (2023)\n=================================\nIMDb Rating - 6.8/10American Animated series တွေဖြစ်တဲ့ Home Movies နဲ့ Metalocalypse\nတို့ရဲ့ပဲ့ကိုင်ရှင် Brendon Small ရဲ့ (2013)ခုနှစ်ကထွက်ခဲ့တဲ့ \"Metalocalypse:\nThe Doomstar Requiem\" ရဲ့ Sequel ဖြစ်တဲ့ \"Metalocalypse: Army of the\nDoomstar\"(2023)ထွက်ရှိလို့လာပါပြီ။ Animation ဆိုသော်ငြား ပါဝင်တဲ့အသုံး\nအနှုန်းတွေနဲ့ ပြကွက်တွေကြောင့် R rated movie အဖြစ်သတ်မှတ်ခံထားရကြောင်း\nကြိုတင်အသိပေးပါတယ်။ (2023)ဩဂုတ်လကမှ ရုံတင်ထားတာဖြစ်ပြီး IMDb\nrating 6.8နဲ့ ခရမ်းချဉ်သီးအလုံး100ရရှိထားပါတယ်။Metalocalypse စီးရီးကိုမကြည့်ဖူးလည်း ဒီကားကိုကြည့်လို့ရပါတယ်။ ဇာတ်ညွှန်း\nကတော့ Dethklok Music Band ရဲ့သီချင်းရေးဆရာ နေသန်အိတ်စ်ပလိုးရှင်း\nတစ်ယောက် ဂြိုဟ်ကိုဖျက်ဆီးသူတွေရန်က‌နေ ကမ္ဘာကြီးကိုကယ်တင်ဖို့\"Song of\nSalvation\"ကိုရေးဖို့အကြောင်းဖန်လာပါတယ်။ သီချင်းတစ်ပုဒ်က ကမ္ဘာကြီးကို ဘယ်\nလိုကယ်တင်နိုင်မှာလဲ၊ \"Song of Salvation\"ဆိုတာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WP23/Metalocalypse.Army.Of.The.Doomstar.2023.1080p.AMZN.WEBRip.(CM).mp4,https://megaup.net/1WP18/Metalocalypse.Army.Of.The.Doomstar.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZDUyYTliYTUtZGU3NS00Mjk5LWFhNGEtZTZjYzk2MDM2N2JkXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Reinventing Elvis: The 68′ Comeback (2023)",
        "description": "Reinventing Elvis: The 68' Comeback (2023)\n================================\nIMDb Rating - 7.8/10Elvis Presley ဆိုတာနဲ့ King of Rock and Roll ကြီးပဲလို့ တန်းမြင်\nမိကြမှာပါ။ 1950 ဝန်းကျင်ကာလတွေရဲ့ Best seller American Artist\nတစ်ယောက်ဖြစ်တဲ့အပြင် အောင်မြင်ကျော်ကြားတဲ့ ရုပ်ရှင်ပေါင်းများစွာ\nကိုလည်း ရိုက်ကူးခဲ့ပါသေးတယ်။ ဒါပေမဲ့ အမေရိကန်သမိုင်းရဲ့ 1960\nခုနှစ်ကာလတွေကတော့ အဆိုးရွားဆုံး ကပ်ဆိုက်ခဲ့တဲ့ကာလတွေလို့ ဆို\nရလိမ့်မယ်။ Robert F. Kennedy, Martin Luther King အစရှိတဲ့\nနာမည်ကျော်ပုဂ္ဂိုလ်တွေ လုပ်ကြံခံရတဲ့သတင်းတွေကြောင့်လည်း အမေရိ\nကန်ရဲ့ သမိုင်းကို အကျည်းတန်ဆုံးဖြစ်စေခဲ့တဲ့ ကာလတွေပါ။ ဖြစ်ချင်တော့\nအဲဒီ 1968 ခုနှစ်က Elvis အတွက် Special Comeback Show ကို စီစဉ်\nနေတဲ့ အချိန်ပါပဲ။စစ်ထဲဝင်ပြီး အနုပညာလောကကနေ နှစ်ချီကွယ်ပျောက်သွားပြီးတဲ့နောက်\nပရိသတ်မြင်ကွင်းပေါ်ကို ပြန်လည်ထွက်ပေါ်လာမဲ့ Elvis ...",
        "rating": "7.8",
        "url": "https://megaup.net/1WI9n/Reinventing.Elvis.The.68.Comeback.2023.1080p.AMZN.WEB-DL(CM)..mp4,https://megaup.net/3iD2g/Reinventing.Elvis.The.68.Comeback.2023.720p.AMZN.WEB-DL(CM)..mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmVlOWYyZmYtNDM0Yy00MjVjLTk2NmYtZWViMWQ5YjdkMzVkXkEyXkFqcGdeQXVyODgyNjExMQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Ruined (2023)",
        "description": "Ruined (2023)\n===========ရစ်ချတ်နဲ့ အိုလီဗီယာ တို့နှစ်ယောက်သားဟာတစ်ယောက်ကိုတစ်ယောက်\nသိပ်ကိုချစ်ကြတဲ့ စုံတွဲလေးပေါ့။ ဒီလိုနဲ့ လက်ထပ်လိုက်ကြပြီး အလုပ်အကိုင်\nကလည်း ရစ်ချတ်ကလည်း သွားဖွားမီးယပ်အထူးကု၊ အိုလီဗီယာကလည်း\nဗိသုကာဒီဇိုင်နာဆိုတော့ အိုကေစိုပြေနေခဲ့ကြတာပေါ့။ အဘက်ဘက်ကနေ\nပြည့်စုံနေတဲ့ မိသားစုလေးထဲကို ဝင်နှောင့်တဲ့ ပြသနာက ကြီးပါတယ်။ အိမ်\nထောင်သက် ၁၀ နှစ်ကြာတဲ့အထိ ရစ်ချတ်တို့ ကလေးမရနိုင်သေးပါဘူး။\nကြာလာတော့လည်း အိမ်ထောင်ရေး အဖုအထစ်တွေဖြစ်ပြီး တစ်ပူပေါ် နှစ်ပူ\nဆင့်တော့တာပေါ့။ဒီလိုနဲ့ မိန်းမဖြစ်သူ အိုလီဗီယာတစ်ယောက် အိမ်ထောင်ရေးကုထုံး ဆွေးနွှေးဖို့\nဖြစ်လာတဲ့အခါမှာတော့ တာဝန်ခံ ဆရာဝန်မလေးဟာ တချိန်က ယောင်္ကျား\nဖြစ်သူရဲ့ အဆက်ဟောင်း ဖြစ်နေတဲ့အခါမှာတော့ ယောင်္ကျားဖြစ်သူနဲ့ အဆက်\nဟောင်းတို့ အတိတ်မှာဘာတွေဖြစ်ခဲ့ကြမလဲ။ အဆက်ဟောင်းကရော နှစ်တွေ\nအကြာကြီးကြာပြီးမှ ဘာဖြစ်လို့ ပြန်ပေါ်လာရသလဲဆိုတာကိုတော့ ဆက်လက်\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThettti Tun ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (473 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 32Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Thettti Tun\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3YGxi/Ruined.2023.720p.WEBRip.(CM).mp4,https://megaup.net/1WOc4/Ruined.2023.1080p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ehUwoQUnFZ8vo1gg1JCTMKFXScs.jpg",
        "title": "The More Love Grows (2023)",
        "description": "The More Love Grows (2023)The More Love Grow(2023) ဆိုတဲ့ ဇာတ်လမ်းလေးဟာ Romance အမျိုးအစားဒရာမာကားလေးဖြစ်ပါတယ်။\nအချစ်ဆိုတဲ့အရာကို အဓိပ္ပာယ်အမျိုးမျိုးဖွင့်ဆိုကြပြီး ဂရုစိုက်လေအချစ်တိုးလာလေဖြစ်တဲ့အခါမျိုးရှိသလို၊\nအချစ်ဆိုတာအချိန်နဲ့အမျှပြောင်းလဲနေတာလည်းရှိတတ်ပါတယ်။\nဒီလိုပါပဲ ဒီဇာတ်လမ်းလေးမှာ ဟယ်လန်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ\nယောကျာ်းဖြစ်သူရဲ့ကွာရှင်းမှုကြောင့် စိတ်ဓာတ်တွေကျပြီး ဆောက်တည်ရာမရဖြစ်နေချိန်မှာ\nသူ့ခြေထောက်ပေါ်သူရပ်တည်နိုင်အောင် ပတ်ဝန်းကျင်ကလူတွေနဲ့အဆင်ပြေအောင်\nသူ့ကိုကုစားပေးမယ့်အရာကဘာလဲ။ဟုတ်ကဲ့ဆက်ပြီးရှူစားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1.3GB | 678MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "6.4",
        "url": "https://megaup.net/1gS9q/The.More.Love.Grows.2023.1080p.WEB.CM.mp4,https://megaup.net/1gS9h/The.More.Love.Grows.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgtY6k7fr7rkcBnLt9vek6MYELQ.jpg",
        "title": "Stories Not to be Told (2023)",
        "description": "Stories not to be told (2023)ကျွန်မတို့တွေဟာ ဘ၀ရဲ့တစ်ထောင့်တစ်ကွေ့မှာ မရည်ရွယ်ပေမယ့်လည်း\nအမှားသေးသေးကစလို့ ကြီးကြီးမားမားတွေထိ လုပ်မိတတ်ကြပါတယ်။\nတစ်ခါတစ်လေမှာ ရှက်စရာကောင်းလွန်းလို့ ဘယ်သူ့ကိုမှလည်းမသိစေချင်၊\nကိုယ်တိုင်လည်းလုံး၀မေ့ပစ်ချင်ပေမယ့် ညအိပ်ခါနီးစိတ်ထဲပြန်ပြန်ပေါ်လာတတ်ပြီး\nစိတ်အနှောင့်အယှက်ပေးတတ်တဲ့ အဖြစ်အပျက်မျိုးတွေကို\nStories not to be told လို့ခေါ်တဲ့ ဒီစပိန်ရုပ်ရှင်မှာ အသားပေးတင်ဆက်ထားပါတယ်။ဒီရုပ်ရှင်ထဲမှာ မတူညီတဲ့လူအမျိုးမျိုးရဲ့ မတူညီတဲ့ဇာတ်လမ်းငါးခုက\nလူတွေရဲ့ စိတ်ခံစားချက်ကို မထိန်းချုပ်နိုင်ပုံကို သရော်ထားပြီး\nသူ့နေရာမှာကိုယ်သာဆိုရင်ရော ဆိုတဲ့ စာနာစိတ်ကိုပါဖြစ်စေအောင် ရိုက်ပြထားနိုင်တာမို့\nတကယ်ကို ခံစားကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jane ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p\nFile size… 1.4GB | 694MB\nFormat… mp4\nDuration….1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "6.2",
        "url": "https://megaup.net/1gS8w/Stories.Not.To.Be.Told.2022.BLURAY.1080p.BluRay.x264.AAC5.1.CM.mp4,https://megaup.net/1gS7v/Stories.Not.To.Be.Told.2022.BLURAY.720p.BluRay.x264.AAC5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqekJ66YeR6uilv2Heeq0XaHYyW.jpg",
        "title": "Família (2023)",
        "description": "Familia (2023)ဇနီးဆုံးပြီးနောက်ပိုင်း ရိုးရာ မြေအိုးဖုတ်ပညာကိုပဲ တစိုက်မတ်မတ်လုပ်ခဲ့တဲ့ ဆယ်ဂျီ ကာမီရဟာ\nအသက်အရွယ်တော်တော်ရနေပြီး အေးချမ်းစွာနဲ့ တောင်ပေါ်ရွာလေးမှာ နေထိုင်သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အာဖရိကမြောက်ပိုင်းက သားဖြစ်သူက နိုင်ငံခြားသူလေးတစ်ယောက်ကို လက်ထပ်ခေါ်လာပြီး စက်ရုံအလုပ်ကိုထွက်တော့မယ့်အကြောင်း၊\nအဖေဖြစ်သူလိုပဲ မြေအိုးတွေလုပ်ပြီး အသက်မွေးပြီး ဂျပန်မှာပဲ အခြေပြန်ချတော့မှာတဲ့ အကြောင်း ပြောလာပါတော့တယ်။\nဆယ်ဂျီ နေတဲ့ ရွာ မနီးမ​ေ၀းမှာလည်း ဘရာဇီးကနေ ရွေ့ပြောင်းနေထိုင်လာသူတွေ စုနေတဲ့ အိမ်ရာ၀င်းထဲက မာကို ဆိုတဲ့လူငယ်လေးဟာလည်း\nဂျပန်လူဆိုးလူမိုက်အဖဲွ့နဲ့ ရန်ပဲွဖြစ်ရာကနေ ထွက်ပြေးလွတ်မြောက်လာပါတယ်။\nခေတ္တ အိမ်ပြန်လာတဲ့ ဆယ်ဂျီရဲ့သားဖြစ်သူ ဆာတိုရု က လူမိုက်တွေရန်ကနေ ကယ်တင်ရာကနေ မာကိုတို့ မိသားစုနဲ့ ဆယ်ဂျီတို့ မိသားစု ခင်မင်သွားကြပါတယ်။\nဒီလိုနဲ့ အလုပ်ထွက်ဖို့ အယ်ဂျီးရီးယားနိုင်ငံကို ဆာတိုရုတို့ ဇနီးမောင်နံှ ခေတ္တပြန်သွားခဲ့ပါတယ်။\nမာကိုတို့သူငယ်ချင်းတစ်သိုက်နဲ့ မာကိုရဲ့ ချစ်သူ ဟာလည်း နယ်ခံလူမိုက်ခေါင်းဆောင်ရဲ့ အဆက်မပြတ်ခြိမ်းခြောက်ခံလာရပြီး၊\nခေတ္တပြန်သွားတဲ့ ဆာတိုရုတို့ဟာလည်း ထင်မှတ်မထားတဲ့ကြမ္မာဆိုးကြီး ကြုံတွေ့ရပါတော့တယ်။ဆယ်ဂျီ ဆာတိုရု နဲ့ မာကို တို့ ...",
        "rating": "",
        "url": "https://megaup.net/1gS7y/Familia_2023_1080p_HikariTV_WEB-DL_CM.mp4,https://megaup.net/3iK8x/Familia_2023_720p_HikariTV_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmH3VaUbwwTO3vDJhWT35BOFgb3.jpg",
        "title": "Vacation Friends 2 (2023)",
        "description": "Vacation Friends 2 (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်လည်းရယ်ရ ပျော်စရာလည်းကောင်းတဲ့ Vacation Friends ကားရဲ့အဆက် Vacation Friends 2 ကို မူလသရုပ်ဆောင်တွေဖြစ်တဲ့ ဂျွန်စီနာတို့လေးယောက်အပြင် Steve Buscemi လို ဝါရင့်သရုပ်ဆောင်ကြီးကိုပါ ထည့်ပြီး ရိုက်ကူးထားပါတယ်။ပထမကားမှာတော့ မမျှော်လင့်ထားတဲ့ ခရီးတစ်ခုမှာတွေ့ပြီး ကြည့်မရနေရာက အကောင်းဆုံးမိတ်ဆွေဖြစ်လာတဲ့သူတွေအကြောင်း ရိုက်ပြထားပြီး လူတွေရဲ့ဆိုးကွက်လို့ ထင်ရတဲ့အရာတွေကြား သူ့ကောင်းကွက်တွေရှိနေတာကို ဟာသဆန်ဆန်နဲ့တင်ဆက်ထားခဲ့ပါတယ်။ ဒီတစ်ကားမှာလည်း သူ့မူလအနှစ်သာရမပျောက် ဆိုးကွက်တွေလို့ ပြောရမယ့်အရာတွေရှိနေတဲ့ သူတွေရဲ့ ကောင်းကွက်တွေကို သိလိုက်ရပုံတွေကို ထပ်တင်ပြသွားတယ်။Vacation Friends ကားတွေဟာ ဂျွန်စီနာရဲ့သရုပ်ဆောင်စွမ်းရည်ကို မြင်သာစေတဲ့ရုပ်ရှင်တွေဖြစ်လို့ ဂျွန်စီနာ ဖန်တွေလည်း ကြည့်သင့်သလို Steve Buscemi ပရိသတ်တွေလည်း သဘောကျကြမှာပါ။ ဇာတ်လမ်းကတော့ ပထမကားအပြီးဝေးသွားတဲ့ ဘော်ဒါ၂တွဲ ပြန်လည်စုံစည်းကြပြီး ခရီးအသစ်ထွက်ဖို့အကြောင်းဖန်လာပုံကို တင်ဆက်ထားပါတယ်။ ပေါ့ပေါ့ပါးပါးလည်းဖြစ် ကြမ်းကြမ်းတမ်းတမ်းလည်းပါသလို ပျော်ပျော်ရွှင်ရွှင်လည်းဖြစ်မယ့် R Rated ...",
        "rating": "5.3",
        "url": "https://megaup.net/1WP02/(CM)_Vacation_Friends_2_(2023)_1080p.mp4,https://megaup.net/2CMrm/(CM)_Vacation_Friends_2_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    }
]