[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/romhjUZMtDUlAUVGiAlgPKWWBja.jpg",
        "title": "Bite the Dust (2023)",
        "description": "Bite the Dust (2023)Cowboy ကားကြိုက်တဲ့သူတွေအတွက် ကောင်းဘွိုင်လိုစွန့်စားခန်းရော ဘောက်ဆင်ထိုးတာပါ ပါတဲ့ Country ကားပါ။ဒက်ခ်ျနဲ့ဝေကိုတို့နှစ်ယောက်က ဆုငွေကြေညာထားတဲ့ လူဆိုးတွေကို လိုက်ဖမ်းတဲ့ ဆုကြေးမုဆိုးတွေဖြစ်ပြီး ကြေးကြီးကြီးရမယ့် လူဆိုးနောက်လိုက်ရင်း မြို့လေးတစ်မြို့ကိုရောက်လာပါတယ်။ မြို့လေးက ရွှေထွက်ပေမဲ့ ရဲမှူးနဲ့ပေါင်းပြီး လက်ဝါးကြီးအုပ်ထားတဲ့ မိုင်းသူဌေးကြောင့် မြို့သားတွေ ဘာမှမရတဲ့အပြင် မြို့ကပါ အကြွေးထဲနစ်နေပါတယ်။ဝေကိုတို့ ပစ်ဖမ်းလာတဲ့လူဆိုးအတွက်ဆုငွေကိုလည်း မပေးသေးဘဲ ရွှေ့ဆိုင်းထားတဲ့အတွက် သောင်တင်နေရင်း ဒီမြို့ကို မွေးစားဖို့ရထားနဲ့ပို့လိုက်တဲ့ ကလေးတွေအခြေအနေသိရအောင် လာစုံစမ်းတဲ့ မိန်းကလေးနဲ့ ဆုံပါလေရော။မိဘမဲ့ကလေးတွေနဲ့ မိုင်းသူဌေး ဘယ်လိုပတ်သက်နေတာလဲ... သူ့လုပ်ရပ်တွေ သိသွားတဲ့အခါ လူယုတ်မာ‌တွေလက်ကနေ မြို့လေးကို ဘယ်လိုကယ်တင်မလဲဆိုတာ ဆက်အားပေးလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune Lai KK မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "",
        "url": "https://megaup.net/1Y87k/(CM)_Bite_The_Dust_(2023)_1080p.mp4,https://megaup.net/1Y82j/(CM)_Bite_The_Dust_(2023)_720p.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFeSbNpI9sEsgzDAMjIvz4UFw3P.jpg",
        "title": "Tebus (2023)",
        "description": "Tebus (2023)အန်နဟာ မီဒီယာတွေပေါ်မှာတော့ အရာရာပြည့်စုံပြီး ဆိုးသွမ်းနေတဲ့ ဆူချီလက်၀တ်ရတနာရဲ့ ဆက်ခံသူသူ‌ဌေးသမီးတစ်ဦးပေါ့။\nဒါပေမယ့်အဖေအရင်း ဆုံးပြီးတဲ့နောက်မှာ မပျော်မရွှင်နေနေရတဲ့အန်နရဲ့အဖြစ်ကို ဘယ်သူမှမသိကြပါဘူး။အန်န့အဖေရဲ့ သူငယ်ချင်းလည်းဖြစ် လုပ်ဖော်ကိုင်ဖက်လည်းဖြစ်တဲ့ ဘာကာက\nအန်န့အဖေဆုံးပြီးတဲ့နောက် ဆူချီလုပ်ငန်းကို ဦးစီးလိုက်ပြီး အန်န့အမေနဲ့လက်ထပ်ကာ အန်နရဲ့အဖေအသစ်ဖြစ်လာပါတော့တယ်။\nသူက ဂရုစိုက်တဲ့အဖေအဖြစ် ကြင်နာတတ်တဲ့ခင်ပွန်းကောင်းအဖြစ်နေနေပေမယ့်\nထက်မြတ်တဲ့အန်နကသာ အဲ့မျက်နှာဖုံးအောက်မှာဘာရှိလဲ သိနေခဲ့ပါတယ်။\nအန်န့အမေဟာလည်း ဘာကာရဲ့အယုံသွင်းခြင်းခံထားရတာမို့ အန်နပြောတာတွေလည်းနားမထောင်ပေးတော့ပါဘူး။\nဆူချီလက်၀တ်ရတနာဆိုင်တစ်ခုရဲ့ အရည်အချင်းရှိတဲ့လုံခြုံရေး၀န်ထမ်း ဂျိုဟန်ဟာ\nအကြောင်းကြောင်းကြောင့် အန်နရဲ့ကိုယ်ရံတော်တစ်ယောက်ဖြစ်လာပါတယ်။\nဂျိုဟန်ရဲ့ ညီလေးက နှလုံးမှာစက်တပ်ထားရပြီး နှလုံးအစားထိုးမခွဲစိတ်ရရင် နှစ်ပတ်အတွင်းသေဆုံးတော့မှာဖြစ်ပါတယ်။\nညီလေးအတွက် ဘယ်လိုအခွင့်အရေးမျိုးကိုမဆို အရယူမယ့် ဂျိုဟန် နဲ့\nပထွေးကို ရင်ဆိုင်တိုက်ခိုက်ရမယ့် အန်နတို့ နောက်ဆုံးမှာ ဘယ်လိုအဆုံးသတ်ကြမလဲဆိုတာကို\nစိတ်လှုပ်ရှားစရာအက်ရှင်ဇာတ်၀င်ခန်းတွေနဲ့ အတူ ဂျိုဟန်ရဲ့ညီလေးအပေါ်မေတ္တာကို ကြည်နူးဖွယ်ကောင်းစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p\nFile size… 1.9GB | 902MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1i77j/Tebus.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1i776/Tebus.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yjsxat9oMmiqYubps359YFCbkF1.jpg",
        "title": "Rohan at the Louvre (2023)",
        "description": "Rohan at the Louvre (2023)ဒီဇာတ်ကားလေးကတော့ ပန်းချီအနုပညာကို နောက်ခံထားပြီး Mystery ဆန်ဆန် ရိုက်ထားတဲ့ ဂျပန်ဇာတ်ကားပဲဖြစ်ပါတယ်။\nRohan ဟာ ဂျပန်မှာသာမက နိုင်ငံရပ်ခြားမှာပါ နာမည်ကျော်ကြားတဲ့ မန်ဂါရုပ်ပြရေးဆဲွသူတစ်ယောက်ပါ။\nသူဟာ အရောင်တွေကို လေ့လာလိုက်စားတဲ့နေရာမှာ အားသန်ပြီး သူ့ဆီမှာ သဘာ၀လွန်စွမ်းအားတစ်ခုလဲ ရှိပါတယ်။\nတရက်မှာ သူ လေ့လာနေတဲ့ အရောင်ကို ဆဲွထားတဲ့ ပန်းချီတစ်ချပ်ကို လေလံပဲွမှာ လေလံဆဲွရာကနေမှ\nဒီပန်းချီကားကို တခြားလိုချင်သူတွေလဲရှိနေတယ်ဆိုတာသိလိုက်ရပါတယ်။\nဒီပန်းချီကားကို ရေးဆဲွသူနောက်ကို ခြေရာခံရာကနေ\nပြင်သစ်နိုင်ငံ ပဲရစ်မြို့က နာမည်ကျော် လုဗ်ပြတိုက်ဆီကို ခရီးထွက်ဖို့ဖြစ်လာပါတော့တယ်။\nရိုဟန်တစ်ယောက် သူရှာဖွေနေတဲ့ ပန်းချီကားကိုတွေ့သွားမလား?\nAdventure, Fantasy, Mystery genre ကြိုက်နှစ်သက်သူတွေအဖို့\nရုပ်ပြကာတွန်းကနေ Live Action အနေနဲ့ ပြန်လည်ရိုက်ထားတဲ့ ဒီဇာတ်ကားက အာသာပြေစေမှာပါ။Genre..... Adventure,Drama , Mystery\nQuality…. 1080p | 720p\nFile size… 1.6GB | 640MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Y4zi/Rohan.at.the.Louvre.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1i76p/Rohan.at.the.Louvre.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tkSpBueKmUnWDxamaXftriRolxv.jpg",
        "title": "Tiger Running (2023)",
        "description": "Tiger Running (2023)ထိုင်းဟာသကား မျှော်နေကြသူတွေအတွက် အူတက်အောင်ရယ်ရမယ့် ဇာတ်ကားအသစ်စက်စက်လေး ရပါပြီနော်ဇာတ်လမ်းအကျဉ်းကို ပြောရရင်တော့…ပေတေဆိုးမိုက်နေတဲ့ လူဆိုးလေး Cheetah ဟာ\nတစ်ရက်မှာတော့ ဘယ်သူတွေမှန်းမသိတဲ့ လူတချို့က ရိုက်နှက်သွားတာကို ခံလိုက်ရပါတယ်အဲဒီလို ရိုက်နှက်ခံရပြီး သေလုမြောပါး ဖြစ်နေတဲ့ Cheetah ကို\nကယ်တင်လိုက်တဲ့သူကတော့ ဘုန်းကြီးကျောင်းသား ကျောင်းဆရာလေး Tuay ပါဒါပေမဲ့ Tuay အတွက် အံ့အားသင့်စရာကတော့ သူကယ်လိုက်တဲ့သူဟာ သူနဲ့တစ်ထေရာတည်းတူတဲ့သူ ဖြစ်နေတာပါပဲ။\nဒါကြောင့် Tuay ဟာ Cheetah လို ဟန်ဆောင်ပြီး ရိုက်နှက်သွားသူတွေကို ရှာဖွေဖို့ ကြိုးစားပါတော့တယ်Tuay ရဲ့ ရည်ရွယ်ချက်တွေ ပြည့်မြောက်ပြီး ရိုက်နှက်သွားသူတွေကို ရှာတွေ့သွားမလား၊ Cheetah ကရော ပြန်သတိရလာပါ့မလား၊\nTuay နဲ့ Cheetah က ဘာလို့ ရုပ်ချင်းတူနေကြတာလဲ ဆိုတဲ့ မြှုပ်ကွက်လေးတွေကိုတော့ ရယ်ရင်းမောရင်းပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်။Genre..... Drama, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2E23n/Tiger.Running.2023.1080p.NF..WEB-DL.CM.mp4,https://megaup.net/1i78r/Tiger.Running.2023.720p.NF..WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dp0LlnahtNMwVk673H9fd1fat3.jpg",
        "title": "What If (2023)",
        "description": "What If (2023)ဇာတ်လမ်းဟာ drama-romance ဇာတ်လမ်းဖြစ်ပြီး ရုပ်ရှင်ဒါရိုက်တာ Manny Paloက ရိုက်ကူးထားတာပါ။\nAlessandra de Rossi နှင့် JM de Guzman တို့ ပါဝင်သရုပ်ဆောင်ထားပြီး\nဇာတ်လမ်းက ဟန်းနီးမွန်းထွက်လာတဲ့ ကြင်စဦးဇနီးမောင်နှံကိုအခြေတည်ရိုက်ကူးထားတာပါ။သူတို့ဟာအိမ်ထောင်ရေးကို ပြိုကွဲစေနိုင်တဲ့ ခက်ခဲတဲ့ အမှန်တရားတွေကို ရင်ဆိုင်ရတယ်။\nနှစ်ဦးစလုံးက မတူညီသောဘဝတွေ အလိုဆန္ဒနှင့်လိုအပ်ချက်တွေ၊ မိသားစုဝင်ရောက်စွက်ဖက်မှု၊\nအသက်မွေးဝမ်းကျောင်း၊ မနာလိုမှု‌တွေလို လက်တွေ့အိမ်ထောင်ရေးပဋိပက္ခတွေကိုရိုက်ကူးတင်ဆက်ထားတာပါ။သူတို့ အဆင်ပြေသွားမှာလား၊ ကွဲသွားမှာလား ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.7GB | 536MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1i795/What.If.2023.1080p.NF.WEB-DL.DDP5.1.1.CM.mp4,https://megaup.net/2E23y/What.If.2023.720p.NF.WEB-DL.DDP5.1.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9F0L1Ksfe2pqCRIvCdaA7Uvnr9W.jpg",
        "title": "Face Off 6: The Ticket Of Destiny (2023)",
        "description": "Face off 6 : The Ticket of Destiny (2023)Vietnam Anthology seriesထဲမှာ တော်တော်လေးလူကြိုက်များတဲ့ Face off seriesရဲ့ ၆ ကားမြောက်ဖြစ်တဲ့ Ticket of destiny လေး ထွက်ရှိလာပါပြီ။\nFace off 1ကစလို့ မမျှော်လင့်ပဲနဲ့ ရုတ်တရက်ပြဿနာတွေရင်ဆိုင်ရတဲ့အစဉ်အလာမပျက် Face off 6 မှာရော ဘာတွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။ငွေဆိုတာ ကံကောင်းခြင်းဆိုလည်းဟုတ် ကံဆိုးခြင်းဆိုလည်းဟုတ်တဲ့ အသွားနှစ်ဖက်နဲ့ဓားတစ်လက်ပါ။\nဘယ်လောက်ပဲ ငွေဟာအရေးမကြီးပါဘူးပြောနေပါစေ အချိန်တန်ရင် Second Godလို့တင်စားရတဲ့ငွေရဲ့ခြေရင်းမှာ ကျွန်တော်တို့တော်တော်များများ ကျရှုံးရတာချည်းပါပဲ။\nဒီကားလေးထဲမှာလည်း မမျှော်လင့်ဘဲရောက်လာတဲ့ ငွေထုပ်တစ်ထုပ်ကြောင့် ပြောင်းလဲသွားတဲ့ သူငယ်ချင်း ၆ ယောက်ရဲ့ကံကြမ္မာကို ရှုစားရမှာဖြစ်ပါတယ်။သမီးလေးကလည်းချူချာ ကိုယ်ပိုင်လုပ်ငန်းကလည်း အခြေအနေမဟန်လှတဲ့ဖွန်တစ်ယောက် သူငယ်ချင်း ၆ ယောက်ရဲ့မွေးနေ့တွေကိုစုပြီးတော့ ထီထိုးလိုက်ပါတယ်။\nဒီထီလက်မှတ်သာ ဆုကြီးတစ်ဆုပေါက်ခဲ့ရင် အားလုံးအညီအမျှခွဲယူပြီး အားလုံးတူတူ ဘဝကိုပြောင်းလဲပစ်လို့ ဆင်းရဲတွင်းကနေအလွတ်ရုန်းမယ်ဆိုတဲ့ မဟာရည်မှန်းချက်ကြီးနဲ့ပေါ့။\nဒီထီလက်မှတ်ကိုတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Y4zX/Face.Off.6.The.Ticket.of.Destiny.2023.1080p.NF.WEB-DL.CM.mp4,https://megaup.net/1i77d/Face.Off.6.The.Ticket.of.Destiny.2023.720p.NF.WEB-DL.CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKWQJAWnDelj9N5tGcoIGtKaS5y.jpg",
        "title": "Hello Ghost (2023)",
        "description": "Hello Ghos (2023)လူတွေက ဘယ်လိုအချိန်မျိုး‌တွေမှာ အထီးအကျန်ဆုံးလို့ ထင်ပါသလဲ။\nအားလပ်ရက်တွေ နှစ်သစ်ကူးတွေ ခရစ်စမတ်နေ့တွေမှာ လူတွေက အထီးကျန်လွန်းတာကြောင့် သေကြောင်းကြံစည်ဖို့ဆုံးဖြတ်ကြပါတယ်။\nဒီရုပ်ရှင်ရဲ့ဇာတ်လိုက် ကရက်စနာက မိဘမဲ့တစ်ကောင်ကြွက်လူငယ်တစ်ယောက်။\nသူက အထီးကျန်တဲ့ဝေဒနာကိုလည်း အလူးအလဲခံစားနေရရှာတယ်။\nရည်းစားရဲ့ဖြတ်တာလည်းခံရတဲ့အပြင် အလုပ်လည်းထုတ်ခံလိုက်ရတာကြောင့်\nကရက်စနာတစ်ယောက်မချိတဲ့အဆုံး သေကြောင်းကြံစည်ပါပြီ။\nလည်ပင်းကိုကြိုးကွင်းစွပ်သေဖို့ကြိုးစားကြည့်တယ်။ မအောင်မြင်ခဲ့ဘူး။\nပိုးသတ်ဆေးတွေသောက်တယ်။ မသေပြန်ဘူး။\nနောက်ဆုံး ပါရာစီတမောတွေသောက် ရေကူးကန်ထဲခုန်ချလိုက်တော့မှ...\nမသေဘဲ ဆေးရုံရောက်သွားပါတယ်။ ဆေးရုံကုတင်မှာပြန်နိုးလာတဲ့အချိန် တစ်ခုခုတော့လွဲနေခဲ့တယ်။\nကရက်စနာက သရဲတွေကို ‌မြင်နေရတာပါပဲ။ သွေးသံရဲရဲနဲ့ သရဲတွေကိုမြင်ရတဲ့စွမ်းရည်ရှိပြီး\nအဲ့သရဲတွေသေဆုံးရတဲ့အကြောင်းအရင်းကို စုံထောက်လုပ် အမှုမှန်ဖော်ရတဲ့ဇာတ်လမ်းမျိုးမဟုတ်ပါဘူး။\nကရက်စနာက သရဲလေးကောင်ကိုသာ မြင်ရတာဖြစ်ပြီး အဲ့သရဲတွေက ကရက်စနာအိမ်ကို လိုက်နေပါတော့တယ်။\nအဲ့သရဲတွေက ဘာကိစ္စကြောင့် ကရက်စနာကိုနှောင့်ယှက်နေရသလဲ\nသူတို့က‌ရောအချိန်တန်ရင်ပျောက်ကွယ်သွားမှာလားဆိုတာကို ကြည်နူးစရာဒီဇာတ်ကားလေးထဲမှာကြည့်ရှူရမှာဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p\nFile size… 1.2GB | 545MB\nFormat… mp4\nDuration…. 1h 53min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "6.5",
        "url": "https://megaup.net/1i785/Hello.Ghost.2023.NF.WebDL.1080p.CM.mp4,https://megaup.net/2E22x/Hello.Ghost.2023.NF.WebDL.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBGIKpwTFJgsCgdLqQS5qjUaTyG.jpg",
        "title": "Bad Things (2023)",
        "description": "Bad Things (2023)တကယ်တမ်း ကျွန်တော့်အမြင်မှာ ဒီကားက Psychological Thriller ပိုဆန်နေတဲ့အပြင် ဇာတ်လမ်းကလည်း အပြနှေးပါတယ်။\nဒါကြောင့်ပဲ Jump scare တွေ၊ တစ်ချိန်လုံး ခြောက်လှန့်နေမှ ကြိုက်တဲ့သူမျိုးအတွက်ဆိုရင် နည်းနည်းပျင်းဖို့ကောင်းတယ်လို့ ခံစားမိပါလိမ့်မယ်။ဆောင်းတွင်းကြီး ဟိုတယ်တစ်ခုမှာ ဖြစ်တာကို ဇာတ်လမ်းတည်ထားတာမို့\nတစ်ချက်တစ်ချက် The Shining ရုပ်ရှင်က vibe လည်း ရနေပါတယ် နည်းနည်း မှီငြမ်းထားတယ် ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဆောင်းတွင်းတစ်ခုမှာ ရူသီဟာ အဘွားဖြစ်သူဆီကနေ အမွေရတဲ့ စွန့်ပစ်ဟိုတယ် အဟောင်းကြီးကို ရောင်းဖို့အတွက်\nရည်းစားဖြစ်သူ ကယ်လ် ၊ သူငယ်ချင်းဖြစ်သူ မက်ဒီရယ်၊ အကြုံလိုက်လာတဲ့ ဖရန်တို့နဲ့အတူ မြို့လေးဆီကို လာခဲ့ပါတယ်။\nဟိုတယ်မှာကလည်း ဘယ်သူမှမရှိတာမို့ ရူသီတို့တွေ လွတ်လွတ်လပ်လပ်နေကြရင်း၊\nဟိုတယ်တွေက သရဲဇာတ်လမ်းတွေကို ပြောပြကြရင်း အေးဆေး အချိန်ကုန်ဆုံးနေခဲ့ပါတယ်။\nဒါပေမယ့် ဖရန် တစ်ယောက် တကယ်မရှိတာတွေကို ဟိုဟိုဒီဒီ မြင်လာပြီးတော့\nဘယ်လိုတွေ ခြောက်လှန့်ခံရမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ ကြည့်ရှု့လိုက်ပါဦး။အညွှန်း ...",
        "rating": "",
        "url": "https://megaup.net/1i768/Bad.Things.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1Y4y6/Bad.Things.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
        "title": "Mission: Impossible – Dead Reckoning Part One (2023)",
        "description": "Mission: Impossible - Dead Reckoning Part One (2023)~ IMDb - 8/10, Rotten Tomatoes - 96% ~Mission: Impossible – Fallout (2018) ရဲ့ အဆက်ဖြစ်တဲ့ Dead Reckoning Part 1 လာပါပြီ။ ဒါဟာ သတ္တမမြောက် M:I ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ Fallout, Top Gun တို့ရဲ့ ဇာတ်ညွှန်းဆရာ Christopher McQuarrie ကပဲ ဇာတ်ညွှန်းရေးသား ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ဟာ နှစ်ကားတွဲဖြစ်ပြီး Dead Reckoning Part II ကိုလည်း ဆက်ပြီးရိုက်ကူးသွားမှာပါ။ တွမ်ခရုရဲ့ သက်စွန့်ဆံဖျားစတန့်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ M:I ရုပ်ရှင်တွေဟာ ဒီကားမှာလည်း အရှိန်ကို ဆက်ထိန်းထားတုန်းပါပဲ။ ဝေဖန်ရေးဆရာတွေရဲ့ Rating တွေအရ ...",
        "rating": "8",
        "url": "https://megaup.net/2E4bz/Mission.Impossible.Dead.Reckoning.Part.One.2023.1080p.AMZN.WEB-DL.DDP5.1[CM].mp4,https://megaup.net/1i9b1/Mission.Impossible.Dead.Reckoning.Part.One.2023.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ozCUmnU6z7chpYXLcO3szIiNShr.jpg",
        "title": "Marrying the Mafia : Returns (2023)",
        "description": "Marrying the Mafias : Returns (2023)ဟာသကား မျှော်နေကြသူတွေအတွက် စိတ်အပန်းပြေစေမယ့် Marrying The Mafia: Returns (2023) ထွက်ရှိလာပါပြီMarrying The Mafia ဟာဆိုရင် ၂၀၀၂ ခုနှစ်နဲ့ ၂၀၀၅ ခုနှစ်တွေမှာ I & II ထွက်ရှိထားခဲ့ပြီးသားဖြစ်ပြီး ဝက်ဝက်ကွဲ ရယ်ခဲ့ရသလို\nအခု ၂၀၂၃ ခုနှစ်အတွက် ထွက်ရှိလာတဲ့အခါမှာလည်း ရယ်ရင်းမောရင်း စိတ်ပင်ပန်းစရာတွေကို ပြေပျောက်စေဦးမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အောင်မြင်လှတဲ့ စာရေးဆရာတိုရီဟာ တစ်ညမှာတော့ အမှတ်မထင် မိန်းကလေးတစ်ယောက်နဲ့ အတူအိပ်မိသွားခဲ့ပါတယ်။\nဒီခေတ်ကြီးထဲမှာ One Night Stand မိတာဟာ အထွေအထူးမဟုတ်ပါဘူးလို့ တွေးထားခဲ့ပေမဲ့\nတကယ်တမ်း အဲဒီမိန်းကလေးရဲ့မိသားစုဟာ နာမည်ကြီးလွန်းလှတဲ့ လူမိုက်ဂိုဏ်းတစ်ခု ဖြစ်နေတဲ့အခါမှာတော့\nခြိမ်းခြောက်အကြပ်ကိုင်မှုတွေကြားက စာရေးဆရာတိုရီရဲ့ဘဝဟာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ရယ်မောရင်း ကြည့်ရှုသွားကြရမှာပါ။Casts တွေအနေနဲ့ဆိုရင်လည်း နာမည်ကြီးတွေပဲဖြစ်ကြတဲ့ မင်းသမီးကြီး Kim Soo-mi,\nမင်းသား Yoon Hyun-min ...",
        "rating": "7",
        "url": "https://megaup.net/1Y648/Marrying.the.Mafia.Returns.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BM2U3NDQ5ZmEtZGFlOS00MmJlLTg0ZmUtNjAxNDM0Y2M1NTFmXkEyXkFqcGdeQXVyNTQ2NjI2Nw@@._V1_-150x200.jpg",
        "title": "The Last Video Store (2023)",
        "description": "The Last Video Store (2023)\n=====================အင်တာနက်ခေတ်တစ်ခေတ်ကို ရောက်လာတဲ့အခါမှာ ဇာတ်ကားသစ်ထွက်ရင်\nအခွေဆိုင်ကို ပြေးပြီး အလုအယက်ပြေးငှားနေဖို့မလိုတော့ဘဲ ဒေါင်းလုဒ်လေး\nလုပ်ရုံနဲ့တင် ဇာတ်ကားတိုင်းကို ကြည့်ရှူလို့ရလာကြတယ်။ ခေတ်တစ်ခေတ်ရဲ့\nအပြောင်းအလဲမှာ အခွေငှားဆိုင်တွေ ကွယ်ပျောက်သွားကြတယ်ပေါ့။ အခု ဇာတ်\nလမ်းလေးကလည်း \"နောက်ဆုံးအခွေဆိုင်တဲ့\" ၊ ပြည်နယ်တစ်ခုလုံး သုံးဆိုင်လောက်\nပဲရှိတော့မလားပဲ၊ ဆိုင်ပိုင်ရှင်ကလည်း ရုပ်ရှင်ဇာတ်ကားတွေကို ချစ်မြတ်နိုးပြီး\nလက်တွေ့ဘဝနဲ့ရုပ်ရှင်က တစ်ထပ်တည်းဖြစ်တယ်လို့ ခံယူထားတဲ့သူပါ။သူ့ဆိုင်မှာလည်း ဝယ်သူနည်းပါးတဲ့အပြင် ဝန်ထမ်းကလည်း တစ်ယောက်ပဲရှိတယ်\nဆိုင်ကိုဓါးပြလာတိုက်ရင်တောင် ပေးစရာပိုက်ဆံမရှိလို့ အလုပ်သစ်ရှာဖို့ ဓါးပြကြီး\nကပါဆုံးမသွားခဲ့တယ်။ နောက်ရက်တွေမှာ ဆိုင်ရှင်ကြီးက ပေါက်ကွဲပြီး CCTV တွေ\nတပ်ချလိုက်ရော...တစ်ရက်မှာ အတွဲတစ်တွဲရောက်ချလာပြီး ဝန်ထမ်းကောင်လေးက\nအဲဒီအတွဲက ကောင်မလေးကို မြင်မြင်ချင်း သဘောကျသွားတယ်၊ အဲဒီနောက် အဲဒီ\nကောင်မလေးက ဆိုင်မှာအလုပ်လုပ်ဖို့ လာလျှောက်တဲ့အခါ ဘယ်လိုတွေနှစ်ပါးကမလဲ\nကြည့်ရှူလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.55 GB) / (656 MB)\nQuality............WEB-DL 1080p / 720p\nDuration........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror\nTranslator......ZWT\nEncoder..........SWM",
        "rating": "7.7",
        "url": "https://megaup.net/1XZc3/The.Last.Video.Store.2023.1080p.WEB-DL.(CM).mp4,https://megaup.net/1XZbw/The.Last.Video.Store.2023.720p.WEB-DL.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNTIwN2M2OGEtNmZmMS00ODRhLWEwOTYtNjdkZjY3NzZmOTZhXkEyXkFqcGdeQXVyODA4MDA0Mjg@._V1_-160x200.jpg",
        "title": "Baang (2023)",
        "description": "Baang (2023)\n==============IMDb 7.7/10အသစ်ထွက်ရှိလာတဲ့ ကန်နာဒါစကားပြော တောင်ပိုင်း Dark comedy,\nအက်ရှင်ရုပ်ရှင်လေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nအာရပ်ဗ်.. ဘူရှန်နဲ့ ဆူနေးလ်ဆိုတဲ့ ပျော်ပျော်နေတတ်တဲ့ သူငယ်ချင်းသုံးယောက်။\nတစ်နေ့မှာ အာရပ်ဗ်ရဲ့ ညီလေး အာရုရှ်ကိုပါခေါ်ပြီး သုံးယောက်သား ကားတစ်စီးနဲ့ နိုက်အောက်ထွက်\nပတ်ကဲရင်း ဒယ်ဒီနဲ့ လီယိုနာဆိုတဲ့ ဂိုဏ်းစတားသားအဖနဲ့ ဘုမသိဘမသိဘဲ ငြိသွားကြတဲ့အခါမှာတော့...။ဒီရုပ်ရှင်ဟာဆိုရင် ဇာတ်လမ်းကို pov တစ်ခုပြီးတစ်ခု သွားထားပြီး မြင်နေကျမဟုတ်တဲ့ပုံမျိုးနဲ့ တင်ဆက်ထားပါတယ်။\nလီယိုနာအဖြစ်သရုပ်ဆောင်တဲ့ မင်းသမီးလေး ရှန်ဗီကလည်း တော်တော်လေး မျက်စိပဒါသဖြစ်တာမလို့\nပေါ့ပေါ့ပါးပါး အက်ရှင်ဟာသတွေရှာနေသူတွေအတွက် perfect ဖြစ်မယ့်ရုပ်ရှင်လေးပါပဲ...။( ဒီအညွှန်းကိုတော့ Zwe Yan က ရေးထားပြီး ဘာသာပြန်ဆိုသူတွေကတော့ YH, KKKZ နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…2GB ...",
        "rating": "7.7",
        "url": "https://megaup.net/1i8d1/Baang_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1i8cs/Baang_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yYbBsAA1eh3hioW4Jm0G775TZk0.jpg",
        "title": "As Long As We Both Shall Live (2023)",
        "description": "Manga မှာရော Animeမှာပါ နာမည်ကြီး လူကြိုက်များပြီးသားဆိုတော့ဒီကားလေးကို တော်တော်များများ သိပြီးကြမှာပါ။ဒီ Live Action မှာတော့ နာမည်ကြီးVoice actor တစ်ဦးဖြစ်တဲ့ Kenjiro Tsuda နဲ့My Love Mix-up ၊ Silent အစရှိတဲ့ Series တွေမှာ သရုပ်ဆောင်ခဲ့တဲ့Ren Meguro တို့ ပါဝင်သရုပ်‌ဆောင်ထားကြတာဆိုတော့ကြည့်ပျော်မှာကတော့ အသေအချာပါပဲ။ဒါ့အပြင် IMDb rating ကလည်း 6.7 ဆိုတော့တစ်ခါလောက်တော့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါပဲ။ အချစ်မပါဘဲ မိဘတွေစီစဉ်ပေးလို့ မင်္ဂလာဆောင်ခဲ့ရတဲ့အိမ်ထောင်ရေးတစ်ခုကမွေးဖွားလာခဲ့တဲ့ Miyo Saimori...မိခင်ဖြစ်သူ ဆုံးပါးသွားတဲ့နောက်မှာတော့ မိထွေးနဲ့နေရပြီးစွမ်းအားစစ်ဆေးချိန်မှာ မိသားစုအမွေဖြစ်တဲ့စိတ်စွမ်းအင်ကို ဆက်ခံနိုင်တဲ့သူက Miyo မဟုတ်ဘဲမိထွေးရဲ့သမီးဖြစ်သူဖြစ်နေပါတယ်။အဲဒါကြောင့် မိသားစုအတွင်းမှာ နေရာမရဘဲ အစေခံသာသာပဲနေရပါတယ်၊ဒီလိုနဲ့ အင်မတန် ရက်စက်တယ်လို့ နာမည်ကြီးတဲ့စစ်တပ်ခေါင်းဆောင် Kiyoka Kudou နဲ့ လက်ထပ်ရဖို့ဖြစ်လာပါတယ်။ဒီလို ကံဆိုးအကြောင်းမလှတဲ့ဘဝနဲ့ ကြီးပြင်းလာတဲ့Miyo Saimori တစ်ယောက်ရဲ့ဘဝ ဘယ်လိုတွေပြောင်းလဲလာမလဲ၊သူတို့နှစ်ယောက်ရဲ့အိမ်ထောင်ရေးက ...",
        "rating": "6.8",
        "url": "https://megaup.net/2E2km/My_Happy_Marriage_(2023)_1080p_%7BCM%7D.mp4,https://megaup.net/2E2ku/My_Happy_Marriage_(2023)_720p_%7BCM%7D.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uoKUTwvHvSVHWjSM4RhCh6rKL0U.jpg",
        "title": "Deliver Us (2023)",
        "description": "Deliver Us (2023)\"Deliver Us\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်း ဒီဇာတ်ကားက ကလေးနှစ်ယောက်ကို မီးဖွားပေးတဲ့နေရာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ခရစ်ယာန်သမ္မာကျမ်းစာထဲမှာ \"ယေရှုခရစ်တော်\" က ယောင်္ကျားနဲ့မိန်းမ ပေါင်းဖက်ခြင်းကမဟုတ်ဘဲ ဘုရားသခင်ရဲ့တန်ခိုးတော်အားဖြင့် အပျိုစင်ကညာတစ်ဦးဖြစ်တဲ့ \"မာရိ\" ထံကနေ လူ့ဇာတိခံခဲ့တာဖြစ်ပါတယ်။ နောက်တစ်ချက်က သမ္မာကျမ်းစာရဲ့ နောက်ဆုံးကျမ်းဖြစ်တဲ့ ဗျာဒိတ်ကျမ်းထဲမှာဆိုရင် ဒီကမ္ဘာပေါ်ကို ယေရှုခရစ်တော် နောက်တစ်ဖန်ပြန်ကြွလာမယ်လို့ ပရောဖက်ပြုထားပါတယ်။ ဒါပေမဲ့ အဲဒီကာလမတိုင်ခင်မှာပဲ \"အန္တိခရစ်\" ဆိုတဲ့ ခရစ်တော်ကိုဆန့်ကျင်တဲ့ပုဂ္ဂိုလ်တစ်ဦးက ကမ္ဘာပေါ်မှာအရင်မွေးဖွားလာပြီး လူသားတွေကို လှည့်စားမှုပေါင်းများစွာနဲ့ အုပ်စိုးမှာပဲဖြစ်ပါတယ်။ အခုဇာတ်ကားထဲမှာတော့ သမားရိုးကျစိတ်ကူးယဉ်ဇာတ်လမ်းတွေလိုမဟုတ်ဘဲ ခရစ်ယာန်သမ္မာကျမ်းစာထဲက အကြောင်းအရာတွေအပေါ်ကိုအခြေခံပြီးတော့ ဆင့်ကဲကွန့်မြူးပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ရပ်ဝေးဒေသတစ်ခုမှာရှိတဲ့ သီလရှင်စစ္စတာတစ်ယောက်ကနေပြီးတော့ သံဝါသမပြုဘဲ ကိုယ်ဝန်လွယ်ထားရပါတယ်လို့ သတင်းထွက်လာပါတယ်။ ဒီကိစ္စက ကျမ်းစာထဲမှာဖြစ်ပျက်ခဲ့တဲ့ကိစ္စ သမိုင်းတစ်ကျော့ပြန်လာတာလားဆိုတာကို ဟုတ်မဟုတ်အတည်ပြုဖို့အတွက် ဗာတီကန်ကနေ ဘာသာဗေဒပညာရှင် ခရစ်ယာန်ဘုန်းကြီးတွေကိုစေလွှတ်လိုက်ပါတယ်။ တကယ်ကတော့ စစ္စတာယူလီယာက ကလေးတစ်ယောက်မဟုတ်ဘဲ ကလေးနှစ်ယောက်ကို ကိုယ်ဝန်လွယ်ထားရတာပါ။ ...",
        "rating": "",
        "url": "https://megaup.net/1i6ze/(CM)_Deliver_Us_(2023)_1080p.mp4,https://megaup.net/1Y401/(CM)_Deliver_Us_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNDAxMmYyNTMtZjgwZS00N2I4LWJkOWUtYmViN2M5Zjk4MTk2XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-160x200.jpg",
        "title": "The Great Indian Suicide (2023)",
        "description": "The Great India Suicide (2023)\n=========================ဒီဇာတ်လမ်းကတော့ ၂၀၂၁ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ မိဘတွေကိုယ်တိုင်က ကိုယ့်သွေးသားအရင်းအချာတွေကိုသတ်ပစ်ခဲ့တဲ့\nမဒန်နပယ်လ်လီ အမွှာ လူသတ်မှုကို အခြေခံပြီးတော့ ရိုက်ကူးထားတဲ့ IMDb 7.1/10 ရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ ဟဲမာန်သာဆိုတဲ့ကောင်လေးဟာ ပိုက်ဆံရှာနိုင်ဖို့အတွက် ကော်ဖီဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပါတယ်။\nသူဖွင့်ထားတဲ့ကော်ဖီဆိုင်လေးကို ကွတ်ကီးရောင်းဖို့ လာစပ်တဲ့ ကောင်မလေးချယ်တရာနဲ့ တွေ့ဆုံပြီးတဲ့နောက်ပိုင်းမှာတော့ ကောင်လေးဟာ\nကောင်မလေးရဲ့ အတွေးအခေါ်တွေကို သဘောကျရင်းကနေမှ ချစ်မိသွားခဲ့ပါတယ်။ သူ့အချစ်တွေကို ဖွင့်ပြောလိုက်တဲ့နောက်ပိုင်းမှာတော့\nကောင်မလေးဟာ ကောင်လေးကို ချစ်ရက်နဲ့ သူ့ရဲ့မိသားစုကိစ္စရေးရာကြောင့် ကောင်လေးအချစ်ကို ချက်ချင်းလက်မခံခဲ့ပေမဲ့လို့\nကောင်လေးကိုချစ်မိသွားတဲ့အတွက်နဲ့ သူ့ရဲ့ မိသားစုကိစ္စတွေကို ကောင်လေးကို ထုတ်ဖော်ပြောခဲ့ပါတယ်။အဲဒီကိစ္စကတော့ ချယ်တရာရဲ့ ကျေးဇူးရှင်ဦးလေးဖြစ်သူဟာ လွန်ခဲ့တဲ့နှစ်နှစ်က ကားမီးလောင်ရာကနေ သေဆုံးသွားခဲ့ရပါတယ်။\nချယ်တရာဟာ သူ့ရဲ့ ကျေးဇူးရှင်တဖြစ် ဦးလေးဖြစ်တဲ့သူရဲ့ သေဆုံးမှုအတွက် ယူကြုံးမရဖြစ်ခဲ့ရပြီးတော့ ဦးလေးအတွက်\nလုပ်ပေးနိုင်မယ့်အကောင်းဆုံးနည်းလမ်းကို ရှာဖွေခဲ့ပါတယ်။ နောက်ဆုံးတွေ့ရှိခဲ့တဲ့ နည်းလမ်းအရ ဦးလေးဖြစ်သူကို\nပြန်လည်ရှင်သန်လာနိုင်ဖို့အတွက် သူတို့တစ်မိသားစုလုံးရဲ့ အသက်ကိုစတေးပြီးတော့ ဦးလေးအတွက် ဆုတောင်းမှုလုပ်မယ့်နည်းလမ်းပါ။ဒီနည်းလမ်းအတိုင်းလုပ်မယ်ဆိုရင် ဦးလေးဖြစ်သူလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1i6sg/The_Great_Indian_Suicide_(2023)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-YK(CM).mp4,https://megaup.net/1i6s7/The_Great_Indian_Suicide_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/52YBwGJ3cJs54fpBzwnT1lnqgTo.jpg",
        "title": "Totally Killer (2023)",
        "description": "Totally Killer (2023)~ IMDb - 6.8/10, Rotten Tomatoes - 85% ~ဒီကားလေးက‌တော့ ဒီရက်ပိုင်းမှ ပူပူနွေးနွေးထွက်ရှိလာတဲ့ ‌ဟာသဟော်ရာအမျိုးအစားလေးပါ။ Scream တို့၊ \"Happy Death Day\"တို့ကြည့်ရတဲ့ Vibe မျိုးပြန်ခံစားကြည့်ချင်ရင် ဒီကားက သေချာပေါက်အလွတ်မခံသင့်တဲ့ကားပါပဲ။ Castတွေအနေနဲ့ ဆိုရင်လည်း \"Chilling Adventures of Sabrina\" ရဲ့ Kiernan Shipka, \"Marvel's Cloak & Dagger\" ရဲ့ Olivia Holt တို့က အဓိက Cast တွေအနေနဲ့ပါ၀င်ပြီး Randall Park နဲ့ Lochlyn Munro တို့လို ထင်ရှားတဲ့သူတွေလည်း ပါ၀င်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဗာနွန်ဆိုတဲ့မြို့ငယ်လေးက (၁၉၈၇)ခုနှစ် ဟောလိုး၀င်းရာသီမှာ ၁၆နှစ်အရွယ် ကောင်မလေးသုံးယောက် အသတ်ခံရလိုက်ပြီးနောက်ပိုင်း ကျီးလန့်စာစားနေနေရပါတယ်။ အဲဒါပြီးနောက်မှာတော့ လူသတ်သမားကငြိမ်နေပေမဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Y3is/(CM)_Totally_Killer_(2023)_1080p.mp4,https://megaup.net/1Y3hd/(CM)_Totally_Killer_(2023)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNmQ3MThkOWEtNTA0NC00YzI2LWIxZjEtZjdlZTVmNzQ2ZGViXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "OMG 2 (2023)",
        "description": "OMG 2 (Oh MyGod)အက်ရှေးကူးမားရ်ရဲ့ သောက်သောက်လဲ အောင်မြင်ခဲ့တဲ့ OMG အဆက် ဒုတိယကားထွက်ရှိလာပြီပဲဖြစ်ပါတယ် ကုဋေ ၅၀ ရင်းထားတဲ့\nဒီကားမှာ ရုံဝင်ငွေ ကုဋေ ၂၂၀ ထိပြန်လည်ရရှိခဲ့တာမို့ ခုနှစ်ပိုင်းအတွင်း အက်ရှေးတစ်ယောက် ပြန်လည်အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလို့ပြောလို့ရပါတယ်\nအက်ရှေးကူးမားအပြင် ဝါရင့်မင်းသားကြီး ပန်ကတ်ချ် သရီပသီနဲ့ မင်းသမီးချောလေး ယမ်မီဂေါ်သမ်တို့က အဓိကဇာတ်ဆောင်တွေအဖြစ်နဲ့လည်း ပါဝင်ထားပါသေးတယ်OMG 1 မှာ ဘုရားကိုမယုံတဲ့သူက သူ့အိမ်ကိုပဲရွေးငလျင်လှုပ်လို့ ဘုရားကိုတရားစွဲခဲ့တာကနေ တစ်လောကလုံးနဲ့ တစ်ယောက်ရင်ဆိုင်ခဲ့ရပုံကို ဘာသာရေးအကြောင်းတွေနဲ့ ရောသမမွှေ\nတင်ဆက်ပေးခဲ့ပေမဲ့ ဒုတိယကားမှာတော့ ဇာတ်ကောင်စရိုက်တွေ ဇာတ်လမ်းသဘာဝတွေ ပြောင်းလဲပေးထားပါတယ် အဓိကဇာတ်ဆောင် ကန်တီဟာ ဘာသာရေးကိုင်းရှိုင်း\nလူအများချစ်ခင်ရတဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ပါ သူ့ရဲ့ဆယ်ကျော်သက်အရွယ်သားလေး ဗီဗက်ဟာ လူငယ်တို့သဘာဝ လိင်ကိစ္စကို အရမ်းစိတ်ဝင်စား လက်တည့်စမ်းချင်ပြီး\nဗိုင်ယာဂရာကို သုံးလုံးလောက်ပစ်သောက်ပြီး အာသာဖြေရင်းမေ့လဲလို့ အဖေကဆေးရုံလိုက်ခေါ်ရတဲ့ ကောင်ဆိုးလေးပါအဲ့ဒါနဲ့တင်မရပ်ပဲ ကာမသျှတ္တရကျမ်းတွေဖတ်ပြီး ကျောင်းအိမ်သာထဲမှာပါ ထပ်ကမြင်းတာကို ကျောင်းကသူ့သူငယ်ချင်း bully ကောင်တွေက\nဗီဒီယိုရိုက်ဖြန့်လိုက်တဲ့အခါ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3jWki/OMG.2.2023.1080p.NF.WEB-DL.YK(CM).mp4,https://megaup.net/1Y19u/OMG.2.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNWFkYzVjMTktODBhZS00YzQ0LTkwMmMtMTU5MjcyNTBhOTJiXkEyXkFqcGdeQXVyNTU2NTQ3Nw@@._V1_-160x200.jpg",
        "title": "Mr. Pregnant",
        "description": "Mr.PregnantIMDb-8/10အခုတစ်ခါမှာတော့ ၄ရက်အတွင်း‌၄ကုဋေကျော်အမြတ်ပြန်ရခဲ့တဲ့\nရုံတင်ကားအသစ်စက်စက်လေးကို\nCMပရိသတ်ကြီးအတွက် တင်ဆက် ပေးလိုက်ရပါတယ်ဇာတ်လမ်းအကျဉ်းဇာတ်လိုက်ကျော်ဂေါ်သမ်ဆိုတဲ့သူက နာမည်ကြီးလူငယ်တက်တူး\nပညာရှင်တစ်ယောက်၊ သူ့ကို မဟီဆိုတဲ့ကောင်မလေးက တဖက်သတ်လိုက်ကြိုက်နေတာ\nဒီခေတ်စကားအရဆို crush နေတာပေါ့မဟီက ဂေါ်သမ့်ဆီလာပြီး အမြဲတမ်းချစ်စကားတွေပြောလိုက်၊ကြူးလိုက်\nမိန်းကလေးဘက်ကနေပဲ လက်ထပ်ခွင့်တောင်းလိုက်နဲ့ပေါ့၊ ဂေါ်သမ်က အစကတော့\nမဟီ့ကိုလက်မခံဘဲ အမြဲငြင်းနေရာကနေ နောက်‌တော့ မဟီ့ရဲ့အချစ်တွေကြားမှာကျရှူံးသွားပြီး\nသူတို့နှစ်ယောက်လက်ထပ်ကြလေသတည်းပေါ့။ ဒီအထိ ဇာတ်လမ်းကရိုးရိုးရှင်းရှင်းပေါ့လေ။တစ်နေ့ တက်တူးထိုးပြိုင်ပွဲလုပ်ရင်း ဂေါ်သမ်နိုင်သွားတာကို\nမကျေမနပ်ဖြစ်သွားတဲ့ မိုက်ကယ်ဆိုတဲ့\nတက်တူးထိုးဆရာတစ်ယောက်က ဂေါ့်သမ်ကို ရန်ငြိုးဖွဲ့သွားတယ်။ဂေါ်သမ်နဲ့မဟီတို့ လက်ထပ်ပြီး မဟီက ကလေးယူချင်ပေမဲ့\nဂေါ်သမ်က မဟီကိုယ်ဝန်ဆောင်ရမှာကို အကြောက်အကန် ငြင်းခဲ့တယ်။\nအဲဒီလို မဟီကိုယ်ဝန်ဆောင်မှာကို မလိုလားရတဲ့\nဂေါ်သမ့်ဆီမှာ ကိုယ်ဝန်ဆောင်ရမှာနဲ့ပတ်သက်တဲ့ ဆိုးရွားတဲ့\nစိတ်ဒဏ်ရာတွေရှိနေခဲ့လို့ပါ ။မဟီကလည်း ကလေးဇွတ်လိုချင်နေတော့ နောက်ဆုံးမှာ ဂေါ်သမ်လည်းကလေးယူဖို့\nသဘောတူခဲ့ပေမဲ့ ကလေးရလာချိန်မှာ‌တော့ သန္ဓေသားလေးကို\nယောက်ျားကြီးတန်မဲ့ သူကိုယ်တိုင်ပဲလွယ်ထားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်\nလောကကြီးမှာမဖြစ်နိုင်ဘူးလို့ထင်တဲ့အရာတွေက အိန္ဒိယကားတွေထဲမှာတော့ ဖြစ်နိုင်ပါတယ်။\nကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ဂေါ်သမ်တစ်ယောက် ယောကျာ်းကိုယ်ဝန်သည်ကြီးအဖြစ်\nဘယ်လိုမျိုးဂယက်တွေကြုံမလဲ၊ခုနက သူမသိလိုက်ဘဲ ရန်သူဖြစ်သွားတဲ့ မိုက်ကယ်ဆိုတဲ့သူရဲ့ရန်ငြှိုးဖွဲ့မှုတွေကို\nဘယ်လိုမျိုးရင်ဆိုင်သွားရမလဲဆိုတာကိုသိချင်ရင်တော့ အချစ်၊အလွမ်း၊ဟာသ ၊အက်ရှင်စတဲ့ရသစုံပါတဲ့ဒီဇာတ်ကားလေးကိုCMရုပ်ရှင်ချစ်ပရိသတ်ကြီးကပဲဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦးဗျ...(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ YH ~ KKKZ ~ Dee ~ Alex ...",
        "rating": "8.1",
        "url": "https://megaup.net/1i4s9/Mr._Pregnant%C2%A0(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM)mp4.mp4,https://megaup.net/1i4ro/Mr._Pregnant%C2%A0(2023)_Telugu_WEB-DL_-_720p-_YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/images-13-133x200.jpg",
        "title": "Pet Sematary: Bloodlines (2023)",
        "description": "မြေမြှပ်လိုက်တိုင်း ပြန်ရှင်လာတဲ့ သင်္ချိုင်း၊ စာရေးဆရာကိုယ်တိုင်အကြောက်ဆုံးစာအုပ်Pet Semetaryဒီဇာတ်လမ်းဟာ ဟော်ရာစာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ နာမည်အကြီးဆုံးဝတ္ထုတွေထဲက တစ်အုပ်ဖြစ်တဲ့ Pet Semetary ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။စတီဖင်ကင်းဟာ အင်တာဗြူးတိုင်းမှာ သူရေးတဲ့ဝတ္ထုတွေထဲသူအကြောက်ဆုံးဇာတ်လမ်းကိုပြောပါဆိုရင် Pet Semetary ကိုပဲ ညွှန်းလေ့ရှိပါတယ်။ပထမဆုံးရုပ်ရှင်ကို 1989 မှာ ရိုက်ကူးခဲ့ပြီး၊ ၂၀၁၉ မှာ ဗားရှင်းအသစ်ရိုက်ကူးထားပါတယ်။နှစ်ကားလုံးကို ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။အခု ဇာတ်လမ်းကတော့ မူရင်းဝတ္ထုထဲက ဇာတ်လမ်းကြီးမစခင်ရှေ့မျိုးဆက်အကြောင်းကို ရိုက်ကူးထားတာပါ။မူရင်းဇာတ်လမ်းထဲက အဘိုးကြီးဂျက်ဟာ ဒီရုပ်ရှင်ထဲမှာ အဓိကဇာတ်လိုက်ပါပဲ။မူရင်းဇာတ်လမ်းတုန်းက တိရစ္ဆာန်သင်္ချိုင်းအကြောင်းကို အဘိုးကြီးကစကားအနေနဲ့ သတိပေးတဲ့ဟာကို အခြေခံပြီး ဇာတ်လမ်းပြန်ဖွဲ့ ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းလဒ်လိုမြို့မှာ ဖုန်းဆိုးမြေလို့ ခေါ်ရမဲ့ နေရာတစ်ခုရှိတယ်။အရင်ကတော့ မျိုးနွယ်စုတွေဟာ တိရစ္ဆာန်တွေကိုမြှပ်နှံပြီး တိရစ္ဆာန်ဝိညာဉ်တွေဟာလူတွေကို မကောင်းဆိုးဝါးလက်ကနေ ကာကွယ်ပေးတယ်လို့ ယုံကြည်ကြပါတယ်။ဒါပေမဲ့ အဲဒီမြေက ပုတ်သိုးသွားပြီး သီးနှံတွေလည်းသေဆုံးလာသလိုမကောင်းဆိုးဝါး အားကောင်းလာတဲ့အခါ စွန့်ခွာပြီး ပြေးခဲ့ကြပါတော့တယ်။နှောင်းလူတွေ အဲဒီ သင်္ချိုင်းမြေကို ဆက်မသုံးမိအောင်လည်း သတိပေးထားကြပါတယ်။ဒါပေမဲ့ အဲဒီမြေရဲ့ မကောင်းဆိုးဝါးက ...",
        "rating": "",
        "url": "https://megaup.net/1i2gx/pet.sematary.bloodlines.2023_2160p_4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv,https://megaup.net/1i2gh/pet.sematary.bloodlines.2023_1080p_5.1_H__%7BCM%7D_TSK.mp4,https://megaup.net/1i2gy/pet.sematary.bloodlines.2023_720p_%7BCM%7D_TSK.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BZGEzMDJjNGUtYTFhZi00MDgyLWIzMzYtMzcwMDQyZjcyNGY1XkEyXkFqcGdeQXVyNTcwNTM5ODI@._V1_-150x200.jpg",
        "title": "Gadar 2 (2023)",
        "description": "Gardar 2 (2023)IMDb-5.7/10ကုဋေ ၇၀၀ နီးပါးနဲ့ Blockbuster ဖြစ်ခဲ့တဲ့ကားပါ\n2023ခုနှစ်ရဲ့ တတိယဝင်ငွေအများဆုံးရုံတင်ကားလဲဖြစ်ပြီး\nGadar 1 က သရုပ်ဆောင်‌တွေဖြစ်တဲ့ ၉၀ ခုနှစ်အစောပိုင်းတည်းက နာမည်ကြီးလူကြိုက်များခဲ့တဲ့\nမင်းသားမင်းသမီးကြီးတွေ Sunny Deol နဲ့ Ameesha Patel တို့ကို ပြန်ရှုစားနိုင်မဲ့ကားပါ\nတာရာ အနေနဲ့ သရုပ်ဆောင်တဲ့ Sunny Deol ဆိုရင် ဒီ Gadar 2 နဲ့ပဲ ရုပ်ရှင်လောကကို ပြန်ဝင်လာခဲ့တာဖြစ်ပါတယ်၁၉၄၇ အရေးအခင်းကာလမှာ စစ်သားအယောက်လေးဆယ်ကိုသတ်ပြီး ပါကစ္စတန်နိုင်ငံကနေထွက်ပြေးသွားတဲ့\nတာရာဆင်းဂ်နဲ့ ဆာကီနာတို့မိသားစုတို့ကို ပါကစ္စတန်ဗိုလ်မှူး ဟာမစ်ဒ်အစ်ဘာလ်က အသည်းအသန်အလိုရှိနေပါတယ်တာရာဆင်းဂ်တို့မိသားစုဟာ ဖြစ်ခဲ့တာတွေအားလုံးကိုမေ့ပစ်ပြီး ဘဝသစ်မှာအေးအေးချမ်းချမ်းနေဖို့ဆုံးဖြတ်ထားကြပြီးသား\nဒါပေမဲ့ မရှောင်လွှဲနိုင်တဲ့ကံကြမ္မာတွေနဲ့ စစ်မီးတွေကြားနောက်တစ်ကြိမ်ပါဝင်လာရပြန်တယ်\nနိုင်ငံအတွက်တစ်ကြိမ်တစ်ခါတော့ ကူမယ်လို့စဉ်းစားထားတဲ့ တာရာဆင်းဂ်တစ်ယောက် သူ့ကိုအလိုရှိနေတဲ့\nဟာမစ်အစ်ဘာလ်နဲ့‌မှထိပ်‌တိုက်တွေ့ချိန်မှာတော့..အဆုံးမရှိတဲ့ ပဋိပက္ခတွေနဲ့ စစ်မီးတွေကြားမှာ ချစ်ခြင်းမေတ္တာတရားတွေ ကြွေလွင့်ခဲ့ရသလို\nဒီအချစ်မေတ္တာတွေကြောင့်ပဲ စစ်မီးတွေရဲ့အပူကိုကျော်ဖြတ်လာနိုင်ရတာပါပဲတာရာဆင်းဂ်တို့ မိသားစုဝင်သုံးယောက်ကြားက ရိုးရှင်းတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ နှစ်နိုင်ငံကြားကစစ်မီး ။\nဆန့်ကျင်ဘက်အရာနှစ်ခုနဲ့ ဒီကားက Blockbuster ထိဖြစ်ရတဲ့ အကြောင်းအရင်းကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1i1bp/Gadar_2_(2023)_Hindi_TRUE_WEB-DL_-_1080p_-_HEVC_-YK(CM).mp4,https://megaup.net/1i18q/Gadar_2_(2023)_Hindi_TRUE_WEB-DL_-_720p_YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    }
]