[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yb6UB4WC3znlwU0L4AqMnjR9G9S.jpg",
        "title": "Are You There God? It’s Me, Margaret. (2023)",
        "description": "Are You There God? It's Me, Margaret. (2023)~ IMDb - 7.8/10, Rotten Tomatoes - 99% ~ဒီရုပ်ရှင်လေးကတော့ Anne with an E လိုမျိုး မြီးကောင်ပေါက်လေးတွေရဲ့ ခံစားချက်နဲ့ ဇာတ်လမ်းလေးတွေကို ချစ်စရာရိုက်ကူးထားတဲ့ Coming of Age အမျိုးအစားပါပဲ။ ဒီနာမည်နဲ့ပဲ မူရင်းဝတ္ထုဟာ 1970 မှာ စာရေးဆရာ Judy Blume ကရေးသားခဲ့ပြီး ၁၉၂၃ နောက်ပိုင်း အကောင်းဆုံး စာအုပ် ၁၀၀ ထဲမှာ အပါအဝင်အဖြစ် တိုင်းမ်မဂ္ဂဇင်းက ၂၀၁၀မှာဖော်ပြခဲ့ပါတယ်။ ကလေးတွေအတွက် အကောင်းဆုံး စာအုပ် ၁၀၀ စာရင်းထဲမှာလည်း အပါအဝင်ပါပဲ။ ဒီဝတ္ထုကိုပဲ ခြေခံပြီး ဒါရိုက်တာ Kelly Fremon Craig က ဇာတ်ညွန်းခွဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1UJy6/(CM)_Are_You_There_God,_It_s_Me,_Margaret._(2023)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmVjNzRhMTctYmU4Ni00ZGMxLTkzNTQtNDg3MjRiMTI1NjEyXkEyXkFqcGdeQXVyNTMzMTE2NTg@._V1_-133x200.jpg",
        "title": "Kudimahaan (2023)",
        "description": "Kudimahaan(2023)IMDb-9.7/10အရက်သစ္စာ အရက်မေတ္တာတွေ အရက်နဲ့ သံယောဇဉ်တွေဟာ\nဘယ်လောက်ထိခိုင်မာကြောင်းတွေက\nအရက်တစ်ပိုင်းနဲ့ ကူဖိုက်ပေးဖို့ဝန်မလေးတဲ့အကြောင်းတွေ\nအရက်နဲ့ရင်းရင်ဘတ်ချင်းနီးတဲ့ ဘော်ဒါအချင်းချင်းမှသိကြတာမဟုတ်လားဒီကားထဲမှာတော့ မင်းသားကစစချင်း မသောက်မစားတဲ့ ဘဏ်ဝန်ထမ်း လူရိုးသား\nတစ်နေ့ အဖေဖြစ်သူကိုဆေးရုံလိုက်ပို့ရင်း ဆေးရုံက ကော်ဖီကိုမှာသောက်လိုက်မိတယ်။\nသူ့နဲ့ဘာဓာတ်မတည့်ဖြစ်သွားမှန်းမသိ အရက်သောက်လိုက်မိသလိုကို မျက်စိထဲ\nတကယ်မရှိတာတွေမြင်လာပြီး အမူးသမားလုံးလုံးဖြစ်သွားလေရဲ့။ဒီလိုနဲ့ လုံးဝအသိစိတ်လွတ်နေတဲ့လူလို ဆေးရုံမှာပတ်ပွဲကြမ်းရင်း လူတွေဝိုင်းဆွဲကြနဲ့\nပွက်လောရိုက်သွားပါ‌လေရော နောက်ထပ်လည်း မိတ်ဆွေတစ်ယောက်ရဲ့ပွဲမှာ\nအရက်ထည့်ထားတဲ့ အအေးကိုသောက်မိပြီး ပွဲပျက်တက်ထိ ရမ်းကားမိပြန်ပါတယ်။\nဒါပေမဲ့ သူအိမ်ပြန်ရောက်တိုင်း ဒါတွေတစ်ခုမှ မမှတ်မိဘဲ အဖေနဲ့ ဇနီးဖြစ်သူက\nအရက်သမားလို့စွပ်စွဲလေတော့ လူရိုးသား အရက်သမားဇာတ်လိုက်လေး\nဘုမသိဘမသိနဲ့ စိတ်ညစ်နေရပါတယ်။ ဘဏ်ဝန်ထမ်းဖြစ်တဲ့ ဇာတ်လိုက်ဟာ\nထုံးစံအတိုင်း နမော်နမဲ့နဲ့ သူ့တပည့်လေးရဲ့ မုန့်ပဲသွားရည်စာကို စားမိပြီး\nဟက်ကာတစ်ယောက်ဟက်ခ်ထားတဲ့ အေတီအမ်စက်ထဲကို ပိုက်ဆံတွေ\nအရွက်မှားထည့်မိတဲ့အချိန်မှာတော့ ပြဿနာတွေအကြီးကြီးတက်ကုန်ပါတော့တယ်ကွိုင်တွေတက် အစွပ်စွဲခံ မသောက်ပဲမူးနေတဲ့ဖိုးသခွားလေးတစ်ယောက်\nဒီလိုပဲဒုက္ခပင်လယ်ဝေနေမလား ထိပ်ဆုံးမှာပြောခဲ့တဲ့ အရက်ရဲ့ဂုဏ်ကျူးတွေက\nဘယ်နေရာမှာဘယ်လိုပါဝင်ဆက်စပ်သွားမလဲဆိုတာ ရှုစားကြည့်ပါဦး\nFile size…2.56GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2 h 20 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "9.2",
        "url": "https://megaup.net/2AGqf/Kudimahaan_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/IMG_20230606_214506-133x200.jpg",
        "title": "Lionel Messi: Destiny (2023)",
        "description": "Lionel Messi: Destiny (2023)ဒီ Documentary ကို BBC UK က ရိုက်ကူးတင်ဆက်ခဲ့တာ ဖြစ်ပြီး ၂၀၂၂ ဒီဇင်ဘာမှာကျင်းပခဲ့တဲ့ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ အာဂျင်တီးနားအသင်း ဗိုလ်စွဲခဲ့တဲ့အ​ကြောင်း Footage​ တွေ Interview​ တွေအစုံနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ ​ဘောလုံးပရိသတ်​တွေအားလုံး သိပြီးသားဖြစ်တဲ့အတိုင်း အာဂျင်တိုင်းသား​တွေဟာ အဖွင့်ပွဲစဉ်မှာ အုပ်စုတွင်းအင်အားအနည်းဆုံးလို့ ​ပြောရမယ့် ​ဆော်ဒီအာ​ရေဗျကို ၂-၁ ရလဒ်နဲ့ အ​ရေးနိမ့်ပြီး အုပ်စုကထွက်ရမယ့် အ​နေအထားက​နေ လက်ကျန်ပွဲ​တွေဖြစ်တဲဲ့ မက္ကဆီကိုနဲ့ ပိုလန်ကို အနိုင်ကန်ပြီး ရှုံးထွက်အဆင့်မှာ ဩဇီ၊ ကွာတားမှာ နယ်သာလန်၊ ဆီမီးမှာ ခရို​အေးရှားနဲ့ ဗိုလ်လုပွဲမှာ လက်ရှိချန်ပီယံ ပြင်သစ်တို့ကို အနိုင်ယူ​ကျော်ဖြတ်ကာ သူတို့ရဲ့ ၃ကြိမ်​မြောက် ကမ္ဘာ့ဖလားကို ရယူသွားခဲ့တာပါ။ဒီပွဲမှာ လူတိုင်းစောင့်ကြည့် ထုတ်ခဲ့တဲ့မေးခွန်းက ကမ္ဘာ့အ​​ကောင်းဆုံးကစားသမား The Greatest of All Time ...",
        "rating": "8",
        "url": "https://megaup.net/2AFw7/(CM)_Lionel_Messi_-_Destiny_(2023)_720p.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZcPw0MAYQkTxAVUJipWTxcfEV5.jpg",
        "title": "Mercy (2023)",
        "description": "Mercy (2023)လောလောလတ်လတ် ပူပူနွေးနွေး အသစ်စက်စက်ထွက်ရှိထားတဲ့ အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။မစ်ရှဲလ်က အာဖဂန်နစ္စတန်မှာ စစ်မှုထမ်းခဲ့ပြီး အခုအချိန်မှာတော့ မာစီဆေးရုံမှာပဲ ဆရာဝန်အနေနဲ့ သားလေးနဲ့အတူ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ကွင်းဂိုဏ်းလို့ခေါ်တဲ့ဂိုဏ်းက သားငယ်ရိုင်ယန်ကို FBI ကဖမ်းမိသွားခဲ့ပြီး ဂိုဏ်းကလူတွေက ပြန်ကယ်ဖို့ကြိုးစားရာကနေ သေနတ်ဒဏ်ရာနဲ့လူနာတွေ မစ်ရှဲလ်တို့ဆေးရုံကိုရောက်လာခဲ့ပါတယ်။ရိုင်ယန်ကိုကယ်ထုတ်ဖို့ သူ့အစ်ကို ရှောန်အပြင် သူ့အဖေ ပက်ဒီနဲ့ ကွင်းဂိုဏ်းသားတွေပါရောက်လာခဲ့ပြီး ဆေးရုံတစ်ခုလုံးကိုဓားစာခံလုပ်လိုက်တဲ့အပြင် သူ့သား ဘော်ဘီကိုပါ ဖမ်းလိုက်ချိန်မှာတော့ ဆေးထိုးအပ်ကိုင်တဲ့ မစ်ရှဲလ်တစ်ယောက် သေနတ်ပြန်ကိုင်ရ‌ပါတော့တယ်။အက်ရှင်ကားဆိုပေမယ့် အချိန်ပြည့်ဝုန်းဒိုင်းပစ်ခတ်နေတာမဟုတ်ဘဲ လိုအပ်မှပစ်ခတ်တာတွေရှိတာကြောင့် မျက်စိသိပ်မနောက်ရဘူးလို့ပြောနိုင်ပါတယ်။National Treasure, Transformers နဲ့ Enemy of the state အပြင် တခြားနာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ထားတဲ့ မင်းသားကြီး Jon Voight အပြင် တခြားသရုပ်ဆောင်ကောင်းတွေပါဝင်တာကြောင့် အပျင်းပြေကြည့်ရှုဖို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ ညွှန်းချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5",
        "url": "https://megaup.net/2AFv2/(CM)_Mercy_(2023)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZGYwNTdiN2MtNTQwNy00MjYwLTk3MTQtMWMxZThjYjYwMmExXkEyXkFqcGdeQXVyMTM1MDUwMTE1._V1_-127x200.jpg",
        "title": "Raaghu (2023)",
        "description": "Raaghu 2023\nIMDb - 9.6/10ဇာတ်လမ်းအကျဉ်းကိုဗစ်ကာလအတွင်း တစ်နိုင်ငံလုံးနီးပါး လော့ခ်ဒေါင်းချလိုက်တဲ့အချိန်မှာ\nတော်တော်များများဒုက္ခရောက်ကုန်ကြတယ်။ အလုပ်တွေလည်းနားလိုက်ရပြီး\nအိမ်မှာပဲပိတ်မိနေရတဲ့အချိန်ပေါ့။ ဒါပေမဲ့ ဆေးဝါးပို့ဆောင်ရေးသမားဖြစ်တဲ့\nရာဂူကတော့အဲဒီအချိန်မှာ\nဆေးဝါး‌‌တွေပို့ရင်းအလုပ်များနေရတယ်။လူတကာပိတ်မိနေတဲ့ချိန်မှာ လွတ်လပ်စွာသွားလာနိုင်တဲ့\nပို့ဆောင်ရေးသမားကိုသတိထားမိသွားတဲ့ မသမာသူတွေက\nဒါကိုအခွင့်ကောင်းယူပါတော့တယ်။\nတစ်နေ့မှာ‌ ပါဆယ်တစ်ခုပို့ပေးဖို့ ရာဂူတစ်ယောက်\nဖုန်းလက်ခံရရှိသွားတဲ့အချိန်မှာတော့ ပါဆယ်တစ်ထုပ်ကြောင့်\nမထင်မှတ်ဘဲသူ့အသက်ကိုပါ ခြိမ်းခြောက်လာတော့တယ်။ဇာတ်လမ်းအစမှာတင် ဇာတ်ကွက်ကိုခပ်သွက်သွက်ပဲစထားတာမို့\nတစ်ကွက်မှမပျင်းရဘဲ ဇာတ်ကားဆုံးတဲ့အထိ ရင်တမမနဲ့\nကြည့်ရှူရမှာဖြစ်ပါတယ်။\n(အညွှန်းရေးသားသူကတော့ Nyein ဖြစ်ပြီး\nဘာသာပြန်တွေကတော့ Nyein~Aditi~Chiclon3နဲ့ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…1.5GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein~Aditi~Chiclon3 ~ Yunni",
        "rating": "9.5",
        "url": "https://megaup.net/1eK9m/Raaghu_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTdkNTgzZGMtZTAzNy00Y2Q4LThkNWEtM2EwOGE1NzIyOTAyXkEyXkFqcGdeQXVyMTA2MDAyMDAz._V1_-174x200.jpg",
        "title": "Oh My Darling (2023)",
        "description": "IMDb - 6.9 /10\nOh my darling (2023)ဒီတစ်ခေါက်မှာကတော့မင်းသမီးချောလေး Anikha Surendran ပါဝင်သရုပ်ဆောင်ထားပြီး\nMalayalamအမျိုးအစားဖြစ်တဲ့အပြင် ရိုမန့်လည်းဆန် ရယ်လည်းရယ်ရတဲ့ Oh my darlingဆိုတဲ့\n၂၀၂၃ထွက်ဇာတ်ကားကောင်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းနာမည်နဲ့တင် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်မှာကို ခန့်မှန်းမိကြမှာပါ\nဒီဇာတ်လမ်းလေးကတော့ လူငယ်တွေကြားမှာဖြစ်လေ့ဖြစ်ထရှိတဲ့\nဇာတ်လမ်းလေးတွေကိုသဘာဝကျကျထည့်သွင်းပေးထားပါတယ်ဂျိုရယ်နဲ့ဂျန်နီက သိပ်ချစ်ကြတဲ့လူငယ်စုံတွဲလေးဖြစ်ပြီး သူတို့နှစ်ဦးကြားမှာလည်း\nရိုဆန်ဆန်ဖြစ်ရပ်တွေ အချစ်တွေနဲ့ပြည့်နှက်နေတာပါ ဂျိုရယ်ကသူ့အိမ်မက်ကို\nအကောင်အထည်ဖော်ဖို့ကြိုးစားနေတဲ့လူငယ်တစ်ယောက်ဖြစ်ကာ ဂျန်နီကတော့\nကိုရီးယားကားတွေကိုရူးသွပ်တဲ့ခေတ်မိန်းမပျိုလေးတစ်ယောက်ဖြစ်ပါတယ်\nရိုးရှင်းနေတဲ့ သူတို့ရဲ့ဘဝထဲကို ရှုပ်ထွေးတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်က ဂျန်နီရဲ့မွေးနေ့ကိုအစပြုပြီး\nထွက်လာပါတော့တယ် ဂျန်နီရဲ့မွေးနေ့ကနေထွက်လာတဲ့ဇာတ်လမ်းလေးက\nသူတို့နှစ်ဦးကိုဘယ်လိုပြောင်းလဲသွားစေမလဲ သူတို့ကရောဒီဖြစ်ရပ်ကိုဘယ်လိုမျိုးတွေ\nရင်ဆိုင်ကျော်ဖြတ်ကြမလဲဆိုတာကို ဟာသဇာတ်နှောပြီးရင်ခုန်စွာကြည့်ရှူ့လိုက်ရအောင်\nFile size…1.87GB/ 801MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ZweYan~Yunni~KhinKhin",
        "rating": "5.5",
        "url": "https://megaup.net/1eJqb/Oh_My_Darling_(2023)%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neV35lK7em4rIY9QIoH1cruErPA.jpg",
        "title": "BlackBerry (2023)",
        "description": "BlackBerry (2023)ဘလက်ဘယ်ရီဖုန်းလို့ပြောလိုက်ရင် ဘာကိုမှတ်မိကြမလဲ။\nလူကြီးနဲ့လူလတ်ပိုင်းတွေက သူတို့တစ်ချိန်တစ်ခါကသုံးခဲ့တဲ့ဖုန်းကို မှတ်မိပြီး\nလူငယ်တွေအတွက်ကတော့ အပြောင်းအလဲကို အမှီမလိုက်နိုင်လို့ ကျရှုံးခဲ့ရတဲ့သမိုင်းသင်ခန်းစာအဖြစ် သိကြမယ်လို့ထင်တယ်။\nဘလက်ဘယ်ရီက အိုင်ဖုန်းထက်အရင် ပထမဆုံး စမတ်ဖုန်းဖြစ်ခဲ့ပေမယ့်\nအိုင်ဖုန်းက touchscreen နဲ့ဝင်မိတ်ဆက်လာတဲ့အခါမှာ Keypad ကနေ အမှီလိုက်မပြောင်းလဲနိုင်လို့\nအိုင်ဖုန်းကဖြုတ်ချတာကို ခံလိုက်ရတဲ့ကုမ္ပဏီပေါ့။ဒီဇာတ်လမ်းကတော့ Biography သက်သက်မဟုတ်ပဲ ဒရာမာပြုထားတာတော့\nအဖြစ်အပျက်အကြောင်းအရာအားလုံးက အမှန်ရယ်တော့မဟုတ်ပါဘူး။\nဒါပေမဲ့ဒီဇာတ်လမ်းကို ကြည့်အပြီးမှာ ဘလက်ဘယ်ရီရဲ့အောင်မြင်ခန်း ကျရှုံးခန်းတွေကို ကောင်းကောင်းကြီးသဘောပေါက်သွားမှာပါ။\nဇာတ်လမ်းသွားအတွက်လဲ တကယ့်အရေးကြီးဖြစ်ရပ်တွေကို သေချာရွေးချယ်တင်ဆက်ထားတာကြောင့် တော်တော်ကိုကြည့်ရတာလွယ်ကူအဆင်ချောပါတယ်။\nဒီလိုနည်းပညာဆိုင်ရာ ဇာတ်ကားတွေမှာ ဘာပြသနာရှိလဲဆိုရင် ရှုပ်ထွေးတဲ့အသုံးအနှုန်းတွေ\nလေးလံတဲ့အဖြစ်အပျက်သမိုင်းတွေကြောင့် ဝီကီပီးဒီးရားစာမျက်နှာဖတ်နေရသလိုဖြစ်ပြီး\nသက်ဆိုင်ရာနယ်ပယ်ကလူပဲနားလည်ပြီး သာမန်လူတွေကနားမလည်နိုင်ကြတာပါ။\nဒီ Blackberry မှာတော့ နည်းပညာအသုံးအနှုန်းတွေကို အရိုးရှင်းဆုံးဖြစ်အောင်\nအလွယ်ကူဆုံးဝေါဟာရတွေသာ သုံးထားပြီး ဇာတ်လမ်းသွားကလဲ သွက်သေးတာမို့\nအချိန်နှစ်နာရီလောက်ပေးပြီး သမိုင်းသင်ခန်းစာကောင်းတစ်ခုရမယ့်အခွင့်အရေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.42Gb | 743MB | ...",
        "rating": "7.6",
        "url": "https://megaup.net/2ADbe/Blackberry.2023.720p.WEB.CMt.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTczZDQwOTEtZmIzZC00YWNkLTljYmEtMzEzNjBkMmZjYTEwXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Gumraah (2023)",
        "description": "Gumraah 2023 (Imdb 6.4/10)နာမည်ကြီးတွေဖြစ်တဲ့ အဒီတရာကပူးရ်နဲ့ Super 30 ကားထဲက မင်းသမီးချော မရူနယ်သာကာတို့နဲ့အတူ\nတက်သစ်စမင်းသမီးချောလေး ဗီဒီကာ ပင်တိုတို့ ဦးဆောင်ပါဝင်ထားတဲ့\nရုံတင်စုံထောက်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းအစမှာတော့ အိမ်တစ်ခုထဲမှာတွေ့ရတဲ့ အလောင်းကနေစပါတယ်\nစုံထောက်မင်းသမီးက ဆားပုလင်းနှင်းမောင်ဆန်ဆန်ပဲ\nလူသတ်မှုကို ဘေးကကြည့်နေတဲ့အတိုင်း ဘယ်အပေါက်ကဝင်\nဘယ်အပေါက်ကထွက် ဘယ်လိုသတ်ပြီး ဘယ်နားမှာဘာရှိတယ်ဆိုပြီး\nကြွယ်ပြပြီးတော့ ဘေးပတ်ဝန်းကျင်ဘာညာ လူတွေကို စစ်မေးအပြီးမှာ\nသံသယရှိဖွယ်လူတစ်ယောက်ကို ဖမ်းဆီးနိုင်ခဲ့ပါတယ်\nပြသနာက အဲ့လူကိုဖမ်းပြီးမှ နောက်ထပ်အဲ့လူနဲ့ချွတ်စွပ်တူတဲ့\nလူတစ်ယောက်က စခန်းကို ထပ်ရောက်လာတဲ့အခါမှာရုပ်ချင်းတူတဲ့လူနှစ်ယောက်က ဘာတွေလဲ\nလူသတ်မှုကို ဘယ်သူကကျူးလွန်ခဲ့တာလဲ\nဘာကြောင့်ကျူးလွန်ခဲ့တာလဲ\nစသည်ဖြင့် ရင်ခုန်ခံစားကြည့်ရှုရမှာဖြစ်ပြီး\nဇာတ်လမ်းအဆုံးထိ နောက်ကြောင်းပြန်လိုက် အမှုကိုစုံစမ်းလိုက်နဲ့\nမရိုးအောင်ကြည့်ရမယ့်အပြင် မင်းသားမင်းသမီးချောလေးတွေကလည်း\nအဆစ်ပါသေးတာမို့ CM bollywoodပရိသတ်ကြီးတို့ လက်မလွှတ်တမ်း ကြည့်ရှုနိုင်ဖို့\nတင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ CM bollywood Team ကနေ တင်ဆက်ပေးထားပါတယ်\nFile size…1.87GB / 830MB\nQuality…1080p HD RIP  / 720p HD RIP\nFormat…mp4\nDuration….2h 5mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai~Aditi~Chiclon3~Zwe Yan ...",
        "rating": "6.4",
        "url": "https://megaup.net/1eIla/Gumraah_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Shoko-Takahashi-poster-150x200.jpeg",
        "title": "[21+]My Lovely Teacher (MIDE-582 )",
        "description": "ချစ်စဖွယ်မျက်နှာလေးဆိုပေမဲ့ တစ်ချိန်တည်းမှာပဲ စိတ်အားထက်သန်လှတဲ့\nမျက်နှာပေးလေးနဲ့ ရှိုကိုလေးကို  ဆရာမလေးနေရာကနေကြည့်ရှုရမှာဖြစ်ပါတယ်တည်ငြိမ်ရင့်ကျက်တဲ့နေရာတစ်ခုနေ အလှကြောင့် ကံဆိုးသွားပုံကို\nရှိုကိုလေးရဲ့ ချစ်စဖွယ်အလှတွေနဲ့အတူ ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်ငယ်ငယ်ကတည်းက ဆရာမတယောက်ဖြစ်ချင်ခဲ့တဲ့ Shoko Takahashiတယောက်\nဆရာမတယောက်အနေနဲ့ ကျောင်းသားတွေရဲ့ အနာဂတ်ကိုလည်း\nစိတ်ပူ။အိမ်ကမိဘတွေစကားကို နားမထောင်ပဲသူ့အိပ်မက်ဖြစ်တဲ့ ဆရာမဆက်လုပ်ဖို့အရေးကို\nဘယ်လိုတွေကြိုးစားပြီး ဆိုးမိုက်နေတဲ့ကျောင်းသားတွေကို ပညာသင်ကြားပေးသွားမလဲဆိုတာကိုတော့....\nFile size…3GB  / 1.7GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Adrew Mason",
        "rating": "",
        "url": "https://megaup.net/1Vjje/mide582-h264.edit.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzVhZDU0MTQtNzkzOS00NjRlLWE5NGEtYWQ2YWJjZWZlYTkzXkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_-138x200.jpg",
        "title": "Ride On (2023)",
        "description": "Ride On (2023)\n============မင်းသားကြီး ဂျက်ကီချန်းရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ ဂျက်ကီချန်းနဲ့\nအတူ ရှောင်လင် (၂၀၁၁) ရုပ်ရှင်မှာ ပါဝင်ဖူးခဲ့တဲ့ Xing Yu နဲ့ Jing\nWu၊ New Police Story မှာ ပါဝင်ခဲ့တဲ့ Andy On နဲ့ Rongguang\nYu တို့အတူပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒီရုပ်ရှင်ကတော့ CGI\nတွေခေတ်မစားခင် ဂျက်ကီချန်းတို့ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ်က\nစတန့်သမားတွေကို ဂုဏ်ပြုတဲ့အနေနဲ့ ရိုက်ကူးထားတာလဲဖြစ်ပါ\nတယ်။ စတန့်သမားတွေရဲ့ ဘဝတွေ၊ ခံစားချက်တွေကို ပုံဖော်ပြသ\nထားတာပါ။ဇာတ်လမ်းအကျဉ်း -\nဂျက်ကီချန်းဟာ လော့ကျီလုံဆိုတဲ့ စတန့်သမားဟောင်းအဘိုးကြီး\nအနေနဲ့ ပါဝင်ထားပါတယ်။ သူ့မှာ သားအရင်းလိုချစ်ရတဲ့ မြင်းလေး\nဖိုးနီ(ချိထူ)ပဲရှိပြီး သူတို့နှစ်ယောက်တည်း ဆင်းဆင်းရဲရဲနဲ့ အလုပ်\nရှာပြီး အသက်မွေးနေရတာပါ။ သူ့ရဲ့သမီး ရှောင်ပေါင် ကလည်း သူ့ကို\nစိတ်နာစရာတွေရှိတာကြောင့် စကားမပြော အသိအမှတ်မပြုပါဘူး။\nသူ့ရဲ့မြင်းလေးဖိုးနီဟာ သူ့ကို ကုမ္ပဏီပိုင်ရှင်သူဌေးဝမ်က မသေခင်\nလက်ဆောင်ပေးခဲ့တာပါ။ ဒါပေမဲ့အဲဒီသူဌေးရဲ့ ကုမ္ပဏီ ဒေဝါလီခံရပြီး\nနောက်မှာ ကုမ္ပဏီအသစ်က သူ့ရဲ့မြင်းကိုပါ ကုမ္ပဏီပိုင်ပစ္စည်းအနေနဲ့\nသိမ်းဖို့ကြိုးစားလာပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1f7r0/Ride.On.2023.720p.WEB-DL(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNmNiNjViZTUtOTVkOC00MDYxLWJkYWEtNTFjMWY0OTVkYTlkXkEyXkFqcGdeQXVyMTU2NTM5ODM5._V1_-133x200.jpg",
        "title": "Ugram (2023)",
        "description": "Ugram 2023ဒီတစ်ခါ တင်ဆက်ပေးချင်တဲ့ကားလေးကတော့ IMDb 9/10 ရထားတဲ့ အိန္ဒိယကားသစ်လေးပဲ ဖြစ်ပါတယ်။ ‌\nပရိသတ်ကြီးတို့ နေ့မြင်ညပျောက်ဆိုတဲ့စကားကြားဖူးကြမှာပါ။ ဒါဟာလည်း သေဆုံးမှုကို ရည်ညွှန်းတယ်လို့ပဲ\nသဘောပေါက်ထားကြပါလိမ့်မယ်။ ဒါပေမဲ့ ဒီစကားစုဟာ ဒီကားမှာတော့ ပျောက်ဆုံးမှုကို ရည်ညွှန်းတဲ့အသုံးဖြစ်သွားပါလိမ့်မယ်။\nညကလေးတင် ကားအက်ဆီးဒင့်နဲ့ကိုယ်တိုင် ဆေးရုံတင်ထားတဲ့ ဇနီးသည်နဲ့သမီးလေးဟာ နာရီပိုင်းလောက်ပဲကြာတဲ့ မ\nနက်ခင်းမှာတော့ ဆေးရုံကို ဘယ်တုန်းကမှရောက်မလာဖူးတဲ့သူတွေဖြစ်လို့နေပါတယ်။မှတ်ဉာဏ်ထဲမှာ ထင်ထင်ရှားရှားသိနေပါရဲ့နဲ့ ဒီလိုဖြစ်တာဘာလို့များပါလဲ..။ ဒါမှမဟုတ်\nမင်းသားရဲ့ခေါင်းကဒဏ်ရာကြောင့်များ တစ်ယောက်တည်းဖြစ်တာကို အထင်လွဲနေတာလား...။\nဒါမှမဟုတ် လူနာတွေကို ပိုက်ဆံပဲယူပြီး လူနာရှင်နဲ့တွေ့ခွင့်မပေး ဈေးကြီးလွန်းတဲ့\nဒီဆေးရုံကြီးမှာများ လျှို့ဝှက်ချက်တွေရှိနေတာလား....။ ဒါမှမဟုတ် ရဲအုပ်ဖြစ်တဲ့မင်းသားနဲ့ရန်ဘက်ဖြစ်တဲ့ သူ့ဇနီးသည်ရဲ့အဖေဖြစ်သူ မူးယစ်ရာဇာရဲ့ လက်ချက်များလား...။\nဒီလို သို့လောသို့လော ပဟေဠိတွေနဲ့ အချစ်/အမုန်း/ မှုခင်း/ ဆေးပညာ တွေကို စနစ်တကျပေါင်းစပ်ပြီး\nတစ်ခန်းချင်းမှာ စိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ကူးထားတဲ့ကားလေးမို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်နော်။\n(အညွှန်းရေးသားသူကတော့ Aditi ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Aditi~Yunni~BpLနဲ့ Zwe Yanတို့ပဲဖြစ်ပါတယ်)\nFile size… 3.08GB ...",
        "rating": "9.0",
        "url": "https://megaup.net/1UD4k/Ugram_(2023)_Telugu%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/we0j8oUGcUEHXBTfjo1M6EnBNc0.jpg",
        "title": "Mumbaikar(2023)",
        "description": "Mumbaikar (2023)နာမည်ကျော် တမီးလ်မင်းသားကြီး ဗီဂျေးစည်သူပတီရယ် လက်ပြတ်မင်းသားရယ်လို့\nနာမည်ကြီးတဲ့ ဗီကရန့်မက်ဆီတို့က တောသားမြို့တက်မွမ်ဘိုင်းသားတွေအဖြစ်\nအပြိုင်ချဲထားကြတဲ့ကားပါ သွားကျွတ်ကျန်ခဲ့တဲ့ဗန်ပိုင်းယားစီးရီးထဲက သားတက်‌လေးနဲ့\nမင်းသမီးချောလေးတန်ညာမာနီကတ်တလာ နဲ့\nမျက်နှာတည်မျက်နှာထားနဲ့ သရုပ်ဆောင်ပီပြင်လှတဲ့ ဆန်ဂျေးမစ်ရှရာတို့ အဓိကသရုပ်ဆောင်ထားတဲ့\nတမီးလ်ရုပ်ရှင်remake ဟင်ဒီစကားပြောရုပ်ရှင်ကားပါ။ဇာတ်လမ်းအကျဉ်း\nရဲအရာရှိဖြစ်ချင်ပေမဲ့ ချစ်ရသူက အလုပ်ရှိမှ စဉ်းစားပေးမယ်ဆိုတဲ့အတွက်\nအလုပ်လျောက်နေရသူတစ်ဦး၊\nသူငယ်ချင်းအကပ်နဲ့ လူမိုက်ဂိုဏ်းထဲဝင်ဖို့ လုပ်တဲ့ဂန်းစတားဖြစ်ချင်သူ မန်နူး၊\nမိသားစုတွေပျော်ဖို့အတွက် မွမ်ဘိုင်းမှာအလုပ်လာလျောက်ပေမဲ့ ကံဆိုးမသွားရာ\nမိုးလိုက်လို့ရွာဆိုသလို သွားလေရာကံဆိုးနေသူ ကောင်လေးတယောက်၊\nလူမိုက်ဂိုဏ်းမှာ ကားဒရိုင်ဘာဝင်လုပ်နေရတဲ့ဦးလေးကြီးတစ်ဦး၊\nဂန်းစတားကြီးဖြစ်ချင်သူမန်နူးတစ်ယောက် ကလေးပြန်ပေးဆွဲဖို့ လုပ်ရာက\nလူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ဦးရဲ့သားကိုမှ မှားပြီး ပြန်ပေးဆွဲမိရာကစ\nသူတို့လေးယောက် ကံကြမ္မာတွေ ဘယ်လိုဆက်နွယ်သွားမလဲဆိုတာ\nစိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်(အညွှန်းရေးသားသူကတော့ Chiclon3~BpL ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nChiclon3~BpL~Thaik~Yunni နဲ့ YH တို့ပဲဖြစ်ပါတယ်)\nFile size…2.2GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 3mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Chiclon3~BpL~Thaik~Yunni ~ YH",
        "rating": "4.9",
        "url": "https://megaup.net/3gxrt/Mumbaikar_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTgzN2JiOGItYWVlNC00OTU4LTg0MjMtODZmZGM3OTRmMmZiXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Kadina Kadoramee Andakadaham (2023)",
        "description": "Kadina Kadoramee Andakadaham (2023)\nIMDb-6.6/10၂၀၁၉ နှစ်ကုန် ၀ူဟန်ကနေ စလိုက်တဲ့ ကိုဗစ်၁၉ဆိုတဲ့ ကိုရိုနာရောဂါပိုးက\nတကမ္ဘာလုံးကို ရက်ရက်စက်စက် ဒုက္ခပေးသွားခဲ့တယ်။အဲဒီ ကိုရိုနာပိုးက\nကျွန်တော်တို့မြန်မာနိုင်ငံဆီကိုလဲ ၂၀၂၀နှစ်ဦးပိုင်းမှာ ဝင်လာခဲ့တယ်။\nစစချင်းတော့ Social Distance ပေါ့၊သတ်မှတ်ထားတဲ့ အကွာအဝေးမှာ တဦးနဲ့တဦးခပ်ခွာခွာနေရ။\nလက်မှန်မှန်ဆေးရ။ကွာရာန်တင်းတွေဝင်ကြရနဲ့။တဖြည်းဖြည်းဆိုးလာတော့ စီးပွားတွေပျက်ကြ။\nမိသားစုဝင်တွေဆုံးရှုံးကြရ။တချို့တွေဆို မိသားစုလိုက် အသက်ဆုံးရှုံးလိုက်ကြရတမျိုးတွေထိ။ဒီကြားထဲမှာ\nဝိသမလောဘသားတွေက နှာခေါင်းစည်းမကောင်းတာတွေ ဆေးမကောင်းတာတွေရောင်းကြတာမျိုး\nစျေးအဆမတန်တင်ရောင်းကြတာမျိုးတွေက ရှိသေးတယ်။ခု တင်ဆက်ပေးမဲ့ မလေယာလမ်စကားပြော ဇာတ်ကားဟာဆိုရင်လည်း ကိုဗစ်ကာလအတွင်း\nအပေါ်ကလိုမျိုး အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း\nဘာချူးတယောက် ကိုဗစ်ကာလအတွင်းမှာပဲ စီးပွားရေးလုပ်ငန်းရှင်တယောက် ဖြစ်ချင်တဲ့\nအိပ်မက်ကို အကောင်အထည်ဖော်နေပါတယ်။\nအဖေဖြစ်သူက တခြားမြို့မှာ အလုပ်လုပ်တာကြာပြီဖြစ်ပြီး သူ့အနားမှာ မရှိလို့ဆိုပြီး အဖေကို\nစိတ်နာနေတဲ့သူတယောက်လည်းဖြစ်တယ်။စီးပွားရေးလုပ်ငန်းရှင် ဖြစ်ချင်ပါတယ်ဆိုနေမှ\nသူကုန်သွယ်တဲ့ နှာခေါင်းစည်းတွေက မကောင်းတာတွေဖြစ်နေရော။အဲလို ပြဿနာတွေကြားထဲမှာမှ\nတခြားမြို့မှာ ရှိတဲ့ အဖေဖြစ်သူကဆုံး။အလောင်းကို မွေးရပ်ပြန်သယ်ဖို့ကျလည်း ကိုဗစ်ကာလဆိုတော့\nသိတဲ့အတိုင်း။အဲဒီလို အဖြစ်အပျက်တွေ၊အစိုးရချမှတ်ထားတဲ့ အတားအဆီးတွေ ဥပဒေတွေ၊\nအလုပ်လုပ်ကိုင်ရ ခက်ခဲတဲ့ကိစ္စတွေကို မတမ်းတကောင်းသော်ငြား ပြန်ပြောင်းအောက်မေ့ဖွယ်\nဇာတ်လမ်းလေးတပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Yunni~Saii~chiclon3~YH~Aditi တို့ပဲဖြစ်ပါတယ်)\nFile size…1.68GB / 838MB\nQuality…1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/3gwku/Kadina_Kadoramee_Andakadaham_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDJhODhjYmEtZDlhOC00NTdjLTk1YWEtYTBhNzdjYmIwNWUxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-124x200.jpg",
        "title": "Veeran (2023)",
        "description": "Veeran (2023)\nIMDb-6.6/10ရူပီးဆယ်ကုဋေနီးပါး အကုန်ကျခံရိုက်ကူးထားတဲ့ တမီးလ်စကားပြောအိန္ဒိယဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nVeeran(ဗီရန်)...အဓိပ္ပါယ်က စစ်သည်တဲ့။ဒီရွာလေးဒုက္ခရောက်တဲ့အချိန်တိုင်း ဗီရန်ဆိုတဲ့နတ်တစ်ပါးက\nမြင်းကြီးကိုစီးပြီးရောက်လာလေ့ရှိသတဲ့။ကျောင်းကနေပြန်လာတဲ့ သူငယ်ချင်းသုံးယောက် ဗီရန်နတ်ကွန်းနားမှာ\nအဲဒီအကြောင်းပြောလာကြရင်း ကလေးတယောက်က ပေါက်ပန်းလေးဆယ်တွေထပြောပြီး မိုးကြိုးပစ်ခံရပါရော။အဲဒီလိုနဲ့ နယ်မြို့လေးမှာဆေးကုပေမယ့် သတိလည်မလာတာကြောင့် အစ်မဖြစ်သူက သူနဲ့အတူ\nစင်ကာပူကိုခေါ်သွားပါတယ်။အဲဒီလိုနဲ့ ၁၂နှစ်လောက်ကြာတော့မှ မိုးကြိုးပစ်ခံရတဲ့ကလေးက ရွာကိုပြန်လာခဲ့တယ်။သူပြန်လာတဲ့အချိန်မှာ လျှပ်စစ်မီးအလကားပေးမယ်ဆိုတဲ့ ကတိနဲ့အတူ ရွာပေါင်း၂၆ရွာအောက်ကနေ ကေဘယ်လ်လိုင်းတွေ\nဆွဲခဲ့တယ်။မိုးကြိုးပစ်ခံရတဲ့ကောင်လေးတို့ရွာအောက်ကနေ ဆွဲဖို့ကျ ရွာမှာရှိတဲ့ဘုရားကို ဖျက်မယ်ဆိုပြီး ဖြစ်လာပါရော။\nအဲဒီကေဘယ်လ်လိုင်းပရောဂျက်ရဲ့နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်တွေရှိလဲ။အဓိကက မိုးကြိုးတိုက်ရိုက်ပစ်ခံရတာတောင်\nမသေဘဲ အကောင်းအတိုင်းပြန်လာတဲ့ကောင်လေးဆီမှာရော ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိမလဲ။ကျေးလက်အငွေ့အသက်လေးပါ\nထည့်သွားထားတဲ့အပြင် ရယ်စရာလေးတွေထပ်ကာပေါင်း အက်ရှင်တွေမလွတ်တမ်းကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ကြောင်း\nလက်တို့ရင်း မြန်မာဘာသာသို့ပြန်ဆိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်။(အညွှန်းကို Vမှရေးထားပြီး V~BpL~Aditi~Zwe~Yunni~ThaikSanတို့မှဘာသာပြန်ထားပါသည်။)\nFile size…2.9GB /1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by V~BpL~Aditi~Zwe~Yunni~ThaikSan",
        "rating": "6.5",
        "url": "https://megaup.net/1Vh9j/Veeran_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kiZv2drBhQZlljeVhDBqNWwug95.jpg",
        "title": "Reality (2023)",
        "description": "Reality (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 97% ~ခရမ်းချဉ်သီးပုပ် 97% ရရှိထားတဲ့ ဖြစ်ရပ်မှန်မှုခင်းရုပ်ရှင်ဖြစ်ပါတယ်။ ထူးခြားတာကတော့ FBI အေးဂျင့်တွေ လက်တွေ့မှာ အဲဒီအမှုကိုစစ်မေးထားတဲ့ အသံဖမ်းစက်ထဲက စကားတွေအတိုင်း ဒိုင်ယာလော့တွေကို တစ်သဝေမတိမ်း သုံးထားတာပါပဲ။အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေကို ပြည်သူတွေဆီဖွင့်ချတဲ့လူတွေကို Whistleblower လို့ခေါ်ပါတယ်။ Snowden ကိစ္စဖြစ်ပြီးကတည်းက အမေရိကန်တွေဟာ Whistleblower တွေကို အတော်လေးကြပ်ကြပ်မတ်မတ် ကိုင်တွယ်လာကြတာပါ။ အခု ဒီရုပ်ရှင်ထဲက လေတပ်ဘာသာပြန်သမားဟောင်း Reality Winner (နာမည်ရင်း) ကလည်း အဲဒီအမှုအတွက် သမိုင်းတစ်လျှောက်အရှည်ကြာဆုံးပြစ်ဒဏ် ထောင်ဒဏ် ၅ နှစ်ချမှတ်ခံခဲ့ရပါတယ်။2016 တုန်းကဖြစ်သွားတဲ့ အချက်အလက်ပေါက်ကြားမှုအပေါ်အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး အဲဒီအချိန်က ဒေါ်နယ်ထရမ့် သမ္မတဖြစ်လာ‌တဲ့အချိန်မှာ ရွေးကောက်ပွဲကို ရုရှဟက်ကာတွေ ဝင်စွက်ဖက်တယ်ဆိုတဲ့သတင်းတွေကြောင့် ဟိုးလေးတကျော်ကျော်ဖြစ်ခဲ့တာ မှတ်မိကြမှာပါ။ တကယ်တမ်းလည်း ရုရှဟက်ကာတွေက စွက်ဖက်ခဲ့တာဖြစ်ပြီး Reality ...",
        "rating": "6.6",
        "url": "https://megaup.net/1UBbk/(CM)_Reality_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNGZmODdjNDktYmQyYS00MDQ0LThlZjUtZWMwM2JkYWQ2M2M0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-174x200.jpg",
        "title": "Afwaah (2023)",
        "description": "Afwaah (2023)\n*********************\nIMDb-5.2/10Netflixကနေ ထုတ်လွှင့်ခဲ့တဲ့ Drama/Thrillerအမျိုးအစား ဟင်ဒီစကားပြောဘောလိ၀ုဒ်ဇာတ်ကားဖြစ်ပြီး\nအမြတ်ငွေ ကုဋေ၃၀ထိရရှိခဲ့ပါတယ်။ပရိတ်သတ်အချစ်တော် မင်းသားကြီးနဝါးဇုဒ္ဒီးန် ဆစ်ဒီကီကအဓိကသရုပ်ဆောင်ထားပါတယ်။သဘာ၀မင်းသားကြီးလို့ချစ်စနိုးခေါ်ကြတာလည်းမပြောနဲ့ သူ့ရုပ်နဲ့သူ့သရုပ်ဆောင်ချက်တွေက သဘာ၀ကျကျ\nပီပြင်လွန်းတာကြောင့် သူပါတဲ့ကားတိုင်းနီးပါး ပေါက်ခဲ့တာတွေချည်းပါ။မင်းသမီးကလည်းToilet: Ek Prem Katha(2017)မှာ\nအရှေးရဲ့ဇနီးဖြစ်သူနေရာကနေ ပါဝင်ခဲ့တဲ့ မင်းသမီးဘူမီပဒ်နေကရ်။Afwaah ဆိုတာက ကောလဟလလို့အဓိပ္ပါယ်ရပါတယ်။\nဒီဇာတ်လမ်းထဲမှာ ကောလဟလတစ်ခုကြောင့် လူနှစ်ယောက်ရဲ့ဘ၀ ဘယ်လိုဇောက်ထိုးမိုးမျှော်တွေဖြစ်မလဲဆိုတာ တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်း\nပြည်နယ်ရွေးကောက်ပွဲအတွက် အမတ်လောင်းဗစ်ကီတစ်ယောက် မဲဆွယ်စည်းရုံးပွဲမှာ သူ့လူယုံရဲ့လက်ချက်နဲ့\nလူတစ်ယောက်သေသွားတဲ့ဗီဒီယိုက ဆိုရှယ်မီဒီယာမှာပျံ့နှံ့သွားခဲ့ပါတယ်။ဒါကို ဇနီးလောင်းဖြစ်တဲ့ နီဗီက\nမနှစ်မြို့ခဲ့တဲ့အပြင် နီဗီအဖေကလည်း ဒီကိစ္စတွေရဲ့ခေါင်းဆောင်ဖြစ်နေတယ်။ဒီလိုအရှုပ်တွေကြားမှာ မနေချင်တဲ့\nနီဗီတယောက် ရုတ်တရက်အိမ်ကထွက်ပြေးပါတော့တယ်။အဲဒီအချိန်မှာပဲ အမေရိကားပြန် စီးပွားရေးလုပ်ငန်းရှင်\nနဝါးဇ်က အိမ်ပြေးနီဗီကို ဝင်ကယ်ရင်း သူပါရောယောင်ဒုက္ခရောက်ပါတော့တယ်။တိုင်းပြည်အကျိုးပြုလုပ်ငန်းတွေ\nလုပ်မယ်ဆိုပြီး ပြန်လာခဲ့တဲ့နဝါးဇ်နဲ့ နိုင်ငံရေးကို ကိုယ်ကျိုးအတွက်အသုံးချနေကြတဲ့ခင်ပွန်းလောင်းနဲ့အဖေကြားဗျာများရတဲ့\nနီဗီတို့နှစ်ယောက် သူတို့ရဲ့ရဲရင့်တဲ့စိတ်နဲ့ ဒီအရှုပ်အထွေးကြီးကိုရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ.....။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V,Zwe,Moon,BpL,ThaikSanတို့ပဲဖြစ်ပါတယ်)\nFile size…1.78GB / 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Moon~BpL~ThaikSan",
        "rating": "5.2",
        "url": "https://megaup.net/1fjth/Afwaah.2023.720p.NF.WEB-DL.AAC2.0(CM)_(2).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYWM4ZjM5NzktM2YzMS00NWQ2LThmZWQtODBlZTFmNTdmNTBjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-150x200.jpg",
        "title": "Sulaikha Manzil (2023)",
        "description": "Sulaikha Manzil 2023 (IMDb 8.4/10)ဘဝကြီးမှာ တစ်ခါမှမမြင်ဖူးသေးပဲ တစ်ပတ်လောက်ပဲ သိကျွမ်းဖူးတဲ့\nလူတစ်ယောက်ကို လက်ထပ်ရမယ်ဆိုရင် သင်ဘယ်လိုလုပ်မှာလဲ\nဝမ်းသာမှာလား ပျော်ရွှင်မှာလား\nရင်ခုန်စိတ်လှုပ်ရှားမှာလား\nကြည်နူးနေမှာလား\nဒီမင်္ဂလာပွဲကြီးကိုရော သင်ဘယ်လိုစီစဉ်မလဲ ဘယ်လိုပြင်ဆင်မလဲ\nစိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာပါ အဆင်သင့်ဖြစ်အောင်ပေါ့ယခုဇာတ်ကားလေးထဲမှာလည်း\nအချိန်မယူရသေးဘဲ အလောတကြီးစီစဉ်လိုက်တဲ့ မင်္ဂလာပွဲတစ်ခုကို\nကာယကံရှင်နှစ်ယောက်က ဘယ်လိုရင်ဆိုင်ကြမလဲ\nသူတို့မိသားစုတွေရဲ့ကူညီမှုကရော\nအကူအညီဖြစ်မှာလား ဖိအားတွေပိုတိုးလာမှာလား\nသူငယ်ချင်းတွေကရော ကူညီကြမှာလား\nကူညီသလိုနဲ့ ဆေးတွေပဲဝိုင်းထိုးနေမလား\nနောက်ဆုံး အဆင်ပြေပြေနဲ့ပဲ အချစ်တွေပေါက်ဖွားလာပြီး မင်္ဂလာပွဲလေး အောင်မြင်သွားမလား\nစသည်ဖြင့် ခံစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပါခုချိန်ထိ စော်မရဘဲမရ မိဘပေးစားမှ လင်ရမိန်းမရမဲ့ လူပျိုကြီး အပျိုကြီးများ\nသို့မဟုတ် အသက်ငယ်ပေမဲ့ အဖြစ်မရှိလို့ မိဘကစောစောစီးစီးပေးစားတာခံရမဲ့\nFA ပေါက်စလေးများ ကြည့်ရင်းနဲ့ ပညာလဲရ ကိုယ့်အဖြစ်နဲ့လဲ ယှဉ်ထိုးခံစားလို့ရတာမို့\nလက်မလွှတ်တမ်းကြည့်ကြဖို့ ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\n( အညွှန်းရေးသားသူကတော့ Sai~Aditi ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nSai~Aditi~Chiclon3~Yunni~Nyein~BpL တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.3GB /1.1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Sai~Aditi~Chiclon3~Yunni~Nyein~BpL",
        "rating": "7.2",
        "url": "https://megaup.net/2Ayqh/Sulaikha_Manzil_(2023)%C2%A0Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AM3PxcqR511vWZSDhOE7s012eM.jpg",
        "title": "Hypnotic (2023)",
        "description": "Hypnotic (2023)ဒါရိုက်တာ Robert Rodriguez ရိုက်ကူးပြီး ဘန် အက်ဖလစ် သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်အသစ်တစ်ကားပါ။\nလှည့်ကွက်လေးတွေပါတဲ့ အက်ရှင် သရေလာ အမျိုးအစားပါပဲ။\nဘန်ဟာ ရွတ်ခ်ဆိုတဲ့ ရဲစုံထောက်တစ်ယောက်ပါ။\nသူ့ရဲ့သမီးလေးကို တစ်နေ့မှာ လူတစ်ယောက်က ပြန်ပေးဆွဲသွားပြီးလုံးဝ ပြန်ရှာမတွေ့တော့ပါဘူး။\nသူ့ကိုပြန်ပေးဆွဲသွားတဲ့လူကလည်း သူ့သမီးရဲ့နေရာကိုလုံးဝမမှတ်မိဘူးဖြစ်နေပါတယ်။\nအဲဒီအမှုကို လက်လျှော့လိုက်ရပြီး သူ အခြားအမှုတစ်ခုကိုလိုက်ရင်းနဲ့\nလူတွေကို အိပ်မွေ့ချပြီး အမိန့်ပေးချင်ရာပေးနိုင်တဲ့အစွမ်းရှိသူတစ်ယောက်နဲ့ တွေ့သွားပါတော့တယ်။\nအဲဒီလူက သူ့သမီးပျောက်ဆုံးမှုနဲ့ ထူးထူးခြားခြား ဆက်စပ်နေပြီး\nအဲဒီလူနောက်ကိုလိုက်ရင်းနဲ့ ဘာတွေဖြစ်လာမလဲဆိုတာ...အညွန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 622MB | 305MB\nFormat… mp4\nDuration…. 1h 33min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... Aaron",
        "rating": "5.5",
        "url": "https://megaup.net/2Axx2/Hypnotic.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uhBScHjoMlrWUhsm5vPIBNvksKY.jpg",
        "title": "[18+] Kabayo (2023)",
        "description": "Kabayo (2023)Laurene နဲ့ Conrad တို့ဟာ ခုနစ်နှစ်ကြာ လက်တွဲလာခဲ့တဲ့ချစ်သူတွေဖြစ်ပြီး သက်တမ်းကြာလာတဲ့စုံတွဲတွေမှာဖြစ်တတ်တဲ့ ကတောက်ကဆပြဿနာလေးတွေရှိနေပါတယ်။ Laurene က သူဌေးသမီးဖြစ်ပြီး Conrad က သူ့အစ်ကိုရဲ့အောက်မှာ ဝန်ထမ်းဖြစ်နေတာ၊ မပြည့်စုံတဲ့ Conrad အတွက် Laurene အလိုတွေကိုမဖြည့်ဆည်းနိုင်တာတွေကလည်း သူတို့ဆက်ဆံရေးမှာအဖုအထစ်တွေပါပဲ။တစ်နေ့တော့ အမေရိကားက ပြန်ရောက်လာတဲ့ လော်ရိန်းသူငယ်ချင်း Easton ဆိုတဲ့သူဌေးသားနဲ့ Conrad တို့ကို မိတ်ဆက်ပေးလိုက်ပြီးတဲ့ နောက်မှာတော့ Bisexual ဖြစ်တဲ့ Easton က Conrad ကိုစိတ်ဝင်စားသွားခဲ့ရာကနေ သူတို့ဟာ ထူးခြားတဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုကို ဖန်တီးမိပါတော့တယ်။Lovely Ladies Dormitory ထဲက ရွှေရင်ဌေးဌေးမင်းသမီးငယ်လေး Julia Victoria ဦးဆောင်ပါဝင်ထားပြီး၊ နောက်ပိုင်းအများကြီး မြင်လာရဖို့ရှိတဲ့ Franchesca Flores တို့၊ Apple Castro တို့မျက်နှာသစ်ကလေးတွေအားဖြည့်ထားပါသေးတယ်။ ရှုစားကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/1eCsx/(CM)_Kabayo_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzYxZjJmODEtNDBmYi00MmQ0LWFjYzktNDg1ZGRjNTBiMmZlXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "Girlfriend Na Pwede Na(2023)",
        "description": "Girlfriend na pwede na (2023)\nimdb6.5/10ဒီဇာတ်လမ်းလေးကတော့ အချစ် ကြည်နူးမူ နဲ့ ဟာသလေးတွေကို ပေါင်းစုပြီး ကြည့်ရမည့်ကားလေးတစ်ကားပါ\nအချစ်ကြောင့် ငိုရ ရီရ အခြေအနေအမျိူးမျိူးအကြောင်းကို ပုံဖော်ရိုက်ကူးထားပြီး\nဟာသလေးခပ်စိပ်စိပ်နဲ့ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ရုပ်ရှင်လေးတပုဒ်ဆိုလဲမမှားပါဘူးဇာတ်လမ်းအကျဉ်းကတော့ အချိန်အကြာကြီးအတူရှိလာခဲ့တဲ့ တက်သစ်စဒါရိုက်တာလေးနဲ့\nသူ့ရဲ့ချစ်သူ အူကြောင်ကြောင်ကောင်မလေးတိုရဲ့ အဆင်မပြေမှုတွေကနေ စထားပါတယ်\nပန်ဆိုတဲ့ ကောင်မလေးဟာ သူ့ရဲ့စီးပွားရေးနယ်ပယ်မှာတော့ အောင်မြင်နေတဲ့အမျိုးသမီးလေး\nတဦးဖြစ်ပေမယ့် ချစ်သူဒါရိုက်တာလေး သိပ်ကိုရူးသွပ်တဲ့ ရုပ်ရှင်တွေနဲ့ပက်သက်လာရင်တော့\nဘာမှမသိသူလေးပါ.... ကိုယ့်နယ်ပယ်နဲ့ကိုယ် အောင်မြင်နေကြပေမယ့် သူ့ချစ်သူဒါရိုက်တာလေးက\nမတူညီတဲ့ သူတိုရဲ့နယ်ပယ်တွေကို နှိင်းယှဉ်ပြီး ပန်ကို ဝေဖန်အပြစ်တင်လာတဲ့အခါ...\nသူတိုရဲ့အချစ်ရေးဟာ အဆင်ပြေပါတော့မလား ဘယ်လိုပြန်ညှိနှိင်းကြမလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှုကြရမှာပါဒီဇာတ်ကားလေးက ကိုယ့်ချစ်သူကိုတန်ဖိုးထားသင့်ပြီ ဆုံးရူံးပြီးမှနောင်တရနေရမဲ့အဖြစ်မျိူးတွေကို\nရှောင်လိုရအောင် ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ ရောနှောဖန်တီးထားတာကြောင့်\nရယ်ရယ်မောမောနဲ့ ကြည့်ရှုသွားရမယ့်ဇာတ်လမ်းလေးတပုဒ်ပဲဖြစ်ပါတယ်\nFile size…1.82GB / 679MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.5",
        "url": "https://megaup.net/1UB1e/Girlfriend.Na.Pwede.Na.2023.720p(CM).mp4",
        "category": "Asian, Comedy, Romance"
    }
]