[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjRkY2VkODctOGY4NS00MTY3LThkOTMtMTk4Yzc5ODkxYmI4XkEyXkFqcGdeQXVyMTU3MjY0NDI4._V1_-160x200.jpg",
        "title": "Madhi (2023)",
        "description": "Madhi(2022)\nIMDb-9.3/10မာဒူးနဲ့အာဘီတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်။ ငယ်ငယ်တည်းက အိမ်ချင်းကပ်လျက်နေလာတဲ့\nမာဒူးဆိုတဲ့ကောင်မလေးကို တလျောက်လုံးစိတ်မဝင်စားခဲ့ပေမယ့် တစ်နေ့လမ်းမှာ\nစကူတာအဝါလေးစီးပြီးဖြတ်သွားတာကို မြင်လိုက်တဲ့အခိုက်မှာတော့ အာဘီတစ်ယောက်\nတဖြုတ်ဖြုတ်ကြွေခဲ့မိတယ်။လျောက်ပြန်သံပေးအဆင့်ကနေ တဖြည်းဖြည်းအဆင့်တွေတိုးလာတော့ ချစ်သူတွေဘ၀ကိုရောက်သွားခဲ့ပေါ့။\nအချစ်စစ်တို့မည်သည် ဖြောင့်တန်းရိုးမရှိဆိုတဲ့စကားလို သိပ်ချစ်ကြတဲ့သူတို့နှစ်ဦးအတွက်\nမျိုးရိုးဇာတ်မတူတာကြောင့် အခက်အခဲတွေနဲ့ကြုံလာပါရော။ချစ်ရတဲ့အာဘီရဲ့အသက်အန္တရာယ်အတွက်\nချစ်သူကိုစွန့်လွှတ်ဖို့ မိဘပေးစားတဲ့သူနဲ့ယူဖို့ မာဒူးတစ်ယောက် ဆုံးဖြတ်လိုက်ပေမယ့်\nနှစ်ဦးသား အရင်အတိုင်း ဆက်ချစ်နေဖို့ဆုံးဖြတ်လိုက်တဲ့အခါ။နောက်ဆုံးမှာ သူတို့နှစ်ဦး ပျော်ရွှင်စွာပေါင်းဖက်သွားနိုင်မလားဆိုတာကတော့။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ BpL~Cherry~Yunni~Zwe~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…2.37 GB / 1.04GB\nQuality…1080p WEB DL /  720p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Cherry~Yunni~Zwe~V",
        "rating": "9.3",
        "url": "https://megaup.net/3hO2A/Madhi_(2022)_Telugu_WEB-DL_.720p.YK(CM).mp4",
        "category": "Bollywood, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rudrangi-telugu-movie-1-133x200.jpg",
        "title": "Rudrangi (2023)",
        "description": "Rudrangi (2023)\nIMDb-7.4/10လူတစ်ယောက်ရဲ့ အတ္တမာန အလိုလောဘတွေကြောင့် အပြစ်မရှိတဲ့ ချစ်သူတွေ နစ်နာကြတာ ရှေးရှေးတုန်းတည်းက ဆိုပါတော့။\nရူဒရန်ဂီနဲ့ မာလက်ရှ်ဆိုတာ ကလေးဘ၀ကတည်းက အဘိုးကိုယ်တိုင် လက်ထပ်ပေးခဲ့တာ။အသိအမှတ်ပြုတဲ့ သဘောလောက်ပေါ့။ဘီးမ်ရောဝ်ဆိုတာ နယ်တွေသိမ်း မိန်းမတွေနဲ့ပတ်ပြီးပျော်ပါးနေတဲ့သခင်တစ်ယောက်။\nဘူဂျန်ဂါရောဝ်နဲ့က အာဏာလုဘက် အပြိုင်တွေ။နှစ်ယောက်စလုံးက ဆိုးသွမ်းတဲ့သခင်တွေ။\nတယောက်နဲ့ တယောက်သူသေကိုယ်သေ အပြိုင်သတ်ဖို့ကြိုးစားနေကြတာ။အဲဒီလိုဆိုးဝါးလှတဲ့သခင်တွေနဲ့ သွားပတ်သက်မိတဲ့ မာလက်ရှ်တစ်ယောက်\nသခင်နှစ်ယောက်ကြားက အရှုပ်တော်ပုံကြီးမှာ ဘယ်လောက်ထိပါဝင်ပတ်သက်မိသွားမလဲ\nသူ့သခင်လို့သတ်မှတ်ခဲ့တဲ့ ဘီးမ်ရောဝ်က ရူဒရန်ဂီကိုတက်မက်စိတ်နဲ့ ရေရှားပါးလိုအပ်နေတဲ့ရွာလေးကိုအသုံးချပြီး\nရူဒရန်ဂီကိုတစ်ညတာပိုင်ဆိုင်ခွင့် တောင်းဆိုလာတဲ့အခါမှာတော့\nမာလက်ရှ်တစ်ယောက် ချစ်ရတဲ့ရူဒရန်ဂီကိုရော ကာကွယ်နိုင်ပါ့မလား။\nအချစ်နဲ့သက်သေတည်ကြတဲ့ အပြစ်မဲ့သူအများစုနဲ့ဘက်ကပဲ အနိုင်ယူမလား။\nအာဏာပါဝါရှိတဲ့လူတွေကပဲ ကြီးစိုးခြယ်လှယ်သွားနိုင်မလား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunni~Cherry~Moonတို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.57GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni~Cherry~Moon",
        "rating": "7.4",
        "url": "https://megaup.net/1VT1e/Rudrangi_(2023)_Telugu_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmM2NzA5ZWMtNWYzNC00MmIwLWI2MGQtMTI5YmY5NzllYjRhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Daughter (2023)",
        "description": "Daughter (2023)\n=============မိသားစုတစ်စုဟာ ဆုံးရှုံးသွားတဲ့ မိသားစုဝင်ကို ပြန်လည်အစားထိုးဖို့\nသူစိမ်းမိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲအကျဉ်းချထားပါတယ်။\nဒီလူတွေရဲ့ အစီအစဉ်ကတော့ မရှိတော့တဲ့ သမီးလုပ်သူနေရာမှာ သဘာဝ\nကျကျပူးပေါင်းနေထိုင်ပေးလာတဲ့အထိ ကောင်မလေးကို ချော့တစ်လှည့်၊\nခြောက်တစ်လှည့်သိမ်းသွင်းဖို့ပါပဲ။ အဖေနဲ့ အမေဆိုသူနှစ်ဦးကတော့\nသားဖြစ်သူကို ပစားပေးဆက်ဆံကြပြီး သမီးအသစ်ဖြစ်လာမယ့် ဓားစာခံ\nလေးကတော့ ကောင်လေးအဖော်ရအောင်ထားပေးတဲ့ အစ်မအမည်ခံ\nကစားဖော်သာသာပေါ့။ချုပ်နှောင်ခံရမှုအောက်မှာ အလျှော့ပေးလိုက်ရပြီး အယောင်ပြမိသားစု\nကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်လာပြီးနောက်မှာတော့ Katherine တစ်ယောက်\nမချစ်သော်လည်းအောင့်ကာနမ်းတဲ့ဇာတ်ခင်းရပါပြီ။ ဆက်ဆံရေးအတု\nကြားမှာ ပီပြင်အောင်သရုပ်ဆောင်နေရင်း ဒီမိသားစုရဲ့ရူးနှမ်းမှုအကြီးစား\nကြီးကို တစ်စတစ်စပုံဖော်အဖြေရှာမိပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (515 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 35Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/daughter-2023/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWkpjbBe4gRZilXRXbYfsMUZMhz.jpg",
        "title": "A Tourist’s Guide to Love (2023)",
        "description": "A Tourist's Guide to Love (2023)~ Rotten Tomatoes - 71% ~ဒီဇာတ်ကားကတော့ American နဲ့ Asian ဒရာမာနှစ်မျိုးလုံးကို ပေါင်းစပ်တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ တစ်ချိန်က She's All That ဇာတ်ကားနဲ့ နာမည်‌ကျော်ခဲ့ဖူးပြီး အခုလက်ရှိမှာတော့ Producer Writer အဖြစ်နဲ့ပါ လုပ်ကိုင်နေတဲ့ Racheal Leigh Cook ကနေ ဇာတ်ဆောင်မင်းသမင်းအဖြစ်ပါဝင်ထားပါတယ်။ တစ်ဖက်မှာ​တော့ ဗီယက်နမ်သွေးပါတဲ့ အမေရိကန်မင်းသား Scotty Ly က ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အမန်ဒါရိုင်လေ ဆိုတဲ့ အမျိုးသမီးလေးဟာ မကြာခင်ကမှ အူကြောင်ကြောင်ရည်းစားနဲ့ မထင်မှတ်ဘဲလမ်းခွဲခဲ့ရပါတယ်။ ဒီအခါမှာ သူဟာ စိတ်ထွက်ပေါက်လည်းရ၊ အလုပ်အတွက်ပါ ခွင်တည့်တယ်ဆိုပြီး ဗီယက်နမ်မှာ ခရီးသွားလုပ်ငန်းအကြောင်း သွားစုံစမ်းဖို့သွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ ဗီယက်နမ်ရောက်တဲ့အခါ ဆင်းဆိုတဲ့ သူက သူ့ရဲ့ခရီးသွားအကြံပေးအနေနဲ့ စောင့်နေခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fUq4/(CM)_A_Tourist_s_Guide_to_Love_(2023)_720p.mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qayga07ICNDswm0cMJ8P3VwklFZ.jpg",
        "title": "Resident Evil: Death Island (2023)",
        "description": "Resident Evil: Death Island (2023)Genre – Animation, Action, Adventure\nIMDB – 6.2/10Playstation ရဲ့ နာမည်ကျော်ဂိမ်းဖြစ်တဲ့ Resident Evil ရဲ့ Animation ရုပ်ရှင် ၅ ကားမြောက် အသစ်ထွက်လာခဲ့ပါပြီ\n(Degeneration, Damnation, Vendetta ရယ် Infinite Darkness ကတော့ စီးရီး ဖြစ်သွားတာပေါ့)။ဒီ Animation ရုပ်ရှင် အတွဲလိုက်က Paul WS Anderson ရိုက်ပြီး Milla Jovovich သရုပ်ဆောင်တဲ့လူကားနဲ့ Universe အတူတူ မဟုတ်ပါဘူး၊\nဂိမ်းထဲက Universe နဲ့တော့ အတူတူ အခြေခံထားတာ ဖြစ်ပါတယ်။\nနောက်ပြီး ဒီကားထဲမှာ နာမည်ကြီး RE ဇာတ်ကောင်တွေဖြစ်တဲ့ လီယွန်၊ ကလဲလ်၊ ခရစ်စ်၊ ဂျေးလ်နဲ့ ရေဘက်ကာတို့ ပါဝင်ထားတာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့ ဇာတ်လိုက်ကျော်ကြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VHnb/Resident.Evil.Death.Island.2023.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWViMDFiYTItMTIzYy00ZTI5LThiOGMtM2YxNGU1YzBjY2MzXkEyXkFqcGdeQXVyMTI2MTQ3OTI4._V1_-164x200.jpg",
        "title": "Purusha Pretham (2023)",
        "description": "Purusha Pretham(2023)IMDb 7.2/10The times of India. 3.5/5စုံထောက်မှုခင်းကားလည်းကြိုက် ဟာသကားလည်းကြိုက်တဲ့\nဘောလိဝုဒ်ရုပ်ရှင်ပရိသတ်ကြီးအတွက် ၂၀၂၃ ထွက်\nအသစ်စက်စက်ကားသစ်လေးတစ်ကားလာပါပြီ။ရာဇဝတ်သားတွေကို ဖမ်းဆီးဆုံးမရာမှာ လက်သံပြောင်ပြီး\nအမှုတွေလိုက်တာတော်တဲ့ SI ဆီဘတ်စတေရှန်ဟာ ရဲလောကမှာ\nနာမည်တစ်လုံးနဲ့ကျော်ကြားသူတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ဒီလိုအမှုလိုက်ကျွမ်းတဲ့စုံထောက်ကြီးရဲ့အပိုင်ဘက်ခြမ်းကမြစ်ထဲမှ\nအလောင်းတစ်ခုပေါ်လာခဲ့ပါတယ်။ ထုံးစံအတိုင်း အမှုလိုက်ရင်းမှာပဲ\nအလောင်းဟာ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားတဲ့အခါ စခန်းတစ်ခုလုံ\nးပြဿနာတွေအမျိုးမျိုးတက်ပြီး အမျိုးစုံကြိုးခုန် ပြဿနာတွေတက်လာပါတော့တယ်။ဘာပြဿနာတွေရှုပ်လာမလဲ၊ ဘာတွေဆက်ဖြစ်မလဲ၊ အလောင်းကရော ဘယ်ရောက်သွားတာလဲ\nစတာတွေကိုတွေကိုတော့ ပရိသတ်ကြီးပဲ ဆက်အဖြေရှာကြည့်ဖို့\nCM Bollywood Team ရဲ့ Aditi, V, ZWE, YH, Cherry, BpL နဲ့ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။\nFile size…1.97GB  / 973MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi~ V~ ZWE~ YH~ Cherry~  BpL ~ Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1fTmk/Purusha_Pretham_2023_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGVmYWQ0NmMtNGRmZS00OTQ0LTk1MjktM2YwZmUyZmYyYjg3XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Racer (2023)",
        "description": "Racer (2023)\nIMDb-9.3/10ဆိုင်ကယ်ချစ်တတ်တဲ့သူတွေနဲ့ ရင်ဘတ်ချင်းနီးမယ့်ဇာတ်လမ်းလေးတပုဒ်။\nကျွန်တော်တို့ငယ်ငယ်က ဆယ်တန်းပြီးရင် ကြိုက်တာလုပ်လို့ရပြီဆိုတဲ့ဂျင်းတွေ ဒီထဲမှာလည်းပါတယ်။\nငယ်ငယ်ကတည်းက မျှော်လင့်ချက်တွေရိုက်ချိုးခံခဲ့ရတဲ့နာကျင်မှုတွေနဲ့ ကလေးတယောက်။\nအထက်တန်းကျောင်းသားဘ၀မှာ ဆရာမကဘာဖြစ်ချင်လဲမေးတော့ ဆိုင်ကယ်စီးပြိုင်ချင်တာလို့ ပြောတဲ့ကလေးတယောက်။MotoGPမှာ ဝင်ပြိုင်ချင်တဲ့အိပ်မက်တွေနဲ့ ကောင်လေးတယောက်။\nသူ့စိတ်ကူးနဲ့ အိပ်မက်တွေအကုန်လုံးက ဆိုင်ကယ်ပဲ။ထမင်းမစား ဟင်းမစားနဲ့ ဆိုင်ကယ်အပေါ်ပဲတန်းတန်းစွဲတဲ့ကောင်လေး။အဖေဖြစ်သူကို တဂျီဂျီပူဆာပေမယ့်\nအိပ်မက်တွေပေးပြီး ရိုက်ချိုးခံနေရတဲ့ကလေးတယောက်။\nအဲဒီကလေး အရွယ်ရောက်လာတဲ့အခါမှာ သူ့စိတ်ကူးအိပ်မက်တွေ အကောင်အထည်ဖော်နိုင်မလားဆိုတာ။\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ V~Moon~Aditi~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 900MB\nQuality…1080p HDRIP / 720p\nFormat…mp4\nDuration….1 h 54 min\nSubtitle….Myanmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by V~Moon~Aditi~BpL~Cherry~Yunni",
        "rating": "8.8",
        "url": "https://megaup.net/1VS02/Racer_(2023)_Tamil_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTdiOThhYWItN2Q5YS00OGM0LWI1NGYtMGU3ZDFiZTY4NDcxXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-128x200.jpg",
        "title": "Erumbu (2023)",
        "description": "Erumbu 2023\nIMDb 7.7/10\nDrama/Familyမိသားစုဇာတ်ကားကောင်းလေးတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်\nရသကောင်းလေး‌ ပေးစွမ်းနိုင်မယ့် တမီးလ်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အန်နာဒူရိုင်ဟာ ‌အိမ်အတွက် ရုန်းကန်ပြီးဝမ်းစာနေရှာနေရတဲ့\nအိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ ‌အကြွေးပတ်လည်ဝိုင်းနေပြီး\nမိသားစုဝင်ခြောက်ယောက်စာကို ရှာ‌ဖွေနေရတာမလို့ တကယ်ကိုမလွယ်ကူလှပါဘူး။ဒါပေမဲ့လည်း သားဖြစ်သူမူသူးနဲ့ သမီးဖြစ်သူပန်ချီကို မရှိတဲ့ကြားကနေ\nစိတ်ချမ်းသာအောင်ထားပေးတဲ့ ဖခင်ကောင်းတစ်ဦးဖြစ်ပါတယ်။\nမိထွေးဖြစ်သူနဲ့နေရတဲ့ သားနဲ့သမီးကို အတတ်နိုင်ဆုံးလိုတာတွေဖြည့်ဆည်းပေးပြီး\nသားနဲ့သမီးကလည်း ရုန်းကန်နေရတဲ့အဖေကို ပြန်ကြည့်ပေးတာမလို့\nငွေကြေးမပြည့်စုံပေမယ့်လည်း မေတ္တာတွေနဲ့လွှမ်းခြုံထားတဲ့မိသားစုလေး‌ဖြစ်ပါတယ်။တစ်နေ့မှာ မိထွေးဖြစ်သူရဲ့အရေးပါတဲ့ရွှေလက်စွပ်တစ်ကွင်းဟာ မထင်မှတ်ပဲပျောက်သွားတဲ့အတွက်ကြောင့်\nမူသူးတစ်ယောက် ပြာယာခတ်သွားပါတော့တယ်။ အရေးပါတဲ့လက်စွပ်ဖြစ်ပြီး အိမ်ကသိရင်ပြဿနာတက်မှာဖြစ်တဲ့အတွက်\nအစ်မဖြစ်သူနဲ့အတူ သူငယ်ချင်းတွေကိုပါ အကူအညီတောင်းရင်း ရှာပုံတော်စရပါတော့တယ်။\nမူသူးတို့မိသားစုလေး အစစအရာရာအဆင်ပြပါ့မလား။ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ။\nဒီဇာတ်ကားလေးမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~Zwe Yan~Cherry တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.5GB / 1.3GB\nQuality…1080p True WEB DL /  720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~Zwe Yan~Cherry",
        "rating": "7.8",
        "url": "https://megaup.net/2BO3t/Erumbu_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l1200-convert.io_-142x200.jpg",
        "title": "{21+} My hated father-in-law’s [SSIS-787]",
        "description": "မိတ်ဆွေတို့အတွက် မြင်လိုက်တာနဲ့ စိတ်ထဲမှာ ကျန်တဲ့စိတ်တွေနောက်မှလာပြီး\nတပ်မက်စိတ်ကိုပဲ ဖြစ်ပေါ်သွားစေနိုင်မဲ့ အိမ်မက်ထဲက ကောင်မလေးမျိုး ရှိကြလားအခုဇာတ်ကားထဲက မင်းသမီးလေး မိုင်ဆူဘာဆာလေးကတော့ ဆံပင်တိုတို\nအရပ်မြင့်မြင့် တင်ကားကား ရင်ကတဆူတဖြိုးနဲ့ မျက်နှာကျလေးကလဲ\nဆွဲဆောင်မှုအပြည့် ချစ်စရာ ချစ်ချင်စရာလေးဆိုတော့ ညိုကီတို့အကြိုက်တွေ့မှာ\nလုံးဝကို သေချာပါတယ်ဇာတ်လမ်းလေးကတော့ ငလည်မလေး ဆူဘာဆာတစ်ယောက်\nMLM ပေါက်ကရစီးပွားရေးတွေမှာ ရင်းနှီးမြှုပ်နှံ အလိမ်ခံရလို့\nကျားကျားရဲ့အဖေ ယောက္ခထီးကြီးက ကိုယ်ဖိရင်ဖိ ကူညီပုံလေးပါ\nဇာတ်လမ်းလေးရော မင်းသမီးလေးကိုပါ ညိုကီတို့ ၁၈ ယောက်စုကြည့်နိုင်ဖို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.9GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/3XI91/SSIS-787_Eng_Sub_My_Abhorrent_Father-in-Law.720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDA4YmU1MTMtZGZmOS00NGE3LTg2MGUtMjZiYmY5NzcyNGYxXkEyXkFqcGdeQXVyNDM2NjkyNDA@._V1_-160x200.jpg",
        "title": "Medal (2023)",
        "description": "Medal 2023\nIMDb - 8.4/10ဒီတစ်ခါမှာတော့ အက်ရှင်ကားကောင်းတွေကြိုက်ကြတဲ့ CMရဲ့ ပရိသတ်ကြီးအတွက် rating 8.4 နီးပါးရထားပြီး\nဇာတ်လမ်းအပြောင်းအလဲနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ အက်ရှင်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းရဲ့အစမှာဆိုရင် ပန်ဂျဘ်ပြည်နယ်တွေရဲတွေက\nရဲအင်အားအများကြီးသုံးပြီး ဂိုဏ်းစတား‌တစ်ယောက်ကို ဖမ်းဖို့ကြိုးစားကြတဲ့မြင်ကွင်းနဲ့ အစပြုထားပါတယ်။\nဖမ်းဖို့ဒီ‌လောက်ထိ ရဲတွေကကြိုးစားရတဲ့ ဂိုဏ်းစတားကတော့ ပန်ဂျဘ်ပြည်နယ်တစ်ခုလုံးက\nဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်နေလို့ပါပဲ။\nဒီဂိုဏ်းစတားဆိုတဲ့သူဟာ ဂိုဏ်းစတားမဖြစ်ခင် အပြေးအားကစားမှာ အရမ်း‌တော်‌ပြီး\nရွာကနေမြို့ကို ကျောင်းလာတက်တဲ့ ကျောင်းသားလေးတစ်ယောက်ပါ။\nငယ်ငယ်က မတော်တဆမှုတစ်ခုကြောင့် အကြားအာရုံချွတ်ယွင်းနေတဲ့သူလည်းဖြစ်ပါတယ်။ |\nသူ့ဘဝရဲ့ တစ်ခုတည်းသော အိပ်မက်က\nအပြေးပြိုင်ပွဲကနေ ရွှေတံဆိပ်ဆုရချင်တာပါတဲ့...အဲဒီလို အပြေးချန်ပီယံဖြစ်အောင် ကြိုးစား‌နေတဲ့ ရိုးရိုးရှင်းရှင်း\nအားကစားလေးဘဝကနေ ပြည်နယ်တစ်ခုလုံးက ကြောက်ရတဲ့ဂိုဏ်းစတားတစ်ယောက်\nဘယ်လိုဖြစ်လာရတာလဲဆိုတာကို CMပရိသတ်ကြီးက စိတ်ဝင်တစား ကြည့်ရှုရမှာပါ။ဇာတ်ကောင်စရိုက် အလှည့်အပြောင်းပါတဲ့ ကားတွေကို ကြိုက်တတ်တဲ့ ပရိသတ်တွေအတွက်\nဒီအက်ရှင်ကားက လုံးဝပျင်းစေမဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘူးဆိုတာပြောပြရင်း ကြည့်ရှုခံစားပေးကြပါဦးလို့ ...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ YH~Cherry~Zwe~Moon~Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.5GB / 1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "8.3",
        "url": "https://megaup.net/1VPni/Medal.2023.720p(CM)_(2).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDllYzViYjAtZjg1ZC00ZDEyLTkxMmMtNmI4ZDNlYTg3M2MyXkEyXkFqcGdeQXVyODgxOTkwODY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Sneaky Links (2023)",
        "description": "Sneaky Links (2023)\n===============တန်မီဆိုတဲ့ အမျိုးသမီးဟာ အောင်မြင်တဲ့ ဆိုရှယ်မီဒီယာ Influencer\nတစ်ယောက်ဖြစ်ပြီး ဂျေဝဲလ်လို့ ခေါ်တဲ့ အိမ်ခြံမြေပွဲစား ချစ်သူကောင်း\nကိုလည်း ပိုင်ဆိုင်ထားပြီး ဘဝကြီးက သာယာနေပါတယ်။ ဒါပေမဲ့ တန်မီ\nဟာ သူ့ချစ်သူနဲ့တင် တင်းတိမ်နိုင်တဲ့မိန်းမတစ်ယောက် မဟုတ်ခဲ့ပါဘူး။\nတစ်ခြားယောက်ျားပေါင်းများစွာနဲ့ လူသူမသိအောင် သွားသွားပြီး သာ\nယာတတ်လေ့ရှိပါတယ်။ အဲဒီမှာတင် လုပ်ငန်းပြိုင်ဖက်ကောင်မလေး\nမီဂန်ဆိုတာ ပေါ်လာပြီး သူ့ အလုပ်တွေကို လုနိုင်တဲ့အဆင့်ထိ ရောက်\nလာပါတယ်။တစ်ဖက်ကလည်း သူငယ်ချင်းဖြစ်သူက ဒီလိုဖောက်ပြန်နေတာကို သတိ\nထားဖို့ ပြောပေမဲ့လည်း ဆက်ကျူးလွန်တဲ့အခါမှာတော့….။ စကားလုံး\nရိုင်းရိုင်းတချို့နဲ့ အိပ်ရာပေါ်က အခန်းတချို့ပါတာမို့ မိသားစုနဲ့အတူကြည့်\nရှုဖို့မသင့်တော်တာကို သတိပြုစေလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung မှဖြစ်ပါတယ်)File Size..........(1.63 GB) / (727 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Thura Aung\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/3XsxX/Sneaky.Links.2023.720p.PCOK.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGFlZDVjNDktY2FjNi00ZmI2LThkZjItNTczYTIzNjczYzFmXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-126x200.jpg",
        "title": "One Friday Night (2023)",
        "description": "One Friday Night 2023လောင်ချင်သပါ့ဆိုတဲ့လူတွေ အကြိုက်စားဖြစ်စေမဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးထားပါတယ်\nကိုယ့်လူက အကြောင်းပြချက်တွေ ပေးနေပြီလား စိတ်ထဲသံသယဝင်နေပြီဆိုရင်\nပြေးကြည့်တာထက်မှန်တတ်ကြောင်း ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားပါတယ်မိန်းမကို အလုပ်ကိစ္စနိုင်ငံခြားခရီးသွားရမယ်‌ဆိုပြီး မယားငယ်နဲ့ လာနှပ်နေတဲ့ ရမ်..\nမယားကြီးကိုလည်းချစ် မယားငယ်ကိုလည်း လက်မလွှတ်နိုင်နဲ့ ချစ်ခြင်းမေတ္တာကြီးမားတဲ့ရမ်တစ်ယောက် ..\nမယားငယ်ထားရတဲ့အကြောင်းကတော့ မယားကြီးကကိုယ်ဝန်မဆောင်နိုင်လို့ပါဒီလိုမဆောင်နိုင်ဖြစ်စေချိန် မယားငယ်ကကိုယ်ဝန်ရှိလာပြီး တစ်ကမ္ဘာလုံးရှေ့ သူ့ကလေးပါလို့ ပြောခိုင်းပြီး\nလက်ထပ်ယူခိုင်းလေတော့ အဖေအရမ်းဖြစ်ချင်တဲ့ရမ်တစ်ယောက် တစ်ဖက်မှာလည်း ချစ်ရတဲ့မယားကြီးနဲ့\nမျောက်သစ်ကိုင်းပဲလွတ်မလား ကြားထဲမှာလည်း Plot Twist တွေတစ်ဝကြီးပါတာမို့ ကြည့်ရှုရင်း လောင်လိုက်ကြရအောင်လား\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~V~BpL တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.53GB / 574MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by Yunni~V~BpL",
        "rating": "6.1",
        "url": "https://megaup.net/3XGB3/One.Friday.Night.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGFkMzhhOTQtMTdjOS00NTBkLWE4YWItNmJkYmI4ZDM3OTVlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-159x200.jpg",
        "title": "Samajavaragamana (2023)",
        "description": "Samajavaragamana(2023)\nIMDb-8.1/10ရုံတင်ငွေ ရူပီးသန်းငါးဆယ်ပြန်ရခဲ့တဲ့ တလေဂူးစကားပြော အိန္ဒိယဟာသကားလေးကို\nဘောလိဝုဒ်ပရိတ်သတ်ကြီးအတွက် အပျင်းပြေကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။အဘိုးဖြစ်သူရဲ့သေတမ်းစာကြောင့် အဖေကို ဘွဲ့ရဖို့ကြိုးစားပေးနေရတဲ့ ဘာလူ။\nဘာလူက ရုပ်ရှင်ရုံကလက်မှတ်ဖြတ်တဲ့ကောင်တာမှာ အလုပ်လုပ်နေတဲ့ဝန်ထမ်းတယောက်။\nမိသားစုငါးယောက်စားအိုးကို တာဝန်ယူထားရတဲ့အပြင် အဖေလုပ်သူကိုလည်း\nကျူရှင်ထားရ စာမေးပွဲဖြေဖို့လုပ်ရနဲ့ ဂရုစိုက်နေရပါတယ်။သူ့အဖေကို ဘွဲ့ရဖို့ကြိုးစားပေးရင်းနဲ့ပဲ ကျောင်းသူမိန်းမချောလေးနဲ့ဆုံဆည်းခဲ့ပါတော့တယ်။\nအဖေလုပ်သူဘွဲ့ရဖို့က ဘယ်လောက်အရေးကြီးလို့ အသည်းအသန်ကြိုးစားနေရတာလဲ။\nဆုံဆည်းခဲ့ရတဲ့ မိန်းမချောလေးနဲ့ရော အဆင်ပြေမှာလားဆိုတာကို ရယ်ရင်း\nပြုံးရင်း ကြည့်လိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~Cherry~Yunniတို့ပါပဲ)\nFile size…2.63GB  / 1.24GB \nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Zwe~BpL~Cherry~Yunni",
        "rating": "8.0",
        "url": "https://megaup.net/2BRS6/Samajavaragamana_(2023)_Telugu_TRUE_WEB-DL_-_720p.Edit_(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6vlQoNDhcyAbI7e3iJrbao5Ic2.jpg",
        "title": "Home for Rent (2023)",
        "description": "Home for Rent (2023)~ IMDb - 6.9/10, MyDramaList - 7.8/10 ~ထိုင်းတို့ အင်ဒိုးနီးရှားတို့က ဟော်ရာရုပ်ရှင်တွေက နိုင်ငံတကာနဲ့ယှဉ်ပြီးကို အဆင့်တစ်ဆင့်ရှိတယ်ဆိုတာ တော်တော်များလက်ခံထားပြီးသား ကိစ္စပါပဲ။ ဒါပေမဲ့ ဒီရုပ်ရှင်ကလည်း အဲဒီအစဉ်အလာကို အိုးမည်းမသုတ်ခဲ့တဲ့ ရုပ်ရှင်ပါပဲ။ ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်ကတော့ ဒီရုပ်ရှင်ဟာ အကျည်းတန်ရုပ်ဆိုးတဲ့ ဖြစ်ရပ်မှန်တစ်ခုအပေါ် အခြေခံထားတာပါ။ အောက်လမ်းအဖွဲ့တစ်ဖွဲ့ရဲ့ အဖွဲ့ဝင်တွေဖြစ်တဲ့ အိမ်ငှားတွေက အိမ်ရှင်ကိုအကြမ်းဖက်ခဲ့တဲ့ ယဇ်ပူဇော်စရာသားကောင်တွေရှာခဲ့တဲ့ဖြစ်ရပ်တစ်ခုကို အခြေတည်ရိုက်ကူးထားတာပါ။ ကိုယ့်ဖြစ်နိုင်ချေနဲ့နီးစပ်လေ အကြောက်တရားကို ပိုအသက်ဝင်စေနိုင်လေဆိုတော့ ဒီရုပ်ရှင်က ဖြစ်ရပ်မှန်တစ်စိတ်တစ်ဒေသဖြစ်ခဲ့တယ်ဆိုတဲ့အသိက ဒီရုပ်ရှင်ကို ပိုအရသာရှိစေမှာပါပဲ။နင်၊ ကာဝင်နဲ့ သမီးဖြစ်သူ အင်တို့က သာမန်လူလတ်တန်းစားမိသားစုတစ်ခုဖြစ်ပြီး တစ်နေ့မှာတော့ ငွေကြေးအခက်အခဲတစ်ခုကြောင့် နေထိုင်ရာအိမ်ကိုအိမ်ငှားတင်ပြီး ကွန်ဒိုမှာပဲပြောင်းနေဖို့ ဆုံးဖြတ်ခဲ့တယ်။အိမ်ငှားဖြစ်သူ ခွန်ရတီက အငြိမ်းစားပင်စင်ယူထားတဲ့ ဆရာဝန်တစ်ယောက်ဖြစ်ပြီး သမီးဖြစ်သူ ဒေါက်တာနွတ်နဲ့ ငြိမ်းချမ်းတဲ့အိမ်နေရာလေးတစ်ခုကို ရှာငှားနေချင်သူတစ်ယောက်ပါ။အိမ်ငှားလုံးဝမတင်ချင်တဲ့ ကာဝင်က ခွန်ရတီတို့သားအမိကိုမှ ချက်ချင်းငှားဖို့သဘောတူပေးလိုက်တာမို့ နင်တစ်ယောက် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1VO28/(CM)_Home_for_Rent_(2023)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHkkHjygqfgLbC8ST3VTdGh2pwd.jpg",
        "title": "The Unseen (2023)",
        "description": "The Unseen (2023)အခု မိတ်ဆက်ပေးမှာကတော့ Horror နဲ့ Thriller ဖန်တွေအကြိုက်ဇာတ်ကားပဲဖြစ်ပါတယ်။တွမ်မီဆိုတဲ့ကောင်လေးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတာပါ။ တွမ်မီရဲ့ အဖေက သူတို့မြို့နာမည်ကြီး ရှေ့နေတစ်ယောက်ပေါ့။ သူ့အဖေလောင်းရိပ်ကမိနေတဲ့ တွမ်မီဟာ ငယ်စဉ်ကတည်းကနေ တက္ကသိုလ်ကျောင်းသားအရွယ်ရောက်တဲ့အထိ ဖိအားတွေအများကြီးခံစားနေရတာပေါ့။ အဲဒါအပြင် သူဟာ ငယ်ငယ်ကလည်း Trauma ရထားဖူးတဲ့အတွက် တစ်ချက်တစ်ချက် Trauma ပြန်ထလာပြီး Delusional ဖြစ်ဖြစ်လာတတ်တဲ့အကျင့်ရှိပါတယ်။ ဖြစ်ချင်တော့ တွမ်မီရဲ့ မြို့မှာ လူသတ်ကွင်းဆက်ကြီးဖြစ်နေပါတယ်။ တစ်ရက်ပြီး တစ်ရက် လူတစ်ယောက်ပြီးတစ်ယောက် ဆက်တိုက်သေသလိုဖြစ်လာပါတယ်။ တွမ်မီဟာ သူ့ရှေ့နေကျောင်းပြီးသွားပြီး အလုပ်ရသွားတဲ့အချိန် အမှုလိုက်ရတော့ မြို့ထဲက လူတွေသေဆုံးမှုနဲ့ ပတ်သက်မှုရှိနေတာကိုသတိထားမိသွားတယ်။ အဲ့တော့ သူဟာအဖြေတွေလိုက်ရှာရင်း ဘယ်လိုအဖြစ်ဆိုးတွေနဲ့ တွေ့သွားမလဲ... သူငယ်ငယ်ကရောဖြစ်ခဲ့တဲ့ Trauma နဲ့လည်း အခုဖြစ်နေတဲ့ လူသတ်မှုတွေက ဘယ်လိုပတ်သက်မှုရှိနေတာလဲ... အဲဒါအပြင် သူမထင်မှတ်ထားတဲ့သူတွေကပါ ဘယ်လိုတွေပါဝင်ပတ်သက်နေလဲ... ဆိုတာကိုတော့ ဒီဇာတ်ကားထဲမှာတွေ့နိုင်မှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားတစ်ခုလုံးနီးပါးကို ပြန်အကျဉ်းချုပ်ရမယ်ဆိုရင်တော့ တွမ်မီနေရာအဖြစ်သရုပ်ဆောင်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2BLrp/(CM)_The_Unseen_(2023)_720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2VmOTkwM2QtZjY2Mi00MGIyLTkxMDAtMmQ2MDMyOTlmZjEzXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Dunia Tanpa Suara (2023)",
        "description": "Dunia Tanpa Suara 2023အခုတစ်ခါမှာတော့ Amazon Prime ကနေအသစ်ထွက်ရှိထားတဲ့ အင်ဒိုရိုမန့် အချစ်ဇာတ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်အနေနဲ့က မကြာသေးခင်ကမှ ဟောလီးဝုဒ်နာမည်ကြီး‌တွေဖြစ်တဲ့\nဂျူလီယာရောဘတ်၊ ဂျောဂ်ျကလူးနီတို့နဲ့အတူ \"Ticket to Paradise \" ဇာတ်ကားမှာဟောလိဝုဒ် debut လုပ်ထားတဲ့\nအင်ဒိုမင်းသားချော Maxime Bouttier ကအဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nအာရီဆာဟာ ဆွံ့အနားမကြားကောင်မလေးတစ်ယောက်ပါ။\nအီဇရာကတော့ လက်ဖက်ရည်ဆိုင်ပိုင်ရှင်တစ်ယောက်ဖြစ်ပြီး အာရီဆာကို မြင်မြင်ချင်းမှာပဲ\nချစ်မိသွားတဲ့သူပေါ့။ သူ့ခင်ဗျာ အာရီဆာနဲ့ စကားပြောနိုင်ဖို့\nလက်ဟန်ဘာသာစကားတွေပါ ကြိုးစားသင်ယူနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ အာရီဆာရဲ့ မိခင်မှာ စင်ကယ်မားသားတစ်ယောက်အနေနဲ့ တစ်ဦးတည်းသောသမီးကို\nပြုစုပျိုးထောင်ခဲ့ရတဲ့သူပါ။ သမီးဖြစ်သူကို သူ့လိုအဖြစ်မျိုး\nမကြုံမိစေချင်တာကြောင့် သူ့သမီးနဲ့ပတ်သက်လာရင် အမြဲတမ်းတင်းကြပ်တတ်တဲ့သူတစ်‌ယောက်ပေါ့။ဒီလိုနဲ့ အီဇရာဟာ အာရီဆာအပေါ် ခဏတာခံစားချက်သက်သက်ပဲလား သူ့အမေကန့်ကွက်တဲ့ကြားထဲက\nတကယ်ပဲအာရီဆာကို မေတ္တာသက်ဝင်နေလားဆိုတာကိုတော့ မပြည့်စုံတဲ့လူနှစ်ယောက်ကြား\nပြည့်စုံလှပတဲ့ချစ်ခြင်းတစ်ခုကို ဘယ်လိုဖော်ကြူးမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.24GB / 556MB\nQuality…1080p AMZ WEB DL ...",
        "rating": "",
        "url": "https://megaup.net/1VNSR/Dunia.Tanpa.Suara.2023.720p(CM).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjY1Zjg0ZWMtZDBlMy00MzBmLWI0ZTgtNGM3ZGNlODliYmVhXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-148x200.jpg",
        "title": "Spy (2023)",
        "description": "Spy 2023\nIMDb 8.3/10\nAction/Thrillerဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ အက်ရှင်အလန်းစားတွေကိုမှ ကြိုက်နှစ်သက်တဲ့\nပရိသတ်တွေအတွက် တေလဂူမင်းသားချော Nikhil Siddharth ပါဝင်ထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။RAWအဖွဲ့အစည်းလက်အောက်မှာ လုပ်ကိုင်နေတဲ့ လျှို့ဝှက်အေးဂျင့်ဆူဘာ့ရှ်ဟာ\nစစ်ဆင်ရေးတစ်ခုမှာ သေဆုံးသွားခဲ့ပါတယ်။ အစ်ကိုဖြစ်သူ ဆူဘာ့ရှ်ရဲ့သေဆုံးမှုကို\nသေချာသိရဖို့အတွက် ညီဖြစ်သူဂျေးဟာ လျှို့ဝှက်အေးဂျင့်လုပ်နေရင်း စုံစမ်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဂျေး တာဝန်ပေးခံခဲ့ရတဲ့ စစ်ဆင်ရေးတစ်ခုဟာ အစ်ကိုဖြစ်သူဆူဘာ့ရှ်\nလုပ်ကိုင်ခဲ့တဲ့စစ်ဆင်ရေးဖြစ်နေခဲ့ပါတယ်။ စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာ ဒီကိစ္စဟာ\nအိန္ဒိယနိုင်ငံရဲ့ဂုဏ်သိက္ခာ၊ နိုင်ငံသားတွေရဲ့ဘေးကင်းမှုနဲ့လည်း သက်ဆိုင်နေပါတယ်။\nဂျေးတစ်ယောက် ဒီလိုကြီးလေးတဲ့တာဝန်ကို ထမ်းဆောင်ရင်း အစ်ကိုဖြစ်သူရဲ့သေဆုံးမှုကိုပါ\nစုံစမ်းဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီစစ်ဆင်ရေးအောင်မြင်သွားမလား။ ဂျေးရဲ့အစ်ကိုကရော\nဘာတွေဖြစ်ခဲ့တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Cherry ~ BpL ~ V ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…7GB / 2.4GB  / 1GB\nQuality…4k HEVC True WEB DL  / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "8.3",
        "url": "https://megaup.net/2BIwh/Spy_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dQNJ8SdCMn3zWwHzzQD2xrphR1X.jpg",
        "title": "Miraculous: Ladybug & Cat Noir, The Movie (2023)",
        "description": "Miraculous : Ladybug & Cat Noir, The Movie (2023)ပေါ့ပေါ့ပါးပါး superhero ကာတွန်းလေးတွေကြိုက်တဲ့လူတိုင်းသိကြတဲ့ ပြင်သစ်ဂျပန် ဖက်စပ်လက်ရာလေးဖြစ်တဲ့ Miraculous seriesကြီးရဲ့ movie version ထွက်ရှိလို့လာပါပြီ။\nကလေးကြိုက်ကာတွန်းပီပီ အခွီလေးတွေလည်းပါ အစွမ်းတွေသုံးပြီးချတဲ့ ဝူးရှူးဝါးရှားလေးတွေလည်းပါမှာဆိုတော့ ပိတ်ရက်မှာအပျင်းပြေကြည့်ချင်သူတွေအတွက် ကွက်တိဖြစ်မှာပါ။မယ်ရီနက်ဆိုတဲ့ကောင်မလေးဟာ warming familyကလာတဲ့ အချစ်ခံကောင်မလေးတစ်ယောက် ဒါပေမဲ့ နမော်နမဲ့နဲ့ အမြဲဗရုတ်သုတ်ခရှုပ်ပွနေတတ်တဲ့ ပြဿနာအိုးမလေးဆိုရင်လည်း မမှားပါဘူး။\nပြဿနာနဲ့ သူငယ်ချင်းပေါင်းပေါင်းနေတဲ့ မယ်ရီနက်ကို ပေါင်းရဲတဲ့သူငယ်ချင်းကလည်းမရှိတော့ teenage issueပေါင်းစုံနဲ့ ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုကလည်းမရှိ အနိုင်ကျင့်ချင်သူတွေ အပုပ်ချချင်သူတွေလည်း ဒုနဲ့ဒေးပေါ့။မယ်ရီနက်နဲ့ဆန့်ကျင်ဘက်ကမ္ဘာမှာတော့ အေဒရီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိပါသတဲ့။ အေဒရီယန်ဟာ ဥစ္စာပေါ ရုပ်ချောဖြစ်တဲ့ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်ပြီး အပေါင်းအသင်းတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ စော်ကြည်ဘဲလေးပေါ့။\nဒါပေမဲ့ အနေအထိုင်အသွားအလာအကုန်ဆင်ခြင်ပြီးနေရတဲ့ဘဝမှာ ရှင်သန်နေရတဲ့ အပြင် မိဘမေတ္တာငတ်မွတ်နေရတဲ့ ပြီးပြည့်စုံတယ်ထင်ရတဲ့ ဒီလူသားလေးရဲ့ကွက်လပ်ကို ဘယ်သူမှမမြင်ပါဘူး။\nအမေဖြစ်သူဆုံးသွားပြီးထဲက အလုပ်ကိုပဲမြင်တော့တဲ့အဖေကြောင့် အေးစက်နေတဲ့ သူဟာလည်း တစ်မျိုးတစ်ဖုံ အထီးကျန်နေပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1VNzf/Miraculous.Ladybug.and.Cat.Noir.The.Movie.2023.720p.WEB.CM.mp4",
        "category": "Action, Animation, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmMxYjUzNjItZTk0Ni00ODRlLWJjNjctNDgzY2IwNDliYjI0XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-133x200.jpg",
        "title": "Kolla (2023)",
        "description": "Kolla (2023)\nIMDb 8/10မြို့နယ်လေးတစ်ခုဆီ အလှပြင်ဆိုင်ဖွင့်မယ်ဆိုပြီး ပြောင်းရွှေ့လာကြတဲ့\nမိန်းမငယ်လေး ၂ယောက်... ဖော်ရွေတတ်ကြတော့ ဆိုင်နားဝန်းကျင်ကလူတွေနဲ့\nခဏလေးအတွင်းရင်းနှီးပြီး အချင်းချင်း ကူညီကြ ဖေးမကြနဲ့ပေါ့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ကြိုးစားကြလို့\nလူကြီးတွေကအစ ချီးကျူးကြ ချီးမွမ်းကြနဲ့..ဒါပေမဲ့ သူတို့မထင်ထားတာက ဒီ၂ယောက်ဟာ အလှပြင်ဆိုင်ကိုအကြောင်းပြပြီး\nနောက်ကွယ်မှာ ကိစ္စကြီးတစ်ခု လုပ်နေကြတာပါပဲ အလှပြင်ဆိုင်ရဲ့ အပေါ်မျက်နှာကြက်မှာ\nအာရုံခံကိရိယာပါတဲ့ လျှို့ဝှက်ခန်းတစ်ခုကို ဘယ်သူမှမသိအောင်ဆောက်ထားပြီး\nသူတို့ဘာတွေဆက်လုပ်ကြမလဲ ဒီမြို့ကိုရောက်လာကြတဲ့ အကြောင်းကရော ဘာကြောင့်လဲ\nတကယ့်သရုပ်မှန်က ဘာတွေလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~Zwe Yan ~BpL~ Cherry တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 816MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 3mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe Yan ~BpL~ Cherry",
        "rating": "7.6",
        "url": "https://megaup.net/2BKC2/Kolla_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjVlYzczMWEtYzc1Mi00Yzg2LWIyMTgtMzVjYTAxMmExYTA5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tarla (2023)",
        "description": "Tarla(2023)CM ပရိသတ်တွေကို ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ IMDb 7/10 ရရှိထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။\nလူသားမဆန်တဲ့ အိမ်ထောင်ရေးရယ်လို့ ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံရဲ့အိမ်ထောင်ရေးဆိုင်ရာဓလေ့တွေကလည်း\nထိပ်ဆုံးကပြေးမြင်မိတဲ့ထဲ ပါနေလိမ့်မယ်ထင်ပါတယ်။ ဘာအတတ်ပညာတွေတတ်ထာ:တတ်ထား\nအချိန်တန်သတို့သားအိမ်လာကြည့်တာနဲ့ ဟင်းချက်စွမ်းရည်နဲ့ အိမ်ထောင်မှုနိင်နင်းတဲ့အကြောင်းပဲ\nအသားပေးပြပြီးလက်ထပ်။ ဒီလိုနဲ့ အိမ်ထောင်ကျ ကလေးမွေးရင်း ချက်ပြုတ်ကျွေးမွေး၊ တစ်ဖက်က\nယောကျာ်းလေးကလည်း မိုးလင်းတာနဲ့ သံပတ်ပေးထားသလို အိပ်ယာထ၊ အလုပ်သွား၊ ပြန်အိပ် စတဲ့\nဒုံရင်းသောတစ်နေ့တာနဲ့ ငြီးငွေ့လောက်စရာ အိမ်ထောင်ရေးတွေကိုလည်း တော်တော်များများမြင်ဖူးကြမှာပါ။ဒီကားလေးမှာတော့ တာလာဟာ ဘဝမှာ ငါတစ်ခုခုတော့ဖြစ်ရမယ်ဆိုတဲ့ ဉာဏ်ကောင်းကောင်း\nဟင်းချက်လက်ရာကောင်းကောင်းနဲ့ကောင်မလေးတစ်ယောက်ပါ။ ဒါပေမယ့် သူဖြစ်ချင်တာ ဘာရယ်လို့\nကွဲကွဲပြားပြားမသိသေးခင်မှာပဲ အိမ်ထောင်ရေးဆိုတဲ့ရထားကြီး သူမဆီဆိုက်ရောက်လာပါတော့တယ်။\nသားသတ်လွတ်သမားမင်းသမီးနဲ့ အသားဟင်းသိပ်မစွဲလန်းတဲ့မင်းသားတို့ တစ်နေ့တာတွေကို\nဘာရယ်မသိဖြတ်သန်းလာရင်း နှစ်ချီလာတဲ့နောက် နောက်ကွယ်မှာ အသားခိုးစားနေတဲ့\nယောကျာ်းကိုမိသွားတဲ့အခါ ...။ ချောင်ထိုးထားတဲ့ တီထွင်နိုင်စွမ်းတွေ အစွမ်းကုန်အသုံးချလို့\nယောကျာ်းအသားမစားရေးလှုပ်ရှားမှုကြီး စပြီး ဟင်းတွေကို တီထွင်ပါတော့တယ်။ဒီလိုနဲ့ သူ့ရဲ့ဆန်းသစ်တဲ့ဟင်းချက်လက်ရာအစွမ်းနဲ့ သူတို့တိုက်ကကောင်မလေးကိုပါ အိမ်ထောင်ချပေးလိုက်နိုင်ပြီးတော့\nနာမည်ကြီးသွားပြီး သင်တန်းတွေပါဖွင်လိုက်ရတဲ့သူမ..။ မမျှော်လင့်တဲ့ အချိုးအကွေ့တွေနဲ့ကြုံလာတဲ့အခါ\nဘယ်လိုတွေ ရုန်းကန်မလဲ၊ ရင်ဆိုင်မလဲ ၊ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1VN29/Tarla_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama"
    }
]