[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/llvoAqUBvnhuo6M4iQah1SGE6kZ.jpg",
        "title": "Jagged Mind (2023)",
        "description": "Jagged Mind (2023)အချစ်နဲ့စစ်မှာမတရားတာမရှိပေမဲ့ ပိုင်ဆိုင်လိုစိတ်တွေက အစွန်းရောက်လာပြီဆိုခဲ့ရင်\nတစ်ဖက်လူရဲ့ဆန္ဒမပါဘဲ ပြန်လည်ပြင်ဆင်နေရုံနဲ့ ပျောက်ဆုံးသွားပြီဖြစ်တဲ့ အချစ်တစ်ခုကို ပြန်တည်ဆောက်နိုင်မှာလား။\nလုပ်ယူထားတဲ့ ဖန်တီးထားတဲ့အချစ်တစ်ခုကရော အချစ်စစ်လို့ ခေါ်နိုင်မှာလား။အခုတစ်ခါတင်ဆက်ပေးမှာကတော့ psychological thriller ချစ်သူတို့ အကြိုက်တွေ့စေမယ့် Jagged Mindဆိုတဲ့ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။\n18 ယောက်စုကြည့်ရတဲ့ကားလေးဆိုတော့ 18 ယောက်မပြည့်ရင်တောင် အဖော်များများနဲ့ကြည့်ဖို့တော့ Recommended ပါတယ်။ဘစ်လီဆိုတဲ့ကောင်မလေးမှာ ခရစ်စတင်းဆိုတဲ့ချစ်သူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့ toxicဆန်နေတဲ့rsတစ်ခုမှန်း သိသိကြီးနဲ့\nred flag မှ ခိုက်တာဆိုတဲ့ အချောလေးတို့ထုံးစံအတိုင်း ဘစ်လီတစ်ယောက် ခရစ်စတင်းကခေါ်တိုင်း ပါပါသွားတတ်သူပေါ့။\nဒါပေမဲ့ ဘစ်လီတစ်ယောက် သတိမေ့တဲ့ရောဂါလိုလို Deja vuလိုလိုနဲ့ သူ့ဘဝရဲ့ တချို့အချိန်တွေက သူမသိလိုက် မမှတ်မိလိုက်ဘဲ ပျောက်ဆုံးနေပါတယ်။\nတစ်ခါတစ်ရံမှာ Blackoutဖြစ်ပြီး ပေါ်ပေါ်လာတဲ့ တစ်စစီဖြစ်နေတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေကြောင့် ရိုးရှင်းမလိုဘဝကြီးက ရှုပ်ထွေးနေတာပေါ့။ဒီလိုနဲ့ ထုံးစံအတိုင်း ခရစ်စတင်းက ပလစ်သွားလေပြန်တဲ့တစ်ညမှာ ရုတ်ချည်းဝင်ရောက်လာခဲ့တဲ့ Miss Perfect အဲလက်စ်၊\nအဲလက်စ်ကိုခုမှမြင်ဖူးတာပေမယ့် ရုတ်တရက်ပေါ်လာတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေထဲက ...",
        "rating": "",
        "url": "https://megaup.net/1VFrx/Jagged.Mind.2023.720p.WEB.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ0NTE5NjUtZTQ5Mi00NWY0LTg3NDctNGI5NWIwNjdhYjA5XkEyXkFqcGdeQXVyMzcwMjU2NQ@@._V1_-160x200.jpg",
        "title": "Bawaal (2023)",
        "description": "Bawaal(2023)\nIMDb-7.0/10အောင်မြင်လာတဲ့နာမည်နဲ့အတူ ဗလကြီးပါရှယ်မိုက်လာတဲ့ မင်းသားဗာရွန်းနဲ့\nမင်းသမီးချော ဂျန်ဗီကပူးရ်တို့အဓိကပါဝင်ထားတဲ့ ဟင်ဒီစကားပြော\nဘောလိ၀ုဒ်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ကျွန်တော်တို့ဘ၀တွေမှာ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို ပတ်ဝန်းကျင်ကိုပြချင်ကြတာကိုက\nလူ့သဘောသဘာ၀လိုဖြစ်နေကြတယ်။အတွင်းစိတ်မှာ ပွက်လောရိုက်ဆူညံနေပေမယ့်\nအပြင်မှာကျ မပွင့်မလင်းနဲ့အေးတိအေးစက်နေတာမျိုး။သူများအထင်ကြီးလေးစားတာကို\nလိုချင်တော့ သူများဘယ်လိုမြင်သွားမလဲဆိုတဲ့စိတ်နဲ့ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို\nပြပေးရင်း ပြပေးရင်း ကိုယ်ဘာကောင်လဲဆိုတာ ကိုယ်တိုင်မသိနိုင်တော့တာတွေ။ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီးက မြို့လေးမှာရှိတဲ့ လူတကာအထင်ကြီးအားကျရတဲ့ အကိုကြီးအဂျူး။\nအထင်မကြီးကြီးအောင် အားမကျကျအောင်လည်း အဂျူးက မုသားမျိုးစေ့တွေဖြန့်ကြဲထားခဲ့လေတော့။\nကိုယ်စိုက်တဲ့အပင်ဆိုတာ ကိုယ်ရိတ်သိမ်းရတာပဲမလား။ဒီလိုအလိမ်အညာတွေနဲ့ အဂျူးတစ်ယောက်\nသတို့သမီးလောင်းပေါ်မှာလည်း ပုံစံမှန်မပြခဲ့ဘဲ မုသားတွေနဲ့ပဲလက်ထပ်တာကအစ။အထင်အကြီးခံချင်တဲ့အဂျူး\nလူတကာလေးစားစေချင်တဲ့အဂျူး သူ့ဇနီးသည်ဆီမှာရှိတဲ့ရောဂါက သူ့ကိုလူပုံအလယ်မှာ\nအရှက်ကွဲစေမှာပဲလို့တွေးခဲ့တယ်။အဲဒီစိတ်နဲ့ပဲ ဘယ်သွားသွားဇနီးဖြစ်သူကို ခေါ်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲ သူတို့ရဲ့ကြားထဲက ဆက်ဆံရေးကဘယ်လိုဘယ်ဝယ်ဖြစ်လာမလဲဆိုတာ သင်ခန်းစာယူရင်း\nရှင်သန်ကြရတဲ့ဘ၀မှာ မိမိရဲ့အစစ်အမှန်ပုံစံအတိုင်းပဲ နေကြည့်ကြရအောင်လား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Cherry~Zwe~BpL~Aditi~Yunniတို့ပါ)\nFile size…5.1GB / 1.89GB / 791MB\nQuality…4k HEVC AMZ WEL DL /1080p WEBDL AAC5.1CH /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Cherry~Zwe~BpL~Aditi~Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1fGn8/Bawaal_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3XwAV/(CM)_Shin_Kamen_Rider_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
        "title": "Rally Road Racers (2023)",
        "description": "Rally Road Racers (2023)ကားပြိုင်ပွဲအခြေခံ ကာတွန်းရုပ်ရှင်အသစ်လေးလာပါပြီ။\nထုံးစံအတိုင်း မိသားစုမေတ္တာတွေ၊ ဟာသတွေ နဲ့ စွန့်စားခန်းတွေပေါ့။\nအသံသရုပ်ဆောင်မင်းသမီးကတော့ Agents of SHIELD ထဲက အေးဂျင့်ဒေစီဖြစ်တဲ့ Chloe Bennet ပါပဲ။ဇာတ်လမ်းအကျဉ်းလိုးရစ်မျောက်မျိုးနွယ်လေးတွေ နေတဲ့ ရွာကလေးက ချီချီဆိုတဲ့ကောင်လေးဟာ\nပြိုင်ကားတွေမောင်းဖို့ ဆုတွေယူဖို့ အရူးအမူးကြိုးစားနေတဲ့ကောင်လေးပါ။\nဒါပေမဲ့ သူ့အဘွားကတော့ ဒါကို ခွင့်မပြုပါဘူး။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ရွာလေးကို အပိုင်ဝယ်သိမ်းပြီး ဖျက်ဆီးဖို့ကြိုးစားလာသူ ပေါ်လာပါတယ်။\nအဲဒီလူကတော့ အာချီဗိန်းဂလိုးရီးရက်ဆိုတဲ့ ပြိုင်ကားချန်ပီယံ ဖားကြီးပါပဲ။\nအိမ်ကိုပြန်ရွေးဖို့ ပိုက်ဆံမရှိတဲ့ ချီချီဟာ ဗိန်းနဲ့အပေးအယူတစ်ခုလုပ်လိုက်ပါတယ်။\nပြိုင်ကားလောကရဲ့အခက်ဆုံး အကြမ်းဆုံး ပိုးသားလမ်းပြိုင်ပွဲမှာ သူနိုင်ခဲ့ရင် သူ့ရွာလေးနဲ့ သူ့အိမ်ကိုပြန်ပေးဖို့ပါပဲ။\nအဲဒီနောက်မှာတော့ ဘယ်လိုမှမနိုင်နိုင်တဲ့ ပြိုင်ပွဲကြီးကို ချီချီတစ်ယောက် မိတ်ဆွေတွေ ချစ်တဲ့သူတွေရဲ့အကူအညီနိုင် ဝင်ပြိုင်ခဲ့တဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… 1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3hz3L/Rally.Road.Racers.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDNjOWJkMzUtMzY4ZS00NGNkLWE2MzAtOGRhYmIwOGQ1N2EwXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Unstoppable(2023)",
        "description": "Unstoppable (2023)\nIMDb 7.8ဘဝကို အပူအပင်ကင်းကင်းနဲ့ ပျော်ပျော်ကြီး ဖြတ်သန်းနေကြတဲ့ စိတ်တူကိုယ်တူ\nသူငယ်ချင်း၃ယောက်ရှိပါတယ် အလုပ်တစ်ခုကို လုပ်မယ်ဆိုရင် တိုင်ပင်စရာမလို\nတက်တက်ကြွကြွနဲ့ အောင်မြင်အောင်လုပ်တတ်ကြတဲ့ လူငယ် ၃ယောက်ပေါ့တစ်နေ့...သူတို့သုံးယောက် ငွေရှာဖို့ ဖြတ်လမ်းနည်းသုံးခဲ့မိတယ် အဲဒါကတော့ သူတို့၃ယောက်ထဲက\nကောင်လေးတစ်ယောက်ကို မိသားစုတစ်စုက လာတင်တောင်းပါတယ် တင်တောင်းငွေက သိန်း၂၀နဲ့ ရွှေတွေဆိုတော့\nဒီ၃ယောက်က သိန်း၂၀နဲ့ IPL လောင်းကြမယ်ပေါ့ နိုင်ရင် ၁၀ဆို ၂၀ဖြစ် ၂၀ဆို ၄၀ဖြစ်ဆိုပြီး သူဌေးဖြစ် ခွေးဖြစ်\nလောင်းဖို့ကြံရာကနေ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ နာမည်ကိုက Unstoppable ဆိုတော့ကာ\nသူတို့ဘယ်လောက်အထိ မရပ်တန့်နိုင်ဖြစ်ကြမလဲဆိုတာ Plot Twist တွေနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါရှင်အချိန်တွေပိုနေမယ်ဆိုရင်တော့ ကြည့်ပျော်လောက်တဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ\n(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni~Zwe Yan~V~Cherry~BpL~Moon တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.5GB / 1.3GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe ...",
        "rating": "7.8",
        "url": "https://megaup.net/1fFsu/Unstoppable_(2023) Telugu TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/avsins-131x200.jpg",
        "title": "Asvins (2023)",
        "description": "Asvins ( 2023 )\n==============IMDb 6.9/10အာသာဝဏီနတ်မင်းရဲ့တန်ခိုးကြောင့် သိဒ္ဓိဝင်နေတဲ့ နတ်ဆင်းတုနှစ်ခု။\nအဲဒီဆင်းတုနှစ်ခုထဲက တစ်ခုဟာ နတ်ဆိုးတစ်ကောင်ကြောင့် ကျိန်စာသင့်\nအပမှီသွားပြီး အဲဒီဆင်းတုတွေရှိနေတဲ့ ရွာတစ်ခုလုံး အငတ်ဘေးကျ\nကပ်ဆိုက်ကာ ရွာပျက်သွားတယ်။ အဲဒီနောက်မှာတော့ အဲဒီဆင်းတုတွေလည်း\nပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ်။\n.\nလူတွေသေဖူးတဲ့၊ အဖြစ်ဆိုးတွေကြုံရဖူးတဲ့နေရာတွေ အိမ်အိုအိမ်ဟောင်းတွေမှာ\nမှတ်တမ်းတင်ဗွီဒီယိုတွေရိုက်ကြတဲ့ YouTuber အဖွဲ့တစ်ဖွဲ့ဟာ သရဲခြောက်တယ်လို့\nနာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ အိမ်အိုကြီးတစ်ခုကို မှတ်တမ်းတင်ဖို့ သွားကြရင်း\nတစ်ယောက်ပြီးတစ်ယောက် အဖြစ်ဆိုးတွေကြုံရပါတယ်။အဲဒီအဖြစ်ဆိုးတွေရဲ့နောက်ကွယ််မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေလဲ၊\nဘာလို့ ဒီလိုတွေကြုံနေရတာလဲဆိုတာ ဒီ ရုပ်ရှင်ထဲမှာ မြင်တွေ့ကြရမှာပါ။\nဒီရုပ်ရှင်ဟာဆိုရင် အိန္ဒိယသရဲကားတွေမှာမြင်ရခဲတဲ့ပုံစံနဲ့တင်ဆက်ထားပြီး\nစိတ်ဝင်စားစရာလည်းကောင်းတာမို့ ညဘက်တစ်ယောက်တည်း\nမီးမပြတ်တဲ့နေရာတွေဆို မီးလေးပိတ်ပြီး ကျောတစိမ့်စိမ့်နဲ့ကြည့်လို့ကောင်းမယ့်\nရုပ်ရှင်လေးပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ BpL, ZweYan,V နဲ့ Yunni တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.34GB / 593.5MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ ZweYan~ V ~ Yunni",
        "rating": "6.5",
        "url": "https://megaup.net/1fF6z/Asvins_(2023)_Tamil_TRUE_WEB-DL_-720p(CM)(.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h7xIcxQTxXfz62AUFNX2Jg6A5vf-143x200.jpg",
        "title": "God Is a Bullet (2023)",
        "description": "God Is a Bullet (2023)ဖြစ်ရပ်မှန်တွေကို အခြေခံထားပြီး Teran Boston ရဲ့ အရောင်းရဆုံးဝတ္ထုဖြစ်ခဲ့တဲ့ \"God Is a Bullet\" ကို ရုပ်ရှင်အနေနဲ့အသက်သွင်းထားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ဘော့ဘ်က သူ့မိန်းမဖြစ်သူနဲ့ ကွာရှင်းထားပြီး သမီးဖြစ်တဲ့ဂါဘီနဲ့ ခွဲနေနေရတာပါ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့အိမ်ကို စေတန်ဂိုဏ်းတစ်ခုက‌ ဝင်စီးပြီး မိန်းမနဲ့ သူ့ရဲ့နောက်ယောက်ျားကို ဘဝပြောင်းပေးသွားတဲ့အပြင် သမီးဖြစ်တဲ့ဂါဘီကိုပါ ပြန်ပေးဆွဲသွားပါတယ်။ဘယ်ကဘယ်လို စလိုက်လို့လိုက်ရမှန်းမသိတဲ့အချိန်မှာ ‌‌တစ်ချိန်က စေတန်ဂိုဏ်းဝင်ဖြစ်ခဲ့ပြီး ‌ထွက်ပြေးလာခဲ့တဲ့ ကေ့စ်က စေတန်ဂိုဏ်းလက်ချက်ဆိုတာကို သိပြီး ဘော့ဘ်ကိုကူညီဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အဲဒီမှာ သူတို့နှစ်ယောက်ပေါင်းပြီး စေတန်ဂိုဏ်းကိုခြေရာခံရင်း ဂါဘီကို ကယ်တင်ဖို့ကြိုးစားကြပါတော့တယ်။ဇာတ်လမ်းက ဒီအပေါ်ကိုအခြေခံထားပေမဲ့ စေတန်ဂိုဏ်းနဲ့မတွေ့ခင်ကြားထဲတင် ပေအတော်ရှည်တယ်ပြောရမယ်။ ဇာတ်ကောင်တွေကို စိတ်ဝင်စားစရာကောင်းအောင် တဖြည်းဖြည်းတည်ဆောက်သွားပြီးမှ လူဆိုးကြီးနဲ့ပေးတွေ့တာမျိုးပေါ့။ ဘော့ဘ်က အမြဲတမ်းစားပွဲခုံထိုင်တဲ့ လူရိုးလူအေးကြီးဖြစ်ခဲ့ပေမဲ့ သမီးဇောနဲ့ တက်တူးတွေထိုး ဂန်းတွေပါကိုင်ပြီး စေတန်ဂိုဏ်းသားတွေကို အမဲလိုက်တဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3hwzV/(CM)_God_Is_a_Bullet_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wuc0RUHRzm6gYx7bkfAJ9apDyI.jpg",
        "title": "The Blackwell Ghost 7 (2023)",
        "description": "The Blackwell Ghost 7 (2023)ဒါကတော့ horror series တစ်ခုဖြစ်တဲ့ The Blackwell Ghost series ထဲက\nIMDb 6.4 ရထားတဲ့ 7ကားမြောက် ဇာတ်လမ်းပဲဖြစ်ပါတယ်။\nThe Blackwell Ghost ဆိုတာ Turner Clayတစ်ယောက် ဒါရိုက်တာလည်း သူ၊ ဇာတ်လိုက်လည်း သူ၊ ရိုက်ကူးရေးလည်း\nသူပဲ တာဝန်ယူပြီးတော့ လက်စွမ်းပြထားတဲ့ seriesကောင်းတစ်ခုပေါ့။\nparanormalအဖြစ်အပျက်တွေကို တကယ်လား၊ ရုပ်ရှင်လား အထင်မှားအောင်ရိုက်ထားတဲ့ ဇာတ်လမ်းတွေဆိုလည်း မမှားဘူး။\nရှေ့ကကားတွေက ကြောက်စရာကောင်းခဲ့ပေမယ့် ဒီကားမှာတော့ horror ထက် mysteryဘက်ကို ပိုသွားထားတာတွေ့ရတယ်။\nရှေ့ကားတွေနဲ့ ဆက်စပ်နေတဲ့အပိုင်းတွေ ရှိပေမယ့်လည်း main plotက မတူတော့တာမို့\nရှေ့ကားတွေမကြည့်ထားရင်တောင် ဒီကားကိုပဲ ဖောက်ကြည့်လို့ရပါတယ်။ကောင်မလေးတစ်ယောက် ပျောက်တဲ့အမှုကနေစလိုက်တာ psycho တစ်ကောင်ရဲ့ကစားစရာ ဖြစ်မှန်းမသိဖြစ်သွားတဲ့\nTurner Clayတစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ၊ Psycho ကောင်ကိုရော ဖမ်းမိမှာလား၊\nကလေးတွေနဲ့ရော အတူတူပြန်နေခွင့်ရမှာလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားလိုက်ပါဦး~အညွှန်း ...",
        "rating": "",
        "url": "https://megaup.net/2BysZ/The.Blackwell.Ghost.7.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f73jLLuwof34BqmoScqYMBeVqsY.jpg",
        "title": "Summoning Sylvia (2023)",
        "description": "Summoning Sylvia (2023)လယ်ရီတစ်ယောက် စပရိုက်စ်တိုက်ခံလိုက်ရပါတယ်။\nသူကတော့ဂေးတစ်ယောက်ဖြစ်ပြီး သူ့ချစ်သူဂျေမီနဲ့မကြာခင်လက်ထပ်တော့မှာပါ။\nဒါနဲ့သူ့သူငယ်ချင်းဂေးတစ်ဖွဲ့က သူ့ကိုစပရိုက်စ်လူပျိုပါတီအတွက်ခေါ်သွားပါတယ်။\nသူတို့က သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့အိမ်ကြီးမှာ နှစ်ညအိပ်သုံးရက်ဌားနေကြပါတယ်။\nသရဲကတော့ ဆယ်ဗီရာဆိုတဲ့မိန်းမတစ်ယောက်က သူ့သားလေးကိုရက်ရက်စက်စက်သတ်ခဲ့တာပါတဲ့။\nသူကိုယ်တိုင်လဲ အဲ့ဒီအိမ်ထဲမှာပဲသူများသတ်တာ ခံလိုက်ရပါတယ်။\nအဲ့အိမ်မှာ သူတို့သားအမိပုံကိုတွေ့တော့ လယ်ရီတို့တစ်ဖွဲ့လုံးကလဲ ကောင်လေးကအဆင်လေးဟဲ့ဆိုပြီး\nသူတို့သရဲသားအမိကိုခေါ်ပြီး သူတို့တကယ်ဘာဖြစ်ခဲ့တာလဲမေးမယ်ပေါ့ဆိုပြီး ဝိဥာဥ်ခေါ်ပါတော့တယ်။\nအဲ့မှာသရဲထက်ပိုဆိုးတဲ့အရာက ရောက်ချလာပါလေရော။ လယ်ရီ့ရဲ့ယောက်ဖလောင်းလေး ဟယ်ရစ်ဆန်ပါ။\nဟယ်ရစ်ဆန်က စစ်ပြန်တစ်ယောက်ဖြစ်ပြီး ဂေးလဲမဟုတ်ပဲဖြောင့်လွန်းသူဖြစ်နေပါတယ်။\nအဲ့တော့ဂေးသူငယ်ချင်းလေးယောက်ရဲ့လူပျိုပါတီကို ရောက်လာတဲ့အဖြောင့်ရယ် သရဲသားအမိရယ်\nဂေးတွေရယ်ကြားကအလွဲလွဲအချော်ချော်လေးတွေကို ပါးစပ်မပိတ်တမ်းရယ်ရမယ့်ဇာတ်လမ်းကောင်းပါပဲ။\nဟာသဇာတ်မြူးအပြင်ကို ဂေးတွေရဲ့ကြားကခင်မင်မှုတွေ လူတွေရဲ့အထင်အမြင်လွဲမှုတွေ ပုံသေကားချပ်အယူအဆတွေကိုပါ ဟဲဗီးကြီးဒရာမာမခင်းဘဲ\nဇာတ်လမ်းသွားထဲမှာ ဒိုင်ယာလော့ခ်ထဲမှာပဲ ပေါ့ပေါ့ပါးပါးထိထိမိမိနဲ့ဖော်ပြထားသေးတာမို့ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်လမ်းပါပဲ။\nလူအားလုံးမှာလဲ ဂေးမိတ်ဆွေသူငယ်ချင်းအနည်းဆုံးတစ်ယောက်တော့ ရှိကြတာပဲမဟုတ်လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror , Thriller\nQuality…. 1080p | 720p\nFile size… 1.1GB } 550MB\nFormat… mp4\nDuration…. 1h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.3",
        "url": "https://megaup.net/1fDy9/Summoning.Sylvia.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlNzUyYTQtOGI5Yi00YTJlLWFlNWYtOTc4ZTA2MDc5ZjE5XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-137x200.jpg",
        "title": "She Is Love (2023)",
        "description": "She Is Love (2023)\n==============\"အကြောင်းတိုက်ဆိုင်မှုဆိုတာသာ မရှိခဲ့ရင် ဘဝဟာ ပုံမှန်အတိုင်းပဲ\nဖြစ်နေမှာပါ\"။ နိုးထမယ်. ရှင်သန်မယ်. အိပ်စက်မယ် . . . ကျွန်တော်\nတို့ဘဝတွေမှာ နာမည်လေးတစ်ခု ကြားလိုက်ရရုံနဲ့တင် မျက်စိရှေ့မှာ\nအကြောင်းအရာတိုက်ဆိုင်မှုလေးတစ်ခု ဖြစ်ပျက်ခဲ့ရုံနဲ့တင် နင့်နင့်နဲနဲ\nခံစားလိုက်ရတဲ့ အဖြစ်အပျက်တစ်ခု. လူတစ်ယောက်မှာ တစ်ခါတော့\nရှိခဲ့ဖူးမှာပါ။ သစ်ရွက်ဖျားမှာ ခိုသီးနေတဲ့ရေစက်ကလေးကို သစ်ရွက်\nကလေးက လက်လွှတ်လိုက်ရချိန်မှာတော့ တုန်ခါလှုပ်ခတ်သွားတဲ့ အ\nဖြစ်အပျက်လေးလိုပါပဲ ရေစက်မရှိတော့တဲ့အချိန်မှာတော့ ပြန်လည်\nတည်ငြိမ်ရစမြဲပါပဲ။တည်ငြိမ်အခြေကျနေပြီဖြစ်တဲ့ အစ်ဒရစ်စ်ရဲ့ ဘဝထဲကို အချစ်ဟောင်း\nဖြစ်သူ ပက်ထရစ်ရှာတစ်ယောက် မမျှော်လင့်တဲ့အဖြစ်အပျက်တစ်ခု\nကြောင့် ပြန်လည်ဝင်ရောက်လာခဲ့ချိန်၊ တွေ့ဆုံချိန်ခဏလေးအတွင်းမှာ\nပဲ နှစ်ဦးသားရဲ့ ရူးသွပ်မှု၊ ပေါက်ကွဲမှု၊ ဟန်ချက်ညီမှု၊ ဘက်ပြိုင်မှု၊ အချစ်၊\nအမုန်း၊ အာယာတ၊ ခွင့်လွှတ်မှုတွေကို ရောပြွန်းတင်ဆက်ထားနိုင်ခဲ့တဲ့\nဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့တင်ဆက်ပေး\nလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (517 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Bsim/She.Is.Love.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1fDp6/Ruby.Gillman.Teenage.Kraken.2023.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BM2UzNmY5NGEtYmE2ZS00YTcxLTg1OWMtYmM1NTAzMWY1MTcxXkEyXkFqcGdeQXVyMTA1OTMzNTQw._V1_-150x200.jpg",
        "title": "Farhana(2023)",
        "description": "Farhana (2023)\nIMDb 6.4/10\nDrama/Thriller\nဘာသာရေးအရမ်းကိုင်းရှိုင်းပြီး ရှေးရိုးစွဲလွန်းတဲ့ ဘိုင်ဟာ မိသားစုစီးပွားရေးအနေနဲ့ ဖိနပ်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပါတယ်။\nဒီဖိနပ်ဆိုင်ကြောင့်ပဲ သမီးတွေကို မင်္ဂလာဆောင်ပေးနိုင်ခဲ့ပေမယ့် အိမ်ထောင်အသီးသီးကျပြီး မြေးတွေထပ်ရလာတဲ့အခါမှာတော့\nဒီစီးပွားရေးကျဆင်းလာပြီး မလောက်ငှတော့ပါဘူး။ ချေးငွေယူတာကိုလည်း မကောင်းတဲ့အရာလို့ သတ်မှတ်ထားပါတယ်။အဲဒါကြောင့် သမီးဖြစ်သူ ဖာဟာနာဟာ ကလေးသုံးယောက်ရဲ့အနာဂတ်လည်းရှိသေးတာမလို့ အလုပ်ထွက်လုပ်ခွင့်ပေးဖို့ တောင်းဆိုပါတော့တယ်။\nရှေးရိုးစွဲလွန်းတဲ့အိမ်ကနေ ခက်ခက်ခဲခဲတောင်းဆိုပြီး အလုပ်ရလာတဲ့အခါ ဖာဟာနာတစ်ယောက် အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့တဖြည်းဖြည်းအဆင်ပြေလာခဲ့ပေမယ့် သမီးဖြစ်သူ အရေးပေါ်ခွဲစိတ်မှုနဲ့ကြုံလာတဲ့အခါ\nဒီ့ထက်ပိုပြီးမက်လုံးပေးတဲ့ အလုပ်တစ်ခုကိုရဖို့ကြံပါတော့တယ်။\nဒါပေမဲ့ ဒီအလုပ်ကနေ မထင်မှတ်ထားတာတွေ ကြုံရ‌တဲ့အခါ ဖာဟာနာဘာတွေဆက်လုပ်မလဲ။\nဘယ်လိုစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေဖြစ်လာဦးမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry,Zwe,V,BpL,Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.09GB / 858MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  Cherry~Zwe~V~ BpL~ Yunni",
        "rating": "6.4",
        "url": "https://megaup.net/1VAvi/Farhana.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zWOPibu4RqGz9Y4zj657HslR964.jpg",
        "title": "The Donor Party (2023)",
        "description": "The Donor Party (2023)ဒီ The Donor Party ဆိုတဲ့ ဇာတ်ကားကတော့ ဟာသဇာတ်ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ ဒါရိုက်တာ Thom Harp ကိုယ်တိုင် ရေးပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ တစ်ချိန်က Watchmen နဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Malin Akerman ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားပြီးတော့ နာမည်ကြီး ဟာသသရုပ်ဆောင် Jerry O'Connell ကနေ ပါဝင်အားဖြည့်ပေးထားတာပဲဖြစ်ပါတယ်။ဂျက်ကလင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ကလေးအရမ်းလိုချင်နေတဲ့လူတစ်ယောက်ပေါ့။ ဒါပေမဲ့ အကြောင်းအမျိုးမျိုးကြောင့် သူ့ယောက်ျားနဲ့ ကွဲပြီး နှစ်ပေါင်းများစွာ သောကရောက်ခဲ့ပြီးတဲ့အခါ ကလေးအမေတစ်ယောက်ဖြစ်ဖို့ ယောက်ျားယူစရာမလိုဘူးဆိုတာကို သိသွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ သူနဲ့ သူ့သူငယ်ချင်းတွေက မွေးနေ့ပါတီပွဲတစ်ပွဲမှာ ဂျက်ကလင်းကို ကိုယ်ဝန်ရအောင်လုပ်ပေးမယ်ဆိုပြီး အကြီးအကျယ်အစီအစဉ်ဆွဲပါတော့တယ်။ အဲဒီမွေးနေ့ပါတီပွဲမှာ ဂျက်ကလင်းတစ်ယောက် ဘယ်သူတွေနဲ့ ဆုံရမလဲ... ဘယ်လိုမျိုးတွေ ဝုန်းဒိုင်းကြဲပြီးတော့ ကိုယ်ဝန်ရအောင် လုပ်မလဲဆိုတာကိုကြည့်ပြီး တစ်ကားလုံးထိုင်ခွီနေရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark ...",
        "rating": "",
        "url": "https://megaup.net/1VAn0/(CM)_The_Donor_Party_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcrssH6rL4BebUBxJfC8gGgRkEg.jpg",
        "title": "Fireworks (2023)",
        "description": "Fireworks (2023)အကယ်၍ တစ်စုံတစ်ယောက်ဟာ သတ်သေဖို့လုပ်ရာကနေ\nဒုတိယအကြိမ် အခွင့်အရေးရခဲ့မယ်ဆိုရင် သူတို့စိတ်ပြောင်းနိုင်သလား။ဒီ Fireworksဆိုတဲ့ဇာတ်ကားလေးကလည် းဒီမေးခွန်းကိုမေးထားတာပါ။ဂျပန်ရုပ်ရှင် 3ft Ball And Soul (2017) ကို မှီငြမ်းရိုက်ကူးထားတဲ့အင်ဒိုဇာတ်ကားလေးပါ။\nသာမန်ဆိုရင်တော့ ပထမပိုင်းလောက်မှာ ဇာတ်အေးပေမယ့် စနောက်ကိုစောင့်ကြည့်ရကျိုးနပ်ပါတယ်။\nညစ်ညမ်းတာတွေ ၊အကြမ်းဖက်တာတွေ မပါလို့ မိသားစုနှင့်ကြည့်ဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ခါမှမတွေ့ဖူးတဲ့ လူလေးယောက်\nဆိုကှယ်မီဒီယာမှာတွေ့ပြီး ဘဝနဲ့ကိုယ်ရေးကိုယ်တာပြဿနာတွေကို မျှော်လင့်ချက်မဲ့ပြီး မဖြေရှင်းနိုင်လို့ သတ်သေကြပါတယ်။\nဒါပေမဲ့ အစီအစဉ်က ထင်ထားသလို မဖြစ်တဲ့အခါမှာတော့ ဘာဖြစ်မလဲဆိုတာ ဘာလုပ်ကြမလဲဆိုတာ...\nပရိသတ်ကြီးစောင့်မျှော်ကြည့်ရှုခံစားလိုက်ပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sci-fi, Thriller\nQuality…. 1080p | 720p\nFile size… 984MB | 497MB\nFormat… mp4\nDuration…. 1h 44min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "7.2",
        "url": "https://megaup.net/3hv9c/Fireworks.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Vzot/The.Flash.2023.720p.WEB.DL.DD5.1[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coAJgJYVGpnsaEgKsp0kRZbnHIb.jpg",
        "title": "Fight Against Evil Ⅱ (2023)",
        "description": "ရဲဝန်ထမ်းလုပ်နေတဲ့ လီဟုန်ချီးတစ်‌ယောက်ဟာ KTV တစ်ခုမှာအလုပ်လုပ်နေတဲ့ကောင်မလေးတွေအပေါ် လိင်အမြတ်ထုတ်တာတွေ\nတရားမဝင် မူးယစ်ဆေးဝါးရောင်းတာတွေလုပ်ပြီး ငွေမည်းတွေနဲ့ကြီးပွားနေတဲ့ လူမိုက်တွေကို ခြေရာခံမိခဲ့ပါတယ်လူမိုက်တွေရဲ့ အနိုင်ကျင့်မှုကြောင့် တစ်ချို့မိန်းကလေးတွေ sucideလုပ်တဲ့အထိဖြစ်လာခဲ့ပါတယ်လူမိုက်တွေထဲမှာ သူချစ်ရတဲ့ညီလေးတစ်ယောက်လည်းပါနေတာကြောင့် ညီလေးကို ကယ်တင်နိုင်ဖို့ သူဘယ်လိုတွေစုံစမ်းပြီးထုတ်ဖော်မလဲစုံစမ်းရင်းနဲ့ ဘယ်လိုမထင်မှတ်ထားတာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyawt ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p\nFile size… 1GB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyawt\nEncoder ..... LK",
        "rating": "",
        "url": "https://megaup.net/1Vykk/Fight.Against.Evil.II.2023.WEB-DL.1080p.LK.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yJDt9kkLeOjTPKzuYiSa5zrjP8.jpg",
        "title": "High School Serenade / Gita Cinta Dari SMA (2023)",
        "description": "High School Serenade / Gita Cinta Dari SMA (2023)ဆယ်ကျော်သက်လူငယ်ဘဝကို ပြန်ရောက်သွားသလိုခံစားရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nအထက်တန်းကျောင်းသားဘဝ ဆယ်ကျော်သက်အရွယ်မှာ အချစ်ဦးနဲ့တွေ့ခဲ့ရပြီး လွဲခဲ့ရတဲ့လူတွေအတွက်\nခံစားချက်နဲ့တိုက်ဆိုင်နိုင်လောက်မယ့် Drama ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ကျောင်းပြောင်းလာတဲ့ ကျောင်းသူလေး Ratna တစ်ယောက်\nကျောင်းအသစ်မှာ စာတော်ပြီး အေးစက်စက်နေတတ်တဲ့ Gahli ဆိုတဲ့ ကျောင်းသားလေးနဲ့တွေ့ပြီး အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။\nမိဘအသိုင်းအဝိုင်း အဆင့်အတန်းတွေမတူညီတော့ Ratna ရဲ့ အဖေက သဘောမတူဘဲ\nအတင်းလိုက်ခွဲတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။MDb ကလည်း 8.3 ရထားတာမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.3GB | 671MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar ...",
        "rating": "8.3",
        "url": "https://megaup.net/2BuU0/Gita.Cinta.Dari.SMA.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGRjZDA1MTYtNjhmOC00YzM1LWIwODEtOGZjZDZiMDVjZDY0XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Maximum Truth (2023)",
        "description": "Maximum Truth (2023)\n==================ဒီဇာတ်ကားဟာဆိုရင် ခါတိုင်းမြင်တွေ့နေကြ ပုံမှန် Comedy ဇာတ်\nကားတွေနဲ့ မတူပါဘူး။ ဇာတ်လမ်းတင်ဆက်ပုံဟာလည်း ရုပ်ရှင်ရိုက်\nတဲ့အဖွဲ့တစ်ခုက မှတ်တမ်းရုပ်ရှင်လိုက်ရိုက်တဲ့ပုံစံမျိုးနဲ့မို့ ကြည့်ရတာ\nအမြင်ဆန်းနေပါတယ်။ ပရိသတ်ကို ဟာသတွေနဲ့ အတင်းကြီးထိုးထည့်\nနေတာမျိုး မဟုတ်ဘဲ တွေးရင်း၊ သေချာနားလည်အောင် ကြည့်ရင်းနဲ့\nမှ ရယ်မောစေတဲ့ဟာမျိုးပါ။ အခုပြောခဲ့တဲ့ ဟာသမျိုးတွေကို ကြိုက်\nတယ်ဆိုရင် လက်လွှတ်မခံပါနဲ့ အကြံပေးချင်ပါတယ်။ Maze Runner,\nTeen Wolf, Love and Monster အစရှိတဲ့ ရုပ်ရှင်တွေအပြင် တခြား\nရုပ်ရှင်များစွာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား Dylan O'Brien\nက အဓိကဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဆိုင်မွန် အဖြစ် ပါဝင်ထား\nပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ခ်ဟာ သူ့ကိုပိုက်ဆံပေးလာလျှင် ဘယ်လို\nအမှုမျိုးမဆို လိုက်ပေးတဲ့ ရှေ့နေတစ်ယောက်ပါ။ သူက ရှေ့နေတင်မက\nဘဲ သူများရဲ့ မကောင်းကွက်ကို ရှာပေးတာမျိုးတွေအထိ လုပ်ကိုင်ပါတယ်။\nတစ်နေ့မှာ အလုပ်ရှင်တစ်ယောက်က အန်တိုနီယိုကယ်လီဇန်းဆိုတဲ့ လွှတ်\nတော်အမတ်အဖြစ် ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ လုပ်နေတဲ့လူတစ်ယောက်ရဲ့ မ\nကောင်းကွက်ကို ရှာပြီး ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Vwac/Maximum.Truth.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/w220_and_h330_face/1RDmyyj5s2fxMetZFQYkOKk7s4Y.jpg",
        "title": "That Peter Crouch Film (2023)",
        "description": "That Peter Crouch Film (2023)~ IMDb - 7.2/10, Rotten Tomatoes - 89% ~ရပ်ကွက်အခေါ် \"ပီတာခရော့\"\nပြောင်ပြီးခေါ်တာ \"ပီတာငပျော့\"\nချစ်လို့ခေါ်ရင် \"ပီတာငကျော့\"ပီတာခရောက်ခ်ျဆိုတဲ့နာမည်က ဘောလုံးပရိသတ်တွေနဲ့ စိမ်းတဲ့နာမည်တော့မဟုတ်ပါဘူး။ အက်စတွန်ဗီလာ၊ ဆောက်သမ်တန်၊ လီဗာပူး၊ စပါး၊ စတုတ်စီးတီးနဲ့ အင်္ဂလန်ရဲ့ ရွှေရောင်မျိုးဆက်မှာ ပါဝင်ခဲ့ဖူးတဲ့ ကစားသမားတစ်ယောက်အဖြစ် မှတ်မိနေကြမှာပါ။အရပ်မြင့်မြင့် ခြေတံလက်တံရှည်ရှည်နဲ့ ဂိုးသွင်းပြီး စက်ရုပ်အက ကတယ်ဆိုတာ ဘုရားသခင်သွန်းလုပ်တဲ့ ဒီပုံမကျပန်းမကျကစားသမားနဲ့ ခွဲထုတ်လို့မရတဲ့အရာတွေပေါ့။ ဒီစက်ရုပ်ကြီးက ပရီးမီးယားလိဂ်မှာ ဂိုးပေါင်း ၁၀၀ သွင်းခဲ့ပြီး ခေါင်းတိုက်ဂိုးအများဆုံးဆိုတဲ့ စံချိန်ကိုတင်ထားပါတယ်။ပီတာခရောက်ခ်ျဟာ ပရီးမီးယားလိဂ်မှာဆိုရင် တော်တော်ကို Underrated ဖြစ်တဲ့ ကစားသမားလို့ ကျွန်တော်ပြောရင် ငြင်းချင်တဲ့လူတွေရှိလိမ့်မယ်။ ဒါပေမဲ့ ဆက်ပြောပါရစေဦး။ ပီတာ‌ခရောက်ခ်ျလို အရပ်အမောင်းနဲ့ ရှေ့တန်းတိုက်စစ်မှူးဖြစ်ဖို့ဆိုတာ လွယ်တဲ့ကိစ္စမဟုတ်ပါဘူး။ သူ့လို ဂိုးတွေသွင်း ဖလားတွေယူဖို့ဆိုရင် ပိုတောင်ခက်ဦးမှာပါ။သူ့ရဲ့ ကစားပေါက်ကိုကြည့်မယ်ဆိုရင် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1fA1v/(CM)_That_Peter_Crouch_Film_(2023)_WEB-DL_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCV7eNGdVTYKOmc9zll7Hl9GEgX.jpg",
        "title": "Amar Es Madurar / To Love Is To Grow (2023)",
        "description": "Amar Es Madurar / To Love is to Grow (2023)ဘဝမှာ အိပ်မက်တွေကိုအကောင်ထည်ဖော်နိုင်တဲ့သူအလွန်နည်းပါတယ်။\nတချို့ဆို မိန်းမရပြီးတာနဲ့ ကိုယ့်အိပ်မက်တွေက အလိုလိုစွန့်လွှတ်ပြီးသားဖြစ်သွားကြတယ်။\nWar and peace စာအုပ်ထဲက စာသားလေးလိုပဲ ရောင်းရင်း မိန်းမယူမယ်ဆို\nကိုယ့်အိပ်မက်တွေအကောင်ထည်ဖော်ပြီးတဲ့အချိန် ဒါမှမဟုတ် မိန်းမတွေကိုလုံးဝစိတ်ကုန်သွားတဲ့အချိန်မှ မိန်းမယူပါတဲ့။\nဒါပေမဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ အဲ့လိုရည်ရွယ်ချက်နှစ်ခုလုံး အကောင်ထည်ဖော်နိုင်ခဲ့တဲ့ အာဂ ယောကျာ်းတစ်ယောက်အကြောင်းပါ။\nဂျုအန်ဟာ ဖက်ရှင်မော်ဒယ် အလန်းလေးတစ်ယောက်နဲ့ ကြိုက်ပေမဲ့ ဘာမှစောက်ဖြစ်မရှိတဲ့သူပါ\nပြောရရင်စော်ကပြန်အမ်းထားတဲ့ကောင်ပေါ့။\nဒါပေမဲ့ သူ့မှာအိပ်မက်တစ်ခုတော့ရှိတယ် သူ့အိပ်မက်ကတော့ ဘောလုံးပါပဲ\nကန်ဖို့တော့မဟုတ်ဘူး ဘောလံုးနဲ့ပတ်သက်တာ အကုန်လုပ်ချင်နေတဲ့သူပါ။\nဒါပေမဲ့ စော်ကအမ်းလဲထားရသေး သဝန်လဲတိုခံရတော့ ကြာတော့သိပ်မကြည်တော့တာနဲ့ လမ်းခွဲသွားပါရော။\nဒါပေမဲ့ အချစ်ကြီးသူတို့ထုံးနှလုံးမှုပြီး စော်ပြန်ပြီးအထင်ကြီးခံရဖို့ အိပ်မက်တွေနောက်လိုက်ရင်း ဘာတွေပေးဆပ်ရမလဲ။\nသူ့စော်ကော ပြန်ရဦးမှာလားဆိုပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမဲ့ ကိုလံဘီယာက Romance comedy ကားလေးပါ။ ကြည့်ရှုအားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်.Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "",
        "url": "https://megaup.net/1Vxqk/Amar.Es.Madurar.2023.NF.WEB-DL-720p.CM.mp4",
        "category": "Comedy, Romance"
    }
]