[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/film-left-behind-rise-of-the-antichrist-138x200.jpg",
        "title": "Left Behind: Rise of the Antichrist (2023)",
        "description": "Left Behind: Rise of the Antichrist (2023)\n=============================ဒီနေ့မှာတော့ Tim LaHaye နဲ့ Jerry B. Jenkins တို့ရဲ့ နာမည်ကြီး\nဝတ္ထုစီးရီးတွေကို ပြန်ရိုက်ကူးထားတဲ့ Left behind ရုပ်ရှင်စီးရီးတွေ\nထဲက 2023 မှာ ထွက်ထားတဲ့ Left Behind: Rise of the Antichrist\nကို တင်ဆက်ပေးသွားမှာပါ။ကိုဗစ်ကပ်ဘေးဒုက္ခကို ရင်ဆိုင်အပြီးမှာ တစ်ကမ္ဘာလုံး ထင်မှတ်မထားတဲ့\nကပ်ဘေးတစ်ခုနဲ့ ရင်ဆိုင်ရပြန်ပါပြီ။ တစ်ချိန်တည်းမှာ လူသန်းနဲ့ ချီပြီး\nရုတ်တရက်ပျောက်သွားတာ ဖြစ်ပါတယ်။ လူတွေအားလုံး စိုးရိမ်ထိတ်\nလန့်မှုတွေ ကြောက်လန့်မှုတွေ ခံစားနေရပြီး အကြမ်းဖက်မှုတွေ မကောင်း\nမှုတွေလည်း ကမ္ဘာနှင့်အဝှမ်း မြင့်တက်လာပါတယ်။ တစ်ကမ္ဘာလုံး ဒုက္ခ\nအတိနဲ့ အဆိုးဆုံးနေ့ရက်တွေကို ရင်ဆိုင်နေရပါတယ်။ဒီအချိန်မှာ ကုလသမဂ္ဂခေါင်းဆောင် နစ်ကိုလိုင်း ကာပေသီယန်က ကပ်\nဘေးဒုက္ခကနေ ရှင်သန်နိုင်ဖို့ ကမ္ဘာ့နိုင်ငံတွေကို တစ်နိုင်ငံတည်းအဖြစ်\nစုစည်းပြီး ဘေးဒုက္ခတွေ ဆင်းရဲမွဲတေမှုတွေကနေ လွတ်မြောက်နိုင်ဖို့\nကြိုးစားရမယ်လို့ ဆိုလာပါတယ်။ ...",
        "rating": "4.6",
        "url": "https://megaup.net/3fa3B/Left.Behind.Rise.of.the.Antichrist.2023.1080p.BluRay.(CM).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjI4ZjE2NjktYjRiOS00MWM5LThlMDAtMTZmNTYyZTJjMmE5XkEyXkFqcGdeQXVyMTUyNTkzMTEy._V1_-138x200.jpg",
        "title": "Hondisi Bareyiri (2023)",
        "description": "Hondisi Bareyiri 2023\nIMDb 7.5/10ဇာတ်လမ်းအကျဉ်းခင်မင်ရင်းနှီးကြတဲ့သူငယ်ချင်းတစ်သိုက်ဟာ နှစ်တွေအကြာကြီးဝေးကွာသွားကြလို့\nတစ်နေ့မှာပြန်လည်ဆုံတွေ့ချိန်မှာ သူတို့အရင်ကျောင်းသားဘ၀ကို စမြုံပြန်ကြပါတော့တယ်။\nစကားစပ်မိကြရင်း တစ်ယောက်အကြောင်းတစ်ယောက်ပြောကြရာမှ သူတို့တွေရဲ့ဘ၀က ကျောင်းသားဘ၀လိုမပျော်တော့ပဲ အိမ်ထောင်ရေးတွေ အချစ်ရေးတွေ အလုပ်အကိုင်တွေ အဆင်မပြေမှုများစွာ ကိုယ်စီကြုံတွေ့ခဲ့ကြပါတယ်။တစ်ယောက်ချင်းစီမှာ အဆင်မပြေမှုတွေရှိလာကြတဲ့အခါ သူတို့တွေအရင်လို ခင်မင်ကြဦးမှာလား၊ ပြဿနာတွေကို ကျောင်းသားဘ၀လိုမဟုတ်ဘဲ ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်အနေနဲ့ ဘယ်လိုဖြေရှင်းကြမလဲ ဆိုတာကို သူ့တို့ရဲ့ ကျောင်းတုန်းက‌ပျော်စရာတွေကို နောက်ကြောင်းပြန်ရင်း လက်ရှိအနေအထားနဲ့ယှဉ်ပြရင်း ဇာတ်လမ်းကိုတင်ဆက်ထားပါတယ်။Rating ကောင်းပြီးမြင်နေကျဇာတ်လမ်း ဇာတ်အိမ်ဆိုပေမယ့် ရိုးအီမသွားဘဲ နာမည်ကြီးကန်နဒါသရုပ်‌ဆောင်အချောအလှတွေနဲ့အတူ ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားရင်း ပင်ပန်းပြီး ရင့်ကျက်တဲ့လူကြီးဆိုတာကိုခဏ‌မေ့ပြီး ကျောင်းသားဘ၀ကိုခဏပြန်သွားကြရအောင်လား...\nFile size…2.01GB /1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Khin Khin~Nyein Aye ~BpL~Yunni",
        "rating": "7.5",
        "url": "https://megaup.net/2zllA/Hondisi_Bareyiri_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88bGObx8YKLQDOOhcrBHHzXpiAv.jpg",
        "title": "Unwelcome (2023)",
        "description": "Unwelcome (2023)Jamie နဲ့ Maya တို့လင်မယားက Maya ကိုယ်ဝန်ရှိခါစမှာ\nလူရမ်းကားသုံးယောက်က သူတို့အိမ်ကို အတင်းဝင်လာပြီး\nသူတို့လင်မယားကို ရိုက်နှက်ခဲ့လို့ စိတ်ဒဏ်ရာတွေကိုယ်စီ ရနေကြပါတယ်။Maya မီးဖွားခါနီးမှာ အိုင်ယာလန်က Jamie ရဲ့အဒေါ်ဆုံးသွားပြီး\nအမွေပေးခဲ့တဲ့ ကျေးလက်အိမ်လေးမှာ ဘဝသစ်စလို့ရအောင်၊\nကလေးအေးအေးဆေးဆေးမွေးလို့ရအောင်ဆိုပြီး ပြောင်းလာကြပါတယ်။သူတို့အဒေါ်အိမ်က ဥယျာဉ်အကျယ်ကြီးရယ် အိမ်အကြီးကြီးရယ်ဆိုတော့ သူတို့လင်မယားပျော်နေကြပါတယ်။\nဒါပေမယ့် သူတို့အဒေါ်က ခြံထဲက သစ်သားအိမ်လေးရှေ့မှာ\nညနေတိုင်း အသည်းအစိမ်းချကျွေးတာကို မပျက်မကွက် နေ့တိုင်းလုပ်ဖို့ မှာခဲ့ပါတယ်။\nသူတို့တွေက သဘာဝလွန်ကိစ္စတွေကို အယုံအကြည်မရှိတဲ့သူတွေဆိုတော့\nနေ့တိုင်းကျွေးဖို့ မေ့တာမျိုးတွေ ရှိလာပြီး ဘာတွေဆက်ဖြစ်လာမလဲ၊\nသစ်သားအိမ်လေးနောက်ကွယ်မှာ ဘာသတ္တဝါတွေရှိနေမလဲဆိုတာကို\nဇာတ်လမ်းထဲမှာပဲ ရင်တထိတ်ထိတ်နဲ့ ဆက်လက်ကြည့်ရှုကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… l.7GB | 814MB | 393MB\nFormat… mp4\nDuration…. 1h 44min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/1T17s/Unwelcome.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDVmMmE3NDgtNDdmNi00NzU0LTkzNGMtNjkzMDdjZDY3MDVmXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The Nightingale of Bursa (2023)",
        "description": "The Nightingale of Bursa (2023)\n========================\nIMDb Rating - 6.9/102023 မှာ ထွက်ရှိလာတဲ့ တူရကီကားလေးနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ တူရကီတွေကတော့ ဒီကားဟာ အတိတ်ကို အောက်\nမေ့သတိရအောင် လုပ်နိုင်ပါသတဲ့။ လုပ်နိုင်ဆို ဇာတ်လမ်းက\n၁၉၈၆မှာ ဇာတ်အိမ်တည်ထားသကိုး။ Musical ဆိုတဲ့အတိုင်း\nသူတို့ခေတ်သူတို့အခါက သီချင်းတွေကို ဝေဝေဆာဆာ မြိုင်\nမြိုင်ဆိုင်ဆိုင် ထည့်ထားတဲ့အပြင် အဲဒီခေတ်က အထင်ကရ\nပုဂ္ဂိုလ်တွေ၊ ဖြစ်ရပ်တွေအကြောင်းကိုလည်း အလျဉ်းသင့်သလို\nထည့်ပေးထားတော့ လွမ်းမိတာလည်း မဆန်းပါဘူး။ဒါ့အပြင် တူရကီသရုပ်ဆောင်၊အဆိုတော် Little Emrah နဲ့ လျှမ်း\nလျှမ်းတောက်အောင်မြင်တဲ့ တူရကီရဲ့ transgender diva ဖြစ်တဲ့\nBulent Ersoy တို့အကြောင်းတွေပါ ပါတဲ့အတွက် သူတို့အတွက်\nတော့ ကြည့်ကောင်းလှပေမပေါ့။ ဒါဆို သူတို့အတွက်ပဲ ကြည့်ကောင်း\nတာလား။ မဟုတ်ပါဘူး။ Stand-up comedian တစ်ဖြစ်လဲ ဒီဇာတ်\nကားရဲ့ ဇာတ်ညွှန်းရေးဆရာ Ata Demirer ထည့်ထားတဲ့ ဟာသ\nလေးတွေ အလွဲလေးတွေကြောင့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1T8zd/The.Nightingale.of.Bursa.2023.TURKISH.480p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/ottu-137x200.jpg",
        "title": "Ottu (2023)",
        "description": "Ottu (2023)မင်းသမီးချောလေး Eesha Rebba က အစွမ်းကုန်လှပေးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့\nအရင်ကကားတွေနဲ့သိပ်မတူပါဘူး မစ်ရှင်တော့မစ်ရှင်ပေမဲ့ မှတ်ဉာဏ်ပြန်ရအောင်လုပ်ပေးရမဲ့မစ်ရှင်ပါကီချူးနဲ့ ကလျာနီဆိုတာကစုံတွဲပါ နိုင်ငံရပ်ခြားမှာအခြေချချင်ပေမဲ့ ပိုက်ဆံကမရှိဘူးပေါ့\nဒီလိုနဲ့ပိုက်ဆံရှာဖို့အလုပ်ပေါ်လာပါတယ် ကီချူးဦးလေးရဲ့အဆက်နဲ့ ကီချူးကိုအဖွဲ့တစ်ဖွဲ့ကငှားတာပါ\nသူကလူတွေနဲ့ဆက်ဆံရာမှာ တကယ်တော်တဲ့လူတစ်ယောက်ဆိုတော့ သူနဲ့ဖော်ရွေမှုကိုသုံးပြီး\nအတိတ်ပြန်ဖော်ချင်ကြတယ်ပေါ့သူမှတ်ဉာဏ်ပြန်ဖော်ပေးရမဲ့လူကတော့ တစ်ချိန်တုန်းက\nရွှေမှောင်ခိုဂိုဏ်းခေါင်းဆောင်ရဲ့ ညာလက်ရုံးတစ်ယောက်ပါ\nအက်ဆီးဒင့်ဖြစ်ပြီးအတိတ်မေ့သွားတော့ ရွှေ‌တွေရှိတဲ့နေရာပါမေ့သွားပါတယ်\nအဲဒီရွှေတွေကလည်းကုဋေ၃၀လောက်တန်တော့ ဒီရွှေတွေကိုရချင်တဲ့လူတစ်သိုက်၊\nမှတ်ဉာဏ်ပြန်ရအောင်လုပ်ပေးရမဲ့ ကီချူးတို့နဲ့ အတိတ်မေ့နေတဲ့ဒေးဗစ်တို့ရဲ့\nအရှုပ်တော်ပုံတွေကိုကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ် Rating အနေနဲ့လည်း\n5.9ထိရထားတဲ့ကားကောင်းဆိုတော့ လက်မလွှတ်သင့်ပါဘူးရှင်\nFile size…1.7GB / 800MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~NyeinAye",
        "rating": "5.9",
        "url": "https://megaup.net/1dqjv/Ottu_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/kan-135x200.jpg",
        "title": "Kanjoos Majnu Kharchili Laila(2023)",
        "description": "Win Lae Yi Khaing\nKanjoos Majnu Kharchili Laila (2023)ပိတ်ရက်မှာဘာကြည့်ရမလဲမသိဖြစ်နေသူတွေအတွက် မင်းသမီးချောလေးSehar Shehnaz ပါဝင်ထားပြီး\nလောကမှာတွေ့ရလေ့ရှိတဲ့ ကပ်စေးနှဲလူတွေကိုဘယ်လိုကိုင်တွယ်ရမယ်ဆိုတာ\nအရွှန်းဖောက်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ရီသိက်တို့ မိသားမှာရှိတဲ့ ယောက်ျားလေးတွေဟာ ချမ်းသာပေမဲ့ အင်မတန်မှကပ်စေးနှဲကြတဲ့သူတွေဖြစ်ပါတယ်။\nအဘိုးကစပြီး မြေးအထိ ရည်းစားထားတာကအစ ဈေးတွက်တွက်ပြီး တစ်ပြားကို နှစ်ပြားဖြစ်အောင်ခွာနေကြတဲ့\nကမ္ဘာကျော်ကော်တရာများဖြစ်ကြပါတယ်ဗျ။ တစ်နေ့မှာတော့ သူတို့မိသားစုက အမျိုးသမီးတွေဟာ\nသူတို့ကပ်စေးနှဲယောက်ျားတွေကို သည်းမခံနိုင်ကြတော့ဘဲ ကွာရှင်းခွင့်တောင်းကြပါတော့တယ်။ရီသိက်ဟာ ကပ်စေးအင်မတန်နည်းပေမဲ့ သူနဲ့ အိမ်ထောင်ကျတဲ့ သူ့ဇနီးကတော့ အကောင်းဆုံးတွေကိုမှ ကြိုက်တတ်တဲ့\nလက်ဖွာတဲ့မိန်းကလေးဖြစ်နေပါတယ်ဗျ။ ဒါပေမဲ့ ရီသိက်ရဲ့အမျိုးသမီးမှာလည်း လျို့ဝှက်ချက်တွေရှိနေပါသေးတယ်။\nရီသိက်ဇနီးရဲ့ လျှို့ဝှက်ချက်က ဘာတွေလဲ၊ ကပ်စေးနဲတဲ့ယောက်ျားတွေကရော မိသားစုအပေါ် ပျက်ကွက်မိတာတွေအတွက်\nသင်ခန်းစာရကြမလား၊ ကပ်စေးနဲ ရီသိက်နဲ့ လက်ဖွာတဲ့ သူ့ရဲ့ဇနီးတို့ ဘယ်လို ဖူးစာပါခဲ့ကြလဲဆိုတာတွေကို\nရယ်ရယ်မောမော၊ ပေါ့ပေါ့ပါးပါးနဲ့ ခံစားကြည့်ရှုရမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ...။\nFile size…1.57GB / 738MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.1",
        "url": "https://megaup.net/1dok7/Kanjoos.Majnu.Kharchili.Laila.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/download-1-160x200.jpeg",
        "title": "Almost Pyaar with DJ Mohabbat (2023)",
        "description": "Almost Pyaar with DJ Mohabbat (2023)\n***************************************************ယခုတစ်ခါအလှည့်ကျတာကတော့ Parallel Universe အကြောင်း\nစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမဲ့ အပြိုင်စကြဝဠာအကြောင်းပါ\nမင်းသမီးချောလေး အာလ်ယာအက်ဖ်နဲ့ မင်းသား ကာရန်မဲဟ်သာတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အပြိုင်စကြဝဠာ ..တစ်ဖက်စကြဝဠာကကိုယ်ကဒီအချိန်ဘာတွေလုပ်နေလိမ့်မလဲ\nဒီဘက်မှာစော်မရှိတဲ့လူတွေရော ဟိုဘက်လောကမှာရည်းစားရနေမလား\nဒါကတော့တော်တော်များများတွေးဖူးကြမှာပါ ဒါဆိုရင်တော့ဒီကားကိုကြည့်သင့်ပါတယ်။ဟာမိနဲ့ အိုင်ရှာကတစ်တွဲ ယာဂုနဲ့ အမ်ရီတာကတစ်တွဲ ပြသွားမဲ့ပုံစံပဲဖြစ်ပါတယ် ဟာမိနဲ့အိုင်ရှာကတော့ဘားတစ်ခုမှာတွေ့ဆုံရာကစပြီးဖြစ်တည်လာမဲ့စုံတွဲဖြစ်ပြီး ယာဂုနဲ့အမ်ရီတာကတော့ ဟိုလီပွဲကိုအကြောင်းပြပြီးတွေ့ဆုံရမှာပါ။\nတစ်ပိုင်းချင်းစီကိုသေချာလေးကြည့်ရင်တော့ ဟာကွက်မရှိတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါလို့ညွှန်းဆိုရင်း...\nဘာသာပြန်တွေကတော့ Yunni,Bplနဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။\nFile size…1.5GB / 659MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~ Thaik San",
        "rating": "4.7",
        "url": "https://megaup.net/1Tl41/Almost.Pyaar.With.DJ.Mohabbat.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjI5MWE4MTctYjExYS00MmViLTgwZjEtMmI1OTBkN2M2OGE2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-136x200.jpg",
        "title": "Rye Lane (2023)",
        "description": "Rye Lane (2023)\n============\nIMDb Rating - 7.3/10အသည်းကွဲနေတဲ့ကောင်လေးနဲ့ လမ်းခွဲပြီးစ ကောင်မလေး\nတို့ရဲ့ လန်ဒန်မြို့တောင်ဘက်ခြမ်းက လမ်းမထက်က အချစ်\nဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ ရှက်တတ်တဲ့ ဒွန်မ်နဲ့\nတက်တက်ကြွကြွနေတတ်တဲ့ ရာ့စ်တို့နှစ်ယောက်ဟာ\nအကျင့်စရိုက်ချင်းမတူညီကြပေမယ့် အချင်းချင်းနှစ်သိမ့်\nပေးရင်း အခက်အခဲတွေကို ကူညီပေးရင်း အချစ်ပန်းပွင့်\nဖူးလာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။များသောအားဖြင့် ဒီလိုကားမျိုးတွေဟာ ချိုသာတဲ့အပြော\nလေးတွေ အပြလေးတွေနဲ့ ကြည့်ရှုသူကို ချွဲမယ့်ကားဆို\nပေမယ့် ဒီဇာတ်ကားလေးကတော့ ဟာသလေးတွေ အလွဲ\nလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အချစ်ဟာသ\nကားလေးဖြစ်ပါတယ်။ တစ်ချိန်ချိန်တစ်နေရာရာမှာ ကိုယ်\nနဲ့လိုက်ဖက်ညီမယ့်လက်တွဲဖော်ဆိုတာ စောင့်နေပါတယ်\nဆိုတဲ့ အသိလေးကို ပေးထားတဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.41 GB) / (588 MB) / (334 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 22Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.3",
        "url": "https://megaup.net/2zgof/Rye.Lane.2023.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZ3lhTFfK97pktBzEQTr7CDhssI.jpg",
        "title": "Hunger (2023)",
        "description": "Hunger (2023)Bad Geniusထဲမှာ ပရိသတ်တွေရဲ့နှလုံးသားကို ဖမ်းစားသွားတဲ့မင်းသမီး Aokbab Chutimon ရဲ့ ကားသစ်လေးဖြစ်တဲ့ Hungerဆိုတဲ့ movieလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဂျစ်ကန်ကန်ကာရိုက်တာနဲ့ အင်မတန်လိုက်ဖက်တဲ့သူလေးကို ဒီကားထဲမှာတော့ ဇွဲနပဲကြီးတဲ့ အနိုင်မခံအရှုံးမပေးတတ်တဲ့ရှက်ဖ်လေးအဖြစ် မြင်ရမှာပါ။အွိုင်ဆိုတဲ့ကောင်မလေးဟာ မျိုးရိုးစဉ်ဆက်လုပ်ကိုင်ခဲ့တဲ့ မိဘလက်ငုပ်လက်ရင်းဖြစ်တဲ့ ခေါက်ဆွဲဆိုင်ကို အမွေဆက်ခံရဖို့ဖြစ်နေတဲ့ကောင်မလေးတစ်ယောက်ပေါ့။\nDreamersတစ်ယောက်ပီပီ အွိုင်ကတော့ ရပ်ကွက်ခေါက်ဆွဲဆိုင်လေးမှာပဲ ဘဝကိုအဆုံးမသတ်ချင်သူပါ။\nဒါပေမဲ့ မောင်နှမတွေထဲမှာလည်း ဒီဆိုင်ကိုလက်လွှဲယူနိုင်မဲ့ ချက်ပြုတ်တတ်တဲ့လူကလည်းမရှိ သမီးအကြီးဆုံးကလည်းဖြစ်နေပြန်တော့ ရွေးစရာကလည်းမရှိပြန်ဘူးပေါ့။ဒီလိုနွံနစ်နေတဲ့ ပတ္တမြားဖြစ်တဲ့အွိုင်ကို တွေ့ရှိသွားသူကတော့ ဟန်ဂါဆိုတဲ့စားသောက်ဆိုင်မှာ အလုပ်လုပ်နေတဲ့ အငယ်တန်းရှက်ဖ်တစ်ယောက်ဖြစ်တဲ့တုန်းပါ။\nဒီလိုနဲ့ပဲ အွိုင်ရဲ့အရည်အချင်းတွေကိုမြင်သွားတဲ့တုန်းက အွိုင်ကို ရှက်ဖ်လောကထဲကို ခေါ်သွင်းလာတဲ့အခါ...မီးဖိုချောင်မှာ ဒီမိုကရေစီဆိုတာမရှိဘူး။ အာဏာရှင်စနစ်ပဲရှိတယ်လို့ပြောရင်တော့ အဆူအဆဲခံပြီး ပညာသင်လာရတဲ့စားဖိုမှူးတိုင်းက ရင်နာနာနဲ့ပဲ မှန်ကန်ကြောင်း ထောက်ခံမိကြမှာပါ။\nထို့နည်းတူပါပဲ ရပ်ကွက်စားသောက်ဆိုင်မှာပဲ ချက်ပြုတ်နေကြဖြစ်တဲ့အွိုင်လည်း ဟန်ဂါ‌စားသောက်ဆိုင်ပိုင်ရှင်လည်းဟုတ်\nအပေါက်ဆိုးတယ်လို့လည်း နာမည်ကြီးတဲ့ ရှက်ဖ်ပေါလ်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။\nသူ့ရဲ့အိပ်မက်ဖြစ်တဲ့ နာမည်ကျော်ရှက်ဖ်တစ်ယောက်ရော ဖြစ်လာနိုင်မလား။အိပ်မက်တွေကို အကောင်အထည်ဖော်ချင်တဲ့၊ လောကကြီးကို လုပ်နိုင်ကြောင်း သက်သေပြချင်တဲ့အွိုင်တစ်ယောက်\nအောင်မြင်မှုကို ငတ်မွတ်လာတဲ့အခါ ရယူခြင်းရဲ့နောက်ကွယ်က ...",
        "rating": "7",
        "url": "https://megaup.net/1Tkfs/Hunger.2023.720p.NF.WEB-DL.DD+5.1.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjQzMWE2ODItZGIwOC00YzAwLTkxOGQtN2E1NDhhNjlkMjNmXkEyXkFqcGdeQXVyNzU5MDE0MTE@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "The Quest for Tom Sawyer’s Gold (2023)",
        "description": "The Quest for Tom Sawyer's Gold (2023)\n=============================မိသားစုနဲ့အတူ အပန်းပြေကြည့်ရှု့နိုင်မယ့် ဇာတ်ကားကောင်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်။ အခုဇာတ်ကားဟာ Tomb Raider တို့၊\nIndiana Jones တို့လို ရတနာတွေ လိုက်ရှာတဲ့ ဇာတ်ကားမျိုးဆိုပေ\nမယ့် က‌လေးတွေအတွက် ရည်ရွယ်ပြီး ရိုက်ထားတာမို့ Dora: The\nExplorer လိုမျိုး ဇာတ်ကားမျိုးပါ။ ဇာတ်လမ်းက အရမ်းကြီးလေး\nနက်တဲ့ Plot Twist တွေ၊ သတ်ခန်းဖြတ်ခန်းတွေ မပါဝင်ပေမယ့်\nထိုက်သင့်တဲ့ စွန့်စားခန်းမျိုးနဲ့ တင်ဆက်ထားတာမို့ ပေါ့ပေါ့ပါးပါး\nကြည့်ရှု့နိုင်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဂီအန်းစတောင်းဟာ စွန့်စားပြီး\nရတနာတွေကိုလိုက်ရှာရတာ ကြိုက်တဲ့ကောင်မလေးပါ။ ဒါပေမယ့်\nအသက်ကြီးလာပြီး ကလေးတစ်ယောက်ရတဲ့အချိန်မှာတော့ သား\nဖြစ်သူကို စောင့်ရှောက်ရင်း သူ့သားတက်တဲ့ကျောင်းမှာ ဆရာမအဖြစ်\nအလုပ်လုပ်ကိုင်နေခဲ့တာပါ။ အတန်းထဲမှာ တွမ်ဆောယာရဲ့ ရွှေ ဆိုတဲ့\nစာအုပ်အကြောင်းကို သင်ရင်း ကလေးတွေကိုအိမ်စာပေးလိုက်ပါ\nတယ်။ သားဖြစ်သူ အန်တိုနီဟာ သူငယ်ချင်းဖြစ်သူ ဝူဒီ၊ လူ တို့နဲ့အတူ\nတွမ်ဆောယာရဲ့ ရွှေတွေကို စာအုပ်ထဲက လေ့လာရုံနဲ့တင် အားမရဘဲ\nအပြင်မှာပါ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1diz4/The.Quest.For.Tom.Sawyers.Gold.2023.480p.WEBRip.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
        "title": "Shazam! Fury of the Gods (2023)",
        "description": "Shazam! Fury of the Gods (2023)ရှဇမ်းရဲ့ ဒုတိယမြောက်ရုပ်ရှင်လာပါပြီ။ ပထမရုပ်ရှင်ရဲ့အဆက်အတိုင်းပါပဲ။\nပထမရုပ်ရှင်ရဲ့ ဒါရိုက်တာက David F. Sandberg ပါပဲ။\nရှဇမ်းလူကြီးအဖြစ်တော့ Zachary Levi ပဲ ပါဝင်ထားပေမဲ့ ကလေးသရုပ်ဆောင်အဖြစ်တော့ အသက်နည်းနည်းကြီးတဲ့ Asher Angel က ပါဝင်ထားပါတယ်။\nစူပါဟီးရိုးမမ အလန်းအဖြစ် Grace Caroline Currey ပါပါတယ်။\nပထမကားထက် ဟာသတွေပိုများပြီး ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပမ်းပြေကြည့်ရှုဖို့သက်သက် ဖန်တီးထားတာပဲဖြစ်ပါတယ်။\nမိသားစုပညာပေးကားလေးဆိုလည်းမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရိနတ်ဘုရားတွေနဲ့ တိုက်ခိုက်ရတာ ဖြစ်ပါတယ်။\nရှဇမ်းတို့ကို စွမ်းအားတွေပေးခဲ့တဲ့ မှော်တောင်ဝှေးဟာ ဂရိနတ်ဘုရားတွေရဲ့ အစွမ်းတွေကိုခိုးယူထားပြီး နတ်ဘုရားလောကကို မှော်အစွမ်းတွေမရှိတော့အောင် ဖန်တီးခဲ့တဲ့အရာလည်းဖြစ်ပါတယ်။\nဒါပေမဲ့ ရှဇမ်း (၂၀၁၉) မှာ ဘီလီဘတ်ဆန်က ချိုးပစ်လိုက်တဲ့နော်က နတ်ဘုရားတွေ ကမ္ဘာပေါ်ကို ဆင်းလာနိုင်ပြီး သူတို့ရဲ့အစွမ်းတွေကို ပြန်ယူဖို့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zg2l/Shazam.Fury.of.the.Gods.2023.720p.WEB.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzkyMjU1ZjMtMDJlMS00M2YzLWJhZDQtYjFjZTUyMzI2MDViXkEyXkFqcGdeQXVyMzQyMDgzOTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Murder Mystery 2 (2023)",
        "description": "Murder Mystery 2 (2023)\n===================\nIMDb Rating - 5.7/10နာမည်ကြီး မင်းသား Adam Sandler နဲ့ မင်းသမီး Jennifer\nAniston တို့ အဓိကသရုပ်ဆောင်ရိုက်ကူးထားတဲ့ Mystery\nMurder 2 ပြန်လာပါပြီ။ ဇာတ်​လမ်းကတော့ ​​တစ်ကားလုံး\nရယ်စရာဟာသတွေနဲ့ တစ်လွဲတွေကို တွေ့မြင်ရမယ့် Mystery,\nComedy Genre ပဲ ဖြစ်ပါတယ်။Nick Spitz နဲ့ Audrey Spitz တို့ သူတို့ စုံထောက်လုပ်ငန်းမှာ\nအလွဲတွေချည်းလုပ်ပြီး ဒေဝါလီခံလုနီးပါးအချိန်မှာ သူတို့ရဲ့\nသူငယ်ချင်း ဘီလီယံနာသူဋ္ဌေးဆီက မင်္ဂလာဆောင်ဖိတ်တာကို\nခံလိုက်ရတယ်။ သူတို့လည်း လက်ခံလိုက်ပြီး ဥရောပကို ခရီး\nထွက်လာကြတာပေါ့။ ရောက်လည်းရောက်ရော ဘီလီယံနာ\nသူဋ္ဌေးရဲ့ အပျံ့စားဧည့်ခံမှုတွေကြောင့် ပျော်နေချိန်မှာပဲ မကြာ\nလိုက်ပါဘူး၊ ပြဿနာအကြီးကြီးတက်တော့တာပဲ။ သတို့သား\nဘီလီယံနာသူဋ္ဌေးကို မင်္ဂလာဆောင်မှာ ပြန်ပေးဆွဲခံလိုက်ရပါ\nတယ်။အဲဒါကြောင့်Nick နဲ့ Audrey လည်း စုံထောက်တွေအဖြစ် တရား\nခံကိုရှာဖွေဖို့ သံသယဝင်သူတွေကို စစ်ကြတယ်။ ဒါပေမဲ့ အဲ့ဒီ\nသံသယဝင်ခံရတာက Nick ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dkta/Murder.Mystery.2.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/far-112x200.jpeg",
        "title": "Faraaz (2023)",
        "description": "Faraaz 2022\nIMDb 4.6/10\nAction/Thrillerဒီဇာတ်ကားဟာ 2016ခုနှစ် ဘင်္ဂလားဒေ့ရှ်က ကော်ဖီဆိုင်တစ်ခုမှာ\nဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်ကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာတော့ မတူညီတဲ့ဘဝတွေကို ဖြတ်သန်းနေရတဲ့ လူငယ်တွေကို\nတွေ့မြင်ရမှာဖြစ်ပါတယ်။ တချို့ကတော့ နောင်ရေးအတွက် ပိုပြီး\nကောင်းမွန်တဲ့အလားအလာတွေကို ဖန်တီးနေရချိန်မှာ\nတချို့လူငယ်လေးတွေကတော့ ကိုယ်ယုံကြည်ရာတစ်ခုအတွက်\nဘဝတွေကိုစတေးပြီး စွန့်စားနေကြပါတယ်။အဲဒီနေ့က ဒါကာမှာ သာမန်နေ့ရက်လေးတစ်ရက်ဖြစ်နေခဲ့ပေမယ့်\nရုတ်တရတ်ဆိုသလို အကြမ်းဖက်အဖွဲ့ဝင်တွေက ကော်ဖီဆိုင်တစ်ခုကို\nဝင်စီးလိုက်ကြပါတယ်။ အဲဒီအဖွဲ့ကလူငယ်လေးတွေကတော့ သူတို့ယုံကြည်ရာ\nကိုးကွယ်ရာဘာသာအတွက် မှန်ကန်မယ်လို့ထင်‌တဲ့အရာကို လုပ်နေခဲ့ကြတာပါ။\nဒါပေမဲ့ ကော်ဖီဆိုင်ထဲမှာ ရှိနေတဲ့ ဘဝအမျိုးမျိုးနဲ့လူတွေကရော\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားမလို့\nစိတ်လှုပ်ရှားစွာနဲ့ ဆက်ပြီး ကြည့်ရှုပေးကြပါဦး။\nFile size…1.42GB /  614MB\nQuality…1080p NF  WEB DL / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San ~ Cherry",
        "rating": "4.6",
        "url": "https://megaup.net/3fccC/Faraaz.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFmMWNmOGQtNmE2NS00ZjdkLTlhZGEtY2ZmZjI5N2UwZjkzXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-158x200.jpg",
        "title": "Love Today (2022)",
        "description": "Love Today (2022)\nIMDb - 8.1/10၂၀၂၂ မှာထွက်ရှိထားပြီး rating ရှယ်ရထားတဲ့အပြင် ရုံ၀င်ငွေမှာရှယ်မြတ်ထားတဲ့ တမီးလ်ရုပ်ရှင်ကားတစ်ကားကို\nတင်ဆက်ပေးချင်ပါတယ်။ လူကြိုက်များတဲ့အပြင် မစိမ်းတဲ့တမီးလ်နာမည်ကြီးသရုပ်ဆောင်တွေပါပြီး ယူတတ်ရင် ပညာလည်းရမယ့် ရုပ်ရှင်တစ်ကားပေါ့...ဇာတ်လမ်းအကျဉ်း\nချစ်သူနှစ်ယောက်ဟာ အချင်းချင်းချစ်တယ်လို့ပြောကြတယ်၊ သက်တမ်းကြာလာရင်ကိုယ့်အကြောင်း သူ့အကြောင်းထဲထဲ၀င်၀င်သိကြတယ်၊\nဘာလျှို့ဝှက်ချက်မရှိဘူး အချင်းချင်းယုံကြည်ပါတယ်လို့ပြောကြတယ်...ဒါပေမယ့်အဲ့ဒါကစကားအရပဲလား၊ အဲ့ဒါကိုတကယ်သက်သေပြရဲကြရဲ့လား...\nဒါဆိုရင်ကိုယ့်ရဲ့ ကိုယ်ပိုင်ဖုန်းကို ကိုယ်ချစ်ရတဲ့သူ၊ ယုံကြည်ရပါတယ်ဆိုတဲ့ သူကိုပေးသုံးရဲလား၊ password နံပါတ်တွေပေးရဲလားပေါ့...\nဒီဇာတ်ကားမှာတော့ ချစ်သူနှစ်ဦးဟာ အချင်းချင်းချစ်ကြတယ် တစ်ယောက်အကြောင်းတစ်ယောက် ကောင်းကောင်းသိတယ်ဆိုတာကို\nသက်သေပြဖို့ တစ်ယောက်နဲ့တစ်‌ယောက် ဖုန်းချင်းလဲသုံးခိုင်းပါတော့တယ်။အဲ့မှာဇာတ်လမ်းစတော့တာပါပဲ...ဒီတော့ အချင်းချင်းယုံကြည်ပါတယ်ဆိုတဲ့ ချစ်သူနှစ်ဦးက\nဖုန်းကိုအသာတကြည်လဲသုံးနိုင်ကြရဲ့လား၊ ဖုန်းpassword မဖွင့်မနိုင်အောင် ဘယ်လိုကြံစည်ကြမလဲ၊\nဘာလျှို့ဝှက်ချက်တွေများ ရှာတွေ့သွားကြမလဲ၊ အချင်းချင်းလက်ခံနိုင်ပါဦးမလားဆိုတာ...\nကိုယ့်မှာလည်းချစ်ရတဲ့သူရှိရင် ဖုန်းလဲသုံးခိုင်းပြီး အချစ်စမ်းကြည့်လို့ရတာပေါ့...\nFile size…2.3GB/ 1.1GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~Nyein",
        "rating": "8.1",
        "url": "https://megaup.net/1dj3w/Love_Today_(2022)_720p_NF_WEB-DL(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3isQrHe1KOG5Cf4inpC73bzbMVk.jpg",
        "title": "Who Killed Our Father? (2023)",
        "description": "Who Killed Our Father? (2023)လေလာရဲ့ငယ်ဘဝကကြမ်းတမ်းခဲ့တယ်။ အဖေဘယ်သူဝါမှန်းမသိတဲ့အပြင် အမေဖြစ်သူကလည်းဆေးစွဲနေပြီး အိမ်ပြန်တလှည့် မပြန်တလှည့်နေရာကနေ လေလာအသက် ၁၀ နှစ်လောက်မှာဆေးလွန်ပြီးသေသွားခဲ့တယ်။ ဆုံးရှူံးမှုတွေနဲ့မစိမ်းတဲ့လေလာဟာ သူ့ရဲ့တစ်ဦးတည်းသောအခင်တွယ်ရဆုံး မွေးစားအစ်မအိုင်းရစ်ကိုလည်း ဆုံးရှူံးလိုက်ရပြန်ပါတယ်။ဒီလိုနဲ့ လေလာဟာ သူ့ရဲ့အဖေရင်းကိုရှာဖို့ဆုံးဖြတ်ခဲ့တယ်။ DNA စစ်ဆေးချက်ရလဒ်အရ အိမ်ခြံမြေလုပ်ငန်းပိုင်ရှင် စကော့တ်ဟာရတ်ရဲ့သမီးဖြစ်နေတာတွေ့ခဲ့ရတယ်။ တဆက်တည်းမှာပဲ သူ့အဖေရဲ့ထူးဆန်းတဲ့သေဆုံးမှုကိုပါသိလိုက်ရပါတော့တယ်။ လေလာဟာ သူ့အဖေကိုသတ်တဲ့တရားခံကိုဖော်ထုတ်ဖို့ဆန္ဒရှိနေတယ် ဒါ့အပြင် သူ့ရဲ့တစ်ဦးတည်းသောသွေးသား ဖအေတူမအေကွဲညီမ ဗွိုင်အိုလက်နဲ့လည်းစောင့်ရှောက်ပေးချင်တာကြောင့် အတ္တလန်တာကနေ ဖီလစ်ဒဲဖီးယားကိုထွက်လာခဲ့တယ်။အသက်ငယ်ငယ်မှာ မိဘနှစ်ပါးလုံးကိုဆုံးရှူံးလိုက်ရတဲ့စိတ်ဒဏ်ရာတွေကြောင့် ဘယ်သူ့ကိုမှမယုံဘဲ မာကြောခက်ထန်နေတဲ့ ဗွိုင်အိုလက်က လေလာ့ကိုလက်ခံပါ့မလား။ ဖခင်ဖြစ်သူရဲ့သေဆုံးမှုနောက်ကွယ်ကအမှန်တရားနဲ့နီးကပ်လာတဲ့သူတို့နှစ်ယောက်ကို ဘယ်လိုအန္တရာယ်တွေကစောင့်ကြိုနေမလဲ။Mystery ကိုမှ မိသားစု Drama ပါတဲ့ဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားဟာ ကြည့်ဖို့ ရွေးချယ်ချင်စရာ ဇာတ်ကားတစ်ကားဖြစ်ပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 700MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fbcA/(CM)_Who_Killed_Our_Father_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QOINH7o0gnFwQLJMI7ptjTgVLb.jpg",
        "title": "The Unheard (2023)",
        "description": "The Unheard (2023)Horror ပရိသတ်တွေအတွက် ပူပူနွေးနွေးထွက်ရှိထားတဲ့ The Unheard ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။နားမကြားရတဲ့ခလိုဝီတစ်ယောက် စမ်းသပ်ဆဲ နားကြားကုထုံးတစ်ခုမှာ ဝင်ရောက်အစမ်းသပ်ခံခဲ့ပါတယ်။ ခလိုဝီဟာ သူ့အသက် ၈ နှစ်မှာ သူ့အမေပျောက်သွားပြီးနောက်ပိုင်း ဘာသံမှမကြားနိုင်တော့တာပါ။ နားထိုင်းသွားရင် ပြန်ကောင်းဖို့မဖြစ်နိုင်ပေမယ့် ဒီစမ်းသပ်ချက်က အောင်မြင်ခဲ့ပြီး အသံတွေပြန်ကြားသွားပါတယ်။‌ငှက်ကလေးတွေစကားပြောသံ၊ ရေစက်ကျတဲ့အသံ၊ သီချင်းသံတွေအားလုံးကိုပြန်ကြားရတဲ့အခါ တိတ်ဆိတ်ခြင်းနဲ့နေသားကျနေတဲ့ ခလိုဝီ အတိုင်းထက်အလွန် ပျော်ရပါပြီ။ ဒါပေမဲ့ အသံတွေအကြားလွန်ပြီး လူတွေမကြားနိုင်တဲ့အသံတွေကိုကြားရတဲ့အခါမှာတော့ မပျော်နိုင်တော့ပါဘူး။ တကယ့်အပြင်ကအသံတွေလား သူ့စိတ်ထဲကအသံတွေလား ဝေခွဲမရဖြစ်တဲ့အထိ နားထဲမှာအသံတွေဆူညံလာပါတော့တယ်။ ဒီဆူညံသံတွေက တကယ်ရှိရဲ့လား သူပဲစိတ်ထင်နေတာလား ‌အဖြေရှာရင်းနဲ့ သူနေထိုင်တဲ့မြို့မှာလည်း အမျိုးသမီးတွေထူးထူးဆန်းဆန်းပျောက်ဆုံးသွားရတဲ့ အကြောင်းအရင်းကို သိလာတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ တခြား Horror ဇာတ်ကားတွေလို Jump scare တွေ အများကြီးထည့်မသုံးထားဘဲ ရင်တလှပ်လှပ်နဲ့ကြည့်ရမယ့်ကားမျိုးပါ။ တချို့အသံတွေကလည်း နားမကြားတဲ့ခလိုဝီနေရာကနေထည့်သွင်းထားတာကြောင့် အသံပါမှကြောက်စရာကောင်းတာမဟုတ်ဘဲ အသံမပါလည်းကျောချမ်းစရာကောင်းနေပါတယ်။ တစိမ့်စိမ့်ကျောချမ်းရတဲ့ Horror ...",
        "rating": "",
        "url": "https://megaup.net/1Tf6b/(CM)_The_Unheard_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNWI0NTI3ZDgtMTNiZi00MDk5LTljNGQtNzgzYzQxNzM1ODEyXkEyXkFqcGdeQXVyMTM5NDQ2NjMw._V1_-141x200.jpg",
        "title": "Premadesam (2023)",
        "description": "Premadesam 2023 IMDb (8.1/10)CM ပရိသတ်ကြီးအတွက် နောက်ဆုံးထွက် တလဂူးရိုမန့်ဒရမ်မာကားလေးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်အချစ်ဇာတ်လမ်းလေးက တစ်ခုမဟုတ်ပါဘူး နှစ်ခုပါ\nလူလေးယောက် ပြသနာနှစ်ခု အဖြေတစ်ခု ဖြစ်ရပ်တစ်ခု\nအဲ့ဖြစ်ရပ်တစ်ခုကြောင့် သူတို့ပြသနာတွေပြေလည်သွားနိုင်မလား ရိုမန်တစ်ဆန်ဆန် ဆွတ်ပျံ့ကြည်နူးဖွယ်ဒီဇာတ်လမ်းလေးဟာ မျက်ရည်ဝဲစေမဲ့ ဒရာမာလေးတွေလည်းပါရှိတာမို့ ဇာတ်ကားကြည့်ခေါင်းလေးမှီစရာ ပခုံးပိုင်ရှင်လေးတွေ လိုအပ်တယ်လို့တော့ တစ်ခါတည်း အကြံပြုပါရစေကိုယ့်ရဲ့‌ေကာလိပ်ကျောင်းသားဘဝကိုလည်း ပြန်အမှတ်ရစေမယ့်\nဇာတ်ဝင်ခန်းတွေလည်းပါရှိတဲ့အပြင် မင်းသားမင်းသမီးအကုန်လုံးက ကြည့်ရရှုရတာ မျက်စိလည်းအေး ရင်လည်အေးပြီး\nဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်ကြီးအတွက် အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.59GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ~BpL~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1df7i/Prema_Desam_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNzhhYTdkMjQtNWQ3NS00YmMxLTk0OGMtNmZlMjc3ODdlMjA5XkEyXkFqcGdeQXVyNDQ4NjgyNzg@._V1_-133x200.jpg",
        "title": "[18+] Balik Taya (2023)",
        "description": "Balik Taya (2023)ပစ်ဆိုတဲ့ကောင်လေးဟာ အလုပ်ရှာဖွေရေး အေဂျင်စီတစ်ခုရဲ့ လိမ်လည်မှုကို ခံခဲ့ရရုံတင်မကပဲ ရိုက်ပါအလုခံလိုက်ရတဲ့အတွက် ထိုင်းနိုင်ငံရဲ့ လမ်းဘေးမှာလဲနေခဲ့ပါတယ်။ သူ့ကို တစ်နိုင်ငံတည်းသားချင်းဖြစ်တဲ့ ဂျက်ဆီဆိုတဲ့ ကောင်မလေးက ကယ်တင်ခဲ့ပြီး အစစအရာရာ ကူညီပေးခဲ့ရုံမက အလုပ်ပါရှာပေးခဲ့ပါတယ်။ ပစ်တစ်ယောက် တိုင်းတစ်ပါးမှာနေသားကျလုဆဲဆဲဖြစ်တဲ့အခါကျမှ သူ့ဘဝထဲက ဂျက်ဆီ ပျောက်ချင်းမလှပျောက်သွားတဲ့အတွက် သောကမုန်တိုင်းထန်ပြီး ဖိလစ်ပိုင်ကို ယောင်လည်လည်ပြန်ရောက်လာခဲ့ရပါတယ်။အဲ့ဒီမှာပဲ ကံ‌ကောင်းထောက်မစွာတွေ့လိုက်မိတာက အွန်လိုင်းလောင်းကစား App တစ်ခုက ဂျက်ဆီနဲ့ ရင်ညွှန့်ပေါ်မှာအမှတ်ချင်းတူနေတဲ့ ကောင်မလေးတစ်ယောက်ကိုပါ။ အဲ့ဒီမိန်းကလေးကို လိုက်ပြီးစုံစမ်းရင်း ကြေးကြီးလောင်းကစားပွဲတွေ၊ ထိုးသတ်ပွဲတွေ နဲ့ မြေအောက်ကမ္ဘာရဲ့ အရှုပ်ထုပ်ထဲကို ပစ် ရောက်ရှိသွားခဲ့ပြီး အဲ့ဒီမြေအောက်လောကထဲက မိန်းကလေးတွေနဲ့ပါ ငြိစွန်းပတ်သက်မိပါတော့တယ်။အားလုံးရဲ့ အချစ်တော်လေးတွေဖြစ်တဲ့ Angeli Khang နဲ့ Azi Acosta တို့နှစ်ယောက်ကို တစ်ကားတည်းမှာတွေ့မြင်ခွင့်ရမှာဖြစ်တဲ့အတွက် အဲဒီ တစ်ချက်တည်းနဲ့တင် လက်မလွတ်သင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/1df7r/(CM)_Balik_Taya_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGY1OWI4M2UtYjRlNi00ZjBmLWE5OTYtYjlmNzY0ODEwNDBhXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_-133x200.jpg",
        "title": "Tetris (2023)",
        "description": "Tetris (2023)\n==========\nIMDb Rating - 7.4/10တက်ထရစ်ဂိမ်းကို လူအတော်များများဆော့ဖူးပြီး မဆော့ဖူးရင်\nတောင် မြင်ဖူးကြမှာပါ။ သန်း ၅၂၀ ကျော် ရောင်းချခဲ့ရပြီး မိုဘိုင်း\nဂိမ်းအဖြစ် သန်း ၆၅၀ ကျော် ဒေါင်းလုတ်ဆွဲခံရတဲ့ ဂိမ်းတစ်ခုဖြစ်\nပါတယ်။ ၂၀၂၀ အထိ သမိုင်းတလျှောက်အရောင်းရဆုံးဂိမ်းဖြစ်\nခဲ့ပြီး အဲဒီနောက်မှာမှ Minecraft (2009) က ကျော်တက်သွား\nခဲ့တာပါ။ လက်ရှိမှာတော့ Minecraft ကပထမ၊ Grand Theft\nAuto V (2013) က ဒုတိယနဲ့ Tetris က တတိယဖြစ်နေပါပြီ။ဒါပေမဲ့ ဂိမ်းစက်နဲ့ကော်ပီရောင်းရနှုန်းက သန်း ၅၀၀ ကျော်တာမို့\nမာရီယိုပြီးရင် ဒုတိယအရောင်းရဆုံး ဂိမ်းဖရန်ချိုက်စ်လည်း ဖြစ်\nနေပါတယ်။ အရာတစ်ခုခုကို အချိန်အကြာကြီး အာရုံစူးစိုက်ပြီး\nလုပ်လိုက်ရင် အဲဒီအရာက လူတွေရဲ့ အတွေးတွေ အိပ်မက်တွေ\nစိတ်ပုံရိပ်တွေကို လွှမ်းမိုးသွားတဲ့ သက်ရောက်မှုကိုတောင် စိတ်\nပညာရှင် Jeffrey Goldsmith က Tetris Effect ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Tcef/Tetris.2023.720p.ATVP.WEB-DL.DDP5.1.Atmos.H.264-CM.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWY1ZDY4MmQtYjhiYS00N2QwLTk1NzgtOWI2YzUwZThjNDYwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Creed III (2023)",
        "description": "Creed III (2023)\n=============\nIMDb Rating - 7.2/10ခရိရုပ်ရှင် သုံးကားမြောက်လာပါပြီ။ ခရိဆိုတာ စတားလုံးသရုပ်\nဆောင်ခဲ့တဲ့ လက်ဝှေ့ရုပ်ရှင်တွေရဲ့နောက်ဆက်တွဲအဖြစ် ထွက်\nလာတဲ့ မျိုးဆက်သစ်လက်ဝှေ့သမားအကြောင်းပါ။ မင်းသားက\nတော့ မိုက်ကယ်ဘီဂျော်ဒန်ပါပဲ။ ခရိအရင်ရုပ်ရှင် နှစ်ကားကိုလည်း\nချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီရုပ်ရှင်အစမှာတော့ ခရိဟာ ဟဲဗီးဝိတ်ကမ္ဘာ့ချန်ပီယံဆုတွေ\nအလီလီရခဲ့ပြီး လက်ဝှေ့လောကကနေ အနားယူပြီးခဲ့ပါပြီ။ လက်\nချောင်းအရိုးအက်တာတွေ၊ မျက်ခုံးကွဲတာတွေ ဒဏ်ရာဒဏ်ချက်\nဟောင်းတွေလည်း အပြည့်ပါပဲ။ ဒီတော့ မိသားစုနဲ့ပဲ လက်ဝှေ့\nသမားလေးတွေ ပျိုးထောင်ပေးရင်း အေးအေးချမ်းချမ်းနေထိုင်\nနေပါပြီ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူ့ရဲ့ ငယ်သူငယ်ချင်း ဒိမ်းနဲ့\nပြန်တွေ့လာပါတယ်။ ဒိမ်းဟာ သူ့ထက်ကြီးပြီး ထောင် ၁၈ နှစ်\nလောက်ကျပြီးမှ ပြန်ထွက်လာတဲ့သူပါ။ သူတို့မှာ ရာဇဝင်တွေ\nရှိခဲ့ပါတယ်။ ဒိမ်းက အသက်ကြီးနေပေမဲ့ လက်ဝှေ့ကိုစိတ်မကုန်\nသေးဘဲ ခရိလို လက်ဝှေ့ချန်ပီယံဖြစ်ချင်လို့ ကူညီပေးဖို့ တောင်း\nဆိုလာတဲ့အခါ...Creed I - LinkCreed II - Link(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMr.Anderson ဖြစ်ပါတယ်)File Size..........(3.16 GB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/1ddpj/Creed.III.2023.720p.AMZN.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWIyNjQxZmQtMWU3NC00YjlmLWEwZGYtM2Q2NGM4MGQwOWUyXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_-141x200.jpg",
        "title": "Assassin (2023)",
        "description": "Assassin (2023)\n============ခင်ဗျားတို့ရဲ့ ဘဝမှာ တစ်ရက်လောက် တခြားလူတစ်ယောက်ရဲ့\nဘဝနဲ့ ပြောင်းလဲပြီး နေလို့ရမယ်ဆိုရင် ဘာတွေလုပ်ချင်မိကြမလဲ။\nအရင်ဆုံးဗျာ ဘယ်သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ဝင်ချင်မိကြမလဲ။ ပြီးရင်\nအဲဒီလူရဲ့ ခန္ဓာကိုယ်နဲ့ ဘာတွေကို လုပ်ကြည့်ချင်မိလဲ။ ကျွန်တော်\nကတော့ အေးချမ်းမှုတွေရှိတဲ့ နိုင်ငံတစ်နိုင်ငံဆီက ရိုးရှင်းတဲ့လူ\nတစ်ယောက်နဲ့ လဲလှယ်ချင်မိမယ် ထင်တယ်။ ဘဝမှာ ကိုယ်နေ\nပျော်ဖို့က အဓိပဲလေ ဟုတ်တယ်မလား။ဒါပေမဲ့ ဒီဇာတ်လမ်းကတော့ ကျွန်တော့်စိတ်ကူးနဲ့ လုံးဝဆန့်ကျင်\nဖက်ပဲ။ တခြားသူတစ်ယောက်ရဲ့ ခန္ဓာကိုယ်ကို ယူသုံးပြီး လူတွေ\nလိုက်သတ်ရတယ်တဲ့ဗျာ။ စစ်ဆင်ရေးတစ်ခုမှာ မတော်တဆမှု\nတစ်ခုဖြစ်ပြီး ကိုမာဝင်သွားတဲ့ အမျိုးသားဖြစ်သူ ဒရုန်းတပ်လေ\nယာဉ်မှူးကို ပြန်ခေါ်နိုင်ဖို့ရာအတွက် တခြားခန္ဓာကိုယ်တွေကို\nကူးပြောင်းပြီး လူသတ်၊စစ်ဆင်ရေးတွေလုပ်ရတဲ့ အမျိုးသမီး\nတစ်ယောက်ရဲ့ အကြောင်းပေါ့။\"ဘယ်အခြေအနေပဲရောက်ရောက် မင်းနဲ့အတူရှိနေပါ့မယ်\"\nဆိုတဲ့ သစ္စာစကားတစ်ခွန်းက အန္တရာယ်များလွန်းတဲ့ စစ်ဆင်\nရေးတွေဆီ အကြောက်အလန့်မရှိ တိုးဝင်သွားနိုင်ပုံတွေကို\nရိုက်ပြထားတဲ့ action and crime ဇာတ်လမ်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်။ မင်းသားတွေကတော့ တစ်ခြားသူတွေမဟုတ်ဘူး\nခင်ဗျားတို့အချစ်တော်နှစ်ယောက် Bruce Willis နဲ့ Dominic\nPurcell တို့ပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.0",
        "url": "https://megaup.net/1Tbg0/Assassin.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDU2N2JhY2ItYTk1MS00YWY3LTljYTQtMjEzMzFhNzg1YjkxXkEyXkFqcGdeQXVyMTU3MDMwMTQ4._V1_-134x200.jpg",
        "title": "Black Girl Missing (2023)",
        "description": "Black Girl Missing (2023)\n===================ဒီနေ့တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီး ရိုက်ထားတဲ့\nရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်။ (၁၈) နှစ်အရွယ် သမီးလေး ပျောက်သွား\nလို့ လိုက်ရှာတဲ့ လူမည်းအမျိုးသမီး မိခင်တစ်ယောက် ကြုံတွေ့ခဲ့ရတဲ့\nခွဲခြားဆက်ဆံမှုတွေ မတရားမှုတွေကို မြင်တွေ့ရမှာ ဖြစ်ပါတယ်။\nရှယ်လ်ဘိတ်ကာက ဘလူးဗယ်လ်လီ အထက်တန်းကျောင်းက ဒု\nကျောင်းအုပ်ပါ။ ချစ်စရာ သမီးလေးနှစ်ယောက်လည်း ပိုင်ဆိုင်ထား\nပါတယ်။ ခင်ပွန်းဆုံးသွားပြီး စိတ်သစ်လူသစ်ဖြစ်အောင် ဘလူး\nဗယ်လ်လီကို ပြောင်းခဲ့ကြတာပါ။တစ်နေ့မှာတော့ သမီးကြီး လော်ရန် ပိတ်ရက်အိမ်ပြန်လာတုန်း\nစကားများကြပါတယ်။ စိတ်ဆိုးပြီး လော်ရန် ကောလိပ်ကို ပြန်\nသွားပြီပဲ ထင်နေခဲ့တာပါ။ လော်ရန်နဲ့ စကားမပြောဖြစ်တာ ကြာ\nပါပြီ။ ဖုန်းဆက်လို့ စာပို့လို့လည်း မရပါဘူး။ ဟိုဟိုဒီဒီ စုံစမ်းကြည့်မှ\nလော်ရန် ပျောက်နေပြီဆိုတာ သိလိုက်ရပါတယ်။ ရဲတွေကို သွား\nရောက်အကြောင်းကြားပေမဲ့ ထွက်ပြေးသွားတာလို့ပဲ သုံးသပ်\nပြောကြားပြီး သေချာစုံစမ်းမပေးကြပါဘူး။ သတင်းထောက်တွေကို\nပြောတော့လည်း စိတ်ဝင်စားစရာ မရှိဘူးဆိုပြီး အာရုံမစိုက်ကြပါဘူး။တစ်ချိန်တည်းမှာပဲ ဂျက်စီကာရူဆို ဆိုတဲ့ လူဖြူကောင်မလေး\nတစ်ယောက်လည်း ပျောက်နေပါတယ်။ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3f3iv/Black.Girl.Missing.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTFkM2EzMjItYzdmNS00OGE3LThlNmYtZWM5MmU4NDI3N2I5XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Tonight You’re Sleeping with Me (2023)",
        "description": "Tonight You're Sleeping with Me (2023)\n=============================ပိုလန်နိုင်ငံရဲ့ မမနဲ့မောင်လေး အချစ်ဇာတ်ကားလေးပါ။ လွန်ခဲ့တဲ့\n၁၀ နှစ်လောက်ကတည်းက မမနဲ့မောင်လေးဟာ တွေ့ခဲ့ကြတယ်၊\nသိပ်ချစ်ခဲ့ကြတယ် စိတ်ကူးတွေယဉ်ခဲ့ကြတယ် ဒါပေမဲ့ မပေါင်းဖက်\nခဲ့ရပါဘူး။ ဒီလိုနဲ့ ခုလက်ရှိမှာတော့ မမက သမီးလေးနှစ်ယောက်နဲ့\nအိမ်ထောင်သည် ဖြစ်နေပါပြီ။ဖြစ်ချင်တော့ မောင်လေးက တခြားနိုင်ငံက ပြန်လာပြီး အလုပ်ဝင်\nလျှောက်တာ မမရဲ့ဌာနကို ကွက်တိ ဖြစ်နေပါတော့တယ်။ မမက\nလည်း အိမ်ထောင်ရေးမှာက ကတောက်ကဆတွေနဲ့ သာယာတာ\nမဟုတ် ယောက်ျားဖြစ်သူနဲ့ လိုချင်တာမရ ဆန္ဒမပြည့်ဝနေခဲ့သူ။\nမောင်လေးကလည်း ဘယ်နှနှစ်ကြာကြာ မမမှ မမဆိုတဲ့ ကောင်ဇိုး\nလေးပေါ့။ အဲဒါနဲ့ တစ်နေ့ကျတော့ မမရဲ့ယောက်ျားဖြစ်သူဟာ\nမမကိုလည်း မတိုင်ပင်ပဲ အပန်းဖြေခရီးဆိုပြီး အိုင်းစ်လန်းကို တစ်လ\nသွားသာယာပါတော့တယ်။ဘာပြောကောင်းမလဲ ပေါက်ကွဲချင်ပေမယ့်မီးစနက်တံကောင်းကောင်း\nမရှိလို့ ထိန်းထားရတဲ့ မမတစ်ယောက်မောင်လေးရဲ့လောင်ကျွမ်းမီး\nတောက်ကြားမှာ ထိန်းမရ သိမ်းမရ ပေါက်ကွဲကုန်ကြပါတော့တယ်။\nအဲဒါကြောင့် မမနဲ့မောင်လေး ရှေ့ဆက် ဘယ်လိုနှစ်ပါးသွားကြမလဲ၊\nဆန္ဒကို သိက္ခာနဲ့ပဲ ထိန်းကြမလား၊ စိတ်လွတ်လက်လွတ် သားပစ်မယား\nပစ် ပျော်ပါးကြမလား၊ ပျော်ရွှင်ရမလား ...",
        "rating": "4.3",
        "url": "https://megaup.net/2ySnq/Tonight.Youre.Sleeping.with.Me.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzE4NjU0MjYtYmM2YS00ZDQzLTk0OGEtMjc4ZWYyZTkxNDM1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Amigos (2023)",
        "description": "Amigos (2023)IMDb - 7/10အခုတင်ဆက်​ပေးမှာ​ကတော့ အက်ရှင်ဇာတ်ကား​တွေနဲ့လူသိများတဲ့\nမင်းသားNandamuri Kalyan Ramက သုံးကိုယ်ခွဲအဖြစ်သရုပ်​ဆောင်ထားပြီး\nလှည့်ကွက်အများကြီးနဲ့ရိုလာကိုစတာစီးသလိုခံစားချက်​တွေနဲ့ ကြည့်ရှု့ရမယ့်\nAmigosဆိုတဲ့အက်ရှင်ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်ကမ္ဘာကြီးမှာကိုယ်နဲ့​​သွေးသားမ​တော်စပ်ဘဲ ရုပ်တူတဲ့သူ​​တွေကအနည်းဆုံးသုံး​ယောက်က​နေ\nအများဆုံး​ခုနှစ်​ယောက်အထိရှိနိုင်ပြီး အဲ့လူ​တွေနဲ့​တွေ့နိုင်ဖို့ကိုယ့်မှာလည်း အခွင့်​ရေး​တွေရှိလာနိုင်ပါတယ်ဒီကားထဲမှာ​တော့ဆဒ်ဒူးဆိုတဲ့လူငယ်​လေးကရိုးသားထက်မြက်ပြီး မိဘစီးပွား​ရေး​တွေကိုခန့်ခွဲ​နေသူတစ်​​ယောက်ပါ\nတစ်​​နေ့မှာ​တော့ အခွင့်အ​​ရေးတချို့​ကြောင့် ဝဘ်ဆိုဒ်တစ်ခုက​နေ သူနဲ့ရုပ်တူတဲ့မန်ဂျူးနဲ့ မိုက်ကယ်ဆိုသူ\nလူနှစ်​ယောက်ကို​တွေ့ဆုံပြီး သူငယ််ချင်း​တွေဖြစ်သွားကြ​ပြီး အတူတူခရီး​တွေထွက်ကာ​ပျော်ရွှင်ခဲ့ကြပါတယ်\nဒါ​ပေမဲ့သူတို့သုံး​ယောက်ထဲကမိုက်ကယ်ဆိုသူဟာ ဆဒ်ဒူးနဲ့မန်ဂျူးတို့လိုသာမန်လူ​မဟုတ်ဘဲ နိုင်ငံ့အလိုရှိရာဇဝတ်​သားတစ်​ယောက်ဖြစ်​နေပြီး ရုပ်တူတာကိုအသုံးချကာထွက်ပြေးဖို့ကြံစည်လာတဲ့အခါ မိုက်ကယ့်ရဲ့လှည့်ကွက်ထဲကိုသူတို့ဘယ်လို​တွေဝင်သွားမိပြီး ပြန်​ဖြေရှင်းဖို့ကြိုးစားကြမလဲ ​သွေးသားမ​တော်ပဲရုပ်တစ်​ထေရာတည်းတူညီ​နေတဲ့ အကျိုးဆက်​ကြောင့်ဘယ်လိုအ​မွှေဇယား​တွေဖြစ်လာမလဲဆိုတာ ရင်ခုန်စွာနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…2.6GB /1.13GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Yunni~ Khin Khin",
        "rating": "6.9",
        "url": "https://megaup.net/2z7qi/Amigos_(2023)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gaslight-4-160x200.jpg",
        "title": "Gaslight(2023)",
        "description": "Gaslight (2023)IMDb-6.0/10ဆန်းဆန်းပြားပြားသည်းထိတ်ရင်ဖိုကြိုက်တဲ့သူတွေအတွက် ဆာရာလေးအဓိကပါ၀င်ထားပြီး\nမင်းသားကြီး Rahul Dev ၊ အမေရိကန်နိုင်ငံဖွား မင်းသားချောလေး Akshay Oberoi ၊\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုရ Chitrangda Singh တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါ ပါ၀င်ထားတဲ့ကားပါဇာတ်လမ်းအညွှန်းနန်းတော်ကြီးကနေ အတော်ကြာထွက်ခွာသွားတဲ့\nမင်းသမီးလေးမီရှာဟာ ဖခင်ရဲ့စာတွေကြောင့်ပြန်လာခဲ့ပါတယ်\nသူနန်းတော်ပြန်ရောက်ချိန်မှာတော့ သူ့ဖင်ဘုရင်ကြီးရှိမနေပါဘူး\nအဲဒီအစား အိမ်‌မက်ယောင်လို သူ့အဖေရဲ့အရိပ်အယောင်တွေသာ သူမြင်တွေ့နေရပါတယ်\nဘယ်သူ့ကိုမေးမေး သူ့အဖေပျောက်နေတယ်ဆိုတာကလွဲ ဘာမှမဖြေကြပါဘူးနန်းတော်ကနေဘုရင်တစ်ပါးလုံးပျောက်နေတာတောင် ဘာမှမသိကြတဲ့အသိုင်းအဝိုင်းကြားမှာ\nမီရှာတစ်ယောက်တည်းဘယ်လိုအဖြေရှာစုံစမ်းမလဲ\n‌သူ့ဘေးမှာရှိနေတဲ့လူတွေကရော ဘာကြောင့်မသိကြတာလဲ နန်းတို့ရဲ့ထုံးစံအတိုင်း\nမိတ်ဆွေကောင်းဘယ်သူလဲ ဇာတ်သိမ်းခါနီးထိမသိရပဲ လျှို့ဝှက်မှုပေါင်းများစွာနဲ့ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…1.4GB / 511MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Khin Khin",
        "rating": "5.9",
        "url": "https://megaup.net/1T8c3/Gaslight_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_-133x200.jpg",
        "title": "Mumbai Mafia: Police vs the Underworld (2023)",
        "description": "Mumbai Mafia: Police vs Underworld (2023)\n*****************************************************************\nဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။\nဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစား\nဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီး\nတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။\nတစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာ\nEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းက\nလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာ\nတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ...\nဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...\nဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။\nFile size… 2.42GB  / 850MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu-160x200.jpeg",
        "title": "Sridevi Shoban Babu (2023)",
        "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidela\nပါ၀င်ထားတဲ့ကားပါ။\nသူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။\nဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။\nဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:\nရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။\nထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?\nမိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာ\nဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။\nFile size…3.08GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dcg6/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://megaup.net/1d8vl/Mr._King_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohaIkrTd47z43IuLlwwNg7bi96c.jpg",
        "title": "Chang Can Dunk (2023)",
        "description": "Chang Can Dunk (2023)~ IMDb - 6.4/10, Rotten Tomatoes - 95% ~2023 ဒီလထဲမှာမှ လတ်လတ်ဆတ်ဆတ် Disney+ က​နေထွက်ထားတဲ့ အားကစား လူငယ်ဒရာမာကား​လေးနဲ့မိတ်ဆက်​​ပေးလိုက်ပါတယ်။၁၆ နှစ်အရွယ် အရပ် ၅​ပေ ၈လက်မ အာရှလူမျိုး ချန်း။ အာရှမိသားစုက ဆင်းသက်လာသူပီပီ အိမ်ကအ​မေက စာကိုပဲတစ်စိုက်မတ်မတ်လုပ် ပညာ​ရေးဘက်ကို အားသန်​နေ​သော်လည်း မိမိကိုယ်တိုင်က ဘက်စကက်​ဘောအားကစားကိုရူးသွပ်​နေတဲ့ ချန်းတစ်​ယောက်...အရပ် ၅​ပေ ၈လက်မဆိုတာ ဘက်စကက်​​ဘောအားကစားအတွက် ​သိပ်​ဘောင်မဝင်တာ​ကြောင့် မတ်ရဲ့ အနိုင်ကျင့်မှု​တွေ နှိမ်တာ​တွေကို ခံ​​နေရတဲ့ချန်း...တစ်​နေ့ ​ကျောင်းသူအသစ် ခရစ်စတီ ​ကျောင်းကို​ရောက်လာ​တော့ ချန်းနဲ့ မတ် အပြန်အလှန် ပိုးပန်းရင်း မခံချင်စိတ်နဲ့ ဘက်စကက်​ဘောအားကစားနည်းမှာ အခက်ခဲဆုံးနည်းတစ်ခုဖြစ်တဲ့ ခုန်သွင်းနည်း(Dunk) ကို လုပ်နိုင်မလုပ်နိုင် မတ်နဲ့​လောင်းလိုက်မိတဲ့အခါ...မတ်နဲ့  စိန်​ခေါ်ထားတာကို လုပ်နိုင်ဖို့ နည်းပြရှာရင်း ယူကျူ့​​ပေါ်က ဒီရွန်းဒ​ရေးနဲ့​တွေ့တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d8tr/(CM)_Chang_Can_Dunk_(2023)_720p.mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p2jre7fJxeQX9qJZqjIpUw9R9zE.jpg",
        "title": "Mummies (2023)",
        "description": "Mummies (2023)~ TMDb - 66%, Rotten Tomatoes - 70% ~ဟာသကာတွန်းရုပ်ရှင်အသစ်လေးတစ်ခုလာပါပြီ။ နာမည်အတိုင်းပဲ ဇာတ်ကောင်တွေက မံမီတွေဖြစ်ပါတယ်။ ရှေးခေတ်အီဂျစ်လူမျိုးတွေဟာ သေလွန်ပြီးတဲ့နောက်မှာ တမလွန်ခေါ် မြေအောက်ကမ္ဘာကို ရောက်သွားတယ်လို့ ယုံကြည်ကြပါတယ်။ အစပထမမှာတော့ မြေအောက်ကမ္ဘာခရီးအဆုံးမှာ သူတို့ရဲ့အလောင်းတွေဟာ အသက်ပြန်ဝင်နိုးထလာမယ်လို့ ယုံကြည်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အလောင်းတွေဟာ ပုပ်ဆွေးသွားတယ်ဆိုတာကို သိလာပြီးနောက်မှာတော့ တမလွန်ခရီးကအပြန် ရှင်သန်နိုင်ဖို့ အလောင်းတွေကို မပျက်စီးအောင်ထိန်းသိမ်းထားဖို့လိုတယ်လို့ ယူဆခဲ့ကြပြီး ဆေးစိမ်ပတ်တီးစည်းခဲ့ကြပါတော့တယ်။ အဲဒီအလောင်းတွေကို မံမီတွေလို့ခေါ်ပါတယ်။ Mummy ဆိုတဲ့စကားဟာ ရှေးဟောင်း Arabic စကားလုံး mūmiyā ကို လက်တင်ဘာသာနဲ့ mumia လို့ခေါ်ရာကနေ ဆင်းသက်လာတာပါ။ အဓိပ္ပါယ်ကတော့ မပုပ်သိုးအောင်ထိန်းသိမ်းထားတဲ့အလောင်းဆိုတာပါပဲ။ဒီကာတွန်းထဲမှာတော့ မံမီအားလုံးဟာ တမလွန်မြို့ကြီးတစ်ခုမှာ ထာဝရအသက်ရှင်နေထိုင်ကြပါတယ်။ မံမီအားလုံးကို ဖာရိုးဘုရင်ကြီးက အုပ်ချုပ်ပါတယ်။ ဖာရိုးဘုရင်ကြီးရဲ့ သမီးတော် နက်ဖာအတွက် ကြင်ယာဖက်ရွေးဖို့ အချစ်နတ်ဘုရားမရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z38l/(CM)_Mummies_(2023)_720p.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLA4839HtC5GelEsUTFFtAL2ar5.jpg",
        "title": "Deinfluencer (2023)",
        "description": "Deinfluencer (2023)ယနေ့ခေတ်မှာ ကျွန်တော်တို့အားလုံးရဲ့နေ့စဉ်ဘဝမှာ Entertainment ကဏ္ဍက‌နေ\nတစ်စိတ်တစ်ပိုင်းအဖြစ် ပါဝင်လာတဲ့အရာကတော့ Social Mediaပါပဲ။\nSocial mediaနဲ့ Influencer တွေရဲ့အရေးပါမှုက တစ်နေ့တခြား ပိုပိုနေရာယူလာမှုနဲ့အတူ\nSocial media addiction နဲ့ပြဿနာတွေ၊ Cyber Bullying and Abuse တွေ တဖြည်းဖြည်းလိုက်ပါလာတာကိုတော့ ငြင်းမရပါဘူး။ဒီလိုနဲ့ပဲ Social Media ရဲ့ ပြဿနာတွေကို လူတွေသိအောင် သတိထားမိအောင် ချပြတဲ့‌လူတွေ\nInfluencer တွေကို ဆန့်ကျင်တိုက်ခိုက်မဲ့ deinfluencerဆိုတဲ့လူတွေ နေရာအနှံ့မှာ ပေါ်လာတော့တာပေါ့။အခုတင်ဆက်ပေးမဲ့ရုပ်ရှင်လေးထဲမှာကတော့ Social media influencer တစ်ယောက်ဖြစ်တဲ့ .\nကယ်လီဝီဗာဆိုတဲ့ ကောင်မလေး အစွန်းရောက် Deinfulencer ဖြစ်တဲ့ ချားလ်စ်ရဲ့လက်ထဲမှာ ဖမ်းခံထားရတာနဲ့ အစပျိုးထားပါတယ်။\nကယ်လီက Social Media မှာ ဖော်လိုဝါ ၅ သိန်းလောက်ရှိတဲ့ Cheerleader မလေးတစ်ယောက်၊\nတစ်နည်း ကောင်လေးတွေရဲ့အသဲကို ဖမ်းစားထားတဲ့ကောင်မလေးပေါ့။ကယ်လီတစ်ယောက် ချားလ်စ်ဆိုတဲ့ ဆိုက်ကိုဆန်ဆန် deinfluencerလက်ကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1T16f/Deinfluencer.2022.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc4YjhmYzMtMDExMi00NjgyLTgwMWQtMTdjYTRmOGM3NTZjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-138x200.jpg",
        "title": "The Siege (2023)",
        "description": "The Siege (2023)\n============အက်ရှင်ကား ကြိုက်သူများအတွက် ၂၀၂၃ ခုနှစ်မှာ အသစ်ထွက်\nရှိလာတဲ့ အက်ရှင်ကားအသစ် တင်ဆက်ပေးလိုက်ပါတယ်။ ဘက်\nဂျက်အကြီးကြီး ရုပ်ရှင်မျိုးတော့ မဟုတ်ပေမယ့် သူ့ဘက်ဂျက်နဲ့\nနိုင်သလောက် လုပ်ပြထားတဲ့ ပုံစံမျိုးပါ။ တစ်ချို့ပြကွက်တွေမှာ\nJohn Wick လို ရုပ်ရှင်မျိုးကိုမှ မတူတဲ့ပုံစံတစ်မျိုးနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဝေါ်ကာဟာ ကြေးစားလုပ်ကြံရေးသမားတစ်ယောက်ပါ။ မစ်ရှင်\nတစ်ခုမှာ သူ့ရဲ့ ရုပ်ကိုမြင်သွားလို့ ခဏလောက် ခြေရာဖျောက်နေရင်း\nအထောက်အထားအသစ်လုပ်ဖို့အတွက် ပြန်လည်ခန့်အပ်ရေးစင်\nတာကို ရောက်လာခဲ့ပါတယ်။ ပြန်လည်ခန့်အပ်ရေးစင်တာဆိုကတော့\nJohn Wick ထဲက Continental Hotel လိုမျိုးပဲ လုပ်ကြံရေးသမား\nတွေအတွက် ညအိပ်ဖို့၊ အထောက်အထားအသစ်တွေ လုပ်ဖို့ ကူညီ\nပေးတဲ့နေရာတစ်ခုပါ။စင်တာမှာ ဝေါ်ကာရောက်နေတုန်း လူဆိုးအဖွဲ့တစ်ဖွဲ့က သူတို့သူဌေး\nဖမ်းဆီးထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သူ့ကို ကယ်ထုတ်သွားတဲ့\nအယ်လ်ဒါ့ကို ဝင်ရှာဖို့အတွက် စင်တာကို ဝင်စီးပါတော့တယ်။ အယ်လ်\nဒါလည်း ဝေါ်ကာ့အကြောင်းကို သိထားပြီးသားဆိုတော့ သူတို့ကို\nကူညီဖို့အတွက် ဝေါ်ကာ့ကို အကူအညီတောင်းပါတော့တယ်။ ဝေါ်ကာ\nလည်း ပဲလှော်ကြား ဆားညှပ်ဆိုသလိုပဲ လူဆိုးဂိုဏ်းလက်ထဲကနေ\nအမျိုးသမီး နှစ်ယောက်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ySmw/The.Siege.2023.720p.WEBRip.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-143x200.jpeg",
        "title": "Balagam (2023)",
        "description": "Balagam 2023 (IMDb 8.1)အခုတင်ဆက်ပေးမဲ့ တောင်ပိုင်းတလဂူး ဒရမ်မာလေးက rating ကောင်းမွန်သလို\nသာမန်ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွေကို ကျော်လွန်ပြီး လူ့သဘာဝအဖွဲ့\nမိသားစုဒရမ်မာဇာတ်ကောင်းလေးဖြစ်ပါတယ်ကျွန်တော်တို့ ဆယ်ကျော်သက်ဘဝတွေတုန်းက အသည်းစွဲ\nဆရာမင်းလူရဲ့ ရယ်မောခြင်းအပိုင်းအစထဲက ဋရပ်ကွက်သားတွေလို\nဒီဇာတ်ကားထဲကရွာသားတွေကို ကြည့်ရတာ သဘာဝလဲကျ\nပြုံးလဲပြုံးမိရသလို ဂရုဏာလဲသက်လာမိရမှာပါဇာတ်လမ်းအစမှာ ဇာတ်ဆောင်မင်းသားက မြို့နဲ့ရပ်ဝေးရွာလေးမှာ\nပီဇာဆိုင်ဖွင့်လိုက် အင်တာနက်ဆိုင်ထောင်လိုက် ဘီလိယကခုံထောင်လိုက်နဲ့\nဉာဏ်ကောင်းစွာစီးပွားရေးလုပ်ရင်း အကြွေးတင်သွားပါတယ်အဆိုပါအကြွေးကို ထပ်ဉာဏ်ကောင်းပြီး မိန်းမယူရင်း\nမိန်းမတင်တောင်းတဲ့ပိုက်ဆံနဲ့ ဆပ်ဖို့ကြံမှ မိန်းမယူခံနီး\nအဘိုးက ကောက်ခါငင်ခါသေဆုံးသွားပါတယအဲ့ကစ\nဘုကျဘောက်ကျနဲ့ သဘာဝကျကျဇာတ်လမ်းဇာတ်ကွက်များကို\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုဖို့ ပရိသတ်ကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.58GB  / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sai ~ Cherry ~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1d7a1/Balagam_(2023)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGM0MTI2NjAtNjZmNC00YzQ0LTljZDgtMjdjMTMyNjUyOTUwXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-143x200.jpg",
        "title": "Kanjoos Makhichoos (2023)",
        "description": "Kanjoos Makhichoos (2023)\n******************************\nမင်းသားကြီး ကုနားလ်ခေမူးပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.4 နဲ့\nဒီကားဟာဆိုရင် ရယ်စရာလည်းကောင်း စိတ်အပန်းဖြေစရာလည်းကောင်းပြီး\nတကယ်ကြည့်သင့်တဲ့ Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။စော်ဘွားတွေရဲ့မြို့တော်လက်ခနောင်းမှာ‌နေတဲ့ဂျန်မနာဆိုတဲ့လူက\nကပ်စေးနှဲကော်တရာပါ ဘယ်လောက်တောင်လဲဆိုရင်\nအမွှေးတိုင်တစ်ထုပ်ကို တစ်နှစ်လောက်ထိချွေတာပြီးသုံးတဲ့လူမျိုးပါ ဒီ\nလိုကပ်စေးကုပ်တာကတော့အကြောင်းရှိပါတယ်။အဲဒါကတော့သူ့မိဘတွေကိုဘုရားဖူးလိုက်ပို့နိုင်ဖို့ပါပဲ\nဒီလိုနဲ့ပိုက်ဆံစုတာပြည့်လို့မိဘတွေကိုဘုရားဖူးပို့ပြီးချိန်မှာတော့\nသူတို့ဘဝတွေပြောင်းလဲသွားမဲ့ကိစ္စကြီးတစ်ခုဖြစ်သွားပါတယ်\nအဲဒါကတော့ကံဆိုးမိုးမှောင်ကျပြီး ဘုရားဖူးသွားတဲ့\nသူ့မိဘနှစ်ပါးက မိုးကြီးလေကြီးထဲပါသွားလို့ပါပဲ။\nဒီလိုနဲ့သေဆုံးသူနစ်နာကြေးအနေနဲ့ အစိုးရကပိုက်ဆံပေးတော့\nသုံးဖြုန်းပြီးကာမှ မိဘနှစ်ပါးလုံးမသေဘဲပြန်ရောက်လာတဲ့အခါမှာတော့...\nနစ်နာကြေးငွေတွေကိုသူတို့ဘယ်လိုဆပ်ကြမလဲ ပိုက်ဆံမရှိတော့တဲ့သူတို့\nအစိုးရကိုဘယ်လိုကွက်ကျော်ရိုက်မလဲဆိုတာကြည့်လိုက်ကြပါဦး။\nFile size…2.1GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ BpL~ Thaik San ~Nyein Aye",
        "rating": "6.4",
        "url": "https://megaup.net/2z0lh/Kanjoos_Makhichoos_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qgL0nVy63sJuw3XL5rMht5LSFJu.jpg",
        "title": "Johnny & Clyde (2023)",
        "description": "Johnny & Clyde (2023)ဒီရုပ်ရှင်က ဇာတ်အိမ်လည်းရူးခါနေသလို Megan Fox လည်းပါတာမို့ ပုရိသတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဇာတ်လိုက်ကျော်တွေက ဂျိုကာနဲ့ဟာလေကွင်းလို အရူးအတွဲ။ သူတို့က ဂျိုကာနဲ့ ဟာလေကွင်းနဲ့ တော်တော်ကို တူတာမှ တစ်ပုံစံတည်းလိုကိုတူတာ။ ဘဲက သတ်ချင်တဲ့လူ လိုက်သတ်နေတဲ့ ဂကြောင်။ စော်က ဘဲကို အထင်ကြီးပြီး သတ်သမျှကို လိုက်အားပေးနေတဲ့ ဂကြောင်မ။ သူတို့က နားနေတာကြာပြီ။ ဒီကားအစမှာ ရုတ်တရက်ကြီး ပြန်ပေါ်လာပြီး လျှောက်သတ်ကြရော။ ဒီလိုသတ်ရင်း ကာစီနိုက ကားတစ်စီးကို ဓားပြတိုက်မိကြတယ်။ အဲဒီကားပေါ် ဘာမှပါမလာဘဲ ကာစီနိုတုံကင်တွေပဲ ပါလာပေမဲ့ ကားပေါ်က တစ်ကောင် လက်ထောက်ချလို့ ကာစီနိုမှာ ငွေတွေချည်း ထားထားတဲ့ အခန်းတစ်ခန်းရှိတဲ့အကြောင်း သိသွားကြတယ်။ ဒီလိုနဲ့ အဲဒီကာစီနိုကို ဓားပြတိုက်ဖို့ပြင်တယ်။ လူစုတယ်။ မထူးဘူး။ သူ့တို့လို အရူးတွေချည်းပဲ။အဲဒီကာစီနိုကို ဦးစီးတဲ့လူက ...",
        "rating": "",
        "url": "https://megaup.net/3eX7j/(CM)_Johnny_&_Clyde_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MIDERaEUMw1rYDM99tGZPY80Ap.jpg",
        "title": "Chor Nikal Ke Bhaga(2023)",
        "description": "Chor Nikal Ke Bhanga(2023)\n*****************************************IMDb-8/10Glow & Lovely (Fair & Lovely)ရဲ့ ကြော်ငြာမင်းသမီးချောလေးယန်မီဂေါ်သမ်က လေယာဉ်မယ်အဖြစ် ၊\nမင်းသားချောနှစ်ယောက်ဖြစ်တဲ့ ဆန်နီကောရှလ်နဲ့ ရှရားဒ်ကဲလ်ကရ် တို့အဓိကပါ၀င်ထားတဲ့ လေယာဉ်ပြန်ပေးဆွဲကားပါ ။ဇာတ်လမ်းအကျဉ်းသက်သတ်လွတ်သမားအန်ကစ်နဲ့ လေယာဉ်မယ်နေဟာတို့ သက်သတ်လွတ်ဟင်းပွဲကိစ္စကအစပြုပြီး\nတွေ့ဆုံရင်းချစ်မိသွားကြရာက နေဟာကိုယ်၀န်ရသွားတဲ့အထိနီးစပ်သွားကြပါတယ်။\nနှစ်ယောက်လုံးကအရမ်းချစ်ကြသူတွေမို့ လက်ထပ်ဖို့ဆုံးဖြတ်ပြီးသာယာကြည်နူးနေချိန်မှာ\nအန်ကစ်လုပ်ငန်းတစ်ခုကအမှားအယွင်းကြောင့် အန်ကစ်ဟာ သူ့ကုမ္မဏီကစိန်ကို\nသူကိုယ်တိုင်ပြန်ခိုးရမယ့်အဖြစ်ရောက်သွားပါတယ်။\nကြင်ယာလောင်းအတွက် နေဟာပါအဆစ်ပါပြီး နှစ်ယောက်ပေါင်း\nအကြံအစည်အကောင်အထည်ဖော်ခါနီးမှာပဲ\nအဲဒီလေယာဉ်ကြီးကိုပြန်ပေးဆွဲခံရပြီး နှစ်ယောက်လုံးဓားစာခံဖြစ်သွားပါတော့တယ်။သူတို့က ဘာကြောင့်လေယာဉ်ကိုပြန်ပေးဆွဲရတာလဲ...\nအန်ကစ်ကရော ဒီကိစ္စတွေကြားမှာမှ သူ့အစီအစဉ်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလား...\nနောက်ထပ်အဓိကဇာတ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nရှရားဒ်ကဲလ်ကရ် ကရော ဘယ်နားကနေဘယ်လိုပေါ်လာမလဲ ရင်တထိတ်ထိတ်ခံစားကြည့်ပါဦးလို့ ....\nဘာသာပြန်တွေကတော့ Bpl,Yunniနဲ့ Thaik Sanတို့ ဖြစ်ပါတယ်\nFile size…1.2GB / 540MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San",
        "rating": "7.5",
        "url": "https://megaup.net/2yX6D/Chor_Nikal_Ke_Bhaga_(2023)_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pnLf7iuL0d9kbDRJ9Dc12gg0CN1.jpg",
        "title": "Marui Video (2023)",
        "description": "Marui Video (2023)Marui video ဆိုတဲ့နာမည်အတိုင်းပဲ ဗီဒီယိုတစ်ခုကနေ အစပြုခဲ့တဲ့ ခြောက်ခြားစရာဇာတ်လမ်းတစ်ပုဒ်ပါပီဒီဂင်ဆူချန်းတို့အဖွဲ့ဟာ ၁၉၉၂ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ လူသတ်မှုရဲ့ ဗီဒီယိုကို ရှာတွေ့ပြီး\nအဲဒီလူသတ်မှုက သွေးရိုးသားရိုးမဟုတ်ဘဲ အခန်းရဲ့မှန်ထဲမှာ\nလူတစ်ယောက်ကို ခပ်ရေးရေးတွေ့လိုက်ရာကနေ အဲအမှုကို ဆက်လိုက်ပါတော့တယ်အနှစ် ၂၀ ကျော်ကြာသွားပြီးဖြစ်သလို ပိတ်ပြီးသားအမှုဖြစ်တဲ့အတွက်\nအသေးစိတ်လိုက်မှကို အဲအမှုရဲ့ ဇစ်မြစ်ကိုသိရပါတော့တယ်အဲအမှုဟာ တူးလေနက်လေဆိုသလိုပဲ ကွင်းဆက်ကကြီးကြီးလာပြီး\nသူတို့သာ လမ်းတစ်ဝက်နဲ့တင်ရပ်လိုက်ရင် ဇာတ်သိမ်းကတစ်မျိုးပြောင်းသွားဦးမှာပါဇာတ်လမ်းပုံစံကိုက မှတ်တမ်းရုပ်ရှင်အနေနဲ့ ရိုက်ကူးထားပြီး\nရင်တထိတ်ထိတ်ကြည့်ရမယ့် Horror Thriller ကိုကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…  1GB | 477mB | 244MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... ...",
        "rating": "5.6",
        "url": "https://megaup.net/1SZ6x/Marui.Video.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://megaup.net/1SY34/Vinaro_Bhagyamu_Vishnu_Katha_(2023)_Telugu_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDUyODIzZGUtYmU3OS00MGZlLTgwZGItOTQxOWMwZDliOWRmXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Pathaan (2023)",
        "description": "Pathaan (2023)\n(FUL HD အကြည်ဗားရှင်း)\nAction, Crime, Drama\nIMDb 6.4/10 (122K)ကဲ လူတွေပါးစပ်ဖျားရေပန်းစားနေကြပြီး ဘတ်ဂျတ်ကုဋေ၂ရာကျော်ရင်းပြီး\nရုံတင်ငွေကုဋေ၁သိန်းကျော်ထိ အမြတ်ပြန်လည်ရရှိထားတဲ့\nရှာရွတ်ခန်းရဲ့ ပထန်ဇာတ်ကားကြီးရဲ့ ကြည်တောက်ရှင်ဗားရှင်ကိုတင်ဆက်ပေးပါတော့မယ်နော်။မင်းသားကြီး ရှာရွတ်ခန်း...ဂျွန်အေဗရာဟင်..ဒီပီကားပါဒူကွန်တို့က Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားကြပြီး တခြားသော သရုပ်ဆောင်ပေါင်းများစွာလည်းပါဝင်ထားသလို\nမင်းသားကြီးဆလ်မာန်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်ပေးထားပါသေးတယ်နော်။ဒီဇာတ်ကားကို အိန္ဒိယနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Yash Raj Films မှ\nတာဝန်ယူထုတ်လုပ်ပေးထားပြီး လက်ပွားမင်းသားရဲ့ War ဇာတ်ကားကို တာဝန်ယူရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ ဆစ်ဒါသ်အာနန်းရဲ့အက်ရှင်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဆလ်မာန်ရဲ့ (Tiger)..လက်ပွားရဲ့ (War) တို့နဲ့ချိတ်ဆက်ပေးမယ့်\nPathaan ဇာတ်ကောင်ရဲ့ spin-off ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Yash Raj ကုမ္ပဏီဟာ နောက်ပိုင်းမှာ spy universe ကို တည်ဆောက်သွားမယ့်ပုံပေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံသမ္မတကြီးကို အကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာ ဒူဘိုင်းက အခမ်းအနားပွဲတစ်ခုမှာ ပြန်ပေးဆွဲဖို့ရှိနေခဲ့ပါတယ်။ဒီတော့ လုံခြုံရေးကို သုံးဆတိုးမြှင့်ပြီး စောင့်ကြပ်ပေးနေခဲ့ပါတယ်။ မထင်မှတ်ထားတဲ့ ကိစ္စက\nအကြမ်းဖက်အဖွဲ့အစည်းဟာ သမ္မတကြီးကိုပြန်ပေးမဆွဲဘဲ သမ္မတကြီးနဲ့အတူလိုက်ပါလာတဲ့\nသိပ္ပံပညာရှင်နှစ်ယောက်ကို ပြန်ပေးဆွဲလိုက်ပါတော့တယ်။ခေါင်းခဲစေတဲ့ကိစ္စက ...",
        "rating": "6.4",
        "url": "https://megaup.net/2zj7u/Pathaan_(2023)_TRUE_WEB-DL_-_720p(CM)_Edit.mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNThkZDhjOGUtZmU1My00ZGM2LWJiMmYtOGRiY2VlYzY3YjQ0XkEyXkFqcGdeQXVyODA2Mzc0MDI@._V1_-150x200.jpg",
        "title": "Am I Next (2023)",
        "description": "Am I Next (2023)\nIMDb 7.3/10ဒီကားကတော့ မင်းသားမင်းသမီးဘယ်သူဆိုတာမကြည့်အားဘဲ\nအဆုံးထိ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမဲ့ Crime/ Drama ဇာတ်ကားမျိုးပါ ။ဟန်နီဆိုတဲ့ကလေးမလေးက ၁၄နှစ်သာရှိပါသေးတယ် အဖေရော\nအမေရောကပါ တုန်နေအောင်ချစ်ကြတဲ့သမီးငယ်လေး\nစာလည်းတော်တဲ့ကလေးက တစ်ရက်တော့ကျောင်းမှာမူးလဲလို့\nဆေးရုံတင်လိုက်ရပါတယ် ဆေးစစ်ချက်ထဲ ထင်မထားတဲ့ကိစ္စကြီး\nပေါ်လာပါတော့တယ် ဒီ၁၄နှစ်အရွယ်ကလေးမလေးမှာ ကိုယ်ဝန်ရှိနေတာပါအဖေရော အမေပါယူကြုံးမရဖြစ်ကြပြီး တရားမျှတမှုကိုမြေလှန်ရှာပါတော့တယ်\nဒါပေမဲ့ကိုယ်ချင်းစာတရားမရှိတဲ့မီဒီယာရဲ့ဖိအားတွေ ပတ်ဝန်းကျင်ဖိအားတွေကြား\nသူတို့ဘယ်လိုနှစ်ပါးသွားမလဲ ကလေးမလေးကို Rape လုပ်ခဲ့တဲ့\nမုဒိမ်းကောင်ဘက်ကလည်းခေသူမဟုတ်တော့ အိန္ဒိယထိပ်တန်းရှေ့နေနဲ့\nဟန်နီ့ဘက်က အမျိုးသမီးလူမှုဖူလုံရေးထိပ်တန်းရှေ့နေတို့ရဲ့အပြိုင်အဆိုင်တွေကို\nအားပါးတရကြည့်ရှုရမဲ့ဇာတ်လမ်းကောင်းပဲဖြစ်ပါတယ်\nFile size…1GB / 500MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 26mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ Cherry",
        "rating": "7.4",
        "url": "https://megaup.net/2yUy0/Am.I.Next.2023.720p(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDNkY2VlYTUtOGVlMC00MjM1LWE5ZTgtMjRkZWVlZDdhZjY3XkEyXkFqcGdeQXVyMTM0NzY0ODYw._V1_-150x200.jpg",
        "title": "Casando a mi Ex (2023)",
        "description": "Casando a mi Ex (2023)\n=================မိဘဖြစ်သူရဲ့ အိမ်ထောင်ဆက်များတာကြောင့် လက်ထပ်\nရမှာကြောက်နေတဲ့ မင်္ဂလာပွဲစီစဉ်သူ မာရီယာနာကို ရည်းစား\nဖြစ်သူ စားဖိုမှူး လူးဝစ်ကလက်ထပ်ခွင့်တောင်းရာ ငြင်းဆိုခံ\nလိုက်ရပါတယ်။ အချစ်ကြီးချစ်ကြပြီးမှ အငြင်းခံလိုက်ရတဲ့\nအတွက် လက်စားချေချင်တာကြောင့် ဟန်ဆောင်လက်ထပ်\nပေးရင် နိုင်ငံသားဖြစ်မယ်ဆိုပြီး ကိုလံဘီယာသူ lesbian\nသူငယ်ချင်းလူစီယာ ကို အသုံးချပြီး ရည်းစားဟောင်းဆီ\nမင်္ဂလာပွဲသွားအပ်ရာကနေ အရင်လို ပြန်အဆင်ပြေကြမလား\nပိုဆိုးသွားမလား ဟန်ဆောင်သတို့သမီးကရော သူ့ချစ်သူကောင်\nမလေးနဲ့ ဘယ်လိုရှင်းကြမလဲ ဆိုတာကို ကြည်ကြည်နူးနူး\nလေးကြည့်ရမယ့် healing drama လေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.81 GB) / (764 MB) / (441 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance\nTranslator.......Chit Min Thu\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/2yQax/Casando.a.mi.Ex.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/984oQ3wy9QjHNnKuReQpRCi5B0V.jpg",
        "title": "5000 Blankets (2023)",
        "description": "5000 Blankets (2023)IMDb ~ 6.3တက္ကဆက်ပြည်မြောက်ပိုင်း ဖို့တ်ဝေါ့သ်မှာ အိမ်ခြေရာမဲ့တွေကို ကူညီပေးနေတဲ့ “Philip’s Wish” ဆိုတဲ့ အဖွဲ့ကြီးတစ်ဖွဲ့ ရှိပါတယ်။\nအိမ်ခြေရာမဲ့တွေကို စောင်၊ စားစရာနဲ့ အခြေခံ လူသုံးပစ္စည်းတွေ သိန်းနဲ့ချီပြီး ထောက်ပံ့ပေးနေတဲ့ အဖွဲ့ကြီးပါ။အဲဲဒီအဖွဲ့ကြီးကို တည်ထောင်ခဲ့သူတွေကတော့ စင်ဒီနဲ့ဖေးလ်လစ်ဆိုတဲ့ သားအမိနှစ်ယောက်ပါ။ဒီသားအမိက စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်ပြီး အိမ်က ထွက်သွားတဲ့ စင်ဒီရဲ့ယောကျာ်း၊ ဖေးလ်လစ်ရဲ့အဖေ ဘော်ဘီကို လိုက်ရှာဖို့ ကြိုးစားရင်း\nဖို့တ်ဝေါ့သ်က အိမ်ခြေရာမဲ့တွေရဲ့ ညတာရှည်ပြီး ချမ်းအေးလှတဲ့ ဘဝကို သိရှိခဲ့ရပါတယ်။ဘော်ဘီလည်း သူတို့လို ဖြစ်နေမလားဆိုတဲ့စိတ်နဲ့ ဖို့တ်ဝေါ့သ်က အိမ်ခြေရာမဲ့ ၅၀၀၀ ထောင်ကျော်အတွက်\nစောင်တွေ လိုက်ဝေပေးဖို့ စိတ်ကူးမိရာကနေ ဒီဖောင်ဒေးရှင်းကြီး ပေါ်ပေါက်လာတာပါ။ဒီဇာတ်လမ်းက အဲဒီဖြစ်ရပ်မှန်ကို အသက်သွင်းပြီး ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းက Plot twist တွေလည်း မရှိသလို တင်ပြပုံကလည်း ရိုးရိုးရှင်းရှင်းပါပဲ။\nဒါပေမဲ့ အကြင်နာတရား ကင်းမဲ့ပြီး ဖြစ်ချင်တိုင်း ဖြစ်နေတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1SVs9/5000.Blankets.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWI5ZGUzNDAtOGY0Yy00NzU0LWE0NmYtNGNlOGI0YjVlZTk4XkEyXkFqcGdeQXVyODQ0NjU1OTE@._V1_-135x200.jpg",
        "title": "Supercell (2023)",
        "description": "Supercell (2023)\n============လတ်တလော အသစ်ထွက်ရှိလာတဲ့ထဲကမှ Best Cinematography\nAward အပါအဝင် ဆုသုံးဆုထိ ရရှိထားတဲ့ action and adventure\nဇာတ်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။သိပ္ပံပညာရဲ့ နက်ရှိုင်းမှုတွေ၊ သဘာဝတရားကြီးရဲ့ ဆန်းကြယ်မှုတွေကို\nသည်းထိပ်ရင်ဖို ကြည့်ရှု့သွားရမှာဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေ\nလည်း ပါဝင်နေတာဖြစ်လို့ ဇာတ်လမ်းကြည့်ရင်း win-win အခြေအနေ\nတစ်ခုကို ရရှိစေမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဝီလီယမ်ဘရိုဒီဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nလေးတစ်ယောက်က ဆုံးပါးသွားပြီဖြစ်တဲ့ သူ့ရဲ့ဖခင်ဖြစ်သူ ဘေလ်ဘရိုဒီ\nတစ်ဖြစ်လဲ ဒဏ္ဍာရီလာမုန်တိုင်းမုဆိုးတစ်ဦးရဲ့ အဆုံးမရှိတဲ့ အိပ်မက်တွေ\nနောက်ကို လိုက်ဖို့ ကြိုးစားတဲ့ စွန့်စားခန်းတစ်ခုပါပဲ။ အဲဒီစွန့်စားခန်းမှာ\nအသက်အန္တရာယ်ရှိတဲ့အထိ ပြင်းထန်တဲ့ မုန်တိုင်းတွေ၊ လေဆင်နှာမောင်း\nတွေ တစ်လုံးပြီးတစ်လုံး ကြုံတွေ့ရပြီး အသက်ရှင်ကျန်ရစ်နိုင်ဖို့ ကြိုးပမ်း\nအားထုတ်မှုတွေကို သည်းထိပ်ရင်ဖို တွေ့မြင်သွားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (495 MB) / (296 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.9",
        "url": "https://megaup.net/2yR9g/Supercell.2023.720p.AMZN.WEB-DL.(CM)).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5KuVgF3JrkoJOymv6VuJCSn6Qht.jpg",
        "title": "Noise (2023)",
        "description": "Noise (2023)2023 ထွက် ဇာတ်ကား အသစ်ကျပ်ချွတ်လေးပါ။ လေးလေးပင်ပင်ကြီး တွေးစရာမလိုသလို အချိန်အကြာကြီး တသသနဲ့ စိတ်ထဲအောင်းနေမယ့်ကားမျိုးလည်း မဟုတ်ပါဘူး။ ဒီအတိုင်း ဖျော်ဖြေရေးဆန်ဆန်လေး ရုပ်ရှင်ကြည့်ချိန်မှာ ကြည့်လိုက်ပြီး ခေါင်းထဲက ထုတ်ပစ်လိုက်လို့ရတဲ့ ကားမျိုးပါပဲ။ အားလပ်ချိန်ကို အပျင်းပြေရုပ်ရှင်ကြည့်မယ်ဆိုရင်တော့ Thriller လေးလည်း မဆိုစလောက်ပါတော့ အတန်အသင့် စိတ်ကျနပ်မှုရစေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ Influencer တစ်ယောက်လည်းဖြစ် မွေးကင်းစ လသားအရွယ် ကလေးလေးရဲ့ ဖခင်လည်းဖြစ်တဲ့ ဇာတ်လိုက်ဟာ သူ့မိသားစုကိုခေါ်ပြီး သူကလေးဘဝတုန်းက နေခဲ့တဲ့ သူ့ဖခင်ရဲ့ အိမ်ကြီးဆီ ပြောင်းရွှေ့လာခဲ့ကြပါတယ်။ ဖခင်ကြီးကတော့ လူအိုရုံမှာ သွားနေပြီဖြစ်ပြီး ဒီအိမ်ကြီးမှာ အခုဆို သားအမိသားအဖ ၃ယောက်ပဲ နေကြတော့မှာပါ။ ဒီလိုနဲ့ တစ်ရက်မှာ ဖခင်ဖြစ်သူရဲ့ အတိတ်ကို တူးဆွဖို့ဖြစ်လာပြီး မထင်မှတ်ထားတဲ့ လျှို့ဝှက်ချက်တွေ ပေါ်လာခဲ့ပါတယ်။ အတိတ်ဘက် ခြေဦးသန်းရင်း လက်ရှိဘဝရဲ့ ဝတ္တရားတွေက ဖယ်ခွာလာတဲ့ ဖခင်ငယ်လေးရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1cX6c/(CM)_Noise_(2023)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDUwNDY1M2QtYmI2Zi00NmFmLTkzNzMtOTg4ODgxYmY5N2I2XkEyXkFqcGdeQXVyOTQzOTE5NTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Winnie-the-Pooh: Blood and Honey (2023)",
        "description": "Winnie-the-Pooh: Blood and Honey (2023)\n==============================ဝင်နီ သပုချ်ကာတွန်းရုပ်လေးတွေကိုတော့ လူတိုင်းရင်းနှီးကြမှာပါ။\nဒီရုပ်ရှင်ကတော့ ဟော်ရာအမျိုးအစားဖြစ်ပြီး ဝင်နီသပုချ်ဟာ အရိုင်း\nစိတ်ဝင်နေတဲ့ စိတ္တဇလူသတ်ဝက်ဝံဖြစ်နေတာကို တွေ့ရမှာပါ။ ပြီးတော့\nနောက်တစ်ကားအဆက်လည်း ရိုက်နေပြီဖြစ်ကြောင်းတောင် ပြော\nကြားထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n---------------------\nခရစ္စတိုဖာရော်ဘင်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ တောထဲမှာ\nမျိုးစိတ်မတူဘဲ စပ်ပြီးမွေးဖွားလာတဲ့ ရုပ်ပျက်ဆင်းပျက် သတ္တဝါလေး\nကောင်နဲ့ မိတ်ဖွဲ့မိခဲ့ပါတယ်။ သူတို့ကိုစားစရာတွေယူပေး၊ အတူကစား\nရင်းနဲ့ သူငယ်ချင်းတွေ ဖြစ်လာခဲ့ပြီးမှ အရွယ်ရောက်လာတဲ့ ခရစ္စတိုဖာ\nဟာ ဆေးကျောင်းတက်ဖို့ သူတို့ကိုထားခဲ့ပြီး မြို့တက်သွားရပါတော့\nတယ်။ ခရစ်မရှိတော့တဲ့အချိန်မှာ အရမ်းကြမ်းတမ်းတဲ့ဆောင်းရာသီ\nကြောင့် ပုချ်တို့တွေ အရမ်းငတ်မွတ်လာပြီး အစာငတ်သေရမလိုဖြစ်\nလာတဲ့အချိန်မှာ သူတို့လေးကောင်ထဲက တစ်ကောင်ကိုအချင်းချင်း\nပြန်စားပြီး အသက်ဆက်လိုက်ရပါတော့တယ်။ ဒီလိုနဲ့ သူတို့စိတ်တွေ\nကြမ်းတမ်းရက်စက်လာပြီး သူတို့ကို ထားခဲ့တဲ့ ခရစ္စတိုဖာကိုရော\nလူသားတွေကိုရော မုန်းတီးလာတဲ့အခါ...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson\nဖြစ်ပါတယ်)File Size..........(1.3 GB) / (523 MB) / (300 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar ...",
        "rating": "4.3",
        "url": "https://megaup.net/1cX8g/winnie.the.pooh.blood.and.honey.2023.720p.web.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/w220_and_h330_face/kUWTY8rwEZ3d8G31GuPMbvqS67D.jpg",
        "title": "[18+] Money Shot: The Pornhub Story (2023)",
        "description": "Money Shot: The Pornhub Story (2023)\n~ Rotten Tomatoes - 69% ~(အပြာ ဝက်ဆိုဒ် ပွန်းဟတ်အ​ကြောင်းရိုက်ပြထားတာ​ကြောင့် ကြမ်းတမ်းတဲ့အသုံးအနှုန်း​တွေ တပုံကြီးပါ​တာ​ကြောင့် ၁၈ နှစ်ပြည့်မှ ကြည့်​စေလိုပါတယ်)ကမ္ဘာ​ပေါ်မှာလူကြည့်အများဆုံး ၁၀ခု​မြောက် ဝက်ဆိုဒ်တစ်ခုဖြစ်တဲ့ ပွန်းဟတ်ရဲ့ ဖြတ်သန်းလာရတဲ့ အခက်အခဲ​တွေကို Netflix က မှတ်တမ်းရုပ်ရှင်ရိုက်ထားတာပဲဖြစ်ပါတယ်။ကုမ္ပဏီစစ​ထောင်ချင်းက​တော့ နည်းပညာပိုင်းဆိုင်ရာ​ကုမ္ပဏီ​ပေမယ့် ​နောက်ပိုင်း လူ​တွေ​ အပြာဓါတ်ပုံ​တွေ ဗီဒီယို​တွေ ​ဝေမျှဖို့ ဝက်ဆိုဒ်လုပ်ရင်း အဲ့ဒီကရတဲ့ ​ကြော်ငြာခ​တွေက​နေ ချမ်းသာလာပြီး ကမ္ဘာလူအကြည့်အများဆုံးဝက်ဆိုဒ်တစ်ခုဖြစ်လာတဲ့ပွန်းဟတ်...တစ်ဖက်မှာလည်း ပွန်းဟတ်​ပေါ်မှာ ​ဘယ်အရာမဆို ကန့်သတ်ချက်မရှိ ​ဝေမျှလို့ရတဲ့အချက်​ကြောင့် လူဝင်များလာတဲ့အ​လျောက် က​လေးသူငယ်ဆိုင်ရာ လိင်အကြမ်းဖက်မှု​တွေ မုဒိမ်းကျင့်တဲ့ဗီဒီယို​တွေ ဝက်ဆိုဒ်ထဲ အမည်မသိပဲ တင်လာကြတဲ့အခါ... ပွန်းဟတ်အတွက် ဘယ်လိုနစ်နာမှု​တွေဖြစ်လာ​စေလဲ ဘာ​တွေရင်ဆိုင်ရမလဲဆိုတာ​တွေ...၂၀၂၀ ​နှောင်းပိုင်းမှာ လိုင်လာဆိုတဲ့အမျိုးသမီးစတင်လိုက်တဲ့ ပွန်းဟတ်ဖြုတ်ချ​ရေး ကမ်ပိန်းက​ရော ပွန်းဟတ်ကို ဘယ်​လောက်ထိ​ရိုက်ခတ်သွားလဲ၊ ဘာ​တွေ​​ပြောင်းလဲ​ပေးလိုက်ရလဲဆိုတာ​​တွေ ...ရုတ်တရက် အသစ်ထွက်ရှိလာတဲ့ဥပ​ဒေ​တွေ၊ ...",
        "rating": "",
        "url": "https://megaup.net/1cWcc/(CM)_Money_Shot_-_The_Pornhub_Story_(2023)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGU4MDUxZDktMTU4Ni00NDZlLTkwNDAtYTM5ZWIwN2RjNmMwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-155x200.jpg",
        "title": "Writer Padmabhushan (2023)",
        "description": "Writer Padmabudhan (2023)\nComedy, Drama\nIMDb 8.7/10 (4.6K)စာအုပ်မြို့တော်လို့ တင်စားရလောက်တဲ့ ဗီဂျေးဗာဒါဆိုတဲ့\nနယ်မြို့လေးမှာ ပဒ်မားဘူရှန်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်ရှိသတဲ့။အဲ့ဒီမြို့လေးက စာအုပ်နဲ့ပတ်သက်လာရင် နာမည်ကြီးလွန်းလို့\nစာရေးဆရာကတောင် သူရေးခ​ဲ့ဖူးတဲ့စာအုပ်ဟောင်းကိုပြန်ရှာတွေ့နိုင်လောက်အောင်ပေါ့ကွယ်။ဒီလို စာပေထွန်းကားတဲ့မြို့လေးမှာ စာရေးဆရာတအားဖြစ်ချင်နေတဲ့သူကတော့\nကျွန်တော်တို့ ဇာတ်လိုက်ကြီး ပဒ်မားဘူရှန်းပဲဖြစ်ပါတယ်။အကြွေးတွေယူပြီး စွန့်စွန့်စားစားနဲ့ စာအုပ်တစ်အုပ်ထုတ်ဝေခဲ့ပါတယ်။\nကံခေလွန်းတာများ တစ်အုပ်တောင် မရောင်းရတဲ့အပြင် စာအုပ်ပုံကြီးသာ အဖတ်တင်သွားခဲ့တယ်လေ။အခွင့်အလမ်းက အိမ်တံခါးလာခေါက်တဲ့အခါ မဖွင့်ပေးတဲ့သူဟာ\nအရူးဆုံးသောလူပါပဲဆိုတဲ့အတိုင်းပဲ သူ့ဆီလည်း တစ်​ကြိမ်လာခေါက်ခဲ့ပါတယ်။အဲ့ဒီအခွင့်အလမ်းက ဘာဖြစ်နေမလဲ...။\nဘယ်လိုကြောင့် သူ့ဆီရောက်လာတာလဲ...။\nသူနဲ့သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်မလဲဆိုတာကို\nဆက်လက်ရှုစားပေးပါနော်။...........\nFile size…1.99GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Cherry ~ Nyein Aye",
        "rating": "8.6",
        "url": "https://megaup.net/3eOvC/Writer_Padmabhushan_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAoAgzOCxSytYBqqCQulhXNR3LB.jpg",
        "title": "The Magician’s Elephant (2023)",
        "description": "The Magician's Elephant (2023)\"ဘောလ်တိစ်\" ဆိုတဲ့ မြို့ငယ်လေးက မျှော်လင့်ချက်တွေဆိတ်သုဥ်းနေတဲ့မြို့လေးလို့ပြောရမယ်။\nသူတို့ကြုံခဲ့ရတဲ့စစ်ပွဲကြီးအပြီးမှာ လူတွေကမပျော်ရွှင်ကြတော့ပါဘူး။\nစစ်ကြီးကလဲ ပြီးတာ ဒီကားထဲက ဇာတ်လိုက်လေးရဲ့တစ်သက်ရှိနေပြီ။\nဒါပေမဲ့လူတွေက ပျော်ရွှင်မှုတွေမရကြသေးဘူး။\nမျှော်လင့်ချက်တွေ ယုံကြည်မှုတွေ ပြန်မရှင်သန်ကြသေးဘဲ\nအဆိုးတွေပေါ်ပဲအာရုံစိုက် အဆိုးတွေကိုပဲမျှော်လင့်ပြီးနေကြသူတွေပေါ့။\nတစ်နေ့မှာမျက်လှည့်ဆရာကြီးက ဒီလူတွေအတွက် မျှော်လင့်ချက်တွေပြန်ရှင်သန်စေဖို့\nမန္တန်ကြီးတစ်ခုကိုလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nသူ့ခဗျာမှာလဲ သိပ်မကျွမ်းကျင်တော့ ဆင်ကြီးတစ်ကောင်သာအမိုးကနေပွင့်ပြီးပြုတ်ကျလာပါတယ်။\nမျက်လှည့်ဆရာကြီးက သူ့မန္တန်ကမအောင်မြင်ဘူးထင်တာပေါ့။\nမျက်လှည့်ဆရာကြီးကိုယ်တိုင်လဲ သူ့ဆင်ကြီးက အဖွားကြီးတစ်ယောက်ပေါ်သွားပိတာကြောင့် ဂျေးထဲအောင်းသွားရပါတယ်။\nဒါပေမဲ့ ဒီဆင်ကြီးရောက်လာတာကပဲ ဒီကားထဲကဇာတ်လိုက်လေးအတွက် ယုံကြည်မှုတွေကိုအသက်သွင်းရာမှာ၊\nသူ့မိသားစုကိုရှာဖွေရာမှာ အရေးအကြီးဆုံးနဲ့ပထမဆုံးခြေလှမ်းဖြစ်ပြီး ဘယ်လိုအံ့ဖွယ်ရာတွေကိုထပ်ဖြစ်စေမလဲဆိုတာကြည့်ရမှာပါ။\nဇာတ်လမ်းလေးက ကာတွန်းဆန်ဆန် ရယ်စရာမောစရာမှော်ဆန်ဆန်ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်\nပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ မျှော်လင့်ချက်ပျက်သုဥ်းနေသူတွေအတွက်၊\nအကောင်းတွေအများကြီးထဲကအဆိုးတစ်ခုလောက်ကိုမှရွေးပြီး မျှော်လင့်ချက်ပျက်တတ်တဲ့လူတွေအတွက်\nအရာအားလုံးကဖြစ်နိုင်တယ်ဆိုတာမျိုးစိတ်ခွန်အားပေးထားတဲ့အတွက်\nကလေးတွေရောလူကြီးတွေပါကြည့်သင့်တဲ့ဇာတ်လမ်းလှလှလေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.35GB | 766MB | 362MB\nFormat… mp4\nDuration….1h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.6",
        "url": "https://megaup.net/1cW2a/The.Magicians.Elephant.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYWTeTmmRpJot6QBXu1On7L8nvq.jpg",
        "title": "Married by Mistake (2023)",
        "description": "Married by Mistake (2023)IMDb - 5.8ပူပူနွေးနွေး MBAဘွဲ့ရထားတဲ့ ရိုင်လီတစ်ယောက် ငယ်ငယ်တည်းက\nမျှော်မှန်းခဲ့ရာအလုပ်ကို လက်မတင်လေး ဆုံးရှုံးလိုက်ရပါတယ်။\nစိတ်ညစ်ညစ်နဲ့ နိတ်လို့ခေါ်တဲ့ ကျောင်းနေဖက်သူငယ်ချင်းနဲ့အတူ\nမူးကွဲနေအောင်သောက်မိရာက မနက်လင်းတော့ ဘုရားတရပါပြီ။\nဝတ်လစ်စလစ်နဲ့ တစ်ကုတင်တည်းအတူ တက်အိပ်နေကြတဲ့အဖြစ်ကို တွေ့‌လိုက်ရတာပါ။\nလက်သန်းကြွယ်မှာလည်း လက်စွပ်ကိုယ်စီနဲ့ပါပဲ။\nဆိုတော့ မည်သို့မည်ပုံဖြစ်သွားသည် မသိသော်ငြားလည်း\nနိတ်နဲ့ ခေါင်းချင်းရိုက်တိုင်ပင်ကြတော့ အကြံတစ်ခုထွက်လာပါတယ်။\nစီးပွားရေးဘွဲ့လက်မှတ်ကြီးကိုင်ပြီး အလုပ်မရှိလို့ အနာဂတ်ပျောက်နေတဲ့ ရိုင်လီကတစ်ဖက်၊\nမိသားစုစီးပွားရေးလုပ်ငန်းမှာ အရှုံးပေါပြီး ဒေဝါလီခံရလုနီးနီးဖြစ်နေတဲ့ နိတ်ကတစ်ဖက်မို့\nနှစ်ဦးနှစ်ဖက် အကျိုးမယုတ်အောင် လက်ထပ်လျက်သား ဆက်နေပြီး\nနိတ်တို့စီးပွားရေးလုပ်ငန်းကိုပဲ ကူညီလုပ်ကိုင်ပေးဖို့ ဆုံးဖြတ်လိုက်ရပါတယ်။Romanceနဲ့ Comedy ပေါင်းထားပြီး ခေတ်ဆန်တဲ့ စကားအသုံးအနှုန်းတွေ ပါတာကြောင့်\nဇာတ်လေးကြီးတွေ ကြည့်ရတာ ငြီးငွေ့လာသူတွေအဖို့ စိတ်ပြေလက်ပျောက် ပေါ့ပေါ့ပါးပါးကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 642MB ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yQ8l/Married.by.Mistake.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dHFRTHP7OAhDTKsmYeDUNAx7Bf.jpg",
        "title": "Love at First Kiss (2023)",
        "description": "Love at First Kiss (2023)ဘဝမှာ supernatural ability တစ်ခုသာ ပိုင်ဆိုင်ခွင့်ရခဲ့မယ်ဆိုရင်\nအနာဂတ်ကိုကြိုမြင် ကြိုသိနေချင်ပါတယ်ဆိုတဲ့လူတွေ ရှိနေမှာပါ။\nဒါပေမဲ့ တကယ်တမ်းအားလုံးကိုကြိုသိနေရခြင်းက တကယ်ပဲကောင်းတာဟုတ်ရဲ့လား။\nဇာတ်သိမ်း Spoil မိသွားတဲ့ ရုပ်ရှင်တစ်ခုတောင် ကြည့်ရတာအရသာပျက်သွားပြီဆိုရင်\nဇာတ်သိမ်းကိုကြိုမြင်နေရတဲ့ ဘဝတစ်ခုကရော.....မိန်းကလေးတစ်ယောက်နဲ့ ပထမဆုံးအနမ်းတစ်ပွင့်ခြွေဖူးရုံနဲ့တင်\nဒီမိန်းကလေးနဲ့သူရဲ့ အချစ်ဇာတ်လမ်းကို မြင်နိုင်တဲ့ထူးခြားတဲ့အစွမ်းကို ပိုင်ဆိုင်ထားတဲ့ဟာဗီယာ၊\nအနာဂတ်ရှေ့ရေးကို အမြဲကြိုမြင်နေတဲ့ဟာဗီတစ်ယောက် အဆင်မပြေနိုင်မှန်းသိနေတဲ့ RS တွေကို ဘာမပြောညာမပြောနဲ့ သစ်စိမ်းချိုးချိုးလေ့ရှိပါတယ်။\nဒီတော့ ဟာဗီကိုယ်တိုင်လည်း Commitment ဆိုတာကို ကြောက်လာသလို\nမိန်းကလေးတွေကြားမှာလည်း လူရှုပ်လူပွေအဖြစ် နာမည်ဆိုးထွက်သူတစ်ယောက် ဖြစ်လာတော့တာပေါ့။ဘယ်မိန်းကလေးနဲ့နမ်းနမ်း သာယာတဲ့အနာဂတ်ကိုမမြင်ရလို့ စိတ်ပျက်နေတဲ့အပြင်\nအလုပ်ကပါအဆင်မပြေလို့ အရှုံးပေါ်နေပြန်လို့ အနုတ်ပြနေတဲ့ဟာဗီရဲ့ဘဝထဲကို\nအနမ်း ၂ ပွင့်နဲ့အတူ ဝင်ရောက်လာခဲ့တဲ့ မိန်းကလေး ၂ ယောက်၊\nအဲဒီထဲကတစ်ယောက်တော့ ဟာဗီရဲ့အချစ်ဆုံးသူငယ်ချင်းရောဘတ်တိုရဲ့ချစ်သူဖြစ်တဲ့ လူစီယာနဲ့\nနောက်တစ်ယောက်ကတော့ အမြဲတမ်းခံစားချက်တွေကို သိမ်းထားတတ်တဲ့ဟာဗီကို\nရင်ဖွင့်လာအောင်လုပ်နိုင်ခဲ့တဲ့ လွတ်လပ်ပြီးပျော်ပျော်နေရတာကြိုက်တဲ့အေရီယာနာ။\nဘယ်တစ်ယောက်နဲ့ ဘယ်လိုအနာဂတ်တွေကို ဟာဗီမြင်လိုက်ပြီးတော့\nသူရွေးမဲ့လူက ဘယ်သူဖြစ်မလဲဆိုတာ အားလုံးအ‌တူ ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yPQ6/Love.at.First.Kiss.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nme0kRiP5jBSKFRLnaLBSn5ny9G.jpg",
        "title": "My Heart Puppy (2023)",
        "description": "My Heart Puppy (2023)ဒီတစ်ခေါက် တင်ဆက်ပေးမှာတော့ အားလုံးမျှော်နေကြတဲ့ ခွေးလေးတွေနဲ့\nမထင်မှတ်ဘဲ ခရီးသွားဖြစ်သွားတဲ့ ဇာတ်လမ်းလေးပေါ့နော်ဖြစ်ပုံကဒီလို...\nခွေးလေးရွန်းနီကိုအရမ်းတန်ဖိုးထားပြီး ချစ်တဲ့ မင်ဆူက လက်ထပ်တော့မယ့်အချိန်မှာမှ\nဆက်ပြီးမွေးထားဖို့ လုံးဝအဆင်မပြေနိုင်တော့တဲ့အခြေအနေတစ်ခုကြောင့်\nမွေးစားဖို့အတွက် သူ့အစ်ကိုဖြစ်တဲ့ ဂျင်းဂုကို အပူကပ်ရတာ...နှစ်ယောက်သား ရှာကြဖွေကြရင်းနဲ့ ဂျယ်ဂျူကျွန်းကို မွေးစားဖို့ပေးမယ်ဆိုပြီး အသွား..\nလမ်းမှာတွေ့တဲ့စွန့်ပစ်ခွေးလေးတွေကိုလည်း တစ်ခါတည်းခေါ်သွားနဲ့ပေါ့အဲလိုနဲ့ အသွားကြီးသွားရပြီးမှ ဂျယ်ဂျူကျွန်းရောက်တဲ့အခါမှာရော မွေးစားတဲ့လူတွေ့သွားကြမလား\nရွန်းနီလေးကိုရော မင်ဆူကခွဲခွာရက်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်My Sassy Girl နဲ့ နာမည်ကြီးပြီး လူသိများခဲ့တဲ့ မင်းသားကြီး Cha Tae Hyun,\nHospital Playlist ထဲ ဘုန်းကြီးဆရာဝန်အနေနနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီး Yoo Yeon Seok တို့လို\nမင်းသားကြီးတွေပါဝင်ထားပြီးတော့ ချစ်စရာခွေးလေးတွေနဲ့ လုံးဝကို healing ဖြစ်စေမယ့် ရုပ်ရှင်လေးတစ်ကားပါပဲအညွှန်းကိုတော့ JoyZ က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Family\nQuality…. ...",
        "rating": "7.7",
        "url": "https://megaup.net/3eNaq/My.Heart.Puppy.2023.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9hwOE1FeOelkNxfsGtTNrlWnyq.jpg",
        "title": "The Girl Who Escaped: The Kara Robinson Story (2023)",
        "description": "The Girl Who Escaped: The Kara Robinson Story (2023)ယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ 2023 ခုနှစ်ထဲမှာပဲထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတဲ့\nRating မြင့် Documentary Crime-Drama ရုပ်ရှင်ဇာတ်ကား‌ေကာင်းလေးပါဇာတ်လမ်းခေါင်းစဉ်အတိုင်းပဲ ပြန်ပေးဆွဲမုဒိန်းကျင့်ခံရတာကနေ လွတ်မြောက်လာခဲ့တဲ့ ၁၅ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်အကြောင်းပါ\nဒီဖြစ်ရပ်မှာကံကောင်းတာတွေ ကယ်တင်ရှင်တွေမပါပါဘူး\nကာရာဆိုတဲ့ကောင်မလေးက ရုတ်တရက်ကြုံတွေ့ရတဲ့အန္တရာယ်ကို ခေါင်းအေးအေးထားရင်ဆိုင်ကာ လွတ်မြောက်အောင်လုပ်ခဲ့တဲ့အပြင်\nတရားခံလည်ပင်းကိုပါကြိုးကွင်းပြန်စွပ်ပေးနိုင်လောက်အောင် နေရာတွေအချက်အလက်တွေအကုန်လုံးကို မှတ်သားလာခဲ့ပုံက ပြောစမှတ်ပြုလောက်ပါတယ်။ပြီးတော့ သူ့ရဲ့ဒီဖမ်းဆီးမုဒိမ်းကျင့်ခံရပြီးနောက်ပိုင်းကိစ္စတွေကို တည်ငြိမ်စွာရင်ဆိုင်ပုံကလဲ အတုယူဖွယ်ရာပါပဲ\nခံလိုက်ရတဲ့သူတွေမှာ အပြစ်လဲမရှိ အမှားလဲမရှိပါဘူး\nလုပ်‌တဲ့သူတွေကသာ လူ့ဘောင်မဝင် ခွေးလောက်တောင် အဆင့်မရှိတဲ့ကောင်တွေပါ\nအဲ့ဒီတော့ ဒီဇာတ်ကားလေးကနေတစ်ဆင့် မိဘတွေရော မိန်းကလေးအရွယ်သုံးပါးလုံးရော သင်ခန်းစာယူနိုင်ကြမယ်အပြင်\nဇာတ်‌လမ်းကိုရိုက်ပြထားပုံကလဲ အိုဗာတွေမပါစိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်များခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 720p\nFile size… 470MB\nFormat… mp4\nDuration….1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cUkl/The.Girl.Who.Escaped.The.Kara.Robinson.Story.2023.720p.WEB.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDkwMjA4NmYtNDI0Zi00NTZhLWI3OTMtMmRmN2Q3NmVmNTBiXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Vaathi(2023)",
        "description": "Vaathi (2023)IMDb-7.6/10သရုပ်ဆောင် ဒါရိုက်တာ ပရိုဂျူဆာ တေးရေး ဇာတ်ဝင်တေးသီချင်းအဆိုတော် စွယ်စုံရမင်းသား\nDhanush နဲ့ မင်းသမီးချောလေး Samyuktha Menon တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတဲ့ Rating လည်းကောင်း ကြည်နူးမှုကြောင့်လည်းမျက်ရည်စို့ရမဲ့ အိန္ဒိယဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်ကားအစမှာကျောင်းသားသုံးယောက်ဟာသူတို့အဘိုးပိုင်ခဲ့တဲ့ ဗီဒီယိုခွေဆိုင်အဟောင်းလေးကို ရှင်းလင်းရင်းနဲ့\nဗီဒီယိုတိတ်ခွေဟောင်းတွေကို ဖွင့်ကြည့်လိုက်တဲ့အချိန်မှာ\nသူတို့မနက်တုန်းမှာ ကျောင်းမှာသင်ခဲ့တဲ့ သင်္ချာပုစ္ဆာကို ဆရာငယ်ငယ်တစ်ယောက်က\nသင်ပေးနေတဲ့ ဗီဒီယိုမှတ်တမ်းကိုတွေ့လိုက်ပါတယ်\nအဲဒါနဲ့ သူတို့ကစာမလိုက်နိုင်တော့ အဲဒီဆရာဆီမှာကျူရှင်သင်မယ်ဆိုပြီး\nအဲ့တိတ်ခွေအဖုံးပေါ်မှာပါတဲ့ နာမည်နဲ့လိပ်စာအတိုင်းလိုက်ရှာကြည့်တော့\nသူတို့တွေ့လိုက်ရတာ အဲဒီဆရာရဲ့တပည့်ဖြစ်တဲ့သူကိုပါ\nအဲဒီကနေတစ်ဆင့် ဆရာ့ရဲ့နာမည်က ဘာလာဖြစ်ပြီး ဆရာဘာလာရဲ့အကြောင်းတွေကို\nနောက်ကြောင်းပြန်ပြောပြလိုက်တဲ့အခါမှာတော့.....\nဇာတ်ကားကကြည့်လို့ကောင်းတယ်ဆိုတာ ဒီနေရာမှာတင်ရပါပြီ\nဇာတ်လမ်းဇာတ်ကွက်ကောင်း ပေးချင်တဲ့ message ကောင်းတဲ့အပြင် cast ကလဲကောင်း\nအချစ်ဒရာမာအက်ရှင် အစုံပါဝင်တာမို့ ပေးတဲ့ rating နဲ့လဲထိုက်တန်ပါတယ်\nအောက်ကစာကတော့ ကျွန်တော် အာချောင်ထားတာပါဒီဇာတ်လမ်းလေးကို မချီးကျူးခင်မှာ နယ်ဆင်မင်ဒဲလားပြောခဲ့တဲ့ စကားလေးတစ်ခုရှိပါတယ်\nEducation is the only weapon that can change the world တဲ့\nကမ္ဘာကြီးကိုပြောင်းလဲနိုင်တဲ့တစ်ခုတည်းသောလက်နက်ဟာ ပညာရေးပါတဲ့\n၁၉၉၀ ပြည့်နှစ်တွေမှာ အိန္ဒိယမှာ စီးပွားရေးတိုးတက်လာတာနဲ့အမျှ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3eMje/Vaathi_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzg3MDg3ZTItNzc4OS00YzdiLTgwMTEtNzNkN2E3OWYzZWMzXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-160x200.jpg",
        "title": "Kuttey (2022)",
        "description": "Kuttey (2023)IMDb-6.4/10ဇိုးတွေကြားကပဋိပက္ခတွေ လှည့်ကွက်ပရိယာယ်တွေ\nကြိုက်တဲ့ညိုကီတို့အတွက်ရုံတင်ဇာတ်ကားကောင်းသရုပ်ဆောင်စွမ်းရည်ကောင်းတယ်လို့ နာမည်ကြီးတဲ့\nအာဂျွန်ကပူးလ်နဲ့ Drishyam ထဲကရဲမေမင်းသမီးကြီးက\nဒီထဲမှာလည်းရဲမေအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nဒီကားဟာ Aasmaan Bhardwaj ဆိုတဲ့\nတက်သစ်စဒါရိုက်တာတစ်ယောက်ရဲ့ ပွဲဦးထွက်ကားပါကိုယ့်လိုအပ်ချက်နဲ့ကိုယ် ငွေပမာဏကြီးကြီးလိုချင်နေကြသူတွေ\nငွေရပေါက်ကြီးကိုမထင်မှတ်ပဲအားလုံးပြိုင်တူလိုက်မိချိန်မှာ.....ဇလည်းရှိ ဉာဏ်လည်းများတဲ့သူတို့တွေ\nဒီငွေတွင်းကို ဘယ်လိုအနိုင်တိုက်ယူကြမလဲ\nမြွေမြွေချင်းခြေမြင်နေကြတဲ့သူတွေအချင်းချင်း\nဘယ်လိုတွေအကွက်ကျော်ရိုက်ချကြမလဲခံစားကြည့်ပါဦး\nFile size…1.54GB / 700MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Khin Khin",
        "rating": "6.4",
        "url": "https://megaup.net/1SQbk/Kuttey_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWltivkNDGtZDrC1QANBkxe5M2a.jpg",
        "title": "Some You Loved (2023)",
        "description": "Someone You Loved (2023)လမ်းခွဲပြီးကြတဲ့နောက်မှာ အဲဒီလူကိုမေ့ပစ်ဖို့ အချိန်ဘယ်လောက်ကြာတတ်သလဲ။\nသူနဲ့ပတ်သက်သမျှ အရာရာတိုင်းကို ဖုန်းထဲကနေ ဖျက်ပစ်လိုက်ရုံနဲ့ သူ့ကိုမေ့နိုင်သွားပါ့မလား။ဒီဇာတ်ကားလေးထဲမှာဆိုရင်တော့ သူငယ်ချင်းတွေကနေ ချစ်သူတွေဖြစ်လာခဲ့ကြပြီး\nချစ်သူတွေကနေ သူစိမ်းတွေပြန်ဖြစ်သွားကြတဲ့ ဂျွန်ဟိုနဲ့အာယောင်းတို့ရဲ့ Move On လုပ်ဖို့ကြိုးစားပုံကို ကြည့်ရှုခံစားကြရမှာပါ။လက်ထပ်ဖို့အထိ ရည်ရွယ်ထားခဲ့‌ကြပေမဲ့ ဘယ်လိုမှ‌ညှိနှိုင်းလို့မရတော့တဲ့ အခြေအနေကြောင့်\nတစ်လမ်းစီလျှောက်ကြဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ ....\nဂျွန်ဟိုနဲ့အာယောင်းတို့ရဲ့ အနာဂတ်ဟာ ပျော်ရွှင်နိုင်ပါ့မလား။အဆင်မပြေတဲ့ချစ်သူနဲ့လမ်းခွဲပြီး အချစ်သစ်ကိုရော ရှာဖွေသွားနိုင်မှာလားဆိုတာ\nငြိမ့်ငြိမ့်လေးနဲ့ ကြည့်ရှုခံစားရမယ့် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း Reply 1988 ထဲက Lee Ding-Hwi နဲ့\nThe King: Eternal Monarch ထဲက Jung Eun-Chae တို့က သရုပ်ဆောင်ထားတာမို့ ကြည့်လို့ကောင်းမှာပါပဲ။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Romance, Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5",
        "url": "https://megaup.net/1SPe6/Someone.You.Loved.2023.WEB-DL.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/vbIsAHenb9F1SGfeSIhOoWI7gyK.jpg",
        "title": "Scooby-Doo! And Krypto, Too! (2023)",
        "description": "Scooby-Doo! and Krypto, too! (2023) Leaked Version(Official မဟုတ်ဘဲ Leak လာတာဖြစ်တဲ့အတွက် 1080p မရတာကို နားလည်စေချင်ပါတယ်။ 720p တောင်မှ ကြည့်လို့ပြေအောင် ချဲ့ကုတ်ထားရပါတယ်)မော်ဒန်ခေတ် Animation ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ Studio တွေရဲ့ ပြိုင်ဆိုင်မှုတွေ Fan တွေရဲ့ ပေါက်ကွဲအားတွေနဲ့ အတူ Animation တွေဟာ ရုပ်ရှင်ဇာတ်ခုံမြင့်ပေါ်မှာ အလုအယက် နေရာယူလာကြပါပြီ။ ခွေခေတ် VCD ခေတ်တွေကနေ Streaming Service ကို ကူးပြောင်းလာတဲ့ ကာလမှာ Writer တွေ Producer တွေဟာလည်း Animation တွေကို တစ်ခေတ်ဆန်းတဲ့နည်းနဲ့ ခေတ်နဲ့လည်း လိုက်လျောညီထွေအောင် ရိုက်ရင်း ပရိသတ်တွေဆီကို အမြင်သစ်နဲ့ ယူဆောင်လာခဲ့ကြတယ်။ သို့ပေမဲ့လို့ Streaming Service တွေ မပေါ်ခင် ကျွန်တော်တို့ Generation ...",
        "rating": "7",
        "url": "https://megaup.net/2yMne/(CM)_Scooby-Doo!_and_Krypto,_too!_(2023)_720p.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTg2ODg3OTYtNTAzNi00Mjg0LWJhNmQtOTEzNzdkYjI1ZDAwXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-128x200.jpg",
        "title": "Run Baby Run (2023)",
        "description": "Run Baby Run (2023)\nIMDb 6.4ခြေနှစ်ချောင်းမကယ်ကောင်းတဲ့\nသနားစိတ်ဝင်ပြီး ကယ်မိရာက\nအေးဆေးနေတဲ့ကိုယ့်ဘဝကို\nငရဲကျအောင်လုပ်မိတဲ့ ဆပ်သရာ ..ဇာတ်လမ်းစစချင်းမှာကို ကျောင်းဆောင်ပေါ်က\nကောင်မလေးတစ်ယောက်ခုန်ချသွားခဲ့တယ်\nနာမည်ကဆိုဖီယာတဲ့ သတ်သေတာလား လုပ်ကြံခံရတာလား...ဆပ်သရာကတော့ ဘာမှမသိဘဲခံရမဲ့ကောင်ပါ တစ်နေ့ ..\nသူ့ကားထဲမှာဘယ်ကမှန်းမသိတဲ့ကောင်မလေးရောက်နေပါတယ်\nသူ့နောက်ကိုလူတွေလိုက်လို့ပါဆိုပြီးတက်ပုန်းနေရင်းသူနဲ့တွေ့တယ်ပေါ့\nဖုန်းအားလေးသွင်းချင်လို့ လာကြိုတဲ့လူကိုစောင့်ချင်လို့ဆိုပြီး\nသူ့တိုက်ခန်းထဲရောက်လာပါတယ် ဆပ်သရာကသနားပြီး\nတစ်ညတည်းခိုခွင့်ပေးလိုက်မိရာက မနက်ရောက်တော့\nအဲဒီကောင်မလေးကထူးဆန်းစွာ‌သူတိုက်ခန်းထဲမှာသေဆုံးနေပါတယ်\nဒီလိုနဲ့ရဲသူငယ်ချင်းရဲ့အကြံပေးမှုနဲ့ အလောင်းဖျောက်ဖို့လုပ်ရာကနေ\nကြုံတွေရမဲ့ ဒုက္ခတွေ ကြားထဲမှာလည်း Plot Twist တွေ\nပါတာ‌ကြောင့် မိသွားမလားဆိုတဲ့ခံစားချက်နဲ့\nကြည့်ရမဲ့ဇာတ်ကားကောင်းဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.6GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Nyein Aye",
        "rating": "6.4",
        "url": "https://megaup.net/1cQx5/Run_Baby_Run_(2023)_Tamil%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ittBLkDQ0e605gHBpl73sFmRsmd.jpg",
        "title": "Iratta(2023)",
        "description": "Iratta (2023)\nIMDb 7.8/10Rating ကောင်းကောင်းနဲ့ မှုခင်းစုံထောက်ကားတွေ\nကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် အိန္ဒိယ‌တောင်ပိုင်း\nဇာတ်ကားတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ကီရာလာပြည်နယ် ဗာဂါမွန်ရဲစခန်းမှာ အခမ်းအနားပွဲကျင်းပနေတုန်း\nသေနတ်သံသုံးချက်ကြားလိုက်ပါတယ်။ အခမ်းအနားထဲမှာ\nလူစုလူဝေးတွေအကုန်ရုတ်ရုတ်သဲသဲဖြစ်ကြကုန်တယ်။\nအဲ့ဒါကတော့ စခန်းထဲမှာရဲသားတစ်ယောက်အသတ်ခံလိုက်ရပါတယ်။အခင်းဖြစ်တဲ့ချိန်မှာ ရဲသားသုံးယောက်ရှိနေပြီး ထိုသုံးယောက်ကို\nလူသတ်မှုနဲ့သံသယစာရင်းထဲသွင်းခံရလိုက်ရတယ်။ ရဲသားသုံးယောက်ကလည်း အ\nလီဘိုင်ပြည့်ပြည့်စုံစုံရှိနေတဲ့ချိန်မှာ ရဲတစ်ယောက်သေဆုံးမှုဟာ\nကိုယ့်ကိုယ်ကိုယ်သတ်သေတာလား ဒါမှမဟုတ်\nတကယ်အသတ်ခံရလားဆိုတာကို လှည့်ကွက်ပေါင်းစုံနဲ့\nတရားခံကိုအတူတူအဖြေရှာကြည့်ကြရအောင်ပါ။..\nFile size…1.54GB  / 724MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~Nyein Aye",
        "rating": "7.8",
        "url": "https://megaup.net/1SMg1/Iratta_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jixBLmH4gQuTKTenZr89egvqZbW.jpg",
        "title": "80 for Brady (2023)",
        "description": "80 for Brady (2023)ဒီကားမှာတော့ 12 Angry Men ထဲက ဂန္ထဝင်မင်းသားကြီး ဟင်နရီဖွန်ဒါရဲ့သမီး ဂျိန်းဖွန်ဒါ၊ ရီတာမော်ရီနို၊ ဆယ်လီဖီးဒ်၊ လီလီတွမ်လင် စသဖြင့် ၇၀တန်းမင်းသမီးကြီးလေးယောက် အပြိုင်သရုပ်ဆောင်ထားပါတယ်။ ထူးတာက ဒီလေးယောက်လုံးက တကယ့် ဂန္ထဝင်တွေပါ။ ဂျိန်းဖွန်ဒါဆို အော်စကာ၂ဆု၊ BAFTA ၂ဆု၊ Golden Globe ၇ဆု၊ Emmy ဆု၊ ရွှေခြင်္သေ့ဆုအပြင် ကိန်းကပါ Honorary Award တွေရထားတာပါ။ မော်ရီနိုကတော့ ဟောလိဝုဒ်ရွှေခေတ်လက်ကျန်မင်းသမီးကြီးတစ်ယောက်ဖြစ်ပြီး Triple Crown of Acting လို့ ခေါ်တဲ့ ဂရမ်မီ၊ အော်စကာနဲ့ တိုနီဆု သုံးခုလုံးရထားတဲ့ မင်းသမီးအနည်းအကျဉ်းထဲက တစ်ယောက်ပါ။ တော်တော်နည်းပါတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်လုံးမှ ၁၀ယောက်မပြည့်ပါဘူး။ Sally Field ကတော့ ဖောရပ်ဂန့်ရဲ့အမေနေရာကသိကြမှာပါ။ သူလည်း အကယ်ဒမီ ၂ဆု၊ ရွှေကမ္ဘာလုံး ...",
        "rating": "",
        "url": "https://megaup.net/1SLnp/(CM)_80_For_Brady_(2023)_720p.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTQwMWFhYWMtZmE0OS00MmMxLWE3NzAtYjU1NzIyZjdmODNhXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Luther: The Fallen Sun (2023)",
        "description": "Luther: The Fallen Sun (2023)\n=======================\nRotten Tomatoes 65%,\nIMDb Rating 6.7/10၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ နာမည်ကြီးမင်းသား Idris Elba ရဲ့\nစုံထောက်ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။  Idris\nElba နဲ့အတူ အပြိုင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကတော့\nAndy Serkis ဖြစ်ပါတယ်။သူဟာလည်း The Lord of the Ring\nTrilogy, Planet of the Apes, Black Panther ရုပ်ရှင်တွေမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီး တစ်ယောက်လည်း ဖြစ်ပါ\nတယ်။ဇာတ်လမ်းအကျဉ်းဟာဆိုရင် Luther ဟာ စုံထောက်တစ်ယောက်\nဖြစ်ပါတယ်။ ကယ်လန်ဆိုတဲ့ လူငယ်လေးတစ်ယောက် ပျောက်သွားတဲ့\nအမှုအတွက် စုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ ဒါပေမယ့် ကယ်လန်\nဟာ ပြန်ပေးဆွဲခံရရုံတင်မဟုတ်ခဲ့ဘဲ ကွင်းဆက် လူသတ်သမားတစ်\nယောက်ရဲ့ သားကောင်ဖြစ်သွားခဲ့တာပါ။ ကွင်းဆက် လူသတ်သမားဟာ\nLuther ရဲ့ နောက်ကြောင်းကိုပါ လိုက်လံစုံစမ်းပြီး Luther ကိုထောင်\nကျအောင် လုပ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ Luther ...",
        "rating": "6.6",
        "url": "https://megaup.net/1SLbe/Luther.The.Fallen.Sun.2023.720p.NF.WEB-DL[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWRiYWQ3OTUtYzAwMy00YWE1LTk2YWEtNzU3ZWE5YWI5YzUwXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-160x200.jpg",
        "title": "Dada(2023)",
        "description": "Dada (2023)IMDb-8.5/10ရုံတင်ငွေငါးဆမကမြတ်ခဲ့တဲ့ 2023 နောက်ဆုံးထွက်\nဆယ်ကျော်သက်အချစ်ရူးလေး မာနီနန်ကန်နဲ့ စင်ဒူတို့ရဲ့ ဘဝဇာတ်လမ်းလေးဇာတ်လမ်းအညွှန်း\nမာနီနဲ့ စင်ဒူတို့နှစ်ယောက်ဆယ်ကျော်သက်အရွယ်မှာပဲ အချစ်နယ်ကျွံပြီး\nကိုယ်၀န်ရသွားချိန်မှာ နှစ်ဖက်မိဘကလည်းမထောက်ပံ့ ကိုယ်ထူကိုယ်ထရပ်တည်ကြရပါတော့တယ်\nကျောင်းစာတစ်ဖက်အလုပ်တစ်ဖက်နဲ့၀င်ငွေဟာ အိမ်စရိတ် မီးဖွားစရိတ်\nဘာမှမလုံလောက်ခဲ့ပေမယ့် အချစ်လတ်လတ်ဆတ်ဆတ်တွေနဲ့ ဒုက္ခပင်လယ်ကြား ပြုံးပျော်နေကြတုန်းပါပဲဒါပေမယ့် တူနှစ်ကိုယ်တဲအိုပျက်မှာ ထမင်းကြမ်းခဲ ဘာညာသာရကာဆိုတာ\nပိုးစိုးပက်စက်ဂျင်းဆိုတဲ့အကြောင်းကို ဇာတ်ကားလေးမှာ အောင့်သီးအောင့်သက်နဲ့ကြည့်ရှုရမှာပါ\nအခက်အခဲတွေကြားက မိတ်ဆွေတွေ အိမ်ထောင်ရေးမှာ ချစ်ကြည်နူးတစ်တီတူးပြီးရင်\nကြုံတွေ့ရမဲ့လက်တွေ့ဘဝတွေ သားသမီးဆိုတာ ဘယ်လိုပျိုးထောင်ရလဲဆိုတဲ့\nဘဝမှန်ကူကွက်တွေကို ပေါ့ပေါ့ပါးပါးပါးနဲ့ အတွေးများစေရမဲ့ ဇာတ်ကားလေးပါ\nက‌ဗျာဆရာတစ်ယောက်ရဲ့ စာသားလေးနဲ့ပဲ အညွှန်းကို အဆုံးသတ်ပေးပါရစေကျွန်တော်တို့အချစ်ကိုကိုးကွယ်ခဲ့ဖူးတယ်.....\nလောကဓံနဲ့ ရင်ဆိုင်တွေ့ချိန်မှာတော့\nအချစ်ဟာ အငွေ့ပျံပြီး ရှောင်ပြေးသွားခဲ့တယ်......\nFile size…2.85GB  / 993MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~ Sai ThuRein",
        "rating": "8.5",
        "url": "https://megaup.net/1SKeq/Dada_(2023)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BODFjNTEwYjgtMjNmOS00NTdmLWE5MzEtOTNmZWQ0ZDk2NjQ1XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Ritual Killer (2023)",
        "description": "The Ritual Killer (2023)\n=================မင်းသားကြီး Morgan Freeman ပါဝင်ထားတဲ့ Thriller\nကားသစ်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဇာတ်\nကြောင်းကတော့ ရက်ရက်စက်စက် လူလိုက်သတ်တဲ့\nကွင်းဆက်လူသတ်သမားအကြောင်းပေါ့လေ။ဒီထဲမှာတော့ Morgan Freeman ဟာ ပရော်ဖက်ဆာ\nတစ်ယောက်နေရာကနေ ပါဝင်ထားပါတယ်။ စုံထောက်\nဘွိုက်ကတော့ သမီးလေးကို ဆုံးရှုံးထားရတဲ့ စိတ်ဒဏ်\nရာနဲ့ဖခင်တစ်ယောက်ပါ။တစ်နေ့ကျ ဟိုတစ်နေရာ ဒီနေရာကနေ ကျားမမရွေး\nအရွယ်စုံလူမျိုးစုံ လူသေအလောင်းတွေပေါ်လာပါတော့\nတယ်။ ပုံစံအနေအထားအရ လူတစ်ယောက်တည်းက\nလုပ်မှန်းထင်ရှားနေပါပြီ။ ရိုးရာသက်ဝင်ယုံကြည်မှုတွေပါ\nပါလာတာကြောင့် ပရော်ဖက်ဆာနဲ့ စုံထောက်ကြီးတို့\nပူးပေါင်းပြီး လူသတ်သမားကို ဖော်ထုတ်ကြတာပေါ့။\nဇာတ်ညွှန်းကို ဒီမှာတင်ပဲရပ်ပါရစေ အများကြီးရေးရင်\nပေါ့သွားမှာစိုးလို့ ပရိတ်သတ်ကြီးတို့ ကိုယ်တိုင်ပဲ ကြည့်\nလိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.45 GB) / (575 MB) / (335 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/1cMnv/The.Ritual.Killer.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/christy-160x200.jpg",
        "title": "Christy(2023)",
        "description": "Christy 2023IMDb-5.7/10\nတောင်ပိုင်းမာလာရရမ်မင်းသမီးချော\nမလာကာမိုဟမ်နမ်ကနေ မမအဖြစ်ဦးဆောင်ပါဝင်ထားတဲ့\nဒီဇာတ်ကားဟာ ဒါရိုက်တာအယ်ဗင်ဟင်နရီရဲ့ ဖြစ်ရပ်မှန်ခံစား\nပွဲဦးထွက်ဇာတ်ကားလေးဖြစ်ပါတယ်ပင်လယ်ကမ်းခြေနယ်မြို့လေးက ကျောင်းသားလေးရွိုင်....\nလူငယ်သဘာဝပျော်လိုက်ပါးလိုက်နဲ့ စာမေးပွဲတွေတဖုန်းဖုန်းကျ....\nမိဘတွေက မြို့ပေါ်ခေါ်တော့မယ်လုပ်မှ\nကြောက်လန့်တကြားနဲ့ စာမေးပွဲဖြေဖို့ ကျူရှင်ပြေးတက်တဲ့ ရွိုင်....\nလှပတဲ့ ကျူရှင်ဆရာမ ခရစ်စတီ....\nမမကလှပေမဲ့ အိမ်ထောင်ရေးကံမကောင်း\nအိမ်ထောင်‌စောစောကျပြီး ကွာရှင်းထားတော့ ရွိုင်ကိုကလေးလိုပဲဆက်ဆံတဲ့ မမ....\nတစ်သက်လုံးဘယ်သူချွတ်ချွတ်မကျွတ်ပေမဲ့ မမချွတ်မှပဲ\nပြောစကားနားထောင်မယ်ဆိုတဲ့ သားလိမ္မာလေးရွိုင်...ဇာတ်လမ်းလေးက ပုံမှန်ရိုးရိုးလေးဆိုပေမယ့်\nဆန်းနေတာက သိပ်လှတဲ့မမနဲ့ သူငယ်နှပ်စားရွိုင်တို့ရဲ့ အချစ်ဇာတ်လမ်းပါ\nအိန္ဒိယမမဆိုတော့ အိန္ဒိယဆန်ဆန်ဆွဲဆောင်မှုလေးတော့ရှိပါတယ်\nဒါ့အပြင်တခြားမိသားစုရေးရာလေးတွေ\nဟာသလေးတွေလဲပါဝင်တာမို့ မပျင်းမရိနဲ့ အဝကြည့်ရမှာပါဆရာဝန်ညွှန်ကြားချက်မှာ\nလက်ဖက်ရည်တစ်ခွက်ပေးပါ\nဒူးယားတစ်လိပ်ပေးပါ\nမမကျွန်တော့်ကိုပြန်ချစ်ပါ\nဒီကောင် လက်နက်ချရမယ်တဲ့\nFile size…1.76GB / 883MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein~BpL~ Yunni~ Cherry",
        "rating": "5.3",
        "url": "https://megaup.net/2yGxd/Christy_(2023)_Malayalam_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Country, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI4MmExNGQtNmM0Zi00MzRiLWFiZjgtZmU2MDA3MDNlN2MwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Christopher(2023)",
        "description": "Christopher 2023 (IMDb 6.8/10)အိန္ဒိယရဲကားကောင်းကောင်းလေးကိုမျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်\nမင်းသားကြီးမမ်မွတ်တီးရဲ့ နောက်ဆုံးထွက် ရဲကားအလန်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေအိန္ဒိယနိုင်ငံမှာ သိတဲ့အတိုင်း ဘာအမှုပဲဖြစ်ဖြစ် မုဒိမ်းကျင့်လူသတ်ရင်တောင်\nငွေနဲ့မီးငြိမ်းသလို အမှုတွေပျောက်သွားအောင် လူအားငွေအားနဲ့ လုပ်နိုင်တာကို သိကြမှာပါ\nဒီကိစ္စကို ရဲမှူးခရစ္စတိုဖာဖြေရှင်းတဲ့နည်းလမ်းကတော့ ရိုးရှင်းပါတယ်\nဘယ်တရားရုံးမှပို့မနေပဲနဲ့ တရားခံတွေကို သူ့သေနတ်နဲ့ပဲ ကိစ္စတုံးပေးတာပါ\nဆိုရှယ်မီဒီယာ ပြည်သူလူထုအားလုံးအတွက် ခရစ္စတိုဖာက ဟီးရိုးပါ ဒါပေမဲ့\nမျှတတဲ့ဒီမိုကရေစီစစနစ်တစ်ခုမှာ တရားစီရင်ရေးမဏ္ဍိုင်ဆိုတာ မရှိလို့မရပါဘူး\nအဲ့ဒါကြောင့် အထက်ဌာနကနေ ခရစ္စတိုဖာကို စုံစမ်းစစ်ဆေးဖို့အတွက်\nအမျိုးသမီးအရာရှိတစ်ဦးကို တာဝန်ပေးအပ်လိုက်ပါတော့တယ်\nခရစ္စတိုဖာရဲ့ မီးစတစ်ဖက်ရေမှုတ်တစ်ဖက်\nမှန်ကန်မျှတပေမဲ့ မညှာတာတတ်တဲ့ စရိုက်ကို အတိတ်ကစတူးဖော်ကြည့်မိတဲ့အခါ........ဒီဇာတ်ကားလေးဟာ ဇာတ်လမ်းလေးက မြင်နေကျဆိုပေမဲ့ ဆက်ပြီးကြည့်ချင်လောက်အောင်\nလှည့်ကွက်လေးတွေကို သူ့နေရာနဲ့သူပါထားပြီး မင်းသားကြီးမမ်မွတ်တီးရဲ့ အိုဗာတွေသိပ်မပါ\nရင့်ကျက်တဲ့ပုံစံနဲ့မို့ ကြည့်ရရှုရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး မှုခင်းဒရာမာ ရဲအက်ရှင်ကြည့်ချင်တဲ့သူတွေအတွက်\nဇာတ်အိမ်ကောင်းကောင်း သရုပ်ဆောင်ကောင်းကောင်း ဒီကားလေးကို လက်မလွှတ်ကြဖို့ လက်တို့ပေးပါရစေ\nFile size…2.25GB / 1.1GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yG7t/Christopher_(2023)_Malayalam_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0ykSEN7dM3b0CoPfONv4v5PfFO.jpg",
        "title": "[18+] Lawa (2023)",
        "description": "Lawa (2023)~ IMDb rating - 7.4/10 ~ပီတာဟာ လူငယ်ဗီဒီယိုရိုက်ကူးရေးသမားတစ်ယောက်ဖြစ်ပြီး အားလပ်ချိန်အတော်များများကို မြို့ပြင်က စုံတွဲတွေချိန်းတွေ့တတ်တဲ့ တောအုပ်မှာကုန်ဆုံးလေ့ရှိပါတယ်။ သူ့ဝါသနာကချောင်းကြည့်ခြင်းဖြစ်ပြီး သူ့ရဲ့ကြားပေါက်အလုပ်အကိုင်ကတော့ တောအုပ်ထဲမှာ လွတ်လွတ်လပ်လပ် အချစ်နယ်ကျွံတတ်တဲ့ အတွဲတွေကို ဗီဒီယိုရိုက်ပြီး ဝက်ဘ်ဆိုဒ်ပေါ်တင်ရောင်းစားတာပါပဲ။တစ်နေ့မှာတော့ တစ်ယောက်တည်းလာထိုင်နေတဲ့ မိန်းမလှလေးတစ်ယောက်ကို စိတ်ဝင်စား ချဉ်းကပ်မိရာကနေ အဲ့ဒီမိန်းကလေးက သူ့ရည်းစားကိုသတ်နေတာကို အမှတ်မထင် ဗီဒီယိုရိုက်မိခဲ့ပါတယ်။ အဲဒီမှာတင် အထိတ်တလန့်နောက်ဆုတ်လိုက်ရမယ့်အစား သိချင်စိတ် စိတ်ဝင်စားစိတ်နဲ့ မိန်းကလေးရဲ့ဆွဲဆောင်မှုတွေက သူ့ကိုအနားပိုရောက်အောင် တွန်းပို့ခဲ့ပြီးတဲ့နောက်မှာတော့...ဇာတ်လမ်းဇာတ်ကွက်မိုက်သလို ရိုက်ကွင်းရိုက်ကွက်တွေလဲ မိုက်ပါတယ်။ အမိုက်ဆုံးကတော့ Vivamax မင်းသမီးလေးတွေ အများကြီးက ပီတာရဲ့ချောင်းရိုက်ခံစုံတွဲတွေအဖြစ် Cameo ပါဝင်ထားပေးတဲ့အချက်ပါပဲ။ အားလုံးလည်း သဘောကျကြမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 590MB\nQuality - 1080p, 720p\nIMDb Rating - 7.4/10\nFormat - ...",
        "rating": "7.4",
        "url": "https://megaup.net/1SG3l/(CM)_Lawa_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDMwZjI1M2UtYzZjZS00MDFmLTljZGMtNjA4Y2QyZWM1MjIzXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-141x200.jpg",
        "title": "Butta Bomma (2023)",
        "description": "Butta Bomma 2023\nDrama/ Romance\nIMDb 7.8/10အာရ်ပူက ရွာလေးတစ်ရွာမှာ ဆသ်ရာခေါ်တဲ့မိန်းမလှလေးတစ်ယောက်ဟာ အိမ်အလုပ်တွေကူပေးရင်း\nငြိမ်းချမ်းစွာနေထိုင်နေပါတယ်။ ၂၁ရာစုရောက်နေပြီး စမတ်ဖုန်းတွေနဲ့ တိုးတက်နေတဲ့ခေတ်မှာတောင်\nအားလုံးနဲ့အဆက်အသွယ်လုပ်ဖို့ ဆသ်ရာမှာ ကီးပတ်ဖုန်းလေးတစ်လုံးသာရှိပါတယ်။တစ်ဖက်မှာလည်း မူရ်လီဆိုတဲ့ကောင်လေးဟာ သုံးဘီးမောင်းရင်း ဘဝကိုရိုးသားစွာနဲ့\nကြိုးစားရုန်းကန်နေပါတယ်။ တစ်ရက်မှာ ဆသ်ရာတစ်ယောက် ဖုန်းနံပါတ်မှားခေါ်မိရာကနေ\nမူရ်လီဆီကို ရောက်သွားပါတော့တယ်။ အသံချိုချိုသာသာလေးတွေကို သဘောကျတဲ့မူရ်လီဟာလည်း\nလူချင်းမမြင်ရပဲ ဖုန်းထဲကနေတစ်ဆင့် ဆသ်ရာကို ကြွေမိသွားပါတော့တယ်။ဒီလိုနဲ့ ဖုန်းထဲကနေပဲ အချစ်ဇာတ်လမ်းလေးစတင်ခဲ့ပြီး အပြင်မှာတွေ့ကြဖို့ဖြစ်လာပါတော့တယ်။\nတစ်ဖက်မှာလည်း ချင်နီဆိုတဲ့သူဌေးသားတစ်ယောက်က ဆသ်ရာကိုကြိုက်နေကာ လိုက်ပိုးပန်းပေမယ့်\nသူ့အမေသူဌေးမကြီးကတော့ မောက်မာပြီး ဆသ်ရာတို့မိသားစုကို အထင်သေးစွာဆက်ဆံပါတယ်။\nမူရ်လီနဲ့ဆသ်ရာ တွေ့ဆုံကြတော့မယ့်အချိန်မှာ အာကေဆိုတဲ့သူတစ်ယောက်ရုတ်တရတ်ပေါ်လာပါတော့တယ်။\nဒီလိုဆို ဆသ်ရာ မူရ်လီ အာကေ နဲ့ ချင်နီတို့ရဲ့ လေးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းမှာ ဘယ်သူကအနိုင်ရသွားမလဲ\nသူတို့တွေ ဘာဆက်ဖြစ်ကြမလဲ။ အာကေကရောဘာကြောင့်ပေါ်လာရတာလဲ ဆိုတာကို စိတ်ဝင်တစား ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.5GB / 1.05GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yCqn/Butta_Bomma_(2023)_Telugu%C2%A0TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYzMyNmE5ZmYtYzk1MC00ODI4LThiMjktOTRiZDY0YmY1Y2YxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Maybe I Do (2023)",
        "description": "Maybe I Do (2023)\n===============တိုးတက် ပြောင်းလဲလာတဲ့ ခေတ်အခြေအနေ အရ\nလူငယ်တွေရဲ့ အချစ်ရေးကလည်း တမျိုးတဖုံ ပြောင်း\nလဲလာသလို အိမ်ထောင်ရေးတစ်ခုကို အတည်တကျ\nတည်ဆောက်ဖို့ ကြောက်ရွံ့လာကြပါတယ်။အိမ်ထောင်ရေးတစ်ခုကို စတင်ဖို့ Commitment, Loyalty,\nTrust စတဲ့ အခြေခံအချက်တွေလိုအပ်သလို အိမ်ထောင်\nကျပြီးကာစ ချစ်ကြည်နူးချိန်တွေကုန်ဆုံးပြီး၊ ပြဿနာတွေ\nပေါ်လာတဲ့အချိန် ဘယ်လိုအရာတွေက အိမ်ထောင်ရေးတစ်ခု\nကို ဆက်လက်တည်မြဲအောင် တွန်းအားပေးသလဲ ဆိုတာတွေ\nကို မတူညီတဲ့ ခံယူချက် စိတ်နေစိတ်ထားတွေနဲ့ ချစ်သူနှစ်ဦး\nဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ကြသလဲ။အိမ်ထောင်တစ်ခုကို စတင်ဖို့ကြိုးစားချိန် အခက်အခဲ၊ အလှည့်\nအပြောင်း၊ လွန်ဆွဲမှုများကို လေးနက်တဲ့ ဒိုင်ယာလော့ဒ်တွေ\nကြားထဲက ဟာသနှောရင်း တင်ဆက်ထားတဲ့ ဇာတ်လမ်းတစ်\nပုဒ်ကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.45 GB) / (484 MB) / (267 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Srn9/Maybe.I.Do.2023.720p.WEBRip(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMmExMzBiMTYtZTFhOC00M2QxLThkMjgtZDNjNmMyN2RmMDAyXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Gulmohar(2023)",
        "description": "Gulmohar 2023IMDb-8.1/10မင်းသားကြီး Manoj Bajpayee နဲ့ မင်းသမီးကြီး Sharmila Tagore တို့လို\nသရုပ်ဆောင်ကြီးတွေနဲ့ လူငယ်သရုပ်ဆောင်ပေါင်းများစွာပါ၀င်ထားတဲ့\nမိသားစုသံယောဇဉ်မေတ္တာဖွဲ့ကားလေး\nညွှန်းပေးချင်ပါတယ်မိသားစု၀င် ၁၄ ယောက်လုံး အတူတူမွေးဖွားကြီးပြင်းလာတဲ့ အိမ်ကြီးကနေ\nအတောင်အလက်စုံစုံနဲ့ ပျံထွက်မယ့်သူတွေများစွာရှိနေပါတယ်\nတစ်နေ့မှာမိသားစု၀င်တွေအားလုံးစုစည်းပြီးပါတီပွဲ\nကျင်းပသီချင်းဆိုကြပျော်ရွှင်နေချိန်မှာ အိမ်ရဲ့မိခင်ကြီးကူဆွမ်ဟာ\nဒီအိမ်ကြီးကိုရောင်းချပြီး သူတစ်ယောက်တည်း ‌သွားနေတော့မယ်ဆိုတဲ့\nအကြောင်းအရာဟာ အားလုံးကိုအံ့အားသင့်သွားစေပါတော့တယ်သူ့တစ်သက်လုံး ခင်ပွန်းသည်သားသမီးတွေနဲ့အတူ\nနေထိုင်ကြီးပြင်းခဲ့တဲ့အိမ်ကြီးကို ဘာကြောင့်ရောင်းပစ်ချင်ရတာလဲ\nဒီလိုနဲ့ပဲ ချစ်ခင်ပျော်စရာကောင်းတဲ့မိသားစုသိုက်သိုက်၀န်း၀န်းဘ၀တစ်ခန်းရပ်တော့မလား\nမိသားစု၀င်တစ်ယောက်ချင်းစီရဲ့စရိုက်တွေအခက်အခဲတွေကို\nရှုထောင့်စုံရိုက်ကူးပြသတဲ့ မိသားစုကားလေးဟာ အေးအေးငြိမ့်ငြိမ့်ခံစားကြည့်ရှုနိုင်မှာပါ\nFile size…2.27GB / 883MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Thaik San",
        "rating": "8.0",
        "url": "https://megaup.net/1SDma/Gulmohar.2023.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/SSqF275aWMe6rREZ6QtzPr1daV.jpg",
        "title": "A Side of a Relationship (2023)",
        "description": "A Side of a Relationship (2023)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ မတူညီတဲ့ဇာတ်လမ်းတိုလေး (၄) ပုဒ်ကို တစ်ထိုင်တည်း ကြည့်ရှုခံစားနိုင်မှာမို့\nကြည့်နေကြကားတွေနဲ့မတူတဲ့ခံစားချက်မျိုးကို ပေးစွမ်းနိုင်မှာပါ။(၁) အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ ရုပ်ရှင်သရုပ်ဆောင်ဂျင်ဟွန်းနဲ့ ဒါရိုက်တာဂယောင်းရမ်တို့ဟာ\nအင်တာဗျူးတစ်ခုမှာ သတင်းထောက်မလေးကိုတစ်ယောက်ကိုတွေ့ပြီး အချင်းချင်း အချစ်ပြိုင်ဘက်တွေဖြစ်လာကြတဲ့အခါ...။(၂) စတိုးဆိုင်မန်နေဂျာဖြစ်တဲ့ အိုဂျွန်ဆော့ဟာ ဓားပြတစ်ယောက်ရဲ့ခြိမ်းခြောက်မှုကို ခံနေရတာကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ကိုဆက်သွယ်လိုက်ပါတယ်။\nဒါပေမဲ့ ကယ်ဆယ်ရေးအဖွဲ့ဟာ နောက် ၁၀ မိနစ်ကြာမှ ရောက်ရှိလာမှာဖြစ်တာကြောင့် ဂျွန်ဆော့တစ်ယောက်က ဓားပြကို ၁၀ မိနစ်ကြာ အချိန်ဆွဲထားနိုင်ပါ့မလား။(၃) စကားမပြောနိုင်တဲ့ ဂစ်တာသမားလေးနဲ့ မျက်စိမမြင်တဲ့အဆိုတော်မလေးတစ်ဦးတို့ဟာ ပြဿနာတစ်ခုကြောင့် လူမိုက်တွေလိုက်ဖမ်းတာကို ခံနေရတဲ့အခါမှာတော့ သူတို့နှစ်ယောက်လုံး ဒီဒုက္ခကနေလွတ်အောင် ဘယ်လိုများကြိုးစားအားထုတ်ကြမလဲ။(၄) ပစ္စည်းတစ်ခုကိုထိလိုက်တာနဲ့ အဲဒီပစ္စည်းနဲ့ပတ်သက်တဲ့အဖြစ်အပျက်တွေကို အကုန်သိနိုင်တဲ့\nစုံထောက်ဟျွန်းဆော့ဟာ အဲဒီအစွမ်းကြောင့်ပဲ အမှုတိုင်းကို ဖော်ထုတ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ လူသတ်မှုတစ်ခုရဲ့နစ်နာသူဟာ သူနဲ့သိတဲ့မိန်းကလေး ရှီယွန်းဖြစ်နေတဲ့အခါ\nဟျွန်းဆော့တစ်ယောက် ဒီအမှုရဲ့တရားခံကို ရှီယွန်းရဲ့ပစ္စည်းတွေကနေတဆင့် ရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား။ရသမတူတဲ့ ဇာတ်လမ်း (၄) ပုဒ်ကို ဇာတ်ကားတစ်ကားထဲမှာတင် ကြည့်ရှုခံစားနိုင်မယ့်အပြင်\nအသစ်အဆန်းတွေ ...",
        "rating": "5",
        "url": "https://megaup.net/2yxv4/A.Side.of.a.Relationship.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BM2E1ZmE4OGItNDVmNy00ZDE4LWI0NDQtZTMwZDZjMTIyMTQyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Curious Caterer: Grilling Season (2023)",
        "description": "Curious Caterer: Grilling Season (2023)\n=============================\nIMDb Rating - 6.4/10ကလေးတစ်ယောက်အမေ ဂိုဒီတယောက် သူငယ်ချင်း\nဖြစ်သူ၏ စနိုက်ကြော် ခံလိုက်ရပြီး စနိုက်မ သူငယ်ချင်း\nမွေးနေ့မှာ အကျွေးအမွေးတာဝန်ခံအဖြစ် လုပ်ဖို့ကြုံလာ\nပါတယ်။ကံဆိုးချင်တော့ အဲ့ဒီနေ့ညပဲ ထိုသူငယ်ချင်းမ အသတ်ခံ\nရတဲ့ကိစ္စမှာ အကင်စက်လည်းပေါက်ကွဲသွားတာမို့ လုပ်ငန်း\nနာမည်ပျက်ကိန်းဆိုက်လာတာကြောင့် စုံထောက်အဆင်\nလေးရဲ့ အကူညီကိုယူပြီး မွေးနေ့ပွဲတက်သူတွေထဲကနေ\nတရားခံကြိုးစားရှာဖွေကြပုံကိုမြင်တွေ့ကြရမှာ ဖြစ်ပါ\nတယ်။စုံထောက်မှုခင်းကားလဲ ကြည့်ချင်တယ် ဦးနှောက်\nခြောက်ခံပြီးလဲ မစဉ်းစားချင်သူတွေအတွက် ပေါ့ပေါ့ပါးပါး\nမှုခင်းကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (590 MB) / (340 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Mystery\nTranslator.......Chit Min Thu\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/1Snqf/Curious.Caterer.Grilling.Season.2023.720p.WEBRip.(CM).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOWVlNGQ1NWMtMjA0OC00ZDFiLThhNWQtZGYxZTBmNzI4ZWM1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-150x200.jpg",
        "title": "Alone(2023)",
        "description": "Alone 2023ဒီဇာတ်ကားလေးမှာ Drishyam(Tamil Version)ရဲ့မင်းသားကြီး Mohanlal ကဦးဆောင်ပါဝင်ထားပါတယ်\nဇာတ်လမ်းလေးက မင်းနဲ့စပြီး မင်းနဲ့ဆုံးတယ်လို့ ပြောရလောက်အောင်\nကိုဗစ်ကာလမှာ မင်းသားတစ်ယောက်တည်း ဖုန်းတွေပတ်ပြောနေတဲ့ပုံစံနဲ့ ရိုက်ကူးထားတာပါကျွန်တော်တို့အနေနဲ့ ရှယ်ခြောက်ပါတယ်ဆိုတဲ့ Annabelle တို့\nConjuring တို့လိုမျိုး jumpscare တွေနဲ့\nရှယ်ဖြဲခြောက်ခံရတဲ့အရသာမျိုးကိုသဘောကျမှာပါဒီကားလေးမှာတော့ jumpscare တွေသိပ်မထည့်ဘဲနဲ့\nကာလာတွေကလဲလင်းချင်းနေပြီး တစ်ယောက်တည်းပါလားဆိုတဲ့\nခံစားချက်ကြောင့် တွေးရင်းနဲ့ ကျောထဲထိစိမ့်စိမ့်လာမှာပါဟုတ်ပါတယ် ကိုဗစ်ကာလတိုက်ခန်းအသစ်ကိုပြောင်းလာတဲ့\nမင်းသားဟာ သူတစ်ယောက်တည်း စကားပြောသံတွေကို\nကြားနေရတဲ့အခါမှာ ဒါကစိတ်ထင်မှားတာလား ဘာဖြစ်တာလဲဆိုတာ\nသူကိုယ်တိုင်အဖြေရှာရင်းနဲ့ အဲ့အသံတွေနောက်ကဇာတ်လမ်းကို\nအဖြေရှာဖို့ကြိုးစားမဲ့ ရုပ်ရှင်ကားလေးပါ\nတစ်စိမ့်စိမ့်တွေးကြောက်ရင်း ဘာကြောင့်လဲဆိုတာသိချင်တဲ့သူတွေအတွက်\nဒီ horror/thriller ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.9GB /837MB\nQuality….1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai Thu Rein",
        "rating": "4.4",
        "url": "https://megaup.net/3eu4w/Alone_(2023)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNjFiODZhNDQtNWFiMy00YmU4LWFmODYtZGVhZWE1Nzg4ZTcyXkEyXkFqcGdeQXVyMTI3OTI2NTIy._V1_-137x200.jpg",
        "title": "Vasantha Mullai (2023)",
        "description": "Vasantha Mullai (2023)IMDb 8.3/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမှာက​တော့ ထူးဆန်းတဲ့ဟိုတယ်ထဲမှာပိတ်မိနေပြီး လွတ်လမ်းရှာရမဲ့\nPsychologicial Thriller Actionဇာတ်ကားဖြစ်တဲ့ Vasantha Mullaiပဲဖြစ်ပါတယ်ရူဒရာ ဆိုတဲ့အိုင်တီကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်​နေတဲ့ဝန်ထမ်းတစ်​ယောက်က ​\nနေ့တိုင်းမအိပ်ဘဲအလုပ်ချည်းဖိလုပ်​နေလွန်းလို့\nမကြာခဏသတိ​လစ်​တတ်တဲ့ အလုပ်ရူးတစ်​ယောက်ဖြစ်ပါတယ်သူဒီလိုကြိုးစား​နေရတဲ့အ​ကြောင်းကလည်း သူချစ်ရတဲ့နီလာဆိုတဲ့\nမိန်းက​လေးကိုမ​ကြောင့်မကြ​ရွှေ​ပေါ်မြတင်ထားနိုင်ဖို့ပါပဲ\nဒါပေမဲ့ ဒီလိုအလုပ်ကြိုးစားပြီးအိပ်ရေးပျက်ရတဲ့ရလဒ်အနေနဲ့\nကျန်းမာရေးမကောင်းဖြစ်လာတော့ အားလပ်ရက်ယူတဲ့အနေနဲ့\nနီလာနဲ့အတူခရီးထွက်ခဲ့ကြတယ် လမ်းမှာထူးဆန်းတာတွေကြုံခဲ့ပေမဲ့\nသတိမထားမိခဲ့ကြတဲ့သူတို့ ထူးဆန်းတဲ့ဟိုတယ်တစ်ခုဆီရောက်သွားပြီး\nတစ်ညလုံးကို အသက်ဘေးကနေလွတ်အောင်ပြေးရမဲ့ကိန်းဆီဆိုက်ရောက်လာတဲ့အခါမှာတော့....\nFile size…1.68GB / 705MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Yunni~ Khin Khin",
        "rating": "8.3",
        "url": "https://megaup.net/1cBq0/Vasantha_Mullai_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/AAAABZ5QhlCd9TeiIQJf8-7BfR3_pbaECCbKbfODy2jlr6_G0ouO8zf-yZvqtFQ6LHsQ33u0yGOHUUXyzJhKqtET01VxwQnLMQpQyJq6FX6qqAPKMVuG5DKNpYNMSDjBPcfX6YjDAw-143x200.jpg",
        "title": "All the Places (2023)",
        "description": "All the Places (2023)\n===============ဆိုင်ကယ်တစီးနဲ့ ရောက်တတ်ရာရာ ခရီးသွားဖို့စိတ်ကူးထား\nတယ်ဆိုရင် ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါ။ ဆိုင်ကယ်စီး\nရတာ မကြိုက်တဲ့သူတွေကတော့ နေပူဖင်နာလို့ကြိုက်မှာမဟုတ်\nပေမယ့် ကားစီးရတာနဲ့ မတူတဲ့ လွတ်လပ်မှုက ဆိုင်ကယ်နဲ့မှရ\nနိုင်တာမဟုတ်လား။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅နှစ်ကြာလူချင်းမတွေ့ဖြစ်\nကြတဲ့ ဖာနဲ့ ဂါဘို တို့မောင်နှမ၂ယောက် ဖခင်ဖြစ်သူရဲ့ နာရေးကျမှ\nပြန်တွေ့ဖြစ်ကြပါတယ်။ အလုပ်အရမ်းများတဲ့ အကိုဖြစ်သူ ဖာ\nဟာ နာရေးကိုနောက်ကျမှရောက်လာလို့ ညီမဖြစ်သူရဲ့ဒေါ်သဖြစ်မှု\nခံခဲ့ရတယ်။ ဖခင်အိမ်ရောက်တဲ့အခါ ပင်ပေါင်ကစားရင်း ကလေး\nဘဝက (၁၈)နှစ်ပြည့်ရင် ဆိုင်ကယ်စီးပြီး မြို့အနှံ့ လျှောက်လည်ဖို့ဆွဲ\nထားတဲ့ မြေပုံလေးကို အမှတ်တမဲ့ပြန်တွေ့ကြရာက မောင်နှမ(၂)\nယောက် မထင်မှတ်ပဲ ခရီးအတူတူ ထွက်ဖြစ်ကြတာပေါ့။ဆိုင်ကယ်စီးရင်း ခရီးလမ်းတလျှောက် အခက်အခဲတွေ ပျော်စရာတွေ\nအချစ်သစ်တွေ မပြောဖြစ်ပဲသိမ်းထားကြတဲ့ လျှို့ဝှက်ချက်တွေ\nအတွေ့အကြုံသစ်တွေကို မက်ဆီကိုရဲ့ လှပတဲ့ရှုခင်းတွေ ဓလေ့တွေနဲ့\nအတူ မြင်တွေ့ရမှာဖြစ်ပြီး၊ အလောင်ဇာတ်ကားတွေ ကြည့်ပြီးလောင်\nမြိုက်နေသူတွေအဖို့ စိတ်သက်သာရာရစေမယ့် ဇာတ်လမ်းမျိုးလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (657 MB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/1cxye/All.the.Places.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWU2MWJiZDUtMTgxNS00ZjI0LTkxMjAtMzU0OTM3ODU5NjEzXkEyXkFqcGdeQXVyODMwMzc1MjU@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "A Sunday Affair (2023)",
        "description": "A Sunday Affair (2023)\n=================\nRomance, DramaNetflix ကရိုက်တဲ့သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းကောင်းလေး\nဖြစ်ပါတယ် ။ ဆယ်ကျော်သက်အရွယ်အချစ်ဇာတ်လမ်းတွေ\nမဟုတ်ပဲ 30 ကျော် လူ 3 ယောက်ရဲ့ လူကြီးဆန်ဆန် တစ်ယောက်\nနဲ့တစ်ယောက် Play ကြတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ။\nအူချေးနဲ့ တိုရင်းဟာ ငယ်ငယ်ထဲက လည်ပင်းဖက်ပေါင်းလာတဲ့သူငယ်ချင်း နှစ်ယောက်ဖြစ်ပါတယ် ။ နှစ်ယောက်လုံးဟာ ကိုယ်ပိုင်\nစီးပွားရေးကိုယ်စီနဲ့ရပ်တည်နေနိုင်တဲ့ strong woman တွေပါပေါ့။\nသူတို့နှစ်ယောက်ရဲ့ ဘ၀ထဲကို ဆန်းဒေးဆိုတဲ့ player တစ်ယောက်\nရောက်လာပြီး သူငယ်ချင်းနှစ်ယောက်လုံးကို အပျော်အဖြစ် ပြိုင်တွဲ\nရင်းနဲ့ နောက်ဆုံးမှာတော့ ဘယ်သူ့ကို တကယ်ချစ်မိသွားလဲဆိုတာကို\nကြည့်ရှုရမှာဖြစ်ပါတယ်(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (755 MB) / (447 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 36Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance, Drama\nTranslator.......Thiha ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Swcz/A.Sunday.Affair.2023.720p.WEBRip.x264-RARBG.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/130H1gap9lFfiTF9iDrqNIkFvC9.jpg",
        "title": "A Man Called Otto (2023)",
        "description": "A Man Called Otto (2023)မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ ဒရာမာ ရုပ်ရှင်အသစ်လေးဖြစ်ပါတယ်။\nကြည်နူးစရာမိသားစုရုပ်ရှင်သက်သက်ပါပဲ။အော့တိုဆိုတာ့ ခပ်ရင့်ရင့်နဲ့အလုပ်ကိုအတိအကျလုပ်တတ်တဲ့လူ့ခွစာကြီး တစ်ယောက်ရှိပါတယ်။\nအားလုံးကို ဆူပူ အပြစ်တင်နေပေမဲ့ အကူအညီလိုအပ်ရင်လည်းအကုန်လုပ်ပေးတတ်တာမို့ အားလုံးကချစ်ကြပါတယ်။\nအဲဒီအချိန်မှာပဲ သူ့အိမ်ဘေးကို တွမ်မီနဲ့မယ်ရီဆောဆိုတဲ့ ဇနီးမောင်နှံနဲ့ ကလေးလေးနှစ်ယောက်ပြောင်းလာပါတယ်။\nအဓိကကတော့ အော့တိုဘာလို့ ဒီလိုဂွကျကျ အဘိုးကြီးဖြစ်နေလဲဆိုတဲ့ နောက်ကြောင်းရယ်၊\nလက်ရှိကာလမှာ သူတို့ကိုနှင်ထုတ်ဖို့ကြိုးစားနေတဲ့အိမ်ခြံမြေလုပ်ငန်းရှင် လူယုတ်မာတွေကို\nရပ်ကွက်သားတွေစည်းစည်းလုံးလုံးပြန်တိုက်ထုတ်ပုံတွေရယ်ကို မေတ္တာတရားပုံဖော်မှုသက်သက်နဲ့ တင်ဆက်ထားတာပါပဲ။တွမ်ဟန့်ကို ဒစ်ဂျစ်တယ်အထူးပြုလုပ်ချက်နဲ့ လူငယ်ပုံဖန်တီးတဲ့နေရာမှာတော့\nThe Burbs 1989 က ပုံတွေကို အခြေခံပြီး ပြုလုပ်ထားတာပါ။\nတွမ်ဟန့်ငယ်ဘဝအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ သူကတော့ Truman Hanks ဖြစ်ပြီး တွမ်ဟန့်ခ်ရဲ့ သားအရင်းပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 940MB | 464MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.6",
        "url": "https://megaup.net/1czer/A.Man.Called.Otto.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Waltair-Veerayya1-156x200.jpg",
        "title": "Waltair Veerayya (2023)",
        "description": "Waltair Veerayya (2023)\nAction, Drama\nIMDb 6.8/10 (5.6K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘိုင်ရာဗာမင်းသားရဲ့အဖေ မင်းသားကြီး\nချီရန်ဂျီဗီးနဲ့ မင်းသားကြီး ရဗီတေဂျားတို့ရဲ့အက်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nမင်းသမီးချောလေး ရှရူတီးဟာစန်းကလည်း ကမ်းကုန်အောင် လှပပေးထားပါတယ်နော်။ဒီဇာတ်ကားမှာ ဘတ်ဂျက် ရူပီကုဋေ၁၄၀သုံးခဲ့ပြီး ၂၃၃.၀၅ကုဋေပြန်ရခဲ့ပါတယ်။ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်...\nRAW အဖွဲ့ဟာ နိုင်ငံတကာရာဇဝတ်သားကို အိန္ဒိယဖမ်းခေါ်လာနေတုန်း\nလမ်းမှာ လေယာဥ်ပျက်ကျခဲ့ပြီး အဲ့ဒီရာဇဝတ်သားကို ရဲစခန်းမှာ တစ်ညသိပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့ဒီရဲစခန်းဟာ ညတွင်းချင်းဝင်ဆီးခံခဲ့ရပြီး စခန်းအတွင်းက\nရဲတွေအားလုံးအသတ်ခံလိုက်ရပါတယ်။ ရာဇဝတ်သားလည်း လွတ်မြောက်သွားပါတော့တယ်။ဒီအဖြစ်အပျက်ကြောင့် ရာထူးဆိုင်းငံ့ခံလိုက်ရတဲ့ ရဲအရာရှိဟာ\nဒီရာဇဝတ်သားကို ဖမ်းဆီးဖို့ ခဲထားပါတော့တယ်။\nဒီလိုနဲ့ မီးကိုမီးနဲ့ငြှိမ်းဖို့ ကြိုးစားလာတဲ့အခါမှာတော့....။\nဆက်လက်ပြီး ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်။\nFile size…4.21GB / 1.95GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration…2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~Taylor~ Yunni ~ Khin Khin",
        "rating": "6.8",
        "url": "https://megaup.net/2ysN1/Waltair_Veerayya_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/varisu-133x200.jpeg",
        "title": "Varisu(2023)",
        "description": "Varisu (2023)\nAction, Drama\nIMDb 6.5/10 (30K)ခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးဗီဂျေးနဲ့\nမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားတို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nရုံဝင်ငွေ ကုဋေ၃၀ ဝန်းကျင်အမြတ်ရခဲ့တဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဖခင်နဲ့ ပြဿနာတက်ပြီး ကိုယ့်ဒူးကိုယ်ချွန်ဖို့ ထွက်လာတဲ့\nဗီဂျေးဟာ ၇နှစ်အကြာမှာ မိသားစုထဲကို ပြန်ဝင်လာဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဖခင်နဲ့အစ်ကိုနှစ်ယောက်က\nအစိုးရတင်ဒါကိစ္စအတွက် ပြိုင်ဘက်တွေနဲ့ အပြင်းအထန်ယှဥ်ပြိုင်နေရပါတယ်။ဒါပေမဲ့ သူ့မိသားစုဟာ အလုံးစုံအန္တရယ်တွေနဲ့ ရင်ဆိုင်ရတော့မှာကို မသိရှိကြပါဘူး။\nဒီတော့ ဖြစ်လာမယ့်ဘေးဒုက္ခက ဘာတွေဖြစ်လာမလဲ။\nသူကရော ဘာကြောင့် ၇နှစ်ကြာပြီးမှ အိမ်ကို ပြန်လာခဲ့တာလဲ။\nလှည့်ကွက်တွေ မြှုပ်ကွက်တွေနဲ့ ကြည့်ရဦးမှာမို့ ရှုစားပေးကြပါဦးနော်\nFile size…3.27GB / 1.4GB\nQuality…4k HEVC AMZ WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL~ Yunni ~ Khin Khin ~ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cq6e/Varisu_(2023)_Tamil%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZxDVhp80rb4MDrDKOpq5czR8db.jpg",
        "title": "Love My Scent (2023)",
        "description": "Love My Scent (2023)“ကြည်မြမွှေးတဲ့ ပီယဆေး” လေး တစ်ဖုံလောက်များ မလိုချင်ကြဘူးလား ညိုကီတို့ဘာမှလုပ်တတ်တာမရှိပေမဲ့ ချစ်တော့ချစ်တတ်တယ်ဆိုတဲ့သူတွေအတွက် မှော်ဆန်တဲ့အခွင့်အရေးမျိုးက ရောက်လာတတ်ပါတယ်\nဒီဇာတ်ကားလေးထဲမှာဆိုရင် ဘဝကြီးကို နမော်နမဲ့နဲ့ဖြတ်သန်းနေရတဲ့ အချစ်ရူးလေးဂင်ချန်းဆူက\nရေမွှေးလေးတစ်မျိုးကြောင့် စော်ကြည်ဘဲလေးဖြစ်သွားတာကို မြင်ရမှာပါဒါပေမဲ့ ရေမွှေးဆွတ်မှရမယ့်အချစ်ကို သူကိုယ်တိုင်က တကယ်ပဲလိုချင်ရဲ့လား…\nဒီရေမွှေးကြောင့် ဂင်ချန်းဆူရဲ့ဘဝကြီးက ဘယ်လိုအလွဲအမှားတွေများ ဆက်ဖြစ်နေဦးမလဲဆိုတာ အခွီတစ်လိုင်းကြည့်ရှုခံစားရမှာမို့\nRom-Com ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီး ဆက်ဆက်ကြည့်ရှုခံစားလိုက်ကြပါဦးCasts တွေအနေနဲ့ကတော့ မင်းသားချော Yoon Si-Yoon နဲ့\nBusiness Proposal ထဲကမင်းသမီးလေး Seo In Ah တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားတာမို့ အချောလေးတွေရဲ့ဇာတ်ကားကို လက်လွှတ်မခံလိုက်နဲ့နော်အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 528MB ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cwy8/Love.My.Scent.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMzlkY2ZiMzEtZGUzYS00Y2Y5LWI3MTAtMDBiYTc0MzExYzRhXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "Vaalvi(2023)",
        "description": "Vaalvi (2023)\nIMDb 8.5/10Drishyam ဇာတ်လမ်းနဲ့ပုံစံတူ လူသတ်မှုကို ရဲတွေ CCTV တွေ မျက်မြင်သက်သေတွေနဲ့ တစ်ပတ်လှည့်ပြီး\nအလီဘိုင်ရှာမဲ့ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ် တစ်မိနစ်မှအလွတ်မခံချင်လောက်အောင်ဟာကွက်မရှိတဲ့\nလူသတ်အစီအစဉ်တွေနဲ့ Drishyam ကိုလွမ်းနေမဲ့လူတွေအတွက်အလွမ်းပြေကြည့်ရှူနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်အာဗီနီ နဲ့ အာနီကတ်ဆိုတာက လင်မယားတွေ အိမ်ထောင်သက် ၁၄နှစ်ထဲဝင်လာပေမဲ့ကလေးမရတဲ့အပြင်\nအာ‌ဗီနီက စိတ်ရောဂါအထူးကုနဲ့ပြနေရတဲ့အထိကျန်းမာရေးမကောင်းဖြစ်နေသူပေါ့ ဒါကိုယောကျာ်းဖြစ်သူ\nအာနီကတ်ကစိတ်ကုန်နေပါတယ် စိတ်ကုန်တဲ့အပြင်ကို သွားဆရာဝန်မ ဒီဗီကာဆိုသူနဲ့ကြိတ်ပုန်းခုတ်နေခဲ့တာပါ\nဒီတော့ ကြားထဲကစိတ်ရောဂါဝေဒနာသည်ကို‌အပျောက်ဖျောက်ဖို့အရေး နှစ်ယောက်ပေါင်းအကြံထုတ်ကြပါတော့တယ်သူတို့ရဲ့အစီအစဉ်ကတော့ CCTV ရှေ့ လူမြင်ကွင်းရှေ့မှာ အလီဘိုင်ရဖို့ပါ မိန်းမတို့ရဲ့ဉာဏ်နီဉာဏ်နက်ကို\nဘယ်သူမှလိုက်မမှီတာမို့ ဒီလိုဟာကွက်မရှိတဲ့အစီအစဉ်က အောင်မြင်သွားမလားဆိုတာ ကြားထဲမှာရီရခက်ငိုရခက်\nplot twist တွေလဲပါသေးတာမို့ ကြည့်ရတာ ရင်တမမနဲ့ dark comedy ဆန်ဆန်လေးဖြစ်တာမို့\nပရိသတ်များကြည့်ရှုခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ရှင်\nFile size… 1.6GB /  788MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~BpL~Yunni",
        "rating": "8.7",
        "url": "https://megaup.net/1cwsp/Vaalvi.2023.720p.ZEE5.WEB-DL.Marathi.AAC2.0.H.264(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z8VVFdWX8nbvRIJkZVDlOUOJWc.jpg",
        "title": "[18+] Suki (2023)",
        "description": "Suki (2023)အက်ဘာဆိုတာ အဖော်အချွတ်ဘားတစ်ခုမှာ အလုပ်လုပ်တဲ့ ဖော်ချွတ်ကချေသည်မလေးတစ်ယောက်။ တစ်ချိန်က သူ့အရင် လျှမ်းလျှမ်းတောက်ခဲ့ဖူးတဲ့ မာဂါ ဆိုတဲ့စီနီယာတစ်ယောက်ရှိပေမယ့် လှလွန်းတဲ့ အက်ဘာရောက်လာချိန်မှာ မာဂါကျဆုံးချိန်ရောက်လာခဲ့တယ်။အက်ဘာက အမှုမထားပေမယ့် မာဂါကတော့ သူ့ကိုအသေအလဲလိုက်ပြိုင်တယ်။ အလုပ်ကိစ္စတင်မက အက်ဘာကြွေနေတဲ့ ဂေးဘားတစ်ခုက အဖော်အချွတ်ကောင်လေး ဖြစ်တဲ့ အဒန်ကိုပါ မရမက အတင်းလိုက်ကပ်တယ်။ ဒီလိုနဲ့ အဒန်ဘက်က အက်ဘာကိုမေတ္တာတုန့်ပြန်ပြီးတော့ အတူတူနေဖို့ဆုံးဖြတ်ချက်လိုက်ချိန်မှာ ရိုးရှင်းတဲ့သူတို့ဘဝတွေထဲ အချစ် အလွမ်းတွေ၊ ဝန်တိုမနာလိုမှုတွေနဲ့ မုန်တိုင်းထန်ဂယက်ထဖို့ဖြစ်လာပါတော့တယ်။ခန္ဓာကိုယ်ကို ရင်းနှီးလုပ်ကိုင်နေတဲ့သူအချင်းချင်း သံယောဇဉ်တွယ်ငြိ ချစ်မိသွားတယ်ဆိုတာ ငြိတွယ်ခံရသူရော ငြိတွယ်သူအတွက်ပါ နှစ်ဖက်လုံးအတွက် ကောင်းစရာမရှိနိုင်လို့ပါပဲ။ ညပျော်လေးတွေနဲ့ သူတို့ဘဝကိုနောက်ခံထားတဲ့အတွက် အဖော်အချွတ်နဲ့လိင်ဆက်ဆံခန်းတွေတစ်ကားလုံးနီးပါးမနားတမ်းပါဝင်ပါတယ်။Pamasahe တစ်ကားတည်းနဲ့ ပရိသတ်ရင်ထဲကိုရောက်လာတဲ့ Azi Acosta ကို Stripper တစ်ယောက်အနေနဲ့ တစ်ဝကြီးရှုမြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 980MB\nQuality - 1080p, ...",
        "rating": "",
        "url": "https://megaup.net/1cvo7/(CM)_Suki_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWVmMzFiMDItZjE1Zi00NGRhLTkyMmUtODQ1NDc3NjdkZTA3XkEyXkFqcGdeQXVyNjgwNTE1NDg@._V1_-133x200.jpg",
        "title": "#Mute (2023)",
        "description": "Mute 2023\nIMDb 9.5/10\nလန်ပြန်ထွက်နေအောင် rating ကောင်းပြီး ထွက်ထားတာမကြာသေးတဲ့\nဒီကားလေးဟာ အလကားနေရင်း rating မြင့်နေတယ်ထင်ရင်မှားသွားပါလိမ့်မယ်\nအိန္ဒိယထုံးစံ အဆိုအကတောင် လုံးဝ(လုံးဝ) မထည့်ထားဘဲနဲ့\nဇာတ်လမ်းဇာတ်ကွက်ကိုပဲ အသားပေးထားတဲ့ Thriller ကားကောင်းလေးပါဇာတ်လမ်းလေးက သာမန်မြင်တွေ့နေကြ အချစ်အလွမ်းအကြမ်းအရမ်းအက်ရှင်တွေမဟုတ်ပါဘူး\nအဲ့တော့ ဒရာမာဘာညာနိုင်ငံရေးကားလားဆိုတော့လည်းမဟုတ်ပါဘူး\nအိမ်မွေးခွေးလေးတစ်ကောင် ပျောက်ဆုံးသွားတာကို ရင်တမမနဲ့ကြည့်ရမဲ့ Thriller ရုပ်ရှင်လေးပါ\nဒီဗီရာဆိုတဲ့ကောင်မလေးက လင်ယောကျာ်းသစ္စာဖောက်တာခံရလို့ ကိုယ့်ကိုယ်ကိုသတ်သေတဲ့အထိ စိတ်ဓာတ်ကျခဲ့ဖူးပါတယ်ဒါပေမဲ့ သူ့ရဲ့သူငယ်ချင်းကောင်းတွေရဲ့ဝိုင်းဝန်းစောင့်ရှောက်မှုကြောင့် သူ့ဘဝကိုဆက်ရှင်သန်ဖြစ်ခဲ့ပါတယ်\nသူ့ဘဝရဲ့အရေးအကြီးဆုံး နံပါတ်တစ်အဖော်ကတော့ ကောစ်မိုလို့ခေါ်တဲ့ခွေးလေးပါ\nအဲ့ခွေးလေး ငါးနှစ်ပြည့်မွေးနေ့ နောက်တစ်နေ့မနက်ဒီဗီရာနိုးလာတဲ့အချိန်မှာ\nခွေးလေးကပျောက်ချင်းမလှပျောက်သွားပါတယ်\nအဲ့အချိန်ကစပြီး တက်လိုက်တဲ့ဇာတ်ရှိန်ကတော့ ပြီးသွားမှန်းတောင်သိလိုက်ရမှာမဟုတ်ပါဘူး\nကဲ သာမန်အိန္ဒိယကားတွေနဲ့မတူ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းမွန်လွန်းတဲ့\nယခုဇာတ်ကားလေးကို ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.5GB / 698MB\nQuality…1080p HQ HDRIP  /720p\nFormat…mp4\nDuration…1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein~Cherry~Yunni",
        "rating": "9.3",
        "url": "https://megaup.net/2yqir/Mute_(2022)_Kannada_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWUyOGUyNWYtOGU5Ny00MmRkLTlmYjAtZDUwMjhjZjNmNDk3XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-113x200.jpg",
        "title": "Michael (2023)",
        "description": "Michael 2023ဒီရက်ပိုင်းမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း၊ rating 5.8/10 အထိရထားတဲ့\nပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသား တေလဂူးနာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့\nရုပ်ရှင်ဇာတ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဓားမြှောင်တစ်ချောင်းဆောင်ပြီး လောကဓံကိုအရွယ်နဲ့မလိုက်အောင်\nထမ်းပိုးသယ်နေရတဲ့ 13 နှစ်အရွယ်ကောင်လေး မိုက်ကယ်၊ နားကြပ်လေးတပ်ပြီး\nဘာကိုမှဂရုမစိုက်တတ်သလို လောကကြီးကိုအရွဲ့တိုက်ချင်နေတဲ့ လူငယ်လေးတစ်ဦးပေါ့။တစ်နေ့မှာမထင်မှတ်ပဲမိုက်ကယ်ဟာ မြို့ရဲ့ဒုစရိုက်ခေါင်းဆောင်ဖြစ်တဲ့\nဂူရူနာသ်ကိုအသက်ဘေးကနေ ကယ်တင်ပေးလိုက်ရာကနေ မွေးစားခံလိုက်ရပါတယ်။\nအရွယ်ရောက်လာလို့ ဂူရူနာသ်ရဲ့ယုံကြည်ရတဲ့သူတစ်ဦးဖြစ်လာပြီး\nသူ့ရဲ့ ရန်သူဖြစ်သူကိုသတ်ဖို့ မိုက်ကယ်ကိုစေခိုင်းလိုက်တဲ့အချိန်မှာ\nမိုက်ကယ်ဟာ ရန်သူရဲ့ရန်သူကိုချစ်မိသွားတဲ့အခါ ...မိုက်ကယ်တစ်ယောက် ကိုယ့်ရဲ့ကျေးဇူးရှင်ကိုပြန်သစ္စာဖောက်မှာလား၊\nကိုယ်ချစ်ရတဲ့သူကိုပဲ သတ်ပစ်မှာလား ဆိုတာကတော့ ဒုစရိုက်တွေကြား\nဂိုဏ်းပေါင်းစုံနဲ့အရှုပ်အရှင်းတွေကြား ဇာတ်ရှိန်အစကနေ အဆုံးထိ ဆွဲခေါ်သွားပေးသွားမှာပါ။\nFile size…2.16GB / 999MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/3em3j/Michael_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTQxYjZkNjQtMmMzOS00MTIyLTk3MzYtZDkzNmZkODI4ZmUyXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Innocent Vengeance (2023)",
        "description": "Innocent Vengeance (2023)ဂျာကာတာမြို့က ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ တစ်ခုသောမွေးနေ့ကို ဇနီးနဲ့သားနဲ့အတူတူ ကြည်ကြည်နူးနူး ဖြတ်သန်းနေတဲ့ တစ်ညမှာပေါ့။ အိမ်ရှေ့ကတံခါးခေါက်သံကြားလိုက်ရလို့ ဗိသုကာပညာရှင်ဟာ ဒယ်လီသမားလာတယ်ထင်ပြီး တံခါးသွားဖွင့်ပေးလိုက်တယ်။မထင်မှတ်ထားတဲ့ လူသုံးယောက်ကို တွေ့လိုက်ရလို့ တံခါးကိုပိတ်လိုက်ပေမဲ့ နောက်ကျသွားခဲ့ပြီ...\nတံခါးကိုအတင်းတွန်းဝင်လာပြီး အဆိုပါလူ၃ယောက်ဟာ သူ့မိန်းမနဲ့ကလေးကို သတ်သွားကြတယ်။ဒီလိုအဖြစ်ဆိုးကြီးဖြစ်ပြီးတဲ့နောက် ရှင်ကျန်ခဲ့တဲ့သူဟာ အသက်ရှင်တယ်လို့ကို မခံစားရတော့ဘဲ ခေါက်ဆွဲပြုတ်ပဲစားရင်း အလုပ်ပဲလုပ်နေရင်း ထရော်မာအပြည့်နဲ့ရှင်သန်လာခဲ့တယ်။ ဒီလိုနဲ့ စိတ်ရောဂါကုဆရာဝန်မလေးတစ်‌ယောက်ဆီသွားဖို့ မိတ်ဆွေတစ်ယောက်က အကြံပေးလို့ သွားခဲ့တဲ့နောက် ဆရာဝန်မလှလှလေးကို တွေ့လိုက်ရတဲ့အခါမှာတော့...လူသတ်ခန်းတွေပါသလို Sex Scenes တွေပါ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating - 7.5/10\nFormat - mp4\nDuration - 1H 49Min\nGenre - Drama, Mystery, Thriller\nSubtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ct3l/(CM)_Innocent_Vengeance_(2023)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXZhSvxXpF9EzJq7vI3081c2wes.jpg",
        "title": "A Neighbor’s Vendetta (2023)",
        "description": "A Neighbor's Vendetta (2023)2023 မှာ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့ A Neighbor's Vendetta ကတော့ လူကြီးမိဘ​တွေ​ဆုံးမကြတဲ့ အစားမ​တော် တစ်လုတ်ဆိုတဲ့အတိုင်း အစားမှားပြီး ဘဝပျက်သွားတဲ့​ကောင်မ​လေးတစ်​​ယောက်အ​ကြောင်းကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။​ဂျေးနဲ့ ဆွန်ရာတို့အတွဲဟာ သာယာတဲ့မိသားစု​လေးဖြတ်သန်း​နေရင်း ကားမ​တော်တဆမှု​ကြောင့် သမီးဖြစ်သူ အိဗ်ကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ဆွန်ရာက ​ဂျေးကို စိတ်ကွက်ပြီး ​မျက်နှာ​တောင်မကြည့်ချင်​တော့​လောက်​အောင် ဖြစ်သွားခဲ့ပါတယ်။ သူတို့အတူ​နေရင်​တောင် မ​တော်တဆမှုကိုပြန်မြင်​​ယောင်လို့ လိင်မှုကိစ္စလည်းမပြီး​မြောက်ကြပါဘူး။ ဒါနဲ့ ​ဂျေးလည်း ဆွန်ရာ စိတ်​ပြန်ကျန်းမာလာ​အောင် ခဏ​လောက်​လမ်းခွဲလိုက်ပါတယ် အဲ့ဒီ​နောက် ဆွန်ရာကလည်း ဆရာဝန်ရဲ့အကူအညီနဲ့ စိတ်​တွေပြန်ကျန်းမာလာပြီး ​ရော့ဘတ်ကို စားလိုက််မိပါတယ်။တစ်ည ​ရော့ဘတ်​နဲ့ဖုန်းထဲက​​နေ အီစီကလီ​တွေလုပ်​နေတုန်း ​ရော့ဘတ်ဘက်က လက်လွန်ပြီး ​သေသွားခဲ့ပါတယ်။ ကံဆိုးချင်​တော့ ​ရော့ဘတ်က အိမ်​​ထောင်နဲ့မှန်းဆွန်ရာက မသိခဲ့ပါဘူး။ ​ရော့ဘတ်ရဲ့မိန်းမ မီယာက ရှက်ရှက်နဲ့ ဒီကိစ္စကိုဖုံးထားပြီး ငါ့​​ယောကျာ်းကို စားတာ ဘယ်သူလဲ ဘယ်ကလဲ လိုက်ရှာခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3elfw/(CM)_A_Neighbor_s_Vendetta_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmE4MTY4NmEtNzM1My00YWU3LTgyOTMtODEwMzQzZWQyOTY3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Veera Simha Reddy (2023)",
        "description": "Veera Simha Reddy (2023)\nAction/ Drama\nIMDb 5.8/10နှစ်ဘဝကလဲ့စားဇာတ်ကားနဲ့ ပုရိသတို့အသည်းစွဲဖြစ်ခဲ့တဲ့ မင်းသမီး Shruti Haasan\nပါဝင်တဲ့ဇာတ်ကားအသစ်စက်စက်လေး ထွက်ရှိလာပါပြီ။ ဘက်ဂျက်၅ဆလောက်ကို\nပြန်မြတ်ခဲ့တဲ့ကားလည်းဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေးနဲ့မီနက်ရှီတို့သားအမိနှစ်ယောက်ဟာ အစ္စတန်ဘူလ်မှာ\nအခြေချနေထိုင်ရင်း ဘဝကို အေးချမ်းစွာဖြတ်သန်းနေတာပါ။ တစ်ရက်မှာတော့\nဂျေးတစ်ယောက် သီးချိန်တန်သီး ပွင့်ချိန်တန်ပွင့်ဆိုသလို ချစ်ရတဲ့မိန်းကလေးနဲ့\nအိမ်ထောင်တစ်ခုထူထောင်ဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nကိုယ့်ကိုယ်ကိုမိတဆိုးသားလေးလို့ထင်နေခဲ့တဲ့ ဂျေးကို မီနက်ရှီက\nဖခင်ဖြစ်သူအကြောင်းထုတ်ပြောပြလာပါတော့တယ်။ဖခင်ဖြစ်သူဟာ စီမာဒေသနဲ့လူထုကို တရားသောနည်းလမ်းနဲ့အုပ်ချုပ်နေပြီး\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဗီရာဆင်းမ်ဟာရတ်ဒီဖြစ်ကြောင်း ဂျေးသိပြီးတဲ့အခါမှာတော့...\nဖခင်ရဲ့ဆန္ဒကို ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…5.19GB / 2.21GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "5.8",
        "url": "https://megaup.net/1Sqe8/Veera_Simha_Reddy_(2023)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-133x200.jpg",
        "title": "Kranti(2023)",
        "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ \"Kranti\"ဆိုတဲ့\nအက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့\nရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကို\nတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာ\nယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကို\nတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့\nကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​\nပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်\nအစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေ\nဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရော\nသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလား\nဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်\n\"ကရန်တီ\"က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်\nသူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလား\nပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလား\nစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…3.26GB / 1.47GB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpL",
        "rating": "7.3",
        "url": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocC1i2ea5R4N1bkJ2cQ7dEMT3Ki.jpg",
        "title": "[18+] Lagaslas (2023)",
        "description": "Lagaslas (2023)~ IMDb rating - 7.8/10 ~အက်ဒ်မာဆိုတဲ့ ကောင်လေးဟာ အရွယ်ရောက်တဲ့အထိ မိခင်ဈေးရောင်းကျွေးတာကိုထိုင်စားနေတဲ့လူပေါ်ကြော့တစ်ယောက်ဖြစ်သလို အချိန်ပြည့်အာသာဖြေနေတတ်တဲ့ အထန်ကောင်လေးတစ်ယောက်လဲဖြစ်ပါတယ်။ တစ်နေ့တော့ သူတို့မြို့ကိုအသစ်ပြောင်းလာတဲ့ တူဝရီးနှစ်ယောက်ရဲ့ အိမ်နားကိုရောက်ရင်း ရေချိုးနေတဲ့တူမဖြစ်သူနဲ့ပက်ပင်းတိုးမိလို့ ချောင်းရာကနေ ရေချိုးခန်းထဲတစ်ကားရိုက်ခဲ့မိပြီး အက်ဒ်မာတစ်ယောက် အရူးအမဲသားကျွေးသလို ကောင်မလေးကိုအစွဲကြီးစွဲလန်းသွားပါတော့တယ်။နောက်ပိုင်းမှာ တစ်ဖြည်းဖြည်းသိလာရတာက ကောင်မလေးနဲ့ဦးလေးဖြစ်သူတို့ဟာ ပတ်ဝန်းကျင်ကိုသတင်းလွှင့်ထားသလိုမဟုတ်ပဲ ကောင်မလေးဟာ အဘိုးကြီးရဲ့ မွေး'စား'သမီးဖြစ်နေခဲ့တာကိုပါ။ အချစ်ဦးကိုရူးမတတ်ဖြစ်နေတဲ့ အက်ဒ်မာနဲ့ ဒီသွေးမတော်သားမစပ် သားအဖနဲ့ဘယ်လိုရှေ့ဆက်ကြမလဲ...?ဒီဇာတ်ကားမှာတော့ Vivamax ရဲ့စင်တင်အသစ်ကလေးနှစ်ယောက်ဖြစ်တဲ့ VR Relosa နဲ့ Maebelle Medina တို့ကိုခေါင်းဆောင်တွေအဖြစ် ပွဲဦးထွက်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 830MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 34Min\nGenre - ...",
        "rating": "7.8",
        "url": "https://megaup.net/3ek2z/(CM)_Lagaslas_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://megaup.net/2ylvf/The.Point.Men.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1cqjl/(CM)_The_Weapon_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PnGo4QM3Bvx3YmrdN6NwshVZ6j.jpg",
        "title": "The Twelve Stories of Glen Anggara (2023)",
        "description": "The Twelve Stories of Glen Anggara (2023)ဒါလေးကတော့ မနှစ်ကမှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ အင်ဒိုနီးရှားကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nနာမည်လေးက The Twelve Stories of Glen Anggaraတဲ့။\nဒီကားလေးက Romance/Drama အမျိုးအစားလေးဖြစ်ပြီး\nရုပ်ရှင်ရဲ့ Dialogue တွေက တကယ့်ကိုရင်ထဲထိပါတယ်။IMDbမှာဆိုရင်လည်း 7.1/10 တောင်ရရှိထားတာဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာတော့ အသက်ရှင်ဖို့အချိန်သိပ်မကျန်တော့တဲ့ ရှန်နာ့ရဲ့ ​မသေခင်လုပ်သွားချင်တဲ့ ဆန္ဒဆယ့်နှစ်ခုကို\nသူ့ရဲ့ ချစ်သူကောင်လေး ဂလန်က ရအောင်လိုက်ပြီး ဖြည့်ဆည်းပေးတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဒီ ဆန္ဒဆယ့်နှစ်ခုက ဘာတွေဖြစ်မလဲ။\nနောက်ပြီး ဂလန်ကရော ရှန်နာ့ရဲ့ ဆန္ဒတွေအကုန် ပြည့်ဝအောင်လုပ်ပေးနိုင်မလားဆိုတာကို ပျော်ရွှင်ဖွယ်ကောင်းစွာကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်ခင်ဗျ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 768MB | 384MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ydJ2/12.Stories.of.Anggara.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZWEyMjA5YjUtNGRiOS00YThhLTg0ZDUtMjY5Y2U5ZmU3ZWM2XkEyXkFqcGdeQXVyNjQ2MjM1OTk@._V1_-148x200.jpg",
        "title": "The Last Coffee(2023)",
        "description": "The Last Coffee (2023)\nIMDb 6.7/10နာမည်လေးကိုကနောက်ဆုံးကော်ဖီတစ်ခွက်တဲ့ ‌ကြည့်ရင်းနဲ့\nသင်ခန်းစာယူစရာတွေနဲ့ အတွေးတစ်ခုခုရနိုင်မဲ့ဇာတ်ကားမျိုးပါ\nဘဝမှာပြန်ပြင်လို့မရတဲ့အမှားတွေလုပ်ဖူးကြမှာပေါ့\nဒီထဲမှာအိမ်ထောင်ရေးလည်းပါဝင်မှာပါဒီကားမှာဆိုရင်တော့ သိပ်ချစ်ကြတဲ့လင်မယား၂ယောက်\nရီဟန်နဲ့ အီရမ်တဲ့ ရီဟန်ကအိမ်ထောင်ကွဲပေမဲ့\nအရာရာနားလည်ပေးပြီးလက်ထပ်ပေးခဲ့တဲ့အီရမ်...ပြဿနာတစ်ခုကြောင့် ကွာရှင်းရမဲ့အထိဖြစ်လာတဲ့အခါ\nဘယ်သူမှားမလဲဘယ်သူမှန်မလဲ အိမ်ထောင်ရေးတစ်ခုမှာယုံကြည်မှုက\nအဓိကမဏိုင်ဖြစ်ပြီး တစ်ဖက်လူကိုမယုံကြည်နိုင်တော့ရင်တောင်မှ\nပြဿနာကိုအဆုံးထိနားထောင်ပြီးမှ အိမ်ထောင်တစ်ခုကိုအဆုံးသတ်ကြဖို့\nလွယ်လွယ်နဲ့လက်မလျော့ကြဖို့မီးမောင်းထိုးပြထားတဲ့ကားပဲဖြစ်ပါတယ်\nFile size…855MB / 422MB\nQuality…1080p Zee5 WEB DL / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/1cp9u/The.Last.Coffee.2023.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTgyNzFmZmItMmU2Yi00OTQxLWEzMWUtNTQ4MzE5NGEyNzAxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-150x200.jpg",
        "title": "Thankam(2023)",
        "description": "Thankam (2023)2023 ခုနှစ်ထွက် မှုခင်းဒရမ်မာ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဝါရင့်သရုပ်ဆောင်တွေအဓိကပါဝင်ထားပြီး IMDb rating မှာ 7.2/10 အထိရရှိထားပါတယ်။အိန္ဒိယရဲ့ ရွှေမြို့တော်လို့ တင်စားခံရတဲ့ ထရီဆူးမြို့က\nရွှေကုန်သည်သူငယ်ချင်းသုံးယောက် မူတူး ၊ ကန်နန် နဲ့ ဘီဂျွိုင်း...ဇာတ်လမ်းကတော့ မွန်ဘိုင်းကို သုံးယောက်သားရွှေအရောင်းအ၀ယ်လုပ်ဖို့သွားရာကနေ\nပြဿနာတစ်ခုခုပြီးတစ်ခုစဖြစ်ပါတော့တယ်။အိတ်ဖောင်းရင်စိတ်ပြောင်းတတ်တဲ့ လူတွေရဲ့အချိုးဟာ ကြောက်ဖို့ကောင်းလှပါတယ်။\nတစ်နေ့မှာတော့ ကန်နန်ဟာရွှေအိတ်တွေကိုယူပြီး ပျောက်ချင်းမလှပျောက်သွားတဲ့အခါ\nသူငယ်ချင်းတွေဟာ အချင်းချင်းသံသယ၀င်ကုန်ပါတော့တယ်။ဒီလိုနဲ့အမှုက ကြီးထွားလာပြီး ရဲတွေနဲ့ပါပတ်သက်လာတဲ့အခါ...ကန်နန်က သူငယ်ချင်းတွေကိုတကယ်သစ္စာဖောက်သွားတာလား...အမှုမှန်ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ....နောက်ကွယ်ကအကြောင်းအရင်းကရော\nဘာဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…1.9GB / 800MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Nyein Aye",
        "rating": "7.2",
        "url": "https://megaup.net/2yjT5/Thankam_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Kalyanam-Kamaneeyam-128x200.jpeg",
        "title": "Kalyanam Kamaneeyam (2023)",
        "description": "Kalyanam Kamaneeyam 2023\nIMDb -6.3/10ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထွက်ရှိကတည်းက လူကြိုက်များခဲ့တဲ့\nလူငယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ချစ်ကြိုက်ကွဲညားလိုသာမန်ပုံစံမျိုးမဟုတ်ပဲ\nအချင်းချင်း ချစ်မိပြီးနောက် ကြုံတွေရမယ့်ပြဿနာတွေကို ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်လို\nဘယ်‌လိုတွေးခေါ်ရမယ်ဆိုတာ တင်ဆက်ထားပါတယ်။အလုပ်ဟူသမျှဂုဏ်ရှိစွဆိုပေမယ့်လည်း အလုပ်မရှိဘူးဆိုရင်အင်မတန်မှမျက်နှာငယ်ရပါတယ်။\nမိသားစုဝင်တွေထဲမှာရော၊ သူငယ်ချင်းအချင်းချင်းမှာရော၊ လူမှုအသိုင်းအဝိုင်းမှာ အနှိမ်ခံရတတ်ပါတယ်။\nအဲ့ထဲမှာ ရှီဗာဆိုသူကတော့ အဲ့ဒီလောကရဲ့သားကောင်ပဲပေါ့၊ ရှီဗာဟာ ၂\n၅ နှစ်လုံးလုံးအဖေဖြစ်သူနားကပ်စားနေတဲ့ အလုပ်လက်မဲ့ပါ။နောက်ဆုံးအလုပ်မရှိပေမယ့်လည်း ကံကောင်းထောက်မစွာနဲ့ မိန်းမရသွားတော့လည်း\nမိန်းမလုပ်စာထိုင်စားနေရပြန်ပါတယ်။ မိန်းမထမိန်နားခိုစားတဲ့ကောင်ဆိုပြီး\nလူမှုအသိုင်းအဝိုင်းကပါကျဉ်ခံလာရတဲ့အချိန်မှာ ရှီဗာတစ်ယောက်\nအလုပ်လက်မဲ့ဘ၀ကနေ လွတ်မြောက်ဖို့ကြိုးစားခဲ့ပါတော့တယ်။\nသူအလုပ်လက်မဲ့ဘဝကနေလွတ်မြောက်နိုင်ပါ့မလား၊ ကြာလို့ မိန်းမဖြစ်သူကလည်း\nငြိုငြင်ချင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ ဆက်လက်ကြည့်ရှုပြီး အဖြေရှာလိုက်ကြရအောင်ပါ....\nFile size…1.6GB / 732MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/1co4p/Kalyanam_Kamaneeyam_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sepfbuzmHT3yCr61ABZeTmASHyx.jpg",
        "title": "j-hope IN THE BOX (2023)",
        "description": "\"J-Hope in the Box\" (2023)Yo! ARMY တို့ အချိန်အတော်ကြာ စောင့်နေခဲ့ကြတဲ့ BTS အဖွဲ့ဝင် J-Hope ရဲ့\nDocumentary Film \"J-Hope in the Box\" လာပါပြီ။\nဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ J-Hope ရဲ့ Chapter - 2 အစဖြစ်တဲ့\n\"Jack In the Box\" အယ်လ်ဘမ်ခရီးစဉ်ကို ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။\"ဒီအယ်လ်ဘမ်က ကျွန်တော့်အနုပညာအဆင့်ကို တစ်ဆင့်မြှင့်ပေးနိုင်လိမ့်မယ်\" လို့ ပြောခဲ့တဲ့\nမြင်နေကျ နားထောင်ဖူးနေကျ ပုံစံမဟုတ်တဲ့ ဒီ\"Jack In the Box\" က\nသီချင်းတွေရဲ့ ဖြစ်တည်မှုအစ၊ ပဲ့ကိုင်ရှင် J-Hope က Mainstream မဟုတ်တဲ့ ဒီလိုသီချင်းမျိုးတွေကို\nဘယ်လိုအတွေးမျိုး၊ ခံစားချက်မျိုးနဲ့ ရဲတင်းစွာ ဖန်တီးခဲ့လဲဆိုတာကို ချဉ်းကပ်ကြည့်ရှုခွင့်ရမှာပါပဲ။\"Jack In the Box\" အယ်လ်ဘမ်နောက်ကွယ်က ဖြစ်စဉ်တွေအပြင်\nအားလုံးစိတ်ဝင်တစား မျှော်လင့်ခဲ့ကြတဲ့ J-Hope ...",
        "rating": "5",
        "url": "https://megaup.net/1Sje1/J-Hope.in.the.Box.2023.720p.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq8x5F17q95T1j0up5rpzXFAylN.jpg",
        "title": "Sharper (2023)",
        "description": "Sharper (2023)ဒါရိုက်တာ Benjamin Caron ရိုက်ကူးပြီး\nSebastian Stan နဲ့ မင်းသမီးကြီး Julianne Moore ပါဝင် သရုပ်ဆောင်ထားတဲ့\npsychological thriller ဇာတ်ကားသစ် ရပါပြီ။\nJustice Smith နဲ့ Briana Middleton တို့လည်း ပါပါသေးတယ်။ဇာတ်လမ်းတင်ဆက်ပုံကတော့ နည်းနည်းထူးခြားပါတယ်။\nအစပိုင်းမှာ စာအုပ်ဆိုင်ပိုင်ရှင်ဖြစ်တဲ့ တွန့်အကြောင်းပြထားပြီး\nစာအုပ်လာဝယ်တဲ့ ကျောင်းသူလေး ဆန်ဒရာနဲ့ ချစ်သူတွေ ဖြစ်သွားကြပုံကို ရိုက်ပြထားပါတယ်။တစ်နေ့တော့ ဆန်ဒရာက အစ်ကိုဖြစ်သူရဲ့ အကြွေးတွေကို ဆပ်ပေးဖို့\nပိုက်ဆံလိုနေတဲ့အကြောင်း တွန့်ကို ပြောလာပါတယ်။\nတကယ်တော့ ဆန်ဒရာက တွန်ထင်နေသလို စာကြမ်းပိုးလေး မဟုတ်ဘဲ အကြီးစား လူလိမ်တစ်ယောက်ပါ။နောက်တော့ ဆန်ဒရာ ဘယ်လိုလုပ်ပြီး လူလိမ်ဖြစ်လာလဲဆိုတာနဲ့\nသူ့ကို အလိမ်အညာပညာရပ်တွေ သင်ပေးတဲ့ မက်စ်ဆိုတဲ့သူနဲ့ တွေ့ဖြစ်ကြပုံကို ရိုက်ပြထားပါတယ်။အဲဒီနောက်တော့ မက်စ်အကြောင်း၊\nအဲဒီနောက် မက်စ်ရဲ့ဘဝထဲက မက်ဒလင်းအကြောင်းတွေကို တစ်ဆင့်ချင်းစီ ပြသွားပါတယ်။ပြောရရင် လှေကားထစ်တွေလိုမျိုး တစ်ဆင့်ချင်း တက်သွားတဲ့ ဇာတ်လမ်းပါ။\nလှေကားထစ်တွေရဲ့ အဆုံးမှာ ဘာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Si2i/Sharper.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhMjRmZmMtMGI5Yi00YWZjLWJhNjAtOGVjZjE1YjAwN2IxXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_-160x200.jpg",
        "title": "Hunt (2023)",
        "description": "Hunt (2023)=============မကြာသေးခင်မှထွက်ရှိထားပြီး Rating ကောင်းလှတဲ့ တယ်လဂူဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nပါဝင်သရုပ်ဆောင်သူအရမ်းမများပေမယ့် plot အသားပေးရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bromance ခိုင်မာလှတဲ့ ဟိုက်ဒရာဘတ်ရဲဌာနရဲ့ ရဲမှူးချုပ်ဖြစ်တဲ့မိုဟန်၊ ဒုတိယရဲမှူးချုပ်တွေဖြစ်တဲ့\nအာဂျွန်နဲ့ အာဟန်တို့ဟာ ဌာနတစ်ခုတည်း တာဝန်ထမ်းဆောင်ပြီး သိပ်ကိုရင်းနှီးကြတဲ့မိတ်ဆွေတွေဖြစ်ပါတယ်။တစ်ရက်မှာ အာဟန်ဟာ နိုင်ငံတော်ကပေးတဲ့ ဂုဏ်ပြုဆုပေးပွဲမှာ ဆုယူပြီးမိန့်ခွန်းပြောနေတုန်း စနိုက်ပါနဲ့ လုပ်ကြံခံလိုက်ရပါတယ်။\nဒီတော့ မိတ်ဆွေနှစ်ယောက်ဖြစ်တဲ့ အာဂျွန်နဲ့မိုဟန်တို့ဟာ သူတို့မိတ်ဆွေအသတ်ခံရမှုကိုဖော်ထုတ်ဖို့ အသည်းအသန်ကြိုးစားပါတော့တယ်။\nတစ်ညမှာ အာဂျွန်ဟာ အမှုမှန်ကိုဖော်ထုတ်လိုက်နိုင်ခဲ့ပေမယ့် ကားတိမ်းမှောက်မှုဖြစ်ခဲ့ပြီး အတိတ်မေ့သွားပါတော့တယ်။ဒီလိုနဲ့ အာဂျွန်တစ်ယောက်နဲ့ မိုဟန်ရဲ့ လမ်းညွှန်မှုတွေနဲ့အတူ အမှုကို အစကပြန်လိုက်ရပါတော့တယ်။\nရက်ပိုင်းအနည်းငယ်အတွင်း မွန်ဘိုင်းမြို့ကိုပြောင်းရတော့မယ့် အာဂျွန်တစ်ယောက်\nသူ့မိတ်ဆွေအသတ်ခံရမှုရဲ့တရားခံကို အချိန်မှီ ဖမ်းမိနိုင်ပါ့မလား။တရားခံကဘယ်သူများဖြစ်နေမလဲဆိုတာကတော့ မေးခွန်းပေါင်းများစွာနဲ့\nPlot twist ကောင်းလှတဲ့ဇာတ်ကားဖြစ်တာမို့ အချိန်ပေးကြည့်ရှုရတန်မဲ့ဇာတ်ကားအဖြစ်ညွှန်ပေးလိုက်ရပါစေ။အာဂျွန်အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sudheer Babu ဖို့\nဇာတ်ကောင်သစ်ဖြစ်နေပေမယ့် ပီပြင်လှတဲ့သရုပ်ဆောင်မှုတွေကိုမြင်တွေ့ရမဲ့အပြင်\nချီးကျူးမှုများစွာခံထားရတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…2.02GB/ 928MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "",
        "url": "https://megaup.net/1cjjr/Hunt_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lztFg9XBae2N292ZMaBFdjRYjjA.jpg",
        "title": "Phantom (2023)",
        "description": "Phantom (2023)၁၉၃၃ ခုနှစ် ဂျိုဆွန်းပြည် (ကိုရီးယား) ကို ဂျပန်တွေအုပ်စိုးနေချိန်မှာ ဂျပန်ဘုရင်ခံချုပ်ကို ပစ်မှတ်ထားတဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုတစ်ခု။ဘယ်သူဘယ်ဝါရယ်လို့ တရားခံမပေါ်သေးခင်မှာပဲ အစအနပျောက်သွားခဲ့ပေမဲ့ လူတိုင်းရဲ့စိတ်ထဲမှာ စွဲကျန်နေခဲ့တဲ့ “တစ္ဆေ” ဆိုတဲ့လူတစ်ဦး။\nဂျိုဆွန်းလူမျိုး “တစ္ဆေ” က ဦးဆောင်နေတဲ့ အကြမ်းဖက်ဂိုဏ်းဟာ ဂျိုဆွန်းရဲ့နေရာတိုင်းမှာသာမက\nရှန်ဟိုင်းအထိပါ သူလျှိုတွေစေလွှတ်ထားပြီး ဂျပန်အစိုးရကို အကြီးအကျယ်ထိတ်လန့်စေနေခဲ့ပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ် ဘုရင်ခံချုပ် လုပ်ကြံခံလိုက်ရပြီးတဲ့နောက်မှာတော့\nဗိုလ်ချုပ်ကြီး ဒါခါဟာရာ ဟာ သံသယရှိသူ ဂျိုဆွန်းလူမျိုး ၅ ဦးကို ဟိုတယ်တစ်ခုထဲမှာ ထိန်းသိမ်းလိုက်ပါတော့တယ်။ကိုယ်က ‌တစ္ဆေမဟုတ်ကြောင်းကိုပဲ သက်သေပြမလား၊\nဒါမှမဟုတ် သံသယရှိသူကိုပဲ ထုတ်ပြောပြီး ကိုယ်လွတ်မြောက်ဖို့ကိုပဲ ရွေးချယ်ကြမလား ဆိုတဲ့\nရွေးချယ်စရာ ၂ ခုပဲရှိတော့တဲ့ အချိန်မှာတော့ ဒီလူ ၅ ယောက်‌အနေနဲ့ ဘယ်လိုဆုံးဖြတ်ချက်မျိုးကို ချကြမလဲ။\nသူတို့ထဲမှာ တကယ်ပဲ “တစ္ဆေ” ရှိနေတာလား ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် Action, Thriller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း နာမည်ကြီးတွေဖြစ်ကြတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1cjag/Phantom.2023.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYzMjQzOWMtYjIxMy00Zjk5LWE5MDgtMmQ1NTMwNTEyNjg1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Lost(2023)",
        "description": "Lost (2022) Thriller IMDb 7.6/10\nအခုတစ်ခါမှာတော့ ဘောလီဝုဒ်မင်းသမီးချောလေး\nယာမီဂေါ်သမ်ဦးဆောင်ပါဝင်ထားတဲ့\nဟင်ဒီဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ဒီဇာတ်လေးဟာ ၁၃ကြိမ်မြောက်ကျင်းပတဲ့ ၂၀၂၂ခုနှစ်ရဲ့\nချီကာဂိုတောင်အာရှရုပ်ရှင်ပွဲတော်မှာ\nတရားဝင်ရွေးချယ်ခံခဲ့ရတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကလည်း\nသိပ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ သတင်းထောက်မလေးတစ်ယောက်က\nကောင်လေးတစ်ယောက်ပျောက်ဆုံးမှုကို အခြေခံပြီး သတင်းယူနေရင်းနဲ့မှ\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကြီးတစ်ခုလုံးဟာ မီးခိုးကြွက်လျှောက်ပေါ်သလို ထွက်လာခဲ့တာပါပဲ။\nဒီအမှုမှာလည်း ငွေများတရားနိုင်သဘောတရားနဲ့ အစိုးရအရာရှိတွေရဲ့ လာဘ်စားမှုတွေကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးဆိုလည်း မမှားပါဘူးနော်။\nFile size…1.57GB / 746MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ Taylor ~ Yunni ~ BpL",
        "rating": "7.8",
        "url": "https://megaup.net/3ebgy/Lost_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzljOWFkOTQtNGFlMS00ZWEwLWI3MzUtN2VjNmVmM2Y4MDljXkEyXkFqcGdeQXVyMjYwMDQyODc@._V1_-135x200.jpg",
        "title": "Waking Karma (2023)",
        "description": "Waking Karma (2023)\n=================ခါမာဆိုတဲ့ ကောင်မလေးဟာ သူ့မိခင်ဖြစ်သူဆန်နီနဲ့\nနှစ်ယောက်တည်းနေထိုင်ပါတယ်။ သူတို့သားအမိနှစ်\nယောက်ဟာ တစ်စုံတစ်ယောက်လက်ကနေလွတ်အောင်\nပုန်းရှောင်ပြီးနေနေရတာပါ။ ပုန်းနေတာလုံပြီထင်ခါမှ\nတစ်နေ့ကျတော့ သူတို့ကိုလိုက်ဖမ်းနေတဲ့သူဆီကနေ\nစာတစ်စောင် ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်လာ\nပါတော့တယ်။သူတို့ ဘာကြောင့် ထွက်ပြေးနေရတယ်၊ သူတို့ကိုဘယ်သူက\nဘာလို့လိုက်ဖမ်းနေတယ်၊ နောက်ဆုံးမှာ သူတို့ တကယ်ရော\nလွတ်မြောက်သွားနိုင်မှာလားဆိုတာကို ကြည့်ရှုခံစားရမှာပါ။\nOne time watch အနေနဲ့ ကြည့်လို့ကောင်းမယ့် ဇာတ်ကား\nလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (451 MB) / (271 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/3e47w/Waking.Karma.2023.720p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DNRr2juXdwtvktwXxwuk9Usk8O.jpg",
        "title": "Infinity Pool (2023)",
        "description": "ဂျိမ်းစ်နဲ့ ဂက်ဘီတို့ လင်မယားဟာ စာရေးဆရာ ဂျိမ်းစ် .. သူ့ရဲ့နောက်ထွက်မယ့် စာအုပ်အတွက် ပြည်ပနိုင်ငံကကျွန်းတစ်ကျွန်းကို အလည်အပတ် ထွက်လာခဲ့ကြတယ်အဲဒီမှာ ဂျိမ်းစ်တစ်ယောက် သူ့ရဲ့ စာဖတ်ပရိသတ်လင်မယား နှစ်ယောက်နဲ့ဆုံမိခဲ့ရာကညစာတွေအတူစားရင်း ခင်မင်သွားတယ်..တစ်ခုရှိတာက သူတို့သွားတဲ့ နိုင်ငံဟာ တိုးတက်မှုမရှိ ယဉ်ကျေးမှု မရှိတဲ့နေရာဖြစ်လို့ ရာဇဝတ်မှုတွေ မကြာခဏဆိုသလို ဖြစ်သလို ..ခရီးသည်သဘောမကျတဲ့ နယ်ခံတွေကခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့ အရပ်ဒေသလည်းဖြစ်တယ် ...ဒါကို မဆင်မခြင်နဲ့ စုံတွဲနှစ်တွဲ ကားတစ်စီးငှားသောက်စားမူးရူးပြီး အပြန်လမ်းမှာနယ်ခံတစ်ယောက်ကို ကားနဲ့တိုက်ပြီးပြေးတယ် ...ဒါပေမဲ့ ဟိုလင်မယား ချောက်ချမှုကြောင့်စာရေးဆရာလင်မယား ဒုက္ခလှလှတွေ့သွားတယ်နိုင်ငံရဲ့ ဥပဒေအရ .. လူသတ်မှုကျူးလွန်ရင် တရားခံကိုသေတဲ့သူရဲ့ သားဖြစ်သူက သတ်ခွင့်ရှိပြီး သားမရှိရင် နိုင်ငံတော်က ကွပ်မျက်ပေးတယ် ..ဒီတော့ လူပေါင်းမှားတဲ့ ဂျိမ်းတစ်ယောက် ကူညီရာမဲ့ဖြစ်နေချိန်မှာသရက်ရှ်ဆိုတဲ့ စုံထောက်ဟာ ကမ်းလှမ်းချက်တစ်ခု လုပ်လာတယ် ..ဒါကတော့ သူတို့မှာသာ ငွေအလုံအလောက်ရှိရင်သူတို့ သေတာကို သူတို့ကိုယ်တိုင် ပြန်ကြည့်ခွင့်ရှိမယ်ဆိုတဲ့ စကားပါ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1chgp/Infinity.Pool.2023.720p.AMZN.WEB-DL__%7BCM%7D.mp4",
        "category": "Crime, Horror, Mystery"
    }
]