[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
        "title": "JUNG_E (2023)",
        "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ ...သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?\nကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?\nစစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1RC2e/[CM]JUNG_E.2023.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBI1PJf3PSpVolhvwTmezVfqDIu.jpg",
        "title": "The Night Owl (2022)",
        "description": "The Night Owl (2023)ဒီတစ်ခေါက် တင်ဆင်ပေးမှာကတော့ နန်းတွင်းဇာတ်ကားကိုမှ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရမယ့် ရာဇဝတ်ဇာတ်လမ်းဖြစ်ပါတယ်ချောင်နိုင်ငံရဲ့လက်အောက်ခံဖြစ်နေတဲ့ ဂျိုဆွန်းမင်းဆက် အင်ဂျိုဘုရင်လက်ထက်မှာ ဇာတ်အိမ်တည်ထားပါတယ်\nချောင်းဂယောင်းဆူဟာ ညီလေးဖြစ်သူရဲ့ ရောဂါကိုကုပေးချင်တဲ့အတွက် နန်းတွင်းသမားတော်လုပ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်\nအပ်စိုက် အထူးကျွမ်းကျင်တဲ့ ဂယောင်းဆူကတော့ အလင်းထဲမှာ မမြင်ရပေမဲ့ ညဘက်အမှောင်ထဲမှာဆိုရင်တော့ ရှင်းလင်းစွာ မြင်ရပါတယ်\nဒါပေမဲ့နန်းတွင်းထဲမှာ မမြင်ချင်သလို မကြားသလို နေရမှာဖြစ်တဲ့အလျောက် အဲဒါကို ဖုံးကွယ်ထားခဲ့ပေမဲ့...\n၈ နှစ်ကြာမှ ချောင်နိုင်ငံဓားစာခံအဖြစ်ကနေ ပြန်လာတဲ့ အိမ်ရှေ့စံရဲ့ သေဆုံးမှုကို\nမျက်မမြင်လို့သိထားကြတဲ့ ဂယောင်းဆူဟာ မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုရပါတော့တယ်မျက်မမြင်တစ်ယောက်က မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုမယ့်ကိစ္စဟာ မယုံနိုင်စရာဖြစ်တဲ့အပြင်\nဘုရင်ကိုလိမ်ထားတဲ့ ပြစ်မှုလည်း မြောက်နေပြန်တော့ ဘယ်လိုတွေ ရှေ့ဆက်ပြီး ဖြေရှင်းမလဲဆိုတာကို အတူကြည့်ရှုရမှာပါဂယောင်းဆူအဖြစ် Ryu Joon Yeol နဲ့ မင်းသားကြီး Yu Hae Jin က အင်ဂျိုဘုရင်အဖြစ် သရုပ်ဆောင်ထားပါတယ်\nဝါရင့်မင်းသားကြီးနှစ်လက်ရဲ့ ဇာတ်လမ်းဆိုတော့ သရုပ်ဆောင်ပိုင်းတော့ အထူးပြောစရာမလိုတော့ပါဘူးနော်\nရာဇဝင်ဇာတ်လမ်း ကြိုက်တတ်တဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1RAe8/The.Night.Owl.2022.720p.WEB-DL.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjRjODE0ZTMtNGNiYi00YTZhLThmNmItODhiYzhjZjYwMDMyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dog Gone (2023)",
        "description": "Dog Gone (2023)\n=============\nIMDb Rating - 6.0/10\"ဘာ မင်းက ခွေးမွေးမယ် မင်းလို ကိုယ့်တာဝန်ကိုယ်တောင်\nမယူနိုင်တဲ့လူကလေ ခွေးတစ်ကောင်မွေးရတာ လွယ်မှတ်နေလား\"\nဒီစကားတွေကတော့ ခွေးမွေးမယ်လို့ ပြောလိုက်တိုင်း အိမ်မှာ\nကြားနေကျ စကားတွေပေါ့။ဖီးလ်ဒင်း ဆိုတဲ့ ကောင်လေးလည်း အတူတူပါပဲ။ ကံကောင်း\nထောက်မပြီး ဘွဲ့ရသွားပေမဲ့ ဘာဆက်လုပ်ရမလဲ မသိသေးတဲ့\nစော်ပစ်ကောင်လေးတစ်ယောက်ပေါ့။ အဲဒီလို ဘာလုပ်ရမလဲ\nမသိတာနဲ့ ခွေးလေးကောက်မွေးလိုက်ရာကနေ တစ်အိမ်လုံး\nအငြိမ်မနေနိုင်၊ အိမ်ဦးခန်းက အမေ့ဓာတ်ပုံ အာဝုပုံနဲ့ ပြောင်း\nချိတ်မယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ဖြစ်လာပါတော့တယ်။ဟူးမန်းတွေနဲ့ အာဝု‌တို့ကြားက ချစ်ခြင်းမေတ္တာသံယောဇဉ်တွေကို\nအလှပဆုံး ဖော်ကျူးပေးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး မိသားစု\nကြားက ပြဿနာအဖုအထစ်လေးတွေကိုပါ ဖြေရှင်းပြသွားတာမို့\nမိသားစုဝင်တွေနဲ့အတူတူ ကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း\nပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီ၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Ngwe Zin, May Thet Khine\nSoe တို့ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (654 MB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1bBeh/Dog.Gone.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGRhOTFiMTktM2U3ZS00OWZkLWI3MGItYWEzYjdjNjI1M2M2XkEyXkFqcGdeQXVyNjk3MjI4NDg@._V1_-133x200.jpg",
        "title": "Ballabhpurer Roopkotha (2023)",
        "description": "Ballavpurer Roopkatha 2022\n8.7/ 10 IMDb\nဒီရုပ်ရှင်ဇာတ်ကားလေးကတော့ ရယ်လဲရယ်ရ ကြောက်လဲကြောက်ရမယ့် သရဲဟာသကားလေးပါ...\nကျိန်စာဆိုတာ ကြောက်ဖို့ကောင်းသလို အဲ့ဒီအစွဲကိုချွတ်ဖို့အကြောင်းအရင်းကိုသိမှ\nမကျွတ်မလွတ်သေးတဲ့သူတွေဟာ လွယ်လွယ်ကျွတ်လွတ်နိုင်မှာမဟုတ်လား....\nဒီဇာတ်ကားလေးမှာတော့ မင်းသားSatyam ( ဘူပတီ)၊ မင်းသမီးလေးSurangana ( ချန်ဒါ)နဲ့အတူ သရုပ်ဆောင်ပေါင်းများစွာပါဝင်အားဖြည့်ထားပါတယ်.....ဒီရုပ်ရှင်ရဲ့ဇာတ်လမ်းအကျဥ်းလေးကတော့....\nဘူပတီက ကိုလ်ကတ္တားကိုပြောင်းပြီး သွားဆေးခန်းဖွင့်ချင်နေတဲ့သူတစ်ယောက်ပါ...\nသူ့က ရှင်ဘုရင်မျိုးဆက်ဖြစ်ပြီး သူပိုင်ဆိုင်တာဆိုလို့ ဘိုးဘွားဘိုင်\nသက်တမ်း ၄၀၀ရှိတဲ့ ဘော်လာပူရ်နန်းတော်/ အိမ်ကြီးပဲရှိပါတယ်..ဒါပေမယ့် သူဟာအကြွေးတွေနစ်ပြီး ပြန်ပေးစရာမရှိတဲ့အခါမှာတော့\nဘိုးဘွားပိုင်အိမ်ကြီးကိုရောင်းရဖို့ဖြစ်လာပါတော့တယ်..ဒါ့ကြောင့်\nစီးပွားရေးလုပ်ငန်းရှင်ဖြစ်တဲ့ ဆပ်ပြာပိုင်ရှင် မစ္စတာဟလ်ဒါက\nတစ်နေ့မှာသူ့အိမ်ကိုလာကြည့်ဖို့အကြောင်းကြားလာပါတယ်..ဒီလိုနဲ့ ဘူတီလဲ နယ်ကိုပြန်ပြီး အိမ်တော်ထိန်းမိုနိုဟာနဲ့ နှစ်ယောက်ပေါင်းကြံကာ\nအိမ်ကြီးကိုရောင်းဖို့စီစဥ်ပါတော့တယ်..အိမ်ကိုအကြွေးတောင်းဖို့ရောက်လာတဲ့\nအကြွေးရှင်သုံးယောက်နဲ့ ဘူမသိကိုးမသိ မဖိတ်ခေါ်ပဲရောက်လာတဲ့သူငယ်ချင်းဖြစ်သူ\nဆန်ဂျိဘ်ကရော အိမ်ကိုရောင်းထုတ်ဖို့စီစဥ်ရာမှာ တစ်စိတ်တစ်ပိုင်းပါဝင်ခဲ့ရပြန်ပါတော့တယ်...\nဘာဖြစ်လို့များ ညသန်းခေါင်ရောက်မှာကို သူတို့ကြောက်နေကြတာလဲ...\nဒီအိမ်ကြီးကိုရောင်းရပြီးရော အမြန်ရောင်းချင်နေတဲ့အကြောင်းကရော\nဘာကြောင့်လဲ.. ဘူပတီပြောတဲ့ ရာဂူဆိုတဲ့သူကရော\nဘယ်လိုမျိုးလဲဆိုတာ ပရိသတ်ကြီးပဲ မျှောင့်လင့်စောင့်စားကြည့်ရှုလိုက်ကြပါဦး....\nFile size…1.64GB  / 663MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko ~ Cherry ...",
        "rating": "8.6",
        "url": "https://megaup.net/1bxla/Ballabhpurer.Roopkotha.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lmwwQNNlB56IsTM5jpD4Z8rytO.jpg",
        "title": "[18+] Nightbird (2023)",
        "description": "Nightbird (2023)ရေချယ်ဟာ ဘာဂီယိုမှာမွေးဖွားကြီးပြင်းခဲ့တဲ့ ရှေးဟောင်းသုသေသနပညာရှင်ဖြစ်သလို ကရာတေးမှာလည်း ခါးပတ်နက်ရထားပြီး မတရားတာတွေ့ရင်လက်ပိုက်ကြည့်မနေတတ်တဲ့ ဆတ်ဆတ်ကြဲကောင်မလေးတစ်ယောက်ပါ။ မကြာခင်မှာ နိုင်ငံခြားကို ကျောင်းသွားတက်ဖို့ရှိပေမဲ့ မသွားခင်တစ်ညမှာ သူ့သူငယ်ချင်းတွေ အဆွယ်ကောင်းမှုကြောင့် ကလပ်ရောက်သွားခဲ့ပြီး မနီလာအလည်လာတယ်ဆိုသူ သူစိမ်းယောက်ျားသုံးယောက်နဲ့ ဆုံဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ကလပ်မှာတင်မပြီးပဲ အဲ့ဒီလူတွေရဲ့ဖိတ်ခေါ်မှုကိုလက်ခံပြီးတော့ သူတို့မိတ်ဆွေ ဒေသခံဆိုတဲ့သူရဲ့လူသူမဝေးတဲ့အရပ်က အိမ်အကြီးကြီးတစ်လုံးကိုပါ ရောက်သွားခဲ့ပြီးတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့ ဖြစ်ရပ်ဆိုးတွေကိုကြုံဆုံဖို့ဖြစ်လာပါတော့တယ်။ကရာတေးခါးပတ်နက် ရေချယ်တစ်ယောက် ဒီယောက်ျားတွေကို အနိုင်ကြဲနိုင်မှာလား...\nဒီလူတွေရဲ့အကြံအစည်ကဘာတွေရှိနေမလဲ...\nသူ့အချစ်ဆုံး သူငယ်ချင်းတွေကိုရော အချိန်မှီကယ်တင်နိုင်ပါ့မလား...ပုရိသတို့နဲ့ မစိမ်းလောက်မယ့် Christine Bermas လေးကို ဒီကားမှာတော့ စရိုက်တစ်မျိုးနဲ့ကြမ်းချင်တိုင်းကြမ်းပြမယ့် ဖိလစ်ပိုင်ဂျက်မအဖြစ်ထူးထူးခြားခြားတွေ့မြင်ရမှာမို့ ကြည့်သင့်တဲ့ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 570MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 37Min\nGenre - Thriller\nSubtitle ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Rtgd/(CM)_Nightbird_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://megaup.net/1Rt2x/Cheppalani_Undi_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weIJziwvVckj739XVmqwQRRyg4k.jpg",
        "title": "[18+] Panibugho (2023)",
        "description": "Panibugho (2023)~ IMDb rating - 8/10 ~ဆွန်ညာ အက်စ်သာ လီယာ ဆိုတဲ့ညီအစ်မသုံးယောက်ဟာ တောအုပ်အစပ်က အိမ်ကြီးတစ်ခုမှာ သုံးဦးတည်းနေထိုင်ကြပါတယ်။ သူတို့ဟာ ဖခင်သေဆုံးပြီးတဲ့နောက် ကျန်ခဲ့တဲ့အမွေကိစ္စတွေရှင်းလင်းဖို့အတွက် ခေတ္တရောက်နေကြတာဖြစ်ပြီး အချိန်တန်ရင် ကိုယ့်လမ်းကိုယ် ခရီးဆက်ကြမှာပါ။အကြီးဆုံးအစ်မဖြစ်တဲ့ ဆွန်ညာနဲ့ အလတ်မအက်စ်သာက အသေးအဖွဲလေးတွေကအစ တကျက်ကျက်ရန်ဖြစ်လေ့ရှိပြီး အငယ်ဆုံး ညီမလေးဖြစ်တဲ့ လီယာကတော့ သီးသန့် အေးဆေးနေတတ်သူဖြစ်ပါတယ်။ တစ်ညမှာတော့ သူတို့အိမ်ကို မဖိတ်ခေါ်တဲ့ဧည့်သည် သူစိမ်းယောက်ျားတစ်ယောက် မုတ်ဆိတ်ကျင်စွယ်အထပ်ထပ် ဒဏ်ရာဗရပွနဲ့ရောက်လာခဲ့ပြီး နဂိုကတည်းက မအေးချမ်းတဲ့ သူတို့ အိမ်တွင်းရေးမှာ ပြဿနာတွေ ပူလောင်ဆူဝေလာပါတော့တယ်။ယောက်ျားတွေနဲ့ဝေးနေတဲ့ညီအစ်မသုံးယောက်ထဲကို ရောက်လာတဲ့ ရုပ်ရည်မဆိုးတဲ့လူငယ်တစ်ယောက်၊ သူတို့အချင်းချင်းကြားက အမုန်းအငြိုး၊ ရာဂမီးတွေနဲ့ ဘယ်လိုဆက်ပြီးလောင်ကျွမ်းကြမလဲဆိုတာဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 820MB\nQuality - 1080p, 720p\nIMDb Rating - 7.9/10\nFormat ...",
        "rating": "7.9",
        "url": "https://megaup.net/2xl2n/(CM)_Panibugho_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
        "title": "Devotion (2023)",
        "description": "Devotion (2023)ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားနောက်တစ်ကား လာပါပြီ။\nTop Gun, Midway စတိုင် လေကြောင်းစစ်ပွဲကားပါပဲ။\nစစ်ကားကောင်းတွေကလည်း ထွက်ဖို့ရှားတတ်ပြီး ပထမကမ္ဘာစစ် ဒုတိယကမ္ဘာစစ်တွေကလည်း\nရိုက်စရာဇာတ်လမ်းကုန်နေပြီမို့ အက်မင်ဆိုတတိယကမ္ဘာစစ်တောင် မျှော်နေပါပြီ။\nဒီစစ်ကားကတော့ ကောင်းပါတယ်။\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးတိုက်ပွဲကာလ၊ တောင်-မြောက်ကိုရီးယားနယ်စပ်တိုက်ပွဲမှာ\nဝင်တိုက်ခဲ့တဲ့အမေရိကန်ရေတပ်လေယာဉ်မှူးတွေအကြောင်းပဲဖြစ်ပါတယ်။\nသူရဲကောင်းဆုတွေရခဲ့ပြီး ယနေ့ထိ ထင်ရှားဆဲ လေယာဉ်မှူးတစ်ယောက်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဒုတိယကမ္ဘာစစ်အပြီး စစ်ပွဲမတွေ့ဖူးတော့ဘဲ ကင်းထောက်ပျံလိုက် လေ့ကျင့်လိုက်လုပ်နေတဲ့ တိုက်လေယာဉ်အုပ်-၃၂ မှာ\nတစ်ဦးတည်းသော လူမည်းပိုင်းလော့ဖြစ်တဲ့ ဂျက်ဆီဘရောင်းလည်းပါဝင်ပါတယ်။\nသူရဲ့ သူငယ်ချင်းကောင်းကတော့ တွမ် ဟက်ဒ်နာလို့ခေါ်တဲ့ ဗိုလ်လေးပဲဖြစ်ပါတယ်။\nသူတို့တွေဟာ လေ့ကျင့်တဲ့အဆင့်ကနေ တောင်မြောက်ကိုရီးယားနယ်စပ်မှာဖြစ်လာတဲ့ စစ်ပွဲကို ကူညီဖို့အတွက်\nလေယာဉ်တင်သင်္ဘောတစ်စင်းနဲ့ ထွက်လာပြီးလေကြောင်းတိုက်ပွဲတွေဆင်နွှဲရပုံတွေကို ပြသထားတာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, War\nQuality…. 1080p | 720p | 480p\nFile size…2.1GB | 1GB | 491MB\nFormat… mp4\nDuration…. 2h 19min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "7",
        "url": "https://megaup.net/1bmz6/Devotion.2022.720p.WEBRip..DD5.1.CM.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pale-144x200.jpg",
        "title": "The Pale Blue Eye (2023)",
        "description": "The Pale Blue Eye (2023)\n==================\nIMDb Rating - 6.5/10Christian Baleရဲ့ Crime, mystery ရုံတင်ဇာတ်ကားသစ်ကြီး\nDigital version အ​နေနဲ့ ထွက်ရှိလာတာ​ကြောင့် CM fan​​ တွေ\nအတွက် တင်ဆက်​ပေးလိုက်ပါတယ်။ Baleဟာ ဒီဇာတ်ကားမှာ\nစုံ​​​ထောက်ကြီး ဩဂတ်စတပ် လန်​ဒေါအဖြစ် ပါဝင်ထားပါတယ်။အ​စောပိုင်း IMDbမှာ 6.5, RT 68% ရရှိထားပါတယ်။\nတစ်​ခေတ်တစ်ခါက နယူး​​ယောက်မြို့မှာ အလွန်နာမည်ကြီးခဲ့တဲ့\nစုံ​ထောက်ကြီးလန်​ဒေါဟာ တချို့​​သောကိစ္စ​တွေ​ကြောင့် မြို့​လေး\nတစ်မြို့မှာ ဇာတ်မြုပ်​နေထိုင်​နေတာပါ။ ဒါ​ပေမဲ့ သူရှိရာ မြို့မှာပဲ\nထူးဆန်းတဲ့အမှုတစ်ခုဟာ ဆိုက်မြိုက်စွာ​ ရောက်လာခဲ့ပါတယ်။\nထိုမြို့​လေးရှိ စစ်သင်တန်း​ကျောင်းမှ ဗိုလ်​​လောင်းတစ်​ယောက်\nကြိုးဆွဲချ​သတ်​သေပြီး​တော့မှ အ​လောင်းထဲက နှလုံးကို ခိုးယူခံ\nလိုက်ရတာပါ။စုံ​ထောက်ကြီး လန်​ဒေါဟာ ဒီအမှုရဲ့သဲလွန်စ​တွေကို စုံစမ်းလာရင်း\n​သေ​ကြောင်းကြံတာ မဟုတ်ဘဲ ရည်ရွယ်ချက်ရှိရှိ သတ်ဖြတ်ခဲ့တာ\nဖြစ်​ကြောင်း သိလာရပြီး ထို​ကျောင်းမှ ကဗျာရူးစာရူး ဗိုလ်​လောင်း\nအီး.​​အေ.ပိုးဆိုသူနဲ့ ရင်းနှီးကာ အမှုလိုက်ရာမှတဆင့် ထင်တာထက်\nများစွာနက်နဲတဲ့ ​ဖြစ်ရပ်​တွေနဲ့ပတ်သက်​နေမှန်း သိသွားကြပါတယ်။\nထိုကဗျာရူး ဗိုလ်​လောင်းဆိုသည်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2xe8g/The.Pale.Blue.Eye.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "category": "Crime, Horror, Mystery"
    }
]