[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ2YzJhOGItNTMyOC00YzFmLWExZjEtOGFmMDVkMDdmOGFiXkEyXkFqcGdeQXVyMTUxNTU1NzEz._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Nimona (2023)",
        "description": "Nimona (2023)\n===========\nGenre – Animation, Adventure, Comedy, Drama\nIMDb Rating – 7.7/10Netflix ကနေ အသစ်ဆက်ဆက် ထွက်ရှိထားတာ မကြာ\nသေးတဲ့ Animation ကားကောင်းလေး ဖြစ်ပါတယ်။ တ\nကယ်ဆို ဒီကားလေးဟာ ၂၀၂၁ ခုနှစ်ကတည်းက Ice Age\nတို့ Rio တို့ကို ဖန်တီးခဲ့တဲ့ Blue Sky Studio ကနေ ဖန်တီး\nနေတဲ့ လက်ရာဖြစ်ပါတယ်။ ၇၀ ရာခိုင်နှုန်းတောင် ပြီးစီးနေ\nခဲ့ပါပြီ ဒါပေမဲ့ Disney က ပိတ်ချလိုက်တဲ့အခါမှာတော့\nNetflix ကနေ ပြန်လည်လက်လွှဲယူပြီး ခုမှ ထွက်ရှိလာခဲ့\nတာပါ။ အသံသရုပ်ဆောင်ဆိုရင်လည်း ဇာတ်ကောင် Nimona\nနေရာမှာက ကလေးဘဝကတည်းက ခုထက်ထိ သရုပ်ဆောင်\nနေပြီး အကုန်ချစ်ရတဲ့ မင်းသမီးလေး Chloe Grace Moretz\nပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာဆိုရင်လည်း Blue Sky Studio က\nနေ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1fjz1/Nimona.2023.720p.WEB.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/heZ0E4xoEv3DK9yZpVUSL3xoQoN-133x200.jpg",
        "title": "Lakadbaggha(2023)",
        "description": "Lakadbaggha 2023\nIMDb - 6.3/10Zee5 ကနေအသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယမှုခင်းအက်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေအနေနဲ့က Asur ဇာတ်လမ်းတွဲမှာရဲမေအဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးချောရီဒီး နဲ့\nအက်ရှင်ကားတွေဆိုပိုင်နိုင်လှတဲ့ မင်းသားအန်ရှုမန်က အာဂျွန်အဖြစ်ပါဝင်ထားပါတယ်။\nခပ်သွက်သွက်အက်ရှင်တွေနဲ့ တိရစ္ဆာန်ချစ်တတ်တဲ့သူတွေ ပိုပြီးအကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာဂျွန်ဟာ တိရစ္ဆာန်လေးတွေကိုချစ်တတ်တဲ့\nသာမန်စာပို့သမားတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူ့ခွေးလေးပျောက်သွားတာကိုလိုက်ရှာရင်း\nတရားမဝင်တိရစ္ဆာန်မှောင်ခိုလုပ်ငန်းတစ်ခုကို တွေ့သွားခဲ့တယ်။ အဲ့ထဲမှာတော့ ရှားပါးအိန္ဒိယမျိုးစိပ်(Hyena)ဆိုတဲ့\nခွေးမျိုးစိပ်ကိုအဓိကထားမှောင်ခိုကြတယ်။ ဒါကိုသိတဲ့ အာဂျွန်ဟာ လူသိမခံဘဲ စေတနာ့ကင်းသမားတစ်ယောက်လို\nအသွင်ယူပြီး တားဆီးဖို့ကြံစည်ပေမဲ့ ဥပဒေဘောင်အတွင်းကလုပ်တာမဟုတ်တာကြောင့်\nရဲတွေကသူ့ကိုအကြမ်းဖက်သမားလို့ ခေါင်းစဉ်တပ်လိုက်တဲ့အခါမှာ‌တော့ အာဂျွန်ဟာခွေးလေးတွေကိုကယ်တင်ပြီး\nမှောင်ခိုလုပ်ငန်းကို တားဆီးနိုင်ပါဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Moon~BpL~Cherry~V~ThaikSan~Zwe တို့ပဲဖြစ်ပါတယ်။\nFile size…2.01 GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~BpL~Cherry~V~ThaikSan~Zwe",
        "rating": "6.5",
        "url": "https://megaup.net/1Vhis/Lakadbaggha.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nG0NyRIJgDVlKHqrsJFWHMnyKo.jpg",
        "title": "Inhuman Kiss 2 (2023)",
        "description": "Inhuman Kiss 2 (2023)ခလောက် အဖြစ် JJ krissanapoom Pibulsonggram\nဆောင် အဖြစ် Ninky Chanya McCloryလူသားနဲ့ခေါင်းပြတ်သရဲမ(မီးစားစုန်း)ကြားက အချစ်ရေးကတော့ နောက်တစ်ခါဖြစ်လို့လာပါပြီခုတ်အီနွန်ရွာက ခေါင်းပြတ်သရဲမသေသွားပြီး ၂၂ နှစ်အကြာမှာ နွိုင်းဟာ သမီးတယောက်ရှိခဲ့ပါတယ်\nနွိုင်းရဲ့သမီးဆောင်ဟာ ငယ်ငယ်ကတည်းက ခေါင်းပြတ်သရဲမဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါကိုထိန်းချုပ်ဖို့ သူမအဖေနဲ့ဖာသာဩဂတ်စ်တင်ဟာ ဆေးဖက်ဝင်အပင်တွေနဲ့ သူမအတွက်ဆေးတွေဖန်တီးခဲ့ပါတယ်\nခလောက်ကတော့ ဖာတာမွေစားထားတဲ့သားလေးပေါ့\nသူ့ကိုယ်ထဲမှာထူးခြားတာတစ်ခုခုရှိနေပါတယ်\nတစ်နေ့မှာ ခလောက်နဲ့ဆောင်တို့တွေ့ဆုံကြပြီး သူငယ်ချင်းတွေဖြစ်သွားကြရင်း သံယောဇဉ်တွယ်ပြီး ချစ်မိသွားခဲ့ကြတယ်\nခေါင်းပြတ်သရဲမကောလဟာလသတင်းတေထွက်သွားပြီးနောက် ခေါင်းပြတ်သရဲမကိုဖမ်းချင်တဲ့နိုင်ငံခြားသားတစ်ဖွဲ့ရှိပါတယ်သူတို့ ခေါင်းပြတ်သရဲမကိုဖမ်းနိုင်ပါ့မလား\nခေါင်းပြတ်သရဲမနဲ့ခလောက်အချစ်ရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 762Mb | 380MB\nFormat… mp4\nDuration…. 2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://megaup.net/1fiyg/Inhuman.Kiss.The.Last.Breath.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Fantasy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/jfVmGnA5DWhWCmg1tKXUaQj2Qs0-150x200.jpg",
        "title": "Sergeant (2023)",
        "description": "Sergeant (2023)ဆာဂျင်အနေနဲ့ မင်းသားကြီး Randeep Hooda ၊ ခပ်မိုက်မိုက်မင်းသမီးချောလေး Sapna Pabbi နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင်မင်းသားကြီးAdil Hussain တို့လို သရုပ်‌ဆောင်ကြီးတွေနဲ့\nအချိတ်အဆက်ကောင်းကောင်းရိုက်ကူးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဆာဂျင်ကြီးနစ်ခေးရှာမာတစ်ယောက် အမှုလိုက်ရင်း အမှုပတ်ရတဲ့ကားပါကလင်းမ်ဆိုတဲ့ကောင်လေးအမှုကိုလိုက်ကယ်ရင်း ခြေထောက်တစ်ဖက်ဆုံးရှုံးလိုက်ရသလို\nကောင်လေးကိုလည်းမကယ်လိုက်နိုင် သူ့ဘဝနဲ့ အလုပ်ရဲ့ ဂုဏ်သိက္ခာတွေကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်ဒီလိုနဲ့ အရက်ကိုအဖော်ပြုရင်း အရက်စွဲသွားချိန်မှာ\nရေနစ်သူ ဝါးကူထိုးဆိုတဲ့အတိုင်း ကလင်းမ်သေရတာသူ့ကြောင့်လို့ပဲအပြစ်တွေတင် ၊\nစကားတွေဟာလည်း သူ့အလုပ်ကလူတွေကြား သက်ရောက်မှုမရှိ ၊\nအတိတ်ကမဖော်ထုတ်နိုင်ခဲ့တဲ့အမှုအကြောင်းကိုပါ ပြန်ဖော်ပြီးပြစ်တင်ပြောဆိုကြနဲ့\nဆာဂျင်ကြီးတစ်ယောက် ကိုယ်စိတ်ခန္ဓာ အရှက်သိက္ခာအားလုံးဆုံးရှုံးလိုက်ရချိန်က\nဘယ်လိုပြန်လည်ရုန်းထမလဲ အတိတ်ကအမှုအကြောင်းအရာနဲ့ ကလင်းမ်ရဲ့\nအမှုမှန်ရောပေါ်ထွက်လာဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ Yunni ~ Thaik San တို့ပဲဖြစ်ပါတယ်\nFile size…1.24GB / 550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 3m.\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL ~ Zwe ~ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Bd8e/Sergeant_(2023)_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjQ5ZmZkNDAtOTc4NC00YzYyLWI1MWItNTNiZmE2NWFlZGIyXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Lust Stories 2 (2023)",
        "description": "Lust Stories 2 (2023)\nIMDb-6.2/10(Rating 18+ဖြစ်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါ)2018ခုနစ်ကထွက်ရှိခဲ့တဲ့ Emmyဆန်ခါတင် Lust Stories(2018)ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ကို\nNetflix မှထုတ်လွှင့်ခဲ့ပါပြီ။ပရိတ်သတ်အသဲစွဲ မင်းသမီး‌တွေဖြစ်ကြတဲ့ တောင်ပိုင်းမင်းသမီးကြီး\nတမန်နားဘာတီယာနဲ့ DDLJထဲက ဟင်ဒီမင်းသမီးကြီးကားဂျိုးနဲ့\nပြစ်ချက်မရှိအောင်လှပါလေသော မရူနားလ်ထာကုရ်တို့က\nပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။။အရင်ကားလိုပဲ 18+အဆင့်သတ်မှတ်ထားပေမယ့် လိင်စိတ်အသားပေးထားတာမျိုးမဟုတ်ဘဲ\nလိင်မှုဆိုင်ရာပညာပေးသဘောအနေနဲ့ အဓိကရိုက်ကူးထားပါတယ်။\nအမျိုးသမီးတွေအနေနဲ့ သူတို့လက်တွဲဖော်အမျိုးသားများမသိတဲ့အချက်တွေ\nသူတို့ကိုယ်တိုင်တောင် မသိတဲ့စိတ်နေစိတ်ထားတွေကို အကောင်းဆုံးပုံဖော်ရိုက်ကူးထားပါတယ်။\nဒီကားမှာလည်း ဒါရိုက်တာလေးဦးကနေမတူညီတဲ့ ဇာတ်လမ်းတိုလေးပုဒ်နဲ့\nအမျိုးသမီးတွေကိုအဓိကနေရာကနေ တင်ဆက်ထားပါတယ်။အိမ်ထောင်ရေးမှာ လိင်စိတ်ကအဓိကကျတာမျိုးဟုတ်မနေပေမယ့်\nloveနဲ့ sexနှစ်မျိုးလုံးယှဉ်တွဲမှသာ အိမ်ထောင်ရေးတခုတည်မြဲနိုင်ကြောင်းကို\nဇာတ်လမ်းတိုလေးပုဒ်နဲ့ တပုဒ်ချင်းရသတွေပေါ်လွင်အောင်\nအကောင်းဆုံးတင်ဆက်ထားတာကြောင့် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Voldemort,Moon,Zwe,ThaikSanတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB / 736MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Voldemort~ Moon ~ Zwe ~ ThaikSan",
        "rating": "7.2",
        "url": "https://megaup.net/1fh45/Lust_Stories_2_(2023)_TRUE_WEB-DL_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNTY1NjAyZWMtNGY5YS00YmJhLThkYmItMzM1OTI3NmQ4ZGUwXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hard Feelings (2023)",
        "description": "Hard Feelings (2023)\n===============ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ 18 ယောက်စုပြီးမှ ကြည့်ရမဲ့\nဇာတ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ မိသားစုနဲ့အတူ\nကြည့်ဖို့မသင့်တဲ့ စကားပြောခန်းတွေ ပါဝင်တဲ့အတွက်ကြောင့်\nရှက်တတ်သူများ ဝေးဝေးကရှောင်ပါ။ ဟိုအခန်းပါလား၊ ဒီ\nအခန်းပါလား မေးခြင်းများ သည်းခံတော်မူကြပါကုန်။ကဲ ဇာတ်လမ်းကတော့ ဒီလို။\nချာလီက ငယ်ပါမဖွံ့‌ဖြိုးသေးတဲ့ ကောင်လေးတစ်ယောက်။\nဒါကြောင့် သူ့ကို ကျောင်းကလူတွေခေါ်ကြတာ ဂျိုးပျောက်\nကောင်ချာလီ တဲ့။ ပစ္စည်းမဲ့လူတန်းစားဆိုတော့ ရှယ်ပလန်နဲ့\nကို bully ခံရတာပေါ့။ သူ့မှာသူငယ်ချင်းဆိုလို့ ပေါလ်လာဆို\nတဲ့ ကောင်မလေးတစ်ယောက်ပဲရှိတယ်။ နှစ်ယောက်လုံးက\nလည်း ဟိုဒင်းဟိုဟာတောင် မပြုဖူးကြသေးတဲ့ virgin လေး\nတွေဆိုပါတော့။ တစ်နေ့မှာ ချာလီနဲ့ ပေါလ်လာတို့နှစ်ယောက်\nအိမ်ခေါင်မိုးပေါ်မှာ ထိုင်နေကြတုန်း မိုးကြိုးစက်ကွင်းမိသွား\nကြပြီး နောက်တစ်နေ့မှာတော့ နှစ်ယောက်လုံးရဲ့ ဖွားဖက်တော်\nက လူလားမြောက်သွားကြတဲ့အပြင် တော်ကီတွေပါ ထပွား\nလာတော့တာပဲ။ဒီလိုနဲ့ ဂျိုးပျောက်ကောင်ချာလီလည်း စော်နဲ့တွေ့တာနဲ့ တန်း\nအချက်ပြတဲ့ ပစ္စည်းရှိလူတန်းစားဖြစ်လာပြီး၊ ပေါလ်လာက\nလည်း 24/7 ဂျိန်းဖို့ပဲ အာရုံရနေတဲ့ ပိပိလေးတစ်ခုကို ပိုင်ဆိုင်\nသွားတဲ့အခါမှာတော့ Hard feeling ဇာတ်လမ်းကြီး စတင်\nလာပါတော့တယ်။ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2B7S5/Hard.Feelings.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNmMyZDRmNTItMjk4Mi00YTE2LWFjY2UtMjZjZGZiMDBjZTkxXkEyXkFqcGdeQXVyMTU0MTk0MDQ2._V1_-160x200.jpg",
        "title": "Live (2023)",
        "description": "Live (2023)CM Bollywood ပရိသတ်ကြီးတို့အတွက် ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့\nIMDb 6.5/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\n၂၀၁၈ ရေဘေးမှာ အင်တိုက်အားတိုက်ကူညီခဲ့ပြီး သူရဲကောင်းမလေးလို့ပါခေါ်ဝေါ်ကြတဲ့\nအဘက်ဘက်ကပြည့်စုံတဲ့ ဆရာဝန်မလေး အမ်မလာ..တနေကုန်လုံး အလုပ်နဲ့‌ပေါ့ပါးပေါ့ပါးပါးဖြတ်သန်းခဲ့ရင်းက ည ၁၁ နာရီဆိုတာနဲ့\nသူပဲသိတဲ့ခြောက်လှန့်မှုနဲ့ ရင်ဆိုင်ရပါပြီ။ ဘာများလဲ... ရေတွက်မရတဲ့ Spam message တွေပါပဲ။\nတနေကုန်ဘယ်ကရိုက်ထားမှန်းမသိတဲ့ သူ့ရဲ့မသင့်တော်ရာနေရာတွေကို\nမသင့်တော်တဲ့ရှုထောင့်နဲ့ရိုက်ထားတဲ့ပုံတွေ မသင့်တော်တဲ့စကားတွေနဲ့ သူ့ရဲ့ညတိုင်းဟာ ကုန်ဆုံးနေရပါတယ်။တစ်ဖက်မှာလည်း သူ့လက်ပေါ်မှာကြီးလာပြီး ဆရာဝန်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကောင်မလေး ...\nပြည့်တန်ဆာတိုက်ဖျက်နှိမ်နင်းရေးရေးစီမံချက်မှာ ဖမ်းဆီးရေးလုပ်နေတဲ့လူအုပ်ကြားရောပါပြီး\nအဖမ်းခံရရာက နောက်ကြောင်းပါအစဆွဲထုတ် လူထုအရှက်ခွဲမှုကြီးခံရပါတော့တယ်။\nဒါကိုသူငယ်ချင်းဖြစ်သူ သတင်းထောက်နဲ့ ပူးပေါင်းဖြေရှင်းရင်း မထင်မှတ်ထားတာတွေ ဖြစ်လာတဲ့အခါ....\nဘာတွေဘယ်လိုရင်ဆိုင်ရမလဲ ..ပြဿနာတွေအားလုံးကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့\nပရိသတ်ကြီးပဲ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦးနော်။(အညွှန်းကိုတော့ Aditi ရေးသားပြီး Aditi, BpL, Voldemort,Yunni နဲ့ Thaik San တို့မှ ဘာသာပြန်တင်ဆက်ပေးတာပဲဖြစ်ပါတယ်။)\nFile size…2.01GB / 873MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BaS9/Live_(2023)_Malayalam_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xoOgf4Grb5Kl2EeFacbuMUd5vJi.jpg",
        "title": "[18+] Tayuan (2023)",
        "description": "Tayuan (2023)~ IMDb rating - 7.7/10 ~အယ်လာ (Angeli Khang) ဟာ ငယ်ရွယ်ပြီးထက်မြက်တဲ့ ကိုယ်ပိုင်လုပ်ငန်းရှင် မိန်းမငယ်တစ်ယောက်ဖြစ်ပြီး ယောက်ျားတွေကို အပျင်းပြေ စားစရာလို့ပဲ သဘောထားတတ်သူပါ။ ယောက်ျားတွေနဲ့ပတ်သက်ရင် သူ့မှာ စည်းမျဉ်းတွေများစွာရှိပြီး လူတစ်ယောက်ကို နှစ်ခါပြန်မတွေ့တာ၊ ကိုယ့် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေကိုပြောမပြတာ အစရှိတာတွေ ပါဝင်ပါတယ်။ဒါတွေဟာလည်း ငယ်ရွယ်စဉ် အချစ်ဦးနဲ့ ခါးသီးတဲ့အတွေ့အကြုံတွေကြောင့်ဖြစ်ပြီး နောက်ပိုင်းတွေ့ကြုံလာရတဲ့ယောက်ျားမှန်သမျှ သူ့စံနှုန်းတွေနဲ့ မကိုက်ညီတာကြောင့်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း သူ့အလိုဆန္ဒကိုပြီးမြောက်အောင် ဖြည့်ဆည်းမပေးနိုင်တဲ့ ယောက်ျားတွေကိုကြုံရဖန်များလာတဲ့နောက် အယ်လာတစ်ယောက် ပုံမှန်လုပ်ရိုးလုပ်စဉ်ကနေ ခွဲထွက်ပြီး စွန့်စားကြည့်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ အဲဒီမှာ ရီကိုဆိုတဲ့လူကိုတွေ့ခဲ့ရတာပါပဲ။ရီကိုဆိုတာ အယ်လာ ကားမအားတဲ့ရက် အလုပ်အသွားမှာ ဘတ်စ်ကားစီးမိတဲ့ လမ်းကြောင်းပေါ်က လက်မှတ်ရောင်းသမား (စပယ်ယာ) တစ်ယောက်ပါ။ စံချိန်စံညွှန်းမြင့်မား စည်းကမ်းချက်တွေများလှတဲ့ အယ်လာတစ်ယောက် သာမန်ဘတ်စ်ကားလက်မှတ်ရောင်းလေးကိုမှ အစွဲလန်းကြီးစွဲလန်းပါတော့တယ်။အစပိုင်းမှာတော့ သွေးသားဆန္ဒအတွက်သက်သက် နှစ်ယောက်လုံး ရည်ရွယ်ခဲ့ပေမဲ့ တစ်ဖြည်းဖြည်းသံယောဇဉ်တွယ်တာခိုင်မာလာပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ffvy/(CM)_Tayuan_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDRlZTlhNzQtMjMxYi00ZDdlLTk2OGItYjdjZGI2ZmU1M2JmXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-150x200.jpg",
        "title": "Kazhuvethi Moorkkan (2023)",
        "description": "Kazhuvethi Moorkan ( 2023 )\n=============================\nIMDb 6.4/10အသစ်ထွက်ထားတဲ့ တမီလ် ကျေးလက် အက်ရှင်ကားမိုက်မိုက်လေးတစ်ခုကို စီအမ်ကနေ တင်ဆက်ပေးချင်ပါတယ်။\nကီဇာသီရူဆိုတဲ့ အိန္ဒိယနိုင်ငံတောင်ပိုင်းက ရွာလေးမှာ မူရ်ကာနဲ့ ဘွန်မိဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။\nမူရ်ကာငယ်ငယ်က နွားခွေ့ခံရတဲ့အချိန်မှာ ဘွန်မိက မူရ်ကာ့အသက်ကိုကယ်ပေးဖူးတာကြောင့် မူရ်ကာဟာ\nဘွန်မိအပေါ်မှာ အင်မတန်သံယောဇဉ်ရှိပါတယ်။ဇာတ်မြင့်၊ ဇာတ်နိမ့်ကွာခြားချက်တွေရှိပေမဲ့ မူရ်ကာဟာ ဘွန်မိဘက်က အမြဲတမ်းရပ်တည်ပေးပြီး\nဘွန်မိကလည်း မူရ်ကာအတွက်ဆို ဘာမဆိုကူညီတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့။\nအဲဒီလိုသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေဟာ ရွာကိုရောက်လာတဲ့ နိုင်ငံရေးသမားတွေနဲ့ပတ်သက်မိပြီး\nနိုင်ငံရေးသမားတွေက သူတို့ကို ရန်တိုက်ပေးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့ တစ်စနဲ့တစ်စ\nအမှိုက်ကနေ ပြသာဒ်မီးလောင်တဲ့ထိဖြစ်ကုန်ပါတော့တယ်။ဒီ Kazhuvethi Moorkan ဆိုတဲ့ရုပ်ရှင်လေးဟာ တောင်ပိုင်း ကျေးလက်အက်ရှင်ကား\nကြိုက်တတ်သူတွေအတွက် အချိန်ပေးရကျိုးနပ်စေမယ့်ရုပ်ရှင်လေးဖြစ်လို့ ချန်နယ်မြန်မာရဲ့\nBollywood team ကနေ မြန်မာဘာသာသို့ ပြန်ဆိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ...။\n( ဒီရုပ်ရှင်ရဲ့အညွှန်းကိုတော့ Zwe Yan က ရေးသားပြီး ဘာသာပြန်ဆိုသူတွေကတော့\nVoldemort, Aditi, Bpl, Yunni, ThAIk San, နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Bagg/Kazhuvethi_Moorkan_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
        "title": "Knights of the Zodiac (2023)",
        "description": "Knights of the Zodiac (2023)စိတ်ကူးယဉ် မှော်ရုပ်ရှင် အသစ်တစ်ကားလာပါပြီ။\nဂျပန် မန်ဂါကာတွန်း Saint Seiya ကို အခြေခံရိုက်ကူးထားပြီး\nမင်းသားကတော့ One Piece Live Action စီးရီးမှာ Roronoa Zoro အဖြစ်ပါဝင်ထားတဲ့ Mackenyu ပဲဖြစ်ပါတယ်။\nအက်ရှင်ပိုင်းမှာ ပိုင်နိုင်ကြောင်းကိုတော့ Rurouni Kenshin: Final Chapter Part I မှာ Enishi Yukishiro အဖြစ် သရုပ်ဆောင်ခဲ့တာကို ကြည့်ရင် သိသာပါတယ်။\nဇာတ်ပို့အနေနဲ့ မင်းသားကြီး ရှောင်ဘင်း ( ကားတိုင်းသေ) နဲ့ ပါရာနာဝေမင်းသား Mark Dacascos တို့ ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းသမိုင်းအစမှာ နတ်ဘုရားတွေက လူသားတွေကို နှိပ်စက်နေခဲ့ကြပါတယ်။\nဒါကို လူသားတွေဘက်ကနေ စစ်နတ်ဘုရားမ အသီနာက ကာကွယ်ပေးခဲ့ပြီး လူသား သူရဲကောင်းတွေအများကြီး အသီနာဆီမှာ သစ္စာခံခဲ့ကြပါတယ်။\nအဲဒီသူရဲကောင်းတွေဟာ ကော့စ်မိုလို့ခေါ်တဲ့ ကြယ်တွေရဲ့ စွမ်းအားကို ...",
        "rating": "",
        "url": "https://megaup.net/2B95A/Knights.of.the.Zodiac.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/do9UvkcDJeYbhYVoQPS00yOCYdc.jpg",
        "title": "You Hurt My Feelings (2023)",
        "description": "You Hurt My Feelings (2023)~ IMDb - 7/10, Rotten Tomatoes - 95% ~တစ်ခါတလေမှာ ကိုယ်ချစ်ရတဲ့သူတွေအတွက် သုံးလိုက်တဲ့မုသားတွေက အဲဒီလူတွေကို နာကျင်စေတတ်ပါတယ်။ ဒီကားကတော့ ယုံကြည်မှု၊ မုသားတွေနဲ့ ချစ်ရတဲ့သူတွေကို ပြောတတ်တဲ့အကြောင်းအရာတွေအကြောင်းရိုက်ထားတာပါ။ဘက်နဲ့ ဒန်တို့ လင်မယားမှာ အယ်လီရော့ဆိုတဲ့ သားတစ်ယောက်ရှိပြီး သူတို့ စုံတွဲက နှစ်တွေကြာတဲ့ထိ အချစ်မပြယ်ဘဲနေခဲ့ကြပါတယ်။ ဘက်က စာရေးဆရာမဖြစ်ပြီး ဒန်ကတော့ ကုထုံးဆရာ၀န်ပါ။ ဘက်မှာ ဆာရာဆိုတဲ့ ညီမတစ်ယောက်လည်းရှိပါတယ်။ သူက အိမ်တွင်းအလှဆင်တဲ့သူပါ။ ဘက်ရဲ့ အရင်စာအုပ်တစ်အုပ်က နာမည်ကြီးခဲ့ပြီး လက်ရှိနောက်တစ်အုပ်ထုတ်ဖို့လုပ်တဲ့အချိန်မှာ အေးဂျင့်က သဘောမကျပါဘူး။ ဒန်ကတော့ သဘောကျတယ်ပဲပြောပါတယ်။ ဘက်က ဒန်ပြောတာကို ယုံပါတယ်။ဒန်ကလည်း သူ့အလုပ်မှာအဆင်မပြေတာတွေကြုံရပြီး ဆာရာတို့လင်မယားကလည်း ကိုယ်စီ အလုပ်မှာ စိတ်မောစရာတွေရှိနေကြပါတယ်။ ဆာရာရဲ့ခင်ပွန်းမက်က ပြဇာတ်သရုပ်ဆောင်ဖြစ်ပြီး အလုပ်ပြုတ်သွားပါတယ်။ကံဆိုးတာက တစ်ရက်မှာ ဒန်နဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/3h5by/(CM)_You_Hurt_My_Feelings_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWlD1oTGu5nnAyXec4GEUzvw62T.jpg",
        "title": "Daughter of the Bride (2023)",
        "description": "Daughter of the Bride (2023)~ IMDb - 7.3/10, Rotten Tomatoes - 50% ~အခု မိတ်ဆက်ပေးမယ့် Daughter of the Bride ဆိုတဲ့ ဇာတ်ကားလေးကတော့ IMDb 7.3/10 အထိ ရရှိထားတဲ့ ဟာသဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။၂၀၁၅ တုန်းက ထွက်ရှိထားတဲ့ Scout Guide to the Zombie Apocalypse မှာ မင်းသမီးတစ်ဦးအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ အခြားနာမည်ကြီး Drama ဇာတ်ကားတွေမှာလည်း ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသမီးလေး Halston Sage ရဲ့ကားသစ်လေးပါ။ ဒါ့အပြင် နှစ်ပေါင်း ၃၀ ကျော် ဝါရှိတဲ့ သရုပ်ဆောင် Aidan Quinn နဲ့ မင်းသမီးကြီး Marcia Gay Harden ကပါ အဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်ထားတာဖြစ်လို့ သရုပ်ဆောင်ပိုင်းကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1famw/(CM)_Daughter_of_the_Bride_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFdsr5CYnmw8CPVfpBdM0KHAEQ6.jpg",
        "title": "Oh Belinda (2023)",
        "description": "Oh Belinda (2023)ဒီဇာတ်လမ်းကတော့ လက်ရှိအချိန်ကနေ ရာဇဝင်ထဲ Webtoon ထဲ ဝတ္ထုထဲ ရောက်သွားတဲ့ဇာတ်လမ်းမျိုးတွေနဲ့ ခပ်ဆင်ဆင်ပါပဲ။ ကြော်ငြာရိုက်ရင်း ကြော်ငြာထဲက ဇာတ်ကောင်အမျိုးသမီးရဲ့ကမ္ဘာကိုရောက်သွားတဲ့အကြောင်းပါ။~ ဇာတ်လမ်းအကျဥ်း ~ဒီလာရာဟာ အောင်မြင်တဲ့တူရကီသရုပ်ဆောင်မင်းသမီးတစ်ယောက်အဖြစ်နဲ့ပြီးပြည့်စုံတဲ့ဘဝကိုပိုင်ဆိုင်ထားတယ်။ တစ်နိုင်ငံလုံးကချစ်ကြတဲ့မင်းသမီးတစ်ယောက်အဖြစ်နဲ့ သူ့ဘဝက အစစအရာရာ ချောမွေ့နေခဲ့တယ်။ ခေါင်းလျှော်ရည်ကြော်ငြာတစ်ခုကို လက်မခံလိုက်ခင် အချိန်ထိပေါ့။ ခေါင်းလျှော်ရိုက်တဲ့ Scene ပြီးလို့မျက်လုံးဖွင့်လိုက်တဲ့အချိန်မှာ သူ့ကိုယ်သူ ဟန်ဒန်ဖြစ်နေတာတွေ့လိုက်ရပါတော့တယ်။ ကြော်ငြာထဲကအတိုင်း ကလေးနှစ်ယောက်အမေ အိမ်ထောင်သည် ဘဏ်ဝန်ထမ်း ဟန်ဒန်ပေါ့။ဒီဘက်ကမ္ဘာမှာလည်း ဒီလာရာရဲ့လောကက သူတွေအကုန်ရှိနေပေမဲ့ ဘယ်သူမှသူ့ကိုမမှတ်မိကြပါဘူး။ ဘယ်သူမှမမှတ်မိ အရူးလိုဝိုင်းကြည့်ခံရပြီး ဟန်ဒန်တို့အိမ်သားတွေကလည်း ဟန်ဒန်စိတ်ဖောက်သွားတယ်အထင်နဲ့ စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ ပြင်နေပါတယ်။အဲဒီနောက် ဒါဟာသူ့အတွက် Test တစ်ခုဆိုတာ ဒီလာရာသဘောပေါက်သွားပါတယ်။ သရုပ်ဆောင်လုပ်နေရင်း ဒီလောကထဲရောက်လာတဲ့အတွက် ဒီလောကထဲကပြန်ထွက်ဖို့ သရုပ်ဆောင်လုပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့ ဟန်ဒန်အစစ်ရဲ့ ညစ်ပတ်တဲ့အမှန်တရားတွေ တစ်ခုပြီးတစ်ခုပေါ်လာပြီး ဘဝကြီးကရှုပ်ထွေးလာတဲ့အခါ ဒီလာရာတစ်ယောက်သူ့ကမ္ဘာကိုပြန်သွားနိုင်တော့ပါ့မလား...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fae8/(CM)_Oh_Belinda_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYTAyZDY3NDEtODQzMy00NGFkLWE2NzAtZWEwMDBjZGQ0Y2UwXkEyXkFqcGdeQXVyMTUyMDA3OTgx._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Nana’s Boys (2022)",
        "description": "Nana's Boys (2022)\n==============ဒီတစ်ခေါက်ပရိတ်သတ်ကြီးအတွက် ခပ်အေးအေး BL\nDrama အမျိုးအစားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ကြေကွဲဖွယ်ရာအရိပ်အယောင်တွေ\nပြည့်နေတဲ့ လူနှစ်ယောက် သူတို့ဆက်ဆံရေးကအရင်လို\nမခိုင်မြဲတော့တာကို ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို စိတ်\nဝင်တစားရိုက်ကူးတင်ဆက်ပြသထားတဲ့ဇာတ်လမ်းကောင်\nလေးတစ်ပုဒ်ပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nအမာရီလို့ခေါ်တဲ့ ကောင်လေးရဲ့မွေးနေ့ကို သူ့ရဲ့ဘဲကြီးဖြစ်တဲ့\nQ က အစီအစဉ်တွေအပြည့်ချထားပါတယ်။ မွေးနေ့မှာ သူငယ်\nချင်းတွေနဲ့ ပါတီတွေလည်းဆင်နွှဲမယ်၊ နောက်နေ့ခရီးပါထွက်\nမယ်‌ပေါ့။ ဒါပေမဲ့ သူတို့မထင်မှတ်ထားတာက အနားမှာပေါက်\nကွဲမှုတစ်ခုဖြစ်ပြီး လူတွေကိုအပြင်မထွက်ရအမိန့်ထုတ်လိုက်\nတာပါ။ ဒါကြောင့် Q တစ်ယောက် သူစီစဉ်ပေးထားတာတွေ\nပျက်ကုန်လို့စိတ်ကုန်နေခဲ့ပါတယ်။ ဒါပေမဲ့ ဒီဖြစ်ရပ်ကပဲ သူတို့\nနှစ်ယောက်ရဲ့ ဆက်ဆံရေးကြားက အထစ်အငေါ့လေးတွေကို\nနှစ်ယောက်သား သေချာအချိန်ယူပြီး ဆွေးနွေးပြောပြတိုင်ပင်\nခွင့်ရသလို ဖြစ်ခဲ့ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (421 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 18Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......June\nEncoder..........SWM",
        "rating": "46",
        "url": "https://megaup.net/2B2mh/Nanas.Boys.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDhiNmNiNmEtMzBlMi00MTA0LTlmZDktMGMwN2MzZGE3NGRhXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-161x200.jpg",
        "title": "Kisi Ka Bhai… Kisi Ki Jaan (2023)",
        "description": "Kisi Ka Bhai Kisi Ki Jaan (2023)\n******************************************ယခုတစ်ခါ ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ 2023 ခုနှစ်ထွက်\nရုံ‌တင်ငွေ 182 ကုဋေထိရခဲ့တဲ့ ဆလူးဘိုင်လို့ ချစ်စနိုးခေါ်ကြတဲ့ စလ်မာန်ခန်းက ဘိုင်ဂျန်း(အကိုကြီး)နေရာက\nဦးဆောင်ပါဝင်ထားပြီး ဆလူးရည်းစားသစ်လေး ပူဂျား၊ အာသောကမင်းသားဆစ်ဒါးသ်နီဂဟမ်နဲ့\nမင်းသမီး‌ချောလေး ဝရ်နာလီ ဘတ်နာဂရ်အပြင် တမီးလ်သရုပ်ဆောင်ကြီး ဂျဂါပသီဘာဘူကလည်း\nကိုဒါသီ နာဂေးရှ်ဝရ်အဖြစ်နဲ့ အားဖြည့်ပါဝင်လာတဲ့ အက်ရှင်ဒရာမာ\nရုံတင်ဇာတ်ကားသစ်လေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အကိုကြီးဂျန်းဆိုတဲ့ ဆလူးဘိုင်နဲ့ ညီသုံးယောက်ရှိပါတယ်\nသွေးမတော်သားမစပ် မိဘမဲ့ဂေဟာကပါ သူတို့ကို အကိုကြီးဂျန်းက မိဘမဲ့ဂေဟာမီးလောင်တော့\nမွေးစားခဲ့ပြီး သူ့ညီသုံးယောက်နဲ့သူရဲ့ သံယောဇဉ်ကို အပြတ်မခံနိုင်လို့ အိမ်ထောင်မပြုပဲ\nလူပျိုကြီးလုပ်နေပါတယ် (အပြင်မှာကတော့ ကျန်ရစ်ဂေါ်မစွံပါ)ဒါပေမဲ့ သူ့ညီသုံးယောက်ကတော့ အကိုကြီးလို အိမ်ထောင်ရေးကို\nရန်ငါမပြတ်ပဲ ရည်းစားလေးတွေ ကိုယ်စီခိုးထားထားပါတယ်\nအကိုကြီးကိုလည်း အရမ်းချစ် ရည်းစားလေး‌တွေကိုလည်းမခွဲနိုင်တော့\nအကိုကြီး လူပျိုကြီးကိုပဲ အစွံထုတ်ပေးဖို့ သူတို့အကိုကြီးရဲ့ ex ကို\nမွမ်ဘိုင်းထိသွားရှာပြီး ခေါ်မလို့လုပ်ခဲ့ပေမဲ့အကိုကြီးရဲ့ ex ကတော့ သူများရင်ခွင်ထဲရောက် လင်ရလို့ ကလေးတစ်ယောက်ပါ\nမွေးနေပြီမို့ အကိုကြီးကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1V6wg/Kisi.Ka.Bhai.Kisi.Ki.Jaan.2023..720p.ZEE5.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTJjMzM1ZjYtMDZmOS00NzhkLThiMDktZWE2OGEzMmZlYTI2XkEyXkFqcGdeQXVyMTAwMDAwMA@@._V1_-135x200.jpg",
        "title": "Pretty Red Dress (2022)",
        "description": "Pretty Red Dress (2022)\n==================သိပ်လှတဲ့ အနီရောင်ဝတ်စုံတစ်စုံက မိသားစုတစ်စုကို လုံးဝပြောင်းလဲ\nပေးလိုက်တဲ့အကြောင်းပေါ့။ ဖုံးနေတာတွေ ပုန်းနေတာတွေ ပေါ်လာပြီး၊\nမိသားစု၃ယောက်လုံး တစ်ဦးချင်းစီရဲ့သွင်ပြင်အစစ်အမှန်တွေကို ထွက်\nပေါ်လာစေတယ်လို့ပဲ ဆိုရလေမလား။ သမီးကိုကျွေးမွေးဖို့ အလုပ်လုပ်\nရင်း သူ့ရဲ့အိပ်မက်ကို လက်မလွှတ်နိုင်ဘဲ တစ်ဖက်တစ်လမ်းကနေ ဖြစ်\nညှစ်ကြိုးစားနေတဲ့အမေ။ ယောက်ျားလေးဆန်ပြီး ဂျစ်ကန်ကန်နိုင်တဲ့\nအပြင် မိဘတွေနဲ့အစေးမကပ်တဲ့ သမီးလေး။ ဇိုးလိုလို ဘာလိုလိုနဲ့ ထောင်\nကနေ ထွက်လာခါစအဖေ။တစ်နေ့မှာတော့ ချစ်ဇနီးရဲ့အလိုကိုအရင်းပြုလို့ အစ်ကိုဖြစ်သူရဲ့ဆိုင်မှာ\nအလုပ်လုပ်ပေးဖို့ဖြစ်လာပြီး အိမ်သူသက်ထားလိုချင်လှပါချည်ရဲ့ဆိုတဲ့\nအနီရောင်ဝတ်စုံလှလှလေးကို မောင်မင်းကြီးသားက ချွေးနှဲစာနဲ့ မဖြစ်\nညှစ်ကျယ်ဝယ်ပေးရှာတော်မူတယ်။ အဲလိုနဲ့ အဲဒီအနီရောင်ဝတ်စုံ သူတို့\nအိမ်ရောက်လာချိန်ကစလို့ မထင်မှတ်ထားတဲ့ ပြဿနာတစ်ခုအရင်းပြု\nပြီး မိသားစုဆက်ဆံရေးကြား အဖုအထစ်၊ချိုင့်ခွက်လေးတွေ ဟိုနေရာ\nသည်နေရာကနေ ပေါ်လာတော့တာပေါ့။ပတ်ဝန်းကျင်က ဘယ်လိုပဲဖြစ်ဖြစ် ဘာတွေပဲပြောပြော၊ကိုယ့်ဘေးနားက\nကိုယ့်မိသားစုလောက် အရေးကြီးပါ့မလား။ အဲဒီအနီရောင်ဝတ်စုံကြောင့်\nသူတို့၃ယောက်လုံး ပြောင်းလဲသွားတယ်။ အသိတွေပြောင်းလဲသွားတယ်။\nအမူအကျင့်တွေပြောင်းလဲသွားတယ်။ အမြင်တွေပြောင်းလဲသွားတယ်။\nနည်းလမ်းတွေပြောင်းလဲသွားတယ်။ ဒီမိသားစုကတော့ တစ်ဦးချင်းစီရဲ့\nပြောင်းလဲမှုတွေကို စစ်မှန်တဲ့သံယောဇဉ်တွေနဲ့ လက်ခံပေးခဲ့ကြပါသတဲ့လေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(2.19 GB) / (804 ...",
        "rating": "6.5",
        "url": "https://megaup.net/1f7ti/Pretty.Red.Dress.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Screen-Shot-2023-06-23-at-13.15.51-148x200.png",
        "title": "Black Clover: Sword of the Wizard King (2023)",
        "description": "Black Clover: Sword of the Wizard King (2023)\n==================================\nIMDb Rating - 7.7/10Black Clover ကို Anime fan အတော်များများသိပြီးဖြစ်ပါလိမ့်မယ်။\nManga ကနေ Anime Adaptation လုပ်ထားတဲ့ Shounen type\nanime series ပါ။ Season 4ခုထိ ထွက်ရှိထားပြီး Manga ရော\nAnime ရော အတန်အသင့်အောင်မြင်မှုရရှိထားပါတယ်။ ယခု\nSword of the Wizard King ဆိုတဲ့ Movie တစ်ခုထွက်ရှိလာ\nပါတယ်။ ပါဆင်နယ်အမြင်အရ အစောပိုင်းထက် Animation ကပိုမို\nကောင်းမွန်လာတယ်လို့ မြင်မိပါတယ်။Shounen တို့ထုံးစံအတိုင်း အိပ်မက်အကြီးကြီးနဲ့ ကောင်လေးတစ်\nယောက်အကြောင်းပေါ့။ ကြည့်ဖူးပြီးသား Black Clover fan တွေ\nအတွက်တော့ အထူးတလည် ညွှန်းစရာတောင်လိုမယ်မထင်ပါဘူး။\nကြည့်ရတာတန်ပါတယ်။ ကျွန်တော်တို့ရဲ့အချစ်တော် စစ္စတာရဲ့အငြင်း\nခံ‌လေး အာပြဲအက်စ်တာတစ်ယောက် ဒီ Movie ထိရောက်တာတောင်\nအရပ်မရှည်လာ‌သေးပါဘူး။ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1f7ff/Black.Clover.Sword.of.the.Wizard.King.2023.720p.NF.WEB-DL.DUAL.(CM)C.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jKrQikFt0fhkGTZ79d9DsS7y73z.jpg",
        "title": "Space Pups (2023)",
        "description": "Space Pups (2023)Space Pups သို့မဟုတ် အာကာသထဲက ခွေးလေးတွေပေါ့။\nSpace Pups ဆိုတဲ့ နာမည်နဲ့ ကာတွန်းကားတွေ ကာတွန်းဇာတ်လမ်းတွဲတွေ ထွက်ဖူးပါတယ်။\nဒီရုပ်ရှင်ဟာဆိုရင်လည်း အဲနာမည်နဲ့ပဲ ထွက်လာတဲ့ Live action ပါပဲ။\nIMDb - 6.3 ရရှိထားတာမို့ ဒီရုပ်ရှင်ဟာဆိုရင် မိသားစုနဲ့အတူတူ ပေါ့ပေါ့ပါးပါး ကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။\nတစ်ခေတ်တစ်ခါက ခေတ်စားခဲ့ဖူးတဲ့ မိသားစုအသားပေး စွန့်စားခန်းရုပ်ရှင်အလွမ်းပြေ ကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အာစီ၊ အေ့စ်နဲ့ ဟက်စ်တို့ဟာ အာကာသတွင်းမှာ ခရီးသွားလာနေတဲ့ ဂြိုဟ်သားတွေပါ။\nသူတို့ ခရီးသွားရင်း ဥက္ကာပျံလမ်းကြောင်းထဲဝင်သွားခဲ့လို့ ယာဉ်လည်း ထိခိုက်သွားခဲ့ပြီး ကမ္ဘာပေါ်ကို အရေးပေါ် ဆင်းသက်လိုက်ရပါတယ်။\nဆင်းသက်လာတဲ့ လမ်းကြောင်းမှာ အစိတ်အပိုင်းတွေ ပြုတ်ကျကျန်နေခဲ့ပါတယ်။\nအာစီတို့လည်း အဆိုပါအစိတ်အပိုင်းတွေကို ပြန်ရှာဖို့အတွက် ခွေးလေးတွေအနေနဲ့ ရုပ်ဖျက်လိုက်ပါတော့တယ်။\nသူတို့ ဆင်းသက်လိုက်တဲ့နေရာမှာတော့ မြို့ကနေ နွေရာသီကျောင်းပိတ်ရက်မို့ တောမြို့လေးမှာ လာနေနေတဲ့ မိသားစုတစ်စုရှိနေပါတယ်။\nအဲဒီမိသားစုက သားဖြစ်သူ ဆမ်နဲ့ သမီးလေး ကက်စီတို့ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1f90n/Space.Pups.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQUT2B0QVV17pYMHyLzdNGVdrBF.jpg",
        "title": "About My Father (2023)",
        "description": "About My Father (2023)သားတစ်ယောက်က လက်ပေါက်ကပ်တဲ့သူ့အဖေအကြောင်း ဖောက်သည်ချထားတဲ့ပုံစံ အမေရိကန်ဟာသရုပ်ရှင်ပါ။ သားအဖနှစ်ယောက်အဖြစ် Sebastian Maniscalco နဲ့ ဂန္ထဝင်မင်းသားကြီး Robert De Niro တို့က အတွဲညီညီသရုပ်ဆောင်ထားပါတယ်။~ ဇာတ်လမ်းအကျဥ်း ~ဆီဘက်ရှန်တို့မိသားစုက အီတလီနိုင်ငံ စစ္စလီကျွန်းက မန်နီစကယ်ကိုမျိုးဆက်ဖြစ်ပြီး ချီကာဂိုအမေရိကန်ကိုပြောင်းရွှေ့ခဲ့ကြတဲ့ Immigrant မိသားစုပါ။ ဆီဘက်ရှန်ဟာ ဖခင်ရဲ့တင်းကြပ်တဲ့ အုပ်ထိန်းမှုအောက်မှာ ရှိတာနဲ့ရောင့်ရဲတတ်ဖို့ ရှက်တတ်ကြောက်တတ်ဖို့ သင်ယူကြီးပြင်းခဲ့ရတယ်။ ဆီဘက်ရှန်ရဲ့ချစ်သူ အယ်လီကတော့ ပွင့်လင်းတဲ့အမေရိကန်သူဖြစ်ပြီး မျိုးရိုးမြင့်တဲ့ ကြေးရတတ်မိသားစုကနေ ဆင်းသက်လာတဲ့သူပါ။ အယ်လီ့ကို လက်ထပ်ခွင့်တောင်းဖို့ အချိန်ခါကောင်းကိုစောင့်နေတုန်း အယ်လီ့မိသားစုက ဆီဘက်ရှန်ကို ဗာဂျီးနီးယားက သူတို့ရဲ့နွေရာသီစံအိမ်ကို အားလပ်ရက်လာလည်ဖို့ ဖိတ်လိုက်ပါတယ်။ ကံဆိုးတာကတော့ ဆီဘက်ရှန်ရဲ့အဖေပါလိုက်လာတာပါပဲ။ သားအဖနှစ်​ယောက်ရဲ့ တကျက်ကျက်ဆက်ဆံရေး၊ ယဥ်ကျေးမှုမတူတဲ့ မိသားစုနှစ်ခုရဲ့ဂယက်တစ်သိန်းနဲ့တွေ့ဆုံမှု၊ ဆီဘက်ရှန်တစ်ယောက် သူ့အဖေလူ့ဂွစာကြီးနဲ့ အယ်လီတို့မိသားစုကြား ဗျာများရပုံတွေကို တစိမ့်စိမ့်တွေးပြီးရယ်ရတဲ့ဟာသတွေနဲ့ တင်ဆက်ထားလို့ ကြည့်ရကျိုးနပ်စေမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin ...",
        "rating": "5.8",
        "url": "https://megaup.net/1f7v5/(CM)_About_My_Father_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0XLYxnH35HBGEY4q8x2BXn07ee.jpg",
        "title": "[18+] Hosto (2023)",
        "description": "Hosto (2023)ပက်ထရစ်ဟာ ငယ်ရွယ်စဉ်က ထင်ရာစိုင်းခဲ့တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး အခုချိန်မှာတော့ သားတစ်ယောက်အဖေဘဝနဲ့ ဘဝကိုကြိုးစားတည်ဆောက်နေပါတယ်။ သူ့မှာ ဇနီးအပြင် ချစ်သူအမျိုးသားလည်းရှိပြီးတော့ အဲဒီအမျိုးသားက သူ့အတွက်အစစအရာရာ ပံ့ပိုးဖြည့်ဆည်းပေးနေတဲ့သူပါ။ သူ့အိပ်မက်ကတော့ ဂျပန်မှာစာသင်ရင်းအလုပ်သွားလုပ်ဖို့ဖြစ်ပြီး အဲဒါတွေကလည်း သူ့သားရဲ့အနာဂတ်နဲ့ သူ့မိသားစုအတွက်ပါပဲ။တကယ်တမ်း သူဂျပန်ကိုရောက်ရှိချိန်မှာတော့ စိတ်ကူးတွေထဲကနဲ့ အစစအရာရာ ကွာခြားနေခဲ့ပြီး လိုအပ်ချက်တွေများလွန်းတဲ့ သူ့မိသားစု၊ အထူးစောင့်ရှောက်မှုလိုအပ်နေတဲ့ သူ့ကလေးအတွက် ကျောင်းတစ်ဖက် အလုပ်တစ်ဖက်နဲ့ ကြိုးစားသမျှတွေ အရာမထင်ဖန်များလာတဲ့နောက် သူနဲ့အတူနေမိတ်ဆွေ ရစ်ချတ်ရဲ့မိတ်ဆက်ပေးမှုနဲ့ ဂျပန်နိုင်ငံရဲ့ Nightlife ထဲမှာ Hosto တစ်ယောက်အဖြစ် အချိန်ပိုင်းလုပ်ဖို့ဖြစ်လာပါတော့တယ် (Hosto ဆိုတာအမျိုးသမီးကြီးတွေနဲ့ အတူထိုင်သောက် စကားပြော လိုအပ်ရင်အဆုံးထိလိုက်လျောရတဲ့အမျိုးသားဂေးရှားသဘောမျိုးပါ)။ဒါပေမဲ့လည်း မိသားစုအတွက် တိုင်းတစ်ပါးမှာ အဆုံးစွန် စွန့်လွှတ်အနစ်နာခံနေမှုတွေကတစ်ဖက်၊ အဲဒီလိုအလုပ်တွေလုပ်နေရတဲ့အတွက် သူ့ဇနီးအပေါ်၊ ချစ်သူအပေါ်၊ သူ့လိပ်ပြာသူမလုံတဲ့ စိတ်တွေနဲ့ရှေ့ဆက်ဖို့ ခက်ခဲလာနေတဲ့ ပက်ထရစ်တစ်ယောက် သူ့အိမ်ရှင်ရဲ့သမီးဖြစ်တဲ့ သီယာဆိုတဲ့မိန်းကလေးက သူ့ကိုကယ်တင်တဲ့အနေနဲ့ သူနဲ့ဟန်ဆောင်လက်ထပ်ဖို့ကမ်းလှမ်းလာတဲ့အခါ... ချစ်သူတွေဝိုင်းနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1f7s0/(CM)_Hosto_(2023)_720p.mp4",
        "category": "Adult, Drama"
    }
]