[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZycShM29lQBRACmqYEoJmS5iJZ.jpg",
        "title": "The Hand (2023)",
        "description": "The Hand (2023)ဒီတစ်ခါတော့ အိပ်မက်ထဲကို လိုက်နှောင့်ယှက်နေတဲ့ လက်မည်းကြီး ကြော်ငြာလိုပဲ\nလက်ကြီးက အိမ်ထဲရောက်လာတဲ့ Horror ဇာတ်လမ်း တစ်ပုဒ်တင်ဆက်ပါဦးမယ်တစ်ရက်မှာ ဘုံးဆူတို့ အိမ်က အိမ်သာခွက်ထဲကို ဘယ်ကလာမှန်းမသိတဲ့ လက်တစ်ဖက်က ထွက်လာပါလေတယ်အဲဒီလက်ကို ဘယ်လိုလုပ်ရမှန်းမသိလို့ အရေးပေါ်ကို အကြောင်းကြားလိုက်တဲ့အခါ\nတပ်ကူတွေတော့ရောက်လာပါရဲ့ အကုန်လုံး အိမ်သာထဲမှာပိတ်မိကုန်ကြပါရောအဲလိုနဲ့ အိမ်သာထဲမှာ လက်တစ်ချောင်းနဲ့ အသက်ရှင်အောင် ကြိုးစားရမှာဖြစ်ပြီး\nလူတွေကိုဒုက္ခပေးတဲ့ အဲဒီလက်ကြီး ထွက်လာတဲ့အကြောင်းအရင်းကဘာလဲ၊\nဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 1080p | 720p\nFile size… 834MB | 387MB\nFormat… mp4\nDuration…. 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1VXwi/The.Hand.2023.720p.TVING.WEB-DL.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooB4KSRRhp7XYRQUmsi82iFnMNC.jpg",
        "title": "The Blackening (2023)",
        "description": "The Blackening (2023)လူဖြူလူမည်းခွဲခြားမှုဇာတ်လမ်းတွေကို ကြည့်ဖူးသလောက် များသောအားဖြင့်လေးနက်ကြတယ်\nဇာတ်လမ်းအားဖြင့် ဟဲဗီးဖြစ်ကြတယ်။ ရုပ်ရှင်တွေထဲမှာလဲ ပုံသေကားကျသတ်မှတ်မှုတွေ ခွဲခြားမှုတွေရှိကြတယ်ပေါ့။\nဥပမာ လူသတ်ကားတွေမှာ အရင်ဆုံးသေသွားတာက လူမည်းဇာတ်ကောင်ပဲ။\nလူဖြူတွေနောက်ဆုံးအသက်ရှင်ကျန်ဖို့ လူမည်းကအရင်စတေးပေးရသလိုပေါ့။\nဒါပေမဲ့ လူမည်းတွေကရောပြန်ခွဲခြားမှုမလုပ်ဘူးလားဆိုရင်လုပ်တာပဲ။\nတစ်ခေတ်တစ်ခါကလူဖြူတွေလုပ်ခဲ့သလိုတော့မဟုတ်ပါဘူး။\nမသိမသာခပ်ပါးပါးလေးတွေပေါ့။ ဥပမာ နစ်ဂါဆိုတဲ့စကားဆိုရင် အဖြူက အမည်းကိုခေါ်လို့မရဘူး\nဒါပေမဲ့ အမည်းအမည်းအချင်းချင်းသုံးတယ် ပြီးတော့အမည်းကအဖြူကို နစ်ဂါလို့ပြန်ခေါ်ကြတယ်။\nတစ်ခါတစ်ရံမှာလဲ ကိုယ်ကမရည်ရွယ်ဘဲ တခြားလူမျိုးကိုခွဲခြားမိတာတွေ ကိုယ့်အချင်းအချင်းမှာပဲ ပြန်ခွဲခြားမိတာတွေလဲရှိတတ်တာပဲ။\nဒီကားထဲတော့ အဲ့လိုအကြောင်းအရာတွေကို တစ်ကားလုံးခွီရင်းကြည့်ရမှာပါ။\nအဲ့ဒါအပြင်သည်းထိတ်ရင်ဖိုလဲပါသေးတော့ တော်တော်ပြည့်စုံပြီပေါ့။ဇာတ်လမ်းအကျဥ်းပြောရရင် နစ်ဂါသူငယ်ချင်း၈ ယောက်ပေါ့ ဆယ်နှစ်ကြာမှပြန်ဆုံကြတယ်။\nသည်းထိတ်ရင်ဖိုကားတွေထုံးစံအတိုင်း နေရာကောင်းကောင်းကိုမသွားကြဘဲ တောထဲကအိမ်လေးတစ်အိမ်ကိုရွေးလိုက်ကြရော။\nအဲ့အိမ်ထဲကိုလဲရောက်တော့ သူတို့ဂိမ်းကစားရတယ်။ ဂိမ်းကလူမည်းနဲ့ပတ်သက်တဲ့အရာတွေကိုမေးပါလေရော။\nအဲ့ဒါအပြင်ရုပ်ရှင်ကားတွေနဲ့လဲသက်ဆိုင်နေပါသေးတယ်။\nဥပမာ Friends စီးရီးထဲမှာပါဝင်ခဲ့တဲ့လူမည်းငါးယောက်နာမည်ကိုဖြေပါ။\nအဖြေမှန်ရင်မှန် မမှန်ရင်သေပေါ့။ သူတို့လူမည်းစစ်မစစ်ကိုစမ်းနေသလိုပါပဲ။\nဒီဂိမ်းကို စီစဥ်နေတာကဘယ်သူဖြစ်မလဲ။\nသူတို့ထဲကတစ်ယောက်ယောက်ပဲလား။\nသူတို့ကိုအိမ်ဌားထားတဲ့လူဖြူတွေပဲလား။\nဘယ်သူတွေရောသတ်ခံရမလဲ။ရုပ်ရှင်တွေကြိုက်တဲ့ပရိသတ်ကြီးရော သူမေးတဲ့ရုပ်ရှင်နဲ့ပတ်သက်တဲ့မေးခွန်းတွေ\nဘယ်လောက်ကိုဖြေနိုင်မလဲဆိုတာပါ ဝင်ဖြေကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 1080p | 720p\nFile size… 1.1GB | 560MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/1VXw5/The.Blackening.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDIyNjVhOTktOGFiNy00NjM0LWE5OTktZWI3ZTk1MmQ2ODZiXkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Dream Wedding (2023)",
        "description": "Dream Wedding (2023)\n==================ဇာတ်လမ်းကတော့ ရည်းစားမရှိဘဲ ဒေါ်လာ ၁ သိန်းတန် မင်္ဂလာပွဲကြီး\nကံထူးသွားတဲ့အပျိုကြီး မမ အကြောင်းပါ။ မင်္ဂလာခန်းဝင်ပစ္စည်းတွေ\nရောင်းတဲ့ အရောင်းပွဲတော်ကို ကိတ်နဲ့မီဂန်တို့ ညီအစ်မနှစ်ယောက်\nရောက်လာကြပါတယ်။ နှစ်ပတ်နေရင် မင်္ဂလာဆောင်တော့မယ့် ညီမ\nဖြစ်သူ မီဂန်အတွက်ဝယ်ဖို့ ခြမ်းဖို့ ရောက်လာကြတာပါ။ ကိတ်ကတော့\nညီမကို အဖော်လိုက်ပေးတဲ့ အပျိုကြီးမမပါ။ အရောင်းပွဲတော်မှာ မင်္ဂလာ\nဆောင်ဖက်ရှင်ရှိုးပွဲအပြင် မင်္ဂလာဆောင်မယ့် စုံတွဲတွေကို ဒေါ်လာ (၁)\nသိန်းတန် အိပ်မက်၊ မင်္ဂလာပွဲကြီးမဲဖောက်ပေးမယ့် အစီအစဉ်လည်း\nရှိနေပါတယ်။အဲဒီမှာပဲ လက်သွက်ခြေသွက် မီဂန်က စိတ်မြန်လက်မြန်နဲ့  ကံစမ်းမဲထဲမှာ\nကိတ်ရဲ့နာမည်ကို ထည့်လိုက်ပါတော့တယ်။ ထောင်ချီတဲ့ လူတွေထဲမှာ\nကံထူးနိုင်ချေ မရှိဘူးဆိုပြီး ထည့်လိုက်ပေမဲ့ ကံကောင်းတာလား ကံဆိုး\nတာလား ပြောလို့ မရအောင်ကိုကံထူးရှင်ကြီး ဖြစ်သွားပါတော့တယ်။\nအဲဒီနောက်မှာတော့ ဒေါ်လာ ၁ သိန်းတန် မင်္ဂလာပွဲကြီးရဲ့ ခံစားခွင့်တွေကို\nခံစားနိုင်ဖို့ ကိတ်နဲ့ မီဂန်တို့ ဘယ်လိုတွေ ကြံဖန်ကြမလဲဆိုတာတော့ . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nRoman Nox ...",
        "rating": "5.6",
        "url": "https://megaup.net/2BVaC/Dream.Wedding.2023.720p.WEBRip.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziBel4t8Q95OgnTNExOizh2hQmT.jpg",
        "title": "Skinford: Death Sentence (2023)",
        "description": "skinford: death sentence (2023)CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကတော့\nရှေ့မှာလည်း Skinford ဆိုပြီး ဇာတ်ကားတွေထွက်ရှိပြီးသား\nနောက်ဆက်တွဲ Thriller,Horror ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်အဓိကဇာတ်လိုက်ကျော် စကင်ဖို့ဒ်က သူ့ရဲ့နာမကျန်းဖြစ်နေတဲ့ အဖေကိုကယ်ဖို့ ပိုက်ဆံရအောင်\nပစ္စည်းတစ်ခုကို ပို့ပေးဖို့ မှောင်ခိုဂိုဏ်းတစ်ခုနဲ့ အပေးအယူတစ်ခုလုပ်ခဲ့ပါတယ်\nအဲ့မှာသောက်တလွဲတွေစဖြစ်ပြီး ကိုယ့်ကိုသတ်ခိုင်းတဲ့သူက\nသူ့ဆီရောက်လာပြီး ကိုယ်ကျင်းကိုတူးနေရတဲ့အချိန်မှာ...\nကျင်းထဲက စော်တစ်ပွေက ဝုန်းခနဲဆို အရှင်လတ်လတ်မြေမြှပ်ခံရကနေ ပေါ်လာပါတယ်\nကံကောင်းချင်တော့ အဲ့စော်က မသေအောင်လုပ်ပေးနိုင်တဲ့အစွမ်းရှိတော့\nစကင်ဖို့ဒ်ကြီးမှာ သူ့ကိုသတ်တာလဲမသေတဲ့အပြင် တွင်းထဲကစော်ကပါ\nအူကြောင်ကြားနဲ့ အပြင်ထွက်လာတဲ့အခါ သူကို့ဘယ်သူကလာသတ်တာလဲ\nသူပို့ပေးခဲ့တဲ့ပစ္စည်းတွေဘယ်မှာလဲ သူ့ဝေစုကဘယ်မှာလဲ စသည်ဖြင့်\nအရာရာကိုအဖြေရှာဖို့ကြိုးစားရပါတော့တယ်\nကြမ်းကြမ်းရမ်းရမ်း အက်ရှင်ခန်းတွေအပြင် မြှုပ်ကွက်များစွာနဲ့\nရှယ်လန်းတဲ့ဇာတ်လမ်းလေးမို့ ပရိသတ်ကြီး အကြိုက်တွေ့မှာအမှန်ပဲမို့\nအားပေးနိုင်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Saii Thurein Lynn ပဲ ဖြစ်ပါတယ်Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 944MB | 493MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai ...",
        "rating": "",
        "url": "https://megaup.net/1g03z/Skinford.Death.Sentence.2023.720p.DD5.1.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2NYd7jKFnilcIOUfDI8o2TOuCmu.jpg",
        "title": "Prisoner’s Daughter (2023)",
        "description": "Prisoner's Daughter (2023)လူတိုင်းဟာအမှားနဲ့တော့ မကင်းနိုင်ကြပါဘူး တစ်ဘဝလုံးစာအမှားပဲကျုးလွန်ခဲ့ကျူးလွန်ခဲ့\nအမှားသေးသေးလေးပဲ ကျူးလွန်ခဲ့ကျူးလွန်ခဲ့ လူတိုင်း ဒုတိယအခွင့်အရေးနဲ့ထိုက်တန်စမြဲပါပဲ။\nလူတိုင်းဒုတိယအခွင့်ရေးလဲ ရထိုက်တယ်လို့ ထင်မိပါတယ်။\nလူတိုင်းဟာလဲ အဲ့လိုပဲတွေးမိကြမှာပါပဲ\nငါသာအဲ့လိုမလုပ်ခဲ့ဘူးဆိုပြီး တွေးမိတဲ့သူတွေလဲ ရှိကြမှာပါပဲ။ယခုဇာတ်ကားလေးကလဲ လူမိုက်ကြီးတစ်ယောက် သူ့ကြောင့်ထိခိုက်ခဲ့ရတဲ့\nမိသားစုဘဝကို ဘယ်လိုပြန်အဖတ်ဆယ်မလဲဆိုတာ ကြည့်ရှုရမဲ့ 2022 ခုနှစ်ကထွက်ရှိထားတဲ့ Family Drama ကားလေးပါ။\nRating တွေကလဲကောင်းသလို ဇာတ်လမ်းလေးကလဲကောင်းပြီး သရုပ်ဆောင်ထားတဲ့သူတွေကလဲ ထိတ်ထိတ်ကြဲတွေပါပဲ။\nLeading Role မှာတော့ စကော့လူမျိုးမင်းသားကြီး Brian Cox\n( Troy ဇာတ်ကားမှာ သူ့မိန်းမကိုခိုးသွားလို့ Troy မြို့ကိုစစ်သွားခင်းတဲ့ စစ်ဘုရင်ကြီး Agamemnon အဖြစ်သရုပ်ဆောင်ထားသူပါ) ကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မက်စ်ဆိုတဲ့လူမိုက်ကြီးတစ်ယောက် ထောင်ကျနေတဲ့အချိန်မှာပဲ ပန်ကရိယပ်ကင်ဆာဖြစ်နေတော့\nထောင်မှူးကလဲသနားပြီး သူ့သမီးသာ သူ့ကိုခေါ်ထားမယ်ဆို နေအိမ်အကျယ်ချုပ်နဲ့ နေလို့ရမယ်လို့ ပြောလာပါတယ်။\nခက်တာက သူ့သမီးနဲ့အဆက်အသွယ်မရှိတော့တာ ၁၂ နှစ်လောက်တောင်ရှိနေပါပြီ။\nခုမှပဲပြန်ဆက်သွယ်ရင်လဲ သူသမီးကပြန်လက်ခံမှာမဟုတ်တော့ပါဘူး။\nဒါပေမဲ့သူ့သမီးမှာလဲ ခွားမသေးတစ်ကောင်နဲ့ရတဲ့သားလေးတစ်ယောက်ကလဲ ရှိနေပြီး\nသူတို့သားအမိနှစ်ယောက်တည်း လောကကြီးအလယ် ရင်ဆိုင်ရှင်သန်နေရပါတယ်။\nတစ်နေ့မှာတော့ သူ့အရင်ယောကျာ်းက ပြဿနာလာရှာတဲ့အတွက် သူ့ရဲ့လက်ရှိအလုပ်လေးကလဲ ပြုတ်သွားပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1g03m/Prisoners.Daughter.2022.720p.WEB.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a20R0buvLbuc46I7hT6MJrcYUa0.jpg",
        "title": "My Husband’s Worst Mistake (2023)",
        "description": "My Husband's Worst Mistake (2023)မိန်းမကို တစ်ခါလေး သစ္စာမရှိလိုက်တာက လူသတ်မှုနဲ့ အဖမ်းခံရတဲ့အထိပါ ဖြစ်သွားနိုင်တာလား?\nကန့် နဲ့ ဆာရာတို့ လင်မယားက လူစီဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိပေမယ့်\nကန့်က အလုပ်ကိုပဲအမြဲဦးစားပေးနေလို့ အိမ်ထောင်ရေးက အေးတိအေးစက်ဖြစ်နေတာ ကြာပါပြီ။\nတစ်ရက်တော့ ကန့်တစ်ယောက် မထင်မှတ်ထားဘဲ အလုပ်ကဝန်ထမ်းအငယ်မလေး အေမီနဲ့ တစ်ညအိပ်မိသွားတယ်ပေ့ါ။\nဖြစ်ချင်တော့ သူအိပ်မိလိုက်တဲ့ ဝန်ထမ်းမလေးကလည်း မထင်မှတ်ဘဲ ဆုံးသွားပြီး\nသူ့ရဲ့ အလုပ်က ပြိုင်ဖက် မီဂူရယ်ကလည်း သူနဲ့ ဝန်ထမ်းမလေးဓာတ်ပုံတွေနဲ့\nသူ့ကိုပြန်ခြိန်းခြောက်လာတော့ မိန်းမကို ဖောက်ပြန်မိတဲ့အကြောင်းပြောပြလိုက်ရပါတော့တယ်။\nအရင်ကတည်းက စိတ်ပျက်နေတဲ့ မိန်းမဖြစ်သူက ဒီကိစ္စပါ ဖြစ်လာတော့ ကန့်ကို အိမ်ခွဲနေခိုင်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nအိမ်ခွဲနေတုန်းမှာ ဆာရာက ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ ဘရက်နဲ့ရင်းနှီးလာပါတယ်။\nတစ်ဖက်မှာလည်း လူတစ်ယောက်က ရည်ရွယ်ချက်ရှိရှိ ကန့်နဲ့ ဆာရာမကွဲကွဲအောင်\nဓာတ်ပုံတွေ ပို့လာတော့ ကန့်လည်း အလုပ်က ပြိုင်ဖက် မီဂူရယ်ထင်ပြီးပြဿနာသွားရှာတော့တာပေါ့။\nသူပြဿနာသွားရှာခဲ့တဲ့ မီဂူရယ်တစ်ယောက် မထင်မှတ်ဘဲ ဆုံးသွားပြီး\nကန့်တစ်ယောက် သံသယရှိတဲ့လူသတ်သမားအနေနဲ့ အဖမ်းခံရတာကြောင့်\nဆာရာက သူတွဲနေတဲ့ ရှေ့နေဖြစ်သူဘရက်ကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1g034/My.Husbands.Worst.Mistake.2023.720p.WEBRip.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3IY1n6UQnjNImEToEDTW924EUAo.jpg",
        "title": "Maggie Moore(s) (2023)",
        "description": "Maggie Moores (2023)ဒီ Maggie Moores ဆိုတဲ့ ဇာတ်လမ်းဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး\nဒါရိုက်တာ John Slattery ကရိုက်ကူးထားတာပါ။2000 ခုနှစ် အောက်တိုဘာလ 12 ရက်နေ့မှာ Mary Morris အမည်ရှိ အမျိုးသမီးတစ်ဦး အသတ်ခံခဲ့ရပါတယ်။\nအောက်တိုဘာလ 16 ရက်နေ့မှာ နာမည်တူ Mary Morris အမည်ရှိ အမျိုးသမီးတစ်ဦးထပ်အသတ်ခံရပြန်တယ်။\nနှစ်ဦးစလုံးအသတ်ခံရတာဟာ လူတစ်ဦးတစ်ယောက်တည်းရဲ့လက်ချက်ဆိုတာပါပဲ။ပထမလူကို မှားသတ်မိလို့ ဒုတိယလူကိုထပ်သတ်တာလား\nဒါမှမဟုတ် ပထမအမှုကို ရှုပ်ထွေးအောင် ဒုတိယလူကို ထပ်သတ်လိုက်တာလားကတော့ ယနေ့ထိတိုင်အငြင်းပွားနေကြဆဲပါ။အားလုံးလည်း ပဟေဠိလေးတွေ ဖြစ်သွားမလား ဆိုတာတော့\nဇာတ်လမ်းကြည့်ရင်း အတွေးပွားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime,Thriller\nQuality…. 1080p | 720p\nFile size…966MB | 527MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6",
        "url": "https://megaup.net/2BUXs/Maggie.Moores.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYy1AHnkUSb7OcEJfkLbvtMuxgZ.jpg",
        "title": "Andy Somebody (2023)",
        "description": "Andy Somebody (2023)ဒီဇာတ်လမ်းကတော့ သာမန်လူရိုးလူဖြောင့်တစ်ယောက်က ဒုစရိုက်သမားတစ်ယောက်လို\nငွေတွေလိမ်လည်ထွက်ပြေးရင် ဘယ်လိုဖြစ်မလဲဆိုတဲ့ဇာတ်လမ်းပေါ့။\nအန်ဒီက စာရင်းကိုင်တစ်ယောက်ပါ။ သူက ပလတ်စတစ်ဆာဂျင်ဒေါက်တာရှစ်ဖလက်ဆီမှာစာရင်းကိုင်လုပ်တယ်။\nဒေါက်တာဆိုလို့အထင်ကြီးမသွားနဲ့ဦး။ ရှစ်ဖလက်ကအခွန်တွေရှောင်တယ် တရားမဝင်ဆေးတွေဖြန့်တယ်\nပလတ်စတစ်ဆာဂျင်လုပ်စရာမလိုတဲ့သူတွေကို နတ်သမီးလောက်လှနေရင်တောင် နင်ကဘီလူးမလောက်ပဲလှတယ်\nပြင်မှဖြစ်မယ်ဆိုတာမျိုးပြောပြီး ခွဲစိတ်မှုတွေအတင်းလုပ်ခိုင်းတယ်။ အန်ဒီက အဲ့ဒါတွေကိုသဘောမတွေ့ဘူး။တစ်နေ့တော့ ဒေါက်တာက အခွန်ရှောင်မှုနဲ့ဂျေးထဲအောင်းရခါနီးဖြစ်တော့ အန်ဒီ့ကိုစာရင်းတွေလိမ်လည်ပြီးဆွဲခိုင်း\nသူလစ်ဖို့ရာကမ်းလွန်အကောင့်တွေအတင်းဖန်တီးခိုင်းလုပ်တယ်။ အဲ့မှာနဂိုထဲကစိတ်ညစ်ပြီးပြေးဖို့ကြံနေတဲ့အန်ဒီက\nမထူးပါဘူးဆိုပြီး ဒေါက်တာ့ရဲ့ပိုက်ဆံသုံးသန်းကိုယူပြီးပြေးပါလေရော။\nဒေါက်တာကလဲ သူ့တပည့်ကျော်စီအိုင်အေထွက်လူမိုက်ကို အန်ဒီ့နောက်လိုက်ဖို့လွှတ်လိုက်ရာကနေ\nဒုစရိုက်သမားမဟုတ်တဲ့ အန်ဒီတစ်ယောက်သူတို့လက်ကဘယ်လိုပြေးမလဲဆိုတာကို ဒီဟာသအက်ရှင်ဇာတ်လမ်းမှာကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 515MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1VXu1/Andy.Somebody.2023.720p.AMZN.WEBRip.1400MB.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJn1nO2UuS4Oo5Sk49YUHHRcGyC.jpg",
        "title": "Gray Matter (2023)",
        "description": "Gray Matter (2023)Sci-Fi Thriller ကားကောင်းကောင်းလေကြိုက်တတ်တဲ့သူတွေ\nThr Witch(Korea) တို့ Stranger Things တို့လိုဇာတ်ကားမျိုး\nThriller လဲဆန်ရမယ် စူပါပါဝါနဲ့ကောင်မလေးတစ်ယောက်လဲ ပါရမယ်\nဇာတ်ကွက်ကလဲ လှည့်ကွက်လေးတွေနဲ့မှ ကြိုက်တယ်ဆိုတဲ့သူတွေအတွက်\n2023 ထွက် Grey Matter ဆိုတဲ့ကားလေးတင်ပေးလိုက်ပါတယ်။Grey Matter ဆိုတာကတော့ ဦးနှောက်နဲ့ ကျောရိုးမကြီးဆက်တဲ့နေရာက အရေးပါတဲ့ ဦးနှောက်တစ်ရှုးနေရာလေးကို ပြောတာပါ။\nအဲ့နေရာလေးက စိတ်ပိုင်းဆိုင်ရာ လုပ်ဆောင်ချက်တွေ မှတ်ဉာဏ်တွေ စိတ်ခံစားချက်တွေ လှုပ်ရှားမှုတွေအတွက် အရေးပါတဲ့နေရာလေးပါ။\nဒါကလဲ ဒီဇာတ်ကားရဲ့ အဓိကအရာလေးမို့ ဒီလိုနာမည်ပေးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စိတ်စွမ်းအားတွေရှိနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ဟာ\nအမေဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေပြီး ကျောင်းလဲမတက်ရ အပြင်လဲမထွက်ရပဲ အိမ်မှာပဲစာသင်ပြီးနေနေရပါတယ်။\nအမေဖြစ်သူကတော့ သူတို့လိုစွမ်းအားရှိတဲ့သူတွေ လိုက်ဖမ်းနေတာကြောင့်ဆိုပြီး ဘယ်ကိုမှပေးမသွားသလို ဘယ်သူနဲ့မှလဲအဆက်ဆံမလုပ်ခိုင်းပါဘူး။\nဒါပေမဲ့ ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း အရာရာကိုစူးစမ်းပြီး တခြားကလေးတွေလိုပဲ\nနေ့စဉ် ကျောင်းသွား သူငယ်ချင်းတွေထားပြီး ပုံမှန်ဘဝလေးကို လိုချင်နေတာပါ။တစ်နေ့တော့ သူ့ရဲ့တစ်ဦးတည်းသော သူငယ်ချင်းဖြစ်သူနဲ့ လိုက်သွားပြီး တခြားဆယ်ကျော်သက်လေးတွေနဲ့သွားပြီးတွေ့ရာကနေ\nသူ့ရဲ့အစွမ်းကိုမထိန်းချုပ်နိုင်တော့ဘဲ လွတ်ထွက်သွားရာကနေ စပြီးသူ့အမေပြောထားသလိုပဲ သူ့ကိုလာဖမ်းသွားမလား\nဒါမှမဟုတ် သူ့အမေကပဲ ...",
        "rating": "",
        "url": "https://megaup.net/3hNbk/Gray.Matter.2023.720p.WEB.CM.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36wyM5ceCCIpu8lU88mxonYET71.jpg",
        "title": "A Place to Fight For (2023)",
        "description": "A Place to fight for (2023)ဆရာဇော်ဂျီရဲ့ သင်သေသွားသော် ကဗျာလေးလိုပေါ့\nလူ့ဘဝကြီးမှာတော့ အိုရနာရသေရတာ ဓမ္မတာပါပဲ။\nဒါပေမဲ့ သင်သေသွားသော်လဲ သင်နေတဲ့နေရာကြီး ကောင်းမွန်စွာရှိနေဖို့က ကြိုးစားရမှာပါပဲ။\nသင်နေနေတဲ့ ခုကမ္ဘာမြေကြီးဟာလဲ သင်ကာကွယ်ထိုက်တဲ့ ကျုးကျော်ဖျက်ဆီးသူတွေကို တွန်းလှန်သင့်တဲ့ နေရာတစ်ခုဆိုတာ မမှားပါဘူး။ဒီဇာတ်ကားလေးကလဲ ဒီအကြောင်းပါပဲ ကိုယ့်မိသားစုကိုတောင် မကာကွယ်နိုင်တဲ့သူဟာ ဒီကမ္ဘာမြေကြီးကိုကော ဘယ်လိုကာကွယ်မလဲ။\nအရာအားလုံးဟာ အခြေခံကနေစပါတယ်။ ကျွန်တော်တို့ရဲ့ဖြစ်ချင်တဲ့ ဆန္ဒတွေကို ရှေ့တန်းတင်ပြီး ဒီကမ္ဘာကြီးကို ဖျက်ဆီးလာခဲ့ကြတာ နှစ်ပေါင်းအတော်ကြာပါပြီ။\nဒီလိုဖျက်ဆီးခဲ့ကြတာကနေ ပြန်လည်တည်ဆောက်ပေးဖို့မလုပ်တာလဲ အတော်ကြာပါပြီ။\nဒါပေမဲ့ ဒီလိုကမ္ဘာမြေကြီးကို ဘာလို့ကာကွယ်သင့်သလဲဆိုတာ ကိုတော့ ဒီဇာတ်ကားလေးမှာ မြင်တွေ့ကြရမှာပါ။\nနိုင်ငံရေးသမားတွေရဲ့လှည့်ကွွက်တွေကြားမှာ ဒုက္ခရောက်ရတဲ့ မိသားစုအကြောင်းလေးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရက် ဆိုသူဟာအဓိကရုဏ်းနှိမ်နှင်းရေး ရဲတစ်ယောက်ပါ။\nမီရီရန်ကတော့ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ တက်ကြွလှုပ်ရှားသူလေးပေါ့။\nဂရက်ကတော့ ဒီလိုတက်ကြွလှုပ်ရှားသူတွေကြားထဲသွားပြီး အသွင်ယူကာသူတို့ဘာလုပ်နေတယ်\nဘာတွေကြံနေတယ်ဆိုတာကို အထက်ဌာနသိအောင် ပြန်ပြီးတင်ပြရတဲ့အလုပ်ပေါ့။\nဂရက်က ဒီလိုမျိုး သူလျှိုလုပ်နေတုန်းမှာ မီရီရန်နဲ့ တစ်ညတာအတူကုန်ဆုံးလိုက်မိရကနေ သားလေးတစ်ယောက်ရလာပါတယ်။\nသူတို့မိသားစုလေးဟာ သူတို့ရဲ့အလုပ်တွေကိုမေ့ထားပြီး မိသားစုဘဝလေး အတူတူတည်ထောင်နေချိန်မှာပဲ\nသူတို့ကြားကို ရေကာတာလုပ်ငန်းတစ်ခုလာတည်ဆောက်တဲ့အချိန်မှာ ပဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1g01k/A.Place.To.Fight.For.2023.720p.WEBRip.x264.AAC5.1-CM.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJLuxVycKX8m0A8LzYG9yvyR7fJ.jpg",
        "title": "Bones of Crows (2023)",
        "description": "Bones of Corws (2022)(RT 94% , IMDb 6.6 )ကနေဒါ‌‌မြေဟာ လူဖြူတွေမကြီးစိုးခင် ကနေဒါနိုင်ငံရယ်လို့ မဖြစ်လာခင်ကတည်းက ဌာနေတိုင်းရင်းသားတွေက နေထိုင်ခဲ့ကြတာပဲ ဖြစ်ပါတယ်။\nဥရောပသားတွေ ရောက်ရှိလာပြီး နောက်မှာတော့ ဥရောပပုံစံ ဖြစ်လာအောင်၊ သူတို့အုပ်ချုပ်မှုအောက်ထဲ ခိုဝင်လာအောင် လူဖြူတွေက မျိုးစုံကြံစည်ခဲ့ကြတာ အများအသိပါ။\nဒါတွေဟာ လွန်ခဲ့တဲ့ နှစ် 200၊ 300လောက်က ဖြစ်ခဲ့တာလို့ ထင်ရင် မှားပါမယ်။\nကနေဒါမှာ ဒီလို လူမျိုးစုတွေအပေါ် ဥပဒေကို အသုံးပြုပြီး နိုင်ထက်စီးနင်းပြုလုပ်ခဲ့မှုတွေဟာ 1990ဝန်းကျင်အထိ ရှိခဲ့ပါတယ်။\nBones of Crowsက‌‌ေတာ့ ဒီနည်းတွေထဲက တစ်ခုအပေါ် အခြေခံလို့ ရိုက်ကူးထားပါတယ်။တိုင်းရင်းသားကလေးငယ်လေးတွေကို မူကြိုကျောင်းနေအရွယ်ကစလို့ မိဘရင်ခွင်ထဲကနေ ဥပဒေအရ ဆွဲခေါ်ပြီး ခရစ်ယာန်ဘုန်းတော်ကြီးတွေ ဦးစီးတဲ့ အဆောင်နေကျောင်းတွေဆီသို့ ပို့ဆောင်ပစ်ခဲ့ကြပါတယ်။\nကျောင်းကိုဦးစီးတဲ့ ဘုန်းကြီး သီလရှင်တွေဟာ ကလေးသူငယ်များကို ရည်ရွယ်ချက်ရှိရှိ အစာအာဟာရ မပြည့်ဝအောင် ကျွေးခြင်း၊\nစိတ်ပိုင်းဆိုင်ရာ၊ ကိုယ်ထိလက်ရောက်အပြင် ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VShb/bones.of.crows.2022.720p.web.CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZGM2Yzc4NWItYmI5Zi00YTE1LWExYzYtY2EwNGMwN2UzMTcyXkEyXkFqcGdeQXVyMDU1MzkzMA@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Deadly Entanglement (2023)",
        "description": "Deadly Entanglement (2023)\n======================လောကမှာ ပစ္စည်းတစ်ခုခုကိုပဲဖြစ်ဖြစ်၊ လူတစ်ယောက်ကိုပဲဖြစ်ဖြစ်\nကိုယ်မှမပိုင်ဆိုင်ရရင် တခြားဘယ်သူ့ကိုမှပိုင်ဆိုင်ခွင့်မပေးနိုင်လောက်\nတော့တဲ့ စွဲလမ်းစိတ်ကြီးမားတဲ့သူတွေရှိကြမှာပါ။ ကျွန်တော်တို့တတွေ\nဟာ တွေ့ဆုံကြုံကွဲ ဆိုတဲ့ သံသရာစက်ဝန်းထဲမှာပဲ လည်ပတ်နေတာ\nဖြစ်လို့ တစ်ခါတစ်ရံ မစွန့်လွှတ်ချင်ပေမဲ့လည်း စွန့်လွှတ်လိုက်ရတဲ့ အခိုက်\nအတံ့ပေါင်းများစွာ ကြုံတွေ့ကြရမှာ။ အဲလိုမှ မဟုတ်ပဲ တစ်ဖက်သတ်\nအတင်း တွယ်ကပ်နေမယ်ဆိုရင်တော့ 'တစ်ဖက်သတ်' ဆိုတဲ့အတိုင်း\nတစ်ဖက်ကို သတ် ရင်း ကိုယ်ပါသေတတ်တယ်မဟုတ်လား။ဒီဇာတ်ကားလေးထဲမှာလဲ ကွာရှင်းပြီးတဲ့ သူ့ရဲ့ခင်ပွန်းဟောင်းကို ဖက်တွယ်\nမိတဲ့ ဒီဒရာ ဆိုတဲ့ တစ်ယောက် သူတို့ရဲ့ သားလေးကို အုပ်ထိန်းခွင့် ရဖို့ဆိုတဲ့\nအကြောင်းပြချက်နဲ့ ခင်ပွန်းဟောင်းရဲ့ မိသားစုနဲ့ ပတ်သတ်ဖို့အကြောင်းဖန်\nလာပါတော့တယ်။ ဒါပေမယ့် သူ့ရဲ့ ရည်မှန်းချက်အစစ်က သူ့ခင်ပွန်းရဲ့ အနား\nမှာ ရှိတဲ့ တခြားသူတွေကို ဖယ်ရှားပစ်ဖို့ပဲဖြစ်ပါတယ်။ ဒီလိုနဲ့ သား ရယ် ခင်ပွန်း\nရယ် ဇနီးဟောင်းရယ် ဇနီးသစ်လေးရယ် ကြားမှာ ဘာတွေဘယ်လိုဆက်ဖြစ်\nကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.39 ...",
        "rating": "720",
        "url": "https://megaup.net/1g0fx/Deadly.Entanglement.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTAyOWZmMzMtYzUxYy00NGExLWJmODYtYzU1NzViNDcxNGM4XkEyXkFqcGdeQXVyODY2MTUxMDA@._V1_-160x200.jpg",
        "title": "Kutch Express (2023)",
        "description": "IMDb-6.7/10ငယ်ငယ်ကသွားကြီးလေး ကြီးမှခန့်ချောလေးဖြစ်လာတဲ့ Darsheel Safary ၊\nအပြင်မှာခပ်လန်းလန်းနေတတ်ပြီး ရိုးအတဲ့ဇာတ်ကောင်နေရာနဲ့ Manasi Parekh ၊\nဆံဖြူသည်ထိ မပင်မပန်း ကျရာဇာတ်ကောင်မျိုးစုံလုပ်နိုင်နေသေးတဲ့\nမင်းသမီးကြီးRatna Pathak Shah အရွယ်သုံးပါးစုံစုံလင်လင် ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း‌ကိုယ့်မွေးနေ့မှာတောင် ကျန်တစ်အိမ်သားလုံးရဲ့အကြိုက်တွေကိုရွေးပြီး စုံနေအောင်ချက်ပေးတတ်တဲ့\nမွန်ဂီဟာ သူ့ကိုယ်သူအိမ်ထောင်ရေးကံ မိသားစုကံကောင်းလွန်းသူပါဆိုပြီး ပျော်နေသူပေါ့\nသူက မိသားစုအရေးနဲ့ မီးဖိုချောင်ထဲမှာပဲဘဝကိုမြှုပ်ထားပေမဲ့ ဘာမှမသိမတတ် နုံနုံအအတော့မဟုတ်ပါဘူးသူ့ခင်ပွန်း ဒါမက်ရှ်ကတော့ ခပ်ရိုးရိုးပုံတုံးတုံးနေတဲ့အိမ်ရှင်မကို အထင်မကြီးလူရာမသွင်းပါဘူး\nမွေးနေ့ကိုတောင် ဘေးလူပြောမှသိ ဟတ်ပီးဘတ်ဒေးပြောပေးဖို့တောင် နှုတ်ဆွံ့နေသတဲ့\nဒီလိုအိမ်ထောင်ရေးမှာဖြစ်လာမဲ့အဖုအထစ်ကတော့ ဖောက်ပြန်မှုကလွဲတခြားမရှိ....ဒါမက်ရှ် ရုံးကလုပ်ဖော်ကိုင်ဖက်တစ်ယောက်နဲ့ဖောက်ပြန်နေမှန်းသိလိုက်ရချိန်\nဒီလူကိုပဲတစ်မျက်နှာတစ်ကမ္ဘာလုပ်ထားတဲ့ မွန်ဂီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ...အိမ်ထောင်ဆိုတာ မကုန်မခမ်းနိုင်အမျိုးစုံသုခဒုက္ခပေါင်းစုံရာကမ္ဘာပဲလေ\nဒီတော့ဒီကားမှာရော ဒီလိုပဲဖန်တရာထေဇာတ်လမ်းပုံစံဖြစ်နေပါ့မလားဘယ်လိုမတူညီတဲ့ရှုထောင့်တွေပါမလဲ...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~ Aditi ~ YH ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.1GB / 844MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BWjg/Kutch_Express_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/92AT6RNm57NCe8ykKWyxKJA5jKF.jpg",
        "title": "Sun Moon (2023)",
        "description": "Sun Moon (2023)သတို့သား မရှိခဲ့တဲ့ Kelsey ရဲ့ မင်္ဂလာပွဲ ...\nဘာလို့လဲဆိုတော့ ဘုရားသခင်က ပြောလို့ လက်ထပ်လို့မရဘူး ဆိုတဲ့ဆင်ခြေနဲ့\nသူချစ်ရတဲ့သူရဲ့ပစ်ပယ်ခြင်းကိုခံလိုက်ရတဲ့ Kelsey တစ်ယောက်အတွက်\nဘုရားသခင်က သူမကိုကျ ဘာလို့ မပြောတာလဲဆိုတဲ့ လူတွေရဲ့မေးခွန်းကို\nဖြေပေးစရာစကား သူ့မှာ ရှိမနေခဲ့ပါဘူး။\nဘုရားကျောင်း နဲ့ လူတွေကို ရင်ဆိုင်​တွေ့ဖို့ ကြောက်နေတဲ့ Kelsey က\nမင်္ဂလာပွဲကပစ္စည်း​တွေယူဖို့ မတတ်နိုင်ဘဲဘုရားကျောင်းကိုသွားရပြန်တယ် ။\nအဲ့ဒီမှာ အခါအခွင့်သင့်စွာနဲ့ ထိုင်ဝမ်မှာ အင်္ဂလိပ်စာသင်ပေးဖို့ အလုပ်ကမ်းလှမ်းခံခဲ့ရပါတယ်။\nသူ့ဘဝရဲ့ ရှုံးနိမ့်မှုတွေနဲ့ လှောင်ပြောင်ခံရခြင်းတွေဆီကထွက်ပြေးဖို့ ထိုင်ဝမ် ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ\nKelsey တစ်ယောက် သူ့ရဲ့ဒဏ်ရာတွေကို ထိုင်ဝမ်မှာကုစားနိုင်ပါ့မလားဆိုတာ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်လိုက်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Phyu Phyu Thant ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.5GB | 799MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "5.3",
        "url": "https://megaup.net/3hNcz/Sun.Moon.2023.720p.WEB.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzkzY2VkYzYtM2VhZS00YjdlLWJjODctM2UyMTFlNTUyYmVmXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Flood (2023)",
        "description": "The Flood (2023)\n================ဒီဇာတ်ကားလေးကတော့ အမေရိကန်နိုင်ငံ လူ၀စ်စီအာနားပြည်နယ်မှာ\nဟာရီကိန်းမုန်တိုင်းတိုက်နေတုန်း ထောင်ဖောက်ဖို့ကြိုးစားတဲ့ဇာတ်ကား\nလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအစမှာတော့ လူနှစ်ယောက်စကားပြော\nနေရင်း တစ်ယောက်က မုန်တိုင်းကြောင့်ရောက်လာတဲ့ မိကျောင်း(Alligator)\nစားတာခံလိုက်ရပါတယ်။ တစ်မြို့လုံးက ဟာရီကိန်းမုန်တိုင်းကြောင့် ရေ\nတွေကြီးပြီး မိကျောင်းတွေလည်းသောင်းကျန်းနေပြီပဲဖြစ်ပါတယ်။ရှဲရစ် ဟာအမျိုးသမီးအရာရှိတစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ ရဲစခန်းဟာ\nလည်း ရေကြီးတဲ့ဒဏ်ကို အလူးအလဲခံစားနေရပြီး မိကျောင်းတွေရောက်\nရှိလာပါတယ်။ တစ်နေ့တော့ ဟာရီကိန်းမုန်တိုင်းတိုက်နေတဲ့ကြားကနေ\nထောင်သားတွေကိုရွှေ့ပြောင်းလာတဲ့အဖွဲ့တစ်ဖွဲ့က သူ့ရဲ့ရဲစခန်းကို ခိုလှုံဖို့\nရောက်လာပါတော့တယ်။ ရှဲရစ် ကတော့သူတို့ကို လက်မခံချင်ပေမယ့်\nမတတ်နိုင်ခဲ့ဘဲ လက်ခံလိုက်ရပါတယ်။ လာရောက်ခိုလှုံတဲ့ထောင်သား\nတွေကလည်း အမျိုးမျိုးဆိုးသွမ်းကြတဲ့သူတွေဖြစ်ကြောင်းကို သိလိုက်\nရပါတယ်။ အဲဒီထဲကမှ ကိုဒီရက်ဆယ် ဆိုတဲ့သူကတော့ တည်ငြိမ်ပြီး\nတခြားသူတွေနဲ့ကွဲပြားနေပါတယ်။တစ်ဖက်မှာလည်း ကိုဒီ ကိုကယ်ချင်နေတဲ့အဖွဲ့ကရှိနေပါတယ်။ မုန်တိုင်း\nသဲနေတဲ့အချိန်၊ မိကျောင်းတွေအပြည့်နဲ့ ရဲစခန်းထဲမှာ အဲဒီအဖွဲ့က အထဲ\nကိုဖောက်၀င်ပြီး ကိုဒီ ကိုလာရောက်ကယ်ဆယ်တဲ့အခါမှာတော့ ဘယ်လို\nကြောက်လန့်ဖွယ်ရာတွေဖြစ်မှာလဲ၊ ဒီအခြေ‌အနေကိုဘယ်လိုကျော်ဖြတ်\nသွားမလဲ၊ ကိုဒီ ကရောဘယ်လိုလူလဲဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာ\nပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat  ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (565 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.2",
        "url": "https://megaup.net/2BV9w/The.Flood.2023.720p.AMZN.WEB-DL.D(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boUwVljEdNJxIqn2gnO4d5BkUHE.jpg",
        "title": "Fatafati (2023)",
        "description": "Fatafati\nIMDb-8/10အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nလူ့ပတ်ဝန်းကျင်မှာ ဖြစ်တတ်တဲ့\nbody shaming ဆိုတဲ့ အယူအဆအမှားကို ‌ထောက်ပြထားတဲ့\ndrama ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင်အနေနဲ့ ပူ‌လော်ရာဘာဒူရီဆိုတဲ့\nသာမန်စက်ချုပ်သမတစ်ယောက်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nသူ(မ)ဟာ overweight ဖြစ်နေတာကြောင့် ‌က‌လေးမရနိုင်တာလို့\nယူဆပြီး အိမ်မှာရှိတဲ့ယောက္ခမရဲ့ အပြစ်တင် ဝေဖန်မှုကို\nခံနေရတဲ့အပြင်၊ လူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းမှာပါ\nbody shaming လုပ်တာကို မကြာခဏခံနေရသူတစ်ဦးပါအဲဒီလို body shaming ကြောင့် စိတ်ဒဏ်ရာတွေ ရနေပေမဲ့လည်း\nတဖက်မှာတော့ သူ(မ)ဟာ အောင်မြင်တဲ့ designer influencerတစ်ဦး\nဖြစ်လာအောင် လက်မလျှော့ဘဲ ကြိုးစားနေတဲ့သူလည်းဖြစ်ပါတယ်\nbody shaming ကြောင့် ရလာမဲ့ စိတ်ဒဏ်ရာတွေကို အံတုပြီး\nသူ(မ)ရဲ့အိပ်မက်ဖြစ်တဲ့ အောင်မြင်တဲ့ဒီဇိုင်နာဖြစ်အောင် လုပ်နိုင်ပါ့မလား ၊\nမလုပ်နိုင်ဘူးလား ဆိုတာကိုတော့ CMရဲ့ ရုပ်ရှင်ချစ်သူ\nပရိသတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူပေးကြရမှာပဲ ဖြစ်ပါတယ်ထပ်ဆောင်းအနေနဲ့\nဒီ\" Fatafati \"ဇာတ်ကား‌ဟာ လူ့အဖွဲ့အစည်းမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့\nbody shamingနဲ့ ပတ်သက်တဲ့ ယူဆချက်အမှားလေးတွေကို\nထောက်ပြပြီး သင်ခန်းစာပေးနိုင်မဲ့ ဇာတ်ကားကောင်း‌လေးတစ်ခုမို့\nလက်မလွှတ်တမ်း ကြည့်ရှုခံစား‌ပေးကြပါဦးလို့\nတိုက်တွန်းလိုက်ပါရ‌စေလားရှင်(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH~Cherry~Moon~Saii~Yunniတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.04GB ...",
        "rating": "7.5",
        "url": "https://megaup.net/2BVzT/Fatafati_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWEyNzMyYWQtMjY0My00YTU3LTlhYTEtYTYzOWI1NjJlMGI2XkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_-133x200.jpg",
        "title": "Key to Love (2023)",
        "description": "Key to Love (2023)\n===============ကျွန်တော်တို့ဟာ ဘဝရဲ့တစ်ကွေ့ကွေ့မှာချစ်ခြင်းမေတ္တာနဲ့ တွေ့ဆုံ\nကြဖူးမှာပါ။ ဒီရုပ်ရှင်ဟာလည်း အချစ်အကြောင်းဖော်ကြူးရိုက်ကူး\nထားတယ်ဆိုပါတော့ဗျာ။ ဒီဇာတ်ကားမှာ မင်းသားဖြစ်သူ ဂျော့်ရှ်က\nအဖိုးဆုံးပြီး အမွေတွေရတော့ မြို့ကြီးကနေ သူရဲ့ချက်မြုပ်ဇာတိ\nနယ်မြို့လေးကို ပြန်လာရတယ်။ ဇာတ်လိုက်မင်းသမီးလေးက အမွေ\nရထားတဲ့စာအုပ်ဆိုင်လေးကိုဦးစီးပြီး နယ်မြို့လေးမှာပဲငြိမ်းချမ်းစွာ\nနေထိုင်နေတယ်ပေါ့။မင်းသားနဲ့မင်းသမီး အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး သူတို့ရဲ့တွေ့ဆုံမှုက\nအစမကောင်းခဲ့ဘူး။ နောက်မှ သေချာတွေ့ဖြစ်ကြပြီး တစ်ယောက်ကို\nတစ်ယောက်ချစ်ခင်စုံမက်သွားကြတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ အဲဒီ\nလောက်လည်း ဘယ်လွယ်ကူမလဲဗျာ။ ဂျော့ရှ်အဖိုးဆီကနေ ငွေတွေ\nခွာယူနေတဲ့ ဗီလိန်ရှေ့နေကြီးနဲ့ သူ့သမီးကလည်းမင်းသားနဲ့မင်းသမီးရဲ့\nချစ်ခြင်းကို အမျိုးမျိုးဝင်နှောက်ကြသေးတာပေါ့။ အဆုံးမှာတော့ မထင်\nမှတ်ထားတဲ့အလှည့်အပြောင်းတွေဖြစ်ပြီး ဘယ်လိုဇာတ်သိမ်းသွားမလဲ\nဆိုတာတော့ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ ခရင့်ချ်\nဖြစ်တဲ့ အချစ်ဇာတ်လမ်းတွေ ကြိုက်တဲ့သူတွေဆိုရင်တော့ ဒီရုပ်ရှင်\nလက်မလွှတ်တန်းကြည့်သင့်ပါတယ်လို့အကြံပေးပါရစေခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (958 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1VTku/Key.to.Love.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDk5YzcyZjktZGFjMi00YTI4LTlhYjUtZjE5NDAzNDdhODRmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-157x200.jpg",
        "title": "Pareshan (2023)",
        "description": "Pareshan 2023IMDb rating - 6.7/10ခုတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ တေလဂူးရုပ်ရှင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေ အများကြီးနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမှာဖြစ်ပြီး ဇာတ်‌အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ လူ့ဘောင်လူ့လောကမှာ ဖြစ်တတ်တဲ့ကိစ္စအဝဝကို ဟာသနှောပြီးကြည့်ရှုရမှာပါ။\nမိန်းမရှိလျှက်နဲ့ ‌အငယ်လေးတစ်ယောက်ကိုကြူးရင်း လူမိလို့ရဲစခန်းရောက်သွားတဲ့သူနဲ့၊ ဦးလေးဆီပြန်ပေးရမဲ့ငွေကို ဒုက္ခရောက်နေတဲ့ သူငယ်ချင်းကိုကူရင်း ငွေတွေပလုံသွားတဲ့သူနဲ့၊ ရည်းစားချိန်းတွေ့ရာမှ ဂွင်ဆင်ခံရပြီး တကယ်လက်ထပ်လိုက်ရတဲ့သူနဲ့၊\nသားဖြစ်သူကိုထောင်ထဲကနေထုတ်ဖို့ အာမခံငွေမရှိသူနဲ့...\nစစသဖြင့် ဇာတ်ကားမှာ ပျင်းစရာတစ်ကွက်မှမပါဘဲကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီတော့ ဇာတ်ကားနာမည် Pareshan (ဒုက္ခ)ဆိုတဲ့အတိုင်း\nလောကဓံဒုက္ခတွေကို သူတို့ဘယ်လို အမျိုးစုံကြိုးခုန်ကြမယ်ဆိုတာ\nအပန်းဖြေရင်းကြည့်ရှုလိုက်ရအောင်ဗျာ....(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Moon ~V~Cherry~BpL~Yunni~Aditi တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.05GB / 1GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon ~V~Cherry~BpL~Yunni~Aditi",
        "rating": "6.5",
        "url": "https://megaup.net/2BVpl/Pareshan_2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gn0cUnH3aLCsTPsXXdst5SvA8k.jpg",
        "title": "The Collective (2023)",
        "description": "The Collective (2023)Missionတွေလုပ်ရတဲ့ အက်ရှင်ကားကောင်းလေးတွေ မျှော်နေသူတွေသဘောတွေ့စေမယ့် The Collection ဆိုတဲ့ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nX-men ထဲက Havok ဖြစ်တဲ့ Lucas Till နဲ့ FF မိသားစုဝင် Roman (Tyrese Gibson)တို့ ဘယ်လိုအတွဲညီညီနဲ့ ရန်သူကို နှိမ်နင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။မသမာမှု လာဘ်စားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ငွေသာအရာရာဖြစ်နေတဲ့လောကကြီးမှာ ဝိသမလောဘသားတွေက ငွေထုပ်လှေကားခုပြီး ဥပဒေပေါ်တက်ထိုင်နေကြတာပေါ့။\nနိုင်ငံရေးလောကရဲ့ထိပ်သီးတွေ အစိုးရရာထူးအကြီးပိုင်းတွေကိုပါ ငွေနဲ့အိတ်ထဲထည့်ထားတဲ့ ဒီလိုလူတွေ\nCIAလိုအဖွဲ့ကတောင် ဥပဒေဘောင်တွင်းက ဘာမှလုပ်မရဘဲ ကြည့်နေရုံသာ တတ်နိုင်ပါသတဲ့။\nဒါပေမဲ့ မတရားမှုကို လက်ပိုက်ကြည့်မနေနိုင်တဲ့လူတွေစုပြီး ဒီလို ဥပဒေသွားထိလို့မရတဲ့လူတွေ သေနတ်နဲ့ရှင်းမယ်ဆိုတဲ့\nအခွင့်ထူးခံတွေကို ကျရှုံးစေမယ့် The Collectiveဆိုတဲ့ အမှန်တရားဘက်တော်သားကြေးစားအဖွဲ့ပေါ်လာပါတော့တယ်။မီရိုဆိုတဲ့ လူကုန်ကူးတဲ့ ရာဇာကြီးတစ်ယောက်က ရွေးကောက်ပွဲမဲဝယ်တဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သတင်းဖြန့်ခဲ့တဲ့\nသတင်းပေးခရစ်စတိုဖာနီလီဆိုတဲ့လူကို ထုံးစံအတိုင်း လေလံပစ်ဖို့လုပ်နေတာပေါ့။\nရွေးကောက်ပွဲနဲ့ ပတ်သက်ပြီး သတင်းထွက်တာကြောင့် ခံလိုက်ရသူတွေလည်းမနည်းတော့ နီလီကိုလက်စားချေအမှုန့်ကြိတ်ချင်နေသူတွေကလည်းဒုနဲ့ဒေးပါပဲ။\nThe Collectiveအဖွဲ့ကလည်း နီလီကိုသာရရင် ရာထူးကြီးပိုင်းက အကျင့်အပျက်ခြစားမှုတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2BW7e/The.Collective.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBB6Cspp1vCIwNIFGwvzi4PiL22.jpg",
        "title": "18+ Resemblance (2023)",
        "description": "(18+) Resemblance (2023)ထိုင်းနိုင်ငံထဲမှာ လူငယ်တွေ တောအုပ်တစ်ခုထဲ ဝင်ပြီး ပျောက်ဆုံးသွားတဲ့ ဖြစ်စဉ်တွေ ဖြစ်နေတာပါ။\nဒီကိစ္စမှာ ပျောက်ဆုံးနေတဲ့ လူငယ်တွေနဲ့ အဆက်အစပ်ရှိတဲ့ တစ်ဦးတည်းသောသူကတော့ ဘော်ဘီ ပါပဲ။\nဒါကြောင့် ရဲတွေလည်း ဘော်ဘီနောက်ကို လိုက်စုံစမ်းကြပါတော့တယ်။ဇာတ်လမ်းကတော့ ပနားနား ဆိုတဲ့ မော်ဒယ်လ်မလေး ပျောက်ဆုံးရာက စပါတယ်။\nသူ နောက်ဆုံးတွေ့ခဲ့တဲ့လူကတော့ ဘော်ဘီပါပဲ။\nသူက တစ်ဆင့် ရောဂါဆန်းလိုမျိုး ဖြန့်ဝေသွားတာပါ။\nဘယ်လိုဖြန့်ဝေတာလဲဆိုတော့ လိင်ကိစ္စကနေ တစ်ဆင့်ပါပဲ။\nဒါကတော့ ဇာတ်ရဲ့အနှစ်သာရပေါ့လေ။\nဆရာသမားတို့ ကြိုက်ကြမဲ့အပိုင်းတွေ အများကြီး ပါပါတယ်။\nရောဂါပုံစံမျိုး ဘယ်လိုကူးကြလဲ ဆိုတာကတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက် ရှုစားလိုက်ကြပါဦး။မင်းသားမင်းသမီးတွေက နာမည်ကြီးတွေ ပါတာမို့\nအမှောင်လောကသားတွေ စိတ်ကျေနပ်ရမယ့် ကားတစ်ကားဆိုလည်း မမှားပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Top ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Crime, Sci-fi\nQuality…. 1080p | 720p\nFile size…  1.3GB | 677MB\nFormat… mp4\nDuration…. ...",
        "rating": "",
        "url": "https://megaup.net/3XKEz/Resemblance.2023.NF.720p.WEB-DL.CM.mp4",
        "category": "Crime, Horror, Sci-Fi"
    }
]