[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmDJhZIq1xnu5ZiMOlb0nHJH1qb.jpg",
        "title": "Simulant (2023)",
        "description": "Simulant (2023)AI စက်ရုပ်တွေအကြောင်း ရိုက်ကူးထားတဲ့ Sci-Fi ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nခင်ပွန်းသေဆုံးသွားလို့ ပူဆွေးသောကရောက်နေတဲ့ Faye က သူ့ယောက်ျား Evan နဲ့ ပုံစံတူတဲ့ အသွင်တုစက်ရုပ်တစ်ရုပ်ကို ဖန်တီးခဲ့ပြီးတော့မှ\nသူ့ယောက်ျားမဟုတ်တဲ့အတွက် စက်ရုပ်ကို ပြန်ပိတ်ချဖို့ စိတ်ကူးနေပါတယ်။\nတစ်ဖက်မှာတော့ စက်ရုပ်တွေရဲ့ အခွင့်အရေးအတွက် စက်ရုပ်တွေကို လွတ်မြောက်ဖို့ လုပ်ပေးနေတဲ့ Casey ကို\nစက်ရုပ်ထိန်းသိမ်းရေးအဖွဲ့ AICE က လိုက်ဖမ်းနေပါတယ်။\nAICE အဖွဲ့ က အေးဂျင့် Kessler ကလည်း စက်ရုပ်ရဲ့ပေါ့ဆမှုကြောင့် သူ့ကလေးသေဆုံးရတယ်ဆိုပြီး နာကျင်နေတဲ့သူပါ။\nCasey နဲ့ Evan တို့ တွေ့သွားကြပြီး စက်ရုပ်တွေကို လွတ်မြောက်အောင် ဘယ်လိုလုပ်ကြမလဲ၊\nအေးဂျင့် Kessler က သူတို့ကို ဖမ်းဆီးနိုင်သွားမှာလားဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါ။\nစက်ရုပ်တွေလည်း လူသားတွေလို ခံစားတတ်တယ်၊ ချစ်တတ်တယ်၊\nလူသားတွေနဲ့ အတူနေထိုင်လို့ရတယ်ဆိုတာကို စက်ရုပ်နဲ့ လူသားကြားထဲက အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်နဲ့လည်း ပုံဖော်ထားပါသေးတယ်။အညွှန်း နဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1e7fu/Simulant.2023.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU0ZGFhMWEtNGQwNi00ZGJmLWI2ZDQtMjE5YTZlMzI2MGI1XkEyXkFqcGdeQXVyMTYxNzAwNjI1._V1_-150x200.jpg",
        "title": "Sindhooram(2023)",
        "description": "Sindhooram(2023)IMDb-7.8/10ဇာတ်လမ်းအညွှန်းနက်ဇယ်အဖွဲ့တွေနဲ့ ဒေသအာဏာပိုင်တွေ တင်းမာမှုအခက်အခဲတွေရှိနေတဲ့အချိန်\nလယ်ယာလုပ်ငန်းလုပ်ကိုင်သူလယ်သမားတွေဟာ ကိုယ့်လယ်မှာကို\nအလုပ်သမားလိုပြန်လုပ်နေရပြီး လုပ်ခလစာရတာလည်း အရမ်းကိုနည်းပါးကြတယ်ဒီလိုအခက်အခဲဝင်ငွေနည်းမှုတွေနဲ့ လယ်သမားတွေဟာလယ်ထဲမဆင်းနိုင်\nခက်ခဲပင်ပန်းပြီးအသက်ဆုံးတာတွေပါရှိလာကြတယ် ဒီချိန်မှာ MROအဖြစ်\nအသစ်ခန့်လိုက်တဲ့ ရှရီရာကကျေးရွာကိုရောက်လာပြီး လယ်သမားတွေအတွက် ရပ်တည်ဖြေရှင်းပါတော့တယ်ဒေသခံအာဏာပိုင်တွေနဲ့ အပြိုင်ချဲရမယ့်အသစ်ခန့်အမျိုးသမီးငယ်တစ်ယောက် ၊\nဒေသခံလယ်သမားတွေဘဝ နဲ့ နက်ဇယ်အဖွဲ့တွေရဲ့အကြောင်း ရှုထောင့်လေးမျိုးကနေ ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…2.7GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  HM~Yunni~BPL~Sai ~Nyein",
        "rating": "7.8",
        "url": "https://megaup.net/1e77h/Sindhooram_(2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnRthEZz16Q9VWcP5homkHxyHoy.jpg",
        "title": "The Mother (2023)",
        "description": "The Mother (2023)နက်ဖလစ်နဲ့ ဖန်စီကားလေးတွေမှန်မှန်ရိုက်နေတဲ့ ဂျေလိုတစ်ယောက် ဒီတစ်ခါတော့ အက်ရှင်ကားကိုအတည်ရိုက်လိုက်ပါပြီ။\nဟာသမပါပါဘူး။ အတော်လည်းကောင်းပါတယ်။\nဒါရိုက်တာကတော့ Mulan တို့ Anna with an E တို့ရဲ့ ဒါရိုက်တာ မမကြီး Niki Caro ပါပဲ။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းနာမည် The mother ဆိုတဲ့အတိုင်း ဂျေလိုက ကလေးအမေပါ။\nဇာတ်ကားတစ်ကားလုံးမှာ သူ့နာမည်ကို မပြောသွားပါဘူး။\nသူဟာ အာဖဂန်နဲ့အီရန်မှာ စနိုက်ပါအဖြစ် စစ်ဆင်ရေးတွေလုပ်ခဲ့သူဖြစ်ပြီး\nစစ်တပ်ကထွက်ပြီးနောက်ပိုင်းမှာ ကျူးဘားနဲ့မက္ကဆီကို လူဆိုးဂိုဏ်းတွေနဲ့ ပတ်သတ်ခဲ့ပါတယ်။\nဒါပေမဲ့ ကိုယ်ဝန်ရလာပြီးမှာ သူတို့တွေကို ရဲဆီသတင်းပေးပြီး ဒီလောကထဲကနေ အလွတ်ရုန်းဖို့ ကြိုးစားခဲ့ပေမဲ့\nအတိတ်ရဲ့ရန်သူတော်တွေက လျို့ဝှက်ထားတဲ့ သူ့သမီးကို ရန်ပြုလာတဲ့အခါ\nအမေကလည်း ပုန်းနေရာကနေထွက်လာပြီးတော့ ရန်သူဟောင်းအားလုံးကို ရင်ဆိုင်ရပါတော့တယ်....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | ...",
        "rating": "7.4",
        "url": "https://megaup.net/1e7e2/The.Mother.2023.1080p.NF.WEB-DL.5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZEQnd2Ar5S0ETnFL4dSenCVpi6.jpg",
        "title": "[18+] AFAM (2023)",
        "description": "AFAM (2023)ဒေစီနဲ့ ဟေဇယ်တို့ဟာ ကလေးဘဝကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့သလို လက်ရှိမှာလည်း အပန်းဖြေစခန်းတစ်ခုတည်းမှာ အတူတူလုပ်နေကြပါတယ်။ သူတို့ဟာ ငယ်ဘဝကတည်းက အချင်းချင်းသဘောတူစာချုပ်တစ်ခုထားရှိခဲ့ပြီး အဲဒါကတော့ ယောက်ျား တစ်ယောက်ကိုဘယ်တော့မှ နှစ်ယောက်လုံး ပြိုင်တူမချစ်မိကြေး၊ ယောက်ျားတစ်ယောက်အတွက် သူတို့ရဲ့သူငယ်ချင်းအချစ် မပြိုကွဲရေးတွေပါပဲ။ဒါပေမဲ့လည်း ငယ်ဘဝအိပ်မက်တွေနောက်ကို အတူတူလိုက်ကြရင်း အဲဒီအိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်မယ့် အလားအလာရှင် ဖော်ရိန်နာတစ်ယောက်ကိုမှ အတူတူမျက်စိကျသွားတဲ့အခါမှာတော့ သဘောတူစာချုပ်တွေ၊ သူငယ်ချင်းသံယောဇဉ်တွေကိုခဏခေါက်ထားပြီးတော့ နှစ်ယောက်ကြားမှာ ပညာကုန်ထုတ်သုံးရင်း မီးပွင့်မတတ်တစ်ဂျိန်းဂျိန်းပြိုင်ရမယ့် ပြိုင်ပွဲတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ ပွင့်ပွင့်လင်းလင်းပညာပြိုင်ခန်းတွေလည်းအများကြီးပါဝင်သလို အချစ်ဟာသပုံစံမျိုးနဲ့ မြူးမြူးသွက်သွက် တင်ဆက်ထားတဲ့အတွက် ရယ်ရင်းမောနေရမယ့်ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ဆက်လက်ရှုစားလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 6.1GB, 1.95GB, 930MB\nQuality - 4K HEVC, 1080p, 720p\nFormat - mp4\nDuration - 1H 57Min\nGenre - Comedy\nSubtitle - ...",
        "rating": "5",
        "url": "https://megaup.net/1U2kx/(CM)_AFAM_(2023)_720p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQzZDhkMWUtOWMxNi00MzI5LTkzN2QtMzZjMzk1MjhlNmU3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Bholaa(2023)",
        "description": "Bholaa (2023)\nIMDb 7.7Drishyam ထဲမှာ အပြိုင်ကြဲခဲ့တဲ့ အဂျေးနဲ့ ရဲမေတာဘူး တို့က ဒီကားထဲမှာ\nအတိုင်အဖောက်ညီညီ ရှယ်ကြမ်းကြဦးမဲ့ ရုံတင်ကားပဲဖြစ်ပါတယ်\nBox Office အနေနဲ့လည်း 111 ကုဋေကျော်အထိ ပြန်ရှာနိုင်ခဲ့ပါတယ်\nမင်းသားမင်းသမီးတင် နာမည်ကြီးရုံမက ဇာတ်လမ်းကလည်း\nပြီးမှန်းမသိဆွဲဆောင်သွားနိုင်တာမို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါပဲဇာတ်လမ်းအညွှန်း...\nရန်သူတွေက စုန်းမလို့ခေါ်ရ‌လောက်တဲ့အထိ တစ်ခါအာရုံကျပြီးရင်\nလက်မလွှတ်တတ်တဲ့ ရဲမေဒိုင်ယာနာ (တာဘူး)... သန်းတစ်ထောင်တန်ကြေးရှိတဲ့\nကိုကင်းတွေဖမ်းမိတော့ ပိုင်ရှင်က ကြားဖူးသမျှထဲမှာ အကြီးဆုံးဂိုဏ်းဖြစ်နေခဲ့တယ်\nအလုပ်လုပ်သမျှ ပိရိလွန်းတာကြောင့် တစ်ခါမှကို ဖမ်းဆီးခြင်းမခံခဲ့ရတဲ့ဂိုဏ်း\nဒီဂိုဏ်းက သန်းတစ်ထောင်ကျော် အထိနာသွားတော့ ဒိုင်ယာနာ့ကို ကမ္ဘာမြေအဆုံးထိ လိုက်ရှာပါတော့တယ်ဘိုလာ(အဂျေး)က အမှုတစ်ခုကြောင့် ထောင်၁၀နှစ်ကျခဲ့ရတယ် ထောင်သားအချင်းချင်းတောင်\nဘိုလာက ဘယ်သူလဲ ဘယ်ကလာလဲ မသိကြဘူး သိတဲ့လူကလည်း အသက်ရှင်ဖို့လမ်းမရှိတာကိုး\nဘိုလာ့ကို သမုဒ္ဒရာနဲ့တင်စားကြတယ် အပြင်ဘက်မှာ ငြိမ်သက်ပြီး အတွင်းမှာတော့ မုန်တိုင်းထန်တဲ့လူတဲ့\nဒီလိုနဲ့သူထောင်ကထွက်တော့ ကိုကင်းပိုင်ရှင်ကို စုံစမ်းနေတဲ့ဒိုင်ယာနာ့နဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်\nဂိုဏ်းဘက်ကလည်း ဒိုင်ယာနာ့ကို အသေရရ အရှင်ရရဖြစ်နေတော့ သူတို့၂ယောက်ပေါင်းပြီး\nဘယ်လိုတွေဖြေရှင်းသွားမလဲဆိုတာ Plot Twist ပေါင်းများစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းကိုတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1U23p/Bholaa_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPBo5HZN2yubtHyfFkLy1c7RmCY.jpg",
        "title": "You & Me & Me (2023)",
        "description": "You and Me and Me (2023)တစ်ယောက်တည်းမွေးလာရပြီး တစ်ယောက်တည်းသေသွားရမယ့် လောကကြီးထဲမှာ အမြွှာဆိုတာ ဆုလာဘ်တစ်ခုပါပဲ။\nအမေ့ဗိုက်ထဲမှာ အတူတူနေခဲ့ရတယ်၊ အဝတ်အစားတွေ အတူတူဝတ်ခွင့်ရှိတယ်၊ အသုံးအဆောင်တွေ အတူတူသုံးခွင့်ရှိတယ်။ဒါပေမဲ့ ဘယ်လောက်ပဲချစ်ကြတဲ့ အမြွှာတွေဖြစ်နေရင်တောင် ဝေမျှလို့မရနိုင်တာကတော့ “အချစ်ပေါ့”။၁၉၉၉ ခုနှစ်ကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင် You နဲ့ Me ဆိုတဲ့ ဆယ်ကျော်သက် အမြွှာညီအစ်မနှစ်ယောက်ဟာ\nမွေးကတည်းက အတူသွား အတူလာ အတူစားပြီး တစ်ယောက်မရှိရင် တစ်‌ယောက်မနေနိုင်တဲ့အထိ ချစ်ကြတဲ့အမြွှာတွေပါ။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ရဲ့ဘဝထဲကို Mark လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက် ဝင်ရောက်လာခဲ့ပါတယ်။\nကံဇာတ်ဆရာအလိုကျ Mark ဟာ ပျိုဖော်ဝင်ခါစ ညီအစ်မနှစ်ယောက်ရဲ့အချစ်ဦး ဖြစ်လာတဲ့အခါမှာတော့ ...ကျန်တာတွေ ဝေမျှနိုင်ရင်တောင် အချစ်ကိုတော့ ဘယ်လိုမှဝေမျှလို့မရတဲ့အခါ ဒီအမြွှာညီအစ်မနှစ်ယောက်ရဲ့ ဘဝကြီးဟာ\nအချစ်ကြောင့် တစ်မျိုးတစ်ဖုံ ပြောင်းလဲသွားမှာလားဆိုတာ ကြည့်ရှုခံစားရမယ့် အချစ်ဇာတ်ကားလေးတစ်ကားပါပဲ။အညွှန်းကိုတော့ Hmwe Thet Winn က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1U28c/You.and.Me.and.Me.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTU2ZDljMTEtMjcxNi00ZWZkLWFmNjctNDlkNGM5OWY0YjMyXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "My Landlord Wants Me Dead (2023)",
        "description": "My Landlord Wants Me Dead (2023)\n===========================ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကြည့်ရုံနဲ့ လူသတ်သမား\nဘယ်သူဆိုတာတန်းသိတဲ့ ဇာတ်ကားမျိုးပေါ့နော်။ ဒါပေမဲ့ လူသတ်\nသမားဘယ်သူဆိုတာ သိနေတာတောင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု\nရမှာပါ။ နောက်ဆုံးမှာတော့ သားကောင်ဟာ လွတ်မြောက်သွားပါ့\nမလား။ လူသတ်သမားလက်ထဲပဲကျရောက်သွားမလားဆိုတာကိုပေါ့။မက်ဒီက မိခင်ဖြစ်သူဆုံးပြီးတဲ့နောက် ကောလိပ်ကနေလည်း ထွက်\nလိုက်ပြီး ဘိုင်ကျနေတာမို့လို့ သူ့အဒေါ်ပိုင်တဲ့အိမ်မှာ ခေတ္တသွား‌နေ\nပါတယ်။ သူ့အဒေါ်တို့ လင်မယားကမြို့ထဲမှာနေတာဆိုတော့ ဒီအိမ်ကို\nမက်ဒီ့ကိုခဏပေးနေလိုက်တာပါ။ အဒေါ်ဖြစ်သူကတော့ အာဖရိကကို\nခဏတဖြုတ်သွားလည်ပါတယ်။ အဒေါ်ဖြစ်သူရဲ့ယောက်ျားက အိမ်ပိုင်\nရှင်ပေါ့လေ။ကယ်ဗင် ဆိုတဲ့အိမ်နီးချင်းချောချောလေးလည်းရှိတော့ မက်ဒီတစ်ယောက်\nတစ်ချက်ခုတ်နှစ်ချက်ပြတ်နဲ့ ပီတိတွေဖြာမဆုံးခင်မှာပဲ ထူးထူးဆန်းဆန်းတွေ\nကြုံလာရပါတော့တယ်။ သူဒီအဖြစ်တွေကို ဘာလို့ကြုံနေရတာလဲ။ လူသတ်\nသမားလက်ထဲကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်\nပါတယ်။ မက်ဒီအဖြစ် မင်းသမီးချောEmily Roslyn Villarreal ကပါဝင်သရုပ်\nဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (522 MB) / (339 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "4.4",
        "url": "https://megaup.net/1e4hf/My.Landlord.Wants.Me.Dead.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1THotGwS7Hgg2WvWtMiKddJ8SO.jpg",
        "title": "Nothing Like Paris (2023)",
        "description": "Nothing Like Paris (2023)IMDb - 7/10လူတစ်ယောက်ရဲ့ဘဝမှာသုံးကြိမ် ချစ်မိတတ်တယ် ငါကတော့ ပထမ ဒုတိယ တတိယ အရာအားလုံးမင်းပါပဲ.....လှပါတယ်ဆိုတဲ့အချစ်မြို့တော် ပါရီ/ပဲရစ်မြို့ရဲ့ လမ်းသွယ်တွေမှာ လမ်းပတ်လျှောက်ရင်း စကားတွေဖောင်ဖွဲ့ခဲ့ကြတဲ့\nBefore sunset ထဲက Jessie နဲ့ Celine ကိုမှတ်မိကြတယ်ဟုတ်\nအဲ့လို vibe လေးကို ဒီဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးမှာပြန်ခံစားမိတယ်ပြောရရင် ဇာတ်အိမ်မတူပေမဲ့ ကော်ဖီဆိုင်တူတူထိုင်တာ သုဿန်ကိုတူတူသွားကြတာ စသဖြင့် ရိုက်ကွင်းနေရာလေးတွေကိုလည်း reference ယူထားတာကိုတွေ့ရတယ်\nနှစ်ယောက်သား လမ်းလျှောက်စကားဖောင်ဖွဲ့ရင်း အချစ်အကြောင်း ဘဝအကြောင်း အနုပညာအကြောင်းတွေဆွေးနွေးကြနဲ့ ကြည့်ရတာတကယ်ကို ငြိမ့်ငြိမ့်လေးပါပဲ\nGhost ကားထဲက အိုးလုပ်တဲ့ ဂန္ဓဝင်အခန်းလေးကိုတောင် လက်စွမ်းပြ မှီငြမ်းထားတဲ့တစ်ခန်းပါပါသေးတယ်ဇာတ်ကားလေးက ရိုက်ချက်တွေ ရိုက်ကွင်းတွေ ဒိုင်ယာလော့တွေ အပြစ်ပြောစရာမရှိသလို\nဇာတ်အိမ်လေးကလည်း ရိုးရိုးလေးနဲ့ပဲ အချစ်ကိုအဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်ပဲရစ်မြို့က ဖိလစ်ပိုင်ပန်းချီဆရာ ဂျိုဂျို နဲ့ သူ့ရဲ့လက်ရာပုံတူပန်းချီထဲက ငယ်သူချင်းကောင်မလေး မေရီတို့ရဲ့ အချစ်ကို ရှာဖွေကြပုံ\nအချစ်ကို အဓိပ္ပာယ်သတ်မှတ်ကြပုံလေးတွေကို တီးလုံးလှလှလေးတွေနဲ့ ကြည့်ရှုနိုင်ဖို့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zWwX/Nothing.Like.Paris.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU16/Sid.is.Dead.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/cis-141x200.jpg",
        "title": "CSI Sanatan (2023)",
        "description": "C.S.I. Sanatan (2023)IMDb-9.6/10ဇာတ်လမ်းအညွှန်း ၁‌ ဒေါ်လာနဲ့ VCဆိုတဲ့ချေး‌ငွေ\nကုမ္ပဏီတစ်ခုမှာ ရင်းနှီးမြှုပ်နှံရုံနဲ့ အိမ်မက်တွေပြည့်၀မယ်\nလူမှုဘ၀အဆင်ပြေတယ်ဆိုပြီး\nဟိုးလေးတကျော်ကျော်ဖြစ်နေတဲ့ ကာလပေါ့အဲဒီချိန်မှာမှ VC ကုမ္ပဏီရဲ့ CEO ဗစ်ကရမ်အသတ်ခံလိုက်ရပါတယ်\nနိုင်ငံအတွင်းနာမည်ကြီးဟစ်ဖြစ်နေတဲ့လူအသတ်ခံရတာမို့\nရဲတပ်ဖွဲ့တင်မဟုတ်ဘဲ အထူးပညာရှင်တွေပါလိုအပ်လာချိန်မှာ\nဆန်နသန်၀င်ပါလာရ‌ပါတော့တယ်ဆန်နသန်ရဲ့ ဘ၀တစ်စိတ်တစ်ပိုင်းကတော့\nရဲဖြစ်ချင်တဲ့ဘ၀အိမ်မက်အတွက် စာမေးပွဲကျတဲ့အချိန်မှာ ရည်းစားကပစ်\nအစ်ကိုကသေနဲ့စိတ်ဓာတ်ကျနေရာက ပြစ်မှုဗေဒဝင်သင်ရင်း\nပြစ်မှုစုံစမ်းစစ်ဆေးရေးတွေမှာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်လာသူပါ\nနိုင်ငံအတွင်းလတ်တလောနာမည်ကြီးထိပ်ပြေးနေတဲ့သူ\nအသတ်ခံရတဲ့နောက်ကွယ်ကဘာများလဲ\nဆန်နသန်ရဲ့ ကျွမ်းကျင်မှုပညာတွေနဲ့ ဘယ်လိုထုတ်ဖော်သွားမလဲဆိုတာတွေက\nမှုခင်းကားတွေကြိုက်တတ်တဲ့ ပရိသတ်ကိုစိတ်ပျက်စေမှာမဟုတ်ပါဘူး\nFile size…1.96GB / 894MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Khin~BpL",
        "rating": "9.6",
        "url": "https://megaup.net/3VT2Z/C.S.I_Sanatan_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcpcxX0kbiizYwV6Lccwpzd7YDH.jpg",
        "title": "The Wedding Wish (2023)",
        "description": "The Wedding Wish (2023)~ IMDb rating - 6.2/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမယ့်ကား​လေးက​တော့ 2023 မှာထွက်ရှိထားတဲ့ အသက် 35 နှစ်အမီ မင်္ဂလာ​ဆောင်ချင်တဲ့ ဂျန်နီနယူးလပ်ရဲ့ ​ကောင်​လေးရှာပုံ​တော်ဖွင့်တာ​လေးကို ဟာသဆန်ဆန် ​ရိုက်ပြထားထားတဲ့ Comedy, Romance ကား The Wedding Wish ​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အသက် ၃၅ နှစ်ပြည့်​မွေး​နေ့မှာ အပြီးပြည့်စုံဆုံး ​အမျိုးသားနဲ့ အ​ကောင်းဆုံး မင်္ဂလာပွဲကိုကျင်းပရမယ်လို့ ​ဗေဒင်ဆရာက ​​ဟောကိန်းထုတ်လိုက်တာ​ကြောင့် ဂျန်နီတစ်​ယောက် ၃၅ နှစ်ပြည့်ခါနီးထဲက စိတ်​တွေလှုပ်ရှားပြီး ခန်းမ​တွေ ဘိုကင်လုပ် မိတ်ကပ်​အဖွဲ့​တွေ ငှားထား​ပေမယ့် သူ့မှာ မရှိ​သေးတာက သူ့ကိုလက်ထပ်မယ့် သတို့သား​လောင်းပါ။ သတို့သားရှာပုံ​တော်ဖွင့်ရင်း ကြုံ​တွေ့ရမယ့် ဟာသ​တွေ၊ သူငယ်ချင်း​တွေရဲ့ ကူညီမှု​တွေနဲ့ ဂျန်နီ​တစ်​ယောက် သတို့သား​​လောင်းကို​တွေ့သွားလား... ဟောကိန်းကမှန်သွားလား... ဒါမှမဟုတ် ဂျန်နီ​တစ်​ယောက် ​​​ဟောကိန်းကမဖြစ်နိုင်ဘူးဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/1e3h5/(CM)_The_Wedding_Wish_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
        "title": "Evil Dead Rise (2023)",
        "description": "Evil Dead Rise (2023)~ IMDb - 7.1/10, RT - 84%, Meta - 69% ~Evil Dead ဆိုတာ ဟော်ရာရုပ်ရှင်လောကရဲ့ နာမည်အကြီးဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ ဟောဒီရုပ်ရှင်ကတော့ Evil Dead ရဲ့ ၅ ကားမြောက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ကျန်တဲ့လေးကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပြီးပါပြီ။ ဒါရိုက်တာ Lee Cronin ဟာ အရင်က The Hole in the Ground ဆိုတဲ့ဟော်ရာကားတစ်ကားလောက်ပဲ ကြီးကြီးမားမားရိုက်ဖူးပေမဲ့ ဒီ Evil Dead ရုပ်ရှင်မှာတော့ ရှားရှားပါးပါး IMDb - 7.1/10 ရတဲ့အထိ လက်စွမ်းပြနိုင်ခဲ့ပါတယ်။ သူ့ရဲ့ The Hole in the Ground ကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3VRcB/(CM)_Evil_Dead_Rise_(2023)_720p.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zWof/Queens.on.the.Run.2023.SPANISH.720p.WEBRip.x264-VXT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmRlNjQ2N2ItZmM4ZC00YzA0LWEzOWQtNzYzYjMwZmZmODEzXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Sister’s Serial Killer Boyfriend (2023)",
        "description": "My Sister's Serial Killer Boyfriend (2023)\n=============================သတင်းထောက်မမမက်ဒီက ကွင်းဆက်လူသတ်မှုဖြစ်စဥ်ကို ဆောင်းပါး\nရေးရဖို့ကြိုးပမ်းနေတဲ့သူပေါ့။ ကွင်းဆက်လူသတ်သမားတွေက စံနှုန်း\nတစ်ခုထားပြီး လူသတ်ကြတယ်ဆိုတာ ဘော်ဒါတို့လည်းသိကြမှာပါ။\nဖြစ်ချင်တော့ လူတစ်ယောက်က ညီမဖြစ်သူအိုလစ်ဗီယာရဲ့အိမ်ထဲ\nဖောက်ထွင်းဝင်လာပြီး အန္တရာယ်ပြုဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ခဲ့ဘူး။\nဒီတော့ မမမက်ဒီက ကိုယ်ခံပညာတတ်ထားမှရမယ်ဆိုပြီး သင်တန်း\nသွားတက်ကြတယ်။ကဲ...ဘာပြောကောင်းမလဲ သင်တန်းနည်းပြက ခပ်တောင့်တောင့်\nဘဲကြီးဆိုတော့ အိုလစ်ဗီယာတစ်ယောက် မြင်မြင်ချင်းချစ်ကျွမ်းဝင်\nရှာတာပေါ့။ ဒါပေမဲ့ မမက်ဒီကလည်း သင်တန်းနည်းပြကို ဟိုလိုလို\nဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်နဲ့သင်တန်းနည်းပြကြီးတို့ကြား\nဘာတွေဆက်ဖြစ်လာမလဲ၊ မမနိုင်သွားမလား ညီမလေးနိုင်သွားမ\nလားဆိုတဲ့ ဒီဇာတ်ကားလေးမှာ ညီအစ်မနှစ်ယောက်ရဲ့အားပြိုင်မှု\nအပြင် တခြားဘယ်လို​လေး​​တွေထပ်ပါလာဦးမလဲဆိုတာတော့\nပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Zwe Win Tun\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1e1ul/My.Sisters.Serial.Killer.Boyfriend.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Chokehold-620605643-large-135x200.jpg",
        "title": "Chokehold (2023)",
        "description": "Chokehold (2023)\n==============\nIMDb Rating - 5.8/10လင်မယားနှစ်ယောက်ဟာ ရွာငယ်လေးဆီကို ဘဝသစ်စဖို့\nပြောင်းလာကြတယ်။ ဒါပေမဲ့ အဲဒီရွာကလူတွေက သူတို့ကို\nသတ်ချင်နေကြပါသတဲ့။ဒီဇာတ်ကားထဲက မင်းသားရဲ့ဇာတ်ကောင်ဟာ လူကောင်း\nလုံးလုံးကြီးရယ်လို့ မဟုတ်ပါ။ သူ့ပုံစံက လုပ်ရင်းလုပ်ရင်း\nလက်လွန်လာသလိုမျိုး။ ကိုယ့်ကို ဒုက္ခပေးတဲ့သူကို လက်စား\nချေချင်လို့သတ်လိုက်၊ ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ချင်လို့သတ်\nလိုက်နဲ့ လုံးချာရိုက်နေတော့တာပေါ့။တစ်ဖက်မှာလည်း လင်မယားနှစ်ယောက်ကြား သံယောဇဉ်\nအက်ကွဲကြောင်းလေးတွေ ပေါ်လာပြန်တယ်။ ဇာတ်လမ်းက\nရိုးရိုးလေးနဲ့ကြည့်ကောင်းပြီး Rating - 5.8 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (654 MB)  /(361 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1e1tb/Chokehold.2023.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODA5ZTgzMzUtOWIyZS00MTI4LTg1ZTItMzcwYzI2MGI1YmNhXkEyXkFqcGdeQXVyNTI4OTYyNTM@._V1_-165x200.jpg",
        "title": "Phenomena (2023)",
        "description": "Phenomena (2023)\n==============ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန် စပိန် Horror\nMovie ဖြစ်ပါတယ်။ ဖာသာပီလွန်ဟာ ၁၉၈၇ မှာ ဟက်ပ်တာ\nအဖွဲ့ကို စတင်တည်ထောင်ခဲ့ပါတယ်။ အရည်အချင်းရှိကြတဲ့\nအဖွဲ့ဝင်တွေကို စုစည်းထားပြီး သဘာဝလွန်ဖြစ်ရပ်တွေ၊ သိပ္ပံ\nနည်းကျမဖြေရှင်းနိုင်တဲ့ အမှုတွေကို ဖြေရှင်းကြပါတယ်။\nဟက်ပ်တာအဖွဲ့ဆိုတာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ဇာတ်လမ်းထဲက အဓိကသရုပ်ဆောင်သုံးယောက်က ဟက်ပ်တာ\nအဖွဲ့ရဲ့ အဓိကအဖွဲ့ဝင် သုံးယောက်ဖြစ်တဲ့ Sol Blanco-Soler,\nPaloma Navarrete နဲ့ Piedad Cavero တို့ကို ကိုယ်စားပြု\nထားတာပါ။တစ်နေ့မှာတော့ ဖာသာပီလွန်ကို ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ခုက\nဆိုင်မှာ ပစ္စည်းတွေ နေရာရွေ့နေတာ၊ အနံ့ဆိုးတွေထွက်တာ၊ အရာ\nဝတ္ထုတွေပျံနေတာ၊ လူရိပ်တွေ မြင်ရတာတွေ ဖြစ်နေလို့ ကူညီပေးဖို့\nတောင်းဆိုလာပါတယ်။ တခြားအဖွဲ့ဝင်တွေကို မခေါ်ဘဲ ဖာသာပီလွန်\nတစ်ယောက် သွားစုံစမ်းရာက သတိမေ့ပြီး ဆေးရုံတက်လိုက်ရပါတယ်။\nဒါကြောင့် တခြားအဖွဲ့ဝင်တွေက ဖာသာ ဘာတွေဖြစ်ခဲ့လဲဆိုတာကို\nသိဖို့ ရှေးဟောင်းပစ္စည်းဆိုင်ကို သွားပြီး စုံစမ်းကြပါတော့တယ်။၁၉၉၉ ခုနှစ်က စပိန်နိုင်ငံ မက်ဒရစ်မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာပါ။ အကြောက်အလန့်မရှိတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3VG4v/Phenomena.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9DScIcL0cEIKcwSEz0jRfzEcGn.jpg",
        "title": "The Blessing Bracelet (2023)",
        "description": "The Blessing Bracelet (2023)~ IMDb - 6.7/10, Rotten Tomatoes - 100% ~Romance ပရိသတ်တွေအတွက်ဇာတ်ကားသစ်လေးတစ်ခုလာပါပြီ။ ဒေါင်းန်ဆိုတဲ့ Single Mom အမျိုးသမီးနဲ့ ခွေးချစ်သူ အေဒမ်တို့ကြားမှာပေါ်ပေါက်လာမယ့် အချစ်ဇာတ်လမ်းလေးကိုရှုစားကြရမှာပါ။ Main Leads တွေအဖြစ် နာမည်ကျော် SUITS စီးရီးက Amanda Schull နဲ့ Carlo Marks တို့ပါဝင်ထားပါတယ်ဒေါင်းန်က ကွာရှင်းထားပေမဲ့ သားလေးတစ်ယောက်ရှိပြီး ဘဝကိုကြိုးကြိုးစားစားရှင်သန်နေသူတစ်ယောက်ပါ။ တက်ကြွ အကောင်းမြင်စိတ်ရှိပြီး အလုပ်မှာလည်းအလေးထားရတဲ့သူတစ်ယောက်ပါ။ ဒါပေမဲ့ ဒေါင်းန်မှာ လူမသိတဲ့ပြဿနာတွေ ရင်ဆိုင်နေရတယ်။ ခင်ပွန်းဟောင်းထားခဲ့တဲ့အကြွေးတွေကို ဒိုင်ခံဆပ်နေရတဲ့အခါ အလုပ်တစ်ခုတည်းနဲ့မလုံလောက်တော့တဲ့အတွက် ဒုတိယအလုပ်ထပ်ရှာနေတုန်းမှာ အိမ်ကအပေါင်ဆုံးတော့မယ့် အခြေအနေဖြစ်လာခဲ့တယ်။ ​အဲဒီအချိန်မှာ အထက်တန်းကျောင်းအကြီးတန်းနှစ်မှာ ဒေါင်းန်လုပ်ခဲ့တဲ့ ပုတီးစေ့လက်ကောက်လေးတွေကိုပြန်သတိရသွားခဲ့တယ်။ လက်ကောက်လေးတွေက ဒေါင်းန်ကို ခက်ခဲတဲ့နေ့ရက်တွေမှာ သူ့ဘဝမှာလက်ခံရရှိဖူးတဲ့ကောင်းချီးတွေကို ပြန်အမှတ်ရပြီးကျေးဇူးတရားထားတတ်အောင်ကူညီပေးတာပါ။ အဲဒီ Blessing Bracelet ...",
        "rating": "6.7",
        "url": "https://megaup.net/1e0bp/(CM)_The_Blessing_Bracelet_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Enthada-Saji-150x200.jpg",
        "title": "Enthada Saji (2023)",
        "description": "Enthada Saji (2023)IMDb - 6.2/10ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ စိတ်ကူးယဥ်ဆန်ပြီးရယ်ရတာကို သဘောကျတဲ့သူတွေကို\nအကြိုက်တွေ့စေမယ့် မင်းသား Kunchacko Bobanနဲ့မင်းသမီးNivetha Thomasတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ Enthada Saji ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆာဂျီမိုဟာ ရည်မှန်းချက်မရှိပဲလေလွင့်ပျင်းရိနေတဲ့ အမျိုးသမီးလေးတစ်ယောက်ဖြစ်ပါတယ်\nသူ့သူငယ်ချင်းတွေတောင် မင်္ဂလာဆောင်ပြီးသွားကြပေမယ့် သူကတော့စေ့စပ်စွဲတစ်ခါပျက်ဖူးတဲ့အပြင်\nအခုချိန်ထိလည်း Faဖြစ်နေတာမို့ရပ်ထဲရွာထဲမှာ အပျိုဟိုင်းကြီးလို့ စနောက်လှောင်ပြောင်ခံနေရသူလေးပါ\nဆာဂျီမိုဟာဒီလိုဒဏ်တွေကို သည်းမခံနိုင်တော့တာမို့ ချက်ကျောင်းမှာအမြဲလိုလိုသွားညည်းညူလေ့ရှိပါတယ်တစ်နေ့မှာတော့သူ့ညည်းညူတာတွေကို ကြားရတာများလာတဲ့အရှင်က ရုပ်တုထဲကနေအပြင်ကိုထွက်လာရာကနေ\nဆာဂျီမိုရဲ့ဘဝဟာလည်းပြောင်းလဲသွားပါတော့တယ် ဆာဂျီမိုရဲ့ပျော်ရွှင်ခြင်းအခိုက်အတန့်တွေကြားမှာ\nချက်ကျောင်းရဲ့ရုပ်တုဟာလည်းထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့အချိန်မှာ အရှင်နဲ့သူထပ်ဆုံနိုင်ပါ့မလား\nဒီလိုရုပ်တုထဲကထွက်လာတဲ့အရှင့်နောက်ကွယ်မှာလည်း ဘယ်လိုပဟေဠိတွေရှိနေမလဲဆိုတာ\nစိတ်ကူးယဥ်ဆန်စွာတခြားကားတွေနဲ့မတူပဲကြည့်ရှူ့ရမှာဖြစ်ပါတယ်\nFile size…1.92GB/ 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Yunni~Khin Khin",
        "rating": "5.4",
        "url": "https://megaup.net/1dYvz/Enthada_Saji_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zi0Lrmtvhrz52VXUjwEKlXItF9q.jpg",
        "title": "Mafia Mamma (2023)",
        "description": "Mafia Mamma (2023)\n\" ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းနဲ့ သွေးထွက်သံယိုခန်းတွေပါဝင်ပါတယ် \"ခရစ္စတင်ဟာ သာမန်အမေရိကန်အိမ်ထောင်ရှင်မတစ်ယောက်...ပြောရမယ်ဆိုရင် မိခင်တစ်ယောက်အနေနဲ့ကော အိမ်ရဲ့ အဓိကထောက်တိုင်အနေနဲ့ပါ သူ့မှာတာဝန်ဝတ္တရားတွေအပြည့်ပိနေပါတယ်။သားဖြစ်တဲ့သူက ကောလိပ်တက်...\nယောက်ျားကဖောက်ပြန်...\nအထက်လူကြီးကလည်းတကယ့်လိင်ခွဲခြားဆက်ဆံတဲ့ဘဲကြီး...\nအဲဒီလိုမွန်းကြပ်ရတဲ့ဘဝထဲပိတ်မိနေတုန်း သူတောင်မသိတဲ့ အီတလီက သူ့အဖိုးဆုံးပါးသွားပါတယ်။အဲဒီတော့ မွန်းကြပ်တဲ့အမေရိကန်လူနေမှုဘဝကနေရုန်းထွက်ရင်း အပန်းဖြေခရီးလည်းဖြစ်အောင် အသုဘရှုဖို့ အီတလီကို ခရီးနှင်ခဲ့ပါတော့တယ်။ကျားကြောက်လို့ရှင်ကြီးကိုး ရှင်ကြီးကျားထက်ဆိုးဆိုသလိုပါပဲ။ အမေရိကန်မှာနေရတာပင်ပန်းလို့ အီတလီကိုရောက်ခါမှ သူ့အဖိုးရဲ့ သေတမ်းစာအရ ဟန်ပြဝိုင်လုပ်ငန်းအပြင် နောက်ကွယ်က မာဖီးယားဂိုဏ်းကြီးကိုပါအမွေဆက်ခံခဲ့ရပါတော့တယ်။လူမပြောနဲ့ ပိုးကောင်တောင်မသတ်ရဲတဲ့ ခရစ္စတင်တစ်ယောက် လူသတ်မှောင်ခိုလုပ်ငန်းတွေကို ဦးစီးရင်း တိုင်တွေဘယ်လိုပတ်မလဲ။ သူ့ကိုလုပ်ကြံဖို့ကြိုးစားတဲ့လူတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာအပြင် တခြားမားဖီးယားမိသားစုတွေရဲ့လေးစားမှုကိုဘယ်လိုရယူနိုင်ခဲ့မလဲတွေ့ရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အက်ရှင်ဟာသကားဖြစ်ပေမယ့် ကျွန်တော်တို့အခုရင်ဆိုင်နေရတဲ့ မွန်းကြပ်ပြီး ပျင်းစရာကောင်းနေတဲ့ဘဝကိုပါ စောင်းပါးရိပ်ခြည်သတိပေးထားတဲ့ရုပ်ရှင်တစ်ခုပါ။ ကျွန်တော်တို့တွေရဲ့ ဘဝနေထိုင်မှုဟာ ပျင်းစရာ စားဝတ်နေရေးနဲ့တင် ပြည့်စုံလုံလောက်နေပါရဲ့လား။ ချစ်လို့ အားနာလို့ ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ကျွန်တော်တို့ရဲ့ ဖြစ်ချင်တဲ့ဆန္ဒတွေထက် တခြားသူတွေရဲ့ဆန္ဒကို ဦးစားပေးနေခဲ့မိတာက မှန်ကန်တဲ့ရွေးချယ်မှုဟုတ်နေရဲ့လား။ အချဉ်အစပ်လေးမှ စားမြိန်တယ်ဆိုသလိုပါပဲ ဘဝဟာလည်း စွန့်စားခန်းတွေမပြည့်နေရင်တောင် စွန့်စားခန်းတွေပါနေမှ နေရကျိုးနပ်မှာပါ။ဇာတ်လမ်းဇာတ်ကျောက ကြည့်ပျော်တယ်ဆိုတဲ့အဆင့်မှာရှိသလို ...",
        "rating": "5.3",
        "url": "https://megaup.net/1dYtj/(CM)_Mafia_Mamma_(2023)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3qrVjsBd4IZ3QWHMs2x1dwRxuX.jpg",
        "title": "The Artifice Girl (2023)",
        "description": "The Artifice Girl (2023)Artificial Intelligence AI ဥာဏ်ရည်တု၊ ဖန်တီးဥာဏ်ရည်၊ အသက်မဲ့ဦးနှောက် စသဖြင့်ခေါ်ကြတဲ့နည်းပညာဟာ\nဟိုးအရင်ထဲနေအခုထိ စာအုပ်ပေါင်းများစွာဇာတ်လမ်းပေါင်းများစွာရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ခဲ့တယ်။\nလူသားတွေဖန်တီးထားတဲ့ ဥာဏ်ရည်က တစ်နေ့မှာလူသားဥာဏ်ရည်ကိုကျော်လွန်သွားမလားဆိုတဲ့ ဆွေးနွေးမှုတွေလဲအများကြီးပါပဲ။\nတကယ်တမ်းတော့ အဲ့အတွက်အဖြေကရှိပြီးသားပါ။\nနည်းပညာတိုးတက်မှုအရ တစ်ချိန်မှာတော့ကျော်ကိုကျော်သွားမှာပါပဲ။\nအဲ့ဒီတစ်ချိန်က လက်ရှိရှိနေတဲ့လူတွေသက်တမ်းမှာဟုတ်မဟုတ်တော့မပြောနိုင်ဘူးပေါ့။\nတကယ့်မေးခွန်းက ဒီဥာဏ်ရည်တုတွေမှာ စိတ်ဝိဥာဥ်တွေ ခံစားနားလည်နိုင်တဲ့အသိတွေရောရှိလာမလား။\nဒီဇာတ်ကားထဲကဥပမာတစ်ခုအရပြောရရင် လူတစ်ယောက်ကို အမဲကင်နဲ့ ဆဲလ်မန်ငါးဘာစားရမလဲမေးရင်\nသူက သူစားဖူးတဲ့အတွေ့အကြုံအရ သူ့ခံစားချက်အရဖြေမှာပဲ။\nဥာဏ်ရည်တုကိုအဲ့ဒါမေးရင်တော့ သူ့အတွေ့အကြုံခံစားချက်ဆိုတာမရှိတော့ ဒီအစားအသောက်တွေနဲ့ပတ်သက်ပြီးဒေတာတွေ rating ရှာမယ် နှိုင်းယှဥ်သုံးသပ်မယ် ပြီးတော့မှအဖြေပေးမယ်။\nပြီးတော့သူ့ကိုဖန်တီးတဲ့သူကမေးရင် သူ့အတွက်အဲ့လူကိုလိုအပ်တာကြောင့် အဲ့ဒီလူအတွက်ကျန်းမာစေမယ့် ဆဲလ်မန်ကိုသူညွှန်းမယ်ပေါ့။\nဒါတွေအားလုံးကတွက်ချက်မှုပါပဲ။\nတစ်ချို့ဇာတ်လမ်းတွေမှာဆိုရင် ဒီဥာဏ်ရည်တုတွေက ခံစားချက်တွေရသွားပြီး လောကကြီးကိုသိမ်းပြီးလူသားတွေကိုပါပြန်ထိန်းချုပ်မလားဆိုတဲ့အယူအဆတွေရှိပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ ဥာဏ်ရည်တုတွေကိုအဲ့လိုအန္တရာယ်ရှိတဲ့ပုံအဖြစ်ပုံဖော်မထားပဲ လူသားတွေအနေနဲ့ဒီဥာဏ်ရည်တုတွေကို ဘယ်လိုဆက်ဆံသင့်တယ်\nသူတို့အတွက်ရောကိုယ်ပိုင်အခွင့်အရေးတွေဆုံးဖြတ်နိုင်မှုတွေရသင့်လားဆိုတဲ့ ကိုယ့်ကျင့်တရားပိုင်းဆိုင်ရာတွေကို ဆွေးနွေးမှုပုံစံ အငြင်းအခုံပုံစံနဲ့ဖော်ပြသွားလိုက်တာ\nဆွဲခေါ်အားကောင်းချက်ကတော့ ပျင်းစရာဆိုတာမရှိဘဲ သူတို့ဆွေးနွေးမှုထဲကိုယ်ပါမြောပါသွားရတာပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ဂယ်ရက်ဆိုတဲ့လူတစ်ယောက်က အွန်လိုင်းချက်တင်ခန်းတွေက ကလေးလိင်အမြတ်ထုတ်သူတွေ\nလူကုန်ကူးသူတွေကိုဖော်ထုတ်နိုင်ဖို့ ချယ်ရီဆိုတဲ့ ကလေးလေးပုံစံဥာဏ်ရည်တုကိုဖန်တီးခဲ့ပါတယ်။\nချယ်ရီက ချက်တင်ခန်းတွေမှာဒီလူတွေနဲ့စကားပြောပြီး သံသယရှိစရာလူတွေဆိုရင် သူတို့အချက်အလက်တွေကို တာဝန်ရှိသူတွေဆီပို့ပေးတာပေါ့။\nဒါပေမဲ့တဖြေးဖြေးချယ်ရီ့ရဲ့တိုးတက်မှုတွေက ဂယ်ရက်ထင်ထားတာထက်အများကြီးပိုမြန်ဆန်ပြီး\nသူတို့ကိုကူညီပေးဖို့ ICWL ဆိုတဲ့အဖွဲ့အစည်းကို ချယ်ရီက ဂယ်ရက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3fPNI/The.Artifice.Girl.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjhlMzZmOTMtY2UwZC00YTdlLWEwMmItMjZjNTRlODExMDAzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "August 16, 1947 (2023)",
        "description": "August 16 1947(2023)ရဲကား ရှေ့နေကား အမတ်ကား စသဖြင့် ရိုးရိုးအိန္ဒိယကားပေါင်းစုံ\nကြည့်ရတာကို ငြီး‌ငွေ့နေလောက်မဲ့ ပရိသတ်တွေအတွက် IMDb 6.9 အထိ\nရရှိထားတဲ့ တောင်ပိုင်းတမီလ်ရုံတင်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုပါတယ်အိန္ဒိယနိုင်ငံဟာလည်း ကျွန်တော်တို့မြန်မာတွေလိုပဲ ဗြိတိသျှသခင်ကြီးများရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျမှုကို ခံခဲ့ရတဲ့ ကိုလိုနီနိုင်ငံတွေပါ ဒီဇာတ်လမ်းလေးမှာတော့\nလွတ်လပ်ရေးအရယူခါနီး အိန္ဒိယနိုင်ငံက သယံဇာတတွေကို ရသလောက်\nအမြတ်ထုတ်သွားတဲ့ သခင်ကြီးများရဲ့ဇာတ်လမ်းကို ‌အခြေပြုထားပါတယ်\nအိန္ဒိယတောင်ပိုင်း ဝေးလံခေါင်ဖျားရွာလေးတစ်ရွာမှာ ဝါဂွမ်းအထွက်ကောင်းလွန်းလို့\nဗြိတိန်တွေအတွက် အမြတ်ငွေ စတာလင်ပေါင်သိန်းရာနဲ့ချီ ဝင်နေပါတယ်လွတ်လပ်ရေးပေးရတော့မဲ့အချိန်မှာလည်း သခင်ကြီးများက သံယောဇဉ်မပြတ်\nအဲ့လုပ်ငန်းကို ဆက်မောင်ပိုင်စီးချင်ပါသေးတယ် အဲ့ရွာကို တာဝန်ယူအုပ်ချုပ်နေတဲ့\nဗိုလ်ချုပ်ရောဘတ်နဲ့သူ့ရဲ့သား ဂျက်စတင်တို့ကလည်း လွတ်လပ်ရေးပေးခါနီးကိုတောင်\nရွာသားတွေကို သတင်းအမှောင်ချ နှိပ်စက်နေတဲ့အခါ သူ့ကျွန်မခံနိုင်တော့တဲ့သူတွေရဲ့\nတော်လှန်ပုန်ကန်ကြပုံကို သဘာဝကျကျ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ကြည့်ရှုကြရမှာဖြစ်လို့\nပရိသတ်ကြီးအနေနဲ့ အိုဗာအက်ရှင်တွေမပါပဲနဲ့ ဇာတ်လမ်းဇာတ်ကွက်လန်းတဲ့\nရုပ်ရှင်မျိုးကြည့်ချင်ရင်တော့ ဒီကားလေးက ပရိသတ်တွေအတွက်ပါပဲဆိုတာ\nပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.67GB / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dWpc/August_16,_1947_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720pCM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTVlNGRmYTItNzc2YS00NGE5LWE2NzEtMzMyMDE2YjhiYjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Corona Papers(2023)",
        "description": "Corona Papers (2023)IMDb-7.5/10Malayalam ရုပ်ရှင်တွေရဲ့ ထိပ်တန်းသရုပ်ဆောင်တွေဖြစ်တဲ့\nShane Nigam, Shine Tom Chacko, Jean Lal, Gayathrie တို့\nအဓိကပါ၀င်ထားတဲ့ Crime/Thriller ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအလုပ်ကိုကောင်းကောင်းမလုပ် လိမ်စားလှည့်စားနေတဲ့ရဲစခန်းမှာ\nဘယ်သူ့မှမကြောက်တဲ့ မှန်မှန်ကန်ကန်ရဲအရာရှိတစ်ယောက်ရှိနေတယ်\nအဲဒီလိုရဲစခန်းကိုမှ SI ရာထူးနဲ့ရဲ၀န်ထမ်းအသစ်စက်စက်လေး ရာဟူလန်\n(ရာဟူး)ရောက်လာပါတယ် တစ်နေ့ဘက်စ်ကားစီးရင်းပဲ သူ့ရဲ့ ပစ်စတိုလေးအခိုးခံလိုက်ရပါတော့တယ်\nလူငယ်ရဲအသစ်လေးက အထက်ကိုမတင်ပြပဲကိုယ်တိုင်ပဲလိုက်ဖမ်းဖို့ကြိုးစားချိန်မှာ\nCOVID ကာလအတွင်း ဖြစ်ပျက်ခဲ့တဲ့ များစွာသောဒုစရိုက်မှုတွေကို ရှာဖွေတွေ့ရှိလာချိန်မှာတော့....အုန်းစားရတဲ့ ခက်ခဲနက်နဲလိမ်ထွေးနေတာမျိုးမဟုတ်ဘဲ တစ်ရစ်ချင်းတစ်ခန်းချင်း\nplot twist အလှည့်အပြောင်းအတက်အကျလေးတွေနဲ့ ပြစ်မှုဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ပါဦး\nFile size…2.3GB/ 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Khin~Sai~Nyein",
        "rating": "7.3",
        "url": "https://megaup.net/2zVml/Corona_Papers_(2023)_WEB-DL_-_720p(CM).Edit.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j4Xt6VFuFzwWR3vCnJwILPmfFH.jpg",
        "title": "Bear Man (2023)",
        "description": "Bear Man / Ungnami (2023)ထီလက်မှတ်တစ်စောင်နဲ့ တိုင်ပတ်ခဲ့တဲ့ ဂင်ချားနားအပြီးမှာတော့\nအားလုံးစောင့်မျှော်နေကြတဲ့ နောက်ထပ်ဟာသကားသစ်လေးနဲ့ ဂင်ချားနားတစ်ယောက် ရောက်လာပြန်ပါပြီ။ဒီတစ်‌ခါတော့ ထီလက်မှတ်နဲ့မဟုတ်ဘဲ ဝက်ဝံလူသားနဲ့တိုင်ပတ်ကြတော့မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ငယ်လေးတုန်းကကြားဖူးနေကျ ကျေးညီနောင်နှစ်ကောင်လိုပါပဲ။\nဇီဝပညာရှင်တွေရဲ့ စမ်းသပ်စီမံမှုကြောင့် ဝက်ဝံကနေ လူအဖြစ်အသွင်ပြောင်းလာခဲ့ကြတဲ့ ဝက်ဝံညီနောင် အွန်းနမ်နဲ့အွန်းဘို့တို့ရဲ့ အကြောင်းပါ။အွန်းနမ်ကိုတော့ သူ့ကိုစီမံခဲ့တဲ့ ဇီဝပညာရှင်လင်မယားကပဲ သားအရင်းတစ်ယောက်လို ကျွေးမွေးစောင့်ရှောက်ထားခဲ့ပေမဲ့\nအွန်းဘို့ကတော့ လူဆိုးတစ်ယောက်ရဲ့လက်ထဲမှာ အခိုင်းအစေသာသာနဲ့ ဒုစရိုက်မှုတွေလုပ်ရင်း ကြီးပြင်းလာခဲ့ရပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ အွန်းနမ်ဟာ အွန်းဘို့အဖြစ်ဟန်ဆောင်ပြီး အမှုကိစ္စတစ်ခုမှာ ပါဝင်ပတ်သက်ဖို့ဖြစ်လာတဲ့အခါ\nဒီညီအစ်ကိုနှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။Casts တွေအနေနဲ့ ဝါရင့်သရုပ်‌ဆောင် Park Sung Woong အပါအဝင်\nမျက်နှာမြင်ရုံနဲ့တင် ရယ်ချင်တဲ့ ဂင်ချားနားလည်း ပါဝင်ထားတာမို့ ဟာသကားကြိုက်တဲ့ပရိသတ်ကြီး လက်လွှတ်မခံကြပါနဲ့ဦးနော်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy\nQuality…. 1080p | ...",
        "rating": "6.2",
        "url": "https://megaup.net/3VLJS/Ungnami.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://megaup.net/3VKNi/Meter_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-164x200.jpg",
        "title": "In Your Dreams (2023)",
        "description": "In your Dreams (2023)\n===============\nIMDb rating - 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့\nတစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်\nကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်\nအတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့\nSingle လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်\nသင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့\nအချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..\nအဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိ\nတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့\nအချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်\nသလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလို\nအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့\nအချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်း\nရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။\nပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာ\nသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုး\nတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (550 ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zP9D/In.Your.Dreams.2023.TURKISH.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBEPLTPSm0d1mbEcLxULjJq9Eh.jpg",
        "title": "The Pope’s Exorcist (2023)",
        "description": "The Pope's Exorcist (2023)\n\" R-rated အကြမ်းပတမ်းဇာတ်ကားမို့ မိသားစုနဲ့အတူကြည့်လို့အဆင်‌မပြေနိုင်ပါဘူးခင်ဗျာ \"\nမင်းသားကြီး ရက်ဆဲခရိုးရဲ့ ဟော်ရာရုပ်ရှင်အသစ်လာပါပြီ။ အတော်လည်းကောင်းသလို ဇာတ်အိမ်ကြီးတာမို့ အဆက်တွေလည်းထွက်လာနိုင်တဲ့ရုပ်ရှင်မျိုးပါပဲ။ အဓိကဇာတ်ကောင်ကိုလည်း အပြင်မှာ တကယ်ရှိခဲ့တဲ့ နာမည်ကြီး အပနှင် ဘုန်းတော်ကြီး Gabriele Amorth ကို အခြေခံထားပါတယ်။ ဇာတ်လမ်းကလည်း Gabriele Amorth ရဲ့ အပနှင်တဲ့အတွေ့အကြုံတွေကို အခြေခံထားတာဖြစ်ပါတယ်။ Gabriele Amorth ဟာ နတ်ဆိုးဗေဒနဲ့ အပနှင်ခြင်းအကြောင်းကို ကမ္ဘာကသိလာအောင် လုပ်ခဲ့တာကြောင့် ခရစ္စယာန်သမိုင်းမှာ ထင်ရှားတဲ့ အီတလီဘုန်းတော်ကြီးတစ်ဦးပါပဲ။~ ဇာတ်လမ်းအကျဉ်း ~ပုပ်ရဟန်းမင်းကြီး ယုံကြည်ရတဲ့ အပနှင်အဖွဲ့ခေါင်းဆောင် ဂါဘရီရဲ အာမော့ဟာ သာမန် အပနှင်အမှုလေးတွေကို လိုက်နေရင်းနဲ့ တစ်နေ့မှာ စပိန်က ကလေးတစ်ယောက်နတ်ဆိုးပူးခံရတာကို ကူညီဖို့ ဖန်လာပါတယ်။ ဒါပေမဲ့ ကလေးကိုဝင်ပူးနေတဲ့နတ်ဆိုးက သာမန်မဟုတ်ဘဲ အရမ်းအစွမ်းထက်နေပြီး ဂါဘရီရဲကို တမင်မျှားခေါ်လိုက်တဲ့ နတ်ဆိုးဖြစ်နေပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1dRgb/(CM)_The_Pope_s_Exorcist_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTZmMjI0Y2UtYjQxZi00MGZhLWI0MDAtYjU4MGE2MGNlODAxXkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Falling for a Killer (2023)",
        "description": "Falling for a Killer (2023)\n==================လက်ထောက်ရှေ့နေ Darcy Young က သူ့ညီမလေး\nBrea စေ့စပ်ပွဲကြောင့် နယ်မြို့လေးဆီ ရောက်လာခဲ့\nတယ်။ Breaရဲ့ သတို့သားလောင်း Thomas Schure နဲ့\nမိတ်ဆက်ပေးပြီးနောက်မှာတော့ Darcy က Thomas\nရဲ့ ထူးခြားတဲ့ အပြုအမူတွေကို သံသယဝင်လာခဲ့တယ်။\nရှေ့နေတစ်ယောက်အနေနဲ့ Thomasရဲ့ နောက်ကြောင်း\nတွေကို စုံစမ်းနေရင်း Thomas က သူ့မိသားစုအတွက်\nအန္တရာယ်ဖြစ်နေကြောင်း သိတဲ့အခါမှာတော့.....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (400 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/1efn6/Falling.for.a.Killer.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjY0ZmZjNDUtN2VlYi00MmI5LThhMzAtZjcyOTQ1Nzg2NDQxXkEyXkFqcGdeQXVyNTE1NjY5Mg@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Portable Door (2023)",
        "description": "The Portable Door (2023)\n===================\nIMDb Rating - 6.3/10\"တိုက်ဆိုင်မှု\" ဆိုတာက ကျွန်တော်တို့ လူသားတိုင်းရဲ့\nဘဝမှာ ဖြစ်ပျက်နေကျ အရာတစ်ခုပါ။ အလုပ်အင်တာ\nဗျူးနေ့မှ တိုက်တိုက်ဆိုင်ဆိုင် ဖိနပ်ကြိုးနှစ်ခါပျက်ပြီး\nအရာအားလုံးက အဆင်မပြေဖြစ်နေတာမျိုးတို့၊ စာဖတ်\nနေရင်း စာအုပ်ထဲက ဇာတ်ကောင်က ရေပန်းထဲပြုတ်ကျ\nတဲ့အချိန် အပြင်မှာပါ လူတစ်ယောက်က တိုက်တိုက်ဆိုင်\nဆိုင် ရေပန်းထဲပြုတ်ကျလို့ သွားကူရင်း ဖူးစာပါသွားတာ\nမျိုးပေါ့။ဒါပေမဲ့ အဲ့တိုက်ဆိုင်မှုတွေက သာမန်တိုက်ဆိုင်မှုသက်သက်\nမဟုတ်ဘဲ အရိပ်နောက်ကွယ်မှာ ကူညီပေးနေတဲ့သူတွေ\nရှိနေတယ်ဆိုရင်ရော၊ မှင်စာတွေနဲ့ မှော်ဆရာတွေပေါင်းပြီး\nအရာအားလုံးရဲ့တိုက်ဆိုင်မှုနဲ့ လူတွေရဲ့ အတွေး၊ စိတ်၊ အာရုံ\nတွေကို ထိန်းချုပ်ပြီး လုပ်ပေးနေကြတာ ဆိုရင်ရော...အလုပ်ရှာနေတဲ့ အလုပ်လက်မဲ့ကောင်လေး Paul Carpenter\nက \"တိုက်တိုက်ဆိုင်ဆိုင်\" JW Wellsဆိုတဲ့ လုပ်ငန်းတစ်ခုမှာ\nအလုပ်ရသွားတယ်။ သူနဲ့အတူ Sophieဆိုတဲ့ ထက်မြက်တဲ့\nကောင်မလေးလည်း အလုပ်သင်မှာ အတူအလုပ်ရကြတယ်။\nဒါပေမဲ့ Paulက သူ့အလုပ်က ဘာအလုပ်လဲမသိသလို အဲ့အ\nလုပ်ကလူတွေ ဘာအလုပ်လုပ်ကြတယ်ကိုလည်း မသိခဲ့ဘူး။\nCEO Humphrey Wells က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1TNzW/the.portable.door.2023.720p.web.(CM).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
        "title": "Dungeons & Dragons: Honor Among Thieves (2023)",
        "description": "Dungeons & Dragons: Honor Among Thieves (2023)~ IMDb - 7.5/10, RT - 90%, Meta - 72% ~မြေအောက်ခန်းနဲ့ နဂါးများ D&D ဆိုတာ Table Top ဂိမ်းလောကရဲ့ နာမည်ကြီး Role Play ဂိမ်းတစ်ခုပါပဲ။ ကိုယ်တိုင်ကိုယ်ကျ ဝင်ဆော့ရတဲ့ ဇာတ်လမ်းသွားအရုပ်ဂိမ်းတွေကစလို့ ကွန်ပြူတာ၊ ဖုန်း ပလက်ဖောင်းအစုံမှာ ရှိပြီး လူသန်းပေါင်းများစွာ ဆော့ကစားနေကြပါတယ်။ များပြားလှတဲ့ မျိုးနွယ်စု‌တွေ၊ မှော်သတ္တဝါတွေ၊ လက်နက်တွေ၊ အစွမ်းတွေ အရမ်းကိုစုံတဲ့ဂိမ်းပါပဲ။ ရုပ်ရှင်အနေနဲ့လည်း အရင်က သုံးကားလောက် ထွက်ဖူးပါတယ်။ စာအုပ်တွေလည်းထွက်ထားပါတယ်။ ရုပ်ရှင်ကား‌ဟောင်းသုံးကားကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီတစ်ခေါက်ကတော့ Wonder Woman ထဲက မင်းသား ခရစ္စပိုင်းက ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပြီး ဘက်ဂျက်များများ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရုံတင်ပြသထားတာပဲဖြစ်ပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1TO4o/(CM)_Dungeons_&_Dragons_-_Honor_Among_Thieves_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9U47u3cDXTPgxAFqns0Sur9DvyV.jpg",
        "title": "[18+] Sex Games (2023)",
        "description": "Sex Games (2023)ဘော်ဘီနဲ့ ဒတ်ဘီတို့ဟာ လူချမ်းသာလင်မယားဖြစ်ပြီး မကောင်းတာမှန်သမျှ အကုန်လုပ်တဲ့စရိုက်ပိုင်ရှင်တွေပါ။ ငွေအတွက်၊ သူတို့ရဲ့ ပျော်ရွှင်မှုအတွက် တစ်ပါးသူဘဝတွေ ပျော်ရွှင်မှုတွေကိုပါ နင်းချေဖျက်ဆီးလိုက်ဖို့လည်း ဝန်မလေးကြပါဘူး။ ငွေကြေးအတွက် ပူစရာမလိုတဲ့အလျောက် လိုချင်တာရနေတဲ့ဘဝမှာ လိင်သာယာမှုအသစ်အဆန်းတွေကိုရှာဖွေရင်း Role Play ကစားတာမျိုး၊ သရီးဆမ်း၊ ဂန်းဘန်း စတာမျိုးတွေကိုပါ ငွေလမ်းခင်းပြီး မွေ့လျော်တတ်ကြပါသေးတယ်။တစ်နေ့တော့ ဒတ်ဘီက လောင်းကစားတစ်ခုကမ်းလှမ်းလာပါတယ်။ အဲဒါကတော့ သူ့ဆီမကြာခဏငွေလာချေးတတ်တဲ့ အဒေါ်ကြီးရဲ့သမီးဖြစ်သူ သီလရှင်ဖြစ်ဖို့ရည်စူးထားတဲ့ရိုးရိုးအေးအေးလေး ရှီလာနဲ့ သူ့ရည်းစားဖြစ်သူ ဘုန်းကြီးလောင်းလျာ အယ်လ်ဗင်တို့ကို အပြိုင်လိုက်ကြဖို့ပါပဲ။ သူတို့ကစားမယ့် သူတွေဟာ ခံစားချက် နှလုံးသား ကိုယ်ပိုင် ဆုံးဖြတ်ချက်တွေရှိကြတဲ့သက်ရှိတွေဖြစ်တဲ့အတွက် ဒီကစားပွဲမှာ ဘယ်သူက ဘယ်သူ့ကိုကစားပြီး နောက်ဆုံးမှာ ဘယ်သူအနိုင်ရသွားမလဲ ဆက်လက်ရှုစားကြပါ။Azi Acosta နဲ့ Sheree တို့အပြင် ဧည့်သည်သရုပ်ဆောင် မင်းသမီးတွေအများကြီး အင်တိုက်အားတိုက်ဇာတ်ပို့ထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5.8",
        "url": "https://megaup.net/1dPi6/(CM)_Sex_Games_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2d2SBqK33mGOG2CqAYMo3YbWE4.jpg",
        "title": "Assassin Club (2023)",
        "description": "Assassin Club (2023)အရှေ့အနောက်တောင်မြောက် ဘယ်အရပ်ကြည့်ကြည့်ကြေးစားလူသတ်သမားတွေနဲ့ပြည့်နေတာကတော့ မင်းသား Henry Golding ရဲ့ဇာတ်ကားသစ်ပါပဲ။\nHenry က ဒီကားထဲမှာ မော်ဂန်ဆိုတဲ့ကြေးစား။ မော်ဂန့်ဆရာကပြောတယ်။သူတို့လိုလူတွေ ကြေးစားလောကကထွက်ချင်တဲ့အကြောင်းအရင်းသုံးခုပဲရှိတယ်တဲ့။\n၁ ဘုရားသခင်ကိုရှာဖွေတွေ့ရှိသွားလို့\n၂ အမျိုးသမီးတစ်ယောက်ကြောင့်\n၃ သေသွားလို့မော်ဂန်ကတော့ ဒုတိယအကြောင်းအရင်းနဲ့ကြေးစားအလုပ်ကို ရပ်လိုက်ချင်နေသူဆိုပါတော့။\nဖြစ်ချင်တော့အဲ့အချိန်မှာပဲ မော်ဂန့်ကိုလာအပ်တဲ့အလုပ်က လူ၆ ယောက်သတ်ပေးရမယ်။\nတစ်ယောက်စီအတွက်ဒေါ်လာတစ်သန်းရမယ်။ မော်ဂန်ကသူ့ဆုံးဖြတ်ချက်ကိုမပြင်တော့ဘူး\nဒီအလုပ်ကိုလဲလက်လွှတ်လိုက်မယ်တွေးပေမယ့် သူ သတ်ပေးရမယ့် ၆ယောက်က သာမန်လူတွေမဟုတ်ဘဲ သူ့လိုကြေးစားတွေဖြစ်နေတယ်။\nပြီးတော့အဲ့၆ ယောက်ကလဲ မော်ဂန့်လိုပဲအလုပ်ကမ်းလှမ်းခံထားရသူတွေဖြစ်နေတယ်။\nအဲ့တော့ဒါက ကြေးစားတွေအချင်းချင်းသတ်ရမယ့် Hunger Game ကြီးပေါ့။\nမော်ဂန့်အနေနဲ့ကလဲ သူကဒီအလုပ်ကိုလက်မခံချင်ပေမယ့် ကျန်တဲ့၆ယောက်က သူ့ကို လာသတ်မှာပဲဆိုတော့\nသူလဲဲ ဒီကစားပွဲကို မဖြစ်မနေ ဝင်ကစားရင်း ဒီကစားပွဲကို ကြိုးဆွဲနေသူက ဘယ်သူလဲ ဘာကြောင့်လဲဆိုတာတွေကို\nတိုက်ခိုက်အဖြေရှာတာကို ကြည့်ရှုရမယ့် လှည့်ကွက်စုံ အက်ရှင်စုံဇာတ်ကားတစ်ကားပါပဲ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1TMvZ/Assassin.Club.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/344570757_3484410168546856_7650749512205767291_n-139x200.jpg",
        "title": "Viduthalai: Part I (2023)",
        "description": "Viduthalai Part I (2023)အသစ်ထွက်ရှိလာတဲ့ ဝါရင့်သရုပ်ဆောင် ဗီဂျေးစည်သူပတီ ပါ၀င်ထားတဲ့ တမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်လိုက်ပါတယ်...\nIMDb (8.5/10) နဲ့ Rotten Tomatoes (100%) ထိရရှိထားတာကြောင့် ရှယ်မိုက်တဲ့ တောင်ပိုင်းအက်ရှင်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...အိန္ဒိယတောင်ပိုင်းမှာ 1980 ခုနှစ်ကာလများဆီက စတင်ဖွဲ့စည်းခဲ့တဲ့ အစိုးရကိုဆန့်ကျင်တဲ့\nတမီးလ်ပျောက်ကျားတပ်ဖွဲ့ တစ်ခုရှိခဲ့ပါတယ်၊အစိုးရက တမီးလ်ပြည်သူတွေကန့်ကွက်နေတဲ့ကြားက\nတောင်တန်းဒေသတစ်ခုမှာ မိုင်းတွင်းတူးဖို့ခွင့်ပြုမိန့်ပေးလိုက်ရာကနေ\nအဲ့ဒီဒေသမှာပဋိပက္ခတွေစတင်လာခဲ့ပြီး အခြေအနေတွေတင်းမာလာခဲ့တယ်။ဒါကို အစိုးရဘက်က မိုင်းတွင်းလုံခြုံရေးဆိုပြီး အထူးရဲတပ်ဖွဲ့တစ်ခုကိုပါ ထပ်မံအင်အားဖြည့်တင်းလိုက်ပေမယ့်\nဒီအဖွဲ့ရဲ့မသမာမှုတွေကြောင့် ဒေသခံရွာသူရွာသားတွေနဲ့ပဋိပက္ခဟာ ပိုလို့သာဆိုးလာပါတော့တယ်။\nဒါကိုအစိုးရအနေနဲ့ပြေလည်အောင်မဖြေရှင်းနိုင်ဘဲ ရွာသားတွေနဲ့ပျောက်ကျားအဖွဲ့၀င်တွေကို\nရှာဖွေဖမ်းဆီးဒဏ်ခတ်အရေးယူမှုတွေလုပ်လာတဲ့အခါမှာတော့....။ဇာတ်လမ်းဇာတ်ကွက်ကို စိတ်ကူးနဲ့ဖန်တီးထားပေမယ့် အဓိဇာတ်ကောင်\nဗာသီယာကတော့ အပြင်မှာတကယ်ရှိခဲ့ဖူးတဲ့သူကို မှီငြမ်းပြီးရိုက်ကူးထားတာကြောင့်\nrealistic ပိုဆန်တဲ့အရသာတွေကို ခံစားရမှာပါ။\nFile size…2.49GB / 1.12GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Nyein",
        "rating": "8.5",
        "url": "https://megaup.net/1dP68/Viduthalai_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wghL6d4fowbygnctmbMu6WzxkI.jpg",
        "title": "[18+] Paupahan (2023)",
        "description": "Paupahan (2023)~ IMDb rating - 6/10 ~နီကိုဆိုတဲ့လူငယ်လေးဟာ မြို့တော်ကြီးမှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ကြိုးစားရင်း အိပ်မက်တွေနဲ့အလှမ်းဝေးနေဆဲဖြစ်ပါတယ်။ အဝေးရောက်ချစ်သူရဲ့ကူညီထောက်ပံ့မှုနဲ့အဓိကနေထိုင်နေရပြီး ဘော်ဒါဆောင်တစ်ခုမှာ အခန်းငှားခဲ့မိပါတယ်။ အဆောင်ပိုင်ရှင်က ငယ်ရွယ်လှပတဲ့ အန်နလင်းဆိုတဲ့ မိန်းမငယ်လေးဖြစ်ပြီး ထူးခြားနက်နဲတဲ့အသိရခက်တဲ့ စရိုက်မျိုးပိုင်ရှင်တစ်ယောက်ပါ။ ဒါပေမဲ့လည်း အန်နလင်းဟာ သူ့ကိုအထူးအရေးပေးသလို ရေလာမြောင်းပေးလဲလုပ်ပါတယ်။ နဂိုကတည်းက တွေ့ရာဆွဲစားတတ်တဲ့ ပွေပွေရှုပ်ရှုပ်နီကိုတစ်ယောက်ဟာ အန်နလင်းကို မျှော်လင့်ချက်တွေပေးမိခြင်းအားဖြင့် အမှားကြီးတစ်ခုကို မထင်မှတ်ပဲကျူးလွန်မိပါတော့တယ်။ အဲ့ဒီလိုအခြေအနေမျိုးမှာမှတိုင်းတစ်ပါးက သူ့ချစ်သူ ကတ်သရင်း ပြန်ရောက်လာတဲ့အခါမှာတော့...အန်နလင်းအဖြစ် Lovely Ladies Dormitory စီးရီးထဲမှာ ပျော်ပျော်နေတတ်တဲ့ ချစ်စရာမိန်းမငယ်လေး အယ်လ်မာဇာတ်ရုပ်နဲ့ လူသိများခဲ့တဲ့ Tiffany Grey ကပွဲဦးထွက်ခေါင်းဆောင်ပါဝင်ထားပြီး အားလုံးရင်းနှီးပြီးသား မမ Rob Guinto နဲ့တကွ မင်းသမီးငယ်လေးတွေ\nအများကြီးဇာတ်ပို့ထားပေးပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 770MB\nQuality - 1080p, ...",
        "rating": "6",
        "url": "https://megaup.net/3fG4g/(CM)_Paupahan_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/asCLy4s7HYP3zSRlLP4Qgme5L0A.jpg",
        "title": "Fear (2023)",
        "description": "Fear (2023)ကြောက်ရွံ့မှုသဘောတရားကို အခြေတည်ပြီးရိုက်ကူးထားတဲ့ Horror ကားသစ်တစ်ကားဖြစ်ပါတယ်။ရွန်နဲ့ သူ့ချစ်သူတို့ဟာ ပိတ်ရက်ကို သူငယ်ချင်းတွေနဲ့ အတူတူပျော်ရွှင်စွာ ဖြတ်သန်းဖို့ ခရီးထွက်လာကြပါတယ်။ အခြေအနေက ဗိုင်းရပ်စ်ပိုးတွေ ကူးစက်မှု ငြိမ်နေတဲ့ကာလဖြစ်ပြီး ရွန်က သူ့ချစ်သူကို လက်ထပ်ခွင့်တောင်းမှာ ဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေအားလုံး ဆုံဖြစ်အောင် လာကြတာပါ။ရွန်က နာမည်ကြီးအကောင်းအားအကောင်းဆုံး ၀တ္ထုရေးဆရာဖြစ်ပြီး သူ့ရဲ့နောက်ထွက်မယ့်စာအုပ်အတွက် လေ့လာစုဆောင်းနေတုန်းဖြစ်ပါတယ်။ သူတို့တွေ တည်းခိုရမယ့်နေရာက စတော်ဘယ်ရီတည်းခိုရိပ်သာပါတဲ့။ အဲဒီရိပ်သာက လှပတဲ့တောအုပ်ထဲမှာရှိပြီး ပိတ်ရက်ကို အပန်းဖြေချင်သူတွေအတွက် ငှားပေးတာပါ။ အစက ရောက်ရောက်ချင်းမှာ ရွန်က ချစ်သူ ဘီရန်ကာကို လက်ထပ်ခွင့်တောင်းဖို့ စီစဉ်ထားတာဖြစ်ပေမယ့် တကယ်တမ်းကျတော့ မတောင်းဖြစ်လိုက်ပါဘူး။ ရိပ်သာမှာ သူတို့ကိုချက်ကင်၀င်ပေးတဲ့ အမျိုးသမီးကြီးက သူတို့အဖွဲ့ကို ဓာတ်ပုံရိုက်ပေးပြီး လက်ဆောင်အဖြစ် သူတို့ကိုယ်ပိုင်လုပ်တဲ့ ဝိုင်တစ်ပုလင်းပေးခဲ့ပါတယ်။ညနေဘက်မှာ ရွန်တို့သူငယ်ချင်းတစ်စု စုဝေးကြတုန်း ရွန်က ဒီဒေသနဲ့ ဒီရိပ်သာရဲ့ သမိုင်းကြောင်းပုံပြင်ကိုပြောပြပါတယ်။ ဒီဒေသက အရင်က အမေရိကန်လက်အောက်မခံခင် ...",
        "rating": "",
        "url": "https://megaup.net/2zIgu/(CM)_Fear_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZWZkODEwMjYtMDlhNS00NTY0LWI0ZDUtMjYyOWU3MzdjNGRkXkEyXkFqcGdeQXVyNjM0NDc1MzM@._V1_-161x200.jpg",
        "title": "Gurudev Hoysala (2023)",
        "description": "Gurudev Hoysala 2023\nIMDb 7.6/10ထူးဆန်းစွာပျောက်ဆုံးသွားတဲ့ လက်ထောက်အင်စပက်တာပျောက်ဆုံးမှုကိုစုံစမ်းဖို့အတွက်\nရှုံးပွဲမရှိ နိုင်ခဲ့တဲ့ ဂူရူဒေ့ဗ်ကို အသ်နီမြို့လေးဆီ အထက်ကစေလွှတ်ခဲ့တယ်\nဒီမြို့မှာလည်း ရဲတွေကြောက်ရတဲ့တစ်ဖွဲ့ရှိနေပါတယ် သူတို့ကတော့\nရဲတွေကိုငွေနဲ့အုပ်ပြီး တရားမဝင်သဲတွေတူးဖော်နေကြတဲ့ သဲသူခိုး\nသဲမာဖီးယားအဖွဲ့ပေါ့ ဂူရူဒေ့ဗ်မြို့ကိုရောက်ရောက်ချင်းပဲ\nအဲဒီမြို့ကရဲစခန်းရဲ့သတင်းကိုတီဗီကတစ်ဆင့်မြင်ခဲ့ရတယ်အဲဒါကတော့ ရဲဌာနကလူတွေက နိုင်ငံရေးသမားတွေနဲ့ပူးပေါင်းပြီး\nအဲဒီသဲမာဖီးယားတွေကိုအလွတ်ပေးနေတာလို့ မီဒီယာကကြေညာနေတာပါ\nဒီလိုနဲ့သူဒီကိစ္စထဲဝင်ပတ်သက်မိပြီး အကုန်ဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့\nမာဖီးယားခေါင်းဆောင်နဲ့ ထိပ်တိုက်တွေ့လာရတဲ့အခါ...\nသူရှာနေတဲ့ လက်ထောက်အင်စပက်တာကိုရော ရှာတွေ့နိုင်မလား\nဒီမာဖီးယားတွေနဲ့ရော ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.18GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye~BpL~Yunni~Cherry",
        "rating": "7.5",
        "url": "https://megaup.net/2zISY/Gurudev_Hoysala_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/pa-125x200.jpg",
        "title": "Pathu Thala (2023)",
        "description": "Pathu Thala 2023 (IMDb 7.8/10)ယခုတခါ တင်ဆက်ပေးမှာက ဒီနှစ်မှထွက်လာတဲ့ တောင်ပိုင်းတမီလ်စကားပြော\nမှုခင်းအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်AGR ဆိုတာ တမီနဒူလ်ပြည်နယ်မှာ နောက်ကွယ်ကအစိုးရလို့တောင်ပြောလို့ရပါတယ်\nသူတို့သဘောကျတဲ့ပါတီ သူတို့နဲ့အဆင်ပြေတဲ့သူမှဝန်ကြီးချုပ်ဖြစ်တဲ့အထိ ဩဇာကြီးမားတဲ့အဖွဲ့အစည်းပါ\nတစ်ရက်မှာလက်ရှိဝန်ကြီးချုပ်ကို အဲ့အဖွဲ့ကပြန်ပေးဆွဲပြီး သူတို့အလိုကျ ဝန်ကြီးချုပ်တစ်ယောက်ကိုတင်ပေးလိုက်ပါတယ်ဒါကိုလိုက်စုံစမ်းဖို့ ရဲတစ်ယောက်က ဂိုဏ်းစတားအသွင်ယူပြီး တစ်ဆင့်ပြီးတစ်ဆင့်ယုံကြည်မှုရအောင် လုပ်ပါတော့တယ်\nထိုအချိန်မှာပဲ AGR ပြုသမျှကို ခေါင်းငုံ့မခံတဲ့ အမျိုးသမီးအရာရှိတစ်ယောက်ကလဲ အဲ့နယ်ကိုပြောင်းလာတဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ပရိသတ်ကြီးပဲ အက်ရှင်ခန်းတွေမြိုင်မြိုင်နဲ့ ကြည့်ရှုရမှာဖြစ်လို့\nကိုယ်တိုင်ပဲဆက်ခံစားပေးကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.95GB  / 1.3GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein~Sai~Yunni~BpL",
        "rating": "7.8",
        "url": "https://megaup.net/2zHzo/Pathu_Thala_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
        "title": "Ghosted (2023)",
        "description": "Ghosted (2023)ကပ္ပတိန်အမေရိကမင်းသား ခရစ်အီဗန်နဲ့ မင်းသမီး အန်နာဒအာမက်စ်တို့ရဲ့ ဟာသ အက်ရှင်ကားအသစ်လာပါပြီ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမဲ့ ဟာသတွေ၊ ဧည့်သည်သရုပ်ဆောင် နာမည်ကြီးတွေ အများကြီးသုံးထားတာမို့ ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အစက ခေါင်းဆောင်မင်းသမီးနေရာမှာ စကားလက်ဂျိုဟန်ဆန်ကိုရွေးထားပေမဲ့ အချိန်ညှိမရတာကြောင့် အန်နာဒအာမက်စ်ကလေး ပါလာတာပါပဲ။ကိုးလ်ဟာ သူ့မိသားစုနဲ့အတူ ခြံစိုက်စားနေတဲ့ လူရိုးတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ ကမ္ဘာလှည့်ပြီး အနုပညာပစ္စည်းတွေ စုဆောင်းရှာဖွေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တစ်ရက်ချိန်းတွေ့မိပြီး ချစ်ကြိုက်သွားခဲ့ပါတယ်။ အဲဒီကောင်မလေးက သူ့ကိုတစ်ရက်တည်းနဲ့ ပလစ်ပြီး လန်ဒန်ထွက်သွားတဲ့အချိန်မှာ နောက်ကလိုက်သွားခဲ့တယ်။ လန်ဒန်မှာ သူ့ကို နာမည်ကြီး စပိုင်တစ်ယောက်နဲ့မှားပြီး လူဆိုးဂိုဏ်းက မှားဖမ်းတဲ့အခါ သူ့ကောင်မလေးကမှ စပိုင်အစစ်ဖြစ်နေပြီးလာကယ်တာကြောင့် သူတို့နှစ်ယောက်အတူ စွန့်စားခန်းတွေ အလွဲလွဲအချော်ချော်နဲ့ ဖွင့်ရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.5GB, 1.2GB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fvy8/(CM)_Ghosted_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmrvPiUCJNvd33N93VQNmBTC8Z9.jpg",
        "title": "Hitmen (2023)",
        "description": "Hitmen (2023)၂၀၂၃ ခုနှစ်မှာ အင်ဒိုနီးရှားနိုင်ငံက ထုတ်လုပ်တဲ့ Hitmen ဆိုတဲ့ Action, Drama, Comedy ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nကြမ်းပေ့ရမ်းပေ့ ဆိုတဲ့ အက်ရှင်ကားကြိုက်သူတွေအနေနဲ့ လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်နီနဲ့ ဖရန်ကီဟာ သူငယ်ချင်းလည်းဖြစ်သလို လုပ်ဖော်ကိုင်ဖက်လည်း ဖြစ်ပါတယ်။\nသူတို့နှစ်ဦး တွဲဖက်ပြီးတော့ လုပ်ကြံရေးသမားများအဖြစ် လုပ်ကိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်ဟာ လုပ်ကြံသတ်ဖြတ်တဲ့နေရာမှာ တော်သလို သောက်တလွဲတွေလည်း လုပ်တတ်ကြပါသေးတယ်။ဒါပေမယ့် မစ်ရှင်ကို ဘယ်လိုအခက်အခဲပဲရှိရှိ မစ်ရှင်ကို အောင်မြင်အောင်လုပ်ကြပါတယ်။\nဂျွန်နီကတော့ လုပ်ကြံရေးသမား ဘဝကို စိတ်ကုန်နေလို့ အနားယူပြီး ငါးခူမွေးမြူရေးလုပ်ဖို့အတွက် စိတ်ကူးယဉ်နေခဲ့ပါတယ်။\nဖရန်ကီလည်း ဂျွန်နီ အနားယူရင် သူလည်း အနားယူမယ်ဆိုပြီး လုပ်ပါတော့တယ်။ဒီလိုနဲ့ အနားမယူခင် နောက်ဆုံးအနေနဲ့ သူတို့ကို ပေးအပ်လာတဲ့ မစ်ရှင်သုံးခုကို လုပ်ဆောင်ဖို့ အကြောင်းဖန်လာချိန်မှာတော့....\nသာမန် မြင်တွေ့နေကြ လုပ်ကြံရေးသမားတွေနဲ့ မတူဘဲ ဂျွန်နီနဲ့ ဖရန်ကီဟာ တကယ်ကို ရယ်ရတဲ့အတွဲပါ။\nကလိထိုးရယ်ရတဲ့ ဟာသမျိုးတွေမဟုတ်ဘဲ သူတို့ တလွဲလုပ်တာတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2zHnp/Hitmen.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/u-turn-158x200.jpg",
        "title": "U-Turn (2023)",
        "description": "U turn (2023)\nIMDb - 6.1/10ဒီတစ်​ခေါက်မှာက​တော့ ပ​ဟေဠိဆန်တဲ့လှည့်ကွက်​တွေနဲ့ Plot Twistကိုသ​ဘောကျကြသူ​တွေ အကြိုက်​​တွေ့စေမယ့် မင်းသား​ချောAashim Gulatiနဲ့ မင်းသမီး​ချော​လေး Alaya Fတို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ Supernatural Thriller Movie \"U turn\"ကိုတင်ဆက်​ပေးလိုက်ပါတယ်ရာဒီကာဟာ​ခေတ်ဆန်ပြီး ​ပျော်​ပျော်​နေတတ်တဲ့အလုပ်သင်ဂျာနယ်လစ်မ​လေးတစ်​ယောက်ဖြစ်ပါတယ် သူ​ရေးဖို့ကြိုးစား​နေတဲ့​ဆောင်းပါး​လေးက​တော့ မိုးပျံလမ်း​ပေါ်မှာလမ်းစည်းကမ်းမဲ့စွာ ဘ​​လောက်တုံး​တွေကိုဖယ်ပြီး ဂငယ်​ကွေ့​ကွေ့တတ်သူ​တွေ​ကြောင့် မ​တော်တဆမှူအများကြီးဖြစ်ခဲ့တဲ့အ​ကြောင်း​ဆောင်းပါး​လေးပါ ဒီရည်ရွယ်ချက်​ကြောင့်ပဲသူဟာ ဘ​လောက်တုံးကိုဖယ်ပြီးဂငယ်​ကွေ့​ကွေ့ခဲ့ကြသူ​​တွေကို စုံစမ်းကာလိုက်အင်တာဗျုးဖို့ကြိုးစားပါ​တော့တယ်ဒါ​ပေမယ့်ထူးဆန်းစွာနဲ့ပဲ သူအင်တာဗျုးဖို့ရာအတွက် စာအုပ်ထဲမှာချ​ရေးထားသူတိုင်းက ​​အ​ဖြေရှာမရစွာ​သေကုန်ကြပြီး သူ့စာအုပ်ဟာလည်းDeath Noteလိုဖြစ်လာပါ​တော့တယ် ဒီလိုဆန်းပြားတဲ့ကိစ္စကိုရဲ​တွေကလည်း သံသယဝင်လာပြီးလိုက်စုံစမ်းရာက​နေ ဘယ်လိုလျို့ဝှက်ချက်​တွေထွက်လာမလဲ ရာဒီကာစာအုပ်ထဲမှာ ချ​ရေးလိုက်သူတိုင်းက ဘာလို့​သေကုန်ကြတာလဲ ကံကြမ္မာရဲ့​နောက်​ပြောင်မှူတစ်ခုပဲလား ဒါမှမဟုတ်လူတစ်​ယောက်က ကြိုးကိုင်​နေတာလားဆိုတာကို Plot Twist​တွေနဲ့ ဒီကား​လေးထဲမှာရင်ခုန်စိတ်လှုပ်ရှားစွာ ​စောင့်ကြည့်လိုက်ရ​အောင်\nFile size…1.2GB /550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~KhinKhin~ThaikSan",
        "rating": "6.1",
        "url": "https://megaup.net/1dM6z/U-Turn_(2023)_Hindi_HQ_HD.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://megaup.net/3fDSK/Peter.Pan.and.Wendy.2023.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/romhjUZMtDUlAUVGiAlgPKWWBja.jpg",
        "title": "Bite the Dust (2023)",
        "description": "Bite the Dust (2023)Cowboy ကားကြိုက်တဲ့သူတွေအတွက် ကောင်းဘွိုင်လိုစွန့်စားခန်းရော ဘောက်ဆင်ထိုးတာပါ ပါတဲ့ Country ကားပါ။ဒက်ခ်ျနဲ့ဝေကိုတို့နှစ်ယောက်က ဆုငွေကြေညာထားတဲ့ လူဆိုးတွေကို လိုက်ဖမ်းတဲ့ ဆုကြေးမုဆိုးတွေဖြစ်ပြီး ကြေးကြီးကြီးရမယ့် လူဆိုးနောက်လိုက်ရင်း မြို့လေးတစ်မြို့ကိုရောက်လာပါတယ်။ မြို့လေးက ရွှေထွက်ပေမဲ့ ရဲမှူးနဲ့ပေါင်းပြီး လက်ဝါးကြီးအုပ်ထားတဲ့ မိုင်းသူဌေးကြောင့် မြို့သားတွေ ဘာမှမရတဲ့အပြင် မြို့ကပါ အကြွေးထဲနစ်နေပါတယ်။ဝေကိုတို့ ပစ်ဖမ်းလာတဲ့လူဆိုးအတွက်ဆုငွေကိုလည်း မပေးသေးဘဲ ရွှေ့ဆိုင်းထားတဲ့အတွက် သောင်တင်နေရင်း ဒီမြို့ကို မွေးစားဖို့ရထားနဲ့ပို့လိုက်တဲ့ ကလေးတွေအခြေအနေသိရအောင် လာစုံစမ်းတဲ့ မိန်းကလေးနဲ့ ဆုံပါလေရော။မိဘမဲ့ကလေးတွေနဲ့ မိုင်းသူဌေး ဘယ်လိုပတ်သက်နေတာလဲ... သူ့လုပ်ရပ်တွေ သိသွားတဲ့အခါ လူယုတ်မာ‌တွေလက်ကနေ မြို့လေးကို ဘယ်လိုကယ်တင်မလဲဆိုတာ ဆက်အားပေးလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune Lai KK မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "",
        "url": "https://megaup.net/1Y87k/(CM)_Bite_The_Dust_(2023)_1080p.mp4,https://megaup.net/1Y82j/(CM)_Bite_The_Dust_(2023)_720p.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFeSbNpI9sEsgzDAMjIvz4UFw3P.jpg",
        "title": "Tebus (2023)",
        "description": "Tebus (2023)အန်နဟာ မီဒီယာတွေပေါ်မှာတော့ အရာရာပြည့်စုံပြီး ဆိုးသွမ်းနေတဲ့ ဆူချီလက်၀တ်ရတနာရဲ့ ဆက်ခံသူသူ‌ဌေးသမီးတစ်ဦးပေါ့။\nဒါပေမယ့်အဖေအရင်း ဆုံးပြီးတဲ့နောက်မှာ မပျော်မရွှင်နေနေရတဲ့အန်နရဲ့အဖြစ်ကို ဘယ်သူမှမသိကြပါဘူး။အန်န့အဖေရဲ့ သူငယ်ချင်းလည်းဖြစ် လုပ်ဖော်ကိုင်ဖက်လည်းဖြစ်တဲ့ ဘာကာက\nအန်န့အဖေဆုံးပြီးတဲ့နောက် ဆူချီလုပ်ငန်းကို ဦးစီးလိုက်ပြီး အန်န့အမေနဲ့လက်ထပ်ကာ အန်နရဲ့အဖေအသစ်ဖြစ်လာပါတော့တယ်။\nသူက ဂရုစိုက်တဲ့အဖေအဖြစ် ကြင်နာတတ်တဲ့ခင်ပွန်းကောင်းအဖြစ်နေနေပေမယ့်\nထက်မြတ်တဲ့အန်နကသာ အဲ့မျက်နှာဖုံးအောက်မှာဘာရှိလဲ သိနေခဲ့ပါတယ်။\nအန်န့အမေဟာလည်း ဘာကာရဲ့အယုံသွင်းခြင်းခံထားရတာမို့ အန်နပြောတာတွေလည်းနားမထောင်ပေးတော့ပါဘူး။\nဆူချီလက်၀တ်ရတနာဆိုင်တစ်ခုရဲ့ အရည်အချင်းရှိတဲ့လုံခြုံရေး၀န်ထမ်း ဂျိုဟန်ဟာ\nအကြောင်းကြောင်းကြောင့် အန်နရဲ့ကိုယ်ရံတော်တစ်ယောက်ဖြစ်လာပါတယ်။\nဂျိုဟန်ရဲ့ ညီလေးက နှလုံးမှာစက်တပ်ထားရပြီး နှလုံးအစားထိုးမခွဲစိတ်ရရင် နှစ်ပတ်အတွင်းသေဆုံးတော့မှာဖြစ်ပါတယ်။\nညီလေးအတွက် ဘယ်လိုအခွင့်အရေးမျိုးကိုမဆို အရယူမယ့် ဂျိုဟန် နဲ့\nပထွေးကို ရင်ဆိုင်တိုက်ခိုက်ရမယ့် အန်နတို့ နောက်ဆုံးမှာ ဘယ်လိုအဆုံးသတ်ကြမလဲဆိုတာကို\nစိတ်လှုပ်ရှားစရာအက်ရှင်ဇာတ်၀င်ခန်းတွေနဲ့ အတူ ဂျိုဟန်ရဲ့ညီလေးအပေါ်မေတ္တာကို ကြည်နူးဖွယ်ကောင်းစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p\nFile size… 1.9GB | 902MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1i77j/Tebus.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1i776/Tebus.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yjsxat9oMmiqYubps359YFCbkF1.jpg",
        "title": "Rohan at the Louvre (2023)",
        "description": "Rohan at the Louvre (2023)ဒီဇာတ်ကားလေးကတော့ ပန်းချီအနုပညာကို နောက်ခံထားပြီး Mystery ဆန်ဆန် ရိုက်ထားတဲ့ ဂျပန်ဇာတ်ကားပဲဖြစ်ပါတယ်။\nRohan ဟာ ဂျပန်မှာသာမက နိုင်ငံရပ်ခြားမှာပါ နာမည်ကျော်ကြားတဲ့ မန်ဂါရုပ်ပြရေးဆဲွသူတစ်ယောက်ပါ။\nသူဟာ အရောင်တွေကို လေ့လာလိုက်စားတဲ့နေရာမှာ အားသန်ပြီး သူ့ဆီမှာ သဘာ၀လွန်စွမ်းအားတစ်ခုလဲ ရှိပါတယ်။\nတရက်မှာ သူ လေ့လာနေတဲ့ အရောင်ကို ဆဲွထားတဲ့ ပန်းချီတစ်ချပ်ကို လေလံပဲွမှာ လေလံဆဲွရာကနေမှ\nဒီပန်းချီကားကို တခြားလိုချင်သူတွေလဲရှိနေတယ်ဆိုတာသိလိုက်ရပါတယ်။\nဒီပန်းချီကားကို ရေးဆဲွသူနောက်ကို ခြေရာခံရာကနေ\nပြင်သစ်နိုင်ငံ ပဲရစ်မြို့က နာမည်ကျော် လုဗ်ပြတိုက်ဆီကို ခရီးထွက်ဖို့ဖြစ်လာပါတော့တယ်။\nရိုဟန်တစ်ယောက် သူရှာဖွေနေတဲ့ ပန်းချီကားကိုတွေ့သွားမလား?\nAdventure, Fantasy, Mystery genre ကြိုက်နှစ်သက်သူတွေအဖို့\nရုပ်ပြကာတွန်းကနေ Live Action အနေနဲ့ ပြန်လည်ရိုက်ထားတဲ့ ဒီဇာတ်ကားက အာသာပြေစေမှာပါ။Genre..... Adventure,Drama , Mystery\nQuality…. 1080p | 720p\nFile size… 1.6GB | 640MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Y4zi/Rohan.at.the.Louvre.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1i76p/Rohan.at.the.Louvre.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tkSpBueKmUnWDxamaXftriRolxv.jpg",
        "title": "Tiger Running (2023)",
        "description": "Tiger Running (2023)ထိုင်းဟာသကား မျှော်နေကြသူတွေအတွက် အူတက်အောင်ရယ်ရမယ့် ဇာတ်ကားအသစ်စက်စက်လေး ရပါပြီနော်ဇာတ်လမ်းအကျဉ်းကို ပြောရရင်တော့…ပေတေဆိုးမိုက်နေတဲ့ လူဆိုးလေး Cheetah ဟာ\nတစ်ရက်မှာတော့ ဘယ်သူတွေမှန်းမသိတဲ့ လူတချို့က ရိုက်နှက်သွားတာကို ခံလိုက်ရပါတယ်အဲဒီလို ရိုက်နှက်ခံရပြီး သေလုမြောပါး ဖြစ်နေတဲ့ Cheetah ကို\nကယ်တင်လိုက်တဲ့သူကတော့ ဘုန်းကြီးကျောင်းသား ကျောင်းဆရာလေး Tuay ပါဒါပေမဲ့ Tuay အတွက် အံ့အားသင့်စရာကတော့ သူကယ်လိုက်တဲ့သူဟာ သူနဲ့တစ်ထေရာတည်းတူတဲ့သူ ဖြစ်နေတာပါပဲ။\nဒါကြောင့် Tuay ဟာ Cheetah လို ဟန်ဆောင်ပြီး ရိုက်နှက်သွားသူတွေကို ရှာဖွေဖို့ ကြိုးစားပါတော့တယ်Tuay ရဲ့ ရည်ရွယ်ချက်တွေ ပြည့်မြောက်ပြီး ရိုက်နှက်သွားသူတွေကို ရှာတွေ့သွားမလား၊ Cheetah ကရော ပြန်သတိရလာပါ့မလား၊\nTuay နဲ့ Cheetah က ဘာလို့ ရုပ်ချင်းတူနေကြတာလဲ ဆိုတဲ့ မြှုပ်ကွက်လေးတွေကိုတော့ ရယ်ရင်းမောရင်းပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်။Genre..... Drama, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2E23n/Tiger.Running.2023.1080p.NF..WEB-DL.CM.mp4,https://megaup.net/1i78r/Tiger.Running.2023.720p.NF..WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dp0LlnahtNMwVk673H9fd1fat3.jpg",
        "title": "What If (2023)",
        "description": "What If (2023)ဇာတ်လမ်းဟာ drama-romance ဇာတ်လမ်းဖြစ်ပြီး ရုပ်ရှင်ဒါရိုက်တာ Manny Paloက ရိုက်ကူးထားတာပါ။\nAlessandra de Rossi နှင့် JM de Guzman တို့ ပါဝင်သရုပ်ဆောင်ထားပြီး\nဇာတ်လမ်းက ဟန်းနီးမွန်းထွက်လာတဲ့ ကြင်စဦးဇနီးမောင်နှံကိုအခြေတည်ရိုက်ကူးထားတာပါ။သူတို့ဟာအိမ်ထောင်ရေးကို ပြိုကွဲစေနိုင်တဲ့ ခက်ခဲတဲ့ အမှန်တရားတွေကို ရင်ဆိုင်ရတယ်။\nနှစ်ဦးစလုံးက မတူညီသောဘဝတွေ အလိုဆန္ဒနှင့်လိုအပ်ချက်တွေ၊ မိသားစုဝင်ရောက်စွက်ဖက်မှု၊\nအသက်မွေးဝမ်းကျောင်း၊ မနာလိုမှု‌တွေလို လက်တွေ့အိမ်ထောင်ရေးပဋိပက္ခတွေကိုရိုက်ကူးတင်ဆက်ထားတာပါ။သူတို့ အဆင်ပြေသွားမှာလား၊ ကွဲသွားမှာလား ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.7GB | 536MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1i795/What.If.2023.1080p.NF.WEB-DL.DDP5.1.1.CM.mp4,https://megaup.net/2E23y/What.If.2023.720p.NF.WEB-DL.DDP5.1.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9F0L1Ksfe2pqCRIvCdaA7Uvnr9W.jpg",
        "title": "Face Off 6: The Ticket Of Destiny (2023)",
        "description": "Face off 6 : The Ticket of Destiny (2023)Vietnam Anthology seriesထဲမှာ တော်တော်လေးလူကြိုက်များတဲ့ Face off seriesရဲ့ ၆ ကားမြောက်ဖြစ်တဲ့ Ticket of destiny လေး ထွက်ရှိလာပါပြီ။\nFace off 1ကစလို့ မမျှော်လင့်ပဲနဲ့ ရုတ်တရက်ပြဿနာတွေရင်ဆိုင်ရတဲ့အစဉ်အလာမပျက် Face off 6 မှာရော ဘာတွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။ငွေဆိုတာ ကံကောင်းခြင်းဆိုလည်းဟုတ် ကံဆိုးခြင်းဆိုလည်းဟုတ်တဲ့ အသွားနှစ်ဖက်နဲ့ဓားတစ်လက်ပါ။\nဘယ်လောက်ပဲ ငွေဟာအရေးမကြီးပါဘူးပြောနေပါစေ အချိန်တန်ရင် Second Godလို့တင်စားရတဲ့ငွေရဲ့ခြေရင်းမှာ ကျွန်တော်တို့တော်တော်များများ ကျရှုံးရတာချည်းပါပဲ။\nဒီကားလေးထဲမှာလည်း မမျှော်လင့်ဘဲရောက်လာတဲ့ ငွေထုပ်တစ်ထုပ်ကြောင့် ပြောင်းလဲသွားတဲ့ သူငယ်ချင်း ၆ ယောက်ရဲ့ကံကြမ္မာကို ရှုစားရမှာဖြစ်ပါတယ်။သမီးလေးကလည်းချူချာ ကိုယ်ပိုင်လုပ်ငန်းကလည်း အခြေအနေမဟန်လှတဲ့ဖွန်တစ်ယောက် သူငယ်ချင်း ၆ ယောက်ရဲ့မွေးနေ့တွေကိုစုပြီးတော့ ထီထိုးလိုက်ပါတယ်။\nဒီထီလက်မှတ်သာ ဆုကြီးတစ်ဆုပေါက်ခဲ့ရင် အားလုံးအညီအမျှခွဲယူပြီး အားလုံးတူတူ ဘဝကိုပြောင်းလဲပစ်လို့ ဆင်းရဲတွင်းကနေအလွတ်ရုန်းမယ်ဆိုတဲ့ မဟာရည်မှန်းချက်ကြီးနဲ့ပေါ့။\nဒီထီလက်မှတ်ကိုတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Y4zX/Face.Off.6.The.Ticket.of.Destiny.2023.1080p.NF.WEB-DL.CM.mp4,https://megaup.net/1i77d/Face.Off.6.The.Ticket.of.Destiny.2023.720p.NF.WEB-DL.CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKWQJAWnDelj9N5tGcoIGtKaS5y.jpg",
        "title": "Hello Ghost (2023)",
        "description": "Hello Ghos (2023)လူတွေက ဘယ်လိုအချိန်မျိုး‌တွေမှာ အထီးအကျန်ဆုံးလို့ ထင်ပါသလဲ။\nအားလပ်ရက်တွေ နှစ်သစ်ကူးတွေ ခရစ်စမတ်နေ့တွေမှာ လူတွေက အထီးကျန်လွန်းတာကြောင့် သေကြောင်းကြံစည်ဖို့ဆုံးဖြတ်ကြပါတယ်။\nဒီရုပ်ရှင်ရဲ့ဇာတ်လိုက် ကရက်စနာက မိဘမဲ့တစ်ကောင်ကြွက်လူငယ်တစ်ယောက်။\nသူက အထီးကျန်တဲ့ဝေဒနာကိုလည်း အလူးအလဲခံစားနေရရှာတယ်။\nရည်းစားရဲ့ဖြတ်တာလည်းခံရတဲ့အပြင် အလုပ်လည်းထုတ်ခံလိုက်ရတာကြောင့်\nကရက်စနာတစ်ယောက်မချိတဲ့အဆုံး သေကြောင်းကြံစည်ပါပြီ။\nလည်ပင်းကိုကြိုးကွင်းစွပ်သေဖို့ကြိုးစားကြည့်တယ်။ မအောင်မြင်ခဲ့ဘူး။\nပိုးသတ်ဆေးတွေသောက်တယ်။ မသေပြန်ဘူး။\nနောက်ဆုံး ပါရာစီတမောတွေသောက် ရေကူးကန်ထဲခုန်ချလိုက်တော့မှ...\nမသေဘဲ ဆေးရုံရောက်သွားပါတယ်။ ဆေးရုံကုတင်မှာပြန်နိုးလာတဲ့အချိန် တစ်ခုခုတော့လွဲနေခဲ့တယ်။\nကရက်စနာက သရဲတွေကို ‌မြင်နေရတာပါပဲ။ သွေးသံရဲရဲနဲ့ သရဲတွေကိုမြင်ရတဲ့စွမ်းရည်ရှိပြီး\nအဲ့သရဲတွေသေဆုံးရတဲ့အကြောင်းအရင်းကို စုံထောက်လုပ် အမှုမှန်ဖော်ရတဲ့ဇာတ်လမ်းမျိုးမဟုတ်ပါဘူး။\nကရက်စနာက သရဲလေးကောင်ကိုသာ မြင်ရတာဖြစ်ပြီး အဲ့သရဲတွေက ကရက်စနာအိမ်ကို လိုက်နေပါတော့တယ်။\nအဲ့သရဲတွေက ဘာကိစ္စကြောင့် ကရက်စနာကိုနှောင့်ယှက်နေရသလဲ\nသူတို့က‌ရောအချိန်တန်ရင်ပျောက်ကွယ်သွားမှာလားဆိုတာကို ကြည်နူးစရာဒီဇာတ်ကားလေးထဲမှာကြည့်ရှူရမှာဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p\nFile size… 1.2GB | 545MB\nFormat… mp4\nDuration…. 1h 53min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "6.5",
        "url": "https://megaup.net/1i785/Hello.Ghost.2023.NF.WebDL.1080p.CM.mp4,https://megaup.net/2E22x/Hello.Ghost.2023.NF.WebDL.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBGIKpwTFJgsCgdLqQS5qjUaTyG.jpg",
        "title": "Bad Things (2023)",
        "description": "Bad Things (2023)တကယ်တမ်း ကျွန်တော့်အမြင်မှာ ဒီကားက Psychological Thriller ပိုဆန်နေတဲ့အပြင် ဇာတ်လမ်းကလည်း အပြနှေးပါတယ်။\nဒါကြောင့်ပဲ Jump scare တွေ၊ တစ်ချိန်လုံး ခြောက်လှန့်နေမှ ကြိုက်တဲ့သူမျိုးအတွက်ဆိုရင် နည်းနည်းပျင်းဖို့ကောင်းတယ်လို့ ခံစားမိပါလိမ့်မယ်။ဆောင်းတွင်းကြီး ဟိုတယ်တစ်ခုမှာ ဖြစ်တာကို ဇာတ်လမ်းတည်ထားတာမို့\nတစ်ချက်တစ်ချက် The Shining ရုပ်ရှင်က vibe လည်း ရနေပါတယ် နည်းနည်း မှီငြမ်းထားတယ် ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဆောင်းတွင်းတစ်ခုမှာ ရူသီဟာ အဘွားဖြစ်သူဆီကနေ အမွေရတဲ့ စွန့်ပစ်ဟိုတယ် အဟောင်းကြီးကို ရောင်းဖို့အတွက်\nရည်းစားဖြစ်သူ ကယ်လ် ၊ သူငယ်ချင်းဖြစ်သူ မက်ဒီရယ်၊ အကြုံလိုက်လာတဲ့ ဖရန်တို့နဲ့အတူ မြို့လေးဆီကို လာခဲ့ပါတယ်။\nဟိုတယ်မှာကလည်း ဘယ်သူမှမရှိတာမို့ ရူသီတို့တွေ လွတ်လွတ်လပ်လပ်နေကြရင်း၊\nဟိုတယ်တွေက သရဲဇာတ်လမ်းတွေကို ပြောပြကြရင်း အေးဆေး အချိန်ကုန်ဆုံးနေခဲ့ပါတယ်။\nဒါပေမယ့် ဖရန် တစ်ယောက် တကယ်မရှိတာတွေကို ဟိုဟိုဒီဒီ မြင်လာပြီးတော့\nဘယ်လိုတွေ ခြောက်လှန့်ခံရမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ ကြည့်ရှု့လိုက်ပါဦး။အညွှန်း ...",
        "rating": "",
        "url": "https://megaup.net/1i768/Bad.Things.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1Y4y6/Bad.Things.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
        "title": "Mission: Impossible – Dead Reckoning Part One (2023)",
        "description": "Mission: Impossible - Dead Reckoning Part One (2023)~ IMDb - 8/10, Rotten Tomatoes - 96% ~Mission: Impossible – Fallout (2018) ရဲ့ အဆက်ဖြစ်တဲ့ Dead Reckoning Part 1 လာပါပြီ။ ဒါဟာ သတ္တမမြောက် M:I ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ Fallout, Top Gun တို့ရဲ့ ဇာတ်ညွှန်းဆရာ Christopher McQuarrie ကပဲ ဇာတ်ညွှန်းရေးသား ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ဟာ နှစ်ကားတွဲဖြစ်ပြီး Dead Reckoning Part II ကိုလည်း ဆက်ပြီးရိုက်ကူးသွားမှာပါ။ တွမ်ခရုရဲ့ သက်စွန့်ဆံဖျားစတန့်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ M:I ရုပ်ရှင်တွေဟာ ဒီကားမှာလည်း အရှိန်ကို ဆက်ထိန်းထားတုန်းပါပဲ။ ဝေဖန်ရေးဆရာတွေရဲ့ Rating တွေအရ ...",
        "rating": "8",
        "url": "https://megaup.net/2E4bz/Mission.Impossible.Dead.Reckoning.Part.One.2023.1080p.AMZN.WEB-DL.DDP5.1[CM].mp4,https://megaup.net/1i9b1/Mission.Impossible.Dead.Reckoning.Part.One.2023.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ozCUmnU6z7chpYXLcO3szIiNShr.jpg",
        "title": "Marrying the Mafia : Returns (2023)",
        "description": "Marrying the Mafias : Returns (2023)ဟာသကား မျှော်နေကြသူတွေအတွက် စိတ်အပန်းပြေစေမယ့် Marrying The Mafia: Returns (2023) ထွက်ရှိလာပါပြီMarrying The Mafia ဟာဆိုရင် ၂၀၀၂ ခုနှစ်နဲ့ ၂၀၀၅ ခုနှစ်တွေမှာ I & II ထွက်ရှိထားခဲ့ပြီးသားဖြစ်ပြီး ဝက်ဝက်ကွဲ ရယ်ခဲ့ရသလို\nအခု ၂၀၂၃ ခုနှစ်အတွက် ထွက်ရှိလာတဲ့အခါမှာလည်း ရယ်ရင်းမောရင်း စိတ်ပင်ပန်းစရာတွေကို ပြေပျောက်စေဦးမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အောင်မြင်လှတဲ့ စာရေးဆရာတိုရီဟာ တစ်ညမှာတော့ အမှတ်မထင် မိန်းကလေးတစ်ယောက်နဲ့ အတူအိပ်မိသွားခဲ့ပါတယ်။\nဒီခေတ်ကြီးထဲမှာ One Night Stand မိတာဟာ အထွေအထူးမဟုတ်ပါဘူးလို့ တွေးထားခဲ့ပေမဲ့\nတကယ်တမ်း အဲဒီမိန်းကလေးရဲ့မိသားစုဟာ နာမည်ကြီးလွန်းလှတဲ့ လူမိုက်ဂိုဏ်းတစ်ခု ဖြစ်နေတဲ့အခါမှာတော့\nခြိမ်းခြောက်အကြပ်ကိုင်မှုတွေကြားက စာရေးဆရာတိုရီရဲ့ဘဝဟာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ရယ်မောရင်း ကြည့်ရှုသွားကြရမှာပါ။Casts တွေအနေနဲ့ဆိုရင်လည်း နာမည်ကြီးတွေပဲဖြစ်ကြတဲ့ မင်းသမီးကြီး Kim Soo-mi,\nမင်းသား Yoon Hyun-min ...",
        "rating": "7",
        "url": "https://megaup.net/1Y648/Marrying.the.Mafia.Returns.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BM2U3NDQ5ZmEtZGFlOS00MmJlLTg0ZmUtNjAxNDM0Y2M1NTFmXkEyXkFqcGdeQXVyNTQ2NjI2Nw@@._V1_-150x200.jpg",
        "title": "The Last Video Store (2023)",
        "description": "The Last Video Store (2023)\n=====================အင်တာနက်ခေတ်တစ်ခေတ်ကို ရောက်လာတဲ့အခါမှာ ဇာတ်ကားသစ်ထွက်ရင်\nအခွေဆိုင်ကို ပြေးပြီး အလုအယက်ပြေးငှားနေဖို့မလိုတော့ဘဲ ဒေါင်းလုဒ်လေး\nလုပ်ရုံနဲ့တင် ဇာတ်ကားတိုင်းကို ကြည့်ရှူလို့ရလာကြတယ်။ ခေတ်တစ်ခေတ်ရဲ့\nအပြောင်းအလဲမှာ အခွေငှားဆိုင်တွေ ကွယ်ပျောက်သွားကြတယ်ပေါ့။ အခု ဇာတ်\nလမ်းလေးကလည်း \"နောက်ဆုံးအခွေဆိုင်တဲ့\" ၊ ပြည်နယ်တစ်ခုလုံး သုံးဆိုင်လောက်\nပဲရှိတော့မလားပဲ၊ ဆိုင်ပိုင်ရှင်ကလည်း ရုပ်ရှင်ဇာတ်ကားတွေကို ချစ်မြတ်နိုးပြီး\nလက်တွေ့ဘဝနဲ့ရုပ်ရှင်က တစ်ထပ်တည်းဖြစ်တယ်လို့ ခံယူထားတဲ့သူပါ။သူ့ဆိုင်မှာလည်း ဝယ်သူနည်းပါးတဲ့အပြင် ဝန်ထမ်းကလည်း တစ်ယောက်ပဲရှိတယ်\nဆိုင်ကိုဓါးပြလာတိုက်ရင်တောင် ပေးစရာပိုက်ဆံမရှိလို့ အလုပ်သစ်ရှာဖို့ ဓါးပြကြီး\nကပါဆုံးမသွားခဲ့တယ်။ နောက်ရက်တွေမှာ ဆိုင်ရှင်ကြီးက ပေါက်ကွဲပြီး CCTV တွေ\nတပ်ချလိုက်ရော...တစ်ရက်မှာ အတွဲတစ်တွဲရောက်ချလာပြီး ဝန်ထမ်းကောင်လေးက\nအဲဒီအတွဲက ကောင်မလေးကို မြင်မြင်ချင်း သဘောကျသွားတယ်၊ အဲဒီနောက် အဲဒီ\nကောင်မလေးက ဆိုင်မှာအလုပ်လုပ်ဖို့ လာလျှောက်တဲ့အခါ ဘယ်လိုတွေနှစ်ပါးကမလဲ\nကြည့်ရှူလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.55 GB) / (656 MB)\nQuality............WEB-DL 1080p / 720p\nDuration........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror\nTranslator......ZWT\nEncoder..........SWM",
        "rating": "7.7",
        "url": "https://megaup.net/1XZc3/The.Last.Video.Store.2023.1080p.WEB-DL.(CM).mp4,https://megaup.net/1XZbw/The.Last.Video.Store.2023.720p.WEB-DL.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNTIwN2M2OGEtNmZmMS00ODRhLWEwOTYtNjdkZjY3NzZmOTZhXkEyXkFqcGdeQXVyODA4MDA0Mjg@._V1_-160x200.jpg",
        "title": "Baang (2023)",
        "description": "Baang (2023)\n==============IMDb 7.7/10အသစ်ထွက်ရှိလာတဲ့ ကန်နာဒါစကားပြော တောင်ပိုင်း Dark comedy,\nအက်ရှင်ရုပ်ရှင်လေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nအာရပ်ဗ်.. ဘူရှန်နဲ့ ဆူနေးလ်ဆိုတဲ့ ပျော်ပျော်နေတတ်တဲ့ သူငယ်ချင်းသုံးယောက်။\nတစ်နေ့မှာ အာရပ်ဗ်ရဲ့ ညီလေး အာရုရှ်ကိုပါခေါ်ပြီး သုံးယောက်သား ကားတစ်စီးနဲ့ နိုက်အောက်ထွက်\nပတ်ကဲရင်း ဒယ်ဒီနဲ့ လီယိုနာဆိုတဲ့ ဂိုဏ်းစတားသားအဖနဲ့ ဘုမသိဘမသိဘဲ ငြိသွားကြတဲ့အခါမှာတော့...။ဒီရုပ်ရှင်ဟာဆိုရင် ဇာတ်လမ်းကို pov တစ်ခုပြီးတစ်ခု သွားထားပြီး မြင်နေကျမဟုတ်တဲ့ပုံမျိုးနဲ့ တင်ဆက်ထားပါတယ်။\nလီယိုနာအဖြစ်သရုပ်ဆောင်တဲ့ မင်းသမီးလေး ရှန်ဗီကလည်း တော်တော်လေး မျက်စိပဒါသဖြစ်တာမလို့\nပေါ့ပေါ့ပါးပါး အက်ရှင်ဟာသတွေရှာနေသူတွေအတွက် perfect ဖြစ်မယ့်ရုပ်ရှင်လေးပါပဲ...။( ဒီအညွှန်းကိုတော့ Zwe Yan က ရေးထားပြီး ဘာသာပြန်ဆိုသူတွေကတော့ YH, KKKZ နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…2GB ...",
        "rating": "7.7",
        "url": "https://megaup.net/1i8d1/Baang_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1i8cs/Baang_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yYbBsAA1eh3hioW4Jm0G775TZk0.jpg",
        "title": "As Long As We Both Shall Live (2023)",
        "description": "Manga မှာရော Animeမှာပါ နာမည်ကြီး လူကြိုက်များပြီးသားဆိုတော့ဒီကားလေးကို တော်တော်များများ သိပြီးကြမှာပါ။ဒီ Live Action မှာတော့ နာမည်ကြီးVoice actor တစ်ဦးဖြစ်တဲ့ Kenjiro Tsuda နဲ့My Love Mix-up ၊ Silent အစရှိတဲ့ Series တွေမှာ သရုပ်ဆောင်ခဲ့တဲ့Ren Meguro တို့ ပါဝင်သရုပ်‌ဆောင်ထားကြတာဆိုတော့ကြည့်ပျော်မှာကတော့ အသေအချာပါပဲ။ဒါ့အပြင် IMDb rating ကလည်း 6.7 ဆိုတော့တစ်ခါလောက်တော့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါပဲ။ အချစ်မပါဘဲ မိဘတွေစီစဉ်ပေးလို့ မင်္ဂလာဆောင်ခဲ့ရတဲ့အိမ်ထောင်ရေးတစ်ခုကမွေးဖွားလာခဲ့တဲ့ Miyo Saimori...မိခင်ဖြစ်သူ ဆုံးပါးသွားတဲ့နောက်မှာတော့ မိထွေးနဲ့နေရပြီးစွမ်းအားစစ်ဆေးချိန်မှာ မိသားစုအမွေဖြစ်တဲ့စိတ်စွမ်းအင်ကို ဆက်ခံနိုင်တဲ့သူက Miyo မဟုတ်ဘဲမိထွေးရဲ့သမီးဖြစ်သူဖြစ်နေပါတယ်။အဲဒါကြောင့် မိသားစုအတွင်းမှာ နေရာမရဘဲ အစေခံသာသာပဲနေရပါတယ်၊ဒီလိုနဲ့ အင်မတန် ရက်စက်တယ်လို့ နာမည်ကြီးတဲ့စစ်တပ်ခေါင်းဆောင် Kiyoka Kudou နဲ့ လက်ထပ်ရဖို့ဖြစ်လာပါတယ်။ဒီလို ကံဆိုးအကြောင်းမလှတဲ့ဘဝနဲ့ ကြီးပြင်းလာတဲ့Miyo Saimori တစ်ယောက်ရဲ့ဘဝ ဘယ်လိုတွေပြောင်းလဲလာမလဲ၊သူတို့နှစ်ယောက်ရဲ့အိမ်ထောင်ရေးက ...",
        "rating": "6.8",
        "url": "https://megaup.net/2E2km/My_Happy_Marriage_(2023)_1080p_%7BCM%7D.mp4,https://megaup.net/2E2ku/My_Happy_Marriage_(2023)_720p_%7BCM%7D.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uoKUTwvHvSVHWjSM4RhCh6rKL0U.jpg",
        "title": "Deliver Us (2023)",
        "description": "Deliver Us (2023)\"Deliver Us\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်း ဒီဇာတ်ကားက ကလေးနှစ်ယောက်ကို မီးဖွားပေးတဲ့နေရာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ခရစ်ယာန်သမ္မာကျမ်းစာထဲမှာ \"ယေရှုခရစ်တော်\" က ယောင်္ကျားနဲ့မိန်းမ ပေါင်းဖက်ခြင်းကမဟုတ်ဘဲ ဘုရားသခင်ရဲ့တန်ခိုးတော်အားဖြင့် အပျိုစင်ကညာတစ်ဦးဖြစ်တဲ့ \"မာရိ\" ထံကနေ လူ့ဇာတိခံခဲ့တာဖြစ်ပါတယ်။ နောက်တစ်ချက်က သမ္မာကျမ်းစာရဲ့ နောက်ဆုံးကျမ်းဖြစ်တဲ့ ဗျာဒိတ်ကျမ်းထဲမှာဆိုရင် ဒီကမ္ဘာပေါ်ကို ယေရှုခရစ်တော် နောက်တစ်ဖန်ပြန်ကြွလာမယ်လို့ ပရောဖက်ပြုထားပါတယ်။ ဒါပေမဲ့ အဲဒီကာလမတိုင်ခင်မှာပဲ \"အန္တိခရစ်\" ဆိုတဲ့ ခရစ်တော်ကိုဆန့်ကျင်တဲ့ပုဂ္ဂိုလ်တစ်ဦးက ကမ္ဘာပေါ်မှာအရင်မွေးဖွားလာပြီး လူသားတွေကို လှည့်စားမှုပေါင်းများစွာနဲ့ အုပ်စိုးမှာပဲဖြစ်ပါတယ်။ အခုဇာတ်ကားထဲမှာတော့ သမားရိုးကျစိတ်ကူးယဉ်ဇာတ်လမ်းတွေလိုမဟုတ်ဘဲ ခရစ်ယာန်သမ္မာကျမ်းစာထဲက အကြောင်းအရာတွေအပေါ်ကိုအခြေခံပြီးတော့ ဆင့်ကဲကွန့်မြူးပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ရပ်ဝေးဒေသတစ်ခုမှာရှိတဲ့ သီလရှင်စစ္စတာတစ်ယောက်ကနေပြီးတော့ သံဝါသမပြုဘဲ ကိုယ်ဝန်လွယ်ထားရပါတယ်လို့ သတင်းထွက်လာပါတယ်။ ဒီကိစ္စက ကျမ်းစာထဲမှာဖြစ်ပျက်ခဲ့တဲ့ကိစ္စ သမိုင်းတစ်ကျော့ပြန်လာတာလားဆိုတာကို ဟုတ်မဟုတ်အတည်ပြုဖို့အတွက် ဗာတီကန်ကနေ ဘာသာဗေဒပညာရှင် ခရစ်ယာန်ဘုန်းကြီးတွေကိုစေလွှတ်လိုက်ပါတယ်။ တကယ်ကတော့ စစ္စတာယူလီယာက ကလေးတစ်ယောက်မဟုတ်ဘဲ ကလေးနှစ်ယောက်ကို ကိုယ်ဝန်လွယ်ထားရတာပါ။ ...",
        "rating": "",
        "url": "https://megaup.net/1i6ze/(CM)_Deliver_Us_(2023)_1080p.mp4,https://megaup.net/1Y401/(CM)_Deliver_Us_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNDAxMmYyNTMtZjgwZS00N2I4LWJkOWUtYmViN2M5Zjk4MTk2XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-160x200.jpg",
        "title": "The Great Indian Suicide (2023)",
        "description": "The Great India Suicide (2023)\n=========================ဒီဇာတ်လမ်းကတော့ ၂၀၂၁ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ မိဘတွေကိုယ်တိုင်က ကိုယ့်သွေးသားအရင်းအချာတွေကိုသတ်ပစ်ခဲ့တဲ့\nမဒန်နပယ်လ်လီ အမွှာ လူသတ်မှုကို အခြေခံပြီးတော့ ရိုက်ကူးထားတဲ့ IMDb 7.1/10 ရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ ဟဲမာန်သာဆိုတဲ့ကောင်လေးဟာ ပိုက်ဆံရှာနိုင်ဖို့အတွက် ကော်ဖီဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပါတယ်။\nသူဖွင့်ထားတဲ့ကော်ဖီဆိုင်လေးကို ကွတ်ကီးရောင်းဖို့ လာစပ်တဲ့ ကောင်မလေးချယ်တရာနဲ့ တွေ့ဆုံပြီးတဲ့နောက်ပိုင်းမှာတော့ ကောင်လေးဟာ\nကောင်မလေးရဲ့ အတွေးအခေါ်တွေကို သဘောကျရင်းကနေမှ ချစ်မိသွားခဲ့ပါတယ်။ သူ့အချစ်တွေကို ဖွင့်ပြောလိုက်တဲ့နောက်ပိုင်းမှာတော့\nကောင်မလေးဟာ ကောင်လေးကို ချစ်ရက်နဲ့ သူ့ရဲ့မိသားစုကိစ္စရေးရာကြောင့် ကောင်လေးအချစ်ကို ချက်ချင်းလက်မခံခဲ့ပေမဲ့လို့\nကောင်လေးကိုချစ်မိသွားတဲ့အတွက်နဲ့ သူ့ရဲ့ မိသားစုကိစ္စတွေကို ကောင်လေးကို ထုတ်ဖော်ပြောခဲ့ပါတယ်။အဲဒီကိစ္စကတော့ ချယ်တရာရဲ့ ကျေးဇူးရှင်ဦးလေးဖြစ်သူဟာ လွန်ခဲ့တဲ့နှစ်နှစ်က ကားမီးလောင်ရာကနေ သေဆုံးသွားခဲ့ရပါတယ်။\nချယ်တရာဟာ သူ့ရဲ့ ကျေးဇူးရှင်တဖြစ် ဦးလေးဖြစ်တဲ့သူရဲ့ သေဆုံးမှုအတွက် ယူကြုံးမရဖြစ်ခဲ့ရပြီးတော့ ဦးလေးအတွက်\nလုပ်ပေးနိုင်မယ့်အကောင်းဆုံးနည်းလမ်းကို ရှာဖွေခဲ့ပါတယ်။ နောက်ဆုံးတွေ့ရှိခဲ့တဲ့ နည်းလမ်းအရ ဦးလေးဖြစ်သူကို\nပြန်လည်ရှင်သန်လာနိုင်ဖို့အတွက် သူတို့တစ်မိသားစုလုံးရဲ့ အသက်ကိုစတေးပြီးတော့ ဦးလေးအတွက် ဆုတောင်းမှုလုပ်မယ့်နည်းလမ်းပါ။ဒီနည်းလမ်းအတိုင်းလုပ်မယ်ဆိုရင် ဦးလေးဖြစ်သူလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1i6sg/The_Great_Indian_Suicide_(2023)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-YK(CM).mp4,https://megaup.net/1i6s7/The_Great_Indian_Suicide_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/52YBwGJ3cJs54fpBzwnT1lnqgTo.jpg",
        "title": "Totally Killer (2023)",
        "description": "Totally Killer (2023)~ IMDb - 6.8/10, Rotten Tomatoes - 85% ~ဒီကားလေးက‌တော့ ဒီရက်ပိုင်းမှ ပူပူနွေးနွေးထွက်ရှိလာတဲ့ ‌ဟာသဟော်ရာအမျိုးအစားလေးပါ။ Scream တို့၊ \"Happy Death Day\"တို့ကြည့်ရတဲ့ Vibe မျိုးပြန်ခံစားကြည့်ချင်ရင် ဒီကားက သေချာပေါက်အလွတ်မခံသင့်တဲ့ကားပါပဲ။ Castတွေအနေနဲ့ ဆိုရင်လည်း \"Chilling Adventures of Sabrina\" ရဲ့ Kiernan Shipka, \"Marvel's Cloak & Dagger\" ရဲ့ Olivia Holt တို့က အဓိက Cast တွေအနေနဲ့ပါ၀င်ပြီး Randall Park နဲ့ Lochlyn Munro တို့လို ထင်ရှားတဲ့သူတွေလည်း ပါ၀င်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဗာနွန်ဆိုတဲ့မြို့ငယ်လေးက (၁၉၈၇)ခုနှစ် ဟောလိုး၀င်းရာသီမှာ ၁၆နှစ်အရွယ် ကောင်မလေးသုံးယောက် အသတ်ခံရလိုက်ပြီးနောက်ပိုင်း ကျီးလန့်စာစားနေနေရပါတယ်။ အဲဒါပြီးနောက်မှာတော့ လူသတ်သမားကငြိမ်နေပေမဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Y3is/(CM)_Totally_Killer_(2023)_1080p.mp4,https://megaup.net/1Y3hd/(CM)_Totally_Killer_(2023)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNmQ3MThkOWEtNTA0NC00YzI2LWIxZjEtZjdlZTVmNzQ2ZGViXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "OMG 2 (2023)",
        "description": "OMG 2 (Oh MyGod)အက်ရှေးကူးမားရ်ရဲ့ သောက်သောက်လဲ အောင်မြင်ခဲ့တဲ့ OMG အဆက် ဒုတိယကားထွက်ရှိလာပြီပဲဖြစ်ပါတယ် ကုဋေ ၅၀ ရင်းထားတဲ့\nဒီကားမှာ ရုံဝင်ငွေ ကုဋေ ၂၂၀ ထိပြန်လည်ရရှိခဲ့တာမို့ ခုနှစ်ပိုင်းအတွင်း အက်ရှေးတစ်ယောက် ပြန်လည်အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလို့ပြောလို့ရပါတယ်\nအက်ရှေးကူးမားအပြင် ဝါရင့်မင်းသားကြီး ပန်ကတ်ချ် သရီပသီနဲ့ မင်းသမီးချောလေး ယမ်မီဂေါ်သမ်တို့က အဓိကဇာတ်ဆောင်တွေအဖြစ်နဲ့လည်း ပါဝင်ထားပါသေးတယ်OMG 1 မှာ ဘုရားကိုမယုံတဲ့သူက သူ့အိမ်ကိုပဲရွေးငလျင်လှုပ်လို့ ဘုရားကိုတရားစွဲခဲ့တာကနေ တစ်လောကလုံးနဲ့ တစ်ယောက်ရင်ဆိုင်ခဲ့ရပုံကို ဘာသာရေးအကြောင်းတွေနဲ့ ရောသမမွှေ\nတင်ဆက်ပေးခဲ့ပေမဲ့ ဒုတိယကားမှာတော့ ဇာတ်ကောင်စရိုက်တွေ ဇာတ်လမ်းသဘာဝတွေ ပြောင်းလဲပေးထားပါတယ် အဓိကဇာတ်ဆောင် ကန်တီဟာ ဘာသာရေးကိုင်းရှိုင်း\nလူအများချစ်ခင်ရတဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ပါ သူ့ရဲ့ဆယ်ကျော်သက်အရွယ်သားလေး ဗီဗက်ဟာ လူငယ်တို့သဘာဝ လိင်ကိစ္စကို အရမ်းစိတ်ဝင်စား လက်တည့်စမ်းချင်ပြီး\nဗိုင်ယာဂရာကို သုံးလုံးလောက်ပစ်သောက်ပြီး အာသာဖြေရင်းမေ့လဲလို့ အဖေကဆေးရုံလိုက်ခေါ်ရတဲ့ ကောင်ဆိုးလေးပါအဲ့ဒါနဲ့တင်မရပ်ပဲ ကာမသျှတ္တရကျမ်းတွေဖတ်ပြီး ကျောင်းအိမ်သာထဲမှာပါ ထပ်ကမြင်းတာကို ကျောင်းကသူ့သူငယ်ချင်း bully ကောင်တွေက\nဗီဒီယိုရိုက်ဖြန့်လိုက်တဲ့အခါ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3jWki/OMG.2.2023.1080p.NF.WEB-DL.YK(CM).mp4,https://megaup.net/1Y19u/OMG.2.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNWFkYzVjMTktODBhZS00YzQ0LTkwMmMtMTU5MjcyNTBhOTJiXkEyXkFqcGdeQXVyNTU2NTQ3Nw@@._V1_-160x200.jpg",
        "title": "Mr. Pregnant",
        "description": "Mr.PregnantIMDb-8/10အခုတစ်ခါမှာတော့ ၄ရက်အတွင်း‌၄ကုဋေကျော်အမြတ်ပြန်ရခဲ့တဲ့\nရုံတင်ကားအသစ်စက်စက်လေးကို\nCMပရိသတ်ကြီးအတွက် တင်ဆက် ပေးလိုက်ရပါတယ်ဇာတ်လမ်းအကျဉ်းဇာတ်လိုက်ကျော်ဂေါ်သမ်ဆိုတဲ့သူက နာမည်ကြီးလူငယ်တက်တူး\nပညာရှင်တစ်ယောက်၊ သူ့ကို မဟီဆိုတဲ့ကောင်မလေးက တဖက်သတ်လိုက်ကြိုက်နေတာ\nဒီခေတ်စကားအရဆို crush နေတာပေါ့မဟီက ဂေါ်သမ့်ဆီလာပြီး အမြဲတမ်းချစ်စကားတွေပြောလိုက်၊ကြူးလိုက်\nမိန်းကလေးဘက်ကနေပဲ လက်ထပ်ခွင့်တောင်းလိုက်နဲ့ပေါ့၊ ဂေါ်သမ်က အစကတော့\nမဟီ့ကိုလက်မခံဘဲ အမြဲငြင်းနေရာကနေ နောက်‌တော့ မဟီ့ရဲ့အချစ်တွေကြားမှာကျရှူံးသွားပြီး\nသူတို့နှစ်ယောက်လက်ထပ်ကြလေသတည်းပေါ့။ ဒီအထိ ဇာတ်လမ်းကရိုးရိုးရှင်းရှင်းပေါ့လေ။တစ်နေ့ တက်တူးထိုးပြိုင်ပွဲလုပ်ရင်း ဂေါ်သမ်နိုင်သွားတာကို\nမကျေမနပ်ဖြစ်သွားတဲ့ မိုက်ကယ်ဆိုတဲ့\nတက်တူးထိုးဆရာတစ်ယောက်က ဂေါ့်သမ်ကို ရန်ငြိုးဖွဲ့သွားတယ်။ဂေါ်သမ်နဲ့မဟီတို့ လက်ထပ်ပြီး မဟီက ကလေးယူချင်ပေမဲ့\nဂေါ်သမ်က မဟီကိုယ်ဝန်ဆောင်ရမှာကို အကြောက်အကန် ငြင်းခဲ့တယ်။\nအဲဒီလို မဟီကိုယ်ဝန်ဆောင်မှာကို မလိုလားရတဲ့\nဂေါ်သမ့်ဆီမှာ ကိုယ်ဝန်ဆောင်ရမှာနဲ့ပတ်သက်တဲ့ ဆိုးရွားတဲ့\nစိတ်ဒဏ်ရာတွေရှိနေခဲ့လို့ပါ ။မဟီကလည်း ကလေးဇွတ်လိုချင်နေတော့ နောက်ဆုံးမှာ ဂေါ်သမ်လည်းကလေးယူဖို့\nသဘောတူခဲ့ပေမဲ့ ကလေးရလာချိန်မှာ‌တော့ သန္ဓေသားလေးကို\nယောက်ျားကြီးတန်မဲ့ သူကိုယ်တိုင်ပဲလွယ်ထားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်\nလောကကြီးမှာမဖြစ်နိုင်ဘူးလို့ထင်တဲ့အရာတွေက အိန္ဒိယကားတွေထဲမှာတော့ ဖြစ်နိုင်ပါတယ်။\nကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ဂေါ်သမ်တစ်ယောက် ယောကျာ်းကိုယ်ဝန်သည်ကြီးအဖြစ်\nဘယ်လိုမျိုးဂယက်တွေကြုံမလဲ၊ခုနက သူမသိလိုက်ဘဲ ရန်သူဖြစ်သွားတဲ့ မိုက်ကယ်ဆိုတဲ့သူရဲ့ရန်ငြှိုးဖွဲ့မှုတွေကို\nဘယ်လိုမျိုးရင်ဆိုင်သွားရမလဲဆိုတာကိုသိချင်ရင်တော့ အချစ်၊အလွမ်း၊ဟာသ ၊အက်ရှင်စတဲ့ရသစုံပါတဲ့ဒီဇာတ်ကားလေးကိုCMရုပ်ရှင်ချစ်ပရိသတ်ကြီးကပဲဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦးဗျ...(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ YH ~ KKKZ ~ Dee ~ Alex ...",
        "rating": "8.1",
        "url": "https://megaup.net/1i4s9/Mr._Pregnant%C2%A0(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM)mp4.mp4,https://megaup.net/1i4ro/Mr._Pregnant%C2%A0(2023)_Telugu_WEB-DL_-_720p-_YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/images-13-133x200.jpg",
        "title": "Pet Sematary: Bloodlines (2023)",
        "description": "မြေမြှပ်လိုက်တိုင်း ပြန်ရှင်လာတဲ့ သင်္ချိုင်း၊ စာရေးဆရာကိုယ်တိုင်အကြောက်ဆုံးစာအုပ်Pet Semetaryဒီဇာတ်လမ်းဟာ ဟော်ရာစာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ နာမည်အကြီးဆုံးဝတ္ထုတွေထဲက တစ်အုပ်ဖြစ်တဲ့ Pet Semetary ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။စတီဖင်ကင်းဟာ အင်တာဗြူးတိုင်းမှာ သူရေးတဲ့ဝတ္ထုတွေထဲသူအကြောက်ဆုံးဇာတ်လမ်းကိုပြောပါဆိုရင် Pet Semetary ကိုပဲ ညွှန်းလေ့ရှိပါတယ်။ပထမဆုံးရုပ်ရှင်ကို 1989 မှာ ရိုက်ကူးခဲ့ပြီး၊ ၂၀၁၉ မှာ ဗားရှင်းအသစ်ရိုက်ကူးထားပါတယ်။နှစ်ကားလုံးကို ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။အခု ဇာတ်လမ်းကတော့ မူရင်းဝတ္ထုထဲက ဇာတ်လမ်းကြီးမစခင်ရှေ့မျိုးဆက်အကြောင်းကို ရိုက်ကူးထားတာပါ။မူရင်းဇာတ်လမ်းထဲက အဘိုးကြီးဂျက်ဟာ ဒီရုပ်ရှင်ထဲမှာ အဓိကဇာတ်လိုက်ပါပဲ။မူရင်းဇာတ်လမ်းတုန်းက တိရစ္ဆာန်သင်္ချိုင်းအကြောင်းကို အဘိုးကြီးကစကားအနေနဲ့ သတိပေးတဲ့ဟာကို အခြေခံပြီး ဇာတ်လမ်းပြန်ဖွဲ့ ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းလဒ်လိုမြို့မှာ ဖုန်းဆိုးမြေလို့ ခေါ်ရမဲ့ နေရာတစ်ခုရှိတယ်။အရင်ကတော့ မျိုးနွယ်စုတွေဟာ တိရစ္ဆာန်တွေကိုမြှပ်နှံပြီး တိရစ္ဆာန်ဝိညာဉ်တွေဟာလူတွေကို မကောင်းဆိုးဝါးလက်ကနေ ကာကွယ်ပေးတယ်လို့ ယုံကြည်ကြပါတယ်။ဒါပေမဲ့ အဲဒီမြေက ပုတ်သိုးသွားပြီး သီးနှံတွေလည်းသေဆုံးလာသလိုမကောင်းဆိုးဝါး အားကောင်းလာတဲ့အခါ စွန့်ခွာပြီး ပြေးခဲ့ကြပါတော့တယ်။နှောင်းလူတွေ အဲဒီ သင်္ချိုင်းမြေကို ဆက်မသုံးမိအောင်လည်း သတိပေးထားကြပါတယ်။ဒါပေမဲ့ အဲဒီမြေရဲ့ မကောင်းဆိုးဝါးက ...",
        "rating": "",
        "url": "https://megaup.net/1i2gx/pet.sematary.bloodlines.2023_2160p_4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv,https://megaup.net/1i2gh/pet.sematary.bloodlines.2023_1080p_5.1_H__%7BCM%7D_TSK.mp4,https://megaup.net/1i2gy/pet.sematary.bloodlines.2023_720p_%7BCM%7D_TSK.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BZGEzMDJjNGUtYTFhZi00MDgyLWIzMzYtMzcwMDQyZjcyNGY1XkEyXkFqcGdeQXVyNTcwNTM5ODI@._V1_-150x200.jpg",
        "title": "Gadar 2 (2023)",
        "description": "Gardar 2 (2023)IMDb-5.7/10ကုဋေ ၇၀၀ နီးပါးနဲ့ Blockbuster ဖြစ်ခဲ့တဲ့ကားပါ\n2023ခုနှစ်ရဲ့ တတိယဝင်ငွေအများဆုံးရုံတင်ကားလဲဖြစ်ပြီး\nGadar 1 က သရုပ်ဆောင်‌တွေဖြစ်တဲ့ ၉၀ ခုနှစ်အစောပိုင်းတည်းက နာမည်ကြီးလူကြိုက်များခဲ့တဲ့\nမင်းသားမင်းသမီးကြီးတွေ Sunny Deol နဲ့ Ameesha Patel တို့ကို ပြန်ရှုစားနိုင်မဲ့ကားပါ\nတာရာ အနေနဲ့ သရုပ်ဆောင်တဲ့ Sunny Deol ဆိုရင် ဒီ Gadar 2 နဲ့ပဲ ရုပ်ရှင်လောကကို ပြန်ဝင်လာခဲ့တာဖြစ်ပါတယ်၁၉၄၇ အရေးအခင်းကာလမှာ စစ်သားအယောက်လေးဆယ်ကိုသတ်ပြီး ပါကစ္စတန်နိုင်ငံကနေထွက်ပြေးသွားတဲ့\nတာရာဆင်းဂ်နဲ့ ဆာကီနာတို့မိသားစုတို့ကို ပါကစ္စတန်ဗိုလ်မှူး ဟာမစ်ဒ်အစ်ဘာလ်က အသည်းအသန်အလိုရှိနေပါတယ်တာရာဆင်းဂ်တို့မိသားစုဟာ ဖြစ်ခဲ့တာတွေအားလုံးကိုမေ့ပစ်ပြီး ဘဝသစ်မှာအေးအေးချမ်းချမ်းနေဖို့ဆုံးဖြတ်ထားကြပြီးသား\nဒါပေမဲ့ မရှောင်လွှဲနိုင်တဲ့ကံကြမ္မာတွေနဲ့ စစ်မီးတွေကြားနောက်တစ်ကြိမ်ပါဝင်လာရပြန်တယ်\nနိုင်ငံအတွက်တစ်ကြိမ်တစ်ခါတော့ ကူမယ်လို့စဉ်းစားထားတဲ့ တာရာဆင်းဂ်တစ်ယောက် သူ့ကိုအလိုရှိနေတဲ့\nဟာမစ်အစ်ဘာလ်နဲ့‌မှထိပ်‌တိုက်တွေ့ချိန်မှာတော့..အဆုံးမရှိတဲ့ ပဋိပက္ခတွေနဲ့ စစ်မီးတွေကြားမှာ ချစ်ခြင်းမေတ္တာတရားတွေ ကြွေလွင့်ခဲ့ရသလို\nဒီအချစ်မေတ္တာတွေကြောင့်ပဲ စစ်မီးတွေရဲ့အပူကိုကျော်ဖြတ်လာနိုင်ရတာပါပဲတာရာဆင်းဂ်တို့ မိသားစုဝင်သုံးယောက်ကြားက ရိုးရှင်းတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ နှစ်နိုင်ငံကြားကစစ်မီး ။\nဆန့်ကျင်ဘက်အရာနှစ်ခုနဲ့ ဒီကားက Blockbuster ထိဖြစ်ရတဲ့ အကြောင်းအရင်းကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1i1bp/Gadar_2_(2023)_Hindi_TRUE_WEB-DL_-_1080p_-_HEVC_-YK(CM).mp4,https://megaup.net/1i18q/Gadar_2_(2023)_Hindi_TRUE_WEB-DL_-_720p_YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmRlNGYwMWUtZGMzMS00NmEyLTk0YjAtM2M1NDJmM2VkMTg4XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-137x200.jpg",
        "title": "Ravanasura (2023)",
        "description": "Ravanasura 2023\nအသစ်ထွက်ရှိထားတဲ့ တေလဂူးမှုခင်းကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nIMDb 6.4 အထိရရှိထားပြီး ရုံ၀င်ငွေလည်း ၂၁ကုဋေအထိအမြတ်ရထားပါတယ်။\nသရုပ်ဆောင်အနေနဲ့ တေလဂူးဝါရင့်ရုပ်ရှင်မင်းသားရာဗီကရှေ့နေအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကောလိပ်တက်တုန်းက ရည်းစားဟောင်းရဲ့လက်အောက်မှာ အလုပ်၀င်လုပ်နေရပြီး\nအငယ်တန်းရှေ့နေရာထူးနဲ့ ရုန်းကန်နေရရှာတဲ့ ရှေ့နေလေးရာဗင်ဒရာ၊ ငွေရပေါက်မြင်တာနဲ့\nဘာမဆိုလုပ်ဖို့ အမြဲအဆင်သင့်ဖြစ်နေတဲ့သူ၊ အများကလက်ရှောင်နေပါတယ်ဆိုတဲ့အမှုတောင်\nသူကခေါင်းမာပြီးအမှု၀င်ကိုင်တဲ့သူမျိုးပေါ့။တစ်နေ့မှာ ချမ်းသာတဲ့လုပ်ငန်းရှင်ကြီးတစ်ယောက် လူသတ်မှုနဲ့စွပ်စွဲခံရပြီး\nသမီးဖြစ်သူက အဖေ့ကိုထောင်ကထုတ်ဖို့ ဘာမဆိုပေးမယ်လုပ်နေတဲ့ချိန်မှာ\nရာဗင်ဒရာတစ်ယောက် သမီးဖြစ်သူကိုလည်းသဘောကျ၊ ‌ငွေကိုလည်းသဘောကျနဲ့\nအရှေ့နောက်မစဉ်းစားဘဲ တာ၀န်ယူလိုက်တယ်။အမှုဟာ သူထင်ထားသလို မရိုးရှင်းနေတဲ့အခါ ငွေမက်တဲ့သူတစ်ယောက်\nကျိုးကြောင်းဆီလျော်အောင်စဉ်းစားနိုင်ပါဦးမလား၊ လူသတ်မှုကို\nသူဖော်ထုတ်သွားနိုင်မှာလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။\nမှုခင်းစုံထောက်၊အက်ရှင်ကား ဖြစ်လို့ ကိုယ်တိုင်ပဲစုံထောက်လုပ်ပြီး အဖြေရှာကြည့်ရအောင်ပါ....\nFile size…2.85GB /1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein ~ Cherry",
        "rating": "6.3",
        "url": "https://megaup.net/3fDSN/Ravanasura_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTVlNjMyOWUtOTdhMi00OWZkLWI4MjEtNjU3ZDUxZDQ0Y2ZmXkEyXkFqcGdeQXVyNDM1MDk1OTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)",
        "description": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)\n=================================================\nIMDb Rating - 5.2/10DC ရဲ့ justice league animation ကားသစ်လေးပါ။\nJustice leagueတစ်ဖွဲ့လုံး Darkside နဲ့တိုက်ခိုက်ရင်း တစ်ခြား\nကမ္ဘာကို အပို့ခံလိုက်ရပါတယ် ။ အဲ့ဒီကမ္ဘာမှာ justice league\nတစ်ဖွဲ့လုံး ဆယ်ကျော်သက်တွေဖြစ်ကုန်ပြီး အစွမ်းတွေလည်း\nပျောက်ကုန်ပါတယ်။ အဲ့ဒီအစား သူတို့ရောက်သွားတဲ့ကမ္ဘာက\nအစွမ်းရှိတဲ့ လူတစ်စုနဲ့ထိပ်တိုက်တွေ့ပြီး နေသားတစ်ကျဖြစ်ဖို့\nကြိုးစားရပါတယ် ။ကမ္ဘာအသစ်မှာ အစွမ်းအသစ်တွေရလာပြီး Batman ဆိုရင်\nအတောင်ပံတွေပေါက်လာပါတယ်။ နောက်ဆုံးတော့ သူတို့ကမ္ဘာ\nကို ပြန်သွားဖို့ကြိုးစားရင်း မူလအစွမ်းတွေရဖို့ ကမ္ဘာသစ်ဆီက\nvillainကြီးတစ်ကောင်နဲ့ရင်ဆိုင်ရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (710 MB) / (449 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://megaup.net/1TFw0/Justice.League.X.RWBY.Super.Heroes.And.Huntsmen.Part.One.2023.1080P.BLURAY.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGY5NzViZmMtZTcyNy00NTgwLTlmZWEtZTZhZjViNzdiY2QzXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-162x200.jpg",
        "title": "Dasara (2023)",
        "description": "Dasara (2023)\nIMDb - 7.3/10မင်းသား Naniနဲ့ မင်းသမီးလေး Keerthy Suresh တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုံကားတစ်ကားဖြစ်ပြီး\nဘတ်ဂျက်၆၅ကု​ဋေအထိ သုံးထားတဲ့အပြင် ၁၁၅ကုဋေအထိပြန်ရယူနိုင်တဲ့ ဇာတ်ကား​ကောင်း​လေးဖြစ်တဲ့\nDasaraကိုတင်ဆက်​ပေးချင်ပါတယ်ဗီရာလပိုင်ဆိုတဲ့ရွာ​လေးမှာ အရက်ကိုသူတို့ရိုးရာလို့ကိုမှတ်ယူထားကြတဲ့အထိ အရက်ကိုစွဲလမ်းကြတဲ့\nလူ​တွေ​နေထိုင်ကြပါတယ် အရက်မ​သောက်ရရင် အလုပ်ပျက်အကိုင်ပျက်ထိုင်မှိုင်ကြတဲ့အထိကို\nအရက်စွဲ​နေကြသူ​တွေပါ ဒါ​တွေ​ကြောင့်လည်း ဒီရွာ​လေးမှာဖွင့်ထားတဲ့ဆစ်ခ်ဘားအမည်ရှိ အ\nရက်ဆိုင်ဟာအရက်ဝယ်သူ​တွေကြိတ်ကြိတ်တိုးတိုးနဲ့ ဝင်လာမ​စဲတသဲသဲပါပဲ ဒါတင်မက​သေးပါဘူး\nဒီဘားရဲ့​ငွေကိုင်ရာထူးကလည်းတစ်ရွာလုံးကလူ​​တွေအ​လေးစားရဆုံးရာထူးလည်းဖြစ်ပါတယ်တစ်ဖက်မှာလည်း ဒါရန်နီ ဆူရီ နဲ့ဗန်လာနီတို့က ငယ်ငယ်ကတည်းက သူငယ်ချင်း​ကောင်း​တွေဖြစ်ကာ ဒါရန်နီဟာ\nဗန်လာနီကို ဟိုးက​လေးဘဝကတည်းကချစ်​နေခဲ့​ပေမယ့် သူငယ်ချင်းဖြစ်သူဆူရီက ဗန်လာနီနဲ့ချစ်​နေတာ​ကြောင့်\nကိုယ်ကျိုးစွန့်လွှတ်ခဲ့ပြီး သူ့သူငယ်ချင်းနှစ်​ယောက်အကျိုးကိုပဲ အမြဲကြည့်​ပေး​နေခဲ့သူပါတစ်​နေ့မှာ​တော့ ဗန်လာနီကိုတခြားလူတစ်​ယောက်နဲ့ အိမ်​ထောင်ချ​ပေးဖို့လုပ်ကြတဲ့မိဘ​တွေ​ကြောင့်\nဒါရန်နီဟာ ဆူရီကိုလည်းရွာကကြီးမှူးကျင်းပတဲ့ခရစ်ကတ်ပြိုင်ပွဲကိုဝင်ပြိုင်​စေပြီး\nဘားရဲ့​ငွေကိုင်ရာထူးကိုရ​အောင်ကြိုးစားကြပါ​တော့တယ်ဒါ​ပေမယ့်တကယ့်ပြိုင်ပွဲ​နောက်ကွယ်မှာ​တော့ ကြီးမှူးသူ​တွေရဲ့စနက်နဲ့ ပြိုင်ပွဲအနိုင်ရရှိသူကို\nသတ်မှတ်ထားပြီးသားမှန်းသိလိုက်ရတဲ့အခါ ဒါရန်နီနဲ့ဆူရီတို့အသင်းက ဘယ်လို​တွေလုပ်ကြမလဲ\nသူတို့​တွေဒီလိုလှည့်ကွက်​တွေနဲ့ပြည့်နှက်​နေတဲ့ ပြိုင်ပွဲကိုနိုင်ပါ့မလား အကွက်ချစီစဥ်မှူ​တွေကို\nဘယ်လိုဖြတ်​​ကျော်ကြမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှူ့လိုက်ရ​အောင်​နော်\nFile size…3.29GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~KhinKhin",
        "rating": "7.3",
        "url": "https://megaup.net/3fDkW/Dasara_(2023)_Telugu%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/buoDDhZVCiYwdSJd8mO3w5I9lf.jpg",
        "title": "Family Matters (2023)",
        "description": "Family Matters (2023)ဒီတစ်ခါမှာတော့ IMDb 7.6 ရရှိထားတဲ့ ဖိလစ်ပိုင်မိသားစုဇာတ်လမ်းကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\"ဘဝမှာ ဘယ်အချိန်မဆို အရေးကြီးဆုံး ကိုယ့်မိသားစုပါပဲ\"ဒီ‌ဇာတ်လမ်းလေးထဲမှာတော့ အယ်လန်က သူမရဲ့အချစ်ဇာတ်လမ်းအတွက် အမေရိကန်ကို ထွက်သွားဖို့မျှော်လင့်ထား‌ပေမဲ့လည်း\nသူမရဲ့သက်ကြီးရွယ်အိုမိဘနှစ်ပါးဖြစ်တဲ့ ဖရန့်စစ်စကို နဲ့ အယ်လီနောတို့ကို ထားရစ်ခဲ့ရ မှာဖြစ်တဲ့အတွက် စိတ်ပူပန်မှုတွေနဲ့ အပြစ်ရှိစိတ်ဖြစ်လာပါတယ်\nတစ်နေ့မှာတော့ အယ်လန်အဖေက အသက်ရှုကျပ်ပြီး ဆေးရုံတင်လိုက်ရပါတယ်။\nအဲ့နောက်မှာတော့ အယ်လန်ရဲ့ မွေးချင်းတွေဖြစ်တဲ့ ကီကို ဖော့ကျူး အီရစ်ကိုတို့ကို ခေါ်ခဲ့ပါတယ်။\nဒါပေမယ့်လည်း အယ်လန်က အသိမပေးဘဲ အမေရိကန်ကို ခရီးထွက်သွားတဲ့အခါမှာ သူမရဲ့မိသားစုအားလုံးကို အံ့အားသင့်စေခဲ့ပါတယ်။\nသူတို့ရဲ့သက်ကြီးရွယ်အိုမိဘနှစ်ပါးကို ဖိလစ်ပိုင်မှာ နေထိုင်နေတဲ့ မောင်နှမသုံးယောက်က လောလောဆယ် ကိုင်တွယ်ဖြေရှင်းရမယ့်ကိစ္စဖြစ်လာခဲ့ပါတယ်။သူတို့တွေဘယ်လိုနည်းလမ်းနဲ့ ကိုင်တွယ်ဖြေရှင်းသွားကြမလဲ။\nမိဘနှစ်ပါးကို စိတ်ချမ်းသာအောင်ထားနိုင်မှာလား။\nဘယ်လိုပြဿနာတွေကြုံလာမလဲဆိုတာကို ပေါ့ပေါ့းပါးပါးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးလည်းဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "7.6",
        "url": "https://megaup.net/3fChw/Family.Matters.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXo6tBFQfeOC0B0GGIr1L5lkC4Y.jpg",
        "title": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)",
        "description": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)၂၀၂၃ မှာ အသစ်ထွက်ရှိလာတဲ့ Kamen Rider Revice ရဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nမူရင်းဇာတ်လမ်းတွဲအပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဒီရုပ်ရှင်မှာတော့ Kamen Rider Revice က အဓိကဇာတ်ကောင်မဟုတ်ဘဲ\nKamen Rider Live & Evil, Kamen Rider Demon တို့က အဓိကဇာတ်ကောင်များဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒိုင်ဂျီနဲ့ ကာဒိုတာ တို့ဟာ Bluebird ဆိုတဲ့ အဖွဲ့အစည်းမှာ ဆက်လက်လုပ်ကိုင်နေကြပါတယ်။\nကာဒိုတာလည်း မျိုးရိုးဗီဇပြုပြင်ရေးဌာနက ‌ဒေါက်တာ အီချီမူရာထံမှာ ဆေးကုသမှုခံယူနေခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ Alicorn ဆိုတဲ့ အကြမ်းအဖက်အဖွဲ့အစည်းပေါ်‌ပေါက်လာပြီး က‌လေးတွေကို ပြန်‌ပေးဆွဲခဲ့ပါတယ်။\nဒိုင်ဂျီနဲ့ ကာဒိုတာလည်း အဆိုပါကလေးတွေကို ဝင်ရောက်ကယ်တင်ရင်း Alicorn ကိုဖြိုခွင်းဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမယ့် ကာဒိုတာရဲ့ နတ်ဆိုး ပြန်လည်ပေါ်ပေါက်လာခဲ့ပါတယ်။\nဘာလို့ ကာဒိုတာရဲ့ နတ်ဆိုးက ပြန်လည်ပေါ်ပေါက်လာတာလဲ?\nAlicorn ...",
        "rating": "",
        "url": "https://megaup.net/1THoy/Revice.Forward.Kamen.Rider.Live.Evil.Demons.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3wkrRKMFRwCpjp1U27914oRbcqH.jpg",
        "title": "Perfect Addiction (2023)",
        "description": "Perfect Addiction (2023)\"စွဲလမ်းမှုလား အချစ်လား\"\n\"ပြဿနာတွေကို ဖြတ်ကျော်ပြီး move onနိုင်တာလား စိတ်အတွင်းတစ်နေရာမှာထည့်သိုလိုက်တာလား\"ကျွန်တော်တို့သူငယ်ချင်းတွေ ရည်းစားစရပြီဆိုရင်တော့ ကျွန်တော်တို့ရွဲ့ပြောနေကြစကားတစ်ခွန်းကတော့ အချိန်တန်ရင်ပြတ်တာပဲပေါ့။\nRelationship တစ်ခုရယ်လို့ဖြစ်လာပြီးဆိုရင်တော့ endingက ၂ ခုတည်းရယ်ပါ။\nပြတ်တဲ့လမ်းမှာ အဆုံးသတ်ခဲ့တာတွေလည်းများသလို ရှားရှားပါးပါး အချစ်စစ်နဲ့လက်တွဲရတာတွေလည်းရှိပါတယ်။\nသေချာတာတစ်ခုကတော့ လက်တွဲဖော်တစ်ယောက်ရှာတော့မယ်လို့ ဆုံးဖြတ်လိုက်ပြီဆိုရင် move onတတ်ခြင်းအနုပညာကတော့ လူတိုင်းအတွက်လိုအပ်မှာပါပဲ။စီယန်နာဆိုတဲ့မိန်းကလေးက MMA fighter တွေကို လေ့ကျင့်ပေးနေတဲ့ နည်းပြတစ်ယောက်\nလက်ရှိမှာ တစ်ချိန်က MMAလောကရဲ့ဂန္တဝင်ကြီး ဂျူလီယန်ဂျိမ်းစ်ရဲ့ကလပ်မှာ အလုပ်လုပ်နေသူပေါ့။\nမိဘတွေဆုံးပါးသွားတဲ့ သူ့အတွက်တော့ ကျန်ခဲ့တဲ့တစ်ဦးတည်းသောမိသားစုဖြစ်တဲ့ ညီမလေးဘက်သ်က သူ့ဘဝအတွက် အရာရာပါပဲ။ဒီလိုနဲ့ နည်းပြမမကို နှလုံးသားတံခါးခေါက်ဖို့လာတဲ့ ဂျက်စ်ဆိုတဲ့ဖိုက်တာလေးကြောင့်\nယစ်မူးစေတတ်တဲ့အချစ်ဆိုတဲ့အရာမှာ ပျော်ဝင်သွားခဲ့တဲ့စီယန်နာတစ်ယောက်\nသူ့ဘဝရဲ့နံပါတ် ၁ က ဘက်သ်ဆိုရင် နံပါတ် ၂ က ဂျက်စ်ဖြစ်လာတဲ့အထိပါပဲ။\nဒါပေမဲ့ သူ့ရဲ့အရေးအပါဆုံးလူ ၂ ယောက် ဖောက်ပြန်နေတဲ့မြင်ကွင်းကို ကိုယ်တိုင်မြင်လိုက်ရတဲ့အချိန်တစ်ခဏက\nသူ့ရဲ့ကမ္ဘာကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေတော့တာပါပဲ။သူ့ရဲ့ကမ္ဘာကြီးက သူ့ကိုသစ္စာဖောက်သွားသလို ခံစားလိုက်ရတဲ့ နာကျည်းချက်အပြည့်နဲ့ စီယန်နာတစ်ယောက်\nဂျက်စ်ကိုအနိုင်ယူနိုင်မဲ့ဖိုက်တာကိုရှာရင်းနဲ့ traumaတွေနဲ့ မြေအောက်ခန်းထဲပုန်းနေတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2zEQ8/Perfect.Addiction.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BODBjM2M4YTQtNmJlMS00MGU2LWI4ZGYtZTA1MzdmZDAyMjFkXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-135x200.jpg",
        "title": "Scream VI (2023)",
        "description": "Scream VI (2023)~ IMDb - 7/10, Rotten Tomatoes - 77% ~Scream VI ထွက်လာပါပြီ။ သရဲမျက်နှာဖုံးနဲ့ လူသတ်သမားတွေဟာ ဟော်ရာရုပ်ရှင်သမိုင်းရဲ့ ထင်ရှားတဲ့အမှတ်အသားတစ်ခုပါ။ ဟာသကားတွေမှာရော၊ ဟောလိုးဝင်းပွဲတွေမှာရော အမြဲတွေ့နေရတဲ့မျက်နှာတွေပါပဲ။ ဘယ်အချိန်တွေ့တွေ့ ကြောက်ဖို့ကောင်းနေတုန်းပါပဲ။ ဒီရုပ်ရှင်မတိုင်ခင် အရင်ရုပ်ရှင်တွေမှာတော့ သရဲမျက်နှာလူသတ်သမားပေါင်း ၉ ယောက်ရှိခဲ့ပါတယ်။ အခုရုပ်ရှင်မှာတော့ အဲဒီ ၉ ယောက်လုံးအကြောင်းကို အမှတ်တရအနေနဲ့ ထည့်သွင်းပေးထားပါတယ်။ဒီတစ်ခေါက်မှာတော့ အဓိက ဇာတ်ကောင်တွေက အရင် Scream မှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ဝုစ်ဘရိုက သူတွေပါပဲ။ သရဲမျက်နှာလူသတ်သမားရဲ့ သမီး ဆမ် နဲ့ တာရာတို့ဟာ အခြားမြို့ကို ပြောင်းရွှေ့လာခဲ့ပါပြီ။ ဆမ်ဟာ ဝုစ်ဘရိုမှာ သရဲမျက်နှာလူသတ်သမား နှစ်ယောက်ကို သတ်ခဲ့နိုင်ပေမဲ့ အင်တာနက်ပေါ်မှာတော့ သူဟာ လူသတ်သမားအစစ်ဖြစ်ပြီး သူများတွေကို ချောက်တွန်းခဲ့တယ်လို့ ကောလဟာလတွေထွက်ပြီး နာမည်တွေပျက်နေခဲ့ပါတယ်။ ...",
        "rating": "7",
        "url": "https://megaup.net/1dIlf/(CM)_Scream_VI_(2023)_720p.mp4",
        "category": "Horror, Mystery, Scream Franchise, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOWY5OTI4MjctZTI1ZC00ZmU3LTg4Y2YtYTZiODY5NmI3Yzg1XkEyXkFqcGdeQXVyMTU0NjY0NDg@._V1_FMjpg_UX1000_-175x200.jpg",
        "title": "Home, Not Alone (2023)",
        "description": "Home, Not Alone (2023)\n==================Sara နဲ့ 18နှစ်အရွယ် သူ့သမီးလေး Jordyn တို့ အိမ်ကြီး\nတစ်အိမ်ကိုဝယ်ပြီး ပြောင်းလာကြတယ်။ Saraက ယောကျ်ား\nဖြစ်သူ Frankနဲ့ ကွာရှင်းခဲ့ပြီး သူ့သမီး Jordynနဲ့ ဘဝသစ်စဖို့\nအိမ်ပြောင်းလာကြတာပါ။ ဒါပေမဲ့ အဲ့အိမ်ကြီးမှာ မထင်မှတ်\nထားတဲ့ ခြောက်ခြားစရာတွေ ဆက်တိုက်ဖြစ်လာခဲ့တယ်။\nSaraရဲ့ သူငယ်ချင်း Lucy ကတော့ အိမ်မှာ တစ္ဆေရှိနေပြီး\nခြောက်နေတာလို့ ပြောပေမဲ့ အဲဒါမျိုးတွေကို အယုံမကြည်\nမရှိတဲ့ Saraကတော့ ယုံဖို့ခက်နေပါတယ်။ဒီအိမ်ကြီးရဲ့ ထူးခြားဆန်းကြယ်ဖြစ်ရပ်တွေက တကယ်ပဲ\nတစ္ဆေခြောက်တာလား၊ Jordynက Saraကို ဆန္ဒပြပြီး\nလျှောက်လုပ်တာလား၊ Saraရဲ့ အရင်ယောကျ်ား Frank\nကပဲ လိုက်နှောင့်ယှက်လို့ဖြစ်နေတာလား....ဒါမှမဟုတ်\nအဲဒီခြောက်ခြားစရာဖြစ်ရပ်တွေရဲ့နောက်ကွယ်မှာ တစ်ခြား\nအကြောင်းအရင်း ရှိနေမလား...ဆိုတာကတော့ ဇာတ်လမ်း\nထဲမှာ ဆက်လက်ရှူစား အဖြေရှာကြပါစို့.......။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.44 GB) / (494 MB)\nQuality............WEB-RIP 1080p / 720p\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, ...",
        "rating": "4.3",
        "url": "https://megaup.net/1drwv/Home.Not.Alone.2023.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjFmNDg2NGMtZDBlYy00YWUzLThiNjUtZWVhYjI3OWM0NmZkXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Prom Pact (2023)",
        "description": "Prom Pact (2023)\n=============\nIMDb Rating - 6.3/10ပေါ့ပေါ့ပါးပါး ကျောင်းသားကားလေးတွေ ကြည့်ချင်သူတို့အတွက်\nDisney ကနေ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ rom-com\nကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားထဲမှာ မန်ဒီယန်းဆိုတဲ့ကောင်မလေးက \"I am my own\nperson\" ဆိုတဲ့ feministလေးဖြစ်ပါတယ်။ သူ့ရဲ့အိပ်မက်ကတော့\nဟား‌ဗတ်ကိုသွားပြီး သူလေးစားရတဲ့သူ့idolဆီမှာ စာသင်ချင်တာပါတဲ့။\nဒါပေမဲ့ ဟားဗတ်ကသူ့ကို စောင့်ဆိုင်းစာရင်းထဲထည့်လိုက်ပါတယ်။\nစောင့်ဆိုင်းစာရင်းဆိုတာက အငြင်းခံရတာနဲ့ သိပ်မကွာပါဘူး။ဒါကြောင့် မန်ဒီယန်းက ဟားဗတ်ကိုဝင်ခွင့်ရဖို့အတွက် ဟားဗတ်ကျောင်း\nသားဟောင်း အထက်လွှတ်တော်အမတ်ဆီကနေ ထောက်ခံစာတောင်းဖို့\nကြံပါတော့တယ်။ ဖြစ်ချင်တော့ အဲဒီအမတ်ရဲ့သားက မန်ဒီယန်းအထင်\nသေးတဲ့ သူတို့ကျောင်းက ရေပန်းအစားဆုံး ဘတ်စကတ်ဘောကစားသမား\nဂရေဟမ်လန်ဆင်းဆိုတဲ့ကောင်လေးဖြစ်နေပါတယ်။ဒီလိုနဲ့မန်ဒီယန်းတစ်ယောက် သူ့အိပ်မက်ကိုပဲစွန့်လွှတ်မလား ဒါမှမဟုတ်\nသူ့စံတန်ဖိုးတွေကို စွန့်လွှတ်ပြီး ဟားဗတ်ကိုဖြစ်တဲ့နည်းနဲ့ ရောက်အောင်\nသွားမလား သူ့ဘဝကရော ဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာကို\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.66 GB) / (729 MB) / (432 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Tv3m/Prom.Pact.2023.720p.DSNP.WEB-DL.(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGQzMzUwZGItYWI5Ny00NTBkLWFkNDUtNDI3MWZjN2Q0MTVmXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Every Breath She Takes (2023)",
        "description": "Every Breath She Takes (2023)\n=======================Jules က သူ့ယောကျ်ား Billy ရဲ့ စိတ်ပိုင်းဆိုင်ရာ နှိပ်စက်မှု\nတွေကို ခံခဲ့ရပြီး နှစ်အတော်ကြာမှာ သူတို့အိမ်မီးလောင်မှု\nတစ်ခု ဖြစ်ခဲ့ပါတယ်။ Billy က Julesကို သတ်ဖို့ကြိုးစားခဲ့\nပေမဲ့ Jules မီးလောင်နေစဥ် လွတ်မြောက်သွားခဲ့ပြီး Billy\nကတော့ မီးထဲမှာ ဆုံးသွားခဲ့တယ်။ဒီလိုနဲ့ Jules အတွက် Billy ရဲ့ ထိန်းချုပ်မှု၊ အကြမ်းဖက်တွေ\nအားလုံးက လွတ်ပြီလို့ ထင်ခဲ့ပေမဲ့ အဲဒါတင်မပြီးသေးပါဘူး။\nJules စိတ်ပိုင်းဆိုင်ရာ ဇဝေဇဝါ ဒုက္ခတွေ ကြုံခဲ့ရပြီး နောက်\nဆုံးတော့ သေဆုံးသွားတဲ့ ယောကျ်ား Billyကို မကြာခဏ ပြန်\nမြင်လာရပါတယ်။ လူတွေအားလုံးထင်သလို Jules တကယ်ပဲ\nရူးသွားတာလား Billyကို ပြန်မြင်ယောင်နေတာ ဘာကြောင့်လဲ\nဆိုတာကိုတော့ ဒီ Drama & Thriller ကားမှာ သည်းထိတ်\nရင်ဖိုစရာကောင်းအောင် ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zmlz/Every.Breath.She.Takes.2023.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTRjN2MzM2MtM2UzYi00YjA5LThkZDQtMThjZjFhNzIwMGM3XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Selfiee (2023)",
        "description": "Selfiee 2023\nIMDb 6/10ဒီနှစ်ထဲမှာပဲ ပူပူနွေးနွေးထွက်ရှိထားပြီး ရုံတင်ရုပ်ရှင်ကားကြီးတစ်ကားဖြစ်တဲ့ အာရှေးရဲ့ ဟာသ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီရုပ်ရှင်မှာ ဘောလိဝုဒ်စတား ဗီဂျေးကူးမားအဖြစ် Akshay ပြီးတော့ ဇနီးအနေနဲ့ Diana နောက်ထပ်\nRTO officer အနေနဲ့ Emraan Hashmi ပေါ့။ ဒီလိုမင်းသားကြီး ၂ လက် နဲ့ မင်းသမီးတစ်လက်\nအပြိုင်အဆိုင်ကြဲကြမယ့် ရုပ်ရှင်ဆိုပါတော့။ 2019 တုန်းကထွက်ရှိထားတဲ့ Driving License ကို Remake ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ရုံတင်ငွေ 23.63 ကုဋေရရှိထားပါတယ်။ A list- Cast တွေနဲ့တင် အတော်ကြည့်ရတန်နေပြီမို့ ဇာတ်လမ်းအကျဥ်းကိုလည်းဆက်ဖတ်ကြည့်ကြတာပေါ့။RTO officer အဂရာဗာလ်က ဗီဂျေးရဲ့အမာခံပရိတ်သတ်ပါ။ ဗီဂျေးက ဘိုပါလ်ဆိုတဲ့မြို့မှာ\nရိုက်ကူးရေးသွားလုပ်ရင်း တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ယာဥ်မောင်းလိုင်စင်လိုလာတယ်ဆိုပါတော့။\nအဲဒီလိုအကြောင်းဖန်ရင်း ဗီဂျေးနဲ့ အဂရာဗာလ်တို့စတွေ့ကြတာက မထင်မှတ်ထားတဲ့\nအထင်လွဲမှုတွေနဲ့ ပြဿနာတွေကြောင့် ၂ ယောက်လုံးဘဝ ဇောက်ထိုးမိုးမျှော်ဖြစ်ကုန်ပါတော့တယ်။\nအနုပညာရှင်အလုပ်ကို ဆုံးရှုံးရနိုင်ပြီး ချောက်ကမ်းပါးအစွန်းမှာရပ်နေရတဲ့ ဗီဂျေး၊အကြိုက်ဆုံး ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Tzgu/Selfiee_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sUxeAlQo0WocNvMKz4BNuU4bh9d.jpg",
        "title": "A Lifeguard’s Obsession (2023)",
        "description": "A Lifeguard's Obsession (2023)အသက်ကယ်ရတဲ့အလုပ်ဆိုရင် ကျန်တဲ့အလုပ်တွေထက် ပိုပြီးမြင့်မြတ်တယ်လို့ ကျွန်တော်တို့တော်တော်များများ ယူဆတတ်ကြပါတယ်။\nအသက်ကယ်လိုက်တဲ့လူကိုလည်း အသက်သခင်ကျေးဇူးရှင်ရယ်ဆိုပြီး အရေးတယူပြုတတ်ကြတာ သဘာဝပါပဲ။\nသင့်ကိုအသက်ကယ်လိုက်တဲ့လူက လူကောင်းလား လူဆိုးလားဆိုတာကိုတော့ ဘယ်သူမှမသိကြပေမဲ့\nကူညီချင်စိတ်ရှိတဲ့လူဟာ လူကောင်းရယ်လို့ပဲ တထစ်ချတွက်ဆတတ်ကြပါတယ်။မက်ဂီဆိုတဲ့ကောင်မလေးဟာ ပင်လယ်ကိုအင်မတန်မှာချစ်တဲ့ကောင်မလေးတစ်ယောက်၊ ပင်လယ်ပျော်ပီပီ လှိုင်းစီးနေရတာကို ပျော်မွေ့သူတစ်ယောက်ပေါ့။\nဒါပေမဲ့ အားကစားသမားနဲ့ဒဏ်ရာဆိုတာကလည်း အမြဲဒွန်တွဲနေတဲ့အရာဖြစ်နေလေတော့ တစ်နေ့မှာ ဒူးခေါင်းအရွတ်ပြဲဒဏ်ရာရသွားပြီးတော့ လှိုင်းစီးရတာကို စွန့်လွှတ်ထားရသူဆိုလည်း မမှားပါဘူး။\nလှိုင်းစီးတာကို တစ်ကမ္ဘာလို့ထင်မှတ်ထားတဲ့မက်ဂီအတွက်တော့ ဒီဒဏ်ရာဟာ ဘဝတစ်ခုလုံးကို အမှောင်ချလိုက်သလိုပါပဲ။မက်ဂီရဲ့ချစ်သူကတော့ ကမ်းခြေကlifeguardလည်းဖြစ် နှုတ်ခမ်းနီမလေးတွေရဲ့ အသဲစွဲလည်းဖြစ်တဲ့ Influencer celeချောလေး ကိတ်ဒ်ပေါ့။\nတစ်ချိန်က သိပ်ချစ်ကြတဲ့ မက်ဂီတို့ ချစ်သူစုံတွဲဟာ ဒဏ်ရာပြဿနာကြောင့် အရာရာကိုစိတ်မကြည်တဲ့မက်ဂီ\nဒါကို ကိတ်ဒ်က Influencer ပီပီ လိုင်းပေါ်မှာပဲ ၂၄/၇ အချိန်ကုန်နေပြီး မက်ဂီကိုအချိန်မပေးနိုင်တော့ ဆက်ဆံရေးအဆင်မပြေဖြစ်နေတဲ့အပြင်\nအဆင်လေးတွေပတ်လည်ဝိုင်းနေတတ်တဲ့ သူ့ဘေးမှာလည်း လုပ်ဖော်ကိုင်ဖက်ထက်ပိုတဲ့အရိပ်အယောင်တွေနဲ့ တီနာဆိုတဲ့ကောင်မလေးပါရှိနေတဲ့ကိတ်ဒ်ကြောင့် RS တစ်ခုရဲ့ လေစိမ်းတိုက်နေတဲ့အခိုက်အတန့်ကို ရောက်ရှိနေချိန်ပေါ့။ထုံးစံအတိုင်းပါပဲ rsတွေကြားမှာ ပြဿနာတက်ပြီဆိုရင် ရောက်လာတတ်တာကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/3fxau/A.Lifeguards.Obsession.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFJ413PtJ7OCTcYYuplbpDk37fy.jpg",
        "title": "Sister Sister 2 (2023)",
        "description": "(18+) Sister Sister 2 (2023)\nဒီတစ်ခါမှာတော့ ဗီယက်နမ်ဇာတ် လူကြီးကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘာထရာ ဆိုတာ သူ့နယ်သူပယ်မှာတော့ အလှဆုံးဆိုတဲ့ဂုဏ်ပုဒ်ရထားတဲ့ မိန်းမလှလေးတစ်ဦးပါ။\nဘာထရာ ဆိုတာကို မသိတဲ့သူမရှိလောက်အောင် လှလည်းလှ နာမည်လည်းကြီးသူပါ။\nပုရိသယောက်ျားသားတွေကလည်း သူမှသူ ဖြစ်နေအောင်ကို ကျက်သရေရှိတဲ့အမျိုးသမီးပေါ့။တစ်ဖက်မှာတော့ နှီ ဆိုတဲ့ကောင်မလေးဟာ ဘဝမပြည့်စုံမှုကြောင့် ပြည့်တန်ဆာအဖြစ် အသက်မွေးနေရတဲ့သူပါ။\nအဆင်မပြေတာတွေ အံတုရင်း ချမ်းသာချင်နေတဲ့သူပေါ့။\nဒီလိုနဲ့ တစ်နေ့ကျ ဘာထရာနဲ့ဆုံရင်း သူလည်း ဘာထရာ့လိုဖြစ်ချင်တဲ့ဆန္ဒတွေဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့ ဘာထရာ့အနားကို နည်းအမျိုးမျိုးနဲ့ချဉ်းကပ်ရင်း\nနှီ့ဘဝ တဖြည်းဖြည်းပြောင်းလဲသွားတာကို ကြည့်ကြရမှာဖြစ်ပါတယ်။\nဘဝနှစ်မျိုးကြားက ကွာခြားချက်တွေကိုလည်း မြင်ကြရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10x02 ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.54GB | 840MB | 411MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.6",
        "url": "https://megaup.net/4Bs6h/Sister.Sister.2.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xU6xN6s8zQIHoAcnzl9b0KC9W1Y.jpg",
        "title": "Organic Mama Hybrid Alludu (2023)",
        "description": "Organic Mama Hybrid Alludu(2023)IMDb-8.1/10တေလဂူးရဲ့ အကောင်းဆုံးဒါရိုက်တာ Flimfare ဆုရဖူးတဲ့ S.V Krishna Reddy ရိုက်ကူးထားတဲ့\nတေလဂူး အချစ်ဇာတ်‌လမ်းပေါ့ပေါ့ပါးပါးလေးနဲ့\nCM ပရိသတ်ကြီး အပန်းပြေနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းဒါရိုက်တာဖြစ်ရဖို့ရူးသွပ်လွန်းတဲ့ ဗီဂျေးဟာသူ့ရဲ့ပွဲဦးထွက်နှစ်ကားမှာပဲ အရှုံးပေါ်ခဲ့လို့\nမိသားစုကယုံကြည်မှုမရပဲ မိသားစုစီးပွားရေးကိုပဲလုပ်ဖို့ဖိအားပေးနေရတဲ့လူငယ်လေးပါ\nဗီဂျေးကလည်း ဒါရိုက်တာပဲလုပ်ချင်တဲ့ခေါင်းမာပြီး\nပါးနပ်ထက်မြတ်တဲ့လူငယ်တစ်ယောက်ဆိုတော့ အိမ်နဲ့အတိုက်အခံပေါ့ တစ်နေ့အဖေစိတ်ချမ်းသာဖို့ဆိုပြီး\nကြယ်ငါးပွင့်ဟိုတယ်မှာ ကွန်ဒါပီလီအရုပ်တွေတက်ရောင်းပေးရင်းကနေ မင်းသမီးလေးနဲ့ဆုံပါတော့တယ်မင်းသမီးလေးကလည်း သူကြွယ်သူဌေးမြေရှင်ကြီးရဲ့ တစ်ဦးတည်းသောချစ်မ၀သမီးလေးပေါ့\nတွေ့ရာလူနဲ့ကြိုက်သွားမှာဆိုးလို့ ကျောင်းတောင်မထားရက်လောက်အောင် အချစ်ခံရတဲ့သမီးလေး\nသူဌေးသမီးလေး ဟာစီနီနဲ့ ရိုးသားကြိုးစားဖိုးသခွားဒါရိုက်တာလေးဗီဂျေး ရှေ့ဆက်ပေါင်းစည်းနိုင်မလား\nဗီဂျေးကရောအိမ်မက်အတိုင်းအောင်မြင်တဲ့ဒါရိုက်တာကြီးဖြစ်နိုင်မလား ခံစားကြည့်ပါဦး\nFile size…2.5GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2 h 22 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~NyeinAye",
        "rating": "8.1",
        "url": "https://megaup.net/3fy4l/Organic_Mama_Hybrid_Alludu_(2023)_Telugu_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WyipqK3wOf8lJLWqFX0r7aBodm.jpg",
        "title": "A Thousand and One (2023)",
        "description": "A Thousand And One (2023)~ IMDb - 7.2/10, RT - 97%, Meta - 81% ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာ ထွက်ရှိထားပြီး Rating ​ကောင်း၊ Critics တွေရဲ့ ဝေဖန်မှုကောင်း​တွေ ရရှိထားတဲ့ ဒရာမာကား​လေး A Thousand And One ဆိုတဲ့ဇာတ်လမ်း​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ပြောချင်တာ လုပ်ချင်တာ​တွေကို စိတ်ထဲမသိုသိပ်ထားရုံမက အားနာစိတ်မရှိဘဲ လုပ်တတ်တဲ့ အိုင်နက် တစ်ယောက် သူ့သား တယ်ရီကို ​ဂေဟာက​​နေ ပြန်​​ပေးဆွဲပြီး လူမသိသူမသိ​အောင်နာမည်​တွေ​ပြောင်း ​မွေးစာရင်း​တွေ​ပြောင်းပြီး သူတို့​နေစရာအိမ် စားစရာ​တွေ မိသားစုဘဝ ကြိုးပမ်းတည်​ဆောက်ရာမှာ ​ကြုံ​တွေ့ရတဲ့ ကံ​ကောင်းမှု​တွေ ကံဆိုးမှု​တွေ အခက်အခဲ​တွေ ရင်ဆိုင်ရပုံ​တွေကို ထိထိမိမိ ရိုက်ပြထားတဲ့ ဒရာမာကား​ကောင်း​လေး ဖြစ်ပါတယ်။ ဇာတ်ကားတစ်​လျှောက် အိုင်နက်ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1TBZK/(CM)_A_Thousand_and_One_(2023)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34cgjVoAIXVsZ2uZkTsdxWhv2Si.jpg",
        "title": "Wait With Me (2023)",
        "description": "Wait With Me (2023)ဒီကားလေးကတော့ သိပ်မကြာသေးခင်ကမှ Passionflix ကနေ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စာရေးဆရာမ အေမီဒေါ်စ်ရဲ့ Young Adult Genre \"Wait With Me\" စာအုပ်စီးရီးထဲက ပထမဆုံးစာအုပ်ဖြစ်တဲ့ \"Wait With Me\"ကို စာအုပ်ဖုံးများရှင် မော်ဒယ်ပရိုဂျူဆာမင်းသား အန်ဒရူးဘီရာနက်၊ ဓာတ်ပုံဆရာဒါရိုက်တာမင်းသမီး မက်ဒီဆင်လော်လောတို့နှစ်ယောက်နဲ့အတူ အချိတ်အဆက်မိမိ ပုံဖော်ရိုက်ကူးထားတဲ့ လူငယ်အကြိုက် ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီကားထဲမှာ မင်းသမီးကိတ်ထ်စမစ်သ်က ကားပြင်ဆရာဖြစ်တဲ့ မင်းသားမိုင်လ်ဟတ်ဆန်အလုပ်လုပ်တဲ့ တာယာဂိုထောင်မှာ သူမရဲ့ရောင်းအားအကောင်းဆုံးစာအုပ်ရဲ့ အဆက်စာအုပ်ကိုရေးဖို့ဈာန်‌ဝင်အောင်လို့ အဲဒီနေရာကို အကြောင်းအမျိုးမျိုးပြပြီး အဝင်အထွက်လုပ်နေလေ့ရှိပါတယ်။ အဲဒီကနေ တဖြည်းဖြည်း မိုင်လ်နဲ့အနေနီးသွားပြီး ရင်းနှီးမှုအတိုင်းအတာတစ်ခုကိုကျော်သွားတဲ့အခါမှာ ခံစားချက်တွေနက်ရှိုင်းလာကြပြီးနောက် ကိတ်ထ်ဖုံးကွယ်ထားတဲ့အကြောင်းတစ်ခုကို မိုင်လ်သိသွားတဲ့အခါ ဘယ်လိုတွေဖြစ်လာကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်။စိတ်ဝင်စားစရာကောင်းတဲ့အချက်တစ်ခုကတော့ စာရေးဆရာမ အေမီက \"Wait With Me\"စာအုပ်ကို ရုပ်ရှင်ထဲကအတိုင်း တာယာဂိုထောင်မှာ ရေးခဲ့တာပါတဲ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2zzmj/(CM)_Wait_With_Me_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/champions-135x200.jpg",
        "title": "Champions (2023)",
        "description": "Champions (2023)\n================\nIMDb Rating - 6.7/10\nComedey, Drama, Sportဒီဇာတ်လမ်းလေးကတော့ Basketball ကိုကျောရိုးယူထားပြီး\nကြည့်နေတဲ့သူတွေကိုပါ ဟာသဆန်ဆန်နဲ့ စိတ်ကြည်နူးမှုလေး\nကို ခံစားစေနိုင်တဲ့ Sportဇာတ်လမ်းလေးကောင်းတစ်ခုပါ။\nဒီဇာတ်ကားမှာတော့ Now You See Me, Vernon, The\nHunger Games စတဲ့ရုပ်ရှင်တွေမှာ သရုပ်ဆောင်ထားတဲ့\nမင်းသားကြီး Woody Harrelson က နည်းပြ Marcus\nMarakovich အဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့..\nMarcus Marakovich ဟာကစားသမားတွေကို လက်ရွေးစင်\nအသင်းအထိရောက်အောင် လေ့ကျင့်ပေးနိုင်တဲ့ အရည်အချင်း\nရှိတဲ့နည်းပြတစ်ယောက်ပါ။ ဒါပေမဲ့ကစားပွဲတွေအတွက် ကစား\nနည်းပုံစံတွေကိုသာ အာရုံစိုက်လေ့ရှိပြီး အသင်းသားတွေကိုတော့\nစိတ်ထဲတောင်မထားတဲ့သူပေါ့။ ဒီလိုလူကတစ်နေ့မှာတော့ အရက်\nမူးမူးနဲ့ကားမောင်းရင်း ရဲကားတစ်စီးကိုတိုက်မိသွားပါတယ်။\nတရားရုံးကသူ့ကို ဉာဏချို့တဲ့နေတဲ့ အသင်းသားတွေကို ရက် ၉၀\nကြာ နည်းပြအဖြစ်လေ့ကျင့်ပေးဖို့ ပြစ်ဒဏ်ချမှတ်လိုက်ပါတယ်။\nအသင်းသားတွေကို ဂရုမစိုက်တတ်တဲ့ Marcus တစ်ယောက်က\nတော့ သေချာဂရုစိုက်ပြီး လေ့ကျင့်သင်ကြားပေးဖို့လိုအပ်တဲ့ အသင်း\nသားတွေနဲ့ စိတ်ပျက်နေခဲ့ပါတယ်။ဒါပေမဲ့ တစ်ရက်ထက်တစ်ရက် သူ့အသင်းသားတွေက ထင်ထား\nတာထက် ပိုပြီးလုပ်နိုင်စွမ်းရှိတာကို သူသတိထားမိလာပါတယ်။\nနည်းပြနဲ့အသင်းသားတွေကြားက တစ်ယောက်နဲ့တစ်ယောက်\nနားလည်မှုယူတဲ့ပုံစံတွေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1drj1/Champions.2023.720p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQSUCsQMHg5bjMJv9UCK1w4S2GP.jpg",
        "title": "Infidelity Can Be Fatal (2023)",
        "description": "Infidelity can be fatal (2023)\"ဖောက်ပြန်ခြင်းသည် သေစေနိုင်သည်တဲ့\"စကားလုံး‌လေးကတော့ ရိုးရိုးရှင်းရှင်းလေးပါပဲ။\nအိမ်ထောင်ရေး နဲ့ အချစ်ရေးတွေမှာ သစ္စာရှိမှုနဲ့ တည်ဆောက်မှသာလျှင် ခိုင်မြဲကြသည်မဟုတ်လား။\nအိမ်ထောင်ဖက်တွေမှာ တစ်ယောက်ယောက်က သစ္စာဖောက်ပြီး ဖောက်ပြန်ပြီဆိုလျှင် စိတ်ဆင်းရဲစရာတွေ ကြုံရပါတော့တယ်။\nဖောက်ပြန်ခြင်းတိုင်းသည် သေစေသည် မဟုတ်ပေမယ့် ဖောက်ပြန်ခြင်းကြောင့် ဘဝဆုံးသွားတဲ့ လူတွေလည်း အများကြီးရှိပြန်သည်။\nဇာတ်လမ်းအကျဉ်းကတော့ လူစီသွန်မဆင်သည် ကိုယ်ပိုင်စုံစမ်းရေးကုမ္ပဏီတစ်ခုကို ထောင်ထားသည်။\nအိမ်ထောင်ရေးဖောက်ပြန်မှုများကို လိုက်လံစုံစမ်းပေးတဲ့ ဝန်ဆောင်မှုမျိုးကို လုပ်ပေးလေ့ရှိသည်။\nငယ်စဉ်ဘဝက ဖခင်ဖြစ်သူသည် အတွင်းရေးမှူးမနှင့် ဖောက်ပြန်ကာ သူ့မိခင်ကို ထားပစ်ကာ\nထွက်ပြေးသွားသည့်အတွက် အဆိုပါအလုပ်ကို စပြီးလုပ်ဖြစ်ခြင်း ဖြစ်သည်။\nထိုသို့လုပ်ကိုင်ရင်း သစ္စာမဲ့မှုတွေ ဖောက်လွဲဖောက်ပြန်မှုများကို နေ့စဉ်မြင်တွေ့ရသည့်အတွက်\nလူစီဟာ ရည်းစားလည်း မထားခဲ့သလို ယုံကြည်မှုကိုလည်း အားနည်းချက်အဖြစ် ရှု့မြင်သည်။\nတစ်နေ့မှာ ကလိုက်ကက်ဆယ်ဆိုတဲ့ ယောကျ်ားတစ်ယောက်ဟာ သူ့မိန်းမ ‌ဖောက်ပြန်နေသည်ဟု ထင်သဖြင့် စုံစမ်းပေးရန် လူစီ့ထံ အလုပ်အပ်လာလေသည်။\nထိုအမှုကို လိုက်ရင်း လူစီနဲ့ ကလိုက်တို့ကြား ဖောက်လွဲဖောက်ပြန်တွေ ဖြစ်လာပြီး ဘယ်လို လူသေဆုံးမှုတွေ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Txm5/Infidelity.Can.Be.Fatal.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZhNzlmOGItMWUyYS00Y2Q5LWFlNzMtM2I2NDFkM2ZkYmE1XkEyXkFqcGdeQXVyMTU5OTA4NTIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ant-Man and the Wasp: Quantumania (2023)",
        "description": "Ant-Man and the Wasp: Quantumania (2023)\n================================\nIMDb Rating - 6.4/10ကဲ မာဗယ်ရဲ့ ပုရွက်ဆိတ်လူသားရုပ်ရှင် အသစ်လာပါပြီ။\nဇာတ်လမ်းကတော့ Endgame တိုက်ပွဲကြီးအပြီးမှာ အေး\nအေးချမ်းချမ်းနေနေကြတဲ့ စကော့၊ ဟုပ်၊ ကတ်စီ၊ ဟင်နရီ နဲ့\nဂျဲနက်တို့ မိသားစုဟာ မတော်တဆမှုတစ်ခုကြောင့် ကွမ်တမ်\nလောကကြီးထဲကို ရောက်သွားပြီး ကွန်ကရာ ခန်း ဆိုတဲ့ ရန်သူ\nကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်ရတာပါ။ခန်းဟာ အချိန်ခရီးသွားနိုင်၊ နည်းပညာအသစ်အဆန်းတွေတီ\nထွင်နိုင်ပြီး၊ အဗန်ဂျာတွေကိုသတ်နိုင်လောက်တဲ့အထိ စွမ်းအား\nကြီးတဲ့သူပါ။ ကမ္ဘာတွေ၊ အချိန်စီးကြောင်းတွေ၊အပြိုင်စကြဝဠာ\nတွေကိုဖြတ်ပြီး ခရီးသွားရင်း ကမ္ဘာတွေကို ဖျက်ဆီးနေသိမ်း\nပိုက်နေတဲ့သူတစ်ယောက်ပါပဲ။ အဲတော့ ဒီရန်သူကြီးနဲ့ စကော့\nတို့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality….4k HEVC | 1080p | 720p | 480p\nFile size…6GB | 2.12 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dx3g/Ant.Man.and.the.Wasp.Quantumania.2023.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lYyGs0DBKm8cYhZsfMYi8F9RIjL.jpg",
        "title": "[18+] Death By Desire (2023)",
        "description": "Death By Desire (2023)Three's a Crowd ဆိုတဲ့စကားကို ကြားဖူးကြမှာပါ။ ဘယ်လိုဆက်ဆံရေးမျိုးမဆို တတိယလူဆိုတာ မဝင်သင့်မဝင်အပ် ကြိုဆိုစရာအကြောင်းမရှိတဲ့လူမျိုးပါပဲ။ ဒါပေမဲ့လည်း မီဂယ်ဆိုတဲ့ ကောင်လေးကတော့ မီးတောက်တစ်စကို သူ့ဘဝထဲ လိုလိုလားလားခေါ်သွင်းခဲ့မိပါတယ်။ သူဟာ မကြာခင်လက်ထပ်ရတော့မယ့် သတို့သားလောင်းတစ်ယောက်... သူ့ရဲ့ဇနီးလောင်းကတော့ အောက်ပိုင်းသေနေပြီး သူ့လိင်ဆန္ဒတွေကို မဖြည့်ဆည်းပေးနိုင်တော့တဲ့သူ။ အဲဒီဇနီးကိုလည်း သူသိပ်ချစ်တယ်။ ဒါပေမဲ့ အလိုဆန္ဒရဲ့ဖြားယောင်းမှုအရ သူအပြင်မှာ အပျော်ရှာမိတယ်။ ဒါပေမဲ့လည်း သူရှာမိတဲ့ ပျော်ရွှင်စရာလို့ထင်ခဲ့တဲ့ ကောင်မလေး ဧပရယ်ဟာ နာမည်နဲ့လိုက်အောင် သူ့ဘဝကို ရက်ရက်စက်စက် ပူလောင်ခြင်းတွေပေးတော့မှာဆိုတာကြိုမသိခဲ့ပါဘူး။ဧပရယ်ရဲ့အပြစ်ကတော့ သူ့ကို သိပ်ချစ်မိခဲ့တာနဲ့အစွဲအလန်းကြီးလွန်းခဲ့တာပါ။ ကာမပိုင်နီးပါးဖြစ်နေခဲ့တဲ့လူတစ်ယောက်ကို ချစ်ခင်စွဲလန်းခဲ့ပြီး အဲဒီလူဆီက ပစ်ခွာမှုကိုခံရချိန်မှာတော့ ဧပရယ် သူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ရယူပိုင်ဆိုင်လိုခြင်းတွေ အငြိုးအတေးတွေနဲ့ သေဆုံးသွားတဲ့သူဖြစ်တဲ့အလျောက် သူ့ကို အခုလိုဖြစ်သွားရအောင် စေစားခဲ့တဲ့သူတွေရဲ့ဘဝကိုလဲ အဆုံးစွန် လိုက်နှောင့်ယှက် ဒုက္ခပေးဦးမှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://megaup.net/2zvhy/(CM)_Death_By_Desire_(2023)_720p.mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLSytRNOCq4Epz6cL9INHPJOrg0.jpg",
        "title": "Jesus Revolution (2023)",
        "description": "Jesus Revolution (2023)\n==================\nIMDB -7.4/10အမေရိကန်သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကောင်းတစ်ခုပါ\n1966 အစောပိုင်း ဗီယက်နမ် - အမေရိကန်စစ်ပွဲကာလတွေမှာ\nကယ်လီဖိုးနီးယားမှာ စုဝေးမှုကြီးတစ်ခုဖြစ်လာတယ် ...\nစစ်ကိုဆန့်ကျင်ကြ ...ခေတ်အမြင်ကို နားလည်ကြ ... သမားရိုးကျဘ၀ကြီးထဲ ဖောက်ထွက်ကြဆိုတဲ့ သမိုင်း၀င်စုဝေးမှုကြီးပေါ့သူတို့က အဲ့ဒီစုဝေးမှုကနေ \"ဟစ်ပီတွေ\" လို့ စသိခဲ့ကြတယ် ..\n‌‌ခြေသလုံးအိမ်တိုင်နေတယ် ... ဆေးချတယ် ... ဆံပင်အရှည်ကြီးတွေထားတယ်။\nရှေးရိုးစွဲ Conservative အမေရိကန်တွေအတွက်တော့ မျက်စိစပါးမွှေးစူးစရာလူတစ်စုပဲ..နောက်တော့ လွန်နီဖရစ်စဘီဆိုတဲ့ဟစ်ပီတစ်ယောက်ဟာ 1970-1990 ကျော်ထိ\nအမေရိကန်သမိုင်းမှာ အကြီးမားဆုံး woke ဖြစ်စေတဲ့ ဘာသာရေးနိုးထမှုကြီးစတင်ခဲ့တယ် ..\nလွန်နီဟာ အဟောပြောကောင်းတဲ့အပြင် ရုပ်ကလည်း ယေရှုနဲ့တူတဲ့အတွက် အားပေးထောက်ခံသူတွေ တစ်စတစ်စများလာခဲ့ပါတယ် ...‌\nနောက်ဆုံးမှာတော့ လူသန်းနဲ့ချီတဲ့ စုဝေးမှုကြီး အမေရိကန်သမိုင်းမှာ ဖြစ်လာပါတယ်\nဒီဇာတ်လမ်းဟာ လွန်နီဖရစ်စဘီ နဲ့ သူ့နောက်လိုက် ဂရက်လော်ရီတို့ကို ကျော်ရိုးတည်ထားတာဖြစ်ပြီး\nသမိုင်းရုပ်ရှင်နဲ့ 90' ခေတ်က Culture တွေကို နားလည်ချင်သူတွေအတွက် ဖြစ်စေမှာပါ ။( အညွှန်းနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Txml/Jesus.Revolution.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTAxNDFlOTktNWQ2OS00YTM4LTkxYzYtMGYyMmZkMzk5YjQwXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_-141x200.jpg",
        "title": "Gunfight at Rio Bravo (2023)",
        "description": "Gunfight at Rio Bravo (2023)\n====================ရဲမှူးချုပ် Austin Carterနဲ့ သူ့လက်ထောက်ဟာ နာမည်ဆိုးနဲ့\nကျော်ကြားတဲ့ Hellhoundဂိုဏ်းခေါင်းဆောင် Ethan Crawley\nကို ဖမ်းမိပြီး တရားစီရင်ဖို့ San Antonia မြို့ကို ခရီးသွားကြ\nတယ်။ လမ်းမှာ Blind Chapel ဆိုတဲ့ မြို့မှာရပ်နားပြီး လူဆိုး\nဂိုဏ်းခေါင်းဆောင်ကြီး Ethan Crawleyကို အဲ့မြို့ရဲ့ အကျဥ်း\nခန်းမှာ ခဏချုပ်ထားတယ်။ ဒါပေမဲ့ Hellhoundဂိုဏ်းက\nလူတကာကိုသတ်ဖြတ်ပြီး ​မြို့လုံးကျွတ်မီးရှို့ဖျက်ဆီးနေတဲ့\nအရိုင်းအစိုင်းကောင်တွေဆိုတော့ Blind Chapelရဲ့ မြို့တော်ဝန်\nBowmanက လက်မခံဘူး။ အဲ့လိုနဲ့ လက်ခံမယ်ပြောတဲ့ ရဲမှူး\nVernon Kellyနဲ့ အငြင်းပွားပြီး နောက်တော့ Crawleysကို\nလက်ခံလိုက်ပါတယ်။အဲ့အချိန်မှာပဲ ဇာတ်လမ်းရဲ့အရှုပ်တော်ပုံကြီးက စတော့တာပဲ။\nဇာတ်လိုက်မင်းသား Ivanက ​သေနတ်ပစ်ကျွမ်းပြီး သူ့သရုပ်မှန်\nကိုတော့ ဘယ်သူမှသေချာမသိကြဘူး။ Hellhoundဂိုဏ်းက\nသူတို့ခေါင်းဆောင်ကိုပြန်ခေါ်ဖို့ Blind Chapel မြို့ကို လာတိုက်\nဖို့ကြံတာမို့ ရဲမှူး Vernon၊ ရဲမှူးချုပ် Austin နဲ့ Ivan ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zlcB/Gunfight.at.Rio.Bravo.2023.720p.BluRay(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGFjZGFkZmUtMzBkNi00MGYxLWIwNzAtYzY2M2JlMTgxOTA0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Mrs. Undercover(2023)",
        "description": "Mrs. Undercover 2023အသစ်ထွက်ရှိထားတဲ့ ဟင်ဒီစကားပြောအက်ရှင်၊ ဒရမ်မာ၊\nဟာသကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ IMDb 7.1\nအထိရရှိထားပြီး Pad man, Andhadhun စတဲ့ကားတွေမှာ\nနာမည်ကြီးမင်းသားတွေနဲ့ အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nမင်းသမီး Radhika Apteဖြစ်ပါတယ်။ ဒီကားမှာတော့သူက\nအိမ်ထောင်ရှင်မမိခင်တစ်ဖြစ်လဲ လျှို့ဝှက်စုံစမ်းရေးအေးဂျင့်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nStrong ဖြစ်ပြီး independent ဖြစ်တဲ့အမျိုးသမီးကိုမှ\nရွေးပြီးသတ်တဲ့လူသတ်သမားတစ်ယောက်ရှိပါတယ်။\nအထူးအေးဂျင့်တပ်ဖွဲ့မှာ ဒီလူသတ်သမားကိုစုံစမ်းဖို့\nအေးဂျင့်တစ်ယောက်ပြီးတစ်ယောက် လွှတ်ရာမှာ\nမအောင်မြင်ဘဲ နောက်ဆုံးမစ်ရှင်လွှတ်စရာ\nအေးဂျင့်မရှိအောင်ဖြစ်သွားတော့တယ်။ဒီလိုနဲ့ အိမ်ထောင်ရှင်မဖြစ်တဲ့ဒူရ်ဂါဟာ\nလူသတ်သမားကိုစုံစမ်းဖို့မစ်ရှင်မှာ\nဘယ်အစိတ်အပိုင်းကနေ၀င်ပါသွားမလဲ၊\nအိမ်ထောင်ရှင်မနောက်ကွယ်မှာ\nသူ့ဘ၀ဟာဘယ်လို‌တွေဖုံးကွယ်ထားတယ်ဆိုတာ\nကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 836MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye ~ BpL~Yunni",
        "rating": "7.1",
        "url": "https://megaup.net/1Twv6/Mrs.Undercover.2023.Hindi.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGMxODJhNzUtZjFlYS00NmEwLWFlODctMTBhZmIzNzdlNGU3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Sapul (2023)",
        "description": "အီစီဒရိုက ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရှီလာဆိုတဲ့\nဇနီးချောလေးနဲ့အတူ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြသူတွေ\nဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း အီစီဒရိုရဲ့ဖောက်ပြန်မှုကြောင့်\nအိမ်ထောင်ရေးပြိုကွဲသွားတဲ့နောက် ရှီလာဟာ သူ့အမေဆီပြန်သွားခဲ့ပြီး\nအီစီဒရို ဘယ်လိုတောင်းပန်ပါစေပြန်လက်မခံတော့ပါဘူး။\nအီစီဒရိုကတော့ နောင်တတွေတပွေ့တပိုက်နဲ့\nအရက်သမားကြီးလုံးလုံးဖြစ်သွားခဲ့ပြီး စခန်းမှူးနဲ့\nသူ့လုပ်ဖော်ကိုင်ဖက်တွေဘယ်လိုပဲ\nဆုံးမဖျောင့်ဖျပါစေမထူးဇာတ်လင်းနေခဲ့ပါတယ်။\nအဲ့ဒီလိုတစ်ဖြည်းဖြည်းနဲ့လုံးပါးပါးလာရင်း\nမခံနိုင်တော့တဲ့အဆုံးစခန်းကလုပ်ဖော်ကိုင်ဖက်\nတစ်ဦးကို သေနတ်နဲ့ချိန်ခြိမ်းခြောက်ပြီး သူ့ဇနီးကို\nအတင်းအကျပ်ခေါ်ပေးဖို့တောင်းဆိုပါတော့တယ်။\nဒီဖြစ်ရပ်အထိ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းပို့ခဲ့သလဲ?\nဒီဖြစ်ရပ်ရဲ့နောက် သူတို့ဝန်းကျင်က ဘယ်သူတွေရဲ့ဘဝတွေကိုဂယက်တွေ\nရိုက်ခတ်လာမလဲဆိုတာကို ဆက်လက်ရှုစားကြရမှာပါ။File size…1.41GB / 675MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/3frfj/Sapul.2023.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vc87upO8vcAGj9OmgH3AIz6ikKB.jpg",
        "title": "Mighty Morphin Power Rangers: Once & Always (2023)",
        "description": "Mighty Morphin Power Rangers : Once and Always (2023)မော်ဖင် ပါဝါရိန်းဂျားတွေ နှစ် ၃၀ ပြည့် အထိမ်းအမှတ် အထူးရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါပြီ။\nပါဝါရိန်းဂျားတွေဆိုတာ ၉၀ ဝန်းကျင်ကလေးတွေအတွက်တော့ မကြည့်ဖူးသူမရှိလောက်အောင် နာမည်ကြီးခဲ့တဲ့ သူရဲကောင်းတွေပါပဲ။\nအခုချိန်မှာပြန်ကြည့်ရင် ကလေးဆန်တယ်ထင်ရပေမဲ့ ငယ်ဘဝအမှတ်တရတွေနဲ့ သရုပ်ဆောင်တွေကို ပြန်တွေ့ရတာနဲ့တင် ပျော်စရာကောင်းနေပါပြီ။\nမူရင်းသရုပ်ဆောင်တွေ ပြန်ပါဝင်ထားပြီး ဇာတ်လမ်းကတော့ ဇော်ဒန်မရှိတော့တဲ့အချိန်မှာ\nသူတို့ရဲ့ ရန်သူတော်ကြီး ရီတာ ပြန်ပေါ်လာပြီး ရိန်းဂျားတစ်ယောက်ကို သတ်သွားတာကနေ အစပြုခဲ့ပါတယ်။\nရိန်းဂျားတွေဟာ ပြန်လွတ်လာတဲ့ ရီတာကို နှိမ်နင်းဖို့လိုက်ရှာနေချိန်မှာ ရီတာကလည်း ပိုကြီးတဲ့အကြံကြီးနဲ့ ရိန်းဂျားတွေကို တိုက်ခိုက်လာပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 632MB | ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ztSY/Mighty.Morphin.Power.Rangers.Once.and.Always.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gbSI23sXhVzOYOT1YqQEGUhJ0W.jpg",
        "title": "The Tutor (2023)",
        "description": "The Tutor (2023)ဒီဇာတ်လမ်းထဲက ကျူတာကတော့အီသန်ပါ။ အီသန်က လူချမ်းသာတွေရဲ့ကလေးတွေကို ကျူတာအဓိကလုပ်ပေးတယ်။\nဘောစိကလေးတွေဆိုတော့ ငဆိုးလေးတွေများပေမယ့် အီသန်ကတော့\nဒီကလေးတွေကို ပညာရေးမှာစိတ်ဝင်စားလာအောင် တိုးတက်လာအောင်ဆွဲခေါ်ပေးနိုင်လို့နာမည်ရတယ်။\nတစ်နေ့မှာ ကလေးတစ်ယောက်ကိုစာသင်ပေးဖို့ အီသန့်ကိုဌားတယ်။ ပေးတဲ့လစာကလဲ မယုံနိုင်လောက်အောင်များတယ်။\nအီသန်ကလဲပိုက်ဆံလိုတယ်တော့မဟုတ်ပေမယ့် သူ့ချစ်သူကကလေးမွေးတော့မှာဆိုတော့ ပိုက်ဆံများများရတော့လဲကောင်းတယ်ပေါ့။\nသူ့ကိုအဲ့လောက်ထိပေးတယ်ဆိုတော့ ဒီကလေးက အားစိုက်သင်ရမယ့်ကလေး စာညံ့တဲ့ကလေးလို့အီသန်ကတွက်ထားတာပေါ့။\nကလေးအဖေဘက်က အီသန့်ကိုသူတို့အိမ်မှာလာနေပြီး အရင်ဆုံးတစ်ပတ်အစမ်းသင်ကြည့်ဖို့ခေါ်တယ်။\nတကယ်တမ်းစာသင်ကြည့်တော့ ကလေးကလဲတော်လိုက်တာမှ ဘာမှကိုသင်စရာမလိုလောက်အောင်ပဲ။\nအဲ့တော့အီသန့်ကို လစာအများကြီးပေးပြီးခေါ်တာဘာအတွက်လဲ။\nဂျက်ဆန်ဆိုတဲ့ကလေးရဲ့မိသားစုက ပိုက်ဆံတွေများသိပ်ပေါနေလား။\nစာသွားသင်တဲ့တစ်ပတ်အတွင်းမှာပဲ ဂျက်ဆန့်ဆီမှာရော အီသန့်ဆီမှာပါ မူမမှန်တာလေးတွေပေါ်ပေါ်လာတော့ ဘယ်သူကဘာတွေကြံစည်နေကြလဲ။\nဘယ်လိုရည်ရွယ်ချက်တွေရှိလဲဆိုတာ Plot Twist ကောင်းကောင်းနဲ့တင်ဆက်ထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.GB | 521MB | 248MB\nFormat… mp4\nDuration…. 1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... ...",
        "rating": "8",
        "url": "https://megaup.net/3frgA/The.Tutor.2023.WEB.720p.CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDMwOGQyOTAtZjBlNy00ODI0LWI5NTMtZTQwM2ZmYzBhMTY5XkEyXkFqcGdeQXVyOTM5MDYzNjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sisters on the Run (2023)",
        "description": "Sisters on the Run (2023)\n==================ဇာတ်လမ်းစစချင်းမှာပဲ Selma က abusiveဖြစ်တဲ့ သူ့ယောကျ်ား\nရဲကို သေနတ်နဲ့ပစ်ပြီး ထွက်ပြေးခဲ့ပါတယ်။ သူ့ယောကျ်ားရဲ့ နောက်\nလိုက်နှစ်ယောက် သူ့နောက်မလိုက်ခင် ထွက်ပြေးပြီး သူ့အစ်မ Maddy\nအိမ်မှာ တည်းခွင့်သွားတောင်းပါတယ်။ ဖြစ်ချင်တော့ Selmaနဲ့ Maddy\nက သူတို့အမေဆုံးကတည်းက ကွဲသွားပြီး စကားမပြောဖြစ်ကြတော့\nဘူး။ အကျင့်စရိုက်ချင်းကလည်း ဆန့်ကျင်ဘက်မို့ မတည့်ကြပါဘူး။\nSelmaက ပါတီတက်၊ ပစ္စည်းတွေ လိုက်ခိုးနဲ့ အပေအတေကောင်မလေး\nဖြစ်ခဲ့တာ။ သူ့အစ်မ Maddyကတော့ စည်းကမ်းရှိပြီး ဂုဏ်သရေရှိတဲ့\nလူကြီးလူကောင်းပုံစံ နေတာပေါ့။ညီအစ်မနှစ်ယောက်က ယောကျ်ားရကံချင်းလည်း ကွာတယ်။ အစ်မ\nMaddyက အဆင်ပြေတဲ့ ယောကျ်ားကောင်းရပြီး အေးဆေးနေနိုင်ပေမဲ့\nSelmaကတော့ ရဲနဲ့ယူပြီး အဲ့ရဲက မှူးယစ်ဆေးမှောင်ခိုဂိုဏ်းရဲ့ ခေါင်း\nဆောင်ဖြစ်နေ​တဲ့အပြင် Psychoဆန်ဆန် သူ့ကိုနှိပ်စက်တတ်လို့ အမြဲ\nတမ်း ဒုက္ခခံခဲ့ရတာပါ။ Selma သူ့ယောကျ်ားကို ပစ်ပြီး ထွက်ပြေးတော့\nMaddy အစက လက်မခံခဲ့ဘူး။ ဒါပေမဲ့ သွေးက စကားပြောတယ်လေ။\nSelma သူ့ယောကျ်ားကိုသတ်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dqiu/Sisters.on.the.Run.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGJkZmIxMDAtYWNkOC00ZjhjLWFlNzItNWVkNjZkZWY2NWVmXkEyXkFqcGdeQXVyMTk3OTI3MDg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Here Love Lies (2023)",
        "description": "Here Love Lies (2023)\n=================“ဒီနေရာတွင် အချစ်ရှိသည်\nဒီနေရာတွင် အချစ်သည် အလိမ်အညာဖြစ်သည်.\nဒီနေရာတွင် အချစ်သည် ထာဝရအိပ်စက်နေသည်.”\nဆိုသလိုပဲ. အချစ်ဆိုတာက အပျော်ကစားတတ်တဲ့သူတွေအဖို့\nသေဆုံးပြီလို့ သတ်မှတ်ကာ မြှုပ်နှံထားတဲ့မြေပုံလေး တစ်ခုသာ\nသာ ဖြစ်ပြီး ဆန်းကြယ်နက်နဲတဲ့အရာအဖြစ် ယုံကြည်ထားသူတွေ\nအတွက် တစ်နေ့တော့ ရောက်လိမ့်မယ်လို့ တွန်းအားပေးနေတဲ့\nလမ်းပြမြေပုံလေးတစ်ခုပါပဲ။ငယ်ရွယ်စဉ်အတိတ်က ရူးမိုက်မှုတွေကြောင့် Single Mother\nဘဝနဲ့ သမီးလေးတစ်ယောက်ကို တစ်ကိုယ်တည်း ရုန်းကန်ပြီး\nပြုစုပျိုးထောင်လာခဲ့သူ အမန်ဒါ၊ မေတ္တာစစ်ကိုရှာဖွေရင်း အပေါ်\nယံအချစ်တွေကိုသာ ရှာတွေ့ခဲ့ပြီး ဆိုရှယ်မီဒီယာမှ တွေ့ဆုံခဲ့သူ\nမိုက်ကယ့် အပေါ် မမျှော်လင့်ဘဲ သံယောဇဉ်တွယ်မိမှန်းမသိ တွယ်\nလာခဲ့တယ်ပေါ့။ အဲနောက် ရေမြေခြားသူ မိုက်ကယ့်ကို တွေ့ဆုံ\nနိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး နှစ်ယောက်သား စတွေ့တွေ့ချင်း\nအခက်အခဲ၊ အတားအဆီးများကြားမှ နားလည်မှုကို ရှာတွေ့သွား\nချိန်၊ သူ ကျားကုတ်ကျားခဲ ရှာဖွေခဲ့ရတဲ့ Mr.Right ဖြစ်သူ မိုက်\nကယ့်ရဲ့ စကားလုံးတွေနောက်ကွယ်က အမှန်တရားကို မမြင်နိုင်\nတော့ဘဲ အကြာကြီးမျှော်မှန်း ခဲ့ရတဲ့ ဘဝလေးကို ပိုင်ဆိုင်နိုင်ဖို့\nစိတ်ကူးနေမိသူ အမန်ဒါကို ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Tjlf/here.love.lies.2023.720p.web.(CM).mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDE3ODMwOTAtM2Y5Ni00MmNiLTg2OWUtN2JkNjJmZWQ1NDRhXkEyXkFqcGdeQXVyMzUxODQzNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "A Little White Lie (2023)",
        "description": "A Little White Lie (2023)\n==================\nGenre - Comedy, Drama\nIMDb Rating - 5.9/10လွန်ခဲ့တဲ့ အနှစ် ၂၀ လောက်က စာပေလောကကို တုန်လှုပ်စေခဲ့တဲ့\nဝတ္ထုတစ်အုပ်ထွက်ပြီး လူလုံးထွက်မပြတဲ့ စာရေးဆရာ ရှရိုက်ဗာ\nဆိုတာ ရှိခဲ့ပါတယ်။ အမျိုးသားစာပေဆုကို သမ္မတကပေးတာတောင်\nတက်မယူဘဲနဲ့ပေါ့။ ဒီလိုနဲ့ သူကတော့ တစ်အုပ်ထွက်ပြီး ပျောက်ကွယ်\nသွားခဲ့တယ်။ အခုလက်ရှိမှာတော့ တက္ကသိုလ်စာပေပွဲတော်လုပ်ဖို့\nပရော်ဖက်ဆာကလီရီတို့တသိုက် ခေါင်းကိုက်နေကြတယ်။ ဘာလို့လဲ\nဆိုတော့ ဘုတ်အဖွဲ့က ဘတ်ဂျတ်ချမပေးတော့ဘူးဆိုတော့။ အဲဒီမှာ\nကလီရီက ရှရိုက်ဗာကို ရအောင်ရှာပြီး သူတို့စာပေပွဲတော်ကို ဖိတ်တယ်၊\nသူသာတက်ရောက်မယ်ဆို ဒီပွဲတော်က ဆက်လက်ပြီး လူတွေကို\nဆွဲဆောင် အသက်ဆက်နိုင်တော့မှာကိုး။အဲဒီမှာ တစ်ဖက်မှာ ဆက်သွယ်ခံရတဲ့ ရှရိုက်ဗာက စာရေးတာကိုမပြောနဲ့\nတစ်ရက်တစ်ရက် သူများခိုင်းသမျှလုပ်ပြီး၊ မျက်နှာကြက်ရေယိုတာကို\nကြောင်လေးကိုပိုက်ပြီး အိပ်ရာပေါ်ကနေ ကြည့်တတ်တဲ့ အထီးကျန်\nအရက်သမားတစ်ယောက်။ ဒါပေမဲ့ ဘေးနားက ဘော်ဒါက ဟန်ဆောင်ပြီး\nသွားတက်ရင် ဆုတွေရမှာဘာညာနဲ့ ဂျင်းထည့်ပြီး မြှောက်ပေးလိုက်တော့\nဒီပွဲတော်ကို သွားပြီး ဟန်ဆောင်တက်ရောက်ဖို့ ဖြစ်လာတယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2zd5j/A.Little.White.Lie.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzBkZGYyM2QtNzgwYy00NmZjLTk2ZTItYzY3ZTdjY2M0YmQwXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_-135x200.jpg",
        "title": "A Good Person (2023)",
        "description": "A Good Person (2023)\n===============\nIMDb Rating - 7.0/10Nathan နဲ့ Allison တို့က စေ့စပ်ထားပြီး တစ်ယောက်ကို\nတစ်ယောက်အရမ်းချစ်ကြတဲ့ ပျော်ရွှင်စရာ စုံတွဲတစ်တွဲပါ။\nဒါပေမဲ့ Allison မောင်းလာတဲ့ကား ယာဥ်တိုက်မှုဖြစ်သွားပြီး\nမကြာခင် ယောင်းမတော်ရမယ့် Nathanရဲ့အစ်မ Mollyနဲ့\nသူ့ခင်ပွန်းဟာ ဆုံးပါးသွားခဲ့တယ်။ အဲ့ကြေကွဲစရာ အဖြစ်\nအပျက်ကြီးအပြီးမှာလည်း ကျန်ခဲ့သူတွေရဲ့ဘဝဟာလည်း\nပူဆွေးမှုတွေနဲ့ ပျက်ဆီးသွားခဲ့ရတယ်။Danielက သူ့သမီးMolly ဆုံးသွားပြီးနောက်ပိုင်း သူ့ရဲ့မြေး\nမလေး Ryanကို သူတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေး\nနေခဲ့တယ်။ Allison ရဲ့ တောက်ပနေတဲ့အနာဂတ်လည်း ထို\nကားတိုက်မှုအပြီး အရာအားလုံး ပျက်ဆီးသွားပြီး သူ့အမှား\nအတွက် လိပ်ပြာမလုံ ခံစားနေခဲ့ရတယ်။ Allison နဲ့ Danielတို့\nပြန်လည်တွေ့ဆုံတဲ့အခါမှာတော့ သူတို့အချင်းချင်းကြား ခွင့်\nလွှတ်မှု၊ ခင်မင်မှုတွေပေါ်လာပြီး လူကောင်းတစ်ယောက်ဖြစ်\nအောင် ဘယ်လိုကြိုးစားမလဲဆိုတာကို ခံစားချက်ထိထိမိမိ\nကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။IMDb rating 7.0 ထိ ရထားပြီး Traumaတွေကို ကျော်ဖြတ်\nဖို့ ကြိုးစားနေသူနှစ်ဦးရဲ့ အဓိပ္ပါယ်ရှိတဲ့ ဘဝပညာပေး ဇာတ်လမ်း\nကောင်းတစ်ပုဒ်ပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2zquW/A.Good.Person.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTU4MjlmYTUtMmFjNy00NzNiLTg4NmYtN2VlMWQ0YTBiZGRmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-135x200.jpg",
        "title": "Ghosty (2023)",
        "description": "Ghosty ( 2023 )\n==============\nIMDb. 6.8/10\n.Cm ပရိသတ်တွေအတွက် ဘိုင်ရာဗာရုပ်ရှင်ထဲကမင်းသမီး ကာဂျယ်အက်ဂါဝယ်ရဲ့ အသစ်ထွက်\nတမီလ်စကားပြော comedy, horror ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်။\nအာရ်သီဆိုတဲ့ ရဲစုံထောက်မလေးဟာ အင်မတန်မှ တလွဲလုပ်တတ်လွန်းတဲ့သူပါ။\nတစ်နေ့မှာတော့ သူ့အဖေရဲမှူး အငြိမ်းစားမယူခင် ခက်ခက်ခဲခဲ ဖမ်းခဲ့ဖူးတဲ့ ဒါ့စ်ဆိုတဲ့\nရာဇဝတ်ကောင်တစ်ယောက်ဟာ ထောင်ဖောက်ပြီးထွက်ပြေးသွားခဲ့ပါတယ်။အဲဒီသတင်း ကြားတဲ့အချိန်ကနေစပြီး အာရ်သီဟာ ဒါးစ်ကို အသည်းအသန်\nလိုက်ဖမ်းဖို့ကြိုးစားပါတော့တယ်။ သူဟာ ဒါးစ်နောက်ကိုလိုက်ရင်း\nတလွဲတချော်တွေဖြစ်ပြီးနောက်ပိုင်း သူ့ရဲ့အိမ်မှာ အပမှီသလို\nမသိုးမသန့်ကိစ္စတွေ ကြုံလာရပါတော့တယ်။ဒီ Ghosty ဆိုတဲ့ သရဲ၊ ဟာသရုပ်ရှင်လေးဟာ ကာဂျယ် ကလေးမွေးပြီးနောက်ပိုင်း\nပထမဆုံးပြန်ထွက်လာတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း\nကြည့်လို့အဆင်ပြေတဲ့အပြင် ကာဂျယ်ကလည်း အစွမ်းကုန်လှနေတဲ့အတွက်\nအိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\nFile size…2.4GB / 1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin~ BpL~ Yunni~ Cherry~Zwe Yan ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fp4v/Ghosty_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzI3ZWEwMjctYzBlNy00OGZhLTk3MWYtZWZkZmI0OWQ1MjBmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-160x200.jpg",
        "title": "Das Ka Dhamki (2023)",
        "description": "Das Ka Dhamki (2023)IMDb-6.9/10Hit The First Case မူရင်းတေလဂူးကားရဲ့ ဇာတ်ဆောင်မင်းသားကြီး Vishwak Sen ကိုယ်တိုင်ဇာတ်ညွှန်းရေး ဒါရိုက်တာလုပ်နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားပါဇာတ်လမ်းအညွှန်း\nကုဋေ ၁၀၀၀၀ ၀န်ထမ်းပေါင်း ထောင်ချီနဲ့ လည်ပတ်နေတဲ့ ကုမ္မကြီးတစ်ခုရဲ့ ရည်ရွယ်ချက်အိပ်မက်က\nကင်ဆာကင်းစေတဲ့ ကမ္ဘာကြီးတဲ့အဓိကဇာတ်ဆောင်ခရစ်ရှနာဒါ့စ်ဆိုတဲ့ကောင်လေးက မိခင်ကငယ်ငယ်တည်းက ကင်ဆာနဲ့ဆုံးသွားလို့\nမိဘမဲ့ဂေဟာမှာကြီးပြင်းခဲ့သူ\nရိုးသားကြိုးစားပြီးဘဝကိုရှင်သန်နေပေမဲ့ ဆင်းရဲတဲ့ဘ၀ကြီးကို နှိမ်ချပြောတတ်ကြတဲ့ပတ်၀န်းကျင်ရဲ့ဒဏ်တွေကြောင့် ချမ်းသာကြွယ်၀လာချင်နေတဲ့သူ\nတစ်ရက်သူအလုပ်လုပ်တဲ့‌ဟိုတယ်မှာပဲ ကာစတန်မာတစ်ယောက်ရဲ့ မှိုချိုးမျှစ်ချိုးစကားကြောင့် ဘယ်လောက်ကုန်ကုန် အဲဒီဟိုတယ်မှာတစ်ညတာပျော်ပါးဂုဏ်‌ပကာသနတွေ၀ယ်လိုက်မယ်ဆိုပြီး လစာတွေပုံအောသုံးပါရော\nအဲဒီညမှာပဲ ကီရ်သီးဆိုတဲ့မိန်းမချောလေးနဲ့တွေ့ပြီး\nသူကြွယ်သူဌေးပါလို့လိမ်ပြီး အနားကပ်တော့တာပေါ့ဒီဟိုတယ်ကစားပွဲထိုးက ဒီဟိုတယ်ကအထူးဧည့်သည်ဆိုတဲ့လိမ်ဆင်ကြီးက ပေါ်သွားဖို့လွယ်ကူလွန်းမနေဘူးလား\nဒီ‌‌ ရွှင်နောက်နောက်ဇာတ်ဆောင်မင်းသားနဲ့ ကင်ဆာကင်းစင်ရေး ပရောဂျက်ကဘယ်လိုတွေပတ်သက်လာမှာလဲ\nနှစ်ကိုယ်ခွဲဆိုတော့ နောက်တစ်ကိုယ်ကရောဘယ်လိုလူစားဖြစ်နေမလဲဆိုတာ ရှူစားကြည့်ပါဦး\nFile size…2.4GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein~HM~Cherry",
        "rating": "6.5",
        "url": "https://megaup.net/1dvq8/Das_Ka_Dhamki_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNWIzYmM0MTAtY2ViMC00ZDZhLTllZDgtZmI2Nzc2MDg2ZTkxXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Kabzaa (2023)",
        "description": "Kabzaa (2023)\nIMDb 7.2ဒီကားကတော့ အိန္ဒိယသမိုင်းအကြောင်းတွင်တွင်ကျယ်ကျယ်ရိုက်ပြထားတယ်ဆိုရမှာဖြစ်ပြီး\nရုံတင်ကားတကားဆိုလဲ မမှားပါဘူး Cast တွေအနေနဲ့ မင်းသမီးချောလေး Shriya Saran က တော်ဝင်မင်းသမီးအဖြစ် ယင်ကောင်၂ဘဝကလဲ့စားကားထဲကဗီလိန် Kiccha Sudeep ကလည်းအပိုအလိုမရှိသရုပ်ဆောင်ထားပြန်ပါတယ်လူမိုက်တစ်ယောက်ကိုဖမ်းလိုက်မိလို့ ရဲစခန်းတစ်ခုလုံးကိုမီးလောင်တိုက်သွင်းလိုက်တဲ့ဂိုဏ်းစတားတွေထကြွမှုကြောင့်ဒီလူမိုက်တွေကိုရှင်းပစ်ဖို့ ဘာဟ်ဂတ်ဘတ်ခ်ရှီကို အထက်ကတာဝန်ပေးခဲ့ပါတယ် မရေတွက်နိုင်တဲ့ တိုက်ပွဲတွေကိုအောင်နိုင်ခဲ့ပြီး နိုင်ငံတော်အလံကလွဲရင် ဘယ်သူ့ကိုမှဦးမညွတ်ဖူးတဲ့သူ ဒီလူဖြတ်ကျော်ခဲ့ရတဲ့သမိုင်းကလည်းနည်းနည်းနောနောမဟုတ် ..၁၉၄၂ကနေ ၁၉၈၆အထိ သူဖြတ်သန်းခဲ့ရတဲ့အိန္ဒိယသမိုင်းမှာ သူကရာထူးကြီးလူတစ်ယောက် ဒီလိုလူက သောင်းကျန်းနေတဲ့လူမိုက်တွေမြို့ကိုရောက်ချလာပြီး လူမိုက်တွေအကုန်စုစေခဲ့တယ် ပြီးတော့ သူ့အာဏာကိုပြဖို့အတွက် သူတွေ့ကြုံခဲ့ရတဲ့ အိန္ဒိယလွတ်လပ်ရေးမရခင်ကစအခုချိန်အထိ နောက်ကြောင်းပြန်ပြကွက်မျိုးနဲ့ ပြောပြပေးသွားမှာပဲဖြစ်ပါတယ် ကဲ သူကြုံတွေ့ခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကိုလိုက်ပါရှုစားလိုက်ပါဦး\nFile size…2GB / 907MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein",
        "rating": "7.1",
        "url": "https://megaup.net/1Tsbd/Kabzaa_(2023)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTlmNGE0ZGMtMzdkMC00MjQyLWI1ZjgtZTIxODAyNWJlZDFlXkEyXkFqcGdeQXVyNTQ4ODM2NjM@._V1_-137x200.jpg",
        "title": "The Last Kingdom: Seven Kings Must Die (2023)",
        "description": "The Last Kingdom: Seven Kings Must Die (2023)\n=================================\nIMDb Rating - 7.7/10နာမည်ကြီး The Last Kingdom ဇာတ်လမ်းတွဲရဲ့ ဇာတ်သိမ်း\nရုပ်ရှင်ထွက်လာပါပြီ ။ Vikings နဲ့ Game of Thrones fan\nတွေဆိုရင် သေချာပေါက်အကြိုက်တွေ့မယ့် ဇာတ်လမ်းတွဲ\nလည်းဖြစ်ပါတယ် ။၀က်ဆက်ရဲ့ဘုရင် အက်ဒ်၀က်ကျဆုံးပြီးနောက်မှာ အရိုက်\nရာဆက်ခံသူအဖြစ် သားဖြစ်သူ အဲသည်စတန် နန်းတက်လာ\nပါပြီ။ ဖခင်ရဲ့ မပြီးပြတ်သေးတဲ့ဆန္ဒဖြစ်တဲ့ အင်္ဂလန်ပြည်ကြီး\nကိုတည်ဖို့အတွက် ဆက်လက်ကြိုးစားနေဆဲပါ။အက်ဒ်၀က်ဘုရင် ကျရှုံးပြီးနောက်မှာ အရင်က အူထရက် အကူ\nညီနဲ့ မဟာမိတ်ဖွဲ့ပေးခဲ့တဲ့ နော့သမ်းဘီးယား၊ ၀င်ချက်စတာ၊\nစကော့တလန်၊ ဝေလ အစရှိတဲ့ဘုရင့်နိုင်ငံတော်များကလည်း\nခွဲထွက်ရေးအတွက် မဟာမိတ်ဖွဲ့ပြီး ၀က်ဆက်နန်းတက်ဘုရင်\nကို တော်လှန်ကြပါတယ်။ ဒါကို လက်ပိုက်ကြည့်နေလို့မဖြစ်တော့\nတဲ့ ဇာတ်လိုက်ကျော်ကြီး ဘီဘာမ်ဘာ့ရဲ့ အူထရက်က ၀င်ပါ\nရပါတော့တယ်။The last Kingdom ဇာတ်လမ်းတွဲရဲ့နောက်ဆုံးအဆုံးသတ်\nဖြစ်သလို အူထရက်နဲ့ ၀က်ဆက်ပြည်ကြီး ဘယ်လိုအဆုံးသတ်\nသွားမလဲ၊ အင်္ဂလန်ပြည်ကြီးရောတည်ထောင်သွားမှာလား ...",
        "rating": "7.7",
        "url": "https://megaup.net/1duek/The.Last.Kingdom.Seven.Kings.Must.Die.2023.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjZjZTA3YzMtZDY2My00MDRkLWE0OWItZGVkNzA2ODljNzZiXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_FMjpg_UX657_-159x200.jpg",
        "title": "Shehzada (2023)",
        "description": "Shehzada 2023\nIMDb 5.1/10\nAction/Comedy/Dramaအခုတစ်ခါတင်ဆက်ပေးမှာကတော့ ပရိသတ်တွေရင်ထဲကိုရောက်ရှိပြီးသားဖြစ်တဲ့\nနာမည်ကြီးမင်းသား Kartik Aaryanနဲ့ မင်းသမီး Kriti Sanonတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။ဆေးရုံတစ်ခုမှာ သားယောက်ျား‌လေးရလို့ ပျော်ရွှင်နေကြတဲ့မိသားစုနှစ်ခုရှိနေပါတယ်။\nတစ်နေ့တည်းတစ်ချိန်တည်းမှာပဲ မွေးလာခဲ့ရပေမယ့် ကလေးနှစ်ယောက်ဟာတော့\nကံချင်းမတူခဲ့ပါဘူး။ တစ်ယောက်ကတော့ လိုတိုင်းရတဲ့ဘဝမှာ နေရမှာဖြစ်ပြီး တစ်ယောက်ကတော့ ရုန်းကန်ရတဲ့ဘဝမျိုးမှာ နေရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ဒီကံတရားကို ပြောင်းလဲပစ်ချင်တဲ့သူတစ်ယောက်ရှိနေခဲ့ပါတယ်။ ချမ်းသာတဲ့ဘီလျံနာမိသားစုမှာ အလုပ်လုပ်နေရတဲ့ ဗယ်မီကီဟာ သူ့ကလေးနဲ့ အလုပ်ရှင်မိသားစုက ကလေးကို လဲပစ်ခဲ့ပါတယ်။ကံတရားကမျက်နှာသာမပေးခဲ့တဲ့သူ့ဘဝလိုမျိုး ဒီကလေးလည်း ကြုံတွေ့စေရမယ်။ သူ့သားကတော့ ဘုရင်တစ်ပါးလိုဘဝမျိုးမှာပဲနေရမယ်လို့ ကြုံးဝါးရင်းနဲ့ပေါ့။ ဒီလိုနဲ့တဖြည်းဖြည်းအရွယ်ရောက်လာတဲ့ သားဖြစ်သူဘန်တူကို အမုန်းတရားတွေ လျစ်လျူရှုမှုတွေနဲ့ပဲ ဆက်ဆံခဲ့ပါတယ်။ ဘုရင်တစ်ပါးလိုဆက်ဆံခံနေရတဲ့သူ့သားအရင်းဖြစ်သူ ရာ့ဂျ်ကိုတော့ ကျေနပ်ပီတိ‌တွေနဲ့ပဲ ကြည့်နေခဲ့ပါတယ်။ ဒီလိုမျိုး ပြောင်းလဲပစ်ခံထားရတဲ့ကံတရားတွေနဲ့ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲ။ ဘဝအမှန်တွေကိုရော သိသွားကြမလားဆိုတာကို ရသမျိုးစုံနဲ့ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.24GB / 1.06 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "5.1",
        "url": "https://megaup.net/2zofu/Shehzada_(2023)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXsiWJWwGwYwOQ6DfYFt5pPBMwT.jpg",
        "title": "Inside (2023)",
        "description": "Inside (2023)Inside ရုပ်ရှင်ကိုကြည့်ရင်း အရင်ဆုံးသတိရမိတာက ဘုရင်မိုင်းဒက်စ်ပဲ။\nအလိုကြီးပြီး ထိလိုက်သမျှရွှေဖြစ်တဲ့ဘုရင်ကြီးပေါ့။\nနောက်ဆုံးတော့ သူ့စားစရာတွေတောင်ထိလိုက်တိုင်းရွှေဖြစ်လို့ ငတ်သေလုနီးပါးဖြစ်ခဲ့ရတယ်။ဒီဇာတ်လမ်းမှာတော့ နီမိုဆိုတဲ့သူခိုးပေါ့။ သူက ခေတ်မှီထိန်းချုပ်စနစ်တွေနဲ့ တိုက်ခန်းတစ်ခုက ပန်းချီကားတွေကို သွားခိုးတာ။\nပိုင်ရှင်ကလဲခရီးသွားနေတာ ဘယ်တော့မှပြန်လာမယ်မသိ။\nဖြစ်ချင်တော့သူကအဲ့ဒီတိုက်ခန်းထဲမှာပိတ်မိသွားပါလေရော။\nစနစ်ကလဲ ချို့ယွင်းမှုဖြစ်တယ်လို့တွင်တွင်ပြနေပြီး လုံးဝအလုပ်မလုပ်တော့ဘူး။\nအဲ့လိုစမတ်ဟုမ်းထဲမှာပိတ်မိတာက ကျွန်းတစ်ကျွန်းပေါ်တစ်ယောက်ထဲကျန်တာမျိုးထက်တောင်ပိုဆိုးသေး။\nရေစနစ်ကလဲအလုပ်မလုပ် အပူအအေးစနစ်ကလဲ ပူလိုက်အေးလိုက်ဖြစ်ချင်ရာတွေဖြစ်။\nစားစရာဆိုတာကလဲသိပ်မရှိ။ ဒီကြားထဲစမတ်ရေခဲသေတ္တာဆိုတာကလဲ စက္ကန့်ပိုင်းလောက်များကြာကြာဖွင့်မိရင်\n\"ဟေး မာကရီနာ\" ဆိုပြီး နာငြီးအောင်သီချင်းဆိုသတိပေးသေးတယ်။\nဒီလိုရူးလောက်စရာတိုက်ခန်းထဲမှာ၊ သူလာခိုးတဲ့အဖိုးတန်ပန်းချီများစွာရဲ့အလယ်မှာ ပိတ််မိနေတဲ့သူခိုး \"နီမို\" ထွက်လမ်းကိုဘယ်လိုရှာမလဲ။\nနီမိုရဲ့ ကြိုးပမ်းမှုတွေ ပိတ်လှောင်မှုတွေ စိတ်အတက်အကျတွေကို ပန်းချီတစ်ချပ်လိုပဲ အနုစိတ်ဖော်ပြထားလို့\nကြည့်ရှုသူကိုပါ မွန်းကြပ်မှု၊ လွတ်မြောက်ဖို့တောင့်တမှုတွေ ခံစားမိလောက်အောင် ရသမြောက်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 564MB | 282MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fl4e/Inside.2023.1080p.AMZN.WEBRip.ENG.DDP5.1.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuhPUschFQTXb7OOfX8J52GLqME.jpg",
        "title": "Soulmate (2023)",
        "description": "Soulmate (2023)“အတောက်ပဆုံးဖြစ်ခဲ့တဲ့ ငါတို့ရဲ့ ၁၇ နှစ်အရွယ်ကို နင်နဲ့ကုန်ဆုံးခဲ့ရပေမဲ့ ၂၇ နှစ်မှာတော့ နင့်ကိုလွမ်းနေရပြီ”အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ Soulmate (2023) ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။ငယ်ငယ်လေးကတည်းကနေ ဆယ်ကျော်သက်အရွယ်ထိ အတူတူကြီးပြင်းလာကြတဲ့\nမီဆိုနဲ့ဟာအွန်းတို့ အချစ်ဆုံးသူငယ်ချင်းမလေးနှစ်ယောက်။\nတစ်ယောက်မရှိရင် တစ်ယောက်မနေနိုင်တဲ့အထိ ချစ်ခဲ့ကြတဲ့ ဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဘဝထဲကို\nဟန်ဂျင်ဝူးဆိုတဲ့ကောင်လေး ဝင်ရောက်လာတဲ့အခါမှာတော့ သုံးပွင့်ဆိုင်ဖြစ်လာမယ့် Romance ဇာတ်လမ်း အေးအေးလေးကို ကြည့်ရှုခံစားကြရမှာပါ။Soulmate ဆိုတဲ့ တရုတ်ရုပ်ရှင်ဇာတ်ကားကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီးOur Beloved Summer ထဲက Kim Dami,\nOur Blooming Youth ထဲက Jeon SoNee နဲ့\n20th Century Girl ထဲက Byun WooSeok တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/2zmM8/Soulmate.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/o-kala-133x200.jpg",
        "title": "O Kala (2023)",
        "description": "O Kala ( 2023 )ဒီတစ်​ခေါက်တင်ဆက်​ပေးမှာက​တော့ မသိသူမရှိတဲ့ထုတ်လုပ်​​ရေးကြီးဖြစ်တဲ့ \"Disneyနဲ့ Hotstar\" တို့က ပူး​ပေါင်းပြီးရိုက်ကူးထားတဲ့\nO Kalaဆိုတဲ့ တေလဂူ အချစ်ရိုမန့်စ်ကား​​ကောင်း​လေးပဲဖြစ်ပါတယ် ထုတ်လုပ်​ရေးအပိုင်းကလည်းရှယ်ဖြစ်သလို ​အော်စတာဆုရဒါရိုက်တာ\nSs Rajamouliကိုယ်တိုင်က First Lookကိုထုတ်လွှင့်ခဲ့တာဖြစ်ပြီး Deepak Kolipakaဆိုတဲ့ အရည်ချင်းရှိဒါရိုက်တာ​ကရိုက်ထားတာလည်းဖြစ်ပါတယ်ဒီကားရဲ့အဓိက​ခေါင်း​ဆောင်​တွေအ​နေနဲ့က​​တော့ မင်းသား​နေရာမှာ ​အောင်မြင်မှူ​တွေနဲ့အလားအလာရှိပြီးသရုပ်​​ဆောင်ရာမှာ စိတ်အားထက်သန်တဲ့\nမင်းသား Gourish Yeleti နဲ့ ​မင်းသမီး​နေရာမှာက​တော့ မြန်မာနိုင်ငံမှာလူသိများတဲ့ \"​လေဆန်တိုးမယ့်မညှိုးပန်း\"ဇာတ်ကားထဲက ​\nစောမြရဲ့ညီမအဖြစ်သရုပ်​​​ဆောင်ခဲ့တဲ့ Roshni Sahotaတို့ပဲဖြစ်ပါတယ်ဇာတ်လမ်းရဲ့အစမှာ​တော့ \"ဟာရီကာ\" ကစိတ်ဓါတ်ကျပြီး သတ်​သေဖို့အထိ​တောင်​တွေး​နေတဲ့ မိန်းက​လေးတစ်​ယောက်ဖြစ်ပြီး\nမ​သေခင်အ​ကြောင်းအရင်းတစ်ခု​ကြောင့် ဘားကိုသွားရာမှ \" ဟာရှာ \"ဆိုတဲ့​ကောင်​လေးနဲ့ ​တွေ့ပြီးဘဝဇာတ်​ကြောင်း​တွေကို ဖလှယ်ခဲ့ကြပါတယ်မူလအစက​တော့ ဟာရီကာက ယုံကြည်မှူအပြည့်နဲ့ စွန့်စားလိုစိတ်ရှိတဲ့​​ခေတ်လူငယ်တစ်ဦးဖြစ်ခဲ့ပြီး သူ့အတန်း​ဖော်တစ်​ယောက်နဲ့\nကုမ္ပဏီတစ်ခုတည်​ထောင်ခဲ့ကာ အိုးချင်းထားအိုးချင်းထိပြီး ချစ်ကြိုးသွယ်ခဲ့ကြပါတယ် အချစ်​​ရေး​ရော​ရှေ့​ရေးပါ\nအဆင်​​ပြေ​နေတဲ့သူ့ဆီမှာ မ​မျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးကဝင်​မွှေတဲ့အခါ ဟာရီကာ ဘယ်လို​ဖြေရှင်းမလဲ သူကြုံလိုက်ရတဲ့ ကံကြမ္မာဆိုးကဘာလဲသူရင်ဖွင့်သမျှကိုစိတ်ရှည်ရှည် နား​ထောင်​ပေး​နေတဲ့ ဟာရှာဆိုသူက​ရော ဘယ်လို​နောက်​ကြောင်း​တွေရှိ​​နေမလဲ\nဘာရည်ရွယ်ချက်နဲ့သူ့အနားကပ်လာသလဲ သူတို့နှစ်​ယောက်ဘာ​တွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "8.",
        "url": "https://megaup.net/1Tp63/O_Kala_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXpm8myMN680NTueLcFWMjceHi1.jpg",
        "title": "Weed People (2023)",
        "description": "Weed People (2023)ကိုရီးယားမှာ မူးယစ်ဆေးဝါးကို တင်းတင်းကြပ်ကြပ် ကန့်သတ်ထားတဲ့အပြင်\nဆေးခြောက်သုံးတာကိုလည်း အပြင်းအထန်တားမြစ်ထားပါတယ်ဒီဇာတ်လမ်းကတော့ ထူးထူးခြားခြား ဆေးခြောက်သုံးတဲ့လူတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်ဆေးခြောက်ကိုနှစ်ပင်လောက်စိုက်ပြီး ကိုယ်သုံးဖို့အတွက်လုပ်ထားပေမဲ့ အခိုးခံရတဲ့ဇာတ်လမ်းကနေစတာပါပဲ..\nအဲဒီခိုးသွားတဲ့လူက ထပ်မရောင့်ရဲနိုင်ဘဲ လိုချင်လို့သွားတောင်းရာကနေ လုပ်ငန်းကြီးလုပ်ဖို့ တွေးမိကြပါတော့တယ်ဒါပေမဲ့ ငွေနောက်လိုက်ရာကနေ တကယ်တမ်းကျ ထင်သလိုဖြစ်မလာတဲ့အခါမှာ...\nဘယ်လိုဖြစ်သွားလဲဆိုတာ အတူကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 854MB | 400MB | 205MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1Tp1h/Weed.People.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jM3BRVkacn1ZvsIJGqBDGDtyelB.jpg",
        "title": "12 Desperate Hours (2023)",
        "description": "12 Desperate Hours (2023)ဒီတစ်ခါတော့ Drama/Thrillerဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဗယ်လ်ဂျိန်းလို့ခေါ်တဲ့အမျိုးသမီးတစ်ယောက်ဟာ မိခင်ဝတ္တရား မယားဝတ္တရားကျေပွန်တဲ့ဇနီးတစ်ယောက်ဖြစ်ပြီး\nအိမ်မှုကိစ္စကိုလည်း အစစအရာရာဂရုစိုက်တတ်သူပါ။ တစ်နေ့မှာ သူ့ယောက်ျားဖြစ်သူအလုပ်သွားနေတဲ့အချိန်\nသူ့ကလေးနှစ်ယောက်နဲ့အိမ်မှာရှိနေတဲ့အချိန်မှာ လူတစ်ယောက်က သူတို့အိမ်ထဲကို သေနတ်နဲ့ဝင်လာပြီး ပြဿနာရှာပါတော့တယ်။အမျိုးမျိုးပြဿနာရှာတဲ့အချိန်မှာ ကလေးနှစ်ယောက်ကိုအရမ်းချစ်လွန်းတဲ့ အမေတစ်ယောက်အနေနဲ့\nသူ့ကလေးတွေဒုက္ခမရောက်အောင်လို့ သေနတ်သမားကို ပထုတ်ဖို့ကြိုးစားပါတော့တယ်။\nအဲ့ဒီလိုပထုတ်ဖို့ကြိုးစားရင် ဗယ်လ်တစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\nသေနတ်သမားရဲ့ဘဝကရောဘယ်လိုလဲ သူကရော ဘာလို့အဲ့ဒီလိုတွေလုပ်နေတာလဲ စသဖြင့်\nဇာတ်လမ်းကို စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်။အညွန်း နဲ့ ဘာသာပြန်ကတော့ 10x05 ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 720p | 480p\nFile size… 691MB | 337MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10x05\nEncoder ..... Aaron",
        "rating": "4.9",
        "url": "https://megaup.net/1drlk/12.Desperate.Hours.2023.480p.WEBRip.CM.mp4",
        "category": "Drama, Thriller"
    }
]