[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWVmMzFiMDItZjE1Zi00NGRhLTkyMmUtODQ1NDc3NjdkZTA3XkEyXkFqcGdeQXVyNjgwNTE1NDg@._V1_-133x200.jpg",
        "title": "#Mute (2023)",
        "description": "Mute 2023\nIMDb 9.5/10\nလန်ပြန်ထွက်နေအောင် rating ကောင်းပြီး ထွက်ထားတာမကြာသေးတဲ့\nဒီကားလေးဟာ အလကားနေရင်း rating မြင့်နေတယ်ထင်ရင်မှားသွားပါလိမ့်မယ်\nအိန္ဒိယထုံးစံ အဆိုအကတောင် လုံးဝ(လုံးဝ) မထည့်ထားဘဲနဲ့\nဇာတ်လမ်းဇာတ်ကွက်ကိုပဲ အသားပေးထားတဲ့ Thriller ကားကောင်းလေးပါဇာတ်လမ်းလေးက သာမန်မြင်တွေ့နေကြ အချစ်အလွမ်းအကြမ်းအရမ်းအက်ရှင်တွေမဟုတ်ပါဘူး\nအဲ့တော့ ဒရာမာဘာညာနိုင်ငံရေးကားလားဆိုတော့လည်းမဟုတ်ပါဘူး\nအိမ်မွေးခွေးလေးတစ်ကောင် ပျောက်ဆုံးသွားတာကို ရင်တမမနဲ့ကြည့်ရမဲ့ Thriller ရုပ်ရှင်လေးပါ\nဒီဗီရာဆိုတဲ့ကောင်မလေးက လင်ယောကျာ်းသစ္စာဖောက်တာခံရလို့ ကိုယ့်ကိုယ်ကိုသတ်သေတဲ့အထိ စိတ်ဓာတ်ကျခဲ့ဖူးပါတယ်ဒါပေမဲ့ သူ့ရဲ့သူငယ်ချင်းကောင်းတွေရဲ့ဝိုင်းဝန်းစောင့်ရှောက်မှုကြောင့် သူ့ဘဝကိုဆက်ရှင်သန်ဖြစ်ခဲ့ပါတယ်\nသူ့ဘဝရဲ့အရေးအကြီးဆုံး နံပါတ်တစ်အဖော်ကတော့ ကောစ်မိုလို့ခေါ်တဲ့ခွေးလေးပါ\nအဲ့ခွေးလေး ငါးနှစ်ပြည့်မွေးနေ့ နောက်တစ်နေ့မနက်ဒီဗီရာနိုးလာတဲ့အချိန်မှာ\nခွေးလေးကပျောက်ချင်းမလှပျောက်သွားပါတယ်\nအဲ့အချိန်ကစပြီး တက်လိုက်တဲ့ဇာတ်ရှိန်ကတော့ ပြီးသွားမှန်းတောင်သိလိုက်ရမှာမဟုတ်ပါဘူး\nကဲ သာမန်အိန္ဒိယကားတွေနဲ့မတူ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းမွန်လွန်းတဲ့\nယခုဇာတ်ကားလေးကို ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.5GB / 698MB\nQuality…1080p HQ HDRIP  /720p\nFormat…mp4\nDuration…1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein~Cherry~Yunni",
        "rating": "9.3",
        "url": "https://megaup.net/2yqir/Mute_(2022)_Kannada_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWUyOGUyNWYtOGU5Ny00MmRkLTlmYjAtZDUwMjhjZjNmNDk3XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-113x200.jpg",
        "title": "Michael (2023)",
        "description": "Michael 2023ဒီရက်ပိုင်းမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း၊ rating 5.8/10 အထိရထားတဲ့\nပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသား တေလဂူးနာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့\nရုပ်ရှင်ဇာတ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဓားမြှောင်တစ်ချောင်းဆောင်ပြီး လောကဓံကိုအရွယ်နဲ့မလိုက်အောင်\nထမ်းပိုးသယ်နေရတဲ့ 13 နှစ်အရွယ်ကောင်လေး မိုက်ကယ်၊ နားကြပ်လေးတပ်ပြီး\nဘာကိုမှဂရုမစိုက်တတ်သလို လောကကြီးကိုအရွဲ့တိုက်ချင်နေတဲ့ လူငယ်လေးတစ်ဦးပေါ့။တစ်နေ့မှာမထင်မှတ်ပဲမိုက်ကယ်ဟာ မြို့ရဲ့ဒုစရိုက်ခေါင်းဆောင်ဖြစ်တဲ့\nဂူရူနာသ်ကိုအသက်ဘေးကနေ ကယ်တင်ပေးလိုက်ရာကနေ မွေးစားခံလိုက်ရပါတယ်။\nအရွယ်ရောက်လာလို့ ဂူရူနာသ်ရဲ့ယုံကြည်ရတဲ့သူတစ်ဦးဖြစ်လာပြီး\nသူ့ရဲ့ ရန်သူဖြစ်သူကိုသတ်ဖို့ မိုက်ကယ်ကိုစေခိုင်းလိုက်တဲ့အချိန်မှာ\nမိုက်ကယ်ဟာ ရန်သူရဲ့ရန်သူကိုချစ်မိသွားတဲ့အခါ ...မိုက်ကယ်တစ်ယောက် ကိုယ့်ရဲ့ကျေးဇူးရှင်ကိုပြန်သစ္စာဖောက်မှာလား၊\nကိုယ်ချစ်ရတဲ့သူကိုပဲ သတ်ပစ်မှာလား ဆိုတာကတော့ ဒုစရိုက်တွေကြား\nဂိုဏ်းပေါင်းစုံနဲ့အရှုပ်အရှင်းတွေကြား ဇာတ်ရှိန်အစကနေ အဆုံးထိ ဆွဲခေါ်သွားပေးသွားမှာပါ။\nFile size…2.16GB / 999MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/3em3j/Michael_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTQxYjZkNjQtMmMzOS00MTIyLTk3MzYtZDkzNmZkODI4ZmUyXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Innocent Vengeance (2023)",
        "description": "Innocent Vengeance (2023)ဂျာကာတာမြို့က ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ တစ်ခုသောမွေးနေ့ကို ဇနီးနဲ့သားနဲ့အတူတူ ကြည်ကြည်နူးနူး ဖြတ်သန်းနေတဲ့ တစ်ညမှာပေါ့။ အိမ်ရှေ့ကတံခါးခေါက်သံကြားလိုက်ရလို့ ဗိသုကာပညာရှင်ဟာ ဒယ်လီသမားလာတယ်ထင်ပြီး တံခါးသွားဖွင့်ပေးလိုက်တယ်။မထင်မှတ်ထားတဲ့ လူသုံးယောက်ကို တွေ့လိုက်ရလို့ တံခါးကိုပိတ်လိုက်ပေမဲ့ နောက်ကျသွားခဲ့ပြီ...\nတံခါးကိုအတင်းတွန်းဝင်လာပြီး အဆိုပါလူ၃ယောက်ဟာ သူ့မိန်းမနဲ့ကလေးကို သတ်သွားကြတယ်။ဒီလိုအဖြစ်ဆိုးကြီးဖြစ်ပြီးတဲ့နောက် ရှင်ကျန်ခဲ့တဲ့သူဟာ အသက်ရှင်တယ်လို့ကို မခံစားရတော့ဘဲ ခေါက်ဆွဲပြုတ်ပဲစားရင်း အလုပ်ပဲလုပ်နေရင်း ထရော်မာအပြည့်နဲ့ရှင်သန်လာခဲ့တယ်။ ဒီလိုနဲ့ စိတ်ရောဂါကုဆရာဝန်မလေးတစ်‌ယောက်ဆီသွားဖို့ မိတ်ဆွေတစ်ယောက်က အကြံပေးလို့ သွားခဲ့တဲ့နောက် ဆရာဝန်မလှလှလေးကို တွေ့လိုက်ရတဲ့အခါမှာတော့...လူသတ်ခန်းတွေပါသလို Sex Scenes တွေပါ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating - 7.5/10\nFormat - mp4\nDuration - 1H 49Min\nGenre - Drama, Mystery, Thriller\nSubtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ct3l/(CM)_Innocent_Vengeance_(2023)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXZhSvxXpF9EzJq7vI3081c2wes.jpg",
        "title": "A Neighbor’s Vendetta (2023)",
        "description": "A Neighbor's Vendetta (2023)2023 မှာ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့ A Neighbor's Vendetta ကတော့ လူကြီးမိဘ​တွေ​ဆုံးမကြတဲ့ အစားမ​တော် တစ်လုတ်ဆိုတဲ့အတိုင်း အစားမှားပြီး ဘဝပျက်သွားတဲ့​ကောင်မ​လေးတစ်​​ယောက်အ​ကြောင်းကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။​ဂျေးနဲ့ ဆွန်ရာတို့အတွဲဟာ သာယာတဲ့မိသားစု​လေးဖြတ်သန်း​နေရင်း ကားမ​တော်တဆမှု​ကြောင့် သမီးဖြစ်သူ အိဗ်ကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ဆွန်ရာက ​ဂျေးကို စိတ်ကွက်ပြီး ​မျက်နှာ​တောင်မကြည့်ချင်​တော့​လောက်​အောင် ဖြစ်သွားခဲ့ပါတယ်။ သူတို့အတူ​နေရင်​တောင် မ​တော်တဆမှုကိုပြန်မြင်​​ယောင်လို့ လိင်မှုကိစ္စလည်းမပြီး​မြောက်ကြပါဘူး။ ဒါနဲ့ ​ဂျေးလည်း ဆွန်ရာ စိတ်​ပြန်ကျန်းမာလာ​အောင် ခဏ​လောက်​လမ်းခွဲလိုက်ပါတယ် အဲ့ဒီ​နောက် ဆွန်ရာကလည်း ဆရာဝန်ရဲ့အကူအညီနဲ့ စိတ်​တွေပြန်ကျန်းမာလာပြီး ​ရော့ဘတ်ကို စားလိုက််မိပါတယ်။တစ်ည ​ရော့ဘတ်​နဲ့ဖုန်းထဲက​​နေ အီစီကလီ​တွေလုပ်​နေတုန်း ​ရော့ဘတ်ဘက်က လက်လွန်ပြီး ​သေသွားခဲ့ပါတယ်။ ကံဆိုးချင်​တော့ ​ရော့ဘတ်က အိမ်​​ထောင်နဲ့မှန်းဆွန်ရာက မသိခဲ့ပါဘူး။ ​ရော့ဘတ်ရဲ့မိန်းမ မီယာက ရှက်ရှက်နဲ့ ဒီကိစ္စကိုဖုံးထားပြီး ငါ့​​ယောကျာ်းကို စားတာ ဘယ်သူလဲ ဘယ်ကလဲ လိုက်ရှာခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3elfw/(CM)_A_Neighbor_s_Vendetta_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmE4MTY4NmEtNzM1My00YWU3LTgyOTMtODEwMzQzZWQyOTY3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Veera Simha Reddy (2023)",
        "description": "Veera Simha Reddy (2023)\nAction/ Drama\nIMDb 5.8/10နှစ်ဘဝကလဲ့စားဇာတ်ကားနဲ့ ပုရိသတို့အသည်းစွဲဖြစ်ခဲ့တဲ့ မင်းသမီး Shruti Haasan\nပါဝင်တဲ့ဇာတ်ကားအသစ်စက်စက်လေး ထွက်ရှိလာပါပြီ။ ဘက်ဂျက်၅ဆလောက်ကို\nပြန်မြတ်ခဲ့တဲ့ကားလည်းဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေးနဲ့မီနက်ရှီတို့သားအမိနှစ်ယောက်ဟာ အစ္စတန်ဘူလ်မှာ\nအခြေချနေထိုင်ရင်း ဘဝကို အေးချမ်းစွာဖြတ်သန်းနေတာပါ။ တစ်ရက်မှာတော့\nဂျေးတစ်ယောက် သီးချိန်တန်သီး ပွင့်ချိန်တန်ပွင့်ဆိုသလို ချစ်ရတဲ့မိန်းကလေးနဲ့\nအိမ်ထောင်တစ်ခုထူထောင်ဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nကိုယ့်ကိုယ်ကိုမိတဆိုးသားလေးလို့ထင်နေခဲ့တဲ့ ဂျေးကို မီနက်ရှီက\nဖခင်ဖြစ်သူအကြောင်းထုတ်ပြောပြလာပါတော့တယ်။ဖခင်ဖြစ်သူဟာ စီမာဒေသနဲ့လူထုကို တရားသောနည်းလမ်းနဲ့အုပ်ချုပ်နေပြီး\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဗီရာဆင်းမ်ဟာရတ်ဒီဖြစ်ကြောင်း ဂျေးသိပြီးတဲ့အခါမှာတော့...\nဖခင်ရဲ့ဆန္ဒကို ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…5.19GB / 2.21GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "5.8",
        "url": "https://megaup.net/1Sqe8/Veera_Simha_Reddy_(2023)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-133x200.jpg",
        "title": "Kranti(2023)",
        "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ \"Kranti\"ဆိုတဲ့\nအက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့\nရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကို\nတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာ\nယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကို\nတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့\nကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​\nပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်\nအစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေ\nဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရော\nသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလား\nဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်\n\"ကရန်တီ\"က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်\nသူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလား\nပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလား\nစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…3.26GB / 1.47GB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpL",
        "rating": "7.3",
        "url": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocC1i2ea5R4N1bkJ2cQ7dEMT3Ki.jpg",
        "title": "[18+] Lagaslas (2023)",
        "description": "Lagaslas (2023)~ IMDb rating - 7.8/10 ~အက်ဒ်မာဆိုတဲ့ ကောင်လေးဟာ အရွယ်ရောက်တဲ့အထိ မိခင်ဈေးရောင်းကျွေးတာကိုထိုင်စားနေတဲ့လူပေါ်ကြော့တစ်ယောက်ဖြစ်သလို အချိန်ပြည့်အာသာဖြေနေတတ်တဲ့ အထန်ကောင်လေးတစ်ယောက်လဲဖြစ်ပါတယ်။ တစ်နေ့တော့ သူတို့မြို့ကိုအသစ်ပြောင်းလာတဲ့ တူဝရီးနှစ်ယောက်ရဲ့ အိမ်နားကိုရောက်ရင်း ရေချိုးနေတဲ့တူမဖြစ်သူနဲ့ပက်ပင်းတိုးမိလို့ ချောင်းရာကနေ ရေချိုးခန်းထဲတစ်ကားရိုက်ခဲ့မိပြီး အက်ဒ်မာတစ်ယောက် အရူးအမဲသားကျွေးသလို ကောင်မလေးကိုအစွဲကြီးစွဲလန်းသွားပါတော့တယ်။နောက်ပိုင်းမှာ တစ်ဖြည်းဖြည်းသိလာရတာက ကောင်မလေးနဲ့ဦးလေးဖြစ်သူတို့ဟာ ပတ်ဝန်းကျင်ကိုသတင်းလွှင့်ထားသလိုမဟုတ်ပဲ ကောင်မလေးဟာ အဘိုးကြီးရဲ့ မွေး'စား'သမီးဖြစ်နေခဲ့တာကိုပါ။ အချစ်ဦးကိုရူးမတတ်ဖြစ်နေတဲ့ အက်ဒ်မာနဲ့ ဒီသွေးမတော်သားမစပ် သားအဖနဲ့ဘယ်လိုရှေ့ဆက်ကြမလဲ...?ဒီဇာတ်ကားမှာတော့ Vivamax ရဲ့စင်တင်အသစ်ကလေးနှစ်ယောက်ဖြစ်တဲ့ VR Relosa နဲ့ Maebelle Medina တို့ကိုခေါင်းဆောင်တွေအဖြစ် ပွဲဦးထွက်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 830MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 34Min\nGenre - ...",
        "rating": "7.8",
        "url": "https://megaup.net/3ek2z/(CM)_Lagaslas_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://megaup.net/2ylvf/The.Point.Men.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1cqjl/(CM)_The_Weapon_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PnGo4QM3Bvx3YmrdN6NwshVZ6j.jpg",
        "title": "The Twelve Stories of Glen Anggara (2023)",
        "description": "The Twelve Stories of Glen Anggara (2023)ဒါလေးကတော့ မနှစ်ကမှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ အင်ဒိုနီးရှားကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nနာမည်လေးက The Twelve Stories of Glen Anggaraတဲ့။\nဒီကားလေးက Romance/Drama အမျိုးအစားလေးဖြစ်ပြီး\nရုပ်ရှင်ရဲ့ Dialogue တွေက တကယ့်ကိုရင်ထဲထိပါတယ်။IMDbမှာဆိုရင်လည်း 7.1/10 တောင်ရရှိထားတာဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာတော့ အသက်ရှင်ဖို့အချိန်သိပ်မကျန်တော့တဲ့ ရှန်နာ့ရဲ့ ​မသေခင်လုပ်သွားချင်တဲ့ ဆန္ဒဆယ့်နှစ်ခုကို\nသူ့ရဲ့ ချစ်သူကောင်လေး ဂလန်က ရအောင်လိုက်ပြီး ဖြည့်ဆည်းပေးတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဒီ ဆန္ဒဆယ့်နှစ်ခုက ဘာတွေဖြစ်မလဲ။\nနောက်ပြီး ဂလန်ကရော ရှန်နာ့ရဲ့ ဆန္ဒတွေအကုန် ပြည့်ဝအောင်လုပ်ပေးနိုင်မလားဆိုတာကို ပျော်ရွှင်ဖွယ်ကောင်းစွာကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်ခင်ဗျ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 768MB | 384MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ydJ2/12.Stories.of.Anggara.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZWEyMjA5YjUtNGRiOS00YThhLTg0ZDUtMjY5Y2U5ZmU3ZWM2XkEyXkFqcGdeQXVyNjQ2MjM1OTk@._V1_-148x200.jpg",
        "title": "The Last Coffee(2023)",
        "description": "The Last Coffee (2023)\nIMDb 6.7/10နာမည်လေးကိုကနောက်ဆုံးကော်ဖီတစ်ခွက်တဲ့ ‌ကြည့်ရင်းနဲ့\nသင်ခန်းစာယူစရာတွေနဲ့ အတွေးတစ်ခုခုရနိုင်မဲ့ဇာတ်ကားမျိုးပါ\nဘဝမှာပြန်ပြင်လို့မရတဲ့အမှားတွေလုပ်ဖူးကြမှာပေါ့\nဒီထဲမှာအိမ်ထောင်ရေးလည်းပါဝင်မှာပါဒီကားမှာဆိုရင်တော့ သိပ်ချစ်ကြတဲ့လင်မယား၂ယောက်\nရီဟန်နဲ့ အီရမ်တဲ့ ရီဟန်ကအိမ်ထောင်ကွဲပေမဲ့\nအရာရာနားလည်ပေးပြီးလက်ထပ်ပေးခဲ့တဲ့အီရမ်...ပြဿနာတစ်ခုကြောင့် ကွာရှင်းရမဲ့အထိဖြစ်လာတဲ့အခါ\nဘယ်သူမှားမလဲဘယ်သူမှန်မလဲ အိမ်ထောင်ရေးတစ်ခုမှာယုံကြည်မှုက\nအဓိကမဏိုင်ဖြစ်ပြီး တစ်ဖက်လူကိုမယုံကြည်နိုင်တော့ရင်တောင်မှ\nပြဿနာကိုအဆုံးထိနားထောင်ပြီးမှ အိမ်ထောင်တစ်ခုကိုအဆုံးသတ်ကြဖို့\nလွယ်လွယ်နဲ့လက်မလျော့ကြဖို့မီးမောင်းထိုးပြထားတဲ့ကားပဲဖြစ်ပါတယ်\nFile size…855MB / 422MB\nQuality…1080p Zee5 WEB DL / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/1cp9u/The.Last.Coffee.2023.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTgyNzFmZmItMmU2Yi00OTQxLWEzMWUtNTQ4MzE5NGEyNzAxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-150x200.jpg",
        "title": "Thankam(2023)",
        "description": "Thankam (2023)2023 ခုနှစ်ထွက် မှုခင်းဒရမ်မာ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဝါရင့်သရုပ်ဆောင်တွေအဓိကပါဝင်ထားပြီး IMDb rating မှာ 7.2/10 အထိရရှိထားပါတယ်။အိန္ဒိယရဲ့ ရွှေမြို့တော်လို့ တင်စားခံရတဲ့ ထရီဆူးမြို့က\nရွှေကုန်သည်သူငယ်ချင်းသုံးယောက် မူတူး ၊ ကန်နန် နဲ့ ဘီဂျွိုင်း...ဇာတ်လမ်းကတော့ မွန်ဘိုင်းကို သုံးယောက်သားရွှေအရောင်းအ၀ယ်လုပ်ဖို့သွားရာကနေ\nပြဿနာတစ်ခုခုပြီးတစ်ခုစဖြစ်ပါတော့တယ်။အိတ်ဖောင်းရင်စိတ်ပြောင်းတတ်တဲ့ လူတွေရဲ့အချိုးဟာ ကြောက်ဖို့ကောင်းလှပါတယ်။\nတစ်နေ့မှာတော့ ကန်နန်ဟာရွှေအိတ်တွေကိုယူပြီး ပျောက်ချင်းမလှပျောက်သွားတဲ့အခါ\nသူငယ်ချင်းတွေဟာ အချင်းချင်းသံသယ၀င်ကုန်ပါတော့တယ်။ဒီလိုနဲ့အမှုက ကြီးထွားလာပြီး ရဲတွေနဲ့ပါပတ်သက်လာတဲ့အခါ...ကန်နန်က သူငယ်ချင်းတွေကိုတကယ်သစ္စာဖောက်သွားတာလား...အမှုမှန်ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ....နောက်ကွယ်ကအကြောင်းအရင်းကရော\nဘာဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…1.9GB / 800MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Nyein Aye",
        "rating": "7.2",
        "url": "https://megaup.net/2yjT5/Thankam_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Kalyanam-Kamaneeyam-128x200.jpeg",
        "title": "Kalyanam Kamaneeyam (2023)",
        "description": "Kalyanam Kamaneeyam 2023\nIMDb -6.3/10ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထွက်ရှိကတည်းက လူကြိုက်များခဲ့တဲ့\nလူငယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ချစ်ကြိုက်ကွဲညားလိုသာမန်ပုံစံမျိုးမဟုတ်ပဲ\nအချင်းချင်း ချစ်မိပြီးနောက် ကြုံတွေရမယ့်ပြဿနာတွေကို ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်လို\nဘယ်‌လိုတွေးခေါ်ရမယ်ဆိုတာ တင်ဆက်ထားပါတယ်။အလုပ်ဟူသမျှဂုဏ်ရှိစွဆိုပေမယ့်လည်း အလုပ်မရှိဘူးဆိုရင်အင်မတန်မှမျက်နှာငယ်ရပါတယ်။\nမိသားစုဝင်တွေထဲမှာရော၊ သူငယ်ချင်းအချင်းချင်းမှာရော၊ လူမှုအသိုင်းအဝိုင်းမှာ အနှိမ်ခံရတတ်ပါတယ်။\nအဲ့ထဲမှာ ရှီဗာဆိုသူကတော့ အဲ့ဒီလောကရဲ့သားကောင်ပဲပေါ့၊ ရှီဗာဟာ ၂\n၅ နှစ်လုံးလုံးအဖေဖြစ်သူနားကပ်စားနေတဲ့ အလုပ်လက်မဲ့ပါ။နောက်ဆုံးအလုပ်မရှိပေမယ့်လည်း ကံကောင်းထောက်မစွာနဲ့ မိန်းမရသွားတော့လည်း\nမိန်းမလုပ်စာထိုင်စားနေရပြန်ပါတယ်။ မိန်းမထမိန်နားခိုစားတဲ့ကောင်ဆိုပြီး\nလူမှုအသိုင်းအဝိုင်းကပါကျဉ်ခံလာရတဲ့အချိန်မှာ ရှီဗာတစ်ယောက်\nအလုပ်လက်မဲ့ဘ၀ကနေ လွတ်မြောက်ဖို့ကြိုးစားခဲ့ပါတော့တယ်။\nသူအလုပ်လက်မဲ့ဘဝကနေလွတ်မြောက်နိုင်ပါ့မလား၊ ကြာလို့ မိန်းမဖြစ်သူကလည်း\nငြိုငြင်ချင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ ဆက်လက်ကြည့်ရှုပြီး အဖြေရှာလိုက်ကြရအောင်ပါ....\nFile size…1.6GB / 732MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/1co4p/Kalyanam_Kamaneeyam_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sepfbuzmHT3yCr61ABZeTmASHyx.jpg",
        "title": "j-hope IN THE BOX (2023)",
        "description": "\"J-Hope in the Box\" (2023)Yo! ARMY တို့ အချိန်အတော်ကြာ စောင့်နေခဲ့ကြတဲ့ BTS အဖွဲ့ဝင် J-Hope ရဲ့\nDocumentary Film \"J-Hope in the Box\" လာပါပြီ။\nဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ J-Hope ရဲ့ Chapter - 2 အစဖြစ်တဲ့\n\"Jack In the Box\" အယ်လ်ဘမ်ခရီးစဉ်ကို ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။\"ဒီအယ်လ်ဘမ်က ကျွန်တော့်အနုပညာအဆင့်ကို တစ်ဆင့်မြှင့်ပေးနိုင်လိမ့်မယ်\" လို့ ပြောခဲ့တဲ့\nမြင်နေကျ နားထောင်ဖူးနေကျ ပုံစံမဟုတ်တဲ့ ဒီ\"Jack In the Box\" က\nသီချင်းတွေရဲ့ ဖြစ်တည်မှုအစ၊ ပဲ့ကိုင်ရှင် J-Hope က Mainstream မဟုတ်တဲ့ ဒီလိုသီချင်းမျိုးတွေကို\nဘယ်လိုအတွေးမျိုး၊ ခံစားချက်မျိုးနဲ့ ရဲတင်းစွာ ဖန်တီးခဲ့လဲဆိုတာကို ချဉ်းကပ်ကြည့်ရှုခွင့်ရမှာပါပဲ။\"Jack In the Box\" အယ်လ်ဘမ်နောက်ကွယ်က ဖြစ်စဉ်တွေအပြင်\nအားလုံးစိတ်ဝင်တစား မျှော်လင့်ခဲ့ကြတဲ့ J-Hope ...",
        "rating": "5",
        "url": "https://megaup.net/1Sje1/J-Hope.in.the.Box.2023.720p.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq8x5F17q95T1j0up5rpzXFAylN.jpg",
        "title": "Sharper (2023)",
        "description": "Sharper (2023)ဒါရိုက်တာ Benjamin Caron ရိုက်ကူးပြီး\nSebastian Stan နဲ့ မင်းသမီးကြီး Julianne Moore ပါဝင် သရုပ်ဆောင်ထားတဲ့\npsychological thriller ဇာတ်ကားသစ် ရပါပြီ။\nJustice Smith နဲ့ Briana Middleton တို့လည်း ပါပါသေးတယ်။ဇာတ်လမ်းတင်ဆက်ပုံကတော့ နည်းနည်းထူးခြားပါတယ်။\nအစပိုင်းမှာ စာအုပ်ဆိုင်ပိုင်ရှင်ဖြစ်တဲ့ တွန့်အကြောင်းပြထားပြီး\nစာအုပ်လာဝယ်တဲ့ ကျောင်းသူလေး ဆန်ဒရာနဲ့ ချစ်သူတွေ ဖြစ်သွားကြပုံကို ရိုက်ပြထားပါတယ်။တစ်နေ့တော့ ဆန်ဒရာက အစ်ကိုဖြစ်သူရဲ့ အကြွေးတွေကို ဆပ်ပေးဖို့\nပိုက်ဆံလိုနေတဲ့အကြောင်း တွန့်ကို ပြောလာပါတယ်။\nတကယ်တော့ ဆန်ဒရာက တွန်ထင်နေသလို စာကြမ်းပိုးလေး မဟုတ်ဘဲ အကြီးစား လူလိမ်တစ်ယောက်ပါ။နောက်တော့ ဆန်ဒရာ ဘယ်လိုလုပ်ပြီး လူလိမ်ဖြစ်လာလဲဆိုတာနဲ့\nသူ့ကို အလိမ်အညာပညာရပ်တွေ သင်ပေးတဲ့ မက်စ်ဆိုတဲ့သူနဲ့ တွေ့ဖြစ်ကြပုံကို ရိုက်ပြထားပါတယ်။အဲဒီနောက်တော့ မက်စ်အကြောင်း၊\nအဲဒီနောက် မက်စ်ရဲ့ဘဝထဲက မက်ဒလင်းအကြောင်းတွေကို တစ်ဆင့်ချင်းစီ ပြသွားပါတယ်။ပြောရရင် လှေကားထစ်တွေလိုမျိုး တစ်ဆင့်ချင်း တက်သွားတဲ့ ဇာတ်လမ်းပါ။\nလှေကားထစ်တွေရဲ့ အဆုံးမှာ ဘာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Si2i/Sharper.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhMjRmZmMtMGI5Yi00YWZjLWJhNjAtOGVjZjE1YjAwN2IxXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_-160x200.jpg",
        "title": "Hunt (2023)",
        "description": "Hunt (2023)=============မကြာသေးခင်မှထွက်ရှိထားပြီး Rating ကောင်းလှတဲ့ တယ်လဂူဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nပါဝင်သရုပ်ဆောင်သူအရမ်းမများပေမယ့် plot အသားပေးရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bromance ခိုင်မာလှတဲ့ ဟိုက်ဒရာဘတ်ရဲဌာနရဲ့ ရဲမှူးချုပ်ဖြစ်တဲ့မိုဟန်၊ ဒုတိယရဲမှူးချုပ်တွေဖြစ်တဲ့\nအာဂျွန်နဲ့ အာဟန်တို့ဟာ ဌာနတစ်ခုတည်း တာဝန်ထမ်းဆောင်ပြီး သိပ်ကိုရင်းနှီးကြတဲ့မိတ်ဆွေတွေဖြစ်ပါတယ်။တစ်ရက်မှာ အာဟန်ဟာ နိုင်ငံတော်ကပေးတဲ့ ဂုဏ်ပြုဆုပေးပွဲမှာ ဆုယူပြီးမိန့်ခွန်းပြောနေတုန်း စနိုက်ပါနဲ့ လုပ်ကြံခံလိုက်ရပါတယ်။\nဒီတော့ မိတ်ဆွေနှစ်ယောက်ဖြစ်တဲ့ အာဂျွန်နဲ့မိုဟန်တို့ဟာ သူတို့မိတ်ဆွေအသတ်ခံရမှုကိုဖော်ထုတ်ဖို့ အသည်းအသန်ကြိုးစားပါတော့တယ်။\nတစ်ညမှာ အာဂျွန်ဟာ အမှုမှန်ကိုဖော်ထုတ်လိုက်နိုင်ခဲ့ပေမယ့် ကားတိမ်းမှောက်မှုဖြစ်ခဲ့ပြီး အတိတ်မေ့သွားပါတော့တယ်။ဒီလိုနဲ့ အာဂျွန်တစ်ယောက်နဲ့ မိုဟန်ရဲ့ လမ်းညွှန်မှုတွေနဲ့အတူ အမှုကို အစကပြန်လိုက်ရပါတော့တယ်။\nရက်ပိုင်းအနည်းငယ်အတွင်း မွန်ဘိုင်းမြို့ကိုပြောင်းရတော့မယ့် အာဂျွန်တစ်ယောက်\nသူ့မိတ်ဆွေအသတ်ခံရမှုရဲ့တရားခံကို အချိန်မှီ ဖမ်းမိနိုင်ပါ့မလား။တရားခံကဘယ်သူများဖြစ်နေမလဲဆိုတာကတော့ မေးခွန်းပေါင်းများစွာနဲ့\nPlot twist ကောင်းလှတဲ့ဇာတ်ကားဖြစ်တာမို့ အချိန်ပေးကြည့်ရှုရတန်မဲ့ဇာတ်ကားအဖြစ်ညွှန်ပေးလိုက်ရပါစေ။အာဂျွန်အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sudheer Babu ဖို့\nဇာတ်ကောင်သစ်ဖြစ်နေပေမယ့် ပီပြင်လှတဲ့သရုပ်ဆောင်မှုတွေကိုမြင်တွေ့ရမဲ့အပြင်\nချီးကျူးမှုများစွာခံထားရတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…2.02GB/ 928MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "",
        "url": "https://megaup.net/1cjjr/Hunt_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lztFg9XBae2N292ZMaBFdjRYjjA.jpg",
        "title": "Phantom (2023)",
        "description": "Phantom (2023)၁၉၃၃ ခုနှစ် ဂျိုဆွန်းပြည် (ကိုရီးယား) ကို ဂျပန်တွေအုပ်စိုးနေချိန်မှာ ဂျပန်ဘုရင်ခံချုပ်ကို ပစ်မှတ်ထားတဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုတစ်ခု။ဘယ်သူဘယ်ဝါရယ်လို့ တရားခံမပေါ်သေးခင်မှာပဲ အစအနပျောက်သွားခဲ့ပေမဲ့ လူတိုင်းရဲ့စိတ်ထဲမှာ စွဲကျန်နေခဲ့တဲ့ “တစ္ဆေ” ဆိုတဲ့လူတစ်ဦး။\nဂျိုဆွန်းလူမျိုး “တစ္ဆေ” က ဦးဆောင်နေတဲ့ အကြမ်းဖက်ဂိုဏ်းဟာ ဂျိုဆွန်းရဲ့နေရာတိုင်းမှာသာမက\nရှန်ဟိုင်းအထိပါ သူလျှိုတွေစေလွှတ်ထားပြီး ဂျပန်အစိုးရကို အကြီးအကျယ်ထိတ်လန့်စေနေခဲ့ပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ် ဘုရင်ခံချုပ် လုပ်ကြံခံလိုက်ရပြီးတဲ့နောက်မှာတော့\nဗိုလ်ချုပ်ကြီး ဒါခါဟာရာ ဟာ သံသယရှိသူ ဂျိုဆွန်းလူမျိုး ၅ ဦးကို ဟိုတယ်တစ်ခုထဲမှာ ထိန်းသိမ်းလိုက်ပါတော့တယ်။ကိုယ်က ‌တစ္ဆေမဟုတ်ကြောင်းကိုပဲ သက်သေပြမလား၊\nဒါမှမဟုတ် သံသယရှိသူကိုပဲ ထုတ်ပြောပြီး ကိုယ်လွတ်မြောက်ဖို့ကိုပဲ ရွေးချယ်ကြမလား ဆိုတဲ့\nရွေးချယ်စရာ ၂ ခုပဲရှိတော့တဲ့ အချိန်မှာတော့ ဒီလူ ၅ ယောက်‌အနေနဲ့ ဘယ်လိုဆုံးဖြတ်ချက်မျိုးကို ချကြမလဲ။\nသူတို့ထဲမှာ တကယ်ပဲ “တစ္ဆေ” ရှိနေတာလား ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် Action, Thriller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း နာမည်ကြီးတွေဖြစ်ကြတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1cjag/Phantom.2023.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYzMjQzOWMtYjIxMy00Zjk5LWE5MDgtMmQ1NTMwNTEyNjg1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Lost(2023)",
        "description": "Lost (2022) Thriller IMDb 7.6/10\nအခုတစ်ခါမှာတော့ ဘောလီဝုဒ်မင်းသမီးချောလေး\nယာမီဂေါ်သမ်ဦးဆောင်ပါဝင်ထားတဲ့\nဟင်ဒီဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ဒီဇာတ်လေးဟာ ၁၃ကြိမ်မြောက်ကျင်းပတဲ့ ၂၀၂၂ခုနှစ်ရဲ့\nချီကာဂိုတောင်အာရှရုပ်ရှင်ပွဲတော်မှာ\nတရားဝင်ရွေးချယ်ခံခဲ့ရတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကလည်း\nသိပ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ သတင်းထောက်မလေးတစ်ယောက်က\nကောင်လေးတစ်ယောက်ပျောက်ဆုံးမှုကို အခြေခံပြီး သတင်းယူနေရင်းနဲ့မှ\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကြီးတစ်ခုလုံးဟာ မီးခိုးကြွက်လျှောက်ပေါ်သလို ထွက်လာခဲ့တာပါပဲ။\nဒီအမှုမှာလည်း ငွေများတရားနိုင်သဘောတရားနဲ့ အစိုးရအရာရှိတွေရဲ့ လာဘ်စားမှုတွေကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးဆိုလည်း မမှားပါဘူးနော်။\nFile size…1.57GB / 746MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ Taylor ~ Yunni ~ BpL",
        "rating": "7.8",
        "url": "https://megaup.net/3ebgy/Lost_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzljOWFkOTQtNGFlMS00ZWEwLWI3MzUtN2VjNmVmM2Y4MDljXkEyXkFqcGdeQXVyMjYwMDQyODc@._V1_-135x200.jpg",
        "title": "Waking Karma (2023)",
        "description": "Waking Karma (2023)\n=================ခါမာဆိုတဲ့ ကောင်မလေးဟာ သူ့မိခင်ဖြစ်သူဆန်နီနဲ့\nနှစ်ယောက်တည်းနေထိုင်ပါတယ်။ သူတို့သားအမိနှစ်\nယောက်ဟာ တစ်စုံတစ်ယောက်လက်ကနေလွတ်အောင်\nပုန်းရှောင်ပြီးနေနေရတာပါ။ ပုန်းနေတာလုံပြီထင်ခါမှ\nတစ်နေ့ကျတော့ သူတို့ကိုလိုက်ဖမ်းနေတဲ့သူဆီကနေ\nစာတစ်စောင် ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်လာ\nပါတော့တယ်။သူတို့ ဘာကြောင့် ထွက်ပြေးနေရတယ်၊ သူတို့ကိုဘယ်သူက\nဘာလို့လိုက်ဖမ်းနေတယ်၊ နောက်ဆုံးမှာ သူတို့ တကယ်ရော\nလွတ်မြောက်သွားနိုင်မှာလားဆိုတာကို ကြည့်ရှုခံစားရမှာပါ။\nOne time watch အနေနဲ့ ကြည့်လို့ကောင်းမယ့် ဇာတ်ကား\nလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (451 MB) / (271 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/3e47w/Waking.Karma.2023.720p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DNRr2juXdwtvktwXxwuk9Usk8O.jpg",
        "title": "Infinity Pool (2023)",
        "description": "ဂျိမ်းစ်နဲ့ ဂက်ဘီတို့ လင်မယားဟာ စာရေးဆရာ ဂျိမ်းစ် .. သူ့ရဲ့နောက်ထွက်မယ့် စာအုပ်အတွက် ပြည်ပနိုင်ငံကကျွန်းတစ်ကျွန်းကို အလည်အပတ် ထွက်လာခဲ့ကြတယ်အဲဒီမှာ ဂျိမ်းစ်တစ်ယောက် သူ့ရဲ့ စာဖတ်ပရိသတ်လင်မယား နှစ်ယောက်နဲ့ဆုံမိခဲ့ရာကညစာတွေအတူစားရင်း ခင်မင်သွားတယ်..တစ်ခုရှိတာက သူတို့သွားတဲ့ နိုင်ငံဟာ တိုးတက်မှုမရှိ ယဉ်ကျေးမှု မရှိတဲ့နေရာဖြစ်လို့ ရာဇဝတ်မှုတွေ မကြာခဏဆိုသလို ဖြစ်သလို ..ခရီးသည်သဘောမကျတဲ့ နယ်ခံတွေကခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့ အရပ်ဒေသလည်းဖြစ်တယ် ...ဒါကို မဆင်မခြင်နဲ့ စုံတွဲနှစ်တွဲ ကားတစ်စီးငှားသောက်စားမူးရူးပြီး အပြန်လမ်းမှာနယ်ခံတစ်ယောက်ကို ကားနဲ့တိုက်ပြီးပြေးတယ် ...ဒါပေမဲ့ ဟိုလင်မယား ချောက်ချမှုကြောင့်စာရေးဆရာလင်မယား ဒုက္ခလှလှတွေ့သွားတယ်နိုင်ငံရဲ့ ဥပဒေအရ .. လူသတ်မှုကျူးလွန်ရင် တရားခံကိုသေတဲ့သူရဲ့ သားဖြစ်သူက သတ်ခွင့်ရှိပြီး သားမရှိရင် နိုင်ငံတော်က ကွပ်မျက်ပေးတယ် ..ဒီတော့ လူပေါင်းမှားတဲ့ ဂျိမ်းတစ်ယောက် ကူညီရာမဲ့ဖြစ်နေချိန်မှာသရက်ရှ်ဆိုတဲ့ စုံထောက်ဟာ ကမ်းလှမ်းချက်တစ်ခု လုပ်လာတယ် ..ဒါကတော့ သူတို့မှာသာ ငွေအလုံအလောက်ရှိရင်သူတို့ သေတာကို သူတို့ကိုယ်တိုင် ပြန်ကြည့်ခွင့်ရှိမယ်ဆိုတဲ့ စကားပါ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1chgp/Infinity.Pool.2023.720p.AMZN.WEB-DL__%7BCM%7D.mp4",
        "category": "Crime, Horror, Mystery"
    }
]