[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85H4cl1wKhbNuIBbpIcEQUw6kLx.jpg",
        "title": "Perempuan Bergaun Merah (2023)",
        "description": "Perempuan Bergaun Merah (2022)IMDb 5.6 ရထားတဲ့ အင်ဒိုနီးရှား သရဲကားလေးဖြစ်ပါတယ်။\nဒင်းနဲ့ကာရာက အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ကြပြီးတော့\nကာရာကတော့ စည်းကမ်းတင်းကြပ်လွန်းတဲ့ အမေနဲ့ အတူတူနေတဲ့သူပါ။\nဒင်းကတော့ မိဘတွေမရှိတော့တဲ့နောက်ပိုင်း မောင်လေးနဲ့ နှစ်ယောက်တည်းနေပါတယ်။တစ်နေ့မှာ ကာရာရဲ့အမေ အိမ်မှာမရှိတုန်း သူတို့နှစ်ယောက် သူငယ်ချင်းတွေနဲ့အတူတူ\nကလပ်သွားဖို့ လုပ်ကြရင်းနဲ့ ကလပ်မသွားခင် ကာရာ့အိမ်မှာ အရက်စုသောက်ကြပါတယ်။\nအကုန်မူးနေတဲ့အချိန် သူတို့သူငယ်ချင်းအဖွဲ့ထဲက ဝစ်စနူးက ဒင်းကို မတရားကျင့်ဖို့လုပ်တော့ ဒင်းက ကြောက်လန့်ပြီး ထွက်ပြေးသွားပါတယ်။\nနောက်တစ်နေ့ရောက်တော့ သူ့သူငယ်ချင်း ကာရာက လုံးဝကို ပျောက်သွားပြီး ရဲတွေလည်း ရှာလို့မရဖြစ်နေရင်း အချိန်တွေ ကြာလာခဲ့ပါတယ်။\nဒီလိုနဲ့ ဒင်းရဲ့မွေးနေ့ ရောက်လာတဲ့အချိန်မှာတော့ ဝတ်စုံအနီနဲ့ မိန်းမတစ်ယောက် ပေါ်လာပြီး\nခြောက်လှန့်တာတွေ ဖြစ်လာခဲ့တဲ့နောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ အတူတူကြည့်ရှုကြပါစို့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5.6",
        "url": "https://megaup.net/2AaSa/Perempuan.Bergaun.Merah.2022.720p.HS.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/18Jz0oJto5lwsZrQ11w3GKI6rtt.jpg",
        "title": "Sweetwater (2023)",
        "description": "Sweetwater (2023)ဒီဇာတ်ကားက NBA သမိုင်းမှာ ပထမဆုံးစာချုပ်ချုပ်ဆိုနိုင်ခဲ့တဲ့\nလူမည်းကစားသမား ဆွိဝါးတားကလစ်ဖ်တန်ရဲ့ ကိုယ်ရေးရာဇဝင် ရုပ်ရှင်ဖြစ်ပါတယ်Biography movie ဆိုပေမဲ့ ဇာတ်ကားဆိုတော့ ဒရာမာလေးတွေ လိုတိုးပိုလျှော့လေးတွေတော့ရှိပါတယ်\nအမေရိကန် ဘတ်စကတ်ဘောလောကမှာ လီဘရွန်ဂျိမ်းတို့ မိုက်ကယ်ဂျော်ဒန်တို့လို လူမည်းဂန္ထဝင် ကစားသမားတွေ အများကြီး ရှိပါတယ်\nဒါပေမဲ့ သူတို့လို လူမည်းဂန္ဒဝင်တွေဖြစ်လာဖို့ ပထမဆုံးလူမည်းပရိုစာချုပ်ကို ဆွိဝါးတားက စပြီးချုပ်ဆိုခဲ့တာပါ\nသူဒီလို NBA မှာ ပထမဆုံးပွဲတစ်ပွဲဆော့ရဖို့အတွက် လူဖြူတွေပဲဆော့ခွင့်ရှိသလိုဖြစ်နေတဲ့\nNBA လိဂ်မှာ ဆွိဝါးတားပါခွင့်ရအောင် ဘယ်လိုကြိုးစားခဲ့ရတယ်\nနည်းပြတွေ ပိုင်ရှင်တွေကအစ လူတိုင်းနဲ့အတိုက်အခံဘယ်လိုလုပ်ခဲ့ရတယ်ဆိုတဲ့\nသူတို့ရဲ့အခက်အခဲတွေ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တာတွေကို ကြည့်ရမှာဖြစ်ပါတယ်ဘတ်စကတ်ဘောအားကစားကိုသဘောကျတဲ့သူတိုင်း ကြည့်ရှုသင့်တဲ့ကားဖြစ်သလို\nယခုခေတ်မှသာ လူမည်းတွေကို နေရာအကြီးအကျယ်ဇွတ်ပေးနေပေမဲ့\nတစ်ချိန်တုန်းကတော့ ဥပဒေထုတ်ပြီးကျွန်စနစ်ပယ်ဖျက်ပြီးတာတောင်\nလူမည်းတွေကို ပိုးစိုးပက်စက်ခွဲခြားတာတွေကိုလည်း တစ်စေ့တစ်စောင်းကြည့်ရမှာ ဖြစ်ပြီး\nဆွိဝါးတားရဲ့ ရိုးရိုးသားသားနဲ့ ကြိုးစားပြီးတော့ လူမည်းတွေအားလုံးအတွက်\nသမိုင်းသစ်ရေးထိုးပေးခဲ့ပုံကို ကြည့်ရှုနိုင်ဖို့ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Sport\nQuality…. 1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/3g9gB/Sweetwater.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTgzM2M2N2QtNWIwOC00YTI5LThkYTktZmE0MTUxZjVlOWE0XkEyXkFqcGdeQXVyMTYyNTgyMjc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Road Trip Hostage (2023)",
        "description": "Road Trip Hostage (2023)\n===================အမှတ်တမဲ့ ပြုလုပ်မိလိုက်တဲ့ အမှားတစ်ခုကနေ လူ‌သတ်မှု\nအထိ ကြီးထွားသွားခဲ့ပြီး ပြစ်မှုတွေဆက်တိုက်ကျူးလွန်ဖို့\nတွန်းအားတစ်ခု ဖြစ်လာခဲ့တဲ့အခါ.......ဇာတ်လမ်းကတော့ ဒီလိုပါ။\nအမ်မာက အောင်မြင်တဲ့အကသမားတစ်ယောက်ဖြစ်ဖို့ စိတ်\nအားသန်နေပြီး သူ့ရဲ့အမေဖြစ်သူကတော့ ကျောင်းစာကိုပဲ\nအာရုံစိုက်စေချင်တဲ့သူပါ။ ဒီလိုနဲ့ သူတို့နှစ်ယောက် စကားတွေ\nများကြပြီးနောက် အမ်မာတစ်ယောက် အိမ်ပေါ်ကဆင်းပြီး\nသူ့သူငယ်ချင်းရှိတဲ့အိမ်ကို ရောက်လာခဲ့ပါတယ်။ အဲဒီအိမ်ကို\nတော့ ရစ်ခ် ဆိုတဲ့ သူဌေးသားဘောစိတစ်ယောက်က ပိုင်တာပါ။\nပိုက်ဆံတွေ သုံးလွန်းအားကြီးတဲ့ ရစ်ခ်ကို ဖခင်ဖြစ်သူက သုံးစွဲ\nခွင့်ကတ်တွေ ပိတ်လိုက်တဲ့အချိန်မှာ ပြဿနာတက်ကြပြီး အဲဒီ\nနေရာမှာပဲ ရစ်ခ် ရဲ့လက်ချက်နဲ့ ဖခင်ဖြစ်သူ သေဆုံးသွားခဲ့ရပါ\nတယ်။လူသတ်မှုကနေ ထွက်ပြေးတိမ်းရှောင်ဖို့ အမ်မာရဲ့ကားကို လိုက်\nစီးဖြစ်ရာကနေ အမ်မာတစ်ယောက် ပြန်ပေးဆွဲခံရတဲ့ထိ ဖြစ်\nလာပါတော့တယ်။ ရစ်ခ်ရဲ့ မဆုံးနိုင်တဲ့ အမှုတွဲတွေအပြင် အမ်မာ\nတစ်ယောက် ရစ်ခ်ရဲ့ လက်ကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ\nကတော့ Road Trip Hostage ရဲ့ စောင့်ကြည့်သွားရမဲ့ ဇာတ်ဝင်\nခန်းများပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine ...",
        "rating": "4.4",
        "url": "https://megaup.net/1U9s7/Road.Trip.Hostage.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puffdkze3GZmQHu2Hy8t1XdOYtM.jpg",
        "title": "One Ranger (2023)",
        "description": "One Ranger(2023)တက္ကဆက်ပြည်ရဲ့ ထိတ်ထိတ်ကြဲ တက္ကဆက် ရိန်းဂျားကြီးကို\nဗြိတိန်ထောက်လှမ်းရေးက လန်ဒန်ရွှေမြို့တော်ဆီ ပင့်ဖိတ်ပြီး\nကမ္ဘာ့အဆိုးဝါးဆုံး အကြမ်းဖက်မှုကြီးကို ကာကွယ်ကြမယ့် ဇာတ်ကားပါ။တက္ကဆက်ရိန်းဂျားအဖြစ် ဝါရင့် အက်ရှင်မင်းသားကြီး Thomas Janes က သရုပ်ဆောင်ထားပြီး\nJohn Malkovich ကတော့ လန်ဒန်ထောက်လှမ်းရေးအေဂျင်စီရဲ့ ကြီးကြပ်ရေးမှူးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။\nဗြိတိန်မင်းသမီး Dominique Tipper လည်း အားဖြည့်ထားပါသေးတယ်။\nThomas Janes ရဲ့ ထီမထင်ဟန်ပန်နဲ့ John Malkovich ရဲ့ အေးတိအေးစက် အပြောတွေနဲ့တင် ကြည့်ရကျိုးနပ်တဲ့ ဇာတ်ကားပါ။ဆိုတော့…\nThomas Janes တစ်ယောက် ကောင်းဘွိုင်ဦးထုပ်ကြီးဆောင်းပြီး\nလန်ဒန်မှာ ဘယ်လိုတွေ ကြမ်းပြမလဲဆိုတာ ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 670MB | 379MB\nFormat… ...",
        "rating": "",
        "url": "https://megaup.net/2A98n/One.Ranger.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AjSk4l5ytnLNumzQJhckEBkMIW.jpg",
        "title": "My Shining Revenge (2023)",
        "description": "My Shining Revenge (2023)တစ်ခါတလေမှာ ကိုယ့်အတွက် အပြင်းထန်ဆုံး စိတ်ဒဏ်ရာက တခြားတစ်ယောက်အတွက် မတော်တဆလို့ သတ်မှတ်ခံရတာရှိပါတယ်\nအဲလိုအချိန်မှာ လက်စားချေတာ မှန်ရဲ့လား...ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက် စုံထောက်ရူအီဂျယ်ဟာ သားဖြစ်သူကိုဆုံးရှုံးလိုက်ရသလို\nဇနီးဖြစ်သူကိုလည်း ကွာရှင်းလိုက်ရပြီး တစ်ယောက်တည်း ဖြစ်သလိုနေခဲ့ရာကနေ..သားဖြစ်သူကိုသတ်သွားတဲ့ တရားခံကို နောက်မှသိလိုက်ရတဲ့အချိန်မှာ\nအချိန်တွေအများကြီး ကိန်းအောင်းခဲ့တဲ့ စိတ်ဒဏ်ရာတွေ၊ အမုန်းတရားတွေကို လက်စားချေနိုင်မလား\nလက်စားချေရင်ရော ရင်ထဲကအမုန်းတရားတွေပျောက်သွားမလား၊\nဘဝအသစ်ကိုပြန်ထူထောင်နိုင်မလားဆိုတဲ့ မေးခွန်းတွေကို ဒီဇာတ်လမ်းကိုကြည့်ရင်း အဖြေရှာလိုက်ပါဦးနော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoyZ ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 619MB | 245MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... JoyZ\nEncoder ..... Aaron",
        "rating": "5",
        "url": "https://megaup.net/1eb0u/The.Glorious.My.Revenge.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n8ZpMwYT02XjpQHpSxn1eJw5Zpz.jpg",
        "title": "Crater (2023)",
        "description": "Crater (2023)တော်တော်ကြည့်ကောင်းတဲ့ ချစ်ဖို့ကောင်းတဲ့သူငယ်ချင်းတွေ ချစ်ဖို့ကောင်းတဲ့စိတ်ကလေးတွေနဲ့ ကလေးကားလေးပါ။ ကလေးတွေကို ပြသင့်သလို ကလေးစိတ်မကုန်သေးတဲ့ ကျွန်တော်တို့လို လူတွေလည်း ကြည့်သင့်ပါတယ်။ ကားကိုက Coming-of-Age, Sci-Fi, Adventure အမျိုးအစားဆိုတော့ ဘယ်လောက်တောင် စိတ်ကူးယဉ်ဆန်မလဲတော့ တွေးကြည့်လို့ရပါတယ်။ ဒါပေမဲ့လည်း ပေါတောမသွားဘဲ မျှော်လင့်ချက်တွေ ချစ်ခြင်းတွေနဲ့ လှနေတဲ့ ရုပ်ရှင်လေးပါပဲ။ပြောရရင် ဒီရုပ်ရှင်မှာ နေရာကြီး၃ခုရှိတယ်။ လကမ္ဘာပေါ်ရယ် ကမ္ဘာရယ် အိုမီဂါလို့ခေါ်တဲ့ နိဗ္ဗာန်လိုနေရာသစ်တစ်ခုရယ်ပေါ့။ အဓိကဇာတ်ကောင်တွေက လကမ္ဘာပေါ်နေကြတာ။ လကမ္ဘာပေါ်မှာက ဥက္ကာပျံမိုးတွေရွာရွာနေတတ်ပြီး အန္တရာယ်ကြီးလို့ အမိုးခုံးလို့ ခေါ်တဲ့ အကာအကွယ်နေရာကြီးအောက်မှာ နေကြတယ်ပေါ့။ လပေါ်က အခြေခံလူတန်းစား လူအများစုက မိုင်းတူးသမားတွေဖြစ်ပြီး အိုမီဂါကိုသွားမယ့် ယာဉ်အတွက် လောင်စာတူးပေးရတယ်။ အနှစ်၂၀တူးပြီးရင် သူတို့လည်း သွားခွင့်ရတယ်။ ဒါပေမဲ့ ညစ်တီးညစ်ပတ်လုပ်ထားတဲ့စနစ်ကြောင့် မျိုးဆက်တစ်ဆက်ကူးတဲ့အထိ မသွားရတဲ့လူတွေချည်းပဲ။ ဒီတော့ ကောင်လေးတစ်ယောက်ရဲ့အဖေက သူ့သားကိုသွားစေချင်တော့ သေဆုံးမှုနစ်နာကြေးအရ ပို့ပေးခံရအောင် လုပ်ငန်းခွင်မှာ ...",
        "rating": "",
        "url": "https://megaup.net/1ee2t/(CM)_Crater_(2023)_720p.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hnmmrw0O3yfMgj9UT1hScEGX5Uy.jpg",
        "title": "I’ll Be Watching (2023)",
        "description": "I'll be watching (2023)သင့်ကို လူတစ်ယောက်ကအမြဲစောင့်ကြည့်နေတယ်လို့ တွေးမိကြဖူးလား???\nအဲ့လိုသာဆို တကယ်ကျောချမ်းစရာကြီးပါ။\nအဲ့လိုလူတွေကို လိုက်ချောင်းတတ်တဲ့ကောင်လေး ဇူဇူတောင် လျော်ကြေးတွေတော်တော်ပေးလိုက်ရပါသေးတယ်။\nကျွန်တော်တို့ မဖတ်ဘဲ ကျော်ကျော်သွားတဲ့ Privacy and Terms တွေလိုပေါ့\nဟိုက ကိုယ့်ရဲ့ Gallery Contacts Folder ကိုဝင်ခွင့်ရသွားတာမျိုးပေါ့။\nခုနောက်ပိုင်း AI တွေကလဲပိုဆိုးလာကြပါပြီ> တွေးတောဆင်ဉာဏ်ကိုပါ လုပ်ဆောင်နိုင်ဖို့ နီးစပ်လာနေပါပြီ။\nအီလွန်မက်ကြီးပြောသလိုပေါ့\nAI တွေက Nuke တွေထက်ပိုကြောက်ဖို့ကောင်းတယ်ဆိုတာလေ။ခုလဲ ၂၀၂၃ ထွက် Thriller အမျိုးအစား I'll be Watching ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မားကပ်စ်နဲ့ ဂျုလီဆိုတဲ့ လင်မယားစုံတွဲ တစ်တွဲရှိပါတယ်။\nယောကျာ်းကတော့ အိုင်တီပညာရှင်ပေါ့ မိန်းမက နာမည်ကြီးပန်းချီဆရာမ သူတို့ဘဝကြီးက အရာရာအေးချမ်းနေခဲ့တာ။\nတစ်နေ့ သူ့တို့အိမ်ထဲ ဖောက်ဝင်လာသူက သူ့အစ်မကို သတ်သွားရာကလေ Truama တွေရပြီး မြို့နဲ့ဝေးတဲ့ ဆိတ်ငြိမ်ရပ်ကွက်ကို ပြောင်းသွားကြပါတယ်။\nသူ့မိန်းမကို စိတ်မချလို့ဆိုပြီး ယောကျာ်းဖြစ်သူက သူကိုယ်တိုင်ထွင်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1eb0i/I_ll.Be.Watching.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/HO01WswBGMg0B3quND3mYZxNHN.jpg",
        "title": "Hustlter vs Scammer (2023)",
        "description": "Hustler vs Scammer (2023)\"ကလိမ်စေ့ ငြမ်းဆင်\" တို့ \"ခေါင်းတုံးပေါ်ထိပ်ကွက်\" တို့ စကားလုံးတွေကြားဖူးကြမှာပါ\nအဲ့လိုစကားလုံးတွေနဲ့ လိုက်ဖက်တဲ့ လူလိမ်ကားမျိုးလေး သဘောကျတတ်ရင်တော့\nဒီကားလေးက မိတ်ဆွေတို့အတွက် အပန်းပြေကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါပဲ။\nဒါ့အပြင် ကိုယ်တွေနဲ့လဲ ယဉ်ကျေးမှုသိပ်မဝေးတဲ့ ဗီယက်နမ်ကားလေးဆိုတော့ ကြည့်ရတာ တော်တော်လေးကို အဆင်ပြေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ခိုအာ ဆိုတဲ့ Low Level လူလိမ်လေးတစ်ယောက်ဟာ\nလမ်းကြိုလမ်းကြားတွေမှာ တစ်ပြားနှစ်ပြားလောက်လိမ်တဲ့ကောင်ပေါ့။ စိတ်ထားလေးကလဲ မဆိုးရှာဘူးလေ။\nတစ်နေ့တော့ သူ့ထက်မြင့်တဲ့ Medium Level လူလိမ်တစ်စုနဲ့ ဆုံပြီး လိမ်လည်မှု အတတ်ပညာရပ်တွေ သင်ရင်းက\nသူတို့သွားမလိမ်သင့်တဲ့ အလှကုန်တွေ ရောင်းတဲ့ မမကြီး တစ်ယောက်ကို သွားလိမ်မိရာကနေ\nဘယ်လိုအရှုပ်အရှင်းတွေနဲ့ တွေ့ရပြီး ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ\nဇာတ်လမ်းသွားလှည့်ကွက်လေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/1eb00/Hustler.vs.Scammer.2023.720p.NF.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDGRf1rzIxV0ROKIeEBFDMoDBDh.jpg",
        "title": "How to Blow Up a Pipeline (2023)",
        "description": "How to blow up a Pipeline (2023)ဒီကားကတော့ မြှောက်ထိုးပင့်ကော်ပဲ ပြောရမလား ရှေ့ဆောင်လမ်းပြပဲပြောရမလားပေါ့။\nဘက်ဂျက်နည်းနည်းနဲ့တကယ်ကောင်းအောင်ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။ဇာတ်ကားနာမည်အတိုင်း တကယ်ကို ရေနံပိုက်လိုင်းကြီးတစ်ခုကို ဖောက်ခွဲဖျက်ဆီးပုံကို အဆင့်လိုက်ကို ပြသထားတာပါ။\nဖောက်ခွဲတဲ့သူတွေက ဘယ်သူတွေလဲဆိုတော့ ဓာတုစက်ရုံတွေ၊ ရေနံချက်စက်ရုံတွေကြောင့်\nကင်ဆာတွေဖြစ်၊မိသားစုတွေသေ၊ အိမ်မြေတွေဆုံးရှုံးဘဝတွေပျက်ခဲ့ရတဲ့ လူတစ်စုပါပဲ။\nသူတို့တွေဟာ ဒီစက်ရုံတွေကြောင့် မကြာခင် ကမ္ဘာကြီး ရာသီဥတုနဲ့သဘာဝပတ်ဝန်းကျင်ပျက်စီးပြီး လူတွေအများကြီးထပ်သေကြရတော့မှာကို သတိထားမိတဲ့ သူတွေလို့ပဲပြောရမှာပေါ့။\nကမ္ဘာအနှံ့မှာ ကာဘွန်ဒိုင်အောက်ဆိုက်လျှော့ချရေးနဲ့ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးတွေလုပ်နေကြပေမယ့်\nကော်ပိုရိတ်ကြီးကတွေ မမှုတဲ့အကြောင်းကိုမီးမောင်းထိုးပြထားတာပါပဲ။\nဒီတော့ နောက်ဆုံးကြံရာမရတဲ့အခြေအနေမှာ မက္ကဆီကိုက ဧရာမ ရေနံပိုက်လိုင်းကြီးကို မရရအောင်ဖောက်ခွဲဖို့ ကြိုးစားပုံကိုပြသထားတာပါပဲ။\nလူတစ်ယောက်ချင်းဆီရဲ့ ဝမ်းနည်းစရာဘဝတွေကိုပြလိုက် လက်ရှိအချိန် ဧရာမဗုံးကြီးကိုလုပ်ပြီး\nပိုက်လိုင်းကိုဖောက်ခွဲတာကိုပြလိုက်နဲ့ စိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 2.3GB | 984MB | 455MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.2",
        "url": "https://megaup.net/3g3mB/How.to.blow.up.a.Pipeline.2022.720p.WEB.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjZjNmJkYjItZjBiYS00MGI5LWFkM2YtMWQ0YjZmNTI0YTY3XkEyXkFqcGdeQXVyMTUzMTQ0NzQz._V1_-135x200.jpg",
        "title": "Air (2023)",
        "description": "Air (2023)\n==========\nIMDb Rating - 7.6/10Good Will Hunting ရုပ်ရှင်ကြီးတုန်းကလိုပဲ ဘန်အက်ဖလက်နဲ့\nမက်ဒေမွန်တို့အတွဲညီညီနဲ့ ရုပ်ရှင်ကောင်းတစ်ခုဖန်တီးလိုက်ပြန်ပါပြီ။\nဒါရိုက်တာကလည်း ဘန် အက်ဖလက်ပါပဲ။ Ozark စီးရီးရဲ့ မင်းသား\nကြီး ဂျေဆန်ဘိတ်မန်းလည်း အားဖြည့်ပေးထားပါသေးတယ်။ IMDb\n7.6 အထိ ရထားတာမို့ ကားကောင်းဆိုတာ သိသာမှာပါ။ဒီရုပ်ရှင်ဟာ သမိုင်းတလျှောက်အကောင်းဆုံး ဘတ်စကတ်ဘောသမား\nမိုက်ကယ်ဂျော်ဒန်နဲ့ နိုက်ကီကုမ္ပဏီတို့ ပထမဆုံး စာချုပ်ချုပ်ခဲ့တဲ့ သမိုင်း\nဝင် Air Jordan ဖိနပ် သဘောတူညီချက်အပေါ် အခြေခံပြီးရိုက်ကူးထား\nတာဖြစ်ပါတယ်။ အဲဂျော်ဒန်ဝမ်း စနိကာဖိနပ်ဟာ သမိုင်းတလျှောက်\nလူကြိုက်အများဆုံးစာရင်းဝင်ဖိနပ်ပဲဖြစ်ပါတယ်။ မိုက်ကယ်ဂျော်ဒန် ရု\nပ်ရှင်ထဲမှာမပါဝင်ခဲ့ပေမဲ့ ဘန်အက်ဖလက်ဟာ မိုက်ကယ်နဲ့ အကြိမ်ကြိမ်\nတိုင်ပင်ခဲ့ပြီး အသေးစိတ်ရိုက်ကူးခဲ့တာပါ။မိုက်ကယ်ဂျော်ဒန်ဟာ ဒီရုပ်ရှင်အတွက် နှစ်ခုပဲ ပြန်တောင်းဆိုပါတယ်။\nသူ့အမေနေရာမှာ Viola Davis ကိုသရုပ်ဆောင်စေဖို့နဲ့ သူ့ရဲ့မိတ်ဆွေ\nကောင်းကြီး ဟောင်းဝဒ်ဝိုက်အကြောင်းကိုပါ ထည့်သွားပေးဖို့ပါပဲ။\nဘန်အက်ဖလက်ကလည်း သူ့ရဲ့ဘော်ဒါကြီးဖြစ်တဲ့ ခရစ်တက်ကာ\n(Rush Hour ထဲကမင်းသား) ကို ဟောင်းဝဒ်အဖြစ်ထည့်သွင်းခဲ့ပါတယ်။\nဒီရုပ်ရှင်ကိုလည်း အမေဇုံက အွန်လိုင်းကနေပဲ ပြဖို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2A59p/air.2023.proper.720p.web.(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZ1PhCyXEySYR7f9q52KYb62Bwp.jpg",
        "title": "Paint (2023)",
        "description": "Paint (2023)ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေကိုချည်း စာရင်းလုပ်လိုက်တယ်ထား။ ၂၀၀ ၃၀၀လောက်ရတယ်ထားဦး။ အဲဒီထဲက ၁၀၀ကိုပြန်ရွေးလိုက်တယ်ထား။ ရွေးလို့ရချင်မှလည်းရမှာပေမဲ့ ရွေးလိုက်တယ်ပဲထားပါတော့။\nဓမ္မဓိဋ္ဌာန်ကျကျနဲ့ အဲဒီ ၁၀၀ကို ဘယ်ကားကတော့ ဘယ်ကားထက်ပိုကောင်းပါတယ်ဆိုပြီး ၁ကနေ၁၀၀ထိ စာရင်းလုပ်ဖို့က မဖြစ်နိုင်ဘူး။ ဒီ၁၀၀ဟာ ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးကားတွေကိုရွေးထားတာဆိုတော့ ဒါရိုက်တာကောင်းတွေချည်းပါနေမှာလည်း သေချာတယ်။\nအဲဒီဒါရိုက်တာအားလုံးကို ဘယ်ဒါရိုက်တာက ဘယ်ဒါရိုက်တာထက် ပိုတော်ပါတယ်လို့ သွားအကဲဖြတ်ဖို့တော့ မဖြစ်နိုင်ဘူး။ သူ့နည်းသူ့ဟန်နဲ့တော့ အကုန်လုံးမာစတာတွေချည်း ဖြစ်နေမှာပဲ။\nဒီတော့ ရုပ်ရှင်တွေကို ဘယ်ကားကတော့ ညံ့တယ်လို့ပြောလို့အဆင်ပြေပေမဲ့ ဘယ်ကားကတော့ အကောင်းဆုံးပါလို့ ပြောဖို့တော့ မဖြစ်နိုင်ဘူး။ ရွေးချင်သပဆို ကျွန်တော်တို့ရွေးလို့ရတာက ကိုယ့်ပုဂ္ဂလိကအကြိုက်ဆုံးရုပ်ရှင်ကိုတော့ ရွေးလို့ရမယ်။\nဒါပေမဲ့ တကယ့်အကြိုက်ဆုံးရုပ်ရှင်ကတော့ သိပ်ကောင်းတဲ့ကားတောင် ဟုတ်ချင်မှဟုတ်မယ်။ လူတစ်ယောက်ချင်းစီအပေါ်ပဲ မူတည်နေလိမ့်မယ်။ သူ့ကိုရောင်ပြန်ဟပ်တဲ့ကားတော့ဖြစ်ကောင်းဖြစ်နိုင်လိမ့်မယ်။ မဟုတ်လည်း သူ့စိတ်ဝင်စားမှုကို ရောင်ပြန်ဟပ်တဲ့ကားမျိုးပေါ့။\nတစ်ချို့ကျလည်း ကားတစ်ကားရယ်မဟုတ်ဘဲ ကားအမျိုးအစားနဲ့ ကြိုက်ကြတာလည်း ရှိတာပဲ။ တစ်ချို့ဆို သရဲကားချည်းကြိုက်ကြတာလည်းရှိတာပဲ။ Art House ကားချည်း ကြိုက်ကြတာလည်းရှိတာပဲ။ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2A5S4/Paint.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9looDRc5E3nR8pusInJEZoBYCYO.jpg",
        "title": "KKN di Desa Penari: Luwih Dowo, Luwih Medeni (2023)",
        "description": "KKN di Desa Penari: Luwih Dowo, Luwih Medeni (2023)KKN di Desa Penari က အင်ဒိုနီးရှားရုပ်ရှင်မှာ ဝင်ငွေအကောင်းဆုံးရုပ်ရှင်အဖြစ် စံချိန်တင်ထားတဲ့ဖြစ်ရပ်မှန် horror ဇာတ်ကားပါ။ဒီဇာတ်လမ်းစပေါ်လာပုံကလဲထူးဆန်းပါတယ်။\nတွစ်တာမှာ Simpleman ဆိုတဲ့အကောင့်ကနေ ဒီဇာတ်လမ်းကိုစတင်ရေသားခဲ့တာပါ။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပြီး လူတွေစိတ်ဝင်စားမှုများလာလို့ရုပ်ရှင်ရိုက်ကူးတဲ့ထိပါ ဖြစ်လာခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ကျောင်းသား၆ ယောက်အကြောင်းပါ။ သူတို့က ရွာတစ်ရွာမှာ ရပ်ရွာဝန်ဆောင်မှုပရောဂျက်ကိုသွားလုပ်ခဲ့ပါတယ်။ သူတို့အတွက်ဒီပရောဂျက်အောင်မြင်ပြီးမှပဲဘွဲ့ရမှာပါ။\nဒီရွာနာမည်နဲ့တည်နေရာကိုတော့ ချန်လှပ်ပြသထားပါတယ်။ ဒီရွာရောက်ရောက်ချင်းမှာပဲ ရွာသူကြီးကသူတို့ကို ဆောင်ရန်ရှောင်ရန်တွေညွှန်ကြားပေမယ့် သူကလဲသိပ်တော့မပွင့်လင်းခဲ့ပါဘူး။\nကျောင်းသားတွေကလဲ သူများအကျိုးဆောင်ဖို့လာခဲ့ပေမယ့် ကိုယ့်ကိုယ်ကျိုးတွေဆန္ဒတွေကိုရှေ့တန်းတင်ပြီး မဖောက်သင့်တဲ့စည်းတွေကိုဖောက်မိတဲ့အခါ ဘာတွေဖြစ်ကြမလဲကြည့်ရှုရမှာပါ။\nမြန်မာမှာလဲလူကြီးတွေပြောတာကြားဖူးတဲ့ ကျတ်ရွာတို့ အစောင့်လဲတယ်တို့ အစောင့်အရှောက်ရှိတယ်တို့ ဆိုတဲ့အကြောင်းအရာတွေကို ကြားဖူးနားဝကနေ မျက်စိထဲကွက်ကွက်ကွင်းကွင်းမြင်လာတဲ့အထိ ကြက်သီးတဖျင်းဖျင်းနဲ့ကြည့်ရမယ့်ကားပါပဲ။\nဇာတ်ကားရဲ့ခေါ်ဆောင်မှုကဘယ်လောက်အားကောင်းလဲဆိုရင် အပြင်မှာလူတွေက ဒီရွာကိိုလိုက်ရှာကြ ဒီကြုံခဲ့ရတဲ့လူတွေကိုလိုက်ရှာကြတဲ့အထိဖြစ်ခဲ့လောက်အောင်ပါပဲ။\n(မူရင်း KKN di Desa Penari ကိုလဲ CM မှာတင်ဆက်ပေးထားပြီးသားပါ။)ဒီဇာတ်လမ်းကဘာကွာသွားလဲဆိုရင် Luwih Dowo Luwih Medeni ဆိုတာက ...",
        "rating": "5.5",
        "url": "https://megaup.net/1U8kc/KKN.IN.LUWIH.DOWO.DANCING.VILLAGE.LUWIH.MEDENI.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icL1zn5z1L5ULIpxkuOLjeUgURY.jpg",
        "title": "Two Sinners and a Mule (2023)",
        "description": "Two Sinners and a Mule (2023)Western ကား အသစ်ကို ငတ်မွတ်နေတဲ့လူတွေအတွက် Western အက်ရှင် ဟာသ ဒရာမာကားလေးပါ။ အသစ်ကြပ်ချွတ်ကြည့်ရမယ့် ကားပေါ့။ကြမ်းတမ်း‌သွေ့ခြောက်လှတဲ့ Western အငွေ့အသက်ကိုမှ ပြည့်တန်ဆာတွေရဲ့ ဘဝနဲ့အဖြစ်အပျက်တွေရောပြီး ဟာသတွေနှောပေးထားတယ်။ ဇာတ်ကတော့ ဒီလိုဗျာ။ မြို့တစ်မြို့မှာ မိန်းမရွှင်နှစ်ယောက်ရှိတယ်။ နှစ်ကောင်သားက တစ်မြို့လုံးက ယောက်ျားတွေရဲ့ အကြိုက်ဖြစ်နေတော့ မိန်းမတွေက ဆန္ဒပြပြီး နှင်ထုတ်ခိုင်းရော။ ဒါကိုမှ မြို့ဝန်ရဲ့ခုံအောက်ကထွက်လာပြီး ပြဿနာထပ်ရှာလိုက်တော့ သူတို့နှစ်ယောက် နှင်ထုတ်ခံလိုက်ရတယ်။ ဒီလိုနဲ့ နောက်တစ်မြို့ကူးဖို့ အသွား ကန္တာပြင်ကို ဖြတ်သန်းဖို့အကြောင်းဖန်လာတယ်။ အဲဒီကန္တာရထဲမှာ နာမည်ကြီးလူဆိုးဂိုဏ်းတစ်ခုရှိတယ်။ ဆုကြေးဒေါ်လာ၂ထောင်အထိထုတ်ထားရတဲ့ နာမည်ကြီးလူဆိုးတစ်ကောင် ကျက်စားတယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက် ဖြတ်လာရင်း လမ်းခုလတ်မှာ သေနတ်ကျည်ဗရပွမှန်ထားတဲ့ လူတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ အဲဒီလူကိုကယ်ရင်းမှ အဲဒီလူက ခုနနာမည်ကြီးလူဆိုးကို လိုက်နေတဲ့ ဆုကြေးစားမုဆိုးမှန်းသိလိုက်ရတယ်။ ဒီတော့ မိန်းမရွှင်ဘဝက လွတ်ချင်တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1U8cj/(CM)_Two_Sinners_and_a_Mule_(2023)_720p.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/yaa-150x200.jpg",
        "title": "Yaathisai (2023)",
        "description": "Yaathisai 2023IMDb 8.1/10လတ်တလောထွက်ရှိထားပြီး ရုံတင်ငွေ ကုဋေ သန်း ၂၀ ထိရရှိထားတဲ့ သမိုင်းနောက်ခံ အိန္ဒိယရုပ်ရှင်ပါ။\nချောချောလှလှတွေကိုတော့ ဒီရုပ်ရှင်မှာ မြင်ရမှာမဟုတ်ဘူးဗျ။ သွေးသံတရဲရဲနဲ့စစ်ပွဲကြားက ပလ္လင်လုကြမယ့် တိုက်ပွဲပေါ့။ယာသီဆိုင်ဆိုတာ အိန္ဒိယတောင်ပိုင်းလို့ ခေါ်ဆိုကြတယ်တဲ့။ ရာနာဒီယန်လို့ခေါ်တဲ့ ဘုရင်က ချိုလာ၊ ကွန်ဂူ ၊ ကာတာနာခါ ဒါ့အပြင် မျိုးနွယ်စုပေါင်းများစွာနဲ့\nသွေးချောင်းစီး စစ်ထိုးပြီး အိန္ဒိယတောင်ပိုင်းကို အနိုင်ယူ အုပ်စိုးထားခဲ့တာ နှစ်နဲ့ချီပေါ့။ ကြောက်ခမန်းလိလိ စစ်တပ်အင်အားနဲ့ မဖြိုလဲနိုင်တဲ့ ရာနာဒီယန်။\nဆင်ကောင်ကြီးကို ပုရွတ်ဆိတ်အင်အားနဲ့ ဖြိုမယ်ကြံနေတဲ့ ကိုသီ။ရာနာဒီယန် ချေမှုန်းလိုက်တဲ့ မျိုးနွယ်စုတွေထဲမှာ ကုန်းတွင်းပိုင်းဒေသကို ထွက်ပြေးသွားတဲ့ အီနာ့စ်မျိုးနွယ်စုကနေ မွေးဖွားလာတဲ့ ကိုသီ။ မျိုးနွယ်စုအင်အားရော\nစစ်တပ်အင်အားရောမရှိပေမယ့် ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး အကြောက်အလန့်ရယ်မရှိ။ ဒီလိုနဲ့ ကိုသီဟာ ချိုလာတွေနဲ့ပေါင်း၊ ပန်ဒီယန်တိုင်းပြည်ထဲ သူလျှိုလုပ်၊ အကွက်ကျကျပြင်ဆင်ပြီး တိုက်ခိုက်ဖို့ကြံစည်ခဲ့တာပါ။သူ့အကြံအစည်က တကယ်ရော အောင်မြင်နိုင်မှာလား။ ထောင်ချီတဲ့စစ်အင်အားကို ရာတန်တဲ့ တပ်ဖွဲ့က ဖြိုခွဲနိုင်ပါ့မလား။\nဘာတွေအချဥ်းနီးဖြစ်သွားမလဲ။ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1eaim/Yaathisai_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Shaakuntalam-140x200.jpg",
        "title": "Shaakuntalam (2023)",
        "description": "Shaakuntala (2023)ရာဇဝင်ထဲကအချစ်ဇာတ်လမ်းလေးကို စိတ်ဝင်စားသူတွေအတွက် အရသာတွေ့စေမယ့်\nမင်းသား Dev Mohanနဲ့မင်းသမီးSamantha Ruth Prabhuတို့သရုပ်ဆောင်ထားတဲ့\nShaakuntalaကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ပူရူအင်ပါယာရဲ့ ရဲစွမ်းသတ္တိရှိကာမင်းကျင့်တရားနဲ့အညီအုပ်ချုပ်တဲ့မင်းကြီး ဒူရှန်တာနဲ့\nကံမကောင်းအကြောင်းမလှမှုကြောင့် မိဘမဲ့ဖြစ်ကာဂုရုကြီးရဲ့မွေးစားသမီးအဖြစ်ကြီးပြင်းလာသူ\nမိန်းမလှလေးရှာကွန်သာလာတို့ဟာ ကံတရားရဲ့မျက်နှာသာပေးမှုကြောင့်ချစ်ကြိုးသွယ်ခဲ့ကြပါတယ်သို့ပေမယ့်လည်း ဘုရင်တစ်ပါးဖြစ်တာနဲ့အညီရန်သူတွေ တာဝန်တွေဝိုင်းနေတဲ့ မင်းကြီးဒူရှန်တာဟာ\nချစ်ရသူလေးရှာကွန်သာလာကို နေရပ်မှာထားခဲ့ပြီးတိုင်းပြည်ကိုခဏပြန်သွားခဲ့ရပါတယ်\nရှာကွန်သာလာမှာလည်း အခက်အခဲတချို့ကြောင့်ယောင်လည်စွာနဲ့ ဒူရှန်တာရဲ့တိုင်းပြည်ကို\nလိုက်သွားဖို့လုပ်တဲ့ခရီးမှာ အောင်မြင်ပါ့မလား အခက်အခဲတွေဘယ်လိုဖြေရှင်းမလဲ\nမင်းကြီးဒူရှန်တာကရော သူသိပ်ချစ်တဲ့ချစ်သူလေးကိုလက်ခံပါ့မလား ဆိုတာတွေကို\nဇာတ်ကားတစ်လျှောက် ရိုဆန်ဆန်နဲ့ရင်သပ်ရှူ့မောစွာကြည့်ရှူ့ရပါမယ်\nFile size…5.57GB / 3.21GB/ 630MB\nQuality…4kHEVC / 1080p WEB DL /720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~KhinKhin",
        "rating": "5",
        "url": "https://megaup.net/1e5g5/Shaakuntalam_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Soppana-Sundari-141x200.jpg",
        "title": "Soppana Sundari (2023)",
        "description": "Soppana Sundari 2023\nIMDb - 7.8/10တေလဂူး မင်းသမီး‌‌ချော Aishwarya Rajesh က မိသားစုအပေါ်သိတတ်တဲ့\nအဂါလယာအဖြစ် အဓိကပါ၀င်ထားပြီး ဟာသမြိုင်မြိုင်ဆိုင်ဆိုင်လေးနဲ့\nပဋိပက္ခတသီတသန်းနဲ့ ကြည့်ရှူရမယ့် တေလဂူးဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆင်ခြေဖုံးရပ်ကွက်မှာနေထိုင်ကြတဲ့ အဂါလယာတို့မိသားစုဟာ\nကံကောင်းထောက်မစွာနဲ့ စိန်ရွှေရတနာဆိုင်ကနေကျင်းပတဲ့ ကံစမ်းမဲပွဲမှာ ကံထူးရှင်ဖြစ်သွားပါတယ်။ ကံထူးရှင်ဖြစ်လို့\nနောင်ရေးအတွက်တွေးရင်း ပျော်မယ်ကြံခါမှ ပဋိပက္ခတွေတစ်ခုပြီး တစ်ခုဖြစ်ရင်း\nကြာကြာမပျော်နိုင်ခဲ့ကြပါဘူး။ဒီလိုနဲ့ ကံထူးရှင်အစစ်က ငါပါ နင်ပါ...ဆိုပြီးတော့ မဆိုင်တဲ့သူတွေပါ ဆုတွေငမ်းငမ်းတက် လိုချင်လာကြတဲ့ချိန်မှာတော့...\nအဂါလယာဟာဆုကိုလက်လွှတ်ပေးလိုက်မှာလား...သူကရော ကံထူးရှင်အစစ်လားဆိုတာကို အဖြေရှာရင်း\nလူ့ဘောင်လူ့ဘဝမှာကြုံတွေ့ရတတ်တဲ့ ကိစ္စအဝဝကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။\nFile size…2.5GB  / 986MB\nQuality…1080p WEBDL / 720p\npFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin ~Nyein~BpL~Cherry",
        "rating": "7.6",
        "url": "https://megaup.net/1U6ew/Soppana_Sundari_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cioCtpRThVQB5UDnwDSGIljIu3j.jpg",
        "title": "Rebound (2023)",
        "description": "Rebound (2023)၂၀၁၂ ခုနှစ်ကဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ အားကစားရုပ်ရှင် Rebound ထွက်ရှိလာပါပြီဇာတ်လမ်းအကျဉ်းကတော့ အလားအလာမရှိဘူးလို့ သတ်မှတ်ခံထားရတဲ့\nဘူဆန်ဂျွန်အန်းအထက်ကျောင်းကိုယ်စားပြု ဘတ်စကတ်ဘောအသင်းဟာ\nနည်းပြအသစ် Kang Yang-Hyeon ရဲ့ ဦးဆောင်မှုအောက်မှာ ပြောင်းလဲလာခဲ့တဲ့အကြောင်းပါတစ်ချိန်က ထိပ်တန်းကစားဖြစ်ခဲ့ဖူးသူ Kang Yang-Hyeon ဟာ နည်းပြဖြစ်လာတဲ့အချိန်မှာတော့\nသူ့ရဲ့ကစားသမားဘဝအတွေ့အကြုံကို အသုံးချပြီး ဘယ်လိုဗျူဟာတွေနဲ့ အသင်းကိုကိုင်တွယ်သွားမလဲအောက်ဆုံးမှာရောက်နေတဲ့အသင်းကို National Championship ပွဲစဉ်အထိ ဘယ်လိုများ‌ဆွဲခေါ်သွားမလဲဆိုတာအပြင်\nကစားသမားတွေရဲ့ ဘတ်စကတ်ဘောအပေါ်ထားတဲ့ ခံယူချက်တွေ အိပ်မက်တွေကို သေချာကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့\nSports Drama နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးတို့ သဘောကျနှစ်ခြိုက်ကြမှာပါCasts တွေအနေနဲ့လည်း Fight for My Way ထဲက Ahn Jae-Hong နဲ့\nDoctor Romantic S3 ထဲက အဆိုးလေး Lee Shin-Young နဲ့\nSecret Romantic Guesthouse ထဲကအချောလေး Jung Gun Joo တို့အပြင်\nသရုပ်ဆောင်အားလုံးက Basketball ကိုပါ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1e8vg/Rebound.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcTPr8gxvrblR2fhldzHaWgvaeZ.jpg",
        "title": "Muoi: The Curse Returns (2023)",
        "description": "Muoi : The Curse Returns (2023)လင်းက မြို့ပေါ်က ပန်းချီပြခန်းမှာ အလုပ်လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာ သူမရဲ့သူငယ်ချင်းကောင်လေးဟာ ရုတ်တရက်ဆုံးသွားခဲ့လို့ စျာပနအခမ်းအနားကို တက်ရောက်တဲ့အချိန်မှာ\nငယ်ငယ်က သူမရဲ့အချစ်ဆုံးသူငယ်ချင်း ဟမ် နဲ့ပြန်ဆုံခဲ့ပါတော့တယ်။\nဟမ် က အနီးနားမှာရှိတဲ့ မြို့ဟောင်းတစ်ခုရဲ့အိမ်အိုကြီးမှာနေပြီး ပန်းချီဆွဲရင်း အချိန်ကုန်ဆုံးနေခဲ့တာပါ။\nစျာပနအခမ်းအနားမှာ လင်း နဲ့ဆုံတွေ့ပြီးနောက် ဟမ်ဟာ သူမရဲ့နေရာကို အလည်လိုက်ဖို့ လင်းကို တောင်းဆိုခဲ့ပါတယ်။\nဒီလိုနဲ့ လင်းက နှစ်ပေါင်းများစွာ သရဲခြောက်နေတဲ့မူအွိုင်ရဲ့ပုံတူပန်းချီနဲ့ ကျိန်စာကို ရှာဖွေတွေ့ရှိပြီး\nလင်းဟာ သူမရဲ့သူငယ်ချင်းကောင်လေးနဲ့ဖောက်ပြန်မိတာကို ဝန်ခံရင်း ထွက်ပြေးဖို့ကြိုးစားရာကနေ\nသူမရဲ့သူငယ်ချင်းခန္ဓာကိုယ်ဟာ မူအွိုင်ဝင်ပူးတာခံရတာကို သိရှိခဲ့ပါတယ်။\nလင်းက သူမရဲ့သူငယ်ချင်းကိ ကယ်ဖို့ထွက်ပြေးမှာလား ဒါမှမဟုတ် ကျိန်ဟာနဲ့ရင်ဆိုင်ဖို့အတွက် အသက်ပေးမလားဆိုတာကို ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။\nဒီသရဲခြောက်တဲ့ပုံတူပန်းချီရဲ့နောက်ကွယ်က အမှောင်မိုက်ဆုံးလျှို့ဝှက်ချက်ကို ဖြည်းညှင်းစွာဖော်ထုတ်ရင်း\nသူမ သိရသလောက် လင်းက ကြောက်မက်ဖွယ်အကောင်းဆုံးထောင်ချောက်ထဲကို နက်ရှိုင်းစွာ ကျရောက်သွားခဲ့တော့တယ်\nလင်းက သူမရဲ့သူငယ်ချင်းကို ကယ်တင်နိုင်မှာလား ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1U53a/Muoi.-.The.Curse.Returns.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3XAWKjWHzXmOGyLYUIUrLdi1HAV.jpg",
        "title": "Girl in the Closet (2023)",
        "description": "Girl in the Closet (2023)\"အိမ်တွင်း အကြမ်းဖက်မှု\" ဆိုတာ ကြောက်စရာကောင်းပါတယ်\nအိမ်တွင်းအကြမ်းဖက်မှုတွေဟာ လူမဆန်တဲ့လုပ်ရပ်တွေဖြစ်ပြီး\nလူသားတွေဟာဒီလောက်တောင်ရက်စက်တတ်ကြပါလားဆိုတာ မေးခွန်းထုတ်စရာပါပဲ။အိမ်တွင်းအကြမ်းဖက်မှုကျူးလွန်သူတွေဟာဆိုရင်\nကိုယ်ပိုင်လုပ်ငန်း လုပ်ကိုင်သူတွေနဲ့ ပညာတတ် နေနိုင်စားနိုင်သူတွေအများစု ဖြစ်နေကြပါတယ်။\nနောက်ပိုင်းမှာလဲ အိမ်တွင်းအကြမ်းဖက်မှုတွေများလာတဲ့အတွက် အိမ်တွင်းအကြမ်းဖက်မှု ကာကွယ်ရေး အဖွဲ့တွေဖွဲ့ပြီး ပညာပေးလုပ်ဆောင်နေကြရပါတယ်။\nဒါဟာလူတွေရဲ့ကိုယ်ကျင့်တရားပျက်ပြားလာမှုတွေဖြစ်ပြီး တချို့တွေအတွက် တွေးတောင်မတွေးရဲလောက်တဲ့ အမှုတွေဖြစ်ပါတယ်။\nမြန်မာနိုင်ငံမှာလဲ နိုင်ငံခြားထွက်ပြီအလုပ်လုပ်တဲ့သူတွေ များလာတဲ့နောက် အိမ်တွင်းအကြမ်းဖက်မှုတွေကို\nဘယ်လိုကာကွယ်တိုက်ဖျက်ရမလဲ ဆိုတဲ့ ကိစ္စအတွက် ကူညီပေးမဲ့အာဏာပိုင်အဖွဲ့တွေ လူမှုကူညီရေးအဖွဲ့တွေမှပညာပေး လုပ်ငန်းတွေ တိုးမြင့်လုပ်ဆောင်ပြီး\nနိုင်ငံတကာ မှလူမှုကူညီရေးအဖွဲ့များရဲ့ အကူညီရယူနိုင်ရန်ပညာပေးဖို့ပိုမိုလိုအပ်လာနေပါပြီ။ယခုဒီကားလေးမှာလဲ အိမ်တွင်းအကြမ်းဖက်မှုရဲ့အကြောင်းတွေ ကလေးငယ်တွေကို ဘယ်လိုအသုံးချပြီး လုပ်စားကြလဲဆိုတာတွေ\nလူတွေရဲ့ အမှောင်ခြမ်းကို ရှင်းရှင်းလင်းလင်း ရိုက်ပြထားတဲ့ ပညာပေးကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးက မီယာဆိုသူ မိန်းမတစ်ယောက်ဟာ အကြောင်းအမျိုးမျိုးနဲ့ ကလေးငယ်တွေကို\nသွေးဆောင်ပြီး လေဝင်လေထွက်မရှိ အိမ်သာမရှိ ရေချိုးစရာမရှိ တဲ့မြေအောက်ခန်းလေးထဲမှာပိတ်လှောင်ပြီး\nနှိပ်စက် အစာရေစာ မကျွေး မိန်းကလေးငယ်လေးတွေကိုပြည့်တန်ဆာလုပ်ငန်းပါ အတင်းကျပ်ခိုင်းစေတဲ့ သူတစ်ယောက် ဖြစ်ပြီး\nအဖမ်းခံထားရတဲ့ ကလေးငယ်တွေရဲ့ဘဝကို ရိုက်ပြထားပြီး ဘယ်လိုမျိုး လွတ်မြောက်အောင် ကြိုးစားကြသလဲဆိုတာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1e7ew/Girl.in.the.Closet.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nhj4Q39qMSk6X5Ly9j9Yqyjrg5A.jpg",
        "title": "Snag (2023)",
        "description": "Snag (2023)ဒီတစ်ခါတော့ ၂၀၂၃ ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကြမ်းကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။Snagဟာ ဩစတေးရီးယားလူမျိုး Assassinတစ်ဦးဖြစ်ပြီး မကောင်းမှုတွေရဲ့အဝေးမှာ သိုသိုသိပ်သိပ် ခြေရာဖျောက်နေထိုင်နေခဲ့သူပါ။တစ်နေ့မှာတော့ သူခြေရာဖျောက်နေနေတဲ့နေရာကို မိတ်ဆွေဟောင်းတစ်ယောက်ရောက်လာပြီး သတင်းတစ်ခုကိုပါ ယူလာခဲ့ပါတယ်။\nအဲ့ဒီသတင်းကတော့ တစ်ချိန်ကသူချစ်ခဲ့တဲ့မိန်းကလေးဟာ မသေဆုံးသေးဘဲအသက်ရှင်နေသေးတယ်ဆိုတဲ့သတင်းဖြစ်ပြီး\nအဲ့ဒီမိန်းကလေးကိုလည်း Snagနဲ့ရန်ငြိုးရှိခဲ့ဖူးသူက ဖမ်းဆီးထားတယ်ဆိုတဲ့သတင်းပါ။သတင်းကြားတာနဲ့ Snagတစ်ယောက် သူ့ချစ်သူကောင်မလေးကို\nသွားကယ်ဖို့ကြိုးစားတာတွေကို ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10 x 05 ပဲ ဖြစ်ပါတယ်။Genre..... Action, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 626MB | 305MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10 x 05\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1e7g2/Snag.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Mystery, Thriller"
    }
]