[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/24-133x200.jpg",
        "title": "Tulah 6/13 (2022)",
        "description": "Tulah (2023) ဇာတ်လမ်းအစမှာတင်လန့်သွားရတဲ့ သည်းထိပ်ရင်ဖိုဇာတ်လမ်းလေးကို ကြည့်ရှုဖို့ အသင့်ပဲလား...ဇာတ်လမ်းအစက ဗိုက်ကြီးနေတဲ့အမေဖြစ်သူရဲ့ နောက်ပိုင်းဇာတ်ကွက်မြှုပ်ထားပြီး ထူးခြားဆန်းပြားတဲ့အရာတွေကို\nတွေ့မြင်နေရတဲ့ ဂီလန်းတစ်ယောက်... မွေးနေ့မှာပဲ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ အပန်းဖြေစခန်းချခရီးလေးထွက်ပြီး\nမွေးနေ့ပွဲလေးကျင်းပကြမယ်လို့ စီစဉ်ထားတဲ့သူတို့သုံးယောက်ဆီကို ရောက်လာတဲ့ မကြိုဆိုချင်ဘဲ ကြိုဆိုလိုက်ရတဲ့\nနောက်ထပ် သူငယ်ချင်းနှစ်ယောက်...ဒီလိုနဲ့ သူတို့ငါးယောက်စတင်ခဲ့တဲ့ မွေးနေ့ပွဲခရီးစဉ်လေးမှာ ရေတံခွန်သွားဖို့\nတောင်ဖြတ်လမ်း‌တစ်လျှောက်က မြင်တွေ့ခဲ့ရတဲ့ ပုံရိပ်တွေ... ဒီပုံရိပ်တွေနဲ့\nမသိခြင်းများစွာက ဘယ်ကနေများ စတင်လာခဲ့တာလဲ ... နောက်ပိုင်းမှာရော\nဘယ်လိုစိတ်လှုပ်ရှားစရာတွေကို ဆက်တွေ့ရမလဲကဲကဲ ဒါတွေကို သိချင်လာပြီဆိုရင်တော့ ကြောက်စိတ်ပြေအောင်\nချစ်ရသူရဲ့လက်ကိုကိုင်ထားပြီး ကြည့်ရှုလိုက်ကြပါစို့..\nဒီဇာတ်လမ်းလေးကိုတော့ BpL~ ToMo~Dee မှ\nဘာသာပြန်ဆိုပြီး အညွှန်းရေးပေးထားပါတယ်။\nFile size… 561MB\nQuality…720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ ToMo~Dee",
        "rating": "5",
        "url": "https://megaup.net/1hD9m/Tulah.6.13.2023.720p.MAXs.WEB-DL.YK(CM).mp4",
        "category": "Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kXDiHavkltsc6TL8X0diznr3AKT.jpg",
        "title": "How to Deal with a Heartbreak (2023)",
        "description": "How to Deal with a Heartbreak (2023)အေးအေးငြိမ်ငြိမ်နဲ့ လက်တွေ့ဘ၀နဲ့ဆက်စပ်ပြီး မိသားစုနဲ့ Friendship ကို အဓိက ပုံဖော်ထားတဲ့ ကားလေး လာပါပြီ။အဓိက ဇာတ်ကောင် မာဖေးက စာရေးဆရာလုပ်ရင်းကနေ Influencer လိုင်း‌ ပြောင်းသွားပြီး Blog လေးတွေတင်ကာ ပီရူးမှာ မိဘတွေနဲ့အတူ နေပါတယ်။ သူ့အမေကတော့ စာဆက်ရေးစေချင်ပေမယ့် မာဖေးက စာအုပ်တစ်အုပ်ထုတ်ပြီး ဆက်မလုပ်နိုင်သေးတာပါ။ နောက်တော့ စိတ်အပြောင်းအလဲဖြစ်အောင် ဒုတိယစာအုပ်လည်း ဆက်လုပ်နိုင်အောင် သူငယ်ချင်းတွေဆီ အလည်သွားခဲ့ပါတယ်။ သူ့သူငယ်ချင်း ၂ယောက်ကတော့ ဘ၀စီမံကိန်းတွေချပြီး အဆင်ပြေနေကြပါတယ်။စိတ်ဓာတ်ကျနေတဲ့ မာဖေးအတွက် တစ်ပူပေါ်နှစ်ပူဆင့်ပြီး သူ့အဖေကပါ နှလုံးရောဂါနဲ့ ရုတ်တရက်ဆုံးသွားတဲ့အခါ...နာကျင်မှုတွေ ပူဆွေးမှုတွေကို သူငယ်ချင်း မိတ်ဆွေတွေ အကူအညီနဲ့ ကျော်ဖြတ်ပြီး အချစ်သစ်ရှာဖွေတဲ့ပုံ... စာအုပ်အသစ်ထုတ်နိုင်ဖို့ ကြိုးပမ်းပုံတွေကို ရိုးရိုးရှင်းရှင်း သရုပ်ဖော်ထားတာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune Lai KK မှ ...",
        "rating": "",
        "url": "https://megaup.net/1hChz/(CM)_How_to_Deal_with_a_Heartbreak_(2023)_1080p.mp4,https://megaup.net/1hCgj/(CM)_How_to_Deal_with_a_Heartbreak_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4SbxFDkhxZeAAN1zxgVJpdUB3V.jpg",
        "title": "Golda (2023)",
        "description": "Golda (2023)~ IMDb - 6.1/10, Rotten Tomatoes - 53% ~အစ္စရေးနိုင်ငံရဲ့သံမဏိလေဒီကြီးလို့တင်စားခေါ်ဝေါ်ကြတဲ့ Golda Meir ဘ၀အကြောင်း တစ်စိတ်တစ်ပိုင်းတင်ဆက်ထားတဲ့ အတ္ထုပ္ပတ္တိ ဒရာမာ ဇာတ်ကားတစ်ကားပါ။ ဂိုလ်ဒါအဖြစ် ဗြိတိန်ဂန္ထဝင်မင်းသမီးကြီး Helen Mirren က သရုပ်ဆောင်ထားပါတယ်။ Golda Meir ဟာ အစ္စရေးရဲ့လေးယောက်မြောက် ၀န်ကြီးချုပ်ဖြစ်ပြီး ပထမဆုံးနဲ့တစ်ဦးတည်းသော အမျိုးသမီး၀န်ကြီးချုပ်လည်းဖြစ်ခဲ့တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ယောက်ပါ။ဒီကားကို ၁၉၇၃ ခုနှစ်တုန်းကဖြစ်ပွားခဲ့တဲ့ အစ္စရေး နဲ့ တစ်ဖက်က အီဂျစ် ဆီးရီးယားဦးဆောင်တဲ့ အာရပ်နိုင်ငံများရဲ့စစ်ပွဲဖြစ်တဲ့ နာမည်ကျော် Yom Kippur စစ်ပွဲဖြစ်ပွားခဲ့တဲ့ကာလကို အခြေတည်ရိုက်ထားပါတယ်။ ၁၉၆၇ တုန်းက အစ္စရေးသိမ်းယူခဲ့တဲ့ ဂိုလန်တောင်ကုန်းနဲ့ ဆီနိုင်းပင်နီဆူလာကို ပြန်ရယူချင်တဲ့အတွက်ကြောင့် အီဂျစ်နဲ့ ဆီးရီးယားက ဂျူးဘာသာရေးနေ့ ယွန်ကီပေါလ်နေ့မှာ အစ္စရေးကိုအလစ်၀င်တိုက်ခဲ့တဲ့စစ်ပွဲဖြစ်ပြီး အစ္စရေးက အစပိုင်းမှာရှုံးနေရာကနေ ဘယ်လိုနာလန်ပြန်ထူပြီး အောင်ပွဲဆင်နိုင်ခဲ့တာလဲဆိုတဲ့ သမိုင်းကိုပါလေ့လာနိုင်တဲ့အပြင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Dvnq/(CM)_Golda_(2023)_1080p.mp4,https://megaup.net/2Dvln/(CM)_Golda_(2023)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/RDX1-137x200.jpg",
        "title": "RDX: Robert Dony Xavier (2023)",
        "description": "RDX:Robert Don't Xavier (2023)IMDb-7.8/10တောင်ပိုင်းကားကြမ်းကြမ်းလေးမှကြိုက်တဲ့လူတွေအတွက်\nသူငယ်ချင်းသုံးယောက်ပေါင်းကြမ်းကြမဲ့ရုပ်ရှင်ကား‌ကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်\nဘတ်ဂျက်အနေနဲ့ ၈ ကုဋေပဲသုံးထားတဲ့ဒီကားဟာ ကုဋေ ၈၀ ကျော်ထိရအောင် ပြန်ရှာနိုင်ခဲ့တဲ့ကားပါ\nမလေးယားလမ်းရုပ်ရှင်တွေမှာ စတုတ္ထမြောက်ဝင်ငွေအကောင်းဆုံးကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းဘုရားပွဲတစ်ခုက ဖြစ်လိုက်တဲ့ရန်စတစ်ခုက အိမ်ထဲထိဝင်ပြီး မိသားစုကိုပါ ဒုက္ခပေးတဲ့အချိန်...\nဆိုးတူကောင်းဖက် သူငယ်ချင်း သူများအနိုင်ကျင့်ခံရတာသိလိုက်ရတဲ့အချိန်...\nချစ်ရတဲ့သူနဲ့ သူငယ်ချင်း အချစ်နဲ့မေတ္တာ နှစ်မျိုးထိပ်တိုက်တွေ့ရွေးချယ်လာရချိန်ရောဘတ် ဒွန်နီ စေဗီဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့ သံယောဇဉ် သူတို့တွေတန်ဖိုးထားကြတဲ့\nအချစ်မေတ္တာတွေအတွက် ရန်သူတွေကို တိုက်ခိုက်ရင်ဆိုင်ကြတဲ့ဒီကားဟာ\nAction/Thriller ကြိုက် ပရိသတ်ကြီးတို့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Dee ~ Moon ~ ToMo တို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Dee ~ Moon ~ ToMo",
        "rating": "7.8",
        "url": "https://megaup.net/2Dvgg/RDX_(2023)_Malayalam_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-YK(CM).mp4,https://megaup.net/1hAlp/RDX_(2023)_Malayalam_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/kv4n3xgRWtkldaD4kyy1FvpW6bO.jpg",
        "title": "The Retirement Plan (2023)",
        "description": "The Retirement Plan (2023)~ Rotten Tomatoes - 60% ~မင်းသားကြီး Nicolas Cage လို့ ပြောလိုက်ရင်တော့ မသိတဲ့သူက မရှိသလောက်ပါပဲ။ ဒီတစ်ခေါက် ဇာတ်ကားမှာတော့ နစ်ကိုလပ်ကေ့ဂ်အပြင် သူ့ရဲ့ ဘော်ဒါရင်းတစ်ယောက်လည်းဖြစ်သလို \"Hellboy\" ကားတွေနဲ့ လူသိများခဲ့တဲ့ မင်းသားကြီး Ron Perlman လည်း တွဲဖက်အနေနဲ့ တဖန်ပြန်လည်ပါဝင်လာတာကို တွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကိုတော့ အက်ရှ်လေဆိုတဲ့ အမျိုးသမီးဇာတ်ဆောင်ရဲ့ မိသားစုအပေါ်အခြေခံပြီးရိုက်ကူးထားတာပါ။ အက်ရှ်လေရဲ့ အမျိုးသား ဂျင်မီက လူမိုက်အဖွဲ့ထဲဝင်ထားတဲ့ လျှို့ဝှက်သတင်းပေးတစ်ယောက်ပေါ့။ ဒါပေမဲ့ တစ်နေ့မှာ ဂျင်မီက အထက်အမိန့်နဲ့ သူ့အလုပ်က ထိပ်တန်းလျှို့ဝှက်ချက်တွေပါနေတဲ့ ဟာ့ဒရိုက်တစ်ခုကို ခိုးလာခဲ့ပါတယ်။ ဂျင်မီရဲ့ ဒုစရိုက်အဖွဲ့အစည်းက ခေါင်းဆောင်ဖြစ်တဲ့ ဒွန်နီက ဂျင်မီတို့မိသားစုကို လိုက်ဖမ်းတော့ ဂျင်မီတို့ခဗျာ ထွက်ပြေးရရှာတာပေါ့။ ဒါပေမဲ့ ဂျင်မီရဲ့သမီးဖြစ်သူ ဆာရာကပဲ သူတို့အဘိုးနေတဲ့နေရာကို လေယာဉ်နဲ့လွတ်သွားရှာပါတယ်။ လွတ်သွားတဲ့နေရာကတော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3Zq5z/(CM)_The_Retirement_Plan_(2023)_1080p.mp4,https://megaup.net/2DvaC/(CM)_The_Retirement_Plan_(2023)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5TA3AmwWKasVMRFGXZk0gRv2Oz6.jpg",
        "title": "Island Escape (2023)",
        "description": "Island Escape (2023)Science-Fiction နဲ့ Horror ကြိုက်တဲ့သူအတွက် တကယ်ကောင်းတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်အိမ်ကိုတော့ လူမသိသူမသိကျွန်း တစ်ကျွန်းပေါ်မှာ အခြေခံထားပါတယ်။ ဒီကျွန်းက \"Elite Soldier\" တွေကို မွေးထုတ်ဖို့အတွက် လေ့ကျင့်ပေးတဲ့ကျွန်းတစ်ကျွန်းဖြစ်ပါတယ်။ ဒါပေမဲ့ မတော်တဆမှုတစ်ခုဖြစ်ပြီးနောက်ပိုင်းမှာ ဒီကျွန်းဟာ ပြင်ပလောကနဲ့ အဆက်အသွယ်ပြတ်သွားတယ်။ သုတေသီတစ်ယောက်ဖြစ်တဲ့ စီအီးအိုတစ်ယောက်ရဲ့သမီးကလည်း မတော်တဆမှုထဲပါသွားတဲ့အတွက် စီအီးအိုရဲ့ သမီးကို သွားကယ်ဖို့ ကုမ္ပဏီကနေပြီးတော့ စစ်ပြန်နဲ့ ပရော်ဖက်ရှင်နယ်တစ်စုကို ငှားပါတော့တယ်။ ဒီအဖွဲ့ထဲမှာဆိုရင် ဇာတ်လမ်းရဲ့ မင်းသားဇာတ်ဆောင်နှစ်ဦးဖြစ်တဲ့ ချေ့စ်နဲ့ ရပ်စ်ဆိုပြီးပါလာပါတယ်။ သူတို့နှစ်ယောက်က ဒီစစ်ဆင်ရေးမတိုင်ခင် အရင်စစ်ဆင်ရေးတစ်ခုမှာအတူလုပ်ခဲ့ဖူးကြပေမဲ့ အဲဒီစစ်ဆင်ရေးမှာဖြစ်ခဲ့တဲ့မတော်တဆတစ်ခုကြောင့် ချေ့စ်ဟာ အတိတ်မေ့ရောဂါဖြစ်နေခဲ့ပါတယ်။ ဒါပေမဲ့လည်း သူ့စိတ်ထဲမှာတော့ ရပ်စ်ကို မယုံသင်္ကာဖြစ်နေခဲ့ပါတယ်။ ဒီတစ်ခေါက်မှာလည်း ချေ့စ်တို့နှစ်ယောက်ဟာ စစ်ဆင်ရေးအတူထွက်ဖြစ်ခဲ့ကြတာပေါ့။လူမသိသူမသိကျွန်းကို ရောက်သွားတဲ့အခါမှာတော့ စစ်ဆင်ရေးထဲပါသွားတဲ့သူတွေအားလုံး ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ တစ်ခုပြီးတစ်ခုနဲ့စတင်ကြုံတွေ့လာရပါတော့တယ်။ ကျွန်းပေါ်မှာ သုတေသီတစ်ယောက်မှ ရှာမတွေ့တော့တဲ့အပြင် အလောင်းများစွာကို ရှာတွေ့ကြပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/3jsfy/(CM)_Island_Escape_(2023)_1080p.mp4,https://megaup.net/1Xxjb/(CM)_Island_Escape_(2023)_720p.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLSoVBuBa3aqFBgBY2puu3BN8of.jpg",
        "title": "Slotherhouse (2023)",
        "description": "Slotherhouse (2023)~ IMDb - 6.1/10, Rotten Tomatoes - 64% ~ကာတွန်းတွေ၊ မှတ်တမ်းရုပ်ရှင်တွေထဲမှာ အရမ်းကို နှေးတဲ့အကောင်လေးတွေအဖြစ် ပုံဖော်ထားတဲ့ စလော့သ်ဟာ ဒီရုပ်ရှင်ထဲမှာ မြန်ဆန်ပြီး လူလို ဉာဏ်ကောင်းနေပါတယ်။ ပြီးတော့မှ စိတ္တဇလည်းဖြစ်နေပြီး လူတွေကို လိုက်သတ်တဲ့ ကားမျိုးပါ။ ဒီရုပ်ရှင်ကတော့ ဟော်ရာ၊ ဟာသ အမျိုးအစားပါပဲ။ သားသတ်ရုံကို slaughterhouse လို့ ခေါ်ပြီး အဲဒီစာလုံးကိုမှ မျောက်မောင်းမတွေနဲ့ ဆင်တဲ့ စလော့သ်အကောင်လေးနာမည်နဲ့ ပေါင်းပြီး Slotherhouse လို့ ပေးထားတာပါ။ ဓားတွေသေနတ်တွေနဲ့ ချတာတွေပါပြီး Scary movie ဆန်ဆန် အခွီတွေလည်းပါပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အထက်တန်းကျောင်းက မိန်းကလေးဆောင်တစ်ခုမှာ နောက်ဆုံးနှစ် တက်နေတဲ့ အမ်မလီဆိုတဲ့ ကျောင်းသူလေးဟာ တောထဲက မုဆိုးတစ်ယောက်ဖမ်းလာတဲ့ စလော့သ်လေးတစ်ကောင်ကို ခေါ်လာမိပါတယ်။ သူ့ကို တစ်ဆောင်လုံးက သဘောတွေကျပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/2DuB1/(CM)_Slotherhouse_(2023)_1080p.mp4,https://megaup.net/1Xx6m/(CM)_Slotherhouse_(2023)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMmVkNTdjZmMtMWNmMC00ZjY1LThmYTQtODRiMGU2ZTFkYjgzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-137x200.jpg",
        "title": "Gandeevadhari Arjuna (2023)",
        "description": "Gandeevadhari Arjuna (2023)IMDb-7.7/10Missionတွေလုပ်ရတဲ့ Agent movieတွေကို နှစ်သက်သူတို့အကြိုက်တွေ့မယ် IMDb 7.7 ရထားတဲ့\nရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးမှာပါ။ ဒီကားထဲမှာတော့ မင်းသားချော Varun Tej ကို\nအရည်အချင်းမှာ သူမတူအောင်ထက်မြက်ပေမဲ့ အမိန့်မနာခံဘဲ ထင်ရာလုပ်တတ်တဲ့အေးဂျင့်အနေနဲ့ မြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းရာသီဥတုဆိုးရွားစွာပြောင်းလဲမှုဒဏ်ကို ကမ္ဘာနဲ့အဝှမ်းခံစားလာရတဲ့အတွက် အမြဲအိပ်ပျော်နေတတ်တဲ့\nUNကြီးလည်းနိုးထလာပြီး ရာသီဥတုပြောင်းလဲမှုအတွက် အဓိကကျတဲ့ နိုင်ငံ ၂၅ နိုင်ငံမှာ\nစောင့်ကြည့်သူတွေခန့်အပ်ဖို့ အဆိုတင်သွင်းလာပါတယ်။ အိန္ဒိယနိုင်ငံအတွက် စောင့်ကြည့်သူအဖြစ်\nလျာထားခံရသူကတော့ သစ်တောဝန်ကြီးအာဒီသရာပါ။စက်ရုံစွန့်ပစ်ပစ္စည်းတွေရဲ့ စွန့်ပစ်မှုကိုကြည့်ရှုစစ်ဆေးအရေးယူရမယ့်သူအဖြစ် ခန့်အပ်ခံရခြင်းနဲ့အတူ\nမသမာတဲ့လုပ်ငန်းရှင်တစ်စုရဲ့ မဟာရန်သူတော်ကြီးဖြစ်လာတဲ့ဝန်ကြီးအာဒီသရာ၊ သူ့ကို ကာကွယ်ပေးနေတဲ့\nဆရာဖြစ်သူ‌ဗီဂျေးက ဒဏ်ရာရသွားတဲ့နေရာ အာဂျွန်က ဆရာ့ကိုယ်စား ဝန်ကြီးကိုကာကွယ်ဖို့ဖြစ်လာတဲ့အခါ...ဝန်ကြီးရဲ့ကိုယ်ရေးအရာရှိဖြစ်တဲ့အိုင်ရာနဲ့ တစ်ချိန်ကဇာတ်လမ်းလေးကလည်းရှိနေတော့ အာဂျွန်တစ်ယောက်\nနောက်ဆံတင်းနေပေမဲ့ ဆရာကလည်း အကူအညီတောင်းတာဖြစ်ပြန်၊ တစ်ဖက်မှာလည်း အမေ့ရဲ့ဆေးကုစရိတ်ကြောင့်\nငွေလိုနေတဲ့အခါ အလုပ်ကိုလက်ခံပြီး ဝန်ကြီးကိုကာကွယ်ဖို့ ဖိုင်တွဲနံပါတ် ၁၃ ကိုအရယူဖို့ အာဂျွန်တစ်ယောက်\nဘယ်လိုကြိုးစားသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Alex ~ Dee ~ YH ~ ToMo~KKKZ တို့ပဲဖြစ်ပါတယ်\nFile ...",
        "rating": "7.5",
        "url": "https://megaup.net/1hz56/Gandeevadhari_Arjuna_(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1hz5q/Gandeevadhari_Arjuna_(2023)_Telugu_WEB-DL_-_720p_-YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNWQyZmVjZDgtZTg3ZS00NmEyLThlYWQtMjUzZjQwZGIzYzZjXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-141x200.jpg",
        "title": "Soorpanagai{Nene Naa} (2023)",
        "description": "Nene Naa (2023)\nIMDb - 7.3/10\nဒီဇာတ်ကားမှာတော့ အခြားစုံထောက်ကားတွေနဲ့ မတူဘဲ\nရှေးဟောင်းသုတေသနဌာနနဲ့ ရဲတွေပေါင်းပြီးတော့\nအမှုလိုက်ကြတဲ့ ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းရဲ့အစမှာတော့ နိုင်ငံခြားသားတစ်ယောက်ဟာ\nတောထဲကို လေ့လာရေးလာရင်းနဲ့ မြေကြီးထဲကို ဆွဲနှစ်ခံလိုက်ရပါတယ်။\nအဲဒီလိုဖြစ်တဲ့နေရာမှာ သွေးကွက်တွေကို တွေ့လိုက်ရတဲ့ ရိန်းဂျားရာဂျီက\nရဲတွေကို အကြောင်းကြားလိုက်တဲ့အခါမှာ ဒီအမှုကို လိုက်ဖို့အတွက် ဖြစ်လာခဲ့ပါတယ်။အဲဒီနောက်မှာတော့ မြေကြီးကို စစ်ဆေးပေးဖို့အတွက် ရှေးဟောင်းသုတေသနဌာနကို\nအကူအညီတောင်းတဲ့အခါမှာတော့ ဒီဗီရာတစ်ယောက် ရဲတွေကို ကူညီပေးဖို့အတွက် ဖြစ်လာခဲ့ပါတယ်။\nဒီဗီရာတစ်ယောက် မြေကြီးကို စစ်ဆေးဖို့အတွက် မြေကို တူးခိုင်းလိုက်တဲ့အခါမှာတော့\nလွန်ခဲ့တဲ့ လေးရက်လောက်ကမှ သေဆုံးသွားခဲ့ရတဲ့ နိုင်ငံခြားသားက အရိုးခြောက်ဖြစ်နေခဲ့ပါပြီ။\nဘာလို့ ဒီလိုအရိုးခြောက်ဖြစ်သွားရတာလဲ …..ဒီအကြောင်းကို စစ်ဆေးရင်း အတိတ်ကအကြောင်းတွေနဲ့ ဆက်စပ်ပြီး\nဘာတွေ ဆက်ဖြစ်လာဦးမှာလဲ ဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမယ့်\nကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ် ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aditi~Cherry~Moon~Alex~ToMo တို့ပဲဖြစ်ပါတယ်)\nFile size…2.6GB / 1.25GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.3",
        "url": "https://megaup.net/1hyhd/Nene_Naa_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_.YK(CM).mp4,https://megaup.net/1hyh2/Nene_Naa_(2023)_Telugu_TRUE_WEB-DL_-_720p_.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/no-one-will-save-you-movie-poster-160x200.jpg",
        "title": "No One Will Save You (2023)",
        "description": "ဂြိုလ်သားကားပေမဲ့ ကြောက်စရာကောင်းပါတယ်။သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာအမျိုးအစားရိုက်ကူးထားတာပါ။အိမ်မှာ တကိုယ်တည်း ကိုယ့်ဟာကိုယ်တောင် အာရုံနောက်နေတဲ့ကောင်မလေးတစ်ယောက်အိမ်ကို ဂြိုလ်သားတွေရောက်လာပြီး လိုက်သတ်ပါတယ်။အဲဒီဂြိုလ်သားတွေက ကမ္ဘာကြီးကိုသိမ်းဖို့ ကြိုးစားနေတာကို ပြန်တိုက်ရပါတယ်။ပြဿနာက မြင်နေရတဲ့ ကမ္ဘာနဲ့ ဖြစ်တည်မှုတွေက အစစ်လိုလိုအတုလိုလို စဉ်းစားရခက်နေတာပါ။ဖန်တီးခံထားရတာတွေကဘာလဲ၊ တကယ်ဖြစ်နေတာတွေကဘာလဲ၊ ဒီကောင်မလေးကိုရောဘာလို့ ဂြိုလ်သားတွေက သတ်ချင်တာလဲ သို့လောသို့လောနဲ့ ကြည့်ရမှာပါ။ဒါရိုက်တာကတော့ အရင်ကတည်းက နာမည်ကြီး ရုပ်ရှင်တွေဖြစ်တဲ့The Divergent Series: Insurgent တို့ Love and Monsters တို့ကိုဇာတ်ညွှန်းရေးခဲ့တဲ့ Brian Duffield ပါ။မင်းသမီးကတော့ မှတ်မှတ်ရရ Unbelievable  ဆိုတဲ့စီးရီးမှာ ကောင်းကောင်းကြီး သရုပ်ဆောင်သွားတဲ့ Kaitlyn Dever ပါပဲ။သူနာမည်ကြီးခဲ့တဲ့ Unbelievable  စီးရီးကိုလည်းချန်နယ်မြန်မာမှာ ကြည့်လို့ရပါတယ်။မုဒိန်းမှုနဲ့တိုင်တာကို ဘယ်သူမှမယုံကြတဲ့ ဖြစ်ရပ်မှန်စီးရီးပါ။အခုရုပ်ရှင်ထဲမှာလည်း စကားတောင် မပြောဘဲသူတစ်ယောက်တည်းနဲ့ တစ်ကားလုံးကို စိတ်ဝင်စားစရာ ဆွဲခေါ်သွားပါလိမ့်မယ်။ကြည့်လိုက်ကြပါဦး။  File size…  3 GB / 1 GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/1hyi2/no.one.will.save.you.2023_.2160p._4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv,https://megaup.net/2DsT7/no.one.will.save.you.2023_1080__5.1_H_%7BCM%7D_TSK.mp4,https://megaup.net/1Xvga/No.One.Will.Save.You.2023.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZTc3YWU0NWQtZTc2MC00MDUxLThhYzgtNTFlZWZkMmQ1YmNhXkEyXkFqcGdeQXVyMTIxMTQ3MDAx._V1_-160x200.jpg",
        "title": "Vidyarthi (2023)",
        "description": "Vidyarthi (2023)ဒီဇာတ်ကားက IMDb 9.1 ရထားတဲ့ ဇာတ်ကားဖြစ်ပြီး\nလုံးဝလက်မလွှတ်တန်းကြည့်သင့်တဲ့ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။တက္ကသိုလ်တက်စဉ်က ရတဲ့ Vibeမျိုးလည်း ရပြီးတော့\nအစပိုင်းမှာပေါ့ပေါ့ပါးပါးလေးနဲ့ နောက်ပိုင်းမှာရော\nဘယ်လိုတွေ ကြမ်းပြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ ချိုင်တန်ညာဟာ အရွယ်လွန်မှ\nစိုက်ပျိုးရေးမေဂျာသင်ဖို့အတွက် ကောလိပ်တတ်ဖို့ဖြစ်လာခဲ့ပါတယ်။\nသူတက်တဲ့ကောလိပ်မှာတော့ မျိုးရိုးအဆင့်အတန်းခွဲခြားတတ်ပြီးတော့\nမျိုးရိုးနိမ့်တဲ့သူတွေကို အနိုင်ကျင့်ပြီး မတူမတန်ဆက်ဆံတဲ့သူတွေရှိနေပါတယ်မျိုးရိုးမြင့်တဲ့ အချောအလှလေး မဟာလက်ချ်မီးနဲ့ မျိုးရိုးနိမ့်တဲ့\nချိုင်တန်ညာတို့ တွေ့ပြီး ခင်ကြတဲ့အခါမှာ ဘာတွေဖြစ်လာမလဲ.....\nလက်ခ်ျမီးရဲ့ အဖေ ဘူပါသီမှာလဲ သတ်ရတဲ့ထိ မုန်းတီး‌အငြိုးဖွဲ့နေတဲ့\nရန်သူတော်ဆက်သ်ရမ်ရှိနေပြီး သမီးရဲ့အသက်ကို\nရန်ရှာဒုက္ခပေးလာတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ....\nစတဲ့အချစ်အမုန်း ဇာတ်နိမ့်ဇာတ်မြင့် ရန်ငြိုးအာဃာတတွေနဲ့အတူ\nစိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားတဲ့ရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM BOLLYWOOD TEAM မှ Moon, Aditi, Alex နဲ့ ToMo တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.3GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 8mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Aditi~ Alex ~ToMo",
        "rating": "9.1",
        "url": "https://megaup.net/1Xv2h/Vidyarthi_(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/2Dsv8/Vidyarthi_(2023)_Telugu_WEB-DL_-_720p_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjg0ZTM1MTgtNmM4OC00OGEzLWEyNGMtYTI4NjI3Yjg3MmQwXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-161x200.jpg",
        "title": "The Heart of Suhita (2023)",
        "description": "The Heart Of Suhita (2023)\nIMDb - 8.6/10မိုးအေးအေးမှာ အချစ်ဒရာမာအေးအေးလေးနဲ့ ခံစားကြည့်ရှုချင်တဲ့သူတွေအတွက်\nအင်ဒိုဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ Rating 8.6 ထိရရှိထားပြီး\nဇာတ်အိမ်ကောင်းကောင်းနဲ့မို့ အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာလင်နာဆူဟိတာဆိုတဲ့ကောင်မလေးဟာ ငယ်ငယ်ကတည်း သိတတ်လိမ္မာပြီး\nကိုယ့်ဖြစ်ချင်တာကိုလည်း ရအောင်လုပ်တတ်တဲ့သူတစ်ဦးပါ။ အိုင်အန်ဝါဆိုတဲ့\nအစ္စလာမ်ဘော်ဒါကျောင်းမှာ ကြီးပြင်းခဲ့ရပြီး ဂုစ်ဆိုတဲ့ကောင်လေးနဲ့တွေ့ဆုံခဲ့ပါတယ်။ဂုစ်ဟာ အာလင်နာကို နည်းနည်းလေးမှတောင်စိတ်မဝင်စားပေမဲ့\nနှစ်ဖက်မိဘရဲ့ပေးစားမှုကြောင့် နှစ်ယောက်သားလက်ထပ်ဖြစ်ခဲ့ကြပါတယ်။\nအာလင်နာဟာ ယောက္ခထီး ယောက္ခမတွေရဲ့ အချစ်ကိုရပေမဲ့\nခင်ပွန်းအချစ်မခံရတဲ့သူတစ်ယောက်ပေါ့။ တစ်ဖက်မှာလည်း\nဂုစ်ဟာ ရန်းဂနစ်ဆိုတဲ့ကောင်မလေးကိုသာ စိတ်ဝင်စားနေတဲ့အခါ...\nရှေ့ဆက်သူတို့‌တွေဘာတွေဆက်ဖြစ်မယ်ဆိုတာ ဇာတ်အိမ်ခိုင်မာပြီး\nငြိမ့်ငြိမ့်လေးနဲ့ အဆုံးထိဘယ်လိုဆွဲခေါ်သွားမယ်ဆိုတာ\nကြည့်ရှုခံစားဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~Alex~KKKZ~ToMo~Cherry တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.99GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Moon~Alex~KKKZ~ToMo~Cherry",
        "rating": "8.6",
        "url": "https://megaup.net/1hxne/The.Heart.of.Suhita.2023.1080p.NF.WEB-DL.YK(CM).mp4,https://megaup.net/1hxmt/The.Heart.of.Suhita.2023.720p.YK(CM).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODUzMThjZGMtY2I2ZS00OTMzLTg4MzktMzMxZTQxZTQzMjU2XkEyXkFqcGdeQXVyMTQ3NjM3NjU4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dirty 3rd: Next Generation (2023)",
        "description": "The Dirty 3rd: Next Generation (2023)\n============================ဒီကားကတော့လူမဲတွေရဲ့ ရပ်ကွက်ထဲကအထာတွေ\nစရိုက်တွေအကြောင်းရိုက်ထားတာပဲဖြစ်ပါတယ်။ Zaire\nတစ်ယောက်သူ့ပထွေးသူ့အမေကိုရိုက်နေတာမြင်တော့\nစိတ်မထိန်းနိုင်ပဲသူ့ပထွေးကိုပစ်သတ်မိသွားပါတယ်။ သူ့\nအမေကသူ့ကိုထောင်မကျစေချင်တာကြောင့်သူအဖိုးရှိတဲ့\nHouston ကိုပြေးခိုင်ပါတယ်။ မြင်လဲမမြင်ဖူး အဆက်အ\nသွယ်လဲမရှိတဲ့အဖိုးကို Zaire တစ်ယောက်ရှာတွေ့မှာလား\nသူ့အဖိုးကဘယ်လိုလူမျိူးလဲ ဘာအလုပ်လုပ်တဲ့သူလဲ သူ့ကို\nရောကြိုဆိုမှာလားဆိုတာတွေကို ကြည့်ရှုရမယ့် ကားလေးပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.38 GB) / (635 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "6.6",
        "url": "https://megaup.net/3jjgx/The.Dirty.3rd.Next.Generation.2022.1080p.AMZN.WEBRip.(CM).mp4,https://megaup.net/1hqT5/The.Dirty.3rd.Next.Generation.2022.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/36yXBcMUvTwdUU0ltEkLYXQ0dD6.jpg",
        "title": "[18+] Ligaw na bulaklak (2023)",
        "description": "Ligaw na bulaklak (2023)ကယ်ဗင်ပတ်စ်ကွယ်ဟာ တက်သစ်စမင်းသားတစ်ယောက်ဖြစ်ပြီး လတ်တလော ကားရိုက်များနေတာကြောင့် အနားယူချင်နေတယ်လို့ သူ့ဘေးနားက လူတချို့ကို ပြောထားခဲ့မိပါတယ်။တစ်နေ့မှာ ရိုက်ကွင်းအပြီး ပါတီတစ်ခုကအပြန်လမ်းမှာ မတော်တဆမှုကြုံပြီး သတိလစ်မေ့မျောသွားခဲ့ပါတယ်။သူနိုးထလာချိန်မှာတော့ သူဟာ တဲတစ်လုံးကိုရောက်နေပါတယ်။ ခြေထောက်မှာလည်း ဒဏ်ရာရထားတဲ့ သူ့ကို မိန်းမလှလေးတစ်ယောက်က ပြုစုပေးနေတာကိုတွေ့လိုက်ပါတယ်။ အဲဒီမိန်းကလေးဟာ သူ့ကို အားရှိတယ် အနာကျက်သက်သာတယ်ဆိုပြီး ဘာမှန်းမသိတဲ့ ပရဆေးတွေ အတင်းတိုက်ကျွေးလေ့ရှိတယ်။ သူတို့နေတဲ့နေရာဟာ ဝေးလံခေါင်ဖျားလွန်းပြီး လူရယ်လို့ ဒီမိန်းကလေးအပြင် စကားလုံးဝမပြောတဲ့ ဒွန်ဆိုတဲ့လူကြီးတစ်ယောက်သာရှိပါတယ်။ကယ်ဗင် တစ်စထက်တစ်စ ရိပ်စားမိလာတာက ဒီနှစ်ယောက်ဟာ သူ့ကိုကယ်တင်ထားတယ်ဆိုတာထက် အကျဉ်းချထားသလိုသဘောထားပြီး ဒီနေရာကပြန်လွတ်ဖို့ လမ်းစမမြင်ဘူးဆိုတာပါပဲ။ ဖုန်းလိုင်းမမိ အကူအညီတောင်းစရာ တစ်ခြားလူရယ်လို့မရှိတဲ့ ဒီနေရာကနေ သူဘယ်လိုအလွတ်ရုန်းမလဲ...Chloe Jenna, Sheila Snow နဲ့ Sheree တို့လို အမိုက်စားမင်းသမီးသုံးယောက်အပြိုင်ကြဲထားတဲ့ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, ...",
        "rating": "",
        "url": "https://megaup.net/1Xtc1/(CM)_Ligaw_na_bulaklak_(2023)_1080p.mp4,https://megaup.net/2DqE4/(CM)_Ligaw_na_bulaklak_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZWRlMDBiMTEtZTIzYy00ODk1LTljZGQtOGFjOWQxZjZiMDBhXkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Web (2023)",
        "description": "WEB(2023)IMDb-8.6/10စိတ္တဇဆန်ဆန် Thriller ကားကောင်းကြိုက်တဲ့သူတွေအတွက်\nIT ကုမ္ပဏီမှာလုပ်နေတဲ့ အာဘီနဲ့သူငယ်ချင်းလေးယောက်အဖွဲ့ က\nအလုပ်မှာ ထူးချွန်ကြပေမဲ့ သောက်စားမူးယစ်ပြီး ပါတီပွဲတွေလှည့်တက်ပျော်ပါးနေကြသူတွေမိဘအုပ်ထိန်းသူတွေတောင်ထိန်းမရလို့ ခေါင်းစားနေကြရတဲ့ အဆိုးမလေးတွေ\nတဖြည်းဖြည်းသူတို့က ပါတီတွေကနေ မူးယစ်ဆေးတွေပါလာကြသည်ထိတစ်နေ့သူတို့ပါတီကနေ အရက်တွေဆေးတွေသုံးပြီးအပြန် သတိရလာတဲ့အချိန်\nချောက်ချားစရာအတိနေရာတစ်ခုမှာရောက်နေပြီး\nမျက်နှာအမာရွတ်ခြေထောက်ထော့ကျိုးနဲ့ ကြောက်စရာလူတစ်ယောက်..သူတို့တွေဒီနေရာကိုဘာကြောင့်ရောက်သွားရလဲ\nလွတ်မြောက်နိုင်ကြမလားဆိုတာ ဇာတ်ကွက်အလှည့်အပြောင်းလေးတွေနဲ့ရှုစားကြည့်ပါဦး(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ YH ~ ToMo တို့ပဲဖြစ်ပါတယ်)\nFile size…2.2GB  / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ ToMo",
        "rating": "9.0",
        "url": "https://megaup.net/1Xt9p/WEB_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1Xt9h/WEB_(2023)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOWI1N2ZhOTAtMmQ3Mi00MDVkLWI3M2UtMDEzNTc4NDU4YTE1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Voice of Sathyanathan (2023)",
        "description": "Voice of Sathyanathan (2023) (IMDb 7.2/10)ရယ်ရယ်မောမောနဲ့ အက်ရှင်အကွက်တွေကို ကြည့်ရှုလို့ရ‌မယ့်\nဇာတ်‌လမ်းကောင်းလေးကို စောင့်မျှော်နေတာဆိုရင်တော့\nဒီဇာတ်လမ်းလေးကို ကြည့်ကြည့်လိုက်ပါနော်။မင်းသားကြီး Dileepရဲ့ ရယ်ရမလိုလို ငိုရမလိုလို\nသရုပ်ဆောင်ချက်တွေကိုလည်း ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်ဇာတ်ကောင်\"ဆပ်သရာနာသ်\"တစ်ယောက်ကတော့\nပေါက်ပန်းလေးဆယ်ပြောတတ်တဲ့တစ်ယောက်ဖြစ်ပါတယ်။\nပြောချင်တာပြောပြီးလို့ ပြဿနာတွေတတ်လာရင်\nဒရာမာတွေခင်းပြီး ဖြေရှင်းလို့ရမယ်လို့ ယုံကြည်ထားတဲ့သူတစ်ယောက်။တစ်နေ့မှာတော့ အရမ်းကြီးတဲ့အမှုကိစ္စတစ်ခုမှာ မထင်မှတ်ပဲပါသွားမိရာက....\nပတ်ဝန်းကျင်က ပြဿနာတွေကို ဒရာမာအမျိုးမျိုးခင်းဖြေရှင်းလို့ရပေမဲ့\nရဲတွေနဲ့ကျရင်ရော ဒရာမာတွေခင်းခွင့်ရပါဦးမလား...\nဒါ့အပြင် တွဲဖက်တွေနဲ့ ဟန်ချက်ညီညီဟာသရုပ် သရုပ်ပေါ်အောင်တစ်မျိုး\nthriller ပုံစံတစ်မျိုး ပေါ်အောင် ရိုက်ကူးထားတဲ့\nဇာတ်လမ်းလေးကို ဇာတ်အိမ်ထဲမျောရင်းတစ်ခါတည်း ကြည့်လိုက်ကြရအောင်ပါ....ဒီဇာတ်လမ်းလေးကိုတော့ CM Bollywood Team မှ ဘာသာပြန်ဆိုပြီး အညွှန်းရေးပေးထားပါတယ်။\nFile size… 2GB  / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "6.9",
        "url": "https://megaup.net/1Xt1f/Voice_of_Sathyanathan_(2023)_Malayalam_TRUE_WEB-DL_-_1080p_-AVC.YK(CM).mp4,https://megaup.net/1hvzf/Voice_of_Sathyanathan_(2023)_Malayalam.720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjU0ZmIwMTEtZmU1NS00ZDk0LWIyNTUtOTYwYjM4NDcwNzlkXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-160x200.jpg",
        "title": "Bedurulanka 2012 (2023)",
        "description": "Bedurulanka 2012 (2023)IMDB 6.2/10 ရထားတဲ့ အိန္ဒိယ\nTelugu ဘာသာစကားပြော ဟာသ/ဒရာမာ ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်\nTelugu မင်းသား Kartikeya Gummakonda သရုပ်ဆောင်ထားပါတယ်2012 ဆိုတာ တစ်ချိန်က နာမည်ပေါက်သွားခဲ့တဲ့ Hollywood ကမ္ဘာပျက်ဇာတ်လမ်းပါ\nဒီကားလေးကလည်း အဲဒီ 2012 ဒီဇင်ဘာ 21ရက်နေ့အကြောင်းကိုသတင်းမီဒီယာတွေ\nတကြော်ကြော်ပြောနေတာတွေနဲ့ စတင်ထားပါတယ် Bedurulanka ဆိုတဲ့ ရွာလေးက\nပညာတတ်နည်းပါးပြီး အုပ်ချုပ်ရေးမှူးကအစ တကယ့်သောက်တလွဲပါ\nထိုအချိန်မှာ မီဒီယာရဲ့စကားတွေကို ထပ်ဆင့်ခုတုံးလုပ်ပြီး စီးပွားရှာချင်တဲ့ လူတစ်စုကလည်း ရှိနေပြန်ပါတယ်ရှီဗာဆိုသူက ရွာမွေးခြံပေါက်ဆိုပေမဲ့ မြို့မှာ ရုပ်ရှင်ဇာတ်ကားတွေအတွက်\nCGI effect တွေပြုလုပ်တဲ့ artist တစ်ယောက်ဖြစ်ပါတယ် ရွာမှာတော့\nသူချစ်ရတဲ့ မိန်းကလေးကျန်နေခဲ့ပါတယ်တစ်နေ့ လက်ပေါက်ကပ်တဲ့ စီးပွားရှင်\nနဲ့ အနုပညာသမား ရှီဗာနဲ့ စကားအဝေ\nမတည့် ဖြစ်ပြီး ရှီဗာတစ်ယောက် အလုပ်ကထွက်လို့ ရွာပြန်လာပါတော့တယ်\n\"ကမ္ဘာမီးလောင် သားကောင်ချနင်း\" ဆိုတဲ့ အတိုင်း ဘေးဒုက္ခရောက်မယ်ဆိုကာမှ |\nအသွင်ပေါ်လာတဲ့လူတွေရဲ့ ကိုယ်ကျင့်တရားကို ထုံးစံအတိုင်း\nပေါ့ပေါ့ပါးပါးပဲ အပန်းပြေအောင်ရိုက်ကူးထားပါတယ်အညွှန်းကို KKKZ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1XsXO/Bedurulanka_2012_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_.YK(CM).mp4,https://megaup.net/2Dqqw/Bedurulanka_2012_(2023)_Telugu.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNDY2NDQ3ZWYtMjg0Zi00ZGYwLWJmNzctYzgwZTkzMTcyY2E0XkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-160x200.jpg",
        "title": "Anel Meley Pani Thuli (2022)",
        "description": "Anel Meley Panithuli 2023 IMDb-6.9/10 အဓိကဇာတ်လိုက်ကျော်\nမာသီဆိုတဲ့မိန်းက‌လေးဟာ အားကစားပစ္စည်းဆိုင်ကြီးတစ်ခုရဲ့\nလက်ထောက်မန်‌‌နေဂျာရာထူးနဲ့ အလုပ်လုပ်နေတဲ့ ရိုးသား\nဖြောင့်မှန်တဲ့ဝန်ထမ်းတစ်‌ယောက်ပါသူ(မ)ဟာ အတူတူအလုပ်လုပ်နေတဲ့ စီနီယာဝန်ထမ်းတွေအပေါ်\nလေးစားရိုသေသလို အောက်လက်ငယ်သား ဂျူနီယာဝန်ထမ်းတွေအပေါ်မှာလည်း\nဖေးမကူညီပေးတတ်တဲ့ လုပ်ဖော်ကိုင်ဖက်ကောင်းတစ်‌ယောက်ဆိုလည်း မမှားပါဘူး။တစ်ရက် သူ့လက်အောက်က ဝန်ထမ်းကောင်မလေးရဲ့ချစ်သူဟောင်းက လိုက်နှောင့်ယှက်နေလို့ သူ(မ)က\nကြားဝင်‌ဖြေရှင်းပေးလိုက်တဲ့အခါအဲဒီကောင်လေးက မာသီ့ကို အခဲမကျေဖြစ်သွားခဲ့တယ် ။တစ်ခါ ဆိုင်ကဝန်ထမ်းကောင်လေးက သူငယ်ချင်းဖြစ်သူနဲ့ပူးပေါင်းပြီး ပစ္စည်းခိုးတာကို\nမာသီသိသွား‌တော့ အလုပ်ထွက်ခိုင်းလိုက်ပါတယ်။ အဲဒီလိုနဲ့ မာသီဟာ မရည်ရွယ်ဘဲနဲ့\nလူနှစ်ယောက်ဆီက မကျေနပ်ချက်ရန်ငြိုးတွေ ရရှိခဲ့ရပါတယ်။တစ်ရက် အဲဒီဝန်ထမ်းကောင်မလေးရဲ့\nမင်္ဂလာဆောင်ပွဲလုပ်တဲ့ ကျေးရွာလေးကိုသွားရင်းမာသီတစ်ယောက်မသမာတဲ့လူယုတ်မာသုံးယောက်ဆီက မတော်မတရားပြုကျင့်ခြင်း ခံလိုက်ရပါတယ်။\nဖြစ်သမျှကုန်စင်ကို ရဲစခန်းသွားတိုင်ပြီး သူထင်ကြေးပေးတဲ့သူတွေကို ရဲကဖမ်းဆီးစစ်ဆေးကြည့်တဲ့အခါ....တရားခံတွေက သူထင်ထားတဲ့ သူတွေမဟုတ်ဘဲ မထင်မှတ်ထားတဲ့သူတွေဖြစ်နေတာကိုသိလိုက်ရပါတယ်။\nနောက်သုံးလနေရင် ချစ်တဲ့သူနဲ့လက်ထပ်ပြီး အားကစားဆိုင်က လက်ထောက်မန်နေဂျာ\nဝန်ထမ်းဘဝနဲ့ ဘဝကိုအေးအေးဆေးဆေး ဖြတ်သန်းမယ်လို့ ဆုံးဖြတ်ထားတဲ့ မာသီတစ်ယောက်\nကြုံလာရတဲ့ လောကဓံဆိုးတွေကို ဘယ်လို ကျော်လွှားအံတုပြီးနေသွားမလဲ ဆိုတာကို\nပရိသတ်ကြီးကပဲ ဆက်လက်ကြည့်ရှုခံစားပေးလိုက်ကြပါဦး...(ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH ~ BpL ~ ToMo ~ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1htr0/Anel.Meley.Pani.Thuli.Mathi.2022.1080p.YK(CM).mp4,https://megaup.net/2DolD/Anel.Meley.Pani.Thuli.Mathi.2022.720p.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzhhNjFhYmYtM2ExNS00NTliLTljZTctMmYyNmUzZjg1NWEyXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-141x200.jpg",
        "title": "Ayothi (2023)",
        "description": "Ayodhi (2023)IMDb-8.3/10အရာရာကိုအလိုမကျ ဒေါသကြီးနေတဲ့လူတစ်ယောက်နဲ့နေရတာ ဘယ်လိုနေမလဲ...?ဇနီးမိသားစုကိုလည်းစိတ်မရှည် အရာရာကိုအလိုမကျနေသူ ၊ အိမ်ထောင်ဦးစီးဆိုတဲ့စိတ်နဲ့\nအမြဲခေါင်းငုံ့ခံလာတဲ့ဇနီး ၊ ဆယ်ကျော်သက်သမီး နဲ့ မူလတန်းကျောင်းသားလေးတို့ မိသားစု\nဘုရားဖူးထွက်လာတဲ့ခရီးမှာ ဒေါသကြောင့်ပဲ ကားအက်ဆီးဒင့်ဖြစ်ပြီးဇနီးဖြစ်သူဆေးရုံရောက်သွားပါတော့တယ်ဇနီးရဲ့ အသက်လုပွဲအတွက်ဆေးရုံပြောင်းရချိန်မှာလည်း သူ့ဒေါသမာနကြောင့်နဲ့ လူနာတင်ကားရှာမရချိန်...\nသမီးဖြစ်သူရဲ့တောင်းပန်မှုကြောင့် သူစော်ကားခဲ့တဲ့ကားသမားရဲ့ သူငယ်ချင်းကပဲ ပွဲတော်ရက်မှာ မိသားစုကိုပစ်ပြီး ဆေးရုံကိုမောင်းပို့ပေးခဲ့ပါတယ်ဒေါသမာနကြီးတဲ့ လူကြီးတစ်ယောက်ဘဝအချိုးတစ်ကွေ့မှာ ပေးဆပ်မှုကြီးကြီးပေးလိုက်ရချိန် သူ့ဗီဇတွေရော ပြောင်းလဲလာမလား...\nကိုယ်ချင်းစာနာစိတ်‌ဆိုတာဘယ်လောက်ထိတောင် စွမ်းအားကြီးသလဲဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ်အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Alexia ~ Dee ~ KKKZ တို့ပဲဖြစ်ပါတယ်\nFile size…2GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Alexia ~ Dee ~ KKKZ",
        "rating": "8.3",
        "url": "https://megaup.net/1htqy/Ayothi.1080p.WEB_DL(CM).mp4,https://megaup.net/2Dolt/Ayothi.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxBe0Js4dCvp1ZGgHHnBxjtbGPw.jpg",
        "title": "El Conde (2023)",
        "description": "El Conde (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 83% ~ချီလီနိုင်ငံရဲ့ တစ်ချိန်တုန်းက အာဏာရှင်စစ်ဗိုလ်ချုပ်ကြီး ‌အကြောင်းကို ဇာတ်လမ်းဆင်ထားတဲ့ Parallel Universe က အကြောင်းဖြစ်ပါတယ်။ ပိုစိတ်၀င်စားစရာကောင်းတာက ဒီဗိုလ်ချုပ်ကြီးက အသက် နှစ်ပေါင်း ၂၅၀ အရွယ်ရှိတဲ့ သွေးစုပ်ဖုတ်ကောင်ဖြစ်နေတာပါပဲ။ ပီနိုရှက်ဟာ ပြင်သစ်တော်လှန်ရေးတုန်းက စစ်သားတစ်ယောက်ဖြစ်ပြီး သူ သွေးစုပ်ဖုတ်ကောင်ဖြစ်နေတာကို သိသွားတဲ့အခါ ပြင်သစ်ကနေ ချီလီကို ထွက်ပြေးသွားပြီး အော်ဂတ်စတိုပီနိုရှက်အဖြစ် ပြောင်းပစ်ခဲ့ပါတယ်။ သူ့ရည်မှန်းချက်က တစ်ချိန်မှာ အာဏာရှင်ဖြစ်လာပြီး လေးစားကြောက်ရွံ့တာခံရဖို့ပါ။သူ့ရည်ရွယ်ချက်အတိုင်း ချီလီမှာအာဏာသိမ်းခဲ့ပြီး အာဏာရှင်တို့ ထုံးစံအတိုင်း လူ့အခွင့်အရေးချိုးဖောက်မှုတွေ အကျင့်ပျက်ခြစားမှုတွေအကုန် လုပ်ခဲ့ပါတယ်။ သူထာ၀ရရှင်သန်နုပျိုဖို့ လူသားတွေရဲ့ နှလုံးကို အရှင်လတ်လတ် အမဲလိုက်စားသုံးတာလည်း ရှိတာပေါ့။ သားသမီးတွေကတော့ ဗိုလ်ချုပ်ကြီး သေတော့မယ်ထင်ပြီး အမွေခွဲဖို့ရာ ပြန်လာကြပါတယ်။ တစ်ဖက်မှာလည်း ဗိုလ်ချုပ်ကြီးမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Xpo9/(CM)_El_Conde_(2023)_1080p.mp4,https://megaup.net/1Xpmt/(CM)_El_Conde_(2023)_720p.mp4",
        "category": "Comedy, Fantasy, History"
    }
]