[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTljYjRlN2UtOThmMC00MzgzLWE5ZWMtM2JkODFkYTE1ZjkwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-128x200.jpg",
        "title": "Pizza 3: The Mummy (2023)",
        "description": "Pizza 3: The Mummy (2023)\nIMDb-7.0/10နာမည်ကျော် အိန္ဒိယသဲထိတ်ရင်ဖိုကားတွေဖြစ်တဲ့ ပီဇာရဲ့သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nပထမနှစ်ကားနဲ့ချိတ်ဆက်မှုမရှိပဲ သူ့ချည်းသက်သက်ကြည့်လို့ရပါတယ်။\nအခုတင်ဆက်ပေးမယ့်ကားကတော့ မံမီပေါ့။မံမီရုပ်တခုကနေ စတဲ့ဇာတ်လမ်း။သရဲတစ္ဆေတွေဆိုတာ တကယ်ရှိတာလား မရှိတာလားဆိုတာအငြင်းပွားစရာပြဿနာတစ်ခုလိုပဲ။\nမြင်ဖူးတွေ့ဖူး ကြားဖူးတယ်ဆိုပြီး သရဲတစ္ဆေတကယ်ရှိတယ်လို့ လက်ခံကြသူနဲ့\nမဟုတ်တာတွေ ပေါက်တတ်ကရဆိုပြီး လက်မခံကြသူတွေကြားမှာ အဖြေမယ်မယ်ရရ\nရှာမတွေ့နိုင်သေးတဲ့မေးခွန်းတခုပေါ့။မကောင်းဆိုးဝါးဝိညာဉ်တွေကို ဖိတ်ခေါ်နိုင်တဲ့ ရှေးဟောင်းအီဂျစ်မံမီရုပ်အသေးလေးတခုရှိခဲ့တယ်။\nအဲဒီမံမီရုပ်က ရှေးခေတ်အီဂျစ်ဘုရင်မက သူ့အင်ပါယာပတ်ဝန်းကျင်မှာရှိတဲ့\nမကောင်းဆိုးဝါးစွမ်းအင်တွေအကုန်ထည့်ပြီး သွင်းလုပ်ခဲ့တယ်။\nအဲဒီမံမီရုပ်ကို မမျှော်လင့်ပဲ နာလန်ရဲ့စားသောက်ဆိုင်မှာတွေ့ခဲ့ရတဲ့အခါမှာတော့။\nပိတ်ရက်မှာ အပန်းဖြေရင်း ကြောက်လန့်မှုအရသာကိုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~YH~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB/ 752MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~YH~Yunni",
        "rating": "6.3",
        "url": "https://megaup.net/1WBds/Pizza_3_The_Mummy_(2023)_Tamil_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYFYXToH49Ra3F20iF2vc0CYyMh.jpg",
        "title": "You Are So Not Invited to My Bat Mitzvah (2023)",
        "description": "You Are So Not Invited to My Bat Mitzvah (2023)ဒီကားလေးကတော့ လတ်တလော Rotten Tomato မှာ Rating 95% ရနေတဲ့ ဟာသကားလေးပါပဲ။\nမင်းသားကြီး Adam Sandler နဲ့ သူ့ရဲ့ မိန်းမ၊ သူ့ရဲ့သမီးတွေ မိသားစုလိုက် ပါဝင်သရုပ်ဆောင်ထားတာပါပဲ။\nသူ့ရဲ့မိန်းမနဲ့သမီးတွေဆိုပေမဲ့ အကုန်လုံးက အရင်ကတည်းက အောင်မြင်ပြီးသား သရုပ်ဆောင်၊မော်ဒယ်တွေမို့ အခုရုပ်ရှင်မှာမှ ပွဲထုတ်တာမျိုးတော့မဟုတ်ပါဘူး။\nဒီကားက Are You There God? It's Me, Margaret နဲ့အတော်လေးကို ပုံစံဆင်တူပြီး၊\nAnne with an E တို့လို ကလေးဘဝကနေ အရွယ်ရောက်တဲ့အချိန်အကြောင်း ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nရိတ်တင် ကောင်းရတဲ့အချက်ကတော့ အဖေလုပ်တဲ့သူနဲ့ သမီးတွေ အရမ်း သဘာဝကျကျ လိုက်ဖက်ညီနေတာဖြစ်ပြီး ဇာတ်လမ်းလေးကလည်း ချစ်ဖို့ကောင်းနေတာပါပဲ။\nဒီတော့ မိန်းကလေး အချစ်ဆုံးသူငယ်ချင်းတွေကြားကအဖြစ်အပျက်တွေ မိသားစုကြားကအဖြစ်အပျက် ဒရမာ ...",
        "rating": "6",
        "url": "https://megaup.net/3ixjz/You.are.So.not.Invited.to.my.Bat.Mitzvah.2023..720p..CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-26-at-23.54.24-134x200.png",
        "title": "My First Barbie: Happy DreamDay (2023)",
        "description": "My First Barbie: Happy DreamDay (2023)\n==============================\nIMDb Rating - 7.7/10AI တွေခေတ်စားလာတဲ့အချိန်မှာ ဘာဘီတို့လည်း AI ကို အားကိုးတတ်\nလာပါပြီ။ ဒီကားလေးမှာတော့ ဘာဘီတို့တစ်သိုက်စီစဉ်တဲ့မွေးနေ့မှာ AI\nကိုခိုင်းလွန်းရာကနေ ပြင်လွန်းပြီးဖင်ချွန်းသွားတာပါ။ Chelsea တစ်ယောက်\nမွေးနေ့နီးလာလို့ Surprise party ရမလား မျှော်တကိုးကိုးဖြစ်နေတဲ့အချိန်\nမှာ သူတွက်ထားသလိုပဲ ဘာဘီကလည်း ပါတီတစ်ခုလုပ်ပေးဖို့ စီစဉ်ထား\nပါတယ်။ စီစဉ်တယ်ဆိုတာကလည်း အကြံဉာဏ်ပဲထုတ်ရပြီး လက်မလှုပ်ရ\nလောက်တဲ့အထိကို သက်သာတာပါ။Dreamhouse ဆိုတဲ့ Home AI လေးကတော့ သူ့ရဲ့ Screen surface ပတ်\nပတ်လည်မှာ Light နဲ့ Electromagnetic imagery ပေါင်းစပ်ထားတဲ့ Projector\nလေးတွေပါလို့ User အမိန့်ပေးသမျှပစ္စည်းတွေရဲ့ ပုံရိပ်ကိုဖန်တီးပေးနိုင်စွမ်း\nရှိပါတယ်။ ဘာဘီတို့သူငယ်ချင်းတစ်သိုက်က Dreamhouse app ကိုသုံးပြီး\nပါတီအကြီးအကျယ်လုပ်ဖို့ ပြင်ကြတဲ့အချိန်မှာ တစ်ယောက်တစ်မျိုးစီနဲ့ Command\nအလွန်အကျွံပေးမိကြပါတယ်။ ကိုယ်မလုပ်ရဘူးဆိုတိုင်း Dreamhouse AI\nကို ခဏခဏခေါ်ပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/2Cy9r/My.First.Barbie.Happy.Dream.Day.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDcxM2FkMzAtMDcyYS00Yjg2LTg3ODItNWZjYTBkMzkxZTdhXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-133x200.jpg",
        "title": "BRO (2023)",
        "description": "IMDb-7.8/10ရုံတင်ငွေ ၁ ဘီလီယံကျော်ရခဲ့တဲ့ ဘဝအတွက်ခဏလောက်\nအတွေးဝင်သွားစေမဲ့ဇာတ်ကားကောင်းလေးတစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားရဲ့ ဒါရိုက်တာ Samuthirakani ရိုက်သမျှကားတိုင်းဟာလည်း\nပရိသတ်အားပေးမှုများစွာရရှိခဲ့တဲ့ ဘ၀ဒဿနဇာတ်ကားကောင်း‌တွေချည်းပါပဲအစ်ကိုကြီးအဖရာဆိုတဲ့အတိုင်း တစ်မိသားစုလုံးရဲ့တာဝန်တွေအတွက်\nအလုပ်တွေစီးပွားရေးတွေနဲ့ပဲ အချိန်ကုန်နေတဲ့ မာ့ခ်\nမုန့်တစ်ခုကိုကုန်အောင်မစားနိုင်ချစ်သူနဲ့တောင် နှစ်ဦးအတူထိုင်စကား‌မပြောနိုင်\nညီအစ်ကိုမောင်နှမတွေနဲ့တောင် စကားလက်ဆုံမကျနိုင်သည်ထိ အဆုံးစွန်ကြိုးစားနေခဲ့တာပေါ့သူအစွမ်းကုန်ကြိုးစားလို့ ရလဒ်ကောင်းတွေရလာတဲ့အသက်သုံးဆယ်အရွယ် GM ဖြစ်တော့မဲ့အချိန်\nချစ်သူမိသားစုညီအစ်ကိုမောင်နှမတွေကို အချိန်ပေးတော့မဲ့အချိန်မှာ သေသွားခဲ့ရတယ်တမလွန်နဲ့ ပစ္စုပ္ပန်ကြားကာလလေးမှာ အချိန်နတ်ဘုရားနဲ့တွေ့ပြီး လူ့ပြည်ကိုပြန်ဖို့တောင်းဆိုခဲ့တယ်\nသူပြန်လာနိုင်တဲ့အချိန်က ရက်ပေါင်းကိုးဆယ်...\nလူပြည့်ပြန်ရောက်တဲ့အချိန်မှာလည်း အချိန်နတ်ဘုရားက ထပ်ကြပ်မကွာလိုက်နေခဲ့တယ်..\nသူရရှိတဲ့ ရက်ပေါင်းကိုးဆယ်မှာ အဓိပ္ပာယ်ရှိတဲ့ဘဝပိုင်ဆိုင်အောင်ကြိုးစားနိုင်မလား...\nတစ်ချက်ချက်အသံပေးပြီး ရွေ့လျားနေတဲ့အချိန်မှာ\nချစ်ရသူတွေနဲ့အတူ ဘဝကိုဖြတ်သန်းဖို့ မမေ့ကြနဲ့နော်\n(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Moon ~ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1gBaj/BRO_(2023)_Telugu_TRUE_WEB-DL_-720p_-YK(CM).mp4",
        "category": "Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTY0NWRiNmItZTFmYS00MTdiLTkzMjgtMmJjNDA3YWU0NDY3XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Baby (2023)",
        "description": "Baby (2023)\nIMDb-7.9/10\nအခုတင်ဆက်ပေးမယ့် ရုံတင်ငွေကုဋေခုနစ်တယ်ထိ ရရှိအောင်မြင်ခဲ့တဲ့\nဇာတ်လမ်းလေးက တလေဂူးစကားပြော အိန္ဒိယအချစ်ဇာတ်လမ်းတစ်ပုဒ်။\"တကယ်တော့ အချစ်ဆိုတာ သိစိတ်ရဲ့ခဏတာရူးသွပ်မှုနဲ့\nမသိစိတ်ရဲ့စိတ်လိုလက်ရနိုင်တဲ့ထင်မြင်ချက်နှစ်ခု\nအေးစက်စွာခပ်မြူးမြူးတွေ့ဆုံတဲ့ တဒင်္ဂလေးပါပဲ။ချစ်သူနဲ့အတူ ချစ်ခဲ့တယ်ဆိုတဲ့ သက်တမ်းကလည်း အသေအချာစစ်ကြည့်ရင် အဲဒီတဒင်္ဂရဲ့ပြတ်တောက်မှုကို\nသတိမပြုမိဘဲ ဆက်ပြီးထင်ခဲ့မိတဲ့ မသိစိတ်ရဲ့လှည့်စားမှုတရပ်ပါ။ဒီတဒင်္ဂတွေက တခုနဲ့တခုပတ်သက်နေပေမဲ့လည်း\nတခုနဲ့တခု တာဝန်တော့မယူ။ခင်ဗျားတို့လက်ထဲမှာ ရှိနေတဲ့အဲဒီတဒင်္ဂလေး ပျက်စီးသွားတာနဲ့ ရှေ့မှာရှိခဲ့တဲ့\nတဒင်္ဂများစွာတို့ကလည်း ပြိုလဲပျက်စီးသွားနိုင်တယ်။ဒါမှမဟုတ် ရပ်တန့်ငြိမ်သက်သွားတတ်ကြတယ်။\nအချစ်ဆိုတာ တဒင်္ဂသာပိုင်ဆိုင်ရတတ်တဲ့ ခံစားမှုအစုအဝေးတခုပဲဖြစ်ပြီး တဒင်္ဂတည်းနဲ့ ဆုံးရှုံးသွားနိုင်တဲ့အရာလည်း\nဖြစ်တယ်။\"(ဒီစကားစုက ဆရာနီကိုရဲရဲ့ မကြည်ပြာနှင့်ချစ်ခြင်း၏နဂ္ဂတစ်များ၀တ္ထုထဲက စကားပြေကို စကားပြောနဲ့ပြန်ရေးပြထားတာပါ)ဒီဇာတ်လမ်းက သစ္စာမဲ့တာလား သစ္စာရှိနိုင်လွန်းတာပဲလား ကျွန်တော်လည်းမဝေခွဲတတ်။\nငယ်ငယ်ကတည်းက အိမ်နားနီးချင်းကောင်လေးနဲ့ကောင်မလေးတို့ ဆယ်တန်းကျောင်းသားဘ၀မှာ ချစ်သူတွေဖြစ်ခဲ့ပြီး\nကောင်မလေးက ကောလိပ်ကိုသွားတက်တဲ့အချိန် တတိယတယောက်ပေါ်လာတဲ့အခါမှာတော့။\nချစ်ခြင်းတရားဆိုတာ ဝေးကွာနေတာပဲဖြစ်စေ အနီးဆုံးမှာပဲရှိနေပါစေ စိတ်ချင်းနီးပြီးချစ်တတ်သူတို့အဖို့ပါပဲ။\nဒီသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကိုကြည့်ပြီး ကြည့်ရှုသူအပေါင်းဘ၀အမောတွေတိုးလာကြပါစေလို့ဆန္ဒပြုရင်း\nတင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…2.7GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe~BpL~V",
        "rating": "7.9",
        "url": "https://megaup.net/3itiA/Baby_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTJhNDI3NjEtYTg2ZS00MWI2LWFhMjItNDZlYTJjZDA5ODU2XkEyXkFqcGdeQXVyMTY0NDU5MDY1._V1_-141x200.jpg",
        "title": "Bengaluru Boys (2023)",
        "description": "Bengaluru Boys 2023ပရိသတ်တွေအတွက် ယခုပဲထွက်ရှိလာတဲ့ rating IMDb 9.1/10 ရရှိထားတဲ့\nကန်နာဒါ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘဝမှာ နောက်ဆုံးထွက်သက်ကိုရှူရှိုက်နေရတဲ့ ကုတင်အမှတ် ၄၉ ပေါ်က အချိန်မှာ ကိုယ်နဲ့အတူပါလာတာ ဘာတွေလဲ??\nစည်းစိမ်ဥစ္စာ အိမ်ရာတိုက်တာတွေလား ငွေကြေးချမ်းသာစည်းစိမ်တွေလား\nကိုယ့်ရဲ့ ထွက်သက်ငင်ရတော့မဲ့အချိန်တွေမှာ ကိုယ့်ကိုအဖော်ပြုပေးမှာ\nကိုယ့်ဘဝရဲ့ ပျော်ရွှင်စရာအခိုက်အတန့်တွေပါ ကိုယ့်ရဲ့ ဘဝမှာ\nတူတူဖြတ်သန်းခဲ့ရတဲ့ မိတ်ဆွေကောင်းတွေရဲ့ အဖိုးမဖြတ်နိုင်တဲ့ အချိန်တွေပေါ့ခုလိုလေးနက်တဲ့ ဒသနတွေနဲ့အစပြုထားပေမယ့် အဲ့ဒဿနတွေအစပြုရာဒီကားလေးက\nကျောင်းသားဘဝ ပျော်စရာလေးတွေနဲ့ ငယ်ဘဝကနေ ပေါ့ပေါ့ပါးပါးပဲ ပျော်ရွှင်ဖွယ်ရာ\nအစပြုတင်ဆက်ထားပြီးမှ လေးနက်တဲ့ ဒဿနတွေကို ပြထားတာမို့\nလက်မလွှတ်သင့်ကြောင်း ပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Saii ~ V ~ BpL ~Zwe ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.84GB / 971MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii ...",
        "rating": "9.3",
        "url": "https://megaup.net/1gzwb/Bengaluru_Boys_(2023)_Kannada_WEB-DL_-720p-YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwXPj8kYGhcZ3yP65K4OPhUVgay.jpg",
        "title": "[18+] Call Me Alma (2023)",
        "description": "Call Me Alma (2023)လူအမျိုးမျိုး စိတ်အထွေထွေရှိကြသလို ပြည့်တန်ဆာတွေမှာလည်း အမျိုးမျိုးစရိုက်အဖုံဖုံရှိကြတယ်။ ဒူးထောက်ရတာ သဘောကျတဲ့ ဘာသာရေးကိုင်းရှိုင်းသူတွေ၊ အချင်းချင်းဖြတ်ခုတ်တဲ့ လောဘသားတွေ၊ ဝါသနာပါလို့ ဒီအလုပ်လုပ်ကြတဲ့သူတွေ၊ တကယ့်ပရော်ဖက်ရှင်နယ်ဆန်ဆန် အလုပ်တစ်ခုလိုသာ သဘောထားသူတွေ စသဖြင့် အမျိုးမျိုးပေါ့လေ။ သူတို့အများစုရဲ့ ရည်မှန်းချက်ပန်းတိုင်ကတော့ ဒီဘဝကကယ်တင်ပေးမယ့်၊ သူတို့ကိုမြတ်မြတ်နိုးနိုးလက်ထပ်ယူမယ့် ကယ်တင်ရှင်တစ်ယောက်ယောက်ကိုပါပဲ။ကျွန်မမှာတော့ အဲဒီလို အတွေးအယူမှား မျှော်လင့်ချက်အမှားတွေမရှိဘူး။ သူတို့အားလုံးနီးပါး နာမည်အတုတွေသုံးလေ့ရှိကြပေမဲ့ ကျွန်မကတော့ မသုံးဘူး။ကျွန်မနာမည် \"အယ်လ်မာ\" ပါ။အယ်လ်မာက ဒီဘဝမှာပျော်ပျော်နေသလို မနက်ဖြန်ကိုလည်း သိပ်မစဉ်းစားပါဘူး။ သူ့ဘဝရဲ့အတိတ်ဆိုးတွေကို ပြောပြလေ့မရှိသလို ပြန်တွေးနေတာမျိုးလည်းမရှိပါဘူး။ သူဟာ ပစ္စုပ္ပုန်ကိုပဲ တည့်တည့်ရှုမြင်လေ့ရှိသူပါ။ ဒါပေမဲ့ သူ့ဘဝထဲကို အတိတ်ကသူ့မိခင်ဆိုသူ ရှီလာဆိုတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ချဥ်းနင်းဝင်ရောက်စပြုလာချိန်မှာ အယ်လ်မာဘယ်တုန်းကမှခေါင်းထဲမရှိခဲ့တဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာကို ခံစားမိစပြုလာပါတယ်။အားလုံးရဲ့ အချစ်တော်လေး Azi Acosta ရဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ တော်တော်မိုက်ပါတယ်။ ရှုစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2Cu3v/(CM)_Call_Me_Alma_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzI0MTgwMGEtMDA1MS00YTBjLTgxYzMtMTY4YzA0ZmU1YTFjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-141x200.jpg",
        "title": "Padachone Ingalu Kaatholee (2022)",
        "description": "Padachone Ingalu Katholi(2023)IMDb-6/10လူပျိုသိုးကြီးတို့ အစွံထုတ်တဲ့ရွေးကောက်ပွဲ\nရွေးကောက်ပွဲကတော့ တကယ့်ရွေးကောက်ပွဲအစစ်ပါ အဲ\nဒီရွေးကောက်ပွဲမှာပါနေတဲ့ အရွယ်လွန်လူပျိုကြီးတွေက ‌\nရွေးကောက်ပွဲ‌အရေးနဲ့အတူ သူတို့လူပျိုဘဝကျွတ်ရေးကိုပါတွဲအကျိုးဆောင်နေကြတဲ့ ရွေးကောက်ပွဲကြယ်တွေခူးမပေးနိုင်ပေမဲ့ ရေတွင်းတဲ့ကျနေတဲ့ကြက်ကိုတော့\nမင်းအတွက်ဆင်းကယ်ရဲပါတယ်ဆိုတဲ့ အချစ်သူရဲကောင်းကြီး\nတစ်သက်လုံးဂေါ်မစွံအဆင်မပြေရင်းက အိမ်ကိုလာတည်းတဲ့\nကောလိပ်ကျောင်းသူလေးကို မျက်စိကျသွားသူ\nအရွယ်လွန်လူပျိုကြီးတွေနဲ့ ရောင်စုံသစ်လွင်ပျိုမြစ်တဲ့\nအချစ်ဆုံတဲ့အချိန် ဘယ်လိုရယ်ပွဲဖွဲ့ရမလဲရှုစားကြည့်ပါဦး(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size… 2.3GB / 1.11GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Yunni",
        "rating": "5.6",
        "url": "https://megaup.net/1gz4o/Padachone_Ingalu_Katholi_(2022)_Malayalam_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTQ3YmUzY2MtOGZkMi00MzdlLTkyNWYtMzNiOWQwZGQ5MWY5XkEyXkFqcGdeQXVyMTIwNzcyNDg0._V1_-160x200.jpg",
        "title": "Aachar & Co (2023)",
        "description": "Aachar & Co (2023)\nIMDb-8.1/10သားသမီးတွေကို ကိုယ့်စိတ်တိုင်းကျအိမ်ထောင်ဖက်နဲ့ပဲပေးစားချင်ကြတာက\nမိဘအုပ်ထိန်းသူတော်တော်များများရဲ့ အတ္တလို့ဆိုရမလား။သူတို့ဘက်ကကျလည်း\nကိုယ့်သားသမီးကို ဆင်စီးမြင်းရံတာပဲ မြင်ချင်တာမျိုး ကောင်းစားစေချင်တာမျိုးပေါ့။\nဒီကားလေးက ၁၉၆၀ပြည့်နှစ်အလွန်က အိန္ဒိယတောင်ပိုင်းပြည်နယ်\nဘန်ဂါလူရူပြည်နယ်ကိုနောက်ခံထားပြီး အမျိုးသမီးဒါရိုက်တာ ဆင်ဒူးဆရီနီဗာဆာမူသီ\nရိုက်ကူးထားတဲ့ မိသားစုဟာသဇာတ်မြူးရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။သားသုံးယောက် သမီးခုနစ်ယောက်မွေးထားတဲ့ အစိုးရဝန်ထမ်း\nဆောက်လုပ်ရေးအင်ဂျင်နီယာကြီး ဦးအာချာပေါ့။သူ့သားသမီးတွေကို\nသူ့စိတ်တိုင်းကျဖြစ်စေချင်တဲ့ ဖခင်တယောက်။သားသမီးတွေကို သူ့စိတ်တိုင်းကျ အိမ်ထောင်ဖက်ရှာပေး အိမ်ထောင်ချပေးနေရာက\nရုတ်တရက်ကွယ်လွန်သွားတဲ့အခါမှာတော့ အိမ်ထောင်မကျသေးတဲ့\nသမီးရဲ့ဘ၀က အခြေအနေတွေပြောင်းလဲသွားပါတော့တယ်။\nအဲဒီခေတ်အခြေအနေမှာ ဘာလဲဆိုတော့ အမျိုးသမီးတွေက အိမ်ထောင်ရေးအတွက်\nအသုံးချခံအနေနဲ့ သက်မဲ့အရာလိုသတ်မှတ်ခံထားရမှုတွေကို မီးမောင်းထိုးပြရင်း\nခပ်မြူးမြူးလေးကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~BpL~Zwe~Moon~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB/ 685MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Zwe~Moon~V",
        "rating": "8.0",
        "url": "https://megaup.net/1Wv3v/Aachar_&_Co_(2023)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjI0YTJmNzktNjcwZi00MWJjLTgwYjQtMDY2MmZhOTg2ZmU1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Lakiro (2023)",
        "description": "Lakiro (2023)\nIMDb 5.2/10\nDrama/Musicalတယောက်နဲ့တယောက်ချစ်လို့ပဲဖြစ်ဖြစ် မိဘဆွေမျိုးအသိုင်းအဝိုင်းက\nပေးစားလိုက်လို့ပဲဖြစ်ဖြစ် အိမ်ထောင်တခုတည်ဆောက်ပြီးတဲ့အခါ\nအဲဒီအိမ်ထောင်ရေးကို သာယာစွာနဲ့ဆက်လက်တည်မြဲစေဖို့ ဘာတွေလိုအပ်လဲ။\nအချစ်လား ငွေကြေးချမ်းသာမှု ဒါမှမဟုတ် အလုပ်အကိုင်တွေလား\nသားသားမီးမီးတွေလား။ပုံမှန်အချစ်ဇာတ်လမ်းတွေမှာတော့ လူနှစ်ယောက် ချစ်မိကြပြီးရင် ပျော်ပျော်ရွှင်ရွှင်လက်ထပ်လိုက်ကြပါတယ်ဆိုပြီး\nဇာတ်သိမ်းသွားတတ်ကြပေမယ့် ဒီဇာတ်လမ်းမှာတော့ အဲဒီလိုမဟုတ်ခဲ့ပါဘူး။ ဟရီရှီနဲ့ ရီချာဟာ တက္ကသိုလ်ကျောင်းတော်ကြီးမှာ\nဆုံတွေ့ခဲ့ပြီး ချစ်ခဲ့ကြတယ်။ သမီးရည်းစားဘဝကို ဖြတ်သန်းပြီးကြတဲ့အခါမှာ အလုပ်ကိုယ်စီနဲ့အိမ်ထောင်တစ်ခုကို\nထူထောင်ဖို့ လက်ထပ်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ဒါဟာ သူတို့အတွက်တတော့ ပျော်ရွှင်စရာအဆုံးသတ်မဟုတ်ပဲ ပြဿနာတွေရဲ့အစဖြစ်လာပါတယ်။\nအလုပ်ကိုယ်စီလုပ်နေကြတာကိုက ကွာရှင်းဖို့လမ်းစတစ်ခုဖြစ်လာပါတော့တယ်။ အရမ်းချစ်ခဲ့ကြတဲ့\nသူတို့တွေ ဒီအိမ်ထောင်ရေးကို တည်မြဲဖို့ကြိုးစားကြမှာလား။ဒီတိုင်းပဲ လက်လွှတ်ဆုံးရှုံးခံလိုက်ကြမလားဆိုတာတော့ ဒီဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry~V~BpL~Yunni~Zweတို့ပဲဖြစ်ပါတယ်။)\nFile size…2.06GB / 898MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry~V~BpL~Yunni~Zwe",
        "rating": "5.2",
        "url": "https://megaup.net/1gxhj/Lakiro.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXt3eVpaBq6q9SaLDrgSnzsUyIl.jpg",
        "title": "Past Lives (2023)",
        "description": "Past Lives (2023)~ IMDb - 8.4/10, Rotten Tomatoes - 97% ~သူ့အကြောင်းနဲ့သူ ကိုယ့်အကြောင်းနဲ့ကိုယ် လမ်းတစ်လမ်းမှာ လျှောက်ရင်းလှမ်းရင်း သူစိမ်းနှစ်ယောက် မတော်တဆ အင်္ကျီလက်ဖျားချင်း အဖျားချင်းခတ်မိရင်တောင် ဘဝအဆက်ဆက်က ရှေးရေစက်ရှိခဲ့လို့ပဲတဲ့။ ဒီလိုခတ်မိတာကိုက ဒီမမြင်ဖူးမကြုံဖူးခဲ့တဲ့ သူစိမ်းနှစ်ယောက်ကြား အတိတ်ဘဝတွေတုန်းက အကြောင်းကံပါစရာ တစ်စုံတရာရှိခဲ့ဖူးတာကြောင့်မို့ပဲတဲ့။ရထားတစ်စင်းပေါ် ဘေးချင်းကပ် ထိုင်ခဲ့ဖူးရုံ ရေစက်မျိုးပဲဖြစ်ဖြစ်...ငှက်ကလေးတစ်ကောင်နဲ့ အဲဒီငှက်ကလေး တစ်မနက်လောက် ဝင်နားဖူးခဲ့တဲ့ သစ်ကိုင်းကလေးရဲ့ ရေစက်မျိုးပဲဖြစ်ဖြစ်...တစ်ခုသောညမှာ အတူတူကြွေကျခဲ့ဖူးတဲ့ ကြယ်လေးနှစ်စင်း သစ်ရွက်ကလေးနှစ်ရွက်ပဲဖြစ်ဖြစ်...ဘယ်လိုရေစက်မျိုးပဲရှိခဲ့ရှိခဲ့ တစ်ခုသောဘဝမှာ ၂ဦးသောသူတို့ ၂သက်၂ချစ်၂ယောက်ကမ္ဘာတည်နိုင်ဖို့ သူတို့၂ဦးကြား ဘဝပေါင်း၈ထောင်စာ ရှေးရေစက်ပေါင်း၈ထောင်ရှိဖို့လိုတယ်တဲ့။သူလိုကိုယ်လိုဘဝပါပဲ။ တစ်စုံတရာကိုလည်း ရရှိဖူးလိမ့်မယ်။ တစ်စုံတရာကိုလည်း ဆုံးရှုံးဖူးလိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဆုံဖူးခဲ့လိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဝေးဖူးခဲ့လိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ လွမ်းဖူးလိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ နေသားကျသွားလိမ့်မယ်။ မေ့လောက်ပျောက်လောက်ရှိတဲ့အခါလည်း ဆန်းဆန်းပြားပြားပဲ လွမ်းဖူးလိမ့်မယ်။ အံ့ဩဖို့ကောင်းအောင် မေ့မရတဲ့နေ့ရက်တို့တွေ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Cr9x/(CM)_Past_Lives_(2023)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjU3Mzg1NTctZjc5OS00YWRlLWFlZGUtM2MwZmM1ZmQ5YWU4XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Puppy Love (2023)",
        "description": "Puppy Love (2023)\n===============\nIMDb Rating - 6.4/10အရိုတစ်လိုင်းကြိုက်သူတွေရော၊ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ချင်\nသူတွေနဲ့ အာ‌ဝုချစ်သူတွေအတွက်ပါ အချစ်ဟာသဇာတ်မြူးလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Puppy Love ဆိုတဲ့နာမည်အတိုင်း အာဝုရေးတဲ့ဖူးစာလို့\nပြောရမယ်ထင်ပါတယ်။ အာဝုလေးတွေက အောင်သွယ်တော်လေးတွေပေါ့နော်။\nနစ်ကိုးလ် ဆိုတာ အလုပ်ကြိုးစားပြီး ထက်မြက်သွက်လက်တဲ့ ကောင်မလေးပေါ့။\nသူနေတတ်တဲ့ ပုံစံကြောင့် တော်ရုံရည်းစားက သည်းမခံနိုင်သူပါ။ တစ်နေ့မှာ\nအသည်းကွဲနေတဲ့ နစ်ကိုးလ် ဟာ လမ်းဘေးက အာ‌ဝုအထီးလေးတစ်ကောင်ကို\nသနားလို့ ခေါ်မွေးစားပြီး ချန်းနင်းတေတမ် လို့ နာမည်ပေးထားပါတယ်။မက်စ် ကတော့ လူတွေကို ဆက်ဆံရမှာကြောက်ရွံ့ပြီး အိမ်တွင်းပုန်းနေတတ်သူပါ။\nတစ်နေ့မှာ ဆရာ၀န်က သူ့စိတ်အခြေအနေတိုးတက်ဖို့ ခွေးတစ်ကောင်မွေးခိုင်း\nခဲ့ပါတယ်။ ဒီလိုနဲ့ မက်စ် တစ်ယောက် ကလိုဝီ ဆိုတဲ့ အာဝုမလေးကို မွေးဖြစ်ခဲ့\nပါတယ်။ တစ်နေ့တော့ ကလိုဝီ နဲ့ ချန်းနင်း ကို အကြောင်းပြုပြီး ပိုင်ရှင်တွေ\nဖြစ်တဲ့ မက်စ် နဲ့ နစ်ကိုးလ် တို့ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ စစချင်းဆောက်နဲ့ထွင်းဆို\nသလို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Wtf2/Puppy.Love.2023.720p.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWNiZDZjZTYtMDE1NS00YzRkLTlkM2EtMDcwMzY5ZDAzZWE3XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-137x200.jpg",
        "title": "Shubh Yatra (2023)",
        "description": "Shubh Yatra (2023)\nIMDb 7.6/10ဒီတစ်ခါမှာတော့ နိုင်ငံရပ်ခြားသွားဖို့စီစဉ်ပြီး တိုင်ပတ်နေတဲ့အဖွဲ့ကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nမိုဟန်နဲ့ ဟာရ်ဒစ်ခ်ဆိုတဲ့သူငယ်ချင်း၂ယောက်.. နို့ထွက်ပစ္စည်းအရောင်းဆိုင်ဖွင့်ပြီး\nစီးပွားရေးလေးစကာမှ အရှုံးပေါ်ပြီးအကြွေးတွေလည်ပင်းရောက်ရုံတင်မက\nမိုးလင်းတာနဲ့အိမ်ရှေ့မှာ အကြွေးရှင်တွေက လာထိုင်စောင့်နေတာပုံမှန်နေ့ရက်တွေလိုပါပဲ...ဒီလိုနဲ့တစ်နေ့ သူတို့မြို့ထဲက နိုင်ငံခြားထွက်သွားတဲ့ ပြည်တော်ပြန်တစ်ယောက်ပြန်ရောက်လာခဲ့တယ်\nပြန်ရောက်လာပုံကလည်းဒေါ်လာတွေလမ်းမှာကြဲချတဲ့ ဘောစိအနေနဲ့ပေါ့ ..ဆိုတော့သူတို့လည်းအားကျပြီး\nအမေရိကန်ကို အကြွေးရှင်တွေဆီက ပိုက်ဆံထပ်ချေးပြီး သွားဖို့ပြင်ပါတယ်\nဒီကြားထဲ ပက်စ်ပို့တွေ ဗီဇာကိစ္စတွေနဲ့ မနူးမနပ်၂ယောက်သား\nဘယ်လိုစခန်းသွားကြမလဲ သူတို့ရောက်ချင်တဲ့အမေရိကန်ကိုရော\nရောက်နိုင်ကြပါ့မလားဆိုတာကတော့...(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~V ~Zwe Yan တို့ပဲ ဖြစ်ပါတယ်)\nFile size….1.62GB / 748MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~V ~Zwe Yan",
        "rating": "7.6",
        "url": "https://megaup.net/1gw10/Shubh.Yatra.2023.720p.SM.WEB-DL.AAC2.0.H.264.YK(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heu67j6uIpHzWmR785VFjd7cS1W.jpg",
        "title": "[18+] Kamadora (2023)",
        "description": "Kamadora (2023)အီကာဖာယာဒိုဟာ အဆောင်သူလေးတစ်ယောက်ဖြစ်ပြီး ဒေးဗစ်ဆန်ကုန်တိုက်ကြီးမှာ အရောင်းစာရေးလုပ်ပါတယ်။ မျက်နှာချိုအပြုံးချိုနဲ့ လူတကာချစ်ခင်နှစ်သက်ခြင်းခံရတဲ့သူဟာ မဟုတ်မခံ ဆတ်ဆတ်ကြဲလေးလည်းဖြစ်ပြီး ရိုင်းစိုင်းတဲ့ ကပ်စတမ်မာတွေနဲ့လည်း ပြဿနာဖြစ်တတ်လို့ မန်နေဂျာရုံးခန်းထဲကို မကြာခဏခေါ်ဆူခံရတတ်ပါသေးတယ်။ ဒါပေမဲ့လည်း ဘယ်သူမှမသိတာက အဲဒီသဘောကောင်းတဲ့မျက်နှာလှလှလေးရဲ့နောက်ကွယ်မှာ ကြောက်စရာပင်ကိုစရိုက်တစ်ခုရှိနေတယ်ဆိုတာကိုပါပဲ။အီကာရဲ့ငယ်ဘဝဟာ မြတ်နိုးတို့ ကြယ်စင်တို့လို ကြမ်းတမ်းလွန်းခဲ့ပါတယ်။ ရှာမကျွေးနိုင်တဲ့ဖခင်ဖြစ်သူကို သူ့မိခင်က စွန့်ခွာခဲ့ပြီးနောက် ငယ်စဉ်ကတည်းက ပထွေးနဲ့အတူနေခဲ့ရတယ်။ အရွယ်မရောက်တစ်ရောက်အချိန်လေးမှာ ပထွေးဖြစ်သူကစော်ကားလို့ အိမ်ကထွက်ပြေးခဲ့ပြီး လမ်းဘေးရောက်ခဲ့ရတာပါ။ အဲဒီမှာ ကယ်တင်ရှင်တစ်ယောက်နဲ့တွေ့ခဲ့ရပေမဲ့ အဲဒီကယ်တင်ရှင်ဖြစ်သူကလည်း သူ့ကိုမွေးပြီးစားနေတဲ့အခါမှာတော့... အဲ့ဒီဘဝကလွတ်ဖို့ နည်းပေါင်းစုံသုံးပြီး ကြိုးစားတော့မှာဖြစ်ပါတယ်။အီကာအဖြစ် Lovely Ladies Dormitory ထဲမှာ ချစ်စရာကောင်မလေး အယ်လ်မာဇာတ်ရုပ်နဲ့ ပရိသတ်ကိုဖမ်းစားနိုင်ခဲ့တဲ့ Tiffany Grey လေးကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 845MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wtqt/(CM)_Kamadora_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDMwYzM5NWItNDU1ZS00MDljLWIxZmQtNDI5MzBlZDJlODBlXkEyXkFqcGdeQXVyNTM1MzM4Nzk@._V1_-160x200.jpg",
        "title": "Neeyat (2023)",
        "description": "Neeyat ( 2023 )\n===============IMDb 6.6/10\nမင်းသမီးကြီး Vidya Balan ရဲ့ သည်းထိတ်ရင်ဖိုရုပ်ရှင်သစ် Neeyat ထွက်ရှိလို့လာပါပြီ။ လူသတ်မှုကို\nအဖြေရှာရတာတွေကြိုက်တဲ့ ပရိသတ်တွေ အကြိုက်တွေ့စေမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့-\nအာရှစ်ကပူးရ်ဆိုတဲ့ အိန္ဒိယရဲ့ ဒိတ်ဒိတ်ကြဲ ဘီလျံနာကြီးတစ်ယောက်ဟာ စကော့တလန်မှာရှိတဲ့ ရဲတိုက်ကြီးတစ်ခုမှာ\nသူ့ရဲ့ရင်းနီးဆုံး မိတ်ဆွေ၊ ဆွေမျိုးတွေနဲ့ မွေးနေ့ပွဲကြီးတစ်ခု ကျင်းပရင်း ဧည့်သည် လူစုံတက်စုံရှိနေတဲ့အချိန်မှာပဲ\nဘီလျံနာကြီးဟာ ထူးဆန်းစွာ အသတ်ခံလိုက်ရပါတယ်။ အဲဒီအချိန်မှာ တိုက်တိုက်ဆိုင် သူ့ရဲ့ရဲတိုက်ကို\nတခြားအမှုတစ်ခု စစ်ဆေးဖို့ရောက်လာတဲ့ မီရာရောင်ဆိုတဲ့ စုံထောက်မလေးက ဘီလျံနာကြီးကို\nဘယ်သူသဝာ်လိုက်တာလဲဆိုတာကို ဖော်ထုတ်ဖို့ ကြိုးစားရပါတော့တယ်။ဒီရုပ်ရှင်ဟာဆိုရင် နာမည်ကြီး စုံထောက်ရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Knives Out ရုပ်ရှင်နဲ့ theme တွေ ဇာတ်လမ်းပုံစံတွေ\nဆင်သယောင်ရှိပေမဲ့ ဒါရိုက်တာဖြစ်သူကတော့ သူ့ရဲ့ မူရင်းဇာတ်ညွှန်းပါလို့ အတိအလင်းကြေညာထားပါတယ်ဗျ။Knives Out နဲ့ ပုံစံဆင်ပေမဲ့ ဇာတ်လမ်းကွဲပြားတဲ့အပြင် Knives out ကြည့်နေရသလိုစိတ်လှုပ်ရှားမှုမျိုးပေးတာကြောင့်\nအိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအပြင် သည်းထိတ်ရင်ဖိုရုပ်ရှင်ပရိသတ်တွေပါ အကြိုက်တွေ့မယ့် ရုပ်ရှင်ကောင်းလေးပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Ck9e/Neeyat_(2023)_Hindi_WEB-DL_-_720p_-_AVC.YK(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2FlNjAyYjktODYyNC00OTBkLTkxMmUtZGI4NmUyM2I0MzMyXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-142x200.jpg",
        "title": "Kolai (2023)",
        "description": "Kolai (2023)တစ်နေ့ရုံးတွင် စုံထောက်မလေး ဆန်ဒယာထံသို့ လူသတ်မှုတစ်ခုအကြောင်း\nသတင်းပေးပို့သဖြင့် သွားရောက်စုံစမ်းစစ်ဆေးရန်ထွက်လာခဲ့သည်သေဆုံးသူကောင်မလေးမှာ အောင်မြင်ကျော်ကြားလှပချောမောလှသော\nမော်ဒယ်မလေး လိုင်လာဖြစ်သည် သူကလေးမှာ သေဆုံးနေသည့်တိုင်\nပစ်ရက်စရာမရှိ လှပကျော့ရှင်းနေသည့်အပြင် ပြုံးပြုံးလေးနှင့်ပင် သေဆုံးနေသည်ကိုတွေ့ရှိရလေသည်စုံထောက်မလေး ဆန်ဒယာအတွက် ပိုခေါင်းစားရသည်မှာ လိုင်လာသေဆုံးသောတိုက်ခန်းလေးမှာ\nအချိန်ပြည့် အစောင့်များရှိသည့်အပြင် စီစီတီဗီများတပ်ဆင်ထားသည့် အိမ်ရာတစ်ခုဖြစ်သည့်အပြင်\nသေဆုံးချိန် အလောင်းကိုတွေ့ချိန်၌ အခန်းတွင်းမှ သော့ခတ်ထားခြင်းပင်ဖြစ်သည်ဆန်ဒယာတစ်ယောက် ဉာဏ်မမှီတော့သဖြင့် သူ့ရဲ့အနားယူသွားသောဆရာ ဗီနာရိခ်ကို လှမ်းပင့်ရပါတော့သည်\nဆရာဗီနာရိခ်က ခေသူမဟုတ် မပေါ်သည့်အမှုမရှိ မြေလျှိုးနေတဲ့ တရားခံရှိရင်တောင် သူ့လက်ကလွတ်ရိုးမရှိ ရ\nအောင်ဖော်ထုတ်ဖမ်းဆီးခဲ့သည် ဆားပုလင်းဗီနာရိခ်ပင်ဖြစ်လေသည်သပွတ်အူထက်ပင်ရှုပ်ထွေးလှသော အမှုကြီးကို ဆရာသမားက တစ်ရစ်ချင်းစီရှင်း ဘယ်လိုဖော်ထုတ်ပြမလဲ\nမော်ဒယ်မလေးကိုသတ်ခဲ့တာ အချစ်ကြောင့်လား ငွေကြေးကြောင့်လား ရန်ငြိုးတွေလား စသည်ဖြင့်\nအကွက်စေ့စေ့ကြည့်ရှုရမဲ့အပြင် ဆရာမင်းသိင်္ခရဲ့ စုံထောက်ဝတ္ထုတွေလို အစကအဆုံး\nမထတမ်းကြည့်ချင်လောက်အောင် စိတ်ဝင်စားဖို့ ကောင်းတာမို့ CM ပရိတ်သတ်ကြီးရှေ့မှောက် အရောက်ပို့ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို စုံထောက်ဗီနာရိခ်အဖြစ် ဦးဆောင်ပါဝင်ထားတာက သူတောင်းစားကားထဲက\nမင်းသားပဲဖြစ်ပြီး မင်းသမီးလေးကလည်း တက်သစ်စချစ်စဖွယ်ကောင်မလေးမို့ cast ပိုင်းမှာလည်း စိတ်မျက်စေရပါဘူးဗျာ\nအညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood ...",
        "rating": "7.0",
        "url": "https://megaup.net/1gszu/Kolai_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODIxZDIxM2EtM2YwZi00OGNlLTkzY2ItMDRlMzE4ZjU2MTM5XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Thalainagaram (2023)",
        "description": "Thalainagaram  (2023)ကြမ်းမှရမ်းမှကြိုက်တဲ့ဘော်ဒါတို့အတွက်\nလူမိုက်ကြီးသုံးယောက်ဗိုလ်လုပွဲချန်နိုင်းမြို့တစ်ခွင် ဩဇာညောင်းဆိပ်ကမ်းကုန်အဝင်အထွက်ကနေ\nတရားမဝင် ဒုစရိုက် ငွေဝင်လုပ်ငန်းအကုန် လက်ဝါးကြီးအုပ်ထားသူတွေ\nရာဇဝတ်မှုတွေဆက်တိုက်ကျူးလွန်ကြပြီး ဘယ်သူနစ်နာသွားလဲဆိုတာတောင်\nရဲတွေမလိုက်နိုင်တဲ့ထိ စွမ်းကြတဲ့ဇိုးကြီးသုံးယောက်ဟာ ချန်နိုင်းတစ်ခွင် ဩဇာညောင်းရုံတင်အားမရကြတော့သုံးယောက်စင်ပြိုင်လိုဖြစ်နေကြတာလည်းမကြိုက်တစ်ယောက်နဲ့တစ်ယောက်ဒေါက်ဖြုတ်ဖို့ အကွက်ချောင်းနေကြသူတွေတစ်ချိန်ကဂန်းစတားဖြစ်ခဲ့ဖူးတဲ့သူ ခုချိန်အားလုံးနဲ့ဝေးရာကို နေချင်သူကိုမှ သူတို့သုံးယောက်စစ်ပွဲထဲဆွဲထည့်မိချိန်မှာတော့.....\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Cherry ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.43GB / 1.01GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ V ~ Cherry ~ Zwe ~ Yunni",
        "rating": "",
        "url": "https://megaup.net/1gufo/Thalainagaram_2_(2023)_Tamil_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ezgif-4-6e920bced4-133x200.jpg",
        "title": "Heart of Stone (2023)",
        "description": "Heart of Stone (2023)\n=================နက်ဖလစ်ရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ပါ။ ဝမ်းဒါးဝူးမန်း မင်းသမီး Gal Gadot\nခေါင်းဆောင်အဖြစ်ပါဝင်ထားပြီး Fifty Shades of Grey မင်းသား Jamie\nDornan နဲ့ Raazi ရဲ့ အိန္ဒိယမင်းသမီး Alia Bhatt တို့လည်း ပါဝင်ထားပါ\nတယ်။ အက်ရှင်အသားပေး ဇာတ်လမ်းဖြစ်ပြီး Mission Impossible နဲ့တောင်\nခပ်ဆင်ဆင်ပါပဲ။ချာတာဆိုတဲ့အဖွဲ့အစည်းတစ်ခုဟာ ထောက်လှမ်းရေးဟောင်းတွေနဲ့ လျို့ဝှက်\nဖွဲ့စည်းထားတာပါ။ သူတို့ဟာ ဘယ်နိုင်ငံလက်အောက်ခံမှာမဟုတ်ဘဲ ကမ္ဘာပေါ်\nက လူဆိုးတွေနဲ့ အကြမ်းဖက်တွေကို ကိုယ့်ဘာဘာ လိုက်ပြီး ရှင်းလင်းနေတဲ့\nအဖွဲ့ပါ။ အဲဒီအဖွဲ့မှာ စပိတ်၊ ဟာ့ထ်၊ ထောင့်၊ ညှင်း ဆိုတဲ့ အဖွဲ့ခွဲလေးဖွဲ့ရှိပြီး\nကင်းလေးကင်းက ခေါင်းဆောင်ထားပါတယ်။ အဲဒီထဲက ဟာ့ထ် အဖွဲ့ဝင်\nဖြစ်တဲ့ ဟာ့ထ်-၉ ဟာ အမ်အိုင်-၆ အဖွဲ့ထဲကို အသွင်ယူပြီး စစ်ဆင်ရေးတစ်ခု\nကြားဖြတ်ဖို့ ကြိုးစားပါတယ်။ ကြိုးစားရင်းနဲ့ မထင်ထားတဲ့ အန္တရာယ်တွေကြုံ\nလာပြီး ချာတာတစ်ဖွဲ့လုံးကို ...",
        "rating": "5.0",
        "url": "https://megaup.net/2C55A/Heart.of.Stone.2023.720p.NF.WEB-DL.DDP5.1.Atmos.H.264-FLUX[CM].mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3IM9x3rmrlXSNt22JUek29Q4ymY.jpg",
        "title": "[18+] Litsoneras (2023)",
        "description": "Litsoneras (2023)Azi Acosta လိုပဲအချိန်တိုအတွင်းအောင်မြင်လာပြီး ရှေ့တန်းရောက်လာပြီး Lovely Ladies Dormitory နဲ့ ပွဲဦးထွက်ခဲ့တဲ့ Yen Durano လေးရဲ့ ဇာတ်ကားသစ်ဖြစ်ပါတယ်။အယ်လ်ရီယာ (Yen Durano) ကအထက်တန်းကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး ဝက်ကင်ဆိုင် ဖွင့်ထားတဲ့ဖခင်နဲ့အတူနေပါတယ်။ သူငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူရဲ့ဖောက်ပြန်မှုကြောင့် မိဘနှစ်ပါးကွဲခဲ့တာဖြစ်ပြီး အခုချိန်မှာတော့ နိုင်ငံခြားမှာအလုပ်လုပ်နေတဲ့ မိခင်ဖြစ်သူ ပြန်ရောက်လာပါတယ်။ အမေဖြစ်သူနဲ့အတူ ရှေ့ဆင့်နောက်ဆင့် သူ့ဘဝထဲကိုရောက်လာသူကတော့ သူတို့ဆိုင်ကဝန်ထမ်းအသစ်ဖြစ်တဲ့ Jonas ဆိုတဲ့သက်တူရွယ်တူနီးပါး ကောင်လေးတစ်ယောက်ပါ။အချစ်ကိုစူးစမ်းတတ်စ အပျိုဖြန်းလေး အယ်လ်ရီယာက ဂျိုးနာ့စ်ကိုစိတ်ဝင်စားသလို ဂျိုးနာစ့်ကတော့ အသက်ကြီးပြီး မပျက်စီးသေးတဲ့ သူ့မိခင်ဖြစ်သူကိုသာ တွင်းဟောင်းဆယ်လိုဟန်ရှိပါတယ်။ ဒီလိုဆိုရင် သူ့အမေဘက်ကရော...?အခုနောက်ပိုင်းထွက်တဲ့ Vivamax ကားတွေထဲ အတော်မိုက်တဲ့အထဲမှာပါပါတယ်။ မင်းသမီးတွေရဲ့ အလှအပတွေတင်မကဘဲ ဇာတ်လမ်းဖွဲ့စည်းပုံနဲ့ လှည့်ကွက်တွေပါ မိုက်တဲ့ကားဖြစ်တဲ့အတွက် လက်မလွတ်သင့်ပါကြောင်း။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 825MB\nQuality - ...",
        "rating": "6.3",
        "url": "https://megaup.net/2CnO6/(CM)_Litsoneras_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOGY4ZTcyNGUtNDQ3ZC00MTc2LWFkN2QtMDBiNzMyNGQzZWYxXkEyXkFqcGdeQXVyOTE1MjI5OTc@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The Communion Girl (2022)",
        "description": "The Communion Girl (2022)\n=====================Horror ဇာတ်လမ်းဆိုရင် Annabelle ကို ပြေးမြင်ရတဲ့အထိ အရုပ်လေး\nတစ်ရုပ်ရဲ့ ဖြစ်တည်မှုက လူတွေကို Trauma ရတဲ့အထိ သွေးပျက်စေခဲ့ဖူး\nတယ်မဟုတ်လား။ ဒီဇာတ်လမ်းကလည်း အရုပ်လေးတစ်ရုပ်ကနေ စတင်\nလာခဲ့တဲ့ ကြောက်မက်ဖွယ် ကျိန်စာသင့်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။ဆာရာ ဆိုတဲ့ ကောင်မလေးတို့ မိသားစုက မြို့လေးတစ်မြို့ဆီကို ပြောင်း\nရွှေ့လာကြတဲ့ လူသစ်တွေပါ။ နေရာအသစ် ကျောင်းအသစ်မှာ ဆာရာ့\nအတွက် တစ်ဦးတည်းသောအဖော်က ရေဘက်ကာဆိုတဲ့ ခပ်ဆိုးဆိုး\nကောင်မလေးတစ်ယောက်ပါပဲ။ တစ်ရက်မှာတော့ ဆာရာတို့ သူငယ်ချင်း\nနှစ်ယောက် တခြားမြို့က ကလပ်တစ်ခုဆီ သွားပျော်ခဲ့ကြတယ်။ အပြန်လမ်း\nမှာတော့ ကလပ်မှာတွေ့ခဲ့တဲ့ ကောင်လေးနှစ်ယောက်ရဲ့ကားကို လိုက်စီး\nကြရင်း တောလမ်းတစ်နေရာစီ အရောက်မှာတော့ ဝတ်စုံဖြူဝတ်ထားတဲ့\nကောင်မလေးတစ်ယောက်ကို ကားနဲ့ တိုက်မိမလို ဖြစ်သွားခဲ့တယ်။သူတို့တွေ ကားပေါ်ကနေ ဆင်းပြီး ရှာကြတဲ့အချိန်မှာတော့ ကောင်မလေး\nအစား အရုပ်လေးတစ်ရုပ်ကိုပဲ တွေ့ခဲ့ကြရတယ်။ မြို့ခံကောင်လေးတွေက\nတော့ ဒီအရုပ်ရဲ့ ရာဇဝင်ကို သိထားကြပေမဲ့ ဆာရာကတော့ မသိခဲ့ပါဘူး။\nဒီလိုနဲ့ ဆာရာတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/3ihci/The.Communion.Girl.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    }
]