[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHYBZ7V5KCudH0XbbYWpbt8uZKU.jpg",
        "title": "Love’s Greek to Me (2023)",
        "description": "Loves.Greek.To.Me 2023ယခုတစ်ခါအသစ်ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့\nIMDb 6.1/10 အထိရရှိထားတဲ့အချစ်ရိုမန့်ဒရာမာဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်ဘဝမှာ အချစ်ပြီးရင် အချစ်လာဖို့အတွက်ဘာတွေလိုအပ်လဲ\nသူ့မိသားစု ကိုယ့်မိသားစုဆိုတာရော အိမ်ထောင်ရေးမှာ ဘယ်လောက်အရေးပါလဲ\nချစ်သူနှစ်ဦးလက်တွဲဖို့ဆိုတာ အချိန်နေရာ ယဉ်ကျေးမှုစတဲ့အရာတွေကရော ဘယ်လောက်အရေးပါနေလဲ....\nစတဲ့အကြောင်းအရာတွေကို ပြည့်စုံနေအောင် ရိုက်ကူးတင်ပြထားတဲ့ ဒီဇာတ်ကားလေးမှာ\nအီလာနာလို့ခေါ်တဲ့ အမေရိကန်သူတစ်ယောက် သူ့ရည်းစား ဂရိနိုင်ငံသားလေး မိုက်ခ်ဆီကို လက်ထပ်ပွဲတစ်ခုအတွက် သွားတဲ့အချိန်မှာ\nကြုံတွေ့ရမဲ့ မိသားစုဆိုင်ရာ အခက်အခဲတွေ မတူညီတဲ့ရိုးရာတွေ စသည်ဖြင့်\nအချစ်နဲ့ဘဝကြား ဗျာများနေရပုံတွေကို အေးအေးဆေးဆေးကြည့်ရှုရမဲ့ ရိုမန့်ဇာတ်ကားကောင်းလေးတစ်ခုပဲ ဖြစ်ပါတယ်ဂရိနိုင်ငံရဲ့အလှအပတွေကို ဖောဖောသီသီပါဝင်တာမို့ လှပတဲ့ရှုခင်းလေးတွေကို ခံစားကြည့်ရှုရင်း\nပရိသတ်တို့ကိုယ်တိုင်လည်း မိုက်ခ်နဲ့အီလာနာတို့နေရာဝင်ခံစားနိုင်ဖို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်\nအချစ်ဆိုတာ အချိန်တွေနေရာတွေကို ဖြတ်သန်းသွားနိုင်တဲ့ အရာတစ်ခုပါ....ဘာသာပြန်နဲ့အညွှန်းကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 791MB | 374MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Vm3q/Loves.Greek.To.Me.2023.720p.WEBRip.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a7KyFMPXj0iY4EoLq1PIGU1WJPw.jpg",
        "title": "Flamin’ Hot (2023)",
        "description": "Flamin' Hot (2023)Imdb - 6.9\nRotten Tomatoes - 69 %မက္ကဆီကန် Forrest Gump လို့ ပြောရလောက်တဲ့ Hot Cheeto မုန့်တွေရဲ့ ဖခင်ကြီး ရစ်ချတ်ဒ် မွန်တာညက်ဇ် အကြောင်းကို\nDisney လက်အောက်ခံ Searchlight Pictures စတူဒီယိုက အတ္ထုပ္ပတ္တိ ရုပ်ရှင်လေး ရိုက်ကူးပေးလိုက်ပါတယ်။\nRating တွေကလည်း အားရစရာပါပဲ။ဇာတ်လမ်းကျောရိုးကတော့\nလူမျိုးရေးခွဲခြားမှုတွေ အင်မတန်များတဲ့ အမေရိကန်ပြည်ကြီးအလယ် ရွှေ့ပြောင်းမက္ကဆီကန်တွေရဲ့ ဘဝကို ထင်ဟပ်ဖော်ပြထားတာပါ။\nတစ်ကားလုံး Twist အပြည့်နဲ့ဖြစ်ပြီး အပြောမတတ်ရင် spoil မိသွားနိုင်တာမို့ ထွေထွေထူးထူး မ‌ရေးတော့ပါဘူး။Comedy, Drama အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့အပြင် စိတ်ဓာတ်မြှင့်တင်ရေး ရုပ်ရှင်မျိုးဖြစ်တာကြောင့်\nကိုယ့်ဆရာတို့ ဘဝမယ် လမ်းပျောက်နေသလို ခံစားမိရင် ကြည့်သင့်တဲ့ရုပ်ရှင်လေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | ...",
        "rating": "6.9",
        "url": "https://megaup.net/2BjuY/Flamin.Hot.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puYBDUqC09SEFzUDDjR3Txyz6xp.jpg",
        "title": "Streamer (2023)",
        "description": "Streamer (2023)အခုနောက်ပိုင်း live streaming တွေလုပ်တဲ့လူငယ်တွေများလာသလိုပဲ\nထူးခြားတဲ့ဟာတွေလုပ်ကြသလို လူကြိုက်များအောင်၊ လူကြည့်များအောင်လည်း လုပ်လာကြပါတယ်သရဲဆိုရင် မယုံကြတဲ့ ကိုယ်ပိုင်ချန်နယ်တွေရှိကြတဲ့ streamer လူငယ်တွေစုပြီး\nအဆောက်အဦးတစ်ခုဆီကို ghost hunting ပုံစံမျိုး တင်ဆက်ဖို့ သွားခဲ့ကြပါတယ်ဒါပေမဲ့ သူတို့မသိလိုက်တာက သူတို့သွားတဲ့အဆောက်အဦးက သာမန်မဟုတ်ဘဲ\nတကယ်ကိုကြမ်းတမ်းတဲ့ အတိတ်ရှိခဲ့တာကို အထဲရောက်မှသိရပါတော့တယ်\nသိသွားတဲ့အချိန်မှာ ဘာမှလုပ်မရတော့တဲ့အခြေအနေနဲ့ ရင်ဆိုင်လိုက်ရပြီး အသက်လုနေရပါတော့တယ်နောက်ဆုံးမှာ အဲအဆောက်အဦးက နာကြည်းချက်တွေပြည့်နေတဲ့ သရဲတွေလက်ထဲက လွတ်သွားနိုင်မလား\nသူတို့တွေ ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.14GB | 571MB | 263MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/2AYpy/Streamer.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/dNJrK1uvoBPoYEVTAqI8ZSyrpdI-133x200.jpg",
        "title": "Aseq (2023)",
        "description": "Aseq 2023IMDb-7.5/10ဒီကားနဲ့ပဲ အကြည့်တွေကအစ မျက်နှာအမူအရာတွေအကုန် သရုပ်ဆောင်ကောင်းလွန်းလှတယ်လို့ ချီးကျူးခံထားရတဲ့ Vardhan Puri ၊မင်းသမီးချောလေး Sonnalli Seygallနဲ့ စူပါမော်ဒယ်မင်းသမီးချောလေး Elena Fernandes တို့က အဓိကဦးဆောင်ထားပြီး မင်းသားကြီး Siddharth Kapoor လည်းပါဝင်ထားပါတယ်\nဒီကားမှာတော့ Vardhan နဲ့ စူပါမော်ဒယ်လေးက\nဇာတ်ကိုအဓိကဆွဲခေါ်သွားမှာပါဇာတ်လမ်းအညွှန်းရွန်နီဆိုတဲ့ကောင်လေးဟာ အလုပ်မရှိအကိုင်မရှိနဲ့ ၆ လကြာ တစ်နေ့တာအသုံးစရိတ်တွေကအစ ရည်းစားကရှင်းပေးနေရတဲ့ကောင်လေးပါ နောက်ဆုံး ရည်းစားကပါသည်းမခံနိုင်လို့ အရင်လူနောက်ပြန်ပါသွားပါတော့တယ်\nသူ့မှာ တစ်နေ့တာအတွက်လိုက်အကူအညီတောင်း ချေးငှားနေရတာ တစ်မျိူး ၊ ရည်းစားကပစ်သွားလို့ ကြေကွဲရတာတစ်မျိူးနဲ့‌ပေါ့ ရည်းစားဟောင်းကိုမေ့ပစ်ဖို့ ဘဝသစ်စဖို့အတွက် အချစ်သစ်ရှာဖို့သူငယ်ချင်းတွေကမြှောက်ပေးပါတော့တယ် ဒီလိုနဲ့\nပရီယန်ကာဆိုတဲ့ သူနဲ့ဘဝတူမိန်းမချောလေးနဲ့ဆုံပြီး\nအဆင်ပြေတော့မဲ့အချိန်မှာပဲ သူအနီးနားဝန်းကျင်မှာ မူမမှန်တာတွေဖြစ်လာတာကို သူရော ဘေးလူတွေပါသတိထားမိလာပါတယ် ဘယ်လိုမူမမှန်တာတွေလဲ ဘာကြောင့်လဲဆိုတာ ပရိသတ်ကြီးပါအတူလိုက်ကြည့်ရင်း အဖြေရှာကြည့်ပါဦးမှောင်မှောင်မဲမဲကနေ တီးလုံးသံဆူဆူညံညံနဲ့ ထွက်လာတတ်တဲ့ သရဲကားမဟုတ်ဘဲ visual ကောင်းတဲ့ကားမို့ စူပါမော်ဒယ်လေးရဲ့ အလှကိုပါခံစားနိုင်မှာပါ\nအလှလေးတစ်ဖြတ် သည်းထိတ်ရင်ဖိုလေးတစ်ကွက်နဲ့ကြည့်ရှူရမှာဖြစ်ပါတယ်(အညွှန်းနှင့် ဘာသာပြန်တွေကတော့ BpL ...",
        "rating": "7.4",
        "url": "https://megaup.net/1fs70/Aseq_(2023][Hindi_-_720p(CM).mp4",
        "category": "Bollywood, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCPm0mfcOdpLgtfFFkWoq62ko0i.jpg",
        "title": "Resurrected (2023)",
        "description": "Resurrected (2023)ဒီ Resurrected ဆိုတဲ့ ဇာတ်ကားလေးကတော့ နာမည်အတိုင်းပဲ လူတွေကိုပြန်အသက်သွင်းတဲ့ အကြောင်းအပေါ် ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပါ။ဒီဇာတ်ကားလေးမှာဆိုရင်တော့ The Walking Dead နဲ့ Logan ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ မင်းသား Dave Davis ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ ၂၀၁၉ နဲ့ ၂၀၂၀ မှာထွက်ထားတဲ့ Manifest နဲ့ Dynasty ဆိုတဲ့ ဇာတ်လမ်းတွဲတွေမှာ ပါဝင်ခဲ့တဲ့ မင်းသမီးချော Erika Chase ကနေပြီးတော့ ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းကတော့ သိပ်မကွာတော့တဲ့ အနာဂတ်ကာလတစ်ခုမှာ ဗာတီကန်ကလူတွေဟာ သေလူတွေကို သေရာကနေပြန်ရှင်လာအောင် အသက်သွင်းတဲ့နည်းလမ်းကို ရှာဖွေတွေ့ရှိသွားတဲ့အကြောင်းပါ။ တစ်ဖက်မှာလည်း အဲ့အချိန်ကာလအတွင်းမှာပဲ မင်းသားကြီး Dave Davis ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ စတန်လေမာတင်ဆိုသူရဲ့ သားဟာလည်း မတော်တဆမှုအကြောင့် သေဆုံးသွားခဲ့ရပါတယ်။ ဒီလိုနဲ့ ဗာတီကန်ကလူတွေက စတန်လေမိသားစုရဲ့ အဖြစ်ဆိုးကိုအခွင့်ကောင်းယူပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2Bmas/(CM)_Resurrected_(2023)_WEB-DL_720p.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1tCU3ysqTYi85RekqS8FDaCFwQ.jpg",
        "title": "Not Your Romeo & Juliet (2023)",
        "description": "Not Your Romeo and Juliet (2023)ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ကျောင်းသားဇာတ်လမ်းတစ်ပုဒ်ပါ။ Romance ကိုယုံကြည်တဲ့ စိတ်ပညာကျောင်းသူ မစ်ကီနဲ့ Romance ဆိုတာ အရေးမပါဘူးလို့ လက်ခံထားတဲ့ ကျောင်းသားနိုအာတို့ တွေ့ဆုံရာကနေ စကားရည်လုပွဲလုပ်ရတဲ့ထိရောက်သွားတဲ့အကြောင်းပေါ့။ဖခင် ကင်ဆာနဲ့ဆုံးသွားပြီးတော့ မစ်ကီက မိခင်နဲ့အတူ နေလာပြီး မစ်ကီ့မိခင်ကလည်း မစ်ကီတက်တဲ့တက္ကသိုလ်မှာ ကျောင်းပြန်တက်ပါတယ်။ မစ်ကီကတော့ ကျောင်းက သတင်းစာကော်လံမှာ ဂျူးလိယက်ဆိုတဲ့ ကလောင်နာမည်နဲ့ Romance အကြောင်း အပတ်စဉ်ရေးပါတယ်။ ဂျူးလိယက်က မစ်ကီဆိုတာ သူ့အမေနဲ့ အချစ်ဆုံးသူငယ်ချင်းကလွဲလို့ ဘယ်သူမှမသိပါဘူး။ စင်တာမှာ နိုအာနဲ့ပထမဆုံး တွေ့ပြီး ရင်းနှီးသွားခဲ့ပါတယ်။တစ်နေ့မှာတော့ မစ်ကီ‌ ရေးတဲ့ Romance ဆောင်းပါးကို Not your Romeo ဆိုတဲ့ကလောင်နာမည်နဲ့ တိုက်ခိုက်တဲ့သူပေါ်လာပါတယ်။ မစ်ကီကလည်းစိတ်ဆိုးပြီး ပြန်တိုက်ခိုက်တဲ့အနေနဲ့ ရေးပါတယ်။ ပြီးတော့ မစ်ကီနဲ့နိုအာက ပညာသင်ဆုအတွက် ဆန်ကာတင်၂ယောက်ဖြစ်နေတဲ့အခါ နိုအာက ဂျူးလိယက်က ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Vopz/(CM)_Not_Your_Romeo_and_Juliet_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDMxNzAzMjUtMmRjMC00NjYwLTkxYTAtZmNkOTdkZDNiMjkyXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "IB 71 (2023)",
        "description": "IB 71(2023)လတ်တလောထွက်သမျှမှာ အကောင်းဆုံးလို့ပြောရမယ့် IMDb 8.4/10 ရရှိထားပြီး\nနာမည်ကြီးမင်းသား ဗီရွတ် ပါဝင်ထားပြီး ၁၉၇၁ ခုနှစ် အိန္ဒိယန်းလေကြောင်းလိုင်း\nလေယာဉ်ပြန်ပေးဆွဲမှုကို အခြေခံထားတဲ့ အသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယနဲ့ ပါကစ္စတန်ဟာ နှစ်သုံးရာဗြိတိသျှကျူးကျော်မှုအပြီးမှာ အကြမ်းအားဖြင့်\nဟိန္ဒူနဲ့ အစ္စလာမ်နိုင်ငံဆိုပြီးခွဲလိုက်ကြတာကို သိပြီးသားဖြစ်မှာပါ။ အဲ့လိုကွဲပြီးနောက်ပိုင်းမှာလည်း\nသီးဖြားဖြစ်သွားတဲ့ညီအစ်ကိုနိုင်ငံနှစ်ခုရဲ့ အားပြိုင်မှု တင်းမာမှုတွေဟာ လျော့ကျသွားခြင်းမရှိပါဘူး။\nအချင်းချင်း သူလျှိုတွေလွှတ် သတင်းတွေယူနဲ့ နိုင်သူစားကြေးအကွက်တွေပြိုင်နေကြတုန်းပါပဲ။ဒီလိုနဲ့ တဖြည်းဖြည်းအားပြိုင်ရင်း တစ်ချိန်မှာတော့ အကြိမ်ကြိမ်စစ်ရှုံးခဲ့တဲ့ ပါကစ္စတန်ဟာ\nတရုတ်နဲ့ပေါင်းပြီး စစ်မီးပြန်ညှိဖို့ကြိုးစားလာပါတော့တယ်။ ကျူးကျော်မှုလုပ်ပါတော့မယ်ဆိုတဲ့\nသတင်းရတဲ့အချိန်မှာ အိန္ဒိယအတွက်ပြင်ဆင်ချိန်ဟာ အရမ်းကိုနည်းနေပါပြီ။ ပြည်တွင်းစစ်နဲ့တင်\nငါတို့ကိုအာရုံမရဘူးဆိုပြီး လျှော့တွက်ထားခဲ့တဲ့အိန္ဒိယအတွက် ရွေးချယ်စရာကတော့ တစ်ခုပဲရှိပါတယ်။ဒါပေမယ့် ဒီတစ်ခုတည်းသောရွေးချယ်မှုဟာလည်း ဗုံးကိုလက်ထဲကိုင်ထားပြီး စနက်တံဖြုတ်ရမယ့်အကွက်ဖြစ်နေတဲ့အခါ\nဘယ်လိုအကွက်တွေထုတ်သုံးပြီး ဘယ်လိုနိုင်ငံရေးလှည့်ကွက်တွေနဲ့ အကွက်ရွှေ့သွားမယ်ဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။ အညွှန်းကိုတော့ Aditi ရေးသားထားပြီး\nAditi, V, Thaik San, BpLတို့မှ ဘာသာပြန်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nFile size…2.07GB / 840MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fr37/IB_71_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDUyMjUzYWQtMmY4NS00ZmY5LTk2YTgtZWZlMTQyYjYwZDk4XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Takkar (2023)",
        "description": "Takkar (2023)\nIMDb-8.3/10တက်သစ်စမင်းသမီးချောလေး ဒေ့ဗ်ယန်ကာ၊နှုတ်ခမ်းမွှေးပဲထားထား မုတ်ဆိတ်ပဲထားထားလန်းလွန်းတဲ့\nမင်းသားချောဆစ်ဒါးသ်၊ဟာသမင်းသားကြီး ယိုဂီဘာဘူတို့ပါဝင်ထားတဲ့ တမီးလ်စကားပြော\nရိုမန့်စ်အက်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။လူနေခြုံကြား စိတ်နေဘုံဖျားဆိုသလို စားစရာတောင်အနိုင်နိုင်ဘဝကနေ မီလျံနာသူဌေးကြီးဖြစ်ချင်တဲ့\nဂွန်ဇ်တစ်ယောက် ဆင်းဆင်းရဲရဲမွေးလာတာအပြစ်မဟုတ်ဘူး ဆင်းဆင်းရဲရဲတော့မသေနိုင်ဘူးဆိုတဲ့\nစိတ်နဲ့ မြို့တက်အလုပ်လုပ်ပါတော့တယ်။လူကဆတ်ဆတ်ထိမခံဆိုတော့ ဝင်လုပ်သမျှအလုပ်အကုန်\nပြုတ်လို့ပြုတ် ထွက်လို့ထွက်နဲ့ တက္ကစီဒရိုင်ဘာကျမှပဲ ခြေငြိမ်သွားတယ်။တက္ကစီမောင်းရင်း\nသူသွားငြိမိတဲ့ ဂိုဏ်းတစ်ခုရှိတယ်။အဲဒီဂိုဏ်းလုပ်ပုံက အဆန်း။မိန်းကလေးတွေကို ပြန်ပေးဆွဲပြီး လေလံတင်တာ။ပြန်ပေးဆွဲခံရတဲ့မိန်းကလေး မိဘတွေနဲ့\nတစ်ဖက်ကလူကုန်ကူးတဲ့လူနဲ့ကိုစျေးအပြိုင်ပေးခိုင်းတာ။ဂွန်ဇ်မောင်းလာတဲ့ ကားနောက်ဖုံးထဲမှာ\nမိန်းကလေးတစ်ယောက်ပါလာတာစ ဂွန်ဇ်တစ်ယောက်ဘယ်လိုတွေ ရှေ့ဆက်မလဲ။\nသူ့ရဲ့သန်းကြွယ်သူဌေးအိပ်မက်ကရော ဖြစ်လာပါမလားဆိုတာ ကြည့်ရှုရမှာပါ။\nအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~ThaikSanတို့ဖြစ်ပါတယ်)\nFile size…2.89 GB/ 1.40 GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~BpL~ThaikSan",
        "rating": "8.1",
        "url": "https://megaup.net/1Vokt/Takkar_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOTk4MmM3ODctNDhiYi00ODgxLWI4MGEtMWRiNGNjN2M0OGM4XkEyXkFqcGdeQXVyMTE3NjgwMzgw._V1_-138x200.jpg",
        "title": "Stand Up Rahul(2023)",
        "description": "Stand Up Rahul (2022)\nIMDb-5.1/10ချစ်သူတွေကြားမှာ အချစ်ဆိုတာထက်ပိုအရေးကြီးတာတွေရှိတတ်ကြတာပဲလေ။\nဒါကိုနားမလည်နိုင်ဘဲဘာနေနေ မချစ်လို့ဖြစ်တာ၊အဲလိုလုပ်မှာပေါ့\nငါ့ကိုမှမချစ်တော့တာဆိုရင် အဲဒီလိုမျိုး\nRelationshipတခုဟာ ရေရှည်တည်မြဲနေနိုင်ပေမယ့် ပျော်ရွှင်စရာဆိုတဲ့အရာတော့\nတဖြည်းဖြည်းဆိတ်သုန်းလာမှာပဲ။ရာဟူးလ်က ချစ်တတ်ပြီး ချစ်သူကိုအနွံတာခံပေမယ့်\nအိမ်ထောင်မှုဆိုတာကို မယုံကြည်တဲ့သူ၊အိမ်ထောင်သည်ဘ၀ဆိုတာ\nသူ့အဖေနဲ့အမေလို ရန်တကျက်ကျက်ဖြစ်ရင်းနဲ့\nသူလို ငတိတကောင်ကိုမွေးထုတ်ပေးရုံသက်သက်ကိစ္စတခုလိုတွေးမြင်ထားတာ၊\nလမ်းပျောက်နေပြီး မိသားစုတွေမိတ်ဆွေတွေရဲ့\nဟိုလိုလုပ်ပါလား ဒီလိုလုပ်ပါလားဆိုတာတွေကိုလည်း နားမဝင်တဲ့သူ၊စင်ပေါ်ကနေ ဟာသတွေပြောရတဲ့အလုပ်ကို\nဝါသနာပါတဲ့သူ၊သူ့ချစ်သူကောင်မလေးကကျ ချစ်သူတွေရဲ့နောက်တဆင့်က ပျော်ရွှင်စွာအတူလက်ထပ်နေထိုင်\nပေါင်းသင်းသွားကြလေသတည်းဆိုတာမျိုးကို စိတ်ကူးယဉ်တဲ့သူဖြစ်ပေမယ့် ချစ်သူစိတ်ချမ်းသာရင်ပြီးတာပဲ\nဆိုတဲ့စိတ်နဲ့ ဒီတိုင်းLiving Togetherပဲနေကြတယ်။သူ့မိဘတွေက ရာဟူးလ်နဲ့လက်မထပ်ဘဲအတူနေမှန်းမသိကြ။သူတို့နှစ်ယောက်နေတဲ့အိမ်ရောက်လာပြီး တခြားတယောက်နဲ့\nလက်ထပ်ဖို့စီစဉ်ပေးပါရော။အိမ်ထောင်ရေးကိုမယုံကြည်တဲ့ ရာဟူးလ်တယောက် မင်္ဂလာဆောင်ရတော့မယ့်ချစ်သူကို\nချစ်သူအလိုကျ အိမ်ထောင်မှုတခုတည်ဆောက်လိုက်နိုင်မလား၊သူဝါသနာပါတဲ့အလုပ်ကို အောင်မြင်အောင်လုပ်နိုင်မလားဆိုတာကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ရိုမန့်စ်ဟာသအချစ်ဇာတ်ကားလေးပါ။\n(အညွှန်းကို Yunniမှရေးထားပြီး Yunni,BpL,V,Sai,ThaikSanတို့ဘာသာပြန်ထားပါတယ်)\nFile size…1.7GB / 800MB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni,BpL,V,Sai,ThaikSan",
        "rating": "5.1",
        "url": "https://megaup.net/2BkF8/Stand_Up_Rahul_(2023)_HQ_HDRip_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xI1GSZoww5GqBBNDAlHLyyO2APj.jpg",
        "title": "Missed Connections (2023)",
        "description": "Missed connections (2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ပြတ်တောက်သွားသော ဆက်သွယ်ရေးများ ဆိုတဲ့အတိုင်း\nရည်းစားနဲ့ပြတ်ပြီး ရည်းစားဟောင်းကို မေ့မရဘဲ Move on မလုပ်နိုင်သေးတဲ့သူတွေအတွက် ‌အကျိုးရှိတဲ့ဇာတ်ကားလေးပါ။စွန့်ဦးတီထွင်မမလေးတွေအတွက်လည်း အားဖြစ်စေတဲ့ကားလေးပါဗျ။\nကောင်လေးနဲ့ကောင်မလေး စူပါမားကတ်ထဲမှာ မတော်တဆဆုံပြီး\nMissed connections ဆိုတဲ့appကနေ ပို့စ်တင်ရှာဖွေရာကနေ ဇာတ်လမ်းစတာပါပဲခင်ဗျာ။\nကောင်မလေးက ကောင်လေး ရှာတာ ဆိုပေမယ့် ကောင်လေးရှာတာက ကောင်မလေး ဟုတ်မနေတဲ့အခါ\nသူငယ်ချင်းလို့ပဲ ဆက်ပြီးတော့ ခေါ်မလား၊\nဘာဘာညာညာ ဇာတ်လမ်းတွေဖြစ်ပြီး ဘာညာသွားမလား စောင့်ကြည့်လိုက်ရအောင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 829MB | 402MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae ...",
        "rating": "",
        "url": "https://megaup.net/1f3y4/Missed.Connection.2023.720p.NF.DD5.1.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/WhatsApp-Image-2023-05-15-at-12.34.06-PM-1-convert.io_-150x200.jpg",
        "title": "Chakravyuham (2023)",
        "description": "Chakravyuham-The Trap (2023)IMDb-9.3/10ရုံတင်ငွေ ၂ ကုဋေခွဲအမြတ်ရရှိထားပြီး Ajay ပါဝင်ထားတဲ့ လှည့်ကွက်ပရိယာယ်လေးတွေနဲ့\nထောင်ချောက်ဆိုတဲ့ကားလေးဖြစ်ပါတယ်ရှရီနဲ့ ဆန်ဂျေးဆိုတာသိပ်ချစ်လွန်းလို့လက်ထပ်ထားကြတဲ့ ဇနီးမောင်နှံတွေပါ တစ်နေ့ရှရီ့ကို အိမ်ထဲမှာပဲ\nရက်ရက်စက်စက် လည်လှီးအသတ်ခံထားရတာတွေ့ရပါတယ် အပြင်ကနေခိုးဖျက်ဝင်ထားတဲ့\nလက္ခဏာလည်း ရှိမနေတော့ အတွင်းလူလက်ချက်လို့ပဲ ထင်ကြတာပေါ့ အင်စပက်တာဆပ်တရာကတော့\nဒါဆန်ဂျေးလက်ချက်လို့ပဲ စတွေ့ခဲ့တည်းကထင်နေတော့တာပဲ တစ်ခုပြီးတစ်ခုရှာတွေ့တဲ့သက်သေတွေကလည်း\nဆန်ဂျေးလို့ပဲညွှန်နေကြတယ် ဆန်ဂျေးခမျာအိမ်ထဲမှာပဲ ချစ်ဆုံးဇနီးရက်ရက်စက်စက်သတ်ခံထားရလို့\nစိတ်ထိခိုက်ရတာတစ်ဖက် လူသတ်မှုကိုအပြစ်ကင်းကြောင်းသက်သေမပြနိုင်တာက တစ်ဖက်ပေါ့\nတကယ်ပဲ သူကိုယ်တိုင်ရှရီ့ကိုသတ်ခဲ့တာလားဇာတ်လမ်းနာမည်လေးအတိုင်း သူပါထောင်ချောက်ဆင်ခံရလားဆိုတာ\nသက်သေတွေနဲ့အတူ ပရိသတ်ကြီးပါ စီးမျောခံစားဖော်ထုတ်ကြည့်ပါဦး(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ V ~ Yunni ~ BpL ~ Thaik San တို့ပဲဖြစ်ပါတယ်)\nFile size…1.5GB / 607MB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by V ~ Yunni ~ BpL ~ Thaik San",
        "rating": "9.4",
        "url": "https://megaup.net/2Bkmg/Chakravyuham_(2023)_Telugu_WEB-DL_-_720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TVQP2KuC7b5xYTsGrYy335SG3I.jpg",
        "title": "Baby Boy, Baby Girl (2023)",
        "description": "Baby Boy, Baby Girl (2023)ဖိလစ်ပိုင် လူငယ်ဟာသအချစ်ဇာတ်လမ်းကောင်းလေးလာပါပြီ။\nလူငယ်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းထဲက ကောင်မလေးဂျိုစီက ဒီခေတ်ရဲ့ကောင်မလေးတွေကို ကိုယ်စားပြုနိုင်တယ်ပြောရမယ်။\nသူကအွန်လိုင်းရှော့လုပ်တယ်။ ခေါင်းအုံးတံဆိပ်ရိုက်တာ ပူတင်းရောင်းတာ တခြားအစုံပလုံပဲ။\nဒါပေမဲ့သူများကိုလဲမယုံကြည်တတ်တော့ ဝန်ထမ်းမခေါ် သူကိုယ်တိုင်အလုပ်တွေသိမ်းကြုံးလုပ်ပြီး စိတ်ရောကိုယ်ပါပင်ပန်းနေတဲ့ကောင်မလေး။\nအလုပ်တွေကလဲ အဆင်ပြေလိုက်မပြေလိုက်အမျိုးမျိုး။တစ်နေ့တော့ဂျိုစီက အချိန်ပိုင်းဧည့်ကြိုသွားလုပ်တယ်။\nအဲ့ဒီပွဲကို သူဌေးမတစ်ယောက်ရဲ့ကိုယ်စားတက်လာတာက သူ့ရဲ့ရည်းစားဟောင်း ဆက်ဘ်။\nအဲ့ဒါနဲ့ပွဲအပြီးမှာ သူတို့ပြန်ဆုံကြ ဂျိုစီကလဲဆက်ဘ်အိမ်လိုက်သွားပြီး တစ်ညမတ်တပ်ရပ်ကြတယ်ပေါ့။\nဂျိုစီ မနက်နိုးလာမှသတိထားမိတယ် ဆက်ဘ်အိမ်ကခမ်းနားလိုက်တာ သူတက်တဲ့ပွဲတွေ အိုင်ဂျီကပုံတွေကလဲမြင့်မြင့်မားမားတွေချည်းပဲ။\nထူးဆန်းဆို ဆက်ဘ်က ဂျိုစီနဲ့ကြိုက်နေတုန်းက သန့်ရှင်းရေးကုမ္ပဏီတစ်ခုကအလုပ်သမားလေးလေ။\nအဲ့ဒါနဲ့ဆက်ဘ်ကို အချိန်တိုအတွင်းချမ်းသာနည်းကိုမေးတာပေါ့။\nဆက်ဘ်ကလဲ သူရှူးဂါးဘေဘီလုပ်နေတာဖြစ်ကြောင်း ရှူးဂါးဒိတ်တင်းလောကကဘယ်လိုကောင်းကြောင်းတွေပြောတာပေါ့။\nသူ့အလုပ်တွေကိုစိတ်ကုန်နေတဲ့ဂျိုစီ့ကိုလဲ ဆက်ဘ်က ရှူးဂါးဘေဘီတို့တတ်ထားသင့်တဲ့\nအသိပညာအတတ်ပညာတွေ သင်ပေးရင်း ဘာတွေဆက်ဖြစ်မလဲကြည့်ကြရမှာပါ။ဒီဘာသာပြန်သူကိုတော့ နောက်ကားတွေမှာမရှာပါနဲ့တော့။ ရှူးဂါးဘေဘီ သွားလုပ်ပါပြီ။\nဒီဇာတ်ကားကိုကြည့်သူတွေလဲ ပြီးရင်ရှူးဂါးဘေဘီဖြစ်ချင်စိတ်မပေါက်ဘူးလို့ အာမမခံနိုင်ပါဘူးနော်။\nWatch at your own risk ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1fpkm/Baby.Boy.Baby.Girl.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jCOsmpPuCXVztpB1nYUyqrdTpmr.jpg",
        "title": "Extreme Festival (2023)",
        "description": "မန်ဂျင်းမှာလုပ်မဲ့ ဒေသပွဲတော်တစ်ခုက မကျင်းပခင် တစ်ပတ်အလိုမှာပဲဂျောင်ဂျုံးယဉ်ကျေးမှုပွဲတော်ကနေ ယွန်းဆန်းဂွန်းယဉ်ကျေးမှုပွဲတော်အဖြစ် နာမည်ပြောင်းသွားပါတယ်။အဆိုပါပွဲတော်ကို စီစဉ်သူကတော့ \"သ၀န်တိုမှုက ငါ့ရဲ့အင်အား\" လို့ခေါ်တဲ့start up ကုမ္ပဏီလေးရဲ့ ကိုယ်စားလှယ်အီဟယ်ဆူပဲဖြစ်ပါတယ်။ဆိုးတာတစ်ခုက ပွဲတော်နေ့မှာ ပွဲကြည့်ထိုင်ခုံတွေက အလွတ်တွေချည်းဖြစ်နေပြီးဖိတ်ကြားထားတဲ့ ဧည့်သည်အဆိုတော်ကလည်း ရောက်မလာဇာတ်ညွှန်းပြောင်းသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ပြဇာတ်အဖွဲ့ကလည်း ဆန္ဒပြ...မျှော်မှန်းထားသလို တစ်ခုမှဖြစ်မလာတဲ့ ပွဲတော်လေးကို ဟယ်ဆူတစ်ယောက်အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ ပြီးဆုံးအောင် ကျင်းပနိုင်မလား....ဘယ်လို ရယ်စရာအလွဲလေးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်... File Size : 1.2GB, 527MB\nQuality : WEB-DL1080P,720p\nFormat : mp4\nDuration : 01:34:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/1fp0l/Extreme.Festival.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Gu30dMoeLhz7fulx1uohyIOlqT.jpg",
        "title": "I Like Movies (2023)",
        "description": "I Like Movies (2023)ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်တွေကြည့်ဖို့ အထူးညွှန်းပေးချင်ပါတယ်။\nဆယ်ကျော်သက်ကားဆိုလို့ ဖျော်ဖြေရေးပုံစံ ဆယ်ကျော်သက်ကျောင်းသားကားတွေလို\nပျော်ကြမြူးကြဒိတ်ကြရယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတော့မဟုတ်ပါဘူး။\nလေးနက်တဲ့သင်ခန်းစာလေးတွေကို အထက်တန်းကျောင်းသားလေးဆီမှာ ပေါ့ပေါ့ပါးပါးလေးပုံဖော်သွားတဲ့ဇာတ်လမ်းမျိုး။\nရုပ်ရှင်ပရိသတ်တွေနဲ့အလှမ်းဝေးလွန်းတဲ့ဇာတ်ကောင်မျိုးမဟုတ်ဘဲ\nဒီဇာတ်ကောင်က ကိုယ့်စာသင်ခန်းထဲကသူငယ်ချင်းတစ်ယောက်ယောက်ဖြစ်နေနိုင်သလို ကိုယ်ကိုယ်တိုင်လဲဖြစ်နေနိုင်ပါတယ်။\nလူတွေက အထက်တန်းအရွယ်လောက်မှာ ကိုယ့်အားနည်းချက်အားသာချက်တွေကို စသိလာကြတယ်။\nကိုယ့်အားနည်းချက်ကို သဘောပေါက်ဖို့ဆိုတာတကယ်တော့မလွယ်ပါဘူး။\nသိသွားပြီးရင်လဲ လက်မခံချင်သေးဘူး။ လက်ခံပြီးရင်လဲ မပြင်ချင်သေးဘူး ပြင်ရလဲခက်တယ်လေ။\nဒီဇာတ်လမ်းထဲက လောရန့်စ်ဆိုတဲ့ကောင်လေးက ရုပ်ရှင်တွေသိပ်ကြိုက်တယ်။\nအထက်တန်းပြီးရင်လဲ NYU မှာရုပ်ရှင်ပညာကိုလေ့လာဖို့အားခဲထားသူပါ။\nသူက ကျောင်းပညာရေးမှာလဲထူးချွန်တယ်။ ဒါပေမဲ့ သူ့အားနည်းချက်တွေလဲရှိတာပေါ့။\nသူကတစ်ကိုယ်ကောင်းဆန်တယ် အဆိုးဆုံးကတော့ သူ့ကိုယ်သူအထင်ကြီးတတ်သလို သိပ်သနားတတ်တာပဲ။\nသူများတွေသူ့ကိုသနားအောင်လဲ သူ့အဖေကသူ့ကိုယ်သူသတ်သေသွားတာ ဆိုတဲ့ကဒ်ကိုမကြာမကြာထုတ်သုံးတတ်သေးတယ်။\nဒါပေမဲ့လောရန့်စ်တစ်ယောက် တက္ကသိုလ်မတက်ခင်ပဲ အချိန်ပိုင်းအလုပ်လုပ်ရင်း လက်တွေ့လောကကြီးနဲ့ထိစပ်မိချိန်မှာ\nသူ့အားနည်းချက်တွေကထင်းထင်းကြီးပေါ်လွင်လာပြီး လောရန့်စ်ရဲ့ကလေးဘဝကနေ\nလူကြီးဘဝအကူအပြောင်းကို လက်တွေ့လောကအတိုင်းမြင်ရမယ့် သဘာဝကျတဲ့ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 915MB | 282MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTU0NjkxNjYtMDYxZi00MDEzLWFhYWMtMmViMTJiYjgxY2M0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-146x200.jpg",
        "title": "Agilan (2023)",
        "description": "Aglian 2023\nAction/Drama/Thrillerကွန်တိန်နာနံပါတ်ကြည့်ရုံနဲ့ အာဂီလန်ပိုင်မှန်းသိရင် အဲ့ဒီကွန်တိန်နာကို\nထိကို မထိရဲလောက်တဲ့ထိ ဖိန့်ဖိန့်တုန်အောင် ဩဇာအာဏာကြီးလှတဲ့ ဆိပ်ကမ်းဘုရင်လူမိုက်ကြီး အာဂီလန်....\nဒီလူမိုက်ကြီးအာဂီလန့်နေရာကို သရုပ်ဆောင်ထားတာကလဲ အက်ရှင်ဇာတ်ကြမ်းတွေနဲ့\nနာမည်ကြီးလာတဲ့ မင်းသား Jayam Raviဆိုတော့\nဒီအက်ရှင်ကားက သွေးသံတရဲရဲနဲ့ အစဆုံးကြည့်ချင်နေမှာအသေချာပါပဲ...အိန္ဒိယသမုဒ္ဒရာရဲ့ဘုရင်လို့တောင် တင်စားရတဲ့အာဂီလန်ဟာ ဆိပ်ကမ်းက\nကုန်စည်ပို့ဆောင်ရေးလုပ်ငန်းတွေအားလုံးကို ထိန်းချုပ်ထားတဲ့ဆိပ်ကမ်းလူမိုက်ကြီးတစ်ဦးပဲဖြစ်ပါတယ်။\nဒုစရိုက်လောကမှာ နာမည်ကျော်တဲ့ ကပူးရ်ကတော့ ငွေကြေးအတုလုပ်ငန်းကို ကုန်စည်ပို့ဆောင်ရေးနဲ့\nတွဲဖက်လုပ်ကိုင်နေတာဖြစ်ပြီး မူးယစ်ရာဇာ ပါရန်ဒါမန်ကတော့ ကပူးရ်အတွက် အလုပ်လုပ်ပေးနေတဲ့\nဒုစရိုက်လောကသားပဲဖြစ်ပါတယ်။သူတို့တွေရဲ့ တရားမဝင်လုပ်ဆောင်မှုတွေကို အာဂီလန်က ထိန်းချုပ်ပေးနေတာပါ။\nဒီလိုမျိုး အာဂီလန်ကချုပ်ကိုင်ထားတဲ့အတွက် ဘယ်အရာကမှ ဝင်စွက်ဖက်လို့မရပါဘူး။\nဒါပေမဲ့ \"မကောင်းမှုဟူသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုတဲ့အတိုင်း လိမ်လည်လှည့်ဖြားမှုတွေ\nတစ်စတစ်စပေါ်လာတဲ့အခါမှာတော့...အာဂီလန်ဘယ်လိုတွေဆက်လုပ်မလဲ။\nဘယ်လိုမျိုးစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေ ထွက်ပေါ်လာဦးမလဲဆိုတာကို\nအက်ရှင်အကြမ်းစားတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.23GB / 1.14 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "4.4",
        "url": "https://megaup.net/2Bjqs/Agilan%C2%A0(2023)_Tamil_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5ZzelrldWr7CmOTSiwagoe5Vl9.jpg",
        "title": "The Roundup: No Way Out (2023)",
        "description": "The Roundup : No Way Out (2023)မနှစ်က The Roundup ထွက်လာပြီး မကြာခင် ဒီနှစ်မှာပဲ အားလုံးမျှော်နေကြတဲ့ No Way Out ထွက်လာခဲ့ပါပြီ\nဒီတစ်ခါတော့ စုံထောက်မာဆော့ဒိုတစ်ယောက် အထူးစုံစမ်းစစ်ဆေးရေးဌာနကို ပြောင်းသွားပြီဖြစ်ပြီး အမှုသစ်တွေလိုက်သွားမှာပါစုံစမ်းစစ်ဆေးရေးဌာနကို အမှုသစ်ဝင်လာချိန်မှာ အဲအမှုက လူသတ်မှုလို့ ထင်ရပေမဲ့\nနောက်ကွယ်မှာတော့ မူးယစ်ဆေးဝါးဂိုဏ်းကြီးတစ်ခုနဲ့ သွားပတ်သက်နေပါတယ်အမြဲတမ်း လက်သီးနဲ့ဖြေရှင်းတတ်တဲ့ မာဆော့ဒိုဟာ ဉာဏ်သုံးပြီးလည်း အမှုတွေဖြေရှင်းတာကို ကြည့်ရပါဦးမယ်\nOutlaw, The Roundup တွေရဲ့ ဆွဲဆောင်တစ်ခုက ဗီလိန်မင်းသားတွေပဲမဟုတ်ပါလား\nဒီတစ်ခေါက် No Way Out ရဲ့ဗီလိန်အနေနဲ့ကတော့ Lee Joon Hyuk ကပါဝင်သရုပ်ဆောင်ထားပါတယ်ကဲ.. ဘယ်တော့မရိုးနိုင်တဲ့ မာဒုံဆော့ရဲ့ ဟာသနှောတဲ့ အက်ရှင်တွေကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz နဲ့ Hsu Wai တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Crime, ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Bilt/The.Roundup.No.Way.Out.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmIxMzAzOTEtY2QyZi00YzBkLThiM2ItM2I5YzNhYzM2ZTJlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Good Night (2023)",
        "description": "Good Night 2023ဒီတစ်ခေါက်မှာတော့ IMDb - 8.3/10 ထိရရှိထားတဲ့ တမီးလ် မိသားစုဒရမ်မာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Jai Bhim၊ Vikram Vedha ဇာတ်ကားတွေထဲက\nမင်းသား Manikandan နဲ့ မင်းသမီးချော Meetha တို့ကအတွဲညီညီသရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\nမိုဟန်တို့အိမ်ဟာ မိသားစု‌ဝင်တွေအများကြီးနဲ့ သိုက်သိုက်ဝန်းဝန်းရှိလှတဲ့ မိသားစုတစ်ခုပါ။\nအချင်းချင်းစည်းလုံးကြပြီး တစ်ယောက် ပြဿနာတစ်ယောက်ဖြေရှင်းကြရင်းပေါ့။\nသို့ပေမဲ့မိုဟန်မှာ မိသားစုဝင်တွေ သည်းမခံနိုင်လောက်အောင်ဆိုးတဲ့\nအကျင့်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ ဟောက်တတ်တာပါပဲ။အဲအကျင့်ကြောင့်လည်း စော်ငြင်းကောင်ဖြစ်နေရတဲ့သူပါ။\nတစ်နေ့မှာ ယောက်ဖဖြစ်သူနဲ့ ရေပိုက်လိုက်ပြင်ရင်း အာနူးဆိုတဲ့သနားစရာကောင်မလေးနဲ့ တွေ့ဆုံပြီး၊\nနှစ်ယောက်သားစုံမက်သွားကြတဲ့အခါ အာနူးခင်ဗျာ မိုဟန်ကိုသည်းခံနိုင်ပါဦးမလား၊\nနှစ်ယောက်သား ဘယ်လိုနားလည်မှုယူကြမှာလဲ....သူတို့ခင်ဗျာညတိုင်း \"Good Night \" ဖြစ်နိုင်ပါဦးမလားဆိုတာ\n\"Good Night\"ဇာတ်ကားမှာပဲအဖြေရှာပြီး အပန်းဖြေကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ ThaikSan ~ Zwe ~ V~ BpL~ တို့ပဲဖြစ်ပါတယ်။\nFile size…2.39GB / 1.12GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fmco/Good_Night_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjEyNWYzYmQtZWE5My00NDhjLThjNTEtN2E5ZWZmN2RmN2NlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tiku Weds Sheru (2023)",
        "description": "Tiku Weds Sheru (2023)\nIMDb-3.7/10\nဘောလီးဝုဒ်လောကမှာ ပွဲရှာတာနာမည်ကြီးတဲ့\nမင်းသမီးကန်ဂနားထုတ်ပေးခဲ့ပြီး Cameoပါဝင်ထားတဲ့ နဝါးဇ်ရဲ့ရှားရှားပါးပါး Drama/Romanceကားလေးပါ။\nဇာတ်လမ်းလေးကလည်း မဲပြာပုဆိုးတွေက ကွဲထွက်နေတဲ့ ပိုးပုဆိုးလေးလို ထူးထူးခြားခြားဇာတ်လမ်းဇာတ်ကွက်\nအလန်းလေးမို့ အားလုံးပဲ သဘောကျလိမ့်မယ်လို့ ထင်ပါတယ်မင်းသားကြီးနဝါးဇ်ကဒီကားထဲမှာ ဒါရိုက်တာ ဇာတ်ညွှန်း သရုပ်ဆောင်ရူး ပြောရရင်\nကိုယ်ပိုင်ဇာတ်ကားရိုက်ချင်နေတဲ့ သရုပ်ဆောင်ရူးလေးပါ ..အကြွေးတွေကလဲတပုံတပင်နဲ့\nဘာမဆို စိတ်နှစ်ပြီးလုပ်တတ်တယ်ဆိုတဲ့ ဆရာကြီးရဲ့တကယ့်အလုပ်ကတော့ ရွှေကြာချိတ်ဆက်ရေးပါ..\nရုပ်ရှင်တွေထဲမှာ ဖြတ်လျောက်လည်းလုပ်တယ်..လုပ်တိုင်းလည်း ခိုင်းသလိုငြိမ်ငြိမ်မနေပဲ\nတောင်ပြောဝင်ပြောလုပ်လို့ ကန်ထုတ်ခံရပါတယ် အဲ့အချိန်မှာအိမ်ကပေးစားတဲ့\n|ရှော်တီလေးကို ပိုက်ဆံလဲရမိန်းမချောချောလေးရဆိုပြီး သပိတ်ဝင်အိတ်ဝင်လက်ထပ်လိုက်ပါတယ်မွမ်ဘိုင်းမြို့ကြီးက အိမ်မက်မြို့တော်လို့ တင်စားခေါ်ဝေါ်ကြတယ်\nညတွင်းချင်းတောင် ဘဝတစ်ခုကို ပြောင်းလဲတိုးတက်စေနိုင်တယ်တဲ့\nတီကူးတစ်ယောက် သူ့အိမ်မက်တွေ ပြည့်ဝနိုင်ဖို့ ချစ်ရသူကိုမျှော်ကိုးရင်း စောင့်နေခဲ့တာ\nကြာပါပြီ ‌တစ်နေ့မှာ မွမ်ဘိုင်းသားကြီးက အိမ်ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါ\nအိမ်မက်တွေ အကောင်အထည်ဖော်ဖို့ မွမ်ဘိုင်းမြို့ကြီးကို လိုက်ရဖို့ကြံပြီး\nကိုနဝါးဇ်(ရှယ်ရူး)နဲ့လက်ထပ်ဖို့ ခေါင်းညိတ်လိုက်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်း တီကူးနဲ့ရှယ်ရူးတို့ညားကြလေသည်ပေါ့တယောက်နဲ့တယောက်အကြောင်း သေချာမသိဘဲယူလိုက်ကြတဲ့နှစ်ယောက် တယောက်အရှုပ်အထုပ်တွေကို\nတယောက်ကသိပြီး အချင်းချင်းဘယ်လိုညှိနှိုင်းအဖြေရှာကြမလဲဆိုတာတော့....။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Saii~BpL~V~ThaikSanတို့ပဲဖြစ်သည်)\nFile size… 2.45GB /  1.01GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "3.7",
        "url": "https://megaup.net/3hefz/Tiku.Weds.Sheru.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjllZTdkYzctMjViYi00OTE2LTliNDgtMjg2YzQ3ZTdiNzVlXkEyXkFqcGdeQXVyMTM2MzA3OTEz._V1_-133x200.jpg",
        "title": "War of the Worlds: The Attack (2023)",
        "description": "War of the Worlds: The Attack (2023)\n==========================\nGenre: Horror, Sci-fi, Thrillerဟတ်ရယ် ဟန်နာရယ် အိုဂီရယ် နက္ခတ္တဗေဒပညာရှင် သူငယ်ချင်း\n၃ ယောက် ရှိကြပါတယ်။ တစ်ရက်တော့ ကမ္ဘာမြေပေါ်ကို အာကာ\nသထဲကနေ အစိမ်းရောင် အလင်းတန်းတွေ ပြုတ်ကျလာပါတယ်။\nဒီမှာ သူငယ်ချင်း ၃ ယောက်သား ဥက္ကာခဲကြွေတယ်ဆိုပြီး လိုက်ပြီး\nစူးစမ်းလေ့လာဖို့လုပ်တုန်း ဒါတွေဟာ ဥက္ကာခဲမဟုတ်ပဲ အင်္ဂါဂြိုလ်\nပေါ်က ဂြိုလ်သားတွေ ရောက်လာတယ်ဆိုတာ သိလိုက်ရပါတယ်။အဲဒီမှာ ရန်သူလား မိတ်ဆွေလားမသိရတုန်း ဂြိုလ်သားတွေက အလျင်\nအမြန်ပဲ တိုက်ခိုက်ကြတဲ့အခါ အိမ်ကိုထွက်ပြေးလာပါတယ်။ သူတို့\nဘာဆက်လုပ်ရမလဲ စဉ်းစားနေကြတုန်း စစ်တပ်အမြှောက်တပ်ထဲက\nစစ်သားတစ်ယောက်က သူတို့ဆီ ဂြိုလ်သားတွေလက်ကနေ ထွက်ပြေး\nရောက်ရှိလာပါတယ်။ အဲဒီမှာ သူငယ်ချင်း ၃ ယောက်ရယ် စစ်သားကြီးရဲ့\nအကူအညီနဲ့ ဒီလို ဂြိုလ်သားခေတ်ပျက်ကြီးမှာ ဘယ်လိုအသက်ရှင်အောင်\nလုပ်ကြမလဲ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကို ရိုက်ကူးထားတဲ့ သိပ္ပံဆန်\nဆန် ရုပ်ရှင်တစ်ကားပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ...",
        "rating": "4.0",
        "url": "https://megaup.net/2AMQ4/War.of.the.Worlds.The.Attack.2023.720p.WEBRip.(CM)mp4.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDU0Y2RkY2ItNzBiOC00ZTcxLWFhMDgtZmQ0MGFlNTc4NjQyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Mavka: The Forest Song (2023)",
        "description": "Mavka: The Forest Song (2023)\n======================\nIMDb Rating - 7.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb - 7.4 ရထားတဲ့\nအသစ်ထွက် Animation movie တစ်ခုပါ။ အရမ်းလှပတဲ့\ngraphics တွေနဲ့ scenery အမိုက်စားတွေကို ချပြထားတဲ့\nအပြင်ကိုမှ စလယ်ဆုံး မရိုးရတဲ့ plot တစ်ခုကတော့ အဆစ်\nပေါ့။ ကဲ ရှည်ရှည်ဝေးဝေး ဆိုမနေတော့ပါဘူး။ ဇာတ်လမ်း\nအညွှန်းလေး စလိုက်ကြရအောင်။ဟိုးလွန်ခဲ့တဲ့ ဆောင်းရာသီတစ်ခုတုန်းကပေါ့။ အမှောင်တောင်\nတန်းကြီးရဲ့ အနောက်ဘက်တောအုပ်ထဲမှာ အစောင့်အရှောက်\nနတ်တွေ မှီတင်းနေထိုင်ခဲ့ကြတယ်။ တစ်ရက်မှာ သစ်စက်ပိုင်\nရှင်လူသားတစ်ယောက်က သူ့ရဲ့မွေးကာစရောဂါသည် သမီး\nလေးကို ကယ်တင်ဖို့အတွက် တောစောင့်နတ်ကြီးဆီကနေ\nဆေးရည်လေးတစ်ခု လာတောင်းခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီသမီးဖြစ်\nသူလည်း အသက်ဆက်ရှင်သွားခဲ့တာပေါ့။ ဒါပေမဲ့ လောဘပိုး\nမသတ်နိုင်တဲ့ သစ်စက်ပိုင်ရှင်ကြီးက တောအုပ်ဆီကို စစ်တပ်\nကြီးတစ်ခုနဲ့ ချီတက်လာပြီး ဆေးရည်ထုတ်ပေးတဲ့ သစ်ပင်ကို\nအပိုင်သိမ်းဖို့ ကြိုးစားတော့တာပါပဲ။အဲဒီမှာပဲ အစောင့်အရှောက်နတ်တွေနဲ့ လူသားတွေရဲ့ ရန်ပွဲတွေ\nစတင်လာခဲ့လိုက်တာ မက်ဗ်ကာဆိုတဲ့ နတ်သမီးလေးတို့ခေတ်\nထိဆိုပါတော့။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1flq2/Mavka.The.Forest.Song.2023.720p.AMZN.WEB-DL.DDP5.1.H.264-CMRG.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]