[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNTg2NDMyODQtYTY2MS00NDI5LWE0YzktMDc3OGI4MmFkZTNiXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-141x200.jpg",
        "title": "Thudikkum Karangal (2023)",
        "description": "Thudikkum Karangal 2023\nIMDb-7.5/10အမှောင်ထုကြီးစိုးနေတဲ့လောကမှာ လူကောင်းတစ်ယောက်လုပ်ရတာလည်း မလွယ်လှပါဘူး။\nအထူးသဖြင့် အကျင့်ပျက်ခြစားမှု လာဘ်ပေးလာဘ်ယူမှုတွေ မူးယစ်မှောင်ခိုမှုတွေ\nထမင်းစားရေသောက်လိုလုပ်နေကြတဲ့ နိုင်ငံရေးလောကရဲ့အမှောင်ခြမ်းအကြောင်းကို\nဖော်ကောင်လုပ်မယ့်လူဆိုရင်တော့ ဝါးမြိုချင်တဲ့ဒုစရိုက်ကောင်တွေနဲ့ သေချာပေါက်ရင်ဆိုင်ရပါလိမ့်မယ်။ဗီတရီဟာ အမှန်တရားကိုမြတ်နိုးပြီး လူတွေကို ကယ်တင်ချင်တဲ့ YouTuber တစ်ယောက်ပါ။\nဒါပေမဲ့ အမှန်ချည်းပြောတဲ့လူကို လူမုန်းကြသလိုပဲ အကျင့်ပျက်ခြစားမှုတွေ ဒုစရိုက်သမားတွေအကြောင်းကို\nYouTubeကနေ ဗီဒီယိုတင်တင်နေတဲ့ ဗီတရီဟာလည်း လူတွေမကြာခဏ ဆွမ်းကြီးလောင်းတာခံရပါတယ်။\nမိဘတွေကတော့ဗီတရီကို အခြေတကျအလုပ်တစ်ခုနဲ့ အိမ်ထောင်ရက်သားကျလို့ အတည်တကျဖြစ်စေချင်ပေမဲ့\nဥပဒေနောက်လိုက်နေတဲ့ဗီတရီကတော့ နိုင်ငံကိုကယ်တင်မယ့် အမှန်တရားဘက်တော်သားဖြစ်ချင်စိတ်ကသာ များနေတာပေါ့။တစ်နေ့မှာတော့ မြို့တက်ရင်း သားကိုလာရှာတဲ့အဘိုးကြီးကို ကူညီပေးချင်လို့ သားပျောက်ရှာဗီဒီယိုကို\nရိုက်ပြီးတင်ပေးလိုက်ရာကနေ လူပျောက်တာထက်ပိုတဲ့ ပြည်နယ်ညွှန်ကြားရေးမှူးရဲ့သမီးပါ ပါနေတဲ့\nလူသတ်မှုကွင်းဆက်ထဲ ရောက်မှန်းမသိ ရောက်သွားတဲ့အခါမှာတော့...အရင်တုန်းက သူတင်နေကြတွေထက် အဆပေါင်းများစွာနက်ရှိုင်းတဲ့\nဒီအမှုကြောင့် နဂိုကမှ ရန်စတွေမနည်းလှတဲ့ ဗီတရီတစ်ယောက်\nဘယ်လိုအန္တရာယ်တွေကြုံလာရမလဲ။ အမှန်တရားဘက်တော်သားပီပီ\nဒီအမှုကို သူဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ အားလုံးအတူတူ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Teamမှဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >> ...",
        "rating": "7.5",
        "url": "https://megaup.net/1iB9o/Thudikkum_Karangal_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/2Ew3w/Thudikkum_Karangal_(2023)_Tamil_WEB-DL_-_720p_-_AVC_-YK(CM).mp4",
        "category": "Action, Bollywood, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BM2VmYTczNzEtMjZjMS00NWI1LWI3ZmQtODU3NzI4MjY2NzRlXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-141x200.jpg",
        "title": "Maama Mascheendra (2023)",
        "description": "Mama Mascheendra (2023)IMDb - 7.4/10မင်းသားချော ဆူဒီယားဘာဘူအထူးသရုပ်ဆောင်ထားတဲ့\nဒရာမာအက်ရှင်တလေဂူးကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကောင်သုံးမျိုးကို တစ်ယောက်တည်းလို့မထင်မှတ်ရလောက်အောင်\nပြောင်မြောက်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့မို့ အထူးသရုပ်ဆောင်ထားတယ်လို့ သုံးလိုက်တာပါ။ရာဗီနဲ့ ရတ်ဘာဆိုတဲ့ မင်းသမီးချောနှစ်လက်လည်း ပါဝင်ထားပါတယ်။ခံစားချက်တွေကို ရင်ဖွင့်ချင်ရင် ဒိုင်ယာရီချရေး လျှို့ဝှက်ချက်ကိုရင်ဖွင့်ချင်ရင်တော့ ချရေး ဖြဲပြီး\nမီးရှို့ရတယ်တဲ့ လောကကြီးမှာ ယုံကြည်ရတဲ့လူဆိုတာ မိမိ မိမိ ပြီးတော့ မိမိကိုယ်တိုင်ပါပဲ\nဖခင်တစ်ယောက်ရယ်လို့မဖြစ်လာခင်မှာ ဆရာဖြစ်သူအတွက် လူသတ်ပေးဖို့လုပ်ရင်း\nသတ်ရမဲ့အထဲက ကလေး၂ယောက်က လွတ်သွားခဲ့တယ် ဒီအမြွှာကလေး၂ယောက်က\nနောင်တစ်ချိန်ကြီးလာရင် ကောင်းကောင်းကြီးလက်စားပြန်ချေမှာကို သိနေလေတော့\nဖခင်ဖြစ်လာမဲ့တစ်ချိန်မှာ ဘယ်လိုကာကွယ်မှုတွေလုပ်မလဲ...အဖေတစ်ယောက်ရဲ့ ရင်သွေးအပေါ် ကာကွယ်စောင့်ရှောက်မှုက မွေးကင်းစလေးကနေစပြီး\nအရွယ်ရောက်တဲ့အခါပြီးဆုံးသွားတာမျိုးမဟုတ်ဘူးမလား။ဒီဇာတ်လမ်းထဲမှာ\nရန်သူတွေများတဲ့ ဂန်းစတားအဖေကြီးတစ်ယောက်က\nသူ့သမီးအပေါ်မှာ ကာကွယ်စောင့်ရှောက်လိုတဲ့စိတ်နဲ့ လုပ်ခဲ့တဲ့လုပ်ရပ်တွေ၊\nသမီးဖြစ်သူရဲ့ အချစ်အပေါ်မှာထားတဲ့ စိတ်သဘောထားနဲ့လုပ်ရပ်တွေ\nသူတို့သားဖတွေရဲ့ တစ်ဦးနဲ့တစ်ဦးထားရှိကြတဲ့ ချစ်ခြင်းမေတ္တာတွေအပြင်\nမထင်မှတ်ထားတဲ့ လူသတ်မှုတွေပါ မှန်းမရလောက်အောင် ရှုပ်ထွေးတဲ့\nPlot Twist တွေပါတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni ~V ~Alex ~Zwe ~Tomo တို့ပဲဖြစ်ပါတယ် )( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2EvU4/Maama_Maschindra (2023)_Telugu TRUE_WEB-DL_-_1080p_-_AVaxC_-_YK(CM).mp4,https://megaup.net/1Yyry/Maama_Maschindra (2023)_Telugu TRUE_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6vvTeeXeD7rjS8DaZRGIaQR2NNK.jpg",
        "title": "Herd (2023)",
        "description": "Herd (2023)ဒီလအတွင်းမှာမှ လတ်လတ်​ဆတ်ဆတ် ထွက်ရှိထားတဲ့ Herd ဆိုတဲ့ အက်ရှင် သည်းထိတ်ရင်ဖိုကား​​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။~ ဇာတ်လမ်းအညွှန်း ~​ဂျေမီတစ်​ယောက် သူမရဲ့ နာကျင်စရာ အတိတ်က​နေ လွတ်​မြောက်ဖို့အ​ရေး သူမရဲ့ ချစ်သူ အဲလက်နဲ့အတူ ထွက်​ပြေးလာရာက​နေ ဖုတ်​ကောင်ကူးစက်မှု​တွေပျံ့နှံ့​နေတဲ့ အ​ခြေအ​နေဆိုးနဲ့ ကြုံ​တွေ့လာရတဲ့အခါ...တစ်ဖက်မှာလည်း ဖုတ်​ကောင်​တွေကို ရှင်းလင်းဖို့ အဖွဲ့ဖွဲ့စည်းထားကြ​ပေမဲ့ မိမိကိုယ်ကျိုးကိုသာဦးစား​ပေးတဲ့ အဖွဲ့နှစ်ဖွဲ့ကြား ​ဂျေမီတို့​ရောက်သွားတဲ့အခါ...​ဂျေမီတို့ဘယ်လိုအခက်အခဲ​တွေကြုံရမလဲ... သူမရဲ့ အတိတ်​ဆိုး​တွေက​နေ​ရော လွတ်​မြောက်​အောင်လုပ်နိုင်ခဲ့လား... ဆိုတာ​တွေကို စိတ်ဝင်တစားကြည့်ရှူရမယ့် ဇာတ်ကား​လေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 845MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 37Min\nGenre - Action, Horror\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by DB\nEncoded by Y",
        "rating": "",
        "url": "https://megaup.net/1izi9/(CM)_HERD_(2023)_1080p.mp4,https://megaup.net/2Eucy/(CM)_HERD_(2023)_720p.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKpdy7N6zX05eisopvvviiTwPxb.jpg",
        "title": "The Kill Room (2023)",
        "description": "The Kill Room (2023)\n============\nComedy , ThrillerSamuel L.Jackson နဲ့ Ethan Hawke သမီး Maya တို့ ပါဝင်ထားတဲ့ Thriller ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဂေါ်ဒန်လို့ခေါ်တဲ့ ဆင်မြူရယ်ဂျက်ဆင်က နယူးဂျာစီမှာ စားသောက်ဆိုင်ဗန်းပြပြီး မူးယစ်မှောင်ခိုတွေလုပ်နေတဲ့ လူမိုက်ကြီးပေါ့...\nဒါပေမယ့် တစ်နေ့သူ့ရဲ့ မသမာတဲ့ ငွေတွေကို ငွေကြေးခဝါချပြီး...တရားဝင်သုံးလို့ရတဲ့ ငွေဖြူအဖြစ်ပြောင်းလဲဖို့ လိုအပ်လာပါတယ်\nအဲ့ဒီမှာ သူသွားတွေ့လိုက်တာက ပန်းချီပြခန်းတစ်ခုပါပဲ.....\nကားရောင်းအဝယ်လုပ်ပြီး ဗန်းပြရင်တောင်..ကားတစ်စီးရဲ့တန်ဖိုးနဲ့\nကိုယ့်ရဲ့ဝင်ငွေထွက်ငွေကို IRS ခေါ် အခွန်ဌာနက လူတွေက သိပြီး အမှုပတ်သွားနိုင်ပါတယ်...\nဒါပေမယ့် အနုပညာပစ္စည်းဖြစ်တဲ့ ပန်းချီကားတွေဆိုတာက ...တစ်ချပ်ကို သိန်းချီ သန်းချီဆိုလည်း တန်ကြေးရှိနိုင်ပြီး\nဗန်းပြလို့ကောင်းပြီး ငွေဖြူပြောင်းပေးနိုင်တဲ့ အကောင်းဆုံး လမ်းကြောင်းတစ်ခုပဲ\nဒါကို မြင်သွားတဲ့ ဂေါ်ဒန်ကသူ့တပည့် ရက်ဂျီကို ပန်းချီကားတစ်ချပ် ဆွဲချင်သလို ဆွဲခိုင်းပါတယ်...\nရက်ဂျီကလည်း လက်တည့်စမ်းလိုက်တာ..သူဆွဲလိုက်တဲ့ ပန်းချီကားက ကမ္ဘာ့အနှံ့က ပန်းချီကားစုဆောင်းသူတွေ\nထိပ်ထိပ်ကြဲသူဌေး‌ မီလီယံနာကြီးတွေအထိ နာမည်ကြီးပြီး...သတင်းစာ မီဒီယာတွေကတောင် ဆောင်းပါးတွေ ရေးကုန်ပါတယ်...\nဒီအတွက် ...",
        "rating": "",
        "url": "https://megaup.net/2Es2p/The.Kill.Room.2023.1080p.WEBRip.DD5.1.CM.mp4,https://megaup.net/2Es6e/The.Kill.Room.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nuGSKCkU9h8MB5D3esgmM0UPArr.jpg",
        "title": "Passages (2023)",
        "description": "Passages (2023)ဒီရုပ်ရှင်ဟာ Drama/ Romance အမျိုးအစားပါ။\nBL Drama လို့ ပြောရင် ပိုမှန်ပါလိမ့်မယ်။\nIMDb Rating 7.0 ရရှိထားပါတယ်။\nမိသားစုနဲ့ အတူမကြည့်သင့်တဲ့ ဇာတ်ဝင်ခန်းတစ်ချို့ပါဝင်တာမို့ ကြိုပြီး သတိပေးလိုက်ပါ့ရစေ။သိပ်ပြီး အများကြီးမညွှန်းတော့ပါဘူး။\nတိုမတ်စ်နဲ့ မာတင်ဟာ သာယာတဲ့အိမ်ထောင်ရေးကို ပိုင်ဆိုင်ထားတဲ့ Gay စုံတွဲတစ်တွဲပါ။\nတိုမတ်စ်ဟာ ရုပ်ရှင်ဒါရိုက်တာ တစ်ယောက်ပါ။\nရုပ်ရှင် ရိုက်ကူးရေးအပြီး ပါတီတစ်ခုမှာ အာဂတ်သ် ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပါတယ်။\nဒီလိုနဲ့ တိုမတ်စ်လည်း မစားသင့်တဲ့ အသီးကို စားသုံးပြီး အစွဲလန်းကြီး စွဲလန်းသွားပါတယ်။\nတိုမတ်စ်နဲ့ မာတင်တို့ကြား အစစ်မ တစ်ယောက်ရောက်လာပြီး\nသုံးပွင့်ဆိုင် အချစ်ဇာတ်လေးတစ်ပုဒ် ဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာ\nဇာတ်ကားထဲမှာ ဆက်လက်ပြီး ခံစားလိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p\nFile size…  1.2GB | 618MB\nFormat… mp4\nDuration…. ...",
        "rating": "6.9",
        "url": "https://megaup.net/1ixbx/Passages.2023.1080p.WEBRip.1400MB.DD5.1.CM.mp4,https://megaup.net/1ixbl/Passages.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eL8m72XmU5fAssaGa4BWSKzSTlh.jpg",
        "title": "My Beautiful Man: Eternal (2023)",
        "description": "My Beautiful Man : Eternal (2023)ဒီဇာတ်လမ်းလေးကတော့ 2021မှာ My Beautiful Man ဆိုပြီး\nSeason 1 နဲ့ 2ထွက်ထားတဲ့ ဂျပန်BLဇာတ်လမ်းတွဲ‌လေးရဲ့ နောက်ဆက်တွဲ\nMy Beautiful Man: Eternal ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တက္ကသိုလ်ကနေဘွဲ့ရခါနီးလို့ နာမည်ကြီးဓာတ်ပုံဆရာဆီမှာ\nလက်ထောက်အဖြစ်စတင်လုပ်ကိုင်နေတဲ့ Hira နဲ့\nအနုပညာနယ်ပယ်မှာစတင်နာမည်ရလာ‌နေပြီဖြစ်တဲ့ kiyoiတို့ချစ်သူနှစ်‌ယောက်။Hiraက သူ့အပေါ်မှာအရမ်းချစ်တယ်လို့ယုံကြည်ထားတဲ့ Kiyoi တစ်ယောက်ဟာ\nHiraရဲ့ မပိုင်ဆိုင်ရရင်တောင် တည်ရှိနေပေးရုံ‌လေးနဲ့ လုံလောက်တယ်ဆိုတဲ့မြတ်နိုးခြင်းတွေ\nချစ်ခြင်းမေတ္တာတွေကို နားလည်မပေးနိုင်ဘဲ သူ့ကိုချစ်တဲ့ Hiraဟာပြောင်းလဲသွားခဲ့ပြီလို့ အထင်လွဲခဲ့ပါတော့တယ်။Kiyoiရဲ့အထင်လွဲမှုတွေကို Hira ရဲ့ချစ်ခြင်းတွေနဲ့\nဘယ်လိုအနိုင်ယူသွားမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Khaing ပဲ ဖြစ်ပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.4GB | 607MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Yuza/My_Beautiful_Man_-_Eternal_(2023)_1080p_Gaga_WEB-DL.CM.mp4,https://megaup.net/1Yuy9/My_Beautiful_Man_-_Eternal_(2023)_720p_Gaga_WEB-DL.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WWXSHt9wSvRMNeCHkcOTgYK4oc.jpg",
        "title": "Hail to Hell (2023)",
        "description": "Hail to Hell (2023)ကျောင်းတွင်းမှာ အနိုင်ကျင့်မှုတွေခံရတဲ့ ကျောင်းသူတွေအဖို့တော့ ကျောင်းက ငရဲလိုပါပဲ\nတစ်ယောက်ပြီးတစ်ယောက် မပြီးနိုင်တဲ့အနိုင်ကျင့်မှုတွေကြားမှာ\nအလူးအလဲခံရတဲ့ ဟွမ်ဆွန်းဝူနဲ့ ဆုန်းနာမီတို့နှစ်ယောက်ကလည်း\nငရဲကနေလွတ်မြောက်ချင်လို့ သေလမ်းကိုရွေးဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ မသေခင်လေး သူတို့ကို အရင်ဆုံးအနိုင်ကျင့်ခဲ့ပြီး\nကောင်းကောင်းနေ ကောင်းကောင်းစားနေတဲ့ ဘတ်ချယ်ရင်းကို လက်စားချေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်အဲလိုနဲ့ လက်စားချေဖို့ ဆိုးလ်ကို ရောက်သွားတဲ့အခါမှာ\nမထင်မှတ်တဲ့အရာတွေ အပြောင်းအလဲတွေနဲ့ ကြုံတွေ့လိုက်ရပါတော့တယ်နောက်ဆုံးမှာ လက်စားချေမှုက အောင်မြင်သွားမလား\nဘယ်လိုအခက်အခဲတွေကို အတူဖြေရှင်းမလဲဆိုတာ ကြည့်ရှူခံစားပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Mystery, Thriller\nQuality…. 1080p | 720p\nFile size… 1.16GB | 520MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "7.1",
        "url": "https://megaup.net/1ix5j/Hail.to.Hell.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/1ix4h/Hail.to.Hell.2023.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/Escape-2023-141x200.jpg",
        "title": "Escape (2023)",
        "description": "Escape [2023]( IMDb 7.5/10 )စစ်ကြောရေးအခန်းတစ်ခန်းထဲမှာ အက်ဒမ်တစ်ယောက် မူးဝေပြာရီစွာနဲ့ပဲ\nလက်ထိတ်ခတ်လျက်သား သတိပြန်လည်လာပါတယ်...\nသူ့ရှေ့မှာ ကြိုးဖုန်းအနီတစ်လုံး ရှိနေပြီးတော့ မျက်နှာကျက်နားက နံရံပေါ်မှာ တီဗီတစ်ခု ရှိနေပါတယ်...\nတီဗီထဲက သတင်းမှာတော့ သူသေဆုံးသွားပြီဆိုတဲ့ သတင်းက ထုတ်လွှင့်လာပါတယ်...အက်ဒမ် မယုံကြည်နိုင်ဖြစ်နေချိန်မှာပဲ ဖုန်းမြည်လာပါတယ်...\nလာတဲ့ ဖုန်းက အရေးပေါ်ဖုန်းလိုင်းကပါ...\nတစ်ဖက် အသံကိုသာ ကြားရပြီး အက်ဒမ့်အသံကို သူတို့မကြားရပါဘူး...ဒီလိုနဲ့ နောက်ဖုန်းတစ်ကောလ်... အက်ဒမ်သူ့အဖြစ်ကို ပြန်ပြောပြန်တယ်...\nဒီတစ်ခါတော့ အကြမ်းဖက်တိုက်ဖျက်ရေးအဖွဲ့ကတဲ့လေ...\nအက်ဒမ်ဟာ ဝန်ကြီးကို လုပ်ကြံဗုံးခွဲခဲ့တဲ့ တရားခံပါတဲ့...\nသူ့ကို ဖမ်းဖို့ လိုက်နေကြတာပါတဲ့...အက်ဒမ်ရဲ့ ဇဝေဇဝါဖြစ်မှုဟာ အမြင့်ဆုံးကို ရောက်နေရှိနေပါပြီ...\nအဲ့နောက်မှာပဲ အစွမ်းထက်ဆုံးလက်နက်ဖြစ်တဲ့ EMP-47 ချပ်စ်ပြား ကိစ္စကလည်း ပေါ်လာပါတော့တယ်...\nအဲ့နောက်မှာတော့ အကြမ်းဖက်အဖွဲ့တစ်ခုဖြစ်တဲ့ လက်စ်ကာ တီမောရဲ့ အမဲလိုက်တာကိုလည်း ခံနေရမှန်း သိလာရပါတယ်...\nတစ်ပူပေါ် တစ်ပူဆင့်နေရင်းကမှ အခန်းထဲမှာ ပေးထားတဲ့အချိန်အတွင်း ချပ်စ်ပြားတည်နေရာကို မပေးနိုင်ရင်\nအချိန်ကုန်တာနဲ့ တစ်ခန်းလုံး ပေါက်ကွဲထွက်သွားမယ့် အချိန်ကိုက် ဗုံးကလည်း အသင့်တပ်ဆင်ထားပြီးသား ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ix42/Escape.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1ix3e/Escape.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8TL8Jkh5IVfwx6nGaUoRPMZpjUC.jpg",
        "title": "Havana (2023)",
        "description": "Havana (2023)မှုခင်းဇာတ်လမ်းကို ကြိုက်တတ်တဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးပါဦးမယ်အစိုးရရှေ့နေ အီဂျောင်မင်းဟာ အထက်ကနေ အမှုတစ်ခုကိုတာဝန်ပေးလို့ အဲအမှုလိုက်ရှေ့နေဖြစ်လာပါတယ်..\nအမှုက ခင်ပွန်းဖြစ်တဲ့သူကို အိပ်နေတဲ့အချိန်မှာ ဇနီးသည်ကသတ်လိုက်တယ်လို့ စွပ်စွဲထားပါတယ်ရှုပ်ထွေးတဲ့အမှုကို ရဲတွေဘက်ကလည်း လုပ်ဆောင်တာပေါ့လျော့တာရယ်၊\nအမှုစစ်က တရားခံပါလို့ တစ်ထစ်ချယုံထားတဲ့အတွက် အမှုလိုက်တဲ့ရှေ့နေကတော့ မလွယ်ကြောပါပဲဒီအမှုမှာ ဇနီးဖြစ်တဲ့သူက တကယ်ပဲ တရားခံလား\nတခြားအလှည့်အပြောင်းတွေရှိဦးမလားဆိုတာ စိတ်ဝင်စားဖွယ် စောင့်ကြည့်ရဦးမှာပါHavana ဆိုတဲ့ နာမည်နဲ့ ဘာဆိုင်သွားသလဲဆိုတော့\nဇာတ်လမ်းအစမှာပဲ ဟာဗာနားဆိုတဲ့ နာမည်ဝှက်နဲ့ ရှေ့နေဆီကို သက်သေတွေ ပို့ပေးနေရာကနေ အစပြုလာတဲ့ နာမည်ဖြစ်ပါတယ်Thriller Crime ဇာတ်လမ်းကောင်းကောင်းလေး ကြည့်ချင်ရင်တော့ ကြည့်ဖို့ညွှန်းပေးပါရစေနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Joyz & Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 900MB | 300MB\nFormat… mp4\nDuration…. 1h 53min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/1izp8/Havana,2023.1080p.WEBRip.CM.mp4,https://megaup.net/1Ywjj/Havana,2023.720p.WEBRip.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYzM4N2UyMTctODBlOC00M2U4LTk1ZDktZWQ2NDU2YjlhNWU2XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Red Sandal Wood (2023)",
        "description": "Red Sandal Wood (2023)\nIMDb - 9.0/102021 ခုနှစ်ရဲ့ ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ အာလူးအာဂျွန်နဲ့ ရာရှ်မီကားတို့ရဲ့ Pushpaရုပ်ရှင်လို စန္ဒကူးနီမှောင်ခိုလုပ်ငန်းအကြောင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါရစေ။ ဒီကားမှာတော့ ဇာတ်လိုက်ကျော်မင်းသားကို စန္ဒကူးနီမှောင်ခိုဂိုဏ်းကို ဖော်ထုတ်မယ့် လက်ဝှေ့‌ကျော်လေးပရာဘာအဖြစ် မြင်တွေ့ရမှာပါ။ Pushpa 2 လည်း ပြသဖို့ရက်ဝေးသေးတာဆိုတော့ ကိုအာလူးကိုစောင့်ရင်းနဲ့ အလွမ်းပြေကြည့်ရှုလိုက်ရအောင်ပါ။ဇာတ်လမ်းအကျဉ်းအန်ဒရာမြို့အတွက်တော့ စန္ဒကူးဆိုတာ မြေဆီမြေနှစ်ကထွက်တဲ့ ရတနာတစ်ပါးပါပဲ။ ကြီးမားကျယ်ပြန့်လှတဲ့ တီရူပသီက စန္ဒကူးနီတောအုပ်ကြီးဟာ အန်ဒရာသားတွေအတွက် ဂုဏ်ယူစရာဖြစ်သလို ဝိသမ‌လောဘသားတွေအတွက်လည်း အသင့်ယူသုံးလို့ရတဲ့ ရွှေတွင်းကြီးဆိုလည်းမမှားပါဘူး။ ‌ဘယ်လောက်ပဲ ဥပဒေနဲ့ထိန်းနေပါစေ စန္ဒကူးနီမှောင်ခိုမှုတွေကတော့ တောကြီးအနှံ့မှာ ရှိနေဆဲပါပဲ။ကာရုနာတစ်ယောက် အရွယ်ရောက်လာပြီး မိသားစုတာဝန်ကိုထမ်းရတော့မယ်ဆိုပေမဲ့ အလုပ်ကရှာမရတာကြောင့် ကိုယ့်ကိုယ်ကိုယ် အားမလိုအားမရဖြစ်နေရသူပါ။ သားကြီးတစ်ယောက်ပီပီ အဖေ့ကိုလည်း အလုပ်တွေကနေ နားစေချင်၊ အလုပ်ကလည်းမရ။ ဒီကြားထဲ လူတွေ့ကပါအဆင်မပြေပြန်တော့ ရရာအလုပ်ကိုဝင်လုပ်ဖို့ စိတ်စောနေပါပြီ။ ဒါပေမဲ့ ကာရုနာရဲ့မိဘတွေကတော့ တင့်တောင့်တင့်တယ် ...",
        "rating": "9",
        "url": "https://megaup.net/2EtK8/Red_Sandal_Wood_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1Ywha/Red_Sandal_Wood_(2023)_Tamil_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNjczMDBlM2UtYjFjNi00MTlmLTgzYzAtMzRiNDRkYzg2YWQ3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Dream Girl 2 (2023)",
        "description": "Dream Girl 2 2023 (လုံးရာကပြားချင်ယောင်ဆောင်တဲ့ ဘုန်းကညာတစ်ပါး)IMDB (6/10) ရရှိထားပြီး ဘတ်ဂျက် ၃၅ ကုဋေရင်း ကုဋေ ၁၄၀ ထိပြန်အမြတ်ထွက်ခဲ့တဲ့\nပထမကားထဲကမင်းသားအာရူရှမန် ဂူရာနားနဲ့ student of the year\nဒီပီကားရဲ့လေးပွင့်ဆိုင်ဖောက်ပြန်ရေးဇာတ်ကား Gehraiyann ထဲက\nမင်းသမီးချောလေး အန်နယာပန်ဒေးတို့ ဦးဆောင်ပါဝင်ထားတဲ့ ဇာတ်ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ ကာရမ်ကနတ်ဘုရားပူဇော်ပွဲတွေမှာ ဖျော်ဖြေပေးတဲ့သူတစ်ယောက်ပါ သု့ပါပါဂျက်ဂျိကတော့ အိမ်တိုင်ပါချွတ်ပေါင် အကြွေးပတ်လည်ဝိုင်းနေတဲ့ အဖေလိမ္မာလေးပေါ့…သားက ယောင်ချာချာအလုပ်မရှိ အဖေက အကြွေးတောထဲနစ်နေပေမဲ့ နှစ်ယောက်သားကတော့ အေးဆေးပါပဲ\nကာရမ်ရဲ့ကောင်မလေးက ရှေ့နေမလေးတစ်ယောက်ဖြစ်ပြီး ချမ်းသာတဲ့မိသားစုကပါ အဲ့ကနေ သူ့သားကိုတင်တောင်းမဲ့ ခန်းဝင်ပစ္စည်းတွေနဲ့ အကြွေးတွေဆပ်မယ်လို့ အကြံကြီးပေမဲ့ ကောင်မလေးရဲ့အဖေက အိမ်လာလည်ပြီး ကာရမ်တို့သားအဖရဲ့ အခြေအနေမှန်ကိုသိသွားတော့ သမီးနဲ့သဘောမတူတော့ပါဘူးသမီးနဲ့တူအောင်တန်အောင် ခြောက်လအတွင်း အိမ်ခြံအလုပ်ငွေသားပြနိုင်မှ ပေးစားမယ်ဆိုလို့\nမစ္စတာကာရမ်လဲ ပိုက်ဆံမြန်မြန်ရအောင် ကြံရာမရ လုံးရာကပြားချင်ယောင်ဆောင်ပြီး |\nဘားတွေမှာ သီချင်းလိုက်ဆိုပါတော့တယ်ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲ ချစ်သူနှစ်ဦးရော ပေါင်းစပ်နိုင်ကြမလား လိုအပ်တဲ့အရာတွေကိုရော\nခြောက်လအတွင်းရမလား ...",
        "rating": "6",
        "url": "https://megaup.net/1iyfr/Dream.Girl.2.2023.720p.NF.WEB_DL(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/jaan-133x200.jpg",
        "title": "Jaane Jaan (2023)",
        "description": "Jaane Jaan (2023)\n====================\nIMDb-6.0/10\nဒီကားကတော့ ၄တန်းအောင် အဂျေးရဲ့ အလောင်းဖျောက်ပုံ အလီဘိုင်ရှာပုံတွေနဲ့ ပုံစံဆင်တူတဲ့ ဇာတ်ကားတစ်ကားပါ\nNetflix ကထုတ်လွှင့်ပြီး Rating အနေနဲ့ရော Plot အနေအထားအရပါ အတော်လေးကြည့်ရှုလို့ကောင်းတဲ့ Crime / Mystery\nဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ် မင်းသမီးကြီး ကရီနားကပူးဟာဆိုရင်လည်း အပိုအလိုမရှိ ပါဝင်သရုပ်ဆောင်ထားပြန်ပါတယ်ဘောလိဝုဒ်ကားတွေက အင်စပက်တာတွေ အမှုလိုက်တော်တဲ့ကားတွေပဲများပေမဲ့\nဒီကားကတော့ criminal ဘက်ကနေ ဘယ်လောက်ထိပိရိအောင်လုပ်နိုင်လဲဆိုတာကိုကြည့်ရှုရမှာပါဉာဏ်ပညာထက်မြက်မှုနဲ့ ရူးသွပ်မှု..ဒီ၂ခုကြားမှာ မျဉ်းကြောင်းလေးတစ်ကြောင်းပဲ ခြားပါတယ်\nသင်္ချာပညာရပ်ကို ရူးသွပ်လို့ ဆယ်စုနှစ်တစ်ခုအထိ လေ့လာလိုက်စားလာခဲ့ပြီး အရာရာကို\nသင်္ချာနည်းတကျ စေ့စပ်တွေးခေါ်တတ်တဲ့လူတစ်ယောက်က လူသတ်မှုတစ်ခုမှာ ပါဝင်ပတ်သက်လာခဲ့မယ်ဆိုရင်ရော..နည်းနည်းလောက်သာပိုတွေးမိရင် မျက်စိရှေ့က အမှန်တရားကိုမြင်နိုင်ပေမဲ့ မကြိုးစားခဲ့ကြသူတွေနဲ့ ချစ်ရတဲ့မိသားစုကိုကာကွယ်ဖို့\nအဘက်ဘက်ကကြိုးစားကြတဲ့လူတွေကြားက တိုက်ပွဲတစ်ခု ..လူသတ်သမားကိုသိနေတာတောင် အလီဘိုင်က အစစအရာရာပြည့်စုံနေပြီး\nဟာကွက်မရှိနေတဲ့ ပြီးပြည့်စုံတဲ့ လူသတ်မှုတစ်ခု ..ဉာဏ်ပညာထက်မြက်မှုနဲ့ အမှန်တရားကြား ဘယ်သူကအနိုင်ရသွားမလဲ\nဇာတ်ကားတစ်ကားလုံးက ပစ်ရက်စရာရှိအောင် ပြည့်စုံလွန်းတာကြောင့် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ YH ~ Alex ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ixhv/(CM)_Jaane.Jaan.2023.2160p.4K.NF.WEB-DL.DDP5.1.H.265-Naung.mkv,https://megaup.net/2DrmA/Jaane_Jaan_(2023)_TRUE_WEB-DL_-_1080p_-_AVC_-_YK.Final_Edit_By_YK(CM).mp4,https://megaup.net/1hwsu/Jaane_Jaan_(2023)_TRUE_WEB-DL_-_1080p_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMGIyNDZjZTMtNTc5ZC00Nzc2LTljOWMtMmVmYzA4Y2FkNzllXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-133x200.jpg",
        "title": "Karumegangal Kalaiginrana (2023)",
        "description": "Karumegangal Kalaiginrana (2023) ပထမဆုံးပြောချင်တာက ဒီကားက IMDb 9.4 ရထားတဲ့ ဇာတ်ကားပါ\nတမေးလ်ကားတွေရဲ့ ပင်တိုင်မင်းသား ပွဲတိုင်းကျော် ယိုဂီဘာဘူလည်း ပါဝင်ထားသလို Aditi Balan နဲ့ Bharathiraja တို့လည်း အားဖြည့်ထားပါတယ်မိသားစုဆိုတာဘာလဲ ကျွန်တော်တို့အတူရှိနေချိန်မှာ သတိမထားမိတဲ့ မိသားစုရဲ့တန်ဖိုးကို ဝေးမှပဲ နားလည်ကြတယ်\nဒီကားမှာဆိုရင် မိသားစု နဲ့ relationship တွေရဲ့ ဆက်သွယ်မှုအကြောင်းကို ဒါရိုက်တာက သူ ၂၀၀၆ ခုနှစ်က ရေးခဲ့တဲ့\nဇာတ်လမ်းတိုလေးကို အခြေခံပြီးရိုက်ကူးထားတဲ့အတွက် ဒါရိုက်တာရဲ့ ရင်တွင်းခံစားချက်အစစ်ကို ခံစားကြရမှာပါဇာတ်လမ်းကတော့ မတူညီတဲ့ လူတန်းစားအလွှာ သုံးရပ်က ကွဲပြားတဲ့ ဇာတ်ကြောင်း သုံးခုအကြောင်းပါပဲ ကျိကျိတက်ချမ်းသာတဲ့\nလူတန်းစား မိသားစုတစ်စု ရှိမယ် အောက်ခြေလူတန်းစား ဘဝသမားလေး ယိုဂီဘာဘူနဲ့ ချောမောလှပပြီး ကိုယ်ကျိုးမငဲ့တဲ့\nမိဘမဲ့ကျောင်းက ဆရာမလေးတစ်ယောက်တို့ အကြောင်းပါပဲ လုပ်ငန်းကိုင်ငန်းတွေ ဘယ်လိုပဲအောင်မြင်နေပါစေ မာန်မာနတွေကြားမှာခံလို့\nဖခင်အိုကြီးနဲ့ စကားမပြောကြတဲ့ သားသမီး အလွှာကြီးက ...",
        "rating": "9.4",
        "url": "https://megaup.net/1ixp3/Karumegangal_Kalaigindrana_(2023)_Tamil_WEB-DL_-_1080p(CM).mp4,https://megaup.net/2Es8q/Karumegangal_Kalaigindrana_(2023)_Tamil_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMzZmZDI4ZjUtMDliNS00NDU1LWJiZTItYjFlNGQwMTEzZjQ4XkEyXkFqcGdeQXVyMTU0NjM3Mjkx._V1_-128x200.jpg",
        "title": "Nam Naani Madve Prasanga (2023)",
        "description": "Nam Naani Maduve Prasanga (2023)\n===================================ကန်နာဒါစကားပြော ဟာသကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။အိန္ဒိယမှာ လယ်စိုက်တဲ့ တောင်သူအမျိုးသားတွေဟာ ကြင်ဖက်ရှာဖို့ အင်မတန့်အင်မတန် ခက်ခဲနေလျက်ရှိပါတယ်။\nဒီရုပ်ရှင်ထဲက ဇာတ်လိုက် နာနီဟာလည်း အသက် ၃၇ ရောက်တဲ့ထိ\nဘိုထီးသီချင်းထဲကလို တစ်ကောင်တည်းမျက်စိလည်နေဆဲဖြစ်တဲ့\nတောင်သူလူပျိုကြီးဖြစ်ပါတယ်။အသက် ၃၇ ရောက်တဲ့ထိ အဖြစ်မရှိသေးတဲ့ လူပျိုကြီးနာနီ့ကို မိသားစု၊ အပေါင်းအသင်းတွေက\nသတို့သမီးရှာပေးဖို့ကြိုးစားရင်း တလွဲတချော်တွေဖြစ်တာကို လယ်သမားအမျိုးသားတွေ\nအိမ်ထောင်ဖက်ရှာဖို့ခက်ခဲနေတာကို မီးမောင်းထိုးပြထားတဲ့ ဒီရုပ်ရှင်ထဲမှာ ဟာသစွက်ပြီး မြင်ရမှာပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ကိုတော့ စီအမ်ရဲ့ ဘောလိဝုဒ်အဖွဲ့က ဘာသာပြန် အညွှန်းရေးသားထားပါတယ်။ )(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…2.2GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "",
        "url": "https://megaup.net/1YuyV/Nam_Naani_Maduve_Prasanga_(2023)_Kannada_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/1Yuzd/Nam_Naani_Maduve_Prasanga_(2023)_Kannada_WEB-DL_-_720p-_AVC_-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5rZed6NP0ZdmvU2UNeLqMddwAKu.jpg",
        "title": "Aliens Abducted My Parents and Now I Feel Kinda Left Out (2023)",
        "description": "Aliens Abducted My Parents and Now I Feel Kinda Left Out (2023)~ Rotten Tomatoes - 87% ~နာမည်အတိုင်းပဲ မိဘတွေကို ဂြိုဟ်သားတွေ ဖမ်းသွားတာလို့ ယုံနေတဲ့ကောင်လေး ဇာတ်လမ်းဖြစ်ပါတယ်။ကယ်ဗင်က အာကာသသိပ္ပံကို စိတ်၀င်စားပြီး သူ့အဖေနဲ့အတူ ကြယ်တံခွန်လာတာကို စောင့်မျှော်တတ်တဲ့ ကောင်လေး...\nတစ်ညမှာ ကြယ်တံခွန်လာတာစောင့်နေတုန်း မိဘတွေကို ဂြိုဟ်သားတွေဖမ်းသွားတာ မြင်လိုက်ရလို့ နယ်မြို့လေးမှာပဲနေနေပြီး မိဘတွေသူ့ဆီပြန်လာတာကို စောင့်နေတဲ့သူ။အစ်စီက ဂျာနယ်လစ်ဖြစ်ချင်ပေမဲ့ မိဘတွေကြောင့် နယ်မြို့လေးကို ပြောင်းလာရတဲ့ မြို့ကြီးသူ။ အခြေအနေပေးတာနဲ့ မြို့ကိုပြန်သွားဖို့ အခွင့်အလမ်းရှာနေတဲ့သူ... သူနဲ့ အားလုံးက ထူးဆန်းတယ်ဆိုပြီး မပေါင်းသင်းကြတဲ့ ကယ်ဗင်တို့ အတန်းထဲမှာ ဘေးချင်းကပ်ထိုင်မိတဲ့အခါ..\n.\nနယူးယောက်ကိုသွားနိုင်မယ့် စာရေးပြိုင်ပွဲအတွက် အတန်းဖော်က ကယ်ဗင့်အကြောင်းရေးဖို့ လာဆွယ်တဲ့အခါ အစ်စီက ကယ်ဗင်နဲ့ရင်းနှီးအောင်ပေါင်းပြီး ဒေတာစုရပါတော့တယ်။ကယ်ဗင်ယုံနေသလို သူ့မိဘတွေကို တကယ်ပဲ ဂြိုဟ်သားတွေ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Yujg/(CM)_Aliens_Abducted_My_Parents_and_Now_I_Feel_Kinda_Left_Out_(2023)_1080p.mp4,https://megaup.net/1Yui2/(CM)_Aliens_Abducted_My_Parents_and_Now_I_Feel_Kinda_Left_Out_(2023)_720p.mp4",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gukSJNCDL2Xx8XB9PE5bL5qBOBQ.jpg",
        "title": "Hidayah (2023)",
        "description": "Hidayah (2023)ဘဝရဲ့အလှည့်အပြောင်း လောကဓံအထုအထောင်းတွေကြားမှာ ရွေးရကြပ်တည်းလာတဲ့အခါ\nခဲရာခဲဆစ်နဲ့ ကြိုးပမ်းကြသူတွေရှိကြသလို အလွယ်လမ်းလိုက်သူတွေလည်းရှိပါတယ်။\nအခုတစ်ခါမှာလည်း အလွယ်လမ်းလိုက်ရာက အဖြစ်ဆိုးနဲ့ကြုံသွားရတဲ့ ရုပ်ရှင်တစ်ကားကို တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။ဘာရီဆိုတဲ့ကောင်‌လေးဟာ တစ်ချိန်ကတော့ ဘာသာရေးကိုင်းရှိုင်းတဲ့ အပနှင်ဆရာလေးတစ်ယောက်ဖြစ်ခဲ့ပါတယ်။\nအခုချိန်မှာတော့ အတိတ်ရဲ့ဖြစ်ရပ်ဆိုးတွေကြောင့် မိခင်ကိုဆုံးရှုံးလိုက်ရတဲ့ဘာရီဟာ\nယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့ အတိတ်ရဲ့‌ လောင်းရိပ်အောက်က အလွတ်ရုန်းထွက်နေတဲ့ ထောင်ထွက်လေးဘာရီဖြစ်နေပါပြီ။\nဒီလိုနဲ့ စက်ပြင်ဆရာလုပ်နေတဲ့ဘာရီဆီကို သူ့ရဲ့ဇာတိဖြစ်တဲ့ မာကာဆာဂီရွာကငယ်သူငယ်ချင်း ဟာဆန်ရောက်လာပါတော့တယ်။မာကာဆာဂီရွာမှာ ထူးဆန်းတဲ့သဘာဝလွန်ဖြစ်ရပ်တွေဖြစ်ပြီး တစ်ရွာလုံးကျီးလန့်စာစားနေရတဲ့အတွက် အပနှင်ပေးဖို့ ဘာရီကိုဟာဆန်က လာခေါ်တာပါ။\nတည်ငြိမ်နေတဲ့ရေပြင်ကို ဂယက်ထစေမယ့် ဒီကိစ္စကို ဘာရီတစ်ယောက် သဘောမကျလှပေမဲ့\nဒုက္ခရောက်နေသူက တစ်ချိန်ကသူငယ်ချင်းရတ်နာဖြစ်နေတော့ မငြင်းဆန်နိုင်ဘဲ ရွာကိုသွားဖို့ဖြစ်လာတဲ့အခါရတ်နာတစ်ယောက် ညနေ ၆ နာရီတိုင်းမှာ အသံနက်ကြီးနဲ့အော်နေတာ ဘာကြောင့်များလဲ။\nရွာကိုရောက်လာတဲ့ အပနှင်ဆရာလေး ဘာရီကရော သူ့ကိုမကြည်ဖြူချင်ကြတဲ့ရွာသားတွေကို ကူညီသွားမှာလား။\nယုံကြည်မှုတွေပျောက်ဆုံးနေလို့ လမ်းညွှန်မှုကိုရှာနေတဲ့ဘာရီတစ်ယောက်\nသူ့ရဲ့ဇာတိကနေ လမ်းစပြန်ရလာမလားဆိုတာကိုတော့ ဒီ Hidayahဆိုတဲ့ရုပ်ရှင်လေးမှာ အတူကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 720p\nFile size… 513MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Yufg/Hidayah.2023.720p.MAXs.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jii0CWMcjFmCfrTXsRyMuwjlNY3.jpg",
        "title": "The Caine Mutiny Court-Martial (2023)",
        "description": "The Caine Mutiny Court-Martial (2023)~ IMDb - 6.9/10, Rotten Tomatoes - 94% ~ဒီကားလေးကတော့ War Crime ဇာတ်လမ်းတွေ တရားခွင်ခုံရုံးအကြောင်းတွေ စိတ်၀င်စားတဲ့သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ကားပါပဲ။ ပါရာမောင့်ကနေတင်ဆက်ထားပြီး သရုပ်ဆောင်တွေကလည်း မျက်နှာမစိမ်းလှတဲ့ဝါရင့်တွေချည်းပါ။မဲရစ်‌ဆိုတဲ့ ရေတပ်လက်အောက်ဗိုလ်က သင်္ဘောကပ္ပတိန်ဖြစ်သူ ဗိုလ်မှူးကွင်းကို စိတ်ကျန်းမာရေးမကောင်းဘူးဆိုတဲ့ အကြောင်းပြချက်နဲ့ တာ၀န်ရပ်စဲခဲ့တာကြောင့် စစ်ခုံရုံးတင်စစ်ဆေးခံရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ်တင်ဆက်ထားတာပါ။ ကိုယ့်ဖက်ကကြည့်ရင်လက်ဖမိုး သူ့ဖက်ကကြည့်ရင်လက်ဖ၀ါးဆိုတဲ့ စကားလိုပါပဲ။ နှစ်ဖက်လုံးကအမှန်ဖြစ်နေတဲ့အခါ တရားခွင်အဖြေက ဘယ်လိုဖြစ်မလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်ရမှာပါ။ တစ်ကားလုံးလိုလိုကို တရားခွင်မှာပဲအချိန်ကုန်ထားပေမဲ့ ကြည့်ရတာမပျင်းစေဘဲ သက်သေတွေ တရားရုံးရှေ့နေနဲ့ တရားခံရှေ့နေကြားက စကားတိုက်ပွဲတွေက ကြည့်ရှုသူတွေကို ထိုင်ရာကမထစတမ်း ဆွဲခေါ်သွားပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.1GB, 875MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Yuan/(CM)_The_Caine_Mutiny_Court-Martial_(2023)_1080p.mp4,https://megaup.net/1Yua7/(CM)_The_Caine_Mutiny_Court-Martial_(2023)_720p.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNjhlMDE5MWEtMDg2My00ZmNmLTgwYWQtODg3ZjdiNWIxNTQwXkEyXkFqcGdeQXVyNjIxNDk4NTM@._V1_-133x200.jpg",
        "title": "The Y (2023)",
        "description": "The Y (2023) ပဟေဠိစံအိမ်\nIMDb-7.2/10\nHorror/Mystery/Thrillerမကြာသေးခင်ကထွက်ရှိထားတဲ့ ထိတ်လှန့်သည်းဖိုအမျိုးအစားဇာတ်လမ်းလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ဒစ်ရှာဟာ ၈ နှစ်ကြာပြီးမှ မိဘအရင်းတွေနဲ့ ပြန်လည်ဆုံတွေ့ခဲ့ရတဲ့ ကံခေသူလေးပါ။\nသူ့မှာ ငယ်စဉ်ကလေးဘဝထဲက အချစ်ကြီးချစ်ခဲ့ရတဲ့ ယူဗန်ဆိုတဲ့\nမိဘမဲ့ဂေဟာ‌ကကောင်လေးလည်းရှိပါတယ်။ဒါပေမဲ့ ၈ နှစ်အကြာမှာ မိဘရင်းတွေကလာပြန်ခေါ်တာခံလိုက်ရတဲ့ ဒစ်ရှာဟာ\nယူဗန်ကိုမေ့သွားခဲ့ပါတယ်။ အနှစ်နှစ်အလလစောင့်ခဲ့ရတဲ့ယူဗန်အတွက်\nသူပထမဆုံးပြန်ကြားရတဲ့ ဒစ်ရှာရဲ့သတင်းဟာ မင်္ဂလာဆောင်တော့မယ့်သတင်းပါ။ဒါပေမဲ့ ယူဗန်ကိုလာတွေ့တဲ့လမ်းမှာ ဒစ်ရှာတို့ တစ်မိသားစုလုံးကားမှောက်ပြီး မိဘတွေလည်း ပွဲချင်းပြီးဆုံးပါး\nကိုယ်တိုင်လည်း စိတ်ထောင်းကိုယ်ကြေဖြစ်ခဲ့ရတဲ့ဒစ်ရှာတစ်ယောက် စကားမပြောနိုင်ဖြစ်ပြီး မှတ်ဉာဏ်ဆုံးရှုံးခဲ့ရပါတယ်။\nဒီလိုနဲ့ပဲ ယူဗန်နဲ့ပဲ အကြောင်းပါခဲ့ပြီး အဖွားဖြစ်သူအမွေပေးခဲ့တဲ့\nအိမ်ကြီးဆီကို ရွှေ့ပြောင်းနေထိုင်ကြပါတယ်။အိမ်ကြီးဆီကပဲလား အတိတ်ကအရိပ်တွေကပဲလိုက်လာလေသလားမသိ\nအမျိုးသမီးလေးဆီမှာ ထူးဆန်းတာတွေဖြစ်လာတဲ့အခါမှာတော့။\nဖြစ်ပျက်တဲ့အရာတွေကရော ခင်ပွန်းဖြစ်သူနဲ့ရော ဘယ်လိုတွေပတ်သက်နေလဲဆိုတာ\nရင်ဖိုဖိုနဲ့ ကြည့်ရှုကြပါဦးရှင့်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry~Dee~Alex~BpL~Vတို့ဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…1.6GB / 623MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.4",
        "url": "https://megaup.net/1iuj1/The_Y_2023_WebRip_1080p_YK(CM).mp4,https://megaup.net/1iujc/The_Y_2023_WebRip_720p_YK(CM).mp4",
        "category": "Bollywood, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m37w2WJrmEWnFSjyQylIYfYAzMj.jpg",
        "title": "The Bell Keeper (2023)",
        "description": "The Bell Keeper (2023)ဒီတစ်ခါ မိတ်ဆက်ပေးမယ့် သည်းထိတ်ရင်ဖိုရုပ်ရှင်ကတော့ ဘဲလ်တီးလိုက်ရင် ကြောက်စရာကောင်းတာတွေ ဖြစ်လာမယ်ဆိုတဲ့ ဇာတ်လမ်းတစ်ခုပေါ် အခြေခံထားတာပါ။အမေရိကတစ်၀ှမ်းက သရဲခြောက်တဲ့နေရာတွေကို Documentary လိုက်ရိုက်တဲ့ လူငယ်တစ်စု...\nညသန်းခေါင် ဘဲလ်တီးလိုက်ရင် လူသတ်သမားပေါ်လာတယ်ဆိုပြီး ကောလဟာလရှိတဲ့ ဘဲလ်လိက်ဆိုတဲ့ မြိုလေးကို ရိုက်ကူးဖို့ရောက်လာကြတယ်။အဲဒီမြို့က ဘဲလ်ရှိတဲ့ Camping Site မှာ လူတွေပျောက်သွားကြတဲ့ မှတ်တမ်းတွေ ရှိနေပါတယ်။ မြို့လေးမှာ အကိုပျောက်သွားလို့ လိုက်ရှာနေတဲ့ မိန်းကလေးနဲ့ပါ ဆုံပြီး သွားမယ့်နေရာပါတူနေပါရော...ည သန်းခေါင်မှာ သူတို့အဖွဲ့ ဘဲလ်တီးလိုက်တဲ့အခါ ဘယ်လို အဖြစ်အပျက်တွေ ကြုံရမလဲ... ကောလဟာလတွေ တကယ်မှန်နေတာလား... ကျိန်စာသင့်နေတဲ့နေရာမှာ အတိတ်က ဘယ်လို အကြောင်းအရာတွေ ဖြစ်ပျက်ခဲ့တာလဲဆိုတာ အဖြေရှာကြရမယ့် Horror ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune Lai KK မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 910MB\nQuality - ...",
        "rating": "",
        "url": "https://megaup.net/1Ysch/(CM)_The_Bell_Keeper_(2023)_1080p.mp4,https://megaup.net/1Ysbi/(CM)_The_Bell_Keeper_(2023)_720p.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMDdhMzA3MGYtMjZlZC00YTUwLTk4NzctZjQxYjExMDlhYTRjXkEyXkFqcGdeQXVyNjE0OTI4NjU@._V1_-133x200.jpg",
        "title": "Kaddha Chitra (2023)",
        "description": "Kaddha Chitra (2023)\nIMDb - 9.1/10လတ်တလောထွက်ရှိထားတဲ့ ကန်နားဒါစကားပြော\nရိုမန့်ဒရာမာ အိန္ဒိယကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\n၁၉၉၃ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Chinnari Muthaဆိုတဲ့ကားလေးမှာ\nကလေးသရုပ်ဆောင်အနေနဲ့အောင်မြင်ခဲ့တဲ့ မင်းသားဗီဂျေးပါဝင်သရုပ်ဆောင်ထားပါတယ်ပရမ်းပတာနဲ့ နေချင်သလိုနေတတ်ပေမဲ့ အရေးအသားကောင်းတဲ့ မထင်မရှားစာရေးဆရာတစ်ယောက်။\nအဲဒီလူဘ၀ထဲကို ဝင်လာတာက စည်းစနစ်ကျတဲ့မိန်းမချောလေးတစ်ယောက်။\nအချစ်ရဲ့ဖေးမမှုတွေနဲ့အတူ သူ့ဘ၀ကြီးပြောင်းလဲခဲ့ပါတော့တယ်။တမဟုတ်ချင်းမှာပဲ အောင်မြင်ကျော်ကြားတဲ့စာရေးဆရာတစ်ယောက်ဖြစ်လာပြီး\nချစ်သူနှစ်ဦးလည်း လက်ထပ်ပေါင်းသင်းစွာ ပျော်ရွှင်စွာနေထိုင်သွားကြလေသတည်းဆိုပြီး\nဇာတ်မသိမ်းဘဲ ကံကြမ္မာအလှည့်အပြောင်းတွေဖြစ်လာပါရော။\nဘဝက ဒီလိုမျိုးပဲချက်ချင်းအလွယ်တကူကြီးသာယာ သွားမတဲ့လား။\nပုံစံမတူဘဲ ချစ်ခဲ့ကြတဲ့သူတို့နှစ်ယောက် ဘဝအခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်မလဲ ရှုစားကြည့်ပါဦးအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ ToMo ~ Zwe ~ Moon တို့ပဲဖြစ်ပါတယ်(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…2.08GB / 983MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ ToMo ~ ...",
        "rating": "9.1",
        "url": "https://megaup.net/1YqyZ/Kaddha_Chitra_(2023)_Kannada_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1Yqy8/Kaddha_Chitra_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    }
]