[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqXqhp0MaDi0SkcN20iNuobXIKs.jpg",
        "title": "Forgotten Love (2023)",
        "description": "Forgotten Love (2023)~ IMDb rating - 7.6/10 ~ထူးချွန်ပြီး စေတနာထားတဲ့ ဆရာ၀န်ကောင်းတစ်ယောက်အကြောင်း ပိုလန် ဒရာမာ ဇာတ်လမ်းကောင်းလေးလာပါပြီ။ပါမောက္ခ ရာဖာဝီကျူရာဟာ အရမ်းတော်တဲ့ ခွဲစိတ်ဆရာ၀န်တစ်ယောက်ဖြစ်ပြီး မရှိဆင်းရဲသားတွေအတွက်ပါ ခွဲစိတ်ဌာနဖွင့်ပေးခဲ့တဲ့ နာမည်ကျော် လူအများလေးစားခံရသူပါ။ သူ့အိမ်ထောင်ရေးကတော့ အဆင်မပြေပါဘူး။ ဇနီးဖြစ်သူက သမီးလေးပါခေါ်ပြီး တခြားသူနောက်လိုက်သွားတဲ့အခါ ကြေကွဲပြီး လိုက်ရှာနေရင်း လူမိုက်တစ်အုပ်ဓားပြတိုက်တာခံရပြီး အသတ်ခံရရပါလေရော။သူအသတ်ခံရတာကို မြင်တဲ့ လုပ်ဖော်ကိုင်ဖက်ဆရာ၀န်က ဝီကျူရာနေရာကိုလိုချင်လို့ မကယ်ဘဲထားခဲ့တဲ့အခါ... အားလုံးက ဇနီးနဲ့သမီးထားခဲ့လို့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေတာဆိုပြီး မှတ်ယူလိုက်ကြပါတယ်။အမှန်တကယ်က ဝီကျူရာတစ်ယောက် အတိတ်မေ့သွားပြီး ရွာလေးတစ်ရွာမှာ နေနေခဲ့တာပါ။ ဆေးကုတဲ့အတတ်ပညာကတော့ ကျန်နေပြီး ရွာသားတွေကို အခမဲ့ ကုသပေးနေခဲ့ပါတယ်။ ကံတရားအရ ကွဲကွာသွားတဲ့ သမီးလေးမာဟီရှာနဲ့ဆုံခဲ့ပြီး မသိစိတ်ကရင်းနှီးနေရင်း အသက်ပါကယ်‌ပေးဖို့အကြောင်းဖန်လာတဲ့အခါ... အတိတ်မေ့နေတဲ့ ဒေါက်တာဝီကျူရာ ဘယ်လိုပြသာနာတွေကြုံရဦးမလဲ... သမီးလေးကိုရော ပြန်မှတ်မိပါ့မလားဆိုတာ... ဆက်လက်ရှူစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune Lai KK ...",
        "rating": "7.6",
        "url": "https://megaup.net/3klkh/(CM)_Forgotten_Love_(2023)_1080p.mp4,https://megaup.net/1Yqov/(CM)_Forgotten_Love_(2023)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYzgxZDZjODQtOWVhZS00NDRjLWFiOGEtZWIzY2E5OTM1ZTQ2XkEyXkFqcGdeQXVyMTQ5OTUxODky._V1_-160x200.jpg",
        "title": "Critical Keertanegalu (2023)",
        "description": "Critical Keertanegalu (2023) \" ဒလိမ့်ကောင်ရှေ့နေနဲ့ အသေကြူးမယ့် မမများအဖွဲ့\"\nIMDb 6.3/10မြန်မာနိုင်ငံမှာ လူကြီးလူငယ်မရွေး ဘောလုံးပွဲကိုနှစ်သက်ကျသလို အိန္ဒိယမှာလည်း\nခရစ်ကတ်ဆိုတာ အရွယ်မရွေးနှစ်သက်တဲ့အားကစားပါပဲ။ အားကစားရဲ့ရည်ရွယ်ချက်ကကောင်းပေမဲ့\nယှဉ်ပြိုင်ခြင်းရဲ့နောက်ဆက်တွဲအနေနဲ့ အနိုင်အရှုံးနဲ့ အလောင်းအစားလေးက ကပ်ပါလာတဲ့အခါ...အပျော်တွေက ကောင်းကျိုးထက် ဆိုးကျိုးတွေကို ဖြစ်လာစေတဲ့အခါမှာ လောင်းကစားကလည်း\nအပျော်ဆော့တယ်ဆိုပေမဲ့ လောင်းရင်းလောင်းရင်း စွဲလမ်းစိတ်များလာတဲ့အခါမှာ ဒီစွဲလမ်းစိတ်ကြောင့်\nအိမ်ခြေရာမဲ့ဘဝတွေသာမကဘဲ အသက်တွေကိုပါ ဆုံးရှုံးရတာမျိုးတွေရှိလာတတ်ပါတယ်...\nဒီဇာတ်လမ်းလေးကတော့ ဒီအချက်တွေကို အလေးထားပြီးတော့ လောင်းကစားတားမြစ်ဖို့အတွက်\nအသားပေးရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ဒီလို အချက်တွေကို ထောက်ပြပြီးတော့ တရားရုံးမှာ အယူခံခဏခဏဝင်တဲ့ ပြည်သူ့ဘက်တော်‌သားအကြံပေးရှေ့နေ ကာရီရပ်ပါ...\nအမှုတွေတစ်ခုမှမနိုင်တဲ့အပြင် ပိုက်ဆံတစ်ပြားမှမရှာနိုင်တဲ့အတွက် အိမ်ထောင်ရှင်တို့ဘဝမှာ ဖြစ်တတ်တဲ့ မိန်းမသားတို့ရဲ့ ဆူပူနားငြီးတတ်တာတွေ...အချစ်အိမ်လေးကိုရှေ့တန်းတင်ပြီးတော့ ပညာရေးကို လစ်ဟထားလိုက်တော့ ဖြစ်လာတတ်တဲ့အကျိုးဆက်တွေ...\nဒီလိုဇာတ်ရှုပ်ပေါင်းများစွာကို ဟာသလေးကို အခြေခံပြီးတော့ ရိုက်ကူးထားလိုက်တော့ ကြည့်ရှုရင်းနဲ့\nဘဝအမောတွေကို ပြေပျောက်သွားစေမှာမလို့ review လေးဖတ်ရင်း တစ်လက်စတည်း ကြည့်ရှုလိုက်ကြပါဦး...ဒီဇာတ်လမ်းလေးကိုတော့ CM Bollywood Team မှ ဘာသာပြန်ဆိုပြီး အညွှန်းရေးပေးထားပါတယ်။(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3kjdB/Critical_Keerthanai_(2023)_HQ_HDRip_-_1080p_-_x264_-_YK(CM).mp4,https://megaup.net/1Yog4/Critical_Keerthanai_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rS6GBWRgKkvmcPvtKNuhGkQggjz.jpg",
        "title": "In the Fire (2023)",
        "description": "In the Fire (2023)ဟိုတလောတုန်းက တော်တော်လေးနာမည်ကြီးခဲ့တဲ့ မင်းသမီးချော Amber Heard ရဲ့ ရုပ်ရှင်ကားအသစ်ပါ။ ရှေးအင်္ဂလန်မှာ ဇာတ်အိမ်တည်ထားတာဆိုတော့... ထုံးစံအတိုင်း ရှေးအင်္ဂလိပ်တွေရဲ့ အယူသီးမှုတွေနဲ့ သိပ္ပံပညာကြားက ပဋိပက္ခတွေအကြောင်းကိုပဲ နောက်ထပ်ဇာတ်အိမ်အသစ်နဲ့ ပြထားတယ်။မွေးရာပါ ဉာဏ်ကောင်းပြီး စိတ်စွမ်းအားသဘောမျိုးပါရှိနေတဲ့ ကောင်လေးတစ်ယောက်ဟာ တစ်မူထူးနေတော့ မကောင်းဆိုးရွားဆိုပြီး တစ်ရွာလုံး ဝိုင်းစွပ်စွဲပြီး ပစ်ပယ်ထားကြတယ်။ အခြေအနေအကြောင်းကြောင်းနဲ့ တိုက်ဆိုင်မှုတွေဖြစ်လာပြီး မိုးခေါင်တာတွေ စိုက်ခင်းပျက်တာတွေ ဖြစ်လာတော့ သူ့ကို ဝိုင်းသမုတ်ကြဖို့ ပိုအကြောင်းဖန်လာခဲ့တယ်။ ဒီလိုနဲ့ နောက်ဆုံး ရွာက သူ့အကြောင်းနဲ့သူ ကပ်ဘေးဆိုက်လာလေလေ အကြောက်တရားနဲ့လူတွေဟာ အကြောက်တရားကို ကောင်လေးကြောင့်ပါဆိုပြီး လွှဲချပြီး အကြောက်တရားကို ဖြေဖျောက်ဖို့ ကြိုးစားကြရင်း ကောင်လေးအိမ်ကိုမီးရှို့၊ ကောင်လေးကိုပါ သတ်ဖြတ်ဖို့အထိဖြစ်လာတယ်။ ဒါကို ကောင်လေးရဲ့ စိတ်စွမ်းအင်ကိုရော စိတ်ဝေဒနာကိုရော သိပ္ပံနည်းကျဖြေရှင်းချင်တဲ့ ဆရာဝန်မတစ်ယောက်ရောက်လာပြီး ကောင်လေးကို ကုသပေးဖို့ နားလည်ပေးဖို့ ကြိုးစားရင်း ...",
        "rating": "",
        "url": "https://megaup.net/2El5o/(CM)_In_the_Fire_(2023)_1080p.mp4,https://megaup.net/1iq9o/(CM)_In_the_Fire_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNjE1NDAwNGUtNDlkNi00ZDVlLTg2NDEtNmYyYjllODcyYWZjXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-133x200.jpg",
        "title": "Chandramukhi 2 (2023)",
        "description": "Chandramukhi 2 (2023) (သို့) နှစ်ဘဝကလဲ့စားဘောလိဝုဒ်သရုပ်ဆောင်တွေကြား တမူထူးတဲ့ရုပ်ရည်လေးနဲ့ မင်းသမီးချောလေး ကန်ဂနားကို တစ္ဆေမလေးအဖြစ်မြင်တွေ့ရမဲ့ကားဖြစ်ပါတယ်\nဂမ္ဘီရဆန်ဆန် လျှို့ဝှက်ဆန်းကြယ်ပုံတွေက ဂျန်ဂျမားတို့ Plot နဲ့ သွားဆင်နေတာဖြစ်လို့ ကြည့်ရင်းနဲ့ ဂျန်ဂျမား vibe မျိုးရစေမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း*********************************အရမ်းကို ချမ်းသာတဲ့မိသားစုတစ်စုက ပြဿနာပေါင်းသောင်းခြောက်ထောင်တတ်ပြီးတော့ မိသားစုပိုင် စက်ရုံလည်း မီးလောင်၊\nလုပ်သမျှ အလုပ်တိုင်းကလည်း မဖြစ်၊ စေ့စပ်ခါနီး သမီးဖြစ်သူမှာလည်း ကားအက်စီးဒန့်ကြောင့်နဲ့ အောက်ပိုင်းသေသွားခဲ့ပြီး\nသမီးကြီးကလည်း ဘာသာမတူတဲ့သူနဲ့ ခိုးရာလိုက်ပြေးလို့ အဆက်အသွယ်ဖြတ်ထားရာကနေ\nကလေးနှစ်ယောက်ရပြီးကာမှ လေယာဥ်ပျက်ကျပြီး ဆုံးသွားခဲ့ရပါတယ်။ဒီလို ပြဿနာတွေ တောက်လျှောက်ဖြစ်နေတဲ့အတွက်ကြောင့် ဘာများဖြစ်တာလဲဆိုပြီးတော့ သူတို့ကိုးကွယ်နေတဲ့ ဂုရုကြီးကို ပင့်ပြီး မေးမြန်းတဲ့အခါမှာတော့\nသူတို့က ဘုရားရှင်ကို နေ့စဥ်မပြတ် ပူဇော်ကိုးကွယ်နေပေမဲ့ ဘိုးဘေးတွေကိုတော့ ပစ်ထားခဲ့တဲ့အတွက် ဘိုးဘေးတွေကနေ\nအမျက်ထွက်ပြီးတော့ အခုလိုဒုက္ခတွေ ကြုံတွေနေရတာဖြစ်ကြောင်း၊ ဒီဒုက္ခတွေကနေ လွတ်မြောက်အောင် ဘိုးဘေးတွေကို\nပြန်ပြီးတော့ ပူဇော်ပေးရမှာဖြစ်ကြောင်း၊ ဘိုးဘေးတွေကို ပူဇော်တဲ့နေရာမှာလည်း သွေးသားတော်စပ်တဲ့ မိသားစုတိုင်းက\nဘိုးဘေးတွေကိုးကွယ်ခဲ့တဲ့ ဘုရားကျောင်းကို သွားပြီးတော့ ၄၈ရက်ကြာအောင် ...",
        "rating": "",
        "url": "https://megaup.net/1Ynjt/Chandramukhi_2_(2023)_Tamil_WEB-DL_-_1080p_HQ_-_AVC_-_HC_Ver.YK(CM).mp4,https://megaup.net/2EkL5/Chandramukhi_2_(2023)_Tamil_WEB-DL_-720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/mary-133x200.jpg",
        "title": "Mary Cherry Chua (2023)",
        "description": "Mary Cherry Chua (သို့) သွေးရောင်လွှမ်းတဲ့ည (2023)\nIMDb - 6.3/10ကျွန်မတို့ဘဝမှာ သရဲခေါ်နည်းပေါင်းစုံကစားခဲ့ကြဖူးမှာပါ ဖျာလိပ်နတ် ဆေးလိပ်နတ် ဘောပင်နတ် စသဖြင့်ပေါ့\nခေါ်ရင်းနဲ့သိချင်တာတွေမေးပြီး အရယ်အမောနဲ့ဇာတ်သိမ်းသွားသူတွေရှိသလို နှင်ပုံနှင်နည်းမဟုတ်လို့\nဒုက္ခရောက်ကြသူတွေကိုလည်း ကြားဖူးကြမှာပါ ဒီဇာတ်လမ်းဟာဆိုရင် ဖိလစ်ပိုင်မှာလူသိများတဲ့ မ\nတရားသဖြင့်အသတ်ခံလိုက်ရတဲ့ ကျောင်းသူလေး မယ်ရီချယ်ရီချူရာဆိုတဲ့\nလူပြောများတဲ့ဇာတ်လမ်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါကျောင်းမှာဆို စာကြိုးစားတဲ့ကလေးမလေး ရုပ်ကလည်းချော စာလေးကလည်းတော်နဲ့ လူချစ်လူခင်များတဲ့လူတစ်ယောက်..\nတစ်နေ့မှာတော့ တစ်ကျောင်းလုံးကိုရှော့ခ်ရစေတဲ့သတင်းတစ်ပုဒ်တက်လာခဲ့တယ်ဒါကတော့ သူမရဲ့အလောင်းကိုကျောင်းရေကူးကန်မှာတွေ့လိုက်ရလို့ပါပဲ သွေးအလိမ်းလိမ်းနဲ့မြင်မကောင်းအောင်\nအသက်မရှိတော့တဲ့သူ့ကို ဘယ်သူကများအငြှိုးတကြီးသတ်လိုက်တာများလဲ ခံပြင်းလွန်းလှတဲ့သူမအတွက်တော့ သွေးတွေနဲ့ပဲ\nတစ်ကျောင်းလုံးကိုလှည့်ပတ်ပြီးတရားမျှတမှုတောင်းဆိုနေပါတော့တယ်ကာရန်ဆိုတဲ့ ကျောင်းသူလေးကတော့ သရဲဇာတ်လမ်းတွေ အရမ်းစိတ်ဝင်စားပြီး အပေါင်းအသင်းသိပ်မရှိတဲ့ ကောင်မလေးတစ်ယောက်ပါ\n..လူငယ်သဘာဝ တားထားတာကိုမှပိုလုပ်ချင်တဲ့သူမ သူငယ်ချင်းဖြစ်သူနဲ့ မယ်ရီ့ကိုခေါ်ဖို့ မယ်ရီသေခဲ့တဲ့ရေကန်ဆီသွားပြီးခေါ်ပါတော့တယ်\nဒါပေမဲ့ ဂိမ်းကစားရင်းအကြောက်လွန်ပြီး ဂိမ်းစည်းကမ်းဖောက်ဖျက်လိုက်တဲ့ သူငယ်ချင်းကြောင့် ဘာတွေဆက်ဖြစ်သွားမလဲ..\nအဆိုရှိနေကြတဲ့ မယ်ရီဆိုတာရောတကယ်ရှိရဲ့လား သူမရဲ့တရားမျှတမှုကိုရှာနိုင်ပါ့မလား\nနောက်ဆုံး ဒီသရဲဇာတ်လမ်းက ကာရန်ကိုယ်တိုင်နဲ့ပါ ဆက်နွယ်မှုရှိနေတာကို သိလိုက်ရတဲ့အခါမှာတော့...ဘယ်လိုဆက်ဖြစ်မလဲ အာရှ horror ကြိုက်တဲ့ CM ပရိသတ်ကြီးအတွက်\nဖိလစ်ပိုင်စကားပြော horror ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းကိုတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Ym1e/Mary.Cherry.Chua.2023.1080p.WEB-DL(CM).mp4,https://megaup.net/1Ym0j/Mary.Cherry.Chua.2023.720p(CM).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTA0MmNhNzUtZjVhNC00MmM5LWExYzYtZmQ0ZWEwZTIxMGExXkEyXkFqcGdeQXVyODMyNDEyNjM@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Reptile (2023)",
        "description": "Reptile (2023)\n===========\nIMDb Rating - 6.8/10\nCrime, Drama, MysteryMarvel နဲ့ Starwars ရုပ်ရှင်တွေထဲက မင်းသားကြီး Benicio Del Toro နဲ့\nJustin Timberlake တို့ဦးဆောင်ပါဝင်ထားတဲ့ Crime, Mystery ကားကောင်း\nလေးဖြစ်ပါတယ်။တွန်နီကိုးလ်ဆိုတာ သေမှုသေခင်းနာမည်ကြီး စုံထောက်အရာရှိတစ်ယောက်\nဖြစ်ပြီး ရဲဌာနတစ်ခုလုံးမှာ အတွေ့အကြုံအရမ်းများပါတယ်။ သူ့ရဲ့ တာဝန်ထမ်း\nဆောင်မှု အနားယူတော့မယ့် အချိန်မှာ သူရဲကောင်းဘွဲ့ ချီးမြှင့်ခံရတော့မယ့်သူပါ။\nဒါပေမယ့် သူမနားခင်မှာ...အရမ်းထူးဆန်းတဲ့ လူသတ်မှုတစ်ခုကို ဖြေရှင်းဖို့\nအကြောင်းဖန်လာပါတယ်။ ဒီလူသတ်မှုဟာ ပြင်ပကရာဇဝတ် ဒုစရိုက်သမား\nတွေတင်မဟုတ်ဘဲ သူ့ရဲဌာနက လုပ်ဖော်ကိုင်ဖက်တွေပါ တစ်မျိုးတစ်ဖုံပါဝင်\nပတ်သက်နေကြောင်းသိလိုက်ရတဲ့အခါမှာ . . . နီကိုးလ်တစ်ယောက် ဘယ်သူ့\nကိုမှ မယုံကြည်နိုင်တော့ဘဲ ဒီလူသတ်မှုကိုစုံစမ်းရင်း တရားခံတွေကိုပါ ဖော်\nထုတ်ရပါတော့တယ်။ Plot twist တွေအရမ်းကောင်းပြီး နာမည်ကြီးမင်းသား\n၂ ယောက်ရဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ကောင်းကောင်းပြန်ခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(3.23 ...",
        "rating": "6.8",
        "url": "https://megaup.net/1hWtl/reptile.2023.1080p.web.(CM).mp4,https://megaup.net/1hWru/reptile.2023.720p.web.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMmY1ZDYxNDItYzFmNi00OGNmLTk2MWMtZDc5ZWFiY2M1NDEzXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Kasargold (2023)",
        "description": "Kasargold (သို့) လောဘသားတို့သွားရာလမ်း (2023)IMDb 7.0 ရရှိထားတဲ့ Malayalam စကားပြော action/thriller ရုံတင်ကားလေးပါ\nသရုပ်ဆောင်တွေအနေနဲ့ malayalam မျက်နှာသိသရုပ်ဆောင်တွေ\nဖြစ်ကြတဲ့ Asif Ali, Sunny Wayne နဲ့ Vinayakan တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ အယ်လ်ဘီဆိုတဲ့ ရွှေမှောင်ခိုတင်သွင်းသူတစ်ယောက်နဲ့\nသူ့ရဲ့ ကောင်မလေး နန်စီတို့ဟာ မှောင်ခိုသွင်းလာတဲ့ \"ရွှေ\"တွေ\nပျောက်သွားတဲ့ကိစ္စမှာ ပါဝင်ပက်သတ်မိပါတော့တယ်အယ်လ်ဘီရဲ့ အလုပ်ရှင်က ဒီခိုးမှုမှာ ဖိုင်ဇယ်ဆိုတဲ့လူကို\nအယ်လ်ဘီကို ရအောင် ရှာခိုင်းပါတော့တယ်\nတကယ်တမ်း ဖိုင်ဇယ်ကို တွေ့သွားတဲ့အခါမှာ ဘယ်လိုဆက်ဖြစ်မှာလဲ...ဒီကားက ဇာတ်ကောင်ကာရိုက်တာတွေကို\nSide character တွေအနေနဲ့တင်မဟုတ်ပဲ အသေအချာလေး နောက်ကြောင်းရာဇဝင်တွေ\nမိတ်ဆက်ပေးထားပြီး ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nရိုက်ကူးထားတဲ့အပြင် နောက်ခံဂီတကောင်းကောင်းနဲ့ ကြွကြွရွရွ ကြည့်ရှုရမှာပါ\nနိုင်ငံရေးသမားတွေရဲ့ လှည့်ကွက်တွေ နောက်ကွယ်က လက်မည်းကြီးတွေအကြောင်းလည်း သေချာပြထားတာမို့\nအတည်အတံ့ မှုခင်းရုပ်ရှင်ကို ရှာနေတဲ့သူတွေအတွက် \"ရွှေ\" ပါပဲအညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team က ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Ehjq/Kasargold_(2023)_Malayalam%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1imou/Kasargold_(2023)_Malayalam%C2%A0TRUE_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/Khufiya2023-Multi-135x200.jpg",
        "title": "Khufiya (2023)",
        "description": "Kufiya (2023)IMDb-6/10ယောကျာ်ားက မိန်းမကို ပစ် သားသမီးကိုပစ်ပြီး\nအချစ်သစ်ရှာတဲ့သာမန် အိမ်ထောင်ရေးဇာတ်လမ်းတွေနဲ့ကွဲထွက်ပြီး\nမိန်းမက သူသိပ်ချစ်ရတဲ့အမျိုးသမီးအတွက် သူ့အိမ်ထောင််ရေးကိုစွန့်ခွာကွဲထွက်တဲ့\nဘောလိဝုဒ်ရုပ်ရှင်အသစ်တခုကို တင်ဆက်ပေးချင်ပါတယ်Netflix ကထုတ်လွှင့်လိုက်တဲ့ တဘူးရဲ့ Spy / Thriller ကားပါ ဒီကားက Amur Bhushan ရဲ့\nEscape to Nowhere စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာလို့ ပြောကြတာတွေလည်းရှိသလို\nဒီကားရဲ့ ဒါရိုက်တာ Vishal Bhardwaj ကလည်း သူ့ဇာတ်လမ်းတွေမှာ ရှိတ်စပီးယားပြဇာတ်တွေထဲကနေ\nအလျဉ်းသင့်သလိုယူပြီး ထည့်သွင်းရိုက်ကူးတတ်သူလို့လည်းပြောကြပါတယ်\nဒီကားထဲက စစ်ဆေးရေးတွေနာမည်ကိုက ဂျုးလီးယက်ဆီဇာတို့ ဘရူးတက်စ်တို့ ဖြစ်နေတာပါပဲဇာတ်လမ်းအညွှန်းကရစ်ရှနာ(တဘူး) တို့ စပိုင်အဖွဲ့ကလူတွေ စစ်ဆင်ရေးလုပ်တဲ့အချိန်မှာ ရန်သူဘက်ကအမြဲအသာစီးရနေပြီး\nစပိုင်အဖွဲ့ဝင်တွေပဲ အရင်ရှင်းပစ်ခံနေရတဲ့အချိန် ဟီနာဆိုတဲ့ စပိုင်တစ်ယောက်လည်း အဲဒီလိုအဖြစ်ဆိုးမျိုးကြုံလိုက်ရတယ်ဒီကိစ္စကိုစုံစမ်းဖို့အတွက် စပိုင်အဖွဲ့က ကရစ်ရှ်နာကိုတာဝန်ပေးလိုက်တယ် အလုပ်ကနေအနားယူတော့မဲ့\nကရစ်ရှ်နာတစ်ယောက် အဖွဲ့အတွက်အရေးကြီးဆုံးတာဝန်လည်းဖြစ်\nချစ်ရသူသေရတဲ့ကိစ္စလည်းဖြစ်နေတော့ မနေသာပဲဝင်ပါရပြန်တယ်ဒီလိုအဖြစ်အပျက်တွေအတွက် အဖွဲ့ကနေအဓိကသံသယရှိသူက ရာဗီ သူကလည်း\nသူ့ကိုသိသွားကြမှန်းသိ‌တာနဲ့ ချက်ချင်းမိသားစုပါခေါ်ပြီး လစ်ပြေးတော့တာပဲ\nဒါပေမဲ့သူကခိုင်းစေခံရသူသာသာပဲ သူ့နောက်ကွယ်မှာအဓိကတရားခံကရှိနေသေးတယ်စပိုင်တွေကိုတောင် အသာစီးယူပြီးရှင်းပစ်နိုင်နေတဲ့ရန်သူကိုအနိုင်ယူဖို့....\nခင်ပွန်းနဲ့ သားကိုဖုံးကွယ်ထားတဲ့ ချစ်ခြင်းတရားတစ်ခုအတွက်လက်စားချေဖို့...\nဒါတွေကို ကရစ်ရှ်နာတစ်ယောက်အဆုံးထိအောင်မြင်အောင်လုပ်နိုင်သွားမလား ဆိုတာ\nမင်းသမီးချောသုံးယောက်ရဲ့အလှကို ရှူစားရင်းခံစားကြည့်ပါဦးအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Y0kj/Khufiya_(2023)_HQ_HDRip_-_1080p_-_x264_-_YK(CM).mp4,https://megaup.net/3jVeD/Khufiya_(2023)_HQ_HDRip_-_720p_x264_-_YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYTE3NzM0ZjItMzZhZS00ODIwLWFhM2UtNTA4Mzk3N2YwOGQzXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-127x200.jpg",
        "title": "Mark Antony (2023)",
        "description": "Mark Antony (သို့) မာ့ခ် အန်တိုနီ (2023)\nIMDb - 7.2/10Amazon Prime Videoက လတ်တလောထွက်ရှိထားတဲ့\nမင်းသားကြီး ဗီရှယ်လ်ရဲ့ ရုံတင်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဘတ်ဂျက်ရူပီး ၂၈ကုဋေသုံးထားပြီး ကုဋေတစ်ရာကျော်ပြန်လည်ရရှိခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။အချိန်ခရီးသွားတဲ့ကားတွေအများကြီးထဲကမှ ဒီကားမှာတော့\nအတိတ်ကို ဖုန်းလှမ်းဆက်လို့ရတဲ့ဖုန်းတစ်လုံးနဲ့အစပြုခဲ့တယ်။\nဒီလို အတိတ်ကိုဖုန်းဆက်ပြီး ပစ္စုပ္ပန်ကိုလိုသလိုပြုပြင်လို့ရတဲ့ဖုန်းကို\nတီထွင်တဲ့သိပ္ပံပညာရှင်ကိုယ်တိုင်တောင် သူ့ရဲ့သေခြင်းတရားကိုတော့မလွန်ဆန်နိုင်ခဲ့။\nဒါပေမဲ့ အဲဒီဖုန်းကလူဆိုးဂိုဏ်းတစ်ခုဆီရောက်သွားတဲ့အခါမှာတော့။လူဆိုးဂိုဏ်းခေါင်းဆောင်နှစ်ယောက်ရဲ့ သူငယ်ချင်းသံယောဇဉ်ကြားမှာ\nအတိတ်ကိုဖုန်းခေါ်လို့ရတဲ့ ဒီလိုဖုန်းရောက်လာတဲ့အချိန်မှာ\nသူတို့ရဲ့ အနာဂတ်တွေဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ CM Bollywood Teamပဲဖြစ်ပါတယ်)(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…10GB /  3.6GB / 1.7GB\nQuality…4k HEVC / 1080p WEB DL /720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "7.2",
        "url": "https://megaup.net/1ii6b/Mark_Antony_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/3kahg/Mark_Antony_(2023)_Tamil_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYTkyNGViMmQtODgxZS00MDg3LWI2YWUtNzQ3YWNlYTFiMWMyXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Fair Play (2023)",
        "description": "Fair Play (2023)\n============\nIMDb Rating - 6.5/10၂၀၂၃ ခုနှစ်မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ Dram/Erotic Thriller\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ IMDb 6.5 နဲ့\nRotten Tomatoes 88% ရရှိထားပါတယ်။ Erotic အမျိုးအစားလည်း\nဖြစ်တာမို့ မိသားစုနဲ့ အတူမကြည့်ရှု့သင့်တဲ့ ဇာတ်ဝင်ခန်းတစ်ချို့ရယ်ပါ\nသလို ၊ ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေလည်း ပါဝင်တယ်ဆိုတာ\nကြိုပြီးသတိပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အမ်မလီနဲ့ လုခ်ဟာ ဘဝကို ပျော်ပျော်ရွှင်ရွှင်\nဖြတ်သန်းနေတဲ့ စုံတွဲတစ်တွဲပါ။ သူတို့နှစ်ယောက်လုံးဟာ ငွေရေးကြေး\nရေးကုမ္ပဏီတစ်ခုတည်းမှာ အတူတူအလုပ်လုပ်ကြပါတယ်။ အလုပ်မှာ\nတော့ သူတို့နှစ်ယောက် တွဲနေတယ်ဆိုတာ လူမသိအောင် လျှို့ဝှက်ထား\nကြပါတယ်။လုခ်ရမယ်လို့ ထင်ထားတဲ့ ရာထူးမှာ အမ်မလီ ရသွားပြီး အမ်မလီက လုခ်ရဲ့\nအထက်လူကြီး ဖြစ်သွားပါတယ်။ ဒီလိုနဲ့ပဲ သူတို့ နှစ်ယောက်ကြားမှာ အဖုအ\nထစ်လေးတွေ ဖြစ်သွားကြပြီး ဘာတွေ ဆက်ဖြစ်မယ်ဆိုတာ ဇာတ်လမ်းထဲမှာ\nခံစားလိုက်ပါ။ (စီးပွားရေးဆိုင်ရာအသုံးအနှုန်းတွေ၊ ဘာသာပြန်လိုအပ်ချက်တွေ\nပါရှိသွားရင် ကျွန်တော့်ရဲ့ လိုအပ်ချက်သာဖြစ်ကြောင်းပြောချင်ပါတယ်။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2EggC/fair.play.2023.1080p.web.(CM).mp4,https://megaup.net/2Egfj/fair.play.2023.720p.web.(CM).mp4",
        "category": "Drama, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qy7arfpq8h4t0tKwpJM293Dg8Pt.jpg",
        "title": "Ballerina (2023)",
        "description": "Ballerina (2023)ကလဲ့စားချေတာတွေ တရားမဝင်လောကတွေနဲ့ သက်ဆိုင်တဲ့\nNetflixက‌နေ အသစ်ထွက်ရှိလာတဲ့ Actionကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ဘဝပေး ‌‌အခြေအနေအရ ကိုယ်ခံပညာပါကျွမ်းကျင်တဲ့အပြင် အကြောက်အလန့်မရှိတဲ့ Jang Ok Ju က\nဘော်ဒီကတ်အဖြစ် အလုပ်လုပ်ရင်း ဘဝကို အသက်မဲ့စွာဖြတ်သန်းနေတဲ့ မိန်းကလေးပါ။အသက်ရှင်ရတာ အဓိပ္ပာယ်မရှိဘူးလို့ ထင်ထားတဲ့ သူ့အတွက်\nသူငယ်ချင်း Choi MinHee နဲ့တွေ့ပြီး ပြောင်းလဲလာခဲ့ပါတယ်။\nကံဆိုးမှုတွေကြောင့် ပျော်ရွှင်မှုတွေက ကြာရှည်မခံပါဘူး။သူ့သူငယ်ချင်းဖြစ်တဲ့ ဘဲလေးအကမယ် Min Heeဆီမှာ မူမမှန်တဲ့ကိစ္စတွေဖြစ်လာခဲ့ပြီး\nသူကိုယ်တိုင် ဝင်ကလဲ့စားချေဖို့ဖြစ်လာပါတော့တယ်။Min Heeက ဘယ်လိုအခြေအနေတွေနဲ့ ကြုံတွေ့နေခဲ့ရသလဲဆိုတာအပြင်\nOk Juရဲ့ strong female lead character နဲ့ ဘယ်လို ကလဲ့စားချေမလဲဆိုတာကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလးပါ။ဆယ်ကျော်သက် မိန်ကလေးတွေအတွက် ပညာပေးလည်းဖြစ်တဲ့အပြင်\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးဖြစ်တယ်ဆိုတာကို ညွှန်းပေးလိုက်ပါတယ်။အညွှန်းကိုတော့ Milkeux က ရေးထားပေးပြီတော့\nဘာသာြပန်ထားတာကတော့  Milkeux နဲ့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre..... Action, ...",
        "rating": "",
        "url": "https://megaup.net/1i1rg/Ballerina.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1i157/Ballerina.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMDFhYjc2NmUtNDBlOC00NDE5LTk5YWYtYmM4ZmMxNTUxMGNjXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "Expend4bles (2023)",
        "description": "နာမည်ကျော် အက်ရှင်ရုပ်ရှင်တွဲတွေထဲက တစ်ခုဖြစ်တဲ့ The Expendables ရုပ်ရှင် လေးကားမြောက် လာပါပြီ။\nအစိုးရအေဂျင်စီတွေ တရားဝင်လုပ်လို့မရတဲ့ စစ်ဆင်ရေးတွေကို လုပ်ပေးရတဲ့ စတေးခံ၊ အသေခံအဖွဲ့ပါပဲ။\nတက္ကစီကတုံးမင်းသား၊ ပြား ၅၀၊ မျက်လုံးနဲ့တင်ပြီးနိုင်တဲ့ မီဂန်ဖောက်၊ Raid မင်းသား၊ Ong-bak\nမင်းသား၊ ဒေါ့ဖ်လန်ဂရင်၊ စတားလုံး အစရှိတဲ့ အားနေချနေတဲ့ကောင်တွေကို ထည့်ထားပါတယ်။\nဒီတော့ ချကြတာ ထိုင်ကြည့်ကြပါ။ ဇာတ်လမ်းအကျဉ်းထုံးစံအတိုင်း လူဆိုးကြီးတစ်ယောက်က အဏှမြူဗုံးနဲ့ပတ်သတ်တဲ့ အရမ်းဆိုးတာကို လုပ်ပါတယ်။\nအဲဒါကို မင်းသားတို့အဖွဲ့က လိုက်ကြိတ်ပါတယ်။ ဒါပါပဲ။ ကြည့်ကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Thriller\nQuality…. 4K | 1080p | 720p\nFile size… 4.88GB | 2GB | 881MB\nFormat… mp4\nDuration…. 1h 53min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Yjml/(CM)_Expend4bles.2023.REPACK.2160p.4K.WEB-DL.DDP5.1.Atmos.H.265-Naung.mkv,https://megaup.net/3kbh2/(CM)_Expend4bles.2023.1080p.WEB-DL.DD5.1.H.264.mp4,https://megaup.net/2EdF2/Expend4bles.2023.720p.WEBRip_%7BCM%7D_TSK.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNTUxMjE0ODYtZjk5Zi00MWUwLTkzOGItMDcwOThmNzJkNjhmXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-135x200.jpg",
        "title": "Mistake (2023)",
        "description": "Mistake 2023IMDB 8.8 ရထားတဲ့ Telugu ဘာသာစကား Crime/Thriller\nဇာတ်ကားကောင်းတစ်ကားကို စိတ်ဝင်စားစရာ ဇာတ်အိမ်နဲ့ ကြည့်ရှူရမှာပါဇာတ်လမ်းကတော့ Telugu ရုပ်ရှင်လောက တည်ရှိရာ ဂျူဗလီဟေးလ် ဆိုတဲ့\nနေရာလေးက တိုက်ခန်းတစ်ခုမှာ နေကြတဲ့ သူငယ်ချင်းသုံးယောက် အကြောင်းပါသူတို့ရဲ့ ကိုယ်စီကိုယ်စီရည်းစားကောင်မလေးတွေကလည်း မျက်စိအစာကျွေးစရာ\nတစ်ယောက်တစ်မျိုးစီလှကြတော့ ကြည့်ရတာ တန်မှာပါလေရုပ်ရှင်ခေါင်းစဥ်အတိုင်းပဲ သူတို့ ဘဝတစ်ကွေ့ကွေ့မှာ ဘယ်လိုမှားမှန်းမသိတဲ့\n'အမှား' လေးတွေကနေ အသက်အန္တရာယ် ဘယ်လိုခြိမ်းခြောက်ခံရမလဲဒုစရိုက်လောကက လူမိုက်တွေလက်ကနေ သူတို့ကောင်မလေးတွေနဲ့အတူ ဘယ်လိုလွတ်အောင်ပြေးကြမလဲ\nဒီလိုကားတွေမှာ မပါမဖြစ် \"စိန်\"တွေရဲ့ အရှုပ်တော်ပုံကိုပါ CM ပရိသတ်ကြီးရုံးပိတ်ရက်မှာ ရှူစားအားပေးကြပါဦးအညွှန်းနဲ့ ဘာသာပြန်ကတော့KKKZ ~ V ~ ToMo ~ Alex ~ Yunni တို့ပဲ ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…2.23GB ...",
        "rating": "8.8",
        "url": "https://megaup.net/1ik96/Mistake_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/1ik9s/Mistake_(2023)_Telugu_TRUE_WEB-DL_-_720p-_AVC_-YK(CM)_(2).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTky1oglU5YLxs6QRzPcJFpOG9g.jpg",
        "title": "Honeysweet (2023)",
        "description": "Honey Sweet (2023)အသက် ၄၀ ကျော်မှ ဘဝစကြမယ့် သဲသဲကဲကဲအတွဲလေးအကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးပါဦးမယ်နော်ချာချီဟိုဟာ အဆာပြေမုန့်တီထွင်တဲ့သုတေသနပညာရှင်ပါ..\nတစ်ယောက်တည်း အချိန်ဇယားကြီးနဲ့ ဖြတ်သန်းနေတဲ့ လူပျိုသိုးကြီးဆိုလည်း မမှားပါဘူး\nအဲလိုလူပျိုကြီးကို ရင်ခုန်အောင်လုပ်သွားတာတော့ အီအီးလ်ယောင်းဆိုတဲ့ အမျိုးသမီးလေးပါ၊\nသူတို့နှစ်ယောက်ရဲ့ တွေ့ဆုံမှုကနေ တစ်ဆင့်ချင်းတက်သွားတဲ့ပုံစံကို နည်းနာယူရင်း...အသက် ၄၀ ကျော်မှ ကလိကလိဖြစ်အောင် လုပ်ပေးသွားမယ့် အတွဲကတော့\nဘယ်လိုတွေရိုကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်မင်းသားကြီး Yu Hae Jin နဲ့ မင်းသမီးကြီး Kim Hee Seon တို့လို\nအထင်ကရသရုပ်ဆောင်တွေပါဝင်ထားတာဆိုတော့ အပန်းပြေစေမယ့် ရုပ်ရှင်လေးဖြစ်လို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz & Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size…1.2GB | 547MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "4",
        "url": "https://megaup.net/1ik4n/Honey.Sweet.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/1Yhle/Honey.Sweet.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QCS6rflg3XBe4YLZNTlsu5MByo.jpg",
        "title": "Vindicta (2023)",
        "description": "Vindicta (2023)​ဟောလိုးဝင်းပွဲနီးလာတာနဲ့အမျှ သည်းထိတ်ရင်ဖိုကား​တွေ တဖွားဖွားထွက်လာတဲ့အထဲကမှ ကြည့်ရှူသူကို ဇာတ်လမ်းအဆုံးထိလည်းဆွဲ​ခေါ်နိုင်တဲ့အပြင် ရင်တထိတ်ထိတ်နဲ့လည်း ကြည့်ရမယ့် လျှို့ဝှက်သည်းဖိုဇာတ်ကား​တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အထက်လူကြီး​တွေလာဘ်စားမှု​ကြောင့် ဆန္ဒပြပွဲ​တွေဖြစ်​နေတဲ့ မြို့​လေးတစ်မြို့မှာ ဆိုးဝါးတဲ့လူသတ်မှု​တွေဖြစ်​နေတဲ့အချိန် လု တစ်​ယောက် သူ့ရဲ့ ပထမဆုံး ​​ရှေးဦးသူနာပြုအလုပ်ဆင်းတဲ့​နေ့မှာပဲ မ​​မျှော်လင့်ထားတဲ့ လူသတ်မှု​တွေ ကြုံလာရတဲ့အခါ...\nတဖက်မှာလည်း ဒီကိစ္စ​တွေမတိုင်ခင် လွန်ခဲ့တဲ့ငါးနှစ်တုန်းက တိုက်​ဟောင်းတစ်ခုမီး​လောင်မှုမှာ မိသားစုတစ်စု မီးထဲပါသွားပြီး အဲဒီကိစ္စမှာ ပါဝင်တဲ့သူ​တွေ တစ်​ယောက်ပြီးတစ်​ယောက် ရက်စက်စွာ အသတ်ခံနေရပါတယ်။အသတ်ခံရတဲ့သူ​တွေနဲ့ ဖြစ်ရပ်ဆိုးမီး​လောင်မှုကြီးနဲ့ ဘယ်လိုပတ်သက်​နေလဲ... လူသတ်သမားက​ရော ဘာ​ကြောင့် သူတို့ကိုလိုက်သတ်​နေရတာလဲ... လု ဆီကို​ရော တိုက်တိုက်ဆိုင်ဆိုင် လူသတ်မှုကြီးက ​ရောက်ရှိလာတာလား... ဆိုတာ​တွေကို ရင်တထိတ်ထိတ်နဲ့ ဇာတ်လမ်းပြီးတဲ့အထိ ဆက်သာကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 845MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - ...",
        "rating": "",
        "url": "https://megaup.net/2Eely/(CM)_Vindicta_(2023)_1080p.mp4,https://megaup.net/2Eeln/(CM)_Vindicta_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BOTIwNjUzYTctYjA5OC00MjhmLTljMmQtODJhZDkxMzhmMmE5XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-134x200.jpg",
        "title": "Prema Vimanam (2023)",
        "description": "Prema Vimanam (သို့) အိပ်မက်ဆီသို့ (2023)IMDb - 10/10ကျွန်‌တော်တို့ရဲ့ ငယ်ဘဝအမှတ်တရတွေထဲမှာ သူငယ်ချင်း‌တွေ ရွယ်တူတွေ ဘာလုပ်လုပ် ဘာစားစား\nအိမ်ကိုပြန်ပူဆာရင်းနဲ့ အမေနားရွက်လိမ်ဆွဲတာခံရတာလည်း တစ်ခုအပါအဝင်ပါပဲ။\nဒီလိုတစ်ချိန်က အမှတ်တရတွေကို CMပရိသတ်တို့ ပြန်အမှတ်ရနိုင်ဖို့\nPrema Vimanamဆိုတဲ့‌ Teluguရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းရာမူးနဲ့လာချူးတို့ညီအစ်ကိုဟာ ငွေကြေးမပြည့်စုံတဲ့ လယ်သမားကြီးအိမ်က ကလေးနှစ်ယောက်ပါ။\nတစ်နေ့လုပ်မှတစ်နေ့စားရတဲ့မိသားစုက ကလေးတွေပီပီ ဘောင်းဘီပြဲ‌ရင်တောင် မလဲနိုင်လေတော့\nရွယ်တူကလေးတွေလှောင်တာခံရတာပေါ့။ ဒီလိုနဲ့တစ်နေ့မှာ သူတို့ကစားနေကြအဖွဲ့ထဲက ဆာတစ်ရှ်ဆိုတဲ့ကလေးက\nလေယာဉ်ပျံကြီးစီးပြီး ဘုံဘေကိုသွားတယ်လို့ကြားလိုက်ချိန်မှာတော့ ဒီကလေးနှစ်ယောက် လေယာဉ်ပျံရူးစရူးကြပါတော့တယ်။\nဆန္ဒပြင်းပြနေတဲ့ သားနှစ်ယောက်ကိုကြည့်ပြီး သူတို့ရဲ့အိပ်မက်ကို အဖျက်တွေမပြောချင်တဲ့အဖေဖြစ်သူကလည်း\nသီးနှံအထွက်ကောင်းရင်သွားမယ်လို့ ပြောလိုက်တဲ့အခါ....အိမ်အခြေအနေက လယ်ကိုကြွေးရှင်လက်အပ်ရမယ့်ဆဲဆဲဆိုပေမဲ့ ကလေးပီပီ ဘာမှမသိတဲ့ ရာမူးနဲ့လာချူးတို့ညီအစ်ကိုနှစ်ယောက်\nသူတို့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ဘယ်လိုကြိုးစားကြမလဲ။ တစ်ဖက်က မျိုးရိုးအဆင့်အတန်းကွာခြားချက်ကြောင့်\nခိုးရာလိုက်ပြေးလာတဲ့ မာနီနဲ့အာဘီသာတို့စုံတွဲကလည်း လေယာဉ်စီးဖို့ဖြစ်လာတော့ ဒီအတွဲနဲ့ဒီကလေးတွေဆုံတွေ့ပြီး\nဘယ်လိုအချိုးအကွေ့တွေဖြစ်လာမလဲ။ အိပ်မက်ကိုရှာတဲ့သူနဲ့ အချစ်ကိုရှာတဲ့သူတို့တွေ ဆန္ဒနဲ့ဘဝ\nတစ်ထပ်တည်းကျနိုင်မလားဆိုတာ ကျေးလက်အလှ ကျေးလက်ဓလေ့တွေကိုခံစားရင်း ကြည့်ရှုလိုက်ကြပါစို့လား။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood teamမှဖြစ်ပါတယ်)(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် ...",
        "rating": "9.8",
        "url": "https://megaup.net/2Eekx/Prema_Vimanam_(2023)_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1ijou/Prema_Vimanam_(2023)_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BOGZlNDM2MDEtNzA2My00MTdhLTk1NWYtMjlmYjEwMTVmMDAxXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Spirit Doll(2023)",
        "description": "Spirit Doll (2023)CM ပရိသတ်ကြီး ညဘက်ကြည့်ဖို့ အင်ဒိုနီးရှား Horror ကားပါ\nအာရှသရဲကားတွေက ဟောလိဝုဒ်သရဲကားတွေနဲ့ atmosphere (အငွေ့အသက်) ရော\ntheme(အာဘော်) ပါ ကွဲပြားတာများပါတယ်\nကျွန်တော့်အမြင်အရဆိုရင် အာရှ horror ကားတွေက အယူအဆတွေက\nကျွန်တော်တို့ရဲ့ ရိုးရာဓလေ့တွေနဲ့ ပိုပြီးနီးစပ်တာမို့ ပိုပြီး ကြောက်စရာကောင်းတယ် ထင်ပါတယ်ရုပ်ရှင်နာမည်အတိုင်းပဲ ဝိညာဥ်အရုပ်လေး တစ်ရုပ်အကြောင်းပါပဲ\nဇာတ်လမ်းအကျဥ်းကတော့\nဒါရာ ဆိုတဲ့ နာမည်ကြီး horror queen မင်းသမီးတစ်ယောက် ရိုက်ကွင်းမှာ သုံးတဲ့ spirit doll အရုပ်လေးကို အိမ်ယူလာပါတယ်\nသူ့ရဲ့ အမျိုးသားနဲ့ကွာရှင်းထားတာဖြစ်ပြီး\nသမီးလေးတစ်ယောက်ကတော့ အဖေအိမ်နဲ့ အမေ့အိမ်တစ်လှည့်စီ သွားနေနေရပါတယ်\nသမီးလေးကလည်း အဖေ့ဆီမှာပဲ အမြဲနေချင်တာကြောင့် သားအမိနှစ်ယောက် ပြဿနာတက်ကြရင်း\nတစ်နေ့ သမီးလေး လှေကားပေါ်က မတော်တဆ ကျပြီး သေဆုံးသွားပါတော့တယ်\n\"မိခင်သောက\" အင်ဒိုဗားရှင်းကို ကျောထဲစိမ့်နေအောင် ညဘက် မီးပျက်တဲ့အချိန် စောင်ခြုံသာ ကြည့်ကြပါအညွှန်းရေးသားသူက KKKZ ဖြစ်ပြီး ဘာသာပြန်ကတော့ Zwe Yan ...",
        "rating": "5.7",
        "url": "https://megaup.net/1igxa/Spirit.Doll.2023.1080p.AMZN.WEB-DL.YK(CM).mp4,https://megaup.net/1igxn/Spirit.Doll.2023.720p(CM).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMjA1MWEwMDYtMTMyYi00MzMzLTliNjctMzRkN2M4ZjUzZGU5XkEyXkFqcGdeQXVyNjU2NTk0NTE@._V1_-139x200.jpg",
        "title": "Kushi (2023)",
        "description": "Kushi(2023)ဒီနေ့တင်ဆက်ပေးမှာကတော့ အသစ်စက်စက်ထွက်ရှိထားပြီး IMDb 6.2/10 ရရှိထားတဲ့\nအချစ်ကားလေးပဲဖြစ်ပြီး မင်းသားနဲ့မင်းသမီးကလည်း နာမည်ကြီးတွေဖြစ်တဲ့\nဗီဂျေးနဲ့ ဆမန်သာတို့ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဘာသာမဲ့မိသားစုက မွေးဖွားလာတဲ့\nသူဌေးသားလေးနဲ့ ဘာသာရေးကိုင်းရှိုင်းတဲ့မိသားစုကမင်းသမီးတို့ရဲ့\nအချစ်ဇာတ်လမ်းလေးပါပဲ။ဇာတ်လမ်းအစမှာ ငွေကြေးပြည့်စုံတဲ့ မင်းသားတစ်ယောက်\nအတွေ့အကြုံလိုချင်တာသက်သက်နဲ့ နယ်မြေကြမ်းတဲ့ ကတ်ရှ်မီးယားဒေသကို\nပြောင်း‌ရွှေ့ပြီး တာဝန်ထမ်းဆောင်ရာက ခရီးရောက်မဆိုက်က်တိုက်ပွဲနဲ့တိုးပြီး\nရောက်ရောက်ချင်း ဆောက်နဲ့ထွင်းခံရပါတော့တယ်။ဒီလိုနဲ့ တစ်ရက်ပြီးတစ်ရက် ဒုက္ခမျိုးစုံကြားနေနေရင်းက မင်းသမီးကိုတွေ့ပြီး\nအကြွေကြီးကြွေသွားပါလေရော။ အချစ်ကြီးချစ်မိနေတဲ့ မင်းသားတစ်ယောက်\nမင်းသမီးနားနေရဖို့ နည်းလမ်းမရွေးကြိုးစားလာရင်း အကြမ်းဖက်တွေလက်ထဲကလည်း ပြေးရ၊\nကလေးတွေလည်းရှာရနဲ့ နှင်းတောင်ပေါ်က အချစ်သူရဲကောင်းကြီးဖြစ်လာတော့တာပါပဲ။နောက်ဆုံးမှာတော့ တောင်တွေအထပ်ထပ်ကျော်လို့ အတားအဆီးအမျိုးမျိုးဖြတ်လာအပြီးမှာ\nသူတို့တကယ်တမ်းကျော်ရမယ့်တောင်နှစ်လုံးနဲ့ နဖူးတွေ့ ဒူးတွေ့ တွေ့ရပါတော့တယ်။\nအဲ့ဒါကတော့ သူတို့ရဲ့ အဖေတွေပါပဲ။ ဘာသာမဲ့အဖွဲ့အစည်းခေါင်းဆောင်နဲ့\nအိန္ဒိယဘာသာရေးခေါင်းဆောင်ဖခင်နှစ်ယောက်ရဲ့ သားသမီးတွေဖြစ်တဲ့\nသူတို့ ပန်းသီးပေါတဲ့ဒေသမှာ ပေါက်ဖွားလာတဲ့ အချစ်ပန်းသီးလေးကို\nဆက်ထိန်းသိမ်းပြီး ဒီတောင်ကို ကျော်နိုင်မှာလားဆိုတာကိုတော့ ရယ်ရင်းမောရင်း၊\nကတ်ရှ်မီးယားရဲ့အလှတွေကို ခံစားရင်း ကြည့်ရှုနိုင်ဖို့\nအညွှန်းကိုတော့ Aditi မှ ရေးသားပြီး\nCM Bollywood Team မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော်။\nFile size…11GB / 3.5GB / 1.52GB\nQuality…4k SDR HEVC ...",
        "rating": "6.2",
        "url": "https://megaup.net/2DKz1/Kushi_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/2DKsD/Kushi_(2023)_Telugu_TRUE_WEB-DL_-_720p-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/part1-133x200.jpeg",
        "title": "Partner (2023)",
        "description": "Partner 2023 (သို့) ညိုကီမှပျိုမဒီ\nIMDb - 6.3/10တောင်ပိုင်းမင်းသားချော အာဒီနဲ့ သူမပါရင်တောင်ပိုင်းကားမဟုတ်သလို ဇာတ်ကားတိုင်းမြင်နေရတဲ့\nဟာသမင်းသားကြီး ယိုဂီဘာဘူတို့ရဲ့ ထူးခြားဆန်းကြယ်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။အာဒီက အကြွေးပူနေလို့ ငယ်သူငယ်ချင်း ဘာဘူကြီးရှိရာ ချန်နိုင်းကို ရောက်လာခဲ့ရော။\nအဲဒီမှာ အသက်ရှင်ဖို့အရေး ခိုးဝှက်စားသောက်နေကြလေရဲ့။ ရိုးရိုးခိုးတာမဟုတ် ကုမ္ပဏီထောင်ခိုးတာ။\nတစ်ရက် အချီကြီးကြံဖို့အရေး သူဌေးကို ဂွင်ကျော်ရိုက်ရာကအစ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ရဲ့\nစမ်းသပ်ခန်းထဲက ချစ်ပ်ပြားလေးတစ်ခုကို ဝင်ခိုးရင်း ဇာတ်လိုက်ကျော်ယိုဂီဘာဘူတစ်ယောက်\nဘုန်းကညာတပါး လုံးရာကပြားပြီး မင်းသမီးချောလေး ဟန်စီကာအဖြစ်ပြောင်းသွားပါရောလား။အဲဒီကနေ ဘယ်လိုတွေတိုင်ပတ်ပြီး ပျိုကညာမဒီတပါး ပြားရာကပြန်လုံးဖို့ ကြိုးစားကြပုံကို\nဝါးလုံးမကွဲဘဲ ပြုံးဖြဲဖြဲရယ်မောရင်း ကြည့်ရှုအမောဖြေကြစို့လေ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေက Zwe~BpL~V~YH~ToMo~KKKZတို့ဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့\nဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here )\nFile size…2.45GB  / 1.16GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Zwe~BpL~V~YH~ToMo~KKKZ",
        "rating": "6.2",
        "url": "https://megaup.net/2E6oz/Partner_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/1ibuu/Partner_(2023)_Tamil_TRUE_WEB-DL_-_720p-_AVC_-YK(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6J61mawQOGhYXXuKGuZrsiqC7fV.jpg",
        "title": "Sisi & I (2023)",
        "description": "Sisi & I (2023)~ IMDb - 6.8/10, Rotten Tomatoes - 80% ~ခုတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားဟာဆိုရင်တော့ သာမန်ရိုးရိုး ဂျာမန်ဒရာမာကားတစ်ကားတင်မဟုတ်ဘဲ ဩစတြီးယားဧကရီ အဲလက်ဇဘက်အကြောင်းကို Biography သဘောမျိုး ရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားပါ။ ဂျာမန်ဝါရင့်မင်းသမီးနှစ်ဦးဖြစ်တဲ့ Sandra Hüller နဲ့ Susanne Wolff ကနေ ဇာတ်ဆောင်မင်းသမီးနှစ်ဦးအဖြစ်ပါဝင် သရုပ်ဆောင်ထားတာဖြစ်ပြီး ထွက်ထွက်ပြီးချင်း လပိုင်းအတွင်း ဆန်ကာတင်ဆု ၅ ခု ရရှိခဲ့ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~မြို့စားကတော်အနေနဲ့ မွေးဖွားလာခဲ့ရတဲ့ အိုင်မာဟာ စီစီလို့ လူသိများကြတဲ့ ဩစတြီးယားဧကရီ အဲလစ်ဇဘက်အတွက် အမှုထမ်းရဖို့အကြောင်းဖန်လာပါတယ်။ အိုင်မာကတော့ ငယ်ငယ်ကတည်းက မျိုးရိုးမြင့်တစ်ယောက်အနေနဲ့ ကြီးပြင်းလာခဲ့ရတဲ့အတွက် လောကကြီးကိုစိတ်ကုန်နေတာပေါ့။ ဒါပေမဲ့ မိခင်ရဲ့ တိုက်တွန်းမှုကြောင့် မိသားစုဂုဏ်ကိုထောက်ပြီး ဧကရီဆီမှာ အစေခံဖို့သွားခဲ့ပါတယ်။ အိုင်မာဟာ စီစီ့ဆီကိုရောက်ရောက်ချင်းမှာပဲ ပြင်းထန်တဲ့စမ်းသပ်မှုပေါင်းများစွာနဲ့ ကြုံတွေ့ခဲ့ရပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Y85h/(CM)_Sisi_&_I_(2023)_1080p.mp4,https://megaup.net/1Y841/(CM)_Sisi_&_I_(2023)_720p.mp4",
        "category": "Biography, Drama, History"
    }
]