[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2ZkMDZhYjYtMDU2MC00ZTI5LWEyY2ItNzI2ZDA5MzE0ZmYyXkEyXkFqcGdeQXVyMzYyNTQ1NjU@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ostrov (2023)",
        "description": "Ostrov (2023)\n============လင်မယားနှစ်ယောက်အပန်း‌ဖြေခရီးထွက်ရင်း ခင်ပွန်းဖြစ်သူက\nကွာရှင်းပေးဖို့တာင်းဆိုခဲ့ပါတယ်။အဲ့ဒါကြောင့်ဇနီးဖြစ်သူကစိတ်\nတိုပြီးချက်ချင်းပြန်ကြဖို့ပြောပါတယ်။ ယောကျာ်းဖြစ်သူကလည်း\nလေယာဉ်မရလို့ ရတဲ့ကုန်တင်လေယာဉ်အစုတ်နဲ့ပြန်ဖို့စီစဉ်လိုက်\nရာမှ လေယာဉ်ပျက်ကျပြီးလင်မယားနှစ်ယာက်ကျွန်းတစ်ခုပေါ်\nသောင်တင်သွားပါတော့တယ်။အဲတော့ လူသူမရှိတဲ့ကျွန်းပေါ်မှာရန်ဖြစ်ထားကြတဲ့လင်မယား\nနှစ်ယောက်ဘယ်လိုဖြတ်သန်းကြမလဲ၊ နောက်ပြီးတော့ ဘယ်လို\nတလွဲတွေလုပ်ကြမလဲ၊ သူတို့နှစ်ယောက်ကြားကသဘောထား\nကွဲလွဲမှုတွေကိုဘယ်လိုပြင်ကြမလဲဆိုတာကိုကြည့်ရှုရမဲ့ comedy\nကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zarni Oo ဖြစ်ပါတယ်)File Size..........(1.67 GB) / (742 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 25Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator......Khant Zarni Oo\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/1g5yj/Ostrov.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWE2N2RiYTMtOTI3ZS00NDhjLTk3YTItNDIwOTVkOGVkNzNlXkEyXkFqcGdeQXVyMTQ2NTg1MzAz._V1_-160x200.jpg",
        "title": "Hidimbha (2023)",
        "description": "Hidimbha 2023\nIMDb 9.2/10\nAction/Dramaသည်းထိတ်ရင်ဖိုနဲ့စိတ်ဝင်တစားကြည့်ရှုရမယ့် တေလဂူးရဲကားလေးကို တင်ဆက်လိုက်ပေးလိုက်ပါတယ်။ဟိုက်ဒရာဘတ်မြို့က ရဲအရာရှိ အက်ဘ်ဟေးဟာ\nမိန်းကလေးတွေ တစ်ယောက်ပြီးတစ်ယောက် ပျောက်ဆုံးနေတဲ့အမှုကို စုံစမ်းနေကြရပါတယ်။\nဘာသဲလွန်စမှလည်းမရှိပဲ သေသလား ရှင်သလား မသိရပါဘူး။ ဒါကြောင့်ပဲ ဒီကိစ္စဟာ\nမီဒီယာတွေ စာနယ်ဇင်းတွေကြားမှာ ဝေဖန်စရာဖြစ်ခဲ့ပြီး အဘက်ဘက်ကနေ\nဖိအားတွေများလာတဲ့အမှုဖြစ်လာပါတယ်။ဒီကိစ္စကို ကူညီပြီးစုံစမ်းဖို့အတွက် ရဲအရှိအဒယာရောက်ရှိလာပါတယ်။ နှစ်ယောက်ပူးပေါင်းပြီး\nဆက်စုံစမ်းရင်းနဲ့ပဲ ဒီအမှုမှာ ပါဝင်ပတ်သက်တဲ့သူတွေ များလာပါတယ်။\nနောက်တော့ ဒီကိစ္စဟာDark Webနဲ့ဆက်စပ်နေတာကို သိခဲ့ကြရပါတယ်။\nဒီလိုဆန်းကြယ်တဲ့အမှုကို သူတို့ဘယ်လိုဆက်ပြီးဖြေရှင်းကြမလဲ။\nဒီကိစ္စရဲ့အရင်းအမြစ်ကရော ဘာလဲဆိုတာကို\nဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Yunni~V~Cherry~BpLတို့ပဲဖြစ်ပါတယ်။)\nFile size…2.19GB / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Cherry~BpL",
        "rating": "9.2",
        "url": "https://megaup.net/1W8hg/Hidimbha_(2023)_Telugu_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z6YGPPO7KAE3cWG54atxBIcwXvN.jpg",
        "title": "The Bigfoot Trap (2023)",
        "description": "The Bigfoot Trap (2023)ဒီဇာတ်လမ်းထဲမှာဆိုရင်ဖြင့် အမေရိကတိုက်တစ်ဝှမ်း အယူသီးတဲ့သူတွေကို လိုက်အင်တာဗျူးပြီး သူတို့ဘယ်လိုမိုက်မဲကြောင်းကို ဗီဒီယိုလုပ်ပြီး အရှက်လိုက်ခွဲတဲ့ ဂျော့ရှ်ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ရှိပါတယ်။ တစ်နေ့မှာ သူ့အလုပ်ရှင်က Bigfoot ကို ရှာတွေ့တော့မယ်လို့ ကြုံးဝါးနေတဲ့ ရက်ဒ်ဆိုတဲ့ လူဆီကို အလိမ်ဖော်ဖို့အတွက်ဆိုပြီး လွှတ်လိုက်ပါတယ်။အစပိုင်းမှာတော့ ဂျော့ရှ်က ဒီလူလိမ်နေတာပဲဆိုပြီးတော့ သူရလာသမျှသဲလွန်စတွေကို လိုက်ပြီးအဖျက်အမှောင့်လုပ်ပါတော့တယ်။ ဒါပေမဲ့ တစ်နေ့ကျ ဂျော့ရှ်ဟာ ရက်ဒ်ရဲ့ သူငယ်ချင်းကို မတော်တဆသတ်မိသွားပါတယ်။ အဲဒီအချိန်ကစပြီး ဂျော့ရှ်တစ်ယောက်ကံဆိုးမိုးမှောင်တွေကျ အဖြစ်ဆိုးပေါင်းများစွာနဲ့ ဆက်တိုက်ကြုံတွေ့ခဲ့ရပါတယ်။ နောက်ဆုံးမှာ ဂျော့ရှ်ဟာ တကယ်ရှိနေခဲ့တဲ့ Bigfoot ကို ရှာမတွေ့သွားပေမဲ့လည်း လူ့ဘဝရဲ့ အဓိပ္ပါယ်ကို အသက်နဲ့ရင်းပြီးသိသွားခဲ့ရပါတယ်။ဒီဇာတ်ကားရဲ့နာမည်ကို The Bigfoot Trap ဆိုပြီးနာမည်ပေးထားပေမဲ့ Bigfoot နဲ့ ပတ်သက်တဲ့အကြောင်းအရာတွေအပြင် လက်တွေ့ဘဝ သင်ခန်းစာတွေကိုပါ ထည့်ပေးထားပါတယ်။ လူတွေဟာ ကိုယ့်ရဲ့ ကံဇာတာမြင့်နေတဲ့အချိန်မှာ အောက်ခြေလွတ်သွားတတ်ကြပါတယ်။ လောကဓံတရားကို ...",
        "rating": "",
        "url": "https://megaup.net/1W8dm/(CM)_The_Bigfoot_Trap_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zbdlvXg4NwzSDLMHZ1m7W2ZaWnu.jpg",
        "title": "Red, White & Royal Blue (2023)",
        "description": "Red, White, and Royal Blue (2023)2019 မှာ Casey McQuiston ရဲ့ Red, White, and Royal Blue ဝတ္ထုထွက်လာခဲ့ပါတယ်။\nအဲ့ဒီအချိန်ထဲက ရုပ်ရှင်အဖြစ်အသက်သွင်းဖို့ LGBTQ+ တွေ ပရိသတ်တွေအားလုံး အစောင့်စားရဆုံးဇာတ်လမ်းတွေထဲမှာ\nဒီ Red, White, and Royal Blue ပါဝင်ခဲ့ပါတယ်။LGBTQ+ တွေရဲ့အချစ်ရေးက မဖြောင့်ဖြူးပါဘူး၊\nလူတွေရဲ့ဝေဖန်မှုတွေကို သာမန်ထက်ပိုခံရပါတယ်ဆိုမှ ဒီအချစ်ရေးမှာပါဝင်နေသူတွေကသာ တကယ့်ထိပ်ခေါင်တွေဖြစ်နေကြရင်ရော။\nသူတို့ကတော့ အမေရိကန်သမ္မတရဲ့သား အဲလက်စ်နဲ့ အင်္ဂလန်ရဲ့တော်ဝင်မင်းသား ဟင်နရီတို့ပါပဲ။\nအဲလက်စ်က သမ္မတသားဆိုတော့ သူ့အမေပုံရိပ်အတွက် လိုအပ်တဲ့ပွဲတွေတက်၊ ဓာတ်ပုံတွေအရိုက်ခံပေါ့။\nဒါပေမဲ့သူကတကယ်တမ်းတော့ သူ့အမေအတွက်ကမ်ပိန်းမှာ အိုင်ဒီယာတွေပေး နိုင်ငံရေးကိုလေးလေးနက်နက်ပါဝင်ချင်တာပါ။\nမင်းသားဟင်နရီကျတော့ တစ်မျိုး။ သူကတော်ဝင်ဘဝကြီးမှာ မွန်းကျပ် ငြီးငွေ့နေတာ။\nသူတို့စိတ်နေစိတ်ထားတွေက တော်တော်တူပေမယ့်လဲ နားလည်မှုလွဲနေတာလေးတစ်ခုကြောင့် တစ်ယောက်ကိုတစ်ယောက် တစ်စက်မှကြည့်မရကြပါဘူး။\nဒါပေမဲ့ ဒီနှစ်ယောက််််သား နိုင်ငံရေးအရချစ်ကြည်မှုပြရင်း ခင်မင်မှုတွေချစ်ခြင်းတွေ တည်ဆောက်သွားတာကို တစ်ဆင့်ချင်းမြင်ကြရမှာပါ။\nဒီကားရဲ့ အကောင်းဆုံးအပိုင်းဆိုရင် Chemistry မိလွန်းတဲ့ မင်းသားနှစ်ယောက်လို့ပြောရမှာပဲ။\nရန်ဖြစ်စကားနိုင်လုချိန်မှာလဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2C5sg/Red.White.and.Royal.Blue.2023.720p.WEB.5.1.CM.mp4",
        "category": "BL, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWI2NjQ2NGYtNDMwYS00YzNlLWFjZTctNzQ5MTRiYzQyZjMzXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cobweb (2023)",
        "description": "Cobweb (2023)\n============\nIMDb Rating - 6.1/10The Boys, Banshee စီးရီးတို့နဲ့ လူသိများတဲ့ မင်းသား Antony Starr ရဲ့\nဟော်ရာ ရုပ်ရှင်အသစ်လာပါပြီ။ ဇာတ်လမ်းကောင်းသလို ကြောက်ဖို့လည်း\nကောင်းပါတယ်။ မင်းသမီးကတော့ Now You See Me ထဲက Lula အဖြစ်\nသရုပ်ဆောင်ခဲ့တဲ့ Lizzy Caplan ပါပဲ။ဇာတ်လမ်းအကျဉ်း -\nမာ့ခ် နဲ့ ကယ်ရိုးဆိုတဲ့ လင်မယားမှာ ပီတာ ဆိုတဲ့သားလေး တစ်ယောက်ရှိ\nတယ်။ သူတို့မိသားစုက အိမ်ဟောင်းတစ်ခုထဲမှာ နေကြတယ်။ ပီတာက\nညတိုင်း နံရံထဲကနေ ကောင်မလေးတစ်ယောက်ရဲ့ အသံကို ကြားနေရတယ်။\nကြားပြီး လန့်နိုးတိုင်း သူ့မိဘတွေက အိပ်မက်ဆိုးဖြစ်ကြောင်း ပြောပြီး ပြန်သိပ်\nပေးကြတယ်။ ဒါပေမဲ့ အဲဒီအသံနဲ့သူနဲ့ ပိုပိုပြီး ဆက်သွယ်မိလာတဲ့အခါ အသံ\nရှင်က ပီတာ့ကို ကြောက်စရာလျှို့ဝှက်ချက်ကြီးတွေတွေ ပြောပြပြီး အကူအညီ\nတောင်းပါတော့တယ်...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMr.Anderson ဖြစ်ပါတယ်)File Size..........(1.7 GB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/2C4SU/Cobweb.2023.720p.WEB-DL.(CM)_(2).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGY3YmVmN2UtNWZiNy00YTRlLTlhOTItNzlkZmFmZDA1N2QzXkEyXkFqcGdeQXVyMTU4Mzg1OTU2._V1_-160x200.jpg",
        "title": "Adipurush (2023)",
        "description": "Adipurush (2023)\n============\nဝေဖန်သံတွေညံခဲ့ပြီး 2023ရဲ့ ဒုတိယ၀င်ငွေအများဆုံးရုပ်ရှင်အဖြစ် ရပ်တည်နေတဲ့\nရာမာယဏရုပ်ရှင်ဇာတ်ကားကြည်တောက်ရှင်းထွက်လာပါပြီ။အရင်ဦးဆုံးတောင်းပန်လိုတာက နာမည်နဲ့အသုံးအနှုန်းတွေပါပဲ။ကျွန်တော်တို့မြန်မာတွေနားနဲ့မစိမ်းတဲ့ ရာမ၊လက္ခဏ၊သီတာ၊ရာ၀ဏ ဒီလိုနာမည်တွေပဲခေါ်ဝေါ်သုံးစွဲထားလို့ပါ။\nကျွန်တော်တို့ဘာသာပြန်အဖွဲ့သုံးနှုန်းခဲ့တဲ့ နာမည်တွေ နာမ်စားတွေကြောင့် ဘာသာဝင်တဦးတယောက်ချင်းစီကို\nစော်ကားမိသလိုဖြစ်သွားရင် ကျွန်တော်တို့အဖွဲ့ကနေ အနူးအညွတ်တောင်းပန်ပါကြောင်း ဦးစွာပြောကြားပါရစေ။ဒဿဂီရိဟာ အချစ်ရှုံးတာမဟုတ်ပါဘူး။အငြိုး အာဃာတတွေနဲ့ အချစ်ရူးခဲ့လို့ ကိုယ့်ပြည်ကိုယ်ပြန်ဖျက်မိတဲ့မင်းတစ်ပါးဖြစ်ခဲ့တာပါ။\nအရင်အတိတ်ကံကြောင့် ကျိန်စာမိထားပြီး အမျိုးသမီးတစ်ဦးကို အလိုမတူပဲထိကပါးရိကပါးမလုပ်ရဲတာကြောင့် သီတာအပေါ်မှာ\nဘာမှကိုယ်ထိလက်ရောက်မကျူးလွန်ရဲခဲ့တဲ့သူတစ်ဦးသပ်သပ်ပါပဲ။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသား ရာမမင်းက သီတာဒေဝီကို လင်္ကာပြည်ကနေ ကယ်တင်တဲ့အကြောင်းဖြစ်ပေမဲ့\nဇာတ်လမ်းကို ချဉ်းကပ်တဲ့ပုံစံက အရင်ကရှိခဲ့ဖူးပြီးသား adaptation တွေနဲ့ ပုံစံကွဲထွက်နေပါတယ်။ဒီရုပ်ရှင်ရဲ့ဇာတ်လိုက်သရုပ်ဆောင် ပရာဘာ့စ်ဟာ ရာမဇာတ်ကောင်နဲ့ မလိုက်ဖက်ဘူးလို့ ဝေဖန်ခံခဲ့ရပေမယ့်\nသီတာဒေဝီနေရာမှာသရုပ်ဆောင်တဲ့ ကရီသီးဆန်နွန်ကတော့ မင်းသမီးနေရာကနေ ကောင်းခြင်းငါးဖြာနဲ့ ပြည့်စုံစွာ ကျက်သရေရှိလှပနေပါတယ်။\nဒီရုပ်ရှင်ဟာဆိုရင် ထင်သလောက်မအောင်မြင်ခဲ့ပေမဲ့ နှစ်ပေါင်းထောင်ချီသက်တမ်းရှိတဲ့ ဂန္တဝင်လင်္ကာရှည်ကြီးကို\nတမူဆန်းသစ်ရိုက်ကူးထားတာမလို့ အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ဝေဖန်ဖို့ပဲဖြစ်ဖြစ် တစ်ခေါက်လောက်တော့ ကြည့်ဖူးသင့်တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\n(အညွှန်းနှင့်ဘာသာပြန်ကတော့ CM Bollowood Team မှဖြစ်ပါတယ်)\nFile size…2.73GB / 1.33GB\nQuality…1080p NF WEB DL  / 720p ...",
        "rating": "",
        "url": "https://megaup.net/1W7bp/Adipurush_(2023)_Hindi_NF_WEB-DL_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmOaSOo5wB7cMDhhp6Msnd4IsLZ.jpg",
        "title": "Marry My Dead Body (2023)",
        "description": "Marry my dead body (2023)စော်မရှိဘဲမရှိလေးတွေအတွက် ရွေးစရာတစ်ခုကိုချပြလိုက်တဲ့ Taiwan BL movie ကား Marry My Dead Bodyလေး ထွက်ရှိလို့လာပါပြီ။\nTrailerထွက်လာကတည်းက ‌တော်တော်လေးစိတ်ဝင်စားခံနေရတဲ့movieလေးလည်းဖြစ်\nBL romance သီးသန့်ကြီးမဟုတ်ဘဲ Crime suspense လေးပါတွဲပါသေးတဲ့အပြင်\nထိုင်ဝမ်BLပီပီ လက်ကိုင်ရုံနဲ့ပြီးတဲ့ဂျင်း‌တွေနည်းတဲ့ကားလေးဆိုတော့ အများကြီးဆက်မညွှန်းတော့ပါဘူး...21 ရာစု LGBTQကာလကြီးထဲမှာ လိင်တူချစ်သူဆိုတာ ဘာရယ်မဟုတ်ပေမဲ့\nhomophobic ရဲသားလေးဝူမင်ဟန်ကတော့ ဒါကိုလက်မခံပါဘူး။\nလိင်တူချစ်သူဆိုတာကို ရွံစရာလို့သတ်မှတ်တဲ့အပြင် ဂေး ဆို ပိုပြီး ချိုးနှိမ်တတ်လို့ အပြစ်ပေးခံရသူလည်းဖြစ်ပါတယ်။\nဒီလိုနဲ့ မူးယစ်ရာဇာကြီးရဲ့ တပည့်တစ်ယောက်ကိုလိုက်ဖမ်းရင်းနဲ့ သူပစ်ချခဲ့တဲ့သက်သေတွေကို လိုက်ကောက်ရင်း\nသက်သေမဟုတ်တဲ့ စာအိတ်အနီလေးကို ကောက်မိတဲ့အခါ ...စာအိတ်ကိုကောက်လိုက်တာနဲ့ ဝိုင်းအုံလာကြတဲ့အဒေါ်ကြီးတစ်သိုက်နဲ့\nသူတို့ပြောသွားတဲ့ စာအိတ်ထဲက ဓာတ်ပုံပိုင်ရှင်‌ကောင်‌လေးနဲ့ လက်ထပ်ရမယ်ဆိုတဲ့\nထူးဆန်းတဲ့စကားတွေဟာ ဝူမင်ဟန်အတွက်တော့ ဟာသတစ်ခုထက်မပိုပါဘူး။\nဓာတ်ပုံပိုင်ရှင်က ကောင်လေးဖြစ်နေပြန်တော့ သရဲနဲ့မှတော့ မဂေးနိုင်ဘူးဆိုတဲ့မင်ဟန်ကတော့\nအဘွားကြီးရဲ့ လက်မထပ်ရင်ကံဆိုးလိမ့်မယ်ဆိုတဲ့စကားကို လျစ်လျူရှုပြီးထားခဲ့တာပေါ့။\nဒါပေမဲ့ သူ့ရဲ့မူပိုင်ရှင်လေးက သူ့နောက်ကလိုက်နေလေတော့ သရဲကြောက်တဲ့မင်ဟန်တစ်ယောက်\nသရဲ‌နဲ့လက်ထပ်ရမယ့်အပြင် သရဲတွေမြင်နေရတဲ့ပြဿနာကြီးက ဆီးကြိုနေတဲ့အခါ...တျဲကြောက်ပါတယ်ဆိုမှ တျဲနဲ့မှညားတဲ့မင်ဟန်တစ်‌ယောက် ပဟေဠိတွေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1g807/Marry.My.Dead.Body.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/4K7gQjD19CDEPd7A9KZwr2D9Nco-133x200.jpg",
        "title": "[18+] No Hard Feelings (2023)",
        "description": "No Hard Feelings (2023)~ IMDb - 6.7/10, Rotten Tomatoes - 70% ~ဂျနီဖာလောရန့်ရဲ့ ရုပ်ရှင်အသစ် တင်ပေးထားပါပြီ။ သရုပ်ဆောင်သစ် Andrew Barth Feldman နဲ့အတူ သရုပ်ဆောင်ထားတဲ့ ဟာသ အချစ်ကားလေးပါ။ ဒီရုပ်ရှင်မှာပါဝင်ဖို့အတွက် မင်းသား Andrew Barth Feldman ဟားဗက်တက္ကသိုလ်တက်ဖို့ကို နောက်ရွှေ့ခဲ့တာ နာမည်ကြီးပါပဲ။ ဒါပေမဲ့ J Law နဲ့ အတူတွဲရကတည်းက တန်နေပါပြီ။ အထူးသဖြင့် J Law ရဲ့ တုံးလုံးခန်းပါနေတာကြောင့်ပါ။ တုံးလုံးခန်းတွေ အသုံးအနှုန်းကြမ်းတွေကြောင့် R rated ဟာသကားဖြစ်ကြောင်း သတိပေးချင်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~မက်ဒီဆိုတဲ့ အူဘာတက္ကစီမောင်းတဲ့ အစ်မကြီးဟာ အိမ်အခွန်မဆောင်နိုင်လို့ ကားသိမ်းခံလိုက်ရပါတယ်။ မကြာခင် အိမ်လည်းအသိမ်းခံရနိုင်ပါတယ်။ ဒီအိမ်လေးကို သူ့အမေက အမွေပေးခဲ့တာကြောင့် မဆုံးရှုံးချင်တဲ့ မက်ဒီဟာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1g6qh/No.Hard.Feelings.2023.720p.WEB-DL[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODA1MWJhNGEtNWE5Mi00ZTgwLWIwZTYtZjgxZDA0YmNlN2Y4XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "What Comes Around (2023)",
        "description": "What Comes Around (2023)\n====================အန်နာဟာ အမေနဲ့အတူနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေး\nတစ်ယောက်ဖြစ်တယ်။ သစ်ရွက်လှုပ်တိုင်းရင်ခုန်တတ်တဲ့အရွယ်မှာ\nအွန်လိုင်းကနေ အချစ်နဲ့ထိတွေ့မိတယ်။ အရူးအမူးပါပဲ။ သူ့မွေးနေ့မှာ\nအွန်လိုင်းပေါ်က ကောင်လေးဟာ မိုင်၉၀၀ဆိုတဲ့ အကွာအဝေးကို\nဖြတ်ပြီး သူ့ဆီလာတွေ့တယ်။ အပေါ်ယံကြည့်ရင်တော့ ကြည်နူးစရာ\nကောင်းတဲ့ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်းလေးပါပေါ့။ဒါပေမဲ့ ကောင်လေးဟာ သူ့ကိုတွေ့ချင်လို့လာတယ်ဆိုတာ အကြောင်း\nပြချက်တစ်ခုသာသာပါပဲ။ အပြင်မှာ တွေ့ရတော့ ထိုလူဟာ အသက်\nလိမ်ထားမှန်းသိလိုက်ရတယ်။ တကယ်တမ်းက ၂၈နှစ်အရွယ်အမျိုး\nသားတစ်ဦးဖြစ်တယ်။ အဲဒီအမျိုးသားရဲ့အချစ်ဦးဟာ အန်နာ့အမေ\nပါတဲ့။ ဇာတ်လမ်းတွေကရှုပ်ကုန်ရပြီပေါ့ . ကျန်တာကိုတော့ ဇာတ်ကား\nထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါကုန်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (504 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 25Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1g5zd/What.Comes.Around.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/6fY7flm2T5jLnw19e1MiRvv60FH-133x200.jpg",
        "title": "Neymar(2023)",
        "description": "Neymar 2023ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါး လူငယ်ဟာသကားလေးပဲ\nဖြစ်ပါတယ် လူငယ်ဟာသကားလေးဆိုပေမဲ့ အဓိကဟာသလုပ်မှာကတော့ ခွေးတစ်ကောင်ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့......\nကွန်ဂျာဗာနဲ့အာကမ်ရှ်တို့က ဆယ်ကျော်သက်ကျောင်းသားအရွယ်လေးတွေပါ ကွန်ဂျာဗာက\nဒိုနာဆိုတဲ့မြီးကောင်ပေါက်မလေးကိုကြိုက်လို့ ဘေးကနေဆရာကြီး အာကမ်ရှ်က\nအခါတော်ပေးရွှေဖူးစာရေးပေးပါတော့တယ် အဲ့မှာပဲ မိန်းမပိုးနည်း ဆယ့်ကိုးနည်းထဲက\nစော်ခွေးမွေးရင် ကိုယ်လိုက်မွေးဆိုတဲ့အကွက်အတွက် ခွေးမျိုး‌ခွေးသန်းလေးလိုက်ရှာရပါတော့တယ်သူတို့သွားရှာတဲ့နေရာက ခွေးတွေကလည်း ပိုင်ရှင်က ဘောပွဲဖန်မို့ ခွေးအားလုံးက လူကာကူ ရာမိုစ့် ပီပီ\nဒရော့ဘာ စသည်ဖြင့် ဆရ ကောင်နာမည်တွေပါပဲ အဲ့မှာပဲ ကွန်ဂျာ‌ဗာတို့ ငတိနှစ်ကောင်အတွက် ရလာတဲ့ခွေးက နေမာပါတဲ့\nနေမာတစ်ကောင် ဘယ်လိုတွေအကွက်တွေပြပြီး ကွန်ဂျာဗာတို့ အာကမ်ရှ်တို့နဲ့အတူ\nပတ်မွှေမလဲဆိုတာ ပရိသတ်ကြီးပဲ တခွီးခွီးနဲ့ ကြည့်တော်မူကြပါကုန်အညွှန်းနဲ့ ဘာသာပြန် CM Bollywood Team ကပဲ ဖြစ်ပါတယ်\nFile size…3.5GB /1.52GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 40min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Zwe~V~Yunni~Saii",
        "rating": "6.6",
        "url": "https://megaup.net/1g4jr/Neymar_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKZLhK035o0Eac92kduW2dde2p0.jpg",
        "title": "Will You Be My Ex? (2023)",
        "description": "Will you be my Ex? (2023)ပြီးခဲ့တဲ့ June လကမှ ထွက်ရှိထားတဲ့ ဖိလစ်ပိုင် Romance-Drama ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အဓိက မင်းသားဖြစ်တဲ့ Diego Loyzaga တစ်ယောက်\nတစ်လောလေးကမှ သားလေးမွေးတဲ့အကြောင်း မီဒီယာတွေပေါ်မှာ သတင်းမွှေးနေတာနဲ့အတူ\nတွဲဖက် သရုပ်ဆောင်တဲ့ အဓိက မင်းသမီးကလည်း ဖိလစ်ပိုင်ရုပ်ရှင်ခေတ်သစ်လောကမှာ\nဒရာမာဘုရင်မလေးလို့ နာမည်ကြီးနေတဲ့ Julia Barretto ဖြစ်တာကြောင့်\nဒီကားမှာ သူတို့နှစ်ယောက် ဘယ်လိုတွေ အစွမ်းပြကြမလည်းဆိုတာ\nဇာတ်ကားမထွက်ခင်ကတည်းက ဖိလစ်ပိုင်ရုပ်ရှင်တွေကို သဘောကျနှစ်ခြိုက်သူတွေက မျှော်လင့်နေခဲ့ကြတာပါ။ပြဇာတ်သရုပ်ဆောင် အနုပညာရှင် မိသားစုအသိုင်းအဝိုင်းကလာပြီး လွတ်လွတ်လပ်လပ် ပျော်ပျော်ရွှင်ရွှင်နေတတ်တဲ့\nပြဇာတ်မင်းသမီးပေါက်စလေး Chris အဖြစ် Julia Barretto က သရုပ်ဆောင်ထားပြီး\nချမ်းသာပြီးလူသိများတဲ့အပြင် စည်းမြင်းကနားတွေနဲ့ နေတတ်တဲ့ မိသားစုမျိုးက ပေါက်ဖွားလာတဲ့\nရည်မှန်းချက်ကြီးတဲ့ ဗိသုကာပညာရှင်လေး Joey အဖြစ် Diego Loyzaga က သရုပ်ဆောင်ထားပါတယ်။သူတို့နှစ်ယောက်လုံးဟာ ကောလိပ်ကျောင်းကတည်းကတွဲလာတဲ့ ငယ်ရည်းစားတွေဖြစ်ပြီး ကျောင်းပြီးတဲ့နောက်\nJoey မိဘတွေက ပေးတဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/2BZ3r/Will.You.Be.My.Ex.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjVkMmUyM2EtODYxMy00MmU0LWFmMTEtYWI1MGM2ZWNlODg0XkEyXkFqcGdeQXVyMTIxMTQ3MDAx._V1_-133x200.jpg",
        "title": "Bheemadevarapally Branchi (2023)",
        "description": "Bheemadevarapally Branchi (2023)\nIMDb-7.9/10လတ်တလောထွက်ရှိထားတဲ့ တောင်ပိုင်းဘောလိဝုဒ်ဟာသအရောလေးနဲ့\nမိသားစုဇာတ်ကားလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ပညာတတ်နည်းပါးလှတဲ့ ရွာလေးဆီကိုကောလဟလတခုရောက်လာတယ်။\nအစိုးရကနေပြီး ဆင်းရဲတဲ့လူတွေကို ဘဏ်ကနေတဆင့်ပိုက်ဆံထောက်ပံ့မယ်ဆိုတဲ့ ကောလဟလ။\nဘာလုပ်ရမလဲဆိုတော့ ဘဏ်ကိုသွားပြီး ဘဏ်စာအုပ်ဖွင့်ရမယ်ဆိုတော့\nပညာလည်းမတတ် ဆင်းလည်းဆင်းရဲကြတဲ့ရွာသူရွာသားတွေ အကုန်လုံး ဘဏ်မှာသွားတန်းဆီပြီး\nဘဏ်အကောင့်ဖွင့်ကြတော့တာပေါ့။ကံကောင်းတာလား ဆိုးတာလားမသိ ဂျမ်ပန်နားအမေရဲ့အကောင့်ထဲကို ရူပီးဆယ့်ငါးသိန်းဝင်လာပါရော။\nအစိုးရက ပြောထားတဲ့အတိုင်းပေးတယ်ဆိုပြီး ဂျမ်ပန်နားတယောက် ရသမျှပိုက်ဆံ\nထင်ရာလျောက်သုံး လျောက်ဖြုန်းပါတော့တယ်။လူတွေဟာ လောဘသားကောင်တွေ ဖြစ်ကြတယ်ဆိုတဲ့အတိုင်း လောဘကြောင့်ဘာမှမမြင်တော့တဲ့အခါ\nအခွင့်ကောင်းစောင့်နေတဲ့ လူယုတ်မာတွေဆိုတာပေါ်လာကြတာပဲလေ။အသိဉာဏ်နည်းပါးတဲ့\nရွာသားတစ်စုကပါ သူတို့အကောင့်တွေဆီကိုလည်း ဂျမ်ပန်နားတို့လို ရောက်လာမလားဆိုပြီး\nပွဲစားကိုပိုက်ဆံတွေပေးကြတဲ့အခါ။ဂျမ်ပန်နားတယောက် သူ့ဆီရောက်လာတဲ့ပိုက်ဆံတွေကနေ ကြုံလာရတဲ့ပြဿနာတွေကို\nဖြေရှင်းနိုင်မှာလား။\nလောဘနဲ့ ပွဲစားကိုယုံအပ်မိကြတဲ့ရွာသားတစ်စုရော ဘယ်လိုပြဿနာတွေ\nရင်ဆိုင်ရမလဲဆိုတာ။\nရယ်ရင်း မောရင်းနဲ့ပဲ ဒီလောဘသားကောင်တွေ ဘယ်လိုရင်ဆိုင်ကြမလဲကြည့်ကြတာပေါ့။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေက V ~ Cherry ~ Zwe ~ BpL ~ Yunniတို့ပါပဲ)\nFile size…2.66GB / 1.27GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V ~ Cherry ~ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1g44n/Bheemadevarapally_Branchi_(2023)_Telugu_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/HryQ1lVFVWAdJtTQPdoEeuAafF.jpg",
        "title": "Super Hollow Man ( 2023 )",
        "description": "တရုတ်တန်းလမ်းရဲ့ သင်္ချိုင််းမြေတစ်ခုမှာ သရဲခြောက်တယ်ဆိုပြီး ကောလဟာလတွေထွက်နေတဲ့အချိန်...\nအဲဒီလမ်းမှာသော့ပြင်တဲ့အလုပ်နဲ့ ဘဝကိုပေါ့ပေါ့ပဲဖြတ်သန်းနေတဲ့ ဖုန့်သာ့ရှန်း...တစ်နေ့သူငယ်ချင်းနဲ့အတူ လောင်းကစားဝိုင်းမှာလိမ်လည်ပြီးဆော့တာကိုမိသွားတာကြောင့်\nလောင်းကစားဝိုင်းခေါင်းဆောင်က သရဲခြောက်ပါတယ်ဆိုတဲ့ သင်္ချိုင်းမှာ သူတို့ကို ပစ်ထားခဲ့ခံရတယ်...မမျှော်လင့်ပဲ ပြည်ပက တရားမဝင် သုတေသနလုပ်ငန်းရဲ့ လျို့ဝှက်သုတေသနလုပ်ရင်း\nတူးမိတဲ့ နေရာထဲကိုပြုတ်ကျသွားကာ အဲ့ဒီနေရာက ထူးဆန်းတဲ့မှိုတစ်မျိုးကို\nမတော်တဆစားမိပြီး ကို်ယ်ပျောက်တဲ့စွမ်းအင်ကိုရသွားခဲ့တယ်....ဖုန့်သာ့ရှန်းက ကိုယ်ပျောက်စွမ်းအင်ကို အသုံးချပြီး လျှောက်လုပ်နေတုန်းမှာ\nပြည်ပက တရားမဝင် သုတေသနအဖွဲ့​တွေရဲ့အာရုံစိုက်မှုကိုရသွားပြီး\nအဖမ်းခံရကာ ဘယ်လိုတွေဆက်လုပ်ဦးမလဲ....\nဒီသုတေသနကရော ဘယ်လိုအစပြုခဲ့လဲ... သူကရော ဒါတွေကို\nဘယ်လိုမျိုး အဆုံးသတ်ထိဖြေရှင်းနိုင်ပါ့မလားဆိုတာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်....\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy \nRuntime : 1h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1W1v2/Super_Hollow_Man_2023_1080p_WEB-DL_CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cfJqPnKjWTQJPWoNsMkeqpJzla4-133x200.jpg",
        "title": "Sa Muli (2023)",
        "description": "Sa Muli(2023)ဘဝဆက်တိုင်း ပေါင်းဖက်ပါရစေဆိုတာ ချစ်ကြသူတိုင်းဆုတောင်းကြတဲ့ စကား\nဒါပေမဲ့ ဖူးစာနက္ခတ်နဲ့ ကံကြမ္မာမျက်နှာသာပေးဖို့လည်း လိုအပ်သေးတာပဲလေ၁၉၉၀ ပထမဘဝမှာအရမ်းချစ်ကြတဲ့ ဗစ်တာနဲ့ အော်ရိုရာတို့စုံတွဲ ၊ ၁၉၉၅ဒုတိယဘဝမှာ\nနီကိုးလက်စ်နဲ့ ဘယ်လင်ဆိုတဲ့ ချစ်ကြသူနှစ်ဦး\nဒီနှစ်ဘဝလုံးမှာ ကောင်မလေးကသေသွားရပြီး\nကောင်လေးတစ်ယောက်တည်း ရင်ကွဲကျန်ခဲ့ရတယ်၂၀၂၀ မှာ ဗစ်တာနဲ့ နီကိုးလက်စ်ပြန်ဝင်စားတဲ့ ပယ်ပဲ\nသူ့ရဲ့အတိတ်ဘဝနှစ်ခုကိုပြန်မှတ်မိပြီးတဲ့နောက် အော်ရိုရာနဲ့ ဘယ်လင်ကနေပြန်မွေးဖွားလာမဲ့\nချစ်သူလေးကို လိုက်ရှာရင်း အတိတ်ဘဝအကြောင်းကိုဝတ္ထုရေးချလိုက်ပြီ\nး နာမည်ရစာရေးဆရာတစ်ယောက်ဖြစ်လာပါတယ် အတိတ်ဘဝနှစ်ခုမှာ\nသူ့မျက်စိရှေ့မှာပဲသေဆုံးသွားတဲ့ ချစ်ရသူကိုမကယ်နိုင်ခဲ့တာကြောင့်\nဒီဘဝမှာလည်း သေကွဲကွဲရမှာအရမ်းကို စိုးရိမ်နေတာပေါ့\nဒီဘဝမှာသူဆုံတွေ့ခဲ့ရတဲ့ ချစ်သူလေးကတော့ အရက်ဆေးလိပ်တွေသောက် သေချင်သေပါစေဆိုပြီး\nဘဝကိုပေတေနေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးဖြစ်နေပါတယ် အတိတ်ဘဝလိုဖြစ်မှာစိုးရိမ်လွန်းနေတဲ့\nကောင်လေးနဲ့ ဘာကိုမှစိုးရိမ်မနေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတို့ ဆုံတွေ့တဲ့အချိန်မှာ ကောင်မလေးကအတိတ်အကြောင်းသိမနေပါဘူး\nဒီလိုနဲ့ပယ်ပဲကသူတို့ အရင်ဘဝတွေကဆုံတွေ့ခဲ့တဲ့နေရာတွေကို ခေါ်သွားပြီးအတိတ်ကိုပြန်သတိရလာအောင် ကြိုးစားပါတော့တယ်...မျက်စိအောက်ကအပျောက်မခံနိုင်လောက်အောင် စိုးရိမ်နေတဲ့ကောင်လေးနဲ့ ဘာမှစဉ်းစားမနေဘဲ\nရောက်ချင်ရာရောက်ဆိုပြီးပါလာတဲ့ကောင်မလေးတို့ရဲ့ အတိတ်ဘဝရှာဖွေရေးခရီးစဉ်ဟာ\nချစ်ကြည်နူးဟာသမြောက်ဖွယ်လေးမို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Aditi ~ Zwe ~ Moon တို့ပဲဖြစ်ပါတယ်)\nFile size…2.06GB / 904MB\nQuality…1080p  ...",
        "rating": "",
        "url": "https://megaup.net/3hW3h/Sa.Muli.2023.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Vt6mWEReuy4Of61Lnj5Xj704m8.jpg",
        "title": "Spider-Man: Across the Spider-Verse (2023)",
        "description": "IMDb 9.1 အထိရသွားပြီး အားပေးမှုတွေအပြည့်ရနေတဲ့ကာတွန်းကားလာပါပြီ။ ဒါကတော့ 2018 တုန်းက Spider-Man:Into the Spider-Verse ရဲ့အဆက်ပါပဲ။ အရင်ကာတွန်းမှာလည်းစပိုက်ဒါမန်းမျိုးစုံနဲ့ ဟာသတွေနဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့လူကြိုက်များခဲ့သလို အခုကားမှာလည်း နောက်ထပ်တဆင့်ပါမြှင့်ထားလိုက်ပါပြီ။ 2 hours and 20 minutes ရှိလို့ ကာတွန်းကားတွေထဲမှာ အရှည်ဆုံးကာတွန်းလည်းဖြစ်သွားပါတယ်။ မိုင်းစ် မိုရားလစ်စ်ဟာ အပြိုင်စကြဝဠာတွေက သူငယ်ချင်းတွေနဲ့ခွဲခွာပြီးနောက် ပြန်မတွေ့ရတော့တာ ကြာပါပြီ။ သူသတိရနေပေမဲ့တစ်ယောက်မှ လာမတွေ့ဖြစ်ကြပါဘူး။ တစ်နေ့မှာတော့ အပြိုင်စကြဝဠာတွေကြားထဲကို ခရီးသွားနိုင်တဲ့ စပေါ့ဆိုတဲ့ စူပါဗီလိန်နဲ့ရင်ဆိုင်ဖို့ဖြစ်လာပါတယ်။ အဲဒီအချိန်မှာပဲ စပိုက်ဒါဂွမ်တို့ ပီတာပါကာတို့တွေနဲ့တွေ့ပြီး အပြိုင်စကြဝဠာတွေကို စောင့်ရှောက်တဲ့ အဖွဲ့ခေါင်းဆောင်စပိုက်ဒါမန်း မီဂဲဆီကိုရောက်သွားပါတယ်။ အဲဒီမှာမှ စကြဝဠာပေါင်းစုံကစပိုက်ဒါမန်းရာထောင်ချီနဲ့ထပ်တွေ့ပြီး စကြဝဠာကြီးကို ဘယ်လိုကယ်တင်ကြမလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲဖြစ်ပါတယ်။ File size… 1.93 GB , 4.21 GB , 5.16 GB\nQuality…Web-Dl  4k / 1080p ...",
        "rating": "9.1",
        "url": "https://megaup.net/1g3zl/Spider-Man.Across.the.Spider-Verse.2023.720p.WEB-DL._%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODEzNzRjY2EtY2U1My00YmZhLTkzMTYtMjhiNjI1ODJlNDE1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Beanie Bubble (2023)",
        "description": "The Beanie Bubble (2023)\n===================\nIMDb Rating - 6.3/10Apple TV+ က ထုတ်လွှင့်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကား တင်ဆက်\nပေးလိုက်ပါတယ်။ IMDb မating 6.3, Rotten Tomatoes 47% ရရှိထား\nပါတယ်။ The Great Beanie Baby Bubble: Mass Delusion and the\nDark Side of Cute ဆိုတဲ့ စာရေးဆရာ Zac Bissonnette ရဲ့ ၂၀၁၅ ခုနှစ်\nထုတ်စာအုပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ အဲစာအုပ်ဟာဆိုရင်လည်း\nအပြင်မှာ တကယ်ဖြစ်ခဲ့တာကိုရေးသားထားတာပါ။ ဒီဇာတ်ကားဟာဆိုရင်\nComedy, Drama အမျိုးအစားပါ။ ဒီဇာတ်ကားဟာဆိုရင် Beanie Babies\nတွေကို ထုတ်လုပ်ခဲ့တဲ့ Ty Inc. ရဲ့ တည်ထောင်သူဖြစ်တဲ့ တိုင်ဝါနာရဲ့ ဘဝ\nစတင်ဖြစ်တည်လာတာကနေ ကျရှုံးတဲ့အချိန်အထိကို ရော်ဘီ, ရှီလာနဲ့ မာယာ\nဆိုတဲ့ အမျိုးသမီးသုံးယောက်ရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1g2oc/the.beanie.bubble.2023.720p.web.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4elVCxpRBcqVLPEI2sDC4fIa0Mt.jpg",
        "title": "The Passenger (2023)",
        "description": "The Passenger (2023)~ IMDb - 5.9/10, Rotten Tomatoes - 76% ~နာမည်ကျော် Horror ဇာတ်ကား‌တွေကို ထုတ်ထုတ်ပေးနေကျ Blumhouse ရဲ့ နောက်ဆုံးထွက်ကားပါ။ခုဇာတ်ကားကတော့ ငယ်ငယ်ကတည်းက Introvert ဖြစ်ပြီးတော့ Neurodevelopmental Disorder ဆိုတဲ့ စိတ်ရောဂါရနေတဲ့ ဘရက်ဒ်လေဆိုတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတပါ။ ဘရက်ဒ်လေက သူငယ်ငယ်တုန်းက ကျောင်းမှာမတော်တဆမှု တစ်ခုဖြစ်ပြီးကတည်းက ဘယ်အရာမှာမဆို ဆုံးဖြတ်ချက်ချဖို့အတွက် တွန့်ဆုတ်နေတတ်ပါတယ်။ ကိုယ်တိုင်ဆုံးဖြတ်ချက်ချပြီး ကိုယ့်ပေါ်ကိုယ် ရပ်တည်ရမယ့်အစား သူများပြောတာမှန်သမျှကို ခေါင်းညိတ်ပြီး အောက်ကျခံတဲ့လူစားမျိုးပေါ့။ တစ်နေ့ သူ့အလုပ်မှာ လုပ်ဖော်ကိုင်ဖက်အချင်းချင်း ရန်ဖြစ်ရင်း လူသတ်မှုဖြစ်သွားပါတယ်။ အဲဒီလိုနဲ့ ဘန်ဆန်ဆိုတဲ့ ဘရက်ဒ်လေ့ လုပ်ဖော်ကိုင်ဖက်ဟာ ဘရက်ဒ်လေ့ရဲ့ စိတ်ဒဏ်ရာ(ရောဂါ) ကိုကုဖို့ဆိုပြီး ရှာပုံတော်ထွက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ Semi-Thriller နဲ့ Horror ဇာတ်ကားဖြစ်လို့ မိုးအေးအေးလေးမှာ Chill ချင်တဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1W075/(CM)_The_Passenger_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liVS0KJMviz4iOfbrZkLqdCzBIp.jpg",
        "title": "Zoey 102 (2023)",
        "description": "Zoey 102 (2023)ဘဝမှာဖြစ်ချင်တာတွေများပြီး ဟိုဟာလည်းလုပ်ချင် သည်ဟာလည်းလုပ်ချင်နဲ့ အလွဲတွေဖြစ်ကုန်တဲ့\nဇိုအီဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို ဟာသ ဒရာမာအရောလေးတွေနဲ့ကြည့်ရှုကြရမှာပါ။ဇိုအီဆိုတာက ရသစုံတီဗွီရှိုးထုတ်လုပ်ရေးတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ကောင်မလေးပါ။\nဇိုအီတို့က LOVE:Fully Charged ဆိုတဲ့ ချိန်းတွေ့တဲ့တီဗွီရှိုးတစ်ခုရိုက်နေတာဖြစ်ပြီး\nအဲဒီရှိုးမှာ ဇိုအီ မရှိလို့မဖြစ်တဲ့ ကလေးပေါက်စလိုဖြစ်နေတဲ့ ပါဝင်သူတစ်ယောက်ရှိနေပါတယ်။\nအဲဒါနဲ့ပဲ ဇိုအီလည်းရာထူးတိုးပြီး ရှိုးရဲ့ဇာတ်သိမ်းပိုင်းကို ကိုင်တွယ်ဖို့ တာဝန်ပေးခံလိုက်ရပါတယ်။\nဖြစ်ချင်တော့ အဲဒီနေ့က ဇိုအီ့အချစ်ဆုံးသူငယ်ချင်း မင်္ဂလာဆောင်မယ့်ရက်နဲ့တိုက်နေပါတယ်။\nအောင်မြင်မယ့်အခွင့်အရေးနဲ့ သူငယ်ချင်းအရင်းကြီးရဲ့ကြားမှာ နှစ်ခုလုံးကိုဖြစ်အောင်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nအဲဒါအပြင် ရည်းစားဟောင်းနဲ့ပြတ်ပြီးကတည်းက ဘဲမရှိသေးလို့ဆိုပြီး\nအနှိမ်မခံရအောင် အယောင်ဆောင်ရည်းစားလည်းငှားလိုက်ပါသေးတယ်။\nတကယ့်မင်္ဂလာပွဲနေ့နဲ့ ရှိုးပွဲနောက်ဆုံးပိုင်းနေ့ရောက်တဲ့အခါ ဘာတွေဖြစ်မလဲ\nဇိုအီတစ်ယောက်ဘယ်လိုအမျိုးစုံကြိုးခုန်မလဲဆိုတာကို ကြည့်ရှုအားပေးနိုင်ပါပြီ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hnin Ei Pai ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p\nFile size… 1.7GB | 878MB\nFormat… mp4\nDuration…. 1h 41min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Hnin Ei Pai\nEncoder ...",
        "rating": "5.1",
        "url": "https://megaup.net/1VXxa/Zoey.102.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gWPfTu5ZjPi6SHdIee1pGqBxwtZ.jpg",
        "title": "The Kept Mistress Killer (2023)",
        "description": "The Kept Mistress Killer (2023)The Kept Mistress Killer ကဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ဇာတ်ကားလား။\nပြောရရင်တော့မဟုတ်ပါဘူးခင်ဗျ။\n‘Next-Door Nightmare,’ ‘Escaping My Stalker,’စတဲ့\nမှုခင်းဖြစ်ရပ်ဇာတ်ကားတွေကိုဇာတ်ညွှန်းရေးသားတဲ့ စတီဗင်ရာမန်ရဲ့နောက်ဆုံးထွက်လက်ရာလေးပါ။\nဇာတ်ညွန်းရေးတဲ့သူက တကယ်ဖြစ်ရပ်မှန်မှုခင်းနဲ့တူအောင်၊ မှုခင်းရဲ့သဘောသဘာဝ၊လူတွေရဲ့စိတ်ခံစားချက်ကို\nကြည့်ရှုသူရဲ့စိတ်ထဲ ရသမြောက်အောင် ထည့်သွင်းပေးဖို့ ဆိုတာ မလွယ်လှပါဘူး။ဒီဇာတ်လမ်းလေးမှာဆိုရင်လည်း ကတ်သရင်းဆိုတဲ့အမျိုးသမီးတစ်ယောက်က\nကုမ္ပဏီတစ်ခုမှာအလုပ်လျှောက်တာ၊CEOကသဘောကျပြီးချက်ချင်းတန်းခန့်ပါလေရော။\nလုပ်ကလုပ်မယ်တောင်မကြံသေးဘူး သူဌေးအရင်မိန်းမအသတ်ခံရလိုပြဿနာတွေတက်ပါလေရော။\nလူတိုင်းကလူသတ်တရားခံဖြစ်နိုင်နေတော့ တရားခံဘယ်သူလဲဟေ့ဆိုပြီး ခေါင်းစားရတဲ့ဇာတ်လမ်းလေးပါပဲဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Thriller\nQuality…. 1080p | 720p\nFile size… 1.4GB | 653MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "5.1",
        "url": "https://megaup.net/1g04h/The.Kept.Mistress.Killer.2023.720p.WEBRip.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLkviJkau1cRMCoAa06R1gkH2Hn.jpg",
        "title": "Maghrib Time (2023)",
        "description": "Waktu Maghrib (2023)အသစ်ထွက်အင်ဒိုသရဲကား Waktu Maghrib (နေဝင်ရီတရောချိန်) ပါ။\nသရဲကားတွေအများစုမှာ သရဲခြောက်ရင် သေချာပေါက်ညဘက်အများဆုံးပဲမဟုတ်လား။\nညဆိုတာကလဲ သူ့ရဲ့ဆိတ်ငြိမ်မှုကကို တော်ရုံစိတ်မခိုင်သူအတွက် ကြောက်မက်ဖွယ်ရာဖြစ်စေတယ်မလား။\nဒါပေမဲ့ တကယ်တမ်းကျတော့ ညထက် ပိုကြောက်စရာကောင်းတာကတော့ နေဝင်ချိန်ပါ။\nမြန်မာတွေကြားမှာလဲ ပြောလေ့ရှိကြတယ်\nနေဝင်ချိန် နေဝင်ရီတရောအချိန် ညီကိုမသိတသိအချိန် အပုပ်ချိန် စသဖြင့်ခေါ်ကြတဲ့ဒီအချိန်။\nအစ္စလာမ်ဘာသာဝင်တွေမှာလဲ ညနေချိန်မှာဝတ်ပြုမှုရှိပါတယ်။\nအဲ့ဒီဝတ်ပြုမှုအတွက် ဗလီသွားတာကလွဲရင် အပြင်သွားခြင်းကိုရှောင်လေ့ရှိကြပါတယ်။\nအထူးသဖြင့်ကလေးတွေကို အိမ်ထဲမှာပဲနေစေပါတယ်။\nအဲ့ဒီအချိန်က မကောင်းဆိုးဝါးတွေ မိစ္ဆာတွေထွက်ချိန်ဖြစ်လို့ပါ။ဒီဇာတ်လမ်းထဲမှာ ကစားလွန်ပြီး နေဝင်ချိန်အပြင်မှာရှိနေခဲ့တဲ့ ကလေးသုံးယောက်ကြမ္မာဆိုးနဲ့ကြုံခဲ့ရပါတယ်။\nဆိုးရွားမှုတစ်ခုခုဆိုတာ သေချာပေမယ့် ဘာဆိုတာသေချာမဖော်ပြခဲ့ပါဘူး။\nနောက် အနှစ်၃၀ ကြာပြီးမှ နောက်ထပ်ကလေးတွေသတ်ခံရတာတွေဖြစ်လာတော့\nပထမကလေးသုံးယောက်ကရော သတ်ခံခဲ့ရတာလား\nဘာတွေဖြစ်ခဲ့လဲ ဘယ်လိုအနှောင့်အယှက်တွေများရွာမှာရှိနေခဲ့လဲ\nအနှစ်၃၀ကြာပြီးမှ တစ်စခန်းပြန်ထလာတဲ့ဖြစ်ရပ်တွေနဲ့ နေဝင်ချိန်နဲ့ဘယ်လိုများဆက်စပ်နေလဲဆိုတာတွေ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p\nFile size… 1.3GB | 637MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6",
        "url": "https://megaup.net/1g04y/Waktu.Maghrib.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    }
]