[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzA0ODc1YWYtNzFhYy00NTlhLWJkZGYtMGFjOGRjYWM0MWJmXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Bheed ( 2023 )",
        "description": "Bheed 2023\nIMDb 7.7/10\nDramaမင်းသား Rajkummar Raoရဲ့ အသစ်ထွက်ရှိထားတဲ့ ရုံတင်ကားသစ်ပဲဖြစ်ပါတယ်။\n2020ခုနှစ်က တစ်ကမ္ဘာလုံးကို ကူးစက်ပျံ့နှံ့ခဲ့တဲ့ ကိုရိုနာရောဂါကြောင့်\nအားလုံးကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေကို ထူးထူးခြားခြားအနေနဲ့\nအဖြူအမဲဗားရှင်းအဖြစ် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ကမ္ဘာတစ်ဝှမ်းလုံးမှာ ကိုရိုနာရောဂါကြောင့် လူတွေရုတ်ရုတ်သဲသဲဖြစ်နေချိန်\nအိန္ဒိယပြည်မှာလည်း ရွှေ့ပြောင်းအလုပ်သမားတွေအနေနဲ့ အကြပ်အတည်းကာလကို\nရောက်ရှိနေကြတာဖြစ်ပါတယ်။ ရောဂါတွေပျံ့နှံ့နေတဲ့ မြို့ကြီးပြကြီးနဲ့ဝေးရာ\nမွေးရပ်မြေကျေးလက်ဒေသကို ပြန်ရဖို့အရေး အခက်အခဲတွေနဲ့ ရင်ဆိုင်နေကြရတာဖြစ်ပါတယ်။\nအစိုးရကတိုင်းပြည်အတွင်းမှာပဲ နယ်နိမိတ်တွေ သတ်မှတ်လိုက်ပြီး ပို့ဆောင်ဆက်သွယ်ရေးတွေကိုလည်း\nပိတ်လိုက်တဲ့အတွက် အခြေခံလူတန်းစားတွေအဖို့ ကူရာကယ်ရာမရတဲ့အခြေအနေဖြစ်နေကြပါတယ်။ရဲတပ်ဖွဲ့ကလည်း အစိုးရက‌ အမိန့်ချမှတ်တဲ့အတိုင်း ဆောင်ရွက်ကြတာရမလို့ ရုန်းရင်းဆန်ခတ်တွေဖြစ်လာ‌ပါတော့တယ်။\nရွှေ့ပြောင်းအလုပ်သမားတွေရဲ့အိမ်ပြန်ခရီး အထမြောက်ပါဦးမလား။ မွေးရပ်မြေကိုရော\nပြန်ရောက်သွားကြမလား။ ဘာတွေနဲ့ရင်ဆိုင်ရဦးမလဲဆိုတာ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.4Gb / 680MB\nQuality…1080p NF  WEB DL  / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ~ThaikSan~YH~Yunni~Cherry",
        "rating": "7.7",
        "url": "https://megaup.net/2AlJ3/Bheed.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xo6GaVlXuDth5FIRe364nOtkg4C.jpg",
        "title": "Strong Underdog (2023)",
        "description": "Strong Underdog (2023)အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ ဂျောင်ဝူးဟာ ဘွဲ့ရဖို့အတွက် နေ့တိုင်းရုန်းကန်နေရပါတယ်၊\nသူက နေ့စဉ်နဲ့အမျှ အနိုင်ကျင့်ခံနေရပြီးတော့ တစ်ကျောင်းလုံးမှာ ကံမကောင်းဆုံးကျောင်းသား၊ လက်တိုလက်တောင်းအဖြစ် သတ်မှတ်ခံထားရသူပါ၊\nတခြားကျောင်းသားတွေရဲ့ အောက်ဆွဲလေးပေါ့၊ သူ့လိုပဲ တခြားအနိုင်ကျင့်ခံနေရတဲ့ လက်တိုလက်တောင်းကျောင်းသားလေးတွေ ရှိနေပါသေးတယ်၊\nတစ်နေ့မှာတော့ သူတို့လို လက်တိုလက်တောင်းကျောင်းသားလေးတွေအချင်းချင်း အပြိုင်အဆိုင် ရန်ဖြစ်ခိုင်းပြီးတော့\nနောက်ဆုံးကျန်ခဲ့တဲ့သူက လက်တိုလက်တောင်းဘဝက လွတ်မယ်ဆိုတဲ့ လောင်းကြေးနဲ့ပြိုင်ပွဲတစ်ပွဲရှိလာပါတယ်၊\nအဲဒီပြိုင်ပွဲမှာ အနိုင်ရဖို့ ဂျောင်ဝူးဟာ သူ့ဦးလေးပိုင်တဲ့ အားကစားခန်းမတစ်ခုမှာ စလေ့ကျင့်ဖို့ဖြစ်လာပါတယ်…ဂျောင်ဝူးဟာ တကယ်ပဲ ပြိုင်ပွဲမှာ ဝင်ပြိုင်မလား\nအနိုင်ရသွားပြီး လက်တိုလက်တောင်းဘဝကနေ လွတ်မြောက်သွားမလား\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်အညွှန်းကိုတော့ Hsu က ရေးထားပေးပြိးတော့\nဘာသာပြန်တွေကတော့ Hsu, Milkeux, Hsu Wai, Thae Thae တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 912MB | 446MB\nFormat… mp4\nDuration…. ...",
        "rating": "5",
        "url": "https://megaup.net/1Uofk/Strong.Underdog.2023.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZGIzOWNmZGQtMTIyNy00OWJkLTk5YjItNTAzNTFjZWY1OWI0XkEyXkFqcGdeQXVyMjU4MzE4ODM@._V1_-157x200.jpg",
        "title": "Sirf Ek Bandaa Kaafi Hai (2023)",
        "description": "Sirf Ek Bandaa Kaafi Hai 2023IMDb rating 7.3 အထိရရှိထားပပြီး၂၀၂၃ မှာအသစ်ထွက်ရှိလာတဲ့ တရားခွင်အခြေပြု\nဘောလီးဝုဒ်အိန္ဒိယဇာတ်ကားလေးဟာ အသက်မပြည့်သေးတဲ့ ကောင်မလေးတစ်ယောက်ကို လိင်အမြတ်ထုတ်ခဲ့တဲ့\nဘာသာရေးဆရာတစ်ယောက်နဲ့ သူ့ကိုတရားစွဲတဲ့အခါ ရင်ဆိုင်လျှောက်လဲပေးတဲ့ ရှေ့နေတို့ရဲ့ အားပြိုင်မှုကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း ဒိုင်ယာလော့အလန်းတွေနဲ့ ရှုစားကြရမှာဖြစ်ပြီး တစ်ခန်းမှကို ပစ်ရက်စရာမရှိ ဇာတ်ရှိန်မကျပဲနဲ့ ဆွဲဆောင်သွားနိုင်တဲ့ ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်အားကိုးရာရှာကြတဲ့ လူတွေရဲ့ ဘာသာတရားတစ်ခု လူတစ်ယောက်ကို\nအစွန်းရောက်ကိုးကွယ်လိုက်တဲ့အခါမှာ ဒီဘာသာတရားတစ်ခုကိုခေါင်းစဉ်တပ်ထားရုံနဲ့\nမျက်ကန်းတွေဖြစ် အမှားတွေအမှန်တွေမသိတော့ပဲ ဘယ်သူ့ကိုမဆို\nအဲ့ခေါင်းစဉ်အောက်ကဆိုတာနဲ့ ဇွတ်တွေယုံကြည်ကိုးကွယ်ကြတာပါပဲ\nဒါကဘာသာတရားတစ်ခုတည်းကို မဆိုလိုပါဘူး ယစ်ပူဇော်တတ်တဲ့ အာဖရိကလူရိုင်းတွေကစလို့\nဂိုဏ်းဆရာတွေကဟောလို့ ကိုယ့်ကိုယ်ကိုအုပ်လိုက်ကြီးသတ်သေကြတယ်ဆိုတဲ့\nအနောက်တိုင်းက ရီနေးဆန့်ဆရာကြီးများအလယ်\nစောင့်ထိန်းစရာအကျင့်သိက္ခာတွေများပြားပြီး တစ်ခုမှမစောင့်ထိန်းလဲ\nနာမည်ကြီးရင် ဇွတ်ကိုးကွယ်ကျတဲ့ အာရှသားများထိအဆုံးလို့ပဲ ပြောရမှာပေါ့ဘာသာရေးဆိုတဲ့ ခေါင်းစဉ်တစ်ခု\nဒါကိုခုတုံးလုပ်ပြီး ပရဟိတကျောင်းဘာညာ ရိုက်စားလုပ်တဲ့ကောင်တွေရှိတယ်\nဒါကိုခုတုံးလုပ်ပြီး ကလေးသူငယ်တွေကို ကျားမမရွေးလိင်အမြတ်ထုတ်နေတာတွေရှိတယ်\nဒါကိုခုတုံးလုပ်ပြီး ဗန်းပြအလှူခံသူဌေးဖြစ်နေတဲ့ကောင်တွေရှိတယ်\nပြောရရင်တော့ ပြောမဆုံးစေမဲ့ အရာတွေပေါ့အိန္ဒိယဇာတ်ကားတွေထဲမှာ ကျွန်တော်မှတ်မိသလောက် ကတော့\nဘုရားရှင်ကို တရားစွဲတဲ့ဇာတ်ကားရယ်\nအူကြောင်ကြောင် ဂြိုလ်သား PK ရယ်က\nဘာသာတရားကို အပီအပြင်ဖဲ့ထားတာပေါ့\nခုဒီဇာတ်ကားထဲမှာလည်း ဘာသာတရားဗန်းပြပြီး လိင်အမြတ်ထုတ်နေတဲ့\nအိန္ဒိယက ဂိုဏ်းဆရာတစ်ယောက်ကို ...",
        "rating": "8.7",
        "url": "https://megaup.net/2Al7y/Sirf_Ek_Bandaa_Kaafi_Hai_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKjQVcKbhE9FzuBn0IzIGTnK42P.jpg",
        "title": "[18+] Sandwich (2023)",
        "description": "Sandwich (2023)~ IMDb rating - 8.1/10 ~ကိုဗစ် ၁၉ ကပ်ဘေးကမ္ဘာပေါ်ကို ပထမဆုံးကျရောက်လာတဲ့အချိန်၊ ကိုဗစ်ဆိုတာ၊ လော့ဒေါင်းဆိုတာ၊ ခပ်ခွာခွာနေဖို့ဆိုတာ ဘာရယ်ဆိုတာ လူတွေသေချာမသိရခင်ကာလလေးကို အခြေခံထားတာပါ။ဖိလစ်ပိုင်မှာ ကိုဗစ်ကြောင့် လော့ဒေါင်းတွေချဖို့ တစ်ရက်အလို အဆင့်မြင့် တိုက်ခန်းတွဲတစ်ခုမှာနေထိုင်တဲ့ လင်မယားနှစ်ယောက် သူတို့ရဲ့ရိုးအီနေတဲ့ အိမ်ထောင်ရေးကနေ အသစ်အဆန်းလေးထွက်ပေါက်ရှာဖို့ သရီးဆမ်းကြမယ်ဆိုပြီး ကောင်မလေးတစ်ယောက်ကို ဖိတ်ခေါ်ကြရာကနေစပါတယ်။ ကောင်မလေးနဲ့သုံးယောက် ဆက်ဆံရာမှာ အဆင်မပြေဖြစ်သွားရာကနေ အခဲမကျေသေးတဲ့ သူ့အမျိုးသားဟာ ဒီတစ်ခါတော့ ယောက်ျားတစ်ယောက်ကိုခေါ်ဖို့စိတ်ကူးရသွားပါတယ်။ရှေ့က မိန်းကလေးနဲ့မှာ လပေါင်းများစွာအချိန်ယူ အစီအစဉ်ချထားတာမှန်ပေမဲ့ အခုလိုအပြင်လောကမှာ လော့ဒေါင်းကိစ္စကြောင့် လူတွေရုန်းရန်းဆန်ခတ်ဖြစ်နေတဲ့အတွက် သူတို့ခေါ်ယူမယ့်လူဟာ ကြုံရာလူပဲဖြစ်နိုင်တော့မှာ အသေအချာပါ။ အဲဒီအချိန်မှာ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့သူကတော့ သူတို့တိုက်ခန်းကို တစ်ဖက်ကနေ မှန်ဘီလူးနဲ့ချောင်းကြည့် အာသာဖြေတတ်တဲ့ သူတစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့...နာမည်နဲ့လိုက်အောင် သုံးထပ်ကိတ်ဖုတ်တဲ့ကိစ္စကိုပဲ အခြေခံထားတာဖြစ်ပြီး တစ်ကားလုံးကိုလည်း ဒီအကြောင်းအရာပေါ်မှာပဲ အခြေပြုတည်ဆောက်သွားတာဖြစ်ပါတယ်။ သုံးထပ်ကိတ်လေးကို မြည်းစမ်းကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1epf8/(CM)_Sandwich_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BY2YwMjdiOTgtNWU4My00ZmQwLThmZWQtZThiODNlNmY4OGIzXkEyXkFqcGdeQXVyMDYwNjc3OQ@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Asterix & Obelix: The Middle Kingdom (2023)",
        "description": "Asterix & Obelix: The Middle Kingdom (2023)\n================================Asterix နဲ့ Obelix ဆိုရင်တော့ comedy ပိုင်းမှာ မသိတဲ့သူ\nမရှိအောင် နာမည်ကျော်တဲ့ ဇာတ်လမ်းတွဲတွေဆိုတော့ ထူးပြီး\nပြောစရာမလိုလောက်ပါဘူး။ Asterix ၏ စွန့်စားခန်းများ comic\nbook ကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်\nကားတွေဖြစ်ပြီး၊ အခု 2023 မှာတော့ အသစ်စက်စက် စွန့်စား\nခန်းတစ်ခု ဆက်လက်ထွက်ရှိလာခဲ့ပါတယ်။ ဒါ့အပြင် နာမည်\nကျော်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ အီဗရာမိုဗစ်ကလည်း cameo\nအဖြစ် ပါလာသေးတာမို့ အားလုံး အကြိုက်တွေ့ကြဦးမှာပါ။ဇာတ်လမ်းကတော့ နေရာတကာမှာနယ်ချဲ့နေတဲ့ ရောမလူမျိုးတွေ\nသိမ်းပိုက်လို့ မရသေးတဲ့ Asterix တို့ရဲ့ Gaul ဆိုတဲ့ ပြင်သစ်ရွာ\nလေးမှာ အခြေခံထားပါတယ်။ တစ်ရက်မှာတော့ အဲဒီရွာလေးကို\nမိုင်ပေါင်းများစွာ ဝေးကွာလှတဲ့ တရုတ်ပြည်က ဧကရီဘုရင်မရဲ့\nသမီးတော်ဖြစ်သူ မင်းသမီးတစ်ပါးရောက်လို့လာခဲ့တယ်။ သူမက\nမင်းသားတစ်ပါးနဲ့ ထိမ်းမြားရမဲ့ မင်္ဂလာပွဲကို လက်မခံခဲ့တာကြောင့်\nပုန်ကန်မှုတွေဖြစ်ပွားခဲ့ပြီး ထီးနန်းသိမ်းခံလိုက်ရချိန်မှာ ထွက်ပြေး\nလွတ်မြောက်လာခဲ့တဲ့သူပါ။Gaul တွေကလည်း တရုတ်ပြည်က ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Umyd/Asterix.and.Obelix.The.Middle.Kingdom.2023.FRENCH.720p.BluRay(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDQ4ZGFmZWQtMzM3Ny00MWMwLTkxNjItMTY4MWU2MTIxYWJiXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "A Pinch of Portugal (2023)",
        "description": "A Pinch of Portugal (2023)\n===================\nIMDb Rating - 6.2/10အကူစားဖိုမှူးမလေး Annaက ပေါ်တူဂီကို Cooking Show\nတစ်ခုအတွက် ရောက်လာခဲ့တယ်။ ဒါပေမဲ့ အဲဒီရှိုးပွဲရဲ့ နာမည်\nကြီး စားဖိုမှူးက ရုတ်တရက် ရှိုးကထွက်သွားတော့ သူကိုယ်\nတိုင် ရှိုးပွဲကိုဦးဆောင်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ရိုက်ကူးရေးအဖွဲ့မှာပါတဲ့ သူငယ်ချင်း ကင်မရာမန်း ကောင်\nလေးအပြင်၊ ပေါ်တူဂီမှာဆုံတဲ့ စျေးပိုင်ရှင် အမျိုးသားတစ်ဦး\nနဲ့လည်း ဆုံတွေ့ခဲ့ရတယ်။ သူတို့နှစ်ယောက်လုံးက Annaရဲ့\nလုပ်ငန်းမှာ အကူအညီဖြစ်သလို တစ်ယောက်ယောက်က\nတော့ Annaရဲ့ အချစ်ရေးမှာလည်း ပါဝင်လာမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (617 MB) / (356 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://megaup.net/1UbwX/A.Pinch.of.Portugal.2023.720p.WEBRip.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s0Qx9YL1JSpYKm1hu0Ovj0IJ1SN.jpg",
        "title": "Dead Shot (2023)",
        "description": "Dead Shot (2023)Imdb - 5.5\nRotten tomatoes - 78%Action, Mystery ကိုမှ သဘောကျပါတယ်ဆိုတဲ့ သူတွေအတွက် အသစ်သစ်စက်စက် ထွက်ရှိထားတဲ့\n၁၉၇၀ ခုနှစ်နောက်ခံ Dark thriller ဇာတ်ကား‌ကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။အိုင်းရစ်ရှ်လူမျိုး ရာဇဝတ်ပြေး တစ်ယောက်ဖြစ်တဲ့ မိုက်ကယ် အိုဟာရာ၊\nIrish Republican Army ကို စိတ်ကုန်ငြီးငွေ့လာလို့\nနေ့စေ့လစေ့ ကိုယ်ဝန်သည် ဇနီးဖြစ်သူနဲ့ ထွက်ပြေးမယ်အလုပ်\nအိုင်ယာလန် နယ်စပ်တစ်နေရာမှာပဲ SAS အဖွဲ့ရဲ့ အငိုက်ဝင်ဖမ်းခြင်းကို ခံရပါတယ်။\nအကင်းပါးတဲ့ မိုက်ကယ်တစ်ယောက် လက်မတင်လေး လွတ်မြောက်သွားပေမဲ့လည်း\nဇနီးဖြစ်သူကတော့ တင်းမာနေတဲ့အခြေအနေတွေကြား မတော်တဆ ကျည်သင့်သေဆုံးသွားခဲ့ရပါတယ်။အဆိုပါ စစ်ရာဇဝတ်မှုအတွက် ကံထူးရှင် လက်ဖြောင့်တပ်သားကတော့ SAS အရာရှိ ဟင်နရီပါတဲ့။\nဥပဒေဘောင်ထဲကဖြစ်နေတော့ အထက်အရာရှိတွေကိုလည်း အားကိုးမရဘဲ မရှူနိုင်မကယ်နိုင် ဖြစ်နေခိုက်\nဘယ်ကမှန်းမသိတဲ့ ကယ်တင်ရှင်ကြီးတစ်ဦး ရောက်ချလာပါတယ်။\nထောင်ဒဏ်ကလွတ်မဲ့အပြင် စစ်မှုဆက်ထမ်းခွင့်လည်း ရဦးမယ်ဆိုပြီး ကမ်းလှမ်းလာတော့\nဟင်နရီခမျာ ဘာမှန်းမသိတဲ့အလုပ်တစ်ခုအတွက် မျက်စိစုံမှိတ်ပြီး တာဝန်ကျရာ လန်ဒန်မြို့ဆီ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AiH6/Dead.Shot.2023.720p.NOW.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLTasg1Qbs47auEeeSmbuRmNC5.jpg",
        "title": "The Ghost Station (2023)",
        "description": "The Ghost Staton (2023)Horror ဇာတ်လမ်းတွေမှကြိုက်တတ်တဲ့သူတွေအတွက်\nဘူတာရုံက အဖြစ်အပျက်တွေရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကိုတင်ဆက်ပေးပါဦးမယ်နော်အို့ဆူဘူတာမှာ အမြဲတမ်း သေဆုံးမှုတွေဖြစ်ပြီး တစ်ခုနဲ့တစ်ခုက သေပုံခြင်းမတူကြပေမဲ့ တူညီတဲ့အချက်လည်းရှိနေပါသေးတယ်..\nအဲဒါကို စုံစမ်းရင်းနဲ့ သတင်းရေးဖို့ဖြစ်လာတဲ့ သတင်းထောက်ဂင်နာယောင်းက ဇာတ်ကြောင်းအစုံသိရဖို့ နောက်ကြောင်းလိုက်ပါတော့တယ်\nသေဆုံးတဲ့ဝိညာဉ်တွေထဲကမှ နာကျည်းချက်ကြီးမားလွန်းတဲ့ ဝိညာဉ်တွေက သနားစရာအကောင်းဆုံးဖြစ်သလို အဆိုးဆုံးလို့ပြောကြပါသေးတယ်အို့ဆူဘူတာရုံရဲ့ အဖြစ်အပျက်တွေမှာ ဘယ်သူတွေပါဝင်နေမလဲ၊\nလူတွေသေဆုံးရတဲ့အကြောင်းအရင်းက ဘာဖြစ်မလဲ၊သတင်းထောက်ဂင်နာယောင်းကရော နာကြည်းမှုတွေပြည့်နေတဲ့ ဝိညာဉ်တွေကို နှစ်သိမ့်ပြီး\nအမှန်တရားကိုဖော်ထုတ်နိုင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်ဂင်နာယောင်းအဖြစ် SKY Castle က Kim Bo Ra နဲ့\nချွဲဝူဝန်းအဖြစ် N.Flying Kim Jae Hyun တို့ကအဓိကပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 889MB | 397MB | 208MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "",
        "url": "https://megaup.net/1envp/The.Ghost.Station.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDZchncQsRj2QIX8K0lzvM9mXGa.jpg",
        "title": "Come Out Fighting (2023)",
        "description": "Come out Fighting (2023)၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ရုရှားအာနိုးလို့ လူသိများတဲ့\nမင်းသားကြီး Dolph Lundgren ပါဝင်ထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။စစ်ကားကြိုက်သူဆိုရင် လက်မလွှတ်ဖို့ အကြံပေးလိုက်ချင်ပါတယ်။\nလူမျိုးရေးခွဲခြားမှုတွေ ပြင်းထန်နေတဲ့ အချိန်ကာလဖြစ်တဲ့ ဒုတိယကမ္ဘာစစ် အချိန်ကာလမှာ\nလူမည်းစစ်သားတွေဟာလည်း တိုက်ပွဲဝင်နေခဲ့ပါတယ်။\nတပ်တွင်းမှာ ခွဲခြားဆက်ဆံမှုတွေ ရှိပေမယ့်လည်း နိုင်ငံ့အတွက်ကို အသက်ပေးအမှုထမ်းနေကြတုန်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒုဗိုလ် ရောဘတ်စ် ဟေးစ်ဟာ လူမည်းတပ်ဖွဲ့မှာ ထမ်းဆောင်နေတဲ့သူ တစ်ယောက်ဖြစ်ပါတယ်။\nသူတို့ တာဝန်ထမ်းဆောင်နေတဲ့ မစ်ရှင်တစ်ခုမှာ အမှားတစ်ခုကို ဖြစ်သွားပါတယ်။\nဒီလိုနဲ့ အဲဒီ ဒုဗိုလ်ကို စစ်တပ်က စုံစမ်းစစ်ဆေးဖို့ နောက်တန်းကို ပြန်ပို့လိုက်ပါတယ်။\nပြန်ပို့နေရင်း ရန်သူ့ထိန်းချုပ် နယ်မြေထဲမှာ ပျောက်သွားပါတယ်။\nတစ်ဖက်ကလည်း ထိုးစစ်ဆင်ဖို့ ပြင်ဆင်နေတာမို့ သူ့ကို လိုက်မရှာနိုင်ဖြစ်နေပါတယ်။\nဒုဗိုလ် လက်အောက်မှာ တာဝန်ထမ်းနေတဲ့ တပ်ဖွဲ့တွေကတော့ အမိန့်မရလည်း\nသူတို့ရဲ့ ခေါင်းဆောင်ကို လိုက်ရှာဖို့လုပ်ကြရင်း ဂျာမန်တပ်တွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ ဖြစ်လာပါတော့တယ်.....အညွှန်း နဲံ ဘာသာပြန်ကတော့ Leonard Lin ...",
        "rating": "",
        "url": "https://megaup.net/1enva/Come.Out.Fighting.2023.720p.AMZN.WEBRip.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
        "title": "The Super Mario Bros. Movie (2023)",
        "description": "The Super Mario Bros Movie (2023)စူပါမာရီယိုဟာ သမိုင်းတလျှောက်ရောင်းအားအကောင်းဆုံး ဂိမ်းပဲဖြစ်ပါတယ်။\nဂိမ်းအမျိုးအစားနဲ့ ပလက်ဖောင်းများလွန်းလို့ လူသန်းပေါင်းဘယ်လောက်ကစားဖူးလဲတောင် ပြောရခက်ပါတယ်။\nအခုတခေါက်ကတော့ ဒီဂိမ်းကို ကာတွန်းအဖြစ်အသက်သွင်းထားတာပါပဲ။\nမာရီယိုအဖြစ် ခရစ်ပရက်၊ မင်းသမီးလေးအဖြစ် အာညာတေလာဂျွိုင်း၊\nလူဝီးဂျီအဖြစ် ချာလီဒေး နဲ့ လိပ်ကြီးဘောင်ဆာအဖြစ် ဂျက်ဘလက်တို့လို နာမည်ကျော်တွေ သရုပ်ဆောင်ထားပါတယ်။\nထွက်ခဲ့ဖူးတဲ့ မာရီယိုဂိမ်းမျိုးစုံထဲက ကာရိုက်တာတွေ၊ လက်နက်တွေ၊ တီးလုံးတွေ၊ နေရာတွေကို သူ့နေရာနဲ့သူ ပြန်သုံးပေးထားပါတယ်။\nကြည့်ရတာ အပန်းပြေတဲ့ ကာတွန်းကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းမာရီယိုနဲ့လူဝီးဂျီတို့ ညီအစ်ကိုဟာ လူတိုင်းက အထင်သေးရတဲ့ ဘရွတ်ကလင်းရဲ့ ရေပိုက်ပြင်သမားညီအစ်ကိုနှစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ ရေပိုက်တစ်ခုကနေ မှော်တိုင်းပြည်ထဲကို‌ရောက်သွားပါတော့တယ်။လူဆိုးဘုရင်ကြီး ဘောင်ဆာဟာ စူပါကြယ်ကြီးကို ပိုင်ဆိုင်ပြီး သူတို့ရဲ့ မှော်လောကထဲကို တိုင်းပြည်အားလုံးကို သိမ်းပိုက်ဖို့ ကြံစည်ထားတဲ့သူဖြစ်ပါတယ်။\nဒါပေမဲ့ သူက မှိုတိုင်းပြည်က မင်းသမီးလေးမက်မွန်သီးကို အရမ်းချစ်နေတာမို့ သူနဲ့အတူ ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့ မင်းသမီးလေးကို လက်ထပ်ခွင့်တောင်းဖို့လာခဲ့ပါတယ်။\nမင်းသမီးက လက်မခံခဲ့ရင်တော့ မှိုတိုင်းပြည်ကိုဖျက်ဆီးပစ်မှာပါပဲ။\nဒါကိုသိတဲ့ မင်းသမီးလေးဟာ မာရီယိုနဲ့ပူးပေါင်းပြီး ဒန်းကီးကောင်တို့ရဲ့တိုင်းပြည်ကိုစစ်ကူသွားတောင်းခဲ့ပါတယ်။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကာတွန်းထဲမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1U56e/The_Super_Mario_Bros_Movie_2023_720p_WEBRip_CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmI5ZGY2MTEtNGI4Ni00MDUzLTkzMzAtODUwZmJmOTk0M2QzXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Neelavelicham (2023)",
        "description": "Neelavelicham (2023)\nIMDb 6.5ဟောင်းနွမ်းပြီး ချုံနွယ်ပိတ်ပေါင်းတွေနဲ့ လျှောက်လမ်းကိုတောင် ဖုံးအုပ်နေတဲ့ ခြံကြီးတစ်ခြံ...\nဒီခြံကြီးထဲမှာ နွယ်တွေရစ်ပတ်နေတဲ့အိမ်အိုကြီးနဲ့ ရေတွင်းပျက်တစ်လုံး...ညဘက်အမှောင်ထဲကြည့်လိုက်မိရင် သရဲကြီးတစ်ကောင် ငုတ်တုတ်ထိုင်နေသလိုမျိုး ချောက်ချားဖွယ်အတိပေါ့ အဲဒီမြိုထဲကလူတွေဆို ဒီခြံရှေ့ နေ့ခင်းကြောင်တောင်တောင် ဖြတ်မသွားရဲလောက်အောင် အခြောက်အလှန့်ကလည်း ကြမ်းမှကြမ်း..ဒီအိမ်ကြီးမှာ ဇာတ်လမ်းကလည်းရှိခဲ့တာကိုး အချစ်ကို ဆုံးရှုးခဲ့ရလို ခြံပိုင်ရှင်သမီးလေးတစ်ယောက် ရေတွင်းထဲခုန်ချပြီး အစိမ်းသေသေခဲ့ရတယ် အဲဒီနောက်ပိုင်း ယောကျာ်းတွေကို မုန်းတီးပြီး သရဲအနေနဲ့ ခြံကိုလည်း စောင့်ရှောက် တွေ့သမျှလူတိုင်းလည်း ခြောက်လှန့်တယ်လို ဆိုကြတယ်ဒီခြံကို မအူမလည်နဲ့ ငှားမိသွားတာက စာရေးဆရာပေါက်စ ..ဈေးကလည်းအတော်တန်တော့ ၂လစာငွေချေပြီး ငှားလိုက်မိတယ် သူဒီခြံထဲကို ပြောင်းလာတာပါလိုမိတ်ဆက်လိုက်တိုင်း လူတွေက ကြောက်လန့်ကုန်ကြတယ် ဒီလိုနဲ့ သူတစ်စတစ်စတွေ့တွေ့လာရတဲ့ ချောက်ခြားမှုတွေ...ခြံကလည်းထပ်ငှားဖိုရာ ပိုက်ဆံမရှိလေတော့ ဒီခြံထဲက မမြင်ရတဲ့ အစိမ်းသေနဲ့သူဘယ်လိုနှစ်ပါးသွားမလဲ...ဇာတ်လမ်းက မပေါ့သွားမဲ့ဇာတ်လမ်းဖြစ်တာမို သရဲကားကြိုက်ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းတစ်ကားပါပဲရှင်\n(အညွှန်းကိုတော့ Yunni မှရေးသားပေးထားပြီး ဘာသာပြန်တွေကတော့ Yunni,Khin နဲ့ BpL တိုပဲဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/1enfr/Neelavelicham_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Virupaksha(2023)",
        "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်\nရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါ\nဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့\nကျောင်းဆရာကားထဲက မင်းသမီးလေး\nSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကို\nကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်\nဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာ\nဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာ\nပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်\nရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်\nဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်\nးပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့\nချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်\nဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီး\nထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရော\nဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာ\nသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ\nFile size…2.93GB / 1.24GB\nQuality…1080p WEB DL / 720p\nFormat… mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ Yunni",
        "rating": "7.9",
        "url": "https://megaup.net/1emhy/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Kathal-convert.io_-143x200.jpg",
        "title": "Kathal (Kathal: A Jackfruit Mystery) [2023]",
        "description": "Kathal 2023\n*************IMDb 7/10\nဒီနေ့ ‌ တင်ဆက် ပေးမှာကတာ့ မင်းသမီးချော ဆန်ယာမလိုဟ်တရာက\nခေါင်းဆာင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆာင်ထားပြီး Netfilxကနေ  တင်ဆက်ထားတဲ့\nKathal ဆိုတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။\nကထာလ် ဆိုတာ အိန္ဒိယလို ပိန္နဲသီးကိုခေါ်တာတဲ့။\nဇာတ်ကားနာမည်အတိုင်းပါပဲ။ ပိန္နဲသီးပျောက်ရှာပုံတော်ပါ။ထက်ထက်မြက်မြက် ရဲမေ မာဟင်မာတစ်ယောက်။ ကပ်ဖားတတ်တဲ့\nအထက်လူကြီးတွေရဲ့ ဖိအားပေးမှုနဲ့ MLA ရဲ့ ပိန္နဲသီးပျောက်ကို လိုက်ရှာပေးရတော့တာပါပဲ။ပိန္နဲသီးကရိုးရိုး ပိန္နဲသီးတော့မဟုတ်ဘူးဗျ။ MLA ခမျာ\nCM ကိုလာဘ်ထိုးအချိုသတ်ဖို့\nပိုးမွေးသလို ဥထားတဲ့\nမလေးရှားဖြစ် ပိန္နဲသီး၊\nနာမည်တောင်ပေးထားသေး အန်ကယ်ဟုန်ဂ်တဲ့လေ။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရီမောမောကြည့်ရင်း နောက်ဆုံး ပိန္နဲသီးသူခိုးကိုရှာတွေ့သွားမလား။\nဒါမှမဟုတ် ဒီကိစ္စက ဒီလောက်ရိုးရှင်းပါ့မလား၊ ဒါတွေကို ပိတ်ရက်မှာကြည့်ရှုရင်း\nခဏအပန်းဖြေလိုက်ကြပါဦးဗျာ။ Crime/Drama ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာ မလို့\nဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတာ့\nHM,Bpl,ThaikSan,Yunniနဲ့ Cherry တို့ပဲ ဖြစ်ပါတယ်။\nFile size…2.69GB / 1.24GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Uj7f/Kathal_(2023)%C2%A0TRUE_WEB-DL__-720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmE3NGZjMDgtNWM1MC00MDRlLTg2OWEtZWI0MGZkMWE0NDEwXkEyXkFqcGdeQXVyMTUyMzg5NzM2._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Royalteen: Princess Margrethe (2023)",
        "description": "Royalteen: Princess Margrethe (2023)\n===========================အခုတစ်ခေါက်မှာတော့ ပရိတ်သတ်ကြီးကို မေ ၁၁ ရက်‌နေ့ကမှ\nထွက်ရှိထားတဲ့ အသစ်စက်စက်ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nတင်ဆက်ပေးပါရစေ။နော်ဝေးနိုင်ငံက မင်းသမီး‌လေး မာဂရက်သီတစ်ယောက် လူထု\nအမြင် မိသားစုရေးကိစ္စတွေနဲ့ ဆယ်ကျော်သက်လူငယ်တွေ ကြုံ\nတွေ့ရလေ့ရှိတဲ့ ပြဿနာတွေကို ဘယ်လိုမျိုးရင်ဆိုင်ရမလဲဆိုတာ\nကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှူရမှာပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nမင်းသမီးလေး မာဂရက်သီက သာမန်ဆယ်ကျော်သက်တစ်ယောက်\nဖြစ်ပေမဲ့ တော်ဝင်မိသားစုမှာမွေးဖွားလာတာကြောင့် ဆယ်ကျော်သက်\nဘဝကို အပြည့်အဝမခံစားရတဲ့သူပါ။ သူမရဲ့အပြုအမူတွေကို အမြဲ\nစောင့်ထိန်းနေရပြီး လူထုအမြင်ကွယ်ရာမှာ ပြောစကားကိုနာမခံဘဲ\nအရက်တွေသောက်ပြီး ဆေးတွေသုံးတာက သူမကိုလွတ်လပ်မှုကို\nခံစားရစေပါတယ်။ တစ်နေ့မှာတော့ မာဂရက်သီ ဆေးသုံးနေတဲ့ပုံကို\nသူမရဲ့ သူငယ်ချင်းဖြစ်သူ ဂူ့စတက်က ဗီဒီယိုရိုက်သွားပါတယ်။ အဲဒီ\nဗီဒီယိုကို ဖျက်ပစ်ပေးဖို့ပြောပေမဲ့ ဂူ့စတက်ကတော့ ဘာကိုမှရေရေ\nရာရာမပြောခဲ့ပါဘူး။ ဒီလိုအကြပ်အတည်းကို ခံစားနေရတဲ့အချိန်မှာမှ\nဒိန်းမတ်နိုင်ငံက မင်းသားလေး အလက်ဇန်းဒါးက သူမနဲ့တွေ့ဆုံဖို့\nရောက်လာတဲ့အချိန်မှာတော့...မင်းသမီးလေးက ဒီကိစ္စကို မပေါက်\nကြားစေဘဲ ဖြေရှင်းနိုင်မှာလား...သူမဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်သွားမလဲ\nဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှူခံစားရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (763 MB) / (445 MB)\nQuality............WEB-DL ...",
        "rating": "4.6",
        "url": "https://megaup.net/1eknx/Royalteen.Princess.Margrethe.2023.720p.NF.WEB-DL.DUAL.DDP5.1.Atmos.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzExMDY3MTItYmEzMC00NThkLWFmMGEtOTc1NjcxZWEzZDQzXkEyXkFqcGdeQXVyOTc0ODk0Nzc@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "The Pregnancy Promise (2023)",
        "description": "The Pregnancy Promise (2023)\n======================စကိုင်းရဲ့မိဘတွေက ချုပ်ချယ်လွန်းတဲ့မိဘတွေပါ။ အထက်တန်း\nကျောင်းသူအရွယ်ပဲရှိသေးတဲ့စကိုင်းကို ပါတီမသွားရဘူး၊ ရည်းစား\nမထားရဘူး၊ မိတ်ကပ်မလိမ်းရဘူး၊ ငါတို့ဝယ်ပေးတဲ့အဝတ်အစား\nတွေပဲဝတ်ဆိုတဲ့ မိဘတွေပေါ့။ စကိုင်းကလည်း တက္ကသိုလ်တက်\nရင်တောင် သူသင်ချင်တဲ့ပန်းချီမသင်ဘဲ မိဘတွေစိတ်ကြိုက် ဗိသု\nကာတက်ဖို့အထိ နာခံတဲ့ သမီးလိမ္မာလေး။ ဒီသမီးလိမ္မာလေးကို\nသူ့bffဖြစ်တဲ့ လူစီက အားမရပါဘူး။ဒါကြောင့် အထက်တန်းမပြီးခင် အထက်တန်းကျောင်းသူဘဝကို\nအကောင်းဆုံးနေမယ်ဆိုပြီး စကိုင်းကိုပါတီတစ်ခါခိုးခေါ်သွားလိုက်\nတာ စကိုင်းက ရည်းစားရသွားပါတယ်။ ဘဲရသွားတဲ့စကိုင်းက ဘဲ\nနဲ့ပဲအချိန်ကုန်ပြီး လူစီ့ကိုပလစ်ပါတော့တယ်။ တစ်ယောက်တည်း\nဖြစ်သွားတဲ့ လူစီက စကိုင်းမရှိတော့ စကိုင်းရဲ့အစ်ကိုနဲ့ အနေနီးပြီး\nတွဲဖြစ်သွားပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာ စကိုင်းရော လူစီရော ပြိုင်တူကိုယ်ဝန်ရလာကြ\nပါတယ်။ မိဘတွေကတော့ သူငယ်ချင်းနှစ်ယောက်က ကိုယ်ဝန်\nပြိုင်တူရအောင် တမင်လုပ်တာလားလို့ မယုံသင်္ကာဖြစ်ကြတာ\nပေါ့။ စကိုင်းတို့ကိစ္စကြောင့် စိတ်ရှုပ်နေကြချိန်မှာပဲ စကိုင်းရဲ့မိဘ\nတွေက ခြိမ်းခြောက်စာတွေပို့ခံရ စီးပွားပျက်လုနီးပါး နှောင့်ယှက်\nခံရနဲ့ အခက်အခဲမျိုးစုံတွေ့ပါတော့တယ်။ ဒါတွေရဲ့ နောက်ကွယ်က\nတရားခံကဘယ်သူလဲ ဘာလို့စကိုင်းတို့မိသားစုကို ပစ်မှတ်ထား\nနေရတာလဲ သူငယ်ချင်းနှစ်ယောက်ရဲ့ကံကြမ္မာကရော ဘယ်လိုဖြစ်\nသွားမလဲဆိုတာ ကြည့်ရှုရမဲ့ Thriller ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ekp7/The.Pregnancy.Promise.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjMzYzM2NDYtZWVhZC00MjkxLTk1MzAtODg5MTY1MjgzODI1XkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "The Best Man (2023)",
        "description": "The Best Man (2023)\n===============ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့ကို \"The Best\nMan\"ဆိုတဲ့အက်ရှင်ကားသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။သူဌေးကြီးတစ်ဦးရဲ့သမီးပြန်ပေးဆွဲခံရရာကနေ ပြန်ကယ်ဖို့\nတပ်ဖွဲ့တစ်ဖွဲ့ငှားလိုက်ပါတယ်။ အဖွဲ့သားဆုံးရှုံးမှုတွေရှိပေမဲ့\nသူဌေးသမီးကိုတော့ ပြန်ကယ်လာနိုင်ခဲ့ပါတယ်။ အဲဒီနောက်\nအချိန်တစ်ခုကြာပြီး ကယ်ပေးတဲ့တပ်ဖွဲ့ထဲက အသက်ရှင်ကျန်\nရစ်သူအဖွဲ့သားနဲ့ သူဌေးသမီးတို့ ချစ်ကြိုးသွယ်ပြီး လက်ထပ်\nကြတော့မယ်ပေါ့လေ။ငွေကို‌ရေလိုသုံးနိုင်တဲ့ သူဌေးတွေဆိုတော့ မင်္ဂလာပွဲအတွက်\nဟိုတယ်ကြီးတစ်ခုလုံးအပြတ်ငှားထားတာပေါ့။ အဲဒီမင်္ဂလာပွဲကို\nအကြမ်းဖက်သမားတွေ ဝင်စီးတော့ အရင်ကအသက်ရှင်ကျန်ရစ်တဲ့\nမင်းသားတို့အဖွဲ့ကလူတွေနဲ့ အကြမ်းဖက်သမားတွေ ဘတစ်ပြန်\nကျားတစ်ပြန် ဖိုက်ကြတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.58 GB) / (560 MB) / (325 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 33Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1Ugfp/The.Best.Man.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzMwNjFiMzUtMWM5My00MzE5LTliMDUtY2Y4Y2VmYzE3OTExXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_FMjpg_UX1000_-1-137x200.jpg",
        "title": "Thiruvin Kural(2023)",
        "description": "ရုပ်ရှင်တကား ကောင်းတယ် မကောင်းဘူးပြောရအောင်က\nကြည့်တဲ့သူအပေါ်မှာပဲ မူတည်တတ်တာမျိုးဗျ။\nဥပမာ K.G.F လိုမျိုး ၂ ဘ၀ကလဲ့စားလိုမျိုးအယောက်တရာလောက်ကို တယောက်ထဲ ယှဉ်ဖိုက်ပြီး မင်းသားကပဲ နိုင်တယ်ဆိုတဲ့\nဇာတ်မျိုးကြိုက်တဲ့သူ ရှိသလို Ae Dil Hai Mush Kil လိုမျိုး\nအချစ် ဒရမ်မာ သီးသန့်လေးကိုမှ ခိုက်ပါတယ်ဆိုတဲ့သူမျိုးနဲ့\nကွဲပြားကြသလိုပေါ့။တချို့ကျလည်း ဇာတ်ကားကြည့်တော့မယ်ဆို\nဘယ်သူသရုပ်ဆောင်တယ် ဘာဇာတ်အမျိုးစားလဲဆိုတာထက်\nRating တွေ Review တွေကြည့်ပြီး များမှဆိုတဲ့သူတွေလည်းရှိကြတယ်။ပြောချင်တာ ခုတင်ဆက်ပေးမဲ့ ဒီတမီးလ်ရုပ်ရှင်ကားကလဲ ကြိုက်တတ်သူတွေအတွက်ကတော့\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမဲ့ အက်ရှင် ဒရမ်မာကားတကားပါပဲ။\nမင်းသားက စကားမပြောတတ်တဲ့အပြင် အနားကပ်ပြောမှ အသံသဲ့သဲ့ပဲကြားရတဲ့ ဘ၀၊\nဒါပေမဲ့ အင်ဂျင်နီယာဘွဲ့ရ၊အဖေဖြစ်သူနဲ့အတူတူ ဆောက်လုပ်ရေးတခုမှာ ဝင်ဦးစီးပေးနေတာ။\nမိသားစု သိုက်သိုက်ဝန်းဝန်းနဲ့ ပျော်ရွှင်တဲ့ ဘ၀လေးတခု ပိုင်ဆိုင်ထားတဲ့သူ။\nလှတပတချစ်သူကောင်မလေးနဲ့ကလည်း ရွှေလမ်းငွေလမ်း ဖောက်ပြီးသား။\nသူ့ပတ်ဝန်းကျင်က မိန်းကလေးတွေကို စော်ကားလာရင် ဖြုန်း ဖြောင်းနဲ့ ဆော်လွှတ်တတ်တဲ့စရိုက်နဲ့ လူ။\nလောကဓံတရားရဲ့ ပုံမှန်ပြကွက်တွေလို့ ဆိုရမလိုပဲ တရက် မင်းသားရဲ့အဖေက\nဆိုဒ်ထဲမှာ မတော်တဆမှုတခုနဲ့ ဆေးရုံတတ်ရပါလေရော။\nအဲ့မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AeJ3/Thiruvin_Kural_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sPU7GkL58qKE5fKFgGb2qoTlt7G.jpg",
        "title": "[18+] Fall Guy (2023)",
        "description": "Fall Guy (2023)အမြင့်ကြီးမှာပျံသန်းနေတဲ့ ခိုတွေကိုကြည့်ရင်း ဂျူးလီယပ်စ် နားမလည်နိုင်ဖြစ်ဖူးပါတယ်။ သူတို့ဟာ အဝေးကြီးလည်းသွားလို့ရတယ် အမြင့်ကြီးလည်းပျံနိုင်တယ်။ အတောင်ပံတွေရှိရက်နဲ့ ဒီဆင်းရဲသားရပ်ကွက်ထဲကို ဘာလို့ပြန်ရောက်လာလဲဆိုတာ သူနားမလည်နိုင်ဖြစ်တယ်။ '' ငါသာ ခိုတစ်ကောင်ဖြစ်ခဲ့ရင် ဒီနေရာနဲ့အဝေးကြီးကို ပျံသွားမယ် ဘယ်တော့မှ ပြန်မလာတော့ဘူး \" လို့သူပြောပါတယ်။ဂျူးလီယပ်စ်ရဲ့မိခင်က လွှတ်တော်အမတ်လူချမ်းသာတစ်ယောက်အိမ်မှာ အိမ်ဖော်လုပ်ပြီး ဂျူးလီယပ်စ်ကိုယ်တိုင်လည်း ကျွန်ဝယ်ရာအဆစ်ပါသလို အိမ်ကြီးရှင်သား ဖွန်ဇီရဲ့ လက်တိုလက်တောင်းအလုပ်တွေ လုပ်ရပါတယ်။ ချမ်းသာချင်တဲ့ ဂျူးလီယပ်စ်ဟာ သူဌေးသားနဲ့ အနီးကပ်ပေါင်းရင်း၊ အိမ်တွင်းက သူ့အသုံးအဆောင်တွေကို လစ်ရင်လစ်သလိုခိုးယူသုံးစွဲရင်း တစ်ခါတရံဘဝမေ့သွားတတ်တဲ့အတွက် သူ့အမေက သူ့ကိုသတိပေးရတတ်တယ်။တစ်နေ့မှာတော့ နိုင်ငံခြားက ပြန်ရောက်လာတဲ့ ဖွန်ဇီ့ညီဝမ်းကွဲကို ဖွန်ဇီနဲ့အတူ သူတို့သူငယ်ချင်းဖြစ်သူရဲ့ပါတီတစ်ခုကို ဂျူးလီယပ်စ်လိုက်ပို့ရပါတယ်။ အဲဒီညမှာပဲ ဖွန်ဇီတို့သုံးယောက်ဟာ သူ့ညီဝမ်းကွဲရဲ့ကောင်မလေးကို အမူးလွန်ဆေးကွဲပြီး မုဒိမ်းကျင့်ရာကလက်လွန်ပြီးကောင်မလေးသေဆုံးသွားပါတော့တယ်။သူတို့ကတော့ အဲဒီညမှာပဲ တစ်နေရာမှာ မူးပြီး အိပ်ပျော်နေတဲ့ ဂျူးလီယပ်စ်ကို ကောင်မလေး အလောင်းဘေးမှာချပြီး အကွက်ဆင်ခဲ့သလို သူ့အမေ ...",
        "rating": "5",
        "url": "https://megaup.net/2AdTf/(CM)_Fall_Guy_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Maruthi-Nagar-Police-Station-160x200.jpg",
        "title": "Maruthi Nagar Police Station(2023)",
        "description": "Maruthi Nagar Police Station (2023)ဒီတစ်​ခေါက်မှာ​တော့​ပြောင်​မြောက်တဲ့ သရုပ်​​​ဆောင်​တွေဖြစ်တဲ့ Varalaxmi Sarathkumar, Santhosh Prathap, Mahat Raghavendra and Subramaniam Siva တို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ တမီးလ်ကား​ကောင်း​လေးMaruthi Nagar Police Station ကိုတင်ဆက်လိုက်ပါတယ်ငယ်စဥ်ကတည်းက​​ခင်မင်လာကြတဲ့ သူငယ်ချင်းငါး​ယောက်ဟာ ကြီးပြင်းလာသည်တိုင်​အောင်အလုပ်အကိုင်​တွေမတူ​သော်ငြားလည်း အဆက်အသွယ်မပြတ်ကာခင်မင်​နေကြတဲ့ ​ရေစက်​လေးဖြစ်ပါတယ် တစ်​နေ့မှာ​တော့​ဂျေးတစ်​​​ယောက် အလုပ်က​နေအိမ်ပြန်လမ်းမှာ မတရားမှုတစ်ခုကိုမ​တော်တဆမျက်မြင်​တွေ့လိုက်ရပြီး ရဲကိုအမြန်သတင်းသွားပို့​သော်လည်း ရဲကပါတရားခံ​တွေနဲ့ အလိုတူအလိုပါဖြစ်​နေတဲ့အခါ ​ဂျေးတစ်​ယောက်​ချောင်ပိတ်မိပါ​တော့တယ်အဲ့​နေ့ကတည်းကစပြီး ​ဂျေးဟာလည်း​​ပျောက်ခြင်းမလှ ​ပျောက်ဆုံးသွားရတဲ့အတွက် ကျန်တဲ့သူငယ်ချင်း​လေး​ယောက်ကလည်း ​ဂျေး​နောက်ဆုံးပို့ခဲ့တဲ့ ဝိုးတိုးဝါးတားအသံဖိုင်ကိုအစပြုပြီး သူငယ်ချင်းရှာပုံ​တော်ဖွင့်ကြပါ​တော့တယ် ဒီလိုနဲ့သူတို့​​လေး​ယောက်တကယ်ပဲ ​ဂျေးကိုရှာ​တွေ့ပါ့မလား အ​ကောင်ကြီး​တွေနဲ့ပတ်သက်​နေတဲ့ မတရားမှုကို​ရောအ​ဖြေရှာနိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းတစ်​လျှောက်လှည့်ကွက်​ပေါင်းများစွာနဲ့ ရင်ခုန်စွာကြည့်ရှု့ရမှာပါစစ်မှန်တဲ့သူငယ်ချင်းဆက်ဆံ​ရေးတိုင်းမှာ ချစ်ခြင်း​မေတ္တာ​တွေ အ​နှောင်အဖွဲ့​တွေ ​ပေးဆပ်မှု​တွေအများကြီးပါဝင်​နေတယ်ဆိုတာကို နားလည်သွားမယ့်တမီးလ်ဇာတ်ကား​ကောင်း​လေး တစ်ကားဖြစ်ပါတယ် ဒီကား​လေးထဲမှာ စိတ်လှုပ်ရှားဖွယ်ရင်ခုန်စရာအလှည့်အ​ပြောင်း​တွေကိုတင်မကပဲ သူငယ်ချင်းဆိုတဲ့လှပတဲ့​ရေစက်​လေးကိုပါ ကြည်နူးစွာမြင်​တွေ့ရမှာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကား​လေးဖြစ်ပါတယ်\nFile size…1.51GB / 700MB\nQuality…1080p WEB DL /  ...",
        "rating": "",
        "url": "https://megaup.net/2AdTe/Maruthi_Nagar_Police_Station_(2023)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vam5RVy7ZX9L2Pm9nldVn5zsqWF.jpg",
        "title": "Killing Romance (2023)",
        "description": "Killing Romance (2023)Musical Film အမျိုးအစားကို သဘောကျနှစ်ခြိုက်ကြတဲ့သူတွေအတွက် Killing Romance ဇာတ်ကားသစ်လေး ထွက်ရှိလာပါပြီ\nဒီဇာတ်ကားထဲမှာသုံးထားတဲ့ Concept ကိုကြည့်လိုက်ရင် ရုပ်ပြဆန်ဆန် ပုံပြင်တစ်ပုဒ်ကိုကြည့်နေရသလို ခံစားချက်မျိုးဖြစ်နေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ သရုပ်ဆောင်မင်းသမီးဘဝကနေ အနားယူလိုက်တဲ့ ဟွမ်ယောရယ်ဟာ\nတောင်ပစိဖိတ်မှာရှိတဲ့ Qualla ကျွန်းပေါ်ကို ရောက်ရှိသွားရာကနေ ဇာတ်လမ်းစပါတယ်။အရင်က ကိုယ့်စိတ်ကိုယ့်ခန္ဓာကို ကိုယ်ပိုင်ခဲ့တဲ့ ဟွမ်ယောရယ်တစ်ယောက်\nQualla ကျွန်းပေါ်က ဘီလူးခေါင်းနဲ့သူဌေးကို မင်းသားလေးလို့မှတ်ထင်ပြီး အိမ်ထောင်ပြုလိုက်မိတဲ့အခါမှာတော့\nရဲတိုက်လိုစံအိမ်ကြီးထဲမှာ အကျဉ်းကျနေရသလို ဖြစ်ခဲ့ရပါတော့တယ်ဒါပေမဲ့ သူတို့အိမ်ရဲ့ဘေးကပ်ရပ်မှာနေတဲ့ စာမေးပွဲ ၃ ခါကျ ကောင်လေးနဲ့ အမှတ်မထင် သိကျွမ်းသွားခဲ့တဲ့အခါမှာတော့\nအကျဉ်းကျနေသလို ဘဝကြီးကနေ လွတ်မြောက်အောင် ယောရယ်တစ်ယောက် အဲဒီကောင်လေးနဲ့အတူ ဘယ်လိုကြိုးစားသွားမလဲ‌ဆိုတာ ကြည့်ရှုခံစားကြရမှာပါCasts တွေအနေနဲ့ အားလုံးသိကြပြီးသား မင်းသမီးကြီး Lee Honey, မင်းသား Lee Sun Kyun နဲ့ Gong Myung တို့က အဓိကပါဝင်ထားကြပါတယ်အညွှန်းကိုတော့ Hmwe Thet ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Admm/Killing.Romance.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Music, Romance"
    }
]