[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNMijPPq29r1Ui1EH2tp0CbuSp5.jpg",
        "title": "Her Hobby (2023)",
        "description": "Her Hobby (2023)အရိုးစွဲနေတဲ့ဓလေ့နဲ့ နိမ့်ရာကိုလှံစိုက်တတ်ကြတဲ့ လူ့သဘာဝကတော့ နေရာတိုင်းမှာရှိစမြဲပါပဲဒီဇာတ်လမ်းအကျဉ်းကတော့ ခင်ပွန်းဖြစ်သူနဲ့ကွာရှင်းပြီး ရွာကိုပြန်ရောက်လာတဲ့ ဂျောင်အင်းကို\nရွာကလူတွေဟာ ရှေ့မှာပေါ်တင်တစ်မျိုး၊ နောက်ကွယ်မှာတစ်ဖုံ အမျိုးမျိုးကဲ့ရဲ့ပြောဆိုနေကြတာပါတစ်ကောင်ကြွက်လိုဖြစ်နေတဲ့ဂျောင်အင်းကို နိုင်စားရာလိုမြင်နေကြတဲ့အတွက် ခိုကိုးရာမဲ့နေခဲ့တာပါအဲလိုနဲ့ ရွာကိုအသစ်ပြောင်းလာတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ခင်မင်ပြီးတဲ့နောက်\nဂျောင်အင်းဟာ ခံယူချက်တွေပြောင်းလာပြီး ရွာကလူတွေကို လက်စားချေပါတော့တယ်မိန်းကလေးတွေဆို ပြောချင်ဆိုချင်ကြတဲ့လောကကြီးက ဂျောင်အင်းအတွက် ဘယ်လိုလောကကြီးဖြစ်မလဲ...\nဂျောင်အင်းကရော နောက်ဆုံးမှာ ဘယ်လိုမျိုးတုံ့ပြန်မလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Mystery\nQuality…. 1080p | 720p\nFile size… 1.4GB | 679MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1hZpt/Her.Hobby.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/2DUjC/Her.Hobby.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2s6Pe9l2NJMFDiscCIx7DwjDJMT.jpg",
        "title": "Poisoned: The Dirty Truth About Your Food (2023)",
        "description": "Poisoned : The Dirty Truth About Your Food (2023)အစားအသောက်ကြောင့် ဖြစ်တဲ့ ရောဂါဆိုရင် လူတော်တော်များများ တွေးမိတာက\nဝမ်းလျှောမယ်၊ ဗိုက်နာမယ်၊ အန်မယ် ဆိုတာလောက်ပါပဲ။ဒါပေမဲ့ E.coli တို့၊ Salmonella တို့လို ရောဂါပိုးတွေ\nအစားအစာထဲမှာ ပါသွားရင်တော့ အသက်နဲ့ရင်းပြီး ခံစားသွားရနိုင်ပါတယ်။E.coli တို့၊ Salmonella တို့လို ရောဂါပိုးတွေက အူလမ်းကြောင်းထဲကတစ်ဆင့် သွေးထဲ ရောက်ပြီး\nခန္ဓာကိုယ်ထဲက ကိုယ်တွင်းအင်္ဂါပေါင်းစုံကို အမျိုးစုံ ဒုက္ခပေးနိုင်တဲ့ အကောင်တွေပါ။ဒီရောဂါပိုးတွေကြောင့် ခေတ်မီပြီး တိုးတက်လှပါတယ်ဆိုတဲ့\nမဟာအင်အားကြီးနိုင်ငံ အမေရိကန် ပြည်ထောင်စုမှာ လူပေါင်း ထောင်နဲ့ချီပြီး သေဆုံးခဲ့ရပါတယ်။ဟမ်ဘာဂါ တစ်လုံးကြောင့် အသက်ပေးလိုက်ရသူတွေ\nအသုပ်တစ်ပွဲကြောင့် ကျောက်ကပ်ပျက်သွားသူတွေ အစရှိတဲ့\nရင်နင့်စရာ ဇာတ်လမ်းတွေကို ဒီ Docu ထဲမှာ တွေ့ရမှာပါ။အစပိုင်းတော့ အသားတွေမှာပဲ ရောဂါပိုးတွေ ပါခဲ့ရာက\nနောက်ပိုင်းမှာ ဟင်းနုနွယ်တို့၊ မုန်ညင်းဆလတ်တို့လို\nဟင်းသီးဟင်းရွက်တွေမှာလည်း ဒီရောဂါပိုးပါနေတာ တွေ့လာရပါတယ်။ဒီရောဂါပိုးတွေ အစားအသောက်ထဲ\nဘယ်လိုရောက်လာလဲ ဆိုတာကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1hZq0/Poisoned.The.Dirty.Truth.About.Your.Food.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2DUkh/Poisoned.The.Dirty.Truth.About.Your.Food.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zYt35YGKoc85LXULzMKDfJ8qX1C.jpg",
        "title": "Aporia (2023)",
        "description": "Aporia (2023)ဆိုဖီဟာ ခင်ပွန်းဖြစ်သူ မယ်လ်ကို ယာဉ်တိုက်မှုဖြစ်စဉ်အတွင်း ဆုံးရှုံးထားရပြီးနောက်ပိုင်းမှာ\nသမီးလေး ရိုင်လီနဲ့ သူဟာ ဦးတည်ရာမဲ့ စိတ်လေလွင့်နေခဲ့ကြပါတယ်။\nအမေနဲ့ သမီး အစေးမကပ် နေ့ရက်တွေကို ဖြစ်သလို ဖြတ်သန်းနေကြရင်းက\nမယ့်လ် သူငယ်ချင်း ဂျဘီးယားက ဆိုဖီိ့ကို သူနဲ့ မယ်လ် တီထွင်ထားတဲ့ အချိန်သွားခရီးစက်ကို ပြသပါတော့တယ်။အချိန်သွားခရီးစက်ဆိုတာထက် ဒီစက်ဟာ အတိတ်က လူတွေကို သတ်ပစ်နိုင်တဲ့စက်ပေါ့...\nဆိုဖီဟာ ချက်ချင်းဆိုသလို ဒီစက်ကိုအသုံးပြုပြီး မယ့်လ်ကို ပြန်ခေါ်ခဲ့ပါတယ်....\nဒါပေမယ့် အကြောင်းကြောင့် အကျိုး… အရာရာတိုင်းဟာ ဆက်စပ်မှုတွေ ရှိနေစမြဲပါ...\nဒီစက်ကို အသုံးပြုလိုက်တဲ့အတွက်ကြောင့် ဘာတွေ ဖြစ်လာသလဲ...\nမယ်လ်တစ်ယောက်ပဲ ပြန်လာတာလား....\nဒီလူတစ်ယောက်ကနေ ဘာတွေ ဆင့်ပွားဖြစ်လာခဲ့သလဲ...\nမယ်လ်ကရော ဆိုဖီသိတဲ့ မယ်လဲပဲလားဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...Timelineeနဲ့ ပက်သက်တဲ့ ဇာတ်လမ်းတွေကို ကြည့်ရှုရတာ ကြိုက်နှစ်သက်တယ်ဆိုရင်\nဒိကားကို ကြည့်ရှုဖို့ လုံးဝ recommend ပေးပါတယ်ခင်ဗျအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Tun Aung Kyaw ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2DUjj/Aporia.2023.BluRay.1080p.DTS-HD.MA.5.1.CM.mp4,https://megaup.net/1hZoj/Aporia.2023.BluRay.720p.DTS-HD.MA.5.1.CM.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gX2UDa4KDfQ3pUyxF4jAGcGYnY7.jpg",
        "title": "Kitty The Killer (2023)",
        "description": "Kitty the killer (2023)ထိုင်းရုပ်ရှင်တွေထဲကမှ ဒီတစ်ခါမှာတော့ စိတ်ဝင်စားစရာ ထိုင်းအက်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်။\n2023 မှာထွက်ရှိလာတဲ့ ဒီဇာတ်ကားက မြင်နေကျ ထိုင်းရုပ်ရှင်ကားတွေမတူတဲ့ ဇာတ်အိမ်နဲ့\nကောင်းမွန်တဲ့ အက်ရှင်ဇာတ်ဝင်ခန်းတွေ ပါရှိတာမို့ အက်ရှင်ဇာတ်လမ်းကောင်းကြိုက်သူတွေအဖို့ ‌ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။လျှို့ဝှက်အေဂျင်စီတွေကနေ အမျိုးသမီးငယ်တွေကို အထူးလေ့ကျင့်ပေးပြီး \"ကစ်တီ\" လို့ အမည်ဝှက်ပေးထားခဲ့ကြပါတယ်။\n\"ကစ်တီ\" တွေကို ထိန်းချုပ်တဲ့သူကိုတော့ \"အုပ်ထိန်းသူ\" လို့ ခေါ်ကြပြီး၊\nသူတို့က အေဂျင်စီတွေနဲ့ တိုက်ရိုက် အဆက်အသွယ်ရှိတဲ့ သူတွေပါပဲ။တစ်နေ့မှာ ရှားပါးပစ္စည်းဟောင်းတွေထဲကနေ ဆန်းကြယ်တဲ့ကျောက်တစ်မျိုး ပေါ်လာခဲ့ပြီး\nအေဂျင်စီတိုင်းက ထိုအရာကို အရယူဖို့ ကြိုးစားလာကြတဲ့အခါ....\nဒီအရှုပ်ထဲ ဘုမသိဘမသိပါသွားသူ မောင်ချာလီကရော သေနတ်တကားကားကြား ဘယ်လို ရှင်သန်အောင် ကြိုးစားရမလဲ။\n\"ကစ်တီ\" တွေနဲ့ အေဂျင်စီတွေကြား၊ \"အုပ်ထိန်းသူ\" တွေကြားက ချုပ်နှောင်ထားတဲ့ကြိုးတွေအကြောင်းကိုပါ\nဇာတ်ကားတစ်ခုလုံး စိတ်လှုပ်ရှားဖွယ်အပြည့် ကြည့်ရှုရမှာပါပဲ။အညွှန်းကိုတော့ Su Myat က ရေးထားပေးပြီတော့\nဘာသာြပန်ထားတာကတော့ Su Myat & Thae Thae ...",
        "rating": "5.2",
        "url": "https://megaup.net/2DWsu/Kitty.The.Killer.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1XYw2/Kitty.The.Killer.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNWE5NGZkOWYtODlkZS00Mzk5LWIzZjgtMjk4NzAxNzFmODA3XkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-128x200.jpg",
        "title": "Miss. Shetty Mr. Polishetty (2023)",
        "description": "Miss Shetty Mr Polishetty 2023IMDB 7.8 ရထားပြီး ရုံတင်ငွေ လေးဆကျော်မြတ်ခဲ့တဲ့ Telugu ဘာသာစကားပြော rom-com လေးလာပါပြီ\nစီးပွားရေးအရ အောင်မြင်ရုံမကပဲ ဝေဖန်ရေးဆရာတွေရဲ့ positive review တွေပါရထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ အန်ဗီသာဆိုတဲ့ အသက် ၃၀ အရွယ် လန်ဒန်က Master Chef မမ က\nသူ့အမေနဲ့အတူ နှစ်ယောက်တည်းနေပြီး ထက်မြက်တဲ့မိန်းမပီပီ မိန်းမဝါဒီတစ်ယောက်ဖြစ်ပါတယ်သူမဘဝမှာ သူ့အမေကို သင်ခန်းစာရလို့ အိမ်ထောင်ရေးကို စိတ်မဝင်စားပဲ အချစ်နဲ့ ခပ်ကင်းကင်းနေသူတစ်ယောက်ပါ\nသူ့အမေဆုံးပြီးတဲ့နောက်တော့ တစ်ယောက်တည်းအထီးကျန်လို့ သူအသက်ကြီးလာတဲ့အခါ အနားမှာရှိနေပေးမယ့်\nသားသမီးမရှိမှာလည်း စိုးရိမ်လာပါတယ်ဒါပေမယ့်လည်း Independent 'ဝီးမန်း' ခံယူထားသူ မမက ယောကျာ်းယူဖို့ထက် သားသမီးကို\nချစ်တင်းနှောခြင်းမပါပဲ မွေးဖို့ အလှူရှင်ရှာပါတော့တယ်ကြံရာကျပမ်း ယောကျာ်းအလှူရှင်နဲ့ရမှာကို တွေးပူပြီး သူ့စိတ်ကြိုက် သူ့စံနှုန်းနဲ့ ကိုက်မယ့်လူကို ရှာပုံတော်ထွက်ရာမှာ\nStand-up comedian ဖြစ်ဖို့ကြိုးစားနေတဲ့ ဆစ်ဒူဆိုတဲ့ ကောင်လေးနဲ့ သွားတွေ့ပါတယ်\nဆစ်ဒူကို မြင်မြင်ချင်းသဘောကျသွားတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/4FMfe/Miss_Shetty_Mr_Polishetty_(2023)_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_YK(CM).mp4,https://megaup.net/2DTSX/Miss_Shetty_Mr_Polishetty_(2023)_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BODhjZGUzM2QtYjM1NS00MDE5LTg4ZDAtY2I2M2QxZWQ1YTU4XkEyXkFqcGdeQXVyMTA1NTY0NzQ0._V1_-160x200.jpg",
        "title": "Tumse Na Ho Payega (2023)",
        "description": "Tumse Na Ho Payega 2023 (imdb 9.2/10)ငယ်ငယ်တုန်းက မိဘတွေက နင်ဒီလောက်ညံ့နေတာ အတန်းထဲက\nအဆင့်တစ်ချီးစားပါလားတို့ဘာတို့ဆိုပြီး အဆူခံရဖူးတဲ့ ပရိသတ်တွေရှိကြလားဆိုရှယ်မီဒီယာပေါ်မှာ ခရီးသွားလိုက် ဘားကလပ်သွားလိုက်\nအိုင်ဖုန်းကြီးဝယ်ကိုင်ပြလိုက်နဲ့ သူငယ်ချင်းတွေကိုကြည့်ပြီး စိတ်ဓာတ်ကျဖူးလား\nအဲဒီလိုခံစားချက်မျိုးတွေရှိဖူးတယ်ဆိုရင် ဒီဇာတ်ကားလေးက\nပရိသတ်တို့အတွက် ကိုယ့်ဘဝကိုယ်ရောင်ပြန်ဟပ်စေမဲ့ ပုံမှန်အလုပ်လေးလုပ်\nတခါတလေဘားသွား crush ကပြန်မကြိုက် ကိုယ့်ဘဝကြီးကိုစိတ်ကုန် စသဖြင့်\nကိုယ့်အကြောင်းရိုက်ပြနေသလိုကို ခံစားစေရမှာပါအဲဒီလိုမျိုး မိဘကပေးတဲ့ ပရက်ရှာတွေ ပတ်ဝန်းကျင်ကပရက်ရှာတွေ\nဆိုရှယ်မီဒီယာဘာညာစသဖြင့် ပရက်ရှာပေါင်းများစွာနဲ့ လူငယ်ခြေကျဘဝကို\nပုံဖော်ပြထားတာမို့ စော်မရှိစာမလာ ဘူကောင် မန်ယူဖန်တွေကြည့်သင့်ကြောင်း ညွှန်းဆိုပေးပါရစေဇာတ်လမ်းအကျဉ်းလေးကတော့ အဓိကမင်းသားဂေါ်ရာဗ့်ဟာ သူ့ရဲ့နိစ္စဒူဝနေ့စဉ်ဘဝကြီးကိုစိတ်ကုန်\nသူ့ရဲ့ crush လေး ဒေဗစ်ကာကလည်း သူ့ဘဝရဲ့အမုန်းဆုံးကျောင်းသားဘဝထဲက ပြိုင်ဘက်\nအာဂျွန်နဲ့တွဲနေတော့ စိတ်ဓာတ်ကျပြီး အလုပ်မှာမပျော်တော့လို့ အလုပ်ထွက်လိုက်တာကနေ\nသူ့ဘဝကြီးက ပိုပဲအဆင်ပြေသွားမလားမိဘ ချစ်ရတဲ့သူ ပတ်ဝန်းကျင်စတဲ့ ပရက်ရှာတွေအောက်မှာ ဘယ်လိုအဆင်ပြေအောင်\nရှေ့ဆက်မလဲဆိုတာ ပေါ့ပေါ့ပါးပါးနဲ့တင်ဆက်ထားတာမို့ ပရိသတ်တို့ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nအညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team ကပဲဖြစ်ပါတယ်\nFile size…2.13GB /  1.2GB\nQuality…1080p WEB DL ...",
        "rating": "7.6",
        "url": "https://megaup.net/2DTfj/Tumse.Na.Ho.Payega.2023.1080p.DSNP.WEB-DL.YK(CM).mp4,https://megaup.net/1hYk5/Tumse.Na.Ho.Payega.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAn1tvopkqATQ0AfV4LK08ReAvp.jpg",
        "title": "Love Is in the Air (2023)",
        "description": "Love is in the air (2023)Love is in the air ဆိုတဲ့ Australian romantic, comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးပါ့မယ်။\nDana က မိခင်ဆုံးသွားပြီးတဲ့နောက်ပိုင်း သူ့အမေအရမ်းချစ်မြတ်နိုးတဲ့ မိသားစုပိုင်လေကြောင်းလိုင်းကို အဖေနဲ့အတူတူ ဦးစီးလုပ်ကိုင်နေတဲ့သူပါ။\nသူတို့လေကြောင်းလိုင်းက မြို့နဲ့ဝေးတဲ့နေရာက ကမ်းခြေတွေ၊ ကျွန်းတွေဆီကို စာတွေ၊ ပစ္စည်းတွေပို့ပေးပြီး\nအရေးပေါ်ကိစ္စကူညီတာတွေကို အဓိကလုပ်ပေးနေတော့ လုပ်ငန်းရဲ့ ဘဏ္ဍာရေးအခြေအနေက ချွတ်ခြုံကျလာရော။\nWilliam ကတော့ ချမ်းသာတဲ့မိသားစုရဲ့ အမွေဆက်ခံသူ သားတစ်ယောက်ဖြစ်ပြီးတော့ ဖခင်စိတ်ကျေနပ်အောင် အမြဲကြိုးစားပေးနေတဲ့သူပေါ့။\nတစ်နေ့ သူတို့လုပ်ငန်းလက်အောက်မှာရှိတဲ့ Dana တို့မိသားစုပိုင် လေကြောင်းလိုင်းကို အမြတ်အစွန်းမရလို့ဆိုပြီး အပြီးပိတ်ပစ်ဖို့လုပ်ပါတော့တယ်။\nအဲဒါနဲ့ ဩစတေးလျကိုသွားပြီး လုပ်ငန်းအခြေအနေကို စစ်ဆေးဖို့ William ကို သူ့အဖေက လွှတ်လိုက်တဲ့အခါမှာတော့\nDana တစ်ယောက် သူ့အမေချန်ခဲ့တဲ့ တစ်ခုတည်းသောအရာကို ဆက်ပြီး ကာကွယ်သွားနိုင်ပါ့မလားဆိုတာကို\nဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်လိုက်ရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ...",
        "rating": "5.6",
        "url": "https://megaup.net/1XVhf/Love.is.in.the.Air.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2DSJ3/Love.is.in.the.Air.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drqjqePNAo1uAmhHl3fsfNgOzIv.jpg",
        "title": "About Him & Her (2023)",
        "description": "About Him and Her (2023)About him and her(2023) ဇာတ်လမ်းကိုဒါရိုက်တာ Ice Mrozek ကဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားတာပါ။\n၁၉၈၉ ခုနှစ်မှာ ဖုန်းလိုင်းပူးရာကနေဖြစ်တဲ့အချစ်ဇာတ်လမ်းလေးပါ။ကောင်လေးက ချီကာဂိုတွင်နေထိုင်ပြီး ကောင်မလေး မီရှီဂန်တွင်နေထိုင်တာပါ။\nတစ်ယောက်နဲ့တစ်ယောက်ဆုံတွေ့ဖို့အခွင့်အရေးဆိုတာနည်းပါးလှပြီး ချစ်ကြိုက်သွားဖို့ဆိုတာအတော်လေးကိုမှခဲယဉ်းပါတယ်။\nအထူးသဖြင့်အသံပဲကြားရပြီးရုပ်မမြင်ရတဲ့၁၉ရာစု‌နှစ်တွေမှာပေါ့။\nလူတွေအနေနဲ့ ဖုန်းစိမ်းတစ်လုံးဝင်လာတယ်\n\"ဖုန်းမှားသွားတာ\"ဆိုတဲ့ အသံကြားတာနဲ့ချလိုက်ပါပြီ။\nဇာတ်လမ်းက အစ၊အဆုံးပဲ။ဒီဇာတ်လမ်းလေးရဲ့ ပေးချင်တဲ့မက်ဆေ့က \"အချစ်ဆိုတာ ရုပ်ရည်သွင်ပြင်ပေါ်မှာ ဖွဲ့စည်းထားတာမဟုတ်ဘူး၊\nတစ်ယောက်ကိုတစ်ယောက်ဂ ရုစိုက်မှု၊ နွေးထွေးမှု၊ နားလည်ပေးနိုင်မှုတို့နဲ့ တည်ဆောက်ထားတယ်\"ဆိုတဲ့အကြောင်းပါပဲ။သူဘယ်လိုလေးတင်စားထားသလဲ၊ ဘယ်လိုလေးအချစ်ကိုဖော်ကျူးပြထားလဲ ကြည့်ရှူအားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Romance\nQuality…. 1080p | 720p\nFile size… 1.2GB | 416MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "5.7",
        "url": "https://megaup.net/1XVdj/About.him.and.her.2023.1080p.AMZN.WEB-DL.CM.mp4,https://megaup.net/1XVd0/About.him.and.her.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axMuDxyxl4gykV22nPpyD2ChdjK.jpg",
        "title": "Wish Me Luck (2023)",
        "description": "Wish me luck (2023)နတ်ဘုရားတွေကို ယုံကြည်သက်ဝင်ပြီး အင်းကွက်တွေဆောင်လေ့ရှိတဲ့ ဖယ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်\nအမေက သူမနဲ့ကံမတိုက်ဆိုင်လို့ဆိုပြီး အိမ်ခွဲနေခဲ့ပါတယ်တစ်ရက်မှာ အမေဖြစ်သူက အင်းပြားကိုဆောင်ထားဖို့ ပို့ပးလာခဲ့တယ်\nသူမကလည်း ဒီအင်းကိုစမ်းသပ်ချင်တာနဲ့ သူမပြောစကားတိုင်း ပြည့်ဝဖို့ဆုတောင်းခဲ့ပါတယ်မထင်မှတ်ဘဲ သူမချစ်သူပရီတီရဲ့မုန့်ဆိုင်လေးကို မီးလောင်ပါစေလို့ ရန်ဖြစ်စကားများတုန်း ပြောခဲ့မိရာမှာ\nအင်းက တကယ်အလုပ်လုပ်တော့ သူမတို့နှစ်ဦး ဝေးဖို့လမ်းစဖြစ်ခဲ့တယ်ဖယ်ဟာ စီးပွါးရေးသမား \"ဖစ်\" နဲ့အချစ်သစ် စခဲ့ပြီးနောက် သူမဘဝပြောင်းလဲဖို့ ဖြစ်လာပါတော့တယ်\nဖစ်ဟာ ဖယ်ကိုအသုံးချပြီး ငွေကြေးလိမ်လည်မှုဂိမ်းတစ်ခုမှာ CEOထည့်ခဲ့တာကြောင့်ဖယ်တစ်ယောက် အဆုံးသတ်က ဘယ်လိုဖြစ်သွားနိုင်မလဲဆိုတာကိုတော့ “Wish Me Luck”မှာ ဆက်လက်ကြည့်ရှုရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Romance, Comedy\nQuality…. 1080p | 720p\nFile size… 1.7GB | 573MB\nFormat… mp4\nDuration…. 1h 38min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "5",
        "url": "https://megaup.net/1XTmj/Wish.Me.Luck.2023.NF.WEB-DL.1080p.CM.mp4,https://megaup.net/1XTlc/Wish.Me.Luck.2023.NF.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ct01snAu5BdnWdLO3w7EodqaCGb.jpg",
        "title": "Don’t Buy the Seller (2023)",
        "description": "Don't Buy the Seller aka Target (2023)Shin Hye Sun ရဲ့ ဇာတ်လမ်းအသစ်လေး ထွက်လာပါပြီ၊\nKang Tae Oh ကလည်း စစ်မှုမထမ်းခင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းမို့ အလွမ်းပြေလေး ကြည့်လို့ရပါပြီဒီဇာတ်လမ်းကတော့ သရဲထက်ပိုကြောက်ဖို့ကောင်းတဲ့ လူတွေရဲ့ လောဘစိတ်ကြောင့်ဖြစ်လာတာကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ Thriller ဇာတ်လမ်းကောင်းကောင်းလေးဖြစ်ပါတယ်လစာနဲ့လည်ပတ်နေတဲ့ လခစားတွေဆိုရင် ပေါချောင်ကောင်းပစ္စည်းလေးတွေကို ရှာဝယ်တတ်ကြပါတယ်..\nဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက် ဂျန်ဆူဟျွန်းဟာဆိုလည်း အဝတ်လျှော်စက်ကို\nတစ်ပတ်ရစ် website ကနေမှာလိုက်ရာကနေ မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းစလာပါတော့တယ်တစ်ပတ်ရစ်ဈေးကနေ အလိမ်ခံလိုက်ရပြီးတော့ အဲလူလိမ်ကို ဖော်ထုတ်ဖို့ကြိုးစားရင်းကနေ\nဖုန်းနံပါတ်၊ အိမ်လိပ်စာကစလို့ ကိုယ်ရေးအချက်အလက်တွေ အကုန်ပေါက်ကြားသွားပြီး\nအိမ်မှာနေရတာကိုက ထိတ်တလန့်လန့်ဖြစ်နေရပါတော့တယ်တစ်နေ့တစ်မျိုးမရိုးနိုင်အောင် ဒုက္ခပေးနိုင်လွန်းတဲ့ အဲလူလိမ်ကို ဂျန်ဆူဟျွန်းက ဘယ်လိုအနိုင်တိုက်မလဲ..\nဖြစ်လာသမျှကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz & Hmwe ပဲ ဖြစ်ပါတယ်Genre..... Crime, Mystery, Thriller\nQuality…. 1080p ...",
        "rating": "7.8",
        "url": "https://megaup.net/1XUf9/Dont.Buy.the.Seller.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/2DRx1/Dont.Buy.the.Seller.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMGI5MGIwNjYtMWMzNS00MzViLWExYzUtYjRiZjAxNjg5NzUxXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-133x200.jpg",
        "title": "Adiyae! (2023)",
        "description": "Adiyae (2023)IMDb-6.6/10ဒီတစ်ခါမှာတော့ ထူးချွန်ဆုတွေရဖူးပြီး Nominations များစွာဝင်ခဲ့ကြဖူးတဲ့\nလူငယ်နှစ်‌‌ယောက် ဒါရိုက်တာ Vignesh Karthick နဲ့ တေးရေးJustin Prabhakaran တို့ လက်စွမ်းပြထားကြတဲ့ကားပါတစ်ကမ္ဘာထဲအတူရှိနေတာတောင် သူမနဲ့မဆုံစည်းနိုင်‌သေးတဲ့လူတွေ နည်းနာနိဿယယူနိုင်ဖို့အတွက်\nIMDb 6.6 ရထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်အချစ်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါပြီ။\nသာမန်အချစ်ကားတွေလို ချစ်ကြိုက်ညားကွဲလောက်မဟုတ်ဘဲ parallel universe နဲ့ time travel\nသဘောတရားလေးတွေ ခပ်ပါးပါးထည့်ထားတာဆိုတော့ တမူထူးခြားတဲ့ရသမျိုးရစေမှာပါ။ဇာတ်လမ်းအကျဉ်းဆီသာဇ်ဟီနီဆိုတဲ့မိန်းကလေးကို ကျောင်းသားဘဝထဲက တိတ်တခိုးcrushခဲ့ရတဲ့ ဂျီဗာဆိုတဲ့\nကောင်လေးတစ်ယောက် နှစ်တွေကြာလို့ ဆီသာဇ်ဟီနီက နာမည်ကျော်အဆိုတော်ဘဝကို\nရောက်ခဲ့ချိန်မှာတော့ တိတ်တခိုးချစ်ရသူဘဝကနေ အဆင့်တက်ဖို့ ပိုပြီးအလှမ်းဝေးခဲ့ရပါပြီ။\nဒီအချိန်မှာပဲ မတော်တဆမှုတစ်ခုကြောင့် တခြားကမ္ဘာကိုကူးသွားတဲ့အခါ...ကမ္ဘာကူးသွားပေမဲ့ ခွက်ရှ်လေးနဲ့ညားတဲ့အပြင် အောင်မြင်တဲ့ဂီတဒါရိုက်တာတစ်ယောက်ဘဝကိုပါ\nပိုင်ဆိုင်ထားတဲ့ အာဂျွန်ဆိုတဲ့ဘဝမှာ ယစ်မူးနေတဲ့ဂျီဗာတစ်ယောက် အချိန်စေ့လို့\nဒီဘက်ကမ္ဘာကိုပြန်ရောက်လာတဲ့အခါမှာတော့ သာယာတဲ့အိပ်မက်ကနေ မနိုးထချင်ဘဲ\nလန့်နိုးလိုက်ရတဲ့အပြင် ဒီဘက်ကမ္ဘာမှာလည်း အဖြစ်ဆိုးကြီးက စောင့်ကြိုနေပါသတဲ့။ခွက်ရှ်နဲ့ညားရတဲ့အရသာကို ဂျီဗာတစ်ယောက်သိပြီးပြီဖြစ်လို့ ဆီသာဇ်ဟီနီကိုပိုင်ဆိုင်ရရေးအတွက်\nကမ္ဘာတွေခြား အချိန်တွေခြားနေတဲ့ကြားကနေ ဘယ်လိုကြိုးစားသွားမလဲဆိုတာ ရှုစားနည်းယူလိုက်ကြပါစို့လား။အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Alex ~ BpL ~ Zwe ~ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1hWe6/Adiyae_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/3jOA5/Adiyae_(2023)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CN).mp4",
        "category": "Bollywood, Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQxjZGU6rxSPSMeAJPJQlmfV3ys.jpg",
        "title": "After Everything (2023)",
        "description": "After Everything (2023)\n=========\nRomance ,Drama''အချစ်ဆိုတဲ့အရာက ဆန်းကြယ်တယ်...\nအချစ်ဆိုတာ ကြင်နာမှုနဲ့ စိတ်ရှည်သည်းခံမှု '' တဲ့ ဟာဒင်ကပြောတယ်...ပြန်မလာနိုင်တော့တဲ့ လူတစ်ယောက်ကို ဘယ်လောက်အကြာကြီးစောင့်ခဲ့ဖူးလဲ..\nဘယ်လောက်ပဲ အတူရှိမယ်ကတိတွေအထပ်ထပ်ပေးခဲ့ခဲ့ ...\nလူနှစ်ယောက် ကံမပါလာရင် ဝေးကွာရစမြဲပဲမဟုတ်လား...\nအတူရှိဖို့ ကံပါလာရင် ဘယ်လောက်ပဲ ဆက်ဆံရေးတွေ ဘယ်လောက်ပဲခက်ခဲနေပါစေ အတူရှိသွားမှာပဲAfter ဇာတ်လမ်းတွဲဆိုတာ ဟာဒင်နဲ့ တက်စ်ဆာရဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ပါ\nFifty Shades နဲ့ 365 DNIရုပ်ရှင်တွေလို ရမက်ကြမ်းကြမ်းနဲ့ အချစ်ဇာတ်လမ်းတွေ မဟုတ်ဘူး...\nလူငယ်နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို Romance အဆန်ဆုံးနည်းလမ်းနဲ့ ယဉ်ယဉ်လေးပုံဖော်ထားခဲ့တာ\nအခုဆို နောက်ဆုံးဆိုတဲ့ မှတ်တိုင်ကိုရောက်လာခဲ့ပြီ...\nဟာဒင်နဲ့တက်စ်ရဲ့ ခံစားချက်တွေ အသည်းကွဲဖူးတဲ့ လူငယ်တိုင်း ခံစားပေးလို့ရတယ်..\nဒါကြောင့်ပဲ ဒီဇာတ်လမ်းဟာ Romance genre မှာ နေရာတစ်ခုရနေတာဖြစ်တယ်ဇာတ်လမ်းအကြောင်းပြောရရင်...\nစိတ်ပိုင်းဖြတ်ပြီး move one လုပ်သွားတဲ့ တက်စ်ဆာဆိုတဲ့ကောင်မလေးကို မမေ့နိုင်သေးတဲ့ ဟာဒင်ရဲ့အကြောင်း..\nအရင်လို စိတ်ထင်တိုင်းဝုန်းဒိုင်းကြဲပေါက်ကွဲတတ်တဲ့အချိန်တွေကျော်လွန်ပြီး ရင့်ကျက်တဲ့ လူငယ်စာရေးတစ်ယောက်ဖြစ်လာပြီ...\nသူ့ခံစားချက်တွေကို အမြဲတမ်း သူ့စာအုပ်တွေထဲမှာပဲ ချရေးရင်း တက်စ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2DQSO/(CM)_After.Everything.2023.2160p.4K.AMZN.WEB-DL.DDP5.1.H.265-Naung.mkv,https://megaup.net/3jOdg/After.Everything.2023.1080p.WEB.h264.AAC.5.1.CM.mp4,https://megaup.net/3ZLx0/After.Everything.2023.720p.WEB.h264.AAC.5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXChf7MFL36BgoLkiB3BzXiwW82.jpg",
        "title": "Muzzle (2023)",
        "description": "Muzzle (2023)\n============\nCrime,ThrillerBatman ကားတွေထဲမှာ Harvy Dent (Two Face ) အဖြစ်သရု်ဆောင်ခဲဲ့တဲ့\nမင်းသားကြီး Aaron Eckhart ရဲံ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်မှုခင်းအရာရှိ ဂျိတ်ရိုဆာက တစ်ကိုယ်ထဲသမားဖြစ်တဲ့အတွက်\nသူ့ဘေးမှာ အဖော်ပြုပေးမယ့် K-9 မျိုးစိတ် ဂျာမန် ရဲခွေးကြီးတစ်ကောင်ပဲရှိပါတယ်\nဘယ်သွားသွား သူ့ကိုကားနဲ့အမြဲခေါ်သွားပြီး အလုပ်မှာရော အိမ်မှာပါသူ့ရဲ့ တစ်ဦးထဲသောမိသားစုဝင်လိုဖြစ်နေတာပေါ့\nတစ်နေ့ မူးယစ်သမားတွေကို သူ့ခွေးနဲ့လိုက်ဖမ်းရင်း\nလူတစ်ယောက်က ဂျာမန်စကားနဲ့ သူ့ခွေးကို ယဉ်ပါးအောင်လုပ်ကာ သေနတ်နဲ့ပစ်သတ်သွားပါတယ်...\nခွေးကို ဂျာမန်လိုခိုင်းနိုင်တာ သူတို့ရဲဌာနက ခွေးထိန်းနဲ့ ရဲအချို့ပဲရှိပါတယ်...\nမိသားစုဝင်တစ်ယောက်ကို ဆုံးရှုံးလိုက်ရတဲ့ ဂျိတ်အတွက်...\nသူ့ခွေးအတွက် ဂျွန်ဝစ်လိုမျိုး လက်စားချေဖို့ ပြန်လာခဲ့ပါပြီ...(အညွှန်းနဲ့ဘာာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ် )Genre..... Thriller\nQuality…. 1080p | 720p\nFile size…1.1GB | 711MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Thiha ...",
        "rating": "5.6",
        "url": "https://megaup.net/2DQbw/Muzzle.2023.1080p.WEBRip.x264.AAC5.1.CM.mp4,https://megaup.net/1hVgc/Muzzle.2023.720p.WEBRip.x264.AAC5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/51Xi3oLZTAQ98JPzTYqvuTp6SZT.jpg",
        "title": "Strange Way of Life (2023)",
        "description": "Strange Way of Life (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 78% ~The Skin I Live In တို့၊ Pain and Glory တို့လို အော်စကာတန်းဝင်ကားတွေကို ရိုက်ခဲ့တဲ့ စပိန်ဒါရိုက်တာ Pedro Almodóvarရဲ့ Short film အသစ်ပါ။ Pedro Pascal နဲ့ Ethan Hawke တို့လို ထိတ်ထိတ်ကြဲ မင်းသားတွေကို သုံးထားတယ်။ Almodóvar ရိုက်ခဲ့တဲ့ ဒုတိယမြောက် အင်္ဂလိပ်စကားပြော ရုပ်ရှင်ဆိုလည်းဟုတ်တယ်။ Western Drama ပေမဲ့ ပုံမှန်မြင်နေကျ Western Drama တွေနဲ့မတူဘဲ ဇာတ်အိမ်ကို မထင်ထားတဲ့ပုံစံမျိုး သုံးပြထားတယ်။ဒီဇာတ်လမ်းဟာ နာရီဝက်သာသာပဲရှိတဲ့ ဇာတ်လမ်းပေမဲ့ Western Drama အရသာကို ပေးသင့်သလောက်ပေးနိုင်ခဲ့သလို ...",
        "rating": "6.6",
        "url": "https://megaup.net/1XRqo/(CM)_Strange_Way_of_Life_(2023)_1080p.mp4",
        "category": "Drama, Short, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYWMxM2NmOTctMTA5NC00ODk0LWFmNzgtNzU1MGNkMjc3MzgzXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-133x200.jpg",
        "title": "Lucky Man (2023)",
        "description": "Lucky Man (2023)IMDB rating 7.2 ရထားတဲ့ တမီးလ် စကားပြော ဟာသ/ဒရာမာ ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဗီရာနဲ့ အတူ ခါတိုင်းရွှတ်နောက်နောက်နဲ့ အမြဲနောက်ပြောင်တတ်တဲ့ ဟာသမင်းသားကြီးယိုဂီဘာဘူကို\nဒီတစ်ခါတော့ အတည်ပေါက်ဇာတ်ရုပ်နဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်အဓိက ဇာတ်ကောင် မူရူဂန်ဆိုတဲ့ သက်လတ်ပိုင်းလူတစ်ယောက်က ငယ်ငယ်တည်းက ကံမကောင်းခဲ့တဲ့လူ..\nဘယ်လောက်တောင်လဲဆိုရင် ရေဒီယိုအစီအစဥ်က မေးခွန်းကို ခက်ခက်ခဲခဲ မှန်အောင် ဖြေပြီးတာတောင် ဆုငွေလှည့်တော့ ဗလာပဲ ကျတဲ့အထိ\nသူ့အနေနဲ့လည်း ဒရာမာခင်းမျက်ရည်ချူနေဖို့ထက် အတည်ပေါက်ကြီးတွေပဲ ထေ့လုံးပြောရတာကို အရသာတွေ့တဲ့လူပါမြေအကျိုးဆောင်လုပ်ငန်း လုပ်ကာမှ မြေကွက်မကြည့်ရသေးခင် ဖောက်သည်ရဲ့ အဘွားဆုံးပြီး လှည့်ပြန်ရတဲ့ အဖြစ်\nအလုပ်အတွက် ဆိုင်ကယ်ကောင်းကောင်း အသစ်လိုနေတာကို လှည့်ပတ်ချေးဖို့ ကြိုးစားနေရတဲ့အချိန်....\nစုကြေးကုမ္ပဏီကနေ ကားဆုကြီးထပေါက်ပါတော့တယ်..\nတစ်သက်လုံးကံဆိုးလာတဲ့မူရူဂန်တစ်ယောက် ကံကောင်းခြင်းတွေအစပျိုးလာတာဟုတ်ရဲ့လား\nသူ့ရဲ့ကံဆိုးမှု အလွဲအချော်တွေက ဘယ်လောက်ထိဆက်ဖြစ်နေဦးမလဲ.......ဒီကားက ဟာသမင်းသားကြီး ယိုဂီဘာဘူရဲ့ အတည်ပေါက်နဲ့ ထေ့ပြောပြောတာတွေက အဓိကဆွဲဆောင်မှုပါ\ncomedy ဆိုတာထက် ဒါမျိုး genre ကို dark-comedy သို့မဟုတ် Dra-Medy(drama+comedy)လို့လဲ\nခေါ်ပါသေးတယ် ပုံမှန်ဟာသကားနဲ့တော့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1hTwg/Lucky_Man_(2023)_Tamil_HQ_HDRip_-_1080p_-_x264_YK(CM).mp4,https://megaup.net/1hTxa/Lucky_Man_(2023)_Tamil_HQ_HDRip_-_720p_YK(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lO3hGCsGF9SMkgxja1OX1BZh4Qq.jpg",
        "title": "Barber (2023)",
        "description": "Barber (2023)~ IMDb - 5/10, Rotten Tomatoes - 75% ~ဒီကားလေးကတော့ လတ်တလောမှ ပူပူနွေးနွေးထွက်ရှိလာတဲ့ Crime, Drama, Mystery ကားလေးပါ။ Game of Thrones မှာ ပရိသတ်တွေရဲ့အချစ်များစွာကို ပိုင်ဆိုင်သွားခဲ့တဲ့ \"Little Finger\" သရုပ်ဆောင်မင်းသား Aidan Gillen က အဓိကဇာတ်‌ကောင် အလွတ်စုံထောက်ဗယ်လ်ဘာဘာ အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။ဇာတ်အိမ်ကိုတော့ အိုင်ယာလန်နိုင်ငံ ကိုဗစ်လော့ဒေါင်းအချိန်ကာလအတွင်းကို တည်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဗယ်လ်ဆီကို မုဆိုးမအဖွားကြီးတစ်ယောက်က ဆာရာဆိုတဲ့ မြေးမလေးပျောက်ဆုံးမှုအတွက် အမှုလိုက်ပေးဖို့ လာငှားရမ်းရာကနေ စတင်ပါတယ်။ ဗယ်လ်တစ်ယောက် အမှုလိုက်ရင်း ရဲတပ်ဖွဲ့အင်စပက်တာနဲ့ ကျောင်းတော်ဟောင်းက ရန်စတွေအပြင် ဗယ်လ်ရဲ့သပွတ်အူလိုဘ၀ကိုပါ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။ သာမန်လူပျောက်မှုလေးတင်မဟုတ်ဘဲ နောက်ကွယ်မှာ Plot Twist လေးတွေပါ ရှိနေတာမို့ အားလုံးပဲ ဗယ်လ်နဲ့အတူ ဆာရာကိုလိုက်ရှာကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe ...",
        "rating": "5",
        "url": "https://megaup.net/1XPdv/(CM)_Barber_(2023)_1080p.mp4,https://megaup.net/3jK7t/(CM)_Barber_(2023)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYTRiYzI0ZDEtOWNiOC00ZTZkLTgyZGMtOTljZTk5NmE5OWExXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Harkara (2023)",
        "description": "Harkara (2023)IMDb-9.7/10ပထမဆုံးစွန့်စားတီထွင်သူတွေ ကမ္ဘာ့ပထမဆုံးအရာတွေအကြောင်း\nစိတ်ဝင်စားသူတွေ အကြိုက်တွေ့မဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါ\nဟာကာရာ ဆိုတာ စာပို့သမားလို့အဓိပ္ပာယ်ရပါတယ်အသက် ၃၃ နှစ်ရှိနေပြီဖြစ်တဲ့ ကာလီတစ်ယောက်\nအိမ်ထောင်ပြုပြီးဘဝကို အခြေချနေချင်လို့ အစိုးရအလုပ်ကိုလျှောက်ထားတဲ့သူ\nသူရသွားတဲ့အစိုးရအလုပ်က ဟိုး..လူအရောက်ပေါက်နည်းတဲ့တောင်ပေါ်ရွာလေးပေါ်မှာ\nရုံးထိုင်ရတဲ့ စာပို့သမား လစာလည်းမများ ရွာကလည်းခေါင်တာမို့ သတို့သမီးလောင်းတွေကလည်းလက်မခံ\nသူ့ဘဝလည်းတက်လမ်းပိတ်နဲ့ ပြောင်းပြေးချင်တော့တာပေါ့ပြောင်းပြေးလို့မရခင်မှာပဲ သူတာဝန်ကျတဲ့ရွာထက်ပိုခေါင်တဲ့ တောင်ထိပ်ကရွာလေးဆီကိုစာသွားပို့ရချိန်မှာ\nသူသိခဲ့ရတဲ့....လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၅၀ က စာပို့သမားလုပ်ခဲ့တဲ့\nအိန္ဒိယပထမဆုံးစာပို့သမားရဲ့ ဇာတ်လမ်းကို ရှုစားရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Alex ~ KKKZ ~ YH တို့ပဲဖြစ်ပါတယ်\nFile size…2.24GB / 1.03GB \nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Alex ~ KKKZ ~ YH",
        "rating": "9.3",
        "url": "https://megaup.net/2DMbu/Harkara_(2023_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/1hRh8/Harkara_(2023_Tamil_TRUE_WEB-DL_-720p.YK(CM).mp4",
        "category": "Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/LGM-133x200.jpg",
        "title": "Let’s Get Married (2023)",
        "description": "Let's Get Married (2023)IMDb-6.3/10CM ပရိသတ်ကြီးအတွက် ရုံတင်ပြီး ပထမဆုံး၄ ရက်အတွင်း ရုံတင်ငွေ ၈ ကုဋေထိရခဲ့တဲ့\nရိုမန့်ဟာသကားလေးတင်ဆက်ပေးလိုက်ပါတယ် အဓိကဇာတ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့\nHarish Kalyan နဲ့ Ivana တို့နှစ်ယောက်လုံးက ချောချောလေးနဲ့ လိုက်ဖက်ညီကြတာရော ၊ |\nဟာသမင်းသားကြီး ယိုဂီဘာဘူပါဝင်ထားတာရောကြောင့် ချစ်လိုက်သတ်လိုက် ရယ်လိုက်မောလိုက်နဲ့ ရှုစားရမှာပါ\"ချစ်သူတွေအဖြစ်မသတ်မှတ်သေးဘဲ အရင်တွဲကြည့်ကြမယ်\"\n\"လက်မထပ်ခင်တစ်ယောက်အကြောင်းတစ်ယောက်သိအောင်|\nခရီးတွေအတူထွက်ကြမယ် အတူနေကြည့်ကြမယ်\" ဒါတွေက ကြားဖူးနေကျပါ\n\"လက်မထပ်ခင် ယောက္ခမနဲ့အဆင်ပြေမပြေနေကြည့်ကြမယ်\" ဆိုတာမျိုးရော ကြားဖူးကြလားဂေါ်သမ်နဲ့ မီရာတို့က နှစ်နှစ်လောက်တွဲကြည့်ကြမယ်ဆိုရာက နှစ်နှစ်ကြာအပြီးမှာ\nလက်ထပ်ဖို့ဆုံးဖြတ်လိုက်ကြတဲ့ချစ်သူတွေ\nအမေ့ကို တစ်ယောက်တည်းပစ်မထားချင်ခဲ့တဲ့ဂေါ်သမ် နဲ့ နှစ်‌ယောက်တည်းပဲဘဝကိုစချင်တဲ့ မီရာ..\nအားလုံးညှိကြနှိုင်းကြပြီးနောက်မှာဆုံးဖြတ်လိုက်တာက\nယောက္ခမနဲ့အဆင်ပြေမပြေကြိုသိရအောင် လက်မထပ်ခင် ခရီးအတူထွက်ကြည့်ကြဖို့ပါသမီးယောက္ခမနှစ်ယောက်အတူထွက်ကြတဲ့ ခရီးမှာ ပူပူလောင်လောင်တွေမပါဘဲ\n၅၂၈ မေတ္တာရှင်နဲ့ ၁၅၀၀ အချစ်တို့ကြား သံစဉ်ချိုချိုအရယ်‌အမောလေးတွေနဲ့ ကြည့်ရှူရမှာပါအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Alex ~ Dee ~ ToMo ~ Dee တို့ပဲဖြစ်ပါတယ်\nFile size… 2.62GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/3jIkA/LGM_-_Let_s_Get_Married_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/3ZFLB/LGM_-_Let_s_Get_Married_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Untitled-133x200.jpg",
        "title": "Hustle 3 (2023)",
        "description": "Hustle 3 (2023)\n============ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ အန်တိုနီရိုဂျက် ဖာဆန် က ကိုယ်တိုင်ရေး\nကိုယ်တိုင် ရိုက်ကူးခဲ့တာဖြစ်ပြီး အကြောင်းအရာကတော့ အမေရိကန်ပြည်\nထောင်စု ၊ မေရီလဲန်းပြည်နယ် ဘောလ်ဒီမိုးမြို့က တရားမဝင်ဒုစရိုက်လုပ်\nငန်းတွေ ၊ လူသတ်မှုတွေ ၊ မူးယစ်ဆေးတွေ အကြောင်းကို အ​ခြေပြုပြီး ရိုက်\nကူးခဲ့တာပါ။ ဒီဇာတ်လမ်းမှာ အာဖရိကန် - အမေရိကန် လူမျိုး အနုပညာသ\nရုပ်ဆောင်တွေ အမြောက်အများ(၂၀ ဦးခန့်) ပါဝင်ထားပြီးတော့ ရိုက်ကူးထား\nပါတယ်။လူမိုက်ဂိုဏ်းတွေမှာ ဖြစ်လေ့ရှိတဲ့ ၊ အခြေအနေတွေနဲ့ သူတို့အလုပ်တွေမှာ\nသုံးလေရှိတဲ့ စကားတွေနဲ့ ပြောဆိုထားတာတွေ များတာကြောင့် ကနေ့ခေတ်\nဗန်းစကားတွေ အမြောက်အများ ၊ ကြမ်းတမ်းတဲ့ အသုံးအနှုန်းတွေအမြောက်\nအများကိုတော့ တွေ့ရမှာပါ။ အဓိကအကြောင်းအရာကတော့ ဘောလ်ဒီမိုးမြို့\nကို မူးယစ်ဂိုဏ်းနှစ်ခုက လက်ဝါးကြီးအုပ်ထားတဲ့အခြေအနေမှာ သူတို့ဂိုဏ်း\nနှစ်ဂိုဏ်းက မတည့်ကြသလို၊ သူတို့ဂိုဏ်းနှစ်ခုကို အောက်ခြေမှာ ပုန်ကန်လို\nကြသူတွေရှိပြန်တာကြောင့် ပြသနာပေါင်းစုံရှိနေပါတယ်။ တစ်ဘက်ကလည်း\nအစိုးရရဲ့ မူးယစ်နှိမ်နင်းရေးက ဝင်လာတာမို့ ဇာတ်အိမ်က ခပ်ရှုပ်ရှုပ်ဖြစ်တာ\nကြောင့် ...",
        "rating": "4.9",
        "url": "https://megaup.net/2DHS9/Hustle.3.2023.1080p.WEBRip.(CM).mp4,https://megaup.net/3jFkg/Hustle.3.2023.720p.WEBRip.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODgxMGFkODctOWVhNy00NzAzLWFjOTgtOWZjYTM2MzliZDZmXkEyXkFqcGdeQXVyMTUxNTk0NTU4._V1_-133x200.jpg",
        "title": "American Terror Tales 2 (2023)",
        "description": "American Terror Tales 2 (2023)\n======================American Terror Tales 2 ကတော့ သရဲကားကိုမှ တစ္ဆေတွေ\nဝင်ပူးတဲ့ သရဲအိမ်၊ လူသတ်တဲ့အရုပ်နဲ့ အကကျောင်းက စုန်းမလေး\nဆိုပြီး သုံးပိုင်းခွဲ ပြထားတဲ့ horror ဇာတ်ကားပါ။ ဇာတ်ကားအရှိန်က\nအရမ်းကြောက်ဖို့မကောင်းပေမဲ့ visual ကတော့ တော်တော်လေး\ncreepy and gross ဖြစ်ပါတယ်။ ပေါ့ပေါ့ပါးပါး horror ဇာတ်လမ်း\nအတို ကြည့်ချင်တဲ့သူတွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ဖြစ်စေမယ့်\nကားမျိုးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (310 MB)\nQuality............WEB-DL 1080p / 720p\nDuration........1Hr 13Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://megaup.net/1XKnd/American.Terror.Tales.2.2023.1080p.WEB-DL.(CM).mp4,https://megaup.net/2DHP9/American.Terror.Tales.2.2023.720p.WEB-DL.(CM).mp4",
        "category": "Horror"
    }
]