[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjU5ZGFlMDAtNDc4NS00YjQ0LTg3NzQtMzIwOTc5ODI2YjE5XkEyXkFqcGdeQXVyNTYxODYyNQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The 3rd Guest (2023)",
        "description": "The 3rd Guest (2023)\n================အီဗီကန်းနက်သ်ဟာ စာရေးဆရာမတစ်ယောက်။\nဟာ့တ်ကန်းနက်သ်က ဓာတ်ပုံဆရာတစ်ယောက်။\nသူတို့လင်မယားနှစ်ယောက်က သမီးလေးဆုံးပြီး\nတဲ့နောက် ဝိညာဉ်တွေနဲ့လိုက်ဆက်သွယ်ဖို့လုပ်ရင်း\nဇာတ်လမ်းယူပြီး စာအုပ်ရေးကြတဲ့သူတွေပေါ့။တစ်နေ့ကျ သူတို့ကို အမျိုးသမီးတစ်ယောက်က\nအလုပ်လာအပ်ပါလေရော။ အဲ့အမျိုးသမီးရဲ့ ဆုံးသွား\nတဲ့ အဖေ့အမွေအိမ်ကို သူတို့ရောက်သွားပြီးနောက်\nကြုံတွေ့လိုက်ရတဲ့အရာတွေက သူတို့ဘဝကိုတဖြည်း\nဖြည်းနဲ့ ကမောက်ကမဖြစ်လာစေတဲ့အခါ....။(18+ဇာတ်ဝင်ခန်းအနည်းငယ်ပါတာကြောင့် မိသားစု\nနဲ့အတူ ကြည့်ရှုရန်မသင့်တော်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (472 MB) / (263 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://megaup.net/1S5dn/The.3rd.Guest.2023.1080p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cLxylsx9Xj08733qVWzuZ1Ua7R8.jpg",
        "title": "Dear David (2023)",
        "description": "Dear David (2023)******************ဇာတ်လမ်းလေးကတော့ဂျာကာတာမြို့က ကဟရာအထက်တန်းကျောင်းမှာDear David ဆိုတဲ့ အပြာဇာတ်လမ်းဟာ ကျောင်းသားကျောင်းသူတွေကြားမှာအရမ်းရေပန်းစားလာပါတယ်။ ဒါပေမယ့် ကျောင်းမှာကလည်းကျောင်းသူတွေကြားမှာ‌နာမည်ကြီးနေတဲ့ ဒေးဗစ်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်ကလည်းရှိနေပြန်တယ်။ဒီလိုဇာတ်လမ်းထွက်လာတော့ ဒေးဗစ်က အနေအထိုင်ကျပ်လာပြီးစာရေးတဲ့သူကိုလိုက်တဲ့အခါ ကျောင်းသားရေးရာဥက္ကဌလည်းဖြစ်စကော်လာရှစ်ရထားတဲ့အတန်းဖော်ကျောင်းသူလေး လာရာစ်ဖြစ်နေတာကိုသိလိုက်ရတယ်။တကယ်ရေးခဲ့လား မရေးခဲ့လားဆိုတာမေးခဲ့အခါမှာ‌တော့လာရာစ်ဟာ သူရေးခဲ့ကြောင်းဝန်ခံတယ်။လာရာစ်က ကျောင်းမှာဘယ်သူ့ကိုမှလျှောက်မပြောဖို့နဲ့ ဘာမဆိုလုပ်ပေးမယ်လို့ပြောလိုက်တယ်။အဲ့ဒီနောက်မှာတော့....File Size :(1.29GB),(572.9 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Romance ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1cemt/Dear.David.2023.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x5E4TndwASNkaK2hwgeYfsIVo2x.jpg",
        "title": "You People (2023)",
        "description": "You People (2023)နှစ်ဦးနှစ်ဖက်စလုံးမှာ ယောက္ခမမရှိကြတာမို့ အာဒမ်နဲ့ ဧဝဟာ ကမ္ဘာမှာအပျော်ဆုံးအတွဲပဲတဲ့။ ရံဖန်ရံခါဆိုသလို အသိုင်းအဝိုင်းဆိုတာ အိမ်ထောင်ရေးရဲ့ ပြဿနာတစ်ခု ဖြစ်လာတတ်တာပဲ။ ဒီလိုနဲ့ ယောက္ခမနဲ့ တစ်ထောင့်တစ်ညဖြစ်ကြတဲ့ ဇာတ်တွေလည်း မနည်းဘူး။အခုဇာတ်ကတော့ ယောက္ခမနှစ်ဖက်စလုံးရဲ့ ဒဏ်တွေကို ခံကြရတဲ့ အတွဲတစ်တွဲရဲ့အကြောင်းပါပဲ။ ပုံမှန်အတွဲတွေမှာတောင် ယောက္ခမပြဿနာက ရှိတတ်တာဆိုတော့ ဒီအတွဲကတော့ လူဖြူလူမဲ အတွဲဆိုတော့ ပိုဆိုးပါတယ်။ သို့ပေမဲ့ ဒီ၂ဘက်ကို မတူညီတဲ့ ဒုက္ခပေးခြင်း ၂မျိုးနဲ့ပြသွားတာတော့ တော်တော်လေး လှပါတယ်။ တစ်ဘက်ကတော့ လူမဲအဖေက သူ့သမီးအတွက် စိတ်ပူလို့ လူဖြူကောင်လေးကို ညစ်ပြီး တစ်ဘက်ကကျ လူဖြူအမေက သူ့သားကောင်မလေးကို လက်ခံကြောင်းအပြချင်လွန်ပြီး လူမဲဖြစ်နေတာ မဆန်းကြောင်း ခဏခဏထုတ်အပြလွန်ပြီး ဆန်းအောင်လုပ်မိသွားတယ်။ ဒီလိုအသိုင်းအဝိုင်း၂ခုရဲ့ကြား ဒီအတွဲရဲ့ မင်္ဂလာပွဲ ဖြစ်မှဖြစ်လာပါ့မလား ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမယ့် ဟာသ ရိုမန့်ကားလေးပါပဲ။Jonah Hill နဲ့ Eddie ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cdwa/(CM)_You_People_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTmMRWqLII3khXfOXRlHAp4UDyb.jpg",
        "title": "[18+] La Querida (2023)",
        "description": "La Querida (2023)ဂျိုဝယ်ဟာ မိခင်စီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကိုလက်မခံပဲ တစ်သက်တာအတူဖြတ်သန်းရမယ့် မိန်းမဟာ သူတကယ်မြတ်နိုးတဲ့ အမျိုးသမီးတစ်ဦးသာဖြစ်စေရမယ်ဆိုပြီး ကြွေးကြော်ရင်း အိမ်ပေါ်ကဆင်းလာခဲ့တဲ့သူ။ မကြာခင်မှာပဲ သူရှာဖွေနေတဲ့ အချစ်စစ်ကို သမိုင်းမေဂျာကျောင်းသူ မာရီယာဆိုတဲ့ မိန်းမလှလေးတစ်ဦးဆီမှာရှာတွေ့ခဲ့ပါတယ်။ ဒါပေမဲ့ မာရီယာဟာ တရားလွန်ချုပ်ချယ်လွန်းတဲ့ ဖခင်တစ်ဦးရဲ့သမီး၊ နောက်ကွယ်မှာမပြီးပြတ်သေးတဲ့အတိတ်တစ်ခုရှိနေခဲ့တာကို သူသိလိုက်ရပြီးနောက် သူတို့ပြတ်စဲသွားခဲ့ကြတယ်။ဆယ်စုနှစ်တစ်ချို့ကြာပြီးတဲ့နောက်မှာ လီယိုဆိုတဲ့ သက်လတ်ပိုင်းအမျိုးသားတစ်ဦးဟာ သူအိမ်ထောင်ရှိနေတယ်ဆိုတာ သိသိရက်နဲ့ လိုက်လံတွယ်ကပ်နေတဲ့ ကော်နီဆိုတဲ့သက်တူရွယ်တူအမျိုးသမီးတစ်ယောက်နဲ့ တိတ်တခိုးချစ်ကြိုးသွယ်မိခဲ့ပါတယ်။ မချစ်ပဲလက်ထပ်ခဲ့ရတဲ့၊ သမီးလေးသံယောဇဉ်ကြောင့်သာ ပေါင်းဖက်နေရဆဲဖြစ်တဲ့ မသာယာတဲ့အိမ်ထောင်ရေးကနေ ကော်နီနဲ့ဆုံတွေ့မိချိန်ဟာ သူ့ဘ၀ တစ်ဖန်ပြန်လည်ရှင်သန်လာသလို ဖြစ်ခဲ့ရပါသတဲ့။ပထမဇာတ်လမ်းလေးဟာ အလွမ်းနဲ့အဆုံးသတ်ခဲ့ရသလို ဒုတိယဇာတ်လမ်းလေးမှာ ပျော်စရာဇာတ်သိမ်းရနိုင်ပါ့မလား။ ဂျိုဝယ်၊ မာရီယာ၊ လီယို နဲ့ ကော်နီတို့ကြားက ဆက်နွယ်မှုတွေက ဘာဖြစ်လေမလဲဆိုတာကို ဇာတ်လမ်းလေးမှာအဖြေရှာကြပါ။ 18 နှစ်အထက်ဇာတ်ကားမဆန်ပဲ အချစ်ဒရာမာ ကားလေးတစ်ကားလိုဇာတ်အိမ်မျိုးပေမယ့် ထုံးစံအတိုင်း အချစ်ခန်းတွေကတော့ ကြမ်းကြမ်းရမ်းရမ်းပါဝင်ထားပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2y8pl/(CM)_La_Querida_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cmWTZj9zzT9KFt3XyL0gssL7Ig8.jpg",
        "title": "Little Dixie (2023)",
        "description": "Little Dixie (2023)Doc Alexander ဟာ အမေရိကန်ရဲ့ Special Force က Superior Officer တစ်ယောက်ပါ။ Doc ရဲ့ နှစ်ပေါင်းများစွာလက်တွဲလုပ်ကိုင်လာသူကတော့ Billie Riggs ဆိုတဲ့ထက်မြက်တဲ့ လိင်တူချစ်ကြိုက်သူအမျိုးသမီး‌ Officer တစ်ယောက်ပေါ့။ Doc နဲ့ Billie ဟာ အမေရိကန်နဲ့ မက္ကဆီကိုမူးယစ်ဂိုဏ်း Cartel ကြားမှာ စီးပွားရေးဆက်သွယ်မှုတွေကိုအပေးအယူလေးတွေနဲ့ အဆင်ပြေအောင် handle လုပ်နေကြပါတယ်။ ဒါပေမယ့် သူတို့ထဲက အသိအကျွမ်းတစ်ဦးဖြစ်တဲ့ Richard Jeffs ဟာ မြို့တော်ဝန်ဖြစ်လာပြီးတဲ့နောက်မှာ ဒါတွေကိုမသိပဲနဲ့ Cartel ခေါင်းဆောင်ရဲ့ ညီဖြစ်သူကို ကွပ်မျက်လိုက်ပါတယ်။ အဲဒီနောက်မှာ Doc နဲ့ Billie ဟာ အခြေအနေတွေကို ထိန်းညှိဖို့ကြိုးစားကြပေမယ့် ကစဉ့်ကလျားတွေဖြစ်ကုန်ပြီးနောက်ပိုင်းမှာတော့ Doc ဟာ သမီးလေးဖြစ်တဲ့ Little Dixie လေးကိုကယ်တင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။Doc Alexander ...",
        "rating": "",
        "url": "https://megaup.net/1S8a5/(CM)_Little_Dixie_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o02hWpxbwjF30snP7rc5zVDdo14.jpg",
        "title": "Tales of Nobody (2023)",
        "description": "Tales of Nobody (2023)အတိတ်နဲ့လက်ရှိကြားက လက်ရှိကြားကစည်းကို ဖြတ်ကျော်သွားခဲ့တဲ့ မိန်းကလေးအီဆွန်းမိခင်ရဲ့အကြိမ်ကြိမ်နောက်အိမ်ထောင်ပြုမှုတွေကြားကနေ ခြောက်ယောက်မြောက်ဖခင်ပါ ရရှိလာခဲ့တဲ့ အီဆွန်းကတော့\nမိခင်ပျောက်ဆုံးသွားပြီးတဲ့နောက် ဘဝကြီးကို ရေစုန်မြောရင်း နေထိုင်လာခဲ့သူပါ။သူ့မိခင်နဲ့မတူအောင် မိခင်ကောင်း ဇနီးကောင်းတစ်ယောက်ဖြစ်ရမယ်လို့ ရည်မှန်းချက်ထားခဲ့ပြီး\nသူ့ရဲ့ဘဝကြီးကို အဘက်ဘက်ကနေ ပြောင်းလဲခဲ့ပေမဲ့ သူထင်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။\nဒီလိုနဲ့ တစ်ခဏတာပျော်ပါးတတ်တဲ့ အချစ်နဲ့ပဲ တွေ့ဆုံရဖန်များလာတဲ့ အီဆွန်းဟာ\nနောက်ဆုံးမှာ သူ့ရဲ့ဘဝကြီးကို အဆုံးသတ်လိုက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမဲ့ ကံကြမ္မာရဲ့အခွင့်အရေးပေးမှုကြောင့် အီဆွန်းတစ်ယောက် အတိတ်နဲ့လက်ရှိကြားကစည်းကို ဖြတ်ကျော်ပြီး\nသူ့ရဲ့ဘဝကြီးကို ပြန်လည်ကြည့်ရှုသုံးသပ်ခွင့် ရသွားခဲ့တဲ့အခါမှာတော့...ဘာတွေ ဆက်ဖြစ်လာမလဲ။\nသူဟာတကယ်ပဲ ဘဝကြီးကို အရှုံးပေးလိုက်တော့မှာလား...\nဒါမှမဟုတ် ဘယ်လိုအပြောင်းအလဲတွေများ ဆက်ဖြစ်လာဦးမလဲဆိုတာ\nအေးအေးငြိမ်ငြိမ်လေးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကတော့ Rollacosta ထဲကမင်းသမီး Jeong Ga-Eun နဲ့ မင်သား Kwak Pil Je တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Fantasy, Romance\nQuality…. ...",
        "rating": "5",
        "url": "https://megaup.net/1c9n1/Tales.of.Nobody.2022.720p.WEB-DL.CM_(2).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmEwNjM1YjktOTRkMy00MzA5LThmMjktN2MzN2Q3ZjEzNzA0XkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "5G: The Reckoning [Ascension] (2023)",
        "description": "5G: The Reckoning [Ascension] (2023)\n=============================\"ညတွေဆို လေလွင့်လိုက်တာ တီတီတာတာလုပ်စရာလည်း\nမရှိဘူး\" ဆိုပြီး လောင်နေကြတဲ့ FA ပရိသတ်ကြီးတို့အတွက်\nလောင်စရာအချိန်မရှိအောင် ပဟေဠိတွေ အများကြီးပေးမဲ့\nသိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ဇာတ်လမ်းကတော့ တစ်ကမ္ဘာလုံးဆိုင်ရာ ကပ်ရောဂါကာလအတွင်း\nကျောင်းတစ်ကျောင်းထဲမှာ ကျောင်းသူကျောင်းသား ရှစ်ယောက်\nပိတ်မိနေကြရာကနေ စတင်လာတာပါ။ သူတို့အကုန်လုံး ပြင်ပကမ္ဘာ\nကြီးနဲ့ လုံးဝအဆက်အသွယ်မရဘဲ အချင်းချင်းပဲ ဆက်သွယ်လို့‌ရနေ\nကြတာ ထူးဆန်းစရာတစ်ခုဖြစ်လို့နေပါတယ်။ပိုလို့ထူးဆန်းတာက တစ်ယောက်ပြီးတစ်ယောက် ဗိုင်းရပ်စ်ကူးစက်\nခံလာရပြီး ဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ပျံ့လို့ပျံ့မှန်းမသိတွေ ဖြစ်နေ\nကြတာပါ။ အကြောင်းရင်းမရှိ ရုတ်တရက်ပျောက်ဆုံးသွားမှုတွေ\nလူသေဆုံးမှုတွေ ဖြစ်လာပြီး အဆုံးမရှိတဲ့ ဒွိဟတွေနဲ့ တွေးလေတွေးလေ\nလိုက်မမီလေဖြစ်နေတဲ့ ဇာတ်လမ်းမျိုးပဲ ဆိုပါတော့။အဲဒီဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ကူးစက်လာတာလဲ ?\nသူတို့က ဘာကြောင့် ပိတ်လှောင်ခံထားရတာလဲ ?\nအသက်ရှင်ကျန်နေရစ်မဲ့သူက ဘယ်သူလဲ ?\nစတဲ့ မေးခွန်းပေါင်းများစွာကတော့ ဒီဇာတ်ကား ထုတ်လွှင့်ပြီးတဲ့\nအချိန်မှာ တက်လာခဲ့တဲ့ မေးခွန်းတွေပါပဲ။ ဒီတော့ ခေါင်းစားရတာ\nကြိုက်တဲ့ CM ပရိသတ်တို့ အကြိုက်တွေ့ကြမဲ့ ဇာတ်လမ်းမျိုးမို့\nအခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.5",
        "url": "https://megaup.net/2xZfn/Ascension.2023.720p.WEBRip.x264-RARBG[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2uZpYiUKAiIwp9XkHRbwFoJoiM.jpg",
        "title": "Alkhallat+ (2023)",
        "description": "Alkhallat+ (2023)ဆော်ဒီနိုင်ငံ နဲ့ Nextflix ပူးပေါင်းမှုရဲ့ပထမဆုံးဇာတ်ကားဖြစ်တဲ့ Alkhallat+ ပါ။\nAlkhallat ဆိုတဲ့ series က ဆော်ဒီရဲ့ Youtube မှာနာမည်ရပြီးသားစီးရီးတစ်ခုဖြစ်ပါတယ်။\n၁.၅ဘီလီယံဗျူးတောင် ရထားတယ်ဆိုပါတယ်။။\nဒီ Alkhallat+ ကိုတော့ဇာတ်ကားအဖြစ်ပဲရိုက်ကူးထားပြီး ဟာသဇာတ်လမ်းငယ်လေးတွေ လေးခုနဲ့ဖွဲ့စည်းထားပါတယ်။\nIMDb လဲ ၇ ဆိုတော့ပွဲဦးထွက်လှတယ်ပြောရပါမယ်\nအာရပ်နိုင်ငံတွေဟာ များသောအားဖြင့်သီးသန့်နေကြတဲ့နိုင်ငံတွေပါ။\nအမူအကျင့်ဓလေ့စရိုက်တွေကလဲ တခြားအာရှနိုင်ငံတွေနဲ့ တော်တော်ကိုထူးခြားကွဲဲပြားပါတယ်။\nရုပ်ရှင်ရိုက်ကူးမှုတွေကလဲနည်းပါးတော့ အပြင်ကလူတွေအနေနဲ့ အာရပ်ကမ္ဘာကိုသိရဖို့ခက်ခဲပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ အာရပ်ကမ္ဘာရဲ့ပင်မဖြစ်တဲ့ ဆော်ဒီကိုကြည့်ခွင့်ရမှာပါ။\nဆော်ဒီနိုင်ငံသားတွေရဲ့ အကျင့်ပျက်မှုတွေ ကြောင်သူတော်ဆန်မှုတွေကိုလဲ ပါးပါးလေးပုတ်ပြီးပြထားပေမယ့်\nဟာသကိုပဲအဓိကဦးတည်တယ်လို့ ဒါရိုက်တာကပြောထားပါတယ်။ဇာတ်လမ်းလေးပုဒ်လုံးမှာတော့ လူတွေဟာဆင်းရဲချမ်းသာမရွေး ကျဥ်းထဲကျပ်ထဲအခြေအနေကိုရောက်သွားရင်\nအဲဒီအခြေအနေကလွတ်ဖို့ ရရာနည်းလမ်း ရရာလူကိုအသုံးချတတ်တာကို\nအတည်ပေါက်ကြီးနဲ့အူတတ်စေမယ့် ဆော်ဒီသားတွေက သရုပ်ဆောင်ဖော်ပြထားတာမို့\nတမူထူးပြီးကြည့်သင့်တဲ့ dark comedy တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.78GB | 886MB | 186MB\nFormat… ...",
        "rating": "6.9",
        "url": "https://megaup.net/1S6c4/Alkhallat+.2023.720p.NF.WEB-DL.DDP5.1.CM_(2).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDIyMWRjNmQtZjU2My00MTkyLWE4MWEtNmEwMTQ1ODAxNTdmXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-134x200.jpg",
        "title": "Thunivu (2023)",
        "description": "Thunivu (2023)\nAction, Adventure, Thriller\nIMDb 6.7/10 (23K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တမီလ်မင်းသားကြီး\nAjith Kumar (အဂျစ်ကူမား)ရဲ့ ရုံတင်ငွေ ၂၅၀ကုဋေထိ ပြန်လည်အမြတ်ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတခုပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဂိုဏ်းစတားအုပ်စုတစ်စုဟာ ဘဏ်အတွင်းပိုင်းလူတွေ..ရဲတွေနဲ့ ပူးပေါင်းပြီး\nဘဏ်တစ်ခုကို ဓါးပြတိုက်ဖို့ အစီအစဉ်ရေးဆွဲကြပါတယ်။သူတို့တွေ ဘဏ်ထဲကိုဝင်စီးပြီး ပိုက်ဆံတွေလုယက်ကြတော့မယ့်အချိန်မှာပဲ သူတို့လုံးဝထင်မှတ်မထားတဲ့\nကိစ္စတစ်ခုဖြစ်လာခဲ့ပါတယ်။အဲ့ဒါကတော့ သူတို့ကို ပြန်လည်ခုခံမယ့်လူတစ်ယောက်ပေါ်လာတာပါပဲ။ သူဟာ ရဲလည်း မဟုတ်\nစစ်သားလည်းဟုတ်မနေဘဲ သူတို့ဓါးပြတိုက်မယ့်ဘဏ်ကိုပဲ ဓါးပြတိုက်ဖို့ရောက်လာတဲ့ လူတစ်ယောက်ပါ။ဓါးပြတိုက်မှုတစ်ခုလုံးကို သူ အုပ်စိုးလိုက်တဲ့အချိန်မှာတော့ ရှေ့ဆက်ပြီး ဇာတ်လမ်းဇာတ်ကွက်များနဲ့\nလှည့်ကွက်တွေဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှာဖွေကြတော့နော်။\nFile size…3.11GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor  ~ Yunni  ~ Cherry",
        "rating": "6.8",
        "url": "https://megaup.net/1c7wy/Thunivu_(2023)_Tamil%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9h7vKuOy6dnxKzYTl92Yl2bxwry.jpg",
        "title": "[18+] Boso Dos (2023)",
        "description": "Boso Dos (2023)မာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပြီး အသက်အရွယ်ရောက်လို့ ရဲတပ်ဖွဲ့ထဲဝင်တဲ့အချိန် အဲဒီမမကြီးဖြစ်တဲ့ အာရာနဲ့အတူ အလုပ်တွဲလုပ်ဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူ့အိပ်မက်တွေလက်တွေ့ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ မူးယစ်ဂိုဏ်းတစ်ခုကို နှိမ်နင်းဖို့ အဲ့ဒီဂိုဏ်းရဲ့စခန်းကို စောင့်ကြည့်ကင်မရာတွေ တပ်ဆင်ပြီး စောင့်ကြည့်ဖို့တာဝန်ကို သူနဲ့အာရာကို အထက်အရာရှိက တွဲဖက်တာဝန်ပေးလိုက်တာပါပဲ။သူတို့စောင့်ကြည့်ရတဲ့ ဂိုဏ်းရဲ့စခန်းက ခေါင်းဆောင်၊ သူ့လက်ထောက်နဲ့ သူတို့ဆီလာတတ်တဲ့မိန်းကလေးတွေရဲ့အထန်ဇာတ်လမ်းပေါင်းစုံကို သူ တစ်ဖက်သတ်ကြွေနေရတဲ့ အာရာနဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရတာဖြစ်တော့ သူ့ရဲ့ငယ်ဘဝစိတ်ကူးတွေ အကောင်အထည်‌ ပေါ်လာမလား...\nသူတို့စောင့်ကြည့်နေတဲ့ဂိုဏ်းခေါင်းဆောင်နဲ့ သူတို့နဲ့အပြင်မှာ ဘယ်လိုထပ်ပြီးဆက်နွယ်လာမလဲဆိုတာတွေကို ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 44Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1c6qc/(CM)_Boso_Dos_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDeqyKwEtms2IFtT8SDvURZWqAF.jpg",
        "title": "Battlebox (2023)",
        "description": "Battlebox (2023)၁၉၄၁ ခုနှစ်၊ ဟောင်ကောင်ဟာ ဗြိတိသျှအင်ပိုင်ယာကြီးရဲ့ အရှေ့ဘက်စစ်မျက်နှာခံတပ်တစ်ခု ဖြစ်နေတဲ့ကာလ......\nဂျပန်တပ်တွေရုတ်တရက်တိုက်ခိုက်လာခဲ့တဲ့အခါ....\nအလွဲလွဲအမှားမှား ဖြစ်ကုန်တဲ့ စစ်ဖက်ထောက်လှမ်းရေးပြဿနာကြားမှာ ပါဝင်ပတ်သက်နေမိတဲ့ တရုတ်ညီအစ်မနှစ်ယောက်ရဲ့ ဇာတ်လမ်း....\nGin Drinker ခံစစ်ကြောင်းမှာ ဂျပန်တွေအဝိုင်းခံလိုက်ရတဲ့ ဗြိတိသျှ-အိန္ဒိယစစ်သားတွေရဲ့ ဖြစ်ပုံပျက်ပုံတွေ....\nသွေးပျက်ချင်စရာ စစ်ပွဲရဲ့မြူနှင်းတွေကြားမှာ မေဂျာဂျင်နရယ် မော့ဘီနဲ့ သူ့ရဲ့ အထက်တန်းအရာရှိတွေ အရှက်ကွဲခံပြီးလက်နက်ချကြမှာလား၊\nအသက်အသေခံပြီး အဆုံးထိခံတိုက်သွားကြမှာလား....\n(ဘယ်လမ်းကိုရွေးဖို့ သတ္တိပိုလိုမလဲ) စတာတွေကို ဇာတ်ကားလေးကြည့်ရင်း\nဆက်လက်ရှုစားလိုက်ကြပါဦး.............အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Bruce ပဲ ဖြစ်ပါတယ်။Genre..... Drama, History, War\nQuality…. 1080p | 720p | 480p\nFile size…1.1GB | 567MB | 265MB\nFormat… mp4\nDuration…. 1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Bruce\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://megaup.net/3dW1o/Battlebox.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI614V538RlBArivIKkswT8gBOi.jpg",
        "title": "Utama (2022)",
        "description": "Utama (2022)IMDb - 7.4/10\n24 Wins & 17 Nominationsသိမ်းငှက်တစ်ကောင်ဟာ သူ့ဘဝကို ဘယ်အချိန်မှာ အဆုံးသတ်လဲတဲ့\nတောင်ပံတွေမဖြန့်နိုင် အားအင်ချိနဲ့တဲ့ ဘဝနေဝင်ချိန်မှာ သိမ်းငှက်‌တစ်ကောင်ဟာ\nနောက်ဆုံးခွန်အားနဲ့ တောင်ထိပ်ကိုတက်ပြီး အဲ့ကနေ ပြုတ်ကျခံပြီး ကျောက်ဆောင်တွေနဲ့ တိုက်သေပါတယ် တဲ့ဘဝရဲ့အဓိပ္ပာယ်ကို ဖွင့်ဆိုကြည့်ရရင်လဲ အဲ့လိုပါပဲ\nကိုယ့်ကိုယ်ကို အသုံးမဝင်တော့ဘူးလို့ ထင်တဲ့တစ်ချိန်ကျရင် ဘယ်သူမှဆက်လက်ရှင်သန်ချင်မှာ မဟုတ်ပါဘူး\nဒီစပိန်စကားပြော ဇာတ်ကားလေးထဲမှာ စပိန်ကားတွေရဲ့မြင်နေကျ ကလက်စီကယ်ဂစ်တာတွေ ပေါင်တံရှည်တွေကို ကြည့်ရမှာမဟုတ်ပါဘူး\nအဲ့အစား သင်တို့ကို ခံစားချက်တွေတနင့်တပိုးနဲ့ တွေးစရာတွေ အပြွတ်လိုက်ထည့်ပေးမှာပါ\nဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးမှာ ဘဝရဲ့အဓိပ္ပာယ်ကို ရှာ‌ဖွေကြည့်နိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 887MB | 449MB | 229MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/3dUee/Utama.2022.SPANISH.720p.Bluray.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RYru/Legion.of.Super.Heroes.2023.720p.BluRay.x264[CM].mp4",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7WpuYoWoyZ0ZtGcCJTD424aKvj.jpg",
        "title": "Mukhachitram (2022)",
        "description": "Mukhachitram 2022\nIMDb -7.1/10မတော်တဆမှုတစ်ခုကြောင့် မျက်နှာပုံပန်းပျက်သွားပြီး စိတ်ကျရောဂါနဲ့ သေဆုံးသွားတဲ့အမေဖြစ်သူကို\nမကယ်နိုင်ခဲ့တာကြောင့် ပလပ်စတစ်ဆာဂျရီဆရာ၀န်တစ်ယောက် ဖြစ်လာသူ ရာ့ဂ်ျကူးမား...\nရာ့ဂ်ျတစ်ယောက်တစ်နေ့မှာ အောင်သွယ်တော်ရဲ့ချိတ်ဆက်မှုကြောင့် မဟာသီဆိုတဲ့\nကောင်မလေးနဲ့ ချစ်ကြိုက်ခဲ့ပါတယ်၊ တစ်ဖက်မှာလည်း ရာ့ဂ်ျကို\nဟိုးငယ်ငယ်လေးကတည်းက ကြိုက်နေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိပါတယ်။တစ်နေ့မှာတော့ မာယာတစ်ယောက် မတော်တဆမှုတစ်‌ခုကြောင့်\nသေမင်းနဲ့လွန်ဆွဲနေရချိန်မှာ ရာ့ဂ်ျ ၊ မဟာသီ နဲမာယာတို့ရဲ့\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ ...ဇာတ်လမ်းအစမှာတော့ ကြည်နူးဖွယ် အချစ်ဇာတ်လမ်းလေးနဲ့စထားပြီး\nရာ့ဂ်ျ၊ မဟာသီ၊ မာယာ တို့သုံးယောက်သားက လောင်မြိုက်အောင်\nတဖြည်းဖြည်းနဲ့ ဘယ်လိုဆွဲခေါ်သွားမယ်ဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…1.59GB / 739MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by Nyein Aye ~ Sai ThuRein ~ Cherry ~ BpL",
        "rating": "7.1",
        "url": "https://megaup.net/1RYc1/Mukhachitram_(2022)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmI3NjFhMTMtMTlhNS00NzhlLTk3YjItYzM5NzcxYjY5OGI4XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Scandal Makers (2023)",
        "description": "Scandal Makers 2023\nIMDb 7.4/10ဒီဇာတ်လမ်းလေးကတော့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရပြီး\nစိတ်အပန်းပြေစေမယ့် အင်ဒိုဟာသဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။နာမည်ကြီး အနုပညာရှင်ဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးတဲ့ အော်စကာဟာ\nရေဒီယိုအသံလွှင့်ရုံမှာ အလုပ်လုပ်ရင်း သူ့ရဲ့နာမည်ပြန်ရဖို့ ကြိုးစားနေရာကနေ\nတစ်နေ့မှာ သူ့ဆီကို အရှုပ်တော်ပုံတစ်ခုရောက်လာပါတော့တယ်။အထက်တန်းကျောင်းက အချစ်ဦးနဲ့ အချစ်နယ်ကျွံရာကနေ အဖတ်တင်လာခဲ့တဲ့\nသမီးဖြစ်သူ ဟာ မြေးဖြစ်သူနဲ့ရောက်ရှိလာတဲ့အခါ အော်စကာတစ်ယောက်\nဗျာများရပါတော့တယ်။ နာမည်ရဖို့ကြိုးစားနေရာကနေ ဒီလိုကိစ္စတွေကြုံလာရတဲ့အခါ\nအော်စကာတစ်ယောက် ဘယ်လိုတွေ ဆက်လုပ်မလဲဆိုတာကို ဟာသလေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.42GB / 630MB\nQuality…1080p  AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry",
        "rating": "7.2",
        "url": "https://megaup.net/2xRlx/Scandal.Makers.2023.720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/sakra-138x200.jpg",
        "title": "Sakra (2023)",
        "description": "Sakra (Tin lung baat bou) (2023)\n========================\nIMDb Rating - 6.7/10ဒီနေ့မှာတော့ အသစ်စက်စက် ထွက်ရှိထားတဲ့ Donnie Yan ရဲ့\nသိုင်းကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ ။ မင်းသမီးလေးကလဲ\nချန်ယွီချီ (yukee chen) ဖြစ်တာမို့ သရုပ်ဆောင်တွေနဲ့တင် ကြည့်\nရတာ တကယ်တန်နေစေမှာပါ ။ဇာတ်လမ်းအကျဥ်း -မြောက်ပိုင်း စုန့်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ သူတောင်းစားဂိုဏ်းရဲ့\nဂိုဏ်းချုပ်ဖြစ်သူ ချောင်ဖုန်းဟာ သူရဲကောင်းတစ်ယောက်အဖြစ် သိုင်း\nလောကမှာ ကျော်ကြားခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေမှာတော့ ရုတ်တရက်\nဆိုသလို ချီတန်း(မြောက်ပိုင်းတရုတ်နိုင်ငံရဲ့ လူမျိုးစုတစ်ခု) အဖြစ်စွပ်စွဲခြင်း\nခံရတဲ့အပြင် သစ္စာဖောက်အဖြစ် သိုင်းလောက လူတိုင်းက သတ်မှတ်ခဲ့\nပါတော့တယ် ။ အမှန်တရားကို ရှာဖွေဖို့ သူတောင်းစားဂိုဏ်းကနေ ထွက်\nလာခဲ့ပြီး ခရီးလမ်းတစ်လျှောက်မှာ အညှိုးအတေးများကို ချောင်ဖုန်းတစ်\nယောက် လက်စားချေခဲ့ပါတော့တယ် ။ အဲ့ဒီခရီးလမ်းမှာပဲ မုရုံအိမ်တော်မှ\nမိန်းမလှလေး အားကျူးနဲ့ မေတ္တာမျှကာ အတူတူ သိုင်းလောကမှာ ကျဥ်\nလည်ခဲ့ပါတယ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/3dB7P/Sakra_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t79ozwWnwekO0ADIzsFP1E5SkvR.jpg",
        "title": "Shotgun Wedding (2023)",
        "description": "Shotgun Wedding (2023)ဂျနီဖာလိုပက်ရဲ့ အက်ရှင်ဟာသအချစ်ကားအသစ် ထွက်လာပါပြီ။ဇာတ်ကားနာမည် Shotgun Wedding ဆိုတာ တိုက်ရိုက်ဘာသာပြန်ရင်တော့ နှလုံးပြူးသေနတ်မင်္ဂလာဆောင်ပေါ့။\nဒါပေမဲ့ တကယ့်အဓိပ္ပါယ်က အလောသုံးဆယ်ဆောင်ရတဲ့မင်္ဂလာဆောင်မျိုးကို ပြောတာပါ။\nတစ်ခါတလေ သတို့သမီးကိုယ်ဝန်ရှိသွားလို့ ထဆောင်လိုက်ရတာမျိုးပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ နာမည်နဲ့လိုက်အောင် ဂျေလိုကြီး နှလုံးပြူးနဲ့ ပစ်ပြပါလိမ့်မယ်။\nမင်းသားကတော့ ထရန်စဖော်ကားထဲက ဗိုလ်ကြီး Josh Duhamel ပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖိလစ်ပိုင်က ကျွန်းတစ်ကျွန်းမှာ မင်္ဂလာဆောင်လုပ်တာကနေ စပါတယ်။\nမင်းသမီးက ချမ်းသာတယ်။ မင်းသားက ဘေ့စ်ဘောကစားသမားကိုမှ အသင်းကထုတ်ခံထားရပြီး အလုပ်လက်မဲ့။\nအဲဒီကျွန်းမှာ နှစ်ဘက်မိသားစုတွေ အကုန်စုံပြီး တလွဲဖြစ်နေတဲ့အချိန်မှာမှ\nပင်လယ်ဓားပြတွေက ဓားပြဝင်တိုက်တဲ့အခါ ဟိုအတန်းမီးလောင်သလို ပွဲတွေဖြစ်ကြတဲ့ ဇာတ်ကားမျိုးပါပဲ။\nသတို့သားနဲ့သတို့သမီး ရန်တွေဖြစ်ရင် ပင်လယ်ဓားပြတွေကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 1.1GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RMe5/Shotgun.Wedding.2023.WEB.720p..CM.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Detective-Knight-Independence-Poster-133x200.jpg",
        "title": "Detective Knight: Independence (2023)",
        "description": "Detective Knight: Independence (2023)\n============================Detective Knight တွေရဲ့အဆက်ဖြစ်တဲ့ မင်းသားကြီး\nဘရုစ်ဝိန်းရဲ့ ဇာတ်ကားလေးထပ်မံထွက်ရှိလာပါပြီ။ဇာတ်လမ်းလေးကတော့ဘရုစ်ဝိန်းကဥပေဒေဘက်တော်\nသားဖြစ်ပြီး ဘဏ်ဓားပြတိုက်မှုမှာ တရားခံကိုမလိုအပ်ပဲ\nပစ်သတ်မှုကြောင့် အပြင်မှာ တာဝန်မထမ်းဆောင်ရမှာဘဲ၊\nရုံးတွင်းမှာပဲစာရွက်စာတမ်းကိစ္စတွေကိုလုပ်နေရတယ်ပေါ့။\nတစ်နေ့မှာ ဆေးရုံကမှုခင်းစစ်ဆေးရေးမှုးရဲ့ ရဲဝတ်စုံရယ်၊\nသေနတ်ရယ်၊ တံဆိပ်ရယ်အကုန်လုံးအခိုးခံလိုက်ရတယ်။ဒီအမှုကို အထက်အရာရှိက ဘရုစ်ဝိန်းကိုပဲဖြေရှင်းဖို့တာဝန်\nပေးလိုက်ပါတယ်။ ခိုးသွားတဲ့သူက ရဲဝတ်စုံကိုအသုံးချပြီး\nမကောင်းတာတွေလုပ်နေတဲ့အခါမှတော့ ဘရုစ်ဝိန်းတစ်ယောက်\nဘယ်လိုတွေဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုပေး\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (670 MB) / (370 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1RHh0/Detective.Knight.Independence.2023.720p.WEBRip.x264[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bxh5xCCW9Ynfg6EZJWUkc1zqTnr.jpg",
        "title": "Transfusion (2023)",
        "description": "Transfusion (2023)ဒီဇာတ်ကားက Avatar မင်းသား Sam Worthingtonရဲ့ Action,Dramaဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။\nသူအ​နေနဲ့ ဒီဇာတ်ကားထဲမှာ အထူးစစ်ဆင်​ရေး စစ်သားဟောင်း ရိုင်ယန်လိုဂန်အဖြစ် ပါဝင်ထားပါတယ်။\nဇနီးဖြစ်သူ ယာဉ်တိုက်မှုနဲ့ဆုံးပါးသွားပြီး​​နောက် စစ်ထဲကထွက်ကာ မိတဆိုးသား​​လေးနဲ့အတူ ရရာအလုပ်လုပ်ရင်း\nဇနီးသည် ဆုံးရှုံးခဲ့တဲ့ စိတ်ဒဏ်ရာနဲ့ စစ်အတွင်းက ရခဲ့တဲ့ စိတ်ဒဏ်ရာ​တွေကို ကုစားဖို့ ကြိုးစားရင်း\nသားဖြစ်သူရဲ့​ရှေ့​​ရေးအတွက် ပိုက်ဆံပိုရှာဖို့ လိုအပ်လာတဲ့အခါ တပ်ထဲက အထက်အ​ရာရှိ​ဟောင်းနဲ့ပူး​ပေါင်းပြီး\nဒုစရိုက်​လောကထဲကို ဝင်​ရောက်ဖို့ အ​ကြောင်းဖန်လာပါ​တော့တယ်။အညွှန်းကိုတော့ X က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ X နဲ့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 913MB | 504MB | 258MB\nFormat… mp4\nDuration….1h 46min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... X and Rashida\nEncoder ...",
        "rating": "5.3",
        "url": "https://megaup.net/2xDL1/Transfusion.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://megaup.net/3dxwR/Mission.Majnu.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    }
]