[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjhlMzZmOTMtY2UwZC00YTdlLWEwMmItMjZjNTRlODExMDAzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "August 16, 1947 (2023)",
        "description": "August 16 1947(2023)ရဲကား ရှေ့နေကား အမတ်ကား စသဖြင့် ရိုးရိုးအိန္ဒိယကားပေါင်းစုံ\nကြည့်ရတာကို ငြီး‌ငွေ့နေလောက်မဲ့ ပရိသတ်တွေအတွက် IMDb 6.9 အထိ\nရရှိထားတဲ့ တောင်ပိုင်းတမီလ်ရုံတင်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုပါတယ်အိန္ဒိယနိုင်ငံဟာလည်း ကျွန်တော်တို့မြန်မာတွေလိုပဲ ဗြိတိသျှသခင်ကြီးများရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျမှုကို ခံခဲ့ရတဲ့ ကိုလိုနီနိုင်ငံတွေပါ ဒီဇာတ်လမ်းလေးမှာတော့\nလွတ်လပ်ရေးအရယူခါနီး အိန္ဒိယနိုင်ငံက သယံဇာတတွေကို ရသလောက်\nအမြတ်ထုတ်သွားတဲ့ သခင်ကြီးများရဲ့ဇာတ်လမ်းကို ‌အခြေပြုထားပါတယ်\nအိန္ဒိယတောင်ပိုင်း ဝေးလံခေါင်ဖျားရွာလေးတစ်ရွာမှာ ဝါဂွမ်းအထွက်ကောင်းလွန်းလို့\nဗြိတိန်တွေအတွက် အမြတ်ငွေ စတာလင်ပေါင်သိန်းရာနဲ့ချီ ဝင်နေပါတယ်လွတ်လပ်ရေးပေးရတော့မဲ့အချိန်မှာလည်း သခင်ကြီးများက သံယောဇဉ်မပြတ်\nအဲ့လုပ်ငန်းကို ဆက်မောင်ပိုင်စီးချင်ပါသေးတယ် အဲ့ရွာကို တာဝန်ယူအုပ်ချုပ်နေတဲ့\nဗိုလ်ချုပ်ရောဘတ်နဲ့သူ့ရဲ့သား ဂျက်စတင်တို့ကလည်း လွတ်လပ်ရေးပေးခါနီးကိုတောင်\nရွာသားတွေကို သတင်းအမှောင်ချ နှိပ်စက်နေတဲ့အခါ သူ့ကျွန်မခံနိုင်တော့တဲ့သူတွေရဲ့\nတော်လှန်ပုန်ကန်ကြပုံကို သဘာဝကျကျ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ကြည့်ရှုကြရမှာဖြစ်လို့\nပရိသတ်ကြီးအနေနဲ့ အိုဗာအက်ရှင်တွေမပါပဲနဲ့ ဇာတ်လမ်းဇာတ်ကွက်လန်းတဲ့\nရုပ်ရှင်မျိုးကြည့်ချင်ရင်တော့ ဒီကားလေးက ပရိသတ်တွေအတွက်ပါပဲဆိုတာ\nပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.67GB / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dWpc/August_16,_1947_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720pCM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTVlNGRmYTItNzc2YS00NGE5LWE2NzEtMzMyMDE2YjhiYjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Corona Papers(2023)",
        "description": "Corona Papers (2023)IMDb-7.5/10Malayalam ရုပ်ရှင်တွေရဲ့ ထိပ်တန်းသရုပ်ဆောင်တွေဖြစ်တဲ့\nShane Nigam, Shine Tom Chacko, Jean Lal, Gayathrie တို့\nအဓိကပါ၀င်ထားတဲ့ Crime/Thriller ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအလုပ်ကိုကောင်းကောင်းမလုပ် လိမ်စားလှည့်စားနေတဲ့ရဲစခန်းမှာ\nဘယ်သူ့မှမကြောက်တဲ့ မှန်မှန်ကန်ကန်ရဲအရာရှိတစ်ယောက်ရှိနေတယ်\nအဲဒီလိုရဲစခန်းကိုမှ SI ရာထူးနဲ့ရဲ၀န်ထမ်းအသစ်စက်စက်လေး ရာဟူလန်\n(ရာဟူး)ရောက်လာပါတယ် တစ်နေ့ဘက်စ်ကားစီးရင်းပဲ သူ့ရဲ့ ပစ်စတိုလေးအခိုးခံလိုက်ရပါတော့တယ်\nလူငယ်ရဲအသစ်လေးက အထက်ကိုမတင်ပြပဲကိုယ်တိုင်ပဲလိုက်ဖမ်းဖို့ကြိုးစားချိန်မှာ\nCOVID ကာလအတွင်း ဖြစ်ပျက်ခဲ့တဲ့ များစွာသောဒုစရိုက်မှုတွေကို ရှာဖွေတွေ့ရှိလာချိန်မှာတော့....အုန်းစားရတဲ့ ခက်ခဲနက်နဲလိမ်ထွေးနေတာမျိုးမဟုတ်ဘဲ တစ်ရစ်ချင်းတစ်ခန်းချင်း\nplot twist အလှည့်အပြောင်းအတက်အကျလေးတွေနဲ့ ပြစ်မှုဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ပါဦး\nFile size…2.3GB/ 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Khin~Sai~Nyein",
        "rating": "7.3",
        "url": "https://megaup.net/2zVml/Corona_Papers_(2023)_WEB-DL_-_720p(CM).Edit.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j4Xt6VFuFzwWR3vCnJwILPmfFH.jpg",
        "title": "Bear Man (2023)",
        "description": "Bear Man / Ungnami (2023)ထီလက်မှတ်တစ်စောင်နဲ့ တိုင်ပတ်ခဲ့တဲ့ ဂင်ချားနားအပြီးမှာတော့\nအားလုံးစောင့်မျှော်နေကြတဲ့ နောက်ထပ်ဟာသကားသစ်လေးနဲ့ ဂင်ချားနားတစ်ယောက် ရောက်လာပြန်ပါပြီ။ဒီတစ်‌ခါတော့ ထီလက်မှတ်နဲ့မဟုတ်ဘဲ ဝက်ဝံလူသားနဲ့တိုင်ပတ်ကြတော့မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ငယ်လေးတုန်းကကြားဖူးနေကျ ကျေးညီနောင်နှစ်ကောင်လိုပါပဲ။\nဇီဝပညာရှင်တွေရဲ့ စမ်းသပ်စီမံမှုကြောင့် ဝက်ဝံကနေ လူအဖြစ်အသွင်ပြောင်းလာခဲ့ကြတဲ့ ဝက်ဝံညီနောင် အွန်းနမ်နဲ့အွန်းဘို့တို့ရဲ့ အကြောင်းပါ။အွန်းနမ်ကိုတော့ သူ့ကိုစီမံခဲ့တဲ့ ဇီဝပညာရှင်လင်မယားကပဲ သားအရင်းတစ်ယောက်လို ကျွေးမွေးစောင့်ရှောက်ထားခဲ့ပေမဲ့\nအွန်းဘို့ကတော့ လူဆိုးတစ်ယောက်ရဲ့လက်ထဲမှာ အခိုင်းအစေသာသာနဲ့ ဒုစရိုက်မှုတွေလုပ်ရင်း ကြီးပြင်းလာခဲ့ရပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ အွန်းနမ်ဟာ အွန်းဘို့အဖြစ်ဟန်ဆောင်ပြီး အမှုကိစ္စတစ်ခုမှာ ပါဝင်ပတ်သက်ဖို့ဖြစ်လာတဲ့အခါ\nဒီညီအစ်ကိုနှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။Casts တွေအနေနဲ့ ဝါရင့်သရုပ်‌ဆောင် Park Sung Woong အပါအဝင်\nမျက်နှာမြင်ရုံနဲ့တင် ရယ်ချင်တဲ့ ဂင်ချားနားလည်း ပါဝင်ထားတာမို့ ဟာသကားကြိုက်တဲ့ပရိသတ်ကြီး လက်လွှတ်မခံကြပါနဲ့ဦးနော်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy\nQuality…. 1080p | ...",
        "rating": "6.2",
        "url": "https://megaup.net/3VLJS/Ungnami.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://megaup.net/3VKNi/Meter_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-164x200.jpg",
        "title": "In Your Dreams (2023)",
        "description": "In your Dreams (2023)\n===============\nIMDb rating - 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့\nတစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်\nကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်\nအတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့\nSingle လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်\nသင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့\nအချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..\nအဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိ\nတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့\nအချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်\nသလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလို\nအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့\nအချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်း\nရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။\nပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာ\nသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုး\nတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (550 ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zP9D/In.Your.Dreams.2023.TURKISH.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBEPLTPSm0d1mbEcLxULjJq9Eh.jpg",
        "title": "The Pope’s Exorcist (2023)",
        "description": "The Pope's Exorcist (2023)\n\" R-rated အကြမ်းပတမ်းဇာတ်ကားမို့ မိသားစုနဲ့အတူကြည့်လို့အဆင်‌မပြေနိုင်ပါဘူးခင်ဗျာ \"\nမင်းသားကြီး ရက်ဆဲခရိုးရဲ့ ဟော်ရာရုပ်ရှင်အသစ်လာပါပြီ။ အတော်လည်းကောင်းသလို ဇာတ်အိမ်ကြီးတာမို့ အဆက်တွေလည်းထွက်လာနိုင်တဲ့ရုပ်ရှင်မျိုးပါပဲ။ အဓိကဇာတ်ကောင်ကိုလည်း အပြင်မှာ တကယ်ရှိခဲ့တဲ့ နာမည်ကြီး အပနှင် ဘုန်းတော်ကြီး Gabriele Amorth ကို အခြေခံထားပါတယ်။ ဇာတ်လမ်းကလည်း Gabriele Amorth ရဲ့ အပနှင်တဲ့အတွေ့အကြုံတွေကို အခြေခံထားတာဖြစ်ပါတယ်။ Gabriele Amorth ဟာ နတ်ဆိုးဗေဒနဲ့ အပနှင်ခြင်းအကြောင်းကို ကမ္ဘာကသိလာအောင် လုပ်ခဲ့တာကြောင့် ခရစ္စယာန်သမိုင်းမှာ ထင်ရှားတဲ့ အီတလီဘုန်းတော်ကြီးတစ်ဦးပါပဲ။~ ဇာတ်လမ်းအကျဉ်း ~ပုပ်ရဟန်းမင်းကြီး ယုံကြည်ရတဲ့ အပနှင်အဖွဲ့ခေါင်းဆောင် ဂါဘရီရဲ အာမော့ဟာ သာမန် အပနှင်အမှုလေးတွေကို လိုက်နေရင်းနဲ့ တစ်နေ့မှာ စပိန်က ကလေးတစ်ယောက်နတ်ဆိုးပူးခံရတာကို ကူညီဖို့ ဖန်လာပါတယ်။ ဒါပေမဲ့ ကလေးကိုဝင်ပူးနေတဲ့နတ်ဆိုးက သာမန်မဟုတ်ဘဲ အရမ်းအစွမ်းထက်နေပြီး ဂါဘရီရဲကို တမင်မျှားခေါ်လိုက်တဲ့ နတ်ဆိုးဖြစ်နေပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1dRgb/(CM)_The_Pope_s_Exorcist_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTZmMjI0Y2UtYjQxZi00MGZhLWI0MDAtYjU4MGE2MGNlODAxXkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Falling for a Killer (2023)",
        "description": "Falling for a Killer (2023)\n==================လက်ထောက်ရှေ့နေ Darcy Young က သူ့ညီမလေး\nBrea စေ့စပ်ပွဲကြောင့် နယ်မြို့လေးဆီ ရောက်လာခဲ့\nတယ်။ Breaရဲ့ သတို့သားလောင်း Thomas Schure နဲ့\nမိတ်ဆက်ပေးပြီးနောက်မှာတော့ Darcy က Thomas\nရဲ့ ထူးခြားတဲ့ အပြုအမူတွေကို သံသယဝင်လာခဲ့တယ်။\nရှေ့နေတစ်ယောက်အနေနဲ့ Thomasရဲ့ နောက်ကြောင်း\nတွေကို စုံစမ်းနေရင်း Thomas က သူ့မိသားစုအတွက်\nအန္တရာယ်ဖြစ်နေကြောင်း သိတဲ့အခါမှာတော့.....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (400 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/1efn6/Falling.for.a.Killer.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjY0ZmZjNDUtN2VlYi00MmI5LThhMzAtZjcyOTQ1Nzg2NDQxXkEyXkFqcGdeQXVyNTE1NjY5Mg@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Portable Door (2023)",
        "description": "The Portable Door (2023)\n===================\nIMDb Rating - 6.3/10\"တိုက်ဆိုင်မှု\" ဆိုတာက ကျွန်တော်တို့ လူသားတိုင်းရဲ့\nဘဝမှာ ဖြစ်ပျက်နေကျ အရာတစ်ခုပါ။ အလုပ်အင်တာ\nဗျူးနေ့မှ တိုက်တိုက်ဆိုင်ဆိုင် ဖိနပ်ကြိုးနှစ်ခါပျက်ပြီး\nအရာအားလုံးက အဆင်မပြေဖြစ်နေတာမျိုးတို့၊ စာဖတ်\nနေရင်း စာအုပ်ထဲက ဇာတ်ကောင်က ရေပန်းထဲပြုတ်ကျ\nတဲ့အချိန် အပြင်မှာပါ လူတစ်ယောက်က တိုက်တိုက်ဆိုင်\nဆိုင် ရေပန်းထဲပြုတ်ကျလို့ သွားကူရင်း ဖူးစာပါသွားတာ\nမျိုးပေါ့။ဒါပေမဲ့ အဲ့တိုက်ဆိုင်မှုတွေက သာမန်တိုက်ဆိုင်မှုသက်သက်\nမဟုတ်ဘဲ အရိပ်နောက်ကွယ်မှာ ကူညီပေးနေတဲ့သူတွေ\nရှိနေတယ်ဆိုရင်ရော၊ မှင်စာတွေနဲ့ မှော်ဆရာတွေပေါင်းပြီး\nအရာအားလုံးရဲ့တိုက်ဆိုင်မှုနဲ့ လူတွေရဲ့ အတွေး၊ စိတ်၊ အာရုံ\nတွေကို ထိန်းချုပ်ပြီး လုပ်ပေးနေကြတာ ဆိုရင်ရော...အလုပ်ရှာနေတဲ့ အလုပ်လက်မဲ့ကောင်လေး Paul Carpenter\nက \"တိုက်တိုက်ဆိုင်ဆိုင်\" JW Wellsဆိုတဲ့ လုပ်ငန်းတစ်ခုမှာ\nအလုပ်ရသွားတယ်။ သူနဲ့အတူ Sophieဆိုတဲ့ ထက်မြက်တဲ့\nကောင်မလေးလည်း အလုပ်သင်မှာ အတူအလုပ်ရကြတယ်။\nဒါပေမဲ့ Paulက သူ့အလုပ်က ဘာအလုပ်လဲမသိသလို အဲ့အ\nလုပ်ကလူတွေ ဘာအလုပ်လုပ်ကြတယ်ကိုလည်း မသိခဲ့ဘူး။\nCEO Humphrey Wells က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1TNzW/the.portable.door.2023.720p.web.(CM).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
        "title": "Dungeons & Dragons: Honor Among Thieves (2023)",
        "description": "Dungeons & Dragons: Honor Among Thieves (2023)~ IMDb - 7.5/10, RT - 90%, Meta - 72% ~မြေအောက်ခန်းနဲ့ နဂါးများ D&D ဆိုတာ Table Top ဂိမ်းလောကရဲ့ နာမည်ကြီး Role Play ဂိမ်းတစ်ခုပါပဲ။ ကိုယ်တိုင်ကိုယ်ကျ ဝင်ဆော့ရတဲ့ ဇာတ်လမ်းသွားအရုပ်ဂိမ်းတွေကစလို့ ကွန်ပြူတာ၊ ဖုန်း ပလက်ဖောင်းအစုံမှာ ရှိပြီး လူသန်းပေါင်းများစွာ ဆော့ကစားနေကြပါတယ်။ များပြားလှတဲ့ မျိုးနွယ်စု‌တွေ၊ မှော်သတ္တဝါတွေ၊ လက်နက်တွေ၊ အစွမ်းတွေ အရမ်းကိုစုံတဲ့ဂိမ်းပါပဲ။ ရုပ်ရှင်အနေနဲ့လည်း အရင်က သုံးကားလောက် ထွက်ဖူးပါတယ်။ စာအုပ်တွေလည်းထွက်ထားပါတယ်။ ရုပ်ရှင်ကား‌ဟောင်းသုံးကားကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီတစ်ခေါက်ကတော့ Wonder Woman ထဲက မင်းသား ခရစ္စပိုင်းက ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပြီး ဘက်ဂျက်များများ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရုံတင်ပြသထားတာပဲဖြစ်ပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1TO4o/(CM)_Dungeons_&_Dragons_-_Honor_Among_Thieves_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9U47u3cDXTPgxAFqns0Sur9DvyV.jpg",
        "title": "[18+] Sex Games (2023)",
        "description": "Sex Games (2023)ဘော်ဘီနဲ့ ဒတ်ဘီတို့ဟာ လူချမ်းသာလင်မယားဖြစ်ပြီး မကောင်းတာမှန်သမျှ အကုန်လုပ်တဲ့စရိုက်ပိုင်ရှင်တွေပါ။ ငွေအတွက်၊ သူတို့ရဲ့ ပျော်ရွှင်မှုအတွက် တစ်ပါးသူဘဝတွေ ပျော်ရွှင်မှုတွေကိုပါ နင်းချေဖျက်ဆီးလိုက်ဖို့လည်း ဝန်မလေးကြပါဘူး။ ငွေကြေးအတွက် ပူစရာမလိုတဲ့အလျောက် လိုချင်တာရနေတဲ့ဘဝမှာ လိင်သာယာမှုအသစ်အဆန်းတွေကိုရှာဖွေရင်း Role Play ကစားတာမျိုး၊ သရီးဆမ်း၊ ဂန်းဘန်း စတာမျိုးတွေကိုပါ ငွေလမ်းခင်းပြီး မွေ့လျော်တတ်ကြပါသေးတယ်။တစ်နေ့တော့ ဒတ်ဘီက လောင်းကစားတစ်ခုကမ်းလှမ်းလာပါတယ်။ အဲဒါကတော့ သူ့ဆီမကြာခဏငွေလာချေးတတ်တဲ့ အဒေါ်ကြီးရဲ့သမီးဖြစ်သူ သီလရှင်ဖြစ်ဖို့ရည်စူးထားတဲ့ရိုးရိုးအေးအေးလေး ရှီလာနဲ့ သူ့ရည်းစားဖြစ်သူ ဘုန်းကြီးလောင်းလျာ အယ်လ်ဗင်တို့ကို အပြိုင်လိုက်ကြဖို့ပါပဲ။ သူတို့ကစားမယ့် သူတွေဟာ ခံစားချက် နှလုံးသား ကိုယ်ပိုင် ဆုံးဖြတ်ချက်တွေရှိကြတဲ့သက်ရှိတွေဖြစ်တဲ့အတွက် ဒီကစားပွဲမှာ ဘယ်သူက ဘယ်သူ့ကိုကစားပြီး နောက်ဆုံးမှာ ဘယ်သူအနိုင်ရသွားမလဲ ဆက်လက်ရှုစားကြပါ။Azi Acosta နဲ့ Sheree တို့အပြင် ဧည့်သည်သရုပ်ဆောင် မင်းသမီးတွေအများကြီး အင်တိုက်အားတိုက်ဇာတ်ပို့ထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5.8",
        "url": "https://megaup.net/1dPi6/(CM)_Sex_Games_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2d2SBqK33mGOG2CqAYMo3YbWE4.jpg",
        "title": "Assassin Club (2023)",
        "description": "Assassin Club (2023)အရှေ့အနောက်တောင်မြောက် ဘယ်အရပ်ကြည့်ကြည့်ကြေးစားလူသတ်သမားတွေနဲ့ပြည့်နေတာကတော့ မင်းသား Henry Golding ရဲ့ဇာတ်ကားသစ်ပါပဲ။\nHenry က ဒီကားထဲမှာ မော်ဂန်ဆိုတဲ့ကြေးစား။ မော်ဂန့်ဆရာကပြောတယ်။သူတို့လိုလူတွေ ကြေးစားလောကကထွက်ချင်တဲ့အကြောင်းအရင်းသုံးခုပဲရှိတယ်တဲ့။\n၁ ဘုရားသခင်ကိုရှာဖွေတွေ့ရှိသွားလို့\n၂ အမျိုးသမီးတစ်ယောက်ကြောင့်\n၃ သေသွားလို့မော်ဂန်ကတော့ ဒုတိယအကြောင်းအရင်းနဲ့ကြေးစားအလုပ်ကို ရပ်လိုက်ချင်နေသူဆိုပါတော့။\nဖြစ်ချင်တော့အဲ့အချိန်မှာပဲ မော်ဂန့်ကိုလာအပ်တဲ့အလုပ်က လူ၆ ယောက်သတ်ပေးရမယ်။\nတစ်ယောက်စီအတွက်ဒေါ်လာတစ်သန်းရမယ်။ မော်ဂန်ကသူ့ဆုံးဖြတ်ချက်ကိုမပြင်တော့ဘူး\nဒီအလုပ်ကိုလဲလက်လွှတ်လိုက်မယ်တွေးပေမယ့် သူ သတ်ပေးရမယ့် ၆ယောက်က သာမန်လူတွေမဟုတ်ဘဲ သူ့လိုကြေးစားတွေဖြစ်နေတယ်။\nပြီးတော့အဲ့၆ ယောက်ကလဲ မော်ဂန့်လိုပဲအလုပ်ကမ်းလှမ်းခံထားရသူတွေဖြစ်နေတယ်။\nအဲ့တော့ဒါက ကြေးစားတွေအချင်းချင်းသတ်ရမယ့် Hunger Game ကြီးပေါ့။\nမော်ဂန့်အနေနဲ့ကလဲ သူကဒီအလုပ်ကိုလက်မခံချင်ပေမယ့် ကျန်တဲ့၆ယောက်က သူ့ကို လာသတ်မှာပဲဆိုတော့\nသူလဲဲ ဒီကစားပွဲကို မဖြစ်မနေ ဝင်ကစားရင်း ဒီကစားပွဲကို ကြိုးဆွဲနေသူက ဘယ်သူလဲ ဘာကြောင့်လဲဆိုတာတွေကို\nတိုက်ခိုက်အဖြေရှာတာကို ကြည့်ရှုရမယ့် လှည့်ကွက်စုံ အက်ရှင်စုံဇာတ်ကားတစ်ကားပါပဲ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1TMvZ/Assassin.Club.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/344570757_3484410168546856_7650749512205767291_n-139x200.jpg",
        "title": "Viduthalai: Part I (2023)",
        "description": "Viduthalai Part I (2023)အသစ်ထွက်ရှိလာတဲ့ ဝါရင့်သရုပ်ဆောင် ဗီဂျေးစည်သူပတီ ပါ၀င်ထားတဲ့ တမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်လိုက်ပါတယ်...\nIMDb (8.5/10) နဲ့ Rotten Tomatoes (100%) ထိရရှိထားတာကြောင့် ရှယ်မိုက်တဲ့ တောင်ပိုင်းအက်ရှင်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...အိန္ဒိယတောင်ပိုင်းမှာ 1980 ခုနှစ်ကာလများဆီက စတင်ဖွဲ့စည်းခဲ့တဲ့ အစိုးရကိုဆန့်ကျင်တဲ့\nတမီးလ်ပျောက်ကျားတပ်ဖွဲ့ တစ်ခုရှိခဲ့ပါတယ်၊အစိုးရက တမီးလ်ပြည်သူတွေကန့်ကွက်နေတဲ့ကြားက\nတောင်တန်းဒေသတစ်ခုမှာ မိုင်းတွင်းတူးဖို့ခွင့်ပြုမိန့်ပေးလိုက်ရာကနေ\nအဲ့ဒီဒေသမှာပဋိပက္ခတွေစတင်လာခဲ့ပြီး အခြေအနေတွေတင်းမာလာခဲ့တယ်။ဒါကို အစိုးရဘက်က မိုင်းတွင်းလုံခြုံရေးဆိုပြီး အထူးရဲတပ်ဖွဲ့တစ်ခုကိုပါ ထပ်မံအင်အားဖြည့်တင်းလိုက်ပေမယ့်\nဒီအဖွဲ့ရဲ့မသမာမှုတွေကြောင့် ဒေသခံရွာသူရွာသားတွေနဲ့ပဋိပက္ခဟာ ပိုလို့သာဆိုးလာပါတော့တယ်။\nဒါကိုအစိုးရအနေနဲ့ပြေလည်အောင်မဖြေရှင်းနိုင်ဘဲ ရွာသားတွေနဲ့ပျောက်ကျားအဖွဲ့၀င်တွေကို\nရှာဖွေဖမ်းဆီးဒဏ်ခတ်အရေးယူမှုတွေလုပ်လာတဲ့အခါမှာတော့....။ဇာတ်လမ်းဇာတ်ကွက်ကို စိတ်ကူးနဲ့ဖန်တီးထားပေမယ့် အဓိဇာတ်ကောင်\nဗာသီယာကတော့ အပြင်မှာတကယ်ရှိခဲ့ဖူးတဲ့သူကို မှီငြမ်းပြီးရိုက်ကူးထားတာကြောင့်\nrealistic ပိုဆန်တဲ့အရသာတွေကို ခံစားရမှာပါ။\nFile size…2.49GB / 1.12GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Nyein",
        "rating": "8.5",
        "url": "https://megaup.net/1dP68/Viduthalai_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wghL6d4fowbygnctmbMu6WzxkI.jpg",
        "title": "[18+] Paupahan (2023)",
        "description": "Paupahan (2023)~ IMDb rating - 6/10 ~နီကိုဆိုတဲ့လူငယ်လေးဟာ မြို့တော်ကြီးမှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ကြိုးစားရင်း အိပ်မက်တွေနဲ့အလှမ်းဝေးနေဆဲဖြစ်ပါတယ်။ အဝေးရောက်ချစ်သူရဲ့ကူညီထောက်ပံ့မှုနဲ့အဓိကနေထိုင်နေရပြီး ဘော်ဒါဆောင်တစ်ခုမှာ အခန်းငှားခဲ့မိပါတယ်။ အဆောင်ပိုင်ရှင်က ငယ်ရွယ်လှပတဲ့ အန်နလင်းဆိုတဲ့ မိန်းမငယ်လေးဖြစ်ပြီး ထူးခြားနက်နဲတဲ့အသိရခက်တဲ့ စရိုက်မျိုးပိုင်ရှင်တစ်ယောက်ပါ။ ဒါပေမဲ့လည်း အန်နလင်းဟာ သူ့ကိုအထူးအရေးပေးသလို ရေလာမြောင်းပေးလဲလုပ်ပါတယ်။ နဂိုကတည်းက တွေ့ရာဆွဲစားတတ်တဲ့ ပွေပွေရှုပ်ရှုပ်နီကိုတစ်ယောက်ဟာ အန်နလင်းကို မျှော်လင့်ချက်တွေပေးမိခြင်းအားဖြင့် အမှားကြီးတစ်ခုကို မထင်မှတ်ပဲကျူးလွန်မိပါတော့တယ်။ အဲ့ဒီလိုအခြေအနေမျိုးမှာမှတိုင်းတစ်ပါးက သူ့ချစ်သူ ကတ်သရင်း ပြန်ရောက်လာတဲ့အခါမှာတော့...အန်နလင်းအဖြစ် Lovely Ladies Dormitory စီးရီးထဲမှာ ပျော်ပျော်နေတတ်တဲ့ ချစ်စရာမိန်းမငယ်လေး အယ်လ်မာဇာတ်ရုပ်နဲ့ လူသိများခဲ့တဲ့ Tiffany Grey ကပွဲဦးထွက်ခေါင်းဆောင်ပါဝင်ထားပြီး အားလုံးရင်းနှီးပြီးသား မမ Rob Guinto နဲ့တကွ မင်းသမီးငယ်လေးတွေ\nအများကြီးဇာတ်ပို့ထားပေးပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 770MB\nQuality - 1080p, ...",
        "rating": "6",
        "url": "https://megaup.net/3fG4g/(CM)_Paupahan_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/asCLy4s7HYP3zSRlLP4Qgme5L0A.jpg",
        "title": "Fear (2023)",
        "description": "Fear (2023)ကြောက်ရွံ့မှုသဘောတရားကို အခြေတည်ပြီးရိုက်ကူးထားတဲ့ Horror ကားသစ်တစ်ကားဖြစ်ပါတယ်။ရွန်နဲ့ သူ့ချစ်သူတို့ဟာ ပိတ်ရက်ကို သူငယ်ချင်းတွေနဲ့ အတူတူပျော်ရွှင်စွာ ဖြတ်သန်းဖို့ ခရီးထွက်လာကြပါတယ်။ အခြေအနေက ဗိုင်းရပ်စ်ပိုးတွေ ကူးစက်မှု ငြိမ်နေတဲ့ကာလဖြစ်ပြီး ရွန်က သူ့ချစ်သူကို လက်ထပ်ခွင့်တောင်းမှာ ဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေအားလုံး ဆုံဖြစ်အောင် လာကြတာပါ။ရွန်က နာမည်ကြီးအကောင်းအားအကောင်းဆုံး ၀တ္ထုရေးဆရာဖြစ်ပြီး သူ့ရဲ့နောက်ထွက်မယ့်စာအုပ်အတွက် လေ့လာစုဆောင်းနေတုန်းဖြစ်ပါတယ်။ သူတို့တွေ တည်းခိုရမယ့်နေရာက စတော်ဘယ်ရီတည်းခိုရိပ်သာပါတဲ့။ အဲဒီရိပ်သာက လှပတဲ့တောအုပ်ထဲမှာရှိပြီး ပိတ်ရက်ကို အပန်းဖြေချင်သူတွေအတွက် ငှားပေးတာပါ။ အစက ရောက်ရောက်ချင်းမှာ ရွန်က ချစ်သူ ဘီရန်ကာကို လက်ထပ်ခွင့်တောင်းဖို့ စီစဉ်ထားတာဖြစ်ပေမယ့် တကယ်တမ်းကျတော့ မတောင်းဖြစ်လိုက်ပါဘူး။ ရိပ်သာမှာ သူတို့ကိုချက်ကင်၀င်ပေးတဲ့ အမျိုးသမီးကြီးက သူတို့အဖွဲ့ကို ဓာတ်ပုံရိုက်ပေးပြီး လက်ဆောင်အဖြစ် သူတို့ကိုယ်ပိုင်လုပ်တဲ့ ဝိုင်တစ်ပုလင်းပေးခဲ့ပါတယ်။ညနေဘက်မှာ ရွန်တို့သူငယ်ချင်းတစ်စု စုဝေးကြတုန်း ရွန်က ဒီဒေသနဲ့ ဒီရိပ်သာရဲ့ သမိုင်းကြောင်းပုံပြင်ကိုပြောပြပါတယ်။ ဒီဒေသက အရင်က အမေရိကန်လက်အောက်မခံခင် ...",
        "rating": "",
        "url": "https://megaup.net/2zIgu/(CM)_Fear_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZWZkODEwMjYtMDlhNS00NTY0LWI0ZDUtMjYyOWU3MzdjNGRkXkEyXkFqcGdeQXVyNjM0NDc1MzM@._V1_-161x200.jpg",
        "title": "Gurudev Hoysala (2023)",
        "description": "Gurudev Hoysala 2023\nIMDb 7.6/10ထူးဆန်းစွာပျောက်ဆုံးသွားတဲ့ လက်ထောက်အင်စပက်တာပျောက်ဆုံးမှုကိုစုံစမ်းဖို့အတွက်\nရှုံးပွဲမရှိ နိုင်ခဲ့တဲ့ ဂူရူဒေ့ဗ်ကို အသ်နီမြို့လေးဆီ အထက်ကစေလွှတ်ခဲ့တယ်\nဒီမြို့မှာလည်း ရဲတွေကြောက်ရတဲ့တစ်ဖွဲ့ရှိနေပါတယ် သူတို့ကတော့\nရဲတွေကိုငွေနဲ့အုပ်ပြီး တရားမဝင်သဲတွေတူးဖော်နေကြတဲ့ သဲသူခိုး\nသဲမာဖီးယားအဖွဲ့ပေါ့ ဂူရူဒေ့ဗ်မြို့ကိုရောက်ရောက်ချင်းပဲ\nအဲဒီမြို့ကရဲစခန်းရဲ့သတင်းကိုတီဗီကတစ်ဆင့်မြင်ခဲ့ရတယ်အဲဒါကတော့ ရဲဌာနကလူတွေက နိုင်ငံရေးသမားတွေနဲ့ပူးပေါင်းပြီး\nအဲဒီသဲမာဖီးယားတွေကိုအလွတ်ပေးနေတာလို့ မီဒီယာကကြေညာနေတာပါ\nဒီလိုနဲ့သူဒီကိစ္စထဲဝင်ပတ်သက်မိပြီး အကုန်ဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့\nမာဖီးယားခေါင်းဆောင်နဲ့ ထိပ်တိုက်တွေ့လာရတဲ့အခါ...\nသူရှာနေတဲ့ လက်ထောက်အင်စပက်တာကိုရော ရှာတွေ့နိုင်မလား\nဒီမာဖီးယားတွေနဲ့ရော ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.18GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye~BpL~Yunni~Cherry",
        "rating": "7.5",
        "url": "https://megaup.net/2zISY/Gurudev_Hoysala_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/pa-125x200.jpg",
        "title": "Pathu Thala (2023)",
        "description": "Pathu Thala 2023 (IMDb 7.8/10)ယခုတခါ တင်ဆက်ပေးမှာက ဒီနှစ်မှထွက်လာတဲ့ တောင်ပိုင်းတမီလ်စကားပြော\nမှုခင်းအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်AGR ဆိုတာ တမီနဒူလ်ပြည်နယ်မှာ နောက်ကွယ်ကအစိုးရလို့တောင်ပြောလို့ရပါတယ်\nသူတို့သဘောကျတဲ့ပါတီ သူတို့နဲ့အဆင်ပြေတဲ့သူမှဝန်ကြီးချုပ်ဖြစ်တဲ့အထိ ဩဇာကြီးမားတဲ့အဖွဲ့အစည်းပါ\nတစ်ရက်မှာလက်ရှိဝန်ကြီးချုပ်ကို အဲ့အဖွဲ့ကပြန်ပေးဆွဲပြီး သူတို့အလိုကျ ဝန်ကြီးချုပ်တစ်ယောက်ကိုတင်ပေးလိုက်ပါတယ်ဒါကိုလိုက်စုံစမ်းဖို့ ရဲတစ်ယောက်က ဂိုဏ်းစတားအသွင်ယူပြီး တစ်ဆင့်ပြီးတစ်ဆင့်ယုံကြည်မှုရအောင် လုပ်ပါတော့တယ်\nထိုအချိန်မှာပဲ AGR ပြုသမျှကို ခေါင်းငုံ့မခံတဲ့ အမျိုးသမီးအရာရှိတစ်ယောက်ကလဲ အဲ့နယ်ကိုပြောင်းလာတဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ပရိသတ်ကြီးပဲ အက်ရှင်ခန်းတွေမြိုင်မြိုင်နဲ့ ကြည့်ရှုရမှာဖြစ်လို့\nကိုယ်တိုင်ပဲဆက်ခံစားပေးကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.95GB  / 1.3GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein~Sai~Yunni~BpL",
        "rating": "7.8",
        "url": "https://megaup.net/2zHzo/Pathu_Thala_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
        "title": "Ghosted (2023)",
        "description": "Ghosted (2023)ကပ္ပတိန်အမေရိကမင်းသား ခရစ်အီဗန်နဲ့ မင်းသမီး အန်နာဒအာမက်စ်တို့ရဲ့ ဟာသ အက်ရှင်ကားအသစ်လာပါပြီ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမဲ့ ဟာသတွေ၊ ဧည့်သည်သရုပ်ဆောင် နာမည်ကြီးတွေ အများကြီးသုံးထားတာမို့ ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အစက ခေါင်းဆောင်မင်းသမီးနေရာမှာ စကားလက်ဂျိုဟန်ဆန်ကိုရွေးထားပေမဲ့ အချိန်ညှိမရတာကြောင့် အန်နာဒအာမက်စ်ကလေး ပါလာတာပါပဲ။ကိုးလ်ဟာ သူ့မိသားစုနဲ့အတူ ခြံစိုက်စားနေတဲ့ လူရိုးတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ ကမ္ဘာလှည့်ပြီး အနုပညာပစ္စည်းတွေ စုဆောင်းရှာဖွေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တစ်ရက်ချိန်းတွေ့မိပြီး ချစ်ကြိုက်သွားခဲ့ပါတယ်။ အဲဒီကောင်မလေးက သူ့ကိုတစ်ရက်တည်းနဲ့ ပလစ်ပြီး လန်ဒန်ထွက်သွားတဲ့အချိန်မှာ နောက်ကလိုက်သွားခဲ့တယ်။ လန်ဒန်မှာ သူ့ကို နာမည်ကြီး စပိုင်တစ်ယောက်နဲ့မှားပြီး လူဆိုးဂိုဏ်းက မှားဖမ်းတဲ့အခါ သူ့ကောင်မလေးကမှ စပိုင်အစစ်ဖြစ်နေပြီးလာကယ်တာကြောင့် သူတို့နှစ်ယောက်အတူ စွန့်စားခန်းတွေ အလွဲလွဲအချော်ချော်နဲ့ ဖွင့်ရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.5GB, 1.2GB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fvy8/(CM)_Ghosted_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmrvPiUCJNvd33N93VQNmBTC8Z9.jpg",
        "title": "Hitmen (2023)",
        "description": "Hitmen (2023)၂၀၂၃ ခုနှစ်မှာ အင်ဒိုနီးရှားနိုင်ငံက ထုတ်လုပ်တဲ့ Hitmen ဆိုတဲ့ Action, Drama, Comedy ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nကြမ်းပေ့ရမ်းပေ့ ဆိုတဲ့ အက်ရှင်ကားကြိုက်သူတွေအနေနဲ့ လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်နီနဲ့ ဖရန်ကီဟာ သူငယ်ချင်းလည်းဖြစ်သလို လုပ်ဖော်ကိုင်ဖက်လည်း ဖြစ်ပါတယ်။\nသူတို့နှစ်ဦး တွဲဖက်ပြီးတော့ လုပ်ကြံရေးသမားများအဖြစ် လုပ်ကိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်ဟာ လုပ်ကြံသတ်ဖြတ်တဲ့နေရာမှာ တော်သလို သောက်တလွဲတွေလည်း လုပ်တတ်ကြပါသေးတယ်။ဒါပေမယ့် မစ်ရှင်ကို ဘယ်လိုအခက်အခဲပဲရှိရှိ မစ်ရှင်ကို အောင်မြင်အောင်လုပ်ကြပါတယ်။\nဂျွန်နီကတော့ လုပ်ကြံရေးသမား ဘဝကို စိတ်ကုန်နေလို့ အနားယူပြီး ငါးခူမွေးမြူရေးလုပ်ဖို့အတွက် စိတ်ကူးယဉ်နေခဲ့ပါတယ်။\nဖရန်ကီလည်း ဂျွန်နီ အနားယူရင် သူလည်း အနားယူမယ်ဆိုပြီး လုပ်ပါတော့တယ်။ဒီလိုနဲ့ အနားမယူခင် နောက်ဆုံးအနေနဲ့ သူတို့ကို ပေးအပ်လာတဲ့ မစ်ရှင်သုံးခုကို လုပ်ဆောင်ဖို့ အကြောင်းဖန်လာချိန်မှာတော့....\nသာမန် မြင်တွေ့နေကြ လုပ်ကြံရေးသမားတွေနဲ့ မတူဘဲ ဂျွန်နီနဲ့ ဖရန်ကီဟာ တကယ်ကို ရယ်ရတဲ့အတွဲပါ။\nကလိထိုးရယ်ရတဲ့ ဟာသမျိုးတွေမဟုတ်ဘဲ သူတို့ တလွဲလုပ်တာတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2zHnp/Hitmen.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/u-turn-158x200.jpg",
        "title": "U-Turn (2023)",
        "description": "U turn (2023)\nIMDb - 6.1/10ဒီတစ်​ခေါက်မှာက​တော့ ပ​ဟေဠိဆန်တဲ့လှည့်ကွက်​တွေနဲ့ Plot Twistကိုသ​ဘောကျကြသူ​တွေ အကြိုက်​​တွေ့စေမယ့် မင်းသား​ချောAashim Gulatiနဲ့ မင်းသမီး​ချော​လေး Alaya Fတို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ Supernatural Thriller Movie \"U turn\"ကိုတင်ဆက်​ပေးလိုက်ပါတယ်ရာဒီကာဟာ​ခေတ်ဆန်ပြီး ​ပျော်​ပျော်​နေတတ်တဲ့အလုပ်သင်ဂျာနယ်လစ်မ​လေးတစ်​ယောက်ဖြစ်ပါတယ် သူ​ရေးဖို့ကြိုးစား​နေတဲ့​ဆောင်းပါး​လေးက​တော့ မိုးပျံလမ်း​ပေါ်မှာလမ်းစည်းကမ်းမဲ့စွာ ဘ​​လောက်တုံး​တွေကိုဖယ်ပြီး ဂငယ်​ကွေ့​ကွေ့တတ်သူ​တွေ​ကြောင့် မ​တော်တဆမှူအများကြီးဖြစ်ခဲ့တဲ့အ​ကြောင်း​ဆောင်းပါး​လေးပါ ဒီရည်ရွယ်ချက်​ကြောင့်ပဲသူဟာ ဘ​လောက်တုံးကိုဖယ်ပြီးဂငယ်​ကွေ့​ကွေ့ခဲ့ကြသူ​​တွေကို စုံစမ်းကာလိုက်အင်တာဗျုးဖို့ကြိုးစားပါ​တော့တယ်ဒါ​ပေမယ့်ထူးဆန်းစွာနဲ့ပဲ သူအင်တာဗျုးဖို့ရာအတွက် စာအုပ်ထဲမှာချ​ရေးထားသူတိုင်းက ​​အ​ဖြေရှာမရစွာ​သေကုန်ကြပြီး သူ့စာအုပ်ဟာလည်းDeath Noteလိုဖြစ်လာပါ​တော့တယ် ဒီလိုဆန်းပြားတဲ့ကိစ္စကိုရဲ​တွေကလည်း သံသယဝင်လာပြီးလိုက်စုံစမ်းရာက​နေ ဘယ်လိုလျို့ဝှက်ချက်​တွေထွက်လာမလဲ ရာဒီကာစာအုပ်ထဲမှာ ချ​ရေးလိုက်သူတိုင်းက ဘာလို့​သေကုန်ကြတာလဲ ကံကြမ္မာရဲ့​နောက်​ပြောင်မှူတစ်ခုပဲလား ဒါမှမဟုတ်လူတစ်​ယောက်က ကြိုးကိုင်​နေတာလားဆိုတာကို Plot Twist​တွေနဲ့ ဒီကား​လေးထဲမှာရင်ခုန်စိတ်လှုပ်ရှားစွာ ​စောင့်ကြည့်လိုက်ရ​အောင်\nFile size…1.2GB /550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~KhinKhin~ThaikSan",
        "rating": "6.1",
        "url": "https://megaup.net/1dM6z/U-Turn_(2023)_Hindi_HQ_HD.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://megaup.net/3fDSK/Peter.Pan.and.Wendy.2023.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    }
]