[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmDJhZIq1xnu5ZiMOlb0nHJH1qb.jpg",
        "title": "Simulant (2023)",
        "description": "Simulant (2023)AI စက်ရုပ်တွေအကြောင်း ရိုက်ကူးထားတဲ့ Sci-Fi ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nခင်ပွန်းသေဆုံးသွားလို့ ပူဆွေးသောကရောက်နေတဲ့ Faye က သူ့ယောက်ျား Evan နဲ့ ပုံစံတူတဲ့ အသွင်တုစက်ရုပ်တစ်ရုပ်ကို ဖန်တီးခဲ့ပြီးတော့မှ\nသူ့ယောက်ျားမဟုတ်တဲ့အတွက် စက်ရုပ်ကို ပြန်ပိတ်ချဖို့ စိတ်ကူးနေပါတယ်။\nတစ်ဖက်မှာတော့ စက်ရုပ်တွေရဲ့ အခွင့်အရေးအတွက် စက်ရုပ်တွေကို လွတ်မြောက်ဖို့ လုပ်ပေးနေတဲ့ Casey ကို\nစက်ရုပ်ထိန်းသိမ်းရေးအဖွဲ့ AICE က လိုက်ဖမ်းနေပါတယ်။\nAICE အဖွဲ့ က အေးဂျင့် Kessler ကလည်း စက်ရုပ်ရဲ့ပေါ့ဆမှုကြောင့် သူ့ကလေးသေဆုံးရတယ်ဆိုပြီး နာကျင်နေတဲ့သူပါ။\nCasey နဲ့ Evan တို့ တွေ့သွားကြပြီး စက်ရုပ်တွေကို လွတ်မြောက်အောင် ဘယ်လိုလုပ်ကြမလဲ၊\nအေးဂျင့် Kessler က သူတို့ကို ဖမ်းဆီးနိုင်သွားမှာလားဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါ။\nစက်ရုပ်တွေလည်း လူသားတွေလို ခံစားတတ်တယ်၊ ချစ်တတ်တယ်၊\nလူသားတွေနဲ့ အတူနေထိုင်လို့ရတယ်ဆိုတာကို စက်ရုပ်နဲ့ လူသားကြားထဲက အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်နဲ့လည်း ပုံဖော်ထားပါသေးတယ်။အညွှန်း နဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1e7fu/Simulant.2023.720p.WEBRip.DDP5.1.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU0ZGFhMWEtNGQwNi00ZGJmLWI2ZDQtMjE5YTZlMzI2MGI1XkEyXkFqcGdeQXVyMTYxNzAwNjI1._V1_-150x200.jpg",
        "title": "Sindhooram(2023)",
        "description": "Sindhooram(2023)IMDb-7.8/10ဇာတ်လမ်းအညွှန်းနက်ဇယ်အဖွဲ့တွေနဲ့ ဒေသအာဏာပိုင်တွေ တင်းမာမှုအခက်အခဲတွေရှိနေတဲ့အချိန်\nလယ်ယာလုပ်ငန်းလုပ်ကိုင်သူလယ်သမားတွေဟာ ကိုယ့်လယ်မှာကို\nအလုပ်သမားလိုပြန်လုပ်နေရပြီး လုပ်ခလစာရတာလည်း အရမ်းကိုနည်းပါးကြတယ်ဒီလိုအခက်အခဲဝင်ငွေနည်းမှုတွေနဲ့ လယ်သမားတွေဟာလယ်ထဲမဆင်းနိုင်\nခက်ခဲပင်ပန်းပြီးအသက်ဆုံးတာတွေပါရှိလာကြတယ် ဒီချိန်မှာ MROအဖြစ်\nအသစ်ခန့်လိုက်တဲ့ ရှရီရာကကျေးရွာကိုရောက်လာပြီး လယ်သမားတွေအတွက် ရပ်တည်ဖြေရှင်းပါတော့တယ်ဒေသခံအာဏာပိုင်တွေနဲ့ အပြိုင်ချဲရမယ့်အသစ်ခန့်အမျိုးသမီးငယ်တစ်ယောက် ၊\nဒေသခံလယ်သမားတွေဘဝ နဲ့ နက်ဇယ်အဖွဲ့တွေရဲ့အကြောင်း ရှုထောင့်လေးမျိုးကနေ ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…2.7GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  HM~Yunni~BPL~Sai ~Nyein",
        "rating": "7.8",
        "url": "https://megaup.net/1e77h/Sindhooram_(2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnRthEZz16Q9VWcP5homkHxyHoy.jpg",
        "title": "The Mother (2023)",
        "description": "The Mother (2023)နက်ဖလစ်နဲ့ ဖန်စီကားလေးတွေမှန်မှန်ရိုက်နေတဲ့ ဂျေလိုတစ်ယောက် ဒီတစ်ခါတော့ အက်ရှင်ကားကိုအတည်ရိုက်လိုက်ပါပြီ။\nဟာသမပါပါဘူး။ အတော်လည်းကောင်းပါတယ်။\nဒါရိုက်တာကတော့ Mulan တို့ Anna with an E တို့ရဲ့ ဒါရိုက်တာ မမကြီး Niki Caro ပါပဲ။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းနာမည် The mother ဆိုတဲ့အတိုင်း ဂျေလိုက ကလေးအမေပါ။\nဇာတ်ကားတစ်ကားလုံးမှာ သူ့နာမည်ကို မပြောသွားပါဘူး။\nသူဟာ အာဖဂန်နဲ့အီရန်မှာ စနိုက်ပါအဖြစ် စစ်ဆင်ရေးတွေလုပ်ခဲ့သူဖြစ်ပြီး\nစစ်တပ်ကထွက်ပြီးနောက်ပိုင်းမှာ ကျူးဘားနဲ့မက္ကဆီကို လူဆိုးဂိုဏ်းတွေနဲ့ ပတ်သတ်ခဲ့ပါတယ်။\nဒါပေမဲ့ ကိုယ်ဝန်ရလာပြီးမှာ သူတို့တွေကို ရဲဆီသတင်းပေးပြီး ဒီလောကထဲကနေ အလွတ်ရုန်းဖို့ ကြိုးစားခဲ့ပေမဲ့\nအတိတ်ရဲ့ရန်သူတော်တွေက လျို့ဝှက်ထားတဲ့ သူ့သမီးကို ရန်ပြုလာတဲ့အခါ\nအမေကလည်း ပုန်းနေရာကနေထွက်လာပြီးတော့ ရန်သူဟောင်းအားလုံးကို ရင်ဆိုင်ရပါတော့တယ်....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | ...",
        "rating": "7.4",
        "url": "https://megaup.net/1e7e2/The.Mother.2023.1080p.NF.WEB-DL.5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZEQnd2Ar5S0ETnFL4dSenCVpi6.jpg",
        "title": "[18+] AFAM (2023)",
        "description": "AFAM (2023)ဒေစီနဲ့ ဟေဇယ်တို့ဟာ ကလေးဘဝကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့သလို လက်ရှိမှာလည်း အပန်းဖြေစခန်းတစ်ခုတည်းမှာ အတူတူလုပ်နေကြပါတယ်။ သူတို့ဟာ ငယ်ဘဝကတည်းက အချင်းချင်းသဘောတူစာချုပ်တစ်ခုထားရှိခဲ့ပြီး အဲဒါကတော့ ယောက်ျား တစ်ယောက်ကိုဘယ်တော့မှ နှစ်ယောက်လုံး ပြိုင်တူမချစ်မိကြေး၊ ယောက်ျားတစ်ယောက်အတွက် သူတို့ရဲ့သူငယ်ချင်းအချစ် မပြိုကွဲရေးတွေပါပဲ။ဒါပေမဲ့လည်း ငယ်ဘဝအိပ်မက်တွေနောက်ကို အတူတူလိုက်ကြရင်း အဲဒီအိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်မယ့် အလားအလာရှင် ဖော်ရိန်နာတစ်ယောက်ကိုမှ အတူတူမျက်စိကျသွားတဲ့အခါမှာတော့ သဘောတူစာချုပ်တွေ၊ သူငယ်ချင်းသံယောဇဉ်တွေကိုခဏခေါက်ထားပြီးတော့ နှစ်ယောက်ကြားမှာ ပညာကုန်ထုတ်သုံးရင်း မီးပွင့်မတတ်တစ်ဂျိန်းဂျိန်းပြိုင်ရမယ့် ပြိုင်ပွဲတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ ပွင့်ပွင့်လင်းလင်းပညာပြိုင်ခန်းတွေလည်းအများကြီးပါဝင်သလို အချစ်ဟာသပုံစံမျိုးနဲ့ မြူးမြူးသွက်သွက် တင်ဆက်ထားတဲ့အတွက် ရယ်ရင်းမောနေရမယ့်ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ဆက်လက်ရှုစားလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 6.1GB, 1.95GB, 930MB\nQuality - 4K HEVC, 1080p, 720p\nFormat - mp4\nDuration - 1H 57Min\nGenre - Comedy\nSubtitle - ...",
        "rating": "5",
        "url": "https://megaup.net/1U2kx/(CM)_AFAM_(2023)_720p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQzZDhkMWUtOWMxNi00MzI5LTkzN2QtMzZjMzk1MjhlNmU3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Bholaa(2023)",
        "description": "Bholaa (2023)\nIMDb 7.7Drishyam ထဲမှာ အပြိုင်ကြဲခဲ့တဲ့ အဂျေးနဲ့ ရဲမေတာဘူး တို့က ဒီကားထဲမှာ\nအတိုင်အဖောက်ညီညီ ရှယ်ကြမ်းကြဦးမဲ့ ရုံတင်ကားပဲဖြစ်ပါတယ်\nBox Office အနေနဲ့လည်း 111 ကုဋေကျော်အထိ ပြန်ရှာနိုင်ခဲ့ပါတယ်\nမင်းသားမင်းသမီးတင် နာမည်ကြီးရုံမက ဇာတ်လမ်းကလည်း\nပြီးမှန်းမသိဆွဲဆောင်သွားနိုင်တာမို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါပဲဇာတ်လမ်းအညွှန်း...\nရန်သူတွေက စုန်းမလို့ခေါ်ရ‌လောက်တဲ့အထိ တစ်ခါအာရုံကျပြီးရင်\nလက်မလွှတ်တတ်တဲ့ ရဲမေဒိုင်ယာနာ (တာဘူး)... သန်းတစ်ထောင်တန်ကြေးရှိတဲ့\nကိုကင်းတွေဖမ်းမိတော့ ပိုင်ရှင်က ကြားဖူးသမျှထဲမှာ အကြီးဆုံးဂိုဏ်းဖြစ်နေခဲ့တယ်\nအလုပ်လုပ်သမျှ ပိရိလွန်းတာကြောင့် တစ်ခါမှကို ဖမ်းဆီးခြင်းမခံခဲ့ရတဲ့ဂိုဏ်း\nဒီဂိုဏ်းက သန်းတစ်ထောင်ကျော် အထိနာသွားတော့ ဒိုင်ယာနာ့ကို ကမ္ဘာမြေအဆုံးထိ လိုက်ရှာပါတော့တယ်ဘိုလာ(အဂျေး)က အမှုတစ်ခုကြောင့် ထောင်၁၀နှစ်ကျခဲ့ရတယ် ထောင်သားအချင်းချင်းတောင်\nဘိုလာက ဘယ်သူလဲ ဘယ်ကလာလဲ မသိကြဘူး သိတဲ့လူကလည်း အသက်ရှင်ဖို့လမ်းမရှိတာကိုး\nဘိုလာ့ကို သမုဒ္ဒရာနဲ့တင်စားကြတယ် အပြင်ဘက်မှာ ငြိမ်သက်ပြီး အတွင်းမှာတော့ မုန်တိုင်းထန်တဲ့လူတဲ့\nဒီလိုနဲ့သူထောင်ကထွက်တော့ ကိုကင်းပိုင်ရှင်ကို စုံစမ်းနေတဲ့ဒိုင်ယာနာ့နဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်\nဂိုဏ်းဘက်ကလည်း ဒိုင်ယာနာ့ကို အသေရရ အရှင်ရရဖြစ်နေတော့ သူတို့၂ယောက်ပေါင်းပြီး\nဘယ်လိုတွေဖြေရှင်းသွားမလဲဆိုတာ Plot Twist ပေါင်းများစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းကိုတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1U23p/Bholaa_(2023)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPBo5HZN2yubtHyfFkLy1c7RmCY.jpg",
        "title": "You & Me & Me (2023)",
        "description": "You and Me and Me (2023)တစ်ယောက်တည်းမွေးလာရပြီး တစ်ယောက်တည်းသေသွားရမယ့် လောကကြီးထဲမှာ အမြွှာဆိုတာ ဆုလာဘ်တစ်ခုပါပဲ။\nအမေ့ဗိုက်ထဲမှာ အတူတူနေခဲ့ရတယ်၊ အဝတ်အစားတွေ အတူတူဝတ်ခွင့်ရှိတယ်၊ အသုံးအဆောင်တွေ အတူတူသုံးခွင့်ရှိတယ်။ဒါပေမဲ့ ဘယ်လောက်ပဲချစ်ကြတဲ့ အမြွှာတွေဖြစ်နေရင်တောင် ဝေမျှလို့မရနိုင်တာကတော့ “အချစ်ပေါ့”။၁၉၉၉ ခုနှစ်ကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင် You နဲ့ Me ဆိုတဲ့ ဆယ်ကျော်သက် အမြွှာညီအစ်မနှစ်ယောက်ဟာ\nမွေးကတည်းက အတူသွား အတူလာ အတူစားပြီး တစ်ယောက်မရှိရင် တစ်‌ယောက်မနေနိုင်တဲ့အထိ ချစ်ကြတဲ့အမြွှာတွေပါ။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ရဲ့ဘဝထဲကို Mark လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက် ဝင်ရောက်လာခဲ့ပါတယ်။\nကံဇာတ်ဆရာအလိုကျ Mark ဟာ ပျိုဖော်ဝင်ခါစ ညီအစ်မနှစ်ယောက်ရဲ့အချစ်ဦး ဖြစ်လာတဲ့အခါမှာတော့ ...ကျန်တာတွေ ဝေမျှနိုင်ရင်တောင် အချစ်ကိုတော့ ဘယ်လိုမှဝေမျှလို့မရတဲ့အခါ ဒီအမြွှာညီအစ်မနှစ်ယောက်ရဲ့ ဘဝကြီးဟာ\nအချစ်ကြောင့် တစ်မျိုးတစ်ဖုံ ပြောင်းလဲသွားမှာလားဆိုတာ ကြည့်ရှုခံစားရမယ့် အချစ်ဇာတ်ကားလေးတစ်ကားပါပဲ။အညွှန်းကိုတော့ Hmwe Thet Winn က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1U28c/You.and.Me.and.Me.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTU2ZDljMTEtMjcxNi00ZWZkLWFmNjctNDlkNGM5OWY0YjMyXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "My Landlord Wants Me Dead (2023)",
        "description": "My Landlord Wants Me Dead (2023)\n===========================ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကြည့်ရုံနဲ့ လူသတ်သမား\nဘယ်သူဆိုတာတန်းသိတဲ့ ဇာတ်ကားမျိုးပေါ့နော်။ ဒါပေမဲ့ လူသတ်\nသမားဘယ်သူဆိုတာ သိနေတာတောင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု\nရမှာပါ။ နောက်ဆုံးမှာတော့ သားကောင်ဟာ လွတ်မြောက်သွားပါ့\nမလား။ လူသတ်သမားလက်ထဲပဲကျရောက်သွားမလားဆိုတာကိုပေါ့။မက်ဒီက မိခင်ဖြစ်သူဆုံးပြီးတဲ့နောက် ကောလိပ်ကနေလည်း ထွက်\nလိုက်ပြီး ဘိုင်ကျနေတာမို့လို့ သူ့အဒေါ်ပိုင်တဲ့အိမ်မှာ ခေတ္တသွား‌နေ\nပါတယ်။ သူ့အဒေါ်တို့ လင်မယားကမြို့ထဲမှာနေတာဆိုတော့ ဒီအိမ်ကို\nမက်ဒီ့ကိုခဏပေးနေလိုက်တာပါ။ အဒေါ်ဖြစ်သူကတော့ အာဖရိကကို\nခဏတဖြုတ်သွားလည်ပါတယ်။ အဒေါ်ဖြစ်သူရဲ့ယောက်ျားက အိမ်ပိုင်\nရှင်ပေါ့လေ။ကယ်ဗင် ဆိုတဲ့အိမ်နီးချင်းချောချောလေးလည်းရှိတော့ မက်ဒီတစ်ယောက်\nတစ်ချက်ခုတ်နှစ်ချက်ပြတ်နဲ့ ပီတိတွေဖြာမဆုံးခင်မှာပဲ ထူးထူးဆန်းဆန်းတွေ\nကြုံလာရပါတော့တယ်။ သူဒီအဖြစ်တွေကို ဘာလို့ကြုံနေရတာလဲ။ လူသတ်\nသမားလက်ထဲကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်\nပါတယ်။ မက်ဒီအဖြစ် မင်းသမီးချောEmily Roslyn Villarreal ကပါဝင်သရုပ်\nဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (522 MB) / (339 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "4.4",
        "url": "https://megaup.net/1e4hf/My.Landlord.Wants.Me.Dead.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1THotGwS7Hgg2WvWtMiKddJ8SO.jpg",
        "title": "Nothing Like Paris (2023)",
        "description": "Nothing Like Paris (2023)IMDb - 7/10လူတစ်ယောက်ရဲ့ဘဝမှာသုံးကြိမ် ချစ်မိတတ်တယ် ငါကတော့ ပထမ ဒုတိယ တတိယ အရာအားလုံးမင်းပါပဲ.....လှပါတယ်ဆိုတဲ့အချစ်မြို့တော် ပါရီ/ပဲရစ်မြို့ရဲ့ လမ်းသွယ်တွေမှာ လမ်းပတ်လျှောက်ရင်း စကားတွေဖောင်ဖွဲ့ခဲ့ကြတဲ့\nBefore sunset ထဲက Jessie နဲ့ Celine ကိုမှတ်မိကြတယ်ဟုတ်\nအဲ့လို vibe လေးကို ဒီဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးမှာပြန်ခံစားမိတယ်ပြောရရင် ဇာတ်အိမ်မတူပေမဲ့ ကော်ဖီဆိုင်တူတူထိုင်တာ သုဿန်ကိုတူတူသွားကြတာ စသဖြင့် ရိုက်ကွင်းနေရာလေးတွေကိုလည်း reference ယူထားတာကိုတွေ့ရတယ်\nနှစ်ယောက်သား လမ်းလျှောက်စကားဖောင်ဖွဲ့ရင်း အချစ်အကြောင်း ဘဝအကြောင်း အနုပညာအကြောင်းတွေဆွေးနွေးကြနဲ့ ကြည့်ရတာတကယ်ကို ငြိမ့်ငြိမ့်လေးပါပဲ\nGhost ကားထဲက အိုးလုပ်တဲ့ ဂန္ဓဝင်အခန်းလေးကိုတောင် လက်စွမ်းပြ မှီငြမ်းထားတဲ့တစ်ခန်းပါပါသေးတယ်ဇာတ်ကားလေးက ရိုက်ချက်တွေ ရိုက်ကွင်းတွေ ဒိုင်ယာလော့တွေ အပြစ်ပြောစရာမရှိသလို\nဇာတ်အိမ်လေးကလည်း ရိုးရိုးလေးနဲ့ပဲ အချစ်ကိုအဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်ပဲရစ်မြို့က ဖိလစ်ပိုင်ပန်းချီဆရာ ဂျိုဂျို နဲ့ သူ့ရဲ့လက်ရာပုံတူပန်းချီထဲက ငယ်သူချင်းကောင်မလေး မေရီတို့ရဲ့ အချစ်ကို ရှာဖွေကြပုံ\nအချစ်ကို အဓိပ္ပာယ်သတ်မှတ်ကြပုံလေးတွေကို တီးလုံးလှလှလေးတွေနဲ့ ကြည့်ရှုနိုင်ဖို့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zWwX/Nothing.Like.Paris.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU16/Sid.is.Dead.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/cis-141x200.jpg",
        "title": "CSI Sanatan (2023)",
        "description": "C.S.I. Sanatan (2023)IMDb-9.6/10ဇာတ်လမ်းအညွှန်း ၁‌ ဒေါ်လာနဲ့ VCဆိုတဲ့ချေး‌ငွေ\nကုမ္ပဏီတစ်ခုမှာ ရင်းနှီးမြှုပ်နှံရုံနဲ့ အိမ်မက်တွေပြည့်၀မယ်\nလူမှုဘ၀အဆင်ပြေတယ်ဆိုပြီး\nဟိုးလေးတကျော်ကျော်ဖြစ်နေတဲ့ ကာလပေါ့အဲဒီချိန်မှာမှ VC ကုမ္ပဏီရဲ့ CEO ဗစ်ကရမ်အသတ်ခံလိုက်ရပါတယ်\nနိုင်ငံအတွင်းနာမည်ကြီးဟစ်ဖြစ်နေတဲ့လူအသတ်ခံရတာမို့\nရဲတပ်ဖွဲ့တင်မဟုတ်ဘဲ အထူးပညာရှင်တွေပါလိုအပ်လာချိန်မှာ\nဆန်နသန်၀င်ပါလာရ‌ပါတော့တယ်ဆန်နသန်ရဲ့ ဘ၀တစ်စိတ်တစ်ပိုင်းကတော့\nရဲဖြစ်ချင်တဲ့ဘ၀အိမ်မက်အတွက် စာမေးပွဲကျတဲ့အချိန်မှာ ရည်းစားကပစ်\nအစ်ကိုကသေနဲ့စိတ်ဓာတ်ကျနေရာက ပြစ်မှုဗေဒဝင်သင်ရင်း\nပြစ်မှုစုံစမ်းစစ်ဆေးရေးတွေမှာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်လာသူပါ\nနိုင်ငံအတွင်းလတ်တလောနာမည်ကြီးထိပ်ပြေးနေတဲ့သူ\nအသတ်ခံရတဲ့နောက်ကွယ်ကဘာများလဲ\nဆန်နသန်ရဲ့ ကျွမ်းကျင်မှုပညာတွေနဲ့ ဘယ်လိုထုတ်ဖော်သွားမလဲဆိုတာတွေက\nမှုခင်းကားတွေကြိုက်တတ်တဲ့ ပရိသတ်ကိုစိတ်ပျက်စေမှာမဟုတ်ပါဘူး\nFile size…1.96GB / 894MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Khin~BpL",
        "rating": "9.6",
        "url": "https://megaup.net/3VT2Z/C.S.I_Sanatan_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcpcxX0kbiizYwV6Lccwpzd7YDH.jpg",
        "title": "The Wedding Wish (2023)",
        "description": "The Wedding Wish (2023)~ IMDb rating - 6.2/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမယ့်ကား​လေးက​တော့ 2023 မှာထွက်ရှိထားတဲ့ အသက် 35 နှစ်အမီ မင်္ဂလာ​ဆောင်ချင်တဲ့ ဂျန်နီနယူးလပ်ရဲ့ ​ကောင်​လေးရှာပုံ​တော်ဖွင့်တာ​လေးကို ဟာသဆန်ဆန် ​ရိုက်ပြထားထားတဲ့ Comedy, Romance ကား The Wedding Wish ​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အသက် ၃၅ နှစ်ပြည့်​မွေး​နေ့မှာ အပြီးပြည့်စုံဆုံး ​အမျိုးသားနဲ့ အ​ကောင်းဆုံး မင်္ဂလာပွဲကိုကျင်းပရမယ်လို့ ​ဗေဒင်ဆရာက ​​ဟောကိန်းထုတ်လိုက်တာ​ကြောင့် ဂျန်နီတစ်​ယောက် ၃၅ နှစ်ပြည့်ခါနီးထဲက စိတ်​တွေလှုပ်ရှားပြီး ခန်းမ​တွေ ဘိုကင်လုပ် မိတ်ကပ်​အဖွဲ့​တွေ ငှားထား​ပေမယ့် သူ့မှာ မရှိ​သေးတာက သူ့ကိုလက်ထပ်မယ့် သတို့သား​လောင်းပါ။ သတို့သားရှာပုံ​တော်ဖွင့်ရင်း ကြုံ​တွေ့ရမယ့် ဟာသ​တွေ၊ သူငယ်ချင်း​တွေရဲ့ ကူညီမှု​တွေနဲ့ ဂျန်နီ​တစ်​ယောက် သတို့သား​​လောင်းကို​တွေ့သွားလား... ဟောကိန်းကမှန်သွားလား... ဒါမှမဟုတ် ဂျန်နီ​တစ်​ယောက် ​​​ဟောကိန်းကမဖြစ်နိုင်ဘူးဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/1e3h5/(CM)_The_Wedding_Wish_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
        "title": "Evil Dead Rise (2023)",
        "description": "Evil Dead Rise (2023)~ IMDb - 7.1/10, RT - 84%, Meta - 69% ~Evil Dead ဆိုတာ ဟော်ရာရုပ်ရှင်လောကရဲ့ နာမည်အကြီးဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ ဟောဒီရုပ်ရှင်ကတော့ Evil Dead ရဲ့ ၅ ကားမြောက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ကျန်တဲ့လေးကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပြီးပါပြီ။ ဒါရိုက်တာ Lee Cronin ဟာ အရင်က The Hole in the Ground ဆိုတဲ့ဟော်ရာကားတစ်ကားလောက်ပဲ ကြီးကြီးမားမားရိုက်ဖူးပေမဲ့ ဒီ Evil Dead ရုပ်ရှင်မှာတော့ ရှားရှားပါးပါး IMDb - 7.1/10 ရတဲ့အထိ လက်စွမ်းပြနိုင်ခဲ့ပါတယ်။ သူ့ရဲ့ The Hole in the Ground ကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3VRcB/(CM)_Evil_Dead_Rise_(2023)_720p.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zWof/Queens.on.the.Run.2023.SPANISH.720p.WEBRip.x264-VXT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmRlNjQ2N2ItZmM4ZC00YzA0LWEzOWQtNzYzYjMwZmZmODEzXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Sister’s Serial Killer Boyfriend (2023)",
        "description": "My Sister's Serial Killer Boyfriend (2023)\n=============================သတင်းထောက်မမမက်ဒီက ကွင်းဆက်လူသတ်မှုဖြစ်စဥ်ကို ဆောင်းပါး\nရေးရဖို့ကြိုးပမ်းနေတဲ့သူပေါ့။ ကွင်းဆက်လူသတ်သမားတွေက စံနှုန်း\nတစ်ခုထားပြီး လူသတ်ကြတယ်ဆိုတာ ဘော်ဒါတို့လည်းသိကြမှာပါ။\nဖြစ်ချင်တော့ လူတစ်ယောက်က ညီမဖြစ်သူအိုလစ်ဗီယာရဲ့အိမ်ထဲ\nဖောက်ထွင်းဝင်လာပြီး အန္တရာယ်ပြုဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ခဲ့ဘူး။\nဒီတော့ မမမက်ဒီက ကိုယ်ခံပညာတတ်ထားမှရမယ်ဆိုပြီး သင်တန်း\nသွားတက်ကြတယ်။ကဲ...ဘာပြောကောင်းမလဲ သင်တန်းနည်းပြက ခပ်တောင့်တောင့်\nဘဲကြီးဆိုတော့ အိုလစ်ဗီယာတစ်ယောက် မြင်မြင်ချင်းချစ်ကျွမ်းဝင်\nရှာတာပေါ့။ ဒါပေမဲ့ မမက်ဒီကလည်း သင်တန်းနည်းပြကို ဟိုလိုလို\nဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်နဲ့သင်တန်းနည်းပြကြီးတို့ကြား\nဘာတွေဆက်ဖြစ်လာမလဲ၊ မမနိုင်သွားမလား ညီမလေးနိုင်သွားမ\nလားဆိုတဲ့ ဒီဇာတ်ကားလေးမှာ ညီအစ်မနှစ်ယောက်ရဲ့အားပြိုင်မှု\nအပြင် တခြားဘယ်လို​လေး​​တွေထပ်ပါလာဦးမလဲဆိုတာတော့\nပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Zwe Win Tun\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1e1ul/My.Sisters.Serial.Killer.Boyfriend.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Chokehold-620605643-large-135x200.jpg",
        "title": "Chokehold (2023)",
        "description": "Chokehold (2023)\n==============\nIMDb Rating - 5.8/10လင်မယားနှစ်ယောက်ဟာ ရွာငယ်လေးဆီကို ဘဝသစ်စဖို့\nပြောင်းလာကြတယ်။ ဒါပေမဲ့ အဲဒီရွာကလူတွေက သူတို့ကို\nသတ်ချင်နေကြပါသတဲ့။ဒီဇာတ်ကားထဲက မင်းသားရဲ့ဇာတ်ကောင်ဟာ လူကောင်း\nလုံးလုံးကြီးရယ်လို့ မဟုတ်ပါ။ သူ့ပုံစံက လုပ်ရင်းလုပ်ရင်း\nလက်လွန်လာသလိုမျိုး။ ကိုယ့်ကို ဒုက္ခပေးတဲ့သူကို လက်စား\nချေချင်လို့သတ်လိုက်၊ ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ချင်လို့သတ်\nလိုက်နဲ့ လုံးချာရိုက်နေတော့တာပေါ့။တစ်ဖက်မှာလည်း လင်မယားနှစ်ယောက်ကြား သံယောဇဉ်\nအက်ကွဲကြောင်းလေးတွေ ပေါ်လာပြန်တယ်။ ဇာတ်လမ်းက\nရိုးရိုးလေးနဲ့ကြည့်ကောင်းပြီး Rating - 5.8 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (654 MB)  /(361 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1e1tb/Chokehold.2023.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODA5ZTgzMzUtOWIyZS00MTI4LTg1ZTItMzcwYzI2MGI1YmNhXkEyXkFqcGdeQXVyNTI4OTYyNTM@._V1_-165x200.jpg",
        "title": "Phenomena (2023)",
        "description": "Phenomena (2023)\n==============ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန် စပိန် Horror\nMovie ဖြစ်ပါတယ်။ ဖာသာပီလွန်ဟာ ၁၉၈၇ မှာ ဟက်ပ်တာ\nအဖွဲ့ကို စတင်တည်ထောင်ခဲ့ပါတယ်။ အရည်အချင်းရှိကြတဲ့\nအဖွဲ့ဝင်တွေကို စုစည်းထားပြီး သဘာဝလွန်ဖြစ်ရပ်တွေ၊ သိပ္ပံ\nနည်းကျမဖြေရှင်းနိုင်တဲ့ အမှုတွေကို ဖြေရှင်းကြပါတယ်။\nဟက်ပ်တာအဖွဲ့ဆိုတာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ဇာတ်လမ်းထဲက အဓိကသရုပ်ဆောင်သုံးယောက်က ဟက်ပ်တာ\nအဖွဲ့ရဲ့ အဓိကအဖွဲ့ဝင် သုံးယောက်ဖြစ်တဲ့ Sol Blanco-Soler,\nPaloma Navarrete နဲ့ Piedad Cavero တို့ကို ကိုယ်စားပြု\nထားတာပါ။တစ်နေ့မှာတော့ ဖာသာပီလွန်ကို ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ခုက\nဆိုင်မှာ ပစ္စည်းတွေ နေရာရွေ့နေတာ၊ အနံ့ဆိုးတွေထွက်တာ၊ အရာ\nဝတ္ထုတွေပျံနေတာ၊ လူရိပ်တွေ မြင်ရတာတွေ ဖြစ်နေလို့ ကူညီပေးဖို့\nတောင်းဆိုလာပါတယ်။ တခြားအဖွဲ့ဝင်တွေကို မခေါ်ဘဲ ဖာသာပီလွန်\nတစ်ယောက် သွားစုံစမ်းရာက သတိမေ့ပြီး ဆေးရုံတက်လိုက်ရပါတယ်။\nဒါကြောင့် တခြားအဖွဲ့ဝင်တွေက ဖာသာ ဘာတွေဖြစ်ခဲ့လဲဆိုတာကို\nသိဖို့ ရှေးဟောင်းပစ္စည်းဆိုင်ကို သွားပြီး စုံစမ်းကြပါတော့တယ်။၁၉၉၉ ခုနှစ်က စပိန်နိုင်ငံ မက်ဒရစ်မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာပါ။ အကြောက်အလန့်မရှိတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3VG4v/Phenomena.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9DScIcL0cEIKcwSEz0jRfzEcGn.jpg",
        "title": "The Blessing Bracelet (2023)",
        "description": "The Blessing Bracelet (2023)~ IMDb - 6.7/10, Rotten Tomatoes - 100% ~Romance ပရိသတ်တွေအတွက်ဇာတ်ကားသစ်လေးတစ်ခုလာပါပြီ။ ဒေါင်းန်ဆိုတဲ့ Single Mom အမျိုးသမီးနဲ့ ခွေးချစ်သူ အေဒမ်တို့ကြားမှာပေါ်ပေါက်လာမယ့် အချစ်ဇာတ်လမ်းလေးကိုရှုစားကြရမှာပါ။ Main Leads တွေအဖြစ် နာမည်ကျော် SUITS စီးရီးက Amanda Schull နဲ့ Carlo Marks တို့ပါဝင်ထားပါတယ်ဒေါင်းန်က ကွာရှင်းထားပေမဲ့ သားလေးတစ်ယောက်ရှိပြီး ဘဝကိုကြိုးကြိုးစားစားရှင်သန်နေသူတစ်ယောက်ပါ။ တက်ကြွ အကောင်းမြင်စိတ်ရှိပြီး အလုပ်မှာလည်းအလေးထားရတဲ့သူတစ်ယောက်ပါ။ ဒါပေမဲ့ ဒေါင်းန်မှာ လူမသိတဲ့ပြဿနာတွေ ရင်ဆိုင်နေရတယ်။ ခင်ပွန်းဟောင်းထားခဲ့တဲ့အကြွေးတွေကို ဒိုင်ခံဆပ်နေရတဲ့အခါ အလုပ်တစ်ခုတည်းနဲ့မလုံလောက်တော့တဲ့အတွက် ဒုတိယအလုပ်ထပ်ရှာနေတုန်းမှာ အိမ်ကအပေါင်ဆုံးတော့မယ့် အခြေအနေဖြစ်လာခဲ့တယ်။ ​အဲဒီအချိန်မှာ အထက်တန်းကျောင်းအကြီးတန်းနှစ်မှာ ဒေါင်းန်လုပ်ခဲ့တဲ့ ပုတီးစေ့လက်ကောက်လေးတွေကိုပြန်သတိရသွားခဲ့တယ်။ လက်ကောက်လေးတွေက ဒေါင်းန်ကို ခက်ခဲတဲ့နေ့ရက်တွေမှာ သူ့ဘဝမှာလက်ခံရရှိဖူးတဲ့ကောင်းချီးတွေကို ပြန်အမှတ်ရပြီးကျေးဇူးတရားထားတတ်အောင်ကူညီပေးတာပါ။ အဲဒီ Blessing Bracelet ...",
        "rating": "6.7",
        "url": "https://megaup.net/1e0bp/(CM)_The_Blessing_Bracelet_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Enthada-Saji-150x200.jpg",
        "title": "Enthada Saji (2023)",
        "description": "Enthada Saji (2023)IMDb - 6.2/10ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ စိတ်ကူးယဥ်ဆန်ပြီးရယ်ရတာကို သဘောကျတဲ့သူတွေကို\nအကြိုက်တွေ့စေမယ့် မင်းသား Kunchacko Bobanနဲ့မင်းသမီးNivetha Thomasတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ Enthada Saji ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆာဂျီမိုဟာ ရည်မှန်းချက်မရှိပဲလေလွင့်ပျင်းရိနေတဲ့ အမျိုးသမီးလေးတစ်ယောက်ဖြစ်ပါတယ်\nသူ့သူငယ်ချင်းတွေတောင် မင်္ဂလာဆောင်ပြီးသွားကြပေမယ့် သူကတော့စေ့စပ်စွဲတစ်ခါပျက်ဖူးတဲ့အပြင်\nအခုချိန်ထိလည်း Faဖြစ်နေတာမို့ရပ်ထဲရွာထဲမှာ အပျိုဟိုင်းကြီးလို့ စနောက်လှောင်ပြောင်ခံနေရသူလေးပါ\nဆာဂျီမိုဟာဒီလိုဒဏ်တွေကို သည်းမခံနိုင်တော့တာမို့ ချက်ကျောင်းမှာအမြဲလိုလိုသွားညည်းညူလေ့ရှိပါတယ်တစ်နေ့မှာတော့သူ့ညည်းညူတာတွေကို ကြားရတာများလာတဲ့အရှင်က ရုပ်တုထဲကနေအပြင်ကိုထွက်လာရာကနေ\nဆာဂျီမိုရဲ့ဘဝဟာလည်းပြောင်းလဲသွားပါတော့တယ် ဆာဂျီမိုရဲ့ပျော်ရွှင်ခြင်းအခိုက်အတန့်တွေကြားမှာ\nချက်ကျောင်းရဲ့ရုပ်တုဟာလည်းထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့အချိန်မှာ အရှင်နဲ့သူထပ်ဆုံနိုင်ပါ့မလား\nဒီလိုရုပ်တုထဲကထွက်လာတဲ့အရှင့်နောက်ကွယ်မှာလည်း ဘယ်လိုပဟေဠိတွေရှိနေမလဲဆိုတာ\nစိတ်ကူးယဥ်ဆန်စွာတခြားကားတွေနဲ့မတူပဲကြည့်ရှူ့ရမှာဖြစ်ပါတယ်\nFile size…1.92GB/ 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Yunni~Khin Khin",
        "rating": "5.4",
        "url": "https://megaup.net/1dYvz/Enthada_Saji_(2023)_Malayalam_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zi0Lrmtvhrz52VXUjwEKlXItF9q.jpg",
        "title": "Mafia Mamma (2023)",
        "description": "Mafia Mamma (2023)\n\" ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းနဲ့ သွေးထွက်သံယိုခန်းတွေပါဝင်ပါတယ် \"ခရစ္စတင်ဟာ သာမန်အမေရိကန်အိမ်ထောင်ရှင်မတစ်ယောက်...ပြောရမယ်ဆိုရင် မိခင်တစ်ယောက်အနေနဲ့ကော အိမ်ရဲ့ အဓိကထောက်တိုင်အနေနဲ့ပါ သူ့မှာတာဝန်ဝတ္တရားတွေအပြည့်ပိနေပါတယ်။သားဖြစ်တဲ့သူက ကောလိပ်တက်...\nယောက်ျားကဖောက်ပြန်...\nအထက်လူကြီးကလည်းတကယ့်လိင်ခွဲခြားဆက်ဆံတဲ့ဘဲကြီး...\nအဲဒီလိုမွန်းကြပ်ရတဲ့ဘဝထဲပိတ်မိနေတုန်း သူတောင်မသိတဲ့ အီတလီက သူ့အဖိုးဆုံးပါးသွားပါတယ်။အဲဒီတော့ မွန်းကြပ်တဲ့အမေရိကန်လူနေမှုဘဝကနေရုန်းထွက်ရင်း အပန်းဖြေခရီးလည်းဖြစ်အောင် အသုဘရှုဖို့ အီတလီကို ခရီးနှင်ခဲ့ပါတော့တယ်။ကျားကြောက်လို့ရှင်ကြီးကိုး ရှင်ကြီးကျားထက်ဆိုးဆိုသလိုပါပဲ။ အမေရိကန်မှာနေရတာပင်ပန်းလို့ အီတလီကိုရောက်ခါမှ သူ့အဖိုးရဲ့ သေတမ်းစာအရ ဟန်ပြဝိုင်လုပ်ငန်းအပြင် နောက်ကွယ်က မာဖီးယားဂိုဏ်းကြီးကိုပါအမွေဆက်ခံခဲ့ရပါတော့တယ်။လူမပြောနဲ့ ပိုးကောင်တောင်မသတ်ရဲတဲ့ ခရစ္စတင်တစ်ယောက် လူသတ်မှောင်ခိုလုပ်ငန်းတွေကို ဦးစီးရင်း တိုင်တွေဘယ်လိုပတ်မလဲ။ သူ့ကိုလုပ်ကြံဖို့ကြိုးစားတဲ့လူတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာအပြင် တခြားမားဖီးယားမိသားစုတွေရဲ့လေးစားမှုကိုဘယ်လိုရယူနိုင်ခဲ့မလဲတွေ့ရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အက်ရှင်ဟာသကားဖြစ်ပေမယ့် ကျွန်တော်တို့အခုရင်ဆိုင်နေရတဲ့ မွန်းကြပ်ပြီး ပျင်းစရာကောင်းနေတဲ့ဘဝကိုပါ စောင်းပါးရိပ်ခြည်သတိပေးထားတဲ့ရုပ်ရှင်တစ်ခုပါ။ ကျွန်တော်တို့တွေရဲ့ ဘဝနေထိုင်မှုဟာ ပျင်းစရာ စားဝတ်နေရေးနဲ့တင် ပြည့်စုံလုံလောက်နေပါရဲ့လား။ ချစ်လို့ အားနာလို့ ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ကျွန်တော်တို့ရဲ့ ဖြစ်ချင်တဲ့ဆန္ဒတွေထက် တခြားသူတွေရဲ့ဆန္ဒကို ဦးစားပေးနေခဲ့မိတာက မှန်ကန်တဲ့ရွေးချယ်မှုဟုတ်နေရဲ့လား။ အချဉ်အစပ်လေးမှ စားမြိန်တယ်ဆိုသလိုပါပဲ ဘဝဟာလည်း စွန့်စားခန်းတွေမပြည့်နေရင်တောင် စွန့်စားခန်းတွေပါနေမှ နေရကျိုးနပ်မှာပါ။ဇာတ်လမ်းဇာတ်ကျောက ကြည့်ပျော်တယ်ဆိုတဲ့အဆင့်မှာရှိသလို ...",
        "rating": "5.3",
        "url": "https://megaup.net/1dYtj/(CM)_Mafia_Mamma_(2023)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3qrVjsBd4IZ3QWHMs2x1dwRxuX.jpg",
        "title": "The Artifice Girl (2023)",
        "description": "The Artifice Girl (2023)Artificial Intelligence AI ဥာဏ်ရည်တု၊ ဖန်တီးဥာဏ်ရည်၊ အသက်မဲ့ဦးနှောက် စသဖြင့်ခေါ်ကြတဲ့နည်းပညာဟာ\nဟိုးအရင်ထဲနေအခုထိ စာအုပ်ပေါင်းများစွာဇာတ်လမ်းပေါင်းများစွာရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ခဲ့တယ်။\nလူသားတွေဖန်တီးထားတဲ့ ဥာဏ်ရည်က တစ်နေ့မှာလူသားဥာဏ်ရည်ကိုကျော်လွန်သွားမလားဆိုတဲ့ ဆွေးနွေးမှုတွေလဲအများကြီးပါပဲ။\nတကယ်တမ်းတော့ အဲ့အတွက်အဖြေကရှိပြီးသားပါ။\nနည်းပညာတိုးတက်မှုအရ တစ်ချိန်မှာတော့ကျော်ကိုကျော်သွားမှာပါပဲ။\nအဲ့ဒီတစ်ချိန်က လက်ရှိရှိနေတဲ့လူတွေသက်တမ်းမှာဟုတ်မဟုတ်တော့မပြောနိုင်ဘူးပေါ့။\nတကယ့်မေးခွန်းက ဒီဥာဏ်ရည်တုတွေမှာ စိတ်ဝိဥာဥ်တွေ ခံစားနားလည်နိုင်တဲ့အသိတွေရောရှိလာမလား။\nဒီဇာတ်ကားထဲကဥပမာတစ်ခုအရပြောရရင် လူတစ်ယောက်ကို အမဲကင်နဲ့ ဆဲလ်မန်ငါးဘာစားရမလဲမေးရင်\nသူက သူစားဖူးတဲ့အတွေ့အကြုံအရ သူ့ခံစားချက်အရဖြေမှာပဲ။\nဥာဏ်ရည်တုကိုအဲ့ဒါမေးရင်တော့ သူ့အတွေ့အကြုံခံစားချက်ဆိုတာမရှိတော့ ဒီအစားအသောက်တွေနဲ့ပတ်သက်ပြီးဒေတာတွေ rating ရှာမယ် နှိုင်းယှဥ်သုံးသပ်မယ် ပြီးတော့မှအဖြေပေးမယ်။\nပြီးတော့သူ့ကိုဖန်တီးတဲ့သူကမေးရင် သူ့အတွက်အဲ့လူကိုလိုအပ်တာကြောင့် အဲ့ဒီလူအတွက်ကျန်းမာစေမယ့် ဆဲလ်မန်ကိုသူညွှန်းမယ်ပေါ့။\nဒါတွေအားလုံးကတွက်ချက်မှုပါပဲ။\nတစ်ချို့ဇာတ်လမ်းတွေမှာဆိုရင် ဒီဥာဏ်ရည်တုတွေက ခံစားချက်တွေရသွားပြီး လောကကြီးကိုသိမ်းပြီးလူသားတွေကိုပါပြန်ထိန်းချုပ်မလားဆိုတဲ့အယူအဆတွေရှိပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ ဥာဏ်ရည်တုတွေကိုအဲ့လိုအန္တရာယ်ရှိတဲ့ပုံအဖြစ်ပုံဖော်မထားပဲ လူသားတွေအနေနဲ့ဒီဥာဏ်ရည်တုတွေကို ဘယ်လိုဆက်ဆံသင့်တယ်\nသူတို့အတွက်ရောကိုယ်ပိုင်အခွင့်အရေးတွေဆုံးဖြတ်နိုင်မှုတွေရသင့်လားဆိုတဲ့ ကိုယ့်ကျင့်တရားပိုင်းဆိုင်ရာတွေကို ဆွေးနွေးမှုပုံစံ အငြင်းအခုံပုံစံနဲ့ဖော်ပြသွားလိုက်တာ\nဆွဲခေါ်အားကောင်းချက်ကတော့ ပျင်းစရာဆိုတာမရှိဘဲ သူတို့ဆွေးနွေးမှုထဲကိုယ်ပါမြောပါသွားရတာပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ဂယ်ရက်ဆိုတဲ့လူတစ်ယောက်က အွန်လိုင်းချက်တင်ခန်းတွေက ကလေးလိင်အမြတ်ထုတ်သူတွေ\nလူကုန်ကူးသူတွေကိုဖော်ထုတ်နိုင်ဖို့ ချယ်ရီဆိုတဲ့ ကလေးလေးပုံစံဥာဏ်ရည်တုကိုဖန်တီးခဲ့ပါတယ်။\nချယ်ရီက ချက်တင်ခန်းတွေမှာဒီလူတွေနဲ့စကားပြောပြီး သံသယရှိစရာလူတွေဆိုရင် သူတို့အချက်အလက်တွေကို တာဝန်ရှိသူတွေဆီပို့ပေးတာပေါ့။\nဒါပေမဲ့တဖြေးဖြေးချယ်ရီ့ရဲ့တိုးတက်မှုတွေက ဂယ်ရက်ထင်ထားတာထက်အများကြီးပိုမြန်ဆန်ပြီး\nသူတို့ကိုကူညီပေးဖို့ ICWL ဆိုတဲ့အဖွဲ့အစည်းကို ချယ်ရီက ဂယ်ရက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3fPNI/The.Artifice.Girl.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    }
]