[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3YMbfPXFTdWXrky574df9KeuML5.jpg",
        "title": "Rumba Therapy (2023)",
        "description": "Rumba Therapy (2023)တိုနီ... တိုနီဟာ အသက်ခပ်ကြီးကြီး ကျောင်းကားဒရိုင်ဘာ၊ မိသားစုမရှိ သားသမီးမရှိ လုပ်ဖောက်ကိုင်ဖက်ကိုလည်း လုပ်ဖော်ကိုင်ဖက်လောက်ပဲ ဘဘောထားတဲ့သူ။\nတစ်နေ့တော့ တိုနီတစ်ယောက် နှလုံးဖောက် ဆေးရုံရောက်ပြီး ပြန်သတိရတဲ့နောက်\nဆရာဝန်ဟာ ဆွေးမျိုးသားချင်းကို အသိပေးဖို့ တိုနီ့ကို မေးတဲ့အခါ တိုနီဟာ ဘယ်သူတစ်ဦးတစ်ယောက်မှ မရှိကြောင်းဖြေခဲ့ပါတယ်။\nဆရာဝန်ဟာလည်း လူနာတွေကို ဘဝနေဝင်ချိန်မှာ ချစ်ရသူတွေနဲ့ နွေးနွေးထွေးထွေးနေဖို့ တိုက်တွန်းခဲ့ပါတယ်။နောင်တဆိုတာ နောင်မှ ရဆိုသလိုပဲ တိုနီဟာလည်း တစ်ချိန်က သူ့လုပ်ရပ်တွေအတွက် နောင်တစိတ်ဝင်လာပါတော့တယ်။\nတိုနီဟာ မိန်းမနဲ့ သမီးကို စွန့်ပစ်ခဲ့တဲ့ ဖခင်မပီသတဲ့ လူတစ်ယောက်၊ ဒီအမှားတွေကို သူပြုပြင်ချင်လာပါတော့တယ်။\nမသေခင်မှာ မိန်းမနဲ့ သမီးကို တွေ့ချင်လာပါတော့တယ်။အရင်မိန်းမကို ပြန်တွေ့ရတာဟာ လွယ်ကူပါတယ်...\nကလေးဘဝကတည်းက သူထားရစ်ခဲ့တဲ့ မာရီယာလေးကို ဖအေအဖြစ်နဲ့ မျက်နှချင်းဆိုင်ရဖို့ကသာ ခက်ခဲတာပါ။\nဒီတော့ သမီးရှိရာ အကသင်တန်းကျောင်းကြီးကို လိုက်လာရင်း...\nတိုနီဟာ သူ့သမီးကို သူဟာ မာရီယာ့ဖအေပါလို့ ဘယ်လို အသိပေးမလဲ\nအသိပေးနိုင်ခဲ့တဲ့နောက်ရော ဘယ်လိုတွေ ဆက်ဖြစ်မလဲ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1WP43/Rumba.Therapy.2022.720p.AAC5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/vijay-133x200.jpg",
        "title": "Yaadhum Oore Yaavarum Kelir (2023)",
        "description": "Yaadhum Oore Yaavarum Kelir (2023)\nIMDb-7.1/10မင်းသားကြီးဗီဂျေးစည်သူပတီရဲ့ ဒုက္ခသည်တစ်ယောက်အနေနဲ့ သူယုံကြည်ရာနောက် လိုက်ခဲ့ရပုံတွေကို အားတက်ဖွယ်ကြည့်ရှုရမှာပါ။\nဘယ်သူလဲ ဘယ်ကလာတာလဲ ဘာလို့ဒီမှာရှိနေတာလဲ ဘယ်ကိုသွားမှာလဲဆိုတဲ့ ပဟေဠိတွေနဲ့လူတစ်ယောက်။ဒီကမ္ဘာကြီးကို ဘာလို့ဖန်တီးခဲ့လဲဆိုတာ ကျွန်တော်၃နှစ်သားတည်းကတွေးဖူးတယ်။\nဘာလို့လဲဆိုတော့ လူသားအချင်းချင်း တိုက်ပွဲတွေဖြစ်ကြတယ် အကြောင်းက\nနယ်မြေလေးကြောင့်တဲ့။ ဒါဆိုဒီနယ်မြေက ဘာအတွက်လဲလို့မေးတော့ လူတွေရှင်သန်ဖို့ပါတဲ့။\nအုပ်စုဖွဲ့နေတဲ့လူတွေကိုကာကွယ်ဖို့ ဥပဒေပြဋ္ဌာန်းပြီး ဒီဥပဒေကိုကာကွယ်ဖို့ ခေါင်းဆောင်ရွေးကြတယ်။\nခေါင်းဆောင်နောက်လိုက်ပြီး နိုင်ငံတစ်နိုင်ငံတည်ထောင်လိုက်တယ်။ ဒီနိုင်ငံကိုကာကွယ်ဖို့ဆိုပြီး လူတွေသတ်ကြပြန်ရော။\nဒါဆိုဘာလို့နိုင်ငံဖွဲ့စည်းလည်းဆိုတော့ လူတွေကို ကာကွယ်ဖို့ပါတဲ့။ဆိုတော့ ဒီနေ့ထိ ကျွန်တော့်မေးခွန်းအတွက် အဖြေမရှိခဲ့...။ဘယ်နေရာ ဘယ်အချိန်မှာ ဗုံးထပေါက်မလဲစိုးရိမ်နေရတဲ့ သီရိလင်္ကာရဲ့ ဒေသလေးတစ်ခုဆီကနေ စောင့်ရှောက်လာခဲ့ရတဲ့\nကလေးတယောက်ကို ဖာသာကြီးက ကလေးကျွမ်းကျင်တဲ့ဂီတနောက်ကိုလိုက်ဖို့ လန်ဒန်ကိုလွှတ်လိုက်တယ်။\nအသက်ဆယ့်ရှစ်နှစ်ကျော်လို့ မှတ်ပုံတင်ပြန်လျှောက်ရာက ပျောက်သွားတဲ့အတောအတွင်း လူသတ်မှုနဲ့ထောင်ကျခဲ့ကြောင်းထွက်ပေါ်လာတဲ့\nအမှန်တရားတွေကြားထဲမှာ ဘာဖုံးကွယ်မှုတွေရှိနေမလဲ။အဲဒီလို အခက်အခဲတွေကြားက\nသူ့ကိုစောင့်ရှောက်ခဲ့တဲ့ ဖာသာကြီးဖြစ်စေချင်တဲ့ ဂီတပညာရှင်ကြီးဖြစ်နိုင်မလားဆိုတာကတော့..\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~BpL~Zwe Yan ~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.1GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.1",
        "url": "https://megaup.net/3iJQG/Yaadhum_Oore_Yaavarum_Kelir_(2023)_720p_-_AVC_YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmMwMWQyYWQtNmRjOC00NWE2LWJmY2MtY2NkMTcwZjM1MjU0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)\n==========================================\nIMDb Rating - 6.2/10Hai!...Part 1ရဲ့ အဆက် Part 2ပါ။ ဒီထဲမှာတော့ Tristanတို့တွေ အယ်ဒင်\nဘရာရဲတိုက်ကို ရောက်လာပြီး ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ကြည့်ရှုရမှာ\nပါ။ Part 1 ထက် ဇာတ်ရှိန်လည်းတက်လာပြီး စိတ်ဝင်စားဖို့ကောင်းလာပါပြီ။\nNext Gen ကားမို့လို့ Old Gen တွေကို nerfထားတာမျိုးမရှိဘဲ Next Genရော\nOld Gen ရောကြမ်းပြထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (643 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Action, Adventure\nTranslator......Ngwe Zin\nEncoder..........Zin Phyo Aung",
        "rating": "6.2",
        "url": "https://megaup.net/3iJ3e/The_Seven_Deadly_Sins_Grudge_of_Edinburgh_Part_2.720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfExJPcbBtDeFDEb7I1By72Drlr.jpg",
        "title": "The Three Musketeers: D’Artagnan (2023)",
        "description": "The Three Musketeers: D'Artagnan (2023)~ IMDb - 6.9/10, Rotten Tomatoes - 96% ~ကျွန်တော်တို့အဘိုးတွေ အဖေတွေခေတ်ကတည်းက ရွှေဥဒေါင်းလက်ရာနဲ့ လူတိုင်းနီးပါးရင်းနှီးခဲ့တဲ့ အလက်ဇန္ဒြားဒူးမားရဲ့ The Three Musketeers ကို ခေတ်အဆက်ဆက် ရုပ်ရှင်အနေနဲ့ အသက်သွင်းခဲ့ကြပြီးပါပြီ။ သိသလောက်ဆို ဒီရုပ်ရှင်တွေက ဝေဖန်ရေးဆရာတွေအမြင်အရ မအောင်မြင်ခဲ့တာတွေက ပိုများတယ်။ ဆန်းတော့လည်းမဆန်းပါဘူး။ အလက်ဇန္ဒြားဒူးမားစာအုပ်တွေကို ရွှေဥဒေါင်းဘာသာပြန်ထားတဲ့ ရတနာသိုက်တို့၊ ကိုယ်ရံတော်တို့၊ သူရဲကောင်းသုံးယောက်တို့ ဖတ်ကြည့်ရုံနဲ့တင် ဒူးမားအနေနဲ့ ဇာတ်ကြွအောင် ပုံဖော်တာပိုင်နိုင်ပုံကို မြင်နိုင်တယ်။ ဒီလိုဇာတ်ကို ပြန်အသက်သွင်းတာကို ဝေဖန်ရေးဆရာတွေ အရမ်းအကြိုက်မတွေ့ခဲ့ကြတာတော့ ဖြစ်သင့်တဲ့ကိစ္စပါပဲ။ ဒီတစ်ခါရုပ်ရှင်ကတော့ ရှေ့ကားတွေထက် ဝေဖန်ရေးဆရာတွေရဲ့ မျက်နှာသာပေးပိုခံရတယ်လို့ ပြောရပါမယ်။ ခရမ်းချဉ်သီး ၉၆လုံး ရထားပါတယ်။ ဟိုးရှေးခေတ်ကတည်းကနေ ခုထိ ရိုက်ခဲ့သမျှတွေထဲ ခရမ်းချဉ်သီးအမြင့်ဆုံးပါပဲ။ သရုပ်ဆောင်တွေကိုလည်း ကားကောင်းတွေရိုက်တာများတဲ့ Vincent ...",
        "rating": "7",
        "url": "https://megaup.net/2BLE6/(CM)_The_Three_Musketeers_-_D_Artagnan_(2023)_720p.mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qrQhNC5upKvqCsA0m15urrIv0Eb.jpg",
        "title": "[18+] Kahalili (2023)",
        "description": "Kahalili (2023)သူဌေးရပ်ကွက်က စံအိမ်ကြီးတစ်လုံးကို မာသာဆိုတဲ့ကောင်မလေးတစ်ယောက် အိမ်အကူလုပ်ဖို့ အူလည်လည်နဲ့ ရောက်လာပါတယ်။ အိမ်ရှင်မက ထွက်ကြိုဆိုပြီး နေရာချပေး အိမ်တစ်ခုလုံးကိုလိုက်ပြပြီး နွေးနွေးထွေးထွေးစကားပြောပေမဲ့ မာသာပုံစံက မထုံတက်တေးပါပဲ။ရောက်ပြီးမကြာခင်မှာဘဲ တကယ်တမ်း ဘာကြောင့် မာသာကိုအလိုရှိတယ်ဆိုတဲ့ အကြောင်းရင်းကို အိမ်ရှင်တွေဘက်ကထုတ်ပြောလာပါတယ်။ အဲဒါကတော့ ကလေးမရနိုင်တဲ့ သူတို့လင်မယားအတွက် မာသာက သဘာဝနည်းနဲ့ အငှားကိုယ်ဝန်လွယ်ပေးဖို့ပါပဲ။သူတို့လင်မယားဟာ ဘာသာရေးတရားလွန်ကိုင်းရှိုင်းသူတွေဖြစ်ပြီး မာသာဟာ ဘုရားသခင်ကစေလွှတ်လိုက်တဲ့သူ၊ ပြီးတော့ အပျိုစင်တစ်ယောက်လို့ ယုံကြည်နေကြတာပါ။ ဒါပေမဲ့ တကယ်တမ်းတော့ မာသာဟာ သူတို့ထင်နေသလိုရိုးရိုးအေးအေးမဟုတ်ပဲ တကယ့်ကိုပြောင်းပြန်စရိုက်နဲ့ အတိတ်ဆိုးရှိတဲ့သူတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ရက်စက်ကြမ်းတမ်းတဲ့ သတ်ဖြတ်ခန်းတွေ သွေးသံရဲရဲတွေတင်မက သီရိစံတွေ Orgy တွေ ကြိုးတုပ်တာတွေ ကျာပွတ်နဲ့ ရိုက်တာတွေ မျက်နှာပေါ်တက်ထိုင်တာတွေပါ ပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။ ဇာတ်လမ်းကကောင်းပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.4",
        "url": "https://megaup.net/3iI3x/(CM)_Kahalili_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmI4ZTg2NTQtYjg3OS00NDg4LWJlZmItNjE1M2UxMTJjOWY3XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "After the Bite (2023)",
        "description": "After the Bite (2023)\n==============\nIMDb Rating 6.1/10ဒီဇာတ်လမ်းလေးကတော့ ရှားပါးမျိုးစိတ်တစ်ခုဖြစ်တဲ့ ငါးမန်းဖြူတွေရဲ့\nအကြောင်းကို တင်ဆက်ရိုက်ကူးထားတဲ့ Documentary တစ်ခုဖြစ်ပါတယ်။Documentary ပုံစံလေးကတော့...\nနှစ်စဉ်နွေရာသီရောက်တိုင်း အပန်းဖြေဖို့ လူအများလာရောက်ကြတဲ့ ကိတ်ပ်\nကုဒ်ကမ်းခြေကို ငါးမန်းတွေရောက်ရှိလာပြီး လူသေဆုံးသည်အထိ တိုက်ခိုက်\nမှုတွေဖြစ်လာတဲ့အခါ မြို့နေဒေသခံတွေက သက်ဆိုင်ရာအဖွဲ့အစည်းကို ကိုင်\nတွယ်ဖြေရှင်းပေးဖို့အတွက် တောင်းဆိုလာကြပါတယ်။ တစ်ဖက်ကလည်း\nအဏ္ဏဝါထိန်းသိမ်းကာကွယ်ရေးဥပဒေအရ ရှားပါးမျိုးစိတ်တွေကို ထိန်းသိမ်း\nဖို့တာဝန်ရှိလာတဲ့အခါ နှစ်ဦးနှစ်ဖက် အခက်တွေ့ရပုံတွေ၊ အများပြည်သူ အပန်း\nဖြေတဲ့ ကမ်းခြေကို ပိတ်ထားရမယ့်အခြေအနေထိ ရောက်လာတာကြောင့်\nကျွမ်းကျင်သူတွေကိုယ်တိုင် ကွင်းဆင်းလေ့လာပြီး ငါးမန်းဖြူတွေကိုထိန်းသိမ်းဖို့\nဆောင်ရွက်ခဲ့ကြတော့တာပေါ့။နောက်ပိုင်းထိခိုက်သေဆုံးမှုတွေမရှိအောင် ထိန်းသိမ်းနိုင်ခဲ့ပြီးတဲ့နောက်မှာတော့\nကိတ်ပ်ကုဒ်ကမ်းခြေကို မူလအတိုင်း ပြန်လည်ဖွင့်လှစ်ပေးနိုင်ခဲ့ပြီး အဖွဲ့လိုက် လှိုင်း\nစီးတာတွေ ရေလွှာလျှောစီးတာတွေ ကျင်းပပြုလုပ်နိုင်ခဲ့ကြတယ်။ အဏ္ဏဝါထိန်း\nသိမ်းရေးအဖွဲ့အနေနဲ့လည်း ငါးမန်းဖြူတွေသာမက ပင်လယ်ဖျံနဲ့ တခြားမျိုးစိတ်\nတွေကိုပါ အကောင်းဆုံးထိန်းသိမ်းကာကွယ်ပေးနိုင်ခဲ့ကြပါတယ်။ စိတ်ဝင်စားစရာ\nကောင်းတဲ့ အကြောင်းအရာတင်ဆက်မှုနဲ့အတူ ကိုယ်မသိသေးတဲ့ သဘာဝရဲ့အ\nကြောင်းတွေကိုပါ လေ့လာခွင့်ရတာကြောင့် အချိန်ပေးကြည့်ရှုဖို့ ထိုက်တန်တဲ့\nDocumentary ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEi Po ဖြစ်ပါတယ်)File Size..........(2.66 GB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/1gIpr/After.the.Bite.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/an8CXFQwlP4f0g2fZEqTLrmYc8j.jpg",
        "title": "Here Comes the Groom (2023)",
        "description": "Here.Comes.The.Groom(2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်ဟာသရုပ်ရှင်အမျိုးအစားဖြစ်ပြီး ဒါရိုက်တာမာနီနက်ဇ်ကရိုက်ကူးတည်းဖြတ်ထားတာပါ။\nMetro Manila Summer Film Festival မှာ ရုပ်ရှင်ဆု၃ဆုနဲ့ဇာတ်ဆောင်ဆု၉ဆုရရှိထားတဲ့ဇာတ်လမ်းလေးပါ။\n၂၀၁၀မှာဒါရိုက်တာမာတီနက်ဇ်ဟာ သူကိုယ်တိုင်ရေးသားရိုက်ကူးထုတ်လုပ်တဲ့ Here Come The Bride အောင်မြင်မှုကြောင့်\n၂၀၂၂နှစ်လယ်လောက်မှာအလားတူဇာတ်လမ်းရိုက်ကူးဖို့ထပ်ဆုံးဖြတ်ခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘာသာတရားကိုင်းရှိုင်းတဲ့မိသားစုတစ်စုဟာ မင်္ဂလာပွဲကျင်းပဖို့အပန်းဖြေစခန်းသို့အသွား\nလမ်းမှာမာမီရှိန်းတို့တစ်သိုက်ကားဘရိတ်ပေါက်ပြီးလာတဲ့ကားနဲ့‌ခေါင်းချင်းဆိုင်တိုက်မိပါလေရော။\nဖြစ်ချင်တော့ အချိန်ကနေကြတ်နေတဲ့အချိန် ရောက်နေတဲ့နေရာကသံလိုက်တောင်ကုန်း စတဲ့အကြောင်းတရားတွေကြောင့်\nလူတွေဝိညာဉ်ချိန်းကုန်တဲ့အခါ သူတို့ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုလို့ကောင်းတဲ့ဇာတ်လမ်းလေးပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size… 2.6GB | 1.27GB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "5.1",
        "url": "https://megaup.net/1gO4t/Here.Comes.The.Groom.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-31-at-11.20.28-151x200.png",
        "title": "Burned by Love (2023)",
        "description": "Burned by Love (2023)\n=================ဒီကားလေးကတော့ American Assassin ဇာတ်ကားထဲက မင်းသမီး\nချောလေး Shiva Negar ဇာတ်ဆောင်မင်းသမီးအနေနဲ့ ပါဝင်သရုပ်\nဆောင်ထားတဲ့ အိမ်ထောင်ရေးဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်\nပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အတွင်းခန်း အလှပြင်ပန်းချီဆရာ\nအနေနဲ့ အသက်မွေးတဲ့ Shiva တစ်ယောက် ခင်ပွန်းသည်ရဲ့ ဖောက်ပြန်\nမှုကို လက်ပူးလက်ကြပ်မိသွားပြီး အိမ်ထောင်ကွဲဘဝကိုရောက်သွား\nရှာပါတယ်။ တစ်နှစ်လောက် ကြာတဲ့အထိ Move on မလုပ်နိုင်တော့\nအတူနေအခန်းဖော်က ဘဲလေးဘာလေးရအောင် ဆိုပြီး Tinder လိုမျိူး\nDating Account ဖွင့်ပေးပြီး သုံးခိုင်းရာကနေ Shiva တစ်ယောက်\nMarco ဆိုတဲ့ဘဲနဲ့ ညိသွားပါတော့တယ်။\nဖြစ်ချင်တော့ Marco က ကြာကူလီ ဖိုးတွမ်တီးသမားဖြစ်နေတော့\nပိုက်ဆံလည်းရှုံး အသည်းလည်းကွဲ မိအေးနှစ်ခါနာဖြစ်ပါတော့တယ်။\nအဲတော့ သူ့လိုမျိုး နောက်ထပ်ကောင်မလေးတွေ မခံရလေအောင်ဆို\nပြီး လိုင်းပေါ်မှာ သတိပေးစာတွေထုတ်၊ မိန်းကလေးအချင်းချင်းရင်ဖွင့်\nကြနဲ့ Carry on လုပ်တဲ့အခါမှာ Marco တစ်ယောက် စားပေါက်ပိတ်\nသွားပါတော့တယ်။ စားပေါက်ပိတ်သွားတဲ့ ကြာကူလီ Marco က ...",
        "rating": "5.0",
        "url": "https://megaup.net/1gDg2/Burned.by.Love.2023.720p.WEBRip.800MB.x264-GalaxyRG[CM].mp4",
        "category": "Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r94waWYiNhXoAuCEWBCf2XEEegx.jpg",
        "title": "See You On Venus (2023)",
        "description": "See You on Venus (2023)ဗီးနပ်စ်ကို သိပ်သဘောကျတဲ့ မီရာဆိုတဲ့ကောင်မလေးရှိတယ်။\nမီရာ့အတွက်တော့ ဗီးနပ်စ်ကဂြိုလ်တစ်ခုဆိုတာထက် သူ့စိတ်ကူးယဥ်ကမ္ဘာပဲဆိုပါတော့။\"မီရာ နင်ဘာလို့ ဗီးနပ်စ်မှ ဗီးနပ်စ်ဖြစ်နေတာလဲ ဘာတွေများထူးခြားလို့လဲ ဗီးနပ်စ်က\"\n\"ငါ့ဗီးနပ်စ်ပေါ်မှာတော့ စစ်ပွဲတွေမရှိဘူး\nနာကျင်မှုတွေ ဆာလောင်မှုတွေမရှိဘူး\nကလေးတွေကို မချစ်တတ်တဲ့မိဘတွေမရှိဘူး\"မီရာကတော့ မိဘမဲ့ဂေဟာကကောင်မလေးပါ။\nမီရာက ဗီးနပ်စ်ကိုတော့မသွားနိုင်ပေမယ့် သူ့အမေရှိနိုင်တဲ့စပိန်ကိုသွားပြီး အမေရှာပုံတော်ထွက်ဖို့ပြင်ဆင်နေသူလေးပါ။\nစပိန်သွားဖို့ကို သူကနှစ်နှစ်တာငွေကို ခြစ်ခြစ်ကုပ်ကုပ်စုပြီး အသက်သာဆုံးဖြစ်အောင်စီစဥ်ထားတာပါ။\nမီရာ့သူငယ်ချင်းတစ်ယောက်ကပြောဖူးတယ်။\n\"နင်မွေးဖွားလာတဲ့အတွက် ဝမ်းသာနေတဲ့လူတစ်ယောက်ယောက် တစ်နေရာရာမှာတော့ အမြဲရှိနေတယ်တဲ့\"ဒါပေမဲ့မီရာခရီးမထွက်ခင်ပဲ ကောင်လေးတစ်ယောက်နဲ့ဆုံတယ်။\nဒီကောင်လေးက သူ့ကိုယ်သူ မွေးလာမသင့်တဲ့လူတစ်ယောက်လို့ထင်နေပြီး သတ်သေဖို့ကြိုးစားနေတာပါ။\nသွက်လက်လွန်းတဲ့ဆယ်ကျော်သက်လေးမီရာက ဒီကောင်လေးကိုကူညီဖို့ကြိုးစားကြည့်ချင်စိတ်နဲ့ သူ့ခရီးစဥ်မှာအတင်းဆွဲခေါ်သွားတော့တာပါပဲ။\nစပိန်တစ်ခွင်ကို ဗန်ကားလေးနဲ့ပတ်ပြီး မီရာ့အမေကိုရှာပုံတော်ဖွင့်တာက တစ်ချိန်ကထွက်ခဲ့တဲ့ Letters to Juliet ကိုသတိရစေတယ်။\nစပိန်ရဲ့ အလှတရားတွေကိုလဲ ခံစားရဦးမယ်။\nဇာတ်လမ်းဇာတ်အိမ်လဲခိုင်မာပြီး ရထားတဲ့ IMDb rating 7 နဲ့လဲထိုက်တန်တယ်လို့ပြောပါရစေ။\nဒီကားကြည့်ပြီးရင် မီရာ့ရဲ့ဗီးနပ်စ်ပေါ်မှာ ပြန်ဆုံချင်ပါသေးတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… ...",
        "rating": "5.8",
        "url": "https://megaup.net/3iGhi/See.You.On.Venus.2023.720p.AMZN.WEBRip..DD5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTVlYWY2OTgtN2VjYS00MWRjLWJiMDEtZmI4NjI1YjAzNjYxXkEyXkFqcGdeQXVyMTQ4MDU2Mzg@._V1_-113x200.jpg",
        "title": "Love, Sex and 30 Candles (2023)",
        "description": "Love, Sex and 30 Candles (2023)\n========================ဒီခယ်လီဒီ၊ နော်လာဇီ၊ လင်ဒါနဲ့ ရှာဒေးတို့ဟာ တက္ကသိုလ်ကျောင်းသူ\nဘဝကတည်းကစသိလာကြပြီး အခု အသက် ၃၀ ပြည့်တော့မယ့်အချိန်\nထိ အင်မတန်ကိုရင်းနှီးခင်မင်နေကြတဲ့သူငယ်ချင်းလေးယောက်ပဲဖြစ်\nပါတယ်။ဒီခယ်လီဒီက တယ်ဘိုဂိုဆိုတဲ့သူနဲ့ ဆယ်နှစ်ကျော်လောက်ချစ်ကြိုက်ခဲ့ပြီး\nသမီးလေးတစ်ယောက်တောင်ရှိနေပေမယ့်လို့ အခုချိန်ထိ လက်မထပ်ရ\nသေးပါဘူး။ နော်လာဇီကတော့ Single တစ်ယောက်ပါ၊ Single ဆိုပေမယ့်\nလည်း သူ့အသက် ၃၀ ပြည့်မွေးနေ့ရက်မှာတင်ပဲ သူ့မှာကိုယ်ဝန်ရှိနေတာကို\nသိလိုက်ရပါတယ်။ လင်ဒါကတော့ ချစ်သူ၊ ရည်းစားတွေသာ ဗလပွများပြား\nနေပေမယ့် ငယ်ဘဝက ဖခင်နဲ့ဝေးကွာခဲ့ရမှုတွေ၊ မိခင်မကျန်းမမာဖြစ်မှုတွေ\nကြောင့် commitment issues တွေရှိနေပြီး Relationship က ဒီထက်ပိုလေး\nနက်ပြီး လက်ထပ်မယ့်အဆင့်ရောက်လာပြီဆိုတာနဲ့ ချက်ချင်းကိုပဲ အဆက်\nဖြတ်ပစ်လေ့ရှိတဲ့သူတစ်ယောက်ပေါ့။ ရှာဒေးဆိုတဲ့မိန်းကလေးကတော့\nမိန်းကလေးအများစုစိတ်ကူးယဉ်တတ်သလို အိပ်မက်ထဲကမင်းသားလေးနဲ့တွေ့\nပြီးလက်ထပ်ရဖို့ကို ငယ်စဉ်ကတည်းကစိတ်ကူးယဉ်ခဲ့သူတစ်ယောက်ပါ။ သူ\nစိတ်ကူးယဉ်ခဲ့ရသလိုပဲ လက်တွေ့မှာလည်း Perfect ဖြစ်တယ်ဆိုတဲ့ယောကျ်ား\nနဲ့ မကြာခင်မှာ လက်ထပ်တော့မှာဖြစ်ပေမယ့်လို့ ခင်ပွန်းလောင်းဖြစ်သူက ထင်\nထားသလောက်လည်း Perfect ဖြစ်နေတာမဟုတ်ပါဘူး။ဒီတော့ မကြာခင် အသက် ၃၀ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1gIui/Love.Sex.And.30.Candles.2023.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTljMzRkNDItNjYxYS00ODA4LThiZjYtMjI0MTFjODlmMGJmXkEyXkFqcGdeQXVyNzU0NzQxNTE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Last Voyage of the Demeter (2023)",
        "description": "The Last Voyage of the Demeter (2023)\n=============================\nIMDb Rating - 6.4/10ရှေးခေတ် ဟော်ရာရုပ်ရှင်ကောင်းကောင်းတစ်ခုလာပါပြီ။ တကယ်တော့\nဒရက်ကူလာ ဇာတ်ကြောင်းတွေကို စိတ်ဝင်စားတဲ့သူဆိုရင်နာမည်ကြားတာနဲ့\nမှတ်မိမှာပါပဲ။ ကမ္ဘာကျော် ဒရက်ကူလာဝတ္ထုကြီးထဲမှာပါတဲ့ ဒမီတာဆိုတဲ့\nလှေပါပဲ။ ရုပ်ရှင်နာမည်အတိုင်းပဲ ဒမီတာရဲ့ နောက်ဆုံးပင်လယ်ခရီးရှည်\nအကြောင်းပါပဲ။ ဒါရိုက်တာကတော့ André Øvredal ပါ။ သူက လူကြိုက်\nများခဲ့တဲ့ The Autopsy of Jane Doe နဲ့ Troll Hunter ကို ရိုက်ခဲ့တဲ့သူပါ။အခုလည်း The Autopsy of Jane Doe စတိုင်ပဲ ဘယ်ကိုမှ ပြေးလို့လွှားလို့\nမရတဲ့ အလုံပိတ်နေရာတစ်ခုထဲက မိစ္ဆာတစ်ကောင်ကို ဇာတ်လမ်းတည်ပြီး\nရိုက်ကူးထားတာပါ။ မာလိမ်မှူး အဲလိယက်အဖြစ် Game of Thrones ထဲက\nဆာဒါးဗို့စ်ဖြစ်တဲ့ Liam Cunningham က သရုပ်ဆောင်ထားပြီး၊ အန်နာအဖြစ်\nGame of Thrones ...",
        "rating": "6.4",
        "url": "https://megaup.net/1gL7j/The.Last.Voyage.of.the.Demeter.2023.720p.MA.WEB-DL[CM].mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMmM0ZGVkNzEtZjQ1MS00MDhiLTkxNDItNzVkNjk0NmI4ZDNhXkEyXkFqcGdeQXVyMTY1ODc1OTQz._V1_-141x200.jpg",
        "title": "Shohorer Ushnotomo Din E (2023)",
        "description": "Shohorer Ushnotomo Din E (2023)IMDb-6.6/10မဆုံစည်းလိုက်ကြတဲ့ ချစ်ခြင်းတွေမှာ ဒုတိယအကြိမ်အခွင့်အရေးရခဲ့ကြရင်.....လန်ဒန်ကို ကျောင်းသွားတက်ဖို့ထောက်ပံ့နိုင်စွမ်းအပြည့်ရှိတဲ့ မိသားစုကမွေးဖွားလာသူနဲ့\nထူးချွန်ပြီး သာမန်ကျောင်းဆရာမမိသားစုကမွေးလာသူတို့ အချစ်တွေနဲ့နှစ်ယောက်တစ်အိမ်မက်အတွက်\nပညာတော်သင်သွားကြဖို့ ဆုံးဖြတ်ကြပြီးမှ ကိုယ်ရေးကိုယ်တာ မိသားစုပြဿနာတွေနဲ့ ဝေးကွာသွားခဲ့ရတယ်နှစ်အနည်းငယ်ကြာပြီး အလုပ်ရတဲ့သူ ကျောင်းတက်နေသူနဲ့ အားလုံးအသားကျနေချိန်မှ ချစ်ရသူတွေ\nကောလိပ်က သူငယ်ချင်းတွေပြန်ဆုံစည်းလာကြပြီး နီးစပ်ဖို့အခွင့်အရေးထပ်ရလာချိန်မှာ...နီးမလိုနဲ့ ဝေးခဲ့ကြသူတွေ ၊ အချစ်နဲ့ဘဝကို တစ်ထပ်တည်းထပ်တူကျအောင်\nပုံသွင်းနိုင်ကြမလားဆိုတာ ရှုထောင့်မျိုးစုံကနေခံစားကြည့်ပါဦး(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.14GB / 615MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ V ~ Zwe ~ Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/3iF2x/Shohorer.Ushnotomo.Din.E.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-30-at-16.54.53-135x200.png",
        "title": "Inside Man (2023)",
        "description": "Inside Man (2023)\n==============ဒီကားလေးကတော့ ကျွန်တော်တို့ငယ်ငယ်တုန်းက ကြည့်ပြီးခွီခဲ့ရတဲ့ ' The Girl\nNext Door ' ကားထဲက Matthew Kidman တစ်ဖြစ်လဲ Emile Hirsch ပါဝင်\nသရုပ်ဆောင်ထားတဲ့ Drama/Thriller ဇာတ်ကားကောင်းလေးဖြစ်ပြီး ဖြစ်ရပ်\nမှန်ဇာတ်ကြောင်းကို အခြေခံ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဘော်ဘီဆိုတဲ့ ရဲတစ်ယောက် အလုပ်မှာ\nတော်ပေမယ့် အိမ်ထောင်ရေးဘက် အာရုံမစိုက်နိုင်တော့ တစ်ရက်သား မိန်းမ\nကိုပန်းလေးပေးရင်း ဇကောဝိုင်းလှည့်ဖို့ အိမ်ကိုစောစောပြန်လာတဲ့အခါမှာ\nမိန်းမဖြစ်သူက တခြားယောင်္ကျားတစ်ယောက်နဲ့ ဇကောဝိုင်းလှည့်ခါနီး အခြေ\nအနေနဲ့ သွားတိုးပါတော့တယ်။ စိတ်မထိန်းနိုင်ပဲ ခြံကျော်ကောင်လေးကို စုတ်\nပြတ်သတ်သွားအောင် ဘော်ဘီ ထိုးလိုက်မိချိန်မှာတော့ ချစ်သူကမုန်းဖဲကရှုံး\nဆိုသလိုမျိုး မိန်းမဖြစ်သူနဲ့လည်း ဝေး၊ အလုပ်ကနေလည်း ရာထူးချခံရဖြစ်\nသွားပါတော့တယ်။ဘော်ဘီတစ်ယောက် စိတ်ညစ်ညစ်နဲ့ အသည်းကွဲလူမိုက်လေးလုပ်နေတုန်း\nလူဆိုးနှစ်ယောက်ကြားက ရန်ပွဲကိုမဆီမဆိုင် ဝင်ပါမိသွားပြီး၊ ဖြစ်ချင်တော့\nသူဝင်ကယ်လိုက်တဲ့ လူဆိုးက ရဲတွေဘက်ကတောင် မနိုင်လို့လွှတ်ပေးထား\nရတဲ့ အကောင်ကြီးကြီးဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ အားယားနေတဲ့ဘော်ဘီ\nတစ်ယောက် နောက်ကြောင်းကိုလိုက်ရင်းနဲ့ မိန်းမလေးရဲ့ အထင်ကြီးမှုလေး\nပြန်ရပြီး အဆင်ပြေ၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1WI43/Inside.Man.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/oYLX2MMVMoM55tTQExZrpcsMqGt-133x200.jpg",
        "title": "Indiana Jones and the Dial of Destiny (2023)",
        "description": "Indiana Jones and the Dial of Destiny (2023)~ IMDb - 6.8/10, Rotten Tomatoes - 69% ~ဂန္ထဝင်ရုပ်ရှင်တွဲတွေထဲက တစ်ခုဖြစ်တဲ့ အင်ဒီယာနာဂျုန်း ရုပ်ရှင် အသစ်ထွက်ပါပြီ။ ဒါက ၅ ကားမြောက်ရုပ်ရှင်ပါ။ ပထမလေးကားကိုတော့ ဒါရိုက်တာ စတီဗင်စပီးဘတ်ရိုက်ကူးခဲ့ပြီး အခုရုပ်ရှင်ကိုတော့ James Mangold က ရိုက်ကူးထားတာပါ။ ဒါပေမဲ့လည်း Executive Producer အဖြစ် စပီးဘတ်နဲ့ လူးကပ်စ်တို့ ပြန်ပါဝင်ခဲ့ပါတယ်။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ်ပဲ ပြန်ပါဝင်ထားပြီး Phoebe Waller-Bridge ကတော့ အင်ဒီရဲ့မိတ်ဆွေ ဘာဆယ်ရဲ့သမီး ဟယ်လင်နာအဖြစ် ပါဝင်ထားပါတယ်။ ဗီလိန်နေရာမှာတော့ ဗီလိန် ဆရာကြီး Mads Mikkelsen ပါဝင်ထားပါတယ်။ ဒီရုပ်ရှင်အစမှာ ဟယ်ရစ်ဆန်ဖို့ ငယ်ငယ်တုန်းကပုံကို အထူးပြုလုပ်ချက်နဲ့ လုပ်ထားပါတယ်။ AI နည်းပညာကိုသုံးပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/3YA4T/(CM)_Indiana_Jones_and_the_Dial_of_Destiny_(2023)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6TMfQn6RsWmJVtCoCKk04sQcID.jpg",
        "title": "Love in Taipei (2023)",
        "description": "Love in Taipei (2023)Young Adult စာအုပ်တွေ၊ Young Adult ရုပ်ရှင်တွေကို ခံစားရတာ ပေါ့ပေါ့ပါးပါး ကြည်နူးစရာလေးတွေများပါတယ်။ (များသောအားဖြင့်ပေါ့လေ)\nအခုလည်း Abigail Wen ရဲ့ Young Adult ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ Love Boat, Tapei ကို ပုံဖော်ထားတဲ့\nLove in Taipei ဆိုတဲ့ Romance Comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီ ဩဂုတ်လမှ ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးက ဝတ္ထုနဲ့ နည်းနည်းတော့ ကွဲပြားသွားတာတွေရှိပေမယ့် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ အဆင်ပြေတဲ့ ကားပါပဲ။အမေရိကန်ကို ရွေ့ပြောင်းအခြေချနေထိုင်တဲ့ ထိုင်ဝမ်မိသားစုတစ်ခုမှာ တစ်သက်လုံး မိဘအလိုကျ စာတွေပဲလုပ်လာခဲ့တဲ့ အဲဗားဟာ\nနွေကျောင်းပိတ်ရက်မှာတောင် သူ့မိဘတွေ စီစဉ်တဲ့အတိုင်း အမေရိကန်ကနေ ထိုင်ဝမ်ကို လေ့လာရေးခရီးထွက်လာရပါတယ်။\nသူထင်တာထားက စည်းကမ်းတွေ တင်းကျပ်ပြီး ပျင်းစရာကောင်းတဲ့ ကျောင်းတစ်ခုကို သွားရမယ်ပေါ့လေ။\nဒါပေမယ့် သူထင်ထားသလို မဟုတ်ဘဲ အဲဒီကျောင်းမှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1WIwV/Love.in.Taipei.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYWFjYTcyZTYtYzU0Ni00Njc0LWI4NzItOTJmNjI0ZWU1NDQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Kurukkan (2023)",
        "description": "Kurukkan (2023)\nIMDb-6.1/10ဘတ်ဂျတ်ရူပီး၂ကုဋေကျော်အသုံးပြုရိုက်ကူးထားတဲ့ စိတ်ဝင်စားစရာမှုခင်းရုပ်ရှင်\nမလေယာလမ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဆိုရှယ်မီဒီယာပေါ်က နာမည်ကျော် ဆယ်လီတယောက် အသတ်ခံရတဲ့အမှုကိုလိုက်ရင်း\nမီဒီယာရှေ့မှာ အရှက်တကွဲဖြစ်ခဲ့တဲ့ ရဲအရာရှိက သူ့ဂုဏ်သိက္ခာကို\nပြန်အဖတ်ဆယ်ဖို့အရေး အဲဒီလူသတ်မှုတရားခံကိုကြိုးစားပြီးရှာခဲ့တယ်။သူ့စိတ်အထင်နဲ့ပဲ ဟာရီဆိုတဲ့လူကို\nလူသတ်တရားခံအဖြစ် စွပ်စွဲပြီးတဲ့နောက် ရုံးတော်မှာ ယုတ္တိရှိရှိနဲ့\nမမှန်သက်သေထွက်ဆိုတတ်တဲ့ လူယုတ်မာတယောက်နဲ့ပေါင်းပြီး\nဟာရီကို လူသတ်တရားခံအဖြစ်ဖမ်းခဲ့တယ်။သက်သေအထောက်အထားတချို့ကလည်း ဟာရီဆီ့ကိုညွှန်ပြနေလေတော့\nတရားခံအဖြစ်နဲ့ အမှုရင်ဆိုင်ရပါတော့တယ်။မဟုတ်မှန်းသိလာရက်နဲ့\nသူ့ဂုဏ်သိက္ခာကိုအဖတ်ဆယ်ဖို့အရေး လုပ်ကြံဖန်တီးသူ ရဲအရာရှိနဲ့\nတရားခံရိုးစွပ်ခံရသူဟာရီရဲ့ အပြစ်ကင်းကြောင်း\nသက်သေပြပုံတို့ကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~Zwe Yan~BpL~Moonတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB / 860MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Zwe Yan~BpL~Moon",
        "rating": "5.9",
        "url": "https://megaup.net/3iDaA/Kurukkan_(2023)_Malayalam_TRUE_WEB-DL_-_720p_-_YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjlhMTRhZWItYzk2ZS00MTNiLThkYmQtOThkOGM0MjM5NTQ1XkEyXkFqcGdeQXVyNjEzNTM0MzY@._V1_-155x200.jpg",
        "title": "You Got Me Twisted! (2023)",
        "description": "You Got Me Twisted! (2023)\n=====================ဒီကားကတော့မကောင်းတဲ့ ယောကျာ်းနဲ့သာကြုံခဲ့ရတဲ့ Mahogany ရဲ့\nဘ၀အကြောင်းပဲဖြစ်ပါတယ်။ သူမဟာငယ်ငယ်ကတည်းကအချစ်ကို\nလိုက်ရှာခဲ့သူဖြစ်ပါတယ်။ ဒါကြောင့်အရွယ်ရောက်လာပြီးအိမ်ထောင်ပြု\nတဲ့အခါ သူရချင်တဲ့အချစ်ကိုမရဘဲ အိမ်တွင်းအကြမ်းဖက်မှုသာခံခဲ့ရ\nပါတယ်။သူမအဲ့ဒီအိမ်တွင်းအကြမ်းဖက်မှုကနေဘယ်လိုလွတ်မြောက်အောင်\nလုပ်မလဲ လွတ်မြောက်ရင်‌ရော တစ်ခြားယောကျာ်းထပ်ယူမှာလား၊\nထပ်ယူရင်ရော သူငယ်ငယ်ကတည်းကမျှော်လင့်ခဲ့တဲ့အချစ်မျိုးနဲ့အချစ်\nခံရမှာလား၊ ဒါမှမဟုတ် အိမ်တွင်းအကြမ်းဖက်သူနဲ့ပဲထပ်ကြုံရဦးမှာလား\nဆိုတာကို ကြည့်ရှု့ရမယ့် Drama ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1gI7e/You.Got.Me.Twisted.2023.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYwZdnXVnVxAr7dx4MEK7tTK9gI.jpg",
        "title": "The Boogeyman (2023)",
        "description": "ဒီသရဲကားကတော့ စာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ဝတ္ထုတိုတစ်ပုဒ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။မူလအစီအစဉ်ကတော့ Hulu မှာ streaming ပြသဖို့ ဖြစ်ပေမဲ့အကြိုပွဲတွေမှာ လူတွေအရမ်းကြောက်ပြီးကြိုက်ကြတဲ့အတွက် ရုံတင်ဖြစ်သွားပါတယ်။အချို့အခန်းတွေမှာ ပရိသတ်တွေ အရမ်းအော်ပြီး အရေးကြီးတဲ့ဒိုင်ယာလော့တွေကို အသံဖုံးသွားလို့ ရုပ်ရှင်ကိုကြောက်စရာအခန်းနဲ့ ဒိုင်ယာလော့ကြား နည်းနည်းခြားအောင်ပြန်တည်းဖြတ်လိုက်ရပါသေးတယ်။ဒီရုပ်ရှင်ရဲ့ အဓိက မိန်းကလေးသရုပ်ဆောင်နှစ်ယောက်ကတော့Star Wars Series ထဲက မင်းသမီးလေယာနဲ့ ဒရက်ရှ် နေရာက သရုပ်ဆောင်ခဲ့တဲ့နှစ်ယောက်ပါပဲ။ဇာတ်လမ်းအကျဉ်းအဓိကမကောင်းဆိုးဝါး ဘူဂီမန်းဟာ စတီဖင်ကင်းရဲ့ နာမည်ကျော် IT နဲ့ အတော်ဆင်တူပါတယ်။ကလေးတွေကို အရမ်းကြောက်အောင်လုပ်ပြီး သတ်ပစ်တာပါ။ဒါပေမဲ့ IT လောက်တော့ စွမ်းအားမကြီးပါဘူး။သူဟာ အလင်းကိုကြောက်ပါတယ်။အမှောင်ထဲမှာပဲ လှုပ်ရှားနိုင်တယ်။စိတ်ဒဏ်ရာရှိနေတဲ့ကလေးတွေကို ပစ်မှတ်ထားတယ်။ဒီလိုမျိုးပါပဲ။စတီဖင်ကင်းရဲ့ ဝတ္ထုတိုပဲဖြစ်လို့ IT, Dark Tower လို့ပင်မဇာတ်ကြောင်းကြီးမှာတော့ ထပ်မပါသေးပါဘူး။ဒီရုပ်ရှင်မှာတော့ စိတ်ကုထုံးဆရာဝန်ဒေါက်တာ ဟာပါမှာ ဆေဒီ နဲ့ ဆောယာဆိုတဲ့ သမီးနှစ်ယောက်ရှိပါတယ်။သူတို့ရဲ့အမေကတော့ မကြာသေးခင်‌လေးက ကားတိုက်မှုဖြစ်ပြီးဆုံးသွားတာမို့ သူတို့မိသားစုဝင်သုံးယောက်လုံးကိုယ်စီပူဆွေးနေတုန်းအချိန်မှာပဲရှိပါသေးတယ်။တစ်နေ့မှာတော့ လူတစ်ယောက် ရုတ်တရက်ဒေါက်တာဟာပါနဲ့ လာပြပါတယ်။သူ့ရဲ့ကလေးတွေကို မကောင်းဆိုးဝါးတစ်ကောင်ကသတ်သွားကြောင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Xvpx/The.Boogeyman.2023.720p.WEB-DL_{CM}_TSK.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTRmYjEzZmMtMTBhNS00ZGZkLWFmNWUtNzU4YmY2MzZiYmE0XkEyXkFqcGdeQXVyOTk1ODE1ODE@._V1_-150x200.jpg",
        "title": "Slum Dog Husband (2023)",
        "description": "Slum Dog Husband (2023)\nIMDb-8.2/10အက်ရှင်ကားတွေ ကြည့်ရတာ ပျင်းနေမှာစိုးလို့ အခုတစ်ခေါက်တော့\nCMပရိသတ်ကြီးအတွက် အပြောင်းအလဲအနေနဲ့ ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ချင်ပါတယ်\"777 Charlie \"ဆိုတဲ့ဇာတ်ကားလေးပြီးကတည်းက ခွေးလေးတွေပါတဲ့\nဇာတ်ကားလေးတွေ ကြည့်ချင် နေတဲ့ ပရိသတ်ကြီးအတွက်\nဒီကားလေးက Charlie ကို ပြန်ပြီး သတိတရဖြစ်စေဦးမှာပါဇာတ်ကားက ဟာသကားဖြစ်သလိုပဲ ဇာတ်ကွက်တွေကလည်း ဟာသဆန်ဆန်ပါပဲ ဒီကားထဲမှာ လာချီဆိုတဲ့ ဇာတ်လိုက်ကျော်မင်းသားက\nသူ့ကောင်မလေးဖြစ်သူ မွန်နီကာနဲ့ သမီးရည်းစားဘဝနဲ့နေရတာ အိမ်မှာလည်း အမေဖြစ်သူက လွတ်လွတ်လပ်လပ်\nဖုန်းပြောချင်တာတောင် ခွင့်မပြု၊ အပြင်ကိုသွားပြန်‌တော့လူမြင်ကွင်းမှာ မဖွယ်မရာလုပ်တယ်ဆိုပြီး\n\"ရဲတွေက အမှုဆင်ပြီးဖမ်း အဲဒီလိုကိစ္စတွေကြောင့် လာချီနဲ့မွန်နီကာတို့\nသူတို့ရဲ့အိမ်တွေကို သူတို့နှစ်ယောက်ကို လက်ထပ်ပေးကြဖို့တောင်းဆိုကြပါတော့တယ်နှစ်ဖက်စလုံးက မိဘတွေက ငယ်သေးလို့ လက်မထပ်ပေးချင်ကြပေမဲ့လက်မထပ်ပေးရင် နှစ်ယောက်စလုံးက ခိုးပြေးကြမယ်\nဆိုလို့ ဘုန်းကြီးနဲ့တိုင်ပင်ပြီး မင်္ဂလာဆောင်ပေးဖို့ ရက်ရွေးကြတဲ့အခါ မိဘတွေက မင်္ဂလာဆောင်ကြမဲ့ ဇာတ်လိုက်\nကျော် လာချီနဲ့မွန်နီကာတို့ရဲ့ မွေးနေ့တွေကို မမှတ်မိတာကြောင့် လက်ထပ်မဲ့ရက်ရွေးဖို့ အဆင်မပြေဖြစ်ကြပြန်တယ် ၊\nဒါနဲ့ တခြားဘယ်လိုနည်းလမ်းရှိသေးလဲလို့ မေးတော့ ဘုန်းကြီးက မွေးနေ့၊မွေးရက်တွေမသိဘဲ\nလက်ထပ်ချင်တယ်ဆိုရင်တော့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1gG97/Slum_Dog_Husband_(2023)_Telugu_WEB-DL_-_720p_-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcz8oi9oCgq1wkA3Wz2kluE94pE.jpg",
        "title": "Mob Land (2023)",
        "description": "Mob Land (2023)မင်းသားကြီး John Travolta ပါဝင်ထားပြီး မူးယစ်ဆေးစွဲသူတွေ ဆေးရောင်းတဲ့ လူဆိုးဂိုဏ်းတွေနဲ့ မသမာသူတွေ ကြီးစိုးနေတဲ့ မြို့အကြောင်းအခြေတည်ထားတဲ့ Action ရုပ်ရှင်သစ်တစ်ကားပါ။ယခင်က ပြိုင်ကားမောင်းသမားဖြစ်ခဲ့တဲ့ ရှယ်ဘီဟာ ဇနီး သမီးလေးနဲ့အတူ မြို့ငယ်လေးမှာ အခြေချခဲ့ပါတယ်။ သူ့အလုပ်က မြို့လေးနဲ့မအပ်စပ်တဲ့အတွက် သူတို့မိသားစုက အဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ပါဘူး။ ယောက်ဖဖြစ်သူ ထရေးနဲ့ အသိ ရဲမှူးဘိုဒီတို့ကလည်း မကြာခဏလာလည်ကြပါတယ်။ဇနီးနဲ့သမီးလေး ဆွေမျိုးတွေဆီခဏသွားတဲ့အခါ ထရေးက ဆေးရောင်းသမားတွေဆီက ငွေကို ဓားပြတိုက်ဖို့ လာဆွယ်ပါတယ်။ ရှယ်ဘီက မလုပ်ချင်ပေမယ့် ငွေလိုနေတာရော ထရေးအဆွယ်ကောင်းတာကြောင့်ရော သဘောတူလိုက်ပါတယ်။အစီအစဉ်ဆွဲတုန်းကတော့ အဆင်ချောပေမဲ့ လက်တွေ့မှာ ထင်သလိုမဖြစ်လာဘဲ ထရေးက လူသတ်မိတဲ့အခါ...သူတို့ဓားပြတိုက်မိတာက မာဖီးယားဂိုဏ်းက ငွေတွေဖြစ်ပြီး အရှုပ်တွေဆက်တိုက်ဖြစ်လာတဲ့အခါ...ထရေးတို့ကို လက်စားချေဖို့ မာဖီးယားဂိုဏ်းက လူ လိုက်လာတဲ့အခါ...ရှယ်ဘီကရော ဘယ်လို ပြစ်မှုတွေ ဆက်လုပ်ရဦးမလဲ သူတို့ကျူးလွန်ခဲ့တဲ့အပြစ်အတွက် ဘာတွေပြန်ပေးဆပ်ရမလဲဆိုတာ စိတ်၀င်စားဖွယ် အားပေးရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune ...",
        "rating": "5.5",
        "url": "https://megaup.net/1gFmy/(CM)_Mob_Land_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    }
]