[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWIyNjQxZmQtMWU3NC00YjlmLWEwZGYtM2Q2NGM4MGQwOWUyXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_-141x200.jpg",
        "title": "Assassin (2023)",
        "description": "Assassin (2023)\n============ခင်ဗျားတို့ရဲ့ ဘဝမှာ တစ်ရက်လောက် တခြားလူတစ်ယောက်ရဲ့\nဘဝနဲ့ ပြောင်းလဲပြီး နေလို့ရမယ်ဆိုရင် ဘာတွေလုပ်ချင်မိကြမလဲ။\nအရင်ဆုံးဗျာ ဘယ်သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ဝင်ချင်မိကြမလဲ။ ပြီးရင်\nအဲဒီလူရဲ့ ခန္ဓာကိုယ်နဲ့ ဘာတွေကို လုပ်ကြည့်ချင်မိလဲ။ ကျွန်တော်\nကတော့ အေးချမ်းမှုတွေရှိတဲ့ နိုင်ငံတစ်နိုင်ငံဆီက ရိုးရှင်းတဲ့လူ\nတစ်ယောက်နဲ့ လဲလှယ်ချင်မိမယ် ထင်တယ်။ ဘဝမှာ ကိုယ်နေ\nပျော်ဖို့က အဓိပဲလေ ဟုတ်တယ်မလား။ဒါပေမဲ့ ဒီဇာတ်လမ်းကတော့ ကျွန်တော့်စိတ်ကူးနဲ့ လုံးဝဆန့်ကျင်\nဖက်ပဲ။ တခြားသူတစ်ယောက်ရဲ့ ခန္ဓာကိုယ်ကို ယူသုံးပြီး လူတွေ\nလိုက်သတ်ရတယ်တဲ့ဗျာ။ စစ်ဆင်ရေးတစ်ခုမှာ မတော်တဆမှု\nတစ်ခုဖြစ်ပြီး ကိုမာဝင်သွားတဲ့ အမျိုးသားဖြစ်သူ ဒရုန်းတပ်လေ\nယာဉ်မှူးကို ပြန်ခေါ်နိုင်ဖို့ရာအတွက် တခြားခန္ဓာကိုယ်တွေကို\nကူးပြောင်းပြီး လူသတ်၊စစ်ဆင်ရေးတွေလုပ်ရတဲ့ အမျိုးသမီး\nတစ်ယောက်ရဲ့ အကြောင်းပေါ့။\"ဘယ်အခြေအနေပဲရောက်ရောက် မင်းနဲ့အတူရှိနေပါ့မယ်\"\nဆိုတဲ့ သစ္စာစကားတစ်ခွန်းက အန္တရာယ်များလွန်းတဲ့ စစ်ဆင်\nရေးတွေဆီ အကြောက်အလန့်မရှိ တိုးဝင်သွားနိုင်ပုံတွေကို\nရိုက်ပြထားတဲ့ action and crime ဇာတ်လမ်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်။ မင်းသားတွေကတော့ တစ်ခြားသူတွေမဟုတ်ဘူး\nခင်ဗျားတို့အချစ်တော်နှစ်ယောက် Bruce Willis နဲ့ Dominic\nPurcell တို့ပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.0",
        "url": "https://megaup.net/1Tbg0/Assassin.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDU2N2JhY2ItYTk1MS00YWY3LTljYTQtMjEzMzFhNzg1YjkxXkEyXkFqcGdeQXVyMTU3MDMwMTQ4._V1_-134x200.jpg",
        "title": "Black Girl Missing (2023)",
        "description": "Black Girl Missing (2023)\n===================ဒီနေ့တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီး ရိုက်ထားတဲ့\nရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်။ (၁၈) နှစ်အရွယ် သမီးလေး ပျောက်သွား\nလို့ လိုက်ရှာတဲ့ လူမည်းအမျိုးသမီး မိခင်တစ်ယောက် ကြုံတွေ့ခဲ့ရတဲ့\nခွဲခြားဆက်ဆံမှုတွေ မတရားမှုတွေကို မြင်တွေ့ရမှာ ဖြစ်ပါတယ်။\nရှယ်လ်ဘိတ်ကာက ဘလူးဗယ်လ်လီ အထက်တန်းကျောင်းက ဒု\nကျောင်းအုပ်ပါ။ ချစ်စရာ သမီးလေးနှစ်ယောက်လည်း ပိုင်ဆိုင်ထား\nပါတယ်။ ခင်ပွန်းဆုံးသွားပြီး စိတ်သစ်လူသစ်ဖြစ်အောင် ဘလူး\nဗယ်လ်လီကို ပြောင်းခဲ့ကြတာပါ။တစ်နေ့မှာတော့ သမီးကြီး လော်ရန် ပိတ်ရက်အိမ်ပြန်လာတုန်း\nစကားများကြပါတယ်။ စိတ်ဆိုးပြီး လော်ရန် ကောလိပ်ကို ပြန်\nသွားပြီပဲ ထင်နေခဲ့တာပါ။ လော်ရန်နဲ့ စကားမပြောဖြစ်တာ ကြာ\nပါပြီ။ ဖုန်းဆက်လို့ စာပို့လို့လည်း မရပါဘူး။ ဟိုဟိုဒီဒီ စုံစမ်းကြည့်မှ\nလော်ရန် ပျောက်နေပြီဆိုတာ သိလိုက်ရပါတယ်။ ရဲတွေကို သွား\nရောက်အကြောင်းကြားပေမဲ့ ထွက်ပြေးသွားတာလို့ပဲ သုံးသပ်\nပြောကြားပြီး သေချာစုံစမ်းမပေးကြပါဘူး။ သတင်းထောက်တွေကို\nပြောတော့လည်း စိတ်ဝင်စားစရာ မရှိဘူးဆိုပြီး အာရုံမစိုက်ကြပါဘူး။တစ်ချိန်တည်းမှာပဲ ဂျက်စီကာရူဆို ဆိုတဲ့ လူဖြူကောင်မလေး\nတစ်ယောက်လည်း ပျောက်နေပါတယ်။ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3f3iv/Black.Girl.Missing.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTFkM2EzMjItYzdmNS00OGE3LThlNmYtZWM5MmU4NDI3N2I5XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Tonight You’re Sleeping with Me (2023)",
        "description": "Tonight You're Sleeping with Me (2023)\n=============================ပိုလန်နိုင်ငံရဲ့ မမနဲ့မောင်လေး အချစ်ဇာတ်ကားလေးပါ။ လွန်ခဲ့တဲ့\n၁၀ နှစ်လောက်ကတည်းက မမနဲ့မောင်လေးဟာ တွေ့ခဲ့ကြတယ်၊\nသိပ်ချစ်ခဲ့ကြတယ် စိတ်ကူးတွေယဉ်ခဲ့ကြတယ် ဒါပေမဲ့ မပေါင်းဖက်\nခဲ့ရပါဘူး။ ဒီလိုနဲ့ ခုလက်ရှိမှာတော့ မမက သမီးလေးနှစ်ယောက်နဲ့\nအိမ်ထောင်သည် ဖြစ်နေပါပြီ။ဖြစ်ချင်တော့ မောင်လေးက တခြားနိုင်ငံက ပြန်လာပြီး အလုပ်ဝင်\nလျှောက်တာ မမရဲ့ဌာနကို ကွက်တိ ဖြစ်နေပါတော့တယ်။ မမက\nလည်း အိမ်ထောင်ရေးမှာက ကတောက်ကဆတွေနဲ့ သာယာတာ\nမဟုတ် ယောက်ျားဖြစ်သူနဲ့ လိုချင်တာမရ ဆန္ဒမပြည့်ဝနေခဲ့သူ။\nမောင်လေးကလည်း ဘယ်နှနှစ်ကြာကြာ မမမှ မမဆိုတဲ့ ကောင်ဇိုး\nလေးပေါ့။ အဲဒါနဲ့ တစ်နေ့ကျတော့ မမရဲ့ယောက်ျားဖြစ်သူဟာ\nမမကိုလည်း မတိုင်ပင်ပဲ အပန်းဖြေခရီးဆိုပြီး အိုင်းစ်လန်းကို တစ်လ\nသွားသာယာပါတော့တယ်။ဘာပြောကောင်းမလဲ ပေါက်ကွဲချင်ပေမယ့်မီးစနက်တံကောင်းကောင်း\nမရှိလို့ ထိန်းထားရတဲ့ မမတစ်ယောက်မောင်လေးရဲ့လောင်ကျွမ်းမီး\nတောက်ကြားမှာ ထိန်းမရ သိမ်းမရ ပေါက်ကွဲကုန်ကြပါတော့တယ်။\nအဲဒါကြောင့် မမနဲ့မောင်လေး ရှေ့ဆက် ဘယ်လိုနှစ်ပါးသွားကြမလဲ၊\nဆန္ဒကို သိက္ခာနဲ့ပဲ ထိန်းကြမလား၊ စိတ်လွတ်လက်လွတ် သားပစ်မယား\nပစ် ပျော်ပါးကြမလား၊ ပျော်ရွှင်ရမလား ...",
        "rating": "4.3",
        "url": "https://megaup.net/2ySnq/Tonight.Youre.Sleeping.with.Me.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzE4NjU0MjYtYmM2YS00ZDQzLTk0OGEtMjc4ZWYyZTkxNDM1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Amigos (2023)",
        "description": "Amigos (2023)IMDb - 7/10အခုတင်ဆက်​ပေးမှာ​ကတော့ အက်ရှင်ဇာတ်ကား​တွေနဲ့လူသိများတဲ့\nမင်းသားNandamuri Kalyan Ramက သုံးကိုယ်ခွဲအဖြစ်သရုပ်​ဆောင်ထားပြီး\nလှည့်ကွက်အများကြီးနဲ့ရိုလာကိုစတာစီးသလိုခံစားချက်​တွေနဲ့ ကြည့်ရှု့ရမယ့်\nAmigosဆိုတဲ့အက်ရှင်ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်ကမ္ဘာကြီးမှာကိုယ်နဲ့​​သွေးသားမ​တော်စပ်ဘဲ ရုပ်တူတဲ့သူ​​တွေကအနည်းဆုံးသုံး​ယောက်က​နေ\nအများဆုံး​ခုနှစ်​ယောက်အထိရှိနိုင်ပြီး အဲ့လူ​တွေနဲ့​တွေ့နိုင်ဖို့ကိုယ့်မှာလည်း အခွင့်​ရေး​တွေရှိလာနိုင်ပါတယ်ဒီကားထဲမှာ​တော့ဆဒ်ဒူးဆိုတဲ့လူငယ်​လေးကရိုးသားထက်မြက်ပြီး မိဘစီးပွား​ရေး​တွေကိုခန့်ခွဲ​နေသူတစ်​​ယောက်ပါ\nတစ်​​နေ့မှာ​တော့ အခွင့်အ​​ရေးတချို့​ကြောင့် ဝဘ်ဆိုဒ်တစ်ခုက​နေ သူနဲ့ရုပ်တူတဲ့မန်ဂျူးနဲ့ မိုက်ကယ်ဆိုသူ\nလူနှစ်​ယောက်ကို​တွေ့ဆုံပြီး သူငယ််ချင်း​တွေဖြစ်သွားကြ​ပြီး အတူတူခရီး​တွေထွက်ကာ​ပျော်ရွှင်ခဲ့ကြပါတယ်\nဒါ​ပေမဲ့သူတို့သုံး​ယောက်ထဲကမိုက်ကယ်ဆိုသူဟာ ဆဒ်ဒူးနဲ့မန်ဂျူးတို့လိုသာမန်လူ​မဟုတ်ဘဲ နိုင်ငံ့အလိုရှိရာဇဝတ်​သားတစ်​ယောက်ဖြစ်​နေပြီး ရုပ်တူတာကိုအသုံးချကာထွက်ပြေးဖို့ကြံစည်လာတဲ့အခါ မိုက်ကယ့်ရဲ့လှည့်ကွက်ထဲကိုသူတို့ဘယ်လို​တွေဝင်သွားမိပြီး ပြန်​ဖြေရှင်းဖို့ကြိုးစားကြမလဲ ​သွေးသားမ​တော်ပဲရုပ်တစ်​ထေရာတည်းတူညီ​နေတဲ့ အကျိုးဆက်​ကြောင့်ဘယ်လိုအ​မွှေဇယား​တွေဖြစ်လာမလဲဆိုတာ ရင်ခုန်စွာနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…2.6GB /1.13GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by BpL~Yunni~ Khin Khin",
        "rating": "6.9",
        "url": "https://megaup.net/2z7qi/Amigos_(2023)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gaslight-4-160x200.jpg",
        "title": "Gaslight(2023)",
        "description": "Gaslight (2023)IMDb-6.0/10ဆန်းဆန်းပြားပြားသည်းထိတ်ရင်ဖိုကြိုက်တဲ့သူတွေအတွက် ဆာရာလေးအဓိကပါ၀င်ထားပြီး\nမင်းသားကြီး Rahul Dev ၊ အမေရိကန်နိုင်ငံဖွား မင်းသားချောလေး Akshay Oberoi ၊\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုရ Chitrangda Singh တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါ ပါ၀င်ထားတဲ့ကားပါဇာတ်လမ်းအညွှန်းနန်းတော်ကြီးကနေ အတော်ကြာထွက်ခွာသွားတဲ့\nမင်းသမီးလေးမီရှာဟာ ဖခင်ရဲ့စာတွေကြောင့်ပြန်လာခဲ့ပါတယ်\nသူနန်းတော်ပြန်ရောက်ချိန်မှာတော့ သူ့ဖင်ဘုရင်ကြီးရှိမနေပါဘူး\nအဲဒီအစား အိမ်‌မက်ယောင်လို သူ့အဖေရဲ့အရိပ်အယောင်တွေသာ သူမြင်တွေ့နေရပါတယ်\nဘယ်သူ့ကိုမေးမေး သူ့အဖေပျောက်နေတယ်ဆိုတာကလွဲ ဘာမှမဖြေကြပါဘူးနန်းတော်ကနေဘုရင်တစ်ပါးလုံးပျောက်နေတာတောင် ဘာမှမသိကြတဲ့အသိုင်းအဝိုင်းကြားမှာ\nမီရှာတစ်ယောက်တည်းဘယ်လိုအဖြေရှာစုံစမ်းမလဲ\n‌သူ့ဘေးမှာရှိနေတဲ့လူတွေကရော ဘာကြောင့်မသိကြတာလဲ နန်းတို့ရဲ့ထုံးစံအတိုင်း\nမိတ်ဆွေကောင်းဘယ်သူလဲ ဇာတ်သိမ်းခါနီးထိမသိရပဲ လျှို့ဝှက်မှုပေါင်းများစွာနဲ့ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်\nFile size…1.4GB / 511MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Khin Khin",
        "rating": "5.9",
        "url": "https://megaup.net/1T8c3/Gaslight_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_-133x200.jpg",
        "title": "Mumbai Mafia: Police vs the Underworld (2023)",
        "description": "Mumbai Mafia: Police vs Underworld (2023)\n*****************************************************************\nဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။\nဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစား\nဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီး\nတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။\nတစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာ\nEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းက\nလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာ\nတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ...\nဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...\nဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။\nFile size… 2.42GB  / 850MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu-160x200.jpeg",
        "title": "Sridevi Shoban Babu (2023)",
        "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidela\nပါ၀င်ထားတဲ့ကားပါ။\nသူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။\nဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။\nဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:\nရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။\nထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?\nမိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာ\nဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။\nFile size…3.08GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dcg6/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://megaup.net/1d8vl/Mr._King_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohaIkrTd47z43IuLlwwNg7bi96c.jpg",
        "title": "Chang Can Dunk (2023)",
        "description": "Chang Can Dunk (2023)~ IMDb - 6.4/10, Rotten Tomatoes - 95% ~2023 ဒီလထဲမှာမှ လတ်လတ်ဆတ်ဆတ် Disney+ က​နေထွက်ထားတဲ့ အားကစား လူငယ်ဒရာမာကား​လေးနဲ့မိတ်ဆက်​​ပေးလိုက်ပါတယ်။၁၆ နှစ်အရွယ် အရပ် ၅​ပေ ၈လက်မ အာရှလူမျိုး ချန်း။ အာရှမိသားစုက ဆင်းသက်လာသူပီပီ အိမ်ကအ​မေက စာကိုပဲတစ်စိုက်မတ်မတ်လုပ် ပညာ​ရေးဘက်ကို အားသန်​နေ​သော်လည်း မိမိကိုယ်တိုင်က ဘက်စကက်​ဘောအားကစားကိုရူးသွပ်​နေတဲ့ ချန်းတစ်​ယောက်...အရပ် ၅​ပေ ၈လက်မဆိုတာ ဘက်စကက်​​ဘောအားကစားအတွက် ​သိပ်​ဘောင်မဝင်တာ​ကြောင့် မတ်ရဲ့ အနိုင်ကျင့်မှု​တွေ နှိမ်တာ​တွေကို ခံ​​နေရတဲ့ချန်း...တစ်​နေ့ ​ကျောင်းသူအသစ် ခရစ်စတီ ​ကျောင်းကို​ရောက်လာ​တော့ ချန်းနဲ့ မတ် အပြန်အလှန် ပိုးပန်းရင်း မခံချင်စိတ်နဲ့ ဘက်စကက်​ဘောအားကစားနည်းမှာ အခက်ခဲဆုံးနည်းတစ်ခုဖြစ်တဲ့ ခုန်သွင်းနည်း(Dunk) ကို လုပ်နိုင်မလုပ်နိုင် မတ်နဲ့​လောင်းလိုက်မိတဲ့အခါ...မတ်နဲ့  စိန်​ခေါ်ထားတာကို လုပ်နိုင်ဖို့ နည်းပြရှာရင်း ယူကျူ့​​ပေါ်က ဒီရွန်းဒ​ရေးနဲ့​တွေ့တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d8tr/(CM)_Chang_Can_Dunk_(2023)_720p.mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p2jre7fJxeQX9qJZqjIpUw9R9zE.jpg",
        "title": "Mummies (2023)",
        "description": "Mummies (2023)~ TMDb - 66%, Rotten Tomatoes - 70% ~ဟာသကာတွန်းရုပ်ရှင်အသစ်လေးတစ်ခုလာပါပြီ။ နာမည်အတိုင်းပဲ ဇာတ်ကောင်တွေက မံမီတွေဖြစ်ပါတယ်။ ရှေးခေတ်အီဂျစ်လူမျိုးတွေဟာ သေလွန်ပြီးတဲ့နောက်မှာ တမလွန်ခေါ် မြေအောက်ကမ္ဘာကို ရောက်သွားတယ်လို့ ယုံကြည်ကြပါတယ်။ အစပထမမှာတော့ မြေအောက်ကမ္ဘာခရီးအဆုံးမှာ သူတို့ရဲ့အလောင်းတွေဟာ အသက်ပြန်ဝင်နိုးထလာမယ်လို့ ယုံကြည်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အလောင်းတွေဟာ ပုပ်ဆွေးသွားတယ်ဆိုတာကို သိလာပြီးနောက်မှာတော့ တမလွန်ခရီးကအပြန် ရှင်သန်နိုင်ဖို့ အလောင်းတွေကို မပျက်စီးအောင်ထိန်းသိမ်းထားဖို့လိုတယ်လို့ ယူဆခဲ့ကြပြီး ဆေးစိမ်ပတ်တီးစည်းခဲ့ကြပါတော့တယ်။ အဲဒီအလောင်းတွေကို မံမီတွေလို့ခေါ်ပါတယ်။ Mummy ဆိုတဲ့စကားဟာ ရှေးဟောင်း Arabic စကားလုံး mūmiyā ကို လက်တင်ဘာသာနဲ့ mumia လို့ခေါ်ရာကနေ ဆင်းသက်လာတာပါ။ အဓိပ္ပါယ်ကတော့ မပုပ်သိုးအောင်ထိန်းသိမ်းထားတဲ့အလောင်းဆိုတာပါပဲ။ဒီကာတွန်းထဲမှာတော့ မံမီအားလုံးဟာ တမလွန်မြို့ကြီးတစ်ခုမှာ ထာဝရအသက်ရှင်နေထိုင်ကြပါတယ်။ မံမီအားလုံးကို ဖာရိုးဘုရင်ကြီးက အုပ်ချုပ်ပါတယ်။ ဖာရိုးဘုရင်ကြီးရဲ့ သမီးတော် နက်ဖာအတွက် ကြင်ယာဖက်ရွေးဖို့ အချစ်နတ်ဘုရားမရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z38l/(CM)_Mummies_(2023)_720p.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLA4839HtC5GelEsUTFFtAL2ar5.jpg",
        "title": "Deinfluencer (2023)",
        "description": "Deinfluencer (2023)ယနေ့ခေတ်မှာ ကျွန်တော်တို့အားလုံးရဲ့နေ့စဉ်ဘဝမှာ Entertainment ကဏ္ဍက‌နေ\nတစ်စိတ်တစ်ပိုင်းအဖြစ် ပါဝင်လာတဲ့အရာကတော့ Social Mediaပါပဲ။\nSocial mediaနဲ့ Influencer တွေရဲ့အရေးပါမှုက တစ်နေ့တခြား ပိုပိုနေရာယူလာမှုနဲ့အတူ\nSocial media addiction နဲ့ပြဿနာတွေ၊ Cyber Bullying and Abuse တွေ တဖြည်းဖြည်းလိုက်ပါလာတာကိုတော့ ငြင်းမရပါဘူး။ဒီလိုနဲ့ပဲ Social Media ရဲ့ ပြဿနာတွေကို လူတွေသိအောင် သတိထားမိအောင် ချပြတဲ့‌လူတွေ\nInfluencer တွေကို ဆန့်ကျင်တိုက်ခိုက်မဲ့ deinfluencerဆိုတဲ့လူတွေ နေရာအနှံ့မှာ ပေါ်လာတော့တာပေါ့။အခုတင်ဆက်ပေးမဲ့ရုပ်ရှင်လေးထဲမှာကတော့ Social media influencer တစ်ယောက်ဖြစ်တဲ့ .\nကယ်လီဝီဗာဆိုတဲ့ ကောင်မလေး အစွန်းရောက် Deinfulencer ဖြစ်တဲ့ ချားလ်စ်ရဲ့လက်ထဲမှာ ဖမ်းခံထားရတာနဲ့ အစပျိုးထားပါတယ်။\nကယ်လီက Social Media မှာ ဖော်လိုဝါ ၅ သိန်းလောက်ရှိတဲ့ Cheerleader မလေးတစ်ယောက်၊\nတစ်နည်း ကောင်လေးတွေရဲ့အသဲကို ဖမ်းစားထားတဲ့ကောင်မလေးပေါ့။ကယ်လီတစ်ယောက် ချားလ်စ်ဆိုတဲ့ ဆိုက်ကိုဆန်ဆန် deinfluencerလက်ကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1T16f/Deinfluencer.2022.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc4YjhmYzMtMDExMi00NjgyLTgwMWQtMTdjYTRmOGM3NTZjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-138x200.jpg",
        "title": "The Siege (2023)",
        "description": "The Siege (2023)\n============အက်ရှင်ကား ကြိုက်သူများအတွက် ၂၀၂၃ ခုနှစ်မှာ အသစ်ထွက်\nရှိလာတဲ့ အက်ရှင်ကားအသစ် တင်ဆက်ပေးလိုက်ပါတယ်။ ဘက်\nဂျက်အကြီးကြီး ရုပ်ရှင်မျိုးတော့ မဟုတ်ပေမယ့် သူ့ဘက်ဂျက်နဲ့\nနိုင်သလောက် လုပ်ပြထားတဲ့ ပုံစံမျိုးပါ။ တစ်ချို့ပြကွက်တွေမှာ\nJohn Wick လို ရုပ်ရှင်မျိုးကိုမှ မတူတဲ့ပုံစံတစ်မျိုးနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဝေါ်ကာဟာ ကြေးစားလုပ်ကြံရေးသမားတစ်ယောက်ပါ။ မစ်ရှင်\nတစ်ခုမှာ သူ့ရဲ့ ရုပ်ကိုမြင်သွားလို့ ခဏလောက် ခြေရာဖျောက်နေရင်း\nအထောက်အထားအသစ်လုပ်ဖို့အတွက် ပြန်လည်ခန့်အပ်ရေးစင်\nတာကို ရောက်လာခဲ့ပါတယ်။ ပြန်လည်ခန့်အပ်ရေးစင်တာဆိုကတော့\nJohn Wick ထဲက Continental Hotel လိုမျိုးပဲ လုပ်ကြံရေးသမား\nတွေအတွက် ညအိပ်ဖို့၊ အထောက်အထားအသစ်တွေ လုပ်ဖို့ ကူညီ\nပေးတဲ့နေရာတစ်ခုပါ။စင်တာမှာ ဝေါ်ကာရောက်နေတုန်း လူဆိုးအဖွဲ့တစ်ဖွဲ့က သူတို့သူဌေး\nဖမ်းဆီးထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သူ့ကို ကယ်ထုတ်သွားတဲ့\nအယ်လ်ဒါ့ကို ဝင်ရှာဖို့အတွက် စင်တာကို ဝင်စီးပါတော့တယ်။ အယ်လ်\nဒါလည်း ဝေါ်ကာ့အကြောင်းကို သိထားပြီးသားဆိုတော့ သူတို့ကို\nကူညီဖို့အတွက် ဝေါ်ကာ့ကို အကူအညီတောင်းပါတော့တယ်။ ဝေါ်ကာ\nလည်း ပဲလှော်ကြား ဆားညှပ်ဆိုသလိုပဲ လူဆိုးဂိုဏ်းလက်ထဲကနေ\nအမျိုးသမီး နှစ်ယောက်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ySmw/The.Siege.2023.720p.WEBRip.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-143x200.jpeg",
        "title": "Balagam (2023)",
        "description": "Balagam 2023 (IMDb 8.1)အခုတင်ဆက်ပေးမဲ့ တောင်ပိုင်းတလဂူး ဒရမ်မာလေးက rating ကောင်းမွန်သလို\nသာမန်ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွေကို ကျော်လွန်ပြီး လူ့သဘာဝအဖွဲ့\nမိသားစုဒရမ်မာဇာတ်ကောင်းလေးဖြစ်ပါတယ်ကျွန်တော်တို့ ဆယ်ကျော်သက်ဘဝတွေတုန်းက အသည်းစွဲ\nဆရာမင်းလူရဲ့ ရယ်မောခြင်းအပိုင်းအစထဲက ဋရပ်ကွက်သားတွေလို\nဒီဇာတ်ကားထဲကရွာသားတွေကို ကြည့်ရတာ သဘာဝလဲကျ\nပြုံးလဲပြုံးမိရသလို ဂရုဏာလဲသက်လာမိရမှာပါဇာတ်လမ်းအစမှာ ဇာတ်ဆောင်မင်းသားက မြို့နဲ့ရပ်ဝေးရွာလေးမှာ\nပီဇာဆိုင်ဖွင့်လိုက် အင်တာနက်ဆိုင်ထောင်လိုက် ဘီလိယကခုံထောင်လိုက်နဲ့\nဉာဏ်ကောင်းစွာစီးပွားရေးလုပ်ရင်း အကြွေးတင်သွားပါတယ်အဆိုပါအကြွေးကို ထပ်ဉာဏ်ကောင်းပြီး မိန်းမယူရင်း\nမိန်းမတင်တောင်းတဲ့ပိုက်ဆံနဲ့ ဆပ်ဖို့ကြံမှ မိန်းမယူခံနီး\nအဘိုးက ကောက်ခါငင်ခါသေဆုံးသွားပါတယအဲ့ကစ\nဘုကျဘောက်ကျနဲ့ သဘာဝကျကျဇာတ်လမ်းဇာတ်ကွက်များကို\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုဖို့ ပရိသတ်ကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.58GB  / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sai ~ Cherry ~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1d7a1/Balagam_(2023)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGM0MTI2NjAtNjZmNC00YzQ0LTljZDgtMjdjMTMyNjUyOTUwXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-143x200.jpg",
        "title": "Kanjoos Makhichoos (2023)",
        "description": "Kanjoos Makhichoos (2023)\n******************************\nမင်းသားကြီး ကုနားလ်ခေမူးပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.4 နဲ့\nဒီကားဟာဆိုရင် ရယ်စရာလည်းကောင်း စိတ်အပန်းဖြေစရာလည်းကောင်းပြီး\nတကယ်ကြည့်သင့်တဲ့ Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။စော်ဘွားတွေရဲ့မြို့တော်လက်ခနောင်းမှာ‌နေတဲ့ဂျန်မနာဆိုတဲ့လူက\nကပ်စေးနှဲကော်တရာပါ ဘယ်လောက်တောင်လဲဆိုရင်\nအမွှေးတိုင်တစ်ထုပ်ကို တစ်နှစ်လောက်ထိချွေတာပြီးသုံးတဲ့လူမျိုးပါ ဒီ\nလိုကပ်စေးကုပ်တာကတော့အကြောင်းရှိပါတယ်။အဲဒါကတော့သူ့မိဘတွေကိုဘုရားဖူးလိုက်ပို့နိုင်ဖို့ပါပဲ\nဒီလိုနဲ့ပိုက်ဆံစုတာပြည့်လို့မိဘတွေကိုဘုရားဖူးပို့ပြီးချိန်မှာတော့\nသူတို့ဘဝတွေပြောင်းလဲသွားမဲ့ကိစ္စကြီးတစ်ခုဖြစ်သွားပါတယ်\nအဲဒါကတော့ကံဆိုးမိုးမှောင်ကျပြီး ဘုရားဖူးသွားတဲ့\nသူ့မိဘနှစ်ပါးက မိုးကြီးလေကြီးထဲပါသွားလို့ပါပဲ။\nဒီလိုနဲ့သေဆုံးသူနစ်နာကြေးအနေနဲ့ အစိုးရကပိုက်ဆံပေးတော့\nသုံးဖြုန်းပြီးကာမှ မိဘနှစ်ပါးလုံးမသေဘဲပြန်ရောက်လာတဲ့အခါမှာတော့...\nနစ်နာကြေးငွေတွေကိုသူတို့ဘယ်လိုဆပ်ကြမလဲ ပိုက်ဆံမရှိတော့တဲ့သူတို့\nအစိုးရကိုဘယ်လိုကွက်ကျော်ရိုက်မလဲဆိုတာကြည့်လိုက်ကြပါဦး။\nFile size…2.1GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ BpL~ Thaik San ~Nyein Aye",
        "rating": "6.4",
        "url": "https://megaup.net/2z0lh/Kanjoos_Makhichoos_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qgL0nVy63sJuw3XL5rMht5LSFJu.jpg",
        "title": "Johnny & Clyde (2023)",
        "description": "Johnny & Clyde (2023)ဒီရုပ်ရှင်က ဇာတ်အိမ်လည်းရူးခါနေသလို Megan Fox လည်းပါတာမို့ ပုရိသတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဇာတ်လိုက်ကျော်တွေက ဂျိုကာနဲ့ဟာလေကွင်းလို အရူးအတွဲ။ သူတို့က ဂျိုကာနဲ့ ဟာလေကွင်းနဲ့ တော်တော်ကို တူတာမှ တစ်ပုံစံတည်းလိုကိုတူတာ။ ဘဲက သတ်ချင်တဲ့လူ လိုက်သတ်နေတဲ့ ဂကြောင်။ စော်က ဘဲကို အထင်ကြီးပြီး သတ်သမျှကို လိုက်အားပေးနေတဲ့ ဂကြောင်မ။ သူတို့က နားနေတာကြာပြီ။ ဒီကားအစမှာ ရုတ်တရက်ကြီး ပြန်ပေါ်လာပြီး လျှောက်သတ်ကြရော။ ဒီလိုသတ်ရင်း ကာစီနိုက ကားတစ်စီးကို ဓားပြတိုက်မိကြတယ်။ အဲဒီကားပေါ် ဘာမှပါမလာဘဲ ကာစီနိုတုံကင်တွေပဲ ပါလာပေမဲ့ ကားပေါ်က တစ်ကောင် လက်ထောက်ချလို့ ကာစီနိုမှာ ငွေတွေချည်း ထားထားတဲ့ အခန်းတစ်ခန်းရှိတဲ့အကြောင်း သိသွားကြတယ်။ ဒီလိုနဲ့ အဲဒီကာစီနိုကို ဓားပြတိုက်ဖို့ပြင်တယ်။ လူစုတယ်။ မထူးဘူး။ သူ့တို့လို အရူးတွေချည်းပဲ။အဲဒီကာစီနိုကို ဦးစီးတဲ့လူက ...",
        "rating": "",
        "url": "https://megaup.net/3eX7j/(CM)_Johnny_&_Clyde_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MIDERaEUMw1rYDM99tGZPY80Ap.jpg",
        "title": "Chor Nikal Ke Bhaga(2023)",
        "description": "Chor Nikal Ke Bhanga(2023)\n*****************************************IMDb-8/10Glow & Lovely (Fair & Lovely)ရဲ့ ကြော်ငြာမင်းသမီးချောလေးယန်မီဂေါ်သမ်က လေယာဉ်မယ်အဖြစ် ၊\nမင်းသားချောနှစ်ယောက်ဖြစ်တဲ့ ဆန်နီကောရှလ်နဲ့ ရှရားဒ်ကဲလ်ကရ် တို့အဓိကပါ၀င်ထားတဲ့ လေယာဉ်ပြန်ပေးဆွဲကားပါ ။ဇာတ်လမ်းအကျဉ်းသက်သတ်လွတ်သမားအန်ကစ်နဲ့ လေယာဉ်မယ်နေဟာတို့ သက်သတ်လွတ်ဟင်းပွဲကိစ္စကအစပြုပြီး\nတွေ့ဆုံရင်းချစ်မိသွားကြရာက နေဟာကိုယ်၀န်ရသွားတဲ့အထိနီးစပ်သွားကြပါတယ်။\nနှစ်ယောက်လုံးကအရမ်းချစ်ကြသူတွေမို့ လက်ထပ်ဖို့ဆုံးဖြတ်ပြီးသာယာကြည်နူးနေချိန်မှာ\nအန်ကစ်လုပ်ငန်းတစ်ခုကအမှားအယွင်းကြောင့် အန်ကစ်ဟာ သူ့ကုမ္မဏီကစိန်ကို\nသူကိုယ်တိုင်ပြန်ခိုးရမယ့်အဖြစ်ရောက်သွားပါတယ်။\nကြင်ယာလောင်းအတွက် နေဟာပါအဆစ်ပါပြီး နှစ်ယောက်ပေါင်း\nအကြံအစည်အကောင်အထည်ဖော်ခါနီးမှာပဲ\nအဲဒီလေယာဉ်ကြီးကိုပြန်ပေးဆွဲခံရပြီး နှစ်ယောက်လုံးဓားစာခံဖြစ်သွားပါတော့တယ်။သူတို့က ဘာကြောင့်လေယာဉ်ကိုပြန်ပေးဆွဲရတာလဲ...\nအန်ကစ်ကရော ဒီကိစ္စတွေကြားမှာမှ သူ့အစီအစဉ်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလား...\nနောက်ထပ်အဓိကဇာတ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nရှရားဒ်ကဲလ်ကရ် ကရော ဘယ်နားကနေဘယ်လိုပေါ်လာမလဲ ရင်တထိတ်ထိတ်ခံစားကြည့်ပါဦးလို့ ....\nဘာသာပြန်တွေကတော့ Bpl,Yunniနဲ့ Thaik Sanတို့ ဖြစ်ပါတယ်\nFile size…1.2GB / 540MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San",
        "rating": "7.5",
        "url": "https://megaup.net/2yX6D/Chor_Nikal_Ke_Bhaga_(2023)_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pnLf7iuL0d9kbDRJ9Dc12gg0CN1.jpg",
        "title": "Marui Video (2023)",
        "description": "Marui Video (2023)Marui video ဆိုတဲ့နာမည်အတိုင်းပဲ ဗီဒီယိုတစ်ခုကနေ အစပြုခဲ့တဲ့ ခြောက်ခြားစရာဇာတ်လမ်းတစ်ပုဒ်ပါပီဒီဂင်ဆူချန်းတို့အဖွဲ့ဟာ ၁၉၉၂ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ လူသတ်မှုရဲ့ ဗီဒီယိုကို ရှာတွေ့ပြီး\nအဲဒီလူသတ်မှုက သွေးရိုးသားရိုးမဟုတ်ဘဲ အခန်းရဲ့မှန်ထဲမှာ\nလူတစ်ယောက်ကို ခပ်ရေးရေးတွေ့လိုက်ရာကနေ အဲအမှုကို ဆက်လိုက်ပါတော့တယ်အနှစ် ၂၀ ကျော်ကြာသွားပြီးဖြစ်သလို ပိတ်ပြီးသားအမှုဖြစ်တဲ့အတွက်\nအသေးစိတ်လိုက်မှကို အဲအမှုရဲ့ ဇစ်မြစ်ကိုသိရပါတော့တယ်အဲအမှုဟာ တူးလေနက်လေဆိုသလိုပဲ ကွင်းဆက်ကကြီးကြီးလာပြီး\nသူတို့သာ လမ်းတစ်ဝက်နဲ့တင်ရပ်လိုက်ရင် ဇာတ်သိမ်းကတစ်မျိုးပြောင်းသွားဦးမှာပါဇာတ်လမ်းပုံစံကိုက မှတ်တမ်းရုပ်ရှင်အနေနဲ့ ရိုက်ကူးထားပြီး\nရင်တထိတ်ထိတ်ကြည့်ရမယ့် Horror Thriller ကိုကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…  1GB | 477mB | 244MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... ...",
        "rating": "5.6",
        "url": "https://megaup.net/1SZ6x/Marui.Video.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://megaup.net/1SY34/Vinaro_Bhagyamu_Vishnu_Katha_(2023)_Telugu_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDUyODIzZGUtYmU3OS00MGZlLTgwZGItOTQxOWMwZDliOWRmXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Pathaan (2023)",
        "description": "Pathaan (2023)\n(FUL HD အကြည်ဗားရှင်း)\nAction, Crime, Drama\nIMDb 6.4/10 (122K)ကဲ လူတွေပါးစပ်ဖျားရေပန်းစားနေကြပြီး ဘတ်ဂျတ်ကုဋေ၂ရာကျော်ရင်းပြီး\nရုံတင်ငွေကုဋေ၁သိန်းကျော်ထိ အမြတ်ပြန်လည်ရရှိထားတဲ့\nရှာရွတ်ခန်းရဲ့ ပထန်ဇာတ်ကားကြီးရဲ့ ကြည်တောက်ရှင်ဗားရှင်ကိုတင်ဆက်ပေးပါတော့မယ်နော်။မင်းသားကြီး ရှာရွတ်ခန်း...ဂျွန်အေဗရာဟင်..ဒီပီကားပါဒူကွန်တို့က Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားကြပြီး တခြားသော သရုပ်ဆောင်ပေါင်းများစွာလည်းပါဝင်ထားသလို\nမင်းသားကြီးဆလ်မာန်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်ပေးထားပါသေးတယ်နော်။ဒီဇာတ်ကားကို အိန္ဒိယနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Yash Raj Films မှ\nတာဝန်ယူထုတ်လုပ်ပေးထားပြီး လက်ပွားမင်းသားရဲ့ War ဇာတ်ကားကို တာဝန်ယူရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ ဆစ်ဒါသ်အာနန်းရဲ့အက်ရှင်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဆလ်မာန်ရဲ့ (Tiger)..လက်ပွားရဲ့ (War) တို့နဲ့ချိတ်ဆက်ပေးမယ့်\nPathaan ဇာတ်ကောင်ရဲ့ spin-off ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Yash Raj ကုမ္ပဏီဟာ နောက်ပိုင်းမှာ spy universe ကို တည်ဆောက်သွားမယ့်ပုံပေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံသမ္မတကြီးကို အကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာ ဒူဘိုင်းက အခမ်းအနားပွဲတစ်ခုမှာ ပြန်ပေးဆွဲဖို့ရှိနေခဲ့ပါတယ်။ဒီတော့ လုံခြုံရေးကို သုံးဆတိုးမြှင့်ပြီး စောင့်ကြပ်ပေးနေခဲ့ပါတယ်။ မထင်မှတ်ထားတဲ့ ကိစ္စက\nအကြမ်းဖက်အဖွဲ့အစည်းဟာ သမ္မတကြီးကိုပြန်ပေးမဆွဲဘဲ သမ္မတကြီးနဲ့အတူလိုက်ပါလာတဲ့\nသိပ္ပံပညာရှင်နှစ်ယောက်ကို ပြန်ပေးဆွဲလိုက်ပါတော့တယ်။ခေါင်းခဲစေတဲ့ကိစ္စက ...",
        "rating": "6.4",
        "url": "https://megaup.net/2zj7u/Pathaan_(2023)_TRUE_WEB-DL_-_720p(CM)_Edit.mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNThkZDhjOGUtZmU1My00ZGM2LWJiMmYtOGRiY2VlYzY3YjQ0XkEyXkFqcGdeQXVyODA2Mzc0MDI@._V1_-150x200.jpg",
        "title": "Am I Next (2023)",
        "description": "Am I Next (2023)\nIMDb 7.3/10ဒီကားကတော့ မင်းသားမင်းသမီးဘယ်သူဆိုတာမကြည့်အားဘဲ\nအဆုံးထိ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမဲ့ Crime/ Drama ဇာတ်ကားမျိုးပါ ။ဟန်နီဆိုတဲ့ကလေးမလေးက ၁၄နှစ်သာရှိပါသေးတယ် အဖေရော\nအမေရောကပါ တုန်နေအောင်ချစ်ကြတဲ့သမီးငယ်လေး\nစာလည်းတော်တဲ့ကလေးက တစ်ရက်တော့ကျောင်းမှာမူးလဲလို့\nဆေးရုံတင်လိုက်ရပါတယ် ဆေးစစ်ချက်ထဲ ထင်မထားတဲ့ကိစ္စကြီး\nပေါ်လာပါတော့တယ် ဒီ၁၄နှစ်အရွယ်ကလေးမလေးမှာ ကိုယ်ဝန်ရှိနေတာပါအဖေရော အမေပါယူကြုံးမရဖြစ်ကြပြီး တရားမျှတမှုကိုမြေလှန်ရှာပါတော့တယ်\nဒါပေမဲ့ကိုယ်ချင်းစာတရားမရှိတဲ့မီဒီယာရဲ့ဖိအားတွေ ပတ်ဝန်းကျင်ဖိအားတွေကြား\nသူတို့ဘယ်လိုနှစ်ပါးသွားမလဲ ကလေးမလေးကို Rape လုပ်ခဲ့တဲ့\nမုဒိမ်းကောင်ဘက်ကလည်းခေသူမဟုတ်တော့ အိန္ဒိယထိပ်တန်းရှေ့နေနဲ့\nဟန်နီ့ဘက်က အမျိုးသမီးလူမှုဖူလုံရေးထိပ်တန်းရှေ့နေတို့ရဲ့အပြိုင်အဆိုင်တွေကို\nအားပါးတရကြည့်ရှုရမဲ့ဇာတ်လမ်းကောင်းပဲဖြစ်ပါတယ်\nFile size…1GB / 500MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 26mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ Cherry",
        "rating": "7.4",
        "url": "https://megaup.net/2yUy0/Am.I.Next.2023.720p(CM).mp4",
        "category": "Bollywood, Crime"
    }
]