[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmE3ODQyYWUtNzVlMS00ZmQyLTkzMzItNzBhMWE3ZjYyZWExXkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Aneethi (2023)",
        "description": "Aneethi (2023)IMDb - 7.4/10\nThe Times Of India - 3.5/5\"မိုးလင်းကနေ မိုးချုပ်ထိ မနားတမ်းအလုပ်လုပ်တယ်... အလုပ်က နားလိုက်တာနဲ့ ဒီလောက်ကျယ်တဲ့မြို့ကြီးမှာ\nငါ့အတွက်နေရာဆိုတာမရှိဘူး..\" တစ်နေကုန် အစားအသောက်ပို့ရင်း တစ်ပုံစံထဲ ငြီးငွေ့စရာနေ့တွေထဲ\nတွေ့သမျှလူတိုင်းကို သတ်ပစ်ချင်စိတ်နဲ့ အိပ်မရညတွေဖြတ်သန်းရင်း စိတ်ရောဂါကို အံတုနေရတဲ့ ဇာတ်လိုက်ကျော်မင်းသား..။တစ်နေ့ ညနက်မှပို့တဲ့ Deli way ထဲက အသံချိုချို လက်လှလှလေးနဲ့ ကြွေကျသွားတဲ့ နှလုံးသားကြောင့် |\nနေ့တိုင်း ဒီအိမ်ကြီးဆီ ချစ်ရသူလေးအတွက် မုန့်ပို့ဖို့ အကြောင်းတွေရှာပြီး နည်းလမ်းရှာအနားကို ပြေးကပ်ရပါပြီ။\nစိတ်ရောဂါဆိုတာ ပန်းလေးလိုပါပဲ ဂရုထားပုံပေါ်မူတည်ပြီး ကြွေရင်ကြွေ ၊ မကြွေရင် ဝေ ။ဒီလိုအခြေအနေမှာမှ လူသတ်ချင်နေတဲ့မင်းသားတစ်ယောက် အချစ်မှာမျောပါသွားတဲ့အခါ အရောင်မဲ့ကမ္ဘာကြီး သက်တံ့တွေထွန်းလာတော့တာပေါ့။\nဒီလိုနဲ့ ချစ်တတ်လာတဲ့မင်းသားဟာ တစ်နေ့တာမှာ အပြုံးတွေဝေ အသက်ရှင်လာသလိုခံစားရလာရကနေ မထင်မှတ်ထားတဲ့\nအပြောင်းအလဲတွေကြောင့် တရားခွင်ရင်ဆိုင်ရမယ့်အခြေအနေတွေ ဖြစ်လာတဲ့အခါ..။ဒီ့အပြင် ချစ်ရသူကိုယ်တိုင်ကပါ သူ့ကို ချနင်းပြီး အသုံးချသွားတဲ့အခါ..။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3jf6y/Aneethi_(2023)_Tamil_HQ_HDRip_-_1080p_-_x264.YK(CM).mp4,https://megaup.net/1Xkbz/Aneethi_(2023)_Tamil_HQ_HDRip_-_720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMDA2OTBiN2YtMWQ0My00YmVhLWIyMWMtMzI0Y2NlYmM3YWU1XkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-135x200.jpg",
        "title": "Maya Petika (2023)",
        "description": "Mayapetika ( 2023)\nIMDb 7/10နေဟာ နေ့ဘက်မှာထွက်ပြီး လဟာညဘက်မှာထွက်ပါတယ်\nဖုန်းတွေဈေးကွက်ထဲရောက်လာပြီးနောက် ဒီသဘောတရားကိုမေ့လျော့နေသူတွေကတော့\nဖုန်းကိုဆေးစွဲသလိုစွဲနေတဲ့ လူသားတွေပါပဲလူတစ်ယောက် ဘာလုပ်တယ် ဘာကိုင်တယ် ဘာစားတယ်ကအစ ဆိုရှယ်မီဒီယာမှာတင်နေကြတဲ့\nဒီကမ္ဘာကြီးက လမ်းကိုတည့်မတ်စွာလျှောက်ဖို့တောင် မေ့လျော့နေလေရဲ့လေ ကံကြမ္မာက\nလူသားတွေလက်ထဲမှာပဲရှိပေမဲ့ လူသားတွေလက်ထဲမှာ ဖုန်းတွေကနေရာယူနေကြပါပြီဒီဇာတ်ကားကတော့ တမူထူးခြားတဲ့ ဖုန်းတစ်လုံးရဲ့ အတ္ထုပ္ပတ္တိကိုကြည့်ရှုရမှာပါ\nလူတစ်ယောက်ပြီးတစ်ယောက်ရဲ့လက်ထဲ ကူးပြောင်းနေတဲ့ဒီဖုန်းက\nဖုန်းပိုင်ရှင်ရဲ့ကံကြမ္မာကိုပြောင်းလဲပေးနိုင်ပါတယ် ပါယယ်ဆိုတဲ့\nရုပ်ရှင်မင်းသမီးတစ်ယောက် ဖုန်းကျကွဲသွားလို့ သူ့ပရိုဂျူဆာက\nနောက်ဆုံးပေါ် အမိုက်စားဖုန်းတစ်လုံးဝယ်ပေးလိုက်ပါတယ်နောက်ဆုံးပေါ်ဆိုတာနဲ့အညီ ကင်မရာကောင်းကောင်းလှတပတဒီဖုန်းရောက်လာပြီးနောက်မှာတော့\nပါယယ်နဲ့ သူ့ဘေးကလူတွေရဲ့ကံကြမ္မာ သူတို့ဘဝတွေ ဘယ်လိုပြောင်းလဲသွားမလဲ\nဘယ်လိုဖြစ်ရပ်တွေ တွေ့ကြုံရမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်( အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni ~ Dee ~ToMo ~KKKZ ~Aditi ~V တို့ပဲဖြစ်ပါတယ် )\nFile size…2.6GB / 1.2GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni ~ Dee ~ToMo ~KKKZ ~Aditi ~V",
        "rating": "6.2",
        "url": "https://megaup.net/1hln4/Mayapetika_(2023)_Telugu_(2023)_Telugu_WEB-DL_-_1080p_-_AVC_.YK(CM).mp4,https://megaup.net/1hln6/Mayapetika_(2023)_Telugu_(2023)_Telugu_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/digital-133x200.jpg",
        "title": "Digital Village (2023)",
        "description": "Digital Village (2023)\nIMDB 8.7\"ဒစ်ဂျစ်တယ်ရွာ\" ဇာတ်ကားလေးက 2023 August မှာတင်\nပူပူနွေးနွေးထွက်ထားတဲ့ IMDB rating 8.7 တောင်ရထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ရွာလေးရဲ့ wedding တစ်ခုကို ဘယ်သူမှန်းမသိတဲ့\nမြို့က ရုပ်ရှင်ဒါရိုက်တာ လာပြီး စင်ပေါ်တက် တော်ကီဖုတ်သွားတာကို\nရုပ်ရှင်ဇာတ်ညွှန်းအကြောင်းဝါသနာ ပါတဲ့ လူငယ်လေး သုံးယောက်က\nအဲဒီဒါရိုက်တာဆီ မရရအောင် ချဥ်းကပ်ပါတော့တယ်အကြောင်းက သူတို့ကြံထားတဲ့ မဟာအော်ရဂျင်နယ် မာစတာပိစ် ဇာတ်ညွှန်းကြီးကို\nဒါရိုက်တာက ပိတ်ကားပေါ် အသက်သွင်းပေးဖို့ပါပဲ ဒါတွေကလည်း\nမြက်ရိတ်ရင်း နွားစာကျွေးရင်းရလာတဲ့ အိုင်ဒီယာတွေပါ ..ဆိုတော့သူတို့အကြံအစည်\nအောင်မြင်သွားမလား ဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အင်တာနက်/ရုပ်ရှင် ဗဟုသုတနည်းတဲ့\nရွာငယ်လေးတစ်ရွာကို \"ဒစ်ဂျစ်တယ်ရွာ\" ဖြစ်အောင် ကောင်လေး သုံးယောက်\nဘယ်လို ပြောင်းလဲနိုင်မလဲဆိုတာကို ပေါ့ပေါ့းပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ KKKZ ဖြစ်ပါတယ်\nFile size…1.7GB/ 650MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by KKKZ",
        "rating": "8.7",
        "url": "https://megaup.net/1hkzu/Digital_Village_(2023)_Malayalam_HQ_HDRip_-_1080p_-_YK(CM).mp4,https://megaup.net/1Xi1Z/Digital_Village_(2023)_Malayalam_HQ_HDRip.720p.YK(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oUmmY7QWWn7OhKlcPOnirHJpP1F.jpg",
        "title": "Retribution (2023)",
        "description": "Retribution (2023)မင်းသားကြီး လီယံနီဆန် စီးတဲ့ကားထိုင်ခုံအောက်ကို ဗုံးထောင်ရဲတဲ့ကောင် ပေါ်လာပါပြီ။ ဗုံးကတော့ ဖင်ကြွလိုက်ရင် ကွဲမယ့်ဗုံးပါ။ ကားထဲမှာ သူ့သားနဲ့ သမီးလည်း ပါနေပြီး ဖုန်းတစ်လုံးကနေ လူဆိုးခိုင်းတာမှန်သမျှ ဖင်မကြွဘဲ လိုက်လုပ်ရပါတော့တယ်။ ဒီတစ်ခါတော့ ဘတ်မန်းရဲ့ဆရာလည်းမဟုတ်၊ အိုဘီဝမ်ရဲ့ ဆရာလည်းမဟုတ်တာမို့ ဗုံးကိုဖြုတ်မရဘဲ တစ်မြို့လုံး ပတ် ပြဿနာရှာရပါတော့တယ်။ဇာတ်လမ်းက ကောင်းပါတယ်။ ကောင်းဆို 2015 တုန်းကထွက်ခဲ့တဲ့ နာမည်ကြီးစပိန်ကားကို သုံးကြိမ်မြောက် ပြန်ရိုက်တာပါ။ ရှေ့မှာလည်း ဂျာမနီက Don't Get Out (2018), ကိုရီးယားက Hard Hit (2021) ဆိုပြီး ရိုက်ထားပါသေးတယ်။ အရင်ကားတွေ ကြည့်ဖူးဖူး မကြည့်ဖူးဖူး ဒီမင်းသားကြီးနဲ့ ဘယ်လိုကြမ်းမလဲ ကြည့်ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 4K HEVC, 1.8GB, 600MB\nQuality ...",
        "rating": "5.4",
        "url": "https://megaup.net/1hjcd/(CM)_Retribution_(2023)_1080p.mp4,https://megaup.net/1hj89/(CM)_Retribution_(2023)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5FFpXoNpHdmx4hYEQOjtgotOH4b.jpg",
        "title": "Once Upon a Crime (2023)",
        "description": "Once Upon A Crime (2023)ငယ်ငယ်တုန်းက သဘောကျခဲ့ကြတဲ့ Cinderella နဲ့ ရွှေမင်းသားလေးကို ဂျပန်ဗားရှင်းနဲ့ ကြည့်လို့ရပါပြီ။ဒီဇာတ်လမ်းမှာ တမူထူးခြားနေတာကတော့ “ဟိုးရှေးရှေးတုန်းက မင်းသမီးလေးတစ်ပါး” လို့ မဟုတ်ဘဲ\n“ဟိုးရှေးရှေးတုန်းက လူသတ်မှုတစ်ခု” နဲ့ အစချီထားတာပါပဲ။Fantasy/ Crime/ Mystery စတဲ့ Genre (၃) မျိုးကို တစ်ကားတည်းမှာ ကြည့်ရမှာမို့\nကြည့်မိလို့ နောင်တရမယ့်ကားမျိုးတော့ မဟုတ်ဘူးလို့ ထင်ပါတယ်။ကိုယ်သိထားတဲ့ Cinderella ဇာတ်လမ်းကနေ ကွဲထွက်ပြီး ထူးခြားတဲ့ Plot တစ်ခုမို့\nမြှုပ်ကွက်လေးတွေနဲ့အတူ ကြည့်လို့ကောင်းစေမှာပါပဲနော်။ကဲ…စကားများရင် အမှားပါတတ်တာမို့ ကိုယ်တိုင်ကြည့်ပြီး ဝေဖန်သုံးသပ်လိုက်ကြပါဦး။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Khaing ပဲ ဖြစ်ပါတယ်။Genre..... Adventure, Comedy, Crime\nQuality…. 1080p | 720p\nFile size…2GB } 966MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Xhir/Once.Upon.a.Crime.20231080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/3jcbw/Once.Upon.a.Crime.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oEoR6wJA6uioAu8Pb1uU2UHLPc.jpg",
        "title": "Let the Dance Begin (2023)",
        "description": "Let the Dance Begin (2023)~ IMDb - 6.9/10, Rotten Tomatoes - 100% ~ရယ်လည်းရယ်ချင်တယ်၊ ငိုလည်းငိုချင်တယ်၊ အဲဒါအပြင် ဒရာမာကိုပါ အပြည့်အဝခံစားချင်တယ်ဆိုရင်တော့ အခုတင်ပေးလိုက်တဲ့ အာဂျင်တီးနားကားကိုသာ ကြည့်လိုက်ပါတော့။ဒီဇာတ်ကားမှာ အာဂျင်တီးနား နာမည်ကြီး ဝါရင့်သရုပ်ဆောင်တွေဖြစ်တဲ့ Dario Grandinetti နဲ့ Mercedes Morán ကနေပြီးတော့ ဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားတာပါ။ ဒါ့အပြင် IMDb မှာ 6.9/10 နဲ့ Rotten Tomatoes မှာ 100% ပါရထားပြီး ဆု နှစ်ဆုလည်း ချိတ်ခဲ့ပါသေးတယ်။ဒီဇာတ်လမ်းဟာဆိုရင်တော့ ငယ်သူငယ်ချင်းသုံးယောက် ခြောက်ဆယ်ကျော်သွားတဲ့အချိန်မှာ ပြန်ဆုံတဲ့အပေါ်ကို ဇာတ်အိမ်တည်ထားတာပါ။ တစ်ပါထဲ \"Tango\" ဆိုတဲ့ အကတစ်မျိုးအကြောင်းပါ ပြောလိုက်ပါမယ်။ Tango ဆိုတာက ၁၈၈၀ ဝန်းကျင်တုန်းကစပြီး အာဂျင်တီးနားနဲ့ ဥရုဂွေးနှစ်နိုင်ငံကြား ခေတ်စားသွားတဲ့အကတစ်ခုပေါ့။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Debx/(CM)_Let_The_Dance_Begin_(2023)_1080p.mp4,https://megaup.net/2Debm/(CM)_Let_The_Dance_Begin_(2023)_720p.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMmNjM2UwMGItMDM0Mi00YjZjLWI1YTYtZGYzYjA3ODIxYTNmXkEyXkFqcGdeQXVyMTU1OTAxMjgx._V1_-133x200.jpg",
        "title": "HER: Chapter 1 (2023)",
        "description": "Her - Chapter 1 (2023)\n===================\nIMDb 8.8/10\nတောင်ပိုင်း တက်သစ်စ မင်းသမီးချောလေး ရူဟနီရှာမာရဲ့ မှုခင်း ရုံကားသစ်\nHer Chapter 1 ကြည်၊ တောက်၊ ရှင်း ဗားရှင်း ထွက်ရှိလို့လာပါပြီ။အာချာနာဆိုတဲ့ ဒုရဲအုပ်မလေးဟာ ကိစ္စတစ်ကြောင့် တာဝန် ၆ လ ရပ်ဆိုင်းခံရတာနေ\nအလုပ်ပြန်ဝင်တဲ့အချိန်မှာပဲ စစချင်းကြုံရတဲ့အမှုက ရှုပ်ထွေးတဲ့ နှစ်လောင်းပြိုင်လူသဝာ်မှုတစ်ခုဖြစ်နေပါတယ်။အဲဒီအမှုက ရည်ရွယ်ချက်ရှိရှိကျူးလွန်တဲ့အမှုလား၊ ခရီးသွားဟန်လွှဲဖြစ်သွားတဲ့အမှုလား၊\nအာချာနာကရော အတိတ်မှာဘာတွေကြုံခဲ့ရတာလဲဆိုတာကို တောင်ပိုင်းမှုခင်းကားတွေရဲ့ထုံးစံ\nစိတ်ဝင်စားဖို့ကောင်းအောင်မြင်တွေ့ရမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ V, ToMo, Dee နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size… 1.67GB / 879MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~ ToMo~ Dee~ Zwe Yan",
        "rating": "8.8",
        "url": "https://megaup.net/1hj2d/Her_-_Chapter_1_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC(CM).mp4,https://megaup.net/1hj2u/Her_-_Chapter_1_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNDMyYzZlNTAtNjE2ZS00NmJhLWFlNzMtODM4NGVjNzNhYjI3XkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Bhola Shankar (2023)",
        "description": "Bhola shankar (2023)\n===================ဘိုင်ရာဗာမင်းသား ရမ်ချရန်ရဲ့အဖေ မင်းသားကြီးချီရန်ဂျီဗီး၊\nနာမည်ကြီး တောင်ပိုင်းမင်းသမီးချောတွေဖြစ်ကြတဲ့\nသမန်းနားနဲ့ ကရီသီဆူရက်ရှ်တို့ ပါဝင်ထားကြပြီး\nကုဋေ ၁၀၀၀ ကျော် ဘက်ဂျက်သုံးရိုက်ကူးခဲ့တဲ့\nရုံတင်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့\nမိန်းကလေးတွေ‌ ပျောက်ဆုံးမှုက ကိုလ်ကာတာမြို့ကြီးထဲ တွင်တွင်ကျယ်ကျယ်ကို\nဖြစ်နေပါတယ် ဝန်ကြီးချုပ်အထိပါ ခေါင်းခဲရတဲ့ကိစ္စတစ်ခုဖြစ်တာကြောင့်\nတစ်ချက်အတိမ်းစောင်းမခံဘဲ ပြစ်မှုရှင်းလင်းရေးရဲ့ အတော်ဆုံးအရာရှိကိုလွှတ်တာတောင်\nအသတ်ခံလိုက်ရတဲ့အမှုဆိုတော့ တော်ရုံလူမကိုင်ရဲ ပျောက်ဆုံးမှုတွေဖြစ်မြဲပါပဲဘိုလာ.. ဒီလူ့အကြောင်းပြောရမယ်ဆိုရင် တစ်ပါးလူအပေါ်ဘယ်သူရယ်ဘယ်ဝါရယ်မတွေး\nကူညီချင်စိတ်အပြည့်နဲ့ပေါ့ဗျာ အဖေအမေမရှိတဲ့ သူ့မှာ မိသားစုဆိုလို့\nသူ့ညီမလေးမဟာတစ်ယောက်တည်းရှိတယ် ညီမလေးက သူ့ဘဝရဲ့ အရာရာ‌ပေါ့\nညီမလေးကို တုန်နေအောင်ချစ်တဲ့လူပေါ့ တစ်နေ့ ..\nလူပျောက်မှုတွေဖြစ်တဲ့မြို့ထဲ အကြောင်းမသိဘဲ\nသွားတိုက်ခန်းငှားနေမိရာကစ ဘာတွေဆက်မယ်ဆိုတာကတော့ ...ဒီ Bhola Shankar ရုပ်ရှင်ဟာဆိုရင် တမီလ်ရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Vedalam ကို\nတေလေဂူဗားရှင်း remake ပြန်ရိုက်ထားတာဖြစ်ပြီး မူရင်းကို မီမလားဆိုတာကို ပရိသတ်ကြီးကပဲဆုံးဖြတ်ပေးကြပါဦး...။\n( Yunni~Zwe ~Cherry ~YH~ToMo တို့က ညွှန်းဆိုဘာသာပြန်ပေးထားပါတယ်။ )\nFile size…4.4GB / 2.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Xg8d/Bhola_Shankar_(2023)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_(CM).mp4,https://megaup.net/1Xg8o/Bhola_Shankar_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZjI0M2M3MjctYjNkMy00MmI2LTkzMjYtMjE4ODNhYzY1YjJhXkEyXkFqcGdeQXVyMTQyODQxOTc2._V1_-141x200.jpg",
        "title": "Gammathu (2023)",
        "description": "Gammthu(2023)ဒီတစ်ခါ CM Bollywood ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမယ့်ကားလေးကတော့\nအသစ်စက်စက်ထွက်ရှိထားတဲ့ မှုခင်းကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ မင်းသားဟာ အလွန်ထူးချွန်ပြီး ဟောလိဝုဒ်ရုပ်ရှင် ‘The Perfume’ ကို\nစွဲလန်းသွားရာကနေ ထူးခြားတဲ့ရေမွှေးတီထွင်ဖို့ ကြိုးစားနေတဲ့ သိပ္ပံပညာရှင်လုပ်နေတဲ့လူတစ်ယောက်ပါ။\nဒီလိုနဲ့ မထင်မှတ်ပဲ မြို့ထဲက အမျိုးသမီးတွေကို ပစ်မှတ်ထားတဲ့ ကွင်းဆက်လူသတ်မှုမှာ အဓိက သံသယရှိသူအဖြစ်\nစွပ်စွဲခံလာရတဲ့အခါ သူ့ရဲ့ဖြူစင်မှုကို သက်သေပြဖို့ ကိုယ်တိုင်ပဲ စုံစမ်းပါတော့တယ်။\nအမှုကို စုံစမ်းရင်းက တစ်ခုစီချိတ်ဆက်မိလာပြီး ထင်ထားတာထက် ပိုလေးနက်လာတဲ့အခါ\nတရားခံ အစစ်က ဘယ်သူလဲ၊ သူကရော ဘာလို့ အဓိက\nသံသယတရားခံဖြစ်လာရလဲဆိုတာကိုတော့ ပရိသတ်ကြီးပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်။အညွှန်းနှင့်ဘာသာပြန်ကတော့ CM Bollywood Team မှဖြစ်ပါတယ်\nFile size…2.2GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 54mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "",
        "url": "https://megaup.net/1hh8n/Gammathu_(2023)_Telugu_HQ_HDRip_-_1080p_-_x264_-YK(CM).mp4,https://megaup.net/1Xez2/Gammathu_(2023)_Telugu_HQ_HDRip_-_720p_-YK(CM).mp4",
        "category": "Bollywood, Crime, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gYpJc2TdwJugZF3cG7o7HWwixQy.jpg",
        "title": "Ramabanam (2023)",
        "description": "Ramabanam 2023\nIMDb 5.9/10\nAction/Dramaအခုတစ်ခါတင်ဆက်ပေးမယ့် တေလဂူးရုပ်ရှင်ကတော့ အက်ရှင်အကြမ်းစားတွေအပြင်\nမိသားစုတွေကြားထဲက ၅၂၈မေတ္တာ ချစ်သူတွေကြားက ၁၅၀၀မေတ္တာကိုပါ\nကြည့်ရှုခံစားရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ရိုးသားမှုကို အရင်းခံပြီး သမာအာဇီဝကျကျနဲ့ စီးပွားရေးလုပ်ကိုင်နေတဲ့ ရာဂျာရမ်မှာ ဗစ်ကီလို့ခေါ်တဲ့\nညီလေးတစ်ယောက်ရှိပါတယ်။ ရန်ကိုရန်ချင်းမတုံ့နှင်းဖို့ အစ်ကိုဖြစ်သူက အမြဲဆုံးမလေ့ရှိပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ ဗစ်ကီတစ်ယောက် အစ်ကိုဖြစ်သူ မတရားသဖြင့် ဒုက္ခခံနေရတာကို မြင်ရပြီးနောက် လက်တုံ့ပြန်ခဲ့ပါတယ်။အစ်ကိုဖြစ်သူသိသွားပြီး ဗစ်ကီနဲ့ အချေအတင်ဖြစ်ကြတဲ့အခါ ဗစ်ကီတစ်ယောက် အိမ်ကနေ ထွက်ပြေးသွားခဲ့ပါတယ်။\nကာလကတ္တားမြို့ကို လက်ဗလာနဲ့ရောက်သွားတဲ့ဗစ်ကီတစ်ယောက် လုပ်ငန်းရှင်တစ်ဦးနဲ့ချိတ်ဆက်မိပြီး\nယုံကြည်အားကိုးရတဲ့သူတစ်ယောက်ဖြစ်လာပါတယ်။ ထင်ထားသလောက်မရိုးရှင်းတဲ့စီးပွားရေးလုပ်ငန်းမှာ\nဗစ်ကီတစ်ယောက် အစ်ကိုဖြစ်သူမကြိုက်တဲ့ ဒုစရိုက်မှုတွေလုပ်ပြီး ကြီးပြင်းလာခဲ့ပါတယ်။အချိန်တန်အရွယ်ရောက်လို့ ချစ်ရတဲ့သူတွေ့လာတဲ့အခါ လက်ထပ်ထိမ်းမြားဖို့ မိသားစုက\nအရေးပါတယ်ဆိုတာ ဗစ်ကီသိရတဲ့အခါ အစ်ကိုဖြစ်သူနဲ့မိသားစုဝင်တွေရှိရာဆီကို ပြန်လာခဲ့ပါတယ်။\nမိသားစုတွေ ပြန်လည်ပေါင်းစည်းကြမိပေမယ့် ဖုံးကွယ်ထားရတဲ့အခက်အခဲကိုယ်စီလည်း ရှိနေကြပါတယ်။\nဗစ်ကီနဲ့အစ်ကိုဖြစ်သူ ဘာတွေဆက်ဖြစ်ကြမလဲ။ အခက်အခဲတွေကရော ဘာတွေဖြစ်မလဲ။\nမိသားစုတွေ ပျော်ပျော်ရွှင်ရွှင်နေသွားရမလားဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုကြရမှာ ဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V, BpL, Zwe Yan, Dee နဲ့ Cherryတို့ဖြစ်ကြပါတယ်။)\nFile size…3.2GB / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Xeat/Ramabanam_(2023)_TRUE_WEB-DL_-_1080p_HQ_-_AVC.YK(CM).mp4,https://megaup.net/1Xeau/Ramabanam_(2023)_TRUE_WEB-DL_-720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l8Bm02TOMf9kJ0bIxlW8W2SLJbg.jpg",
        "title": "Jules (2023)",
        "description": "Jules (2023)~ IMDb - 7.1/10, Rotten Tomatoes - 83% ~ဂြိုဟ်သားတစ်ကောင် အဘိုးကြီးတစ်ယောက်ရဲ့ အိမ်နောက်ဖေးကို ပန်းကန်ပြားပျံ ပျက်ကျပြီးရောက်လာတယ်။ အဘိုးကြီးက တစ်ယောက်တည်းနေရတာဖြစ်ပြီး သူ့အိမ်ထဲ ပန်းကန်ပြားပျံပျက်ကျပြီး ဂြိုဟ်သားရောက်နေတယ်ဆိုတာလည်း သူတို့မြို့လေးက ဘယ်သူမှ မယုံပါဘူး။ အဘိုးကြီးကလည်း အသက်ရလာတော့ မှတ်ဉာဏ်လည်း ယိုယွင်းလာပြီး သူ့သမီးကတောင် စိတ်ပူနေရတာမို့ ပိုမယုံကြတာပါ။ ဒါပေမဲ့ သူ့ရဲ့ အသိ အဘွားကြီးတစ်ယောက်က အိမ်လာရင်း ဂြိုဟ်သားနဲ့မတော်တဆ တွေ့သွားတယ်။ နောက်ထပ် အဘွားကြီးတစ်ယောက်လည်း ထပ်တွေ့သွားရင်း သူတို့သုံးယောက်ပေါင်းပြီး ဂြိုဟ်သားကို ပြန်ပို့နိုင်ဖို့ ကူညီကြတဲ့အကြောင်းပါ။ ဟာသ၊ ဒရာမာ၊ Sci-Fi အမျိုးအစားဖြစ်ပြီး ဖျော်ဖြေရေးအတွက် သင့်တော်တဲ့ ရုပ်ရှင်တစ်ခုပါ။ ဇာတ်သိမ်းကတော့ မချင့်မရဲဖြစ်စရာပါပဲ။ ကိုယ်သာဆို ဒီလိုမလုပ်ဘူးဆိုပြီး တွေးမိစရာမျိုးပေါ့။ဒီရုပ်ရှင်ဟာ Little Miss Sunshine ရဲ့ ပရိုဂျူဆာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Da4C/(CM)_Jules_(2023)_1080p.mp4,https://megaup.net/1hf8z/(CM)_Jules_(2023)_720p.mp4",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjBkOTk5NzktMmQ2MC00M2RjLTliODAtODgzMjZmYjVmNjFlXkEyXkFqcGdeQXVyNjE5MjEwMzA@._V1_-140x200.jpg",
        "title": "The New Boy (2023)",
        "description": "The New Boy (2023)\n===============\nIMDb Rating - 6.5/10ဒါရိုက်တာ Warwick Thornton ရဲ့ လက်ရာဖြစ်ပြီး မင်းသမီးကြီး ကိတ်\nဘလန်းချက်က သီလရှင်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒုတိယ\nကမ္ဘာစစ်ကာလကို အခြေခံထားပြီး ဩစတြေးလျတောင်ပိုင်းရဲ့ အလှအပ\nတွေနဲ့ ခရစ်ယာန်ဘာသာရေးနဲ့ မူရင်း ဒေသခံ အဘိုရီဂျီနယ်မျိုးနွယ်တွေရဲ့\nယုံကြည်မှု လွန်ဆဲပုံကို သရုပ်ဖော်ထားတာပါ။ ဒါရိုက်တာ Warwick Thornton\nဟာ ဘာသာရေးဆက်နွယ်ပြီး တွေးစရာတွေပေးတဲ့ လေးနက်တဲ့ ကားမျိုး\nတွေကို ရိုက်တတ်တဲ့သူမို့ ဒီရုပ်ရှင်ဟာလည်း လွန်ခဲ့တဲ့ ၁၈ နှစ်လောက်က\nတည်းက သူကိုယ်တိုင်ဇာတ်ညွှန်းရေးခဲ့တာဖြစ်ပြီး ကိတ်ဘလန်းချက်နဲ့\nစကားပြောရင် သူရိုက်ချင်တယ်ဆိုလို့ ဖြစ်မြောက်လာခဲ့တာပါ။ဩစတြေးလျ တောင်ပိုင်းက လူသူမနီးတဲ့ ခရစ်ယာန်ကျောင်းတစ်ကျောင်းမှာ\nမိဘမဲ့ ကောင်လေးတွေ အများကြီးကို စစ္စတာအိုင်လင်းဆိုတဲ့ သီလရှင်က\nစောင့်ရှောက်ထားပါတယ်။ အဲဒီဘုရားကျောင်းကို တကယ်ဦးစီးသူက ဒွန်ပီ\nတာ ဆိုတဲ့လူဖြစ်ပြီး သူသေသွားတာ တစ်နှစ်ကျော်တာတောင် စစ္စတာအိုင်\nလင်းတို့က ဖုံးကွယ်ထားပြီး သူရှိသေးသယောင်နဲ့ ဘုရားကျောင်းကို ဆက်ဦး\nစီးနေခဲ့တာပါ။ တစ်နေ့မှာတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Xb55/The.New.Boy.2023.1080p.AMZN.WEB-DL[CM].mp4,https://megaup.net/1Xb5o/The.New.Boy.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYzA2OTJlZjUtNDAwZi00ZmYwLTg3ZWYtZDZkYjMyODcxZWYzXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-145x200.jpg",
        "title": "Love (2023)",
        "description": "Love (2023)\n===========အလုပ်မှန်သမျှ အရှုံးပေါ်နေတဲ့ အဂျေးနဲ့ ဖခင်ရဲ့ ကုမ္ပဏီမှာ အလုပ်ဝင်လုပ်နေတဲ့\nဒီဗီယာတို့ဟာ မိဘတွေက တွေ့ခိုင်းလို့ ကော်ဖီဆိုင်တစ်ခုမှာ ဒိတ်ကျရင်း\nတစ်ယောက်နဲ့တစ်ယောက် သဘောကျသွားကာ ချစ်သူတွေဖြစ်သွားခဲ့ကြပါတယ်။Love ဆိုတဲ့ ခေါင်းစဉ်အတိုင်း သူတို့တွေဟာ\nကြည်နူးစရာအချစ်တစ်ခုကို ပိုင်ဆိုင်ခဲ့ကြပေမဲ့\nအဲဒါဟာ ရုပ်ရှင်အစ ငါးမိနစ်လောက်ပါပဲ။သူတို့လက်ထပ်ပြီး နှစ်ချီကြာလာတဲ့ထိ အဂျေးဟာ ပြောင်းလဲမလာခဲ့ဘဲ\nအရက်သမားလုံးလုံးဖြစ်ကာ ကိုယ်ဝန်လွယ်ထားရတဲ့\nဒီဗီယာနဲ့ ပြဿနာတက်ရင်း လက်လွန်ခြေလွန်ဖြစ်ကြတဲ့နောက်မှာတော့...။Love ဆိုတဲ့ အချစ်ကားမဟုတ်တဲ့ အချစ်ကားလေးကို\nပရိသတ်တွေအတွက် စီအမ်ကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ဆိုသူတွေကတော့\nV, BpL, YH, Yunni နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.4GB  / 700MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~ BpL~ YH~ Yunni ~ Zwe Yan",
        "rating": "5",
        "url": "https://megaup.net/1Xax9/Love_(2023)_Tamil_HQ_HDRip_-_1080p-_YK(CM).mp4,https://megaup.net/1Xax1/Love_(2023)_Tamil_HQ_HDRip_-_720p_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2E2MzgyZDEtMDFiNS00MGY0LWI4NzUtODJmZTQyOWU0NWY3XkEyXkFqcGdeQXVyNjY0OTkzMjk@._V1_-133x200.jpg",
        "title": "Namo Bhoothathma 2 (2023)",
        "description": "Namo Bhoothathma 2 (2023)IMDb-8.6/10နေရင်းထိုင်ရင်း စခွီထ ရယ်ချင်နေတတ်တဲ့သူတွေအတွက် Comedy - horror ဇာတ်ကားလေးတစ်ကားဇာတ်လမ်းအညွှန်းကတော့\nတီဗီချန်နယ်တစ်ခုရှိတယ်ပေါ့ဗျာ အဲဒီချန်နယ်မှာ\nနာမည်ကြီးလူတစ်ယောက်ကို သွားအရူးလုပ်ကြတဲ့\n(Prank ကြ fool ကြပေါ့) ဗီဒီယိုကပေါက်သွားရော\nအဲဒီလိုနဲ့ သူတို့ချန်နယ်ကြီးဒီထက်ပိုအောင်မြင်ရအောင်\nနာမည်ကြီးနေရာတစ်ခုမှာ လူတစ်ယောက်ကို သွား fool လုပ်ကြမယ်တဲ့ ဒါပေမဲ့.......သူများကို နောက်ပြောင်ပြီးချောက်ချမဲ့အချိန်\nသူတို့ပြန်ခံလိုက်ရတယ်ဆိုဘယ်လိုနေမယ်ထင်လဲ..\nပိုဆိုးတာက သူတို့ကိုပြန်အရူးလုပ်သူက\nလူမဟုတ်ဘဲသရဲဖြစ်နေလေရဲ့ ဆိုတော့က....သူများကိုသွားနောက်ပြီး ဟားကြမဲ့သူတွေ\nပြန်အဟားခံလိုက်ရတဲ့အဖြစ်ကို ဟားနိုင်ကြစေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ V ~ BpL ~ YH ~ Aditi ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…2.7GB / 1.3GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V ~ BpL ~ YH ~ Aditi ~ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Xakz/Namo_Bhoothathma_2_(2023)%C2%A0Kannada_WEB-DL_-_1080p_-_AVC_-%C2%A0YK(CM).mp4,https://megaup.net/1Xaks/Namo_Bhoothathma_2_(2023)%C2%A0Kannada_WEB-DL_-_720p-%C2%A0YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
        "title": "Barbie(2023)",
        "description": "Barbie(2023)***********\nLady Bird ရဲ့ ဒါရိုက်တာနဲ့ဇာတ်ညွှန်းဆရာဖြစ်တဲ့ Greta Gerwig ရဲ့ လက်ရာပဲဖြစ်ပါတယ်။မာဂေါ့ရော့ဘီနဲ့ ရိုင်ယန်ဂို့စလင်းတို့ ပါဝင်ထားပါတယ်။ ဒေါ်လာ ၁.၃ ဘီလီယံအထိ ရရှိနေပြီးIMDb 7.3 နဲ့ လူကြိုက်များနေပါတယ်။ ဒီရုပ်ရှင်ဟာ အဓိကအားဖြင့် လူ့အသိုင်းအဝိုင်းနဲ့ ကျားဝါဒီမဝါဒီတွေကို အခြေပြုတဲ့ ဟာသကားအနေနဲ့ ရိုက်ထားတာပါ။ ဖိုကြီးစိုးရေးဝါဒကိုအံတုနေရတဲ့မိန်းမသားတွေ၊ မဝါဒီအားကောင်းလာချိန်မှာ ရုန်းကန်လာရတဲ့ ယောကျ်ားတွေ စသဖြင့်ပေါ့။ဇာတ်လမ်းအကျဉ်းဘာဘီတွေနဲ့ ကန်တွေဟာ သီးသန့်ကမ္ဘာတစ်ခုမှာနေထိုင်ကြပါတယ်။အဲဒီကမ္ဘာမှာ ဘာဘီတွေ ကြီးစိုးနေပြီ သမ္မတ၊ သိပ္ပံပညာရှင်၊ တရားသူကြီး၊နိုဘယ်ဆုရှင်အားလုံးက ဘာဘီချည်းပါပဲ။ ကန်ဆိုတဲ့ ယောကျာ်းတွေကတော့ဘာဘီတွေကို မှီခိုနေရတဲ့ ဖျော်ဖြေနေရတဲ့သူတွေပေါ့။ ဘာဘီတွေဟာ လူသားကမ္ဘာကြီးကိုလည်းသူတို့တွေရဲ့ ဘာဘီအရုပ်တွေက ပိုကောင်းအောင်ပြောင်းလဲပြီး မိန်းမတွေကြီးစိုးနေပြီလို့ပဲ ထင်ထားခဲ့တာပါ။ဘာဘီအမျိုးမျိုးရှိတဲ့အထဲမှာမှ မာဂေါ့ရဲ့ ဘာဘီကတော့ သမားရိုးကျဘာဘီ တစ်ယောက်ပဲဖြစ်ပါတယ်။ဘယ်နေရာမှာ ထူးချွန်နေတာမဟုတ်တဲ့ ဘာဘီသက်သက်ပါပဲ။ တစ်နေ့မှာတော့ဘာဘီဟာ သေခြင်းတရားအကြောင်းကိုတွေးမိရာကနေ ဘာဘီလောကနဲ့ အံမဝင်တော့ဘူးဘာဘီအစွမ်းတွေပျောက်လာပြီး ဖြစ်တည်မှုသံသယတွေပွားလာပါတော့တယ်။အဲဒါကို ကုသဖို့ နည်းကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1hcoa/Barbie.2023.REPACK.2160p.WEB.h265_4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv,https://megaup.net/1X9k9/Barbie.2023.1080p.WEB_%7BCM%7D_TSK.mp4,https://megaup.net/1X9j1/Barbie.2023.720p.WEB_%7BCM%7D_TSK.mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8B4DsVcFVDLVmbpHMHU3RjLNAV.jpg",
        "title": "Darkland: The Return (2023)",
        "description": "Darkland: The Return (2023)~ ပထမပိုင်းမကြည့်ရသေးသူများအတွက် Spoiler ပါ၀င်သည် ~ဒီကားလေးကတော့ ၂၀၁၇နှစ်ကထွက်ရှိခဲ့တဲ့ ဒိန်းမတ်အက်ရှင်ဒရာမာကား Darkland ရဲ့အဆက်လေးပါ။လွန်ခဲ့တဲ့(၇)နှစ်က ညီဖြစ်သူအတွက် တရားမျှတမှုရှာရင်း ဇိတ်တစ်ယောက် ဆရာ၀န်ဘ၀ ဇနီးဖြစ်သူနဲ့သားလေး အကုန်ဆုံးရှုံးလိုက်ရပြီး ထောင်ထဲမှာအချိန်ကုန်နေရပါတယ်။ တစ်ရက်ကျတော့ အမျိုးသားလုံခြုံရေးအရာရှိတစ်ဦးရောက်လာပြီး ဂိုဏ်းတစ်ခုထဲမှာ သူလျှိုအဖြစ်လုပ်ပေးရင် လွတ်လပ်ခွင့်ရမယ်လို့ကမ်းလှမ်းလာပါတယ်။ ဇိတ်ကလည်း သားဖြစ်သူနဲ့ ပြန်နီးစပ်နိုင်ဖို့ လက်ခံဖို့ဆုံးဖြတ်လိုက်ပြီးတဲ့နောက်မှာတော့ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။Rating ကောင်းတွေရထားရုံတင်မက အရင်ကားထက် ဒီ Sequel က ပိုကောင်းတယ်ဆိုတဲ့ Review ကောင်းတွေလည်းရထားတဲ့အတွက် အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.1GB, 880MB\nQuality - 1080p, 720p\nIMDb Rating - 6.7/10\nFormat - mp4\nDuration - 1H 50Min\nGenre - ...",
        "rating": "6.7",
        "url": "https://megaup.net/1X911/(CM)_Darkland_-_The_Return_(2023)_1080p.mp4,https://megaup.net/1X90b/(CM)_Darkland_-_The_Return_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/muDaKftykz9Nj1mhRheMdbuNI9Z.jpg",
        "title": "Strays (2023)",
        "description": "Strays (2023)CM က ခွေးကားအသစ်လေးတင်ထားတယ် ကလေးတွေကိုပြဖို့ဒေါင်းဦးမယ်တော့ မတွေးလိုက်နဲ့နော်။\nဒီခွေးကားက လူကြီးတွေကြည့်ပြီး အထာတွေပေါက် စခွီထရမယ့်ကားပါ။\nစကားအသုံးအနှုန်းကြမ်းတမ်းမှု အဆဲအဆိုအစုံ မူးယစ်ဆေး လိင်ကိစ္စအားလုံးပါဝင်တာကြောင့် R-Rated ဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကလဲ ကြည်နူးစရာပါပဲ။\nခွေးတစ်ကောင်က သူ့သခင်ဟူးမန်းရဲ့ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး သူ့ဟူးမန်းဆီကို ပြန်တဲ့ အိမ်ပြန်ခရီးပါ။\nဒီလိုပြောလို့ ခွေးက ဆိုးလှချည်းလားလို့ မထင်ပါနဲ့။\nဒီခွေးလေးနာမည်ကတော့ ရက်ဂျီပါ။ သူ့သခင်ဒေါ့ဂ်က သူ့ကိုတစ်စက်မှမချစ်ပါဘူး။\nသူ့ရည်းစားရဲ့ခွေးကို ရည်းစားနဲ့ပြတ်သွားတော့ တမင်ညစ်ပြီးယူထားလိုက်တာပါပဲ။\nရက်ဂျီကတော့ အဲ့ဒါကိုနားမလည်ဘဲ သူ့ဟူးမန်းက ကမ္ဘာပေါ်မှာ အကောင်းဆုံး သူ့ကို အချစ်ဆုံးလို့ထင်နေတာပါပဲ။\nဒေါ့ဂ်ကမလုပ်မရှိ အကိုင်မရှိ စော်ပစ်ကောင်လဲဖြစ်နေတော့ တစ်နေကုန် ထိုင် fap နေတဲ့သူပါ။\nရက်ဂျီကိုလဲအကြိမ်ကြိမ်အခါခါစွန့်ပစ်ဖို့ကြိုးစားပေမယ့်\nရက်ဂျီက ဒါကဂိမ်းတစ်ခုလို့ထင်နေတော့ အိမ်ကိုအရောက်ပြန်ပြန်လာနေပါလေရော။\nတစ်နေ့တော့ ရက်ဂျီကို အဝေးကြီးထိခေါ်သွားပြီးစွန့်ပစ်လိုက်တာမှာ ရက်ဂျီက တခြားလမ်းဘေးခွေးတွေနဲ့ပေါင်းမိမှပဲ\nသူ့သခင်က ဘယ်လောက်ဆိုးမှန်း သူ့ကိုစွန့်ပစ်သွားမှန်းသဘောပေါက်လိုက်ပါတယ်။\nအဲ့တော့သူ့သခင်ကို လက်စားချေဖို့အတွက် သူ့သခင် အကြိုက်ဆုံးအချစ်ဆုံး တစ်နေကုန်ကိုင်ကိုင်နေတဲ့ ဒစ်ကို ကိုက်ဖြတ်မယ်ဆိုပြီး\nအငြိုးအတေးနဲ့ ပြန်လာတဲ့ ခွေးကလေး ရက်ဂျီ နဲ့ သူ့ဘော်ဒါအသစ်လမ်းဘေးခွေးတစ်သိုက်ရဲ့\nအိမ်ပြန်ခရီးမှာ ဘာဆတွ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2D1C0/Strays.2023.1080p.MA.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1X48a/Strays.2023.720p.MA.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmY3ZmY2YjQtY2ZiMy00Zjk2LWExOWUtNWQxMTRiNTA3Yzc2XkEyXkFqcGdeQXVyNDk4OTEwMzk@._V1_-160x200.jpg",
        "title": "7:11 PM (2023)",
        "description": "711 PM (2023)IMDb- 7.1/10ယခုတစ်ခါ တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့\nအိန္ဒိယဇာတ်ကားထဲမှာ ရှားရှားပါးပါး Genere Sci-Fi အမျိုးအစားပဲဖြစ်ပါတယ်ဒီ‌တီလဂူးရုပ်ရှင်က ပုံမှန်ရိုက်နေကျပုံစံမဟုတ်ပဲ သိပ္ပံရုပ်ရှင်ဆိုပေမဲ့\nချာတူးမလန်သွားတဲ့အပြင် rating 7.1/10 ထိရရှိထားပါတယ်\nသိပ္ပံရုပ်ရှင်ဆိုပေမဲ့ space ship တွေ တဝီဝီနဲ့ light saber တွေ\nထုတ်ပြီး ခုတ်ကြမဲ့ Sci-Fi အမျိုးအစားတော့မဟုတ်ပါဘူးအနာဂတ် 2400ခုနှစ်မှာ အခက်အခဲကြုံနေရတဲ့ လူသားမျိုးနွယ်ဟာ အတိတ်ကို\nအချိန်ခရီးသွားပြီး အဖြေရှာတော့ သူတို့ပြသနာကို\nဖြေရှင်းပေးနိုင်တဲ့ တီထွင်မှုတစ်ခုရှိနေတာကို သိလိုက်ရပါတယ်မျက်မှောက်ခေတ် 1999 ခုနှစ်မှာလည်း အဲဒီမြို့လေးမှာ အိန္ဒိယထုံးစံအတိုင်း\nနိုင်ငံရေးတွေ အာဏာတွေပါဝါတွေနဲ့ တိုင်ပတ်နေတဲ့အခါမှာတော့\nဘာဆက်ဖြစ်မလဲဆိုတာ ဆက်ရှုစားကြရမှာပါ\nSci-Fi ကားဆိုပေမဲ့ အိုဗာတွေတလွဲတွေ သိပ်မပါပဲ\nခိုင်မာတဲ့ ဇာတ်အိမ်နဲ့ အကွက်ကျကျရိုက်ကူးပြထားတာမို့\nပရိသတ်များခံစားဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ပေးထားတာကတော့ BpL~ Saii ~ Zwe V ~YH တို့ပဲဖြစ်ပါတယ်\nFile size…2.16GB /1.03GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "7.4",
        "url": "https://megaup.net/1haoc/711_PM_(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1hanc/711_PM_(2023)_Telugu_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/music-133x200.jpg",
        "title": "Music School (2023)",
        "description": "Music School (2023)\nIMDb-9/10IMDbကတော့ နိုင်းလောက်ရှိသဗျို့။ the sound of music ဆိုတဲ့ ဂန္တဝင်တေးဂီတကားကြီးကို\nအခြေခံထားတဲ့ဇာတ်လမ်း။3Idiotsထဲက အဆောင်တွေလက်ဖွဲ့တွေယုံကြည်သူ ရာဂျူး ခေါင်းဆောင်ပါဝင်ထားတဲ့ဇာတ်လမ်း။\nဂီတကားဖြစ်တဲ့အတွက် ဂီတကိုချစ်မြတ်နိုးတဲ့သူတွေ နှစ်သက်သဘောကျစေမှာပါ။သားသမီးတွေကို ပညာရေးပဲအာရုံစိုက်စေချင်ပြီး\nအင်ဂျင်နီယာကြီး ဆရာဝန်ကြီးတွေဖြစ်စေချင်ပေမယ့် လူငယ်တွေရဲ့ ရင်ထဲကရူးသွပ်တဲ့\nဂီတအနုပညာကိုနားလည်မပေးကြ။ငါ့သား ငါ့သမီးလေးက အတန်းထဲမှာ အဆင့်တစ် ထိပ်ဆုံးကဆိုပြီး လက်မထောင်ချင်ကြတဲ့မိဘတွေ။\nဒီလိုမိဘတွေရဲ့ဖိနှိပ်ချုပ်ချယ်မှုတွေကြားကနေပဲ ရင်ထဲကပေါက်ဖွားလာတဲ့အနုပညာကို\nပုံဖော်ကြတဲ့ လူငယ်လေးတွေရဲ့ကြိုးစားအားထုတ်မှုတွေ ဖန်တီးတင်ဆက်နိုင်ပုံတွေကို\nတေးဂီတဆရာမနဲ့ ပြဇာတ်ဆရာတို့က ဦးဆောင်လမ်းပြပြီး ဂန္တဝင်တေးဂီတပြဇာတ်တစ်ပုဒ်ကို\nဖန်တီးတင်ဆက်ထားပါတယ်။စာကြွင်းအနေနဲ့ ကျွန်တော်က နာမည်ကြီးသီချင်းတွေ ဘာတွေကို\nဇာတ်ဝင်တေးယူသုံးထားရင် သဘောကျတဲ့ထဲပါပါတယ် တိုက်ဆိုင်သွားတတ်တာပေါ့\nဒီဇာတ်ကားလေးက အိန္ဒိယကားဆိုပေမဲ့ အပိတ်သီချင်းလေးက\n\" so long farewell auf wiedersehen goodbye\" ဆိုတဲ့\nThe sound of music ဂန္တဝင်တေးကိုပဲ အကနဲ့ဖျော်ဖြေထားတဲ့ပုံက\nကျွန်တော်သိပ်ကြိုက်ခဲ့တဲ့ Ted Lasso စီးရီးထဲက နည်းပြကြီး Ted Lasso ကို\nနှုတ်ဆက်ခန်းကို ပြန်သတိရသွားတာမို့ မျက်ရည်လေးများတောင့်စို့မိတဲ့\nပီတိအရသာလေးရတာမို့ ရင်ဘတ်ချင်းတူမဲ့ ဘော်ဒါတွေအတွက် ...",
        "rating": "7.7",
        "url": "https://megaup.net/1X74e/Music_School_(2023)_Hindi_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1X753/Music_School_(2023)_Hindi_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/carry-on-jata-160x200.jpg",
        "title": "Carry on Jatta 3 (2023)",
        "description": "Carry on Jatta 3 (2023)\nIMDb-7.5/10ဂျက်တာတို့ သူငယ်ချင်းသုံးယောက်ရဲ့ အမွှေစိန်ကားလေး သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nရှေ့နှစ်ကားလို ပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမောနဲ့ကြည့်ရမယ့် ဟာသဇာတ်မြူးလေးပါပဲ။\nသူတို့တွေပဲ သရုပ်ဆောင်ထားကြပေမယ့် တစ်ကားထဲသပ်သပ်ကြည့်လို့ရပါတယ်။ဂျက်စ်က ရှေ့နေကြီးဒီလွန်ရဲ့ မိတဆိုးသားလေး။မိန်းမယူချင်တာ ပြာယာခတ်နေပေမယ့်\nအဖေလုပ်သူကို မလွန်ဆန်နိုင်တာကြောင့် ချစ်ရတဲ့အမျိုးသမီးလေးကို\nအဖေနဲ့မိတ်ဆက်ပေးပေမယ့် အနှောင့်အယှက်တွေကြောင့် အဖေဖြစ်သူကသဘောမတူ။\nအဖေဖြစ်သူသဘောတူဖို့အရေး ဘော်ဒါဘော်ကျွတ်နဲ့တိုင်ပင်တဲ့အခါ\nဘယ်လောက်ဆိုးနေပါစေ သူ့ထက်ဆိုးတဲ့တစ်ယောက်နဲ့တွေ့ရင် ကောင်းတယ်ထင်သွားမှာပဲဆိုတဲ့စိတ်နဲ့\nချွေးမအတုရှာကြတဲ့အခါမှာတော့။သူတို့ရှာလိုက်တဲ့ ချွေးမအတုကလည်း ဘော်ဒါအရင်းကြီးရဲ့မိန်းမ ကလေးတစ်ယောက်အမေဆိုတော့။\nဘယ်လိုတိုင်တွေပတ်ပြီး ဘယ်လိုတွေဇာတ်သိမ်းကြမလဲဆိုတာ ဟီးဟီးဟားဟားနဲ့\nအပျင်းတော်ပြေစေကြောင်းရယ် တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်တွေက Saii~V~Cherry~YH~Dee~Zwe Yanတို့ပဲဖြစ်ပါတယ်)\nFile size…9.9GB / 3GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii~V~Cherry~YH~Dee~Zwe Yan",
        "rating": "7.4",
        "url": "https://megaup.net/3j0ii/Carry.on.Jatta.3.2023.1080p.AMZN.WEB-DL..(CM).mp4,https://megaup.net/1X5na/Carry.on.Jatta.3.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTM0MDViZTUtYjA1NS00MDU5LTk4NzAtYjIyNjRlOWY4ODBjXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-160x200.jpg",
        "title": "One Cut Two Cut (2022)",
        "description": "One Cut Two Cut (2022)One cut two cutဆိုလို့ သွေးသံတရဲရဲနဲ့ သတ်မယ်ဖြတ်မယ်ဇာတ်ကားမျိုးတော့မဟုတ်ပါဘူး။\nကြည်နူးဖို့ကောင်းပြီး အလွဲလွဲအချော်ချော် ဟာသတွေနဲ့ကြည့်ရှုရမဲ့ ကန်နဒါဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအမေဖြစ်စေချင်တဲ့ အလုပ်ကောင်းကောင်းရဖို့နဲ့ အိမ်ထောင်ပြုဖို့ဆိုတဲ့ဆန္ဒတွေကို ဥပေက္ခာပြုထားတဲ့\nလက်မှုပညာနဲ့ဘွဲ့ရထားသူ လူပျိုသိုးကြီး ဂိုပီ...။\nဂိုပီဟာ လက်မှုပညာမှာတစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်ပေမဲ့\nကြောင်တောင်တောင်နိုင်တဲ့ အဝတ်အစားတွေ ပုံစံတွေကြောင့် ပတ်ဝန်းကျင်ကအလှောင်ပြောင်ခံရသူတစ်ယောက်။ဂိုပီတစ်ယောက် အစိုးရကျောင်းတစ်ကျောင်းမှာ ဆရာတစ်ယောက်အနေနဲ့\nပထမဆုံးအလုပ်ဝင်တဲ့နေ့မှာပဲ လူတွေအာရုံစိုက်တာခံချင်တဲ့လူတစ်စုက\nစပိန်ဘဏ်ဓားပြတိုက်တဲ့ စီးရီးထဲကလို ဝတ်စုံတွေ မျက်နှာဖုံးတွေနဲ့ရောက်ချလာပြီး\nကျောင်းသားတွေကို ဓားစာခံအနေနဲ့ ဖမ်းဆီးထားပါတော့တယ်။ဒီမှာပဲ ဆရာဂိုပီတစ်ယောက် Money Heistစီးရီးထဲကလို ဝတ်စုံနဲ့လူတွေကို ဘယ်လိုရင်ဆိုင်ပြီး\nကျောင်းသားတွေကို ကယ်တင်လိုက်နိုင်မလားဆိုတာ အလွဲလွဲအချော်ချော်‌တွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~V~Dee~Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.3GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~V~Dee~Yunni",
        "rating": "",
        "url": "https://megaup.net/2D3jz/One.Cut.Two.Cut.2022.1080p.WEBRip.YK(CM).mp4,https://megaup.net/2D3jr/One.Cut.Two.Cut.2022..720p,YK(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/moGT5XUkYultY6jBZECOP0z5MdU.jpg",
        "title": "Punit na Langit (2023)",
        "description": "Punit na Langit (2023)ကလော်ဒီယာဟာ နယ်မြို့လေးတစ်ခုမှာ စကားမပြောတတ်တဲ့အစ်မဝမ်းကွဲနဲ့အတူ နေထိုင်ပါတယ်။ မနီလာမှာတက္ကသိုလ်ဝင်ခွင့်ရလိုက်တာဟာ သူတို့ဘဝတွေကို ဒီလိုဆင်းရဲတွင်းကလွတ်မြောက်ဖို့လမ်းစတစ်ခုပဲဆိုပြီးတော့ ညီအစ်မနှစ်ယောက်လုံးဝမ်းသာနေတဲ့အချိန်ပါပဲ။ အဲဒီအချိန်မှာ သူတို့မြို့ကို နယ်လှည့်ပွဲဈေးတစ်ခုရောက်လာခဲ့ပါတယ်။ငွေသိပ်မရှိပေမဲ့ ပွဲဈေးမလည်ရတာကြာပြီဆိုတော့ သူတို့နှစ်ယောက်ထွက်လာခဲ့ရင်း ဒီယေးဂိုးဆိုတဲ့လူငယ်လေးနဲ့တွေ့ခဲ့ရပါတယ်။ ဒီယေးဂိုးက ပွဲဈေးမန်နေဂျာရဲ့အမျိုးဖြစ်ပြီး ငွေမတတ်နိုင်တဲ့သူတို့နှစ်ယောက်ကို ချားရဟတ်အလကားပေးစီးရာက သူ့အစ်မဖြစ်သူဒိုဆာနဲ့ ချစ်ကျွမ်းဝင်သွားခဲ့ပါတယ်။နောက်ထပ်တွေ့ခဲ့ရတဲ့သူကတော့ ပွဲဈေးမန်နေဂျာဖြစ်တဲ့ ရာဖေးလ် ဆိုသူပါ။ အဲဒီလူက ကလော်ဒီယာကို ပွဲဈေးမှာအလုပ်လုပ်ဖို့ လက်ဆောင်တွေအသွယ်သွယ်နဲ့ ချဉ်းကပ်လာခဲ့ပြီး ကလော်ဒီယာယုံမှတ်လို့ပုံအပ်မိချိန်မှာ တကယ်တမ်း သူ့ဘဝကိုငရဲတွင်းထဲပို့မယ့်သူတစ်ယောက်ဆိုတာ အသိနောက်ကျသွားခဲ့တဲ့နောက်မှာတော့...ကလော်ဒီယာတို့ ဒီငရဲတွင်းကနေ လွတ်မြောက်နိုင်ပါ့မလား...\nကူကယ်ရာမဲ့ သူတို့အတွက်ကယ်တင်ရှင်က ဘယ်သူဖြစ်လာမလဲ...Tiffany Grey နဲ့ Apple Dy တို့ကြမ်းကြမ်းရမ်းရမ်းခေါင်းဆောင်ပါဝင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.97GB, 890MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 47Min\nGenre - ...",
        "rating": "",
        "url": "https://megaup.net/2D3he/(CM)_Punit_Na_Langit_(2023)_1080p.mp4,https://megaup.net/2D3gx/(CM)_Punit_Na_Langit_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2FlZTE5ZjgtZGY5Ny00ZjIzLWFmZjktNjc1OWIwZjIwN2IzXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-150x200.jpg",
        "title": "Rocky and Rani’s Love Story (2023)",
        "description": "Rocky Aur Rani Ki Prem Kahani (2023)\nIMDb-7.2/10\nရန်ဘီးကပူးရ် အူတိုရလောက်အောင်ရိုခဲ့ကြတဲ့\nအာလီယားဘတ်နဲ့ ရန်ဗီးရ်ဆင်းဂ်တို့ရဲ့\nရုံတင်အမြတ်ငွေကုဋေ၁၀၀ကျော်လောက် မြတ်ထားတဲ့\nအချစ်ဇာတ်လမ်းလေးလာပါပြီခင်ဗျာအချစ်ဆိုတဲ့အရာကလှပတဲ့ပေါင်းစပ်မှုတစ်ခုဆိုရင်\nနားလည်မှု ဒြပ်စင် ၊ ဂုဏ်ရည်အချင်းတူညီမှု ဒြပ်စင်၊ နှစ်ဖက်အသိုင်းအဝိုင်းရဲ့\nမေတ္တာအကြင်နာဒြပ်စင်လေးတွေကမရှိမဖြစ်ပါကိုပါရတဲ့အရာ\nခေတ်ပညာတွေတတ်မြောက်ပြီး အတွေးအခေါ်တွေကလည်းဆန်းသစ်တဲ့ မော်ဒယ်မိသားစုနဲ့\nဆွေဂုဏ်မျိုးဂုဏ်ကိုအဆက်ဆက်ထိန်းသိမ်းလာပြီး\nယဉ်ကျေးမှုဘာသာတရား စည်းဘောင်အတွင်းမှာပဲနေကြတဲ့ မိသားစု\nဒီမိသားစု‌နှစ်စုရဲ့ မျိုးဆက်တွေမှာအချစ်ဆိုတဲ့အရာဝင်လာတဲ့အချိန်မှာ\nအချစ်ကိုစတေးမိသားစုအရေး ဦးစားပေးခဲ့ကြသူတွေရှိတယ်ရာနီးနဲ့ ရော်ကီလို ရည်ရွယ်ချက် ၊ အတွေးအခေါ် ၊\nနေထိုင်မှုဘဝ ဘာမှမတူကြတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ထပ်တူကြလာချိန်မှာ\nဒီအချစ်နဲ့ စည်းဘောင်တွေဖောက်ထွက်နိုင်ကြမလား\nဒီအချစ်နဲ့ မတူညီတဲ့အရာတွေကိုပေါင်းစည်းနိုင်မလား\nတဟုန်းဟုန်းတောက်လောင်ရတဲ့ စစ်ပွဲမဟုတ်\nလူနှစ်ယောက်ရဲ့အချစ်တွေနဲ့ တဖြည်းဖြည်းချင်းပုံဖော်တိုက်ယူသွားကြမဲ့\nအချစ်တိုက်ပွဲအကြောင်း သံစဉ်ချိုချိုလေးတွေနဲ့ ခံစားကြည့်ပါဦး\nအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ V ~ ZweYan ~ BpL ~ YH ~ Cherry ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…4k HEVC WEB DL / 2.68GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/2D14h/Rocky_Aur_Rani_Kii_Prem_Kahaani_(2023)_Hindi_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1h6ch/Rocky_Aur_Rani_Kii_Prem_Kahaani_(2023)_Hindi_WEB-DL_-720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMzZhYWY0NDEtYjNmNS00ZWE4LThmMzAtZDQ0NDlmMjU1ZWU4XkEyXkFqcGdeQXVyMTI4MDU2ODM2._V1_-147x200.jpg",
        "title": "Haddi (2023)",
        "description": "Haddi (2023)\nIMDb - 8.5/10ကျရာဇာတ်ရုပ်ကို ပီပီပြင်ပြင်နဲ့ သရုပ်ဆောင်နိင်တဲ့ မင်းသားကြီးနဝါးဇ်ရဲ့ဇာတ်လမ်းအသစ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီနှစ်ထဲမှာပဲ သိပ်ချစ်တတ်တဲ့ဂေါင်းတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့ Tiku Weds Sheru(2023)ထွက်ပြီးပြီ။\nအခုလည်းလိင်ပြောင်းအမျိုးသမီးကြီးအဖြစ်နဲ့ ပီပြင်စွာပါဝင်ထားပါတယ်။ဘယ်လောက်ပဲတိုးတက်ပါတယ်ဆိုဆို လိင်ပြောင်းဆိုတာနဲ့ လူလူချင်း အထင်သေးခံရမှုတွေ\nအနှိမ်ခံရ အနိုင်ကျင့်ခံရမှုတွေတော့ ရှိတတ်ကြစမြဲပါပဲ။ ဒီကားထဲမှာလည်း\nဟာဒီဆိုတဲ့ Transgender အကြောင်း ဦးတည်ရိုက်ကူးထားပါတယ်။ပရာယာဂါ့ဂ်ျဆိုတဲ့ ဒေသမှာ ရဲတွေ အလစ်ဝင်ဖမ်းရတဲ့အထိ ဆိုးဝါးနေပါတယ်။ အကြောင်းကတော့\nအလောင်းတွေပျောက်လို့ပါ။ ဟုတ်ပါတယ် သေပြီးနာရီပိုင်းအတွင်း အတွင်းကလီစာတွေပုပ်တတ်ပေမဲ့\nကာလရှည်ကြာနေတဲ့ ရင်ခွဲရုံကအလောင်းတွေကအစ ပျောက်နေတော့ ရဲတွေဖို့ အတော်ခေါင်းစားရတဲ့အမှုပေါ့။\nကိုယ်တွင်းကလီစာနဲ့မသက်ဆိုင်လို့ ကျွမ်းကျင်သူတွေက အတည်ပြုလေတော့ အလောင်းတွေပျောက်နေတာ\nဘာကြောင့်များလဲ...ဟာဒီဆိုတာက ဒီလိုအလောင်းကုန်ကူးမှုထဲ ပါဝင်ချင်နေသူတစ်ယောက်။အဝတ်တစ်ထည် ကိုယ်တစ်ခုနဲ့ ဒေလီမြို့ကိုတက်လာခဲ့ပြီး မိန်းမလျာတွေဖွဲ့စည်းထားတဲ့အဖွဲ့ထဲ ပါဝင်ဖို့ကြိုးစားပါတော့တယ်။\nသူ့ရဲ့တကယ့်ရည်ရွယ်ချက်ကဘာလဲ။ အလောင်းကုန်ကူးတဲ့ထဲ ဝင်ပါချင်တာကလည်း ဖုံးကွယ်ထားတဲ့ ကလဲ့စားတစ်ခုကြောင့်လားဆိုတာ....။\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~Zwe~V~Moon~BpL တို့ပဲဖြစ်ပါတယ်)\nFile size…4.8GB / 2.39GB / 1.2GB\nQuality…4k HEVC ZEE5 WEB DL / ...",
        "rating": "8.5",
        "url": "https://megaup.net/1X2ls/Haddi_2023_WebRip_1080p_Hindi_YK(CM).mkv,https://megaup.net/2CZO0/Haddi_2023_WebRip_720p_Hindi_YK(CM).mkv",
        "category": "Bollywood, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTNhMTllMWQtYjJmYy00MWVhLTkzZGQtZWZkNjEzNTQ1YmI2XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Jailer (2023)",
        "description": "Jailer (2023)\nIMDb-7.5/10ရူပီသန်းပေါင်း၂၄၀ဝန်းကျင် အသုံးပြုရိုက်ကူးထားပြီး ရူပီ၆၃၅သန်းပြန်လည်ရရှိခဲ့တဲ့ မင်းသားကြီးရာဂျ်နီကန့်သ်ရဲ့\nရုပ်ရှင်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟာသမင်းသားကြီး ရိုဂီဘာဘူလည်း ပါဝင်အားဖြည့်ထားပါတယ်။\nအကြည်ဗားရှင်းထွက်တာ အချိန်တစ်ခုကြာပြီဖြစ်ပေမယ့်\nရုပ်သံစာတန်းထိုးမှန်အောင်စောင့်ဆိုင်းနေခဲ့တဲ့အတွက် စီအမ်ဘောလိဝုဒ်ပရိသတ်ကြီးကိုအနူးအညွတ်တောင်းပန်အပ်ပါတယ်။ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဆိုတာ နာမည်တစ်ခုတင်ကျန်ရစ်တတ်ပေမယ့် အတိုက်ခိုက်ခံရ\nပေးဆပ်လိုက်ရတာတွေကတော့ ရှိနေတတ်တာဓမ္မတာပါပဲ။\nမင်းသားကြီးရာဂျ်နီကန့်သ်က ဇနီးဖြစ်သူရယ် သားရယ် ချွေးမရယ် မြေးလေးရယ်နဲ့\nအငြိမ်းစားထောင်မှူးကြီးဘ၀ကို ငြိမ်းချမ်းစွာဖြတ်သန်းနေသူတစ်ယောက်။သားဖြစ်သူကိုလည်း ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဖြစ်အောင် ပြုစုပျိုးထောင်ခဲ့သူ။\nတစ်ရက်မှာတော့ ဘုရားကျောင်းရုပ်တုတွေပျောက်ဆုံးမှုကို စုံစမ်းဖော်ထုတ်နေတဲ့ သားဖြစ်သူ\nပျောက်ချင်းမလှပျောက်သွားရာကစ အသတ်ခံလိုက်ရတာကိုသိလိုက်ရပါတယ်။\nအဲဒီမှာပဲ အေးချမ်းတဲ့ဘ၀လေးကနေ သားကိုသတ်ခဲ့တယ်လို့သိရတဲ့ လူဆိုးဂိုဏ်းကို\nလက်စားချေအမြစ်ဖြတ်သုတ်သင်ဖို့ကြိုးစားတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့အမှန်တရားတွေ\nအသတ်အဖြတ်ကြမ်းကြမ်းရမ်းရမ်းတွေကို ကြည့်ရှုခံစားကြရမှာပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~YH~Cherry~Zwe Yan~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…9.4GB/ 3.16GB / 1.2GB\nQuality…WEB-DL 4K HEVC/1080p/ 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~YH~Cherry~Zwe Yan~BpL",
        "rating": "7.5",
        "url": "https://megaup.net/1X1s6/Jailer_(2023)_Tamil__TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/1X1wg/Jailer_(2023)_Tamil__TRUE_WEB-DL_-720p.YK.Edit_(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTUwNTliOWEtZTQ1Ni00ODQ4LWEzNjQtNDg1OGI5MGQ3NDQ4XkEyXkFqcGdeQXVyMTU0MDA4MDkz._V1_-150x200.jpg",
        "title": "Hosa Dinachari (2022)",
        "description": "Hosa Dinachari (2022)IMDb-8.5/10\nမိသားစုနဲ့အတူကြည့်ရင် မိသားစုကြားမှာ နားလည်မှုတွေ ပိုမိုပေါက်ဖွား‌လာစေမယ့်ဇာတ်လမ်းလေး\n\"Hosa Dinachari\" ကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အချစ်တွေ ဂရုစိုက်မှုတွေကြားကမှ ကိုယ်နားမလည်နိုင်တဲ့အခြေအနေမျိုးနဲ့ ကြုံရတဲ့အခါမျိုးမှာ\nအချစ်ကို လက်လွှတ်မိသွားတတ်သလိုမျိုး ဖြစ်တတ်ပါတယ်။ဒီလိုအခြေအနေမျိုးမှာ နားလည်မှုတွေနဲ့\nရှေ့ဆက်သွားမယ်ဆိုရင်တော့ ချစ်သူတွေကြား အိမ်ထောင်ရှင်တွေကြား မိသားစုတွေကြားမှာ\nအားဆေးလေးဖြစ်စေပြီး ခံစားချက်တွေကို ခိုင်မာစေမှာပါ။ ဒီလိုဆက်ဆံရေးမျိုးလေးဖြစ်လာအောင်\nHosa Dinachari က မိသားစုသုံးစုရဲ့ အတွေ့အကြုံလေးတွေကို ကြည့်ရှုခံစားလိုက်ရအောင်ပါ....(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ Dee ~ V ~ BpL ~ Zwe ~ Cherry တို့ပဲဖြစ်ပါတယ်)\nFile size…1.4GB/ 612MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Dee ~ V ~ BpL ~ Zwe ~ Cherry",
        "rating": "8.5",
        "url": "https://megaup.net/1X0qz/Hosa_Dinachari_(2022)_Kannada_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/2CXT7/Hosa_Dinachari_(2022)_Kannada_WEB-DL_-_720p_-YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ylQqHe3NXg9dWrNtUUWTtPeZuL.jpg",
        "title": "Her Deadly Night in Paris (2023)",
        "description": "Her Deadly Night in Paris (2023)ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ... ပဲရစ်ကို ပညာသင်ဖို့ရောက်လာကာမှ အန္တရာယ်တောထဲ ခုန်ဆင်းသလိုဖြစ်သွားတဲ့ ကောင်မလေးအကြောင်းပါ။လူစီက အမေရိကကနေ ပြင်သစ်ကို Exchange Program နဲ့ ကျောင်းလာတက်တဲ့ အဖေတစ်ခု သမီးတစ်ခု ကောင်မလေးပေါ့။ ပဲရစ်မှာ သူ Homestay နေရတဲ့အိမ်က မိသားစု 3 ယောက်ရှိပြီး သူတို့သား အန်တွိုင်းကလည်း လူစီတို့ကျောင်း၀င်းထဲမှာပဲ ဥပဒေကျောင်းတက်ပါတယ်။အန်တွိုင်းရဲ့ဖခင် ရေမီက နာမည်ကျော်တရားသူကြီးဖြစ်ပြီး သူ့သားကိုလည်း သူ့ခြေရာနင်းစေချင်ပေမဲ့ သားဖြစ်သူကတော့ ဝါသနာမပါပါဘူး။ အမေဖြစ်သူကလည်း ဖအေကိုကြောက်ရပြီး သူ့သားဘက်မပါပါဘူး။တစ်ရက် လူစီ‌ ကျောင်းက ပြန်လာတဲ့အချိန် ရေမီက လူတစ်ယောက်ကို ဓားနဲ့ထိုးသတ်လိုက်တာ တွေ့လိုက်ရပါတယ်။ ရေမီက သူခိုးဆိုပြီး ကိုယ့်ကိုကိုယ်ကာကွယ်ဖို့ ထိုးလိုက်တာပါတဲ့။ လူစီကိုလည်း ဘယ်သူ့ကိုမှမပြောဖို့ နှုတ်ပိတ်ထားလိုက်တာပေါ့။ဒါပေမဲ့ နောက်နေ့မှာ ရဲတွေက သေသွားတဲ့လူအလောင်းမှာ လူစီရဲ့ DNA တွေ့တယ်ဆိုပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/1X04w/(CM)_Her_Deadly_Night_in_Paris_(2023)_1080p.mp4,https://megaup.net/1X04g/(CM)_Her_Deadly_Night_in_Paris_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtgltT1u4kVUJBocfRb1Xf2v1gu.jpg",
        "title": "Mama Susan’s Friends (2023)",
        "description": "Mama Susan's Friends (2023)ဂါလိုဟာ မိဘမဲ့ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်ပြီး ဦးလေးနဲ့အဒေါ်ရဲ့ စောင့်ရှောက်မှုအောက်မှာနေထိုင်ပြီး ကျောင်းတက်နေပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ဟာ သူ့အပေါ်ကောင်းသလိုရှိပေမဲ့ သူ့သားသမီးအရင်းတွေနဲ့ယှဉ်ရင်တော့ မျက်နှာသာမပေးတာ ခွဲခြားတာမျိုးတွေရှိတတ်တဲ့အတွက် တစ်ခါတလေ စိတ်ညစ်ရတာရှိပေမဲ့ ဂါလိုက ပျော်ပျော်ပဲနေတတ်ပုံရပါတယ်။သူ့ဦးလေးနဲ့အဒေါ်ထက် ပိုစိတ်ညစ်ဖို့ကောင်းတာက ညညဆိုရောက်လာတတ်တဲ့ အိမ်မက်ဆိုးတွေပါပဲ။ မျက်နှာမည်းမည်းနဲ့လူတစ်ယောက် သူ့နောက်ကလိုက်နေတတ်တာ။ အဲဒီလိုပဲတစ်ကိုယ်လုံးမည်းနက်နေတဲ့ မိန်းမကြီးတစ်ယောက် သူ့ကို ဂုတ်ကနေကိုင် လေထဲမြှောက်ထားတာတွေကို မြင်မက်တတ်ပြီး အိမ်မက်နဲ့မတူအောင်ပြက်ပြက်ထင်ထင်ဖြစ်နေတတ်တာတွေကထူးခြားပါတယ်။တစ်နေ့မှာတော့ သူ့ငယ်ဘဝမွေးရပ်မြေ ကျွန်းမြို့ငယ်လေးဆီက သူ့အဖေသေပြီဆိုတဲ့အကြောင်း ကြေးနန်းရောက်လာတဲ့အချိန်မှာ ဂယ်လိုတစ်ယောက် ဇာတိကိုပြန်ရဖို့ ဖြစ်လာပါတော့တယ်။ သူ့ဇာတိ သူမွေးတဲ့ အိမ်မှာ သူ့အဘွားဆူဇန်တစ်ယောက်သာ လက်ရှိနေထိုင်နေပါတယ်။ တစ်အိမ်လုံးမှာရှိနေတာကတော့ ဘာသာရေးရုပ်တုတွေ ပုံစံအမျိုးမျိုးနဲ့ဖြစ်ပြီး တစ်ချိန်က အိပ်မက်ဆိုးတွေဟာ ဒီအိမ်ကြီးကိုရောက်တဲ့အချိန်မှာ တစ်ဖြည်းဖြည်းလက်တွေ့ဆန် ကြောက်မက်ဖွယ်ကောင်းလာတာတွေကိုတွေ့ရတဲ့နောက် ဂယ်လိုတစ်ယောက် ပဟေဠိတွေကြားကနေ ရုန်းထွက်လွတ်မြောက်ဖို့ကြိုးစားရပါတော့တယ်။နာမည်ကျော် ဖိလစ်ပိုင်စာရေးဆရာ Bob Ong ရဲ့ဘတ်ဆဲလားတစ်အုပ်ဖြစ်တဲ့ Ang mga Kaibigan ni ...",
        "rating": "",
        "url": "https://megaup.net/3iQfg/(CM)_Ang_Mga_Kaibigan_ni_Mama_Susan_(2023)_1080p.mp4,https://megaup.net/1WVk1/(CM)_Ang_Mga_Kaibigan_ni_Mama_Susan_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjQxMTdkY2EtM2Y3OS00NDgxLWEyN2EtNGRmZTczYTQ0OWZkXkEyXkFqcGdeQXVyMTY0NjI4OTQ5._V1_-133x200.jpg",
        "title": "Surongo (2023)",
        "description": "Surongo (2023)\nIMDb-6.6/10မထင်မှတ်ထားတဲ့ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့\nမင်းသားကြီးအာဖရန်နီရှိုးရဲ့ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဘင်္ဂလားဒေ့ရှ်ငွေ သန်းနှစ်ဆယ်အသုံးပြုရိုက်ကူးခဲ့ပြီး\nနှစ်ဆကျော်ပြန်လည်ရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။မာဆုဒ်ဆိုတာ ရွာထဲမှာလျှပ်စစ်ပစ္စည်းအမျိုးမျိုးပြုပြင်နေတဲ့လူငယ်တစ်ယောက်။\nတစ်ရက်စျေးထဲဓာတ်တိုင်က မီးသီးတက်ပြင်နေရင်း မြင်လိုက်ရတဲ့မိုနာဆိုတဲ့အမျိုးသမီးလေးကြောင့်\nအချစ်မှာကျရှုံးမိပါလေရော။ချစ်သူတောင်းဆိုသမျှ လိုက်လျောဖို့အသင့်ဖြစ်နေခဲ့သူလေး မောင်မာဆုဒ်တစ်ယောက်\nဆန္ဒတွေပြည့်၀သွားပြီး ချစ်သူနဲ့နှစ်ကိုယ်တူလက်ထပ်ပေါင်းသင်းပြီးနောက်မှာတော့\nလိုအင်ဆန္ဒတွေများပြားလွန်းလှတဲ့ ဇနီးဖြစ်သူမိုနာရဲ့ တောင်းဆိုမှုလိုအပ်ချက်တွေအားလုံးကို ဖြည့်ဆည်းမပေးနိုင်တော့။ချစ်ဇနီးမျက်နှာအညှိုးမခံချင်သူ မာဆုဒ်တစ်ယောက်မိဘ\nလက်ငုတ်လက်ရင်း အိမ်လေးကိုပေါင်ပြီး\nမလေးရှားတက်အလုပ်လုပ်ပါလေရော။အထက်မှာပြောခဲ့သလိုပဲ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးကနေ\nမထင်မှတ်ထားတဲ့ဇာတ်ကွက်ဇာတ်အိမ်အလှည့်အပြောင်းတွေနဲ့\nဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~YH~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  /  900MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~Zwe~BpL~V",
        "rating": "6.6",
        "url": "https://megaup.net/1gY0n/Surongo.2023.1080p.Chorki.WEB-DL.AAC.YK(CM).mp4,https://megaup.net/1gY0u/Surongo.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "title": "Lop Nor Tomb 2023",
        "description": "BC ၂ရာစုလောက်တုန်းက\nပိုးလမ်းမအနီး တိဘက်ဒေသအနီးမှာ\nလော်လန်ဆိုတဲ့ရှေးဟောင်းနိုင်ငံတစ်ခုရှိခဲ့ဖူးတယ်လို့ဆိုတယ်။\nလော်လန်တိုင်းပြည်အကြောင်းကို\nရှေးသုပါမောက္ခကြီးယန်က သုတေသနလုပ်ရင် ပျောက်သွားခဲ့တာ ဆယ်နှစ်ကျော်ခဲ့ပါပြီ။\nဒီလိုနဲ့သိုးသားရေပေလိတ်တစ်ခုမှာ လော်လန်အမှန်တကယ်ရှိကြောင့် အထောက်အထားရလာတဲ့အခါ\nသမီးဖြစ်သူနုဲ့ရှေးသုပါမောက္ခတို့လူတစ်စုဟာ ပျောက်သွားတဲ့ ပါမောက္ခကိုရှာဖို့ လော်လန်ရှေးဟောင်းတိုင်းပြည်ရှိတာ သဲကန္တာရကို ခရီးထွက်လာခဲ့ကြတယ်။အဆုံးမရှိတဲ့သဲကန္တာပြင်ကြီးမှာ ဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nရှေးဟောင်းလော်လန်တိုင်းပြည်ကြီးမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ......ရှေးဟောင်းသုတေသနအဖွဲ့လေးကဘယ်လိုအရာတွေကြုံတွေရမလဲ......\nထူးဆန်းထွေလာ ရှေးသမိုင်းတွေကိုစိတ်ဝင်စားတဲ့သူလေးတွေအတွက် အရမ်းသင့်တော်တဲ့ကားလေးပဲဖြစ်ပါတယ်။\nQuality - WEB-DL 1080p,720p\nFormat - mp4\nGenres - Action, Adventure\nRuntime - 1 hr 29 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1WVba/Lop_Nur_Tomb_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddacirup8d3NJqyFvRaBllSFncr.jpg",
        "title": "Sun and Concrete (2023)",
        "description": "Sun and Concrete (2023)~ IMDb rating - 7.6/10 ~\"Sun and Concrete\" ဆိုတဲ့စကားလုံးကို မြင်လိုက်ရင် တော်တော်များများက နေ နဲ့ ဘိလပ်မြေဆိုပြီးတော့ ထင်ကြမှာအမှန်ပါပဲ။ ဒါပေမဲ့ ဒီကားမှာတော့ ဂျာမနီနိုင်ငံက \"နေရောင်အောက်က မြို့ပျက်လေး\" တစ်မြို့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ဒီဇာတ်ကားဟာ ဆန်ခါတင်စာရင်း ၅ ခုထဲပါခဲ့တဲ့အပြင် မျက်နှာသစ်သရုပ်ဆောင်ဆုကိုပါရရှိထားပါတယ်။ ဒါ့အပြင် IMDb မှာ 7.6/10 နဲ့ 2023 မှာ ဂျာမန်ရဲ့ တတိယအကောင်းဆုံးဇာတ်ကားအဖြစ်ရပ်တည်လျက်ရှိနေပါတယ်။ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဖြစ်ကြတဲ့ လူးကတ်စ်၊ ဂျူးလိယက်စ်၊ ဂျီနိုနဲ့ ဆန်ချက်ဇ်တို့အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းရဲ့ အကျဉ်းကိုပြောရမယ်ဆိုရင် လူးကတ်စ်တို့လေးယောက်ဟာ ဘာလင်မြို့ရဲ့ နူကိုလင်ရပ်ကွက်မှာ နေထိုင်ကြတာပေါ့။ သူတို့လေးယောက်ဟာ နေ့တိုင်း တုတ်၊ ဓား၊ ရန်ပွဲ နဲ့ မူးယစ်ဆေးတွေကြားမှာ ဘဝကြီးကိုရုန်းကန်နေရသူတွေပါ။ ဒါပေမဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1gW4d/(CM)_Sun_And_Concrete_(2023)_1080p.mp4,https://megaup.net/3YLT0/(CM)_Sun_And_Concrete_(2023)_720p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY8GRisCOnqs8mDRfOsU5OzOYRX.jpg",
        "title": "[18+] Sugapa (2023)",
        "description": "Sugapa (2023)ဘန်နဲ့အန်နာတို့လင်မယားဟာ နယ်မြို့လေးက သူတို့အိမ်ကို ဦးလေးဖြစ်သူဆီ ဆုံးရှုံးခဲ့ရပြီးတဲ့နောက် သူ့မိခင်အတွက် အိမ်ပြန်ရွေးပေးချင်တဲ့ဆန္ဒနဲ့ မြို့ပေါ်မှာငွေရှာဖို့တက်ခဲ့ပါတယ်။ မြို့ပေါ်က ဘန်ရဲ့ သူငယ်ချင်း မန်ဒိုရဲ့ အကူအညီနဲ့အန်နာက ဘားတစ်ခုမှာ အလုပ်ရခဲ့သလို ဘန်ကလည်း စားသောက်ဆိုင်တစ်ခုမှာအလုပ်ရခဲ့ပါတယ်။ အစပိုင်းကာလတွေမှာတော့ မြို့တော်ကြီးရဲ့ငွေရလွယ်မှုတွေ အတွေ့အကြုံသစ်တွေကြောင့်ပျော်ရွှင်နေရပေမဲ့ ဘန်တစ်ယောက် ဖြတ်လမ်းကလိုက်ပြီး ကြက်ပွဲလောင်းမိရာကနေ ငွေရှုံးသွားတဲ့အချိန်မှာ သူတို့အတွက် ပြဿနာတွေစတင်လာခဲ့ပါတယ်။အဲဒီငွေကို ကြွေးရှင်လူမိုက်ဆီပြန်ဆပ်ဖို့ မကြံကောင်းမစည်ရာကိစ္စတစ်ခုကို ဘန်ကြံစည်မိချိန်မှာ အန်နာကိုလည်း မြို့တော်ကလူမိုက်တွေရဲ့ဂိုဏ်းချုပ်တစ်ဦးဖြစ်တဲ့ ဆာ့ချ်က မျက်စိကျလာတဲ့အခြေအနေပါ။ ဇာတ်အစပိုင်းက တစ်ချိန်ကနာမည်ကျော် Metro Manila ကိုပြန်သတိရမိချင်စရာဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ သိသိသာသာ ကွဲထွက်သွားပေမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။Us x Her အပြီးကတည်းက ပျောက်နေခဲ့တဲ့ AJ Raval လေးကို သရုပ်ဆောင်မှုတွေမှာ ပိုမိုအာရုံစိုက်ချင်လို့ဆိုပြီး ဆီလီကွန်ဖယ်ထုတ်ခဲ့တဲ့နောက်ပိုင်း သဘာဝရင်သားနဲ့ပထမဆုံးမြင်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ အကဲဖြတ်ကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.9",
        "url": "https://megaup.net/3iOcp/(CM)_Sugapa_(2023)_1080p.mp4,https://megaup.net/1WTgj/(CM)_Sugapa_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2FlMzA3MjktNjA2Zi00YzUyLWIxYTUtNGQ0MTc0NDA3NTcwXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Friday Night Plan (2023)",
        "description": "Friday Night Plan (2023)\nIMDb 6.5Netflix ကထုတ်လွှင့်တဲ့ ကျောင်းတွင်းအချစ်ကားဖြစ်ပြီး အရင်အချိန်‌က\nဇာတ်လမ်းတွေကိုပြန်သတိရရင်း ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်'Friday Night Plan ' ဒီဝေါဟာရဖြစ်တည်လာပုံကတော့ တနင်္လာကနေ သောကြာအထိ\nစာပြီးစာပဲဖြစ်နေကြတဲ့ ကျောင်းသားတွေအတွက် သောကြာနေ့ညကစပြီး Non-Stop Party နဲ့\nအပီကဲကြမဲ့ ကျောင်းတွင်းရိုးရာတစ်ခုပေါ့ ကျောင်းရဲ့တင်းကျပ်တဲ့စည်းကမ်းတွေကြားမှာ\nကလေးတွေပျော်ရွှင်ရတဲ့ FNP..ကျောင်းပိတ်ခါနီးလို့ ‌တစ်ကျောင်းနဲ့တစ်ကျောင်း ဘောလုံးပြိုင်ပွဲတွေကြား နာမည်ကောက်ကြီးသွားတာက‌ ဆစ်ဒ် ..\nသူ့အကြောင်းပြောရရင် အမေဖြစ်သူက နိုင်ငံခြားအစည်းအဝေးပွဲသွားလို့ ညီဖြစ်သူနဲ့ နှစ်ပါးသွားနေသူပေါ့\nသူသဘောကျတဲ့ကောင်မလေးက လူမိုက်တစ်ယောက်ကို နယ်မြေ၁၁ခုကရဲတွေ ဝိုင်းလိုက်သလို\nကျောင်းတစ်ဝက်ကျော်ကျော်ကလူတွေ ပိုးပန်းတာခံနေရတဲ့ နာတာရှာပါ တစ်ကျောင်းလုံးရဲ့ အချောအလှလေးနဲ့\nကျောင်းကပွဲကိုအတူသွားချင်တာကတော့ သူ့အိပ်မက်တစ်ခုပေါ့ ဆိုတော့\nကျောင်းသားတို့ထုံးစံအတိုင်း ပေါ့ပေါ့ပါးပါးဖြစ်နေမှာဖြစ်ပြီး\nသူ့အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖော်သွားမယ်ဆိုတာကတော့...\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~YH~V~Zwe Yan တို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB / 700MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~V~Zwe ...",
        "rating": "6.6",
        "url": "https://megaup.net/1gVmq/Friday_Night_Plan_(2023)_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/3iNIL/Friday_Night_Plan_(2023)_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0MdxxoNAzuANVnZkZcD15W1d5d.jpg",
        "title": "The List (2023)",
        "description": "The List (2023)~ IMDb - 5.3/10, Rotten Tomatoes - 96% ~\"Celebrity Free Pass\" ဆိုတဲ့ စကားလုံးအသုံးအနှုန်းနဲ့ လူတော်တော်များများ မရင်းနှီးကြတာတော့ အသေအချာပါပဲ။ အနောက်တိုင်းမှာ ချစ်သူရည်းစားတွေဖြစ်လာကြတဲ့အခါ ကိုယ်နှစ်သက်တဲ့ဆယ်လီတစ်ယောက်ယောက်နဲ့ ကြုံကြိုက်လာတဲ့အခါတိုင်း ဝုန်းဒိုင်းကျဲကြဖို့ဆိုပြီးတော့ စုံတွဲတွေကြားမှာ နှစ်ဦးသဘောတူ Free-past List တွေထားလေ့ရှိကြပါတယ်။ ဒီဇာတ်လမ်းကိုတော့ အဲဒီ Free-past List ကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ အက်ဘီဆိုသူရဲ့ ကောင်လေးဟာ Free-past List ကို အကြောင်းပြပြီး ဆယ်လီတစ်ယောက်နဲ့ အတူသွားအိပ်ခဲ့ပါတယ်။ ဒါကို အက်ဘီဟာ မကျေနပ်နိုင်ဖြစ်ပြီး သူမရဲ့ ကောင်လေးကို လက်စားချေတဲ့အနေနဲ့ ကိုယ်ပိုင်စာရင်းတစ်ခုလုပ်ပြီး အဲ့စာရင်းထဲကဆယ်လီတွေနဲ့ လိုက်အိပ်ဖို့လုပ်ပါတော့တယ်။ အက်ဘီဟာ သူ့ရဲ့ဒေါသစိတ်ကြောင့် စုံလုံးကန်းပြီး ပေါက်တတ်ကရလိုက်လုပ်နေတဲ့အခါကျမှ ယောင်္ကျားပေါင်းများစွာရဲ့အသွင်မျိုးစုံကို မျက်မြင်ကိုယ်တွေ့ဖြစ်သွားပါတော့တယ်။ အက်ဘီတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/3iMzX/(CM)_The_List_(2023)_1080p.mp4,https://megaup.net/1gUcd/(CM)_The_List_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uNMAlNanIQohAofjyyad2WVCdk.jpg",
        "title": "Haunting of the Queen Mary (2023)",
        "description": "Haunting of the Queen Mary (2023)~ Rotten Tomatoes - 71% ~လတ်တလော ထွက်ရှိထားတဲ့ Horror ရုပ်ရှင်တစ်ကားပါ။ ကမ္ဘာကျော်တိုက်တန်းနစ်သင်္ဘောကြီးလိုပဲ ကမ္ဘာ့အမြန်ဆုံး သင်္ဘောကြီးအဖြစ် နာမည်ကြီးခဲ့တဲ့ Queen Mary သင်္ဘောကြီးပေါ်က ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ၊ အတိတ်ဆိုးတွေနဲ့ ပိတ်မိနေတဲ့ ဝိညာဉ်တွေအကြောင်းပါ။Queen Mary သင်္ဘောကြီးဟာ ကမ္ဘာစစ်တွေ အပျက်အစီးတွေကြားမှာ ကြံ့ကြံ့ခိုင် ကျန်ရစ်ခဲ့ပြီး မနစ်မြုပ်နိုင်တဲ့ သင်္ဘောအဖြစ် သင်္ဘောသားတွေကြား နာမည်ကျော်ပါတယ်။ ဒီဂုဏ်သတင်းနောက်ကွယ်မှာ ထိတ်လန့်စရာ စတေးမှုတွေရှိနေပါတယ်။ရှေးက သင်္ဘောဆောက်တဲ့အင်ဂျင်နီယာတွေရဲ့ရိုးရာအရ သင်္ဘောတစ်စင်း မနစ်မြုပ်အောင် လူသားတစ်ယောက်ကို ဆောက်တုန်းမှာ နှိပ်စက်ပြီး မြှုပ်ရပါတယ်တဲ့။ ဒီသင်္ဘောကြီးမှာလည်း အဲဒီလိုအယူနဲ့ အကျဉ်းသားတစ်ယောက်ကို မြှုပ်ထားပါတယ်။ကံဆိုးစွာနဲ့ သင်္ဘောက ခရီးစဉ်သွားရင်း နစ်မြုပ်သွားတဲ့အခါ သေဆုံးသွားတဲ့ခရီးသည်တွေက သရဲအဖြစ်နဲ့ခြောက်လှန့်နေပါတယ်။ ဒီဘက်ခေတ်မှာ သရဲ‌ခြောက်တာတွေနဲ့ သင်္ဘောကို လှည့်ပတ်ကြည့်ဖို့ Tour ...",
        "rating": "",
        "url": "https://megaup.net/2CP0i/(CM)_Haunting_of_the_Queen_Mary_(2023)_1080p.mp4,https://megaup.net/1gU4h/(CM)_Haunting_of_the_Queen_Mary_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGVmNDkyNjMtM2I0Zi00OTYwLWJjYTQtNDA0MWNkMzBmMjM4XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Infinity (2023)",
        "description": "Infinity ( 2023 )\n==============\nIMDb 8.7/10အိန္ဒိယမှုခင်းရုပ်ရှင် ပရိသတ်တွေအတွက် ဒီနှစ်ထဲမှာ မှုခင်းဇာတ်လမ်းကောင်းတွေ\nအများကြီးထွက်ရှိခဲ့ပြီး အခုလည်း နောက်ထပ် တမီလ်မှုခင်းရုပ်ရှင်တစ်ခု ထပ်မံထွက်ရှိလာပြန်ပါပြီ။ချန်နိုင်းမြို့ကြီးမှာ တစ်ညတည်းနဲ့ လူသဝာ်မှုနှစ်ခုဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလူသဝာ်မှုနှစ်ခုမှာ\nသေဆုံးသူတွေက ရဲအရာရှိတစ်ယောက်နဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်နေပါတယ်။\nအဲဒီအမှုနဲ့ပတ်သက်ပြီး ရဲတပ်ဖွဲ့က ဘာသဲလွန်စမှရှာမရတဲ့အတွက် CBI လို့ခေါ်တဲ့\nဗဟိုထောက်လှမ်းရေးအဖွဲ့ကြီးဆီကို အဲဒီအမှုလွှဲပေးလိုက်ရပါတယ်။\nအကွက်ကျကျ ကစားကွက်တွေရွှေ့နေတဲ့ လူသဝာ်သမားကို CBI က စုံထောက်ကြီး အက်ဗီက\nဖမ်းမိမလားဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူတွေကတော့ Yunni, V နဲ့ Zwe Yan တို့ပဲ ဖြစ်ကြပါတယ်။ )\nFile size…1.7GB / 960MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ V~ Zwe Yan",
        "rating": "8.1",
        "url": "https://megaup.net/1WRc7/Infinity_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1WRch/Infinity_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/By3jUxY2WAX9rnZ4RqtyCgRWap.jpg",
        "title": "Asura : The War of the Beehair (2023)",
        "description": "Asura : The War of the Beehair (2023)ဟွမ်ဆော့မီဆိုတဲ့အမျိုးသမီးက ထောင်ထဲမှာ ခေါင်းဆောင်လည်းဖြစ်တယ် ဆရာကြီးအဆင့်ထိရောက်နေတဲ့သူ..\nအဲလိုလူကို မျက်စိဆံပင်မွှေးစူးတဲ့သူက ပြဿနာအိုး သူဌေးသမီးဟန်ဆိုဟီး..ဟန်ဆိုဟီးက ထောင်ထဲရောက်တာတောင် ထောင်စောင့်တွေ ထောင်ဦးစီးတွေကို လာဘ်ထိုးပြီး ဘုရင်မတစ်ပါးလိုနေတာ\nသူ့ကို အပြင်ကမိသားစုကလည်း ထုတ်မပေးတော့ ထောင်ထဲမှာ ပန်ကာ့ထိပ်က ဝက်အူလိုနေရင်း ပြဿနာတစ်ခုပြီးတစ်ခုရှာတော့တာပဲဟန်ဆိုဟီးကိုလည်း ဟွမ်ဆော့မီက သဘောမတွေ့တော့ နောက်ဆုံး လိုက်စုံစမ်းရင်းနဲ့\nဟန်ဆိုဟီးထောင်ထဲမှာတောင် တရားမဝင်တဲ့အလုပ်လုပ်နေတာကို သိသွားတဲ့အချိန်မှာ\nဟွမ်ဆော့မီက ဘယ်လိုဖော်ထုတ်မလဲ ဘယ်လိုဖိုက်ကြမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ထောင်ထဲမှာ အကျဉ်းသားအချင်းချင်းရော၊ ရဲတွေရော ထောင်စောင့်တွေရော\nပိုက်ဆံကြောင့် မတရားမှုတွေကိုလုပ်တတ်ကြောင်းကို မီးမောင်းထိုးပြထားတာမို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p\nFile size…925MB | 437MB\nFormat… mp4\nDuration….1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/1gSh9/Asura.The.War.of.the.Beehair.2023.1080p.WEB-DL.Cm.mp4,https://megaup.net/2COix/Asura.The.War.of.the.Beehair.2023.720p.WEB-DL.Cm.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1gSif/Babaylan.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/2CNci/Babaylan.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82yzNXiio94vJs9q3lmGGKft0yP.jpg",
        "title": "Handsome (2023)",
        "description": "Handsome (2023)မီနမ်(လူချောလေး)ဆိုတဲ့ စုံထောက်ဟာ နာမည်ချောပေမဲ့\nလူကတော့ မချောနိုင်လို့ တော်တော်အခက်တွေ့နေသူပါအဲဒါတင်မကဘဲ လုပ်တဲ့ အလုပ်တိုင်းမှာ တော်တော်ကိုးရိုးကားယားနိုင်ပြီး\nပြဿနာချည်းဖြစ်နေလို့ အဖွဲ့က မစ်ရှင်တွေမှာ သူ့ကိုချန်ထားချင်ကြပါတယ်တစ်နေ့ယာဉ်တိုက်မှုဖြစ်ပြီး လုံးဝတခြားတစ်ယောက်လူလို ပြောင်းသွားတဲ့အခါမှာ ပြဿနာကပိုကြီးလာပါတော့တယ်အဲဒါကြောင့် အဖွဲ့က အထူးတာဝန်ပေးတယ်ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သူ့ကို အသွင်ယူ စုံစမ်းခိုင်းရင်းကနေ\nအဲဒီရာဇဝတ်မှုကို ဖမ်းနိုင်မလား အလုပ်မှာ ယုံကြည်မှုပြန်ရမလားဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 406MB\nFormat… mp4\nDuration….1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....Aaron",
        "rating": "",
        "url": "https://megaup.net/2CNdt/Handsome_,2022.1080p.FHDRip.CM.mp4,https://megaup.net/1gSir/Handsome_,2022.720p.FHDRip.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dyXheU12Dv2GrhnjPQ3iIZG3ne.jpg",
        "title": "Losmen Melati (2023)",
        "description": "Losmen Melati (Motel Melati) (2023)လာတည်းတဲ့သူတွေအားလုံး အသက်ရှင်ရက်ပြန်မသွားနိုင်ကြတဲ့\nMotel Melati ဆိုတဲ လျှို့ဝှက်မှုတွေပြည့်နေတဲ့ မိုတယ်တစ်ခုရှိပါတယ်။အဲဒီမိုတယ်မှာတော့ မိုတယ်ပိုင်ရှင်ရယ် ဝန်ထမ်းတစ်ယောက်ရယ် နှစ်ယောက်တည်း ရှိပြီးတော့\nလာတည်းတဲ့သူတွေကို မိုတယ်ပိုင်ရှင်က လက်ဖက်ရည်နဲ့ ဧည့်ခံပြီးမှ အခန်းထဲဝင်ကြရတဲ့ ထုံးစံတစ်ခုရှိပါတယ်။ဇာတ်လမ်းထဲမှာတော့ မိခင်နာရေးကအပြန် မိုတယ်မှာဝင်တည်းတဲ့ မိသားစုတစ်စုရယ်၊\nမိုတယ်မှာ လာချိန်းတွေ့တဲ့ စုံတွဲတစ်တွဲရယ်၊ မိုတယ်ကို ဓားပြတိုက်ဖို့လာတဲ့ လူဆိုးနှစ်ယောက်ရယ်\nချောက်ခြားစရာမိုတယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်ကြမလဲ၊\nလာတည်းတဲ့သူတွေရဲ့ စိတ်ကိုလှည့်စားပြီး ဝိညာဉ်နှုတ်ယူတတ်တဲ့\nဒီမိုတယ်ရဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိနေမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။IMDb 6.6 ရထားတဲ့ အင်ဒိုနီးရှား Horror, Thriller, Mystery အမျိုးအစား ဇာတ်လမ်းဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror. Mystery, Thriller\nQuality…. 1080p | 720p\nFile size…950MB | 518MB\nFormat… mp4\nDuration….1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/1gSj8/Losmen.Melati.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2CNdC/Losmen.Melati.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfnwkMV2zW0W67CTEMQkd3YYKx7.jpg",
        "title": "Yung Libro sa Napanood Ko (2023)",
        "description": "Yung Libro sa Napanood Ko (2023)ဒီကားလေးကတော့ ဖိလစ်ပိုင် အချစ်ဒရမ်မာကားလေးပါ။\nပုံမှန်အချစ်ကားတွေနဲ့ မတူတာတော့ ကြိုပြောထားချင်ပါတယ်။\nမင်းသမီးက ဖိလစ်ပိုင်က ရောင်းအားအကောင်းဆုံး စာရေးဆရာမလေး ဖြစ်ပါတယ်။\nသူက Kdrama ဖန်ဖြစ်တာမို့ သူ့ကြည့်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းကို အခြေခံပြီး ရေးသားထားတဲ့\nအခန်းနံပါတ် ၁၉ ဆိုတဲ့ စာအုပ်က တအားနာမည်ကြီးပါတယ်။\nအဲ့မှာပဲ ကိုရီးယားက အိုပါးတယောက်က သူ့စာအုပ်ကို ဖတ်ပြီး သူ့ပရိသတ် ဖြစ်သွားပြီး\nစာအုပ်လက်မှတ်ထိုးပွဲမှာ လာပြီး မင်းသမီးရဲ့ လက်မှတ်လာထိုင်းခိုင်းတာကနေ ဇာတ်လမ်းစတာပါပဲ။\nအဲ့မှာ ကိုရီးယားဇာတ်ကား ပရိသတ်မို့ သူ့ဖန်လေးက ကိုရီးယားကို အလည်ခေါ်တော့\nစာရေးဆရာမလည်း ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။\nတကယ်က စာရေးဆရာမလေးကလည်း အိုပါးမှာ မေရီဆိုတဲ့ ရည်းစားရှိနေမှန်း စတွေ့ကတည်းက သိခဲ့တာပါ။\nအဲ့တော့ စာရေးဆရာမလေးနဲ့ ကင်ချီမြေက သူ့ဖန်လေးတို့ ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲ\nအိုပါးရဲ့ ရည်းစား မေရီက ဘယ်သူလဲ ဆိုတာ သိချင်ရင်တော့ ဆက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1gSg5/Yung.Libro.sa.Napanood.Ko.2023.1080p.AMZN.WEB-DL.CM.mp4,https://megaup.net/1gSjl/Yung.Libro.sa.Napanood.Ko.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gSc1/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_1080p.mp4,https://megaup.net/1gS2e/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGM0MjM5MDctOWJkYy00MjVmLWIwYTEtZmVlNGIyNGM2N2FlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-150x200.jpg",
        "title": "Metalocalypse: Army of the Doomstar (2023)",
        "description": "Metalocalypse: Army of the Doomstar (2023)\n=================================\nIMDb Rating - 6.8/10American Animated series တွေဖြစ်တဲ့ Home Movies နဲ့ Metalocalypse\nတို့ရဲ့ပဲ့ကိုင်ရှင် Brendon Small ရဲ့ (2013)ခုနှစ်ကထွက်ခဲ့တဲ့ \"Metalocalypse:\nThe Doomstar Requiem\" ရဲ့ Sequel ဖြစ်တဲ့ \"Metalocalypse: Army of the\nDoomstar\"(2023)ထွက်ရှိလို့လာပါပြီ။ Animation ဆိုသော်ငြား ပါဝင်တဲ့အသုံး\nအနှုန်းတွေနဲ့ ပြကွက်တွေကြောင့် R rated movie အဖြစ်သတ်မှတ်ခံထားရကြောင်း\nကြိုတင်အသိပေးပါတယ်။ (2023)ဩဂုတ်လကမှ ရုံတင်ထားတာဖြစ်ပြီး IMDb\nrating 6.8နဲ့ ခရမ်းချဉ်သီးအလုံး100ရရှိထားပါတယ်။Metalocalypse စီးရီးကိုမကြည့်ဖူးလည်း ဒီကားကိုကြည့်လို့ရပါတယ်။ ဇာတ်ညွှန်း\nကတော့ Dethklok Music Band ရဲ့သီချင်းရေးဆရာ နေသန်အိတ်စ်ပလိုးရှင်း\nတစ်ယောက် ဂြိုဟ်ကိုဖျက်ဆီးသူတွေရန်က‌နေ ကမ္ဘာကြီးကိုကယ်တင်ဖို့\"Song of\nSalvation\"ကိုရေးဖို့အကြောင်းဖန်လာပါတယ်။ သီချင်းတစ်ပုဒ်က ကမ္ဘာကြီးကို ဘယ်\nလိုကယ်တင်နိုင်မှာလဲ၊ \"Song of Salvation\"ဆိုတာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WP23/Metalocalypse.Army.Of.The.Doomstar.2023.1080p.AMZN.WEBRip.(CM).mp4,https://megaup.net/1WP18/Metalocalypse.Army.Of.The.Doomstar.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZDUyYTliYTUtZGU3NS00Mjk5LWFhNGEtZTZjYzk2MDM2N2JkXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Reinventing Elvis: The 68′ Comeback (2023)",
        "description": "Reinventing Elvis: The 68' Comeback (2023)\n================================\nIMDb Rating - 7.8/10Elvis Presley ဆိုတာနဲ့ King of Rock and Roll ကြီးပဲလို့ တန်းမြင်\nမိကြမှာပါ။ 1950 ဝန်းကျင်ကာလတွေရဲ့ Best seller American Artist\nတစ်ယောက်ဖြစ်တဲ့အပြင် အောင်မြင်ကျော်ကြားတဲ့ ရုပ်ရှင်ပေါင်းများစွာ\nကိုလည်း ရိုက်ကူးခဲ့ပါသေးတယ်။ ဒါပေမဲ့ အမေရိကန်သမိုင်းရဲ့ 1960\nခုနှစ်ကာလတွေကတော့ အဆိုးရွားဆုံး ကပ်ဆိုက်ခဲ့တဲ့ကာလတွေလို့ ဆို\nရလိမ့်မယ်။ Robert F. Kennedy, Martin Luther King အစရှိတဲ့\nနာမည်ကျော်ပုဂ္ဂိုလ်တွေ လုပ်ကြံခံရတဲ့သတင်းတွေကြောင့်လည်း အမေရိ\nကန်ရဲ့ သမိုင်းကို အကျည်းတန်ဆုံးဖြစ်စေခဲ့တဲ့ ကာလတွေပါ။ ဖြစ်ချင်တော့\nအဲဒီ 1968 ခုနှစ်က Elvis အတွက် Special Comeback Show ကို စီစဉ်\nနေတဲ့ အချိန်ပါပဲ။စစ်ထဲဝင်ပြီး အနုပညာလောကကနေ နှစ်ချီကွယ်ပျောက်သွားပြီးတဲ့နောက်\nပရိသတ်မြင်ကွင်းပေါ်ကို ပြန်လည်ထွက်ပေါ်လာမဲ့ Elvis ...",
        "rating": "7.8",
        "url": "https://megaup.net/1WI9n/Reinventing.Elvis.The.68.Comeback.2023.1080p.AMZN.WEB-DL(CM)..mp4,https://megaup.net/3iD2g/Reinventing.Elvis.The.68.Comeback.2023.720p.AMZN.WEB-DL(CM)..mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmVlOWYyZmYtNDM0Yy00MjVjLTk2NmYtZWViMWQ5YjdkMzVkXkEyXkFqcGdeQXVyODgyNjExMQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Ruined (2023)",
        "description": "Ruined (2023)\n===========ရစ်ချတ်နဲ့ အိုလီဗီယာ တို့နှစ်ယောက်သားဟာတစ်ယောက်ကိုတစ်ယောက်\nသိပ်ကိုချစ်ကြတဲ့ စုံတွဲလေးပေါ့။ ဒီလိုနဲ့ လက်ထပ်လိုက်ကြပြီး အလုပ်အကိုင်\nကလည်း ရစ်ချတ်ကလည်း သွားဖွားမီးယပ်အထူးကု၊ အိုလီဗီယာကလည်း\nဗိသုကာဒီဇိုင်နာဆိုတော့ အိုကေစိုပြေနေခဲ့ကြတာပေါ့။ အဘက်ဘက်ကနေ\nပြည့်စုံနေတဲ့ မိသားစုလေးထဲကို ဝင်နှောင့်တဲ့ ပြသနာက ကြီးပါတယ်။ အိမ်\nထောင်သက် ၁၀ နှစ်ကြာတဲ့အထိ ရစ်ချတ်တို့ ကလေးမရနိုင်သေးပါဘူး။\nကြာလာတော့လည်း အိမ်ထောင်ရေး အဖုအထစ်တွေဖြစ်ပြီး တစ်ပူပေါ် နှစ်ပူ\nဆင့်တော့တာပေါ့။ဒီလိုနဲ့ မိန်းမဖြစ်သူ အိုလီဗီယာတစ်ယောက် အိမ်ထောင်ရေးကုထုံး ဆွေးနွှေးဖို့\nဖြစ်လာတဲ့အခါမှာတော့ တာဝန်ခံ ဆရာဝန်မလေးဟာ တချိန်က ယောင်္ကျား\nဖြစ်သူရဲ့ အဆက်ဟောင်း ဖြစ်နေတဲ့အခါမှာတော့ ယောင်္ကျားဖြစ်သူနဲ့ အဆက်\nဟောင်းတို့ အတိတ်မှာဘာတွေဖြစ်ခဲ့ကြမလဲ။ အဆက်ဟောင်းကရော နှစ်တွေ\nအကြာကြီးကြာပြီးမှ ဘာဖြစ်လို့ ပြန်ပေါ်လာရသလဲဆိုတာကိုတော့ ဆက်လက်\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThettti Tun ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (473 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 32Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Thettti Tun\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3YGxi/Ruined.2023.720p.WEBRip.(CM).mp4,https://megaup.net/1WOc4/Ruined.2023.1080p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ehUwoQUnFZ8vo1gg1JCTMKFXScs.jpg",
        "title": "The More Love Grows (2023)",
        "description": "The More Love Grows (2023)The More Love Grow(2023) ဆိုတဲ့ ဇာတ်လမ်းလေးဟာ Romance အမျိုးအစားဒရာမာကားလေးဖြစ်ပါတယ်။\nအချစ်ဆိုတဲ့အရာကို အဓိပ္ပာယ်အမျိုးမျိုးဖွင့်ဆိုကြပြီး ဂရုစိုက်လေအချစ်တိုးလာလေဖြစ်တဲ့အခါမျိုးရှိသလို၊\nအချစ်ဆိုတာအချိန်နဲ့အမျှပြောင်းလဲနေတာလည်းရှိတတ်ပါတယ်။\nဒီလိုပါပဲ ဒီဇာတ်လမ်းလေးမှာ ဟယ်လန်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ\nယောကျာ်းဖြစ်သူရဲ့ကွာရှင်းမှုကြောင့် စိတ်ဓာတ်တွေကျပြီး ဆောက်တည်ရာမရဖြစ်နေချိန်မှာ\nသူ့ခြေထောက်ပေါ်သူရပ်တည်နိုင်အောင် ပတ်ဝန်းကျင်ကလူတွေနဲ့အဆင်ပြေအောင်\nသူ့ကိုကုစားပေးမယ့်အရာကဘာလဲ။ဟုတ်ကဲ့ဆက်ပြီးရှူစားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1.3GB | 678MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "6.4",
        "url": "https://megaup.net/1gS9q/The.More.Love.Grows.2023.1080p.WEB.CM.mp4,https://megaup.net/1gS9h/The.More.Love.Grows.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgtY6k7fr7rkcBnLt9vek6MYELQ.jpg",
        "title": "Stories Not to be Told (2023)",
        "description": "Stories not to be told (2023)ကျွန်မတို့တွေဟာ ဘ၀ရဲ့တစ်ထောင့်တစ်ကွေ့မှာ မရည်ရွယ်ပေမယ့်လည်း\nအမှားသေးသေးကစလို့ ကြီးကြီးမားမားတွေထိ လုပ်မိတတ်ကြပါတယ်။\nတစ်ခါတစ်လေမှာ ရှက်စရာကောင်းလွန်းလို့ ဘယ်သူ့ကိုမှလည်းမသိစေချင်၊\nကိုယ်တိုင်လည်းလုံး၀မေ့ပစ်ချင်ပေမယ့် ညအိပ်ခါနီးစိတ်ထဲပြန်ပြန်ပေါ်လာတတ်ပြီး\nစိတ်အနှောင့်အယှက်ပေးတတ်တဲ့ အဖြစ်အပျက်မျိုးတွေကို\nStories not to be told လို့ခေါ်တဲ့ ဒီစပိန်ရုပ်ရှင်မှာ အသားပေးတင်ဆက်ထားပါတယ်။ဒီရုပ်ရှင်ထဲမှာ မတူညီတဲ့လူအမျိုးမျိုးရဲ့ မတူညီတဲ့ဇာတ်လမ်းငါးခုက\nလူတွေရဲ့ စိတ်ခံစားချက်ကို မထိန်းချုပ်နိုင်ပုံကို သရော်ထားပြီး\nသူ့နေရာမှာကိုယ်သာဆိုရင်ရော ဆိုတဲ့ စာနာစိတ်ကိုပါဖြစ်စေအောင် ရိုက်ပြထားနိုင်တာမို့\nတကယ်ကို ခံစားကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jane ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p\nFile size… 1.4GB | 694MB\nFormat… mp4\nDuration….1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "6.2",
        "url": "https://megaup.net/1gS8w/Stories.Not.To.Be.Told.2022.BLURAY.1080p.BluRay.x264.AAC5.1.CM.mp4,https://megaup.net/1gS7v/Stories.Not.To.Be.Told.2022.BLURAY.720p.BluRay.x264.AAC5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqekJ66YeR6uilv2Heeq0XaHYyW.jpg",
        "title": "Família (2023)",
        "description": "Familia (2023)ဇနီးဆုံးပြီးနောက်ပိုင်း ရိုးရာ မြေအိုးဖုတ်ပညာကိုပဲ တစိုက်မတ်မတ်လုပ်ခဲ့တဲ့ ဆယ်ဂျီ ကာမီရဟာ\nအသက်အရွယ်တော်တော်ရနေပြီး အေးချမ်းစွာနဲ့ တောင်ပေါ်ရွာလေးမှာ နေထိုင်သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အာဖရိကမြောက်ပိုင်းက သားဖြစ်သူက နိုင်ငံခြားသူလေးတစ်ယောက်ကို လက်ထပ်ခေါ်လာပြီး စက်ရုံအလုပ်ကိုထွက်တော့မယ့်အကြောင်း၊\nအဖေဖြစ်သူလိုပဲ မြေအိုးတွေလုပ်ပြီး အသက်မွေးပြီး ဂျပန်မှာပဲ အခြေပြန်ချတော့မှာတဲ့ အကြောင်း ပြောလာပါတော့တယ်။\nဆယ်ဂျီ နေတဲ့ ရွာ မနီးမ​ေ၀းမှာလည်း ဘရာဇီးကနေ ရွေ့ပြောင်းနေထိုင်လာသူတွေ စုနေတဲ့ အိမ်ရာ၀င်းထဲက မာကို ဆိုတဲ့လူငယ်လေးဟာလည်း\nဂျပန်လူဆိုးလူမိုက်အဖဲွ့နဲ့ ရန်ပဲွဖြစ်ရာကနေ ထွက်ပြေးလွတ်မြောက်လာပါတယ်။\nခေတ္တ အိမ်ပြန်လာတဲ့ ဆယ်ဂျီရဲ့သားဖြစ်သူ ဆာတိုရု က လူမိုက်တွေရန်ကနေ ကယ်တင်ရာကနေ မာကိုတို့ မိသားစုနဲ့ ဆယ်ဂျီတို့ မိသားစု ခင်မင်သွားကြပါတယ်။\nဒီလိုနဲ့ အလုပ်ထွက်ဖို့ အယ်ဂျီးရီးယားနိုင်ငံကို ဆာတိုရုတို့ ဇနီးမောင်နံှ ခေတ္တပြန်သွားခဲ့ပါတယ်။\nမာကိုတို့သူငယ်ချင်းတစ်သိုက်နဲ့ မာကိုရဲ့ ချစ်သူ ဟာလည်း နယ်ခံလူမိုက်ခေါင်းဆောင်ရဲ့ အဆက်မပြတ်ခြိမ်းခြောက်ခံလာရပြီး၊\nခေတ္တပြန်သွားတဲ့ ဆာတိုရုတို့ဟာလည်း ထင်မှတ်မထားတဲ့ကြမ္မာဆိုးကြီး ကြုံတွေ့ရပါတော့တယ်။ဆယ်ဂျီ ဆာတိုရု နဲ့ မာကို တို့ ...",
        "rating": "",
        "url": "https://megaup.net/1gS7y/Familia_2023_1080p_HikariTV_WEB-DL_CM.mp4,https://megaup.net/3iK8x/Familia_2023_720p_HikariTV_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmH3VaUbwwTO3vDJhWT35BOFgb3.jpg",
        "title": "Vacation Friends 2 (2023)",
        "description": "Vacation Friends 2 (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်လည်းရယ်ရ ပျော်စရာလည်းကောင်းတဲ့ Vacation Friends ကားရဲ့အဆက် Vacation Friends 2 ကို မူလသရုပ်ဆောင်တွေဖြစ်တဲ့ ဂျွန်စီနာတို့လေးယောက်အပြင် Steve Buscemi လို ဝါရင့်သရုပ်ဆောင်ကြီးကိုပါ ထည့်ပြီး ရိုက်ကူးထားပါတယ်။ပထမကားမှာတော့ မမျှော်လင့်ထားတဲ့ ခရီးတစ်ခုမှာတွေ့ပြီး ကြည့်မရနေရာက အကောင်းဆုံးမိတ်ဆွေဖြစ်လာတဲ့သူတွေအကြောင်း ရိုက်ပြထားပြီး လူတွေရဲ့ဆိုးကွက်လို့ ထင်ရတဲ့အရာတွေကြား သူ့ကောင်းကွက်တွေရှိနေတာကို ဟာသဆန်ဆန်နဲ့တင်ဆက်ထားခဲ့ပါတယ်။ ဒီတစ်ကားမှာလည်း သူ့မူလအနှစ်သာရမပျောက် ဆိုးကွက်တွေလို့ ပြောရမယ့်အရာတွေရှိနေတဲ့ သူတွေရဲ့ ကောင်းကွက်တွေကို သိလိုက်ရပုံတွေကို ထပ်တင်ပြသွားတယ်။Vacation Friends ကားတွေဟာ ဂျွန်စီနာရဲ့သရုပ်ဆောင်စွမ်းရည်ကို မြင်သာစေတဲ့ရုပ်ရှင်တွေဖြစ်လို့ ဂျွန်စီနာ ဖန်တွေလည်း ကြည့်သင့်သလို Steve Buscemi ပရိသတ်တွေလည်း သဘောကျကြမှာပါ။ ဇာတ်လမ်းကတော့ ပထမကားအပြီးဝေးသွားတဲ့ ဘော်ဒါ၂တွဲ ပြန်လည်စုံစည်းကြပြီး ခရီးအသစ်ထွက်ဖို့အကြောင်းဖန်လာပုံကို တင်ဆက်ထားပါတယ်။ ပေါ့ပေါ့ပါးပါးလည်းဖြစ် ကြမ်းကြမ်းတမ်းတမ်းလည်းပါသလို ပျော်ပျော်ရွှင်ရွှင်လည်းဖြစ်မယ့် R Rated ...",
        "rating": "5.3",
        "url": "https://megaup.net/1WP02/(CM)_Vacation_Friends_2_(2023)_1080p.mp4,https://megaup.net/2CMrm/(CM)_Vacation_Friends_2_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    }
]