[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLSytRNOCq4Epz6cL9INHPJOrg0.jpg",
        "title": "Jesus Revolution (2023)",
        "description": "Jesus Revolution (2023)\n==================\nIMDB -7.4/10အမေရိကန်သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကောင်းတစ်ခုပါ\n1966 အစောပိုင်း ဗီယက်နမ် - အမေရိကန်စစ်ပွဲကာလတွေမှာ\nကယ်လီဖိုးနီးယားမှာ စုဝေးမှုကြီးတစ်ခုဖြစ်လာတယ် ...\nစစ်ကိုဆန့်ကျင်ကြ ...ခေတ်အမြင်ကို နားလည်ကြ ... သမားရိုးကျဘ၀ကြီးထဲ ဖောက်ထွက်ကြဆိုတဲ့ သမိုင်း၀င်စုဝေးမှုကြီးပေါ့သူတို့က အဲ့ဒီစုဝေးမှုကနေ \"ဟစ်ပီတွေ\" လို့ စသိခဲ့ကြတယ် ..\n‌‌ခြေသလုံးအိမ်တိုင်နေတယ် ... ဆေးချတယ် ... ဆံပင်အရှည်ကြီးတွေထားတယ်။\nရှေးရိုးစွဲ Conservative အမေရိကန်တွေအတွက်တော့ မျက်စိစပါးမွှေးစူးစရာလူတစ်စုပဲ..နောက်တော့ လွန်နီဖရစ်စဘီဆိုတဲ့ဟစ်ပီတစ်ယောက်ဟာ 1970-1990 ကျော်ထိ\nအမေရိကန်သမိုင်းမှာ အကြီးမားဆုံး woke ဖြစ်စေတဲ့ ဘာသာရေးနိုးထမှုကြီးစတင်ခဲ့တယ် ..\nလွန်နီဟာ အဟောပြောကောင်းတဲ့အပြင် ရုပ်ကလည်း ယေရှုနဲ့တူတဲ့အတွက် အားပေးထောက်ခံသူတွေ တစ်စတစ်စများလာခဲ့ပါတယ် ...‌\nနောက်ဆုံးမှာတော့ လူသန်းနဲ့ချီတဲ့ စုဝေးမှုကြီး အမေရိကန်သမိုင်းမှာ ဖြစ်လာပါတယ်\nဒီဇာတ်လမ်းဟာ လွန်နီဖရစ်စဘီ နဲ့ သူ့နောက်လိုက် ဂရက်လော်ရီတို့ကို ကျော်ရိုးတည်ထားတာဖြစ်ပြီး\nသမိုင်းရုပ်ရှင်နဲ့ 90' ခေတ်က Culture တွေကို နားလည်ချင်သူတွေအတွက် ဖြစ်စေမှာပါ ။( အညွှန်းနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Txml/Jesus.Revolution.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTAxNDFlOTktNWQ2OS00YTM4LTkxYzYtMGYyMmZkMzk5YjQwXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_-141x200.jpg",
        "title": "Gunfight at Rio Bravo (2023)",
        "description": "Gunfight at Rio Bravo (2023)\n====================ရဲမှူးချုပ် Austin Carterနဲ့ သူ့လက်ထောက်ဟာ နာမည်ဆိုးနဲ့\nကျော်ကြားတဲ့ Hellhoundဂိုဏ်းခေါင်းဆောင် Ethan Crawley\nကို ဖမ်းမိပြီး တရားစီရင်ဖို့ San Antonia မြို့ကို ခရီးသွားကြ\nတယ်။ လမ်းမှာ Blind Chapel ဆိုတဲ့ မြို့မှာရပ်နားပြီး လူဆိုး\nဂိုဏ်းခေါင်းဆောင်ကြီး Ethan Crawleyကို အဲ့မြို့ရဲ့ အကျဥ်း\nခန်းမှာ ခဏချုပ်ထားတယ်။ ဒါပေမဲ့ Hellhoundဂိုဏ်းက\nလူတကာကိုသတ်ဖြတ်ပြီး ​မြို့လုံးကျွတ်မီးရှို့ဖျက်ဆီးနေတဲ့\nအရိုင်းအစိုင်းကောင်တွေဆိုတော့ Blind Chapelရဲ့ မြို့တော်ဝန်\nBowmanက လက်မခံဘူး။ အဲ့လိုနဲ့ လက်ခံမယ်ပြောတဲ့ ရဲမှူး\nVernon Kellyနဲ့ အငြင်းပွားပြီး နောက်တော့ Crawleysကို\nလက်ခံလိုက်ပါတယ်။အဲ့အချိန်မှာပဲ ဇာတ်လမ်းရဲ့အရှုပ်တော်ပုံကြီးက စတော့တာပဲ။\nဇာတ်လိုက်မင်းသား Ivanက ​သေနတ်ပစ်ကျွမ်းပြီး သူ့သရုပ်မှန်\nကိုတော့ ဘယ်သူမှသေချာမသိကြဘူး။ Hellhoundဂိုဏ်းက\nသူတို့ခေါင်းဆောင်ကိုပြန်ခေါ်ဖို့ Blind Chapel မြို့ကို လာတိုက်\nဖို့ကြံတာမို့ ရဲမှူး Vernon၊ ရဲမှူးချုပ် Austin နဲ့ Ivan ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zlcB/Gunfight.at.Rio.Bravo.2023.720p.BluRay(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGFjZGFkZmUtMzBkNi00MGYxLWIwNzAtYzY2M2JlMTgxOTA0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Mrs. Undercover(2023)",
        "description": "Mrs. Undercover 2023အသစ်ထွက်ရှိထားတဲ့ ဟင်ဒီစကားပြောအက်ရှင်၊ ဒရမ်မာ၊\nဟာသကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ IMDb 7.1\nအထိရရှိထားပြီး Pad man, Andhadhun စတဲ့ကားတွေမှာ\nနာမည်ကြီးမင်းသားတွေနဲ့ အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nမင်းသမီး Radhika Apteဖြစ်ပါတယ်။ ဒီကားမှာတော့သူက\nအိမ်ထောင်ရှင်မမိခင်တစ်ဖြစ်လဲ လျှို့ဝှက်စုံစမ်းရေးအေးဂျင့်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nStrong ဖြစ်ပြီး independent ဖြစ်တဲ့အမျိုးသမီးကိုမှ\nရွေးပြီးသတ်တဲ့လူသတ်သမားတစ်ယောက်ရှိပါတယ်။\nအထူးအေးဂျင့်တပ်ဖွဲ့မှာ ဒီလူသတ်သမားကိုစုံစမ်းဖို့\nအေးဂျင့်တစ်ယောက်ပြီးတစ်ယောက် လွှတ်ရာမှာ\nမအောင်မြင်ဘဲ နောက်ဆုံးမစ်ရှင်လွှတ်စရာ\nအေးဂျင့်မရှိအောင်ဖြစ်သွားတော့တယ်။ဒီလိုနဲ့ အိမ်ထောင်ရှင်မဖြစ်တဲ့ဒူရ်ဂါဟာ\nလူသတ်သမားကိုစုံစမ်းဖို့မစ်ရှင်မှာ\nဘယ်အစိတ်အပိုင်းကနေ၀င်ပါသွားမလဲ၊\nအိမ်ထောင်ရှင်မနောက်ကွယ်မှာ\nသူ့ဘ၀ဟာဘယ်လို‌တွေဖုံးကွယ်ထားတယ်ဆိုတာ\nကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 836MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye ~ BpL~Yunni",
        "rating": "7.1",
        "url": "https://megaup.net/1Twv6/Mrs.Undercover.2023.Hindi.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGMxODJhNzUtZjFlYS00NmEwLWFlODctMTBhZmIzNzdlNGU3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Sapul (2023)",
        "description": "အီစီဒရိုက ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရှီလာဆိုတဲ့\nဇနီးချောလေးနဲ့အတူ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြသူတွေ\nဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း အီစီဒရိုရဲ့ဖောက်ပြန်မှုကြောင့်\nအိမ်ထောင်ရေးပြိုကွဲသွားတဲ့နောက် ရှီလာဟာ သူ့အမေဆီပြန်သွားခဲ့ပြီး\nအီစီဒရို ဘယ်လိုတောင်းပန်ပါစေပြန်လက်မခံတော့ပါဘူး။\nအီစီဒရိုကတော့ နောင်တတွေတပွေ့တပိုက်နဲ့\nအရက်သမားကြီးလုံးလုံးဖြစ်သွားခဲ့ပြီး စခန်းမှူးနဲ့\nသူ့လုပ်ဖော်ကိုင်ဖက်တွေဘယ်လိုပဲ\nဆုံးမဖျောင့်ဖျပါစေမထူးဇာတ်လင်းနေခဲ့ပါတယ်။\nအဲ့ဒီလိုတစ်ဖြည်းဖြည်းနဲ့လုံးပါးပါးလာရင်း\nမခံနိုင်တော့တဲ့အဆုံးစခန်းကလုပ်ဖော်ကိုင်ဖက်\nတစ်ဦးကို သေနတ်နဲ့ချိန်ခြိမ်းခြောက်ပြီး သူ့ဇနီးကို\nအတင်းအကျပ်ခေါ်ပေးဖို့တောင်းဆိုပါတော့တယ်။\nဒီဖြစ်ရပ်အထိ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းပို့ခဲ့သလဲ?\nဒီဖြစ်ရပ်ရဲ့နောက် သူတို့ဝန်းကျင်က ဘယ်သူတွေရဲ့ဘဝတွေကိုဂယက်တွေ\nရိုက်ခတ်လာမလဲဆိုတာကို ဆက်လက်ရှုစားကြရမှာပါ။File size…1.41GB / 675MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/3frfj/Sapul.2023.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vc87upO8vcAGj9OmgH3AIz6ikKB.jpg",
        "title": "Mighty Morphin Power Rangers: Once & Always (2023)",
        "description": "Mighty Morphin Power Rangers : Once and Always (2023)မော်ဖင် ပါဝါရိန်းဂျားတွေ နှစ် ၃၀ ပြည့် အထိမ်းအမှတ် အထူးရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါပြီ။\nပါဝါရိန်းဂျားတွေဆိုတာ ၉၀ ဝန်းကျင်ကလေးတွေအတွက်တော့ မကြည့်ဖူးသူမရှိလောက်အောင် နာမည်ကြီးခဲ့တဲ့ သူရဲကောင်းတွေပါပဲ။\nအခုချိန်မှာပြန်ကြည့်ရင် ကလေးဆန်တယ်ထင်ရပေမဲ့ ငယ်ဘဝအမှတ်တရတွေနဲ့ သရုပ်ဆောင်တွေကို ပြန်တွေ့ရတာနဲ့တင် ပျော်စရာကောင်းနေပါပြီ။\nမူရင်းသရုပ်ဆောင်တွေ ပြန်ပါဝင်ထားပြီး ဇာတ်လမ်းကတော့ ဇော်ဒန်မရှိတော့တဲ့အချိန်မှာ\nသူတို့ရဲ့ ရန်သူတော်ကြီး ရီတာ ပြန်ပေါ်လာပြီး ရိန်းဂျားတစ်ယောက်ကို သတ်သွားတာကနေ အစပြုခဲ့ပါတယ်။\nရိန်းဂျားတွေဟာ ပြန်လွတ်လာတဲ့ ရီတာကို နှိမ်နင်းဖို့လိုက်ရှာနေချိန်မှာ ရီတာကလည်း ပိုကြီးတဲ့အကြံကြီးနဲ့ ရိန်းဂျားတွေကို တိုက်ခိုက်လာပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 632MB | ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ztSY/Mighty.Morphin.Power.Rangers.Once.and.Always.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gbSI23sXhVzOYOT1YqQEGUhJ0W.jpg",
        "title": "The Tutor (2023)",
        "description": "The Tutor (2023)ဒီဇာတ်လမ်းထဲက ကျူတာကတော့အီသန်ပါ။ အီသန်က လူချမ်းသာတွေရဲ့ကလေးတွေကို ကျူတာအဓိကလုပ်ပေးတယ်။\nဘောစိကလေးတွေဆိုတော့ ငဆိုးလေးတွေများပေမယ့် အီသန်ကတော့\nဒီကလေးတွေကို ပညာရေးမှာစိတ်ဝင်စားလာအောင် တိုးတက်လာအောင်ဆွဲခေါ်ပေးနိုင်လို့နာမည်ရတယ်။\nတစ်နေ့မှာ ကလေးတစ်ယောက်ကိုစာသင်ပေးဖို့ အီသန့်ကိုဌားတယ်။ ပေးတဲ့လစာကလဲ မယုံနိုင်လောက်အောင်များတယ်။\nအီသန်ကလဲပိုက်ဆံလိုတယ်တော့မဟုတ်ပေမယ့် သူ့ချစ်သူကကလေးမွေးတော့မှာဆိုတော့ ပိုက်ဆံများများရတော့လဲကောင်းတယ်ပေါ့။\nသူ့ကိုအဲ့လောက်ထိပေးတယ်ဆိုတော့ ဒီကလေးက အားစိုက်သင်ရမယ့်ကလေး စာညံ့တဲ့ကလေးလို့အီသန်ကတွက်ထားတာပေါ့။\nကလေးအဖေဘက်က အီသန့်ကိုသူတို့အိမ်မှာလာနေပြီး အရင်ဆုံးတစ်ပတ်အစမ်းသင်ကြည့်ဖို့ခေါ်တယ်။\nတကယ်တမ်းစာသင်ကြည့်တော့ ကလေးကလဲတော်လိုက်တာမှ ဘာမှကိုသင်စရာမလိုလောက်အောင်ပဲ။\nအဲ့တော့အီသန့်ကို လစာအများကြီးပေးပြီးခေါ်တာဘာအတွက်လဲ။\nဂျက်ဆန်ဆိုတဲ့ကလေးရဲ့မိသားစုက ပိုက်ဆံတွေများသိပ်ပေါနေလား။\nစာသွားသင်တဲ့တစ်ပတ်အတွင်းမှာပဲ ဂျက်ဆန့်ဆီမှာရော အီသန့်ဆီမှာပါ မူမမှန်တာလေးတွေပေါ်ပေါ်လာတော့ ဘယ်သူကဘာတွေကြံစည်နေကြလဲ။\nဘယ်လိုရည်ရွယ်ချက်တွေရှိလဲဆိုတာ Plot Twist ကောင်းကောင်းနဲ့တင်ဆက်ထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.GB | 521MB | 248MB\nFormat… mp4\nDuration…. 1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... ...",
        "rating": "8",
        "url": "https://megaup.net/3frgA/The.Tutor.2023.WEB.720p.CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDMwOGQyOTAtZjBlNy00ODI0LWI5NTMtZTQwM2ZmYzBhMTY5XkEyXkFqcGdeQXVyOTM5MDYzNjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sisters on the Run (2023)",
        "description": "Sisters on the Run (2023)\n==================ဇာတ်လမ်းစစချင်းမှာပဲ Selma က abusiveဖြစ်တဲ့ သူ့ယောကျ်ား\nရဲကို သေနတ်နဲ့ပစ်ပြီး ထွက်ပြေးခဲ့ပါတယ်။ သူ့ယောကျ်ားရဲ့ နောက်\nလိုက်နှစ်ယောက် သူ့နောက်မလိုက်ခင် ထွက်ပြေးပြီး သူ့အစ်မ Maddy\nအိမ်မှာ တည်းခွင့်သွားတောင်းပါတယ်။ ဖြစ်ချင်တော့ Selmaနဲ့ Maddy\nက သူတို့အမေဆုံးကတည်းက ကွဲသွားပြီး စကားမပြောဖြစ်ကြတော့\nဘူး။ အကျင့်စရိုက်ချင်းကလည်း ဆန့်ကျင်ဘက်မို့ မတည့်ကြပါဘူး။\nSelmaက ပါတီတက်၊ ပစ္စည်းတွေ လိုက်ခိုးနဲ့ အပေအတေကောင်မလေး\nဖြစ်ခဲ့တာ။ သူ့အစ်မ Maddyကတော့ စည်းကမ်းရှိပြီး ဂုဏ်သရေရှိတဲ့\nလူကြီးလူကောင်းပုံစံ နေတာပေါ့။ညီအစ်မနှစ်ယောက်က ယောကျ်ားရကံချင်းလည်း ကွာတယ်။ အစ်မ\nMaddyက အဆင်ပြေတဲ့ ယောကျ်ားကောင်းရပြီး အေးဆေးနေနိုင်ပေမဲ့\nSelmaကတော့ ရဲနဲ့ယူပြီး အဲ့ရဲက မှူးယစ်ဆေးမှောင်ခိုဂိုဏ်းရဲ့ ခေါင်း\nဆောင်ဖြစ်နေ​တဲ့အပြင် Psychoဆန်ဆန် သူ့ကိုနှိပ်စက်တတ်လို့ အမြဲ\nတမ်း ဒုက္ခခံခဲ့ရတာပါ။ Selma သူ့ယောကျ်ားကို ပစ်ပြီး ထွက်ပြေးတော့\nMaddy အစက လက်မခံခဲ့ဘူး။ ဒါပေမဲ့ သွေးက စကားပြောတယ်လေ။\nSelma သူ့ယောကျ်ားကိုသတ်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dqiu/Sisters.on.the.Run.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGJkZmIxMDAtYWNkOC00ZjhjLWFlNzItNWVkNjZkZWY2NWVmXkEyXkFqcGdeQXVyMTk3OTI3MDg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Here Love Lies (2023)",
        "description": "Here Love Lies (2023)\n=================“ဒီနေရာတွင် အချစ်ရှိသည်\nဒီနေရာတွင် အချစ်သည် အလိမ်အညာဖြစ်သည်.\nဒီနေရာတွင် အချစ်သည် ထာဝရအိပ်စက်နေသည်.”\nဆိုသလိုပဲ. အချစ်ဆိုတာက အပျော်ကစားတတ်တဲ့သူတွေအဖို့\nသေဆုံးပြီလို့ သတ်မှတ်ကာ မြှုပ်နှံထားတဲ့မြေပုံလေး တစ်ခုသာ\nသာ ဖြစ်ပြီး ဆန်းကြယ်နက်နဲတဲ့အရာအဖြစ် ယုံကြည်ထားသူတွေ\nအတွက် တစ်နေ့တော့ ရောက်လိမ့်မယ်လို့ တွန်းအားပေးနေတဲ့\nလမ်းပြမြေပုံလေးတစ်ခုပါပဲ။ငယ်ရွယ်စဉ်အတိတ်က ရူးမိုက်မှုတွေကြောင့် Single Mother\nဘဝနဲ့ သမီးလေးတစ်ယောက်ကို တစ်ကိုယ်တည်း ရုန်းကန်ပြီး\nပြုစုပျိုးထောင်လာခဲ့သူ အမန်ဒါ၊ မေတ္တာစစ်ကိုရှာဖွေရင်း အပေါ်\nယံအချစ်တွေကိုသာ ရှာတွေ့ခဲ့ပြီး ဆိုရှယ်မီဒီယာမှ တွေ့ဆုံခဲ့သူ\nမိုက်ကယ့် အပေါ် မမျှော်လင့်ဘဲ သံယောဇဉ်တွယ်မိမှန်းမသိ တွယ်\nလာခဲ့တယ်ပေါ့။ အဲနောက် ရေမြေခြားသူ မိုက်ကယ့်ကို တွေ့ဆုံ\nနိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး နှစ်ယောက်သား စတွေ့တွေ့ချင်း\nအခက်အခဲ၊ အတားအဆီးများကြားမှ နားလည်မှုကို ရှာတွေ့သွား\nချိန်၊ သူ ကျားကုတ်ကျားခဲ ရှာဖွေခဲ့ရတဲ့ Mr.Right ဖြစ်သူ မိုက်\nကယ့်ရဲ့ စကားလုံးတွေနောက်ကွယ်က အမှန်တရားကို မမြင်နိုင်\nတော့ဘဲ အကြာကြီးမျှော်မှန်း ခဲ့ရတဲ့ ဘဝလေးကို ပိုင်ဆိုင်နိုင်ဖို့\nစိတ်ကူးနေမိသူ အမန်ဒါကို ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Tjlf/here.love.lies.2023.720p.web.(CM).mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDE3ODMwOTAtM2Y5Ni00MmNiLTg2OWUtN2JkNjJmZWQ1NDRhXkEyXkFqcGdeQXVyMzUxODQzNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "A Little White Lie (2023)",
        "description": "A Little White Lie (2023)\n==================\nGenre - Comedy, Drama\nIMDb Rating - 5.9/10လွန်ခဲ့တဲ့ အနှစ် ၂၀ လောက်က စာပေလောကကို တုန်လှုပ်စေခဲ့တဲ့\nဝတ္ထုတစ်အုပ်ထွက်ပြီး လူလုံးထွက်မပြတဲ့ စာရေးဆရာ ရှရိုက်ဗာ\nဆိုတာ ရှိခဲ့ပါတယ်။ အမျိုးသားစာပေဆုကို သမ္မတကပေးတာတောင်\nတက်မယူဘဲနဲ့ပေါ့။ ဒီလိုနဲ့ သူကတော့ တစ်အုပ်ထွက်ပြီး ပျောက်ကွယ်\nသွားခဲ့တယ်။ အခုလက်ရှိမှာတော့ တက္ကသိုလ်စာပေပွဲတော်လုပ်ဖို့\nပရော်ဖက်ဆာကလီရီတို့တသိုက် ခေါင်းကိုက်နေကြတယ်။ ဘာလို့လဲ\nဆိုတော့ ဘုတ်အဖွဲ့က ဘတ်ဂျတ်ချမပေးတော့ဘူးဆိုတော့။ အဲဒီမှာ\nကလီရီက ရှရိုက်ဗာကို ရအောင်ရှာပြီး သူတို့စာပေပွဲတော်ကို ဖိတ်တယ်၊\nသူသာတက်ရောက်မယ်ဆို ဒီပွဲတော်က ဆက်လက်ပြီး လူတွေကို\nဆွဲဆောင် အသက်ဆက်နိုင်တော့မှာကိုး။အဲဒီမှာ တစ်ဖက်မှာ ဆက်သွယ်ခံရတဲ့ ရှရိုက်ဗာက စာရေးတာကိုမပြောနဲ့\nတစ်ရက်တစ်ရက် သူများခိုင်းသမျှလုပ်ပြီး၊ မျက်နှာကြက်ရေယိုတာကို\nကြောင်လေးကိုပိုက်ပြီး အိပ်ရာပေါ်ကနေ ကြည့်တတ်တဲ့ အထီးကျန်\nအရက်သမားတစ်ယောက်။ ဒါပေမဲ့ ဘေးနားက ဘော်ဒါက ဟန်ဆောင်ပြီး\nသွားတက်ရင် ဆုတွေရမှာဘာညာနဲ့ ဂျင်းထည့်ပြီး မြှောက်ပေးလိုက်တော့\nဒီပွဲတော်ကို သွားပြီး ဟန်ဆောင်တက်ရောက်ဖို့ ဖြစ်လာတယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2zd5j/A.Little.White.Lie.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzBkZGYyM2QtNzgwYy00NmZjLTk2ZTItYzY3ZTdjY2M0YmQwXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_-135x200.jpg",
        "title": "A Good Person (2023)",
        "description": "A Good Person (2023)\n===============\nIMDb Rating - 7.0/10Nathan နဲ့ Allison တို့က စေ့စပ်ထားပြီး တစ်ယောက်ကို\nတစ်ယောက်အရမ်းချစ်ကြတဲ့ ပျော်ရွှင်စရာ စုံတွဲတစ်တွဲပါ။\nဒါပေမဲ့ Allison မောင်းလာတဲ့ကား ယာဥ်တိုက်မှုဖြစ်သွားပြီး\nမကြာခင် ယောင်းမတော်ရမယ့် Nathanရဲ့အစ်မ Mollyနဲ့\nသူ့ခင်ပွန်းဟာ ဆုံးပါးသွားခဲ့တယ်။ အဲ့ကြေကွဲစရာ အဖြစ်\nအပျက်ကြီးအပြီးမှာလည်း ကျန်ခဲ့သူတွေရဲ့ဘဝဟာလည်း\nပူဆွေးမှုတွေနဲ့ ပျက်ဆီးသွားခဲ့ရတယ်။Danielက သူ့သမီးMolly ဆုံးသွားပြီးနောက်ပိုင်း သူ့ရဲ့မြေး\nမလေး Ryanကို သူတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေး\nနေခဲ့တယ်။ Allison ရဲ့ တောက်ပနေတဲ့အနာဂတ်လည်း ထို\nကားတိုက်မှုအပြီး အရာအားလုံး ပျက်ဆီးသွားပြီး သူ့အမှား\nအတွက် လိပ်ပြာမလုံ ခံစားနေခဲ့ရတယ်။ Allison နဲ့ Danielတို့\nပြန်လည်တွေ့ဆုံတဲ့အခါမှာတော့ သူတို့အချင်းချင်းကြား ခွင့်\nလွှတ်မှု၊ ခင်မင်မှုတွေပေါ်လာပြီး လူကောင်းတစ်ယောက်ဖြစ်\nအောင် ဘယ်လိုကြိုးစားမလဲဆိုတာကို ခံစားချက်ထိထိမိမိ\nကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။IMDb rating 7.0 ထိ ရထားပြီး Traumaတွေကို ကျော်ဖြတ်\nဖို့ ကြိုးစားနေသူနှစ်ဦးရဲ့ အဓိပ္ပါယ်ရှိတဲ့ ဘဝပညာပေး ဇာတ်လမ်း\nကောင်းတစ်ပုဒ်ပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2zquW/A.Good.Person.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTU4MjlmYTUtMmFjNy00NzNiLTg4NmYtN2VlMWQ0YTBiZGRmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-135x200.jpg",
        "title": "Ghosty (2023)",
        "description": "Ghosty ( 2023 )\n==============\nIMDb. 6.8/10\n.Cm ပရိသတ်တွေအတွက် ဘိုင်ရာဗာရုပ်ရှင်ထဲကမင်းသမီး ကာဂျယ်အက်ဂါဝယ်ရဲ့ အသစ်ထွက်\nတမီလ်စကားပြော comedy, horror ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်။\nအာရ်သီဆိုတဲ့ ရဲစုံထောက်မလေးဟာ အင်မတန်မှ တလွဲလုပ်တတ်လွန်းတဲ့သူပါ။\nတစ်နေ့မှာတော့ သူ့အဖေရဲမှူး အငြိမ်းစားမယူခင် ခက်ခက်ခဲခဲ ဖမ်းခဲ့ဖူးတဲ့ ဒါ့စ်ဆိုတဲ့\nရာဇဝတ်ကောင်တစ်ယောက်ဟာ ထောင်ဖောက်ပြီးထွက်ပြေးသွားခဲ့ပါတယ်။အဲဒီသတင်း ကြားတဲ့အချိန်ကနေစပြီး အာရ်သီဟာ ဒါးစ်ကို အသည်းအသန်\nလိုက်ဖမ်းဖို့ကြိုးစားပါတော့တယ်။ သူဟာ ဒါးစ်နောက်ကိုလိုက်ရင်း\nတလွဲတချော်တွေဖြစ်ပြီးနောက်ပိုင်း သူ့ရဲ့အိမ်မှာ အပမှီသလို\nမသိုးမသန့်ကိစ္စတွေ ကြုံလာရပါတော့တယ်။ဒီ Ghosty ဆိုတဲ့ သရဲ၊ ဟာသရုပ်ရှင်လေးဟာ ကာဂျယ် ကလေးမွေးပြီးနောက်ပိုင်း\nပထမဆုံးပြန်ထွက်လာတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း\nကြည့်လို့အဆင်ပြေတဲ့အပြင် ကာဂျယ်ကလည်း အစွမ်းကုန်လှနေတဲ့အတွက်\nအိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\nFile size…2.4GB / 1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin~ BpL~ Yunni~ Cherry~Zwe Yan ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fp4v/Ghosty_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzI3ZWEwMjctYzBlNy00OGZhLTk3MWYtZWZkZmI0OWQ1MjBmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-160x200.jpg",
        "title": "Das Ka Dhamki (2023)",
        "description": "Das Ka Dhamki (2023)IMDb-6.9/10Hit The First Case မူရင်းတေလဂူးကားရဲ့ ဇာတ်ဆောင်မင်းသားကြီး Vishwak Sen ကိုယ်တိုင်ဇာတ်ညွှန်းရေး ဒါရိုက်တာလုပ်နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားပါဇာတ်လမ်းအညွှန်း\nကုဋေ ၁၀၀၀၀ ၀န်ထမ်းပေါင်း ထောင်ချီနဲ့ လည်ပတ်နေတဲ့ ကုမ္မကြီးတစ်ခုရဲ့ ရည်ရွယ်ချက်အိပ်မက်က\nကင်ဆာကင်းစေတဲ့ ကမ္ဘာကြီးတဲ့အဓိကဇာတ်ဆောင်ခရစ်ရှနာဒါ့စ်ဆိုတဲ့ကောင်လေးက မိခင်ကငယ်ငယ်တည်းက ကင်ဆာနဲ့ဆုံးသွားလို့\nမိဘမဲ့ဂေဟာမှာကြီးပြင်းခဲ့သူ\nရိုးသားကြိုးစားပြီးဘဝကိုရှင်သန်နေပေမဲ့ ဆင်းရဲတဲ့ဘ၀ကြီးကို နှိမ်ချပြောတတ်ကြတဲ့ပတ်၀န်းကျင်ရဲ့ဒဏ်တွေကြောင့် ချမ်းသာကြွယ်၀လာချင်နေတဲ့သူ\nတစ်ရက်သူအလုပ်လုပ်တဲ့‌ဟိုတယ်မှာပဲ ကာစတန်မာတစ်ယောက်ရဲ့ မှိုချိုးမျှစ်ချိုးစကားကြောင့် ဘယ်လောက်ကုန်ကုန် အဲဒီဟိုတယ်မှာတစ်ညတာပျော်ပါးဂုဏ်‌ပကာသနတွေ၀ယ်လိုက်မယ်ဆိုပြီး လစာတွေပုံအောသုံးပါရော\nအဲဒီညမှာပဲ ကီရ်သီးဆိုတဲ့မိန်းမချောလေးနဲ့တွေ့ပြီး\nသူကြွယ်သူဌေးပါလို့လိမ်ပြီး အနားကပ်တော့တာပေါ့ဒီဟိုတယ်ကစားပွဲထိုးက ဒီဟိုတယ်ကအထူးဧည့်သည်ဆိုတဲ့လိမ်ဆင်ကြီးက ပေါ်သွားဖို့လွယ်ကူလွန်းမနေဘူးလား\nဒီ‌‌ ရွှင်နောက်နောက်ဇာတ်ဆောင်မင်းသားနဲ့ ကင်ဆာကင်းစင်ရေး ပရောဂျက်ကဘယ်လိုတွေပတ်သက်လာမှာလဲ\nနှစ်ကိုယ်ခွဲဆိုတော့ နောက်တစ်ကိုယ်ကရောဘယ်လိုလူစားဖြစ်နေမလဲဆိုတာ ရှူစားကြည့်ပါဦး\nFile size…2.4GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein~HM~Cherry",
        "rating": "6.5",
        "url": "https://megaup.net/1dvq8/Das_Ka_Dhamki_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNWIzYmM0MTAtY2ViMC00ZDZhLTllZDgtZmI2Nzc2MDg2ZTkxXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Kabzaa (2023)",
        "description": "Kabzaa (2023)\nIMDb 7.2ဒီကားကတော့ အိန္ဒိယသမိုင်းအကြောင်းတွင်တွင်ကျယ်ကျယ်ရိုက်ပြထားတယ်ဆိုရမှာဖြစ်ပြီး\nရုံတင်ကားတကားဆိုလဲ မမှားပါဘူး Cast တွေအနေနဲ့ မင်းသမီးချောလေး Shriya Saran က တော်ဝင်မင်းသမီးအဖြစ် ယင်ကောင်၂ဘဝကလဲ့စားကားထဲကဗီလိန် Kiccha Sudeep ကလည်းအပိုအလိုမရှိသရုပ်ဆောင်ထားပြန်ပါတယ်လူမိုက်တစ်ယောက်ကိုဖမ်းလိုက်မိလို့ ရဲစခန်းတစ်ခုလုံးကိုမီးလောင်တိုက်သွင်းလိုက်တဲ့ဂိုဏ်းစတားတွေထကြွမှုကြောင့်ဒီလူမိုက်တွေကိုရှင်းပစ်ဖို့ ဘာဟ်ဂတ်ဘတ်ခ်ရှီကို အထက်ကတာဝန်ပေးခဲ့ပါတယ် မရေတွက်နိုင်တဲ့ တိုက်ပွဲတွေကိုအောင်နိုင်ခဲ့ပြီး နိုင်ငံတော်အလံကလွဲရင် ဘယ်သူ့ကိုမှဦးမညွတ်ဖူးတဲ့သူ ဒီလူဖြတ်ကျော်ခဲ့ရတဲ့သမိုင်းကလည်းနည်းနည်းနောနောမဟုတ် ..၁၉၄၂ကနေ ၁၉၈၆အထိ သူဖြတ်သန်းခဲ့ရတဲ့အိန္ဒိယသမိုင်းမှာ သူကရာထူးကြီးလူတစ်ယောက် ဒီလိုလူက သောင်းကျန်းနေတဲ့လူမိုက်တွေမြို့ကိုရောက်ချလာပြီး လူမိုက်တွေအကုန်စုစေခဲ့တယ် ပြီးတော့ သူ့အာဏာကိုပြဖို့အတွက် သူတွေ့ကြုံခဲ့ရတဲ့ အိန္ဒိယလွတ်လပ်ရေးမရခင်ကစအခုချိန်အထိ နောက်ကြောင်းပြန်ပြကွက်မျိုးနဲ့ ပြောပြပေးသွားမှာပဲဖြစ်ပါတယ် ကဲ သူကြုံတွေ့ခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကိုလိုက်ပါရှုစားလိုက်ပါဦး\nFile size…2GB / 907MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein",
        "rating": "7.1",
        "url": "https://megaup.net/1Tsbd/Kabzaa_(2023)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTlmNGE0ZGMtMzdkMC00MjQyLWI1ZjgtZTIxODAyNWJlZDFlXkEyXkFqcGdeQXVyNTQ4ODM2NjM@._V1_-137x200.jpg",
        "title": "The Last Kingdom: Seven Kings Must Die (2023)",
        "description": "The Last Kingdom: Seven Kings Must Die (2023)\n=================================\nIMDb Rating - 7.7/10နာမည်ကြီး The Last Kingdom ဇာတ်လမ်းတွဲရဲ့ ဇာတ်သိမ်း\nရုပ်ရှင်ထွက်လာပါပြီ ။ Vikings နဲ့ Game of Thrones fan\nတွေဆိုရင် သေချာပေါက်အကြိုက်တွေ့မယ့် ဇာတ်လမ်းတွဲ\nလည်းဖြစ်ပါတယ် ။၀က်ဆက်ရဲ့ဘုရင် အက်ဒ်၀က်ကျဆုံးပြီးနောက်မှာ အရိုက်\nရာဆက်ခံသူအဖြစ် သားဖြစ်သူ အဲသည်စတန် နန်းတက်လာ\nပါပြီ။ ဖခင်ရဲ့ မပြီးပြတ်သေးတဲ့ဆန္ဒဖြစ်တဲ့ အင်္ဂလန်ပြည်ကြီး\nကိုတည်ဖို့အတွက် ဆက်လက်ကြိုးစားနေဆဲပါ။အက်ဒ်၀က်ဘုရင် ကျရှုံးပြီးနောက်မှာ အရင်က အူထရက် အကူ\nညီနဲ့ မဟာမိတ်ဖွဲ့ပေးခဲ့တဲ့ နော့သမ်းဘီးယား၊ ၀င်ချက်စတာ၊\nစကော့တလန်၊ ဝေလ အစရှိတဲ့ဘုရင့်နိုင်ငံတော်များကလည်း\nခွဲထွက်ရေးအတွက် မဟာမိတ်ဖွဲ့ပြီး ၀က်ဆက်နန်းတက်ဘုရင်\nကို တော်လှန်ကြပါတယ်။ ဒါကို လက်ပိုက်ကြည့်နေလို့မဖြစ်တော့\nတဲ့ ဇာတ်လိုက်ကျော်ကြီး ဘီဘာမ်ဘာ့ရဲ့ အူထရက်က ၀င်ပါ\nရပါတော့တယ်။The last Kingdom ဇာတ်လမ်းတွဲရဲ့နောက်ဆုံးအဆုံးသတ်\nဖြစ်သလို အူထရက်နဲ့ ၀က်ဆက်ပြည်ကြီး ဘယ်လိုအဆုံးသတ်\nသွားမလဲ၊ အင်္ဂလန်ပြည်ကြီးရောတည်ထောင်သွားမှာလား ...",
        "rating": "7.7",
        "url": "https://megaup.net/1duek/The.Last.Kingdom.Seven.Kings.Must.Die.2023.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjZjZTA3YzMtZDY2My00MDRkLWE0OWItZGVkNzA2ODljNzZiXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_FMjpg_UX657_-159x200.jpg",
        "title": "Shehzada (2023)",
        "description": "Shehzada 2023\nIMDb 5.1/10\nAction/Comedy/Dramaအခုတစ်ခါတင်ဆက်ပေးမှာကတော့ ပရိသတ်တွေရင်ထဲကိုရောက်ရှိပြီးသားဖြစ်တဲ့\nနာမည်ကြီးမင်းသား Kartik Aaryanနဲ့ မင်းသမီး Kriti Sanonတို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။ဆေးရုံတစ်ခုမှာ သားယောက်ျား‌လေးရလို့ ပျော်ရွှင်နေကြတဲ့မိသားစုနှစ်ခုရှိနေပါတယ်။\nတစ်နေ့တည်းတစ်ချိန်တည်းမှာပဲ မွေးလာခဲ့ရပေမယ့် ကလေးနှစ်ယောက်ဟာတော့\nကံချင်းမတူခဲ့ပါဘူး။ တစ်ယောက်ကတော့ လိုတိုင်းရတဲ့ဘဝမှာ နေရမှာဖြစ်ပြီး တစ်ယောက်ကတော့ ရုန်းကန်ရတဲ့ဘဝမျိုးမှာ နေရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ဒီကံတရားကို ပြောင်းလဲပစ်ချင်တဲ့သူတစ်ယောက်ရှိနေခဲ့ပါတယ်။ ချမ်းသာတဲ့ဘီလျံနာမိသားစုမှာ အလုပ်လုပ်နေရတဲ့ ဗယ်မီကီဟာ သူ့ကလေးနဲ့ အလုပ်ရှင်မိသားစုက ကလေးကို လဲပစ်ခဲ့ပါတယ်။ကံတရားကမျက်နှာသာမပေးခဲ့တဲ့သူ့ဘဝလိုမျိုး ဒီကလေးလည်း ကြုံတွေ့စေရမယ်။ သူ့သားကတော့ ဘုရင်တစ်ပါးလိုဘဝမျိုးမှာပဲနေရမယ်လို့ ကြုံးဝါးရင်းနဲ့ပေါ့။ ဒီလိုနဲ့တဖြည်းဖြည်းအရွယ်ရောက်လာတဲ့ သားဖြစ်သူဘန်တူကို အမုန်းတရားတွေ လျစ်လျူရှုမှုတွေနဲ့ပဲ ဆက်ဆံခဲ့ပါတယ်။ ဘုရင်တစ်ပါးလိုဆက်ဆံခံနေရတဲ့သူ့သားအရင်းဖြစ်သူ ရာ့ဂျ်ကိုတော့ ကျေနပ်ပီတိ‌တွေနဲ့ပဲ ကြည့်နေခဲ့ပါတယ်။ ဒီလိုမျိုး ပြောင်းလဲပစ်ခံထားရတဲ့ကံတရားတွေနဲ့ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲ။ ဘဝအမှန်တွေကိုရော သိသွားကြမလားဆိုတာကို ရသမျိုးစုံနဲ့ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.24GB / 1.06 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h ...",
        "rating": "5.1",
        "url": "https://megaup.net/2zofu/Shehzada_(2023)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dXsiWJWwGwYwOQ6DfYFt5pPBMwT.jpg",
        "title": "Inside (2023)",
        "description": "Inside (2023)Inside ရုပ်ရှင်ကိုကြည့်ရင်း အရင်ဆုံးသတိရမိတာက ဘုရင်မိုင်းဒက်စ်ပဲ။\nအလိုကြီးပြီး ထိလိုက်သမျှရွှေဖြစ်တဲ့ဘုရင်ကြီးပေါ့။\nနောက်ဆုံးတော့ သူ့စားစရာတွေတောင်ထိလိုက်တိုင်းရွှေဖြစ်လို့ ငတ်သေလုနီးပါးဖြစ်ခဲ့ရတယ်။ဒီဇာတ်လမ်းမှာတော့ နီမိုဆိုတဲ့သူခိုးပေါ့။ သူက ခေတ်မှီထိန်းချုပ်စနစ်တွေနဲ့ တိုက်ခန်းတစ်ခုက ပန်းချီကားတွေကို သွားခိုးတာ။\nပိုင်ရှင်ကလဲခရီးသွားနေတာ ဘယ်တော့မှပြန်လာမယ်မသိ။\nဖြစ်ချင်တော့သူကအဲ့ဒီတိုက်ခန်းထဲမှာပိတ်မိသွားပါလေရော။\nစနစ်ကလဲ ချို့ယွင်းမှုဖြစ်တယ်လို့တွင်တွင်ပြနေပြီး လုံးဝအလုပ်မလုပ်တော့ဘူး။\nအဲ့လိုစမတ်ဟုမ်းထဲမှာပိတ်မိတာက ကျွန်းတစ်ကျွန်းပေါ်တစ်ယောက်ထဲကျန်တာမျိုးထက်တောင်ပိုဆိုးသေး။\nရေစနစ်ကလဲအလုပ်မလုပ် အပူအအေးစနစ်ကလဲ ပူလိုက်အေးလိုက်ဖြစ်ချင်ရာတွေဖြစ်။\nစားစရာဆိုတာကလဲသိပ်မရှိ။ ဒီကြားထဲစမတ်ရေခဲသေတ္တာဆိုတာကလဲ စက္ကန့်ပိုင်းလောက်များကြာကြာဖွင့်မိရင်\n\"ဟေး မာကရီနာ\" ဆိုပြီး နာငြီးအောင်သီချင်းဆိုသတိပေးသေးတယ်။\nဒီလိုရူးလောက်စရာတိုက်ခန်းထဲမှာ၊ သူလာခိုးတဲ့အဖိုးတန်ပန်းချီများစွာရဲ့အလယ်မှာ ပိတ််မိနေတဲ့သူခိုး \"နီမို\" ထွက်လမ်းကိုဘယ်လိုရှာမလဲ။\nနီမိုရဲ့ ကြိုးပမ်းမှုတွေ ပိတ်လှောင်မှုတွေ စိတ်အတက်အကျတွေကို ပန်းချီတစ်ချပ်လိုပဲ အနုစိတ်ဖော်ပြထားလို့\nကြည့်ရှုသူကိုပါ မွန်းကြပ်မှု၊ လွတ်မြောက်ဖို့တောင့်တမှုတွေ ခံစားမိလောက်အောင် ရသမြောက်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 564MB | 282MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fl4e/Inside.2023.1080p.AMZN.WEBRip.ENG.DDP5.1.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuhPUschFQTXb7OOfX8J52GLqME.jpg",
        "title": "Soulmate (2023)",
        "description": "Soulmate (2023)“အတောက်ပဆုံးဖြစ်ခဲ့တဲ့ ငါတို့ရဲ့ ၁၇ နှစ်အရွယ်ကို နင်နဲ့ကုန်ဆုံးခဲ့ရပေမဲ့ ၂၇ နှစ်မှာတော့ နင့်ကိုလွမ်းနေရပြီ”အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ Soulmate (2023) ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။ငယ်ငယ်လေးကတည်းကနေ ဆယ်ကျော်သက်အရွယ်ထိ အတူတူကြီးပြင်းလာကြတဲ့\nမီဆိုနဲ့ဟာအွန်းတို့ အချစ်ဆုံးသူငယ်ချင်းမလေးနှစ်ယောက်။\nတစ်ယောက်မရှိရင် တစ်ယောက်မနေနိုင်တဲ့အထိ ချစ်ခဲ့ကြတဲ့ ဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဘဝထဲကို\nဟန်ဂျင်ဝူးဆိုတဲ့ကောင်လေး ဝင်ရောက်လာတဲ့အခါမှာတော့ သုံးပွင့်ဆိုင်ဖြစ်လာမယ့် Romance ဇာတ်လမ်း အေးအေးလေးကို ကြည့်ရှုခံစားကြရမှာပါ။Soulmate ဆိုတဲ့ တရုတ်ရုပ်ရှင်ဇာတ်ကားကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီးOur Beloved Summer ထဲက Kim Dami,\nOur Blooming Youth ထဲက Jeon SoNee နဲ့\n20th Century Girl ထဲက Byun WooSeok တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/2zmM8/Soulmate.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/o-kala-133x200.jpg",
        "title": "O Kala (2023)",
        "description": "O Kala ( 2023 )ဒီတစ်​ခေါက်တင်ဆက်​ပေးမှာက​တော့ မသိသူမရှိတဲ့ထုတ်လုပ်​​ရေးကြီးဖြစ်တဲ့ \"Disneyနဲ့ Hotstar\" တို့က ပူး​ပေါင်းပြီးရိုက်ကူးထားတဲ့\nO Kalaဆိုတဲ့ တေလဂူ အချစ်ရိုမန့်စ်ကား​​ကောင်း​လေးပဲဖြစ်ပါတယ် ထုတ်လုပ်​ရေးအပိုင်းကလည်းရှယ်ဖြစ်သလို ​အော်စတာဆုရဒါရိုက်တာ\nSs Rajamouliကိုယ်တိုင်က First Lookကိုထုတ်လွှင့်ခဲ့တာဖြစ်ပြီး Deepak Kolipakaဆိုတဲ့ အရည်ချင်းရှိဒါရိုက်တာ​ကရိုက်ထားတာလည်းဖြစ်ပါတယ်ဒီကားရဲ့အဓိက​ခေါင်း​ဆောင်​တွေအ​နေနဲ့က​​တော့ မင်းသား​နေရာမှာ ​အောင်မြင်မှူ​တွေနဲ့အလားအလာရှိပြီးသရုပ်​​ဆောင်ရာမှာ စိတ်အားထက်သန်တဲ့\nမင်းသား Gourish Yeleti နဲ့ ​မင်းသမီး​နေရာမှာက​တော့ မြန်မာနိုင်ငံမှာလူသိများတဲ့ \"​လေဆန်တိုးမယ့်မညှိုးပန်း\"ဇာတ်ကားထဲက ​\nစောမြရဲ့ညီမအဖြစ်သရုပ်​​​ဆောင်ခဲ့တဲ့ Roshni Sahotaတို့ပဲဖြစ်ပါတယ်ဇာတ်လမ်းရဲ့အစမှာ​တော့ \"ဟာရီကာ\" ကစိတ်ဓါတ်ကျပြီး သတ်​သေဖို့အထိ​တောင်​တွေး​နေတဲ့ မိန်းက​လေးတစ်​ယောက်ဖြစ်ပြီး\nမ​သေခင်အ​ကြောင်းအရင်းတစ်ခု​ကြောင့် ဘားကိုသွားရာမှ \" ဟာရှာ \"ဆိုတဲ့​ကောင်​လေးနဲ့ ​တွေ့ပြီးဘဝဇာတ်​ကြောင်း​တွေကို ဖလှယ်ခဲ့ကြပါတယ်မူလအစက​တော့ ဟာရီကာက ယုံကြည်မှူအပြည့်နဲ့ စွန့်စားလိုစိတ်ရှိတဲ့​​ခေတ်လူငယ်တစ်ဦးဖြစ်ခဲ့ပြီး သူ့အတန်း​ဖော်တစ်​ယောက်နဲ့\nကုမ္ပဏီတစ်ခုတည်​ထောင်ခဲ့ကာ အိုးချင်းထားအိုးချင်းထိပြီး ချစ်ကြိုးသွယ်ခဲ့ကြပါတယ် အချစ်​​ရေး​ရော​ရှေ့​ရေးပါ\nအဆင်​​ပြေ​နေတဲ့သူ့ဆီမှာ မ​မျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးကဝင်​မွှေတဲ့အခါ ဟာရီကာ ဘယ်လို​ဖြေရှင်းမလဲ သူကြုံလိုက်ရတဲ့ ကံကြမ္မာဆိုးကဘာလဲသူရင်ဖွင့်သမျှကိုစိတ်ရှည်ရှည် နား​ထောင်​ပေး​နေတဲ့ ဟာရှာဆိုသူက​ရော ဘယ်လို​နောက်​ကြောင်း​တွေရှိ​​နေမလဲ\nဘာရည်ရွယ်ချက်နဲ့သူ့အနားကပ်လာသလဲ သူတို့နှစ်​ယောက်ဘာ​တွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "8.",
        "url": "https://megaup.net/1Tp63/O_Kala_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXpm8myMN680NTueLcFWMjceHi1.jpg",
        "title": "Weed People (2023)",
        "description": "Weed People (2023)ကိုရီးယားမှာ မူးယစ်ဆေးဝါးကို တင်းတင်းကြပ်ကြပ် ကန့်သတ်ထားတဲ့အပြင်\nဆေးခြောက်သုံးတာကိုလည်း အပြင်းအထန်တားမြစ်ထားပါတယ်ဒီဇာတ်လမ်းကတော့ ထူးထူးခြားခြား ဆေးခြောက်သုံးတဲ့လူတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်ဆေးခြောက်ကိုနှစ်ပင်လောက်စိုက်ပြီး ကိုယ်သုံးဖို့အတွက်လုပ်ထားပေမဲ့ အခိုးခံရတဲ့ဇာတ်လမ်းကနေစတာပါပဲ..\nအဲဒီခိုးသွားတဲ့လူက ထပ်မရောင့်ရဲနိုင်ဘဲ လိုချင်လို့သွားတောင်းရာကနေ လုပ်ငန်းကြီးလုပ်ဖို့ တွေးမိကြပါတော့တယ်ဒါပေမဲ့ ငွေနောက်လိုက်ရာကနေ တကယ်တမ်းကျ ထင်သလိုဖြစ်မလာတဲ့အခါမှာ...\nဘယ်လိုဖြစ်သွားလဲဆိုတာ အတူကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 854MB | 400MB | 205MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1Tp1h/Weed.People.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jM3BRVkacn1ZvsIJGqBDGDtyelB.jpg",
        "title": "12 Desperate Hours (2023)",
        "description": "12 Desperate Hours (2023)ဒီတစ်ခါတော့ Drama/Thrillerဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဗယ်လ်ဂျိန်းလို့ခေါ်တဲ့အမျိုးသမီးတစ်ယောက်ဟာ မိခင်ဝတ္တရား မယားဝတ္တရားကျေပွန်တဲ့ဇနီးတစ်ယောက်ဖြစ်ပြီး\nအိမ်မှုကိစ္စကိုလည်း အစစအရာရာဂရုစိုက်တတ်သူပါ။ တစ်နေ့မှာ သူ့ယောက်ျားဖြစ်သူအလုပ်သွားနေတဲ့အချိန်\nသူ့ကလေးနှစ်ယောက်နဲ့အိမ်မှာရှိနေတဲ့အချိန်မှာ လူတစ်ယောက်က သူတို့အိမ်ထဲကို သေနတ်နဲ့ဝင်လာပြီး ပြဿနာရှာပါတော့တယ်။အမျိုးမျိုးပြဿနာရှာတဲ့အချိန်မှာ ကလေးနှစ်ယောက်ကိုအရမ်းချစ်လွန်းတဲ့ အမေတစ်ယောက်အနေနဲ့\nသူ့ကလေးတွေဒုက္ခမရောက်အောင်လို့ သေနတ်သမားကို ပထုတ်ဖို့ကြိုးစားပါတော့တယ်။\nအဲ့ဒီလိုပထုတ်ဖို့ကြိုးစားရင် ဗယ်လ်တစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\nသေနတ်သမားရဲ့ဘဝကရောဘယ်လိုလဲ သူကရော ဘာလို့အဲ့ဒီလိုတွေလုပ်နေတာလဲ စသဖြင့်\nဇာတ်လမ်းကို စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်။အညွန်း နဲ့ ဘာသာပြန်ကတော့ 10x05 ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 720p | 480p\nFile size… 691MB | 337MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10x05\nEncoder ..... Aaron",
        "rating": "4.9",
        "url": "https://megaup.net/1drlk/12.Desperate.Hours.2023.480p.WEBRip.CM.mp4",
        "category": "Drama, Thriller"
    }
]