[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dr25PnZMpO8w93hWeOUIch3eouK.jpg",
        "title": "LEGO Disney Princess: The Castle Quest (2023)",
        "description": "Genre – Animation, Adventure, Comedy, Family, Drama\nIMDB – 7.3/10သားသားမီးမီးတို့တင်မက လူကြီးတွေပါ စိတ်ပါရင်ကြည့်လို့ရမယ့် ၂၀၂၃ ခုနှစ် အသစ်ထွက် Lego ရုပ်လေးတွေနဲ့ပုံဖော်တင်ဆက်ထားတဲ့ Disney မင်းသမီးလေးတွေရဲ့စွန့်စားခန်း ကာတွန်းလေး ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာ အဓိက လူဆိုးက Beauty and the Beast ထဲကဂတ်စတွန် ဖြစ်ပြီး မင်းသမီးလေးတွေကတော့Snow White က စနိုးဝှိုက်တို့ Moana ထဲက မိုအာနာတို့ The Little Mermaid ထဲကအေရီရယ်တို့ Rapunzel ထဲက ရာပန်ဇယ်တို့နဲ့The Princess and the Frog ထဲက တီအာနာတို့က ပါဝင်ထားကြတာပါ။ဇာတ်လမ်းလေးကတော့ ဂတ်စတွန်ဟာ မှော်ကြေးမုံနဲ့အတူမှော်ဝင်ပစ္စည်းတွေကို လိုက်သိမ်းပိုက်နေပြီးကုန်းမြေတွေကို အပိုင်စားရနေတော့ အေရီရယ်ရဲ့အဖေဖြစ်သူထရစ်တွန်ရဲ့ သုံးခွမှိန်းကြီးကို လာယူပြီးပင်လယ်ကိုပါ အုပ်စိုးဖို့ ကြံစည်နေတာပါ။ဒီမှာတင် တစ်ကမ္ဘာလုံး လူယုတ်မာလက်အောက်မကျရောက်ရအောင် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Wokg/Lego.Disney.Princess.The.Castle.Quest.2023.720p.DSNP.WEB-DL_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjBmZTVmMjAtYTViNC00MWQ5LWI4MjUtY2JjMDdmZTg1Y2JlXkEyXkFqcGdeQXVyMTQ2NTg1MzAz._V1_-133x200.jpg",
        "title": "Love You Ram (2022)",
        "description": "Love You Ram ( 2023 )\n=====================IMDb 8.4/10‌ဒေဗီယာဆိုတဲ့ ကောင်မလေးဟာ\nမိသားစုအဆင်မပြေမှုတွေကြောင့် လူတောမတိုးရဲသူပါ။ဒါပေမဲ့ တစ်နေ့မှာ သူဟာ\nရမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရဲ့စကားကြောင့် သတ္တိတွေရှိသွားခဲ့ပြီး\nကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုတွေ ပြန်ရလာတဲ့အပြင်\nရမ့်ကိုလည်း တိတ်တခိုးချစ်မိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ အရွယ်တွေရောက်လာပြီး ပြန်ဆုံတွေ့ကြတဲ့အခါ\nဒေဗီယာဟာ ရမ်ရဲ့စကားအတိုင်း တစ်သက်လုံးနေခဲ့ပေမဲ့\nရမ်ကတော့ အပြောတစ်မျိုး အလုပ်တစ်မျိုး လုပ်တတ်တဲ့\nကြောင်သူတော် စီးပွားရေးသမား တစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့...။ပရိသတ်တွေ အချိန်ပေးရတာ တန်စေမဲ့\n၂ ရာရီစာ တေလေဂူးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Cherry, Moon, V နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.9GB/ 924MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ Cherry~  Moon~ V ~ Zwe Yan",
        "rating": "8.4",
        "url": "https://megaup.net/1Wokl/Love_You_Ram_(2023)_Telugu_WEB-DL_-_720p_-_AVC_-YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTU4NGYyNzYtZTg3NS00ZTI3LWIxOTEtNDM1Mjg0YjM5OTM1XkEyXkFqcGdeQXVyNjUwMTQyODk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Revealed: The Cape (2023)",
        "description": "Revealed: The Cape (2023)\n===================၂၀၀၃ခုနှစ်မှာ အမှန်တကယ်ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို Documentary\nတစ်ခုအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတယ် ၂၀၀၃ခုနှစ်၊ဇွန်လ သြစတေးလျပင်\nလယ်ကွေ့တစ်နေရာမှာ ပျောက်သွားတဲ့သားအဖနှစ် ယောက်အကြောင်းပါပဲ၊ နှစ်\n(၂၀)အကြာမှာတော့ Documentary တစ်ခုအနေနဲ့ ဖန်သားပြင် ပေါ် တင်ဆက်\nချပြလာပါတယ်။ လူပျောက်တဲ့ နေရာက Cape York ကျွန်းဆွယ်မှာဖြစ်ခဲ့တာပါ။\nလူသူအ ရောက်အ ပေါက်နည်းတဲ့ပင်လယ်ကွေ့လို နေရာမျိုးက သားရဲ ကောင်\nတွေကြီးစိုးတဲ့ နေရာပါပဲ။အဲဒီဒေသမှာ နေထိုင်ကြတဲ့သူတွေကလည်း တံငါအလုပ်ကို မျိုးရိုးစဥ်ဆက်လုပ်\nကြပြီးတော့ တော်ရုံလူမလာရဲတဲ့ကျွန်းဆွယ်တစ်ခုပါပဲ။ ပြောရရင် အဲဒီမှာနေတဲ့\nသူတွေထဲ ရာဇဝတ်မှု မကျူးလွန်ဘူးတဲ့လူရယ်လို့မရှိဘူး။ အကုန်လုံးက ဇိုးတွေ\nပေါ့ဗျာ။ ၂၀၀၃ခုနှစ်၊ဇွန်လမှာ ဘေဗင် ဆေမွန်နဲ့ဘရက် ဆေမွန်တို သားအဖနှစ်\nယောက်ဟာ ပင်လယ်ထဲမှာ ပိုက်ဆယ်ဖိုထွက်သွားခဲ့ကြပေမဲ့ ပြန်မရောက်လာခဲ့\nကြဘူး။ ဒီတော့ ဇာတ်လမ်းက ဒီကစပြီး တွေးစရာ တွေ ပေါ်လာပြီ။ ဒီလို ဒေသ\nမျိုးမှာ လူပျောက်သွားတယ်ဆိုရင် မိတ်ဆွေတို့ဘယ်လို တွေးကြမလဲ။ ငါးမန်းတွေပဲ\nစားသွားတာလား၊ မုန်တိုင်းမိလို လှေနစ်သွားတာလား၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Wes4/Revealed.The.Cape.2023.720p.STAN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
        "title": "The Monkey King (2023)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။နာမည်အတိုင်းပါပဲ မရိုးနိုင်တဲ့ စွန်းဝူခုန်းဇာတ်လမ်းတွေထဲက တစ်ခုပါပဲ။ဒါပေမဲ့ ဇာတ်လမ်းကိုနည်းနည်းပြောင်းထားပြီး ဟာသတွေ၊အက်ရှင်ကောင်းကောင်းတွေကို ပုံကောင်းကောင်းနဲ့ ပြသထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဖန်တရာတေပါပဲကျောက်ဆောင်တစ်ခုကနေ မွေးဖွားလာတဲ့မျောက်ဟာစွမ်းအားတွေရှိနေပါတယ်။ဒါပေမဲ့ သူ့ကို မျောက်တွေက လက်မခံသလို နတ်တွေကလည်းလက်မခံတာကြောင့် တစ်ယောက်တည်းဖြစ်နေပါတယ်။အဲဒီတော့ သူဟာ နတ်ပြည်မှာနေရာရဖို့ မသေမျိုးဖြစ်အောင်ကြိုးစားရင်းနဲ့ငရဲမင်း၊ နဂါးမင်း၊ နတ်မင်းတွေ နတ်ဆိုးတွေနဲ့တိုက်ခိုက်ရပုံကို ပြထားတာပါ။ကြည့်လို့ကောင်းပါတယ်။ကြည့်လိုက်ပါဦး။ File size…  2 GB /  980  MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 32m\nGenre .....  Action , Animation\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Mr. Anderson",
        "rating": "6.1",
        "url": "https://megaup.net/2Cl2C/The.Monkey.King.2023.720p.NF.WEB-DL__%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMmJhZDJjNjUtOTNiMi00OWM2LTg4ZTAtN2NlNTliZWE0ZGQ0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-140x200.jpg",
        "title": "1920: Horrors of the Heart (2023)",
        "description": "1920: Horrors of the Heart (2023)ကြောက်စရာကောင်းတဲ့ မေတ္တာဖွဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်။\nဟုတ်ပါတယ် အခုတစ်ဖန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့\n1920ဆိုတဲ့ခုနှစ်နဲ့စတဲ့ သရဲကားတွေထဲကမှ လက်ရှိထွက်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။အမုန်းတရားနဲ့ ချစ်ခြင်းတရား ပြိုင်ဆိုင်လာတဲ့အခါမှာ ပူလောင်တတ်တဲ့သဘောတရားခြင်းတူပေမဲ့\nချစ်ခြင်းနောက်မှာ မေတ္တာတရားကပ်ပါလာတဲ့အခါမှာ အေးချမ်းမှုကိုဆောင်ပါတယ်။\nအဲဒီမေတ္တာကို ငတ်မွတ်နေရက်နဲ့ ချစ်ခြင်းနဲ့မရှာဘဲ အမုန်းတရားနဲ့ရှာနေရင်တော့ မဆုံးနိုင်တဲ့ပူလောင်မှုတွေကိုပဲ ခံစားရမှာပါ။ကောင်မလေးတစ်ယောက် အသက်၂၁နှစ်ပြည့်မယ့်နေ့မှာပဲ အဖေဖြစ်သူက ကြိုးဆွဲချသေသွားခဲ့တယ်။\nသူ့အဖေသေဆုံးရတဲ့အကြောင်းအရင်းက သူ့ကိုငယ်ငယ်လေးကတည်းက ပစ်ထားခဲ့တဲ့\nအမေဖြစ်သူကြောင့်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့...အမုန်းတရားတွေ ပေါက်ဖွားလာပြီး ဖခင်ဖြစ်သူရဲ့ ဆိုးဝါးတဲ့လက်စားချေလိုစိတ်ရှိတဲ့\nဝိညာဉ်နဲ့အတူ နောက်အိမ်ထောင်နဲ့ပျော်ရွှင်နေတဲ့ အမေဖြစ်သူတို့မိသားစုကိုဖျက်ဆီးဖို့\nဆုံးဖြတ်ခဲ့ပါတော့တယ်။ဒီဆုံးဖြတ်ချက်နဲ့အတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးရှိရာအိမ်လေးဆီကို\nဖခင်ရဲ့ ဝိညာဉ်ဆိုးနဲ့အတူရောက်လာတဲ့အခါမှာတော့....။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ YH~V~Cherry~Moon~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.54GB / 640MB\nQuality…1080p HD / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YH~V~Cherry~Moon~Yunni",
        "rating": "",
        "url": "https://megaup.net/1Wnby/1920_Horrors_of_the_Heart_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/zCUQt7vvkN2Q87SzC3ycFrjEBSn-133x200.jpg",
        "title": "The Adults (2023)",
        "description": "The Adults (2023)~ Rotten Tomatoes - 71% ~လူကြီးဘ၀ အရွယ်ရောက်တဲ့သူဘ၀ဆိုတာ ဘယ်သူမဆို တစ်နေ့ကြုံတွေ့ရမှာပါ။ ငယ်ဘ၀က အမှတ်တရတွေ ပျော်ရွှင်စရာတွေကိုပါအတူတူ ယူဆောင်လာရင်းနဲ့ လူကြီးဘ၀မှာ လိုက်လျောညီထွေ နေထိုင်ရှင်သန်ရတာက လူတိုင်းအတွက် ဆန်းကြယ်တဲ့အလုပ်မဟုတ်ပါဘူး။ဒီကားမှာတော့ ဝေးကွာသွားတဲ့ အကိုနဲ့ ညီမ ၂ယောက် မွေးရပ်မြေမှာ ပြန်ဆုံတွေ့ကြရင်း ငယ်ဘ၀အမှတ်တရတွေ ပြန်အသက်၀င်လာတာကို တွေ့ရမှာပါ။ အကို အဲရစ်က မွေးရပ်မြေကနေ မိခင်ဆုံးတည်းက ထွက်သွားတာ ၈နှစ်ရှိပါပြီ။ အိမ်ကို ခရီးတို ခဏပြန်လာပြီး ညီမ ရေချယ်၊ မက်ဂီတို့နဲ့ ပြန်ဆုံကြတာပါ။ အဲရစ်က တစ်ချိန်က မြို့မှာ အတော်ဆုံးပိုကာကစားတဲ့သူဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေနဲ့ ညကျ ပိုကာကစားကြပါတယ်။ နိုင်တစ်ခါ ရှုံးတစ်လှည့်ပါပဲ။သူတို့၃ယောက်ရဲ့ ငယ်စဉ်အိပ်မက်က တေးရေးတေးဆိုသူ လုပ်ပြီး ဖျော်ဖြေချင်တာပါ။ အရွယ်ရောက်လာတဲ့အခါမှာတော့ အိပ်မက်အတိုင်းတကယ်ဖြစ်မလာပါဘူး။ ရေချယ်နဲ့အဲရစ်ကလည်း မိသားစုပြသာနာတွေကြောင့် အဆင်မပြေလှပါဘူး။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Ckx2/(CM)_The_Adults_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/mWz28u3kStCsQch38ZKUDsRNXLl-133x200.jpg",
        "title": "{21+} Babyface 2 (1986)",
        "description": "အနောက်တိုင်းသူ စင်းလုံးချောလေးတွေရဲ့ ပကတိ\nအလှတရားကို အတစ်လိုက် ခံစားရမည့် ဇာတ်လမ်းလေး တစ်ပုဒ်\nကာရန်နဲ့ ဂျယ်ရီ တို့ လက်ထပ်မထပ်ခင် တညအလိုမှာ\nတစ်မြို့လုံး အုတ်အော်သောင်းနင်းဖြစ်သွားခဲ့တဲ့ ဖြစ်ပျက်လေးတစ်ခု\nမိန်းကလေးသူငယ်ချင်းတွေ အိမ်ထောင်သည်ဖြစ်တော့မယ်ဆိုတဲ့ အထိမ်းမှတ်အနေနဲ့\nပါတီပွဲတစ်ခု ဆင်နွှဲကြပါတယ်ပါတီလက်ဆောင်က လူတစ်ယောက်ဖြစ်ပါတယ်\nသူတို့ဆန္ဒကတော့ ကာရန်ကို ပျော်စေဖို့\nပိုက်ဆံပေးပြီး ငှားခဲ့တာဖြစ်ပါတယ်ဒါပေမဲ့ သူတို့ ငှားခဲ့တဲ့သူက အချစ်မှော်ဆရာတစ်ယောက်ဖြစ်နေသောအခါ\nမိန်းကလေးတွေ အရောင်စုံနဲ့ မှော်ဆရာနဲ့ ဇာတ်လမ်းကို ရှင်းလင်းပြတ်သားစွာ\nရိုက်ကူးထားတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…4.6GB  / 1.2GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1gpeu/Babyface_2_1986_720p_AVC.XCross(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzBjNjU0OGQtZGJlMS00MDIwLWIyMDUtN2JiYmYzMDIyYWM5XkEyXkFqcGdeQXVyMTU5MzU3MDk@._V1_-135x200.jpg",
        "title": "Who Are You People (2023)",
        "description": "Who Are You People (2023)\n=====================မိသားစု ဆွေမျိုးတွေကြားထဲမှာ စ'နေကျစကားရှိတယ်လေ။ နင့်ကိုမွေးစားထားတာ\nနင့်ကိုဘယ်ကကောက်ရလာတာဆိုပြီး။ မိဘတွေနဲ့အဆင်ပြေ၊ ဘာပြဿနာမှမရှိတဲ့\nကလေးအတွက်တော့ ဒီစကားက စနောက်ရုံသက်သက်ထက်မပိုပေမဲ့ သားသမီးချင်း\nအတူတူ အချစ်မခံရတဲ့ ကလေးအတွက်ကျ ဒီလိုမျိုး စနောက်မခံရဘဲနဲ့တောင် ငါက\nသူတို့ကလေးမှဟုတ်ရဲ့လားလို့ အတွေးဝင်သွားတတ်တယ်။အဲလက်က သမီးအကြီးဆုံး။ သူ့အောက်မှာ အမြွှာညီမနှစ်ယောက်ရှိတယ်။ ငယ်ငယ်\nလေးကတည်းက အဖုအထစ်တွေရှိလာတဲ့ မိဘနဲ့သားသမီးကြားဆက်ဆံရေးမှာ အဲ\nလက်၁၆နှစ်အရွယ်ရောက်တော့ ပိုဆိုးကုန်တာပေါ့။ အရွဲ့တိုက် ကလန်ကဆန်လုပ်\nတတ်တဲ့အရွယ်မှာ အဖေဖြစ်သူက ဒေါသအိုး၊ အမေကလည်း စိတ်မရှည်တဲ့သူမျိုး\nဆိုတော့ ဒီအဖေအမေနဲ့ သမီးက အမြဲတမ်းတကျက်ကျက်ပါပဲ။ အဲလက်ရဲ့ အမြွှာညီမ\nနှစ်ယောက်ကတော့ အဖေအမေရဲ့ အသည်းကျော်လေးတွေပါ။ သူတို့နှစ်ယောက်ကို\nရဖို့ ဆရာဝန်တွေနဲ့ ဘယ်လိုတွေ့ခဲ့ရကြောင်း ဘယ်လိုခက်ခက်ခဲခဲကြိုးစားပြီးမှ ရလာတဲ့\nကလေးတွေဖြစ်ကြောင်းကို ပုံပြင်ပြောသလို တဖွဖွပြောနေတော့ သမီးကြီးဖြစ်တဲ့ အဲလက်\nရင်ထဲမှာ သံသယမျိုးစေ့တွေ အညှောက်ပေါက်လာပါတယ်။ဒီမျိုးစေ့တွေ ကြီးထွားလာအောင် ရေလောင်းပေးလိုက်တာကတော့ အဲလက်အမေ\nသိမ်းထားတဲ့ စာတစ်စောင်ကြောင့်ပါ။ အဲလက်မမွေးခင်ခြောက်လအလိုမှာ ကားလ်ဆိုတဲ့\nအမျိုးသားတစ်ယောက်က အဲလက်အမေဆီပို့ထားတဲ့တောင်းပန်စာ။ ဒီစာကြောင့်ပဲ\nအဲလက်က ကားလ်ဆိုတာ ...",
        "rating": "4.9",
        "url": "https://megaup.net/2Ca8u/Who.Are.You.People.2023.720p.BluRay.(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BM2UyM2YyNTQtNWE0ZS00MDM4LTk5M2UtYTVmOGY0NTdlZTEzXkEyXkFqcGdeQXVyMTYxMTU2Mzkw._V1_-160x200.jpg",
        "title": "O Saathiya (2023)",
        "description": "O Saathiya (2023)\nIMDb 7.1/10ကိုယ့်ဘက်က မေတ္တာအစစ်ပေးတိုင်း မေတ္တာအစစ်ပြန်ရမယ်လို့ထင်နေရင်တော့ လူကြီးမင်းတို့\nဒီကားကြည့်သင့်ပါတယ် စလာလာချင်းမှာကို ကိုယ့်ရဲ့အချစ်ဆုံးလေးက မင်္ဂလာဆောင်ဖိတ်စာမှာ\nကိုယ်မဟုတ်တဲ့တခြားယောကျာ်းတစ်ယောက်နာမည်နဲ့ လာဖိတ်ပြီး သူများနဲ့ညားတဲ့ငါ့ရည်းစားဇာတ်ကို အခင်းခံလိုက်ရတဲ့ အာဂျွန်...\nဘဝမှာတစ်ချို့အမှားတွေက ပြန်ပြင်လို့မရသလို ရှေ့ဆက်တိုးဖို့လေးလံလာတဲ့အခါ\nလူတွေကြုံတွေ့ရမဲ့ ခံစားချက် ဆုံးဖြတ်ချက်တွေ နာကြည်းမှု နားလည်မှုတွေကို..\nဒီကားကြည့်ရင်း အ‌တွေးတစ်ခုခုကျန်ခဲ့နိုင်တဲ့အထိ ဆွဲခေါ်သွားနိုင်ပါကြောင်း..အာဂျွန်- ငါ နင့်ကိုစတွေ့ခဲ့တာ ကျောင်းအုပ်ကြီးရုံးခန်းမှာ ငါတို့အတန်းသားအချင်းချင်း\nစကားများကြလို့ ခေါ်ငေါက်နေတဲ့အချိန်လေ။\nမြင်မြင်ချင်းအချစ်ရဲ့နောက်မှာ သံယောဇဉ်တွေ\nတစ်ရစ်ချင်း တိုးလို့ချည်နှောင်ရင်း နင့်ကိုချစ်ရေးဆိုဖို့ အကြိမ်ကြိမ်ကြိုးစားခဲ့ပေမဲ့\nကံတရားရဲ့ မျက်နှာသာမပေးမှုတွေနဲ့ ငါအကြိမ်ကြိမ်ရှုံးနိမ့်ခဲ့ရတယ်..ဒါပေမဲ့ ငါလက်မလျော့ဘဲ\nမင်းဆီကအချစ်ကပြန်ရဖို့ ကြိုးစားနေတုန်းမှာ ငါမဟုတ်တဲ့ သတို့သားနာမည်နဲ့\nနင့်ရဲ့မင်္ဂလာဆောင်ဖိတ်စာကို မြင်လိုက်ရတဲ့အခိုက်မှာ ငါ့ကမ္ဘာတစ်ခုလုံးပြိုလဲခဲ့ပါတယ် ချစ်ရသူရယ်..\nနင်က ငါ့ရဲ့ပထမဆုံးနဲ့ ထာ၀ရတည်ရှိနေမဲ့ တစ်ဦးတည်းသောချစ်သူလေးပါပဲ။သိပ်ချစ်ကြတဲ့ သူတို့တွေ ဘယ်ဘူတာမှာလွဲခဲ့တာလဲ ပြန်လည်ဆုံစည်းနိုင်ကြမလားဆိုတာကတော့..\nရုပ်ရှင်အစမှာတင် ဆွေးရတာကို ပြထားပေမဲ့ ကြည်နူးရတဲ့အချိန်မှာ\nဆွေးရမှာကိုပါ မေ့သွားစေမယ့် တေလေဂူး အချစ်အလွမ်းရုပ်ရှင်လေးကို\nချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်\nကြည်နူး လွမ်းဆွေးပေးကြပါဦး\n(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ V~Zwe Yan~Yunni~BpL~Cherry တို့မှ\nခံစားသက်ဝင်ရေးသားထားပါတယ်)\nFile size…2.4GB / ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Ciet/O_Saathiya_(2023)_Telugu_WEB-DL_720p-YK(CM).mp4",
        "category": "Bollywood, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjhhNTI4NGUtYjM1ZC00MWM3LWE4YjgtYTQ5NjU1MGU2NGQ4XkEyXkFqcGdeQXVyMjI0MDQwMDc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Wonderwell (2023)",
        "description": "Wonderwell (2023)\n===============လွယ်လွယ်ပြောရရင် ၁၂ နှစ်အရွယ် ကောင်မလေးတစ်ယောက်ရဲ့\nအိမ်ပြန်နိုင်ဖို့ ကြိုးစားတဲ့ဇာတ်လမ်းလေးပေါ့။ ဒါပေမဲ့ ဒီကောင်မလေး\nမှာ ထူးခြားတာက ပန်းပွင့်လေးတွေနဲ့ ပတ်သက်တဲ့ မှော်အစွမ်းတွေ\nရှိနေတာပါပဲ။ ပန်းပွင့်လေးတွေကို ထိလိုက်တာနဲ့ သူ့ရဲ့လက်မှာ လာ\nရစ်နွယ်သွားပြီး လက်ကောက်လေးတစ်ခုလို ဖြစ်သွားတတ်တယ်။\nသူကတော့ ဒီအစွမ်းတွေကို လျှို့ဝှက်ထားရင်းနဲ့ပဲ နေလာခဲ့ပါတယ်။\nတစ်ရက်မှာတော့ စုန်းမကြီးရှိတယ်လို့ နာမည်ကြီးတဲ့ တောအုပ်ကြီး\nထဲက ရေတွင်းတစ်ခုဆီ ရောက်သွားခဲ့ပြီး အဲဒီရေတွင်းကနေ တခြား\nကမ္ဘာတစ်ခုဆီ ရောက်ရှိသွားခဲ့ချိန်မှာတော့....ဒီလိုနဲ့ သူ့ရဲ့ အိမ်အပြန်\nခရီးစဉ်ကို စတင်ရတော့တာပေါ့။အိမ်ပြန်နိုင်ဖို့ ကြိုးစားတယ်ဆိုတော့ သူ့မိသားစုက နွေးထွေးတဲ့ မိသား\nစုလေးမို့လို့နေမယ်လို့ တွေးလိုက်မိရင်တော့ မှားသွားလိမ့်မယ်။ အချိန်ပြည့်\nကွန်ပျူတာတစ်လုံးနဲ့ အလုပ်ရှုပ်နေတတ်တဲ့ အဖေဖြစ်သူရယ်၊ အရယ်\nအပြုံးမရှိတဲ့ အမေဖြစ်သူရယ်၊ မော်ဒယ်ရူးရူးနေတဲ့ အစ်မဖြစ်သူရယ်\nဒီသုံးယောက်ရှိတဲ့ အိမ်ကိုပါတဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (544 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar ...",
        "rating": "4.9",
        "url": "https://megaup.net/3ic4g/Wonderwell.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ2NjQ1NjMtYTZmNS00ZjVjLTk3N2EtZTk0Njk5NTFiZDVjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Padmini (2023)",
        "description": "Padmini(2023)\n‌ဘောလိဝုဒ်ပရိသတ်ကြီးကို ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့\nIMDb 6.8/10 ,The TIMES Of india 3/5, Gadgets 360 မှာ 4.3/5 ရထားတဲ့\nဟာသကားသစ်လေးပဲဖြစ်ပါတယ်။ဒီကားမှာကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ကတော့ မိသားစုလုပ်ငန်းစီမံတာလည်းတော်၊ အလုပ်အကိုင်ကလည်း\nကောလိပ်ကဆရာ ဒါ့အပြင် အချိန်ပိုင်းကဗျာဆရာပါလုပ်သေးတဲ့ ပညာရော ဝမ်းစာပါပြည့်စုံတဲ့အပြင် နှလုံးသားလည်း\nနူးညံ့လှတဲ့သူပါပဲ။ဒီလိုလူဆီကို အိန္ဒိယရဲ့ရိုးရာအတိုင်း အိမ်ထောင်ရေးဆိုတာကြီးက အိမ်အ‌ရောက်လာရှာပါတော့တယ်။\nဒီမှာကံကောင်းချင်တော့ ကောင်မလေးက အချောလေးပါ။လိမ္မာရေးခြားလည်းရှိတယ် ယဉ်လည်းယဉ်ကျေးတယ်ဆိုတဲ့ အပျံစားရီဗျူးတွေနဲ့အတူ ကျောင်းဆရာတဖြစ်လဲ\nအချိန်ပိုင်းကဗျာဆရာဇာတ်လိုက်ကျော်ရဲ့နှလုံးသားထဲ အမှတ်တရလို့အဓိပ္ပါယ်ရတဲ့ကောင်မလေး ဝင်လာပါတယ်ပေါ့လေ။\nဘဝကိုရိုးရိုးအေးအေးပဲဖြတ်သန်းလာရတဲ့ဆရာသမား အိမ်ထောင်လည်းကျရော ကြံသကာမြိုထားသလို တပြုံးပြုံးတဖြဲဖြဲပေါ့လေ။ဒီလိုနဲ့ မင်္ဂလာဦးညမှာ မီးကပျက်ရိုကရိုမရ ကောင်မလေးက ‘လ’ကြည့်ရင်း လမ်းလျှောက်ထွက်ချင်တယ်ဆိုလို့\nလယ်ကွင်းထဲဆင်းလမ်းလျှောက်ပေးရင်း ဟိုက သူ့ချစ်သူနောက်ခိုးရာလိုက်သွားပါလေရော။\nဇာတ်လိုက်ကျော်ခဗျာ ဟတ်ကော့ကြီးပေါ့ဗျာ။ ဒီလိုနဲ့ဂုဏ်သတင်းကျော်စောတဲ့\nအမောင်ဇာတ်လိုက်ကျော်တစ်ယောက် သွားလေရာအလှောင်ခံ အရယ်ခံအဖြစ် တော်ပါပြီ အချစ်ဆိုစိတ်ကနာဆိုတဲ့အတိုင်း\nညတိုင်းမင်္ဂလာကုတင်ပေါ်မှာ မင်္ဂလာမရှိစွာလူးလွန့်နေရင်း သူ့ဘဝမှာ ဘာတွေဆက်ဖြစ်လာမလဲ။\nရှက်စရာပုံရိပ်ကနေရော ရုန်းထွက်နိုင်သွားမလားဆိုတာကိုတော့ ပရိသတ်ကြီးပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။အညွှန်းကိုတော့ Aditi ရေးသားပြီး Aditi, YH, V, Cherry, BpL, ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WjwZ/Padmini_(2023)_Malayalam_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZTdkMDA5YjktODQzNC00N2VhLTg5NmItOTAwNjg3OTIyYTk3XkEyXkFqcGdeQXVyMTUzOTczNzYx._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Take Care of Maya (2023)",
        "description": "Take Care of Maya (2023)\n==================\nIMDb Rating - 7.8/10Netflix ရဲ့ မှတ်တမ်းရုပ်ရှင်ကောင်းတစ်ခုဖြစ်ပြီး Rating\nလည်း 7.8 အထိရထားပါတယ်။ Take care of Maya ဆိုတာ\nမာယာကိုဝါစကီးဆိုတဲ့ကောင်မလေး အသက်ဆက်ရှင်နိုင်ဖို့\nကြိုးစားရင်း အမေရိကန် ဆေးဘက်ဆိုင်ရာနဲ့ တရားဥပဒေ\nရေးရာမှာ အတော်လေးပွဲဆူသွားတဲ့ case ပါ။မာယာဟာ ငယ်စဉ်ကကျန်းမာပေမယ့် 10 နှစ်သမီးလောက်မှာ\nထူးဆန်းတဲ့ အာရုံကြော ရောဂါတစ်ခုကိုခံစားလာရပါတယ်။\nCRPS လို့ခေါ်တဲ့ ရောဂါကြောင့်ခြေထောက်တွေလက်တွေ\nမလှုပ်ရှားနိုင်အောင်ဖြစ်ပြီး ခန္တာကိုယ်အနှံ့ နာကျင်မှုတွေလည်း\nဖြစ်လာပါတယ်။ သာမန်ဆေးထိုးဆေးကုနဲ့ပျောက်တဲ့ရောဂါ\nမဟုတ်ပဲ ကြာလေ ဆရာ၀န်တွေလည်း အဖြေရှာမတွေ့နိုင်အောင်\nဖြစ်လာပါတယ်။ မိခင်ဖြစ်သူ ဘီရတာကိုဝေါစကီးကိုလည်း စိတ်\nပုံမှန်မဟုတ်ဘူးဆိုပြီး စွပ်စွဲပြီး ကလေးသူငယ်စောင့်ရှောက်ရေး\nအဖွဲ့က အုပ်ထိန်းခွင့်ယူလိုက်ပါတယ်။သောကတွေများနေတဲ့ မိခင်ဘီရတာက အဆုံးစီရင်သွားမှ အမှု\nကပိုရှုပ်ထွေးလာပါတော့တယ်။ ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူး\nထားတဲ့ မှတ်တမ်းရုပ်ရှင် ဇာတ်ကားကောင်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.94 GB) / (596 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "7.8",
        "url": "https://megaup.net/2C7cz/Take.Care.of.Maya.2023.720p.NF.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8riWcADI1ekEiBguVB9vkilhiQm.jpg",
        "title": "Elemental (2023)",
        "description": "Disney နဲ့ Pixar ရဲ့ နောက်ထပ် ရုပ်ရှင်ကာတွန်းတစ်ခုလာပါပြီ။ဒီကာတွန်းထဲက ဇာတ်ကောင်လေးတွေကတော့မြေ၊ ရေ၊ လေ၊ မီး ဓာတ်ကြီးတွေကို ယူထားတာပါ။ဒြပ်မြို့တော်ကြီးမှာ ရေ၊ လေ၊ သစ်သား နဲ့ တိမ်တွေ နေကြပေမဲ့မီးနိုင်ငံကလူတွေကိုတော့ အဝင်မခံပါဘူး။မီးမျိုးနွယ်တွေဟာ မြို့စွန်တစ်နေရာမှာ မီးမြို့လေးဆောက်ပြီးသတ်သတ်နေကြရတာပါ။အဲဒီမီးမျိုးနွယ်တွေထဲမှာ အမ်ဘာဆိုတဲ့ ဒေါသကြီးတဲ့မီးကောင်မလေးတစ်ယောက်ရှိပါတယ်။သူဟာ သူ့အဖေရဲ့မီးမုန့်ဆိုင်ကိုလက်လွှဲယူဖို့ စောင့်နေရပြီးသူ့အဖေကတော့ အမ်ဘာ့ရဲ့ ဒေါသတွေကို ထိန်းနိုင်တဲ့နေ့မှာဆိုင်ကိုလွှဲပေးပြီး အနားယူမှာပါ။ဒါပေမဲ့ ဆိုင်ကို မဆက်ခံနိုင်ခင်မှာပဲ ရေပိုက်တွေနဲ့မတော်တဆမှုတွေဖြစ်ပြီး ဆိုင်အပိတ်ခံရမဲ့ပြဿနာတက်လာပါတယ်။အဲဒီအချိန်မှာ ရေကောင်လေး တစ်ကောင်နဲ့ခင်မိပြီးမီးမြို့တော်ထဲကို ရေတွေစိမ့်လာတဲ့ပြဿနာကိုဖြေရှင်းဖို့ ကြိုးစားကြတဲ့အခါ... File size…  1.68 GB / 3.36 GB / 11.42 GB\nQuality… WEB Dl 4k / 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Adventure, Comedy\nSubtitle…. Myanmar ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Wgee/Elemental.2023.720p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjA5MmU3OGItMTlkZC00OWJmLWIxZGMtMGNlMmQ2MDBkZjMwXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-161x200.jpg",
        "title": "Satyaprem Ki Katha (2023)",
        "description": "Satyaprem Ki Katha (2023)\nIMDb-7/10Freddy(2022)ထဲမှာ သွားဆရာဝန်အဖြစ်နာမည်ကြီးခဲ့တဲ့မင်းသား ကာတစ်အာရန်းရယ်\nဖြူဖွေးဝင်းဥနုဖတ်နေတဲ့အလှတရားတို့ရဲ့ပိုင်ရှင် မင်းသမီးချောလေးကီရာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းဂူဂျာရတ်ကမြို့ငယ်လေးတမြို့မှာ မိဘတွေနဲ့အတူနေပြီး ဘာအလုပ်အကိုင်မှမရှိတဲ့ ဆပ်တူ။\nအလုပ်အကိုင်မရှိပေမဲ့ မိန်းမလိုချင်နေလို့ မိဘတွေကို နားဂျီပူဆာလုပ်နေတဲ့\nသဘောကောင်းမနောကောင်း မေမေ့သားလေး ဆပ်တူ။သူတမ်းတမ်းစွဲချစ်မိနေတာက ချမ်းသာတဲ့အသိုင်းအဝိုင်းက\nအကမယ်လေး ကာသာ။ကာသာမှာ ရည်းစားရှိမှန်းသိသွားပေမယ့် ယောက်ျားကြိုက်တော့\nဆိုက်ဆိုက်လာဆိုတဲ့အတိုင်း မလွန်ဆန်နိုင်တဲ့နှလုံးသားနဲ့ ရစ်နှောင်တွယ်နှင့်ခဲ့ပြီလေ။တစ်ရက် အက်စီးဒန့်တခုမှာ ကာသာရဲ့အသက်ကို ကယ်တယ်ခဲ့ရပြီးတဲ့နောက်မှာတော့\nအရာရာပြောင်းလဲသွားခဲ့ပေမယ့် အလုပ်အကိုင်မရှိတာကို မနှစ်မြို့တဲ့ယောက္ခမလောင်းကြီး\nသဘောကျဖြစ်ဖို့ အလုပ်တွေကြိုးစားနေပြီဗျို့ဆိုပြီး ကြိုးစားလိုက်တာ တစ်ရာ့ကိုးတစ်ရာ့တစ်ဆယ်ကနေ\nမန်နေဂျာဘ၀ရောက်သွားပါလေရော။သို့ပေမယ့်လည်း ကံတရားရဲ့စီမံမှုတွေက ဘယ်လိုတွေလွဲချော်ပြီး ဘယ်အချိန်မှာသူတို့တွေကို\nဆုံစည်းစေမလဲဆိုတာတော့ မိတ်ဆွေတို့စိတ်ကြိုက်ဖန်သားပြင်ပေါ်မှာ ကြည့်ရှုလိုက်ကြပါဦး။\nကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရှာနေတယ်ဆို Satyaprem Ki Kathaက\nမိတ်ဆွေအတွက်ဆိုတာ သေချာပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Saii~Yunniတို့ဖြစ်ပါတယ်)\nFile size…7GB /2.29GB / 1.15GB\nQuality…4k AMZ WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~Zwe~Saii~Yunni",
        "rating": "7.0",
        "url": "https://megaup.net/2C2zh/Satyaprem_Ki_Katha_(2023)_Hindi_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2U5ZjQ2MGMtNDI5ZS00NzJjLTg5YTAtMTVhYWQ4MGE4NmQxXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Por Thozhil (2023)",
        "description": "Por Thozhil ( 2023 )\n==================IMDb 8.4/10တောင်ပိုင်းမှုခင်းကားတွေ ကြိုက်တဲ့ပရိသတ်တွေအတွက် Por Thozhil ဆိုတဲ့\nအမိုက်စား မှုခင်းရုံကားလေးတစ်ခု ထွက်ရှိလာပါပြီ။Por Thozhil ဆိုတာကတော့ တမီလ်လို စစ်အနုပညာလို့ အဓိပ္ပါယ်ရပါတယ်။\nကြောက်တတ်ပေမဲ့ မှုခင်းစာအုပ်တွေဖတ်ပြီး ရဲဖြစ်ချင်ခဲ့တဲ့ ပရာကတ်ရှ်ဆိုတဲ့ အလုပ်သင်\nဒုရဲအုပ်လေးဟာ အရမ်းလက်ပေါက်ကပ်တဲ့ လူ့ကန့်လန့် ဝါရင့်ရဲအုပ်ကြီးတစ်ယောက်ဆီမှာ\nအကူအနေနဲ့ တာဝန်ထမ်းဆောင်ရင်း ပထမဆုံးအမှုအနေနဲ့ နှစ်လောင်းပြိုင်\nကွင်းဆဂာ်လူသဝာ်မှုနဲ့ တည့်တည့်တိုးပါတော့တယ်။ဒီရုပ်ရှင်ဟာဆိုရင် တောင်ပိုင်းမှုခင်းကားတွေထဲမှာ အင်မတန်နာမည်ကြီးခဲ့တဲ့ Ratsasan တို့ HIT တို့လိုပဲ\nပရိသတ်တွေကို ထိုင်ရာကနေ မထစတမ်း ဆွဲခေါ်သွားမှာဖြစ်လို့ မှုခင်းကားကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ်ကို must watch ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်...။( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Moon, V, Cherry နဲ့ Zwe Yan တို့ပဲဖြစ်ပါတယ်ဗျ။ )\nFile size…4GB /1.53GB  / 789MB\nQuality…4k SONY WEB DL ...",
        "rating": "8.4",
        "url": "https://megaup.net/1gchx/Por_Thozhil_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBsJLXahWjt9e84XxQgwr5zMCih.jpg",
        "title": "Bora (2023)",
        "description": "Bora (2023)ဒီကားလေးက 2023 ခုနှစ်ထွက် Thriller ကားသစ်လေးဖြစ်ပါတယ်။ အီလွန်ဆိုတဲ့ကောင်မလေးက မက်ဆီကန်ရိုးရာ လူသေများရဲ့နေ့မှာ စည်းကမ်းတင်းကြပ်တဲ့ မိဘနဲ့ အကာအကွယ်လွန်နေတဲ့ရည်းစားရဲ့လက်က‌နေ ကိုယ့်ကိုယ်ကိုယ်ရှာဖွေဖို့ခရီးထွက်လာပါတယ်။ လမ်းမှာ ဘိုရာဆိုတဲ့ကောင်မလေးတစ်ယောက်ကို ကားနဲ့မတော်မဆတိုက်မိပြီး အဲဒီကောင်မလေးကို လမ်းကြုံခေါ်တင်လာပါတယ်။အဲဒီကနေမှ သူတို့ရင်းနှီးလာပြီး အီလွန်ကို ဘိုရာက အယ်လ်အေတစ်ဝိုက် လိုက်ပြမယ်လို့ပြောပြီး အီလွန် တစ်ခါမှမလုပ်ဖူးတာတွေကို လုပ်ဖို့ဆွဲဆောင်ပါတော့တယ်။ ဘိုရာနဲ့တွေ့ပြီး အီလွန်မကြုံဖူးတာတွေကိုပါ ကြုံလာရရင်း ဘိုရာကဘယ်လိုလူစားမျိုးလဲ... ဘိုရာနဲ့အတူရှိရတာ အီလွန်အတွက် အန္တရာယ်ရောကင်းရဲ့လား...ဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 730MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 30Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Soe Thiri ...",
        "rating": "",
        "url": "https://megaup.net/1giem/(CM)_Bora_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNWM5MDk5NTktMjQwNy00OWFjLTk0MWQtOTIzZDlmNGI0OGUxXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-161x200.jpg",
        "title": "Vaan Moondru (2023)",
        "description": "Vaan Moondru (2023)\nIMDb-5.7/10တစ်ခါတလေမှာဘဝကို အကောင်းမြင်စိတ်ခွန်အားပေးအရာတွေထက်\nခါးသီးတဲ့လက်တွေ့ဖြစ်ရပ်တွေက ပိုအားဖြစ်စေတဲ့အချိန်တွေရှိပါတယ်ချစ်ရတဲ့သူတွေကို ပစ်ခွာသွားကြလို့ သေကြောင်းကြံရင်း ဆေးရုံပေါ်ရောက်ပြီး ရင်းနှီးသွားသူတဲ့သူတွေ\nအဖေသဘောမတူတဲ့ကြားက ဆက်တွဲရင်းကိုယ်ဝန်ရပြီထင်ရာက ဦးနှောက်အကြိတ်ဖြစ်မှန်းသိလိုက်ရတဲ့သူ\nဇနီးခွဲစိတ်ကုသဖို့ သားဆီဆေးရုံစရိတ်တောင်းခံဖို့သွားရာက ပစ်ပစ်ခါခါငြင်းဆိုခံလိုက်ရတဲ့သူဒီလိုကာရိုက်တာမျိုးစုံနဲ့ ခက်ခဲကြတဲ့ဘဝတွေကို\nရှုစားရင်းလက်တွေ့ဘဝကို ပိုတန်ဖိုးထားရှင်သန်နိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\n(အညွှန်းနှင့်ဘာသာပြန်ကတော့ BpL ~ Zwe ~ V ~ Cherry တို့ပဲဖြစ်ပါတယ်)\nFile size…1.25GB  / 568MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Cherry",
        "rating": "5.7",
        "url": "https://megaup.net/3iakz/Vaan_Moondru_(2023)%C2%A0Tamil_TRUE_WEB-DL_-_720p_-_YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rak-133x200.jpg",
        "title": "Rakshak – India’s Braves (2023)",
        "description": "Rakshak-India's Braves 2023အိန္ဒိယရဲ့သူရဲကောင်းများတဲ့ယူနီဖောင်းနဲ့ခန့်နေတဲ့ Jalebi မင်းသား Varun Mitra နဲ့ အပြုံးချိုချိုမင်းသမီးလေး Kanika Mann\nတို့အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ သမီးဖြစ်သူကိုဘူတာလိုက်ပို့ရင်း\nဖုန်းအားပြည့်ရဲ့လား မုန့်နဲ့ရေကပါရဲ့လားနဲ့ သဲသဲလှုပ်ဂရုစိုက်အချစ်ပိုနေကြတဲ့\nမိသားစုလေးကိုကြည်နူးဖွယ်မြင်တွေ့ရမှာပါ အဲဒီချိန်မှာပဲ မထင်မှတ်တဲ့ပေါက်ကွဲမှုတစ်ခု .....ဆိုနူးကတော့ခါးပတ်ညိုရထားတဲ့ ဗိုလ်ကြီးတစ်ဦးပါ\nခွင့်ရက်ပြန်လာချိန် အပြုံးချိုချိုမာလာလေးနဲ့ စေ့စပ်ပေးဖို့ အိမ်ကစီစဉ်ထားတာနဲ့တန်းတိုးတာပေါ့\nအပြုံးချိုလေးဘယ်လောက်စွမ်းလဲဆို တစ်သက်လုံးမကြိုက်တဲ့ ခရမ်းသီးချက်တောင်စားမယ်\nဖြစ်သွားသည်ထိပါပဲ ခွင့်ရက်မစေ့ခင်မှာပဲ တာဝန်ကျလို့ပြန်သွားရချိန်မှာတော့....သာမန်အရပ်သားဘဝမှာ မေတ္တာအပြည့်ကြည်နူးနေတဲ့သူတစ်ယောက် တာဝန်ဝတ္တရားနဲ့\nနိုင်ငံ့အကျိုးသယ်ပိုးရချိန်မှာလည်း နိုင်ငံ့သားကောင်းတစ်ယောက်ဖြစ်နေရသူ\nမေတ္တာဖွဲ့ ၊ စိတ်ခွန်အား ၊ အက်ရှင်တို့ကို တစ်စုတစ်စည်းတည်းမြင်တွေ့ရမဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.59GB / 680MB\n Quality…1080p WEB DL /720p\nFormat…mp4\nDuration…1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ V ~ Yunni",
        "rating": "8.8",
        "url": "https://megaup.net/1Wf8z/Rakshak.Indias.Braves.2023.720p.(CM)mp4.mp4",
        "category": "Action, Biography, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yT1heHp4Zj0LPFREguTNTrqlpD1.jpg",
        "title": "[18+] Manyak (2023)",
        "description": "Manyak (2023)ဒတ်ဇရေးဟာ သူ့အစ်မခရီးသွားတဲ့အချိန် အိမ်ကိုစောင့်ရှောက်ပေးဖို့ နယ်ဘက်က ကျယ်ဝန်းလှတဲ့အိမ်ကြီးတစ်လုံးဆီကို သူ့ချစ်သူနဲ့အတူရောက်လာခဲ့ပါတယ်။ သူနဲ့သူ့အစ်မဟာ ခပ်တန်းတန်းဆက်ဆံရေးရှိကြပြီး သူတို့အိမ်ရောက်လာတဲ့အချိန်မှာ အိမ်စောင့်တစ်ယောက်ပဲ သူတို့ကိုသော့ပေးဖို့ကျန်ခဲ့ပါတယ်။အဲဒီညမှာပဲ ဒတ်ဇရေးရဲ့ချစ်သူ မော်ဒယ်က မြို့မှာရိုက်ကွင်းရှိလို့ ပြန်သွားတဲ့နောက် အိမ်ကြီးတစ်ခုလုံးမှာ သူတစ်ယောက်ပဲကျန်ခဲ့ပါတော့တယ်။ အဲဒီညသန်းခေါင် ဒတ်ဇရေး ရေထသောက်တဲ့အချိန်မှာ တံခါးအကွယ်က အရိပ်မည်းတစ်ခု သူ့နောက်ကိုပြေးလိုက်လာခဲ့ပြီး သတိမေ့လဲကျသွားခဲ့ပါတယ်။ နောက်တစ်နေ့မနက်မှာ သူသိလိုက်ရတာက အဲဒီညက သူမုဒိမ်းကျင့်ခံခဲ့ရတယ်ဆိုတာပါပဲ။ဒီအကြောင်းကို ဘယ်သူမှမပြောဘဲထားခဲ့ပေမဲ့ သိတဲ့သူတွေရှိနေပါတယ်။ တရားခံကလည်း သူတို့ထဲကပါပဲ။ မတွေ့ရတာကြာနေတဲ့ Christine Bermas နဲ့ ကားရိုက်ကျဲတဲ့ မမ Sheree တို့က ညီအစ်မတွေအဖြစ်ခေါင်းဆောင်ပါဝင်ထားတဲ့ Thirller ပုံစံ ကားကောင်းတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 720MB\nQuality - 1080p, 720p\nIMDb Rating - 5.6/10\nFormat - mp4\nDuration ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Wd22/(CM)_Manyak_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDYyMzlkYzYtZjQ4ZS00ZDVmLThmYTEtNGNlNDBlMTIzYWJhXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-145x200.jpg",
        "title": "Maaveeran (2023)",
        "description": "Maaveeran (2023)\nIMDb-7.5/10ခဏခဏတောင်းဆိုနေကြတဲ့ Maaveeranဆိုတဲ့ ကြီးမြတ်သောသူရဲကောင်းဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။\nအက်ရှင်မင်းသားချော ရှီဗက်ကာသီကီရန် အဓိကနေရာကပါဝင်ထားပြီး တွဲဖက်သရုပ်ဆောင် ဟာသမင်းသားကြီး\nယိုဂီဘာဘူနဲ့အတူ တောင်ပိုင်းစတား မင်းသားကြီးဗီဂျေးစည်သူပတီကနေ နောက်ခံစကားပြောတဲ့သူအနေနဲ့\nပါဝင်ထားပါတယ်။ဇာတ်လိုက်က ဆပ်တရာ။ဆပ်တရာက မထင်မရှားကာတွန်းဆရာ။ဘယ်လောက်ထိမထင်ရှားလဲဆို\nသတင်းစာတစောင်မှာ ရှဲဒိုးရေးပေးရတာ။(ရှဲဒိုးဆိုတာ သူကသာရေးရတာ နာမည်ခံထားတာကတယောက်။)\nနောက်ပြီး ငကြောက်။\"ရန်လိုလာရင် အရှုံးပေးနှလုံးအေးစေ၏\"ဆိုတဲ့စကားကို လက်ကိုင်ထားပြီး ဘာနေနေ\n\"နေပါစေ ထားလိုက်ပါ ပြီးသွားမှာပဲ\"ဆိုပြီးနေတဲ့သူ။နိုင်ငံရေးသမားတွေရဲ့ အမြတ်ထုတ်နိုင်ငံရေးကစားတဲ့လှည့်ကွက်တွေကြောင့်နဲ့ ဘိုးစဉ်ဘောင်ဆက်နေလာတဲ့\nအိမ်လေးတွေကိုစွန့်ထားခဲ့ရပြီး သူတို့ချပေးတဲ့တိုက်ခန်းမှာသွားနေကြရတယ်။ လက်နဲ့ထိရင်ကြွေဆိုတဲ့အတိုင်း\nသံတချောင်းရိုက်ရုံနဲ့ နံရံပြိုကျပြီး ဘေးအခန်းနဲ့တသားတည်းဖြစ်မဲ့တိုက်ခန်းမှာနေကြရင်း တနေ့မှာတော့....။\nဇာတ်လိုက်ကျော်ငကြောက်ကြီး ခေါင်းမှာဒဏ်ရာရပြီး သူတို့ရဲ့ကံကြမ္မာတွေဘယ်လိုအလှည့်အပြောင်းဖြစ်သွားမလည်းဆိုတာ\nဇာတ်ကွက်ဇာတ်လမ်းခပ်ဆန်းဆန်းနဲ့ရှုစားကြရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~YH~Zwe~Cherry~Moon~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.8GB / 1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~YH~Zwe~Cherry~Moon~BpL",
        "rating": "7.5",
        "url": "https://megaup.net/1Waer/Maaveeran_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    }
]