[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjU5ZGFlMDAtNDc4NS00YjQ0LTg3NzQtMzIwOTc5ODI2YjE5XkEyXkFqcGdeQXVyNTYxODYyNQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The 3rd Guest (2023)",
        "description": "The 3rd Guest (2023)\n================အီဗီကန်းနက်သ်ဟာ စာရေးဆရာမတစ်ယောက်။\nဟာ့တ်ကန်းနက်သ်က ဓာတ်ပုံဆရာတစ်ယောက်။\nသူတို့လင်မယားနှစ်ယောက်က သမီးလေးဆုံးပြီး\nတဲ့နောက် ဝိညာဉ်တွေနဲ့လိုက်ဆက်သွယ်ဖို့လုပ်ရင်း\nဇာတ်လမ်းယူပြီး စာအုပ်ရေးကြတဲ့သူတွေပေါ့။တစ်နေ့ကျ သူတို့ကို အမျိုးသမီးတစ်ယောက်က\nအလုပ်လာအပ်ပါလေရော။ အဲ့အမျိုးသမီးရဲ့ ဆုံးသွား\nတဲ့ အဖေ့အမွေအိမ်ကို သူတို့ရောက်သွားပြီးနောက်\nကြုံတွေ့လိုက်ရတဲ့အရာတွေက သူတို့ဘဝကိုတဖြည်း\nဖြည်းနဲ့ ကမောက်ကမဖြစ်လာစေတဲ့အခါ....။(18+ဇာတ်ဝင်ခန်းအနည်းငယ်ပါတာကြောင့် မိသားစု\nနဲ့အတူ ကြည့်ရှုရန်မသင့်တော်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (472 MB) / (263 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://megaup.net/1S5dn/The.3rd.Guest.2023.1080p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cLxylsx9Xj08733qVWzuZ1Ua7R8.jpg",
        "title": "Dear David (2023)",
        "description": "Dear David (2023)******************ဇာတ်လမ်းလေးကတော့ဂျာကာတာမြို့က ကဟရာအထက်တန်းကျောင်းမှာDear David ဆိုတဲ့ အပြာဇာတ်လမ်းဟာ ကျောင်းသားကျောင်းသူတွေကြားမှာအရမ်းရေပန်းစားလာပါတယ်။ ဒါပေမယ့် ကျောင်းမှာကလည်းကျောင်းသူတွေကြားမှာ‌နာမည်ကြီးနေတဲ့ ဒေးဗစ်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်ကလည်းရှိနေပြန်တယ်။ဒီလိုဇာတ်လမ်းထွက်လာတော့ ဒေးဗစ်က အနေအထိုင်ကျပ်လာပြီးစာရေးတဲ့သူကိုလိုက်တဲ့အခါ ကျောင်းသားရေးရာဥက္ကဌလည်းဖြစ်စကော်လာရှစ်ရထားတဲ့အတန်းဖော်ကျောင်းသူလေး လာရာစ်ဖြစ်နေတာကိုသိလိုက်ရတယ်။တကယ်ရေးခဲ့လား မရေးခဲ့လားဆိုတာမေးခဲ့အခါမှာ‌တော့လာရာစ်ဟာ သူရေးခဲ့ကြောင်းဝန်ခံတယ်။လာရာစ်က ကျောင်းမှာဘယ်သူ့ကိုမှလျှောက်မပြောဖို့နဲ့ ဘာမဆိုလုပ်ပေးမယ်လို့ပြောလိုက်တယ်။အဲ့ဒီနောက်မှာတော့....File Size :(1.29GB),(572.9 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Romance ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1cemt/Dear.David.2023.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x5E4TndwASNkaK2hwgeYfsIVo2x.jpg",
        "title": "You People (2023)",
        "description": "You People (2023)နှစ်ဦးနှစ်ဖက်စလုံးမှာ ယောက္ခမမရှိကြတာမို့ အာဒမ်နဲ့ ဧဝဟာ ကမ္ဘာမှာအပျော်ဆုံးအတွဲပဲတဲ့။ ရံဖန်ရံခါဆိုသလို အသိုင်းအဝိုင်းဆိုတာ အိမ်ထောင်ရေးရဲ့ ပြဿနာတစ်ခု ဖြစ်လာတတ်တာပဲ။ ဒီလိုနဲ့ ယောက္ခမနဲ့ တစ်ထောင့်တစ်ညဖြစ်ကြတဲ့ ဇာတ်တွေလည်း မနည်းဘူး။အခုဇာတ်ကတော့ ယောက္ခမနှစ်ဖက်စလုံးရဲ့ ဒဏ်တွေကို ခံကြရတဲ့ အတွဲတစ်တွဲရဲ့အကြောင်းပါပဲ။ ပုံမှန်အတွဲတွေမှာတောင် ယောက္ခမပြဿနာက ရှိတတ်တာဆိုတော့ ဒီအတွဲကတော့ လူဖြူလူမဲ အတွဲဆိုတော့ ပိုဆိုးပါတယ်။ သို့ပေမဲ့ ဒီ၂ဘက်ကို မတူညီတဲ့ ဒုက္ခပေးခြင်း ၂မျိုးနဲ့ပြသွားတာတော့ တော်တော်လေး လှပါတယ်။ တစ်ဘက်ကတော့ လူမဲအဖေက သူ့သမီးအတွက် စိတ်ပူလို့ လူဖြူကောင်လေးကို ညစ်ပြီး တစ်ဘက်ကကျ လူဖြူအမေက သူ့သားကောင်မလေးကို လက်ခံကြောင်းအပြချင်လွန်ပြီး လူမဲဖြစ်နေတာ မဆန်းကြောင်း ခဏခဏထုတ်အပြလွန်ပြီး ဆန်းအောင်လုပ်မိသွားတယ်။ ဒီလိုအသိုင်းအဝိုင်း၂ခုရဲ့ကြား ဒီအတွဲရဲ့ မင်္ဂလာပွဲ ဖြစ်မှဖြစ်လာပါ့မလား ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမယ့် ဟာသ ရိုမန့်ကားလေးပါပဲ။Jonah Hill နဲ့ Eddie ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cdwa/(CM)_You_People_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTmMRWqLII3khXfOXRlHAp4UDyb.jpg",
        "title": "[18+] La Querida (2023)",
        "description": "La Querida (2023)ဂျိုဝယ်ဟာ မိခင်စီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကိုလက်မခံပဲ တစ်သက်တာအတူဖြတ်သန်းရမယ့် မိန်းမဟာ သူတကယ်မြတ်နိုးတဲ့ အမျိုးသမီးတစ်ဦးသာဖြစ်စေရမယ်ဆိုပြီး ကြွေးကြော်ရင်း အိမ်ပေါ်ကဆင်းလာခဲ့တဲ့သူ။ မကြာခင်မှာပဲ သူရှာဖွေနေတဲ့ အချစ်စစ်ကို သမိုင်းမေဂျာကျောင်းသူ မာရီယာဆိုတဲ့ မိန်းမလှလေးတစ်ဦးဆီမှာရှာတွေ့ခဲ့ပါတယ်။ ဒါပေမဲ့ မာရီယာဟာ တရားလွန်ချုပ်ချယ်လွန်းတဲ့ ဖခင်တစ်ဦးရဲ့သမီး၊ နောက်ကွယ်မှာမပြီးပြတ်သေးတဲ့အတိတ်တစ်ခုရှိနေခဲ့တာကို သူသိလိုက်ရပြီးနောက် သူတို့ပြတ်စဲသွားခဲ့ကြတယ်။ဆယ်စုနှစ်တစ်ချို့ကြာပြီးတဲ့နောက်မှာ လီယိုဆိုတဲ့ သက်လတ်ပိုင်းအမျိုးသားတစ်ဦးဟာ သူအိမ်ထောင်ရှိနေတယ်ဆိုတာ သိသိရက်နဲ့ လိုက်လံတွယ်ကပ်နေတဲ့ ကော်နီဆိုတဲ့သက်တူရွယ်တူအမျိုးသမီးတစ်ယောက်နဲ့ တိတ်တခိုးချစ်ကြိုးသွယ်မိခဲ့ပါတယ်။ မချစ်ပဲလက်ထပ်ခဲ့ရတဲ့၊ သမီးလေးသံယောဇဉ်ကြောင့်သာ ပေါင်းဖက်နေရဆဲဖြစ်တဲ့ မသာယာတဲ့အိမ်ထောင်ရေးကနေ ကော်နီနဲ့ဆုံတွေ့မိချိန်ဟာ သူ့ဘ၀ တစ်ဖန်ပြန်လည်ရှင်သန်လာသလို ဖြစ်ခဲ့ရပါသတဲ့။ပထမဇာတ်လမ်းလေးဟာ အလွမ်းနဲ့အဆုံးသတ်ခဲ့ရသလို ဒုတိယဇာတ်လမ်းလေးမှာ ပျော်စရာဇာတ်သိမ်းရနိုင်ပါ့မလား။ ဂျိုဝယ်၊ မာရီယာ၊ လီယို နဲ့ ကော်နီတို့ကြားက ဆက်နွယ်မှုတွေက ဘာဖြစ်လေမလဲဆိုတာကို ဇာတ်လမ်းလေးမှာအဖြေရှာကြပါ။ 18 နှစ်အထက်ဇာတ်ကားမဆန်ပဲ အချစ်ဒရာမာ ကားလေးတစ်ကားလိုဇာတ်အိမ်မျိုးပေမယ့် ထုံးစံအတိုင်း အချစ်ခန်းတွေကတော့ ကြမ်းကြမ်းရမ်းရမ်းပါဝင်ထားပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/2y8pl/(CM)_La_Querida_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cmWTZj9zzT9KFt3XyL0gssL7Ig8.jpg",
        "title": "Little Dixie (2023)",
        "description": "Little Dixie (2023)Doc Alexander ဟာ အမေရိကန်ရဲ့ Special Force က Superior Officer တစ်ယောက်ပါ။ Doc ရဲ့ နှစ်ပေါင်းများစွာလက်တွဲလုပ်ကိုင်လာသူကတော့ Billie Riggs ဆိုတဲ့ထက်မြက်တဲ့ လိင်တူချစ်ကြိုက်သူအမျိုးသမီး‌ Officer တစ်ယောက်ပေါ့။ Doc နဲ့ Billie ဟာ အမေရိကန်နဲ့ မက္ကဆီကိုမူးယစ်ဂိုဏ်း Cartel ကြားမှာ စီးပွားရေးဆက်သွယ်မှုတွေကိုအပေးအယူလေးတွေနဲ့ အဆင်ပြေအောင် handle လုပ်နေကြပါတယ်။ ဒါပေမယ့် သူတို့ထဲက အသိအကျွမ်းတစ်ဦးဖြစ်တဲ့ Richard Jeffs ဟာ မြို့တော်ဝန်ဖြစ်လာပြီးတဲ့နောက်မှာ ဒါတွေကိုမသိပဲနဲ့ Cartel ခေါင်းဆောင်ရဲ့ ညီဖြစ်သူကို ကွပ်မျက်လိုက်ပါတယ်။ အဲဒီနောက်မှာ Doc နဲ့ Billie ဟာ အခြေအနေတွေကို ထိန်းညှိဖို့ကြိုးစားကြပေမယ့် ကစဉ့်ကလျားတွေဖြစ်ကုန်ပြီးနောက်ပိုင်းမှာတော့ Doc ဟာ သမီးလေးဖြစ်တဲ့ Little Dixie လေးကိုကယ်တင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။Doc Alexander ...",
        "rating": "",
        "url": "https://megaup.net/1S8a5/(CM)_Little_Dixie_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o02hWpxbwjF30snP7rc5zVDdo14.jpg",
        "title": "Tales of Nobody (2023)",
        "description": "Tales of Nobody (2023)အတိတ်နဲ့လက်ရှိကြားက လက်ရှိကြားကစည်းကို ဖြတ်ကျော်သွားခဲ့တဲ့ မိန်းကလေးအီဆွန်းမိခင်ရဲ့အကြိမ်ကြိမ်နောက်အိမ်ထောင်ပြုမှုတွေကြားကနေ ခြောက်ယောက်မြောက်ဖခင်ပါ ရရှိလာခဲ့တဲ့ အီဆွန်းကတော့\nမိခင်ပျောက်ဆုံးသွားပြီးတဲ့နောက် ဘဝကြီးကို ရေစုန်မြောရင်း နေထိုင်လာခဲ့သူပါ။သူ့မိခင်နဲ့မတူအောင် မိခင်ကောင်း ဇနီးကောင်းတစ်ယောက်ဖြစ်ရမယ်လို့ ရည်မှန်းချက်ထားခဲ့ပြီး\nသူ့ရဲ့ဘဝကြီးကို အဘက်ဘက်ကနေ ပြောင်းလဲခဲ့ပေမဲ့ သူထင်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။\nဒီလိုနဲ့ တစ်ခဏတာပျော်ပါးတတ်တဲ့ အချစ်နဲ့ပဲ တွေ့ဆုံရဖန်များလာတဲ့ အီဆွန်းဟာ\nနောက်ဆုံးမှာ သူ့ရဲ့ဘဝကြီးကို အဆုံးသတ်လိုက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမဲ့ ကံကြမ္မာရဲ့အခွင့်အရေးပေးမှုကြောင့် အီဆွန်းတစ်ယောက် အတိတ်နဲ့လက်ရှိကြားကစည်းကို ဖြတ်ကျော်ပြီး\nသူ့ရဲ့ဘဝကြီးကို ပြန်လည်ကြည့်ရှုသုံးသပ်ခွင့် ရသွားခဲ့တဲ့အခါမှာတော့...ဘာတွေ ဆက်ဖြစ်လာမလဲ။\nသူဟာတကယ်ပဲ ဘဝကြီးကို အရှုံးပေးလိုက်တော့မှာလား...\nဒါမှမဟုတ် ဘယ်လိုအပြောင်းအလဲတွေများ ဆက်ဖြစ်လာဦးမလဲဆိုတာ\nအေးအေးငြိမ်ငြိမ်လေးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကတော့ Rollacosta ထဲကမင်းသမီး Jeong Ga-Eun နဲ့ မင်သား Kwak Pil Je တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Fantasy, Romance\nQuality…. ...",
        "rating": "5",
        "url": "https://megaup.net/1c9n1/Tales.of.Nobody.2022.720p.WEB-DL.CM_(2).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmEwNjM1YjktOTRkMy00MzA5LThmMjktN2MzN2Q3ZjEzNzA0XkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "5G: The Reckoning [Ascension] (2023)",
        "description": "5G: The Reckoning [Ascension] (2023)\n=============================\"ညတွေဆို လေလွင့်လိုက်တာ တီတီတာတာလုပ်စရာလည်း\nမရှိဘူး\" ဆိုပြီး လောင်နေကြတဲ့ FA ပရိသတ်ကြီးတို့အတွက်\nလောင်စရာအချိန်မရှိအောင် ပဟေဠိတွေ အများကြီးပေးမဲ့\nသိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ဇာတ်လမ်းကတော့ တစ်ကမ္ဘာလုံးဆိုင်ရာ ကပ်ရောဂါကာလအတွင်း\nကျောင်းတစ်ကျောင်းထဲမှာ ကျောင်းသူကျောင်းသား ရှစ်ယောက်\nပိတ်မိနေကြရာကနေ စတင်လာတာပါ။ သူတို့အကုန်လုံး ပြင်ပကမ္ဘာ\nကြီးနဲ့ လုံးဝအဆက်အသွယ်မရဘဲ အချင်းချင်းပဲ ဆက်သွယ်လို့‌ရနေ\nကြတာ ထူးဆန်းစရာတစ်ခုဖြစ်လို့နေပါတယ်။ပိုလို့ထူးဆန်းတာက တစ်ယောက်ပြီးတစ်ယောက် ဗိုင်းရပ်စ်ကူးစက်\nခံလာရပြီး ဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ပျံ့လို့ပျံ့မှန်းမသိတွေ ဖြစ်နေ\nကြတာပါ။ အကြောင်းရင်းမရှိ ရုတ်တရက်ပျောက်ဆုံးသွားမှုတွေ\nလူသေဆုံးမှုတွေ ဖြစ်လာပြီး အဆုံးမရှိတဲ့ ဒွိဟတွေနဲ့ တွေးလေတွေးလေ\nလိုက်မမီလေဖြစ်နေတဲ့ ဇာတ်လမ်းမျိုးပဲ ဆိုပါတော့။အဲဒီဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ကူးစက်လာတာလဲ ?\nသူတို့က ဘာကြောင့် ပိတ်လှောင်ခံထားရတာလဲ ?\nအသက်ရှင်ကျန်နေရစ်မဲ့သူက ဘယ်သူလဲ ?\nစတဲ့ မေးခွန်းပေါင်းများစွာကတော့ ဒီဇာတ်ကား ထုတ်လွှင့်ပြီးတဲ့\nအချိန်မှာ တက်လာခဲ့တဲ့ မေးခွန်းတွေပါပဲ။ ဒီတော့ ခေါင်းစားရတာ\nကြိုက်တဲ့ CM ပရိသတ်တို့ အကြိုက်တွေ့ကြမဲ့ ဇာတ်လမ်းမျိုးမို့\nအခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.5",
        "url": "https://megaup.net/2xZfn/Ascension.2023.720p.WEBRip.x264-RARBG[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2uZpYiUKAiIwp9XkHRbwFoJoiM.jpg",
        "title": "Alkhallat+ (2023)",
        "description": "Alkhallat+ (2023)ဆော်ဒီနိုင်ငံ နဲ့ Nextflix ပူးပေါင်းမှုရဲ့ပထမဆုံးဇာတ်ကားဖြစ်တဲ့ Alkhallat+ ပါ။\nAlkhallat ဆိုတဲ့ series က ဆော်ဒီရဲ့ Youtube မှာနာမည်ရပြီးသားစီးရီးတစ်ခုဖြစ်ပါတယ်။\n၁.၅ဘီလီယံဗျူးတောင် ရထားတယ်ဆိုပါတယ်။။\nဒီ Alkhallat+ ကိုတော့ဇာတ်ကားအဖြစ်ပဲရိုက်ကူးထားပြီး ဟာသဇာတ်လမ်းငယ်လေးတွေ လေးခုနဲ့ဖွဲ့စည်းထားပါတယ်။\nIMDb လဲ ၇ ဆိုတော့ပွဲဦးထွက်လှတယ်ပြောရပါမယ်\nအာရပ်နိုင်ငံတွေဟာ များသောအားဖြင့်သီးသန့်နေကြတဲ့နိုင်ငံတွေပါ။\nအမူအကျင့်ဓလေ့စရိုက်တွေကလဲ တခြားအာရှနိုင်ငံတွေနဲ့ တော်တော်ကိုထူးခြားကွဲဲပြားပါတယ်။\nရုပ်ရှင်ရိုက်ကူးမှုတွေကလဲနည်းပါးတော့ အပြင်ကလူတွေအနေနဲ့ အာရပ်ကမ္ဘာကိုသိရဖို့ခက်ခဲပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ အာရပ်ကမ္ဘာရဲ့ပင်မဖြစ်တဲ့ ဆော်ဒီကိုကြည့်ခွင့်ရမှာပါ။\nဆော်ဒီနိုင်ငံသားတွေရဲ့ အကျင့်ပျက်မှုတွေ ကြောင်သူတော်ဆန်မှုတွေကိုလဲ ပါးပါးလေးပုတ်ပြီးပြထားပေမယ့်\nဟာသကိုပဲအဓိကဦးတည်တယ်လို့ ဒါရိုက်တာကပြောထားပါတယ်။ဇာတ်လမ်းလေးပုဒ်လုံးမှာတော့ လူတွေဟာဆင်းရဲချမ်းသာမရွေး ကျဥ်းထဲကျပ်ထဲအခြေအနေကိုရောက်သွားရင်\nအဲဒီအခြေအနေကလွတ်ဖို့ ရရာနည်းလမ်း ရရာလူကိုအသုံးချတတ်တာကို\nအတည်ပေါက်ကြီးနဲ့အူတတ်စေမယ့် ဆော်ဒီသားတွေက သရုပ်ဆောင်ဖော်ပြထားတာမို့\nတမူထူးပြီးကြည့်သင့်တဲ့ dark comedy တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.78GB | 886MB | 186MB\nFormat… ...",
        "rating": "6.9",
        "url": "https://megaup.net/1S6c4/Alkhallat+.2023.720p.NF.WEB-DL.DDP5.1.CM_(2).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDIyMWRjNmQtZjU2My00MTkyLWE4MWEtNmEwMTQ1ODAxNTdmXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-134x200.jpg",
        "title": "Thunivu (2023)",
        "description": "Thunivu (2023)\nAction, Adventure, Thriller\nIMDb 6.7/10 (23K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တမီလ်မင်းသားကြီး\nAjith Kumar (အဂျစ်ကူမား)ရဲ့ ရုံတင်ငွေ ၂၅၀ကုဋေထိ ပြန်လည်အမြတ်ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတခုပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဂိုဏ်းစတားအုပ်စုတစ်စုဟာ ဘဏ်အတွင်းပိုင်းလူတွေ..ရဲတွေနဲ့ ပူးပေါင်းပြီး\nဘဏ်တစ်ခုကို ဓါးပြတိုက်ဖို့ အစီအစဉ်ရေးဆွဲကြပါတယ်။သူတို့တွေ ဘဏ်ထဲကိုဝင်စီးပြီး ပိုက်ဆံတွေလုယက်ကြတော့မယ့်အချိန်မှာပဲ သူတို့လုံးဝထင်မှတ်မထားတဲ့\nကိစ္စတစ်ခုဖြစ်လာခဲ့ပါတယ်။အဲ့ဒါကတော့ သူတို့ကို ပြန်လည်ခုခံမယ့်လူတစ်ယောက်ပေါ်လာတာပါပဲ။ သူဟာ ရဲလည်း မဟုတ်\nစစ်သားလည်းဟုတ်မနေဘဲ သူတို့ဓါးပြတိုက်မယ့်ဘဏ်ကိုပဲ ဓါးပြတိုက်ဖို့ရောက်လာတဲ့ လူတစ်ယောက်ပါ။ဓါးပြတိုက်မှုတစ်ခုလုံးကို သူ အုပ်စိုးလိုက်တဲ့အချိန်မှာတော့ ရှေ့ဆက်ပြီး ဇာတ်လမ်းဇာတ်ကွက်များနဲ့\nလှည့်ကွက်တွေဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှာဖွေကြတော့နော်။\nFile size…3.11GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor  ~ Yunni  ~ Cherry",
        "rating": "6.8",
        "url": "https://megaup.net/1c7wy/Thunivu_(2023)_Tamil%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9h7vKuOy6dnxKzYTl92Yl2bxwry.jpg",
        "title": "[18+] Boso Dos (2023)",
        "description": "Boso Dos (2023)မာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပြီး အသက်အရွယ်ရောက်လို့ ရဲတပ်ဖွဲ့ထဲဝင်တဲ့အချိန် အဲဒီမမကြီးဖြစ်တဲ့ အာရာနဲ့အတူ အလုပ်တွဲလုပ်ဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူ့အိပ်မက်တွေလက်တွေ့ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ မူးယစ်ဂိုဏ်းတစ်ခုကို နှိမ်နင်းဖို့ အဲ့ဒီဂိုဏ်းရဲ့စခန်းကို စောင့်ကြည့်ကင်မရာတွေ တပ်ဆင်ပြီး စောင့်ကြည့်ဖို့တာဝန်ကို သူနဲ့အာရာကို အထက်အရာရှိက တွဲဖက်တာဝန်ပေးလိုက်တာပါပဲ။သူတို့စောင့်ကြည့်ရတဲ့ ဂိုဏ်းရဲ့စခန်းက ခေါင်းဆောင်၊ သူ့လက်ထောက်နဲ့ သူတို့ဆီလာတတ်တဲ့မိန်းကလေးတွေရဲ့အထန်ဇာတ်လမ်းပေါင်းစုံကို သူ တစ်ဖက်သတ်ကြွေနေရတဲ့ အာရာနဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရတာဖြစ်တော့ သူ့ရဲ့ငယ်ဘဝစိတ်ကူးတွေ အကောင်အထည်‌ ပေါ်လာမလား...\nသူတို့စောင့်ကြည့်နေတဲ့ဂိုဏ်းခေါင်းဆောင်နဲ့ သူတို့နဲ့အပြင်မှာ ဘယ်လိုထပ်ပြီးဆက်နွယ်လာမလဲဆိုတာတွေကို ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 44Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1c6qc/(CM)_Boso_Dos_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDeqyKwEtms2IFtT8SDvURZWqAF.jpg",
        "title": "Battlebox (2023)",
        "description": "Battlebox (2023)၁၉၄၁ ခုနှစ်၊ ဟောင်ကောင်ဟာ ဗြိတိသျှအင်ပိုင်ယာကြီးရဲ့ အရှေ့ဘက်စစ်မျက်နှာခံတပ်တစ်ခု ဖြစ်နေတဲ့ကာလ......\nဂျပန်တပ်တွေရုတ်တရက်တိုက်ခိုက်လာခဲ့တဲ့အခါ....\nအလွဲလွဲအမှားမှား ဖြစ်ကုန်တဲ့ စစ်ဖက်ထောက်လှမ်းရေးပြဿနာကြားမှာ ပါဝင်ပတ်သက်နေမိတဲ့ တရုတ်ညီအစ်မနှစ်ယောက်ရဲ့ ဇာတ်လမ်း....\nGin Drinker ခံစစ်ကြောင်းမှာ ဂျပန်တွေအဝိုင်းခံလိုက်ရတဲ့ ဗြိတိသျှ-အိန္ဒိယစစ်သားတွေရဲ့ ဖြစ်ပုံပျက်ပုံတွေ....\nသွေးပျက်ချင်စရာ စစ်ပွဲရဲ့မြူနှင်းတွေကြားမှာ မေဂျာဂျင်နရယ် မော့ဘီနဲ့ သူ့ရဲ့ အထက်တန်းအရာရှိတွေ အရှက်ကွဲခံပြီးလက်နက်ချကြမှာလား၊\nအသက်အသေခံပြီး အဆုံးထိခံတိုက်သွားကြမှာလား....\n(ဘယ်လမ်းကိုရွေးဖို့ သတ္တိပိုလိုမလဲ) စတာတွေကို ဇာတ်ကားလေးကြည့်ရင်း\nဆက်လက်ရှုစားလိုက်ကြပါဦး.............အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Bruce ပဲ ဖြစ်ပါတယ်။Genre..... Drama, History, War\nQuality…. 1080p | 720p | 480p\nFile size…1.1GB | 567MB | 265MB\nFormat… mp4\nDuration…. 1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Bruce\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://megaup.net/3dW1o/Battlebox.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI614V538RlBArivIKkswT8gBOi.jpg",
        "title": "Utama (2022)",
        "description": "Utama (2022)IMDb - 7.4/10\n24 Wins & 17 Nominationsသိမ်းငှက်တစ်ကောင်ဟာ သူ့ဘဝကို ဘယ်အချိန်မှာ အဆုံးသတ်လဲတဲ့\nတောင်ပံတွေမဖြန့်နိုင် အားအင်ချိနဲ့တဲ့ ဘဝနေဝင်ချိန်မှာ သိမ်းငှက်‌တစ်ကောင်ဟာ\nနောက်ဆုံးခွန်အားနဲ့ တောင်ထိပ်ကိုတက်ပြီး အဲ့ကနေ ပြုတ်ကျခံပြီး ကျောက်ဆောင်တွေနဲ့ တိုက်သေပါတယ် တဲ့ဘဝရဲ့အဓိပ္ပာယ်ကို ဖွင့်ဆိုကြည့်ရရင်လဲ အဲ့လိုပါပဲ\nကိုယ့်ကိုယ်ကို အသုံးမဝင်တော့ဘူးလို့ ထင်တဲ့တစ်ချိန်ကျရင် ဘယ်သူမှဆက်လက်ရှင်သန်ချင်မှာ မဟုတ်ပါဘူး\nဒီစပိန်စကားပြော ဇာတ်ကားလေးထဲမှာ စပိန်ကားတွေရဲ့မြင်နေကျ ကလက်စီကယ်ဂစ်တာတွေ ပေါင်တံရှည်တွေကို ကြည့်ရမှာမဟုတ်ပါဘူး\nအဲ့အစား သင်တို့ကို ခံစားချက်တွေတနင့်တပိုးနဲ့ တွေးစရာတွေ အပြွတ်လိုက်ထည့်ပေးမှာပါ\nဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးမှာ ဘဝရဲ့အဓိပ္ပာယ်ကို ရှာ‌ဖွေကြည့်နိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 887MB | 449MB | 229MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/3dUee/Utama.2022.SPANISH.720p.Bluray.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RYru/Legion.of.Super.Heroes.2023.720p.BluRay.x264[CM].mp4",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7WpuYoWoyZ0ZtGcCJTD424aKvj.jpg",
        "title": "Mukhachitram (2022)",
        "description": "Mukhachitram 2022\nIMDb -7.1/10မတော်တဆမှုတစ်ခုကြောင့် မျက်နှာပုံပန်းပျက်သွားပြီး စိတ်ကျရောဂါနဲ့ သေဆုံးသွားတဲ့အမေဖြစ်သူကို\nမကယ်နိုင်ခဲ့တာကြောင့် ပလပ်စတစ်ဆာဂျရီဆရာ၀န်တစ်ယောက် ဖြစ်လာသူ ရာ့ဂ်ျကူးမား...\nရာ့ဂ်ျတစ်ယောက်တစ်နေ့မှာ အောင်သွယ်တော်ရဲ့ချိတ်ဆက်မှုကြောင့် မဟာသီဆိုတဲ့\nကောင်မလေးနဲ့ ချစ်ကြိုက်ခဲ့ပါတယ်၊ တစ်ဖက်မှာလည်း ရာ့ဂ်ျကို\nဟိုးငယ်ငယ်လေးကတည်းက ကြိုက်နေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိပါတယ်။တစ်နေ့မှာတော့ မာယာတစ်ယောက် မတော်တဆမှုတစ်‌ခုကြောင့်\nသေမင်းနဲ့လွန်ဆွဲနေရချိန်မှာ ရာ့ဂ်ျ ၊ မဟာသီ နဲမာယာတို့ရဲ့\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ ...ဇာတ်လမ်းအစမှာတော့ ကြည်နူးဖွယ် အချစ်ဇာတ်လမ်းလေးနဲ့စထားပြီး\nရာ့ဂ်ျ၊ မဟာသီ၊ မာယာ တို့သုံးယောက်သားက လောင်မြိုက်အောင်\nတဖြည်းဖြည်းနဲ့ ဘယ်လိုဆွဲခေါ်သွားမယ်ဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…1.59GB / 739MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by Nyein Aye ~ Sai ThuRein ~ Cherry ~ BpL",
        "rating": "7.1",
        "url": "https://megaup.net/1RYc1/Mukhachitram_(2022)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmI3NjFhMTMtMTlhNS00NzhlLTk3YjItYzM5NzcxYjY5OGI4XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Scandal Makers (2023)",
        "description": "Scandal Makers 2023\nIMDb 7.4/10ဒီဇာတ်လမ်းလေးကတော့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရပြီး\nစိတ်အပန်းပြေစေမယ့် အင်ဒိုဟာသဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။နာမည်ကြီး အနုပညာရှင်ဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးတဲ့ အော်စကာဟာ\nရေဒီယိုအသံလွှင့်ရုံမှာ အလုပ်လုပ်ရင်း သူ့ရဲ့နာမည်ပြန်ရဖို့ ကြိုးစားနေရာကနေ\nတစ်နေ့မှာ သူ့ဆီကို အရှုပ်တော်ပုံတစ်ခုရောက်လာပါတော့တယ်။အထက်တန်းကျောင်းက အချစ်ဦးနဲ့ အချစ်နယ်ကျွံရာကနေ အဖတ်တင်လာခဲ့တဲ့\nသမီးဖြစ်သူ ဟာ မြေးဖြစ်သူနဲ့ရောက်ရှိလာတဲ့အခါ အော်စကာတစ်ယောက်\nဗျာများရပါတော့တယ်။ နာမည်ရဖို့ကြိုးစားနေရာကနေ ဒီလိုကိစ္စတွေကြုံလာရတဲ့အခါ\nအော်စကာတစ်ယောက် ဘယ်လိုတွေ ဆက်လုပ်မလဲဆိုတာကို ဟာသလေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.42GB / 630MB\nQuality…1080p  AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry",
        "rating": "7.2",
        "url": "https://megaup.net/2xRlx/Scandal.Makers.2023.720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/sakra-138x200.jpg",
        "title": "Sakra (2023)",
        "description": "Sakra (Tin lung baat bou) (2023)\n========================\nIMDb Rating - 6.7/10ဒီနေ့မှာတော့ အသစ်စက်စက် ထွက်ရှိထားတဲ့ Donnie Yan ရဲ့\nသိုင်းကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ ။ မင်းသမီးလေးကလဲ\nချန်ယွီချီ (yukee chen) ဖြစ်တာမို့ သရုပ်ဆောင်တွေနဲ့တင် ကြည့်\nရတာ တကယ်တန်နေစေမှာပါ ။ဇာတ်လမ်းအကျဥ်း -မြောက်ပိုင်း စုန့်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ သူတောင်းစားဂိုဏ်းရဲ့\nဂိုဏ်းချုပ်ဖြစ်သူ ချောင်ဖုန်းဟာ သူရဲကောင်းတစ်ယောက်အဖြစ် သိုင်း\nလောကမှာ ကျော်ကြားခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေမှာတော့ ရုတ်တရက်\nဆိုသလို ချီတန်း(မြောက်ပိုင်းတရုတ်နိုင်ငံရဲ့ လူမျိုးစုတစ်ခု) အဖြစ်စွပ်စွဲခြင်း\nခံရတဲ့အပြင် သစ္စာဖောက်အဖြစ် သိုင်းလောက လူတိုင်းက သတ်မှတ်ခဲ့\nပါတော့တယ် ။ အမှန်တရားကို ရှာဖွေဖို့ သူတောင်းစားဂိုဏ်းကနေ ထွက်\nလာခဲ့ပြီး ခရီးလမ်းတစ်လျှောက်မှာ အညှိုးအတေးများကို ချောင်ဖုန်းတစ်\nယောက် လက်စားချေခဲ့ပါတော့တယ် ။ အဲ့ဒီခရီးလမ်းမှာပဲ မုရုံအိမ်တော်မှ\nမိန်းမလှလေး အားကျူးနဲ့ မေတ္တာမျှကာ အတူတူ သိုင်းလောကမှာ ကျဥ်\nလည်ခဲ့ပါတယ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/3dB7P/Sakra_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t79ozwWnwekO0ADIzsFP1E5SkvR.jpg",
        "title": "Shotgun Wedding (2023)",
        "description": "Shotgun Wedding (2023)ဂျနီဖာလိုပက်ရဲ့ အက်ရှင်ဟာသအချစ်ကားအသစ် ထွက်လာပါပြီ။ဇာတ်ကားနာမည် Shotgun Wedding ဆိုတာ တိုက်ရိုက်ဘာသာပြန်ရင်တော့ နှလုံးပြူးသေနတ်မင်္ဂလာဆောင်ပေါ့။\nဒါပေမဲ့ တကယ့်အဓိပ္ပါယ်က အလောသုံးဆယ်ဆောင်ရတဲ့မင်္ဂလာဆောင်မျိုးကို ပြောတာပါ။\nတစ်ခါတလေ သတို့သမီးကိုယ်ဝန်ရှိသွားလို့ ထဆောင်လိုက်ရတာမျိုးပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ နာမည်နဲ့လိုက်အောင် ဂျေလိုကြီး နှလုံးပြူးနဲ့ ပစ်ပြပါလိမ့်မယ်။\nမင်းသားကတော့ ထရန်စဖော်ကားထဲက ဗိုလ်ကြီး Josh Duhamel ပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖိလစ်ပိုင်က ကျွန်းတစ်ကျွန်းမှာ မင်္ဂလာဆောင်လုပ်တာကနေ စပါတယ်။\nမင်းသမီးက ချမ်းသာတယ်။ မင်းသားက ဘေ့စ်ဘောကစားသမားကိုမှ အသင်းကထုတ်ခံထားရပြီး အလုပ်လက်မဲ့။\nအဲဒီကျွန်းမှာ နှစ်ဘက်မိသားစုတွေ အကုန်စုံပြီး တလွဲဖြစ်နေတဲ့အချိန်မှာမှ\nပင်လယ်ဓားပြတွေက ဓားပြဝင်တိုက်တဲ့အခါ ဟိုအတန်းမီးလောင်သလို ပွဲတွေဖြစ်ကြတဲ့ ဇာတ်ကားမျိုးပါပဲ။\nသတို့သားနဲ့သတို့သမီး ရန်တွေဖြစ်ရင် ပင်လယ်ဓားပြတွေကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 1.1GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RMe5/Shotgun.Wedding.2023.WEB.720p..CM.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Detective-Knight-Independence-Poster-133x200.jpg",
        "title": "Detective Knight: Independence (2023)",
        "description": "Detective Knight: Independence (2023)\n============================Detective Knight တွေရဲ့အဆက်ဖြစ်တဲ့ မင်းသားကြီး\nဘရုစ်ဝိန်းရဲ့ ဇာတ်ကားလေးထပ်မံထွက်ရှိလာပါပြီ။ဇာတ်လမ်းလေးကတော့ဘရုစ်ဝိန်းကဥပေဒေဘက်တော်\nသားဖြစ်ပြီး ဘဏ်ဓားပြတိုက်မှုမှာ တရားခံကိုမလိုအပ်ပဲ\nပစ်သတ်မှုကြောင့် အပြင်မှာ တာဝန်မထမ်းဆောင်ရမှာဘဲ၊\nရုံးတွင်းမှာပဲစာရွက်စာတမ်းကိစ္စတွေကိုလုပ်နေရတယ်ပေါ့။\nတစ်နေ့မှာ ဆေးရုံကမှုခင်းစစ်ဆေးရေးမှုးရဲ့ ရဲဝတ်စုံရယ်၊\nသေနတ်ရယ်၊ တံဆိပ်ရယ်အကုန်လုံးအခိုးခံလိုက်ရတယ်။ဒီအမှုကို အထက်အရာရှိက ဘရုစ်ဝိန်းကိုပဲဖြေရှင်းဖို့တာဝန်\nပေးလိုက်ပါတယ်။ ခိုးသွားတဲ့သူက ရဲဝတ်စုံကိုအသုံးချပြီး\nမကောင်းတာတွေလုပ်နေတဲ့အခါမှတော့ ဘရုစ်ဝိန်းတစ်ယောက်\nဘယ်လိုတွေဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုပေး\nပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (670 MB) / (370 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1RHh0/Detective.Knight.Independence.2023.720p.WEBRip.x264[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bxh5xCCW9Ynfg6EZJWUkc1zqTnr.jpg",
        "title": "Transfusion (2023)",
        "description": "Transfusion (2023)ဒီဇာတ်ကားက Avatar မင်းသား Sam Worthingtonရဲ့ Action,Dramaဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။\nသူအ​နေနဲ့ ဒီဇာတ်ကားထဲမှာ အထူးစစ်ဆင်​ရေး စစ်သားဟောင်း ရိုင်ယန်လိုဂန်အဖြစ် ပါဝင်ထားပါတယ်။\nဇနီးဖြစ်သူ ယာဉ်တိုက်မှုနဲ့ဆုံးပါးသွားပြီး​​နောက် စစ်ထဲကထွက်ကာ မိတဆိုးသား​​လေးနဲ့အတူ ရရာအလုပ်လုပ်ရင်း\nဇနီးသည် ဆုံးရှုံးခဲ့တဲ့ စိတ်ဒဏ်ရာနဲ့ စစ်အတွင်းက ရခဲ့တဲ့ စိတ်ဒဏ်ရာ​တွေကို ကုစားဖို့ ကြိုးစားရင်း\nသားဖြစ်သူရဲ့​ရှေ့​​ရေးအတွက် ပိုက်ဆံပိုရှာဖို့ လိုအပ်လာတဲ့အခါ တပ်ထဲက အထက်အ​ရာရှိ​ဟောင်းနဲ့ပူး​ပေါင်းပြီး\nဒုစရိုက်​လောကထဲကို ဝင်​ရောက်ဖို့ အ​ကြောင်းဖန်လာပါ​တော့တယ်။အညွှန်းကိုတော့ X က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ X နဲ့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 913MB | 504MB | 258MB\nFormat… mp4\nDuration….1h 46min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... X and Rashida\nEncoder ...",
        "rating": "5.3",
        "url": "https://megaup.net/2xDL1/Transfusion.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://megaup.net/3dxwR/Mission.Majnu.2023.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
        "title": "JUNG_E (2023)",
        "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ ...သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?\nကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?\nစစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1RC2e/[CM]JUNG_E.2023.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBI1PJf3PSpVolhvwTmezVfqDIu.jpg",
        "title": "The Night Owl (2022)",
        "description": "The Night Owl (2023)ဒီတစ်ခေါက် တင်ဆင်ပေးမှာကတော့ နန်းတွင်းဇာတ်ကားကိုမှ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရမယ့် ရာဇဝတ်ဇာတ်လမ်းဖြစ်ပါတယ်ချောင်နိုင်ငံရဲ့လက်အောက်ခံဖြစ်နေတဲ့ ဂျိုဆွန်းမင်းဆက် အင်ဂျိုဘုရင်လက်ထက်မှာ ဇာတ်အိမ်တည်ထားပါတယ်\nချောင်းဂယောင်းဆူဟာ ညီလေးဖြစ်သူရဲ့ ရောဂါကိုကုပေးချင်တဲ့အတွက် နန်းတွင်းသမားတော်လုပ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်\nအပ်စိုက် အထူးကျွမ်းကျင်တဲ့ ဂယောင်းဆူကတော့ အလင်းထဲမှာ မမြင်ရပေမဲ့ ညဘက်အမှောင်ထဲမှာဆိုရင်တော့ ရှင်းလင်းစွာ မြင်ရပါတယ်\nဒါပေမဲ့နန်းတွင်းထဲမှာ မမြင်ချင်သလို မကြားသလို နေရမှာဖြစ်တဲ့အလျောက် အဲဒါကို ဖုံးကွယ်ထားခဲ့ပေမဲ့...\n၈ နှစ်ကြာမှ ချောင်နိုင်ငံဓားစာခံအဖြစ်ကနေ ပြန်လာတဲ့ အိမ်ရှေ့စံရဲ့ သေဆုံးမှုကို\nမျက်မမြင်လို့သိထားကြတဲ့ ဂယောင်းဆူဟာ မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုရပါတော့တယ်မျက်မမြင်တစ်ယောက်က မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုမယ့်ကိစ္စဟာ မယုံနိုင်စရာဖြစ်တဲ့အပြင်\nဘုရင်ကိုလိမ်ထားတဲ့ ပြစ်မှုလည်း မြောက်နေပြန်တော့ ဘယ်လိုတွေ ရှေ့ဆက်ပြီး ဖြေရှင်းမလဲဆိုတာကို အတူကြည့်ရှုရမှာပါဂယောင်းဆူအဖြစ် Ryu Joon Yeol နဲ့ မင်းသားကြီး Yu Hae Jin က အင်ဂျိုဘုရင်အဖြစ် သရုပ်ဆောင်ထားပါတယ်\nဝါရင့်မင်းသားကြီးနှစ်လက်ရဲ့ ဇာတ်လမ်းဆိုတော့ သရုပ်ဆောင်ပိုင်းတော့ အထူးပြောစရာမလိုတော့ပါဘူးနော်\nရာဇဝင်ဇာတ်လမ်း ကြိုက်တတ်တဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1RAe8/The.Night.Owl.2022.720p.WEB-DL.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjRjODE0ZTMtNGNiYi00YTZhLThmNmItODhiYzhjZjYwMDMyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dog Gone (2023)",
        "description": "Dog Gone (2023)\n=============\nIMDb Rating - 6.0/10\"ဘာ မင်းက ခွေးမွေးမယ် မင်းလို ကိုယ့်တာဝန်ကိုယ်တောင်\nမယူနိုင်တဲ့လူကလေ ခွေးတစ်ကောင်မွေးရတာ လွယ်မှတ်နေလား\"\nဒီစကားတွေကတော့ ခွေးမွေးမယ်လို့ ပြောလိုက်တိုင်း အိမ်မှာ\nကြားနေကျ စကားတွေပေါ့။ဖီးလ်ဒင်း ဆိုတဲ့ ကောင်လေးလည်း အတူတူပါပဲ။ ကံကောင်း\nထောက်မပြီး ဘွဲ့ရသွားပေမဲ့ ဘာဆက်လုပ်ရမလဲ မသိသေးတဲ့\nစော်ပစ်ကောင်လေးတစ်ယောက်ပေါ့။ အဲဒီလို ဘာလုပ်ရမလဲ\nမသိတာနဲ့ ခွေးလေးကောက်မွေးလိုက်ရာကနေ တစ်အိမ်လုံး\nအငြိမ်မနေနိုင်၊ အိမ်ဦးခန်းက အမေ့ဓာတ်ပုံ အာဝုပုံနဲ့ ပြောင်း\nချိတ်မယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ဖြစ်လာပါတော့တယ်။ဟူးမန်းတွေနဲ့ အာဝု‌တို့ကြားက ချစ်ခြင်းမေတ္တာသံယောဇဉ်တွေကို\nအလှပဆုံး ဖော်ကျူးပေးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး မိသားစု\nကြားက ပြဿနာအဖုအထစ်လေးတွေကိုပါ ဖြေရှင်းပြသွားတာမို့\nမိသားစုဝင်တွေနဲ့အတူတူ ကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း\nပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီ၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Ngwe Zin, May Thet Khine\nSoe တို့ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (654 MB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1bBeh/Dog.Gone.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGRhOTFiMTktM2U3ZS00OWZkLWI3MGItYWEzYjdjNjI1M2M2XkEyXkFqcGdeQXVyNjk3MjI4NDg@._V1_-133x200.jpg",
        "title": "Ballabhpurer Roopkotha (2023)",
        "description": "Ballavpurer Roopkatha 2022\n8.7/ 10 IMDb\nဒီရုပ်ရှင်ဇာတ်ကားလေးကတော့ ရယ်လဲရယ်ရ ကြောက်လဲကြောက်ရမယ့် သရဲဟာသကားလေးပါ...\nကျိန်စာဆိုတာ ကြောက်ဖို့ကောင်းသလို အဲ့ဒီအစွဲကိုချွတ်ဖို့အကြောင်းအရင်းကိုသိမှ\nမကျွတ်မလွတ်သေးတဲ့သူတွေဟာ လွယ်လွယ်ကျွတ်လွတ်နိုင်မှာမဟုတ်လား....\nဒီဇာတ်ကားလေးမှာတော့ မင်းသားSatyam ( ဘူပတီ)၊ မင်းသမီးလေးSurangana ( ချန်ဒါ)နဲ့အတူ သရုပ်ဆောင်ပေါင်းများစွာပါဝင်အားဖြည့်ထားပါတယ်.....ဒီရုပ်ရှင်ရဲ့ဇာတ်လမ်းအကျဥ်းလေးကတော့....\nဘူပတီက ကိုလ်ကတ္တားကိုပြောင်းပြီး သွားဆေးခန်းဖွင့်ချင်နေတဲ့သူတစ်ယောက်ပါ...\nသူ့က ရှင်ဘုရင်မျိုးဆက်ဖြစ်ပြီး သူပိုင်ဆိုင်တာဆိုလို့ ဘိုးဘွားဘိုင်\nသက်တမ်း ၄၀၀ရှိတဲ့ ဘော်လာပူရ်နန်းတော်/ အိမ်ကြီးပဲရှိပါတယ်..ဒါပေမယ့် သူဟာအကြွေးတွေနစ်ပြီး ပြန်ပေးစရာမရှိတဲ့အခါမှာတော့\nဘိုးဘွားပိုင်အိမ်ကြီးကိုရောင်းရဖို့ဖြစ်လာပါတော့တယ်..ဒါ့ကြောင့်\nစီးပွားရေးလုပ်ငန်းရှင်ဖြစ်တဲ့ ဆပ်ပြာပိုင်ရှင် မစ္စတာဟလ်ဒါက\nတစ်နေ့မှာသူ့အိမ်ကိုလာကြည့်ဖို့အကြောင်းကြားလာပါတယ်..ဒီလိုနဲ့ ဘူတီလဲ နယ်ကိုပြန်ပြီး အိမ်တော်ထိန်းမိုနိုဟာနဲ့ နှစ်ယောက်ပေါင်းကြံကာ\nအိမ်ကြီးကိုရောင်းဖို့စီစဥ်ပါတော့တယ်..အိမ်ကိုအကြွေးတောင်းဖို့ရောက်လာတဲ့\nအကြွေးရှင်သုံးယောက်နဲ့ ဘူမသိကိုးမသိ မဖိတ်ခေါ်ပဲရောက်လာတဲ့သူငယ်ချင်းဖြစ်သူ\nဆန်ဂျိဘ်ကရော အိမ်ကိုရောင်းထုတ်ဖို့စီစဥ်ရာမှာ တစ်စိတ်တစ်ပိုင်းပါဝင်ခဲ့ရပြန်ပါတော့တယ်...\nဘာဖြစ်လို့များ ညသန်းခေါင်ရောက်မှာကို သူတို့ကြောက်နေကြတာလဲ...\nဒီအိမ်ကြီးကိုရောင်းရပြီးရော အမြန်ရောင်းချင်နေတဲ့အကြောင်းကရော\nဘာကြောင့်လဲ.. ဘူပတီပြောတဲ့ ရာဂူဆိုတဲ့သူကရော\nဘယ်လိုမျိုးလဲဆိုတာ ပရိသတ်ကြီးပဲ မျှောင့်လင့်စောင့်စားကြည့်ရှုလိုက်ကြပါဦး....\nFile size…1.64GB  / 663MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko ~ Cherry ...",
        "rating": "8.6",
        "url": "https://megaup.net/1bxla/Ballabhpurer.Roopkotha.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lmwwQNNlB56IsTM5jpD4Z8rytO.jpg",
        "title": "[18+] Nightbird (2023)",
        "description": "Nightbird (2023)ရေချယ်ဟာ ဘာဂီယိုမှာမွေးဖွားကြီးပြင်းခဲ့တဲ့ ရှေးဟောင်းသုသေသနပညာရှင်ဖြစ်သလို ကရာတေးမှာလည်း ခါးပတ်နက်ရထားပြီး မတရားတာတွေ့ရင်လက်ပိုက်ကြည့်မနေတတ်တဲ့ ဆတ်ဆတ်ကြဲကောင်မလေးတစ်ယောက်ပါ။ မကြာခင်မှာ နိုင်ငံခြားကို ကျောင်းသွားတက်ဖို့ရှိပေမဲ့ မသွားခင်တစ်ညမှာ သူ့သူငယ်ချင်းတွေ အဆွယ်ကောင်းမှုကြောင့် ကလပ်ရောက်သွားခဲ့ပြီး မနီလာအလည်လာတယ်ဆိုသူ သူစိမ်းယောက်ျားသုံးယောက်နဲ့ ဆုံဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ကလပ်မှာတင်မပြီးပဲ အဲ့ဒီလူတွေရဲ့ဖိတ်ခေါ်မှုကိုလက်ခံပြီးတော့ သူတို့မိတ်ဆွေ ဒေသခံဆိုတဲ့သူရဲ့လူသူမဝေးတဲ့အရပ်က အိမ်အကြီးကြီးတစ်လုံးကိုပါ ရောက်သွားခဲ့ပြီးတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့ ဖြစ်ရပ်ဆိုးတွေကိုကြုံဆုံဖို့ဖြစ်လာပါတော့တယ်။ကရာတေးခါးပတ်နက် ရေချယ်တစ်ယောက် ဒီယောက်ျားတွေကို အနိုင်ကြဲနိုင်မှာလား...\nဒီလူတွေရဲ့အကြံအစည်ကဘာတွေရှိနေမလဲ...\nသူ့အချစ်ဆုံး သူငယ်ချင်းတွေကိုရော အချိန်မှီကယ်တင်နိုင်ပါ့မလား...ပုရိသတို့နဲ့ မစိမ်းလောက်မယ့် Christine Bermas လေးကို ဒီကားမှာတော့ စရိုက်တစ်မျိုးနဲ့ကြမ်းချင်တိုင်းကြမ်းပြမယ့် ဖိလစ်ပိုင်ဂျက်မအဖြစ်ထူးထူးခြားခြားတွေ့မြင်ရမှာမို့ ကြည့်သင့်တဲ့ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 570MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 37Min\nGenre - Thriller\nSubtitle ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Rtgd/(CM)_Nightbird_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://megaup.net/1Rt2x/Cheppalani_Undi_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weIJziwvVckj739XVmqwQRRyg4k.jpg",
        "title": "[18+] Panibugho (2023)",
        "description": "Panibugho (2023)~ IMDb rating - 8/10 ~ဆွန်ညာ အက်စ်သာ လီယာ ဆိုတဲ့ညီအစ်မသုံးယောက်ဟာ တောအုပ်အစပ်က အိမ်ကြီးတစ်ခုမှာ သုံးဦးတည်းနေထိုင်ကြပါတယ်။ သူတို့ဟာ ဖခင်သေဆုံးပြီးတဲ့နောက် ကျန်ခဲ့တဲ့အမွေကိစ္စတွေရှင်းလင်းဖို့အတွက် ခေတ္တရောက်နေကြတာဖြစ်ပြီး အချိန်တန်ရင် ကိုယ့်လမ်းကိုယ် ခရီးဆက်ကြမှာပါ။အကြီးဆုံးအစ်မဖြစ်တဲ့ ဆွန်ညာနဲ့ အလတ်မအက်စ်သာက အသေးအဖွဲလေးတွေကအစ တကျက်ကျက်ရန်ဖြစ်လေ့ရှိပြီး အငယ်ဆုံး ညီမလေးဖြစ်တဲ့ လီယာကတော့ သီးသန့် အေးဆေးနေတတ်သူဖြစ်ပါတယ်။ တစ်ညမှာတော့ သူတို့အိမ်ကို မဖိတ်ခေါ်တဲ့ဧည့်သည် သူစိမ်းယောက်ျားတစ်ယောက် မုတ်ဆိတ်ကျင်စွယ်အထပ်ထပ် ဒဏ်ရာဗရပွနဲ့ရောက်လာခဲ့ပြီး နဂိုကတည်းက မအေးချမ်းတဲ့ သူတို့ အိမ်တွင်းရေးမှာ ပြဿနာတွေ ပူလောင်ဆူဝေလာပါတော့တယ်။ယောက်ျားတွေနဲ့ဝေးနေတဲ့ညီအစ်မသုံးယောက်ထဲကို ရောက်လာတဲ့ ရုပ်ရည်မဆိုးတဲ့လူငယ်တစ်ယောက်၊ သူတို့အချင်းချင်းကြားက အမုန်းအငြိုး၊ ရာဂမီးတွေနဲ့ ဘယ်လိုဆက်ပြီးလောင်ကျွမ်းကြမလဲဆိုတာဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 820MB\nQuality - 1080p, 720p\nIMDb Rating - 7.9/10\nFormat ...",
        "rating": "7.9",
        "url": "https://megaup.net/2xl2n/(CM)_Panibugho_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
        "title": "Devotion (2023)",
        "description": "Devotion (2023)ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားနောက်တစ်ကား လာပါပြီ။\nTop Gun, Midway စတိုင် လေကြောင်းစစ်ပွဲကားပါပဲ။\nစစ်ကားကောင်းတွေကလည်း ထွက်ဖို့ရှားတတ်ပြီး ပထမကမ္ဘာစစ် ဒုတိယကမ္ဘာစစ်တွေကလည်း\nရိုက်စရာဇာတ်လမ်းကုန်နေပြီမို့ အက်မင်ဆိုတတိယကမ္ဘာစစ်တောင် မျှော်နေပါပြီ။\nဒီစစ်ကားကတော့ ကောင်းပါတယ်။\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးတိုက်ပွဲကာလ၊ တောင်-မြောက်ကိုရီးယားနယ်စပ်တိုက်ပွဲမှာ\nဝင်တိုက်ခဲ့တဲ့အမေရိကန်ရေတပ်လေယာဉ်မှူးတွေအကြောင်းပဲဖြစ်ပါတယ်။\nသူရဲကောင်းဆုတွေရခဲ့ပြီး ယနေ့ထိ ထင်ရှားဆဲ လေယာဉ်မှူးတစ်ယောက်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဒုတိယကမ္ဘာစစ်အပြီး စစ်ပွဲမတွေ့ဖူးတော့ဘဲ ကင်းထောက်ပျံလိုက် လေ့ကျင့်လိုက်လုပ်နေတဲ့ တိုက်လေယာဉ်အုပ်-၃၂ မှာ\nတစ်ဦးတည်းသော လူမည်းပိုင်းလော့ဖြစ်တဲ့ ဂျက်ဆီဘရောင်းလည်းပါဝင်ပါတယ်။\nသူရဲ့ သူငယ်ချင်းကောင်းကတော့ တွမ် ဟက်ဒ်နာလို့ခေါ်တဲ့ ဗိုလ်လေးပဲဖြစ်ပါတယ်။\nသူတို့တွေဟာ လေ့ကျင့်တဲ့အဆင့်ကနေ တောင်မြောက်ကိုရီးယားနယ်စပ်မှာဖြစ်လာတဲ့ စစ်ပွဲကို ကူညီဖို့အတွက်\nလေယာဉ်တင်သင်္ဘောတစ်စင်းနဲ့ ထွက်လာပြီးလေကြောင်းတိုက်ပွဲတွေဆင်နွှဲရပုံတွေကို ပြသထားတာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, War\nQuality…. 1080p | 720p | 480p\nFile size…2.1GB | 1GB | 491MB\nFormat… mp4\nDuration…. 2h 19min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "7",
        "url": "https://megaup.net/1bmz6/Devotion.2022.720p.WEBRip..DD5.1.CM.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pale-144x200.jpg",
        "title": "The Pale Blue Eye (2023)",
        "description": "The Pale Blue Eye (2023)\n==================\nIMDb Rating - 6.5/10Christian Baleရဲ့ Crime, mystery ရုံတင်ဇာတ်ကားသစ်ကြီး\nDigital version အ​နေနဲ့ ထွက်ရှိလာတာ​ကြောင့် CM fan​​ တွေ\nအတွက် တင်ဆက်​ပေးလိုက်ပါတယ်။ Baleဟာ ဒီဇာတ်ကားမှာ\nစုံ​​​ထောက်ကြီး ဩဂတ်စတပ် လန်​ဒေါအဖြစ် ပါဝင်ထားပါတယ်။အ​စောပိုင်း IMDbမှာ 6.5, RT 68% ရရှိထားပါတယ်။\nတစ်​ခေတ်တစ်ခါက နယူး​​ယောက်မြို့မှာ အလွန်နာမည်ကြီးခဲ့တဲ့\nစုံ​ထောက်ကြီးလန်​ဒေါဟာ တချို့​​သောကိစ္စ​တွေ​ကြောင့် မြို့​လေး\nတစ်မြို့မှာ ဇာတ်မြုပ်​နေထိုင်​နေတာပါ။ ဒါ​ပေမဲ့ သူရှိရာ မြို့မှာပဲ\nထူးဆန်းတဲ့အမှုတစ်ခုဟာ ဆိုက်မြိုက်စွာ​ ရောက်လာခဲ့ပါတယ်။\nထိုမြို့​လေးရှိ စစ်သင်တန်း​ကျောင်းမှ ဗိုလ်​​လောင်းတစ်​ယောက်\nကြိုးဆွဲချ​သတ်​သေပြီး​တော့မှ အ​လောင်းထဲက နှလုံးကို ခိုးယူခံ\nလိုက်ရတာပါ။စုံ​ထောက်ကြီး လန်​ဒေါဟာ ဒီအမှုရဲ့သဲလွန်စ​တွေကို စုံစမ်းလာရင်း\n​သေ​ကြောင်းကြံတာ မဟုတ်ဘဲ ရည်ရွယ်ချက်ရှိရှိ သတ်ဖြတ်ခဲ့တာ\nဖြစ်​ကြောင်း သိလာရပြီး ထို​ကျောင်းမှ ကဗျာရူးစာရူး ဗိုလ်​လောင်း\nအီး.​​အေ.ပိုးဆိုသူနဲ့ ရင်းနှီးကာ အမှုလိုက်ရာမှတဆင့် ထင်တာထက်\nများစွာနက်နဲတဲ့ ​ဖြစ်ရပ်​တွေနဲ့ပတ်သက်​နေမှန်း သိသွားကြပါတယ်။\nထိုကဗျာရူး ဗိုလ်​လောင်းဆိုသည်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2xe8g/The.Pale.Blue.Eye.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNMijPPq29r1Ui1EH2tp0CbuSp5.jpg",
        "title": "Her Hobby (2023)",
        "description": "Her Hobby (2023)အရိုးစွဲနေတဲ့ဓလေ့နဲ့ နိမ့်ရာကိုလှံစိုက်တတ်ကြတဲ့ လူ့သဘာဝကတော့ နေရာတိုင်းမှာရှိစမြဲပါပဲဒီဇာတ်လမ်းအကျဉ်းကတော့ ခင်ပွန်းဖြစ်သူနဲ့ကွာရှင်းပြီး ရွာကိုပြန်ရောက်လာတဲ့ ဂျောင်အင်းကို\nရွာကလူတွေဟာ ရှေ့မှာပေါ်တင်တစ်မျိုး၊ နောက်ကွယ်မှာတစ်ဖုံ အမျိုးမျိုးကဲ့ရဲ့ပြောဆိုနေကြတာပါတစ်ကောင်ကြွက်လိုဖြစ်နေတဲ့ဂျောင်အင်းကို နိုင်စားရာလိုမြင်နေကြတဲ့အတွက် ခိုကိုးရာမဲ့နေခဲ့တာပါအဲလိုနဲ့ ရွာကိုအသစ်ပြောင်းလာတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ခင်မင်ပြီးတဲ့နောက်\nဂျောင်အင်းဟာ ခံယူချက်တွေပြောင်းလာပြီး ရွာကလူတွေကို လက်စားချေပါတော့တယ်မိန်းကလေးတွေဆို ပြောချင်ဆိုချင်ကြတဲ့လောကကြီးက ဂျောင်အင်းအတွက် ဘယ်လိုလောကကြီးဖြစ်မလဲ...\nဂျောင်အင်းကရော နောက်ဆုံးမှာ ဘယ်လိုမျိုးတုံ့ပြန်မလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Mystery\nQuality…. 1080p | 720p\nFile size… 1.4GB | 679MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1hZpt/Her.Hobby.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/2DUjC/Her.Hobby.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2s6Pe9l2NJMFDiscCIx7DwjDJMT.jpg",
        "title": "Poisoned: The Dirty Truth About Your Food (2023)",
        "description": "Poisoned : The Dirty Truth About Your Food (2023)အစားအသောက်ကြောင့် ဖြစ်တဲ့ ရောဂါဆိုရင် လူတော်တော်များများ တွေးမိတာက\nဝမ်းလျှောမယ်၊ ဗိုက်နာမယ်၊ အန်မယ် ဆိုတာလောက်ပါပဲ။ဒါပေမဲ့ E.coli တို့၊ Salmonella တို့လို ရောဂါပိုးတွေ\nအစားအစာထဲမှာ ပါသွားရင်တော့ အသက်နဲ့ရင်းပြီး ခံစားသွားရနိုင်ပါတယ်။E.coli တို့၊ Salmonella တို့လို ရောဂါပိုးတွေက အူလမ်းကြောင်းထဲကတစ်ဆင့် သွေးထဲ ရောက်ပြီး\nခန္ဓာကိုယ်ထဲက ကိုယ်တွင်းအင်္ဂါပေါင်းစုံကို အမျိုးစုံ ဒုက္ခပေးနိုင်တဲ့ အကောင်တွေပါ။ဒီရောဂါပိုးတွေကြောင့် ခေတ်မီပြီး တိုးတက်လှပါတယ်ဆိုတဲ့\nမဟာအင်အားကြီးနိုင်ငံ အမေရိကန် ပြည်ထောင်စုမှာ လူပေါင်း ထောင်နဲ့ချီပြီး သေဆုံးခဲ့ရပါတယ်။ဟမ်ဘာဂါ တစ်လုံးကြောင့် အသက်ပေးလိုက်ရသူတွေ\nအသုပ်တစ်ပွဲကြောင့် ကျောက်ကပ်ပျက်သွားသူတွေ အစရှိတဲ့\nရင်နင့်စရာ ဇာတ်လမ်းတွေကို ဒီ Docu ထဲမှာ တွေ့ရမှာပါ။အစပိုင်းတော့ အသားတွေမှာပဲ ရောဂါပိုးတွေ ပါခဲ့ရာက\nနောက်ပိုင်းမှာ ဟင်းနုနွယ်တို့၊ မုန်ညင်းဆလတ်တို့လို\nဟင်းသီးဟင်းရွက်တွေမှာလည်း ဒီရောဂါပိုးပါနေတာ တွေ့လာရပါတယ်။ဒီရောဂါပိုးတွေ အစားအသောက်ထဲ\nဘယ်လိုရောက်လာလဲ ဆိုတာကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1hZq0/Poisoned.The.Dirty.Truth.About.Your.Food.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2DUkh/Poisoned.The.Dirty.Truth.About.Your.Food.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zYt35YGKoc85LXULzMKDfJ8qX1C.jpg",
        "title": "Aporia (2023)",
        "description": "Aporia (2023)ဆိုဖီဟာ ခင်ပွန်းဖြစ်သူ မယ်လ်ကို ယာဉ်တိုက်မှုဖြစ်စဉ်အတွင်း ဆုံးရှုံးထားရပြီးနောက်ပိုင်းမှာ\nသမီးလေး ရိုင်လီနဲ့ သူဟာ ဦးတည်ရာမဲ့ စိတ်လေလွင့်နေခဲ့ကြပါတယ်။\nအမေနဲ့ သမီး အစေးမကပ် နေ့ရက်တွေကို ဖြစ်သလို ဖြတ်သန်းနေကြရင်းက\nမယ့်လ် သူငယ်ချင်း ဂျဘီးယားက ဆိုဖီိ့ကို သူနဲ့ မယ်လ် တီထွင်ထားတဲ့ အချိန်သွားခရီးစက်ကို ပြသပါတော့တယ်။အချိန်သွားခရီးစက်ဆိုတာထက် ဒီစက်ဟာ အတိတ်က လူတွေကို သတ်ပစ်နိုင်တဲ့စက်ပေါ့...\nဆိုဖီဟာ ချက်ချင်းဆိုသလို ဒီစက်ကိုအသုံးပြုပြီး မယ့်လ်ကို ပြန်ခေါ်ခဲ့ပါတယ်....\nဒါပေမယ့် အကြောင်းကြောင့် အကျိုး… အရာရာတိုင်းဟာ ဆက်စပ်မှုတွေ ရှိနေစမြဲပါ...\nဒီစက်ကို အသုံးပြုလိုက်တဲ့အတွက်ကြောင့် ဘာတွေ ဖြစ်လာသလဲ...\nမယ်လ်တစ်ယောက်ပဲ ပြန်လာတာလား....\nဒီလူတစ်ယောက်ကနေ ဘာတွေ ဆင့်ပွားဖြစ်လာခဲ့သလဲ...\nမယ်လ်ကရော ဆိုဖီသိတဲ့ မယ်လဲပဲလားဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...Timelineeနဲ့ ပက်သက်တဲ့ ဇာတ်လမ်းတွေကို ကြည့်ရှုရတာ ကြိုက်နှစ်သက်တယ်ဆိုရင်\nဒိကားကို ကြည့်ရှုဖို့ လုံးဝ recommend ပေးပါတယ်ခင်ဗျအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Tun Aung Kyaw ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2DUjj/Aporia.2023.BluRay.1080p.DTS-HD.MA.5.1.CM.mp4,https://megaup.net/1hZoj/Aporia.2023.BluRay.720p.DTS-HD.MA.5.1.CM.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gX2UDa4KDfQ3pUyxF4jAGcGYnY7.jpg",
        "title": "Kitty The Killer (2023)",
        "description": "Kitty the killer (2023)ထိုင်းရုပ်ရှင်တွေထဲကမှ ဒီတစ်ခါမှာတော့ စိတ်ဝင်စားစရာ ထိုင်းအက်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်။\n2023 မှာထွက်ရှိလာတဲ့ ဒီဇာတ်ကားက မြင်နေကျ ထိုင်းရုပ်ရှင်ကားတွေမတူတဲ့ ဇာတ်အိမ်နဲ့\nကောင်းမွန်တဲ့ အက်ရှင်ဇာတ်ဝင်ခန်းတွေ ပါရှိတာမို့ အက်ရှင်ဇာတ်လမ်းကောင်းကြိုက်သူတွေအဖို့ ‌ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။လျှို့ဝှက်အေဂျင်စီတွေကနေ အမျိုးသမီးငယ်တွေကို အထူးလေ့ကျင့်ပေးပြီး \"ကစ်တီ\" လို့ အမည်ဝှက်ပေးထားခဲ့ကြပါတယ်။\n\"ကစ်တီ\" တွေကို ထိန်းချုပ်တဲ့သူကိုတော့ \"အုပ်ထိန်းသူ\" လို့ ခေါ်ကြပြီး၊\nသူတို့က အေဂျင်စီတွေနဲ့ တိုက်ရိုက် အဆက်အသွယ်ရှိတဲ့ သူတွေပါပဲ။တစ်နေ့မှာ ရှားပါးပစ္စည်းဟောင်းတွေထဲကနေ ဆန်းကြယ်တဲ့ကျောက်တစ်မျိုး ပေါ်လာခဲ့ပြီး\nအေဂျင်စီတိုင်းက ထိုအရာကို အရယူဖို့ ကြိုးစားလာကြတဲ့အခါ....\nဒီအရှုပ်ထဲ ဘုမသိဘမသိပါသွားသူ မောင်ချာလီကရော သေနတ်တကားကားကြား ဘယ်လို ရှင်သန်အောင် ကြိုးစားရမလဲ။\n\"ကစ်တီ\" တွေနဲ့ အေဂျင်စီတွေကြား၊ \"အုပ်ထိန်းသူ\" တွေကြားက ချုပ်နှောင်ထားတဲ့ကြိုးတွေအကြောင်းကိုပါ\nဇာတ်ကားတစ်ခုလုံး စိတ်လှုပ်ရှားဖွယ်အပြည့် ကြည့်ရှုရမှာပါပဲ။အညွှန်းကိုတော့ Su Myat က ရေးထားပေးပြီတော့\nဘာသာြပန်ထားတာကတော့ Su Myat & Thae Thae ...",
        "rating": "5.2",
        "url": "https://megaup.net/2DWsu/Kitty.The.Killer.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1XYw2/Kitty.The.Killer.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNWE5NGZkOWYtODlkZS00Mzk5LWIzZjgtMjk4NzAxNzFmODA3XkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-128x200.jpg",
        "title": "Miss. Shetty Mr. Polishetty (2023)",
        "description": "Miss Shetty Mr Polishetty 2023IMDB 7.8 ရထားပြီး ရုံတင်ငွေ လေးဆကျော်မြတ်ခဲ့တဲ့ Telugu ဘာသာစကားပြော rom-com လေးလာပါပြီ\nစီးပွားရေးအရ အောင်မြင်ရုံမကပဲ ဝေဖန်ရေးဆရာတွေရဲ့ positive review တွေပါရထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ အန်ဗီသာဆိုတဲ့ အသက် ၃၀ အရွယ် လန်ဒန်က Master Chef မမ က\nသူ့အမေနဲ့အတူ နှစ်ယောက်တည်းနေပြီး ထက်မြက်တဲ့မိန်းမပီပီ မိန်းမဝါဒီတစ်ယောက်ဖြစ်ပါတယ်သူမဘဝမှာ သူ့အမေကို သင်ခန်းစာရလို့ အိမ်ထောင်ရေးကို စိတ်မဝင်စားပဲ အချစ်နဲ့ ခပ်ကင်းကင်းနေသူတစ်ယောက်ပါ\nသူ့အမေဆုံးပြီးတဲ့နောက်တော့ တစ်ယောက်တည်းအထီးကျန်လို့ သူအသက်ကြီးလာတဲ့အခါ အနားမှာရှိနေပေးမယ့်\nသားသမီးမရှိမှာလည်း စိုးရိမ်လာပါတယ်ဒါပေမယ့်လည်း Independent 'ဝီးမန်း' ခံယူထားသူ မမက ယောကျာ်းယူဖို့ထက် သားသမီးကို\nချစ်တင်းနှောခြင်းမပါပဲ မွေးဖို့ အလှူရှင်ရှာပါတော့တယ်ကြံရာကျပမ်း ယောကျာ်းအလှူရှင်နဲ့ရမှာကို တွေးပူပြီး သူ့စိတ်ကြိုက် သူ့စံနှုန်းနဲ့ ကိုက်မယ့်လူကို ရှာပုံတော်ထွက်ရာမှာ\nStand-up comedian ဖြစ်ဖို့ကြိုးစားနေတဲ့ ဆစ်ဒူဆိုတဲ့ ကောင်လေးနဲ့ သွားတွေ့ပါတယ်\nဆစ်ဒူကို မြင်မြင်ချင်းသဘောကျသွားတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/4FMfe/Miss_Shetty_Mr_Polishetty_(2023)_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_YK(CM).mp4,https://megaup.net/2DTSX/Miss_Shetty_Mr_Polishetty_(2023)_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BODhjZGUzM2QtYjM1NS00MDE5LTg4ZDAtY2I2M2QxZWQ1YTU4XkEyXkFqcGdeQXVyMTA1NTY0NzQ0._V1_-160x200.jpg",
        "title": "Tumse Na Ho Payega (2023)",
        "description": "Tumse Na Ho Payega 2023 (imdb 9.2/10)ငယ်ငယ်တုန်းက မိဘတွေက နင်ဒီလောက်ညံ့နေတာ အတန်းထဲက\nအဆင့်တစ်ချီးစားပါလားတို့ဘာတို့ဆိုပြီး အဆူခံရဖူးတဲ့ ပရိသတ်တွေရှိကြလားဆိုရှယ်မီဒီယာပေါ်မှာ ခရီးသွားလိုက် ဘားကလပ်သွားလိုက်\nအိုင်ဖုန်းကြီးဝယ်ကိုင်ပြလိုက်နဲ့ သူငယ်ချင်းတွေကိုကြည့်ပြီး စိတ်ဓာတ်ကျဖူးလား\nအဲဒီလိုခံစားချက်မျိုးတွေရှိဖူးတယ်ဆိုရင် ဒီဇာတ်ကားလေးက\nပရိသတ်တို့အတွက် ကိုယ့်ဘဝကိုယ်ရောင်ပြန်ဟပ်စေမဲ့ ပုံမှန်အလုပ်လေးလုပ်\nတခါတလေဘားသွား crush ကပြန်မကြိုက် ကိုယ့်ဘဝကြီးကိုစိတ်ကုန် စသဖြင့်\nကိုယ့်အကြောင်းရိုက်ပြနေသလိုကို ခံစားစေရမှာပါအဲဒီလိုမျိုး မိဘကပေးတဲ့ ပရက်ရှာတွေ ပတ်ဝန်းကျင်ကပရက်ရှာတွေ\nဆိုရှယ်မီဒီယာဘာညာစသဖြင့် ပရက်ရှာပေါင်းများစွာနဲ့ လူငယ်ခြေကျဘဝကို\nပုံဖော်ပြထားတာမို့ စော်မရှိစာမလာ ဘူကောင် မန်ယူဖန်တွေကြည့်သင့်ကြောင်း ညွှန်းဆိုပေးပါရစေဇာတ်လမ်းအကျဉ်းလေးကတော့ အဓိကမင်းသားဂေါ်ရာဗ့်ဟာ သူ့ရဲ့နိစ္စဒူဝနေ့စဉ်ဘဝကြီးကိုစိတ်ကုန်\nသူ့ရဲ့ crush လေး ဒေဗစ်ကာကလည်း သူ့ဘဝရဲ့အမုန်းဆုံးကျောင်းသားဘဝထဲက ပြိုင်ဘက်\nအာဂျွန်နဲ့တွဲနေတော့ စိတ်ဓာတ်ကျပြီး အလုပ်မှာမပျော်တော့လို့ အလုပ်ထွက်လိုက်တာကနေ\nသူ့ဘဝကြီးက ပိုပဲအဆင်ပြေသွားမလားမိဘ ချစ်ရတဲ့သူ ပတ်ဝန်းကျင်စတဲ့ ပရက်ရှာတွေအောက်မှာ ဘယ်လိုအဆင်ပြေအောင်\nရှေ့ဆက်မလဲဆိုတာ ပေါ့ပေါ့ပါးပါးနဲ့တင်ဆက်ထားတာမို့ ပရိသတ်တို့ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nအညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team ကပဲဖြစ်ပါတယ်\nFile size…2.13GB /  1.2GB\nQuality…1080p WEB DL ...",
        "rating": "7.6",
        "url": "https://megaup.net/2DTfj/Tumse.Na.Ho.Payega.2023.1080p.DSNP.WEB-DL.YK(CM).mp4,https://megaup.net/1hYk5/Tumse.Na.Ho.Payega.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAn1tvopkqATQ0AfV4LK08ReAvp.jpg",
        "title": "Love Is in the Air (2023)",
        "description": "Love is in the air (2023)Love is in the air ဆိုတဲ့ Australian romantic, comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးပါ့မယ်။\nDana က မိခင်ဆုံးသွားပြီးတဲ့နောက်ပိုင်း သူ့အမေအရမ်းချစ်မြတ်နိုးတဲ့ မိသားစုပိုင်လေကြောင်းလိုင်းကို အဖေနဲ့အတူတူ ဦးစီးလုပ်ကိုင်နေတဲ့သူပါ။\nသူတို့လေကြောင်းလိုင်းက မြို့နဲ့ဝေးတဲ့နေရာက ကမ်းခြေတွေ၊ ကျွန်းတွေဆီကို စာတွေ၊ ပစ္စည်းတွေပို့ပေးပြီး\nအရေးပေါ်ကိစ္စကူညီတာတွေကို အဓိကလုပ်ပေးနေတော့ လုပ်ငန်းရဲ့ ဘဏ္ဍာရေးအခြေအနေက ချွတ်ခြုံကျလာရော။\nWilliam ကတော့ ချမ်းသာတဲ့မိသားစုရဲ့ အမွေဆက်ခံသူ သားတစ်ယောက်ဖြစ်ပြီးတော့ ဖခင်စိတ်ကျေနပ်အောင် အမြဲကြိုးစားပေးနေတဲ့သူပေါ့။\nတစ်နေ့ သူတို့လုပ်ငန်းလက်အောက်မှာရှိတဲ့ Dana တို့မိသားစုပိုင် လေကြောင်းလိုင်းကို အမြတ်အစွန်းမရလို့ဆိုပြီး အပြီးပိတ်ပစ်ဖို့လုပ်ပါတော့တယ်။\nအဲဒါနဲ့ ဩစတေးလျကိုသွားပြီး လုပ်ငန်းအခြေအနေကို စစ်ဆေးဖို့ William ကို သူ့အဖေက လွှတ်လိုက်တဲ့အခါမှာတော့\nDana တစ်ယောက် သူ့အမေချန်ခဲ့တဲ့ တစ်ခုတည်းသောအရာကို ဆက်ပြီး ကာကွယ်သွားနိုင်ပါ့မလားဆိုတာကို\nဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်လိုက်ရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ...",
        "rating": "5.6",
        "url": "https://megaup.net/1XVhf/Love.is.in.the.Air.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2DSJ3/Love.is.in.the.Air.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drqjqePNAo1uAmhHl3fsfNgOzIv.jpg",
        "title": "About Him & Her (2023)",
        "description": "About Him and Her (2023)About him and her(2023) ဇာတ်လမ်းကိုဒါရိုက်တာ Ice Mrozek ကဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားတာပါ။\n၁၉၈၉ ခုနှစ်မှာ ဖုန်းလိုင်းပူးရာကနေဖြစ်တဲ့အချစ်ဇာတ်လမ်းလေးပါ။ကောင်လေးက ချီကာဂိုတွင်နေထိုင်ပြီး ကောင်မလေး မီရှီဂန်တွင်နေထိုင်တာပါ။\nတစ်ယောက်နဲ့တစ်ယောက်ဆုံတွေ့ဖို့အခွင့်အရေးဆိုတာနည်းပါးလှပြီး ချစ်ကြိုက်သွားဖို့ဆိုတာအတော်လေးကိုမှခဲယဉ်းပါတယ်။\nအထူးသဖြင့်အသံပဲကြားရပြီးရုပ်မမြင်ရတဲ့၁၉ရာစု‌နှစ်တွေမှာပေါ့။\nလူတွေအနေနဲ့ ဖုန်းစိမ်းတစ်လုံးဝင်လာတယ်\n\"ဖုန်းမှားသွားတာ\"ဆိုတဲ့ အသံကြားတာနဲ့ချလိုက်ပါပြီ။\nဇာတ်လမ်းက အစ၊အဆုံးပဲ။ဒီဇာတ်လမ်းလေးရဲ့ ပေးချင်တဲ့မက်ဆေ့က \"အချစ်ဆိုတာ ရုပ်ရည်သွင်ပြင်ပေါ်မှာ ဖွဲ့စည်းထားတာမဟုတ်ဘူး၊\nတစ်ယောက်ကိုတစ်ယောက်ဂ ရုစိုက်မှု၊ နွေးထွေးမှု၊ နားလည်ပေးနိုင်မှုတို့နဲ့ တည်ဆောက်ထားတယ်\"ဆိုတဲ့အကြောင်းပါပဲ။သူဘယ်လိုလေးတင်စားထားသလဲ၊ ဘယ်လိုလေးအချစ်ကိုဖော်ကျူးပြထားလဲ ကြည့်ရှူအားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Romance\nQuality…. 1080p | 720p\nFile size… 1.2GB | 416MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "5.7",
        "url": "https://megaup.net/1XVdj/About.him.and.her.2023.1080p.AMZN.WEB-DL.CM.mp4,https://megaup.net/1XVd0/About.him.and.her.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axMuDxyxl4gykV22nPpyD2ChdjK.jpg",
        "title": "Wish Me Luck (2023)",
        "description": "Wish me luck (2023)နတ်ဘုရားတွေကို ယုံကြည်သက်ဝင်ပြီး အင်းကွက်တွေဆောင်လေ့ရှိတဲ့ ဖယ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်\nအမေက သူမနဲ့ကံမတိုက်ဆိုင်လို့ဆိုပြီး အိမ်ခွဲနေခဲ့ပါတယ်တစ်ရက်မှာ အမေဖြစ်သူက အင်းပြားကိုဆောင်ထားဖို့ ပို့ပးလာခဲ့တယ်\nသူမကလည်း ဒီအင်းကိုစမ်းသပ်ချင်တာနဲ့ သူမပြောစကားတိုင်း ပြည့်ဝဖို့ဆုတောင်းခဲ့ပါတယ်မထင်မှတ်ဘဲ သူမချစ်သူပရီတီရဲ့မုန့်ဆိုင်လေးကို မီးလောင်ပါစေလို့ ရန်ဖြစ်စကားများတုန်း ပြောခဲ့မိရာမှာ\nအင်းက တကယ်အလုပ်လုပ်တော့ သူမတို့နှစ်ဦး ဝေးဖို့လမ်းစဖြစ်ခဲ့တယ်ဖယ်ဟာ စီးပွါးရေးသမား \"ဖစ်\" နဲ့အချစ်သစ် စခဲ့ပြီးနောက် သူမဘဝပြောင်းလဲဖို့ ဖြစ်လာပါတော့တယ်\nဖစ်ဟာ ဖယ်ကိုအသုံးချပြီး ငွေကြေးလိမ်လည်မှုဂိမ်းတစ်ခုမှာ CEOထည့်ခဲ့တာကြောင့်ဖယ်တစ်ယောက် အဆုံးသတ်က ဘယ်လိုဖြစ်သွားနိုင်မလဲဆိုတာကိုတော့ “Wish Me Luck”မှာ ဆက်လက်ကြည့်ရှုရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Romance, Comedy\nQuality…. 1080p | 720p\nFile size… 1.7GB | 573MB\nFormat… mp4\nDuration…. 1h 38min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "5",
        "url": "https://megaup.net/1XTmj/Wish.Me.Luck.2023.NF.WEB-DL.1080p.CM.mp4,https://megaup.net/1XTlc/Wish.Me.Luck.2023.NF.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ct01snAu5BdnWdLO3w7EodqaCGb.jpg",
        "title": "Don’t Buy the Seller (2023)",
        "description": "Don't Buy the Seller aka Target (2023)Shin Hye Sun ရဲ့ ဇာတ်လမ်းအသစ်လေး ထွက်လာပါပြီ၊\nKang Tae Oh ကလည်း စစ်မှုမထမ်းခင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းမို့ အလွမ်းပြေလေး ကြည့်လို့ရပါပြီဒီဇာတ်လမ်းကတော့ သရဲထက်ပိုကြောက်ဖို့ကောင်းတဲ့ လူတွေရဲ့ လောဘစိတ်ကြောင့်ဖြစ်လာတာကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ Thriller ဇာတ်လမ်းကောင်းကောင်းလေးဖြစ်ပါတယ်လစာနဲ့လည်ပတ်နေတဲ့ လခစားတွေဆိုရင် ပေါချောင်ကောင်းပစ္စည်းလေးတွေကို ရှာဝယ်တတ်ကြပါတယ်..\nဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက် ဂျန်ဆူဟျွန်းဟာဆိုလည်း အဝတ်လျှော်စက်ကို\nတစ်ပတ်ရစ် website ကနေမှာလိုက်ရာကနေ မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းစလာပါတော့တယ်တစ်ပတ်ရစ်ဈေးကနေ အလိမ်ခံလိုက်ရပြီးတော့ အဲလူလိမ်ကို ဖော်ထုတ်ဖို့ကြိုးစားရင်းကနေ\nဖုန်းနံပါတ်၊ အိမ်လိပ်စာကစလို့ ကိုယ်ရေးအချက်အလက်တွေ အကုန်ပေါက်ကြားသွားပြီး\nအိမ်မှာနေရတာကိုက ထိတ်တလန့်လန့်ဖြစ်နေရပါတော့တယ်တစ်နေ့တစ်မျိုးမရိုးနိုင်အောင် ဒုက္ခပေးနိုင်လွန်းတဲ့ အဲလူလိမ်ကို ဂျန်ဆူဟျွန်းက ဘယ်လိုအနိုင်တိုက်မလဲ..\nဖြစ်လာသမျှကို ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz & Hmwe ပဲ ဖြစ်ပါတယ်Genre..... Crime, Mystery, Thriller\nQuality…. 1080p ...",
        "rating": "7.8",
        "url": "https://megaup.net/1XUf9/Dont.Buy.the.Seller.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/2DRx1/Dont.Buy.the.Seller.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMGI5MGIwNjYtMWMzNS00MzViLWExYzUtYjRiZjAxNjg5NzUxXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-133x200.jpg",
        "title": "Adiyae! (2023)",
        "description": "Adiyae (2023)IMDb-6.6/10ဒီတစ်ခါမှာတော့ ထူးချွန်ဆုတွေရဖူးပြီး Nominations များစွာဝင်ခဲ့ကြဖူးတဲ့\nလူငယ်နှစ်‌‌ယောက် ဒါရိုက်တာ Vignesh Karthick နဲ့ တေးရေးJustin Prabhakaran တို့ လက်စွမ်းပြထားကြတဲ့ကားပါတစ်ကမ္ဘာထဲအတူရှိနေတာတောင် သူမနဲ့မဆုံစည်းနိုင်‌သေးတဲ့လူတွေ နည်းနာနိဿယယူနိုင်ဖို့အတွက်\nIMDb 6.6 ရထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်အချစ်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါပြီ။\nသာမန်အချစ်ကားတွေလို ချစ်ကြိုက်ညားကွဲလောက်မဟုတ်ဘဲ parallel universe နဲ့ time travel\nသဘောတရားလေးတွေ ခပ်ပါးပါးထည့်ထားတာဆိုတော့ တမူထူးခြားတဲ့ရသမျိုးရစေမှာပါ။ဇာတ်လမ်းအကျဉ်းဆီသာဇ်ဟီနီဆိုတဲ့မိန်းကလေးကို ကျောင်းသားဘဝထဲက တိတ်တခိုးcrushခဲ့ရတဲ့ ဂျီဗာဆိုတဲ့\nကောင်လေးတစ်ယောက် နှစ်တွေကြာလို့ ဆီသာဇ်ဟီနီက နာမည်ကျော်အဆိုတော်ဘဝကို\nရောက်ခဲ့ချိန်မှာတော့ တိတ်တခိုးချစ်ရသူဘဝကနေ အဆင့်တက်ဖို့ ပိုပြီးအလှမ်းဝေးခဲ့ရပါပြီ။\nဒီအချိန်မှာပဲ မတော်တဆမှုတစ်ခုကြောင့် တခြားကမ္ဘာကိုကူးသွားတဲ့အခါ...ကမ္ဘာကူးသွားပေမဲ့ ခွက်ရှ်လေးနဲ့ညားတဲ့အပြင် အောင်မြင်တဲ့ဂီတဒါရိုက်တာတစ်ယောက်ဘဝကိုပါ\nပိုင်ဆိုင်ထားတဲ့ အာဂျွန်ဆိုတဲ့ဘဝမှာ ယစ်မူးနေတဲ့ဂျီဗာတစ်ယောက် အချိန်စေ့လို့\nဒီဘက်ကမ္ဘာကိုပြန်ရောက်လာတဲ့အခါမှာတော့ သာယာတဲ့အိပ်မက်ကနေ မနိုးထချင်ဘဲ\nလန့်နိုးလိုက်ရတဲ့အပြင် ဒီဘက်ကမ္ဘာမှာလည်း အဖြစ်ဆိုးကြီးက စောင့်ကြိုနေပါသတဲ့။ခွက်ရှ်နဲ့ညားရတဲ့အရသာကို ဂျီဗာတစ်ယောက်သိပြီးပြီဖြစ်လို့ ဆီသာဇ်ဟီနီကိုပိုင်ဆိုင်ရရေးအတွက်\nကမ္ဘာတွေခြား အချိန်တွေခြားနေတဲ့ကြားကနေ ဘယ်လိုကြိုးစားသွားမလဲဆိုတာ ရှုစားနည်းယူလိုက်ကြပါစို့လား။အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Alex ~ BpL ~ Zwe ~ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1hWe6/Adiyae_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/3jOA5/Adiyae_(2023)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CN).mp4",
        "category": "Bollywood, Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQxjZGU6rxSPSMeAJPJQlmfV3ys.jpg",
        "title": "After Everything (2023)",
        "description": "After Everything (2023)\n=========\nRomance ,Drama''အချစ်ဆိုတဲ့အရာက ဆန်းကြယ်တယ်...\nအချစ်ဆိုတာ ကြင်နာမှုနဲ့ စိတ်ရှည်သည်းခံမှု '' တဲ့ ဟာဒင်ကပြောတယ်...ပြန်မလာနိုင်တော့တဲ့ လူတစ်ယောက်ကို ဘယ်လောက်အကြာကြီးစောင့်ခဲ့ဖူးလဲ..\nဘယ်လောက်ပဲ အတူရှိမယ်ကတိတွေအထပ်ထပ်ပေးခဲ့ခဲ့ ...\nလူနှစ်ယောက် ကံမပါလာရင် ဝေးကွာရစမြဲပဲမဟုတ်လား...\nအတူရှိဖို့ ကံပါလာရင် ဘယ်လောက်ပဲ ဆက်ဆံရေးတွေ ဘယ်လောက်ပဲခက်ခဲနေပါစေ အတူရှိသွားမှာပဲAfter ဇာတ်လမ်းတွဲဆိုတာ ဟာဒင်နဲ့ တက်စ်ဆာရဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ပါ\nFifty Shades နဲ့ 365 DNIရုပ်ရှင်တွေလို ရမက်ကြမ်းကြမ်းနဲ့ အချစ်ဇာတ်လမ်းတွေ မဟုတ်ဘူး...\nလူငယ်နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို Romance အဆန်ဆုံးနည်းလမ်းနဲ့ ယဉ်ယဉ်လေးပုံဖော်ထားခဲ့တာ\nအခုဆို နောက်ဆုံးဆိုတဲ့ မှတ်တိုင်ကိုရောက်လာခဲ့ပြီ...\nဟာဒင်နဲ့တက်စ်ရဲ့ ခံစားချက်တွေ အသည်းကွဲဖူးတဲ့ လူငယ်တိုင်း ခံစားပေးလို့ရတယ်..\nဒါကြောင့်ပဲ ဒီဇာတ်လမ်းဟာ Romance genre မှာ နေရာတစ်ခုရနေတာဖြစ်တယ်ဇာတ်လမ်းအကြောင်းပြောရရင်...\nစိတ်ပိုင်းဖြတ်ပြီး move one လုပ်သွားတဲ့ တက်စ်ဆာဆိုတဲ့ကောင်မလေးကို မမေ့နိုင်သေးတဲ့ ဟာဒင်ရဲ့အကြောင်း..\nအရင်လို စိတ်ထင်တိုင်းဝုန်းဒိုင်းကြဲပေါက်ကွဲတတ်တဲ့အချိန်တွေကျော်လွန်ပြီး ရင့်ကျက်တဲ့ လူငယ်စာရေးတစ်ယောက်ဖြစ်လာပြီ...\nသူ့ခံစားချက်တွေကို အမြဲတမ်း သူ့စာအုပ်တွေထဲမှာပဲ ချရေးရင်း တက်စ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2DQSO/(CM)_After.Everything.2023.2160p.4K.AMZN.WEB-DL.DDP5.1.H.265-Naung.mkv,https://megaup.net/3jOdg/After.Everything.2023.1080p.WEB.h264.AAC.5.1.CM.mp4,https://megaup.net/3ZLx0/After.Everything.2023.720p.WEB.h264.AAC.5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXChf7MFL36BgoLkiB3BzXiwW82.jpg",
        "title": "Muzzle (2023)",
        "description": "Muzzle (2023)\n============\nCrime,ThrillerBatman ကားတွေထဲမှာ Harvy Dent (Two Face ) အဖြစ်သရု်ဆောင်ခဲဲ့တဲ့\nမင်းသားကြီး Aaron Eckhart ရဲံ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်မှုခင်းအရာရှိ ဂျိတ်ရိုဆာက တစ်ကိုယ်ထဲသမားဖြစ်တဲ့အတွက်\nသူ့ဘေးမှာ အဖော်ပြုပေးမယ့် K-9 မျိုးစိတ် ဂျာမန် ရဲခွေးကြီးတစ်ကောင်ပဲရှိပါတယ်\nဘယ်သွားသွား သူ့ကိုကားနဲ့အမြဲခေါ်သွားပြီး အလုပ်မှာရော အိမ်မှာပါသူ့ရဲ့ တစ်ဦးထဲသောမိသားစုဝင်လိုဖြစ်နေတာပေါ့\nတစ်နေ့ မူးယစ်သမားတွေကို သူ့ခွေးနဲ့လိုက်ဖမ်းရင်း\nလူတစ်ယောက်က ဂျာမန်စကားနဲ့ သူ့ခွေးကို ယဉ်ပါးအောင်လုပ်ကာ သေနတ်နဲ့ပစ်သတ်သွားပါတယ်...\nခွေးကို ဂျာမန်လိုခိုင်းနိုင်တာ သူတို့ရဲဌာနက ခွေးထိန်းနဲ့ ရဲအချို့ပဲရှိပါတယ်...\nမိသားစုဝင်တစ်ယောက်ကို ဆုံးရှုံးလိုက်ရတဲ့ ဂျိတ်အတွက်...\nသူ့ခွေးအတွက် ဂျွန်ဝစ်လိုမျိုး လက်စားချေဖို့ ပြန်လာခဲ့ပါပြီ...(အညွှန်းနဲ့ဘာာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ် )Genre..... Thriller\nQuality…. 1080p | 720p\nFile size…1.1GB | 711MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Thiha ...",
        "rating": "5.6",
        "url": "https://megaup.net/2DQbw/Muzzle.2023.1080p.WEBRip.x264.AAC5.1.CM.mp4,https://megaup.net/1hVgc/Muzzle.2023.720p.WEBRip.x264.AAC5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/51Xi3oLZTAQ98JPzTYqvuTp6SZT.jpg",
        "title": "Strange Way of Life (2023)",
        "description": "Strange Way of Life (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 78% ~The Skin I Live In တို့၊ Pain and Glory တို့လို အော်စကာတန်းဝင်ကားတွေကို ရိုက်ခဲ့တဲ့ စပိန်ဒါရိုက်တာ Pedro Almodóvarရဲ့ Short film အသစ်ပါ။ Pedro Pascal နဲ့ Ethan Hawke တို့လို ထိတ်ထိတ်ကြဲ မင်းသားတွေကို သုံးထားတယ်။ Almodóvar ရိုက်ခဲ့တဲ့ ဒုတိယမြောက် အင်္ဂလိပ်စကားပြော ရုပ်ရှင်ဆိုလည်းဟုတ်တယ်။ Western Drama ပေမဲ့ ပုံမှန်မြင်နေကျ Western Drama တွေနဲ့မတူဘဲ ဇာတ်အိမ်ကို မထင်ထားတဲ့ပုံစံမျိုး သုံးပြထားတယ်။ဒီဇာတ်လမ်းဟာ နာရီဝက်သာသာပဲရှိတဲ့ ဇာတ်လမ်းပေမဲ့ Western Drama အရသာကို ပေးသင့်သလောက်ပေးနိုင်ခဲ့သလို ...",
        "rating": "6.6",
        "url": "https://megaup.net/1XRqo/(CM)_Strange_Way_of_Life_(2023)_1080p.mp4",
        "category": "Drama, Short, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYWMxM2NmOTctMTA5NC00ODk0LWFmNzgtNzU1MGNkMjc3MzgzXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-133x200.jpg",
        "title": "Lucky Man (2023)",
        "description": "Lucky Man (2023)IMDB rating 7.2 ရထားတဲ့ တမီးလ် စကားပြော ဟာသ/ဒရာမာ ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဗီရာနဲ့ အတူ ခါတိုင်းရွှတ်နောက်နောက်နဲ့ အမြဲနောက်ပြောင်တတ်တဲ့ ဟာသမင်းသားကြီးယိုဂီဘာဘူကို\nဒီတစ်ခါတော့ အတည်ပေါက်ဇာတ်ရုပ်နဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်အဓိက ဇာတ်ကောင် မူရူဂန်ဆိုတဲ့ သက်လတ်ပိုင်းလူတစ်ယောက်က ငယ်ငယ်တည်းက ကံမကောင်းခဲ့တဲ့လူ..\nဘယ်လောက်တောင်လဲဆိုရင် ရေဒီယိုအစီအစဥ်က မေးခွန်းကို ခက်ခက်ခဲခဲ မှန်အောင် ဖြေပြီးတာတောင် ဆုငွေလှည့်တော့ ဗလာပဲ ကျတဲ့အထိ\nသူ့အနေနဲ့လည်း ဒရာမာခင်းမျက်ရည်ချူနေဖို့ထက် အတည်ပေါက်ကြီးတွေပဲ ထေ့လုံးပြောရတာကို အရသာတွေ့တဲ့လူပါမြေအကျိုးဆောင်လုပ်ငန်း လုပ်ကာမှ မြေကွက်မကြည့်ရသေးခင် ဖောက်သည်ရဲ့ အဘွားဆုံးပြီး လှည့်ပြန်ရတဲ့ အဖြစ်\nအလုပ်အတွက် ဆိုင်ကယ်ကောင်းကောင်း အသစ်လိုနေတာကို လှည့်ပတ်ချေးဖို့ ကြိုးစားနေရတဲ့အချိန်....\nစုကြေးကုမ္ပဏီကနေ ကားဆုကြီးထပေါက်ပါတော့တယ်..\nတစ်သက်လုံးကံဆိုးလာတဲ့မူရူဂန်တစ်ယောက် ကံကောင်းခြင်းတွေအစပျိုးလာတာဟုတ်ရဲ့လား\nသူ့ရဲ့ကံဆိုးမှု အလွဲအချော်တွေက ဘယ်လောက်ထိဆက်ဖြစ်နေဦးမလဲ.......ဒီကားက ဟာသမင်းသားကြီး ယိုဂီဘာဘူရဲ့ အတည်ပေါက်နဲ့ ထေ့ပြောပြောတာတွေက အဓိကဆွဲဆောင်မှုပါ\ncomedy ဆိုတာထက် ဒါမျိုး genre ကို dark-comedy သို့မဟုတ် Dra-Medy(drama+comedy)လို့လဲ\nခေါ်ပါသေးတယ် ပုံမှန်ဟာသကားနဲ့တော့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1hTwg/Lucky_Man_(2023)_Tamil_HQ_HDRip_-_1080p_-_x264_YK(CM).mp4,https://megaup.net/1hTxa/Lucky_Man_(2023)_Tamil_HQ_HDRip_-_720p_YK(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lO3hGCsGF9SMkgxja1OX1BZh4Qq.jpg",
        "title": "Barber (2023)",
        "description": "Barber (2023)~ IMDb - 5/10, Rotten Tomatoes - 75% ~ဒီကားလေးကတော့ လတ်တလောမှ ပူပူနွေးနွေးထွက်ရှိလာတဲ့ Crime, Drama, Mystery ကားလေးပါ။ Game of Thrones မှာ ပရိသတ်တွေရဲ့အချစ်များစွာကို ပိုင်ဆိုင်သွားခဲ့တဲ့ \"Little Finger\" သရုပ်ဆောင်မင်းသား Aidan Gillen က အဓိကဇာတ်‌ကောင် အလွတ်စုံထောက်ဗယ်လ်ဘာဘာ အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။ဇာတ်အိမ်ကိုတော့ အိုင်ယာလန်နိုင်ငံ ကိုဗစ်လော့ဒေါင်းအချိန်ကာလအတွင်းကို တည်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဗယ်လ်ဆီကို မုဆိုးမအဖွားကြီးတစ်ယောက်က ဆာရာဆိုတဲ့ မြေးမလေးပျောက်ဆုံးမှုအတွက် အမှုလိုက်ပေးဖို့ လာငှားရမ်းရာကနေ စတင်ပါတယ်။ ဗယ်လ်တစ်ယောက် အမှုလိုက်ရင်း ရဲတပ်ဖွဲ့အင်စပက်တာနဲ့ ကျောင်းတော်ဟောင်းက ရန်စတွေအပြင် ဗယ်လ်ရဲ့သပွတ်အူလိုဘ၀ကိုပါ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။ သာမန်လူပျောက်မှုလေးတင်မဟုတ်ဘဲ နောက်ကွယ်မှာ Plot Twist လေးတွေပါ ရှိနေတာမို့ အားလုံးပဲ ဗယ်လ်နဲ့အတူ ဆာရာကိုလိုက်ရှာကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe ...",
        "rating": "5",
        "url": "https://megaup.net/1XPdv/(CM)_Barber_(2023)_1080p.mp4,https://megaup.net/3jK7t/(CM)_Barber_(2023)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYTRiYzI0ZDEtOWNiOC00ZTZkLTgyZGMtOTljZTk5NmE5OWExXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Harkara (2023)",
        "description": "Harkara (2023)IMDb-9.7/10ပထမဆုံးစွန့်စားတီထွင်သူတွေ ကမ္ဘာ့ပထမဆုံးအရာတွေအကြောင်း\nစိတ်ဝင်စားသူတွေ အကြိုက်တွေ့မဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါ\nဟာကာရာ ဆိုတာ စာပို့သမားလို့အဓိပ္ပာယ်ရပါတယ်အသက် ၃၃ နှစ်ရှိနေပြီဖြစ်တဲ့ ကာလီတစ်ယောက်\nအိမ်ထောင်ပြုပြီးဘဝကို အခြေချနေချင်လို့ အစိုးရအလုပ်ကိုလျှောက်ထားတဲ့သူ\nသူရသွားတဲ့အစိုးရအလုပ်က ဟိုး..လူအရောက်ပေါက်နည်းတဲ့တောင်ပေါ်ရွာလေးပေါ်မှာ\nရုံးထိုင်ရတဲ့ စာပို့သမား လစာလည်းမများ ရွာကလည်းခေါင်တာမို့ သတို့သမီးလောင်းတွေကလည်းလက်မခံ\nသူ့ဘဝလည်းတက်လမ်းပိတ်နဲ့ ပြောင်းပြေးချင်တော့တာပေါ့ပြောင်းပြေးလို့မရခင်မှာပဲ သူတာဝန်ကျတဲ့ရွာထက်ပိုခေါင်တဲ့ တောင်ထိပ်ကရွာလေးဆီကိုစာသွားပို့ရချိန်မှာ\nသူသိခဲ့ရတဲ့....လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၅၀ က စာပို့သမားလုပ်ခဲ့တဲ့\nအိန္ဒိယပထမဆုံးစာပို့သမားရဲ့ ဇာတ်လမ်းကို ရှုစားရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Alex ~ KKKZ ~ YH တို့ပဲဖြစ်ပါတယ်\nFile size…2.24GB / 1.03GB \nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Alex ~ KKKZ ~ YH",
        "rating": "9.3",
        "url": "https://megaup.net/2DMbu/Harkara_(2023_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4,https://megaup.net/1hRh8/Harkara_(2023_Tamil_TRUE_WEB-DL_-720p.YK(CM).mp4",
        "category": "Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/10/LGM-133x200.jpg",
        "title": "Let’s Get Married (2023)",
        "description": "Let's Get Married (2023)IMDb-6.3/10CM ပရိသတ်ကြီးအတွက် ရုံတင်ပြီး ပထမဆုံး၄ ရက်အတွင်း ရုံတင်ငွေ ၈ ကုဋေထိရခဲ့တဲ့\nရိုမန့်ဟာသကားလေးတင်ဆက်ပေးလိုက်ပါတယ် အဓိကဇာတ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့\nHarish Kalyan နဲ့ Ivana တို့နှစ်ယောက်လုံးက ချောချောလေးနဲ့ လိုက်ဖက်ညီကြတာရော ၊ |\nဟာသမင်းသားကြီး ယိုဂီဘာဘူပါဝင်ထားတာရောကြောင့် ချစ်လိုက်သတ်လိုက် ရယ်လိုက်မောလိုက်နဲ့ ရှုစားရမှာပါ\"ချစ်သူတွေအဖြစ်မသတ်မှတ်သေးဘဲ အရင်တွဲကြည့်ကြမယ်\"\n\"လက်မထပ်ခင်တစ်ယောက်အကြောင်းတစ်ယောက်သိအောင်|\nခရီးတွေအတူထွက်ကြမယ် အတူနေကြည့်ကြမယ်\" ဒါတွေက ကြားဖူးနေကျပါ\n\"လက်မထပ်ခင် ယောက္ခမနဲ့အဆင်ပြေမပြေနေကြည့်ကြမယ်\" ဆိုတာမျိုးရော ကြားဖူးကြလားဂေါ်သမ်နဲ့ မီရာတို့က နှစ်နှစ်လောက်တွဲကြည့်ကြမယ်ဆိုရာက နှစ်နှစ်ကြာအပြီးမှာ\nလက်ထပ်ဖို့ဆုံးဖြတ်လိုက်ကြတဲ့ချစ်သူတွေ\nအမေ့ကို တစ်ယောက်တည်းပစ်မထားချင်ခဲ့တဲ့ဂေါ်သမ် နဲ့ နှစ်‌ယောက်တည်းပဲဘဝကိုစချင်တဲ့ မီရာ..\nအားလုံးညှိကြနှိုင်းကြပြီးနောက်မှာဆုံးဖြတ်လိုက်တာက\nယောက္ခမနဲ့အဆင်ပြေမပြေကြိုသိရအောင် လက်မထပ်ခင် ခရီးအတူထွက်ကြည့်ကြဖို့ပါသမီးယောက္ခမနှစ်ယောက်အတူထွက်ကြတဲ့ ခရီးမှာ ပူပူလောင်လောင်တွေမပါဘဲ\n၅၂၈ မေတ္တာရှင်နဲ့ ၁၅၀၀ အချစ်တို့ကြား သံစဉ်ချိုချိုအရယ်‌အမောလေးတွေနဲ့ ကြည့်ရှူရမှာပါအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Alex ~ Dee ~ ToMo ~ Dee တို့ပဲဖြစ်ပါတယ်\nFile size… 2.62GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/3jIkA/LGM_-_Let_s_Get_Married_(2023)_Tamil_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/3ZFLB/LGM_-_Let_s_Get_Married_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Untitled-133x200.jpg",
        "title": "Hustle 3 (2023)",
        "description": "Hustle 3 (2023)\n============ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ အန်တိုနီရိုဂျက် ဖာဆန် က ကိုယ်တိုင်ရေး\nကိုယ်တိုင် ရိုက်ကူးခဲ့တာဖြစ်ပြီး အကြောင်းအရာကတော့ အမေရိကန်ပြည်\nထောင်စု ၊ မေရီလဲန်းပြည်နယ် ဘောလ်ဒီမိုးမြို့က တရားမဝင်ဒုစရိုက်လုပ်\nငန်းတွေ ၊ လူသတ်မှုတွေ ၊ မူးယစ်ဆေးတွေ အကြောင်းကို အ​ခြေပြုပြီး ရိုက်\nကူးခဲ့တာပါ။ ဒီဇာတ်လမ်းမှာ အာဖရိကန် - အမေရိကန် လူမျိုး အနုပညာသ\nရုပ်ဆောင်တွေ အမြောက်အများ(၂၀ ဦးခန့်) ပါဝင်ထားပြီးတော့ ရိုက်ကူးထား\nပါတယ်။လူမိုက်ဂိုဏ်းတွေမှာ ဖြစ်လေ့ရှိတဲ့ ၊ အခြေအနေတွေနဲ့ သူတို့အလုပ်တွေမှာ\nသုံးလေရှိတဲ့ စကားတွေနဲ့ ပြောဆိုထားတာတွေ များတာကြောင့် ကနေ့ခေတ်\nဗန်းစကားတွေ အမြောက်အများ ၊ ကြမ်းတမ်းတဲ့ အသုံးအနှုန်းတွေအမြောက်\nအများကိုတော့ တွေ့ရမှာပါ။ အဓိကအကြောင်းအရာကတော့ ဘောလ်ဒီမိုးမြို့\nကို မူးယစ်ဂိုဏ်းနှစ်ခုက လက်ဝါးကြီးအုပ်ထားတဲ့အခြေအနေမှာ သူတို့ဂိုဏ်း\nနှစ်ဂိုဏ်းက မတည့်ကြသလို၊ သူတို့ဂိုဏ်းနှစ်ခုကို အောက်ခြေမှာ ပုန်ကန်လို\nကြသူတွေရှိပြန်တာကြောင့် ပြသနာပေါင်းစုံရှိနေပါတယ်။ တစ်ဘက်ကလည်း\nအစိုးရရဲ့ မူးယစ်နှိမ်နင်းရေးက ဝင်လာတာမို့ ဇာတ်အိမ်က ခပ်ရှုပ်ရှုပ်ဖြစ်တာ\nကြောင့် ...",
        "rating": "4.9",
        "url": "https://megaup.net/2DHS9/Hustle.3.2023.1080p.WEBRip.(CM).mp4,https://megaup.net/3jFkg/Hustle.3.2023.720p.WEBRip.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODgxMGFkODctOWVhNy00NzAzLWFjOTgtOWZjYTM2MzliZDZmXkEyXkFqcGdeQXVyMTUxNTk0NTU4._V1_-133x200.jpg",
        "title": "American Terror Tales 2 (2023)",
        "description": "American Terror Tales 2 (2023)\n======================American Terror Tales 2 ကတော့ သရဲကားကိုမှ တစ္ဆေတွေ\nဝင်ပူးတဲ့ သရဲအိမ်၊ လူသတ်တဲ့အရုပ်နဲ့ အကကျောင်းက စုန်းမလေး\nဆိုပြီး သုံးပိုင်းခွဲ ပြထားတဲ့ horror ဇာတ်ကားပါ။ ဇာတ်ကားအရှိန်က\nအရမ်းကြောက်ဖို့မကောင်းပေမဲ့ visual ကတော့ တော်တော်လေး\ncreepy and gross ဖြစ်ပါတယ်။ ပေါ့ပေါ့ပါးပါး horror ဇာတ်လမ်း\nအတို ကြည့်ချင်တဲ့သူတွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ဖြစ်စေမယ့်\nကားမျိုးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (310 MB)\nQuality............WEB-DL 1080p / 720p\nDuration........1Hr 13Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://megaup.net/1XKnd/American.Terror.Tales.2.2023.1080p.WEB-DL.(CM).mp4,https://megaup.net/2DHP9/American.Terror.Tales.2.2023.720p.WEB-DL.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOGFiZWQ2OTEtNDg1OS00NmQ0LWE5MTktZjY1ZTFhNzBlNDRkXkEyXkFqcGdeQXVyNDc0MTM5MDE@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Anchorage (2023)",
        "description": "Anchorage (2023)\n==============ဒီဇာတ်ကားရဲ့ထူးခြားချက်က အဓိကသရုပ်ဆောင် ၂ယောက်ရယ်၊\n၃မိနစ်စာလောက်ပါလာတဲ့ရဲအရာရှိကလွဲလို့ တခြားသရုပ်ဆောင်\nမပါဝင်ပါဘူး။ ဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်နှစ်ယောက်က\nဒီဇာတ်ကားကိုရိုက်ဖို့ အချိန်ငါးရက်ပဲယူခဲ့ရတယ်။ ရိုက်ကူးရတဲ့\nအချိန်နဲ့ဘတ်ဂျက်အရရော နည်းပါးပေမဲ့ ဇာတ်လမ်းအစကနေ\nအဆုံးအထိ တမျိုးလေးဆွဲခေါ်သွားမယ့်ကားမျိုးပါ။ကျွန်တော်တို့ လူ့အဖွဲ့အစည်းရဲ့ဖြစ်ပျက်နေကြကိစ္စတချို့ကိုလည်း\nထည့်သွင်းပြီးရိုက်ပြထားလို့ ကိုယ်နဲ့တိုက်ဆိုင်တာလည်း ပါလာနိုင်\nပါတယ်။ ဇာတ်လမ်းအကျဉ်းက ညီအစ်ကိုနှစ်ယောက်က ဘယ်က\nမှန်းမသိယူလာတဲ့ ‌မူးယစ်ဆေးပြားတွေကိုရောင်းဖို့ ဖလော်ရီဒါကနေ\nအလက်စကာကို ကားတစ်စီးနဲ့ထွက်လာတဲ့ဇာတ်လမ်းလေးပါ။ လမ်း\nတစ်‌လျှောက် ပေါက်တတ်ကရလုပ်တာတွေ၊ပြောတာဆိုတာမှန်သမျှ\nကို ကြည့်ရှုရမယ့် Drama ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (421 MB)\nQuality............WEB-DL 1080p / 720p\nDuration........1Hr 19Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......ZWT\nEncoder..........SWM",
        "rating": "5.2",
        "url": "https://megaup.net/3jF9h/Anchorage.2023.1080p.AMZN.WEB-DL(CM).mp4,https://megaup.net/1XKek/Anchorage.2023.720p.AMZN.WEB-DL(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTA3OWYyMGEtMDU3Ni00ZTI5LTgzMmUtODc3N2NhYjdhMjE4XkEyXkFqcGdeQXVyMDc5ODIzMw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Kelce (2023)",
        "description": "Kelce (2023)\n==========\nIMDb Rating - 8.4/10ဒီဇာတ်လမ်းကတော့ အမေရိကန်ဘောလုံးသမိုင်းမှာ အအောင်မြင်ဆုံးထဲက\nတစ်ယောက်ဖြစ်တဲ့ ဂျေဆန်ကယ်လ်စီရဲ့အကြောင်းကိုမှတ်တမ်းတင်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ဂျေဆန်ဟာSuper Bowl ချန်ပီယံ။ First-\nteam All Pro ၅ ကြိမ်။ Pro Bowl ၆ ကြိမ်ရရှိထားပြီး လက်ရှိမှာ Philadelphia\nEagles အသင်းမှာကစားနေတာလည်းဖြစ်ပါတယ်။ညီဖြစ်သူကလည်း သူနဲ့အတူဘောလုံးအားကစားသမားတစ်ယောက်ဖြစ်ပါ\nတယ်၊၊ ဂျေဆန်တို့ညီအစ်ကိုဟာ ငယ်စဉ်ကတည်းက အားကစားကိုရူးသွပ်ကြ\nသူတွေဖြစ်ပြီး အမေရိကန်ဘောလုံးကစားနည်းအပြင် အခြားအားကစားတွေပါ\nကစားခဲ့ကြပါတယ်။ လောကခံရဲ့အနိမ့်အမြင့်တွေကြားထဲကနေ အထက်တန်း\nကျောင်းသားဘဝမှာ ဘောလုံးအားကစားသမားကိုရွေးချယ်ပြီး ပရော်ဖက်ရှင်\nကစားသမားဘဝအထိရောက်လာအောင် ဘယ်လိုရုန်းကန်ခဲ့ရပြီး အောင်မြင်မှု\nတွေ ဆွတ်ခူးခဲ့ရလဲဆိုတာစိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်၊(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(2.23 GB) / (823 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 43Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary, Sport\nTranslator......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "8.4",
        "url": "https://megaup.net/1XKcw/Kelce.2023.1080p.AMZN.WEB-DL.(CM).mp4,https://megaup.net/3ZCyZ/Kelce.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjE0NGZiNjQtODgwYS00NzBmLWI4ZTMtMWVlMGEwMzdiZDQ1XkEyXkFqcGdeQXVyODcyNDkyMzY@._V1_-142x200.jpg",
        "title": "A New Breed of Criminal (2023)",
        "description": "A New Breed of Criminal (2023)\n=======================ခေတ်သစ်လူဆိုးကြီးရဲ့ ဘဝအကြောင်းကို တစ်ချက်လောက်လေ့လာ\nရအောင်လားဗျာ...စတီဗန်ဆေယာ့စ်အကြောင်းဆိုပေမယ့် နယူးကာ\nဆယ်မှာသတင်းမွှေးနေတဲ့ ဆေယာ့စ်မိသားစုအကြောင်းဆို ပိုပြီးမှန်မယ်\nထင်ပါတယ်။လမ်းပေါ်မှာမွေး လမ်းပေါ်မှာကြီး လမ်းပေါ်မှာကျင်လည်ခဲ့ရတဲ့ ဂျွန်ဆေ\nယာ့စ်အတွက် သူ့သားတွေကို လမ်းဗိုလ်ဖြစ်စေချင်တာတော့ မဆန်းပါ\nဘူး။ ဒါပေမဲ့ လမ်းဗိုလ်မဟုတ်ဘဲနဲ့ မြို့ဗိုလ်ဖြစ်သွားတာတော့ သူတို့အ\nစွမ်းအစနဲ့သူတို့ပေါ့နော်။ ဆေယာ့စ်အုပ်စုကို မျက်စိအနောက်ဆုံးကတော့\nနယူးကာဆယ်ရဲအဖွဲ့ပေါ့။ ငယ်ငယ်ကတည်းက အတော်ဆုံးဗီလိန်အဖေ\nက သေချာသင်ကြားပေးထားတော့ သက်သေလုံးဝရှာမရဘဲ ထောင်ထဲ\nထည့်လို့မရတာ နှစ်နဲ့ချီကြာနေပါပြီ။လည်လွန်းတဲ့ဘီး.. Eနင်းမိတယ်ဆိုသလို ဖမ်းမိဖို့အလွန်ခက်လွန်းတဲ့\nဆေယာ့စ်အုပ်စု ထောင်နှုတ်ခမ်းဖျားဝမှာ ဘယ်လိုခြေချော်ကျမလဲ ဒါမှ\nမဟုတ် Eကိုပဲပွတ်ကာသီကာလေး ရှောင်ပြီးထွက်သွားမလားဆိုတာကို\nတော့ ဆက်ကြည့်လိုက်ရအောင်ဗျာ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 28Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime\nTranslator......Jo Jo Va\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/1XJ0i/A.New.Breed.Of.Criminal.2023.1080p.WEB-DL.(CM).mp4,https://megaup.net/2DGsg/A.New.Breed.Of.Criminal.2023.720p.WEB-DL.(CM).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2EyYmJlNTQtMWViMi00MWE3LWJhMDQtNWNjNWZkNzFkMWFkXkEyXkFqcGdeQXVyMzA1NDcyMTk@._V1_-135x200.jpg",
        "title": "The Stratum (2023)",
        "description": "The Stratum (2023)\n==============ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးတို့ကို တင်ဆက်ပေးမဲ့ကားလေးကတော့\n၂၀၅၀ခုနှစ်နောက်ပိုင်းတွေကို အခြေတည်တဲ့ အနာဂတ်စိတ်ကူးယဉ်\nသိပ္ပံရုပ်ရှင်ကားလေးပဲ ဖြစ်ပါတယ်။ အဲဒီခေတ် လေကနေတဆင့်ကူး\nစက်တဲ့ ချောင်းဆိုးသွေးပါရောဂါကပ်ကြီးကလည်း ပျံ့နှံ့နေပြီး သူဌေး\nတွေကတော့ အာကာသထဲကယာဉ်ပျံကြီးတွေပေါ်မှာ သီးသန့်နေကြ\nပါတယ်။အောက်ခြေကလူတွေကို ဓာတ်ရောင်ခြည်တွေသင့်စေပြီး ဂုတ်သွေး\nစုပ်အမြတ်ထုတ်နေတဲ့ သူဌေးတွေကို ပြန်တော်လှန်တဲ့အဖွဲ့ရယ်၊ အဲ\nအဖွဲ့က ငှားထားတဲ့ကြေးစားဟက်ကာ ဇာတ်လိုက်ရယ်၊ အာကာသ\nထဲက ရွိုက်ကော့ပ်လုပ်ငန်းစုအကြီးအကဲရဲ့ဖွက်ထားတဲ့သမီး(မင်းသ\nမီး)တို့ရဲ့ ဇာတ်လမ်းကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (586 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Sci-Fi\nTranslator......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/3jFfy/The.Stratum.2023.1080p.WEB-DL.(CM).mp4,https://megaup.net/3jFfe/The.Stratum.2023.720p.WEB-DL.(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjA1Y2MxMWMtM2U5Zi00ZDYwLWJlNWMtMDdlZTBhOTdhOTcwXkEyXkFqcGdeQXVyNjgxODk1MTM@._V1_-135x200.jpg",
        "title": "Rotting in the Sun (2023)",
        "description": "Rotting in the Sun (2023)\n==================\nIMDb Rating - 7.0/10စိတ်ကူးယဉ်‌မဟုတ်ဘဲ တကယ့်လက်တွေ့ဇာတ်ကောင်တွေနဲ့ ဖန်တီးထားတဲ့\nခပ်ဆန်းဆန်း comedy-triller ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။\nထူးခြားချက်က စာရေးဆရာ၊ ဒါရိုက်တာ ဆဘတ်စ်ရှန်ဆေလ်ဗာနဲ့ ဟာသ\nသရုပ်ဆောင်မင်းသား ဂျော်ဒန်ဖတ်စ်မန်းတို့က သူတို့ကိုယ်တိုင်အနေနဲ့\nခေါင်းဆောင်ပါ၀င်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့... ဆဘတ်စ်ရှန်ဟာအနုပညာလောကမှာ အောင်\nမြင်မှုရ‌အောင်ကြိုးစားနေတဲ့ ဒါရိုက်တာ၊ ပန်းချီဆရာပါ။ suicide လုပ်တဲ့\nကိစ္စတွေစိတ်၀င်စားတတ်ပြီး ပါးစပ်ကလည်း အမြဲထုတ်ပြောတတ်ပါတယ်။\nဆေးစွဲပြီး စိတ်ဓာတ်ကျ‌နေတဲ့ ဆဘတ်စ်ရှန်တစ်ယောက် တစ်နေ့တော့ ဂေး\nတို့ပျော်စံရာလို့နာမည်ကြီးတဲ့ nudist ကမ်းခြေကို ရောက်သွားပါတယ်။ အဲဒီ\nမှာ ဆိုရှယ်အင်ဖလူရန်ဇာ ဂျော်ဒန်ဖတ်စ်မန်းနဲ့ ‌တွေ့ဆုံခဲ့ပါတယ်။ အဲဒီကစ\nလို့ သူတို့နှစ်ဦး ပရောဂျက်တစ်ခု အတူလုပ်ဖို့ ဖြစ်လာပါတယ်။ အဲဒီပရော\nဂျက်ကို ဆဘတ်စ်ရှန်ရဲ့အိမ်မှာ အတူလုပ်ကြဖို့ စီစဉ်ထားပါတယ်။ ပရောဂျက်\nအလုပ်စဖို့ ဂျော်ဒန်ရောက်လာချိန်မှာတော့ ဆဘတ်စ်ရှန်တစ်ယောက် အိမ်\nမှာမရှိဘဲ ထူးဆန်းစွာပျောက်ဆုံးနေတဲ့အခါ...။*** ဇာတ်လမ်းမှာ nudist beach က ဇာတ်၀င်ခန်းတွေနဲ့ မိသားစုအတူမကြည့်\nသင့်တဲ့ ဇာတ်၀င်ခန်းနည်းနည်း ပါ၀င်တဲ့အကြောင်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/3jFby/Rotting.In.The.Sun.2023.1080p.MUBI.WEB-DL(CM).mp4,https://megaup.net/1XKgi/Rotting.In.The.Sun.2023.720p.MUBI.WEB-DL(CM).mp4",
        "category": "Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZTBkNzUxZmMtMzRiYy00NzMwLWJkYWUtY2RjZjA5NDQ3M2E2XkEyXkFqcGdeQXVyMTI0MDMwOTE4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Nurse That Saw the Baby on the Highway (2023)",
        "description": "The Nurse That Saw the Baby on the Highway (2023)\n=====================================ဒီရုပ်ရှင်ကတော့ ဖြစ်ရပ်မှန်တစ်ခုကို မခြေခံပြီးရိုက်ကူးထားတာပါ။\nသူနာပြုကျောင်းတက်နေတဲ့ မာလီဝယ်လ်ဆန်ဟာ ‌ကျောင်းစာ၊ အလုပ်\nနဲ့ ဖောက်ပြန်တတ်တဲ့ရည်းစားကြားမှာ ရုန်းကန်နေတဲ့ သူပဲဖြစ်ပါတယ်။\nသူမရဲ့ရည်းစားဆီကနေ အာရုံစိုက်မခံရတော့ သူမရဲ့ပြန်ပေးဆွဲမှုကို\nအတုလုပ်ခဲ့ရင်း နောက်ဆုံးမှာထိန်းမရဘဲ တစ်နိုင်ငံလုံးရုတ်ရုတ်သဲသဲ\nဖြစ်သွားတဲ့ အကြောင်းကို စိတ်ဝင်တစားကြည့်ရူရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNang Aye Myat Phoo ဖြစ်ပါတယ်)File Size..........(964 MB) / (263 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........49Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Nang Aye Myat Phoo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1hLj7/The.Nurse.That.Saw.the.Baby.on.the.Highway.2023.720p.WEB-DL.(CM)_new.mp4,https://megaup.net/2DGdp/The.Nurse.That.Saw.the.Baby.on.the.Highway.2023.108p.WEB-DL.(CM)_new.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODVhOGJiYTctM2VlOS00YjQ3LTg1YTAtNGNmM2U0MGEwOGQxXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-133x200.jpg",
        "title": "King of Kotha (2023)",
        "description": "King Of Kotha (2023)IMDb - 6.6/10အင်္ဂလိပ်တွေ အုပ်စိုးတဲ့ခတ်တုန်းက ခိုသာဆိုတဲ့ မြို့လေးဟာ ရာဇဝတ်ကာင်တွေကို သေဒဏ်ပေးပြီးရင်\nမြေမြှုပ်ပစ်တဲ့ နေရာတစ်ခုဖြစ်ပါတယ် ခေတ်အဆက်‌‌ဆက်ပြောင်းလာပြီးတဲ့နောက်မှာတော့\nခိုသာဆိုတဲ့နေရာဟာ မြို့သေးသေးလေးဖြစ်လာခဲ့ပါတယ်ခိုသာဆိုတဲ့မြို့လေးမှာတော့ အရမ်းကို တော်ပါတယ်ဆိုတဲ့ ရဲတွေ အရာရှိတွေတောင်မှ\nပြန်ပြေးရလောက်အောင်အထိကို အင်အားကြီးမားတဲ့ ဂိုဏ်းတစ်ခု ရှိနေပါတယ်\nအဲဒီဂိုဏ်းရဲ့ ခေါင်းဆောင်ဖြစ်သူကတော့ ကန်နန်လို့ ခေါ်ပါတယ် ။\nကန်နန်တို့ဂိုဏ်းဟာ လူငယ်တွေကို လမ်းမှား မရောက်ရောက်အောင်လုပ်ဖို့အတွက်\nမူးယစ်ဆေးတွေကိုလည်း ရောင်းဝယ်နေကြပြီး အဲဒီမြို့မှာ ရှိတဲ့\nရဲဝန်ထမ်းတွေကိုလည်း သူတို့ရဲ့ အားနည်းချက်ကို သုံးပြီး ချုပ်ကိုင်ထားပါတယ်ဒီဂိုဏ်းကို နှိမ်နင်းဖို့အတွက် အင်စပက်တာ ရှာဟူး ကို ခိုသာမြို့ကို စေလွှတ်လိုက်တဲ့နောက်မှာတော့\nအင်စပက်တာကြီးက ဒီဂိုဏ်းကို ဖြိုခွင်းဖို့အတွက် ဘယ်လိုနည်းလမ်းတွေ သုံးမလဲ.....ဇာတ်လမ်းရဲ့ နာမည်အရ King of Kotha ဆိုတဲ့ နေရာကိုရော ဘယ်သူက ပိုင်ဆိုင်သွားမလဲဆိုတာကို\nကြမ်းကြမ်းတမ်းတမ်းဇာတ်ဝင်ခန်းတွေနဲ့အတူ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်က‌တော့ ToMo, Zwe, Alex, ...",
        "rating": "6.6",
        "url": "https://megaup.net/1XJ83/King_Of_Kotha_(2023)_TRUE_WEB-DL_-1080p(CM).mp4,https://megaup.net/3ZBcm/King_Of_Kotha_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTdkMjY2NmEtOWViOS00YWYyLTg2NmItZjc2M2VhZDE1NDc2XkEyXkFqcGdeQXVyMTE2NDA4MDMy._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Polly Pocket Sparkle Cove Adventure (2023)",
        "description": "Polly Pocket Sparkle Cove Adventure (2023)\n================================\nIMDb Rating - 6.8/10သာမန်လူသားတွေ မမြင်နိုင်တဲ့ Dimension တွေမှာ Pockite လို့ခေါ်တဲ့\nမှော်ကျောက်မျက်မျိုးစုံ ပျံ့နှံ့တည်ရှိနေပါတယ်။ Pockite အရောင်ကွဲတွေ\nတိုင်းမှာ ကိုယ်စီအစွမ်းသတ္တိတစ်မျိုးစီ ရှိကြတာပါ။ ဒီကျောက်မျက်ကို မျိုးရိုး\nစဉ်ဆက် လက်ဆင့်ကမ်းအသုံးချတဲ့ Pockite ကိုင်ဆောင်သူတွေလည်း ကမ္ဘာ\nအနှံ့၊ Dimension အစုံမှာ ရှိနေကြပါသေးတယ်။ Pockite တို့ပေါ်ရာမြေကို\nတော့ Sparkle Cove လို့ခေါ်ပြီး Prudence Pocket ဆိုတဲ့ နယ်လှည့်ခရီး\nသည်မိန်းကလေးတစ်ယောက်က Pockite ပေါင်း ၃၀၀ ကျော်ကို ရှာဖွေတွေ့\nရှိခဲ့တာပါ။ မှော်အစွမ်းမျိုးစုံနဲ့ Pockite တွေအားလုံးကို ကိုယ့်အမျိုးအတွက်ပဲ\nသုံးမယ့်အစား Prudence က သူ့မျိုးဆက်တွေကို ခရမ်းရောင် Pockite တစ်\nမျိုးပဲ အမွေပေးပါတယ်။ချုံ့/ချဲ့သတ္တိရှိတဲ့ ခရမ်းရောင် Pockite လေးကို အဆင့်ဆင့်လက်ဆင့်ကမ်းလာ\nရင်း Prudence မျိုးဆက်ပီသပြီး စွန့်စားရတာကြိုက်တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3jwoe/Polly.Pocket.Sparkle.Cove.Adventure.2023.1080p.NF.WEB-DL.(CM).mp4,https://megaup.net/1hE0o/Polly.Pocket.Sparkle.Cove.Adventure.2023.720p.NF.WEB-DL.(CM).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjY5NjM1ZjUtZjNhOC00NTUzLWJhNjktOGEyNDVmYzM5NDg4XkEyXkFqcGdeQXVyODc2MjgwMQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Trauma Therapy: Psychosis (2023)",
        "description": "Trauma Therapy: Psychosis (2023)\n=========================တိုဘင်ဗန့်စ်ဟာ \"အကယ်၍ သင့်ကလေးသေလုဆဲဆဲဖြစ်နေချိန်မှာ ကယ်လို့\nရတဲ့နည်းရှိတယ်ဆိုရင် အဲဒီနည်းကို ဂရုစိုက်ပါဦးမလား၊ ကယ်လို့ရမရဆိုတဲ့\nရလဒ်ကိုပဲ ဂရုစိုက်မှာပေါ့\"ဆိုတဲ့ စကားကိုလက်စွဲသုံးပြီး 'ရလဒ်'တွေကိုပဲ အာ\nရုံစိုက်တဲ့လူတစ်ယောက်။ သူ့ရဲ့တရားမဝင် ကုသရေးစင်တာမှာ စိတ်ရောဂါ\nအမျိုးမျိုးခံစား‌နေရတဲ့ လူတွေကို ကြမ်းတမ်းရက်စက်တဲ့နည်းတွေနဲ့ ကုပေး\nတယ်လို့ နာမည်ဆိုးနဲ့ကျော်ကြားတယ်။တိုဘင်ဗန့်စ်ကို ပရိတ်သတ်နည်းနည်းပဲ ရှိတဲ့စင်ပေါ်တင်ပေးလိုက်ရင်တောင်\nတခဏအတွင်း တပ်တစ်တပ်လုံးစာပရိတ်သတ်တွေကို သိမ်းသွင်းနိုင်တယ်လို့\nတင်စားကြတယ်။ အဲလိုအပြောအဟောကောင်းလို့လည်း သူ့ကု‌သရေးစင်တာ\nက တရားမဝင်ခိုးကြောင်ခိုးဝှက်ဖြစ်နေတာတောင် ယုံကြည်သူတွေရှိနေဆဲ။ဒီဇာတ်ကားထဲမှာတော့ သူ့ကုသရေးစင်တာကိုရောက်လာကြတဲ့ လူတစ်စုကို\nအခြေတည်ပြီး သူ့နည်းလမ်းတွေက ဘယ်လောက်ရက်စက်ပြီးကြမ်းတမ်းကြောင်း\nကိုယ်တိုင်ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1 GB) / (359 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 20Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/1hKv8/Trauma.Therapy.Psychosis.2023.1080p.AMZN.WEB-DL.(CM).mp4https://megaup.net/3jCRq/Trauma.Therapy.Psychosis.2023.720p.AMZN.WEB-DL.(CM).mp4,https://megaup.net/3jCRq/Trauma.Therapy.Psychosis.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZWQ3ZjMwNzItMzM2OC00ZTI1LWJjMTgtYjk5ZWNjM2VmMmQxXkEyXkFqcGdeQXVyMTU2NzMzMDE1._V1_-160x200.jpg",
        "title": "Kick (2023)",
        "description": "Kick (2023)IMDb-8.5/10ဟာသမင်းသားစူပါစတား Santhanam ခေါင်းဆောင်ပါဝင်ထားပြီး ရှာရွတ်တို့ခေတ်တည်းက\nဟာသဇာတ်ပို့အနေနဲ့ မြန်မာပရိသတ်တွေနဲ့ရင်းနှီးပြီးသား အန်ကယ်ကြီး Brahmanandam လည်း\nပါဝင်ထားပါတယ်။ ဒီကားထဲက ရှီဗာနီ့ဘော့စ်နေရာမှာ ပါဝင်ထားတဲ့ ဇာတ်ပို့သရုပ်ဆောင်ကြီး Manobala မကွယ်လွန်ခင်\nနောက်ဆုံးသရုပ်ဆောင်‌သွားတဲ့ကားလည်းဖြစ်ပါတယ်။ဆိုတော့ ဒီကားက ရိုက်ကွင်းရိုက်ကွက်ထက် ဒီဟာသအကျော်အမော်တွေရဲ့\nကြိုးစားမှုနဲ့ အမှတ်တရအဖြစ် ရှုစားကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါဇာတ်လမ်းအညွှန်း\nရှီဗာနီနဲ့ ဆန်တို့ရှ်ဆိုတာ အပြိုင်ကြော်ငြာအေဂျင်စီ ကုမ္ပဏီနှစ်ခုမှာ လုပ်ကြသူတွေ ၊\nသူတို့အချင်းချင်းလည်း အပြိုင်အဆိုင်တော်ကြချဲကြသူတွေပေါ့\nဆန်တို့ရှ်က အမြဲဉာဏ်များပြီးနှာတဖျားသာနေတာကြောင့် ရှီဗာနီက\nကြော်ငြာကောင်စီကို တိုင်စာတင်တာကအစပြု သူတို့တွေ့ကြတော့တာပါပဲဒီနယ်ပယ်အတွင်းက အတော်ဆုံးလူနှစ်ယောက်ထိပ်တိုက်တွေ့ကြတဲ့ပွဲကို\nအရယ်အမောအလွဲအချော်လေးတွေနဲ့ ကြည့်ရှူရမှာပါအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ Dee ~ Alex ~ Yoon ~ KKKZ တို့ပဲဖြစ်ပါတယ်\nFile size…3.18GB / 1.35GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ...",
        "rating": "8.4",
        "url": "https://megaup.net/3ZAwC/Kick_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1XI9w/Kick_(2023)_Tamil_TRUE_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dST2yTfoaHdnOZUBMl1D2msBXqV.jpg",
        "title": "[18+] Patikim-tikim (2023)",
        "description": "Patikim-tikim (2023)မီယိုဟာ ဟိုတယ်တစ်ခုရဲ့ ဧည့်ကြိုဌာနမှာ အလုပ်လုပ်ပြီး ဧပရယ်ဆိုတဲ့ ချစ်သူတစ်ယောက်ရှိပါတယ်။ သူ့ချစ်သူ ဧပရယ်ဟာ တဏှာပိုင်းမှာအရမ်းထန်ပြီး သူလုံးဝမထနိုင်တဲ့အထိ အလွတ်မပေးတတ်တဲ့အတွက် ဧပရယ်ကိုလမ်းခွဲပြီး တည်ငြိမ်တဲ့မိန်းကလေးတစ်ယောက်နဲ့အိမ်ထောင်တစ်ခုကိုတည်ထောင် သားတွေသမီးတွေမွေးဖို့ ဆုံးဖြတ်ချက်ကိုချခဲ့ရပါတယ်။အဆင်သင့်ဆိုသလိုပဲ သူ့ကိုဌာနကြီးကြပ်ရေးမှူးအဖြစ် ရာထူးတိုးပေးဖို့ သူ့အထက်အရာရှိက လျာထားတယ်ဆိုတာကို သိလိုက်ရတဲ့အချိန် ငယ်ချစ်ဦးတစ်ယောက်ဖြစ်တဲ့အိုင်ဗီကပါ သူ့ဟိုတယ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါ အထက်က နိမိတ်ပြတာပဲလို့ယူဆပြီး\nအိုင်ဗီကို ချဉ်းကပ်ခွင့်ရဖို့ လုံးပန်းပါတော့တယ်။ ဒါပေမဲ့ အိုင်ဗီဟာ သူတို့ ဟိုတယ်ပိုင်ရှင်အစ်မကြီးဖြစ်တဲ့ ဘီရန်ကာနဲ့ ချစ်ကျွမ်းဝင်ပြီး ဟိုတယ်မှာလာဒိတ်နေတာကိုသိလိုက်ရတဲ့အချိန်မှာတော့...မီယိုတစ်ယောက် ရာထူးတိုးဖို့လမ်းကိုရွေးမလား... နှလုံးသားနောက်ကိုလိုက်မလား... ဧပရယ်တစ်ယောက်ကရော သူ့ကို လွယ်လွယ်နဲ့လမ်းခွဲပေးပါ့မလား... ဆိုတာကိုဆက်လက်ရှုစားကြပါ။Thriller တွေ အထွက်များခဲ့တဲ့နောက် ရှားရှားပါးပါးထွက်လာတဲ့ အချစ်ဟာသဇာတ်လမ်းလည်းဖြစ်၊ ဒရာမာ မချိုး၊ ဗီလိန်မပါတဲ့ ပေါ့ပေါ့ပါးပါး အပျော်ဇာတ်လမ်းလေးဖြစ်တဲ့အတွက် ကြည့်ရှုအားပေးကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 751MB\nQuality - 1080p, ...",
        "rating": "5.8",
        "url": "https://megaup.net/1hJh6/(CM)_Patikim_Tikim_(2023)_1080p.mp4,https://megaup.net/3Zz5B/(CM)_Patikim_Tikim_(2023)_720p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMDU5YmQ3ZjctNmMxZC00MWQ3LWI1ZTktZDQzZWQ4NDI0Mjk2XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Cherish & Ruelle (2023)",
        "description": "Cherish and Ruelle(2023)IMDb-6/10လူငယ်စွန့်စားခန်းတွေကိုသဘောကျတဲ့ ပရိသတ်တို့အကြိုက်တွေ့စေမယ့် movieလေးတစ်ကားဖြစ်တဲ့\nCherish and Ruelleကို တင်ဆက်ပေးမှာဖြစ်ပါတယ်။ teenage adventure ပီပီ Cherishနဲ့Ruelleဆိုတဲ့\nသူငယ်ချင်းနှစ်ယောက်ကြားကfriendshipနဲ့ ရွှတ်နောက်နောက်စွန့်စားခန်းလေးတွေကို ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအကျဉ်းမိဘတွေကိုယ်တိုင်က မလိုလို့စွန့်ပစ်တာခံရတဲ့ချယ်ရစ်ရှ်အတွက်တော့ သူ့ကိုသမီးရင်းလိုစောင့်ရှောက်ပေးခဲ့တဲ့\nမိဘတွေရဲ့သူငယ်ချင်းတစ်ဖြစ်လည်း ဒေါ်လေးယူနာဟာ သူ့ရဲ့တစ်ယောက်တည်းသော မိသားစုဝင်ပါပဲ။\nအ‌ဒေါ်တစ်ခု တူမတစ်ခုနဲ့ နေခဲ့ရတာဖြစ်ပေမဲ့ ဒေါ်လေးယူနာ မတော်တဆမဖြစ်ခင်အထိတော့ တော်တော်လေး\nပျော်ရွှင်ရတဲ့ဘဝကိုပိုင်ဆိုင်ခဲ့ရတာပေါ့။ ဒါပေမဲ့ ကံကြမ္မာက အလှည့်မသာလေတော့ အဒေါ်ဖြစ်သူရဲ့မတော်တဆမှုနဲ့အတူ\nသူတို့အိမ်လေးကို ဆုံးရှုံးလိုက်ရပါတော့တယ်။အဒေါ်ရဲ့အိမ်ကလေးကို ပြန်ဝယ်ပေးဖို့ ကြိုးစားမယ်လို့ ချယ်ရစ်ရှ်တစ်ယောက်\nဆုံးဖြတ်ထားပေမဲ့ သူရှာနိုင်တဲ့ငွေနဲ့ အိမ်တန်ဖိုးက အလှမ်းဝေးလွန်းနေတဲ့အခါ...ခိုးရတာကို စွန့်စားခန်းတစ်ခုအနေနဲ့ သတ်မှတ်ထားတဲ့ရူရဲလ်ကလည်း ချယ်ရစ်ရှ်ကိုကူညီမယ်ဆိုပြီး\nအတူပူးပေါင်းကြံစည်လိုက်မှ psychopathအယ်လီယိုနဲ့ငြိတဲ့အခါမှာတော့ ချယ်ရစ်ရှ်နဲ့ရူရဲလ်တို့\nဘယ်လိုဇာတ်လမ်းဆက်ကြမလဲဆိုတာ အားလုံးအတူ ကြည့်ရှုလိုက်ရအောင်ပါ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Alex~KKKZ~Deeတို့ပဲဖြစ်ပါတယ်)\nFile size…703MB / 407MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Alex~KKKZ~Dee",
        "rating": "6.0",
        "url": "https://megaup.net/1XF96/Cherish.and.Ruelle.2023.1080p.NF.WEB-DL.YK(CM).mp4,https://megaup.net/2DCB5/Cherish.and.Ruelle.2023.720p.YK(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJqOQTOwnBkFuLoqFwMefBDCVIG.jpg",
        "title": "Smugglers (2023)",
        "description": "Smugglers (2023)အားလုံး တမျှော်မျှော်ဖြစ်နေခဲ့ကြတဲ့ Smugglers ရပါပြီ။Crime Action ကိုမှ ပင်လယ်ကိုအခြေပြုပြီး ဇာတ်အိမ်ဆန်းဆန်းလေး တည်ထားတာမို့\nမတူညီတဲ့ ရသတစ်မျိုးကို ခံစားရမယ်လို့တော့ ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရရင်တော့ ငါးဖမ်းတဲ့ ရေငုပ်သမဘဝကနေ မှောင်ခိုပစ္စည်းတွေကို ရေငုပ်ပြီး လိုက်လံရှာဖွေကြရင်း\nမှောင်ခိုသမားတစ်မျိုး ဖြစ်သွားခဲ့ကြတဲ့ ဂျန်ဆုနဲ့ချွန်းဂျာတို့ သူငယ်ချင်းနှစ်ယောက်ရယ်၊\nတစ်နိုင်ငံလုံးမှာ အတော်ဆုံး မှောင်ခိုဘုရင်လို့ တင်စားကြတဲ့ သူဌေးဂွမ်ရယ်၊\nဂွန်းချွန်းနယ်က မှောင်ခိုခေါင်းဆောင် ဂျန်ဒိုရီရယ်…။သူတို့တွေရဲ့ တရားမဝင်မှောင်ခိုလောက,က နောက်ကျောဓားနဲ့ထိုးမှုတွေ၊ သူငယ်ချင်းအချင်းချင်း အထင်အမြင်လွဲမှားမှုတွေ၊\nလူတွေရဲ့ အပေါ်ယံမျက်နှာဖုံးနောက်ကွယ်က သရုပ်မှန်တွေအကြောင်းကို Crime Action genre လေးနဲ့ ခံစားကြည့်ရှုရမှာပါ။မင်းသားမင်းသမီးတွေကတော့ အထွေအထူး ညွှန်းနေစရာမလိုတဲ့ Jo In-Sung, Kim Hye-Soo နဲ့\nYum Jung-Ah တို့ဖြစ်တာမို့ အားလုံး ကျေကျေနပ်နပ်ကြီး ကြည့်ကြရမယ်လို့ ထင်ပါတယ်နော်။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထဂးတာကတော့ Hmwe & Joyz ပဲ ဖြး်ပါတယ်။Genre..... ...",
        "rating": "6.8",
        "url": "https://megaup.net/2DBka/Smugglers.2023.1080p.WEB-DLCM.mp4,https://megaup.net/3jyv7/Smugglers.2023.720p.WEB-DLCM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzdlYmI5ZTktYmZhOS00NjYzLWJkNTgtYWY5ODgyZjBjOWJkXkEyXkFqcGdeQXVyMjc4NjY1MzQ@._V1_-135x200.jpg",
        "title": "This Hits Home (2023)",
        "description": "This Hits Home (2023)=================ပထမဆုံးအနေနဲ့ ဒီကားက ရုပ်ရှင်မဟုတ်ပါဘူး အသိပညာပေးမှတ်တမ်း\nရုပ်ရှင်ပါ။ တိတိကျကျပြောရရင် အိမ်တွင်းအကြမ်းဖက်မှုအကြောင်းကို\nဆေးပညာရှုထောင့်အရရော ခံရသူတွေရဲ့ရှု‌ထောင့်ကနေပါ သေ‌သေချာ\nလေးရိုက်ပြထားတဲ့ရုပ်ရှင်တစ်ကားဖြစ်တယ်။ အိမ်တွင်းအကြမ်းဖက်မှုကို\nကိုယ့်မိသားစုထဲမှာမကြုံတွေ့ဖူးရင်တောင်မှ ပတ်ဝန်းကျင်မှာ မြင်ရတွေ့ရ\nကြားနေရတတ်ပါတယ်။ဥပမာပေးရရင် တောထပျံ့နှံ့နေတဲ့ ကူးစက်ရောဂါတစ်ခုလိုပါပဲ။ ဒါပေမဲ့\nလူတိုင်းမသိကြတာက အဲလိုနှိပ်စက်ခံရတဲ့သူတွေမှာ စိတ်ပိုင်းဆိုင်ရာအရ\nရော ရုပ်ပိုင်းဆိုင်ရာအရပါ နောက်ဆက်တွဲပြဿနာတွေ ရောဂါတွေဖြစ်လာ\nတတ်တယ်ဆိုတာပါပဲ။ ဒါကို ကျွမ်းကျင်သူတွေက ဘယ်လိုသုံးသပ်ပြမလဲ\nဖြေရှင်းကြမလဲဆိုတာတွေကို ဗဟုသု‌တအနေနဲ့ကြည့်ရှုရမဲ့ မှတ်တမ်းရုပ်\nရှင်တစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(1 GB) / (371 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary\nTranslator......Khant Sett Naing\nEncoder..........SWM",
        "rating": "7.4",
        "url": "https://megaup.net/1hfl6/This.Hits.Home.2023.1080p.AMZN.WEB-DL.(CM).mp4,https://megaup.net/2Daff/This.Hits.Home.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd8YdaH7dzeIMGTNwQinlSiA1gV.jpg",
        "title": "Spy Kids: Armageddon (2023)",
        "description": "Spy Kids: Armageddon (2023)5 ကားမြောက် Spy Kids မူဗီ ထွက်လာပါပြီ။\nဒီရုပ်ရှင်ကိုတော့ Spy Kids ရုပ်ရှင်တွေရဲ့ ဒါရိုက်တာ Robert Rodriguez က ရိုက်ကူးထားတာပါ။\n90 ဖွားတွေအတွက်တော့ ဒီရုပ်ရှင်တွေက ငယ်ငယ်တုန်းက တစ်ခါနှစ်ခါတော့ ကြည့်ဖူးကြမယ်ထင်ပါတယ်။\nသိပ္ပံ ကိရိယာအသစ်အဆန်းတွေနဲ့ လူဆိုးတွေကို ချတဲ့ စပိုင်ကလေးတွေ အကြောင်းပါပဲ။\nမိသားစုကြည့်ဖို့ ကလေးတွေကို ပြဖို့ အသင့်တော်ဆုံး franchise ပါပဲ။ဇာတ်လမ်းအကျဉ်းတိုနီနဲ့ပတ်တီဆိုတဲ့ ကလေးနှစ်ယောက်ဟာ လူကြီးစပိုင်နှစ်ယောက်ရဲ့ သားနဲ့သမီးပါပဲ။\nသူတို့ဟာ ဂိမ်းဝါသနာအိုးတွေဖြစ်ပြီး ဂိမ်းကစားတဲ့နေရာမှာလည်း အတော်ကျွမ်းကျင်ပါတယ်။\nသူတို့ရဲ့အမေနဲ့အဖေက သူတို့ကို ဖုန်းတွေဂိမ်းစက်တွေ နာရီပိုင်းနဲ့ပဲ သုံးခွင့်ပေးပြီး ကန့်သတ်ထားပါတယ်။\nအကြောင်းကတော့ ကမ္ဘာပေါ်က ဘယ်စနစ်ကိုမဆိုဟက်လို့ရတဲ့ အာမက်ဂက်ဒန်ဆိုတဲ့ဆော့ဝဲကို\nအိမ်မှာ လျို့ဝှက်သိမ်းထားပြီး ကလေးတွေရဲ့ဂိမ်းကနေ အဟက်ခံရမှာစိုးလို့ပါပဲ။\nဒါပေမဲ့ ဒီဆော့ဝဲကိုလိုချင်နေတဲ့ နည်းပညာသမားလူဆိုးက ကလေးတွေကို ဂိမ်းနဲ့မျှားပြီး ဂိမ်းထဲကနေ တဆင့် ခိုးသွားပါတော့တယ်။\nအဲဒီဆော့ဝဲကိုအသုံးချပြီး ကမ္ဘာကြီးကို ထိန်းချုပ်ဖို့ ကြိုးစားတဲ့အပြင် ကလေးတွေရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1Xwls/Spy.Kids.Armageddon.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/1Xw08/Spy.Kids.Armageddon.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/51tqzRtKMMZEYUpSYkrUE7v9ehm.jpg",
        "title": "Gran Turismo(2023)",
        "description": "Gran Turismo(2023)*******************\nကားပြိုင်ဂိမ်းသမားအဖြစ်မှ ကမ္ဘာ့အဆင့်ပြိုင်ကားသမားဖြစ်လာသူ ယန်း မာဒန်ဘိုရော့ အကြောင်း ဖြစ်ရပ်မှန် ရုပ်ရှင်ဖြစ်ပါတယ်။ကားပြိုင်ပွဲတွေရဲ့ ရင်ခုန်ရတဲ့အရသာကိုလိုချင်ရင် ဒီရုပ်ရှင်လည်း ကြည့်ကိုကြည့်ရမှာပါပဲ။ယန်းဟာ ကားပြိုင်ဂိမ်းတွေထဲမှာ နာမည်ကြီးဖြစ်တဲ့ ဂရန် တူရစ္စမို ဂိမ်းကို စွဲစွဲလမ်းလမ်း ကစားခဲ့သူဖြစ်ပြီးအကောင်းဆုံးဂိမ်းသမားတွေထဲက တစ်ယောက်ဖြစ်ပါတယ်။ဂရန်တူရစ္စမိုဂိမ်းဟာလည်း တကယ့်ပြိုင်ကားတွေ၊ ပြေးလမ်းတွေကို အသေးစိတ်လေ့လာပြီးမှထုတ်လုပ်ထားတဲ့ဂိမ်းဖြစ်လို့ အရမ်း လက်တွေ့နဲ့နီးစပ်ပြီး လူသန်းပေါင်းများစွာ ကစားနေကြတဲ့ဂိမ်းပဲဖြစ်ပါတယ်။၂၀၀၈ ခုနှစ်ကစပြီး နစ်ဆန်းကားကုမ္ပဏီနဲ့ ဆိုနီဂိမ်းတို့ ပူးပေါင်းပြီး ဂိမ်းသမားတွေကိုတကယ့် ပြိုင်ကားပရော်ဖက်ရှယ်နယ်ဖြစ်လာအောင်လေ့ကျင့်ပေးတဲ့ GT အကယ်ဒမီအစီအစဉ်ကိုစတင်ခဲ့ပါတယ်။ယန်း မာဒန်ဘရော့ကလည်း ဒီအစီအစဉ်မှာ ပါသွားခဲ့တဲ့ လူငယ်တစ်ယောက်ပါ။ဂိမ်းသမားကနေ ပြိုင်ကားအစစ်ကိုတက်မောင်းပြီး ဆုတွေယူဖို့ဆိုတာ ဘယ်သူမှ  မယုံကြည့်ခဲ့ပေမဲ့ယန်းကတော့ ကမ္ဘာ့အဆင့်ပြိုင်ပွဲတွေမှာပါ ဆုတွေရအောင်စွမ်းဆောင်နိုင်ခဲ့တဲ့အကြောင်းကို တင်ဆက်ထားတာပါ။ပြိုင်ကားရုပ်ရှင်တွေထဲမှာ အကောင်းဆုံးတစ်ကားဖြစ်တဲ့ Ford vs Ferrari ရုပ်ရှင်လိုမျိုးပဲ အတော်ကို ကောင်းတဲ့ရုပ်ရှင်တစ်ကားပါပဲ။IMDb မှာလည်း 7.4 အထိ ရရှိထားပါတယ်။ဒါရိုက်တာကတော့ Elysium တို့ District 9 ...",
        "rating": "7.4",
        "url": "https://megaup.net/2DyS4/Gran.Turismo.2023.1080p.MA.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/3jw5w/Gran.Turismo.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/71zhrXNVyQL._AC_SL1500_-141x200.jpg",
        "title": "[21+]My Beloved Little Stepsister-Shouko Takahashi (MIDV-023-Decensored)",
        "description": "Dark Side Production အနေနဲ့ Shouko Takahashi ရဲ့အမာခံ ပရိတ်သတ်ဖြစ်တာနဲ့အညီသူမရဲ့ ဇာတ်ကားတွေထဲမှာ ဇာတ်လမ်းဇာတ်ကွက်တော်တော်ပါတဲ့ MIDV-023 ဇာတ်ကားကိုတော်တော် Clean လုပ်ထားတဲ့ Version ထွက်ရှိလာတာကြောင့်အကြည်ဆုံး Quality နဲ့ Update တင်ဆက်လိုက်ပါတယ်။ယခင် Version ကို ကြည့်ဖူးရင်လဲ ဒီ Decensored Version ကို ထပ်ကြည့်ပါ...လုံးဝနောင်တမရစေရပါဘူး။[MIDV-023-Decensored Version]ဖြူဖြူဖွေးဖွေးနဲ့ရေဆေးငါးကြီးလို ဖြောင့်တင်းတောင့်စင်းနေတဲ့အလှနဲ့\nShouko Takahashi  လေးရဲ့  အစ်မကြီးတော့ အမိရာဆိုတဲ့ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်လှပတဲ့ရုပ်ရည် ရှက်ကြောက်တတ်တဲ့ အမူအရာလေး‌နဲ့ စိုးရွံ့တုန်လှုပ်တဲ့ မျက်နှာပေးလေးတွေနဲ့\nသရုပ်ဆောင်ကောင်းလွန်းတဲ့ အပြင် ပုရိသတွေရဲ့ နှလုံးသားကိုပါ\nကိုင်လှုပ်နိုင်တဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းလေးတွေလည်း ရှိတာမို့ ညိုကီတို့အကြိုက်တွေ့မိမှာပါဇာတ်လမ်းလေးကတော့\nညီမဖြစ်သူကို မိဘတွေကွယ်လွန်ပြီးကတည်းက စောင့်ရှောက်လာခဲ့တဲ့\nအမကြီးတယောက်ရဲ့ ဓားခုတ်ရာလက်ဝင်လျှိုပေးတဲ့ တာဝန်ကျေပွန်မှုတွေကို ရှုစားကြရမှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ ...",
        "rating": "",
        "url": "https://megaup.net/1hC5p/[MIDV-023-Decensored]My_Beloved_Little_Stepsister-Shouko_Takahashi._HDrip.1080p.mp4,https://megaup.net/1XzxX/[MIDV-023-Decensored]My_Beloved_Little_Stepsister-Shouko_Takahashi._HDrip.720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZGQ5ZTEwMmMtZmQxOC00OTMyLWIwYTUtYmJiOTFkYWExNDljXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-159x200.jpg",
        "title": "Shashiyum Shakundhalayum (2023)",
        "description": "Sasiyum Sakunthalyum (2023)CM ပရိသတ်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့ Malayalam စကားပြော\nဒရာမာ ဇာတ်ကားကောင်းလေး လာပါပြီIMDB 9.8 တောင် ရထားတာနော်\nဇာတ်လမ်းအကျဥ်းကတော့\nရွာတစ်ရွာမှာ အလယ်တန်းကျောင်းနှစ်ကျောင်းက\nအပြိုင်အဆိုင်ဖြစ်နေပြီး တစ်ဖက်နဲ့ တစ်ဖက်ကလည်း လုံးဝ မတည့်ကြပါဘူးအောင်စာရင်းထွက်တော့ ကလေးတွေရလဒ်မကောင်းလို့ ကျောင်းအုပ်ကြီး တစ်ယောက်\nဆရာဆရာမတွေကိုခေါ်ပြီး ဒေါသပုန်ထနေပါတယ်အထူးသဖြင့် English စာနဲ့ သင်္ချာညံ့ကြတာပါ\nဒါကို ဟိုဘက်က Excellence ဆိုတဲ့ ကျောင်းက\nအောင်ချက်ကောင်း အမှတ်လည်းကောင်းတာမို့\nတစ်ဖက်ကို ရွာတွေရဲ့ထုံးစံအတိုင်း 'လော်စပီကာ' နဲ့ အပုပ်ချပါတော့တယ်ဆရာတွေကလည်း လစာနှစ်ပဲတစ်ပြားနဲ့ အဆင်မပြေဖြစ်နေပါတယ်\nရွာမွေးခြံပေါက် English ဆရာ Sashi ဆိုသူကတော့ ရွာထဲမှာ\nဂိုက်လေးတွေလှည့်သင်နေရင်း အကြွေးဆပ် ရုန်းကန်နေရပါတယ်English စာတော်လို့ သတင်းမွှေးတာနဲ့ ကျောင်းအုပ်ကြီးတစ်ယောက်\nဂိုက်ဆရာ Sashi ကို သူလိုချင်တဲ့လစာ ပေးပြီး ခေါ်ခန့်လိုက်ပါတော့တယ်ဒီဆရာ ဒီကလေးတွေ ဘယ်လိုဆက်စခန်းသွားကြမလဲ\nဆရာ ဆရာမတွေရဲ့ အချစ်ဇာတ်လမ်း လေးတွေလည်း ပါတာမို့အားပေးလိုက်ကြပါဦး(အညွှန်းရေးသားသူက KKKZ ဖြစ်ပြီးBpL ~ ToMo ...",
        "rating": "9.4",
        "url": "https://megaup.net/1XBq6/Sasiyum_Sakunthalyum_(2023)_Malayalam_WEB-DL_-_1080p_-_AVC.YK(CM).mp4,https://megaup.net/1XBpt/Sasiyum_Sakunthalyum_(2023)_Malayalam_WEB-DL_-720p.YK(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2RhYWNjZDQtOTI0Ny00OTMzLWIzMTItOTBjZDc2ZjhkOTJiXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cassandro (2023)",
        "description": "Cassandro (2023)\n=============\nIMDb Rating - 6.4/10\nBiography, Drama, Sportတက္ကဆက်ပြည်နယ်က မိန်းမလျာလက်ဝှေ့သမား Cassandro ခေါ်\nဆောလ်ရဲ့ ဘဝဇာတ်ကြောင်း မူဗီတစ်ပုဒ်ဖြစ်ပါတယ်။ Cassandro\nဟာ NWA World Welterweight, UWA World Lightweight\nချန်ပီ‌ယံဟောင်းကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ကြောင့်ပဲ မိန်းမလျာလက်\nဝှေ့သမားတွေဟာ လက်ဝှေ့လောကမှာ နေရာတစ်ခု ရလာခဲ့ခြင်းဖြစ်\nပါတယ်။ဒီဇာတ်လမ်းမှာတော့ Cassandro ရဲ့ အပျော်တမ်းမှ တက်သစ်စ၊ တက်\nသစ်စမှ နာမည်ကြီးလက်ဝှေ့ချန်ပီယံကြီး အဆင့်ဆင့်ဖြစ်သွားခဲ့ပုံတွေ၊\nဒီလောကထဲမှာ သူဘာကြောင့် ခြေချခဲ့လဲဆိုတာတွေ၊ သူ့ရဲ့ ပုဂ္ဂိုလ်ရေး\nတွေကို သိခွင့်ရမှာဖြစ်ပါတယ်။ လက်ဝှေ့လောကမှာတင်မကဘဲ ဂေး\nလောက အသိုင်းအဝိုင်းအတွက် Cassandro ဟာ သူ့နည်းသူ့ဟန်နဲ့ စိတ်\nခွန်အားတစ်ခု ဖြစ်ကြောင်းတွေ မြင်တွေ့ရပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAct Molemy ဖြစ်ပါတယ်)File Size..........(2 GB) / (792 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Biography, Drama, Sport\nTranslator......Act ...",
        "rating": "6.4",
        "url": "https://megaup.net/1hD5b/Cassandro.2023.1080p.AMZN.WEB-DL.(CM)_(2).mp4,https://megaup.net/1XAxm/Cassandro.2023.720p.AMZN.WEB-DL.(CM)_(2).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2ViZTQyMGEtZjg1Mi00MTZmLTg4ZTQtNTZiMzZlNTU4NDA3XkEyXkFqcGdeQXVyMTE5NDQ1MzQ3._V1_-160x200.jpg",
        "title": "Lang Lang Plays Disney (2023)",
        "description": "Lang Lang Plays Disney (2023)\n=======================\nIMDb Rating - 7.2/10ဇာတ်ကားက Lang Lang ဆိုတဲ့နာမည်ကြီးဂန္တ၀င်သီချင်းတီးတဲ့\nပီယာနိုတီးသူတစ်ယောက်က Disney ဇာတ်၀င်တေးတွေကိုသံစုံ\nတီးဝိုင်းနဲ့ပြန်လည်တီးခတ်တာကိုရိုက်ပြထားတာပဲဖြစ်ပါတယ်။\nကိုယ်ငယ်ငယ်တုန်းကကြည့်ခဲ့တဲ့ကာတွန်းကားတွေထဲကဇာတ်၀င်\nတေးတွေကို ကိုယ်တိုင်တီးခတ်ခွင့်ရတဲ့ Lang Lang ရဲ့အကြောင်း\nအပြင် သူ‌ဒီနေရာရောက်အောင်ကြိုးစားခဲ့ရပုံတွေ သူရဲ့စိတ်နေစိတ်\nထားတွေကိုပါ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (478 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary, Music\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "7.2",
        "url": "https://megaup.net/1Xr2i/Lang.Lang.Plays.Disney.2023.1080p.WEB.(CM).mp4,https://megaup.net/1htzb/Lang.Lang.Plays.Disney.2023.720p.WEB.(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/24-133x200.jpg",
        "title": "Tulah 6/13 (2022)",
        "description": "Tulah (2023) ဇာတ်လမ်းအစမှာတင်လန့်သွားရတဲ့ သည်းထိပ်ရင်ဖိုဇာတ်လမ်းလေးကို ကြည့်ရှုဖို့ အသင့်ပဲလား...ဇာတ်လမ်းအစက ဗိုက်ကြီးနေတဲ့အမေဖြစ်သူရဲ့ နောက်ပိုင်းဇာတ်ကွက်မြှုပ်ထားပြီး ထူးခြားဆန်းပြားတဲ့အရာတွေကို\nတွေ့မြင်နေရတဲ့ ဂီလန်းတစ်ယောက်... မွေးနေ့မှာပဲ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ အပန်းဖြေစခန်းချခရီးလေးထွက်ပြီး\nမွေးနေ့ပွဲလေးကျင်းပကြမယ်လို့ စီစဉ်ထားတဲ့သူတို့သုံးယောက်ဆီကို ရောက်လာတဲ့ မကြိုဆိုချင်ဘဲ ကြိုဆိုလိုက်ရတဲ့\nနောက်ထပ် သူငယ်ချင်းနှစ်ယောက်...ဒီလိုနဲ့ သူတို့ငါးယောက်စတင်ခဲ့တဲ့ မွေးနေ့ပွဲခရီးစဉ်လေးမှာ ရေတံခွန်သွားဖို့\nတောင်ဖြတ်လမ်း‌တစ်လျှောက်က မြင်တွေ့ခဲ့ရတဲ့ ပုံရိပ်တွေ... ဒီပုံရိပ်တွေနဲ့\nမသိခြင်းများစွာက ဘယ်ကနေများ စတင်လာခဲ့တာလဲ ... နောက်ပိုင်းမှာရော\nဘယ်လိုစိတ်လှုပ်ရှားစရာတွေကို ဆက်တွေ့ရမလဲကဲကဲ ဒါတွေကို သိချင်လာပြီဆိုရင်တော့ ကြောက်စိတ်ပြေအောင်\nချစ်ရသူရဲ့လက်ကိုကိုင်ထားပြီး ကြည့်ရှုလိုက်ကြပါစို့..\nဒီဇာတ်လမ်းလေးကိုတော့ BpL~ ToMo~Dee မှ\nဘာသာပြန်ဆိုပြီး အညွှန်းရေးပေးထားပါတယ်။\nFile size… 561MB\nQuality…720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ ToMo~Dee",
        "rating": "5",
        "url": "https://megaup.net/1hD9m/Tulah.6.13.2023.720p.MAXs.WEB-DL.YK(CM).mp4",
        "category": "Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kXDiHavkltsc6TL8X0diznr3AKT.jpg",
        "title": "How to Deal with a Heartbreak (2023)",
        "description": "How to Deal with a Heartbreak (2023)အေးအေးငြိမ်ငြိမ်နဲ့ လက်တွေ့ဘ၀နဲ့ဆက်စပ်ပြီး မိသားစုနဲ့ Friendship ကို အဓိက ပုံဖော်ထားတဲ့ ကားလေး လာပါပြီ။အဓိက ဇာတ်ကောင် မာဖေးက စာရေးဆရာလုပ်ရင်းကနေ Influencer လိုင်း‌ ပြောင်းသွားပြီး Blog လေးတွေတင်ကာ ပီရူးမှာ မိဘတွေနဲ့အတူ နေပါတယ်။ သူ့အမေကတော့ စာဆက်ရေးစေချင်ပေမယ့် မာဖေးက စာအုပ်တစ်အုပ်ထုတ်ပြီး ဆက်မလုပ်နိုင်သေးတာပါ။ နောက်တော့ စိတ်အပြောင်းအလဲဖြစ်အောင် ဒုတိယစာအုပ်လည်း ဆက်လုပ်နိုင်အောင် သူငယ်ချင်းတွေဆီ အလည်သွားခဲ့ပါတယ်။ သူ့သူငယ်ချင်း ၂ယောက်ကတော့ ဘ၀စီမံကိန်းတွေချပြီး အဆင်ပြေနေကြပါတယ်။စိတ်ဓာတ်ကျနေတဲ့ မာဖေးအတွက် တစ်ပူပေါ်နှစ်ပူဆင့်ပြီး သူ့အဖေကပါ နှလုံးရောဂါနဲ့ ရုတ်တရက်ဆုံးသွားတဲ့အခါ...နာကျင်မှုတွေ ပူဆွေးမှုတွေကို သူငယ်ချင်း မိတ်ဆွေတွေ အကူအညီနဲ့ ကျော်ဖြတ်ပြီး အချစ်သစ်ရှာဖွေတဲ့ပုံ... စာအုပ်အသစ်ထုတ်နိုင်ဖို့ ကြိုးပမ်းပုံတွေကို ရိုးရိုးရှင်းရှင်း သရုပ်ဖော်ထားတာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune Lai KK မှ ...",
        "rating": "",
        "url": "https://megaup.net/1hChz/(CM)_How_to_Deal_with_a_Heartbreak_(2023)_1080p.mp4,https://megaup.net/1hCgj/(CM)_How_to_Deal_with_a_Heartbreak_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4SbxFDkhxZeAAN1zxgVJpdUB3V.jpg",
        "title": "Golda (2023)",
        "description": "Golda (2023)~ IMDb - 6.1/10, Rotten Tomatoes - 53% ~အစ္စရေးနိုင်ငံရဲ့သံမဏိလေဒီကြီးလို့တင်စားခေါ်ဝေါ်ကြတဲ့ Golda Meir ဘ၀အကြောင်း တစ်စိတ်တစ်ပိုင်းတင်ဆက်ထားတဲ့ အတ္ထုပ္ပတ္တိ ဒရာမာ ဇာတ်ကားတစ်ကားပါ။ ဂိုလ်ဒါအဖြစ် ဗြိတိန်ဂန္ထဝင်မင်းသမီးကြီး Helen Mirren က သရုပ်ဆောင်ထားပါတယ်။ Golda Meir ဟာ အစ္စရေးရဲ့လေးယောက်မြောက် ၀န်ကြီးချုပ်ဖြစ်ပြီး ပထမဆုံးနဲ့တစ်ဦးတည်းသော အမျိုးသမီး၀န်ကြီးချုပ်လည်းဖြစ်ခဲ့တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ယောက်ပါ။ဒီကားကို ၁၉၇၃ ခုနှစ်တုန်းကဖြစ်ပွားခဲ့တဲ့ အစ္စရေး နဲ့ တစ်ဖက်က အီဂျစ် ဆီးရီးယားဦးဆောင်တဲ့ အာရပ်နိုင်ငံများရဲ့စစ်ပွဲဖြစ်တဲ့ နာမည်ကျော် Yom Kippur စစ်ပွဲဖြစ်ပွားခဲ့တဲ့ကာလကို အခြေတည်ရိုက်ထားပါတယ်။ ၁၉၆၇ တုန်းက အစ္စရေးသိမ်းယူခဲ့တဲ့ ဂိုလန်တောင်ကုန်းနဲ့ ဆီနိုင်းပင်နီဆူလာကို ပြန်ရယူချင်တဲ့အတွက်ကြောင့် အီဂျစ်နဲ့ ဆီးရီးယားက ဂျူးဘာသာရေးနေ့ ယွန်ကီပေါလ်နေ့မှာ အစ္စရေးကိုအလစ်၀င်တိုက်ခဲ့တဲ့စစ်ပွဲဖြစ်ပြီး အစ္စရေးက အစပိုင်းမှာရှုံးနေရာကနေ ဘယ်လိုနာလန်ပြန်ထူပြီး အောင်ပွဲဆင်နိုင်ခဲ့တာလဲဆိုတဲ့ သမိုင်းကိုပါလေ့လာနိုင်တဲ့အပြင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Dvnq/(CM)_Golda_(2023)_1080p.mp4,https://megaup.net/2Dvln/(CM)_Golda_(2023)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/RDX1-137x200.jpg",
        "title": "RDX: Robert Dony Xavier (2023)",
        "description": "RDX:Robert Don't Xavier (2023)IMDb-7.8/10တောင်ပိုင်းကားကြမ်းကြမ်းလေးမှကြိုက်တဲ့လူတွေအတွက်\nသူငယ်ချင်းသုံးယောက်ပေါင်းကြမ်းကြမဲ့ရုပ်ရှင်ကား‌ကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်\nဘတ်ဂျက်အနေနဲ့ ၈ ကုဋေပဲသုံးထားတဲ့ဒီကားဟာ ကုဋေ ၈၀ ကျော်ထိရအောင် ပြန်ရှာနိုင်ခဲ့တဲ့ကားပါ\nမလေးယားလမ်းရုပ်ရှင်တွေမှာ စတုတ္ထမြောက်ဝင်ငွေအကောင်းဆုံးကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းဘုရားပွဲတစ်ခုက ဖြစ်လိုက်တဲ့ရန်စတစ်ခုက အိမ်ထဲထိဝင်ပြီး မိသားစုကိုပါ ဒုက္ခပေးတဲ့အချိန်...\nဆိုးတူကောင်းဖက် သူငယ်ချင်း သူများအနိုင်ကျင့်ခံရတာသိလိုက်ရတဲ့အချိန်...\nချစ်ရတဲ့သူနဲ့ သူငယ်ချင်း အချစ်နဲ့မေတ္တာ နှစ်မျိုးထိပ်တိုက်တွေ့ရွေးချယ်လာရချိန်ရောဘတ် ဒွန်နီ စေဗီဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့ သံယောဇဉ် သူတို့တွေတန်ဖိုးထားကြတဲ့\nအချစ်မေတ္တာတွေအတွက် ရန်သူတွေကို တိုက်ခိုက်ရင်ဆိုင်ကြတဲ့ဒီကားဟာ\nAction/Thriller ကြိုက် ပရိသတ်ကြီးတို့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Dee ~ Moon ~ ToMo တို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Dee ~ Moon ~ ToMo",
        "rating": "7.8",
        "url": "https://megaup.net/2Dvgg/RDX_(2023)_Malayalam_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-YK(CM).mp4,https://megaup.net/1hAlp/RDX_(2023)_Malayalam_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/kv4n3xgRWtkldaD4kyy1FvpW6bO.jpg",
        "title": "The Retirement Plan (2023)",
        "description": "The Retirement Plan (2023)~ Rotten Tomatoes - 60% ~မင်းသားကြီး Nicolas Cage လို့ ပြောလိုက်ရင်တော့ မသိတဲ့သူက မရှိသလောက်ပါပဲ။ ဒီတစ်ခေါက် ဇာတ်ကားမှာတော့ နစ်ကိုလပ်ကေ့ဂ်အပြင် သူ့ရဲ့ ဘော်ဒါရင်းတစ်ယောက်လည်းဖြစ်သလို \"Hellboy\" ကားတွေနဲ့ လူသိများခဲ့တဲ့ မင်းသားကြီး Ron Perlman လည်း တွဲဖက်အနေနဲ့ တဖန်ပြန်လည်ပါဝင်လာတာကို တွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကိုတော့ အက်ရှ်လေဆိုတဲ့ အမျိုးသမီးဇာတ်ဆောင်ရဲ့ မိသားစုအပေါ်အခြေခံပြီးရိုက်ကူးထားတာပါ။ အက်ရှ်လေရဲ့ အမျိုးသား ဂျင်မီက လူမိုက်အဖွဲ့ထဲဝင်ထားတဲ့ လျှို့ဝှက်သတင်းပေးတစ်ယောက်ပေါ့။ ဒါပေမဲ့ တစ်နေ့မှာ ဂျင်မီက အထက်အမိန့်နဲ့ သူ့အလုပ်က ထိပ်တန်းလျှို့ဝှက်ချက်တွေပါနေတဲ့ ဟာ့ဒရိုက်တစ်ခုကို ခိုးလာခဲ့ပါတယ်။ ဂျင်မီရဲ့ ဒုစရိုက်အဖွဲ့အစည်းက ခေါင်းဆောင်ဖြစ်တဲ့ ဒွန်နီက ဂျင်မီတို့မိသားစုကို လိုက်ဖမ်းတော့ ဂျင်မီတို့ခဗျာ ထွက်ပြေးရရှာတာပေါ့။ ဒါပေမဲ့ ဂျင်မီရဲ့သမီးဖြစ်သူ ဆာရာကပဲ သူတို့အဘိုးနေတဲ့နေရာကို လေယာဉ်နဲ့လွတ်သွားရှာပါတယ်။ လွတ်သွားတဲ့နေရာကတော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3Zq5z/(CM)_The_Retirement_Plan_(2023)_1080p.mp4,https://megaup.net/2DvaC/(CM)_The_Retirement_Plan_(2023)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5TA3AmwWKasVMRFGXZk0gRv2Oz6.jpg",
        "title": "Island Escape (2023)",
        "description": "Island Escape (2023)Science-Fiction နဲ့ Horror ကြိုက်တဲ့သူအတွက် တကယ်ကောင်းတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်အိမ်ကိုတော့ လူမသိသူမသိကျွန်း တစ်ကျွန်းပေါ်မှာ အခြေခံထားပါတယ်။ ဒီကျွန်းက \"Elite Soldier\" တွေကို မွေးထုတ်ဖို့အတွက် လေ့ကျင့်ပေးတဲ့ကျွန်းတစ်ကျွန်းဖြစ်ပါတယ်။ ဒါပေမဲ့ မတော်တဆမှုတစ်ခုဖြစ်ပြီးနောက်ပိုင်းမှာ ဒီကျွန်းဟာ ပြင်ပလောကနဲ့ အဆက်အသွယ်ပြတ်သွားတယ်။ သုတေသီတစ်ယောက်ဖြစ်တဲ့ စီအီးအိုတစ်ယောက်ရဲ့သမီးကလည်း မတော်တဆမှုထဲပါသွားတဲ့အတွက် စီအီးအိုရဲ့ သမီးကို သွားကယ်ဖို့ ကုမ္ပဏီကနေပြီးတော့ စစ်ပြန်နဲ့ ပရော်ဖက်ရှင်နယ်တစ်စုကို ငှားပါတော့တယ်။ ဒီအဖွဲ့ထဲမှာဆိုရင် ဇာတ်လမ်းရဲ့ မင်းသားဇာတ်ဆောင်နှစ်ဦးဖြစ်တဲ့ ချေ့စ်နဲ့ ရပ်စ်ဆိုပြီးပါလာပါတယ်။ သူတို့နှစ်ယောက်က ဒီစစ်ဆင်ရေးမတိုင်ခင် အရင်စစ်ဆင်ရေးတစ်ခုမှာအတူလုပ်ခဲ့ဖူးကြပေမဲ့ အဲဒီစစ်ဆင်ရေးမှာဖြစ်ခဲ့တဲ့မတော်တဆတစ်ခုကြောင့် ချေ့စ်ဟာ အတိတ်မေ့ရောဂါဖြစ်နေခဲ့ပါတယ်။ ဒါပေမဲ့လည်း သူ့စိတ်ထဲမှာတော့ ရပ်စ်ကို မယုံသင်္ကာဖြစ်နေခဲ့ပါတယ်။ ဒီတစ်ခေါက်မှာလည်း ချေ့စ်တို့နှစ်ယောက်ဟာ စစ်ဆင်ရေးအတူထွက်ဖြစ်ခဲ့ကြတာပေါ့။လူမသိသူမသိကျွန်းကို ရောက်သွားတဲ့အခါမှာတော့ စစ်ဆင်ရေးထဲပါသွားတဲ့သူတွေအားလုံး ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ တစ်ခုပြီးတစ်ခုနဲ့စတင်ကြုံတွေ့လာရပါတော့တယ်။ ကျွန်းပေါ်မှာ သုတေသီတစ်ယောက်မှ ရှာမတွေ့တော့တဲ့အပြင် အလောင်းများစွာကို ရှာတွေ့ကြပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/3jsfy/(CM)_Island_Escape_(2023)_1080p.mp4,https://megaup.net/1Xxjb/(CM)_Island_Escape_(2023)_720p.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLSoVBuBa3aqFBgBY2puu3BN8of.jpg",
        "title": "Slotherhouse (2023)",
        "description": "Slotherhouse (2023)~ IMDb - 6.1/10, Rotten Tomatoes - 64% ~ကာတွန်းတွေ၊ မှတ်တမ်းရုပ်ရှင်တွေထဲမှာ အရမ်းကို နှေးတဲ့အကောင်လေးတွေအဖြစ် ပုံဖော်ထားတဲ့ စလော့သ်ဟာ ဒီရုပ်ရှင်ထဲမှာ မြန်ဆန်ပြီး လူလို ဉာဏ်ကောင်းနေပါတယ်။ ပြီးတော့မှ စိတ္တဇလည်းဖြစ်နေပြီး လူတွေကို လိုက်သတ်တဲ့ ကားမျိုးပါ။ ဒီရုပ်ရှင်ကတော့ ဟော်ရာ၊ ဟာသ အမျိုးအစားပါပဲ။ သားသတ်ရုံကို slaughterhouse လို့ ခေါ်ပြီး အဲဒီစာလုံးကိုမှ မျောက်မောင်းမတွေနဲ့ ဆင်တဲ့ စလော့သ်အကောင်လေးနာမည်နဲ့ ပေါင်းပြီး Slotherhouse လို့ ပေးထားတာပါ။ ဓားတွေသေနတ်တွေနဲ့ ချတာတွေပါပြီး Scary movie ဆန်ဆန် အခွီတွေလည်းပါပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အထက်တန်းကျောင်းက မိန်းကလေးဆောင်တစ်ခုမှာ နောက်ဆုံးနှစ် တက်နေတဲ့ အမ်မလီဆိုတဲ့ ကျောင်းသူလေးဟာ တောထဲက မုဆိုးတစ်ယောက်ဖမ်းလာတဲ့ စလော့သ်လေးတစ်ကောင်ကို ခေါ်လာမိပါတယ်။ သူ့ကို တစ်ဆောင်လုံးက သဘောတွေကျပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/2DuB1/(CM)_Slotherhouse_(2023)_1080p.mp4,https://megaup.net/1Xx6m/(CM)_Slotherhouse_(2023)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMmVkNTdjZmMtMWNmMC00ZjY1LThmYTQtODRiMGU2ZTFkYjgzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-137x200.jpg",
        "title": "Gandeevadhari Arjuna (2023)",
        "description": "Gandeevadhari Arjuna (2023)IMDb-7.7/10Missionတွေလုပ်ရတဲ့ Agent movieတွေကို နှစ်သက်သူတို့အကြိုက်တွေ့မယ် IMDb 7.7 ရထားတဲ့\nရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးမှာပါ။ ဒီကားထဲမှာတော့ မင်းသားချော Varun Tej ကို\nအရည်အချင်းမှာ သူမတူအောင်ထက်မြက်ပေမဲ့ အမိန့်မနာခံဘဲ ထင်ရာလုပ်တတ်တဲ့အေးဂျင့်အနေနဲ့ မြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းရာသီဥတုဆိုးရွားစွာပြောင်းလဲမှုဒဏ်ကို ကမ္ဘာနဲ့အဝှမ်းခံစားလာရတဲ့အတွက် အမြဲအိပ်ပျော်နေတတ်တဲ့\nUNကြီးလည်းနိုးထလာပြီး ရာသီဥတုပြောင်းလဲမှုအတွက် အဓိကကျတဲ့ နိုင်ငံ ၂၅ နိုင်ငံမှာ\nစောင့်ကြည့်သူတွေခန့်အပ်ဖို့ အဆိုတင်သွင်းလာပါတယ်။ အိန္ဒိယနိုင်ငံအတွက် စောင့်ကြည့်သူအဖြစ်\nလျာထားခံရသူကတော့ သစ်တောဝန်ကြီးအာဒီသရာပါ။စက်ရုံစွန့်ပစ်ပစ္စည်းတွေရဲ့ စွန့်ပစ်မှုကိုကြည့်ရှုစစ်ဆေးအရေးယူရမယ့်သူအဖြစ် ခန့်အပ်ခံရခြင်းနဲ့အတူ\nမသမာတဲ့လုပ်ငန်းရှင်တစ်စုရဲ့ မဟာရန်သူတော်ကြီးဖြစ်လာတဲ့ဝန်ကြီးအာဒီသရာ၊ သူ့ကို ကာကွယ်ပေးနေတဲ့\nဆရာဖြစ်သူ‌ဗီဂျေးက ဒဏ်ရာရသွားတဲ့နေရာ အာဂျွန်က ဆရာ့ကိုယ်စား ဝန်ကြီးကိုကာကွယ်ဖို့ဖြစ်လာတဲ့အခါ...ဝန်ကြီးရဲ့ကိုယ်ရေးအရာရှိဖြစ်တဲ့အိုင်ရာနဲ့ တစ်ချိန်ကဇာတ်လမ်းလေးကလည်းရှိနေတော့ အာဂျွန်တစ်ယောက်\nနောက်ဆံတင်းနေပေမဲ့ ဆရာကလည်း အကူအညီတောင်းတာဖြစ်ပြန်၊ တစ်ဖက်မှာလည်း အမေ့ရဲ့ဆေးကုစရိတ်ကြောင့်\nငွေလိုနေတဲ့အခါ အလုပ်ကိုလက်ခံပြီး ဝန်ကြီးကိုကာကွယ်ဖို့ ဖိုင်တွဲနံပါတ် ၁၃ ကိုအရယူဖို့ အာဂျွန်တစ်ယောက်\nဘယ်လိုကြိုးစားသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Alex ~ Dee ~ YH ~ ToMo~KKKZ တို့ပဲဖြစ်ပါတယ်\nFile ...",
        "rating": "7.5",
        "url": "https://megaup.net/1hz56/Gandeevadhari_Arjuna_(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1hz5q/Gandeevadhari_Arjuna_(2023)_Telugu_WEB-DL_-_720p_-YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNWQyZmVjZDgtZTg3ZS00NmEyLThlYWQtMjUzZjQwZGIzYzZjXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-141x200.jpg",
        "title": "Soorpanagai{Nene Naa} (2023)",
        "description": "Nene Naa (2023)\nIMDb - 7.3/10\nဒီဇာတ်ကားမှာတော့ အခြားစုံထောက်ကားတွေနဲ့ မတူဘဲ\nရှေးဟောင်းသုတေသနဌာနနဲ့ ရဲတွေပေါင်းပြီးတော့\nအမှုလိုက်ကြတဲ့ ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းရဲ့အစမှာတော့ နိုင်ငံခြားသားတစ်ယောက်ဟာ\nတောထဲကို လေ့လာရေးလာရင်းနဲ့ မြေကြီးထဲကို ဆွဲနှစ်ခံလိုက်ရပါတယ်။\nအဲဒီလိုဖြစ်တဲ့နေရာမှာ သွေးကွက်တွေကို တွေ့လိုက်ရတဲ့ ရိန်းဂျားရာဂျီက\nရဲတွေကို အကြောင်းကြားလိုက်တဲ့အခါမှာ ဒီအမှုကို လိုက်ဖို့အတွက် ဖြစ်လာခဲ့ပါတယ်။အဲဒီနောက်မှာတော့ မြေကြီးကို စစ်ဆေးပေးဖို့အတွက် ရှေးဟောင်းသုတေသနဌာနကို\nအကူအညီတောင်းတဲ့အခါမှာတော့ ဒီဗီရာတစ်ယောက် ရဲတွေကို ကူညီပေးဖို့အတွက် ဖြစ်လာခဲ့ပါတယ်။\nဒီဗီရာတစ်ယောက် မြေကြီးကို စစ်ဆေးဖို့အတွက် မြေကို တူးခိုင်းလိုက်တဲ့အခါမှာတော့\nလွန်ခဲ့တဲ့ လေးရက်လောက်ကမှ သေဆုံးသွားခဲ့ရတဲ့ နိုင်ငံခြားသားက အရိုးခြောက်ဖြစ်နေခဲ့ပါပြီ။\nဘာလို့ ဒီလိုအရိုးခြောက်ဖြစ်သွားရတာလဲ …..ဒီအကြောင်းကို စစ်ဆေးရင်း အတိတ်ကအကြောင်းတွေနဲ့ ဆက်စပ်ပြီး\nဘာတွေ ဆက်ဖြစ်လာဦးမှာလဲ ဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမယ့်\nကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ် ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aditi~Cherry~Moon~Alex~ToMo တို့ပဲဖြစ်ပါတယ်)\nFile size…2.6GB / 1.25GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.3",
        "url": "https://megaup.net/1hyhd/Nene_Naa_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_.YK(CM).mp4,https://megaup.net/1hyh2/Nene_Naa_(2023)_Telugu_TRUE_WEB-DL_-_720p_.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/no-one-will-save-you-movie-poster-160x200.jpg",
        "title": "No One Will Save You (2023)",
        "description": "ဂြိုလ်သားကားပေမဲ့ ကြောက်စရာကောင်းပါတယ်။သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာအမျိုးအစားရိုက်ကူးထားတာပါ။အိမ်မှာ တကိုယ်တည်း ကိုယ့်ဟာကိုယ်တောင် အာရုံနောက်နေတဲ့ကောင်မလေးတစ်ယောက်အိမ်ကို ဂြိုလ်သားတွေရောက်လာပြီး လိုက်သတ်ပါတယ်။အဲဒီဂြိုလ်သားတွေက ကမ္ဘာကြီးကိုသိမ်းဖို့ ကြိုးစားနေတာကို ပြန်တိုက်ရပါတယ်။ပြဿနာက မြင်နေရတဲ့ ကမ္ဘာနဲ့ ဖြစ်တည်မှုတွေက အစစ်လိုလိုအတုလိုလို စဉ်းစားရခက်နေတာပါ။ဖန်တီးခံထားရတာတွေကဘာလဲ၊ တကယ်ဖြစ်နေတာတွေကဘာလဲ၊ ဒီကောင်မလေးကိုရောဘာလို့ ဂြိုလ်သားတွေက သတ်ချင်တာလဲ သို့လောသို့လောနဲ့ ကြည့်ရမှာပါ။ဒါရိုက်တာကတော့ အရင်ကတည်းက နာမည်ကြီး ရုပ်ရှင်တွေဖြစ်တဲ့The Divergent Series: Insurgent တို့ Love and Monsters တို့ကိုဇာတ်ညွှန်းရေးခဲ့တဲ့ Brian Duffield ပါ။မင်းသမီးကတော့ မှတ်မှတ်ရရ Unbelievable  ဆိုတဲ့စီးရီးမှာ ကောင်းကောင်းကြီး သရုပ်ဆောင်သွားတဲ့ Kaitlyn Dever ပါပဲ။သူနာမည်ကြီးခဲ့တဲ့ Unbelievable  စီးရီးကိုလည်းချန်နယ်မြန်မာမှာ ကြည့်လို့ရပါတယ်။မုဒိန်းမှုနဲ့တိုင်တာကို ဘယ်သူမှမယုံကြတဲ့ ဖြစ်ရပ်မှန်စီးရီးပါ။အခုရုပ်ရှင်ထဲမှာလည်း စကားတောင် မပြောဘဲသူတစ်ယောက်တည်းနဲ့ တစ်ကားလုံးကို စိတ်ဝင်စားစရာ ဆွဲခေါ်သွားပါလိမ့်မယ်။ကြည့်လိုက်ကြပါဦး။  File size…  3 GB / 1 GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/1hyi2/no.one.will.save.you.2023_.2160p._4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv,https://megaup.net/2DsT7/no.one.will.save.you.2023_1080__5.1_H_%7BCM%7D_TSK.mp4,https://megaup.net/1Xvga/No.One.Will.Save.You.2023.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZTc3YWU0NWQtZTc2MC00MDUxLThhYzgtNTFlZWZkMmQ1YmNhXkEyXkFqcGdeQXVyMTIxMTQ3MDAx._V1_-160x200.jpg",
        "title": "Vidyarthi (2023)",
        "description": "Vidyarthi (2023)ဒီဇာတ်ကားက IMDb 9.1 ရထားတဲ့ ဇာတ်ကားဖြစ်ပြီး\nလုံးဝလက်မလွှတ်တန်းကြည့်သင့်တဲ့ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။တက္ကသိုလ်တက်စဉ်က ရတဲ့ Vibeမျိုးလည်း ရပြီးတော့\nအစပိုင်းမှာပေါ့ပေါ့ပါးပါးလေးနဲ့ နောက်ပိုင်းမှာရော\nဘယ်လိုတွေ ကြမ်းပြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ ချိုင်တန်ညာဟာ အရွယ်လွန်မှ\nစိုက်ပျိုးရေးမေဂျာသင်ဖို့အတွက် ကောလိပ်တတ်ဖို့ဖြစ်လာခဲ့ပါတယ်။\nသူတက်တဲ့ကောလိပ်မှာတော့ မျိုးရိုးအဆင့်အတန်းခွဲခြားတတ်ပြီးတော့\nမျိုးရိုးနိမ့်တဲ့သူတွေကို အနိုင်ကျင့်ပြီး မတူမတန်ဆက်ဆံတဲ့သူတွေရှိနေပါတယ်မျိုးရိုးမြင့်တဲ့ အချောအလှလေး မဟာလက်ချ်မီးနဲ့ မျိုးရိုးနိမ့်တဲ့\nချိုင်တန်ညာတို့ တွေ့ပြီး ခင်ကြတဲ့အခါမှာ ဘာတွေဖြစ်လာမလဲ.....\nလက်ခ်ျမီးရဲ့ အဖေ ဘူပါသီမှာလဲ သတ်ရတဲ့ထိ မုန်းတီး‌အငြိုးဖွဲ့နေတဲ့\nရန်သူတော်ဆက်သ်ရမ်ရှိနေပြီး သမီးရဲ့အသက်ကို\nရန်ရှာဒုက္ခပေးလာတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ....\nစတဲ့အချစ်အမုန်း ဇာတ်နိမ့်ဇာတ်မြင့် ရန်ငြိုးအာဃာတတွေနဲ့အတူ\nစိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားတဲ့ရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM BOLLYWOOD TEAM မှ Moon, Aditi, Alex နဲ့ ToMo တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.3GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 8mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Aditi~ Alex ~ToMo",
        "rating": "9.1",
        "url": "https://megaup.net/1Xv2h/Vidyarthi_(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/2Dsv8/Vidyarthi_(2023)_Telugu_WEB-DL_-_720p_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjg0ZTM1MTgtNmM4OC00OGEzLWEyNGMtYTI4NjI3Yjg3MmQwXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-161x200.jpg",
        "title": "The Heart of Suhita (2023)",
        "description": "The Heart Of Suhita (2023)\nIMDb - 8.6/10မိုးအေးအေးမှာ အချစ်ဒရာမာအေးအေးလေးနဲ့ ခံစားကြည့်ရှုချင်တဲ့သူတွေအတွက်\nအင်ဒိုဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ Rating 8.6 ထိရရှိထားပြီး\nဇာတ်အိမ်ကောင်းကောင်းနဲ့မို့ အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာလင်နာဆူဟိတာဆိုတဲ့ကောင်မလေးဟာ ငယ်ငယ်ကတည်း သိတတ်လိမ္မာပြီး\nကိုယ့်ဖြစ်ချင်တာကိုလည်း ရအောင်လုပ်တတ်တဲ့သူတစ်ဦးပါ။ အိုင်အန်ဝါဆိုတဲ့\nအစ္စလာမ်ဘော်ဒါကျောင်းမှာ ကြီးပြင်းခဲ့ရပြီး ဂုစ်ဆိုတဲ့ကောင်လေးနဲ့တွေ့ဆုံခဲ့ပါတယ်။ဂုစ်ဟာ အာလင်နာကို နည်းနည်းလေးမှတောင်စိတ်မဝင်စားပေမဲ့\nနှစ်ဖက်မိဘရဲ့ပေးစားမှုကြောင့် နှစ်ယောက်သားလက်ထပ်ဖြစ်ခဲ့ကြပါတယ်။\nအာလင်နာဟာ ယောက္ခထီး ယောက္ခမတွေရဲ့ အချစ်ကိုရပေမဲ့\nခင်ပွန်းအချစ်မခံရတဲ့သူတစ်ယောက်ပေါ့။ တစ်ဖက်မှာလည်း\nဂုစ်ဟာ ရန်းဂနစ်ဆိုတဲ့ကောင်မလေးကိုသာ စိတ်ဝင်စားနေတဲ့အခါ...\nရှေ့ဆက်သူတို့‌တွေဘာတွေဆက်ဖြစ်မယ်ဆိုတာ ဇာတ်အိမ်ခိုင်မာပြီး\nငြိမ့်ငြိမ့်လေးနဲ့ အဆုံးထိဘယ်လိုဆွဲခေါ်သွားမယ်ဆိုတာ\nကြည့်ရှုခံစားဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~Alex~KKKZ~ToMo~Cherry တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.99GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Moon~Alex~KKKZ~ToMo~Cherry",
        "rating": "8.6",
        "url": "https://megaup.net/1hxne/The.Heart.of.Suhita.2023.1080p.NF.WEB-DL.YK(CM).mp4,https://megaup.net/1hxmt/The.Heart.of.Suhita.2023.720p.YK(CM).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODUzMThjZGMtY2I2ZS00OTMzLTg4MzktMzMxZTQxZTQzMjU2XkEyXkFqcGdeQXVyMTQ3NjM3NjU4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dirty 3rd: Next Generation (2023)",
        "description": "The Dirty 3rd: Next Generation (2023)\n============================ဒီကားကတော့လူမဲတွေရဲ့ ရပ်ကွက်ထဲကအထာတွေ\nစရိုက်တွေအကြောင်းရိုက်ထားတာပဲဖြစ်ပါတယ်။ Zaire\nတစ်ယောက်သူ့ပထွေးသူ့အမေကိုရိုက်နေတာမြင်တော့\nစိတ်မထိန်းနိုင်ပဲသူ့ပထွေးကိုပစ်သတ်မိသွားပါတယ်။ သူ့\nအမေကသူ့ကိုထောင်မကျစေချင်တာကြောင့်သူအဖိုးရှိတဲ့\nHouston ကိုပြေးခိုင်ပါတယ်။ မြင်လဲမမြင်ဖူး အဆက်အ\nသွယ်လဲမရှိတဲ့အဖိုးကို Zaire တစ်ယောက်ရှာတွေ့မှာလား\nသူ့အဖိုးကဘယ်လိုလူမျိူးလဲ ဘာအလုပ်လုပ်တဲ့သူလဲ သူ့ကို\nရောကြိုဆိုမှာလားဆိုတာတွေကို ကြည့်ရှုရမယ့် ကားလေးပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.38 GB) / (635 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "6.6",
        "url": "https://megaup.net/3jjgx/The.Dirty.3rd.Next.Generation.2022.1080p.AMZN.WEBRip.(CM).mp4,https://megaup.net/1hqT5/The.Dirty.3rd.Next.Generation.2022.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/36yXBcMUvTwdUU0ltEkLYXQ0dD6.jpg",
        "title": "[18+] Ligaw na bulaklak (2023)",
        "description": "Ligaw na bulaklak (2023)ကယ်ဗင်ပတ်စ်ကွယ်ဟာ တက်သစ်စမင်းသားတစ်ယောက်ဖြစ်ပြီး လတ်တလော ကားရိုက်များနေတာကြောင့် အနားယူချင်နေတယ်လို့ သူ့ဘေးနားက လူတချို့ကို ပြောထားခဲ့မိပါတယ်။တစ်နေ့မှာ ရိုက်ကွင်းအပြီး ပါတီတစ်ခုကအပြန်လမ်းမှာ မတော်တဆမှုကြုံပြီး သတိလစ်မေ့မျောသွားခဲ့ပါတယ်။သူနိုးထလာချိန်မှာတော့ သူဟာ တဲတစ်လုံးကိုရောက်နေပါတယ်။ ခြေထောက်မှာလည်း ဒဏ်ရာရထားတဲ့ သူ့ကို မိန်းမလှလေးတစ်ယောက်က ပြုစုပေးနေတာကိုတွေ့လိုက်ပါတယ်။ အဲဒီမိန်းကလေးဟာ သူ့ကို အားရှိတယ် အနာကျက်သက်သာတယ်ဆိုပြီး ဘာမှန်းမသိတဲ့ ပရဆေးတွေ အတင်းတိုက်ကျွေးလေ့ရှိတယ်။ သူတို့နေတဲ့နေရာဟာ ဝေးလံခေါင်ဖျားလွန်းပြီး လူရယ်လို့ ဒီမိန်းကလေးအပြင် စကားလုံးဝမပြောတဲ့ ဒွန်ဆိုတဲ့လူကြီးတစ်ယောက်သာရှိပါတယ်။ကယ်ဗင် တစ်စထက်တစ်စ ရိပ်စားမိလာတာက ဒီနှစ်ယောက်ဟာ သူ့ကိုကယ်တင်ထားတယ်ဆိုတာထက် အကျဉ်းချထားသလိုသဘောထားပြီး ဒီနေရာကပြန်လွတ်ဖို့ လမ်းစမမြင်ဘူးဆိုတာပါပဲ။ ဖုန်းလိုင်းမမိ အကူအညီတောင်းစရာ တစ်ခြားလူရယ်လို့မရှိတဲ့ ဒီနေရာကနေ သူဘယ်လိုအလွတ်ရုန်းမလဲ...Chloe Jenna, Sheila Snow နဲ့ Sheree တို့လို အမိုက်စားမင်းသမီးသုံးယောက်အပြိုင်ကြဲထားတဲ့ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, ...",
        "rating": "",
        "url": "https://megaup.net/1Xtc1/(CM)_Ligaw_na_bulaklak_(2023)_1080p.mp4,https://megaup.net/2DqE4/(CM)_Ligaw_na_bulaklak_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZWRlMDBiMTEtZTIzYy00ODk1LTljZGQtOGFjOWQxZjZiMDBhXkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Web (2023)",
        "description": "WEB(2023)IMDb-8.6/10စိတ္တဇဆန်ဆန် Thriller ကားကောင်းကြိုက်တဲ့သူတွေအတွက်\nIT ကုမ္ပဏီမှာလုပ်နေတဲ့ အာဘီနဲ့သူငယ်ချင်းလေးယောက်အဖွဲ့ က\nအလုပ်မှာ ထူးချွန်ကြပေမဲ့ သောက်စားမူးယစ်ပြီး ပါတီပွဲတွေလှည့်တက်ပျော်ပါးနေကြသူတွေမိဘအုပ်ထိန်းသူတွေတောင်ထိန်းမရလို့ ခေါင်းစားနေကြရတဲ့ အဆိုးမလေးတွေ\nတဖြည်းဖြည်းသူတို့က ပါတီတွေကနေ မူးယစ်ဆေးတွေပါလာကြသည်ထိတစ်နေ့သူတို့ပါတီကနေ အရက်တွေဆေးတွေသုံးပြီးအပြန် သတိရလာတဲ့အချိန်\nချောက်ချားစရာအတိနေရာတစ်ခုမှာရောက်နေပြီး\nမျက်နှာအမာရွတ်ခြေထောက်ထော့ကျိုးနဲ့ ကြောက်စရာလူတစ်ယောက်..သူတို့တွေဒီနေရာကိုဘာကြောင့်ရောက်သွားရလဲ\nလွတ်မြောက်နိုင်ကြမလားဆိုတာ ဇာတ်ကွက်အလှည့်အပြောင်းလေးတွေနဲ့ရှုစားကြည့်ပါဦး(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ YH ~ ToMo တို့ပဲဖြစ်ပါတယ်)\nFile size…2.2GB  / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ ToMo",
        "rating": "9.0",
        "url": "https://megaup.net/1Xt9p/WEB_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1Xt9h/WEB_(2023)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOWI1N2ZhOTAtMmQ3Mi00MDVkLWI3M2UtMDEzNTc4NDU4YTE1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Voice of Sathyanathan (2023)",
        "description": "Voice of Sathyanathan (2023) (IMDb 7.2/10)ရယ်ရယ်မောမောနဲ့ အက်ရှင်အကွက်တွေကို ကြည့်ရှုလို့ရ‌မယ့်\nဇာတ်‌လမ်းကောင်းလေးကို စောင့်မျှော်နေတာဆိုရင်တော့\nဒီဇာတ်လမ်းလေးကို ကြည့်ကြည့်လိုက်ပါနော်။မင်းသားကြီး Dileepရဲ့ ရယ်ရမလိုလို ငိုရမလိုလို\nသရုပ်ဆောင်ချက်တွေကိုလည်း ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်ဇာတ်ကောင်\"ဆပ်သရာနာသ်\"တစ်ယောက်ကတော့\nပေါက်ပန်းလေးဆယ်ပြောတတ်တဲ့တစ်ယောက်ဖြစ်ပါတယ်။\nပြောချင်တာပြောပြီးလို့ ပြဿနာတွေတတ်လာရင်\nဒရာမာတွေခင်းပြီး ဖြေရှင်းလို့ရမယ်လို့ ယုံကြည်ထားတဲ့သူတစ်ယောက်။တစ်နေ့မှာတော့ အရမ်းကြီးတဲ့အမှုကိစ္စတစ်ခုမှာ မထင်မှတ်ပဲပါသွားမိရာက....\nပတ်ဝန်းကျင်က ပြဿနာတွေကို ဒရာမာအမျိုးမျိုးခင်းဖြေရှင်းလို့ရပေမဲ့\nရဲတွေနဲ့ကျရင်ရော ဒရာမာတွေခင်းခွင့်ရပါဦးမလား...\nဒါ့အပြင် တွဲဖက်တွေနဲ့ ဟန်ချက်ညီညီဟာသရုပ် သရုပ်ပေါ်အောင်တစ်မျိုး\nthriller ပုံစံတစ်မျိုး ပေါ်အောင် ရိုက်ကူးထားတဲ့\nဇာတ်လမ်းလေးကို ဇာတ်အိမ်ထဲမျောရင်းတစ်ခါတည်း ကြည့်လိုက်ကြရအောင်ပါ....ဒီဇာတ်လမ်းလေးကိုတော့ CM Bollywood Team မှ ဘာသာပြန်ဆိုပြီး အညွှန်းရေးပေးထားပါတယ်။\nFile size… 2GB  / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "6.9",
        "url": "https://megaup.net/1Xt1f/Voice_of_Sathyanathan_(2023)_Malayalam_TRUE_WEB-DL_-_1080p_-AVC.YK(CM).mp4,https://megaup.net/1hvzf/Voice_of_Sathyanathan_(2023)_Malayalam.720p.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjU0ZmIwMTEtZmU1NS00ZDk0LWIyNTUtOTYwYjM4NDcwNzlkXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-160x200.jpg",
        "title": "Bedurulanka 2012 (2023)",
        "description": "Bedurulanka 2012 (2023)IMDB 6.2/10 ရထားတဲ့ အိန္ဒိယ\nTelugu ဘာသာစကားပြော ဟာသ/ဒရာမာ ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်\nTelugu မင်းသား Kartikeya Gummakonda သရုပ်ဆောင်ထားပါတယ်2012 ဆိုတာ တစ်ချိန်က နာမည်ပေါက်သွားခဲ့တဲ့ Hollywood ကမ္ဘာပျက်ဇာတ်လမ်းပါ\nဒီကားလေးကလည်း အဲဒီ 2012 ဒီဇင်ဘာ 21ရက်နေ့အကြောင်းကိုသတင်းမီဒီယာတွေ\nတကြော်ကြော်ပြောနေတာတွေနဲ့ စတင်ထားပါတယ် Bedurulanka ဆိုတဲ့ ရွာလေးက\nပညာတတ်နည်းပါးပြီး အုပ်ချုပ်ရေးမှူးကအစ တကယ့်သောက်တလွဲပါ\nထိုအချိန်မှာ မီဒီယာရဲ့စကားတွေကို ထပ်ဆင့်ခုတုံးလုပ်ပြီး စီးပွားရှာချင်တဲ့ လူတစ်စုကလည်း ရှိနေပြန်ပါတယ်ရှီဗာဆိုသူက ရွာမွေးခြံပေါက်ဆိုပေမဲ့ မြို့မှာ ရုပ်ရှင်ဇာတ်ကားတွေအတွက်\nCGI effect တွေပြုလုပ်တဲ့ artist တစ်ယောက်ဖြစ်ပါတယ် ရွာမှာတော့\nသူချစ်ရတဲ့ မိန်းကလေးကျန်နေခဲ့ပါတယ်တစ်နေ့ လက်ပေါက်ကပ်တဲ့ စီးပွားရှင်\nနဲ့ အနုပညာသမား ရှီဗာနဲ့ စကားအဝေ\nမတည့် ဖြစ်ပြီး ရှီဗာတစ်ယောက် အလုပ်ကထွက်လို့ ရွာပြန်လာပါတော့တယ်\n\"ကမ္ဘာမီးလောင် သားကောင်ချနင်း\" ဆိုတဲ့ အတိုင်း ဘေးဒုက္ခရောက်မယ်ဆိုကာမှ |\nအသွင်ပေါ်လာတဲ့လူတွေရဲ့ ကိုယ်ကျင့်တရားကို ထုံးစံအတိုင်း\nပေါ့ပေါ့ပါးပါးပဲ အပန်းပြေအောင်ရိုက်ကူးထားပါတယ်အညွှန်းကို KKKZ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1XsXO/Bedurulanka_2012_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_.YK(CM).mp4,https://megaup.net/2Dqqw/Bedurulanka_2012_(2023)_Telugu.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNDY2NDQ3ZWYtMjg0Zi00ZGYwLWJmNzctYzgwZTkzMTcyY2E0XkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-160x200.jpg",
        "title": "Anel Meley Pani Thuli (2022)",
        "description": "Anel Meley Panithuli 2023 IMDb-6.9/10 အဓိကဇာတ်လိုက်ကျော်\nမာသီဆိုတဲ့မိန်းက‌လေးဟာ အားကစားပစ္စည်းဆိုင်ကြီးတစ်ခုရဲ့\nလက်ထောက်မန်‌‌နေဂျာရာထူးနဲ့ အလုပ်လုပ်နေတဲ့ ရိုးသား\nဖြောင့်မှန်တဲ့ဝန်ထမ်းတစ်‌ယောက်ပါသူ(မ)ဟာ အတူတူအလုပ်လုပ်နေတဲ့ စီနီယာဝန်ထမ်းတွေအပေါ်\nလေးစားရိုသေသလို အောက်လက်ငယ်သား ဂျူနီယာဝန်ထမ်းတွေအပေါ်မှာလည်း\nဖေးမကူညီပေးတတ်တဲ့ လုပ်ဖော်ကိုင်ဖက်ကောင်းတစ်‌ယောက်ဆိုလည်း မမှားပါဘူး။တစ်ရက် သူ့လက်အောက်က ဝန်ထမ်းကောင်မလေးရဲ့ချစ်သူဟောင်းက လိုက်နှောင့်ယှက်နေလို့ သူ(မ)က\nကြားဝင်‌ဖြေရှင်းပေးလိုက်တဲ့အခါအဲဒီကောင်လေးက မာသီ့ကို အခဲမကျေဖြစ်သွားခဲ့တယ် ။တစ်ခါ ဆိုင်ကဝန်ထမ်းကောင်လေးက သူငယ်ချင်းဖြစ်သူနဲ့ပူးပေါင်းပြီး ပစ္စည်းခိုးတာကို\nမာသီသိသွား‌တော့ အလုပ်ထွက်ခိုင်းလိုက်ပါတယ်။ အဲဒီလိုနဲ့ မာသီဟာ မရည်ရွယ်ဘဲနဲ့\nလူနှစ်ယောက်ဆီက မကျေနပ်ချက်ရန်ငြိုးတွေ ရရှိခဲ့ရပါတယ်။တစ်ရက် အဲဒီဝန်ထမ်းကောင်မလေးရဲ့\nမင်္ဂလာဆောင်ပွဲလုပ်တဲ့ ကျေးရွာလေးကိုသွားရင်းမာသီတစ်ယောက်မသမာတဲ့လူယုတ်မာသုံးယောက်ဆီက မတော်မတရားပြုကျင့်ခြင်း ခံလိုက်ရပါတယ်။\nဖြစ်သမျှကုန်စင်ကို ရဲစခန်းသွားတိုင်ပြီး သူထင်ကြေးပေးတဲ့သူတွေကို ရဲကဖမ်းဆီးစစ်ဆေးကြည့်တဲ့အခါ....တရားခံတွေက သူထင်ထားတဲ့ သူတွေမဟုတ်ဘဲ မထင်မှတ်ထားတဲ့သူတွေဖြစ်နေတာကိုသိလိုက်ရပါတယ်။\nနောက်သုံးလနေရင် ချစ်တဲ့သူနဲ့လက်ထပ်ပြီး အားကစားဆိုင်က လက်ထောက်မန်နေဂျာ\nဝန်ထမ်းဘဝနဲ့ ဘဝကိုအေးအေးဆေးဆေး ဖြတ်သန်းမယ်လို့ ဆုံးဖြတ်ထားတဲ့ မာသီတစ်ယောက်\nကြုံလာရတဲ့ လောကဓံဆိုးတွေကို ဘယ်လို ကျော်လွှားအံတုပြီးနေသွားမလဲ ဆိုတာကို\nပရိသတ်ကြီးကပဲ ဆက်လက်ကြည့်ရှုခံစားပေးလိုက်ကြပါဦး...(ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH ~ BpL ~ ToMo ~ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1htr0/Anel.Meley.Pani.Thuli.Mathi.2022.1080p.YK(CM).mp4,https://megaup.net/2DolD/Anel.Meley.Pani.Thuli.Mathi.2022.720p.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzhhNjFhYmYtM2ExNS00NTliLTljZTctMmYyNmUzZjg1NWEyXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-141x200.jpg",
        "title": "Ayothi (2023)",
        "description": "Ayodhi (2023)IMDb-8.3/10အရာရာကိုအလိုမကျ ဒေါသကြီးနေတဲ့လူတစ်ယောက်နဲ့နေရတာ ဘယ်လိုနေမလဲ...?ဇနီးမိသားစုကိုလည်းစိတ်မရှည် အရာရာကိုအလိုမကျနေသူ ၊ အိမ်ထောင်ဦးစီးဆိုတဲ့စိတ်နဲ့\nအမြဲခေါင်းငုံ့ခံလာတဲ့ဇနီး ၊ ဆယ်ကျော်သက်သမီး နဲ့ မူလတန်းကျောင်းသားလေးတို့ မိသားစု\nဘုရားဖူးထွက်လာတဲ့ခရီးမှာ ဒေါသကြောင့်ပဲ ကားအက်ဆီးဒင့်ဖြစ်ပြီးဇနီးဖြစ်သူဆေးရုံရောက်သွားပါတော့တယ်ဇနီးရဲ့ အသက်လုပွဲအတွက်ဆေးရုံပြောင်းရချိန်မှာလည်း သူ့ဒေါသမာနကြောင့်နဲ့ လူနာတင်ကားရှာမရချိန်...\nသမီးဖြစ်သူရဲ့တောင်းပန်မှုကြောင့် သူစော်ကားခဲ့တဲ့ကားသမားရဲ့ သူငယ်ချင်းကပဲ ပွဲတော်ရက်မှာ မိသားစုကိုပစ်ပြီး ဆေးရုံကိုမောင်းပို့ပေးခဲ့ပါတယ်ဒေါသမာနကြီးတဲ့ လူကြီးတစ်ယောက်ဘဝအချိုးတစ်ကွေ့မှာ ပေးဆပ်မှုကြီးကြီးပေးလိုက်ရချိန် သူ့ဗီဇတွေရော ပြောင်းလဲလာမလား...\nကိုယ်ချင်းစာနာစိတ်‌ဆိုတာဘယ်လောက်ထိတောင် စွမ်းအားကြီးသလဲဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ်အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Alexia ~ Dee ~ KKKZ တို့ပဲဖြစ်ပါတယ်\nFile size…2GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Alexia ~ Dee ~ KKKZ",
        "rating": "8.3",
        "url": "https://megaup.net/1htqy/Ayothi.1080p.WEB_DL(CM).mp4,https://megaup.net/2Dolt/Ayothi.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxBe0Js4dCvp1ZGgHHnBxjtbGPw.jpg",
        "title": "El Conde (2023)",
        "description": "El Conde (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 83% ~ချီလီနိုင်ငံရဲ့ တစ်ချိန်တုန်းက အာဏာရှင်စစ်ဗိုလ်ချုပ်ကြီး ‌အကြောင်းကို ဇာတ်လမ်းဆင်ထားတဲ့ Parallel Universe က အကြောင်းဖြစ်ပါတယ်။ ပိုစိတ်၀င်စားစရာကောင်းတာက ဒီဗိုလ်ချုပ်ကြီးက အသက် နှစ်ပေါင်း ၂၅၀ အရွယ်ရှိတဲ့ သွေးစုပ်ဖုတ်ကောင်ဖြစ်နေတာပါပဲ။ ပီနိုရှက်ဟာ ပြင်သစ်တော်လှန်ရေးတုန်းက စစ်သားတစ်ယောက်ဖြစ်ပြီး သူ သွေးစုပ်ဖုတ်ကောင်ဖြစ်နေတာကို သိသွားတဲ့အခါ ပြင်သစ်ကနေ ချီလီကို ထွက်ပြေးသွားပြီး အော်ဂတ်စတိုပီနိုရှက်အဖြစ် ပြောင်းပစ်ခဲ့ပါတယ်။ သူ့ရည်မှန်းချက်က တစ်ချိန်မှာ အာဏာရှင်ဖြစ်လာပြီး လေးစားကြောက်ရွံ့တာခံရဖို့ပါ။သူ့ရည်ရွယ်ချက်အတိုင်း ချီလီမှာအာဏာသိမ်းခဲ့ပြီး အာဏာရှင်တို့ ထုံးစံအတိုင်း လူ့အခွင့်အရေးချိုးဖောက်မှုတွေ အကျင့်ပျက်ခြစားမှုတွေအကုန် လုပ်ခဲ့ပါတယ်။ သူထာ၀ရရှင်သန်နုပျိုဖို့ လူသားတွေရဲ့ နှလုံးကို အရှင်လတ်လတ် အမဲလိုက်စားသုံးတာလည်း ရှိတာပေါ့။ သားသမီးတွေကတော့ ဗိုလ်ချုပ်ကြီး သေတော့မယ်ထင်ပြီး အမွေခွဲဖို့ရာ ပြန်လာကြပါတယ်။ တစ်ဖက်မှာလည်း ဗိုလ်ချုပ်ကြီးမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Xpo9/(CM)_El_Conde_(2023)_1080p.mp4,https://megaup.net/1Xpmt/(CM)_El_Conde_(2023)_720p.mp4",
        "category": "Comedy, Fantasy, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uDAKg2wkjmQX7rvLVpdBKXgR07P.jpg",
        "title": "Buya Hamka Vol. 1 (2023)",
        "description": "Buya Hamka Vol. 1 (2023)ဒီကားလေးကတော့ အင်ဒိုနီးရှားရဲ့ နာမည်ကျော် နိုင်ငံရေးသမား စာရေးဆရာ ဂျာနယ်လစ် ဒဿနိကပညာရှင်တစ်ဦးဖြစ်တဲ့ အဘ်ဒူလ်မာလစ်ကာရန်အမ်ရူလာလ်ရဲ့ ဘ၀ဇာတ်ကြောင်း အတ္ထုပ္ပတ္တိလေးဖြစ်ပါတယ်။ ကလောင်နာမည် ဟမ်ကာဆိုတဲ့နာမည်နဲ့ကျော်ကြားပြီး ဂျာကာတာမြို့မှာ တက္ကသိုလ်တစ်ခုကို သူ့နာမည်ပေးရတဲ့အထိ လေးစားခံပုဂ္ဂိုလ်ကြီးဖြစ်တဲ့အပြင် အင်ဒိုနီးရှားနိုင်ငံရဲ့ ပြည်သူ့သူရဲကောင်းဘွဲ့ရထားသူပါ။ ဒီကားလေးထဲမှာ ဟမ်ကာရဲ့ ဘ၀ဇာတ်ကြောင်း အနိမ့်အမြင့် အချိုးအကွေ့ပေါင်းစုံကို စိတ်၀င်တစားကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအစကို ဟမ်ကာထောင်ချခံရတဲ့အခန်းနဲ့စတင်ထားပြီး ဘ၀ဇာတ်ကြောင်းတစ်လျှောက်လုံး နောက်ကြောင်းပြန်ပြထားတာကိုက စိတ်၀င်စားဖို့ကောင်းပါတယ်။ ဟမ်ကာရဲ့ ဂျာနယ်လစ်သမားဘ၀ အယ်ဒီတာဘ၀ကနေ နိုင်ငံရေးသမားဘ၀ရောက်ရှိသွားပုံကို ကြည့်ရှုရင်း မြန်မာ့သမိုင်းနဲ့သိပ်မကွာခြားတဲ့ ဒတ်ခ်ျကိုလိုနီလက်အောက်ခံဘ၀ အင်ဒိုနီးရှားနိုင်ငံရဲ့သမိုင်းနဲ့ အစ္စလာမ်ဘာသာအကြောင်းကိုပါ လေ့လာနိုင်ဦးမှာဖြစ်ပါတယ်။ ဒီကားက အပိုင်း(၁)ဖြစ်ပြီး အပိုင်း(၂)လည်း ထွက်ရှိလာဦးမှာပါ။ အားလုံးပဲ IMDb မှာ ရိတ်တင် 6.8/10 ရထားတဲ့ Drama, Biography ဇာတ်ကားလေးကို ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Xp3o/(CM)_Buya_Hamka_Vol._1_(2023)_1080p.mp4,https://megaup.net/2Dmv2/(CM)_Buya_Hamka_Vol._1_(2023)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYzMyYzFkNmUtN2ZkNi00NTYwLThlNDMtYzFjNzA3YWFiZjE2XkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Til Death Do Us Part (2023)",
        "description": "Til Death Do Us Part (2023)\n====================\nIMDb Rating - 6.0/10သတို့သမီးတစ်ယောက်နဲ့ လူသတ်သမားသတို့သားတစ်ဖွဲ့လုံး ချရတဲ့\nကားပါ။ ဇာတ်ကားနာမည်က မင်္ဂလာဆောင်တွေမှာ သစ္စာဆိုတဲ့စကား\nပါပဲ။ သေမှပဲ တို့တွေခွဲမယ်တို့ သက်ဆုံးတိုင်မခွဲဘူး ဘာညာပေါ့။ ဒီကား\nကိုကြည့်ရင် Kill Bill ကို ပြေးမြင်မိမယ်ထင်ပါတယ်။ သတို့သမီးက လုပ်\nကြံရေးအဖွဲ့ကြီးတစ်ခုရဲ့ အဖွဲ့ဝင်ပါ။ အဲဒီအဖွဲ့ကနေ အရှင်ထွက်ခွင့်မရှိပါ\nဘူး။ဒါပေမဲ့ သတို့သမီးက သူနဲ့အတူ တွဲလုပ်ခဲ့တဲ့ တွဲဘက်လူသတ်သမားနဲ့\nကြိုက်သွားပြီး မင်္ဂလာမဆောင်ခင်ရက်ပိုင်းမှာပဲ ဒီအဖွဲ့ထဲကနေ ထွက်ချင်\nလို့ ထွက်ပြေးပါတော့တယ်။ ဒါကို သတို့သားနဲ့ သတို့သားအရံ၊ သူငယ်ချင်း\nလူသတ်သမားတွေက အုပ်လိုက်ကြီးပြန်လိုက်ဖမ်းတာပါ။ အဲဒီတော့ တစ်\nကားလုံး အပြန်အလှန်သတ်ဖို့ကြိုးစားကြတာပေါ့။ ဟာသ၊ အက်ရှင်၊ ဟော်\nရာဖြစ်လို့ ခပ်ပြောင်ပြောင်အခန်းတွေလည်း မြင်ရမှာပါ။ အတော်လေး ဖျော်\nဖြေမှုပေးတဲ့ ရုပ်ရှင်ပါပဲ ကြည့်ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMr.Anderson ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (490 MB)\nQuality............WEB-DL ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Dl9e/Til.Death.Do.Us.Part.2023.1080p.AMZN.WEB-DL[CM].mp4,https://megaup.net/2Dl4i/Til.Death.Do.Us.Part.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNzllNzljMGQtYWQzZS00NGYxLWI5ZTQtNzVjYWFkN2QzYjg2XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Dinosaurs (2023)",
        "description": "Dinosaurs (2023)\n================IMDb 8.7/10အသစ်ထွက်ထားတဲ့ Kollywood ဂိုဏ်းစတားအက်ရှင်ရုပ်ရှင် ခပ်မိုက်မိုက်လေးတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။\nရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ Dinosaurs ဆိုတာကတော့ Die no sirs ဆိုတဲ့ စကားလုံးကို သံတူကြောင်းကွဲ ပြန်ရေးထားတာပါ။ဇာတ်လမ်းကတော့ ဒန်နာဆိုတဲ့ အပ်ချုပ်သမားဟာ ဂိုဏ်းစတားတစ်ယောက်ဆီမှာအလုပ်လုပ်နေတဲ့\nသူငယ်ချင်းဖြစ်သူ ဒူရူနာအတွက် ဒူရူနာရဲ့ မိသားစုကိုငဲ့ပြီး ထောင်ထဲကို ကိုယ်စားဝင်ဖို့ ပြင်ဆင်နေသူဖြစ်ပါတယ်။ဒန်နာရဲ့ ညီဖြစ်သူ ဇာတ်လိုက် မန်နူးကတော့ ပေါ့ပေါ့နေပေါ့ပေါ့စား လူ့ဘော်ကြော့ဘဝကနေ\nအစ်ကိုဖြစ်သူ ဟီးရိုးဝင်လုပ်တဲ့ကိစ္စကို ဖြေရှင်းဖို့ကြိုးစားရင်း ဂိုဏ်းစတားကြီးနဲ့ ထိပ်တိုက်တွေ့ကာ\nဂိုဏ်းစတားတစ်ယောက် ဖြစ်မှန်းမသိဖြစ်လာပုံကို ဒီရုပ်ရှင်ထဲမှာ မြင်တွေ့ရမှာပါ...။( ဒီရုပ်ရှင်ကိုတော့ CM Bollywood Team ကနေ ညွှန်းဆိုဘာသာပြန်ပေးထားပါတယ်။ )\nFile size…2.8GB / 1.4GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "8.7",
        "url": "https://megaup.net/1hq7n/Dinosaurs_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4,https://megaup.net/1XnzW/Dinosaurs_(2023)_Tamil_TRUE_WEB-DL_-720p.YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYWE0ZDk3NTgtNzE0Mi00NjM1LWI1NTAtOTViOTU1ZTk4ZTk2XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Marisol (2023)",
        "description": "Marisol (2023)\n============တစ်ရက်မှ ကျောင်းမပျက်တဲ့မာရီဆို။ Grade A တွေချည်းရတဲ့ မာရီဆို။\nအပျော်အပါးမက်တဲ့ ဆယ်ကျော်သက်အရွယ်ဆိုပေမဲ့ ပါတီမတက် အပျော်\nအပါးမမက်ဘဲ မနက်ခင်းအလုပ်သွား နေ့လယ်ကျောင်းတက် ညကို စာကျက်\nပြီး သူတက်ချင်တဲ့တက္ကသိုလ်ကို ဝင်ခွင့်ရဖို့ ကြိုးစားနေတဲ့မာရီဆို။သူလိုချင်တဲ့ Scholarship ရတဲ့နေ့မှာ မာရီဆိုတစ်ယောက် သူငယ်ချင်းရဲ့ အဆွယ်\nကောင်းမှုကြောင့် ပါတီတစ်ခုတက်လိုက်ရာကနေ ဘဝတစ်ခုလုံး ဗြောင်းဆန်ကုန်\nပါတယ်။ ထင်မှတ်မထားတဲ့ အမှန်တရားတွေ အကြောက်တရားတွေအောက်မှာ\nထွက်ပြေးရင်း တိမ်းရှောင်ရင်း မာရီဆို့ဘဝ ဘယ်လိုဖြစ်သွားမလဲ။ မတော်တဆ\nလေးတစ်ခုက မာရီဆို့အနားကလူတွေကိုပါ ဘယ်လိုသက်ရောက်မှုရှိမလဲ။ တရား\nမဝင်နေထိုင်သူတွေဘဝကို ရိုက်ကူးတင်ဆက်ထားတဲ့ ကားလေးဖြစ်ပါတယ်။ ကြည့်\nရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(3.21 GB) / (550 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 31Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......EL\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/2Dksf/Marisol.2023.1080p.AMZN.WEB-DL.(CM).mp4,https://megaup.net/1hpwp/Marisol.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFgbHWDgRNhRLQj56sMClcBJa8.jpg",
        "title": "Greenhouse (2023)",
        "description": "Greenhouse(2023)ပုံမှန်ကြိုးစားလေ့ရှိပေမဲ့ ထင်မထားတဲ့အရာတွေဖြစ်လာတဲ့အချိန်မှာ ကိုယ့်အတ္တကိုရှေ့တန်းတင်မိတာ လူ့သဘာဝပါပဲဒီဇာတ်လမ်းအကျဉ်းကတော့ တစ်ကိုယ်ရည်မိခင် မွန်းဂျောင်းဟာ အဘိုးအဘွားစုံတွဲတစ်တွဲကို\nစောင့်ရှောက်ပေးတဲ့အလုပ်လုပ်ရင်းနဲ့ သားနဲ့အတူနေဖို့ ပိုက်ဆံစုနေတာပါသူစောင့်ရှောက်ရတဲ့အဘွားက သူငယ်ပြန်နေပြီး၊ အဘိုးကမျက်စိကွယ်နေတာပါ..\nသားသမီးလည်း အနားမှမရှိတော့ မွန်းဂျောင်းကိုပဲ အားကိုးနေရင်းကနေ..တကယ်တမ်းမွန်းဂျောင်းကလည်း အမှားကြီးလုပ်မိတဲ့အခါမှာ\nအဲဒီအမှားကို ဖုံးကွယ်ဖို့ကြိုးစားရင်း မျက်စိကွယ်နေတဲ့ အဘိုးကြီးကို လှည့်စားရပါတော့တယ်မွန်းဂျောင်းဟာ သူ့လျှို့ဝှက်ချက်ကို ဖန်လုံအိမ်မှာထည့်ထားပြီး ဟန်ဆောင်နေရင်းကနေ\nနောက်ဆုံးမှာ လိမ်တာတွေပေါ်သွားမလား၊ ဘယ်လိုနောင်တရစရာတွေဖြစ်ကျန်ခဲ့မလဲဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အညွန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p\nFile size… 945MB | 316MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "6.8",
        "url": "https://megaup.net/1Xhk4/Greenhouse.2023.1080p.WEB-DL.CM.mp4,https://megaup.net/3jceB/Greenhouse.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w2AuImjsLYWhDaOwsbU9rdRxzOQ.jpg",
        "title": "Choose Love (2023)",
        "description": "Choose Love (2023)အသက် ၂၀ နဲ့ ၃၀ ကြားဆိုတာ ဘဝတိုးတက်ရေး နဲ့ right person soulmateဆိုတာတွေကြား လမ်းပျောက်လို့ကောင်းတဲ့အရွယ်ပေါ့။\nတစ်ယောက်ယောက်ကိုရွေးချယ်မှဖြစ်မှာလား?\nတစ်ယောက်ထဲနေသွားပြီးhappy endingဖြစ်လို့ရောမရဘူးလား...?ကယ်မီက တက်ကြွပြီး အလုပ်ကြိုးစားတဲ့ အသံဖမ်းအင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး\nအေးဆေးတည်ငြိမ်တဲ့ Relationship ကို ပိုင်ဆိုင်ထားတဲ့သူပါ။\nဒါပေမဲ့ ကိုယ် အကြာကြီး လက်တွဲလာတဲ့သူက Right person ဟုတ်ရဲ့လား မသေချာဘဲ\nအိမ်ထောင်သည်ဘဝ ကို ဝင်ဖို့ တွန့်ဆုတ်နေတဲ့အချိန် ဘဝထဲကို နောက်ထပ်လူနှစ်ယောက် ရောက်လာတဲ့အခါ\nကယ်မီတစ်ယောက်ဘယ်လိုရွေးချယ်မှုတွေလုပ်သွားမလဲ\nလက်တွဲဖော် ရှာတွေ့သွားမလား? နောက်ဆုံးတစ်ယောက်ထဲပဲတောက်ပသွားမလား?\nဇာတ်လမ်းကြည့်ရင်း ကယ်မီနဲ့အတူတူရွေးနိုင်ပါပြီ...အညွန်း နဲ့ ဘာသာပြန်ကတော့ Hnin Ei Pai ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p\nFile size… 1.4GB | 734MB\nFormat… mp4\nDuration….1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Hnin Ei Pai\nEncoder ...",
        "rating": "5.1",
        "url": "https://megaup.net/3jcez/Choose.Love.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4,https://megaup.net/2DeM6/Choose.Love.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Thunder-Monk-01-160x200.jpg",
        "title": "Thunder Monk (2023)",
        "description": "Thunder Monk (2023)ဦးဇင်းကျစ် အဖြစ် Oat Paramote Pathan\nပတ်ပေါင့် အဖြစ် Pop PongKool Suebsung\nဂျုံ အဖြစ် Fon Sananthachat\nဝိုင် အဖြစ်\nCarissa Springgettဇာတ်လမ်းအကျဉ်းအတိတ်ဘ၀ တုန်းက ဘုန်းဘုန်းကျစ်နဲ့မှော်ဆရာပတ်ပေါင်တို့က သိပ်ကိုချစ်ကြတဲ့ လင်မယားတွေပါ\nဒီဘ၀မှာ နှစ်ယောက်လုံးက ယောကျာ်းလေးအဖြစ် မွေးဖွားလာပါသော်လည်း\nအတိတ်ဘ၀တုန်းက ပတ်ပေါင့် ဘုန်းဘုန်းကျစ်အစား အသေခံပေးခဲ့ပါတယ်ဒီအတွက် ဘုန်းဘုန်းကျစ်က ပတ်ပေါင့်ပြုသမျှ ၀ဋ်ကြွေးတွေကို သူခံယူပါ့မယ်လို တောင်းဆုပြုခဲ့ပါတယ်\nဆိုတော့ ဘုန်းဘုန်းကျစ် အတိတ်တုန်းက သူ့မိန်းမဖြစ်ခဲ့တဲ့ မှော်ဆရာပတ်ပေါင့်ဆီကို ၀ဋ်ကြွေးလွှတ်မြောက်အောင် လုပ်ဖို့ သွားပါတော့တယ်\nဖြစ်ချင်တော့ ဒီဘ၀မှာ မှော်ဆရာပတ်ပေါင့်က ကောင်မလေးတစ်ယောက်နဲ့ ချစ်ကြိုက်ပြီး ဖောက်ပြန်ရင် မိုးကြိုးပစ်ပါစေလို့ ကျိန်ဆိုထားပါတယ်သို့ပေမဲ့ သူ့စကားကို မတည်နိုင်ဘဲ နောက်ကောင်မလေး တစ်ယောက်ကို ချစ်ကြိုက်သွားပါတယ်\nသူ့ကျိန်စာကြောင့် မိုးကြိုးက မှော်ဆရာကို ပစ်ရမယ့်အစား အတိတ်ဘ၀က ဘုန်းဘုန်းကျစ်ရဲ့ တောင်းဆုကြောင့် ဘုန်းဘုန်းကိုပဲ ပစ်မှာပါ\nဆိုတော့ ဘုန်းဘုန်းကျစ် မှော်ဆရာကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/3jiaB/Thunder.Monk.2023.NF.1080p.WEB-DL4.DD5.1.CM.mp4,https://megaup.net/2DkD0/Thunder.Monk.2023.NF.720p.WEB-DL4.DD5.1.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmFiNzNjODctYWIwMi00OTg4LTk5YTYtZGUzY2E5NWE3ZTJjXkEyXkFqcGdeQXVyNjM2MTY1Mw@@._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "The Unbinding (2023)",
        "description": "The Unbinding (2023)\n================သိပ္ပံနယ်လွန်၊ သဘာ၀လွန်၊ ပရလောက၊ တစ္ဆေသရဲကိစ္စတွေ စိတ်၀င်\nစားတဲ့သူဆိုရင်တော့ ဒီ Documentary ကို ကြည့်ကိုကြည့်သင့်ပါတယ်။\nလက်တွေ့ဖြစ်ရက်တွေကို မှတ်တမ်းရုပ်ရှင်ရိုက်ကူးထားတာမို့ ပုံမှန်သရဲ\nကားတွေထက် ပိုရင်ခုန်စရာ‌ကောင်းပါတယ်။ ဒါရိုက်တာစာရေးဆရာ\nလည်းဖြစ် သိပ္ပံနယ်လွန်ကိစ္စတွေကို စူးစမ်းထောက်လှမ်းသူလည်းဖြစ်တဲ့\nဂရက်ဂ် နဲ့ ဒေနာနယူးကတ်တို့ဇနီးမောင်နှံရဲ့ လက်တွေ့စွန့်စားခန်းတွေကို\nစိတ်၀င်စားစရာ ရိုက်ပြထားတာပါ။ဇာတ်ကြောင်းကို မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ တစ်နေ့မှာ ဂရက်ဂ်တို့ဆီ\nကျိန်စာ‌တိုက်ခံထားရသလိုမျိုး ကြောက်စရာသစ်သားရုပ်တုတစ်ခု ရောက်\nရှိလာတာက စပါတယ်။ ရုပ်တုရောက်လာတဲ့နေ့ကစလို့ ခြောက်ခြားစရာ\nအဖြစ်တွေကို ရင်ဆိုင်ခဲ့ရပါတယ်။ သူတို့နှစ်ဦးဟာ သူငယ်ချင်းတွေနဲ့ပေါင်း\nပြီး ရုပ်တုကိုပြန်ပို့ဖို့၊ ရုပ်တုမှာပူးကပ်နေတဲ့အရာကို ဖယ်ရှားဖို့ နည်းအမျိုး\nမျိုးနဲ့ ကြိုးစားကြပါတော့တယ်။ ဒီလိုနဲ့ ကျိန်စာမိနေတဲ့ရုပ်တုကို ဘယ်လို\nရင်ဆိုင်ဖြေရှင်းလဲ၊ နောက်ကွယ်ကအမှန်တရားတွေကို ဘယ်လိုရှာကြမလဲ\nဆိုတာတွေကို လက်တွေ့ကျကျကြည့်ရမှာမို့လည်း ပိုစိတ်၀င်စားစရာကောင်း\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.23 GB) / (475 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator......C'mon\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2Dkir/The.Unbinding.2023.1080p.AMZN.WEB-DL.(CM).mp4,https://megaup.net/2Dkin/The.Unbinding.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNjNlMjE0NmItZDZjZi00N2E1LTkzNTgtNzhhMzAxNjAxZWE3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Journey of Love 18+ (2023)",
        "description": "Journey of Love 18+ (2023)\nIMDb - 6.6/10ဆယ်ကျော်သက်တွေဖြစ်တဲ့ အာခစ်လ်နဲ့ အာသီရာတို့ဟာ အရမ်းချစ်ကြတဲ့ချစ်သူတွေပါ။\nဒါပေမဲ့ အချစ်စစ်တို့မည်သည် ပန်းခင်းထားတဲ့လမ်းမဟုတ်ဆိုသလိုပဲ\nသူတို့အချစ်ခရီးကတော့ဖြောင့်ဖြူးမနေပါဘူး။\nငယ်ရွယ်တဲ့ နှစ်ယောက်သားရဲ့အချစ်ဟာ တစ်ခဏတာရင်ခုန်တာပါလို့\nလူကြီးတွေအတင်းခွဲရာကနေ နောက်ဆုံးလက်ထပ်မယ်အထိပါ\nနှစ်ယောက်လုံးခေါင်းမာမာနဲ့ တဇွတ်ထိုးဆန်လာကြပါတယ်။ဒီလိုနဲ့ ဘယ်သူမှသဘောမတူတော့တဲ့အဆုံး ခိုးပြေးကြမယ်လို့ဆုံးဖြတ်လိုက်ကြပါတယ်....\nဒီလိုနဲ့ သူတို့တွေရဲ့ မရင့်ကျက်သေးတဲ့အဆုံးအဖြတ်က မှန်ကန်သွားမလား၊ နောက်ဆုံး အောင်အောင်မြင်မြင်နဲ့\nမင်္ဂဆောင်သွားကြမှာလား ကြုံတွေ့ရမဲ့ပြဿနာမျိုးစုံကို သူတို့ဘယ်လိုဖြေရှင်းမလဲဆို ကြည့်ရှူရမှာဖြစ်ပါတယ်။၁၈ နှစ်အရွယ် အချစ်ငှက်လေးနှစ်ကောင်ရဲ့ အချစ်စွန့်စားခန်းကို ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းပြီး\nဟာသမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ကြည့်ရမဲ့ မလေရာလမ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team မှဖြစ်ပါတယ်။)\nFile size…2.37GB / 1.03GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "6.5",
        "url": "https://megaup.net/2Dkx5/Journey_of_Love_18+_2023_WebRip_1080p_.YK(CM)_(2).mp4,https://megaup.net/2Dkxc/Journey_of_Love_18+_2023_WebRip.720p_.YK(CM)_(2).mp4",
        "category": "Bollywood, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2I0OTZhOGEtZjdkZi00YzIyLTk3ZGEtZWY4ZWRkYzkyN2ZiXkEyXkFqcGdeQXVyNjI0Nzk1NDg@._V1_-137x200.jpg",
        "title": "Kousalya Supraja Rama (2023)",
        "description": "Kousalya Supraja Rama(2023)IMDb-8.1/10Budget ၆ ကုဋေပဲ အသုံးပြုပြီး ၁၅ ကုဋေပြန်ရအောင်ရှာနိုင်ခဲ့တဲ့ ကန်နားဒါးဇာတ်ကားကောင်းလေးပါ\nဒီကားထဲက ရမ်နဲ့ မူတူးလက်ခ်ျမီးနေရာမှာ သရုပ်ဆောင်တဲ့ အဓိကဇာတ်ဆောင်နှစ်ယောက်ကလည်း\nဇာတ်ကားတော်တော်များများတွဲဖက်သရုပ်ဆောင်ဖူးကြတော့သူတို့ရဲ့ဇာတ်ရုပ်ကလည်း ဒီထဲမှာလိုက်ဖက်ညီညီရှိနေမှာပါဇာတ်လမ်းအညွှန်းယောက်ျားဆိုတာ ယောက်ျားမာနရှိရတယ် မိန်းမတွေကို လွှမ်းမိုးရမယ် မိန်းမတွေရဲ့အကူအညီကိုယူနေရတယ်ဆိုရင်\nယောက်ျားမပီသတာပဲ ဒီလိုအဆိပ်အတောက်ဆန်တဲ့ ယောက်ျားဝါဒီတွေဆက်တိုက်ရိုက်သွင်းခံခဲ့ရတဲ့\nရမ်တစ်ယောက် ဘယ်မိန်းမကိုမှ အရေးမလုပ်မာနခဲ အဲဒီမာနခဲကိုမှကြွေနေကြတဲ့ ကျောင်းသူတွေကလည်းအများသား၊\nသူကတော့ တစ်ယောက်ကိုမှအရေးမလုပ်ခဲ့ ၊ အဲဒီချိန်မှာကောင်မလေးတစ်ယောက် အနားရောက်လာခဲ့တယ်အဲဒီကောင်မလေးကပဲ သူ့ယောက်ျားမာနကို ရိုက်ချိုးခဲ့မိသလို အဲဒီကောင်မလေးကိုပဲ သူချစ်မိသွားခဲ့တယ် ငါတို့ယောက်ျားဆိုတာ....ဆိုပြီး\nအမြဲမာန်တက်နေတဲ့ ဆန်တူတစ်ယောက် အချစ်နဲ့တွေ့တဲ့အချိန်မှာ ပြောင်းလဲသွားမလား သူ့အတ္တမာနတွေပဲဆက်ပြီးလွှမ်းမိုးနေမလား\nတစ်ယူသန်နဲ့ အရောင်စုံ လောကပတ်ဝန်းကျင်ကြားယှဉ်ပြိုင်မှုကို ရှုစားကြည့်ပါဦးအညွှန်းနှင့်ဘာသာပြန်ကတော့ CM Bollywood Team မှဖြစ်ပါတယ်\nFile size…2.12GB / 1.2GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 27m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "8.0",
        "url": "https://megaup.net/2Djio/Kousalya_Supraja_Rama_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-%C2%A0YK(CM).mp4,https://megaup.net/1homt/Kousalya_Supraja_Rama_(2023)%C2%A0Kannada%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/tUez9nfKgolfL2seCMFz2VofgI2.jpg",
        "title": "Apaches (2023)",
        "description": "Apaches (2023)\"Apache\" ဆိုတဲ့ စကားလုံးကတော့ ဇူနီဘာသာစကားမှာ ရန်သူ ဒါမှမဟုတ် လူမိုက်ဆိုတဲ့ အဓိပ္ပါယ်ရပါတယ်။ ဇာတ်ကားရဲ့ နာမည်အတိုင်း ပြင်သစ်လူမိုက်တွေအကြောင်းကို ဇာတ်အိမ်တည်ပြီးတော့ သရုပ်ဖော် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ အဲလစ်၊ ပေါလ်နဲ့ ထရစ်ကီဆိုတဲ့ မိဘမဲ့ကလေးသုံးယောက်ရှိပါတယ်။ ဒုတိယကမ္ဘာစစ်အပြီး တစ်ကမ္ဘာလုံးငတ်မွတ်ခေါင်းပါးပြီး ပြန်လည်ထူထောင်နေကြရတဲ့အချိန်ပေါ့။ အဲလစ်တို့ကလည်း ဒီလိုအခြေအနေတွေမှာ လစ်ရင်လစ်သလို သူများပစ္စည်းတွေကိုလိုက်သုတ်တဲ့ သူခိုးလေးတစ်ဖွဲ့ဖြစ်ပါတယ်။ သူတို့နောက်ကွယ်မှာတော့ အပါချီလို့ခေါ်တဲ့ နယ်ခံဂိုဏ်းတစ်ခုရှိပါတယ်။ သူတို့က အဲလစ်တို့သုံး​ယောက်ကို ခြိမ်းခြောက်ပြီး ပစ္စည်းတွေလိုက်ခိုးခိုင်းတာပေါ့။ တစ်နေ့မှာတော့ အဲလစ်ရဲ့အစ်ကို ပေါလ်က သူဌေးမကြီးတစ်ယောက်ဆီကနေ သူ့ညီမ ပစ္စည်းကို ဂိုဏ်းဆီသွားမပေးဘဲ မလှိမ့်တပတ်လုပ်ပြီး တခြားပွဲစားဆီမှာသွားရောင်းစားပြီးတော့ အဲဒီကာလက ရွှေသီးသီးနေတဲ့ အမေရိကားကို ထွက်ပြေးဖို့လုပ်ခဲ့တာပေါ့။ ဒါပေမဲ့ ကံဆိုးစွာနဲ့ပဲ အဲလစ်တို့သုံးယောက်ကို ဂိုဏ်းကမိသွားပြီး ပေါလ်ကအသတ်ခံရ၊ အဲလစ်လည်း ထောင်ထဲမှာတိုက်ပိတ်ခံလိုက်ရပါတယ်။အဲလစ်ဟာ ထောင်ထဲနေခဲ့ရတဲ့တစ်လျှောက်လုံး သူ့အစ်ကိုကို့လက်စားချေဖို့ ငြိုးတေးထားခဲ့ပါတယ်။ ၁၅ နှစ်အကြာ အဲလစ်တစ်ယောက် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Xly7/(CM)_Apaches_(2023)_1080p.mp4,https://megaup.net/1ho5c/(CM)_Apaches_(2023)_720p.mp4",
        "category": "Action, Drama, History"
    }
]