[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/bspxlqm2qrf9-133x200.jpg",
        "title": "(18+)Younger Sister Monica (2021)",
        "description": "Young Sister Monica (2021)အခုတစ်ခေါက် သိုင်းသမားပျိုတို့အတွက် အားဆေးလေး Young Sister Monica ဆိုတဲ့ 18+ ကိုရီးယား ကားကောင်းလေးလာပါပြီဇာတ်လမ်းလေးက အိမ်ထောင်သည်ယောက်ျား တစ်ယောက်က အမေရိကားပြန် ကိုရီးယားမလေးနဲ့ အချစ်နယ်ကျွံမိတဲ့ အလန်းစားဇာတ်ကားလေးဖြစ်ပါတယ်အိမ်ထောင်သည်သဘာ၀ အတိုင်း အိမ်ကဟင်းရိုးလာတော့ အပြင်ဟင်းလေး မြည်းစမ်းရင်း အပြင်ဟင်းက အိမ်ချက်ထက် ပိုကောင်း ပိုမိုက်နေသောအခါဘယ်လိုတွေ အပီအပြင်ဆွဲမယ်ဆိုတာ ဇာတ်ကားမှာ ပညာပေးလေးနဲ့ အတူ မင်းသမီးရဲ့စွဲမက်ဖွယ် ခန္ဓာကောက်ကြောင်းအလှကိုရှုစားရမှာပါ ...မင်းသမီးကတော့ ဂေါင်းကြီးတို့အကြိုက် အချွဲအနွဲ့ ဘုရင်မ ကိုရီးယား ရုန်းပတီသီးမလေးရဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပြီးတော့ အသံအနေအထား ခန္ဓာကိုယ် အသားအရည်ဝင်းလဲမှုတို့ကဇာတ်ကားကို ထင်ဟင်ပေါ်လွင်စေတာမို့ DSက တင်ဆက်ပေးလိုက်ပါတယ်..........File size…660MB\nQuality…720p HD RIP\nFormat…Mp4\nDuration….1h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X-Cross\nTranslated by   FOX",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/18younger-sister-monica-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-12.55.01-132x200.png",
        "title": "Diana (2021)",
        "description": "Diana (2021)==========IMDb Rating - 6.1/10ဒီတစ်ခါမှာတော့ Netflix က ပူပူနွေးနွေးထွက်ရှိထားတဲ့ musical အမျိုးအစား stage play ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ လူတိုင်း သိကြတဲ့ နာမည်ကျော် အင်္ဂလန် ဘုရင်မ ဒိုင်ယာနာရဲ့ ဘ၀ဇာတ်ကြောင်းပါ။ဒိုင်ယာနာရဲ့ လူသူမထင်ရှား မူကြိုကျောင်းဆရာမ‌လေးဘ၀ကနေ အင်္ဂလန်ဘုရင်မဖြစ်လာတဲ့အထိ ဒိုင်ယာနာဘယ်လိုဖြတ်သန်းခဲ့ရလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒိုင်ယာနာရဲ့ ဖြူစင်တဲ့စိတ်နေသဘောထား နဲ့ တက်ကြွတဲ့ပုံစံ အင်္ဂလန်ရဲ့တင်းကျပ်တဲ့ နန်းတွင်းနေထိုင်မှု၊ လူပွေလူရှုပ်မင်းသားချားစ်ရဲ့ စရိုက်သဘာ၀၊ ချားစ်ရဲ့ သမီးရည်းစားအတင်းအဖျင်းတွေကိုရသမျှ အပုပ်ဖော်နေတဲ့ အင်္ဂလန်သတင်းစာ စတာတွေကို စုံလင်အောင် တင်ဆက်ပြသသွားပါတယ်။နန်းတွင်းဘ၀နဲ့ သာမန်ဘ၀အကြား ဆယ်ကျော်သက်အရွယ်ဒိုင်ယာနာတစ်ယောက် ဘယ်လိုအဆင်ပြေအောင် ထိန်းကျောင်းမလဲဆိုတာကို သေချာလေးပြသသွားတာတွေ့ရမှာဖြစ်ပြီး ဒိုင်ယာနာတစ်ယောက် စဥ်းစားတွေးခေါ်ပုံနဲ့ တခြားဇာတ်ကောင်တွေရဲ့ဘ၀ဇာတ်ကြောင်းတွေကို musical theme နဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပြီး။ဒီဇာတ်လမ်းလေးကိုကြည့်ပြီးသွားရင်တော့ Diana ရဲ့ဘ၀ဇာတ်ကြောင်းကို အတော်လေးစုံံစုံလင်လင် သိရှိသွားမှာ ဖြစ်တာမို့ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/diana-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/very-good-girls-dvd-movie-cover-142x200.jpg",
        "title": "Very Good Girls (2013)",
        "description": "Very Good Girls (2013)IMDb Rating (6/10)မင်းသမီးချောတွေဖြစ်တဲ့ Dakota Fanning နဲ့ Elizabet Olsen တို့ပါဝင်တဲ့ Very Good Girls ဟာ ဆယ်ကျော်သက် မိန်းကလေးတွေရဲ့ အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။သူငယ်ချင်း ၂ ယောက်ဟာ ဆိုးတိုင်ပင် ကောင်းတိုင်ပင်နဲ့ နေလာရာက ကောလိပ်တက်ဖို့ ဖြစ်လာခဲ့တယ်။ အဲဒီမှာ အ​မေရိကန်လူငယ်တို့ရဲ့ထုံးစံအတိုင်း ​ကောလိပ်မတက်ခင် အပျိုစင်ဘဝကို ဆုံးရှုံးချင်ကြပါတယ်\n၂ ယောက်လုံးကလည်း ​ယောကျာ်း​လေးတစ်ယောက်တည်းကိုပဲ သွားချစ်မိကြတဲ့အခါ...သူတို့ကြားထဲက အချစ်တွေ၊ ပေးဆပ်မှုတွေ၊ နားလည်မှုအလွဲတွေ၊ ပေါက်ကရလုပ်တာတွေကို ဒီကားထဲမှာ ပေါ့ပေ့ါပါးပါးကြည့်ရှုရပါမယ်။ မင်းသမီးချောလေးတွေကိုလည်းကြည့်ရင်း အချစ် ဒရာမာလည်းဖြစ်တော့ ငြိမ့်ငြိမ့်လေး ခံစားချင်သူတွေအတွက်တော့ အကိုက်ပါပဲ။ကောင်မလေးသူငယ်ချင်းနှစ်ယောက်မှာ ဘယ်သူနဲ့ အဲဒီကောင်လေးနဲ့ ချစ်သူတွေဖြစ်ပြီး ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမယ်ဆိုတော့ကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ ခံစားကြပါဦးလို့....။\nFile size…(1.4 GB)/(850 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/very-good-girls-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUjMEUpTFbnxcZRfNuFTpxSnzga.jpg",
        "title": "[18+] All Things Fair (1995) Lust och fägring stor /Love Lessons",
        "description": "ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊\n“ မောင်ဇော်....ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”\n“ သြော်...ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ”  ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ...။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။\nကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြ\nပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့\nတိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)တစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။\nလှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။\nရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေ\nလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာ\nဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်\nစတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါ\nရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်\nအကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/18-all-things-fair-1995-lust-och-fagring-stor-love-lessons/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fhiqls7ucXalfqE3JaIL2MC6Oo.jpg",
        "title": "Chinese Doctors (2021)",
        "description": "Chinese Doctors (2021)Wuhanဆိုတဲ့ အမည်ကိုကြားလိုက်တာနဲ့\nကျွန်​တော်တို့ရဲ့အ​တွေးထဲမှာ ​နေရာတစ်ခုကိုတန်းပြီး ​ပြေးမြင်မိမှာပါ၊\nဟုတ်ပါတယ် .....\nတစ်ကမ္ဘာလုံးက လူသန်း​ပေါင်းများစွာကို ဒုက္ခ​​ပေးခဲ့၊ ​ပေးဆဲဖြစ်တဲ့\nCovid 19လို့​​ခေါ်တဲ့ ကမ္ဘာ့ကပ်​ရောဂါဆိုးကြီး စတင်​ပေါ်​ပေါက်ခဲ့တဲ့​နေရာပါ၊ဒီရုပ်ရှင်က​တော့ Wuhan မြို့မှာ\nCorona virusစတင်​တွေ့ရှိချိန်ကစပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်မျိုးပါ၊\nရုပ်ရှင်လို့လည်း ဆိုနိုင်သလို Real footage ​တွေပါ ပြန်သုံးထားတဲ့အတွက်\nDocumentary လို့​​လည်း သတ်မှတ်လို့ရနိုင်ပါတယ်ဒီရုပ်ရှင်ထဲမှာ ဒီ Virusက ဘယ်​လောက်ထိ​ကြောက်ဖို့​ကောင်းလဲ\n​ရောဂါအ​ကြောင်း ဂဃနဏမသိ​သေးတဲ့\nစမ်းတဝါးဝါးအချိန်မှာကတည်းက ဘယ်​လောက်ထိ ဒုက္ခ​ပေးနိုင်လဲဆိုတာ\nကိုယ်တိုင်တကယ်ကြုံ​နေရသလို ခံစားရမယ်၊\nဇာတ်​ကောင်​တွေနဲ့အတူ စီး​မြောပြီး ရင်​​မောရပါမယ်ပြီး​တော့ ဆရာဝန်​တွေရဲ့ကျင့်ဝတ်နဲ့ ကိုယ်ကျိုးယှဉ်လာတဲ့အချိန်မှာ\nဘယ်​လောက်ထိ ​ဝေခွဲရခက်တယ်၊ ​ရွေးရခက်တယ်ဆိုတာ မြင်နိုင်တယ်၊\nအပြင်လူ​တွေသိဖို့ခက်တဲ့ ဆရာဝန်​တွေရဲ့ဘဝကို​​တွေ့ရမယ်၊\nလူနာအသက်ကိုကယ်ဖို့ဆိုရင် ဘာမဆိုလုပ်ရလုပ်ရဆိုတဲ့\nသမားဂုဏ်ကိုလည်း ​ပေါ်လွင်​အောင် ရိုက်ကူးပြထားတယ်Covidအ​ကြောင်းပဲလား၊ ဆရာဝန်​တွေရဲ့ရှု​ထောင့်ပဲလားဆိုရင် မဟုတ်ပြန်ပါဘူး၊\nလူနာ​တွေရဲ့ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/chinese-doctors-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oK25ohM3qndhEoth3bP1CZeaVEN.jpg",
        "title": "The Many Saints of Newark(2021)",
        "description": "The Many Saints Of Newark (2021) ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းကတော့ ၁၉၉၉တုန်းကနေ စပြီး ၂၀၀၇အထိ ထွက်ရှိခဲ့တဲ့ The Sopranos Series ရဲ့ Prequel Movie ပဲ ဖြစ်ပါတယ်Prequel တစ်ခု ဖြစ်တဲ့အတွက် ဒီဇာတ်လမ်းကို ကြည့်ပြီးသွားရင်လည်း The Sopranos Series ကို ကြည့်ဖို့ညွှန်းချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ နယူးဝက်မြို့ မှာ ဒီမီယို ဆိုတဲ့ မာဖီးယားဂိုဏ်းတစ်ခုရှိပါတယ်အယ်လ်ဒို မော်တီဆန်းတီ က အဲဒီ့ ဒီမီယို မိသားစု နဲ့ လုပ်ဖော်ကိုင်ဖက်တွေပါ ဒါပေမယ့် သူက ဒီမီယိုမိသားစုက လူတွေထက်တောင် ပိုချမ်းသာပါတယ်သူ့မှာ ဒစ်ကီ မော်တီဆန်းတီ လို့ခေါ်တဲ့ သားတစ်ယောက် ရှိပါတယ် သူက ဒီဇာတ်လမ်းရဲ့ main character ပေါ့ဗျာဒစ်ကီ ဟာ သူ့ကိုယ်သူ ကောင်းမှုကုသိုလ်တွေချည်းပဲ လုပ်ပေမယ့် သူ့ဘဝဟာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-many-saints-of-newark2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-18.18.28-135x200.png",
        "title": "Black as Night (2021)",
        "description": "Black as Night (2021)================ရှော်နာဟာ နယူးအော်လန်မှာ နေထိုင်ပြီး ရှက်တတ်ကြောက်တတ်တဲ့မိန်းကလေးတစ်‌ယောက်ပါ၊ နောက်ပြီး အမေဖြစ်သူဟာ ဆေးစွဲနေပြီးသူတို့မိသားစုနဲ့ခွဲနေရတော့ အမေရှိတဲ့ အွန်ဘရို့စ်ဆိုတဲ့နေရာကို ရှော်နာ မကြာခဏလာလည်လေ့ရှိပါတယ်။ အွန်ဘရို့စ်က ဆေးသမားနဲ့အပေအတေတွေ နေတဲ့နေရာတစ်ခုပါ။ တစ်ညမှာ ရှော်နာဟာ သူ့သူငယ်ချင်း ပက်ဒရိုရဲ့ တိုက်တွန်းမှုကြောင့် ပါတီပွဲတစ်ခုကို နှစ်ယောက်သားအတူတူသွားခဲ့ပေမဲ့ ရှက်တတ်ကြောက်တတ်တဲ့ သူ့အတွက်တော့ စိတ်ညစ်ပြီး ပါတီပွဲကနေ တစ်ယောက်တည်း ထွက်လာခဲ့တယ်။အဲ့ဒီအိမ်အပြန်လမ်းမှာ ‌‌ရှော်နာတစ်‌‌ယောက် သူ့တစ်ဘ၀လုံးစာ အပြောင်းအလဲကြီးကို ကြုံတွေ့ရမယ်ဆို‌တာတော့ မသိခဲ့ပါဘူး။ မထင်မှတ်ဘဲရှော်နာဟာ သွေးစုပ်ဖုတ်ကောင်တစ်ကောင် ကိုက်တာခံလိုက်ရပါတော့တယ်။ နောက်တစ်နေ့ ရှော်နာတစ်‌ယောက် အဖြေရှာရင်း အဲ့ဒီသွေးစုပ်ဖုတ်ကောင်တွေဟာ အိမ်ခြေယာမဲ့တွေနဲ့ ဆေးသမားတွေကို ပစ်မှတ်ထားနေတယ်ဆိုတာ သိလာရပြီးနောက်ပိုင်း ပြဿနာတွေဟာရှက်တတ်ကြောက်တတ်တဲ့ ‌ရှော်နာဆီ မဖိတ်ခေါ်ဘဲ ရောက်ရှိလာပါတော့တယ်။ ဒီကားဟာ လူမည်းတွေအပေါ် ဖိနှိပ်ချုပ်ချယ်မှု လူမည်းတွေရဲ့ ဘ၀နေထိုင်မှုပုံစံတွေကိုပါ တွဲစပ်ဖော်ပြပေးထားတဲ့ကိုလည်း တွေ့မြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/black-as-night-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/caNTgu8izv3cEd3XIRrrXMueyO.jpg",
        "title": "Lift(2021)",
        "description": "Lift (2021)IMDb – 8.5/10Horror movie ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် “Lift” ဆိုတဲ့ Tamil ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chennai ကကုမ္ပဏီတစ်ခုကို အဖွဲ့ခေါင်းဆောင်အဖြစ် ဒီနေ့မှအသစ်ပြောင်းလာတဲ့IT ကျွမ်းကျင်ပညာရှင် Guru .. အလုပ်ပထမရက်နဲ့တင် အလုပ်တွေပိပြီး ညဆိုင်းပါဆင်းလိုက်ရတဲ့အခါ ..အဆောက်အဦးတစ်ခုလုံးမှာ Guru ရယ်၊ လုံခြုံရေးဝန်ထမ်းနှစ်ယောက်ရယ်သာရှိပါတယ်။ဒီလိုနဲ့ Guru တစ်ယောက်အလုပ်ပြီးလို့ အိမ်ပြန်အလာ ဓာတ်လှေကားထဲမှာ ထူးဆန်းတာတွေပဲဆက်တိုက်ကြုံရပါတော့တယ်။ အဆောက်အဦးထဲကဘယ်လိုမှထွက်မရတဲ့ Guru တစ်ယောက် သူ့လိုပဲဒီအဆောက်အဦးထဲမှာပိတ်မိနေတဲ့ HR ဌာနက Harini နဲ့တွေ့သွားတဲ့အခါ နှစ်ယောက်သား ဘာတွေဆက်ရင်ဆိုင်ရမလဲ ..လုံခြုံရေးဝန်ထမ်းနှစ်ယောက်ကလည်း ကိုယ့်လည်ပင်းကိုယ် ဓားနဲ့လှီးပြီး သတ်သေသွားခဲ့ကြပြီးအဲဒီနောက်ကွယ်က အကြောင်းတရားအစစ်အမှန်က ဘာဖြစ်မလဲ .. ဒီကုမ္ပဏီက ဝန်ထမ်းတွေနဲ့ရာထူးကြီးသူတွေကြားမှာ ဘာပဋိပက္ခတွေဖြစ်ခဲ့လို့လဲ .. အရာအားလုံးရဲ့အဖြေက ဘာများဖြစ်မလဲ .. ?? \nFile size…1.4GB / 2.3GB\nQuality…720p / 1080p ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/lift2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BYmY3MzYwMGUtOWMxYS00OGVhLWFjNmUtYzlkNGVmY2ZkMjA3XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-153x200.jpg",
        "title": "Drishyam ( 2013 )",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ ၂၀၁၃တုန်းက ထွက်ခဲ့တဲ့ နာမည်ကြီး ဇာတ်ကားပါ IMDb လည်း 8.3 ရရှိထားပါတယ်တော်တော်များများတော့ ကြည့်ဖူးလောက်ပါတယ် ဒီဇာတ်ကားလေးရဲ့ ဇာတ်အိမ်တို့ ဇာတ်လမ်းအလယ်ကနေ အဆုံးထိဇာတ်ကွက်လေးတွေက တကယ်ကို အလန်းဇယားဆိုတာ ကြည့်ဖူးတဲ့လူတိုင်းသိကြမှာပါ ဒီကားလေးကို ကြည့်ပြီးတဲ့လူတွေလည်းနောက်တစ်ခေါက်ပြန်ကြည့်ရအောင် မကြည့်ရသေးတဲ့လူတွေလည်း ကြည့်ရအောင် တင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းလေးကတော့....လေးတန်းပဲအောင်တဲ့ ဂျော့်ခူတီဆိုတဲ့လူက ပျော်ရွှင်စရာမိသားစုလေးကို ပိုင်ဆိုင်ထားတာပါ ဂျော့်ခူတီက ရုပ်ရှင်ကြည့်ရတာကိုအရမ်းစွဲလမ်းနှစ်သက်ပါတယ် သူ့ရဲ့ဗဟုသုတတွေက ရုပ်ရှင်ကနေ ရတာပါ တစ်နေ့မှာတော့ သူတို့ရဲ့အေးချမ်းတဲ့ ဘဝထဲကို မဖိတ်ခေါ်တဲ့ဧည့်သည် တစ်ယောက်ဝင်ရောက်လာပြီး မတော်တဆမှုတစ်ခုဖြစ်သွားပါတယ် အဲ့ဒီနောက် ဂျော့်ခူတီအနေနဲ့ မိသားစုသာ သူ့ဘ၀ သူ့အရာရာအားလုံးကိုရုပ်ရှင်ထဲက ဗဟုသုတတွေကို သုံးပြီး ဘယ်လို လှည့်ကွက်တွေနဲ့ မိသားစုကို ကာကွယ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်... Translated & Review By Yamin EiEncoded By LK",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/drishyam-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwB8IqebOOivlmPQ6NebPZLJ0X.jpg",
        "title": "Chehre (2021)",
        "description": "Chehre (2021) အညွှန်း********************IMDb...7.5ဒေလီသွားရာ ဖြတ်လမ်းတစ်နေရာတစ်ခုပါ။\nတောင်ပေါ်လမ်းဖြစ်သည့်အလျောက်\nသစ်ပင်များဖြင့် အုံ့ဆိုင်းနေသော လမ်းကျဉ်းလေးတစ်ခုရှိတယ်....\nအဲ့ဒီနေ့မှာ နှင်းမုန်တိုင်းများ ပြင်းထန်နေပြီး\nနှင်းခဲနှင်းမိုးတွေလည်း လမ်းပေါ် ပြည့်နှက်နေတယ်။မစ္စတာမီဟ်ရာတစ်ယောက် မောင်းနှင်လာသော\nBMWကားအကောင်းစား တစ်စီးနှင့်\nဒီလမ်းအတိုင်း ဖြတ်မောင်းလာစဉ်\nလမ်းပေါ်သို့ လဲကျလာသော သစ်ပင်အားကံကောင်းထောက်မစွာ ကပ်ရှောင်ကွင်းနိုင်ခဲ့တယ်။ဒါပေမဲ့ ရှေ့ဆက်ဖို့ရာအတွက်တော့\nသူ့အတွက် ခက်ခဲလှပါတယ်။အနီးအနားသို့ ရောက်လာတဲ့\nသူတစ်ယောက်ရဲ့ အကူအညီနဲ့ သူဟာ\nတည်းခိုရာ အိမ်တစ်ခုကို ရောက်သွားခဲ့ပါတယ်။ကယ်ဆယ်ခဲ့တဲ့သူတွေနဲ့ မိတ်ဆက်စကားလက်ဆုံကြရာမှာဉပဒေအရာရှိတစ်ဦးဖြစ်နေတယ်...မစ္စတာ မီဟ်ရာအတွက် ဥပဒေလောကနဲ့ မနီးစပ်ပေမဲ့\nသူတည်းခိုရာဝန်းကျင်က ရှေ့နေတွေ တရားသူကြီးတွေနဲ့\nစကားလက်ဆုံ ကျဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်။အဲ့ဒီကနေ တဆင့် ဥပဒေနှံ့စပ်သူ လေးယောက်ရဲ့\nအန္တရယ်များတဲ့ ကစားပွဲထဲကို သူ စိတ်မပါဘဲ ဝင်ပါကစားဖို့ဖြစ်သွားခဲ့တယ်။ဘယ်လို ကစားပွဲဖြစ်မလဲ၊\nဘယ်လောက်ထိ ခက်ခဲမလဲ၊\nဥပဒေတွေကြားမှာ ရှင်သန်သူတွေရဲ့ကြား\nလုပ်ငန်းရှင်တစ်ယောက် ဘယ်လို အခက်ကြုံမလဲဆိုတာကိုတော့.......File Size :(2.23GB) (1.3GB) and (537 MB)\nQuality : WEB-DL1080P.HEVC.5.1CH,  720p\nFormat…mp4\nDuration…02:19:00\nGenre : Mystery , Drama ,Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/chehre-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqBVZucNhvPLBTt0s7SDXvL6Ejc.jpg",
        "title": "A Way Station ( 2021 )",
        "description": "ဟိုးငယ်စဉ်တောင်ကျေး ကလေးဘဝကတည်းက ရင်းနှီးခဲ့ကြတဲ့အထက်တန်းကျောင်းသားနဲ့ ကျောင်းသူလေးတို့ နှစ်ယောက်သားအရမ်းချစ်ခဲ့ကြတယ်တစ်နည်းပြောရရင်‌ ငယ်ချစ်ဦးတွေပေါ့ ဒါပေမယ့်လည်း အကြောင်းကြောင်းကြောင့်ကွဲသွားကြတယ် ဒီလိုနဲ့ကောင်မလေးက ဆိုးလ်မှာအလုပ်လုပ်နေရင်း သူ့မှာကင်ဆာရောဂါနောက်ဆုံးအဆင့်ဖြစ်နေတာ သိလိုက်ရတော့ နယ်မြို့လေးဆီပြန်လာခဲ့တယ်ငယ်သူငယ်ချင်းတွေနဲ့ဆုံဖြစ်တော့ ငယ်ချစ်ဦးလေးလည်းပါ‌တာပေါ့နော်ကောင်လေးမှာက အယ်ဇိုင်းမားဖြစ်နေတယ် ကောင်မလေးကကင်ဆာနောက်ဆုံးအဆင့်ရောဂါသည် နှစ်ယောက်လုံးက ချစ်ရက်နဲ့လမ်းခွဲခဲ့ကြရတော့ကောင်လေးဘက်ကကျ ကျန်ရှိနေတဲ့အချိန်ကို နှစ်ယောက်အတူဖြတ်သန်းချင်တယ်ကောင်မလေးကကျ ကောင်လေးကိုသနားလည်းသနားမိသလို အားလည်းနာတဲ့အတွက်လက်မခံချင်ဘူး နှစ်ယောက်သား သူတို့ဘဝရဲ့လက်ကျန်အချိန်တွေကိုသီးသန့်စီပဲဖြတ်သန်းဖြစ်ကြမလား အတူတူ‌အနားမှာရှိနေပေးကြရင်းကုန်ဆုံးကြမလားကိုတော့ ကိုယ့်ဘာသာကိုယ်ပဲကြည့်လိုက်ကြပါတော့မင်းသားက ZE:A အဖွဲ့ထဲကပါ မင်းသမီးကတော့ ဟိုတလောကပြီးသွားတဲ့Devil Judge ထဲက supporting actress ပါ နှစ်ယောက်လုံးကပရိတ်သတ်တွေရင်းနှီးပြီးသားသူတွေချည်းပါပဲ ဇာတ်လမ်းတစ်ခုလုံးကအဆွေးအမြည့်တွေချည်းမဟုတ်သလို အချိန်ပြည့် ရိုမန်တစ်ဆန်နေတာလည်း မဟုတ်ပါဘူးကောင်မလေးနဲ့ပတ်သက်သမျှသေးသေးလေးတွေကအစအသေးစိတ်မှတ်ထားတတ်တဲ့ ကောင်လေးရယ် ဂရုမစိုက်ဘူးမချစ်ဘူးထင်ရပေမယ့် ရင်ထဲအသည်းထဲကနေ နှစ်နှစ်ကာကာချစ်နေတဲ့ကောင်မလေးရယ် ကြည့်နေရင်းကို ကြည်နူးမှု‌ကြောင့်ရင်ထဲနွေး‌သွားမှာပါ Quality : FHDRip 1080pFormat : mp4During : 1h 41minGenres : Drama , RomanceSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/Zknq/A.Way.Station.2021.1080p.FHDRip.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/2-140x200.jpg",
        "title": "Hostage: Missing Celebrity(2021)",
        "description": "Hostage: Missing Celebrity(2021) အညွှန်း**************************************IMDb....7.0ကိုရီးယားရဲ့နာမည်ကျော်မင်းသားကြီး  Jung-min Hwang အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ကားကြီးလာပါပြီ... ဒီဇာတ်ကားကြီးဟာ အခု Korean Box Office မှာSinkhole ကိုကျော်ပီး No.1 တောင်ရောက်နေပါတယ်...ဒီကားထဲမှာလည်း နာမည်ကြီးမင်းသားအဖြစ်သရုပ်ဆောင်ထားပါတယ်...\nသူဟာ ရုပ်ရှင် အစမ်းပြသပွဲတစ်ခုကနေ ပြန်လာပြီး လူရမ်းကားသုံးယောက်ရဲ့ ပြန်ပေးဆွဲခြင််းကို ခံလိုက်ရပါတယ် ။ဖြစ်ချင်တော့ ထိုလူတွေက အဖွဲ့လိုက် ပြန်ပေးဆွဲ လူသတ်မှုကိုကျူးလွန်နေတဲ့ ရာဇဝတ်သားတွေ ဖြစ်နေခဲ့ပါတယ်..တကယ့်လက်ရဲဇက်ရဲ ကောင်တွေ ပြန်ပေးဆွဲထားပြီး အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့ အခြေအနေမှာကူကယ်ရာမဲ့နေတဲ့ မင်းသားကြီးဟာ ဘယ်လို ရုန်းထွက်မလဲဆိုတာကိုတော့.....နင်းကန်လန်းတဲ့ ကားကြီးဖြစ်လို့ လက်မလွှတ်သင့်ပါကြောင်း.....File Size :(1.77GB) ,(876MB) and (328MB)\nQuality : WEB-DL 1080P5.1CH, 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Win\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/hostage-missing-celebrity2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cGLL4SY6jFjjUZkz2eFxgtCtGgK.jpg",
        "title": "Old (2021)",
        "description": "ဒီဇာတ်ကား​လေးက​တော့ Thriller Mystery ကြိုက်တဲ့ CM ပရိတ်သတ်တို့အတွက် ဇာတ်ကားကောင်းတစ်ကားဖြစ်မှာပါဇာတ်လမ်းအကျဥ်းက​တော့ဂိုင်းနဲ့ပရစ်စကာတို့၂​ယောက် အပူပိုင်း အပန်းဖြေစခန်းတစ်ခုကိုသူတို့ရဲ့ ​နောက်ဆုံးမိသားစုခရီးစဥ်အဖြစ်ထွက်ခဲ့ကြပါတယ်မန်​နေဂျာရဲ့ အကြံ​ပေးချက်နဲ့ လူသူအ​ရောက်နည်းပြီးအရမ်းလှပတဲ့ ကမ်း​ခြေကို သွား​ရောက်လည်ပတ်ကြပါ​တယ်မိသားစုအ​ပျော်​လေးဟာ ရက်ပါတစ်​ယောက်ရဲ့ အ​ဖော်​သေဆုံး​နေတဲ့ အ​လောင်းကို စတင်​တွေ့ရှိတဲ့အချိန်ကစပြီး ပျက်စီးသွားပါတယ်ထူးဆန်းတဲ့ အဖြစ်အပျက်​တွေ ဆက်တိုက်ဆိုသလိုဖြစ်ပြီးကမ်း​ခြေက ထွက်ခွာဖို့ ကြိုးစားတဲ့ အခါမှာ​တော့...အရမ်းကိုစိတ်၀င်စားစရာ​ကောင်းတဲ့ ဇာတ်ကားမို့ ဆက်လက်ကြည့်ရှု​ပေးကြပါလို့။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya နဲ့ Nadi Myint Naing တို့မှ တင်ဆက်ထားတာပါ။) \nFile size…(1.5 GB)/ (800 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:48:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mugiwara Ya & Nadi Myint Naing",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/old-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-02.28.19-137x200.png",
        "title": "No One Gets Out Alive (2021)",
        "description": "No One Gets Out Alive (2021)=====================IMDb Rating - 6.0/10ဒီ horror ဇာတ်လမ်းလေးရဲ့ အဓိကဇာတ်ဆောင်ကတော့ အမ်ဘာလို့ ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်ပါပဲ။သူက ရည်မှန်းချက်အိပ်မက်တွေနဲ့ မိန်းကလေးတစ်ယောက် ဖြစ်ပေမယ့် အမေဖြစ်သူရဲ့ ကျန်းမာရေးကြောင့် အကောင်အထည်ဖော်ဖို့နှေးကွေးခဲ့ရတယ်။ အမ်ဘာဟာ သူ့အနာဂတ်အတွက် ကြံစည်ရင်း တရားမ၀င်မှတ်ပုံတင်နဲ့ အမေရိကန်ကို ရောက်လာခဲ့ပြီးမိန်းကလေးအဆောင်တစ်ခုမှာ နေဖို့ ဖြစ်လာခဲ့တယ်။ အဆောင်ပိုင်ရှင်ကလည်း ထူးဆန်းတဲ့ အဘိုးကြီးတစ်ယောက် အိမ်ကလည်း သိပ်ကောင်းမနေလှတဲ့ အိမ်အိုအိမ်‌ဟောင်းတစ်လုံးပေမဲ့ တရားမ၀င်နေထိုင်သူဖြစ်တဲ့ အမ်ဘာအဖို့ ‌ရွေးချယ်စရာမရှိလှပေ။အဲ့ထက်ဆိုးသည်မှာ အဲ့အိမ်ကိုရောက်လာတဲ့သူတိုင်းဟာ အိမ်မက်ဆိုးတွေ မက်လေ့ရှိပြီး . ပရလောကသားတွေကိုလည်းထင်ယောင်ထင်မှားသလိုလို . တကယ်မြင်တွေ့ရသလိုလိုတွေနဲ့ ခဏခဏကိုတွေ့မြင်နေရတာပေါ့။ နောက်ပြီး ဒီအိမ်ကြီးရဲ့ထူးဆန်းမှုတွေ အဆောင်ပိုင်ရှင်အဘိုးကြီးရဲ့ လျှို့ဝှက်ချက်တွေကိုလည်း အမ်ဘာတစ်ယောက် တစ်စတစ်စသိလာခဲ့ပြီးနောက်ပိုင်းမှာ အမ်ဘာတစ်ယောက် ဒီအိမ်ကြီးထဲက ထွက်ပြေးဖို့ ကြိုးစားပုံတွေကိုပြသရင်း တဖြည်းဖြည်းနဲ့ ဇာတ်ရှိန်တတ်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ Mystery/Horror ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/no-one-gets-out-alive-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-13.47.59-135x200.png",
        "title": "Redemption (Hummingbird) (2013)",
        "description": "Redemption (Hummingbird) (2013)===========================IMDb Rating - 6.2/10ဒီရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်းဆရာနဲ့\nဒါရိုက်တာက ခင်ဗျားတို့ အသဲစွဲကြိုက်ကြတဲ့\nPeaky blindersရဲ့ creatorနဲ့ ဇာတ်ညွှန်းဆရာ\nဖြစ်တဲ့ Steven Knight ။ ဒီကားက သူ့ရဲ့\nပွဲဦးထွက် ဒါရိုက်တာလုပ်တဲ့ကား။မင်းသားက ဂျေဆန်စတက်တန်။\n2000ပြည့်နှစ်နဲ့ အနီးတစ်ဝိုက်ကာလတွေမှာ\nကြီးပျင်းလာတဲ့ သူတွေအတွက်\nအနောက်တိုင်းအက်ရှင်ဆို သူ့ကားတွေပဲ\nပြေးကြည့်ကြတာများတယ်။\nThe Transporterတို့ ဘာတို့ဆို ငယ်ဘ၀က\nအသည်းစွဲတွေဖြစ်ခဲ့ကြတယ်။ဇာတ်လမ်းကတော့ ဂျေဆန့်ထုံးစံအတိုင်း\nသူက အထူးတပ်ဖွဲ့က စစ်သားဟောင်း\nခပ်ကြမ်းကြမ်းကောင်။ နောက် စစ်ရာဇ၀တ်\n‌ကျူးလွန်မိပြီး အဲဒီစိတ်နဲ့ အရက်သမား\nဖြစ်သွားတယ်။စစ်ထွက် အရက်သမားဟာ\nအကြောင်းတစ်ခုနဲ့ လန်ဒန်မြေအောက်\nလောကနဲ့ သွားရှုပ်မိတဲ့အကြောင်း‌ပေါ့။Peaky Blindersရဲ့ Creatorက ရိုက်ကူး\nရေးသားထားတာဆိုတော့ အက်ရှင်ကားပေမဲ့\nအက်ရှင်ခန်းတွေကို တော်သင့်ရုံပဲထည့်ပြီး\nဇာတ်ကို တဖြည်းဖြည်းနဲ့ရင်ဖိုရအောင်တော့\nရေးသွားတာကိုလည်းတွေ့ရတယ်။ PBဖန်တွေလည်းကိုယ့်ကားCreatorရဲ့ ပွဲဦးထွက်ကားအနေနဲ့\nမြည်းစမ်းကြည့်သင့်ပြီး ဂျေဆန်စတက်တန်\nဖန်တွေအတွက်လည်း သူ့ရွှေခေတ်နှောင်းကို\nပြန်ခံစားရစေမယ့် ကားဆိုလည်းမမှားပါဘူး။ Quality – 1080p, 720p, 360p BluRayDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/redemption-hummingbird-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwmvdgpCT7obPNF5ZaQKmPuo9Uq.jpg",
        "title": "This Is the Year (2021)",
        "description": "This is the year 2020ဒီတစ်ခါမှာတော့ Selena Gomaz ကိုယ်တိုင်\nexecutive producer အဖြစ် ရိုက်ကူးဖန်တီးထားတဲ့ ဇာတ်ကား​လေးဖြစ်တဲ့\nThis is the year ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်ကိုယ့် Crush ကိုဖွင့််ပြောဖို့ ချိန်ရင်းနဲ့ သူများနောက်ပါသွားတဲ့ ချိန်ပါတွေ\nကိုယ့် Crush နဲ့အဆင်ပြေဖို့အတွက် သူငယ်ချင်းတွေကပါဝိုင်းကူရတဲ့သူတွေရှိလားဗျို့တစ်ခါတစ်မှာ ဖူးစာဆိုတာ ဝေးဝေးလံလံ လိုက်ရှာစရာ မလိုပါဘူး\nကိုယ့်နားမှာ ရှိတဲ့သူကို မြင်အောင် ကြည့်တတ်ဖို့ပဲ လိုတာပါကဲ ..... ဘာညာသရကာ ရွှီးရွှမ်းပြီးပြီဆိုတော့ ......\nအညွှန်းလေးဆီ သွားလိုက်ကြရအောင်လားဒီဇာတ်လမ်းမှာတော့ ဂျော့်ရှ်က သူ့ရဲ့ Crush ဖြစ်သူ ဇိုဝီကို ဖွင့်ပြောဖို့ ချိန်နေတာ\nအထက်တန်းကျောင်း စီနီယာနှစ်အစကနေ ပြီးခါနီးတဲ့အထိ ဖြစ်လာပါတော့တယ်ဂျော့်ရှ်တစ်ယောက် မဖွင့်ပြောဖြစ်သေးတဲ့အပြင်\nဇိုဝီတစ်ယောက် ရည်းစားနဲ့အတူ ရက်ပိုင်းအတွင်းမှာပဲ\nLA ကို ပြောင်းတော့မယ်အကြောင်းကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/this-is-the-year-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/large_iO3tD4OElQslLnUN3wjnslvTUvJ-133x200.jpg",
        "title": "The Last Seduction (1994)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (94%)ဒီဇာတ်ကားက Neo-Noir Crime ပုံစံပါ...Erotic Thriller လဲ ဟုတ်တယ်...ဇာတ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေက ပြင်းထန်တာကြောင့်ညွှန်းလိုက်တာနဲ့ Spoiler ဖြစ်စေနိုင်တာမို့ ဇာတ်ကြောင်းကို ဘာမှမညွှန်းချင်ပါ။Rating တွေကြည့်လိုက်တာနဲ့ အမိုက်စားဇာတ်ကားဆိုတာတော့ မငြင်းနိုင်ပါဘူး။ယောကျ်ားတွေကြောက်တဲ့ ရုပ်ရှင်တွေထဲက မိန်းမတွေရှိကြတယ်မလား...500 Days of Summers ထဲက ဆမ်းမားတို့....Gone Girl ထဲက အေမီတို့လေ...အဲ့ဒီစာရင်းထဲကို ဒီဇာတ်ကားထဲက ဘရစ်ဂတ်ဆိုသူလေးကိုပါ ထပ်တိုးဖြည့်လိုက်ပါ။မိန်းမတို့မာယာ သမုဒ္ဒရာလို နက်ရှိုင်းရုံတင်မကဘူး..မွန်းကြပ်သေတတ်သေးတယ်။ \nFile size…(1.8 GB ) / (999 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sai Thurein Lynn",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-last-seduction-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qED4kIfRAG0rtnjMp7QsWolP6H1.jpg",
        "title": "The Alpines(2021)",
        "description": "လူတွေဟာ တကယ်ကို ရိုးရှင်းတဲ့ သတ္တဝါတွေပါအကောင်းအဆိုးနည်းနည်းစီရောပြီးတော့ လူဖြစ်လာကြပါတယ်တချို့ကျတော့ အကောင်းအဆိုးက အညီအမျှဖြစ်နေကြပေမယ့် တချို့ကျတော့ balance မဖြစ်ဘဲ အစွန်းရောက်တဲ့သူတွေလည်း ရှိတယ်တချို့ကျတော့ လုံးဝကို အကျင့်ပျက်ပြားတဲ့ ပုံစံမျိုးတွေအဲဒီလိုမျိူးလူတွေ လုံးဝအကျင့်ပျက်ပြားသွားရတာက အခြေခံ အပြစ်လေး ၇ခုကနေ ဆင့်ပွားပြီး အပြစ်တွေအများကြီးလုပ်မိလာတာကြောင့် ဖြစ်တယ်လို့ ကတ်သလစ် ဘာသာ မှာ ဖော်ပြထားတယ်အဲ့ဒီအပြစ် ၇ မျိူးကတော့ မာန​ကြီးခြင်း ၊ လောဘကြီးခြင်း ၊ တဏှာကြီးခြင်း ၊မနာလိုခြင်း ၊ အစားကြီးခြင်း ၊ဒေါသကြီးခြင်း ၊ပျင်းရိခြင်း တို့ပဲ ဖြစ်တယ် သင်ကိုယ်တိုင်ရော အဲ့ဒီထဲက ဘယ်အပြစ်တွေကို အများဆုံးလုပ်မိနေလဲ ဇာတ်လမ်းကတော့ တက္ကသိုလ် ကတည်း မတွေ့ကြတော့တဲ့ သူငယ်ချင်း ၇ယောက်ဟာ တစ်နေ့ကျတော့ သူတို့ ထဲက သူငယ်ချင်းတစ်ယောက်ရဲ့ ဖိတ်ခေါ်မှုကြောင့် သူတို့သူငယ်ချင်းရဲ့ အိမ်လေးဆီကို အလည်သွားမိကြပါတယ် အဲ့လို အလည်သွားမိရာကနေ ဘယ်လိုပြဿနာတွေ အရှုပ်တွေ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-alpines2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1OngP0vWRGrafk99vBgz6i4Xln.jpg",
        "title": "JJ Plus E(2021)",
        "description": "အချစ်ကား​လေး​တွေမှ ကြိုက်သူတို့အတွက် လာပါပြီဂျွန်ဂျွန်နဲ့ သူ့သူငယ်ချင်း​တွေက အ​ပေအ​တေ လူဆိုး​လေး​တွေပါအိမ်​ဖောက်ထွင်းတာက သူတို့ အလုပ်ပါဒါ​ပေမယ့် ဂျွန်ဂျွန်က​တော့ သရုပ်​ဆောင်ဖြစ်ချင်ခဲ့တာစိတ်ရင်း​ကောင်းတဲ့ ဂျွန်ဂျွန်က က​လေးမ​လေးတစ်​ယောက် ​ရေနစ်​နေတာကို ကယ်​ပေးရင်း က​လေးမ​လေးရဲ့ အစ်မကို ချစ်မိသွားခဲ့တယ်သူ​ဌေးသမီး​လေးနဲ့ ပြန်မဆုံနိုင်ဘူး ထင်ထား​ပေမယ့်အနုပညာ ​ကျောင်းတက်​တော့ တစ်တန်းတည်းကျ​ရောသူ့နာမည်က အဲဘိဇဘတ်တဲ့အဲလိဇဘတ်နဲ့ ရင်းနှီးမှု​တွေ ရလာပြီး​နောက် ချစ်သူ​တွေ ဖြစ်လာကြတယ်သူ​ဌေးဖြစ်တဲ့ သူ့အ​ဖေက ထုံးစံအတိုင်း ဆင်းရဲတဲ့ ဂျွန်ဂျွန်နဲ့ သ​ဘောမတူဘူး​ပေါ့ဘယ်လို အခက်အခဲ​တွေရှိရှိ ဆက်ချစ်​နေတဲ့ သူတို့ရဲ့ ခိုင်မြဲတဲ့ အချစ်နဲ့အတူ မိသားစုတွင်း ပြဿနာကိုပါ စိတ်ဝင်တစား ကြည့်ရမယ့် လူငယ်ဇာတ်လမ်း​လေးပါပဲ  \nFile size…(1.3 GB)/ (701 MB)/ (294 MB)\nQuality…WEB-Rip 1080p /720p / 480p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by   Oleander",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/jj-plus-e2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/aaaThalaivi-138x200.jpg",
        "title": "Thalaivii (2021)",
        "description": "ဘောလိဝုဒ်ရဲ့ဆတ်ဆတ်ကြဲ မင်းသမီးကြီး ကန်ဂနားရဲ့  အမျိုးသမီးခေါင်းဆောင်လို့အမည်ရတဲ့ Thalaivii ဇာတ်ကားကတော့ ထွက်ရှိလာခဲ့ပါပြီ...ဒီဇာတ်ကားက အိန္ဒိယအမျိုးသမီးသရုပ်ဆောင် တဖြစ်လဲ တမီးလ်နာဒူပြည်နယ်ဝန်ကြီးချုပ်ဟောင်း J Jayalalithaa ရဲ့ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့ Biography,Drama အမျိုးအစားဖြစ်ပါတယ်...။အိန္ဒိယတောင်ပိုင်းမင်းသမီးဘဝကစလို့...အိမ်ထောင်သည်ဘဝကြုံရဆုံရပုံတွေအပြင်..အမျိုးသားများသာကြီးစိုးနေတဲ့ နိုင်ငံရေးလောကမှာ အမျိုးသမီးခေါင်းဆောင်ဖြစ်လာဖို့ ခက်ခက်ခဲခဲကြိုးပမ်းခဲ့ရပုံတွေ....အချိုးအကွေ့တွေ...ကောက်ကျစ်မှုတွေအကြောင်းကို ပုံဖော်ထားနိုင်ပြီး...ဂျယားကြီးရဲ့ အကောင်းအဆိုးတွေကို မျှအောင်ပြသထားနိုင်တဲ့ ရုပ်ရှင်ပါ။နိုင်ငံရေးနောက်ခံပြီး Feminism ကိုလည်း မြင်သာအောင် တင်ဆက်သွားနိုင်တဲ့အပြင် ကန်ဂနားရဲ့ အိုက်တင်နဲ့ အကအလှတွေကလဲ ရုပ်လုံးကြွအောင် ဖန်တီးထားနိုင်တာမို့ လက်လွတ်လို့မရတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။\nFile size…(2.5 GB ) / (1.4 GB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya & Nadi Myint Naing",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/thalaivii-2021/"
    }
]