[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/222-149x200.jpg",
        "title": "Imperial Guard Girls ( 2019 )",
        "description": "ဒီဇာက္​ကာ​ေလးဟာဆိုရင္​ တရုတ္​နန္​းတြင္​းကား​ေလးျဖစ္​ၿပီး Drama/actionကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​မိန္​းက​ေလးကိုယ္​ရံ​ေတာ္​က​ေလးမ်ားရဲ႕ အ​ေၾကာင္​းကိုရိုက္​ကူထားၿပီးသစၥာခံယူမႈ ညီအမ​ေတြရဲ႕​ေမတာၱ​ေတြ အခ်စ္​​ ဆရာကတပည္​့အ​ေပၚထားတဲ့​ေစတနာ​ေတြကို စံုစံုလင္​လင္​ ရိုက္​ျပထားတဲ့ ဇာက္​ကား​ေလးပါဇာက္​လမ္​း​ေလးဟာဆုိရင္​ မင္​းသားZhu Di ဟာဆိုရင္​ သူ႔အကိုမင္​းႀကီးဆံုးၿပီးမၾကာခင္​မွာပဲ သူ႔တူဆီက​ေန ထီးနန္​းကိုလုယူခဲ့ပါတယ္​ထို႔​ေၾကာင္​့ သူဟာ အၿမဲပူပန္​​ေနၿပီး သူ႔တူကို လိုက္​ရွာကာသတ္​ပစ္​ဖို႔ရယ္​႐ြယ္​ထားပါတယ္​ သူဟာ မင္​းသားဘဝကတည္​းကမိန္​းက​ေလးငယ္​ငယ္​​ေလး​ေတြစုကာ ​ေလ့က်င္​့​ေပးၿပီးသူ႔ရဲ႕ကိုယ္​ရံ​ေတာ္​အျဖစ္​​ေမြးျမဴထားပါတယ္​ထို႔​ေနာက္​သူ႔ရဲ႕ပုန္​ကန္​သူ​ေတြကိုလိုက္​လံသတ္​ျဖတ္​ခိုင္​းခ့ပါတယ္​ကိုယ္​ရံ​ေတာ္​ထဲမွာမွ သူဟာ Qinglianကို အခ်စ္​ဆံုး ဂရုစိုက္​ဆံုးပါ ​ေနာက္​ဆံုးမွာ​ေတာ့ Qinglianဟာ တာဝန္​ထမ္​း​ေဆာင္​ရင္​း အခ်စ္​ကို​ေတြ႕ရွိသြားၿပီး သစၥာနဲ႔ အခ်စ္​ အားၿပိဳင္​မႈကို ​ေတြ႕ရွိရမွာပါသစၥာကပဲ ခိုင္​ၿမဲမလား အခ်စ္​ကပဲ ပိုသြားမလားဆိုတာက​ေတာ့ ​ဇာက္​ကား​ေလးကိုပဲ ၾကည္​့ရႈအားေပးလုိက္ၾကပါအုန္းလုိ႔တုိက္တြန္းပါရေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2dys1/14_Blades,_Imperial_Guard_Girls_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v953XL36EF6u3ktmuRtXWwepVRM.jpg",
        "title": "The Mermaid ( 2016 )",
        "description": "ကြ်န္ေတာ္အၾကိဳက္ဆံုး တရုတ္မင္းသားၾကီး စတီဖင္ေခ်ာင္ဒါရိုက္တာအျဖစ္ရိုက္ကူးဖန္တီးထားတဲ့ဇာတ္ကားပါ။ထူးျခားတာက ဒီဇာတ္ကားကို Rotten Tomatoes မွာ (100%) Rate ေပးထားတာပါ။IMDb မွာေတာ့ Rating (6.2/10) ရရွိထားပါတယ္။ဒီဇာတ္ကားရဲ႕ ရည္ရြယ္ခ်က္ေလးကေကာင္းမြန္ပါတယ္။” ဒီကမာၻမွာ သန္႕စင္တဲ့ေရ နဲ႕ေလေကာင္းေလသန္႕ေတြရွားပါးလာျပီဒါ​ေၾကာင္​့ မင္​းဘယ္​​ေလာက္​ပိုက္​ဆံ႐ွာႏိုင္​ပါ​ေစ အဓိပၸါယ္​မဲ့​ေနဦးမွာပဲ “လို႕ဆိုထားျပီးသဘာဝပတ္ဝန္းက်င္ထိန္းသိမ္းေရးနဲ႕ပတ္သတ္တဲ့ Message ေတြေပးထားပါတယ္။ပင္လယ္ေရေအာက္က ေရသူမေလးတစ္ေယာက္ပင္လယ္ေအာ္ကို သဘာ၀အတိုင္းဆက္လက္ထိန္းသိမ္းခ်င္တဲ႔စိတ္နဲ႕အဲ႔ေနရာကို၀ယ္ယူခဲ႔တဲ႔လူသားတစ္ဦးကို တားဆီးဖုိ႕ၾကိဳးစားခဲ႔တဲ႔အခါကေနစၿပီး ဒီဇာတ္လမ္းေလးၿဖစ္ေပၚလာရပါတယ္စတီဖင္ေခ်ာင္ဟာ သူရိုက္ကူးခဲ့တဲ့ဇာတ္ကားေတြလိုပဲ ဒီဇာတ္ကားကိုလဲ ဟာသေလးေတြစြတ္ျပီးေပါ့ေပါ့ပါးပါးတင္ဆက္ထားပါတယ္….အဓိကအခ်က္ျဖစ္တဲ့ဇာတ္လမ္းရဲ႕ၾကီးက်ယ္တဲ့အႏွစ္သာရကိုတဆင့္ခ်င္းစီဟာသေလးေတြစြတ္ျပီးေခါင္းထဲေရာက္လာေအာင္ဖန္တီးထားပါတယ္။ကုန္က်စရိတ္ US$60.72 million ပဲရွိခဲ့ေပမယ့္ ဝင္ေငြ US$553.8millionျပန္လည္ရရွိခဲ့တဲ့အထိေအာင္ျမင္မႈရရွိခဲ့တဲ့ဇာတ္ကားပါ။ Translated By Su Yadanar OoEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/3ztmA/The_Mermaid_(Mei_Ren_Yu)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzYOaFGZBNAciQXRasQQ8sYxBSi.jpg",
        "title": "Seabiscuit(2003)",
        "description": "Seabiscuit(2003)IMDb....7.3,,,,Rotten....77%\"ဆြဲထား...ထိန္းထား...\" ဆိုတဲ့ ေအာ္ဟစ္သံေတြနဲ႔အတူ လူေလးေယာက္ေလာက္ ျမင္းတစ္ေကာင္ကို ဝ႐ုန္းသုန္းကား လိုက္ထိန္းေနရတယ္...အားလံုး ဝိုင္းၿပီး ထိန္းလိုက္ႏိုင္ခ်ိန္မွာေတာ့ ျမင္းပိုင္ရွင္ျဖစ္ပံုရတဲ့ လူတစ္ေယာက္က စကားတစ္ခြန္းေျပာတယ္....\"...သတ္လိုက္ေတာ့...\" တဲ့ေျခတစ္ဖက္မွာ မဆိုသေလာက္ေလး ထိခိုက္ၿပီး အ႐ိုးအက္သြားတဲ့ ျမင္းတစ္ေကာင္ဟာ ၿပိဳင္ျမင္းအျဖစ္ ဆက္ၿပိဳင္ဖို႔ မျဖစ္ႏိုင္သ\nေလာက္ပါပဲ...အဲ့တာေၾကာင့္လည္း \"သတ္လိုက္ေတာ့\" ဆိုတဲ့ စကား ခပ္လြယ္လြယ္ထြက္လာခဲ့တာပါ...ဒါေပမဲ့လည္း ျမင္းေတြကိုခ်စ္ျမတ္ႏိုးသူ ျမင္းဝါသနာရွင္တစ္ေယာက္က အဲ့ဒီအခ်ိန္မွာပဲ အဲ့ျမင္းကို ျဖတ္ဝယ္ခဲ့ပါတယ္...ျမင္းေလးရဲ႕ နာမည္ကေတာ့ Seabiscuit ပါ...ဒီျမင္းေလးဟာ ၀ယ္ၿပီးတဲ့အခ်ိန္မွာ တျခားျမင္းေတြနဲ႕ မတူတဲ့ အရည္အခ်င္းေတြကုိ\nသြားေတြ႕မိတယ္....\nအဲ့ဒီေနာက္မွာေတာ့...ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး....ဒီဇာတ္ကားဟာ 1930-40 အေတာအတြင္း နာမည္ႀကီးခဲ့တဲ့ Seabiscuit ဆိုတဲ့ ျမင္းေလးအေၾကာင္\nးကို ႐ိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္ပါတယ္...IMDbေရာ Rottenေရာ အေကာင္းဆုံးအေနအထားမွာ\nရွိေနတဲ့ အျပင္ နာမည္ႀကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာ ပါ၀င္ေနေလေတာ့  မေကာင္းမွာေတာ့ ပူမေနနဲ႕ဗ်ဳိ႕....\nေအးေဆးၾကည့္လုိ႕ရမယ့္ အခ်ိန္ေလးမွာ\nဒီကားကုိၾကည့္ေစခ်င္တယ္....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္....File Size : (1 GB) ...",
        "rating": "7.3",
        "url": "https://megaup.net/3ztmp/Seabiscuit_[2003]_(MM_Sub).mp4",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ygikeDbneOlUFIQyvAmMrvi3vJ.jpg",
        "title": "Sonchiriya(2019)",
        "description": "Sonchiriya (2019)\n****************************IMDb.....7.5,,,, Rotten.....70%\"ေျမြက ၾကြက္ကုိၿမိဳတယ္\nလင္းတက ေျမြကုိျပန္စားတယ္\nဒါကုိ ေလာဘသဘာဝလုိ႔ ဘုရားမိန္႕ဆုိထားတယ္...\"*******************************ေဘာလီဝုဒ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ပရိသတ္ေတြအတြက္\n၂၀၁၉ ထြက္ကားေကာင္းတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္အိႏၵိယမွာ ဝင္ေငြပုိင္းအရ ေအာင္ျမင္မႈမရခဲ့ေပမယ့္\nအႏုပညာပုိင္းမွာေတာ့ မက်႐ႈံးဘူးလုိ႔ ရဲရဲႀကီးအာမခံႏုိင္ပါတယ္ဘာေၾကာင့္လဲဆုိရင္\nIMDb 7.5/ 10 နဲ႕\nRotten 70% အထိရ႐ွိထားလုိ႔ပါပဲ......ကြ်န္ေတာ္တုိ႔ၾကည့္ေနျမင္ေနက် အိႏၵိယကားေတြလုိ\nမာဆလာကားေတြလုိ သီခ်င္းေတြ၊ ကခုန္ေနတာေတြမပါဘဲ\nသ႐ုပ္ေဆာင္ေတြဆုိလည္း လုံးဝမိတ္ကပ္မပါ\nသဘာဝက်က်နဲ႕ အေကာင္းဆုံး ပုံေဖၚထားတဲ့ဇာတ္ကားတစ္ကားပါသ႐ုပ္ေဆာင္ေတြဆုိလည္း သဘာဝမင္းသားႀကီးျဖစ္တဲ့\nManoj Bajpai အပါအဝင္\nနာမည္ႀကီးေတြျဖစ္တဲ့\nBhumi Pednekar\nSushant Singh Rajput တုိ႔ကပါ အားျဖည့္ပါဝင္ထားပါတယ္ဇာတ္လမ္းကေတာ့\nဓားျပသူပုန္မာန္ဆင့္အဖြဲ႕နဲ႕ ရဲအရာရွိ ဂူဂ်ား ဘဲလ္ခန္ဒီယားတုိ႕\nထိပ္တုိက္ေတြ႕ၾကေလေသာအခါ ...ဇာတ္ကုိအမ်ားႀကီးမေျပာထားတာ မထင္မွတ္ထားတဲ့\nအလွည့္ေျပာင္းေတြပါေနလုိ႔ပါသူပုန္ဓားျပေတြရဲ႕ဘဝ\nသူပုန္ဓားျပေတြကုိ ႏွိမ္နင္းေနတဲ့ ရဲအရာရွိရဲ႕အေျခေန\nလူေတြရဲ႕ ေကာက္ၾကစ္ယုတ္မာမႈေတြကုိ ကုိယ္တုိင္ပဲၾကည့္ရႈ႕လုိက္ပါေတာ့...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္..... File Size : (1 GB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/sonchiriya2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/NPDzJc-142x200.jpg",
        "title": "KunLun Taoist Scriptures Part 1+2 ( 2017 )",
        "description": "တရုတ္သိုင္းကားေတြႏွစ္ၿခိဳက္သူေတြအေနနဲ႔ သေဘာေတြ႕မယ္႕ကားပါပဲ၂ကား ထြက္ရွိထားၿပီး ၾကည္႕လို႕ရေအာင္ တၿပိဳက္တည္း ၂ ကားလုံုးတင္ေပးလိုက္ပါတယ္ ႏွစ္တစ္ေထာင္မွတစ္ခါျဖစ္တည္လာတဲ့သန္႔စင္တဲ့ရႊမ္ရင္းစြမ္းအင္ကိုစြမ္းအားက်င့္သူတိုင္းက ကိုယ့္စြမ္းအားအဆင့္ျမင့္လာဖို႔အတြက္လိုခ်င္တပ္မက္ေနၾကပါတယ္။ဒီလိုအစြမ္းထက္တဲ့သန္႔စင္တဲ့ရႊမ္ရင္းကိုယ္ပိုင္႐ွင္မိန္းကေလးခ်ဴ ခ်ဴ ကနတ္ေလာကမွာ ကိုယ့္ေစာင့္ေ႐ွာက္သူျဖစ္တဲ့ေ႐ွာင္ပင္းနဲ႔ခ်စ္ႀကိဳက္မိၿပီးနတ္စည္းကမ္းကိုခ်ိဳးေဖာက္မိလို႔ ႏွစ္ေယာက္စလံုးလူ႔ေလာကကိုဆင္းဖို႔အျပစ္ေပးခံရၿပီး ဝမ္းနည္းစရာေကာင္းစြာပဲခ်စ္သူႏွစ္ဦးရဲ႕ဇာတ္လမ္းကအဆံုးသတ္သြားခဲ့ရပါတယ္။ႏွစ္တစ္ေထာင္ၾကာၿပီးေနာက္ လူ႔ေလာကကိုေရာက္႐ွိလာခဲ့တဲ့သန္႔စင္တဲ့ရႊမ္ရင္းကိုယ္ပိုင္႐ွင္မိန္းကေလးက သူ႔ကိုယ္ထဲမွာ႐ွိတဲ့သန္႔စင္တဲ့ရႊမ္ရင္းေသြးက သူ႔အသက္၂၁ႏွစ္မွာပဲစြမ္းအားျပည့္ဝလာမွာျဖစ္ပါတယ္။ဒီအေၾကာင္းေတြကိုသိေနၿပီးသန္႔စင္တဲ့ရႊမ္ရင္းစြမ္းအင္ကိုတပ္မက္ေနတဲ့ဝမ္က်ားခ်န္ကလည္းသူ႔စြမ္းအားအဆင့္တက္ဖို႔အတြက္သန္႔စင္တဲ့ရႊမ္ရင္းကိုယ္ကစြမ္းအင္ကိုယူႏိုင္ဖို႔အခ်ိန္ေကာင္းကိုေစာင့္ေနခဲ့ပါတယ္...ဝမ္က်ားခ်န္လက္ထဲကေနလြတ္ေအာင္ထြက္ေျပးရင္းလြန္ခဲ့တဲ့ႏွစ္တစ္ေထာင္ကခ်စ္သူေ႐ွာင္ပင္းနဲ႔လူ႔ျပည္မွာျပန္ဆံုေတြ႕ရေသာအခါ...ျပန္ဆံုေတြ႕ခ်ိန္မွာလည္းခ်ဴ ခ်ဴ ရဲ႕ေစာင့္ေ႐ွာက္သူပဲျပန္ျဖစ္လာရေသာအခါအရင္ဘဝကျဖစ္ခဲ့တဲ့ခ်စ္သူႏွစ္ဦးရဲ႕ဝမ္းနည္းစရာအခ်စ္ဇာတ္လမ္းကတစ္ေက်ာ့ျပန္ျဖစ္လာဦးမွာလားဆိုတာကေတာ့....Kulun Taoist Spictures ဆုိတဲ့ ဇာတ္ကားေလးထဲမွာဆက္လက္ၾကည့္႐ွဴ ၾကပါလုိ႔ တုိက္တြန္းလုိက္ရပါေစ... Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://channelmyanmar.org/kunlun-taoist-scriptures-12/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Warm-Bodies-555409-Detail-133x200.jpg",
        "title": "Warm Bodies (2013)",
        "description": "IMDb (6.9) / Rotten Tomatoes (81%)Vampire တစ္ေကာင္ကိုခ်စ္ႏိုင္ေပမယ့္ Zombieဆိုရင္ေရာ ခ်စ္ႏိုင္ပါ့မလား?\nအခုက စိတ္လႈပ္ရွားစရာေကာင္းတဲ့ အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ အလွည့္ပါ။ လူ႔ဦးေႏွာက္ေတြစားတဲ့ Zombieတစ္ေကာင္နဲ႔ ေကာင္မေလးတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းေပါ့။ Zombieတစ္ေကာင္ျဖစ္တဲ့ Rဟာ သူရဲ႕တစ္ေန႔တာကို စြန္႔ပစ္ခံၿမိဳ႕က ေလဆိပ္ပ်က္ထဲမွာ ဟိုဟိုဒီဒီေလၽွာက္သြားရင္ ကုန္ဆံုးေလ့ရွိပါတယ္။\nသူ႔မွာ Mဆိုတဲ့ သူငယ္ခ်င္းတစ္ေယာက္လည္းရွိပါတယ္။အဓိပၸါယ္မဲ့ေနတဲ့ သူ႔ဘဝထဲကို ဝင္လာတဲ့သူက Julie\nJulieနဲ႔သူ႔သူငယ္ခ်င္းတစ္စု Rတို႔ေနတဲ့ ၿမိဳ႕ပ်က္ထဲမွာရွိတဲ့ ေဆးဝါးေတြကို ယူဖို႔ အထက္ကအမိန္႔ေပးခံရတယ္။\nJulieတို႔လည္း အေဆာက္အအံုေဟာင္းတစ္ခုက ေဆးဝါးေတြကို သယ္ေနတုန္း Rတို႔ Zombieအုပ္စုနဲ႔တိုးတဲ့အခါ….... Zombieျဖစ္ေနတဲ့ Rဟာ Julieရဲ႕ခ်စ္သူကို သတ္ပစ္ၿပီး သူ႔ရဲ႕ ဦးေႏွာက္ကို စားလိုက္တယ္။\nဒီေနရာမွာ လွည့္ကြက္တစ္ခုက ေသသူရဲ႕ ဦးေႏွာက္ကိုစားလိုက္တဲ့အခါ ေသသူရဲ႕မွတ္ဥာဏ္ေတြကို zombieက ခံစားႏိုင္တယ္ဆိုတာ။Julieခ်စ္သူ႔ရဲ႕ မွတ္ဥာဏ္ေတြကတစ္ဆင့္ Rဟာ Julieအေပၚ ထူးဆန္းတဲ့ခံစားခ်က္တစ္ခု ခံစားလိုက္ရတယ္။\nဒီလိုနဲ႔ zombieေတြ လက္ထဲ ဒုကၡေရာက္ေနတဲ့ Julieကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dys0/Warm_Bodies_[2013]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j4x1O6G0cbchHQwNsEZ0DntOJMJ.jpg",
        "title": "Happy as Lazzaro(2019)",
        "description": "Happy as Lazzaro(2019)\nIMDb.....7.7,,,,,,,Rotten...89%\nရုိးလြန္းေတာ့ အ တယ္လုိ႔ေျပာလုိ႔ရတဲ့ လာ\nဇာရုိရဲ႕ အေၾကာင္းကုိကုိျပထားတဲ့ ၂၀၁၈ ထြက္\nအီတလီ Drama ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားပါ။ အန္ဗ်ဴလတ္တာလုိ႔ ေခၚ\nတဲ့ ရြာေလးမွာ ေဆးရြက္ၾကီးစုိက္ျပီး ေအးေအးခ်မ္းခ်မ္းေနၾကတဲ့သူေတြရွိ\nပါတယ္။ သူတုိ႔ရဲ႕ေနရာက ေခါင္လြန္းလုိ႔ အခ်ိန္ေတာ္ေတာ္ၾကာၾကာ အျပင္လူေတြနဲ႔မထိေတြ႕ျဖ\nစ္ၾကပါဘူး။ သူတုိ႔ေတြ တစ္ႏွစ္ပတ္လုံးအလုပ္လုပ္ေနၾကေပမဲ့ လုပ္ခလစာ တစ္ျပားတစ္ခ်ပ္မွမရပါ\nဘူး။ ျမိဳ႕စားေလာက္ အဆင့္ရွိတဲ့ မာကီးရာထူးကုိ ရရွိထားတဲ့ မာကီးကေတာ္ကုိ အေၾကြးဆပ္ေနရ\nပါတယ္။ လာဇာရုိကေတာ့ အဲဒီရြာက ကိုေပါလုိ႔ ေျပာလုိ႔ရတဲ့ ခပ္တုံးတုံး ခပ္ရုိးရုိး ေကာင္ေလးတစ္ေ\nယာက္ျဖစ္ပါတယ္။ ခုိင္းသမွ်ကုိ မျငီးမျငဴလုပ္တတ္ျပီး သူ႕ဆုိရင္ ခြဲျခား ဆက္ဆံတတ္ၾ\nကေပမဲ့ သူ႕ကုိ ခြဲျခားဆက္ဆံေနတယ္လုိ႔ မခံစားတတ္တဲ့သူလည္းျဖ\nစ္ပါတယ္။ အဲဒီလုိခြဲျခားဆက္ဆံတယ္ဆုိတာလည္း သိပုံမေပၚပါဘူး။ တစ္ေန႔မွာ မာကီးကေတာ္\nရဲ႕သား မာကီးေလာင္းလ်ာေလး တန္ခေရဒီ က အန္ဗ်ဴလတ္တာကိုေရာက္လာပါတယ္။\nသူနဲ႔ လာဇာရုိနဲ႔ သိကၽြမ္းသြားပါတယ္။ တန္ခေရဒီက ျပန္ေပးဆြဲခံရသလုိလုပ္ဇာတ္ဖန္တီးလုိက္တဲ့\nအခ်ိန္မွာ အစုိးရိမ္လြန္ေနတဲ့ တန္ခေရဒီရဲ႕ ဇနီးေလာင္း ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dysc/Happy_As_Lazzaro_(Lazzaro_Felice)_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Crimson-tide-133x200.jpg",
        "title": "Crimson Tide (1995)",
        "description": "Crimson Tide (1995)\nIMDb..........7.3,,,,,,Rotten.....88%\nရှရှားသူပုန်တွေဟာ အိုင်စီဘီအမ်ကို ဝင်စီးလိုက်တဲ့အချိန်မှာ အမေရိကန်တွေဟာ စစ်ဆင်ရေးလုပ်ပါတော့တယ်....\nပို့ပေးလိုက်တဲ့ သဘောၤတွေဟာ နူကလီးယားပါဝါသုံး အလဘာမား ရေငုတ်သဘောၤပါ..\nဒါပေမယ့် သူတို့မသွားခင်မှာ အက်စ်အိုအသစ်လိုတဲ့အတွက်ထက်မြက်ပေမယ့် စွမ်းဆောင်ရည်အားသိပ်မပြဖူးတဲ့\nကော်မန်ဒါ ဟန်တာကိုပဲ ရွေးစရာရှိခဲ့ပါတယ်...\n...ဒါပေမယ့် သဘောၤကပ္ပတိန် ရမ်စေ အိုကေကတော့ သူ့ကိုသဘောကျခဲ့ပါတယ်...ဒီလိုနဲ့ သူတို့ ၂ယောက်ဟာ အမေရိကန် ရေတပ်\n စစ်သည်တွေနဲ့အတူ ရေငုတ်သင်္ဘောကြီးနဲ့ စစ်မျက်နှာဖွင့်ခဲ့ကြတယ်...\nကိုင်း ဒန်ဇယ်ကားလည်းကြိုက်တယ်..စစ်ကားလည်းကြည့်ချင်တယ်ဆိုရင်တော့....ထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့ကားဆိုတာ ခင်ဗျားတို့က ပိုတောင်သိမယ်ထင်ပါရဲ့....ဘာသာပြန်သူကတော့ ကိုမြန်မာကြီးပဲ ဖြစ်ပါတယ်..\n----------------------------------------------------\nရွရွားသူပုန္ေတြဟာ အိုင္စီဘီအမ္ကို ဝင္စီးလိုက္တဲ့အခ်ိန္မွာ အေမရိကန္ေတြဟာ စစ္ဆင္ေရးလုပ္ပါေတာ့တယ္....\nပုိ႔ေပးလိုက္တဲ့ သေဘာၤေတြဟာ ႏူကလီးယားပါဝါသုံး အလဘာမား ေရငုတ္သေဘာၤပါ..\nဒါေပမယ့္ သူတို႔မသြားခင္မွာ အက္စ္အိုအသစ္လိုတဲ့အတြက္ထက္ျမက္ေပမယ့္ စြမ္းေဆာင္ရည္အားသိပ္မျပဖူးတဲ့\nေကာ္မန္ဒါ ဟန္တာကုိပဲ ေရြးစရာရွိခဲ့ပါတယ္...\n...ဒါေပမယ့္ သေဘာၤကပၸတိန္ ရမ္ေစ အိုေကကေတာ့ သူ႔ကိုသေဘာက်ခဲ့ပါတယ္...ဒီလုိနဲ႔ သူတုိ့ ၂ေယာက္ဟာ အေမရိကန္ ေရတပ္\n စစ္သည္ေတြနဲ႔အတူ ေရငုတ္သေဘၤာႀကီးနဲ႔ စစ္မ်က္ႏွာဖြင့္ခဲ့ၾကတယ္...\nကုိင္း ဒန္ဇယ္ကားလည္းၾကဳိက္တယ္..စစ္ကားလည္းၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့့....ေထြေထြထူးထူးညႊန္းစရာမလုိတဲ့ကားဆုိတာ ခင္ဗ်ားတုိ႔က ပုိေတာင္သိမယ္ထင္ပါရဲ႕....ဘာသာျပန္သူကေတာ့ ကုိျမန္မာႀကီးပဲ ျဖစ္ပါတယ္..\n File Size : (913 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:56:00\nGenre ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SB1v/Crimson_Tide_[1995]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/two-weeks-notice-poster-143x200.jpg",
        "title": "Two Weeks Notice (2002)",
        "description": "Two Weeks Notice (2002)____IMDb - 6.1/10\n \" လမ်းခွဲဖို့ နှစ်ပတ် အလို \"\n--------------------------------\nTwo Weeks Notice ဆိုတဲ့\nဒီရုပ်ရှင်ကို မြန်မာလို အမည်ပေးရရင်\nဒီတိုင်းပဲ ဖြစ်စေချင်မိတယ်....\nမြန်မာကား ၂ ပတ်အလို နဲ့ ဒီကားကို\nယှဉ်ပြီး ပြောနေကြရင်း သတိထားမိလို့\nကြည့်လိုက်မိတာ မြန်မာကား နဲ့ တူ မတူ ကတော့\nမြန်မာကား မကြည့်ဖူးတော့ မသိပါဘူး...\nဒီရုပ်ရှင်ကားကို ဆန်ဒရာဘူးလော့ခ် ကပဲ\nပရိုဂျူ့ လုပ်ထားပြီး သူကိုယ်တိုင်\nမင်းသမီး အဖြစ် သရုပ်ဆောင်ထားတာပါပဲ\nမင်းသားကတော့ မျက်လုံးလှပြီး ဆွဲဆောင်မှု\nရှိတဲ့ မင်းသား ဟုဟ်ဂရန့် ပါ\nဇတ်လမ်းပုံစံ က ပြည်သူ့အကျိုးပြု ရှေ့နေ\nမိသားစု က ပေါက်ဖွားလာတဲ့ ဉာဏ်ရည်မြင့်\nထက်မြတ်တဲ့ အူကြောင်ကြောင်နိုင်တဲ့\nရှေ့နေမလေး လူစီ အကြောင်း\nဖြစ်ရင် ဖြစ်လိမ့်မယ်....\nဘာလို့ဆိုရင် ဒီရုပ်ရှင်က သူ့ အတွက်\nသူ့နေရာကနေ ဝင်ကြည့်လို့ရမယ့်\nပုံစံ မျိုး ဖြစ်နေတာပါ\nလူစီ က ဆင်းရဲတဲ့ ပြည်သူတွေ ဘက်ကနေ\nရပ်တည်ပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zwhi/Two_Weeks_Notice_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIwmTzWmY4KasZmCffVLPekDmkS.jpg",
        "title": "Lucifer (2019)",
        "description": "၂၀၁၉ ထြက္India ဇာတ္ကား Lucifer နဲ႔မိတ္ဆက္ေပးပါရေစ။ဒီဇာတ္ကားက Box Office မွာ ေအာင္ျမင္မႈ အေတာ္ရထားတဲ့ ဇာတ္ကားေလးပါ။Original Songtrack အလန္းစားေတြလည္းပါပါတယ္။ဇာတ္လမ္းကေတာ့ Kerala ဆုိတဲ့ ျပည္နယ္ဝန္ၾကီးခ်ဳပ္ P.K.Ramdas ေသဆုံးသြားတာကစပါတယ္။သူတုိ႔စကားအတုိင္းေျပာရမယ္ဆုိရင္ အဲဒီနယ္ရဲ႕ ဘုရားသခင္ေပါ့။အဲဒီ ဘုရားသခင္မွာ သားသမီးႏွစ္ေယာက္ရွိတယ္။စစ္တပ္တစ္တပ္ရွိတယ္။သူ႕ရဲ႕ ဂုဏ္ကိုျမွင့္ေပးမယ့္ တမာန္ေတာ္ေတြလည္းရွိတာေပါ့။ဘုရားသခင္ရဲ႕ ႏုိင္ငံက ၾကီးလြန္းေတာ့ သူခုိးေတြက တမာန္ေတာ္ဟန္ေဆာင္ျပီး ဝင္လာၾကတယ္။တစ္ေန႔မွာေတာ့ အဲဒီ ဘုရားသခင္ေသဆုံးသြားခဲ့ပါတယ္။အဲဒီအခ်ိန္မွာ တမာန္ေတာ္ဟန္ေဆာင္ေနတဲ့ သူခိုးေတြက ႏုိင္ငံကုိသိမ္းပုိက္ဖုိ႕ ၾကိဳးစားၾကပါေတာ့တယ္။အဲဒီလုိ ဝရုန္းသုန္းကားျဖစ္ေနတဲ့ အေျခအေနကုိ ထိန္းသိမ္းႏိုင္တဲ့သူကေတာ့ တစ္ေယာက္ပဲရွိပါတယ္။သူ႔ကုိ ဟိႏၵဴမွာဆုိ မဟီရာဝဏ၊ အစၥလာမ္မွာဆုိရင္ေတာ့ အစ္ဘလီ၊ ခရစ္ယာန္မွာဆုိရင္ Lucifer လုိ႔ တင္စားေျပာလုိ႔ရတဲ့ Stephen ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tycg/Lucifer_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTI1Nzc3NjAwOF5BMl5BanBnXkFtZTcwNzYzMjYzMQ@@._V1_-135x200.jpg",
        "title": "United 93 (2006)",
        "description": "9/11 ကိစၥ ကို မွတ္မိၾကအံုးမယ္ ထင္ပါတယ္\nအေမရိကန္ ေလေၾကာင္းလိုင္းက ေလယဥ္ (၄) စီးအား\nအႏုၾကမ္းစီးကာ အေမရိကန္ႏုိင္ငံ ရဲ႕ လူေနထူထပ္ၿပီး\nတန္ဖိုးရွိတဲ့ ေနရာေတြကို အေသခံ ေမာင္းခ်တုိက္ရန္\nစစ္ေသြးၾကြ အၾကမ္းဖက္သမားမ်ား က အကြက္ခ်\nစီစဥ္ခဲ့တဲ့ ကိစၥပါ...\nဒီေလယဥ္ေတြထဲမွာ United Flight 93 ခရီးသယ္တင္\nေလယဥ္ႀကီး လဲ ပါ၀င္ခဲ့ပါတယ္....\nဒီရုပ္ရွင္ကား ဟာ အၾကမ္းဖက္ခံရတဲ့ ေလယဥ္ အမွတ္ ၉၃ ရဲ႕\nျဖစ္ရပ္မွန္ကို ရိုက္ကူးထားတာျဖစ္ၿပီး ခရီးသယ္မ်ား ရဲ႕ ဖုန္းအဆက္အသြယ္\nပိုင္းေလာ့ေတြ ရဲ႕ သတင္းပို႔ခ်က္ေတြ အေပၚ ကိုးကားရိုက္ကူးထားတာျဖစ္ပါတယ္\nရင္ထိတ္သည္းဖို ၾကည့္ရႈရမွာ ျဖစ္ၿပီး\nဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nညို႔မ်က္၀န္း ျဖစ္ပါတယ္\nThit San Khant က Encode ၍\nတင္တက္ေပးထားပါတယ္",
        "rating": "7.6",
        "url": "https://megaup.net/4ft6z/United_93_[2006]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sXQzQcjNAYYosymYPVaXh1nYKaJ.jpg",
        "title": "The Mustang (2019)",
        "description": "Rating 7.1 ရရွိထားတဲ့ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္...မိမိလက္နဲ႔ထိန္းေက်ာင္းၿပီး ျပဳစုေစာင့္ေရွာက္ရတဲ့ သတၱဝါေလးေတြကိုမခင္တြယ္မိသူ ဘယ္သူရွိမွာပါလဲဒီကားေလးမွာေတာ့ ႐ိုမန္ကိုးမန္းဆိုတဲ့ အက်ဥ္းသားနဲ႔ သူရဲ႕ မာစတန္ျမင္းေလးမာကြီးစ္ တို႔အေၾကာင္း ႐ိုက္ကူးတင္ဆက္ထားပါတယ္႐ိုမန္ကိုးမန္းက ဇနီးသည္ကို အျပင္းအထန္နာက်င္ေစမႈနဲ႔ေထာင္က်ခံေနရသူတစ္ဦးျဖစ္ပါတယ္။သူဟာ အက်ဥ္းေထာင္ထဲမွာ ျပႆနာမရွာတတ္သူျဖစ္တာေၾကာင့္ျပဳျပင္ထိန္းသိမ္းေရးအစီအစဥ္တစ္ခုမွာ ပါဝင္ခြင့္ရၿပီး ျမင္း႐ိုင္းေတြကိုေလ့က်င့္သင္ၾကားေပးသူ ျဖစ္လာပါေတာ့တယ္စစခ်င္းမွာေတာ့ မာစတန္ျမင္း႐ိုင္းေလးဟာ ဘယ္သူ႔ကိုမွလည္းအကပ္မခံ ဘယ္သူ႔ကိုမွလည္း အကိုင္မခံတဲ့ မာန္ႀကီးတဲ့ျမင္း႐ိုင္းတစ္ေကာင္ပါ႐ိုမန္အေနနဲ႔လည္းဘယ္လိုပဲႀကိဳးစားႀကိဳးစား မာစတန္ျမင္းေလးကေပ်ာ့ေျပာင္းမလာခဲ့ပါဘူးသူအစြမ္းကုန္ ႀကိဳးစားေနရင္း အခ်င္းခ်င္း ဆက္ႏြယ္မႈေလးနဲ႔သဟဇာတျဖစ္ျဖစ္ အတြဲညီလာတဲ့အခ်ိန္မွာပဲေလ့က်င့္ထားတဲ့ ျမင္း႐ိုင္းေတြကို ေလလံတင္ပစ္တဲ့အခ်ိန္ေရာက္လာပါေတာ့တယ္႐ိုမန္အေနနဲ႔မာစတန္႔ကို ကာကြယ္ႏိုင္ပါ့မလား။သူတို႔ႏွစ္ဦး အတူတူရွိေနႏိုင္ပါ့မလား။ေထာင္သားတစ္ေယာက္ျဖစ္တဲ့ ႐ိုမန္႔အေနနဲ႔ ဘယ္ေလာက္ထိမ်ားသူ႔ျမင္းေလးကို ကာကြယ္ေပးႏိုင္မွာလဲဆိုတာ ၾကည့္ရႈရမွာပါခ်စ္ျခင္းေမတၱာရဲ႕အစြမ္းဟာ မာန္ႀကီးလွတဲ့ မူစတန္ျမင္း႐ိုင္းကိုေတာင္ေပ်ာ့ေျပာင္းလာေစတာကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/4ft6h/The_Mustang_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ellZ2dQLPVeWgd2fjf4arcZwALc.jpg",
        "title": "Starfish (2018)",
        "description": "ေအာ္ဘေရဆိုတဲ့ေကာင္မေလးဟာ ေက်ာင္းမွာေရာ မိသားစုမွာပါမထင္မရွားေကာင္မေလးတစ္ေယာက္ျဖစ္ပါတယ္သူ႔ေန႔႔စဥ္ဘ၀ေတြကို ရိုးရိုးရွင္းရွင္းျဖတ္သန္းလာရင္းနဲ႔သူငယ္ခ်င္းျဖစ္သူ ဂေရ႕စ္ ဆံုးပါးသြားျပီတဲ့ေနာက္မွာေတာ့ကေမာက္ကမေတြျဖစ္ကုန္ပါေတာ့တယ္ေန႔စဥ္ေနထုိင္မႈမွာအသံုးျပဳေနတဲ့ အသံလိႈင္းေတြ ေရဒီယိုလိႈင္းေတြၾကားထဲမွာျမွဳပ္ႏွံထည့္သြင္းထားတဲ့ အခ်က္ျပမႈတစ္ခုေနာက္ကိုသူသူ႔ငယ္ခ်င္းျဖစ္သူတစ္သိုက္ကလိုက္ေနခဲ့ၾကတာပါကမာၻၾကီးရဲ႕ပ်က္ကပ္ နီးကပ္လာျပီးဒီလိုေတြျဖစ္ရတဲ့ အေၾကာင္းအရင္း ဗဟိုခ်က္မွာ သူ႔ကိုယ္သူ ေရာက္မွန္းမသိေရာက္ရွိေနေၾကာင္း သူအံ့အားတသင့္နဲ႔ သိရွိလုိက္ရပါတယ္သူ႔မွာရွိတာဆိုလို႔ ေ၀ၚကီေတာ္ကီတစ္ခုနဲ႔ တစ္ဖက္ကဘယ္သူမွန္းမသိတဲ့လူတစ္ေယာက္ပါပဲတဖက္ကခုိင္းတာေတြကို လိုက္လုပ္ေနရင္းနဲ႔ အခ်က္ျပမႈေတြကိုခ်ိတ္ဆက္ႏုိင္စြမ္းရွိတဲ့လူက သူတစ္ေယာက္တည္းပဲ ရွိတယ္ဆိုတာသူသေဘာေပါက္သြားပါတယ္သူအကုန္ခ်ိတ္ဆက္ႏုိင္ပါ့မလားေနာက္ကြယ္က အဓိပၸာယ္ကို ေဖာ္ထုတ္ႏုိင္ပါ့မလားကမာၻၾကီးကိုကယ္တင္ႏုိင္ပါ့မလား စီစဥ္ထားသလိုေတြ ျဖစ္လာပါ့မလား ဆိုတာဒီကားမွာၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ File Size : (940 MB) and (305 MB)\nQuality : WebDL 720p , 360p\nRunning Time : ...",
        "rating": "5.2",
        "url": "https://megaup.net/2Tycl/Starfish_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ko3AS33BLNEBcp1CO4FvdRltTxr.jpg",
        "title": "Stockholm (2018)",
        "description": "Stockholm Syndrom ဆိုတာဟာ ကိုယ့္ကိုဖမ္းခ်ဳပ္ထားတဲ့သူကို ခင္မင္ယံုၾကည္လာျပီးသေဘာက်လာမိတာမ်ိဳးကိုေခၚပါတယ္မ်ားေသာအားျဖင့္ေသာ ျပန္ေပးဆဲြခံရသူမ်ားနဲ႔ ျပန္ေပးဆဲြသူတို႔အၾကားမွာ ျဖစ္တတ္ပါတယ္ျပန္ေပးဆဲြခံရတဲ့သူေတြက ျပန္ေပးဆဲြတဲ့သူက သူတို႔အေပၚကိုနည္းနည္းေလးေကာင္းတာေလးလုပ္ေပးလိုက္ရင္သူတို႔ရဲ႕ေက်းဇူး႐ွင္ႀကီးအလားသတ္မွတ္မိျပီး အေကာင္းျမင္လာၾကပါေတာ့တယ္ဒီ \"Stockholm\" ဆိုတဲ့ဇာတ္ကားကို Stockholm Syndrom အစပ်ိဳးေစခဲ့တဲ့၁၉၇၃ခုႏွစ္က Stockholm ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ဘဏ္ဓားျပတိုက္သည့္ျဖစ္ရပ္ကို႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းထဲမွာ လားစ္ဟာ ဘဏ္ကိုဓားျပ၀င္တိုက္လိုက္ျပီးလူအခ်ိဳ႕ကိုရဲေတြနဲ႔ညႇိႏႈိင္းရာမွာအသံုးခ်ဖို႔အတြက္ ဓားစာခံေတြအျဖစ္ဖမ္းထားခဲ့ပါတယ္အဲ့လိုနဲ႔ပဲ Stockholm Syndrom ဘယ္လိုျဖစ္ေပၚလာမယ္ဆိုတာနဲ႔အဲ့ Syndrom ကဘယ္လိုဘယ္ပံုဆိုတာကို ဒီဇာတ္ကားေလးၾကည့္႐ႈရင္းနဲ႔ပဲ... File Size : (859 MB) and (314 MB)\nQuality : WebDL 720p , 480p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Comedy , Crime ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Tycp/Stockholm_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNTZkNTk4ODUtNmU0OS00Y2FhLTg0MmItYjI2MjM2MTQyMDE0XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_SY999_CR00696999_AL_-139x200.jpg",
        "title": "A Millionaire’s First Love (2006)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အဖိုးေသသြားလုိ႔ အေမြရသြားၿပီး\nေလွ်ာက္သံုးျဖဳန္း ေပ်ာ္ပါးေနတဲ့ ဆယ္ေက်ာ္သက္\nေက်ာင္းသားလူငယ္ေလး တစ္ေယာက္ ရဲ႕\nဇတ္လမ္း အစ လို႔ ေျပာရမွာပါပဲ...\nကန္ေဂ်ေဂ်ာင္း က အထက္တန္း ေက်ာင္းသား ျဖစ္ၿပီး\nပိုက္ဆံရွိလို႔ ရိုက္ပြဲျဖစ္လုိက္ ပိုက္ဆံနဲ႔ ရွင္းလုိက္\nေက်ာင္းပံုမွန္ မတက္ ပိုက္ဆံ နဲ႔ ေျဖရွင္းလုိက္ လုပ္တက္သူပါ\nသူ သိထားတာက အရာရာ ကို ပိုက္ဆံ နဲ႔\nေျဖရွင္းလုိ႔ရတယ္လို႔ သိထားတာပါ...\nငယ္စဥ္ကတည္းက မိဘေတြ ဆံုးပါးသြားၿပီး\nအဖိုးျဖစ္သူနဲ႔ အေနၾကာလာေတာ့လဲ\nဆိုးသြမ္းလူငယ္ေလး တစ္ေယာက္ျဖစ္ေနခဲ့တာပါပဲ\nအဖိုးကေတာ့ မေသခင္ ထူးဆန္းတဲ့\nေသတမ္းစာ တစ္ခု ေရးေပးခဲ့ပါတယ္\nဒါကေတာ့ ကန္ေဂ်ေဂ်ာင္း ကို\nနယ္ၿမိဳ႕ေလး တစ္ခုက အထက္တန္းေက်ာင္းမွာ\nစာေမးပြဲ ေအာင္မွ သူ႔ အေမြကို ဆက္ခံခြင့္\nရွိရမယ္လို႔ မွာသြားခဲ့ပါတယ္...\nႀကီးႀကီးက်ယ္က်ယ္ ႏုိင္တဲ့ ကန္ေဂ်ေဂ်ာင္း တစ္ေယာက္\nေတာသာသာ နယ္ၿမိဳ႕ေလးမွာ ဂဂ်ိဳးဂေဂ်ာင္ေတြျဖစ္တာလဲ\nရယ္ရမယ္...\nခ်စ္ဖို႔ေကာင္းတဲ့ ေကာင္မေလး တစ္ေယာက္ နဲ႔လဲ\nသူဆံုရအံုးမွာပါ.....\nပိုက္ဆံမရွိေပမဲ့ ကန္ေဂ်ေဂ်ာင္းလိုပဲ စိတ္ဓါတ္မာတဲ့\nေကာင္မေလး တစ္ေယာက္ နဲ႔ ေက်ာင္းမွာပဲ စဆံုခဲ့ရတယ္\nဒီေတာ့ စပြိဳင္လာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/a-millionaires-first-love-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sjPPBNhmq4fMS74xqMDSSpFet8q.jpg",
        "title": "Autumn Fairy Tale ( 2019 )",
        "description": "ဒီတစ္ေခါက္မွာေတာ့ ေဆာင္းဦးရြက္ေႂကြခ်စ္သက္ေသကိုးရီးယားဇာတ္လမ္းတြဲကိုျပန္႐ိုက္ထားတဲ့chinese movieကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဒီဇာတ္ကားမွာေတာ့အဓိကသ႐ုပ္ေဆာင္အျဖစ္Jiao Rui (Jun Xi)၊Zhao LuSi (En Xi)(ခ်စ္ေသာမင္းႀကီး)နဲ႔Xu Kai (Han Tai)(Story of Yanxi Palace)တို႔ကအဓိကပါဝင္သြားမွာျဖစ္ပါတယ္ရင္ကြၽင့္႐ွီးငယ္ငယ္ကေဆးရံုမွာညီမေလးကိုသြားၾကည့္ရင္းသတိမထားမိပဲအန္း႐ွီးနဲ႔႐ွင္းအိုက္ေမြးကင္းစကေလးႏွစ္ေယာက္ရဲ႕ခ်ိတ္ထားတဲ့နာမည္ကတ္ျပားေတြကိုျပဳတ္က်ေအာင္လုပ္မိၿပီးသူနာျပဳဆရာမေတြ႕သြားတဲ့အခါနာမည္ကတ္ျပားကိုမွားယြင္းၿပီးျပန္ခ်ိတ္မိသြားပါတယ္။သာယာခ်မ္းေျမ့တဲ့မိသားစုမွာႀကီးျပင္းလာၾကတဲ့ရင္ကြၽင့္႐ွီးနဲ႔ရင္အန္း႐ွီးတို႔ေမာင္ႏွမႏွစ္ေယာက္ၾကားကိုကားတိုက္မႈတစ္ခုဝင္လာၿပီးေနာက္အရာအားလံုးကေျပာင္းလဲခဲ့ရပါတယ္။ကားတိုက္မႈေၾကာင့္အန္း႐ွီးေသြးအမ်ိဳးအစားကိုမိဘေတြစစ္ေဆးၾကည့္မိတဲ့အခါမွာေတာ့အန္း႐ွီးနဲ႔ပတ္သက္တဲ့အျဖစ္မွန္ကိုသိသြားၿပီး တစ္ညထဲနဲ႔ဆင္းရဲႏြမ္းပါးတဲ့မိန္းကေလးအျဖစ္အေမအရင္းဆီကိုျပန္ေရာက္သြားၿပီးကြၽင့္႐ွီးကအေဖအေမ ညီမေလး႐ွင္းအိုက္တို႔နဲ႔အတူအေမရိကန္ကိုေျပာင္းသြားခဲ့ရပါေတာ့တယ္။အခ်ိန္ေတြၾကာၿပီးေနာက္ အန္း႐ွီးနဲ႔အတူပိုင္ဆိုင္ခဲ့ဖူးတဲ့လွပတဲ့အမွတ္တရေတြ႐ွိေနတဲ့ေမြးရပ္ေျမကိုကြၽင့္႐ွီးေနာက္တစ္ခါျပန္ေရာက္လာၿပီးအန္း႐ွီးကိုျပန္လာ႐ွာခဲ့ကာေနာက္ပိုင္းဘယ္လိုဆက္ျဖစ္မလဲဆိုတာဆက္လက္ၾကည့္႐ႈၾကပါလုိ႔တုိက္တြန္းလုိက္ပါတယ္ေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "5.6",
        "url": "https://megaup.net/2Tyc3/Autumn_Fairy_Tale_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjkugMBhYjV8ZXgvSnGXI3q7wt7.jpg",
        "title": "Panic Room(2002)",
        "description": "Panic Room(2002)\nIMDb.....6.8\nအမ်ိဳးသားနဲ႔ ကြဲရာကေန ေလ်ာ္ေၾကးသေဘာမ်ိဳးနဲ႔ အိမ္တစ္\nလံုးကုိ သားအမိ(၂)ေယာက္ ရခဲ့တယ္။\nအိမ္ရဲ႕ခမ္းနားႀကီးက်ယ္မႈက ေတာ္ရုံသူေတြမ၀ယ္ႏုိင္တဲ့အိမ္မ်ဳိး....\nဒီအိမ္တစ္လုံးရဲ႕ တန္ဘုိးကုိ အေကာင္းဆုံး ျဖစ္ေစတဲ့\nအထူးလုံျခဳံေရးအခန္းလုိ႕ ေျပာရေလာက္ေအာင္ အဆင့္ျမင့္အခန္းတစ္ခန္းရွိတယ္...\nဒီအခန္းရဲ႕ ရည္ရြယ္ခ်က္က မသမာသူေတြရဲ႕ရန္ကုိ ကာကြယ္ဖုိ႕လုပ္ထားတာပါ..\nသီးျခားဖုန္းလုိင္းရွိသလုိ အခန္းကုိ ေတာ္ရုံကိရိယာနဲ႕ေဖာက္လုိ႕မရတဲ့\nစတီးနံရံေတြနဲ႕လုပ္ထားသလုိ လုံၿခဳံေရးစနစ္ကလည္း တကယ့္ကုိအဆင့္ျမင့္ပါတယ္...\nဒီလုိနဲ႕ ဒီသားအမိ(၂)ေယာက္ဟာ ဒီအိမ္ကုိေျပာင္းေရႊ႕ခဲ့တယ္...\nေျပာင္းေရႊ႕ခဲ့တဲ့ညမွာပဲ မုိးေတြရြာေနတာကုိအခြင့္ေကာင္းယူၿပီး\nလက္နက္ကုိင္လူ(၃)ေယာက္ဟာ ေရာက္ရွိလာပါေတာ့တယ္......\nဒီကားက ဇာတ္လမ္းအစမွအဆုံးထိ\nတကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ပါ....\nအီသြားတဲ့ေနရာမရွိသလုိ ဘာေတြဆက္ျဖစ္မလဲဆုိတာလည္း ခန္႕မွန္းလုိ႕မရပါဘူး....\nဆုိေတာ့ ဒီကားၾကည့္မယ္ဆုိရင္\nေရဗူးေတြ မုန္႕ေတြေဘးခ်ၿပီး ဆီးအုိးပါ ေဘးမွာထားလုိက္ဗ်.....\nဘာလုိ႕ဆုိ ေတာ္ရုံကိစၥေတြေၾကာင့္ ဇာတ္ကားရဲ႕ ရသေပ်ာက္သြားမွာစုိးလုိ႕...\nခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူက Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1GB) and (363 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre :  Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ye Pye Sone\nEncoded by ...",
        "rating": "6.8",
        "url": "https://megaup.net/3zNxT/Panic_Room_[2002]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQiuhyCM8XY82oo7rKbenSxTgiz.jpg",
        "title": "The Least of These(2019)",
        "description": "The Least of These(2019)IMDb.....6.6ကြ်န္ေတာ္တို႔အာရွႏိုင္ငံေတာ္ေတာ္မ်ားမ်ားဟာ\nအနာႀကီးေရာဂါသည္ေတြကို ရြံစရာလူေတြအျဖစ္ သတ္မွတ္ၿပီး လူ႔အဖြဲ႕အစည္းကေန က်ဥ္ထားေလ့ရွိပါတယ္.....\nအဲဒီထဲမွာ အိႏၵိယႏိုင္ငံလည္း အပါအ၀င္ျဖစ္ၿပီး\nဒီဇာတ္ကားအေျခခံထားတဲ့ ၁၉၉၀ ျပည့္လြန္ႏွစ္လို အေျခအေနမွာဆို ကုသေပ်ာက္ကင္းၿပီးတာေတာင္\nစက္ဆုတ္စရာလူတန္းစားလုိ႕ သတ္မွတ္ထားႀကပုံရပါတယ္...ၿပီးေတာ့ အိႏၵိယဟာ ေရွးရိုးစြဲႏိုင္ငံတႏိုင္ငံလည္းျဖစ္တာနဲ႔အညီ ဒီႏိုင္ငံမွာ ခရစ္ယန္သာသနာလာျပဳဖို႔ဆိုတာ တကယ္ကို မလြယ္ကူတဲ့အေနအထားပါဒီလို အေျခအေနမွာ\nဩစေတးလ်ႏိုင္ငံသား ခရစ္ယာန္သာသနာျပဳ ေဒါက္တာဂေရဟမ္းစတိန္းဆိုတဲ့ အမ်ိဳးသားဟာ အိႏၵိယမွာရွိတဲ့ ေရာဂါသည္ေတြကို လာျပဳစုကုသေပးေနတာ ၃၅ ႏွစ္ၾကာခဲ့ပါၿပီအဲဒီအခ်ိန္မွာ News Orrisa သတင္းစာတိုက္က သတင္းေထာက္ မန္ေန႔ ဟာ\nစား၀တ္ေနေရးအတြက္ သတင္းတပုဒ္ရဖို႔\nသတင္းစုေဆာင္းရတဲ့အခါ ဂေရဟမ္စတိန္းဟာ ဒီသတင္းစာတိုက္ရဲ႕ သားေကာင္ျဖစ္လာပါေတာ့တယ္အဲဒီေနာက္မွာေတာ့ သတင္းမုဆိုးရဲ႕သားေကာင္ျဖစ္လာတဲ့ ဂေရဟမ္စတိန္းနဲ႔ သတင္းေထာက္ မန္ေန႔တို႔ရဲ႕ ဆက္ႏြယ္မႈေတြ ဘာဆက္ျဖစ္လာမလဲဆိုတာေတာ့ ဒီ The least of these မွာ ၾကည့္ရႈခံစားေပးၾကပါခင္ဗ်ာဒီဇာတ္ကားကို ဒါရိုက္တာ Aneesh Daniel က ရိုက္ကူးထားၿပီး\nယခုႏွစ္မွ ထြက္ရွိထားတဲ့ ကားတကားျဖစ္ပါတယ္အဓိက ...",
        "rating": "6.6",
        "url": "https://megaup.net/2TEyd/The_Least_Of_These_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aHo8352V9gA1y3IE1QCvaNdioz9.jpg",
        "title": "Laplace’s Witch (2018)",
        "description": "ေရပူစမ္းျမိဳ႕ေလးရဲ႕တစ္ေနရာမွာ ဟိုက္ဒ႐ိုဂ်င္ဆာလဖိုက္ဓာတ္ေငြ့ေၾကာင့္ထူးဆန္းစြာ ေသဆံုးေနတဲ့သူတစ္ေယာက္ကို စစ္ေဆးရာမွ လူသတ္မႈလား..မေတာ္တဆမႈလား ေဝခြဲေနၾကခ်ိန္.. ေနာက္တစ္ေနရာမွာလည္းအလားတူေသဆံုးမႈတစ္ခုေၾကာင့္ စိတ္ဝင္စားစရာဇာတ္လမ္းတစ္ခုျဖစ္ခဲ့တယ္…တကၠသိုလ္တစ္ခုရဲ႕ ပါေမာကၡျဖစ္တဲ့ ပေရာ္ဖက္ဆာအာဝါအိရဲ႕ထင္ျမင္ခ်က္အရ လူတစ္ေယာက္ကိုသတ္ဖို႔အတြက္ဓာတ္ေငြ႔ကိုေျမအေနအထားမေကာင္းတဲ့ဆီကိုလူသတ္ဖို႔ရည္ရြယ္ခ်က္တစ္ခုနဲ႔ ယူေဆာင္သြားဖို႔မွာမျဖစ္ႏိုင္ဘူးေကာက္ခ်က္ခ်ထားတယ္ဒါကိုလက္မခံႏိုင္တဲ့စံုေထာက္ႀကီးက တစ္ေယာက္နဲ႔တစ္ေယာက္မသိတဲ့မတူညီတဲ့ေနရာကတူညီတဲ့ေသဆံုးပံုနဲ႔လူႏွစ္ေယာက္ရဲ႕သမိုင္းကို ျပန္လွန္ေနာက္ေၾကာင္းလိုက္ရာမွ....H2S ေၾကာင့္ပ်က္စီးခဲ့ရတဲ့မိသားစုတစ္စုအေၾကာင္းကိုအစေကာက္မိတယ္...တစ္ဖက္မွာလဲပေရာ္ဖက္ဆာအာဝါအိလည္း ကိုယ့္ကိုယ္ကို Laplace (သခ်ၤာပညာ႐ွင္) ရဲ႕ စုန္းမအျဖစ္ခံယူထားတဲ့ သဘာဝတရားကိုႀကိဳတင္ခန္႔မွန္းႏိုင္စြမ္း႐ွိတဲ့မာဒိုကာဆိုတဲ့မိန္းကေလးတစ္ေယာက္နဲ႔ေတြ႔ဆံုေနပါတယ္..ပေရာ္ဖက္ဆာနဲ႔ေတြ႔ဆံုေနတဲ့မာဒိုကာအမည္တြင္တဲ့မိန္းကေလးနဲ စံုေထာက္ႀကီးအစရထားတဲ့မိသားစုထဲက႐ွင္က်န္ရစ္သူခန္တိုတုိ႔မွာ တူညီတဲ့စြမ္းအင္႐ွိေနတဲ့အခါ....မာဒိုကာကခန္တို႔ကုိကူညီခ်င္တဲ့ေစတနာနဲ႔ဘာေၾကာင့္ပေရာ္ဖက္ဆာအကူအညီကိုေတာင္းၿပီးလိုက္လံ႐ွာေဖြေနတာလဲဆိုတာေတြကိုသိရဖို႔အတြက္...ဒီဇာတ္ကားေလးထဲမွာသူတို႔နဲ႔အတူလိုက္ပါခံစားၾကည့္ၾကစို႔ေနာ္.... (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ Htoo Htoo Ka Joe ပါ) File Size : (950 MB) and (450 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 35min\nFormat : Mp4\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-WiK\nTranslated by Htoo Htoo Ka ...",
        "rating": "5.4",
        "url": "https://megaup.net/4dJah/(NZ)Laplace_s.Witch(2018).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQTtqHBsaGs415Pwh1e05n5jxQT.jpg",
        "title": "Sauvage(2018)",
        "description": "Sauvage(2018)IMDb....7.0ဒီကားက Gay တစ္ေယာက္ရဲ႕ ညဥ့္နက္ခ်ိန္ေတြျဖတ္သန္းရတဲ့\nအေၾကာင္းကုိ အဓိကရုိက္ျပထားပါတယ္......\nေျပာရရင္ ညဥ့္ငွက္ Gay ေကာင္ေလးတစ္ေယာက္ဆုိပါေတာ့.....\nဒါဆုိရင္ေတာ့ သူလႈပ္ရွားေနတဲ့ ပုံရိပ္ေတြကုိ\nရိပ္မိႀကမယ္ထင္ပါရဲ႕......\nသူပ်ံသန္းတဲ့ ပတ္၀န္းက်င္ဟာ လူတန္းစားအစုံပါပဲ...\nသူတုိ႕ တဏွာစိတ္ေျပတာနဲ႕ အမႈိက္တစ္စလုိလႊင့္ပစ္တတ္ၾကသလုိ\nတစ္ခါတစ္ရံ လူသားမဆန္စြာ ႏွိပ္စက္တတ္ၾကပါေသးတယ္....\nေပးဆပ္ရတာနဲ႕မတန္တဲ့ ေငြအေၾကြတစ္ခ်ဳိ႕ကုိ\nမ်က္ရည္သုတ္ၿပီး ယုိင္နဲ႕နဲ႕ ေျခလွမ္းေတြနဲ႕ ေက်ာခင္းစရာလုိက္ရွာရတဲ့\nသူ႕အျဖစ္က တကယ့္ကုိသနားစရာပါပဲ....\nကုိင္းခံစားၾကည့္လုိက္ပါဦး....\nဒီကားက 18+ အမ်ဳိးအစားျဖစ္လုိ႕\nမိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္းေျပာၾကားပါရေစ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္...      File Size : (900 MB) and (380 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:39:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye Sone\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/sauvage2018/"
    }
]