[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/b-150x200.jpg",
        "title": "Soldier Boy (2019)",
        "description": "ဖြစ်ရပ်မှန် ဒရာမာ စစ်ကားလေး တစ်ကားလောက် ကြည့်ရအောင်။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တကယ်ရှိခဲ့တဲ့ သူရသတ္တိဆုတံဆိပ်ရ၆နှစ်အရွယ် အသက်အငယ်ဆုံး စစ်သားလေး ဆီရော့ရှာ ရှိရှကင်အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းလည်းကောင်းသလို ကလေးကလည်းအရမ်းကိုချစ်ဖို့ကောင်းပါတယ်။ ဂျာမန်တွေကြောင့် မိသားစုတစ်စုလုံးအသတ်ခံရအပြီးမှာဆီရော့ရှာလေးကို တပ်ရင်းတစ်ခုက ကင်းထောက်တစ်ယောက်က ကောက်ရပြီး ခေါ်လာခဲ့ပါတယ်။တပ်ရင်းကနေ မိဘမဲ့ဂေဟာကို ပို့ရမှာဖြစ်ပေမဲ့ တပ်ရင်းတစ်ရင်းလုံးကချစ်ပြီးတပ်ရင်းမှူးကိုယ်တိုင်က မွေးစားလိုက်တဲ့အတွက် ဆီရော့ရှာဟာ တပ်ရင်းမှာပဲ ဆက်နေခွင့်ရခဲ့ပါတယ်။တိုက်ပွဲအတွင်း ကျည်ဆံလိုက်ပို့တာ၊ ဆက်သွယ်ရေးကြိုးသွယ်တာ၊ စာတွေလိုက်ဝေတာကအစတတ်နိုင်သမျှအကုန်လုပ်ခဲ့ပြီး သူ့မွေးစားအဖေကိုပါ သူ့ကိုချစ်တဲ့ သူနာပြုလေးနဲ့လိုက်ပြီးအောင်သွယ်ပေးတဲ့အထိကို လိမ္မာပြီး လည်တဲ့ကလေးပါပဲ။ကြည့်ရင်းနဲ့ကို အတော်သဘောကျဖို့ကောင်းပါတယ်ကြည့်ကြည့်လိုက်ပါဦး\nFile size…(1.6 GB) / (800 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:26:00\nGenre...War, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/soldier-boy-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shoot-Em-Up-poster-133x200.jpg",
        "title": "Shoot ‘Em Up (2007)",
        "description": "Shoot 'Em Up (2007)IMDb - 6.7/10_____Rotten - 67%\nမမမိုနီကာပါဝင်တဲ့ Action/Thriller လေးပါ...မုန်လာဉနီမြင်ရင် သတိရနေမိတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။ဇာတ်လမ်းအကြောင်းလေးကို အနည်းငယ်မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအစမှာ ဘယ်သူမှန်းမသိတဲ့ ဗိုက်ကြီးသည်မိန်းကလေးတစ်ယောက်နဲ့စတင်ထားပါတယ်။ဒီမိန်းကလေးကို ဘယ်ကမှန်းမသိတဲ့ လူတစ်စုကသတ်ဖြတ်ချင်နေကြပါတယ်. . .အဲ့လိုပြသနာတွေဖြစ်နေကြတုန်းမှာ ဘယ်လိုပေါ်လာမှန်းမသိတဲ့ ဇာတ်လိုက်က မိန်းကလေးကိုကယ်သွားပါတယ်...ကလေးတောင်မွေးပေးလိုက်သေး...သူတို့ဇာတ်ရှုပ်ကြီး အပစ်အခတ်ကြမ်းကြမ်းနဲ့ ဘယ်လိုရှင်းကြမလဲဆိုတာ....။ဇာတ်လမ်းသွား တမူထူးခြားတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:26:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Idiot Myo Ko",
        "rating": "6.7",
        "url": "https://megaup.net/10jjr/(CM)Shoot.Em.Up.2007.1080p.BluRay.DTS.x264-hV.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTIULfN1xR0j7weyTD35kIy3RMQ.jpg",
        "title": "The Book of Fish (2021)",
        "description": "The Book Of Fish (2021)===================IMdb - 7.5/10\nDirected By Lee Joon-ikThe Book of Fishဟာ ကိုရီးယားရဲ့ နာမည်ကျော်ရုပ်ရှင် ဆုပေးပွဲတစ်ခုဖြစ်တဲ့Baeksang Arts Awardsရဲ့ ၅၇ကြိမ်မြောက်ဆုပေးပွဲမှာ Grand Prize(Daesan)ကို ရရှိခဲ့တဲ့ ရုပ်ရှင်ပါ။လက်ရှိမှာတော့ ဆုပေါင်း ၇ ဆု နဲ့ တစ်ကြိုစရင်း ၂၁ ကြိမ်ဝင်ထားပါတယ်။]ဒါကတော့ လက်ရှိရထားတဲ့ ဆုပေါင်း ၇ ဆုပဲ ဖြစ်ပါတယ်။- Daesang Grand Award ( Baek Sang Art Awards)\n- Best Director (Buil Film Awards)\n- Best Director (Korean Association of Film Critics Awards )\n- Best Film (Korean ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-book-of-fish-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/e-133x200.jpg",
        "title": "Empire of the Sun (1987)",
        "description": "စတီဗင် စပီးဘက်ရဲ့ Epic war dram ရုပ်ရှင်တစ်ခု\nတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဒါရိုက်တာက\nအသက် 13 နှစ်အရွယ် မင်းသား ခရစ်ရှန်ဘေးကို\nအယောက် ၄၀၀၀ လောက် ဝင်အရွေးခံတဲ့အထဲကမှ\nရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့\nဂျေမီဆိုတဲ့ ဗြိတိန်လူမျိုး ကောင်ကလေးပါပဲ။\nသူက သူ့မိဘနှစ်ယောက်နဲ့အတူ ရှန်ဟိုင်းမှာ\nမွေးကတည်းက နေခဲ့တာပါ။ တကယ်တော့\nတရုတ်နဲ့ ဂျပန် စစ်မကြေညာဘဲ စစ်ဖြစ်နေတာ\nလေးနှစ်လောက်ကြာနေပါပြီ။ ဒါပေမဲ့ နိုင်ငံတကာ\nသံတမန်လုံခြုံရေးအရ ရှန်ဟိုင်းမှာ အေးအေးလူလူ\nနေထိုင်နေကြတဲ့ အနောက်တိုင်းသားတွေ အများကြီးပါပဲ။\nသူတို့အေးအေးလူလူ နေနိုင်တဲ့အချိန်တွေ\nကုန်တော့မှာကို မသိကြသေးပါဘူး။\nပုလဲဆိပ်ကမ်းကို ဂျပန်တွေဗုံးမကျဲခင်အထိပေါ့လေ။\nဒီလိုနဲ့ ဒုတိယကမ္ဘာစစ်ကြီးထဲမှာ ဂျပန်တွေ\nရှန်ဟိုင်းကိုဝင်လာချိန်မှာမှာ ဗြိတိန်သားတွေအလုအယက်\nထွက်ပြေးကြရပါတော့တယ်။ ထွက်ပြေးကြတဲ့အချိန်မှာမှ\nဂျေမီလေးက တစ်ယောက်တည်း မိဘတွေနဲ့ ကွဲပြီးကျန်နေခဲ့တာပေါ့။\nဂျေမီလေးက လေယာဉ်တွေကို အရမ်းစိတ်ဝင်စားပြီး\nဂျပန်တွေကိုလည်း သတ္တိရှိတယ် လေယာဉ်တွေပိုကောင်းတယ်ဆိုပြီး\nလေးစားတဲ့စိတ်ရှိပါတယ်။ ကလေးတစ်ယောက်ရဲ့ ရိုးရှင်းတဲ့အတွေးပေါ့။\nဒါပေမဲ့ ဘေစီဆိုတဲ့ အမေရိကန်တစ်ယောက်နဲ့အတူ\nဂျပန်ချွေးတပ်စခန်းမှာ နှစ်အတော်ကြာနေလိုက်ရတဲ့အခါမှာတော့\nဂျေမီ တစ်ဖြည်းဖြည်းပြောင်းလဲလာရတာကို\nစစ်သမိုင်းနောက်ခံနဲ့ လှလှပပ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nသေသွားတဲ့သူရဲ့ ဖိနပ်တွေကို မချွတ်ဖို့အတင်းတားခဲ့ဖူးတဲ့\nကောင်လေး အဖြစ်ကနေ သူသေသွားရင် သူ့ဖိနပ် ကျွန်တော့်ကိုပေးနော်ဆိုတဲ့\nကောင်လေးဖြစ်လာတဲ့ဂျေမီ။ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/empire-of-the-sun-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-21-at-15.33.35-135x200.png",
        "title": "The Catch (2020)",
        "description": "The Catch (2020)=============IMDb Rating - 5.8/10ဒီတစ်ခါတော့ ဘ၀အခက်အခဲတွေ ဆိုးဝါးတဲ့ အတိတ်တွေနဲ့ ရှင်သန်နေရတဲ့\nမိန်းမတစ်ယောက်အကြောင်း drama လေးပါ။ဇာတ်လမ်းအကျဉ်းရာသီဥတ အေးစက်ငြိမ်သက်နေတဲ့ တစ်နေ့မှာ ဘက်သ်ဆိုတဲ့ အမျိုးသမီးဟာအိမ်ဆိုတဲ့ အရပ်ကို ပြန်ရောက်လာခဲ့ပါတယ်။ ငါးနှစ်တာ ဘာအကြောင်းမှ မကြားဘဲ ပျောက်သွားခဲ့လေတော့ဖခင်ဖြစ်သူကလည်း နွေးထွေးစွာ မကြိုဆိုခဲ့ပါဘူး။သူ ဇာတိမြေကို ပြန်လာခဲ့ရခြင်းကလည်း အကြောင်းရင်းတစ်ရပ်ရှိနေပါတယ်။ သို့ပေမဲ့ ဇာတိမြေရောက်တော့လည်း အဆင်မပြေမှုတွေကြောင့် သူ့ရဲ့အဖြစ်က ဒုက္ခပေါ် ဒုက္ခဆင့်သလိုပါပဲ၊ဒီတော့ သူဟာ အရင်ရည်းစားဟောင်းဖြစ်သူ ဒစ်ကီနဲ့ ပြန်တွဲပြီး . ဒီ ဒုက္ခတွေကို မသမာတဲ့နည်းနဲ့ဖြေရှင်းဖို့ ကြိုးစားပါတော့တယ်။ ဒီလိုအဖြစ်တွေ ကြုံလာချိန်မှာ တစ်ဖက်က ကိုယ့်ဆန္ဒ၊ တစ်ဖက်ကမိသားစုဖြစ်နေလေတော့ ဘက်သ်တစ်ယောက် အကြပ်ရိုက်စရာတွေ ကြုံလာတဲ့အခါ . . . သူ ဘယ်လိုဆုံးဖြတ် ဖြေရှင်းမလဲ ဘာတွေ ဆက်ဖြစ်လာမလဲ။ ဘက်သ်တစ်ယောက် ဒီဒုက္ခတွင်းကြီးထဲက ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-catch-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5WWdlKaAhDbpnsNvfOJUoR59T8c.jpg",
        "title": "Multiverse (2021)",
        "description": "Multiverse (2021)Time traveller ဇာတ်ကား​တွေ၊ Multiverse theory​တွေဟာ\nBack to the Future trilogyကစလို့ ဒီဘက်​ခေတ် Interstellar၊\nဂျာမန်စီးရီး Dark၊ Tenetတို့လို ကားမျိုး​တွေက​နေ လက်ရှိ\nBox office ရဲ့ဆရာတစ်ပါးလို ဖြစ်​နေတဲ့ MCU franchise​\nတွေအထိ ကျယ်ကျယ်ပြန့်ပြန့် အသုံးများလာသလို ဒီtheory​ရဲ့\nနက်ရှိုင်းမှုနဲ့ ဒါရိုက်တာအသီးသီးရဲ့ ပညာစွမ်း​​တွေကြောင့် Time\ntravelကား​ဟေ့၊ multiverseကား​ဟေ့လို့ဆိုတာနဲ့​ ပေါက်တာ\nများသလို တကယ်လည်း ကြည့်​ကောင်းကြတာ များပါတယ်ဒီဇာတ်ကားဟာလည်း Budgetနိုင်နိုင်သုံးတဲ့ Amazon Primeက\nရိုက်ကူးထားတဲ့ Sci-fic ,Dramaပဲဖြစ်ပါတယ်၊ ဇာတ်လမ်းနာမည်\nအတိုင်းပဲ Multiverse​ themeပေါ်မှာ အ​ခြေခံရိုက်ကူးထားတာပါ​Loretta, Amy, Dannyနဲ့ Jerryတို့ သူငယ်ချင်း​လေး​ယောက်က\nကိုယ်လက်ရှိ​နေတဲ့ စကြဝဠာနဲ့ ထပ်တူညီတဲ့စကြဝဠာ​တွေရှိတယ်လို့\nတထစ်ချယုံကြည်ထားပြီး အဲဒီကမ္ဘာ​တွေကို ရှာဖို့ဆုံးဖြတ်ထားတဲ့\nစိတ်တူကိုယ်တူသူငယ်ချင်း​​​တွေပါ၊သူတို့ရဲ့သီအိုရီမှန်ကန်​ကြောင်း လမ်းစ​တွေ့တဲ့အချိန်မှာပဲ ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/multiverse-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icAG01wZyy1ZpS3UEnPReph3jMV.jpg",
        "title": "Never Back Down: Revolt (2021)",
        "description": "Never Back Down : Revolt (2021)ဒီကားလေးက ၂၀၀၈ခုနှစ်ကထွက်ခဲ့တဲ့ Never Back Downကို\nRevolt လုပ်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါ။ရောမခေတ်က လူတွေကိုသတ်ကွင်းထဲထည့်ပြီး\nအချင်းချင်းသတ်ခိုင်းပြီး ကြည့်ကြသလိုပဲ။တိုက်ရည်ခိုက်ရည်ရှိတဲ့အမျိုးသမီးတွေကို လိမ်ညာလှည့်စားခေါ်ပြီးတော့ အချင်းချင်းထိုးခိုင်းတဲ့ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့အစ်ကိုဖြစ်သူက မြေအောက်လက်ဝှေ့လောကမှာ\nလုပ်ပွဲလုပ်ဖို့ သဘောတူခဲ့ပြီးမှ ချိုးဖောက်ခဲ့လို့\nသူဌေးကြီးတစ်ယောက်ဆီမှာအကြွေးတင်သွားရာကနေစပါတယ်။အစ်ကိုနဲ့ညီမနှစ်ယောက်တည်းရှိတာဆိုတော့\nအစ်ကို့ရဲ့အဲ့ဒီအကြွေးအတွက် ညီမဖြစ်သူကဆပ်ပေးဖို့လုပ်ရာကနေ.....\nဒီဇာတ်ကားလေးက သကာရည်လောင်းထားတဲ့မစင်ပုံကြီးလိုမျိုး\nတချို့လူတွေက အပေါ်ယံချိုမြိန်မှုတွေနဲ့ ကိုယ့်ယုံကြည်မှုကို ရယူပြီး\nရောင်းစားသွားတတ်တာကိုပြသွားတဲ့ အမျိုးသမီးဖိုက်တာကားပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chit Tee ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Sports\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.2GB and 912MB and 479MB\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Chit Tee\nEncoder .....August",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/never-back-down-revolt-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7eJfB8ZwnspJV4IwREbRrfiyVag.jpg",
        "title": "[18+] Benedetta (2021)",
        "description": "[18+] Benedetta (2021)Benedetta ဟာ ၁၇ ရာစုဝန်းကျင်က အီတလီနိုင်ငံမထင်မရှားမြို့ငယ်လေးတစ်မြို့မှာ တကယ်ရှိခဲ့ဖူးတဲ့ Benedetta Carlini ဆိုတဲ့သီလရှင်ရဲ့ဘ၀ဇာတ်ကြောင်းကိုအခြေခံထားတာဖြစ်ပါတယ်။ငယ်ဖြူဆရာလေးတစ်ပါး စည်းကမ်းတင်းကျပ်တဲ့ ဘာသာရေးအရိပ်အာဝါသအောက်မှာနေထိုင်ရင်း ဖောက်လွှဲဖောက်ပြန် အမြင်အာရုံတွေ ရလာတာ... ကြောက်မက်ဖွယ်ကောင်းလောက်အောင် ညစ်ညမ်းတဲ့ လောကသဘာဝနဲ့သွေဖည်နေတဲ့ အိမ်မက်တွေကတစ်ဆင့် ပြင်ပလောကမှာလဲ သူတို့ ကျောင်းတော်အရိပ်ကို ခိုလှုံဖို့ရောက်ရှိလာတဲ့ နောက်ထပ် ဖခင်နဲ့ အစ်ကိုတွေရဲ့ဖိနှိပ်ခံဆိတ်ကျောင်းသူလေးတစ်ယောက်ကို ကိုယ်ဖိရင်ဖိစောင့်ရှောက်ရာက သဒ္ဒါလွန်လို့ တဏှာကျွံမိပုံတွေကတစ်ဆင့် ဘာသာရေး၊ လူမှုရေး ၊ ခေတ်ကာလနဲ့ အစရှိတဲ့အကြောင်းအရာများစွာကို တို့ထိကစားပြသွားခဲ့ပါတယ်။အငြင်းပွားစရာများစွာရှိတဲ့ ဆတ်ဆတ်ထိမခံတဲ့ ဘာသာရေးအချက်အချာနေရာက ဘာသာရေးခေါင်းဆောင်တွေကို အဓိကဇာတ်အိမ်တည်ထားတာဖြစ်တဲ့အတွက် တစ်ချို့အကြောင်းအရာကိစ္စတွေကိုပုံဖော်ထားတဲ့နေရာမှာ နှုတ်နဲ့ဖွင့်လို့တောင်မပြောဝံ့စရာ ညစ်ပတ်စုတ်ပဲ့တဲ့ အခြေအနေမျိုးတွေနဲ့ တွေ့မြင်ရပါလိမ့်မယ်။ဘာသာရေးကို ခုတုံးလုပ်ပြီး လူတွေကိုလှည့်စားရတာ ဘယ်လောက်လွယ်ကူနိုင်သလဲ၊ ဘာသာရေးဟာ ဘယ်လောက်အထိ အလွယ်တကူဝင်ငွေကြမ်းနိုင်တဲ့ စီးပွားရေးတစ်ခုဖြစ်နိုင်လဲ၊ ဘာသာရေးအဆောက်အအုံတွေမှာ နေထိုင်အရိပ်ခိုကြတိုင်း သူတော်စင်သူတော်ကောင်းဖြစ်နိုင်ပါ့မလား... အစရှိတဲ့ခေတ်အဆက်ဆက် မေးချင်ပေမယ့်မမေးဝံ့လို့ လက်ရှောင်ခဲ့ကြရတဲ့ မေးခွန်းတွေရဲ့အဖြေတွေကိုလဲ တစ်စိတ်တစ်ဒေသမြင်တွေ့ရပါလိမ့်မယ်။တစ်ခေတ်တစ်ခါက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/benedetta-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/FEIBtevUcAE_NUi-160x200.jpg",
        "title": "Most Eligible Bachelor (2021)",
        "description": "IMDb Rating(7.1)ရည်းစား စဖြစ်ကြရင် တစ်​ယောက်ကိုတစ်​ယောက် အရမ်း​ ဂရုစိုက်ပြကြ ချစ်ပြကြ ရိုကြတာ သဘာ၀ပါပဲ\nHoneymoon period ​ပေါ့\nအချိန်ကြာတွဲလာရင်း အိမ်​ထောင်သည်ဘဝ ကူး​ပြောင်းတဲ့ အခါ ဆက်လက်ရိုနိုင် ချစ်ပြနိုင်ကြသူ​တွေ ဘယ်​လောက်ရှိမလဲ\nတချို့ဆို ရည်းစားဘဝမှာတင် မချစ်ပြတတ်ကြပါဘူး​လေ​နော့\nအိမ်​ထောင်သက်ကြာလာ​လေ​လေ မိသားစုအ​ရေး စီးပွား​ရေး လူမှု​ရေးကိစ္စ​တွေကြားမှာ မချစ်​တော့တာမဟုတ်​ပေမယ့် မချစ်ပြတတ်ကြ​တော့ပါဘူး\nCM ပရိသတ်ကြီးတို့​​ကော \"အိမ်​ထောင်သည်ဘဝက​နေ ဘာတွေများ​မျှော်လင့်ထားကြပါသလဲ\"\n​ပျော်ရွှင်​သောအိမ်​ထောင်​ရေးဖြစ်​အောင် ဘယ်လို​နေထိုင်ရမလဲဆိုတာကို သိချင်ရင်​တော့ ဒီကား​လေးကို ကြည့်သင့်ပါတယ်။အိန္ဒိယတွေရဲ့ ထုံးစံအတိုင်း သားယောကျာ်းလေးကို မိန်းမပေးစားတဲ့ဇာတ်လမ်းလေးတစ်ခုပါပဲ။ သတို့သမီး​လောင်း အ​ယောက် ၂၀နဲ့လိုက်​တွေ့ရမယ့် ဟာရှာ...\nပထမသတို့သမီး​လောင်းက​တော့ သူ့အလိုကျ လိုက်​လျောညီ​ထွေ​နေ​ပေးတတ်လွန်းတဲ့ မိန်းက​လေး...\nမိဘ​တွေက တခြားသတို့သမီး​လောင်း​တွေ အားလုံး​တွေ့ပြီးမှ ​​ရွေး​စေချင်တာ​ပေါ့... အဲဒီမှာပဲ ဇာတာခွင်မကိုက်လို့ဆိုပြီး ဓါတ်ပုံ​လေးရယ် ဇာတာခွင်ရယ်ကို သတို့သမီး​လောင်း ​နောက်တစ်​ယောက်ရဲ့အ​ဖေဖြစ်သူဆီကို သွား​ပေးရင်း ဓါတ်ပုံ​ပျောက်သွားတဲ့ အခါ ဗီဘာဆိုတဲ့ မိန်းက​လေးနဲ့ ​ဆုံဖို့ကံပါ​လာတော့တယ်...\nထိုမိန်းက​လေးနဲ့​တွေ့ပြီး​နောက် ဟာရှာတစ်​ယောက် သူ့ရဲ့ ဘဝလက်တွဲ​ဖော်ဆီက ဘာကိုလိုချင်ရမှန်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/most-eligible-bachelor-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KowKEuyWziUtnCYicv6zhzTQIv.jpg",
        "title": "Dhamaka (2021)",
        "description": "Dhamaka (2021)Bollywood ရဲ့ နောက်ထပ် remake တစ်ကားလာပါပြီ။The Terror Live ဆိုတဲ့ ရုပ်ရှင်ကို ပြန်လည် ရိုက်ကူးထားတာပါ။ဒီတစ်ခါတော့ နယ်ကျော်ပြီး ကိုရီးယားရဲ့ 2013 ခုနှစ်ထွက် The Terror Live ကိုလှမ်း remake လုပ်ထားတာပါ။\nဒါပေမယ့် ကြည့်ရတဲ့ရသကတော့ တူမယ်မထင်ပါဘူး။\nဇာတ်ကားတစ်ကားကို မင်းသားမင်းသမီးကွဲရင်တောင် ခံစားရတဲ့ရသ ကွဲသေးတာမို့\nနိုင်ငံခြားပါပြီဆိုမှတော့ အကုန်ကွဲပဲမဟုတ်လား။ဒီတော့ ဘာတွေကွဲလည်းသိရအောင် ကိုယ်တိုင်ပဲ ကြည့်ကြည့်လိုက်တော့ ..။အစီအစဉ်တင်ဆက်သူအနေနဲ့ အရမ်းနာမည်ကြီးခဲ့တဲ့ Arjun ..\nဘယ်လောက်တောင်နာမည်ကြီးခဲ့လဲဆိုရင် “သူပြောသမျှကအမှန်” ဆိုပြီးတော့တောင် အဆိုရှိတယ်။\nဒီလိုနာမည်ကြီးသူတစ်ယောက် တစ်ရက်မှာ TV အစီအစဉ်တင်ဆက်သူအဖြစ်ကနေ အသံလွှင့်အစီအစဉ်ကိုရာထူးချခံရ၊\nချစ်ရတဲ့ သတင်းထောက်မလေးနဲ့ကလည်း အဆင်မပြေ ..\nဂြိုလ်ဆိုးများအပေါင်းအဖော်နဲ့ဝင်တယ်ဆိုသလိုပဲ\nဒီလိုအဆင်မပြေတာတွေဖြစ်နေရတဲ့အထဲ\nတစ်နေ့မှာ ပက်လယ်ကူးတံတားဖောက်ခွဲခံလိုက်ရပြီး\nအကြမ်းဖက်သမားက Arjun တို့စတူဒီယိုကိုဖုန်းဆက်ပါလေရော ..အစိုးရအပေါ် ...",
        "rating": "9",
        "url": "https://channelmyanmar.org/dhamaka-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTBkMGU2ZWQtZDI4ZS00NTE1LWI0NzItZTRjZGY0NDQzYmQyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Rudra Thandavam (2021)",
        "description": "ဒီတစ်ခါမှာလည်း IMDB မှာ Voting 2K ကျော်နဲ့ Rating 6.7အထိရရှိထားတဲ့ တမီလ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n...................................................ဇာတ်လမ်းအကျဉ်းတမီလ်နာဒူး ပြည်နယ်မှာ မူးယစ်ဆေးကို အသုံးပြုပြီး အမျိုးသမီးတွေကို ခြိမ်းခြောက်ငွေညှစ်တဲ့ဂိုဏ်းတစ်ခုကိုကိုယ့်ရဲ့အဖွဲ့သားကိုပါရင်းပြီး ဖော်ထုတ်ခဲ့တဲ့ စစ်ဆေးရေးအရာရှိ ရူဒါရန် တစ်ယောက် ဆိပ်ကမ်းအပိုင်ရဲစခန်းကိုပြောင်းခဲ့ပါတယ်။ ရောက်ရောက်ခြင်းပဲ တန်ဖိုးကြီးမားလှတဲ့ မူးယစ်ဆေးဝါးတွေ ဖမ်းဆီးမိပြီးနာမည်တက်ရပြန်ပါတယ်။တရက်မှာတော့ မူးယစ်ဆေးရောင်း၀ယ်နေတဲ့ ကလေးတွေနောက်ကိုလိုက်ရင်း မထင်မှတ်တဲ့အဖြစ်အပျက်တွေကြုံလာရတဲ့အခါမှာတော့ အကြောင်းစုံကိုရုပ်ရှင်ထဲမှာပဲ ခံစားကြည့်လိုက်ကြပါ။ Over Acting တွေအနည်းငယ်ပါပေမယ့် ဇာတ်အိမ်ဇာတ်လမ်းတည်ဆောက်ပုံကောင်းတာကြောင့် တမီလ်ရုပ်ရှင်ကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung နဲ့ Sai Thurein Lynn ပဲဖြစ်ပါတယ်။File size…2.64GB / 1.68GB\nQuality…1080p True Web Dl / 720p\nFormat…Mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/rudra-thandavam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BZmMyMmE0M2UtN2E2MC00YzVmLTkwODgtOTVhYjVlOTBhY2RjXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "tick, tick…BOOM! (2021)",
        "description": "tick, tick...BOOM! (2021)===================IMDb Rating - 8.6/10စပိုက်ဒါမန်းနိုးဝေးဟုမ်းမှာ မပါပါဘူးဆိုတဲ့ လူလိင်ကြီး အန်ဒရုး ဂါဖီးရဲ့ Musical ရုပ်ရှင်အသစ်ထွက်ပါပြီ။တိုနီဆုရှင် ပူလစ်ဇာဆုရှင် အမေရိကန် တေးရေးဆရာ ဂျိုနသန်လာဆန်ရဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ အန်ဒရူးရဲ့ အော်စကာနဲ့တောင်တန်တဲ့ သရုပ်ဆောင်ချက်တွေကို ထပ်ပြီးတွေ့ရဦးမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းဂျိုနသန်ဟာ အသက်သုံးဆယ်ပြည့်တော့မှာဖြစ်ပြီး နာမည်ကျော် ပြဇာတ်ဂီတတေးရေးဆရာဖြစ်ဖို့ ကြိုးစားနေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ သူ့ဆီမှာ နာမည်ကြီး ပရိုဂျူဆာ ဒါရိုက်တာများစွာရဲ့ ငြင်းပယ်စာတွေလည်း ရှိပြီးနေပါပြီ။သူ ရှစ်နှစ်တိတိအချိန်ယူရေးသားထားတဲ့ ပြဇာတ်သီချင်းနဲ့ ဘရော့ဝေးပြဇာတ်ရုံမှာ ဖျော်ဖြေခွင့်ရဖို့ ကြိုးစားနေဆဲပါပဲ။ဒါပေမဲ့ သူ့မှာ မီတာခ နဲ့ စားစရာတောင် အနိုင်နိုင်ဖြစ်နေပါပြီ။ ချမ်းသာတာဆိုလို့ သူငယ်ချင်းကောင်းတစ်ယောက်နဲ့ချစ်သူတစ်ယောက်ပဲ ကျန်ပါတော့တယ်။ ဒီလိုအခြေအနေကနေ သူ့အိပ်မက်တွေကို မလျှော့တမ်းဘယ်လိုကြိုးစားသွားမလဲဆိုတာကို သီချင်းလှလှ သရုပ်ဆောင်ချက်ကောင်းကောင်းတွေနဲ့ တန်ဆာဆင်ထားတာပဲဖြစ်ပါတယ်။ ဒီနှစ်အတွက် Musicalကောင်းကောင်းလေး ငတ်နေတဲ့လူတွေတော့ အဝကို ခံစားကြည့်ရှုလို့ရပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Mr.Anderson မှရေးသားပေးပြီး၊ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/tick-tick-boom-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMWRjZGZiNjktNDU3Ni00ZWZkLWEwNDEtZDcwMTA3ZTdmMzEzXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Bruised (2020)",
        "description": "Bruised (2020)============လူတွေဟာ တစ်ခါတစ်လေမှာ ကိုယ်ကိုယ်တိုင်က ဘာမှမဟုတ်ပေမယ့် ကိုယ့်ကိုမှီခိုအားကိုးတဲ့လူတွေကြောင့် လူစွမ်းကောင်းဖြစ်မှန်းမသိဖြစ်ခဲ့ရပါတယ်တဲ့။ရုပ်ရှင်မင်းသမီးတစ်ဖြစ်လဲ ဒါရိုက်တာ ဟယ်လီဘယ်ရီ ရိုက်ကူးထားပြီး သူကိုယ်တိုင် သရုပ်ဆောင်ထားသောအမျိုးသမီးလက်ဝှေ့ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ကြီးကြီးမားမားရှုံးနိမ့်ခဲ့ရလို့ ကြိုးဝိုင်းကိုကျောခိုင်းခဲ့တဲ့အမျိုးသမီးလက်ဝှေ့ကျော် ဂျက်ကီဂျက်စတစ်တစ်ယောက် အရှုံးသမားဘဝနဲ့ ရုန်းရင်းကန်ရင်း တစ်နေ့မှာမမျှော်လင့်ပဲမြေအောက်တိုက်ခိုက်ပွဲတစ်ခုကိုရောက်သွားခဲ့ပြီးတော့ မခံချင်စိတ်နဲ့ လက်စွမ်းပြခဲ့မိပါတယ်။အဲဒီနောက်မှာတော့ အိမ်ပြန်လာရင်းနဲ့ ကလေးတစ်ယောက်ကို မွေးမြူဖို့ဖြစ်လာတဲ့အခါမှာတော့ ကိုယ့်ရင်သွေးအတွက်ကိုယ်ကြောက်တဲ့ ကြိုးဝိုင်းကိုပြန်လည် မျက်နှာ ချင်းဆိုင်ဖို့ ကြိုးစားခဲ့တာကို ရိုက်ကူးပုံဖော်ထားပါတယ်။ဒီကားလေးဟာ အမျိုးသမီးတွေရဲ့ မိခင်မေတ္တာနဲ့ လုပ်နိုင်စွမ်းတွေကို အသားပေးရိုက်ကူးပြသထားတာမို့လို့ စိတ်ခွန်အားဖြစ်စေမယ့် ကားတစ်ကားဆိုလည်း မမှားတာမို့ လက်ဝှေ့ကြိုက်သူများ၊ Surviving Motivation လိုအပ်နေသူများအတွက် ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်ကြောင်း ညွှန်းဆိုလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။ ) File Size - (1.16 GB )Quality – ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bruised-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MYjbEoL-133x200.jpg",
        "title": "Zeros and Ones (2021)",
        "description": "ဒီရုပ်ရှင်ဟာ အီတလီနိုင်ငံ ရောမမြို့မှာ ကိုဗစ်lockdown အတွင်းသွားရောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nMain leadကတော့ အတော်များများသိကြတဲ့မင်းသား Ethan Hawkeပါသေချာပေါက်ပြောနိုင်တာက ဒီရုပ်ရှင်ဟာ ကြည့်ရှုသူတွေရဲ့အမြင်ပေါ်လိုက်ပြီး ဝိဝါဒကွဲပြားစရာတွေ များနိုင်ပါတယ်၊ မေးခွန်းထုတ်စရာတွေ ရှိနိုင်ပါတယ်\nဘာကြောင့်လဲဆိုတော့ ဖြစ်ရပ်တစ်ခုထဲအပေါ်မှာပဲ လူ၂ဦးရဲ့ ရှုထောင့်၂မျိုးကို ရောစပ်ရိုက်ကူးထားလို့ပါဗာတီကန်မြို့တော်ကို ဗုံးခွဲတိုက်ခိုက်နိုင်တဲ့ ခြိမ်းခြောက်မှုကြောင့် ရောက်လာတဲ့ အမေရိကန်စစ်သားဟာ အကျဉ်းကျခံနေရတဲ့၊ ဖောက်ခွဲမှုအကြောင်း သိထားနိုင်တဲ့ ညီဖြစ်သူ တော်လှန်ရေးသမားကို သဲကြီးမဲကြီးလိုက်ရှာနေခဲ့ပါတယ်ဒါ့အပြင် ရောမမြို့ရဲ့လမ်းမထက်က လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့ပါ ပူးပေါင်းပြီး ဖောက်ခွဲမှုကို တားဆီးဖို့ကြံတဲ့အခါ....\nထိုစစ်သားအနေနဲ့ အဖျက်လုပ်ငန်းတွေကို တားဆီးနိုင်မှာလား၊ ဖောက်ခွဲသူတွေရဲ့ သဘောထားကရော ဘယ်လိုဖြစ်နေမလဲ စသဖြင့်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__1.5 GB , 800 MB\nQuality__1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:25:00\nType__Action , Adventure , Drama\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/zeros-and-ones-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ykcL3gNhckBgm54f1y0r97k8dJ.jpg",
        "title": "The Princess Switch 3: Romancing the Star(2021)",
        "description": "The Princess Switch 3: Romancing the Star(2021) အညွှန်း**************************************************** The Princess Switchရဲ့ တတိယမြောက်ကားလာပါပြီ။အရှေ့က 1နှင့်2လည်း CMမှာတင်ထားပါတယ်။ဒီဇင်ဘာလမှာထွက်လာတာနဲ့အညီ ခရစ်စမတ်ကိုအခြေခံဇာတ်အိမ်တည်ထားပါတယ်။\nစတေစီနဲ့ မင်းသမီးမာဂရတ်တို့နှစ်ဦးဟာ Montenaroမှာ ခရစ်စမတ်အကြိုညပွဲကိုဦးစီးပြီးစီစဉ်ကြပါတယ်။မြင့်မားခမ်းနားပြီးမီးရောင်တွေနဲ့လင်းလက်လှပနေတဲ့ ခရစ်စမတ်သစ်ပင်ကြီးရဲ့ထိပ်မှာတော့Vaticanပြတိုက်မှာသိမ်းဆည်းပြသထားတဲ့ တန်ဖိုးကြီးရှေးဟောင်းအမွေအနှစ်တွေထဲကတစ်ခုဖြစ်တဲ့ငြိမ်းချမ်းရေးကြယ်ကို တပ်ပြီးအလှဆင်ဖို့စီစဉ်ထားတာပေါ့။ပွဲကိုဖြစ်မြောက်အောင်စီစဉ်နေတုန်းမှာပဲ အဓိကအရေးပါလှတဲ့ ငြိမ်းချမ်းရေးကြယ်ဟာအကျင့်ပျက်စီးပွားရေးသမားတစ်ယောက်ရဲ့ ခိုးယူခြင်းကိုခံလိုက်ရပါတယ်။ငွေကြေးအတွက်ခိုးယူတာမဟုတ်ပဲ တန်ဖိုးကြီးပစ္စည်းတွေစုဆောင်းတတ်တဲ့သူဖြစ်လို့ ခိုးယူခဲ့တာကြောင့်ရဲတိုင်လိုက်ရင် ကြယ်ကြီးလုံးဝပျောက်သွားမှာဖြစ်တဲ့အတွက်သူခိုးဆီကပြန်ခိုးဖို့ပဲ ကြံစည်ရပါတော့တယ်။ ဒါကြောင့် ဒုတိယမြောက်ကားမှာလူမှုအကျိုးပြုပြစ်ဒဏ်ကျသွားတဲ့ ဖီအိုနာနှင့် သူ့ရဲ့ငယ်ပေါင်းလည်းဖြစ်၊အဆက်ဟောင်းလည်းဖြစ်တဲ့ပီတာတို့နှစ်ဦးကဦးဆောင်ကာ လူတိုင်းပါဝင်ပြီးခရစ်စမတ်အကြိုညမတိုင်ခင် ကြယ်ကိုပြန်ရဖို့ ကြိုးစားပါတော့တယ်...ဒီကားမှာတော့ ဖီအိုနာကိုအသားပေးပြီးပွဲထုတ်လာတဲ့အတွက်သူ့ရဲ့ဆွဲဆောင်မှုရှိလှတဲ့ အချေစတိုင်လေးတွေကို ပိုမိုရှူစားရပါလိမ့်မယ်။   File Size :(1.8GB)(995 MB) and (336MB)\nQuality : NF Web-Dl10805.1ch, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Comedy , Drama ,Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by CM Team\nEncoded by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-princess-switch-3-romancing-the-star2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/anna-135x200.png",
        "title": "Anna Karenina (2012)",
        "description": "Anna Karenina (2012)================IMDb Rating - 6.6/10အချစ်မှာ \"ဘာလို့လဲ\" ဆိုတာ မရှိဘူးတဲ့.....တစ်ဦးက ဂုဏ်သိက္ခာ\nတစ်ဦးက ချစ်မေတ္တာ\nတစ်ဦးက ရမ္မက်ကွဲပြားတဲ့ ကိုယ်စီအလေးထားမှုတွေနဲ့ လူသုံးယောက်ရဲ့\nအရှုပ်တော်ပုံလို့ပဲ တင်စားလိုက်ပါရစေ။အထူးသဖြင့် အန်နာ ကရီနီနာဆိုတဲ့ သားတစ်ယောက်မိခင်\nအိမ်ထောင်ရှင် အမျိုးသမီးတစ်ယောက်ရဲ့\nရင်နင့်ဖွယ် ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့။အဖြစ်အပျက်တွေ အားလုံးရဲ့ မြစ်ဖျားခံရာကတော့\nအစ်ကိုဖြစ်သူရဲ့ အိမ်ထောင်ရေး အခြေအနေ\nအဆင်မပြေမှုအတွက် ဖြောင်းဖျဖို့ သွားခဲ့ရာ\nမော်စကိုမြို့လေးပါပဲ.....ဗရွန်စကီဆိုတဲ့ ချောမောခန့်ညားတဲ့\nအသက်ငယ်ငယ် မြို့စားတစ်ယောက်နဲ့ သူဆုံဆည်းခဲ့ပုံကလည်း\nရထားလေးပေါ်မှာ အမှုမဲ့အမှတ်မဲ့ပါပဲ.....သို့ပေမဲ့ အမှတ်တမဲ့မှ အမှတ်တရတွေ ဖြစ်ခဲ့ကြသည်ပေါ့\nမပြတ်နိုင်တဲ့ သံယောဇဉ်တွေကြောင့်\nရပ်တန့်ဖို့ ကြိုးစားချိန်မှာ အရမ်း နောက်ကျသွားခဲ့ပြီ.....ပြင်ဆင်ဖို့ နောက်ကျခဲ့ခြင်းကြောင့်\nရေပြင်လို တည်ငြိမ်အေးချမ်းနေတဲ့ အိမ်ထောင်တစ်ခုဟာ\nဘောင်ဘင်ရိုက်ခတ်ခဲ့ရပါပြီ ....နာမည်ကြီး ရုရှား စာရေးဆရာကြီး Leo Tolstoy ရဲ့ ၀တ္ထုကို အခြေခံရိုက်ကူးထားတဲ့\nmasterpiece ဇာတ်လမ်းကောင်းပါဇာတ်လမ်းတစ်လျှောက်လုံးမှာ\nCinematography , music တွေကလည်း အံ၀င်ဂွင်ကျတယ်ဒါရိုက်တာကြီးကလည်း နယ်နယ်ရရမဟုတ်ပါဘူး\nPride & Prejudice, Atonement စတဲ့ masterpiece ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/anna-karenina-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/822nqO19yKlF9oTwsInyQuRV2yX.jpg",
        "title": "Matchstick Men(2013)",
        "description": "Matchstick Men(2013) အညွှန်း***************************IMDb...7.3ဒါကတော့ မင်းသားကြီး Nicolas Cage အကြွေးနွံထဲနစ်ပြီး ပေါချာချာကားတွေရိုက်တဲ့ကာလမတိုင်ခင်ကရိုက်ခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ရိုင်း (Nicolas Cage)နဲ့ ဖရန့်(Sam Rockwell) တို့နှစ်ဦးက ရိုက်စားလောကမှာ အကွက်သေးသေးလေးတွေကနေ အချီကြီးတွေအထိဂွင်ဖန်ရင်း ကျင်လည်နေကြတဲ့လူလိမ်ဝိဇ္ဇာတွေပါ။ ရိုင်းကဉာဏ်ပြေးပေမယ့်အသန့်ကြိုက်လွန်တာတွေ၊ ပစ္စည်းတွေအစီစဉ်တကျဖြစ်မှကြိုက်တာတွေ၊အပြင်ထွက်ရတာမနှစ်သက်တာတွေစတဲ့ OCDတွေ Phobiaတွေရှိနေတဲ့သူပေါ့။ဒီလို တမူထူးတဲ့ အရည်အချင်းတွေကြောင့်ပဲလားမသိ... မိန်းမနဲ့လည်းကွဲခဲ့သလိုဒီလောကထဲမှာပဲ ဆက်ကျင်လည်နေခဲ့တယ်...တစ်နေ့တော့ ‌မမျှော်လင့်ဘဲနဲ့ သူ့ဘဝထဲကိုဆယ်ကျော်သက်အရွယ်သမီးလေးရောက်ရှိလာတဲ့အခါသူ့ဘဝနဲ့အလုပ်ပေါ် ဘယ်လိုရိုက်ခတ်ရှုပ်‌ထွေးမှုတွေကြုံလာရမလဲဆိုတာကိုတော့.....    File Size : (2.2GB)(0.9GB) and (359 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:56:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/matchstick-men2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dEEXkhekQd7W1S9gZ9EawXNkaEF.jpg",
        "title": "The Accursed (2021)",
        "description": "Horror ကြိုက်တဲ့ ပရိသတ်တွေအတွက် India horror ဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်..ဟန်နာနဲ့ အိုင်ရှဲတို့က အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ်..တစ်နေ့တော့ ဟန်နာက အိုင်ရှဲကောင်လေးနဲ့ဖောက်ပြန်နေခဲ့တာကို အိုင်ရှဲမိသွားတော့ ဟန်နာတို့မိသားစုသေအောင်လို့ ကျိန်စာတိုက်ခဲ့ပါတယ်..ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ ရုန်းရင်းဆန်ခက်ဖြစ်ရင်း အိုင်းရှဲ သူ့ရဲ့ကျိန်စာနောက်ဆုံးစကားလုံးကိုမပြောဘဲ သေခဲ့ရပါတယ်..ဟန်နာဟာ နှစ် ၂၀ လုံး ဒီကိစ္စကြီးကို ဖုံးဖိထားနိုင်ခဲ့ပေမဲ့ တစ်နေ့မှာတော့ အမှတ်မထင်ထားတာတွေဖြစ်လာခဲ့ပါတယ်..အိုင်ရှဲရဲ့ကျိန်စာနောက်ဆုံးစကားက ဘာဖြစ်မလဲ..အဲ့ဒီကျိန်စာကြောင့် ဟန်နာတို့မိသားစုတွေရောဘယ်လိုတွေအဆုံးသတ်သွားမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုလိုက်ရအောင်... \nFile size…1.19Gb / 766MB \nQuality…1080p WEB RIP AAC5.1Ch  / 720p\nFormat…Mp4\nDuration….1h 24min\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-accursed-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/FDQ45FSXIAIce-0-160x200.jpg",
        "title": "Squad (2021)",
        "description": "Squad(2021)Over actionတွေမပါတဲ့ Action,Drama တောင်ပိုင်းကားလေးတစ်ကားပါပဲ။နိုင်ငံအတွက်အချိန်မရွေးအသက်စွန့်နိုင်တဲ့သူတွေရယ်၊ အမိန့်ကောင်းကောင်းပေးတတ်ပြီး စနစ်ကျတဲ့အမျိုးသမီးကြီးရယ်က နိုင်ငံတကာက လိုချင်နေတဲ့ကလေးလေးတစ်ယောက်ကို ကယ်ဖို့အစီအစဉ်တွေဆွဲပြီးသွားကယ်ကြပါတယ်။ကလေးလေးကို နိုင်ငံတကာကအရမ်းလိုချင်နေကြတဲ့အတွက်ကြောင့် လွယ်လွယ်ကူကူတာဝန်တစ်ခုတော့မဟုတ်ဘူးပေါ့၊ နိုင်ငံတကာကလည်း သူများတွေလိုချင်နေတာကို သိနေတဲ့အတွက် ရိုးရိုးသာမန်စစ်သားလေးတွေတော့ ဘယ်သုံးမလဲ။အထူးတပ်ဖွဲ့တွေချည်းပြုံနေတဲ့ဒီစစ်ပွဲသေးလေး‌မှာဘာတွေဖြစ်ကြမလဲ၊ ကလေးလေးကိုရော ဘာဖြစ်လို့များ နိုင်ငံတကာက အရမ်းလိုချင်နေကြရတာလဲ။Action ပရိတ်သတ်တွေအတွက် တင်ဆက်လိုက်ပါတယ်။\nFile size…(1.9 GB) / (1 GB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….02:04:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nadi Myint Naing & Murphy",
        "rating": "",
        "url": "https://channelmyanmar.org/squad-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/7-prisoners-142x200.jpg",
        "title": "7 Prisoners (2021)",
        "description": "Netflixရဲ့ အသစ်ထွက် Latin Dramaကား​ကောင်း​လေးကို\nတင်ဆက်​ပေးလိုက်ပါတယ်၊ Latin dramaဆို​ပေမဲ့\nIMDb 7.3နဲ့ Rotten Tomatoes 96% အထိရှိတဲ့\nဒရမ်မာကား​ကောင်းပဲ ဖြစ်ပါတယ်၊\nဒါ့အပြင် ၇၈ကြိမ်​မြောက် ဗင်းနစ်နိုင်ငံတကာရုပ်ရှင်ပွဲ​တော်မှာလည်း\nပြသထားပြီး Positive review​ပေါင်းများစွာ ရရှိထားပါတယ်\n7 prisonersဆိုတဲ့ ဇာတ်ကားနာမည်​ကြောင့် ​\nအကျဉ်းသား၇​ယောက် ​​ထောင်​ဖောက်တဲ့ကားလို့ ထင်ချင်စရာရှိပါတယ်၊\nတကယ်​​တော့ 7 prisoners ဆိုတာ ​\nထောင်ကျ​နေသလို လွတ်လမ်းပြန်လမ်းမရှိ၊\nအနာဂတ်မရှိတဲ့ ​​ငွေဝယ်ကျွန် အလုပ်သမား​တွေ၊\nလူကုန်ကူးခံရသူ​တွေကို ရည်ညွှန်းချင်တာပါ\nအသက်၁၈နှစ်သာရှိ​သေးတဲ့ မက်တီးယပ်စ်ဟာ\nမိသားစုရဲ့ စားဝတ်​နေ​ရေးအတွက်\n​မွေးရပ်​ရွာက​နေ ​ဆော်​ပေါ်လိုမြို့ကို\nသွား​ရောက်အလုပ်လုပ်ကိုင်ဖို့ ကြံစည်ခဲ့​ပေမဲ့\nHuman trafficking လုပ်တဲ့သူနဲ့​တွေ့ပြီး\nသူ​ရော တခြားပါလာတဲ့သူ​တွေပါ\nအလုပ်ကြမ်းလုပ်ဖို့ ​ရောင်းစားခံလိုက်ရပါတယ်၊\nသူတို့အတွက် ထွက်​ပြေးဖို့လည်း လွတ်လမ်းမရှိ၊\nလွတ်သွားခဲ့ရင်​တောင် မိသားစုရဲ့အသက်အန္တရာယ်ကိုပါ\nလူကုန်ကူးအဖွဲ့က ချိန်း​ခြောက်ထားတဲ့အခါ\nမက်တီးယပ်စ် ဘယ်လမ်းကို​​ ​ရွေးချယ်မလဲ၊\nဒီဘဝက​နေ လွတ်​မြောက်​အောင် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဒရမ်မာကား​ကောင်းစစ်စစ်ပဲ ဖြစ်ပါတယ်File Size : (1.7 GB) & (900 Mb)\nQuality : Webrip 1080p & 720p ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/7-prisoners-2021/"
    }
]