[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/tomorrow-i-will-date-with-yesterdays-you.82374-133x200.jpg",
        "title": "Tomorrow I Will Date With Yesterday’s You (2016)",
        "description": "ဂ်ပန္​ႏိုင္​ငံရဲ႕ဘူတာရံုတခုမွာစၿပီးျဖစ္​ပ်က္​ခဲ့တဲ့ ဇာတ္​လမ္​း​ေလးပါ\nပန္​းခ်ီဆရာ​ေပါက္​စ​ေလး တာကာတိုခ်ီဟာ တကၠသိုလ္​သြားတဲ့ရထား​ေပၚမွာ\n​ေကာင္​မ​ေလးတစ္​​ေယာက္​ကိုစၿပီးျမင္​ဖူးခဲ့တယ္​ျမင္​ျမင္​ခ်င္​းပဲ​ခ်စ္​မိသြားပီး​ေတာ့\n​ေယာက်ာ္​း​ေလးတို႔ထံုးစံအတိုင္​းပဲ ဘူတာဆင္​း​ေတာ့​လိုက္​သြားတာ​ေပါ့\n​ေကာင္​မ​ေလးကလဲ​ေရ​ေရလည္​လည္​လန္​းတာကိုးE-mail လိပ္​စာ​ေတဖုန္​း​ေတြ​ေတာင္​းတယ္​\n​ေကာင္​မ​ေလးကလဲ ​ေကာင္​​ေလးရဲ႕ ပြင္​့လင္​းမႈကိုသ​ေဘာက်သြားပီး​ေနာက္​​ေန႔ျပန္​ဆံုဖို႔ခ်ိန္​းလိုက္​တယ္\n​ ​ဒီလိုနဲ႔ဆံုျဖစ္​ရင္​း ခ်စ္​မိသြားၾကတာ​ေပါ့\nထူးဆန္​းတာတခုက ​ေကာင္​မ​ေလး​ေျပာသမွ်စကား​ေတြကထူးဆန္​း​ေနပီး​ေတာ့\n​ေျပာသမွ်စကားတိုင္​းျဖစ္​ပ်က္​​ေနလို႔ အံအားသင္​့ရ​ေလာက္​​ေအာင္​ပဲ\n​ေနာက္​​ေတာ့ သူတို႔​ေတြ ဘာ​ေတြဆက္​ျဖစ္​ၾကမွာလဲ\n​ေကာင္​မ​ေလးနဲ႔​ေကာင္​​ေလးရဲ႕ပတ္​သတ္​မႈ​ေတြက​ေကာ ဘလို​ေတြထူးဆန္​​း​ေနတာလဲ\n​အၾကားအျမင္​​မ်ားရ​ေနတာလား ထူးဆန္​း​ေနတာလား ဆိုတာ​ေတာ့\nပရိသတ္​ႀကီးထင္​ထား​ေလာက္​​ေအာင္​​ထူးဆန္​းတာ​ေတြ ျမင္​​ေတြ႕ခံစားရမွာပါ\nရသစံု​ေအာင္​ရိုက္​ကူးထားတဲ့ Japan Drama ကား​ေလးျဖစ္​လို႔\nမ်က္​ရည္​မလြယ္တဲ့သူ​ေတြအထူး ၾကိဳက္ႏွစ္သက္မယ့္ကားေလးၿဖစ္ပါတယ္....\n \nQuality…..BluRay 720p\nDuration…..01:51:00\nFormat…Mp4\nFile Size…(793 MB , 308 MB)\nTranslator.....Pyae Xeinn Sett\nEncoder…..Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/TWv2/Tomorrow_I_Will_Date_Yesterday_s_You_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/gangster-squad-poster-133x200.jpg",
        "title": "Gangster Squad",
        "description": "Gangster Squad (2013)_____IMDb - 6.7/10\n  \nဒုတိယကမ္ဘာစစ်ပြီးတော့\nအမေရီကန်ဟာ ကိုရီးယားပြည်တွင်းစစ်ကို ဝင်ပါတယ် ၊ နောက်ကျူးဘားအရေးကြောင့် ရုရှားနဲ့ စစ်ဖြစ်မလိုလိုအထိ ဖြစ်ခဲ့တယ် ။ ပြည်ပအရေးတွေ ဝင်ရောက်စွက်ဖက်တာများလာတယ် ပြီးတော့ ကမ္ဘာစစ်ဒဏ်ကိုလည်း တော်တော်ထိထားတော့ မိမိ ပြည်တွင်းအုပ်ချုပ်ရေးဘက်ကို ကောင်းကောင်းမလှည့်ကြည့်နိုင်တော့ဘူး ။ အဲသလိုတွေ ပြည်တွင်း အုပ်ချုပ်ရေးဘက် ပေါ့လျော့ခဲ့လို့ အမေရီကန်ပြည်သူတွေဟာ လူဆိုးဂိုဏ်းတွေရဲ့ ဒုက္ခပေးခြင်းကို တော်တော်ခံခဲ့ရတယ် ။ ဂျွန်ဒီလင်ဂျာလို ပြည့်သူရန်သူ နံပါတ်-၁ လို့ ကြေငြာရတဲ့အထိ လူဆိုးတွေ ပေါ်ထွက်လာတယ် ။\nဒီရုပ်ရှင်က ၁၉၄၉ ခုနှစ်\nအမေရီကန်ရဲဌာနတွေ ၊ တရားရေးဌာနတွေ အကျင့်ပျက်ခြစားပြီး မကောင်းမှုပြုရာတွေကို အခြေခံပြီး ရိုက်ကူးထားတယ် ။\nလော့အိန်ဂျလိစ်မြို့မှာ\nလောင်းကစားရုံ ၊ ပြည့်တန်ဆာအိမ် ၊ မူးယစ်ဆေးအရောင်းအဝယ်စသဖြင့် မကောင်းမှုမှန်သမျှအကုန်လုံး ထိန်းချုပ် လုပ်ကိုင်နေတဲ့ ဂိုဏ်းစတား တစ်ယောက်ရှိတယ် ။ သူက အရင်တုန်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TQ7p/Gangster_Squad_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-1-135x200.jpg",
        "title": "Everything, Everything (2017)",
        "description": "Channel Myanmar ပရိတ္သတ္ ေတြ အတြက္ ဒီတစ္ေခါက္ တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့\nMay 19 ရက္ ေန႔မွ ထြက္ရွိခဲ့တဲ့ ပူပူေႏြးေႏြး \"Everything Everything \"ဆိုတဲ့ ဇာတ္ကားပါ\nရိုမတ္တစ္ အခ်စ္ ဇာတ္ကားတစ္ကားပါ\nဇာတ္လမ္းအညႊန္း ေျပာပါရေစ-\nမယ္ဒလင္း လို႔ေခၚတဲ့ ေကာင္မေလး ဟာ ၁၈ ႏွစ္လံုးလံုး အိမ္ျပင္ထြက္ခြင့္ မရခဲ့ပါဘူး...\nသူ မထြက္ရတဲ့ အေၾကာင္းရင္းကေတာ့ သူ႔ေရာဂါ ေၾကာင့္ပါ....\nကမၻာေပၚမွာ ေတြ႕ရခဲတဲ့ စကစ္ ေရာဂါကို သူမ ခံစားခဲ့ရပါတယ္...\nအဲ့ေရာဂါ က ကိုယ္ခံအားနည္းတဲ့ ေရာဂါတစ္မ်ဳိးပါ...\nအျပင္ေလာကနဲ႔ ထိေတြ႕လိုက္တာနဲ႔ သူ႔ ခႏၶာကိုယ္မွာ ဓာတ္မတည့္တာေတြ စျဖစ္ေတာ့တာဘဲ...\n၁၈ႏွစ္လံုးလံုး ဘယ္မွမသြားရ သူငယ္ခ်င္း မိတ္ေဆြလဲ မရွိတဲ့ဘဝ ဟာ မေတြးရဲေလာက္ေအာင္ ခက္ခဲလြန္းပါတယ္...\nတစ္ေန႔မွာေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/everything-everything-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/insomnia-133x200.jpg",
        "title": "Insomnia (2002)",
        "description": "IMdb 7.2 ရထားပြီး ၂၀၀၂ ခုနှစ်ကထွက်ခဲ့တဲ့သဲထိပ်ရင်ဖို ကားတစ်ကား\nကိုတင်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကားလေးးကတော့ ခပ်ကြမ်းကြမ်းတော့မဟုတ်ဘူး\nဆိုပေမယ့် ဒရာမာ အချိုးလေးတွေနဲ့ မထင်မှတ်ထားတဲ့ ဇာတ်လမ်း အလှည့်အပြောင်းလေး\nတွေက တော့ ပရိတ်သတ်ကြီးကို တကားလုံး မထတန်းကြည့်အောင် ဆွဲဆောင်သွားမှာပါ\nဇာတ်လမ်းး အကျဉ်းလေးကတော့ အလက်စကာ မြို့ကို အပို့ခံလိုက်ရတဲ့ စုံထောက်ကြီးဟာ\nတစ်နေ့မှာ မိန်းကလေး တစ်ယောက်အသတ်ခံရတဲ့ အမှုကိုလိုက်ရင်း မတော်တဆ သူ့ တွဲဖက်ကို\nသေနတ်နဲ့ ပစ်လိုက်မိပါတယ် ဒါပေမဲ့စုံထောက်ဟာ သူ့အပြစ်ကို ဝန်ခံရမယ် အနေအထားကနေ\nမထင်မှတ်ထားတဲ့ အလီဘိုင် တစ်ခုကိုပြနိုင်ခဲ့ပြီး အပြစ်ကနေလွတ်သွားပါတယ် ဒါပေမဲ့ သူ့ဟာ သူ့ကို\nသူတော့ လိပ်ပြာမသန့်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ အကြောင်းတွေကို သိထားတဲ့ တစ်ယောက်က သူ့ကို\nခြိမ်းခြောက်အကြပ်ကိုင်လာတဲ့ အခါမှာတော့ ကဲ စုံထောက်ကြီး ဘယ်လိုတုံ့ပြန်မလဲ နောက်ကွယ်က သူကကော\nဘယ်သူလဲ ဘယ်လို အရှုပ်ထုတ်တွေကြောင့် သမိုင်းရှုပ်နေလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက မထတမ်းကြည့်ကြရမှာပါ\nဘာသာာပြန်ကတော့ ပြည့်စုံဇော်ဖြစ်ပါတယ် ဗျာ\n-------------------------------------------------------------\nIMdb 7.2 ရထားျပီး ၂၀၀၂ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4UFHf/Insomnia_[2002]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/poseidon-poster-133x200.jpg",
        "title": "Poseidon (2006)",
        "description": "Poseidon (2006)______IMDb - 5.7/10ခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Poseidon ဆိုတဲ့ဇာတ်ကားလေးပါ ။\nMS Poseidon ဆိုတဲ့ အပျော်စီးသင်္ဘောဟာ အတ္တလန်တိတ်သမုဒ္ဒရာကို ဖြတ်သန်းနေခဲ့ပါတယ် ။\nဒီသင်္ဘောပေါ်မှာ အရင်က နယူးရော့ခ်မြို့အုပ်ဟောင်းဖြစ်ခဲ့တဲ့ ရောဘတ်ရယ် ၊ သူ့သမီးဂျနီဖာရယ်\nဂျနီဖာရဲ့ကောင်လေးခရစ်ရှန်ရယ် လိုက်ပါလာခဲ့ကြပါတယ် ။\nသင်္ဘောပေါ်မှာ နှစ်သစ်ကူးပွဲတော်ကျင်းပနေချိန်မှာ ပင်လယ်ပြင်တစ်နေရာကို ဗဟိုပြုပြီး\nငလျင်လှုပ်ရာကနေ ကြီးမားလှတဲ့ ဆူနာမီ လှိုင်းလုံးကြီးကြောင့် သင်္ဘောဟာ တိမ်းမှောက်ခဲ့ရပါတယ် ။\nအားလုံးနီးပါးသေဆုံးပြီး အသက်ရှင်ကျန်ရစ်သူ ခြောက်ယောက်ရှိခဲ့ပါတယ် ။\nသူတို့ဟာ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ ဖြစ်နိုင်တဲ့နည်းလမ်းတွေနဲ့ ကြိုးစားကြပါတယ် ။\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ဆက်ရှင်ကြမလား ၊\nကယ်ဆယ်မယ့်သူတွေနဲ့ရော တွေ့ရပါ့မလားဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ် ။\nဒီရုပ်ရှင်မှာ လူသားဆန်မှု ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကို တွေ့ရပြီး\nအသက်နဲ့ မေတ္တာတရား တကယ်တမ်း ယှဉ်ပြိုင်လာတဲ့အခါမှာတော့ ..........\n(ဘာသာပြန်သူကတော့ ကိုစည်သူထက်ပါ)File Size : (701 MB)\nQuality : Bluray ...",
        "rating": "5.7",
        "url": "https://megaup.net/2de81/Poseidon_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-135x200.jpg",
        "title": "Shot Caller (2017)",
        "description": "ဒီဇာတ်လမ်းလေးက ဒုစရိုက်ဂိုဏ်းသားတွေရဲ့ ထောင်ထဲမှာ ဘယ်လိုခြယ်လှယ်နေတယ်ဆိုတာကို ပုံဖော်ထားတဲ့ Action ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးက လူတိုင်းက အားကျလောက်ရအောင် စီးပွားရေးလည်းအောင်မြင်မိသားစုပျော်ပျော်ရွှင်ရွှင်ရှိနေတဲ့ ဂျေကော့ လို့ခေါ်တဲ့လူတစ်ယောက်တစ်နေ့မှာတော့ ကံဆိုးပြီး ကားမတော်တဆဖြစ်ပြီး ကားပေါ်ပါတဲ့သူ့သူငယ်ချင်းသေသွားသလိုတစ်ဖက်လူလည်း အပြင်းအထန် ထိခိုက်မိတဲ့အတွက် ထောင်ကျသွားပါတယ် ။အကုသိုလ်ကံဆိုးမှုတွေဟာ အဖော်အပေါင်းနဲ့လာတတ်တဲ့ဆိုတဲ့အတိုင်းပဲ ထောင်ကျသွားမှပိုပြီးတာ့ ကံဆိုးမိုးမှောင်ကျသွားပါတော့တယ်။ထောင်ထဲမှာ ဒုစရိုက်သမားတွေရဲ့ ဖိနှိပ်ကွပ်ကဲမှုကို ခုခံဖို့ကြိုးစားရင်းနဲ့ သူကိုယ်တိုင်လည်းမဖြစ်ချင်ဘဲနဲ့ တဖြည်းဖြည်း လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်လာပါတယ်။ထောင်ကအထွက် သူ့ကိုလက်နက် မှောင်ခိုတစ်ခု ကွပ်ကဲဖို့ သူ့မိသားစုအသက်အန္တရာယ်ခြိမ်းခြောက်ပြီး စေခိုင်းခံလိုက်ရပါတယ်။ဂျေကော့တစ်ယောက် ဘယ်လိုနည်းလမ်းတွေ ရှာကြံပြီး သူ့မိသားစုလည်း ဘေးအန္တရာယ်မရောက်အောင်လက်နက်မှောင်ခိုမှုကို လည်းဖော်ထုတ်ပြီး ရာဇဝင်လူဆိုးတွေကိုပညာသားပါပါ ဘယ်လိုရင်ဆိုင်သွားလဲဆိုတာ စောင့်ကြည့်လိုက်ပါ ။အိမ်ထောင်ဦးစီး ဖခင်တစ်ယောက် ဒုက္ခအခက်အခဲတွေကို ကြံကြံခံရင်ဆိုင်ရင်းမိသားစုအတွက် ဘယ်လိုကာကွယ်သွားတယ်ဆိုတာကို စောင့်ကြည့်လိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က Little Twinlay ပါ)Quality : Bluray 720p\nRunning Time : 2hr 01minutes\nFormat : Mp4\nGenre : Crime, ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mQy8/Shot_Caller_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjAyOTUzNDY5NF5BMl5BanBnXkFtZTgwNzc1NDgyNjE@._V1_-150x200.jpg",
        "title": "Darr (1993)",
        "description": "Bollywood ရဲ႕ King Khan လုိ႔ လူသိမ်ားတဲ့ ရွာရြတ္ခန္း(SRK) ရဲ႕ အေကာင္းဆုံး ဇာတ္႐ုပ္ကုိ ေျပာပါဆုိရင္\nဗီလိန္ဇာတ္႐ုပ္ပဲ ေျပာရလိမ့္မယ္။ အိႏၵိယမွာ SRK ႏွင့္ အမီတာဘခ်မ္း တုိ႔ဟာ ပရိတ္သတ္အေပၚ လႊမ္းမုိးႏုိင္လြန္းလုိ႔\nသူတုိ႕ ေတာ္ရုံ ဗီလိန္ ဇာတ္႐ုပ္ သိပ္မ႐ုိက္ၾကဘူး ပရိတ္သတ္ အတုယူ မွားမွာ ေၾကာက္လုိ႔။\nဒီဇာတ္ကားမွာဆုိလည္း SRK က ရည္စား အိမ္ေထာင္ ရွိၿပီးသား မိန္းကေလး တစ္ေယာက္ကုိ စိတၱဇ ဆန္ဆန္\nတဖက္သတ္္ ခ်စ္ရတဲ့ ဗီလိန္ ေနရာက သရုပ္ေဆာင္ရေပမယ့္ သူ႕ သ႐ုပ္ေဆာင္ခ်က္ေတြက ပရိတ္သတ္ အျမင္မွာ\nဗီလိန္ မဟုတ္ပဲ ဟီးရုိးျဖစ္ေစခဲ့ပါတယ္။\n============================================\n\"မင္းခံစားေနရတာေတြကုိ တစ္ေယာက္ေယာက္ကုိ ရင္ဖြင့္လုိက္ရင္ မင္းရင္ထဲက ဝန္ထုပ္ဝန္ပုိးေတြ ေလ်ာ့သြားမွာေပါ့\"\n\"ဝန္ထုပ္ဝန္ပုိး\" \"သူ႔ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qwbd/Darr_[1993]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/o0800104713341890623-153x200.jpg",
        "title": "Garo:Gold Storm Sho (2015 )",
        "description": "Garo GoldStorm Sho ( 2015 )ဒီဂ်ပန္Movieကားေလးကေတာ့ MyDramaListမွာ\nRating 7.8/10 ရ႐ွိထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။\nေရႊေရာင္သူရဲေကာင္းလက္႐ွိမ်ိဳးဆက္ျဖစ္တဲ့ Doigai Ryuugaရဲ႕ 2013က \" The One to Shine Light into the Darkness \" ဇာတ္လမ္းတြဲၿပီးဆံုးတဲ့ေနာက္မွာ ေနာက္ထပ္ထြက္ရွိလာမယ့္ ဒုတ္ယေျမာက္ \" Garo- Goldstorm \" Seriesအတြက္ အစပ်ိဳးထားေပးတဲ့ Movieေလးပဲျဖစ္ပါတယ္ ။\nျမဳပ္ကြက္ေတြနဲ႔အရမ္းကိုၾကည့္ေကာင္းတဲ့ Series ေတြကိုေတာ့ အခ်ိန္ရလို႔အဆင္ေျပရင္ တင္ဆက္ပါဦးမယ္။\nအခု ဒီMovieေလးကေတာ့ ေ႐ွ႕ကထြက္ခဲ့တဲ့ဒီGaroမ်ိဳးဆက္ရဲ႕ Series ကို မၾကည့္ေပမယ့္ နားလည္ႏိုင္ေလာက္တဲ့အတြက္ ဘာသာျပန္တင္ဆက္လိုက္ရတာပါ။\nဒီMovieရဲ႕ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nတစ္ၿမိဳ႕ၿပီးတစ္ၿမိဳ႕ Horrorေတြကို ႐ွင္းလင္းေပးၿပီးလူသားေတြကိုကာကြယ္ေပးေနတဲ့\nေရႊေရာင္သူရဲေကာင္း Dougai Ryuugaဟာ Vol City မွာ႐ွိတဲ့ Horrorအားလံုးကို႐ွင္းလင္းၿပီးတဲ့အခါမွာ\nခရီးဆက္ဖို႔အတြက္ လာတဲ့လမ္းမွာ မာကိုင္းဆရာမေလးRianကိုဒုကၡေပးဖို႔ႀကိဳးစားေနတဲ့ Volcityရဲ႕ေနာက္ဆံုးလက္က်န္ Horrorေတြျဖစ္တဲ့\nMuradoနဲ့သူတပည့္ေတြကို Rianနဲ႕အတူတိုက္ခိုက္ခဲ့ၾကျပီးတဲ့ေနာက္...\nအဲ့ဒီတစ္ခ်ိန္တည္းမွာပဲ Ryuuga ဟာသူ႔ေရႊထည္ဝတ္စံုမွာလႊမ္းမိုးစျပဳလာၿပီျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/garo-gold-strom-sho-2015/",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTk4ODcyOTI3NV5BMl5BanBnXkFtZTgwMjgyOTUxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Exception (2016)",
        "description": "ခုမိတ်ဆက်ပေးမယ့် The Exception ဆိုတဲ့ဇာတ်ကားလေးကတော့ ဒုတိယကမ႓ာစစ်အတွင်းက\nရိုမက်တစ်အချစ်ဇာတ်ကားလေးပါ Stefan Brandt ဆိုတဲ့ ဂျာမနီစစ်သားလေးဟာ နယ်နှင်ခံရတဲ့ဂျာမနီဘုရင် Wilhelm 2\nရဲ့ ဘော်ဒီဂတ်အဖြစ်တာဝန်ပေးအပ်ခံရပါတယ်\nနယ်နှင်ခံဘုရင်က နယ်သာလန်က ရဲတိုက်မှာနေရပါတယ်\nBrandt ဟာ သူ့တာဝန်တွေကို ထမ်းဆောင်ရင်း အိမ်အစေခံထဲကတစ်ယောက်ဖြစ်တဲ့ Mieke နဲ့ မမျှော်လင့်ဘဲ ချစ်မိသွားခဲ့ပါတယ်\nနောက်မှသူသိရတာက Mieke က ဂျူးလူမျိုးဖြစ်နေတာပါ\nအဲအပြင် Mieke ဟာနယ်နှင်ခံဘုရင်အိမ်တော်ကသတင်းတွေကို လျှို့ဝှက်စုံစမ်းဖို့ ရောက်နေတာလဲဖြစ်ပါတယ်\nသူတို့ ၂ယောက်ချစ်နေကြတာကို နယ်နှစ်ခံဘုရင်ရဲ့ဇနီးသိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ\nBrandt ဟာ အလုပ်တာဝန်နဲ့ နှလုံးသားကြား ရွေးချယ်ရတဲ့အခါ သူဘယ်လိုဆုံးဖြတ်မလဲ\nသူတို့ ၂ ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးကရော ပေါင်းဖက်ရပါ့မလား ဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦးFile Size : (750 MB) and (270MB)\nQuality : Webdl 720p\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Romance, ...",
        "rating": "6.8",
        "url": "https://megaup.net/33Taj/The_Exception_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BN2QxY2U5ZDAtN2YwYi00MzNhLThhMjktNDFmYWY1MjhmNzVlXkEyXkFqcGdeQXVyMTk2MDc1MjQ@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guns and Roses (2012)",
        "description": "ဒုတိယကမၻာစစ္မျဖစ္မီွ အာရွမွာ ဂ်ပန္ေတြ အုပ္စိုးစဥ္ကေပါ့\nမန္ခ်ဴးရီးယားျပည္နယ္ စစ္တပ္အတြက္ \nဂ်ပန္ျပည္ တိုက်ဳိကေန ေရႊ ၈ တန္ ပို႔ေပးလိုက္တယ္ ။ အဲဒိေရႊေတြကို ယာမာတိုဘဏ္မွာ ခဏ သိမ္းထားမယ္ ။ ၿပီးရင္ အီတလီကေန အဲဒိေရႊေတြနဲ႔ လက္နက္ေတြ ဝယ္မယ္ ။ယာမာတိုဘဏ္ဆိုတာ\nဥေရာပဒီဇိုင္းပညာရွင္ေတြ ေရးဆြဲၿပီး ဂ်ပန္ေတြ ေဆာက္ထားတဲ့ ဘဏ္ပဲ ။ ဘဏ္နံရံကတင္ ၉ ေပထူတယ္ ။ အေျမႇာက္ဆံေတာင္ မေဖာက္ႏိုင္ဘူး ။ ေလဝင္ေလထြက္ေပါက္ဆိုတာလည္း ျခင္ေတာင္ ဝင္မရဘူး ၊ ေရထြက္ေပါက္ကလည္း ပိုဟပ္ေတာင္ မထြက္ႏိုင္ဘူး ။ စီးပြားေရးသမားအျမင္နဲ႔ၾကည့္ရင္ အလံုၿခံဳဆံုးဘဏ္ေပါ့ ၊ စစ္သားတစ္ေယာက္ အျမင္မွာေတာ့ ယာမာတိုဘဏ္က ခံတပ္ပဲ ။\nမန္ခ်ဴးရီးယား ေတာ္လွန္ေရး မ်ဳိးခ်စ္ေတြက\nေရႊေတြကို ဘဏ္ထဲ မေရာက္ခင္ လမ္းက ျဖတ္လုခ်င္တယ္ ။ ေရႊေတြသာ ဘဏ္ထဲ ေရာက္သြားရင္ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/guns-and-roses-2012/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20161104112215163-135x200.jpg",
        "title": "Perfect Imperfection (2016)",
        "description": "ဒီတရုတ္ဇာတ္ကားေလးက MyDrama List မွာ Rating(7/10) ရရွိထားတဲ့ Romantic Drama ဇာတ္ကားေလးပါ။ကိုရီးယားမင္းသား Ahn Jae-hyun နဲ႔ ထိုင္ဝမ္မင္းသမီး Ady An တို႔မွ အဓိကပါဝင္ထားပါတယ္။12th Chinese American Film Festival မွာ Golden Angel Award ဆုကိုရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့စည္းကမ္းရွိတဲ့အပ်ိဳၾကီးနဲ႔ ျမာေပြတဲ့အယ္ဒီတာတို႔ ထိပ္တိုက္ေတြ႕ဆံုတဲ့အခါ အခ်စ္ဆိုတာ....။ \nFile Size…(800MB) and (290MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "",
        "url": "https://channelmyanmar.org/perfect-imperfection-2016/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20471860_853408838156586_702453817_n-141x200.jpg",
        "title": "The Promise (2016)",
        "description": "ဒီဇာတ်ကားလေးက ပထမကမ္ဘာစစ်ကာလအတွင်းက ဖြစ်ရပ်မှန်အပေါ်အခြေခံ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ။Batman မင်းသားကြီး Christian Bale ရဲ့ဇာတ်ကားလေးပါ။ပထမကမ္ဘာစစ်မဖြစ်ခင်အချိန်မှာ တူရကီအင်ပါယာက တန်ခိုးအာဏာ ကြီးမားခဲ့တဲ့အချိန်ပါ။တဖြည်းဖြည်းနဲ့ တူရကီအင်ပါယာလည်းပြိုယွင်းလုနီးနီး ဖြစ်နေပါပြီ။အဲဒီအချိန်ကတူရကီမှာ ခရစ်ယာန်ဘာသာဝင် လူနည်းစုဖြစ်တဲ့ အားမေးနီးယန်းမျိုးနွယ်စုတွေကိုအစ္စလာမ်ဘာသာကိုးကွယ်တဲ့ တူရကီလူမျိုးကြီးဝါဒရှင်တွေ  အများစုက  မနှစ်သက်ကြဘူး။ပထမကမ္ဘာစစ်ဖြစ်လာတဲ့အချိန်မှာတော့ တူရကီစစ်ခေါင်းဆောင်ပိုင်းတွေကအားမေးနီးယန်းတွေကို တိတ်တဆိတ် စစ်နဲ့အတူရောယောင်ပြီး လူမျိုးတုန်းသတ်ဖြတ်မှုတွေကို လုပ်ဆောင်ခဲ့ကြတယ်။ခုချိန်ထိလည်း တူရကီအာဏာပိုင်တွေက ဒီလူမျိုးတုန်း သတ်ဖြတ်ခဲ့မှု ဘူးခံပြီး ငြင်းကွယ်နေဆဲပါပဲ။ဒီဖြစ်ရပ်မှန်အကြောင်းကို ဖော်ထုတ်ပေးခဲ့တာကတော့ အမေရိကန်သတင်းထောက်တစ်ဦးပါပဲ။ဒီဇာတ်ကားက စစ်ပွဲကိုအခြေခံထားတဲ့အချစ်ဇာတ်လမ်းပေမယ့်  အဓိကပေးသွားတဲ့ မက်ဆေ့ချ်လေးကတော့သတင်းမီဒီယာသမားရဲကျင့်ဝတ်သိက္ခာနဲ့ အခန်းကဏ္ဍပါပဲ။တကယ့်ကို စစ်မှန်တဲ့ သတင်းထောက် တစ်ယောက်ကြောင့် လူပေါင်းများစွာ လူမျိုးစုတစ်ခုကို ကယ်တင်နိုင်ခဲ့သလိုသတင်းမီဒီယာသမားတစ်ယောက်ဟာ အမှန်တရားကို အသက်နဲ့တောင် အလဲအထပ်လုပ်ရဲတဲ့အထိစိတ်ဓါတ်ခိုင်မာပြတ်သားတယ်။ဒီလိုစိတ်ဓါတ်မျိုးရှိပြီး အမှန်တရားကို ဖော်ထုတ်ရေးသားတတ်သူ သတင်းထောက်မျိုးကိုသာနိုင်ငံတကာက အသိအမှတ်ပြုပြီး သူရဲ့သတင်းက ယုံကြည်စိတ်ချရပြီးအားကိုးရမယ့်သူမျိုးဆိုတာကို ပါးပါးလေးပြသွားပါတယ်။သတင်းထောက်ကောင်းတွေဟာ ဘယ်လောက်တောင်အပြောအဆို လိမ္မာပါးနပ်မှုရှိသလဲဆိုတာကိုလည်း မြင်တွေ့ရမှာပါ။မြန်မာ့မီဒီယာလောကသတင်းထောက်တွေ ဒီလိုမျိုးဖြစ်လာအောင် ကျင့်သုံးအတုယူသင့်ပါတယ်။နောက်ပြီး ဘယ်သူတွေဘယ်လို ရန်ငြိုးနဲ့လူမျိုးရေးမုန်းတီးမှုပဲရှိရှိ သူငယ်ချင်းတွေ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-promise-2016/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg3ZDVlMjgtNTM4Yi00ZTQ3LThmM2QtYzdjZmRjMTcxMTkzXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "The Ottoman Lieutenant (2017)",
        "description": "The Ottoman Lieutenant (2017)_____IMDb - 6.6/10\n  \nဒီဇာတ်ကားလေးကတော့ ဒီနှစ်မှ အသစ်စက်စက်ထွက်ထားတဲ့ ရိုမက်တစ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးပါ\nပထမကမ္ဘာစစ်အတွင်းက ခရစ်ယာန်သူနာပြုမလေးနဲ့ အော့တမန်စစ်တပ်က အစ္စလာမ်စစ်ဗိုလ်တို့ရဲ့ အချစ်အကြောင်းလေးပါ\nသူတို့နှစ်ယောက် ဆုံတွေ့ပုံလေးတွေ ဘာသာမတူဘဲချစ်မိသွားပုံလေးတွေကတော့\nညွှန်းစရာမလိုလောက်အောင်ကို ရိုမက်တစ်ဆန်လွန်းပါတယ်\nအဲလို ရင်ခုန်စရာအချစ်ဇာတ်ဝင်ခန်းလေးတွေအပြင် ပတမကမ္ဘာစစ်ကြောင့် ဖြစ်ခဲ့ရတဲ့အပျက်အစီးတွေ\nအဖြစ်အပျက်လေးတွေလဲ ဝေဝေဆာဆာနဲ့ရိုက်ကူးထားတာပါ\nတကယ့်ကိုကောင်းတဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပါရစေ\nစိတ်ဝင်စားစရာ ချစ်သူနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးကရော ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါလို့\n \n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်က မေသရဖီလွင် ပါ)\n  \nဒီဇာတ္ကားေလးကေတာ့ ဒီႏွစ္မွ အသစ္စက္စက္ထြက္ထားတဲ့ ရိုမက္တစ္ဆန္ဆန္အခ်စ္ဇာတ္လမ္းေလးပါ\nပထမကမ႓ာစစ္အတြင္းက ခရစ္ယာန္သူနာျပဳမေလးနဲ႔ ေအာ့တမန္စစ္တပ္က အစၥလာမ္စစ္ဗိုလ္တို႔ရဲ႕ အခ်စ္အေၾကာင္းေလးပါ\nသူတို႔ႏွစ္ေယာက္ ဆုံေတြ႕ပံုေလးေတြ ဘာသာမတူဘဲခ်စ္မိသြားပံုေလးေတြကေတာ့\nညႊန္းစရာမလိုေလာက္ေအာင္ကို ရိုမက္တစ္ဆန္လြန္းပါတယ္\nအဲလို ရင္ခုန္စရာအခ်စ္ဇာတ္ဝင္ခန္းေလးေတြအျပင္ ပတမကမ႓ာစစ္ေၾကာင့္ ျဖစ္ခဲ့ရတဲ့အပ်က္အစီးေတြ\nအျဖစ္အပ်က္ေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ရိုက္ကူးထားတာပါ\nတကယ့္ကိုေကာင္းတဲ့ ဇာတ္ကားေလးလို႔ ညႊန္းပါရေစ\nစိတ္ဝင္စားစရာ ခ်စ္သူႏွစ္ဦးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္သြားမလဲဆိုတာ ၾကည့္ရႈအားေပးၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္က ေမသရဖီလြင္ ပါ)\n   \nFile Size : (800 MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gorz/The_Ottoman_Lieutenant_(Osmanlı_Subayı)_[2017]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Mother’s-Friend-2015-141x200.jpg",
        "title": "[18+] Mother’s Friend (2015)",
        "description": "ကဲေနာက္ထပ္လူၾကီးကားတစ္ကားေလးပါ။\nဒီတခါေတာ့ကိုးရီးယားဖက္လွည့္တာေပါ့။\nဇာတ္လမ္းကေတာ့ေကာင္းတယ္ဗ်ဳိ႕။\nအထက္တန္းေနာက္ဆံုးနွစ္ေက်ာင္းသားေလးခၽြဲစူဟာသူေမွ်ာ္မွန္းတကၠသိုလ္ေက်ာင္းသားဘ၀ကိုရေတာ့မယ္ဆိုျပီး\nအားကုတ္ၾကိဳးပမ္းေနခ်ိန္မွာမေမွ်ာ္လင့္ဘဲ အိမ္တြင္းေရးျပႆနာေၾကာင့္အိိမ္ပါဆံုးရႈံးသြားျပီး\nမိခင္ျဖစ္သူကသူ႕ရဲ႕သူငယ္ခ်င္းျဖစ္သူထံေခတၱအပ္ႏွံခဲ့ရပါတယ္။\nလူပ်ဳိေပါက္ကအရြယ္ေက်ာင္းသားျဖစ္သူနဲ႕အပ်ဳိၾကီးမမတို႕ပဲေနတဲ့အိမ္ေလးဟာေတာ့အခ်ိန္ေတြၾကာလာတာနဲ႕\nအမွ်လူပ်ဳိေပါက္ေလးအတြက္ခက္ခဲလာတာပါပဲ။\nအေၾကာင္းအရင္းကေတာ့သူ႕အေမသူငယ္ခ်င္းအပ်ဳိၾကီးေၾကာင့္ပါပဲ။\nအဲေတာ့ဘာေတြဘယ္လိုေၾကာင့္ဇာတ္လမ္းေတြျဖစ္ခဲ့လဲ။\nအပ်ဳိၾကီးမမကေရာဘယ္လိုပံုစံမ်ဳိးလဲ\n။ေနာက္ဆံုးအဆံုးသတ္မွာဘယ္လိုျပီးဆံုးသြားမလဲဆိုတာေတာ့၁၈ေယာက္စုျပီးၾကည့္လိုက္ၾကပါဦး။\nဇာတ္ကားကလည္းေကာင္းသလိုမင္းသမီးကလည္းလန္းပါတယ္။\nကိုရီးယားကားေတြေတာ္ေတာ္မ်ားမ်ားလိုပဲဟာသေလးေတြဘာေလးေတြ\nအေရာအေႏွာတင္ဆက္ထားတဲ့အတြက္ၾကည့္လို႕ေကာင္းပါတယ္။\n18+အခန္းေတြေဖာေဖာသီသီပါတဲ့အတြက္ေၾကာင့္မိသားစုနဲ႕မၾကည့္သင့္ပါဘူး။\n18+ဆိုေတာ့18+အတြက္ေပါ့ေနာ့္(ေျပာလည္းရတာမွမဟုတ္တာ:3)။ခြီရင္းၾကည့္လိုက္ၾကပါဦး။\n \n(ဘာသာျပန္သူကေတာ့ အဘဖရိုင္းေဒးပါ)\n File Size : (650 MB) and (240 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre : Drama, Comedy,Adult\nTranslated By A Ba Friday's\nEncode By Berry Htike",
        "rating": "",
        "url": "https://channelmyanmar.org/18-mothers-friend-2015/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMzIwMzgwMGYtZDY5Ny00N2Q4LWExNGYtZjU3YWEyNzM3YjQxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-135x200.jpg",
        "title": "[18+] Dismay (2016)",
        "description": "ဒီကားလေးကတော့၂၀၁၆ခုနှစ်ထွက်ဖိလစ်ပိုင်ဒရမ်မာလူကြီးကားလေးတကားပါ။\nလူကြီးဆိုမှကြည့်ပါဒါမှမဟုတ်၁၈စုကြည့်ပါ။\nဇာတ်ကားလေးကတော့ဖိလစ်ပိုင်ကျေးလက်ဒေသကလယ်သမားမိသားစုတခုမှအခြေပြုထားပါတယ်။\nလယ်သမားကြီးရဲ့ဇနီးဖြစ်သူကဆေးရုံမှာကင်ဆာရောဂါနဲ့နှစ်ရှည်လများစွာကြာအောင်ခံစားနေခဲ့ရတာပါ။\nနောက်ဆုံးဆရာဝန်တွေလက်လျော့လိုက်ပြီးမိသားစုတွေအိမ်ကိုပြန်ခေါ်လာကြပါတယ်။\nသားနှစ်ယောက်ရှိပြီး အစ်ကိုဖြစ်သူကတော့ဖခင်ဖြစ်သူရဲ့အလုပ်မှာကူညီလုပ်ကိုင်ပေးနေပြီးညီဖြစ်သူကတော့ကျောင်းသားအူတူတူဆိုက်နဲ့ပါ။\nအကြံကြီးတဲ့ဖခင်ဖြစ်သူကသူ့ဇနီးအတွက်ဆိုပြီးသူနာပြုခေါ်ပါတယ်။\nအဲဒီမှာဇာတ်လမ်းစသယောင်ယောင်ပဲငိငိ။\nသိပ်မကြာခင်မှာပဲဇနီးဖြစ်သူဆုံးပါးသွားတဲ့အခါမှာတော့ဖခင်ဖြစ်သူကသူနာပြုမလေးကိုပေါ်တင်အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်။\nအဲဒီမှာပဲအိမ်တွင်းပြသနာလေးတွေစတော့တာပါပဲ။\nသူနာပြုလေးကလည်းလန်းတာကိုး။\nဆိုတော့ယောကျာ်းသားသုံးယောက်နဲ့အိမ်မှာဘယ်လိုဇာတ်လမ်းတွေဖြစ်လာမလဲ။\nအဆုံးသတ်မှာရောမျှော်လင့်ထားသလိုဖြစ်လာမလား။\nမြုပ်ကွက်တွေကဘာတွေလဲဆိုတာတော့စိတ်ဝင်စားစရာပါ။ \n၁၈+တွေပါတယ်ဆိုတော့အသက်မပြည့်သူများမကြည့်သင့်ပါ။ \nမင်းသမီးကလည်းမင်းသမီးပါပဲ။\n(တကယ်တော့မိန်းမတွေမကောင်းတာဘာာ:3) \n(ဘာသာပြန်သူကတော့ အဘဖရိုင်းဒေးပါ)  \nFile Size : (700 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 30minutes\nFormat : Mp4\nGenre : Drama, Adult\nTranslated By A Ba Friday's\nEncode By Berry Htike",
        "rating": "5.2",
        "url": "https://megaup.net/1B619/Dismay_(Siphayo)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRjMDRlMmUtNGFiZi00NjIwLWJkMDgtZGU5NjY4MDNmODg3XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Sleight (2016)",
        "description": "အခု ဇာတ္ကားေလးကေတာ့ ၂၀၁၆ ခုႏွစ္မွာထြက္ခဲ့တဲ့ Sleigh ဆိုတဲ့ ဇာတ္ကားေလးပါ\nဒီထဲမွာ ဘိုဆိုတဲ့ေကာင္ေလးဟာ မိဘ၂ပါးဆံုးပါးသြားတဲ့ေနာက္ ေက်ာင္းဆက္မတက္ေတာ့ဘဲ\nမ်က္လွည့္ပညာနဲ႔ အသက္ေမြးရင္း သူ႔ရဲ႕တစ္ဦးတည္းေသာညီမေလးတီနာကို ေစာင့္ေရွာက္ေနခဲ့ပါတယ္\nၿပီးေတာ့ ညပိုင္းေတြမွာ မူးယစ္ေဆးေရာင္းဝယ္တဲ့လုပ္ငန္းကို လုပ္ကိုင္ခဲ့ပါတယ္\nမ်က္လွည့္ဆရာျဖစ္တဲ့သူ႔အေနနဲ႔ ရဲေတြမိတဲ့အခါ ရဲေတြကိုလွည့္စားဖို႔လြယ္ကူေပမယ့္\nသူ႔ေခါင္းေဆာင္နဲ႔ထိပ္တိုက္ရင္ဆိုင္ဖို႔ ႀကိဳးစားမိတဲ့အခါမွာ\nဘယ္လိုအႏၲရာယ္ေတြကိုရင္ဆိုင္ရတယ္\nသူဘယ္လိုေျဖရွင္းမယ္ ဆိုတာေတာ့ၾကည့္ရႈၾကပါလို႔\nသူ႔ေကာင္မေလးဟိုလီကေရာ သူ႔အေၾကာင္းေတြသိသြားေတာ့ သူ႔ကိုဆက္ခ်စ္ၿပီး သူ႔အနားမွာ\nအခက္အခဲေတြကို တူတူရင္ဆိုင္ေျဖရွင္းေပးမွာလား\nသူ႔ကိုပစ္သြားမလား သူတို႔ရည္းစားႏွစ္ေယာက္ ဘယ္လုိေရွ႕ဆက္ၾကမလဲဆိုတာေတြကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမယ့္အျပင္\nဘိုရဲ႕ အံ့ဩစရာမ်က္လွည့္ေတြကိုလဲ ရႈစားရမွာျဖစ္လို႔\nမ်က္လွည့္ႀကိဳက္တဲ့ပရိတ္သတ္ေတြ တကယ့္ကိုသေဘာေတြ႕မယ္ ဇာတ္ကားေလးပါ\nၿပီးရင္ ဘိုျပတဲ့မ်က္လွည့္ျပကြက္ေတြရဲ႕ ေနာက္ကြက္ကတကယ့္အေၾကာင္းကိုလဲ သိရမွာမလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ ပါ)\n File Size : (650 MB) and (200 MB)Quality : Bluray 720pRunning ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sleight-2016/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMWFkYmM2ZTctNmZjZi00MWQwLWI0MjctZDdiNjJlMTlmNzdkL2ltYWdlXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006481000_AL_-194x300.jpg",
        "title": "Aftermath (2017)",
        "description": "မင္းသားၾကီးအာႏိုးရဲ႕ ရုပ္ရွင္ကားသစ္ကို တင္ဆက္ေပးလိုက္ပါတယ္ ။\nအာႏိုးၾကီးနဲ႔အတူ Scoot McNairy နဲ႔ Maggid Grace တို႔ တြဲဖက္သရုပ္ေဆာင္ထားျပီး ေ\nလယာဥ္ပ်က္က်မွုဳတစ္ခုမွာ ဇနီးနဲ႔ ကေလးကို ဆံုးရွံဳးလိုက္ရတဲ႔ ရိုမန္ဆိုတဲ႔\nလူတစ္ေယာက္ရဲ႕ဘ၀အေၾကာင္းသရုပ္ေဖာ္ရိုက္ကူးထားတာျဖစ္ပါတယ္ ။\nဒီျဖစ္ရပ္ဟာ ေလေၾကာင္းထိန္းခ်ဳပ္ေရး တာ၀န္ခံ ဂ်ိတ္ဘရိုႏို တာ၀န္က်ခ်ိန္မွာျဖစ္ပြားခဲ႔တာမို႔ ရိုမန္ဟာ\nဒီတာ၀န္ခံကိုလူခ်င္းေတြ႕ျပီး ျပသနာရဲ႕အေျဖကို ေတာင္းဆိုဖို႔ၾကိဳးစားလာပါေတာ႔တယ္ ။\nမိသားစုကိုဆံုးရွံဳးလုိက္ရတဲ႔ လူတစ္ေယာက္ရဲ႕ အခဲမေက်စိတ္၊ နာက်ည္း၀မ္းနည္းမွဳေတြနဲ႔ ဒီကိစၥရဲ႕ျဖစ္ရပ္ေနာက္ကြယ္မွာ\nဘယ္လို အေၾကာင္းတရားေတြရွိမယ္ဆုိတာကို ခံစားၾကည္႔ရွဳလိုက္ပါ ။\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ သူကေတာ့ ကိုေက်ာ္ေက်ာ္ (CU - Mdy)  ကဲျဖစ္ပါတယ္)\n File Size : (600MB) and (250 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/aftermath-2017/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1-208x300.jpg",
        "title": "Trapped(2017)",
        "description": "ဒီကားေလးက IMDb 7.7​ေတာင္ရထားတဲ့ကားေလးျဖစ္ပါတယ္။\nတစ္ျခားပုံမွန္ အိႏၵိယကားေတြကေနခြဲထြက္ရုိက္ကူးထားတဲ့ကားမ်ဳိးေလးျဖစ္ပါတယ္။\nေရွာယား ဆုိတဲ့ ေကာင္ေလးက ရုံးတစ္ရုံးမွာအလုပ္လုပ္ေနတဲ့ ႏုိရီးဆုိတဲ့ ေကာင္မေလးကုိ\nႀကိတ္ႀကဳိက္ေနပါတယ္။ဒီလုိနဲ႔ သူ႕အခ်စ္ကုိ ဖြင့္ေျပာတဲ့ အခ်ိန္က်မွာ ႏုိရီးကုိ မိဘေတြက\nသူတုိ႔သေဘာက်တဲ့ သူေတြနဲ႔ လက္ထပ္ေပးေတာ့မယ္ဆုိတာ သိလုိက္ရပါတယ္။ဒါေပမဲ့\nေရွာယားက သူ႕ကုိ လက္ထပ္ဖုိ႔ပဲ ႏုိရီးကုိေျပာတာေပါ့။ အဲ့မွာႏုိရီးကလည္းလက္ခံလုိက္တာေပါ့\nဒီေတာ့ သူတုိ႔ လက္ထပ္ၿပီးေနဖုိ႔ အခန္းကုိ ေရွာယားက ရွာရေတာ့တာေပါ့။အဲ့မွာပဲ အေဆာင္ကုိေတာင္\nသူငယ္ခ်င္းေတြနဲ႔ စုေနရတဲ့ ရုံး၀န္ထမ္းေလးေရွာယားတစ္ေယာက္ ဒုကၡေရာက္ေတာ့တာေပါ့။\nဒီလုိနဲ႔ ရွာရင္း နဲ႔ ပြဲစားလူလိမ္တစ္ေယာက္က လူေနခြင့္ပါမစ္ေတာင္ မရေသးတဲ့ တုိက္ခန္းတစ္ခုကုိ\nထုိးေပးၿပီး ဂ်င္းထဲ့ေတာ့တာေပါ့။ ဒီလုိနဲ႔ အခန္းေတြ ဘာေတြ သြားၾကည့္က်တဲ့ အခါမွာပဲ\nေရွာယားတစ္ေယာက္ အဲ့ အခန္းထဲမွာပဲ ေသာ့ပိတ္မိေနပါေတာ့တယ္။ အစားအစာ မရွိ\nေရမရွိ လွ်ပ္စစ္မီးေတာင္မရွိတဲ့ အခန္းထဲကေန ေရွာယားတစ္ေယာက္ လြတ္ေျမာက္ေအာင္\nဘယ္လုိ လုပ္မလဲ ... လြတ္ေကာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qv3l/Trapped_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hindi Medium (2017)",
        "description": "\"မိဘတုိင္းက သူတုိ႔ သားသမီးေတြကုိ\nကုိယ္ရည္ကုိဟ္ေသြး ေတာက္ေျပာင္ ေစခ်င္တယ္။\"\n\"အထူးသျဖင့္ သူတုိ႔ထက္ပုိသာေစခ်င္ၾကတယ္။\"\n*****************************************\nBollywood မွာ ဒိတ္ဒိတ္ႀကဲ မင္းသားေတြ အမ်ားႀကီး ရွိတဲ့\nၾကားကေန Irrfan Khan ကလည္း နမည္ႀကီး ေအာင္ျမင္တဲ့ မင္းသား တစ္ေယာက္ပါပဲ။\nBollywood တင္မက Hollywood ထိေအာင္ျမင္တဲ့ မင္းသားတစ္ေယာက္။\nအထူးသျဖင့္ The Lunchbox (2013) မွာလည္း ပရိတ္သတ္ အႀကိဳက္ေတြ႕ခဲ့ပါတယ္။\nဒီဇာတ္ကားဆုိရင္လည္း IMDB 8/10 ထိရ႐ွိထားပါတယ္။\n#Hindi Medium ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဟႏၵီလူလတ္တန္းစားေပါ့ ႕႕႕႕႕႕\nဟုတ္ပါတယ္ ကုိယ္တုိင္ ပညာေရးမွာ မထူးခြ်န္ခဲ့ေတာ့\nကုိယ္ေတြလုိ သမီးေလးကုိ ပညာေရးမွာ မထူးခြ်န္မွာ\nစုိးရိမ္လြန္ေနတဲ့ ရာဂ်္ ဘတ္တရာ ႏွင့္ မီတား ဘတ္တရာ\nတုိ႕ဟာ သူတုိ႔ သမီး ပညာေရး အတြက္ ေပါင္းစုံႀကိဳးစားခဲ့ပါတယ္။\nေဒလီၿမိဳ႕ရဲ႕ ထိပ္တန္းေက်ာင္းေတြမွာ ေက်ာင္းအပ္ခြင့္ရဖုိ႕\nေနရပ္ကေေန လူ႕အထက္တန္းစားေတြၾကားထဲကုိ ေျပာင္းေရႊ႕ ေနထုိင္ၾကတယ္။\nလူလတ္တန္းစား နဲ႕ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/hindi-medium-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMThmNzNlOTctZmE1ZS00Nzg3LTg3MjctYjk5NDJhZGYxMjhkXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Jackpot 2016",
        "description": "နန္းတြင္း ကိုရီးယား ဇတ္လမ္း ႏွစ္သက္သူမ်ားအတြက္\nအေကာင္းဆံုး နန္းတြင္း ကိုရီးယားဇတ္လမ္းတြဲ တစ္ခုကို တင္ဆက္ေပးလုိက္ပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ မေအတူ ဖေအကြဲ ညီအကို ၂ ေယာက္ ရဲ႕ တစ္ဦးက ဘုရင္ျဖစ္\nတစ္ဦးကေတာ့ ေလာင္းကစားသမား ျဖစ္ၿပီး တစ္ေယာက္နဲ႔ တစ္ေယာက္ ညီအကိုမွန္း မသိၾကပဲ\nေရေျမ႕ရွင္ ဘုရင္မင္းျမတ္အား အတူတကြ ကာကြယ္ၾကရတဲ့ ညီအကို ႏွစ္ေယာက္\nေလာင္းကစား နဲ႔ ပတ္သက္ၿပီး ယွဥ္ၿပိဳင္ၾကရမယ့္ စီးပြားေရးေတြ\nဘယ္လိုဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ပါ....",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/jackpot1-2016/",
        "category": "Drama, History"
    }
]