[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzIyOTQ2Mjk3OV5BMl5BanBnXkFtZTgwNDIxOTcyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "It Stains the Sands Red (2016)",
        "description": "မိုလီနဲ႕ နစ္ သဲကႏၱာရထဲက ေလယာဥ္ကြင္းကို လာခဲ႕ၾကရင္း ကားက သဲထဲနစ္သြားတယ္။အဲ႕အခ်ိန္ Zombieတစ္ေယာက္ေယာက္ေရာက္လာတယ္။ေသနတ္နဲ႕ ပစ္သတ္ေပမဲ႕ ဘယ္လိုမွ မေသဘူး။နစ္ ေသသြားခဲ႕တယ္။ေလယာဥ္ကြင္းေရာက္ဖို႕က မိုင္၃၀ေလာက္လိုေသးတယ္။မိုလီတစ္ေယာက္တည္း ေလယာဥ္ကြင္းကို ဘယ္လိုေရာက္ေအာင္ သြားမလဲ။Zombieကေရာ မိုလီကို သတ္စားမွာလား။ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို It stains the sands redမွာ ဆက္လက္ၾကည့္ရႈၾကပါ \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ )\n File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Horror, Thriller,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Neve Luna\nEncode by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/2X52u/It_Stains_The_Sands_Red_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/a-ghost-story-poster-135x200.jpg",
        "title": "A Ghost Story (2017)",
        "description": "A Ghost Story (2017)\nIMDb - 6.9/10_____Rotten - 91%\n  ဇာတ်ကားနာမည်လေးကြည့်လိုက်ရုံနဲ့သရဲကားဆိုပြီးပြေးမြင်မိမှာပါ။ဟုတ်ပါတယ်သရဲကားတော့သရဲကားပါပဲ။ဒါပေမယ့်သရဲဖက်ကနေရိုက်ပြထားတဲ့သရဲကားလေးပါဗျာ။နာမည်လေးအတိုင်းပါပဲသရဲတစ်ကောင်ရဲ့ဇာတ်လမ်းလေးပါ။ကျွန်တော်တို့သေဆုံးသွားရင်ဘာတွေဖြစ်သွားမလဲ။ဘယ်ကိုရောက်သွားမလဲ။ဒီမေးခွန်းတွေဟာတော်တော်များများယခုထိငြင်းခုံနေကြဆဲပါ။ဘာသာအမျိုးအမျိုးမှာပါရှိပြီးဖြစ်ပေမယ့်ဒီမေးခွန်းကိုတစ်ခါလောက်ဖြစ်ဖြစ်တော့လူတိုင်းတွေးဖူးကြမှာပါပဲ။ဒီကားလေးဟာတကယ်ကိုရိုးရိုးရှင်းရှင်းလေးရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ်။ကျွန်တော်တို့နေ့စဉ်ဓူဝလုပ်ရှားနေတဲ့ပုံကိုကင်မရာချထားပြီးရိုက်ထားသလိုပါပဲ။တကယ်ကိုရိုးရိုးရှင်းရှင်းရိုက်ပြထားတာမို့ပရိသတ်အများစုအတွက်ပျင်းစရာဖြစ်နိုင်ပါလိမ့်မယ်။ရိုးရှင်းလွန်းလို့သရဲတောင်ရိုးရိုးလေးပဲပြထားတာပါ။ဒါပေမယ့်သည်းခံပြီးဆက်ကြည့်မယ်ဆိုရင်တော့ဖြင့်ဇာတ်ကားလေးအပြီးမှာတစ်ခုခုတော့စဉ်းစားစရာကျန်မယ်လို့ထင်ပါတယ်။သရဲကားကြောက်တဲ့သူတွေအတွက်Horrorကားထက်Mystryပုံစံဇာတ်ကားမျိုးပါ။ကြောက်ဖို့မကောင်းသလိုတွေးစရာတွေပဲပေးမယ့်ကားလေးပါ။ကျွန်တော်တို့ကြုံတွေ့နေရတဲ့လူနေမှုပုံစံတွေပြီးတော့သေပြီးသွားရင်ဘယ်လိုဖြစ်မလဲဆိုတဲ့အမြင်လေးတွေ။သေဆုံးသွားသူနဲ့ကျန်ရစ်သူကြားသံယောဇဉ်ချည်နှောင်မှုတွေ၊ဒါတွေကိုလက်တွေ့ကျကျကိုယ်ပိုင်အတွေးအခေါ်တရပ်နဲ့ရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ်။ပြောခဲ့တဲ့အတိုင်းလက်တွေ့ကျပြလွန်းလို့ပျင်းကောင်းပျင်းသွားနိုင်စရာတော့ရှိပါတယ်။  ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုပြောပြပါမယ်။အိမ်တစ်အိမ်ကိုပြောင်းလာတဲ့စုံတွဲတစ်တွဲကနေစတာပါပဲ။သူတို့နှစ်ယောက်ကတကယ်ကိုချစ်ကြတဲ့သူတွေပါ။တနေ့မှာတော့ကောင်လေးဟာကားတိုက်မှုဖြစ်ပြီးကွယ်လွန်သွားပါတယ်။အဲဒီလိုနဲ့အထီးကျန်ရစ်ခဲ့တဲ့ကောင်မလေးတစ်ယောက်တည်းရှိတဲ့အိမ်လေးကို ကောင်လေးရဲ့ဝိညာဉ်ပြန်ရောက်လာပါတော့တယ်။ကောင်လေးအနေနဲ့သူ့အမျိုးသမီးကိုပြန်ဆက်သွယ်ဖို့ကြိုးစားရှာပါတယ်။အမြဲတမ်းသူ့ဘေးမှာရှိနေပေးတယ်။သူလုပ်သမျှကိုကြည့်နေပေးတယ်။အဲဒီအပိုင်းတွေကြည့်ရင်းကိုယ့်ကိုဘယ်သူများကြည့်နေမလဲဆိုပြီးကလိကလိဖြစ်နေပါလိမ့်မယ်။တကယ်လည်းကိုယ့်ဘေးပတ်ဝန်ကျင်မှာသွားလာလှုပ်ရှားနေသူတွေရှိနေနိုင်တာပါပဲ။ဇာတ်လမ်းလေးကရိုးရိုးလေးဆိုပေမယ့်လူတွေတွေးတတ်ပုံစံတွေ၊လူ့သဘာဝတွေ၊အတွေးအခေါ်တချို့ကိုပါထည့်သွင်းပြထားပါတယ်။စဉ်းစားစရာအပြည့်နဲ့ရိုးရိုးရှင်းရှင်းကားလေးတစ်ကားပါပဲ။နိုင်ငံတကာမှာလည်းဝေဖန်မှုအမျိုးမျိုးရရှိထားပြီးRatingအနေနဲ့လည်း7.7ထိရရှိထားတဲ့အပြင်ဆု၂ဆုပါရရှိထားပြီးပါပြီ။တစ်ခုတော့ရှိပါတယ်Horrorကားမဟုတ်တဲ့အတွက်Horrorကြိုက်တဲ့ပရိသတ်တွေအတွက်တော့စိတ်ကျေနပ်စရာဖြစ်မှာမဟုတ်ပါဘူး။ဒါပေမယ့်တစ်ခုခုတွေးစရာတော့ရလိမ့်မယ်လို့ပြောပါရစေ။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ သူရဇာနည်အောင်ပါ)\n  File Size : (650 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncode by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/1dYsm/A_Ghost_Story_[2017]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjE2NjU1MjI3M15BMl5BanBnXkFtZTcwMzc3NTk5Mw@@._V1_-145x200.jpg",
        "title": "Kabhi Alvida Naa Kehna (2006)",
        "description": "ေျခစြမ္းျပၿပီး ေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့ ေဘာလုံးကစားသမား တစ္ေယာက္ျဖစ္တဲ့ ေဒ့ဗ္\nသူ႕မွာ သြက္လက္ၿပီး အရည္အခ်င္း သိပ္ရွိတဲ့ ရီဟား လုိ႔ ေခၚတဲ့ မိန္းမနဲ႕\nသားေလး တစ္ေယာက္ရွိတယ္တစ္ေန႕မွာေတာ့ ေဒ့ဗ္က မဂၤလာေဆာင္ တစ္ခုကေန သူ႕အေမကုိ သြားႀကိဳတာ\nအေမျဖစ္သူက သတုိ႔သမီး မလာေသးလုိ႔ မဂၤလာပြဲ မၿပီးေသးလုိ႔ မျပန္ေသးေတာ့\nပန္းျခံထဲမွာ လမ္းေလွ်ာက္ေနရင္း သတုိ႔သမီး ဝတ္စုံနဲ႕ မိန္းကေလး တစ္ေယာက္ကုိေတြ႕ခဲ့တယ္ သူ႕နာမည္က မာယာ\"လက္မထပ္ခင္ မင္း အခ်စ္စစ္ကုိ ရွာသင့္တယ္\nလက္ထပ္ၿပီးသြားရင္ေတာ့ မင္းရွာလုိ႔ မရဘူးေနာ္ဒါဆုိ တကယ္လုိ႔ လက္ထပ္ၿပီးမွ အခ်စ္စစ္ကုိ ေတြ႕ခဲ့ရင္ေကာ\"\"ကြ်န္မက မႏႈတ္ဆက္ဘူး ႏႈတ္ဆက္တယ္ဆုိတာ ေနာင္တစ္ႀကိမ္\nထပ္ေတြ႕မယ္ဆုိတဲ့ ေမွ်ာလင့္ခ်က္ မရွိေအာင္ လုပ္လုိက္သလုိပဲ\nဘယ္သူေျပာႏုိင္မလဲ ေနာက္တစ္ႀကိမ္ ျပန္ေတြ႕ဦးမလား ဆုိတာ\"အခုမွ ေတြ႕ဖူးတဲ့ မာယာ့ကုိ ေဒ့ဗ္ တစ္ေယာက္ အရင္ကတည္းက ရင္းႏွီးေနသလုိ ခံစားခဲ့ရတယ္\nဒါေၾကာင့္လဲ သူမကုိ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Qwbd/Darr_[1993]_(MM_Sub).mp4 https://megaup.net/2cr7e/Kabhi_Alvida_Naa_Kehna_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Mr._Six_film_poster-143x200.jpeg",
        "title": "Mr. Six (2015)",
        "description": "EXO-M အဖြဲ႕ဝင္ Kris Wu ,မင္းသား Li Yifeng နဲ႕မင္းသားၾကီး Feng Xiaogang တို႔အဓိကပါဝင္ထားတဲ့ ဒီတရုတ္ဇာတ္ကားဟာ Crime/Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1) ,Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဇာတ္လမ္းကေတာ့.....တစ္ခ်ိန္က အရွိန္အ၀ါရွိခဲ့ တဲ့၊ လူဆိုးလူေတတစ္ေယာက္ျဖစ္ ခဲ့တဲ့ လ်ဴယဲ့ေခၚေလာင္ေပါင္အာ (မစၥတာဆစ္)ဟာ အသက္ (၅၀) အရြယ္ေလာက္ေရာက္လာတဲ့ အခါမွာေတာ့ အထီးက်န္ဆန္စြာ ေနခဲ့ရပါတယ္။\nဓားေရးကြၽမ္းက်င္ လွတဲ့၊ မာဖီးယားဂိုဏ္းသားတစ္ဦး ျဖစ္တဲ့ မစၥတာ ဆစ္မွာေရွာင္ဘို (ေဘာ္ဘီ)ဆိုတဲ့ သားတစ္ေယာက္ ရွိေပမယ့္ သိပ္အေစးမကပ္လွပါ ဘူး။\nတစ္ရက္မွာေတာ့ အစိုးရ အႀကီးအကဲတစ္ေယာက္ရဲ႕ သား ပိုင္တဲ့ အဖိုးတန္ၿပိဳင္ကားကို ပ်က္ စီးေစမႈတစ္ခုနဲ႔ ေဘာ္ဘီျပန္ေပး ဆြဲခံခဲ့ရပါတယ္။ ေဘာ္ဘီကို ဖမ္း သြားတဲ့လူဆိုးအဖြဲ႕ေခါင္းေဆာင္ ရဲ႕ မိသားစုဟာ ေနာက္ခံအေျခအ ေနေကာင္းတာေၾကာင့္ ကိုမာျဖစ္ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mr-six-2015/",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzc4YzZiNjAtMzRhYS00MzI3LTk1ZTYtZWVmODYzYjZmZDk3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTc5MTM5MTI@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Black Snow (2017)",
        "description": "ဆာဗိတ္\"မိသားစု​ရဲ႕ရင္​နင္​့ဖြယ္​ရာ ျဖစ္​ရပ္​​ေလးအ​ေၾကာင္​းရိုက္​ထားတဲ့ ၁၅၀၀အခ်စ္​ ,၅၂၈အခ်စ္​ လွ်ိဳ႕ဝွက္​ဆန္​းၾကယ္​ စတဲ့ရသအစံုပါတဲ့ ပါတဲ့ဇာတ္​ကား​ေလးတစ္​ကားပါတစ္​နည္​း​ေျပာရရင္​​ေတာ့ဗ်ာ နွင္​း​ေတာင္​​ေတြၾကားမွာ​ေနတဲ့အမဲလိုက္​မုဆိုးမိသားစုဘဝ​ေလးက​ေနစခဲ့တယ္​​ေျပာရမွာပဲကံဆိုးခ်င္​​ေတာ့ မထင္​မွတ္​ပဲ အမဲလိုက္​ရင္​း အကိုအႀကီးဆံုးျဖစ္​တဲ့ ဆာဗာဒါက​ သူ႔ညီအငယ္​ဆံုးဂ်ဴအန္​ကို မ​ေတာ္​တဆ​ေသနတ္​နဲ႔ပစ္​မိသြားရာက​ေန သူ႔ဘဝရဲ႕​ေဆး​ေၾကာလို႔မရတဲ့အမွားလို႔ခံယူၿပီးသူ႔တစ္​​သက္​လံုး နွင္​း​ေတာင္​​ေတြၾကားမွာဘဲ​ေနထိုင္​ရင္​းဇာတ္​ျမဳွပ္​​ေနတာ​ေပါ့သို႔​ေပမယ့္​လဲၾကမၼာတစ္​ပတ္​ျပန္​လည္​​ေစခဲ့တဲ့တရားခံကအ​ေမြကိစၥ ဒါ​ေၾကာင္​့လဲသူ႔ညီျဖစ္​တဲ့မားကို႔စ္​က သူ႔ဆီကို အ​ေမြကိစၥတိုင္​ပင္​ဖို႔ နဲ႔သူ႔အ​ေဖရဲ႕​ေနာက္​ဆံုးဆႏၵကိုျဖည္​့ဆည္​း​ေပးဖို႔ လာခဲ့တာ​ေပါ့​​ေနာက္​ပိုင္​းညီအစ္​ကို၂​ေယာက္​ၾကားဘယ္​လို​ေတြ​ေျဖရွင္​းၾကမလဲသူတို႔ရဲ႕ညီအငယ္​ဆံုးျဖစ္​တဲ့ ဂ်ဴအန္​ရဲ႕​ေသဆံုးမႈက​ေကာ​ေသြးရို​ုးသားရိုးဟုတ္​ရဲ႕လားဂ်ဴအန္​​ေသသြားပီး​ေနာက္​ပိုင္​း ဆာဗာဒါ မားကို႔စ္​ ဆာဘရီနာတို႔​ေမာင္​နွမ ၃​ေယာက္​က​ေကာဘယ္​​လို​ေတြ​​ေတာင္​​ေတြ႕ျကံဳၾကရမလဲဆိုတာ​ေတာ့.......ဆက္​ၾကည့္​့ၾကပါစို႔ဗ်ာ \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (650 MB) and (250 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Crime, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/black-snow-2017/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/unlocked_ver6-130x200.jpg",
        "title": "Unlocked (2017)",
        "description": "အက္ရွင္ကားၾကိဳက္သူေတြအတြက္၂၀၁၇စက္တင္ဘာလဆန္းထြက္ပဲျဖစ္တဲ့အသစ္စက္စက္အက္ရွင္ကားေလးတစ္ကားတင္ေပးလိုက္ပါတယ္။IMDb rating-6.1ရထားတဲ့အက္ရွင္ကားေလးဆိုေတာ့မဆိုးဘူးလို႔ေျပာရမွာပါပဲ။လူေပါင္းမ်ားစြာအသက္ဆံုးရွံုးလိုက္ရတဲ့ျပင္သစ္နိုင္ငံပါရီျမိဳ႕အၾကမ္းဖက္မွုျဖစ္စဥ္ရဲ႔ေနာက္ကြယ္ကၾကိဳးကိုင္သူကိုမေဖာ္နိုင္တဲ့ေနာက္စံုေထာက္အဲလစ္တစ္ေယာက္လန္ဒန္ကိုေျပာင္းေရြ႔တာ၀န္ေပးျခင္းခံလိုက္ရပါေတာ့တယ္။ဒါေပမယ့္လည္းသိပ္မၾကာခင္မွာပဲေနာက္ထပ္အၾကမ္းဖက္တိုက္ခိုက္မယ့္သတင္းသဲလြန္စကိုစီအိုင္ေအကရရွိျပီးေနာက္မွာေတာ့ သူ႔ကိုအထက္ကျပန္ေခၚယူလိုက္ပါတယ္။ေနာက္ထပ္အၾကမ္းဖက္မယ့္ျဖစ္စဥ္ကိုစံုစမ္းရင္းပဲသူ႔ကိုကူညီေနတဲ့စစ္သားေဟာင္းတစ္ယာက္နဲ႔ကသီကလင္ျဖစ္ေနပံုကိုလည္းရသစံုေအာင္ရိုက္ျပထားပါေသးတယ္။ကဲ အဲလစ္တစ္ေယာက္အဲဒီအၾကမ္းဖက္မွုကိုေဖာ္ထုတ္နိုင္မလား။ၾကိဳတင္တားဆီးနိုင္မလား။ဒီတခါဘယ္မွာျဖစ္မွာလဲ။စစ္သားေဟာင္းၾကီးနဲ႕အတူအဲလစ္တစ္ေယာက္လူေတြအသက္ကိုကယ္နိုင္ပါ့မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုရွုစားလိုက္ပါဦးဗ်ာ။(ဘာသာျပန္သူကေတာ့ေနျခည္ပါ)\n File Size : (750 MB) and (280 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Action, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nay Chi\nEncode by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/unlocked-2017/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTUxOTk2NTkxNF5BMl5BanBnXkFtZTgwOTUyOTM3MTI@._V1_-135x200.jpg",
        "title": "Megan Leavey (2017)",
        "description": "ျဖစ္ရပ္မွန္ကားေကာင္းေလးေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္၂၀၁၇ထြက္ rating7.1ထိရထားတဲ့ေခြးကားေကာင္းေလးတစ္ကားလာျပီ။တကယ့္အျပင္ကျဖစ္ရပ္မွန္ကိုအေျချပဳရိုက္ကူးထားတာပါ။ဒုတပ္ၾကပ္မီဂန္လီဗီနဲ႔ သူ႔ရဲ႔ရဲေဘာ္ရဲဖက္စစ္ေခြးေလးတို႔ရဲ႔အေၾကာင္းေလးကိုရိုက္ကူထားတာပါ။မီဂန္ဟာအိမ္တြင္းေရးအဆင္မေျပမွုေတြၾကားကအလုပ္ကျပဳတ္တဲ့အျပင္သူ႔ရဲ႔အခ်စ္ဆံုးသူငယ္ခ်င္းေသဆံုးသြားျပီးေနာက္မွာေတာ့အေမရိကန္မရိန္းတပ္ထဲ၀င္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။စစ္တပ္ထဲေရာက္တဲ့အခ်ိ်န္မွာေတာ့မီဂန္ရဲ႔ေျခာက္ေသြ႔ေနတဲ့ဘ၀ေလးဟာရက္စ္ဆိုတဲ့ေခြးေလးနဲ႔ေတြ႔ျပီးျပန္လည္စိုေျပလာပါေတာ့တယ္။ရက္စ္ဆိုတာကအေမရိကန္စစ္တပ္ကေလ့က်င့္ေပးထားတဲ့တိုက္ပြဲ၀င္စစ္ေခြးေလးတစ္ေကာင္ပါ။ရက္စ္ကိုထိန္းေက်ာင္းရဖို႔ကံၾကမၼာပါလာတဲ့မီဂန္တစ္ေယာက္သူတို႔နွစ္ဦးၾကားဘယ္လိုခ်ည္ေနွာင္မွုေတြရွိလာမလဲ။ဘယ္လိုတိုက္ပြဲေတြအလီလီအတူတူျဖတ္ေက်ာ္ၾကမဘဲဆိုတာဇာတ္ကားေလးကိုဆက္ၾကည့္ျပီးခံစားလိုက္ပါ။တကယ့္အျပင္မွာမီဂန္နဲ႔ရက္စ္တို႔ဟာအတူတူတိုက္ပြဲေပါင္း၁၀၀၀ေက်ာ္ဆင္ႏြဲခဲ့ျပီးလူ႔အသက္ေပါင္းမ်ားစြာကိုကယ္တင္နိုင္ခဲ့ၾကတဲ့စစ္သည္ေကာင္းေတြအျဖစ္အသိအမွတ္ျပဳခံခဲ့ရသူမ်ားျဖစ္ပါတယ္။ဇာတ္ကားေလးဟာလည္းသူတို႔နွစ္ေယာက္ရဲ႕ၾကားကျဖစ္တည္မွုေလးကိုေသေသခ်ာခ်ာရင္ထဲထိေအာင္ရိုက္ျပထားတာေတြ႔ရမွာပါ။တကယ့္ျဖစ္ရပ္မွန္အေျခခံရိုက္ထားတဲ့ကားေကာင္းေလးေတြကိုၾကိဳက္နွစ္သက္သူမ်ားအတြက္ဒီကားေလးဟာၾကည့္သင့္တဲ့ကားေလးပါလို႔ညြန္းပါရေစဗ်ာ။Rotten Egg ratingအေနနဲ႔လည္း84%အထိရရွိထားတာဆိုတာ့အထူးတလည္ေျပာေနစရာမလိုဘူးထင္ပါတယ္ဗ်ာ။ \n(ဘာသာျပန္သူကေတာ့ သားၿပည့္စံုေဇာ္ပါ)\n File Size : (850 MB) and (378 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 56min\nFormat : Mp4\nGenre :Biography, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Pyae Sone Zaw\nEncode by Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/megan-leavey-2017/",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTgyNDQ4NDM2Nl5BMl5BanBnXkFtZTgwODI4NDk0MjI@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Munna Michael (2017)",
        "description": "မိုက္ကယ္ဂ်က္ဆင္ကို စံနမူ နာထား ေလးစားအားက်ရင္း ဘ၀ ရပ္တည္မႈအတြက္ ႀကိဳးစားခဲ့တဲ့ ေကာင္ေလးတစ္ေယာက္အ ေၾကာင္း ဇာတ္အိမ္တည္ထားတာ ပါ။အကသမားတစ္ဦးျဖစ္တဲ့ မိုက္ကယ္ဟာ မိုက္ကယ္ဂ်က္ဆင္ကို ေလးစားအားက်သူျဖစ္ၿပီး တစ္ရက္မွာေတာ့ အလုပ္ထုတ္ခံလိုက္ ရလို႔ စတူဒီယိုကေန ျပန္လာတုန္း လမ္းေဘးမွာ စြန္႔ပစ္ခံထားရတဲ့ ေမြးကင္းစကေလးေလးတစ္ဦးကို ေတြ႕ခဲ့ပါတယ္။အဲဒီကေလးကို မိုက္ကယ္ကေခၚယူေမြးစားခဲ့ၿပီး မြန္နာလို႔နာ မည္ေပးခဲ့ပါတယ္။ မြန္နာဟာ မိုက္ကယ္ရဲ႕ေျခရာကို နင္းႏိုင္သူ တစ္ဦးျဖစ္လာခဲ့ၿပီး အကမွာ သူမတူေအာင္ထူးခြၽန္သလို သူက လည္းပဲ မိုက္ကယ္ဂ်က္ဆင္ကို ႐ူး႐ူးမိုက္မုိက္ကို သေဘာက်သူ ျဖစ္ပါတယ္။ မိုက္ကယ္ကေတာ့ မြန္နာကို အကသမားမျဖစ္ေစခ်င္ဘဲ အဆင့့္ျမင့္တဲ့ အလုပ္အကိုင္ရေစ ခ်င္ေနတာပါ။ ဒါေပမဲ့ မြန္နာ ကေတာ့ သူ႔ရဲ႕အကအဖြဲ႕နဲ႔အတူ ကလပ္ေတြမွာ လိုက္ၿပီးတျခား အဖြဲ႕ေတြ၊ စိန္ေခၚပြဲေတြ ယွဥ္ၿပိဳင္ ရင္း ၀င္ေငြရွာခဲ့ပါတယ္။ တစ္ရက္ မွာေတာ့ မိုက္ကယ္က်န္းမာေရး မေကာင္းျဖစ္ၿပီး ေဆး႐ံုတက္ခဲ့ရ ပါတယ္။ အဲဒီအခ်ိန္မွာပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/munna-michael-2017/",
        "category": "Action, Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/32e4a15510238116ece36bec55985b9c-150x200.jpg",
        "title": "[18+] Lust, Caution (2007)",
        "description": "IMDb Rating (7.6)Rotten Tomatoes (73%)----------------------------Lust Caution (2007)အေဝးက လရိပ္မ်ွင္မ်ွင္ ေလးသည္\nမွန္ျပတင္းကိုျဖတ္လ်က္ အခန္းထဲကို တိုးဝင္ေနသည္။ အခန္းထဲတြင္ လေရာင္လင္းရိပ္သာရွိျပီး အခန္းေလးသည္ မွဳန္ရီ ဝိုးဝါးေန၏။မွန္ျပတင္းနားတြင္ မိန္းကေလးတစ္ေယာက္ မတ္တပ္ရပ္ျပီး အေဝးကိုေငးၾကည့္ေနသည္။သူမ၏မ်က္ဝန္းကေလးမ်ားသည္ ေသာက္ရွဳးၾကယ္မ်ားသဖြယ္ အေမွာင္ထဲမွာပင္ လင္းလက္ေနသည္။ႏွဳတ္ခမ္းႏွစ္မႊာသည္ တုန္ရီလ်က္ရွိေနေလသည္။ေယာက်ာ္းပ်ိဳတစ္ဦး သူမအနားကို ေရာက္လာျပီး ပုခုံးေလႏွစ္ဘက္ကို ယုယစြာ ဆုပ္ကိုင္လိုက္၏။မိန္းကေလးသည္ လည္ျပန္ ငဲ့ၾကည့္လိုက္ျပီး သူတို႔၏မ်က္ဝန္းမ်ား ႏွဳတ္ခမ္းမ်ားသည္ ခ်စ္ဆိပ္ရည္ တို႔ျဖင့္ျပည့္က်ံေနကာ တုန္ရီလ်က္ရွိေနၾကသည္။လရိပ္သည္ အေရာင္ေဖ်ာ့စျပဳလာေပျပီ။\nသူတို႔ႏွစ္ဦး၏ ရမၼက္အဆိပ္ေငြ႔မ်ားကမူ တစ္စထက္တစ္စအေရာင္ေတာက္လာျပီ။1938ခုႏွစ္။ Wong chia chi(Tang Wei)သည္ ေဟာင္ေကာင္တကၠသိုလ္မွ ေက်ာင္းသူတစ္ဦးျဖစ္သည္။အခ်ိန္ကာလကား ဂ်ပန္တို႔သည္ အာရွတစ္ခြင္စိုးမိုးေနသည့္ကာလျဖစ္ျပီး တရုတ္ျပည္မၾကီးကေန ေဟာင္ေကာင္က်ြန္းကိုပါ သိမ္းပိုက္ရန္ၾကံစည္ေနသည့္အခ်ိန္ကာလျဖစ္၏။ေဟာင္ေကာင္တြင္ ျဗိတိသ်ွ အလိုေတာ္ရိမ်ား ။အေရးမလွ၍ ဆုတ္ခြာရန္ျပင္ေနသည့္ ျဗိတိသ်ွ အရာရွိမ်ား။ ေဟာင္ေကာင္ကိုသိမ္းပိုက္ရန္ နည္းလမ္းအမ်ိဳးမ်ိဳး သုံးလ်က္ရွိသည့္ ဂ်ပန္စပိုင္မ်ား အလိုေတာ္ရိမ်ားျဖင့္ ...",
        "rating": "7.6",
        "url": "https://megaup.net/SWf2/Lust_,_Caution_[16+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/heart-and-soul-poster-133x200.jpg",
        "title": "Heart and Souls (1993)",
        "description": "Heart and Souls (1993)\nIMDb - 7.0/10_____Rotten - 55%  >>> Heart and Soul <<<<1993 ခုနှစ်က ထွက်ရှိခဲ့ပြီး Imdb 7 ရထား တဲ့ PG-13 Comedy Drama Romance ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက နိုင်ငံတကာမှာပဲ ပေါက်ခဲ့တာမဟုတ်ပဲ မြန်မာနိုင်ငံမှာလည်း သရဲလေးကောင် ဆိုတဲ့နာမည် နဲ့ ပုံစံတူရိုက်ကူးခဲ့ပြီး အောင်မြင်ခဲ့ပါသေးတယ်။ဇာတ်လမ်းလေးက  1959 ခုနှစ် မှာ လူလေးယောက်စီးနှင်းလိုက်ပါလာတဲ့ ကားတစ်စီးနဲ့ ကိုယ်ဝန်ဆောင် မိခင်တဦး စီးလာတဲ့ ကား တိုက်မိတဲ့ accident တခုအပေါ် သေဆုံးသွားတဲ့ဝိဉာဉ်၄ယောက်နဲ့ အသစ်မွေးဖွားလာတဲ့ခလေးကြား ဆက်နွယ်နေတဲ့ ကံကြမ္မာ တခုက စတင်ပေးခဲ့တယ်။  ဇာတ်လမ်းအကျဉ်း >>>>>>ဆန်ဖရန်စစ်စကို : 1959 ခုနှစ် ပဲရ်နီဝါရှင်တန်အမည်ရှိ ဖုန်းအော်ပရေတာ တခုတွင် ညဆိုင်းလုပ်နေတဲ့ ခလေးသုံးယောက်အမေ single ...",
        "rating": "7.0",
        "url": "https://megaup.net/1AKpo/Heart_And_Soul_[1993]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/2ecd0003902050033857-141x200.jpg",
        "title": "Brotherhood of Blades 2 : The Infernal Battlefield (2017)",
        "description": "2014 မှာ ထွက်ရှိခဲ့တဲ့ ‘Brotherhood of Blades’ ရုပ်ရှင် နောက်ဆက်တွဲရုပ်ရှင်ဖြစ်ပြီး ပထမကားမှာ ပါဝင်ခဲ့တဲ့ မင်းသား Chang Chen အပြင် နာမည်ကျော်မင်းသမီး Yang Mi တို့ ပါဝင်လာပါတယ်။ပထမကားလိုပဲ မင်အင်ပါယာကို အခြေခံတဲ့ ရုပ်ရှင်ဖြစ်ပြီး အင်ပါယာရဲ့ ကိုယ်ရံတော်အဖွဲ့သား တဦးဖြစ်တဲ့ Shen Lian က သူ့အပေါ် ပူးပေါင်းကြံစည်ထားတဲ့ မတရားမှုရဲ့ နောက်ကွယ်က အမှန်တရားကို ရှာဖွေဖော်ထုတ်မှာဖြစ်ပြီး martial arts အသားပေးသွားမှာပါ။ တွဲဖက် ကိုယ်ရံတော်နဲ့ ဓါးသမားအသစ်တွေလည်း ပါဝင်အုံးမှာပါ။2014 မှာ ထွက်ရှိလာတဲ့ Brotherhood of Blades ဟာ ရုပ်ရှင်ကားကောင်းအဖြစ် မှတ်ချက်ကောင်းတွေ အညွှန်းကောင်းတွေ ရခဲ့ပါတယ်။ ဒါကြောင့်လည်း နောက်ဆက်တွဲ ထပ်မံရိုက်ကူးလာခဲ့တာပါ။ ဒီတကြိမ်မှာတော့ Yang Mi, Zhang Yi, Xin ...",
        "rating": "7.1",
        "url": "https://megaup.net/2AcaD/Brotherhood_of_Blades_2___The_Infernal_Battlefield_2017__WEB-DL_X264_AAC-BT4K.mkv-muxed.mp4 ",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/bod-1.jpg",
        "title": "Brotherhood of Blades (2014)",
        "description": "Screenshots  မင္ မင္းဆက္ ေနာက္ဆံုးကာလမ်ားတြင္ ဆရာတူ ညီအစ္ကိုသံုးေယာက္သည္ ဂ်င္းရိေဝ ေခၚ\nဘုရင့္လွ်ဳိ႕ဝွက္ရဲအဖြဲ႕ တြင္ ဝင္ေရာက္အမႈထမ္းၾကသည္။ တစ္ကယ္ေတာ့ သူတို႔က ညီအစ္ကို\nေလးေယာက္ျဖစ္ျပီး တစ္ေယာက္မွာ ေလလြင့္ေန၍ ရံဖန္ရံခါ ညီအငယ္ဆံုးထံ အေၾကြးလာ\nေတာင္းေလ့ရွိသည္။ သူတို႔လုပ္ခလစာမွာ တစ္ႏွစ္မွ ေငြစ ႏွစ္ဆယ္ခန္႔သာရွိသည္။ အစ္ကိုၾကီး\nကရာထူးတိုးခ်င္သည္။ အထက္အရာရွိကို ေတာင္းပန္ မ်က္ႏွာခ်ဳိေသြးေသာ္လည္း အရာရွိက ေငြ\nသာလိုခ်င္၍ အခက္ေတြ႔ရသည္။ အစ္ကိုလတ္ကလည္း သူ႔ပေယာဂမကင္းဘဲ ေဆာင္ၾကာျမိဳင္\nေရာက္သြားရရွာေသာ မိန္းကေလးကို ျပန္ေရြးခ်င္သည္။ အငယ္ဆံုးညီကလည္း ေလလြင့္ေနေသာ\nအစ္ကိုက ေငြစ တစ္ရာ လာေတာင္းေန၍ ဒုကၡေရာက္ေနသည္။ တစ္ေန႔တြင္ ဘုရင့္နန္းေတာ္မွ\nကုန္းကုန္းတစ္ေယာက္ေရာက္လာျပီး သစၥာေဖာက္ ကုန္းကုန္း ေဝက်ဳံးရွန္ ကို လိုက္လံဖမ္းဆီးဖို႔\nအမိန္႔ေပးသည္။ ထိုကုန္းကုန္းက သူတို႔ညီအစ္ကို သံုးေယာက္ကို တိတ္တဆိတ္မွာသည္ကေတာ့\nေဝက်ဳံးရွန္ကို အေသသတ္ဖို႔ျဖစ္ေပသည္။\n(ေဝက်ဳံးရွန္ ဆိုေသာ ကုန္းကုန္းမွာ သမိုင္းတစ္ေလွ်ာက္ တန္ခိုးအာဏာအၾကီးဆံုး၊ အဆိုးသြမ္းဆံုးကုန္းကုန္း တစ္ေယာက္ျဖစ္သည္။ ဧကရာဇ္ ထ်န္းခ်ိ ကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/brotherhood-of-blades-20144/",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/du9f2dutkaa5-142x200.jpg",
        "title": "[18+] Erotic Tutoring (2016)",
        "description": "ဒီကိုရီးယား ၁၈+ ဇာတ်ကားက Erotic ဆန်လွန်းပါတယ်။\nစာလာသင်တဲ့ဆရာမနဲ့ ကျောင်းသားလေးတို့အပြင်တခြားဘာညာတွေပါ ဘာညာကြတဲ့ဇာတ်ကားပါ။\nDark Side Production မှတင်ဆက်ထားပါတယ်။\n    \nFile Size…(800MB)Quality…HD-Rip 720pFormat…mp4\nDuration…01:23:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by DarkSide HTS",
        "rating": "",
        "url": "https://megaup.net/V8ya/Erotic_Tutoring_(Eum-Lan_Gwa-Oi)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Jerry-magurie-poster-133x200.jpg",
        "title": "Jerry Maguire (1996)",
        "description": "Jerry Maguire(1996)\nIMDb ....7.3 ,,,,Rotten 83%\n ဒီကားထဲမှာ မင်းသားTom Cruise က Jerry Maguire အမည်နဲ့ အားကစား အေးဂျင့်အဖြစ်သရုပ်ဆောင်ထားတယ်\nစကားလုံးလှလှတွေကိုအသုံးပြုပြီး အောင်မြင်တဲ့အားကစားသမားတွေနဲ့ အားကစားအသင်းတွေကြားမှာ ငွေကြေး\nကစားနေတဲ့သူတစ်ယောက်ပေါ့.အချစ်ဆိုတာကိုလည်း စာရွက်ပေါ်က ဂဏန်းတွေလို တွက်ချက်ပြီး အကျိုးအမြတ်ယူတတ်သူ\n.....သူဟာနာမည်ကျော်အေးဂျင့်အဖြစ်ကာလတစ်ခုထိနေနိုင်ခဲ့ပေမဲ့ တစ်နေ့တော့\nဘယ်သူမှ သူနဲ့စာချုပ်မချုပ်ချင်လောက်အောင် ဆိုးတဲ့အခြေအနေရောက်သွားတယ်.........\nကျွန်တော်တို့ရှင်သန်ရင်း ဘဝတစ်ခုတည်ဆောက်တဲ့အခါမှ အချစ်ရယ် အလုပ်ရယ် ငွေကြေး\nရယ် ကြားမှာ ပင်ပန်းနွမ်းနယ်နေတယ်........နှလုံးသားနဲ့ဦးဏှောက်\nပေါင်းစပ်မှုကြောင့် စကားတွေပြောတယ် ဟန်အမူအရာတွေပေါ်ပေါက်လာတယ်....\nတစ်ချို့သောအလုပ်တွေမှာ ဦးဏှောက်ကရာနှုန်းပြည့်ဆုံးဖြတ်ပေးပေမဲ့ နှလုံးသားကြောင့်\nယိမ်းယိုင်ခဲ့တာ ရှိတယ် နှလုံးသားရဲ့ အသိပေးမှုအောက်မှာလည်း ဦးဏှောက်ရဲ့ တစ်ချို့သော တလွဲ မာနတွေ\nအတ္တတွေကြောင့်ပြိုလဲခဲ့တာရှိတယ်...ကိုယ့်အတွက် တကယ့်ပျော်ရွှင်မှုဆိုတာအဲ့အချိန်ရောက်ရင်\nလက်တစ်ကမ်းအလိုမှာပဲ လေတစ်ချက်အဝှေ့ခံလိုက်ရတဲ့\nအခိုးအငွေ့လေးလိုပဲပျောက်သွားတတ်တယ် ပျော်ရွှင်မှုရဖို့အတွက် အတ္တတွေ မာနတွေကို အချိန်ကိုက် ခဝါချတတ်ဖို့လိုသလို\nကိုယ့်နှလုံးသားရဲ့လိုအပ်ချက်အစစ်အမှန်ကိုလည်းမြင်အောင်ကြည့်တတ်ဖို့လိုတယ်...ကျွန်တော်ဘာလို့ဒါတွေပြောနေတာလဲဆိုတော့\nဒီကားကိုကြည့်လိုက်ရင်ခင်ဗျားတို့သဘောပေါက်သွားမယ်ထင်တယ်\nဒီဇာတ်ကားမှာ တွမ်ခရုဟာ Golden Globe Award for Best Actor ဆုရသွားတယ် ဒါ့အပြင် ရုပ်ရှင်ဆုပေါင်း ဆယ့်တစ်ဆုလည်း\nရခဲ့တယ် IMDb Rotten...ကလည်းကောင်းတယ်...ဒီအချက်အလက်တွေအရ ...",
        "rating": "7.3",
        "url": "  https://megaup.net/1LIci/Jerry_Maguire_[1996]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/forty_seven_meters_down_ver4_xlg-135x200.jpg",
        "title": "47 Meters Down (2017)",
        "description": "မက်ဆီကိုနိုင်ငံကို အလည်ထွက်လာတဲ့ ညီအမနှစ်ယောက် ငါးမန်းသွားကြည့်ဖို့ ပင်လယ်ထဲ ထွက်လာခဲ့တယ်။ဖြစ်ချင်တော့ သူတို့အလှည့်ရောက်မှ ငါးမန်းလှောင်အိမ်က ကြိုးပျက်ပြီး သမုဒ္ဒရာအောက်ခြေ ၄ရမီတာကို ကျသွားကာ သူတို့ ပိတ်မိသွားခဲ့တော့တယ်။လေO2ကလဲ တစ်နာရီစာလောက်ပဲကျန်တော့တယ် ပြီးတော့ ကြီးမားတဲ့ငါးမန်းဖြူကြီးတွေကလဲ အနားမှာ ပတ်လည်ဝိုင်းနေတာ သူတို့ ရှင်သန်ဖို့က တိုက်ခိုက်မှရမယ်။ကြားထဲ လှေနဲ့ အရမ်းဝေးလွန်းသွားတော့ အဆက်အသွယ်လုပ်တဲ့စက်က အလုပ်မလုပ်တော့ဘူး။ သူတို့ ဘယ်လို ဆက်သွယ်ဖို့ကြိုးစားကြမလဲ???ငါးမန်းတွေရန်ကို ဘယ်လို တိုက်ခိုက်ကြမှာလဲ??? သူတို့ အသက်ရှင်မှာလား??? ဒါမှမဟုတ် ငါးမန်းစာပဲ ဖြစ်သွားမလား???ဆိုတာကို စောင့်ကြည့်ရအောင်(ဘာသာပြန်သူကတော့ Neve Luna ပါ)File Size : (650 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre : Adventure, Drama, Horror\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/47-meters-down-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/lyijwecqxzm3-140x200.jpg",
        "title": "[18+] Covet Island of Desire (2017)",
        "description": "ကိုရီးယား ၁၈+ ဇာတ်ကားဖြစ်ပေမယ့် Erotic ဆန်ဆန်မသွားထားဘဲ  Thriller ဖက်ကို ပိုကဲထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ရူးသွပ်စေတဲ့ကျွန်းတစ်ကျွန်းပေါ်ကို အလည်အပတ်ခရီးထွက်တဲ့ စုံတွဲတွေအတွက် ဘယ်လို ကံကြမ္မာဆိုးတွေက ဆီးကြိုနေမလဲဆိုတာ...။Dark Side Production မှ တင်ဆက်ထားတာပါ။Genre : Drama, Romance, Thriller\nCast : Lee Sun-Kyun,, Kim Jong Uh, Lee Min-ki, Eugene, Lee Soo-kyung\nDirector : Kim Jin-sung\nRelease : May 8, 2017 (South Korea)\nRating : R \nFile Size…(800MB) and (280MB)Quality…HD-Rip 720pFormat…mp4\nDuration…01:21:21\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Arkar Phyo",
        "rating": "",
        "url": "https://megaup.net/2kLuV/Covet.Island.of.Desire.2017.HDRip.1080p.H264.AAC-STY-muxed.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWM4YzZjOTEtZmU5ZS00ZTRkLWFiNjAtZTEwNzIzMDM5MjdmXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Big Sick (2017)",
        "description": "The Big Sick (2017)\nIMDb - 7.5/10_______Rotten - 98%CM ပရိတ်သတ်တွေကို ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"Big Sick\" ပဲဖြစ်ပါတယ်IMDB 7.5 နဲ့ ပရိတ်သတ်အားပေးမှုကို ရရှိထားတာဆိုတော့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဇာတ်လမ်း အကြောင်းအရာကတော့ကူမေးလ်နမ်ဂျီယာနီ ဟာ အမေရိကန်နိုင်ငံမှာ နေထိုင်တဲ့ ပါကစ္စတန် ဟာသပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်သူဟာ လူတွေရှေ့မှာ ဟာသပြောရတဲ့ ပညာရှင် တစ်ယောက်ပါတစ်နေ့မှာတော့ သူ့ပွဲမှာ လာအားပေးတဲ့ အမ်မလီဆိုတဲ့ တက္ကသိုလ်ကျောင်းသူတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်ဆုံတဲ့နေ့မှာဘဲ အနောက်တိုင်းထုံးစံအတိုင်း အတူနေခဲ့ကြပါတယ်ဒီလိုနဲ့ သူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ တိုးပွားခဲ့ပါတယ်ဒါပေမယ့်...ပါကစ္စတန်လူမျိုးတွေဟာ မိဘတွေ စီစဉ်ပေးတဲ့သူနဲ့ လက်ဆက်ရပါတယ် ....လူမျိုးမတူ ဘာသာမတူတဲ့ လူနဲ့ လက်ထပ်တဲ့လူတိုင်းကို မိသားစုကနေ ဖယ်ထုတ်ခြင်းခံရပါတယ်...စကားပြောခွင့်ဆက်သွယ်ခွင့်မရှိပါဘူး....ဒီထုံးစံကို သိတဲ့ ကူမေးလ်ဟာ အမ်မလီကိုလဲ ဖွင့်မပြောချင် မိဘတွေကိုလဲ စိတ်မဆင်းရဲစေချင်တာနဲ့ ပြောလို့ မထွက်ခဲ့ပါဘူး...တစ်နေ့မှာတော့ အမ်မလီဟာ ဒီအကြောင်းအားလုံးကို သိခဲ့ပါတယ်..သူတို့နှစ်ယောက်လမ်းခွဲခဲ့ကြပါတယ်..ဒါပေမယ့်...အမ်မလီဟာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d5sj/The_Big_Sick_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/uc2gunvpu4pl-157x200.jpg",
        "title": "[18+] Erotic Sister (2016)",
        "description": "Dark Side Production မွ တင္ဆက္ထားေသာ ကိုရီးယား ၁၈+ ဇာတ္ကားျဖစ္ပါတယ္။- Synopsis -Where are you off my off! Men do not concede in front of Thyssen (!?) Sister are coming! Three women gathered in a long solo gun carriage only to marry their posts. Genuine Ji tikhan Air Goddess (two stories) and releasing IittIe show host Sumin (yimina) Sora (Kim rayun) heodang of ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-erotic-sister-2016/",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/twister-poster-133x200.jpg",
        "title": "Twister (1996)",
        "description": "Twister (1996)\nIMDb - 6.4/10_____Rotten - 58%\n  \nသာယာတဲ့မိသားစုလေးတစ်စုရှိတယ်....တစ်နေ့တော့ လေမုန်တိုင်းကြီးတစ်ခုဟာသူတို့နေတဲ့ နယ်မြို့လေးကို\nဖြတ်တိုက်သွားတယ် မိသားစု ၃ဦးရှိတဲ့အထဲက အဖေကိုလေမုန်တိုင်းကြီးက ဝါးမြိုသွားတယ်......\nအမေနဲ့သမီးပဲကျန်ခဲ့လေရဲ့ ....သမီးဖြစ်သူဟာ သူ့မျက်စိရှေ့တင် မုန်တိုင်းနဲ့ပါသွားတဲ့အဖေကိုတွေ့\nမြင်ခဲ့လေတော့ စိတ်ဒဏ်ရာရခဲ့တယ်....သူမဟာ အရွယ်ရောက်လာတော့ မုန်တိုင်းလိုက်မုဆိုးဖြစ်လာတယ်...\nမုန်တိုင်းမလာခင် ၃မိနစ်ပဲမိုးလေဝသဌာနက ကြိုတင်သတိပေးနိုင်တော့ ပြည်သူတွေအတွက် အချိန်မလုံလောက်\nဘူး ဒါကြောင့် အသက်တွေဆုံးရှုံး စီးပွားတွေပျက်စီးရတယ် သူမဟာ သတိပေးချိန်များများရအောင်\nတွက်ချက်နိုင်ဖို့ကြိုးစားတယ်....သူမနဲ့သူ့ချစ်သူကောင်လေးနဲ့အသက်အန္တရယ်တွေကြားကကြိုးစားပုံတွေ ကို ရင်တထိတ်ထိတ်နဲ့ကြည်ရမှာဖြစ်ပြီး\nကြည်နူးဖွယ် အချစ်ဇတ်လမ်းလေးကိုပါ ခံစားရမှာပါ..\n  \nသာယာတဲ့မိသားစုေလးတစ္စုရွိတယ္....တစ္ေန႕ေတာ့ ေလမုန္တုိင္းႀကီးတစ္ခုဟာသူတုိ႕ေနတဲ့ နယ္ၿမဳိ႕ေလးကုိ\nျဖတ္တုိက္သြားတယ္ မိသားစု ၃ဦးရွိတဲ့အထဲက အေဖကုိေလမုန္တုိင္းႀကီးက ၀ါးၿမဳိသြားတယ္......\nအေမနဲ႕သမီးပဲက်န္ခဲ့ေလရဲ႕ ....သမီးျဖစ္သူဟာ သူ႕မ်က္စိေရွ႕တင္ မုန္တုိင္းနဲ႕ပါသြားတဲ့အေဖကုိေတြ႕\nျမင္ခဲ့ေလေတာ့ စိတ္ဒဏ္ရာရခဲ့တယ္....သူမဟာ အရြယ္ေရာက္လာေတာ့ မုန္တုိင္းလုိက္မုဆုိးျဖစ္လာတယ္...\nမုန္တုိင္းမလာခင္ ၃မိနစ္ပဲမုိးေလ၀သဌာနက ႀကဳိတင္သတိေပးႏုိင္ေတာ့ ျပည္သူေတြအတြက္ အခ်ိန္မလုံေလာက္\nဘူး ဒါေၾကာင့္ အသက္ေတြဆုံးရႈံး စီးပြားေတြပ်က္စီးရတယ္ သူမဟာ သတိေပးခ်ိန္မ်ားမ်ားရေအာင္\nတြက္ခ်က္ႏုိင္ဖုိ႕ႀကဳိးစားတယ္....သူမနဲ႕သူ႕ခ်စ္သူေကာင္ေလးနဲ႕အသက္အႏၱရယ္ေတြႀကားကႀကဳိးစားပုံေတြ ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည္ရမွာျဖစ္ၿပီး\nၾကည္ႏူးဖြယ္ အခ်စ္ဇတ္လမ္းေလးကုိပါ ခံစားရမွာပါ...\n   \nFile Size…(800 MB) \nQuality…BluRay 720p\nFormat…mp4\nDuration…01:53:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zvc7/Twister_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hackers_ver1-129x200.jpg",
        "title": "Hackers (1995)",
        "description": "ဆယ္ေက်ာ္သက္ ဟက္ကာတစ္ေယာက္က အဓိကေကာ္ပိုေရးရွင္း တစ္ခုဆီကေဒၚလာသန္းခ်ီခိုးယူူမႈအတြက္ သူခိုးဟု စြပ္စြဲခံေနရမွန္း သူ႕ကိုယ္သူ ရွာေဖြေတြ႕ရွိသြားတယ္။ ဟက္ကာေခါင္းေဆာင္ Dade Murphy, Zero Cool, Crash Overrideလို႕နာမည္မ်ားစြာ တြင္တဲ႕သူကသူ႕အသက္၁၁ႏွစ္တုန္းက လမ္းေဘးကြ်န္ျပဴတာစနစ္ ေပါင္း၁၅၀၀ေက်ာ္ကို ဖ်က္ဆီးပစ္ခဲ႕လို႕၇ႏွစ္ ဖုန္း ကြ်န္ျပဴတာ ဘာစက္ပစၥည္းမွ မကိုင္ရ အမိန္႕က်ခဲ႕တယ္။ခုေတာ့ ေမာ္နီတာရဲ႕ေရွ႕ကို ေနာက္တစ္ေခါက္ စိတ္အားထက္သန္စြာ ျပန္ေရာက္လာရေတာ့ဘာေတြ ဘယ္လို ဆက္ျဖစ္မလဲဆိုတာ……………မင္းသားမင္းသမီးအေတာ္မ်ားရဲ. ငယ္စဥ္ပံုပန္းသြင္ျပင္ေတြကိုလည္းတစ္၀ၾကီးၾကည့္ရမွာျဖစ္ပါတယ္။ \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ)\n File Size : (800 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Comedy, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/hackers-1995/",
        "category": "Comedy, Crime, Drama"
    }
]