[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/w3xcvslimgfw-134x200.jpg",
        "title": "Royal Warriors (1986) In the Line of Duty-1",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခုဒုတိယကားအနေနဲ့တင်ဆက်လိုက်တဲ့ Royal Warriors (1986) ဇာတ်ကားကတော့ In The Line of Duty-1 လို့လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုအဓိကပါဝင်ထားပြီး IMDb Rating(6.9) ထိ ရရှိထားမလို့Action ပရိတ်သတ်တွေ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/royal-warriors-1986-in-the-line-of-duty-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsJSjE0gJkhwKBwoo0JsuJ0fSAA.jpg",
        "title": "Trust (2021)",
        "description": "TRUST (2021)IMDb _ 5.4/10Rotten Tomatoes _71%အိမ်ထောင်တစ်ခုရယ်လို့ရှိလာခဲ့ရင် ကိုယ့်အမျိုးသားဖောက်ပြန်သွားမလားစိုးရိမ်တတ်ကြတာ အမျိုးသမီးတိုင်းရဲ့ သဘာဝပါပဲ နှစ်တွေဘယ်လောက်ကြာကြာတတိယလူဆိုတာပေါ်လာခဲ့ရင် ကိစ္စတွေကမောက်ကမဖြစ်သွားနိုင်ပါတယ်\"နင်ငါတို့လိုသာကွာရှင်းရှေ့နေလုပ်ကြည့်ပါလား အချိန်ကြာလာတာနဲ့အမျှလူတိုင်းကဖောက်ပြန်နေကြပါလားဆိုပြီးသိလာလိမ့်မယ်\"\"မိန်းမတွေက သူတို့ခိုးစားတာကိုလူမမိအောင်လုပ်တဲ့နေရာမှာယောကျာ်းတွေထက်ပိုတော်တယ်\"ဒီ‌ဇာတ်လမ်းကတော့ ယုံကြည်မှုကိုအခြေခံပြီး အိမ်ထောင်တစ်ခုတည်ဆောက်ထားတဲ့အိုဝင်မ်နဲ့ ဘရော့ခ်တို့ရဲ့ အချစ်စမ်းပွဲအကြောင်းရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်ယုံကြည်မှုနဲ့လက်တွဲခဲ့ပေမယ့် အလုပ်ကိစ္စအကြောင်းပြပြီး အိုဝင်မ်တစ်ယောက်ညဉ့်နက်တွေမှာ ထထသွားနေတာ ဘရော့ခ်တစ်ယောက်စိတ်ထဲဘဝင်မကျလှပါဘူးဒါ့အပြင်ဘရော့ခ်ရဲ့ သူငယ်ချင်းက ကွာရှင်းရှေ့နေတစ်ယောက်ပါ\"ဒီခေတ်ကြီးမှာအကုန်လုံးနီးပါးဖောက်ပြန်နေကြတာ နင့်ယောကျာ်းဖောက်ပြန်မပြန်သိချင်ရင်ကြေးစားငှားပြီး စမ်းကြည့်ပါလား\" ဒီစကားကိုနားယောင်သွားတဲ့ဘရော့ခ်တစ်ယောက်ဘာတွေဆက်လုပ်သွားမလဲ အိုဝင်မ်ကရော ဘရော့ခ်အပေါ်သစ္စာမဖောက်တဲ့ယောကျာ်းကောင်းတစ်ယောက်လားဆိုတာ ကြည့်ရှုရမယ့်ပညာပေးဇာတ်ကားတစ်ကားပါအိမ်ထောင်တစ်ခုမှာ ယုံကြည်မှုက အရေးအကြီးဆုံးဖြစ်ပြီးသံသယစဝင်တာနဲ့အမှားတွေကပ်ပါလာတတ်ကြောင်းကွက်ကွက်ကွင်းကွင်းမြင်အောင်ရိုက်ပြထားတဲ့ဇာတ်လမ်းဖြစ်တာကြောင့် သံသယများတတ်တဲ့လူတွေကြည့်ရှုဖို့အကောင်းဆုံးဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်(တချို့လူကြီးခန်းတွေနဲ့ စကားပြောတွေပါဝင်တာကြောင့်မိသားစုနှင့်ကြည့်ရှုရန်မသင့်တော်ပါ)ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်ကတော့ Yunniမှရေးသားပြန်ဆိုထားပြီး တင်ဆက်ပေးသူက YKပဲဖြစ်ပါတယ် \nFile size…1.2Gb / 515MB\nQuality…1080p WEB RIP AAC 5.1CH / 720p AAC 2.0CH\nFormat…mp4\nDuration….1h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/trust-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJvp7XjQ2LhPbDVYhFXyucs40vR.jpg",
        "title": "Central Station (1998)",
        "description": "Central Station (1998) ~ IMDb - 8/10, Rotten Tomatoes - 94% ~ကျွန်တော့်မိဘတွေကို ကျွန်တော်တရားစွဲလို့ရလား ဆိုတဲ့ Capernaum ဆိုတဲ့ကားလေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ ကျွန်တော့်အနေနဲ့ အဲလိုကားကောင်းမျိုးလေးတွေကို ထပ်ကြည့်ချင်နေတာကြာလှပြီပဲဆို‌ပါတော့။ ဆိုတော့ကာ အဲလိုဇာတ်ကောင်စရိုက်အသားပေးတဲ့ကားမျိုးလေးကို ၁၉၉၈ မှာထွက်ရှိတဲ့ Central Station ဆိုတဲ့ ဟောဒီကားလေးမှာ သွားတွေ့ရတယ်ဗျ။အသက်တစ်ရာမနေရ၊ အမှုတစ်ရာပွေရတဲ့ ဒီလောကကြီးမှာ လူတွေရဲ့ဇာတ်ကောင်စရိုက်ကိုဖော်ညွှန်းပြသတဲ့ ဒီလိုကားကောင်းလေးတွေဟာ တော်ရုံထွက်ခဲသလို၊ ကောင်းခဲတာမို့ ဇာတ်လမ်းအေးအေးလေးနဲ့ တမြည့်မြည့်ခံစားရင်းကြည့်ချင်တဲ့သူကြည့်ရမယ့် ကားလေးပဲဆိုပါတော့ဗျာ။ IMDb ဟာလည်း overrated ဖြစ်နေတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေဝေဖန်တဲ့ကြားကနေ တကယ်ထိုက်တန်လို့ တကယ်ရထားတဲ့ IMDb ပါပဲ။ဒီကားလေးကတော့ Drama/ Road ဆိုတဲ့အပြင် လူ့သဘာဝသရုပ်အပြင် Tom Hanks ကြီးရဲ့ News of the World လို ခရီးသွားမှတ်တမ်းဇာတ်လမ်းမျိုးဆိုလည်း ဟုတ်တယ်ဗျ။ ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/central-station-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tl5dE3XhUELk1kDrsgvaFexn0cB.jpg",
        "title": "Reincarnation Land ( 2022 )",
        "description": "Reincarnation Landဆိုတဲ့ ဇာတ်ကားကိုတော့ 2021ထဲမှာထွက်ထားတဲ့LuoYang seriesလေးကို ကြည့်ရှုရင်းနှီးပြီးသား ပရိသတ်တို့အတွက်ဒီmovieလေးကိုကြည့်ဖို့ recommendပေးချင်ပါတယ်ဒီဇာတ်ကားကတော့ လော့ယန်မြို့မှာဖြစ်ပွားခဲ့တဲ့မှုခင်းတစ်ခုကိုအခြေခံပြီး ရိုက်ကူးပြသသွားတာဖြစ်ပါတယ်ပုလျန်ကျင်မြို့လို့ခေါ်တဲ့ မြေအောက်ထဲမှာရှိနေတဲ့ လူတွေရှုံ့ချခြင်းခံရတဲ့မြို့ငယ်လေးမှာ လူလိမ်မလေးဆိုပြီး နာမည်ပြောင်ရထားတဲ့ကောင်မလေးတစ်ယောက်ကနေ ဒီပုံပြင်လေးကစတင်ခဲ့တာပါပုလျန်ကျင်မြို့က ဝင်ချင်တိုင်းဝင် ထွက်ချင်တိုင်းထွက်လို့မရတဲ့အကျည်းထောင်လို့ပြောရင်မမှားပါဘူးဒါပေမဲ့ လူလိမ်မလေးက သူတို့နတ်တစ်ပါးလိုယုံကြည်ကိုးကွယ်တဲ့တစ္ဆေဘုရင်ကို အလုပ်တွေလုပ်ပေးရာမှဒီပုလျန်ကျင်မြို့ကထွက်ခွာနိုင်ပြီး လော့ယန်မြို့ထဲကိုရောက်လာတာပါလော့ယန်မြို့ဆိုတာလည်း အဆင့်တန်းမြင့်တဲ့လူတန်းစားတွေနဲ့နေထိုင်နိုင်ပြီးစည်းစိမ်ဥစ္စာကြွယ်ဝချမ်းသာတဲ့မြို့လို့ တင်စားရင်လည်းမမှားပါဘူးချင်းချင်းလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်ရော သူ့အဖေရဲ့မှုခင်းအတွက်သက်သေရှာဖို့အတွက် ပုလျန်ကျင်မြို့ထဲကိုရောက်လာပါတယ်ဒါပေမဲ့ ထူးဆန်းတာက သူတို့ ၂ယောက်ရဲ့ရုပ်ကတစ်ထပ်တည်းကျပြီး မတ္တူကူးထားသလိုဆင်နေတာပါအဲ့တော့ ‌၂ယောက်လုံးကရော တွေ့ဆုံခွင့်ရှိမလားပုလျန်ကျင်မြို့နဲ့ လော့ယန်မြို့မှာ ဘာအမှု‌တွေဆင်ဖြစ်မလဲလော့ယန်မြို့က ချင်းချင်းနဲ့ ပုလျန်ကျင်မြို့က လူလိမ်မလေးတို့ကဘယ်လိုတော်စပ်နေမလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်လေးမှာပဲဆက်လက်ကြည့်ရှုပေးကြပါ \nQuality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 23min\nGenres : Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn Myat Noe Khaing\nEncoded by ...",
        "rating": "5.8",
        "url": "https://megaup.net/1I95v/Reincarnation_Land_(2022)_CM_1080P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/okNgwtxIWzGsNlR3GsOS0i0Qgbn.jpg",
        "title": "Kimi (2022)",
        "description": "Kimi (2022)Siri လည်းမဟုတ် Alexa လည်းမဟုတ် ...\nနည်းပညာတစ်ခေတ်ဆန်းမယ့် Kimi ခေတ်ကိုရောက်ရှိလာပါပြီ။ဘာတွေကွာလည်းဆိုတော့ Kimi ကလူကိုယ်တိုင်ဖြေကြားတာပါတဲ့။\nအဲ့ဒီတော့ နားလည်မှုလွဲတာတွေမဖြစ်နိုင်ဘဲ ကိုယ်လိုချင်တာကို\nတိတိကျကျ အဖြေပေးနိုင်တဲ့ Kimi ဆိုတဲ့ကုန်ပစ္စည်းလေးက\nဒီကားလေးမှာ အဓိကဇာတ်ဆောင်ဖြစ်လို့နေပါတယ်။Kimi လေးကိုဈေးကွက်မှာမိတ်ဆက်ဖို့ တစ်ပတ်အလိုမှာ ဒီဇာတ်လမ်းကို စတင်ထားပါတယ်။\nအွန်လိုင်းနဲ့ချိတ်ဆက်ထားပြီး သုံးစွဲသူတောင်းဆိုသမျှကိုပြန်ဖြေနိုင်ဖို့\nKimi လေးက အသံတွေကိုအမြဲတမ်းဖမ်းယူထားရပါတယ်။\nအန်ဂျလာက အဲ့ဒီအသံဖိုင်ကိုနားထောင်ပြီး ခွဲခြမ်းစိတ်ဖြာပေးရတဲ့ ဝန်ထမ်းတစ်ဦးပေါ့။တစ်နေ့မှာ အဲ့ဒီအသံဖိုင်ထဲကနေ\n“ရပ်လိုက်...ရပ်လိုက်...တော်ပါတော့...” ဆိုတဲ့ဖိုင်ကိုနားထောင်ပြီးတဲ့နောက်\nအန်ဂျလာတစ်ယောက် မသင်္ကာဖြစ်လာခဲ့ပါတယ်။\nအန်ဂျလာက အသံဖိုင်ထဲက Kimi ပိုင်ရှင်ကိုဘယ်လိုရှာပြီး\nဘယ်လိုတွေဇာတ်လမ်းဆက်မလဲဆိုတာကိုတော့\nဇာတ်ကားကောင်းတွေကြိုက်သူအဖို့ ဆက်ပြီးကြည့်လိုက်ပါတော့ဗျာ...အညွှန်းကိုတော့ JoJoVa က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ပေးထားတာကတော့ JYJ ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.34 GB, 738MB, 244MB\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/kimi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rHcwUUy3gRVUEUepYOd7xkesiNf.jpg",
        "title": "Mahaan (2022)",
        "description": "Mahaan (2022)\n-------------------------\nယခုနှစ်မှထွက်ရှိလာတဲ့အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားသစ်တစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ မဟတ္တမဂန္ဒီကို လေးစားအားကျတဲ့မိသားစုမှာမွေးဖွားလာတဲ့ဂန္ဒီမဟန်ဆိုတဲ့လူတစ်ယောက်အကြောင်းကိုအခြေခံပြီး တင်ဆက်ထားတာပါ။ဂန္ဒီမဟန်ရဲ့အဖိုးနဲ့အဖေဟာ မဟတ္တမဂန္ဒီကိုအင်မတန်လေးစားတာကြောင့်သူ့ရဲ့နာမည်ကိုပါဂန္ဒီလို့ပေးထားတဲ့အပြင် မဟတ္တမဂန္ဒီနဲ့မွေးနေ့တစ်ရက်ကွာနေလို့မွေးစာရင်းမှာပါ တစ်ရက်စောသွင်းလိုက်တဲ့အထိပါပဲ။ နောက်တော့သူကိုယ်တိုင်ကလည်းမဟတ္တမဂန္ဒီကိုစံပြအဖြစ်သတ်မှတ်ထားတဲ့ နာချီဆိုတဲ့အမျိုးသမီးနဲ့လက်ထပ်ခဲ့ပါတယ်။နာချီဟာအရမ်းကိုစည်းကမ်းတင်းကြပ်ပြီး ဟောလီးဝုဒ်ဇာတ်ကားတွေရဲ့ပိုစတာကိုမြင်ရင်တောင်သူ့သားကိုမျက်လုံးပိတ်ထားခိုင်းတဲ့အထိပါပဲ။ ဘာကြောင့်လဲဆိုတော့ ဟောလီးဝုဒ်ဇာတ်ကားတိုင်းမှာကြမ်းတမ်းပြီးညစ်ညမ်းတဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်တယ်လို့ သူကယုံကြည်ပါတယ်။ဂန္ဒီမဟန်အနေနဲ့ကတော့ သူ့ဘေးကလူတိုင်းဟာ ဂန္ဒီကိုအတိုင်းထက်အလွန်ကိုးကွယ်နေကြရုံမကသူ့ကိုပါအမြဲဖိအားပေးလေ့ရှိတာကြောင့် ဂန္ဒီအကြောင်းကြားရင် စိတ်အနှောင့်အယှက်ပါဖြစ်လာတဲ့အထိပါပဲ။သူ့အမြင်မှာတော့ မဟတ္တမဂန္ဒီရဲ့လမ်းစဥ်ဟာ တချို့နေရာမှာတရားသဘောနဲ့မကိုက်ညီရင်တောင် လွပ်လပ်ပျော်ရွှင်မှုကိုရှာဖွေဖို့ဖြစ်ပါတယ်။ဒီလိုနဲ့ပဲ သူ့မိန်းမနဲ့အ ဖေရဲ့ဖိအားပေးမှုတွေကြောင့် သူတို့ပြောသလို မဟတ္တမဂန္ဒီရဲ့နေထိုင်မှုပုံစံအတိုင်းနေလာခဲ့ရင်းအသက်လေးဆယ်အရွယ်မှာတော့ သူ့ရဲ့ငယ်သူငယ်ချင်းစက်သီယန် နဲ့အမှတ်မထင်ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။စက်သီယန်က အဲဒီအချိန်မှာသူ့အဖေရဲ့အရက်ချက်လုပ်ငန်းကိုဆက်ခံထားသူဖြစ်ပြီးတော့ဂန္ဒီမဟန်ကလည်းသူနဲ့ပြန်ပေါင်းမိတဲ့အချိန်မှာ အရင်ကမလုပ်ဖူးတဲ့မကောင်းမှုတွေကိုဆက်တိုက်လုပ်ရင်း မဟတ္တမဂန္ဒီကိုမုန်းတီးသူတစ်ယောက်ပါဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ဆက်သွားရင်းသူ့ဘဝအတွက်အရမ်းကိုအရေးပါတဲ့ရွေးချယ်မှုတစ်ခုကိုလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့...။လူတွေမြင်ဖူးနေကျဇာတ်လမ်းမျိုးလည်းမဟုတ်တဲ့အပြင်ဇာတ်ကားကပုံမှန်ထက်ကြာပေမယ့် ပျင်းစရာမကောင်းသလို ကြည့်ရကျိုးလည်းနပ်မယ့်ကားကောင်းတစ်ကားဖြစ်လို့ ရုပ်ရှင်ပရိသတ်တွေ အထူးသဖြင့်တောင်ပိုင်းကားတွေကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ \nFile size…1.2Gb / 2.8GB\nQuality…720p WEB DL AAC 2.0  / 1080p HEVC \nFormat…mp4 / mkv\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Haruko & Shwe ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/mahaan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-1-135x200.jpg",
        "title": "True Grit (2010)",
        "description": "True Gritတဲ့ တစိုက်မတ်မတ်ပြီးဆုံးတဲ့ထိ လုပ်တဲ့လူပေါ့ ဒီရုပ်ရှင်ဟာ ၁၉၆၉ ကထွက်ပြီးသားရုပ်ရှင်ကို ကိုအန်ညီအစ်ကိုနှစ်ယောက်က ၂၀၁၀မှာ remakeပြန်ရိုက်ထားတာ ကိုအန်ညီအစ်ကိုဆိုတာလည်း No Country for old men တို့လို မာစတာပိစ်တွေရိုက်တာဆိုတော့ ထူးထူးထွေထွေ ညွှန်းမနေချင်ဘူး ပါတဲ့လူတွေပြောမယ်ဗျာ Hawkeye မင်းသမီး ဟေလီစတိန်းဖီးလ် နောက်မက်ဒေမွန် Hell or High Water ထဲက ဂျက်ဘရစ်ဂျက်စ် နောက်ဗီလိန်က မောင်သားနို့စ် ဂျို့ရှ်ဘရိုလင် ဇာတ်လမ်းကတော့ ပေါ့ပေါ့ပါးပါးပါပဲ ၁၈၇၀ဝန်းကျင် အမေရိကန်မှာ ကောင်းဘွိုင်တွေ ရိန်းဂျားတွေ မာရှယ်တွေ အခြေချနေထိုင်သူတွေ အင်ဒီးယန်း အတိုအရှည်မျိုးစုံနဲ့ မြင်းတွေစီး လူသတ်ဓါးပြတိုက် တဖောင်းတဒိုင်းဒိုင်းကာလပေါ့ ကောင်မလေးက အပျိုဖြန်းလေးတန်မဲ့ ကြမ်းကြမ်းရမ်းရမ်း တစ်ယောက်နဲ့ တစ်ယောက်ကလည်း အစေးမကပ်တဲ့ လူနှစ်ယောက်နဲ့ အဖေကိုသတ်တဲ့လူနောက် လိုက်တဲ့ စွန့်စားခန်းပါ ခရီးအတူသွားချင်း သံယောဇဉ်နဲ့ စာနာမှုတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/true-grit-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BMjA2NDJjZjgtNmFjYS00ZTE1LWFhMjEtNTc5MjA3ODFlODRlXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-141x200.jpg",
        "title": "Flying Colors (2015)",
        "description": "ကဲ .. ဒီတစ်ပတ်တော့ ကျောင်းသူကျောင်းသားများ ဒါမှမဟုတ် စာမေးပွဲတစ်ခုခုဖြေစရာရှိသူများအတွက် ရုပ်ရှင်ကြည့်လိုက်ရုံနဲ့ ကြိုးစားချင်စိတ် motivation တွေ တဖွားဖွားပေါ်လာစေမယ့် ဂျပန်ရုပ်ရှင်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်။ နာမည်ကတော့ Flying Colors (ဂုဏ်ထူး) ပါတဲ့ ။ ဂျပန်ပြည်တွင်းမှာတော့ Biri Gyaru (ဘိတ်ချီးကောင်မလေး) လို့အမည်ရတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၅ခုနှစ်မှာ ဒါရိုက်တာ Doi Nobuhiro ကနေ ကျူရှင်ဆရာတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့ ဘဝဟာသဇာတ်ကားတစ်ကား ဖြစ်ပြီး၊ ဂျပန် Box office မှာ နံပါတ်တစ်ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ Gyaru ဆိုတာကတော့ ဂျပန်ဖက်ရှင် ၊ music ပိုင်းနဲ့ ရင်းနှီးသူတွေအတွက် ခဏခဏကြားဖူးနေပါလိမ့်မယ်။ Gal(Girl) ဆိုတာက ဂျပန်အသံထွက်နဲ့ slang ပုံစံသုံးကြရာက တွင်ကျယ်လာတဲ့ ဒီစကားလုံးဟာ သုံးနှုန်းပုံဖွင့်ဆိုချက်တွေ၊ အမျိုးအစားတွေအများကြီးရှိပေမယ့် ဒီမှာနားလည်ရလွယ်အောင်လို့ အလှအပအရမ်းဦးစားပေးပြီး၊ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/flying-colors-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt3GtKKPnRt3xSgRITUPlE0V5yF.jpg",
        "title": "Go to Kill (2021)",
        "description": "Go to Kill (2021) အညွှန်း*********************IMDb - 6.6 ပိုင်သမျှ ပစ္စည်းဥစ္စာအားလုံး လူလိမ်ခံရပြီး ကိုမာဝင်သွားတဲ့ ခင်ပွန်း၊ သရေစာတွေ ကြိုက်လွန်းလို့ အဝလွန်နေတဲ့ သားဖြစ်သူနဲ့ ယောက္ခမအိုကြီးရဲ့ စားဝတ်နေရေးကို တာဝန်ယူထားရတဲ့ ယွန်းဂိုဆူရဲ့ ဘဝဟာ ခက်ခဲကြမ်းတမ်းတာထက်ကို ပိုပါတယ်။အလုပ်ကလည်း ကြက်သားဆိုင်မှာ ကြက်သတ်ရတဲ့ အလုပ်ဖြစ်တာကြောင့် ဝင်ငွေထွက်ငွေ မမျှ၊ တင်သမျှ အကြွေး မဆပ်နိုင်ဘဲ အကြွေးရှင်တွေ ဒုက္ခပေးသမျှ ခါးစည်း ခံနေရပါသေးတယ်။တစ်နေ့မှာ ကျောင်းနေဖက်ဖြစ်သူ ဂင်မီယောင်းနဲ့ အမှတ်မထင်တွေ့ဆုံပြီး ဂင်မီယောင်းက လူသတ်ဖို ကြံစည်နေတာကို သိလိုက်ရပါတော့တယ်။ ယောက်ျားဖြစ်သူ သတ်သေသွားတာကြောင့် ငယ်သူငယ်ချင်းကို အရိုးထဲစွဲအောင် မုန်းတီးနေတဲ့ ဂင်မီယောင်းက ငယ်သူငယ်ချင်းဖြစ်သူ ဆောင်းဂျယ်ကိုသာ သတ်နိုင်ရင် သိန်းလေးရာ ပေးမယ်လို ပြောတဲ့အခါ ယွန်းဂိုဆူဟာ ဆောင်းဂျယ်ကို သတ်ဖို ကြံစည်ခဲ့ပါတယ်။မီယောင်းကို တားချင်ပေမဲ့ ပိုက်ဆံလိုအပ်နေတာကြောင့် ယွန်းဂိုဆူ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/go-to-kill-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/500-days-of-summer-2009-poster-133x200.jpg",
        "title": "500 Days of Summer (2009)",
        "description": "500 Days of Summer (2009)\nIMDb - 7.7/10_____Rotten- 85%\nဇာတ်လမ်းကိုတော့    Movies-we watch,we feel. Facebook Page မှ Ko Waihin Htoon ရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။---------------------------------------------------------(500) Days of Summer အား တကျော့ပြန် ခံစားကြည့်ခြင်း(review မဟုတ်ပါ။ ဇာတ်ကားကို ကြည့်၍ ခံစားချက်များကို ရေးသားထားခြင်းပင်ဖြစ်ပါသည်။)အချစ်နဲ့ပတ်သက်ရင် ခံစားတတ်သူတိုင်း အချစ်ကို ခံစားတတ်ကြတယ်။ ဒါပေမဲ့ ခံစားချက် မရှိတဲ့ မည်သူရှိလဲ? မည်သူမှ မရှိပါ။ လူတိုင်းဟာ ခံစားချက်တွေရှိတဲ့ သူတွေပါပဲ။ ဒါဆိုရင် လူတိုင်းဟာ အချစ်ကို ခံစားဖူးကြမှာပေ့ါ။ အမှန်ပါပဲ။ လူ့ဘဝရဲ့တစ်ချိုးတစ်ကွေ့မှာတော့ အချစ်ဆိုတဲ့ အရာနဲ့ဆက်နွယ်ခဲ့ဖူးကြတဲ့ သူတွေပါပဲ။ဒါဆိုရင် အချစ်ဆိုတာဘာလဲ? မည်သူမှတော့ တိကျတဲ့ အဖြေကို မပေးစွမ်းနိုင်ခဲ့ပြန်ဘူး။ ကိုယ်ပိုင်ခံစားချက်တွေနဲ့ကိုယ်ပိုင်အတွေ့အကြုံတွေကပဲ လူသားအသီးသီးကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/500-days-of-summer-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/40T7tqiMthy9nTFBCL0DK96BLsL-133x200.jpg",
        "title": "Delivery (2021)",
        "description": "Delivery (2021)အောက်တိုဘာလက ထွက်ရှိခဲ့တဲ့ Delivery ဆိုတဲ့ Web-Drama လေးကတော့\nMovie အဖြစ် ထွက်ရှိလာခဲ့ပါပြီ။ထုတ်လွှင့်ခဲ့စဉ်ကတော့ စုစုပေါင်း ၈ ပိုင်း ပါဝင်ခဲ့ပါတယ်။Cast တွေကတော့ အမိုက်စားပါပဲ။(G)I-DLE အဖွဲ့ဝင် Miyeon\nPenthouse မှာ မင်ယော့အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Lee Tae-Vin တို့လို\nလူငယ်ခြေတက် အဆင်လေးတွေ အဓိကပါဝင်ထားတဲ့ Web drama လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ဂွက်ဒူရှစ်ဆိုတဲ့ ကိုယ်ခံပညာတော်တဲ့ မိန်းမချောလေးက\nအမေကိုရှာဖို့ရည်ရွယ်ချက်နဲ့ အစားအသောက် Delivery ပို့တဲ့အလုပ်လုပ်နေသူပါ။\nသူ့အထက်လူကြီး ဂီဟွမ်နဲ့ မတည့်အတူနေ အလုပ်လုပ်ရင်း\nတစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့သဲလွန်စနဲ့အတူ\nကမ္ဘာကြီးကို စိုးမိုးဖို့ကြံနေတဲ့ ဂြိုလ်သားတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါမှာတော့ .....\nအဆင်လေးတွေငမ်းရင်း ပေါ့ပေါ့ပါးပါးခွီနိုင်ကြည့်နိုင်မယ့် Webdrama လေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy, Sci-fi and Fantasy\nQuality….WEB-DL 1080p and 720p and 360MB\nFile ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/delivery-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
        "title": "Groundhog Day (1993)",
        "description": "Groundhog Day (1993) ~ IMDb - 8/10, RT - 97%, Meta - 72% ~Groundhog Day လို့‌ခေါ်တဲ့ ဖေဖော်ဝါရီ ၂ရက်နေ့ဟာ မြောက်အမေရိကရဲ့ ပွဲတော်နေ့တစ်ခုပါပဲ။ Punxsutawney မြို့မှာ Punxsutawney Phil လို့ခေါ်တဲ့ ဂရောင်းဟော့လေး‌က နွေဦးပဲစောစော‌လာမလား ဆောင်းပဲရှည်မလား ဟောတာကို ကြည့်ပြီး ပါတီတွေပေးကြတဲ့နေ့ပေါ့။ အဲဒီနေ့မှာ နေရာအနှံ့က သတင်း‌သမားတွေ တီဗီအစီအစဉ် ကြေညာသူတွေ Punxsutawney ကို လာရောက်ကြတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီ Groundhog Day မှာ ပိတ်မိနေတဲ့ လူတစ်ယောက်အကြောင်းပေါ့။ တော်တော်လေးစောတဲ့ Time Loop ရုပ်ရှင်တစ်ကားဖြစ်သလို သူ့ဟန်ကို Theme အဖြစ်မှီးပြီး နောက်ပိုင်းသုံးလာကြတာတွေလည်း မနည်းပါဘူး။ Supernatural ထဲလည်း မှီးသုံးခဲ့ဖူးတယ်။ Groundhog Day ဟာ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/groundhog-day-1993/"
    },
    {
        "thumbnail": "",
        "title": "17 Again (2009)",
        "description": "ဒီဇာတ်ကားလေးကိုတော့ အတော်လေးသဘောကျမိပါတယ်..ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီးကြည့်ရှုသူရဲ့\nရင်ထဲမှာလည်း စိတ်လက်ပေါ့ပါးသွားစေမယ့်ဇာတ်ကားမျိုးလေးပါ..တစ်နေ့တာအတွက်စိတ်ပင်ပန်းသူတွေ\nစိတ်အပန်းဖြေ အပျင်းပြေ ကြည့်ဖို့အတွက် အထူးသင့်တော်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်...မင်းသား Zac Efron နဲ့ Friends စီးရီးထဲက ချန်ဒလာဘင်း တဖြစ်လဲ Matthew Perry , Eurotrip မင်းသမီး Michelle Trachtenberg,The Other Woman မင်းသမီး Leslie Mann တို့ပါဝင်သရုပ်ဆောင်ထားပြီး...IMDb Rating မှာ 6.4 ရရှိထားတဲ့ Comedy, Drama, Fantasy အမျိုးအစားဇာတ်ကားလေးပါ။ဇာတ်လမ်းလေးကစိတ်ဝင်စားဖို့ကောင်းပါတယ်...ပထမဆုံးဇာတ်လမ်းစစချင်းမှာ မိုက်ခ် က ဘတ်စကတ်ဘောကစားသမားတစ်ယောက်ပေါ့ အဲဒီ့\nအားကစားမှာသူဟာထူးလည်းထူးချွန်တယ်..ဝါသနာလည်းအရမ်းပါတယ်..သူတို့ကျောင်းပွဲတစ်ပွဲက\nကစားရမယ့်ပွဲက သူ့ရဲ့အနာဂတ်အတွက်ပေါ့..ဖြစ်ချင်တဲ့အဲ့နေ့ ကစားတဲ့ပွဲမစခင်လေးမှာ သူ့ချစ်သူ\nစတားလက် ရောက်လာပါတယ်..အဝေးကိုထွက်သွားရတော့မယ့်အကြောင်းပြောတယ်..မိုက်ခ်မှာလည်း\nသူ့ရဲ့အရမ်းဝါသနာပါတဲ့အားကစားနဲ့သူချစ်ရတဲ့ချစ်သူကို ရွေးချယ်ရမယ့်အချိန်မှာတော့ စတားလက်\nကိုသာ ရွေးချယ်ခဲ့ပါတယ်.....နှစ်ပေါင်း 20 ကြာပြီးတဲ့နောက်မှာတော့ မိုက်ခ်တစ်ယောက် အလုပ်တွေကအဆင်မပြေ..\nဇနီးဖြစ်သူနဲ့လည်းအဆင်တော့ပါဘူး..စတားလက်ကလည်း တရားရုံးကနေ တဆင့်ကွာရှင်းခွင့်တောင်းထားသလို\nမိုက်ခ်ကလည်း သားသမီးတွေနဲ့ နွေးထွေးတဲ့ဆက်ဆံမှုမျိုးသိပ်မရှိဘူး...တစ်နေ့သူ့သားနဲ့သမီးတက်နေတဲ့\nကျောင်းကိုရောက်သွားတော့ ဟိုးအရင်လူငယ်ဘဝတုန်းက အဲ့ကျောင်းမှာ ဘတ်စကတ်ဘောကစားခါနီး\nရိုက်ထားခဲ့တဲ့သူ့ပုံကိုပြန်လည်တွေ့သွားတော့ မိုက်ခ်တစ်ယောက်အတိတ်ကို လွမ်းဆွတ်ဟန်နဲ့ပြန်စဉ်းစား\nမိသွားတယ်..သူ့စိတ်ထဲမှာတွေးနေခဲ့တဲ့အရာတခုက အဲ့အချိန်တုန်းက သူက ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Idj5/17_Again_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/80420ae5-16eb-41ce-b0be-a6f2a04b1a16-133x200.jpg",
        "title": "The Pursuit of Happyness (2006)",
        "description": "အကယ်​၍ သင်​ဟာ Single Father တစ်​​ယောက်​ဖြစ်​ပြီး သင့်က​လေးအိပ်​ဖို့အတွက်​ ​ကျောတစ်​ခင်းစာ​တောင်​မဖန်​တီး​ပေးနိုင်​​တော့ဘူးဆိုရင်​...သင့်ရင်​​သွေးကိုစွန့်လွှတ်လိုက်​​မှာပါလား? ? ?Chris Gardner ဆိုတဲ့ လူတစ်​​ယောက်​​က​တော့ မိမိရဲ့သား​လေးလက်​ကိုဆွဲပြီး ဘဝရဲ့အခက်​ခဲဆုံးအချိန်​​တွေကိုဖြတ်​​ကျော်​ပြီးလို့ အခုဆို Millionaire တစ်​​ယောက်​​တောင်​ဖြစ်​လို့​နေပါပြီ။သင့်ဘဝကို သင်​ခက်​ခဲလှပြီလို့ထင်​​နေရင်​ တကယ့်ဖြစ်​ရပ်​မှန်​ဘဝကိုအ​ခြေခံပြီးရိုက်​ကူးထားတဲ့ ဒီဇာတ်​ကား​လေးကို အချိန်​​ပေးပြီးကြည့်ကြည့်လိုက်​ပါဒီကား​လေးကြည့်ပြီး အရင်​ဦးဆုံး ခံစားမိမှာက​တော့ ဖခင်​တစ်​​​ယောက်​ရဲ့​မေတ္တာ ဘယ်​​လောက်​ နက်​ရှိုင်းတယ်​ဆိုတာပါပဲ...ဘဝရဲ့အဆိုးဆုံးအ​ခြေအ​နေတစ်​ခုမှာ​တောင်​ သားဖြစ်​သူကို လက်​လွှတ်​မခံခဲ့တဲ့ ဖခင်​တစ်​​ယောက်​ရဲ့ ​မိဘ​မေတ္တာ...ကျွန်​​တော်​တို့ ​တော်​​တော်​များများ ​ငွေကိုသည်းကြီးမည်းကြီးရှာ​နေကြချိန်​မှာ ​ပျော်​ရွှင်​မှုဆိုတာဘာလဲ ဘယ်​လိုအရာက မိမိကို​ပျော်ရွှင်​​စေတာလဲ မ​တွေးမိကြတာများပါတယ်​...ဒီဇာတ်​ကား​လေးက​နေ ​တော်​ရုံသတိပြုမိဖို့ခဲယဉ်းတဲ့ဖခင်​တစ်​​ယောက်​ရဲ့ချစ်​ခြင်းမေတ္တာရယ်​...​​\n​ပျော်​ရွှင်​မှုဆိုတာ ကြိုးစားသူတိုင်းအတွက်​ အလှမ်းမ​ဝေးဘူးဆိုတာရယ်​...\nဘဝဆိုတာ ​\"ဘုံလုံတစ်​လှည့် ငါးပျံတစ်​လှည့်\" ဖြစ်​​တယ်​ဆိုတာ စိတ်​ကူးယဉ်​သက်​သက်​မဟုတ်​ပဲလက်​​တွေ့မှာပါ တကယ်​ရှိတယ်​ဆိုတာ တို့ကို...သာမန်​အ​ရောင်းသမား(Saleman) ​လေးဘဝက​နေ သန်းကြွယ်​သူ​ဌေးတစ်​​ယောက်​ဖြစ်​လာသည်​အထိ ခက်​ခက်​ခဲခဲ ရုန်းကန်​လှုပ်​ရှားခဲ့ရသူ Chris Gardner ရဲ့ဘဝကို​ inspired လုပ်​ပြီး ရိုက်​ကူးထားတဲ့ \"The Pursuit of Happyness\" ဆိုတဲ့ကား​လေးမှာ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-pursuit-of-happyness-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dbUfMyfmGJKio3PEn1EogxTh7Mg.jpg",
        "title": "The Red Ghost (2020)",
        "description": "The Red Ghost (2020) အညွှန်း**********************IMDb - 6.3CM ကပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက် တင်ဆက်ပေးလိုက်တာကတော့ 1941 ခုနှစ်၊ ဒုတိယကာလစစ်အတွင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတဲ့ ဗစ်စ်မာ ဒေသအတွင်းက လူတစ်စုအကြောင်းပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ...နာဇီတပ်တွေရဲ့ ဝန်းရံတိုက်ခိုက်ခြင်းကို ခံရပြီး လူစုကွဲသွားတဲ့ ဆိုဗီယက် တပ်သားတစ်စု သူတို့ရဲ့ ရဲဘော်ရဲဘက်တွေဆီ ပြန်သွားဖို့ ကြိုးစားရာက လမ်းမှာပေါ်ပေါက်လာတဲ့ မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် ဂျာမန်တွေရဲ့ ဗဲမာ့ အထူးတပ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့ပြီး အင်အားမမျှတဲ့ တိုက်ပွဲတစ်ခုကို ရင်ဆိုင်ရပါတော့တယ်။အဲဒီအချိန်မှာ သူရဲကောင်းတွေ မဟုတ်ကြပေမဲ့ အင်အားမမျှတဲ့ ကြားကရအောင် အံတုနေတဲ့ ဆိုဗီယက်လူစုလေးကို ကူညီတိုက်ခိုက်ပေးတဲ့ လူတစ်ယောက်ပေါ်လာပါတယ်။ သူကတော့ \"သရဲနီ\" ဆိုတဲ့ နာမည်ပြောင်နဲ့ နယ်မြေတစ်ဝိုက်မှာ သတင်းမွှေးနေတဲ့ နာဇီလူသတ်သမားပဲ ဖြစ်ပါတယ်။ သရဲတစ်ကောင်လို ဘယ်နေရာက ပေါ်လာမှန်းမသိ ပေါ်လာပြီး နာဇီတွေကို တစ်ယောက်ပြီးတစ်ယောက် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-red-ghost-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFyiL9EqtTRxBUKJit6ib6eFgTu.jpg",
        "title": "Black Light (2021)",
        "description": "Black Light (2021) အညွှန်း*********************IMDb - 5.9ကဲ ဒီတစ်ခါ CM ပရိတ်သတ်တွေအတွက် All Of Us Are Dead ထဲက အွန်ဂျိုလေးပါဝင်ထားတဲ့ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက ကြီးမားတဲ့ကံဆိုးမှုကြီးကို အတူကြုံတွေ့ခဲ့ရတဲ့ အမျိုးသမီးနှစ်ယောက်ကြားက ဆက်ဆံရေးကိုအသားပေးရိုက်ကူးထားတာပါ။ လမ်းမကြီးရဲ့အလယ်စည်းကိုကျော်ပြီး ဖြစ်ပွားခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့် ပြစ်မှုကျူးလွန်သူကသေဆုံးပြီး နစ်နာသူကတော့ coma ဖြစ်သွားခဲ့ပါတယ်။အချိန်တစ်ခုကြာပြီးတဲ့နောက်မှာ ပြစ်မှုကျူးလွန်သူရဲ့ဇနီး Hee Joo ကသူမအလုပ်လုပ်ခဲ့တဲ့ စက်ရုံကိုပြန်လာခဲ့ပါတယ်။ အဲဒီစက်ရုံမှာ နစ်နာသူရဲ့ဇနီးဖြစ်သူ Young Nam အလုပ်လုပ်နေတာကိုမြင်ခဲ့ရပြီး Hee Joo က ဇဝေဇဝါဖြစ်သွားခဲ့ရပါတယ်။ Hee Joo က Young Nam ရဲ့သမီး Eun Young နဲ့ ရင်းနှီးလာခဲ့တဲ့အခါမှာတော့ Eun Young ဆီကနေ ဒီအမှုနဲ့ပတ်သက်တဲ့အကြောင်းအရာတစ်ခုကို သိရှိခဲ့ရပါတယ်။မတော်တဆမှု တစ်ခုရဲ့ နောက်ကွယ်က ဖြစ်ရပ်မှန်က ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/black-light-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3iXpvLPG4DbmuNY9yPjn1Ei54.jpg",
        "title": "American Underdog (2021)",
        "description": "American Underdog (2021) အညွှန်း******************************IMDb - 7.4 DC ရဲ့ Shazam ကို မှတ်မိကြသေးလား? အဲ့ဒီထဲက မင်းသားကြီး အဓိကပါဝင် သရုပ်ဆောင်ထားတဲ့ NFL ကစားသမား တစ်ယောက်အကြောင်း အတ္ထုပ္ပတ္တိ လာပါပြီ။ အမေရိကန် National Football League (NFL) မှ ကစားသမားဟောင်း Kurt Warner ရဲ့ ဘဝအကြောင်း ဖြစ်ရပ်မှန် အတ္ထုပ္ပတ္တိကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။အားကစား စင်မြင့်ထက်မှာ နာမည်ကြီးပြီး ပရိသတ်တွေကြား ရေပန်းစားနေတဲ့ ကစားသမားတချို့ရဲ့ နာမည်မကြီးခင် အားကစားသမား မဖြစ်ခင် ကာလတွေက လူတွေထင်သလို မလွယ်ကူကြပါဘူး။အခုလည်း ဒီဇာတ်လမ်းလေးမှာ အမေရိကန်ဘောလုံးကစားနည်းရဲ့ နာမည်ကျော် ကစားသမား Kurt Warner တစ်ယောက် နာမည်မကြီးခင် အားကစားသမား မဖြစ်ခင် ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့ရလဲဆိုတာနဲ့ ကစားမားဘဝတစ်လျှောက် သူ ကြုံတွေ့ခဲ့ရတာတွေကို စိတ်ဝင်စားဖွယ် ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/american-underdog-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZGMwMDdjYWEtZTk2NC00YmUyLTgxMmYtZDEwNTE2NDljNThlXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Camp Rock (2008)",
        "description": "Camp Rock (2008)\n================သူ့ခေတ်သူ့အခါက ခေတ်ထခဲ့တဲ့ Disney Musical Movie ကောင်းကောင်းလေး တစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ အခုထိလည်း ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင်ကြီးတွေဖြစ်ကြတဲ့ Jonas\nBrothers ညီအစ်ကိုသုံးယောက်နဲ့ အဆိုတော် Demi Lovato တို့ အဓိက ပါ၀င် သရုပ်ဆောင်ထား\nပါတယ်။ဇာတ်လမ်းအကျဉ်း . . .\nCamp Rock ဆိုတဲ့ နွေရာသီစခန်းက  ဂီတ ရူးသွပ်သူ လူငယ်တွေအတွက် မျှော်လင့်ချက်တွေ\nယူဆောင်လာပေးပြီး အိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်တဲ့ ကမ့်တစ်ခုပါ။ မစ်ချီဆိုတဲ့\nကောင်မလေးဟာ ဂီတကို ခုံမင်သူ ပီပီ နွေရာသီ ကျောင်းပိတ်ရက်မှာ ဒီ ကမ့်ကို သွားဖို့ ဒုံးစိုင်းနေသူပေါ့။\nငွေရေးကြေးရေးအခြေအနေကြောင့် လိုက်မပို့နိုင်ကြောင်း မိခင်ဖြစ်သူက  ပြောလိုက်တဲ့အခါ\nကျောင်းနောက်ဆုံးနေ့မှာ မစ်ချီ့ရဲ့ မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတော့တယ်။ ဒါပေမဲ့ မစ်ချီဟာ\nCamp Rock နဲ့ ကံပါလာသူ ဖြစ်တယ်ထင်ပါရဲ့ စားဖိုမှူးဖြစ်တဲ့ သူ့အမေကို ကမ့်က အစားအသောက်\nတာ၀န်ခံအဖြစ်လာငှားတဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/camp-rock-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNWRlZGIzYmItOTg4My00M2JjLTg5MjEtMjM1OTNmYzA4NWJkXkEyXkFqcGdeQXVyNzEzMDUxODk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Through My Window (2022)",
        "description": "Through My Window (2022)=====================ဆယ်ကျော်သက် အချစ်ဇာတ်လမ်း ကောင်းကောင်းလေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက်\nသိပ်ကောင်းတဲ့ စပိန် ဇာတ်လမ်းလေးလာပါပြီဗျာ။ ခေတ်သစ် စင်ဒရဲလား ဇာတ်လမ်းလေးလို့\nပြောရလောက်တဲ့အထိကို ဇာတ်လမ်းလေးက ဆွဲဆောင်မှု ရှိပါတယ်။\nဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့  Hidalgo Mansion မှာနေထိုင်တဲ့ ချမ်းသာတဲ့မိသားစုကြီး\nတစ်စုရှိပါတယ်။ အကြင်နာ မေတ္တာတွေကို ဘေးဖယ်ထားပြီး စီးပွါးရေးကို ရှေ့တန်းတင်တဲ့ လူချမ်း\nသာ မိသားစုတစ်စုပေါ့။ အဲဒီမိသားစုမှာမှ ရုပ်ချောချော ခပ်မိုက်မိုက် ညီအစ်ကိုသုံးယောက်ထဲက\nအလတ်ကောင် Ares Hidalgo ဆိုတဲ့ ကောင်လေး ရှိပါတယ် ဘေးမှာကတော့ Raquel ဆိုတဲ့\nအိမ်နီးချင်းမလေး ရှိတာပေါ့လေ။ Raquel တို့ကတော့ သာမန်မိသားစုလေးတစ်စုပါပဲ။ သူမက\nအလတ်ကောင်ဖြစ်တဲ့ Ares ကို ကြိတ် သဘောကျနေခဲ့ရတာပါ။ ဒီလိုနဲ့ တစ်နေ့တော့ သူတို့နှစ်ဦး\nနီးစပ်ဖို့ အကြောင်းဖန်လာတာကတော့ wifi ပဲ ဖြစ်ပါတယ်။စင်ဒရဲလား ဇာတ်လမ်းမှာ မင်းသားလေးနဲ့ စင်ဒရဲလားကို နီးစပ်သွားစေတာက ဖန်ဖိနပ်လေးတစ်ရံဆိုရင်\nဒီကားထဲမှာ သူတို့နှစ်ဦးကို ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/through-my-window-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tY6VtjHlQl4dOjVNhzyJaItkdr.jpg",
        "title": "Bullet in the Head (1990)",
        "description": "Bullet In The Head (1990) IMDb - 7.6/10, Rotten Tomatoes - 100%~ Directed By John Woo ~Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/bullet-in-the-head-1990/"
    }
]