[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/kxv2MrbwlO4Z8HEfWJ6xy0YvTIt-140x200.jpg",
        "title": "Queen of the Desert (2015)",
        "description": "Queen of Desert (2015)ဒီကားလေးက 2015 ခုနှစ်က ထွက်ထားတဲ့ လက်ရာမြောက် အတ္ထုပ္ပတ္တိ ဒရာမာကားကောင်းလေးဖြစ်ပါတယ်။ ကန္တာရရဲ့မိခင်ကြီးလို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကတ်ထရုဘဲလ်အကြောင်းကို အသက်(၂၀)နှောင်းပိုင်းကစပြီး စိတ်၀င်စားဖို့ကောင်းစွာတင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာက Werner Herzog ပါ။ ဟားဇော့ဆို စီနီမာဖန်တွေကြား မသိတဲ့လူမရှိလောက်ပါဘူး။ နယူးဂျာမန်စီနီမာရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်လည်းဖြစ်တဲ့ ဟားဇော့ရဲ့ ရုပ်ရှင်အများစုက ဂန္ထဝင်စံတင်ရတဲ့ကားတွေချည်းပါပဲ။ ဒီကားကတော့ သူ့ရဲ့ သိပ်မကြာသေးခင်ကကားပါ။ ခင်ဗျားတို့သိသလိုပဲ ဒီလိုဒါရိုက်တာတွေရဲ့ကားတွေက ရိတ်တင်မကောင်းရင်တောင် ကောင်းနေကြတာများပါတယ်။ ဘာလို့ဆို အကဲဖြတ်တဲ့ဘဲတွေက သူ့ရှေ့ကားတွေနဲ့ပါ ချိန်ထိုးဖြတ်ကောင်းဖြတ််နိုင်ကြတာကိုး။ကတ်ထရုရဲ့ဘ၀အစ ဆို့နင့်ဖို့‌‌ကောင်းတဲ့အချစ်ဇာတ်လမ်းကို ကျွန်တော်တို့ ဗမာတွေ မင်းယုဝေဘာသာပြန်တင်ဆက်သမှုနဲ့ မသိသူမရှိတဲ့ သူ့စာသားတွေကို ကဗျာဆရာတွေ တေးရေးတွေ ခဏခဏယူသုံးခံရတဲ့ ကဗျာဆရာအိုမာခယမ်ရဲ့ ရူဘိယက်ကဗျာနဲ့တင်ဆက်ထားတာကအစ လွမ်းမောစရာကောင်းပြီး အမျိုးသမီးတစ်ဦးအနေနဲ့ အရှေ့အလယ်ပိုင်းဒေသကို ခရီးလှည့်လည်သွားလာရင်း ကြုံတွေ့ရတဲ့အခက်အခဲတွေကို ကဗျာတလှည့် စာတလှည့်နဲ့ပြသထားပါတယ်။ ထူးတာက ဒီဇာတ်ထဲက အဓိကဇာတ်ကောင် ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/queen-of-the-desert-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36wyM5ceCCIpu8lU88mxonYET71.jpg",
        "title": "A Place to Fight For (2023)",
        "description": "A Place to fight for (2023)ဆရာဇော်ဂျီရဲ့ သင်သေသွားသော် ကဗျာလေးလိုပေါ့\nလူ့ဘဝကြီးမှာတော့ အိုရနာရသေရတာ ဓမ္မတာပါပဲ။\nဒါပေမဲ့ သင်သေသွားသော်လဲ သင်နေတဲ့နေရာကြီး ကောင်းမွန်စွာရှိနေဖို့က ကြိုးစားရမှာပါပဲ။\nသင်နေနေတဲ့ ခုကမ္ဘာမြေကြီးဟာလဲ သင်ကာကွယ်ထိုက်တဲ့ ကျုးကျော်ဖျက်ဆီးသူတွေကို တွန်းလှန်သင့်တဲ့ နေရာတစ်ခုဆိုတာ မမှားပါဘူး။ဒီဇာတ်ကားလေးကလဲ ဒီအကြောင်းပါပဲ ကိုယ့်မိသားစုကိုတောင် မကာကွယ်နိုင်တဲ့သူဟာ ဒီကမ္ဘာမြေကြီးကိုကော ဘယ်လိုကာကွယ်မလဲ။\nအရာအားလုံးဟာ အခြေခံကနေစပါတယ်။ ကျွန်တော်တို့ရဲ့ဖြစ်ချင်တဲ့ ဆန္ဒတွေကို ရှေ့တန်းတင်ပြီး ဒီကမ္ဘာကြီးကို ဖျက်ဆီးလာခဲ့ကြတာ နှစ်ပေါင်းအတော်ကြာပါပြီ။\nဒီလိုဖျက်ဆီးခဲ့ကြတာကနေ ပြန်လည်တည်ဆောက်ပေးဖို့မလုပ်တာလဲ အတော်ကြာပါပြီ။\nဒါပေမဲ့ ဒီလိုကမ္ဘာမြေကြီးကို ဘာလို့ကာကွယ်သင့်သလဲဆိုတာ ကိုတော့ ဒီဇာတ်ကားလေးမှာ မြင်တွေ့ကြရမှာပါ။\nနိုင်ငံရေးသမားတွေရဲ့လှည့်ကွွက်တွေကြားမှာ ဒုက္ခရောက်ရတဲ့ မိသားစုအကြောင်းလေးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရက် ဆိုသူဟာအဓိကရုဏ်းနှိမ်နှင်းရေး ရဲတစ်ယောက်ပါ။\nမီရီရန်ကတော့ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ တက်ကြွလှုပ်ရှားသူလေးပေါ့။\nဂရက်ကတော့ ဒီလိုတက်ကြွလှုပ်ရှားသူတွေကြားထဲသွားပြီး အသွင်ယူကာသူတို့ဘာလုပ်နေတယ်\nဘာတွေကြံနေတယ်ဆိုတာကို အထက်ဌာနသိအောင် ပြန်ပြီးတင်ပြရတဲ့အလုပ်ပေါ့။\nဂရက်က ဒီလိုမျိုး သူလျှိုလုပ်နေတုန်းမှာ မီရီရန်နဲ့ တစ်ညတာအတူကုန်ဆုံးလိုက်မိရကနေ သားလေးတစ်ယောက်ရလာပါတယ်။\nသူတို့မိသားစုလေးဟာ သူတို့ရဲ့အလုပ်တွေကိုမေ့ထားပြီး မိသားစုဘဝလေး အတူတူတည်ထောင်နေချိန်မှာပဲ\nသူတို့ကြားကို ရေကာတာလုပ်ငန်းတစ်ခုလာတည်ဆောက်တဲ့အချိန်မှာ ပဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-place-to-fight-for-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjg3ODQyNTIyN15BMl5BanBnXkFtZTcwMjUzNzM5NQ@@._V1_-135x200.jpg",
        "title": "50/50 (2011)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.6 ထိရရှိထားပြီး Rotten Tomatoes မှာ 93% ထိရရှိထားတဲ့ comedy/drama လေး တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားကို Joseph Gordon-Levitt နဲ့ Jurassic park က မမ Bryce Dallas Howard လည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ် ရေဒီယို ရုံးမှာအလုပ်လုပ်တဲ့ အသက် 27 နှစ်အရွယ် MC တစ်ယောက်ဟာ အရမ်းရှားတဲ့ ကျောရိုးကင်ဆာတစ်ခုဖြစ်နေတာသိလိုက်ရပါတော့တယ် 50% ပဲအသက်ရှင်နိုင်ချေရှိတဲ့ ကင်ဆာကို ကုသနေတုန်းမှာ MC တစ်ယောက် ခင်မင်မှုနဲ့ ချစ်ခင်မှု အကြောင်းကို သတိပြုလာမိပါတော့တယ် သေဆုံးနိုင်လောက်တဲ့ ကင်ဆာရောဂါဖြစ်နေတဲ့အချိန်မှာ ဘေးကလူတွေက ဘယ်လိုပြောင်းလဲသွားမှာလဲ ကိုယ့်ကိုယ်ကို သေဆုံးတော့မယ်လို့ မှတ်ယူထားတဲ့လူတစ်ယောက်က လောကကြီးကိုဘယ်လိုမြင်လဲ ဆိုတာကို ရိုက်ပြပေးထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့် လက်မလွှတ်ဘဲ ကြည့်သင့်ပါတယ် File size…(1.9 GB)/(960 MB)\nQuality….Webrip 1080p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/50-50-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJLuxVycKX8m0A8LzYG9yvyR7fJ.jpg",
        "title": "Bones of Crows (2023)",
        "description": "Bones of Corws (2022)(RT 94% , IMDb 6.6 )ကနေဒါ‌‌မြေဟာ လူဖြူတွေမကြီးစိုးခင် ကနေဒါနိုင်ငံရယ်လို့ မဖြစ်လာခင်ကတည်းက ဌာနေတိုင်းရင်းသားတွေက နေထိုင်ခဲ့ကြတာပဲ ဖြစ်ပါတယ်။\nဥရောပသားတွေ ရောက်ရှိလာပြီး နောက်မှာတော့ ဥရောပပုံစံ ဖြစ်လာအောင်၊ သူတို့အုပ်ချုပ်မှုအောက်ထဲ ခိုဝင်လာအောင် လူဖြူတွေက မျိုးစုံကြံစည်ခဲ့ကြတာ အများအသိပါ။\nဒါတွေဟာ လွန်ခဲ့တဲ့ နှစ် 200၊ 300လောက်က ဖြစ်ခဲ့တာလို့ ထင်ရင် မှားပါမယ်။\nကနေဒါမှာ ဒီလို လူမျိုးစုတွေအပေါ် ဥပဒေကို အသုံးပြုပြီး နိုင်ထက်စီးနင်းပြုလုပ်ခဲ့မှုတွေဟာ 1990ဝန်းကျင်အထိ ရှိခဲ့ပါတယ်။\nBones of Crowsက‌‌ေတာ့ ဒီနည်းတွေထဲက တစ်ခုအပေါ် အခြေခံလို့ ရိုက်ကူးထားပါတယ်။တိုင်းရင်းသားကလေးငယ်လေးတွေကို မူကြိုကျောင်းနေအရွယ်ကစလို့ မိဘရင်ခွင်ထဲကနေ ဥပဒေအရ ဆွဲခေါ်ပြီး ခရစ်ယာန်ဘုန်းတော်ကြီးတွေ ဦးစီးတဲ့ အဆောင်နေကျောင်းတွေဆီသို့ ပို့ဆောင်ပစ်ခဲ့ကြပါတယ်။\nကျောင်းကိုဦးစီးတဲ့ ဘုန်းကြီး သီလရှင်တွေဟာ ကလေးသူငယ်များကို ရည်ရွယ်ချက်ရှိရှိ အစာအာဟာရ မပြည့်ဝအောင် ကျွေးခြင်း၊\nစိတ်ပိုင်းဆိုင်ရာ၊ ကိုယ်ထိလက်ရောက်အပြင် ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bones-of-crows-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/46eKPjoWEyNBAQKDoXEcDFBcaUw-133x200.jpg",
        "title": "Gilda (1946)",
        "description": "Gilda (1946)~ IMDb - 7.6/10, Rotten Tomatoes - 90% ~အကောင်းတကာ့ အကောင်းဆုံးဆိုတဲ့ The Shawshank Redemption ဆိုတဲ့ ထောင်ဖောက်ဇာတ်ကားကို လူကြီးမင်းတို့ အပြန်ပြန်အလှန်လှန် ကြည့်ဖူးကြမယ်ဆိုရင်ပေါ့ဗျာ။ အဲဒီဇာတ်ကားထဲမှာ မိန်းမပျိုလေးတစ်ယောက်က အန်ဒီဆိုတဲ့ ဘူမိဗေဒသမားလေးကို ထောင်ဖောက်ဖို့ ကူညီပေးခဲ့တာ အမှတ်ရမိကြမှာပါ။အန်ဒီရဲ့ အခန်းနံရံက သူတူးထားတဲ့ လိုဏ်ခေါင်းပေါက်ကို အပြုံးလေးနဲ့ ကွယ်ပေးထားတဲ့ မင်းသမီးပိုစတာလေးကို ပြောတာပါလေ။ အဲဒီမင်းသမီးလေးက Rita Hayworth တဲ့။ထောင်မင်းသားတွေကို ရုပ်ရှင်ပြကြတော့ Gilda ဆိုတဲ့ဇာတ်ကားကို အထပ်ထပ် အခါခါ ပြခဲ့ကြတာပေါ့။ မင်းသမီးလေး Rita Hayworth က Gilda ဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့ ဆံနွယ်လေးတွေကို ဝဲခနဲ ခါလိုက်တဲ့အခါမှာ ထောင်မင်းသား ပရိသတ် ဝေါခနဲ ဖြစ်သွားရတာပေါ့။Red ကတော့ တဖွဖွပြောလေရဲ့။ သူ့ရဲ့ဆံနွယ်လေးတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/gilda-1946/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTAyOWZmMzMtYzUxYy00NGExLWJmODYtYzU1NzViNDcxNGM4XkEyXkFqcGdeQXVyODY2MTUxMDA@._V1_-160x200.jpg",
        "title": "Kutch Express (2023)",
        "description": "IMDb-6.7/10ငယ်ငယ်ကသွားကြီးလေး ကြီးမှခန့်ချောလေးဖြစ်လာတဲ့ Darsheel Safary ၊\nအပြင်မှာခပ်လန်းလန်းနေတတ်ပြီး ရိုးအတဲ့ဇာတ်ကောင်နေရာနဲ့ Manasi Parekh ၊\nဆံဖြူသည်ထိ မပင်မပန်း ကျရာဇာတ်ကောင်မျိုးစုံလုပ်နိုင်နေသေးတဲ့\nမင်းသမီးကြီးRatna Pathak Shah အရွယ်သုံးပါးစုံစုံလင်လင် ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း‌ကိုယ့်မွေးနေ့မှာတောင် ကျန်တစ်အိမ်သားလုံးရဲ့အကြိုက်တွေကိုရွေးပြီး စုံနေအောင်ချက်ပေးတတ်တဲ့\nမွန်ဂီဟာ သူ့ကိုယ်သူအိမ်ထောင်ရေးကံ မိသားစုကံကောင်းလွန်းသူပါဆိုပြီး ပျော်နေသူပေါ့\nသူက မိသားစုအရေးနဲ့ မီးဖိုချောင်ထဲမှာပဲဘဝကိုမြှုပ်ထားပေမဲ့ ဘာမှမသိမတတ် နုံနုံအအတော့မဟုတ်ပါဘူးသူ့ခင်ပွန်း ဒါမက်ရှ်ကတော့ ခပ်ရိုးရိုးပုံတုံးတုံးနေတဲ့အိမ်ရှင်မကို အထင်မကြီးလူရာမသွင်းပါဘူး\nမွေးနေ့ကိုတောင် ဘေးလူပြောမှသိ ဟတ်ပီးဘတ်ဒေးပြောပေးဖို့တောင် နှုတ်ဆွံ့နေသတဲ့\nဒီလိုအိမ်ထောင်ရေးမှာဖြစ်လာမဲ့အဖုအထစ်ကတော့ ဖောက်ပြန်မှုကလွဲတခြားမရှိ....ဒါမက်ရှ် ရုံးကလုပ်ဖော်ကိုင်ဖက်တစ်ယောက်နဲ့ဖောက်ပြန်နေမှန်းသိလိုက်ရချိန်\nဒီလူကိုပဲတစ်မျက်နှာတစ်ကမ္ဘာလုပ်ထားတဲ့ မွန်ဂီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ...အိမ်ထောင်ဆိုတာ မကုန်မခမ်းနိုင်အမျိုးစုံသုခဒုက္ခပေါင်းစုံရာကမ္ဘာပဲလေ\nဒီတော့ဒီကားမှာရော ဒီလိုပဲဖန်တရာထေဇာတ်လမ်းပုံစံဖြစ်နေပါ့မလားဘယ်လိုမတူညီတဲ့ရှုထောင့်တွေပါမလဲ...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~ Aditi ~ YH ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.1GB / 844MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/kutch-express-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/92AT6RNm57NCe8ykKWyxKJA5jKF.jpg",
        "title": "Sun Moon (2023)",
        "description": "Sun Moon (2023)သတို့သား မရှိခဲ့တဲ့ Kelsey ရဲ့ မင်္ဂလာပွဲ ...\nဘာလို့လဲဆိုတော့ ဘုရားသခင်က ပြောလို့ လက်ထပ်လို့မရဘူး ဆိုတဲ့ဆင်ခြေနဲ့\nသူချစ်ရတဲ့သူရဲ့ပစ်ပယ်ခြင်းကိုခံလိုက်ရတဲ့ Kelsey တစ်ယောက်အတွက်\nဘုရားသခင်က သူမကိုကျ ဘာလို့ မပြောတာလဲဆိုတဲ့ လူတွေရဲ့မေးခွန်းကို\nဖြေပေးစရာစကား သူ့မှာ ရှိမနေခဲ့ပါဘူး။\nဘုရားကျောင်း နဲ့ လူတွေကို ရင်ဆိုင်​တွေ့ဖို့ ကြောက်နေတဲ့ Kelsey က\nမင်္ဂလာပွဲကပစ္စည်း​တွေယူဖို့ မတတ်နိုင်ဘဲဘုရားကျောင်းကိုသွားရပြန်တယ် ။\nအဲ့ဒီမှာ အခါအခွင့်သင့်စွာနဲ့ ထိုင်ဝမ်မှာ အင်္ဂလိပ်စာသင်ပေးဖို့ အလုပ်ကမ်းလှမ်းခံခဲ့ရပါတယ်။\nသူ့ဘဝရဲ့ ရှုံးနိမ့်မှုတွေနဲ့ လှောင်ပြောင်ခံရခြင်းတွေဆီကထွက်ပြေးဖို့ ထိုင်ဝမ် ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ\nKelsey တစ်ယောက် သူ့ရဲ့ဒဏ်ရာတွေကို ထိုင်ဝမ်မှာကုစားနိုင်ပါ့မလားဆိုတာ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်လိုက်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Phyu Phyu Thant ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.5GB | 799MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/sun-moon-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boUwVljEdNJxIqn2gnO4d5BkUHE.jpg",
        "title": "Fatafati (2023)",
        "description": "Fatafati\nIMDb-8/10အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nလူ့ပတ်ဝန်းကျင်မှာ ဖြစ်တတ်တဲ့\nbody shaming ဆိုတဲ့ အယူအဆအမှားကို ‌ထောက်ပြထားတဲ့\ndrama ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင်အနေနဲ့ ပူ‌လော်ရာဘာဒူရီဆိုတဲ့\nသာမန်စက်ချုပ်သမတစ်ယောက်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nသူ(မ)ဟာ overweight ဖြစ်နေတာကြောင့် ‌က‌လေးမရနိုင်တာလို့\nယူဆပြီး အိမ်မှာရှိတဲ့ယောက္ခမရဲ့ အပြစ်တင် ဝေဖန်မှုကို\nခံနေရတဲ့အပြင်၊ လူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းမှာပါ\nbody shaming လုပ်တာကို မကြာခဏခံနေရသူတစ်ဦးပါအဲဒီလို body shaming ကြောင့် စိတ်ဒဏ်ရာတွေ ရနေပေမဲ့လည်း\nတဖက်မှာတော့ သူ(မ)ဟာ အောင်မြင်တဲ့ designer influencerတစ်ဦး\nဖြစ်လာအောင် လက်မလျှော့ဘဲ ကြိုးစားနေတဲ့သူလည်းဖြစ်ပါတယ်\nbody shaming ကြောင့် ရလာမဲ့ စိတ်ဒဏ်ရာတွေကို အံတုပြီး\nသူ(မ)ရဲ့အိပ်မက်ဖြစ်တဲ့ အောင်မြင်တဲ့ဒီဇိုင်နာဖြစ်အောင် လုပ်နိုင်ပါ့မလား ၊\nမလုပ်နိုင်ဘူးလား ဆိုတာကိုတော့ CMရဲ့ ရုပ်ရှင်ချစ်သူ\nပရိသတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူပေးကြရမှာပဲ ဖြစ်ပါတယ်ထပ်ဆောင်းအနေနဲ့\nဒီ\" Fatafati \"ဇာတ်ကား‌ဟာ လူ့အဖွဲ့အစည်းမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့\nbody shamingနဲ့ ပတ်သက်တဲ့ ယူဆချက်အမှားလေးတွေကို\nထောက်ပြပြီး သင်ခန်းစာပေးနိုင်မဲ့ ဇာတ်ကားကောင်း‌လေးတစ်ခုမို့\nလက်မလွှတ်တမ်း ကြည့်ရှုခံစား‌ပေးကြပါဦးလို့\nတိုက်တွန်းလိုက်ပါရ‌စေလားရှင်(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH~Cherry~Moon~Saii~Yunniတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.04GB ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/fatafati-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWEyNzMyYWQtMjY0My00YTU3LTlhYTEtYTYzOWI1NjJlMGI2XkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_-133x200.jpg",
        "title": "Key to Love (2023)",
        "description": "Key to Love (2023)\n===============ကျွန်တော်တို့ဟာ ဘဝရဲ့တစ်ကွေ့ကွေ့မှာချစ်ခြင်းမေတ္တာနဲ့ တွေ့ဆုံ\nကြဖူးမှာပါ။ ဒီရုပ်ရှင်ဟာလည်း အချစ်အကြောင်းဖော်ကြူးရိုက်ကူး\nထားတယ်ဆိုပါတော့ဗျာ။ ဒီဇာတ်ကားမှာ မင်းသားဖြစ်သူ ဂျော့်ရှ်က\nအဖိုးဆုံးပြီး အမွေတွေရတော့ မြို့ကြီးကနေ သူရဲ့ချက်မြုပ်ဇာတိ\nနယ်မြို့လေးကို ပြန်လာရတယ်။ ဇာတ်လိုက်မင်းသမီးလေးက အမွေ\nရထားတဲ့စာအုပ်ဆိုင်လေးကိုဦးစီးပြီး နယ်မြို့လေးမှာပဲငြိမ်းချမ်းစွာ\nနေထိုင်နေတယ်ပေါ့။မင်းသားနဲ့မင်းသမီး အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး သူတို့ရဲ့တွေ့ဆုံမှုက\nအစမကောင်းခဲ့ဘူး။ နောက်မှ သေချာတွေ့ဖြစ်ကြပြီး တစ်ယောက်ကို\nတစ်ယောက်ချစ်ခင်စုံမက်သွားကြတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ အဲဒီ\nလောက်လည်း ဘယ်လွယ်ကူမလဲဗျာ။ ဂျော့ရှ်အဖိုးဆီကနေ ငွေတွေ\nခွာယူနေတဲ့ ဗီလိန်ရှေ့နေကြီးနဲ့ သူ့သမီးကလည်းမင်းသားနဲ့မင်းသမီးရဲ့\nချစ်ခြင်းကို အမျိုးမျိုးဝင်နှောက်ကြသေးတာပေါ့။ အဆုံးမှာတော့ မထင်\nမှတ်ထားတဲ့အလှည့်အပြောင်းတွေဖြစ်ပြီး ဘယ်လိုဇာတ်သိမ်းသွားမလဲ\nဆိုတာတော့ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ ခရင့်ချ်\nဖြစ်တဲ့ အချစ်ဇာတ်လမ်းတွေ ကြိုက်တဲ့သူတွေဆိုရင်တော့ ဒီရုပ်ရှင်\nလက်မလွှတ်တန်းကြည့်သင့်ပါတယ်လို့အကြံပေးပါရစေခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (958 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/key-to-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/DSFSDFSDFSDF-133x200.jpeg",
        "title": "The Post (2017)",
        "description": "The Post(2017)\n**************\nIMDb....7.3,,,,,Rotten ....88\nဒါရိုက်တာက Steven Spielberg ....အဓိက သရုပ်ဆောင်တွေကMeryl Streep, Tom Hanks နဲ့  Sarah Paulson  ....Rating တွေ မြင့်တာတွေ အော်စကာဆုတွေမှာ စာရင်းဝင်ခဲ့တာတွေအခြားဆုပေါင်းများစွာ ရတာတွေ အသာထား ...ဒီဒါရိုက်တာ နဲ့ ဒီသရုပ်ဆောင်တွေနဲ့တင် ထွေထွေထူးထူး ညွှန်းဆိုဖွဲ့စရာ မလိုဘူးထင်တယ်....အမေရိကန်ရဲ့ထိပ်တန်းသတင်းစာတိုက်တစ်ခုဖြစ်တဲ့ The Washington Post မှာပထမဆုံးအမျိုးသမီးပုံနှိပ်ထုတ်ဝေသူဟာKatherine Graham (မင်းသမီးကြီး Meryl Steep) ပါ...အယ်ဒီတာကတော့Ben Bradlee (မင်းသားကြီးTom Hanks) ဖြစ်ပါတယ်..သူတို့ဟာ အစိုးရရဲ့နှစ်ပေါင်းသုံးဆယ်တိုင်တိုင်  ဖုံးကွယ်ထားတဲ့ လျှို့ဝှက်ချက်တွေပြည်သူတွေကိုညာခဲ့တာတွေကို ပြိုင်ဘက်သတင်းစာတိုက်ဖြစ်တဲ့The Nw York Times နဲ့အပြိုင် ထုတ်ဖော်ကြတယ်...အစိုးရကိုလျှို့ဝှက်ချက်တွေ ထုတ်ဖော်ပြီဆိုမှာတော့  သူတို့တွေ ကြုံရတဲံ အခက်အခဲတွေအန္တရယ်တွေဟာ ဘေးပတ်လည် ဝိုင်းနေပါတယ်...အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေ လိမ်ညာမှုတွေက ဘာလဲ...သူတို့တွေကရော ရင်ဆိုင်နိုင်ပါ့မလား...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ် JtheKoala  ဖြစ်ပါတယ်...File Size :(2.6GB) &(994MB)\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-post2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JgvDA8gdn3FPOUG5wVuTp8XQwv.jpg",
        "title": "Faces in the Crowd ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nChen Wei Ting သရုပ်ဆောင်ထားတဲ့စုံထောက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ (၁၉၃၁) ခုနှစ်ရှန့်ထိုမြို့မှာ\nကူမန်တန်ပါတီနဲ့ကွန်မြူနစ်ပါတီတို့ရဲ့\nပဋိပက္ခတွေကြောင့် နိုင်ငံမငြိမ်မသက်ဖြစ်နေတဲ့ကာလကို\nဇာတ်အိမ်တည်ထားကာ ဝမ်လိဝန်က\nကွန်မြူနစ်ပါတီဖွဲ့စည်းထားတဲ့ဆန်းကြယ်ရူပ်ထွေးတဲ့\nဆက်သွယ်ရေးစခန်းကိုပစ်မှတ်ထားစုံစမ်းနေခဲ့တယ်။ဒီအချိန်မှာ မထင်မှတ်ပဲသူ့သွေးသောက်ညီအစ်ကို\nချန်ကျားတုန့်နဲ့လမ်းမှာပြန်လည်တွေ့ဆုံခဲ့ပြီး\nနှစ်ဦးသားဒီစခန်းရဲ့ လျှို့ဝှက်ချက်ကိုဖော်ထုတ်ဖို့ပူးပေါင်းနေခဲ့တယ်။\nသို့ပေမဲ့နှစ်ဦးသား နှစ်အတော်ကြာဝေးကွာပြီး\nပြန်တွေ့ခဲ့ကြတာကြောင့် စုံစမ်းဖော်ထုတ်ကြရင်း\nတစ်ယောက်အပေါ်တစ်ယောက် သင်္ကာမကင်းစွာနဲ့\nနှစ်ဦးသားအပြန်အလှန် နှစ်ယောက်လုံးရဲ့သရုပ်မှန်ကို\nပြန်လည်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ။\nနိုင်ငံရေးအရူပ်အထွေးတွေကြား ဘယ်လိုတွေပတ်သက်နေကြမလဲ။\nနှစ်ယောက်လုံးရဲ့ကိုယ်စီသရုပ်မှန်ကကောဘာတွေဖြစ်မလဲ။ဒီဇာတ်လမ်းလေးကတော့ Chen Wei Ting ပီသစွာပဲ\nစုံထောက်အက်ရှင်ကားလေးတစ်ကားဖြစ်တာကြောင့်\nလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2BW2w/Face_In_The_Crowd_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tekSR9MipaYSxFYzcCFLZ8QdOkI.jpg",
        "title": "Godspeed ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ရဲ့ပရိသတ်တွေအတွက် မင်းသားချောလေး\nFan Cheng Cheng နဲ့ မင်းသမီးချောလေး Zhang Jingyi တို့ရဲ့\nပေါ့ပေါ့ပါးပါးဟာသကားလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကုန်ကားအဖွဲ့ခေါင်းဆောင် ကျိုးတုန်းဟိုင်နဲ့ သူ့ဇနီး ဟော့မေမေတို့ဟာ\nကိစ္စတချို့ကြောင့် သမီးဖြစ်သူ ကျိုးဝေးယွီနဲ့ သမီးရဲ့ရည်းစား ဝမ့်ရိဖန်နဲ့အတူ\nကားမောင်းခရီးနှင်ခဲ့ပါတယ်။ လူမသိလမ်းမသိတဲ့ ခရီးကို စတင်ပြီး\nကျိုးတုန်းဟိုင်ဟာ အခွင့်အရေးရတုန်း သားမက်လောင်းကို\nဘက်ပေါင်းစုံကနေ စစ်ဆေးကြည့်ရှုဖို့ ဆုံးဖြတ်ထားပါတယ်။ဝမ့်ရိဖန်ကလည်း အမှားပေါင်းစုံကို လုပ်နေခဲ့ပါတယ်။\nလမ်းတစ်လျှောက်မှာ ကျိုးတုန်းဟိုင်ရဲ့ ရန်သူကြီး ဌာနမှူးကျာရဲ့\nအပန်းဖြေကားပြဿနာကြီးဖြစ်ခဲ့ပြီး ဝေးယွီရဲ့\nငယ်သူငယ်ချင်းကွမ်းကျီရဲ့ တောကြက်စံအိမ်မှာ အရက်မူးပြီး ပြဿနာကြီးဖြစ်ခဲ့ပါတယ်။လမ်းပေါ်က ဆီသူခိုးအဖွဲ့ကို ဝိုင်းဝန်းဖမ်းဆီးခဲ့ကြပါသေးတယ်။\nဒီလိုရှုပ်ထွေးနေတဲ့ ခရီးလမ်းမှာ ကျိုးတုန်းဟိုင်တစ်ယောက်\nဝမ့်ရိဖန်ကို သဘောကျနိုင်ပါ့မလားဆိုတာကို\nဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VYzh/God_Speed_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Wak7sN4FXGT2q8gtdsliMNQt6V.jpg",
        "title": "Broken People (2023)",
        "description": "Broken People (2023)လူတစ်ယောက်နဲ့ တစ်ယောက် သူ့အကြောင်းကိုယ့်အကြောင်း သေချာသိကြဖို့ အချိန်ဘယ်လောက်လိုပါသလဲ…လူတစ်ယောက်နဲ့ တစ်ယောက်ကြား အခိုင်မာဆုံးကြိုးတွေ ချည်ဖြစ်ဖို့ ရာသီဘယ်နှလီ ဖြတ်သန်းကြရမလဲ...တချို့တွေအဖို့ နှစ်နဲ့ချီ ဖြည်းဖြည်းချင်း ညှိယူသိယူကြရတဲ့ နားလည်မှုတွေ၊ တစ်ကြိုးချင်းရစ်ရင်းသီရင်းက ချည်နှောင်ခဲ့ရတဲ့ ရင်းနှီးမှုတွေဟာ... တချို့များအတွက်ကျတော့လည်း ဝီစကီတစ်ခွက်ပဲ လိုပါတယ်။တစ်ခါတစ်ခါ ရင်ဖွင့်ချင်တာတွေရှိတဲ့အခါ ကိုယ့်အသိအဝန်းအဝိုင်းထဲက လူတစ်ယောက်ဆီမှာ ဖွင့်ချရတာထက် ကိုယ့်ကိုလုံးဝမသိတဲ့ လူစိမ်းတစ်ယောက်ဆီမှာ အိပ်သွန်ဖာမှောက်ပြောပြရတာက ပိုလို့ သက်တောင့်သက်သာရှိပါတယ်။ ဒီလိုနဲ့ပဲ လွန်ခဲ့တဲ့ ၅မိနစ်က သူစိမ်းတစ်ယောက်ဟာလည်း သင့်ဘဝရဲ့ အရင်းနှီးဆုံးလူတစ်ယောက်ဖြစ်သွားနိုင်ပါတယ်။ဒီဇာတ်ကားအကြောင်းကို မပြောပြချင်ပါဘူး။ ဘာလို့ဆို ဒါဟာ သူစိမ်း၂ယောက်ကြားက ရင်းနှီးမှု မီးပွင့်လေးကို တတိယလူ(အပြင်လူ)နေရာကနေ စောင့်ကြည့်ရတဲ့ ဖီလင်လေးနဲ့ မျောရမှာမို့ပါ။သူစိမ်း၂ယောက်...\nဘားတစ်ခု...\nဝီစကီခွက် ခပ်များများ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 755MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://channelmyanmar.org/broken-people-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xkGkVjeMcvEg7P3VxWy8wYBJ7Dv.jpg",
        "title": "Ain’t Them Bodies Saints (2013)",
        "description": "ဘော့ပ်နဲ့ ရုဆိုတဲ့ကောင်လေးနဲ့ ကောင်မလေးဟာတက္ကဆက်ပြည်နယ်က Bonnie & Clydeပေါ့.သိပ်ကိုချစ်ကြတဲ့ချစ်စုံတွဲလေးဖြစ်သလို သူတို့လုပ်တဲ့မကောင်းမှုတွေကသူတို့ကို ဝေးကွာစေနိုင်တယ်ဆိုတာကိုလဲ သူတို့သိကြမယ်မထင်သေးတဲ့အရွယ်ပေါ့.တစ်နေ့မှာရဲတွေဝိုင်းထားတာခံရချိန် ရုပစ်လိုက်တဲ့ကျည်ဆန်ကြောင့် ရဲတစ်ယောက်မှန်သွားတော့ ဘော့ပ်ကပြစ်ဒဏ်တွေအားလုံးကို သူ့ဆီပဲပုံချဖို့ ဆုံးဖြတ်ခဲ့တယ်။ရုမှာကချစ်စရာသမီးလေးကိုကိုယ်ဝန်လွယ်ထားရတယ်ဆိုတာလဲအဲ့အချိန်မှာပဲ သိခဲ့ရတယ်လေ. သူပြန်လာခဲ့ပ့ါမယ်စောင့်နေပေးပါဆိုတဲ့စကားအတိုင်း ရုကလဲသမီးလေး၄နှစ်ပြည့်တဲ့အထိကိုနေ့တိုင်းမျှော်နေခဲ့ပြီးရှင်သန်နေထိုင်ခဲ့တယ်။ဒါပေမယ့် တစ်ရက်တော့ ဘော့ပ်တစ်ယောက်ထောင်ဖောက်ပြေးပြီးရုတို့သားအမိကိုခေါ် ဒီနဲ့အဝေးဆုံးကိုထွက်သွားဖို့ ကြိုးစားတဲ့အချိန်မှာမထင်မှတ်ထားတဲ့ ကိစ္စတွေဖြစ်လာခဲ့တယ်။ချစ်ခြင်းမေတ္တာက ဘယ်လိုမျိုး အလုပ်လုပ်လဲဘယ်လောက်ထိတာရှည်ခံနိုင်မလဲ ?ဘော့ပ်နဲ့ရုတို့ရဲ့ ဒီကနေအဝေးဆုံးကိုထွက်သွားဖို့အတွက်အကြံအစည်တွေကရော အဆင်ပြေနိုင်ပါ့မလားရိုမန်တစ်ဒရာမာဇာတ်ကားလေးဖြစ်ပြီး ဘော့ပ် ရဲ့ ကွဲအက်အက်အသံနဲ့ထောင်ထဲကပေးပို့တဲ့စာတွေကိုဖတ်ပြတဲ့အခန်းတွေကတကယ့်ကို ကြေကွဲစရာကောင်းခံစားစေရမှာပါ.ဒီလိုဇာတ်ရုပ်မျိုးကိုသရုပ်ဆောင်တဲ့သူကလဲတခြားသူတော့မဟုတ်ပါဘူး. အော်စကာဆုရှင် Casey Affleckဖြစ်ပြီးအထင်ရှားဆုံးပြောရရင် Manchester By the Seaထဲက မင်းသားပါပဲ.ဆန်ကာတင်စာရင်းတွေထဲမှာလဲ ပါဝင်ခဲ့သလို IMDB scoreလဲကောင်းတဲ့ဇာတ်ကားမလို့ ကြွေကွဲရင်းနဲ့ ခံစားလိုက်ရအောင်။. File size…  1.7 GB /  430 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama, Crime\nSubtitle…. ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/aint-them-bodies-saints-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bfrGhxKkLBfpmHXLuAwGlVUXDIX.jpg",
        "title": "Devil’s Peak (2023)",
        "description": "မြောက်ကာရိုလိုင်းနားက ဂျက်ဆင်ကောင်တီမှာ မက်ဂ်နီးလီ ဆိုတဲ့ မိသားစုကမူးယစ်ဆေးတွေ မှောင်ခိုရောင်းဝယ်တာမလို့ မျိုးနဲ့ရိုးနဲ့ကို နာမည်ကြီးပါတယ်။ခေတ်အဆက်ဆက် လူမိုက်လုပ်လာကြတဲ့အလျောက် ချာလီ မက်ဂ်နီးလီ လက်ထက်မှာလည်းရာဇဝင်မရိုင်းရလေအောင် မူးယစ်ဆေးဝါးလုပ်ငန်းကို ဆက်ပြီးထိန်းသိမ်းထားပါတယ်။သူထိန်းသိမ်းထားသလို ဆက်ပြီးလုပ်သွားနိုင်ဖို့ သားဖြစ်သူ ဂျေကော့ဘ် မက်ဂ်နီးလီကလည်းချာလီ့လက်အောက်မှာ အလုပ်ဝင်လုပ်ရင်း ပညာတွေသင်ယူနေရတာပေါ့။ ဖြစ်ချင်တော့ ဂျေကော့ဘ်က သူချစ်ရတဲ့ ကောင်မလေး မက်ဂီ ဂျန်းနင်းစ်နဲ့နီးစပ်ပြီး သူ(မ)ရဲ့အိပ်မက်တွေကို အတူအကောင်အထည်ဖော်ပေးချင်ပေမဲ့ကောင်မလေးအဖေက သူ့အဖေလုံးဝကြည့်မရတဲ့ မြို့နယ်အုပ်ချုပ်ရေးမှူးဖြစ်နေလေတော့လူငယ်တွေရဲ့ အချစ်ရေးက ကံအကြောင်းမလှဘူးပေါ့လုပ်ငန်းကျယ်ပြန့်ရင် ကျယ်ပြန့်သလို ဒုစရိုက်မှုတွေပဲများလာလို့ စိတ်မအေးချမ်းဖြစ်နေရတဲ့ဂျေကော့ဘ်က ချာလီရဲ့ မျိုးရိုးစဉ်ဆက်နဲ့ချီပြီး ပြောပြောနေတဲ့ lecture တွေနဲ့brainwash လုပ်မှုတွေအပြင် ကောင်မလေးဘက်က ပြဿနာတွေနဲ့ပါရင်ဆိုင်ရတော့ ဘယ်ဘက်ကိုရွေးပြီး ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုကြည့်ရှုရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်...   File size…1.31GB / 535MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Crime, Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/devils-peak-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e0NZxqQ4B8YZ6kRrZish2DPqtdi.jpg",
        "title": "Vice(2018)",
        "description": "Vice(2018)\nIMDb....7.2,,,,Rotten....66%\n((Blu-Ray 10805.1ch နဲ့ 720pတို့ဖြင့်ပြန်လည် Updateပေးထားပါသည်..))ဒီဇာတ်ကားက  Makeup and Hairstyling အတွက်အော်စကာဆုရခဲ့သလို   ထရန်စဖော်မာ မင်းသားကြီးလို့တင်စားရတဲ့Christian Bale နဲ့ မင်းသမီးAmy Adams တို့ အော်စကာဆန်ကာတင်စာရင်း ဝင်ခဲ့တာ အတော်များများလည်း သိကြမယ်ထင်ပါတယ်...၂၁ ရာစုအစပိုင်းကာလ အမေရိကန်သမိုင်းကို တစေ့တစောင်း သိစေနိုင်မယ့် ဒုသမ္မတတစ်ဦးရဲ့ အကြောင်းကိုပြန်လည်ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပဲဖြစ်ပါတယ်....D ick Cheney ဟာ ငယ်ဘဝက ဘယ်လောက်တောင်ဆိုးခဲ့လဲဆိုတော့ မူးရူးသောာင်းကျန်းလွန်းလို့ တက္ကသိုလ်ကတောင်ကျောင်းထုတ်ခံရတဲ့အထိပါပဲ...သို့ပေမယ့် အဲ့ဒီဘဝကနေ  အမေရိကန်သမိုင်းမှာ အထင်ကရဖြစ်စေခဲ့တဲ့ ဒုသမ္မတတစ်ယောက်ဖြစ်လာအောင် သူကြိုးစားခဲ့တယ်..သူဘယ်လိုတွေကြိုးစားခဲ့လဲ?ဒုသမ္မတဖြစ်လာချိန်မှာပဲ သူမတူတဲ့အရည်အချင်းတွေကြောင့် သမ္မတအပေါ် ဘယ်လိုလွှမ်းမိုးမှုတွေရှိနေသလဲဆိုတာပါ ခင်ဗျားတို့တွေ့ရလိမ့်မယ်...\nဒါ့အပြင်  အမေရိကန်သမိုင်းကို   သူ့စိတ်တိုင်းကျ အမျိုးမျိုး ပုံဖော်ခဲ့သူ…\n၂၀ ရာစုနှောင်းပိုင်းနဲ့ ၂၁ ရာစုအစပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အားလုံးမှတ်မိကြလောက်တဲ့ 9/11 ဖြစ်ရပ်အပေါ်မှာ ဒုသမ္မတရဲ့ တုံ့ပြန်လုပ်ဆောင်အကွက်ချမှုတွေ…\nဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ အမေရိကန်သမိုင်းအပြင် ကမ္ဘာ့သမိုင်းကိုပါ တစေ့တစောင်းလေ့လာနိုင်မှာဖြစ်ပါတယ်…\nDick Cheney အဖြစ် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/vice2018/",
        "category": "Biography, Country, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/FrmwUEeIoBuKJIlYMPc52SfJGd.jpg",
        "title": "Borgman (2013)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောလိဝုဒ်မဟုတ်တဲ့ဒတ်ချ်ကားတစ်ကားပါ။အိမ်ခြေရာမဲ့ လူတစ်ယောက်ဖြစ်တဲ့ ကာမီးလ်ဘော့ဂ်မန်းဆိုတဲ့လူတစ်ယောက်က ရဲတွေလက်ကလွတ်အောင်ပြေးရင်းအဆင့်အတန်းမြင့်အိမ်တစ်အိမ်ကို ရေချိုးဖို့တောင်းဆိုရင်းအိမ်ရှင်ဖြစ်တဲ့ ရစ်ချတ်က သူ့ကိုရိုက်မိရာကနေ စတဲ့ဇာတ်လမ်းပေါ့။အဲဒီအဖြစ်အပျက်ပြီးတော့ ရစ်ချတ်ရဲ့မိန်းမဖြစ်တဲ့မာရီနာက ယောကျာ်းဖြစ်သူရဲ့အပြုအမူကြောင့်အပြစ်ရှိတယ်လို့ခံစားရပြီး ကာမီးလ်ကိုသူ့အိမ်မှာရစ်ချတ်မသိအောင် ပေးနေလိုက်တယ်။ဒါပေမဲ့ သူမသိခဲ့တာက ကာမီးလ်ကသာမန်အိမ်ခြေရာမဲ့တစ်ယောက်မဟုတ်တာကိုပဲ။ကာမီးလ်က အကြံနဲ့သူတို့ရဲ့အိမ်ကို အပိုင်စီးဖို့လာခဲ့တာဆိုပေမဲ့ဝုန်းဒိုင်းကြဲပြီး အနုကြမ်းစီးတဲ့နည်းမျိုးနဲ့ မဟုတ်ဘဲဘယ်လိုနည်းမျိုးနဲ့ လုပ်မလဲဆိုတာကိုတော့ CM ပရိသတ်များကိုယ်တိုင်ကြည့်ရှူကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ File size…  1.62 GB /  740 MB\nQuality…  BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 54m\nGenre .....  Drama, Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Kasashi",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/borgman-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjFmZGQ5ODQtMWY5Mi00MDc0LWE4MWItNWE1NWZmOTQ2MDdmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Rangabali (2023)",
        "description": "Rangabali(2023)\nIMDb-5.5/10သူ့နာမည်က ရှိုး။တစ်ရွာလုံးရဲ့ အော်ကြောလန် အကုန်လုံးလက်မြှောက်ထားရတဲ့\nရှိုး။'ရှိုး'ဆိုတဲ့ဖဲကစားနည်းသိတယ်မလား။ဖိန့်ရတာလေ။ဒီထဲက မင်းသားချောရှိုးတယောက်ကလည်း ဖိန့်တဲ့နေရာ တော်ကီထုတဲ့နေရာမှာတော့ ယှဉ်နိုင်သူမရှိ\nသူ့ကိုသတိမထားမိရင်လည်း မကြိုက်။ရွာထဲကရန်ပွဲတိုင်း သူမပါရင်မပြီး။သူ့အဖေက ဆေးဆိုင်ပိုင်ရှင်၊ သားဖြစ်သူကို ဆိုင်ဦးစီးခိုင်းစေချင်ပေမယ့်\nဝမ်းချူဆေးနဲ့ ရာသီအကိုက်အခဲပျောက်ဆေးမှားပေးပြီးကတည်းက\nအယုံအကြည်မရှိတော့လို့ မြို့တက်ပြီး စာသင်ခိုင်းတော့တာ၊\nအဲဒီမှာစတွေ့တာပဲ၊ဘယ်သူနဲ့လဲဆို သိမ်သိမ်မွေ့မွေ့ဆရာဝန်မလေးတယောက်နဲ့ပေါ့။ရွှေခြေကျင်းဝတ်ထားတောင် ဘာသံမှမမြည်အောင် ဘယ်သူမှသတိမထားမိအောင်ဝတ်ထားမယ့်\nဆရာဝန်မလေးနဲ့ လည်ပင်းကဆွဲကြိုးကို လူတကာမြင်စေချင်လို့ ကြယ်သီးဟထားတဲ့\nဆရာကြီးရှိုးတို့တွေ့တဲ့အခါမှတော့။တော်ကီကြွယ်တဲ့ ဆရာရှိုးတယောက် ဆရာဝန်မလေးကိုလည်း ရွာပင့်ပြီး\nသေတပန်သက်ဆုံး ဆေးပေးမီးယူလုပ်နိုင်မလားဆိုတာ တော်ကီလည်းသင်\nပျော်လည်းရွှင်စွာနဲ့ ကြည့်လိုက်ရအောင်လေ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~Saii~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.95GB / 1.37GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Saii~BpL",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/rangabali-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mF14chZNzgDRZffs8Wk8lPwdNQA.jpg",
        "title": "The English Teacher (2013)",
        "description": "IMDb- 5.7ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်ကကင်းစတန်မြို့ အထက်တန်းကျောင်းက အင်္ဂလိပ်စာဆရာမလင်ဒါစင်ကလဲရား ဖြစ်ပါတယ်။သူကတော့ လက်မထပ်ရသေးတဲ့ တစ်ကိုယ်တည်း အပျိုကြီးမမဖြစ်ပါတယ်။စာပေကိုချစ်မြတ်နိုးပြီး သူသဘောကျတဲ့စာရေးဆရာတွေရဲ့စာအုပ်တွေ ဇာတ်လမ်းကြောင်းတွေကိုသူ့ဘဝရဲ့ အဖော်မွန်အဖြစ် သ‌ဘောထားတဲ့သူပါ။ပကာသနတွေမလိုဘဲ သူ့ဘဝလေးကို ရိုးရိုးရှင်းရှင်းသာမန်လေးပဲနေထိုင်နေပါတယ်။ဒီလိုနေရင်းနဲ့ပဲ သူ သဘောကျတဲ့ယောကျ်ားလည်းမတွေ့သေးဘဲ ရွေးရင်းရွေးရင်း အပျိုကြီးဖြစ်နေတာပေါ့လေ။ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့ကျောင်းသားဟောင်းတစ်ယောက်ဖြစ်တဲ့ဂျေဆင်ရှာဝုဒ်နဲ့ ပြန်လည်တွေ့ဆုံပါတယ်။ဂျေဆင်က နယူးရော့ခ်က ပြဇာတ်ရေးစာရေးဆရာတစ်ယောက်ဖြစ်ပြီးစာရေးဆရာတစ်ယောက်အဖြစ်ရပ်တည်ဖို့လက်လျှော့တော့မယ်ဆိုပြီး ဒီမြို့ကို ပြန်လာခဲ့ပါတယ်။တစ်ဖက်မှာ ဂျေဆင်ရဲ့ဖခင်ဖြစ်သူ ဒေါက်တာရှာဝုဒ်ကဂျေဆင်ကို ဥပဒေကျောင်းတက်ဖို့ တွန်းအားပေးနေပါတယ်။ဒီလိုအခြေအနေမှာ လင်ဒါက စာရေးဖို့ လက်လျှော့မယ်ဆိုတဲ့ဂျေဆင်ရဲ့ အတွေးကို အားပေးဖို့ ဂျေဆင်ရေးထားတဲ့ပြဇာတ်ကို အထက်တန်းကျောင်းပြဇာတ်ရုံမှာ တင်ဆက်ဖို့ စီစဉ်ပေးပါတော့တယ်။ဒီလိုနဲ့ လင်ဒါတစ်ယောက်ကတော့ သူ့ရဲ့ comfort zoneလေးကနေထွက်ခါမှ သူ့ဘဝမှာ အရှက်ရစရာ ရှုပ်ထွေးတဲ့ကိစ္စလေးတွေဖြစ်လာပါတော့တယ်။သူစာသင်ပေးဖူးတဲ့ ကျောင်းသားဟောင်းလေးနဲ့ ညှိမိတဲ့ကိစ္စပါ။ဒီကိစ္စတင်ပဲလား... ကဲ ပြီးပြည့်စုံတဲ့လူရယ်လို့ မရှိလေတော့လင်ဒါတစ်ယောက် ဘယ်လိုအရှုပ်တွေလုပ်မိတာလဲဆိုတာတော့ ဇာတ်လမ်းလေးကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်။ File size…  1.3 GB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-english-teacher-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/FvUVt3hXgAAxP1H-126x200.jpg",
        "title": "Oppenheimer (2023)",
        "description": "ဒါရိုက်တာ ခရစ္စတိုဖာနိုလန်ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲကတစ်ကားဖြစ်တဲ့ အော့ပန်ဟိုင်းမားကို တင်ပေးထားပါတယ်။အကြည်ထွက်ဖို့က အတော်ကိုကြာဦးမှာမို့အကြည်ဆုံး cam ဗားရှင်းကို ဘာသာပြန်ပြီးတင်ပေးထားပါတယ်။ဘာသာပြန်ဖို့ စာဖိုင်အမှန်လည်းမရသေးတာကြောင့်ကွက်လပ်အချို့တော့ပါပေမဲ့ အားလုံးနီးပါးနားလည်အောင်တော့ ပြန်ပေးထားပါတယ်။Peaky Blinder ရဲ့ မင်းသား Cillian Murphy ကဒေါက်တာ ဂျေ ရောဘတ် အော့ပန်ဟိုင်းမားအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး၊ နာမည်ကြီးတွေဖြစ်တဲ့Robert Downey Jr., Emily Blunt, Matt Damon, Rami Malekတို့ အစုံပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်ဟာ သမိုင်း၊ ဒရာမာ၊ အထ္ထုပ္ပတ္တိ အမျိုးအစားပဲဖြစ်ပါတယ်။သမိုင်းကို နည်းနည်းလေး ကြားဖူးသူတိုင်းတောင်ဟီရိုရှီးမားနဲ့ နာဂါဆာကီကို ကြားဖူးကြမှာပါ။ဒီရုပ်ရှင်ထဲက ပုဂ္ဂိုလ်ကတော့ အဲဒီမြို့နှစ်မြို့ကိုကျဲချခဲ့တဲ့ အနုမြူဗုံးကို တီထွင်ခဲ့တဲ့ သူပါပဲ။သမိုင်းတလျှောက် အကျော်ကြားဆုံးလူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကို နိုလန်ရဲ့ထုံးစံအတိုင်း အတန်းလိုက်မဟုတ်တဲ့ဇာတ်ကြောင်းပြောပုံတွေရယ်၊ နောက်ကြောင်းပြန်ပုံတွေရယ်နဲ့စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားပါတယ်။အော့ပန်ဟိုင်းမားရဲ့ ကျောင်းသားဘဝ၊ ပါမောက္ခဘဝ၊ ကွန်မြူနစ်နောက်ခံဘဝတွေကနေ အမေရိကန်ရဲ့ အကြီးမားဆုံး စီမံကိန်းဖြစ်တဲ့မန်ဟက်တန်စီမံကိန်းကို လော့စ် အာလာမို့စ်မှာဦဆောင်ခဲ့ရပုံတွေကိုပြသထားပါတယ်။အနုမြူဗုံးကိုအောင်မြင်စွာဖန်တီးပြီး စစ်နိုင်သွားတဲ့နေရာမှာရပ်သွားတာမဟုတ်ဘဲ အဲဒီနောက်ပိုင်းမှာ သမ္မတနဲ့ အစိုးရကိုပါအတိုက်အခံလုပ်ပြီး ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/oppenheimer-2023/"
    }
]