[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTlhYWE1OGQtOGFjYy00ZGQwLWI0NDMtZTYxY2VjNjVlMTJhXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-128x200.jpg",
        "title": "D Block (2022)",
        "description": "D Block (2022)တက္ကသိုလ်ကျောင်း စတက်ခါက ပထမနှစ်ကျောင်းသားဘဝဟာ ကျွန်တော်တို့ဘဝရဲ့ အကောင်းဆုံးအချိန်တွေထဲကတစ်ခုဖြစ်ပါတယ်။\nဆယ်ကျောက်သက်အရွယ်ဖြစ်တာမို့ အရာရာကို စူးစမ်းချင်စိတ်ကလည်း တဖွားဖွား...။ တက္ကသိုလ်ရဲ့ အနှစ်သာရကို\nစတင်ခံစားရတဲ့အချိန်ဖြစ်ပြီး ပျော်ရွှင်ခြင်း၊ ဝမ်းနည်းခြင်း ရသပေါင်းစုံ ခံစားရတဲ့အပြင် ဘဝဇာတ်ခုံအဖုံဖုံကိုလည်း ကိုယ်တိုင်ရင်ဆိုင်တွေ့ကြုံကြရတာပေါ့။ဇာတ်လမ်းအကျဉ်းနည်းပညာတက္ကသိုလ်ကျောင်းကို ပထမဆုံးခြေဆန့်ရတဲ့ ကျောင်းသားတွေက တက္ကသိုလ်ရဲ့ အရသာကို ပျော်ရွှင်ခံစားနေကြပါတယ်။\nနှစ်ချို့ စီနီယာ ကျောင်းပျော်ကြီးနဲ့အတူ တစ်ခန်းတည်းကျတဲ့ ဘော်ဒါသုံးယောက်ကို မြင်လိုက်ရတော့ Amir Kham ရဲ့ 3 Idiots ကို\nသတိရစေခဲ့ပါတယ်။ ဒါပေမဲ့ ဒီကားမှာ 3 Idiots နဲ့ လုံးဝကို ခြားနားပြီး ဇာတ်အိမ်ခိုင်ခိုင်နဲ့အတူ ဇာတ်ကွက် မြှုပ်ကွက်တွေကြား\nပရိသတ်တွေကို ရိုလာကိုစတာ စီးသလို ခံစားရစေမှာပါ။ တက္ကသိုလ်ကျောင်းဆိုတဲ့အတိုင်း လျှို့ဝှက်ချက်တွေ ရှိတတ်တာပေါ့။\nဒါပေမဲ့ တစ်နေ့မှာတော့ ကောလိပ်ဂိတ်စောင့်ရဲ့ သမီး ကျားသစ်ကိုက်ခံရာကနေ\nမသေဘဲ အသက်ဘေးက လွတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ မင်းသားဟာ စူးစမ်းတတ်သူပီပီ ကျားသစ်ကိုက်တာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/d-block-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/777-135x200.jpg",
        "title": "777 Charlie (2022)",
        "description": "IMDb - 9.1 / 10လူတစ်ယောက်ကို ပြောင်းလဲစေတာက\nအချစ်လို့ပြောမယ်ဆို ရဲရဲကြီးယုံလိုက်ပါ...ငယ်စဉ်က မိသားစုတွေ ဆုံးပါးသွားပြီး\nတစ်ယောက်တည်းကျန်ခဲ့တဲ့ \"ဒါမာ\"ကြီးပြင်းတဲ့အထိ တစ်ယောက်တည်းနေဖို့ကိုပဲ\nရွေးချယ်ခဲ့ပြီး လူ့ပတ်ဝန်းကျင်နဲ့\nဝင်ဆံ့ဖို့ မကြိုးစားတဲ့ လူ့ဂွစာတစ်ယောက်အဲဒီ့သူ့ဘဝထဲကို မမျှော်လင့်ဘဲ ရောက်လာတာကတော့\nခွေးလေးတစ်ကောင်အဲဒီခွေးလေးကို သူမမွေးချင်လို့\nမွေးစားမယ့်သူကို ရှာနေတုန်းမှာပဲ\nခွေးလေးနဲ့ သံယောဇဉ်တွယ်သွားပြီး\nခွေးလေးက သူ့ရဲ့ဘဝဖြစ်လာခဲ့တော့တယ်သူ့ရဲ့ မာကြောနေတဲ့ ဘဝကြီးကို\nနူးညံ့ပျော့ပျောင်းလာစေပြီး\nဂျစ်ကန်ကန်နဲ့ လောကကြီးကို အရွဲ့တိုက်နေထိုင်ခဲ့တဲ့ သူ့ကို\nအမြင်ကျယ်လာစေခဲ့တာက အဲဒီခွေးလေးပေါ့လူနဲ့ တိရစ္ဆာန်ကြားက မေတ္တာတရား‌\nအဲဒီမေတ္တာဆိုတဲ့အရာဟာ စစ်မှန်ရင်\nဘယ်လောက်တောင် စွမ်းအားကြီးတယ်ဆိုတဲ့\nအကြောင်း ရိုက်ကူးပြသထားတဲ့\nမျက်ရည်မခိုင်သူတွေ မျက်ရည်ကျစေမယ့်\nဒရမ်မာကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်\nFile size…2.6Gb / 1.15GB\nQuality…1080p VOOT WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Thet Ko",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/777-charlie-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNWUyNzc0ZDktOWQyZC00OThmLTg2MTAtYjI5YzYxMGNlOTYyXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Brian and Charles (2022)",
        "description": "Brian and Charles (2022)\n==================\nIMDb Rating - 6.7/10တစ်ခါတစ်လေ တစ်ယောက်တည်းနေတာကြာလာတဲ့အခါ\nအဖော်တစ်ယောက်လောက်လိုချင်မိတယ်။ ကိုယ့်အကြောင်းကို\nနားလည်ပေးမယ့်သူ၊ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူ ပြီးတော့ ကိုယ်\nဂရုစိုက်တာကိုလည်း လက်ခံနိုင်မယ့်သူမျိုးပေါ့ ။ လွယ်လွယ်နဲ့တော့\nဘယ်ရပါ့မလဲ.... အဲ့ဒီလောက်ထိ ကံမကောင်းတတ်ကြဘူးလေ။ကံကောင်းသွားတဲ့သူတော့ ရှိတယ်ဗျာ။ ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်\nကျော်ကြီး ဘရိုင်ယန်ပေါ့။ သူက ရွာမှာတစ်ကိုယ်တည်းသမား၊ ဟိုဟာ\nလေးထွင်လိုက် ဒီဟာလေးဖန်တီးလိုက်နဲ့ ရွာထဲကလူထူးဆန်းတစ်ယောက်\nပေါ့။ ပြီးတော့ သူ့အိမ်ထဲမှာကြွက်လေးတစ်ကောင်ရှိတယ်။ အဲ့ဒီကြွက်\nကောင်းမှုနဲ့ပဲ မအောင်မြင်ခဲ့တဲ့သူ့စက်ရုပ်လေးက အသက်ဝင်သွားပါ\nလေရော။ဘရိုင်ယန်အရမ်းပျော်ပြီလေ။ သူနဲ့အတူတူနေပြီးတော့ သူဂရုစိုက်ရမယ့်သူ\nရှိလာပြီ။ အတူတူနေလာတော့ တစ်ခါတစ်လေတော့လည်း ရန်ဖြစ်ကြတာပေါ့။\nဒီလိုပဲ ရန်ဖြစ်လိုက် ပြန်တည့်လိုက်နဲ့ စက်ရုပ်ချားလ်က အိမ်ပေါ်ကဆင်းသွား\nချင်ပါတယ်တဲ့။ ပြသာနာကအဲ့ဒီကစတော့တာပဲ... အဲ့ဒီပြသာနာကို ဘယ်လို\nဖြေရှင်းမလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။\nပေါ့ပေါ့ပါးပါးလေးနဲ့ မိဘနဲ့သားသမီးတို့ကြားက ဖြစ်ပျက်တတ်တဲ့သဘောတရားကို\nစက်ရုပ်လေးနဲ့အစားထိုးပြီးရိုက်ပြထားတယ်လို့ ခံစားရပါတယ်။ အဲ့ဒါကြောင့် မိသားစု\nအချင်းချင်းလည်း အတူတူကြည့်ရှုရင်ပိုပြီးကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.57 GB) / (650 MB) ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/brian-and-charles-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYWI3YmIyYmItZDVkZi00OWE0LTllMjItM2ZlYzA1NWExN2YyXkEyXkFqcGdeQXVyNDQxOTAyNA@@._V1_-113x200.jpg",
        "title": "Pipa (2022)",
        "description": "Pipa (2022)==========အတိတ်က နာကျင်မှုတွေကို သိမ်းဆည်းထားရင်း အရင်ကနေခဲ့ဖူးတဲ့\nမြို့ငယ်လေးကို သူမသားလေးနဲ့အတူ ပြန်လည်ရောက်ရှိလာတဲ့ ရဲဝန်\nထမ်းဟောင်း Manuela Pipa Pelari။သူမရဲ့အဒေါ် ဖြစ်သူက ဒီမြို့ငယ်လေးကို ပြောင်းလာဖို့ တိုက်တွန်းမှုကြောင့်\nမြို့ငယ်လေးမှာပဲ လယ်ယာလုပ်ရင်း single mom အဖြစ် သားငယ်လေးနဲ့\nအတူ အေးအေးချမ်းချမ်း ဘဝကို ဖြတ်သန်းနေပါတယ်။ တစ်ရက်ကျတော့\nသူတို့ရဲ့မြို့မှာ အိန္ဒိယသွေးနှောမိန်းကလေးတစ်ယောက် မီးလောင်ပြီး သေဆုံး\nသွားပါတယ်။ရဲတွေကတော့ ဒီအမှုကို မတော်တဆဖြစ်ခဲ့တာလို့ ယူဆပေမယ့် သူမရဲ့\nအဒေါ်က သံသယရှိနေပါတယ်။ ဒါကြောင့် သူ့တူမ Pipa ကိုအကူအညီ\nတောင်းပြီး အမှုမှန်ပေါ်အောင် စုံစမ်းစစ်ဆေးပါတော့တယ်။ အိန္ဒိယသွေးနှော\nကောင်မလေး ဘာကြောင့်ဆုံးသွားတာလဲ၊ ရဲတွေက ဘာကြောင့် မတော်မဆ\nအမှုလို့ ကောက်ချက်ချတာလဲ၊ Pipa ရဲ့ အတိတ်က နာကျင်မှုတွေက ဘာဖြစ်မလဲ\nဆိုတာကို ဆက်လက်ကြည့်ရှူပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.78 GB) / (858 MB) / (510 ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/pipa-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-high-147x200.jpg",
        "title": "High Crimes (2002)",
        "description": "ကလဲရ် ကုဘစ်ဟာ သိပ်ကို တော်တဲ့ အမျိုးသမီး ရှေ့နေတစ်ယောက်ပါ။ သူ့ရဲ့ အမျိုးသား တွမ်နဲ့အတူ အေးအတူပူအမျှ နေထိုင်နေသူပေါ့။ ဒါပေမဲ့ တစ်နေ့မှာ အမေရိကန်စစ်တပ်ဟာ သူ့ရဲ့ အမျိုးသားကို ရုတ်ချည်း ဖမ်းဆီးခဲ့ပြီး သူ့အမျိုးသားဟာ တွမ် ကုဘစ်မဟုတ်ဘဲ။ ရွန် ချက်မန်းလို့ အမည်ရတဲ့ တပ်ပြေးတစ်ယောက်လို့ ဆိုလာပါတယ်။ပိုဆိုးတာက ရွန်ချက်မန်းဟာ လူအစုလိုက် အပြုံလိုက် သတ်မှုနဲ့ သေဒဏ်ကျမယ့် တရားခံဖြစ်နေတာပါပဲ။ သို့ပေမဲ့ ဒါတွေဟာ မဟုတ်မမှန် စွပ်စွဲချက်မှန်း သိလိုက်ရတဲ့အပြင် သူ့ရဲ့ အမျိုးသားကို တရားဆိုင်ဖို့ စစ်တပ်က အညတရ ရှေ့နေတစ်ယောက်သာ ချပေးထားတဲ့ အချိန်မှာ ကလဲရ်ဟာ ချာလီဆိုတဲ့ စစ်ထွက် တပ်သားဟောင်းကြီးရဲ့ အကူအညီနဲ့ စစ်တစ်တပ်လုံးနဲ့ မိန်းမတစ်ယောက် အကြိတ်အနယ် တရားရေးရာတွေ စတင်ပါတော့တယ်။ဒီဇာတ်လမ်းမှာ မင်းသမီး Ashley Jadd က ကလဲရ်၊ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/high-crimes-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-reef-134x200.jpg",
        "title": "The Reef (2010)",
        "description": "ရွက်လှေတွေကို ကမ္ဘာအနှံ့လိုက်ပို့ရတဲ့အလုပ်နဲ့ အသက်မွေးနေတဲ့လုခ်ဟာ ရွက်လှေတစ်စင်းကို မပို့ခင် အားလပ်ရက်အပန်းဖြေခရီးထွက်လာတဲ့ သူငယ်ချင်းတွေကို ရွက်လှေအပျော်စီးဖို့ခေါ်ထားပါတယ်။ဒါပေမယ့်လကျွန်းတစ်ကျွန်းကိုသွားပြီးအပြန်မှာ ကံဆိုးချင်တော့ သန္တာကျောက်တန်းနဲ့တိုက်မိပြီး လှေပက်လက်လန်သွားပါတော့တယ်။ ဘေးပတ်ပတ်လည် ရေကိုသာတွေ့ရတဲ့ ပင်လယ်ထဲတဖြည်းဖြည်းမြုပ်လာနိုင်တဲ့ လှေပက်လက်ပေါ်မှာ လုခ်တို့ဟာ ကယ်မယ့်လူတစ်ယောက်ယောက်ရောက်လာတဲ့အထိ လှေပေါ်ကပဲစောင့်မလား ၁၀မိုင်ကကျွန်းလေးတစ်ခုဆီ လက်ပစ်ကူးမလား ဆုံးဖြတ်ချက်ချရပါ့တော့မယ်... File size…(1.6GB)/(867MB)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:34:00\nGenre...Adventure / Drama / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T Nyein",
        "rating": "",
        "url": "https://channelmyanmar.org/the-reef-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNzI4ZTAwNzEtNTk5YS00ZWJmLWI1ODMtOTU4MTM5MzQ4OWM0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-e1659271375360-142x200.jpg",
        "title": "Purple Hearts (2022)",
        "description": "Purple Hearts ( 2022 )\n===================အကောင်းတကော့အကောင်းဆုံး မာစတာပိစ်ကားတွေ စီးရီးတွေကို တင်ဆက်ပေးနေတဲ့ နက်ဖလစ် ရဲ့ အကောင်းစား ရိတ်တင်မြင့် ဒရာမာကားသစ်လေးကို ပြန်လည်တင်ဆက်လိုက်ပါတယ်။ နက်ဖလစ်က ထုတ်ရင် မကောင်းတဲ့ကားမရှိသလို ဒီကားကလည်း သူ့ထုတ်တဲ့ကားတွေထဲမှာမှ ရိတ်တင် ၇ကျော်နေတဲ့ ရုပ်ရှင်ပါပဲ။Tess Wakefield ရဲ့ ဝတ္တုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး ခပ်ချောချော အမေရိကန်အဆိုတော်မလေး Sofia Carsonက အဆိုတော်မလေးအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ သီချင်းတွေလည်း မနည်းမနောပါတာမို မြူဇစ်ကယ်ဒရာမာကြိုက်တဲ့သူတွေ အကြိုက်တွေ့ကြမယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ မရိန်းတပ်သားလေးတစ်ယောက်ရှိတယ်။ အစက သူက ဆေးသမား နောက်မှဆေးပြတ်ပြီး တပ်သားဖြစ်လာတာ။ သူတိုအိမ်က မျိုးဆက်သုံးဆက်လုံး မရိန်းတပ်သားတွေ။ သူ့အဖေဆို စစ်တပ်ကပေးတဲ့ Purple Heartsဆုကိုရထားတယ်။ တိုက်ပွဲမှာ တာဝန်ထမ်းဆောင်ရင်း ရန်သူကြောင့် ထိခိုက်ဒဏ်ရာရတာတို သေတာတိုဖြစ်ရင်ပေးတဲ့ဆုပေါ့။ ကိုယ့်သေနတ်နဲ့ ကိုယ်ပြန်ပစ်မိရင်တော့ မပေးဘူးပေါ့။ ကံဆိုးချင်တော့ ငနဲက ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/purple-hearts-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Disregarded_People-p1-141x200.jpg",
        "title": "[18+]Disregarded People (2013)",
        "description": "အလုပ်မရှိ အကိုင်မရှိ sex ကိစပဲစဥ်းစားနေတဲ့ ဘဲကြီးတစ်ယောက် နဲ့မိသားစု ဘ၀ကို ပျော် ပျော် ရွှင်ရွှင် ဖြတ်သန်းချင်တဲ့ မိန်းမတစ်ယောက်ရဲ့ အချစ်ဇာတ်ကားပါSex လုပ်တာပဲ ဘ၀ထင်နေတဲ့သူအနေနဲ့ ‌ရေရှည်မှာ ဘာတွေအဆင်မပြေဖြစ်လာမလဲဆိုတာကို ခမ်ကြမ်းကြမ်းလေး ကြည့်ရမှာပါ ။File Size__(1GB)\nQuality__720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__02:02:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.6",
        "url": "https://megaup.net/38Rae/[18+]Disregarded_People_(2014).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/good-luck-160x200.jpg",
        "title": "Good Luck Jerry (2022)",
        "description": "Drama / Crime\nIMDb - 6.4 / 10Disney+Hoster ကထွက်ရှိလာပြီး\nအမှုအခင်းနဲ့ပတ်သက်တဲ့ ကားကိုမှ\nဒရမ်မာဆန်ဆန်လေး ကြည့်ချင်ရင် ဒီကားကို ကြည့်သင့်ပါတယ်ဂျယ်ရီဟာ အဖေမရှိတော့တဲ့ မိသားစုတစ်ခုက\nအစ်မကြီးတစ်ယောက်ဖြစ်ပြီး\nကျောင်းသူ ညီမလေး တစ်ယောက်လည်း ရှိပါတယ်အဆင်သိပ်မပြေတဲ့ မိသားစုထဲ\nဂြိုလ်ဆိုးဝင်လာတာကတော့ သူ့အမေမှာ\nအဆုတ်ကင်ဆာ ရှိနေတာပါပဲအဲဒီလိုနဲ့ သူ့အမေကို ဆေးကုပေးဖို့အတွက်\nဘိန်းအရောင်းအဝယ်လုပ်တဲ့\nအဖွဲ့အစည်းတစ်ခုထဲ\nပစ္စည်းပို့ပေးရတဲ့အလုပ် ဝင်လုပ်ခဲ့ပါတော့တယ်အဲဒီလိုနဲ့ပဲ သူ့ရဲ့ရွေးချယ်မှုဟာ မှန်ကန်ပါ့မလား အဲဒီအဖွဲ့အစည်းကို\nခြေရာခံနေတဲ့ ရဲတွေကလည်း ရှိတော့ သူ့အနေနဲ့ ဘာဆက်ဖြစ်မလဲ\nသူ့အမေကိုရော ဆေးကုပေးနိုင်ပါ့မလားဆိုတာ\nရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nFile size…2GB / 1GB\nQuality…1080p DNSP WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Yunni & Sora & Lai Laii",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/good-luck-jerry-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMjA0NDE3MzE2N15BMl5BanBnXkFtZTcwNzYzODEwNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Matching Jack (2010)",
        "description": "Matching Jack (2010)=================IMDb Rating - 6.4/10ဒီတစ်ခေါက်မှာတော့ imdb မှာ 6.4 ထိရရှိထားတဲ့\nအင်္ဂလိပ်မိသားစု ဒရမ်မာ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးပါရစေသွေးကင်ဆာဆိုတဲ့ ရောဂါဟာ ခြင်ဆီအစားထိုး\nကုသမှပျောက်ကင်းနိုင်တဲ့ရောဂါမျိုးပါ။ ခြင်ဆီအစားထိုးဖို့\nဆိုရင်တောင် ထပ်တူညီတဲ့ ခြင်ဆီရဖို့ မွေးချင်းညီအစ်ကို\nမောင်နှမကြားတောင် သုံးပုံတစ်ပုံပဲအခွင့်အရေးရှိပါတယ်။\nဒီဇာတ်လမ်းမှာ အိုင်တွေ့တိုင်းခြေဆေးတတ်တဲ့ ဖခင်နဲ့\nသားကိုသခင် လင်ကိုဘုရားအသွင် ကိုးကွယ်ထားတဲ့\nမိခင်တို့ရဲ့အချစ်ဆုံးသားလေး တစ်ယောက်\nသွေးကင်ဆာဖြစ်လာတဲ့အခါ၊သားလေးရဲ့ခြင်ဆီနဲ့ထပ်တူညီတဲ့ ခြင်ဆီအလှူရှင်ရနိုင်ဖို့\nမိခင်တစ်ယောက်အနေနဲ့ ဘယ်လိုများကြိုးစားမှာလဲ\nသူတို့အိမ်ထောင်ရေးအဆင်မပြေမှုတွေကရော\nကလေး အပေါ်ဘယ်လိုအကျိုးသက်ရောက်မလဲ\nကလေးရဲ့ ခြင်ဆီနဲ့ ကိုက်ညီတဲ့ ခြင်ဆီအလှူရှင်ကိုရော\nရနိုင်မလားဆိုတာတော့ ရုပ်ရှင်မှာပဲ လိုက်ပါစီးမျော\nခံစားလိုက်ပါဦး...ဒီဇာတ်လမ်းဟာရောဂါအသားပေးဆိုတာထက်\nမိဘမေတ္တာကို အဖက်ဖက်က ပုံဖော်ရိုက်ကူးထားပြီး\nကလေးသရုပ်ဆောင်တွေရဲ့ ပီပြင်မှုကြောင့်\nရင်ထဲတော့ တစ်ခုခု ကျန်ခဲ့မယ်လို့ ညွှန်းပါရစေဗျာ...\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)\nFile Size..........(1.6 GB) / (765 MB) / (447 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 39mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/matching-jack-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNzFkOTY2OWMtMDgyNi00ZWNiLTlkMzAtMzI0ZGM0M2RkNDMwXkEyXkFqcGdeQXVyMTUzMzU4Nw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "How to Please a Woman (2022)",
        "description": "How To Please A Woman (2022)\n=======================\nIMDb Rating - 6.2/10ဒီတစ်ခေါက်အတွက်တော့ တခြားဇာတ်လမ်းတွေနဲ့မတူဘဲ ကွဲထွက်နေတဲ့\nဟာသဆန်ဆန် comedy ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။\nဆက်ဆံရေးတစ်ခုမှာ သာယာမှုကို အပြည့်အဝရပိုင်ခွင့် အမျိုးသမီးတွေမှာလည်း\nတောင်းဆိုခွင့်ရှိကြောင်းနဲ့၊ အမျိုးသမီးတွေဟာ ကိုယ့်အားကိုယ်ကိုးပြီး အချိန်မရွေး\nဘဝသစ်တစ်ခုကို ရွေးချယ်ပိုင်ခွင့်ရှိကြောင်းကို အဓိကအသားပေးဖော်ပြထားတဲ့\nဇာတ်လမ်းတစ်ပုဒ်ပါ။ဒီဇာတ်လမ်းထဲမှာ အသက်ငယ်ရွယ်သူတွေအတွက် ကြည့်ရှူဖို့မသင့်တော်တဲ့\nဇာတ်လမ်းဇာတ်ကွက်တွေ အသုံးအနှုန်းတွေပါဝင်တာကြောင့် အသက်ပြည့်ပြီးမှ\nကြည့်ရှူကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။ အဲ့လိုရေးလို့ လူငယ်ကြိုက် 18+ ဇာတ်လမ်း\nမျိုးလိုတော့ မထင်ပါနဲ့။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့...ရှေ့နေဖြစ်သူယောက်ျားတစ်ယောက်နဲ့\nအိမ်ထောင်ကျထားပြီး ဘဝကို ရုံးအလုပ်တွေ အိမ်သန့်ရှင်းရေး အလုပ်တွေနဲ့ပဲ\nငြီးငွေ့စွာဖြတ်သန်းနေရတဲ့ ဂျီနာတစ်ယောက်၊ တစ်နေ့မှာတော့ သူငယ်ချင်းတွေက\nသူ့ရဲ့ အသက်၅၀ ပြည့်မွေးနေ့လက်ဆောင်အဖြစ် ကောင်လေးတစ်ယောက်ကို\nအိမ်ကိုပို့ပေးလိုက်ပါတယ်။ ဝန်ဆောင်မှုအဖြစ် နှစ်နာရီရတဲ့အချိန်အတွင်းမှာ\nဂျီနာကတော့ ဘာမှမတောင်းဆိုဘဲနဲ့ သန့်ရှင်းရေးပဲလုပ်ခိုင်းလိုက်ပါတယ်။\nအသက်၅၀ ရှိနေပြီဖြစ်တဲ့ ဂျီနာတစ်ယောက် ကောင်လေးရဲ့ သန့်ရှင်းရေးလုပ်တဲ့\nပုံစံကို ကြိုက်သွားပြီး အမျိုးသမီးတွေအတွက် ယောက်ျားလေးတွေက အိမ်သန့်ရှင်းရေး\nဝန်ဆောင်မှုပေးတဲ့ ကုမ္ပဏီကို တည်ထောင်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲ့တော့ ဂျီနာတစ်ယောက် အသက်၅၀ပြည့်မှ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/how-to-please-a-woman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/vijay-160x200.jpg",
        "title": "19(1)(a) (2022)",
        "description": "IMDB Rating မှာ 6.1 ရထားပြီး လူကြိုက်များတဲ့တောင်ပိုင်းမင်းသား ဗီဂျေးဆီသူပသီရဲ့\nမာလာရာလမ်း ဘာသာစကားပြောရုပ်ရှင်လေးတစ်ပုဒ် တင်ဆက်ဖို့အချိန်ရောက်လာခဲ့ပြန်ပါပြီခင်ဗျာ။ဇာတ်လမ်းအကျဉ်းမြို့လေးတစ်မြို့မှာ အထီးကျန်စွာနေနေရတဲ့ သားအဖနှစ်ယောက် သမီးဖြစ်သူက မိတ္ထူဆိုင်လေးဖွင့်ထားပြီး\nဖခင်ဖြစ်သူက အငြိမ်းစားယူပြီးရိုးရှင်းလှတဲ့ဘဝကို ဖြတ်သန်းနေတဲ့အချိန်၊ သူတို့နိုင်ငံမှာက\nမီဒီယာနဲ့စာနယ်ဇင်းဖိနှိပ်မှုတွေများလာပြီး စာပေနယ်က စာရေးဆရာတွေ အသတ်ခံနေရတဲ့အချိန်မှာ\nဖြစ်ပေါ်လာတဲ့ ရှုပ်ထွေးမှုလှိုင်းလုံးတွေသူတို့အပေါ်ရိုက်ခတ်လာချိန်မှာတော့ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာ\nရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောခံစားပေးပါ။ ဇာတ်အိမ်ခိုင်မှု့ကတော့ မာလာရာလမ်းကားမို့အပြစ်ပြောစရာမရှိသလောက်ပါပဲဗျာ။\nFile size…1.57GB /737MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo & Hoeney & Kevin",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/191a-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/dangerous-142x200.jpg",
        "title": "Dangerous Liaisons (2022)",
        "description": "Dangerous Liaisons (2022)\n======================\nRomance,Drama'' တကယ်ချစ်ရင် ခွင့်လွှတ်ပေးဖို့ပဲ စဉ်းစားမိတယ်တဲ့\"\n\" ဒါဆိုရင် ကိုယ်လုပ်ခဲ့တဲ့အမှားတွေအတွက် ခွင့်လွှတ်ပေးဦးမှာလား...\"\nအချစ်ကို ရုပ်ရှင်၊စာပေ။ဂီတတွေမှာ ပုံစံမျိုးစံနဲ့ဖော်ပြခဲ့ကြတာပါပဲ။\nဒီ အသစ်ထွက်လာတဲ့ လူငယ်တွေကြားက Netflix ရုပ်ရှင်မှာလည်း\nလူငယ်တွေကြားက အချစ်၊ အားပြိုင်မှုတွေကို အကောင်းဆုံး ဖော်ပြ\nထားပါတယ်။ဆီလင်းရီဗာဆိုတဲ့ ကောင်မလေးက လက်ထပ်ဖို့ ရည်ရွယ်ထားသူရှိပြီး\nအချစ်နဲ့ ဖူးစာဖက်ကို ယုံကြာည်ထားတဲ့ ပဲရစ်သူလေးပေါ့။ သူစီနီယာတန်း\nလာတက်တဲ့ ဗစ်တာဟူဂိုဆိုတဲ့ကျောင်းမှာ ဆိုရှယ်မီဒီယာအင်ဖလူရမ်ဇာ\nနာမည်ကြီးတွေလို့ပြောလို့ရတဲ့လူငယ်စုံတွဲတွေ...ဆယ်လီတွေပဲ နေကြတဲ့\nကျောင်းပေါ့။ အဲ့ထဲမှာမှ ထရီစတန်ဘာဒီအိုလာတဲ့ဆိုတဲ့ ကောင်လေးဟာ\nတစ်ကျောင်းလုံးမှာ ကင်း(King) လို့ပြောလို့ရတဲ့ ရေပန်းစားသူပေါ့။ရိုးအတဲ့ ဆီလင်းလေးကို ၂ လအတွင်း ရအောင်တွဲပြီး ချစ်လာအောင်လုပ်ဖို့\nကျောင်းရဲ့ ကွင်း ဖြစ်သူ ဗန်နက်ဆာက စိန်ခေါ်လိုက်ပါတယ်။ ဒါကိုလည်း\nထရီစတန်က လက်ခံလိုက်ရင်းနဲ့ ဆီလင်းနဲ့ ထရီစတန်ကကြားက အချစ်ဇာတ်\nလမ်းတစ်ခုပေါက်ဖွားလာပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.83 GB) / (919 MB) / ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/dangerous-liaisons-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Screenshot-2022-07-31-at-05-33-14-Persuasion-2022-137x200.png",
        "title": "Persuasion (2022)",
        "description": "အချစ်ကားကောင်း Fifty Shades of Grey မှာ သူမရဲ့ လှပမှု့တွေနဲ့ လူအတော်များများသိလာကြတဲ့ မင်းသမီး Dakota Johnson ရဲ့ နောက်ထပ် အချစ်ကားတစ်ကား ထွက်ရှိလာပြန်ပါတယ်အချစ်စစ် အချစ်မှန်ဆိုတာ နှစ်တွေ ဘယ်လောက်ကြာကြာ မေ့ပစ်လို့မရနိုင်ဘူးမှတ်လားဒီကားထဲမှာလည်း Anne ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ အချစ်ဦးနဲ့ ‌‌‌‌ေ၀းခဲ့ပေမယ့် ၈နှစ်ကြာပြီးတာတောင် မမေ့နိုင်သေးဘဲ နောက်တစ်ခေါက် ပြန်ဆုံတဲ့အခါ နှလုံးသားက ဘယ်လိုခံစားရမလဲဆိုတာကို ရိုက်ပြထားတာပါအ၀တ်အစား အဆင်အယင်လေးတွေကလည်း ဒီကားကို ကြည့်ဖို့ ဆွဲဆောင်နေတဲ့အပြင်နာမည်ကြီး စာရေးဆရာမ Jane Austenရဲ့ ဝတ္ထုကိုပြန်လည်ရိုက်ကူးထားတာမို့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ ။File Size__(1.9GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:47:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/persuasion-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNTI5MjhkODEtNGNlMS00MjRhLWI3OWMtYTYwMzJiN2RkMWMwXkEyXkFqcGdeQXVyMzA0ODQ2OTA@._V1_-143x200.jpg",
        "title": "We Burn Like This (2021)",
        "description": "We Burn Like This (2021)==================ဒီဇာတ်ကားလေးကတော့ ၂၀၂၁ မှာ ထွက်ရှိခဲ့တဲ့ ဒရာမာ\nဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ရေး နဲ့ ခရစ်စီဘီ တို့ သူငယ်ချင်းမလေးနှစ်ယောက်က ဘေးလင်းစ်မြို့ကို\nပြောင်းရွှေ့နေထိုင်လာကြတဲ့ ဂျူးလူမျိုးနှစ်ယောက်ပေါ့။ ငယ်စဉ်ကတည်းက\nထားသွားခဲ့တဲ့ မိခင်နဲ့ပတ်သက်ပြီး စိတ်ဒဏ်ရာရခဲ့တဲ့ ရေး တစ်ယောက်ဟာ\nချစ်သူဆီကနေလည်း ထားသွားခြင်းကို ခံခဲ့ရပါတယ်။သူငယ်ချင်းဖြစ်သူ ခရစ်စီဘီကလည်း သူမရဲ့ ချစ်သူဖြစ်သူနဲ့ပဲ အချိန်ကုန်\nလာတဲ့အခါ ရေးအတွက် အထီးကျန်ဆန်မှုတွေ စတင်လာပါတယ်။\nဒါ့အပြင် ဘေးလင်းစ်မြို့မှာ ဂျူးမုန်းတီးရေးသမား နာဇီတွေရဲ့ ကြီးစိုးမှုကြောင့်\nဂျူးတစ်ယောက်ဖြစ်တဲ့ ရေးအတွက် အဆင်မပြေမှုတွေက ဆက်တိုက်ပါပဲ။\nရှေးယခင်သမိုင်းကြောင်းတွေကြောင့် လူသားချင်းတန်းတူညီမျှခွင့်တွေ\nအခွင့်အရေးတွေဘာမှမရရှိဘဲ ဂျူး ဆိုတာနဲ့ ပြည်နှင်ဒဏ်ပေးခံရတဲ့\nအပြစ်သားတွေလို့ မြင်နေကြတဲ့ နာဇီတွေရဲ့ လက်အောက်မှာ ရေး တစ်ယောက်\nရှင်သန်နေထိုင်ဖို့ ကြိုးစားပုံတွေကို တွေ့မြင်ရမှာပါ။ရေး က ဘယ်နည်းလမ်းတွေကို အသုံးပြုပြီး သူမရဲ့ဘဝကို ရှေ့ဆက်စေမလဲ\nကြောက်ရွံ့မှုတွေကနေ လွတ်မြောက်နိုင်ပါ့မလား ဆိုတာအပြင်၊ လူငယ်မျိုး\nဆက်သစ်တွေအပေါ် အတိတ်ကလူမျိုးရေးခွဲခြားခံရမှုတွေရဲ့ အရိပ်ဆိုးတွေက\nတစေလိုလိုက်နေပုံတွေကို ကြည့်ရှု့ခံစားရမှာပဲ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/we-burn-like-this-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-3-133x200.jpg",
        "title": "Sniper: The White Raven(2022)",
        "description": "Sniper The white Raven(2021)Imdb-4.8/10 Rotten Tomatoes -86% Voices from the Balcony-4/5 Genre-War,Action, Drama Google users -85% liked this filmယူကရိန်းလို့ပြောလိုက်တာနဲ့ ပူတင်နှင့်ရုရှားကိုပါတွဲမြင်ကြမှာပါ ရုရှားတွေက ယူကရိန်းကို ဒုက္ခပေးကျူးကျော်ဖို့ချောင်းနေတာ အခု 2022မှမဟုတ်ပါဘူး 1994မှာ ယူကရိန်းဟာဆိုဗီယက်အမွေအနှစ်လက်ကျန် Nuclear လက်နက်တွေကို အမေရိကန်၊ဗြိတိန် နှင့်ရုရှားတို့ရဲ့ လုံခြုံရေးအာမခံပေးမှုကြောင့် ဖျက်သိမ်းခဲ့ပါတယ် ဒါပေမဲ့ ရုရှားတွေက 2014မှာ ယူကရိန်းပိုင်ကရိုင်းမီးယားကျွန်းဆွယ်ကိုသိမ်းပိုက်ပြီးအရှေ့ဘက်Donbassဒေသကိုကျူးကျော်ခဲ့ပါတယ်ဒီMovieကတော့ 2014ကရုရှားတို့ကျူးကျော်ချိန်မှာ Donbass region ကျေးလက်ဒေသ မှာအ‌ခြေချနေထိုင်သူမိုင်ကိုလာ ဗော်ရိုနမ်ကိုတို့လင်မယားရဲ့ကြေကွဲစရာအဖြစ်အ‌ပျက်ပေါ်အခြေခံထားပါတယ် မိုင်ကိုလာက ဒေသဆိုင်ရာကျောင်းမှာ ရူပဗေဒဆရာတစ်ယောက်ဖြစ်ပြီ ရူပ‌ဗေဒ၊ သင်္ချာ၊ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ ဘွဲ့သုံးခုတောင်ရရှိထားတဲ့ ပညာတတ်တစ်ယောက်ပါ ထို့အပြင် မိုင်ကိုလာတို့လင်မယား က စစ်ပွဲကိုဆန့်ကျင်သူ (ဝါ)ငြိမ်းချမ်းရေးဝါဒီတစ်ဦးဖြစ်ပါတယ်သို့ပေမဲ့ ရုရှားတပ်တွေကျူးကျော်တဲ့နေ့မှာပဲကိုယ်ဝန်လွယ်ထားရတဲ့ မိုင်ကိုလာဇနီးကို သူလျိုလို့စွပ်စွဲပြီး ရုရှားစစ်သားတွေကပစ်သတ်သွားပါတယ် ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/sniper-the-white-raven2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/taarzan-117x200.jpg",
        "title": "Taarzan: The Wonder Car (2004)",
        "description": "Taarzan: The Wonder Car (2004)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအဂျေးပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ရိုးသားကြိုးစားတဲ့ ကားဒီဇိုင်နာလေး ​​ဒေဗင်ကို ေမာ်တော်ကားထုတ်လုပ်ရေးလုပ်ငန်းတစ်ခုက မကောင်းကြံပြီး သတ်ပစ်လိုက်ကြတယ်အထက်အရာရှိတွေနဲ့ ညှိစားပေါင်းစား ပြီး ဒီအမှုဟာ မတော်တဆမှုအဖြစ် တစ်ခန်းရပ်သွားခဲ့တယ်...12နှစ်ကြာပြီးတဲ့နောက် ဒီလုပ်ငန်းက ပါတနာတွေ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရလာခဲ့ပါတော့တယ်...မျက် မြင်သက်တွေရဲ့ပြောပြချက်အရ သူတို့ကိုကားတစ်စီးက လိုက်သတ်နေပြီး မောင်းနေတဲ့သူကို သဲသဲကွဲကွဲမမြင်ရပါဘူးတဲ့...ဒါဆို ယာဥ်မောင်းမပါတဲ့ ကားတစ်စီးက လူလိုက်သတ်နေတာလား...ဒီအမှုဟာ ထင်သလို မရိုးရှင်းလာတဲ့အခါ ဘယ်လိုအဖြေရှာဖေါ်ထုတ်ကြမလဲ....တကယ့်အဖြစ်မှန်နဲ့ လှည့်ကွက်လေးတွေက ဘယ်လိုဖြစ်နေမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ရှုစားပေးပါ...\nFile size…2.89GB / 1.37GB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by T.A.Y.L.O.R",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/taarzan-the-wonder-car-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmI5ZjIyYjYtOGM4Mi00Y2NjLTgxYTgtMzcyOGM5MDc3OWRkXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "She Will (2021)",
        "description": "She will (2021)===========ဒီဇာတ်ကားကတော့ 2021 မှာ ထွက်ရှိခဲ့ပြီး IMDb 5.5 ရရှိထားတဲ့\nPsychological Horror and Thriller ဇာတ်ကားလေးတစ်ကားပါ။\nဇာတ်လမ်းကတော့ ဗရိုနီကာ ဂန့်ထ် ဆိုတဲ့ နာမည်ကြီးမင်းသမီးကြီး\nတစ်လက်ဟာ ခွဲစိတ်မှုတစ်ခုကို ခံယူပြီး ပြန်လည်ထူထောင်ရေးအတွက်\nစကော့တလန်နယ်ဘက်မှာ သွားရောက်နေထိုင်ရာမှ စတင်လာပါတယ်။ဒေစီ ဆိုတဲ့ သူနာပြုအကူတစ်ယောက်လည်း ဗရိုနီကာ့ကို ပြုစုပေးဖို့အတွက်\nသူမနဲ့အတူတူ လိုက်ပါလာခဲ့တယ်။ အဆိုပါနေရာက ဆက်သွယ်မှုပြင်ပ\nဧရိယာတစ်ခုဖြစ်ပြီး ထိတ်လန့်ဖွယ် အဖြစ်ဆိုးတွေနဲ့ တည်ရှိနေခဲ့တဲ့\nနေရာတစ်ခုပါ။လူထောင်ချီ မီးလောင်သေဆုံးခဲ့ရပြီး ထူးဆန်းဖွယ် ရွှံ့နွံတွေအပြည့်နဲ့\nနေရာမှာ ဗရိုနီကာတို့လိုပဲ အနားယူဖို့ လာရောက်ကြတဲ့ လူထူးဆန်းတွေလည်း\nရှိလို့နေပါတယ်။ ဗရိုနီကာလည်း အဲဒီကိုရောက်မှ သူမရဲ့ ငယ်ဘဝက\nစိတ်ဒဏ်ရာတွေ ပြန်ပေါ်လာပြီး အိပ်မက်တွေနဲ့ ဆက်သွယ်နိုင်တဲ့ စွမ်းအင်\nတွေ ရရှိလာတာကို သိလိုက်ရတယ်။ အဲဒီနောက်မှာတော့ ကြောက်လန့်ဖွယ်\nအဖြစ်အပျက်တွေနဲ့ ထိတ်လန့်ဖွယ်အတိတ်ဆိုးတွေ ပြန်လည်စတင်လာပါတော့တယ်။မီးလောင်မှုတွေနဲ့ ရွှံ့နွံတွေကြား ဆက်စပ်မှုတွေ၊ စုန်းမငှက်မွှေးလို့ခေါ်ကြတဲ့\nကျပ်ခိုးတွေနဲ့ အမှောင်ထုတွေကြားက ဒဏ္ဍာရီဆန်ဆန်ဇာတ်လမ်းတွေကို\nမြင်တွေ့ရမှာမို့ Psychological Horror ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/she-will-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-2-136x200.jpg",
        "title": "Collateral Damage (2022)",
        "description": "မင်းသားကြီးအာနိုးရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားဖြစ်ပါတယ်။အရင်င်ကအက်ရှင်ကားတွေကို လွမ်းနေသူတွေတော့ သဘောကျကြမှာပါ။ မီးသတ်သမားတစ်ယောက်ဖြစ်တဲ့ ဂေါ်ဒီဘရူအာဟာ မိန်းမနဲ့ကလေးကိုတွေ့ဖို့အသွားမှာ ဗုံးပေါက်ကွဲမှုကြောင့် မိန်းမရောကလေးပါ သေဆုံးသွားပါတယ်။ ဗုံးခွဲသူဟာ ကိုလံဘီယာနိုင်ငံက ပြောက်ကျားတပ်သားတစ်ယောက်ဖြစ်ပြီး လွတ်မြောက်သွားကြောင်းသိရတဲ့အခါ နာကျည်းမှုတွေနဲ့အတူ ဂေါ်ဒီဟာ နိုင်ငံကူးပြီးလိုက်ရှာပါတော့တယ်။ဗုံးခွဲသူဟာ ဘာကြောင့်ခွဲရတာလဲ၊အမေရိကန်အစိုးရက ကိုလံဘီယာကိုဘာတွေလုပ်ခဲ့လို့လဲ၊ မိန်းမနဲ့ကလေးအတွက် လက်စားချေလိုစိတ်နဲ့ပဲ ပြောက်ကျားတပ်တွေ အစိုးရစစ်တပ်တွေကြား အန္တရာယ်တွေပြည့်နေတဲ့ကိုလံဘီယာကိုသွားခဲ့တဲ့ဂေါ်ဒီ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုသိရဖို့ ကြည့်ကြည့်လိုက်ကြပါတော့။ File size…(2.52GB)/(1.45GB)/(776.9MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T nyein",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/collateral-damage-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/71zXTo33FwL._SL1500_-155x200.jpg",
        "title": "Baby Assassins (2021)",
        "description": "Baby Assassins 2021 Imdb-6.4/10 Rotten Tomatoes-100% Letterboxd-3.4/5 Genres-Action,Comedy,DramaChistosa နဲ့ Marhiroလို့ ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးနှစ်ယောက်ကအသက်အလွန်ငယ်သေးသလောက် ပရော်ဖက်ရှင်နယ်ကျတဲ့လူသတ်‌သမားတွေပဲဖြစ်ပါတယ် သူတို့အလုပ်လုပ်တဲ့လူသတ်သမားအဖွဲ့အစည်းက အလွန်လျို့ဝှက်အဆင့်မြင့်ပြီးနိုင်ငံရေးသမားတွေယာကူဇာတွေလိုသောက်ကြမ်းကြီးတွေကိုတောင်ရှင်းပစ်ခိုင်းလို့ရတဲ့အဖွဲ့အစည်းပါ ဒီလိုနဲ့တနေ့မှာသောက်ရမ်းကြမ်းပါတယ်ဆိုတဲ့ ယာကူဇာကို‌ရှင်းပစ်လိုက်တဲ့တစ်နေ့မှာတော့ Chistosa တို့လုပ်မှန်းယာကူဇာတွေသိသွားခဲ့ပါတယ် ဒီလိုနဲ့ Chistosaနဲ့Mahiroတို့ဘယ်လိုဆက်လုပ်ကြမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုလိုက်ပါ ဒီကားကိုကြည့်ပြီးရမယ့်သင်ခန်းစာကတော့ မိမိကိုယ်ကိုကြမ်းလှပြီဆိုပြီလူတကာကို ပတ်ဖြဲမနေပါနဲ့ အထက်တန်းကျောင်းသူလူသတ်သမားလှလှလေးတွေနဲ့တွေ့ရင် အလျှော့ခံလိုက်ရပါ့မယ် ကျေးဇူးတင်ပါတယ် File size…(1.73GB)/(829MB)/(416MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kevin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/baby-assassins-2021/"
    }
]