[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kILAL9kJdW3f6wk9Ai0tavgi6mp.jpg",
        "title": "Level 16 (2018)",
        "description": "Level 16 (2018)~ IMDb - 6.1/10, Rotten Tomatoes - 83% ~၂၀၁၈ တုန်းကထွက်ရှိထားတဲ့ Level 16 ဆိုတဲ့ရုပ်ရှင်ကားလေးဟာ Thriller အမျိုးအစားကြိုက်တဲ့သူတွေအတွက်တော့ အံအကိုက်ဆုံးပါပဲ။ တစ်ကားလုံးမှာ ဘာဆက်ဖြစ်မလဲ... ဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကြိ စောင့်ကြည့်နေရမယ့် ကားမျိုးပေါ့။ဇာတ်လမ်းလေးကတော့ ကျောင်းတစ်ခုကနေ စထားပါတယ်။ ကျောင်းရဲ့ ထူးခြားချက်က မိန်းကလေးတွေပဲ ရှိတဲ့အပြင် တစ်ခန်းမှာ ဆယ်ယောက်ဝန်းကျင်သာရှိတယ် သူတို့ကို သင်ကြားပေးတာကတော့ မိန်းမကောင်းတစ်ယောက်ရဲ့ ကိုယ်ကျင့်တရားတွေနဲ့ ရှောင်ကျဥ်ရမယ့် ဒုစရိုက်တွေရယ်ပဲ။ အချိန်မှန်နိုးထ အချိန်မှန် စာသင်ကြရတယ်။ အချိန်မှန် အားဆေးသောက်ကြရတယ်၊ အချိန်မှန်အိပ်ရတယ်။ ကျောင်းသူတွေကို အထပ် သို့ အဆင့်သတ်မှတ်ချက်နဲ့ ခွဲထားတယ်။အဆင့် ၁၆မှာနေရတဲ့ကျောင်းသူတွေက စီနီယာအကျဆုံးပေါ့...သူတို့က ကျောင်းပြင်ပကိုလုံးဝထွက်ခွင့်မရကြပါဘူး။ ပြင်ပလေထုက သူတို့အတွက် အဆိပ်အတောက်ဖြစ်စေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ပေါ့။ သူတို့ဟာ ချမှတ်ထားတဲ့ စည်းမျဥ်းတွေကို အတိအကျလိုက်နာရတဲ့အပြင် အနည်းငယ်တိမ်းစောင်းတာနဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/level-16-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/O1-139x200.jpg",
        "title": "One Week Friends ( 2022 )",
        "description": "2017 က ထွက်ခဲ့တဲ့ နာမည်ကြီး Movie One Week Friends ဆိုတဲ့\nဂျပန်ကားလေးရဲ့ Remake Version လေးဖြစ်ပါတယ်\nဂျပန်မင်းသားချောYamazaki Kento\nဇာတ်ကားကောင်းတွေထဲကတစ်ကားပေါ့...\nအခုတော့ တရုတ် Remake Versionလေးမှာဘာတွေပြောင်းပြီး\nဘာတွေမတူလဲမေးရင်တော့\nဇာတ်ကားလေးကြည့်လိုက်လို့ပဲပြောချင်ပါတယ်...\nဗားရှင်း ၂မျိုးလုံးကို ကြိုက်လို့ပါ...အခု တရုတ်ဗားရှင်းမှာဆိုရင် lin yi လေးနဲ့တင်\nကြည့်ရတာတန်တဲ့အပြင်တခြားမင်းသား\nမင်းသမီးအားလုံးလည်း ရူပါပါရမီပြည့်တာမို့\nကြည့်လို့ကောင်းနေတယ်...\nဇာတ်လမ်းအကျဉ်းလေးပြောပြရရင်\nယုံရှုဆိုတဲ့ကောင်လေးက ကျောင်းပြောင်းလာတဲ့\nလင်ရှန်းကျီဆိုတဲ့ ကောင်မလေးကို မြင်မြင်ချင်း\nဘာကြောင့်မှန်းမသိအရမ်းစိတ်ဝင်စားပြီး\nသူ့အနားရောက်ဖို့ ကြိုးစားခဲ့တာပေါ့...တစ်ချိန်တည်းမှာ လင်ရှန်းကျီကလည်း\nပစ်ပစ်ခါခါ ခါးခါးသီးသီးကို ယုံရှုရဲ့\nကြိုးစားမှုတိုင်းကို ငြင်းဆန်တာပေါ့...\nဘာလို့လဲဆိုတော့ လင်ရှန်းကျီဟာ\nငါးမှတ်ဉာဏ်လိုမျိုးပဲ တစ်ပတ်တာ\nမှတ်ဉာဏ်ပဲရှိသူမလို့ပါ... ဒါပေမယ့်\nဇွဲကောင်းသူ ယုံရှုကတော့ အကြိမ်ကြိမ်\nအပတ်တိုင်း ပြန်ခင်ဖို့ကြိုးစားတာပေါ့...ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ သူငယ်ချင်းအုပ်စုထဲက\nကျန်းဝူနဲ့ရှောင်နန်တို့က လင်ရှန်းကျီရဲ့\nလျို့ဝှက်ထားတဲ့ အတိတ်က အဖြစ်ပျက်ကို\nသိသွားခဲ့တယ်.... ဒီအဖြစ်အပျက်က\nထူးခြားစွာနဲ့ပဲ ယုံရှုနဲ့ပတ်သက်နေတယ်...ကျန်တာဆက်ပြီးတော့ မ spoil တော့ပါဘူး...\nဇာတ်ကားလေးကြည့်လိုက်ပါတော့...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/one-week-friends-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/twaD0dgcp027VgJ90csvNMDt9pw.jpg",
        "title": "The Love of the Ferry: New Legend of Liao Zhai ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CMပရိသတ်ကြီးကို မြေခွေးမိစ္ဆာမလေးနဲ့\nစာသင်သားလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဟိုးရှေးရှေးလွန်ခဲ့နှစ်ပေါင်းတစ်ထောင်လောက်တုန်းက\nမြေခွေးမိစ္ဆာတစ်ကောင်ဟာ နေရာအနှံ့ဒုက္ခပေးလို့နေသတဲ့\nနတ်ဆရာကြီးတစ်ယောက်ကမြေခွေးမိစ္ဆာကိုနှိမ်နင်းပြီး\nအစီအရင်နဲ့ပိတ်လှောင်ထားခဲ့ပါတယ်။အဲဒီအချိန်မှာ ကြင်နာတတ်တဲ့ကလေးလေးတစ်ယောက်ဟာ\nမြေခွေးလေးနာကျင်နေတာမကြည့်ရက်လို့\nကူညီလိုက်ရာမှ မြေခွေးမိစ္ဆာကြီးကလွတ်သွားပါတော့တယ်။စာသင်သားလေးဝမ်ဝိန်ဟာ မြို့တော်မှတော်ဝင်စာမေးပွဲဖြေဖို့သွားရင်း\nဆောင်ကြာမြိုင်ကမိန်းကလေးယာထိုနဲ့တွေ့ဆုံပြီး စုံမက်ခဲ့ကြတယ်။\nဝမ်ဝိန်ကမထင်မှတ်ပဲ ယာထိုမိန်းကလေးရဲ့\nမိခင်ဖြစ်သူကမြေခွေးမိစ္ဆာဆိုတာကိုသိလိုက်ရပါတော့တယ်......ဒီလိုနဲ့ချစ်သူမိန်းကလေးရဲ့အကူအညီနဲ့ထွက်ပြေးလွတ်မြောက်ခဲ့ရပါတယ်။\nယာထိုလေးကတော့မိခင်ရဲ့နှိပ်စက်ခြင်းကိုခံရပါတော့တယ်။\nဘဝခြားတဲ့သူတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဟာ\nချိုမြိန်ခြင်းနဲ့အဆုံးသတ်မလား\nခါးသည်းမှုတွေနဲ့အဆုံးသတ်မလားဆိုတာကို\nရင်သတ်ရှုမောဖွယ်ကြည့်လိုက်ကြပါနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-love-of-the-ferry-new-legend-of-liao-zhai-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTUzNzU1MzcxNV5BMl5BanBnXkFtZTgwOTQ4NjU2MzE@._V1_-141x200.jpg",
        "title": "The Admiral (2015)",
        "description": "The Admiral (2015)==============IMDb Rating - 7.0/10ဒီဇာတ်ကားကို စ​ရေးမယ့်အချိန် ပိုစတာကိုမြင်​တော့ နည်းနည်း​လေး\nအင်တင်တင်ဖြစ်သွားမိတာ အမှန်ပါ။ ဒီဇိုင်းကာလာ အ​နေအထားက\nဒီဘက်​ခေတ်ထွက် ​​ပေါ​ပေါပဲပဲစတိုင် ဖြစ်​နေတာမဟုတ်လား။ ဒီလိုနဲ့\nGoogle​ ​ပြေး​ခေါက်၊ စာ​လေးဘာ​လေး​ပြေးရှာ​တော့ တို့များဖန်​တွေ\nအ​​ပေးများတယ်ဆိုတဲ့ IMDbက 7၊ Review ဆရာကြီးများ ရှိ​နေတဲ့\nခရမ်းချဉ်သီးပုပ်က67%ဆို​တော့ နည်းနည်းစိတ်ဝင်စားသွားမိတယ်။\nနယ်သာလန်ကားဆို​တော့ မြင်​တွေ့​နေကျ အ​နောက်တိုင်းရုပ်ရှင်တွေ၊\nအ​တွေ့နည်းတယ်ဆိုတဲ့ ပြင်သစ် တူရကီစသဖြင့်ထက် ရှား​တဲ့အပြင်\nဆု၂ဆုနဲ့ nomi ၄ခုထိ စာရင်းဝင်ထား​တော့ သူများဂျင်းမထည့်ခင်\nကိုယ်အရင်အထည့်ခံရမှာလန့်ရင်း ​စ​ရေးတယ်​​ပေါ့။ဇာတ်လမ်းက ၁၇ရာစုနှစ်ကို အ​ခြေခံထားပြီး နယ်သာလန်​​ရေတပ်ရဲ့\nဗိုလ်ချုပ်ဖြစ်တဲ့ မီခယ်ဒီရိုက်တာကို အသား​ပေးရိုက်ကူးထားတာပါ။\nပ​ဒေသရာဇ်​​တွေကြီးစိုး​နေ​​သေးတဲ့ အချိန်မျိုးမှာ ရီပတ်ဘလစ်စနစ်\nစတင်အ​ကောင်အထည်​ပေါ်​​နေပြီဖြစ်တဲ့ နယ်သာလန်​ပြည်ကြောင့်ပဲ\nဒီဇာတ်ကားထဲက အရှုပ်ထုတ်​တွေ စဖြစ်ခဲ့တယ်လို့ ဆိုရမှာပါပဲ။သက်ဦးဆံပိုင်စနစ်ဘက်က မင်းမျိုးမင်းနွယ် ​​Prince of Orangeနဲ့\nပါတီနိုင်ငံ​ရေးစနစ်ဘက်က ရီပတ်ဘလစ်ကန်​တွေ ပွတ်တိုက်လာမှုရဲ့\nအကျိုးဆက်အဖြစ် ပြည်တွင်းစစ်မီးက ​တောက်လုဆဲဆဲ ဖြစ်သလို\nတစ်ဖက်မှာလည်း ​ဟော်လန်ရဲ့ ​ရေ​ကြောင်းကုန်သွယ်​ရေးလုပ်ငန်းနဲ့\nလွတ်လပ်တဲ့ ရီပတ်ဘလစ်စနစ်ကို မျက်မုန်းကျိုး​နေတဲ့ အင်္ဂလိပ်နဲ့\nပြင်သစ်​တွေက ​ရေ​ကြောင်းထိုးစစ်​တွေနဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-admiral-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pqSPfaTHqqRb7zwetOd5tkPeMX5.jpg",
        "title": "Lycoris Radiata ( 2022 )",
        "description": "CM တရုတ်ဖန်လေးတွေအတွက် ဒီနေ့ တစ်မူထူးခြားတဲ့ ဇာတ်ကားကောင်းလေးကို\nမိတ်ဆက်ဘာသာပြန်ပေးလိုက်ပါတယ်...\nအားလုံး hotel deluna ထဲက သစ်ပင်ခြောက်ကြီးကို မှတ်မိကြလား...\nမှတ်မိတယ်ဆို တရုတ်ဗားရှင်း သစ်ပင်ခြောက်ကြီးကပေါ်လာတဲ့\nအချစ်ဇာတ်လမ်းလေးလာပါပြီ...တရုတ်ကားအတော်များများမှာပါတဲ့ ဝမ်ချွမ် ( ခံစားချက်မဲ့မြစ်) ကို\nတစ်မူထူးခြားတင်ဆက်ထားတဲ့ကားပေါ့... ဒီကားလေးထဲမှာ လူ့ပြည်ရဲ့\nအပြစ်တွေကို စီရင်ဖို့အတွက် ဝမ်ချွမ်ဆီ ရောက်လာကြရတယ်... နောက်တော့\nမုန့်ဖော်( မုန့်အဖွား) ရဲ့ အဆုံးအဖြတ်အရ အပြစ်ပေးခံရတယ်... တရားမျှတစွာ\nစီရင်ပေးနိုင်ဖို့ ဥပဒေထက်မှာ ခံစားချက်ကိုမေ့ထားရသလို သွေးအေးရတယ်...ဒါပေမယ့် မန်ရှူးဟာ ဝမ်ချွမ်ရဲ့ ထိန်းသိမ်းသူဆိုပေမယ့်\nအမှတ်မထင်ကိစ္စတစ်ခုနဲ့ ရှားဟွား ဆိုတဲ့ ပန်းနတ်သားငယ်လေးတစ်ယောက်နဲ့\nဆုံခဲ့ပြီး ဘဝမှာ တစ်ခါမှမခံစားဖူးတဲ့ အနွေးဓာတ်ကို ခံစားမိခဲ့တယ်...\nဘာလို့ ဒီလိုဖြစ်တယ်ဆိုတာ မသိပေမယ့် သူ့မသိစိတ်ကနေ ဝမ်ချွမ်ကသေဆုံးနေတဲ့\nသစ်ပင်ကြီးကို ရှားဟွားက ကူညီပြီး ပန်းပွင့်လာအောင်\nအပင်အသက်ပြန်ဝင်လာအောင်လုပ်ပေးနိုင်မယ် ယုံကြည်ပြီး\nဝမ်ချွမ်ကိုခေါ်လာခဲ့တယ်...ကဲ ဒီလောက်ဆိုရင် ဘယ်လို စိတ်ဝင်စားဖွယ် ပလော့နဲ့ ရိုက်ကူးထားတယ်ဆိုတာ\nသဘောပေါက်ကြမှာပါ... နောက်ပြီး မင်းသားရူပါတော့မသိပေမယ့် မင်းသမီးရူပါက\nအကိတ်တလိုင်းမို့ ဒါနဲ့တင်တန်နေပါပြီလို့ ပြောပြီး ဇာတ်လမ်းလေး\nပရိုမိုရှင်း ဆင်းလိုက်ပါတယ်.\nQuality ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lycoris-radiata-2022/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/R57cPTmF4Fmx5vkoBKonMEqwMk.jpg",
        "title": "Punish Evil ( 2022 )",
        "description": "CM ကနေပြီးတော့ Punish Evil ဆိုတဲ့\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ၂၀ ရာစုနှစ်မှာ\nတရုတ်ပြည်တောင်ပိုင်းရဲ့ မြို့လေးဖြစ်တဲ့ပင်းဟိုင်မှာ\nရဲခေါင်းဆောင် Song Hai ကပင်းဟိုင်ရဲ့ဖြစ်သမျှ အမှုတွေကိုဦးဆောင်ရတဲ့သူပေါ့။တစ်နေ့မှာ ပင်းဟိုင်ဘဏ်ရဲ့ ဘဏ်လုယက်မှုမှာပါဝင်ပတ်သက်သူ\nZhuang Zhi Qiang ကသူ့အဖွဲ့ကိုဦးဆောင်ပြီးဘဏ်ကို လုယက်ခဲ့တယ်။\nZhuang Zhi Qiang ဦးဆောင်တဲ့အဖွဲ့က\n၂ မိနစ်အတွင်းလုယက်မှုကိုအောင်မြင်သွားနိုင်တဲ့အပြင်\nရဲတွေလက်ထဲကနေ လွတ်မြောက်နိုင်တဲ့လက်ရဲပြီးရက်စက်တဲ့အဖွဲ့ပေါ့။\nဒီလိုနဲ့ အမှုတွေဆက်တိုက်ဖြစ်လာရင်းရဲတွေက\nသဲလွန်စတွေနဲ့လိုက်လံဖမ်းဆီးတဲ့အခါမှတော့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။\nဒီကားလေးကတော့ အက်ရှင်ကားကိုမှကြိုက်နှစ်သက်တဲ့လူတွေအတွက်\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်တင်ဆက်ထားတာကြောင့်\nဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင် ~\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/punish-evil-2022/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOWQwOTA1ZDQtNzk3Yi00ZmVmLWFiZGYtNjdjNThiYjJhNzRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Top Gun: Maverick (2022)",
        "description": "Top Gun: Maverick (2022)\n====================\nIMDb Rating - (8.6/10) / Rotten Tomatoes (96%)တွမ်ခရုရဲ့ အအောင်မြင်ဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ခဲ့တဲ့\nတော့ပ်ဂန်းရုပ်ရှင်ရဲ့ အဆက် တော့ပ်ဂန်း-မက်ဗရစ်ထွက်လာပါပြီ။ဒီရုပ်ရှင်ထဲမှာတော့ မက်ဗရစ်ရဲ့ မိတ်ဆွေကြီးအိုက်စ်တောင် ရေတပ်ဗိုလ်ချုပ်\nဖြစ်နေပါပြီ။ ဒါပေမဲ့ မက်ဗရစ်ကတော့ ပြဿနာတွေရှာလိုက် လူကြီး\nတွေနဲ့ ငြိလိုက်နဲ့ သက်တမ်းရင့် ကပ္ပတိန် (ဗိုလ်မှူးကြီး) ဖြစ်နေတုန်းပါပဲ။ သူ့ကိုအပြီးသတ်\nအနားပေးခါနီးမှာပဲ အရေးကြီးတဲ့ စစ်ဆင်ရေးတစ်ခုပေါ်လာပါတယ်။\nအဲဒီစစ်ဆင်ရေးက အရမ်းခက်ခဲလွန်းတဲ့အတွက် တော့ပ်ဂန်း သင်တန်းဆင်း\nအတော်ဆုံးလေယာဉ်မှူးတွေကို ပြန်ခေါ်ပြီး မက်ဗရစ်ကို နည်းပြအဖြစ်\nတာဝန်ပေးလိုက်ပါတော့တယ်။အဲဒီအဖွဲ့ထဲမှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဂုစ်ရဲ့ သားပါလာပြီး သူက မက်ဗရစ်ကို\nသူ့အဖေသေရတဲ့အတွက်မုန်းတီးနေတဲ့သူပါ။ သူတို့နှစ်ယောက်ကြားက\nအမုန်းတွေကိုဘယ်လိုဖြေရှင်းပြီး မဖြစ်နိုင်တဲ့စစ်ဆင်ရေးတစ်ခုကို ဘယ်လို\nရအောင် တိုက်ခိုက်ကြမလဲဆိုတာ....ဒီရုပ်ရှင်မှာကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ $1.3 Billionနီးပါး ရုံတင်ငွေရရှိထားတာဖြစ်ပြီး၊ တွမ်ခရုရဲ့\nသရုပ်ဆောင်သက်တမ်း နှစ်(၄၀)အတွင်း ပထမဆုံးသော Billionနဲ့ချီပြီး\nဝင်ငွေရရှိခဲ့သော ရုပ်ရှင်တစ်ကားလည်းဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)ဇာတ်ကားက Top Gun (1986) ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/top-gun-maverick-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/top-gun-poster-133x200.jpg",
        "title": "Top Gun (1986)",
        "description": "Top Gun (1986)\nIMDb - 6.9/10_____Rotten 54%\nWon 1 Oscar. Another 10 wins & 5 nominations\nဒီကားက ၁၉၈၆ ခုနှစ်ကထွက်ခဲ့တာဖြစ်ပြီး နှစ် ၃၀ ကျော်ကြာမှာတော့ သူ့ရဲ့အဆက် နံပါတ် ၂ ဇာတ်ကား Top Gun: Maverick (2022) ရုပ်ရှင်ကားလဲ ထွက်ရှိလို့ လာခဲ့ပါပြီ။\nTop Gun 1986 ဇာတ်ကားကတော့ ခပ်မိုက်မိုက် အမေရိကန်လေသူရဲတစ်ယောက်နဲ့ ခပ်မိမိဆရာမလေးတို့ရဲ့အချစ်အကြောင်းကို အမေရိကန်တိုက်လေယာဉ်သင်တန်းကျောင်းတစ်ခုမှာ အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။မင်းသားကြီး တွမ်ခရုစ်ရဲ့ နာမည်ကြီးဇာတ်ကားဖြစ်ပြီး ၂၀၂၂ ခုနှစ် အသက် ၆၀ ထိ နုပျိုနေတဲ့ တွမ်ခရုစ်အကြောင်းတွေက မမြင်ချင်မှ အဆုံးပါပဲ။ဒီထဲက မင်းသမီး Kelly McGillis ကိုတော့ အိုစာလွယ်တယ် ပုံပျက်လွယ်တယ်ဆိုပြီး တွမ်ခရုစ်ပုံနဲ့ ယှဉ်ပြီးပြပြတတ်ကြပါတယ်။တကယ်တော့ မင်းသမီး ကယ်လီမက်ဂေးဟာ ဒီဇာတ်ကားမရိုက်ခင် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/top-gun1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYWMwODliMDgtNzc5MS00NzZmLWJmYWEtMzU4Zjg3NzY3YzAyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Paa (2009) Father",
        "description": "IMDb Rating (7.1)အမီတာဘဂျမ်းတို့ သားအဖ အတူတွဲပြီး သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားက အငိုရဆုံးနဲ့အထိဆုံးပါပဲ။ဒီထဲမှာတော့ အမီတာဘဂျမ်းက ၁၂ နှစ်အရွယ် သားအဖြစ် သရုပ်ဆောင်ထားပြီး အဗီရှိတ်ဘဂျမ်းက ဖခင်နေရာကနေ ပြောင်းပြန် သရုပ်ဆောင်ထားကြပါတယ်။အမီတာဘဂျမ်း တဖြစ်လဲ Auro ဆိုတဲ့ကောင်လေးဟာ ရှားပါးရောဂါဖြစ်တဲ့ Progeria (မျိုးဗီဇချို့ယွင်းမှုကြောင့် အိုမင်းမြန်တဲ့ရောဂါ) ခံစားနေရတာကြောင့် အသက် ၁၂ နှစ်မှာပဲ အလွန်အမင်းအိုမင်းရင့်ရော်တဲ့ကလေးငယ်လေးတစ်ယောက်ဖြစ်နေပါပြီ။ ဒါပေမယ့်သူဟာ ဉာဏ်ရည်ထက်မြက်တဲ့ကောင်လေးဖြစ်ပါတယ်။အဗီရှိတ်ဘဂျမ်း တဖြစ်လဲ Amol Arte ကတော့ တက်ကြွတဲ့နာမည်ကြီးနိုင်ငံရေးသမားတစ်ဦးဖြစ်ပြီး Auro ရဲ့ဖခင် ဖြစ်ပေမယ့် လူသိမခံထားပါဘူး။မင်းသမီး Vidya Balan တဖြစ်လဲ Dr. Vidya ကတော့ Auro ရဲ့မိခင်ဖြစ်ပြီး ရောဂါသည် သားလေးကို စောင့်ရှောက်နေသူလေးပါ။ထူးဆန်းတဲ့ရောဂါသည်သားလေးနဲ့ သားကိုသိပ်ချစ်တဲ့မိခင်နဲ့ သားကို လူသိမခံဝံ့တဲ့ ဖခင်နိုင်ငံရေးသမားနဲ့တို့ကြားမှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ..........။ဒီဇာတ်ကားက ဆုပေးပွဲများစွာမှာ Best Actor,Best ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/paa-2009-father/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krKnsfvSJM1PL40tLicRhVQ6kuG.jpg",
        "title": "[18+]Enter the Void(2009)",
        "description": "Enter the Void(2009)အညွှန်း**************************(အဖော်အချွတ်နဲ့ SEX အခန်းများပါရှိတာကြောင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး.)၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ Fantasy/ Drama ဆန်ဆန်ဇာတ်ကားဖြစ်ပြီးafter-death သီအိုရီတွေကို visual ပြကွက်အလန်းတွေနဲ့ ပြင်သစ်ဒါရိုက်တာGaspar Noe ကတင်ဆက်ပေးထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကို base ထားတာတော့ ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာဖြစ်ပါတယ်။အော်စကာက ဂျပန်မှာ နေနေတဲ့ နိုင်ငံခြားသားလူငယ်တစ်ယောက်ပေါ့။သူ့အလုပ်က မူးယစ်ဆေးမှောင်ခိုရောင်းတာပါ။\nသူ့သူငယ်ချင်းဖြစ်သူ အဲလက်စ်က တခြားအလုပ်ရှာခိုင်းပေမယ့်ကိုယ်တိုင်သုံးရတာကြိုက်တဲ့ အော်စကာက ဆက်ရောင်းမြဲရောင်းနေခဲ့တာပေါ့။သူ့မှာ လင်ဒါဆိုတဲ့ ညီမတစ်ယောက်ရှိပြီး လင်ဒါက နိုက်ကလပ်မှာ အဖော်ချွတ် အကမယ်လုပ်ပါတယ်။တစ်နေ့ လက်ထောက်ချခံရပြီး အော်စကာတစ်ယောက် ရဲတွေလက်ကပြေးရင်း သေနတ်နဲ့ပစ်ခံလိုက်ရတဲ့အခါ….သူတကယ်သေသွားတာလား ဒီလောကထဲမှာ ထပ်ကျင်လည်ရဦးမှာလားဆိုတာကတော့File Size : (3.6GB)(1.1 GB) and (386 MB)\nQuality : Blu-Ray1080p5.1CH, 720p\nFormat…mp4\nDuration…02:41:00\nGenre : Drama , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/enter-the-void2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWB6Yk99gbOS48UHSPgWO8IIUVV.jpg",
        "title": "The Great Illusionist 2 ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် Part 1 နဲ့ ဇာတ်လမ်း\nလုံးဝချိတ်ဆက်နေတာမဟုတ်ပေမယ့် part 1 လိုပဲ\nစိတ်ဝင်စားဖို့ကောင်းတဲ့Great Illusionist part 2 ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...လုံစုန်အရာရှိတစ်ယောက် ထူးခြားတဲ့\nလူသေမှုတွေကို ရင်ဆိုင်ရပြီး\nဖြည်းဖြည်းချင်း ရှာဖွေစစ်ဆေးရာမှာ\nထူးခြားစွာ သေဆုံးသူ ၃ ယောက်လုံးရဲ့\nတူညီတဲ့သဲလွန်စကို ရခဲ့တာပေါ့...ဒါကတော့ ၃ ယောက်လုံးက တိုက်တိုက်ဆိုင်ဆိုင်\nကျောင်းနေဖက်တွေဖြစ်ခဲ့ပြီးတော့ လွန်ခဲ့တဲ့ ၄ နှစ်က\nတိုက်တိုက်ဆိုင်ဆိုင်\nအကြောင်းမဲ့ ကျောင်းနားခဲ့ကြတယ်ဆိုတာပါပဲ...\nသေဆုံးသူ ၃ ယောက်လုံးက ကျောင်းနားတာတင်မကဘူး\nမိသားစုကျောထောက်နောက်ခံကောင်းပြီး\nငွေကြေးကြွယ်ဝတဲ့အပြင် အာဏာပါရှိတဲ့\nမိသားစုကဆိုတာပါ သိခဲ့ရတော့ ဒါက\nသွေးရိုးသားရိုး မဟုတ်မှန်း\nသဘောပေါက်ပြီး သေချာစုံစမ်းတဲ့အခါမှာ\nလွန်ခဲ့တဲ့ ၄ နှစ်က မတော်တဆမှုနဲ့ပါ ချိတ်ဆက်မိလာခဲ့တယ်...ဒီကားထဲ အကြိုက်ဆုံး ဒိုင်ယာလော့လေးကတော့\n\"ဒီလောကမှာ ငွေရှိတဲ့သူက\nသက်ဆိုးရှည်ပြီး မရှိတဲ့သူက သေသင့်တာလားတဲ့\"တဲ့...\nGreat Illusionist part 1 တုန်းကလိုပဲ\nဇာတ်လမ်းအစတည်းက အဆုံးထိ\nတဖြည်းဖြည်းချင်း ဆွဲခေါ်သွားတာမို့\nထူးခြားဆန်းပြားဖွယ်ဇာတ်ကားကောင်းလေးမို့\nကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးထဲက တစ်ခုပါ..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-great-illusionist-2-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BN2I5NGYzZWEtMDM1YS00NTMyLTk0YzktOGU3OGQzNWM4NzY3XkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-135x200.jpg",
        "title": "The Immaculate Room (2022)",
        "description": "The Immaculate Room (2022)\n=======================ကိတ် နဲ့ မိုက်ကီ တို့စုံတွဲနှစ်ယောက် The Immaculate Room ဆိုတဲ့\nဘာမှမရှိ တစ်ခန်းလုံးအဖြူရောင်ချည်းပဲဖြစ်နေတဲ့ အခန်းထဲကို ဆုငွေ ‌\nဒေါ်လာ ၅ သန်းရဖို့အတွက် ရက်ပေါင်း ၅၀ နေဖို့ရောက်လာကြတယ်။\nသူတို့လုပ်ရမှာတွေကတော့ ခပ်ရှင်းရှင်းလေးတွေပါပဲ။သူတို့ကျွေးတဲ့ အရသာအရည်တစ်မျိုးကို တစ်နေ့သုံးနပ် သုံးဆောင်ရမယ်။\nပြိုင်ပွဲဝင် နှစ်ယောက်ထဲကတစ်ယောက်ထွက်တာနဲ့ ဆုကြေးငွေကို ဒေါ်လာ\n(၁) သန်းအထိလျှော့ချလိုက်မှာဖြစ်တယ်။ ပြီးတော့ သူတို့စည်းကမ်းချိုး\nဖောက်ဖို့လုပ်တာနဲ့ သတိလှမ်းပေးတဲ့ အချက်ပြစနစ်တွေလည်းတပ်ထားတယ်\nဆိုတော့ကား survival ကားတွေရဲ့ ထုံးစံအတိုင်း ပထမတစ်ရက်နှစ်ရက်‌‌\nလောက်က စကားပြောလိုက် ဘာလုပ်လိုက်ညာလုပ်လိုက်နဲ့ပေါ့။နောက်ရက်တွေကြာလာတဲ့အခါမှာ လူ့သဘာဝအရ ဒုက္ခတွင်းထဲရောက်နေတာ\nအချိန်တွေကြာသွားတော့ သူတို့ရဲ့ မကောင်းတဲ့ အတွင်းစိတ်တွေက တဖြည်းဖြည်းနဲ့\nရုပ်လုံးပေါ်လာပြီး ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်။\nလူနည်းနည်းလေးနဲ့ကို အတော်လေးစိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ထားပြီး၊\nအတော်လေးမိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Khant Sett Naing, May Thet Khine Soe တို့ဖြစ်ပါတယ်)\nFile Size..........(849 ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-immaculate-room-2022/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYzZmYmUyNzUtNjNkZi00MjkwLWE5ZTktNDhlODYzZTY1NWY4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Sherdil: The Pilibhit Saga (2022)",
        "description": "Sherdil: The Pilibhit Saga (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ Mirzapur ထဲက\nသဘာဝမင်းသားကြီး ပန်ကခ်ျထရီပတီဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ဟိုးဝေးလံခေါင်သီတဲ့ဒေသတစ်ခုမှာ ဂျန်ဒိုဆိုတဲ့ရွာလေးတစ်ရွာရှိတယ်\nမီးမရှိ ဆေးရုံမရှိ စာသင်ကျောင်းမရှိတဲ့ရွာလေးပေါ့ တောနီးချုပ်စပ်ရွာဖြစ်လို့\nတောရိုင်းကောင်ကြီးတွေရောက်ရောက်လာတတ်ပြီး ရွာသူရွာသားတွေရဲ့စိုက်ခင်းတွေကို\nဖျက်ဆီးသွားတတ်တယ်အဲ့ဒီရွာရဲ့သူကြီးကိုတော့ ဂန်ဂါရာမ်(ပန်ကခ်ျထရီပတီ)လို့ခေါ်တယ်\nသူဟာ ရိုးသားတဲ့တောသားဖြစ်ပေမယ့် ရပ်ရွာအကျိုးအတွက်ဆို\nရှေ့တန်းက ဦးဆောင်မယ့် ခေါင်းဆောင်ကောင်းတစ်ယောက်ပေါ့...ရွာမှာတောကောင်တွေ သောင်းကျန်းလို့ အစိုးရရုံးတွေဆီတက်တိုင်တော့လည်း\nအစိုးရရုံးတွေရဲ့ထုံးစံအတိုင်း ဟိုဌာနကဟိုစာတောင်းလာခဲ့ ဒီဌာနကဒီစာတောင်းလာခဲ့နဲ့\nဟိုလွှတ်ဒီလွှတ်ပေါ့..ဒီလိုနဲ့ သူဟာ အစိုးရရုံးတစ်ရုံးမှာ ကပ်ထားတဲ့ကြေညာစာမှာ တောကောင်အကိုက်ခံရတဲ့သူကို\nအစိုးရက ရူပီ၁၀သိန်းနစ်နာကြေးပေးမယ်ဆိုတာကို မြင်သွားတယ်...ဒီနစ်နာကြေးကို အရယူပြီး ရွာသားတွေရဲ့ပြဿနာတွေကို\nခေါင်းဆောင်တစ်ယောက်အနေနဲ့ ဖြေရှင်းပေးဖို့ သူကိုယ်တိုင်တောကောင်အစားခံဖို့\nတောထဲထွက်လာတဲ့အခါမှာတော့ ဆက်လက်ပြီး ဘယ်လိုတွေ စိတ်လှုပ်ရှားစရာကောင်းမလဲဆိုတာကို\nဆက်လက်ရှုစားပေးကြပါ...ဒီဇာတ်ကားလေးမှာတော့ နုံချာဆင်းရဲပြီး ရိုးသားတဲ့တောသားပင်ဖြစ်လင့်ကစား\nခေါင်းဆောင်ကောင်းတစ်ယောက်တို့မည်သည် ဘယ်လိုအရည်အချင်းတွေနဲ့\nပြည့်စုံအပ်သလဲဆိုတာကို ဖော်ကျူးရိုက်ကူးပေးထားလို့ ကျေနပ်အားရစေမှာအမှန်ပါပဲ\nFile size…1.67GB / 782MB\nQuality…1080p HQ HD AAC5.1CH / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Honeyey",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/sherdil-the-pilibhit-saga-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Bjm6uSn04DsOZxYDEXHYiCdeNa.jpg",
        "title": "I Want to Know Your Parents (2022)",
        "description": "I want to know your parents (2022)အကြောင်းပြချက်အမျိုးမျိုးနဲ့ အားကြီးသူကအားနည်းသူကိုထိုးနှက်ဖိနှိပ်ပြီး\nတစ်ယောက်နဲ့ တစ်ယောက်နိုင်ထက်စီးနင်းလုပ်နေကြတဲ့ လူ့အဖွဲ့အစည်းမှာ\nကျောထောက်နောက်ခံမရှိဘဲ တရားမျှတမှုကိုရှာဖွေရတဲ့ ခရီးလမ်းဟာ ဘယ်လောက်ခက်ခဲမလဲအားလုံးခန့်မှန်းမိကြမှာပါ။ဟန်နင်းမ် အင်တာနေရှင်နယ်အလယ်တန်းကျောင်းလို့ခေါ်တဲ့ တောင်ကိုရီးယားရဲ့ဂုဏ်သတင်းအမွှေးဆုံးအလယ်တန်း‌ကျောင်းမှာ ကျောင်းတွင်းအကြမ်းဖက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး\nအဲဒီအကျိုးဆက်အနေနဲ့ ကျောင်းသားလေးတစ်ဦးဟာ ကိုယ့်ကိုကိုယ်အဆုံးစီရင်သွားခဲ့ပါတယ်။\nအသက်ဆုံးရှုံးလိုက်ရတဲ့ နစ်နာသူကျောင်းသားလေးရဲ့ဘက်မှာ မျက်နှာမွဲမိခင်နဲ့ ယာယီစာချုပ်ဝန်ထမ်းဖြစ်တဲ့ ဆရာမလေးတစ်ယောက်သာရှိပြီး\nတစ်ဖက်မှာ အကောင်းဆုံးအလုပ်အကိုင်တွေနဲ့ အထက်တန်းလွှာတွေကို ရင်ဆိုင်တိုက်ခိုက်ရမယ့်ပွဲမှာ ဘယ်လို အလှည့်အပြောင်းတွေဆက်ဖြစ်လာမလဲ\nဒီအမှုကိစ္စကရောအားလုံးတွက်ဆထားသလို ရိုးရှင်းပါ့မလား?ရင်တဖိုဖိုနဲ့ လောင်ရတဲ့ဇာတ်လမ်းတွေကိုနှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက်\nကျောင်းတွင်းအကြမ်းဖက်မှုကို ဇာတ်အိမ်တည်ထားတဲ့ ၂၀၂၂ ခုနှစ်ထွက် I Want To Know Your Parents ရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးပါရစေ။မင်းသားကြီး Sol Kyung Gu နဲ့မင်းသမီး Woo Hee Chun တို့ကအဓိကပါဝင်ထားပြီး\nDal Su Oh, Chang Seok Ko, Kim Hong Pa, Kang Shin ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/i-want-to-know-your-parents-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Z0reWf-141x200.jpg",
        "title": "The Moment (2017)",
        "description": "ကျင်မ် အဖြစ် Toni Rakkaen\nဖရောင် အဖြစ် Toey Jarinporn Joonkiat\nကန် အဖြစ် Fluke Kan Kantathavorn\nကင် အဖြစ် Yoo Teo\nသွန့် အဖြစ် Peach Pachara\nကျီအပ် အဖြစ် Kao Supassaraဇာတ်လမ်းအကျဉ်းလူတိုင်းမှာ မလွှဲသာလို့လက်လွှတ်လိုက်ရပေမဲ့ မပြီးပြတ်နိုင်တဲ့ သံယောဇဉ်တွေ ၊ မဖြစ်သင့်လို့ မရွေးချယ်လိုက်ရတဲ့ ဆက်ဆံရေးတွေ ရှိကြတယ်ဒီဇာတ်ကားကလည်း လန်ဒန် ၊ ဆိုးလ် နဲ့ နယူးယောက်တို့မှာ ရှိနေတဲ့ စုံတွဲ သုံးတွဲရဲ့ အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်ကျောင်းတက်ဖို့ လန်ဒန်ကိုရောက်လာခဲ့တဲ့ ဖရောင်က တစ်ချိန်က အနေဝေးခဲ့လို့ လမ်းခွဲခဲ့တဲ့ ချစ်သူဟောင်း ကျင်မ်နဲ့ ပြန်လည်ဆုံတွေ့ခဲ့တယ်အချစ်ဟောင်းကို မမေ့နိုင်ပေမဲ့ ဖရောင့်မှာ ဆိုးလ်မြို့ထဲ အလုပ်ဝင်နေတဲ့ ချစ်သူ ကန်က ရှိနေခဲ့ပြီးပါပြီကန်ကလည်း ဆိုးလ်မှာ ဆိုဂျူရောင်းဝယ်ရေးပရောဂျက်အတွက် ဒါရိုက်တာဖြစ်တဲ့ မစ္စတာကင်နဲ့ အလုပ်တွေများနေခဲ့ပြီး ဖရောင့်နား ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-moment-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGPwChALUfhdfkE81fCiC9Yvl7K.jpg",
        "title": "Get Away If You Can (2022)",
        "description": "Get Away If You Can (2022)ဒီရုပ်ရှင်ဟာ မြင်ရတွေ့ရခဲတဲ့ ရုပ်ရှင်ပါ။ အင်မတန် ဆန်းပြားတဲ့အကြောင်းအရာတစ်ခုဖြစ်တဲ့ လူ့စိတ်ကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ လင်မယားနှစ်ယောက် သင်္ဘောနဲ့ ခရီးတစ်ခုထွက်လာကြတယ်။ မိန်းမက လမ်းမှာတွေ့တဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ ဆင်းချင်တယ်။ ယောက်ျားက မဆင်းချင်ဘူး။ ဒီလိုနဲ့ မိန်းမက ခိုးဆင်းသွားတယ်။ ဒါကိုယောက်ျားက ပြန်ခေါ်ဖို့ကြိုးစားတယ်။ ကျွန်းပေါ်က မိန်းမရယ်၊ လှေပေါ်က ယောက်ျားရယ်၊ စိတ်ချင်းလွန်ဆွဲကြတယ်။ ဒါကိုအတိတ်က ဖြစ်ရပ်လေးတွေနဲ့ ပေါင်းစပ်ပြီး လူ့သဘောမနောကို ထင်ဟပ်အောင်ပြထားတဲ့ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်ဟာ‌ တော်တော်လေးကိုထူးခြားတဲ့ ရုပ်ရှင်ပါ။ ဒီလိုတော်တော်ထူးခြားတဲ့ရုပ်ရှင်မှာ တော်တော်ကောင်းတဲ့ ဇာတ်ပို့မင်းသား တစ်ယောက်ပါပါတယ်။ သူကတော့ Ed Harris ပေါ့။ လက်ရှိ Westworld ထဲ အန်တနီဟော့ပ်ကင်းအလွန်မှာ သူသရုပ်ဆောင်အကောင်းဆုံးလို့ပြောလို့ရသလို Top Gun: Maverick တို့ Apollo 13 တို့ A ...",
        "rating": "",
        "url": "https://channelmyanmar.org/get-away-if-you-can-2022/",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IrgT1FpLw69xXR4ow2MzrGpRUH.jpg",
        "title": "Golden Escape ( 2022 )",
        "description": "ညိုကီတွေအကြိုက် ဟောင်ကောင်ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အကြွေးတွေပိနေတဲ့\nရုပ်ရှင်ဇာတ်ညွှန်းရေးဆရာ Zhong Zheng တစ်ယောက်ဟာ\nအချိန်မှီအကြွေးတွေမဆပ်နိုင်တဲ့အတွက် ကြံရာမရဖြစ်နေပါတယ်။အဲဒီအချိန်မှာပဲ ဘိုးဘွားအမွေရွှေချောင်းတွေရှိကြောင်းသိလိုက်ရပြီး\nရွှေတူးဖို့ကြံစည်ပါတော့တယ်။\nဖြစ်ချင်တော့ ဘိုးဘွားအိမ်အဟောင်းနေရာကို\nကိုလိုခေတ်နီခေတ်မှာ အင်္ဂလိပ်ပိုင်သိမ်းလိုက်ပြီး\nလက်ရှိမှာ အကျဉ်းထောင်ဖြစ်နေတော့\nZhong Zheng မှာသားရဲတွင်းထဲခုန်ချရသလိုပဲပေါ့။ဘိုးဘွားပိုင်ရွှေချောင်းတွေကိုရှာဖို့စတောင်မစရသေးခင်မှာပဲ\nထောင်တွင်းဂိုဏ်းစတား၂ယောက်ဖြစ်တဲ့ Brother Xieနဲ့\nBrother Da Biao တို့အင်အားပြိုင်မှုထဲကို\nဆွဲထည့်ခံရတော့ အလူလူအလဲလဲပေါ့။အကြိမ်ကြိမ်ကယ်တင်ပေးခဲ့တဲ့\nညီအကိုချင်းသစ္စာတရားကိုအလေးထားတဲ့\nBrother Xie ကိုပြောပြပြီး အတူရှာကြပါတယ်။\nသူတို့၂ယောက်အတူ ရွှေချောင်းကိုရှာတွေ့မလား\nရက်စက်ယုတ်မာတဲ့ Da Biao ရန်ကနေဘယ်လိုရင်ဆိုင်ကြမလဲ\nဆိုတာကို သွေးသန်ရဲရဲ ပီပြင်တဲ့တိုက်ခိုက်ချက်တွေနဲ့ ကြည့်ရမှာပါ။\nဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာကိုတော့\nညိုကီတို့ဖန်သားပြင်မှာပဲဆက်ကြည့်လိုက်ပါ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://megaup.net/1Nrfy/Golden_Escape_(2022)_480p_WEB-DL_CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BODVlNWNmN2EtYWJlYy00ZTc5LThjMTItYTQ0ZTlmZDYwN2VjXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Shamshera (2022)",
        "description": "Shamshera (2022)\nAction, Adventure, Drama\nIMDb 7.5/10 (48K)နောက်ဆုံးကား Sanju (2018) နဲ့ငြိမ်နေပြီး ကိုဗစ်ကာလကတည်းက\nဘာကားမှမထွက်ထားတဲ့ မင်းသားချောလေး ရန်ဘီးကပူးရဲ့\nShamshera ဆိုတဲ့ ဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်..ဇာတ်ကားကတော့ ဗြိတိသျှခေတ် ကိုလိုနီတွေ အိန္ဒိယနိုင်ငံကို\nသိမ်းပိုက်ထားစဉ်ကာလကို အခြေပြုထားတယ်အဲ့ဒီတုန်းက တောအုပ်ကြီးထဲမှာ မင်းလုပ်ကျက်စားနေကြတဲ့\nဓါးပြအဖွဲ့တစ်ဖွဲ့ရှိတယ်..သူတို့အဖွဲ့ခေါင်းဆောင်ကို\nရှမ်ရှေရားလို့ခေါ်တယ်...အဲ့ဒီခေတ်အခါက အထက်အရာရှိတွေကို ကပ်ဖားလျက်ဖားလုပ်နေကြတဲ့\nအထက်တန်းလွှာတွေက ဇာတ်နိမ့်တွေကို တအားနှိမ်တဲ့ခေတ်ဆိုပါတော့...\nရှမ်ရှေရားတို့အဖွဲ့ဟာ အဲ့ဒီအထက်တန်းလွှာတွေဆီကနေ လုယက်ပြီး\nမရှိဆင်းရဲသားတွေကို ပြန်လှူတယ်...ဓါးပြတော့ တိုက်တယ်\nဒါပေမဲ့ ဓမ္မတော့ရှိတယ်လို့ ပြောရမှာပေါ့...ဒီလိုနဲ့ရှမ်ရှေးရှားတို့အဖွဲ့ဗြိတိသျှအစိုးရနဲ့အပေးအယူလုပ်ပြီး\nလွတ်လပ်ရေးကို အရယူနိုင်မယ့်အချိန်မှာတော့..............ဒီဇာတ်ကားမှာ ညှင်းပန်းနှိပ်စက်ခံလူတစ်စုက အင်အားကြီးမားလွန်းတဲ့\nအင်ပါယာကြီးတစ်ခုလုံးကို တွန်းလှန်ပုံနဲ့ ခေါင်းဆောင်ကောင်းတို့ရဲ့\nမြင့်မြတ်တဲ့စိတ်ထားကို မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်ရကျိုးနပ်မယ့်\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…10GB / 3.2GB / 1.85GB\nQuality…4k HEVC SDR WEBDL AAC5.1CH / 1080p WEBDL AAC5.1Ch  /720p\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated byTAYLOR",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/shamshera-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYmU5ZTU3MWUtMmExZi00YjIxLWIyOWUtZTliNjFjMTEzNDEzXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-133x200.jpg",
        "title": "Look Both Ways (2022)",
        "description": "Look Both Ways (2022)\n=================\nIMDb Rating - 6.4/10ဘဝအတွက် ရေရှည်စီမံကိန်းတွေဆွဲပြီး စနစ်တကျ တည်ဆောက်\nထားပေမယ့် ကံကြမ္မာအပြောင်းအလဲတစ်ခုကြောင့် စီမံကိန်းတွေ\nပျက်စီးသွားပြီး မထင်မှတ်ထားတဲ့ လမ်းကြောင်းပေါ် ရောက်သွားရတဲ့\nအဖြစ်မျိုးက အားလုံးနဲ့ ရင်းနှီးကျွမ်းဝင်နေပြီးသား ဖြစ်မှာပါ။\nဘဝမျှော်မှန်းချက်တွေအပြည့်နဲ့  နက် ဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nကလည်း ဘွဲ့ရရင် အယ်လ်အေမှာ အလုပ်သွားလုပ်မယ်ဆိုပြီး ငါးနှစ်တာ\nစီမံကိန်းတွေနဲ့ လူငယ်တစ်ယောက်ပါ။နက် တို့ ဘွဲ့ရတဲ့ ပါတီညမှာ သူငယ်ချင်းဖြစ်သူ ဂေ့ဘ်နဲ့ လူငယ်သဘာဝ\nကျူးလွန်မိကြပြီး အကာအကွယ်သုံးကြပေမယ့် မမျှော်လင့်ဘဲ နက်\nတစ်ယောက် ကိုယ်ဝန်ရှိသွားခဲ့တယ်။ဗိုက်ထဲမှာ လူမမည်ကလေးလေးတစ်ယောက် ကပ်တွယ်နေပြီဆိုတာ\nသိလိုက်ရတဲ့ နက် အတွက် သူ့ရဲ့ ငါးနှစ်တာ စီမံကိန်းကို ပစ်ပြီး မိဘတွေ\nအိမ်ကိုပြန် ဂေ့ဘ်နဲ့တူတူ ကလေးကို စောင့်ရှောက်ဖို့ ကြိုးစားရပါတော့တယ်။\nမိခင်တစ်ဖြစ်လဲ နက်ဟာ သူငယ်ချင်းတွေ အယ်လ်အေမှာ အလုပ်လုပ်\nနေကြတဲ့ ပုံတွေကို မြင်တိုင်း အဲဒီမှာ ရှိနေသင့်တဲ့ သူ့ရဲ့ဘဝနဲ့ လက်ရှိမိခင်\nဘဝကို ယှဉ်တွေးကြည့်ပုံတွေကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/look-both-ways-2022/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAtIxPI8VtifA25CmYxV8x7YR6q.jpg",
        "title": "Ten Tigers of Guangdong: Invincible Iron Fist ( 2022 )",
        "description": "\"လျန်ခွင်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့\nသူရဲ့ငယ်စဥ်ကတည်းက ချစ်ခဲ့ရတဲ့မိန်းကလေး\nပြီးတော့ သူရဲ့အစ်ကိုတို့ဟာ ငယ်စဥ်ကတည်းကဟူတဟိုင်ရဲ့\nအနိုင်ကျင့်မှုတွေကိုခါးစည်းခံလာခဲ့ရာကနေ\nချစ်ရသူနဲ့ ညီအစ်ကိုလိုခင်ရတဲ့သူငယ်ချင်းကိုကာကွယ်ရန်\nလျန်ခွင်းဟာ ရှောင်လင်သိုင်းပညာကို တစ်စိုက်မက်မက်သင်ယူခဲ့ပါတော့တယ်သင်ယူပြီးတဲ့နောက် ဇာတိမြေကိုပြန်လာခဲ့ပါတယ်\nသို့ပေမဲ့လည်း ဟူတဟိုင်နဲ့ သူ့ရဲ့အပေါင်းအပါညီအကိုတွေက\nပိုပြီးတော့တောင်ရန်လိုလာခဲ့ပါတော့တယ်\nအဲဒီကနေ အစပြုလို့ ဟူတဟိုင်ဟာ\nလျန်ခွင်းခွင့်မလွှတ်နိုင်တဲ့ အမှားတစ်ခုကို\nကျူးလွန်လိုက်တဲ့အခါမှာတော့\nလျန်ခွင်းဟာလက်စားချေမှုတွေပြုလုပ်လာခဲ့ပါတော့တယ်ချစ်ရသူတွေအတွက် လက်စားချေရင်း ဘယ်လိုတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုစိန်ခေါ်မှုတွေကိုရော\nရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာ\nဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်ပါနော်\nသိုင်းပညာတွေ ဂိုဏ်းတွေနဲ့ ကြည့်ရတာ\nသဘောကျနှစ်သက်သူတွေအတွက်ကတော့\nဒီကားလေးကို သဘောတွေ့စေမိမှာအမှန်ပါပဲရှင်\"\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Romance\nRuntime : 1h 15min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ten-tigers-of-guangdong-invincible-iron-fist-2022/",
        "category": "Action, Drama"
    }
]