[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDQwNzE0ZTItYmZjMC00NjI3LWFlNzctNTExZDY2NWE0Zjc0XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Amsterdam (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ ပထမကမ္ဘာစစ်အပြီး အမေရိကန်ရဲ့ နာမည်ကျော် ဖြစ်ရပ်မှန် အရှုပ်တော်ပုံ အမှုကြီးတစ်ခုအကြောင်းကို ရိုက်ကူးထားတာပါပဲ။ ဘာဖြစ်ရပ်မှန်လဲဆိုတာတော့ ကြိုမပြောပြတော့ပါဘူး။ စုံထောက်ကားဆန်ဆန်ဖြစ်လို့ ပဟေဠိတွေ ကြိုသိမသွားအောင်ပါ။ ပါဝင်ထားတာကတော့ နာမည်ကြီးသရုပ်ဆောင်များလွန်းလို့ ဘယ်သူက စပြောရမလဲတောင်မသိပါဘူး။ အဆိုတော် တေလာဆွစ်ပါ ပါလိုက်ပါသေးတယ်။ ခေါင်းဆောင်မင်းသားက ခရစ်ရှန်ဘေး၊ မင်းသမီး မာဂေါ့ရော်ဘီ၊ ဂျွန်ဒေးဗစ်ဝါရှင်တန်၊ အာညာ တေလာဂျွိုင်း၊ ခရစ်စ် ရော့ခ်၊ တေလာဆွစ်၊ ရာမီမာလက်ခ် တို့ပါပါတယ်။ ဒါပေမဲ့ ရုံတင်တော့ အရှုံးပေါ်ထားပါသေးတယ်။ ၉၇ သန်းလောက်ကို ရှုံးတာပါ။ ဝေဖန်ရေးဆရာတွေကတော့ ဒီဇိုင်းတွေ၊ သရုပ်ဆောင်တွေကို အရမ်းချီးကျူးထားပါတယ်။ ဒါရိုက်တာရဲ့ ဇာတ်ညွှန်းနဲ့တင်ဆက်ပုံကို မကြိုက်ကြလို့ဖြစ်သွားတာပါ။ ဘာပဲပြောပြော ဒီလူတွေစုပြီး သရုပ်ဆောင်ထားတာနဲ့တင် ကြည့်လို့တန်ကိုတန်လွန်းတဲ့ ရုပ်ရှင်ဖြစ်နေပါပြီ။ဇာတ်လမ်းအကျဉ်းဘတ်ထ် ဘရန်ဆန်ဟာ စစ်ပြန် ဆရာဝန်တစ်ယောက်ပါ။ ဆေးခန်းတစ်ခုဖွင့်ပြီး စစ်ပြန်ရဲဘော်တွေကို ကူညီပေး၊ ကုသပေးနေတဲ့သူပါ။ ဒါပေမဲ့ ဆေးတွေမျိုးစုံစမ်းသပ်နေတဲ့အတွက် ဆေးကောင်စီက ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/amsterdam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYTZjNzI1ZTItOTE5Ny00MjBjLWE1NjUtOWRkZWVkOTk2OTZmXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-150x200.jpg",
        "title": "Monica, O My Darling (2022)",
        "description": "Monica, O My Darling (2022)အခုတစ်ခါမှာတော့ လတ်လတ်ဆတ်ဆတ်လေး ထွက်လာတဲ့\nဟင်ဒီကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်နော်ဖြစ်ပုံက ဒီလို..။ဂျယန့်ဆိုတဲ့ နည်းပညာကျောင်းသားလေးဟာ ကျောင်းပြပွဲတစ်ခုမှာ\nသူ့ရဲ့ Presentation ကိုတင်ဆက်ပြသနေရင်းနဲ့\nစက်ရုပ်ကုမ္ပဏီတစ်ခုရဲ့ စီအီးအိုက သူ့ကိုသဘောကျသွားပြီး\nကုမ္ပဏီဒါရိုက်တာ ခန့်လိုက်ပါတယ်...အဲ..သူက စီအီးအိုရဲ့သမီးနဲ့ ချစ်ကြိုက်နေတယ်ပေါ့...။လူမသိအောင်လည်း မိုနီကာဆိုတဲ့ အပျော်မယ်တစ်ယောက်နဲ့\nကြိတ်ပုန်းခုတ်နေသေးတယ်ဇာတ်လမ်းက အဲ့ဒီမွာ စပြီ..မိုနီကာက ဂျယန့်ကို ခြိမ်းခြောက်ပါပြီ\nသူမမွာ သူနဲ့ရတဲ့ ကိုယ်ဝန်ရှိနေပါပြီဆိုပြီး ကလေးစရိတ်တောင်းပါပြီချစ်ရသူကလည်းတစ်ဖက် ချစ်ရသူနဲ့စုံမက်ခွင့်မရရင် ဆင်းရဲတဲ့ဘဝကတက်လာတဲ့\nသူ့အတွက် လောလောလတ်လတ်စည်းစိမ်တွေပျောက်သွားမှာလည်းစိုးဒီလို စိတ်ညစ်နေတုန်းမှာပဲ သူနဲ့ဘဝတူ တစ်လှေတည်းစီး နောက်နှစ်ယောက်နဲ့\nသွားဆုံမိပါတော့တယ်..သူတို့နှစ်ယောက်ကတော့ သူချစ်ရသူရဲ့အစ်ကိုတော်နဲ့\nသူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီက စာရင်းကိုင်ပါပဲသူတို့ကိုလည်း ထိုးနည်း၎င်းပဲ မိုနီကာက ခြိမ်းခြောက်ငွေညှစ်နေပါတယ်...။ကြံရာမရတော့တဲ့အဆုံး သူတို့သုံးယောက်ပေါင်းပြီး မိုနီကာကို\nသတ်ပစ်ဖို့ကြံပါတော့တယ်...။သူတို့ထင်ထားခဲ့သလိုပဲ ဒီအရှုပ်တော်ပုံကြီးလက်ကနေ\nလွယ်လွယ်နဲ့လွတ်မြောက်နိုင်ပါ့မလား...။နောက်ထပ်ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့....။ဒီဇာတ္ကားထဲက နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့\n[Stree (2018),Hit: The First Case (2022), Roohi (2021),\nKai Po Che! (2013), Shahid (2012)] ..\nစတဲ့ကားကောင်းတွေကိုရိုက်ကူးခဲ့တဲ့မင်းသားချောလေး\nရာဂျ်ကူမားရောင်း....မင်းသမီးဟူမားကူရေရှီနဲ့\nရာဒီကားအာပ်တေးတို့ရဲ့ သရုပ်ဆောင်ချက်တွေကြားမှာ\nဆက်လက်ပြီး ခံစားပေးကြပါဦးနော်...ကြည့်လို့ကောင်းတဲ့ ဟာသမှုခင်းကားလေးပါလို့ လက်တို့ရင်း\nညွှန်းပေးလိုက်ပါတယ်နော်..\nFile ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/monica-o-my-darling-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pnXAP64pI30UZGiXb228F4opUWt.jpg",
        "title": "[18+] Cruel Intentions 3 (2004)",
        "description": "Cruel Intentions 3 (2004)Cruel Intentions ဆိုပြီး ဇာတ်ကားသုံးကားထွက်ရှိဖူးရာမှာ တစ်ကားနဲ့တစ်ကား မင်းသားမင်းသမီးတွေလည်းမတူသလို ဇာတ်လမ်းဇာတ်အိမ်တွေကလည်း သက်သက်စီနီးပါးပါပဲ။ တစ်နဲ့နှစ်မှာဆို အဓိကဇာတ်ကောင်ရဲ့ ကာရိုက်တာချင်းတူပေမဲ့ ၃မှာတော့ သီးခြားစီ ဖြစ်သွားပါပြီ။ ဒီရုပ်ရှင်တွေမှာ တူညီတာတစ်ခုကတော့ လူငယ်တွေကြားက လိင်ပိုင်းဆိုင်ရာ အရှုပ်အထွေးတွေအကြောင်းကို မင်းသားမင်းသမီးချောတွေရဲ့ ရုပ်ပိုင်းဆိုင်ရာနဲ့ ဖျော်ဖြေမှုအသားပေးတင်ဆက်သွားတာပါပဲ။ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း တက္ကသိုလ်ကျောင်းသားလူငယ်တစ်စုရဲ့ စာသင်နှစ်တစ်ခုအတွင်းက အချစ်ရေးနဲ့လိင်မှုကိစ္စတွေကို ဇာတ်လမ်းအသစ်တစ်မျိုးနဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ အရင်နဲ့မတူတာကတော့ ဒီတစ်ခါမှာ Plot Twist လေးတွေ လှိုင်လှိုင်သုံးပြီး အဆုံးထိဆွဲခေါ်သွားခဲ့တာပါပဲ။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့ အဓိကဇာတ်ကောင်သုံးယောက်ဖြစ်တဲ့ ကက်စဒီ၊ ဂျေဆန်နဲ့ပက်ထရစ်တို့ လူလည်လူငယ်သုံးယောက် တစ်ယောက်တစ်လှည့် အချင်းချင်းဖျံကျပြီး အကွက်ပေါင်းစုံရွှေ့ကြတာတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ အဖော်အချွတ်နဲ့ ပွင့်လင်းလွန်းတဲ့လိင်ဆက်ဆံခန်းတွေလည်း ပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်ဖို့တော့အဆင်မပြေနိုင်ပါဘူး။ဘ၀ဆိုတာ ခဏလေးပဲ။ ကွေးသောလက် မဆန့်ခင် ဆန့်သောလက်မကွေးခင်မှာ ရေပွက်လို ဒီဘ၀ဟာ စုန်းစုန်းနစ်မြုပ်သွားနိုင်တယ်။ ကောင်းတာတွေ မကောင်းတာတွေကို ဘယ်လိုပိုင်းခြားကြလဲ။ ကိုယ့်ကြောင့် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cruel-intentions-3-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZjNhOWIyMjMtZTEwMC00OTNkLWExZmUtNmU5MjVlYzU1OGNlXkEyXkFqcGdeQXVyNDgzODkzOA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Blaze (2022)",
        "description": "Blaze (2022)\n===========\nIMDb Rating - 6.6/10\nAnimation, Crime , Dramaရုပ်ရှင်ပွဲတော်တွေမှာ အားပေးမှုနဲ့ Rating ကောင်းကောင်းတွေ\nရထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးဖြစ်ပါတယ်။ ၁၂ အရွယ် ဘလေ့ဇ်\nဆိုတဲ့ ကလေးမလေး တစ်ယောက်ရဲ့ စိတ်ကူးယဉ်အတွေးတွေနဲ့\nဒုစရိုက်မှုတစ်ခုကိုဘယ်လိုဖြေရှင်းသွားလဲဆိုတာကို ကြည့်ရမှာပါ။ဘလေ့ဇ်ဟာ တစ်နေ့ကျောင်းကနေအပြန် လမ်းကြားတစ်ခုမှာ ဟန်နာ\nဆိုတဲ့အမျိုးသမီး တစ်ယောက်မုဒိမ်းကျင့် အသတ်ခံလိုက်ရတာကို\nမျက်မြင်တွေ့လိုက်ရပါတယ်။ အိမ်ရောက်တော့ အဖေဖြစ်သူ လုခ်ကို\nပြန်ပြောပြီး...ရဲကိုဖုန်းဆက်လိုက်ပါတယ်။ ရဲတွေလည်း ဘလေ့ဇ်ပြောတဲ့\nနေရာကိုရောက်သွားတဲ့အခါမှာတော့...ဟန်နာရဲ့ ရုပ်အလောင်းကို\nတွေ့လိုက်ရပါတယ်။ဒါပေမယ့် မုဒိမ်းသမားဖြစ်သူ ဂျိတ်ကတော့ ချမ်းသာတဲ့အသိုင်းအဝိုင်းက\nလူဖြစ်တာကြောင့် ရှေ့နေကောင်းကောင်းတွေ ငှားပြီး တရားရင်ဆိုင် ခုခံဖို့\nပြင်ဆင်လိုက်ပါတယ်။ ၁၂ အရွယ်ကလေးမလေးဟာ စိတ်မတည်ငြိမ်တဲ့\nရောဂါအခြေအနေရှိတယ်ဆိုပြီး တရားခံရှေ့နေရဲ့ အလျှောက်ကောင်းမှုနဲ့\nအတူ ဂျိတ်လည်း အပြစ်ကနေလွတ်မြောက်နေပါတယ်။ ဒါပေမယ့် ဘလေ့ဇ်ဟာ\nအရင်ကလို့ ကြောက်ရွံ့နေတဲ့ ကလေးမလေးတစ်ယောက်မဟုတ်တော့ဘဲ\nစိတ်ကုထုံးတွေခံယူရင်း ခွန်အားတွေနဲ့တူ ဂျိတ်ကိုဘယ်လိုဖမ်းဆီးသွားမလဲ\nဆိုတာကို ဆက်လက်စောင့်ကြည့်ရှုစားလိုက်ပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.6 GB) / (590 ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/blaze-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWsLVrfkFvOXOG9PbUAYg7AK3E.jpg",
        "title": "Sleepless in Seattle(1993)",
        "description": "Sleepless in Seattle(1993) အညွှန်း****************************မင်းသားကြီး Tom Hanks အဓိကပါဝင်ထားတဲ့ဇာတ်ကားဆိုတော့ အညွှန်းတောင်ဖတ်စရာမလိုဘဲ ကြည့်သင့်ပါတယ်..ပြီးတော့ဒီကားက အော်စကာ ဆု(၂)အတွက်ဆန်ကာတင်စာရင်းဝင်ခဲ့သလိုအခြားဆုများစွာလည်းရရှိခဲ့ပါတယ်..အချစ်ဆိုတာကို လူတွေဘယ်လိုခံယူကြသလဲဗျ။တကယ်တမ်းဖြစ်စဉ်ကတော့ Samဟာ ချစ်ရတဲ့ဇနီးဆုံးသွားလို့ သားလေးတစ်ယောက်နဲ့အတူဝမ်းနည်းစွာ ကျန်ရစ်ခဲ့ရှာပါတယ်။ နေထိုင်ရာချီကာဂိုတစ်မြို့လုံးဟာ သွားလေသူချစ်သူရဲ့ပုံရိပ်တွေပြည့်နှက်နေတာကြောင့် သူ့အကြောင်းမတွေးမိအောင်ဆီယာတယ်ဆိုတဲ့ မြို့အသစ်ကို ပြောင်းရွှေ့သွားပါတယ်။\nဒါပေမဲ့ Samရဲ့သားလေး Jonahကတော့ မြို့အသစ်ကိုပြောင်းလာပေမယ့်အဖေဖြစ်သူဟာ ပူဆွေးမြဲပူဆွေးနေတာကြောင့် စိတ်ပညာအကြံပေးဖုန်းဖြေကြားလေ့ရှိတဲ့ရေဒီယိုအစီအစဉ်ကို ဖုန်းဆက်ပြီး သူ့အဖေကို မိန်းမအသစ်ရှာပေးဖို့ အကူအညီတောင်းပါတော့တယ်။ဒီတော့ရေဒီယိုအစီအစဉ်က ဖြေကြားသူဆရာဝန်ဟာ သူ့အဖေကို ဖုန်းပေးခိုင်းပြီး ဆွေးနွေးပါတယ်။အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို့တော့..ဇာတ်လမ်းလေးကလည်း ဆွဲဆောင်မှုရှိတဲ့အပြင်သီချင်းလေးတွေကလည်း အရမ်းကောင်းလို့ နောင်တမရအောင် ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ တိုက်တွန်းပါရစေ။File Size :(2.7GB) (730MB) and (313 MB)\nQuality : Blu-Ray1080P5.1ch, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Romance , Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/sleepless-in-seattle1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g58RA1zzE39KnkRpKRfgA5RxoXP.jpg",
        "title": "Runaway Jury(2003)",
        "description": "Runaway Jury(2003) အညွှန်း*************************IMDb - 7.1 / Rotten 🍅 - 75%Money cannot buy everything လို့ ကျွန်တော်တို့ဘယ်လောက်ပဲအပြိုင်အဆိုင်ငြင်းခုန်နေကြပါစေ ပိုက်ဆံဟာ လူသားတွေကိုလိုရာခိုင်းစေနိုင်တဲ့ Mighty Godတစ်ပါး ဖြစ်နေဆဲပါပဲ။ရေများရေနိုင်သလို ငွေများငွေနိုင်တဲ့လောကကြီးမှာ ဓနရှင်တွေရဲ့လွှမ်းမိုးနိုင်မှုဟာလည်းပြောစရာမလိုတဲ့အရာတစ်ခုပါဘဲ။ အခုဒီရုပ်ရှင်လေးကတော့ သာမန်မုဆိုးမတစ်ယောက်နဲ့သေနတ်ကုမ္ပဏီသူဌေးကြီးတွေကြားက အားပြိုင်မှုကို ရိုက်ကူးထားတဲ့ ပုံမှန်နဲ့မတူ တမူထူးခြားတဲ့ ဇာတ်ကားပါ..မျက်စိမပါတဲ့သေနတ်တစ်လက် နှလုံးသားမရှိတဲ့လူတစ်ယောက်လက်ထဲ ကျရောက်သွားချိန်ဟာအဆုံးမဲ့ဝမ်းနည်းကြေကွဲမှုတွေရဲ့ကနဦးအစပါပဲ။ ဒါပေမဲ့ သေနတ်လုပ်ငန်းတွေကတော့ ဘယ်သူသေသေငတေမာရင်ပြီးရောဆိုတဲ့မူကို ဆက်လက်ကျင့်သုံးပြီး သေနတ်တွေကိုအလွယ်တကူထုတ်ရောင်းလို့ ဥပဒေနဲ့အညီရောင်းချပါသည်ဆိုတဲ့ငွေနဲ့ဖန်တီးထားတဲ့ဒိုင်းကာနဲ့ ကာထားကြပါတယ်။ ခေတ်အဆက်ဆက်တရားစီရင်မှုတွေမှာလည်း ဂျူရီအဖွဲ့ဝင်တွေဟာ ငွေရဲ့ကျေးကျွန်ဖြစ်နေတာကြောင့်သေနတ်လုပ်ငန်းတွေကို မတွန်းလှန်နိုင်ခဲ့တဲ့အပြင် ဖရန်ကင်ဖစ်ခ်ျလိုငွေမျက်နှာတစ်ခုပဲကြည့်တဲ့ ဂျူရီအတိုင်ပင်ခံ ဒါမှမဟုတ်ဂျူရီတွေရဲ့အားနည်းချက်ကိုကိုင်လှုပ်ပြီး ကြိုးဆွဲရာကခိုင်းမယ့်ဇာတ်ဆရာတွေကြောင့်သေနတ်လုပ်ငန်းဟာ အဘက်ဘက်က အသာစီးရပါတယ်။သေနတ်ပစ်ခတ်မှုမှာ ခင်ပွန်းဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့လူမမယ်ကလေးတစ်ယောက်နဲ့ ကျန်ရစ်ခဲ့တဲ့ ဆလက်စ်ဝုဒ်ဆိုတဲ့အမျိုးသမီးဟာရှေ့နေဖြစ်သူဝမ်‌ဒေါလ်ရိုဟာနဲ့ပေါင်းပြီးတိုက်ခိုက်ဖို့ကြိုးစားပါတော့တယ်..အဘက်ဘက်ကသာလွန်တဲ့ ဒီအင်အားကြီးတဲ့သူတွေကိုဘယ်လိုတိုက်ခိုက်ကြမလဲ..ဘယ်လိုအကွက်ဆင်ကြမလဲဆိုတာကိုတော့..John Grishamရဲ့ Runaway Juryဝတ္ထုကိုအခြေခံထားတဲ့အပြင်Gene Hackmanနဲ့ Dustin Hoffmanတို့လို Legend ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/runaway-jury2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWUxZTdkNGItMzczOS00ZGViLTlkNzQtNTcxYmVlNTk5NWViXkEyXkFqcGdeQXVyMTA2ODkwNzM5._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Old People (2022)",
        "description": "Old People (2022)\n==============\"မှန်ရှေ့မှာဖီးလိမ်းခြယ်သ၊ ဝတ်ကောင်းစားလှတွေဝတ်ပြီး တခြားသူတွေလို\nပါတီပွဲတွေမှာ ပျော်ချင်‌တယ်ပေါ့‌လေ၊ အဖိတ်မခံရတာဆိုးတာပဲနော\" လူအိုရုံ\nတစ်ခုရဲ့ဝန်ထမ်းလူငယ်က မင်္ဂလာဆောင်သီချင်း‌ကို နှစ်နှစ်သက်သက်နားထောင်\nနေတဲ့ အဘိုးအဘွားတွေကိုပြောတဲ့စကား၊ နောက်တစ်ယောက်ကပြောတယ်၊\nအဘိုးအဘွားတွေကိုကုတင်မှာချုပ်ထားရတာက ထွက်ပြေးရင်လိမ့်ကျပြီး\nအနာတရဖြစ်မှာစိုးလို့ မတတ်နိုင်ပါဘူးတဲ့လေ။အိုမင်းရင့်ရော်နေတဲ့ဘဝတစ်ခုရဲ့နောက်ဆုံးအချိန်မှာ အထီးကျန်ခြင်းဆိုတာကိုပဲ\nသိတော့တယ်။ \"old people\" ဆိုတဲ့ ဒီဂျာမန် horror thriller ရုပ်ရှင်ဟာ အထီး\nကျန်လှတဲ့ ဘဝ‌နေဝင်ချိန်ကိုဖြတ်သန်းနေရတဲ့ အဘိုးအဘွားတွေအကြောင်းနဲ့\nမိသားစုထဲက သံယောဇဉ်တွေ၊မေတ္တာတွေအကြောင်းကို တစ်ဖက်လှည့်နဲ့ ရိုက်ကူး\nပုံဖော်ပေးထားတာပါပဲ၊ စိတ်ဝင်စားစရာကောင်းတာက ဇာတ်အေးကြီးမဟုတ်ဘဲ\nhorror ဆန်ဆန်လေးပေါ့နော်၊ဇာတ်လမ်းကြည့်ပြီးသွားရင်တော့တွေးစရာတွေကျန်ခဲ့လောက်တယ်ဗျ၊ ကိုယ်ရော အသက်ကြီးနေပြီဖြစ်တဲ့ကိုယ့်အဘိုးအဘွားနဲ့မိဘတွေအပေါ်မှာဘယ်လိုဆက်ဆံလေ့\nရှိလဲ၊ ပစ်ထားမိလား၊ ကိုယ့်အလှည့်ကျရင်ရောဘယ်လိုဖြစ်မှာလဲ။ old people ဟာ\nfav list ထဲထည့်လို့မရရင်တောင်မှ one time watch အနေနဲ့တော့ ကြည့်ကောင်းမယ့်\nကားလေးပါလို့ ညွှန်းလိုက်ပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (435 MB) / (241 MB)\nQuality............WebRip 1080p / ...",
        "rating": "5.0",
        "url": "https://megaup.net/2vhhD/Old.People.2022.GERMAN.1080p.WEBRip.(CM)_new.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPMd6iPyvnaGfj9EQlamVVDZx6r.jpg",
        "title": "On the Edge (2022)",
        "description": "On the Edge (2022)ဒီတစ်ခေါက် တင်ဆက်မှာကတော့ Park Yoo Chun ရဲ့\nအကြာကြီးနေမှ ပြန်လာတဲ့ comeback movie ဖြစ်ပါတယ်\nအောင်မြင်ချင်စိတ်အမြဲရှိတဲ့ ထယ်ဟုန်းက\nရုတ်တရက် အရာရာကို အရှုံးပေးလိုက်ပြီး ဟိုးအောက်ခြေအထိရောက်သွားပါတယ်\nသူ့ကိုယ်သူ စိတ်ပျက်အားလျော့နေတဲ့အချိန်မှာ....ဘယ်အရာကိုမှ အရှုံးမပေးဘဲ လက်ရှိဘဝကို ရသလောက် အမြတ်ထုတ်ပြီး\nဖြစ်ချင်တဲ့ပန်းတိုင်ကို သွားမယ့် ဟုန်းဒန်းဆိုတဲ့ အပျော်မယ်နဲ့ သွားတွေ့ပါတယ်ဟိုးအောက်ခြေရောက်နေတဲ့ သူတို့နှစ်ယောက်ကြားက မတူညီမှုတွေမှာ\nဘယ်အရာက သူတို့ကို သတ္တိရှိဖို့တွန်းအားပေးမလဲဆိုတာကို ကြည့်ရမှာပါအညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 486MB | 183MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Hmwe and ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/on-the-edge-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWEzN2IxOTktMzBjMS00ZWU1LWI0OTgtZjViNWYxOWY1MjUxXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-140x200.jpg",
        "title": "Satria Dewa: Gatotkaca (2022)",
        "description": "Satria Dewa: Gatotkaca (2022)\n======================\nIMDb Rating - 6.2/10အင်ဒိုနီးရှားဟာလည်း ကိုယ်ပိုင် စူပါဟီးရိုးတစ်ကောင်ကို အတွဲလိုက်\nရိုက်ကူးတော့မှာဖြစ်ပါတယ်။ မိုဘိုင်းလဲဂျန်းဂိမ်းကစားသူတွေကတော့\nဒီစူပါဟီးရိုးနာမည်ကို ကြားဖူးမှာပါ။ ဂါတို့ကာ့ကြာပါပဲ။ ဒီဇာတ်လမ်းဟာ\nရာမာယနလိုပဲ နာမည်ကြီး ပြဇာတ်ကြီးတစ်ခုဖြစ်တဲ့ မဟာဘာရာတာ\nဇာတ်ကိုအခြေခံထားတာပါပဲ။ပန်ဒါဝါ တွေနဲ့ ကူရာဝါမျိုးနွယ်တွေဟာ ခရစ်တော်မပေါ်ခင်နှစ် ၃၀၀၀\nလောက်မှာ ပြည်တွင်းစစ်ကြီးဖြစ်ခဲ့ပါတယ်။ ကူရာဝါတွေဟာ ဖျက်ဆီးချင်း\nလုယူချင်းဗီဇရှိသူတွေဖြစ်ပြီး၊ ပန်ဒါဝါတွေကတော့ ဗီဇကောင်းရှိသူတွေဖြစ်ခဲ့\nတာကြောင့် နတ်ဘုရားတွေဟာ စစ်ပွဲမှာ ပန်ဒါဝါတွေကို အနိုင်ပေးခဲ့ပါတယ်။\nဒါပေမဲ့ နတ်ဘုရားတွေကိုဆန့်ကျင်ပြီး ကူရာဝါတပ်မှူး အဆွာတာမဟာ ပြန်တိုက်\nခဲ့တာကြောင့် ထာဝရအကျဉ်းချခြင်းကိုခံလိုက်ရပါတော့တယ်။အဲဒီသမိုင်းကနေ ဒီနေ့ခေတ်ကိုအရောက်မှာတော့ ကူရာဝါမျိုးဆက်တွေဟာ\nပန်ဒါဝါမျိုးဆက်တွေကို လိုက်သတ်ပြီး သူတို့ရဲ့ သခင် အဆွာတာမကို ကယ်တင်ဖို့\nကြိုးစားလာပါတော့တယ်။ ပန်ဒါဝါတွေအကုန်သေဆုံးပြီး အဆွာတာမလွတ်မြောက်\nလာမှာကို တားဖို့ နောက်ဆုံးမျှော်လင့်ချက်အဖြစ် ပန်ဒါဝါတွေရဲ့ ကယ်တင်ရှင်\nဂါတို့ကာ့ကြာအဖြစ် စွမ်းအားရှင်တစ်ယောက်ပဲ ကျန်ပါတော့တယ်။ အဲဒီဂါတို့ကာ့ကြာ\nအသစ်ဟာ အစွမ်းတွေဘယ်လိုရပြီးဘယ်လိုတိုက်ခိုက်မလဲဆိုတာကို ဆက်ကြည့်ရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/satria-dewa-gatotkaca-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAgGGHWZPDOo1XxwVUhb1mSrQb6.jpg",
        "title": "Life Is Beautiful (2022)",
        "description": "Life Is Beautiful (2022)(1080p ရပါပြီ)ဒီဇာတ်ကားဟာ Drama, Romance, Musical ထဲမှာ အတော် အောင်မြင်တဲ့ ရုပ်ရှင်လေးလို့ပဲ ပြောရမှာပါ။ Genre အရ စစချင်းမှာ သိပ်အလေးပေးမခံခဲ့ရပေမဲ့ ရုံတင်ပြသချိန်မှာတော့ ထင်မထားလောက်အောင်ကို ရုံဝင်ငွေ အမြောက်အများ ရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...\n\"Life Is Beautiful\" ဆိုတဲ့ ဇာတ်ကားလေးဟာ ဘဝတစ်လျှောက်လုံးမှာ ခင်ပွန်းသည်အပေါ်ကိုပဲ သစ္စာရှိရှိချစ်ခဲ့ပြီး သမီးလေးအတွက် အရာရာပေးဆပ်ရင်း အသက်ရှင်ခဲ့တဲ့ အိုဆယ်ယွန်း ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ။ကံဆိုးစွာနဲ့ တစ်နေ့မှာတော့ အိုဆယ်ယွန်းတစ်ယောက် သူ လောကကြီးမှာ နေရမဲ့ အချိန် သိပ်မကျန်တော့ဘူးဆိုတာကို သိလိုက်ရပါတယ်။ ဒီအချိန်မှာတော့ တစ်ဘဝလုံး မိသားစုအတွက်ပဲ စိတ်နှစ်မြှုပ်ခဲ့တဲ့ အမျိုးသမီးက သူ့ရဲ့ ခင်ပွန်းဖြစ်သူကို ထူးဆန်းတဲ့ တောင်းဆိုမှု တစ်ခုပြုလုပ်ခဲ့ပါတယ်။ သူ့ရဲ့ အချစ်ဦးကို ရှာဖွေပေးဖို့ပါတဲ့။ဇနီးသည်ရဲ့ နောက်ဆုံး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/life-is-beautiful-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/57OaVUJasuGCNVfLJg3o154ZS8F.jpg",
        "title": "Deborah (2022)",
        "description": "Deborah (2022)အားလုံးကို လက်တလောမှ ထွက်ရှိထားတဲ့ Sci-fi, Comedy movie လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ငယ်ငယ်တုန်းက ကိုယ့်ဆီမှာ အချိန်ကိုနောက်ပြန်ရစ်လို့ရမယ့် ရီမုဒ်ကွန်ထရိုးရှိရင်ကောင်းမယ် တွေးဖူးကြတဲ့သူရှိရင် ဒီဇာတ်ကားက အဲဒီအတွက်အဖြေကောင်းပါပဲ။ဇာတ်လမ်းအစကိုတော့ ငယ်ပေါင်းသူငယ်ချင်းတစ်စု အဲလ်ဘတ်နဲ့အေဒါတို့ရဲ့ စေ့စပ်ညပါတီပွဲတက်ပုံနဲ့ စထားပါတယ်။ အဲလ်ဘတ်တို့ပိုင်ထားတဲ့ ဒက်ဘရာ(Deborah)ဆိုတဲ့ AI က အချိန်ကိုရပ်ပြီး အချိန်အနည်းငယ်လောက်ကိုပြန်ရစ်ပေးနိုင်တာပါ။ အဲလ်တို့က ပြီးပြည့်စုံတဲ့ညကိုဖန်တီးနိုင်ဖို့အတွက် အချိန်ကိုခဏခဏပြန်ရစ်ကြပါတယ်။အစကတော့ ဘေးထွက်‌ဆိုးကျိုးကြောင့် တခြားသူတွေက Déjà Vu လိုမျိုးပဲခံစားရပေမယ့် ကြာလာတော့ရိပ်မိသွားပါတယ်။ အားလုံးသိကုန်ကြတဲ့အချိန်မှာ အကုန်ဝိုင်းသုံးကြရင်း ပေါက်ကရလေးဆယ်တွေစဖြစ်ကုန်ပါတော့တယ်။ ‌ဒီဇာတ်ကားမှာ ငယ်ပေါင်းသူငယ်ချင်းတစ်စု‌ ရောက်တတ်ရာရာစကားထိုင်ပြောနေကြတာကိုကြည့်ရင်းနဲ့ ‌ကျောင်းကန်တင်းမှာသူငယ်ချင်းတွေနဲ့ နေခဲ့ရ ပြောခဲ့ရတာတွေကို လွမ်းဆွတ်စေမယ့် Nostalgia Vibe မျိုးပြန်ရစေမှာပါ။ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရတဲ့ဇာတ်ကားဆိုပေမဲ့ တစ်ချက်တစ်ချက် Dialogue တွေက ကြည့်ရှုသူတွေရဲ့လက်ရှိဘ၀နဲ့ပါ ယှဉ်ကြည့်မိရင်း တစ်မိနစ်လောက်အတွေးထဲ နစ်မြောသွားစေနိုင်ပါတယ်။ အားလုံးပဲကြည့်ရှုခံစားကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo ...",
        "rating": "",
        "url": "https://channelmyanmar.org/deborah-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE0M2Q5YTktM2E3OC00Y2UwLWI0NmQtMGQ3YWQ5YTcyYmVkXkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_-133x200.jpg",
        "title": "(18+) Madame Bamboo (1991)",
        "description": "Madame Bamboo\nဆောင်ကြာမြိုင်ဇာတ်လမ်းလို့ပြောရမှာပေါ့\nကုန်းဘောင်ခေတ် ဆောင်ကြာမြိုင်ဇာတ်လမ်းတော့မဟုတ်ဘူး\nစိနပြည်ဆောင်ကြာမြိုင်ဇာတ်လမ်းပါ sex and zen တို့လို\nတရုတ်ကားတွေ ကြိုက်တဲ့သူတွေအတွက်ကတော့ဒီဇာတ်ကားက တရုတ်တွေရဲ့ထုံးစံအတိုင်း ကွက်ကွက်ကွင်းကွင်း\nမုန့်တီဟင်းနှယ် ချပြထားတာကြည့်ရမှာပါ\nဆောင်ကြာမြိုင်ကိုရောင်းစားခံရတဲ့ ကောင်မလေးတွေ\nသူတို့ဘဝဇာတ်ကြောင်းတွေ ပြန်ပြောင်းပြောပြတာကို\nကြည့်ရှုရင်း တရုတ်ပြည်ရဲ့ ရှေးခတ်မိန်းမတွေကို\nပိုးစိုးပက်စက်နှိမ့်ချထားတဲ့ အကြောင်းတွေကို ထုံးစံအတိုင်း\nမျက်စိပသာဒဖြစ်ဖွယ်လေးနဲ့ နှလုံးသွင်းရှုစားကြတာပေါ့ဗျာ\nFile size…2.1GB / 1GB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/18-madame-bamboo-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdKZmSQHD17JjGUYkluhpttgJRi.jpg",
        "title": "Raymond & Ray (2022)",
        "description": "Raymond & Ray (2022)ဒီရုပ်ရှင်ကိုတော့ The Sopranos လို မာစတာပိစ်စီးရီးကြီးမှာ ဝင်ရိုက်ဖူးပြီး ဆုရဇာတ်လမ်းတွဲတွေကိုလည်း ရိုက်ကူးရေးသားဖူးတဲ့ Rodrigo Garcia လို့ခေါ်တဲ့ ဒါရိုက်တာက ရိုက်ကူးထားပြီး Legend actor ဆရာကြီးနှစ်ပါးဖြစ်တဲ့ Ethan Hawke နဲ့ Ewan McGregor တို့က Main character နှစ်ယောက် ရေမွန်နဲ့ရေး အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်ကတော့ Comedy, Drama ပေမဲ့ Black Comedy လို့ပြောရင် ပိုတိကျပါမယ်။ အီသန်နဲ့ အီဝန်ဟာ ရေးနဲ့ ရေမွန်ဆိုတဲ့ အဖေတူ မအေကွဲ ညီအစ်ကိုတွေပါ။ သူတို့၂ယောက်စလုံးရဲ့ အမေတွေကလည်း သူငယ်ချင်းတွေပါ၊ သူတို့အခေါ်အရတော့ ဖွတ်ဖွတ်ကြေဇနီးများကလပ်ဝင်တွေလို ဖြစ်နေကြသပေါ့။ သူတို့အဖေက သူတို့၂ကောင်ကို ငယ်ငယ်ကတည်း အသေအနိုင်ကျင့် နှိပ်စက်ပါတယ်။ သူတို့၂ယောက်စလုံးက သူတို့အဖေကို မုန်းကြပါတယ်။ နှစ်အတော်ကြာပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/raymond-ray-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDY0MGY0ODQtZjExNy00YzFiLTljNTgtZTkwZDk2Y2NhMjI5XkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-125x200.jpg",
        "title": "Nenu Meeku Baaga Kavalsinavaadini (2022)",
        "description": "Nenu Meeku Baaga Kavalsinavaadini (2022)\n=======================================အခုတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့\nတေလဂူရိုမန့်ဟာသကားလေးပဲဖြစ်ပါတယ်...ပျော်ရွှင်တဲ့မိသားစုကနေ ဆင်းသက်လာပေမယ့် ကိစ္စတချို့ကြောင့်\nမိသားစုနဲ့ဝေးကွာနေရတဲ့ တယ်ဂျူဆိုတဲ့ကောင်မလေးဟာ ဘဝကို\nပေါ့ပေါ့ဆဆနဲ့ ဖြတ်သန်းနေပြီး အရက်နွံထဲနစ်နေခဲ့ရပါတယ်...။သူ့ကို အကြိုအပို့လုပ်ပေးတဲ့ တက္ကစီဒါရိုက်ဘာကောင်လေးရဲ့နာမည်ကိုတော့\nဗီဗစ်လို့ခေါ်တယ်...။တယ်ဂျူဟာ ယောက်ျားတွေနဲ့ အချစ်ကို စိတ်နာပြီး ဘဝကိုရေစုန်မျောလိုက်နေတယ်တစ်ရက်တော့ ဗီဗစ်ဟာ တယ်ဂျူကို သူမဘဝပျက်မယ့်အရေးကနေ\nကယ်တင်ခဲ့ပါတယ်...ဒီလိုနဲ့ သူတို့နှစ်ဦးစကားလက်ဆုံကျကြရင်း တယ်ဂျူဟာ\nသူ့မရဲ့ပျော်ရွှင်စရာမိသားစုဇာတ်ကြောင်းနဲ့ သူမရဲ့နောက်ကြောင်းကို\nပြောပြပါတော့တယ်...။ဗီဗစ်မှာလည်း သူ့ဘဝနောက်ကြောင်းလေးက ရှိနေပြန်တော့...။သူတို့နှစ်ဦးရဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းလေးတွေနဲ့\nသူတို့နှစ်ဦးပတ်သက်ပုံ လှည့်ကွက်လေးတွေဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာ ဆက်လက်ရှုစားပေးပါဦးနော်...။ဒီတော့ လူအယောက် 1.3K က IMDb 7.7 ပေးထားတဲ့\nဒီတေလဂူရိုမန့်ဟာသကားလေးဟာ ကြည့်လို့ကောင်းတဲ့ကားလေးပါလို့\nညွှန်းပေးလိုက်ပါတယ်နော်...။\nFile size…2.21GB / 1.1GB\nQuality…1080p HQ HDRIP / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & HayMan",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/nenu-meeku-baaga-kavalsinavaadini-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/imRd5Qsltoa12JQ2uanNlwnWRRs.jpg",
        "title": "Dear Zoe (2022)",
        "description": "Dear Zoe (2022)(1080p ရပါပြီ)9/11 (စက်တင်ဘာလ ၁၁ ရက်နေ့) US ရဲ့ မမေ့နိုင်တဲ့ ဝမ်းနည်းပူဆွေးစရာကောင်းသောနေ့ ...\nအဲ့နေ့မှာ ကမ္ဘာ့ကုန်သွယ်ရေးစင်တာ အမြွှာအဆောက်အဦးကို လေယာဉ်တစ်စင်း ဝင်တိုက်ခဲ့လို့ လူအများအပြား သေကြေပျက်စီးခဲ့ကြတယ်။Dear Zoe ဆိုတဲ့ ဒီဇာတ်လမ်းလေးကတော့ အဲ့လို လူအများအပြား သေကြေပျက်စီးခဲ့တဲ့ 9/11 နေ့မှာ ဇိုဝီဆိုတဲ့ ကလေးမလေးတစ်ယောက် သေဆုံးခဲ့ရပြီး (9/11 ဖြစ်စဉ်ကြောင့်မဟုတ်) ကျန်ရစ်သူ မိသားစုဝင်တွေ အထူးသဖြင့် ကလေးမလေးရဲ့ အစ်မဖြစ်သူ တက်စ် (Sadie Sink) တစ်ယောက် ဘယ်လို စိတ်ဒဏ်ရာတွေနဲ့ ပူဆွေးခဲ့ရလဲဆိုတာကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။တက်စ် တစ်ယောက် သူ့ညီမလေး သေရတာ သူ့ကြောင့်ပါဆိုပြီး လိပ်ပြာမလုံ ဝမ်းနည်း ပူဆွေး စိတ်ဒဏ်ရာ ရတာတွေကို ဘယ်လိုများ ပြန်လည် ကုသနိုင်မလဲ?\nသူ့ညီမလေးကရော ဘယ်လိုပုံစံနဲ့ သေဆုံးသွားခဲ့တာလဲ? ဇာတ်လမ်းလေးကို ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/dear-zoe-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j6MGZpg55cTqlHHwahBtzI2qQg1.jpg",
        "title": "Raise the Red Lantern (1991)",
        "description": "Raise the Red Lantern (1991)~ IMDb - 8.1/10, Rotten Tomatoes - 97% ~Raise the Red Lantern ဟာ ကျန်းရိမူရိုက်ခဲ့ဖူးတဲ့ မာစတာပိစ်ကားပေါင်းများစွာထဲက တစ်ကားပါပဲ။ ကျန်းရိမူဟာ To Live, Hero, House of Flying Daggers, The Flowers of War, Under the Hawthorn Tree နဲ့ Shadow အပါအဝင် တခြားမာစတာပိစ်ကားများစွာကို ရိုက်ခဲ့တဲ့သူဖြစ်ပြီး ပါဖက်ရှင်နစ်တော်တော်ဆန်တဲ့ စီနီမာတိုဂရပ်ဖီနဲ့ ‌အရောင်တွေလှိုင်လှိုင်သုံးပြီး အစောပိုင်းကားတစ်ချို့မှာ ရှေးတရုတ်ပြည် လူနေမှုဘဝကို ထင်ဟပ်တဲ့ ဇာတ်အိမ်တွေ သုံးပြီး ရိုက်‌လေ့ရှိတဲ့သူပါ။ ပြည်မရုပ်ရှင်ရဲ့ ငါးဆက်မြောက်မျိုးဆက် ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်ပြီး ဒီမျိုးဆက်မှာ ပြည်မရုပ်ရှင်တွေကို ပြည်ပအထိပေါက်မြောက်အောင် လုပ်နိုင်ခဲ့တဲ့ ဒါရိုက်တာတွေထဲက ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/raise-the-red-lantern-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yHsu8swJSgqDrsPiu7adBjOPLlp.jpg",
        "title": "The High Note (2020)",
        "description": "The High Note (2020)~ IMDb - 6.4/10, Rotten Tomatoes - 71% ~မာဂရက် ရှားဝုဒ် (မက်ဂ်) ဆိုတဲ့ ကောင်မလေးဟာ တန်းဝင်အဆိုတော်ကြီး ဂရေ့စ် ဒေးဗစ် ရဲ့ အတွင်းရေးမှူးလေးတစ်ယောက်ပေါ့။ မက်ဂ်ရဲ့ မိခင်က အဆိုတော်၊ ဖခင်က ရေဒီယိုအစီအစဉ်မှူးဆိုတော့ ဂီတနဲ့ ရင်းနှီးသူဖြစ်ပြီး ဂီတအကြောင်း ကောင်းကောင်းသိပါတယ်။ သူ့ရဲ့ရည်မှန်းချက်က ဂရေ့စ်ရဲ့ ထုတ်လုပ်ရေးမှူးဖြစ်လာချင်တာပါ။ ဒါပေမဲ့ ငယ်ရွယ်နုနယ်လွန်းတာကြောင့် ယုံကြည်မှုမရရှာတော့ တိတ်တိတ်လေးခိုးပြီး သီချင်းလေးတွေ အစမ်းထုတ်လုပ်ကြည့်နေသူပေါ့။ဒီလိုနဲ့ အသံသိပ်ကောင်းပြီး ဆွဲဆောင်အားပြင်းတဲ့ ကောင်လေးတစ်ယောက်ကို ချစ်လည်းချစ်မိ၊ အသံကိုလည်း ကြွေခဲ့ရတဲ့ မက်ဂ်က သူ့ကို သီချင်းတွေ ထုတ်လုပ်ပေးဖို့ ကြိုးစားကြည့်တယ်။ ဂရေ့စ်ဆီရယ်၊ ကောင်လေးဆီရယ် အပြန်အလှန် ပြေးပြေးလွှားလွှားနဲ့ သူ့ရဲ့ ထုတ်လုပ်ရေးမှူးအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ကြိုးစားရင်း တလွဲတချော်တွေဖြစ်လာတဲ့အခါ၊ မက်ဂ်တစ်ယောက် ငါးရံ့နှစ်ကောင်ဖမ်းရင်း ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-high-note-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e6g2geNLgFzMbriH6EvSJZD78nx.jpg",
        "title": "(21+) The Key(1983)",
        "description": "လူတွေက အသက်အရွယ်လေး ရလာကြရင်\nအချစ်ကို ပုံစံပြောင်းပြီးခံစားချင်လာကြတယ်\nအိမ်ထောင်သည်တွေလည်း အိမ်ထောင်သက်တမ်းကြာလာတဲ့အခါ\nအချစ်ကို ပုံစံပြောင်းပြီး ခံစားချင်လာကြတယ်\nဒါပေမဲ့ အိမ်ထောင်ရေးမှာတော့ စဉ်းမျည်းတွေ ထိန်းချုပ်တာ\nများတယ်လေ ဖွင့်ချချင်ပေမဲ့လည်း အိမ်ထောင်သည်ဆိုတဲ့\nဘောင်အတွင်းက ဘယ်လိုမှမလွတ်နိုင်ဘူးလေပရော်ဖက်ဆာ နီနို တစ်ယောက်\nငယ်ရွယ်ချောမောပြီး ဆွဲဆောင်မှုရှိတဲ့ မိန်းမချောလေး ထရေဆာ နဲ့\nအိမ်ထောင်ကျပြီး သမီးလေး လီဆာ ရှိပါတယ်\nသူတို့က အထက်တန်းလွှာ မိသားစုတစ်ခုဖြစ်ပါတယ်\nပရော်ဖက်ဆာမှာ သူများနဲ့မတူတဲ့ လိင်ပျော်ပါးလိုစိတ် အတွေးရှိနေပါတယ်\nအဲဒါကတော့ သမရိုးကျ ဘောင်အပြင်ဖက်ထွက်ဖို့ပါပဲ\nဟုတ်ပါတယ် သူက သူ့အမျိုးသမီး ချောချောလေး တစ်ခြားကောင်လေးနဲ့\nအိပ်တာကို မနာလိုစိတ်နဲ့ အရသာခံ ကြည့်ချင် တွေးချင်နေတဲ့ သူပါပဲ\nထရေဆာမှာ သူ့သမီးလီဆာနဲ့ သဘောတူတဲ့ကောင်လေး တစ်ယောက်ရှိပါတယ် လာဆလို ပါပဲပရော်ဖက်ဆာ နီနိုက သူ့အကြံကိုအကောင်ထည်ဖေါ်ဖို့ ဇာတ်လမ်းဆင်ရပါတော့တယ်\nဒါပေမဲ့ သူ့မှာကန့်သတ်ချက်တွေရှိတယ်လေ တိုက်ရိုက်ဖွင့်ဟဖို့ ဘယ်လိုမှမဖြစ်နိုင်ဘူးလေ\nသူတို့ ဇနီးမောင်နှံသာ သိနိုင်တဲ့ ဆက်သွယ်နည်းနဲ့ ကြိုးစားပါတော့တယ်\nတစ်ကယ်တော့ မီးကို ကစားနေသလိုပါပဲ ကိလေသာဆိုတာ အပူတွေလေ\nမီးလို့ပဲ တင်စားလိုက်ပါတယ်\nဇာတ်လမ်းလေးက ဝထ္တုလေး တစ်ပုဒ်ဖတ်နေရလို ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/21-the-key1983/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lyiw72N5vpjkBbesYeD76m5Tg5B.jpg",
        "title": "Indian Pink (2022)",
        "description": "Indian Pink (2022)အားလုံးပဲ လွမ်းနေကြလောက်မယ့် F4 ထဲက ဆံနီလေး Kim Hyun Joong ရဲ့ Indian Pink Movie လေး ရပါပြီ။ဒီဇာတ်ကားထဲမှာဆိုရင် ပုံမှန်မြင်တွေ့နေကျ Kim Hyun Joong ရဲ့ ချစ်စရာကောင်းတဲ့ ဇာတ်ကောင်တွေနဲ့မတူဘဲ\nစိတ္တဇဆန်ဆန်ကြမ်းတမ်းခက်ထန်တဲ့ပုံစံမျိုးကို ကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အသည်းကွဲနေတဲ့ လူတစ်ယောက်ရဲ့ စိတ္တဇဆန်ဆန်အတွေးတွေအကြောင်းကို ပုံဖော်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။\nအပြစ်ကင်းစင်တဲ့ အပြုံးတွေရဲ့နောက်ကွယ်မှာ ဖုံးကွယ်ထားတဲ့ မကောင်းဆိုးဝါးဆန်ဆန်သဘောသဘာဝတွေ၊\nသွေးအေးရက်စက်မှုတွေကို ကြည့်ရှုခံစားနိုင်မှာဖြစ်ပြီး မထင်ထားတဲ့ ဇာတ်လမ်းဇာတ်အိမ်မျိုးနဲ့ တင်ဆက်ထားတာလည်းဖြစ်ပါတယ်။စိတ်ဝင်စားစရာ ဇာတ်ကွက်တွေအပြင် အပြုံးချိုချိုနဲ့ Kim Hyun Joong တစ်ယောက်\nဒီဇာတ်ကားထဲမှာ ဘယ်လိုတွေပြောင်းလဲပြသွားမလဲဆိုတာ ရင်တမမနဲ့ ကြည့်ရှုခံစားနိုင်လို့\nK-Drama Fans တွေ လက်လွှတ်မခံသင့်ပါဘူးနော်။သွေးသံတရဲရဲနဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့အခန်းတွေပါလို့ Rating ကိုတော့ 18+ သတ်မှတ်ထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ...",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/indian-pink-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jagAuGDEv7SlivFFkm6Op449mkH.jpg",
        "title": "Come Back Home ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင် CM ကပရိသတ်ကြီးကို နာမည်ကြီးဟောင်ကောင်မင်းသား\n“Donnie Yen” ရဲ့ ဇာတ်ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -အေးခဲလှတဲ့ဆောင်းရာသီတစ်ခုအချိန်မှာ ရှန်းကျန့်ခရီးသွားအဖွဲ့နဲ့အတူ\nမိသားစုတစ်စုဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်းမှာရှိတဲ့\nချန်ပိုင်တောင်ဆီကို မောင်းနှင်လာခဲ့ကြပါတယ်\nမူလအစတုန်းကတော့ အရမ်းကိုမှပျော်ရွှင်စရာကောင်းတဲ့\nခရီးစဥ်တစ်ခုဖြစ်ခဲ့ပေမဲ့လို့ ဖခင်ဖြစ်သူ အားသယ်(Donnie Yen) ရဲ့\nပေါ့ဆမှုတစ်ခုကြောင့် အသက် (၈) နှစ်အရွယ်သားဖြစ်သူ\nပျောက်ဆုံးသွားမှု ဖြစ်ပေါ်လာခဲ့တဲ့အခါမှာတော့...?သူတို့လင်မယားနှစ်ယောက်ဟာ သားဖြစ်သူပျောက်ဆုံးသွားခဲ့သည့်အတွက်\nဒေသဆိုင်ရာ အာဏာပိုင်တွေဆီကို အကူအညီတောင်းခံခဲ့ကြပြီး\nရှာဖွေရေးလုပ်ငန်းတွေကို စတင်လုပ်ဆောင်ခဲ့ကြပါတော့တယ်\nရှာဖွေရင်း ရှာဖွေရင်းနဲ့ ပုံမှန်ဘေးကင်းချိန်သတ်မှတ်ချက်\n(၄၈) နာရီအထိ ကျော်လွန်လာခဲ့ပေမဲ့လဲ\nကလေးရဲ့အရိပ်အယောင်ကိုတောင်မတွေ့ခဲ့ရပါဘူး\nတောင့်တင်းခိုင်မာတဲ့လူကြီး အရွယ်တွေတောင်\nတောင့်ခံနိုင်ဖို့ ခဲယဥ်းလှတဲ့ ဒီရာသီဥတုအလယ်မှာ\nအသက် (၈) နှစ်အရွယ်ကလေးငယ်လေးတစ်ယောက်\nတောင့်ခံနိုင့်ပါ့မလားဆိုတဲ့ သံသယတွေက\nကယ်ဆံရေးအဖွဲ့တွေဆီ ရိုက်ခတ်လာခဲ့တဲ့အခါမှာတော့...?❐ သူတို့ရဲ့ကယ်ဆယ်ရေးလုပ်ငန်းစဥ်ဟာ ဘာတွေဆက်ဖြစ်သွားမှာလဲ?\n❐ အရာရာအားလုံးကိုအံတုပြီး သူတို့တွေဆက်လက်ရှာဖွေကြမလား?\n❐ ပျောက်ဆုံးနေတဲ့ ကလေးငယ်လေးကရော\nဘေးကင်းကင်းနဲ့အိမ်ကိုပြန်ရောက်နိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဟောင်ကောင်မင်းသားကြီး “Donnie Yen” ရဲ့ဇာတ်ကားလေးဖြစ်တာမို့\nပိုလို့တောင်လက်မလွှတ်သင့်ပါသေးတယ် အခုပဲကြည့်လိုက်ရအောင်လားနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/come-back-home-2022-2/",
        "category": "Adventure, Drama, Thriller"
    }
]