[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m4SDHYqLbYHnq5Lb6XPZPHgBbID.jpg",
        "title": "[18+]Elena Undone(2010)",
        "description": "[18+]Elena Undone(2010)************************LGBT တွေအပေါ် နားလည်စာနာနိုင်စေမယ့်ဇာတ်ကားလေးတစ်ပုဒ်ဖြစ်ပါတယ်။အယ်လီနာဝင်းတားစ် ဟာ ခရစ်ယာန်သင်းအုပ်ဆရာတစ်ယောက်ရဲ့ အမျိုးသမီးဖြစ်ပြီးသားတစ်ယောက်လည်းရှိပါတယ်။ ခင်ပွန်းသည်နဲ့ အတူ ဘုရားကျောင်းအမြဲတက်ပေမယ့်တချို့သောလှုပ်ရှားမှုများမှာ အင်တိုက်အားတိုက်မဆောင်ရွက်တဲ့အတွက် သူ့ပတ်ဝန်းကျင်မှာ အထီးကျန်နေသူတစ်ယောက်ဖြစ်ပါတယ်။ စာရေးဆရာမလွန်းဘတ်ကတော့ယောက်ျားလျာ တစ်ယောက်ဖြစ်ပြီး သူ့အမေကိုပြုစုရင်းနဲ့ တွဲနေတဲ့ကောင်မလေးကခြံခုန်သွားတာကြောင့် အသည်းကွဲနေသူ ဖြစ် ပါတယ်။ ယောက်ျားလျာတစ်ယောက်နဲ့ အသည်းကွဲနေတဲ့အိမ်ရှင်မဟာကံကြမ္မာရဲ့စေစားမှုကြောင့် မမျှော်လင့်ဘဲ တွေ့ဆုံပါတော့တယ်။တွေ့ဆုံပြီးနောက်မှာတော့ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်များစွာ ကြုံတွေ့ရပါတော့တယ်။LGBT တွေရဲ့ခံစားချက်တွေ၊ အခက်အခဲတွေ၊ ပတ်ဝန်းကျင်ရဲ့ မေးငေါ့မှုတွေကို ကြံကြံခံနိုင်ဖို့ရာသာမန်လူတွေ ထက်အဆများစွာခက်ခဲကြောင်း ရိုက်ပြထားတာပါ။ မိသားစုအတူကြည့်ဖို့ မသင့်တဲ့အခန်းများစွာပါဝင်ပါတယ်။File Size :(1.9GB) and (861 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Adult, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18elena-undone2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
        "title": "Devotion (2023)",
        "description": "Devotion (2023)ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားနောက်တစ်ကား လာပါပြီ။\nTop Gun, Midway စတိုင် လေကြောင်းစစ်ပွဲကားပါပဲ။\nစစ်ကားကောင်းတွေကလည်း ထွက်ဖို့ရှားတတ်ပြီး ပထမကမ္ဘာစစ် ဒုတိယကမ္ဘာစစ်တွေကလည်း\nရိုက်စရာဇာတ်လမ်းကုန်နေပြီမို့ အက်မင်ဆိုတတိယကမ္ဘာစစ်တောင် မျှော်နေပါပြီ။\nဒီစစ်ကားကတော့ ကောင်းပါတယ်။\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးတိုက်ပွဲကာလ၊ တောင်-မြောက်ကိုရီးယားနယ်စပ်တိုက်ပွဲမှာ\nဝင်တိုက်ခဲ့တဲ့အမေရိကန်ရေတပ်လေယာဉ်မှူးတွေအကြောင်းပဲဖြစ်ပါတယ်။\nသူရဲကောင်းဆုတွေရခဲ့ပြီး ယနေ့ထိ ထင်ရှားဆဲ လေယာဉ်မှူးတစ်ယောက်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဒုတိယကမ္ဘာစစ်အပြီး စစ်ပွဲမတွေ့ဖူးတော့ဘဲ ကင်းထောက်ပျံလိုက် လေ့ကျင့်လိုက်လုပ်နေတဲ့ တိုက်လေယာဉ်အုပ်-၃၂ မှာ\nတစ်ဦးတည်းသော လူမည်းပိုင်းလော့ဖြစ်တဲ့ ဂျက်ဆီဘရောင်းလည်းပါဝင်ပါတယ်။\nသူရဲ့ သူငယ်ချင်းကောင်းကတော့ တွမ် ဟက်ဒ်နာလို့ခေါ်တဲ့ ဗိုလ်လေးပဲဖြစ်ပါတယ်။\nသူတို့တွေဟာ လေ့ကျင့်တဲ့အဆင့်ကနေ တောင်မြောက်ကိုရီးယားနယ်စပ်မှာဖြစ်လာတဲ့ စစ်ပွဲကို ကူညီဖို့အတွက်\nလေယာဉ်တင်သင်္ဘောတစ်စင်းနဲ့ ထွက်လာပြီးလေကြောင်းတိုက်ပွဲတွေဆင်နွှဲရပုံတွေကို ပြသထားတာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, War\nQuality…. 1080p | 720p | 480p\nFile size…2.1GB | 1GB | 491MB\nFormat… mp4\nDuration…. 2h 19min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/devotion-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjhmN2Q1ODctMGFkMS00NzQzLThiY2EtOTg1ZmI1YWFhZjA1XkEyXkFqcGdeQXVyMTA0NDQwNTQx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Sodium Day (2022)",
        "description": "Sodium Day (2022)\n===============\nIMDb Rating - 6.3/10\"Sodium day\"ဆိုတဲ့ဇာတ်ကားလေးဟာ တောင်အာဖရိက\nကျောင်းတစ်ကျောင်းဖြစ်တဲ့ ဂျွန်ရှယ်ဘီကျောင်းဝင်းထဲမှာ\nClass-12Yရဲ့ ကျောင်းသားသုံးယောက် ရေပုံးထဲမှာ ဆိုဒီယမ်\nကိုနှစ်ပြီး လက်ကမြင်းရာကစပါတယ်။ ဆိုဒီယမ်ကပေါက်ကွဲ\nသွားတော့ သူတို့ကဂုဏ်ယူတဲ့အနေနဲ့ အဲ့နေ့ကို \"Sodium day\"\nလို့ တောင်ကင်ပွန်းတပ်လိုက်ကြပါသေးတယ်။အဲ့နေ့ \"Sodium day\"နေ့မှာ ကျောင်းသူတစ်ယောက် ကျောင်း\nမပျက်စဖူးပျက်တယ်။ တခြားကျောင်းကကျောင်းသားတွေ\nကျောင်းသားဖလှယ်ရေးပရိုဂရမ်နဲ့ မလာစဖူးလာတယ်။ လူမိုက်\n(၂)ယောက် ကျောင်းထဲကို သေနတ်ကိုင်ပြီးရောက်ချလာတယ်။\nအဲ့လိုအဖြစ်အပျက်စုံစီနဖာကြောင့် သူတို့ရဲ့ ပျင်းစရာကောင်းတဲ့\nသာမန်ကျောင်းလေးဟာ အဲ့နေ့မှာငြိမ်သက်နေတဲ့ရေပြင်ကို\nကျောက်ခဲပစ်ချလိုက်သလို ဂယက်ထသွားခဲ့ရပါတယ်။လူမျိုးရေးခွဲခြားမှုတွေ၊ ပညာရေးအထောက်အပံ့အားနည်းမှုတွေ၊\nဒေသလုံခြုံရေးအားနည်းမှုတွေကို နေ့တစ်နေ့တည်းမှာတင် ပုံဖော်\nပြသွားတာကို \"Sodium Day\"ဆိုတဲ့ဇာတ်ကားလေးမှာ ကြည့်ရှု\nခံစားရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe\nZin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (516 MB) / (350 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sodium-day-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/4ER4k_4c-142x200.jpg",
        "title": "[18+]A Girl on the Shore(2021)",
        "description": "[18+]A Girl on the Shore(2021)*****************************18+ ဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်းကျောင်းသူလေးခိုအုမဲဟာ စီနီယာကျောင်းသား\nမိဆုခိနဲ့ ဒိတ်နေတယ်လို့ကျောင်းမှာသတင်းထွက်နေပေမယ့် မိဆိုခိဟာ\nခိုအုမဲကို အပျော်ပဲကြံတယ်။စိတ်အလိုရှိရင်ခဏသုံးပြီးပစ်ထားလိုက်တယ်။\nဒါပေမယ့် ရုပ်ချောချောကောင်လေးတွေကိုသဘောကျတဲ့ ခိုအုမဲဟာ စိတ်မနာပါဘူး\nတစ်ဖက်မှာလည်း ပထမနှစ်ကတည်းတစ်တန်းတည်းအတူတူတက်တဲ့အိဆိုဘဲဆိုတဲ့\nကောင်လေးက တစ်သီးတစ်ခြားနေတတ်တော့ကျောင်းမှာသူငယ်ချင်းဆိုတာမရှိဘူး\nဒါပေမယ့် အိုခုမဲတစ်ယောက်တည်းသာသူ့အတွက်သူငယ်ချင်းလို ဖြစ်နေတယ်။\nအိဆိုဘဲကို အိုခုမဲတစ်ယောက်မကြိုက်ပေမယ့် ဆယ်ကျော်သက်တို့သဘာဝ\nလက်တည့်စမ်းရင်းနဲ့ပဲ....File Size :(1.4 GB) and (582 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18a-girl-on-the-shore2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abJiDooakUefaStfGBShm0I3ENc.jpg",
        "title": "Survival of the Dead (2009)",
        "description": "Survival of the Dead (2009)======================= ခေတ်ကြီးက Zombies တွေ နဲ့ ကမ္ဘာကြီးကပရမ်းပတာတွေဖြစ်နေတဲ့အချိန်ပေါ့။ ဒီလိုအခြေအနေတွေကြားမှာ အထက်ကိုစိတ်နာပြီးတပ်ပြေးလာတဲ့ ‌ဆာ့ခ်ျတို့ စစ်သားတွေတသိုက်။ပလမ်းကျွန်းပေါ်မှာကလည်း အိုဖလင်း မိသားစုနဲ့ မဲလ်ဒွန်းမိသားစုရဲ့ဇွန်ဘီးတွေအပေါ်အယူအဆကွဲလွဲပုံကြောင့်ပစ်ခတ်နေကြတာကပုံမှန်လိုပဲ။အိုဖလင်းတွေက ဒီဖုတ်ကောင်တွေကိုအမြစ်ဖြုတ်သတ်ပစ်ရမယ်ထင်ကြတယ်။ မဲလ်ဒွန်းတွေက ဒီကောင်တွေကိုပြောင်းလဲနိုင်မယ်ထင်ကြတယ်။အားလျော့တာတဲ့ အိုဖလင်းတွေရဲ့ခေါင်းဆောင် ပတ်ထရစ်ဟာတနေ့မှာ‌တော့ ကျွန်းကနေပါနှင်ထုတ်ခံရပါတော့တယ်။ ကျွန်းကိုပြန်နိုင်ဖို့ကြံနေတဲ့ပတ်ထရစ်နဲ့ ဘေးကင်းရာနေရာတခုရှာနေတဲ့ဆာ့ခ်ျတို့တွေ့ကြတဲ့အခါဘာတွေဆက်ဖြစ်ကြမလဲ သူတလူငါတမင်းခေတ်မှာဘယ်သူကများအသက်ရှင်ကျန်ရစ်ခဲ့မလဲဆိုတာကိုရှုစားပေးကြပါဦး... File size…1.11GB / 415MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Comedy , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/survival-of-the-dead-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNGU1OGMxOGYtNThiYS00NzFhLWEyNGUtYTZhNTQzMzM4OTE0XkEyXkFqcGdeQXVyOTg0NjAxMzI@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "Inventing the Christmas Prince (2022)",
        "description": "Inventing the Christmas Prince(2022)Christmas Prince ဆိုတာ မြောက်ဝင်ရိုးစွန်းတခွင်မှာ Santa Clause ပြီးရင် နာမည်အကြီးဆုံး လက်ဆောင်တွေ ဖြည့်ဆည်းပေးတဲ့ mythical character တစ်ယောက်ပေါ့ဒါပေမယ့် Santa လောက်သူ့ကိုလူသိပ်မသိကြပါဘူးChristmas Prince ဆိုတဲ့story လေးကို ကျောင်းမှာ မိဘတွေခေါ်ပြီးပုံပြောခိုင်းတဲ့အစီစဥ်မှာ ရှယ်ဘီက သူ့ဖတဆိုးသမီးလေး ဂရေစ့်ကိုပြောပြပါတယ်အဲ့ကတည်းက Christmas prince ကဂရေစ့်ရဲ့စိတ်ထဲ စိုးမိုးနေတော့တာပေါ့ရှယ်ဘီဟာ တဖက်ကလည်း ဂရေစ့်လေးကိုထိန်းရ တဖက်မှာလည်း Rocket Engineer ဆိုတဲ့အတိုင်းအလုပ်တွေကဇယ်ဆက်သလိုကိုလုပ်ရပါတယ် သူ့အတွက်ပိုဆိုးစေတာက သူတို့ရဲ့ ဘောစ့်အယ်ဗန်ပါအယ်ဗန်ဟာ Christmas Carole ထဲက Scrooge လောက်မဆိုးပေမယ့် nearly Scrooge ပေါ့အဲ့တော့အရမ်းလူ့ဂွစာကြီးပေါ့ တစ်နေ့မှာဖြစ်ချင်တော့ ရှယ်ဘီတယောက်သမီးဖြစ်သူကို အလုပ်ခေါ်သွားရင်း ပုံပြင်ထဲက Christmas Prince ရဲ့ လက်ကအမှတ်နဲ့ မစ္စတာအယ်ဗန်ရဲ့လက်ကအမှတ်သွားတူနေပြီးဂရေစ့်လေး အယ်ဗန်ကို တကယ့် Chrostmas prince ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/inventing-the-christmas-prince-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjA5YjEzNGMtY2QzYi00NDgwLWIwODEtN2Y4YThhYjAyZjA5XkEyXkFqcGdeQXVyMTUyODkxMDAz._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "All Saints Christmas (2022)",
        "description": "All Saints Christmas(2022)လစ်ဇက်နဲ့ မတ်သရူးတို့ဟာ အောင်မြင်ပြီးသား အဆိုတော်နှစ်ယောက်ပေါ့လက်ရှိမှာတော့ သူတို့နှစ်ယောက်ဟာ break up ဖြစ်ထားတယ်လစ်ဇက်ကလည်းသူ့ဟာသူshow ပွဲတွေဆက်ဆို မတ်သရူးကလည်း music producing အပိုင်းတွေလုပ်ပြီး အဆက်သွယ်ပြတ်နေကြတဲ့ ရည်းစားဟောင်းတွေပေါ့ဒါပေမယ့် အမှတ်မထင် ခရစ္စမတ်အတွက်စျေးဝယ်ထွက်လာရင်း အခုခေတ်လို social media ခေတ်ထနေတဲ့အချိန်မှာသူတို့နှစ်ယောက်ပြန်တွဲနေကြပြီဆိုပြီး သတင်းတွေတက်လာတော့တာပေါ့အဲ့မှာမိသားစုတွေရော သူငယ်ချင်းတွေရော ပရိတ်သတ်တွေကပါအထင်မှားနေတဲ့ကိစ္စကိုပြေလည်အောင်နှစ်ယောက်ဘယ်လိုတွေဖြေရှင်းနေရင်းနဲ့ အချိန်အတန်ကြာငြိမ်းနေခဲ့တဲ့သူတို့ရဲ့အချစ်မီးတောက်လေး ဘယ်လိုပြန်အစပျိုးလာမလည်းဆိုတာခရစ္စမတ်ကာလ အေးအေးလေးမှာ အပန်းဖြေကြည်ကြည့်ကြပါ FA တွေလည်းကြည့်လို့ရပါတယ်နော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hein That Naing ပါ )File Size__(1.7GB) / (850MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:24:00\nType__Comedy, Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hein That Naing\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/all-saints-christmas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dpiJWb4NrWgcOg2rusuLhDM0hTm.jpg",
        "title": "Eastern Promises (2007)",
        "description": "Eastern Promises (2007)===================== Crime, Thriller ဇာတ်ကားတွေကို ကြည့်ရတာ နှစ်သက်တဲ့ရုပ်ရှင်ပရိသတ်တွေအတွက် Eastern Promises ဆိုတဲ့ ဇာတ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည် Eastern Promises ထဲက promises(ကတိစကားများ) ဆိုတဲ့ စကားလုံးအတိုင်းပဲ ဒီဇာတ်ကားထဲမှာဆိုရင်လိမ်လည်လှည့်ဖျားတဲ့ ကတိတွေက လူတစ်ယောက်ရဲ့ ဘဝကိုဘယ်လောက်ထိ စုတ်ပြတ်သွားစေနိုင်လဲဆိုတာကို တွေ့ရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင် ရုရှားသူတစ်ယောက်ဟာပိုကောင်းတဲ့ဘဝကို ပိုင်ဆိုင်နိုင်ဖို့အတွက် နိုင်ငံခြားပြန် သူငယ်ချင်းရဲ့\"အလုပ်ကောင်းကောင်းရမှာ\"ဆိုတဲ့ စကားကိုယုံစားပြီး လန်ဒန်ကိုလိုက်လာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူဟာ လန်ဒန်ဆေးရုံမှာကလေးမွေးရင်းနဲ့ သေဆုံးသွားခဲ့ရတယ်။သူ ကလေးမွေးတာကို တာဝန်ယူပေးတဲ့ သားဖွားဆရာမက မထင်မှတ်ဘဲဒိုင်ယာရီစာအုပ်တစ်အုပ်ကို တွေ့သွားခဲ့ပါတယ်။ ရုရှားဘာသာစကားနဲ့ရေးထားတဲ့ ဒိုင်ယာရီစာအုပ်ပါ။ သေဆုံးသွားသူ အမျိုးသမီးရဲ့ မိသားစုဝင်တွေကို ဆက်သွယ်ဖို့အတွက် ဒိုင်ယာရီစာအုပ်ကို ဘာသာပြန်ဖို့လူလိုက်ရှာပါတော့တယ်။ သားဖွားဆရာမ မထင်မှတ်ထားတာကတော့သေဆုံးသူအမျိုးသမီးဟာ သွေးရိုးသားရိုး သေဆုံးခဲ့တာမျိုးမဟုတ်ဘဲနောက်ကွယ်မှာ လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းနဲ့ ပတ်သက်မိနေခဲ့တာပါ။အဲဒီလူဆိုးဂိုဏ်းဟာ နာမည်ကြီး လူဆိုးဂိုဏ်းဖြစ်ပြီးတော့ ပြည့်တန်ဆာလုပ်ငန်းနဲ့ လူကုန်ကူးတာတွေကို ဆောင်ရွက်နေတဲ့ဂိုဏ်းပါ။ အစိုးရဘက်ကအသည်းသန် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/eastern-promises-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/homesick-140x200.jpg",
        "title": "Homesick (2015)",
        "description": "Homesick (2015)\n=============ဇာတ်လမ်းအကျဉ်းကတော့ ဘဲလေးအကသင်တန်း\nဆရာမလေး ရှာလိုတေးဟာ ငယ်ငယ်ကတည်းက မိတ\nကွဲ ဘတကွဲနဲ့နေခဲ့ရတယ်။ အဖေက အရက်သမား ။ဆေး\nရုံတက်နေရတယ်။ အမေကလည်း စာပေပိုင်းဆိုင်ရာမှာပဲ\nစိတ်ဝင်စားတယ်။သူ့ သူငယ်ချင်းမာတေးနဲ့ အတူနေတာများပြီးတော့ မာ\nတေးရဲ့ အစ်ကိုနဲ့ ချစ်သူရည်းစားဖြစ်နေတာပေါ့။ ဒါပေမယ့်\nရှာလိုတေးမှာ အစ်ကိုတစ်ယောက်ရှိတယ်။ မိဘတွေကွဲသွား\nကြတော့ မောင်နှမနှစ်ယောက်က မတွေ့ဖြစ်ကြတာကြာနေပြီ\nဖြစ်သလို သူ့အစ်ကိုက သူတို့ကိုအရမ်းမုန်းနေပါတယ်။ဒါပေမယ့် ရှာလိုတေးဟာ သူ့အစ်ကိုအိမ်ကိုမကြာခဏဆိုလို\nသွားချောင်းတယ်။ နောက်ပိုင်းမှာ သူ့အစ်ကိုမိန်းမရဲ့နားချမှုကြောင့်\nမောင်နှမနှစ်ယောက်ကိုသွားအတူ လာအတူ စားအတူဖြစ်လာ\nရင်းနဲ့ပဲ နောက်တစ်ဆင့်တွေတက်ကုန်ကြတဲ့အခါမှာတော့...\n(18+ အခန်းတွေပါတာကြောင့် မိသားစုနဲ့အတူမကြည့်ရှုသင့်ပါ)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Goku\nဖြစ်ပါတယ်)File Size..........(1.2 GB) / (517 MB) / (288 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Adult\nTranslator.......Goku\nEncoder..........Admin X",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/homesick-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmRhNmZiNDQtOWEzZi00MzdmLWJhOGItZDE5NjBhNmEwOGVkXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-161x200.jpg",
        "title": "Saudi Vellakka (2022)",
        "description": "IMDb 8.2လူတွေဟာ အကြောက်တရားနဲ့ပတ်သက်လာရင် လုပ်မိလုပ်ရာ လုပ်တတ်ကြရင်း\nရှုပ်ထွေးသွားတတ်ကြပြီး ပြဿနာတွေတစီတတန်းကြီးတတ်ခဲ့ရပုံကို\nဒီဇာတ်ကားလေးက မီးမောင်းထိုးပြထားတဲ့ ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်ကားနာမည်က မာလာယလမ်ဘာသာနဲ့ ပြန်ရင် ဆော်ဒီအုန်းသီးနုတဲ့ဟုတ်ပါတယ်\nဆော်ဒီအာရေဗျက အုန်းသီးနုတော့ မဟုတ်ဘူးနော်မာလာယလမ်က\nဒေသတစ်ခုလေးရဲ့နာမည်ကိုပြောတာပါဒီဇာတ်ကားလေးက အမှုတစ်ခုကို\nအခြေခံပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်ကလေးတွေဟာ ခရစ်ကတ်ကစားရင်းနဲ့ အဖွားအိုကိုထိမှန်သွားရာကနေ စပြီး\nဒီအမှုဟာ ကိုးနှစ်ကြာအထိ ကြာညောင်းခဲ့ပါတယ် အမှန်တော့ သူတို့မိသားစုကို\nကြည့်မရတဲ့ဘေးအိမ်က တရားလိုမိသားစုကိုမြှောက်ထိုးပင့်ကော်လုပ်ပြီးအမှုဖွင့်ခိုင်းခဲ့တာပါ\nပုဒ်မကလည်း ၃၂၆ အာမခံမရတဲ့ပုဒ်မပေါ့ အဘွားအရွယ် ဆီးချို သွေးတိုးလည်းရှိတဲ့လူအတွက် လွယ်ကူမနေလေတော့....\nဆက်လက်ပြီး ဒီအမှုမှာ ဘယ်သူဟာ အမှန်တရားကို အောင်နိုင်မလဲ\nဘာတွေသင်ခန်းစာရမလဲဆိုတာကိုတော့ ဆက်လက်ပြီး ဇာတ်ကားထဲမှာ ရှုစားပေးပါနော်..။\nFile size…1.8GB / 971MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~ Taylor ~ Yunni",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/saudi-vellakka-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNmVmMTEwMzQtMDNkNC00M2U5LWE5M2EtODM0NTM5NGU2OTQ2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-139x200.jpg",
        "title": "Life in a Metro (2007)",
        "description": "Life in a Metro (2007)\n***********************\nဒီဇာတ်ကားလေးကတော့ ပရိတ်သတ်တို့ရဲ့ အချစ်တော်မင်းသားကြီး\nအီရ်ဖားန်ခန်းနဲ့ မင်းသမီး ရှီလ်ပါးရှတ်သီးတို့ပါဝင် သရုပ်ဆောင်ထားတဲ့\nRomance/Drama အမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားလေး တစ်ကားဖြစ်ပြီး\nIMDb ratingကလည်း 7.4အထိရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nအရည်အချင်းပြည့်ဝတဲ့ အကမယ်တစ်ယောက်ဖြစ်တဲ့ ရှီခါဟာ\nသူမရဲ့ ကလေးနဲ့ အိမ်ထောင်ရေးအတွက် သူ့ရဲ့ပညာရေးနဲ့\nသူ့ဘဝတက်လမ်းတွေကို စွန့်လွှတ်ခဲ့ပါတယ်။၇နှစ်လောက် ကြာလာတဲ့အခါမှာတော့ သူတို့ရဲ့ အိမ်ထောင်ရေးအခြေအနေဟာ\nယိုယွင်းစဖြစ်နေမှန်း သူမသတိထားမိလာခဲ့တယ်။\nရှီခါဟာ ပြဇာတ်မင်းသားတစ်ယောက်ကို စွဲလမ်းမိသွားပြီး\nသူမရဲ့ ယောကျာ်းဟာလည်း သူ့ရုံးက ကောင်မလေးတစ်ယောက်နဲ့ ငြိငြိတွယ်တွယ် ဖြစ်လာပါတော့တယ်။ရာဟုလ်ဆိုတဲ့ ဉာဏ်များတဲ့ သူကတော့ သူ့ရဲ့အခန်းကို ခိုးချိန်းကြတဲ့အတွဲတွေကို ငှားလေ့ရှိသတဲ့။\nဒီဇာတ်ကားထဲမှာ အဓိကဇာတ်ကောင် ၉ယာက်ပါဝင်ပြီး သူတို့၉ယောက်ဟာ အချင်းချင်း သိကျွမ်းကြပြီး\nအားလုံးဟာ မွမ်ဘိုင်းမြို့မှာ အလုပ်လုပ်ကြပါတယ်။တစ်နေ့မှာတော့ သူတို့ ၉ယောက်ရဲ့ ကံကြမ္မာအလှည့်အပြောင်းကြီး ဖြစ်ပေါပြီး\nတစ်ယောက်နဲ့တစ်ယောက် ကံကြမ္မာချင်းရောယှက်သွားကြ‌ပြီး စိတ်ခံစားချက်ကို အနိုင်ယူဖို့ ကြိုးစားကြတဲ့အခါ ...\nအရမ်းကောင်းတဲ့ Old but Goldဇာတ်ကားကောင်းလေးတစ်ကား\nဖြစ်တာမလို့ ဘောလိဝုဒ်ချစ်သူများ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူတွေကတော့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/life-in-a-metro-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/barcelona-poster-310x410-151x200.jpg",
        "title": "Barcelona: A Love Untold (2016)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nဒီဇာတ်ကားကလဲ သူတို့နှစ်ယောက်ရဲ့ တခြားဇာတ်လမ်းတွေလိုပဲ Rating တွေ ကောင်းခဲ့ပြီး နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့...ကိစ္စတစ်ခုကြောင့် မိသားစုကိုအရှက်ရစေပြီးနောက် မီယာဟာဖခင်ဆီကချီးမွှမ်းခြင်းခံရတဲ့ သမီးတစ်ယောက်ဖြစ်ဖို့ပြန်လည်ကြိုးစားချင်တဲ့အတွက်စပိန်နိုင်ငံဘာစီလိုနာမြို့ကိုအလုပ်ရှာဖွေဖို့ စွန့်စွန့်စားစားထွက်လာခဲ့ပါတယ်....တစ်ဖက်မှာ အယ်လီဟာလည်းသူ့ရဲ့ပယောဂကြောင့် ချစ်သူသေဆုံးခဲ့ရတယ်ဆိုတဲ့နောင်တကိုရင်မှာပိုက်ပြီး ချစ်သူရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့အတွက် ကာတွန်းတွေရုပ်ရှင်တွေဖန်တီးချင်တဲ့ဝါသနာကိုစွန့်ပြီး ကမ္ဘာ့ဗိသုကာမြို့တော်ဘာစီလိုနာမှာဗိသုကာပညာလာရောက်သင်ကြားရင်းမီယာဆိုတဲ့ကောင်မလေးနဲ့နှစ်ဦးသားတွေ့ဆုံခဲ့ကြပါတယ်....မီယာဟာ တိုက်ဆိုင်စွာပဲ အယ်လီချစ်သူဟောင်းစီလင်းနဲ့ရုပ်ချင်းခွဲမရအောင်တူနေတဲ့အတွက်အယ်လီဟာ မီယာကိုဘာစီလိုနာမှာကူညီစောင့်ရှောက်ပေးရင်းချစ်ကြိုးသွယ်သွားခဲ့တဲ့ လူငယ်သဘာချစ်ခြင်းမေတ္တာတရားတွေကိုဖော်ပြထားတဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်....ဒီဇာတ်လမ်းလေးမှာလူတိုင်းဟာအချစ်ခံရဖို့ထိုက်တန်ပါသလား ????ကျူးလွန်ခဲ့အပြစ်တစ်ခုကြောင့်တစ်သက်လုံးပြန်လည်ပေးဆပ်စရာလိုပါသလား ???လဲကျနေရာကနေပြန်လည်ရှင်သန်ဖို့ ဘယ်လိုခွန်အားတွေပေးခဲ့သလဲဆိုတဲ့မေးခွန်းလေးတွေကို တပြိုင်နက် အဖြေထုတ်ပေးခဲ့ပါတယ်....တကယ်ဆိုရင်တော့ ပရိတ်သတ်ကြီးအနေနဲ့ ဇာတ်ညွှန်းတောင်ဖတ်စရာမလိုပဲနာမည်ကြီးဖိလစ်ပိုင်စုံတွဲ Cathniel ပါတယ်ဆိုရုံနဲ့တင် ကြည့်ကောင်းမယ့်ဇာတ်ကားကောင်းတစ်ကားဆိုတာ သိကြမှာပဲဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို May Thazin Myint မှတင်ဆက်ထားပါတယ်။)Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင် https://t.me/Myname2021hakak/52   မှာဝင်ကြည့်ပါ။720p HD ကို တင်ပေးထားပါတယ်။File size…(2.3 GB)/(860 MB)\nQuality…WEB-DL AMZ (Clean Version) 1080p / 720p\nFormat…mp4\nDuration….02:11:45\nSubtitle….Myanmar ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/barcelona-a-love-untold-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-deep-133x200.jpg",
        "title": "Deep Impact (1998)",
        "description": "Deep Impactဆိုတဲ့အတိုင်းပါပဲ ကမ္ဘာရှိရာကို ဦးတည်ရိုက်ခတ်လာတော့မဲ့ ကြယ်တံခွန်ကြီး တစ်ခုအကြောင်းကို\nဇာတ်အိမ်တည်ပြီး Sci-fiနဲ့ Drama တွဲလျက် ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကိုတော့ ဆယ်ကျော်သက် နက္ခတ္တဗေဒ ဝါသနာအိုးလေးတစ်ယောက်က ညဖက် Telescopeနဲ့ ကြည့်ရင်း\nအမျိုးအမည်မသိ ကြယ်တံခွန်ကြီး တစ်လုံးကို တွေ့ရာကနေ စပြီးဖွင့်ထားပါတယ်။\nဒီလိုနဲ့ New Yorkမြို့လောက်ကြီးတဲ့ အာကာသထဲက ပြဿနာထုပ်ကြီးကို အစိုးရဖက်က ပါးပါးနပ်နပ် ကိုင်တွယ်ဖြေရှင်း‌\nပုံတွေကို ကြည့်ရှုရမှာပါ။ အမေရိကန်သမ္မတ နေရာကို Morgan Freemanက ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင်\nIMDbကလည်း 6.2ရထားပြီး CGIတွေက မဆိုးလှတဲ့အနေအထား တစ်ခုမှာ ရှိတာမို့ ကြည့်ရကျိုးမနပ်ရင်တောင်\nအကျိုးတော့မယုတ်ဘူးဆိုတာ အာမခံပါတယ်။File size…(1.91GB)  / (`1016MB) / (614MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:00:00\nGenre...  Drama / Action / Sci-Fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/deep-impact-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x0OjUpv5bGbzUVt9eyEb0sHAQpZ.jpg",
        "title": "Memory Box (2021)",
        "description": "Memory Box (2021)\n===============\nIMDb Rating ~ 6.8/10\nRotten Tomatoes ~ 93%\n7 nominationsလစ်ဘနွန် ပြည်တွင်းစစ်ကို နောက်ခံထားပြီး ရိုက်ကူးထားတဲ့\nကနေဒီယန်-ပြင်သစ် ဒရာမာဇာတ်လမ်းလေးပါ။ စစ်ကြီးအတွင်းက\nဓာတ်ပုံအစစ်တွေ တိပ်ခွေအစစ်တွေကို ဇာတ်ကားထဲမှာ အချိတ်\nအဆက်မိမိနဲ့ တင်ဆက်ထားတာကြောင့် စိတ်ကူးယဉ်ဇာတ်လမ်းကို\nလက်တွေ့ကမ္ဘာနဲ့ အချိုးညီညီပေါင်းစပ်ပြထားတဲ့ ဇာတ်ကားဆိုပြီး\nဝေဖန်သူတွေကြားထဲမှာ နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားပါ။နှင်းတွေ ထူထပ်နေတဲ့ မွန်ထရယ်မြို့ရဲ့ ခရစ်စမတ်နေ့တစ်နေ့မှာ\nအဲလက်စ်၊အမေဖြစ်သူ မိုင်ရာနဲ့ အဘွားဖြစ်သူ တီတာတို့ဆီ ပါဆယ်ပုံး\nတစ်ပုံး ရောက်လာပါတယ်။ ပါဆယ်ပုံးထဲမှာတော့ မိုင်ရာ ငယ်ငယ်က\nသူ့သူငယ်ချင်း လီဇာ ဟာဘားဆီပို့ခဲ့တဲ့ စာတွေ၊ မှတ်စုစာအုပ်တွေ၊\nတိပ်ခွေတွေနဲ့ ဓာတ်ပုံတွေ ရှိနေခဲ့ပါတယ်။ မိုင်ရာနဲ့တီတာတို့က ပါဆယ်\nပုံးကို ဖွင့်မကြည့်ဖို့ ပြောပေမဲ့ အဲလက်စ်က သိချင်စိတ်အပြည့်နဲ့ စူးစမ်း\nကြည့်တဲ့အခါမှာတော့...လစ်ဘနွန် ပြည်တွင်းစစ်ကြီးအတွင်းက မြီးကောင်ပေါက်မလေး တစ်\nယောက်ရဲ့ ဇာတ်လမ်းကိုလွမ်းမောဖွယ်ရာ ကြည့်ရှုခံစားရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Roman Nox\nဖြစ်ပါတယ်)File Size..........(1.3 GB) / (479 ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/memory-box-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rs9gCICykUKjWuHbT4Nbaecs9P.jpg",
        "title": "Five Fingers (2006)",
        "description": "Five Fingers (2006)\n==============\nIMDb Rating - 6.3/10စားနပ်ရိက္ခာအစီအစဉ်တစ်ခုကို အစပြုဖို့ဆိုပြီး မာတင်တစ်ယောက်\nရစ်တောင်တန်းဆီကို ဂါဗင်ဆိုတဲ့ဧည့်လမ်းညွှန်အကူအညီနဲ့ သွားမှာပါ။\nဒါပေမဲ့ ကားပေါ်ပဲတက်ရသေးတယ်.. နှစ်ယောက်လုံးကို ဖမ်းခေါ်သွား\nပါလေရောဗျာ။ ဇာတ်လမ်းက အဲ့ဒီလို တည့်ပဲစထားပါတယ်။ဘာလို့အဖမ်းခံရတာလဲ၊ ဘယ်သူကဖမ်းတာလဲဆိုတာကိုတော့ ဆက်ကြည့်\nလိုက်ပါနော်။ အဓိကက အဖမ်းခံရတဲ့အချိန်အတွင်းမှာ သူ့ရည်းစားအကြောင်း\nတွေ မေးမေးပြီးတော့ မာတင်ရဲ့လက်ချောင်းတွေ တစ်ချောင်းပြီးတစ်ချောင်း\nအဖြတ်ခံရပါတယ်။ ဒါပေမဲ့ စေတနာကောင်းကောင်းနဲ့ ဖြတ်ထားတဲ့လက်\nချောင်းတွေအကုန်လုံးကို ရေခဲနဲ့သိမ်းပေးထားပါတယ်။ လိုချင်တဲ့အဖြေရရင်\nပြန်ဆက်ပေးဖို့ပါတဲ့။ အရမ်းသဘောကောင်းတဲ့ ပြန်ပေးဆွဲအဖွဲ့ပေါ့။ဒီကားလေးမှာ ကမ္ဘာ့အရှေ့ခြမ်းနဲ့အနောက်ခြမ်းဝါဒတွေ၊ နိုင်ထက်စီးနင်းလုပ်\nတာတွေ၊ ဘက်မတူတဲ့နိုင်ငံရေးအမြင်တွေကို အဖမ်းခံထားရတဲ့အတောအတွင်း\nအများကြီးပြောပြသွားတာမို့... မသိသေးတဲ့ပဟေဠိတွေကို ရုပ်ရှင်ထဲမှာဆက်\nအဖြေရှာရအောင်ဗျာ ။ ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.89 GB) / (742 MB) / (415 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Jo ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/five-fingers-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kFN9T3XaMLJfMASf2LAyRUzQi0m.jpg",
        "title": "The Hour of the Lynx (2013)",
        "description": "The Hour of the Lynx (2013)\n====================\nIMDb Rating - 6.1/10the Hour of the Lynxတဲ့ နာမည်လေးကိုက ခပ်ဆန်းဆန်း\nလေးရယ်၊ ဇာတ်ကားအစပိုင်းမှာကတည်းကို cinematography\nကောင်းကောင်းလေးနဲ့ အစပြုထားတော့ ထင်လိုက်တာက အမြင်\nဆန်းဆန်းလေးနဲ့ကြည့်ရမယ့် လူသတ်ကားထင်ရပေမယ့် drama\nပိုင်းကလဲ တော်တော်လေး strongဖြစ်တယ်။ဇာတ်လမ်းအသွားလေး ခန့်မှန်းနေရတာလေးကိုက ဒီဇာတ်ကားကို\nကြည့်နေရတဲ့ ရသ တစ်မျိုးပဲဗျာ၊ ကြည်နူးရတဲ့ ချစ်ခြင်းမေတ္တာရဲ့\nသဘောတရားကိုလဲ မတူညီတဲ့ ရှုထောင့်တစ်ခုကနေ မြင်စေရမယ့်\nဇာတ်ကားလေးတစ်ကားလဲဖြစ်နေတာမို့ အချိန်ကုန်ကြည့်ရကျိုးနပ်တဲ့\nဇာတ်ကားလို့တော့ ကျွန်တော်ညွှန်းလိုက်ပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (586 MB) / (300 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 33mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-hour-of-the-lynx-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rTfLMOXub9Bvav4gmwTj1UiZygL.jpg",
        "title": "[18+] Expensive Candy (2022)",
        "description": "Expensive Candy (2022)~ IMDb - 7.2/10, MyDramaList - 7.4/10 ~ရီနာတို ခေါ် တိုတိုဟာ သမိုင်းဆရာတစ်ယောက်ဖြစ်ပြီး အသက်သုံးဆယ်ကျော်တဲ့အထိ အချစ်အကြောင်းသိဖို့‌နေနေသာသာ လူပျိုရည်တောင်မပျက်သေးတဲ့ ရိုးရိုးအေးအေးသမားလေးပါ။ အရွယ်ရောက်ပြီး အမြီးမပေါက်နိုင်တဲ့သားဖြစ်သူအတွက် စိတ်ပူနေတဲ့မိခင်ဖြစ်သူက တစ်နေ့တော့ မုန့်ဖိုးပေးပြီး ကောင်မလေးတစ်ယောက်နဲ့မုန့်ထွက်စားခိုင်းပါတယ်။ ကျောင်းမှာကျောင်းသားတွေနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက စနောက်ကြသလို မိခင်ကပါ ဒီကိစ္စမှာပါလာတော့ စိတ်လေနေတဲ့ တိုတိုဟာ ခြေဦးတည့်ရာလျှောက်သွားရင်း သူ့အမေပေးတဲ့မုန့်ဖိုးနဲ့ ဝယ်စားဖြစ်ခဲ့ပါတယ်။ မုန့်တော့မဟုတ်ပါဘူး။ ကန်ဒီဆိုတဲ့ ဈေးကြီးကြီး ဇိမ်မယ်လေးတစ်ယောက်ကိုပါ။တစ်ခါမှ မိန်းမအတွေ့အကြုံမရှိဖူးတဲ့အပြင် သူ့ရဲ့ပထမဆုံးအတွေ့အကြုံကလဲ အရမ်းလှ အရမ်းတောင့်ပြီး ဒီကိစ္စမှာ အရမ်းကျွမ်းကျင်တဲ့ပညာသည်တစ်ယောက်ဖြစ်နေတဲ့အလျောက် တိုတိုတစ်ယောက် အရူးအမဲသားကျွေးမိသလိုဖြစ်တော့တာပါပဲ။ ဒီလိုနဲ့ တစ်လလုံးလုပ်မှ ၇၀၀၀ ကျော်ရတဲ့ကျောင်းဆရာလေးဟာ တစ်ရှော့ကို ခုနှစ်ရာတန်တဲ့ကန်ဒီကို အခွင့်အရေးရရင်ရသလိုတွေ့ဖို့ နည်းမျိုးစုံနဲ့ကြိုးစားပါတော့တယ်။ တစ်သက်လုံး မက်စရာလို့မထင်ခဲ့ရတဲ့ငွေကို သူဟာ နည်းလမ်းပေါင်းစုံနဲ့ရှာပါတယ်။ သူ့ရဲ့ အန္တိမရည်မှန်းချက်က ကန်ဒီကိုတွေ့ရဖို့ပါပဲ။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/18-expensive-candy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xezeqrrno6ytLyLrbTXRGUk4rdu.jpg",
        "title": "Flyboys(2006)",
        "description": "Flyboys(2006)*************ဒီဇာတ်လမ်းဟာ ပထမကမ္ဘာစစ်စတင်ပြီး 1916 ခုနှစ်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်မှန်‌ကိုပြန်ရိုက်ကူးထားတာပါ။ဒီကာလမှာက အမေရိကန်ဟာ စစ်ထဲဝင်မပါ‌သေးတော့ စစ်တိုက်ချင်တဲ့၊‌ လေယာဉ်မောင်းချင်တဲ့အမေရိကန်လူငယ်အချို့ဟာ စစ်ပညာသင်ပေးမယ့်ပြင်သစ်ကိုသွားပြီး စစ်ထဲဝင်ကြရပါတယ်။\nအကြောင်းကြောင်းနဲ့ စစ်ထဲဝင်လာတဲ့သူတွေရှိသလို ကျဆုံးသွားသူတွေလည်း ဒုနဲ့ဒေးပါပဲ။\nလေယာဉ်နဲ့ မစ်ရှင်လုပ်ရတိုင်း ဘယ်တော့သေမယ် မသိတဲ့ရတဲ့ လေယာဉ်မှူးတွေအတွက်ကတော့ကျဆုံးသတင်းဆိုတာ ထူးမခြားနားလိုဖြစ်နေပါပြီ။\nမနေ့ကအတူရှိနေပြီး ဒီနေ့ကျဆုံးသွား၊ သူ့အတွက်လက်စားချေနိုင်မယ့်အချိန်ကိုစောင့်ရင်းအရက်တွေပဲသောက် ‌နောက်လူတွေကိုကာကွယ်ပေး အသက်ကိုစတေးခံ စတဲ့ သရုပ်တွေကိုကွက်ကွက်ကွင်းကွင်းမြင်ရမယ့်အပြင် လေယာဉ်အချင်းချင်း စီးချင်းတိုက်တာ‌တွေကိုတဝကြီးကြည့်ရှုရမယ့် ဇာတ်ကားလည်းဖြစ်ပါတယ်။File Size :(2.7GB) (1.1 GB) and (335MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action, Drama , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/flyboys2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1a48bfLQm57ByADdw05uRMoFCZc.jpg",
        "title": "White Noise (2022)",
        "description": "White Noise (2022)ဒါရိုက်တာ Noah Baumbach ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။\nအဒမ်ဒရိုင်ဘာနဲ့ စကားလက်ဂျိုဟန်ဆန်တိုရဲ့ Marriage Story ကို ရေးခဲ့တဲ့သူပါပဲ။\n၁၉၈၅ မှာ Don DeLillo ရေးခဲ့တဲ့ စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ဖြစ်တဲ့ White Noise ဆိုတဲ့ အဓိပ္ပါယ်ကတော့\nလူတွေကြားနိုင်တဲ့ အသံကြိမ်နှုန်းတွေအကုန်ပါဝင်တဲ့ အသံတစ်ခုဆိုတာပါပဲ။\nဒီအသံမျိုးဟာ လူတွေရဲ့ ဦးနှောက်ကော်တက်စ်အပိုင်းကို သက်ရောက်စေတယ်လို ဆိုကြပါသေးတယ်။ဒီရုပ်ရှင်ကတော့ လူသားတွေနဲ့ လူ့အသိုင်းအဝိုင်းရဲ့ အတွေးတွေနဲ့ ကြောက်စိတ်တွေကို\nထော်လော်ကန့်လန့် သရော်ထားတဲ့ အမျိုးအစားပဲဖြစ်ပါတယ်။ဂျက်ဟာ ဟစ်တလာအကြောင်းအထူးပြုတဲ့ နာမည်ကြီးပါမောက္ခတစ်ယောက်ရှိပြီး\nဘာဘတ်ဆိုတဲ့ ဇနီးနဲ့ ကလေး ၄ ယောက်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်သူပါ။\nသူ့ရဲ့မိတ်ဆွေကတော့ အဲလ်ဗစ် ပရက်စ်လေအကြောင်း အထူးပြုတဲ့ ဆရာပါပဲ။\nဟစ်တလာနဲ့ အဲလ်ဗစ်နဲ့ သူတိုကို အားပေးသူတိုရဲ့\nတူညီတဲ့အချက်တွေအကြောင်း ဆွေးနွေးရင် ရုပ်ရှင်ကိုစတင်ထားပါတယ်။ဒါပေမဲ့ ရုတ်ချည်းဆိုသလိုပဲ စွန့်ပစ်ပစ္စည်းတွေပါဝင်တဲ့ ရထားကြီး လမ်းချော်သွားပြီး\nအဆိပ်သင့်တိမ်တိုက်မည်းကြီးပေါ်လာလို အားလုံးလွတ်အောင်ထွက်ပြေးရတဲ့ ကပ်ဘေးကြီးရောက်ရှိလာပါတော့တယ်။\nအဲဒီကပ်ဘေးကြီးကို အဖြေရှာရင်း လမ်းတလျှောက်မှာ ဂျက်ဟာ သူ့မိန်းမ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/white-noise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-spoil-160x200.jpg",
        "title": "Spoiler Alert (2022)",
        "description": "\"အချစ်\"ဆိုတာ ဘယ်လိုအရာမျိုးလဲ။စွန့်လွှတ်အနစ်နာခံခြင်းလား၊ ရယူပိုင်ဆိုင်ခြင်းလား။ယောကျာ်းလေး၊ မိန်းကလေး၊ အသက်ကြီးသူ၊ အသက်ငယ်သူ၊ လူဖြူ၊ လူမည်းမတူကွဲပြားတဲ့ပုံပန်း သဏ္ဌာန်တွေကြား \"အချစ်\"ကို အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းလည်းကွဲပြားနိုင်ကြတယ်မဟုတ်လား။မွေးထုတ်ပေးထားတဲ့ မိဘနဲ့တောင် စိတ်အခန့်မသင့်လို့ရန်ဖြစ်စကားများတတ်ကြသေးတာ သွေးမတော်သားမစပ် သူစိမ်းတစ်ယောက်နဲ့\"အချစ်\" တစ်ခုတည်း‌ကြောင့် နှစ်ရှည်လများအတူရှိနေဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား။တကယ်ချစ်တဲ့သူက \"ဘဝရဲ့အခက်ခဲဆုံးအချိန်မှာတောင် ကိုယ့်ကိုစွန့်ခွာမသွားတဲ့သူ\"တဲ့။ဘဝရဲ့တကယ့်အခက်ခဲ အပင်ပန်းဆုံးဆိုတဲ့ အချိန်ဆိုတာမျိုးရောက်လာခဲ့ရင်ရောကြီးကျယ်မြင့်မြတ်လှပါတယ်ဆိုတဲ့ အချစ်ကစွန့်ခွာမသွားဘူးဆိုတာ သေချာနိုင်ပါ့မလား။မသေချာ မရေရာတာတွေများတဲ့လောကကြီးထဲကံကောင်းထောက်မစွာနဲ့ Right person ကို ရှာတွေ့နိုင်ခဲ့မယ်ဆိုရင်တောင်Right time ဖြစ်ဖို့ အခွင့်အရေးရှိပါ့မလား။စတဲ့မေးခွန်းတွေရဲ့အဖြေကို The Big Bang Theory ထဲက မင်းသားကြီး Jim Parsonကမိုက်ကယ်ဆိုတဲ့ လိင်တူချစ်မိသူအမျိုးသားအဖြစ် ဒီကားလေးထဲမှာဆွတ်ပျံကြည်နူးစရာ လွမ်းမောတမ်းတဖွယ်ရာ ပုံဖော်ပြထားပါတယ်။ဒီကားလေးက ပရိသတ်ကြီးတို့ရဲ့\"အချစ်\"အပေါ်ရှုမြင်ပုံကို တစ်မျိုးတစ်မည်ပြောင်းလဲသွားစေနိုင်မှာလား။ပရိသတ်ကြီးတို့ရဲ့ \"အချစ်\"အပေါ်ရှုမြင်ပုံခြင်းနဲ့ရောထပ်တူကျပါ့မလားဆိုတာကို အဖြေရှာဖို့ ခံစားသက်ဝင်ကြည့်လိုက်ကြပါဦး‌နော်။ဪ တစ်ခုလောက်ကြိုတင်သတိပေးချင်တာကဒီကားလေးက ဖြစ်ရပ်မှန်ကို အခြေခံတဲ့ဝတ္တုကို ရိုက်ကူးထားတာမို့တချို့‌ဝမ်းနည်းစရာဇာတ်ဝင်ခန်းတွေကို မကြည့်ခင် တစ်ရှူးလေးတော့ဆောင်ထားကြပါလို့။File size…(1.23GB)  / (`981MB) / (479MB)\nQuality…. ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/spoiler-alert-2022/"
    }
]