[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODEzNzRjY2EtY2U1My00YmZhLTkzMTYtMjhiNjI1ODJlNDE1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Beanie Bubble (2023)",
        "description": "The Beanie Bubble (2023)\n===================\nIMDb Rating - 6.3/10Apple TV+ က ထုတ်လွှင့်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကား တင်ဆက်\nပေးလိုက်ပါတယ်။ IMDb မating 6.3, Rotten Tomatoes 47% ရရှိထား\nပါတယ်။ The Great Beanie Baby Bubble: Mass Delusion and the\nDark Side of Cute ဆိုတဲ့ စာရေးဆရာ Zac Bissonnette ရဲ့ ၂၀၁၅ ခုနှစ်\nထုတ်စာအုပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ အဲစာအုပ်ဟာဆိုရင်လည်း\nအပြင်မှာ တကယ်ဖြစ်ခဲ့တာကိုရေးသားထားတာပါ။ ဒီဇာတ်ကားဟာဆိုရင်\nComedy, Drama အမျိုးအစားပါ။ ဒီဇာတ်ကားဟာဆိုရင် Beanie Babies\nတွေကို ထုတ်လုပ်ခဲ့တဲ့ Ty Inc. ရဲ့ တည်ထောင်သူဖြစ်တဲ့ တိုင်ဝါနာရဲ့ ဘဝ\nစတင်ဖြစ်တည်လာတာကနေ ကျရှုံးတဲ့အချိန်အထိကို ရော်ဘီ, ရှီလာနဲ့ မာယာ\nဆိုတဲ့ အမျိုးသမီးသုံးယောက်ရဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-beanie-bubble-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTI1MzYyMjU3Ml5BMl5BanBnXkFtZTcwMjU5NDkzMQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Aura (2005)",
        "description": "The Aura (2005)\n=============\nIMDb Rating - 7.1/10The Aura ဆိုတဲ့ psychologic ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nလက်တင်စကားနဲ့ ကားမလို့ ကြည့်နေကျ English ကားတွေနဲ့တော့ တူမှာမဟုတ်ပါ\nဘူး။ ဒါပေမဲ့ အာဂျင်တီးနားမှာတော့ ဆုတွေတသီကြီး ရထားတဲ့ ကားကောင်းတစ်ကား\nပါလို့ ပြောပါရစေ။ အာဂျင်တီးနားရဲ့ နာမည်ကြီး ဒါရိုက်တာဖြစ်တဲ့ Fabian Bielinsky\nကိုယ်တိုင် ဇာတ်ညွန်းရေး ကိုယ်တိုင်ရိုက်ကူးထားပြီး၊ Main Character အနေနဲ့\nအာဂျင်တီးနား ရုပ်ရင်လောကရဲ့ GOAT တစ်ယောက်လို့ တင်စားရတဲ့ Ricardo Darin\nပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါ့အပြင် ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Fabian မကွယ်\nလွန်ခင် ဖန်တီးခဲ့တဲ့ နောက်ဆုံးသော အနုပညာလက်ရာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့တော့ Darin ဟာ မွေးရာပါဝက်ရူးပြန်ရောဂါ ခံစားနေရသူ\nတစ်ဦးဖြစ်ပြီး ထုံးစံအတိုင်း Psycho လည်းရှိတဲ့သူပေါ့။ ဒါပေမဲ့ သူ့မှာ တစ်ခုခုကိုတစ်ခါ\nမြင်လိုက်ရုံနဲ့ မှတ်မိနိုင်တဲ့ မှတ်ဉာဏ်ကောင်းတစ်ခုကို ပိုင်ဆိုင်ထားသူပါ။ တစ်ရက်သား\nစိတ်အပန်းဖြေရအောင် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-aura-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTE5ODc2NjgtNjBhNy00OGEyLTg1ZjctOTZlYWI1NzQwNGQ4XkEyXkFqcGdeQXVyODUxNTMyNjk@._V1_-140x200.jpg",
        "title": "The Father Who Moves Mountains (2021)",
        "description": "The Father Who Moves Mountains (2021)\n===============================ဒီ Romanian ဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Daniel Sandu က\nရိုက်ကူးထားပြီး 2021 ကထွက်ရှိခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက\nတော့ စစ်တပ်အရံအရာရှိဖြစ်တဲ့ မစ္စတာဂျီအာနူ ဟာဇနီးဟောင်းနဲ့ကွဲပြီး\nအိမ်ထောင်အသစ်ရှိသူပါ။ သူ့မှာဇနီးဟောင်းနဲ့ရခဲ့တဲ့ ကော့စ်မင် ဆိုတဲ့\nသားလေးတစ်ယောက်လည်းရှိပါတယ်။ သူဟာသူ့သားလေးကိုသိပ်ချစ်\nတာကြောင့်မလို့ ဘယ်လိုကိစ္စပဲဖြစ်ဖြစ် မဖြစ်နိုင်တာတွေကိုပါ ရအောင်\nလုပ်လေ့ရှိပါတယ်။တစ်နေ့မှာတော့ သူ့ရဲ့သားလေး ကော့စ်မင် ကသူ့ကောင်မလေးနဲ့အတူ\nရေခဲတောင်ခြေလျှင်ခရီးတက်ရင်း ပျောက်ဆုံးသွားတယ်လို့ ရဲတွေက\nအကြောင်းကြားလာပါတယ်။ အဲဒီအခါမှာတော့ သူအရမ်းချစ်ရတဲ့သား\nလေးကို ကယ်တင်ဖို့အတွက် သူ့တပည့်ကိုခေါ်ပြီး ရေခဲတောင်တန်းတွေ\nရှိရာကိုလာပါတော့တယ်။ အဲဒီမှာတောင်တက်ကယ်ဆယ်ရေးတွေကလည်း\nကယ်ဆယ်ပေးနေပေမယ့် စိတ်အရမ်းလောနေတဲ့ မစ္စတာဂျီအာနူကတော့\nတောင်ပေါ်တက်မယ်တကဲကဲနဲ့ ဖြစ်နေပါတော့တယ်။ နောက်ပိုင်း တောင်\nတက်သမားတွေနဲ့ အစပ်အဟပ်မတည့်တော့ သူ့ရဲ့အဆက်သွယ်တွေနဲ့\nစစ်တပ်ထောက်လှမ်းရေးကိုပါ ခေါ်ချလာပြီး ကယ်တင်ဖို့လုပ်ပါတော့တယ်။\nအရင်ကသူ့သားကိုအနိုင်ကျင့်တဲ့ ဘယ်သူကိုမဆို အနိုင်ယူနိုင်ခဲ့ပေမယ့်\nဒီတစ်ခါတော့ ရေခဲတောင်ကြီးဖြစ်နေတဲ့အခါ သူ့ရဲ့ဖခင်မေတ္တာတွေနဲ့ အနိုင်\nယူနိုင်ဦးမှာလားဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (733 MB)\nQuality............WEB-RIP 1080p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-father-who-moves-mountains-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2M1ZjFmYTUtMjdmYS00YTRlLTg4NjctNTg1NmU0ZGYxMTdhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjY0NzEzMTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lost in Florence (2017)",
        "description": "Lost in Florence (2017)\n=================လူတိုင်းလိုလိုရဲ့ဘဝမှာ ကိုယ်ဖြစ်ချင်၊ လုပ်ချင်တဲ့အရာနဲ့ အများပတ်ဝန်းကျင်က\nလက်ခံထားကြတဲ့ ဖြစ်သင့်လုပ်သင့်တယ်ဆိုတဲ့အရာကြားမှာ ဘာရွေးချယ်ရမှန်း\nမသိဘဲ လမ်းပျောက်တွေဝေနေတာမျိုးရှိဖူးကြမှာပါ။ ဒီကားထဲက အဓိကဇာတ်\nဆောင်ဖြစ်သူ အဲရစ်ခ်ဆိုတဲ့ အမေရိကန်သားလေးဟာလည်း ဒီလိုမျိုးပဲဖြစ်နေ\nတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာဆိုရင် သူနဲ့နှစ်လကြာရှည်တွဲလာခဲ့တဲ့ ကောင်မလေးဖြစ်သူ ကော်\nလင်းတို့ဟာ အဲရစ်ခ်ရဲ့ဝမ်းကွဲရှိတဲ့ အီတလီနိုင်ငံရဲ့ ဖလောရန့်စ်မြို့ကို အလည်လာခဲ့\nကြပါတယ်။ အဲဒီမှာ အဲရစ်ခ်တစ်ယောက် ကော်လင်းကိုရိုဆန်ဆန်လေး လက်ထပ်ခွင့်\nတောင်းခဲ့ပေမယ့်လို့ ကော်လင်းက အဲရစ်ခ်ဟာ ဖြစ်သင့်တဲ့ ဥပဒေကျောင်းကိုတက်ဖို့\nမလုပ်ဘဲ၊ မဖြစ်သင့် မဖြစ်လာနိုင်တဲ့ ပရော်ဖက်ရှင်နယ်ဘောလုံးကစားတဲ့ အိပ်မက်\nနောက်ကိုပဲလိုက်နေတာကြောင့်အနာဂတ်အလားအလာမရှိဘူးဆိုပြီးလမ်းခွဲလိုက်\nပါတယ်။ အဲဒီနောက်မှာတော့ အဲရစ်ခ်ဟာ အသည်းကွဲသမားလေးဖြစ်နေပြီးတော့\nအမေရိကန်မှာရှိတဲ့သူ့အိမ်ကိုပြန်မသွားသေးဘဲ ဖလောရန့်စ်က သူ့ဝမ်းကွဲအိမ်မှာပဲ\nသောင်တင်နေပါတော့တယ်။ အဲဒီလိုနေရင်းနဲ့ သိပ်မကြာခင်မှာပဲ ဖလောရန့်စ်ရဲ့ရိုးရာ\nကစားနည်းတစ်ခုဖြစ်တဲ့ ကာချီယိုစတိုရီကိုဆိုတဲ့ ဘောလုံးကစားနည်းတစ်ခုကို ဆော့\nကစားဖြစ်သွားပြီး အဲရစ်ခ်တစ်ယောက်သဘောကျသွားမိပါတယ်။ဒါပေမယ့်လည်း ဒီကစားနည်းဟာ ခက်ခဲကြမ်းတမ်းလှသလို အီတလီလူမျိုးတွေမှပဲ\nဆော့ခွင့်ရတယ်ဆိုတဲ့အားကစားနည်းတစ်ခုဖြစ်နေတော့ အဲရစ်ခ်တစ်ယောက်ဇွဲမ\nလျှော့ဘဲဆက်ဆော့ကစားနိုင်ပါ့မလား၊ ဒါမှမဟုတ် ဒီလိုမျိုးသူဖြစ်ချင်၊ လုပ်ချင်တဲ့\nဟာတွေထက် ဖြစ်သင့်ဖြစ်ထိုက်တယ်ဆိုတဲ့ ဥပဒေကျောင်းကိုပဲဆက်တက်သွားမလား။\nသူ့ကောင်မလေးကြောင့်ရလာတဲ့ အသည်းကွဲဒဏ်ရာတွေကိုရော ဘယ်လိုကုစားမလဲ၊\nကိုယ့်မွေးရပ်မြေမဟုတ်တဲ့ အီတလီမှာရော ဘယ်လိုတွေရှေ့ဆက်သွားမလဲဆိုတာ\nကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/3XSEB/Lost.In.Florence.2017.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTM3MjgyOTAyN15BMl5BanBnXkFtZTcwMzYyMTU1MQ@@._V1_-147x200.jpg",
        "title": "Pu-239 (2006)",
        "description": "Pu-239 (2006)\n============\nIMDb Rating - 6.7/10ရုရှားရဲ့လျှို့ဝှက်နျူကလီးယားစက်ရုံတစ်ခုမှာ မတော်တဆမှုတစ်ခု\nဖြစ်ပွားခဲ့ပြီး နည်းပညာရှင်တစ်ယောက်ဖြစ်တဲ့ တီမိုဖေးဟာ ရေဒီယို\nသတ္တိကြွမှုအဆင့် Rems 100 နဲ့ထိတွေ့ခံခဲ့ရပါတယ်။ ဒီပမာဏဟာ\nကာယကံရှင်နဲ့ပတ်ဝန်းကျင်ကိုထိခိုက်နိုင်မှုနည်းပါးပေမယ့် စက်ရုံ\nဒါရိုက်တာက ဖြစ်စဉ်တစ်ခုလုံးအတွက် တီမိုဖေးကိုအပြစ်ပုံချပြီး ခံစား\nခွင့်တွေမှန်သမျှရုတ်သိမ်းခဲ့ပါတယ်။ တစ်ခုခုသိထားပုံရတဲ့ တီမိုဖေးဟာ\nပလူတိုနီယမ် နည်းနည်းခိုးယူလာပြီးမြို့ပေါ်တက် ရောင်းချဖို့ကြိုးစား\nရင်းနဲ့သူ့ဇနီး သူ့သားတို့နောင်ရေးတို့စိတ်အေးရအောင် စီစဉ်ပါတော့\nတယ်။အဲ့ဒီမှာပဲ သူ ရှစ်ဇ်နဲ့စတွေ့ပါတယ်။ရှစ်ဗ်ဆိုတာကတော့ လူဆိုးဂိုဏ်းတစ်\nခုရဲ့ ငွေကောက်တဲ့လူမိုက်အဆင့်တွေထဲကတစ်ယောက်ဖြစ်ပြီး လောလော\nဆည်တော့ သူတို့ဂိုဏ်းနဲ့ပြိုင်ဘက်ဂိုဏ်နယ်မြေထဲက ဆိုင်တစ်ဆိုင်ကို လိပ်\nစာမှားပြီး ငွေဝင်ကောက်ရင်း ဆိုင်ကိုမီးရှို့ပစ်မိလို့ သူ့ဘော့စ်က လျော်ကြေး\nတောင်းထားတဲ့အတွက် အဲ့ဒီလျော်ကြေးကို နည်းပေါင်းစုံနဲ့ရှာနေရပါတယ်။\nသတ်မှတ်ချိန်အတွင်း သတ်မှတ်ပမာဏမရရင် အသတ်ခံရမှာဖြစ်တဲ့အတွက်\nသူလည်းအသည်းအသန်ဖြစ်နေတာပါ။ ဒီတော့ လက်ကျန်ဘဝသက်တမ်း\nအချိန်အကန့်အသတ်နဲ့ ငွေသိပ်လိုနေတဲ့လူနှစ်ယောက် နျူကလီးယားဗုံးထုတ်\nနိုင်တဲ့အဆင့် ပလူတိုနီယမ်တွေကိုတစ်ညအတွင်း အမြန်ရောင်းထွက်ဖို့နည်း\nပေါင်းစုံနဲ့ကြိုးစားကြတာတွေကိုမြင်တွေ့ရမှာပါ။ Drama ဆိုပေမယ့် ရှစ်ဗ်\nပါဝင်လာတဲ့အပိုင်းကစပြီး Crime/Thriller ဆန်ဆန်နဲ့မြူးမြူးသွက်သွက်\nဆွဲခေါ်သွားတာဖြစ်တဲ့အတွက် အဆုံးထိဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်း\nတစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (842 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pu-239-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzQxODE4MzEyNF5BMl5BanBnXkFtZTgwNjk2OTY4ODE@._V1_-133x200.jpg",
        "title": "Air Bud (1997)",
        "description": "Air Bud (1997)\n===========\"ခွေးလေးတွေဆိုတာ လူတွေရဲ့အကောင်းဆုံးမိတ်ဆွေ\" ဆိုတဲ့ စကားကို\nကြားဖူးကြမယ်ထင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ကောင်လေးတစ်\nယောက်နဲ့ ခွေးလေး တစ်ကောင်ရဲ့သူငယ်ချင်းသံယောဇဉ်ကို ချစ်စရာ၊\nသနားစရာ တွေ့မြင်ကြရမှာပါ။ဂျော့ရှ်ဆိုတဲ့ ကောင်လေးဟာ ဖခင်ဆုံးပြီးတဲ့နောက် မပျော်မရွှင်နဲ့ စိတ်ဓာတ်\nတွေကျနေသူပေါ့။ ကျောင်းမှာလည်း အဆင်မပြေသလို သူကြိုက်တဲ့ ဘတ်\nစကတ်ဘောကိုတောင် မကစားတော့ပါဘူး။ တစ်နေ့တော့ ဂျော့ရှ်ကိုစိတ်ဓာတ်\nတွေတက်ကြွ ပျော်ရွှင်လာစေတဲ့ သူတစ်ဦးပေါ်လာပါတယ်။အဲဒါကတော့\nGolden Retriever ခွေးလေးတစ်ကောင်ပါ။ ဘာဒီလို့နာမည်တွင်သွားတဲ့\nအာဝုလေးနဲ့ ဂျော့ရှ်တို့ကြားက သံယောဇဉ်ကတော့ ဘတ်စကတ်ဘော\nသံယောဇဉ်လို့ ပြောရမလိုပါပဲ။ဘာဒီဟာ ဘတ်စကတ်ဘောကစားရာမှာ ဂိုးသွင်းနိုင်တဲ့အထိ ကျွမ်းကျင်လိမ္မာတဲ့\nခွေးလိမ္မာလေးပါ။ ဒီလိုနဲ့ ဘာဒီဟာ ဂျော့ရှ်တို့ရဲ့ကျောင်းဘတ်စကတ်ဘောအသင်းနဲ့\nဘယ်လိုပါ၀င်ပတ်သက်လာမလဲ၊ သူတို့နှစ်ဦး ဘယ်လိုတွေ သံယောဇဉ်နှောင်တွယ်\nကြမလဲ၊ ဘာဒီရဲ့ပိုင်ရှင်ဖြစ်သူဆိုတာ ပေါ်လာတဲ့အခါ ဘယ်လိုရင်ဆိုင်ကြရမလဲ\nဆိုတာတွေကို ချစ်စရာ၊ ရယ်စရာမောစရာ၊ သနားစရာ၊ ရသစုံစုံလင်လင် ကြည့်ရှု\nခံစားရမှာပါ။ အဲဒါကြောင့် အာဝုချစ်သူတွေသာမက ချစ်စရာကောင်းတဲ့ ဒရမ်မာ\nဇာတ်ကားမျိုး ကြိုက်တတ်တဲ့သူတွေပါ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးအဖြစ်\nညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(2.11 GB) ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/air-bud-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Untitled-147x200.jpg",
        "title": "My Best Part (2020)",
        "description": "My Best Part (2020)\n===============ဘဝဆိုတာ အလှည့်အပြောင်း အချိုးအကွေ့များစွာနဲ့ ခက်ခဲလွန်း\nလှပါတယ်။ ခက်ခဲလှတဲ့ ဘဝကြီးမှာ ကိုယ် ရင်ထဲထိနင့်နေအောင်\nသိပ်ချစ်ရတဲ့သူတစ်ယောက်ဟာ ကိုယ်ဘယ်တော့မှာ ပြန်မချစ်ချင်\nတော့တဲ့သူတစ်ယောက်ဖြစ်သွားတဲ့ အခိုက်အတန့်လောက် နာကျင်\nခက်ခဲရတာ မရှိပါဘူး။ ဒါပေမဲ့လည်း ကျွန်တော်တို့ဟာ ဒီအခိုက်\nအတန့်တွေကိုကျော်ဖြတ်ရင်းနဲ့ ရှေ့ဆက်လျှောက်ကြရဖို့လိုအပ်ပါ\nတယ်။ အချစ်ဆိုတာပြဇာတ်တစ်ပုဒ်လိုပါပဲ၊ ပြဇာတ်ကြောင့် လူတွေ\nပျော်ရွှင်၊ ကြည်နူး၊ ငိုကြွေးရသလို၊ အချစ်ကြောင့်လည်း လူတွေပျော်\nရွှင်၊ ကြည်နူးငိုကြွေးရပါတယ်။ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့ မကင်းနိုင်\nသေးပါဘူး။ဒီဇာတ်ကားလေးထဲမှာလည်း အချစ်ကြောင့် ခံစားခဲ့ရတဲ့ ပြင်သစ်\nလူငယ်လေးတစ်ယောက်ရဲ့ အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါ\nတယ်။ ထူးခြားတာက သာမာန်အချစ်ဇာတ်လမ်းတွေလိုမဟုတ်ပဲ\nLGBT အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ LGBT တို့ကြားက\nအချစ်ရေးအပြင် LGBT တစ်ယောက်ရဲ့ စိတ်ခံစားချက် ဘဝဇာတ်\nကြောင်းတွေကိုပါ ပေါင်းစပ်ပုံဖော်ရိုက်ကူးထားတဲ့ My Best Part\nဆိုတဲ့ ဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.71 GB) / (759 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/my-best-part-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGclxjTTbOdR18zqoldGTjfzSkl.jpg",
        "title": "One Day (2011)",
        "description": "One Day (2011)~ IMDb rating - 7/10 ~One Day ကို တော်တော်ရိုမန့်တစ်ဆန်တဲ့ရုပ်ရှင်လို့ ပြောရင် ယုံချင်မှလည်း ယုံကြမယ်။ ဘယ်နားက ရိုမန့်တစ်ဆန်နေတာလဲလို့ ထမေးချင်စရာလည်း ဖြစ်ကောင်းဖြစ်သွားမယ်။ One Day ကိုယ်တိုင်ကလည်း ရိုမန့်တစ်ကို မရမကဖော်ကျူးထားတဲ့ ရိုမန့်တစ်ကားမျိုးမဟုတ်ဘူး။ ဘဝနှစ်ခုရဲ့ အစ အနိမ့် အမြင့်အတက်အကျတွေကြားက လူ၂ယောက်ရဲ့ ဆက်ဆံရေးကိုပဲ ပိုအသားပေးပြသွားတယ်။ ဒါကြောင့်ပဲ One Day ဟာ ပိုရိုမန့်တစ်ဆန်သွားခဲ့တာပဲ။ ဘာလို့ဆို One Day ဟာ လက်တွေ့နဲ့အနီးစပ်ဆုံး ရိုမန့်တစ်ကားမို့ပါပဲ။ ပါရီမှာ လက်ထပ်ခွင့်တောင်းတဲ့ ရိုမန့်ခန်းမျိုး ခင်ဗျားဘဝမှာ ကြုံလာရဖို့ မရှိနိုင်ပေမဲ့ လွဲချော်မှုများစွာ ဝေးကွာခြင်းတွေနဲ့ အချစ်တွေကတော့ ကျိန်းသေပေါက်ရှိနေခဲ့မှာပဲ။ One Day ဟာ ထိုနည်း၎င်း အချစ်တွေအကြောင်းပေါ့။သက္ကရာဇ် နှစ်လတွေမှာ မြင်နိုင်ဆဲအချစ်တွေဟာ အိပ်မက်တစ်ခုထဲ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/one-day-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5RMzLAyq5QW6GtN9sIeAEMLlBI.jpg",
        "title": "Mary Queen of Scots (2018)",
        "description": "Mary Queen of Scots (2018)~ IMDb - 6.3/10, Rotten Tomatoes - 62% ~1500 ပြည့်နှစ်တွေက စကော့တလန်ဘုရင်မ မယ်ရီနဲ့ အင်္ဂလန်ဘုရင်မ အယ်လိဇဘက်တို့အကြောင်းကို ပြန်လည်ပုံဖော်ထားတဲ့ သမိုင်းကားကောင်းတစ်ကားပေါ့။ တိုင်းပြည်နှစ်ခုရဲ့ ကိုးကွယ်တဲ့ဘာသာ အယူအဆတွေ နိုင်ငံရေးရပ်တည်ချက်တွေ ကွဲပြားပုံနဲ့ နှစ်ဖက်ကောင်စီ၀င်၀န်ကြီးတွေရဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေကြားက ၀မ်းကွဲတော်စပ်တဲ့ ဘုရင်မ၂ဦးအကြောင်းကို ရိုက်ထားတာပါ။မယ်ရီက ကက်သလစ်ကိုးကွယ်သူဖြစ်ပြီး အယ်လိဇဘက်က ရိုမန်ကက်သလစ်ကိုးကွယ်သူဖြစ်ပါတယ်။ အဲဒီတုန်းက ဘာသာရေးကွဲလွဲချက်တွေပြင်းထန်တဲ့အတွက် ၂နိုင်ငံအမြင်မတူဘဲ စစ်ဖြစ်နိုင်တဲ့အခြေအနေပါ။ ဒါကို မယ်ရီက ၀မ်းကွဲအမ အယ်လိဇဘက်ဆီကနေ ဆက်ခံသူအဖြစ်တောင်းဆိုတဲ့အခါ ဒီအချက်က နိုင်ငံ၂ခုကြားက တင်းမာတဲ့အခြေအနေကို ပိုလှုံ့ဆော်လိုက်တာပါ။မယ်ရီက အသက်၁၅နှစ်မှာ ပြင်သစ်သားနဲ့ အိမ်ထောင်ကျခဲ့ပြီး မုဆိုးမအဖြစ်နဲ့ စကော့တလန်ကိုပြန်လာတာပါ။ အယ်လိဇဘက်က အိမ်ထောင်မရှိ ဆက်ခံသူမရှိတဲ့အတွက် မယ်ရီရဲ့ဖြစ်တည်မှုက အယ်လိဇဘက်ရဲ့အာဏာနဲ့ ထီးနန်းကို ခြိမ်းခြောက်နေခဲ့ပါတယ်။ သံတမန်တွေနဲ့ တွေ့ဆုံပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mary-queen-of-scots-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMFKTgRRCxfZGmFQVxBsQYAQufo.jpg",
        "title": "Worth (2020)",
        "description": "Worth (2020)~ IMDb - 6.8/10, Rotten Tomatoes - 82% ~အ​မေရိကန်နိုင်ငံရဲ့ နာမည်ကြီးတိုက်ခိုက်ခံရမှု 9/11 ဖြစ်ရပ်မှန်ကို ​ကျောရိုးယူပြီး Michael Keaton, Amy Ryan နဲ့ Stanley Tucci တို့လို အကျော်အမော်တွေနဲ့ Netflix ကနေ ရိုက်ထားတဲ့ ကားကောင်းတစ်ကားပါ။~ ဇာတ်လမ်းအကျဉ်း ~ကန်တစ်​ယောက် နိုင်ငံ​ရဲ့ ထိပ်သီး ဥပ​ဒေလုပ်ငန်း​တစ်ခုကို ဦး​ဆောင်​​နေရင်း တစ်​​နေ့ 9/11 ဖြစ်စဥ်​ကြောင့် ​လူအမြောက်အများ​သေဆုံးမှုတစ်ခုဖြစ်​​ပေါ်လာခဲ့ပါတယ်။ အစိုးရက နစ်နာသူ​တွေ ​လေ​ကြောင်းလိုင်း​တွေကို တရားမစွဲ​ရေး လုပ်​ဆောင်ဖို့ ​လျော်​ကြေးကိစ္စတစ်ခုနဲ့ ​ဖြေရှင်းဖို့စဥ်းစားမိရင်း အဲဒီအကြံကို​ အောင်‌အောင်မြင်မြင် အ​ကောင်အထည်​ဖော်ဖို့ ​ကန်တစ်​ယောက် တာဝန်ယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။လူတစ်​ယောက်ရဲ့ အသက်တန်ဖိုးကို​ငွေပမာဏဘယ်​လောက်ဆိုပြီး နှိုင်းယှဥ်ပြီး ကန်က ဖော်မြူလာထုတ်ပြလိုက်တဲ့အခါ နစ်နာသူအများစုက မနှစ်မြို့ကြပါဘူး။တစ်​ဖက်မှာလည်း ကန်တို့အဖွဲ့မှားယွင်း​နေတာ​တွေကို ​ထောက်ပြဖို့ ချားစ်ဦး​ဆောင်တဲ့ အဖွဲ့​​ပေါ်​ပေါက်လာပြီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/worth-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzI3ZDA1YWEtOThhMy00ODdiLTkxYzMtNWVmOGU4N2NmNWM1XkEyXkFqcGdeQXVyOTUzMTgzNg@@._V1_-140x200.jpg",
        "title": "(18+)Buddy’s Mom (2015)",
        "description": "ကိုးရီယား နုနုရွရွလေးတွေကို ခံစားကြည့်ရအောင်\nလောကဓံတွေကြောင့် အရွယ်နဲ့ မမျှအောင်တည်ငြိမ်နေတဲ့\nအသက်ရွယ်ကောင်း အမျိုးသမီးတစ်ယောက်ရယ်\nသွက်လက်ဖျက်လက်ပြီး အရာရာမှာဦးဆောင်ပြီး\nပျော်ပျော်နေတက်တဲ့ အမျိုးသမီးတစ်ယောက်ရယ်\nသူတို့ရဲ့ အလှတွေရယ်ကို တစ်လှည့်စီခံစားရမှာပါနှစ်ယောက်လုံးကတော့ အလှလေးတွေချည်းပါပဲ\nသူတို့ရဲ့ကျွမ်းကျင်မှုတွေကြားမှာ\nလူပျိုပေါက်စ ဂျောင်ဆူး ဗျာများရတာပဲ\nဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို\nကောင်မလေးတွေရဲ့ ကောက်ကြောင်းတွေကလဲ ပေါ်လွင်လွန်းတာမို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 734MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/18buddys-mom-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDU4MWVhMzctOTc4Zi00NzAwLTliYTItYzU4MmYyN2M1NTYyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-132x200.jpg",
        "title": "The Substitute (1996)",
        "description": "IMDb Rating (6.0)Sniper ရုပ်ရှင်ဇာတ်ကားတွေကိုကြည့်ဖူးမယ်ဆိုရင် အဲ့ဒီထဲက ထီမထင်တဲ့မျက်နှာပေးနဲ့ လက်ဖြောင့်တပ်ကြပ်ကြီး ဘက်ကတ်အဖြစ်ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Tom Berenger ကို မှတ်မှတ်ရရရှိကြမှာပါ...ဒီဇာတ်လမ်းကလဲ သူ့ရဲ့အက်ရှင်ဇာတ်လမ်းနောက်တစ်ပုဒ်ပါပဲ။ဇာတ်လမ်းကတော့....\nဗီယက်နမ်စစ်ပြန်ကြီးတို့အဖွဲ့က အမေရိကန်အစိုးရရဲ့ ရုပ်သေးရုပ်လေးအဖြစ်နဲ့ အမည်မဲ့ စစ်ဆင်ရေးတွေမှာ တရားမဝင် စစ်တိုက်ပေးနေရပါတယ်။ သူတို့စစ်ဆင်ရေးဆိုတာက အောင်မြင်ရင်လည်း လူမသိ၊ တိုက်ပွဲကျတဲ့စစ်သားက အမည်မဲ့၊ သတင်းစာထဲပါသွားရင် ပိုင်ရှင်မဲ့ ကြေးစားစစ်တပ်၊ ဒီလိုလည်ပတ်ကြရတာပါ။ကျူးဘားကမ်းတက်စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားကြီးတို့အဖွဲ့ အထိနာပြီး သုံးယောက်ကို သေမင်းလက် ဝကွက်အပ်လိုက်ရတယ်။ အဲဒါတောင် ပိုင်ရှင်မဲ့စီးနင်းမှုအဖြစ် အမေရိကန်အစိုးရက ခေါင်းရှောင်လိုက်ချိန်မှာ စစ်ပြန်ကြီးတို့ အံကြိတ် တောက်ခေါက်ရုံမှတစ်ပါး အခြားမရှိတော့ပါဘူး။ပိုင်ရှင်တကယ်မဲ့သွားတဲ့ စစ်ပြန်ကြီးတို့အဖွဲ့ 109 110 တွေဖြစ်ကုန်ချိန်မှာ အဖွဲ့ခေါင်းဆောင် ရှေးလ် က သူ့ချစ်သူဆီ ပြန်လာခဲ့တယ်။ သူ့ချစ်သူ ကျောင်းဆရာမက ကျောင်းသားဆိုးတွေ လက်ချက်နဲ့ ‌ခြေတောက်ကျိုးနေပါရော့လား။သူ့ချစ်သူနေရာမှာ အစားထိုးသမိုင်းဆရာအဖြစ် ဝင်လာတဲ့ စစ်ပြန်ကြီး ရှေးလ်၊ ကျောင်းသားဆိုးတွေကို ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-substitute-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTI0NjEwNDgwOV5BMl5BanBnXkFtZTYwOTI1NTA3._V1_-134x200.jpg",
        "title": "Mona Lisa Smile (2003)",
        "description": "Mona Lisa Smile (2003)\n=================\nIMDb Rating - 6.5/10၁၉၅၃ / ၅၄ ခုနှစ်တွေဆီက အမျိုးသမီး အခန်းကဏ္ဍ၊ သူတို့ရဲ့\nပညာသင်ယူရေး၊ အိမ်ထောင်ရေးတို့ရဲ့ ရှေးရိုးစွဲအခြေအနေတွေကို\nကွက်ကွက်ကွင်းကွင်းမြင်အောင် တင်ပြထားတဲ့ ဇာတ်လမ်းကောင်း\nတစ်ခုပါ။ အဲဒီခေတ်တွေဆီက အမျိုးသမီးတွေ ပညာသင်ယူခွင့်\nရတာကိုပဲ ဘုရားပေးတဲ့ဆုလို့ ခံယူရတဲ့အချိန်ပေါ့။ ကောလိပ်တက်၊\nဘွဲ့ယူဆိုတဲ့ မဟာ့မဟာ အခွင့်အရေးကြီး ရကာစ။အင်္ဂလန်ဆိုတာ ကိန်းကြီးခန်းကြီးနိုင်တဲ့နေရာမှာ သိပ်ကို နာမည်ကြီး\nတယ်ဗျ။ ညစာကို မိသားစုအချင်းချင်း စားဖို့အရေးတောင်မှ လည်စည်း\nမပါဘဲမစားရတာ၊ ညနေ ၅ နာရီ အမီစားရတာ ဘာညာ။ အဲဒါကိုမှ\nလူကုံတန်အသိုင်းအဝိုင်းဆိုရင်တော့ ပိုဆိုးပြီသာမှတ်။ အဲဒီလိုနိုင်ငံ၊ အဲဒီ\nစနစ်ကို ရေရှည်တည်မြဲရေးလုပ်ပေးနေတဲ့ ကောလိပ်တစ်ခုကိုမှ လွတ်လပ်\nပြီး တက်ကြွတဲ့ ဆရာမလေး ‌အမေရိကားကနေ ရောက်လာခဲ့တယ်။ ဘွဲ့\nရတဲ့အထိ လွှတ်ပေးထားပြီး ဘွဲ့ရတာနဲ့ ခင်ပွန်းသည်အတွက် ညအိပ်ပြည့်\nတန်ဆာ၊ အိမ်မှာ အစေခံတစ်ယောက်ဖြစ်သွားတဲ့အိမ်ထောင်ရေးထဲ ဆွဲ\nသွင်းလိုက်ကြရောတဲ့။ အဲဒီလိုအဖြစ်တွေကို မကြည့်နိုင်တဲ့ ဆရာမလေး\nဟာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mona-lisa-smile-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiMlbBvG1bzvqCrws3v1ejIzCx0.jpg",
        "title": "The First Myth: Daji ( 2021 )",
        "description": "ရှေး‌ဟောင်းမှော်ဆန်ဖွယ်ဒဏ္ဍာရီကားကြိုက်နှစ်သက်သူများအတွက်\nဇာတ်ကားလေးတစ်ခုတင်ဆက်ချင်ပါတယ်\nတစ်ခါကအရမ်းတင့်တယ်လှပတဲ့မြေခွေးမျိုးနွယ်က\nဘုရင်မတစ်ယောက်ရှိတယ်။ကံမကောင်းစွာနဲ့\nမေရှန်တောင်ကမိစ္ဆာခုနှစ်ကောင်ရဲ့ခေါင်းဆောင်ဖြစ်တဲ့ယွမ်ဟုန်ကဖမ်းဆီးသွားတယ်။အဲ့အချိန်မှာ ကျန်းကျီယာကမိစ္ဆာတွေကိုလိုက်နှိမ်နင်းရင်း\nမတော်တဆနဲ့မြေခွေးဘုရင်မကိုကယ်တင်ခဲ့ပေမယ့်\nသူ့အမြီးတစ်ချောင်းကိုဖြတ်ပစ်ခဲ့ရာမှဘာတွေဆက်ဖြစ်ခဲ့သလဲ။နွီဝါးမယ်တော်ရဲ့ညွန်ပြမှုဖြင့် ကျိကျိုးမြို့ရဲ့မြို့စားမင်းစူးဟုရဲ့\nသမီးဖြစ်သူတာကျီပေါ်လူဝင်စားလိုက်တဲ့အခါ.....\nရှန်မင်းဆက်ဘုရင်ဖြစ်တဲ့ကျုံးမင်းကြီးက\nကျိကျိုးမြို့ကိုလာတိုက်ခိုက်ရင်းနဲ့ မင်းသမီးတာကျီကိုဖမ်းဆီးလိုက်တယ်။သူတို့နှစ်ဦးတွေ့ဆုံတဲ့အခါမှာ တစ်ဦးနှင့်တစ်ဦးမေတ္တာသက်ဝင်ပြီး\nတိုင်းပြည်ကိုအုပ်ချုပ်ဖို့ပြန်သွားကြတဲ့အချိန်မှာ\nတိုင်းပြည်ကတည်မြဲမလား၊ပဋိပက္ခဖြစ်မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်Quality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 14 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1g2wi/The_First_Myth_Daji_2021_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ytU9KYVflrKyz2jQhg4euEeu3rj.jpg",
        "title": "Argantara (2023)",
        "description": "Argantara (2022)ဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nအထက်တန်းကျောင်းမှာ စာတော်ပြီး လိမ္မာယဉ်ကျေးတဲ့ Syera နဲ့ ကျောင်းရဲ့လူဆိုးလေး Arga ရဲ့ ရင်ခုန်စရာအချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nArga က သူ့သူငယ်ချင်းအဖွဲ့နဲ့ ဆိုင်ကယ်အမြဲတမ်းပတ်စီးနေပြီးတော့ အမြဲတမ်းရန်ဖြစ်နေလို့ Syera က သူ့ကို မကြည့်မရပါဘူး။\nဒါပေမဲ့ Arga ရဲ့အဖေ မဆုံးခင်မှာ Syera ရဲ့အဖေနဲ့ သူငယ်ချင်းအချင်းချင်းထားခဲ့ကြတဲ့ကတိကြောင့်\nသူတို့နှစ်ယောက် အသက်မပြည့်သေးခင်မှာ လက်ထပ်ရဖို့ဖြစ်လာပါတယ်။\nကျောင်းကသိသွားရင် ကျောင်းထုတ်ခံရမှာစိုးလို့ လက်ထပ်တဲ့ကိစ္စကို လျှို့ဝှက်ထားပေမယ့်\nအနေနီးစပ်မှုကြောင့် ချစ်မိသွားကြပြီး Syera က ကိုယ်ဝန်ရှိသွားပါတယ်။\nSyera ကိုယ်ဝန်ရှိလာတဲ့အချိန်မှာပဲ Arga တို့အဖွဲ့နဲ့မတည့်တဲ့ တခြားဂိုဏ်းတစ်ခုက ဆက်တိုက်ရန်ပြုလာတာကြောင့်\nArga က သူ့သူငယ်ချင်းတွေကိုပဲ အချိန်ပေးနေလို့ဆိုပြီး အိမ်ထောင်ရေးအဆင်မပြေတာတွေ ဖြစ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ Syera ရဲ့ကိုယ်ဝန်ကြောင့် ကျောင်းထုတ်ခံရမလား၊\nArga ရဲ့ ရန်ပွဲတွေကရော ဘာတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/argantara-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uY3WxSOoZ2n7cYTuX67SZ5g6YcN.jpg",
        "title": "Painted Heart: Twin Tribulations ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nနတ်ဘုရားနဲ့ကြာပန်းလေးရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ စစ်နတ်ဘုရားရွှမ်ထျန်းရဲ့ပေါ့ဆမှုကြောင့်\nမကောင်းဆိုးဝါးဘုရင်ကမိစ္ဆာကြာပန်းကို\nလုယူဖို့ကြိုးစားရင်းလူ့ပြည်ကို ထွက်ပြေးလွတ်မြောက်လာခဲ့တယ်။စစ်နတ်ဘုရားနဲ့မကောင်းဆိုဝါးဘုရင်တို့ တိုက်ခိုက်ကြရင် သူချစ်မြတ်နိုးတဲ့ကြာပန်း\nစတေးသွားခဲ့တာပေါ့။နတ်ဘုရားတို့မည်သည် ကာမဂုဏ်တွေရှောင်ကြဉ်ရတယ်ဆိုပေမဲ့\nစစ်နတ်ဘုရားကမရှောင်ကြဉ်မိတာကြောင့် မိုးနတ်မင်းသိသွားပြီးလူ့ပြည်ကိုစေလွှတ်ကာ\nမကောင်းဆိုးဝါးမိစ္ဆာတွေ အပြီးတိုင်ရှင်းလင်းတဲ့နေ့မှနတ်ပြည်ကိုပြန်လာဖို့ အမိန့်ပေးခဲ့တယ်။ဒီလိုနဲ့ကြာပန်းလေးက ချီအာနဲ့ယောင်အာဆိုပြီး\nနှစ်ကိုယ်ခွဲထွက်တာလူသားအဖြစ်ပြောင်းလဲဖို့\nကျင့်ကြံရင်းနဲ့ ယောင်အာကအောင်မြင်ပြီးလူ့ပြည်ကိုဆင်းကာ\nမကောင်းဆိုးဝါးမိစ္ဆာတွေကိုဖမ်းဆီးခဲ့တယ်။အဲ့အချိန်မှာပဲ ငယ်ရွယ်ပြီးလက်ရုံးရည်ပြည့်ဝတဲ့\nဝမ်ထျန်းရှန်းစစ်သူကြီးကလည်း မကောင်းဆိုးဝါးမိစ္ဆာတွေကို\nလိုက်လံရှင်းလင်းရင်း ယောင်အာနဲ့အမှတ်တမဲ့တွေ့ဆုံခဲ့တာပေါ့။\nအမှတ်တမဲ့ကနေတစ်ဘဝစာဆိုတဲ့အတိုင်း\nနှစ်ဦးသား တဖြည်းဖြည်းဘယ်လိုသံယောဇဉ်တွေတွယ်လာကြလဲ။\nဘယ်လိုမျိုးမကောင်းဆိုးဝါးမိစ္ဆာတွေကို\nဖမ်းကြမလဲ။မကောင်းဆိုးဝါးဘုရင်ကကော\nဘယ်ရောက်သွားတာလဲဆိုတာကိုတော့..........\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1g2lu/Painted_Heart_Twin_Tribulations_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tv7CSXhEnbryZ4yP0U0cXS8KQUK.jpg",
        "title": "Comic Girl Squad ( 2019 )",
        "description": "ဒီတစ်ခါ CM တရုတ်ကားချစ်သူတို့အတွက် Comic Girl ဆိုတဲ့\nတရုတ်ဇာတ်လမ်းလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်....ဒီကားလေးကတော့ manhua ကို ရူးးသွပ်ပြီး အိပ်မက်မက်ခဲ့သူ\nကျောက်ယိချန်းတစ်ယောက် လောကဓံဒဏ်မခံနိုင်တဲ့အဆုံး\nဖန်တီးသူကနေ မန်နေဂျာအဖြစ်ပြောင်းသွားပြီး အိ\nပ်မက်ဆိုတာထက် ငွေနောက်လိုက်လာတဲ့ လောဘသားအဖြစ် ပြောင်းသွားခဲ့တယ်ပေါ့...ဒါကြောင့် တစ်နေ့မှာ ယိချန်းရဲ့ လောဘနဲ့ ဆန္ဒတွေက သူ့မူလအိပ်မက်ကို\nဖျက်စီးလုနီးနီးဖြစ်တဲ့အတွက်ကြောင့် သူ့အတွင်းစိတ်လောကထဲ ရောက်သွားခဲ့ပြီး..\nသူငယ်စဉ်က အိပ်မက်မက်ကာ စိတ်ကူးယဉ်ဖန်တီးခဲ့တဲ့ ကျောင်းသူအဖွဲ့ ကို\nသူအတွင်းစိတ်လောကထဲရောက်ပြီးချိန် တစ်ဦးပြီးတစ်ဦးကို ရှာဖွေ နှိုးထဖို့ဖြစ်လာခဲ့တယ်...ကျောက်ယိချန်းကတော့ အမြန် သူ့လက်တွေ့လောကကိုပြန်ရောက်ချင်ပြီး\nဒီဗိုင်းရပ်စ်ကို စိတ်မဝင်စားဘူးဆိုပေမယ့်လည်း ...\nအတွင်းစိတ်လောကကို ကြီးစိုးနေတဲ့ ဗိုင်းရပ်စ်ကို\nချေမှုန်းနိုင်မှ ပြန်နိုင်တာမို့ ချေမှုန်းဖို့ ကြိုးစားတာပေါ့...ကဲ ဇာတ်သိမ်းမှာ ဗိုင်းရပ်စ်ကို ချေမှုန်းနိုင်မှာလား...\nကျောက်ယိချန်းတစ်ယောက် နောက်ပြီး လက်တွေ့ဘဝကို ပြန်နိုင်မှာလား...\nနောက်ပြီး ဗိုင်းရပ်စ်နောက်ကွယ်က ကြိုးကိုင်သူကရော ဘယ်သူဖြစ်မလဲ...\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Science-Fiction\nRuntime ...",
        "rating": "5.7",
        "url": "https://megaup.net/1g2ko/Comic_Girl_Squad_2019_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2NYd7jKFnilcIOUfDI8o2TOuCmu.jpg",
        "title": "Prisoner’s Daughter (2023)",
        "description": "Prisoner's Daughter (2023)လူတိုင်းဟာအမှားနဲ့တော့ မကင်းနိုင်ကြပါဘူး တစ်ဘဝလုံးစာအမှားပဲကျုးလွန်ခဲ့ကျူးလွန်ခဲ့\nအမှားသေးသေးလေးပဲ ကျူးလွန်ခဲ့ကျူးလွန်ခဲ့ လူတိုင်း ဒုတိယအခွင့်အရေးနဲ့ထိုက်တန်စမြဲပါပဲ။\nလူတိုင်းဒုတိယအခွင့်ရေးလဲ ရထိုက်တယ်လို့ ထင်မိပါတယ်။\nလူတိုင်းဟာလဲ အဲ့လိုပဲတွေးမိကြမှာပါပဲ\nငါသာအဲ့လိုမလုပ်ခဲ့ဘူးဆိုပြီး တွေးမိတဲ့သူတွေလဲ ရှိကြမှာပါပဲ။ယခုဇာတ်ကားလေးကလဲ လူမိုက်ကြီးတစ်ယောက် သူ့ကြောင့်ထိခိုက်ခဲ့ရတဲ့\nမိသားစုဘဝကို ဘယ်လိုပြန်အဖတ်ဆယ်မလဲဆိုတာ ကြည့်ရှုရမဲ့ 2022 ခုနှစ်ကထွက်ရှိထားတဲ့ Family Drama ကားလေးပါ။\nRating တွေကလဲကောင်းသလို ဇာတ်လမ်းလေးကလဲကောင်းပြီး သရုပ်ဆောင်ထားတဲ့သူတွေကလဲ ထိတ်ထိတ်ကြဲတွေပါပဲ။\nLeading Role မှာတော့ စကော့လူမျိုးမင်းသားကြီး Brian Cox\n( Troy ဇာတ်ကားမှာ သူ့မိန်းမကိုခိုးသွားလို့ Troy မြို့ကိုစစ်သွားခင်းတဲ့ စစ်ဘုရင်ကြီး Agamemnon အဖြစ်သရုပ်ဆောင်ထားသူပါ) ကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မက်စ်ဆိုတဲ့လူမိုက်ကြီးတစ်ယောက် ထောင်ကျနေတဲ့အချိန်မှာပဲ ပန်ကရိယပ်ကင်ဆာဖြစ်နေတော့\nထောင်မှူးကလဲသနားပြီး သူ့သမီးသာ သူ့ကိုခေါ်ထားမယ်ဆို နေအိမ်အကျယ်ချုပ်နဲ့ နေလို့ရမယ်လို့ ပြောလာပါတယ်။\nခက်တာက သူ့သမီးနဲ့အဆက်အသွယ်မရှိတော့တာ ၁၂ နှစ်လောက်တောင်ရှိနေပါပြီ။\nခုမှပဲပြန်ဆက်သွယ်ရင်လဲ သူသမီးကပြန်လက်ခံမှာမဟုတ်တော့ပါဘူး။\nဒါပေမဲ့သူ့သမီးမှာလဲ ခွားမသေးတစ်ကောင်နဲ့ရတဲ့သားလေးတစ်ယောက်ကလဲ ရှိနေပြီး\nသူတို့သားအမိနှစ်ယောက်တည်း လောကကြီးအလယ် ရင်ဆိုင်ရှင်သန်နေရပါတယ်။\nတစ်နေ့မှာတော့ သူ့အရင်ယောကျာ်းက ပြဿနာလာရှာတဲ့အတွက် သူ့ရဲ့လက်ရှိအလုပ်လေးကလဲ ပြုတ်သွားပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/prisoners-daughter-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a20R0buvLbuc46I7hT6MJrcYUa0.jpg",
        "title": "My Husband’s Worst Mistake (2023)",
        "description": "My Husband's Worst Mistake (2023)မိန်းမကို တစ်ခါလေး သစ္စာမရှိလိုက်တာက လူသတ်မှုနဲ့ အဖမ်းခံရတဲ့အထိပါ ဖြစ်သွားနိုင်တာလား?\nကန့် နဲ့ ဆာရာတို့ လင်မယားက လူစီဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိပေမယ့်\nကန့်က အလုပ်ကိုပဲအမြဲဦးစားပေးနေလို့ အိမ်ထောင်ရေးက အေးတိအေးစက်ဖြစ်နေတာ ကြာပါပြီ။\nတစ်ရက်တော့ ကန့်တစ်ယောက် မထင်မှတ်ထားဘဲ အလုပ်ကဝန်ထမ်းအငယ်မလေး အေမီနဲ့ တစ်ညအိပ်မိသွားတယ်ပေ့ါ။\nဖြစ်ချင်တော့ သူအိပ်မိလိုက်တဲ့ ဝန်ထမ်းမလေးကလည်း မထင်မှတ်ဘဲ ဆုံးသွားပြီး\nသူ့ရဲ့ အလုပ်က ပြိုင်ဖက် မီဂူရယ်ကလည်း သူနဲ့ ဝန်ထမ်းမလေးဓာတ်ပုံတွေနဲ့\nသူ့ကိုပြန်ခြိန်းခြောက်လာတော့ မိန်းမကို ဖောက်ပြန်မိတဲ့အကြောင်းပြောပြလိုက်ရပါတော့တယ်။\nအရင်ကတည်းက စိတ်ပျက်နေတဲ့ မိန်းမဖြစ်သူက ဒီကိစ္စပါ ဖြစ်လာတော့ ကန့်ကို အိမ်ခွဲနေခိုင်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nအိမ်ခွဲနေတုန်းမှာ ဆာရာက ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ ဘရက်နဲ့ရင်းနှီးလာပါတယ်။\nတစ်ဖက်မှာလည်း လူတစ်ယောက်က ရည်ရွယ်ချက်ရှိရှိ ကန့်နဲ့ ဆာရာမကွဲကွဲအောင်\nဓာတ်ပုံတွေ ပို့လာတော့ ကန့်လည်း အလုပ်က ပြိုင်ဖက် မီဂူရယ်ထင်ပြီးပြဿနာသွားရှာတော့တာပေါ့။\nသူပြဿနာသွားရှာခဲ့တဲ့ မီဂူရယ်တစ်ယောက် မထင်မှတ်ဘဲ ဆုံးသွားပြီး\nကန့်တစ်ယောက် သံသယရှိတဲ့လူသတ်သမားအနေနဲ့ အဖမ်းခံရတာကြောင့်\nဆာရာက သူတွဲနေတဲ့ ရှေ့နေဖြစ်သူဘရက်ကို ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/my-husbands-worst-mistake-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTUyOTIwMTU5MV5BMl5BanBnXkFtZTcwNDY5NjA1Mw@@._V1_-135x200.jpg",
        "title": "The Killer Inside Me (2010)",
        "description": "The Killer Inside Me (2010)\n====================\nIMDb rating - 6.1/10ပရိတ်သတ်ကြီးတို့ကိုဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့\nThriller ဆန်ဆန်ရိုက်ကူးထားတဲ့ crime ရုပ်ရှင်ကားလေးပါ။\nဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ တက္ကဆက်အနောက်ပိုင်း\nနယ်မြို့လေးမှာတာဝန်ကျနေတဲ့ ရဲအရာရှိ လုဖော့ဒ်ဟာ သူ့ရဲ့မွေး\nစားအစ်ကိုဖြစ်သူ မိုက် သေဆုံးမှုနဲ့ပတ်သက်ပြီး လိုက်လံစုံစမ်းခဲ့\nရာကနေ အပျက်မကလေး ဂျိုစီနဲ့ မထင်မှတ်ဘဲ တွေ့ဆုံခဲ့ပါတယ်။\nဂျိုစီဆိုတဲ့ ကောင်မလေးကို မြို့ရဲ့မျက်နှာဖုံးလို့ဆိုရမယ့် သူဋ္ဌေးကြီး\nကွန်ဝေးရဲ့သားဖြစ်သူ အယ်လ်မာကွန်ဝေးက စွဲလမ်းနေခဲ့တော့\nသားဖြစ်သူကို အဲဒီအပျက်မလေးနဲ့ဝေးသွားအောင်လုပ်ပေးဖို့\nလုဖော့ဒ်ကို သူဋ္ဌေးကြီးက အကူအညီတောင်းခဲ့ပါတယ်။အဲဒီလိုကနေ လုဖော့ဒ်နဲ့ ဂျိုစီကြားမှာ သံယောဇဉ်တွေငြိတွယ်\nသွားခဲ့ပြီးတဲ့နောက်မှာတော့...ဂျိုစီနဲ့ အယ်လ်မာကို သတ်သွား\nခဲ့တဲ့ တရားခံက ဘယ်သူလဲ၊ အဲဒီအမှုရဲ့ သံသယတရားခံ ဂျွန်နီ\nပါပါကိုယ်တိုင်က ထောင်ထဲမှာ ကြိုးဆွဲချသေသွားခဲ့တာ ဘာ\nကြောင့်လဲ၊ တကယ့် တရားခံအစစ်က အားလုံးထင်မှတ်မထားတဲ့\nလူတစ်ယောက်ဖြစ်နေမယ်ဆိုတာကို သည်းထိတ်ရင်ဖို ဇာတ်လမ်းရဲ့\nအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တစ်ခုအဖြစ် ရှုမြင်ခံစားရမှာပဲဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.75 GB) / (607 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-killer-inside-me-2010/"
    }
]