[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the.last_.tree_-135x200.jpg",
        "title": "The Last Tree (2019)",
        "description": "The Last Tree 2019==============#Unicodeလန်ဒန်မြို့ လူမည်းတွေအများဆုံးနေတဲ့ ဆင်ခြေဖုံးရပ်ကွက်က လူမည်းကောင်လေးတစ်ယောက်ရဲ့ ကြီးပြင်းလာတာကို ရိုက်ပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ကလေးဘဝက စိတ်ဒဏ်ရာတွေရှိခဲ့တဲ့ ဒီကောင်လေး လူရမ်းကားပေါတဲ့ ဒီပတ်ဝန်းကျင်မှာ ခက်ခက်ခဲခဲနဲ့ လူကောင်းတစ်ယောက်ဖြစ်လာအောင် ကြိုးစားတဲ့ အကြောင်းလေးပါ။ လူငယ်တွေမှာလည်း ဖိအားတွေ အများကြီးရှိနေပါတယ်။ မိဘကြောင့်၊ ပတ်ဝန်းကျင်ကြောင့်၊ သူငယ်ချင်းတွေကြောင့် စသည်ဖြင့် ဖိအားအမျိုးမျိုးခံနေရတဲ့အချိန်မှာ ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ ဒီဖိအားတွေက လွတ်နိုင်အောင် သာယာမှုရှာကြတဲ့အခါ လမ်းမှားကို ရောက်နိုင်ခြေ အများကြီးရှိနေပါတယ်။ ဒီကောင်လေးကတော့ သူ့ရဲ့လမ်းကြောင်းမှားနေပြီဆိုတာ သိပြီး ပြန်ပြင်နိုင်ခဲ့ပြီး အရင်က မှားယွင်းခဲ့တဲ့အမြင်တွေကိုလည်း ပြန်တည့်မတ်နိုင်ခဲ့ပါတယ်။ ဇာတ်လမ်းကထဲကနေ ဒီကောင်လေး ခံစားနေရတာတွေကို ကိုယ်စားဝင်ခံစားနိုင်အောင်တော့ ရိုက်ပြနိုင်တယ်လို့ ပြောရမှာပါပဲ။ #Zawgyiလန္ဒန္ျမိဳ႕ လူမည္းေတြအမ်ားဆုံးေနတဲ့ ဆင္ေျခဖုံးရပ္ကြက္က လူမည္းေကာင္ေလးတစ္ေယာက္ရဲ႕ ၾကီးျပင္းလာတာကို ရုိက္ျပထားတဲ့ ဇာတ္လမ္းေလးပါ။ ကေလးဘဝက စိတ္ဒဏ္ရာေတြရွိခဲ့တဲ့ ဒီေကာင္ေလး လူရမ္းကားေပါတဲ့ ဒီပတ္ဝန္းက်င္မွာ ခက္ခက္ခဲခဲနဲ႔ လူေကာင္းတစ္ေယာက္ျဖစ္လာေအာင္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-last-tree-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/DET-149x200.jpg",
        "title": "Detection of Di Renjie (2020)",
        "description": "Detection of Di Renjie (2020)\n(unicode)ဒီဇာတ်ကားလေးကတော့ဝူဧကရာဇ်မင်းအုပ်ချုပ်ခဲ့ချိန်က\nချန်အန်းမြို့မှာထူးဆန်းတဲ့သေဆုံးမှုတွေရှိခဲ့တယ်....\nသေဆုံးရတဲ့အကြောင်းအရင်းကိုမသိရတော့အာဇာနည်ဗိမာန်မှာရှိတဲ့နံရံဆေးရေးပန်းချီကားထဲကအကနတ်ဘုရားက လူသတ်တယ်ဆိုတဲ့ကောလာပာလ‌တွေဟာပိုမိုပြင်းထန်လာခဲ့တယ်...\nပြည်သူတွေကလည်းတုန်လှုပ်ခြောက်ခြားနေကြတယ်...\nဒီအမှုကို‌ဖြေရှင်းဖို့တွက်‌ဒေသတွင်းရှိထူးဆန်းတဲ့အဖြစ်အပျက်တွေကိုအကြိမ်ကြိမ်ဖြေရှင်းခဲ့တဲ့'သီရိန်ကျယ်'နဲ့စိန်ဝူစစ်တပ်အကြီးအကဲ'ရှဲ့ရောင်ခွမ်'တို့ကိုအတူတကွစုံစမ်းစစ်ဆေးရန်အမိန့်ပေးခဲ့တယ်...သူတို့ လူသတ်တရားခံ အစစ်ကို တကယ်စုံစမ်းနိုင်မှာပါ့မလား..ဖမ်းဆီးပြီး ထိုက်တန်တဲ့ပြဒဏ်ပေးနိုင်ပါ့မလား...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lazum Mary ပဲဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားေလးကေတာ့ဝူဧကရာဇ္မင္းအုပ္ခ်ဳပ္ခဲ့ခ်ိန္က\nခ်န္အန္းၿမိဳ႕မွာထူးဆန္းတဲ့ေသဆုံးမႈေတြရွိခဲ့တယ္....\nေသဆုံးရတဲ့အေၾကာင္းအရင္းကိုမသိရေတာ့အာဇာနည္ဗိမာန္မွာရွိတဲ့နံရံေဆးေရးပန္းခ်ီကားထဲကအကနတ္ဘုရားက လူသတ္တယ္ဆိုတဲ့ေကာလာပာလ‌ေတြဟာပိုမိုျပင္းထန္လာခဲ့တယ္...\nျပည္သူေတြကလည္းတုန္လႈပ္ေျခာက္ျခားေနၾကတယ္...\nဒီအမႈကို‌ေျဖရွင္းဖို႔တြက္‌ေဒသတြင္းရွိထူးဆန္းတဲ့အျဖစ္အပ်က္ေတြကိုအႀကိမ္ႀကိမ္ေျဖရွင္းခဲ့တဲ့'သီရိန္က်ယ္'နဲ႔စိန္ဝူစစ္တပ္အႀကီးအကဲ'ရွဲ႕ေရာင္ခြမ္'တို႔ကိုအတူတကြစုံစမ္းစစ္ေဆးရန္အမိန႔္ေပးခဲ့တယ္...သူတို႔ လူသတ္တရားခံ အစစ္ကို တကယ္စုံစမ္းႏိုင္မွာပါ့မလား..ဖမ္းဆီးၿပီး ထိုက္တန္တဲ့ျပဒဏ္ေပးႏိုင္ပါ့မလား...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Lazum Mary ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (333 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lazum Mary\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/detection-of-di-renjie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/vdmRqf-141x200.jpg",
        "title": "The Guilty Ones (2019)",
        "description": "Unicode*******လွန်ခဲ့တဲ့၁၀နှစ်က လင်တန်းဆိုတဲ့ကလေးမလေးတစ်ယောက်ကိုလူတစ်ယောက်ကပြန်ပေးဆွဲခဲ့ပြီး ကလေးမလေးအမေဆီကိုငွေညစ်တောင်းခဲ့ပေမဲ့ကလေးမလေးကတော့သေသွားခဲ့ပါတယ်....အဲ့ဒီအမှုကို၁၀နှစ်ကြာစုံစမ်းစစ်ဆေးခဲ့တာတောင်အဖြစ်မှန်မပေါ်နိုင်သေးပဲရှိနေကာကလေးမလေးအမေကလက်မလျော့ပဲအဲ့တုန်းကပြန်ပေးဆွဲသမားကိုလိုက်ရှာနေခဲ့ပါတယ်....တိုက်ဆိုင်စွာနဲ့ပဲလွန်ခဲ့တဲ့၁၀နှစ်တုန်းကအဖြစ်လိုမျိုးကျူးကျူးဆိုတဲ့ကလေးမလေးဆီမှာပြန်ဖြစ်လာသောအခါ...ကလေးကိုဘယ်သူကပြန်ပေးဆွဲတာလဲဘာကြောင့်လဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်..... Zawgyi******လြန္ခဲ့တဲ့၁၀ႏွစ္က လင္တန္းဆိုတဲ့ကေလးမေလးတစ္ေယာက္ကိုလူတစ္ေယာက္ကျပန္ေပးဆြဲခဲ့ၿပီး ကေလးမေလးအေမဆီကိုေငြညစ္ေတာင္းခဲ့ေပမဲ့ကေလးမေလးကေတာ့ေသသြားခဲ့ပါတယ္....အဲ့ဒီအမႈကို၁၀ႏွစ္ၾကာစုံစမ္းစစ္ေဆးခဲ့တာေတာင္အျဖစ္မွန္မေပၚႏိုင္ေသးပဲရွိေနကာကေလးမေလးအေမကလက္မေလ်ာ့ပဲအဲ့တုန္းကျပန္ေပးဆြဲသမားကိုလိုက္ရွာေနခဲ့ပါတယ္....တိုက္ဆိုင္စြာနဲ႔ပဲလြန္ခဲ့တဲ့၁၀ႏွစ္တုန္းကအျဖစ္လိုမ်ိဳးက်ဴးက်ဴးဆိုတဲ့ကေလးမေလးဆီမွာျပန္ျဖစ္လာေသာအခါ...ကေလးကိုဘယ္သူကျပန္ေပးဆြဲတာလဲဘာေၾကာင့္လဲဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္..... Translated & Review By MineEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-guilty-ones-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n #Unicode\nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ် ကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။ ကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး အသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက် ဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက ဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/Rjz9/Ford_v_Ferrari_[2019]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "",
        "title": "Ram Jaane (1995)",
        "description": "(Unicode)ခပ်လာ့စ်( ရှော့လိုက် /ပွဲသိမ်း) ၊ တပိုရိးလို့ဂ် ( street guys) ....အစရှိတဲ့ ရှာရွတ်ဗန်းစကားတော်တော်များများကို ဒီဇာတ်ကားထဲမှာ လေ့လာလိုက်နော် ။သင်ဟာ လူတစ်ယောက်သာစစ်မှန်ခဲ့ပါစေ....ကိုယ့်ဘဝမှာ ဘယ်လောက်ပဲ မျှော်လင့်ချက်မဲ့တဲ့ ချောက်ကမ်းပါးထဲကျရောက်နေခဲ့ရင်တောင် သင့်လိုမျိုး မိုက်မိုက်ကန်းကန်း ချောက်ကမ်းပါးထဲ မျက်စိစုံမှိတ်ခုန်ချမဲ့ အနာဂတ်လူငယ်တွေကိုတော့ ဒီနေရာကြီဟာ အန္တရယ်တွေရောပြွန်းနေတဲ့ မျှော်လင့်ချက်မဲ့ချောက်ကမ်းပါးဆိုတာ တနည်းနည်းနဲ့တော့ သိစေသင့်တယ် မဟုတ်ပါလား?Ram Jaane (ဘုရားသိတယ်)★★★★★★ပြစ်မှု ၊အက်ရှင်ဒရမ်မာ၊ ဇာတ်မြူးအမျိုးအစား ဘောလီးဝုဒ် ရုပ်ရှင်\" Ram Jaane \" ကို ဇာတ်ညွှန်း ဗီနေးရွှတ်ကလား ရေးသားပြီး ၊ ဒါရိုက်တာ ရာဂျစ်ဗ်မဟဲရာ ရိုက်ကူးခဲ့ကာ ရှာရွတ်ခန် ၊ ဂျူဟီးချော်လာ ၊ မူရှရန်း ၊ ပန်ကတ်ရ်ှကပူးရ် (ရှာဟစ်ကပူးရ် ဖေဖေ) ၊ ဂူလ်ရှန်းဂရိုဗာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3zIap/Ram_Jaane_[1995]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTY3MDk5MDc3OV5BMl5BanBnXkFtZTcwNzAyNTg0Ng@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Contagion (2011)",
        "description": "(Unicode)ခုတင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားလေးကတော့H1 N1 ရောဂါအကြောင်းကို ရိုက်ထားတဲ့ဇာတ်ကားပါ ၂၀၁၁ ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားလေးပါဘတ်သ်အမ်ဟို့ဖ်ဆိုတဲ့ အမျိုးသမီးဟာ အလုပ်ကိစ္စနဲ့ဟောင်ကောင်ကိုသွားပြီး ပြန်အရောက်မှာ နေမကောင်းဖြစ်ပြီးရုတ်တရက်သေဆုံးရာကစခဲ့တာပါတစ်နေ့ပြီးတစ်နေ့ကူးစက်ခံရသူတေ် များလာတယ် သေဆုံးသူတွေလဲ များလာပါတယ်WHO အဖွဲ့ရော ဒေါက်တာရှီဗာတို့ရော ဒေါက်တာဆော့စ်မန်းတို့ရောဘာဖြစ်တာလဲသိဖို့ အားလုံးကြိုးစားရှာဖွေကြရပါတယ်ဒီထဲမှာမှ ဘယ်သူကရှာဖွေတွေ့ရှိသွားလဲကုသနိုင်တဲ့ဆေးရှာတွေ့မှာလားကာကွယ်ဆေးရောပေါ်လာလားဆိုတာတွေရှာဖွေနေစဉ်အတောအတွင်းမှာ စတေးလိုက်ရတဲ့ အသက်တွေလူထုကြား ရောဂါဖြစ်နေပြီဆိုတာ သတင်းပျံ့သွားတဲ့အချိန်မှာ လူထုကဘယ်လိုတုံ့ပြန်လာလဲဆိုတာတွေ အားလုံး ဝေဝေဆာဆာနဲ့ အကွက်ကျကျရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါဒီလိုအချိန်မှာ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးပါရစေဗျာအချုပ်အနေနဲ.ပြောရရင် Steven Soderberg ရဲ့ 2009 Flu Pandemic ကို အခြေတည်ရိုက်ထားတဲ့ Contagion (2011) ဇာတ်ကားက အခုအချိန် ကြည့်ဖို့အသင့်တော်ဆုံးပဲ။Pandemic Event အတွင်း- WHO ရဲ့ စီမန်ခန့်ခွဲမှုအဆင့်ဆင့်တွေ၊- Medical Field ရဲ့ လုပ်ငန်းခွင် မလုံခြုံမှုတွေ၊- ဝိသမလောဘသားတွေရဲ့ အမြတ်ထုတ်ခြယ်လှယ်မှုတွေ၊- နောက်ဆုံး လူထုကြားမှာဆင့်ပွားလာတဲ့ အကြောက်တရားတွေ အကြောင်းကိုဒီကားမှာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/contagion-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gZRPrbrAcKPt2NE5zJdTam4tEu.jpg",
        "title": "The 100th Love with You(2017)",
        "description": "The 100th Love with You(2017)(unicode)ဒီကမ္ဘာကြီးမှာ လူဦးရေ သန်းပေါင်းများစွာ ရှိတဲ့ထဲက\nကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက် အချစ်စစ်အချစ်မှန်နဲ့\nတွေ့ဆုံကြတာကို ဖူးစာဆိုပြီး လှပစွာ ခေါင်းစဉ်လေး ကျွန်တော်တို့တပ်ခဲ့ကြတယ်...\nတစ်ချို့တွေအတွက် အချစ်စစ်တစ်ခုအတွက် အချိန်များစွာကြာပြီးမှ ဖြစ်တည်ခဲ့ကြသလို\nတစ်ချို့အတွက်လည်း ဆန်းကြယ်တဲ့အခိုက်အတန့်တစ်ခုမှာ အချိန်တိုအတွင်းငြိတွယ်\nခဲ့ကြတယ်...ဘယ်လိုပဲ ဖူးစာပါပါ လူတစ်ယောက်နဲ့ တစ်ယောက် အကြိမ် ၁၀၀မြောက်\nပုံစံစုံနဲ့တွေ့ခဲ့ရင် သူတို့ ချစ်နိုင်ကြပါ့မလား...\nကောင်လေးတစ်ယောက်ဟာ အချိန်နောက်ပြန်သွားလို့ရတဲ့ ပစ္စည်းတစ်ခုပိုင်ဆိုင်ထားတယ်...ဒီပစ္စည်းကိုအသုံးပြုပြီး အချိန်တွေနောက်ပြန်သွားရင်း သူတစ်စိုက်မတ်မတ်\nလုပ်တဲ့အရာတစ်ခုရှိတယ်...အဲ့ဒါကတော့ သူချစ်တဲ့ကောင်မလေး အသက်အန္တရယ်ကနေ လွတ်မြောက်အောင် ကာကွယ်ပေးတာပါပဲ...ပြောရရင် သူတို့ အကြိမ် ၁၀၀မြောက်‌တွေ့ကြတယ်ဆိုပါတော့....\nဒီကားက သီးချင်းကောင်းတွေများစွာပါသလို သီချင်းတွေကလည်း ဇာတ်ကားရဲ့\nအသက်ကို ထပ်လောင်းမြှင့်တင်ပေးလို့ ဘာသာပြန်ပေးထားပါတယ်...\nသရုပ်ဆောင်တွေအကုန်လုံးလည်း ချောမောလှပကြသလို\nတကယ့်ကို ဆွတ်ပျံကြည်နူးဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးပါပဲ..\nအစမှ အဆုံးထိ ဆွဲဆောင်မှုရှိသလို ဘာဆက်ဖြစ်မလဲဆိုတာ တစ်စိမ့်စိမ့်တွေးစေတဲ့ကားမျိုးလေးပါ...\nခင်ဗျားတို့ရော ကိုယ့်ကိုအကြိမ်၁၀၀ ပြန်တွေ့ရင်တောင်ချစ်နေမယ်ဆိုတဲ့သူမျိုး\nကိုယ်က အကြိမ်၁၀၀ပြန်တွေ့ရမယ်ဆိုရင်တောင် ချစ်နေမယ့်သူမျိုး ရှိကြပြီလား..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ FA မမ Thinzar Htet ပဲဖြစ်ပါတယ်....(zawgyi)ဒီကမာၻႀကီးမွာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-100th-love-with-you2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "title": "Venky Mama (2019)",
        "description": "(Unicode)ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာမင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/venky-mama-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bjhoWPRihKSQNbqxvQgcEkOVN3j.jpg",
        "title": "Better Days ( 2019 )",
        "description": "Zawgyi*******ေက်ာင္းတြင္း အႏိုင္က်င့္မႈက ေနရာတိုင္းမွာ ျဖစ္ေနတာပါ...\nျမင္ေအာင္ၾကည့္ရင္ သင္ေရွ႕မွာလည္း အႏိုင္က်င့္မႈတစ္ခုခု ရွိေနမွာပါ...\nဒါေပမယ့္... အႏိုင္က်င့္မႈတစ္ခုကို ျမင္ရင္ ဘယ္လိုေျဖရွင္းမွာလဲ?\nဒီကားထဲက ခ်န္နမ္ဆိုတဲ့ ေကာင္မေလးကေတာ့ ႏႈတ္ဆိတ္ေနခဲ့တယ္...\nဒီကားထဲက ေရွာင္ေပကေတာ့ သူ႔နည္း သူ႔ဟန္နဲ႔ ကာကြယ္ေပးလိုက္တယ္...\nဘယ္သူ႔နည္းလမ္းက အမွန္ျဖစ္မွာလဲ?\nသင္ဆိုရင္ေရာ ဘယ္လိုလုပ္မွာလဲ ?PS. မ်က္ရည္ခိုင္မွ ၾကည့္ေစလိုပါတယ္ Unicode*******ကျောင်းတွင်း အနိုင်ကျင့်မှုက နေရာတိုင်းမှာ ဖြစ်နေတာပါ...\nမြင်အောင်ကြည့်ရင် သင်ရှေ့မှာလည်း အနိုင်ကျင့်မှုတစ်ခုခု ရှိနေမှာပါ...\nဒါပေမယ့်... အနိုင်ကျင့်မှုတစ်ခုကို မြင်ရင် ဘယ်လိုဖြေရှင်းမှာလဲ?\nဒီကားထဲက ချန်နမ်ဆိုတဲ့ ကောင်မလေးကတော့ နှုတ်ဆိတ်နေခဲ့တယ်...\nဒီကားထဲက ရှောင်ပေကတော့ သူ့နည်း သူ့ဟန်နဲ့ ကာကွယ်ပေးလိုက်တယ်...\nဘယ်သူ့နည်းလမ်းက အမှန်ဖြစ်မှာလဲ?\nသင်ဆိုရင်ရော ဘယ်လိုလုပ်မှာလဲ ?PS. မျက်ရည်ခိုင်မှ ကြည့်စေလိုပါတယ် Translated & Reivew By Chu ChuEncoded By LK",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/better-days-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/head-on-141x200.jpg",
        "title": "Head-On (2004)",
        "description": "Head-On 2004===========#UnicodeIMDb 8/10တူရကီနွယ်ဖွား ဒါရိုက်တာ Fatih Akin ရဲ့ လက်ရာကောင်းတစ်ခုပါ။ ဒီကားက Goden Bear, European Film Award For Best Film အပါအဝင် ဆုပေါင်း ၁၁ ခုကို ဆွတ်ခူးခဲ့တဲ့ကားပါ။\nလူတွေက အချစ်ကို ပုံစံအမျိုးမျိုးနဲ့ တွေ့ရှိလေ့ရှိကြပါတယ်။ ဂျာဟစ်(ကာဟစ်) နဲ့ ဆီဘယ်တို့ တွေ့ဆုံရပုံက အမှတ်မထင် တွေ့ဆုံမှုမျိုးပါ။ ကိုယ့်ကိုယ်ကိုသတ်သေကြလို့ ဆေးရုံရောက်သွားရင်းတွေ့ခဲ့ကြတာပေါ့။ ပြောရရင် ဂျာဟစ်က တွေ့တာမဟုတ်ပဲ ဆီဘယ်က စပြီး သတိထားမိသွားတာ။ ဂျာဟစ် (ကာဟစ်) တွမ်ရွတ်ခ်ဆိုတဲ့ နာမည်ကြားတော့ ဆီဘယ်တစ်ယောက်အရမ်းပျော်သွားပါတယ်။ အဲ့ဒီနောက် လက်ထပ်ဖို့ကိုလည်း ဆီဘယ်ကပဲ ဂျာဟစ်ကို ချက်ချင်းဆိုသလို တောင်းဆိုခဲ့ပါတယ်။ ဂျာဟစ်ကို ချစ်လို့တော့မဟုတ်ပါဘူး ဂျာဟစ်က တူရကီဖြစ်နေလို့ပါပဲ။ ဂျာဟစ်လို ဂလေဂချေ ပုလင်းခွံတွေ လိုက်ကောက်ပေးရတဲ့သူနဲ့ ဘယ်သူက လက်ထပ်ချင်မှာလဲ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/head-on-2004/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81gBlr4KQnaEoXJP9ZGdBnTv4GY.jpg",
        "title": "Crown Vic (2019)",
        "description": "ဒီကားလေးကတော့ IMDb 6.3 ရထားတဲ့ ကားလေးပါအခုမှသူ့မွေးရပ်နေရာကိုပြန်လာပြီး ရဲအလုပ်လုပ်ရင်းပထမဆုံးကင်းစလှည့်မယ့်ဟိုလန်တစ်ယောက်ကိုသူ့ရဲ့အထက်လူကြီးသူနဲ့အတူကင်းလှည့်ပြီးတာဝန်တွေလုပ်ငန်းစဥ်တွေသင်ကြားပြသပေးမယ့်ရဲတစ်ယောက်တို့ရဲ့တစ်ညတာကင်းလှည့်ပြီး အမှုတွေဖြေရှင်းတာကိုရိုက်ကူးထားတာပါဟိုလန်တစ်ယောက်ရဲသင်တန်းကနေကျင့်ဝတ်လမ်းစဥ်တွေသင်ယူခဲ့ရပေမယ့်တကယ်ကင်းလှည့်တဲ့အချိန်မှာတော့ အခြေအနေအချိန်အခါတွေကွဲ ပြားသွားတဲ့အခါကင်းလှည့်ရင်းလူမျိုးစုံပုံစံမျိုးစုံအန္တရာယ်မျိုးစုံကိုရင်ဆိုင်ရတဲ့အခါသူ့အထက်လူကြီးရဲ့လျှို့ဝှက်ချက်တွေကိုပါသိရှိပြီးနောက်ဆုံးဘဏ်ကိုဓါးပြတိုက်သွားတဲ့လူတွေကိုပါဖမ်းဖို့အကြောင်းဖန်လာတဲ့အခါမှာဒီဇာတ်လမ်းကတစ်ညတာကင်းလှည့်ပြီးသူတို့နိုင်ငံရဲတွေရဲ့လုပ်ငန်းတာဝန်တွေလူဆိုးဖမ်းတာတွေကိုသေချာရိုက်ပြထားတဲ့ကားလေးတစ်ကားဖြစ်တာကြောင့်ဒီလိုဇာတ်အိမ်မျိုးကိုသဘောမကျတဲ့သူတွေအတွက်တော့ပျင်းဖို့ကောင်းလောက်ပေမယ့်စိတ်ဝင်စားမယ်ဆိုရင်တော့ကြည့်ရတန်မယ့်ကားကောင်းလေးပါ File Size : ( 1 GB , 404 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by ...",
        "rating": "6.3",
        "url": "https://megaup.net/R0bn/(CM)_Crown_Vic_2019_(Large_Size).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lcu6t8yXKB58KFMg7M0A8ejrYFW.jpg",
        "title": "Hala (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့CM ပရိသတ်ကြီးအတွက်Drama ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Hala (2019)ပါ။အမေရိကန်ပြည်ထောင်စုကို ပြောင်းရွေ့အခြေချနေထိုင်နေတဲ့မွတ်ဆလင်မိသားစုတစ်ခုမှာ ဟာလာ ဆိုတဲ့သမီးလေးတစ်ယောက်ရှိပါတယ်။မိဘရဲ့ကြပ်မတ်တဲ့အုပ်ထိန်းမှုအောက်မှာ ဟာလာဟာကျောင်းစာမှာလဲထူးချွန်တဲ့ မိန်းကလေးတစ်ယောက်ပါ။ဒါပေမယ့် လွတ်လပ်တဲ့ပါတ်ဝန်းကျင်မှာနေရတဲ့ဆယ်ကျော်သက်တစ်ယောက်အဖို့အစဉ်အလာ ထုံးစံတွေအတိုင်းချုပ်ချယ်တဲ့မိဘအုပ်ထိန်းမှုအောက်မှာနေရတာစိတ်ပျက်စရာဖြစ်လာတာပါပဲ။အရာရာစူးစမ်းချင်သေးတဲ့အရွယ်မလို့ဘာသာမတူ လူမျိုးမတူတဲ့ဂျက်စီဆိုတဲ့ကောင်လေးကိုလဲ တိတ်တိတ်လေးစိတ်ဝင်စားနေမိတာပါ။ဒါပေမယ့်မိဘတွေကလဲ သူမအပေါ်ဖိအားတွေပေးလာတဲ့အခါသူမဘယ်လိုကိုင်တွယ်ဖြေရှင်းမလဲ?သူမဘဝကိုဘယ်လိုဆက်လျှောက်လှမ်းမလဲဆိုတာစိတ်ဝင်စားစရာပါ။Imdb Rating 5.6/10 ရရှိထားတဲ့ ဒီကားလေးကတော့ CM ပရိသတ်ကြီးအကြိုက်တွေ့မှာပါ။File Size : ( 891 MB , 277 MB )Quality : WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyiဒီတစ္ေခါက္ေတာ႔CM ပရိသတ္ႀကီးအတြက္Drama ကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က Hala ...",
        "rating": "5.7",
        "url": "https://megaup.net/2fwhf/Hala_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFhDXIruFQzXcZ81jAbKjHdZzbj.jpg",
        "title": "Someone, Somewhere (2019)",
        "description": "ဒီကားလေးကတော့ IMDb6.7 ရထားတဲ့ ဇာတ်လမ်းအေးအေးလေးတစ်ကားပါပဲတစ်ယောက်တည်းအတွေးတွေများစွာနဲ့ကိုယ့်ကိုယ်ကိုအားမလိုမရဖြစ်နေသူတွေတခြားစိုးရိမ်ပူပန်တာတွေတွေးနေမိသူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးပါမင်းသားကတော့သူ့ရဲ့အိမ်ကပြဿနာတွေရယ်အလုပ်အဆင်မပြေမှုတွေရယ်ကြောင့်အိပ်မပျော်တဲ့ရောဂါကိုခံစားနေရတဲ့သူဖြစ်ပြီးမင်းသမီးကတော့သူ့ရဲ့လူနေမှုပုံစံနဲ့relationshipပြဿနာတွေရယ်ကြောင့်အမြဲတမ်းအိပ်နေတဲ့ရောဂါကိုခံစားနေရသူဖြစ်ပါတယ်တစ်ရက်သူတို့နှစ်ယောက်အသီးသီးစိတ်ပိုင်းဆိုင်ရာကုသမှုတွေကိုခံယူပြီးတော့လူတွေနဲ့လိုက်လျောညီထွေဖြစ်​အောင်နေထိုင်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့...အဆင်မပြေမှုတွေကိုဘယ်လိုဖြေရှင်းမလဲကိုယ့်ကိုယ်ကိုအထင်သေးမှုတွေအဆိုးမြင်ဝါဒတွေကိုဘယ်လိုရင်ဆိုင်ပြီးအနိုင်ယူမလဲဆိုတာတွေကိုရိုက်ကူးထားတဲ့ကားလေးပါဇာတ်လမ်းကအေးတာကြောင့်ပျင်းဖို့ကောင်းတယ်လို့ထင်ရနိုင်ပေမယ့်ဒီလိုဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ကားကောင်းလေးတစ်ကားပါ File Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီကားေလးကေတာ့ IMDb6.7 ရထားတဲ့ ဇာတ္လမ္းေအးေအးေလးတစ္ကားပါပဲတစ္ေယာက္တည္းအေတြးေတြမ်ားစြာနဲ႔ကိုယ့္ကိုယ္ကိုအားမလိုမရျဖစ္ေနသူေတြတျခားစိုးရိမ္ပူပန္တာေတြေတြးေနမိသူေတြအတြက္ ၾကည့္သင့္တဲ့ဇာတ္လမ္းေလးပါမင္းသားကေတာ့သူ႔ရဲ႕အိမ္ကျပႆနာေတြရယ္အလုပ္အဆင္မေျပမႈေတြရယ္ေၾကာင့္အိပ္မေပ်ာ္တဲ့ေရာဂါကိုခံစားေနရတဲ့သူျဖစ္ၿပီးမင္းသမီးကေတာ့သူ႔ရဲ႕လူေနမႈပုံစံနဲ႔relationshipျပႆနာေတြရယ္ေၾကာင့္အၿမဲတမ္းအိပ္ေနတဲ့ေရာဂါကိုခံစားေနရသူျဖစ္ပါတယ္တစ္ရက္သူတို႔ႏွစ္ေယာက္အသီးသီးစိတ္ပိုင္းဆိုင္ရာကုသမႈေတြကိုခံယူၿပီးေတာ့လူေတြနဲ႔လိုက္ေလ်ာညီေထြျဖစ္​ေအာင္ေနထိုင္ဖို႔ႀကိဳးစားလာတဲ့အခါမွာေတာ့...အဆင္မေျပမႈေတြကိုဘယ္လိုေျဖရွင္းမလဲကိုယ့္ကိုယ္ကိုအထင္ေသးမႈေတြအဆိုးျမင္ဝါဒေတြကိုဘယ္လိုရင္ဆိုင္ၿပီးအႏိုင္ယူမလဲဆိုတာေတြကို႐ိုက္ကူးထားတဲ့ကားေလးပါဇာတ္လမ္းကေအးတာေၾကာင့္ပ်င္းဖို႔ေကာင္းတယ္လို႔ထင္ရႏိုင္ေပမယ့္ဒီလိုဇာတ္လမ္းမ်ိဳးႀကိဳက္တဲ့သူေတြအတြက္ေတာ့ကားေကာင္းေလးတစ္ကားပါFile ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/someone-somewhere-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjMJy5OxJHpFIaboCklDIYdcfpD.jpg",
        "title": "Motherless Brooklyn (2019)",
        "description": "ဒီကားလေးကတော့ Imbd 6.9 ရရှိထားပြီးဂျွန်နသန် ရဲ့နာမည်ကျော်ဝတ္ထု ကိုအသက်သွင်းထားတာဖြစ်ပါတယ်ဇာတ်လမ်းကို ၁၉၅၀ ဝန်းကျင်ကာလနယူးယောက်မှာနောက်ခံထားရိုက်ကူးထားပါတယ်အာရုံကြောဆိုင်ရာအားနည်းပြီးအဓိပ္ပါယ်မဲ့စကားတွေကို ထိန်းမရပဲပြောတတ်တဲ့စုံထောက်လိုင်ရိုနယ်က တဖက်မှာလည်းထက်မြက်ပြီးဉာဏ်ကောင်းနေပြန်ပါတယ်တနေ့မှာ သူ့ရဲ့သူဌေးဖရန့်မီနာ ကမြို့တော်ဝန် မိုးစက်ရဲ့ကိစ္စမှာဝင်ရှုပ်လို့ အသတ်ခံရပါတယ်အဲ့တာကိုမကျေနပ်ပြီးတော့လိုင်ရိုနယ်ကသတင်းထောက်အနေနဲ့ ဟန်ဆောင်ပြီးစုံစမ်းဖော်ထုတ်ချိန်မှာတော့အဲ့မြို့ကိုထိန်းချုပ်ထားတဲ့အာဏာပိုင်တွေရဲ့ အရှုပ်တော်ပုံ တွေ့လိုက်ရတဲ့အခါမှာအာဏာရူးတွေရဲ့ အကြောင်းကို ထဲထဲဝင်ဝင်သိရှိသွားပြီးတော့လူမည်းတွေကိုခွဲခြား ဆက်ဆံတာတွေ လာဘ်စားမှုတွေ ပါဝါပြမှုတွေကိုပါရှာဖွေတွေ့ရှိသွားပြီး မြို့ရဲ့ အန္တရာယ် အရှိဆုံးသောသမိုင်းဝင်မဲ့အာဏာရှင်နဲ့ တည့်တည့်တိုးပါတော့တယ်ဂန္ထဝင်ဆုရ စုံထောက်ဇာတ်ကားကောင်းလေးမို့ ကြည့်ရှုသင့်ပါကြောင်း .......... File Size : ( 1 GB , 434 MB )Quality : WEB-DL 720pRunning Time : 2 ...",
        "rating": "6.9",
        "url": "https://megaup.net/R0dq/(CM)_Motherless_Brooklyn_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uARxGtWsYSZBHNhsJtsFIYLNzv.jpg",
        "title": "Inherit the Viper (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက်Crime Drama ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Inherit the Viper (2019)ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကွန်လေ မိသားစုဆိုတာမူးယစ်ဆေးရောင်းဝယ်ကာ အသက်ရှင်နေထိုင်ရတဲ့ မိသားစုပါ။ကစ်ပ်ဆိုတဲ့ အကိုကြီးရယ် ဂျိုဆီဆိုတဲ့ အမရယ်က မူးယစ်ဆေးရောင်းဝယ်ပြီးညီငယ်လေး ဘူးတ်ကိုတော့ ဒီကိစ္စတွေနဲ့ မပါတ်သတ်ခိုင်းပါဘူး။တစ်နေ့မှာတော့ထင်ရာစိုင်းတတ်တဲ့ လူရွယ်လေး ဘူးတ်ကဆေးတွေခိုးကာအရောင်းအဝယ်လုပ်ဖို့ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ထင်ထားသလိုဖြစ်မလာပဲ ပြဿနာတွေတက်လာတဲ့အခါကွန်လေမိသားစု ဘယ်လိုဖြေရှင်းမလဲ?ဘာတွေဆက်ဖြစ်မလဲ?ဆိုတာ စိတ်ဝင်စားစရာပါ။မိသားစုထဲ စိမ့်ဝင့်ပျံ့နှံ့နေတဲ့ ဒီပြဿနာတစ်ခုကို ဘယ်လိုဖြေရှင်းထုတ်မလဲဆိုတာဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးမလို့CM ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ရပါတယ်။File Size : ( 786 MB , 255 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Crime , Drama , ThrillerSubtitle : Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://megaup.net/R0dx/(CM)_Inherit_The_Viper_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6kmxXfg3aSWrzUlEPt2L0YD4jz9.jpg",
        "title": "The Good Liar (2019)",
        "description": "unicodeလူလိမ်အဘိုးကြီးတစ်ယောက်ဖြစ်တဲ့ Roy Courtney ကသူ့ရဲ့နောက်ဆုံးပစ်မှတ်အနေနဲ့ သန်းချီချမ်းသာတဲ့ပူပူနွေးနွေးမုဆိုးမ Betty McLeish ဆီကို ချဉ်းကပ်လာခဲ့ပါတယ်။အရမ်းပီရိတဲ့ လူလိမ်အဘိုးကြီးက အဘွားကြီးဆီကသန်းချီတဲ့ ပိုက်ဆံတွေကို ဘယ်လိုနည်းတွေနဲ့ လိမ်လည်ယူမလဲ။အဘိုးကြီးရဲ့ အတိတ်ကပြစ်မှုတွေက ဘယ်လိုတွေ လာအနှောင့်အယှက်ဖြစ်နေမလဲ။နောက်ဆုံးမှာ သန်းချီတဲ့ပိုက်ဆံတွေကို အဘွားကြီးဆီကလိမ်လို့ရသွားမလားဆိုတာ ရင်ခုန်စွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။မထင်ထားတဲ့လှည့်ကွက်ပေါင်းများစွာပါတဲ့အတွက်အညွှန်းအရှည်ကြီးရေးရင် spoiler ဖြစ်မှာစိုးလို့ တိုတိုနဲ့ လိုရင်းပဲ ညွှန်းလိုက်ပါတယ်။File Size : ( 1 GB , 330 MB )Quality : BluRay 720pRunning Time : 1 hr 49minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-good-liar-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5353SqWG4xlTVs1YLk1OzmGMdOg.jpg",
        "title": "Hero (2019)",
        "description": "(Unicode)မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့... Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။ကလေးတစ်ယောက်ကို \"မင်းကြီးလာရင် ဘာလုပ်မလဲ\"လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် \"အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်\" ၊ \"ကားကောင်းကောင်း စီးချင်တယ်\" ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ....?ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hero-2019/",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJ6YEbrjFvToa5c7IiUqILoB6Je.jpg",
        "title": "Dark Waters(2019)",
        "description": "Dark Waters(2019)IMDb...7.6(unicode)ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးတော့ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်\n၂၀၁၆ခုနှစ် The New York Times Magazineထဲက Nathaniel Richရေးထားတဲ့\n\"The Lawyer Who Became DuPont's Worst Nightmare\"ကိုအခြေခံပြီး\nရိုက်ကူးထားတာပါ\nဇာတ်လမ်းအကျဉ်းကတော့\nDuPontလို့အမည်ရတဲ့အမေရိကန်ရဲ့အကြီးဆုံး ဓာတုဗေဒပစ္စည်းတွေထုတ်လုပ်ဖြန့်ချီတဲ့ကုမ္ပဏီကြီးက\nကုန်ပစ္စည်းထုတ်လုပ်ရာနဲ့စွန့်ပစ်ရာမှာသုံးတဲ့ဓာတုဗေဒပစ္စည်းတွေဟာ\nသဘာဝပတ်ဝန်းကျင်နဲ့သက်ရှိတွေရဲ့ကျန်းမာရေးကိုထိခိုက်လာပါတယ်\nအဲ့ဒါကြောင့်ထိခိုက်သူတွေကရှေ့နေတစ်ယောက်ကိုငှားပြီးတော့တရားရင်ဆိုင်ရဖို့ဖြစ်လာပါတယ်\nအဓိကဇာတ်ဆောင်အဖြစ် ကျွန်တော်တို့ရဲ့Hulk မင်းသားကြီးMark Tuffaloကရှေ့နေတစ်ယောက်အနေနဲ့\nသရုပ်ဆောင်ထားပါတယ်\nအမေရိကန်နိုင်ငံရဲ့အကြီးဆုံးကုမ္ပဏီတွေထဲကတစ်ခုဖြစ်တာနဲ့အညီ\nအကြီးတန်းအုပ်ချုပ်ရေးပိုင်းကခေါင်းဆောင်တွေနဲ့သိတာကြောင့်\nDuPontကိုနိုင်နိုင်ချေကလုံးဝမရှိတဲ့အခြေအနေအထိဖြစ်နေလို့‌ရှေ့နေတော်တော်များများကငြင်းဆိုကြပါတယ်....\nအစပိုင်းကစိတ်မဝင်စားပေမယ့်လဲသူ့အဖွားနေထိုင်ရာဇာတိအနောက်ဗာဂျီးနီးယာမှာဖြစ်တာကြောင့်\nအနည်းငယ်စူးစမ်းကြည့်ရာကနေရင်နင့်ဖွယ်ဖြစ်ရပ်တွေကိုတွေ့ပြီးတာဝန်ယူရတဲ့အထိဖြစ်လာပါတော့တယ်.....\nတကယ်ကိုအန္တရယ်များလွန်းတဲ့တရားခွင်ပါပဲ...သူရင်ဆိုင်နိုင်ပါ့မလား...ဆိုတာကိုတော့\nခံစားကြည့်ပါဦး...\nဒီကားက တရားခွင်ကို အဓိက ပြထားတဲ့ဇာတ်ကားတွေ ထုံးစံအတိုင်း\nဒိုင်ယာလော့တိုင်းဟာ ပညာသားပါပါတယ်.ခက်ခဲတဲ့ စုံစမ်းထောက်လှမ်းမှုတွေလည်း တွေ့ရပါလိမ့်မယ်...ဒါ့အပြင် ကြည့်ရသူတွေအတွက်လည်း\nဗဟုသုတပေါင်းများစွာရသလို အစမှ အဆုံးထိ မပျင်းမရိနဲ့ကိုကြည့်ရပါတယ်..\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizasဖြစ်ပါတယ်File Size : (1.07 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Biography , Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/1Ijx0/Dark_Waters_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/lucky.number.seven_-133x200.jpg",
        "title": "Lucky Number Slevin (2006)",
        "description": "Lucky Number Slevin 2006===================IMDB rating – 7.7 / 10#Unicodeဒီဇာတ်ကားကတော့ Thriller , Drama , Action ပဲဖြစ်ပါတယ်\nမြင်းလောင်းပြိုင်ပွဲတစ်ခုကနေအစပြုပြီးတော့ မိသားစုတွေအကုန်အသတ်ခံရတယ် အဲ့ဒါကိုမကျေနပ်လို့ပြန်လက်စားချေတာပါ\nဇာတ်ညွှန်းကိုအများကြီးမရေးတော့ပါဘူး ဇာတ်ကားမှာ Trick တွေအများကြီးပါလို့ပါ ပြောလိုက်ရင် ဇာတ်လမ်းအရသာ ပျက်သွားမှာသေချာပါတယ် ဇာတ်လမ်းကောင်းလားမကောင်ဘူးဆိုတာ Rating ကသက်သေပါပဲ\nဇာတ်ကောင်တွေကတော့ နာမည်ကြီးမင်းသားကြီး Bruce Willis, Chinese-American သရုပ်ဆောင် Lucy liu\nအော်စကာဆုရှင် ဂရမ်မီဆုရှင် စတဲ့ဆုတွေရထားတဲ့ Ben Kingsley , နောက်တစ်ယောက်ကတော့ လူတိုင်းသိတဲ့ Morgan Freeman စတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့အတွက်\nထပ်ညွှန်းဖို့တောင်မလိုတော့ပါဘူး မင်းသားကြီး Bruce Willis ကတော့ အခုနောက်ပိုင်းထွက်တဲ့ကားတွေမှာ\nသိပ်မအောင်မြင်ပေမယ့် အရင်တုန်းကရိုက်တဲ့ဇာတ်ကားတွေမှာ သိတဲ့အတိုင်းပါပဲ\nအဲ့တော့ ပေးလိုက်ရတဲ့အချိန်နဲ့ ထိုက်တန်တဲ့ဇာတ်ကားကောင်းတစ်ကားမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်။#Zawgyiဒီဇာတ္ကားကေတာ့ Thriller , Drama , Action ပဲၿဖစ္ပါတယ္\nၿမင္းေလာင္းၿပိဳင္ပဲြတစ္ခုကေနအစၿပဳၿပီးေတာ့ မိသားစုေတြအကုန္အသတ္ခံရတယ္ အဲ႔ဒါကိုမေက်နပ္လို႕ၿပန္လက္စားေခ်တာပါ\nဇာတ္ညႊန္းကိုအမ်ားႀကီးမေရးေတာ့ပါဘူး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lucky-number-slevin-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgyMzc4ODU3NV5BMl5BanBnXkFtZTcwNjk5Mzc1MQ@@._V1_-202x300.jpg",
        "title": "Hancock (2008)",
        "description": "Thit San Khant\n==============",
        "rating": "6.4",
        "url": "https://megaup.net/4esJ0/Hancock_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    }
]