[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTUzNTUzMTA5OF5BMl5BanBnXkFtZTgwOTg0ODc1MTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Wolf Children (2012)",
        "description": "Wolf Children (2012)\nIMDb – 8.1/10______Rotten – 94% ဂျပန်လို Ōkami Kodomo no Ame to Yuki လို့ အမည်ရတဲ့ ဒီဇာတ်ကားဟာ 2013 Japan Academy Prize for Animation of the Year, the 2012 Mainichi Film Award for Best Animation Film, the 2013 Animation of the Year Award တွေလက်ခံရရှိခဲ့ရုံသာမက... နော်ဝေနိုင်ငံရဲ့ အဓိကဆုဖြစ်တဲ့ The Silver Mirror နဲ့ The Audience Award တို့အပြင် 2013 New York International Children's Film Festival မှာလဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4UNby/Wolf_Children_(Ookami_Kodomo_No_Ame_To_Yuki)_[2016]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/200-Pounds-Beauty-Poster-139x200.jpg",
        "title": "200 Pounds Beauty (2006)",
        "description": "200 Pounds Beauty (2006)_____IMDb - 6.8/10\n  \nဒီနေ့လဲ IMDb Rating (6.8) ထိ ရရှိထားတဲ့ ကိုရီးယား ဇာတ်ကားကောင်းတစ်ကားနဲ့ထပ်မံမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားက တချို့လဲကြည့်ဖူးလောက်ပြီ တချို့လဲမေ့နေလောက်ပြီ\nတချို့လဲသတိရဆဲဖြစ်နေမယ့် တစ်ခေတ်တစ်ခါက နာမည်ကြီးဇာတ်ကားပါ။\nကျွန်တော်တော့ အခုပြန်ကြည့်တာ ထပ်ပြီး Heart ထိအောင် ခံစားရပါတယ်။\nကိုးရီးယားမှာ တအားကို ဟော့ဖြစ်ခဲ့ပြီး \"ပြရက် ၂၀ နဲ့ လက်မှတ် ၄ သန်း ရောင်း ရပြီး\" လို့ ဖေါ်ပြခံခဲ့ရတဲ့ဇာတ်ကားပါ။\n၄၂ ရက်မှာ လက်မှတ် ၅.၈၃ သန်း ရောင်းခဲ့ရပြီး၊ ကိုးရီးယား တစ်နိုင်ငံလုံး ရုံပေါင်း ၂၅၀ မှာ တပြိုင်နက်တည်းပြသခဲ့တာပါ။\nစံချိန်တွေချိုးခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး ကုန်ကျစရိတ် US$ 4 Million ပဲရှိခဲ့ပေမယ့်\nBox Office ဝင်ငွေ US$ 42 Million ပြန်ရခဲ့အထိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်ကားရဲ့ ဒါရိုက်တာ Kim Yong-hwa ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/SFhj/200_Pounds_Beauty_(Minyeo-Neun_Goerowo)_[2006]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM0NTI3NTIzN15BMl5BanBnXkFtZTYwNDY3OTg4._V1_-210x300.jpg",
        "title": "[21+] All Ladies Do It (1992)",
        "description": "ထုံးစံ အတိုင်း ဘာသာပြန်ကောင်းတဲ့ အဘဆရာ သာရစ် ကတော့ အိမ်ထောင်ရေး ရုပ်ရှင်တစ်ကားကို\n၃ ကြိမ်မြောက် ထပ်မံ ဘာသာပြန်ပေးလိုက်ပါပြီ ... :P \nဒီရုပ်ရှင်ကားဟာ Rated R အဆင့် မို့ မိသားစု နှင့် အတူမကြည့်ရန် ၊ အသက်မပြည့်သေးသူများ မကြည့်ရန် သတိပြုမှုပါ...\n \nအိမ်ထောင်ရေး ပညာပေး ဇတ်လမ်း တစ်ခုဖြစ်ပြီး မိန်းမဖြစ်သူမှာ ယောကျာၤးဖြစ်သူထံမှ စိတ်ကျေနပ်မှု မရ၍\nအပြင်တွင် တစိမ်းယောင်္ကျား တစ်ဦးဖြင့် ခြေလိမ်ရှုပ်သော ဇတ်လမ်းဖြစ်ပါတယ်....\nGuru Alcon\n============\n  \nထံုးစံ အတုိင္း ဘာသာျပန္ေကာင္းတဲ့ အဘဆရာ သာရစ္ ကေတာ့ အိမ္ေထာင္ေရး ရုပ္ရွင္တစ္ကားကို\n၃ ၾကိမ္ေျမာက္ ထပ္မံ ဘာသာျပန္ေပးလုိက္ပါၿပီ ... :P\n \nဒီရုပ္ရွင္ကားဟာ Rated R အဆင့္ မို႔ မိသားစု ႏွင့္ အတူမၾကည့္ရန္ ၊ အသက္မျပည့္ေသးသူမ်ား မၾကည့္ရန္ သတိျပဳမႈပါ...\n \nအိမ္ေထာင္ေရး ပညာေပး ...",
        "rating": "5.3",
        "url": "https://megaup.net/TGp9/All_Ladies_Do_It_(Così_Fan_Tutte)_[21+]_[1992]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/52649-214x300.jpg",
        "title": "At War For Love (2016)",
        "description": "ဒီဇာတ္လမ္းေလးဟာ ဒုတိယကမၻာစစ္အတြင္း waterကို အသံမထြက္တတ္ဘဲ\nwarလို႔မွားထြက္မိလို႔စစ္တပ္ထဲေရာက္လာတဲ႔အူေၾကာင္ေၾကာင္\nအီတလီစစ္သားေလးတစ္ေယာက္အေၾကာင္းပါ …\nဒါေပမယ့္လည္းျဖစ္ပံုက အဲ႔ဒီေန႔က သူ႔ေကာင္မေလးကိုလက္ထပ္ခြင့္ရဖို႔အတြက္\nပင္လယ္ျခားေနတဲ႔စီစလီျမိဳ႕ကသူမရဲ႕အေဖဆီ သြားျပီးခြင့္ေတာင္းရမွာပါ…\nဒါေပမယ့္ စားပြဲထိုးငမြဲေလးျဖစ္တဲ႔အာတူရိုဟာ သြားဖို႔ရာ\nကားခသေဘၤာခေလးေတာင္မတတ္နိုင္တဲ႔အတြက္ စိတ္ညစ္ညစ္နဲ႔ ဘားသြားပါေလေရာ…\nဘားလည္းေရာက္ေရာ ေရေတာင္းတာ Waterကိုအသံမထြက္တတ္ဘဲ\nwarလို႔ထြက္မိတဲ႔အတြက္ စစ္တပ္ထဲအူေျကာင္ေျကာင္နဲ႔ေရာက္သြားပါတယ္...\nဒါေပမယ့္လည္း စစ္တပ္က စီစလီျမိဳ႕ကိုတပ္ကူလႊတ္လိုက္တဲ႔အတြက္ ေရငတ္တုန္းေရတြင္းထဲက်ျပီး\nစီစလီျမိဳ႕ကိုဆိုက္ဆိုက္ျမိဳက္ျမိဳက္ၾကီးကိုေရာက္သြားပါေတာ့တယ္...\nစီစလီျမိဳ႕အေရာက္မွာေတာ့ သူ႔ခ်စ္သူရဲ႕ဖခင္ကိုရွာေဖြရင္း ဘာေတြဆက္ျဖစ္ျကမလဲ……\nနိုင္ငံကိုေပးဆပ္ဖို႔စစ္တပ္ထဲဝင္လာတဲ႔သူရဲေကာင္းအရာရွိၾကီးဖီးလစ္…\nဗံုးေစာင့္ၾကည့္ေပးရတဲ႔ မ်က္မျမင္နဲ႔ ေထာ့က်ိဳးအတြဲ…\nစစ္တိုက္ထြက္သြားတဲ႔ခင္ပြန္းျဖစ္သူကိုေစာင့္ေမ်ွာ္ေနတဲ႔မိသားစုေလး…\nစတဲ႔သူတို႔ရဲ႕စစ္အတြင္း ဘဝေလးေတြကိုဟာသေႏွာလိုက္ ငိုခ်င္ေအာင္လုပ္လိုက္နဲ႔\nပရိသတ္ကိုနည္းမ်ိဳးစံုနဲ႔စိတ္ေက်နပ္မႈေပးထားတဲ႔ကားေလးပါ…\nသဘာဝက်က် ခြီရတဲ႔အခန္းေတြေတာ့ သိပ္ကိုသေဘာက်ရပါတယ္……\nအႏွစ္ခ်ဳပ္ေျပာ႐င္ေတာ့ တကယ္ၾကည့္လို႕အရမ္းေကာင္းတဲ့ကားေလးတစ္ကားပါ...Quality…..BluRay 720p\nDuration…..01:39:00\nFormat…Mp4\nFile Size…(807 MB , 302 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint LwinDownload with Yoteshin Link\nDownload with CM Cloud\nDownload with Openload \nDownload with Openload (Small Size)",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/at-war-for-love-2016/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA1MjExNTEzN15BMl5BanBnXkFtZTcwMjE1MzAwMQ@@._V1_-212x300.jpg",
        "title": "Magnificent Warriors (1987)",
        "description": "ဒီဇတ္ကားကိုစၾကည့္ရတဲ့အခ်ိန္တုန္းကကြ်န္ေတာ္အ ေတာ္ေလးငယ္ပါေသးတယ္\nမီရွဲယိုကိုအဲဇတ္ကားကေနစၿပီးႀကိဳက္ခဲ့တယ္လို႔ေျပာလို႔ရတယ္\nေနာက္ပိုင္းမွာသူ႔ကားေတြအေတာ္ၾကည့္ျဖစ္တယ္\nမင္းသမီးမီရွဲယိုဟာကမ႓ာေက်ာ္မင္းသားႀကီးေတြနဲ႔အတူတူသ႐ုပ္ေဆာင္ခဲ့ ၿပီး\nအာရွသာမကကမ႓ာေက်ာ္႐ုပ္ရွင္မင္းသမီးတစ္ဦးပါအက္ရွင္ေတြသာမကဒရာမေတြပါပိုင္နိင္တဲ့မင္းသမီး ျဖစ္ေၾကာင္းကို\nthe lady ဆိုတဲ့ဇတ္ကားမွာေတြ႕နိင္ပါ တယ္\nဂ်ိမ္းစ္ဘြန္းကားမွာလည္းပါဝင္သ႐ုပ္ေဆာင္ဖူးတဲ့ထိုမင္းသမီးဟာဂ်က္ကီခ်မ္း ဂ်က္လီတို႔နဲ႔အၿပိဳင္နာမည္ ႀကီးတဲ့မင္းသမီးတစ္ဦးပါပဲ\nဇတ္လမ္းအက်ဥ္းကိုေျပာျပရရင္ေတာ့တ႐ုတ္နဲ႔ဂ်ပန္စစ္ျဖစ္ေနတဲ့ကာလအတြင္းမင္းသမီးမီရွဲယိုဟာ\nမ်ိဴးခ်စ္ေတာ္လွန္ေရးသမားတစ္ဦးကိုသြားေရာက္ကယ္တင္တဲ့ဇတ္လမ္းေလးပါ\nလမ္းခုလတ္ မွာဘာေတြၾကံဳရမလဲဘယ္သူေတြနဲ႔ေတြ႕ၾကံဳရမလဲဆိုတာစိတ္ဝင္တစားၾကည့္ရႈရမွာပါ\nအက္ရွင္သာမကဟာသလည္းေရာေႏွာပါဝင္တာမို႔ေသခ်ာပါတယ္\ncmပ ရိတ္သတ္ေတြအႀကိဳက္ေတြ႕မယ္လို႔ထင္ပါတယ္\nကြ်န္ ေတာ္ႀကိဳက္ခဲ့တဲ့ဇတ္ကားေလးကိုအေကာင္းဆံုးကြာလတီနဲ႔ဘာသာျပန္ေပးလိုက္ပါတယ္\nေဒါင္းေလာ့ဆြဲၿပီးသိမ္းထားၾကပါလို႔ပဲေျပာၾကားရင္း\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ကိုစိုးေထြးပါ)\n  File Size : (680 MB) and (330 MB)\nQuality : Dvdrip 480p\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Action, Drama\nTranslated By Soe Htwe\nEncode By Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/magnificent-warriors-1987/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/edge-199x300.jpg",
        "title": "The Edge of Seventeen (2016)",
        "description": "ဒီကားလေးကတော့ဆယ်ကျော်သက်ဟာသ/ဒရာမာကားလေးဖြစ်ပါတယ်။ဇာတ်ကားအစမှာတော့ကျောင်းသူဖြစ်သူNadineနဲ့သမိုင်းဆရာMr.Brunerတို့ရဲ့စကားဝိုင်းလေးနဲ့စထားပါတယ်။NadineဟာMr.Brunerကိုသူ့ရဲ့ဘဝအခက်အခဲတွေကိုရင်ဖွင့်နေတာဖြစ်ပါတယ်။အဲဒီကနေစလို့သူ့ရဲ့ငယ်ဘဝကစပြီးအိမ်တွင်းရေးတွေသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaအကြောင်းတွေပြောပြပါတယ်။သူရဲ့အဖေဖြစ်သူကွယ်လွန်သွားပြီးနောက်အမေဖြစ်သူနဲ့အဆင်မပြေတဲ့Nadineဟာတွယ်တာစရာဆိုလို့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaပဲရှိပါတော့တယ်။တရက်အစ်ကိုလုပ်တဲ့ပါတီမှာကဲရင်းနှစ်ယောက်သားပျော်ပါးမူးပြီးအိပ်ပျော်သွားကြပါတယ်။မနက်အိပ်ရာလည်းထရောအစ်ကိုဖြစ်သူနဲ့တူတူအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူကိုတွေ့လိုက်ရတော့Nadineတယောက်အတော်စိတ်ထိခိုက်သွားပါတော့တယ်။အဲဒါနဲ့သူ့ကိုကြိတ်သဘောကျနေသူEwrinဖြစ်သူနဲ့ပဲတွဲဖြစ်ပါတော့တယ်။အဲဒီနောက်ပိုင်းNadineရဲ့ရင်ဖွင့်စရာရင်းနှီးနှစ်သိမ့်ပေးသူဟာMr.Brunerပဲဖြစ်လာပါတော့တယ်။ဆိုတော့Mr.Brunerတယောက်မိမိရဲ့ကျောင်းသူဖြစ်သူကိုဘယ်လိုဖြေသိမ့်ပေးနိုင်မလဲ၊ဘယ်လိုလမ်းပြပေးနိုင်မလဲ။Nadineရဲ့အချစ်ရေးလူမှုရေးကိစ္စတွေဟာဘယ်လိုဖြစ်လာမလဲဆိုတာကတော့လူငယ်ဆန်ဆန်ဟာသအရောအနှောလေးတွေနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။Nadineတယောက်ပြဿနာတွေပြေလည်သွားမလား၊နောက်ဆုံးဘယ်လိုendingလေးနဲ့ပြီးဆုံးသွားမလဲဆိုတာတော့ဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။လူငယ်သဘာဝDrama/Comedyကြိုက်တဲ့သူတွေအတွက်လူငယ်ဆန်ဆန်သဘာဝအလျောက်ဖြစ်ပျက်ပုံတွေကိုတင်ဆက်ထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးထားသူကတော့ May Thazin Myint ဖြစ်ပါတယ်)  File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 44minutes\nFormat : Mp4\nGenre : Comedy,Drama\nTranslated By May Thazin Myint\nEncode By Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1A2qu/The_Edge_Of_Seventeen_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lost-city-of-z-poster-135x200.jpg",
        "title": "The Lost City of Z (2017)",
        "description": "The Lost City of Z (2017)\nIMDb - 6.6/10____Rotten - 86%\n လောလောလတ်လတ်ပူပူနွေးနွေးထွက်ထားတဲ့ရုံတင်ကားလေးတကားမိတ်ဆက်ပေးချင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့Robert Pattinson, Charlie Junnamတို့အပြင် ကျွန်တော်တို့ရဲ့Spider ManလေးTom Hollandလည်းပါဝင်တဲ့Advanture/Dramaကားလေးတကားဖြစ်ပါတယ်။ဒီကားလေးဟာ၂၀ရာစုနှစ်အစောပိုင်း၁၉၀၆ခုနှစ်ဗြိတိသျှစူးစမ်းရှာဖွေသူတဦးဖြစ်တဲ့Percy Fawcettဆိုတဲ့သူရဲ့တကယ့်အဖြစ်အပျက်ကိုရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။Percy Fawcettဆိုတာကဗြိသျှတပ်မတော်ကအရာရှိတဦးဖြစ်တဲ့အပြင်ရှေးဟောင်းသုတေတနပညာရှင်၊ပထဝီပညာရှင်တဦးဖြစ်ပါတယ်။၁၈၆၇ခုနှစ်ဖွားအင်္ဂလန်နိုင်ငံသားတဦးပါ။သူ့ဖခင်ဖြစ်သူဟာလည်းRoyal Geographical Society(RGS)အဖွဲ့ဝင်တဦးဖြစ်ပါတယ်။နောက်ပိုင်းသူဟာလည်းအဲဒီအဖွဲ့ဝင်ဖြစ်လာခဲ့ပြီးတောင်အေမေရိကတိုက် အမေဇုံဒေသကိုနိုင်ငံရေးကိစ္စကြားဝင်စေ့စပ်မှုတခုအတွက်စေလွှတ်ခြင်းခံရသူဖြစ်ပါတယ်။အဲဒီမှာနယ်မြေတိုင်းတာမှုတွေစစ်တမ်းကောက်ရင်းအမှတ်မထင်တောကြီးမျက်မည်းထဲမှာရှေးလူ့အသုံးအဆောင်ပစ္စည်းတွေကိုတွေ့ရှိခဲ့ပါတယ်။အဲဒီကစပြီးအဲဒီဒေသမှာပျောက်ဆုံးကွယ်ပျောက်နေတဲ့သူကိုယ်တိုင်Zလို့နာမည်ပေးထားတဲ့ရှေးဟောင်းမြို့ကြီးတမြို့ရှိလိမ့်မယ်လို့ယုံကြည်ခဲ့ပါတယ်။သူဟာ၁၉၀၆ခုနှစ်ကနေ ၁၉၂၄ခုနှစ်အတွင်းစူးစမ်းရှာဖွေမှု၇ကြိမ်တိုင်တိုင်ကြိုးစားခဲ့ပါတယ်။တျောက်လျောက်သူလိုချက်တဲ့ရည်မှန်းချက်မအောင်မြင်ခဲ့ပေမယ့်သူလုံးဝစိတ်မပျက်ခဲ့ပါဘူး။ဒါပေမယ့်သက်သေအထောက်အထားတွေတော့ပြနိုင်ခဲ့ပါတယ်။နောက်ဆုံးတခေါက်၁၉၂၅ခုနှစ်မှာသူ့သားဖြစ်သူJack Percy Fawcettနဲ့အတူတူသွားခဲ့ပြီးတဲ့နောက်မှာတော့သတင်းအစအနပျောက်သွားပါတယ်။သူတို့ကိုအဲဒီအချိန်ကစပြီးနောက်ထပ်မတွေ့ရတော့ပါဘူး။အဲဒီကိစ္စဟာပဟေဠိတခုလိုဖြစ်နေခဲ့ပါတယ်။သူတို့အဲဒီမြို့ကိုတွေ့ခဲ့ကြသလား။ဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာတော့သူတို့ကိုယ်တိုင်ပဲသိနိုင်မှာပါ။ဒီကားလေးဟာလည်း၁၉၀၅ခုနှစ်ကနေစပြီးသူ့ရဲ့ကြိုးစားခဲ့မှုတွေအမေဇုံလိုတောကြီးမျက်မည်းထဲမှာအန္တာရာယ်အမျိုးမျိုးရဲ့ကြားရုန်းကန်ခဲ့ရမှုတွေကိုရိုက်ပြထားတဲ့ကားကောင်းလေးတကားဖြစ်ပါတယ်။လူတယောက်ရဲ့ဇွဲလုံလ၊အဲဒီခေတ်အခါကရူးသွပ်မှုတွေစွန့်စားမှုတွေကိုမြင်တွေ့ရမှာပါ။တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားအနေနဲ့ဇာတ်ရှိန်အေးအေးလေးနဲ့ဆွဲခေါ်သွားမယ့်ကားလေးဖြစ်ပါတယ်။အေးအေးဆေးဆေးနားနားနေနေကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။Ratingအနေနဲ့လည်း  6.6/10 ထိရထားတဲ့ကားလေးဖြစ်ပါတယ်။\n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်)\n  File Size : (853 MB)\nQuality : 720p Bluray\nRunning Time : 2hr 21minutes\nFormat : Mp4\nGenre : Biography, Drama, History\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3zulm/The_Lost_City_Of_Z_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YW7f8eRtpNJ43iMINvhn78KPg.jpg",
        "title": "God of Gamblers (1989)",
        "description": "ဒီဇာတ္ကားဟာ စတီဖင္ေခ်ာင္ ဆက္ရိုက္ကူးမယ့္ God of Gamblers ဇာတ္ကားေတြရဲ႕ အစပထမဇာတ္ကားပါ။ဒီဇာတ္ကားထဲမွာ စတီဖင္ေခ်ာင္မပါေသးပါဘူး။ေခ်ာင္ယြန္ဖက္ကို အဓိကဇာတ္ေဆာင္အျဖစ္ ေလာင္းကစားဘုရင္အေနနဲ႕ျမင္ေတြ႕ရမွာပါ။Andy Lau လဲပါဝင္ထားျပီး  Action,Comedy,Drama အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size...(950MB) and (440MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...02:06:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "7.4",
        "url": "https://megaup.net/1zv7r/God_Of_Gamblers_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vuUQ0seKg1WoJz2D8xav1PODOUa.jpg",
        "title": "Tanu Weds Manu Returns (2015)",
        "description": "The film is a sequel to Tanu Weds Manu (2011), in which stars Kangana Ranaut (Tanu) and R. Madhavan (Manu) reprise their roles from the original. Tanu and Manu's marriage collapses. What happens when Manu meets Tanu's lookalike Kusum - and when Tanu returns? Kangana Ranaut also portrays the additional role of a Haryanvi athlete Kusum in the film.Tanuနဲ႕ Manu ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dYnz/Tanu_Weds_Manu_Returns_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubeZ0tPlfrGByjegvKhv24dxkVR.jpg",
        "title": "A Man and a Woman (2016)",
        "description": "Sang-min comes to Finland to send her autistic son to a special camp. She feels so alienated in snow covered-white Helsinki. Ki-hong is an architect working in Finland on dispatched duty. His family is not so perfect either with a daughter having child depression and mentally unease wife. The two meet for the first time at the gathering point of ...",
        "rating": "6.9",
        "url": "https://megaup.net/2fZS0/A_Man_And_A_Woman_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7WqaOYnWcgoNlwm5rTDNhsDoLI.jpg",
        "title": "The Voyeur (1994)",
        "description": "At a college in Rome, a professor, nicknamed \"Dodo\" is in a deep depression. His stunningly beautiful wife has just left him for another man. Dodo wants her back very badly and has erotic daydreams about her. A beautiful young student in his class asks him for a ride home and seduces the lucky man, but still he wonders about ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zJqt/L_uomo.zip",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjM1NDYyOGItZGYzNi00ZDkwLWFiMDItYTAzYWQ0YjZhMDIyXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Phillauri (2017)",
        "description": "အခ်စ္ ကံေကာင္းဖို႔ မဂၤလာမေဆာင္ခင္ မွာ သစ္ပင္နဲ႔ အရင္လက္ထပ္ ခဲ့ရတဲ့ လူငယ္ေလးတစ္ေယာက္နဲ႔ သစ္ပင္မွာရွိေနတဲ့ ဝိညာဥ္မေလးတုိ႔အၾကား အလြဲေလးေတြကို ဇာတ္အိမ္တည္ထားတာ ျဖစ္ပါ တယ္။ပန္ခ်ာပီေကာင္ေလး ခါနန္ ဟာ သူ႔ရဲ႕ ကေလးဘဝကတည္း က ခ်စ္သူ မိန္းကေလး အႏူးနဲ႔ လက္ထပ္ဖို႔ ႏုိင္ငံျခားကေန အိႏၵိယကို ျပန္လာခဲ့ပါတယ္။ လက္မထပ္ခင္ ကံဇာတာစစ္ လိုက္တဲ့အခါ သူ႔ဘဝတစ္ေလွ်ာက္ ကံမေကာင္းမႈေတြ ပေပ်ာက္ဖို႔ အစီအရင္အေနနဲ႔ သစ္ပင္နဲ႔ အရင္ဆံုးလက္ထပ္ရမယ္လို႔ လူႀကီးသူမေတြ စီစဥ္ခဲ့ပါတယ္။ စိတ္ထဲက မပါေပမယ့္လုိ႔ လူႀကီးေတြ အတင္း စီစဥ္ၾကတဲ့အတြက္ ခါနန္တစ္ေယာက္ မေက်မနပ္နဲ႔ လက္ခံခဲ့ရပါတယ္။\nအဲဒါနဲ႔ ခါနန္ကို သတို႔သား တစ္ေယာက္လို ဝတ္ေကာင္းစား လွေတြ ဝတ္ဆင္ေပးၿပီး မဂၤလာ အခမ္းအနား က်င္းပသလိုမ်ိဳးကို သစ္ပင္နဲ႔ လက္ထပ္ေပးခဲ့ပါ တယ္။ အဲဒီလိုလုပ္ၿပီး မၾကာခင္ မွာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Skbm/Phillauri_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjQxMTcxNDgxN15BMl5BanBnXkFtZTgwOTczNTIzMjI@._V1_-202x300.jpg",
        "title": "Okja (2017)",
        "description": "ကိုရီးယားအမျိုးသမီးငယ်လေး မီဂျာနဲ့ သူ့ရဲ့မိတ်ဆွေထူးဆန်းတဲ့သတ္တဝါကြီး အုတ်ဂျာတို့ရဲ့အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ။\nအသက်(၁၃)နှစ်အရွယ် မိဘမဲ့မိန်းကလေး မီဂျာဟာအဘိုးဖြစ်သူနဲ့ တောင်ကိုရီးယားက တောင်တန်းတစ်ခုမှာနေထိုင်ပြီး သူ့ရဲ့တစ်ဦးတည်းသော အဖော်လည်းဖြစ်၊သူငယ်ချင်းလည်းဖြစ်သူ အုတ်ဂျာဆိုတဲ့ အနေအေးပြီးထူးခြားကြီးမားတဲ့ဝက်ကြီးတစ်ကောင်ပါ။ မီဂျာနဲ့ အုတ်ဂျာဟာတောင်တန်းတွေ၊ တောတွေထဲ အတူလျှောက်သွားကစား ကြရင်း မခွဲအတူနေထိုင်ကြပြီး အိပ်ရင်တောင် အတူတူပါ။\nတစ်ရက်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ ပျော်ရွှင်ကြည်နူးစရာ ကမ္ဘာလေးပျက်သုဉ်းဖို့ ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ အုတ်ဂျာ ထူးဆန်းစွာနဲ့ ပျောက်ဆုံးသွားတာကြောင့်ပါ။ တကယ်တော့ အုတ်ဂျာကို မီရန်ဒိုစီးပွားရေးလုပ်ငန်းစုကြီးကနေ သူတို့သဘောနဲ့သူတို့ ဖမ်းဆီးသွားတာဖြစ်ပြီး နယူးယောက်ကို ပို့ဆောင်ခဲ့ပါတယ်။\nမီရန်ဒိုကော်ပိုရေးရှင်းဟာ အသားထုတ်လုပ်မှုတွေ ပိုမိုတိုး မြှင့်နိုင်ဖို့အတွက် အုတ်ဂျာကို သုတေသနလုပ်ရအောင်လို့ ဖမ်း ဆီးသွားတာဖြစ်ပါတယ်။ အုတ် ဂျာနဲ့ မခွဲအတူနေခဲ့တဲ့ မီဂျာဟာ သူ့အချစ်ဆုံးသူငယ်ချင်းကို အိမ် ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးပမ်းပါတော့ တယ်။\nအဲဒါနဲ့ မီဂျာဟာ အုတ်ဂျာရှိ တဲ့ မီရန်ဒိုကော်ပိုရေးရှင်းကို လိုက်သွားပြီး ကယ်ဆယ်နိုင်ဖို့ လုပ် ဆောင်ရင်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/3yQrs/Okja_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA4NzIzNDIzMF5BMl5BanBnXkFtZTgwNjMzNDk0OTE@._V1_-205x300.jpg",
        "title": "The Light Between Oceans (2016)",
        "description": "ဒီဇာတ်ကားလေးက အရမ်းသနားဖို့ကောင်းသလို မိဘမေတ္တာကိုပြသတဲ့အတွက် ကြည့်တဲ့သူတွေရင်ကိုထိစေမဲ့ဒရာမာကားလေးပါစစ်ပွဲကြီးအပီးကို့ဘဝကိုစိတ်ဓာတ်ကျနေတဲ့စစ်သားဟောင်းတယောက်ဖြစ်တဲ့ သောမတ်စ်ရှာဘွန်းဟာလူတွေနဲ့ဝေးရာဖြစ်တဲ့ ဂျေးနက်စ်ဆိုတဲ့ကျွန်းကြီးပေါ်မှာမီးပြတိုက်စောင့်လုပ်ဖို့သွားခဲ့တယ်အဲ့ဒိအနီးနားမြို့လေးက အစ်စဘဲလ်ဆိုတဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်လက်ထပ်ခဲ့ပီး ကျွန်းကြီးပေါ်တူတူသွားနေခဲ့ကျတယ်ကလေးအရမ်းလိုချင်တဲ့သူမ ကိုယ်ဝန်ပျက်ကျပီးတဲ့နောက် သူတို့ကျွန်းပေါ်ကိုဘယ်ကမှန်းမသိတဲ့လှေလေးတစီးမျောလာခဲ့တယ်လှေထဲကလူသေအလောင်းတလောင်းနဲ့ အသက်ရှင်နေသေးတဲ့ မွေးကင်းစကလေးလေးကိုတွေ့ပီးတဲ့နောက် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မျက်ရည်လည်ရွှဲနဲ့ကြည့်ရမှာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်း နဲ. ဘာသာပြန်သူကတော့ khin Pyae Sone Kyaw ပဲဖြစ်ပါတယ်)  File Size : (850 MB) and (350 MB)\nQuality : Bluray 720p\nRunning Time : 2hr 13minutes\nFormat : Mp4\nGenre : Drama, Romance\nTranslated By Khin Pyae Sone Kyaw\nEncode By Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-light-between-oceans-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BZGIxMDM1YzQtNDQ0My00MGMwLWJlMWEtZTZhMDQwY2YzNzZmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-214x300.jpg",
        "title": "Shimmer Lake (2017)",
        "description": "ဒီကားေလးကေတာ့အေမရိကန္ကနယ္ျမိဳ႕ေလးတျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ဘဏ္ဓားျပမႈေလးကိုရိုက္ျပထားတာပါ။\nအက္ဒ္ကခရိုင္ရဲအရာရွိတေယာက္ပါ။\nသူ႕ရဲ႕ျမိဳ႕ေလးကေဒသခံဘဏ္ေလးတခုမွာေဖာက္ထြင္းမႈျဖစ္ျပီးတဲ့ေနာက္အဲဒီအမႈကိုလုိက္လံစံုစမ္းေနခဲ့တာပါ။\nပိုျပီးထူးဆန္းတာကအဲဒီအမႈမွာသူ႕အစ္ကိုကိုယ္တိုင္ပါ၀င္ေနတာျဖစ္ပါတယ္။\nဇာတ္ကားတခုလံုးမွာအမႈျဖစ္စဥ္ကိုတပတ္အတြင္းတရက္ခ်င္းစီေနာက္ေၾကာင္းျပန္ျပီးေသခ်ာျပသြားတာပါ။\nၾကည့္ရတာအျမင္တမ်ဳိးျဖစ္ေစမယ့္ကားေလးျဖစ္ပါတယ္။\nRating6.2ထိရထားတဲ့၂၀၁၇ထြက္ကားေလးလည္းျဖစ္ပါတယ္။\nအစပိုင္းမွာနားမလည္သလိုရွိေပမယ့္အဲဒီအမႈေလးဟာဘယ္ေလာက္ထိနက္နဲသြားလဲ၊ဘယ္လိုၾကံစည္ထားခဲ့တာလဲ၊ဘယ္လိုလုပ္သြားခဲ့တာလဲ၊တရားခံေတြကဘယ္သူလဲ၊ဘယ္လိုလဲဆိုတာကိုဇာတ္လမ္းအဆံုးပိုင္းမွာရုတ္တရတ္သိသြားရမယ့္ကားေလးပါ။\nဇာတ္ေအးေအးေလးနဲ႕စိတ္၀င္စားေအာင္ဆြဲေခၚသြားတဲ့ကားေလးပါပဲ။\nအဲေတာ့ေနာက္ဆံုးဘယ္လိုေတြရလဒ္ထြက္လာမလဲဆိုတာေတာ့ၾကည့္လိုက္ရေအာင္ဗ်ာ။\n(ဇာတ္လမ္းအညႊန္း နဲ. ဘာသာျပန္သူကေတာ့ The Fridays ပဲျဖစ္ပါတယ္)\n File Size : (600 MB) and (220 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 23minutes\nFormat : Mp4\nGenre : Crime, Drama, Mystery\nTranslated By The Fridays\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/shimmer-lake/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjY2OTM2Njc3Ml5BMl5BanBnXkFtZTgwNDgzODU3MTI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The Circle 2017",
        "description": "မင္းသားၾကီး တြန္မ္ ဟန္႕ခ္ နဲ႕ မင္းသမီး အမ္မာ၀က္ဆန္တို႕ရဲ႕ ဇာတ္ကားသစ္ပါ။ IMDb ကေတာ့ 5.3 ပဲရိွပါတယ္။ ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ တြန္ဟန္႕ခ္နဲ႕ သူငယ္ခ်င္းတစ္ေယာက္တည္ေထာင္ထားတဲ့ အင္မတန္ၾကီးမားတဲ့ နည္းပညာကုမၼၾကီးတစ္ခုဆီကို သာမာန္၀န္ထမ္းေလးအျဖစ္ Mae Holland(အမ္မာ၀တ္ဆန္) ေရာက္ရိွလာပါတယ္။ သူ႕ရဲ႕ထူးျခားတဲ့အရည္အခ်င္းေတြေၾကာင့္ အျမန္ပဲ ရာထူးေတြ တက္လာခဲ့ျပီး ကုမၼဏီရဲ႕ အေရးပါတဲ့ လ်ိဳႈ၀ွက္ခ်က္တစ္ခုကို သိလုိက္ရပါေတာ့တယ္။ သူသိလိုက္ရတဲ့ အခ်က္က လူသားေတြရဲ႕ လြတ္လပ္မႈအတြက္ အရမ္းကိုအေရးပါတဲ့ အရာၾကီးျဖစ္ေနတဲ့အခါ.....\nဒီရုပ္ရွင္က လက္ရိွ လူမႈကြန္ယက္သံုးစြဲေနတဲ့သူေတြကို ကိုယ္ေရးကိုယ္တာလံုျခံဳမႈနဲ႕ ပတ္သတ္ျပီး သတိထားမိေစခ်င္လို႕ မီးေမာင္းထိုးျပတဲ့ သေဘာ ရိုက္ကူးထားပံုရပါတယ္။ ဒါေပမယ့္ အလွည့္အေျပာင္းနည္းျပီး ေအးစက္စက္နုိင္တဲ့အတြက္ ပရိသတ္ေတြ အၾကိဳက္မေတြ႕ၾကဘူးထင္ပါတယ္။ ျမည္းစမ္းၾကည့္ခ်င္သူေတြေတာ့ ၾကည့္နုိင္ဖို႕ တင္ေပးလုိက္ပါတယ္။File Size    :   800\nDuration   :   111 minutes\nQuality      : ...",
        "rating": "5.3",
        "url": "https://megaup.net/2csv8/The_Circle_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Begum Jaan (2017)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ၂၀၁၇ထြက္\nအလန္းစား တစ္ကားကုိ တင္ဆက္ေပးထားပါတယ္။\n#ဒီဇာတ္ကားက အက္ရွင္ဇာတ္ကား တစ္ကား မဟုတ္ပါဘူး\n#ဒီဇာတ္ကားက အႏုအရြေလးေတြပါတဲ့ ဒရာမာကား တစ္ကား မဟုတ္ပါဘူး။\n#ႏွစ္ခ်ိဳ႕ဝုိင္လုိ စူးရွရွ ခပ္ျပင္းျပင္းနဲ႕ တကယ့္\nအႏွစ္ေတြပါတဲ့ ဇာတ္ကားတစ္ကားပါ\n(ဝုိင္ဘယ္လုိ အရသာရွိလဲ မသိဘူးေနာ္ :p)\nဒီဇာတ္ကားဟာ ၁၉၄၇ ခုႏွစ္မွာ ျဖစ္ေပၚခဲ့တဲ့ ျဖစ္ရပ္မွန္\nအျဖစ္အပ်က္တစ္ခုကုိ အေျခခံ႐ုိက္ကူးထားတာပါ။\n၁၉၄၇ ခုႏွစ္မွာ အိႏၵိယကုိ အုပ္ခ်ဴပ္ေနတဲ့ ၿဗိတိသွၽေနာက္ဆုံး ဘုရင္ခံဟာ\nအိႏၵိယ ႏုိင္ငံႀကီးကုိ အိႏၵိယ-ပါကစၥတန္ ဆုိၿပီး ႏွစ္ႏုိင္ကြဲထြက္သြားေအာင္ ႏွစ္ျခမ္းခြဲခဲ့ပါတယ္။\nႏုိင္ငံ တစ္ႏုိင္ငံကေန အစစအရာရာဟာ ႏွစ္ပုိင္းျဖစ္ၿပီး\nနယ္စပ္မ်ဥ္း ႏွစ္ေၾကာင္းေရးဆြဲကာ သံဆူးႀကိဳးေတြကာရံခဲ့ပါတယ္။\nအရာရာကုိ ႏွစ္ျခမ္းခြဲခဲ့ေပမယ့္ နယ္စပ္မ်ဥ္း\nႏွစ္ေၾကာင္းလုံးေပၚမွာ တည္ရွိေနတဲ့ အိမ္တစ္ခု ရွိေနပါတယ္\nအဲ့ဒါကေတာ့ #ေဘဂြန္ဂ်မ္းရဲ႕ ေဆာင္ၾကာၿမိဳင္ပါပဲ။\n#ေဘဂြန္ဂ်မ္းဆုိတာ ငယ္ဘဝကတည္းက ဒုကၡကုိ မိတ္ဖြဲ႕ၿပီး ဘဝကုိ\nေဒါင္က်က်ျပားက်က် ဒူေပဒဏ္ေပခံလာသူ တစ္ေယာက္။\n#ေဘဂြန္ဂ်မ္းဆုိတာ သတုိ႔သမီးဘဝနဲ႕ ေမြးရပ္ေျမက စြန္႕ခြာသြားခဲ့ရေပမယ့္\nကံၾကမၼာဆုိးေၾကာင့္ ...",
        "rating": "",
        "url": "https://megaup.net/1wpga/Begum_Jaan_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xg7Dh7mjevDgznqw9JHYccNo9ZQ.jpg",
        "title": "Zulu (2013)",
        "description": "As a child, Ali Neuman narrowly escaped being murdered by Inkhata, a militant political party at war with Nelson Mandela's African National Congress. Only he and his mother survived the carnage of those years. But as with many survivors, the psychological scars remain.နာမည္ေက်ာ္ မင္းသားတစ္ေယာက္ျဖစ္တဲ့ ေအာ္လန္ဒုိ ဘလြန္းရဲ႕ ဇာတ္ကားေလးတစ္ကားကုိ\nတင္ဆက္ေပးလုိက္ပါတယ္။ဒီကားမွာ ဘလြန္းဟာဆုိရင္ ဘရုိင္ယန္ အပ္ကင္ အေနနဲ႔ ပါ၀င္\nသရုပ္ေဆာင္ထားပါတယ္။သူဟာ အလီေႏြမန္ ဆုိတဲ့ လူတစ္ေယာက္ရဲ႕လက္ေအာက္မွာ လုပ္ရတာပါ\nသူတုိ႔ ႏွစ္ေယာက္ဟာဆုိရင္ အတူတူ မွဳ႕ခင္းေပါင္းမ်ားစြာ ကုိစုံစမ္းခဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/zulu-2013/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKg4m82rHkXKGLZj0Vq0rgW0LWY.jpg",
        "title": "Saala Khadoos (2016)",
        "description": "The story of a former boxer who quits boxing following a fallout with the authorities over the underlying politics but goes on to coach a fisherwoman to fulfill his dream through her. Thisi is a simultaneously shot Hindi version of the Tamil film Irudhi Suttru.Imdb rating 7.6/10 ရှိထားတဲ့ဘောလိဝုဒ်ကားကောင်းလေးတစ်ကားပါ။အက်ရှင်ဒရာမာဇာတ်ကားဖြစ်သလို အားကစားအကြောင်းအခြေခံထားတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။လက်ဝှေ့အားကစားအကြောင်းကိုရိုက်ထားတဲ့ဇာတ်ကားလေးပါ။အနားယူလိုက်ပြီဖြစ်တဲ့လက်ဝှေ့ကစားသမားဟောင်းတစ်ယောက်က အမျိုးသမီးလေးတစ်ယောက်ကိုလက်ဝှေ့ပညာမှာထူးချွန်အောင်လေ့ကျင့်ပေးရင်းနဲ့ လက်ဝှေ့သမားတွေရဲ့ဘဝဇာတ်ကြောင်းကိုအပြည့်အဝခံစားရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်းသတင်းကောင်းပါးလိုက်ပါတယ်လက်ဝှေ့ကားကြိုက်တတ်တဲ့CMပရိသတ်တွေကျေနပ်နိုင်ကြမယ့်ဇာတ်ကားလေးပါ။File Size : 800 MB/400 MB\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/saala-khadoos-2016/",
        "category": "Action, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEwI53HNDO0ajSUWh4HSsGrlF6l.jpg",
        "title": "Brain on Fire (2016)",
        "description": "A look at a young woman's rapid descent into insanity.\nၿဖစ္ရပ္မွန္ ဇာတ္လမ္းေလးပါ။ ပရိသတ္ေတြေကာ ဒါမ်ိဳးေလးျဖစ္ဖူးလား\n“ပိတ္ေလွာင္ခံခဲ့ရဖူးလား…….ကိုယ့္ခႏၶာကိုယ္ထဲမွာကိုယ္လမ္းေပ်ာက္ေနဖူးလား………………\nကိုယ့္စိတ္ထဲမွာကိုယ္ ေပ်ာက္ဆံုးေနဖူးလား……..အခ်ိန္ေတြထဲမွာေပ်ာက္ဆံုးဖူးလား…………………\nထြက္ေျမာက္ခြင့္ေလးရဖို႔  လြတ္ေျမာက္ဖို႔ကုိ…..အရမ္းကို ရုန္းကန္ၾကိဳးစားေနရတယ္………………..\nလြတ္လမ္းမျမင္ေတာ့အေျခအေန……ကိုယ္ကုိတိုင္ ဘာမွမတတ္နိုင္ေတာ့အေျခအေနမ်ိဳး…….”\nဆူဇန္နာေက့ခ်္လန္ဆိုတာ မိန္းမေခ်ာေလး နယူးေယာက္ပို႔စ္ သတင္းစာတုိက္က\nဂ်ာနယ္နစ္ေလးတစ္ေယာက္  ကိုယ့္ဘ၀ကို စိတ္ၾကိဳက္တည္ေဆာက္ေနရင္း\nတက္သစ္စ အညြန္႔တလူလူနဲ႔ ေပ်ာ္ရြင္ေနတဲ့မိန္းမပ်ိဳေလးတစ္ေယာက္ပါ။\nဒီလိုနဲ႔ မေမွ်ာ္လင့္ဘဲ သူ႔ဘ၀မွာ ခုနကေျပာထားတဲ့အေျခအေနမ်ိဳးနဲ႔ ၾကံဳေတြ႔လာရတဲ့အခါမွာေတာ့\n-အမ်ား ပတ္၀န္းက်င္ကလည္း စိတ္ေ၀ဒနာရွင္လို႔ ျမင္လာတယ္\n-ဆရာ၀န္အမ်ားစုကလည္း စိတ္ေရာဂါအမ်ိဳးမ်ိဳးကို တစ္ေယာက္တစ္မ်ိဳးစီ ေရာဂါနာမည္တပ္ျပီးေတာ့\nစိတၱဇေဆးရံုသာပို႔ေစခ်င္ေပမယ့္ တကယ္ေတာ့ သူကစိတ္ေ၀ဒနာရွင္တစ္ေယာက္ မဟုတ္ခဲ့ဘူး။\nဒီလိုအေျခအေနကို ဘယ္လိုရုန္းကန္ခဲ့ရလဲဆိုတာကို\nၾကည့္ၾကည့္လိုက္ၾကပါ။\nPS..ဒါက တကယ့္ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးမွာ။\n“ဆူွဇန္နာ့ေက့ခ်္လန္” ဆိုတဲ့ ဂ်ာနယ္လစ္စာေရးဆရာမေလးဟာ နယူးေယာက္ပို႕စ္မွာ\nအမွန္တကယ္ အလုပ္လုပ္ေနရင္း ၾကံဳေတြ႔လာရတဲ့ အျဖစ္အပ်က္ပါ။\nသူ႔ရင္ဆိုင္ၾကံဳေတြ႔ခဲ့ရတဲ့အျဖစ္အပ်က္ကုိ ကုိယ္ကုိတုိင္ Personal information အျပည့္အစံုနဲ႔ကို\nBrain on Fire ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/brain-on-fire-2016/",
        "category": "Biography, Drama"
    }
]