[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jeIwmtYOuENAztnhZz7zeiky1pc.jpg",
        "title": "(18+)Siphayo (2016)",
        "description": "ခုတင်ဆက်ပေးမယ့် ကားလေးကတော့ ဖိလစ်ပိုင် erotic thriller ကားလေးပါ\nerotic ကတော့ ဇာတ်လမ်းသဘောအရ sex အခန်းတွေ ပေါပေါသီသီပါဝင်လို့ 18+ဖြစ်နေပေမယ့်\nတော်တော်လေးကို suspense ဖြစ်တဲ့ plot ကိုပိုင်ဆိုင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးက လယ်ပိုင်ရှင် ဒန်တီဆိုတဲ့သူက\nသူ့ဇနီးဆုံးတဲ့အချိန်မှာ သားနှစ်ယောက် ချွေးမတစ်ယောက်နဲ့အတူတူ\nလုပ်ကိုင်စားသောက်နေကြတာပါ အဲ့အချိန်မှာ ဘွားခနဲဆို သူ့သားတွေနဲ့\nမတိမ်းမယိမ်း စကီလေးတစ်ပွေကို အိမ်ပေါ်ကောက်တင်လာပါတယ်အဲ့တော့ မြန်မာကားထဲက ဒရာမာတွေလိုပဲ သားနဲ့မိထွေးဇာတ်လမ်းတွေရော\nအဖေနဲ့ချွေးမဇာတ်လမ်းတွေရော စောက်ပြသနာတွေရော\nဘာတွေမှန်းတော့မသိပေမယ့် အားတိုင်းတဂျိန်းဂျိန်းတော့ ချနေပါတယ်\nPlot လေးကလဲ အဆုံးထိစိတ်ဝင်စားဖို့ကောင်း မပျင်းရအောင်လဲ\nဇာတ်ရှိန်က တဂျိန်းဂျိန်းနဲ့တက်သွားတော့\nပရိသတ်တို့အတွက် လက်လွတ်မခံဖို့ လက်တို့လိုက်ပါတယ်\nFile size…2.45GB  / 910MB\nQuality…1080p WEBRIP AAC /720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/18siphayo-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ss57QaZX5OE3YxoTZeKW5Y6U83S.jpg",
        "title": "[18+]I Am Love(2009)",
        "description": "[18+]I Am Love(2009) အညွှန်း***************************(မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..)2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အီတလီ အချစ်ဒရာမာ ဇာတ်ကားဖြစ်ပြီး ဆုပေါင်း ၁၆ ဆုရရှိထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင် အမ်မာအဖြစ် နာမည်ကျော်မင်းသမီးကြီး Tilda Swinton ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အမ်မာက ချစ်ခင်ရတဲ့မွေးရပ်မြေ ရရှားကို ချန်ရစ်ပြီး ချစ်သူ တန်ခရီဒီနဲ့ လက်ထပ်ဖို့ အီတလီကိုသျှောင်နောက်ဆံထုံးပါ လိုက်လာခဲ့ရှာသူပါ။ခင်ပွန်းဖြစ်သူ တန်ခရီဒီရဲ့မိသားစုက အီတလီနိုင်ငံရဲ့ ကြေးရတတ် စက်ရုံပိုင်ရှင်တွေဖြစ်ကြတာကြောင့်သူ့ဘဝကလည်း အပူအပင်မရှိတဲ့ သူဌေးကတော်အဖြစ် သားနှစ်ယောက် သမီးတစ်ယောက်ထွန်းကားခဲ့ပြီးသားသမီးတွေလည်း ကိုယ်စီ အရွယ်ရောက်ကုန်ကြပါပြီ။ဒါပေမဲ့ အမ်မာဟာ မပျော်ရွှင်နိုင်ပဲ ဆန္ဒမပြည့်ဝသလို၊ တစ်ခုခုလိုအပ်နေသလို ဟာတာတာ ခံစားနေရပါတယ်။သားဖြစ်သူ အယ်ဒိုနဲ့ ဆက်စပ်ပြီး သူ့ရင်ထဲက အဲဒီကွက်လပ်ကို ဖြည့်ပေးတဲ့သူတစ်ယောက်ပေါ်လာချိန်မှာ သူ့ဘဝရဲ့တစ်ဆစ်ချိုးအပြောင်းအလဲတွေက ဘာဖြစ်မလဲဆိုတာ…    File Size : (2.9GB) (816 MB) and (312 MB)\nQuality : Blu-Ray 1080P5.1CH, 720p\nFormat…mp4\nDuration…02:00:00\nGenre ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/18i-am-love2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNDcxY2E1ZTctZTBjNS00YTE2LTllZmItZGVjMGFhOGM3NGNlXkEyXkFqcGdeQXVyNzExNDQ2NDM@._V1_QL75_UY281_CR110190281_-135x200.jpg",
        "title": "Father & Sons (2018)",
        "description": "Father & Sons (2018)================မိသားစုအချင်းချင်းကြားမှာ ထားရှိတဲ့မေတ္တာဆိုတာ တစ်ခါတစ်လေမှာ\nမမြင်နိုင်ဘူးဖြစ်တတ်ပါတယ်။ နေ့တိုင်း ချစ်တယ်လို့ ပြောဖြစ်ချင်မှ ပြော\nဖြစ်ကြပါလိမ့်မယ်။ ဒါပေမယ့် နေ့စဉ်လုပ်ကိုင်ပေးနေတဲ့ ကိစ္စတွေက အချစ်ကို\nအခြေတည်ပြီးတော့ ဖြစ်လာကြတာပါ။တစ်ဦးနဲ့တစ်ဦး ရန်ဖြစ်ကြ စကားမပြောဘဲနေကြကောင်း နေနိုင်ပေမယ့်\nတကယ့်အတွင်းစိတ်ထဲက မေတ္တာက မပြောင်းလဲနိုင်ဘူးလို့ ထင်ပါတယ်။\nဒါကြောင့်လည်း မိသားစုဟာ လူတိုင်းရဲ့ ဘဝမှာ အရေးပါတဲ့ အစိတ်အပိုင်း\nတစ်ခုဖြစ်နေတာပါ။ချစ်ခြင်းမေတ္တာဟာ ဆန်းကြယ်လွန်းလှပါတယ်။ အဖေတစ်ယောက် သား\nနှစ်ယောက်တို့ကြားက ဆန်းကြယ်လှတဲ့ ချစ်ခြင်းမေတ္တာကို ခပ်ပါးပါးဖော်\nပြထားပြီး လှလှပပ ပြသွားတာကို ယခုဇာတ်ကားထဲမှာ ကြည့်ရှု့ရမှာမို့\nဒရာမာချစ်သူ ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Leonard Lin, Roman Nox တို့ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (435 MB) / (240 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/father-sons-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xH3sEe7AVQ1bevdKVoBqdXWu3f5.jpg",
        "title": "[18+] The Postman Always Rings Twice (1981)",
        "description": "The Postman Always Rings Twice (1981)~ IMDb - 6.6/10, RT - 79%, Meta - 61% ~Chinatown, One Flew Over the Cuckoo's Nest, The Shining တို့လို ဂန္ထဝင်မာစတာပိစ်ကားတွေရဲ့ မင်းသား Jack Nicholson ရဲ့ ခေတ်ဟောင်းကားလေးပါ။ မမြင်အပ် မမြင်ရာ ဇာတ်ဝင်ခန်း တစ်ချို့ပါဝင်တာမို့ မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။ James M. Cain ရဲ့ နာမည်တူ နာမည်ကြီးဝတ္တုကို အခြေတည်ရိုက်ကူးထားပြီး ဒီဝတ္တုကို ၁၉၄၆မှာလည်း တစ်ခါရိုက်ကူးခဲ့သေးပါတယ်။ ၁၉၄၆ ဗားရှင်းကတော့ ဝေဖန်ရေးသမားတွေ အကြိုက်ပိုဖြစ်ခဲ့ပါတယ်။ ဇာတ်လမ်းဟာ လောဘနဲ့ ရမ္မက်နောက်ကိုလိုက်တဲ့ လူတွေအကြောင်း ဖော်ပြထားတာဖြစ်ပြီး လောကရဲ့ ကွေ့ကောက်တဲ့ မာယာတွေကြား တုန်ခါယိမ်းသွေ့သူတို့ရဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-postman-always-rings-twice-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/7i4VKEmdkz7exJsCwA6MvJHcDw9-133x200.jpg",
        "title": "Juniper (2021)",
        "description": "Juniper(2021)\n============\nRotten Tomatoes 🍅 ~ 96%\nIMDb Rating ~ 6.5အရက်အိုးထဲ ခေါင်းစိုက်ထားတဲ့ အဘွားဖြစ်သူနဲ့ မြေးဖြစ်သူ ဆယ်ကျော်သက်\nအရွယ် လူရမ်းကားလေးတို့ရဲ့ Drama ဇာတ်လမ်းပါ။ဆမ်က ပြဿနာပေါင်းစုံရှာတတ်တဲ့ ဆယ်ကျော်သက် လူရမ်းကားလေးပါ။\nကျောင်းပိတ်ရက်တစ်ခုမှာတော့ ဆမ်တို့အိမ်ကို ခြေထောက်ကျိုးနေတဲ့ အဘွား\nဖြစ်သူ ရုသ်ရောက်လာပါတယ်။ ခြေထောက်ကျိုးပြီး နေမကောင်းဖြစ်နေ\nပေမဲ့ ရုသ်က အရက်ကို ရေလိုသောက်နိုင်တဲ့သူပါ။ဆမ့်အဖေ အင်္ဂလန်ကို ခရီးသွားစရာ ပေါ်လာတဲ့အခါမှာတော့ ဆမ်တစ်ယောက်\nရုသ်ကို သူနာပြု ဆာရာနဲ့အတူပြုစုပေးဖို့ ဖြစ်လာပါတယ်။ ကြည့်မရခဲ့တဲ့ အဘွား\nဖြစ်သူကြောင့် ဆမ်ရဲ့ ဘဝကြီး ဘယ်လိုတွေ ပြောင်းလဲသွားမလဲဆိုတာ လွမ်းမော\nဖွယ်ရာ ကြည့်ရှူခံစားကြရမှာပါ။ အဘွားဖြစ်သူနေရာက မင်းသမီးကြီး Charlotte\nRampling ရဲ့  သရုပ်ဆောင်ချက်တွေကြောင့် စ လယ် ဆုံး ဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်\nကားတစ်ကားလည်းဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Roman Nox ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (420 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/juniper-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4a0X2GKDmhhp1U2FUKtKY6uNQHL.jpg",
        "title": "Selina’s Gold (2022)",
        "description": "(18+) Selina's Gold (2022)CM ပရိတ်သတ်ကြီးနဲ့ မစိမ်းတဲ့ ဖိလစ်ပိုင်က မင်းသမီးလေးရဲ့ အသစ်ထွက်ရှိထားတဲ့ ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက တော်တော်လေးကို ဇာတ်အိမ်နာအောင်တည်ထားတာပါ။\nအင်ဒိုချိုင်းနားကျွန်းဆွယ် အမေရိကန်နှင့် ဂျပန်တို့ရဲ့ ဒုတိယကမ္ဘာစစ်ကာလမှာ အခြေတည်ထားပြီး\nအရာရာဟာ ပျက်စီးနေတဲ့ကာလမှာ ဘဝတွေဟာဘယ်လောက် ပျက်စီးနေပြီလဲဆိုတာ\nအချိန်ကာလလေးနဲ့ လိုက်ပြီးဇာတ်လမ်းဆင်ထားတာလေးကတော်တော်လေး သဘောကျစရာပါ။စစ်ပွဲကာလ လူတွေဟာ ဘဝတွေပျက်တယ် ကိုယ်ကျင့်တရားတွေပျက်ကြတယ်\nသိက္ခာတရား ဆိုတာ ဗိုက်ဆာနေချိန်မှာ မြောင်းထဲရောက်ကုန်ကြတယ်\nဒီလိုအဘက်ဘက်ကပျက်စီးယိုယွင်းနေတဲ့ ခေတ်ပျက်ကြီးမှာ ဆယ်လီနာဆိုတဲ့ ကလေးမတစ်ယောက်\nအသက် ၁၇ နှစ်ပြည့်ပြီး လှလှပပလေး ဖူးပွင့်လာခဲ့တယ်။\nသို့ပေမဲ့ ကံတရားရဲ့ ရက်စက်မှုတွေက ဒီလိုနုနုနယ်နယ် ကလေးမကို အရက်သမား ဖခင်ကြီးဆီမှာနေစေခဲ့တယ်။\nနောက်ဆုံးတော့ ဖခင်ကြီးက သူ့ရဲ့ အကြွေးတွေကိုဆပ်ဖို့ ရွာကငွေတိုးချေးစားတဲ့ သူဆီမှာ ဆယ်လီနာလေးကို ရောင်းစားခဲ့တယ်။\nတီအာဂိုဆိုတဲ့ ငွေတိုချေးတဲ့သူဟာလဲ သူ့ရဲ့ယုံကြည်ချက်တွေမှာ သူ့ရဲ့အာဏာရှင်စိတ်ဓာတ် ဩဇာပေးချင်တဲ့စိတ်တွေကို\nဆယ်လီနာလေးအပေါ်ပုံချခဲ့ရာ ငယ်ငယ်ရွယ်ရွယ်ကလေးမတစ်ယောက် လောကကြီးကို ဘယ်လိုရင်ဆိုင်ပြမလဲ\nမိန်းမတို့ရဲ့ မာယာကိုဘယ်လိုထုတ်ပြမလဲ ဆိုတာကို လှည့်ကွက်မျိုးစုံနဲ့ ဇာတ်အိမ်ခိုင်ခိုင်လေးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။*** ကုတင်ပေါ်ကအခန်းများ စကားလုံးကြမ်းကြမ်းများ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/selinas-gold-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOGZhODQ3NDUtMjE1OS00MzEzLWFhY2MtY2U2YjQzYWUyYWQwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Good Nurse (2022)",
        "description": "IMDb 6.9/10\nRotten Tomatoes 8.1ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားပြီး Netflix ကထုတ်လွှင့်တဲ့ ဒီကားကတော့ Must Watch စာရင်းထဲပါတဲ့ဇာတ်ကားကောင်းဆိုလည်းမမှားပါဘူးရှင်တစ်နေ့..ပါ့ခ်ဖီးဆေးရုံကြီးကိုချာလီဆိုတဲ့ Male Nurse တစ်ယောက်အလုပ်လာလုပ်ခဲ့တယ်\nအေမီဆိုတာကတော့ ဆေးရုံမှာမသိတဲ့လူမရှိ လူချစ်လူခင်ပေါတဲ့သူနာပြုတစ်ယောက် ဒီလိုနဲ့ လူသစ်ချာလီကို ကူညီပေးရင်းသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ကြတယ် ချာလီကသူမထင်ထားတာထက် ဖော်ရွေသဘောကောင်းပြီး ကျန်းမာရေးမကောင်းတဲ့သူမကို အရမ်းဂရုစိုက်ပေးခဲ့တော့ တွဲဖက်ကောင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ဒါပေမယ့်မကြာခင်မှာပဲ ဆေးရုံကလူနာတွေရုတ်တရက်ကြီးသေဆုံးသွားကြပါတယ် ဆုံးပါးတဲ့လူနာတိုင်းကိုစစ်ကြည့်တော့လည်း အင်ဆူလင်ဆေးကြောင့်ဆိုတာထွက်ပေါ်လာတော့ ဆေးရုံဘုတ်အဖွဲ့ကမသင်္ကာလို့ရဲတွေအကြောင်းကြားပြီး ဒီအမှုကိုစုံစမ်းခိုင်းပါတော့တယ်ဒီလိုနဲ့ ICU မှာတာဝန်ကျသူနာပြုတွေကိုစုံစမ်းရင်း လူသစ်ချာလီက ထူးဆန်းစွာဆေးရုံပေါင်း၉ခုမှာအလုပ်လုပ်ခဲ့ကြောင်းတွေ့ရှိလာခဲ့တဲ့နောက်မှာတော့....တကယ်ပဲချာလီကဒီလူတွေသေတာနဲ့ပတ်သက်နေတာလား လူသတ်သမားကဘယ်သူဖြစ်နိုင်မလဲဆိုတာဆက်လက်ခံစားကြည့်ရှုလိုက်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(2GB) / (750MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__02:01:00\nType__Biography, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-good-nurse-2022/"
    },
    {
        "thumbnail": "",
        "title": "Om Shanti Om (2007)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Old But Gold ဇာတ်ကားလေးဖြစ်တဲ့\nရှာရွတ်ခန်းရဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်အွန်း(မ်)ဆိုတဲ့ ကောင်လေးဟာ အရမ်းကိုမှ မင်းသားဖြစ်ချင်နေတဲ့\nသာမန်လူတန်းစားလေးတစ်ယောက်ပေါ့\nအဲဒီအချိန်တုန်းက ရှန်တီဆိုတဲ့ ရုပ်ရှင်မင်းသမီးဟာ\nလျှမ်းလျှမ်းတောက် အောင်မြင်ကျော်ကြားတဲ့သူဖြစ်ပြီး\nအွန်း(မ်)ကလည်း သူ့ကို အသေအလဲသဘောကျနေတာပေါ့တစ်နေ့ကျတော့ ရှန်တီဟာ ထုတ်လုပ်သူတစ်ယောက်ရဲ့\nမီးရှို့သတ်ခြင်းကို ခံခဲ့ရပြီး\nဒါကိုမျက်မြင်ကိုယ်တွေ့ မြင်လိုက်တဲ့ အွန်း(မ်)က\nဝင်ကယ်ဖို့လုပ်ရင်းနဲ့ သူပါ သေဆုံးသွားခဲ့ရပါတယ်ဒါပေမယ့် သူဟာ\nမင်းသားကြီးတစ်ယောက်ရဲ့ သားအဖြစ် ပြန်လည်လူဝင်စားလာခဲ့ပြီး\nနှစ် (၃၀) အကြာမှာတော့ လျှမ်းလျှမ်းတောက်မင်းသားတစ်လတ် ဖြစ်လို့လာခဲ့ပါတယ်အဲဒီလိုနဲ့ တဖြည်းဖြည်းနဲ့ သူ့အရင်ဘဝကို ပြန်အမှတ်ရလာပြီး\nရှန်တီအတွက် တရားမျှတမှုရှာပေးဖို့ ကြံစည်ပါတော့တယ်သူဘယ်လိုနည်းနဲ့ ပြန်အမှတ်ရခဲ့တာလဲ\nရှန်တီကရော ဘာလို့အသတ်ခံခဲ့ရတာလဲ ရှန်တီအတွက်\nတရားမျှတမှုကိုရော ဘယ်လိုရှာပေးမလဲဆိုတာ ရှာရွတ်ခန်းရဲ့\nနှစ်ဘဝသရုပ်ဆောင်ချက်တွေကို အပြည့်အဝခံစားကာ ကြည့်ရှုရမှာပဲဖြစ်လို့\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4.35GB / 2.2GB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Sora",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/om-shanti-om-2007%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vfVqmu5gh0aqidrcuvQIrxLHnGJ.jpg",
        "title": "Rigodon (2012)",
        "description": "(18+) Rigodon (2012)2012 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ ဖိလစ်ပိုင် အိမ်ထောင်ရေးကားလေးပါRigodon ဆိုတာက စပိန်ကနေ ဆင်းသက်လာတဲ့ စကားဖြစ်ပြီးတော့\nဖိလစ်ပိုင်လိုကတော့ \"ကချေသည်\" လို့ ဆိုလိုတာပါ။\nဘဝ ဆိုတာက တီးလုံးနဲ့လိုက်ပြီး ကနေရတဲ့ ကချေသည်လိုပါပဲ နိမ့်ချည်တစ်ခါ မြင့်ချည်နဲ့တစ်လှည့်နဲ့ပေါ့။\nရစ်ကီဆိုတဲ့ လူငယ်တစ်ယောက်ဟာ အောင်မြင်မှုလမ်းကြောင်းပေါ်ရောက်ခါနီး\nအိမ်ထောင်စောစောစီးစီးကျပြီးတော့ ကိုယ့်ရဲ့ အိပ်မက်နောက် မလိုက်နိုင်ခဲ့ပဲ လမ်းပျောက်နေခဲ့တယ်။\nဒါပေမဲ့လဲ သူဟာ သူ့ရဲ့သရုပ်ဆောင်ဘဝကို ပြန်လိုချင်ပြီး လုပ်မိလုပ်ရာ လုပ်ခဲ့မိပါတယ်။\nသူ့ရဲ့ အသက်မွေးဝမ်းကြောင်းဟာလဲ သူ့လို အသက် ၃၁ နှစ်ရှိပြီဖြစ်တဲ့ လူတစ်ယောက်အတွက် နေရာဆိုတာ မရှိခဲ့ပါဘူး။\nနောက်ဆုံးတော့ အိမ်ထောင်ရေးကို လျစ်လျှူရှုကာ\nမိမိ ငယ်ဘဝက မလုပ်ခဲ့ရတာ မဖြစ်ခဲ့ရတာတွေကို ပြန်လည်အကောင်ထည်ဖော်ရင်း\nရစ်ကီရဲ့ နောက်ကွယ်က ဘဝဟာ ဘယ်လိုလဲဆိုတာ ကြည့်ရှုခံစားပေးကြပါဦး။*** တစ်ခုသတိချပ်စရာရှိတာက အိမ်ထောင်ရေးကားဆိုပေမဲ့ အဖော်အချွတ်နဲ့\nကုတင်ပေါ်ကအခန်းတွေ ပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့ ကြည့်ရှုလို့ မသင့်တော်ပါဘူး။\nအကြံပေးတဲ့အနေနဲ့ မြသန်းတင့် ဘာသာပြန်ထားတဲ့ \"စစ်နဲ့ငြိမ်းချမ်းရေး\" စာအုပ်ထဲက ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/rigodon-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zZYpg1dDVQOV6VH6pU2WZikTIR7.jpg",
        "title": "[18+] An Affair (1998)",
        "description": "An Affair (1998)~ IMDb - 6.8/10, MyDramaList - 7.5/10 ~(ကိုရီးယားခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 720p ကိုပဲ ကြည့်ရအဆင်ပြေအောင် ဖန်တီးပေးလိုက်ပါတယ်ခင်ဗျာ)သိပ်မကြာသေးခင်ကပဲ Squad Game နဲ့ Emmy ဆု ရခဲ့တဲ့ လီဂျောင်ဂျေး နုငယ်စဉ်တုန်းက ရုပ်ရှင်ပါ။ City of the Rising Sun ကိုမရိုက်ခင် တစ်နှစ်တည်းမှာ ဒီကားကိုရိုက်ခဲ့ပြီး ဒီရှေ့မှာ သူအောင်မြင်ခဲ့တဲ့ရုပ်ရှင်ဆိုလို့ ကျွန်တော် သိသလောက် Sandglass ဇာတ်လမ်းတွဲပဲ ရှိတော့ ဒီကားဟာ သူတော်တော်ဝါနုသေးတဲ့အချိန်က ကားပါ။ ဝါနုသေးပေမဲ့ ပါရမီတော့ မနုကြောင်း ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်နဲ့ ပနံသင့်နေတဲ့ သူ့ဟန်ပန်တွေကြည့်ရင် သိသာပါတယ်။ နောက်ပိုင်းမှာ အကြမ်းပတမ်းကားတွေပဲ အရိုက်များလာတဲ့ လီဂျောင်ဂျေးဟာရိုမန့်မှာလည်း မခေကြောင်း သိနိုင်မယ့်ကားလည်းဟုတ်ပါတယ်။ဇာတ်လမ်းကတော့ ညီအစ်မနှစ်ယောက်ရှိတယ်။ ညီမက အမေရိကန်မှာ။ သူ့ကောင်လေးက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/an-affair-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pm0y9yZItfm4EHlGo7oQ0wq1Agk.jpg",
        "title": "[18+] Cruel Intentions 2 (2000)",
        "description": "Cruel Intentions 2 (2000)ဆယ်ကျော်သက်ဘဝဆိုတာ စမ်းသပ်ချင် လေ့လာချင်စိတ်နဲ့ ဇီဝဗေဒတွေ ပိုးထကြွတဲ့အရွယ်ပေါ့။ ဆယ်ကျော်သက်အိပ်မက်တွေ ပြာရီလွှမ်းတဲ့ အဖြစ်မျိုးတွေ အားလုံး ကင်းကြမှာမဟုတ်ဘူး။ အပြစ်တော့လည်း မဟုတ်ပါဘူးလေ။ လူရယ်လို့ဖြစ်လာပြီးမှ ကိုယ့်ကို ဘယ်လိုဇီဝဗေဒနဲ့ ဖန်ဆင်းထားသလဲ မသိတာကမှ အ,လွန်းတာမို့လား။ ဒီရုပ်ရှင်မှာတော့ လူဖန်တီးနိုင်တဲ့ ဇီဝဗေဒပညာကို လေ့လာကြတဲ့ ကျောင်းသား ကျောင်းသူလေးတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်။Sarah Thompson တို့ Teresa Hill တို့လို တစ်ခေတ်တစ်ခါက အလှလေးတွေ ပါဝင်အားဖြည့်ထားတဲ့ Cruel Intention 2 ပါ။ ပထမကားကြည့်ဖူးရင်တော့ ဘယ်လိုကားလဲသိပါလိမ့်မယ်။ အဓိကမင်းသမီးလို့ပြောလို့ရတဲ့ Amy Adams ရဲ့ ခပ်ကြမ်းကြမ်း အခန်းတွေလည်း မနည်းပါဝင်တာမို့ မိသားစုနဲ့ မကြည့်သင့်ပါဘူး။ငမွှေကောင် ဆီဘတ်ရှန်ဟာ ဆိုးလွန်းပေလွန်းလို့ ကျောင်းပြောင်းပေးခံလိုက်ရပြီး သူ့အဖေနဲ့ မိထွေးနဲ့ အတူ အိမ်ကြီးရခိုင်နဲ့ သူဌေးသား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cruel-intentions-2-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNjQxNzgzZTctMzNlOC00ZDkxLTg5MGMtNTFhZGJjYTIzNzI1L2ltYWdlXkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY1000_CR006561000_AL_-197x300.jpg",
        "title": "Confidential Assignment (2017)",
        "description": "Confidential Assignment (2017)_____IMDb - 6.6/10\n  \nကန် ဒေါ်လာ တရားမဝင်ထုတ်လုပ်နေတဲ့ မြောက်ကိုရီးယား နိုင်ငံမှာ\nချာ ဂီဆန်း လို့ခေါ်တဲ့ အကြီးတန်း ဗိုလ်မှူးကြီးတစ်ယောက်က နိုင်ငံတော်ကို သစ္စာဖောက်ပြီး\nဒေါ်လာထုတ်တာမှာ သုံးတဲ့ သတ္တုပြားတွေကို ခိုးယူဖို့ကြိုးစားပါတော့တယ်\nဒီအခြေအနေမှာ ဗိုလ်မှူး အင် ချွဲယောင်း က တာဆီးနိုင်ခဲ့ပေမဲ့ သူ့ဇနီးဖြစ်တဲ့\nရဲဘော် ဟွာယောင်းကို ဓားစာခံလုပ်ပြီး အကျပ်ကိုင်လာတဲ့အခါမှာတော့\nသူ လက်နက်ချလိုက်ရတယ်\nဒါပေမဲ့ ချာ ဂီဆန်း က သူပြောတဲ့အတိုင်း ကတိမတည်ပဲ အားလုံးကို သတ်ခဲ့တယ်\nဒါပေမဲ့လည်း အင် ချွဲယောင်း ကိုမသတ်ခဲ့မိတဲ့ သူ့ရဲ့အမှားက ...\nသူ တောင်ကိုရီးယား ကို တိမ်းရှောင်နေတဲ့အချိန်မှာ ဒုက္ခပေးပါတော့တယ်\nချွဲ အင်ယောင်းက တောင်ကိုရီးယား ရဲစုံထောက် ဂန် ရှင်းထယ် နဲ့ပူးပေါင်းပြီး\nချာ ဂီဆန်း ကို ဖမ်းဆီးနိုင်ဖို့ကြိုးစားပါတော့တယ်\nဒီလို တစ်ဖက်နဲ့တစ်ဖက် မယုံကြည်ပေးနိုင်တဲ့အချိန်မှာ\nလုပ်ဆောင်ရတဲ့ တောင်-မြောက် ပူးပေါင်းစစ်ဆင်ရေးက အောင်မြင်ပါ့မလား\nဘယ်လို အခက်အခဲတွေ ထပ်ပြီးကြုံတွေ့ရဦးမလဲ\nအင် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2f1ev/Confidential_Assignment_(Gongjo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ghilli-2-142x200.jpg",
        "title": "Ghilli (2004)",
        "description": "CM ပရိသတ်ကြီးတို့အတွက် မင်းသားဗီဂျေး ပါဝင်သရုပ်ဆောင်ထားတဲ့\nGhilli ဆိုတဲ့ 2004 ခုနှစ်ထွက် ဇာတ်ကားကောင်းတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်ဗယ်လူဆိုတာ ကာဘာဒီအားကစားကို လွန်စွာမှ\nရူးသွပ်တဲ့သူတစ်ယောက်ပေါ့\nဒါပေမယ့် သူ့အဖေက မကြိုက်တော့ သူ့မှာ အဲဒါကို\nခိုးပြီးဆော့ရတယ် ခိုးပြီး ပြိုင်ပွဲတွေ ဝင်ရတယ်ပေါ့အဲဒီလိုပဲ တစ်နေ့ကျတော့ မာဒူရိုင်မြို့ကို ကာဘာဒီပြိုင်ပွဲ ပြိုင်ဖို့\nအိမ်ကနေ လိမ်ပြီးထွက်လာရင်း\nလမ်းမှာ မိန်းကလေးတစ်ယောက်ကို လူတစ်ယောက်က\nအတင်းအဓမ္မဆွဲခေါ်နေတာ မြင်လိုက်ရတော့\nကောင်မလေးကို သူတို့လက်ထဲက ကယ်ပြီး သူ့အိမ်ထဲမှာ\nဖွက်ထားလိုက်တော့တယ်တကယ်တော့ အဲဒီလူက ပိုက်ဆံအင်အားနဲ့ ဆိုးသွမ်းချင်တိုင်း\nဆိုးသွမ်းနေတဲ့သူဖြစ်ပြီး လူဆိုရင်လည်း လမ်းပေါ်မှာ\nပေါ်ပေါ်ထင်ထင်ပဲ သတ်နေတဲ့သူပေါ့သူက အဲဒီကောင်မလေးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူ\nအဲဒီကောင်မလေးကို ဗယ်လူက သူ့လက်ထဲက ကယ်ပြီး\nနည်းအဖုံဖုံကြိုးစားကာ သူ့အိမ်မှာ ဖွက်ထားတယ်\nဒါကို သူ့အိမ်က မိသားစုဝင်တွေတစ်ယောက်ကမှလည်း မသိဘူးပေါ့အဲဒီလိုနဲ့ သူ ဘယ်လောက်ထိ ကောင်မလေးကို ဖွက်ထားနိုင်မလဲ\nကောင်မလေးကို လူဆိုးတွေလက်ထဲက ဘယ်လိုကယ်တင်မလဲဆိုတာ\nအချစ် အလွမ်း အက်ရှင်နဲ့ ရသပေါင်းစုံ ပေါင်းစပ်ကာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…4GB / 2GB\nQuality…1080p AMZ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/ghilli-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76cCsRtQ5MJBAqoigojXsLXLJwh.jpg",
        "title": "[18+] Cruel Intentions (1999)",
        "description": "Cruel Intentions (1999)~ IMDb - 6.8/10, Rotten Tomatoes - 54% ~1782 ခုနှစ်တုန်းက ထုတ်ခဲ့တဲ့ဝတ္ထုတိုတစ်ပုဒ်ကို မှီငြိမ်းရိုက်ခဲ့တဲ့ ဒီဇာတ်ကားဟာ အစကတော့ Low Budget ရုပ်ရှင်တစ်ကားအနေနဲ့သာ ထုတ်ဖို့ရည်ရွယ်ခဲ့ကြပေမဲ့ ရုံဝင်ငွေ အမြတ်တွေ အတော်ရပြီး အကြီးအကျယ်ပေါက်ခဲ့သလို Cult Classic ရုပ်ရှင်တစ်ကားအဖြစ်လည်း သတ်မှတ်ခံခဲ့ရပါတယ်။ ဒီထဲမှာ ပါတဲ့သူတွေကတော့ ရုပ်ရှင်ဝါသနာအိုးတွေ ရင်းနှီးနေပြီးသားဖြစ်မယ့်သူတွေချည်းပါပဲ။ ဆိုတော့ ဇာတ်လမ်းအကျဉ်းလေး ပြောရအောင်ဗျာ...ဆီဘက်ရှန်နဲ့ ကတ်သရင်းဆိုတာ အဖေမတူအမေကွဲ ငြိတိတိ ချိတ်တိတ်တိတ် မောင်နှမတွေပေါ့။ နှစ်ယောက်လုံးက ခပ်ဟော့ဟော့နဲ့ စားဘဲကြီးစားစော်ကြီးတွေ အသီးသီးလုပ်နေကြတာပေါ့။ ဆီဘက်ရှန်ဘဝမှာ မအောင်မြင်သေးတဲ့ ပန်းတိုင်ကတော့ ကတ်သရင်းပါပဲ။ ကတ်သရင်းကလည်း ဆီဘက်ရှန် သူ့ကို လိုချင်မှန်းသိတော့ မထိတထိ ကလူသလို လူကိုမြူဆွယ် ကျီစယ်နေကျပါပဲ။ တစ်ရက်မှာတော့ အရမ်းရိုးသားဖြူစင် ဗိုင်းကောင်းကျောက်ဖိကောင်မလေးတစ်ယောက်ကို ဆီဘက်ရှန်တစ်ယောက် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/cruel-intentions-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzZhYTllNWQtNTdlYy00NGM4LThiNjYtMWVlNDk2ZTA4YWRkXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "[18+]Bitter Honey (2016)",
        "description": "အကာဂိုက စာရေးဆရာကြီးနဲ့ တူတူနေနေတဲ့ အနီရောင်ရွှေငါးမလေးတစ်ကောင်ပဲဖြစ်ပါတယ်သာမန်ငါးနီလေးမဟုတ်ဘဲ လူယောင်ဖန်ဆင်းနိုင်ပြီး စာရေးဆရာကြီးကိုပဲ တွာ်ငြိနေတဲ့ ဖြူစင်တဲ့ငါးမလေးတစ်ကောင်ပေါ့တစ်ရက် စာရေးဆရာကြီးရဲ့အသိမိတ်ဆွေဟောင်း ယူရီကိုရဲ့ဝိဥာဥ်ပြန်ပေါ်လာတဲ့အခါ သူတို့သုံးဦးကြားဘာတွေဖြစ်လာမလဲယူရီကိုနဲ့စာရေးဆရာကြီးကြားကရော ဘာတွေရှိနေခဲ့လို့ ခုလိုပြန်ပေါ်ထွက်လာရတာလဲစာ​ရေးဆရာကြီးကိုအပိုင်လိုချင်ပြီး မိသားစုဘဝထူထောင်ချင်နေတဲ့ ငါးနီမလေးကရော ဘယ်လိုဖြစ်သွားမလဲ ကြည့်ရမှာဖြစ်ပါတယ်File Size__(1GB)\nQuality__720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:45:00\nType__Adult, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/18bitter-honey-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gsNmekHdx3iK6V6Z7xBHHbgosbF.jpg",
        "title": "[18+] Lover (2005)",
        "description": "Lover (2005)မင်းသမီးက ကင်ကီဒွပ်ရဲ့ The Net တို့ Hong Sang-soo ရဲ့ Woman Is the Future of Man တို့ထဲ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ Lee Sun-kyunလို နာမည်ရမင်းသားနဲ့တွဲပြီး မင်းသမီးနေရာကလည်း ရိုက်ဖူးပါသေးတယ်။ ဒီကားထဲမှာတော့ ကင်မင်ဟီးလိုလို ရုပ်လေးနဲ့ဆိုတော့ ကြည့်ရတော်တော်တန်ပါတယ်။ မင်းသားကလည်း Bad Guys ဇာတ်လမ်းတွဲ ၂ခုလုံးရော မူဗီမှာပါ ပါဖူးတဲ့သူဆိုတော့ ၁၈အပေါင်းကားပေမဲ့ cast တွေတော့ ကြမ်းပါတယ်။ဇာတ်လမ်းကတော့ ကုမ္ပဏီဒေဝါလီခံပြီး အာဖရိကကိုသွားတော့မယ့်လူတစ်ယောက်ဟာ ကိုရီးယားမှာနေတဲ့ နောက်ဆုံးနေ့မှာ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ခဲ့တဲ့အကြောင်းပါပဲ။ အဲဒီမိန်းကလေးနဲ့ အဲဒီတစ်ရက်တာကို အတူကုန်ဆုံးပြီး ၂ယောက်အတူ ပျော်စရာဘဝလေးတစ်ခုကိုဖြတ်သန်းကြပါတယ်။ ဇာတ်လမ်းနဲ့ကားမို့ ၃ခန်းပဲပါပေမဲ့ မင်းသမီးလှလို့ ကြည့်ရတန်သလို ဇာတ်လမ်းကလည်း ရိုမန့်တစ်ဆန်ဆန်နဲ့ ကြည့်ရတန်တာမို့ ရိုမန့်တစ်အချစ်ညပြာပြာလေးကို ဖြတ်သန်းချင်တာပဲဖြစ်ဖြစ် ဒီတိုင်းဆွေးရင်းတစ်ကိုယ်တော်မှုပြုချင်တာပဲဖြစ်ဖြစ် ကြည့်ကောင်းမယ့်ကားလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/lover-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU0MzYzMjU0MF5BMl5BanBnXkFtZTgwOTE1OTE2MzE@._V1_-140x200.jpg",
        "title": "[18+]Deseo(2013)",
        "description": "[18+]Deseo(2013) အညွှန်း**********************ဒီကားက lesbian sex ရော straight sex ရောပါလို့မိသားစုနဲ့လုံးဝမကြည့်သင့်ပါဘူး..ဇာတ်လမ်းကတော့ သဘော်သားတစ်ယောက်က သူ့ချစ်သူအတွက်ကုန်းပေါ်တက်လာတဲ့အချိန် သူမျှော်လင့်ထားသလိုမဖြစ်လာခဲ့ဘဲ အချစ်က လိုက်လို့ပြေးတာလားပြေးလို့လိုက်တာလား ဇာတ်လမ်းဖြစ်ပါတယ်..နောက်ပြီးတော့ Mexico ဇာတ်ကားဖြစ်သည့်အလျှောက်မင်းသမီးတွေက မျက်ခုံးမွေးကောင်းကောင်းနဲ့ဆွဲဆောင်မှုရှိလွန်းတဲ့မျက်လုံးတွေ ပိုင်ဆိုင်ထားတဲ့အပြင်ညိုညက်ညက်အသားအရေတွေကြောင့်အရမ်းကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါကြောင်း...    File Size :(3.07GB)  (1.07 GB) and (359MB)\nQuality : Blu-Ray1080p,72p\nFormat…mp4\nDuration…01:37:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by  SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18deseo2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-art-133x200.jpg",
        "title": "The Art of War (2000)",
        "description": "Blade မင်းသားရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားပါ။ဒီဇာတ်ကားမှာတော့ နိုင်ငံတကာပဋိပက္ခတွေဖြစ်ရင် UN က စိုးရိမ်နေရုံတင်မဟုတ်ပဲ လျှို့ဝှက်စစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့လွှတ်ပြီး ​ဖြေရှင်းခိုင်းပါတယ်။ နီးလ်ရှောဟာ အဲ့အဖွဲ့ရဲ့ခေါင်းဆောင်ဖြစ်ပါတယ်။\nတရုတ်နဲ့ UN တို့ဟာ အလွန်အရေးပါတဲ့ကုန်သွယ်ရေးသဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ အချိန်နီးကပ်လာချိန်မှာ အမေရိကန်ရဲ့ဆိပ်ကမ်းတစ်ခုမှာ တရုတ်ဒုက္ခသည်လူသေလောင်းတွေအပြည့်ပါတဲ့ကုန်တိန်နာတစ်ခု သောင်တင်လာတဲ့အခါ UN ဟာ နီးလ်ရှောတို့ရဲ့အဖွဲ့ကိုစေလွှတ်ပြီး ထောက်လှမ်းခိုင်းပါတော့တယ်။သတင်းယူရုံစစ်ဆင်ရေးလေးကနေ ပိုကြီးမားတဲ့အရှုပ်တော်ပုံထဲရောက်သွားတဲ့နီးလ်ရှောဟာ တရုတ်နဲ့ အမေရိကန်ကြားက တရားခံစစ်ကိုရှာရပါတော့တယ်။\nထောက်လှမ်းရေးအက်ရှင်ကားတွေကြိုက်ရင် လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(2.52GB) / (1.3GB) / (673MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Action / Adventure / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-art-of-war-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZTIxZjBmZDQtM2ZjZC00OTlmLTg1NzctYWU5MjUxOTRkZjFiXkEyXkFqcGdeQXVyMTEyOTQyNzgy._V1_-150x200.jpg",
        "title": "Lucky (2020)",
        "description": "Lucky (2020)\n===========ဇာတ်လမ်းနာမည် Lucky ပေမဲ့ တကယ် Lucky ဖို့ မလွယ်တဲ့ Horror\nဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။မေရိုင်ယာဟာ အတော်အသင့်လူသိတဲ့အိမ်‌ထောင်သည် စာရေးဆရာမ\nတစ်ယောက်ပါ။ တစ်ည မေနဲ့ သူ့ယောက်ျားဖြစ်သူတက်ဒ်တို့ အိပ်မောကျနေစဉ်\nမေတစ်ယောက် ဖျတ်ကနဲလန့်နိုးလာပါတယ်။ အိမ်ရဲ့ဧည့်ခန်းကနေ အပြင်ကို\nလှမ်းကြည့်လိုက်တဲ့အခါ ရပ်နေတဲ့လူစိမ်းတစ်ယောက်ကို ထိတ်လန့်စရာတွေ့\nလိုက်ရပါတယ်။တက်ဒ်ကိုထိတ်လန့်တကြားနှိုးပြီး လူစိမ်းကိုရင်ဆိုင်ကြရာ တက်ဒ်ရော မျက်နှာဖုံးတပ်\nလူစိမ်းပါ ဒဏ်ရာရသွားခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီလူစိမ်းဟာ လဲကျနေရာက ရုတ်တရက်\nပျောက်ဆုံးသွားပါတယ်။ မနက်ရောက်တဲ့အခါမှာ မေနဲ့တက်ဒ်စကားများပြီး တက်ဒ်\nထွက်သွားခဲ့ပါတယ်။ နောက်တစ်ညမှာ‌ ရောက်လာပြန်လာတဲ့လူစိမ်းကို မေတစ်ယောက်\nတည်း ရင်ဆိုင်ခဲ့ရပါတယ်။ လူစိမ်းကိုဘယ်လိုပဲဒဏ်ရာရအောင်လုပ်ပေမဲ့ ညတိုင်း\nလာနေဆဲ၊ ထူးဆန်းစွာပျောက်ဆုံးသွားမြဲဖြစ်နေတာကတော့ အတော်ထူးဆန်းလွန်းပါတယ်။ဒီလိုနဲ့ မေတစ်ယောက် သူ့ကိုသတ်ဖို့ညတိုင်းရောက်လာမြဲဖြစ်တဲ့လူစိမ်းကို ဘယ်လို\nရင်ဆိုင်မလဲ၊ လူစိမ်းကဘယ်သူဖြစ်နေမလဲ၊ မေကိုယ်တိုင်ကြုံနေရတာတွေက အိပ်မက်လား\nတကယ်လား... ဆိုတာတွေကို သို့လောသို့လော ဒွိဟတွေနဲ့ ရင်တထိတ်ထိတ်ကြည့်ရမှာပါ။\nဒီကားလေးမှာ တွေးတောစရာတွေပါတဲ့ တကယ်အသည်းအေးစရာဇာတ်လမ်းမို့ Horror\nချစ်သူတို့ လက်မလွတ်တမ်းကြည့်သင့်ပါကြောင်းပြောကြားချင်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)File Size..........(920 MB) / ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lucky-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWI3ZWIzMGEtMDg4Mi00NDBhLTgxMWYtNzllMzMyZDMxZTYzXkEyXkFqcGdeQXVyMTA5MjQ4MDg4._V1_-160x200.jpg",
        "title": "Naane Varuvean (2022)",
        "description": "Naane Varuven 2022\n6.7/ 10 IMDb\nဒီတစ်ခါတော့အားလုံးရဲ့အချစ်တော် ဒါနုရှ်(Dhanush) ရဲ့\nသည်းထိတ်ရင်ဖိုဇာတ်ကားသစ်လေးလာပါပြီ...\nပရာဘူ (Dhanush) နဲ့ကာသီရ်တို့က အမွှာညီအကိုနှစ်ယောက်ပါ\nအမွှာလို့ဆိုပေမယ့် ပရာဘူကစိတ်ထားနူးညံ့သလောက်\nကာသီရ်ကတော့ဆိုးသွမ်းတဲ့ကလေးတစ်ယောက်ပါ...အဲ့တာကြောင့်ကာသီရ်ရဲ့အပြုအမူတွေက\nပရာဘူ့အပေါ်လွမ်းမိုးလာမှာကို သူတို့အဖေကစိုးရိမ်နေခဲ့ပါတယ်..\nသူတော်စင်တစ်ပါးကလဲ သူတို့ညီအကိုဟာအတူတူရှိမနေသင့်ဘူးဆိုပြီးပြောတော့\nမိခင်ဖြစ်သူက ကာသီရ်ကိုဘုရားကျောင်းမှာစွန့်ပစ်ပြီး\nပရာဘူနဲ့အတူထွက်ပြေးခဲ့ကြပါတယ်နှစ်တွေအတော်ကြာပြီးနောက်မှာ ပရာဘူက ဇနီးဖြစ်သူနဲ့အတူ\nချစ်စရာကောင်းတဲ့သမီးလေးတစ်ယောက်ရခဲ့ပါတယ်..\nတစ်ဦးတည်းသောသမီးလေးမို့သည်းသည်းလှုပ်အချစ်တွေပိုခဲ့တာပေါ့..\nဒီလိုနဲ့တစ်နေ့ကြတော့ သမီးလေးရဲ့ထူးဆန်းတဲ့အပြုအမူကို\nအဖေဖြစ်သူပရာဘူသတိထားမိခဲ့ပါတယ်..သမီးဖြစ်သူက\nတစ်ယောက်ယောက်နဲ့စကားပြောနေသလို သူတစ်ယောက်တည်းစကားပြောနေတာကိုသိရှိသွားချိန်မှာ...သမီးလေးကဘာကြောင့်ဒီလိုထူးဆန်းတဲ့အပြုအမူတွေလုပ်နေတာလဲ...\nသူနဲ့စကားပြောနေတာကရော ဘယ်သူလဲ....\nဒီလိုအရာတွေရဲ့နောက်ကွယ်ကအကြောင်းရင်းကရော ဘာများဖြစ်မလဲဆိုတာကို\nဒါနုရှ်ပရိတ်သတ်ကြီးက ရင်တမမနဲ့စောင့်မျှော်ကြည့်ရှုအားပေးလိုက်ကြပါဦး...\nFile size…1.5GB / 700MB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HayMan & Poe & OeliuJ",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/naane-varuvean-2022/"
    }
]