[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/1-1537679331-150x200.jpg",
        "title": "Nobody’s Fool (1994)",
        "description": "ဇာတ်လမ်းအကျဥ်းကတော့ Donald Sullivan(Sully) ဆိုတဲ့အဘိုးကြီးက သူ့သူငယ်ချင်းRubအတူ Carl Roebuckရဲ့ဆောက်လုပ်ရေးလုပ်ငန်းမှာအလုပ်လုပ်ပါတယ်။\nအလုပ်လုပ်တုန်းကရခဲ့တဲ့ဒူးဒဏ်ရာအတွက်တရားရုံးကတစ်ဆင့်Carlဆီကလျော်ကြေးကိုလည်းခြေထောက်တစ်ဖက်ပဲရှိတဲ့ရှေ့နေသူငယ်ချင်းနဲ့တောင်းကြတာငြင်းခံရတယ်။\nသူ့ရဲ့သားPeterတို့မိသားစုကိုပြန်တွေ့တော့ သူ့မိန်းမနဲ့သားကိုထားခဲ့တဲ့Sullyအတွက် မထင်မှတ်ထားတဲ့တာဝန်တွေကိုကြုံလာရပါတော့တယ်။\nအဲ့တစ်ချိန်ထဲမှာပဲ သူ့အိမ်ရှင်အမျိုးသမီးBerylရဲ့သားကSullyကိုအိမ်မှာဆက်မထားဖို့ သူ့အမေကိုတွန်းအားပေးတဲ့အခါ Sullyဘယ်လိုဖြေရှင်းမလဲ Carlရဲ့မိန်းမကိုကြုံရင်ကြုံသလိုအီစီကလီလုပ်ရင်း Carlနဲ့တစ်ယောက်တစ်လှည့်ဘယ်လိုအနိုင်ယူကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ကြည့်ရမယ့်ကားလေးပါ\nဒီကားလေးကအော်စကာနှစ်ဆုအပြင်တခြားဆုပေါင်းများစွာအတွက်လည်းNominationဝင်ထားပါတယ်\nဒီဇာတ်ကားရဲ့Directorနဲ့Screenplayကတော့ Kramer vs. Kramer(1979)နဲ့ ScreenplayရောDirectorရော အော်စကာရခဲ့တဲ့Robert Bentonပါ။ ဒါ့အပြင်Bonnie and Clyde(1967)နဲ့Superman(1978)အတွက်ရောတွဲဖက်ရေးပေးခဲ့ပါသေးတယ်။\nSully အနေနဲ့ကတော့အော်စကာဆုရှင်မင်းသားကြီးPaul Newmanနဲ့ Berylနေရာမှာတော့အော်စကာဆုရှင်မင်းသမီးကြီးJessica Tandy၊\nCarlအနေနဲ့ကတော့လူတိုင်းသိတဲ့Bruce Willisကသရုပ်ဆောင်ထားပေးပါတယ်။\nSullyရဲ့သားPeterနေရာမှာတော့Superman & Lois မှာ Sam Laneအနေနဲ့သရုပ်ဆောင်တဲ့ Dylan Walshပါ။File size…(1.9 GB)/(1.1 GB)/(580 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Soe Thiha",
        "rating": "",
        "url": "https://channelmyanmar.org/nobodys-fool-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UkcMbrurCHTe2CDu9WuIZkCisu.jpg",
        "title": "Miracle in Cell No. 7 (2022)",
        "description": "Miracle in Cell No.7 (2022)Miracle in Cell No. 7 ဆိုတာနဲ့ မြန်မာနိုင်ငံမှာ လူသိများတဲ့ ပတ်ရှင်ဟေးရဲ့ ဇာတ်ကားဆိုတာသိကြမှာပေါ့။\nဒီဇာတ်ကားက နာမည်ကြားတာနဲ့တင် လူတွေအားလုံးသိကြတဲ့အထိ အောင်မြင်မှုရခဲ့သလို Remake တွေပါ ထပ်ထပ်ရိုက်ရတဲ့အထိ၊\nRemake တွေကပါ ဆုတွေကိုသိမ်းပိုက်နိုင်တဲ့အထိ လူတွေရဲ့ရင်ထဲကို အကြိမ်ကြိမ်အခါခါ တိုးဝင်နိုင်တဲ့ ဇာတ်ကားလေးပါ။အခု Miracle in Cell No. 7 ကတော့ ကိုရီးယားကားမဟုတ်၊ တူရကီ remake မဟုတ်တဲ့ အင်ဒို remake ပါ။\nဒီအင်ဒိုကားမှာတော့ Vino G. Bastian က ဖခင်ဖြစ်သူ ဒိုဒိုရိုဂျာ့ခ်အနေနဲ့ မူရင်းကိုရီးယားဇာတ်ထက် မလျော့စေဘဲ ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ထားပြီး\nMaya Awards, Festival Film Indonesia တို့မှာလည်း ဆန်ကာတင်စာရင်းဝင် ၊ဆုတွေရခဲ့တာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဉာဏ်ရည်မမှီတဲ့ သာမန်ပူဖောင်းလည်ရောင်းသူ ဒိုဒိုရိုဂျာ့ခ်ဟာ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/miracle-in-cell-no-7-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1ih1Tl1LwSDyRewTsLwu6LSzz.jpg",
        "title": "The Wandering Moon (2022)",
        "description": "The Wandering Moon ( 2022 )ဒီကားရဲ့ဒါရိုက်တာ ကိုရီးယားနွယ်ဖွား Lee Sang-il။\nသူ့ကား Unforgiven ( 2013 ) နဲ့ Rage ( 2016) တို့က အာရှရုပ်ရှင် ဂျပန်ရုပ်ရှင်ပရိသတ်တွေ တစ်ခုတ်တရထည့်ထည့်ပြောရတဲ့ထဲပါတတ်တော့ သူ့စကေးကိုက လျှော့တွက်လို့တော့မရဘူး။\nဒီကားဆိုလည်း ဇာတ်အိမ်က ရှားရှားပါးပါးဇာတ်အိမ်မျိုးလို့တောင် ပြောလို့ရတယ်။\nတစ်သီးတစ်သန့်ပဲနေတတ်တဲ့ အပေါင်းအသင်းသိပ်မရှိတဲ့ လူငယ်လေးနဲ့ အိမ်ကထွက်ပြေးချင်နေတဲ့ ကလေးမပေါက်စနလေးတွေ့ကြတာကနေ\nသဘောကောင်းတဲ့ လူငယ်လေးက ကလေးမလေးကို ခေါ်ထားရင်း ကလေးတွေကိုမှ လိင်စိတ်တိမ်းညွတ်နေတဲ့လူလို့ စွပ်စွဲခံလိုက်ရပြီး အပြစ်ရှိတယ်လို့ပါ သတ်မှတ်ခံလိုက်ရတဲ့ ဇာတ်။\nဒါပေမဲ့ အဲဒီလူငယ်လေးက ကလေးမလေးကို ဘာမှမလုပ်ခဲ့သလို ကလေးမလေးကလည်း သူ့ကြောင့်ဖြစ်သွားတဲ့ အသိကြီးနဲ့ ရှင်သန်လာခဲ့ရတယ်။\nဒီလိုနဲ့ ကလေးမလေး အရွယ်ရောက်လာတဲ့အခါ သူတို့ပြန်တွေ့ကြရာကနေ ဇာတ်ကို ဆက်အသက်သွင်းထားတယ်။\nအများအမြင်တော့ ကလေးမုဒိန်းကောင်နဲ့ သူ့နစ်နာသူကလေးမလေး ချစ်မိကြတယ်လိုလို ဖြစ်လာတဲ့အခါ\nသူတို့တွေ လူတွေရဲ့တိုက်ခိုက်မှုတွေကို သူတို့နည်းသူတို့ဟန်နဲ့ရင်ဆိုင်ကြရာက ဒီဇာတ်ဖြစ်လာတယ်။ဒီကားရဲ့ ဇာတ်လိုက်က ၂၀၁၄တုန်းကထွက်ထားတဲ့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-wandering-moon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFJ413PtJ7OCTcYYuplbpDk37fy.jpg",
        "title": "Sister Sister 2 (2023)",
        "description": "(18+) Sister Sister 2 (2023)\nဒီတစ်ခါမှာတော့ ဗီယက်နမ်ဇာတ် လူကြီးကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘာထရာ ဆိုတာ သူ့နယ်သူပယ်မှာတော့ အလှဆုံးဆိုတဲ့ဂုဏ်ပုဒ်ရထားတဲ့ မိန်းမလှလေးတစ်ဦးပါ။\nဘာထရာ ဆိုတာကို မသိတဲ့သူမရှိလောက်အောင် လှလည်းလှ နာမည်လည်းကြီးသူပါ။\nပုရိသယောက်ျားသားတွေကလည်း သူမှသူ ဖြစ်နေအောင်ကို ကျက်သရေရှိတဲ့အမျိုးသမီးပေါ့။တစ်ဖက်မှာတော့ နှီ ဆိုတဲ့ကောင်မလေးဟာ ဘဝမပြည့်စုံမှုကြောင့် ပြည့်တန်ဆာအဖြစ် အသက်မွေးနေရတဲ့သူပါ။\nအဆင်မပြေတာတွေ အံတုရင်း ချမ်းသာချင်နေတဲ့သူပေါ့။\nဒီလိုနဲ့ တစ်နေ့ကျ ဘာထရာနဲ့ဆုံရင်း သူလည်း ဘာထရာ့လိုဖြစ်ချင်တဲ့ဆန္ဒတွေဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့ ဘာထရာ့အနားကို နည်းအမျိုးမျိုးနဲ့ချဉ်းကပ်ရင်း\nနှီ့ဘဝ တဖြည်းဖြည်းပြောင်းလဲသွားတာကို ကြည့်ကြရမှာဖြစ်ပါတယ်။\nဘဝနှစ်မျိုးကြားက ကွာခြားချက်တွေကိုလည်း မြင်ကြရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10x02 ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.54GB | 840MB | 411MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/sister-sister-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRINNRiQIsYbxLKfQeYc0tKF1JJ.jpg",
        "title": "A Stitch in Time (2022)",
        "description": "A Stitch in Time (2022)~ IMDb rating - 6.8/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာ​ကတော့ ကြည့်ရင်းနဲ့ ရင်ထဲကို​​နွေး​ထွေးလာ​စေမယ့် 2022 တုန်းကထွက်ရှိထားတဲ့ ဒရာမာအမျိုးအစား A Stitch In Time ​ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ငယ်ငယ်တည်းက ခင်ပွန်းသည်အဆိုရှင်ကို ကူညီဖို့ မိမိဝါသနာအလုပ်ဖြစ်တဲ့ အပ်ချုပ်တာကိုစွန့်ပစ်ခဲ့တဲ့ လီပါတစ်​ယောက် ခင်ပွန်းသည်ရဲ့ အိပ်မက်ဖြစ်တဲ့ အ​ခွေထုတ်ဖို့ကို ဝင်ကူဖို့ကြိုးစားရင်း တရုတ်ဒီဇိုင်နာ ဟန်းနစ်ချ်နဲ့ ပြန်​​တွေ့ပြီး သူ့ရဲ့အိပ်မက်​တွေကို ပြန်လည်အသက်သွင်းဖို့ ကြိုးစားတဲ့အခါ ခင်ပွန်းသည်ရဲ့ ကန့်ကွက်မှု​တွေ၊ ရင်ဆိုင်ရမယ့်အခက်အခဲ​တွေကို အံတုရင်း ကြိုးစားရုန်းကန်ရတဲ့အကြောင်းပါ။ ဇာတ်လမ်းက ရိုးစင်းပေမဲ့ ကြည့်ရင်းနဲ့ တဖြည်းဖြည်း ရင်ထဲအကြည်ဓါတ်​လေး​ရော အ​နွေးဓါတ်​လေးပါ ခံစားရမယ့်ကား​လေးမို့ ဇာတ်လမ်းဇာတ်အိမ် အေးအေးငြိမ့်ငြိမ့်လေး ကြိုက်သူတွေ ကြည့်သင့်တဲ့ ဒရာမာကား​လေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 780MB\nQuality ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/a-stitch-in-time-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaa-2-137x200.jpg",
        "title": "Emma (1996)",
        "description": "MDb 7 / 10\nChannel Myanmar ပရိသတ်ကြီးကို ခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Pride and Prejudice စာရေးဆရာမ Jane Austen ရဲ့ Emma ဆိုတဲ့ဝတ္တုကို ဇာတ်ကားအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်။ တချို့သော ရုပ်ရှင်ပရိတ်သတ်တွေကတော့ ၂၀၂၀ တုန်းကထွက်ခဲ့တဲ့ Anya Taylor-Joy နဲ့ရိုက်ထားတဲ့ ဗားရှင်းကို ကြည့်ပြီးကြတဲ့သူတွေလည်း ရှိမှာပါ။ ခုဇာတ်ကားကတော့ ၁၉၉၆ တုန်းက ထွက်ရှိခဲ့တဲ့ဗားရှင်းဖြစ်ပါတယ်။ ဒီဗားရှင်းကတော့ မူရင်းဝတ္ထုရဲ့ ဇာတ်ဝင်ခန်းအကုန်နီးပါး ထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ Emma ဆိုတဲ့ သူဌေးသမီးလေးဟာ သူရဲ့ ဆရာမနဲ့ သူ့အိမ်နီးချင်းကို သူအောင်သွယ်ပေးလိုက်တာ ညားသွားတာကို အကြောင်းပြုပြီး တခြားတစ်ကိုယ်တည်းသမားတွေအတွက် အောင်သွယ်တော်လုပ်ချင်စိတ်တွေ တစ်ပွားပွားဖြစ်လာပါတယ်။ အဲဒါနဲ့ Emma ဟာ Harriet Smith ဆိုတဲ့ သူ့သူငယ်ချင်းရဲ့ အချစ်ရေးကို ဝင်စွက်ဖက်ပါလေသတဲ့။ အဲလိုစွက်ဖက်တော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/emma-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDBkNTM2NDAtYzg1MS00NDQ1LTgyNTItYTQ5ZmJjYjMyOTgyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "The Cases of Mystery Lane (2023)",
        "description": "ဒီ ‘The Cases of Mystery Lane’ ရုပ်ရှင်လေးကတော့ ၂၀၂၃ အစောပိုင်းမှာတင် ထွက်ရှိခဲ့တဲ့Crime/Thriller/Detective/Murder Mystery အမျိုးအစားပဲ ဖြစ်ပါတယ်။ မှုခင်းဇာတ်လမ်းဆိုပေမယ့်လည်းလေးလေးပင်ပင်ရှိမနေပဲ အားလပ်ချိန်တွေမှာ ပေါ့ပေါ့ပါးပါး ကြည့်လို့ကောင်းတဲ့ TV Movie အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ -Birdie နဲ့ Alden လင်မယားနှစ်ယောက်ဟာ လျှို့ဝှက်ချက်တွေ ကိုယ်စီရှိနေကြပြီး တစ်ယောက်ကိုတစ်ယောက် ပွင့်ပွင့်လင်းလင်းလည်းမရှိကြတဲ့ လင်မယားတွေ ဖြစ်ကြပါတယ်။Birdie ကတော့ အလုပ်ရှင်အမေဖြစ်သူရဲ့ ဖိအားတွေအောက်မှာ အိမ်ခြံမြေရှေ့နေလုပ်ငန်း လုပ်နေသူဖြစ်ပါတယ်။Alden ကလည်း အလွတ်စုံထောက်ဖြစ်သင်တန်းကို မိန်းမဖြစ်သူမသိအောင် ခိုးတက်နေခဲ့ရာမှ လူသတ်မှုတစ်ခုထဲမှာ ပါဝင်ပတ်သက်မိခဲ့တဲ့အခါမှာတော့…မိန်းမဖြစ်သူ Birdie ကလည်း ထိုလူသတ်မှုနဲ့ မကင်းမရှင်း ဖြစ်နေခဲ့တဲ့အခါမှာရော…ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါး စိတ်ဝင်တစား ကြည့်ရှုခံစားရအောင် တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးလည်း ဖြစ်ပါတယ်။File size…(1.5 GB)/(700 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Drama, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-cases-of-mystery-lane-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WyipqK3wOf8lJLWqFX0r7aBodm.jpg",
        "title": "A Thousand and One (2023)",
        "description": "A Thousand And One (2023)~ IMDb - 7.2/10, RT - 97%, Meta - 81% ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာ ထွက်ရှိထားပြီး Rating ​ကောင်း၊ Critics တွေရဲ့ ဝေဖန်မှုကောင်း​တွေ ရရှိထားတဲ့ ဒရာမာကား​လေး A Thousand And One ဆိုတဲ့ဇာတ်လမ်း​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ပြောချင်တာ လုပ်ချင်တာ​တွေကို စိတ်ထဲမသိုသိပ်ထားရုံမက အားနာစိတ်မရှိဘဲ လုပ်တတ်တဲ့ အိုင်နက် တစ်ယောက် သူ့သား တယ်ရီကို ​ဂေဟာက​​နေ ပြန်​​ပေးဆွဲပြီး လူမသိသူမသိ​အောင်နာမည်​တွေ​ပြောင်း ​မွေးစာရင်း​တွေ​ပြောင်းပြီး သူတို့​နေစရာအိမ် စားစရာ​တွေ မိသားစုဘဝ ကြိုးပမ်းတည်​ဆောက်ရာမှာ ​ကြုံ​တွေ့ရတဲ့ ကံ​ကောင်းမှု​တွေ ကံဆိုးမှု​တွေ အခက်အခဲ​တွေ ရင်ဆိုင်ရပုံ​တွေကို ထိထိမိမိ ရိုက်ပြထားတဲ့ ဒရာမာကား​ကောင်း​လေး ဖြစ်ပါတယ်။ ဇာတ်ကားတစ်​လျှောက် အိုင်နက်ရဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/a-thousand-and-one-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/champions-135x200.jpg",
        "title": "Champions (2023)",
        "description": "Champions (2023)\n================\nIMDb Rating - 6.7/10\nComedey, Drama, Sportဒီဇာတ်လမ်းလေးကတော့ Basketball ကိုကျောရိုးယူထားပြီး\nကြည့်နေတဲ့သူတွေကိုပါ ဟာသဆန်ဆန်နဲ့ စိတ်ကြည်နူးမှုလေး\nကို ခံစားစေနိုင်တဲ့ Sportဇာတ်လမ်းလေးကောင်းတစ်ခုပါ။\nဒီဇာတ်ကားမှာတော့ Now You See Me, Vernon, The\nHunger Games စတဲ့ရုပ်ရှင်တွေမှာ သရုပ်ဆောင်ထားတဲ့\nမင်းသားကြီး Woody Harrelson က နည်းပြ Marcus\nMarakovich အဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့..\nMarcus Marakovich ဟာကစားသမားတွေကို လက်ရွေးစင်\nအသင်းအထိရောက်အောင် လေ့ကျင့်ပေးနိုင်တဲ့ အရည်အချင်း\nရှိတဲ့နည်းပြတစ်ယောက်ပါ။ ဒါပေမဲ့ကစားပွဲတွေအတွက် ကစား\nနည်းပုံစံတွေကိုသာ အာရုံစိုက်လေ့ရှိပြီး အသင်းသားတွေကိုတော့\nစိတ်ထဲတောင်မထားတဲ့သူပေါ့။ ဒီလိုလူကတစ်နေ့မှာတော့ အရက်\nမူးမူးနဲ့ကားမောင်းရင်း ရဲကားတစ်စီးကိုတိုက်မိသွားပါတယ်။\nတရားရုံးကသူ့ကို ဉာဏချို့တဲ့နေတဲ့ အသင်းသားတွေကို ရက် ၉၀\nကြာ နည်းပြအဖြစ်လေ့ကျင့်ပေးဖို့ ပြစ်ဒဏ်ချမှတ်လိုက်ပါတယ်။\nအသင်းသားတွေကို ဂရုမစိုက်တတ်တဲ့ Marcus တစ်ယောက်က\nတော့ သေချာဂရုစိုက်ပြီး လေ့ကျင့်သင်ကြားပေးဖို့လိုအပ်တဲ့ အသင်း\nသားတွေနဲ့ စိတ်ပျက်နေခဲ့ပါတယ်။ဒါပေမဲ့ တစ်ရက်ထက်တစ်ရက် သူ့အသင်းသားတွေက ထင်ထား\nတာထက် ပိုပြီးလုပ်နိုင်စွမ်းရှိတာကို သူသတိထားမိလာပါတယ်။\nနည်းပြနဲ့အသင်းသားတွေကြားက တစ်ယောက်နဲ့တစ်ယောက်\nနားလည်မှုယူတဲ့ပုံစံတွေ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/champions-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g6uFA7r4VqqQeW4u9YtktheRXUt.jpg",
        "title": "Quasi(2023)",
        "description": "Quasi(2023)***********ပြင်သစ်စာရေးဆရာ Victor Hugoရဲ့ ၁၈၃၁ခုနှစ်ထွက် ပြင်သစ်စာပေသမိုင်းမှာ နာမည်အကြော်ကြားဆုံးဖြစ်ခဲ့တဲ့The Hunchback of Notre-Dame(နိုထရာဒမ်မှ ခါးကုန်းကြီး)ဆိုတဲ့ ဝတ္ထုကို\nမှီငြမ်းရိုက်ကူးထားတဲ့ကားလေးပါပဲ။\nမူရင်းဝတ္ထုမှာဆိုရင် ရုပ်ပျက်ဆင်းပျက် ခါးကုန်းကြီးတစ်ယောက်ရဲ့ စင်ကြယ်သောမေတ္တာသက်သက်နဲ့အနစ်နာခံခြင်း၊ စွန့်စားခြင်းတွေကို ပေါ်လွင်အောင်ရေးသားထားတာမို့\nခေတ်အဆက်ဆက်မှာ ဒီဝတ္ထုကိုပဲ ရုပ်ရှင်အဖြစ်၊ ကာတွန်းကားအဖြစ်ရိုက်ကူးခဲ့တာ မနည်းပါဘူး။\nဒီဇာတ်ကားကတော့ အဲ့ဝတ္ထုကို မှီငြမ်းထားပေမယ့် အဲ့ကခါးကုန်းကြီးအကြောင်းမဟုတ်ပါဘူး။\nခါးကုန်ကြီး ကွာစီမိုဒိုရဲ့သနားစရာဘဝကို ပြက်လုံးတွေနဲ့ ဟာသဆန်ဆန်ပြန်လည်ရိုက်ကူးထားတဲ့ သရော်ရုပ်ရှင်တစ်မျိုးပါ။\nသို့ပေမဲ့လည်း plotအမျိုးမျိုး ဇာတ်ကွက်အမျိုးမျိုးက ဟာသတွေကြားမရိုးရအောင်ဆွဲဆောင်သွားနိုင်တာတော့ ဝန်ခံရမယ်ဗျ။\nဇာတ်လမ်းအကြောင်းကို အကျဥ်းချုပ်ပြောရရင် ခါးကုန်းကြီး ကွာစီမိုဒိုတစ်ယောက်အဲ့ခေတ်ကာလက အာဏာအရှိဆုံးလူနှစ်ယောက်ဖြစ်တဲ့ ဘုရင်နဲ့ ပုပ်ရဟန်းကြီးအကြား မြေစာပင်ဖြစ်ခဲ့ရတဲ့ဘဝအကြောင်းပါ။\nနဂိုကတကည်းက ကျောကုန်းမှာဘုကြီးနဲ့ ရုပ်ပျက်ဆင်းပျက် လူရာမဝင်ဖြစ်နေပြီးသားကိုမှဘယ်လိုကံဆိုးမိုးမှောင်ကျဦးမလဲဆိုတာကို ရယ်မောကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။File Size :(2.09GB) and (798MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/quasi2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQC8aBiiWRui0l5e58GHelYipC.jpg",
        "title": "27 Days Underground ( 2023 )",
        "description": "မိသားစုအခက်ခဲတွေကိုယ်စီနဲ့ စားဝတ်နေရေးကာမိအောင် မိုင်းတွင်းမှာအလုပ်လုပ်နေကြတဲ့ သူတို့...\nတစ်နေ့မှာ မတော်တဆ မိုင်းတွင်းမှာမြေပြိုမှုဖြစ်ပြီး မီတာ၄၀၀နီးပါးရှိတဲ့\nမိုင်းတွင်းအောက်ခြေတစ်နေရာမှာ သူတို့ညီနောင်ငါးယောက်လုံး ပိတ်မိနေပါတော့တယ်၊\nကယ်ဆယ်ရေးသမားတွေ စဉ်ဆက်မပြတ် ကယ်တင်ဖို့ ကြိုးစားပေမဲ့လည်း\nသူတို့ပိတ်မိနေတဲ့နေရာက သာမာန်လှိုဏ်ဂူလေးတောင် မဟုတ်ဘဲ\nတည်နေရာကိုတောင် ခန့်မှန်းမရတဲ့ မှောင်မိုက်၊လေထုချို့တဲ့ပြီး\nသီးခြားကမ္ဘာကြီးတစ်ခုလိုဖြစ်နေတဲ့ မြေအောက်ကဥမင်တွင်းတစ်ခု ဖြစ်လို့နေပါတယ်-\"ထမင်းအသက်၇ရက် ရေ့အသက်တစ်မနက်\"ဆိုတဲ့ဆိုရိုးစကားတွင်ခဲ့သလို\nသူတို့ရော အရာအားလုံး ပြတ်လတ်နေတဲ့တွင်းနက်ကြီးထဲမှာ ရှင်သန်နိုင်ပါ့မလား-ဒီလိုနဲ့ တစ်ရက်ပြီးတစ်ရက် ခက်ခဲလှတဲ့နေ့ရက်တွေကို ကုန်ဆုံးရင်း\nဘဝကိုရေစုန်မျှောလိုက်လေမလား~မျှော်လင့်ချက်နဲ့ပဲ ဆက်လက်ရုန်းကန်သွားမလား-ဘယ်အရာတွေကရော သူတို့ငါးယောက်အတွက် မျှော်လင့်ချက်ရောင်ခြည်ဖြစ်စေခဲ့တာလဲ\n_မိသားစုလား၊သံယောဇဉ်လား၊ကိုယ်ချစ်တဲ့လူတွေအတွက်ပဲလား...\"မိုင်းတွင်းထဲက ငိုရှိုက်သံ\"ဆိုတဲ့ရုပ်ရှင်မှာ လူ့ဘဝရဲ့လောကဓံတွေ၊အခက်ခဲတွေအပြင်\nစည်းလုံးညီညွှတ်မှုနဲ့ခေါင်းဆောင်ကောင်းတစ်ယောက်ရဲ့ လက္ခဏာရပ်တွေ ၊\nအလုပ်သမားတွေရဲ့ဘဝကိုပါ ရှုထောင့်တစ်ခုကနေ သဘာဝဆန်ဆန်\nရိုက်ကူးပေးထားတာဖြစ်လို့ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့အတွက်\nCMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/1TAhg/27_Days_Undergound_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2Dm2mcE1qW8vT0bpsJO5OMBbqa.jpg",
        "title": "Holes (2003)",
        "description": "Holes (2003)\nIMDb - 7.0/10, Rt - 78%CM ပရိသတ်တွေအတွက် 2003 တုန်းကထွက်ရှိခဲ့တဲ့မိသားစုရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။Transformers ရုပ်ရှင်တွေမှာ ဆမ် နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့မင်းသား Shia LaBeouf ကအဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စတန်လီ ယဲနက် \"လေး\" (Shia LaBeouf) ဟာသူ့မိသားစုရဲ့ နှစ်ပေါင်း 150 ကျော်နေပြီဖြစ်တဲ့ကျိန်စာကြီးတစ်ခုကြောင့်အမြဲကံဆိုးနေရတဲ့သူပါ။တစ်နေ့မှာတော့လမ်းလျှောက်နေရင်း မိုးပေါ်ကနေသူ့ခေါင်းပေါ်ကိုကျလာတဲ့ ဖိနပ်တစ်ရံကို ယူသွားမိတဲ့အတွက်ဖိနပ်ခိုးမှုနဲ့ တရားစွဲခံရပြီး ဂရင်းလိတ်ခ်လူငယ်ပြုပြင်ရေးစခန်းကိုအပို့ခံလိုက်ရပါတော့တယ်။ဒါပေမဲ့ဂရင်းလိတ်ခ်စခန်းဟာ နာမည်အတိုင်းဟုတ်မနေပဲရောက်လာတဲ့ လူငယ်လေးတွေကို အတင်းအကြပ်လုပ်အားပေးခိုင်းစေနေတဲ့အလုပ်ကြမ်းစခန်းလိုမျိုးဖြစ်နေပါတယ်။စခန်းရဲ့ကြီးကြပ်ရေးမှူးက အဆိပ်ရှိမြွေတွေနဲ့ ဖွတ်တွေပဲရှိတဲ့လွင်တီးခေါင်ပြင်ကန္တာရထဲမှာ တစ်နေ့ကို ငါးပေနက်ပြီးငါးပေကျယ်တဲ့တွင်းတွေတူးခိုင်းပြီးဘာမှန်းမသိရတဲ့အရာကို ရှာဖွေခိုင်းနေတာပါ။ဒီလိုနဲ့ပဲ စတန်လေ ယဲနက် တစ်ယောက် စခန်းမှာအသားကျအောင်နေထိုင်ရင်းနဲ့တစ်နေ့မှာ သူစာဖတ်တတ်အောင်သင်ပေးနေတဲ့ဟက်တာ ဇာရိုနီဆိုတဲ့ ကောင်လေးကပြဿနာတစ်ခုကြောင့်ထွက်ပြေးသွားပါတော့တယ်။လူတစ်ယောက်ထဲဆိုဘယ်လိုမှမရှင်သန်နိုင်တဲ့ကန္တာရကြီးဖြစ်တာမလို့ စတန်လေလည်းဟက်တာနောက်ကို လိုက်သွားခဲ့ပါ‌ တော့တယ်။ဒီလိုနဲ့သူတို့ကို တွင်းတွေတူးပြီး ရှာဖွေခိုင်းထားတဲ့အရာတွေဟာ စတန်လေတို့မိသားစုကျိန်စာနဲ့ဆက်စပ်နေပြီး ကြီးကြပ်ရေးမှူးရဲ့ မိသားစုနဲ့ပါဆက်စပ်နေတဲ့အခါမှာဘာတွေဆက်ဖြစ်လာမလဲ၊ စတန်လေနဲ့ ဟက်တာတို့ကရောလွင်တီးခေါင်ပြင်ကြီးထဲမှာ ရှင်သန်နိုင်မလား၊သူတို့ရှာဖွေနေတဲ့ဘာမှန်းမသိတဲ့အရာကိုရော တွေ့မှာလား၊အတိတ်မှာကရော စတန်လေရဲ့ ဘိုးဘေးတို့ကဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါဗျ။ File ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/holes-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/rkpvbkkkyXrBowLQuiU-o-140x200.jpg",
        "title": "Bua Pan: Beauty and the Blade(2023)",
        "description": "Bua Pan: Beauty and the Blade(2023)**********************************အခု ၂၀၂၃ မှာ ထွက်ထားတဲ့ ထိုင်းရုပ်ရှင်ရုံတင်ကားလေးတစ်ကားကိုCM fan တွေအတွက် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားမှာတော့ အဓိကမင်းသား Kham အဖြစ် TharnType က Gulf က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nအဓိကမင်းသမီးအနေနဲ့ကတော့ ဝါရင့်မင်းသမီးတစ်ယောက်ဖြစ်တဲ့ Anne Thongprasom ကBuaPan အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nကျေးလက်တောရွာဓလေ့လေးတွေနဲ့ ဘူဝါဖန်ဆိုတဲ့ ပန်းပဲဆရာမတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို\nဟာသနှောပြီး ရိုက်ကူးထားတာဖြစ်လို ကြိုက်နှစ်သက်ကြမယ်လို မျှော်လင့်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဘူဝါဖန်က ပန်းပဲဆရာမတစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းက စစ်သမီးတစ်ယောက်လုပ်ချင်တဲ့ အိပ်မက်ရှိခဲ့သူပါ..\nဒါပေမဲ့ သူမဖြစ်ချင်တဲ့ အိပ်မက်ကို သူမအဖေက အသည်းအသန်ကန့်ကွက်ခဲ့ပါတယ်...\nဘူဝါကတော့ သူ့ရဲ့ ကလေးဘဝက အိပ်မက်ကို အကောင်အထည်ဖော်ဖို\nသူ့အဖေမသိအောင်လို ဆရာတစ်ယောက်နဲ့ လျှိဝှက်ပြီးတော့ ဓားရေးစစ်ရေးတွေ သင်ယူခဲ့တယ်...\nသူမရဲ့ အရည်အချင်းတွေ ပြည့်ဝလာတဲ့အခါမှာတော့ ရည်မှန်းချက်က လက်တစ်ကမ်းအလိုပေါ့..\nအဲဒီမှာ ဘူဝါ့ဆီမှာ တပည့်ခံချင်တဲ့ ခမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရောက်လာခဲ့တယ်...ခမ်ဆိုတဲ့ကောင်လေးသူမတို့ဆီရောက်လာတဲ့အချိန်ကစပြီး ကပြောင်းကပြန်တွေဖြစ်တော့တာပါပဲ..ခွီချင် ရင်ခုန်ချင်တဲ့သူတွေ ကြည့်သင့်ပါကြောင်း..........File ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bua-pan-beauty-and-the-blade2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YtsND7vSNymylnOSzgg3DdVFMB.jpg",
        "title": "Along Came a Spider (2001)",
        "description": "မင်းသားကြီး မော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားပြီး2001 တုန်းကထွက်ရှိခဲ့တဲ့ မှုခင်းအက်ရှင်‌ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စိတ်ပညာရှင်/စုံထောက်ဒေါက်တာ အဲလက်စ် ခရော့စ် (မော်ဂန် ဖရီးမန်း) ဟာစစ်ဆင်ရေးတစ်ခုမှာ သူ့ရဲ့တွဲဖက်ကို ဆုံးရှုံးလိုက်ရပြီးကတည်းကသူ့ကိုယ်သူခွင့်မလွှတ်နိုင်ပဲ၊ ဘဝကြီးကိုလည်းရည်ရွယ်ချက်မရှိဖြတ်သန်း‌နေသူပါ။ဒီဖြစ်ရပ်ဆိုးကြီး ဖြစ်အပြီး ရှစ်လအကြာမှာတော့ပြည်နယ်လွှတ်တော်အမတ် ဟန့်ခ် ရို့စ်ရဲ့ကိုယ်ပိုင်ကျောင်းတစ်ခုမှာကျောင်းတက်နေတဲ့သမီးလေး ရို့စ်ဟာ Secret Service ရဲ့စောင့်ရှောက်မှုအောက်မှာရှိနေရင်းနဲ့ ပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ဒီလိုနဲ့ အဲလက်စ်ဆီကို ပြန်ပေးသမားကဖုန်းဆက်ပြီးသူရဲ့ကစားပွဲထဲကို ဝင်ပါခိုင်းရင်း အဲလက်စ်တစ်ယောက် ပြန်ပေးသမားရဲ့ကစားပွဲကိုနိုင်အောင်ကစားနိုင်မှာလား၊ ရို့စ်ကိုရော အောင်အောင်မြင်မြင်နဲ့ကယ်ထုတ်နိုင်မှာလား၊ဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ရမလဲ၊ဘယ်လိုအလှည့်အပြောင်းတွေရှိလာမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုပေးကြပါဦးဗျ။ File size…  2.77 GB /  742 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by TMMT",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/along-came-a-spider-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Prjpx6Vt1hoRh9B7Fsh1o36aub.jpg",
        "title": "On the Fringe (2022)",
        "description": "On the Fringe (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 80% ~စပိန်မင်းသား Juan Diego Botto ဒါရိုက်တာလုပ်ပြီး ပွဲဦးထွက်အနေနဲ့ရိုက်တဲ့ စပိန်ရုပ်ရှင်ပါ။ သူကိုယ်တိုင်ရော နာမည်အကြီးဆုံး စပိန်မင်းသမီး Penélope Cruz ရော သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်ကားမှာတော့ စပိန်ရဲ့မျက်မှောက်ခေတ်မှာ ကြုံနေရတဲ့ လူမှုဘဝပြဿနာတွေရောကိုပြထားပြီး အဲဒီထဲက အကြီးဆုံးပြဿနာဖြစ်တဲ့ ဘဏ်ကြွေးကြောင့် နေအိမ်က နှင်ထုတ်ခံရတဲ့ မိသားစုတွေအကြောင်းကိုရော ကွက်ကွက်ကွင်းကွင်းမြင်ရအောင် ရိုက်ပြထားတယ်။စပိန်ပြည်သူတွေကို အရင်အစိုးရက ဘဏ်တိုးနှုန်းသက်သက်သာသာနဲ့ ငွေချေးပေးမယ်လို့ ကြေညာခဲ့တဲ့အတွက် ပြည်သူတွေဟာ အိမ်အပေါင်စာချုပ်တွေနဲ့ ငွေချေးတာတွေ၊ သားသမီးအိမ်၀ယ်ဖို့ မိဘက အာမခံပေးတာတွေ လုပ်ခဲ့ကြတယ်။ အစိုးရသစ် ဘဏ်စနစ်အသစ်မှာ အတိုးတွေဟာ မိုးထိထိုးတက်ကုန်ကြပါတယ်။ ဒီနောက်မှာ ဘဏ်တွေဟာ အတိုးကို အကြောင်းပြုလို့ အိမ်တွေကို သိမ်းလာတဲ့အခါ\nစပိန်မှာ အိုးမဲ့အိမ်မဲ့တွေ များပြားလာခဲ့တယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/on-the-fringe-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/eu-131x200.jpg",
        "title": "[18+] Eugenie (1970)",
        "description": "[18+] Eugenie (1970)\n===============Marquis de Sade ဆိုတဲ့ပြင်သစ်စာရေးဆရာကြီးရဲ့\nနာမည်ကြီးဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Philosophy in the\nBedroom ( ၁၈ + ) ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့\nရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ မြှီးကောင်ပေါက်အရွယ်ဖြစ်ပြီး\nအပျိုစစ်စစ် ယူဂျင်းနီက သူ့အမေရဲ့တင်းကြပ်တဲ့ စည်း\nကမ်းတွေကို မုန်းနေသူဖြစ်ပါတယ်။ တစ်နေ့မှာ သူ့ကို\nမျက်စိကျနေတဲ့ လူချမ်းသာ မာဗယ်က သူ့ညီမလေးကို\nပူဆာပြီး သူတို့ပိုင်တဲ့ကျွန်းမှာ နှစ်ရက်လာလည်ဖို့ ဖိတ်\nခိုင်းပါတော့တယ်။မာရီယာကလည်း သူ့အစ်ကိုဆန္ဒရှိရင်ရအောင်ဖြည့်ဆည်း\nပေးတတ်ပြီး ယူဂျင်းနီကိုလည်း လိင်ပညာပေးအစီအစဉ်\nများကို ကိုယ်ဖိရင်ဖိသင်ကြားပေးခဲ့ပါတယ်။ ယူဂျင်းနီတစ်\nယောက် သူတို့မောင်နှမကြားမှာ ဝိုင်လေးသောက်လိုက်\nအပြာရောင်အိပ်မက်ထဲရောက်လိုက်၊ ဝိလေးသောက်လိုက်\nအမည်းရောင်အိပ်မက်ထဲရောက်လိုက်နဲ့ ကြည့်တဲ့သူတွေရင်\nခုန်အောင် ဘယ်လိုမျိုးလုပ်ဦးမလဲဆိုတာ ဆက်ကြည့်လိုက်\nပါတော့နော်။ ။ဆယ့်ရှစ်ယောက်တော့စုကြည့်ပေးကြနော် .....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJJV ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (400 MB) / (260 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......JJV\nEncoder..........Admin X",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-eugenie-1970/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzIwMzk2NjQtNjRmZS00YWQxLTk3MTgtN2YyYjEwNTc4OTMwXkEyXkFqcGdeQXVyMjE4ODEzODA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Under the Fig Trees (2021)",
        "description": "Under the Fig Trees (2021)\n====================\nIMDb Rating - 6.5/10တူနီးရှားကျေးလက်ဒေသက သဖန်းသီးခြံထဲကို တစ်ရက်\nလောက် အလည်သွားကြရအောင်…\nဒီဇာတ်လမ်းလေးမှာ ကျောင်းပိတ်ရက် သစ်သီးခြံထဲမှာ\nသစ်သီးခူးရင်းအလုပ်လုပ်ကြတဲ့ လူငယ်လေးတွေရဲ့ တစ်\nနေ့တာကို ရိုက်ပြထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ မနက်အရုဏ်တက် သူတို့ကို လာ\nကြိုမဲ့ကုန်တင်ကားကို စောင့်ရင်း စကားမမြည်ပြောနေကြ\nတာနဲ့ အစပြုထားပါတယ်။ ခဏနေတော့ သစ်သီးခြံက\nသူဌေးရဲ့ ကားရောက်လာပြီး အသီးသီး ကားပေါ်တက်ကြ\nပါတယ်။ ဒီထဲမှာ ဖီဒဲဆိုတဲ့ ခပ်သွက်သွက်ပုံစံနဲ့ ကောင်မ‌လေး\nက သူများတွေလို နောက်မှာမထိုင်ဘဲ ရှေ့ခန်းက သူဌေးဘေးမှာ\nဝင်ထိုင်လိုက်ပါတယ်။ ထုံးစံအတိုင်း အနောက်ခန်းကလူတွေ\nအတွက် အတင်းပြောဖို့ အကြောင်းရသွားတောပေါ့။ခြံထဲကို ရောက်တော့ သစ်သီးခြင်းတွေ ရေပုံးတွေ တစ်ပင်နဲ့\nတစ်ပင်ကူးပြီး သစ်သီးခူးကြပါတော့တယ်။ သူတို့တစ်နေ့တာမှာ\nအတူအလုပ်လုပ်တဲ့ ကောင်လေးတွေနဲ့ မထိတထိ စကြပြောကြ\nတာတွေရှိမယ်။ သူတို့အချင်းချင်း အချစ်အကြောင်း အိမ်ထောင်\nရေးအကြောင်းတွေ ပြောကြမယ်။ စားကြသောက်ကြရင်း ရယ်\nစရာလေးတွေ ပြောကြမယ်။ အချင်းချင်း သူ့ရည်းစားကိုယ့်ရည်း\nစားစွပ်စွဲကြရင် ရန်သတ်ကြတာတွေလည်း ရှိမယ်။ အလုပ်ရှင်ရဲ့\nအနိုင်ကျင့်တာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/under-the-fig-trees-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZjczZDkzZmMtMzhkNi00NGUzLWEwMDYtMzIwZWZkZTAwZTlmXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-139x200.jpg",
        "title": "Blue Gate Crossing (2002)",
        "description": "Blue Gate Crossing (2002)\n===================\nIMDb Rating - 7.4/10ကိုယ့်နှလုံးသားကို ဝေခွဲမရဖြစ်နေတဲ့ မိန်းကလေးတွေရော၊\nမချစ်သင့်တဲ့သူကို ချစ်မိတဲ့ကိုကိုတွေရောမမတွေရော အတွေး\nတစ်စုံတစ်ရာရရှိအောင်လုပ်ပေးနိုင်တဲ့ LGBT ထိုင်ဝမ်ကား\nလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ထိုင်ဝမ်ရုပ်ရှင်တို့ထုံးစံအတိုင်း\nသဘာဝကျတဲ့ရိုက်ချက်တွေနဲ့ အပီအပြင်တင်ဆက်ပေးထား\nပါတယ်။ကျောင်းမှာအရမ်းချောတဲ့ ကျောင်းသားလေးဖြစ်တဲ့ ကျန်းရှီး\nဟောင်ကို လင်ယွဲ့ကျန်းကျောင်းသူက အရူးအမူးချစ်နေပါ\nတယ်။ ဘယ်လောက်တောင်ချစ်လဲဆိုရင် ကျန်းရှီးဟောင်\nစွန့်ပစ်ထားတဲ့ စာအုပ်၊ ဘောလုံး၊ အသုံးအဆောင်ပစ္စည်း\nတွေကအစ အမှိုက်ပုံးထဲကနေယူပြီး အိမ်မှာစုထားတဲ့သူပါ။\nဘယ်လောက်ပဲချစ်ချစ် သူငယ်ချင်းလုပ်ဖို့တောင် လုံးဝဖွင့်\nမပြောရဲတဲ့ ကြိတ်ခရက်ချ်သူလေးပေါ့။သူ့ကိုကူညီပေးဖို့ မုန့်ခယ်ရုံဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းကို\nအကူအညီတောင်းခဲ့ပါတယ်။ ကြားထဲကနေ အောင်သွယ်\nပေးရင်းနဲ့ ကျန်းရှီးဟောင်နဲ့လင်ယွဲ့ကျန်းတို့ နှစ်ယောက်ကြား\nဗျာများလာခဲ့ရပါတော့တယ်။ တစ်နေ့မှာ “ကျွန်မကိုမနမ်း\nချင်ဘူးလား”လို့ အရဲစွန့်ပြီးမေးလိုက်တဲ့တစ်ယောက်က\nမုန့်ခယ်ရုံဖြစ်သွားတဲ့အခါ.... ကျန်းရှီးဟောင်၊ လင်ယွဲ့ကျန်း၊\nမုန့်ခယ်ရုံတို့သုံးယောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်\nလိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (622 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/blue-gate-crossing-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iyJNumu9bpLCXWcutryAvkVlGhN.jpg",
        "title": "Operation Nation(2022)",
        "description": "Operation Nation(2022)**********************ဒီဇာတ်ကားကတော့ ၂၀၂၃ ဧပြီလမှာပဲထွက်ရှိထားတဲ့ Netflix ရဲ့ပိုလန်နိုင်ငံရေးဟာသဒရမ်မာကားလေတစ်ကားပဲဖြစ်ပါတယ်။ စတက်ရှ်ဟာ ညီမဖြစ်သူနဲ့အခန်းအတူတူနေထိုင်နေရပြီးကားပါကင်မှာအစောင့်လုပ်ရတဲ့ လမ်းပျောက်လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်။ဒီလိုချို့ချို့တဲ့တဲ့နေရတာကိုစိတ်ကုန်ပြီး တိုးတက်အောင်လုပ်ချင်နေသူလည်းဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နိုင်ငံရေးတက်ကြွလှုပ်ရှားသူလည်းဖြစ် တတိယအင်ပါယာကြီးကိုထောက်ခံသူလည်းဖြစ်တဲ့ သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်သူရိုမန်က သူရဲ့အဖွဲ့ထဲကိုဝင်ဖို့စတက်ရှ်ကိုခေါ်ခဲ့ပါတယ်။စတက်ရှ်တစ်ယောက်လည်း လက်ရှိဘဝကနေပြောင်းလဲဖို့ဆိုရင် ဘာမဆိုလုပ်မယ်လို့ဆုံးဖြတ်ပြီးအဲ့ဒီအဖွဲ့ထဲကိုဝင်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်ပေါ်လာပါတော့တယ်...File Size : (1.4GB) and (597MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/operation-nation2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVIYdxIh4cq0y1GKhDp1ZJoYSeZ.jpg",
        "title": "[18+]May-December-January(2022)",
        "description": "May December January(2022)BL ဇာတ်ကားလေးကိုမှ\nဇာတ်လမ်းဆန်းဆန်းလေးနဲ့ ရိုမန့်တစ်ဆန်ဆန် ကြည့်ရမဲ့အပြင်\nအချစ်ဇာတ်ကားဆိုတာထက် လူတွေအကြောင်းကိုမြင်ရမယ့်အပြင်\nလူ့သဘာဝကသတ်မှတ်ထားတဲ့ စည်းတွေဘောင်တွေကို\nဂရုစိုက်မနေပဲ ကိုယ်ချစ်ချင်ရာချစ်ပလိုက်ဖို့\nဘာကိုမှ အလေးမထားပဲ ကိုယ့်ဘဝပျော်ရွှင်မှုအတွက်ပဲ ရှင်သန်ဖို့\nစသဖြင့်သရုပ်ဖော်ပြထားဝာကိုတွေ့ရမှာပါဇာတ်ကားနာမည်လေးအတိုင်း ဇာတ်ကောင်လေးသုံးယောက်ပါဝင်ပြီး\nဂေးတစ်ယောက်ရယ် သူ့ရဲ့ ခပ်ဟော့ဟော့အမေရယ် သူချစ်တဲ့\nသူငယ်ချင်းရယ် သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကို ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nထုံးစံအတိုင်း မြူးဇစ်နဲ့‌ဖော်ချွတ်‌လေးတွေလဲပါတာမို့\nမိသားစုနှင့်‌တော့ကြည့်ရန်မသင့်တော်ပါကြောင်း....\nFile size…1.6GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/18may-december-january2022/"
    }
]