[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSqToocgoDABPTTZsyL2gOyPOzi.jpg",
        "title": "Ayo Putus (2022)",
        "description": "Ayo Putus (2022)အညွှန်းဒီရုပ်ရှင်လေးကတော့Romance Comedyလေးပဲဖြစ်ပါတယ် ။\nစဲလ်တန်ဆိုတဲ့ကျောင်းမှာနာမည်ကြီးတဲ့ကောင်လေးဟာ\nမိန်းကလေးတ်ယောက်နဲ့ သုံးရက်ပဲတွဲလေ့ရှိပါတယ်။သုံးရက်ပြည့်တဲ့နေ့မှာတော့ အကြောင်းပြချက်မရှိ လမ်းခွဲတဲ့ နိယာမရှိပါတယ်။\nဒါပေမဲ့ အယ်လ်မာကိုဆိုတဲ့‌ကောင်မလေးနဲ့သုံးရက်တာတွဲဖို့ဖြစ်လာခဲ့ပြီး\nစဲလ်တန်ရဲ့ နှလုံးသားတံခါးကလည်းပွင့်သွားခဲ့ပါတယ်။နောက်ဆုံးမှာတော့ စဲလ်တန်က သူ့ရဲ့နိယာမအတိုင်း အဲလ်မာနဲ့ လမ်းခွဲသွားမလား\nဘယ်လိုတွေဖြစ်မလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်လေးထဲမှာပဲပြီးအောင်ကြည့်ပေးကြပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyal Sin Yati Ko ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 801MB | 384MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyal Sin Yati Ko\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ayo-putus-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulHvmXOMxgFWn1XHFrtrSp8pX67.jpg",
        "title": "(18+)You’ve Got A Friend (2022)",
        "description": "(18+) You've got a friend (2022)နာကျင်မှုက စိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖို့ဆိုတာ နားမလည်နိုင်တဲ့ စိတ်ပညာတစ်ခုပါပဲ။\nအဲဒါကြောင့်လည်း တချို့သောသူတွေက လိင်ဆက်ဆံတဲ့အချိန်မှာ နာကျင်မှုကို သာယာတိမ်းညွတ်ကြတာပါ။ဂျပန်ရုပ်ရှင်လောကက ခေတ်ဟောင်းကနေ ယခုချိန်ထိ\nသူတို့ဟာ ဒီလိင်စိတ်တိမ်းညွှတ်မှုတွေကို နည်းလမ်းပေါင်းစုံနဲ့ ဖော်ပြခဲ့ကြပါတယ်။ဒီဇာတ်ကားထဲမှာလဲ ဒီစိတ်နေသဘောထားကိုပဲ ဇာတ်လမ်းတစ်ခုနဲ့တင်ပြသွားတယ်\nBDSM ကိုနားလည်ချင်တဲ့သူတွေကြည့်ကြပါ\nမိသားစုတွေ အသက်မပြည့်သေးတဲ့သူတွေတော့ မကြည့်ကြပါနဲ့ဇာတ်လမ်းအကျဉ်းကတော့ .....သာမန်ဝန်ထမ်းတစ်ယောက် ဖြစ်တဲ့ Yoshio တစ်ယောက်\nBDSM ဆရာမကြီး ယူကီကို နဲ့ တွေ့ပြီး ခင်မင်သွားကြပါတော့တယ်။\nမကြာခဏ ဆိုသလို တွေ့ဖြစ်ကြပြီးတော့ မတွေ့ရ မနေနိုင် ဖြစ်သွားပါတော့တယ်\nအမဲသား စားမိသွားတဲ့ အရူးတစ်ယောက်ဖြစ်တဲ့ Yoshio နဲ့\nဗေဒင်ဆရာမကြီး Yukiko တို့ရဲ့ ခင်မင်မှုအကြောင်းကို နှောင်ဖွဲ့ တည်ဆောက်ထားတဲ့\nဗေဒင်ဟောကြတဲ့ ဆက်ဆံရေးအကြောင်းကို မြင်တွေ့ကြရမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/18youve-got-a-friend-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j0NQsYqnqvhTtBj7vhCa9iKT0NA.jpg",
        "title": "Dreams (1990)",
        "description": "Dreams (1990)~ IMDb - 7.7/10, Rotten Tomatoes - 66% ~ကူရိုဆာဝါဟာ ရုပ်ရှင်ရဲ့မဏ္ဍိုင်တစ်ခုလို့ဆိုကြတာနဲ့အညီ လက်ရှိနာမည်ကျော် အမေရိကန် ဒါရိုက်တာတွေအပေါ် အတော်လွှမ်းမိုးမှုကြီးတဲ့ဒါရိုက်တာပါ။ စပီးဘာ့ဂ်တို့ လူးကတ်စ်တို့ မာတင်စကောဆေးစိတို့လို လူတွေတောင် ကူရိုဆာဝါရဲ့ အရိပ်အငွေ့နဲ့မကင်းပါဘူး။ Dreams ကိုတော့ စပီးဘာ့ဂ်က ပရိုဂျူဆာလုပ်၊ သူရဲ့ကုမ္ပဏီ Amblin က ဖြန့်ပေးထားပြီး ရုပ်ရှင်ရဲ့ VFX Effects တွေကိုတော့ လူးကတ်စ်ရဲ့ ILM က လုပ်ပေးထားသလို မာတင်စကောဆေးစိကလည်း ဗင်းဆင့်ဗန်ဂိုးအဖြစ် သရုပ်ဆောင်ပေးထားပါတယ်။Dreams ဟာ ထူးထူးခြားခြားပဲ ကူရိုဆာဝါကိုယ်တိုင် သူထပ်ခါထပ်ခါမက်နေတဲ့ အိပ်မက်တွေကနေ ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ သူ့ရုပ်ရှင်ရိုက်သက်ရှည်ကြီးရဲ့ ရှားရှားပါးပါး သူတစ်ယောက်တည်းဇာတ်လမ်းဇာတ်ညွှန်းရေးထားတဲ့ ရုပ်ရှင်ဆိုလည်းမမှားပါဘူး။ တစ်နည်းပြောရင် Dreams ဟာ သူ့အိပ်မက်တွေကို ရိုက်ထားတဲ့ရုပ်ရှင်လည်းဟုတ်သလို သူမပြောဖြစ်ခဲ့တဲ့စကားတွေ သူပြောပြချင်တာတွေကို ရိုက်ပြထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ ( ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/dreams-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjNiNGNiMDQtYjI2ZC00NTE4LThmMzYtYTc1ODlhNDkwNmE2XkEyXkFqcGdeQXVyMTUzNzYwMzA@._V1_-141x200.jpg",
        "title": "(21+) Cinderella (1977)",
        "description": "ဒီဇာတ်ကားလေးက စင်ဒရဲလားလေးရဲ့\nလူကြီးကြိုက် နောက်ထပ်ဇာတ်လမ်းတစ်ပုဒ်\nဒီထဲမှာ စင်ဒရဲလားလေး ကြင်ယာဖြစ်သွားပုံက ထူးဆန်းတယ်\nအစောင့်ရှောက်ကလဲ ထူးဆန်းတယ်\nစင်ဒရဲလားလေးကလှတယ်ငယ်ရွယ်တယ် နုပျိုတယ် ဖြူစင်တယ်စင်ဒရဲလားလေးက မယားပါသမီးနဲ့ မိထွေးတို့ရဲ့ အနှိမ်ခံ\nဘဝနဲ့အစပျိုးထားပါတယ်\nဘုရင့်သားတော်ရဲ့ မွေးနေ့ ကြင်ယာရွေးပွဲ ဖိတ်စာရပေမဲ့\nတက်လို့မရအောင် မိထွေးနဲ့ မယားပါသမီးတွေကဖျက်ဆီးပါတယ်အဲဒီကြင်ယာရွေးပွဲကထူးဆန်းပါတယ်\nမိန်းမတွေအကြောင်းပေါင်းကြည့်မှသိဆိုသလိုပဲ\nကံစမ်းမဲနှိုက်ပြီး ခဏတာ ပေါင်းကြည့်တာပါပဲ\nစင်ဒရဲလားလေးကတော့ သူ့ဖြူစင်တဲ့စေတနာအတိုင်း\nအချိန်တန်တော့ သူမရဲ့ ကိုယ်စောင့်နတ်နဲ့တွေ့ပြီးအကူညီရပါတော့တယ်အကူညီကလဲ အတော်ထိရောက်ပါတယ်\nမိန်းမတစ်ယောက်ရဲ့ အဓိကကိုပါ ပြောင်းပေးလိုက်ပါတယ်\nမိန်းမ တစ်‌ထောင်မှာ တစ်ယောက်မရှိတဲ့ အရာမျိုးပါ\nအဲဒါကို မင်းသားလေးက စွဲလန်းသွားတဲ့အခါမှာတော့မင်းသားလေးရဲ့ရှာပုံတော်\nကြင်ရာရွေးပွဲ\nစတာတွေက DS Fans တွေအကြိုက်ဖြစ်နေတာကြောင့်\nစင်ဒရဲလားရဲ့ ရသတမျိုးကို တင်ဆက်လိုက်ပါတယ်\nFile size…1.86GB / 918MB\nQuality…1080p Blu Ray  / 720p\nFormat…mp4\nDuration….1h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/21-cinderella-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BODMwNGM4NWYtOGIyMS00MmZjLWIwMGUtN2ZjNTI1NmU0NWFmXkEyXkFqcGdeQXVyODU0NjA5MTU@._V1_-160x200.jpg",
        "title": "Anukoni Prayanam (2022)",
        "description": "Anukoni Prayanam ( 2022 )\nIMDb 6.5/10လူတစ်ယောက်ဟာ သူ့ရဲ့ဘ၀နိဂုံးအဆုံးသတ်မဲ့နေရာကို ရွေးချယ်လို့ရပါသလား... ။\nဘယ်အချိန်‌ရောက်လာမလဲမသိရတဲ့ဘ၀နေ၀င်ချိန်ကို ကြိုတင်ခန့်မှန်းဖို့ဆိုတာကတော့\nမဖြစ်နိုင်သလောက်ပါပဲ။ ဒီဇာတ်လမ်းကတော့ မွေးရပ်မြေမှာပဲခေါင်းချချင်တဲ့သူငယ်ချင်းရဲ့ဆန္ဒကို\nဖြစ်မြောက်အောင်ဖြည့်ဆည်းပေးမယ့်လူသားဆန်တဲ့လူတစ်ယောက်ရဲ့ဇာတ်လမ်းပါ...။ပျော်ရာမှာမနေ တော်ရာမှာနေဆိုတဲ့အတိုင်း တနယ်တကျေးမှာအလုပ်လုပ်နေကြရတဲ့\nသူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်။ တစ်ရက်မှာတော့ လုပ်ငန်းခွင်မှာမတော်တဆဆုံးပါးသွားတဲ့\nလူတစ်ယောက်ကိုကြည့်ပြီး သူသေရင်တော့မွေးရပ်မြေမှာပဲသေချင်တယ်လို့\nသူငယ်ချင်းရာဂျူးကပြောပါတယ်။အဲဒီနောက် ကိုဗစ်လူနာတွေတိုးလာပြီး\nအစိုးရကလော့ဒေါင်းချတော့မဲ့အချိန်မှာ သူတို့အလုပ်ခွင်လည်းပိတ်ပြီ\nး ဇာတိပြန်ဖို့ဖြစ်လာပါတယ်။ ဒါပေမဲ့ ရာဂျူးဟာ ရွာအပြန်ခရီးမစခင်မှာပဲ\nရုတ်တရတ်ဆုံးပါးသွားပါတော့တယ်။ သူငယ်ချင်းရာဂျူးရဲ့ဆန္ဒအတိုင်း\nသူ့ရဲ့မွေးရပ်မြေဇာတိရွာကလေးမှာသင်္ဂြိုလ်နိုင်ဖို့ သူငယ်ချင်းရဲ့အလောင်းကိုသယ်ကာ\nတစ်ယောက်ထဲခရီးဆက်ရတဲ့အခါ... ကိုရိုနာ‌လော့ဒေါင်းကန့်သတ်ချက်တွေကြောင့်\nလမ်းခရီးမှာဘယ်လိုအခက်အခဲတွေကြုံရမလဲ...သူငယ်ချင်းရဲ့ဆန္ဒကို‌ရော\nဖြည့်ဆည်းပေးနိုင်ပါ့မလားဆိုတာကတော့..။\nFile size…2.2GB / 1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ OeliuJ",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/anukoni-prayanam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oG1jILiTUZbsTYPKd88KO5iL2eO.jpg",
        "title": "18+ Plum Blossom (2000)",
        "description": "18+ Plum Blossom ( 2000 )ဒီ Erotic ကားကို တော်တော်များများ သိကြမယ်ထင်တာပါပဲ။\nမသိသေးရင်လည်း အခုကစ ကြည့်သင့်တဲ့ လက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်လို့ပြောလည်း မမှားဘူး။\nဘာလို့ဆို သရုပ်ဆောင်တွေပဲရှိုးကြည့်ပါဦး။\nမင်းသမီးက ကိုရီးယားတစ်ပြည်လုံးက မင်းသမီးတွေအကုန်ပေါင်းလို့\nသူတစ်ယောက်တည်း အင်တာမှာ ရိုက်ထားတဲ့ အရေအတွက်ကို မမီနိုင်တဲ့\nကိုရီးယားရဲ့ ဆရာအကျဆုံးမင်းသမီးဖြစ်တဲ့ ဘဲ့ဒိုနာကိုး။\nကိုရီးယားပြည်တွင်းမှာဆိုလည်း ထိပ်တန်းဂိဆရာနှစ်ပါးဖြစ်တဲ့ ဘွန်းဂျွန်းဟိုနဲ့ ပတ်ချန်းဝုတို့ကားတွေမှာ သရုပ်ဆောင်ခဲ့သလို\nဂျပန်ဂိဆရာ Hirokazu Koreedaရဲ့ကားတွေမှာလည်း ပါဖူးပါတယ်။ တခြားဂျပန်ကားတွေလည်း သူရိုက်ပါသေးတယ်။\nနောက်မက်ထရစ်ဒါရိုက်တာ၂ယောက် အဓိကရိုက်တဲ့ Sense8လို နာမည်ကြီး အင်္ဂလိပ်စီးရီးမှာလည်း အဓိကမင်းသမီးနေရာက ပါခဲ့ရဖူးပါတယ်။\nCloud Atlasမှာလည်းပါဖူးပါတယ်။ Kingdomနဲ့တော့ သူ့ကို လူသိများပါလိမ့်မယ်။မင်းသားကတော့ ဟိုးရှေးခေတ်ကတည်းက Love Story in Harvard နဲ့ နာမည်ကြီးခဲ့တဲ့\nခုတလောတောင် သူ့ကား The First Respondersတို့ Decibel တို့ တော်တော်ရေပန်းစားနေတဲ့ ကင်ရေဝန်းပါ။ဒါရိုက်တာကတော့ ၁၉၈၀ဝန်းကျင်ကတည်းက ရိုက်လာတဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/18-plum-blossom-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NS5QGOfck24yL3bZqWeW06PgPC.jpg",
        "title": "Robin Hood (2010)",
        "description": "Robin Hood (2010)================ ရော်ဘင်ဟုဒ်ကားအများကြီးထဲကမှ အ‌ကောင်းဆုံးလို့ပြောစမှတ်ပြုကြတဲ့ကားလေးလာပါပြီ။Cate Blanchett Russell Croweတို့လို ဝါရင့်မင်းသား မင်းသမီးကြီးတွေကအစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ ရော်ဘင်လောင်းစတွိုက်ဟာဘုရင်ကြီးရစ်ချတ်ရဲ့ခရူးဆိပ်စစ်ပွဲက လေးသည်တော်တစ်ယောက်ပါ။အင်္ဂလန်ကိုပြန်လာဖို့ ပြင်သစ်နဲ့အင်္ဂလန်ကြားကနိုင်ငံရေး တွေကြားနော့တင်ဟမ်ရဲ့ ဆာ ရောဘတ် လော့ဇ်စလေအဖြစ်အယောင်ဆောင်ပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ရောဘတ်တဖြစ်လဲ ရော်ဘင်တယောက်အင်္ဂလန်ရောက်ပြီးဘာတွေဆက်ဖြစ်မလဲ။ ရောဘတ်ရဲ့မိန်းမဖြစ်ခဲ့သူမယ်ရီယွန်နဲ့ရော ဘာတွေဆက်ဖြစ်ကြမလဲ။ ပြင်သစ်ကကျူးကျော်စစ်နီးကပ်လာချိန်အထိတိုင် ပြည်တွင်းစစ်ဖြစ်အဲ့ဆဲဆဲ အင်္ဂလန်ကို သာမန်လေးသမားတယောက်ကကယ်တင်နိုင်ပါ့မလား။ အဆုံးမှာဒဏ္ဍာရီတခုဘယ်လို ရေးနိုင်ခဲ့မလဲဆိုတာကိုရှုစားပေးကြပါဦး..  File size…2.31GB / 926MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/robin-hood-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-r-135x200.jpg",
        "title": "Renaissance Man (1994)",
        "description": "1994 ကာလရဲ့ နာမည်ကြီး ဟာသကောင်းလေးတစ်ခုလောက် ကြည့်ကြည့်လိုက်ရအောင်။ဝီလီယမ်ရေဂိုတစ်ယောက် မီးပွိုင့်မိသွားတာ အစည်းအဝေးချိန်နောက်ကျပြီး အလုပ်ပြုတ်တဲ့ထိဖြစ်သွားပါတယ်။ အသက်လည်းကြီးနေပြီဖြစ်လို့ ဘာအလုပ်မှရှာမရဘဲဖြစ်နေရာမှ အလုပ်တစ်ခုကလာကမ်းလှမ်းတဲ့အခါ.. ထိုအလုပ်ကတော့ စစ်တပ်ထဲက စစ်သားတွေကိုစာသင်ပေးဖို့ပဲဖြစ်ပါတယ်။သာမန်စစ်သားမဟုတ်ဘဲ တုံးလွန်းလို့ D နှစ်လုံးကောင်တွေ(ခွေးချေးလိုတုံးသောသူများ) လို့တင်စားခံထားရတဲ့ စစ်သားတွေကိုစာသင်ဖို့ဖြစ်လာတဲ့အခါ.. စာတောင်မသင်ဖူးပေမယ့် တခြားလည်းဘာအလုပ်မှလုပ်မရတာကြောင့် ဖြစ်ချင်ရာဖြစ်ဆိုပြီးသွားလိုက်တဲ့ရေဂိုနဲ့ ငတုံးအဖွဲ့ စစ်တပ်ထဲဘယ်လိုဘုနဲ့ဘောက်တွေဖြစ်ကြမလဲ.. File size…(2.28GB)  / (`1.12GB) / (765MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:08:00\nGenre...  Drama /Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://channelmyanmar.org/renaissance-man1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/photo644162-140x200.jpg",
        "title": "[18+]So Cute(2004)",
        "description": "So Cute(2004)**************(၁၈+ အခန်းများပါသဖြင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါခင်ဗျ..)ဂျန်ဆူရိုဟာ ဆိုးလ်မြို့ဆင်ခြေဖုံးရပ်ကွက်တစ်ခုမှာ နေထိုင်တဲ့ နတ်ဆရာတစ်ယောက်ဖြစ်ပါတယ်..သူဟာ အိမ်ထောင်ရေးနဲ့ပတ်သက်တဲ့ အဆောင်လက်ဖွဲ့ပေးရာမှာ\nနာမည်ကြီးလို့ အမျိုးသမီးတွေက သူ့ကို သဘောကျကြတယ်..အဲလိုနဲ့ဂျန်ဆူရိုဟာ အမျိုးသမီးတချို့နဲ့ပတ်သက်ခဲ့ပြီး ဖအေတူမအေကွဲ သား၃ယောက်ရလာပါတော့တယ်..\nသားကြီးဖြစ်သူအမူးသမား ၉၆၃က ဆိုင်ကယ်နဲ့ပစ္စည်းပို့တဲ့အလုပ်ကိုလုပ်ပြီးသားလတ်ဖြစ်သူဂယ်ခို(ခွေးနှာခေါင်း)က ကရိန်းကားမောင်းတဲ့အလုပ်ကို လုပ်ပါတယ်..\nသားအငယ်ဆုံးဖြစ်တဲ့မောရှီဂီကတော့ လူမိုက်တစ်ယောက်ဖြစ်ပြီး မကြာခင်ကမှ ထောင်ကထွက်လာသူဖြစ်ပါတယ်..မောရှီဂီရဲ့ဆရာ လူမိုက်ဂိုဏ်းခေါင်းဆောင်က မောရှီဂီရဲ့ဖခင်နေထိုင်တဲ့\nဆင်ခြေဖုံးရပ်ကွက်ကတိုက်တန်းဟောင်းကို စီမံကိန်းတစ်ခုနဲ့ဖျက်ခိုင်းဖို့ မောရှီဂီနဲ့အဖွဲ့ကို စေခိုင်းတဲ့အခါမှာတော့ဖခင်နဲ့လူမိုက်ဆရာကြား မောရှီဂီအခက်တွေ့ပါတော့တယ်\nဒါ့ပြင် သားလတ်ဂယ်ခိုနဲ့သိတဲ့ ဆွန်းရီဆိုတဲ့ဆန်မုန့်ရောင်းတဲ့မိန်းကလေးတစ်ဦးကပါ..သူတို့အိမ်ပေါ်ရောက်လာတဲ့အခါမှာ သားအဖ၄ယောက်နဲ့ဆွန်းရီရဲ့ပတ်သက်မှုကလည်း ရယ်မောစရာကောင်းပြီး\nပိုရှုပ်ထွေးလာပါတော့တယ်..    File Size : (3.1GB)(1.0 GB) and (397 MB)\nQuality : NF.WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:56:00\nGenre : Adult, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by PPM\nEncoded by DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/so-cute2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1GwGESCZ34kaulttLwSBRj7h1vY.jpg",
        "title": "Girl in the Box (2016)",
        "description": "Girl in the Box (2016)၁၉၇၇ခုနှစ် ​မေလမှာ ကိုလင်းဆိုတဲ့ မိန်းက​လေးတစ်​ယောက်ဟာ\nကယ်လီဖိုးနီးယားက သူငယ်ချင်းတစ်​​​​ယောက်ရဲ့ ​မွေး​နေ့ကိုလာရင်း\nကမ်မရွန်းနဲ့ ဂျန်နစ်ဆိုသူတို့ရဲ့ကားကို လမ်းကြုံလိုက်စီးခဲ့ပါတယ်။\nဒီလိုလမ်းကြုံစီးခဲ့တာက သူ့ဘဝရဲ့အဆိုးရွားဆုံးဆုံးဖြတ်ချက်မှန်း\nကိုလင်းတစ်​ယောက် ကြိုသိခဲ့လျှင် အ​ခြေအ​နေက တစ်မျိုးတစ်ဖုံ​\nပြောင်းသွားနိုင်​ပေမယ့် သူသိတဲ့အချိန်မှာ အခါ​နှောင်းသွားခဲ့ပါပြီ။\nဒီလိုနဲ့ပဲ လူများ​​အော့နှလုံးနာစရာ နှ​မြောတသဖြစ်စရာ ဖြစ်ရပ်မှန်\nကိစ္စဆိုးတစ်ခု ဖြစ်ပွားခဲ့ပါ​​တော့တယ်။ကင်မရွန်းနဲ့ ဂျန်နစ်က လင်မယား၂​ယောက်ဖြစ်ပြီး လင်ဖြစ်သူက\nBDSMစွဲလမ်းသူ Dominaceတစ်​ယောက် ဖြစ်​ပေမယ့် မယားက\nsubmission typeဖြစ်မ​နေတာ​​ကြောင့် လင်မယား၂​ယောက်ဟာ\nကားတစ်စီးနဲ့ပတ်ရင်း လမ်းကြုံလိုက်စီးတဲ့မိန်းမငယ်​​​လေးတွေကို\nပြန်​ပေးဆွဲပြီး လိင်ကျွန်ပြုလုပ်ရင်း လက်လွန်သွားရင် အ​လောင်း\nမကျန်​အောင် လက်စ​ဖျောက်တဲ့သူ​တွေပါ။ ကံဆိုးတဲ့ ကိုလင်းဟာ\nသူတို့နဲ့ပါ တည့်တည့်တိုးခဲ့ရပါတယ်။ကိုလင်းဟာ သူတို့၂​ယောက်ရဲ့လိင်ကျွန်အဖြစ် ၇နှစ်နေခဲ့ရသလို\nသူတို့လင်မယားရဲ့ က​လေးကိုပါ ထိန်း​ပေးရင်း အိမ်​​ဖော်သာသာ\n​နေခဲ့ရပါတယ်။ ညဘက်အိပ်ရင် လင်မယား၂​ယောက်ရဲ့ ကုတင်\n​အောက်ထဲမှာ ဖွဲ့ထားတဲ့ လူတစ်ကိုယ်စာ ​သေတ္တာခန်း​လေးထဲမှာ\nဝင်အိပ်ရပြီး စိတ်မထင်သလို ကင်မရွန်းရဲ့ နှိပ်စက်မှုဒဏ်ကိုပါ\nခံခဲ့ရပါတယ်။ဒီလိုမျိုးဘဝကို ရောက်​နေ​ပေမယ့် ထွက်မ​ပြေးရဲ​အောင် သူမဟာ\nလိင်လုပ်သားကုမ္ပဏီရဲ့ တရားဝင်ကျွန်ဖြစ်​ကြောင်း၊ ထွက်​ပြေးရင်\nမိသားစုပါအသက်အန္တရာယ်ရှိ​​ကြောင်း လိမ်​ပြောထားတာ​ကြောင့်\nကိုလင်းခမျာ ၇နှစ်တာလုံးလုံး ကြီးစွာ​သောဒုက္ခကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/girl-in-the-box-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiZF8b9T9fMcwvsEEkJ5ik1wCnV.jpg",
        "title": "Bed Rest (2022)",
        "description": "Bed Rest (2022)ဒီတစ်ခါ​တော့ Horror Type ကြိုက်တဲ့ ညိုကီတို့အတွက် Bed Rest ဆိုတဲ့ သရဲကားလာပါပြီ။ သရဲကားဆို​ပေမယ့် သရဲကို တစ်ကားလုံး မြင်​နေရမှာမျိုးမဟုတ်ဘဲ တဖြည်းဖြည်း တစိမ့်စိမ့်နဲ့ ​ခြောက်တဲ့ သရဲကားမျိုးပါ။အရင်က​လေးကို ဆုံးရှုံးလိုက်ရတဲ့ ဂျူလီ ရေးဗား နောက်ကိုယ်ဝန်​​ဆောင်တဲ့အခါ အိမ်အသစ်တစ်ခုကို ပြောင်းလာပြီး​နောက် အိမ်အသစ်မှာ ထူးဆန်းစရာ တုန်လှုပ်စရာ​တွေကြုံ​တွေ့လာရတဲ့အခါ ကျန်းမာ​ရေးအ​ခြေအ​နေ​ကြောင့်ဆရာဝန်က အိပ်ရာထဲပဲ အနားယူဖို့ ညွှန်ကြားပြီး​နောက် အိမ်အသစ်ကြီးမှာ ဘာ​တွေဆက်ဖြစ်မလဲ...ဂျူလီရေးဗား ကြုံ​တွေ့ရတာ​တွေကို ယုံ​ပေးမယ့်သူရှိလား... အိမ်ကြီးရဲ့ အတိတ်သမိုင်းကဘာ​တွေလဲ... ဂျူလီ​ရေးဗားကို ​ခြောက်လှန့်​နေတာ​တွေက သူ့စိတ်​ကြောင့်ပဲလား အနာဂတ်မှာ ဖြစ်မှာ​တွေက သတိ​ပေး​နေတာ​တွေလား... ဆိုတာ​တွေကို ​ကြောက်လည်း​ကြောက် စိတ်ဝင်စားဖို့ကလည်း​ကောင်း​ကောင်းနဲ့ ကြည့်ရမှာပါ။ ဒီကားရဲ့ ပရိုဂျူဆာတွေကလည်း နာမည်ကျော် Franchise ကြီးဖြစ်တဲ့ Scream ကလူတွေဖြစ်တဲ့အပြင် မင်းသမီးကလည်း Scream ထဲက တစ်ယောက်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bed-rest-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/cheppalani-undhi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxYbTEakxvnigRab30Nwlyu7lRC.jpg",
        "title": "Ab Tumhare Hawale Watan Saathiyo (2004)",
        "description": "Ab Tumhare Hawale Watan Saathiyo (2004)\nAction, Drama, War\nIMDb 4.4/10 (1.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်း..အရှေးကူမား..\nဘော်ဘီဒိုးတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။Box Office မှာလည်း အိန္ဒိယရူပီ ဘတ်ဂျက် သန်း ၂၀၀ မှာ အိန္ဒိယရူပီ ၃၀၁.၆၆ သန်းအထိ\nပြန်လည်ရရှိခဲ့သော ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြောရမယ်ဆိုရင်တော့ အိန္ဒိယ-ပါကစ္စတန်မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းပေါ့ဗျာ။\nပါကစ္စတန်ဘက်က အကြမ်းဖက်သမားတွေ အိန္ဒိယထဲစေလွှတ်မယ်။ အကြမ်းဖက်ရေးလှုပ်ရှားမှုတွေ လုပ်ဆောင်မယ်။တရားမဝင်နည်းလမ်းနဲ့ အိန္ဒိယပိုင်နယ်မြေကို သိမ်းပိုက်မယ်။\nဒါကို အိန္ဒိယက ရဲစွမ်းသတ္တိအပြည့်နဲ့\nအမိမြေအတွက် သက်စွန့်ဆံဖျား ပြန်လည်ချေပမယ်။ဒီဇာတ်ကားထဲမှာ အိန္ဒိယစစ်တပ်ရဲ့ရဲစွမ်းသတ္တိရှိမှုတွေကို ဖေါ်ပြထားပြီး\nစစ်သားတစ်ယောက်ဖြစ်ရခြင်းရဲ့\nအဓိပ္ပါယ်ဟာ ဘာလဲဆိုတာကို သေချာအဓိပ္ပါယ်ဖေါ်ပြပေးသွားပါတယ်။ကိုယ့်တိုင်းပြည် ကိုယ့်လူမျိုးအတွက်ဆို တရားသောနည်းလမ်းနဲ့ ရန်အစွယ်စွယ်ကို တွန်းလှန်ပြီး\nပြည်သူသာအမိ ပြည်သူသာအဖဆိုတဲ့ သဘောတရားကို ကောင်းကောင်းသရုပ်ဖေါ်သွားနိုင်ခဲ့ပါတယ်။နိုင်ငံတစ်နိုင်ငံကို စောင့်ရှောက်ဖို့မှာ နိုင်ငံသားတိုင်းအတွက် တာဝန်ရှိပါတယ်။\nကိုယ့်အိုးအိမ်ကိုတောင် ဘေးကင်းအောင်မထားနိုင်တဲ့သူဟာ နိုင်ငံ့သားကောင်းဖြစ်မလာနိုင်ပါဘူး။ မိသားစုအတွက် ကိုယ်ဟာ\nသားကောင်းတစ်ယောက်ဖြစ်သင့်သလို နိုင်ငံ့အတွက်လည်း အကျိုးရှိတဲ့လူတစ်ယောက်ဖြစ်သင့်တယ်ဆိုတာကို\nဒီဇာတ်ကားလေးက ကောင်းကောင်းဖေါ်ပြပေးထားလို့ ရှုစားကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/ab-tumhare-hawale-watan-saathiyo-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ou2aNvz00ss3zDC3FMUmaCj7yqB.jpg",
        "title": "Godland (2022)",
        "description": "Godland (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 88% ~၁၉ရာစုက သာသနာပြုသင်းအုပ်ဆရာတစ်ပါးအကြောင်း ရုပ်ရှင်ပါ။ သူဟာ Iceland မှာ သာသနာပြုဖို့အတွက် ချာ့ချ်ကျောင်းတစ်ကျောင်းဆောက်လုပ်ဖို့ တာဝန်ပေးခံရတဲ့ဘုန်းတော်ကြီးပါ။ Iceland ဟာ သဲကွင်းတွေ တောင်တန်းတွေ ရေခဲမြစ်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ နေရာဖြစ်ပြီး ပထဝီအနေအထားအမြဲပြောင်းလဲနေတဲ့နေရာပါ။ ဒီနေရာမှာ တချို့ရာသီတွေဆို နေလုံးဝမဝင်ပါဘူး။ လင်းကျင်းနေတာပါပဲ။ ဒေသခံမဟုတ်ရင် နေ့ညတောင်မကွဲ အိပ်ဖို့တောင် အဆင်မပြေပါဘူး။ ဒီလိုအခက်အခဲတွေနဲ့ နေရာကို ဘုန်းတော်ကြီးလူးကပ်စ်ဟာ သာသနာပြုဖို့ စေလွှတ်ခံခဲ့ရပါတယ်။ ဒီရုပ်ရှင်ကတော့ အဲဒီဘုန်းကြီးရဲ့ သာသနာပြုခရီးအကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ရုပ်ရှင်ပါပဲ။၁၉ရာစုတုန်းက Iceland မှာ သေတ္တာတစ်လုံးတွေ့ရှိခဲ့ကြပြီး အဲဒီသေတ္တာထဲမှာ ဒိန်းမတ်ဘုန်းတော်ကြီးတစ်ပါး ရိုက်ကူးထားတဲ့ ဓာတ်ပုံဖလင်ခုနှစ်ချပ်ကိုပါ တွေ့ရှိခဲ့ကြပါတယ်။ အဲဒီဓာတ်ပုံတွေဟာ အရှေ့တောင်ကမ်းရိုးတန်းဒေသမှာရိုက်ကူးခဲ့တဲ့ ပထမဆုံးဓာတ်ပုံတွေဖြစ်ပြီး။ ဒီရုပ်ရှင်ကို အဲဒီဓာတ်ပုံတွေကနေ ဉာဏ်ကွန့်မြူးတင်ပြထားတာ ဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/godland-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kElJcT1oteDCyRzw0XNqrTZcCvA.jpg",
        "title": "Pacifiction (2022)",
        "description": "Pacifiction (2022)ဒီနေ့မှာတော့ လူ့သဘာဝကို ထိထိမိမိနဲ့သရုပ်ဖော်နိုင်လွန်းလို့ ပရိသတ်တွေရဲ့ချီးကျူးမှုတွေကို သိမ်းပိုက်ထားတဲ့ Albert Serraရဲ့ နာမည်ကျော်လက်ရာတစ်ခုဖြစ်တဲ့ Pacifiction 2022ဆိုတဲ့ရုပ်ရှင်လေးကို တင်ဆက်ပေးမှာပါ။ Albert Serraရဲ့လက်ရာပီပီ ဒီကားလေးကရော ဒီတစ်ခါမှာ ဘယ်လိုတွေးစရာတွေပေးသွားမလဲဆိုတာ အားလုံးတူတူကြည့်လိုက်ရအောင်ပါ။ပြင်သစ် ပေါ်လီနီးစီးယားရဲ့ ကျွန်းလေးတစ်ကျွန်းပေါ်ကအုပ်ချုပ်ရေးမှူး အစိုးရအရာရှိလေး ဒီရိုလာတစ်ယောက်ဟာ လူတော်တွေကို မြေတောင်မြှောက်ပေးပြီး လိုအပ်နေသူတိုင်းကို ကူညီတတ်တဲ့လူတစ်ယောက်ပါ။ ဆိတ်ငြိမ်လှတဲ့ ကျွန်း‌မြို့လေးတစ်မြို့အတွက် ကြီးကျယ်တဲ့ပြဿနာရယ်လို့ ရှိလာမှာမဟုတ်ဘူးလို့ပဲ အားလုံးကထင်မှတ်ထားကြတာပေါ့။ ဒါပေမဲ့ သူတို့ရဲ့ကျွန်း‌မှာ nuclearစမ်းသပ်မှုလုပ်မယ်ဆိုပြီး ခပ်သဲ့သဲ့ထွက်လာတဲ့သတင်းနဲ့အတူ မြို့နားမှာ ရုတ်တရက်ပေါ်လာတဲ့ ရေတပ်သားတွေ၊ စစ်တပ်ရဲ့လှုပ်ရှားမှုတွေကြောင့် ဒီရိုလာတစ်ယောက် ခေါင်းခဲရဖို့ဖြစ်လာတဲ့အခါ...တစ်ဖက်က အစိုးရပိုင်းကရာထူးအကြီးဆုံးတွေနဲ့ တခြားတစ်ဖက်က ဩဇာအာဏာဆိုလို့ စိုးစဉ်မျှမရှိကြရှာတဲ့ ကျွန်းနေပြည်သူ၊ ထိပ်ဆုံးနဲ့အောက်ဆုံးကြားက နိုင်ငံရေးအင်အားပြိုင်ပွဲမှာ လက်ဝင်ရှိုမိတဲ့ ဒီရိုလာတစ်ယောက် တစ်ချက်အမှားမခံတဲ့ဆုံးဖြတ်ချက်တွေချရဖို့ ဖြစ်လာတဲ့အခါ ဘယ်လိုဆက်လုပ်မှာလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့ နိုင်ငံရေးဆိုတဲ့မျက်နှာဖုံးအောက်က အာဏာရှင်လက်မည်းကြီးတွေရဲ့ပြိုင်ဆိုင်မှုနဲ့အတူ၊ အကျိုးအမြတ်နဲ့ပတ်သက်လာတဲ့အခါမှာတော့ သေမင်းနဲ့ပဲ အပြိုင်စစ်ခင်းရပါစေ ဘယ်သူသေသေ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/pacifiction-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/59bgVtpX6MPy2d5zberJiRNkDDx.jpg",
        "title": "Bel Ami (2012)",
        "description": "Bel Ami (2012)နှုတ်ခမ်းနီမလေးတို့ရဲ့အသည်းကျော် Twilight ဗမ်ပိုင်းယားမင်းသားအဖြစ်လူသိများပြီး လတ်‌တ‌လောမှာလည်း Batman ကာရိုက်တာအဖြစ်နဲ့ အားလုံးရဲ့အာရုံကိုဖမ်းစားထားနိုင်တဲ့ ရောဘတ်ပတ်တင်ဆန်ရဲ့ ရှေးခေတ်နောက်ခံ ဒရာမာကားဟောင်းလေး‌တစ်ခုကို တင်ဆက်ပေးပါရစေ။ဒီကားလေးထဲမှာ ရောဘတ်ပတ်တင်ဆန်က ဂျော့ဂ်ျစ်ဒူရွိုင်ဆိုတဲ့ ချောမောပြီး ဆွဲဆောင်မှုရှိတဲ့ ၂၆နှစ်အရွယ် ဆင်းရဲသားစစ်သားဟောင်းတစ်ဦးအဖြစ်ကနေ ပဲရစ်က လူကုံထဲအသိုင်းအဝိုင်းကြားကို တစ်စတစ်စဘယ်လိုတိုးဝင်မလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။ပဲရစ်လူကုံထံအသိုင်းအဝိုင်းမှာ ယောက်ျားတွေထက် မိန်းမတွေက လည်လည်ဝယ်ဝယ်အချက်အချာကျနေတာဟာ ဂျော့ဂ်ျစ်တစ်ယောက်အတွက် သူရဲ့နှစ်လိုဖွယ် ညှို့ဓာတ်ကို ကောင်းကောင်းအသုံးချစရာဖြစ်လာခဲ့တယ်။ သူဟာ ခြစ်ကုပ်နေထိုင်ရတဲ့ မီးရထားဝန်ထမ်းဘဝကနေ စာနယ်ဇင်းအယ်ဒီတာ၊ အတင်းအဖျင်းတို့ရဲ့ဥက္ကဌ၊ နိုင်ငံရေးသမားဆိုတဲ့ ရာထူးဂုဏ်သိမ်တွေကို စာကောင်းကောင်းလည်း မတတ်ပါဘဲနဲ့ ဘယ်လိုရောက်လာခဲ့လဲ... ဘယ်သူတွေကို ဘယ်လိုအသုံးချပြီး ဘယ််သူတွေဆီက ဘယ်လိုသတင်းတွေကိုရယူခဲ့လဲ... ဘယ်လိုအတက်အကျတွေ ရင်ဆိုင်ခဲ့ရလဲ... ဘယ်အမျိုးသမီးကို တကယ်ချစ်လျက်နဲ့ ဘယ်သူတွေနားပဲဝဲခဲ့ရလဲ... အစရှိတာတွေကို စောင့်စားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။တစ်ခုထူးတာက ဒီကားထဲမှာ Cast ကြမ်းကြမ်းဆိုလို့ ရောဘတ်ပတ်တင်ဆန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ Kill Bill, Pulp Fiction တို့နဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/bel-ami-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQvlKjum8hNNiI6f2oaww5ciGw.jpg",
        "title": "[18+]The Girl Next Door 4(2020)",
        "description": "[18+]The Girl Next Door 4(2020)******************************\nအိမ်အသစ်ကို ပြောင်းလာတဲ့ ဂင်ဂျုံယွန်း\nဘေးအိမ်ကကောင်မလေးကို မြင်မြင်ချင်း သဘောကျသွားခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း မိန်းကလေးတစ်ယောက်နဲ့ အတူနေချင်ပေမယ့် ကြောက်ရွံနေတာကြောင့်\nသူငယ်ချင်းဖြစ်သူရဲ့ ပြောပြမှုကြောင့် အိမ်တိုင်ရာရောက် ဝန်ဆောင်မှုပေးတဲ့ အနှိပ်သည်မလေးကို ခေါ်ပြီး အနှိပ်ခံပါတော့တယ်\nဒီတော့ ဘေးအိမ်ကကောင်မလေးနဲ့အနှိပ်သည်မလေးကြားမှာ ဂျုံယွန်းတစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\n   File size… 831MB& 255MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18the-girl-next-door-42020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZmI5ODc3ODMtM2YwZS00OGY4LTkzMGQtYWYzZGVmNWQyN2JhXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_-160x200.jpg",
        "title": "Last Summer (2021)",
        "description": "Last Summer (or) Geçen Yaz (2021)\n===============\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကို ကြည့်မိတော့လည်း ကလေးဘဝတုန်းက\nဇာတ်လမ်းလေးတွေကိုတောင် ပြန်သတိရမိတယ်။ နွေရာသီ\nအားလပ်ရက် အချစ်ဇာတ်လမ်းလေး အနည်းဆုံး တစ်ခုလောက်\nတော့ ရှိဖူးကြမယ်ထင်ပါတယ်။ နွေရာသီရောက်လို့ အမှတ်တရ\nတွေ တွေးမိချိန်တိုင်း အမောပြေစေမဲ့ တစ်ချိန်တစ်ခါက ကြုံခဲ့ဆုံ\nခဲ့ရသူလေးနဲ့ ခဏတာရိုမန့်စ်လေးပေါ့။Last Summer ဆိုတဲ့ ဒီဇာတ်ကားလေးမှာလည်း Daniz ဆိုတဲ့\n16 နှစ်သား လူပျိုဝင်ခါစ ကောင်လေးတစ်ယောက်ရဲ့ နွေရာသီ\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ကြည့်ရှုရမှာပါ။ တူရကီနိုင်ငံက\nရိုက်ကူးထားတာဖြစ်လို့ နွေဇာတ်လမ်းလေးနဲ့ အကိုက် ကမ်းခြေမှာ\nဘစ်ကနီလေးနဲ့ တူရကီသူချောချောလေးတွေကိုလည်း တစ်ဝငေးရင်း\nDaniz တစ်ယောက်ရဲ့ နွေရာသီအချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှု\nခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.67 GB) / (753 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 41Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator......Thetti Tun\nEncoder..........Zin Phyo Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/last-summer-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVGcM2cm572N6cS60b1VputhItw.jpg",
        "title": "My Art Teacher ( 2023 )",
        "description": "ဘာမှမသိနားမလည်တဲ့ အရိုင်းဆန်တဲ့ ပန်းချီပါရမီရှင်လေးကို\nအလယ်တန်းကျောင်းက အနုပညာဆရာကနေပြီး ပျိုးထောင်ပေးတဲ့\nကျောင်းသားကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။၁၉၉၀ကျော် ကျေးလက်မှာအနုပညာမဖွံ့ဖြိုးသေးတဲ့အချိန်မှာ\nအလယ်တန်းကျောင်းသားလေးတစ်ယောက်ဟာ\nပန်းချီကလွဲပြီးကျန်တဲ့စာတွေသင်ဖို့စိတ်မဝင်စားပါဘူး။သိပ္ပံ၊ဝိဇ္ဇာဘာသာတွဲကိုသာအလေးထားတဲ့ ရွာကျောင်းလေးမှာ\nသူဟာသင်းကွဲတစ်ယောက်ဖြစ်နေတော့တာပေါ့။\nဆရာတိုင်းကသူ့ကိုအော့ကြောလန်ပြီး ပြဿနာကောင်လို့\nသဘောထားကြတဲ့အချိန်မှာ မြို့ကနေ အနုပညာဆရာတစ်ယောက်ရောက်လာပါတယ်။အနုပညာကိုအလေးထားရကောင်းမှန်းမသိတဲ့ ရွာကျောင်းလေးမှာ\nအနုပညာဆရာလုပ်ရတာလဲ မလွယ်လှဘူး။\nပန်းချီပါရမီရှိတဲ့ကျောင်းသားလေးကို အနုပညာကျောင်းကိုပို့နိုင်ဖို့အတွက်\nကြိုးစားကြပုံကို အားတက်စရာ ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2Cn3m/My_Art_Teacher_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODgzMDE1MjYtMWQ2MC00OTRhLWI4YTYtMjEzZGY1MDY5YzJkXkEyXkFqcGdeQXVyMzQzMzc4MTk@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Delta (2022)",
        "description": "ဒီရုပ်ရှင်ဟာ ဒယ်လ်တာလို့အမည်ရတဲ့ မြစ်ဝှမ်းမှာရှိတဲ့ တံငါသည်တွေနဲ့ ပိုင်နက်ကျူးကျော် ငါးခိုးဖမ်းသမားတွေအကြားက ပဋိပက္ခကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။ အိုဆိုဟာ သဘာ၀ပတ်၀န်းကျင်ထိန်းသိမ်းရေးအဖွဲ့ကို တည်ထောင်ထားပြီး ဒယ်လ်တာမြစ်ကို ဖလော်ရီယန်တွေရဲ့ အလွန်အကျွံငါးဖမ်းခြင်းကနေ ကယ်တင်‌ဖို့ကြိုးစားနေသူတစ်‌ယောက်ပါ။ တစ်ဖက်က ငါးခိုးဖမ်းတဲ့ ဖလော်ရီယန်တွေဘက်မှာတော့ ဒယ်လ်တာဒေသမှာကြီးပြင်းလာခဲ့တဲ့ အီလီယာဆိုတဲ့သူရှိပါတယ်။အိုဆိုတို့အဖွဲ့ဟာ ဒယ်လ်တာမြစ်အတွင်း ရှော့ရိုက်ပြီး အများအပြားဖမ်းဆီးခံထားရတဲ့ ငါးအသေကောင်တွေကိုရှာတွေ့လာရမှ နောက်ကွယ်ကတရားခံကို လိုက်လံဖော်ထုတ်ရင်းကနေ တံငါသည်တွေနဲ့ ငါးခိုးဖမ်းသူတွေအကြား မထင်မှတ်ထားတဲ့ ပဋိပက္ခတွေဆက်လက်ဖြစ်ပွားလာပြီး ကာအူဆိုနဲ့ အီလီယာတို့နှစ်ဦး မြူတွေအုံ့မှိုင်းနေတဲ့ ဒယ်လ်တာဒေသမှာ ထိပ်တိုက်ရင်ဆိုင်တွေ့ကြပါတော့တယ်။ ဒီရုပ်ရှင်ဟာ ဇာတ်အိမ်ပိုင်းမှာ အားနည်းတယ်လို့ဆိုနိုင်ပေမယ့် စီနီမက်တစ်ရိုက်ချက်တွေကိုတော့ အားထည့်ထားပါတယ်။ အထူးသဖြင့် မြူအုံ့မှိုင်းနေတဲ့ မြစ်ဝှမ်းဒေသကို ဒရုန်းရိုက်ချက်တွေ၊ အေးစက်ထိုင်းမှိုင်းတဲ့ကာလာတွေနဲ့ ရိုက်ကူးပုံဖော်ထားတဲ့အပြင် အီတလီရုပ်ရှင်ဖြစ်တာကြောင့် အသစ်အဆန်းကိုစမ်းကြည့်ချင်တဲ့သူတစ်‌ယောက်ဆိုရင်တော့ သေချာပေါက်ကြည့်ရှုသင့်ပါတယ်။ File size…(1.7 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/delta-2022/"
    }
]