[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4UM3WBgWvAXi9CaBXJjwAMnEY05.jpg",
        "title": "Hotel Mumbai (2019)",
        "description": "Hotel Mumbai(2018)\nDrama/Thriller\nIMDb - 7.8/10Hotel Mumbai ဆိုတာ အိႏၵိယႏိုင္ငံရဲ႕ နာမည္ႀကီး ၾကယ္ငါးပြင့္ ေဟာ္တယ္ျဖစ္ၿပီး ဒီဇာတ္ကားမွာလည္း 2008 ခုႏွစ္က အဲ့ဒီဟိုတယ္ႀကီးမွာ ျဖစ္ပြားခဲ့တဲ့ ျဖစ္ရပ္မွန္အေၾကာင္းအရာမ်ားကို မွီျငမ္း႐ိုက္ကူးထားပါတယ္...\nဘာသာေရးအထိက႐ုဏ္းေတြနဲ႔ မေဝးကြာတဲ့ ျမန္မာႏိုင္ငံအတြက္ ဘာသာေရး ပဋိပကၡဆိုတာ မစိမ္းလွပါဘူး...ဒီဇာတ္ကားဟာလည္း အလႅာရွင္ျမတ္ကို အေၾကာင္းျပဳၿပီး ဘာသာေရးမိႈင္းတိုက္ကာ အၾကမ္းဖက္တဲ့ဇာတ္ကားတစ္ကားပါ...ႀကိဳးကိုင္ျခယ္လွယ္သူတစ္ေယာက္ရဲ႕ ႐ုပ္ေသး႐ုပ္ေတြျဖစ္တဲ့ လူငယ္ဆယ္ေယာက္ဟာ မြန္ဘိုင္းၿမိဳ႕ကို ေလွနဲ႔ခ်ဥ္းကပ္လာခဲ့ၿပီး သူတို႔ရဲ႕ေခါင္းေဆာင္ၫႊန္ၾကားတဲ့အတိုင္း တသေဝမတိမ္း လုပ္ေဆာင္ၾကရပါတယ္...ေသဆိုေသ...ရွင္ဆိုရွင္...ေသနတ္ဆိုေသနတ္...ဗံုးဆိုဗံုးပါ...\nဘာသာေရးမိႈင္းမိေနတဲ့ လူငယ္ေလး ဆယ္ေယာက္ဟာ အထက္ကၫႊန္ၾကားတဲ့အတိုင္း အသက္စြန္႔လုပ္ေဆာင္တဲ့အခါမွာေတာ့ \"အလႅာရွင္ျမတ္ဟာ ႀကီးျမတ္တယ္\" ဆိုတဲ့ ေႂကြးေၾကာ္သံေတြနဲ႔အတူ သူတို႔ကိုသူတို႔ ဘုရားထံ အပ္ႏွံထားၾကပါတယ္...\nမြန္ဘိုင္းၿမိဳ႕က ျပည္သူေတြဟာ ဘုရားမသိ တရားမရွိ ဒိဌိေတြလို႔ မိႈင္းတိုက္ခံထားရတဲ့ လူငယ္ေလးေတြအတြက္ လုပ္ေဆာင္သမွ်အရာတိုင္းကို ဘုရားရွင္ေကာင္းက်ိဳးအတြက္လို႔ ခံယူလာတဲ့အခါမွာေတာ့ အရာရာဟာ ေသြးပ်က္ဖြယ္ေတြ ျဖစ္လာပါေတာ့တယ္....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္...File Size ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zC15/Hotel_Mumbai_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTjRovjEDbZCsABVx3HQwjE6xmW.jpg",
        "title": "Suzzanna: Buried Alive (2019)",
        "description": "Suzzanna Buried Alive ဆုိတဲ့ ၂၀၁၈ ထြက္ Indo ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ။Drama, Thriller အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating ကေတာ့ 6.5 ရရွိထားပါတယ္။အင္ဒုိနီးရွား တေစၦပုံျပင္ေတြထဲမွာပါပါေနတဲ့ Sundel bolong ဆိုတဲ့ ကုိယ္ဝန္ေဆာင္ သရဲအေၾကာင္း ဇာတ္လမ္းတစ္ပုဒ္ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အလုပ္ကိစၥနဲ႔ ခင္ပြန္းျဖစ္သူ အေဝးေရာက္ေနခ်ိန္မွာ Suzzanna တစ္ေယာက္ သူ႕အိမ္ကုိ ဝင္ခုိးတဲ့သူေတြနဲ႔ ေတြ႕မိျပီးဝင္ခုိးတဲ့သူေတြက မေတာ္တဆ သတ္မိရာက Sundel bolong တစ္ေကာင္ျဖစ္လာျပီး သူ႕နဲ႔ သူ႕ရဲ႕ကေလးကုိ အသက္ဆုံးရႈံးေစခဲ့တဲ့သူေတြကုိ ျပန္ျပီးလက္စားေခ်တာပါ။သူ႕ကုိသတ္မိတဲ့သူေတြကလည္း ပေယာဂဆရာတစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ သူ႕ကုိတားဆီးဖုိ႔ ၾကိဳးစားၾကပါတယ္။Suzzanna ရဲ႕ခင္ပြန္းျဖစ္သူလည္း ခရီးကျပန္လာျပီး ဇနီးသည္နဲ႔ေတြ႕တဲ့အခါမွာ အရင္လုိမဟုတ္ေတာ့တဲ့ ဇနီးသည္နဲ႔ ဘာေတြဆက္ျဖစ္ၾကလဲဆုိတာေတာ့ ၾကည့္လုိက္ပါေတာ့ဗ်ာ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (950 MB) and (450 MB)\nQuality : NF ...",
        "rating": "6.1",
        "url": "https://megaup.net/2TEy5/Suzzanna_-_Buried_Alive_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ExDhZAqaSQaUNka4CDkvEaI72L.jpg",
        "title": "Polaroid (2019)",
        "description": "ဓာတ္ပံု႐ိုက္ျပီးအခ်ိန္ခနေလးအတြင္းမွာပံုထြက္လာတဲ့ပိုလာ႐ြိဳက္ကင္မရာေလးေတြကိုမိန္းကေလးေတြေတ္ာေတ္ာသေဘာက်ျပီးလိုခ်င္ၾကမွာပါ...ဒါေပမယ့္ ဓာတ္ပံု႐ိုက္ျပီးတာနဲ႔ သိပ္မၾကာခင္မွာေသသြားႏိုင္ေလာက္တဲ့ပိုလာ႐ိြဳက္ကင္မရာဆိုရင္ေရာလိုခ်င္ၾကဦးမွာလား...ဒီ Polaroid ဆိုတဲ့႐ုပ္႐ွင္ကေတာ့ ၂၀၁၅ခုႏွစ္တုန္းကထြက္႐ွိခဲ့တဲ့ နာမည္တူPolaroid ဆိုတဲ့ဇာတ္လမ္းတိုေလးကိုပဲျပန္႐ိုက္ထားတာပါဘတ္ဒ္လို႔ေခၚတဲ့ တစ္ေယာက္တည္းေနရတာကိုသေဘာက်တဲ့ေကာင္မေလးတစ္ေယာက္သူ႔ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းျဖစ္တဲ့ေကစီရဲ႕မဲဆြယ္မႈနဲ႔ပါတီပဲြတစ္ခုကိုေရာက္သြားရာကေနသူအလုပ္လုပ္ေနတဲ့ေ႐ွးေဟာင္းပစၥည္းအေရာင္းဆိုင္ကေနရလာခဲ့တဲ့ပိုလာ႐ြိဳက္ကင္မရာေလးနဲ႔ သူ႔ရဲ႕သူငယ္ခ်င္းေတြကိုအုပ္စုလိုက္ဓာတ္ပံုတစ္ပံု႐ိုက္ေပးခဲ့မိတယ္...အဲ့ေနာက္မွာ သူငယ္ခ်င္းေတြ တစ္ေယာက္ျပီးတစ္ေယာက္ေသဆံုးလာတဲ့အခါမွာဘတ္ဒ္တစ္ေယာက္ ကင္မရာနဲ႔ပတ္သတ္ျပီး ထူးဆန္းတာကိုသတိထားလာမိခဲ့တယ္...ဘာေၾကာင့္ အဲ့ကင္မရာနဲ႔႐ိုက္ျပီး ေသဆံုးသြားၾကရတာလဲသူ႔ရဲ႕က်န္႐ွိေနေသးတဲ့သူငယ္ခ်င္းေတြကို ဘယ္လုိကယ္တင္မွာလဲ...ဒီကားထဲမွာ စိတ္လႉပ္ရွားစြာနဲ႕ၾကည့္လိုက္ရေအာင္လား.. File Size : (822 MB) and (300 MB)\nQuality : WebDL 720p , 480p\nRunning Time : 1hr 28 min\nFormat : Mp4\nGenre : Drama , Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://megaup.net/2TEzm/Polaroid_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Dil To Pagal Hai (1997)",
        "description": "\"ရာဟူး(လ္)ပါ၊ နာမည္ေတာ့ၾကားဖူးမွာေပါ့\"ဒီဒုိင္ယာေလာ့ဟာ ဒီဇာတ္ကားၾကည့္ဖူးသူတုိင္း မေမ့ႏုိင္စရာပါအခ်စ္ဆုိတာဘာလဲအခ်စ္လား၊ ဘာမ်ားလဲဗ်အခ်စ္ဆုိတာ ဘဝပါပဲဘုရားဟာ ႏွလုံးသားတုိင္းရဲ႕ ဖူးစာဖက္ေတြကုိ ဟုိးအစကတည္းကစီမံထားၿပီးသားပါတစ္ေယာက္ကုိတစ္ေယာက္ ရွာေဖြ႕ဖုိ႕ပဲလုိအပ္တာပါတေနေနရာရာမွာ တစ္ေယာက္ေယာက္ဟာ သင့္ဘဝလက္တြဲေဖၚအျဖစ္ရွိေနပါတယ္။ဆုေပါင္းမ်ားစြာသိမ္းပိုိက္ထားၿပီး ယခုခ်ိန္ထိနာမည္ေက်ာ္လူႀကိဳက္မ်ားေနစဲျဖစ္တဲ့King Khanရဲ႕ အေကာင္းဆုံးဇာတ္ကားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္IMDb 7.1 / 10 အထိရ႐ွိထားၿပီး အခ်ိန္ျပည့္နားထဲစြဲေနေစမယ့္သီခ်င္းေတြဒရာမာစစ္စစ္ေတြမွႀကိဳက္ပါတယ္ဆုိတဲ့ ပရိသတ္ႀကီးအတြက္ကေတာ့ လုံးဝလက္လြတ္မခံသင့္ပါဘူးSRK ဟာ Romance King ျဖစ္သလုိ သူ႕ Romance ကားေတြဟာလည္းအခုခ်ိန္ထိ လူႀကိဳက္မ်ားစဲ ေအာင္ျမင္ေနစဲပါပဲMadhuri Dixit Karisma Kapoor တုိ႕၏ ငယ္ဘဝကအလွအပမ်ား သူမတူလြန္းတဲ့ ေနာက္ခံသီခ်င္းမ်ား၊ ယခုအခ်ိန္ထိ နာမည္ေက်ာ္ေနတဲ့ သီခ်င္းမ်ားနဲ႕ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္ မ႐ုိးေစႏုိင္ပါဘူးဇာတ္လမ္းေလးကေတာ့ရာဟူး(လ္)၊ နီရွား၊ ပူဂ်ားနဲ႕ အေဂ်းတုိ႕ၾကားထဲကစိတ္ဝင္စားဖြယ္အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ပဲျဖစ္ပါတယ္ဒီဇာတ္ကားေကာင္းမေကာင္းဆုိတာ အမ်ားစုသိၿပီးသားဆုိေတာ့ ထပ္မၫႊန္းေတာ့ပါဘူးလုံးဝမၾကည့္ရေသးဘူးဆုိရင္ေတာ့ ေသခ်ာေပါက္ၾကည့္လုိက္ပါတကယ္သေဘာက်လိမ့္မယ္ဆုိတာ အာမခံပါတယ္(သီခ်င္းေတြအားလုံးဟာ အမွန္အကန္ေတြမုိ႕လုိ႕ အားလုံးကုိ ဘာသာျပန္ေပးထားပါတယ္) (အၫြန္းနဲ႔ ဘာသာျပန္ကေေတာ့ ကိုေဇာ္ထူး ပါ) File Size : (2.60 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dil-to-pagal-hai-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8zWFMU70cFbKZ45QWQnsfxV1RPz.jpg",
        "title": "The Kid(2019)",
        "description": "The Kid(2019)IMDb....6.2မိဘဆုိတာ တုႏႈိင္းမဲ့တဲ့ေမတၱာတရားရွိၾကလုိ႕ အေႏြးေထြးဆုံးေသာအရိပ္အျဖစ္တင္စားၾကတယ္....\nသုိ႕ေပမယ့္ ေနရာတုိင္းမွာ ခြ်င္းခ်က္ဆုိတာရွိသလုိ အခ်ိဳ႕ေသာမိဘေတြၾကေတာ့လည္း\nအထူးသျဖင့္ ဖခင္ျဖစ္သူဟာ မိန္းမကုိအားတုိင္းႏွိပ္စက္ သားသမားေတြကုိ ညွင္းပန္းတတ္ၾကတဲ့\nလူသားမဆန္လြန္းတဲ့သူမ်ဳိးေတြရွိၾကတယ္....\nဒီလုိဖခင္မ်ဳိးရွိတဲ့မိသားစုအဖုိ႕ေတာ့ တကယ့္ေလာကငရဲပါပဲ.....\nရီယုိတုိ႕ေမာင္ႏွမ (၂)ေယာက္လုံးအတြက္လည္း အထက္ကေျပာသလုိ ဖခင္မ်ဳိးပုိင္ဆုိင္ထားရေလေတာ့\nေန႕စဥ္အမွ်တကယ့္ငရဲခန္းပါပဲ....\nတစ္ေန႕ေတာ့ မိခင္ကုိ ႏွိပ္စက္လြန္းတဲ့ဖခင္ကုိမေမွ်ာ္လင့္ဘဲ ရီယုိဟာ သတ္မိသြားတယ္.....\nဒီလုိနဲ႕ ဒီေမာင္ႏွမ (၂)ေယာက္ဟာ အိမ္ကေနထြက္ေျပးခဲ့တယ္....\nဖခင္ရဲ႕ညီျဖစ္သူကလည္း အမဲလုိက္သလုိ သူတုိ႕ ေမာင္ႏွမ(၂)ေယာက္ေနာက္ကုိလုိက္ပါေတာ့တယ္....\nဒီေမာင္ႏွမ (၂)ေယာက္ လြတ္ေျမာက္မလား ...ထြက္ေျပးစဥ္အတြင္း ဘယ္လုိအခက္အခဲေတြႀကဳံရမလဲ....\nရာဇ၀တ္သားေတြေပၚလြန္းတဲ့ေခတ္ျဖစ္တဲ့အျပင္\nျပသနာတစ္ခုႀကဳံတုိင္း ေသနတ္ေဖာက္ၿပီးေျဖရွင္းတဲ့ေခတ္မုိ႕\nသူတုိ႕ဘယ္လုိႀကဳံရမလဲ.....\nတျခားေကာင္းဘြဳိင္ ဂိုဏ္းအဖြဲ႕ေတြနဲ႕ေရာ ႀကဳံရမွာလား...ခံစားၾကည့္လုိက္ပါဦး...File Size : (0.98GB) and (456MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Biography, Drama, Western\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "6.2",
        "url": "https://megaup.net/3zDmh/The_Kid_[2019]_(MM_Sub).mkv",
        "category": "Biography, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWGuyAriV4h3vzSSplITsJlIUSX.jpg",
        "title": "Notebook (2019)",
        "description": "IMDb Rating - 6.1/10Google User - 92% Genere - Dramaေရျပင္ေပၚက ေက်ာင္းအိုေလးတစ္ေက်ာင္းမွာ ဆရာရယ္၊ဆရာမရယ္၊ ေက်ာင္းသားအနည္းငယ္ရယ္နဲ႔ ေထြလာတစ္ခုကို ၾကည့္ဖူးၾကမယ္ထင္ပါတယ္။ခုခ်ိန္မွာေတာ့ အၾကည္တက္တက္ခ်င္းအျမန္ဆံုးေလး တင္ဆက္ေပးလိုက္ပါၿပီ။အၫြန္းေလး ေရးျပရမယ္ဆိုရင္ ခံစားခ်က္ တစ္ခ်ဳိ႕ ထည့္ေရးပါရေစ။ -----------------------------------------------ေက်ာင္းဆရာ၊ ေက်ာင္းဆရာမ တစ္ေယာက္အျဖစ္ တာဝန္ထမ္းေဆာင္ရတဲ့အခါဝါသနာအရင္းခံၿပီး စြန္႔လႊတ္စရာေတြမ်ားစြာုႀကံဳလာတဲ့အခါ ရင္ဆိုင္ရဲပါ့မလား။တပည့္ေလးေတြက ကိုယ့္စကားကို နားမေထာင္ၾကတဲ့အခါ၊ အရင္ဆရာမနဲ႔ပဲ ျပန္သင္ခ်င္ပါတယ္လို႔ ကိုယ့္ေရွ႕မွာ ညည္းညဴတဲ့အခါ ကိုယ္ဘယ္လို ခံစားရမလဲ။ဆရာ၊ဆရာမတစ္ေယာက္ လိုခ်င္တာကကိုယ့္အိမ္နဲ႔ အနီးဆံုးမွာ တာဝန္ထမ္းေဆာင္ဖို႔၊ရာထူးႀကီးႀကီးမားမား တစ္ခုရဖို႔ပဲလား။ ဒီထက္ ပိုေကာင္းတဲ့ ကေလးေတြအတြက္ရည္ရြယ္ခ်က္ေတြ ဆရာ၊ဆရာမတို႔ရဲ႕ ရင္ထဲမွာ ရိွတယ္ဆိုရင္ ယံုမလား။ ကေလးေတြအတြက္ဆိုၿပီး စြန္႔လႊတ္ခဲ့ရတဲ့အထဲခ်စ္သူရည္းစားလည္း ပါမယ္ဆိုရင္ မလြဲေလာက္ပါဘူး ဆိုတာ လက္ခံပါရဲ႕လား။မဖြံ႕ၿဖိဳးတဲ့ ေဒသတစ္ခု၊ ေဝးလံေခါင္သီတဲ့ ေဒသတစ္ခုကိုတာဝန္ထမ္းေဆာင္ဖို႔ သြားရတဲ့အခါ ကိုယ့္ပညာအစြမ္းေတြကို ၿမိဳ႕ျပေက်ာင္းေတြမွာထက္ပို ဒီလိုေနရာမ်ဳိးမွာ ပိုၿပီး ထုတ္ျပခြင့္ရတယ္ဆိုရင္ လက္ခံမလား။ လွၿပီးသား ပန္းခင္းကိုေပါင္းသင္ျမက္ႏႈတ္႐ံုေလာက္နဲ႔ ဥယ်ာဥ္မႉးဘြဲ႕ခံယူတတ္တာဆရာ ဆရာမေတြရဲ႕ စ႐ိုက္မဟုတ္ဘူးေလ။ဒါေတြဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zDmb/Notebook_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQFiNrRciNb3NyA37boJeBfrQUg.jpg",
        "title": "My Egg Boy ( 2016 )",
        "description": "ရေခဲရိုက် အသင့်စား စားသောက်ကုန်တွေ စားဖူးကြလား...ရေခဲရိုက် အသင့်စား စားသောက်ကုန်ဆိုတာ ပူပူနွေးနွေး ချက်စားရမယ့် အစားမိုက်ခရိုဝေ့ဖ်လေးနဲ့ နွေးစားနိုင်တာလေးတွေလေ...ဒီဇာတ်လမ်းလေးက ဒီလို ရေခဲရိုက် အသင့်စား စားသောက်ကုန်လေးရဲ့အရောင်းကိုယ်စားလှယ်မလေး မိန်ပေါင်ရဲ့ ဇာတ်လမ်းလေးပေါ့...မိန်ပေါင်ဟာ single mother ရဲ့ ပြုစုပျိုးထောင်မှုနဲ့ ကြီးပြင်းလာပြီးအမေချက်ခဲ့တဲ့ ရေခဲရိုက် စားစရာလေးတွေကို မိုက်ခရိုဝေ့ဖ်လေးနဲ့နွေးစားရင်း ကြီးပြင်းလာသူ တစ်ယောက်ပါ...ဒါကြောင့်လည်း သူ ရေခဲရိုက် စားသောက်ကုန်အပေါ်ထားတဲ့ မေတ္တာက မြင်သာပါတယ်...နောက်ဆုံး အမသန္ဓေဥကိုပါအအေးခံပြီး ၁၀ နှစ် သိမ်းထားတဲ့အထိ...ဒီလိုပဲ တစ်ဖက်မှာလည်း ရေခဲရိုက် စားသောက်ကုန်ကိုမုန်းလှပါချီရဲ့ ဆိုတဲ့ စာဖိုမှူး အာရှီ...သူဟာ အမည်မဖော်လိုတဲ့ ရောဂါတစ်ခုကြောင့်သန္ဓေမအောင်နိုင်တဲ့ အမြှုံဖြစ်သွားတယ်...ဒါကြောင့်လည်း ချစ်ခွင့်မရှိတဲ့သူ မချစ်ထိုက်တဲ့သူလို့ခံစားနေခဲ့တဲ့ စက်ရုပ်လိုလူသား...ဒီနှစ်ယောက်ဘယ်လိုတွေ ထိပ်တိုက်တွေ့မလဲ...ဘယ်လိုတွေ ဇာတ်လမ်းဆက်ကြမလဲ...ဒီလိုပဲ... မိန်ပေါင်ရဲ့ အမသန္ဓေဥကရော ဘယ်လိုဖြစ်မလဲ...သန္ဓေသားမဖြစ်သေးတဲ့ အမ ဥလေးနဲ့ မိန်ပေါင်ကြားထဲက ေမတ္တာအသွားအပြန်တွေကို အံ့သြလောက်အောင်မြင်တွေ့ရမယ့်My Egg Boy ဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Tn7f/My_Egg_Boy_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNWY1NTkxMjEtNjFiOS00MmJmLWE3MGYtZGVkMmYwZjUxMjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-144x200.jpg",
        "title": "Nonsense(2019)",
        "description": "Nonsense(2019)IMDb....7.9ကျွန်တော်တို့ပတ်ဝန်းကျင်မှာ ကျောင်းစာမှာ ထူးချွန်ပြီး Aခန်းမှာနေရတဲ့သူတွေ\nများသလို စာမေးပွဲတွေ တစ်ဘုန်းဘုန်းကျရင်း Z အခန်းမှာပဲ ကျောက်ချနေရတဲ့\nသူတွေလည်းများပါတယ်.... ဒါပေမယ့် အားကစားသမား စီးပွားရေးသမားနဲ့အခြားသော\nနယ်ပယ်တွေမှာ အောင်မြင်နေတဲ့သူတွေကိုကြည့်လိုက်ရင် Z အခန်းကသူတွေကလည်း\nအခြားသောသူတွေနဲ့ ရင်ဘောင်တန်းရပ်တည်နေနိုင်ကြတာကိုတွေ့ကြရမှာပါ....\nတကယ်တော့ ဒီအခြေအနေတွေကိုမရောက်ခင်ထိတော့\nဒီလို Z ခန်းက သူတွေဟာ တစ်လောက်ကလုံး ဒုက္ခတွေ နင်တို့ပဲ ခံကြစမ်းဟု\nကြိမ်စာတိုက်ခံနေရသလိုပါပဲ....\nဒီကားထဲမှာလည်း ကောင်လေးတစ်ယောက်ရှိတယ်... လမ်းကြမ်းစက်ဘီးစတန့်အားကစားနည်းကို\nခုံမင်လွန်းတဲ့တစ်ယောက်......သို့ပေမယ့် ကျောင်းစာမှာညံ့လွန်းတော့ မစ္စတာပေါက်ကရကောင်လို့တောင်\nခေါ်ခံရတဲ့သူပေါ့.... စာသင်ခန်းရဲ့ အချိန်တိုင်းလိုလိုမှာ အံမဝင်လွန်းတော့ ခွေးမောင်းသလို မောင်းထုတ်ခံရတဲ့\nထိတောင် ပေါက်ကရကောင်ဖြစ်ခဲ့တယ်....\nဒါပေမယ့်လည်း သူဟာ စက်ဘီးလေးစီးရင်း စတန့်တွေကြိုးစားလုပ်ရင်းနဲ့ ပေါက်ကရကောင်ဆိုတဲ့\nနာမည်ဆိုးကိုလိုက်ခေါ်နေတဲ့သူတွေကို ခပ်ပြုံးပြုံးပြန်ကြည့်ဖို့ကြိုးစားနေလေရဲ့....\nဒီလိုကောင်လေးဟာ ဘယ်လိုတွေဆက်ဖြစ်မလဲ....\nသူဘဝအတွက် ဘယ်လိုဆက်ရပ်တည်မလဲ....\nအားလုံးအမြင်မှာ အသုံးမကျတဲ့ပေါက်ကရကောင်လေးဟာ\nတစ်ချိန်မှာ အမြင်တွေပြောင်းသွားစေနိုင်မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျို့....\nကုလားကားကောင်းကြိုက်သူတို့အဖို့ ဒီကားကိုလက်မလွှတ်စေချင်ပါဘူး....\nIMDb လည်း အကောင်းဆုံးအနေအထားမှာရှိသလို  ကြည်နူးဖွယ် ချစ်သူပုံရိပ်တွေပါလေတဲ့အတွက် ခံစားကြည့်ရှုသင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoonwahwah & May Tharaphi တို့ပဲဖြစ်ပါတယ်...File Size : (1.2 ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tn7h/Nonsense_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXgmWPd1SuujRZ4QnKLzrj79PAw.jpg",
        "title": "Cold Pursuit (2019)",
        "description": "ဒီတစ်ခေါက်တော့CMပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိလာတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Cold Pursuit (2019)ပါ။နာမည်ကျော်မင်းသားကြီး Liam Neeson ကအဓိကခေါင်းဆောင်မင်းသားအနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။Drama Thriller Actionကားလေးတစ်ကားဖြစ်တဲ့ ဒီကားလေးကတော့Imdb Rating 6.4/10 Rotten Tomatoes 69%ရရှိထားတာမလို့စိတ်ဝင်စားစရာအက်ရှင်ကားလေးတွေကိုမျှော်လင့်နေတဲ့ပရိသတ်ကြီးအဖို့ အကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲပြောပြချင်ပါသေးတယ်။နဲလ် ကော့စ်မန်းဆိုတဲ့ လူကြီးက ချစ်မြတ်နိုးရတဲ့ ဇနီးသည်ရယ်သားတစ်ယောက်ရယ်နဲ့ ဘဝကို လမ်းတွေပေါ်က နှင်းရှင်းပေးတဲ့ အလုပ်ကိုလုပ်ရင်းအေးဆေးစွာနေထိုင်လာခဲ့သူပါ။ကီးဟိုးမြို့ရဲ ့တစ်နှစ်တာ စံပြနိုင်ငံသားဆုပါရရှိခဲ့တဲ့အထိ အေးချမ်းစွာအများအကျိုးဆောင်ရင်းနေလာခဲ့ပေမယ့်တစ်နေ့မှာ ဂြိုဟ်ဆိုးဝင်လာပါတော့တယ်။သူ့သားလေး အသတ်ခံလိုက်ရတာပါပဲ။ဆေးစစ်ချက်အရ ဆေးလွန်ပြီးသေတယ်လို့ပြောကြပေမယ့်သားဖြစ်သူမူးယစ်ဆေးမစွဲတာ သူအသိဆုံးပါ။သူ့သာသေဆုံးမှူနောက်ကွယ်က ဖြစ်ရပ်တွေကိုလိုက်စုံစမ်းရင်းသူဘာတွေသိလာခဲ့ရသလဲ?သားဖြစ်သူကို ဘယ်သူကဘာ့ကြောင့်သတ်လိုက်တာလဲ?သူကရော ဘယ်လိုအကွက်ချကာ လက်စားချေမလဲ?ဆိုတဲ့မေးခွန်းတွေနဲ့ စိတ်လှုပ်ရှားစွာ အဆုံးထိ မပျင်းမရိကြည့်ရှုရမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့ CMပရိတ်သတ်ကြီးအတွက်ဒီကားလေးက အကြိုက်တွေ့စေမှာအမှှန်ပါပဲ...File Size : (974 MB) & ( 355 MB)Quality : 1080p HC HDRIPRunning Time : 1 hr 59 minFormat ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xsic/Cold_Pursuit_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/south-135x200.jpg",
        "title": "Southpaw (2015)",
        "description": "Southpaw(2015)\n==================\nSouthpaw လို့ကြားလိုက်တာနဲ့ သေချာတယ် ခင်ဗျားတို့ တန်းခွီကြမှာဒါပေမယ့်...အရင်ကြည့်ကြည့်ပါအခွီမစောပါနဲ့ဒီ Southpaw ဆိုတဲ့လက်ဝှေ့ကားမှာ ခင်ဗျားတို့မထင်မှှတ်ထားတဲ့ ဘဝတွေ မမျှော်လင့်ထားတဲ့ စွဲဆောင်အားတွေ တိမ်မြုပ်နေပါတယ် ။ဘီလီဟုပ် ပွဲ ၄၀ ကျော်လာပြီသူ့ဘဝမှာ ရှုံးပွဲဆိုတာ တစ်ခါဖူးမျှမှ မရှိခဲ့...ပွဲတိုင်းအောင်ပွဲဆင်ခဲ့တာချည်း ဒါပေမယ့် သူ့ထိုးသတ်မှုနည်းဗျူ ဟာက အခြားသူတွေနဲ့မတူပါဘူး ။ပြင်းထန်တဲ့ ရန်သူ့လက်သီးချက်တွေကို တပျော်တပါးကြီးခံစားပြီးမှ သွေးဆာလောင်မှုကိုမွေးမြူ တတ်သူ ။ဒါပေမယ့်သူ့မိန်းမမော်ရင်းကအဲ့လိိုထိုး သတ်တာကိုမကြိုက်ဘူး ။တစ်ဘဝလုံးဇနီးဖြစ်သူရဲ့စီစဉ်ပေးမှုအောက်မှာပဲ နေထိုင်လာတဲ့ဘီလီတစ်ယောက်...ဇနီးဖြစ်သူက သူထိုးပါလို့ပြောတဲ့သူနဲ့မှထိုးတဲ့ အရိုင်းကောင်ကြီးဘီလီ...ကံကြမ္မာဆိုးကဆိုက်ကလုန်းလိုမွှေနောက်ပြီးတဲ့အခိုက်မှာ သမီးလေးနဲ့ နှစ်ယောက်တည်း ဖိအားတွေ အောက်မှာပြားပြားဝပ်ပေါ့ ။လက်စားချေလိုမှုတွေအမုန်းတရားအာဃာတတွေနဲ့ ဖုံးလွှမ်းနေတဲ့ဘီလီတစ်ယောက် သူအမှောင်ထဲမှာအလင်းပြပြလေးတွေ့ခဲ့တယ် ။' သူ့လက်သီးချက်တွေကိုအဓိပ္ပာယ်ရှိစေမယ့်အလင်း '' ဒီဖိုက်တာကောင်ကြီးရဲ့မာန်စွယ်တွေကို ထက်ရှနေအောက်သွေးပေမယ့် အလင်း 'ဘီလီဟုပ် အော် ဘီလီဟုပ်တဲ့ Billy Hope ရှိနေသ၍ Hope ဆိုတဲ့မျှော်လင့်ချက်ကရှိနေဦးမှာပါပဲ ။ဒီကားမှာ အဓိကထားပြောချင်တာတော့ JakeGyllenhaal ပါပဲ ဘယ်လိုမှ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tndp/Southpaw_[2015]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJNioEVuIGNHAxwn0JtOzW111s7.jpg",
        "title": "A Perfect World(1993)",
        "description": "A Perfect World(1993)IMDb....7.5,,,,Rotten...79%အက်ဥ္းေထာင္တစ္ခုမွာ လူႏွစ္ေယာက္ေထာင္ေဖာက္ေျပးဖုိ႕\nႀကဳိးစားၾကသည္....သူတုိ႕ၾကည့္ရတာေျပးဖုိ႕အတြက္ အခ်ိန္အေတာ္ၾကာျပင္ဆင္\nခဲ့ပုံရတယ္... အလြယ္တစ္ကူလြတ္ေျမာက္သြားတယ္.....\nဒီရာဇ၀တ္သား(၂)ေယာက္ဟာ ေထာင္ကထြက္ေျပးၿပီးေနာက္ပုိင္းမွာ\nဓားစာခံအျဖစ္ ကေလးေလးတစ္ေယာက္ကုိပါေခၚသြားခဲ့တယ္...\nေထာင္ေျပး(၂)ေယာက္ဟာ အရင္တုန္းက ဘယ္ေလာက္ဆုိးသြမ္းခဲ့လုိ႕\nေထာင္က်ခဲ့တယ္မသိေပမယ့္ ထြက္ေျပးစဥ္လုပ္ပုံကုိင္ပုံေတြၾကည့္ရတာ\nတစ္ေယာက္က ေသြးေအးဥာဏ္ေကာင္းစြာနဲ႕ ရင္ဆုိင္ရတဲ့ျပသနာေတြကုိ\nေျဖရွင္းေနၿပီး ေနာက္တစ္ေယာက္ကေတာ့ ေသနတ္တစ္ယမ္းယမ္းနဲ႕\nဦးေဏွာက္မဲ့အဆင္ျခင္မဲ့ လုပ္ကုိင္ေနတယ္....\nသူတုိ႕(၂)ေယာက္လြတ္သြားေတာ့ ရဲဌာနတစ္ခုလုံးလည္း တုိင္ပတ္ေနသလုိ\nၿမဳိ႕ေတာ္၀န္ရဲ႕ ဖိအားေၾကာင့္ ရွိသမွ်ဌာနစုံက ဖမ္းဆီးဖုိ႕ႀကဳိးစားေနၾကတယ္....ဒီကားကေတာ့ ဒါရုိက္တာႀကီး Clint Eastwood ရုိက္ကူးထားၿပီး သူကုိယ္တုိင္လည္း ပါ၀င္သရုပ္ေဆာင္\nထားသလုိ မင္းသားႀကီး Kevin Costner က ေထာင္ေျပးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားတယ္...\nဒီကားက ဇာတ္လမ္းအစမွ အဆုံးထိစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ ထြက္ေျပးစဥ္ကာလတစ္ေလ်ာက္လုံး\nကေလးတစ္ေယာက္နဲ႕ သူတုိ႕ရဲ႕ ထူးျခားတဲ့ဆက္ဆံေရးကုိေတြ႕ရလိမ့္မယ္....\nေလာကႀကီးထဲ ခုမွစ၀င္တဲ့ကေလးတစ္ေယာက္ကုိ ကားေမာင္းထြက္ေျပးရင္းနဲ႕\nစီးကရက္ရႈိက္လုိက္ မၿပဳံးမရယ္နဲ႕ ေျပာရင္းသင္ႀကားေနတဲ့ ေထာင္ေျပးသမားတစ္ေယာက္ကုိ\nခင္ဗ်ားတုိ႕ အံအားသင့္စရာေတြ႕ရလိမ့္မယ္....\nသူတုိ႕လြတ္ေျမာက္မလား ......ကေလးေလးကေရာ သူ႕အေပၚဘယ္လုိသေဘာထားလဲ...\nခံစားၾကည့္လုိက္ပါဦး........ေသခ်ာတယ္ ဒီကားၾကည့္ၿပီး ခင္ဗ်ားတုိ႕သေဘာအက်ဆုံးကားေဟာင္းစာရင္းထဲမွာ ဒီကားပါသြားလိမ့္မယ္လုိ႕.....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္.... File Size : (1 GB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:18:00\nGenre ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xsi7/A_Perfect_World_[1993]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNjQ0NTY2ODY2M15BMl5BanBnXkFtZTgwMjE4MzkxMDE@._V1_-135x200.jpg",
        "title": "The Curious Case of Benjamin Button (2008)",
        "description": "အော်စကာဆု သုံးဆု ရရှိထားပြီး နာမည်ကျော်လူကြိုက်များတဲ့ ကားလေးတစ်ကားကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။သရုပ်ဆောင်တွေကလည်း ဘရက်ပစ် တို့လို\nနာမည်ကျော်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ ဘန်ဂျမင် ဘော့တွန်ဆိုတဲ့ ထူးဆန်းတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကိုဖော်ပြထားတာပါ။\nလူသာမန်တွေဟာ မွေးလာတယ် တဖြည်းဖြည်း အိုမင်းလာပြီး ကွယ်လွန်ရတာက ဓမ္မတာပါပဲ။ ဒါပေမယ့် ဘန်ဂျမင်ကတော့ ဒီလိုမဟုတ်ဘူး ထူးဆန်းတဲ့ ရောဂါကြောင့်\nမွေးလာကတည်းက လူအိုလေးတစ်ယောက် အနေနဲ့ မွေးလာပါတယ်။ သူအသက်ကြီးလာ လေလေ ပိုနုပျိုလာလေလေပါပဲ။ဒီအခါမှာ မတူညီတဲ့ ပတ်ဝန်းကျင်ရဲ့ ရိုက်ခတ်မှု့တွေကို\nခံစားလာရပါတယ်။မွေးကတည်းက အမေဖြစ်သူကွယ်လွန်ပြီး အဖေဖြစ်သူရဲ့ စွန့်လွှတ်ခြင်းကို ခံရတဲ့ ဘန်ဂျမင်တစ်ယောက် ဒေစီ ဆိုတဲ့ မိန်းကလေး တစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။\nသူတို့ရဲ့ အချစ်ရေးဟာ ထူးဆန်းနေမယ်ဆိုတာ သိပေမဲ့လည်း သူတို့ချစ်မိခဲ့ကျပါတယ်။ သူ့ရဲ့ ရောဂါက သူတို့ရဲ့ အချစ်ရေးအတွက် အနှောက်အယှက်ဖြစ်စေမလား …. ဒါမှမဟုတ်\nသူတို့ ချစ်ခရီးလမ်း အဆင်ပြေမှာလား… ဘန်ဂျမင်ရဲ့ ဘဝမှာ ဘာတွေ ကြုံခဲ့ရလို့ ဘာတွေ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3fpce/The_Curious_Case_of_Benjamin_Button_(2008).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hBpFyJ3pGdupXbaC2L7nGvLMBn.jpg",
        "title": "Greta (2018)",
        "description": "အထီးကျန်ခြင်းဆိုတာ ခံစားချက်တွေထဲမှာ အဆိုးဆုံးတွေထဲက တစ်ခုပါ။အကြောင်းမျိုးမျိုးကြောင့် အထီးကျန်တတ်ကြပြီးအထူးသဖြင့် အသက်အရွယ်ကြီးမြင့်တဲ့အခါတွေ အဖြစ်များလာတတ်ပါတယ်။တစ်ချို့ကလည်း လွတ်မြောက်ရာနည်းလမ်းကို ရှာဖွေတွေ့ရှိကြသလိုကံဆိုးတဲ့တစ်ချို့ကလည်း အထီးကျန်မှုကြောင့် မဖြစ်သင့်တာတွေ ဖြစ်လာခဲ့ရပါတယ်။ဒီဇာတ်ကားလေးရဲ့ အညွှန်းကတော့ ယောက်ျားလည်းဆုံးသမီးလည်းသေဆုံးခဲ့လို့ အထီးကျန်နေတဲ့ အမျိုးသမီးကြီးတစ်ဦး...နယ်ကလာပြီး မြို့ပေါ်မှာ သူငယ်ချင်း တစ်ယောက်နဲ့ အတူနေပြီးအလုပ်လာလုပ်နေတဲ့ မိတဆိုး ကောင်မလေးတစ်ယောက်...ရထားပေါ်က ပိုင်ရှင်မဲ့ အစိမ်းရောင် လက်ကိုင်အိတ်တစ်လုံး....ဒီအရာတွေ အားလုံးပေါင်းစပ်လိုက်တော့ ထိတ်လန့်သည်းဖိုဆိုက်ကိုဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။ကြည့်ရှုအားပေးကြပါဦးFile Size : (914 MB)Quality : WEB-DL 720pRunning Time :  1 hr 38 minFormat : Mp4Genre : Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint ...",
        "rating": "6.1",
        "url": " https://megaup.net/2Ae3g/Greta_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzVmMjJlN2MtNWQ4Ny00Zjc2LWJjYTgtYjJiNGM5MTM1ZTlkXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Five Feet Apart (2019)",
        "description": "သင်တို့သင်တို့သိပ်ချစ်ရတဲ့ ချစ်သူကိုလက်လွှတ်ဆုံးရံှူးရရင်အရမ်းကိုဝမ်းနည်းနေကြမှာလား...သိပ်ကိုဝမ်းနည်းကြမှာပေါ့ ... ကိုယ်သိပ်ချစ်ရတဲ့လူပဲလေ...ထပ်မေးချင်တာက သင်တို့ရဲ့ချစ်သူ စိတ်ကောက်နေတဲ့အခါမှာအနားမလာနဲ့ ဖုန်းမဆက်နဲ့လို့ ပြောလိုက်ရင်သင်တို့အရမ်းကို ကမ္ဘာပျက်မတတ်ခံစားကြမှာလား...သိပ်ကိုခံစားကြမယ်ထင်ပါတယ်...ဘာလို့လဲဆိုတော့ သင်တို့ချစ်ရဲ့ချစ်သူကောင်လေးတွေ ကောင်မလေးတွေရဲ့အနားမှာ သင်တို့သိပ်ကိုနေချင်ကြတာကိုး...ဒါပေမယ့်  ဒီကားထဲကကောင်လေးနဲ့ကောင်မလေး နှစ်ယောက်လိုအဖြစ်မျိုးဆိုရင်တော့သင်တို့ဘယ်လိုမှ ခံစားနိုင်မှာမဟုတ်လောက်ပါဘူး....သူတို့လောက်လည်း ချစ်နိုင်မယ်မထင်ပါဘူး...ကားလေးကတော့ ရိုးရိုးလေးနဲ့ ဆယ်ကျော်သက်အရွယ်ရောဂါသည်လူနာလေးနှစ်ယောက်ရဲ့သနားစရာအချစ်ပုံပြင်လေးကို ဇာတ်အိမ်တည်ထားတာပါ....Rating 7.1 အထိရရှိထားတဲ့ ဒီကားလေးထဲမှာတော့riverdaleရဲ့မင်းသားချောလေး cole sprouseပါဝင်သရုပ်ဆောင်ထားပါတယ်cystic fibrosisလို့ခေါ်တဲ့မွေးရာပါမျိုးရိုးဗီဇအရရောဂါရှိတဲ့သူတွေအကြောင်းကိုဒရမ်မာဆန်ဆန်ရိုမန်တစ်ဆန်ဆန်ရိုက်ကူးထားတာပါရောဂါရှိတဲ့သူတွေအချင်းချင်းအနားကပ်ထိတွေ့မိရင်ရောဂါပိုဆိုးရွားလာနိုင်တာကြောင့်တစ်ယောက်နဲ့တစ်ယောက်ခြောက်ပေအကွာမှာနေရမယ်ဆိုတဲ့စည်းမျဉ်းကြီးတစ်ခုရှိပါတယ်(ကားနာမည်ကဘာလို့five feet apartလည်းဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ကြည့်လိုက်ပါနော်)ရောဂါရှိတဲ့သူနှစ်ယောက်ဆေးရုံတစ်ရုံထဲမှာတွေ့ပြီးတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားတဲ့အခါ...ကိုယ်ချစ်ရတဲ့သူကိုထိတွေ့ဖို့မပြောနဲ့အနားတောင်ကပ်ခွင့်မရှိတဲ့သူတို့ဘဝလေးနှစ်ခုနောက်ဆုံးမှာအဆုတ်အစားထိုးကုသခွင့်ကိုကောင်မလေးကရလာတဲ့အခါမှာ...ကောင်လေးကိုအသက်တမျှချစ်တဲ့ကောင်မလေးဘာတွေလုပ်မလဲ...ကောင်လေးကရောအသက်ရှင်နိုင်မလားဆိုတာတွေကိုတဝကြီးငိုပြီးကြည့်ရမှာပါ ...ဒီကားလေးကိုကြည့်ပြီး သင်တို့လည်းသင်တို့ချစ်သူတွေကို ၆ ပေအကွာမပြောနဲ့  ၁ ပေအကွာမှာတောင်နေလို့ရလား ....သူပျော်နေတာလေးကိုပဲ အဝေးကြီးကနေ ကြည့်နေနိုင်လား...တကယ်လို့ အဲလိုမနေနိုင်ဘူးဆိုရင် အနားမှာရှိတဲ့ချစ်သူကို ချစ်နိုင်တုန်းရတဲ့ အချိန်လေးမှာ ချစ်ကြပါ...ဒီကားလေးကြည့်ပြီး ချစ်တဲ့လူတိုင်းခံစားနိုင်ကြပါစေ....File Size : (1 GB) & ( 414 MB)Quality : WEB-DL 720pRunning Time :  1 hr 56 minFormat : Mp4Genre : Drama , RomanceSubtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xsil/Five_Feet_Apart_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejp1MQSlekBjH3bBJrBlWItpmQW.jpg",
        "title": "We Have Always Lived in the Castle(2018)",
        "description": "We Have Always Lived in the Castle(2018)\nIMDb....6.0\nျမိဳ႕အျပင္ဖက္ ေတာင္ကုန္းတစ္ခုေပၚက အိမ္ႂကီးမွာ မွာ ၿမိဳ႕မွာအခ်မ္းသာဆံုး ဘလက္ခ္ဝုဒ္ မိသားစုေနထိုင္ၾကတယ္ အစကေတာ့ မိသားစုစံုစံုလင္လင္႐ွိခဲ့ေပမယ့္ ခုေတာ့ ဒုကၡိတဦးေလးတစ္ဦးရယ္ ညိ္ီအစ္မႏွစ္ေယာက္ရယ္ပဲ က်န္ေတာ့တယ္\nၿမိဳ႕ထဲကလူေတြ တီးတိုးစကားအရ ညီအစ္မႏွစ္ေယာက္ထဲက အႀကီးမက သူ႔အေဖနဲ႔အေမအပါအဝင္ တစ္မိသားစုလံုးကို သတ္ပစ္လိုက္တာတဲ့... ၿမိဳ႕ထဲက ကေလးေတြကလည္း သူတို႔ကိုအရမ္းေၾကာက္ၾကတယ္... မိဘေတြကလည္း ကေလးေတြကိုအိမ္ႀကီးဆီမသြားေအာင္ ေျခာက္လွန္႔ထားၾကတယ္...\nမည္သို႔ပင္ဆိုေစကာမူ ပတ္ဝန္းက်င္က ဖယ္က်ဥ္ခံထားရတဲ့ ညီအစ္မႏွစ္ေယာက္အတြက္ေတာ့ အိမ္ႀကီးဟာသူတို႔ရဲ႕ ကမ႓ာေလးပါပဲ\nဒါေပမယ့္ သူ႔တို႔အတိတ္က ဘယ္လို႐ွိခဲ့တာမ်ားလဲ?\nတစ္ေန႔ေတာ့ မထင္မွတ္ထားတဲ့အျဖစ္ေတြ သူတို႔ဆီေရာက္လာခဲ့ပါေတာ့တယ္.....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (345 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xsj2/We_Have_Always_Lived_In_The_Castle_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43ffZhMCWQhzMneGP4kDWoPV48X.jpg",
        "title": "J.T. LeRoy (2018)",
        "description": "ဒီတစ္ခါဇာတ္ကားေလးကေတာ့ ျဖစ္ရပ္မွန္ကို ျပန္႐ိုက္ထားတဲ့ကားေလးပါ။ေလာ္ရာဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္က \"ဆာရတ္ခ်္\" ဆိုတဲ့ျဖစ္ရပ္မွန္ဝတၳဳကို\"JT လရြိဳင္း\" ဆိုတဲ့ ာက္်ားေလးနာမည္သံုးၿပီးေရးခဲ့ပါတယ္။အဲ့ဝတၳဳကေရာင္းအားအေကာင္းဆံုးျဖစ္လာခဲ့ပါတယ္။သူက JT အေနနဲ႔ပဲ ဖုန္းေတြလက္ခံေျပာေနခဲ့ေပမဲ့ လူလံုးေတာ့ထြက္မျပခဲ့ပါဘူး။တစ္ေန႔ သူ႔ေကာင္ေလးရဲ႕ညီမ ဆာဗတ္နားက သူတို႔ၿမိဳ႕ကိုေျပာင္းလာပါတယ္။သူကဘဲျပားလိုလို ဘာလိုလိုေပါ့။သူ႔ကိုလဲျမင္ေရာ ေလာ္ရာက JT ေနရာမွာသ႐ုပ္ေဆာင္ခိုင္းဖို႔ အၾကံရသြားပါေတာ့တယ္။သူ႔အၾကံကေရာ ေအာင္ျမင္မွာလား။သူတို႔ေတြ တကယ္မ႐ွိတဲ့ JT ဇာတ္ေကာင္နဲ႔လူေတြကိုအ႐ူးလုပ္ႏိုင္မလားဆိုတာေတြကိုေတာ့ \"JT LeRoy\" ဆိုတဲ့ကားေလးထဲမွာ ႐ႈစားၾကည့္ၾကပါ File Size : (1 GB) & ( 372 MB)Quality : WEB-DL 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Biography , ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xsiz/J.T._LeRoy_(Jeremiah_Terminator_LeRoy)_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/roxH78GESToUjfd6Tc973jV0Wu7.jpg",
        "title": "The Last Summer (2019)",
        "description": "လူငယ္ဆန္ဆန္ဇာတ္ကားေလးကိုေစာင့္ေနတဲ့သူေတြအတြက္ဒီကားေလးကေတာ့netflixမွာမၾကာေသးခင္ကမွျပသြားတဲ့romanticနဲ႕comedyႏွစ္ခုေပါင္းထားတဲ့ေပါ့ေပါ့ပါးပါးကားေလးတစ္ကားပါမင္းသားကေတာ့ေကာင္မေလးေတြအၾကိဳက္riverdaleထဲကမင္းသားေလး KJ Apaပဲျဖစ္ပါတယ္အထက္တန္းေက်ာင္းျပီးသြားလို႕ တကၠသိုလ္တက္ဖို႕ေစာင့္ရင္းေႏြရာသီအားလပ္ရက္ကိုပံုစံတစ္မ်ိဳးစီကုန္ဆံုးၾကမယ့္လူငယ္အုပ္စုအေၾကာင္းကို ရိုက္ကူးေပးထားတာပါမတူညီတဲ့ျပႆနာေတြ မိသားစုျပႆနာ,ရည္းစားျပႆနာ,ဘဝအတြက္ေရြးခ်ယ္မႈေတြနဲ႕လူငယ္တစ္ေယာက္ကိုပံုစံတစ္မ်ိဳးစီနဲ႕ၾကည့္ရမယ့္ကားေလးတစ္ကားပါသူတို႕ဘယ္လိုျပႆနာေတြရင္ဆိုင္ရမလဲ ဘာေတြကိုစိတ္အလိုမက်ရွိလဲကိုယ့္ဘဝရည္မွန္းခ်က္ကိုဘယ္လိုေရြးခ်ယ္သြားျပီးဆက္ေလွ်ာက္မလဲဆိုတာေတြကိုေတာ့....ဒီကားေလးထဲမွာ ၾကည့္ရမွာၿဖစ္ပါတယ္... File Size : (1 GB) & ( 389 MB)Quality : WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/2Tndw/The_Last_Summer_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyOkO7MI8WBfeCvaNTmIGELDNH7.jpg",
        "title": "Cowboy & Indiana (2018)",
        "description": "Rating 6.3 ရထားတဲ့ Drama ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူတစ္ေယာက္ ကိုယ့္အေပၚထားတဲ့ ယံုၾကည္မႈေၾကာင့္တစ္ခါတစ္ရံမွာ ကိုယ္ကိုယ္တိုင္က သူ႕အတြက္ သူရဲေကာင္းျဖစ္လာတတ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ ကမာၻ႕ႏြားရိုင္းစီးခ်န္ပီယံေဟာင္းတယ္ဆာဟ်ဴခ်္အေၾကာင္းကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။လူမႈေရးျပစ္မႈတစ္ခုေၾကာင့္ တရားရံုးကေနၿပီး ဆယ္ႏွစ္သားအရြယ္အင္ဒီယာနာဆိုတဲ့ ခေလးငယ္ေလးအတြက္ စံျပပုဂၢိဳလ္အျဖစ္ေစာင့္ေရွာင့္ေပးဖို႔အမိန္႔ခ်လိုက္တဲ့အခါမွာေတာ့ဘဝကိုေပေတေလလြင့္စြာ ျဖစ္သလိုျဖတ္သန္းေနတဲ့တယ္ဆာဟ်ဳခ်္တစ္ေယာက္ ဘယ္လိုအေျပာင္းအလဲေတြ ျဖစ္လာမလဲဆိုတာၾကည့္ရႈရမယ့္ ဒရမ္မာကားေကာင္းေလးတစ္ကားျဖစ္တာမို႔ ၾကည့္ရႈအားေပးၾကပါဦၤးဗ်ာ  File Size : (1 GB) & ( 269 MB)Quality : WEB-DL 720pRunning Time : 2 hr 27 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "6.3",
        "url": "https://megaup.net/1xsif/Cowboy_&_Indiana_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pTo2Lr9pWjg930BuXyi319u2Jd.jpg",
        "title": "Birds of Passage(2018)",
        "description": "Birds of Passage (2018)\nIMDb 7.8\nRotten Tomatoes 95%ဒီဇာတ္ကားေလးဟာ ၁၉၆၀ နဲ႕ ၁၉၈၀ ၾကားေလာက္က ကုိလံဘီယာေျမာက္ပုိင္းမွာ\nျဖစ္ပ်က္ခဲ့တဲ့ ၀ါရူးလူမ်ိဳး မိသားစုတစ္စုရဲ႕ ျဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ ရုိက္ကူးထားတာျဖစ္ပါတယ္ငယ္ငယ္ကတည္း တစ္ေကာင္ၾကြက္ၾကီးပ်င္းခဲ့ရတဲ့ ရာပါရက္ဟာ သူအျမဲတမ္းလုိခ်င္ခဲ့တဲ့\nကုိယ္ပုိင္္မိသားစုတစ္စုေလးတည္ေထာင္ခ်င္ခဲ့သူေပါ့၀ါရူးလူမ်ိဳးေတြဟာ မိသားစုသည္သာအေရးအၾကီးဆုံး ဘာအေၾကာင္းကိစၥေတြပဲျဖစ္ေနပါေစ\nမိသားစုအေရးသည္သာ ပထမဆုိတဲ့လူမ်ိဳးစုျဖစ္ပါတယ္\nျပီးေတာ့သူတုိ႕ဟာ သူတုိ႕ရဲ႕ေသဆုံးသြားတဲ့အမ်ိဳးေတြနဲ႕ အိမ္မက္ထဲမွာ စကားေျပာလုိ႕ရႏုိင္တယ္လုိ႕\nယုံၾကည္ၾကတဲ့လူမ်ိဳးေတြျဖစ္ပါတယ္ သူတုိ႕ကုိ ေသသူေတြ ၀ိညာဥ္ေတြကေစာင့္ေရွာက္တယ္ဆုိတဲ့\nအယူအဆကုိလက္ကုိင္ထားတဲ့ အယူသည္းသူတဲ့လူမ်ိဳးစုလည္း ျဖစ္တယ္\n၀ါရူးလူမ်ိဳးမဟုတ္ရင္ က်န္တဲ့သူေတြဟာ အျပင္လူူလုိ႕သတ္မွတ္ျပီး အယုံအၾကည္ကင္းမဲ့တဲ့လူမ်ိဳးေတြလည္း ျဖစ္တယ္ရာပါရက္ဟာ ပါရွနာမိသားစုက ဇုိင္ဒါဆုိတဲ့ ေကာင္မေလးကုိၾကိဳက္ျပီးေတာင္းရမ္းခဲ့တယ္...\nသုိ႕ေပမယ့္ မိန္းကေလးရွင္တုိ႕က တင္ေတာင္းဖုိ႕ေျပာတဲ့ပစၥည္းတန္ဘုိးဟာ ျမင့္မားလြန္းလွတယ္...\nသုိ႕ေပမယ့္ ရက္ပါရက္ဟာ ရရာနည္းလမ္းသုံးၿပီး ရွာခဲ့တယ္...\nရက္ပါရက္တစ္ေယာက္ေအာင္ျမင္မလား....\nဒီလုပ္ငန္းနဲ႕ဆက္သြားၿပီး ဘာေတြျဖစ္မလဲ....\nဒီလုပ္ငန္းေၾကာင့္ ဘာေတြအႀကီးအက်ယ္ဆက္ျဖစ္မလဲခံစားၾကည့္လုိက္ပါဦး....\nဒီကားက မူးယစ္ကားလုိ႕ေျပာလုိ႕ရသလုိ....ဂုိဏ္းစတားဟန္ေတြအမ်ားႀကီးပါတယ္...\nအစပုိင္းမွာ အနည္းငယ္ေအးသလုိျဖစ္လုိ႕ နာရီ၀က္ေလာက္ထိသီးခံၾကည့္ေစခ်င္တယ္...\nေနာက္ပုိင္းမွာေတာ့ သူတုိ႕လူမ်ဳိးေတြရဲ႕အယူသီးမႈေတြ\nအသက္တစ္ေခ်ာင္းကုိ လြယ္လြယ္ရွင္းပစ္တတ္တဲ့ဟန္ေတြကုိ ဇာတ္လမ္းေကာင္းနဲ႕\nေတြ႕ရွိသြားလိမ့္မယ္..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ျဖစ္ပါတယ္... File Size : (1GB) ...",
        "rating": "7.8",
        "url": "https://megaup.net/1xsia/Birds_Of_Passage_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mi5l29DQFdwrTXxbqM2OLbs830H.jpg",
        "title": "Wine Country(2019)",
        "description": "Wine Country(2019)\"ဟဲ့ မသာမႀကီး ေသခ်င္းဆုိးႀကီး အႏူႀကီး ဟုိေကာင္မ\" စတဲ့ ခပ္ရုိင္းရုိင္းအသုံးအႏႈံးမ်ဳိးနဲ႕\nႏႈတ္ဆက္ေပမယ့္ မ်က္ႏွာေတြကၿပဳံးခ်ဳိေနတဲ့\nငယ္ေပါင္းႀကီးေပၚသူငယ္ခ်င္းေတြ လူတုိင္းမွာရွိၾကတယ္....\nအထူးသျဖင့္ State ေက်ာင္းသား ေက်ာင္းသူဘ၀က သူငယ္ခ်င္းေတြေပါ့...\nအရြယ္ေလးေရာက္လာေတာ့ ေလာကႀကီးကုိျဖန္႕က်က္ဖုိ႕ရာ\nကုိယ္အားသန္ရာေနရာကုိယ္စီကုိ ေလွ်ာက္လမ္းႀကရင္း\nတျဖည္းျဖည္း ကြ်န္ေတာ္တုိ႕ငယ္သူခ်င္းေတြဟာ ေ၀းကြာမွန္းမသိေ၀းကြာကုန္တယ္..\nဘ၀ကုိယ္စီရဲ႕ ၀န္ထုပ္၀န္ပုိးေတြကုိ ကစဥ့္ကလွ်ားမျဖစ္ေအာင္ အံႀကိတ္ထမ္းပုိးရင္း\nငယ္သူငယ္ခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕အခြင့္အေရးဆုိတာ ေနာက္ဆုံးမွလုပ္ရမယ့္\nအစီအစဥ္ထဲကုိေရာက္မွန္းမသိေရာက္ကုန္ၾကတယ္...\nခရီးအတူထြက္ဖုိ႕ ဆုိင္မွာအတူဆုံၿပီးစားၾကဖုိ႕မ်ဳိးစုံႀကဳိးစားၾကေပမယ့္\nငယ္သူခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕ဆုိတာ တိမ္ထဲမွာစာေရးသလုိပါပဲ...\nကုိယ့္ဆႏၵထက္ဦးစားေပးရမယ့္ လက္ရွိဘ၀ေလေပြလည္းတစ္ခ်က္တုိက္လုိက္ရုံနဲ႕\nကြ်န္ေတာ္တုိ႕အစီအစဥ္ေတြပ်က္ကုန္ၾကတာပဲမဟုတ္လား....\nခင္ဗ်ားတုိ႕အားလုံး ဒီလုိအျဖစ္မ်ဳိးမႀကဳံဘူးတဲ့ သူခပ္ရွားရွားပါပဲ...\nဇာတ္လမ္းအညႊန္း\n************\nဒီကားထဲမွာေတာ့ ငယ္ေပါင္းႀကီးေဖာ္ သူငယ္ခ်င္းေတြဟာ သူတုိ႕အုပ္စုထဲက သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ အသက္ ၅၀ျပည့္\nေမြးေန႕အတြက္ ခရီးစုထြက္ဖုိ႕ႀကဳိးစားၾကတယ္...\nကြ်န္ေတာ္တုိ႕လုိေတာ့မဟုတ္ဘူးေပါ့..\nသူတုိ႕အဖြဲ႕ေတြကေတာ့တကယ္ကုိဆုံျဖစ္ခဲ့ၾကတယ္...\nငယ္သူငယ္ခ်င္းေတြျပန္ဆုံေတာ့\nတကယ့္ကုိ ပြင့္ပြင့္လင္းလင္း ေျပာစရာရွိေျပာၾကဆုိၾကနဲ႕ေပါ့...\nဒီကားေလးကုိၾကည့္ရင္း ရယ္စရာေလးေတြေတြ႕ရသလုိ\nျပန္ဆုံၾကတဲ့အခုိက္အတန္႕မွာ သူတုိ႕ေသာင္းက်န္းတဲ့ပုံေတြကုိလည္း ဟာသေလးေတြေႏွာၿပီးေတြ႕ရလိမ့္မယ္...\nခံစားၾကည့္လုိက္ပါဦးလုိ႕...ေျပာပါရေစ....File Size : (952MB)and (358MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:43:00\nGenre :  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1xsj3/Wine_Country_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    }
]