[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZGI1N2Q5NjktMDFiZC00NGQ0LTkzNzYtZmExZGEwODVhYjExL2ltYWdlXkEyXkFqcGdeQXVyNjE5MTgwOTU@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "Commando 2 (2017)",
        "description": "ကြန္မန္ဒုိ ဇာတ္ကားမွာ အက္ရွင္စတန္႕ အလန္းစားေတြနဲ႕ ပရိတ္သတ္္ရင္ထဲေရာက္ရွိခဲ့တယ့္\nမင္းသားဗရြတ္ဂ်မဝဲလ္က ဒီတခါလည္း အမွန္အကန္ ေနာက္တကားနဲ႕ ပရိတ္သတ္အေရွ႕ ေရာက္ရွိလာခဲ့ပါၿပီ။\nအိႏၵိယ အစုိးရဟာ ေငြေၾကးဖ်က္သိမ္းေရး\nအစီစဥ္ကုိ အေကာင္ထည္ေဖာ္ခဲ့ၿပီး တႏုိင္ငံလုံးမွာရွိတယ့္ ေငြမည္းေတြအားလုံးကုိ ဖ်က္သိမ္းခဲ့ပါေတာ့တယ္႕႕႕႕\nဒါေပမယ့္ ျပည္ပမွာ ေငြမည္းကုိ ေငြျဖဴအျဖစ္ခဝါခ်ၿပီး သိမ္ဆည္းထားတယ့္ ပုိက္ဆံေတြကေတာ့ ရွိေနဆဲပါပဲ႕႕႕\nဒီကိစၥကုိ ေနာက္ကြယ္က လုပ္ကုိင္ေပးေနတယ့္ ဗစ္ကီခ်န္ဒဟ္ကုိ မေလးရွားမွာ ဖမ္းမိခဲ့ေပမယ္\nၿမိဳ႕ေတာ္ဝန္ရဲ႕သားကုိယ္တုိင္က ဒီထဲမွာ ပါဝင္ပတ္သက္ေနလုိ႕ တရားဝင္မေၾကညာရဲပါဘူး\nၿမိဳ႕ေတာ္ဝန္က သူ႕အစီစဥ္အတုိင္း သူ႕စိတ္ႀကိဳက္လူေတြကုိ ေရြးၿပီး ဗစ္ကီခ်န္ဒဟ္ကုိ အိႏၵိယကုိ ျပန္ေခၚဖုိ႕လုပ္ပါေတာ့တယ္\nဒီအခ်ိန္မွာေတာ့ အထူးတပ္သား ကရန္ဟာ\nၿမိဳ႕ေတာ္ဝန္အၾကံေတြကို သိၿပီး အဖြဲ႕ထဲကုိ သူပါဝင္ခဲ့ပါတယ္႕႕႕႕\nဗစ္ကီခ်န္ဒဟ္ကုိ အိႏၵိယကုိေခၚလာႏုိင္မလား႕႕႕\nၿမိဳ႕ေတာ္ဝန္ရဲ႕ အၾကံေတြေကာ\nေအာင္ျမင္ပါ့မလား႕႕႕႕\nျပည္ပေရာက္ေနတယ့္ ေငြမည္းေတြကေကာ ျပန္ရပါ့မလား ဆုိတာကုိေတာ့ ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္႐ႈ႕စားလုိက္ပါဦး႕႕႕႕႕\nဇာတ္လမ္းတခုလုံးက လွည့္ကြက္အျပည့္နဲ႕မုိ႕ တကယ္ကုိ စိတ္ဝင္စားစရာ ေကာင္းလွပါတယ္\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးျဖစ္ပါတယ္)\nFile Size : 1GB\nQuality :  Dvd Rip ...",
        "rating": "6.1",
        "url": "https://megaup.net/1wr91/Commando_2_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Commando (2013)",
        "description": "ဒီတခါေတာ့\nBollywoodပရိတ္သတ္ေတြအတြက္\nအလန္းစား စတန္႕ေတြနဲ႕ အက္ရွင္ခပ္ၾကမ္းၾကမ္းေလးကုိ\nတင္ဆက္ေပးထားပါတယ္။\nဒီကားေတြရဲ႕ မင္းသား ဗီရြတ္ဂ်မာဝဲလ္က စတန္႕ခန္းေတြကုိ ကုိယ္တုိင္ႀကိဳးစားသ႐ုပ္ေဆာင္ထားတာလည္း ျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ႕႕႕႕႕႕\nအိႏၵိယစစ္တပ္ရဲ႕ အထူးတပ္သားေတြဟာ ေလ့က်င့္ေရးဆင္းရင္း\nမုန္တုိင္းမိၿပီး တရုတ္နယ္စပ္မွာ ေလယာဥ္ပ်က္က်ခဲ့ပါတယ္။\nတပ္သားေတြထဲက ကရန္ဟာ တရုတ္စစ္တပ္ရဲ႕ ဖမ္းစီးျခင္းကုိခံခဲ့ရၿပီး\nတ႐ုတ္အစုိးရကလည္း သူ႕ကို စပုိင္တေယာက္လုိ႕ထင္ၿပီး အမ်ိဳးမ်ိဳးညဥ္းပန္းႏွိပ္စက္ၿပီး စစ္ေၾကာပါေတာ့တယ္႕႕\nတဖက္မွာလည္း အိႏၵိယအစုိးရက ႏုိင္ငံေရးျပသနာေတြတက္မွာစုိးလုိ႕\nသူ႕ကုိ မကယ္ေတာ့ပါဘူး႕႕႕႕\nတရုတ္လက္လြတ္ေျမာက္ဖုိ႕ ႀကိဳးစားခဲ့ရတယ့္ ကြန္မန္ဒုိ တပ္သားကရန္ဟာ\nနယ္စပ္မွာ ဂုိဏ္းစတားတေယာက္လက္က ထြက္ေျပးေနရတယ့္ မိန္းကေလးတေယာက္ကုိ ကူညီေပးလုိက္ရင္း ျပသနာအႀကီးအက်ယ္တတ္ပါေတာ့တယ္။\nဂုိဏ္စတားေတြလက္ထဲက မိန္းကေလးကုိ ကရန္တေယာက္ ဘယ္လုိကယ္တင္မလဲဆုိတာေတာ့\nပရိတ္သတ္ႀကီးပဲ ၾကည့္လုိက္ပါေတာ့\nအက္ရွင္ႀကိဳက္ ပရိတ္သတ္ေတြအေနနဲ႕ လက္အလြတ္မခံသင့္ပါဘူး႕႕႕\n(ဘာသာျပန္သူကေတာ့ ကို စည္သူေအာင္ပဲျဖစ္ပါတယ္)\nFile Size : 900 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 54minutes\nFormat : Mp4\nGenre :    Action, Crime,Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/commando-2013/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDgwZGQwNzktMTc2MC00NzY5LWFkODQtMzkzZjAyZGYzMjRkXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_-210x300.jpg",
        "title": "A Dog’s Purpose (2017)",
        "description": "ေဘလီ လို ့ေခၚတဲ့ ေရႊ၀ါေရာင္ အမဲလိုက္ေခြး အမ်ိဳးအစားေလး က သူ ့ကုိ တကယ္ခ်စ္ၿပီး ၾကင္နာေပးတဲ့\nအီသန္ နဲ ့ ဟန္နာ တို ့ရဲ ့အခ်စ္ေတာ္ေခြးေလးေပါ့\nအီသန္ က ေဘလီ ကုိ Rugby ေဘာလံုးေလးနဲ ့ကစားနည္းေလးေတြ သင္ေပးခဲ့တယ္\nတစ္ေန ့မွာေတာ့ အေၾကာင္းေၾကာင္းေၾကာင့္ အီသန္ နဲ ့ ဟန္နာ တို ့ လမ္းခြဲ ခဲ့ၾကတယ္\nေနာက္ပိုင္း အီသန္ ပညာသင္ဖို ့ထြက္ခြာသြားခဲ့တဲ့အခ်ိန္မွာေတာ့\nေဘလီ ေလးလည္း သခင္ကို လြမ္းတဲ့စိတ္နဲ ့ ေနမေကာင္းျဖစ္ၿပီး ဆရာ၀န္ေတြက\nသူ ့အတြက္ အေကာင္းဆံုး ျဖစ္ေအာင္ လုပ္ေပးခဲ့ၾကတယ္\nဒီလိုနဲ ့ ေဘလီဟာ ေနာက္ဘ၀တစ္ခုမွာေတာ့ ရဲတပ္သား ေခြးေလးဘ၀ကို ပိုင္ဆိုင္ခဲ့ၿပီး\nသူတတ္စြမ္းသေလာက္ အျခားလူေတြ နဲ ့သူ ့ရဲ ့သခင္အသစ္ကို ကူညီေပးခဲ့တယ္\nဒါေပမဲ့လည္း ေဘလီ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-dogs-purpose-2017/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/the-age-of-shadow-poster-133x200.jpg",
        "title": "The Age of Shadows (2016)",
        "description": "The Age of Shadows (2016)\nIMDb - 7.1/10_____Rotten - 100%\n Goblin မှင်စာသတို့သမီးထဲက မှင်စာဦးဦး fans တို့အတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကို မိတ်ဆက်ပေးပါရစေ။ ။ ဂျပန်တွေ ကိုရီးယားကို အုပ်စိုးစဉ်ကာလကို အခြေခံထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ ကိုရီးယားနိုင်ငံ လွတ်လပ်ရေးရဖို့ ကြိုးစားတဲ့ခရီးကြမ်းတမ်းပုံ ရင်းခဲ့ရတဲ့ သွေးတွေ ဘဝတွေအကြောင်းကို ဒီဇာတ်လမ်းလေး ကြည့်လိုက်ရင် ခံစားနိုင်မှာပါ။ ။ ဂျပန်အစိုးရအမှုထမ်း ကိုရီးယားလူမျိုး လီချန်ချော(Song Kang-ho)ဟာ အတိုက်အခံပါတီဝင် ငယ်သူငယ်ချင်း လီချန်အုတ်ကို ဆုံးရှုံးလိုက်ရပြီးနောက် စိတ်ပြောင်းသွားမှာလား။ နောက်ပြီး အထက်အမိန့်အရ အတိုက်အခံပါတီဝင် ကင်ဝူဂျင်(Gong Yoo )ကို ချဉ်းကပ်ရာ ဘာတွေ ကြုံတွေ့ရမလဲ။ ဂျပန်အစိုးရနဲ့ အတိုက်အခံပါတီ ဉာဏ်ချင်းယှဉ် ကျားကွက်ရွေ့ ဇာတ်လမ်းမှာ ဘယ်လို အချိုးအကွေ့ အလှည့်အပြောင်းတွေနဲ့ စိတ်လှုပ်ရှားရမယ်ဆိုတာကတော့ ဇာတ်လမ်းလေးကိုသာ ကြည့်လိုက်ပါလို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2TAU5/The_Age_Of_Shadows_(Mil-Jeong)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-21-10-16-07-68-199x300.png",
        "title": "Babe (1995)",
        "description": "ကဲ အားလံုး ေနာက္ကၾကည့္ဖို႔\n1995 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Babe ဆိုတဲ့ ၀က္လိမၼာ ကား\nေလးကိုတင္ဆက္ေပးမယ္  ဒီကားေလးက ၁၉၉၅ ခုႏွစ္မွာ\nBest Movie Of the Year ဆုကိုရရွိခဲ့ပါတယ္တဲ့\n၁၉၉၀  ပတ္၀န္းက်င္က ေမြးခဲ့ၾကတဲ့သူေတြဆို ဂ်ီးကပ္ေနတဲ့\nေလးေထာင့္ ဗီဒီိယို တိပ္ေခြႀကီးေတြနဲ႔ ေကာင္းခန္းေရာက္မွ\nတဂ်စ္ဂ်စ္နဲ႔ လိုင္းေတြထေနတဲ့ပံုရိပ္ေတြနဲ႔ အတူၾကည့္ရွဴဖူးၾကမွာပါ\nကဲ က်ြန္ေတာ္ ဒီေန႔တင္ေပးမယ့္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာတဲ့လဲေဟ့ Babe ေနာ္ ကဲအားလုံးနားေထာင္ၾကဗ်ာ\nၾကင္နာတတ္တဲ့ လယ္သမားႀကီး\nေဟာ့ဂတ္ဟာ ေဒသတြင္းတိရိစၧာန္ၿပိဳင္ပြဲမွာ babe နဲ႔အတူတူ\nဆုရခဲ့ပါတယ္တဲ့ ကဲပရိတ္သတ္ႀကီးေရ\n တေန႔ ခရစၥမတ္ပြဲမွာ ေတာ့ ေဟာ့ဂတ္တေယာက္ေနာင္\nႏွစ္မွာလဲ babe နဲ႔ အတူတူ ထပ္မံအႏိုင္ရဖို႔ ဘာဘာညာညာႂကြားပါ\nေတာ့တယ္ ကဲ ပရိတ္သတ္ႀကီးေရ babe ကေကာ ဒီတိုင္းေနမယ္\nထင္သလား ဗ် မေနပါဘူးတဲ့ ပရိတ္သတ္ႀကီးေရ babe ဆိုတဲ့\nေသာက္ကမ်င္း၀က္ဟာ သူနဲ႔ အတူတူေနတဲ့ တိရိစၦာန္ေတြဆီက\nအတုယူသင္ယူဖို႔ႀကိဳးစားသတဲ့ ပရိတ္သတ္ႀကီးေရ ေတာ္ေတာ္\n ေသာက္ကမ်င္းတဲ့ ၀က္ေနာ္ ပရိတ္သတ္ႀကီး ကဲ ပရိတ္သတ္ႀကီးေကာ\nဒီလိုေသာက္ကမ်င္း ၀က္ေတြ႕ဖူးၾကလား ေအး မေတြ႕ဖူးရင္\nအခုခ်က္ခ်င္း ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/babethe-pig-in-the-city-1995/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/rings-2017-133x200.jpg",
        "title": "Rings (2017)",
        "description": "Rings (2017)_____IMDb - 4.5/10ငယ်ငယ်က တီဗီထဲက ထွက်လာတဲ့ သရဲမကား၊ ဒါမှမဟုတ် ရေတွင်းထဲက ထွက်လာတဲ့\nသရဲမကားကို ရုပ်ရှင်ချစ်သူတွေ သိကြမယ်ထင်ပါတယ်။\nဒီသရဲကားကို စတင်သိခဲ့ရတာကတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ \"The Ring\" ဆိုတဲ့\nအမေရိကန်ဇာတ်ကားဖြစ်ပေမဲ့ သူ့ရဲ့မူလအခြေခံကတော့ Ring ဆိုတဲ့ ဂျပန်စာအုပ်နဲ့ Ring ဆိုတဲ့\nအမည်နဲ့ပဲ ထွက်တဲ့ ဂျပန်သရဲကားတို့ပဲ ဖြစ်ပါတယ်။\nဂျပန်ကဇာတ်ကားကို မကြည့်ဖူးပေမဲ့ အမေရိကန်က ပြန်ရိုက်တဲ့ The Ring ကတော့\nသရဲကားတွေထဲမှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nအဲဒီကားရဲ့အဆက် ၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Ring Two ကလည်း ပထမဆုံးကားရဲ့စံချိန်ကို\nမမီပေမဲ့ ကြည့်လို့ကောင်းဆဲပါပဲ။\nဒီလိုမျိုး သရဲကားကောင်းကောင်းမျိုးဆို ကြည့်ချင်ကြတဲ့ ရုပ်ရှင်ပရိသတ်တွေအတွက် ဟောလိဝုဒ်က\nတတိယမြောက် Rings ကားကို ဆယ်နှစ်ကျော် အကြာမှာ ရိုက်ကူးပြီး တီဗီထဲကသရဲမကို\nပရိသတ်တွေနဲ့ ထပ်မံတွေ့ဆုံစေလိုက်ပါတယ်။\nဒီဇာတ်ကားတွေမှာ အဓိကကျတဲ့အရာတစ်ခုကို ပြောရမယ်ဆို ကျိန်စာသင့်နေတဲ့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2dVH6/Rings_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGU0MDM1ODgtZmMwNi00NWRiLTgxYWEtMjJlNjMxNjc1NzQzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDkxMzY0Mjk@._V1_SY1000_CR007381000_AL_-221x300.jpg",
        "title": "Kaabil (2017)",
        "description": "႐ိုဟန္ဟာ မ်က္မျမင္တစ္ ေယာက္ျဖစ္ၿပီး ႐ုပ္သံေနာက္ခံ စကားေျပာအလုပ္နဲ႔ အသက္ေမြး ဝမ္းေက်ာင္းေနသူပါ။ သူ႔ခ်စ္သူ ဆူပရီရာကလည္း အျမင္အာ႐ံုခ်ိဳ႕တဲ့သူ ျဖစ္ေပမယ့္ ကိုယ္ပိုင္ အလုပ္လုပ္ေနသူ ျဖစ္ပါတယ္။ ႏွစ္ေယာက္စလံုးကအစပိုင္းမွာေတာ့ လက္ထပ္ဖုိ႔ တုံ႔ဆိုင္းေနၾက ေပမယ့္လည္း သံေယာဇဥ္ခိုင္မာ ေနၿပီမို႔ လက္ထပ္ျဖစ္ခဲ့ၾကပါတယ္။\nတစ္ည ႐ိုဟန္တုိ႔ႏွစ္ေယာက္ ညစာစားၿပီး ျပန္လာတုန္း ေၾကး စားလူမိုက္အမစ္ရွယ္လာနဲ႔ နာ မည္ႀကီး ႏုိင္ငံေရးသမားတစ္ ေယာက္ရဲ႕ ညီရယ္၊ ဝါဆင္ဆုိတဲ့ လူတို႔ရဲ႕ေႏွာင့္ယွက္တာ ခံခဲ့ရပါတယ္။\nေနာက္ေန႔မနက္ ႐ိုဟန္အ လုပ္သြားတုန္း အမစ္နဲ႔ ဝါဆင္တို႔ ဟာ ႐ိုဟန္တုိ႔အိမ္ကို တိတ္တ ဆိတ္ဝင္လာၿပီး တစ္ဦးတည္း က်န္ခဲ့တဲ့ ဆူပရီရာကို မတရား ျပဳက်င့္ခဲ့ၾကပါေတာ့တယ္။ ႐ိုဟန္ သိသိခ်င္း ရဲဌာနကို အေၾကာင္း ၾကားတဲ့အခါ ေဆး႐ံုက စစ္ခ်က္ ယူၿပီး အမႈဖြင့္ဖို႔ အႀကံျပဳခဲ့တာ ေၾကာင့္ ေဆး႐ံုကို သြားေနတုန္း ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Sm9t/Kaabil_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTg3MzQwMDY4OV5BMl5BanBnXkFtZTgwNjIzMTQzMTI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Bokeh (2017)",
        "description": "Bokeh ဆိုတဲ့ ဒီရုပ္ရွင္ကားေလးဟာ IMDb Rating 4.7 ေလာက္သာ ရရွိထားတဲ့ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဒါေပမယ့္ က်ေနာ့္ ရင္ထဲမွာေတာ့ ဒီရုပ္ရွင္ကားကို ၾကည့္ၿပီး ေ၀ခြဲမရတဲ့ ခံစားခ်က္ေလးေတြ ျဖစ္လာပါတယ္...\nဘာလို႔ ဒီလိုခံစားခ်က္မ်ိဳးေတြ ျဖစ္ရလဲ ဆိုတာကေတာ့...\nရိုင္လီ နဲ႔ ဂ်င္းနီ တို႔ ခ်စ္သူစံုတြဲဟာ အိုက္စ္လန္း ကို အပန္းေျဖ ခရီးထြက္ခဲ့ပါတယ္\nႏွစ္ေယာက္သား ဓါတ္ပံုေတြ ရိုက္ၾကမယ္ အစားေကာင္းေတြ စားၾကမယ္ေပါ့....\nအရမ္းလွပတဲ့ ရႈခင္း ေတြ အမ်ားႀကီးကို ျမင္ေတြ႔ရသလို ခ်စ္စရာေကာင္းတဲ့ သဘာ၀ အတိုင္း\nခ်စ္သူ ႏွစ္ေယာက္ ရဲ႕ ပံုစံကိုလဲ ျမင္ေတြ႔ရမွာပါ...\nဒါေပမယ့္ တစ္ရက္မနက္ခင္းမွာေတာ့ ဂ်င္းနီ ဟာ မနက္ ၃ နာရီေလာက္မွာ အိပ္မက္လိုလို တကယ္လိုလို\nျပဳတင္းေပါက္မွ အလင္းတန္း တစ္ခုကို ေတြ႔လုိက္ရပါတယ္ ၿပီးေနာက္ ျပန္အိပ္ေပ်ာ္သြားၿပီး\nႏိုးထ လာတဲ့ အခါမွာ သူမ နဲ႔ ရိုင္လီ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2galg/Bokeh_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/trash-poster-141x200.jpg",
        "title": "Trash (2014)",
        "description": "Trash (2014)\nIMDb - 7.2/10_____Rotten - 66%\n  Trash (2014)\nCrime /Drama\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nအမှိုက်ပုံက ဇာတ်လမ်းတစ်ပုဒ်… အမှိုက်ပုံမှာစပြီး ဘယ်မှာဆုံးမယ်ဆိုတာတော့….ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်လိုက်တွေကတော့ အမှိုက်ပုံက ပြန်အသုံးဝင်မယ့် ရောင်းလို့ရမယ့် ပစ္စည်းလေးတွေကို ရှာဖွေရင်း အသက်မွေးဝမ်းကြောင်းပြုနေတဲ့ အသက်(၁၄)နှစ်အရွယ် Raphael, Gardo, နဲ့ Rat လို့ အမည်ရတဲ့ ကောင်လေး(၃)ယောက်ပါ။Raphael, Gardo, နဲ့ Rat တို့ဟာ တစ်မြို့လုံးရဲ့ အမှိုက်များလာရောက်စုပုံရာ အမှိုက်ပုံ အနီးအနားမှာ ကျူးကျော်နေထိုင်လျက်ရှိကြတဲ့ မိသားစုတွေ အိမ်ခြေမဲ့တွေ အောက်ခြေလူတန်းစားတွေထဲက ကလေးတွေပါ..Jose Angelo - သူက အသက် (၉)နှစ်အရွယ်ရှိတဲ့ Pia လို့အမည်ရတဲ့ ကလေးမလေးရဲ့ ဖခင်တစ်ဦး\nသူ့သမီးလေးရဲ့ အခေါင်းကို ဂူသွင်းပြီး အိမ်အပြန်အလာ.. အကြောင်းတစ်ခုကြောင့် ရဲတွေရဲ့ လက်က လွတ်မြောက်အောင်ထွက်ပြေးရင်း မလွတ်နိုင်တဲ့အဆုံး .. သူ့ရဲ့ ပိုက်ဆံအိတ်ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Vaaj/Trash_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Your-Lie-April-Poster-691x1024-202x300.jpg",
        "title": "You Lie In April (2016)",
        "description": "ဧၿပီလဂ်ပန္နိင္ငံမွာဆာကူရာပန္းေတြေဖြးေဖြးလႈပ္ေအာင္ပြင့္ေနၾကပါၿပီမၾကာခင္ပန္းပြင့္ေလးေတြျပန္လည္ေႂကြလြင့္ၾကရဦးမွာပါဒီဇတ္ကားေလးဟာဧၿပီလကိုအေျခခံထားၿပီးဆာကူရာပန္းေတြနဲ႔ဇတ္အိမ္တည္ထားတဲ့ဇတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူးမင္းသားကဂ်ပန္နိင္ငံရဲ႕နာမည္ေက်ာ္မင္းသားျဖစ္တဲ့ယာမာဇာကီကန္တိုက\nေခါင္းေဆာင္ပါဝင္ထားပါတယ္\nငယ္ငယ္ေလးကတည္းကမိခင္ျဖစ္သူရဲ႕သင္ၾကားမႈေၾကာင့္စႏၵယားကိုကၽြမ္းက်င္ေျပာင္ေျမာက္စြာတီးခတ္နိင္သူကိုဆဲအိ(ကန္တို)တစ္ေယာက္\nမိမိဝါသနာပါတဲ့စႏၵယားကိုစြန္႔\nလြတ္ၿပီးဘယ္လိုစခန္းသြားမလဲဘာေၾကာင့္စႏၵယားတီးျခင္းကိုစြန္႔လြတ္လိုက္ရတာလဲစႏၵယားနဲ႔ကင္းကြာေနတဲ့ကိုဆဲအိအနားကိုမထင္မွတ္ပဲေရာက္ရွိလာတဲ့\nတေယာဆရာမေလးကအိုရီသူကေကာဘယ္သူလဲဘယ္ကလဲကအိုရီကိုခ်စ္မိသြားတဲ့ကိုဆဲအိတစ္ေယာက္ကအိုရီတီးခတ္ေစခ်င္တဲ့စႏၵယား\nကိုျပန္လည္တီးခတ္မလားဆိုတာစိတ္ဝင္စားစရာပါငယ္စဥ္ကတည္းကကိုဆဲအိအေပၚသူငယ္ခ်င္းထက္ပိုတဲ့သံေယာဇဥ္ျဖင့္ခ်စ္မိေနတဲ့စုဘကိသူ\nကေကာကိုဆဲအိရဲ႕အခ်စ္ကိုရနိင္ပါ့မလားဆိုတာစိတ္ဝင္တစားေစာင့္ၾကည့္ရမွာပါဂ်ပန္မန္းဂကိုအေျခခံထားတဲ့ဒီဇတ္ကားဟာဂ်ပန္မွာလူငယ္ပရိတ္သတ္ေတြၾကားသည္းသည္းလႈပ္ျဖစ္သြားတာလည္းမထူးဆန္းလွပါဘူးဒီဇတ္ကားမွာဆာကူရာပန္းေတြရဲ႕အလွကိုလည္းခံစားရဦးမွာပါ\nထြက္လာတာသိပ္မၾကာေသးတဲ့ဒီဇတ္ကားကိုပရိတ္သတ္ေတြ\nအျမန္ၾကည့္ေစခ်င္တာေၾကာင့္အျမန္ဆံုးနဲ႔အေကာင္းဆံုး\nဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇတ္ကားရဲ႕\nအၫြန္းကိုေသခ်ာေျပာျပေနရင္\nဒီဇတ္ကားရဲ႕ရသပ်က္သြားမွာစိုးရိမ္မိတဲ့အတြက္ေသခ်ာ\nမေျပာျပေတာ့ပါဘူးေသခ်ာတာတစ္ခုကေတာ့ဒီဇတ္ကားဟာ\nရင္ထဲမွာတခုခုက်န္ရစ္ခဲ့ေစမယ့္ေဘကုန္ရက်ိဴးနပ္မယ့္ဇတ္ကားတစ္ကားလို႔ထပ္ေလာင္းေျပာၾကားရင္း\nျမန္မာ့နစ္သစ္ကူးအခါသမယသၾကၤန္အခ်ိန္မွာ\nအားလံုးေဘးရန္ကင္းရွင္းစြာနဲ႔ေပ်ာ္ရြင္နိင္ၿပီးလိုရာဆႏၵေတြလည္းျပည့္ဝပါေစလို႔ဆုေတာင္းေပးလိုက္ပါတယ္\nဘာသာျပန္နဲ႔အၫြန္းကကိုစိုးေထြးပါဗ်Download Large File\nDownload Small File",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/you-lie-in-april-2016/",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "",
        "title": "Jolly LLB 2 (2017)",
        "description": "၂၀၁၃ တုန္း က ထြက္ရွိခဲ့တဲ့ Jolly LLB ဆုိတဲ့ ဇာတ္ကားေလးရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာျဖစ္ၿပီး အိႏၵိယ ႏုိင္ငံရဲ႕ ဥပေဒစနစ္ကို သေရာ္ၿပီး ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။\nဂ်က္ဒစ္ရွ္ဝါမစ္ရွရာ (ေခၚ) ေဂ်ာ္လီဟာ တဲ့ထိုးေျပာတတ္ၿပီး ခက္ထန္ၾကမ္းတမ္းသူ ျဖစ္ေပ မယ့္လည္း စာနာစိတ္ရွိတဲ့ ေရွ႕ ေန တစ္ေယာက္ ျဖစ္ပါတယ္။ ေဂ်ာ္လီဟာ ဘဝကို႐ုန္းကန္ေနရ သူတစ္ေယာက္ျဖစ္ၿပီး သူ႔စိတ္ကူး အိပ္မက္ေတြ အေကာင္အထည္ ေဖာ္ႏုိင္ဖို႔အတြက္ ကန္ပါၿမိဳ႕က ေန နာဝက္ဘ္ၿမိဳ႕ကို ေရႊ႕ေျပာင္း ခဲ့ပါတယ္။\nေငြေလးေၾကးေလးဝင္ဖို႔အ တြက္ ေဂ်ာ္လီဟာ အေသးအမႊား အမႈေတြကအစ လိုက္ခဲ့ၿပီး ဘဝ ကို သင့္တင့္ေလ်ာက္ပတ္ေအာင္ ေနႏိုင္ဖို႔ ႀကိဳးပမ္းခဲ့ရပါတယ္။ ေဂ်ာ္လီဟာ ႏွစ္အေတာ္ၾကာၾကာ တုိင္ေအာင္ တရား႐ံုးစႀကႍလမ္းမွာ ပဲ အမႈလိုက္ဖို႔ ႀကိဳးပမ္းေနရတဲ့ အေျခအေနကေန ေရွ႕ေန႐ံုးခန္း ကေန အမႈလိုက္ရတဲ့၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qs6f/Jolly_LLB_2_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-4-200x300.jpg",
        "title": "Fences (2016)",
        "description": "Fences (2016)\nWon 1 Oscar....Another 56 wins & 115 nominations\nIMDb….7.2/10_____Rotten….92%\n2016 ခုနှစ်ထဲမှာ ထွက်ရှိခဲ့ပြီး Oscar တဆု ရခဲ့တဲ့ဇာတ်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားကြီးကIMDb မှာ 7.2 ရထားတဲ့ PG 13 ပါပေးထားပါသေးတယ်Tonry Maxson ဟာရေဆိုးသန့်စင်သမားအဖြစ်Pittsburghမြို့မှာ ၁၉၅၀ ပတ်ဝန်းကျင်က အသက်မွေးခဲ့ပါတယ်သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ ပရော်ဖက်ရှင်နယ် ဘေ့စ်ဘောကစားသမားတစ်ယောက်ဖြစ်ဖို့ပါ  ဒါပေမဲ့ ခါးသီးစွာကြုံတွေ့လိုက်ရတာကအမေရိကန် မေဂျာလိဒ်မှာ လူမည်းတွေကို ပါဝင်ခွင့်မပေးတော့ သူဟာသူ့အခွင့်အရေးကိုလက်လွတ်လိုက်ရပါတော့တယ် ဒါပေမဲ့ သူဟာသူမဖြစ်ခဲ့ရတာကို သူ့မိသားစုအပေါ်ဖိအားပေးပြီး သူ့သားကို ကောလိပ်ဘေ့စ်ဘောပြိုင်ပွဲမှာ ပါဝင်ခွင့်ရဖို့ကြိုးစားပါတော့တယ်ကဲ ပရိတ်သတ်ကြီး ရေ ဘာတွေဆက် ဖြစ်ကြမလဲဆိုတာတော့ကြည့်လိုက်ကြတော့နော် အော်စကာမယ် စံကာတင်စာရင်း ဝင်တယ်ဆိုကတည်း ကကောင်းလို့ပဲနေမှာပါ မွန်းလိုက်ထက်တော့ ကောင်းမှာသေချာပါတယ် .................................  ။\n----------------------------------------------------",
        "rating": "7.2",
        "url": "https://megaup.net/2cWyl/Fences_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/kiss-of-the-dragon-poster-150x200.jpg",
        "title": "Kiss of the Dragon (2001)",
        "description": "Kiss of the Dragon (2001)\nIMDb -6.6/10_____Rotten - 51%\n  \n2001 ခုနှစ်ကထွက်ခဲ့ပြီး IMDb မှာ 6.6 ရထားတဲ့\nကွန်ဖူးမင်းသားကြီးဂျက်လီရဲ့ အက်ရှင်ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကို ဂျက်လီ က ကိုယ်တိုင်\nရေးသားထားတဲ့ ဇာတ်ညွန်းနဲ့ ကိုယ်တိုင်သရုပ်ဆောင်ပြီး ပြင်သစ်\nပါရီမြို့မှာ သွားရောက်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Lui Jian ဟာတရုတ်ရဲတပ်ဖွဲ့က\nအရာရှိတစ်ယောက်ဖြစ်ပြီး ပြင်သစ်က မူးယစ်ဆေးဂိုဏ်းနဲ့ ချိတ်ဆက်နေတဲ့\nတရုတ်မူးယစ်ဆေးဂိုဏ်းရာဇာကို ဖမ်းဆီးဖို့ လိုက်လံစုံစမ်းရင်း ပါရီမြို့ကို\nရောက်ရှိလာပါတယ် ဒီလိုနဲ့ Jian ဟာ ပြင်သစ်က အချိတ်အဆက်ကိုစုံစမ်း\nရင်း ပြည့်တန်ဆာမလေး Jassica နဲ့ တွေ့ဆုံမိပါတယ်\nJassica ရဲ့ ဂေါင်း Richard ဟာ Jassica ကို သူ့သမီးနဲ့အပိုင်ခြိမ်း\nခြောက်ထားတာဖြစ်ပြီး Richard ကိုယ်တိုင်က ဖာဂေါင်းသာမကပဲ\nမူးယစ်ဂိုဏ်းရဲ့ ဂျိတ်တခု ဖြစ်နေတဲ့အခါမှာတော့....................။\n \nဒီဇာတ်ကားကိုဘာသာပြန်ပေးခဲ့တာက ကိုကွန်ပိုက် ပါပဲခင်ဗျ\n    \n2001 ခုႏွစ္ကထြက္ခဲ့ၿပီး IMDb မွာ 6.6 ရထားတဲ့\nကြန္ဖူးမင္းသားႀကီးဂ်က္လီရဲ႕ အက္ရွင္ဇာတ္ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္လမ္းကို ဂ်က္လီ က ကို္ယ္တိုင္\nေရးသားထားတဲ့ ဇာတ္ၫြန္းနဲ႔ ကိုယ္တိုင္သရုပ္ေဆာင္ၿပီး ျပင္သစ္\nပါရီၿမိဳ႕မွာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ybjv/Kiss_Of_The_Dragon_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/1-1.jpg",
        "title": "Crimson Peak (2015)",
        "description": "သရဲကား (သည္းထိတ္ရင္ဖို႐ုပ္႐ွင္လို႔ေခၚရင္ပိုေကာင္းမလား) ေတြၾကည့္ရင္ တည္ေနရာေနာက္ခံကလည္း အမ်ားႀကီးစကားေျပာပါတယ္။\nအိပ္ခန္းထဲမွာသရဲေျခာက္တာ (The Ring) ဆင္ေျခဖံုးကတိုက္ခန္းမွာသရဲေျခာက္တာ (Paranormal Activities) သစ္ေတာထဲမွာ သရဲေျခာက္တာ (Blairwitch Project) စသျဖင့္အမ်ိဳးမ်ိဳးေပါ့။\nေခတ္ကာလေနာက္ခံကလည္း အေရးပါေသးတယ္ဗ်။\nထိတ္လန္႔သည္းဖို႐ုပ္႐ွင္အမ်ားစုဟာ ေ႐ွးေခတ္ကာလေတြမွာဇာတ္အိမ္တည္ေလေလ ပိုေၾကာက္ဖို႔ေကာင္းေလပဲ။\nအဲ့ဒီထဲမွာမွ ၁၉ရာစုေႏွာင္းပိုင္းကေန ၂၀ရာစုအေစာပိုင္း ဝန္းက်င္မွာဇာတ္အိမ္တည္ရင္ ၾကည့္ရတာအရသာအ႐ွိဆံုးပဲ။\nေနာက္ဆံုးၾကည့္ျဖစ္တဲ့ The Woman in Black လို ေဂါ့သစ္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးေတြေပါ့။\nအဲ့ဒီေခတ္ကာလ အဂၤလန္ႏိုင္ငံရဲ႕ အေျခအေန၊ အျမဲတမ္းမႈန္မိႈင္းေအးစက္ေနတတ္တဲ့ ေက်းလက္ပိုင္းရာသီဥတု၊ ဇာတ္ေကာင္ေတြဝတ္တဲ့အဝတ္အစားကအစ ထိတ္လန္႔သည္းဖိုဇာတ္လမ္းကို ပိုအရသာ႐ွိေစတယ္၊ အေနာက္တိုင္းသားေတြရဲ႕ ေအးတိေအးစက္မ်က္ႏွာထားေတြေၾကာင့္ ႐ုပ္႐ွင္ကပိုၿပီးေက်ာခ်မ္းစရာျဖစ္လာတယ္။ခုလည္းအဲ့လိုဇာတ္ကားတစ္မ်ိဳးလာျပန္ပါၿပီ။\nဗစ္တိုးရီးယားေခတ္ (၁၉ရာစု) ကိုေနာက္ခံထားၿပီး၊ အဂၤလန္ႏိုင္ငံေျမာက္ပိုင္း Cumbria ၿမိဳ႕ေလးမွာဇာတ္အိမ္တည္ထားပါတယ္။ ဝမ္းသာစရာက ဒီႏွစ္ေအာက္တိုဘာ ၁၆ရက္ USAမွာ စထြက္မွာဆိုေတာ့သိပ္ၾကာၾကာမေစာင့္ရေတာ့တာပဲ (ျမန္မာႏိုင္ငံေရာက္ဖို႔ဆို ၈လကေန ၉လအတြင္းေလာက္ေပါ့)။\nဇာတ္လမ္း၊ ဒါ႐ိုက္တာ Guillermo del Toro ျဖစ္ၿပီး Legendary Pictures နဲ႔ Universal ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fdfe/Crimson_Peak_[2015]_(MM_Sub).mp4",
        "category": "Drama, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjMzMzM2NTM2NV5BMl5BanBnXkFtZTcwNTk4OTYwOQ@@._V1_-203x300.jpg",
        "title": "From Up on Poppy Hill (2011)",
        "description": "ဒီကားကေတာ့ 2011 ခုႏွစ္မွာ ထြက္ရွိခဲ့ၿပီး 1963 ခုႏွစ္ ယိုကိုဟားမားကို အေျချပဳရိုက္ကူးထားပါတယ္.. ဒီကားရဲ႕အဓိကထူးျခားခ်က္ကေတာ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးစရာ သီခ်င္းေနာက္ခံေလးေတြ ေတာ္ေတာ္မ်ားမ်ားပါရွိတာပဲျဖစ္ပါတယ္.. ဇာတ္လမ္းအက်ဥ္းကေတာ့ Umi ဆိုတဲ့ ၁၆ ႏွစ္အရြယ္ေကာင္မေလးနဲ႕ Shun ဆိုတဲ့ေကာင္ေလးတို႕အေၾကာင္းပဲျဖစ္ပါတယ္.. Umi ဟာ အေဖဆံုးသြားၿပီးေနာက္ အလုပ္မ်ားလြန္းတဲ့အေမနဲ႕လဲ အတူမေနႏိုင္ဘဲ အဖြားအိမ္မွာေနထိုင္ရတဲ့ လူႀကီးဆန္ဆန္ရင့္က်က္လွတဲ့ေကာင္မေလးပါ.. သူ႕အက်င့္ကေတာ့ အိမ္ေရွ႕မွာ အၿမဲတမ္း အလံေလးေတြ လႊင့္ထူထားတတ္တာပါပဲဲ... သူ႕ညီမေလးကေတာ့ အလွအပမက္ၿပီး ဆယ္ေက်ာ္သက္ပီပီ စိတ္ကစားလြယ္လြန္းတဲ့ကေလးမေလး.. အဲဒီညီမေလးေၾကာင့္ပဲ Hero ဆန္ဆန္ ရဲရင့္တည္ၾကည္ၿပီး အမွန္တရားဘက္ကရပ္တည္တတ္တဲ့ Shun နဲ႕ စတင္ေတြ႕ဆံုခြင့္ရခဲ့ပါတယ္.. သူတို႕ေက်ာင္းမွာ ကိုယ္၀ါသနာပါရာကလပ္အဖြဲ႕ေတြ စုေ၀းေနထိုင္တဲ့ Latin Quarter ဆိုတဲ့အေဆာက္အဦးႀကီးတစ္ခု ရွိပါတယ္.. ကလပ္အဖြဲ႕ဆိုတာကလဲ သခၤ်ာကလပ္.. ဒႆနိကကလပ္.. ဓာတုေဗဒကလပ္.. ကဗ်ာကလပ္စသျဖင့္ ဆယ္ေက်ာ္သက္ေက်ာင္းသားတို႕ရဲ႕ အိမ္မက္တည္ရာ သူတို႕ကမာၻႀကီးတစ္ခုေပါ့ဗ်ာ... ခက္တာက ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/from-up-on-poppy-hill-2011/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/pan039s-labyrinth-poster-artwork-maribel-verduacute-ivana-baquero-sergi-loacutepez-200x300.jpg",
        "title": "Pan’s Labyrinth (2006)",
        "description": "8.2/10 IMDb95% Rotten Tomatoes \n92% Google users\n90% WikiBook၂၀၀၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Pan's Labyrinth ဇာတ်ကားဟာ၇၉ကြိမ်မြောက်အော်စကာဆုပေးပွဲမှာBest Art Direction ဆု Best Cinematography ဆုနဲ့ Best Makeup ဆုရရှိထားသလိုဒီဇာတ်ကားဟာကုန်ကျငွေ အမေရိကန်ဒေါ်လာ ၁၉သန်းအကုန်အကျခံရိုက်ကူးထားပေမယ့်ဝင်ငွေကတော့ အမေရိကန်ဒေါ်လာ ၈၃သန်းကျော် ပြန်လည်ရရှိထားပါတယ်။\n8.2/10 ratingကြမ်းကြမ်းနဲ့ဒီဇာတ်လမ်းလေးဟာတော့နတ်သမီးပုံပြင် တစ်ပုဒ်ပေါ်အခြေခံထားပေမယ့်ကလေးတွေမကြည့်သင့်တဲ့ Horror and Fantascy Movie ကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်...စပိန်ပြည်တွင်းစစ်ပြီးစအချိန် ပထွေးဖြစ်သူစစ်ဗိုလ် စခန်းချရာ တောနယ်ဘက်ကိုမိခင်ဖြစ်သူနဲ့အတူပြောင်းရွှေ့လာရတဲ့ ၁၁နှစ်သမီး အိုဖီလီယာ လေးဟာသူတို့အိမ်အနီးကတောအုပ်ထဲမှာဝင်္ကဘာတစ်ခုကို တွေ့ရှိခဲ့ပါတယ်....ဝင်္ကဘာထဲမှာကလေးမလေးသာမြင်နိုင်တဲ့ဆိတ်တစ်ပိုင်းလူတစ်ပိုင်းနတ်ရဲ့ပြောကြားချက်အရ...အိုဖီလီယာဟာမြေအောက်ကမ္ဘာကပျောက်ဆုံးနေတဲ့မင်းသမီးလေးတစ်ပါးဖြစ်ကြောင်းသိရှိလာရပါတယ်...သူ့ရဲ့ကမ္ဘာကိုပြန်သွားဖို့အတွက် တာဝန်သုံးခုကိုထမ်းဆောင်ရဖို့ဖြစ်လာပါတယ် ...ပထမတာဝန်က အစားကြီးတဲ့ ဖားပြုတ်ထွားကြီးခံတွင်းထဲက ရွှေသော့ရဖို့ဒုတိယတာဝန်က ကလေးစားနတ်ဆိုးထံကနေ ရွှေဓားရယူဖို့နဲ့တတိယတာဝန်ကတော့….အော်ဖေလီယား တစ်ယောက် တာဝန်တွေပြီးမြောက်ပါမလား…အိုဖီလီယာ့ပထွေးတို့တပ်နဲ့ တောခိုသူပုန်တပ်တို့တိုက်ပွဲကလည်းအရှိန်မြင့်လာတဲ့အခါ ....Fairy tale နဲ့ စပိန် ပြည်တွင်းစစ်နဲ့အားပြိုင်တင်ဆက်ထားတဲ့ဒီဇာတ်လမ်းလေးဟာနတ်သမီးတွေ မိစ္ဆာတွေ စစ်သားတွေ ဇာတ်ရုပ်စုံစွာပါဝင်တဲ့အတွက်စိတ်ဝင်စားစရာကောင်းလှပြီးအားလပ်ရက်မှာမဖြစ်မနေကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်... ၂၀၀၆ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Pan's Labyrinth ဇာတ္ကားဟာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2T7of/Pans_Labyrinth_(El_Laberinto_Del_Fauno)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/enter-dragon-142x200.jpg",
        "title": "Enter the Dragon (1973)",
        "description": "Enter the Dragon (1973)\nIMDb - 7.7/10_______Rotten - 94%အရင် ရှေ့၂ရက်က ရဲ့ နောက်ဆက်တွဲ Bruce Lee ရဲ့ ဆုတစ်ဆု ရရှိ\nထားတဲ့ နောက်ထပ် ဇာတ်ကားတစ်ကားကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားကတော့ အရင် ၂ကားနဲ့ မတူတာက နိုင်ငံရပ်ခြားမှာ သွား\nရောက်ရိုက်ကူးထားခြင်းပဲ ဖြစ်ပြီး ဘရုစ္စလီ ရဲ့ ပြောင်မြောက်လှတဲ့\nကိုယ်ခံပညာ စွမ်းရည်တွေကိုမြင်တွေ့ကြရမှာမို့ ပရိတ်သတ်ကြီးထဲက\nအသတ်အပုတ် ဝာသနာပါတဲ့သူတွေအနေနဲ့ကတော့လက်လွတ်မခံ\nသင့်တဲ့ ကားတစ်ကားပဲ ဖြစ်ပါတယ်\nဇာတ်လမ်း အကျဉ်းကတော့ နယ်လှည့်ပြီး သိုင်းစွမ်းရည်ပြိုင်ကြတဲ့\nဘရုစ္စလီ တို့  ဟာ ဗီယက်နမ် စစ်ပြန် ဝီလီယံ တို့နဲ့ တွေ့ဆုံ\nယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာရာမှာတော့ ဘာတွေ ဆက်ဖြကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်လိုက်ကြပါတော့ဗျ\nအခုကားကိုလဲ ကိုကွန်ပိုက် ကပဲ ဘာသာပြန်ပေးထားတာပါအရင္ ေရွ႕၂ရက္က ရဲ႕ ေနာက္ဆက္တြဲ Bruce Lee ရဲ႕ ဆုတစ္ဆု ရရွိ\nထားတဲ့ ေနာက္ထပ္ ဇာတ္ကားတစ္ကားကိုထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားကေတာ့ အရင္ ၂ကားနဲ႔ မတူတာက ႏိုင္ငံရပ္ျခားမွာ သြား\nေရာက္႐ိုက္ကူးထားျခင္းပဲ ျဖစ္ၿပီး ဘ႐ုစၥလီ ရဲ႕ ေျပာင္ေျမာက္လွတဲ့\nကိုယ္ခံပညာ စြမ္းရည္ေတြကိုျမင္ေတြ႕ၾကရမွာမို႔ ပရိတ္သတ္ႀကီးထဲက\nအသတ္အပုတ္ ဝာသနာပါတဲ့သူေတြအေနနဲ႔ကေတာ့လက္လြတ္မခံ\nသင့္တဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ThTi/Enter_The_Dragon_[1973]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-04-18-19-13-65-207x300.png",
        "title": "Have a song on your lips (2015)",
        "description": "ကဲအခုတခါေတာ့ အဖီးလ္ တစ္လိုင္းသန္တဲ့သူေတြအတြက္\nအေသအေၾက ဖီးလ္လို႔ရမယ့္ ဂ်ပန္ ဖီးလ္ကားႀကီးတစ္ကား\nကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက IMDb မွာ\nrating 7.1/10 ရထားတဲ့ Drama ကားေလးတစ္ကားျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ယူရီကာရွိီ၀ာဂါ ဟာ ပါရမီရွင္ ပီယာႏို\nပညာရွင္တစ္ေယာက္ပါ တစ္ေန႔မွာ သူမ ဟာ သူ႔ရဲ႕ ဇာတိၿမိဳ႕ေလးဂိုတိုက်ြန္း\nကို တိုၿမိဳ႕ႀကီးကေနျပန္လာခဲ့ပါတယ္ ဒီလိုနဲ႔ ဇာတိၿမိဳ႕ေလးမွာယူရီတေယာေ\nသာင္တင္ရင္း အလယ္တန္းေက်ာင္းကေလးမွာ ဆရာမ ၀င္လုပ္ပါေတာ့တယ္ တစ္ေန႔မွာေတာ့ ေက်ာင္းက ဂီတၿပိဳင္ပြဲ၀င္ဖို႔ႀကံဳလာတဲ့အခါမွာေတာ့ \nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ေနာ္\nဘာသာ ျပန္ေပးသူ ကေတာ့ Ra VizZ ျဖစ္ပါတယ္Download Large File\nDownload Small File",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/have-a-song-on-your-lips-2015/",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p67676_d_v8_aa-200x300.jpg",
        "title": "Eastern Condors (1987)",
        "description": "IMDb rating 7.3 ရထားၿပီးေတာ့ ၁၉၈၇ ခုႏွစ္က ထြက္ခဲ့တဲ့\nေဟာင္ေကာင္စစ္ကားေလးတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္သားႀကီးေတြက ေတာ့ျမန္မာပရိတ္သတ္\nေတြရဲ႕ အသဲစြဲမင္းသားႀကီး ၂လက္ပဲ ျဖစ္ပါတယ္ ကဲ အဲ့ေလာက္ဆို\nဇာတ္ကားကို ေကာင္းမေကာင္းသိပ္မၫြန္းေတာ့ဘူးေလ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဗီယက္နမ္ ကိုအေမရိကန္က က်ဴးေက်ာ္\nစဥ္ကာလမွာ အေမရိကန္အထြက္မွာ က်န္ရွိေနခဲ့တဲ့ သူပုန္ေတြကိုနိမ့္နင္း\nတဲ့ မစ္ရွင္တခုမွာ ဟုန္က်င္းးေပါင္ တို႔ ၂ေယာက္ဘယ္လိုေတြမ်ား ဆက္ျဖစ္\nၾကမယ္ဆိုတာကို ဆက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ အမ်ားႀကီးေျပာမိရင္\nspoil မိမွာစိုးတာေၾကာင့္ အမ်ာႀကီးမၫြန္းေတာ့ဘူးဗ် :)\nဘာသာျပန္ေပးသူကေတာ့ ေက်ာ္မ်ိဳးသူျဖစ္ပါတယ္",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/eastern-condors-1987/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTGbq37hYLuNy7YgMg0gVLma0NS.jpg",
        "title": "[18+] Below Her Mouth (2016)",
        "description": "18+ Lesbian ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ..18+ ဆိုပေမယ့် Drama ဆန်တဲ့ အပြင် ဘဝရဲ့ရွေးချယ်ရပ်တည်မှုတွေ အခက်အခဲတွေကိုလည်းတွေ့ရမှာပါ..\nဒီကားလေးကတော့ Below Her Mouth ဖြစ်ပါတယ်..\nToronto နိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်ရဲ့ အထူးတင်ဆက်မှူကဏ္ဍမှပြသခဲ့တဲ့ ကားလေးဖြစ်ပါတယ်.. ဒီကားမှာ အဓိက ဇာတ်ဆောင်တွေကတော့ Jasmine နဲ့ Dallas ပါ..\nJasmine က နာမည်ရနေတဲ့ ဖက်ရှင်အယ်ဒီတာတစ်ယောက် ဖြစ်ပြီး သူ့မှာ စေ့စပ်ထားတဲ့ အမျိုးသားလည်း ရှိပါတယ်.. သူ့ဘဝ အတွက် အရာရာ အခြေကျပြီးသားလို့ သူယူဆထားပေမယ့် ကံကြမ္မာဆိုတာ ပုံသေမရှိဘူးဆိုတာကို သူမေ့လျော့နေခဲ့ပါတယ်...\nသူ့ဘဝပြောင်းလဲဖို့ ဖြစ်လာမယ့်တစ်ညမှာ Dallas ဆိုတဲ့ကောင်မလေးနဲ့ Jasmine အမှတ်မထင် ဆုံတွေ့မိတယ်။ .Dallas က သူ့ကို ရဲရဲတင်းတင်း ချစ်ရေးဆိုခဲ့ပါတယ်....\nတစ်သက်လုံး Straight အနေနဲ့ ရပ်တည်ခဲ့တဲ့ Jasmine ဟာ Dallas ကို လက်မခံခဲ့ပါဘူး.. ...",
        "rating": "5.5",
        "url": "https://megaup.net/URbh/Below_Her_Mouth_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    }
]