[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/5rats-153x200.jpg",
        "title": "The Invincible Constable ( 2022 )",
        "description": "\"ကျန်ကျောင်းနှင့် ထူးဆန်းသောမီးနတ်ရုပ်ထုခိုးမှု\" (2022)ရန်ကျုံးဧကရာဇ်စိုးစံစဥ်ကာလမှာ သူရဲကောင်းကျန်ကျောင်းကို\nကြောင်ဘုရင်ဘွဲ့ချီးမြှင့်ခဲ့ပါတယ်။ ဒါကိုမကျေနပ်တဲ့\nကောင်းကင်ကျွန်းကကြွက်ငါးကောင်အဖွဲ့ဟာ\nကျန်ကျောင်းကိုဒုက္ခရောက်အောင်ကြံစည်ဖို့ချောင်းနေခဲ့တယ်။\nအငယ်ဆုံးကြွက်ဖြစ်တဲ့ ပိုင်ယွီထန်ကတော့\nကျန်ကျောင်းကိုဒုက္ခပေးဖို့စိတ်ဓာတ်အပြင်းပြဆုံးဖြစ်နေပါတယ်။အခွင့်ကြုံလာတဲ့အချိန်ကတော့ မီးနတ်ပွဲတော်ကျင်းပတဲ့အချိန်ပါပဲ။\nမင်းကြီးဟာတိုင်းပြည်အတွက်ဆုတောင်းဖို့မီးနတ်ရုပ်ထုကို\nသွန်းလုပ်ခဲ့ပြီး အဲ့ဒီရုပ်ထုကိုကာကွယ်ဖို့ကျန်ကျောင်းကို​တာဝန်ပေးထားခဲ့ပါတယ်။\nရုပ်ထုဟာအသက်တမျှအရေးကြီးလှတဲ့ရတနာပေါ့။\nပိုင်ယွီထန်ဟာမီးနတ်ရုပ်ထုကိုခိုးယူလို့ရခဲ့ပေမယ့်\nပွဲတော်မှာမီးလောင်ပေါက်ကွဲမှုကြီးဖြစ်ပွားခဲ့ပြီး\nပြည်သူအများဒုက္ခရောက်ရပါတော့တယ်။ဒီအမှုကိုဖြေရှင်းဖို့ ကျန်ကျောင်းခေါင်းပေါ်ကျလာတဲ့အခါမှာတော့…\nမီးလောင်ပေါက်ကွဲမှုကြီးဟာ ကြွက်ငါးကောင်ကြောင့်လား\nနောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ\nဘယ်လိုမြှုပ်ကွက်တွေနဲ့ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာ\nစိတ်ဝင်စားစွာကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Mystery\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-invincible-constable-2022/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1q9wislLWppJ1ALSlUgzrFo0Xrb.jpg",
        "title": "No More Chance, My Dear EX (2022)",
        "description": "No more chance, my dear Ex (2022)နောင်တဆိုတာ အချိန်လွန်မှ ရတတ်တာမျိုးပါ။\nနောင်တတွေ ရနေပြီဆိုရင်တော့ ကိုယ်လျှောက်ခဲ့ဖူးတဲ့လမ်းပေါ်ကို တည့်တည့်မတ်မတ် ပြန်လျှောက်ဖို့ရာ မဖြစ်နိုင်တော့ပါဘူး။အချစ်ဆိုတဲ့ လမ်းကလေးမှာလည်း အသွားမတော် တစ်လှမ်း ဖြစ်လို့ကတော့\nနောက်ပြန်လှည့်ဖိုရာ မဖြစ်နိုင်တော့ပါဘူး။အချစ်ဆိုတဲ့ ခရီးလမ်းမှာ အကြုံရဆုံး ခလုတ်ကန်သင်းကတော့ ဒုတိယလူ ပေါ်လာတာပါပဲ။\nဒုတိယလူနောက်ကို ကိုယ့်စိတ်ကလေး တိမ်းသွားရင်\nအချစ်ရေးမှာ အရာရာ မချောမွေ့တော့ပါဘူး။ကိုယ့်လူတွေကလည်း အထိအတွေ့တို့၊ နားလည်ပေးမှုတို့၊ ဂရုစိုက်ပေးမှုတို့ ပေးလိုက်တာနဲ့\nခဏတဖြုတ်တော့ ဆားတို့ပေးလိုက်တဲ့ တီကောင်လို တွန့်လိမ်တွန့်လိမ်ဖြစ်သွားတာပဲမလား?\nတွန့်လိမ်တွန့်လိမ် ဖြစ်နေကြတဲ့ ညိုကီတို့ နဲ့\nစနိုက်ဆီကနေ စစ်ကြေငြာခံနေရတဲ့ မမတို့အတွက်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါဗျ။ဇာတ်လမ်းကတော့ .....၅ နျစ်ကျော် ချစ်သူ သက်တမ်းရှိပြီ ဖြစ်တဲ့\nအလုပ်ကြမ်းပိုး ကျီစန်း နဲ့ ကလေးဆန်လွန်းတဲ့ ကျားမင်တို့ အကြောင်းပါပဲ။ကျားမင်တစ်ယောက် အိမ်မက်ကိုအကောင်အထည်ဖော်ဖို့\nပေကျင်းရောက်သွားတာကနေ ဇာတ်လမ်းကစတော့တာပဲ။\nရိုးသားကြိုးစားပြီး အနေတည်လွန်းတော့ ပေကျင်းမှာစန်းပွင့်နေတဲ့ ကျားမင် နဲ့\nသွေးအေးတဲ့ဒဏ်ကိုမခံနိုင်လို့ ပေကျင်းကိုလိုက်လာတဲ့ ကျီစန်း\nသူတို့ကြားမှာ ပေါ်လာတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/no-more-chance-my-dear-ex-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTQ4MzlmNGMtMDEzOS00ODdmLTkxZmQtNTJmZGI1Y2M0MmJkXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-143x200.jpg",
        "title": "The Perfumier (2022)",
        "description": "The Perfumier (2022)\n==================အကြည်ဓာတ်ရဖို့ လရောင်ခံတာတို့ spell jar ဆောင်တာတို့ဆိုတာ ဒီဇာတ်\nကားထဲက ရေမွှေးနဲ့ ယှဉ်ရင်တော့ ပါမွှားလေးပါပဲ။ ဆန်နီ ဆိုတဲ့ မှုခင်းဌာနက\nရဲမေတစ်ဦးဟာ ငယ်စဉ်ကတည်းက ဘယ်အနံ့ကိုမှ မခံစားရတဲ့ အနံ့ပျောက်\nနေတဲ့သူတစ်ဦးပါ။ သူမမှာ ယူရို ဆိုတဲ့ ကလေးနှစ်ယောက်အဖေ အိမ်ထောင်သည်\nချစ်သူစုံထောက်တစ်ယောက်လည်း ရှိပါသေးတယ်။ဒိုရီယန်ကတော့ ဘယ်အနံ့မဆို ခွဲခြားသိနိုင်ပြီး ထူးခြားတဲ့ အနံ့ခံစွမ်းရည်ကို\nပိုင်ဆိုင်ထားတဲ့ ရေမွှေးတီထွင်သူ တစ်ဦးပါ။ အချစ်ရေမွှေး လို့ခေါ်တဲ့ စွတ်လိုက်\nတာနဲ့ အားလုံးက တန်းတန်းစွဲဝိုင်းချစ်ကြမယ့် ရေမွှေးကို တီထွင်ဖို့အတွက်\nမိန်းမငယ်လေးတွေကို သတ်ဖြတ်ပြီး အနံ့ဂလင်းန်တွေကို ဖြတ်ထုတ်ယူတာ\nသူ့ရဲ့အလုပ်ပါပဲ။ဆန်နီတစ်ယောက် ဒိုရီယန်ရဲ့ ပြစ်မှုတွေကို ဖော်ထုတ်ဖို့ လိုက်လံကြိုးစားရင်း\nSex perfume ဆိုတဲ့ ရမ္မက်ရေမွှေးကို အမှတ်မထင်ရရှိသွားပြီးနောက် သူမ\nဘာဆက်လုပ်မလဲဆိုတာကတော့ ဇာတ်သိမ်းထိ စောင့်ကြည့်ရမှ သိရပါလိမ့်မယ်။\n21st September, 2022 မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ psychological\ndrama, crime ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/the-perfumier-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTdkNTM5MjctN2NkNy00ZTA0LThkYWMtNjE0MjIyOTA5YzgyXkEyXkFqcGdeQXVyMzM3MTg1MDQ@._V1_-143x200.jpg",
        "title": "[18+]The Lady Improper (2019)",
        "description": "ဘ၀မှာဆုံးရှုံးရတာတွေ များလာတဲ့အခါ ဘ၀အသစ်ပြန်စချင်ကြတာပဲ မဟုတ်လားဒီဇာတ်ကားထဲမှာလည်း Siu Man ဆိုတဲ့ ကောင်မလေးက ယောကျ်ားရဲ့စွန့်ပစ်ခြင်းခံရ ၊ ဖခင်ကလည်း ဆုံး သတ်သေချင်စရာလောကထဲကနေဘ၀အသစ်ပြန်စဖို့ စာဖိုးမှူးလုပ် အဖေ့ရဲ့စားသောက်ဆိုင်ကိုပြန်လည်ဖွင့်ဖို့လုပ်ပါတော့တယ်အတွေ့အကြုံမရှိတဲ့သူမို့ အရံစားဖိုမှူးငှားရတာပေါ့ ငှားတဲ့ စားဖိုမှူးက ချောတဲ့အပြင် ဆွဲဆောင်မှု့အပြည့်ရှိနေကာ ဂရုစိုက်မှု့တွေပါကောင်းတော့ ချစ်ကြွမ်း၀◌င်မိသွားတာပေါ့သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို လှိုက်လဲရင်သက်စွာ ကြည့်ရှု့ရမယ့် ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူးနော် ။( အညွှန်းရေးသားထားသူကတော့ Dark Devil ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:24:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18the-lady-improper-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrc6GiAKHDrUjp8OmdVng9hRWBn.jpg",
        "title": "A History of Violence(2005)",
        "description": "A History of Violence(2005) အညွှန်း*******************************တွန်မ်ဆိုတဲ့လူကတော့ မိသားစုကိုသိပ်ချစ်တဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ဖြစ်ပါတယ်။သားသမီးတွေကိုလည်းဂရုစိုက်သလို မိန်းမနဲ့တီတာဖို့မမေ့တဲ့တွန်မ်တစ်ယောက်‌တစ်နေ့မှာကြက်ကန်းတိုးပြီး တိုင်းသိပြည်သိသူရဲကောင်းကြီးဖြစ်လာပါတော့တယ်။နာမည်ကြီးမှုတွေကို တွန်မ်အစကတည်းက စိတ်တိုင်းမကျခဲ့သည့်အလျှောက်တကယ်လည်း နာမည်ကြီးမှုရဲ့နောက်ဆက်တွဲဖြစ်စဉ်တွေဟာတွန်မ်တို့ရဲ့မိသားစုဘဝတစ်ခုလုံးကို ကြီးကြီးမားမားသက်ရောက်လာခဲ့ပါတယ်။ပြဿနာကို တွန်မ်တို့မိသားစုဘယ်လိုရင်ဆိုင်ကြသလဲ?...ဘယ်လိုတွေကြမ်းရမ်းကြမလဲဆိုတာကိုတော့ လျှို့ဝှက်ချက်တွေနဲ့ခေါင်းခြောက်ရမယ့်thriller film ကောင်းတစ်ခုထဲမှာ ဆက်လက်ကြည့်ရှုအားပေးဖို့ ဖိတ်ခေါ်လိုက်ရပါတယ်။R-rated အမျိုးအစားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...  File Size :(1.7GB)(648MB) and (196 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-history-of-violence2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/2lz4W_4f-143x200.jpg",
        "title": "Unlock Your Heart – Open (2021)",
        "description": "Open / Unlock your heart / Hiraite (2021)ယခုတင်ဆက်ပေးမှာကတော့ 2021ကထွက်ရှိခဲ့တဲ့ ကျောင်းသားdrama ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်ပါပဲအာအီ ဆိုတဲ့ စာတော်ပြီး ချစ်စရာကောင်းတဲ့ အထက်တန်းကျောင်းသူလေးတစ်ယောက်... ကျောင်းမှာ ပေါ်ပြူလာ အဖြစ်ဆုံးမိန်းကလေးက မထင်မရှား အတန်းဖော်ကောင်လေး တာတိုအဲကို ကြိတ်ခွက်ရှ်နေပါတယ်\nကောင်လေးကလည်း အနေအေးသူဆိုတော့ ချဥ်းကပ်ရခက်နေတယ်တစ်နေ့မှာ တာတိုအဲက စာတစ်စောင်ကို ဖတ်ပြီး သိမ်းလိုက်တာကို မြင်သွားပါတယ်\nတစ်ကူးတက ညဘက်ကျောင်းထဲထိ ခိုးဝင်ပြီး စာကို ခိုးဖတ်လိုက်တဲ့အခါ သူ့ခွက်ရှ်မှာ လျှို့ဝှက်ရည်းစားရှိနေတာကို သိသွားချိန်မှာတော့ ခွက်ရှ်ရည်းစားဖြစ်တဲ့ မီယူကီကို ချဥ်းကပ်ရင်း ပြတ်စဲသွားအောင် မသိမသာ အကြံတွေထုတ်ရပါတော့တယ်သူဘယ်လိုအကြံတွေထုတ်မလဲ အောင်မြင်နိုင်မလား\nတာတိုအဲကရော သူ့လိုပဲအနေအေးတဲ့ မီယူကီကို ပစ်ပြီး အာအီနောက် ပါသွားမလားဆိုတာ မိုးအေးအေးလေးနဲ့ ငြိမ့်ငြိမ့်လေး ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mugiwara Ya ပါ )File ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/unlock-your-heart-open-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPVCuwLrTBj68yYT6nXsiEjLa2X.jpg",
        "title": "Nie Yinniang ( 2022 )",
        "description": "သိုင်းလောကကိုကြိုက်နှစ်တဲ့သူတွေအတွက်\nဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အခုဒီကားလေးကတော့ သိုင်းပညာရုပ်ရှင်ကားတွေ\nမြွေဖြူမြွေစိမ်း(Green Sanke)နဲ့ ၂၀၂၀တုန်းက\nထွက်ခဲ့တဲ့ဝူခုန်းကား(Great God Monkey)စတဲ့\nနာမည်ကြီးကားတွေပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ NanSheng(Royi)လေးရဲ့ကားဖြစ်ပါတယ်ထန်မင်းဆက် အန်းရှီအရှုပ်တော်ပုံပြီးသွားတဲ့နောက်\nကျန်ရစ်ခဲ့တဲ့အန်းရှီမျိုးနွယ်တွေက\nလမ်းစဉ်အသစ်ဖန်တီးမယ်ဆိုပြီး ပုန်ကန်မှုတွေ\nတိုက်ခိုက်မှုတွေဖြစ်အောင် ပြန်ပြီးပြဿနာရှာနိုင်အောင်လို့ ဖေးယိဂိုဏ်းကိုထူထောင်ခဲ့တယ်လောကကြီးအေးချမ်းသာယာအောင် မကောင်းဖေးယိဂိုဏ်းကို\nနန်းတွင်းကသုတ်သင်ဖြေရှင်းဖို့ ချန်ရွှိန်ဂိုဏ်းဆိုပြီးထူထောင်ခဲ့တယ်\nYinniangကလည်း ချန်ရွှိန့်ဂိုဏ်းရဲ့တပည့်ပီပီ\nဝေ့ပေါ်ကစစ်သူကြီးဆီမှာ သူ့သမီးယောင်ဆောင်ပြီးတော့\nဖေးယိဂိုဏ်းခေါင်းဆောင်ကိုသတ်ဖို့လုပ်နေခဲ့တယ်ညီအစ်မလိုနေနေတဲ့ဆရာတူအစ်မက\nအလေးပေးခြင်းမခံရတဲ့အခါမှာဂိုဏ်းကိုစိတ်တိုပြီး စိတ်လိုက်မာန်ပါလုပ်ရင်းဘာတွေဆက်ဖြစ်မလဲ?\nတကယ်ပဲအစ်မဖြစ်သူကဂိုဏ်းကိုသစ္စာဖောက်မှာလား\nYunniangက နောက်ဆုံးမှာ ဂိုဏ်းရဲ့လျှိုဝှက်သိုင်းကို\nကျင့်ကြံနိုင်ပြီး ဖေးယိခေါင်းဆောင်ကို သတ်နိုင်မလား\nဂိုဏ်းနှစ်ဂိုဏ်းရဲ့လှပတဲ့သိုင်းကွက်တွေနဲ့\nဆန်းကြယ်လှတဲ့ဉာဏ်ဆင်အကွက်တွေကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုလို့ရမဲ့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/nie-yinniang-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjA3MzgxMTk2Nl5BMl5BanBnXkFtZTgwMzEwMDc2NTE@._V1_-150x200.jpg",
        "title": "Our Little Sister (2015)",
        "description": "Our Little Sister ( 2015 )\n-------------------------\nDirected by Hirokazu Koreeda\nIMdb - 7.5 / Rotten Tomatoes - 94%( ပထမဆုံးအပိုဒ်ဟာ ရုပ်ရှင်အကြောင်းမဟုတ်ဘဲ ဂျပန်စီနီမာက မျက်မှောက်ခေတ်ဒါရိုက်တာတွေအကြောင်းမို့ ကျော်ချင် ကျော်ဖတ်လို့ရပါတယ် )( ဂျပန်ရုပ်ရှင်တွေဟာ Ozu , Akira Kurosawa အပါအဝင် တခြားဒါရိုက်တာတွေနဲ့ သမိုင်းအစဉ်အလာတော်တော်ကြီးခဲ့သလို Contemporary Japanese Directorsတွေဖြစ်တဲ့ Shunji Iwai , Takashi Miike , Sion Sono , Kiyoshi Kurosawa , Tetsuya Nakashima , Yōjirō Takita, Yôji Yamada , Hirokazu Koreeda တို့တွေဟာလည်း မျက်မှောက်ခေတ်အထိ ဒီသမိုင်းအစဉ်အလာကို ထိန်းသိမ်းထားနိုင်တုန်းပါပဲ။ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/our-little-sister-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTczMjIzOTA1NF5BMl5BanBnXkFtZTcwMDEwMDcwOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Inescapable (2012)",
        "description": "Inescapable (2012)\n==============၂၀၁၂ က ထွက်ရှိခဲ့တဲ့ နိုင်ငံရေးနောက်ခံပြုထားတဲ့ Drama, Thriller\nဇာတ်ကားတစ်ကားကို တင်ဆက်ပေး လိုက်ပါတယ်။ MCU ရဲ့ Spider-man\nသုံးကားထဲမှာ အန်တီမေအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Marisa Tomei ရဲ့ အလှအပ\nတွေကိုလည်း ခံစားရဦးမှာပါ။အာဒိဒ်ဟာ ကနေဒါ နိုင်ငံ တိုရန်တိုမှာ ဇနီးတစ်ယောက်၊ သမီးနှစ်ယောက်နဲ့\nအခြေတကျ နေထိုင်ရင်း ဘဝကို အေးချမ်းစွာ ဖြတ်သန်းလာခဲ့သူပါ။ သူ့သမီး\nဖြစ်သူ နှစ်ယောက်ကတော့ သူ့အဖေရဲ့ ‌အတိတ်ကို သိချင်ပေမယ့် အာဒိဒ်ဟာ\nပြောမပြခဲ့ပါဘူး။  တစ်နေ့မှာတော့ သမီးအကြီးဖြစ်သူ မူနာ ဟာ ဆီးရီးယားနိုင်ငံ\nဒက်မာစကတ်မြို့မှာ ပျောက်ဆုံးသွားပါတော့တယ်။ သမီးအကြီးက ဂရိနိုင်ငံကနေ\nဓာတ်ပုံရိုက်ကူးရေးလုပ်ရင်း ကနေဒါကို ပြန်မလာဘဲ သူ့အဖေအကြောင်းကို\nစုံစမ်းချင်တဲ့အတွက် ဆီးရီးယားနိုင်ငံကို အဖေမသိအောင် ခိုးသွားခဲ့တာပါ။အာဒိဒ်လည်း သတင်းရရချင်း သမီးဖြစ်သူကို ကယ်ဆယ်ဖို့ ဆီးရီးယားနိုင်ငံကို\nပြန်သွားခဲ့ရင်း သူ ချန်ထားခဲ့ပြီ ဖြစ်တဲ့ သူ့ဘဝအဟောင်းက ဇာတ်လမ်းတွေ\nပြန်လိုက်ပါတော့တယ်။ သမီးကို ကယ်တင်ချင်စိတ်ကြီးနေတဲ့ အာဒိဒ် ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/inescapable-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOGFjYjFhMGUtZDE3Mi00OGE0LWI4YjUtZmRhZGEyYzliMWJmXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-113x200.jpg",
        "title": "Liger (2022)",
        "description": "Liger (2022)ဒီတစ်ခါတော့ Arjun Reddy, World Famous Lover ဆိုတဲ့ တေလဂူဇာတ်ကားတွေနဲ့\nပျိုမေတွေရဲ့အသည်းကိုကိုင်လှုပ်ခဲ့တဲ့ဲ ဗီဂျေးဒေဗရာကွန်ဒါရဲ့ပထမဦးဆုံး\nBollywood ဘက်ကိုစတင်ခြေလှမ်းတဲ့ ဟင်ဒီဘာသာစကားပြော\nဇာတ်ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။မင်းသမီးအနေနဲ့တော့ Student of the Year 2 ထဲက မင်းသမီးချောလေး\nအာနန်ယားပန်ဒေးပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာ ဗီဂျေးက စကားထစ်တယ် ဆင်းရဲတယ် အဖေဆုံးသွားလို့\nအမေနဲ့အတူ လမ်းဘေးလက်ဖက်ရည်ဆိုင်လေးဖွင့်ပြီး အသက်မွေးဝမ်းကျောင်းပြုနေရတယ်..သူတို့သားအမိရဲ့ရည်မှန်းချက်က ဆုံးသွားတဲ့သူ့ဖခင်ရဲ့ဆန္ဒအတိုင်း\nဗီဂျေးကို MMA ဖိုက်တာ ချန်ပီယံတစ်ယောက်ဖြစ်စေချင်တယ်...အာနန်ယားကတော့ ချမ်းသာတဲ့မိသားစုကနေ ဆင်းသက်လာပြီး ဘဝမှာ\nလုပ်ချင်တာမှန်သမျှ စိတ်ကြိုက်လုပ်ခွင့်ရနေသူပေါ့...သူတို့နှစ်ယောက်ငြိသွားကြတဲ့အခါ ဇာတ်လမ်းက ဘယ်လိုဖြစ်လာမလဲ...။MMA ဖိုက်တာတစ်ယောက်ဖြစ်ချင်တဲ့ သူ့ဆန္ဒတွေရော ပြည့်ဝလာပါ့မလား...။ဒီဇာတ်ကားလေးက ဗီဂျေးရဲ့ Muscle အလန်းစားတွေနဲ့ ပျိုမေတွေကို\nဖမ်းစားနိုင်တဲ့အပြင် အာနန်ယားရဲ့အလန်းစားဖက်ရှင်တွေကြောင့် ပုရိသတွေလည်း\nအကြိုက်တွေ့စေမှာ အမှန်ပဲဖြစ်ပါတယ်...လက်ဝှေ့ထိုးသတ်ချက်တွေကိုလည်း များများစားစားဖော်ပြပေးထားလို့\nချခန်း ဖိုက်ခန်းကြိုက်နှစ်သက်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါလို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်...။\nFile size…8.4GB / 3.98GB / 1.8GB\nQuality…4k HEVC WEB DL /1080p AVC ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/liger-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BM2IxYWUwNDYtMTgxZi00OTlmLTkzYzUtZWQ0Yjk3MzdjOWE3XkEyXkFqcGdeQXVyMTA0MDY1MTc4._V1_-135x200.jpg",
        "title": "The Time Capsule (2022)",
        "description": "The Time Capsule (2022)\n==================ဒီကားလေးရဲ့ဇာတ်လမ်းအစမှာ ရွေးကောက်ပွဲမှာရှုံးသွားတဲ့\nလွှတ်တော်အမတ်တစ်ယောက် မွေးရပ်မြေကို ဇနီးနဲ့အတူ\nအလည်အပတ်ပြန်လာကြတယ်။ နိုင်ငံရေးလုပ်ဖို့ငွေလိုတော့\nသူတို့ရဲ့ အပန်းဖြေအိမ်ကိုပြန်ပြင်ပြီးရောင်းမလို့ပေါ့။ ဒါပေမဲ့\nမထင်မှတ်ဘဲ သူ့ရဲ့ရည်းစားဟောင်းက နှစ် ၂၀ကြာ အာကာသထဲက\nအချိန်ကိုခဲထားတဲ့ယာဥ်ကနေပြန်လာတဲ့အခါ ထင်မှတ်မထားတဲ့\nရှာဖွေတွေ့ရှိမှုတွေဖြစ်လာတော့မှာပါ။ဒီကားလေးက တိုးတက်နေတဲ့အနာဂါတ်မှာဖြစ်လာမယ့် ပြဿနာ\nတွေနဲ့ အာကာသကပြန်လာတဲ့ကောင်မလေးရဲ့အချစ်ဇာတ်လမ်းကို\nရိုမန်တစ်ဆန်ဆန် ရိုက်ပြထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအဆုံးကိုလဲ\nမထင်မှတ်ထားတဲ့ ဇာတ်ကွက်တွေနဲ့ဖန်တီးထားလို့ ကြည့်ရှုပေးပါဦးနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Su Myat ဖြစ်ပါတယ်)\nFile Size..........(1.26 GB) / (588 MB) / (350 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance, Sci-Fi\nTranslator.......Su Myat\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-time-capsule-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rkIfqxmKo2lXiB6e1q1Zj68Wm3d.jpg",
        "title": "All the Lord’s Men (2022)",
        "description": "All the Lord's Men (2022)တော်လည်းမတော်သလို ဘာအမှုမှလည်းမရှိနေတဲ့ စုံထောက်နှစ်ကောင် ကြံမိကြံရာ အမှုတစ်ခုကို စုံစမ်းဖို့သွားကြတယ်။ အဲဒီမှာ ဘာသာရေးခေါင်းဆောင်လိုလို ဘာလိုလိုမိန်းမရယ် မိုဟာမက်လိုလို ဘာလိုလို ကျမ်းပြုချင်နေတဲ့လူရယ် တခြားဗရုတ်သုတ်ခတွေရယ် တစ်ပြုံကြီးနဲ့တိုးရော။ မိုဟာမက်လိုလိုကောင်က ကျမ်းစာအသစ်ပြုမယ်ဆိုပြီး ဗရုတ်သုတ်ခတစ်ပုံတပင်ပြောတာကိုလည်းခံရတဲ့အပြင် ဘုရားသခင်အငြိမ်းစားယူပြီး ဘုရားအသစ်အဖြစ် ရွေးချယ်ခံရတယ်အော်တဲ့ မိန်းမကလည်းအဆစ်ရှိပါသေးတယ်။ သူ့ကိုရွေးရတဲ့အကြောင်းရင်းက ဘုရားသခင်က မိန်းမဖြစ်နေရမှာမို့ပါတဲ့ ကောင်းရော။ ဒီလောက်တင်စားတာမဟုတ်ဘဲ ဘုရားအစစ်ဖြစ်တဲ့အထိကို စားထားပါသေးတယ်။ဒီကားကို အင်ဒရူးဘာတန်ဆိုတဲ့ဘဲက ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ဝင်သရုပ်ဆောင်ထားတယ်။ ဇာတ်ကွက်ရော ဒိုင်တွေရော လုပ်ပြနေတာတွေရောက ငစားကြီးတွေချည်းမို့ ကိုယ့်ထမင်းကိုယ်စားပြီး ငစားလာအလုပ်ခံရတာကြိုက်တဲ့သူတွေအတွက် ငစားကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.55GB, 850MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 20Min\nGenre - Comedy, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/all-the-lords-men-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a39WoiTJEG5kNLIrr3kOMwg3LFg.jpg",
        "title": "[18+]Indecent Proposal(1993)",
        "description": "[18+]Indecent Proposal(1993) အညွှန်း***********************************ငွေနဲ့အရာအားလုံးကို တကယ်ပဲဝယ်နိုင်လား\nငွေရှိရင် အရာအားလုံးက ရောင်းကုန်တွေပဲလား...ဒီဇာတ်ကားကတော့ ဒါရိုက်တာ Adrain Lyne ရိုက်ကူးထားပြီး\nလူသိများတဲ့သရုပ်ဆောင်တွေဖြစ်တဲ့ Woody Harrelson, Robert Redford နဲ့မင်းသမီးချော Demi Moore တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Romance/Drama ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။တစ်ယောက်နဲ့တစ်ယောက် အရမ်းချစ်ပြီး အနာဂတ်ကောင်းကိုလည်း ပိုင်ဆိုင်ထားတဲ့\nဒေးဗစ်မာဖီ(Woody Harrekson) နဲ့ ဒိုင်ယာနာမာဖီ(Demi Moore)တို့ လင်မယားဟာ\nစီးပွားရေးကျဆင်းမှုနဲ့ကြုံပြီး အကြွေးပူမိနေချိန်မှာ လူချမ်းသာတစ်ဦးဖြစ်သူ\nဂျွန်ဂေ့ဂျ်(Robert Redford)နဲ့ဆုံပြီး ဒိုင်ယာနာကိုဝယ်ဖို့ကမ်းလှမ်းလာတဲ့အခါ...ချစ်တင်းနှောခန်းနဲ့ ဝတ်လစ်စားလစ်ခန်းများပါဝင်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ...  File Size : (1.6GB)(1.1 GB) and (227MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18indecent-proposal1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDQyMzU1MjctNWE0MS00MmU3LTliYjMtMjNhNjIzNThiMmNjXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Enforcer (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကိုတင်ဆက်ပေးမှာတော့ အမှားတွေကြားထဲကနေ ကိုယ့်သမီးလေးကိုချစ်တဲ့ ဖခင်တစ်ယောက်ရဲ့ စိတ်ထားလေးအကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါပဲ အဖေဆိုတာဟာ သူများတွေအပေါ်မှာသာ ကြမ်းတမ်းချင်ကြမ်းတမ်းမယ် သားတွေသမီးတွေပေါ်မှာတော့ တကယ့်ကိုနူးညံ့တဲ့သူမျိုးတွေပါ တချို့ခြွင်းချက်ကတော့ ခြွင်းချက်ပေါ့လေ အဲဒီလိုပဲ သားသမီးတွေကိုဖြည့်ဆည်းဖို့အတွက် ဘယ်အရာမဆို သတ္တိအပြည့်နဲ့လုပ်ပေးနိုင်တာလည်းအဖေတွေပါပဲ မိဘရယ်လို့ဖြစ်လာရင် အဖေရော အမေရောဆိုတာက ဘယ်အချိန်ဖြစ်ဖြစ်သားသမီးတွေအတွက် အမြဲတမ်းရှိနေပေးတဲ့သူတွေပါပဲ အဲဒီအကြောင်းလေးတင်ဆက်ထားတဲ့ ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး\nဇာတ်လမ်းအကျဉ်း\nစထရေးဆိုတဲ့ လမ်းဘေးတိုက်ခိုက်ရေးသမားတစ်ယောက်ဟာ ပြိုင်ဘက်တွေကြားမှာတော့ တကယ့်ကိုနာမည်ကြီးဖိုက်တာတစ်ယောက်ပါ မိုင်ယာမီကိုအုပ်စိုးထားတဲ့ မြေအောက်အဖွဲ့ကြီးရဲ့ ခေါင်းဆောင် အက်စတယ်ကလည်း အဲဒီလိုလူမျိုးကိုလိုက်ရှာရင်းနဲ့ ပြိုင်ပွဲတစ်ခုမှာတွေ့သွားခဲ့ပါတယ် အဲဒါနဲ့ စထရေးလည်း အက်စတယ်ဆီမှာအလုပ်လုပ်ဖြစ်သွားတာပေါ့ သူ့ကို သင်ကြားပေးမဲ့သူကတော့ အက်စတယ်ရဲ့ လူယုံကြီး ကူဒါဆိုတဲ့သူပါပဲ ကူဒါကတော့ ထောင်ကျပြီးပြန်ထွက်လာတဲ့ထောင်ထွက်ကြီးပေါ့ သူ့ဆီမှာလည်း ၁၆နှစ်ပြည့်တော့မဲ့ လိုလာဆိုတဲ့သမီးလေးတစ်ယောက်ရှိနေတာပါ လိုလာက သူ့အဖေထောင်ကျပြီး တာဝန်မကျေခဲ့တာတွေအတွက် စိတ်ခုနေတာပေါ့ အဲဒီလိုနဲ့တစ်နေ့မှာ ကူဒါကမြို့ထဲသွားရင်း ကောင်မလေးတစ်ယောက်အလစ်သုတ်တာကို ဆိုင်ရှင်မြင်သွားလို့ပြဿနာတက်နေတာကိုဝင်ရှင်းပေးရင်း ကောင်မလေးနဲ့ခင်သွားတာပါ ကောင်မလေးကခိုကိုးရာမဲ့ဖြစ်နေတော့ နေဖို့ထိုင်ဖို့စားဖို့သောက်ဖို့ပါပြင်ဆင်ပေးရင်း သမီးလေးတစ်ယောက်လိုသံယောဇဉ်ဖြစ်မိသွားတာပေါ့ အဲဒီလိုနဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-enforcer-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mp3mTFTLvw5bXQDq30pCmVROmB8.jpg",
        "title": "Typhoon ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CMပရိသတ်ကြီးကိုသိုင်းလောကကနေခဏနားပြီး\nမတူညီတဲ့ရသတစ်မျိုးခံစားကြည့်နိုင်အောင်\nသဘာဝဘေးအန္တရာယ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Zhang Yi Fan ဆိုတဲ့\nကယ်ဆယ်ရေးသမားကြီးဟာ ၂၀၁၁ခုနှစ်လောက်တုန်းမှာ\nပြင်းထန်တဲ့မုန်တိုင်းကြားမှာ သူတစ်ပါးကိုကယ်ဖို့ကြိုးစားရင်း\nသူ့သားအရင်းကိုဆုံးရှုံးလိုက်ရပါတယ်။\nသားကိုဆုံးရှုံးရပြီးနောက်ပိုင်းမှာ ၁၀နှစ်ကြာတဲ့အထိ\nသူ့ဘဝဟာအဲဒီအရိပ်မဲထဲကနေမထွက်နိုင်ခဲ့ပါဘူး။\nအဲဒါကြောင့်ပဲ သူ့ဇနီးနဲ့သမီးဟာ သူနဲ့ကင်းကင်းရှင်းရှင်းနေဖို့တောင်းဆိုလာကြပါတယ်။သူ့သမီးလေးYao Yao ရဲ့မွေးနေ့မှာ\nမုန်တိုင်းကြီးထပ်ကျရောက်လာပါတော့တယ်။\nဒီမုန်တိုင်းဟာသာမန်မုန်တိုင်းဖြစ်ပေမယ့်\nကမ္ဘာကြီးရဲ့ဝင်ရိုးစွန်းလည်ပတ်နှုန်းဟာမြင့်တက်လာတဲ့အတွက်\nအီကွေတာအနီးတစ်ဝိုက်ကလှိုင်းတွေဟာမြင့်တက်လာပြီး\nကမ်းရိုးတန်းတွေဆီရောက်တဲ့အခါဆူနာမီလိုလှိုင်းကြီးတွေဖြစ်သွားပြီး\nအလွန်အားပြင်းတဲ့မုန်တိုင်းအသွင်ပြောင်းသွားပါတော့တယ်။အဲဒီအချိန်မှာမွေးနေ့ပွဲကျင်းပနေတဲ့ Yao Yao ဟာ\nသူ့ရဲ့သူငယ်ချင်းနဲ့ မြေအောက်ခန်းထဲမှာပိတ်မိသွားပါတယ်။\nအလွန်အားပြင်းတဲ့မုန်တိုင်းကြားမှာ\nကယ်ဆယ်ရေးသမားကြီးတစ်ယောက်ဇနီးနဲ့သမီးကိုဘယ်လိုကယ်တင်ရပါ့မလဲ။\nသားကိုဆုံးရှုံးလိုက်ရသလိုမျိုးထပ်မဖြစ်ရလေအောင်\nကယ်ဆယ်ရေးသမားကြီး အစွမ်းကုန်ကြိုးစားပုံကို\nသဲထိတ်ရင်ဖိုအားပေးလိုက်ကြပါဦးရှင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/typhoon-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/9oZNaf-142x200.jpg",
        "title": "The Taste of Tea (2004)",
        "description": "Taste of Tea (2004)IMDb rating 7.6/10ထိ ရရှိထားတဲ့ ၂၀၀၄ခုနှစ်ထွက် ဂျပန် မိသားစု ဒရာမာဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။တိုကျိုမြောက်ပိုင်း တိုချိဂိစီရင်စုမှာရှိတဲ့ ကျေးလက်ရွာလေးမှာနေထိုင်ကြတဲ့မိသားစုတစ်စုရှိပါတယ်။ အဖေဖြစ်သူ နိုဘုအိုက အိပ်မွေ့ချနည်းနဲ့ကုသပေးတဲ့ဆရာဝန်တစ်ယောက်ပါ။ အမေဖြစ်သူကတော့ အိမ်ရှင်မဖြစ်ရုံတင်မကဘဲ animatorအလုပ်တွေကို အိမ်ကိုယူပြီး လုပ်တဲ့မိခင်တစ်ယောက်ပါ။သူတို့ရဲ့သားဖြစ်သူ \"ဟာဂျိမဲ\"ကတော့ အဖေ့ထံကနေ ကျားကွက်ထိုးနည်းသင်ခံရပြီး တော်လည်းတော်ပါတယ်။ ဒါပေမဲ့ မိန်းကလေးတွေနဲ့ အချစ်ရေးနဲ့ပတ်သက်လာရင်တော့ ဒုက္ခရောက်နေတဲ့ ကောင်ကလေးပါပဲ။သူတို့ရဲ့သမီးဖြစ်သူ စချိကိုကတော့ သူ့ရဲ့ကိုယ်ပွားအကြီးကြီးက သူ့ကိုအမြဲစောင့်ကြည့်နေတယ်လို့ ထင်ယောင်ထင်မှားဖြစ်နေပါတယ်။ သူ့ဦးလေးပြောပြခဲ့တဲ့ပုံပြင်ကြောင့် ဒီလိုမြင်ရတဲ့အခြေအနေက အစပျိုးခဲ့တာပါ။ ဒီပုံပြင်နဲ့ဆက်စပ်တဲ့အကြောင်းအရာတွေနဲ့ သူတို့ ကျေးလက်မိသားစုလေးရဲ့ နိစ္စဓူဝလှုပ်ရှားသက်ဝင်ပုံတွေကို ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဟောင်း ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(3.5GB) / (1.6GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__7.6/10\nFormat__mp4\nDuration__02:24:00\nType__Comedy, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-taste-of-tea-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaJWF2bFN7VYZKmTephsSYIbd8d.jpg",
        "title": "Shogun’s Ninja (1980)",
        "description": "Shogun's Ninja (1980)ဟိဒဲရောရှိ အရှင်က မိုမိုချိမျိုးနွယ်ရဲ့ အီဂါကိုသိမ်းချင်ပေမဲ့ မိုမိုချိအရှင်က ထက်မြက်တာကြောင့် သိမ်းလို့မရနိုင်ဘဲ မချိတင်ကဲဖြစ်နေရပါတယ်။ ဒါကြောင့် ဟိဒဲရောရှိရဲ့လက်ဝေခံ ရှိုးဂန်း ရှိရနုအိက အီဂါရဲ့ မဟာမိတ်ဟန်ဆောင်ပြီး ကူညီသယောင်နဲ့ သူလျှိုလုပ် သစ္စာဖောက်ခဲ့ပါတယ်။ ဒါကြောင့် မိုမိုချိမျိုးနွယ်တွေလည်း အလစ်ဝင်တိုက်ခံရပြီး စစ်ရှုံးခဲ့ရပါတယ်။ဒီလိုနဲ့ မိုမိုချိတို့ရဲ့ နန်းပြိုပြီး အီဂါပြည်သူတွေကိုလည်း တစ်ယောက်မကျန် လူမျိုးတုန်းသတ်ဖြတ်တာမို့ လွတ်အောင်ထွက်ပြေးကြရပါတယ်။ မိုမိုချိအရှင်ရဲ့ သားတော်ဖြစ်သူ တကမာရုလေးကို သူတို့ကိုစောင့်ရှောက်တဲ့ အဘကြီးက ခေါ်ပြီး ဘေးလွတ်ရာကိုထွက်ပြေးကြရပါတယ်။ဒီလိုနဲ့ ဆယ်စုနှစ်တစ်ခုအကြာမှာတော့ ဟိဒဲရောရှိတွေကို ကလဲ့စား‌ချေဖို့အတွက် တကမာရုက ဂျပန်ပြည်ကိုပြန်လည်ရောက်ရှိလာပါတယ်။ ရှင်ကျန်ရစ်ခဲ့တဲ့ မိုမိုချိမျိုးနွယ်တွေနဲ့ ရှိုးဂန်း ရှိရနုအိတို့ အုပ်ချုပ်သူတွေကြားက ကလဲ့စားနဲ့ ယှဉ်ပြိုင်မှုတွေကို ကြည့်ရှုရမယ့်ရှိုးဂန်း နင်ဂျာတို့အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.2GB, 1.1GB, 568MB\nQuality ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/shoguns-ninja-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/qJLNB_4f-141x200.jpg",
        "title": "Pure Japanese (2022)",
        "description": "Pure Japanese (2022)ဒီရုပ်ရှင်က ဂျပန်ရဲ့ကပြားယဉ်ကျေးမှုတွေနဲ့ မျက်မှောက်ခေတ်ရဲ့ပြဿနာတွေကို မေးခွန်းထုတ် ဆန်းစစ်ထားတယ်လို့ ဆိုကြပါတယ်။ ဂျပန်စစ်စစ်တစ်ယောက်ဖြစ်ဖို့ ဘယ်လိုအရာတွေနဲ့တိုင်းတာကြမှာလဲ။ ဒီလို လူမျိုးစစ်စစ် ဖြစ်ခြင်း မဖြစ်ခြင်းက ပုဂ္ဂိုလ်ရေးဘဝနဲ့ စိတ်အခြေအနေတွေအပေါ် သက်ရောက်မှုတွေရှိနေတဲ့အကြောင်းအရာတွေ ပါဝင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...\nစတန့်မင်းသား \"တတေးရှိ\"က ဟောလိဝုဒ်မှာ ရုပ်ရှင်ရိုက်ကူးရင်း ရိုက်ကွင်းမှာ မတော်တဆမှုတစ်ခုနဲ့ ကြုံခဲ့ရပါတယ်။ သူ့ရဲ့ရှေ့မှာ လူတစ်ယောက်သေဆုံးသွားတာကိုမြင်ပြီး စိတ်ဒဏ်ရာရကာ ရိုက်ကူးရေးဆက်မလုပ်နိုင်ဘဲ ဂျပန်ကိုပြန်လာခဲ့ပါတယ်။ဂျပန်မှာတော့ စတိတ်နဲ့ဖျော်ဖြေလေ့ရှိတဲ့ ဖျော်ဖြေရေးအဖွဲ့ထဲဝင်ပြီး တိုက်ခိုက်ရေးကကွက် ဟန်ရေးပြအလုပ်ကို လုပ်နိုင်ဖို့ကြိုးစားနေတာ ၆လရှိပါပြီ။ ဒါပေမဲ့ အတိတ်ကစိတ်ဒဏ်ရာကြောင့် ပြကွက်ကို ပိုင်ပိုင်နိုင်နိုင်မလုပ်နိုင်သေးပါဘူး။တစ်နေ့တော့ ဘားတစ်ခုမှာ အထက်တန်းကျောင်းသူ အယုမိကို ရာကူဇာဂိုဏ်းကလူက နှိပ်စက်နေတာကို ဝင်ကယ်တင်ရာကနေ သိကျွမ်းသွားခဲ့ပါတယ်။ ရာကူဇာတွေက အယုမရဲ့ ခြံကွက်ကို ရေပူစမ်းစီမံကိန်းအတွက် လိုချင်နေခဲ့တာပါ။အတိတ်က အနိဌာရုံတွေဆီကနေ ရုန်းထွက်ပြီး စိတ်တည်ငြိမ်အောင်ကြိုးစားနေရတဲ့ တတေးရှိတစ်ယောက် အယုမိကို ရာကူဇာတွေရန်ကနေ ကာကွယ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...ခွန်အားသုံးပြီး ကြမ်းတမ်းရက်စက်တဲ့နည်းနဲ့ လူတစ်ယောက်ကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pure-japanese-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yph9PAbmjYPvyvbeZvdYIhCZHEu.jpg",
        "title": "Bandit (2022)",
        "description": "Bandit (2022)1970 ကျော်က ဖြစ်ရပ်မှန် ဇာတ်လမ်းကို အခြေခံထားတဲ့ Crime, Thriller ကားလေးပါ။နည်းပညာမတိုးတက်ခင်ကာလ စီးပွားရေးကြပ်တည်းနေတဲ့ အမေရိကန်နိုင်ငံမှာ Robert ဆိုသူတစ်ယောက်က ပြစ်မှုတစ်ခုနဲ့ မီရှီဂန် အကျဉ်းထောင်မှာ ထောင်ဒဏ် တစ်နှစ်ခွဲ ကျခံခဲ့ရပါတယ်။ Robert ဟာ အကျဉ်းထောင်ကနေ ဖောက်ထွက်လွတ်မြောက်လာပြီးနောက် ကနေဒါနိုင်ငံကို ထွက်ပြေးဖို့ ကြိုးစားခဲ့ပါတယ်။ဒီလိုနဲ့ ကနေဒါကိုရောက်တဲ့အခါ သတိထားမိတာက ကနေဒါမှာရှိတဲ့ ဘဏ်တွေက US မှာလို လုံခြုံရေးတွေမတင်းကြပ်ဘူးဆိုတာပဲ။ ဒါနဲ့ပဲ သူက ဘဏ်ဓားပြတိုက်တာကို စလုပ်ခဲ့ပြီး ဘဏ်ပေါင်း 59 ခုကို ဓားပြတိုက်ခဲ့ကာ နောက်ပိုင်းမှာတော့ လက်ဝတ်ရတနာအရောင်းဆိုင်တွေကိုပါ ဓားပြတိုက်ခဲ့တာကြောင့် ရဲတပ်ဖွဲ့ရင် အလိုအရှိဆုံး ရာဇဝတ်ကောင်အဖြစ် သတ်မှတ်ခံလိုက်ရပါတယ်။Robert တစ်ယောက် ဘဏ်တွေ လက်ဝတ်ရတနာအရောင်းဆိုင်တွေကို ဘယ်လိုဓားပြတိုက်လဲ?\nဓားပြမတိုက်ခင် သူဘာတွေ ပြင်ဆင်လဲ?\nကနေဒါ ပြည့်သူ့ ရဲတပ်ဖွဲ့ရဲ့ ပိုက်စိပ်တိုက်ရှာဖွေ ဖမ်းဆီးခံရတဲ့အခါ လွတ်မြောက်အောင် ဘယ်လိုတွေကြိုးစားမလဲ? ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bandit-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lzarUOe5V3wiv2e8NwUPRDQb3rg.jpg",
        "title": "The New Painted Skin ( 2022 )",
        "description": "CM chinese ဖန်တွေအတွက် အခုထပ်ပြီး လူနဲ့မိစ္ဆာကြားက\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်တဲ့ the new painted skin ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\npainted skin ဆိုတာနဲ့ မျက်လုံးထဲ version အမျိုးမျိုး ပေါ်လာမယ်လို့\nယုံပါတယ်... ဒီကားလေးက အရင် version တွေနဲ့\nအရမ်းကြီး ကွဲလွဲသွားတာတော့မရှိပါဘူး...သို့ပေမယ့် တင်ဆက်မှုပုံစံလေးပြောင်းထားတာတော့ရှိတာပေါ့..\nဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် အသက်သခင်ကျေးဇူးရှင် ဆိုယန်ကို\nပြန်လာရှာတဲ့ ချန်မြန်ဆိုတဲ့ မိစ္ဆာမလေးတစ်ယောက် ကိုယ့်ကျေးဇူးရှင်ကို\nချစ်မိသွားပေမယ့် ကျေးဇူးရှင်မှာက ဇနီးလောင်း ချိုးစန်းရှိနေတာကို\nသိခဲ့ရတယ်...ဒီလိုနဲ့ အကြောင်းကြောင်းကြောင့်\nချိုးစန်း ဆုံးသွားချိန်မှာတော့ချန်မြန်တစ်ယောက်\nချိုးစန်းသားရေနဲ့ ချိုးစန်းအဖြစ် ဆိုယန်\nအနားရောက်လာပြီး ဆိုယန်နဲ့အတူ မိစ္ဆာဘုရင်ကို ရင်ဆိုင်တာပေါ့...ကဲ ဆိုယန်တစ်ယောက် အနားရောက်လာတဲ့\nချိုးစန်းအယောင်ဆောင်ကို သတိထားမိမှာလား...\nကြားထဲ ဘာလှည့်ကွက်တွေရှိနေဦးမလဲ...\nနောက်ပြီး မိစ္ဆာဘုရင်ကိုရောဆိုယန်တို့ချေမှုန်းနိုင်မှာလား....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-new-painted-skin-2022/",
        "category": "Drama, Fantasy"
    }
]