[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWE2N2RiYTMtOTI3ZS00NDhjLTk3YTItNDIwOTVkOGVkNzNlXkEyXkFqcGdeQXVyMTQ2NTg1MzAz._V1_-160x200.jpg",
        "title": "Hidimbha (2023)",
        "description": "Hidimbha 2023\nIMDb 9.2/10\nAction/Dramaသည်းထိတ်ရင်ဖိုနဲ့စိတ်ဝင်တစားကြည့်ရှုရမယ့် တေလဂူးရဲကားလေးကို တင်ဆက်လိုက်ပေးလိုက်ပါတယ်။ဟိုက်ဒရာဘတ်မြို့က ရဲအရာရှိ အက်ဘ်ဟေးဟာ\nမိန်းကလေးတွေ တစ်ယောက်ပြီးတစ်ယောက် ပျောက်ဆုံးနေတဲ့အမှုကို စုံစမ်းနေကြရပါတယ်။\nဘာသဲလွန်စမှလည်းမရှိပဲ သေသလား ရှင်သလား မသိရပါဘူး။ ဒါကြောင့်ပဲ ဒီကိစ္စဟာ\nမီဒီယာတွေ စာနယ်ဇင်းတွေကြားမှာ ဝေဖန်စရာဖြစ်ခဲ့ပြီး အဘက်ဘက်ကနေ\nဖိအားတွေများလာတဲ့အမှုဖြစ်လာပါတယ်။ဒီကိစ္စကို ကူညီပြီးစုံစမ်းဖို့အတွက် ရဲအရှိအဒယာရောက်ရှိလာပါတယ်။ နှစ်ယောက်ပူးပေါင်းပြီး\nဆက်စုံစမ်းရင်းနဲ့ပဲ ဒီအမှုမှာ ပါဝင်ပတ်သက်တဲ့သူတွေ များလာပါတယ်။\nနောက်တော့ ဒီကိစ္စဟာDark Webနဲ့ဆက်စပ်နေတာကို သိခဲ့ကြရပါတယ်။\nဒီလိုဆန်းကြယ်တဲ့အမှုကို သူတို့ဘယ်လိုဆက်ပြီးဖြေရှင်းကြမလဲ။\nဒီကိစ္စရဲ့အရင်းအမြစ်ကရော ဘာလဲဆိုတာကို\nဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Yunni~V~Cherry~BpLတို့ပဲဖြစ်ပါတယ်။)\nFile size…2.19GB / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Cherry~BpL",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/hidimbha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOx6clk0G3SuilSsoN4q2NtP11a.jpg",
        "title": "88 (2022)",
        "description": "88 (2022)အသားအရောင်ခွဲခြားတာတွေ ကာလကြာရှည် လူမည်းတွေကို ဖိနှိပ်ခဲ့တာတွေ နာဇီလက်သစ်တွေရဲ့ ဝါဒဖြန့်ချိရေးနည်းလမ်းတွေ နိုင်ငံရေးအမြင်တွေ အစုံအလင် ပါ၀င်တဲ့ Mystery ရုပ်ရှင်ဖြစ်ပါတယ်။အာဖရိကန်လူမည်း ဖမီဂျက်ဆင်က နိုင်ငံရေးလှုပ်ရှားမှုကော်မတီက ဘဏ္ဍာရေးဒါရိုက်တာဖြစ်ပြီး သမ္မတရွေးကောက်ပွဲမှာ လူမည်းကိုယ်စားလှယ်လောင်း ဟာရိုအနိုင်ရဖို့ ထောက်ပံ့ပေးတဲ့ Super PAC အဖွဲ့မှာအလုပ်လုပ်ပါတယ်။ မထင်မှတ်ဘဲ မဲဆွယ်စည်းရုံးတဲ့ ကမ်ပိန်းမှာ အလှူရှင်တွေ လှူထားတဲ့ ဂဏန်းပမာဏတွေကို စစ်ကြည့်မိရာကနေ တစ်ခုခု ထူးခြားတာကို တွေ့လိုက်ရပါတယ်။ ဂဏန်းတွေကို ထပ်ပေါင်းလိုက်ရင် အားလုံးက 88 ရနေတဲ့ Pattern ကို တွေ့တာပါ။ဒီအကြောင်းကို ဘလော့ဂါ သူငယ်ချင်းကို စုံစမ်းခိုင်းရာကနေ သူတို့ Super PAC လာတဲ့ ငွေတွေက ရိုးရိုးအလှူရှင်တွေဆီက မဟုတ်ဘဲ နာဇီလက်သစ်တွေဆီက လာတာ ဖြစ်နေတဲ့အခါ... ဖမီနဲ့ သူ့သူငယ်ချင်းက အသေးစိတ် ဆက်စုံစမ်းရင်း နာဇီတွေရဲ့ Coded Message ...",
        "rating": "",
        "url": "https://channelmyanmar.org/88-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/71ENqUBzg5L._AC_UF8941000_QL80_-132x200.jpg",
        "title": "Red Sparrow (2018)",
        "description": "Red Sparrow (2018)\nဒီရုပ်ရှင်ကားကမြန်မာပြည်မှာ ရုံတင်ခဲ့တုန်းက ဆင်ဆာဖြတ်တဲ့အခန်းတွေများလို့ နာမည်ကြီးခဲ့တဲ့ ရုံတင်ကားဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ရဲ့ ထူးခြားချက်ကတော့ ခေါင်းဆောင်မင်းသမီးဖြစ်သူ Jennifer Lawrence ဟာ အရင်တုန်းက Nude Scenes တွေပါတဲ့ကားတွေဆို လုံးဝလက်မခံခဲ့ပဲ ဒီကားကိုတော့ သူကိုယ်တိုင် ဇာတ်ညွန်းကိုကြိုက်နှစ်သက်လို့ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ကို Nudity အသားပေးရုပ်ရှင်ကားတစ်ကားလို့ မမြင်စေချင်ပါဘူး။ ဒီရုပ်ရှင်ရဲ့ နောက်ကွယ်မှာ အဲ့လိုမျိုး ကိုယ်ခန္ဓာကိုရင်းပြီး သူလျှိုလုပ်နေရတဲ့သူတွေ တကယ်ရှိတယ်ဆိုတာ သိလာအောင် ရိုက်ပြထားတဲ့ကားတစ်ကားဖြစ်တာကို သိစေချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ဒိုမီနီကာဆိုတဲ့ ကောင်မလေးဟာ ရုရှားကျက်သရေဆောင် ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်ပြီး သူ့မိခင်နဲ့အတူ ကဇာတ်ရုံက ထောက်ပံံ့ပေးထားတဲ့တိုက်ခန်းမှာ အတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် ကံဆိုးစွာနဲ့ပဲ ဖျော်ဖြေပွဲမှာ မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီး ဒိုမီနီကာရဲ့ ကချေသည်ဘ၀ ပျက်စီးသွားခဲ့ပါတယ်။ မိခင်ကြီးကလဲ နာမကျန်းဖြစ်လာသလို ကဇာတ်ရုံကလဲ ကချေသည်နောက်တစ်ယောက် လူစားထိုးလိုက်တဲ့အခါ ဒိုမီနီကာတစ်ယောက် ရွေးချယ်စရာမရှိတော့ပဲ သူ့ဦးလေး အကြံပေးတဲ့အတိုင်း သူလျှိုတစ်ယောက်အဖြစ် အလုပ်လုပ်ကိုင်ဖို့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/red-sparrow-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGY3YmVmN2UtNWZiNy00YTRlLTlhOTItNzlkZmFmZDA1N2QzXkEyXkFqcGdeQXVyMTU4Mzg1OTU2._V1_-160x200.jpg",
        "title": "Adipurush (2023)",
        "description": "Adipurush (2023)\n============\nဝေဖန်သံတွေညံခဲ့ပြီး 2023ရဲ့ ဒုတိယ၀င်ငွေအများဆုံးရုပ်ရှင်အဖြစ် ရပ်တည်နေတဲ့\nရာမာယဏရုပ်ရှင်ဇာတ်ကားကြည်တောက်ရှင်းထွက်လာပါပြီ။အရင်ဦးဆုံးတောင်းပန်လိုတာက နာမည်နဲ့အသုံးအနှုန်းတွေပါပဲ။ကျွန်တော်တို့မြန်မာတွေနားနဲ့မစိမ်းတဲ့ ရာမ၊လက္ခဏ၊သီတာ၊ရာ၀ဏ ဒီလိုနာမည်တွေပဲခေါ်ဝေါ်သုံးစွဲထားလို့ပါ။\nကျွန်တော်တို့ဘာသာပြန်အဖွဲ့သုံးနှုန်းခဲ့တဲ့ နာမည်တွေ နာမ်စားတွေကြောင့် ဘာသာဝင်တဦးတယောက်ချင်းစီကို\nစော်ကားမိသလိုဖြစ်သွားရင် ကျွန်တော်တို့အဖွဲ့ကနေ အနူးအညွတ်တောင်းပန်ပါကြောင်း ဦးစွာပြောကြားပါရစေ။ဒဿဂီရိဟာ အချစ်ရှုံးတာမဟုတ်ပါဘူး။အငြိုး အာဃာတတွေနဲ့ အချစ်ရူးခဲ့လို့ ကိုယ့်ပြည်ကိုယ်ပြန်ဖျက်မိတဲ့မင်းတစ်ပါးဖြစ်ခဲ့တာပါ။\nအရင်အတိတ်ကံကြောင့် ကျိန်စာမိထားပြီး အမျိုးသမီးတစ်ဦးကို အလိုမတူပဲထိကပါးရိကပါးမလုပ်ရဲတာကြောင့် သီတာအပေါ်မှာ\nဘာမှကိုယ်ထိလက်ရောက်မကျူးလွန်ရဲခဲ့တဲ့သူတစ်ဦးသပ်သပ်ပါပဲ။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသား ရာမမင်းက သီတာဒေဝီကို လင်္ကာပြည်ကနေ ကယ်တင်တဲ့အကြောင်းဖြစ်ပေမဲ့\nဇာတ်လမ်းကို ချဉ်းကပ်တဲ့ပုံစံက အရင်ကရှိခဲ့ဖူးပြီးသား adaptation တွေနဲ့ ပုံစံကွဲထွက်နေပါတယ်။ဒီရုပ်ရှင်ရဲ့ဇာတ်လိုက်သရုပ်ဆောင် ပရာဘာ့စ်ဟာ ရာမဇာတ်ကောင်နဲ့ မလိုက်ဖက်ဘူးလို့ ဝေဖန်ခံခဲ့ရပေမယ့်\nသီတာဒေဝီနေရာမှာသရုပ်ဆောင်တဲ့ ကရီသီးဆန်နွန်ကတော့ မင်းသမီးနေရာကနေ ကောင်းခြင်းငါးဖြာနဲ့ ပြည့်စုံစွာ ကျက်သရေရှိလှပနေပါတယ်။\nဒီရုပ်ရှင်ဟာဆိုရင် ထင်သလောက်မအောင်မြင်ခဲ့ပေမဲ့ နှစ်ပေါင်းထောင်ချီသက်တမ်းရှိတဲ့ ဂန္တဝင်လင်္ကာရှည်ကြီးကို\nတမူဆန်းသစ်ရိုက်ကူးထားတာမလို့ အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ဝေဖန်ဖို့ပဲဖြစ်ဖြစ် တစ်ခေါက်လောက်တော့ ကြည့်ဖူးသင့်တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\n(အညွှန်းနှင့်ဘာသာပြန်ကတော့ CM Bollowood Team မှဖြစ်ပါတယ်)\nFile size…2.73GB / 1.33GB\nQuality…1080p NF WEB DL  / 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/adipurush-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/riSUxwoK3xjkOgy6YJSvPhi7cO6.jpg",
        "title": "The Leopard (1963)",
        "description": "The Leopard (1963)\nGenre – Drama, History\nIMDB – 8.0/10၁၈၆၀ ခုနှစ်ဝန်းကျင် အီတလီ ဆီစီလီမှာ ဆာလီနာမင်းသားလို့ခေါ်တဲ့ဒွန်ဖာဘရီဇီယို ကော်ဘယ်ရာ ရှိပါတယ်။သူက ဘိုးဘွားဘီဘင်အဆက်ဆက် ချမ်းသာကြွယ်ဝခဲ့တာကိုခံစားနေတဲ့ သူကြွယ်တစ်ဦးပေါ့။အဲဒီအချိန် အီတလီပေါင်းစည်းမှုလို့ခေါ်တဲ့ ဖြစ်ရပ်ကြီး ဖြစ်ပွားခဲ့ပါတယ်။ဖရန်စစ် ၂ တို့ စစ်တပ်နဲ့ အနီရောင်အကျီဝတ်ဂါရီဘာဒီတို့ တော်လှန်ရေးတွေ စစ်ဖြစ်ကြတာပါ။အဲဒီမှာ ဂါရီဘာဒီတွေ ဆီစီလီကို အနိုင်ရပြီးအလယ်လတ်တန်းစားတွေကလည်း ဆာလီနာမင်းသားတို့လိုပထမတန်းတွေနဲ့ ယှဉ်ပြိုင်လာတဲ့အခြေအနေမျိုး ဖြစ်လာပါတယ်။သူ့ရဲ့တူတော်စပ်သူ တက်ခရန်ဒီဟာလည်း တော်လှန်ရေးတပ်ထဲက ဖြစ်ပြီးသူနဲ့ ပြိုင်ဖက်လိုဖြစ်တဲ့ ချမ်းသာပေမဲ့ အဆင့်အတန်းတစ်ဆင့်လောက်နိမ့်တဲ့ဒွန်ကာလိုဂျီယိုရဲ့ သမီးချောကို ကြိုက်ခဲ့ပါတယ်။အဲဒီမှာ ဆာလီနာမင်းသားတစ်ယောက် ဒီလိုမျိုးနိုင်ငံရေးအတက်အမြင့် အနိမ့်အကျတွေကြား အသားကျအောင် နေထိုင်ပြီးဘယ်လိုတွေ လှုပ်ရှားသွားမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်။ File size…  3.57 GB /  1.49 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 3h 6m\nGenre ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-leopard-1963/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lw7DSPOre4XBevvZIpU3sJy7KVd.jpg",
        "title": "As I Am (2019)",
        "description": "ကျောင်းသားဘဝ (၁) ပတ်သာ ကျန်တော့တဲ့ ကိုင် နဲ့သူငယ်ချင်းတစ်သိုက်တို့ နောက်ဆုံးစာမေးပွဲဖြေဖို့ လုံးပမ်းရင်းနဲ့မှသူတို့အတွက် ဒဏ္ဍာရီတွင်စရာ ကိစ္စတစ်ခုတော့ကျန်ခဲ့အောင် ကြိုးစားဖို့ တိုင်ပင်ကြပါတော့တယ်. Coming-of-Age Movie အမျိုးအစားလေးဖြစ်တဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ အဓိကဇာတ်ကောင် ကိုင်ရဲ့ ဘဝရွေးချယ်မှုတွေ၊ဘဝတစ်ဆစ်ချိုးအချိန်မှာ ကြုံတွေ့ရတဲ့ အခက်အခဲများကို ဖြတ်သန်းရင်း ဘဝရဲ့ နောက်တစ်ဆင့်ကို တက်လှမ်းရပုံတွေကိုပေါ့ပေါ့ပါးပါး အခိုက်အတန့် များ နဲ့ လေးနက်အရေးကြီးတဲ့ ဇာတ်ကွက်များ ပေါင်းစပ်ထားတာကို တွေ့နိုင်ပါတယ်၊ ဇာတ်လမ်းအနေနဲ့ ပြောရရင်လည်း ဇာတ်ရှိန်အတက်နှေးပေမယ့် နောက် ဘာဆက်ဖြစ်မလဲဆိုတာကို မခန့်မှန်းနိုင်တဲ့အချက်ကပဲဒီဇာတ်လမ်းလေးကို စီးမျောစေတဲ့အချက်လို့ ဆိုရပါလိမ့်မယ်.အချုပ်အနေနဲ့ ပြောရရင် အင်္ဂလန်ကျေးလက်ဒေသကို အခြေခံထားတဲ့ ဒီဇာတ်လမ်းကတော့ကျောင်းသားဘဝ အချစ်ရေးကိုလည်း အလှည့်အပြောင်း၊ ရှုပ်ထွေးမှုတွေ နဲ့တင်ဆက်ထားတဲ့အပြင် ကိုင်ရဲ့ တည်ငြိမ်လေးနက်တဲ့ ဒဿနတွေနဲ့ တစ်ဖက်ကကျောင်းသားဘဝရဲ့ ပေါ့ပါးမှု၊ လွတ်လပ်မှု၊ အရိုင်းဆန်မှု၊ ဗရုတ်ကျမှုများကိုလည်းအချိုးကျစွာ ဟာသနှောသရုပ်ဖော်ထားနိုင်တာကို တွေ့ရပါတယ်. File size…  1.74 GB /  752 MB\nQuality… WEB Dl 1080p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/as-i-am-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j6dHIaWESDGwX9S2mKlitThVYIs.jpg",
        "title": "Yes, I Can’t Swim (2022)",
        "description": "Yes, I Can't Swim (2022)အရိုးစွဲလာတဲ့ အကြောက်တရားကို ကျော်လွှားဖို့ဆိုတာ လူတိုင်းအတွက် ခက်ခဲလှတဲ့အရာပါ။ အထူးသဖြင့် အတိတ်က စိတ်ပိုင်းဆိုင်ရာထိခိုက်မှုတွေကြောင့်ရလာတဲ့ Thalassophobia လို ရေကြောက်တဲ့စိတ်ကို ဖျောက်ဖို့က တော်တော်လေး မလွယ်ကူလှပါဘူး။ ဒီဇာတ်ကားထဲမှာတော့ \"ယုဂျိ တကနရှိ\"လို့ခေါ်တဲ့ သက်လတ်ပိုင်းအရွယ် ရေမကူးတတ်တဲ့ တက္ကသိုလ်ဆရာတစ်ဦးအကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ်။ငယ်စဉ်တုန်းက ရေထဲပြုတ်ကျဖူးတဲ့ဖြစ်ရပ်ကြောင့် ရေကြောက်သွားပြီး ရေကူးမသင်ခဲ့တဲ့ ဆရာ \"ယုဂျိ\"ဟာ တစ်နေ့မှာတော့ မြစ်ထဲပြုတ်ကျသွားတဲ့ သားလေးကို လိုက်ကယ်ရင်း သူကိုယ်တိုင်လည်း သတိမေ့သွားခဲ့ပါတယ်။ ပြန်သတိရလာချိန်မှာတော့ သူ့သားလေးက ဆုံးပါးသွားပြီဖြစ်သလို သူလည်း ဒီအဖြစ်ပျက်ကရတဲ့ Post Traumatic Stress Disorder စိတ်ဒဏ်ရာကြောင့် ဒီအဖြစ်အပျက်ကို မှတ်ဉာဏ်ထဲမှာ လုံးဝ မမှတ်မိခဲ့ပါဘူး။ဒီကိစ္စကြောင့်ပဲ သူတို့ရဲ့ အိမ်ထောင်ရေးလည်း အဆင်မပြေဖြစ်ပြီး ကွာရှင်းလိုက်ကြပါတယ်။ ၅နှစ်ခန့်အကြာမှာတော့ အိမ်အပြန်လမ်းမှာ ရေကူးသင်တန်း ပိုစတာတစ်ခုကိုတွေ့ပြီး အသစ်အဆန်းကို စူးစမ်းချင်စိတ်ကြောင့် ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/yes-i-cant-swim-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5yYnTVXuLBjFQ91k2FnSWcwNn3x.jpg",
        "title": "The Story of Qiu Ju (1992)",
        "description": "The Story of Qiu Ju (1992)~ IMDb - 7.6/10, Rotten Tomatoes - 87% ~ဒီဇာတ်လမ်းက တော်တော်ရိုးရိုးရှင်းရှင်းပဲ။ ရိုးရှင်းလွန်းလို့ အနိမ့်အမြင့်တောင် ပါလှတယ်မဟုတ်ဘူး။ ဇာတ်အိမ်တည်ရာ ခုနှစ်ကလည်း ၁၉၉၂မှာပဲ တည်ထားတယ်။ ဇာတ်ကရှင်းရှင်းလေး။ ရွာသူကြီး ခေါ် ရွာခေါင်းဆောင်က ရွာကလူတစ်ယောက်ကို ထိုးကြိတ်ပြီး ဂွကြားကို ကန်ထည့်လိုက်တယ်။ အဲဒီလူရဲ့မိန်းမက မကျေမနပ်ဖြစ်ပြီး ရွာသူကြီးကို ပြန်တောင်းပန်ခိုင်းတယ်။ ရွာသူကြီးကလည်း မာနကြီးတဲ့လူဆိုတော့ မတောင်းပန်ဘူး။ အဲဒီမှာ အရာရှိတစ်ယောက်က ဝင်ရှင်းပေးတယ်။ ငွေတော့ရလိုက်တယ်။ တောင်းပန်စကားမရဘူး။ ဒီတော့ ဟိုမိန်းမက မကျေနပ်ဘူး။ ခရိုင်အဆင့် မြို့နယ်အဆင့် ရုံးတွေထိ တက်တိုင်တယ်။ ဒါပေမဲ့ အဖြေက အမြဲအတူတူပဲ။ နောက်ဆုံးကျ တရားခွင်အထိ တက်ပစ်တယ်။ ပြောရရင် အစိုးရအရာရှိတစ်ယောက်နဲ့ အရပ်သားမိန်းမတစ်ယောက် ပြည်မရဲ့ တရားဥပဒေအောက် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-story-of-qiu-ju-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQErzuDbvSxeeMANXi9i9fTnNUf.jpg",
        "title": "Sweet As (2023)",
        "description": "မာရာဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကအိမ်မှာ အမေနဲ့အတူတူနေထိုင်နေတာဖြစ်ပြီး အမေဖြစ်သူကဆိုးသွမ်းတဲ့အတွက် အရမ်းစိတ်ဖိစီးနေပြီးစိတ်ညစ်နေရတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့သားအမိ နှစ်ယောက်ပြဿနာအကြီးအကျယ်တက်ပြီးတဲ့နောက်မှာ ဦးလေးဖြစ်သူက မာရာကိုတခြားကလေးတွေနဲ့အတူတူခရီးထွက်ဖို့အတွက် ပို့ပေးခဲ့ပါတော့တယ်။ အဲ့ဒီခရီးစဉ်က တစ်ပတ်ကြာမှာဖြစ်ပြီး တခြားယောက်ျားလေးနှစ်ယောက်နဲ့မိန်းကလေးတစ်ယောက်လဲ အတူပါဝင်ပါတယ်။အဲ့ဒီခရီးစဉ်ရဲ့ အဓိကရည်ရွယ်ချက်ကတော့ တောတောင်ရေမြေတွေရဲ့သဘာဝအလှအပတွေကိုကြည့်ရှုပြီးမှတ်တမ်းတင် ဓာတ်ပုံရိုက်ရတဲ့ခရီးစဉ်ပဲဖြစ်ပါတယ်။မာရာနဲ့အတူတူပါလာတဲ့ တခြားကလေးသုံးယောက်ကလဲ ကိုယ့်အခက်အခဲနဲ့ကိုယ်ရှိနေတဲ့ကလေးတွေဖြစ်ကြပါတယ်။ဒီလိုနဲ့ သူတို့လေးယောက်သားနဲ့ခရီးစဉ်လိုက်ပို့ပေးတဲ့သူနှစ်ယောက်ကြားမှာ ရန်ဖြစ်လိုက်ပြန်ချစ်လိုက်အခိုက်အတန့်လေးတွေနဲ့သူတို့တွေရဲ့ ဘဝတွေကိုပါ ပြောင်းလဲပေးမဲ့အခိုက်အတန့်လေးတွေကိုကြည်နူးဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File size…1.77GB / 744MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 27m\nGenre ….. Action , Adventure , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/sweet-as-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pmHDihIjvGim6QWbp8wrQHB1oNl.jpg",
        "title": "The Unlikely Pilgrimage of Harold Fry (2023)",
        "description": "ဟာရိုးဖရိုင်းဆီ ကို စာတစ်စောင်ရောက်လာတယ် ။ဘယ်ကပို့မှန်းလဲမသိ။သားသမီးမရှိတဲ့ သက်ကြီးရွယ်အိုလင်မယားနှစ်ယောက်ဆီ စာရောက်လာတာတစ်မျိုးတော့စိတ်ထဲဖြစ်သွားတယ်။ စာအိတ်ပေါ်မှာရေးထားတဲ့ Berwickupon Tweed ဆိုတဲ့ နေရာကတွေ့တော့ ဘေးက ဇနီးဖြစ်သူမော်ရင်ကိုမေးလိုက်တယ်။ ဇနီးသည်က လည်းမသိဘူးတဲ့။ စာအိတ်ကိုဖောက်ဖတ်ကြည့်လိုက်တော့ မိတ်ဆွေဟောင်းကင်ဆာရောဂါသည် ကွင်နီကပို့လိုက်တဲ့နှုတ်ဆက်စာလေးတစ်စောင်ဖြစ်နေတယ်။ ဟာရိုးတစ်ယောက် အတိတ်ကအကြောင်းအရာတွေကို သတိရမိသွားပြီး ပြန်စာရေးလိုက်တယ်။ ရေးပြီးစာလေးကိုစာတိုက်ပုံးထဲသွားထည့်ဖို့ ဇနီးသည်ကိုပြောပြီးထွက်လာလိုက်တယ်။ သူ့စိတ်ထဲ တစ်ခုခုခံစားနေတဲ့အတွက် စာတိုက်ပုံးနားမှာ ချီတုံချတုံဖြစ်နေတယ်။ဒီလိုနဲ့စတိုးဆိုင်တစ်ဆိုင်ထဲဝင်ပြီး မုန့်လေးဘာလေးဝယ်ပြီး ကောင်တာမှာပိုက်ဆံရှင်းတော့ ဝန်းထမ်းလေးက စာအကြောင်းမေးတယ်။ ကင်ဆာရောဂါသည်မိတ်ဆွေဟောင်းအတွက်လို့ပြောတယ်။ ဝန်ထမ်းမလေးက သူ့အဒေါ်လည်းအဲ့လိုရောဂါခံစားနေရကြောင်း လက်မလျှော့ဘဲ ယုံကြည်မှုပေးရင် မျှော်လင့်ချက်ရှိလာနိုင်ကြောင်းပြောပြတယ်။ ဟာရိုးရဲ့စိတ်ထဲမှာ အတွေးတစ်ချက်ပေါ်လာပြီးကွင်နီတက်နေတဲ့ ဆေရုံးကိုဖုန်းဆက်လိုက်တယ်။မိုင် ၅၀၀ နီးပါးဝေးတဲ့ Berwickupon Tweed အထိသူလမ်းလျှောက်လာမယ်ဖြစ်ကြောင်း ကွင်နီကိုသူလာတဲ့အထိ‌စောင့်နေပါဆိုတဲ့အကြောင်းဖုန်းဆက်ပြောပြီး အိမ်ကိုတောင်မပြန်ဘဲသူ့ရဲ့ခရီးစဉ်ကို အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့ စတင်လိုက်တယ်။  File size…2.09GB / 702MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 48m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-unlikely-pilgrimage-of-harold-fry-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODA1MWJhNGEtNWE5Mi00ZTgwLWIwZTYtZjgxZDA0YmNlN2Y4XkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "What Comes Around (2023)",
        "description": "What Comes Around (2023)\n====================အန်နာဟာ အမေနဲ့အတူနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေး\nတစ်ယောက်ဖြစ်တယ်။ သစ်ရွက်လှုပ်တိုင်းရင်ခုန်တတ်တဲ့အရွယ်မှာ\nအွန်လိုင်းကနေ အချစ်နဲ့ထိတွေ့မိတယ်။ အရူးအမူးပါပဲ။ သူ့မွေးနေ့မှာ\nအွန်လိုင်းပေါ်က ကောင်လေးဟာ မိုင်၉၀၀ဆိုတဲ့ အကွာအဝေးကို\nဖြတ်ပြီး သူ့ဆီလာတွေ့တယ်။ အပေါ်ယံကြည့်ရင်တော့ ကြည်နူးစရာ\nကောင်းတဲ့ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်းလေးပါပေါ့။ဒါပေမဲ့ ကောင်လေးဟာ သူ့ကိုတွေ့ချင်လို့လာတယ်ဆိုတာ အကြောင်း\nပြချက်တစ်ခုသာသာပါပဲ။ အပြင်မှာ တွေ့ရတော့ ထိုလူဟာ အသက်\nလိမ်ထားမှန်းသိလိုက်ရတယ်။ တကယ်တမ်းက ၂၈နှစ်အရွယ်အမျိုး\nသားတစ်ဦးဖြစ်တယ်။ အဲဒီအမျိုးသားရဲ့အချစ်ဦးဟာ အန်နာ့အမေ\nပါတဲ့။ ဇာတ်လမ်းတွေကရှုပ်ကုန်ရပြီပေါ့ . ကျန်တာကိုတော့ ဇာတ်ကား\nထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါကုန်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (504 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 25Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/what-comes-around-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTYyNjA4NTY3N15BMl5BanBnXkFtZTYwNjc0MDM3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Open Range (2003)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.4 ထိရရှိထားတဲ့ Western action drama ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာဖြစ်ပါတယ် အရင်တုန်းက မွေးမြူရေးလုပ်တဲ့သူတွေဟာ ကျွဲနွားတွေကို ခြံနဲ့မွေးမြူတာမဟုတ်ဘဲ ရေကြည်ရာ မြက်နုရာ လှည့်လည်သွားလာရင်း အလွတ်ထိန်းကျောင်းကြတာဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးကတော့ 19ရာစုနှောင်းပိုင်း ခြံသွင်းမွေးမြူရေး စတင်ပေါ်ပေါက်လာချိန်ကို ဇာတ်အိမ်တည် ရိုက်ကူးထားတာဖြစ်ပါတယ်ဘောစ့် ချာလီ မိုစ့်နဲ့ ဘတ်တွန်တို့ဟာ အလွတ်ထိန်းကျောင်းသူတွေဖြစ်ကြပြီး တစ်ရက်မှာတော့ အလွတ်ထိန်းကျောင်းခြင်းကို မကြိုက်ကြတဲ့ မြို့လေးတစ်မြိုနားကိုရောက်လာပါတယ် မြို့ထဲကိုဝယ်စရာရှိတာလေးတွေဝယ်ဖို့ လွှတ်လိုက်တဲ့ မိုစ့်တစ်ယောက် ကုန်စုံဆိုင်မှာ ရန်ဖြစ်ပြီး အချုပ်ကျသွားပါတော့တယ် အချုပ်ထဲကနေ ပြန်သွားထုတ်ကြတဲ့အချိန်မှာ မွေးမြူရေးခြံကြီးပိုင်ရှင် ဒတ်စ်တာဟာ သူတို့ကို ဒီမြို့ကနေ ထွက်သွားဖို့ ပြောခဲ့ပါတယ် ဒတ်စ်တာဟာ ဒီမြို့မှာ အာဏာရှိတဲ့ ခြံပိုင်ရှင်ကြီးတစ်ယောက်ဖြစ်ပြီး အရမ်းလည်းလောဘကြီးပါတယ် ဒတ်စ်တာရဲ့လူတွေ ဘောစ့်ရဲ့ တိရစ္ဆာန်အုပ်ကို ပြဿနာလာရှာချိန်မှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ဒီမြို့ကနေရော အဆင်ပြေပြေထွက်သွားနိုင်မှာလား ဆိုတာကိုတော့ စောင့်ကြည့်ရမှာဖြစ်တဲ့အပြင် ရှုခင်းလှလှလေးတွေနဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/open-range-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKZLhK035o0Eac92kduW2dde2p0.jpg",
        "title": "Will You Be My Ex? (2023)",
        "description": "Will you be my Ex? (2023)ပြီးခဲ့တဲ့ June လကမှ ထွက်ရှိထားတဲ့ ဖိလစ်ပိုင် Romance-Drama ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အဓိက မင်းသားဖြစ်တဲ့ Diego Loyzaga တစ်ယောက်\nတစ်လောလေးကမှ သားလေးမွေးတဲ့အကြောင်း မီဒီယာတွေပေါ်မှာ သတင်းမွှေးနေတာနဲ့အတူ\nတွဲဖက် သရုပ်ဆောင်တဲ့ အဓိက မင်းသမီးကလည်း ဖိလစ်ပိုင်ရုပ်ရှင်ခေတ်သစ်လောကမှာ\nဒရာမာဘုရင်မလေးလို့ နာမည်ကြီးနေတဲ့ Julia Barretto ဖြစ်တာကြောင့်\nဒီကားမှာ သူတို့နှစ်ယောက် ဘယ်လိုတွေ အစွမ်းပြကြမလည်းဆိုတာ\nဇာတ်ကားမထွက်ခင်ကတည်းက ဖိလစ်ပိုင်ရုပ်ရှင်တွေကို သဘောကျနှစ်ခြိုက်သူတွေက မျှော်လင့်နေခဲ့ကြတာပါ။ပြဇာတ်သရုပ်ဆောင် အနုပညာရှင် မိသားစုအသိုင်းအဝိုင်းကလာပြီး လွတ်လွတ်လပ်လပ် ပျော်ပျော်ရွှင်ရွှင်နေတတ်တဲ့\nပြဇာတ်မင်းသမီးပေါက်စလေး Chris အဖြစ် Julia Barretto က သရုပ်ဆောင်ထားပြီး\nချမ်းသာပြီးလူသိများတဲ့အပြင် စည်းမြင်းကနားတွေနဲ့ နေတတ်တဲ့ မိသားစုမျိုးက ပေါက်ဖွားလာတဲ့\nရည်မှန်းချက်ကြီးတဲ့ ဗိသုကာပညာရှင်လေး Joey အဖြစ် Diego Loyzaga က သရုပ်ဆောင်ထားပါတယ်။သူတို့နှစ်ယောက်လုံးဟာ ကောလိပ်ကျောင်းကတည်းကတွဲလာတဲ့ ငယ်ရည်းစားတွေဖြစ်ပြီး ကျောင်းပြီးတဲ့နောက်\nJoey မိဘတွေက ပေးတဲ့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/will-you-be-my-ex-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/moonrise-kingdom-poster-133x200.jpg",
        "title": "Moonrise Kingdom (2012)",
        "description": "ဒီတစ်ခေါက်တော့ တစ်ခါထက်မကကြည့်ချင်ရလောက်တဲ့ Moonrise Kingdom လို့ခေါ်တဲ့ Comedy, Drama, Family ဇာတ်လမ်းတစ်ပုဒ်နဲ့မိတ်‌ဆက်ပေးချင်ပါတယ်။ ၁၉၆၀ခုနှစ်တွေကိုနောက်ခံထားထားတဲ့ ၁၂နှစ်အရွယ်လူငယ်စုံတွဲရဲ့ အချစ်ဇာတ်လမ်းဖြစ်ပါတယ်။ အပယ်ခံမိဘမဲ့‌ကင်းထောက်ကောင်လေးက ဆူဇီဆိုတဲ့ကောင်မလေးနဲ့ ရင်ဘတ်ချင်းတူလို့ စာတွေအပြန်အလှန်ရေးရင်း တစ်နေ့ သူတို့အတူ ထွက်ပြေးခဲ့ကြပြီး ကျွန်းရဲ့ယခင်မူလနေထိုင်ခဲ့တဲ့လူတွေအတိုင်း ခြေရာခံရယလျှောက်သွားခဲ့ကြတဲ့ သူတို့နှစ်ဦးရဲ့ ချစ်ခြင်းတွေနဲ့ စွန့်စားခန်းတွေကို တွေ့ရမှာပါ။\nဒီဇာတ်လမ်းကိုကြည့်ရင်း လူငယ်ဘဝရဲ့ တဇွတ်ထိုးအကျင့်တွေနဲ့ နောက်ဆံမတင်းပဲ သတ္တိရှိရှိ ဆုံးဖြတ်ချက်ချခဲ့တာတွေဟာ ချစ်စရာကောင်းနေခဲ့ပြီး အနှစ်သာရပြည့်ဝတဲ့အမှားတွေဟာလည်း နောက်ထပ်အခွင့်အရေးရဖို့ ထိုက်တန်နေခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာဆိုရင်တော့ IMDb မှာ 7.8/10 ထိရထားပြီး Rotten Tomatoes 93% ထိရထားတာပါ။ ဒါ့အပြင် ဒီဇာတ်ကားဟာဆိုရင် ဒါရိုက်တာ Wes Anderson ရဲ့ လက်ရာကောင်းတွေထဲက တစ်ကားဖြစ်ပြီး Gotham Independent Film Award for Best Feature ဆုရရှိကာ အဓိကလူငယ်သရုပ်ဆောင်တွေဟာလည်း ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/moonrise-kingdom-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/81e803RKM8L._AC_UF10001000_QL80_-154x200.jpg",
        "title": "Bloodshot (2020)",
        "description": "ဗန်ဒီဇယ်ကြီးရဲ့ အက်ရှင်ဇာတ်ကားအသစ် ထွက်လာပါတယ်။ဒီဇာတ်လမ်းကတော့သိပ္ပံစိတ်ကူးယဉ်လို့ ပြောရမှာပဲ။ဗန်ဒီဇယ်ဟာ အမေရိကန်စစ်တပ်ရဲ့ အထူးတပ်ဖွဲ့ဝင်တစ်ယောက်။ထုံးစံအတိုင်းပဲ စစ်ဆင်ရေးတွေမှာ အလွန်တော်တဲ့ ဆရာကြီးပေါ့။တစ်နေ့မှာတော့ လူတစ်ယောက်ကသူ့ရဲ့ ဇနီးကိုသူ့ရှေ့မှာတင် သတ်ပြီး သူ့ကိုပါ ပစ်သတ်သွားခဲ့တယ်။ဒါပေမယ့်သိပ္ပံပညာရှင်တစ်ယောက်ရဲ့ကျေးဇူးကြောင့် ပြန်ရှင်သန်လာပြီး ပိုသန်မာတဲ့၊ဒဏ်ရာတွေအလိုလိုကောင်းလာတဲ့စက်ရုပ်တစ်ပိုင်း လူသားတစ်ယောက် ဖြစ်လာပါတော့တယ်။ဒါပေမယ့် သူနိုးထလာချိန်မှာ သူ့ရဲ့အတိတ်ကို ရုတ်တရက်မမှတ်မိပါဘူး။အဲဒီနောက်မှ ဘာတွေဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါ။ဇာတ်လမ်းနဲ့ အက်ရှင်ခန်းတွေ မဆိုးတာမို့ ကြိုက်ကြမယ်ထင်ပါတယ်။\nFile size…(5.9 GB)/ (1.7 GB)/ (1.1 GB)\nQuality….WEB-DL 4K HEVC/ 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:49:19\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Littleneo",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/bloodshot-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m1hhYP6OScjKU5Z9iZaWirSn4I6.jpg",
        "title": "Pleasantville (1998)",
        "description": "Pleasantville (1998)~ IMDb - 7.5/10, Rotten Tomatoes - 86% ~ဒီခေတ်က ဖြစ်ရပ်တွေကိုကြည့်ရင်း \"အရင်ခေတ်ကလူတွေသာ ဒါကိုမြင်ရင် ဘယ်လိုနေမလဲ\" ဆိုတာမျိုးကို တစ်ခါလောက်တော့ တွေးမိဖူးကြမယ့်လူတွေများပါလိမ့်မယ်။ ဒီရုပ်ရှင်ကတော့ အဲဒီလိုအရင်ခေတ်တစ်ခုကိုပြန်ရောက်သွားတာပါ။ သိပ္ပံကားတွေလို အချိန်ခရီးသွားရင်း တကယ့်သမိုင်းထဲရောက်တာမျိုးတော့မဟုတ်ဘူးပေါ့။ ဒေးဗစ် နဲ့ ဂျန်နဖာဆိုတဲ့ အမွှာမောင်နှမ ၂ယောက်က ၁၉၅၀ လောက်က တီဗီရှိုးတစ်ခုဖြစ်တဲ့ Pleasantville ဆိုတဲ့အစီအစဉ်ထဲကို ပဉ္စလက်ဆန်ဆန် ဝင်ရောက်သွားတာဖြစ်ပါတယ်။ပလဲဆန့်ဗေးလ်က ပြောရမယ်ဆိုရင် စိတ်ကူးယဉ်အိပ်မက်ကမ္ဘာလိုပါပဲ။ လူတိုင်းတာဝန်ကိုယ်စီနဲ့၊ နေ့တိုင်းကလည်း ဒီလို မပြောင်းမလဲ၊ အိမ်တွေကအစတူပြီး မီးတောင်မလောင်တတ်လို့ မီးသတ်ဆိုတာ သစ်ပင်ပေါ်တက်ပြီးပြန်မဆင်းတတ်တဲ့ကြောင်လေးတွေကို ကယ်ဖို့လောက်အသုံးဝင်တာပါ။ ရာသီဥတုကလည်း အမြဲတစ်ချိုးတည်း၊ အပူချိန်ကလည်း မတက်မကျ။ ဒီလို သူ့နေရာနဲ့သူ အံဝင်ခွင်ကျဖြစ်ပြီး ပြည်သူတွေအားလုံးပျော်နေကြတဲ့ ပလဲဆန့်ဗေးလ်တီဗီရှိုးထဲက ပလဲဆန့်ဗေးလ် မြို့ကလေးပါ။ဒါပေမဲ့ ဒေးဗစ်တို့မောင်နှမ ၂ ယောက်ရောက်သွားပြီး ပြောင်းလဲမှုတွေ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/pleasantville-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cfJqPnKjWTQJPWoNsMkeqpJzla4-133x200.jpg",
        "title": "Sa Muli (2023)",
        "description": "Sa Muli(2023)ဘဝဆက်တိုင်း ပေါင်းဖက်ပါရစေဆိုတာ ချစ်ကြသူတိုင်းဆုတောင်းကြတဲ့ စကား\nဒါပေမဲ့ ဖူးစာနက္ခတ်နဲ့ ကံကြမ္မာမျက်နှာသာပေးဖို့လည်း လိုအပ်သေးတာပဲလေ၁၉၉၀ ပထမဘဝမှာအရမ်းချစ်ကြတဲ့ ဗစ်တာနဲ့ အော်ရိုရာတို့စုံတွဲ ၊ ၁၉၉၅ဒုတိယဘဝမှာ\nနီကိုးလက်စ်နဲ့ ဘယ်လင်ဆိုတဲ့ ချစ်ကြသူနှစ်ဦး\nဒီနှစ်ဘဝလုံးမှာ ကောင်မလေးကသေသွားရပြီး\nကောင်လေးတစ်ယောက်တည်း ရင်ကွဲကျန်ခဲ့ရတယ်၂၀၂၀ မှာ ဗစ်တာနဲ့ နီကိုးလက်စ်ပြန်ဝင်စားတဲ့ ပယ်ပဲ\nသူ့ရဲ့အတိတ်ဘဝနှစ်ခုကိုပြန်မှတ်မိပြီးတဲ့နောက် အော်ရိုရာနဲ့ ဘယ်လင်ကနေပြန်မွေးဖွားလာမဲ့\nချစ်သူလေးကို လိုက်ရှာရင်း အတိတ်ဘဝအကြောင်းကိုဝတ္ထုရေးချလိုက်ပြီ\nး နာမည်ရစာရေးဆရာတစ်ယောက်ဖြစ်လာပါတယ် အတိတ်ဘဝနှစ်ခုမှာ\nသူ့မျက်စိရှေ့မှာပဲသေဆုံးသွားတဲ့ ချစ်ရသူကိုမကယ်နိုင်ခဲ့တာကြောင့်\nဒီဘဝမှာလည်း သေကွဲကွဲရမှာအရမ်းကို စိုးရိမ်နေတာပေါ့\nဒီဘဝမှာသူဆုံတွေ့ခဲ့ရတဲ့ ချစ်သူလေးကတော့ အရက်ဆေးလိပ်တွေသောက် သေချင်သေပါစေဆိုပြီး\nဘဝကိုပေတေနေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးဖြစ်နေပါတယ် အတိတ်ဘဝလိုဖြစ်မှာစိုးရိမ်လွန်းနေတဲ့\nကောင်လေးနဲ့ ဘာကိုမှစိုးရိမ်မနေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတို့ ဆုံတွေ့တဲ့အချိန်မှာ ကောင်မလေးကအတိတ်အကြောင်းသိမနေပါဘူး\nဒီလိုနဲ့ပယ်ပဲကသူတို့ အရင်ဘဝတွေကဆုံတွေ့ခဲ့တဲ့နေရာတွေကို ခေါ်သွားပြီးအတိတ်ကိုပြန်သတိရလာအောင် ကြိုးစားပါတော့တယ်...မျက်စိအောက်ကအပျောက်မခံနိုင်လောက်အောင် စိုးရိမ်နေတဲ့ကောင်လေးနဲ့ ဘာမှစဉ်းစားမနေဘဲ\nရောက်ချင်ရာရောက်ဆိုပြီးပါလာတဲ့ကောင်မလေးတို့ရဲ့ အတိတ်ဘဝရှာဖွေရေးခရီးစဉ်ဟာ\nချစ်ကြည်နူးဟာသမြောက်ဖွယ်လေးမို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Aditi ~ Zwe ~ Moon တို့ပဲဖြစ်ပါတယ်)\nFile size…2.06GB / 904MB\nQuality…1080p  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sa-muli-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHcDnZ7Tn3yf2xYiKo7BsQwDJjs.jpg",
        "title": "[18+]My Friend’s Husband(2017)",
        "description": "My Friend's Husband(2017)**************************(ကွီးယား 18+ မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...)Ji-eun ဆိုတဲ့အမျိုးသမီးဟာ အိမ်ထောင်သည်ဆိုသော်ငြားသူ့ယောက်ျားနဲ့ပတ်သက်ပြီး အိပ်ရာပေါ်က အချစ်ချိန်တွေမှာတော့အတော်လေး စိတ်မကျေနပ်မှုများတယ်...ဒါက သူမရဲ့ ရမ္မက်ပျင်းထန်လွန်းတာကြောင့်လားသူမတူတဲ့ လိုအင်ဆန္ဒကြောင့်လားတော့ ဝေခွဲမရ..ဒီတော့ သူမရဲ့ အဖြစ်တွေကိုအိမ်နီးချင်း အိမ်ထောင်သည် အမျိုးသမီးတစ်ဦးကိုရင်ဖွင့်မိတယ်...အိမ်နီးချင်းအမျိုးသမီးကလည်း ဒီလို ကိစ္စတွေမှာ ဆရာမကြီးဆိုတော့ နည်းလမ်းတွေအများကြီးပေးတော့တာပဲ.ဒီလိုနည်းလမ်းတွေလိုက်လက်တည့်စမ်းတဲ့အခါမှာတော့...File size… 555MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/my-friends-husband2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTk1NTQ0ZDMtZGE3ZC00N2M2LWE2ZDMtZTViNjU2YzVmNzllXkEyXkFqcGdeQXVyOTgyOTE1NDk@._V1_-143x200.jpg",
        "title": "Clouds of Chernobyl (2022)",
        "description": "1986ခုနှစ် ရိုမေးနီးယားမှာ ကွန်မြူနစ်အစိုးရအုပ်ချုပ်ခဲ့တုန်းကနျူကလီးယားဓာတ်ပေါင်းဖို ပေါက်ကွဲခဲ့တဲ့ဖြစ်ရပ်ကို နောက်ခံထားရိုက်ထားတဲ့မိသားစုဇာတ်ကားဖြစ်ပါတယ်။ဓာတ်ပေါင်းဖိုကနေယိုစိမ့်လာတဲ့ ရေဒီယိုဓာတ်ရောင်ခြည်တွေက လေကနေတဆင့် ချာနိုဘယ်မြို့ရဲ့ တိမ်တွေထဲမှာစုနေပါတယ်။ပြည်သူပြည်သားတွေက ကွန်မြူနစ်အစိုးရကြောင့်ဒုက္ခရောက်ကြရတဲ့အထဲအဆိပ်သင့်ဓာတ်ငွေ့တွေကိုလေကတဆင့်ရှူမိကြလို့ ကျန်းမာရေးပြဿနာတွေဖြစ်ကြပါတယ်။ဒီနျူကလီးယားဓာတ်ပေါင်းဖိုပေါက်ကွဲတဲ့ဖြစ်ရပ်ဟာ သမိုင်းမှာရှိတဲ့ဟီရိုရှီးမားဗုံးပေါက်ကွဲမှုပြီးရင်အထင်ရှားဆုံးဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ အီရီနာဆိုတဲ့အမျိုးသမီးဟာ ခေတ်ပျက်ထဲမှာ ကိုယ်ဝန်ရသွားပြီး ဖိအားတွေကြားထဲကနေအသက်ရှင်ဖို့ရုန်းကန်ရပုံကိုကြည့်ရမှာပါ။ ဇာတ်လမ်းစစချင်း ဇာတ်လမ်းအေးမယ်လို့ထင်ရနိုင်ပေမယ့် တစိမ့်စိမ့်နဲ့အရှိန်တက်ပြီးကြည့်လို့ကောင်းတဲ့ကားမျိုးဖြစ်ပါတယ်။မိဘမေတ္တာနဲ့အဲဒီခေတ်က victimတွေအတွက်ရည်ရွယ်ရိုက်ကူးထားတဲ့ကားဖြစ်လို့political drama ကောင်းကောင်းကြည့်ချင်နေသူတွေအတွက် ကွက်တိပါပဲ။  File size…(1.2 GB)/(679 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:16:00\nGenre...Drama, History, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hsu Hlyann Ni",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/clouds-of-chernobyl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Y8TG5mfkZwal4ciTq66Hb577fu.jpg",
        "title": "Last Sunrise ( 2019 )",
        "description": "\"တကယ်လို့ ဒီနေ့ဟာကမ္ဘာပျက်မယ့်နေ့ဆိုရင် မင်းဘာလုပ်မှာလဲ\"\n\"ကျွန်တော်အသက်ဆက်ရှင်သွားမယ်\"အနာဂတ်တစ်နေ့မှာ ကမ္ဘာပေါ်ကသဘာဝစွမ်းအင်တွေကို\nထုတ်ယူသုံးစွဲလို့ကုန်ခန်းသွားတဲ့အခါ နေရောင်ခြည်စွမ်းအင်ကိုအားကိုးပြီးသုံးစွဲရပါတယ်။\nဒီတောက်ပနေတဲ့နေမင်းကြီးဟာ တစ်နေ့မှာပျောက်ကွယ်သွားမယ်လို့\nဘယ်သူကမှမထင်ထားခဲ့ပါဘူး။\nဆိုလာစွမ်းအင်ခေတ်ကြီးမှာ နေကြီးကရုတ်တရက်ပျောက်သွားခဲ့ပြီး\nတစ်ကမ္ဘာလုံးမဲမှောင်သွားခဲ့ပါတယ်။ နေမရှိတော့တဲ့အတွက်\nကမ္ဘာအပါဝင်ဂြိုလ်ကြီး(၉)လုံးနဲ့လည်ပတ်နေတဲ့ နေအဖွဲ့အစည်းကြီးဟာ\nနေပတ်လမ်းကြောင်းတွေပျောက်ပြီး ကစဉ့်ကလျားဖြစ်သွားပါတော့တယ်။ကမ္ဘာပေါ်မှာအောက်စီဂျင်တွေတဖြည်းဖြည်းကျလာပြီး\nအပူချိန်ကလဲအရှိန်နဲ့ကျနေတဲ့အတွက် လူသားတွေဟာ\nအသက်ရှင်နိုင်ဖို့ ကြိုးစားပြီးနည်းလမ်းရှာကြရပါတော့တယ်။အဲ့ဒီအချိန်မှာ နက္ခတ်ဗေဒအလွတ်တမ်းပညာရှင် စွန်းယန် နဲ့\nသူ့ရဲ့ဘေးတိုက်ခန်းက ချန်မု တို့ဟာ အသက်ရှင်ဖို့အတွက်အတူအဖော်ပြုရင်း\nအခက်အခဲတွေအတူကျော်ဖြတ်ပြီး နယ်မြေတစ်ခုပြီးတစ်ခုကျော်ဖြတ်ကာ\nမျှော်လင့်ချက်တွေရှိတဲ့နယ်မြေကို ခရီးနှင်ကြပါတယ်။\nအချိန်နဲ့အမျှအေးခဲလာပြီး အသက်ရှင်ဖို့ခက်ခဲတဲ့ကမ္ဘာမြေကြီးပေါ်မှာ\nသူတို့နစ်ယောက်ဟာ အသက်ဆက်ရှင်နိုင်ပါ့မလား......Sci-fi Drama ဇာတ်ကားကောင်းလေးကို မလွတ်တမ်းကြည့်စေချင်ပါတယ်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Adventure , Drama , Science-Fiction\nRuntime : 1h 43 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/2BYrp/The_Last_Sunrise_2019_1080p_WEB-DL_CM.mp4",
        "category": "Adventure, Drama, Science Fiction"
    }
]