[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/thewolfofwallstreet_itunespre-sale_1400x2100-1-133x200.jpg",
        "title": "The Wolf of Wall Street (2013)",
        "description": "IMDb (8.2)...Rotten Tomatoes(78%)\n- - - - - - - -The Wolf of Wall Street [2013]အရမ်းကောင်းတယ်။ ဇာတ်က မြူးတယ်။ The Great Gastby မှာ သူဋ္ဌေးကြီး တစ်ယောက်ပုံစံ သရုပ်ဆောင်ခဲ့တဲ့ လီယိုနာဒို ဟာ ဒီဇာတ်ကားမှာ လူလည်စီးပွားရေးသမား၊ ရင်းနှီးမြုပ်နှံသူ၊\nStock breaker တစ်ယောက်အဖြစ် (ပြေတီဦးပြောတဲ့ အလှုပ်ဇာတ်ရုပ် ကို) ပီပြင်အောင် သရုပ်ဖော်သွားတယ်။ ဒါ့အပြင် အော်စကာ Nominee ဟာသမင်းသား Jonah Hill ကို သူရဲ့လက်ထောက်အဖြစ် ထည့်ထားတော့ ဇာတ်က ပိုပြီး Hilarious ဖြစ်သွားတယ်။ငွေကြေးအမြတ်အစွန်းတွေ အများကြီးရလိုက်လို့ ကုမ္ပဏီရုံးခန်းထဲမှာ ပါတီပေးပြီး\nStripper တွေ အုပ်လိုက်ကြီးခေါ်ထည့်လိုက်တဲ့ အခန်းတွေဆို မပြုံးဘဲ ဝါးလုံးကွဲရီရတယ်။လီယိုနာဒိုက ဒီဇာတ်ကားမှာ လူလည်တစ်ယောက်၊ FBI ...",
        "rating": "8.2",
        "url": "https://megaup.net/2SGpr/The_Wolf_Of_Wall_Street__[2013]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNmI2YjY5YzAtMDVlZi00NDgxLWJiNWMtM2M5MDhjYjZiMjEyXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "[18+] The Tenants Downstairs (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n   \nပရိတ်သတ်တွေအတွက် ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာက\" The Tenants Downstairs \"ဖြစ်ပါတယ်။\nအဓိပ္ပာယ်ကတော့ \"အောက်ထပ်မှအိမ်ငှားများ\"ဆိုပြီး မြန်မာမှုပြုရင် နီးစပ်မယ်လို့ထင်ပါတယ်။\nထိုင်ဝမ်မင်းသမီးချော \"Sophia Li Xing\" က Ms.Chenအဖြစ်သရုပ်ဆောင်ထားပြီး လိင်စိတ်ရမ္မက်ပြင်းထန်တဲ့\nအဆောင်ငှားနေသူရုံးဝန်ထမ်းအမျိုးသမီး တစ်ယောက်အနေနဲ့ တွေ့ရမှာပါ\nအလုပ်က အိမ်ပြန်လာတိုင်း ယောက်ျားအဖော်တွေတစ်နေ့တစ်ယောက် မရိုးရအောင် အိမ်ခေါ်လာတတ်ပြီးတော့ချစ်တင်းနှောတတ်တဲ့သူတစ်ယောက်ပါ.....\nအခန်းချင်းကပ်ရက်ဖြစ်တဲ့ အိမ်ထောင်ကွဲခါစ လူလွတ်တစ်ယောက်ဖြစ်တဲ့အားကစားနည်းပြဖြစ်တဲ့ Mr.Chang တစ်ယောက်မှာတော့\nMs.Chen ရဲ့အခန်းထဲကချစ်တင်းနှောကြတဲ့အသံတွေကို နားကြပ်ပင်နဲ့ထောက်ထောက်ပြီး အသံခိုးနားထောင်သူတစ်ယောက်ပါ\nအားကစားနည်းပြMr.Changရဲ့ အဖြစ်ကို မကြည့်ရက်နိုင်သူတစ်ယောက်ရှိပါတယ်\nဒါနဲ့ပဲ...Mr.Chang လက်ထဲကို Ms.Chen ရဲ့အခန်းသော့အပိုတစ်စုံရောက်လာခဲ့ပါတယ်.......\nတစ်နေ့.......Ms.Chen ရဲ့အခန်းထဲကိုဝင်ကြည့်နေတုန်းမှာ Ms.Chen တစ်ယောက်အိမ်စောစောပြန်လာတာနဲ့ ပက်ပင်းတိုးပါတော့တယ်\nဘာတွေဆက်ဖြစ်လာမယ် ထင်ပါသလဲ........\nသေချာတာကတော့........... Zzz\n(မင်းသမီးလေးတွေကတော့ မှုံနေအောင်ချောလွန်းပါတယ် :P)\n \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Adult, Crime, ...",
        "rating": "5.6",
        "url": "https://megaup.net/2VQrn/The_Tenants_Downstairs_(Lou_Xia_De_Fang_Ke)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/downsizing.jpg",
        "title": "Downsizing (2017)",
        "description": "သိပၸံပညာရွင္ေတြဟာ လူ ဦးေရ ထူထပ္မႈျပႆနာကို လူေတြကို ၅ လက္မအရြယ္အစား ေလာက္ျဖစ္ေအာင္ ခ်ံဳ႕ပစ္တဲ့အ စီအစဥ္နဲ႔ေျဖရွင္းခဲ့ရာမွာ ႀကံဳရ မယ့္ အေျခအေနေလးေတြကို တင္ဆက္ထားတာျဖစ္ပါတယ္။ ေပါလ္နဲ႔ေအာ္ဒေရတို႔ဟာ ေငြေရးေၾကးေရးမေျပလည္မႈေတြ ႀကံဳ ေနရတဲ့ဇနီးေမာင္ႏွံပါ။ ေက်ာင္းသားေဟာင္း စံုညီပြဲတစ္ခုကိုတက္ ရင္း ၅ လက္မအရြယ္ခ်ံဳ႕ထားတဲ့ သူတို႔မိတ္ေဆြ ေဒ့ဗ္၊ က႐ိုးလ္တို႔နဲ႔ ဆံုခဲ့ရပါတယ္။ လူဦးေရ ထူထပ္ မႈနဲ႔ စားနပ္ရိကၡာျပႆနာကို ေျဖ ရွင္းၿပီးသားျဖစ္ေစတဲ့ အရြယ္အ စားခ်ံဳ႕တဲ့ အစီအစဥ္ကို ေနာ္ေ၀း သိပၸံပညာရွင္ေတြက တီထြင္ခဲ့တာျဖစ္ၿပီး လူအေတာ္မ်ားမ်ားလည္း ပါ၀င္ထားၿပီျဖစ္ပါတယ္။အရြယ္အစားခ်ံဳ႕တဲ့ အစီအ စဥ္ကို ေပါလ္တစ္ေယာက္စိတ္ ၀င္စားခဲ့တဲ့အတြက္ ေဒ့ဗ္နဲ႔ေဆြး ေႏြးၾကည့္ခဲ့ၿပီး ေနာက္မွာေတာ့ ဆိုဒ္ခ်ံဳ႕ၿပီးရင္မူလအရြယ္အစား ျပန္မရႏိုင္ေတာ့မွန္းသိေပမယ့္ လူတန္းေစ့ေန ထိုင္စားေသာက္ႏုိင္ ဖို႔အတြက္ တစ္ေန႔တစ္ေန႔ စိတ္ ပူပန္ေနရတဲ့ ေပါလ္နဲ႔ေအာ္ဒေရ တုိ႔ဟာ ဘ၀ေနထိုင္မႈပိုေကာင္း မယ္လို႔ယူဆရတဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/downsizing-2017/",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMzA1MmZmODgtMTU0Ni00NDY0LWExZDMtYzQ2NjY1MGVmNWNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "[18+] Antiporno (2016)",
        "description": "Antiporno က Sakura ကို ပြန်ခဲ့တဲ့ Jueno ရဲ့ ဒုတိယ မြောက် ဂျပန်ရုပ်ရှင်ကားဖြစ်ပြီး\nဒီရုပ်ရှင်ကားကတော့ နည်းနည်းပိုထူးဆန်းပါတယ်\nဒီဇတ်လမ်းထဲမှာ ပါတဲ့ ကောင်မလေးဟာ ရုပ်ရှင်ရိုက်ရတာ ဝါသနာပါသူလေး ဖြစ်ပြီး\nစိတ္တစ ရောဂါသည်လဲ ဖြစ်နေပြန်ပါတယ်\nသူဟာ မနက်မိုးလင်းလာတိုင်း တစ်နေ့နဲ့ တစ်နေ့ ထပ်တူကျတဲ့ ကိစ္စမျိုးတွေပဲ ကြုံတွေ့နေရသူပါ\nလိင်စိတ်လွန်ကဲတဲ့ ရုပ်ရှင်မျိုုးတွေ ရိုက်ချင်သူဖြစ်ပြီး တကယ်တမ်းမှာတော့ သူဟာ ကျောင်းသူလေး တစ်ယောက်ပါ\nသူမ လုပ်နေသမျှ ဟာ ရုပ်ရှင်ရိုက်နေတယ်ပဲ ထင်နေခဲ့ပြီး အပျိုုစင်ဘ၀ ကိုတောင် လမ်းဘေးက\nလူတစ်ယောက်ကို ပေးခဲ့သူပါ အဲ့ဒါကိုလဲ ရုပ်ရှင်ရိုက်ကွင်းတစ်ခုလို ထင်နေပေမယ့်\nသူ့အပျိုစင် ဘ၀ ကို ယူပါဆိုပြီး သွားပြောမိတဲ့ လမ်းဘေးက လူကတော့ အလကားရတာ ဆိုပြီး ဘွတ်သွားပါတယ်\nအဲ့ဒီ အခါကျမှ သူမ ရုပ်ရှင်ရိုက်နေတာ မဟုတ်မှန်းသိသွားခဲ့တယ်ဆိုပါတော့ :Pရုပ်ရှင်တစ်ကားလုံးဟာ 18+ အခန်းတွေ အပြည့်နဲ့ မင်းသမီးဟာ\nခန္ဓာကိုယ်မှာ သိပ်ပြီး အဝတ်အစား မကပ်ပါဘူး အများအားဖြင့် ကိုယ်လုံးတီး ဖြစ်နေတက်ပါတယ်\nဒါကြောင့် လူ (၁၈) ယောက် စုကြည့်သင့်ပါတယ် မိသားစု ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zVx3/Antiporno_(Anchiporuno)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNDI4ZDUyNzItYTgzNC00ZWM0LWIxNTQtYzgyYzMzZTBjMTNiXkEyXkFqcGdeQXVyNjM0MTUxNjc@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "[18+] Trap (2015)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။\n  Dark Side Production ကေန ေနာက္ထပ္ ကိုရီးယားကား အလန္းေလး တင္ဆက္လိုက္ျပန္ပါၿပီ...အႏုပညာရွင္ လူငယ္ ဇာတ္ညႊန္းေရးဆရာတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းက ဘယ္လိုျဖစ္မယ္လို႔ ကိုယ့္လူတို႔ ထင္လဲ...?ဇာတ္ညႊန္းေရးၿပီဆိုရင္ သူ႔စိတ္ႀကိဳက္ ေရးပိုင္ခြင့္ရမွ ေက်နပ္တဲ့ ဂ်န္မင္န္...ေရးၿပီဆိုရင္လည္း ေအးေအးေဆးေဆး စ်ာန္ဝင္ၿပီးမွ ေရးလို႔ရတဲ့သူရည္းစားနဲ႔ အဆင္မေျပမႈေတြ ျဖစ္ေနလို႔ စိတ္ေတြ႐ႈပ္ေနတဲ့အခ်ိန္သူငယ္ခ်င္းက ဇာတ္ညႊန္းလာအပ္လို႔ ထုံးစံအတိုင္း စိတ္ၿငိမ္တဲ့ေနရာမွာ စာေရးဖို႔ ထြက္လာရင္း...ေတာတြင္း တည္းခိုတဲ့အိမ္က ေကာင္မေလးနဲ႔ ေတြ႕တဲ့အခါမွေတာ့...ဇာတ္ညႊန္းေကာင္းႀကီးပဲ ထိုင္ေရးေနမလား...ဇာတ္ကားနာမည္အတိုင္း ေထာင္ေခ်ာက္ပဲ မိသြားမလား...ေပ်ာ္ေပ်ာ္ႀကီးပဲ ၾကည္ႏူးေနမလား ဆိုတာကေတာ့ ကိုယ့္လူတို႔ပဲ မ်က္လုံးအရသာ ခံၾကေပေတာ့ဗ်ာ.... File Size : (800 MB),(500 MB) and (300 MB)\nQuality : DVDRip 480p\nRunning Time : 1hr 47min\nFormat : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18-trap-2015/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/b-132x200.jpg",
        "title": "Bomb City (2017)",
        "description": "ကၽြန္ေတာ္တို႔နိုင္ငံအပါအဝင္ လူ႔အဖြဲ႔အစည္းေတာ္ေတာ္မ်ားမ်ားမွာ ျခားနားမႈနဲ႔႔ပတ္သက္ျပီး ခြဲျခားဆက္ဆံခံရမႈေတြေတာ္ေတာ္မ်ားမ်ားရွိပါတယ္။အေမရိကန္လိုနိုင္ငံမ်ိဳးမွာေတာင္ ဒီလိုအျဖစ္အပ်က္ေတြရွိခဲ့ပါတယ္။လူေတာ္ေတာ္မ်ားမ်ားက အသြင္အျပင္ ဝတ္စားဆင္ယင္မႈ ေနထိုင္မႈဘဝပံုစံေတြဟာ အမ်ားနဲ႔မတူတဲ့အခါ ေလွာင္ေျပာင္ရယ္ေမာ အျပစ္တင္တတ္ၾကတာေတြရွိပါတယ္။အသားအေရာင္ခြဲျခားမႈေတြ၊ လိင္စိတ္တိမ္းညြတ္မႈေတြ၊ လူမ်ိဳးမတူညီတာေတြ ကစလို႔ ကိုးကြယ္ယံုၾကည္မႈမတူတာေတြအထိေပါ့ဗ်ာ။ဒီဇာတ္လမ္းကေလးကေတာ့ ၁၉၉၀ပတ္ဝန္းက်င္ အေမရိကန္ႏိုင္ငံတကၠဆက္ျပည္နယ္ကျမိဳ႕ေလးတစ္ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ျဖစ္ရပ္တစ္ခုကိုရိုက္ထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ခုပါ။အဲ့ဒီျမိဳ႕မွာေနထိုင္ၾကတဲ့ ပန္႔္ခ္လူငယ္ေတြရဲ႕ဘဝေနထိုင္မႈနဲ႔ပတ္ဝန္းက်င္ကလူေတြရဲ႕အျမင္ေတြ ပြတ္တုိ္က္မႈျဖစ္တဲ့အခါ တရားဥပေဒဟာ သူတို႔ဖက္မွာရွိမေနေၾကာင္းကို ရိုက္ျပထားပါ။တရားဥပေဒဟာလူအမ်ားစုရဲ႕လက္ထဲမွာပဲရွိတယ္ဆိုတာျဖစ္သင့္ပါသလား။ဒီဇာတ္ကားဟာ လူ႔အဖြဲ႕အစည္းနဲ႔ပတ္သက္ျပီး မက္ေဆ့ေတာ္ေတာ္မ်ားမ်ားေပးထားတဲ့ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္။အညႊန္းမွာေရးထားတာက အဲ့ဒီမက္ေဆ့ေတြရဲ႕အပိုင္းအစေသးေသးေလးပဲရွိပါေသးတယ္။ေနာက္ထပ္ထူးျခားတာတစ္ခုက ကမၻာေက်ာ္အဆိုေတာ္ၾကီး Marilyn Manson လည္းဒီထဲမွာပါဝင္သရုပ္ေဆာင္ထားတာပဲျဖစ္ပါတယ္။ဒီကားေလးဟာ လူၾကီးမင္းတို႕ရဲ႕ ႏွလံုးသားနဲ႔ဦးေနွာက္တစ္ေနရာရာကို ထိသြားလိမ့္မယ္လုိ႔ယံုၾကည္ပါတယ္။၂၀၁၈ ေဖေဖာ္ဝါရီမွာထြက္ခဲ့တာျဖစ္ျပီး Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 7.2/10 Rotten Tomatos 83% Google Users 95% ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကကိုၾကီးဇြဲပါ) File Size : (800 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 35min\nFormat ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bomb-city-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/proposal-poster-135x200.jpg",
        "title": "The Proposal (2009)",
        "description": "The Proposal (2009)_______IMDb - 6.7/10\n The Proposal ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၀၉ခုနှစ်ထွက်ဒရာမာဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားကြာမြင့်ချိန်က ၁နာရီ မိနစ် ၄၀ကျော်ရှိပြီး Imdb rating 6.7/10 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါ။ပါဝင်သရုပ်ဆောင်ထားသူတွေက တော့ နာမည်ကြီးမင်းသမီး Sandra Bullock.....မင်းသား Ryan Reynolds တို့ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့စာအုပ်တိုက်တစ်ခုမှာ အယ်ဒီတာချုပ်ဖြစ်တဲ့ Margret တစ်ယောက် ဗီဇာစည်းကမ်းဖောက်လို့ ပြည်နှင်ဒဏ်အပေးခံရမယ့်အခြေအနေဆိုက်နေပါတယ်....သူ့အတွက်ဖြေရှင်းဖို့နည်းလမ်းကတော့ နိုင်ငံသားတစ်ယောက်နဲ့လက်ထပ်တာပါ....အဲဒီအခါ သူ့လက်ထောက်ဖြစ်တဲ့ Andrew နဲ့ လက်ထပ်ဖို့ကြံစည်ပါတော့တယ်.....ဒါပေမယ့်လည်း အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးအရာရှိမှ သူတို့နှစ်ယောက်ပေါင်းလိမ်နေတယ်လို့သံသယရှိလာတာကြောင့် ၂ယောက်စလုံးကိုမေးခွန်းတွေမေးမယ် မတူရင် Margret က နယ်နှင်ဒဏ် Andrew ကငွေဒဏ်နဲ့ထောင်ဒဏ်ခံရမှာပါ.....ဒီကိစ္စ ကိုဖြေရှင်းဖို့ ၂ယောက်သားဘယ်လိုတွေလုပ်ဆောင်မလဲ ဘယ်လိုကမောက်ကမတွေဖြစ်ပြီး နှစ်ဦးသား ဘယ်လိုအတူဖြတ်ကျော်ကြမလဲ။....မိသားစု....ရည်းစားဟောင်းစတဲ့အခက်အခဲတွေကြားမှာ မထင်မှတ်ပဲအချစ်စစ်တစ်ခုပေါက်ဖွားလာနိုင်မလား၊ ဆိုတာတော့ Dramaကြိုက်တဲ့ ပရိသတ်ကြီးတွေကိုယ်တိုင်ကြည့်ရှုလိုက်ပါဦးနော်The Proposal ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၀၉ခုႏွစ္​ထြက္​ဒရာမာဇာတ္​ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​ကားၾကာျမင္​့ခ်ိန္​က​ ၁နာရီ မိနစ္​​ ၄၀​ေက်ာ္​႐ွိၿပီး Imdb rating 6.7/10 အထိရ႐ွိထားတဲ့ဇာတ္ကားေလးပါ။ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dpvd/The_Proposal_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/breadwinner-127x200.jpg",
        "title": "The Breadwinner (2017)",
        "description": "Breadwinner ဇာတ္​ကား​ေလးဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ​ကာတြန္​းကား​ေလးျဖစ္​ပါတယ္​Imdb rating 7.6/10.....rotten tomatoes 94% ထိရ႐ွိထားတဲ့ အႀကိမ္​ ၉၀​ေျမာက္​အကယ္​ဒမီ ဇကာတင္​ကား​ေလးျဖစ္​ပါတယ္​စာ​ေရးဆရာDeborah Ellisရဲ႕အ​ေရာင္​းရဆံုး၀တၳဳကိုအ​ေျခခံ႐ိုက္​ကူးထားၿပီး နာမည္​ႀကီးမင္​းသမီးဂ်ိဳလီကိုယ္​တိုင္​ထုတ္​လုပ္​​ေရးမွာပါ၀င္ခဲ့ပါတယ္ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့.....ဇာတ္​လမ္​းနာမည္​​ေလးျဖစ္​တဲ့ breadwinner ဆိုတဲ့အဓိပၸါယ္​က မိသားစုအတြက္​႐ုန္​းကန္​​ေထာက္​ပံ့​ေပးသူ ကိုဆိုလိုတာပါတာလီဘန္​​ေတြအုပ္​စိုး​ေနတဲ့ကာဘူးလ္​ၿမဳိ႕မွာ ပါဗာနာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ရွိတယ္သူမဟာ ငယ္ရြယ္လွပသူျဖစ္ေပမယ့္ တာလီဘန္ႀကီးစုိးတဲ့ေနရာမွာ ေနရတဲ့အျပင္ ေျခတဖက္ျပတ္ဖခင္နဲ႕မိခင္အုိႀကီးကုိလုပ္ေကြ်းေနရေလေတာ့ ေန႕စဥ္နဲ႕အမွ်ခက္ခဲပင္ပန္းေနရရွာတယ္.ဒါ့အျပင္ သူမမွာ လူမမယ္ေမာင္ေလးတစ္ေယာက္လည္းရွိေသးတယ္..ဘယ္လုိပဲပင္ပန္းပါေစ သူမဟာ မိသားစုအတြက္ရုန္းကန္ေနရတာကုိေပ်ာ္ရႊင္ေနပါတယ္​တစ္​​ေန႔မွာ​ေတာ့ အစြန္းေရာက္တစ္ခ်ဳိ႕ဟာ သူမရဲ႕ဖခင္ႀကီးကုိ မွားယြင္းစြပ္စြဲခဲ့ပါတယ္..သူမဟာ ဖခင္ရဲ႕အခက္အခဲေတြေျဖရွင္းဖုိ႕ႀကဳိးစားေနတုန္းမွာပဲအစြန္းေရာက္ေတြက စည္းကမ္းခ်က္အသစ္ထုတ္လုိက္ပါတယ္..အဲ့ဒါကေတာ့ ေယာကၤ်ားေလးအုပ္ထိန္းသူမပါပဲ အမ်ဳိးသမီးေတြအျပင္မထြက္ရဆုိတဲ့ အမိန္႕ပါပဲ..ကုိင္းပရိတ္သတ္ႀကီးေရ ပါဗာနာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ ဖခင္ႀကီးရဲ႕အခက္အခဲေတြကုိဘယ္လုိကူညီရင္ဆုိင္ေျဖရွင္းမလဲ..အုပ္ထိန္းသူေယာကၤ်ားေလးမပါအမ်ဳိးသမီးမ်ားအျပင္မထြက္ရအမိန္႕ကုိလက္တစ္လုံးျခားဘယ္လုိရင္ဆုိမလဲ.စတာေတြကုိ ၾကည့္ရႈခံစားၾကည့္လုိက္ပါဦး (ဘာသာျပန္သူကေတာ့ အိပပစံပါ) File Size : (800 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 34min \nFormat : Mp4\nGenre : Animation, Drama, Family\nSubtitle : ...",
        "rating": "7.5",
        "url": "https://megaup.net/2glTW/The_Breadwinner_[2017]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjY5OGJkY2ItMTJiZS00YmI0LTk1MTYtN2MyMzdiZTRjMGVjXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Mom (2017)",
        "description": "2017 မွာထြက္ခဲ့သမွ် Bollywood ကားေတြမွာ အားရစရာ သိပ္မေတြ႕ခဲ့ဘူး\nအထူးသျဖင့္ တကယ့္ ဂရိတ္ႀကီးေတြရဲ႕ ကားေတြ ေတာ္ ေမွ်ာ္လင့္သလုိ္ ျဖစ္မလာခဲ့ဘူး\n(Akshay ရဲ႕ Toilet ေတာ့မၾကည့္ရေသး)Badrinath Ki Dulhania ေလးေတာ့ မဆုိးပါဘူး====================================================ဒီတစ္ခါ Bollywood ပရိတ္သတ္ႀကီးကုိ တင္ဆက္ေပးမွာကေတာ့ မင္းသမီးႀကီး Sridevi ရဲ႕ Mom ဆုိတဲ့ ဇာတ္ကားပါပဲ ႕႕႕႕႕\nEnglish Vinglish မွာ ထူးထူးျခားျခား သတိထားမိတာပါ ( တျခားကားေတြ မၾကည့္ဖူး )ဒီကားထဲမွာလည္း သ႐ုပ္ေဆာင္သြားတာ သိပ္ေကာင္းလြန္းလုိ႔ မ်က္ရည္ဝဲမိတဲ့ အထိပါပဲ ႕႕႕႕႕႕႕\nအေမတစ္ေယာက္ရဲ႕ ေမတၱာ ဂ႐ုဏာ ေဒါသ အားလုံးကုိ ကြ်န္ေတာ့္တုိ႔ကုိ ခ်ျပသြားႏုိင္ပါတယ္မိခင္ ျဖစ္ထားတဲ့ သူေတြ မိခင္ျဖစ္လာမည့္ သူေတြ ေတြ သမီးမိန္းကေလးေတြ\nသမီးရွင္ေတြ လက္လြတ္မခံပဲ ၾကည့္ထားသင့္တဲ့ ပညာေပး ဇာတ္ကား တစ္ကားပါ။IMDB ...",
        "rating": "7.4",
        "url": "https://megaup.net/2drxc/Mom_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNGNiNWQ5M2MtNGI0OC00MDA2LWI5NzEtMmZiYjVjMDEyOWYzXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Shape of Water (2017)",
        "description": "Pan's Labyrinth ရုပ်ရှင်ဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Del Toro တစ်ဦးတည်းကပဲရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားမို့ ဇာတ်လမ်း အပြင်အဆင် တွေ Effect အလန်းစားတွေအကြောင်းကိုတော့ သိပ်ပြီး စာဖွဲ့ပြနေစရာလိုမယ်မထင်ပါဘူး...ဒီဇာတ်ကားကို ၇၄ကြိမ်မြောက် ဗင်းနစ် အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော် မှာယှဉ်ပြိုင်ဖို့ရိုက်ကူးခဲ့တာဖြစ်ပြီး...အဲ့ဒီပွဲတော်မှာ အကောင်းဆုံးရုပ်ရှင်ဆု Golden Lion ဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်...ေနာက်ထပ် ဝေဖန်မှုတွေ Best Director,Best Picture,Best Screenplay,Best Actress အပါအဝင် မရေမတွက်နိုင်တဲ့ဆုပေါင်းများစွာကို လက်ခံရရှိထားကာအလွန်နာမည်ကြီးနေတဲ့ ရုပ်ရှင်တစ်ကားလို့ ဆိုရမှာပဲ...ဒီလို ကားမျိုးမှ မကြည့် ဘာသွားကြည့်မလဲ ဘာညာပေါ့နော်...ဇာတ်လမ်းအကျဉ်းပြောရရင်...ထူးထူးဆန်းဆန်း လည်ပင်းမှာ အမာရွတ်နဲ့ မြစ်နားက ကောက်ယူမွေးစားခံရတဲ့ မိဘမဲ့ကလေး အလိုင်စာ ဟာ စကားမပြောတတ်သူပါ...ပြဇာတ်ရုံရဲ့ အပေါ်ထပ်အခန်းမှား ငှားနေရတယ်ပေါ့သူ့မှာလည်း သူငယ်ချင်းနှစ်ဦးတည်းရှိတယ်(သူတို့ဟာလည်း Best supporting ဆုတွေ ရရှိခဲ့) ကိတ်ဖုတ်တဲ့ကောင်လေးကိုကြိုက်နေတဲ့ အလိုင်စာ့ ရှေ့ခန်းက ဂေး ...",
        "rating": "7.8",
        "url": "https://megaup.net/3yHma/The_Shape_Of_Water_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNzgxMzExMzUwNV5BMl5BanBnXkFtZTcwMDc2MjUwNA@@._V1_-138x200.jpg",
        "title": "Udaan(2010)",
        "description": "Udaan(2010)IMDb....8.2တစ်ချို့သောမိဘတွေဟာ သူတို့ရဲ့ချစ်ခြင်းမေတ္တာ၊သားသမီးအပေါ်ထားတဲ့ စေတနာ၊အကြင်နာတွေကို ကလေးအိပ်ပျော်သွားတဲ့အချိန်ရောက်မှ ခိုးနမ်းရင်း ပြကြတယ်...ဘာဖြစ်လို့ အဲ့ဒီလိုလုပ်ကြလဲမေးရင် သူတို့ရဲ့ပျော့ညံမှုကို သားသမီးတွေ မမြင်စေလိုတာရယ်တစ်ကြောင်း တစ်အားချစ်မှန်းသိရင်ကလေးကို ဆုံးမရခက်မှာစိုးရိမ်လို့ဆိုတဲ့စကားမျိုးဖြေကောင်းဖြေကြပါလိမ့်မယ်....မိဘတစ်ချို့ဟာ ကလေးစကားစပြောတတ်ပြီဟေ့ ဆိုတာနဲ့အများဆုံးဘာသင်လဲဆိုတော့ သားလေး သမီးလေး ကြီးလာရင်ဘာလုပ်မလဲဆိုတဲ့အမေးစကားကို ဆရာဝန်ကြီးလုပ်မယ်...အင်ဂျင်နီယာကြီးလုပ်မယ်ဆိုတဲ့အဖြေစကားပါပဲ....ဧည့်သည်တွေ ဆွေမျိုးတွေကြားထဲမှာ ဒီကလေးတွေရဲ့အဖြေဟာ ဂုဏ်ယူစရာဖြစ်ခဲ့သလိုအရွယ်ရောက်လာရင်လည်း ဒီလိုမျိုးတွေဖြစ်လာဖို့  ပြုစုပျိုးထောင်ပုံသွင်းကြတယ်...တစ်ချို့သောကလေးတွေအတွက် အဆင်ပြေပေမယ့် ၀ါသနာနဲ့နှလုံးသားရဲ့မြတ်နိုးရာလမ်းကြောင်းတစ်ခုကို ကိုယ်တိုင်ရှာဖွေတွေ့ရှိသွားတဲ့ကလေးတွေအတွက် အနာဂတ်ဟာ ဝေ၀ါးသွားတတ်တယ်....နားလည်ပေးနိုင်တဲ့မိဘမျိုးဆိုအဆင်ပြေပေမယ့် အတ္တအနည်းငယ်ကြီးတဲ့မိဘမျိုးရှိသူ ကလေးအတွက်တော့ လမ်းမှားတောင်ရောက်သွားနိုင်ပါတယ်....ဒီကားက အင်ဂျင်နီယာကြီးဖြစ်စေချင်တဲ့ မိဘနဲ့ စာရေးဆရာ ကဗျာဆရာဖြစ်ချင်တဲ့ သားတစ်ယောက်အကြောင်းရိုက်ပြထားတာပါ.....အိန္ဒိယရုပ်ရှင်တွေရဲ့အကောင်းဆုံး(၄၆)ကားစာရင်းထဲပါခဲ့သလို၊အကောင်းဆုံးရုပ်ရှင်ဆု၊အကောင်းဆုံးဇာတ်လမ်းဆု၊အကောင်းဆုံးဇာတ်ပို့ဆုနဲ့အခြေားဆုပေါင်းများစွာရရှိထားပါတယ်....ဒီကားမဒေါင်းခင်ကြိုပြောလိုတာက မင်းသမီးမပါသလို ခမ်းနားထည်ဝါတဲ့ အကတွေ သမီးရည်းစားအချစ်ခန်းတွေမပါဘူး....ပညာပေးကားတွေရိုက်တဲ့နေရာမှာ အိန္ဒိယကားတွေဟာ အဆန့်အတန်းရှိကြောင်းခင်ဗျားဟာဒီကားကြည့်ပြီးသတိထားမိသွားလိမ့်မယ်..အယ် အစကထဲက သတိထားမိပြီးသားဆိုရင်လည်း ခင်ဗျားတို့ကြိုက်တဲ့ အဆင့်အတန်းရှိပညာပေးကားစာရင်းမှာUdaan ဆိုတဲ့ကားကို စာရင်းထပ်သွင်းလိုက်မှာ ကျွန်တော်ရဲရဲကြီးအာမခံရဲတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Lyric Lynn Khant ဖြစ်ပါတယ်.....File Size…(900MB) and (400MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:14:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by  Lyric Lynn Khant",
        "rating": "8.2",
        "url": "https://megaup.net/Tpya/Udaan_[2010]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZDRjZWZlNjAtYjM1ZS00ZjAyLWE4MmEtNWVmNzZiNTYzOThjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Man Who Invented Christmas (2017)",
        "description": "အင်္ဂလိပ်စာရေးဆရာကြီး ချားလ်စ်ဒစ်ကင်းစ် ဆိုရင်ကမ္ဘာ့စာ​ပေလောကမှာမသိတဲ့လူမရှိပါဘူး။သူဟာအောင်မြင်တဲ့စာအုပ်များစွာကိုရေးသားခဲ့ပြီး သူရေးတဲ့စာအုပ်တွေဟာ အံ့သြလောက်အောင် အရောင်းရဆုံးတွေဖြစ်ခဲ့ပါတယ်။သူဖန်တီးခဲ့တဲ့ စိတ်ကူးယဉ်ဇာတ်ကောင်တွေဟာ လူတွေရဲ့နှုတ်ဖျား တွေ ရုပ်ရှင်ကားတွေမှာ ခုထိအသက်ဝင်ရှင်သန်နေတုန်းပါပဲ။မြန်မာနိုင်ငံကအများသိကြတဲ့ စာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း သူ့ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Great Expectation ဆိုတဲ့စာအုပ်ကို “မျှော်တလင့်လင့်”ဆိုပြီး မြန်မာမှုပြုရေးသားခဲ့ဖူးပါတယ်။ဒီရုပ်ရှင်လေးကတော့ စာရေးဆရာကြီးချားလ်စ်ဒစ်ကင်းစ်ရဲ့ ဘဝတစ်စိတ်တစ်ပိုင်းကို ခပ်မြူးမြူးလေးရိုက်ပြထားတဲ့Drama/Biography ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ချားလ်စ်ဟာ A Christmas Carol ဆိုတဲ့စာအုပ်ကိုမထုတ်ခင်ရှေ့မှာစာအုပ်သုံးအုပ်ဆက်တိုက်အရှံူးပေါ်ခဲ့ပါတယ်။ဒါနဲ့ခုစာအုပ်ကိုရေးဖို့ သူ့မှာ ဖိအားများစွာဖြစ်ပေါ်လာခဲ့တယ်။နောက်ဆုံးသူဒီစာအုပ်ကိုရေးသားထုတ်ဝေပြီးချိန်မှာ အရင်ခရစ္စမတ်ကိုပစ်ထားကြတဲ့ အင်္ဂလိပ်တွေကစလို့ တစ်ကမ္ဘာလုံးကလူတွေ ခရစ္စမတ်ကိုယနေ့ထိပြန်လည်ကျင်းပလာကြတယ်လို့ဆိုပါတယ်။၂၀၁ရခုနှစ် နိုဝင်ဘာမှာထွက်ခဲ့တဲ့ကားဖြစ်ပြီး Rating တွေကတော့ Rotten Tomatoes 80%, IMDB 7.1/10 ရထားတာဆိုတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုရမှာပါ။တကယ်ကောင်းမကောင်းဆိုတာတော့ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုတော်မူကြပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ဆရာ ဇွဲပါ)File Size : (850 MB) and (290 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 44min \nFormat ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/man-invented-christmas-2017/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Casino(1995)",
        "description": "Casino(1995)\nIMDb......8.2,,,Rotten....80\nHEAT,THE SCORE,THE INTERN,GOODFELLAS စတဲ့ ကားတွေကြည့်ပြီး Robert De Niro ကိုသတိထားမိသွားတယ်\n...ဒီဘိုးတော်ကြီးကားတော်တော်များများ ဟာ ခမ်းနားထည်ဝါလွန်းတယ်....ဒါကြောင့် casino (1995)ကားကို စူးစမ်းကြည့်မိတယ် ...\n.Top Rated Movies #145 ထဲမှာပါသလို ဆုပေါင်းများစွာလည်း ရရှိထားတယ်...Sam AceRothestein အဖြစ် Robert De Niro ကသရုပ်ဆောင်ထားတယ်\n...သူဟာ လောင်းကစားတွေနဲ့ပတ်သက်လို့ထက်မြက်တယ်...သူ့မျက်လုံးတစ်စုံဟာ ၃၆ဝဒီဂရီပတ်ကြည့်ပြီးတာနဲ့ဘယ်ဝိုင်းက ထိုသားအခြေအနေ လောင်းေ\nကြးတွေက ဘယ်သူ့ဘက်အလေးသာနေတယ် ဘယ်သူတွေက မသာမာမှုတွေလုပ်နေတယ်ဆိုတာကို အကဲဖြတ်စွမ်းနိုင်\n်စွမ်းရှိတယ်..တစ်ဆက်ထဲ သူလိုချင်တဲ့အနေအထားကိုလည်းပြောင်းလဲနိုင်စွမ်းရှိတယ်..ဒါကြောင့် ကာစီနိုတွေကိုချုုပ်ကိုင်နေတဲ့သူတွေက သူ့ကု\nိ ကာစီနိုဝိုင်းတွေကိုကွပ်ကဲပေးဖို့ငှားခဲ့တယ်....သူကလည်းလက်ခံခဲ့တယ်...သူ့ကိုလက်ဖျားနဲ့မပြောနဲ့စကားကြမ်းပြောတဲ့သူတောင် အနားမှာမရှိအောင် လူမိုက်အကြီးအစား\nတစ်ယောက်ကိုသူ့အနားမှာထားပေးတယ်...အဲ့ဒီအလုပ်ကိုသူလက်ခံပြီးတဲ့နောက်မှာ အပြောင်းအလဲတွေ အများကြီးသူကြုံ\nရတော့တာပဲ....လူမိုက်တွေ...ရဲတွေ.....အစိုးရအကြီးအကဲတွေ....ဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့သူတွေ.....ဒီကားမျိုးက ကြည့်ပြီးတွေးမြင်ခံစားလို့ကောင်းတဲ့ကားမျိုးဆိုတော့\nဆက်မပြောတော့ပါဘူး...... ဒီကားကတစ်ချို့သူတွေအတွက်တော့ ဂျင်းပေါ့ဗျာ.အယ်..တစ်ချို့သူတွေအတွက်တော့ (gem)ဖြစ်သွားလိမ့်မယ်....File Size…(950MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:58:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Theint Yadanar Oo",
        "rating": "8.2",
        "url": "https://megaup.net/34mii/Casino_[1995]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/all-i-see-is-you-poster-135x200.jpg",
        "title": "All I See Is You (2016)",
        "description": "All I See Is You (2016)_____IMDb - 5.4/10\n   \nဂျီနာဆိုတဲ့ မိန်းကလေးက မတော်တဆမှုကြောင့်\nမျက်စိကွယ်ခဲ့ရတဲ့ ကောင်မလေးတစ်ယောက်ပါ။\nသူ့ယောက်ျားဂျိမ်းစ်နဲ့အတူ ဘန်ကောက်မှာနေတာဖြစ်ပြီး\nဂျိမ်းစ်ရဲ့စိတ်ရှည်သည်းခံစောင့်ရှောက်မှုတွေကြောင့် မျက်စိပြန်မြင်ခဲ့ရပါတယ်။\nဒါပေမဲ့ ဂျီနာမျက်စိပြန်မြင်တဲ့အချိန်မှာတော့ သူ့ရဲ့ လွတ်လပ်မှုတွေက\nဂျိမ်းစ်ကို သဝန်တိုမှုတွေဖြစ်စေခဲ့ပါတော့တယ်။\nတချိန်လုံးသူ့ဘေးမှာပဲ သူ့ကိုအားကိုးပြီးနေခဲ့ရတဲ့ မိန်းမ\nမျက်စိမြင်ပြီး လောကကြီးထဲ ပုံမှန်နေထိုင်ဖို့ကြိုးစားချိန်မှာ\nယောက်ျားတစ်ယောက်အနေနဲ့ မိန်းမကိုဆုံးရှုံးရမှာ ကြောက်နေပုံကို\nဒရမ်မာဆန်ဆန်ရိုက်ကူးထားတာဖြစ်လို့ ဒရမ်မာပရိသတ်တွေအတွက်တော့\nကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါလို့ ညွှန်းလိုက်ပါရစေ……..\n \n(ဘာသာပြန်သူကတော့ မေသူရလွင်ပါ)\n   \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 49min \nFormat : Mp4\nGenre : Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :LIMITED.720p.BluRay.x264-DRONES\nTranslated by May Thura Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1xYqf/All_I_See_Is_You_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjEyNTM3MDQ2NV5BMl5BanBnXkFtZTgwMDI5Nzk1NDM@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Beast of Burden (2018)",
        "description": "Beast of Burden ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်မှ ပူပူနွေးနွေးဖြန် ့ချိထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Imdb Rating 5.5/10 ရရှိထားပြီးဇာတ်လမ်းကြာမြင့်ချိန်ကတော့ ၁နာရီခွဲပါပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟယ်ရီပေါ်တာမင်းသားချော Daniel Radcliffe.....Grace Gummer.....Pablo Schreiber တို ့ဖြစ်ကြပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်ဟာ မိန်းမဖြစ်သူရဲ ့ကင်ဆာရောဂါကို ကုသဖို ့အတွက် တရားမဝင်ပစ္စည်းများကို လေယာဉ်ပျံနဲ ့ပို ့ဆောင်ရင်း ရဲဘက်ဆိုင်ရာနဲ ့ပူးပေါင်းပြီး စစ်ဆင်ရေးမှာပါဝင်ကူညီပေးရပါတော့တယ်......ဤကဲ့သို ့သောအခြေအနေမျိုးတွင် လူဆိုးများဘက်ကလည်း မသင်္ကာ.....ရဲဘက်ကလည်း စစ်ဆင်ရေးပြီးတာနဲ ့ သူ ့ကိုအရေးယူမယ့်အခြေအနေ......ဓားစာခံအဖြစ် မိန်းမဖြစ်သူဖမ်းခေါ်ခံရ........စတဲ့အဖြစ်အပျက်တွေကြားမှာ ရှောင်တစ်ယောက် အခက်အခဲတွေကို ဘယ်လိုဖြတ်ကျော်ပြီး မိန်းမဖြစ်သူကိုကယ်တင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် အက်ရှင်ကားလေးဖြစ်ပါတယ်File Size : (700 MB) and (295 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/beast-burden-2018/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/marrowbone_ver2-138x200.jpg",
        "title": "Marrowbone (2017)",
        "description": "တက်သစ်စလူငယ်သရုပ်ဆောင်တွေနဲ့ ပွဲထွက်ခဲ့ပြီးတော့ ဒါရိုက်တာ Sergio G. Sanchez ရိုက်ကူးခဲ့တဲ့ Marrowbone အမည်ရ Drama/Horror ကားကို နာမည်ကျော်ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်တဲ့ Universal မှ 2017 October မှာ ထုတ်လွှင့်ခဲ့ပါတယ်။အမေဖြစ်သူနဲ့ သားသမီးလေးယောက်တို့ဟာ လူတစ်ယောက်ရဲ့ရန်ကိုကြောက်ရွံ့တာကြောင့် အင်္ဂလန်မှ အမေရိကန်မှာရှိတဲ့ မဲရိုးဘုန်းလို့အမည်ရတဲ့အိမ်ကြီးတစ်အိမ်ကိုပြောင်းရွှေ့နေထိုင်ခဲ့ကာ ဘဝအသစ်ကိုစတင်ခဲ့ပါတယ်။ရောဂါကြောင့် အမေဖြစ်သူသေဆုံးသွားတဲ့အခါမှာတော့ ညီငယ် ညီမငယ်တွေကို စောင့်ရှောက်ဖို့တာဝန်ဟာ သားအကြီးဖြစ်သူ ဂျက်ပခုံးပေါ်ကျရောက်လာပါတယ်။ဒါ့အပြင်မဲရိုးဘုန်းအိမ်ကြီးရဲ့နံရံအတွင်းမှာ အမျိုးအမည်မသိတဲ့အန္တရာယ်တစ်ခုဟာလည်းတည်ရှိနေပါတယ်။ဂျက်ဟာ သူ့အမေကိုကတိပေးခဲ့သလိုမျိုး သူ့မိသားစုကိုစောင့်ရှောက်နိုင်ပါ့မလား၊သူတို့အိမ်ရဲ့နံရံအတွင်းမှာရှိနေတဲ့ အရာကဘာလည်း၊ဇာတ်လမ်းဟာ Horror ထက် Mystery ဘက်ကိုပိုကဲတဲ့အတွက် ဘာမှသိပ်မသိပဲကြည့်ရတာပိုပြီးအရသာရှိပါလိမ့်မယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက မျိုးသန့်ကျော်ပါ) File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 50min \nFormat : Mp4\nGenre : Drama, Horror, Thriller\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2S9hy/Marrowbone_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/xBJJXU8usF9tQtAU1OeCEk8q3b1-133x200.jpg",
        "title": "Husband Killers (2017)",
        "description": "ခင်​ပွန်​းဖြစ်​သူရဲ့ကတိကိုယုံကြည်​တဲ့ ​ကြေးစားလူသတ်​သမ​လေးတစ်​ဦး....ချစ်​သူရဲ့သစ္စာကိုယုံကြည်​ပြီးဆယ်​နှစ်​​ကျော်​ အတူ​နေ​နေခဲ့တဲ့ ​ကောင်​မ​လေးတစ်​​ယောက်​....နဲ့မိန်​းမအပြင်​ ​နောက်​ထပ်​ချစ်​သူတစ်​​ယောက်​ရှိ​နေမှန်​းသိရက်​နဲ့ အဲ့လူကိုဆုံးရှုံးရမှာ​ကြောက်​လို့တွယ်​ကပ်​​နေတဲ့ ရဲ​မေတစ်​ဦး.....သူတို့သုံး​ယောက်​လုံးရ့ချစ်​သူက တစ်​​ယောက်​ထဲဆိုတဲ့အဖြစ်​မှန်​ကိုသိသွားတဲ့​နောက်​ တစ်​​ယောက်​ကိုတစ်​​ယောက်​ အ​သေသတ်​ဖို့ကြိုးစားကြ​ပေမယ်​့သူတို့သုံး​ယောက်​လုံးရဲ့အချစ်​ကိုပိုင်​ဆိုင်​ထားတဲ့ ထို​ယောကျ်​ားက ​လေး​ယောက်​​မြောက်​ချစ်​ရသူ​နဲ့ ​ပေါင်​းဖက်​ရဖို့ ဒီမိန်​းမသုံး​ယောက်​ကိုလှည်​့ကွက်​သုံးပြီး ​အစ​ဖျောက်​ခိုင်​းတဲ့အခါ....ဖိုက်​တာမသုံး​ယောက်​ ဒီလှည်​့ကွက်​ကို ဘယ်​လိုအန်​တုရင်​ဆိုင်​ကြမလဲ......?သစ္စာ​ဖောက်​ခံရတဲ့ မိန်​းက​လေးသုံး​ယောက်​အဖြစ်​ အလန်​းစားမင်​းသမီးသုံးဦးဖြစ်​တဲ့Chrissie Chau ; Gaile Lai နဲ့ Stephy Tang\nတို့က ပါဝင်​သရုပ်​​ဆောင်​ထားတာပဲဖြစ်​ပါတယ်​။မိန်​းမတစ်​​ယောက်​ရဲ့အချစ်​က ဖန်​ကွဲစလိုပဲကွဲအက်​သွားပြီးတဲ့အခါ ​ကော်​နဲ့ပြန်​ကပ်​လို့မရ​တော့ဘူး........ဆိုတဲ့စကား​လေးနဲ့ သူတို့ကိုဒုက္ခတွင်​းထဲပို့ခဲ့တဲ့​ကောင်​ကို​ရော ဘယ်​လိုအဆုံးသတ်​​ပေးကြမလဲ.....? စတဲ့​မေးခွန်​း​လေး​တွေနဲ့ အမျိုးသမီးဇာတ်​​ကောင်​​တွေကိုဦးစား​ပေးထားတဲ့ Husband killerဆိုတဲ့ အက်​ရှင်​ကား​လေးတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​​နော်​။(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ ကြာဖြူလွင်ပါ) File Size : (800 MB) and (276 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 36min \nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/husband-killers-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/td-135x200.jpg",
        "title": "The Disaster Artist (2017)",
        "description": "The Disaster Artist (2017)\nIMDb - 7.4/10_____Rotten - 91% နိုင်ငံတိုင်းမှာ ရုပ်ရှင်လောကတိုင်းမှာ ပေါကားဆိုတာရှိစမြဲပါ။ပေါတဲ့ခံယူချက်ကတော့ တူကြမှာမဟုတ်ပါဘူး။သရုပ်ဆောင်မကောင်းလို့၊ ဇာတ်အိမ်မကောင်းလို့၊ ကိုယ့်အနုပညာကို ပရိသတ်မြင်လာအောင်မချပြနိုင်လို့ပေါကားဖြစ်သွားကြတာတွေရှိသလို သူများနဲ့မတူအောင် ရိုက်ရာကနေ ပေါသွားတာမျိုး၊ ပိုက်ဆံရရင်ပြီးရော ပရိသတ်ကိုနားလည်ပါးရိုက်လုပ်နေတဲ့ ပေါကားတွေလဲ ဒုနဲ့ဒေးပါပဲ။ဒီ Disaster Artist ဆိုတဲ့ရုပ်ရှင်ကားကတော့၂၀၀၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်၊ အပေါဆုံးရုပ်ရှင်ဆိုတဲ့ ဂုဏ်ပုဒ်တွေရယူထားနိုင်တဲ့ The Room ဇာတ်ကားရဲ့ပဲ့ကိုင်ရှင် Tommy Wiseau အကြောင်းကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဘယ်ကလာတယ်၊ အသက်ဘယ်နှနှစ်လဲ၊ ဘယ်မှာမွေးတာလဲ၊ ပိုက်ဆံတွေဘယ်လိုရလာသလဲဆိုတဲ့ နောက်ကြောင်းရာဇဝင် ဘာဆိုဘာမှမသိရတဲ့ Tommy Wiseau နဲ့ သရုပ်ဆောင်ဖြစ်ရရင်၊ အောင်မြင်ရရင် ကျေနပ်ပါပြီဆိုတဲ့ Greg။သူတို့နှစ်ယောက် လော့အိန်ဂျလိစ်ရဲ့လမ်းမထက်မှာ အိပ်မက်ကိုယ်စီမက်ခဲ့ကြတယ်။တစ်ယောက်ကိုတစ်ယောက် အားပေးဖို့၊ ကိုယ့်အိပ်မက်ကို ဘယ်တော့မှလက်မလျှော့ဖို့ ကတိပေးခဲ့ကြတယ်။ဟောလိဝုဒ်မှာ နေရာတစ်နေရာရလာဖို့ အမျိုးစုံကြိုးစားခဲ့ပေမယ့် ဟောလိဝုဒ်က သူတို့ကိုငြင်းပယ်လာတဲ့အခါ.....သူတို့နှစ်ယောက်မှာ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်တစ်ကားဖြစ်လာဖို့ ကမ္ဘာ့အကောင်းဆုံးအကြံတစ်ခုထွက်လာကြပါတယ်။အဲ့ဒါကတော့ ကိုယ့်ပိုက်ဆံနဲ့ကိုယ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yh3l/The_Disaster_Artists_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/full-movie-bleeding-steel-2017-720p-hd-137x200.jpg",
        "title": "Bleeding Steel (2017)",
        "description": "2018 ခုႏွစ္ထြက္ အခုမွ ပူပူေႏြးေႏြး ရံုတင္ေနတဲ့ မင္းသားၾကီးဂ်က္ကီခ်န္းရဲ႕ ကားသစ္ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ေတာ့ သိပၸံ အက္ရွင္ဒရမ္မာကားေလးပါဇာတ္ကားထဲမွာေတာ့ ဂ်က္ကီခ်န္းက တာ၀န္ေက်လြန္းတဲ့ ရဲ ၀န္ထမ္းအျဖစ္သရုပ္ေဆာင္ထားျပီးေတာ့ သူဟာ သူ႕ရဲ႕ တာ၀န္ကို အပ်က္ကြက္လံုး၀ မခံပဲ သူ႕သမီးေလး ေဆးရံုမွာ အေရးေပၚျဖစ္ေနတာေတာင္က်ရာတာ၀န္ကို မပ်က္မကြက္ထမ္းေဆာင္ခဲ့ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရဲ အရာရွိ လင္း ဟာ သူ႕သမီးေလး အေရးေပၚျဖစ္ေနလို႕ေဆးရံုကိုသြားေနတဲ့ အခ်ိန္မွာ သူႈ အထက္အရာရွိက သူ႕ကို ဖုနး္ဆက္ျပီး တာ၀န္ေပးလိုက္လို႕အေရးၾကီး သက္ေသကို ကာကြယ္ဖို႕အတြက္ သြားလိုက္ပါတယ္ဒါေပမဲ့ သက္ေသေကာ သူပါလုပ္ၾကံခံခဲ့ရျပီး အဲ့ဒီသိပၸံပညာရွင္ စမ္းသပ္ခဲ့တဲ့ ႏ်ဴကလီးယားေရာင္ျခည္သင့္ လူသားကလာေရာက္လုပ္ၾကံခဲ့တာျဖစ္ျပီး ေတာ့ ဂ်က္ကီခ်န္းတေယာက္ သတိလစ္သြားပါေတာ့တယ္အဲ့ဒီေနာက္မွာေတာ့ ဘာေတြဘလိုဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ  File Size : (950 MB) and (470 MB)\nQuality : HCWEBRip 720p\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gylD/Bleeding_Steel_[2017]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/d-140x200.jpg",
        "title": "The Mountain II (2016)",
        "description": "\"ခါဒေးလ်\"ဆိုတာ အီရတ်နဲ့တူရကီနိုင်ငံအကြားနယ်စပ်မှာ ရှိနေတဲ့ ဇနပုဒ်ရွာကလေးတစ်ရွာဖြစ်ပြီးတော့ တခါက တူရကီနိုင်ငံရဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ခဲ့ဖူးပါတယ်။\"ဇေဒါး\"အမှန်တရားကို ဖော်ထုတ်ဖို့အတွက် ဘာသာမတူပေမယ့် အိုင်အက်စ်(Daesh)တို့ဆီမှာ နှိပ်စက်ခံနေရတဲ့ ယာဇီဒီဘာသာဝင်တွေအတွက် ရပ်တည်ပေးခဲ့သူ မွတ်ဆလင်ဘာသာဝင်တူရကီ အမျိုးသမီး...အီရတ်နိုင်ငံထဲက \"ယာဇီဒီဘာသာဝင်''တွေ အပေါ် အကြမ်းဖက်မှုတွေကျူးလွန်နေတဲ့ အိုင်အက်စ်တွေအကြောင်း ရုပ်သံရိုက်ကူးမှုတွေပြုလုပ်နေတဲ့ \"ဇေဒါး\"တို့သတင်းသမားတွေကို အိုင်အက်စ်အဖွဲ့ကွဲ့က ဖမ်းဆီးပြီး ပြန်ပေးဆွဲမှုတစ်ခုပြုလုပ်ခ့ပါတယ်။အကြိမ်ကြိမ်အခါခါ သဘောထားပျော့ပျောင်းပြခဲ့တဲ့ တူရကီအစိုးရဟာ ခုတစ်ကြိမ်မှာတော့ ပြန်ပေးဆွဲသမားတွေတောင်းဆိုတာကို မလိုက်လျောတော့ဘဲ အဖမ်းဆီးခံ တူရကီနိုင်ငံသူကိုပဲ အထူးတပ်ဖွဲ့တွေသုံးပြီး ကယ်တင်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဇေဒါး အနေနဲ့ အသက်ဘေးကလွတ်မြောက်ခဲ့ရပေမယ့် အီရတ်နယ်စပ်ကခါဒေးလ်ရွာကလေးကတူရကီသားချင်းတွေဖြစ်တဲ့ Turkmens တွေကတော့ ဇေဒါးတို့နဲ့နှုတ်ဆက်စကားဆိုပြီး နောက်တစ်နေ့မှာကိုပဲ အိုင်အက်စ်တွေရဲ့ မြေလှန်သတ်ဖြတ်တာကို ခံရတေ့ာမှာပါ။ဇေဒါး အနေနဲ့ သူ့ကိုကယ်တင်ဖို့ရောက်လာတဲ့ တူရကီအထူးတပ်ဖွဲ့ဝင်တွေကိုအကူအညီတောင်းပေမယ့်လည်း နှလုံးသားမရှိသူတွေထံက အကူအညီရမယ့်ပုံမပေါ်ပါဘူး.....ဘာတွေများ ဆက်ဖြစ်ကြဦးမလဲ........File Size : (0.99 GB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "9.6",
        "url": "https://channelmyanmar.org/mountain-ii-2016/",
        "category": "Drama, War"
    }
]