[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MTQyNDEyN15BMl5BanBnXkFtZTgwMjE3NjgzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Polka King (2018)",
        "description": "​ဟောလိဝုဒ်​နာမည်​​ကျော်​ သရုပ်​​ဆောင်​ Jack Black ပါဝင်​သရုပ်​​ဆောင်​ထားပြီး IMDb rating 5.9 ရရှိထား​သော The Polka King ရုပ်​ရှင်​သည်​Pennsylvania ပြည်​နယ်​မှ Polka ဂီတ​ဖျော်​​ဖြေသူအနုပညရှင်​တစ်​ဦးဖြစ်​တဲ့ ဂျန်​လီဝင်​ရဲ့ အခက်​အခဲများကြားမှ ကြိုးကြိုးစားစားဖြင်​့ခက်​ခဲစွာ​အောင်​မြင်​​ကျော်​ကြားသူတစ်​ဦးဖြစ်​လာခဲ့ပုံသူ၏​ပေါင်​းသင်​းဆက်​ဆံမှုစွမ်​းရည်​ ပါးနပ်​မှု ရည်​မှန်​းချက်​ကြီးစွာကြိုးစားခဲ့သဖြင်​့​အောင်​မြင်​ခဲ့ပုံကျူ းလွန်​ခဲ့​သောအမှားများ​ကြောင်​့ကျရှုံးခဲ့ပုံ၊ဘဝ၏အတက်​အကျ မိသားစု၏အ​ရေးပါပုံ၊ကြိုးစားအားထုတ်​မှု၏တန်​ဖိုးတို့ကိုရသ​ပေါင်းစုံ​အ​ဖြစ်​ခံစားကြည်​့ရှုရမဲ့ Biography / Documentary ဆန်​ဆန်​ရုပ်​ရှင်​ကား​ကောင်​း​လေးဖြစ်​ပါတယ်​။File Size : (800 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre :Biography, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : iNTERNAL.1080p.WEB.x264-STRiFE\nTranslated by Htet Myet\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-polka-king-2018/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA3MjA1NDkxMTReQTJeQWpwZ15BbWU4MDU2Njg3NDMy._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Suburbicon (2017)",
        "description": "‌ဆက်​ပ်​ပါ​ဘေကွန်​ဆိုတာက​တော့ အလွန်​​ငြိမ်​းချမ်​းပြီး​တော့၊မြို့ကြီးပြကြီး​တွေလိုကားသံယာဉ်​သံ​တွေနဲ့ရှုပ်​​ထွေးကြပ်​ညှပ်​​နေခြင်​းမရှိတဲ့ ​တောမကျမြို့မကျ​နေရာ​လေးတစ်​ခုပဲဖစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးက​တော့ ၁၉၄၀-၅ဝဝန်​းကျင်​​တွေ​လောက်​ကကြီးထွားခဲ့တဲ့ လူဖြူလူမည်​းခွဲခြား​ရေးပြဿ နာ​ပေါ်မူတည်​ပြီး ဇာတ်​အိမ်​ဖွဲ့ရိုက်​ကူးထားတာဖြစ်​ပါတယ်​။အဆိုပါ ဆက်​ပ်​ပါ​ဘေကွန်​ဟာ​တော့ လူဖြူအများစုသာ​နေထိုင်​ကြတဲ့​ဒေသဖြစ်​ပါတယ်​။တ​နေ့မှာ​တော့ လူမည်​းမိသားစုဖြစ်​တဲ့ ​မေယာတို့မိသားစုဟာအဆိုပါ​ဒေသကို​ပြောင်​း​ရွေ့လာတဲ့အခါမှာ​တော့လူဖြူ​တွေကအပြင်​းအထန်​ကန်​့ကွက်​ကြပြီး လူမည်​းမိသားစုကိုဆက်​ပ်​ပါ​ဘေကွန်​ကထွက်​ခွာသွား​အောင်​ နည်​းအမျိုးမျိုးနဲ့လုပ်​​ဆောင်​ပါ​တော့တယ်​။သို့​ပေမယ်​့ ဒီဇာတ်​ကားထဲမှာ​တော့ အဲ့ဒီလူမည်​းမိသားစုဟာ ဒီဇာတ်​လမ်​းရဲ့အဓိကဇာတ်​​ဆောင်​​တွေမဟုတ်​ဘဲနဲ့သူတို့ရဲ့အိမ်​နီးနားချင်​းဖြစ်​တဲ့ ​လောချ်​့မိသားစုကအဓိကဇာတ်​​ဆောင်​ဖြစ်​​နေပါတယ်​။ ​မစ္စတာ​လော့ခ်​ဟာ​အောက်​ပိုင်​းမသန်​​တော့တဲ့ သူ့ဇနီးဖြစ်​သူရယ်​ သူ့ရဲ့တစ်​ဦးတည်​း​သောသားက​လေးရယ်​၊ ခယ်​မဖြစ်​သူတို့နဲ့အတူ​နေပါတယ်​။တစ်​ညမှာ မစ္စတာ​လော့ချ်​တို့မိသားစုမှာ အကြမ်​းဖက်​မှုဖြစ်​ပွားခဲ့ပြီး မသန်​စွမ်​းတဲ့ဇနီးသည်​ရဲ့အသက်​​ဆုံးရှုံးခဲ့ရပါတယ်​။အဆိုပါ အကြမ်​းဖက်​မှုမှာ မစ္စတာ​လော့ချ်​ကိုယ်​တိုင်​ပါဝင်​ပက်​​နေတာဖြစ်​ပါတယ်​။ဘာ​ကြောင်​့မစ္စတာ​လော့်​ချ်​က ဒီလိုမျိုးလုပ်​ရတယ်​၊ အဲ့ဒီက​နေပြဿ နာ​တွေကြီးထွားလာပြီးဘာဆက်​ဖြစ်​မယ်​၊ ဘယ်​လိုအလိမ်​​တွေ​ပေါ်ကုန်​မလဲ၊ ဘယ်​လို​ဖြေရှင်​းကြမယ်​ဆိုတာကို​တော့ ဇာတ်​လမ်​းက​လေးမှာဆက်​လက်​ကြည့်​ရှု့လိုက်​ပါ။ဒီဇာတ်​​လမ်​းကို ကြည်​့ဖြစ်​​အောင်​ကြည်​့လိုက်​ကြပါ။ဘာဖြစ်​လို့လဲဆို​တော့ ဒီဇာတ်​လမ်​း​လေးဟာ ကြည်​့ပြီးသွားရင်​ ဘာမှမရလိုက်​တဲ့​ပေါကားဇတ်​လမ်​းမျိုးမဟုတ်​ပါဘူး။ကြည့်​ပြီးတာနဲ့ တစိမ်​့စိမ်​့နဲ့စဉ်​းစားစရာ​တွေချန်​ထားခဲ့မယ်​ဇာတ်​ကားမျိုးဖြစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးရဲ့အဓိက​ပေးချင်​တဲ့ မက်​​ဆေ့ချ်​က​တော့ လူ​တွေရဲ့အပြင်​ပန်​းအသွင်​အပြင်​နဲ့အသားအ​ရောင်​​တွေကိုကြည့်​ပြီး​တော့ လူမျိုး​ရေးခွဲခြား​နေတာဟာ လုံးဝမဖြစ်​သင်​့​ကြောင်​းပြသသွားတာပါ။လူမည်​းဖြစ်​​ပေမယ်​့စိတ်​ထားဖြူစင်​တဲ့ မိသားစုကို​တော့လူ​တွေကပစ်​ပယ်​ကြပြီး၊ လူဖြူ ဖြစ်​ပြီး စိတ်​ဓာတ်​ညစ်​နွမ်​းတဲ့မိသားစုကို​တော့ သနား​နေကြတဲ့ပုံကိုပညာသားပါပါ​လေးတင်​ပြသွားတာပါ။ကြည်​့ပြီးရင်​မိမိအတွက်​တစ်​ခုခုပြန်​ရလိုက်​မယ်​့ဇာတ်​ကား​လေးဖြစ်​လို့ ကြည်​့ဖြစ်​​အောင်​ကြည့်​လိုက်​ကြပါဦး File Size : (900 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/suburbicon-2017/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Imatation-game-poster-146x200.jpg",
        "title": "The Imitation Game (2014)",
        "description": "The Imitation Game (2014)\nIMDb - 8.0/10_____Rotten - 90%Won 1 Oscar. Another 48 wins & 159 nominations\n  ဒီဇာတ်ကားကိုအခုခေတ်လူတွေကြည့်ခွင့်ရတာ တကယ့်ကိုထူးတဲ့ ကုသိုလ်တစ်ခုလို့မှတ်ရပါမယ်။\nဘာဖြစ်လို့လဲဆိုတော့ ဇာတ်ကားထဲက အချက်အလက်တွေက တကယ့် Top Secret တွေဖြစ်ပြီး\nဗြိတိန်နိုင်ငံက  ဒီအချက်အလက်တွေကို နှစ် ၅၀ ခန့်ထိမ်းသိန်းလျှို့ဝှက်ထားခဲ့တာပါ။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမဏီတို့ စစ်ရေးအရ အခြားနိုင်ငံတွေအပေါ် အသာရစေခဲ့တဲ့အရာဟာ Enigma လို့ခေါ်တဲ့ လျုှိ့ဝှက်ကြေးနန်းပို့စနစ်လို့ ဆိုနိုင်ပါတယ်။ Enigma ကတဆင့် သတင်းပေးပို့မယ်ဆိုရင် အခြားနိုင်ငံတွေအနေနဲ့ ဘယ်လိုမှ enigma စကားဝှက်တွေကိုဖော်နိုင်စရာမရှိပါဘူး။ possibilities ပေါင်း သန်းပေါင်း ၁၅၉ သန်းထိရှိတဲ့ စကားလုံးတွဲဖက်မှုတွေပေါ်လာနိုင်လို့ပါပဲ။ အဲဒီ possibilities အားလုံးကိုဖော်နိုင်တယ်ထားဦးတော့.....ဂျာမဏီတို့က ညသန်းခေါင်ကျော်ရင် setting အသစ်တစ်မျိုးထပ်ပြောင်းတာကြောင့် ၂၄ နာရီအတွင်း decipher လုပ်ဖို့ဆိုတာ mission impossible ...",
        "rating": "8.0",
        "url": "https://megaup.net/Scas/The_Imitation_Game_[2014]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTY5ODc5OTc2M15BMl5BanBnXkFtZTgwNjM0NjIzMzI@._V1_-135x200.jpg",
        "title": "Only the Brave (2017)",
        "description": "ဒီဇာတ်ကားလေးက ၂၀၁ရခုနှစ်ထွက် Rating 8 ရရှိထားတဲ့ Biography/Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။တကယ့်ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ပါဝင်သည့်သရုပ်ဆောင်များဟာလည်း ထိပ်တန်းသရုပ်ဆောင်များ ဖြစ်ပါတယ်။ဇာတ်ကားလေးဟာ ၂၀၁၃ခုနှစ် ဇွန်လ၂၈ရက်တွင်ဖြစ်ပွားခဲ့တဲ့ Yarnell Hill တောမီးလောင်မှုဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။Granite Mountain Hotshots မီးသတ်အဖွဲ့ဝင် ၁၉ဦးအသက်ပေးဆပ်ခဲ့ရတဲ့ အမေရိကကန်နိုင်ငံရဲ့ သမိုင်းတွင် တောမီးလောင်မှုကြီးတစ်ခုဖြစ်ပါတယ်။Hotshot ဆိုတဲ့အဖွဲ့အစည်းဟာ စစ်တပ်မှာဆိုရင် အထူးတပ်ဖွဲ့ဝင်တွေလိုပါပဲ။အထူးမီးသတ်တပ်ဖွဲ့ပဲဖြစ်ပြီး သူတို့ရဲ့လေ့ကျင့်မှုတွေဟာလည်း အလွန်ပြင်းထန်ပါတယ်။ဒီဇာတ်ကားမှာအဲဒီဖြစ်ရပ်ဆိုးကြီးမှာ အသက်ပေးသွားခဲ့ကြတဲ့ အထူးမီးသတ်တပ်ဖွဲ့တွေကို ဂုဏ်ပြုရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာဖြင့် အားဖြည့်ထားတဲ့အတွက် ကြည့်ရှုရတာတန်စေမယ့်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို အရသာပျက်သွားမှာရယ် ကိုယ်တိုင်ကြည့်ရှုစေချင်တာရယ်ကြောင့် မရေးပြတော့ပါဘူး။Rating အနေနဲ့ရောတော်တော်မြင့်မြင့်လေးရထားတာဖြစ်ပြီး Biography/Drama ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားလို့ပဲညွန်းချင်ပါတယ်။ File Size : (0.99 GB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 14min\nFormat : Mp4\nGenre :Biography, Drama\nSubtitle : ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/only-the-brave-2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZWY4ODYzMzYtN2I3Ny00NDkzLWFmNGQtZWVmZWNkYzU5ZjBkXkEyXkFqcGdeQXVyMzExMTY0MjU@._V1_SY1000_CR007511000_AL_-150x200.jpg",
        "title": "The Trip to Spain (2017)",
        "description": "2017 ခုနှစ်ထွက် ဟာသ ဒရာမာကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ မင်းသားကြီး Steve Coogan နဲ့ Rob Brydon တို့ရဲ့အပိုင်း၆ပိုင်းပါဝင်တဲ့ ဥရောပကိုဖြတ်သန်းတဲ့ခရီးစဉ်ကို အကျဉ်းချုံးလေးပြန်ရိုက်ထားတာပါဒီကားကတော့ စပိန်ကို သူတို့ရောက်နေတဲ့ အချိန်ကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့သူတို့ ရောက်နေတဲ့ အချိန် စပိန်မှာ ရှိတဲ့ အထင်ကရနေရာတွေကို ရိုက်ကူးပြထားတာပါသူတို့ ရဲ့ Trip to ဇာတ်ကားများစွာထဲကမှ အခုနှစ်ထဲမှာထွက်ရှိထားတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်  ကဲပရိတ်သတ်ကြီးကတော့သူတို့ သောက်စားပျော်ပါးတာတွေကို ကြည့်ပြီး အားကျလို့ရပါပြီ Qty - 720p wEB dLDuration - 1hr 26minGern- ComedyTranslator - si Thu HtunEncoder - Kyaw Ye Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-trip-to-spain-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMDQ2ZDhhNjUtN2Y2NS00NDgwLTg3YjItNGZlOGQ2Y2VjOTQxXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "Let Me Eat Your Pancreas (2017)",
        "description": "2017 ခုနှစ်ထွက် ဂျပန် Romantic ကျောင်းသားကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် IMdb မှာ 7.3 ရထားပြီးတော့ ဂျပန်မှာသာမကကမ္ဘာမှာပါပေါက်ခဲ့တဲ့ကားလေးတစ်ကားပါ ဇာတ်ကားလေးက ဇာတ်လမ်းလေးတင်မကပဲနဲ့ ပါဝင်သရုပ်ဆော်ငထားတဲ့ မင်းသားမင်းသမီးတွေကလဲ လုံးဝ အလန်းတွေမို့ကြည့်သင့်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ဇာတ်ကားလေးက တော့ လွန်ခဲ့တဲ့ အတိတ်ဇာတ်လမ်းမှာအကြောင်းကြောင်းကြောင့် ဝေးကွာခဲ့ရတဲ့ စုံတွဲလေး တစ်ရက်မှာ ကောင်လေးက ကျောင်းမှာ ဆရာပြန်လာလုပ်တဲ့အခါမှာ သူ့ တပည့်ဖြစ်သူကို သူ့ရဲ့ လွမ်းဆွေးစရာဇာတ်လမ်းလေးတွေ ဘယ်လို ရိုခဲ့တယ်ဆိုတာတွေကို ပြန်ပြောပြနေတဲ့ပုံစံလေး ရိုက်ကူးပြထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငါ ( Takumi Kitamura) ဟာအထက်တန်းကျောင်းသားလေးတစ်ယောက်ပါ သူ့ရဲ့ သူငယ်ချင်းလေး ဆာကူရာ (Minami Hamabe) ကတော့ပန်ကရိယ မကောင်းတဲ့ ရောဂါကိုခံစားနေရတာပါ ဒီလိုနဲ့ သူမဟာ သေဆုံးသွားခဲ့ပြီး တော့ ၁၂ ကြာတဲ့ အခါမှာTakumi Kitamura ဟာ ဆာကူရာ ရဲ့ စကားကိုနားထောင်ပြီး သူတို့ ၂ယောက်ငယ်ငယ်က တက်ခဲ့တဲ့ ကျောင်းမှာကျောင်းဆရာလာပြန်လုပ်ပါတယ် သူဟာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/let-me-eat-your-pancreas-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/american_satan-136x200.jpg",
        "title": "American Satan (2018)",
        "description": "Rockerႀကီး​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစ။ဒ​​ီဇာတ္​ကား​ေလးက​ေတာ့ Rockဂီတကို႐ူးသြပ္​တဲ့ ဂြၽန္​နီတုိ႔လူငယ္​တစ္​ဖြဲ႔ဟာ တီးဝိုင္​း​ေထာင္​ျပ​ီးေအာင္​ျမင္​မႈရ​ေအာင္​ႀကိဴးစားၾကတဲ့ဇာတ္​လမ္​း​ေလးပါ။တ​ီးဝိုင္​းအဖြဲ႔​ေထာင္​ျပ​ီး​ေအာင္​ျမင္​မႈက​ေအာင္​ႀကိဳးစား​ေနခ်ိန္​မ​​ွာပဲ ​ေစတန္​နတ္​ဆိုးန​ဲ့​ေတြၿပီး လမ္​းမွားကိုစတင္​လိုက္​မိပါ​ေတာ့တယ္​။​ေစတန္​နတ္​ဆိုးက သူတို႔အဖြဲ႔ကို​ေအာင္​ျမင္​​ေအာင္​လုပ္​​ေပးမယ္​၊ သို႔​ေပမယ္​့ အ​ေပးအယူအ​ေနနဲ႔လူသား​ေတ​ြကိုယစ္​ပူ​ေဇာ္​​ေပးရပါတယ္​။အဲ့ဒါနဲ႔​ေအာင္​ျမင္​မႈကို​ေတာင္​့တၾကတဲ့လူငယ္​အတြက္​ အမွား​ေတြလုပ္​မိၾကပါ​ေတာ့တယ္​။တီးဝိုင္​းအဖြဲ႔က​ေအာင္​ျမင္​လာတာနဲလအမ်ွ အ​ေပ်ာ္​အပါး​ေတြပါလာၿပီး​ေနာက္​ဆံုးမွာ ​ေဆးစြ​ဲသြားတဲ့အထိလမ္​းမွားလိုက္​မိပါ​ေတာ့တယ္​။အဲ့လိုအခက္​အခဲ​ေတ​ြ၊ ျပင္​မရအမွား​ေတြထဲက​ေန ဘယ္​လို႐ုန္​းထြက္​ၾကမလဲဆိုတာ ဒီဇာတ္​လမ္​းက​ေလးမွာ ဆက္​လက္​ၾကည္​့႐ႈ့ကမွာျဖစ္​ပါတယ္​။ဇာတ္​ကားထဲမွာ သံုးထားတဲ့သီခ်င္​း​ေတြနဲ႔ riffတ​ီးကြက္​​ေတြကအမိုက္​စား​ေတြမို႔လို႔ Rockပရိတ္​သတ္​​ေတြအတြက္​​ေတာ့ သ​ေဘာက်မွာအမွန္​ပါပဲ။Rockerႀကီးမ်ား လက္​လြတ္​မခံသင္​့တဲ့ဇာတ္​လမ္​း​ေကာင္​း​ေလးပါ။ File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre :Drama, Music, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.X264-AMIABLE\nTranslated by Ye Yint\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1yTz6/American_Satan_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/white-lily-poster-133x200.jpg",
        "title": "[18+] White Lily (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  \nဂျပန် ၁၈+ Drama ကားလေးတစ်ကားဖြစ်ပြီး ဇာတ်အိမ်ဖွဲ့ထားတာလေးကလည်း မဆိုးလှတာမို့တင်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ အိုးပြုလုပ်ခြင်းအနုပညာမှာနာမည်ကြီးတဲ့ Tokiko ဟာသူ့ရဲ့သင်တန်းသူလေးဖြစ်သူ Haruka နဲ့အတူနေထိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်တည်းအတူနေကြတာဖြစ်ပြီး ဆက်ဆံရေးကလည်း ဆရာမ-ကျောင်းသူလည်းဖြစ် ချစ်သူလည်းဖြစ်ဆိုသလို ဟိုဟာဘာညာတွေပါပဲ။\nHaruka ဟာဆရာမဖြစ်သူပြောတာမျှအားလုံး လုပ်သမျှအားလုံးကို ကျေကျေနပ်နပ်ခံယူလုပ်ကိုင်ပေးလေ့ရှိပြီး အရာအားလုံးဟာ Satoru ဆိုတဲ့လူငယ်တစ်ယောက်ရောက်လာတဲ့အခါမှာတော့ သူတို့သုံးယောက်ကြားမှာ လွန်ဆွဲတင်းမာမှုတွေဖြစ်လာတော့တာပါပဲ။\nဒီနေရာမှာ Tokiko နဲ့ Haruka တို့ရဲ့ဆက်ဆံရေးဟာ တကယ်ကိုလေးနက်ပါတယ်။\nမိဘအိမ်နဲ့ကျောင်းကနှင်ထုတ်ခံခဲ့ရပြီး အိုးအတတ်ပညာရှင် Tokikoနဲ့ ဆရာမဖြစ်သူရဲ့စေ့စပ်ထားသူတို့အိမ်ကို မထင်မှတ်ဘဲရောက်ရှိလာရာက Haruka ရဲ့ဘဝကယ်တင်ရှင်အားကိုးရာဟာ Tokiko ပဲရှိပါတော့တယ်။\nသူ့ဆီမှာပဲ အိုးပြုလုပ်တဲ့အတတ်ကိုသင်ယူရင်း အိမ်သားတစ်ယောက်လိုဖြစ်လာကာ နှစ်ဦးသားသံယောဇဉ်တွေတိုးလာကြတာပါ။\nတစ်နေ့ ဆရာမ Tokiko နဲ့စေ့စပ်ထားသူ ရုတ်တရတ်ကွယ်လွန်သွားချိန်မှာတော့ Tokiko နဲ့ Haruka တို့ကြားကဆက်ဆံရေးဟာ ယခင်ဆရာတပည့်အချစ်ထက်ပိုလာပြီး တစ်ယောက်နဲ့တစ်ယောက် ဆက်ဆံရေးဟာပိုမိုနက်ရှိုင်းလာပါတော့တယ်။\nဇာတ်လမ်းလေးဟာ လူသားတွေကြားက ရှုပ်ထွေးတဲ့သံယောဇဉ်ကြိုးတွေကို ချပြသွားတာဖြစ်ပြီး ၁၈+အခန်းတွေလည်းတော်တော်လေးပါတဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။\nဒါရိုက်တာ Hideo ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zVy8/White_Lily_(Howaito_Rirî)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pSRi8yXxCyJaFkWi3xtdDNVtxBD.jpg",
        "title": "Timbuktu(2014)",
        "description": "IMDb...7.2, Rotten.....99\nRating ေတြၾကည့္ရုံနဲ႕ဒီကားက စူးစမ္းခ်င္စရာပါပဲ....Best Foreign Language Film ေအာ္စကာဆုလည္းရထားပါတယ္.အျခားဆု ၂၈ဆုလည္းရထားပါတယ္...ကြ်န္ေတာ္ဟာ အစၥလမ္ဘာသာရဲ႕ အယူအဆေတြဓေလ့ထုံတမ္းေတြကုိမသိပါဘူး....ဒီကားမွျပသထားတာေတြကုိျမင္သေလာက္ေလးေျပာျပခ်င္ပါတယ္...Timbuktuဆုိတာ သူတုိ႕ဘုရားေက်ာင္းရဲ႕နာမည္ပါ....ေနာက္တစ္ခုက ဂ်ီဟတ္...ဂ်ီဟတ္ဆုိတာ တျခားဘာသာေတြအေပၚလႊမ္းမုိးသိမ္းပုိက္ျခင္းလုိ႕လက္နက္ကုိင္အဖြဲ႕အစည္းကဆုိပါတယ္ ဒီကားထဲမွာေတာ့ သူတုိ႕ဘုရားေက်ာင္းက ဆရာေတာ္က လက္နက္ကုိင္အဖြဲ႕ကုိ ဂ်ီဟတ္က မိမိကုိယ္ထဲမွာပဲလုပ္ရတာလုိ႕ေျပာတယ္.....ေနာက္ၿပီးေတာ့ဒီကားရဲ႕ plotေတြ  ဒုိင္ယာေလာ့ေတြ ေပးခ်င္တဲ့ messageေတြကုိေျပာဖုိ႕ခက္လွတယ္ စကားလုံးတုိင္း အခန္းတစ္ခန္းတုိင္းမွာ ေတြးလုိ႕ေကာင္းတဲ့အရာေတြျပည့္ႏွက္ေနတယ္...လက္နက္ကုိင္ႀကီးစုိးသူေတြကေတာ့ ေဘာလုံးသမား မက္စီ ကမၻာ့႕ဖလားအေၾကာင္းေတြေျပာေနေပမယ့္ ေဘာလုံးကန္တဲ့အရပ္သားကေလးငယ္ေတြမွာေတာ့ ႀကီးစြာေသာစည္းကမ္းခ်ဳိးေဖာက္သူျဖစ္ၿပီးအျပစ္ေပးခံရတယ္...အႀကမ္းဖ်င္းေျပာလုိ႕ရတာကေတာ့ အရပ္သားေတြပါတယ္..အေဆာ့မက္တဲ့ကေလးေတြ...ရုိးသားစြာႏြားေမြးအသက္ေမြး၀မ္းေၾကာင္းျပဳေနတဲ့မိသားစုတစ္စုပါတယ္....လက္နက္ကုိင္အဖြဲ႕အစည္းပါတယ္...ဒီကားက ေတာ္ရုံလူႀကဳိက္ၾကမွာမဟုတ္လုိ႕ ေဒါင္းခါနီးစဥ္းစားၾကပါ...ကြ်န္ေတာ့လုိခပ္ေၾကာင္ေၾကာင္လူေတြေတာ့ႀကဳိက္မယ္ထင္တယ္....File Size…(850MB) and (350MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:37:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Aung Six Ming",
        "rating": "7.2",
        "url": "https://megaup.net/SW8m/Timbuktu_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9uFwnAm1QlWc9V1lG0OJNtyeHn1.jpg",
        "title": "Out Live (Bichunmoo) (2000)",
        "description": "ဒီတစ္ခါ CM Fan ေတြအတြက္ သုိင္း အခ်စ္ကားေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္။\nအခ်စ္အတြက္နဲ႔ အင္ပါယာ ႀကီးတစ္ခုကုိ ရင္ဆုိင္အံတု တဲ့သူဆုိပဲဗ်ာ။\nဇာတ္ကားေလးကေတာ့ ၁၄ရာစုမွာ တရုတ္ႏုိင္ငံဟာ မြန္ဂုိေတြရဲ႕ လက္ေအာက္ကုိ က်ေရာက္\nေနၿပီး ေတာ္လွန္သူေတြကလည္း ေတာ္လွန္ေနတဲ့ အခ်ိန္ပါ။ အဲ့အေတာအတြင္းမွာပဲ ဆင္းရဲတဲ့\nဂ်န္ဟာဆုိတဲ့ ေကာင္ေလးကုိ သူ႕ဦးေလးက ျပဳစု ပ်ဳိးေထာင္ေပးခဲ့ၿပီး Bichun ဆုိတဲ့ လွ်ဳိ႕၀ွက္\nသုိင္းပညာရပ္သင္ေပးခဲ့ပါတယ္။သူနဲ႔ အတူ မြန္ဂုိ စစ္ဗုိလ္တစ္ေယာက္ရဲ႕ ကုိယ္လုပ္ေတာ္\nတစ္ေယာက္ရဲ႕ သမီးေလး ျဖစ္တဲ့ စူလီကလည္း သူနဲ႔ အတူတူ ႀကီးျပင္းခဲ့ပါတယ္။အေနနီးတဲ့\nသူေတြ ဆုိေတာ့လည္း အခ်င္းခ်င္း ခ်စ္မိတာေပါ့။ ဒါေပမဲ့ တစ္ရက္မွာေတာ့ စစ္ဗုိလ္ႀကီးက\nစူလီကုိ အေ၀းတစ္ေနရာကုိ ေခၚေဆာင္ သြားပါတယ္။သူတုိ႔ တစ္ေန႔မွာ ျပန္ဆုံမယ္လုိ႔\nကတိထားခဲ့ က်တာေပါ့။ဒါေပမဲ့ ကံၾကမၼာဆုိတာ အရမ္းကုိ လွည့္စားတက္တယ္ဆုိတဲ့ အတုိင္း\nစစ္ဗုိလ္က ...",
        "rating": "6.2",
        "url": "https://megaup.net/SW73/Out_Live_(Bichunmoo)_[2000]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/time_travelers_wife-135x200.jpg",
        "title": "The Time Traveler’s Wife (2009)",
        "description": "အခ်ိန္ေတြေနာက္ျပန္သြားလို႔ရရင္ ေကာင္းမွာပဲဆိုတဲ့လူေတြ…… အခ်ိန္ေတာ့ေနာက္ျပန္လွည့္လို႔ရတယ္ဒါေပမဲ့ ဘယ္အခ်ိန္မွာဘယ္ေနရာကို ေရာက္သြားမယ္မွန္းမသိ၊ ဝမ္းနည္းစရာအျဖစ္အပ်က္ေတြရွိလာခဲ့ရင္ေတာင္ ဘာမွျပင္လို႔မရဘဲ အဲဒီအျဖစ္အပ်က္ကို ထပ္တလဲလဲ အခ်ိန္ေတြေနာက္ျပန္လွည့္ၿပီး ျမင္ေနရရင္ေရာ????အခ်ိန္ခရီးသြားလို႔ရတာေကာင္းပါဦးမလား…….ဒီဇာတ္ကားထဲက မင္းသားရဲ့အေနထားကေတာ့ အဲလိုပါ။သူ႔အေမကားအက္ဆီးဒင့္ျဖစ္တာကိုလဲ အခါခါျပန္ျမင္ေနရေပမယ့္ ဘာမွလုပ္ေပးလို႔မရဘဲ ၾကည့္ေနရတဲ့ အေမခ်စ္သားတစ္ေယာက္ရဲ့ခံစားခ်က္ကို အျမဲခံစားေနခဲ့ရတာပါ။သူ႔အတြက္ေတာ့ အခ်ိန္ခရီးသြားတယ္ဆိုတာ က်ိန္စာတစ္ခုလိုပါပဲ။ေနာက္ၿပီးဘာမွန္းမသိတဲ့အခ်ိန္မွာ ဘယ္မွန္းမသိတဲ့ေနရာကို အလိုအေလ်ာက္ေပ်ာက္သြားတတ္တဲ့ ေယာက္်ားတစ္ေယာက္ကို ငယ္စဥ္ကေလးဘဝကတည္းက ခ်စ္လာခဲ့ၿပီး လက္ထပ္ဖို႔ဆုံးျဖတ္ခဲ့တဲ့မိန္းကေလးတစ္ေယာက္ရဲ့ဘဝကေရာ ဘယ္ေလာက္ထိသာယာခ်မ္းေျမ့နိုင္မွာလဲ။ဒါေပမဲ့ ခ်စ္တဲ့စိတ္တစ္ခုနဲ႔ပဲအရာရာကို ေက်ာ္ျဖတ္ရဲခဲ့တဲ့ မိန္းကေလးအတြက္ သူ႔ေယာက္်ားရဲ့က်ိန္စာက အျမဲတမ္းေတာ့က်ိန္စာမျဖစ္ခဲ့ပါဘူး။သာမာန္လူေတြနဲ႔မတူေပမဲ့လဲ ေယာက္်ားတစ္ေယာက္အေနနဲ႔ ကိုယ့္ဇနီးမယားေပၚ တာဝန္ေက်ခ်င္စိတ္နဲ႔ ႀကိဳးစားေပးခဲ့ပုံေတြကို ေတြ႕ျမင္ရမယ့္ကားေလးျဖစ္ပါတယ္။ဘယ္လိုပဲႀကိဳးစားေပမဲ့ အိမ္ေထာင္တစ္ခုျဖစ္လာတဲ့အခါ သာမာန္မိန္းမတစ္ေယာက္ရသင့္တဲ့ အခြင့္အေရးေတြကို ရခ်င္မိတဲ့ အခ်ိန္ခရီးသြားတစ္ေယာက္ရဲ့ မိန္းမဘဝက ဘယ္ေလာက္ထိေၾကကြဲစရာေကာင္းလဲဆိုတာကို ဒီဇာတ္ကားေလးက မိမိရရရိုက္ျပထားတာျဖစ္လို႔ လုံးဝလက္မလႊတ္သင့္တဲ့ ဒရမ္မာဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ File Size : (950 ...",
        "rating": "7.1",
        "url": "https://megaup.net/SW89/The_Time_Traveler%E2%80%99s_Wife_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fancy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI3MDAxNTg1OF5BMl5BanBnXkFtZTgwMzMzMDM1MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Last Flag Flying (2017)",
        "description": "ဗီယက္နမ္စစ္ပြဲ စစ္ျပန္ေဟာင္း လယ္ရီ-ရွတ္ပ့ါဒ္ တစ္ေယာက္ တုိက္ပြဲ၀င္ရင္းက်ဆံုးသြားတဲ့ သားျဖစ္သူရဲ႕အေလာင္းကုိ ေနရပ္ကုိျပန္သယ္ဖုိ႔လုပ္ခဲ့ပါတယ္။ဒီခရီးမွာ သူနဲ႔အတူစစ္မႈထမ္းခဲ့တဲ့ မိတ္ေဆြႏွစ္ေယာက္ကုိပါ အေဖာ္အျဖစ္ေခၚခဲ့ပါတယ္။အဲဒီခရီးမွာပဲ သူတို႔လုပ္ခဲ့ဖူးတဲ့အမွားေတြ၊ ေနာင္တေတြကုိ ျပန္စဥ္းစားမိျကပါတယ္။ဒီလိုနဲ႔ဘ၀ကုိ ဘယ္လုိဆက္ေလွွ်ာက္ႀကမယ္ဆုိတာကုိပါ ဆံုးျဖတ္ခဲ့ၾကတဲ့အေႀကာင္းကုိ ႀကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးတစ္ကားပါဒါရုိက္တာ Richard Linklater ကရုိက္ကူးထားျပီး Steve Carrell, Bryan Cranston နဲ႔ Laurence Fishburne တုိ႔လုိ၀ါရင့္မင္းသားႀကီးေတြပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေလးဆိုေတာ့ ဘယ္ေလာက္ေကာင္းတယ္ဆိုတာ ေျပာစရာေတာင္မလိုေလာက္ေတာ့ပါဘူးေနာ္ File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 5min\nFormat : Mp4\nGenre : Comedy, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Lex Luthor\nEncoded ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eR1x/Last_Flag_Flying_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/widow-apartment-391298-poster-142x200.jpg",
        "title": "[18+] Widow Apartment (2007)",
        "description": "2007 ခုနှစ်ကထွက်ထားတဲ့ ဂျပန်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားထဲမှာတော့ မုဆိုးမတို့ရဲ့ အချစ် မုဆိုးမတို့ ရဲ့ မာယာ ဘာညာတွေကို တွေ့ကြရမှာပါ\nဒီကားထဲမှာတော့ မီဆာကီ ဟာ ယောကျာ်းရပြီး မကြာခင်မှာပဲ သူ့ ယောကျာ်းဟာသေဆုံး\nသွားခဲ့ပါတယ် ဒါကြောင့် သူနဲ့ သူ့ယောကျာ်းနှစ်ယောက်အတူတူနေတဲ့ တိုက်ခန်းမှာ\nတစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ် ကန်အစ်ချီဟာ အဲ့တိုက်ခန်းမှာ မန်နေဂျာတစ်ယောက်ဖြစ်ပြီးတော့\nမီဆာကီ ယုံကြည့်ထားတာက သူ့ယောကျာ်းက သူ့ကို သေဆုံးပြီးတာတောင်မှ ဆက်လက်ညွန်ကြားနေတယ်\nတိုက်ခန်းကို ပြင်ဆင်တာ ဘာညာအတွက်ပါ ဝိညာဉ်ဘ၀ နဲ့ မှာကြားနေတယ် ပေါ့ ဒီလိုနဲက သူတို့ အတွက် တိုက်ခန်းမှာ\nနေတဲ့သူတွေကပါ စိုးရိမ်စရာတွေဖြစ်လာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ်တခု ကြိုသတိပေးချင်တာကတော့ ဒချိခန်းတွေ ဖောဖောသီသီပါတာကြောင့်\nမိသားစုနဲ့ အတူ မကြည့်သင့်ပါဘူးဗျQty - DVD Rip\nDuration - 1hr\nGern - Drama\nTransaltor - ကိမုချိ\nEncoder - Kyaw Ye Aung",
        "rating": "4.",
        "url": "https://megaup.net/Zb6r/Widow_Apartment_-_Big_Tits__Aching_Night_(Mibôjin_Apâto_-_Kyonyû_No_Uzuku_Yoru_)_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTIwNTg5MTc3MV5BMl5BanBnXkFtZTcwNTYwMDE0MQ@@._V1_-140x200.jpg",
        "title": "Running on Karma(2003)",
        "description": "ဒီကားကုိ ကြ်န္ေတာ္ငယ္ငယ္တုန္းက ရြာလယ္က ဗီဒီယုိရုံေလးမွာ သြားၾကည့္ခဲ့တာ...လူသန္ဗလႀကီးက ငွက္ေမြးေလးလုိေပါ့ပါးစြာခုန္ရင္း လူဆုိးေတြကုိ အားရပါးရ ႏႊာခဲ့တဲ့သူ႕ကုိအရမ္းသေဘာက်ခဲ့တယ္....ျဖတ္ခနဲခုန္..ေဒါသတႀကီး ေလာ္ကာေတြကုိ၀ုန္းခနဲထုိးခ်..မေကာင္းမႈက်ဴးလြန္တဲ့သူေတြကုိႏွိမ္နင္း.အဂၤလိပ္စာတန္းထုိးဆုိေတာ့နားမလည္ ပါးမလည္း အရမ္းေကာင္းတဲ့အက္ရွင္ကားလုိ႕ပဲမွတ္ခ်က္ခ်ခဲ့တယ္...ေကာင္းခန္းေရာက္မွာတိပ္ေခြက မႈန္ေနလုိ႕ ပုိက္ဆံအသစ္ေလးနဲ႕ပြတ္ၿပီး ဖုိက္ခန္းေတြေက်ာ္သလုိျဖစ္တဲ့ရုံပုိင္ရွင္ဦးေလးႀကီးကုိျပန္ရစ္ေပးပါလုိ႕အသံၿဗဲႀကီးနဲ႕ေအာ္ခဲ့တာ...ခုျမန္မာစာတမ္းထုိးေလးနဲ႕ၾကည့္ေတာ့ အက္ရွင္ကားဆုိတာထက္ပုိတယ္လုိ႕ေျပာလုိ႕ရသလုိ ရသေျမာက္ အက္ရွင္ကားလုိ႕လည္းေျပာရမယ္ထင္တယ္. ဒီလုိေကာင္းလုိ႕လည္း Best Picture,Best Actor,Best Screen Play စတဲ့ဆု(၃)ဆုေတာင္ရသြားပါတယ္...Best Actor ဆုရသြားတာကေတာ့ေခါင္းေဆာင္မင္းသား Andy Lau  ဆုိတာေတာ့ေျပာစရာလုိမယ္မထင္ဘူး....\nကားေဟာင္းလည္းျဖစ္လုိ႕ဇာတ္လမ္းဇာတ္ကြက္ေတြမေျပာျပေတာ့ပါဘူး......\nFile Size…(855MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:33:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe",
        "rating": "6.7",
        "url": " https://megaup.net/SW7q/Running_On_Karma_[2003]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/the-house-next-door-avail-indian-tamil-horror-film-movie-1-142x200.jpg",
        "title": "Aval (2017)",
        "description": "တာဝန္က်ရာ ဇာတ္ကားတစ္ကားကုိ စ,ေရးေတာ့မယ္လုိ႔ ၾကည့္လုိက္ေတာ့\nKollywood(Tamil) ကားတစ္ကား ျဖစ္ေနတယ္။\nအမွန္တုိင္းေျပာရရင္ Tamilကားေတြဆုိ သိပ္အထင္မႀကီးတတ္ေတာ့\nGoogle မယ္ဒီကားနာမည္ေလး ေရးရွာၾကည့္ေတာ့\nBEST KOLLYWOOD MOVIES OF 2017 မွာ နံပါတ္ ၂ ခ်ိတ္ထားသလုိ\nRating ေတြအေနနဲ႕ကလည္း\nIMDB - 7.2/10 နဲ႕\nRotten Tomatoes - 100% အျပည့္ဆုိပဲ\nဒီအခ်က္ေၾကာင့္ ဒီဇာတ္ကားကုိ ၾကည့္ခ်င္စိတ္ျဖစ္လာၿပီး\nအလုပ္ေတြၿပီးလုိ႔ အားတဲ့အခ်ိန္ကလည္း ည၁၁ထုိး၊ မနက္ထိ မဆုိင္းေတာ့ပဲ\nလက္ေတာ့ေလးဖႊင့္ကာ ရုပ္ရွင္ကားကုိ စၾကည့္မိပါေတာ့တယ္ကုလားကားသာ ေျပာတယ္ စလာေတာ့\n၁၉၃၅ ခုႏွစ္၊ ကုိလုိနီေခတ္က တ႐ုတ္သားအမိႏွစ္ေယာက္နဲ႕\nသူတုိ႔အိမ္ကုိျပၿပီး\nေပ်ာ္ရႊင္ေနတဲ့ သားအမိႏွစ္ေယာက္ရဲ႕ အိမ္မွာ ႐ုတ္တရက္ဆုိသလုိ\nေအာ္ၿငီးသံႀကီးတစ္ခုနဲ႕ ၂၀၁၆ကုိ ေမာင္းႏွင္သြားပါေတာ့တယ္။၂၀၁၆ ခုႏွစ္ ေအးခ်မ္းတဲ့ေဆာင္းရာသီေလးမယ္ အိမ္ေလးတစ္လုံးထဲက\nညားခါစဇနီးေမာင္ႏွံႏွစ္ဦးရဲ႕ အေပ်ာ္ေတြကုိ ကြ်န္ေတာ္တုိ႔ဆီ မွ်ေဝလုိက္ၿပီး\nေဘးျခံကုိ မိသားစု အသစ္ေတြေျပာင္းလာတာကုိ အသိေပးလုိက္ပါတယ္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္အတြက္ကေတာ့ အိမ္နီးခ်င္းအသစ္ေတြ ရမွာျဖစ္သလုိ\nေယာက္်ားအလုပ္သြားတဲ့အခ်ိန္ ျပင္းေျခာက္ျခာက္ျဖစ္ေနမယ့္ ဇနီးသည္အတြက္ေတာ့ပုိေပ်ာ္ရႊင္ရမယ့္ လကၡဏာပါပဲထင္ထားတဲ့အတုိင္းပါပဲ ေဘးအိမ္ကုိ ေျပာင္းလာတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1ycwZ/Aval_(The_House_Next_Door)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mygirl-142x200.jpg",
        "title": "My Girl",
        "description": "ဒီ My Girl Series ေလးဟာ တစ္ခ်ိန္က ျမ၀တီရုပ္ျမင္သံၾကားမွာ\nအပတ္စဥ္ ထုတ္လြႊင့္ျပသခဲ့တဲ့ ရုပ္သံဇတ္လမ္းတြဲေလး တစ္ခုပဲ ျဖစ္ပါတယ္\nဒီဇတ္လမ္းေလးဟာ ဟာသ ၊ အလြမ္းအေဆြး ၊ အခ်စ္ စသျဖင့္ ခံစားခ်က္ေပါင္းစံု ရရွိေစမယ့္\nဇတ္လမ္းေကာင္းေလးလဲ ျဖစ္ပါတယ္\nဇတ္လမ္းပံုစံေလးကေတာ့\nဂ်ယ္ဂ်ဴကၽြန္းမွာ ခရီးသြား ဧည့္လမ္းညႊန္ လုပ္ေနတဲ့ ေကာင္မေလး ဂ်ဴယြန္းအင္း နဲ႔ ကိုရီးယား ႏုိင္ငံအႏွံ႔အျပား\nဟိုတယ္ ႏွင့္ ခရီးသြားလာေရး လုပ္ငန္းျဖင့္ ေအာင္ျမင္ေနတဲ့ သူေဌးေလး ေဂါင္ခ်မ္း တို႔ ရဲ႕ အမွတ္မထင္\nေလယဥ္ေပၚမွာ ေတြ႔ဆံုမႈ ကေန စမယ္ ထင္တာပါပဲ...\nေဂါင္ခ်မ္း ဟာ သူခ်စ္တဲ့ ေကာင္မေလးက ေအာင္ျမင္မႈေနာက္ လိုက္ရင္း သူ႔ကို ထားခဲ့လို႔ အသဲကြဲေနတာျဖစ္ၿပီး\nအသဲကြဲ ေနေပမယ့္လဲ အဖိုးျဖစ္သူ ဥကၠဌႀကီးက ေဆးရံုေပၚမွာ ေသမလိုရွင္မလိုျဖစ္ေနၿပီး ငယ္ငယ္ေလးထဲက\nဂ်ပန္ႏုိင္ငံမွာ ေပ်ာက္သြားတဲ့ ေဂါင္ခ်မ္း ရဲ႕ ညီမ ၀မ္းကြဲေလးကို ျပန္ရွာရမယ့္ တာ၀န္ဟာလဲ သူ႔ပုခံုးေပၚမွာရွိေနပါတယ္\nဒီေတာ့ အလြမ္းအေဆြးေတြကို ခဏ ရပ္ၿပီး ဟိုတယ္ လုပ္ငန္း ႏွင့္ သူ႔ညီမ ၀မ္းကြဲေလးကို ရွာေနတဲ့ အေပၚမွာပဲ\nအာရံုစိုက္လုိက္ပါေတာ့တယ္...\nဒီဘက္မွာလဲ ခရီးသြားလမ္းညႊန္ လုပ္ေနတဲ့ ဂ်ဴယြန္အင္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2eRfC/My_Girl.zip",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZjdjOGQzYmItOTAyZC00MmViLTg0MWItNGViODc2MWJkNmExXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_-133x200.jpg",
        "title": "Prayers for Bobby (2009)",
        "description": "Prayers for Bobby (Bobby အတြက္ ဆုုေတာင္းသံမ်ား)\nဆိုုတဲ့ဇာတ္ကားေလးထဲက Bobby ရဲ႕ အေမ ျဖစ္သူ Mary ေနာက္ဆံုုးေျပာသြားတဲ့စကားေလးကိုု ျပန္လည္မွ်ေဝေပးလိုုက္ပါတယ္။\"လိင္တူခ်စ္တယ္ဆိုုတာ အျပစ္တစ္ခုုပါ။ သူတိုု႕ေတြ ေသရင္ ငရဲက်မယ္။သူတိုု႕တဲ့ မေကာင္းတဲ့ အက်င့္ေတြျပင္မယ္ဆို ျပင္လိုု႕ရပါတယ္။ဒီ တဏွာ ရာဂ စိတ္ေတြ မရွိရင္ သာမန္ ျပန္ျဖစ္လာမယ္။သူတိုု႕သာ ျပင္ခ်င္ရင္ အၾကိမ္ၾကိမ္ၾကိဳးစားျပီး ျပင္လိုု႕ရတယ္\"လိုု႕ က်မသားေလး Bobby ကိုု က်မ ေျပာခဲ့ပါတယ္။သူက လိင္တူခ်စ္သူတစ္ေယာက္ (အေျခာက္) ဆိုုတာ သိလိုုက္ရတဲ့အခ်ိန္မွာ က်မ ဘဝ၊ က်မ ေမွ်ာ္လင့္ခ်က္ေတြ ေရစုုံေမ်ာ ပ်က္ဆီးသလိုု ခံစားရပါတယ္။\nက်မသားေလးရဲ႕ ဒီ ေရာဂါၾကီးကိုု ကုုသဖိုု႕ က်မတတ္နိုုင္သမွ် ၾကိဳးစားခဲ့ပါတယ္။လြန္ခဲ့တဲ့ ၈ လက က်မသားေလး တံတားေပၚကေနခုုန္ခ် ျပီး ကိုုယ့္ကိုုကိုုယ္သတ္ေသခဲ့ပါတယ္။လိင္တူခ်စ္သူ ေတြနဲ႕ပက္သက္တဲ့ အေၾကာင္းအရာေတြ ကိုု မေလ့လာခဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2eRjo/Prayers_For_Bobby_[2009]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUzNzI3NDM0NV5BMl5BanBnXkFtZTcwMTYwOTAzNQ@@._V1_SY1000_CR007031000_AL_-141x200.jpg",
        "title": "Lucky Trouble (2011)",
        "description": "ဇာတ္ကားအမ်ိဳးအစားက sport and romance အမ်ိဳးအစား ျဖစ္ျပီး၂၀၁၁ ခုႏွစ္က ျဖန္ခ်ီခဲ့ပါတယ္။ IMDb Rating ၆.၂ နဲ ့ Phim hd 9 ရရွိထားပါတယ္။တစ္ကားလုံးၾကာခ်ိန္ ၉၇ မိနစ္ ရွိပါတယ္။ရွရွားကားမုိ ့ ရွရွား စကားေျပာနဲ ့ဆို\nေတာ့ နားေထာင္ရတာ တစ္မ်ိဳးေတာ့ျဖစ္ေနပါလိမ့္မယ္။\nBudget ၇.၈ မီလီယံနဲ ့ရိုက္ကူးထားခဲ့ပါတယ္။ဒီကားေလးက ထူးထူးျခားျခား Resident Evil ရဲ ့\nအဓီကဇာတ္ေကာင္ ျဖစ္တယ့္မင္းသမီး Milla Jovovich ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒီဇာတ္ကားက သူရဲ႕ ရုရွားရုပ္ရွင္\nေလာကထဲကုိ ေျခလွမ္းစခ်လိုက္တဲ့ဇာတ္ကား\nလဲျဖစ္ပါတယ္။\nမင္းသားက Konstantin Khabensky ပါ\nသူတို ့ႏိုင္ငံမွာေတာ့ သူကေျပတီဦးေပါ့နာမည္ၾကီးတာကုိေျပာတာပါ။\nတျခား သရုပ္ေဆာင္ေတြ က ရုရွား သရုပ္\nေဆာင္ေတြ ပါဘဲ။ေပါ့ေပါ့ပါးပါးေလးနဲ ့\nရိုက္ကူးထားတယ့္ဇတ္လမ္းပုံစံျဖစ္ျပီး မင္းသမီး\nျဖစ္တယ့္ Milla Jovovich က အရင္action ပုံစံမဟုတ္ဘဲလုံး၀ကြဲထြက္ေနတဲ့ romance ပုံစံကုိ\nသရုပ္ေဆာင္ထားပါတယ္။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/SWov/Lucky_Trouble_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSDCxEI0Y4tIcV9p5Eh5WCz1aL.jpg",
        "title": "Some Guy Who Kills People (2011)",
        "description": "CM ပရိတ္သတ္ ႀကီးအတြက္ လူသတ္ကားေလးတစ္ကား\nတင္ဆက္ေပးလုိက္ရပါတယ္။ ဒီကားေလးက ကန္ ဆုိတဲ့\nလူတစ္ေယာက္အေၾကာင္းရုိက္ကူးထားတာ ျဖစ္ပါတယ္။\nကန္က မၾကာခင္ကမွ စိတ္ေဆးရုံက ဆင္းလာတဲ့ သူတစ္ေယာက္\nျဖစ္ပါတယ္။သူ႕ကုိ ငယ္ဘ၀ကတည္းက အႏုိင္က်င့္ ယုတ္မာ မွု႕ေတြေၾကာင့္\nစိတ္က်န္းမာေရးခ်ဳိ႕ယြင္းၿပီး စိတ္က်န္းမာေရး ေဆးရုံ ေရာက္သြားတာပါ\nအခုေတာ့ ေဆးရုံ ကေနဆင္းၿပီး ေတာ့ ဘာဂါေရာင္းတဲ့ ဆုိင္မွာ လုပ္ေနပါတယ္။\nအဲ့မွာပဲ သူသိခဲ့ရတာက သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္ဆုိတာပါပဲ။\nဒီလုိနဲ႕ သူ႕သမီးေလးကုိ ခ်စ္ဖုိ႔ နားလည္ဖုိ႔ ႀကဳိးစားရင္းနဲ႔ ကန္တစ္ေယာက္\nေနထုိင္ေနပါတယ္။ ဒီလုိေနထုိင္ေနတဲ့ အခ်ိန္မွာပဲ ကန္ကုိ အႏုိင္က်င့္\nစိတ္က်န္းမာေရးေဆးရုံပုိ႔တဲ့ လူေတြဟာ တစ္ေယာက္ၿပီး တစ္ေယာက္\nရက္ရက္ စက္စက္ အသတ္ခံရပါတယ္။ လက္သည္ကုိ ရွာမရပါဘူး။\nအဲ့အခ်ိန္မွာပဲ ကန္တုိ႔ၿမဳိ႔က ရဲမွဳးက ကန္ အေမ့ ဆီကုိ လာရင္းနဲ႔\nကန္က လူသတ္သမားျဖစ္မယ္ဆုိတာ သံသယ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eRl9/Some_Guy_Who_Kills_People_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA0NTM5NzgzMjJeQTJeQWpwZ15BbWU4MDAwODc3NjIy._V1_-134x200.jpg",
        "title": "Thank You for Your Service (2017)",
        "description": "CMပရိသတ္ၾကီးအတြက္ေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ စစ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Thank U for Your Service(2017)ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအသြားေလးကေတာ႔ အီရတ္စစ္ေျမျပင္မွာ တာဝန္ထမ္းေဆာင္ေနတာရဲ ႔Adamတစ္ေယာက္ တာဝန္တစ္ႏွစ္ေက်ာ္ထမ္းေဆာင္ျပီး ဇာတိ ကန္းဆက္ျပည္နယ္ကိုျပန္လာရပံုနဲ႔စတင္ထားပါတယ္။ခ်စ္ဇနီး Saskia ရယ္၊ရင္ေသြးႏွစ္ေယာက္ရယ္နဲ႔ေပ်ာ္ရႊင္စရာဘဝေလးကိုတည္ေဆာက္ဖို႔ၾကိဳးစားေပမယ္႔ မထင္မွတ္ထားတဲ႔အဖ်က္အေမွာက္တစ္ခုနဲလ ၾကံဳလာရပါေတာ႔တယ္။အဲ႔တာကေတာ႔ စစ္ပြဲအနိဠာရံုေတြကို ျပန္လည္အမွတ္ရေနတဲ႔ စိတ္ေရာဂါပါပဲ။Adamကပဲ ဒီေရာဂါကိုအနိုင္ပိုင္းနိုင္မလား။ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ႔ ဆက္လက္ၾကည္႔ရႈပါလို႔ပဲတိုက္တြန္းလိုက္ပါတယ္။Imdb Rating 6.5 နဲ႔ Rotten Tomatoes 77% ရရွိထားတဲ႔ကားေလးမို႔ ၾကည္႔ရႈျမည္းစမ္းၾကည္႔သင္႔တဲ႔ကားေလးပါ။ (စကားလံုးအသံုးအႏႈန္းၾကမ္းတမ္းျခင္းကိုသတိျပဳရန္) File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre :Biography, Drama, War \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-GECKOS\nTranslated by Lex Luthor\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3AMHA/Thank_You_For_Your_Service_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    }
]