[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDFV9VEjwTUWF1s5sjOllsb70jk.jpg",
        "title": "Where the Wild Things Are (2009)",
        "description": "Where The Wild Things Are (2009)ကလေးဘဝဆိုတာ ၊ လူ့ဘဝရဲ့ နိဗ္ဗာန်ဘုံတဲ့။ ပြီးတော့ ကလေးဘဝဆိုတာ အပူပင်ကင်းတယ်လို့လဲပြောကြတယ်။ ဒါပေမယ့် အဲဒါ တကယ်ရော ဟုတ်ရဲ့လား။ ဒီယူဆချက်‌တွေဟာ broken familyတွေ၊family issue တွေများတဲ့ မိသားစုတွေမှာ ကြီးပြင်းခဲ့ရတဲ့ ကလေးတွေ အတွက်တော့ မှန်မယ် မထင်ပါဘူး။မိသားစုတစ်စု ပြိုကွဲသွားတဲ့အခါ ထိလွယ်ရှလွယ်တဲ့ ကလေးလေးတွေဟာ ပိုပြီးတော့ ထိခိုက်ခံစားကြရပါတယ်။ကလေးသဘာဝ စိတ်ခံစားချက်တွေကို ထုတ်မပြောပြတတ်ကြပေမယ့်၊ အတွင်းစိတ်မှာ‌တော့ စိတ်ဒဏ်ရာတွေ ရနေတတ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ broken familyတစ်ခုက မက်စ်ဆိုတဲ့ ဆယ်နှစ်သားအရွယ် ကောင်လေးတစ်ယောက်ရဲ့ စိတ်ခံစားချက်တွေကိုအပီပြင်ဆုံး အထိမိဆုံးနဲ့ အနုပညာမြောက်အောင် ပညာသားပါပါ ပုံဖော်ရိုက်ကူးထားပါတယ်။မြင်နေကျ မဲပြာပုဆိုး family drama အကွက်တွေ တစ်ကွက်မှမပါပဲနဲ့ ဒီဇာတ်ကားလေးက သင့်ကို မျက်ရည်ဝဲအောင်လုပ်ပြပါလိမ့်မယ်။ ပြီးတော့ ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်း တင်ဆက်ပုံကလဲ တခြား ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/where-the-wild-things-are-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lRWpwTW5YSbZSu6xUqIBy2VCvKH.jpg",
        "title": "American Girl (2021)",
        "description": "American Girl (2021) ဇာတ်လမ်းအညွှန်း********************************Golden Horse Film Festival နဲ့ Tokyo International Film Festival မှာ ဆု၅ခု ရပြီး စကာတင် ဆု၇ခုအထိအရွေးခံထားရတဲ့ တကယ်ကောင်းမွန်တဲ့ တရုတ်ကားလေး ဖြစ်ပါတယ်။  မိသားစုကားလေးဖြစ်တာမို့ မိခင်နဲ့ အဆင်မပြေတဲ့သူတွေ တစ်ရှူးဆောင်ပြီး ကြည့်ဖို့ သတိပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း ...မိခင်ဖြစ်သူ ရင်သားကင်ဆာဖြစ်လို့ LA မှာနေရာကနေ တရုတ်ပြည်ကို ပြန်လာခဲ့ရတဲ့ ၁၃နှစ်အရွယ် ဖန်း‌ဟာ ထိုင်ဝမ်မှာ နေထိုင်မှုပုံစံတွေနဲ့ အသားကျဖို့ ရုန်းကန်နေရတယ်။ငယ်ငယ်တည်းက ဝေးခဲ့ရတဲ့ ဖခင်နဲ့ တူတူပြန်နေရပေမဲ့ ရောဂါသည် မိခင်နဲ့တော့ ဆက်ဆံရေးတွေ ဆိုးရွားလာခဲ့တယ်။ မိခင်ဖြစ်သူ လီလီဟာလည်း ကင်ဆာရောဂါကြောင့် ကိုယ့်ကိုယ်ကို သေလူလို့ သတ်မှတ်ကာ အဆိုးမြင် ဖန်းကလည်း အမေရိကန်ပဲ ပြန်ချင်ပြီး မိခင်ဖြစ်သူနဲ့ ဘာပြောပြော ကတောက်ကစဖြစ်။တရုတ်ပြည်မှာ SARS ကူးစက်ရောဂါတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/american-girl-2021/"
    },
    {
        "thumbnail": "",
        "title": "Raees (2017)",
        "description": "IMDb Rating (7.0)မင်းသားကြီးရှရွတ်ခန်းကို  မှောင်ခိုဂိုဏ်းခေါင်းဆောင်အဖြစ် တမူထူးခြားစွာ မြင်ရမှာပါ။အိန္ဒိယနိုင်ငံ ဂူဂျာရတ်ပြည်နယ်ဆိုတာ အရက်ကင်းစင်တဲ့နယ်မြေအဖြစ်သတ်မှတ်ထားပြီး အရက်ရောင်းဝယ်ရင် ထောင်ဒဏ် ၁၀ နှစ်ထိ ပြစ်ဒဏ်ချမှတ်ထားပါတယ်....ဒီလိုအခြေအနေတွေကြောင့် အရက်မှောင်ခိုရောင်းဝယ်ရေးလုပ်ငန်းတွေ ကြီးထွားလာပါတော့တယ်....ဒီလိုဖြစ်လာရတာကလဲ ဂူဂျာရတ်ပြည်နယ်က ရာအီးစ်ဆိုတဲ့ ဒုစရိုက်သမားတစ်ယောက်ကြောင့်ဖြစ်လာတာ။အချိန်က ၁၉၈၀ နဲ့ ၁၉၉၀ ကြားကာလ ...ငယ်ငယ်ကတည်းက မှောင်ခိုလောကနဲ့ ရင်းနှီးပြီး ရာအီးစ်ဟာ အရွယ်ရောက်လာတဲ့အခါမှာလည်း မှောင်ခိုလောကမှာ လုပ် ငန်းအကြီးအကျယ်လုပ်ကိုင်သူ တစ်ယောက်ဖြစ်လာပါတယ်...သူများနဲ့မတူ ထူးခြားတာက သူဘယ်လောက်ပဲဆိုးသွမ်းပါစေ ဒေသခံတွေကတော့ သူ့ကို သဘောကျကြပါတယ်။ ဘာကြောင့်လဲဆိုရင် သူက သူ့မွေးရပ်မြေကို ထောက်ပံ့ကူညီမှုတွေပေးထားလို့ပဲ ဖြစ်ပါ တယ်။ရာအီးစ်ရဲ့ လုပ်ရပ်တွေကို ဖော်ထုတ်မယ့်သူကတော့ ရဲအရာရှိ ဂျိုင်ဒီးပ်အမ်ဘာလာမက်မူဒါ ဖြစ်ပြီး သူကတော့ အမှုမှန်ပေါ်ပေါက်ရေးအတွက် လူဆိုးဂိုဏ်းသားတွေကို အမှန်အကန်ဖော်ထုတ်ဖမ်းဆီးသူ ဖြစ်ပါတယ်။ မှောင်ခိုရာဇာ ရာအီးစ်က ပြည်နယ်အုပ်ချုပ်မှုပိုင်းမှာပါ ဝင်ဖို့ကြိုး ပမ်းလာတဲ့အခါမှာ ရဲအရာရှိဂျိုင်ဒီးပ်နဲ့ ရာအီးစ်တို့ ထိပ်တိုက်တွေ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/raees-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-05-at-23.29.14-134x200.png",
        "title": "The Mystery of Her (2022)",
        "description": "The Mystery of Her (2022)===================IMDb Rating - 7.9/10အခု တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ The Mystery of Her ဆိုတဲ့ Teen Drama\nဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\nအယ်လီဆန် စပန်ဆာဆိုတဲ့ အထက်‌တန်းကျောင်းသူ တစ်ယောက်ဟာ ကားမတော်တဆမှု\nဖြစ်ပြီး မှတ်ဉာဏ်တွေ ပျောက်ဆုံးနေခဲ့ပါတယ်။ ကျောင်းကအပြန်လမ်းပျောက်နေတုန်း သူ့ကို\nသိတယ်ဆိုတဲ့ ကင်မရွန်းဆိုတဲ့ ကောင်လေးတစ်ယောက်နဲ့လည်း ဆုံဖြစ်ခဲ့လေသည်။\nတစ်ရက်တွင် အခန်းရှင်းရင်း ကဗျာတွေရေးထားသော စာအုပ်တစ်အုပ် သူ့အိပ်ရာအောက်မှ\nထွက်လာလေသည်။ ထိုစာအုပ်အကြောင်းကို အရင်းနှီးဆုံးဖြစ်တဲ့ သူငယ်ချင်းတွေနဲ့\nရည်းစားဖြစ်သူ မေးကြည့်သော်လည်း ဘယ်သူမှမသိကြပေ။ ထိုစာအုပ်ထဲက ကဗျာတွေကို\nဘယ်သူ့ကိုမှ မပြဘဲ တစ်ယောက်တည်း သိမ်းထားရင်း သူရေးတာရော ဟုတ်ရဲ့လားဟု\nပဟေဠိဖြစ်နေလေသည်။\nကင်မရွန်းနဲ့ ထပ်မံဆုံတွေ့ဖြစ်ရာမှ ထိုစာအုပ်ရဲ့ ပဟေဠိကို ဖြေရှင်းဖို့ကြိုးစားရင်း\nမှတ်ဉာဏ်မပျောက်ဆုံးခင်က သူဘယ်လိုလူလဲဆိုတာ ပြန်လည်ရှာဖွေဖို့ ဖြစ်လာပါတော့တယ်။\nအယ်လီဆန် စပန်ဆာဆိုတဲ့ ကောင်မလေးက ဘယ်လိုလူဆိုတဲ့ ပဟေဠိကို အယ်လီ၊\nကင်မရွန်းတို့နဲ့အတူ လိုက်ပါရှာဖွေကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-mystery-of-her-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-05-at-17.47.45-158x200.png",
        "title": "The Weekend Away (2022)",
        "description": "The Weekend Away (2022)====================IMDb Rating - 6.0/10Beth တစ်ယောက် သူငယ်ချင်းဖြစ်သူKate ရဲ့ဖိတ်ခေါ်မှုကြောင့် ပိတ်ရက်အပန်းဖြေ\nခရီးတစ်ခုထွက်လာခဲ့ပါတယ်။ သူခရီးထွက်ခဲ့တဲ့နိုင်ငံက ခရိုအေးရှားပေါ့။ Beth ဆိုတာက\nအိမ်ထောင်ရှင်မ ကလေးတစ်ယောက်အမေ...Kateကတော့ ယောကျ်ားဖြစ်သူနဲ့ကွဲထားတဲ့\nမိန်းမတစ်ယောက်...သူတို့နှစ်ယောက်က သူငယ်ချင်းဆိုပေမယ့် ဆီနဲ့ရေလိုကွာခြားတယ်။\nတစ်ယောက်က Introvert တစ်ယောက်က extrovert..ဒါပေမယ့် Kateက သူ့သူငယ်ချင်းကို\nပျော်အောင်ဆိုပြီး ခရိုအေးရှားရောက်တုန်း စားသောက်ဆိုင်မှာထမင်းလိုက်ကျွေးပြီး ကလပ်မှာ\nပျော်ဖို့ခေါ်သွားခဲ့တာပေါ့။ ကလပ်မှာသောက်စားမူးပြီး မနက်ကျ Bethတစ်ယောက် သူတည်း\nနေတဲ့အခန်းမှာပဲ ပြန်နိုးလာခဲ့ပါတယ်။ဒါပေမယ့် သူ့သူငယ်ချင်း Kateကတော့ မရှိတော့ပါဘူး။\nKateတစ်ယောက်စာမလာအကြောင်းမကြားပဲပျောက်နေလို့ Bethကတော့ သူ့ရဲ့အပန်းဖြေ\nခရီးလေးမှာ ရှာပုံတော်ဖွင့်ရပါတော့တယ်။ Kateက တစ်ကယ်ပဲပျောက်ဆုံးသွားတာလား။\nဒါမှမဟုတ် ဟိုးအရင်ကလို Beth ကိုဘာမှမပြောပဲထွက်သွားတာများလား....စတာတွေကို\nကြည့်ရှုခံစားရမယ့် Crime, Drama, Mystery အသစ်စက်စက်လေးကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှဖြစ်ပါတယ်)File Size - (1.17 GB) / (560 MB) ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-weekend-away-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkwAlOeqjh2IaXALDZszYEvZqFN.jpg",
        "title": "Kingmaker (2022)",
        "description": "Kingmaker (2022)IMDb -7.1/10(သမိုင်းအကျဉ်း)တောင်ကိုရီးယားရဲ့ အာဏာရှင်စနစ်အဆုံးသတ်ချိန် ဒီမိုကရေစီအတွက် တိုက်ပွဲဝင်လှုပ်ရှားကြတဲ့ နိုင်ငံရေးကားတစ်ကားကို တင်ဆက်ပေးပါရစေတောင်မြောက်နှစ်နိုင်ငံ ကွဲသွားပြီးတဲ့နောက် ကိုရီးယားရဲ့ ပထမဆုံးသမ္မတ Syngman Rhee ကိုရွေးကောက်ခဲ့ပါတယ်\n(သူ့လက်ထက်မှာပဲ တောင်မြောက်စစ်ဖြစ်ပွားခဲ့တာပါ)\nအဲနောက်မှာ သမ္မတရဲ့ လုံခြုံရေးဥပဒေပြင်ဆင်မှုကို လူတွေဒေါသထွက်ခဲ့ပေမဲ့ မဲမသမာမှုလုပ်ပြီး အနိုင်ရသွားပါတယ်\nအဲဒါကိုမကျေနပ်တဲ့ ကျောင်းသားထုဟာ \"ဧပြီတော်လှန်ရေး\" ဆိုပြီး စတင်ခဲ့ပါတယ်ဧပြီတော်လှန်ရေးပြီးတဲ့နောက်မှာတော့ သမ္မတ Syngman Rhee ဟာနှုတ်ထွက်လိုက်ရပြီး\nအထွေထွေရွေးကောက်ပွဲကနေ ဒီမိုကရက်တစ်ပါတီဟာ အစိုးရဝန်ကြီးအဖြစ်ဆောင်ရွက်ပါတယ်ဒါပေမဲ့ ပါတီအတွင်း ပဋိပက္ခတွေဖြစ်ပြီးတော့\nနောက်ဆုံး ၁၉၆၁ မေလ ၁၆ ရက်နေ့မှာ စစ်တပ်ကပဲ အာဏာသိမ်းခဲ့ပါတယ်အဲလိုနဲ့ ၁၉၆၂ ထိစစ်အုပ်ချုပ်ရေးနဲ့နေလာရင်း၁၉၆၃ ခုနှစ်မှာတော့ ဒီမိုကရေစီလမ်းကြောင်းပေါ်ပြန်ရောက်လာတယ်လိုဆိုရမှာပါ၁၉၆၃-၁၉၇၂ ခုနှစ်အထိ အုပ်ချုပ်ခဲ့တဲ့သမ္မတဟာ\nအာဏာသိမ်းစစ်ခေါင်းဆောင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ ဘတ်ဂျောင်ဟီ(တတိယမြောက်သမ္မတ)ပါပဲအခုထိမိတ်ဆက်ပေးတာက သမိုင်းကြောင်းပါပဲ\nအခုမှတကယ့် အညွှန်းရောက်လာပါပြီနော်၁၉၇၁ ခုနှစ် ရွေးကောက်ပွဲကို ဝင်ပြိုင်မယ့် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/kingmaker-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMjE2YmJhODEtMzdiMy00N2I3LTg0NzAtYjQ0M2Y1YzZlODM2XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "The Reader (2008)",
        "description": "IMDb Rating (7.6)\nမင်းသမီး ကိတ်ဝင်းစလက် အော်စကာဆုရခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nဂျာမန်စာရေးဆရာ Bernhard Schlink ရဲ့The Reader ဆိုတဲ့စာအုပ်ကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့ ရသစုံပါတယ်...ပညာပေးဇာတ်ကားလို့ပြောလို့ရသလို အချစ်အလွမ်းဒရမ်မာလဲ အပြည့်ပါပဲ။ဟန်နာရှမစ်(ကိတ်ဝင်းစလတ်)ဟာ စာမတတ်သူပါ..သူဟာ နာဇီတွေရဲ့ လူသတ်စခန်းတစ်ခုမှာ တာဝန်ထမ်းဆောင်ခဲ့ဖူးပြီး ဂျူးတွေကိုသတ်ဖို့ လူရွေးချယ်ပေးရတဲ့ အလုပ်ကိုလုပ်ခဲ့သူပါ...ဒါပေမယ့် သူရွေးလိုက်တဲ့လူတွေ သတ်ခံရတယ်ဆိုတာတောင် သူသိပုံမရတဲ့အထိ တုံးအတဲ့ စာမတတ်ပေမတတ်လေးပါ။ဒါပေမယ့် စစ်ကြီးပြီးသွားတဲ့အခါ သူဟာလဲ သူမသိတဲ့ပြစ်မှုတွေအတွက် တာဝန်ရှိစွာ အစစ်ခံရပါတော့တယ်။ဒီတော့ စာမတတ်တဲ့ဟန်နာတစ်ယောက် တရားရုံးမှာ စာနဲ့ပေနဲ့တကွ ဖြေရှင်းရတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာ....။စာမတတ်လို့ အမှားကိုအမှားမှန်းမသိ...ပြစ်မှုကိုပြစ်မှုမှန်းမသိပေမယ့် ကျူးလွန်မိရင်တော့ ပြစ်မှုကနေ ရှောင်လွှဲလို့မရဘူး...ဖြေရှင်းဖို့ဉာဏ်လဲမမီဘူးဆိုတာကို ညွှန်းချင်ကြရင် ဒီဇာတ်ကားကို တခုတ်တရညွှန်းဆိုကြပါတယ်။ကြည့်ကြည့်ကြပါ...တကယ်ကောင်းပါတယ်။ကိတ်ဝင်းစလတ်နဲ့မင်းသားတို့ရဲ့ အချစ်ခန်းတချို့ကတော့ မိသားစုနဲ့ကြည့်လို့မရပါဘူး။\nFile size…(2 GB)/(800 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….02:03:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alexon",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-reader-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/gang-141x200.jpg",
        "title": "Gangs of 18(2022)",
        "description": "Gangs of 18(2022)ယခုနှစ်မှထွက်ရှိလာတဲ့ အိန္ဒိယ အက်ရှင်/ဒရာမာ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb 9.0/10 ရရှိထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့် သာမန်ဇာတ်ကားတစ်ကားဆိုတာထက်ပိုတာကိုတော့ ပြောဖို့လိုမယ်မထင်ပါဘူး။ဇာတ်လမ်းအကျဥ်းကတော့ ကာကီနာဒါဆိုတဲ့မြို့မှာ အခြေခံလူတန်းစား၊တစ်နည်းပြောရရင် ဆင်းရဲချို့တဲ့တဲ့ကျောင်းသားတွေတက်တဲ့ကျောင်းနဲ့ လူကုံထံအသိုင်းအဝိုင်းကကျောင်းသားတွေတက်တဲ့ကျောင်းဆိုပြီးနှစ်ကျောင်းရှိပါတယ်။ဆင်းရဲသားကျောင်းကကျောင်းသားတွေကတော့ စားဝတ်နေရေးတောင်အနိုင်နိုင်ရုန်းကန်နေရတဲ့အချိန်မှာလူကုံထံကျောင်းကကျောင်းသားတွေကတော့ မူးယစ်ဆေးတွေအပျော်အပါးတွေနဲ့နစ်မွန်းနေခဲ့ပါတယ်။ဒါ့အပြင်သူတို့နှစ်ကျောင်းကလည်းဘယ်တော့မှ သင့်သင့်မြတ်မြတ်မရှိပဲ ဦးသူဆော်စနစ်နဲ့အချင်းချင်းကြုံသလိုပြသနာရှာဖို့ချောင်းပြီး အမြဲရန်ပွဲတွေဖြစ်နေကြတာပါ။ဒီဘဝပေးအခြေနေချင်းမတူကြတဲ့လူငယ်တွေရဲ့အနာဂတ်ကရောဘယ်လိုဖြစ်လာမှာလဲ။မပြည့်စုံတဲ့ဘဝကလူငယ်တွေကရော သူတို့ပန်းတိုင်ကိုရှာဖွေနိုင်မှာလား။ ချမ်းသာပြီးပျက်စီးနေတဲ့လူငယ်တွေကရော လမ်းမှန်ကိုပြန်ရောက်နိုင်ပါ့မလား။ သူတို့ချင်းကြားကရန်ပွဲတွေကရောဘယ်လိုအဆုံးသတ်သွားမှာလဲဆိုတာကိုတော့ ပရိသတ်ကိုယ်တိုင်ပဲရှုစားပေးကြပါဦး။လူငယ်ကျောင်းသားဘဝအငွေ့အသက်တွေနဲ့ အက်ရှင်ဒရာမာဇာတ်ကားကောင်းတွေကိုကြိုက်နှစ်သက်တဲ့ပရိသတ်တွေအတွက်တော့ တကယ်ကိုလက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ \nFile size…2.4GB / 1.2GB / 500mb\nQuality…1080p WEBDL AAC 2.0CH / 720P / 480p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & Haruko & Yate",
        "rating": "9",
        "url": "https://channelmyanmar.org/gangs-of-182022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/gangs_of_wasseypur_ii_ver2-138x200.jpg",
        "title": "Gangs of Wasseypur – Part 2 (2012)",
        "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ\nBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ\nနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊\nအထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ\nဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ\nကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ\nကျောက်မီးသွေးလုပ်ငန်းတွေ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IHg8/(CM)_Gangs_of_Wasseypur_2012_Part-2_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc5NjY4MjUwNF5BMl5BanBnXkFtZTgwODM3NzM5MzE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Gangs of Wasseypur – Part 1 (2012)",
        "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ\nBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ\nနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊\nအထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ\nဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ\nကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ\nကျောက်မီးသွေးလုပ်ငန်းတွေ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IHhj/(CM)_Gangs_of_Wasseypur_2012_Part-1_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDaxYkYNbHuM2VlUazbcpnFZB6d.jpg",
        "title": "Parallel Mothers (2021)",
        "description": "Parallel Mothers (2021) ~ IMDb - 7.1/10, RT - 97%, Meta - 88% ~Directed by Pedro Almodóvarလက်ရှိအော်စကာမှာ Best Actress နဲ့ Best Original Score ဆန်ခါတင် ၀င်ထားတဲ့ စပိန်ရုပ်ရှင်ပါ။ စပိန်ကားပေမဲ့ စပိန်က Oscar Entry အဖြစ် မရွေးခဲ့တာကြောင့် International Feature Film ထဲ ဆန်ခါတင်မ၀င်ပဲ Main Category တွေထဲ ၀င်သွားတဲ့ ရှားရှားပါးပါးရုပ်ရှင်ပါပဲ။ ဟိုးတုန်းကတော့ အလားတူ ဂျပန်ကလည်း ခုရိုဆ၀ရဲ့ Ran ကို မရွေးဘဲ တခြားကားကိုရွေးခဲ့တာကြောင့် အော်စကာရဖို့ လက်လွတ်ခဲ့ရဖူးပါတယ်။ ခုလည်း စပိန်က Parallel Mothers ကို မရွေးခဲ့ပေမဲ့ အော်စကာကတော့ IFF ထဲမ၀င်တဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/parallel-mothers-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMGRkNzNhZjktYzYwOS00YmEwLTg4OWMtNGI2MmFlOGMwOTIyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-143x200.jpg",
        "title": "Blue Miracle (2021)",
        "description": "Blue Miracle (2021)\n==============IMDB 6.6/10Based on True StoryBisbee's Black & Blue ပြိုင်ပွဲဆိုတာ Super Bowl ပွဲလောက်ကြီးမားတဲ့\nကမ္ဘာ့ငါးဖမ်းပြိုင်ပွဲကြီးပါ ။ Blue Merlin လို့ခေါ်တဲ့ မာလင်ငါးပြာကြီးတွေကို\nပင်လယ်ထွက်ပြီး တံငါတွေ အဖွဲ့လိုက် ဒေါ်လာ ၁ သန်းဆုကြေးအဖြစ်ဖမ်းယူ\nယှဉ်ပြိုင်ရတဲ့ ပြိုင်ပွဲပေါ့။ ဒီပြိုင်ပွဲကို ထပ်မံယှဉ်ပြိုင်ဖို့ စိတ်အားထက်သန်သူဟာ\nချန်ပီယံ ၂ ကြိမ်ဆုရဖူးတဲ့ ချန်ပီယံဟောင်း ကပ္ပတိန် ဝိတ်မာလိုပါ ။ ဒါပေမယ့်\nသူဟာ နာမည်ကြီးထမင်းငတ်ဖြစ်ပြီး ချန်ပီယံ ၂ ကြိမ်ရခဲ့ပေမယ့် အရှုံးတွေနဲ့ဆက်\nတိုက်ရင်ဆိုင်ပြီး မိသားစုကစွန့်ပစ်သွားတာကြောင့် လှေပေါ်မှာပဲ လေလွင့်နေတဲ့\nဂွစာအဘိုးကြီးပေါ့။ ဒါကြောင့် လာမယ့်ပြိုင်ပွဲမှာ ချန်ပီယံဆုကို ပြန်သိမ်းပိုက်ပြီး\nသူ့မိသားစုဆီ ပြန်သွားဖို့ တေးထားပါတယ်။တစ်ဖက်မှာလည်း ကာဆိုဟိုဂါလို့ခေါ်တဲ့ မိဘမဲ့ဂေဟာက အိုမာတို့ဇနီးမောင်နှံဟာ\nဘဏ်ကြွေး ဒေါ်လာ ၁ သိန်းကျော်တင်ပြီး ဂေဟာကိုပိတ်သိမ်းပြီး မိဘမဲ့ကလေးတွေ\nအကုန်လုံး လမ်းပေါ်ရောက်မယ့်အခြေအနေဖြစ်နေပါပြီ။ပြိုင်ပွဲသတင်းကို ကြားမိတဲ့ အိုမာနဲ့ကပ္ပတိန် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/blue-miracle-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjcISgegtvGmtpztYTseDRcsr85.jpg",
        "title": "To Live (1994)",
        "description": "To Live (1994) (ဘ၀တစ်ကွေ့) ~ IMDb Rating - 8.3/10, Rotten Tomatoes - 87% ~\" Directed by Zhang Yimou \"အလယ်တန်းကျောင်းသားဘ၀လောက်က သော်တာဆွေ၀တ္တုတို တစ်အုပ်မှာလားမသိ ဗမာပြည်က ကွန်မြူနစ်စနစ်အောက်က လူတွေရဲ့ ဘ၀အကြောင်း နည်းနည်းပါးပါးရေးထားတာ ဖတ်ဖူးတယ်။ ဆယ်နှစ်လောက်ရှိပြီဆိုတော့ ဘာမှ သေသေချာချာတော့ မမှတ်မိတော့ပါဘူး။ အလုပ်ခွဲတမ်းအတိုင်းလုပ်ပြီး ပိုလုပ်လို့ရတဲ့‌ ငွေလေးနဲ့ သမဝါယမဆိုင်က ဓာတ်ဘူး၀ယ်တာလေးလားမသိ သိပ်တော့မရေရာပေမဲ့ မှတ်တော့မှတ်မိနေသေးတယ်။ ကွန်မြူနစ်စနစ်အောက်မှာ ရှင်သန်ရတဲ့ပုံစံကို ပုံဖော်ထားတဲ့ ၀တ္တုတိုလေးပေါ့။ ဇာတ်လမ်းကရိုးရိုးလေးပါပဲ။ ဖတ်တုန်းကတော့ ဒီတိုင်းပဲပြီးသွားတယ်။ သို့ပေမဲ့ ဇာတ်အိမ်တောင် မရေရာတော့တဲ့ ဆယ်နှစ်လောက်အကြာက အဲဒီ၀တ္တုကို ဒီရုပ်ရှင်အပြီးမှာပြေးသတိရမိတယ်ဆိုတော့ ၀တ္တုဟာ ကျွန်တော်မသိလိုက်‌အောင်ကို မသိမသာနဲ့ပဲ ခံစားချက်တစ်ခု ချန်နိုင်ခဲ့ပုံပါပဲ။ တကယ်တမ်း အဲဒီ၀တ္တုဟာ ဒီတိုင်းအခြေအနေတစ်ခုကို တင်ပြထားရုံပါပဲ။ To ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/to-live-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jBsSxJpdgEVF8cukDlPTLBXvG2.jpg",
        "title": "Gamanam (2021)",
        "description": "Gamanam (2021)ပွဲဦးထွက်ရုပ်ရှင်မှာပဲ ပရိသတ်တွေရဲ့ တခဲနက်အားပေးမှုကိုရခဲ့တဲ့ဒါရိုက်တာ Sujana Rao ရဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ ဟိုက်ဒရာဘတ်မှာကြုံခဲ့ရတဲ့ မိုးကြီးရေလွှမ်းမှုကိုအခြေခံပြီး ဆုံးပါးသွားခဲ့ရတဲ့ အသက်တွေကိုဂုဏ်ပြုမှတ်တမ်းတင်ချင်တာကြောင့် ဒီရုပ်ရှင်ကိုရိုက်ကူးဖြစ်တဲ့အကြောင်း ပြောပြထားပါတယ်။ဇာတ်အိမ်က ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာမျိုးမဟုတ်ပေမယ့် တကယ့်လက်တွေ့ဘဝကလူတွေရဲ့အခက်အခဲတွေ၊ ဘဝရဲ့ ဒုက္ခသုခ မျိုးစုံကို သရုပ်ဖော်ထားတာမျိုးပါ။ ကာမာလာဆိုတဲ့နားမကြားတဲ့ ကလေးတစ်ယောက်အမေက ဒူဘိုင်းကိုထွက်သွားပြီး ဘာအဆက်အသွယ်မှမရတော့တဲ့ခင်ပွန်းကိုစောင့်ရင်း အခက်အခဲတွေကိုခါးစည်းခံပြီး အကြားအာရုံလေးများ ပြန်ရမလား မျှော်လင့်နေတာပေါ့။ခရစ်ကတ်ကစားသမားတစ်ယောက်အဖြစ် အောင်မြင်ချင်တဲ့ အိပ်မက်နဲ့ လူငယ်တစ်ယောက် အာလီ၊ပြီးတော့ သူ့ချစ်သူ ဇာရာ။ နောက်ပြီး ခြေသလုံးအိမ်တိုင် မိဘမဲ့ကလေးလေး ၂ ယောက်။ မတူညီတဲ့ဘဝအခြေအနေတွေက သူတို့ရဲ့ နေ့စဥ်ဘဝ ဖြတ်သန်းမှုတွေ။ လောကဓံကြားထဲက မျှော်လင့်ချက်။ဒီလို လက်လျှော့ချင်စရာ အခြေအနေမှာတောင် တင်းခံရင်းရှေ့ဆက်နေကြတဲ့ သူတို့ရဲ့ ဇွဲတွေ။ပြီးတော့ ဒီလူအဖွဲ့အစည်းရဲ့ အခွင့်ထူးခံတွေနဲ့ကွာခြားမှုတွေ ဒါတွေကို မီးမောင်းထိုးပြထားတာပါ။ရုပ်ရှင်ကောင်းတစ်ခုလို့ညွှန်းရင်းပဲ IMDb မှာလည်း 8 ထိရထားတာမို့ ခုပဲChannel Myanmar ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/gamanam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-02-at-20.03.05-135x200.png",
        "title": "Against the Ice (2022)",
        "description": "Against the Ice (2022)=================IMDb Rating - 7.8/10ကဲ ဖြစ်ရပ်မှန်ရုပ်ရှင်လေး တစ်ခုလောက် ကြည့်လိုက်ရအောင်။ အာတိတ်\nမြောက်ဝင်ရိုးစွန်းမှာ အမေရိကန်နဲ့ ဒိန်းမတ်တွေ နယ်မြေသစ်တွေကို ရှာဖွေ\nနေကြတဲ့ခေတ်ပေါ့။ ဂရင်းလန်းရဲ့ အနောက်မြောက်ပိုင်းကို အမေရိကန်ဟာ\nသူတို့တွေ့ရှိထားပြီး နယ်နိမိတ်ပိုင်းခြားထားတဲ့ ရေမြောင်းကြီးတစ်ခု ရှိပါတယ်\nဆိုပြီး အဆိုပြုလာပါတယ်။ ဒါကို ဒိန်းမတ်နယ်မြေသစ်ရှာဖွေရေး လူစွန့်စား\nအဖွဲ့တစ်ဖွဲ့က မဟုတ်မမှန်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင် ပျောက်ဆုံးသွား\nခဲ့တယ်။ ဆိုးရွားလွန်းတဲ့ ရေခဲပြင်ရာသီဥတုနဲ့ အသက်ရှင်ဖို့ ခက်လွန်းတဲ့\nဒီနယ်မြေတွေထဲမှာ ပျောက်ဆုံးသွားတဲ့ အဖွဲ့ကိုရှာဖွေရင်း ဒိန်းမတ်ရဲ့မြေကို\nအမေရိကန်မပိုင်ဆိုင်စေဖို့ သက်သေပြဖို့ ကြိုးစားခဲ့တဲ့ လူစွန့်စားနှစ်ဦးရဲ့\nစိတ်ဓာတ်၊ စွန့်စားမှု၊ သူငယ်ချင်းသံယောဇဉ်တွေကို ရိုက်ကူးပြသထားတာပဲ\nဖြစ်ပါတယ်။ သူတို့နေရာကနေ ဝင်ခံစားရင် ရင်တဖိုဖိုကြည့်ရမှာမို့ အားပေး\nလိုက်ပါဦး။ဒီကားမှာ Game of Throne ထဲက Jaime Lannister က အဓိကဇာတ်ကောင်\nနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/against-the-ice-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJgXdwMmglL7eauv1PJuKUvdtxr.jpg",
        "title": "Bhoothakaalam (2022)",
        "description": "Bhoothakaalam (2022)မကြာသေးခင်ကမှထွက်ရှိထားတဲ့ အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်ကားကြီးတစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအမျိုးအစားကိုပြောရရင်Psychoနဲ့ Horror ပေါင်းစပ်ထားတဲ့ စိတ္တဇသရဲကားမျိုးပါပဲ။ အသည်းငယ်တတ်ရင်တော့နေ့ခင်းဘက်လင်းလင်းရှင်းရှင်းရှိတုန်းမှာကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ စိတ်ကျရောဂါခံစားနေရတဲ့သားအမိနှစ်ယောက်ဟာမိသားစုဝင်တစ်ယောက်သေဆုံးသွားပြီးနောက် ပုံမှန်မဟုတ်တဲ့ဖြစ်ရပ်တွေကိုကြုံလာရပါတယ်။ရုပ်ရှင်အစအဆုံးမှာလည်း သာမန်အိန္ဒိယသရဲကားတွေလိုပုံစံခွက်ထဲကအတိုင်းမဟုတ်ပဲစိတ္တဇထိတ်လန့်သည်းဖိုပုံစံမျိုးရော သရဲခြောက်တာရောပေါင်းပြီး ကြက်သီးထစရာဖြစ်အောင်ဖန်တီးထားပါတယ်။ဇာတ်လမ်းအစမှာ သားအမိနှစ်ယောက်ရဲ့ဆက်ဆံရေးကိုအရင်ဆုံးအသားပေးဖော်ပြထားပြီးတော့သူတို့ရဲ့ မိသားစုဝင်တစ် ယောက်ဆုံးရှုံးသွားရတဲ့အခါ စိတ်ကျဝေဒနာကိုစတင်ခံစားလာရတာကနေဇာတ်အိမ်တည်ထားပါတယ်။ ဇာတ်လမ်းတစ်လျှောက်မှာလည်းလူတွေမခန့်မှန်းနိုင်တဲ့အလှည့်အပြောင်းတွေကိုမြင်ရမှာမို့ Spoiler မဖြစ်အောင် အများကြီးပြောမပြတော့ပါဘူး။ဇာတ်ကားရဲ့အစပိုင်းမှာ သရဲခြောက်တဲ့အခန်းတွေကိုအများကြီးမြင်ရမှာမဟုတ်ပေမယ့် ဒီ Psychoသားအမိနှစ်ယောက်နဲ့တင်ကိုကျောချမ်းနေရမှာတော့ အာမခံပါတယ်။ အမှန်တကယ်ကတော့ဒီဇာတ်ကားတစ်လျှောက်လုံးမှာ ပဟေဠိတွေ၊မြှုပ်ကွက်တွေ၊မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းတွေမထင်ရင်မထင်သလိုပြနေတာကြောင့် သရဲကားလို့ကြိုမသိထားရင်တောင်ကြည့်ရတာပိုအရသာရှိမယ့်ကားမျိုးပါ။ ဒီတော့သရဲကားပရိသတ်မှမဟုတ်ပဲဇာတ်အိမ်ခိုင်ခိုင်၊ ဒိုင်ယာလော့ကောင်းကောင်းနဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတွေကိုကြိုက်တတ်ရင်တော့ လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။ \nFile size…1.05Gb  / 500MB\nQuality…1080p True WEB DL AAC 2.0CH\nFormat…mp4\nDuration….1h 45mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Haruko & Yate",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/bhoothakaalam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5iGVw8AdnUJ3xNaZ5iipfsv2e5.jpg",
        "title": "Welcome to Dongmakgol (2005)",
        "description": "Welcome to Dongmakgol (2005)ဒီတစ်ခါမှာတော့ 2005ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးနဲ့မိတ်ဆက်ပေးပါ့မယ်။ဒီကားလေးကတော့ 1950ခုနှစ် တောင်နှင့်မြောက် ကိုရီးယားနှစ်နိုင်ငံကြား\nစစ်ပွဲကာလကို အခြေတည်ပြီး ရိုက်ကူးထားတာပါ။ဝေးလံခေါင်းပါးတဲ့ တောင်ပေါ်‌‌‌မှာ လက်ရှိခေတ်အခြေအနေနဲ့ ဝေးကွာနေတဲ့ ဒုန်မာဂ်ဂိုလ်ဆိုတဲ့ ရွာလေးရှိပါတယ်။လေယာဉ်ပျက်ကျပြီး ဘာသာစကားမတူညီ လူမျိုးမတူညီတဲ့ ရွာလေးကိုရောက်လာတဲ့ အမေရိကန်လေတပ်က ကပ္ပတိန်တစ်ဦးရယ်....စစ်ပွဲကြောင့် တောထဲလမ်းပျောက်နေကြတဲ့\nတောင်ပိုင်းက စစ်သား၂ယောက်နဲ့ မြောက်ပိုင်းက စစ်သား၃ယောက်ရယ်....ဒုန်မာဂ်ဂိုလ်ဆိုတဲ့ ရွာလေးမှာ ရေစက်လာစုံကြပါတော့တယ်။တစ်ဖက်က လူမျိုးမတူတဲ့ လေတပ်ကကပ္ပတိန်....\nနောက်တစ်ဖက်မှာက တကယ့်ရန်သူတော်ကြီးတွေ....\nကြားထဲမှာကတော့ ဘာဆိုဘာမှမသိတဲ့ ရိုးသားတဲ့ ရွာသူရွာသားတွေသူတို့ကြားထဲက အလွဲလေးတွေကို\nဟာသနှောရိုက်ကူးထားပေမယ့်ထည့်ထားတဲ့အနှစ်သာရတွေကတော့ အချစ်၊အမုန်း၊သံယောဇဉ် စသဖြင့် အစုံအလင်ပါပဲ။ရယ်လည်းရယ်ချင်တယ် နွေးထွေးပြီး အရသာ‌ကောင်းတာလေးလည်း ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကိုကြည့်ဖို့ အကြံပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, War\nQuality….WEB-DL 1080p and 720p and 360MB\nFile size…2.1GB and 1.1GB and ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/welcome-to-dongmakgol-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZGM3Yzg5NTQtMTlkYS00MzQ1LWIyY2YtYWM0YjkzOWI2OTc3XkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_-141x200.jpg",
        "title": "Doctor Zhivago (1965)",
        "description": "Doctor Zhivago (1965)IMDb (8/10) / Rotten Tomatoes 84%ဂန္တဝင်တို့ရဲ့ဂန္တဝင် ရုပ်ရှင်ဇာတ်ကားကြီးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်ကားကို \"ကြီး\"ထည့်‌ ပြောရလောက်အောင် တကယ်ပဲ အနုပညာဆန်မှု၊အောင်မြင်မှု၊ကျော်ကြားမှုတွေ အကြီးကြီးတွေ ရရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ပါ။\nဒေါက်တာဇီဗားဂိုး လို့ပြောလိုက်ရင် ရုပ်ရှင်ဝါသနာရှင်တွေရော စာပေသမားတွေပါ သိပြီးဖြစ်ကြပါလိမ့်မယ်။ အထူးသဖြင့်တော့ သက်ကြီးပိုင်းပရိသတ်တွေက ပိုသိကြမှာပါ။ရုပ်ရှင်အကြောင်းမပြောခင် ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ ဝတ္ထုနဲ့စာရေးဆရာတို့‌အကြောင်းကို အရင်ပြောပါရ‌စေ။ နောက်ခံသမိုင်းကြောင်းလေး နည်းနည်းသိထားရင်လည်း ကြည့်ရတာ ပိုအရသာရှိမှာဖြစ်လို့ပါပဲ။\nတချိန်က ကမ္ဘာပေါ်မှာ ကွန်မြူနစ်ဝါဒဆိုတာ အလွန်ပျံ့နှံ့ရေပန်းစားခဲ့တဲ့ အရာတစ်ခုပါ။ လူတန်းစားမညီမျှမှုတွေကို တိုက်ဖျက်ဖြိုချပြီး ပစ္စည်းမဲ့တွေရဲ့လောကနိဗ္ဗာန်ထူထောင်ရေး ဆိုတဲ့ သဘောတရားပါပဲ။ အလွတ်သဘော အကြမ်းဖျင်းပြောရရင်တော့ ဒုတိယကမ္ဘာစစ်ပြီးချိန်ကစလို့ ၁၉၉၀ခုနှစ်လောက်အထိ ကွန်မြူနစ်ဝါဒ အလွန်အားကောင်းခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုလို့ခေါ်ကြတဲ့ USSR (United States of Soviet Russia) ဟာ အမေရိကန်ပြည်ထောင်စု(အရင်းရှင်စနစ်ကျင့်သုံးတဲ့နိုင်ငံ)နဲ့ အားပြိုင်ရင်း စစ်အေးတိုက်ပွဲနွှဲနေခဲ့ကြတဲ့ကာလတွေပါ။ \"တပ်နီတော်\" တို့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/doctor-zhivago-1965/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/3-135x200.jpg",
        "title": "Three Months (2022)",
        "description": "Three months Coming of age ရုပ်ရှင်လေးပါ။ Caleb ဟာ ဆယ်ကျော်သက်အရွယ်ဂေး တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ပွင့်ပွင့်လင်းလင်းနေတတ်တဲ့ပုံစံကြောင့် သူငယ်ချင်းတစ်ယောက်ကလွဲရင် အပေါင်းအသင်းမရှိပါဘူး။အထက်တန်းကျောင်းပြီးခါနီးမှာပဲ သူနဲ့တူတူနေမိတဲ့ သူစိမ်းတစ်ယောက်ဟာ HIV ရှိနေမှန်းသိလိုက်ရပါတယ်။ သူ့ဆီမှာလည်း ပိုးရှိမရှိကို‌ ဆေးစစ်ချက်အဖြေသိဖို့ သုံးလစောင့်ဆိုင်းရင်း တွေ့ကြုံရတဲ့ အချစ်ရေး၊သူငယ်ချင်းကြား သံယောစဉ်၊မိသားစုပြဿနာ တွေကိုပြသထားပါတယ်။ ဇာတ်လမ်း setting ထူးဆန်းစွာ 2011မှာတည်ထားပါတယ်။ Homosexuality ကိစ္စတွေ HIV ကူးစက်ခံသူတွေရဲ့ဘ၀တွေအပြင် မလွယ်ကူတဲ့ဆယ်ကျော်သက်ဘ၀ကို ပွင့်ပွင့်လင်းလင်းပြထားပါတယ်။ နာမည်ကျော်အဆိုတော် YouTuberလေး Troye Sivanက အဓိကနေရာကနေ ပါ၀င်ထားပြီး Judy Greer,Viveik Kalra တို့လည်းပါ၀င်ထားပါတယ်။ File size…(1.69 GB)/(720.39 MB)/(419.22 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/three-months-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwE6cVIoJ4JP397yMGfBBpHMJmF.jpg",
        "title": "Silmido (2003)",
        "description": "Silmido (2003)ရှီမီဒို ​ခေါ် ရှီမီကျွန်းဟာ ​တောင်ကိုရီးယားနိုင်ငံ၏ အ​နောက်ဘက်ကမ်းရိုးတန်း၊\nအင်ချွန်းမြို့နယ်နိမိတ်ထဲမှာရှိတဲ့ လူသူ​နေထိုင်ခြင်း မရှိတဲ့ ကျွန်းတစ်ခုပဲ ဖြစ်ပါတယ်။\nဒီ လူမ​နေတဲ့ ကျွန်းမှာပဲ ​တောင်ကိုရီးယားနိုင်ငံ​​ရေးသမိုင်းမှာ\nအမည်းစက်ထင်ခဲ့တဲ့ သမိုင်းဝင်ဖြစ်ရပ်တစ်ခု အ​ခြေတည်ခဲ့ဖူးပါတယ်။အချိန်က ၁၉၆၈ ခုနှစ် ဇန်နဝါရီလ ပါ။\n​မြောက်ပိုင်း​ခေါင်း​ဆောင်က ကိုရီးယားနိုင်ငံ​ပေါင်းစည်း​​​​ရေးဆိုပြီး\n​တောင်ကိုရီးယားသမ္မတ Park Chung Hee ကို လုပ်ကြံဖို့\nအမှတ် ၁၂၄ တပ်ဖွဲ့ကို ​စေလွှတ်ခဲ့​ပေမယ့် ကျရှုံးခဲ့ပါတယ်။\nတစ်ဖန် ​တောင်ကိုရီးယားဘက်က တုံ့ပြန်မှုကလည်း ငိုအားထက် ရယ်အားသန်​ပေ။ ​\nအမိကိုရီးယားနိုင်ငံ ​ပေါင်းစည်း​​ရေး၊ ၂ နိုင်ငံငြိမ်းချမ်း​ရေးအတွက်ဟု ဆိုကာ\n​မြောက်ပိုင်း​ခေါင်း​ဆောင် Kim Il Sungကို လုပ်ကြံဖို့ ပြန်ပြင်ဆင်​စေသည်။လုပ်ကြံရမည့်အဖွဲ့မှာ အမှတ်၆၈၄ အထူးတပ်ဖွဲ့ဟု​ခေါ်သည်။\nတပ်ဖွဲ့သည် နှယ်နှယ်ရရမဟုတ်၊ ​\nသေဒဏ်ကျခံထားရသည့် အကျဉ်းသား ၃၁​ ယောက်ကို\nတပ်ဖွဲ့ဝင်များအဖြစ် ဖွဲ့စည်းထားခြင်း ဖြစ်သည်။\nသူတို့ရဲ့စစ်​ရေး​လေ့ကျင့်ရာငရဲခန်းကတော့ ရှီမီကျွန်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/silmido-2003/"
    }
]