[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2IwOTI1NjYtNjU0Ny00NzMxLWIzMzQtYTFiYzAwNTI2OGJlXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Caged (2021)",
        "description": "Caged (2021)============IMDb Rating - 4.9/10အသစ်ထွက်တဲ့ Drama, Horror, Thriller ဇာတ်ကားပါ။ ကျွန်တော်တို့အခေါ်တော့ Psycho ကားလို့ပြောလို့ရတာပေါ့။ ဖောက်ပြန်တဲ့ ဇနီးကိုသတ်တဲ့အမှုနဲ့ ထောင်ကျခံနေရချိန်မှာ တိုက်ပိတ်ခံထားရတဲ့ စိတ်ရောဂါကုဆရာဝန် ဒေါက်တာ ရိတ် ရဲ့ တိုက်ပိတ်ခံရခြင်းအတွေ့အကြုံကို တွေ့ရပါလိမ့်မယ်။ အလုံပိတ်ခန်းထဲမှာ နေရတာ ဘာခက်တာလဲလို့သိချင်ရင် ဒါကိုကြည့်လိုက်ပါ။ သူကတော့ ရက် ၁၀၀ ကျော်နေသွားတဲ့အကြောင်းကို ပြသွားပါတယ်။ တစ်ယောက်တည်း တသီးတခြားနေရင်း ထင်ယောင်ထင်မှားဖြစ်ရပ်တွေနဲ့ တာဝန်ကျအရာရှိရဲ့ နှိပ်စက်မှုတွေကို ကြုံတွေ့ပြီးတဲ့နောက်မှာ ဒီဒဏ်တွေကို ကြံ့ကြံ့ခံနိုင်မလား ဒါမှမဟုတ် တိုက်ပိတ်ခံထားရသူ ဦးရေရဲ့ သုံးပုံတစ်ပုံ ဖြစ်သွားခဲ့တဲ့အတိုင်း ရူးရင်ရူး မရူးရင်သေဆိုတဲ့ အခြေအနေကို ရောက်သွားမှာလား။ ထင်ယောင်ထင်မှားဖြစ်ရပ်တွေ မဟုတ်ဘဲနဲ့ သူတို့ ပြစ်မှုကျူးလွန်ခဲ့တဲ့သူတွေ တစ်နည်းအားဖြင့် သတ်ခဲ့တဲ့သူတွေက ပြန်လည်ခြောက်လှန့်တတ်တယ်ဆိုတဲ့ သီးခြားချုပ်ဆောင်ရဲ့ ပါးစပ်ပြောရာဇဝင်အတိုင်း သူသတ်ခဲ့တဲ့ ဒါမှမဟုတ် သူသတ်ခဲ့ပါတယ်လို့ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/caged-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ttg8jI3rOG6RSAj195MwdXlnc1.jpg",
        "title": "Nerkonda Paarvai(2019)",
        "description": "Nerkonda Paarvai(2019)အညွှန်း***************************IMDb...8.1အမျိုးသမီးငယ်(၃)ယောက်ဟာ စိတ်လှုပ်ရှားလွန်းလို့စကားတောင်မပြောနိုင်ကြဘူး...သူတို့(၃)ယောက်ထဲက တစ်ယောက်ဟာ ယောင်္ကျားတစ်ယောက်ရဲ့ခေါင်းကိုရိုက်လိုက်မိလို့ပြင်းထန်စွာဒဏ်ရာရသွားခဲ့တယ်...ဆေးရုံရဲ့အရေးပေါ်ခန်းထဲရောက်သွားသလို ရိုက်ခဲ့တဲ့လက်နက်တစ်ခုကြောင့်မျက်လုံးထဲလည်းအစတွေဝင်သွားခဲ့တယ်...ကြည့်ရတာအမျိုးသားတစ်စုနဲ့ အမျိုးသမီး(၃)ယောက်တို့ပြဿနာတက်ခဲ့ပုံပါပဲ...နောက်တစ်ခုက ဒဏ်ရာရတဲ့လူနာနဲ့ လူနာရှင်တွေဟာ ရဲစခန်းမှာအမှုဖွင့်ခဲ့ခြင်းမရှိခဲ့ပါဘူး..နောက်ရက်အတန်ကြာတဲ့အခါမှာ ဒဏ်ရာရရှိခဲ့တဲ့အမျိုးသားရဲ့သူငယ်ချင်းအပေါင်းအပါတွေဟာသူတို့ကိုလုပ်ခဲ့တဲ့အမျိုးသမီးတစ်ဉီးကိုပြန်ပေးဆွဲပြီး မုဒိမ်းကျင့်ခဲ့ပါတယ်...နစ်နာသူအမျိုးသမီးဟာ ရဲစခန်းကိုအမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်...အတိုင်ခံရတဲ့ မုဒိမ်းမှုကျူးလွန်သူတွေထဲမှာ မြို့ရဲ့အာဏာရှိလူကြီးတစ်ယောက်ရဲ့တူတစ်ယောက်ပါဝင်နေတာကြောင့်မုဒိမ်းမှုကျူးလွန်ခံရတဲ့မိန်းကလေးကိုတောင် အသားရေဖျက်မှုနဲ့တရားပြန်စွဲလိုက်ပါသေးတယ်...အင်အားကြီးသူနဲ့ ခိုကိုးရာမဲ့နေတဲ့နစ်နာသူမိန်းကလေးတို့ ယှဉ်နိုင်စွမ်းမရှိပါဘူး...ဒါပဲမဲ့ အကြောင်းတစ်ခုကြောင့် ကင်းကွာနေတဲ့ နာမည်ကြီးရှေနေတစ်ဦးဟာ မိန်းမငယ်သုံးယောက်ရဲ့ ဒုက္ခကိုသိရှိသွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဗျို့...အိန္ဒိယကားကောင်းတွေနင်းကန်ကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်... File Size : (2.7GB)(1.4GB) and (3580MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:30:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/nerkonda-paarvai2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/rlyeaxmtvqn5-136x200.jpg",
        "title": "(18+) O-type Watermelon Chest Housekeeper (2021)",
        "description": "O Type Watermelon (2020)---------------------------------------------------ဒီကားကတော့သိုင်းလောကသားတွေအတွက် နာမည်အတိုင်းပဲဖရဲသီးဆိုဒ်အကိတ်မအကြောင်းကို အဓိကထား ရိုက်ထားတာပါ လုံးလုံးကျစ်ကျစ်ကိတ်တာကိုမှကြိုက်တယ်ဆိုရင်တော့ ကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားပါပဲ မင်းသားမင်းသမီးတွေလည်းမထပ်သလို ငယ်ငယ်ရွယ်ရွယ် တက်တက်ကြွကြွလေးတွေပဲ ပါဝင်ထားလို့ကြည့်ရတာအဆင်ပြေမယ့် 18+ကားလေးပါ ဇာတ်လမ်းကတော့အိမ်မှာ အလုပ်လုပ်ဖို့ခေါ်ထားတဲ့ကောင်မလေးနဲ့အိမ်ပိုင်ရှင်တို့ကြားက ဇာတ်လမ်းလေး ဖြစ်ပြီး ကောင်မလေးကရှပ်ပြာရှပ်ပြာနဲ့ အထာတွေခဏခဏပေး ပေါက်စီကျွေးစမူဆာကျွေးမယ့် ဇာတ်ကား ကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ် အိမ်ပိုင်ရှင်ကသူ့သူငယ်ချင်းနဲ့ တွေ့တဲ့အခိုက်ကောင်မလေး အကြောင်းတွေဖောက်သည်ချနေတဲ့ပုံစံရိုက်ထားတာဖြစ်ပြီး သူ့သူငယ်ချင်းကလည်း သူ့ဆော်နဲ့ ဝိုက်တဲ့ အကြောင်းအတွေ့အကြုံဖလှယ်ထားတာကို ကွက်ကွက်ကွင်းကွင်း ဖောင်းဒိုင်းပုံတွေနဲ့အတူ နောက်ကြောင်းပြန်ဇာတ်လမ်းကိုသရုပ်ဖော်ထားလို့အကြိုက်တွေ့ကြမှာပါ ကောင်မလေးတွေကလည်း ကိုရီးယားထုံးစံ ညွှန်းစရာမလိုအောင် လန်း ကိတ်လည်းကိတ်သလို အိမ်ဖော်မလေးကလည်းbaby face လေးနဲ့ ဘယ်လိုတွေဆိုးနွဲ့ပြမယ်ဆိုတာကို ကောင်းကောင်းကြီးတွေ့ရမှာဖြစ်လို့မလွတ်တမ်းကြည့် သင့်တဲ့သိုင်းကားကောင်းလေးဖြစ်တယ်လို့ထပ်ညွှန်းချင်ပါတယ်Translated by : FOX\nEncoded by :Senpai\nQuality : 720p HDRIP\nFile Size : 760MB\nSubtitles :Myanmar (Hardsub)",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/18-o-type-watermelon-chest-housekeeper-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fFUmQBGnlQ1jGoXa8kTteGzWhg.jpg",
        "title": "Alone/Together (2019)",
        "description": "Alone/Together (2019)အထီးကျန် (သို့မဟုတ်) အတူတကွကို မရှိတဲ့အချိန်က ကျွန်မအတွက် အထီးကျန်တဲ့အချိန်တွေပေါ့\nကို ရှိတဲ့အချိန်တွေက ကျွန်မတို့ အတူတကွ ရှိကြမယ့် အချိန်တွေပေါ့ ..... ကို ရယ်။ကျွန်မ ဘဝမှာ တွေ့တိုင်း မြတ်မြတ်နိုးနိုးငေးကြည့်မိတဲ့အရာတစ်ချို့ရှိတယ်\nပြတိုက်ထဲက အနုပညာလက်ရာ ပြကွက် ပြခန်းတွေ ပန်းချီပန်းပုတွေရယ်။ပြီးတော့……… ကို ရယ်။ အဲဒီအကြောင်းအရာ ၂ ခုဟာ ကျွန်မဘဝရဲ့ ရည်မှန်းချက်တွေပဲပေါ့….. ရည်မှန်းချက်တွေအတိုင်း ကျွန်မ ကြိုးစားခဲ့တယ်။\nကျွန်မက အနုပညာလေ့လာမှုဘာသာရပ်နဲ့ လက်တင်ဂုဏ်ထူးတန်းတက်ရင်း အမျိုးသားပြတိုက်မှာ စေတနာ့ဝန်ထမ်းလုပ်တယ် ကျွန်မ ဘွဲ့ရပြီးရင် ပြတိုက်တွေ ပြခန်းတွေမှာ ပြတိုက်မှုး ဖြစ်ချင်တယ်။ အနုပညာ လက်ရာတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ နေရာမှာ အလုပ်လုပ်ရတာ ကျွန်မပျော်တယ်။ အမှန်တကယ်ကြိုးစားမယ်ဆိုရင် ကမ္ဘာကြီးကို ပြောင်းလဲနိုင်တယ်လို့လည်း ကျွန်မ ယုံကြည်တယ်။ကို ကတော့ ဘာမှမဖြစ်ချင်ဘူးတဲ့ သူက အရာရာကို အဆိုးမြင်နေသူလေ။ ကျွန်မက စိတ်ကူးနဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/alone-together-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qepQ8YdsJYx2m47qdfGlnOUQyOO.jpg",
        "title": "Brothers by Blood(2021)",
        "description": "Brothers by Blood(2021)အညွှန်း*****************************ဒုစရိုက်မှုတွေများပြားလှတဲ့ဖီလာဒဲလ်ဖီးယားမြို့နေ အိုင်းရစ်မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့ သားဖြစ်သူ၈နှစ်သားပီတာက မိမိညီမဖြစ်သူရဲ့မတော်တဆသေဆုံးမှုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့သလို မိသားစုလည်းပြိုကွဲခဲ့ရပါတယ်။ကြီးပြင်းလာတဲ့အချိန်မှာတော့ အကိုဝမ်းကွဲဖြစ်သူ မိုက်ကယ်က ဂိုဏ်းကိုဆက်လက်ဦးဆောင်နေပြီးအီတလီမာဖီးယားတွေနဲ့\nစားကျက်လုရင်း ငြိကြပါတော့တယ်။ အကိုဝမ်းကွဲမိုက်ကယ်ရဲ့ တဇောက်ကန်းလုပ်ရပ်တွေအကြောင့်အခြေအနေတွေက ပိုဆိုးလာသလို၊ ပီတာ့ အနေနဲ့ မိမိဖခင်သေဆုံးခဲ့ရတဲ့ အဖြစ်မှန်\nကိုသိရှိလာရမှာဖြစ်ပြီး၊ နောက်ဆုံးမှာ ပီတာ့အနေနဲ့ အန္္တရယ်တောထဲကိုဝင်ရောက်ဖြေရှင်းဖို့ဖြစ်လာတဲ့အခါမှာတော့....ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ အက်ရှင်ကားကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။) File Size : (1.6GB) and (870 MB)\nQuality : WEB-DL.HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/brothers-by-blood2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tt11639190-140x200.jpg",
        "title": "Lucky Chan-sil (2019)",
        "description": "Lucky Chan-Sil 2019\n*********************= IMDB 6.5 =\nဘယ်လိုအရာတွေ ရှိနေမှ ဘ၀ကို ကံကောင်းတယ်လို့သတ်မှတ်မှာလဲဒီဇာတ်လမ်းမှာတော့ ဘ၀မှာ အရေးကြီးတဲ့အရာတွေနဲ့ဘ၀ရဲ့ ကံကောင်းမှုက ဘာတွေလဲဆိုတာကို သေချာရိုက်ကူးပြထားပါတယ်။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၉ ဆုတောင် ရထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအကျဉ်း အီချန်းရှီဟာ ရုပ်ရှင်ပီဒီတစ်ယောက်ဖြစ်ပါတယ်အသက် ၄၀ အရွယ်ထိ လက်မထပ်ပဲ သူမရဲ့ ငယ်ရွယ်ချိန်တွေကိုသူမအရမ်းသဘောကျတဲ့ ဒါရိုက်တာကြီးနဲ့ အတူ ရုပ်ရှင်တွေရိုက်ကူးရင်း ကုန်ဆုံးခဲ့ပါတယ်ရုတ်တရက်ကြီး သူချစ်ခင်လေးစားတဲ့ ဒါရိုက်တာကြီးဆုံးပါးသွားတဲ့အခါမှာတော့ ပီဒီအလုပ်ကနေ ထွက်ခဲ့ပါတယ်အလုပ်တွေ မရှိတဲ့အချိန်မှာ သူတကယ်ဖြစ်ချင်တာဘာလဲ သူလိုချင်တာကဘာလဲသူဘာတွေလုပ်ချင်လဲဆိုတာကို သေချာစဉ်းစားခဲ့တယ် ရှာဖွေခဲ့တယ်နောက်ဆုံး သူရှာတွေ့သွားမယ့် တကယ်အရေးကြီးတာတွေက ဘာတွေလဲဘ၀ရဲ့ကံကောင်းမှု အစစ်အမှန်က ဘာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်။ \nFile Size : (1.45 GB),(898 MB)&(405 MB)\nQuality :  1080p.FHDRip\nFormat…mp4\nDuration…1h 36min\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lucky-chan-sil-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/2EQ3V_4c-142x200.jpg",
        "title": "Little Bird (2021)",
        "description": "Little Bird (2019)လူတိုင်းမှာအနည်းဆုံးတော့ဖြစ်ချင်တဲ့ ဆန္ဒလေးတွေ တစ်ခုစီရှိကြပါတယ်။\nဆန္ဒတွေ ဖြစ်မြောက်လာဖို့ လူတစ်ယောက်ရဲ့ ဘဝတစ်ဆစ်ချိုးအချိန်တစ်ခုကတော့\n\"တက္ကသိုလ်ဝင်ခွင့် စာမေးပွဲ\" ဖြေတဲ့အချိန်ပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ကိုရီးယားရဲ့ တက္ကသိုလ်ဝင်ခွင့် ဖြေဆိုပုံကို\nဇာတ်လမ်းသဘောနဲ့နှောပြီး မြင်ရမှာပဲ ဖြစ်ပါတယ်။Cast အနေနဲ့ Lee Ki-hyuk ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nတက္ကသိုလ်ဝင်ခွင့် ပြန်လည် ဖြေဆိုရတဲ့ ညီအစ်ကိုနှစ်ယောက်အကြောင်းပါပဲ။\nနယ်ကနေတက်လာတဲ့ ညီအကို နှစ်ယောက်ဟာ\nသင်တန်းမှာ ကြေးရတက်သမီး\nဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nသူနဲ့ အကိုကြီးဖြစ်သူကြားမှာ အချစ်ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပေါ်လာခဲ့ပေမယ့်.\nသူက အမှုစစ်သမီးဖြစ်ပြီးတော့ နယ်က ညီအစ်ကို နှစ်ယောက်က\nသာမန်လူတန်းစားဖြစ်နေတော့ အခြေအနေတွေက ကွာခြားလွန်းလှပါတယ်။မိုးနဲ့မြေ ဖြစ်နေတဲ့ အချစ်ရေးက အဆင်ပြေပါ့မလား?????\nအချစ်ကို ဦးစားမပေးနိုင်တဲ့ အကိုကြီး ဖြစ်သူရဲ့ အခက်အခဲ\nအကိုကြီး အဖအရာ ဘဝကို ရုန်းကန်နေရပုံကို\nလက်တွေ့ဘဝနဲ့ အနီးစပ်ဆုံး ရိုက်ကူး ပြသထားပြီး\nသင်ခန်းစာယူစရာတွေလည်း အများကြီးရနိုင်တဲ့ ကားကောင်းလေးတစ်ကားဆိုတာ ညွှန်းချင်ပါတယ်။File size… 1GB\nQuality…. 720p\nFormat…mp4\nDuration…. 1hr ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/little-bird-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ePFbsguw4d9UZ3hA61vCUQOBhh.jpg",
        "title": "As Tears Go By (1988)",
        "description": "[Unicode]As Tears Go By(1988)\n===============\nIMDb Rating - 7 out of 10\nDirected by Wong Kar Waiပလေတိုကြီးပြောပြီး အနုပညာသမား\nအတော်များများလက်မခံနိုင်ကြတဲ့\nစကားတစ်ခုကြားဖူးတယ် မို့လား။\nArt Is Immitation.\nအနုပညာဆိုတာ ပုံတူကူးခြင်းတဲ့။\nကျွန်တော်တော့ လက်ခံတယ်။\nအနည်းဆုံးတော့ ကိုယ့်ခံစားချက်ကိုကိုယ်\nပုံတူကူးမှပဲ အနုပညာကထွက်လာမှာ\nမဟုတ်လား။ဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ဖြစ်တဲ့ ဒီရုပ်ရှင်ထဲက ဂိုဏ်းစတားဇာတ်ကောင်ဟာ မာတင် စကောဆေးစိရဲ့ Mean Streets ထဲက ဒီနီးရိုးရဲ့ဇာတ်ကောင်ကို အခြေခံထားတယ်လို့ ဆိုတယ်။\nနောက်တစ်ခုသူ့ကိုလွှမ်းမိုးမှုရှိတာကတော့ နိုက်ကလပ်မန်နေဂျာသူ့အဖေတဲ့။\nဒီလောက်ဆို ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို မှန်းလို့ရပြီမို့လား။\nညတွေ ၊ ဂိုဏ်းစတားတွေ၊ သေနတ်တွေနဲ့ ဒီရုပ်ရှင်ကို ကျွန်တော်သာဆို Crime,Dramaလို့သတ်မှတ်ချင်ပေမဲ့ ဘာကြောင့်လဲတော့မသိ ဝေါင်ရဲ့ကားအများစုလိုပဲ ROMANCE,Dramaဆိုပြီးပဲ သတ်မှတ်ထားတယ်။\nဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ကားပေမဲ့ ဒီရုပ်ရှင်ထွက်ပြီးတဲ့ နှစ်ပေါင်းသုံးဆယ်နောက်ပိုင်းမှာ‌တောင် ဒီရုပ်ရှင်အကြောင်းကို ဝေဖန်သမားတွေ တစ်ခုတ်တရပြောရတဲ့အထိကို အောင်မြင်ခဲ့တယ်။\nသူ့ဇာတ်ကောင်ဟာ မာတင်စကောဆေးစိရဲ့ ဇာတ်ကောင်ကို အခြေခံထားပေမဲ့ မာတင်စကောဆေးစိရဲ့ Gang ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/as-tears-go-by-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjRmODkzNDItMTNhNi00YjJlLTg0ZjAtODlhZTM0YzgzYThlXkEyXkFqcGdeQXVyNzQ1ODk3MTQ@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Raging Bull (1980)",
        "description": "Raging Bull (1980)\n==============IMDb Rating - 8.2/10\nDirected By Martin ScorseseGoodfellas, The Irishman, Taxi Driver,\nThe Wolf of Wallstreet The Departed,\nShutter Island, Gangs of New York,\nking of Comedy ဒီရုပ်ရှင်တွေကို\nမိတ်ဆွေကြိုက်တယ်ဆိုရင်တော့\nMartin Scorseseကိုသိမှာပါ။\nအကောင်းဆုံး Gangsရုပ်ရှင်တွေဟာ\nသူ့လက်ကထွက်လာတယ်ဆိုကြပါတယ်။Raging Bullကို Martin Scorseseရဲ့\nဒုတိယအကောင်းဆုံး ရုပ်ရှင်လို့တော့\nဝေဖန်ရေးသမားတစ်ချို့က ဆိုပါတယ်။\nပထမကတော့ Goodfellasပါ။မာတင်နဲ့ ရုပ်ရှင်ကိုးကားရိုက်ဖူးတဲ့\nRobert De Niroနဲ့ Joe Pesciကိုပဲသုံးထားပြီး\nအီတာလျံအမေရိကန် လက်ဝှေ့သမား\nဟာသပညာရှင်အကြောင်းကိုရိုက်ထားတာပါ။\nမာတင်သေချာသိတဲ့ သူတို့အီတာလျံနွယ်တွေရဲ့\nအကြောင်းပဲမို့ သူ့ကားတွေရဲ့ အငွေ့အသက်ကို\nအပြည့်အ၀ရမှာပါ။Gangsကားလို့တော့\nပြောမရပေမယ့် သူရဲ့ Gangsကားတွေလို\nBrotherhoodsအငွေ့အသက်\nအပြည့်သုံးထားပါတယ်။Raging Bullဟာ Biography,Drama ,Sport\nအမျိုးအစား အဖြူအမဲရုပ်ရှင်ပါ။ဒီတော့\nတစ်ချို့အတွက်ကတော့ အတော်လေး\nပျင်းစရာကောင်းပါလိမ့်မယ်။\nဇာတ်လမ်းကတော့ 1949မှာ\nကမ္ဘာ့ မစ်ဒယ်ဝိတ်ချန်ပီယံဖြစ်ခဲ့တဲ့\nအီတာလျံအမေရိကန် ဘောက်စင်သမား\nတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်လာမော့တာရဲ့ဘ၀\nအနိမ့်အမြင့်အတက်အကျတွေအကြောင်းပါပဲ။\nဘာမှထူးထူးခြားခြားပါမှာမဟုတ်သလို\nထမင်းစားရင်းလေး အပျင်းပြေကျော်လိုက်ရစ်လိုက်\nကြည့်မယ်တွေးပြီးကြည့်မယ်ဆိုရင်တော့\nစားလက်စထမင်းပန်ကန်ထဲပါ မျက်နှာစိုက်\nအိပ်ပျော်သွားနိုင်ပါတယ်။ရုပ်ရှင်တစ်ပုဒ်ကို\nစီးကရက်တစ်လိပ် ကော်ဖီတစ်ခွက်နဲ့\nအေးအေးဆေးဆေး ခံစားပြီးကြည့်မယ်ဆိုရင်တော့\nအတော်ကြည့်ကောင်းမယ့် ရုပ်ရှင်ပါပဲ။\nလူတိုင်းရဲ့ဘ၀ဟာ စိတ်၀င်စားစရာ\nဇာတ်ကြောင်းတစ်ခုတော့ရှိကြတာကိုး။ရုပ်ရှင်ဟာ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/raging-bull-1980/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIv3EiZIC2tkBmjQ747Lyf5c61b.jpg",
        "title": "Happy Together (1997)",
        "description": "[Unicode]Happy Together (1997)\n==================IMDb Rating - 7.8/10ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်တွေက ဇာတ်ညွှန်းကို စဆုံးရေးပြီးမှရိုက်တဲ့ ရုပ်ရှင်တွေမဟုတ်ဘူး။\nအများအားဖြင့်တော့ သူ့ခေါင်းထဲမှာရှိတဲ့ အချက်အလက်တွေကို ညဘက်ရိုက်ကွင်းမတိုင်ခင် နေ့ဘက်မှာရေးထားတာတွေ။\nအရမ်းကြီး ကြိုတင်စီမံမှုမရှိဘူး။ပြောရရင် ကဗျာရေးသလိုပေါ့။\nဒါကြောင့်ပဲ Ashes Of time အပြီး သူပေါ့ပေါ့ပါးပါးရိုက်လိုက်တဲ့ Chungking Expressက သူက ပေါ့ပေါ့ပါးပါးပဲရိုက်လိုက်တာဆိုပေမဲ့အတော်တာသွား သွားတယ်။\nပြောရရင် ကဗျာရေးသလိုရိုက်တာဆိုတော့ သူ့ရုပ်ရှင်တစ်ခုနဲ့ တစ်ခုရဲ့ကွာခြားမှုက ကဗျာရေးသလို အခွင့်အခါလိုတယ်။\nခံစားမှုအပေါ်အခြေခံပြီး စာသားကောင်းကောင်းထွက်လာဖို့ အခွင့်အခါလိုသလိုပေါ့။\nသူပြောတာကတော့ အခွင့်အခါမဟုတ်ဘူး။\n\" တရုတ်ဘာသာစကားကနေ အင်္ဂလိပ်ဘာသာကိုပြန်ဆိုဖို့ ခက်တဲ့ဝေါဟာရတစ်ခုဗျာ။\nအဲ့ဒီ‌ ‌ဝေါဟာရက အခွင့်အလမ်းလို သဘောမျိုးပဲ။\nသဘောကဗျာ\nကျုပ် ဒီမှာထိုင်ပြီး ခင်ဗျားနဲ့အင်တာဗျူးလုပ်နေတယ်။\nဒါပေမဲ့ တကယ်လို့ဒီလိုသာ မဟုတ်ခဲ့ရင် ကျုပ်တစ်ခြားတစ်ယောက်ယောက်နဲ့ အင်တာဗျူးလုပ်မိမှာလည်းဖြစ်နိုင်တယ်။\nဘာကြောင့် ကျုပ်တို့ ဒီအချိန်ဒီနေရာမှာ တွေ့သင့်တာလဲ။\nဒါက အခွင့်အခါကြောင့်ပဲလေ။\nကျုပ်ရုပ်ရှင်တွေအကုန်လုံးကလည်း အခွင့်အခါကြောင့်ဖြစ်လာတယ်ပဲထင်တယ်\" တဲ့\nအဲ့ဒီအခွင့်အခါကြောင့်ပဲဖြစ်ပါလိမ့်မယ်\nHappy Togetherက Cinematographyတွေဟာ တခြားဝေါင်ကာဝေးကားတွေနဲ့ ကွဲတယ်။\nရိုက်တာကတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/happy-together-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmIzO-135x200.jpg",
        "title": "Don’t Tell a Soul (2020)",
        "description": "Don’t Tell A Soul (2020)***********************IMDbမှာ 5.9 အထိ ရထားတဲ့ Thriller ကားကောင်းလေးပါ။ဆယ်ကျော်သက်အရွယ် မက်နဲ့ ဂျိုဝီတို့က နေမကောင်းဖြစ်နေတဲ့\nအမေဖြစ်သူရဲ့ ဆေးဝါးစရိတ်တွေ အတွက် သက်ကြီးရွယ်အိုတွေနေတဲ့ အိမ်ကို\nလူတွေ မရှိချိန်မှာ ပိုက်ဆံတွေ သွားခိုးကြပါတယ် ...တစ်ခုခုဆို ကြောက်တတ်ပြီး ရိုးရိုးအေးအေးလေး နေတတ်တဲ့ ဂျိုဝီဟာ\nမက်လို့ ခေါ်တဲ့ အကို ကြိုးဆွဲရာ ကရတဲ့ ရုပ်သေးရုပ်လေးဖြစ်တယ်အကို့ကိုလည်း ကြောက်ကလည်းကြောက် ....\nပိုက်ဆံသွားခိုးဖို့လဲမိမှာ ကြောက်နေရှာတဲ့ ဂျိုဝီဟာ\nအကို ခိုင်းသမျှ ကြောက်ကြောက်လန့်လန့်နဲ့ လုပ်ခဲ့ရရှာပါတယ် ....ပိုက်ဆံခိုးရင်း သူတို့ ညီအကိုနှစ်ယောက်ဟာ လုံခြုံရေး အစောင့်နဲ့ တွေ့ပြီး\nကိစ္စရပ်တွေဟာ စီစဉ်ထားသလို ဖြစ်မလာခဲ့ရတာကနေ\nဒီဇာတ်လမ်းလေးကို သဲထိပ်ရင်ဖို အဆုံးထိ ဆွဲခေါ်သွားပါတယ်....ဝိဉာဉ်ကိုတောင်မှ ပြောပြလို့မရတဲ့ သဲထိပ်ရိပ်ဖို\nDrama ကားကောင်းလေး ဖြစ်တာကြောင့် မိတ်ဆက်ပေးလိုက်ပါတယ်ဘာသာပြန်ဆိုသူ Theint Theint ဖြစ်ပါတယ်File Size : (1.35 GB) ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dont-tell-a-soul-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tY8w7eOiNwtbiVfPmTxspkt46bW.jpg",
        "title": "A Sun (2019)",
        "description": "[Unicode]A Sun 2019ဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ က ထွက်ရှိခဲ့တဲ့ဇာတ်ကားလေးဖြစ်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၀ ဆုရရှိထားတာဖြစ်ပါတယ်မိဘမေတ္တာကို ဖော်ကျူးထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်လို့ ကြည့်ပြီးရင်တော့ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ သေချာပါတယ်ဇာတ်လမ်းအကျဉ်းအားဝမ်က အလုပ်ကြိုးစားတဲ့ ကားမောင်းနည်းပြတစ်ယောက်ပါချန်ကျန်းဟိုနဲ့ ချန်ကျန်းဟောင်ဆိုပြီး သား၂ယောက်ရှိပေမယ့် ကျန်းဟိုက အမြဲပြဿနာရှာတတ်တာကြောင့် သားအဖြစ် အသိအမှတ်မပြုခဲ့ဘူးတစ်ရက်မှာတော့ ချန်ကျန်းဟို အမှုအခင်းရင်ဆိုင်ရပြီး လူငယ်ထိန်းသိမ်းရေးစခန်းကိုရောက်ခဲရတယ်သိပ်မကြာခင်မှာ အားဝမ် သိပ်ချစ်ရတဲ့ သားကြီး ချန်ကျန်းဟောင်လည်း ဆုံးပါးသွားခဲ့တယ်ရုတ်တရက်ကြီး ကံဆိုးမှုတွေ ကြုံလာရတဲ့ ဒီမိသားစုလေးမှာ နောက်ထပ် ကံဆိုးမှုတွေ မကြုံရအောင် သူတို့ဘယ်လိုတွေ ကြိုးစားမလဲ\nဘယ်လိုကာကွယ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]A Sun 2019ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ က ထြက္ရွိခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ႐ုပ္ရွင္ပြဲေတာ္ေတြမွာ ဆုေပါင္း ၁၀ ဆုရရွိထားတာျဖစ္ပါတယ္မိဘေမတၱာကို ေဖာ္က်ဴးထားတဲ့ မိသားစုဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ၿပီးရင္ေတာ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/a-sun-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfIOzedY6LFzdWTeNnIkmxAiLCg.jpg",
        "title": "One Night in Miami…(2020)",
        "description": "One Night in Miami...(2020)အညွှန်း*******************************IMDb...7.3One Night in Miami ဆိုတဲ့ဇာတ်ကားလေးကတော့ လူမည်းလေးယောက်ရဲ့ ရင်တွင်းခံစားချက်တွေဖွင့်ဟထားတဲ့စကားဝိုင်းကနေ သူတို့ဖြတ်သန်းနေရတဲ့ လူမှုပတ်ဝန်းကျင်ကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။လူမည်းလေးယောက်လုံးကလည်း နယ်နယ်ရရတွေတော့မဟုတ်ပါဘူး။ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဖြစ်တဲ့ Cassicus ClayNational League အထိတတ်လှမ်းနိုင်တဲ့ ဘောလုံးသမား Jim Brownနာမည်ကြီးအဆိုတော် Sam Cooke နဲ့လူ့အခွင့်အရေးလှုပ်ရှားသူ အစ္စလာမ်ဘာသာဝင် ဝန်ကြီး Malcolm X တို့ပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့လူမည်းအသိုင်းအဝိုင်းမှာ အောင်မြင်မှုကိုယ်စီရရှိထားပြီး ကိုယ့်ဒေသရဲ့ဂုဏ်ကိုဆောင်နိုင်ကြပေမယ့် လူဖြူတွေရဲ့ မသိမသာခွဲခြားဆက်ဆံမှုကိုခံရတဲ့ လူမည်းတွေရဲ့ဘဝ၁၉၆၀ ခုနှစ်ဝန်းကျင်က လူမည်းအမျိုးသားတွေရဲ့ ခံယူချက်နဲ့ လူ့အခွင့်အရေးလှုပ်ရှားမှုတွေကိုယ်ယုံကြည်တဲ့ဘာသာတရားနဲ့ နိုင်ငံရေးရောယှက်လာတဲ့အခါ ကြုံတွေ့ရတဲ့ သောကတွေကိုမပျင်းရလေအောင် စိတ်ဝင်စားဖွယ်ရိုက်ကူးပြထားတာမို့ ဗဟုသုတလည်းရတဲ့ကားမို့ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (2.19GB) and (1.09GB)\nQuality :HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/one-night-in-miami-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cw3KTc6kKsuuaTiX0imTukaDOQk.jpg",
        "title": "Dwelling in the Fuchun Mountains (2019)",
        "description": "[Unicode]Dwelling in the fuchun Mountains(2019)\n=============================\nIMDb Rating. =. 7.1 out of 10\nRotten Tomatoes. = 100%မပြောချင်ဆုံးနဲ့ အပြောရဆုံးစကားလုံးဖြစ်တဲ့\n\"အနုပညာ\"ကိုပဲ မလွှဲရှောင်သာပြောရပါဦးမယ်။\nယဉ်ကျေးမှုနဲ့ အနုပညာဟာ တိုက်ရိုက်အချိုးကျပါတယ်။\nအာရှဘက်မှာဆို တကယ် အနုပညာဆန်တဲ့ရုပ်ရှင်တွေကို ကိုယ်ပိုင်ယဉ်ကျေးမှုထွန်းကားတာကြာမြင့်ပြီဖြစ်တဲ့\nတရုတ်၊အိန္ဒိယ၊ဂျပန်တို့လို နိုင်ငံ‌တွေမှာပဲ တွေ့ရတာ များပါတယ်။ လက်ရှိကာလအားဖြင့် တရုတ်မှာ အတော်ချာတဲ့ ငွေရှာ ရုပ်ရှင်တွေများပေမဲ့လည်း တကယ် ရင်ဘတ်ပါတဲ့ ရုပ်ရှင်တွေရိုက်တဲ့ လူတွေလည်း အများကြီးကျန်ပါသေးတယ်။\nအသစ်ပေါ်လာတာတဲ့ လူတော်တွေလည်း မနည်းပါဘူး။အသစ်တွေပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်တွေဟာ အနုပညာကိန်းအောင်းမှု မနုံနှဲ့ပါဘူး။\nအခု ရုပ်ရှင်ဟာ ဒါရိုက်တာGu Xiaogangရဲ့ ပထမဆုံးကားပါပဲ။\nယဉ်ကျေးမှုနဲ့ အစချီထားရတဲ့ အကြောင်းရင်းက သူ့အနုပညာရဲ့ မြစ်ဖျားခံရာဟာ တရုတ်ရိုးရာပန်းချီဖြစ်နေလို့ပါ။\nDwelling In The Fuchun Mountainsဆိုတဲ့အမည်ဟာ ဂန္တဝင် တရုတ်ရိုးရာပန်းချီလိပ်တစ်ခုရဲ့ အမည်ပါပဲ။\nဒါရိုက်တာက ပန်းချီကားလိပ်တွေကို အခြေခံပြီး ပန်းချီကားလိပ်Triology ရိုက်မှာပါ။\nဒါက ပထမဆုံးကားပါပဲ။နောက်ရုပ်ရှင်နှစ်ခုကိုလည်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dwelling-in-the-fuchun-mountains-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tiger-135x200.jpg",
        "title": "The White Tiger 2021",
        "description": "Netflix ရဲ့ ရုပ်ရှင်အသစ်လေး ခံစားကြည့်ရအောင်။\nမင်းသား မင်းသမီးတွေက နာမည်ကြီးတွေလို့တော့ ပြောကြတယ်ဗျ။\nကျွန်တော်ကတော့ အကြည့်နည်းလို့ သိပ်မသိဘူး။\nဒါပေမယ့် ဇာတ်လမ်းအကြောင်းကိုပဲ ပြောရအောင်။\nသိပ်ကောင်းပါတယ်။\nအိန္ဒိယရဲ့ စွန့်ဦးတီထွင်လုပ်ငန်းရှင်တစ်ယောက်က\nတရုတ်ဝန်ကြီးချုပ် ဝန်ကျားပေါင်နဲ့ တွေ့ခွင့်ရဖို့\nသူ့ဘဝဇာတ်ကြောင်းကို အီးမေးလ် ပို့ရာကနေ စတာပေါ့ဗျာ။\nအိန္ဒိယနိုင်ငံမှာ ဇာတ်နိမ့်တွေ ဇာတ်မြင့်တွေ အမျိုး ၁၀၀၀ လောက် ရှိခဲ့ပေမယ့်\nတကယ်တော့ ဇာတ် ၂ မျိုးပဲ ရှိပါတယ်။\nဗိုက်ပူနေတဲ့သူနဲ့ ဗိုက်ပိန်နေတဲ့သူပေါ့။\nသခင် နဲ့ အစေခံပေါ့။\nအိန္ဒိယနိုင်ငံရဲ့ လူတန်းစား ကွာခြားမှုအမြင်တွေ ရုန်းကန်မှုတွေ အကြောင်း\nကောင်းကောင်းကြီး ပုံဖော်ထားတာပါပဲ။\nဇာတ်လိုက်ရဲ့ ဥပမာကတော့ သူတို့လို အစေခံ လူတန်းစားတွေကို\nကြက်လှောင်အိမ်ထဲက ကြက်တွေနဲ့ နှိုင်းယှဉ်ပြထားတယ်ဗျာ။\nကြက်လှောင်အိမ်ထဲက ကြက်တွေဟာ သူတို့ရှေ့မှာ ကြက်တွေကို သတ်နေတာတွေ မြင်ရတယ် သွေးနံ့တွေရတယ်။\nဒါပေမယ့် လှောင်အိမ်ထဲက ထွက်ဖို့ မကြိုးစားကြဘူး။\nအစေခံတွေအားလုံးဟာလည်း ဒီလိုလူတွေပဲလို့ ဆိုထားတယ်။\nဒီဇာတ်လမ်းကတော့ ကြက်လှောင်အိမ်ထဲကနေ ထွက်ဖို့ ကြိုးစားခဲ့တဲ့\nကြက်တစ်ကောင်အကြောင်းပေါ့ဗျာ။\nအားလုံးကြိုက်ကြမှာပါ။\nFile size…(1.7 GB) and (900 MB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-white-tiger-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTExMmZjMzItNTNlZS00ZjU1LTk5M-143x200.jpg",
        "title": "Sightless (2020)",
        "description": "Sightless (2020)*****************ဇာတ်လမ်းအညွှန်းနှင်းတွေကျနေတဲ့ညတစ်ညမှာ နာမည်ကြီးတယောပညာရှင်\nအယ်လန်အက်ရှ်လန်းတစ်ယောက်ဟာ\nသူစိမ်းတစ်ယောက်ရဲ့ တိုက်ခိုက်ခြင်းကိုခံလိုက်ရပါတယ်။\nသတိရလာချိန်မှာတော့ အယ်လန်တစ်ယောက် မျက်စိမမြင်တော့ပါဘူး။\nနိုင်ငံခြားရောက်နေတဲ့အကိုရဲ့ စီစဉ်မှုနဲ့ အယ်လန်တစ်ယောက်\nဆီယက်တဲလ်မြို့ရဲ့ ဆိတ်ငြိမ်တဲ့ တိုက်ခန်းကိုရောက်ရှိလာပါတယ်။\nမျက်မမြင်ခါစ အယ်လန့်အတွက် ကလေတန်ဆိုတဲ့\nအမျိုးသားသူနာပြုတစ်ယောက် ငှားထားပေးသော်လည်း\nအယ်လန်တစ်ယောက်နေသားမကျနိုင်ဖြစ်နေပါတယ်။\nအကိုဖြစ်သူကိုလည်းဆက်သွယ်မရ၊\nသူငယ်ချင်းဖြစ်သူကိုလည်းဆက်သွယ်မရနဲ့\nမိမိအဖြစ်ကိုမကျေမချမ်းဖြစ်နေတဲ့ အယ်လန့်အတွက်\nနေထိုင်ရာ တိုက်ခန်းမှာ ပုံမှန်မဟုတ်တာတွေကို သတိထားမိလာတဲ့အခါ\nအမှောင်ထဲမှာ လမ်းပျောက်နေတဲ့အယ်လန့်အတွက်\nဘယ်လိုလျှို့ဝှက်သည်းဖိုဖွယ် အဖြစ်မှန်တစ်ခုက\nစောင့်ကြိုနေလဲဆိုတာ တော့....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။)File Size : (1.44 GB) and (804 MB)\nQuality : 1080p.WEB-DL\nFormat…mp4\nDuration…1h 29min\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Myoko",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/sightless-2020/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/psxsB6mYC5TVufKejGjTaeLDyEp.jpg",
        "title": "One Second ( 2020 )",
        "description": "ဒီကားလေးကတော့ Box office worldwideမှာ $10600000အထိဝင်ငွေစံချိန်တင်ရရှိထားတဲ့Nov27 2020မှာထွက်လာတဲ့ Drama History အမျိုးအစားဖြစ်ပါတယ်1975ခုနစ် တီဗီတွေမရှိသေးချိန်ဖလင်နဲ့ ပိတ်ကားပေါဇာတ်ကားပြလေ့ရှိပါတယ်..ွဒီအချိန်မှာ ဇာတ်ကားမပြသခင်လာတဲ့ သတင်းအတိုအထွာမှာ၂၂ရက်နေ့ ပါလာတဲ့သမီးလေးပါတဲ့ one secondစာမြင်ကွင်းကိုကြည့်ရဖို့အလုပ် ကြမ်းထောင်ကနေထွက်ပြေးလာတဲ့ကျန်းကျုံစိမ်း..ဖလင်လိပ်တွေကိုမီးပုံးလုပ်ပေးဖို့လိုက်ခိုးယူနေတဲ့လျိုကွေးနွီ...ဖလင်လိပ်တွေလမ်းမှာပျက်ဆီးသွားလို့ အလုပ်မပြုတ်ဖို့ အရေး ကြိုးစားရတဲ့ဖန့်တျန့်ရင်တို့သုံးယောက်သားဆုံကြတဲ့အခါ....ဖလင်လိပ်တစ်လိပ်ပဲရှိချိန် ဖလင်ဆေးရည်လဲမရှိတဲ့အချိန်မှာ ဘယ်လိုတွေကြိုးစားပြီးပြန်ရယူမလဲ...ကျန်းကျုံစိမ်းက ၂၂ရက်နေ့သတင်းအတိုအထွာမှာပါတဲ့သူ့သမီးလေးကို မြင်တွေ့ခွင့်ရနိုင်ပါ့မလား..ဇာတ်ကား ကြည့်ဖို့အရေးခက်ခဲမှုများစွာနဲရင်ဆိုင်ရတဲ့ ခေတ်ကာလကိုဖော်ပြသွားပြီးဖခင်တစ်ယောက်ရဲ့သမီးအပေါထားတဲ့သံယောဇဉ်ကိုမြင်ရမှာပါ  Quality : WEB-DL 720pFormat : mp4During : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/one-second-2020/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Twoq37KJudpNuXh5Zbp91IhsSq.jpg",
        "title": "Love on the Rise (2020)",
        "description": "Love on the rise (2020)တောင်ကာရိုလိုင်းနားပြည်နယ်ရဲ့ ပင်လယ်ကမ်းစပ်ကမြို့ကလေးဟာ\nသဘာဝရှုခင်းတွေနဲ့ သာယာလှပနေပါတယ်\nအဲ့မြို့လေးမှာ ဗစ်တိုးရီးယား(တိုရီ)ဆိုတဲ့\nမုန့်ဖုတ်သမလေးက သူ့လုပ်ငန်းကိုကြိုးစားလုပ်ကိုင်ရင်း\n\"ကိတ်နတ်သမီး\" ဆိုပြီး နာမည်ရစပြုလာတဲ့မိန်းမငယ်လေးတစ်ယောက်ပေါ့တစ်နေ့တော့ မင်္ဂလာဆောင်တစ်ခုကို ကိတ်မုန့်သွားပို့တဲ့အခါ\nဂျိတ် ဆိုတဲ့ကောင်လေးနဲ့ သွားဆုံပါလေရော\nဒါပေမယ့် တိုရီဟာ ဂျိတ်ကို သူတို့မြို့က အထင်ကရစီးပွားရေးလုပ်ငန်းရှင်ရဲ့သားအနေနဲ့ မသိခဲ့ဘဲ\nစားပွဲထိုးကောင်လေးအနေနဲ့ပဲ သိခဲ့ပါတယ်\nကံဆိုးချင်တော့ တိုရီတို့ငှားထားတဲ့ဆိုင်ခန်းတွေနေရာမှာ\nကွန်ဒိုအသစ်တွေဆောက်ဖို့အကြောင်းဖန်လာပါတယ်ဒီကိစ္စကို တိုရီတို့ငှားရမ်းသူတွေက သိသွားပြီး\nကန့်ကွက်ကြောင်း ဆန္ဒပြကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာကြမလဲ?????\nဂျိတ်ရဲ့ဘ၀မှန်ကို သိသွားတဲ့အခါမှာ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်လာကြမလဲ?????ဇာတ်လမ်းလေးက သမားရိုးကျအတိုင်းသွားပေမယ့်\nပင်လယ်ကမ်းစပ်အလှတွေ စားချင်စရာကိတ်တွေကိုကြည့်ရင်း\nအချစ်ပုံပြင်လေးတစ်ပုဒ်ကို သီချင်းမြူးမြူးလေးနဲ့ခံစားချင်ရင်တော့.....Review နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။File size… 1.2GB and  581MB\nQuality….WEB-Rip 1080p and 720p\nFormat…mp4\nDuration…. 1hr 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thwal Yadi\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/love-on-the-rise-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "title": "Double Dad (2021)",
        "description": "Double Dad(2021)မိဘမစုံမလင်နဲ့ ကြီးပြင်းလာရတဲ့ ကလေးလေးတစ်ယောက်ရဲ့\nအလိုအပ်ဆုံးအရာဟာ ဘာဖြစ်နိုင်မလဲ?\nငွေကြေးချမ်းသာမှုလား ချစ်ခြင်းမေတ္တာလား?????\nဒါမှမဟုတ် ပြီးပြည့်စုံတဲ့မိသားစုဘဝလား?????အမေတစ်ခု သမီးတစ်ခု ဘဝနဲ့နေလာခဲ့ရတဲ့\nဗီဇင်ဆာဟာ သူ့အဖေကိုတွေ့ရဖို့အတွက်\n၁၈နှစ်လုံးလုံးမျှော်လင့်ခဲ့ရပါတယ်။\nအမေဖြစ်သူကိုမေးပေမယ့် တွေ့ဖို့အချိန်မတန်သေးဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nခဏခဏ အငြင်းခံရပြီးတဲ့နောက်မှာတော့\nကိုယ်တိုင် အဖေရှာပုံတော်ဖွင့်ဖို့ ကြိုးစားပါတော့တယ်။ကျင့်စဥ်တွေလိုက်စားတတ်တဲ့အမေဟာ ဘာသာရေးကိစ္စနဲ့\nအိန္ဒိယကိုသွားဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဗီဇင်ဆာတစ်ယောက် အဖေရှာပုံတော်ဖွင့်ဖို့အခွင့်အရေးရရှိလာပါတော့တယ်။အဖေရှိရာမြို့ဆီ ခြေဆန့်လို့ ရှာဖွေရင်းကနေ\nအဖေဖြစ်နိုင်ခြေရှိတဲ့သူဟာ တစ်ယောက်တည်းမဟုတ်ဘဲ နှစ်ယောက်ဖြစ်နေတဲ့အခါ\nဗီဇင်ဆာတစ်ယောက် အဖေရင်းကိုရှာဖွေတွေ့နိုင်ပါ့မလား။အမေကရော ဘာဖြစ်လို့ အဖေရင်းအကြောင်းကို မပြောပြချင်ရတာလဲ?\nသူမရဲ့အဖေတွေကရော သူမကိုသမီးအဖြစ်လက်ခံနိုင်ပါ့မလားဆိုတာကို\nရှုခင်းကောင်းကောင်း နောက်ခံတေးသွားလှလှလေးတွေနဲ့\nပြီးသွားလို့ပြီးသွားမှန်းမသိလောက်အောင် မျောပါသွားတဲ့အထိ\nတင်ဆက်ထားတဲ့ ပေါ်တူဂီဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့ ကြည့်ဖို့ ညွှန်းပါ​ရစေ။File size… 1.48GB and 677MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Hazel\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/double-dad-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aI764sCzyMVnfHga2GTrnH7baz3.jpg",
        "title": "Tagpuan (2020)",
        "description": "Tagpuan (2020)Tagpuan ဆိုတာကတော့ ဖိလစ်ပိုင်လို \"ဆုံမှတ်\" ဆိုတဲ့ အဓိပ္ပါယ်ပါ။မိဘမဲ့အဖြစ်နဲ့ ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတဲ့\nစကားနည်းပြီး သွေးအေးတတ်တဲ့ လုပ်ငန်းရှင်တစ်ယောက်က\nအမျိုးသမီး နှစ်ယောက်နဲ့ ဆုံခဲ့ရတဲ့ အကြောင်းလေးပါ။တစ်ယောက်က ကြင်သူသက်ထား ဇနီးမယားဖြစ်ပြီး\nနောက်တစ်ယောက်ကတော့ သိကျွမ်းတာ မကြာသေးတဲ့ သူစိမ်းမိန်းကလေးစကားနည်းပြီး စည်းကမ်းကြီးတဲ့လူတစ်ယောက်က\nစကားများတတ်တဲ့ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံတဲ့အခါမှာတော့ ......\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ကြရအောင်.....ဇာတ်က သာမန်အိမ်ထောင်ရေးကားဆိုပေမယ့်\nကြည့်လေ ကြည့်လေ တွေးမိလေ ဖြစ်မယ့်ကားမျိုးပါပဲ။ဖောင်းဒိုင်းရှူးရှဲ အနည်းငယ် ပါတာဆိုတော့ ခပ်စပ်စပ်လေးပေါ့ဗျာ။File size…2GB and 900 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 47min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Sim Jinnie\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tagpuan-2020/"
    }
]