[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODM0YTYzNjgtZjg4Yi00NWNjLWE2ODUtM2I0ODFjOTVjYjQ2XkEyXkFqcGdeQXVyMTE3MDg1OTI5._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Semret (2022)",
        "description": "ဇာတ်လမ်းအကျဉ်း ဆမ်မရစ်ဆိုတာကတော့ ဆယ်ကျော်သက်အရွယ်သမီးဖြစ်သူအတွက် ဘာမဆိုလုပ်မယ်ဆိုတဲ့ အဲရစ်ထရီယာလူမျိုး Single Mom တစ်ယောက်ပဲဖြစ်တယ်။ အခုကတော့ Zurich မှာရှိတဲ့ ဆေးရုံတစ်ရုံမှာ အလုပ်လုပ်နေရင်း သားဖွားတစ်ယောက်ဖြစ်ချင်နေတဲ့ သူပေါ့။ သမီးရဲ့နာမည်က ဂျူလီ။ အဖေဖြစ်သူက သဘာဝဘေးရှောင်ရင်း ရေနစ်သေဆုံးသွားတယ်လို့ ပြောထားခဲ့ပေမဲ့ သမီးဖြစ်တဲ့ ဂျူလီက ယုံကြည်မယ်လို့ ထင်ပါသလား။ သမီးဖြစ်သူကို အပေါင်းအသင်းတွေတောင်မထားခိုင်းဘဲ ချုပ်ချုယ်ချစ်နဲ့ ချစ်နေတဲ့ အချစ်မျိုးရဲ့နောက်ကွယ်မှာ ဘာအကြောင်းပြချက်တွေရှိမလဲ။ ဒါပေမဲ့ တစ်ရက် ဆမ်မရစ်က ဆေးရုံမှာ မှားယွင်းစွပ်စွဲခံခဲ့ရတယ်။ အဲမှာ သူချစ်ရတဲ့အရာအားလုံးကို ကာကွယ်ဖို့အတွက် သူ့အနေနဲ့ သူ့အခွင့်အရေးအတွက် တိုက်ခိုက်ရမယ်ဆိုတာကို သူသဘောပေါက်သွားခဲ့တယ်။ အဲဒါတွေနဲ့အတူ သူ့ရဲ့အတိတ်ကြောင်းကရော ဘာဖြစ်မလဲ။File size…(1.1 GB)/(612 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Moshimoshi",
        "rating": "",
        "url": "https://channelmyanmar.org/semret-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xvHITv3uHxuHRsadsoRELePBpl.jpg",
        "title": "Camp (2013)",
        "description": "မိဘမဲ့ကလေးတွေ စွန့်ပစ်ခံရတဲ့ကလေးတွေ မိဘတွေကပြစ်မှုကျူးလွန်လို့ ထောင်ကျပြီး ဂရုစိုက်မပေးနိုင်တဲ့ကလေးတွေကိုစုပြီး တစ်ပတ်လောက် ပျော်စရာတွေ အားကစားပြိုင်ပွဲတွေနဲ့အပန်းဖြေကြတဲ့ နွေရာသီစခန်းလေး တစ်ခုအကြောင်းပါ။အီလိုင့်အမေက ဆေးစွဲနေပြီး အပျော်အပါးတွေရည်းစားကိစ္စတွေနဲ့ပဲ အလုပ်ရှုပ်နေပါတယ်။အီလိုင့်ကို သူ့အခန်းထဲမှာပဲ ပိတ်ထားပြီး နှိပ်စက်တတ်ပါတယ်။သူ့အဖေကလည်း လူတွေကို လက်ပါတတ်ပြီးရိုက်တတ်သူတစ်ယောက်ပါ။ဒီလိုနဲ့ အီလိုင့်ကို လူမှုလုပ်သားတွေက ထိန်းသိမ်းထားလိုက်ပြီးနွေရာသီစခန်းလေးဆီ ရောက်လာပါတော့တယ်။ခန်မက်သရူးကတော့ ငွေကြေးအကြံပေးတစ်ယောက်ပါ။သူ့ဖောက်သည် ဖြစ်လာနိုင်တဲ့ မာဂရက် ဆန်းမားဖီးလ်အထင်ကြီးအောင်လုပ်ဖို့ နွေရာသီစခန်းမှာလုပ်အားပေးတယ်လို့ ညာလိုက်ပါတယ်။ဒီလိုနဲ့ စိတ်မပါဘဲ Ken တစ်ယောက်နွေရာသီစခန်းကို ရောက်လာပါတော့တယ်။မိဘတွေဆီက ရခဲ့တဲ့ စိတ်ဒဏ်ရာတွေကြောင့် လောကကြီးကိုဘက်တိုက်နေတဲ့ ဂျစ်ကန်ကန်ကောင်လေး အီလိုင်နဲ့ စိတ်မပါဘဲစခန်းမှာ လုပ်အားလာပေးတဲ့ ခန်တို့ နွေရာသီစခန်းလေးမှာဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ စောင့်ကြည့်လိုက်ကြပါဦးနော်ဘာသာပြန်နဲ့ အညွှန်းရေးသားသူကတော့ Phu Myat Thwe ပါ File size…  2.1 GB / 1 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/camp-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1Z1tZMR66RxcNeHbwoEhYeqOlP.jpg",
        "title": "The Graduate (1967)",
        "description": "\"မစ္စရော်ဘင်ဆင် ခင်ဗျားကျွန်တော့်ကိုဖြားယောင်းဖို့ကြိုးစားနေတာပဲ\"အသက် ၂၀အရွယ် လူငယ်ကလေးတစ်ယောက်ရဲ့နှုတ်က ထွက်လာသောစကားသံများ။လိုက်ဖက်ညီစွာ ကင်မရာAngleက ထိုအမျိုးသမီးကြီးရဲ့ပေါင်တံအောက်မှာ။\"ငါ့ယောကျ်ားပြန်လာဖို့က နာရီနဲ့ချီကြာဦးမှာ။ ပြန်မလာခင်ထိငါ့ကိုဝိုင်းစောင့်ပေးပါဦး \"\"ကျွန်တော် ပိုက်ဆံအိတ်ကိုအဝနားမှာပဲချခဲ့မယ်နော်\"\"ဘန်ဂျမင် ကြောင်တောင်တောင်တွေလုပ်မနေတော့ဘဲ အခန်းထဲကိုလာပေးလိုက်တော့\"\"လာမပေးတာကောင်းလိမ့်မယ်ဗျာ\"အီလိန်းအခန်းထဲတင်ပဲ လာခဲ့\" ခြိမ်းခနဲ တံခါးပိတ်သံနဲ့အတူ မြင်ကွင်းရှေ့ပေါ်ထွက်လာတဲ့အမျိုးသမီးရဲ့ မိမွေးတိုင်း ဖမွေးတိုင်း အဝတ်ဗလာကိုယ်ခန္ဓာ။မနေ့တစ်နေ့မှကောလိပ်ကပြန်ရောက်လာတဲ့ ငတိတစ်ယောက်ထိုအမျိုးသမီးကြီးရဲ့ကျားကွက် စားကွက်အောက်အလွတ်မရုန်းနိုင်ခဲ့ပြန်။ကာမတဏှာရဲ့နှိုးဆော်မှုနဲ့အတူ လူငယ်လေးကိုပါ မိုက်ပြစ်ကျူးလွန်စေမဲ့အပြစ်သားအဖြစ်အတူဆွဲခေါ်ခဲ့တယ်။သူမ ကဘယ်သူလဲ... သူ(မ) တိုက်ကြီး ကားကြီး ဇိမ်ခံအသုံးအဆောင်တွေနဲ့လိုချင်တာရနိုင်တဲ့ ငွေကြေးပြည့်စုံတဲ့ ဘဝ။သူ(မ)ဘယ်တော့မှ မတင်းတိမ်နိုင်ဘူး။သူ(မ) ငတ်မွတ်နေတယ်။ဆာလောင်နေတယ် ။တကယ်တည်းက သူ(မ) အထီးကျန်နေတယ်။မထင်မှတ်ဘဲ ရရှိခဲ့တဲ့ကိုယ်ဝန်ကြောင့် အိမ်ထောင်ကျခဲ့တယ်။အိမ်ထောင်ရေးက ပြဿနာလည်းမရှိ။ဒုက္ခလည်းမရှိခဲ့။တစ်ဖန်သုခလည်း မရှိပြန်။သမီးကျောင်းတက် ယောကျ်ားအလုပ်သွား။မစ္စရော်ဘင်ဆင် အိမ်မှာတစ်ယောက်ပဲကျန်ခဲ့တယ်။ဒီလမ်းကိုရွေးဖို့မစတင်ခဲ့ပေမဲ့ မစ္စရော်ဘင်ဆင်ရဲ့ဇာတ်လမ်းက ဒီမှာစတင်ခဲ့တယ်။Dee Dee Dee...Mrs.Robinson အပြစ်ကျူးလွန်နေတဲ့ မစ္စရော်ဘင်ဆင်ငရဲမှာမခံစားချင်ရင်တော့ ဘုရားမှာဆုတောင်းပါတော့။ကိုယ့်ကိုကိုယ်ကူကယ်နိုင်မဲ့နိုင်ဖို့ ကူညီပေးချင်တယ်။ဒီမှာထပ်မံထည့်သွင်းရေးသွားချင်တာက ရုပ်ရှင်တစ်လျှောက်ထည့်သွင်းထားတဲ့Simon & Garfunkel ရဲ့သီချင်းများနဲ့တေးဂီတgenre အမျိုးအစားရဲ့ အကြောင်းပါ။အိမ်ကိုပြန်လာပေမဲ့ နွေးထွေးမှုမရှိဘူး။အိမ်ဟုတ်မနေဘူး။နွေးထွေးမှုရဖို့ သူ(မ) အခြားနည်းနဲ့ရှာတယ်။ဒါပေမဲ့ တစ်ခါပြီးဆုံးသွားတိုင်း အဲ့အရာကိုလုံလောက်အောင်မခံစားရပြန်ဘူး။ဒီလိုနဲ့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-graduate-1967/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTUwNTliOWEtZTQ1Ni00ODQ4LWEzNjQtNDg1OGI5MGQ3NDQ4XkEyXkFqcGdeQXVyMTU0MDA4MDkz._V1_-150x200.jpg",
        "title": "Hosa Dinachari (2022)",
        "description": "Hosa Dinachari (2022)IMDb-8.5/10\nမိသားစုနဲ့အတူကြည့်ရင် မိသားစုကြားမှာ နားလည်မှုတွေ ပိုမိုပေါက်ဖွား‌လာစေမယ့်ဇာတ်လမ်းလေး\n\"Hosa Dinachari\" ကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။အချစ်တွေ ဂရုစိုက်မှုတွေကြားကမှ ကိုယ်နားမလည်နိုင်တဲ့အခြေအနေမျိုးနဲ့ ကြုံရတဲ့အခါမျိုးမှာ\nအချစ်ကို လက်လွှတ်မိသွားတတ်သလိုမျိုး ဖြစ်တတ်ပါတယ်။ဒီလိုအခြေအနေမျိုးမှာ နားလည်မှုတွေနဲ့\nရှေ့ဆက်သွားမယ်ဆိုရင်တော့ ချစ်သူတွေကြား အိမ်ထောင်ရှင်တွေကြား မိသားစုတွေကြားမှာ\nအားဆေးလေးဖြစ်စေပြီး ခံစားချက်တွေကို ခိုင်မာစေမှာပါ။ ဒီလိုဆက်ဆံရေးမျိုးလေးဖြစ်လာအောင်\nHosa Dinachari က မိသားစုသုံးစုရဲ့ အတွေ့အကြုံလေးတွေကို ကြည့်ရှုခံစားလိုက်ရအောင်ပါ....(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ Dee ~ V ~ BpL ~ Zwe ~ Cherry တို့ပဲဖြစ်ပါတယ်)\nFile size…1.4GB/ 612MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Dee ~ V ~ BpL ~ Zwe ~ Cherry",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/hosa-dinachari-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/sih5lqghavyj-141x200.jpg",
        "title": "[18+]Family Virgin 2 (2020)",
        "description": "Family Virgin 2 (2020)*********************\nသားအဖရှိတယ်ဗျာ\nအဖေအရင်းတော့မဟုတ်ဘူးသားက သူ့မိန်းမနဲ့ သူ့ခယ်မနဲ့ အတူတူနေတာ\nသူ့မိန်းမက သူ့ယောကျ်ားရဲ့စွမ်းဆောင်ရည်ကိုသဘောမကျဘဲ အဖေဖြစ်သူနဲ့ လုပ်နေတာ\nအဖေကတော့ ဆရာကြီးပေါ့နော် 😆အဲမှာ မိန်းမလုပ်တဲ့သူက သူ့ညီမက အထီးကျန်နေလို့ဆိုပြီး dating app လိုမျိုး random chatting ဆိုတဲ့ app ကို ပြောပြလိုက်တာ\nအမှန်က အဟွာအကြောင်းပြောချင်တဲ့သူတွေ သုံးကြတဲ့ဟာပေါ့\nအဲကနေ သူ့ယောကျ်ားနဲ့ သူ့ညီမတွေ့ပြီးဖြစ်ကြတာ\nလူချင်းမတွေ့ခင်တုန်းက ခယ်မနဲ့ ခဲအိုမှန်းမသိဘူး\nလူချင်းတွေ့လည်း သူစိမ်းထက်စာရင်ကောင်းတာပေါ့ဆိုပြီး ဂျိမ်းတာတနေ့ကျ မိန်းမလုပ်သူက သူ့ညီမနဲ့ သူ့ယောကျ်ားနဲ့ ဖြစ်နေတာကိုသိသွားတော့\nယောက္ခထီးကြီးကိုခေါ်ပြီးတိုင်ပင်တာ\nအဲခါကျမှ ယောက္ခထီးကြီးက သူ့သားက သူ့ထက်ကျော်သွားလို့မဖြစ်ဘူးဆိုပြီး\nသားရော ချွေးမရောအလုပ်သွားကြတဲ့အချိန် အိမ်မှာရှိနေတဲ့ကျောင်းသူဖြစ်တဲ့ ခယ်မလေးကိုပါ သွားဂျိမ်းတာ\nအဲကနေ ညီအစ်မတွေနဲ့ဟွာဖူးချင်လို့ဆိုပြီး သူ့ချွေးမကိုခေါ်ပြောပြတော့ ညီအစ်မတွေက ရူးနေလားဆိုပြီး အိမ်ပြန်\nယောကျ်ားဖြစ်သူနဲ့တွေ့ အားလုံးပြောပြ\nအရက်တွေသောက်ပြီး threesome တွေဖြစ်\nအဲကနေ ခယ်မလုပ်တဲ့သူကရှည်ပြီး အဖေကိုပါဖုန်းဆက်ခေါ်ပြီး နှစ်တွဲ ဖြစ်ချင်သလိုဖြစ်ကြတာ...File size… 2GB& 713MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….1h 36min\nGenre ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18family-virgin-2-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dLkLHVK1Tx3P13ikc3wzB2TWIKV.jpg",
        "title": "Die Tomorrow (2017)",
        "description": "Die Tomorrow (2017)အကယ်၍များ မနက်ဖြန်မှာ သေဆုံးရမယ်ဆိုရင် နောက်ဆုံးအနေနဲ့ အလုပ်ချင်ဆုံးအရာက ဘာများဖြစ်မလဲ။လူတိုင်းဆီမှာ မသေခင် လုပ်သွားချင်တဲ့ အရာလေးတစ်ခုတော့ ရှိစမြဲပါပဲ။\nမွေးဖွားပြီးရင် သေဆုံးရမယ်ဆိုတာကို လက်သင့်ခံနိုင်ကြပြီးသား လူသားတွေက\nသေဖို့ကို မကြောက်ကြပါဘဲ မသေခင် လုပ်သွားချင်တဲ့ အရာလေးတွေ မပြီးမြောက်သွားမှာကိုသာ စိုးရိမ်တတ်ကြတာပါ။\nဒီအကြောင်းအရာတွေကပဲ Indie ဇာတ်လမ်းတွေရဲ့ ဆရာတစ်ဆူဖြစ်တဲ့ ထိုင်းနာမည်ကြီး ဒါရိုက်တာ၊\nHeart Attack, Mary Is Happy , Mary Is Happy နဲ့ Happy Old Year စတဲ့\nနာမည်ကြီး ဇာတ်လမ်းတွေရဲ့ ပဲ့ကိုင်ရှင် Nawaphon Thamrongrattanarit အတွက် ဖန်တီးချင်စရာ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်လာတော့တာပါ။Die Tomorrow က ဇာတ်လမ်းတိုတွေကို စုစည်းထားတဲ့ ဇာတ်ကားတစ်ပုဒ်လို ...၊\nသေခြင်းတရားအကြောင်းတွေကို တင်ဆက်နေတဲ့ မှတ်တမ်းရုပ်ရှင်တစ်ကားလို....၊\nမဆက်စပ်ဘူးဆိုပေမယ့် နီးစပ်နေတဲ့ အကြောင်းအရာတစ်ခုလို...၊\nမခံစားတတ်ရင် အီလည်လည်ဖြစ်နေမှာပေမယ့် ခံစားတတ်သူတွေကျပြန်တော့လည်း ရင်ထဲနင့်ခနဲနေအောင်ကို ခံစားရစေပြန်ပါတယ်။လူတွေက ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/die-tomorrow-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bwvoSRyXRRqtpvoHYhySQk2U4EM.jpg",
        "title": "My Father’s Violin (2022)",
        "description": "My Father's Violin (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 82% ~ဂရမ်မီဆုရှင် တယောဆရာ Joshua Bell က ပြောဖူးပါတယ်...“တယောနဲ့ တေးသွားတစ်ပုဒ်ထိုးတဲ့အခါ... သင်ဟာ ဇာတ်ကြောင်းပြောသူဖြစ်လာပြီး ဇာတ်လမ်းတစ်ပုဒ်ကို ပြောပြနေတာပါ” တဲ့။ဒီကားလေးထဲမှာတော့ ဆံပင်အနီနဲ့ ချစ်စရာကလေးမလေးတစ်ယောက်က ဇာတ်ကြောင်းပြောသူဖြစ်ပြီး ဟောဒီ့ဇာတ်လမ်းလေးကတော့ သူနဲ့ သူ့ဦးလေးတို့ကြားက ဇာတ်လမ်းလေးပါ။ကလေးမလေးကတော့ လမ်းတွေပေါ် လှည့်လည်ဖျော်ဖြေလိုက်၊ အလှူငွေလေးကောက်လိုက်၊ ရဲတွေလာဖမ်းရင် ထွက်ပြေးလိုက်နဲ့ လူမှုဘဝကို စောစောထိတွေ့ဖြတ်သန်းနေရသူလေးဖြစ်ပါတယ်။ တစ်ဖက်မှာတော့ သူ့ဦးလေးဟာ အောင်မြင်နေတဲ့ တိုင်းသိပြည်သိ အကျော်ဇေယျ တယောပညာရှင်ကြီးတစ်ဦးဖြစ်ပါတယ်။ တယောချင်းတူကြပေမယ့် ကိုယ်စားပြုမှုမတူကြတဲ့ သူတို့ရဲ့ ကိုယ်ပိုင်တေးသွားတွေ အချိတ်အဆက်မိကြဖို့ ဘာတွေများ ခက်ခဲနေမှာလဲ...ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ဇာတ်လမ်းက မှန်းရလွယ်ပါတယ်။ ဒါပေမဲ့လည်း ပြင်ပလောကရဲ့ ထင်တိုင်းကြဲနေတဲ့ ကံကြမ္မာနဲ့ ဖရိုဖရဲဖြစ်နေတဲ့ ဟောဒီကမ္ဘာကြီးကို အခုလို သိမ်မွေ့နူးညံ့တဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/my-fathers-violin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmMzYTgyNzItYjc2ZC00MTVkLTlkMWQtYzcxMDU0ZDM3OGE3XkEyXkFqcGdeQXVyMTc2MjY4NTc@._V1_-133x200.jpg",
        "title": "Let’s Get Physical (2022)",
        "description": "Let' get physical ဆိုတာကတော့အမေရိကန်ဒရာမာရုပ်ရှင်ကောင်းလေးပါ။သူငယ်ချင်းမိတ်ဆွေနှစ်ဦးကြားခင်မင်ရင်းနှီးမှုအကြောင်းနဲ့တရားမဝင်ပြည့်တန်ဆာလုပ်တဲ့ကောင်မလေးကြောင့်ဘယ်လိုအရှူပ်အယှက်တွေဖြစ်လာလဲဆိုတာကိုမြင်တွေ့ရမှာပါ။ ဇာတ်လမ်းအကျဉ်းပြောရရင် ဆေဒီစမစ်ဆိုတဲ့ကောင်မလေးဟာလူတန်မြို့ကအခုမှပြောင်းလာတဲ့လူသစ်ပါ။သူမကကျန်းမာရေးနည်းပြတယောက်ဖြစ်ပြီးအနှိပ်ခန်းလည်းဖွင့်ထားပါတယ်။ သူမရဲ့ဆိုင်နဲ့ဘေးကပ်ရပ်ဆိုင်ကအေပရယ် ဆိုတဲ့ဆံပင်ညှပ်ဆိုင်ပိုင်ရှင်နဲ့ရင်းနှီးသွားပါတယ်။ ဆေဒီကတစ်ဖက်မှာလည်း အနှိပ်ခန်းဆိုပြီးတော့တရားမဝင်ပြည့်တန်ဆာလုပ်ငန်းလုပ်ကိုင်နေသူပါ။ သူမဟာသူမဆီလာတဲ့ဧည့်သည်တွေကိုနာမည်စာရင်းမှတ်ထားပါတယ်။ ဆေဒီပြည့်တန်‌ဆာလုပ်နေတဲ့အကြောင်းကိုသိသွားတဲ့အခါမှာ အေပရယ်ဘယ်လိုဖြစ်သွားမလဲ၊ ဆေဒီရဲ့ဧည့်သည်စာရင်းကို လူသိရှင်ကြားဖော်ပြခံရတဲ့အခါ လူတန်မြို့မှာဘယ်လိုကမောက်ကမတွေဖြစ်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှု‌ကြပါခင်ဗျာ။ File size…(1.5 GB)/(772 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama, Tv Movie\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Akm",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lets-get-physical-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTg4MTkyMDg0MV5BMl5BanBnXkFtZTgwOTEwMTk0MjI@._V1_-140x200.jpg",
        "title": "Baby Driver (2017)",
        "description": "Baby Driver (2017)IMDb Rating (7.6) / Rotten Tomatoes (92%)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Edgar Wright ကိုယ်တိုင် ဇာတ်ညွှန်းရေး၊ Co- Produce ပြီးရိုက်ကူးထားတဲ့ Crime Action ဇာတ်ကားကောင်းတစ်ခုပါ။\n‌ဘယ်အချိန် ဘယ်နှခါ ကြည့်ကြည့် မရိုးနိုင်အောင်ခေတ်ရဲ့ဒဏ်ကို အံတုနိုင်တဲ့အပြင် ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွမ်းချက်တွေနဲ့ ဝင်ငွေပိုင်းမှာလည်း အတော်ကို အောင်မြင်မှုရခဲ့တဲ့ ရုပ်ရှင်တစ်ခုပါ။ဒီရုပ်ရှင်ကို ရိုက်ကူးဖြစ်တဲ့အကြောင်းကတော့ သူ့အနေနဲ့ သီချင်းများများပါတဲ့ ရုပ်ရှင်တစ်ခုဖန်တီးချင်စိတ်ကနေ စတယ်လို့ဆိုပါတယ်။ သီချင်းကိုလည်း နောက်ခံသီချင်းအနေနဲ့သုံးချင်တာမဟုတ်။ သူရိုက်ကူးခဲ့တဲ့ Scott Pilgrim vs. the World လို ဂီတကိုတည်ရိုက်တာလည်းမဟုတ်တဲ့ ရုပ်ရှင်ဇာတ်ကားမျိုးပေါ့။ ဒီနေရာမှာ Baby Driver က သူ့အမြင်နဲ့ကွက်တိကျတဲ့ပုံစံမျိုးကို တည်ခင်းနိုင်ခဲ့ပါတယ်။Baby Driver ဆိုတဲ့ ရုပ်ရှင်နာမည်အတိုင်း အဓိကဇာတ်ကောင်က Baby။ Baby က Driver။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/baby-driver-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOTJiNDEzOWYtMTVjOC00ZjlmLWE0NGMtZmE1OWVmZDQ2OWJhXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Inglourious Basterds (2009)",
        "description": "Rotten Tomatoes 89% IMDb 8.3/10 ရရှိထားပြီး အော်စကာ ၁ ဆုနဲ့ အခြားသော ဆုပေါင်း ၁၂၄ ဆုရရှိခဲ့တဲ့ ၂၀၀၉ ခုနှစ်ထွက် ဟစ်တလာ လုပ်ကြံရေး ဇာတ်ကားကောင်း တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nဒုတိယကမ္ဘာစစ်ရဲ့ အစပိုင်း ပြင်သစ်ကို နာဇီတို့ သိမ်းပိုက်ထားချိန်ကာလ.....\nနာဇီတွေကို တန်ပြန်သုတ်သင်ဖို့အတွက် မဟာမိတ် တွေဟာ လျှို့ဝှက် တပ်ဖွဲ့တစ်ခုကို ဖွဲ့စည်းဖို့ လက်ဖတင်နင် Aldo Raine (Brad Pitt)ကို တာဝန်ပေးခဲ့ပါတယ်။ Aldo ဟာ Basterds လို့ခေါ်တဲ့ ဂျူး ကပြားတွေ အများအပြားပါဝင်တဲ့ တပ်ဖွဲ့ကိုဖွဲ့စည်းပြီး ဟစ်တလာရဲ့ နားရွက်ကို တံတွေးစွတ်ပါတော့တယ်။ Basterds တွေဟာ နာဇီမှန်သမျှရက်ရက်စက်စက်သတ်ပြီး ဦးခေါင်းရေကို ခွါယူလေ့ရှိပါတယ်။သူနဲ့သူ့လူတွေဟာ ဟစ်တလာကို လုပ်ကြံဖို့ ဗြိတိသျှတို့ရဲ့သူလျှို၊ဂျာမန် နာမည်ကြီးမင်းသမီး Bridget von ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/inglourious-basterds-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTM4NzQ0MzQ5M15BMl5BanBnXkFtZTcwMTA3NjgwNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "In the Land of Blood and Honey (2011)",
        "description": "ဒီကနေ့မှာတော့ CM ပရိတ်သတ်တွေအတွက် မင်းသမီးကြီး Angelina Jolie ကိုယ်တိုင် ဒါရိုက်တာလုပ်ထားတဲ့စစ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်၊ ဇာတ်အိမ်ကတော့ ဒုတိယကမ္ဘာစစ်အပြီး၁၉၉၀ နှောင်းပိုင်းမှာဖြစ်ပေါ်ခဲ့တဲ့ ဘော့စ်နီးယားစစ်ပွဲကိုကျောရိုးယူထားပြိီး တစ်ဖက်တချက်ကရန်သူတွေဖြစ်တဲ့ ဆာဗေးရီးရားဗိုလ်ကြီး ဒန်နီရယ်နှင့် ဘော့စ်နီးယားအရပ်သူမလေး အိုင်လာတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ စစ်ကြီးမဖြစ်ခင်တည်းကသူတို့နှစ်ဦးဆုံခဲ့ချစ်ကြိုက်ခဲ့ကြပြီး၊ စစ်ဖြစ်လာတော့ အထက်ကအမိန့် အထူးသဖြင့်အဖေဖြစ်သူဗိုလ်ချုပ်ကြီးရဲ့ အမိန့်ကိုမလွန်ဆန်ရဲတဲ့ ဒန်နီရယ်ဟာတာဝန်အတိုင်းလုပ်ရပါတော့တယ် ၊ထိုအချိန် စခန်းကိုဖမ်းခေါ်ခံလာရတဲ့ထဲ အိုင်လာ ပါလာတော့နှစ်ယောက်ပြန်ဆုံကြပြီး၊ ဒန်နီရယ်ကလည်းအိုင်လာကိုတတ်နိုင်သလောက်သူ့လက်အောက်မှာကူညီစောင့်ရှောက်ပေးခဲ့ပါတယ်။ အချစ်နဲ့စစ်မှာမတရားတာမရှိဘူးဆိုပေမဲ့လည်း သူတို့နှစ်ဦးအချစ်စစ်နဲ့တွေ့တဲ့အခါမှာ ကံကြမ္မာကမျက်နှာသာမပေးတော့ မတရားတာတွေပဲခါးစည်းခံလာရတဲ့အခါ နှစ်ယောက်အချစ်တည်မြဲနိုင်ပါ့မလား…..။ ဥရောပရဲ့ထိခိုက်ဆုံးရှုံးမှုအများဆုံးစစ်ပွဲတွေထဲမှတစ်ပွဲဖြစ်တဲ့ ဘော့စ်နီးယားစစ်ပွဲအကြောင်းနားလည်လွယ်အောင်ရိုက်ပြထားတာမို့လို့ စစ်ကားနဲ့သမိုင်းအကြောင်းစိတ်ဝင်စားသူတွေအတွက်ဆို ဒီဇာတ်ကားလေးအကြံပြုပေးချင်ပါတယ်၊ ( R*pe အခန်းများ၊အတူနေတဲ့အခန်းများပါတာမို့ မိသားစုနဲ့ကြည့်ရှု့ဖို့မသင့်တော်ပါဘူး)File size…(2.1 GB)/(980 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:07:00\nGenre...Drama, Romance, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "",
        "url": "https://channelmyanmar.org/in-the-land-of-blood-and-honey-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMWNhODNhOTYtNzk2Yi00ZDdlLWEwOGUtYmJkZWFiNTBhZDhkXkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Can You See Us?(2022)",
        "description": "မှုခင်းကားကောင်းကောင်းလေးကိုမှ ကြိုက်တယ်‌ဆိုတဲ့သူတွေအတွက် ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ Thriller, Crime ဇာတ်ကားလေးကို တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးကတော့ 2009 ခုနှစ်မှာဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ ဂျိုအန်းဆိုတဲ့ သတ်လတ်ပိုင်း အမျိုးသမီးတစ်ဦးဟာ တိုင်လာဆိုတဲ့ သမီးလေးကိုတစ်ယောက်တည်း ပြုစုစောင့်ရှောက်လာခဲ့ရသူပါ ဖတဆိုးလေး တိုင်လာဟာ တဖြည်းဖြည်းနဲ့ ထိန်းရခက်တဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်လာခဲ့ပါတယ် တစ်ရက်မှာတော့ တိုင်လာဟာ ဘောစတန်ဆိုတဲ့ ကောလိပ်ကျောင်းသားတစ်ယောက်နဲ့ တွေ့ပြီး ချစ်ကြိုက်သွားကြပါတယ်အသက်မပြည့်သေးတဲ့ တိုင်လာတစ်ယောက် သူ့ကောင်လေးနဲ့ ဖြစ်ချင်တိုင်းဖြစ်နေတာကို သူ့အမေ သိသွားတဲ့အခါမှာတော့ သူ့အမေဟာ သူတို့နှစ်ယောက်ကို မရရအောင် ခွဲပါတော့တယ် အဲ့ဒီအခါမှာတော့ တိုင်လာနဲ့ သူ့ကောင်လေးဟာလည်း အတူတူရှိနေနိုင်ဖို့အတွက် ဘာမဆိုလုပ်မယ်ဆိုပြီး ဆုံးဖြတ်ကာ လူသတ်မှု ကျူးလွန်ပါတော့တယ် ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်တဲ့အပြင် ထင်မထားရတဲ့ Plot Twist တွေပါဝင်တာ‌ကြောင့် ကြည်ရှုသူတွေအတွက် စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်မှာ အသေအချာပါပဲFile size…(1.3 GB)/(750 MB)\nQuality….Webrip ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/can-you-see-us2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/p24962465_v_v13_aa-150x200.jpg",
        "title": "Boy in the Walls (2023)",
        "description": "မိသားစုလေးတစ်ခုက မြို့နဲ့ ၄၅မိနစ်လောက်ဝေးတဲ့ မြို့ပြင်းနားလေးတစ်နေရာမှာရှိတဲ့ အိမ်ကြီးဆီကို ပြောင်းလာတာကနေ ဇာတ်လမ်းလေးကို အစပြုထားတာပါ။ အဲဒီအိမ်ကြီးမှာ မိန်းမကြီးတစ်ယောက်ကသေသွားခဲ့ဖူးပါတယ်။ ပြောင်းလာတဲ့မိသားစုမှာ ယောကျာ်းက သူ့အရင်ဇနီး ကင်ဆာနဲ့ဆုံးသွားလို့ နောက်ဇနီးယူထားပြီး အရင်ဇနီးနဲ့ ရတဲ့ ကလေး၂ယောက်ပါ ပါတယ်။ ကလေးတွေက မိထွေးကိုတော့ သိပ်ကြည့်တဲ့ပုံမပေါ်ပါဘူး။မိထွေးကလည်း ကလေးတွေနဲ့ အဆင်ပြေအောင်ကြိုးစား ကလေးတွေကလည်း မိထွေးဆို ကလန်ကဆန်လုပ်နေရင်းကနေ ယောကျာ်းက အလုပ်ကိစ္စနဲ့ ခရီးခန ခန သွားရတော့ အိမ်မှာသူတို့ပဲကျန်တာက များပါတယ်။ ဒီလိုနဲ့ အိမ်ထဲမှာ ပစ္စည်းတွေပျောက် မူမမှန်တာတွေဖြစ်လာတော့ အချင်းချင်းအပြစ်တင်ကြရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲ မိထွေးနဲ့ ကလေးတွေရော အဆင်ပြေသွားပါ့မလား ပစ္စည်းတွေက ဘာလို့ပျောက်နေရတာလဲ ဘာတွေမူမမှန်ဖြစ်နေရတာလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦး။ File size…(700 Mb)\nQuality….Webrip 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated & Encoded by Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/boy-in-the-walls-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vup07aqHKUGZY9sdaGRv0YbjAlx.jpg",
        "title": "Ice Rain (2004)",
        "description": "Ice Rain (2004)ဒီဇာတ်လမ်းလေးကတော့ ၂၀၀၄ ခုနှစ်မှာ ဇာတ်အိမ်တည်ခဲ့တဲ့ ဆွတ်ပျံ့ဖွယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါတောင်တက်သမားနှစ်ယောက်ဟာ အာလန်စခါမှာ ရှိတဲ့ အာရှခုလို့အမည်ရတဲ့ ရေခဲတောင်ပေါ်မှာ သောင်တင်နေရင်းနဲ့\nသူတို့ဘဝကို ပြောင်းလဲစေခဲ့တဲ့ မိန်းကလေးအကြောင်းကို တစ်ယောက်နဲ့တစ်ယောက် ပြောပြကြပါတယ်သူတို့မသိခဲ့တာကတော့ တကယ်တမ်း သူတို့နှစ်ယောက်ဟာ ဘယ်လိုမျိုးဆက်နွယ်မှုရှိနေတာလဲဆိုတာပါပဲအဲဒါကတော့ ဇာတ်လမ်းရဲ့အဓိကအချက်ဖြစ်တဲ့အတွက် ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါအားလုံးရဲ့အချစ်တော် \"ဆောင်းဦးရွက်ကြွေချစ်သက်သေ\" ထဲက မင်းသားဂျွန်စောလို့ အသိများကြတဲ့ (Song Seung Heon) နဲ့\nမြန်မာနိုင်ငံမှာ ကျီးကျင့် လို့ နာမည်ရခဲ့တဲ့ မင်းသမီးကြီး Kim Ha Neul လည်း ပါဝင်သရုပ်ဆောင်ထားတာမို့လို့ လက်မလွတ်တမ်း ကြည့်ရှုအားပေးပါဦးနော်ဇာတ်ကားကောင်းလေးကို တင်ပေးချင်တာမို့ လတ်တလော ရတဲ့ ကွာလတီနဲ့ပဲ တင်ပေးထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hsu ပဲ ဖြစ်ပါတယ်။Genre..... Adventure, Drama, Romance\nQuality…. 480p\nFile size… 423MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/3iSYv/Ice.Rain.2004.DVDRip.CM.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2KfdXsXTCbMie0wB1mSmIX60C2F.jpg",
        "title": "Marshall (2017)",
        "description": "Marshall (2017)~ IMDb - 7.3/10, Rotten Tomatoes - 80% ~အမေရိကန်ရဲ့ အထက်တရားရုံးမှာ လျှောက်လဲခွင့်ရတဲ့ ပထမဆုံးသော အမေရိကန် အာဖရိကန် လူမျိုး သားဂွတ်မာရှယ်ရဲ့အကြောင်းကို ပြန်လည်ရိုက်ပြထားတဲ့ အတ္ထုပ္ပတ္တိပုံစံ ဒရာမာကားတစ်ကားပါ။ ကြွေလွင့်သွားခဲ့ပြီဖြစ်တဲ့ Chadwick Boseman ရဲ့ ကားကောင်းတစ်ကားပါပဲ။~ ဇာတ်လမ်းအညွှန်း ~အမေရိကန်မှာ လူဖြူဝါဒကြီးစိုးပြီး လူမည်းတွေဖိနှိပ်ခံရတဲ့အချိန် ဂရင်းဝစ်မြို့မှာ လူဖြူအမျိုးသမီးတစ်ဦး လူမည်းရဲ့ မုဒိန်းကျင့်ခံရတယ်လို့ စွပ်စွဲလိုက်တာကြောင့် တနိုင်ငံလုံးကလူမည်းအများစူတွေ အလုပ်ဖြုတ်ခံရတာကို ဖြေရှင်းဖို့ သားဂွတ်တစ်ယောက် လူမည်းဘက်က ထုပဖို့ သူငယ်ချင်းဆမ်နဲ့အတူ ကြိုးစားခဲ့ပါတယ်။သူကိုယ်တိုင်တာဝန်ယူဖို့ ကြိုးစားထားပေမဲ့ တကယ်တမ်း တရားရုံးက သူငယ်ချင်းဆမ်ကို အမှုစစ်ခိုင်းတဲ့အခါ ဘယ်လို အခက်အခဲတွေရှိခဲ့လဲ... ဘယ်လိုကြိုးစားခဲ့ရလဲ... ဆိုတာတွေကို ရိုက်ပြထားတဲ့ ဖြစ်ရပ်မှန်ကားကောင်းတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.45GB, 680MB\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/marshall-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hM6DCCbGAVIBWMdnTEtJ1lvyfeH.jpg",
        "title": "Ransomed(2023)",
        "description": "Ransomed(2023)****************ကိုရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေချည်းပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်..လက်ဘနွန်ဆိုတာ ပြည်တွင်းငြိမ်းချမ်းမှုမရှိသလို လက်နက်ကိုင်အဖွဲ့အစည်းတွေများစွာရှိတဲ့နိုင်ငံလည်းဖြစ်ပါတယ်...သံရုံးတွေကတော့ နိုင်ငံရေးအခြေအနေရတည်ရှိနေရတယ်ဆိုပေမဲ့ သံရုံးဝန်ထမ်းတွေရဲ့ လုံခြုံရေးကတော့ စိတ်ချရတဲ့အခြေအနေမဟုတ်ပါဘူး..တစ်နေတော့ ကိုရီးယားသံရုံးရဲ့ အကြီးအကဲအရာရှိတစ်ဦး လက်ဘနွန် သူပုန်တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်..ထူးခြားတာက အရာရှိကြီးကို ဘယ်သူဖမ်းတယ်လို့ မကြေငြာတော့သတင်းအစအနပါပျောက်နေတယ်..ဒီနောက် ၁ နှစ်နဲ့ ၈လကြာတဲ့နောက်မှာ လက်ဘနွန်ကနေ ကိုရီးယားနိုင်ငံရဲ့  သံရုံးကို ဖုန်းဝင်လာတယ်..အဲ့ဒါကတော့ သံရုံးအရာရှိကို ၂.၅သန်းနဲ့ လာရွေးကြပါပေါ့.. ကိုရီးယားထိပ်သီးအစိုးရဝန်ထမ်းတွေဟာဒီကိစ္စကိုလူသိရှင်ကြားနဲ့ကြေငြာပြီးကယ်မယ်ဆိုရင်လည်း ဓားစာခံဟာသေပြီးသားလူဖြစ်နေရင်အရှက်ကွဲမယ်..မကယ်ရင်လည်း  နောက်မှ ပြန်ပေးဆွဲတဲ့သူတွေဆီကနေ သတင်းပေါက်လို့ရှိပြန်ရင်လည်းသူတို့အရှက်ကွဲမှာဆိုတော့ ဒီကိစ္စကို တိုးတိုးတိတ်တိတ်နဲ့ကယ်ဆယ်ရေးမစ်ရှင်လုပ်ဖို့လူတစ်ယောက်ကိုစေလွှတ်လိုက်ပါတော့တယ်...အဲ့ဒီနောက်မှာတော့....ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...File Size :(2.2GB) and (987MB)\nQuality : WEB-DL 1080p, 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri,Stary, Lia Fay & Treasure Htet\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ransomed2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/The-Queen-poster-144x200.jpg",
        "title": "The Queen (2021)",
        "description": "အခုတစ်ခေါက် CM ရဲ့ ပရိသတ်တွေအတွက်\nတရုတ်ရှေးဒဏ္ဍာရီဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ - မြေခွေးမျိုးနွယ်မှ\nဘုရင်မဖြစ်သူ အမြီးကိုးချောင်းကျိုဝေဟာ\nကံဆိုးစွာနဲ့ မေရှန်းတောင် မိစ္ဆာ ၇ ကောင်ရဲ့ ခေါင်းဆောင်\nမျောက်ဝံမိစ္ဆာယွမ်ဟုန်လက်ထဲ ရောက်သွားခဲ့ပါတယ်။\nကံကောင်းစွာနဲ့ ကျန်းကျီယာရဲ့ ကယ်တင်ခြင်းခံခဲ့ရပြီး\nကျန်းကျီယာကြောင့်ပဲ အမြီးတစ်ချောင်းပြတ်သွားခဲ့ပါတယ်။\nလမ်းပျောက်နေတဲ့ ကျိုဝေဟာ နွီဝါးမယ်တော်ရဲ့ လမ်းညွှန်မှုနဲ့\nတာကျီရဲ့ ခန္ဓာကိုယ်ထဲ ဝင်ပူးခဲ့ပြီး ရိကျိုးမြို့စားမင်းစူးဟုရဲ့\nသမီးဖြစ်သွားခဲ့ပါတယ်။ တစ်နေ့မှာ ဘုရင်ကြီးကျို့ဝမ်ဟာ\nရိကျိုးကိုစစ်ခင်းရာ တာကျီဟာ ဖခင်အစား\nကိုယ်တိုင်စစ်ထွက်တိုက်ခဲ့သဖြင့် ကျို့ဝမ်ရဲ့ ဖမ်းဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nသူတို့နှစ်ယောက်သား မြစ်ဘေးမှာ စစ်ဖြစ်ရတဲ့ အကြောင်းရင်းရာတွေကို\nပြောဆိုခဲ့ပြီး တာကျီရဲ့ အမြင်ဟာ ကျို့ဝမ်ကို လက်ခံစေခဲ့ပြီး\nကျို့ဝမ်ကလည်း သူမကို ချစ်မိသွားပါတယ်။ ထိုနေ့ညမှာပဲ\nကျို့ဝမ်ဟာ စူးဟုထံမှာ တာကျီကို လာရောက်တောင်းခံပါတယ်။\nတာကျီဟာလည်း ရှန်းခေတ်ရဲ့ မိဖုရားဖြစ်သွားခဲ့ပြီး လောကရှုပ်ထွေးမယ့်\nအန္တရာယ်ကြီးတစ်ခု စတင်သက်ဝင်လာခဲ့ပါတယ်။ ဒီရှုပ်ထွေးမှုတွေကို\nလူ့ပြည်မှာ မင်းကောင်းမင်းမြတ်ကို ကူညီီဖို့ စေလွှတ်ခံရတဲ့\nကျန်းကျီယာတစ်ယောက် ဘယ်လို ဖြေရှင်းမလဲဆိုတာကို\nဇာတ်လမ်းလေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုကြရအောင်နော်။\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - ...",
        "rating": "5.5",
        "url": "https://megaup.net/1h06s/The_Queen_2021_1080p_WEB_DL-CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fxzXFzbSGNA52NHQCMqQiwzMIQw.jpg",
        "title": "Buffalo ’66 (1998)",
        "description": "Buffalo '66 (1998)~ IMDb - 7.4/10, Rotten Tomatoes - 76% ~အဟောင်းအကောင်း Old but Gold ဇာတ်ကားကောင်းတွေထဲက တစ်ကားဖြစ်ပါတယ်။ IMDb Rating (7.4/10) ရထားတဲ့ ဒီဒရာမာ ဟာသ ရိုမန့်စ်ကားလေးက ဆုပေါင်း(၆)ဆုဆွတ်ခူးထားပြီး Nomination တွေလည်း (၁၁)ခုထိ ၀င်ထားခဲ့ပါသေးတယ်။ ကြည့်ရှုသူများကလည်း ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး Independent Film လို့ရည်ညွှန်းခံရတဲ့ကားလေးပါ။ဘီလီဘရောင်းဆိုတဲ့သူက ထောင်ငါးနှစ်ကျပြီး ထွက်လာခဲ့တာပါ။ မိဘတွေကို ထောင်ကျခဲ့တာလို့မပြောဘဲ အလုပ်ကိစ္စကြောင့်အဝေးရောက်‌နေပြီး အိမ်ထောင်လည်းကျနေပြီလို့ လိမ်ညာခဲ့မိတာကြောင့် မိဘအိမ်ပြန်ဖို့လိုလာတဲ့အချိန် ပြစရာဇနီးလိုလို့ လမ်းကြုံကောင်မလေးတစ်ယောက်ကို ပြန်ပေးဆွဲရာကနေ ဒီဇာတ်လမ်းက စတင်လာခဲ့ပါတယ်။ဒီကားလေးက သရုပ်ဆောင်နယ်ပယ်မှာ နာမည်ကြီးပြီး ဆုတွေအများကြီးလည်းရဖူးတဲ့ Golden Lion ဆုအတွက်လည်း Nomi အကြိမ်ကြိမ်၀င်ဖူးတဲ့ Vincent Gallo ရဲ့ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ခဲ့တဲ့ကားလေးဖြစ်ပါတယ်။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/buffalo-66-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/makephotogallery.net_1693918157297-117x200.png",
        "title": "Love in Disguise (2010)",
        "description": "Love in Disguise (2010)ဂူဂူး (Liu Yifei) ပရိတ်သတ်တွေရဲ့ ပြသနာကတော့ အသည်းကျော်လေးဟာ ကားရိုက်နည်းတာပါပဲ...\nဒီတော့လဲ အရင်ကရိုက်ခဲ့ဖူးတဲ့ ရုပ်ရှင်တွေကိုပဲ တသသပြန်ကြည့်နေရတာပေါ့...\nခုတခါတော့ ၂၀၁၀ တုန်းက မင်းသား Leehom Wang နဲ့ရိုက်ကူးထားတဲ့ Romance Comedy ဖန်စီဇာတ်ကားလေး Love in Disguise ကို ကြည်တောက်ရှင်း Quality လေးနဲ့တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ...အောင်မြင်ကျော်ကြားနေတဲ့ အဆိုတော် တုမင်းဟန် ဟာ တစ်ရက်တော့ ကောင်မလေးတစ်ယောက်ရဲ့ တေးသံသာကို ကြားလိုက်ရချိန်မှာ အာရုံသစ်တွေ၊ အမြင်သစ်တွေကို စတင်ခံစားခဲ့ရပြီး ကောင်မလေးကိုလည်း မေ့မရနိုင်အောင် ဖြစ်သွားခဲ့တယ်။ ဒါနဲ့ပဲသူဟာ ကောင်မလေးတက်တဲ့ ဂီတကျောင်းကို လိုက်စုံစမ်းရင်း သူ့ကိုယ်သူလည်း နာမည်ကျော်မှန်းမသိအောင်၊ ကောင်မလေးနဲ့လည်း နီးစပ်အောင် ရုပ်ဖျက်ပြီး ကျောင်းတက်ရဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဂီတနယ်ပယ်မှာ အောင်မြင်ပြီးသားဖြစ်တဲ့ တုမင်းဟန်ဟာ ကောင်မလေးနဲ့ နီးစပ်ဖို့အရေး ပေးဆပ်လိုက်ရတဲ့ ကျော်ကြားမှုတွေ၊ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/love-in-disguise-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/Girl_in_Room_13_TV-515714753-large-150x200.jpg",
        "title": "Girl in Room 13 (2022)",
        "description": "(၂၀၂၂) ထွက် Girl in Room 13 အမည်ရ Crime drama ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ရိုက်ကူးထားတာဖြစ်ပြီး မူးယစ်ဆေးသုံးစွဲမှုတွေ၊ လူကုန်ကူးမှုတွေ ပါဝင်ပတ်သက်နေသလို မိခင်မေတ္တာကို အလေးပေးပြသထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဂရေ့စ်က မူးယစ်ဆေးဖြတ်ဖို့ ပြန်လည်ထူထောင်ရေးဌာနမှာ နှစ်ကြိမ်တိတိ ဆေးတက်ဖြတ်တဲ့ရတဲ့ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး သူ့ဘဝသူပြန်လည်ထူထောင်ဖို့ စိတ်ဆုံးဖြတ်ထားတဲ့သူတစ်ယောက်ပါ။ သူ့ကိုယ်သူတောင် မယုံကြည်ခဲ့တဲ့အချိန်တွေမှာ သူ့ကိုယုံကြည်ပေးခဲ့တဲ့ အမေတစ်ယောက်ရှိနေတာကြောင့်လည်း သူ့ဆုံးဖြတ်ချက်တွေက ပိုခိုင်မာခဲ့တာပေါ့။ဒါပေမဲ့ ကံကြမ္မာကဂရေ့စ်ကို မျက်နှာသာမပေးခဲ့ပါဘူး။ ဘဝကိုတစ်ကပြန်စဖို့ ကြိုးစားနေခဲ့တဲ့ဂရေ့စ်ကို ဆေးစွဲနေတဲ့ရည်းစားဟောင်းက ပြန်ပေးဆွဲပိတ်လှောင်ထားခဲ့ပြီး လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေနဲ့ လိင်ကျွန်အဖြစ်ရောင်းစားဖို့ပါ ကြံစည်ခဲ့ပါတယ်။ဂရေ့စ်ဆေးပြန်စွဲပြီး ထွက်ပြေးသွားတယ်လို့ အားလုံးကထင်နေကြပေမဲ့ ဂရေ့စ်အမေကတော့ ဂရေ့စ်အပေါ်ယုံကြည်ပြီး အရာအားလုံးနဲ့တိုက်ခိုက်ပြီး သမီးဖြစ်သူကိုလိုက်ရှာဖို့ ရေကုန်ရေခမ်းကြိုးစားခဲ့ပါတယ်။ရာဇဝတ်မှုတွေ၊ မှုခင်းတွေပါဝင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အတက်အကျတွေများပြီး သည်းထိတ်ရင်ဖိုဆန်ဆန် ကြည့်ရှုရမဲ့ကားတစ်ကားပဲ ဖြစ်ပါတယ်။ File size…(1.7 GB)/(870 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/girl-in-room-13-2022/"
    }
]