[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5nl4RpcRKROSvqkoJzthUAhJ7NG.jpg",
        "title": "Helicopter Eela(2018)",
        "description": "Helicopter Eela(2018) အညွှန်း*************************အီလာဆိုတဲ့အမျိုးသမီးဟာ အဆိုတော်မော်ဒယ်တစ်ယောက်..သူ့ခေတ်တုန်းက အတော်လေးပေါက်ရောက်ခဲ့ပေမဲ့  ငယ်ငယ်နဲ့အိမ်ထောင်ကျပြီးတဲ့အချိန်မှာတော့ သူ့ရဲ့  နာမည်ကြီးမှုဟာလည်းတစ်ဖြည်းဖြည်းမှိန်ဖျော့လာခဲ့တယ်..သားလေးတစ်ယောက်မွေးဖွားခဲ့ပြီး နှစ်အနည်းငယ်ကြာမှာယောင်္ကျားဖြစ်သူဆုံးပါးသွားခဲ့တယ်..ဒီလိုနဲ့ သူ့ဘဝဟာ အခက်အခဲတွေနဲ့ချည်းဆက်တိုက်ကြုံရသလိုဖြစ်လာတယ်..အဲ့ဒီနောက် သားဘဝရှေ့ရေးနဲ့ သူ့အနာဂတ်တိုးတက်ကြီးပွားဖို့ဘဝသစ်စမယ်ဆိုပြီး ကြိုးစားလာခဲ့တဲ့အချိန်မှာတော့...  File Size : (2.1GB)(994MB) and (261MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/helicopter-eela2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liGvBdUsyOfiTJjNCD55JJfISzb.jpg",
        "title": "Significant Other (2022)",
        "description": "Significant Other (2022)(1080p ရပါပြီ)R Rated Mystery/Scifi ကားသစ်လေးပါ။ရူ့သ်နဲ့ ဟယ်ရီက တောအုပ်တစ်ခုထဲကို စခန်းချခရီးထွက်လာကြတဲ့ ချစ်သူစုံတွဲပါ။ အဲဒီလိုခရီးထွက်ဖို့ကို ဟယ်ရီက စိတ်အားထက်သန်သလောက် ရူ့သ်က အင်တင်တင်ရယ်။ ဒါပေမဲ့ ချစ်ရသူ ဟယ်ရီက စိတ်အားထက်သန်နေတော့ ကျောပိုးအိတ်တစ်လုံးနဲ့ လိုက်လာရှာပါတယ်။တကယ်တမ်း ဟယ်ရီက ရူ့သ်ကို တောထဲခေါ်လာတယ်ဆိုတာ အကြံနဲ့ပါ။ ဘာအကြံလဲဆိုတော့ လက်ထပ်ခွင့်တောင်းဖို့ပေါ့။ ဒါပေမဲ့ ကလေးတုန်းက ရခဲ့တဲ့စိတ်ဒဏ်ရာပေါင်းများစွာနဲ့ ရူ့သ်က ဟယ်ရီ့ကို ငြင်းပါတယ်။ ဒီလိုနဲ့ အက်ကြောင်းထင်သွားတဲ့ သူတို့ကြားမှာ ဟယ်ရီ ထပ်သိလာတာက တောထဲခဏပျောက်သွားခဲ့တဲ့ ရူ့သ်ဟာ …ရူ့သ်တစ်ယောက် ဘာတွေဖြစ်သွားတာလဲ?\nသူတို့ ဆက်ဆံရေးကကော အရင်လို ပြန်အဆင်ပြေပါ့မလား? ဆိုတာတွေကိုတော့ ရုပ်ရှင်လေးထဲ ဆက်လက် အဖြေရှာ ကြည့်ရှုလိုက်ကြစို့နော်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat Thu ပါ။)File Size          ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/significant-other-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8ffx5ildKQv2i0PDuQ2SVYSnIE.jpg",
        "title": "My Amanda(2021)",
        "description": "My Amanda(2021) အညွှန်း**********************ကမ္ဘာကြီးက အကျယ်ကြီးကို ဘာလို့များကျွန်တော်နဲ့ အမန်ဒါကို လာဆုံပေးရတယ်မသိဘူး..သူမက ကျွန်တော့်အတွက်ကြယ်လေးလိုပဲ..ထာဝရရှိနေပေမဲ့ တစ်ခါတစ်ရံမှပဲ မြင်တွေ့ရတယ်..ဒီကားကတော့ ငယ်ချစ်သူငယ်ချင်း (၂)ယောက်အကြောင်းရိုက်ထားတာပါ..အတွင်းသိ အစင်းသိ ငယ်သူချင်းတွေဆိုတော့သူတို့က ချစ်ကြပေမဲ့လက်တွဲဖို့တော့ အကြောင်းအမျိုးမျိုးကြောင့်လွဲချော်နေကြဆဲ..ဒီလိုနဲ့ အရွယ်တွေရောက် အလုပ်တွေကိုယ်စီနဲ့ဖြစ်လို့ကွဲကွာသွားကြပြီးမမျှော်လင့်ဘဲ ပြန်ဆုံတွေ့လာကြတဲ့အခါ...   File Size : (1.3GB) and (575 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:29:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-amanda2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWQyM2E1OWEtNzM5Mi00ZDBhLTg3YzEtNzZlZmJmZjY0NzFjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Raksha Bandhan (2022)",
        "description": "Raksha Bandhan (2022)\n====================ဒီဇာတ်ကားလေးကတော့ အရှေးကူမားရဲ့မေတ္တာစာဖွဲ့ကားလေးလို့\nပြောရမယ်..စွန့်လွှတ်အနစ်နာခံတဲ့ အစ်ကိုကြီး အဖရာ နေရာကနေ\nသရုပ်ဆောင်ထားတယ်..အိန္ဒိယနိုင်ငံအတွင်းမှာက သတို့သမီးဘက်က သတို့သားကို တင်တောင်းရတယ်\nသမီးမွေးထားတဲ့ မိဘတွေက တစ်သက်လုံးလျှာထွက်အောင်ရုန်းရတယ် သူတို့သမီးလေး\nယောက္ခမအိမ်မှာ မျက်နှာမငယ်ရဖို့အတွက် တင်တောင်းငွေများများပေးပြီး\nမင်္ဂလာဆောင်ပေးတဲ့ ဓလေ့ဆိုပါတော့...ဒါတင်မကသေးဘူး တချို့သားရှင်တွေက ဘယ်လောက်ဆိုးလဲဆိုရင်\nတင်တောင်းငွေပေးပြီး ပေးစားလိုက်ပြီးတာတောင် ပွဲတော်အခါသမယတွေရောက်တိုင်း\nဟိုဟာပေးပါဦး ဒီဟာပေးပါဦးနဲ့ ထပ်တောင်းကြသေးတယ် မပေးရင်တော့\nဒီသမီးမိန်းကလေးက စိတ်ချမ်းချမ်းသာသာနဲ့ မနေရ သိမ်ငယ်ရတာပေါ့ဒီအဖြစ်ဆိုးမျိုးတွေနဲ့ ဓလေ့ကြီး ရိုက်ခတ်အခံရဆုံးသူကတော့ ချန်ဒီချော့မြို့လေးအတွင်းမှာ\nနေထိုင်သူ လာလာကီဒါနသ်ဆိုသူပေါ့...မိဘတွေဆုံးပါးသွားကြပြီးနောက်\nညီမလေးယောက်ဖြစ်သူကို ကျွေးမွေးပြုစုစောင့်ရှောက်လာခဲ့ရသူပေါ့...ညီမလေးတွေ အရွယ်ရောက်လာတော့ သူတုိ့လေးတွေကို မင်္ဂလာဆောင်ပေးရမယ့်\nဝန်ထုပ်ကြီးက သူ့ခေါင်းပေါ်မှာ ပိနေသလို ချစ်ရသူလေးကလည်း သူ့ကိုလက်ထပ်ပေးဖို့\nဂျီကျလာတဲ့အခါ မိခင်မဆုံးခင်ကလည်း သူညီမလေးယောက်ကို မင်္ဂလာဆောင်ပေးပြီးမှ\nသူလက်ထပ်ပါ့မယ်လို့ ကတိပေးထားခဲ့လေတော့....မိခင်ကိုပေးထားတဲ့ ကတိကိုတည်နိုင်အောင်ကြိုးစားဖို့ပဲ အားသန်နေတဲ့ လာလာတစ်ယောက်...ကတိတည်နိုင်ပါ့မလား....သူ့အချစ်လမ်းခရီးဖြောင့်ဖြူးနိုင်ပါ့မလား...ရှေ့ဆက်ပြီးတော့ အရှေးကူမားရဲ့ထုံးစံအတိုင်းအလွဲလေးတွေနဲ့ ခွီရမယ့်အပြင်\nလောကဓံကရိုက်ခတ်လာတဲ့အခါ ဝမ်းနည်းစရာလေးတွေကြုံလာရမှာမို့\nဒီကားလေးဟာ ခွီလည်းခွီရ ငိုလည်းငိုရနဲ့ ပညာပေးရိုက်ကူးထားတဲ့ အရှေးကူမားရဲ့\nမိသားစု ဒရာမာ ဟာသကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းပေးလိုက်ပါတယ်...\nFile size…4.1GB / 2.03GB / 1.04GB\nQuality…4k ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/raksha-bandhan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9cU1SSulBTuSCP7B19dXaa0pfQ4.jpg",
        "title": "Extraordinary Hero Huang Jiguang ( 2022 )",
        "description": "CM ရဲ့ chinese fan တွေအတွက် ဟွမ်ကျီကွမ်းဆိုတဲ့\nသူရဲကောင်းရဲ့ အတ္ထုပတ္တိကို ပုံဖော်ရိုက်ကူးပြထားတဲ့\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဟွမ်ကျီကွမ်း ဆိုတာ စီချွမ်းမှာ မွေးထားပြီး မတ်လ ၁၉၅၁ ခုနှစ်မှာ\nကိုရီးယားစစ်ပွဲကို တရုတ်အမျိုးသားလုပ်အားပေးတပ်ဖွဲ့နဲ့ပူးပေါင်းပြီး\nကိုရီးယားဖက်က ပေါင်းပြီး အမေရိကန်တပ်ကို တိုက်ခဲ့တယ်.... သူ့ဘဝနဲ့အတူ\nသူတို့ခေတ် သူတို့အခါက မရှိတဲ့လက်နက် မသိတဲ့စစ်ပညာကို အသုံးချပြီး\nအသက်ကိုလောင်းကြေးထပ်ပြီး တိုက်ပွဲဝင်ပြီး ရယူခဲ့တာမို့\nမှတ်ကျောက်တင်ခံခဲ့ရသူတစ်ဦးပေါ့....သူ့အကြောင်းကို version မျိုးစုံနဲ့ နိုင်ငံတကာက\nရိုက်ကူးပုံဖော်ပြထားခဲ့ပေမယ့် ဒီတစ်ခေါက်မှာတော့ တရုတ်ပြည်ဖွား\nတရုတ်သူရဲကောင်းဘဝကို တရုတ်က ပြန်လည်ရိုက်ကူးထားတာမို့\nမမြင်ရတဲ့ရှုထောင့်နဲ့ မရိုက်ရဲတဲ့ ပြကွက်တွေကိုမြင်ရမှာမို့\nအမျိုးသားစိတ်ဓာတ်နဲ့ တိုက်ပွဲမျှော်လင့်ချက်ကို တောင့်တသူ မက်မောသူတို့\nဒီကားလေးကို ဆက်ဆက် ဒေါင်းကြည့်လိုက်ကြပါလို့ ဖိတ်ခေါ်လိုက်ပါတယ်....\nQuality : WEB-DL 1080p,480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 1h 37 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/3aK2w/Extraordinary_Hero_Huang_Jiguang_(_2022_)_1080p_WEB-DL_CM.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4aibIe4IdGQvO142HyvB7rIoAut.jpg",
        "title": "Maja Ma (2022)",
        "description": "Maja Ma 2022\n6.4/10 IMDb\nဒီတစ်ခါပရိတ်သတ်ကြီးကို မိသားစုဒရမ်မာ\nဇာတ်ကားကောင်းလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ\nဒီနေ့ခေတ်မှာ LGBT တွေဟာလူမှုပတ်ဝန်းကျင်မှာ\nလူနည်းစုသာထောက်ခံသူရှိတဲ့ အသိုင်းအဝိုင်းတစ်ခုဆိုတာ လူတိုင်းသိပြီးဖြစ်မှာပါ...လူပတ်ဝန်းကျင်မှာ သူတို့ရင်ဆိုင်နေရတဲ့အခက်အခဲတွေ\nမိမိနေချင်သလိုလွတ်လပ်စွာနေလို့မရတဲ့ဘဝမှာ ချိုးနှိမ်ထားရတဲ့စိတ်ဆန္ဒတွေ\nမိသားစုအတွက်သူတို့ရဲ့တကယ့်စွန့်လွှတ်အနစ်နာခံမှုတွေကို\nပေါ်လွင်အောင်ရိုက်ကူးထားတဲ့ မိသားစုဒရမ်မာဇာတ်ကားကောင်းလေးတစ်ခုပါဇာတ်လမ်းအမြည်းလေးကတော့ ပါလာဗီဟာသူမရဲ့အတိတ်ကအမှန်တရားကို\nဖုံးကွယ်ထားတဲ့ မိသားစုကိုတုန်နေအောင်ချစ်တဲ့အိမ်ထောင်ရှင်မတစ်ယောက်ပါ\nသူ့ရဲ့သားတေဂျာက USမှာအလုပ်လုပ်နေပြီး ချမ်းသာကြွယ်ဝတဲ့မိသားစုက\nအီရှာဆိုတဲ့မိန်းကလေးနဲ့ချစ်မိသွားတဲ့အခါ အီရှာရဲ့မိဘတွေက\nတေဂျာရဲ့မိသားစုနဲ့တွေ့ဖို့အကြောင်းဖန်လာပါတော့တယ်\nဒါပေမယ့်ပါလာဗီ့ရဲ့အကြောင်းတွေကောလဟာသပြန့်နှံ့သွားတဲ့အခါ\nသူတို့ဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ကြရမလဲ....\nဘဝအလှည့်အပြောင်းတွေဘယ်လိုဘယ်ပုံတွေ့ကြုံရမလဲဆိုတာ\nရသမျိုးစုံဖန်တီးရိုက်ကူးထားလို့ လိုက်ပါခံစားကြည့်ရှုပေးကြပါဦး\nFile size…1.936B  / 955MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….\nSubtitle….Mynamr Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & BpL & Lwin Htoo & Kevin",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/maja-ma-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dP16pI7PTO9MFHFV85nWwjNXb9A.jpg",
        "title": "[18+] Love Her (2001)",
        "description": "Love Her (2001)(ကိုရီးယား Adult ကားတွေထုံးစံအတိုင်း 1080p ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်လို့‌ပြေအောင် ကုတ်တင်ပေးလိုက်ပါတယ်ခင်ဗျာ)ညနေရီ ပန်းခင်းထဲက လွင့်သွားတဲ့ လေပြေမှာ သူမရဲ့ ဝတ်ရုံအနီဟာ လွင့်ဝဲနေတယ်။ ကျွန်တော်ကလည်း သက်ငြိမ်ငေးမောလို့။ ဟိုးအဝေးဆီမှာ လှေကလေးတစ်စင်း နေဝင်ရီကောင်းကင်အောက် မျောပါနေတာကိုလည်း ကျွန်တော်မြင်ရတယ်။ လှေငယ်လေး ပျောက်ကွယ်သွားတဲ့အချိန် သူမရဲ့ လေနှင်ရာမျောလွင့်နေတဲ့ ဝတ်ရုံအနီလေးကို ကျွန်တော်လည်ပြန်ကြည့်မိပေမဲ့ ဝတ်ရုံအနီလေးမရှိတော့ဘူး။ သူမလည်း မရှိတော့။ တကယ်ဆို သူမရှိတော့တာ ကြာခဲ့ပြီ။ ဒါတွေဟာ ကျွန်တော့်ရဲ့ထင်ယောင်ထင်မှားတွေလို့ တွေးမိချိန်မှာ မျက်ရည်ဟာ တဖြိုင်ဖြိုင်ကျတော့တာပါပဲ။သူမဟာ တေးရေးဆရာဖြစ်ချင်ခဲ့တဲ့ ကျွန်တော့်ရဲ့ မအောင်မြင်ခဲ့တဲ့ အတိတ်တွေမှာ အိပ်မက်တွေလဲပြိုမသွားအောင် ခိုင်မာပေးခဲ့တဲ့ ကျောက်ဆောင်တစ်ခုလိုပေါ့။ ကျွန်တော်ကတော့ သူမရဲ့ အိပ်မက်တွေကို တတိတိတိုက်စားခဲ့တဲ့ ဒီလှိုင်းတစ်ခုပေါ့။ ဝေသာလီဗျိုင်းမျိုးနဲ့ ယမုံနာရွှေငါးလေးဘဝကွာမည်ဆိုလည်း တစ်ကမ္ဘာကွာဝေးရော။ ဒီလိုနဲ့ ကျွန်တော့်ရဲ့ မအောင်မြင်ခြင်းတွေ သူမကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/18N4z/(CM)_Love_Her_(2001)_480p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x9Jb8kewBHPzjTtgCQvoQoDsy4d.jpg",
        "title": "A Prophet (2009)",
        "description": "A Prophet (2009)~ IMDb - 7.8/10, RT - 96%, Meta - 90% ~A Prophet (Un prophète) လို့ ခေါ်တဲ့ ဒီဇာတ်ကားဟာ ၂၀၀၉ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ ပြင်သစ်ဇာတ်ကားတစ်ကားဖြစ်ပြီး Crime / Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ နယ်နယ်ရရ ဇာတ်ကားမဟုတ်ဘဲ အကောင်းဆုံး နိုင်ငံခြားဇာတ်ကားအဖြစ်နဲ့ အော်စကာဆုကို လျာထားခြင်းခံခဲ့ရပြီး အခြားဆုပေါင်း ၅၂ ဆုနဲ့ nominations ၅၅ ခု ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ ၁၉ နှစ်အရွယ် ဆယ်ကျော်သက်ကောင်လေး မလိခ်အယ်လ်ဂျယ်ဘနာဟာ ပြင်သစ်ထောင်တစ်ခုဆီမှာ ထောင်ဒဏ် ၆ နှစ် ကျခံခဲ့ရပါတယ်။ ပြစ်မှုကြီးကြီးမားမား ကျူးလွန်ထားခြင်း မရှိဘဲ ပြုပြင်ထိန်းသိမ်းရေးစခန်းတစ်ခုကိုသာ ၀င်ခဲ့ဖူးတဲ့ မလိခ်ဟာ အခု တကယ့်အရွယ်ရောက်သူ အပြစ်သားတွေကို ထိန်းသိမ်းတဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/a-prophet-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/raaz-139x200.jpg",
        "title": "Raaz (2002)",
        "description": "Raaz (2002)\nHorror/Drama\nIMDb 6.6/10 (3.6K)ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ သရဲကားကောင်းတစ်ကားကို\nရှာနေတယ်ဆိုရင်တော့ မင်းသမီး ဗီပါရှားဘာဆူးရဲ့ ဒီဇာတ်ကားလေးကို ညွှန်းပါရစေ...ဒီဇာတ်ကားလေးမှာ အချစ် အလွမ်း အဆွေး ရသမျိုးစုံပါနေတဲ့အပြင်\nသီချင်းလေးတွေလည်း ကောင်းလို့ ဘောလီဝုဒ်သီချင်းကြိုက်တဲ့သူတွေ\nနှစ်သက်စေမှာ အမှန်ပါပဲ...အာဒစ်သယားနဲ့ ဆန်ဂျနားဟာ ပြတ်တော့မယ့်ဆဲဆဲ\nသူတို့ရဲ့အိမ်ထောင်ရေးလေးတည်မြဲဖို့\nနောက်ဆုံးအခွင့်အရေးတစ်ခုပေးချင်တဲ့အနေနဲ့\nသူတို့ရဲ့အချစ်တွေစတင်ပေါက်ဖွားရာ\nအူတီမြို့လေးကို ထွက်လာခဲ့ပါတယ်..အဲ့ဒီမှာပဲ ညညဆို ဆန်ဂျနားဟာ မိန်းကလေးတစ်ယောက်\nနာနာကျင်ကျင် အော်ဟစ်သံနဲ့ သေနတ်သံတွေကို\nညတိုင်းလိုလိုကြားနေခဲ့ရပါတယ်...အဲ့ဒီအသံတွေကလည်း သူမတစ်ယောက်တည်းကလွဲရင်\nကျန်တဲ့သူတွေ ဘယ်သူမှ မကြားရပါဘူး...တစ်စတစ်စနဲ့ တဖြည်းဖြည်း အသံတွေဟာ နီးကပ်လာတဲ့အခါမှာတော့.....\nFile size…2.2GB / 918MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/raaz-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU0NmYwYjAtOGNkNi00ODg3LWIyZWItYmQwODE1MDAxMWYyXkEyXkFqcGdeQXVyNjk5NzY4OTk@._V1_-133x200.jpg",
        "title": "Lost and Found (1996)",
        "description": "Lost and Found (1996)~ IMDb - 7.2/10, Rotten Tomatoes - 76% ~နေလာရင်းဘဝမှာ မကြာမကြာဆိုသလို တစ်စုံတရာတော့ ပျောက်ရှနေကျပါပဲ။ ခဏခဏသေးသေးမွှားမွှားလေးတွေကနေ ရံဖန်ရံခါ ကြီးကြီးမားမားတွေ အထိ ပျောက်ရှနေတတ်တယ်။ တစ်ရံတစ်ခါမှာတော့ အကြီးဆုံးဆိုတဲ့အရာတွေအထိပေါ့။ ဆိုးဆိုးရွားရွားဆို လက်ထဲကိုင်ထားတဲ့ အင်္ကျီကို ဘယ်နားကျလို့ ကျခဲ့မှန်းမသိတဲ့ အဖြစ်မျိုးအထိ မကြာမကြာရှိခဲ့ဖူးတယ်။ သတိလက်လွတ်ဖြစ်စေ အထားအသိုမှားသည်ဖြစ်စေ အရေးအကြီးဆုံးဆိုတဲ့ အရာတွေကို ကျွန်တော်တို့ ပျောက်ရှဖူးခဲ့မှာပဲ။ မက်စက်တွယ်တာတဲ့ တစ်စုံတရာကို ပျောက်ရှဆုံးရှုံးတယ်ဆိုတာ ဘာနဲ့မှမတူတဲ့ ဝေဒနာပေါ့။ပြန်ရှာလို့မတွေ့နိုင်တဲ့အရာဆိုတာ မရှိဘူးတဲ့။ ပိုက်ဆံအိတ် အခိုးခံရတယ် ဆိုပါစို့။ အချင်းတစ်ကီလိုမီတာဝန်းကျင်က အမှိုက်ပုံးတစ်ပုံးပုံးထဲ အဲဒီပိုက်ဆံအိတ်ကို ပြန်တွေ့မှာပဲတဲ့။ ဒီစကားမှန်ရဲ့လားတော့ ကျွန်တော်မသိဘူးပေါ့။ ရုပ်ရှင်ထဲက Takeshi ကတော့ ပျောက်ဆုံးပစ္စည်းရှာဖွေရေးလုပ်ငန်း ထောင်ထားတယ်။ သတိလက်လွတ်နဲ့ ခါးပိုက်နှိုက်ခံရသည်ဖြစ်စေ၊ ကိုယ်တိုင်က အထားအသိုမှားသည်ဖြစ်စေ၊ ဘာမဆိုကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/lost-and-found-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTBiMzBkZGEtODU2NC00YzNkLWFiOGQtZmMyNTk3MGJiZWRkXkEyXkFqcGdeQXVyMjU0ODQ5NTA@._V1_-140x200.jpg",
        "title": "Dear Nathan: Hello Salma (2018)",
        "description": "Dear Nathan Hello Salma (2018)IMDb 7.1\nလူငယ်သဘာဝကိုမှပေါ့ပေါ့ပါးပါးနဲ့ ရင်ထဲထိရောက်အောင်ဆွဲဆောင်နိုင်မယ့်\nဇာတ်ကားမျိုးရှာနေပါသလား ဆယ်ကျော်သက် vibe အထူးသဖြင့်\nဆယ်တန်းကျောင်းသားဘဝကိုပြန်သွားချင်သူတွေအတွက်\nသင့်လျော်တဲ့ဇာတ်ကားကောင်းဆိုလည်းမမှားပါဘူးနော်..မိန်းကလေးတွေကိုမလေးမစားပြောဆိုရင် အရမ်းမုန်းတဲ့ နသန်က\nရန်ပွဲတိုင်းသူမပါမဖြစ်..သူ့ရည်းစားဆိုတာက တစ်ကျောင်းလုံးရဲ့\nအဆင့်တစ်ဆယ်လ်မာ ဒီနှစ်ယောက်ကနားလည်မှုတွေနဲ့လက်တွဲခဲ့ကြတဲ့ချစ်သူတွေဒါပေမယ့် ပြဿနာတိုင်းကိုရန်ဖြစ်ပြီးဖြေရှင်းတတ်တဲ့ နသန့်အကျင့်ကိုတော့ |\nဆယ်လ်ကနည်းနည်းလေးမှသဘောမကျဘူး ဒီလိုနဲ့ ရာထူးကြီးလူရဲ့သားက\nမိန်းကလေးတွေနဲ့ပတ်သက်ရင် အထိမခံရွှေပန်းကန် နသန်ကိုမှ\nသူ့ရည်းစားဆယ်လ်အကြောင်း သွားပုပ်လေလွင့်အပုပ်ချရာက\nရန်ထဖြစ်ကြပါလေရော ဆရာက နသန်မမှားမှန်းသိပေမယ့်သူ့ရာထူးနဲ့\nအကြပ်ကိုင်လာလေတော့ ခြေချုပ်မိနေတဲ့ဆရာတစ်ယောက်\nနသန့်ကိုကျောင်းနားခိုင်းပါတော့တယ်ဒီကိစ္စနဲ့ကတောက်ကဆဖြစ်ခဲ့ပြီး အတ္တကိုယ်စီရှေ့တန်းတင်ခဲ့ကြတဲ့\nနသန်နဲ့ ဆယ်လ်တို့ရဲ့ ခံစားချက်အဖုံဖုံကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်\nကျီစယ်တတ်တဲ့ကံကြမ္မာကြောင့် သူတို့နှစ်ယောက်ကြားထဲဘယ်သူဝင်လာမလဲ\nဘယ်ရထားမှာလွဲခဲ့လဲမသိတဲ့သူတို့နှစ်ယောက် တစ်ဘူတာတည်းမှာပြန်ဆုံနိုင်ကြမှာလား\nကျောင်းခန်းထဲမှာ ရည်းစားထားခဲ့ဖူးကြရင်တော့ ဒီကားလေးက\nအဲဒီခုနှစ်တွေဆီပြန်ရောက်အောင်ဆွဲခေါ်သွားမှာအမှန်ပါပဲ\nFile size…1.5GB / 700MB\nQuality…1080p WEB DL / 720p \nFormat..mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dear-nathan-hello-salma-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/m-2007-film-53526088-e670-443b-870d-98899538270-resize-750-140x200.jpg",
        "title": "M (2007)",
        "description": "M (2007)\nIMDb 6.2/10ဒီတစ်ခါမှာတော့ Rating လည်းကောင်းပြီး ဆုတွေလည်းသိမ်းပိုက်ထားတဲ့စိတ်ကူးယဉ်ဆန်ဆန် ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်မင်ဝူးဆိုတာကတော့ လူငယ်စာရေးဆရာတစ်ယောက်ပါ နိုင်ငံချစ် ရောင်းရအ‌ကောင်းဆုံးစာရေးဆရာပေမယ့် ဘာမှဆက်ရေးစရာအတွေးပေါ်မလာလို့ စိတ်ဓာတ်ကျနေသူပေါ့\nညဘက်တွေအိပ်မပျော်တဲ့ရောဂါကြောင့် ဆရာဝန်တွေစုံအောင်ပြနေပေမယ့်လည်း ထူးမလာခဲ့ပါဘူးဒီလိုနဲ့တစ်နေ့ သူ့နောက်ကို နောက်ယောင်ခံလိုက်နေတဲ့ကောင်မလေးနဲ့တွေ့ဆုံမိပြီး သူစာပြန်ရေးနိုင်ဖို့ ကောင်မလေးက အကူအညီတွေပေးနေတော့ ရင်းနှီးသွားကြပါတယ်\nဒါပေမယ့် ဒီကောင်မလေးဘယ်သူဆိုတာ မင်ဝူးတစ်ယောက်စဉ်းစားလို့ရမနေပါဘူး ဒီလိုနဲ့လိုက်စုံစမ်းရင်း သူနဲ့စကားပြောနေကျကောင်မလေးက သေဆုံးပြီးသားမှန်းသိသွားတဲ့အခါမှာတော့...\nဘာတွေဆက်ဖြစ်မလဲ ဒီကောင်မလေးနဲ့က အရင်တည်းကအသိတွေလား သူဝတ္ထုရေးဖို့ရောကုန်ကြမ်းရနိုင်မလားဆိုတာတော့ ဒေါင်းကြည့်လိုက်ကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(600MB)\nQuality__HD_720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:50:00\nType__Crime, Drama, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/3aEpA/M_(2007)_HD.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2KQQtrJiJnhx59CLUnTdzCHtHOh.jpg",
        "title": "Chokher Bali (2003)",
        "description": "Chokher Bali (2003)ဒီကားက အရှ်ရိုက်ဖူးတဲ့ တခြားဇာတ်ကားတွေနဲ့မတူဘဲ ကွဲထွက်နေတဲ့\nစရိုက်မျိုးကို မြင်တွေ့ရမှာပါ...ငယ်ငယ်ရွယ်ရွယ်နဲ့ အိမ်ထောင်ကျပြီးမှ ယောက်ျားဖြစ်သူဆုံးသွားတဲ့\nမုဆိုးမတစ်ယောက်ရဲ့ ခံစားချက်ကို ပီပြင်အောင်ပုံဖော်ထားတဲ့ ကားလေးပါ...ရှေးယခင် အိန္ဒိယမှာက လင်သေသွားရင် မယားကို လင်နဲ့အတူမီးရှို့သတ်ပစ်တာ\nနောက်အိမ်ထောင်ပြုလို့မရတာ ဟိုဟာမစားရ ဒီဟာမစားရ\nဟိုဟာရှောင်ရ ဒီဟာရှောင်ရနဲ့ စတဲ့ အယူသည်းမှုတွေရှိခဲ့တယ်...ဒီဂယက်က လွတ်လပ်ရေးမရခင် အစောပိုင်းကာလတွေအထိကို\nရိုက်ခတ်လာခဲ့ပါတယ်..ဘီနိုဒီနီဆိုတဲ့ လုံမပျိုလေးကတော့ အိမ်ထောင်ကျပြီး တစ်နှစ်အကြာမှာ\nယောက်ျားဖြစ်သူဆုံးပါးသွားလို့ မုဆိုးဖြစ်ခဲ့ရပါတယ်..အရွယ်ကောင်းတုန်းမှာ\nလင်ယောက်ျားမရှိတဲ့အတွက် စိတ်ခံစားချက်ပေါင်းများစွာနဲ့ ခန္ဓာကိုယ်ရဲ့\nလိုအင်ဆန္ဒတွေကိုမြိုသိပ်ထားခဲ့ရပါတယ်...ဒီလိုနဲ့ သူမဟာ အိမ်ထောင်သည် ယောက်ျားတစ်ယောက်နဲ့\nစိတ်ခံစားချက်တွေ ဖလှယ်မိလာတဲ့အခါ...။မျက်ကန်းနွံထဲ ခြေစုံပစ်ခဲ့ရပုံတွေကို ဒီဇာတ်ကားမှာ သေသေသပ်သပ်\nဖေါ်ပြပေးထားလို့ အမြင်ကျယ်စေမှာအမှန်ပဲ ဖြစ်ပါတယ်နော်...\nFile size…2.4GB / 1.01GB\nQuality…1080p WEB RIP / 720p WEB RIp\nFormat…Mp4\nDuration….2h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/chokher-bali-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVAXVHM4LPn8iWIx7Hkj1CvBBf3.jpg",
        "title": "Ang Pambansang Third Wheel (2018)",
        "description": "Ang Pambansang Third Wheel (2018)~ IMDb Rating - 6.7/10 ~ဒီတစ်ခေါက်မှာတော့ သူငယ်ချင်းအတွဲတွေကြား တစ်ကိုယ်တည်း၊ အထီးကျန်၊ ကြောင်တောင်တောင်၊ သနားစရာ၊ ရည်းစားမရှိ၊ အချစ်ရေးမှာကံမကောင်း ဖြစ်နေတဲ့ တတိယဘီးလေးတွေအတွက် ဖိလစ်ပိုင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားနာမည် Ang Pambansang Third Wheel (National Third Wheel) နဲ့အညီ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင် ထရီနာဟာ သူငယ်ချင်းအတွဲတွေကြား တစ်ကိုယ်တည်းသမားဖြစ်နေရသူပါ။ ရည်းစား ၃ ယောက်ထားခဲ့ဖူးပေမယ့် ဖောက်ပြန်ခံရလိုက်၊ စနှိုက်ကြော်ဇာတ် သွင်းခံရလိုက်နဲ့ အချစ်ရေးမှာ ကံဆိုးသူမောင်ရှင်ပေါ့။ အဲဒါတွေကြောင့် ဖူးစာဖက်ကိုထိုင်ပဲစောင့်နေတော့မယ်လို့ ဟစ်ကြွေးထားပါတယ်။ လုပ်ငန်းခွင်မှာလည်း အဆူခံထိနေကျ ကောင်မလေးပါပဲ။ဒီလိုနဲ့ တစ်ရက်မှာ သူ့ရုံးမှာ အလုပ်လာလျှောက်တဲ့ နီယိုဆိုတဲ့ အမျိုးသားတစ်ယောက်နဲ့ဆုံခဲ့ရပါတယ်။ နီယိုက ထရီနာရဲ့ ဖူးစာဖက်ဖြစ်နိုင်ပ့ါမလား၊ သူတို့နှစ်ယောက် ဘာတွေကျော်ဖြတ်ရဦးမှာလဲ၊ နီယိုက ထရီနာ့ကို တကယ်ချစ်ရဲ့လား၊ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ang-pambansang-third-wheel-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ab4Gd2oQJsbVCRxG8fZdZ47Z77R.jpg",
        "title": "K-PAX(2001)",
        "description": "K-PAX(2001)အညွှန်း******************Kevin Spacey ရဲ့ အလန်းများစွာထဲက တစ်ကားဖြစ်ပါတယ်..သူ့ကိုယ်သူ လိုင်ရာကြယ်စင်စုအတွင်းက K-PAXဆိုတဲ့ ဂြိုလ်တစ်လုံးကနေအလင်းခရီးသွားပြီး ကမ္ဘာမြေကိုရောက်လာသူတစ်ယောက်အဖြစ်အခိုင်အမာပြောဆိုနေတဲ့သူတစ်ယောက် စိတ်ရောဂါကုဆေးရုံကိုရောက်ရှိလာပါတယ်....သူဟာတခြားလူနာတွေနဲ့မတူပဲ အမူအကျင့်တွေက ထူးဆန်းနေတာကြောင့်စိတ်ရောဂါကုဆရာဝန် မာခ့်ပိုဝဲလ်လည်း လူနာကို အရမ်းစိတ်ဝင်စားသွားပါ‌တော့တယ်...\nK-PAXကနေလာတယ်ဆိုတဲ့သူဟာ သူ့ရဲ့အကြောင်းပြချက်တွေသိပ္ပံနည်းကျအချက်အလက်တွေ ဘဝဇာတ်လမ်းတည်ဆောက်ပုံတွေကသံသယရှိစရာကောင်းပေမယ့် ယုံကြည်စရာလဲကောင်းနေပြန်တော့ဒီလူဟာတကယ်ပဲ တခြားဂြိုလ်ကလာတဲ့သူလားစိတ်ဝေဒနာရှင်တစ်ယောက်လာဆိုတာ ဖော်ထုတ်ဖို့ဖြစ်လာပါတယ်။  File Size :(2.3GB)(796MB) and (292MB)\nQuality :  WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Mystery , Drama , Sci-FI\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/k-pax2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yw8x2i3vaHZZzpvqvF75E8q2N6M.jpg",
        "title": "Proof of Life(2000)",
        "description": "Proof of Life(2000) အညွှန်း***********************ဒီဇာတ်ကားကတော့ အက်ရှင်ဇာတ်ကားတွေကို အရိုက်များတဲ့\nဒါရိုက်တာကြီး Taylor Hackord ရိုက်ကူးထားပြီး\nသရုပ်ဆောင်တွေအနေနဲ့ Russell Crowe, David Morse,Meg Ryan နဲ့ Pamela Reed တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။တယ်ရီသွန်း(Russell Crowe) ဟာ ပြန်ပေးဆွဲခြင်း ညှိနှိုင်းရေးသမားတစ်ဦးဖြစ်တယ်..သူဟာ ထူးချွန်တဲ့သူဆိုပေမဲ့ တစ်ခါတစ်ရံ ဓားစာခံအသက်ရှင်ရေးဦးစားပေးပြီးစီစဉ်ထားတဲ့အတိုင်းမလုပ်ဘဲ သူစိတ်ကူးပေါက်ရာလုပ်တတ်တဲ့အကျင့်ဆိုးတစ်ခုတော့ရှိတယ်..တောင်အမေရိကမှာ ရေကာတာဆောက်ချင်နေတဲ့ပီတာဘိုးမန်း(David Morse)  ဟာ အကြမ်းဖက်အဖွဲ့ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံခဲ့ရတယ်..အဲ့ဒီနောက်ပြန်ပေးဆွဲခြင်းညှိနှိုင်းရေးသမားဖြစ်သူ\nတယ်ရီသွန်း(Russell Crowe) တစ်ယောက်အန္တရယ်များလွန်းလှတဲ့အခြေအနေကြားထဲက ဘယ်လိုကယ်တင်သွားမလဲဆိုတာတွေကိုတော့....File Size : (3.0GB)(1.1GB) and (356MB)\nQuality : Blu-Ray1080p5.1ch ,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/proof-of-life2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ws3R5LG8p7brQe7zq2xClDM3Yft.jpg",
        "title": "The Gabby Petito Story (2022)",
        "description": "The Gabby Petito Story (2022)ဂက်ဘီပတ်တီတိုဆိုတဲ့ မိန်းကလေးဟာ ကြင်နာတတ်ပြီး လူချစ်လူခင်ပေါ်များတဲ့ မိန်းမလှလေးတစ်ယောက်ပဲဖြစ်ပါတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ စတိတ်ကျောင်းတုန်က ရည်းဇားဟောင်းဘရိုင်ယန်နဲ့ ပြန်ဆုံတွေ့ကြရင်း ငယ်ချစ်တွေတစ်ဖန် ရှင်သန်လာကြပြီး သူ့ချစ်သူရှိရာ ဖလော်ရီဒါကို အတူလိုက်သွားခဲ့ပါတယ်။မနာလိုသဝန်တိုတတ်လွန်းတဲ့ ဘရိုင်ယန်နဲ့ လူတိုင်းကိုဖော်ရွေကြင်နာတဲ့ ဂက်ဘီတို့ ဆက်ဆံရေးက ဘယ်လိုအခြေအနေတွေအထိရောက်အောင် အဆိပ်အတောက်ဆန်သွားမလဲဆိုတာတော့ ...သဝန်တိုတတ်တဲ့ ချစ်သူကို ပိုင်ဆိုင်ထားတဲ့သူတိုင်း တစ်ခါလောက်တော့ ကြည့်ထားသင့်တဲ့ ဖြစ်ရပ်မှန်ပညာပေးဇာတ်လမ်းလေး တစ်ခုဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ရပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hae Areum ပါ။)File Size          : 885MB, 397MB\nQuality            : 720p WEB-DL, 480p\nFormat            : mp4\nDuration  ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-gabby-petito-story-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzIzNDQ5YTUtZmI5Yi00MTU0LThhMTQtMDFlNDJiOWVjNjczXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Lake Mungo(2008)",
        "description": "Lake Mungo(2008) အညွှန်း**********************ဆယ်ကျော်သက်မလေး အဲလစ်ပါးမားတစ်ယောက် ရုတ်တရက်ရေနစ်ဆုံးတဲ့သတင်းက သူတို့ရပ်ကွက်မှာ ဟိုးလေးတကျော်ပါပဲ။\nကျန်ရစ်သူ ပါးမားမိသားစုဝင်တွေလည်း\nအတော်လေး ဝမ်းနည်းကြေကွဲနေကြတာပေါ့။တစ်ရက်မှာတော့ အဲလစ်တစ်ယောက် မကျွတ်လွတ်သေးပဲသူ့အစ်ကို ရိုက်ကူးတဲ့ပုံတွေထဲမှာ ပါလာတယ်ဆိုတဲ့သတင်းတွေ ထွက်လာပြန်ပါတယ်။ ဒီလိုနဲ့ သူ့ကိုယ်သူ စိတ်တန်ခိုးရှင်လို့အမည်ခံတဲ့ ရေးဆိုသူပါ ပါဝင်ပတ်သက်လာပြီး အဲလစ် သေဆုံးခဲ့ရတာသွေးရိုးသားရိုးမှ ဟုတ်ရဲ့လားဆိုတာကို မိသားစုဝင်နဲ့ အသိမိတ်ဆွေတွေကို အင်တာဗျူးလုပ်ထားသလို format နဲ့ကြည့်ရှုခံစားရမယ့် Horror ကားတစ်ကားမို့ ခံစားကြည့်ကြပါဦးFile Size : (4.6GB) and (947MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:27:00\nGenre : Horror, Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/lake-mungo2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOTVmMWUwMjgtYTc0MS00Njc3LTgzZDEtNmQ3ZjJlOWM1NzM2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "Wedding Dress (2022)",
        "description": "Wedding Dress (2022)\nဂျိုအန်က မင်္ဂလာဝတ်စုံတွေရောင်းတဲ့ဆိုင်က ဒီဇိုင်နာလက်ထောက်တစ်ယောက်ပါ။ သူ့မှာ ကာလာလို့ခေါ်တဲ့ သမီးငယ်လေးတစ်ယောက်ရှိပြီး ယောက်ျားကဆုံးပါးသွားပြီဖြစ်တဲ့ တစ်ကိုယ်ရည်မိခင်တစ်ယောက်ပါ။သူ့ယောက်ျားက သူတို့မင်္ဂလာနှစ်ပတ်လည် ၁၀နှစ်မြောက်ကျရင် Wedding Dress လေးရစေရမယ်လို့ ကတိပေးခဲ့တာကြောင့် ဒီအိပ်မက်လေးကိုလည်း ဆက်ပြီးဖက်တွယ်ထားဆဲပါ။ သူ့မှာဒီဇိုင်းလုပ်လက်စ မင်္ဂလာဝတ်စုံဂါဝန်လေးလည်းရှိနေပါတယ်။အမေတစ်ခု သမီးတစ်ခုဘဝမို့ စားဝတ်နေရေးအတွက် အလုပ်အမြဲလုပ်နေရပါတယ်။ ဒါပေမဲ့ သမီးလေးကို အရမ်းချစ်ပြီး သမီးအတွက် လိုလေးသေးမရှိ ထားချင်တဲ့ အရာရာမြှုပ်နှံထားတဲ့မိခင်မျိုးပါ။ဒီလိုကြိုးစားနေတဲ့ ဂျိုအန်တစ်ယောက်ကို ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ပါဘူး။ အကြောင်းကတော့ ဂျိုအန်မှာ ကင်ဆာရှိနေပြီဖြစ်လို့ပါပဲ။ သူက ကင်ဆာဆေးတွေသွင်းပြီးလူမမာအဖြစ်နဲ့ ထွက်ခွာမသွားချင်တာကြောင့် ဆေးမကုဘဲနေဖို့ဆုံးဖြတ်ထားပါတယ်။ဒါ့ကြောင့် သူမသွားရခင်မှာ သမီးလေးအပေါ် သူလစ်ဟင်းခဲ့တဲ့မိခင်တာဝန်တွေကိုလုပ်ဖို့ အလုပ်ကနေခွင့်ယူပြီး ဟင်းချက်ပေးတာကစလို့ သမီး‌‌လေး သူငယ်ချင်းတွေပိုရအောင် မောင်နှမဝမ်းကွဲတွေနဲ့တည့်အောင် ဘဲလေးအကမယ်ပြိုင်ပွဲဝင်ဖြစ်အောင် ကြိုးစားပါတော့တယ်။မိခင်မေတ္တာနဲ့ သားအမိသံယောဇဉ်ပေါ်လွင်ပြီး ကြည့်ရှုသူတွေကို နွေးထွေးမှုနဲ့ ဝမ်းနည်းမှုတွေတပြိုင်တည်းဖြစ်စေတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါပဲ။ စိတ်ခံစားလွယ်တဲ့သူတွေအတွက်ကတော့ တော်တော်လေးမျက်ရည်ကျရမယ့် ရုပ်ရှင်ပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wedding-dress-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Screenshot-2022-10-06-at-18-59-43-Madalena-2021-143x200.png",
        "title": "Madalena (2021)",
        "description": "ဒီတစ်ခါCMကမိတ်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ ဟောင်ကောင်ကားလေးတစ်ကားပါ\nလူငယ်အချစ်ကားမျိုးမဟုတ်ဘဲ သက်လတ်ပိုင်းအိမ်ထောင်ရေးနဲ့ လူမှုရေးဇာတ်ကားမျိုး...\nမာဒါက သူ့ဒေသမဟုတ်တဲ့မကာအိုမြို့မှာ လွန်ခဲ့တဲ့သုံးနှစ်က သူ့ကိုထားခဲ့တဲ့မိန်းမဖြစ်သူကိုရှာဖို့ ရောက်နေတာပါ တက်စီကားမောင်းရင်း လိုက်စုံစမ်းနေဆဲပါပဲပြည့်တန်ဆာတစ်ယောက်ကိုလည်း သူ့မိန်းမထားခဲ့တဲ့စာတွေကို ဖတ်ပြဖို့ခဏခဏသွားတွေ့ခဲ့သူပါ\nသူ့မိန်းမနဲ့ရှိနေခဲ့တဲ့အတိတ်တွေကိုမလွှတ်ချနိုင်ဘဲ ဘယ်မှာစားစား နှစ်ယောက်စာမှာကာ အတိတ်ထဲပိတ်မိနေသူပါလီနာကလည်း ယောကျာ်းတစ်ယောက်ကြောင့် မကာအိုမြို့ကိုရောက်လာခဲ့ရတာပါပဲ\nသမီးလေးတစ်ယောက်လည်းရှိပါတယ် အလုပ်နှစ်ခုလုပ်ရင် အမေဖြစ်သူနဲ့ သမီးလေးကိုထောက်ပံ့နေသူပါအိမ်ထောင်ကွဲနှစ်ယောက်တွေ့ချိန် ဘယ်လိုတွေဆက်ဖြစ်မလဲ တစ်ယောက်နဲ့တစ်ယောက်ကူညီနိုင်မလား\nကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာသလို ဘယ်လိုတွေပြသနာတွေတက်မလဲဆိုတာ စောင့်ကြည့်ကြရအောင်နော် ။File Size__(1.5GB) / (750MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:33:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/madalena-2021/"
    }
]