[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/65swvCL9x7MkEj2CFfLOmNcCAmd.jpg",
        "title": "Time to Hunt(2020)",
        "description": "Time to Hunt(2020)စီးပွားပျက်ကပ် ကြုံနေရတဲ့ ကိုးရီးယားနိုင်ငံရဲ့ ခေတ်ပျက်ကြီးထဲမှာ အကုန်လုံးလုံးလိုလိုခက်ခဲစွာရုန်းကန်နေရတယ်....ဒီလို ရုန်းကန်နေထိုင်နေရတဲ့  ဘဝကြီးထဲကနေ လွတ်မြောက်ဖို့ လူငယ်လေး သုံးယောက်အကြံကြီးတစ်ခုကို အကောင်အထည်ဖော်ပါတော့တယ်...နာမည်ကြီး လောင်းကစားရုံကို ဓားပြတိုက်ဖို့ပဲပါပဲ....ဒီဓားပြမှုကြီးကို လုပ်နေစဉ်မှာပဲ သူတို့(၃)ယောက်မမျှော်လင့်တဲ့ ဖြစ်ရပ်ဆိုးတွေဆိုက်တိုက်ကြုံပါတော့တယ်...မမျှော်လင့်ပဲ ... IMDB rating 6.5 အထိရထားပြီး Parasite ထဲက မင်းသားလည်းသရုပ်ဆောင်ထားသည့်သည်းထိတ်ရင်ဖို ဇာတ်ကားမို့ CM ပရိသတ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kinnov ပဲဖြစ်ပါတယ်..File Size : (1.04 GB) and (380 MB)\nQuality :WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime , Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kinnov\nEncoded by Phyo Pyae zawgyiTime to Hunt(2020)စီးပြားပ်က္ကပ္ ႀကဳံေနရတဲ့ ကိုးရီးယားႏိုင္ငံရဲ႕ ေခတ္ပ်က္ႀကီးထဲမွာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/time-to-hunt2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkmw4sd0rFSDdMIphDrqwbftUVr.jpg",
        "title": "Sergio(2020)",
        "description": "Sergio(2020)ဒီထဲကမင်းသားကြီးကိုတော့ Narcos ကြည့်သူတိုင်းရင်းနှီးကြမယ်ထင်ပါတယ်...ဒီဇာတ်လမ်းကတော့ ကုလသမဂ္ဂအထူးကိုယ်စားလှယ် ဆာဂျီရို ဒီ မဲလ်လိုအကြောင်းကို ရိုက်ကူးထားတဲ့ အတ္ထုပတ္တိဇာတ်လမ်းပဲဖြစ်ပါတယ် ...ကုလသမဂ္ဂအထူးကိုယ်စားလှယ် ဘရာဇီးလ်နိုင်ငံသား ဆာဂျီရိုဟာ သူ့ရဲ့ဇနီး ကုလသမဂ္ဂဝန်ထမ်း ကာရိုလီနာနဲ့ တည်ငြိမ်တဲ့ ဘဝတစ်ခုကို စတင်တော့မယ့်အချိန်မှာပဲ အီရတ်ကို လေးလကြာတာဝန်နဲ့ စေလွတ်ခြင်းခံခဲ့ရပါတယ်..အီရတ်ရှိ ကုလသမဂ္ဂရုံးချုပ် ဗုံးပေါက်ခွဲခံရမှုနဲ့အတူ ဆာဂျီရိုဟာ အပျက်အစီးများအောက် ပိတ်မိသွားတဲ့အချိန်မှာတော့အရာအားလုံးပြောင်းလဲသွားပါတော့တယ် ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဒီဇာတ်လမ်းကတော့စစ်ရဲ့ ဆိုးကျိုးတွေကို ဒီဇာတ်လမ်းထဲမှာ သေချာသရုပ်ဖော်ထားတဲ့အပြင် စစ်ကို‌မုန်းသော်လည်း စစ်ပွဲကို တားဆီးဖို့ စစ်ပွဲကြားထဲရောက်နေရတဲ့ လူတစ်ယောက်ရဲ့ တည်ငြိမ်အေးချမ်းတဲ့ ဘဝတစ်ခုကို မျှော်လင့်နေရပုံကို မြင်တွေ့ရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်...  File Size : (950 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:58:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sergio2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ash-112x200.jpg",
        "title": "Ash Is Purest White ( 2018 )",
        "description": "ပြာဆိုတာ အသန့်စင်ဆုံး အဖြူရောင်ပါတဲ့။ အရမ်းကိုပူပြင်းတဲ့အခြေအနေတစ်ခုမှာအရာဝတ္ထုတွေက စင်ကြယ်သွားတတ်ပါတယ်တဲ့။အဲဒါကြောင့် အပူချိန်အများဆုံးကိုခံရတဲ့ ပြာရဲ့ အဖြူရောင်ကိုအစင်ကြယ်ဆုံးပါလို့ပြောထားပါတယ်။ ဒီဇာတ်ကားမှာမြေအောက်လောက အဖွဲ့တစ်ခုက ခေါင်းဆောင်ရဲ့ ချစ်သူဖြစ်တဲ့Zhao Qiao ရဲ့ လောကဓံကြားမှာ အပူပြင်းပြင်းပေးခံရပြီး သူ့ရဲ့အကောင်းဆုံးအရည်အသွေးကို ရရှိလာတဲ့အကြောင်းရိုက်ကူးထားပါတယ်။ပြီးတော့ သူ့ရဲ့ချစ်သူအပေါ်ထားတဲ့ အချစ်ကြီးပုံကို ကြည့်တဲ့သူတိုင်းကူးစက်ခံစားစေမှာအသေအချာပါပဲ။ မျက်ရည်ဝဲရမယ့် ဇာတ်ကားမဟုတ်ပေမဲ့မဲ့ပြုံးလေးတော့ ပြုံးဖြစ်မှာ သေချာပါတယ်။ဒီဇာတ်ကားကိုCannes Film Festival မှာ ပါဝင်ယှဉ်ပြိုင်ခွင့်ရထားပါတယ်။IMDB Rating ကတော့ 7 ဖြစ်ပြီး အမှတ်ပေးကပ်စေးကုတ်တဲ့Rotten Tomato ဆိုတဲ့ ခရမ်းချဉ်သီးတွေကတော့ 100% ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ခပ်အေးအေး Drama ဖြစ်ပေမယ့်ဇာတ်ကားနဲ့အတူ စီးမျောသွားစေမှာ အသေအချာပါပဲ။ကျွန်တော့်အမြင်ကတော့ Gone With the Wind ဇာတ်ကားကိုChinese Version နဲ့တွေ့လိုက်ရသလိုပါပဲ။ဘာသာပြန်နဲ့ အညွှန်း d3mon ဖြစ်ပါတယ်Encoded By LK zawgyiျပာဆိုတာ အသန႔္စင္ဆုံး အျဖဴေရာင္ပါတဲ့။ အရမ္းကိုပူျပင္းတဲ့အေျခအေနတစ္ခုမွာအရာဝတၳဳေတြက စင္ၾကယ္သြားတတ္ပါတယ္တဲ့။အဲဒါေၾကာင့္ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ash-is-purest-white-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dHmy5vHcEfeBfy72sWxAdeSBLmn.jpg",
        "title": "Invisible Life (2019)",
        "description": "2019 ခုနစ်ထွက် drama ဇာတ်ကားကောင်းဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုမပြောခင်ဒီဇာတ်ကားမှာ ၁၈ + ဇာတ်ဝင်ခန်းအချို့ပါဝင်တဲ့အကြောင်း ကြိုပြောပါရစေ...ဇာတ်လမ်းအကျဉ်းကတော့...ဒီဇာတ်ကားကို ၁၉၅၀ ခုနစ်ကျော်မှာ အခြေတည်ရိုက်ကူးထားပါတယ်...ဂီတာနဲ့ ယူရီဒေ့စ်တို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ပါ...ဒါပေမဲ့ အကြောင်းတရားအမျိုးမျိုးကြောင့်ကွဲကွာသွားကြတဲ့သူတို့နှစ်ယောက် ပြန်ဆုံတွေ့နိုင်ပါ့မလားဆိုတာပါပဲ...ဇာတ်လမ်းလေးက ရိုးရှင်းပေမယ့်ထိုခေတ်အခါက ရှေးရိုးစွဲတဲ့လူတွေရဲ့ခံယူချက်တွေ...အချစ်ကို ဗန်းပြပြီး အတ္တကြီးကြတဲ့လူတွေရဲ့စရိုက်တွေ....လူတွေရဲ့ မြေနိမ့်ရာလှံစိုက်ချင်တဲ့စိတ်ဓာတ်တွေကိုကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားပါတယ်..IMDB 8/10 ရရှိထားတာမို့ ကြည့်ရှုလို့နောင်တမရစေရပါဘူးလို့ ပြောကြားရင်း... File Size : ( 1 GB , 482 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 19 min\nFormat : Mp4\nGenre : ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/invisible-life-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rRbiIwlfwBZxfp9P1TX6cad7Gpc.jpg",
        "title": "Finding You(2019)",
        "description": "Finding You(2019)အာနယ်လ် အေလန် ဘူညီ ဆိုတဲ့ကောင်လေးက Hyperthymesia ဆိုတဲ့အခြေအနေတစ်ခုရှိနေတဲ့သူပေါ့ ...\nကိုယ့်ဘဝတစ်လျှောက်မှာဖြစ်ခဲ့သမျှကို သူများတွေထက်ထူးပြီး အသေးစိတ် နေ့ရက် အချိန်မလွဲ မှတ်မိနေတာမျိုးပေါ့...\nသူရဲ့ throwback app ကနေ လွန်ခဲ့သောနှစ် လ ရက် တွေရဲ့ အမှတ်တရpostတွေတက်လာတဲ့အခါမှာ သူ မမှတ်မိတာတွေဖြစ်နေရော....\nသူ့လိုလူတစ်ယောက်တစ်ယောက်အတွက် ဒါမျိုးက မဖြစ်သင့်ဘူးလေ....\nအဲ့အတွက် postတွေထဲက သူရည်ညွန်းရေးထားတဲ့ မိန်းကလေးက ဘယ်သူလဲဆိုတာ သိချင်နေတယ် ...\nအဲ့မိန်းကလေးကြောင့်ပဲ သူ့ဘဝကြီးအချိုးအကွေ့ဖြစ်ခဲ့ရတယ်\nအများကြီးမပြောတော့ဘူး Finding youဆိုတဲ့အတိုင်း ဘယ်သူကြောင့် သူ့လိုလူ မေ့ရသလဲဆိုတာ ကြည့်ကြည့်ကြပါ...\nအချစ်ဇာတ်ကားလေးကို ခံစားကြည့်ကြပါလို့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်....File Size : 800MB\nQuality : WEB-DL\nFormat…mp4\nDuration…01:37:00\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae zawgyiFinding You(2019)အာနယ္လ္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/3y8bj/Finding_You.2019.WEB-DL.NEW.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/curiosa-200x150.jpg",
        "title": "Curiosa 2019 (21+)",
        "description": "ဒါလေးကတော့ ပြင်သစ် ၂၁+ ရုပ်ရှင်အမျိုးအစားပဲ ဖြစ်ပါတယ်။ ပြင်သစ်တွေ အီတလီတွေရဲ့ စတိုင်အတိုင်း ခံစားချက်ပြင်းပြင်းနဲ့ လိင်အသားပေး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ၁၉ ရာစုက နာမည်ကျော် စာရေးဆရာ နှစ်ယောက်ဖြစ်တဲ့ ပီယာ လူဝီ နဲ့ မယ်ရီ ဒီ ရက်ဂ်နီရာ တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အခြေခံထားတာပဲဖြစ်ပါတယ်။ အဓိကကတော့ ကဗျာဆရာ၊ ဓာတ်ပုံဆရာ၊ စာရေးဆရာမတွေ ခံစားလွန်ပြီး အချစ်ရေးမှာရှုပ်ထွေးလာကြတာကိုဖော်ပြချင်တာပါ။အသေးစိတ်တော့ မရေးပြတော့ပါဘူး။ အပြောထက် အပြကို ပိုခံစားတတ်တဲ့ ပရိသတ်တွေများနေတဲ့အတွက် ဇာတ်ကားထဲက စာတန်းတွေတောင် ဖတ်ချင်မှဖတ်မှာမှန်းသိပါတယ်။ ပြင်သစ်ဘာသာဖြစ်ပြီး အင်္ဂလိပ်စာတန်းက သိပ်မကောင်းတာကြောင့် နားသိပ်မလည်လည်း ခွင့်လွှတ်ကြမယ်ထင်ပါတယ်။\nFile size…(750Mb) (350Mb)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson Jr.Translated by Mr.Anderson Jr.\n zawgyiဒါေလးကေတာ့ ျပင္သစ္ ၂၁+ ႐ုပ္ရွင္အမ်ိဳးအစားပဲ ျဖစ္ပါတယ္။ ျပင္သစ္ေတြ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/curiosa/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/71NAWIEiBaL._SL1500_-141x200.jpg",
        "title": "Girls vs Gangsters (2018)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://megaup.net/2c6ci/(CM)Girls.vs.Gangsters.2018.1080p.BluRay.H264.AAC-VXT.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUggWBMN8xUNVasYsroyUUPmaKa.jpg",
        "title": "Blue Story(2019)",
        "description": "Blue Story(2019)ဒီတစ်ခါမှာ​တော့ Action / Drama ဇာတ်ကား​ကောင်း​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးချင်ပါတယ်။Blue Story လို့အမည်ရတဲ့ ဒီကားဟာဆိုရင်​တော့ 2019မှာ ထွက်ရှိလာတာဖြစ်ပြီး 2020ခုနှစ်အတွက် NME (best film award) ကို ရရှိခဲ့တဲ့ ဇာတ်ကား​ကောင်းတစ်ကား ဖြစ်ပါတယ်။လန်ဒန်မြို့ရဲ့ အ​ရှေ့​တောင်ဘက်ခြမ်းမှာ​ Peckham Youths နဲ့ Ghetto Boys ဆိုတဲ့ ဂိုဏ်း၂ဂိုဏ်းအကြားက အားပြိုင်မှုဟာ ပြင်းထန်လွန်းလှပါတယ်။နယ်​မြေစွဲ​တွေနဲ့ အမြဲတမ်းတိုက်ခိုက်​နေကြတဲ့ အဖွဲ့ ၂ဖွဲ့ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ​တော့ မာကို ဟာ Peckham Youths အဖွဲ့​ခေါင်း​ဆောင်ရဲ့ ညီ ဖြစ်ပြီး သူ့ဆီမှာ အချစ်ဆုံးသူငယ်ချင်း တင်မီ ရှိပါတယ်။ မာကို နဲ့တင်မီတို့ဟာ အတူသွား အတူစားကြရင်း ညီအကို​ရင်းချာ​တွေလို ​နေထိုင်ကြတာ ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ အ​ကြောင်းတစ်စုံတစ်ရာ​ကြောင့် သူတို့နှစ်​ယောက် အချင်းများကြပြီး ​နောက်ဆုံး တင်မီက Ghetto Boys ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/blue-story2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nQgcZb9hGzU2Dz8cYC5JoxkYBi.jpg",
        "title": "Jannat 2(2012)",
        "description": "Jannat 2(2012)Jannat(2008) ရဲ့အဆက်ပါ....ရှေ့ကားကြည့်ထားတဲ့သူတွေအတွက်\nဒီကားကိုတော့ ဆက်ညွှန်းလို့မဖြစ်ပါဘူး...ညွှန်းလိုက်ရင် ရှေ့ကားကို လုံးဝကြီး\nSpoil သလို ဖြစ်သွားမှာစိုးလို့ပါ...အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်..File Size : (1.03 GB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae zawgyiJannat 2(2012)Jannat(2008) ရဲ႕အဆက္ပါ....ေရွ႕ကားၾကည့္ထားတဲ့သူေတြအတြက္\nဒီကားကိုေတာ့ ဆက္ၫႊန္းလို႔မျဖစ္ပါဘူး...ၫႊန္းလိုက္ရင္ ေရွ႕ကားကို လုံးဝႀကီး\nSpoil သလို ျဖစ္သြားမွာစိုးလို႔ပါ...အၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thaik San ပဲျဖစ္ပါတယ္..File Size : (1.03 GB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/jannat-22012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8MnR5wykZmi5rrbq8yP5MItixD0.jpg",
        "title": "Jannat(2008)",
        "description": "Jannat(2008)အရ်ဂျွန်က စိတ်မြန်ပြီး တဇွတ်ထိုးလုပ်တတ်တဲ့ သွေးဆူဆူ လူငယ်တစ်ယောက်။သူကဖဲချပ်တွေကစားရတာအလွန်ဝါသနာပါပါတယ်။ ဖဲချပ်တွေကိုပွတ်တဲ့နေရာမှာတော့ ပါရမီပါတယ် ပြောရမလားပဲ...သူ့အတွက်လက်ဖျားငွေသီးလာသလိုပဲ....အဲ့ဒီငွေကနေ\nအဆင့်တက်ပြီး ခရက်ကစ်ပွဲတွေမှာအ‌လောင်းအစားဝင်လုပ်ပါတယ်။\nဒီလိုနဲ့ ဒုစရိုက်လောကထဲကို တဖြည်းဖြည်းသူရောက်သွားတယ်...\nနောက်ပိုင်းငွေအလွယ်ရလာတဲ့အပြင် ငွေရှိသူတွေရဲ့ အာဏာနဲ့ အမှန်တရားဆိုတာဟာ ငွေနဲ့အင်အားကြီးသူတို့အတွက် သာရှိတယ်လို့ သူမြင်လာတဲ့နောက်မှာတော့\nသူဟာ ဒီလောကရဲ့အရှင်သခင်ဖြစ်ဖို့ကြိုးစားပါတော့တယ်....\nကိုင်းဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ဦးဗျို့...\nဂန်းစတားကား ခပ်မိုက်မိုက်ကြည့်ချင်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း...\nအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်... File Size : (1.07 GB) and (371 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Crime , Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae zawgyiJannat(2008)အရ္ဂြၽန္က စိတ္ျမန္ၿပီး တဇြတ္ထိုးလုပ္တတ္တဲ့ ေသြးဆူဆူ လူငယ္တစ္ေယာက္။သူကဖဲခ်ပ္ေတြကစားရတာအလြန္ဝါသနာပါပါတယ္။ ဖဲခ်ပ္ေတြကိုပြတ္တဲ့ေနရာမွာေတာ့ ပါရမီပါတယ္ ေျပာရမလားပဲ...သူ႔အတြက္လက္ဖ်ားေငြသီးလာသလိုပဲ....အဲ့ဒီေငြကေန\nအဆင့္တက္ၿပီး ခရက္ကစ္ပြဲေတြမွာအ‌ေလာင္းအစားဝင္လုပ္ပါတယ္။\nဒီလိုနဲ႔ ဒုစ႐ိုက္ေလာကထဲကို တျဖည္းျဖည္းသူေရာက္သြားတယ္...\nေနာက္ပိုင္းေငြအလြယ္ရလာတဲ့အျပင္ ေငြရွိသူေတြရဲ႕ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/jannat2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2VeikFx112olsivPPzA8D3cTUL.jpg",
        "title": "Har Kisse Ke Hisse Kaamyaab (2020)",
        "description": "IMDb 8.4/10\"ဘဝကိုသာ ပျော်ပျော်နေလိုက် တခြား ဘာရွေးခြယ်စရာရှိလို့လဲ\"****************************************အဲ့ဒိခေတ်တုန်းက အာလူးတွေကို သိပ်လိုချင်ကြတာလေ အာလူးဆိုတာဘာကိုပြောတာလဲငါတို့လို သရုပ်ဆောင်တွေကို အာလူးလို့ခေါ်ကြတယ် အားလူးက ဘယ်အရာနဲ့မဆိုရောနှောလို့ရတယ်လေအသား၊ ငါး ဟင်းသီးဟင်းရွက် ကြိုက်တာနဲ့ အာလူးကိုရောလို့ရတယ်ဟာသကားပဲဖြစ်ဖြစ် ဒရာမာကားပဲဖြစ်ဖြစ် အက်ရှက်ကားပဲဖြစ်ဖြစ် ဘယ်မင်းသားလာလာ ငါတို့လိုအာလူးတွေက အဆင်ပြေတယ်မလား====================================ကြယ်ပွင့်များနှင့်ခရီးစဉ်ဆိုတဲ့ အစီစဉ်မှာ ရွေးခြယ်တင်ဆက်ခြင်းခံရတဲ့ ဇာတ်ပို့ဇာတ်ရန် သရုပ်ဆောင်ဟောင်းတစ်ယောက်ဖြစ်သူ ဆူဒီးရ်ဟာ ယခုလိုပဲစိတ်ပျက်လက်ပျက်နဲ့ ပြောကြားလိုက်တော့ အစီစဉ်တင်ဆက်သူ အမျိုးသမီးက စိတ်မကောင်းစွာဖြင့် ဘာလို့ဒီပြောရတာလဲဆရာဆရာသရုပ်ဆောင်ခဲ့တဲ့ ဇာတ်ကားအရေအတွက်က ၄၉၀ လောက်ထိရှိတယ်လေ အတိအကျဆို ၄၉၉ ကားတောင်ရှိတာဒီစကားသံကိုကြားလိုက်ရတော့ ဆူဒီးရ် စိတ်ဝင်စားသွားပါတယ် သူတောင် သူရုပ်ရှင်ဘယ်နှကားမှာ သရုပ်ဆောင်ခဲ့ဖူးလဲ အတိအကျမသိပါဘူးအဲ့ဒိနောက်မှာတော့ သူငယ်ချင်းတစ်ယောက်၏ အားပေးမှုနဲ့ ဆူဒီးရ်တစ်ယောက် သူ့ဘဝမှာ ကား ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/har-kisse-ke-hisse-kaamyaab-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KymNvlWR0XF0sqX2BWRd9Z3yXR.jpg",
        "title": "Outbreak (1995)",
        "description": "ဒီတစ်ခါမှာတော့ လတ်တလော ဖြစ်ပွားနေတဲ့ Covid 19 လိုမျိုး ဗိုင်းရပ်စ်တစ်မျိုးကြောင့်လူတွေ ဘယ်လိုဒုက္ခရောက်ရလဲဆိုတာကို ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်1995 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Outbreak ဆိုတဲ့ အမေရိကန်ကားလေးပါဒီဇာတ်ကားထဲက ဇာတ်လိုက်ကျော်ဗိုင်းရပ်စ်ကတော့ အာဖရိကမှာ စတင်ပေါ်ပေါက်လာခဲ့တဲ့ Motaba ဗိုင်းရပ်စ်ပါဘီလီဖော့ဒ်နဲ့ သူ့အထက်အရာရှိ မက်ကလင်တော့တို့ဟာ အာဖရိကကို ကူညီဖို့ သွားခဲ့ပေမဲ့ ပြင်းထန်လွန်းပီးကူးစက်မြန်တဲ့ ရောဂါ ဖြစ်နေတဲ့အတွက် မတတ်သာဘဲ စခန်းကို အပျောက်ရှင်းခဲ့လိုက်ကြပါတယ်ဒီဗိုင်းရပ်စ်အတွက် ကုသဆေးကိုတော့ အမေရိကမှာ စမ်းသပ်ထုတ်ဖော်ခဲ့ကြပီး လျှို့ဝှက်လက်နက်တစ်ခုအနေနဲ့ သိမ်းထားခဲ့ကြပါတယ်တစ်နေ့မှာ အာဖရိကမှ မျောက်တစ်ကောင်ကို ဂျင်ဘိုဆိုတဲ့ကောင်လေးက ဖမ်းလာခဲ့မိပါတယ်အဲဒီမျောက်မှာ Motaba virus ပါလာပြီး ဂျင်ဘိုကတစ်ဆင့် ကူးစက်ပါတော့တယ်ဂျင်ဘိုက မျောက်ကို လွှတ်ပေးလိုက်တဲ့အခါ အစရှာမရဖြစ်ပီး ရောဂါဟာ ကယ်လီဖိုးနီးယားက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/outbreak-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMjM4OTYzZGItMjI2MC00NzJjLTlmODUtYjQxYTE0MTIwNDMyXkEyXkFqcGdeQXVyNTkzMTUwMDI@._V1_SX702_CR00702999_AL_-141x200.jpg",
        "title": "House of Hummingbird (2018)",
        "description": "ဒီရုပ်ရှင်ကတော့ တောင်ကိုရီးယားနိုင်ငံမှာ\nအမှန်တကယ် ဖြစ်ပျက်ခဲ့တဲ့ တံတားပြိုကျမှု\nအဖြစ်အပျက်တစ်ခုကို အကြောင်းပြုပြီးရိုက်ကူးတဲ့\nစိတ်ကူးယဉ်နဲ့ ဖြစ်ရပ်မှန် အခြေပြုရုပ်ရှင်\nဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nဒီဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာကတော့\nတောင်ကိုရီးယားနိုင်ငံရဲ့ တက်သစ်စအမျိုးသမီး\nဒါရိုက်တာ Kim Bora ဖြစ်ပြီး ဒီဇာတ်ကားနဲ့\nဘာလင်အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော်မှာ\nအကောင်းဆုံးဇာတ်ကားဆုအပါအဝင်\nဆုပေါင်းများစွားကို ရရှိထားတဲ့ အလားလားရှိတဲ့\nဒါရိုက်တာတစ်ယောက်ပါ။\nဒီဇာတ်လမ်းကလည်း\nဒါရိုက်တာ Kim Bora ငယ်စဉ်က\nကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တစ်ခုကို\nအခြေပြုရိုက်ကူးထားပြီး ဆယ်ကျော်သက်ရွယ်\nကောင်မလေးတစ်ယောက်ရဲ့ မမျှော်လင့်ပဲ\nကြုံတွေ့လိုက်ရတဲ့ ဘေးဒုက္ခတွေရယ်၊\nသူ့ရဲ့ အချစ်နဲ့ ဘဝအတွက် ရှာဖွေမှုတွေကို\nခံစားကြည့်ရှူရမယ့် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါ။\nနိုင်ငံတကာဆုရ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလို\nအင်္ဂလိပ်စာတန်းထိုးဖိုင် မထွက်ရှိသေးတဲ့\nဇာတ်ကားတစ်ခုဖြစ်ပြီး ကိုရီးယားဘာစကားကနေ\nတိုက်ရိုက်ဘာသာပြန်ပြီး CM ကနေ\nဦးဦးဖျားဖျား တင်ဆက်ပေးလိုက်ရတာပဲ ဖြစ်ပါတယ်။\nအသံကိုသာ အဓိကထား နားထောင်ပြန်ရတာဖြစ်တဲ့အတွက်\n၁၀၀ ရာခိုင်နှုန်း မမှန်ခဲ့သည် ရှိသော်\nသည်းခံကြည်ံရှုပေးကြပါရန်...\nဒီရုပ်ရှင်ကားကို Phu Nge Nge Thein မှ\nဘာသာပြန်ပေးထားပြီး အညွှန်းကို\nကိုဇင်ကိုကို မှ ရေးပေးထားပါတယ်\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်။zawgyi\nဒီ႐ုပ္ရွင္ကေတာ့ ေတာင္ကိုရီးယားႏိုင္ငံမွာ\nအမွန္တကယ္ ျဖစ္ပ်က္ခဲ့တဲ့ တံတားၿပိဳက်မႈ\nအျဖစ္အပ်က္တစ္ခုကို အေၾကာင္းျပဳၿပီး႐ိုက္ကူးတဲ့\nစိတ္ကူးယဥ္နဲ႔ ျဖစ္ရပ္မွန္ အေျချပဳ႐ုပ္ရွင္\nဇာတ္ကားေကာင္းျဖစ္ပါတယ္။\nဒီဇာတ္ကားကို ႐ိုက္ကူးထားတဲ့ ဒါ႐ိုက္တာကေတာ့\nေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/house-of-hummingbird-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41YWD0M32uo6ekBEvVrQgidyemB.jpg",
        "title": "Proxima(2019)",
        "description": "Proxima(2019)IMDb...6.6,,,,Rotten...82%(unicode)အသက်၇ နှစ်အရွယ်သမီးလေးတစ်ယောက်နဲ့ ဘဝကို ဖြတ်သန်းနေတဲ့ မိခင်တစ်ယောက်...\nငယ်စဉ်ကတည်းက အာကာသယာဉ်မှူးအိမ်မက် မက်နေခဲ့တဲ့ အမျိုးသမီးတစ်ယောက်...\nသူမကတော့ ကွာရှင်းထားတာသိပ်မကြာသေးတဲ့ ပြင်သစ်မလေး ဆာရက်ပါ\nတနေ့မှာတော့ သူမ နေ့နေ့ညညမျှော်လင့်ခဲ့ရတဲ့ အာကာသယာဉ်မှူးအိမ်မက် အကောင်အထည်ပေါ်လာခဲ့ပါတော့တယ်...\nချစ်ရတဲ့ သမီးငယ်ကိုအချိန်မပေးနိုင်တော့ဘဲ အိမ်မက်ရဲ့စေရာနောက်ကို ရွေးချယ်လိုက်တဲ့နောက်မှာတော့....\nဒီဇာတ်လမ်းထဲမှာတော့ အမေနဲ့သမီးနဲ့ ကြားက သံယောဇဉ်၊ အလုပ်နဲ့ သားသမီးကြားမှာ ဒွိဟများနေတဲ့ မိခင်တစ်ယောက်ရဲ့စိတ်တို့အပြင်\nအာကာသယာဉ်မှူးတစ်ယောက်ရဲ့ ကမ္ဘာမြေပေါ်က မထွက်ခွာမှီ ကြိုတင်ပြင်ဆင်ရပုံတွေကို အသေးစိတ်ရိုက်ကူးထားပါတယ်..\nဗဟုသုတလည်းရသလို  ခက်ခဲတဲ့ဘဝတွေကို ပညာသားပါပါလေးပြထားပါတယ်...IMDbလည်းမဆိုးသလို Rotten လည်း 82%တောင် ရရှိထားတာမို့လို့ ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်...(zawgyi)အသက္၇ ႏွစ္အ႐ြယ္သမီးေလးတစ္ေယာက္နဲ႔ ဘဝကို ျဖတ္သန္းေနတဲ့ မိခင္တစ္ေယာက္...\nငယ္စဥ္ကတည္းက အာကာသယာဥ္မႉးအိမ္မက္ မက္ေနခဲ့တဲ့ အမ်ိဳးသမီးတစ္ေယာက္...\nသူမကေတာ့ ကြာရွင္းထားတာသိပ္မၾကာေသးတဲ့ ျပင္သစ္မေလး ဆာရက္ပါ\nတေန႔မွာေတာ့ သူမ ေန႔ေန႔ညညေမွ်ာ္လင့္ခဲ့ရတဲ့ အာကာသယာဥ္မႉးအိမ္မက္ အေကာင္အထည္ေပၚလာခဲ့ပါေတာ့တယ္...\nခ်စ္ရတဲ့ သမီးငယ္ကိုအခ်ိန္မေပးႏိုင္ေတာ့ဘဲ အိမ္မက္ရဲ႕ေစရာေနာက္ကို ေ႐ြးခ်ယ္လိုက္တဲ့ေနာက္မွာေတာ့....\nဒီဇာတ္လမ္းထဲမွာေတာ့ အေမနဲ႔သမီးနဲ႔ ၾကားက သံေယာဇဥ္၊ အလုပ္နဲ႔ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/proxima2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BTzAj0OWy8852qH6YveWuRMrh9.jpg",
        "title": "English Medium (2020)",
        "description": "IMDb 7.7/10Rotten 50%ဘောလီဝုဒ်ဖန်တွေအတွက် သဘာဝမင်းသားကြီး Irrfan Khan ရဲ့နောက်ဆုံးထွက် ကားသစ်ကားကောင်းတစ်ကားကို တင်ဆင်ပေးလိုက်ပါတယ်မိသားစု ဒရာမာ ဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်မိသားစုတွေနဲ့အတူ ရယ်ရယ်မောမောနဲ့ ခံစားလိုက်ကြပါဦးဇာတ်လမ်းကတော့အိန္ဒိမုန့်အချိုဆိုင်ပိုင်ရှင် လူလတ်တန်းစားတစ်ယောက်ဖြစ်တဲ့ ချမ်ပက်ဟာသမီးတစ်ယောက်နဲ့ မုဆိုးဖိုးတစ်ယောက်ဖြစ်ပါတယ်ငယ်စဉ်ကတည်းက မိခင်ဖြစ်သူဆုံးပါးသွားတဲ့အတွက် သူ့သမီးကို အဖေလိုရော အမေလိုပါ လိုလေသည့်မရှိရအောင် ပြုစုပျိုးထောင်ပေးခဲ့ပါတယ်ဒါပေမဲ့ သူ့သမီးဖြစ်သူ တာရူးဆီမှာတော့ ငယ်ငယ်ကတည်းက နိုင်ငံခြားသွားချင်တဲ့အိပ်မက်တစ်ခုရှိပါတယ်ဒီလိုနဲ သူ့သမီးအရွယ်ရောက်လာတဲ့အခါ အထက်တန်းကျောင်းပြီးတော့လန်ဒန်မှာ တက္ကသိုလ်ဆက်တက်ချင်တဲ့ အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖေါ်ပေးမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 25min\nFormat : Mp4\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/english-medium-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Men_in_Hope-108621252-large-145x200.jpg",
        "title": "Men in Hope (2011)",
        "description": "IMDb Rating (7.1) ထိရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ချက်(Czech)နိုင်ငံက ဇာတ်ကားဖြစ်ပြီးRomantic comedy-sex comedy film အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....အွန်ဒရက်ချ်ဟာ အေးဆေးတည်ငြိမ်ပြီး အိမ်ထောင်ဖက်အပေါ် သစ္စာရှိတဲ့သူတစ်ယောက်။ပြောင်းပြန်ဆိုသလိုပဲ သူ့ ဇနီးရဲ့အဖေသူ့ယောက္ခမကြီးကတော့ ၃၅ နှစ်သက်တမ်းရှိတဲ့ အိမ်ထောင်ကို မထောက်ပဲ အချိန်ပြည့်ဖောက်ပြန်နေတဲ့သူဖြစ်တယ်။ပျင်းရိစရာကောင်းတဲ့ သူ့အိမ်ထောင်ရေးကို ဘေးကကြည့်ပြီး သူ့လိုပဲ အပြင်မှာ အပျော်ရှာဖို့ ယောက္ခထီးကြီးကမြှောက်ပေးပါတော့တယ်။အစပိုင်းမှာတော့ အွန်ဒရက်ချ် အတတ်နိုင်ဆုံးငြင်းပယ်ခဲ့သေးပေမယ့်အဘိုးကြီး ဒိတ်လုပ်ဖို့ခေါ်လာတဲ့ ဆာလော့တာ ဆိုတဲ့ ဆံပင်နီနီ ဘတ်သီးတောင့်တောင့် မိန်းမလှလေးနဲ့ အတွေ့မှာ စိတ်ပြောင်းသွားပါတော့တယ်။Men in Hope ဟာဆန်းပြားရှုပ်ထွေးတဲ့ ဇာတ်အလှည့်အပြောင်းတွေ မပါပဲ ပေါ့ပေါ့းပါးပါး ရယ်ရယ်မောမော ခံစားကြည့်ရှုရမယ့်မိသားစု အချစ် ဟာသ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(မင်းသမီး နှစ်ယောက်လုံးကလဲ တစ်ယောက် တစ်မျိုးစီ အတော်မိတယ်) \nFile size…(1.1 GB) and (500 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/Q2fx/(CM)Men_in_Hope_(2011)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gETplrcOQxXFFZzmmtZIHpFvond.jpg",
        "title": "Ordinary Love(2019)",
        "description": "Ordinary Love(2019)(unicode)လူတစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြတယ် ...နှောင်ဖွဲ့ကြတယ် ...အချင်းချင်းတန်ဖိုးထားမြတ်နိုးကြတယ်... အဲ့အရာကိုဖော်ပြမှုပေါင်းစုံနဲ့ဖော်ပြကြတယ်... တစ်ချို့ကြ ပိုက်ဆံအကုန်ခံပြီး ပဲရစ်အထိခေါ်သွားတယ် တစ်ချို့ကြလက်ဆောင်ပစ္စည်းအမျိုးမျိုးနဲ့ ဖော်ပြကြတယ် ...ဒါပေမယ့်နှစ်နှစ်ကာကာထဲထဲ၀င်၀င်ချစ်မိရင်တော့ ဖော်ပြမတတ်နိုင်အောင်ပါပဲသူ့အတွက်ဘာမဆိုလုပ်ပေးဖို့အသင့်ဖြစ်နေပြီး အဲ့ထဲမှာပဲ ကိုယ့်ရဲ့ identity အစစ်တောင်ပျောက်ဆုံးလုမတတ်ပါပဲ ဆိုလိုတာအပြင်ပန်းကကြည့်ရင်လူ့ဂွစာပုံစံပေါက်နေပြီးရင်ထဲမှာတော့ သေမတတ်ချစ်တဲ့လူစားမျိုးမြင်ဖူးကြမှာပါ....ဒီဇာတ်လမ်းမှာတော့ တွမ်နဲ့ဂျုံးတို့ဟာ နှစ်ယောက်တစ်ဘ၀လေးတည်ဆောက်ပြီးနေတယ် ကြားထဲသမီးလေးဒတ်ဘီတစ်ယောက် မွေးဖွားခဲ့ပေမဲ့ ကံဆိုးစွာနဲ့ပဲအကြောင်းတစ်စုံတစ်ရာကြောင့် ဒတ်ဘီလေးဆုံးသွားရှာတယ် ...တွမ့်အတွက်တော့အရူးမီးဝိုင်းပါပဲ ...သူသမီးကိုဆုံးရှုံးပြီးပြီ သူချစ်တဲ့ဒီတစ်ယောက်တည်းသောမိန်းမကိုတော့ သူထပ်အဆုံးရှုံးမခံနိုင်ဘူး.... သူ့ရင်ထဲကနှစ်နှစ်ကာကာချစ်သလောက် သူ့အပြုအမူတွေကနှစ်နှစ်ကာကာ မဖြစ်ခဲ့ပေမယ့်ဒီကားကိုအဆုံးထိကြည့်ပြီးတဲ့သူတွေသိမှာပါ ...ကျုပ်တို့ရဲ့ မင်းသားကြီး Liam Neeson တစ်ဖြစ်လဲ တွမ်ကြီးဟာ သူ့မိန်းမအပေါ်ဘယ်လောက်ချစ်ခဲ့တယ်ဆိုတာ...\nရိုးရှင်းတဲ့သာမညအချစ်ဟာနေရာတိုင်းမယ်ရှိမယ် မထင်ပါဘူးဘာလို့ဆို ဒီလိုအချစ်မျိုးဟာဘယ်လောက်ထိပြောင်မြောက်လဲဆိုတာ...\nIMDb 7 Rotten Tomatoes မှာ93% နဲ့လတ်ဆတ်နေတဲ့ Ordinary Love ကိုသာခံစားကြည့်ရှုကြပါကုန်..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....(zawgyi)လူတစ္ေယာက္နဲ႔တစ္ေယာက္ ခ်စ္ၾကတယ္ ...ေႏွာင္ဖြဲ႕ၾကတယ္ ...အခ်င္းခ်င္းတန္ဖိုးထားျမတ္ႏိုးၾကတယ္... အဲ့အရာကိုေဖာ္ျပမႈေပါင္းစုံနဲ႔ေဖာ္ျပၾကတယ္... တစ္ခ်ိဳ႕ၾက ပိုက္ဆံအကုန္ခံၿပီး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ordinary-love2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t760pAYoe4JKu6X271G7cFtf8gS.jpg",
        "title": "Cuddle Weather(2019)",
        "description": "Cuddle Weather(2019)(unicode)ပြည့်တန်ဆာတွေရဲ့ဘဝဟာ အချစ်ရဲ့အကောင်းဆုံးသောအချိန်တွေကို ဖန်တီးဖို့အခွင့်မရှိဘူးဆိုတာ သိလိုက်ရပြီးနောက် ပြည့်တန်ဆာအလုပ်ကိုလုပ်ကိုင်တဲ့လူနှစ်ယောက် သူတို့လိုချင်တဲ့အရာတွေအများကြီးရှိတယ်ဆိုတာကို သိလာဖို့အတွက် ယုတ္တိမဆန်လှတဲ့ 'Cuddle Partners' ဆိုတဲ့ relationship တစ်ခုကိုတည်ဆောက်ခဲ့ကြပါတယ်ပြည့်တန်ဆာအလုပ်မှာ အတွေ့အကြုံရှိပြီးတော့ ဒီအလုပ်ကနေရုန်းထွက်ဖို့အတွက် ထွက်ပေါက်ရှာနေခဲ့တဲ့ Adela Johnson တစ်ယောက် ခုမှပြည့်တန်ဆာလောကထဲကိုဝင်ရောက်မယ့် အသစ်စက်စက် ယောကျ်ားလေးပြည့်တန်ဆာဖြစ်တဲ့ Ram နဲ့တွေ့ဆုံခဲ့ပါတယ်\nRam တစ်ယောက်အလိမ်ခံရပြီး သွားစရာမရှိလာစရာမရှိဖြစ်နေတဲ့အချိန်မှာ Adela ကိုဆရာတင်ပြီးသူ့တိုက်ခန်းမှာလိုက်နေဖို့အကြောင်းဖန်လာခဲ့ပါတယ် သူတို့ရဲ့ဆရာတပည့်ဆက်ဆံရေးကနေ တစ်ဆင့် ချစ်ခြင်းတွေသွယ်လာခဲ့ပါတယ် ပြည့်တန်ဆာလောကကနေထွက်သွားချင်တဲ့ Adela နဲ့ ပြည့်တန်ဆာလောကမှာငွေလည်းရှာချင်တယ် Adela နဲ့လည်းအတူနေချင်တယ်ဆိုတဲ့ Ram တို့ ရှေ့ဆက်ပြီးဘာတွေစီစဥ်ထားလဲ Adela ကရော သူလိုလားတဲ့အတိုင်း ဒီဘဝကြီးကနေ လွတ်မြောက်နိုင်မလား Ram နဲ့ကော ဘယ်လိုတွေဆက်ဖြစ်မလဲဆို စောင့်ကြည့်အားပေးကြပါဦး...\nဖိလစ်ပိုင်ရွှေကြာလို့များပြောလို့ရမလားမသိ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...(zawgyi)ျပည့္တန္ဆာေတြရဲ႕ဘဝဟာ အခ်စ္ရဲ႕အေကာင္းဆုံးေသာအခ်ိန္ေတြကို ဖန္တီးဖို႔အခြင့္မရွိဘူးဆိုတာ သိလိုက္ရၿပီးေနာက္ ျပည့္တန္ဆာအလုပ္ကိုလုပ္ကိုင္တဲ့လူႏွစ္ေယာက္ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cuddle-weather2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BN2UxZDJlYjAtNGQ0OC00MWE4LTkzMjktMDAyNTg2ZTVkZjQ1XkEyXkFqcGdeQXVyMTc2MDc0Nw@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "My Friend Dahmer (2017)",
        "description": "My Friend Dahmer (2017)ဒီဇာတ်လမ်းကတော့ အမေရိကန်နိုင်ငံက\nနာမည်ကျော် ကွင်းဆက်လူသတ်သမား ဂျက်ဖရီ ဒါးမားရဲ့\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ဂျက်ဖရီ ဒါးမားရဲ့\nသူငယ်ချင်း ဂျွန် ဘက်ဒါ့ဖ် ရေးတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းအပေါ်\nအခြေခံပြီး ရိုက်ကူးခဲ့တာပါ။\nဒီဇာတ်လမ်းကတော့ ဒါးမား လူမသတ်ခင် အချိန်ကို\nရိုက်ကူးထားခဲ့တဲ့ ဒါးမားရဲ့ဘဝဇာတ်ကြောင်းပါ။\nဒီဇာတ်လမ်းက စိတ္တဇလူသတ်သမားရဲ့ဘဝဇာတ်ကြောင်းကို\nရိုက်ကူးထားတာ ဖြစ်တဲ့အတွက် သွေးထွက်သံယိုတွေတော့ ပါမှာ မဟုတ်ပါဘူး။IMDb - 6.2/10 ရထားပြီး\nRotten Tomatoes - 87% ပါ။spoiler alert\n===========ဒါကတော့ ဒီဇာတ်လမ်းရဲ့နောက်ဆက်တွဲသတင်းပါ။\nဒါးမားဟာ လူငယ်အမျိုးသား (၁၇)ယောက်ကို သတ်ခဲ့တာပါ။\nသတ်ပုံကတော့ ဒီလူငယ်တွေကို ခေါ်လာပြီး ဦးနှောက်ထဲကို ဆေးထိုးသတ်ခဲ့တာပါ။\nပြီးရင် ခန္ဓာကိုယ်ကို အပိုင်းပိုင်း ခုတ်ပြီး တချို့ကိုတော့ စားခဲ့ပါတယ်။\nခေါင်းခွံတွေကိုတော့ ဆေးရည်စိမ်ပြီး သိမ်းထားခဲ့တယ်လို့ ဖြောင့်ချက်ပေးခဲ့ပါတယ်။\nဒါးမားကို ထောင်ဒဏ် တစ်သက်တစ်ကျွန်း ၁၆ ကြိမ် ကျခံစေခဲ့ပါတယ်။\nဒါပေမယ့် ထောင်ကျနေစဉ်အတွင်းမှာပဲ\nထောင်သားတစ်ယောက် သံတုတ်နဲ့ ရိုက်သတ်လို့ သေဆုံးခဲ့ရပါတယ်။My Friend ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-friend-dahmer-2017-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h1JzHjFJXNJb3QTCwWmm2UbWEwn.jpg",
        "title": "I Still Believe (2020)",
        "description": "IMDB 6.2 နဲ့ RT မှာ 46%ရထားတဲ့ လူငယ်ဂီတအချစ်ကားလေးလို့ ပြောရမယ်။Drama ကားကြိုက်တဲ့သူတွေအတွက်တော့ ကားကောင်းလေးတကားပဲ။တခုကြိုပြောစရာရှိတာက ဒါက ခရစ်ယာန်ယုံကြည်မှုကိုအသားပေးထားတဲ့ဇာတ်ကားလေးမလို့ သူတို့ဆိုတဲ့သီချင်းတွေသူတို့ရဲ့ရေဒီယိုထုတ်လွှင့်တဲ့နေရာတွေကလည်းခရစ်ယာန်အသိုင်းအဝိုင်းတွေပဲဖြစ်တယ်ဆိုတာကိုပါ။နောက်တခုပြောစရာရှိတာက ဖြစ်ရပ်မှန်ကိုပြန်ရိုက်ထားတာပါ။ကောလိပ်တက်ဖို့ ပြင်ဆင်ပြီးသွားတော့မယ့်သားကိုလိုက်ပို့နေတဲ့ချစ်စရာကောင်းတဲ့မိသားစုလေးတခု။ကောလိပ်သွားမယ့်သားကလည်း ဂီတမှာ ဝါသနာပါပြီး ထူးချွန်တဲ့သူတယောက်။သူကောလိပ်ရောက်တဲ့အခါမှာတော့ နဂိုကတည်းက သူအားကျရတဲ့အဆိုတော်ဆိုတဲ့ပွဲကိုသွားမိတ်ဆက်ရင်း ခင်မင်ခဲ့တယ်။နောက်ပြီး အဲဒီပွဲမှာပဲ ကောင်မလေးတယောက်ကိုမြင်ပြီး သဘောကျသွားခဲ့တယ်။အဲဒီကောင်မလေးကိုလည်း စကားသွားပြောရင်းနောက်ရက်မှာ​တော့ သူ့ကို အဲဒီကောင်မလေးက ညနေကျရင် တွေ့ဖို့ပြောခဲ့တယ်။သူလည်း တွေ့ဖို့သွားခဲ့ပေမယ့် သူထင်သလိုမဟုတ်ပဲမထင်ထားတဲ့သူတယောက်ကိုပါ တွေ့ခဲ့တယ်။နောက်ပိုင်းမှာတော့ အကြောင်းတခုကြောင့် သူတို့တွဲနေပေမယ့်ဘယ်သူ့ကိုမှ ပေးမသိခဲ့ကြဘူး။အဲဒီကိစ္စနဲ့ပဲ ပြဿနာတွေတက်ကြပြီးသူလည်း ခရစ်စမတ် အချိန်နဲ့ဆိုတော့ အိမ်ပြန်လာခဲ့တယ်။အိမ်ပြန်ရောက်တဲ့ညမှာပဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/i-still-believe-2020/"
    }
]