[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4dF5NT1dxw4CItns4ckXq4309bg.jpg",
        "title": "The Worst Person in the World (2021)",
        "description": "The Worst Person In The World (2021) ~ IMDb - 8.1/10, Rt - 100%, Meta - 88% ~မျိုးဥနဲ့ သုက် ပေါင်းစည်း ဖြစ်တည်လာပြီးတဲ့နောက် လောကဟာ လူကိုအသက်သွင်းပေးလိုက်တယ်။ ခန္ဓာဟာ အခွံသက်သက်ပဲမို့လား။ ခံစားချက်တွေ စရှိလာတဲ့အခါ လူအသက်ဝင်လာပြီလို့ပဲ ကျွန်တော် ယူဆလိုက်ပါတယ်။ မသိခြင်းနဲ့ သိချင်စိတ်အကြား နှစ်ပေါင်းများစွာကြာပြီးတဲ့အခါ လူဟာ \"ငါ ဘယ်သူလဲ\"ဆိုတဲ့ မေးခွန်းကို အချိန်တွေအကြာကြီး အဖြေရှာရင်း အိုမင်းလာခဲ့ပြီ။ တွေ့ချင်လည်းတွေ့ကြမယ်ပေါ့။ မတွေ့ချင်လည်း မတွေ့ပါဘူး။ ဇာတ်ကောင်ကတော့ ၃၀ကျော်အသက်မှာ သူ့ကိုယ်သူတွေ့သွားခဲ့တယ်။\" အချစ်၏ အစနဲ့အဆုံးကို မသိသေးသော်လည်းဟန်ဆောင်သော အရပ်ဒေသတစ်ခုကို မလွဲမသွေ ဖြတ်သန်းသွားရကြောင်း ကျွန်တော် ကောင်းကောင်းသိပါသည်။ \"\nယုဇနမခင်ပျိုထဲတော့ ဇော်ဇော်အောင်က ဟန်ဆောင်သောအရပ်ဒေသတစ်ခုကို ဖြတ်သန်းသွားရသည်လို့ ဆိုတယ်။ ဇာတ်ကောင်ဟာ ပင်လယ်နဲ့လွင်ပြင်ကြား ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-worst-person-in-the-world-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BOWM5ZmUzYjQtZjE5MC00MjU2LWI2OTYtMGQ3MTRhMzQ3YzU5XkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Moffie (2019)",
        "description": "Moffie (2019)====================IMDb Rating - 6.9/10၁၉၈၁ခုနှစ်၊ တောင်အာဖရိကကာကွယ်ရေးတပ်ဖွဲ့(SADF)နဲ့ နမ်ဘီယာပြည်သူ့လွတ်မြောက်ရေးတပ်မတော်(PLAN)တို့\nကြားဖြစ်ခဲ့တဲ့တောင်အာဖရိကနယ်စပ်စစ်ပွဲကိုအခြေတည်ရိုက်ထားတဲ့ကားပါ။ အဲ့အချိန်က ကွန်မြူနစ်စနစ်ကိုမုန်းတီးမှု၊\nLGBTခွဲခြားမှုနဲ့ လူမျိုးရေးခွဲခြားမှုတွေကိုရိုက်ပြထားပါတယ်။ စစ်မှုထမ်းဖို့တာဝန်ကျလို့ထွက်လာတဲ့ နီကိုးလပ်ဗန်ဒါဆွတ်ဆိုတဲ့\nHomoကောင်လေးတစ်ယောက်....လိင်တူချစ်သူတွေကိုလက်မခံပဲတွေ့တာနဲ့ အပြင်းအထန်အပြစ်ပေးတတ်ပြီး လူမျိုးရေး\nခွဲခြားတတ်တဲ့ တပ်ထဲကိုရောက်လာခဲ့ပါတယ်။ ဒီလိုတပ်ထဲမှာ သူတာဝန်ထမ်းရမယ့်ကာလက နှစ်နှစ်...ဓီနှစ်နှစ်ဆိုတဲ့ကာလမှာ\nရက်စက်ပြင်းထန်လှတဲ့တပ်ထဲသူ့အနေနဲ့အဆင်ပြေပြေကျော်ဖြတ်နိုင်မှာလား... ကြမ်းတမ်းရက်စက်လှတဲ့ဒီနယ်ပယ်မှာသူ\nဘယ်လိုဖြတ်ကျော်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။ စစ်ကားတစ်ကားလေးဆိုတာထက် ဒရမ်မာဘက်ကိုပိုအသားပေးထားတဲ့\nကားလေးတစ်ကားပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chit Tee, Thiha Yan Naing\nတို့ပဲဖြစ်ပါတယ်။)File Size - (1.71 GB)/(900 MB)/(700 MB)\nQuality – BluRay- (720p)/(480p)\nDuration - 1hr 40min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Fantasy, Mystery\nTranslator – Chit Tee\nEncoder – San Win Maung",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/moffie-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMGNhNjBjZGQtYTU1Mi00NmQxLTgwZTktM2QyOGI3OTMwMmMxXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Wolf (2021)",
        "description": "Wolf (2021)=========IMDb Rating - 6.2/10ဒီဇာတ်လမ်းကို စကြည့်လိုက်တာနဲ့ ဂျေကော့ဆိုတဲ့ ကောင်လေးနဲ့အတူ ခင်ဗျားတို့ကို\nထူးဆန်းတဲ့အရပ်ကို ခေါ်ဆောင်သွားလိမ့်မယ်။\nသာယာခမ်းနား၊ လှပတင့်တယ်နေတဲ့ နေရာတော့ မဟုတ်လေဘူး။\nခင်ဗျားတို့ ရောက်သွားမှာ စိတ္တဇဆေးရုံပဲ။ (စိတ္တဇလို့ ရာနှုန်းပြည့်မခေါ်နိုင်ပေမဲ့\nဒီလိုပဲ ခေါ်လိုက်ရအောင်ဗျာ)စိတ္တဇဆေးရုံကိုမှ ကိုယ့်ကိုယ်ကိုယ်\nတိရစ္ဆာန်လို့ ထင်နေကြတဲ့ စိတ်ရောဂါရှင်ရှိရာ စိတ္တဇဆေးရုံပါ။\nတစ်ယောက်က ကိုယ့်ကိုယ်ကိုယ် ကြက်တူးရွေးလို့ထင်ပြီး သူ့ကိုပြောသမျှ\nအကုန်လိုက်ပြောတယ်။ တစ်ယောက်က ကိုယ့်ကိုယ်ကိုယ် ခွေးလို့ထင်ပြီး အချိန်ပြည့်\nတဝုတ်ဝုတ်၊ တစ်ယောက်က သူ့ကိုယ်သူ ရှဉ့်မဟုတ်လို့ ရှဉ့်ဖြစ်ခွင့်ပေးပါဆိုပြီး\nထိုင်ငိုနေတယ်၊ တစ်ယောက်က ပန်ဒါ၀က်ဝံ၊ တစ်ယောက်က မြင်းနဲ့ တိရစ္ဆာန်တွေမှ\nစုံလို့ဗျာ။ ဒီတော့ ဒီနေရာကို ရောက်လာသူ ဂျေကော့ကလည်း ပုံမှန်မဟုတ်တာ\nရိပ်မိလောက်ကြပြီထင်ပါရဲ့။ သူကတော့ ကိုယ့်ကိုယ်ကိုယ် ဝံပုလွေလို့ ထင်နေသူပေါ့။\nညဘက်တွေရောက်ရင် သူဖောက်ပြီး ထအူပါပြီ။\nဒီလူတွေကို ဒီနေရာပို့ရတဲ့ အကြောင်းရင်းကတော့ ကိုယ့်ကိုယ်ကိုယ် လူဆိုတာ\nလက်ခံပြီး သာမန်ဘ၀နဲ့ နေနိုင်အောင်ပါ။ဒီ တိရစ္ဆာန်ပေါင်းစုံကို အဓိက ထိန်းချုပ်ကုသပေးနေသူတွေက ဒေါက်တာမန်းနဲ့\nသူ့အဖွဲ့သားတွေပေါ့။ ထိန်းချုပ်ရခက်တာတွေရှိသလို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/wolf-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/345gLhiNpItU1ICx8OxJQwjgPmH.jpg",
        "title": "Red Rocket (2021)",
        "description": "Red Rocket (2021)ဒီရုပ်ရှင်ကို A24က ရိုက်ကူးဖြန့်ချီခဲ့ပြီး 2021 July လ Cannes ရုပ်ရှင်ပွဲ​တော်မှာ စတင်ပြသခဲ့ပြီး\nယူအက်စ် ပြည်တွင်း သီးသန့်ရုံ​တွေမှာပဲ ရုံတင်ပြသခဲ့တာဖြစ်ပါတယ်\nCannes, Deauvilleလို ရုပ်ရှင်ဆု​ပေးပွဲ​တွေမှာ ဆု​ပေါင်း များစွာရရှိထားပြီးဖြစ်သလို\nPalme d'Orလို ဆု​​ပေးပွဲကြီး​ ​တွေမှာလည်း ဒါရိုက်တာဆု၊ဇာတ်လမ်းဆုနဲ့ ဇာတ်​ဆောင်ဆု\nစသဖြင့် Nominationsများစွာ ရရှိထားပါတယ်၊\nဒါ့အပြင် National Board of Reviewရဲ့ တစ်နှစ်တာအ​ကောင်းဆုံး\nဇာတ်ကား ၁၀ကားစာရင်းမှာလည်း ပါဝင်​ထားပါတယ်၊- IMDb အ​နေနဲ့ 7.6\n- Rotten Tomatoes - 86%ရထားပြီး\n​ရုပ်ရှင်​ဝေဖန်​​ရေးသမား​တွေလက်စွဲ Metacriticမှာ 75% အထိ rating အမြင့်စားကို ရရှိထားပါတယ်၊ဇာတ်လမ်းအ​ကြောင်း​ ​ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး၊\nHollywoodရဲ့ porn industryမှာ ဒိတ်ဒိတ်ကြဲ​အောင်မြင်ခဲ့ဖူးသူ၊\nလက်ရှိမှာ ဘဝပျက်ပြီးရုန်းကန်​နေရတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/red-rocket-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MONSTER-HOSPITAL-157x200.jpg",
        "title": "Monster Hospital (2021)",
        "description": "Monster Hospital (2021)ဒီနေ့မှာ Channel Myanmar ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးချင်တဲ့တရုတ်ကားကောင်း တစ်ကားကတော့ Monster Hospital လို့ခေါ်တဲ့၂၀၂၁ ထွက် အသစ်စက်စက် ဇာတ်ကားတစ်ကားပါ။ဇာတ်အိမ်လေးကသုံးလောကမှာ သွေးနှောကညာပျိုတစ်ယောက်ပိုင်တဲ့ ဆေးခန်းတစ်ခုရှိတယ်ပေါ့ဗျာ။ဒီဆေးခန်းရဲ့ သမားတော် ကညာပျိုလေးက မိစ္ဆာတစ်ဝက် လူတစ်ဝက်ဗျ။သူ့ဆေးခန်းကလည်း မကောင်းဆိုးဝါးနဲ့ မိစ္ဆာတွေကိုပဲ ကုပေးတာ။ ဒါပေမယ့် တစ်ရက်လည်းကျရောမော့ဝမ်လို့ခေါ်တဲ့ မိစ္ဆာဆေးလုံးကို ကိုယ်ဝန်လွယ်ထားတဲ့လူယောက်ျားတစ်ယောက် ( ကျင်းကျွီကျွင်း) ဆေးခန်းကို ရောက်လာပါလေရော။ကညာပျိုလေးက သွေးနှောဆိုတော့ ပုံမှန်မိစ္ဆာတွေလို အသက်ရှည်ရှည်မနေနိင်ဘူးတဲ့ဗျာ။ဒါပေမယ့် မော့ဝမ်ကို စားရင်တော့ ရလာဒ်ကတစ်မျိုးပြောင်းသွားမှာပေါ့။ ဒီတော့ရေကန်အသင့် ကြာအသင့်ဆိုသလိုပဲ ကျင်းကျွီကျွင်းကို ကူညီပြီး မော့ဝမ်ကိုမွေးပေးတော့တာပေါ့။အဲဒီနောက်မှာရော သူ့ရဲ့ မူလအစီအစဥ်အတိုင်းမော့ဝမ်ကို စားပြီး အသက်ရှည်ရှည်နေသွားနိုင်မလား?နောက်ပိုင်းမှာ ဒါတွေအားလုံးက နောက်ကွယ်က ဂိုဏ်းချုပ်တစ်ယောက်ရဲ့ အစီအစဥ်ဖြစ်နေပြီးတော့ကျင်းကျွီကျွင်းကလည်း နယ်ရုပ်တစ်ရုပ်ပဲဆိုတာသိလိုက်ရတဲ့အခါ?ဘာတွေဆက်ဖြစ်ကြမလဲ?ဇာတ်အိမ်လေးက ခိုင်ခိုင်မာမာနဲ့ ဟာသဆန်ဆန် ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားတာမို့ရုပ်ရှင်ချစ်ပရိတ်သတ်တို့အနေနဲ့ လက်မလွှတ်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ။ \nFile size…1.2GB / 640MB\nQuality…1080p WEB ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/monster-hospital-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n62Ybg2UgBzuoxKBZ7Het2VKzwP.jpg",
        "title": "Bachelor (2021)",
        "description": "Bachelor 2021အချစ်ကားဆိုရင် ချစ်ကြည်နူး တီတာနေတာတွေအစားတကယ့်ဘဝနဲ့ ဆက်စပ်ပြီး ရွေးချယ်ရမှာတွေ စွန့်လွှတ်ရမှာတွေနောင်တတွေ ဆုံးဖြတ်ချက်တွေနဲ့ လက်တွေ့ကျကျဇာတ်ကားကောင်းလေးတစ်ကားကို Channel Myanmar က ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ် ခင်ဗျာ။ဇာတ်ကားလေးကမတူညီတဲ့ နောက်ခံကလာကြတဲ့ Darling ဆိုတဲ့ ကောင်လေးနဲ့ Subbu ဆိုတဲ့ကောင်မလေးတစ်ယောက် တွေ့ကြရာကစပါတယ်။ မြင်မြင်ချင်းချစ်မိတဲ့ကောင်မလေးနောက်ကို လိုက်ရင်း သူငယ်ချင်းရဲ့အကူအညီနဲ့တစ်မိုးအောက်အတူတူနေခွင့်ရသွားပါတယ်။လူငယ်တို့သဘာဝအတိုင်း အနေနီးကြရင်း ရင်ခုန်သံတွေ ဖလှယ်ကြရင်းပဲ ဒီနှစ်ယောက် ချစ်ကြိုးငင်ခဲ့ကြတာပေါ့။ဒါပေမယ့် တစ်မိုးအောက်တူတူ မေတ္တာမျှလာခဲ့ကြရင်း မထင်မှတ်ပဲ Subbu မှာ ကိုယ်ဝန်ရသွားပါတယ်။ဒီတော့ တွေးခေါ်ပုံတွေ၊ မိသားစုနောက်ခံ၊ ဘဝအခြေအနေ ကွာခြားကြတဲ့ ချစ်သူနှစ်ယောက်ဒီကလေးအတွက် ဘယ်လိုဆုံးဖြတ်ချကြပါတော့မလဲ။ အချစ်ဆိုတာဟာ ချစ်နေရုံနဲ့မပြီးပါဘူးအသက်တစ်ချောင်းပါ ပိုလာခဲ့ရင် တာဝန်ယူမှုတွေဟာ ပိုပြီး ကြီးလာပါတယ်။ဒီဇာတ်ကားက အချစ်နဲ့ဘဝ တာဝန်ယူမှုနဲ့ တိုက်ရိုက်သက်ဆိုင်နေတဲ့ကားမျိုးပါ။ဇာတ်အိမ်ရဲ့အလှည့်အပြောင်းတစ်ခုချင်းစီတိုင်းဟာ လက်တွေ့ကျလွန်းတာမို့ ရင်သပ်ရှုမောစီးမျောရမှာပါ။နှလုံးသားချင်းထပ်တူကျခဲ့ကြတဲ့ ဒီနှစ်ယောက် တရားခွင်ရဲ့ တရားလို / တရားခံ တစ်ဖက်စီမှာ ဘယ်လို မျက်နှာချင်းဆိုင်တွေ့ကြမလဲ?ဘယ်သူက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bachelor-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFVGr35qpPKCVfslkttGGQfYETv.jpg",
        "title": "Fly Me to Polaris (1999)",
        "description": "ဒီတစ်ခေါက်မှာတော့ 1999 ခုနှစ်က ထွက်ရှိထားတဲ့တရုတ်အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ IMDB မှာ 7.2အထိရရှိထားတာမို့။ တကယ်လည်းကောင်းတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ် ခံစားလိုက်ပါဦး....ဇာတ်လမ်းအကျဉ်းကြက်သွန်နီ လို့အမည်ရတဲ့ မျက်မမြင် ဆွံ့အကောင်လေးတစ်ယောက်ဟာသူ့ကို ပြုစုပေးတဲ့ ဆရာမလေးကို စိတ်ဝင်စားရင်း ဘ၀ကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့အချိန်မှာမထင်မှတ်ပဲလောကကြီးက ခွဲခွါရတဲ့အချိန် ဘယ်လိုမျိုး အထူးအခွင့်အရေးရတဲ့အချိန်နဲ့တိုက်ဆိုင်သွားမှာလဲဆရာမလေးနဲ့ သူက ကော ပြန်တွေ့ရမှာလား။ ဘယ်လိုမျိုး အချစ်တွေကိုပုံဖော်နိုင်မှာလဲဆိုတာတော့ ဇာတ်လမ်းလေး ကြည့်ပြီး လိုက်ပါစီးမျောကြပါဗျာ။တကယ်ကောင်းတဲ့အချစ်ကားမို့ ထပ်ညွှန်းရင် စပွိုင်းမိမှာစိုးရိမ်တာမို့အချစ်ဇာတ်လမ်းကောင်းတစ်ပုဒ်လို့ပဲ ညွှန်းလိုက်ပါရစေဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ် \nFile size…1.36GB / 700MB / 300MB\nQuality…1080p WEB Rip\nFormat…mp4\nDuration….1h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fly-me-to-polaris-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3DaObLTRNNHRjfesrhd4vSUI7D.jpg",
        "title": "Dulo (2021)",
        "description": "Dulo(2021)ဒီတစ်ခေါက်တင်ဆက်‌ပေးလိုက်တာကတော့အချစ်ကားတစ်ကားဖြစ်တဲ့Duloပဲဖြစ်ပါတယ် Tinder appကိုသုံးရင်း ပါတီပွဲတစ်ခုမှာမထင်မှတ်ဘဲတွေ့ဆုံခဲ့ရာက ချစ်ခဲ့ကြတဲ့ ဘီနီကာနဲ့ ဒက်တိုအချစ်ရေးက ခုနှစ်လအကြာမှာတော့အပြောင်းအလဲတွေ့ခဲ့ပါတော့တယ် ဘွဲယူဖိုအတွက် အမေရိကားကိုပညာသင်သွားရတော့မယ့်ဘီနီကို ဒက်ကလက်မလွှတ်ချင်ခဲ့ပါဘူး နှစ်နှစ်တာကြာမြင့်မယ့်ဒီခရီးက သူတိုရဲ့အချစ်ရေးကိုပိုခိုင်မြဲစေမှာလား ဒါမှမဟုတ်ဒါကသူတိုနှစ်ယောက်ရဲ့အဆုံးသတ်ပဲလား အမြဲအသစ်အဆန်းကိုစူးစမ်းရှာဖွေစွန့်စားချင်ပြီး ခရီးပတ်ထွက်ရတာကိုပျော်တဲ့ ဘီနီကာနဲ့ တစ်နေရာတည်းမှာပဲအခြေချနေထိုင်ချင်တဲ့ ဒက်စတာတိုနှစ်ယောက်ရဲ့ relationshipကအဆင်ပြေပြေလက်တွဲသွားနိုင်မလားဆိုတာ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်အချစ်ကားလေးတစ်ကားဖြစ်တာမို လက်မလွှတ်တမ်းကြည့်ရှုဖိုဖိတ်ခေါ်လိုက်ရပါတယ်ရှင်ဤဇာတ်ကားရဲ့အညွှန်းရေးသားသူက Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunniနဲ့ Poeပဲဖြစ်ပါတယ် \nFile size…1.2GB / 662MB\nQuality…1080p WEB DL / 720p\nFormat…Mp4\nDuration….1h 44min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK & Thit San Khant\nTranslated by Yunni & Poe",
        "rating": "5",
        "url": "https://channelmyanmar.org/dulo-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/l-135x200.jpg",
        "title": "The Lost Daughter (2021)",
        "description": "ကြည့်ပြီးရင် မိသားစုတစ်ခုတည်ဆောက်ဖို့အကြောင်း တာဝန်ဝတ္တရားတွေကို လေးလေးနက်နက်တွေးမိစေမှာဖြစ်ပေမဲ့ မိသားစုတွေနဲ့အတူတော့ မကြည့်သင့်တဲ့ရုပ်ရှင်မျိုး..။ လိင်ပိုင်းဆိုင်ရာပြကွက်တွေက အထွဋ်အထိပ်ရောက်စေတဲ့အထိတော့ စိတ်ကျေနပ်စေမှာ မဟုတ်ပေမဲ့လို့ ကိုယ့်ဟာကို တစ်ယောက်တည်းကြည့်နေတုန်းက အကောင်း..၊ ဘေးမှာ တစ်ယောက်ယောက်လာရပ်နေမှ ဖောင်းဒိုင်း ဖောင်းဒိုင်း ထလုပ်ကြတဲ့ ဇာတ်ကွက်တွေ ထွက်လာနိုင်တယ်..။ ဒီတော့ ကြိုတင်ပြီးတော့ သတိပေးလိုက်ရပါတယ်..။ ဇာတ်လမ်းအကြောင်းကို ဆက်ပြီးပြောရရင်တော့ ရသခံစားမှုမျိုးကို တိုက်ရိုက်ချပြထားတဲ့ဇာတ်လမ်းမျိုးမဟုတ်လို့ နည်းနည်း ပျင်းစရာကောင်းပြီး အီနိုင်တယ်..။ နားမလည်ခြင်းသဘောတွေက အနုပညာကို ခံစားတတ်သူတွေအတွက်တော့ အထွေအထူးတော့ မဟုတ်လှဘူးဆိုတော့ခံစားမှု အရသာကသာ အဓိကပဲဆိုရင် တစ်ခါလောက် ကြည့်သင့်တယ်..။ အမျိုးသမီးတစ်ယောက်ရဲ့ ငယ်ရွယ်မှုနဲ့ ငယ်ရွယ်မှုအလွန်ဖြတ်သန်းရပုံ နှစ်ခု ယှဉ်ပြိုင်တင်ဆက် ပြသထားပုံထဲမှာ အဆင်မပြေမှုတွေကိုလည်း မြင်ရမယ်..။ လိင်မှုတွေလည်း မြင်ရမယ်..။ သားသမီးတွေရဲ့ ဗာဟီရ ဝတ္တရားတွေဆီကနေ ရုန်းထွက်သွားချင်စိတ်တွေကိုရော..။ ​ဒီဇာတ်ကားထဲမှာတော့ က္ကထိယတွေ မကောင်းပါဘူး..။ ဒီဇာတ်ကားထဲမှာကို ပြောတာ..။ ဒါပေမဲ့လည်း က္ကထိယတွေမကောင်းတာ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-lost-daughter-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aaOeNpdcpOJf6EcP99icwZXWbYC.jpg",
        "title": "Tokyo Revengers (2021)",
        "description": "Tokyo Revengers (2021)IMDb - 7.8/10Mangaအ​နေနဲ့ volume 8ခုထွက်ရှိထားပြီး\nAnime အ​နေနဲ့ season 1 completeဖြစ်ထားသလို\nဂျပန်မှာ​ရော International မှာပါ ​အောင်မြင်မှုအကြီးအကျယ်ရရှိထားတဲ့ mangaတစ်ခုပဲ ဖြစ်ပါတယ်၊\nအထူးသဖြင့် ဒီManga​ကိုရေးဆွဲသူ Ken Wakui ဟာ 2000ပြည့်နှစ်​တွေမှာ အမှန်တကယ် Gang memberဖြစ်ခဲ့ဖူးသလို\nMangaထဲက ဇာတ်​ကောင်​တွေဟာလည်း 1960 ပြည့်နှစ်များထဲက\nJapanရဲ့ အထင်ကရ ရှိတဲ့ လူငယ်​မော်​တော်ဆိုင်ကယ်ဂိုဏ်းဖြစ်တဲ့\nBlack Emperor Gangကို reference​​ရေးဆွဲထားလို့\nဇာတ်​ကောင်​တွေရဲ့ ဆိုးမိုက်မှု၊ ရမ်းကားမှု၊ ​ဂိုဏ်းစတားပီသမှု​တွေဟာ\nအပြင်ကတကယ့်ဂိုဏ်းစတား​တွေနဲ့ အ​တော်နီးစပ်မှုရှိတယ်လို့ ရည်ညွှန်းကြတဲ့ Mangaနဲ့ Anime​ကောင်းတစ်ခုပါအရှိန်အဝါကြီးသလို ​တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ ​အောင်မြင်မှု အကြီးအကျယ်ရရှိထားတဲ့ Tokyo Revengersကို\nLive Action Adaptationအ​နေနဲ့ ပြန်လည်အသက်သွင်းမယ်ဆိုကတည်းက\n​မျှော်လင့်ချက်ကြီး​တွေ ထားခဲ့သူ​တွေလည်း ရှိသလို သံသယမျက်လုံး​တွေနဲ့လည်း ​​စောင့်ကြည့်ခံခဲ့ရပါတယ်၊\nတစ်​ခေတ်တစ်ခါက အထူး​အောင်မြင်​ကျော်ကြားခဲ့တဲ့ Manga​တွေanime​တွေကို\nLive Action နဲ့ အသက်သွင်းရာမှာ cast, director, script ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/tokyo-revengers-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vKCC7ohugDxKqLO9z5E2E0cabs3.jpg",
        "title": "Keshu Ee Veedinte Nadhan (2021)",
        "description": "Keshu Ee Veedinate Nadhanဒီတစ်ခေါက်မှာတော့ comedy-drama အမျိုးအစား Tamil movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ငွေဆိုတာ ဒုတိယဘုရားသခင်ပဲလို့ သတ်မှတ်တဲ့သူရှိသလို ငွေထက် အရေးပါတဲ့အရာတွေများတယ်လို့ သတ်မှတ်တဲ့သူတွေလည်း ဒုနဲ့ဒေးရှိကြပါတယ်။ ဒီကားလေးမှာတော့ အသက် ၆၀ အရွယ်Keshu ဆိုသူဟာ ကားမောင်းသင်တန်းပိုင်ရှင်ဖြစ်ပြီး သားသမီး ၂ ယောက်ရှိတဲ့ အိမ်ထောင်ဦးစီးတစ်ယောက်ပါ။ဖြစ်ချင်တော့ မိဘတွေရဲ့ အမွေခွဲဝေတာနဲ့ ပတ်သက်ပြီး ညီမတွေရယ် သူတို့ရဲ့ ခင်ပွန်းတွေရယ်နဲ့ ဇာတ်ရှုပ်တွေဖြစ်လာပြီး မိသားစုလိုက် အားလုံး ဘုရားဖူးခရီးထွက်ဖို့ ဖြစ်ခဲ့ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲဘုရားဖူးခရီးသွားဖို့လုပ်တုန်း Keshu ဟာ ထီပေါက်တယ်လို့ ကြားသိလိုက်ရပါလေရော။ဒီလိုနဲ့ Keshu တစ်ယောက် ထီပေါက်တယ်လို့ ကြားသိရတဲ့အခါမှာ ထီဆုငွေကအများကြီးရလား ရရဲ့သားနဲ့ မရဘူး ဖြစ်မလား...မောင်နှမတွေနဲ့ အမွေခွဲဝေဖို့ ဇာတ်ရှုပ်ကရော ဘယ်လိုဖြစ်သွားမလဲ....ငွေက လူကို အရောင်ဆိုးမှာလား....ဟာသနှောပြီး ပညာပေးရောတဲ့ ဒီဇာတ်ကားလေးကိုတော့၂၀၂၁ ခုနှစ် ဒီဇင်ဘာ ၃၁ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/keshu-ee-veedinte-nadhan-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BN2VkYjRiODMtMDNjNy00ZTgyLWIwZTgtZjhmY2RkNjcwMGU3XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_-135x200.jpg",
        "title": "Anonymously Yours (2021)",
        "description": "Anonymously Yours (2021)====================IMDb Rating - 5.7/10လူငယ်Fancy ကားလေးတွေကြိုက်တဲ့သူအတွက် Netflix ကနေထွက်ရှိထားတဲ့\nစပိန်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဗာလယ်က ရုပ်ရှင်ရိုက်ကူးရတာနဲ့ပတ်သတ်ပြီး\nစိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ ဗီဒီယိုတွေရိုက်ကူးနေရရင်ကို ပျော်နေတဲ့ကောင်မလေး\nသူ့မိဘတွေကတော့ ဒါကို အိမ်မက်လို့မမြင်ဘဲနဲ့ စွဲလမ်းမှုလို့ မြင်နေပြီးတော့ သူတို့စီးပွားရေးပဲ\nလုပ်စေချင်နေတာပါ။\nတစ်ဖက်မှာလည်း မက်စ်က အဖေဆုံးသွားတဲ့နောက်မှာ အဖေဖြစ်စေချင်တဲ့အတိုင်း စာအရမ်း\nတော်ပြီး စကော်လာရှစ်ရတဲ့ ကျောင်းသားတစ်ယာက်ပါ ငါရဲ့အိမ်မက်ကဘာလဲ ငါကဒါကိုတကယ်\nလိုချင်လို့လုပ်နေတာကောဟုတ်ရဲ့လားဆိုတာလည်း မသိတဲ့ကောင်လေး။\nကဲ ဇာတ်လမ်းနာမည်လေးအမည်မသိ ဆိုတဲ့အတိုင်း သူတို့နှစ်ယောက်ဆက်စပ်မှုက ဘယ်လိုဖြစ်မလဲ\nဆိုတာ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့Shwe Pyae, Yoon Sandi Aung တို့ပဲဖြစ်ပါတယ်။)File Size - (900 MB)/(530 MB)\nQuality – WEBDL- (720p)/(480p)\nDuration - 1hr 40min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/anonymously-yours-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vAoV0wQB3015O0mdAsXPnV06yk5.jpg",
        "title": "In Front of Your Face (2021)",
        "description": "In Front of Your Face (2021)\n------------------------------\nDirected By HONG Sang-soo\nIMDb Rating -  7.1တောင်ကိုရီးယားရဲ့ အကျော်ကြားဆုံး Art House Director တွေထဲက တစ်ယောက်ဖြစ်တဲ့\nHONG Sang-sooဟာ Lee Chang Dong, Kim Ki Duk တို့နဲ့ တန်းတူကျော်ကြားတဲ့သူပါပဲ။သူ့ရဲ့ရုပ်ရှင်အသစ်ဖြစ်တဲ့ In Front of Your Face ဟာ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပွဲဦးထွက်ပြသခဲ့ပြီး\nဝေဖန်ရေးသမားတွေဆီက မှတ်ချက်ကောင်းတွေရထားတဲ့အပြင်\nတော်တန်ရုံ ရုပ်ရှင်တွေ ရခဲလှတဲ့ Metacritic Rating 93%ကို ရရှိထားခဲ့တယ်။\nကောင်းလှပါတယ် ပြောကြတဲ့ ကားအများစုရဲ့ metaဟာ 80 ကျော်ခဲလှတော့\nတော်တော်ကိုများတဲ့ ratingလို့ပြောလို့ရပါတယ်။သို့ပေမဲ့ ဒီရုပ်ရှင်ဟာ ဆက်တင်အပြင်အဆင်တွေ မခမ်းနားသလို\nလက်ရှိနာမည်ကြီး သရုပ်ဆောင်တွေလည်းမပါပါဘူး။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/in-front-of-your-face-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/new-years-gift-poster-141x200.jpg",
        "title": "New Year’s Gift (2016)",
        "description": "ဒီရုပ်ရှင်ကားလေးဟာ နာမည်ကျော် ရုပ်ရှင်မင်းသား မင်းသမီးများစွာပါဝင်သရုပ်ဆောင်ပေးထားပြီး အကောင်းဆုံး သီချင်းတွေ နဲ့ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်...ပိုပြီးထူးခြားတာက မကြာသေးခင်ကမှ နတ်ရွာစံတော်မူသွားတဲ့ထိုင်းဘုရင်မင်းမြတ် ဘူမိဘော ရေးထားတဲ့ သီချင်းတွေကိုဒီရုပ်ရှင်မှာ ထည့်သွင်း အသုံးပြုပြီး ထည့်ထားလို့ရုပ်ရှင်ကားကို ပိုပြီး အသက်ဝင်စေပါတယ်...နှစ်သစ်ကူးတော့မယ် ဒီဇင်ဘာ လမှာ ဖြစ်ပျက်ခဲ့တဲ့အချစ်ဇတ်လမ်းလေး ၃ ခု ကို ဒီရုပ်ရှင်ကားတစ်ခုထဲမှာ ချိတ်ဆက်ပေးထားပါတယ်...ဒီရုပ်ရှင်ကားထဲက မင်းသမီးလေးတွေကချစ်ဖို့ကောင်းလွန်းလို့ ၂ ခါပြန်တောင် ကြည့်ရပါတယ်မင်းသားတွေဆိုရင်လဲ ATM ရုပ်ရှင်ကားထဲက မင်းသားI Fine..Thank You..Love You ရုပ်ရှင်ကားထဲက မင်းသား တို့ပါဝင်ပါတယ် သူတို့ကတော့ CM Fan တွေ နဲ့ မစိမ်းလောက်ပါဘူးနော်...ကဲပါ ကျနော် ဇတ်လမ်းကို ပြောမပြချင်ပါဘူး ကိုယ်တိုင်ကြည့်လိုက်ပါသင့်ဘ၀ မှာ ကြည့်ရလို့ နောင်တ မရစေမယ့် ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့မေသဇင်စိုး ဖြစ်ပါတယ်....\nFile size…1.5GB\nQuality…1080p \nFormat…mp4\nSubtitle….Myanmar (Hard Sub)\nEncoder….Thit San Khant\nTranslated by May Thazin Soe",
        "rating": "7.2",
        "url": "https://megaup.net/3328f/New.Year_s.Gift.2016.1080p_%7BCM%7D_New_Recode.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x5qob9cZEPDcmd1Sc0PbvOp2OIg.jpg",
        "title": "Heartbreak Ridge (1986)",
        "description": "Heartbreak Ridge (1986) ~ IMDb - 6.9/10, RT -68%, Meta - 53% ~\"ဒီဟာကြောင့် ငါတို့တွေ မသေခဲ့ရင် ဒါက\nငါ့တို့နှလုံးသားတွေကို ကွဲကြေစေမှာ\"- အရာခံဗိုလ် စတုန်နီ ဂျက်ဆင်\n(Heartbreak Ridge တောင်ကုန်းပေါ်မှ ရှင်ကျန်ရစ်သူ စစ်သားကြီး)မီးခိုးတလူလူ ယမ်းခိုးတ‌ဝေဝေနဲ့ ဆောင်းရာသီအစ တောင်တန်းကြီးတွေက အရုပ်ဆိုးအကျည်းတန်စွာ လှပနေလေရဲ့။ မကောက်ရသေးတဲ့အလောင်းတွေပေါ်က ကျီးငှက်တွေရဲ့ ဘုံဗိမ္မာန်တွေဟာ တရားသောစစ်လို့ နှစ်ဖက်လုံးက ကြွေးကြော်တဲ့ အသံကနေ ဖြစ်တည်လာခဲ့တာ။နိုင်ငံအတွက် ရွပ်ရွပ်ချွံချွံ တိုက်ပွဲဝင်ကြတဲ့ အရွယ်ကောင်းအမျိုးသားလေးများဟာ သေမင်းကချီးမြှင့်ထားတဲ့ သွေးဆာသေနတ်တွေကိုထမ်းပိုးရင်း အဆုံးသတ်ချောက်ကမ်းပါးဆီကို တရွေ့ရွေ့လျှောက်လှမ်းသွားကြပြီ။ပြင်းထန်တဲ့ Heartbreak Ridge တိုက်ပွဲကြီးကနေ အသက်မသေ ရှင်ကျန်ရစ်ပြီး အမေရိကန်နိုင်ငံရဲ့ အမြင့်ဆုံး နိုင်ငံ့စစ်သည်ဂုဏ်ရည်တံဆိပ်ရခဲ့တဲ့ စစ်သားကြီးတစ်ယောက်၊ သွေးဆူလွယ်ပြီး စိတ်အလိုလိုက်တတ်တဲ့ စစ်သားကြီး။ ရန်ပွဲတခြိမ်းခြိမ်း၊ အထက်အရာရှိကို မထင်ရင် မထင်သလို ထိုးကြိတ်ရန်ရှာတတ်တဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/heartbreak-ridge-1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hROb7nFIM3cnk28J0jk4rFBXGQ9.jpg",
        "title": "C’mon C’mon (2021)",
        "description": "C'mon C'mon (2021) ~ IMDb - 7.8/10, RT - 94% , Meta - 81% ~နာမည်ကျော် A24 က ထွက်ရှိလာတဲ့ ဒါရိုက်တာမိုက်မေးလ်နဲ့ ဝါကင်းဖီးနစ်တို့ရဲ့ ရုပ်ရှင်ပါ။ တစ်ချို့ A24 ပရိတ်သတ်တွေက C'mon ကို what a masterpiece ဆိုပြီး ဩဘာပေးကြသလို တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အကြိုက်ဆုံးရုပ်ရှင်လို့ပြောကြပြီး A24 ရဲ့ နောက်ထပ်မာစတာပိစ်တစ်ကားလို့လည်း ပြောကြပါတယ်။ဇာတ်လမ်းကတော့ တိုင်းပြည်အနှံ့ပတ်သွားပြီး ကလေးတွေကို အင်တာဗျူးလုပ်ရတဲ့ ရေဒီယိုဂျာနယ်လစ်နဲ့ သူ့တူလေးနဲ့ကြားက Chemistry သက်သက်ပါပဲ။ သို့ပေမဲ့ ရယ်စရာကောင်းတဲ့ဇာတ်၀င်ခန်းတွေနဲ့ တစ်ချိန်တည်းမှာပဲ ကြည့်ရှုသူရဲ့ ခံစားချက်ကို ခလုတ်တိုက်စေမယ့် ရုပ်ရှင်တစ်ကားပါ။ C'monမှာ အဓိကအနေနဲ့ လူ၃ယောက်ပဲပါပေမဲ့ အဲဒီလူ၃ယောက်ရဲ့ သရုပ်ဆောင်စွမ်းရည်က လက်ဖျားခါလောက်စရာပါပဲ။ ဝါကင်းဖီးနစ်တို့ ဂါဘီဟော့ဖ်မန်းတို့က‌တော့ သိပြီးသားဆိုတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/cmon-cmon-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/32OxUzs9ETQ3QvLFFYaDuuAtq3Y.jpg",
        "title": "Bunty Aur Babli (2005)",
        "description": "Bunty Aur Babli (2005)IMDb Rating (6.2)မကြာသေးခင်က နောက်ဆက်တွဲဇာတ်ကားထွက်ရှိထားတဲ့ Bunty Aur Babli 2 (2021) ရဲ့ပထမဇာတ်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ Bunty ခေါ် Rakesh အဖြစ် အမီတာဘချန်းကြီးရဲ့သား (Abhishek Bachchan) ခေါင်းဆောင်ပါဝင်ထားပြီး\nအမီတာဘချန်းကိုယ်တိုင်လဲ ရဲအရာရှိ DCP Dashrath Singh အဖြစ်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းကတော့ ရာကတ်ရှ် (Abhishek Bachchan) ဟာရွာငယ်လေးတစ်ခုမှာနေထိုင်ပြီး ရထားလက်မှတ်သိမ်းဖခင်ဖြစ်သူရဲ့သားဖြစ်ပေမယ့်\nဖခင်ဖြစ်စေချင်တဲ့သူ့အလုပ်ကိုဆက်ခံဖို့ဝန်လေးပြီး အောင်မြင်ကျော်ကြားနာမည်ကြီးချင်တဲ့ အိမ်မက်အကြီးကြီးတွေရှိနေပါတယ်။\nဒါတွေကိုစိတ်ကူးယဉ်ဆန်လွန်းတယ်ထင်ပြီး လက်သင့်မခံခဲ့တဲ့ သူ့အဖေဟာ\nဒီအလုပ်ကိုအင်တာဗျူးသွားရင်သွား မဟုတ်ရင်တော့ အိမ်ပေါ်ကဆင်းရမယ်ဆိုပြီးတော့အကျပ်ကိုင်ခဲ့ပါတော့တယ်။\nဗင်မီ (Rani Mukerji) ဆိုတဲ့ မိန်းမလှလေးဟာလဲ ရွာငယ်လေးတစ်ခုမှာမွေးဖွားကြီးပြင်းခဲ့ပေမယ့် တစ်နေ့မှာ မစ္စအိန္ဒိယဖြစ်လာရမယ်ဆိုတဲ့\nအိမ်မက်ကြီးကို ပိုင်ဆိုင်ထားသူပါပဲ၊ သူ့ကို အိမ်ကအတင်းအကျပ်လက်ထပ်ပေးဖို့စီစဉ်တဲ့အချိန်မှာတော့ အိမ်ကနေထွက်ပြေးခဲ့ပြီး ဘူတာမှာ\nသူ့လိုပဲ အိမ်ပေါ်ကဆင်းချလာတဲ့ ရာကတ်ရှ်နဲ့တွေ့ဆုံခဲ့ပါတော့တယ်။တောနယ်မြို့ရွာငယ်လေးဆီက အိမ်မက်အကြီးကြီးတွေကိုယ်စီနဲ့လူနှစ်ယောက်၊ ဆက်ရိုးသားနေလို့အလုပ်မဖြစ်တော့ဘူးဆိုတာ\nအကြိမ်ကြိမ်ရှုံးနိမ့်မှုတွေနောက်မှာသင်ခန်းစာရသွားပြီးတဲ့နောက် လောကကြီးကိုခါးစောင်းတင်ဖို့ကြိုးစားကြပါတော့တယ်။\nစေ့စပ်ကျနတဲ့ အစီအမံ၊ ပိရိတဲ့သရုပ်ဆောင်ကွက်တွေနဲ့အတူသူတို့မှာ အောင်ပွဲတွေလဲအလီလီရလာခဲ့ပါတယ်။\nအဲ့ဒီအောင်ပွဲတွေနဲ့အတူ မသိသူမရှိ နိုင်ငံကျော်လာခဲ့ချိန်မှာတော့ သူတို့ကိုလက်ရဖမ်းဖို့ခိုင်မာတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bunty-aur-babli-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mso2rEr9i0MilRIOao5HaWFipS9.jpg",
        "title": "20th Century Women (2016)",
        "description": "20th Century Women (2016) ~IMDb - 7.3/10, RT - 88%, Meta - 83%~20th Century Women ရဲ့ အပေါ်ယံကြောကို ဖြတ်လျှောက်ကြည့်တဲ့အခါ အများအားဖြင့်တော့ ကောင်လေးတစ်‌ယောက်ရဲ့ Coming of Age အခြေအနေကို မြင်ရမှာပေမဲ့ ဒီရုပ်ရှင်ဟာ အဲဒီကောင်လေးကို ဗဟိုပြုပြီး ၂၀ရာစုမိန်းမသားသုံးယောက်ရဲ့ အရွယ်သုံးမျိုးကို ပုံဖော်သွားတယ်။သက်ကြီးပိုင်း ၂၀ရာစုမိန်းမသားတစ်ယောက်ရဲ့ အထီးကျန်ခြင်းတွေ၊ သက်လတ်ပိုင်း ၂၀ရာစု မိန်းမသားတစ်ယောက်ရဲ့ ဘဝဒဏ်တွေ၊ သက်ငယ်ပိုင်း ၂၀ရာစုမိန်းမသားတစ်ယောက်ရဲ့ လိုအင်တွေကို Coming of Age ဆန်ဆန် Vibe နဲ့ ချိတ်ဆက်ပုံဖော်ထားခဲ့တယ်။ နောက်ပြီး ဆယ်ကျော်သက်သား​လေး ဘဝရဲ့အချိုးအဆစ်အခက်အခဲတွေ၊ မိခင်တစ်‌ယောက်ရဲ့ အတွေးအမြင်တွေကိုင်တွယ်ပုံ​တွေ၊ အသက်ကြီးမှ ကလေးရတာမို့ generation gap ​ကြောင့် သားကို နားလည်​ပေးဖို့ ကြိုးစားတဲ့ သက်ကြီးပိုင်း ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/20th-century-women-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/it_chapter_two_ver12-136x200.jpg",
        "title": "It Chapter Two (2019)",
        "description": "(Unicode)IT ပထမရုပ်ရှင်မှာ ပန်နီဝိုက်စ် ကို Loser club က အနိုင်ယူခဲ့ပါပြီ။ဒါပေမယ့် အဲဒီအရာက တကယ်သေသွားတာ မဟုတ်ခဲ့ပါဘူး။ဒီလိုသာ မသေခဲ့ရင် ၂၇နှစ်အကြာမှာ ပြန်ပေါ်လာမှာကို တွေးမိတဲ့ဘေလ်တို့အဖွဲ့ဟာ ၂၇ နှစ်ကြာလို့အဲဒါ ပြန်ပေါ်လာရင်ပြန်စုပေါင်းပြီး တိုက်ခိုက်ဖို့ သစ္စာပြုခဲ့ကြပါတယ်။၂၇ နှစ် အကြာကာလရဲ့ ဇာတ်လမ်းဖြစ်တာကြောင့်ဒီဇာတ်ကားရဲ့ ဇာတ်လိုက်တွေကအသက်၃၀ ကျော်လူကြီးတွေ ဖြစ်နေပါလိမ့်မယ်။ဒါပေမယ့် သူတိုကိုယ်စားပြုတဲ့ ကလေးကာရိုက်တာတွေကိုအကောင်းဆုံးပုံဖော်ပြထားတာကြောင်း အရမ်းကိုကြည့်ကောင်းနေပါလိမ့်မယ်။ပန်နီဝိုက်စ်ကလည်း ကလေးတွေကို ခြောက်တုန်းကထက်ပိုကြမ်းလာပါလိမ့်မယ်။ဒီတော့ အားရပါးရကြောက်ဖို့ ဘာသာပြန်ပေးလိုက်ပါတယ်။ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….\nFile Size : (2.70 GB),(1.30 GB) And (650 MB) And (4.1GB)\nQuality : Blu-Ray (1080p 5.1,720p,480p) / 4k BluRay HEVC AAC 5.1CH\nRunning Time : 2hr 49min\nFormat : ...",
        "rating": "6.8",
        "url": "https://megaup.net/11beg/It_-_Chapter_Two_[2019]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/it_xlg-135x200.jpg",
        "title": "IT (2017)",
        "description": "မိုးတွေတဖွဲဖွဲရွာနေတဲ့မနက်ခင်းတစ်ခုမှာ ၅နှစ်ခန့်အရွယ် ဂျော်ဂျီလေးဟာ သူ့အစ်ကိုမပါဘဲအပြင်သွားရဖို့ဖြစ်လာခဲ့တယ်...သူ့အစ်ကို ဘီလ်ကလည်းချောင်းတွေဆိုးပြီးဖျားနေခဲ့တာကိုး...အစ်ကိုမပါလို့မသွားချင်သွားချင်ဖြစ်နေတဲ့ဂျော်ဂျီလေးကို ဘီလ်က လမ်းမှာဆော့သွားဖို့စက္ကူလှေလေးလုပ်ပေးပြီး နှစ်သိမ့်လိုက်တယ်...ဂျော်ဂျီလေး အိမ်ကထွက်လာပါပြီ...မိုးကာ အင်္ကျီအဝါရောင်လေးနဲ့ပေါ့...ဂျော်ဂျီလေးသာ ပြန်မလာနိုင်တော့မယ်မှန်းကြိုသိခဲ့ရင် ဘီလ့်အနေနဲ့ဘယ်လောက်ဖျားဖျားလိုက်သွားမိမှာပဲ…ဒါပေမယ့် အနာဂတ်ကိုကြိုမသိနိုင်တော့လည်း ဘီလ့်ခမျာ ချောင်းလေးတစ်ဟွတ်ဟွတ်ဆိုးရင်း မိုးရေထဲထွက်ခွာသွားတဲ့ ဂျော်ဂျီလေးကိုလှမ်းမျှော်ကြည့်ရင်းကျန်ခဲ့ပါတယ်…လမ်းတစ်လျှောက် မိုးရေစီးကြောင်းထဲမှာ လှေလေးကို ဆော့ရင်းထွက်သွားတဲ့ဂျော်ဂျီလေးဟာ အဲ့ဒီနေ့ကအိမ် ပြန်မလာခဲ့ပါဘူး…နောက်နေ့တွေလည်း ပြန်မလာခဲ့ဘူးလို့ပြောရင် ပိုမှန်မှာပေါ့…ဘီလ်တစ်ယောက်ဟာ အချိန်တွေကြာလာပေမယ့် ဒီကိစ္စကိုသူ့အပြစ်လို ခံစားပြီး သူ့ညီလေး ပျောက်သွားနိုင်မယ့်နေရာကိုမှန်းဆပြီးမိဘတွေမသိအောင် ကြိတ်ရှာနေခဲ့တယ်…နွေကျောင်းပိတ်ရက် မစတင်ခင်တစ်နေ့မှာတော့ စိုးရိမ်တကြီးမျက်နှာနဲ့ ကြေငြာစာရွက်တွေလိုက်ကပ်နေတဲ့ အန်တီကြီးတစ်ယောက်ကိုတွေ့လိုက်ရတယ်…အလို... အခန်းထဲကကောင်မလေး ပျောက်သွားတယ်ဆိုပါလားနောက်နေ့တွေမှာလည်း လူပျောက်ကြေငြာစာရွက်တွေ တစ်ရွက်ပြီးတစ်ရွက်ပလူပြန်လာပြီ…ဒယ်ရီမြို့လေးမှာ ကလေးပျောက်တာတွေ များလာပါလား…ဘီလ်သံသယဝင်လာပါပြီ…သူ့သူငယ်ချင်းတွေအဖွဲ့(ကျောင်း မှာအမြဲအနိုင်ကျင့်ခံရတဲ့ Loserအဖွဲ့)နဲ့ စုံစမ်းလိုက်တဲ့အခါ ၂၇ နှစ်ကြာတိုင်း တစ်ဖန်ပေါ်လာတတ်တဲ့ကလေးစားလူရွှင်တော် Pennywiseအကြောင်းကို သိလာခဲ့တယ်လွန်ခဲ့တဲ့၂၇နှစ်ကလည်း တစ်မြို့လုံးပြုတ်အောင် စားခဲ့တဲ့သက်သေတွေလည်း တွေ့လာခဲ့တယ်…ဘီလ်နဲ့သူ့သူငယ်ချင်းတွေကိုယ်တိုင်ကလည်း ခြောက်လန့်မှုတွေ အမျိုးမျိုးနဲ့ကြုံလာရတဲ့အခါ…သူတို့ကိုယ်တိုင်အတွက်နဲ့ ကျန်တဲ့ကလေးတွေ အန္တရာယ်ကိုကာကွယ်ဖို့ Pennywiseကြီးရှိရာ…အိမ်ပျက်ကြီးအောက်ခြေက ရေတွင်းပျက်ကြီးဆီချီတက်လာကြတဲ့အခါမှာတော့……''ငါအိမ်ပြန်ရောက်တိုင်း ဂျော်ဂျီရှိမနေဘူး…သူ့ရယ်သံလေးတွေလည်းမကြားရတော့ဘူး…သူကစားနေကျ ပေါကြောင်ကြောင် ဒိုင်နိုဆောကောင်တွေကပဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2n3jD/It.2017.2160p.UHD.BluRay.X265-IAMABLE_HEVC_5.1_%7BCM%7D.mkv",
        "category": "Drama, Horror, Thriller"
    }
]