[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKDuzLK6oK2VUuLpcXCMsBPJSN9.jpg",
        "title": "(18+) Enthralled (2014)",
        "description": "(18+) Enhtralled (2014)ငယ်ရွယ်စဥ်ကလေးဘဝမှာ လူတိုင်းဟာအိပ်မက်ကိုယ်စီရှိကြတယ်။\nဘာဖြစ်ရမယ် ၊ ဘာလုပ်မယ်၊ ဘယ်သွားမယ် ဆိုတာမျိုးတွေပေါ့။ဥပမာ- ငါ ပိုက်ဆံရှိရင် ကမ်းခြေသွားပစ်မယ်မျိုးပေါ့။ဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဖြစ်မလာတဲ့အခါ စိတ်ပျက်အားငယ်သွားပြီး\nဦးတည်ချက်ပျောက်သွားကြတယ်။\nမဆုတ်မနစ်ကြိုးစားပြီး ရအောင်လုပ်ပြန်တော့လည်း\nရလဒ်ကထင်သလိုမဟုတ်တဲ့အခါ အထင်နဲ့အမြင်လွဲနေတဲ့အခါ\nသေကြောင်းကြံတဲ့အထိဖြစ်သွားလေ့ရှိကြတယ်။ရချင်တာကိုရမလာတဲ့အခါ ကိုယ့်ဖြစ်တည်မှုလေးကို လက်သင့်ခံပြီး\nကိုယ်ပျော်ရွှင်ရာကို ရအောင် ရှာသင့်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာ သူငယ်ချင်းသုံးယောက်ရဲ့ ဘဝနဲ့ယှဥ်ပြီး မြင်သာအောင် ရိုက်ပြပေးထားပါတယ်။\n၁၈ ယောက်စုပြိး ကြည့်ရမယ့် ချစ်ခန်းကြိုက်ခန်းတွေ ပါတာမို့\nမိသားစုနဲ့ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2GB | 973MB | 468MB\nFormat… mp4\nDuration…. 1h 49min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... Blank",
        "rating": "",
        "url": "https://channelmyanmar.org/18-enthralled-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/blurr-143x200.jpg",
        "title": "Blurr (2022)",
        "description": "Blurr (2022)တာ့ပ်ဆီးရဲ့ဇာတ်ကားကောင်းလေးတစ်ကား ထွက်လို့လာခဲ့ပြန်ပါပြီနော် ထုံးစံအတိုင်း သူသရုပ်ဆောင်တဲ့\nကားတွေက မင်းသားမလိုဘဲ သူတစ်ကိုယ်တော်တည်းနဲ့ ဇာတ်လမ်းကို အထွတ်အထိပ်ရောင်အောင်\nဆွဲနိုင်တဲ့အရည်အချင်းရှိတဲ့ကားတွေပါ...ဒီဇာတ်ကားမှာတော့ ဂိုင်သရီးနဲ့ ဂေါ်တမီဆိုတဲ့ အမြွှာညီအစ်မနေရာကနေ\nသရုပ်ဆောင်ထားပါတယ်တစ်ရက် သူ့ညီမလေး ဂေါ်တမီတစ်ခုခုဖြစ်နေတယ်လို့ ဂိုင်သရီးအိပ်မက်ဆိုးမက်ခဲ့ပါတယ်ယောက်ျားဖြစ်သူကို ခေါ်ပြီး ညီမဖြစ်သူအိမ်ကိုလိုက်သွားကြည့်တော့\nညီမဖြစ်သူဟာ ဆွဲကြိုးချလျက်သား သေဆုံးနေတာကို ရှာဖွေတွေ့ရှိခဲ့ရပါတယ်...။ရဲများရဲ့စုံစမ်းစစ်ဆေးမှုအရ ဂေါ်တမီဟာ ကိုယ့်ကိုကိုယ်အဆုံးစီရင်ခဲ့တာပါလို့\nသိရပါတယ်...ဒါကို ဂိုင်သရီးဟာ လက်မခံခဲ့ပါဘူးအဖြစ်မှန်ကို သူကိုယ်တိုင်လိုက်လံစုံစမ်းနေတုန်း သူ့အနောက်ကို\nအမြဲလိုလို လူတစ်ယောက်လိုက်နေသလိုခံစားနေရပါတယ်..သို့ပေမယ့်\nအဲ့ဒီလူကို ဘယ်သူမှမမြင်တွေ့ရပါဘူးတဖြည်းဖြည်းနဲ့ အသက်အန္တရာယ်ပါ ထိပါးလာတဲ့အခါမှာတော့....။ဘာတွေဆက်ဖြစ်လာတော့မလဲ...။\nFile size…1.27GB  / 569MB\nQuality…1080p HQ HD RIP /720p\nFormat…mp4\nDuration….2h 7min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/blurr-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The_Swimmers-135x200.jpg",
        "title": "The Swimmers (2022)",
        "description": "The Swimmers (2022)\n=================\nIMDb Rating - 7.5/10ဒီတစ်ခေါက်တော့ကိုယ်တွေ့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။\nNetflix ကအသစ်ထွက်ရှိလိုက်တဲ့ The Swimmers ဇာတ်ကားက\nRio De Jeneiro မှာ ကျင်းပတဲ့ 2016 Olympics Champion တစ်ဦး\nဖြစ်ခဲ့တဲ့ ဆီးရီးယားလူမျိုး ရေကူးချန်ပီယံ Yusra Mardini ရဲ့ ဂရိ\nပင်လယ်ထဲကနေ ကုန်းမြေအထိလက်ပစ်ကူးပြီး လူတွေကိုကယ်တင်\nပေးခဲ့တဲ့ခက်ခဲကြမ်းတမ်းလှတဲ့ဘဝဇာတ်ကြောင်းကိုပုံဖော်ထားတာပဲ\nဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ ရူစရာတို့ညီအစ်မတွေတစ်ဘက်မှာပျော်ရွှင်နေကြပေမဲ့\nနိုင်ငံတွင်းမှာဗုံးကြဲခံနေရတာကိုမြင်တွေ့ရမှာပါ။ သူတို့သူငယ်ချင်းတွေ\nဗုံးဒဏ်ကြောင့်သေဆုံးခဲ့ရပြီး သူတို့ ရေကူးလေ့ကျင့်တဲ့ကန်အထိပါ ဗုံးကြဲ\nခံရပီးနောက် သူ့ကို အိုလံပစ်ချန်ပီယံအမြဲဖြစ်စေချင်ခဲ့တဲ့ နည်းပြဖြစ်သူ\nအဖေကိုယ်တိုင်က သမီး၂ယောက်ကို ဂျာမနီကိုပို့ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။စိတ်ကူးအတိုင်းမဟုတ်ပဲခက်ခဲလှတဲ့လက်တွေ့ဘဝရဲ့ဒုက္ခအခက်အခဲပေါင်းစုံကို\nလမ်းခရီးမှာ စတင်တွေ့ကြုံရပါတော့တယ်။ ပိုက်ဆံအမြောက်အမြားတောင်းပြီး\nတာဝန်ယူမှုမရှိတဲ့ လူကုန်ကူးသူတွေက လှေအစုတ်တစ်စီးနဲ့လူအများကြီးကို\nပင်လယ်ထဲဖြတ်သန်းခိုင်းရာကနေ စလိုက်တဲ့ ဒုက္ခဆင်းရဲပေါင်းများစွာကို\nကြံ့ကြံ့ခံဖြတ်ကျော်ရင်း ဖခင်အရမ်းဖြစ်စေချင်တဲ့ အိုလံပစ်ချန်ပီယံဆုကို ဘယ်လို\nဆွတ်ခူးနိုင်သွားလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမဲ့အပြင် နိုင်ငံရေးမငြိမ်\nသက်မှုတွေကြောင့် ဒုက္ခရောက်ရတဲ့ ပြည်သူတွေရဲ့ဘဝကိုကိုယ်ချင်းစာကရုဏာ\nသက်စေနိုင်မဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို  Nyein Lai မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Nyein Lai, Khant Sett ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-swimmers-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/pamasahe-133x200.jpg",
        "title": "(18+) Pamasahe (2022)",
        "description": "'အလွန်နွမ်းပါးပုံရတဲ့မိန်းမငယ်လေးတစ်ယောက်ဟာ ရင်ခွင်ပိုက်ကလေးငယ်လေးကိုတင်းတင်းပွေ့ချီရင်း\nမကြာခင်ထွက်ခွာတော့မယ့် ခရီးသည်တင်သင်္ဘောကြီးဆီကို တစ်စတစ်စချဉ်းကပ်လာပြီး\nလူတွေလစ်ပြီအထင်မှာ သင်္ဘောကြီးပေါ်ခိုးတက်ဝင်ရောက်သွားခဲ့ပေမယ့်လဲ\nလက်မှတ်စစ်တဲ့အချိန်မှာ သဘောၤလုံခြုံရေးသုံးဦးရဲ့ဖမ်းဆီးမှုကိုခံလိုက်ရပါတယ်။အကျင့်ပျက်သင်္ဘောအမှုထမ်းသုံးဦးဟာ သူ့ကိုလက်မှတ်စစ်တယ်၊\nမေးခွန်းတွေမေးတယ် ခြိမ်းခြောက်တယ်။ သူတို့လက်ခုပ်ထဲကရေဆိုတာ\nသိသွားတဲ့နောက်မှာတော့ တစ်ယောက်တစ်လှည့်စီဝိုင်းပြီး အခွင့်အရေးယူရုံတင်မကပဲ\nသင်္ဘောကပ္ပတိန်ဆီကိုပါ ဆက်သလိုက်ပါသေးတယ်။ ဒါပေမယ့် သဘောၤကြီးပေါ်က\nငရဲခန်းဟာ ဒီမိန်းကလေးအတွက်အခုမှ အစမဟုတ်သလို သင်္ဘောကြီးဆီက ဆင်းလာပေမယ့်လဲ သူ့ခရီးကမဆုံးသေးပါဘူး။ခရီးစဉ်ရှေ့ဆက်ဖို့အတွက် ဘတ်စ်ကားတစ်စီးရဲ့နောက်ဆုံးခုံပေါ်မှာကလေးနို့တိုက်နေတဲ့သူ့ကို နောက်ထပ်လူရှုပ်လူပွေနှစ်ယောက်က\nလာနှောင့်ယှက်ပြန်ပါတယ်။အဲ့ဒီမှာတော့ သူ့အတွက် ကယ်တင်ရှင်တစ်ယောက်ပေါ်လာခဲ့ပြီး ကယ်တင်ရှင်ဟာ သူ့ကိုခရီးစဉ်တစ်လျှောက်\nကူညီစောင့်ရှောက်ခဲ့သလို သူကလဲ သူ့ဘဝဇာတ်ကြောင်းကိုအထုပ်ဖြေပြောပြပါတော့တယ်။ ကြေကွဲစရာ၊ကြောက်စရာလန့်စရာ၊\nအော်ဂလီဆန်ချင်စရာတွေအပြည့်နဲ့ဘဝဆိုးကို သူဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ရသလဲ? ဒီခရီးအဆုံးမှာလဲ သူ့အတွက် ဘာတွေစောင့်ကြိုနေဦးမလဲ?သရုပ်ဆောင်တွေထပ်လွန်းလို့ ပြောနေကြတဲ့ ပရိသတ်တွေအတွက် Vivamas ကအသစ်စက်စက်လေးနှစ်ယောက်ကိုမိတ်ဆက်ပြီး\nပွဲဦးထွက်စင်တင်ပေးလိုက်တဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ သူတို့လေးတွေကလဲ အရင်စီနီယာတွေထက်မလျော့တဲ့\nဆွဲဆောင်မှုတွေ ညှို့အားတွေနဲ့ ပရိသတ်ကိုဘယ်လိုဆွဲဆောင်ဖမ်းစားသွားမလဲဆိုတာ တစ်ချက်လောက်မြည်းစမ်းကြည့်စေချင်ပါတယ်။\nFile size…1GB / 550MB\nQuality…1080p VMAX WEB DL / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/pamasahe-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1r1vp678jbvsOwgCIW0hc4JQeHA.jpg",
        "title": "Broken Wings (2022)",
        "description": "Broken Wings (2022)အင်ဒိုနီးရှား ဖြစ်ရပ်မှန်ကားလေး တင်ဆက်ပေးပါရစေ။ 2018 ခုနှစ်က အင်ဒိုနီးရှားရဲတွေနဲ့ ထောင်သားတွေအကြားဖြစ်ပွားခဲ့တဲ့ အထိကရု‌ဏ်းကို အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ Leong ဆိုတဲ့လူဟာ ISIS ဆန်ဆန် လူသစ်တွေ ရှာဖွေစုဆောင်းပြီး လူစုလူဝေးများတဲ့နေရာတွေမှာ အသေခံဗုံးလိုက်ခွဲပါတယ်။ တစ်ဖက်မှာလည်း ရဲအရာရှိ Ajiဟာ ကိုယ်‌ဝန်ဆောင်သည်ဇနီးနဲ့အတူ နယ်ပြောင်းလာရပါတယ်။ရဲအရာရှိ Aji ဟာ Leongကို ဖမ်းဆီးနိုင်အောင် ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတော့တော့ ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Jane ပါ။)File Size          : 1.3GB, 522MB, 283MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat          ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/broken-wings-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vx1u0uwxdlhV2MUzj4VlcMB0N6m.jpg",
        "title": "Guillermo del Toro’s Pinocchio (2022)",
        "description": "Guillermo del Toro's Pinocchio (2022)သစ်သားရုပ်လေး ပီနိုခီရိုကို ဒါရိုက်တာကြီး ဂီရယ်မိုဒီတယ်ရိုရဲ့ဗားရှင်းအနေနဲ့ ထွက်လာပါပြီ။\nဒါဟာ ဂီရယ်မိုရဲ့ ပထမဆုံး ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်။\nမူလဇာတ်လမ်းတွေနဲ့ ကွဲပြားစွာပဲ ၁၈၀၀ ခုနှစ်ကိုအခြေမခံဘဲ ပထမကမ္ဘာစစ်အပြီး\nအီတလီမှာ မူဆိုလီနီအာဏာရချိန် ဖက်ဆစ်အစိုးရ ၁၉၃၀ ဝန်းကျင်ကာလကို အခြေခံထားပါတယ်။\nပုံမှန် Animation မဟုတ်ဘဲ Stop Motion အမျိုးအစားမို့လည်း တစ်မျိုးလေး ဆန်းသစ်ပါသေးတယ်။\nပြီးတော့ ဒါရိုက်တာရဲ့ ထုံးစံအတိုင်း ကလေးပုံပြင်တစ်ခုကိုနည်းနည်းပိုမှောင်မိုက်တဲ့ သဘောတရားတွေနဲ့ ပြသထားတာမို့\nလူကြီးပရိသတ်တွေကတော့ ပိုခံစားလို့ကောင်းပါလိမ့်မယ်။\nPan's Labyrinth ရုပ်ရှင်တုန်းကလည်း စပိန်ပြည်တွင်းစစ်ကိုအခြေခံထားသလို\nဒီဇာတ်လမ်းကလည်း အီတလီရဲ့တကယ့်နိုင်ငံရေးအခြေအနေကို အခြေခံထားတာပါပဲ။\nပြီးတော့ ပန်းပုဆရာ ဂျီပတ်တိုရဲ့ သေဆုံးသွားတဲ့ သားနာမည်ကိုလည်း ကာလို အဖြစ် ထည့်သွင်းပေးထားပါသေးတယ်။\nမူရင်း ပီနိုခီရိုပုံပြင်ကိုရေးခဲ့သူ Carlo Collodi ကို ဂုဏ်ပြုတဲ့သဘောဖြစ်မယ်ထင်ပါတယ်။\n၁ နာရီ ၅၇ မိနစ်အကြာရိုက်ကူးထားတာမို့ အကြာဆုံး Stop Motion ရုပ်ရှင်လည်း ဖြစ်သွားပါပြီ။\nဂီရယ်မိုရဲ့ထုံးစံအတိုင်း နိမိတ်ပုံတွေ၊ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/guillermo-del-toros-pinocchio-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fiSU4G6IIcMN2Z8l34BZXqGSK6K.jpg",
        "title": "Holy Spider (2022)",
        "description": "Holy Spider ( 2022 )\n--------------------လာမယ့် ၂၀၂၃ အော်စကာရဲ့ best Interanational Features ဆုအတွက်\nတစ်ပြေးနေတဲ့ ထိပ်ဆုံးငါးကားထဲက တစ်ကားဖြစ်တဲ့ “Holy Spider”ဟာ ကားကတော့\nအီရန်ကားဖြစ်ပေမဲ့ ဂျော်ဒန်မှာရိုက် ပြင်သစ်မှာ Release လုပ်ပြီး\nအော်စကာအတွက် နိုင်ငံကိုယ်စားပြုတာကတော့ ဒိန်းမတ်အနေနဲ့ ဝင်ထားပါတယ်။\nအီရန်မှာတော့ အပိတ်ခံထားရရုံတင်သာမကပဲ Ministry of Culture and Islamic Guidanceကနေ\nဒီရုပ်ရှင်ကမင်းသမီးကို best actress ဆုပေးခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်ကို ပြဿနာရှာထားသလို\nဒီရုပ်ရှင်ဟာ မွတ်စလင်တွေရဲ့ယုံကြည်မှုကို စော်ကားတယ်လို့လည်း ဆိုကြပါတယ်။\nဒီရုပ်ရှင်ကို ရိုက်ကူးတာမှာ ပါဝင်ပတ်သက်နေတဲ့ အီရန်ပြည်တွင်းကလူတွေရှိခဲ့ရင်\nအီရန်ရုပ်ရှင်အစည်းအရုံးက ဒဏ်ခတ်မယ်လို့ပါ ကြေညာထားခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ ၂၀၀၀ခုနှစ်တုန်းက ပြည့်တန်ဆာ၁၆ယောက်ကိုသတ်ခဲ့တဲ့\nအီရန်ကွင်းဆက်လူသတ်သမား တစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို အခြေတည်ထားတဲ့ရုပ်ရှင်ဖြစ်ပြီး\nတစ်ချို့ကလည်း မာစတာပိစ်ကားလို့ ပြောကြပါတယ်။\nအမျိုးအစားကတော့ crime thrillerရုပ်ရှင်ဖြစ်ပြီး\nအီရန်ရဲ့ မြင့်မြတ်တဲ့ဘာသာရေးမြို့လို့ ပြောလို့ရတဲ့ Mashhadမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nဒီမြို့မှာ ပြည့်တန်ဆာလုပ်စားနေတဲ့ အမျိုးသမီးတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းစွာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/holy-spider-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWJmZjZkZGItYmJjNy00NjM3LWIwMTUtNDQ5MWYyMWViZTQwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Urvasivo Rakshasivo (2022)",
        "description": "Urvasivo Rakshasivo (2022)ဒီတစ်ခါမှာတော့ Netflix ကထွက်ရှိလာပြန်တဲ့\nအချစ်ကားလေးတင်ဆက်ပေးချင်ပါတယ် ဒီကားက ၂၀၁၈ထွက်\nPyaar Prema Kaadhal ကို Remake ပြန်လည်ရိုက်ကူးထားပေမယ့်\nလူကြိုက်များခဲ့တဲ့ဇာတ်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်း\nဆရီးကူမားကတော့ မိန်းမမရသေးတဲ့လူပျိုကြီးမို့လို့\nသူ့အမေကိုယ်တိုင်ကချွေးမလိုက်ရှာပေးနေသူပေါ့ ဒါပေမယ့်\nဆရီးကြိုက်နေတဲ့ကောင်မလေးရှိနေပါတယ်သူတို့ရုံးရဲ့မျက်စောင်းထိုးရုံးကကောင်မလေးစင်ဒူပါ\nဆရီးထိုင်ခုံနဲ့စင်ဒူခုံနဲ့က ပြတင်းပေါက်ကကြည့်ရင်အတိုင်းသားဆိုတော့\nလူပျိုကြီးဆရီးကနေ့တိုင်းရုံးတက်ရုံးဆင်းထိုင်ငေးတော့တာပေါ့\nဒါပေမယ့် စင်ဒူကခေတ်ဆန်ပြီး ဆရီးက\nအရက်ဆိုင်မှာအအေးမှာသောက်တတ်တဲ့ကောင်မျိုးပါ\nစော်လိုက်နည်းမသိလို့ ဦးလေးဖြစ်သူကသင်ပြပေးရတဲ့အထိကိုတုံးပါတယ်\nသူတို့နှစ်ယောက်ကြားဆရီးမျှော်မှန်းထားသလိုဖြစ်လာမလား\nအချစ်စစ်တို့လမ်းမှန်ရင် မဖြောင့်ဖြူးဘူးမို့လို့ ဒီနှစ်ယောက်ကြား\nဘယ်လိုအလှည့်အပြောင်းတွေကြုံမလဲဆိုတာဆက်လက်ရှုစားကြပါရှင်\nFile size…1.8GB / 966MB\nQuality…1080p  HQ /720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~ Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/urvasivo-rakshasivo/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQfYOBZ6C40BP8ayIq4EMOdSKWi.jpg",
        "title": "Bringing Out the Dead(1999)",
        "description": "Bringing Out the Dead(1999)***************************IMDb...7.0,,,Rotten Tomatoes 73% Psychology ဆိုတာလူတိုင်းနဲ့ဆက်စပ်နေပါတယ် လူတယောက်ရဲ့ ဝန်းကျင်အသိုင်းဝိုင်းနေထိုင်မှု အလုပ် သူ့ရဲ့ background စတာတွေအပေါ်မှာ လိုက်ပြီးinfluence ဖြစ်တတ်ပါတယ်...ဖရန့်ပီရာစ့်ဆိုတဲ့ ဆေးဖက်အကူလုပ်သားတယောက်မှာအလုပ်ကပေးတဲ့ post traumatic disorder တွေ ခံစားနေရပါတယ်....ဆေးဖက်အကူဆိုတဲ့အတိုင်းပဲ သေသူတွေနဲ့ ခဏခဏထိတွေ့နေရတဲ့ အတွက်ဖရန့်တယောက်အိပ်မပျော်တာတွေ ကြောက်တာတွေထင်ယောင်ထင်မှားဖြစ်တာတွေ ဝိညာဥ်တွေကို မြင်တစ်ချက် မမြင်တစ်ချက်ဖြစ်တာနဲ့တစ်ချိန်လုံး အကြပ်ရိုက်နေပါတယ်...ဒီကားဟာ American psycho နဲ့ ခပ်ဆင်ဆင်ကားလို့တောင်ပြောရမယ် ...ရုပ်ရှင်ထဲက cast တွေဘာလုပ်လို့လုပ်နေမှန်း တစ်ခါတစ်ခါသူတို့ပြောတဲ့ပြောစကားတွေကဘာတွေပြောနေမှန်းကြည့်ရင်းနဲ့တင် ရူးကြောင်ကြောင်နိုင်ပါတယ်....ဒါပေမယ့် American psycho လိုတော့ ပြန်မဖြည်ချပဲ ဒီတိုင်းလေး လူကိုတောက်လျှောက်မွန်းကြပ်အောင် လုပ်ပြသွားတယ်..တစ်ချို့နေရာတွေမှာလည်း အဓိပ္ပါယ်၂ခွ ထွက်တဲ့ scene တွေ color tone တွေကိုလည်းကစားထားတာတွေ့တယ်..အဲ့တော့ ပြောရရင် ပန်းချီကားတစ်ချပ်ကိုကြည့်နေရသလိုပဲ ...ကိုယ့်စိတ်ထဲက deep down တစ်နေရာက ခံစားမှုကိုအခြေပြုပြီး ရတဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bringing-out-the-dead1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkAt4a7KIPc7Fi1BhxNHhYYbe2b.jpg",
        "title": "Lars and the Real Girl(2007)",
        "description": "Lars and the Real Girl(2007)**************************IMDb.... 7.3Ryan Gosling အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးအော်စကာဆန်ကာတင်တစ်ဆုလည်း စာရင်းဝင်ခဲ့တယ်..Broken family လို့ပြောရအောင်သူ့ဘဝက ဆိုးလှတယ်..အဖေရောအမေရောဆုံးသွားတဲ့အပြင်အကိုဖြစ်သူကလည်း ငယ်ငယ်ကတည်းက အိမ်မှာ မနေ..ကားဂိုဒေါင်ထဲ တစ်ယောက်တည်းနေပါများပြီးတော်ရုံလူတွေနဲ့ စကားမပြောတော့... တိတ်ဆိတ်ခြင်းဟာသူ့အတွက်အကောင်းမွန်ဆုံးအဖော်..ဒီချိန်မှာပဲ အိမ်ကိုပြန်ရောက်လာတဲ့ အကိုလင်မယားဟာညီဖြစ်သူရဲ့ အထီးကျန်ဆန်တဲ့ဘဝကိုတွေ့ပြီးအဖော်လေးရအောင်ဆိုပြီး ကောင်မလေးတစ်ယောက်နဲ့မိတ်ဆက်ပေးလိုက်တယ်..အဲ့ဒီနောက်မှာတော့...File Size :(2.4GB) (743MB) and (428MB)\nQuality : Blu-Ray1080P,720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy ,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/lars-and-the-real-girl2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gBFkDYBqvSzrPOWlpGTXRp97NQ.jpg",
        "title": "Enigma(2001)",
        "description": "Enigma(2001)************* Dougray Scott  နဲ့ Kate Winslet တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးဆုကြီး(၃) ဆု လည်းရရှိထားပါတယ်.. ဒုတိယကမ္ဘာစစ်ကြီးအတွင်း နာဇီဂျာမန်တွေရဲ့ယူ-ဘုတ် ရေငုပ်သင်္ဘောတွေက ဟိုနေရာကပေါ်လာလိုက်၊ ဒီနေရာက ပေါ်လာလိုက် နဲ့ အင်္ဂလန်နိုင်ငံကို ထောက်ပံ့မယ့်လက်နက်ခဲယမ်းနဲ့ ရိက္ခာတင်သင်္ဘောတွေကို တိုက် ခိုက် ချေမှုန်းနေတဲ့အတွက်အင်္ဂလန်နိုင်ငံ ဒုက္ခအကြီးအကျယ်တွေ့နေချိန်ဖြစ်ပါ တယ်။ယူဘုတ်ရေငုပ်သင်္ဘောတွေ ကိုရှောင်ရှားဖို့၊ ပြန်လည်တန်ပြန်တိုက်ခိုက်ဖို့အတွက်အဓိကသော့ချက်ကတော့ ဂျာမန်တွေအသုံးပြုဆက်သွယ်တဲ့ အင်နစ်ဂ်မာ စက် (Enigma Machine)ရဲ့ဝှက်စာအသံလွှင့်ချက်တွေကို ဖော်ထုတ်နိုင်ဖို့ဖြစ်ပါတယ်။ဒီဇာတ်လမ်း မှာတော့ သင်္ချာပညာရှင်ရယ်၊ ပျောက်နေတဲ့သူ့ကောင်မလေးရယ်၊စုံထောက်အရာရှိတစ်ယောက်ရယ်၊ သူလျှို တစ် ယောက်ရယ် ပါဝင်နေပါတယ်။သူတို့ရဲ့ လှည့်ကွက်တွေ၊ အားပြိုင်မှုတွေ၊ အတ္တတွေ၊ ချစ်ခြင်းမေတ္တာတွေကဘယ် လောက်အတိုင်းအတာထိ အရေးပါနေပြီး စစ်ပွဲအနိုင်အရှုံးထိဆုံးဖြတ်ပေးသွားနိုင်လဲဆိုတာကိုတော့.       File Size :(3.1GB) (1.1GB) and (428MB)\nQuality : Blu-Ray1080P5.1Ch,720p\nFormat…mp4\nDuration…01:59:00\nGenre : War,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/enigma2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bumiqYiXyC2vbY1yJfMpkClvj2I.jpg",
        "title": "Give Me Five (2022)",
        "description": "မိန်းမသေဆုံးသွားပြီးနောက် မုဆိုးဖိုဘဝနဲ့သားဖြစ်သူကို စောင့်ရှောက်ပြီးနေထိုင်လာခဲ့တဲ့အပြင်လွယ်လွယ်နဲ့ မှတ်ဉာဏ်တွေကို မေ့ပျောက်တတ်သည့်အယ်ဇိုင်းမားရောဂါကို ခံစားနေရသူ - ဝူဟုန်ချီ(လောင်ဝူ)❏ မိခင်သေဆုံးပြီတဲ့နောက် ဖခင်နှင့်အတူသဘောထားကွဲလွဲမှုများစွာနဲ့နေထိုင်လာခဲ့ပြီးဖခင်ဖြစ်သူကို စောင့်ရှောက်လာခဲ့သူ - ရှောင်ဝူတစ်နေ့မှာတော့ အယ်ဇိုင်းမားရောဂါကို ခံစားနေရသူလောင်ဝူဟာ အသိစိတ်မဲ့ပြီး မြစ်ထဲကို ခုန်ချခဲ့ရာမှအစပြုကာ ဆေးရုံကို တင်လိုက်ရပါတော့တယ်ဖခင်ရဲ့ ဆေးရုံစရိတ်တွေကို ပေးဆောင်ဖိုဖခင်သိမ်းဆည်းထားတဲ့ ဘဏ်စာအုပ်ကို ရှာဖွေရင်းမတော်တဆ မိခင်ဖြစ်သူရဲ့ ဒိုင်ယာရီစာအုပ်ကိုတွေ့ရှိသွားခဲ့ပါတယ်အဲဒီအချိန်မှာပဲ ရှောင်ဝူတစ်ယောက် ထူးဆန်းစွာနဲ့၁၉၈၀ ခုနှစ် အချိန်ကို အချိန်ခရီးသွားခဲ့ပြီး ဖခင်ဖြစ်သူနဲ့မိခင်ဖြစ်သူတို ပထမဦးဆုံးအကြိမ် တွေ့ဆုံမှုကို နှောင့်ယှက်မိခဲ့ပါတယ်သူနှောင့်ယှက်မိခဲ့တဲ့ လွဲမှားမှုကိုပြန်လည်ပြင်ဆင်ဖိုအတွက်အတိတ်ကိုပြန်သွားဖို ကြိုးစားတဲ့အခါမှာတော့ -❏ ဘာထူးဆန်းမှုတွေများထပ်ဖြစ်ကြမှာလဲ?❏ သူနှောင့်ယှက်ခဲ့မိတဲ့ ဖခင်နဲ့မိခင်တိုရဲ့ လွဲမှားမှုကိုရောသူပြင်ဆင်ပေးနိုင်ပါ့လား? ဆိုတာ ဟာသနှောပြီးကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်ဟာသကားလေးဖြစ်တာမိုစိတ်ညစ်နေတဲ့ အချိန်လေးမှာကြည့်ရှုဖို တိုက်တွန်းလိုက်ရပါတယ်ရှင်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL 480p,1080pFormat : mp4Genres : Comedy, Romance, ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Qvnl/Give_Me_Five_(1080p)_CM.mp4",
        "category": "Comedy, Drama, Romance, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hlgzJXLgyECS1mk3LSN3E72l5N.jpg",
        "title": "Blue Velvet (1986)",
        "description": "Blue Velvet (1986)==================‘Blue Velvet’ ဆိုတာ တကယ်တော့ တစ်ခေတ်တစ်ခါကအရမ်းကိုနာမည်ကြီးခဲ့တဲ့ Bobby Vintonရဲ့ သီချင်းတစ်ပုဒ်ပါ။ဒါရိုက်တာအတွက် ဒီရုပ်ရှင်ရေးဖို့ စိတ်ကူးရချိန်တုန်းက ခံစားရတဲ့mood တစ်ခုဖြစ်တဲ့အပြင် ရုပ်ရှင်ထဲမှာပါ ဒီသီချင်းကို အဓိကနေရာက ထည့်သုံးထားတာမို့ ရုပ်ရှင်နာမည်ဖြစ်လာခဲ့တာပါ။Surrealism နဲ့ neo-noir film တို့ရဲ့ ဘိုးအေကြီး David Lynch ရဲ့လက်ရာတစ်ခုဖြစ်ပြီး ၁၉၈၆ ရဲ့ အကောင်းဆုံးရုပ်ရှင်လို့ ဝေဖန်ရေးဆရာတွေက သတ်မှတ်ခဲ့ကြပါတယ်။ လင့်ချ်ဘိုးတော်နဲ့ ပတ်သတ်ရင်အဝေးပြေးလမ်းမကြီးပေါ် အခြေခံထားတဲ့ ရုပ်ရှင်ကိုတောင်“Straight Story” လား “Lost Highway” လားဆိုတာမျိုး အရသာကသိသိသာသာကွဲမှာမို့ ဒီကားဟာတော့ ဒုတိယတစ်မျိုးထဲကလို့ကြိုပြောထားချင်ပါတယ်။ Mulholland Drive ကြိုက်တဲ့သူတွေအတွက်လည်း အံကိုက်ပါပဲ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ဖခင်ဖြစ်သူ ရုတ်တရက်လေဖြတ်သွားလို့ နယ်မြို့လေးကို ပြန်လာတဲ့ ကောလိပ်ကျောင်းသားလေးတစ်ယာက် နားရွက်ပြတ်တစ်ဖက်ကို ကောက်ရပြီးနောက်ပိုင်း သူ့ရဲ့ စူးစမ်းလိုစိတ်ကြောင့် လျှို့ဝှက်နက်နဲမှုတွေထဲ တစ်စတစ်စကျွံဝင်သွားရင်း သူမမြင်ယောင်ကြည့်ဖူးတဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/blue-velvet-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTc4Mzk0ODM4N15BMl5BanBnXkFtZTcwNjg4MDMyMQ@@._V1_-141x200.jpg",
        "title": "Ditto (2000)",
        "description": "Ditto (2000)\" ကမ္ဘာ တစ်ဖက်မှာ နင်နေထိုင်တယ် ကမ္ဘာ တစ်ဖက်မှာ ငါနေထိုင်တယ် \"ဆိုတဲ့ စိုင်းစိုင်းခမ်းလှိုင် သီချင်းလိုပါပဲဒီဇတ်လမ်းကို ကြည့်မိတဲ့ အချိန်ကနှလုံးသားထဲမှာ ဆွေးဆွေးမြေ့မြေ့ ကို ဖြစ်လာတာပဲဒီဇတ်လမ်းက ဆိုအွန်း ဆိုတဲ့ ကောင်မလေး နဲ့ဂျီအင်း ဆိုတဲ့ ကောင်မလေး တို့ နဲ့ ဇတ်လမ်းစတာပဲဆိုအွန်းမှာ မီးသတ်တပ်ဖွဲ့တွေ သုံးတဲ့ ရေဒီယို တစ်လုံး ရှိနေတယ်တစ်ရက်သော နေ့မှာတော့ အဲ့ဒီရေဒီယိုကနေ အသံတစ်ခုကြားရတယ်တစ်ဖက်က ဆက်သွယ်လာတဲ့ အသံတစ်ခုပေါ့အသံပိုင်ရှင်က ဂျီအင်း လို့ ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ပုံမှန်ပဲ မိတ်ဆက်ကြတာပေါ့ ဂျီအင်း နဲ့ ဆိုအွန်း တို့တစ်ယောက်နဲ့ တစ်ယောက် ကျောင်းမှာ ချိန်းကြတယ်အဲ့ဒီ နေ့က စိတ်တွေ လှုပ်ရှားနေကြတယ်...ဆိုအွန်း ကျောင်းရဲ့ နာရီစင်ရှေ့မှာ စောင့်နေတယ်ဂျီအင်းက ပေါ်မလာခဲ့ဘူး....ဂျီအင်း ကိုယ်တိုင်ကလဲ ဆိုအွန်းကိုမိုးရေတွေထဲ ကျောင်းရှေ့ စောင့်နေခဲ့တာပါပဲသူတို့ ၂ ယောက် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ditto-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/B2Nblc-142x200.jpg",
        "title": "Center Stage (1991)",
        "description": "Center Stage( 1991 )\n------------------------တရုတ်အကယ်ဒီမီကစာရင်းလုပ်ခဲ့တဲ့ တရုတ်ပြည်သုံးခြမ်းလုံးမှာ ထွက်ခဲ့တဲ့သမျှ အကောင်းဆုံးကားတစ်ရာထဲ နံပါတ်၄၄နေရာယူထားတဲ့ ရုပ်ရှင်ပါ။ ဒါရိုက်တာကတော့ Rouge (1987)ကားကို ရိုက်ခဲ့တဲ့ Stanley Kwanပါပဲ။ Center Stage ဟာ ၁၉၃၀ပြည့်နှစ်တွေတုန်းက နာမည်ကျော်ခဲ့တဲ့ မင်းသမီးရွမ်လင်းယုအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး။ ဒိုကူမန်ထရီလိုလိုတစ်ခြမ်း ဇာတ်အိမ်ဆင်ရိုက်ပြတာတစ်ခြမ်း နှစ်ခြမ်းကို တစ်လှည့်စီပြနေတဲ့ရုပ်ရှင်ပါပဲ။ ပြောရရင် ဒီရုပ်ရှင်မှာ ပါဝင်နေသမျှ ဒါရိုက်တာအဆုံး မင်းသားမင်းသမီးတွေအကုန်လုံးဟာ ၁၉၆၀နဲ့ အနီးတစ်ဝိုက်မှာ မွေးခဲ့တဲ့သူတွေဖြစ်ပြီး သူတို့မမွေးခင် နှစ်၃၀လောက်က နာမည်ကျော်ခဲ့တဲ့ မင်းသမီးအကြောင်းကို ၁၉၉၀လောက်မှာ ခြေရာပြန်ကောက်ကြ ဆွေးနွေးကြတာကိုလည်း တစ်လှည့်ရိုက်ပြထားပါတယ်။ဒီရုပ်ရှင်ထဲ သူတို့ရိုက်ပြထားတဲ့ မင်းသမီးက ၁၉၃၀ဝန်းကျင် အသံတိတ်ခေတ်လောက်က မင်းသမီး ရွမ်လင်းယုပါ။ သူဟာ အသက်၂၄နှစ်မှာတင် အောင်မြင်နေတုန်းမှာတင် သက်သေခဲ့ပေမဲ့ တရုတ်ရုပ်ရှင်လောကရဲ့ အမှတ်သညာတစ်ခု ဖြစ်လာခဲ့တဲ့သူပါ။ သူဟာ ၁၉၂၇မှာ မင်းသမီးစလုပ်ခဲ့ပြီး ၁၉၃၅မှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2wrI2/Center_Stage_(1991).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2g0XtMU4zH2URSkx62n1aWTXTV.jpg",
        "title": "She Said (2022)",
        "description": "She Said (2022)~ IMDb - 7.4/10, Rotten Tomatoes - 87% ~2017 လောက်က ဟောလိဝုကိုရော ကမ္ဘာကြီးကိုပါ တုန်လှုပ်စေခဲ့တဲ့ အမှုအခင်းကြီးတစ်ခု ဖြစ်ခဲ့ပါတယ်။ ဟာဗီဝိုင်းစတိန်းဆိုတဲ့ ကမ္ဘာကျော် ရုပ်ရှင်ထုတ်လုပ်သူကြီး၊ Miramax ကုမ္ပဏီကို တည်ထောင်သူကြီးရဲ့ လိင်အကြမ်းဖက်မှုနဲ့ မုဒိန်းမှုတွေအကြောင်းပဲဖြစ်ပါတယ်။ မီရာမက်စ်ကုမ္ပဏီဆိုတာ Pulp Fiction, Kill Bill လိုမျိုး ကမ္ဘာကျော်ရုပ်ရှင်တွေ မရေတွက်နိုင်အောင် ထုတ်လုပ်ခဲ့တဲ့အပြင် ဟောင်ကောင်ဌာနခွဲကနေပဲ Shaolin Soccer လို ရုပ်ရှင်မျိုးတွေထုတ်ခဲ့တာပါ။ ဒါကြောင့် ဧရာမကုမ္ပဏီကြီးတစ်ခုဖြစ်ပြီး ကမ္ဘာကျော် မင်းသား၊မင်းသမီး၊ ဒါရိုက်တာတွေအကုန် ဟာဗီနဲ့ ပတ်သက်နေရတာ များပါတယ်။အဲဒီအမှုမီးပွားကို စတင်ခဲ့သူကတော့ တိုင်းမ်မဂ္ဂဇင်းရဲ့ စုံစမ်းဖော်ထုတ်ရေး သတင်းထောက် ဂျိုဒီကန်တာနဲ့ မီဂန်တူဟီတို့ပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာလည်း ဒီနှစ်ယောက်ကို အဓိက ဇာတ်ကောင်အနေနဲ့ ထည့်သွင်းထားပြီး ဟာဗီဝိုင်းစတိန်းရဲ့လုပ်ရပ်တွေကို ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/she-said-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTIyMzMwNGQtMzhhYS00YTA0LWJjZjQtNzA1YTBkN2Y3NGIyXkEyXkFqcGdeQXVyMTIyNDY3Nzkz._V1_-156x200.jpg",
        "title": "Last Romance (1988)",
        "description": "Last Romance ( 1988 )ဟောင်ကောင်ဖန်တိုင်း ချစ်ကြတဲ့ မမမက်ဂီချောင်နဲ့ Cherie Chungတို့ အဓိကဇာတ်ကောင်၂ကောင်အဖြစ် တွဲဖက်သရုပ်ဆောင်ထားတဲ့ မင်းသမီးအသားပေး ရုပ်ရှင်ပါပဲ။ ခုနေတော့ မက်ဂီချောင်က နာမည်ပိုကြီးပေမဲ့ ဒီကားထွက်တုန်းကတော့ သူ့မှာ လောက်လောက်လားလား ဘာကားမှမရှိသေးသလို Cherie Chungကလည်း အဲဒီအရင်နှစ်တင် An Autumn's Taleနဲ့ နာမည်ရနေတဲ့ကာလဆိုတော့ သူ့ဇာတ်ကောင်ကိုတော့ နည်းနည်းပိုအသားပေးထားပါတယ်။ဇာတ်လမ်းကတော့ အသက်၁၇မှာ စသိပြီး အခင်ဆုံးတွေဖြစ်ခဲ့ကြတဲ့ သူငယ်ချင်း၂ယောက် ဆယ်ကျော်သက်ဘဝကနေ သက်လတ်ပိုင်းအထိ ရောက်ရှိလာပုံလို့ ပြောရပါမယ်။ ဟောင်ကောင်လူနေမှုစနစ်ထဲက သူတို့ ဒုက္ခတွေကိုရောပေါ့။ သူတို့၂ယောက်ဟာ ကောင်လေးတစ်ယောက်တည်းကို အတူလိုက်တဲ့အထိခင်ခဲ့ကြတယ်။ Cherie Chungရဲ့ဇာတ်ကောင်ဟာ အဲဒီနောက်သိပ်မကြာခင်မှာပဲ သူ့အဖေကို ဆုံးသွားပြီး တစ်ကောင်ကြွက်ဖြစ်သွားရာက နိုက်ကလပ်မှာ အပျော်မယ်လုပ်ရတဲ့ဘဝကိုရောက်သွားခဲ့တယ်။ မက်ဂီကတော့ သူ့သူငယ်ချင်းကို ချစ်မြဲပါပဲ။ ဒီလိုနဲ့ သူတို့အသက်တွေကြီးလာ ကိုယ်စီဘဝတွေမှာ အောင်မြင်လာရင်း တစ်နေ့ သူတို့အတူကြိုက်ခဲ့တဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Qug2/Last_Romance_(1988).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BM2Q0YzYxNDgtMmQ2Yi00NzVjLTk3ZWItODg1NGEwMzllNGY3XkEyXkFqcGdeQXVyNTg0MTgzNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Root Letter (2022)",
        "description": "Root Letter (2022)\n==============\nIMDb Rating - 5.9/10ကာလို့စ်ဆိုတဲ့ကောင်လေးနဲ့ ဆာရာဆိုတဲ့ကောင်မလေးတို့ဟာ\nတစ်ယောက်နဲ့တစ်ယောက် အပြင်မှာ မြင်လဲမြင်၊ တွေ့လဲမတွေ့ဖူးဘဲနဲ့\nစာလေးတွေကနေတဆင့် ခင်မင်ရင်းနှီးသိကျွမ်းဝင်နေကြတဲ့ စာရေးဖော်\nသူငယ်ချင်းနှစ်ယောက်ပါ။ တစ်နေ့မှာတော့ ဆာရာတစ်ယောက် ကာလို့စ်\nပို့တဲ့စာတွေကိုလဲပြန်မဖြေတော့သလို သူကိုယ်တိုင်လဲစာအသစ်တွေမပို့\nတော့တဲ့အတွက် ကာလို့စ်တစ်ယောက် ဆာရာနဲ့အဆက်အသွယ်ပြတ်ခဲ့\nရပါတယ်။အဲ့လိုနဲ့ အချိန်တစ်နှစ်လောက်အကြာမှာ ကာလို့စ်ဆီကို ဆာရာ့ဆီကနေ\nစာတစ်စောင်ပြန်ရောက်လာခဲ့ပါတယ်။ စာထဲမှာ ဆာရာက သူလူတစ်ယောက်\nကိုသတ်လိုက်မိတဲ့အကြောင်းရေးထားတာကိုတွေ့လိုက်ရတဲ့အခါမှာ ဆာရာ\nဘယ်သူ့ကိုသတ်လိုက်မိတာလဲ၊ ဘာကြောင့်သတ်ခဲ့မိတာလဲ၊ တစ်နှစ်လုံးလုံး\nဆာရာတစ်ယောက်အစအနပျောက်နေခဲ့ပြီးတော့ အခုကျတော့မှ ကာလို့စ်ဆီ\nကိုစာပြန်ပို့ရတာလဲ၊ ကာလို့စ် ဒီမေးခွန်းတွေကို ဘယ်ကနေဘယ်လိုအဖြေရှာ\nမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးကိုကြည့်ရင်းနဲ့ပဲ ဆက်လက်ရှာဖွေလိုက်\nကြပါဦးလို့၊(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (400 MB)\nQuality............WEB-RIP 1080p /  720p\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery, Thriller\nTranslator.......Finoa Gillen\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/root-letter-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23kUWRcMWrpb9huVE8R0ObHmSTp.jpg",
        "title": "[18+] Us x Her (2022)",
        "description": "Us x Her (2022)ဒေ့ဗ်ဟာ တစ်ချိန်က ဘတ်စ်ကတ်ဘောလက်ရွေးစင်တစ်ယောက်ဖြစ်ခဲ့ပြီး ချစ်သူ မာရီကို လက်ထပ်ကာ အောင်မြင်ပျော်ရွှင်တဲ့ အိမ်ထောင်တစ်ခုကို ပိုင်ဆိုင်ခဲ့ပါတယ်။ ဒါပေမယ့်လဲ ဒူးဒဏ်ရာကြောင့် အနားယူပြီးတဲ့နောက်ပိုင်း လုပ်သမျှစီးပွားရေးတွေကလဲ ကိုဗစ်မွှေလို့ တစ်ခုပြီးတစ်ခုအရှုံးပေါ်၊ ဇနီးသည်ဖြစ်သူ မာရီကလဲ ကိုယ်ဝန်ပျက်ကျခဲ့တဲ့နောက်မှာတော့ သူတို့အိမ်ထောင်ရေးမှာ မုန်တိုင်းထန်စပြုလာပါတယ်။ ဒေ့ဗ်ကိုယ်တိုင်လဲ ဒူးဒဏ်ရာကြောင့် မှီဝဲရတဲ့ဆေးတွေကြောင့် မူးယစ်ဆေးစွဲသလိုဖြစ်နေပြီး ဇနီးဖြစ်သူနဲ့ မပြည့်ဝတဲ့ဆန္ဒတွေကို တစ်ချိန်က သူ့ပရိသတ်၊ သူ့အပေါ် အရူးအမူးစွဲလန်းနေရှာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထွက်ပေါက်ရှာလိုက်မိတဲ့နောက်မှာတော့ ပြဿနာတွေရဲ့ အထွတ်အထိပ်ကိုရောက်ဖို့ ဖြစ်လာပါတော့တယ်။ကောင်မလေးဖြစ်တဲ့ လီလာဟာ သူလိုသလိုသုံးပြီး ပစ်ထားလိုက်တဲ့အချိန်မှာ ငြိမ်ခံမနေပဲ ဇနီးဖြစ်သူ မာရီဆီကတစ်ဆင့် သူတို့အိမ်ထောင်ရေးထဲ တတိယမြောက်လူအဖြစ် ဝင်ရောက်လာခဲ့ပါတယ်။ လင်လုဖက်အနေနဲ့မဟုတ်ပဲ သူ့ဇနီးရဲ့ချစ်သူအဖြစ်ပါ။ ပုံမှန်ယောက်ျားတွေ အတော်များများအတွက် စိတ်ကူးယဉ်အိပ်မက်ဖြစ်နိုင်မယ့် သီရိစံဇာတ်ကို ဒေ့ဗ်ဟာ သူ့ဇနီးသည်နဲ့အတူ ကြည်ကြည်ဖြူဖြူ သုံးပါးသွားခွင့်ရတော့မှာဖြစ်ပေမယ့် မပြေလည်နိုင်တဲ့ပြဿနာတွေက ဘာတွေဖြစ်လာမလဲ...? ဇနီးသည်မာရီက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/us-x-her-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dWvkUmd6EfYKJvpaw3kqwBLQ8jg.jpg",
        "title": "Corsage (2022)",
        "description": "Corsage (2022)\"ယိုယွင်းပျက်စီးမှုတွေနဲ့ တိမ်တွေလိုမှောင်မဲလာတဲ့ လူတစ်ယောက်ရဲ့ အသက် ၄၀ ကာလ\"ဩစတြီးယားရဲ့ ဧကရီတစ်ဦးကရော အသက်၄၀ကာလရဲ့ အိုမင်းမှုကို ရှောင်လွဲနိုင်ပါ့မလား?တိုင်းပြည်တစ်ပြည်ရဲ့ ဧကရီ၊ ပြည်သူပြည်သားတိုင်းရဲ့ အလှနတ်ဘုရားတစ်ပါးအဖြစ် နေထိုင်ကျင်လည်ခဲ့တဲ့ ဧကရီဘုရင်မကြီးဟာလည်းပဲ အိုမင်းရင့်ရော်မှု၊ နာကျင်မှု တို့ကို လွန်ဆန်ပိုင်ခွင့် မရှိခဲ့ပါဘူး။မတည်မြဲခြင်းတွေနဲ့ လွင့်ပျယ်သွားတဲ့ တစ်မိုးအောက်အလှတရားတွေမရှိတော့တဲ့ မိန်းမသားတစ်ယောက်ရဲ့ အထီးကျန်ဆန်မှုကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဂန္တဝင်ဆန်ဆန် ရုပ်ရှင်တစ်ခုလို့ပဲ တင်စားလိုက်ချင်ပါတယ်။ဆုတွေတစ်ပြုံကြီးသိမ်းထားတဲ့ ဒီဇာတ်လမ်းလေးကတော့ တော်ဝင်ဆန်ဆန် အဆင်အယင် ပုံရိပ်တွေကို သဘောကျတတ်သူများအတွက် ကြည့်သင့်တဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။ဇာတ်ကွက်တိုင်းမှာ လွင့်ယိမ်းသွားမယ့် စိတ်ခံစားချက်ပေါင်းစုံနဲ့ ဘုရင်မကြီးရဲ့ မျက်နှာဟန်အမျိုးမျိုးကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာမို့ လက်မလွတ်တမ်းကြည့်ရှုလိုက်ဖို့ တွန်းတွန်းလိုက်ရပါတယ်ခင်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hae Areum ပါ။)File Size          : 2.8GB, 705MB, 333MB\nQuality          ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/corsage-2022/"
    }
]