[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGY1OWI4M2UtYjRlNi00ZjBmLWE5OTYtYjlmNzY0ODEwNDBhXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_-133x200.jpg",
        "title": "Tetris (2023)",
        "description": "Tetris (2023)\n==========\nIMDb Rating - 7.4/10တက်ထရစ်ဂိမ်းကို လူအတော်များများဆော့ဖူးပြီး မဆော့ဖူးရင်\nတောင် မြင်ဖူးကြမှာပါ။ သန်း ၅၂၀ ကျော် ရောင်းချခဲ့ရပြီး မိုဘိုင်း\nဂိမ်းအဖြစ် သန်း ၆၅၀ ကျော် ဒေါင်းလုတ်ဆွဲခံရတဲ့ ဂိမ်းတစ်ခုဖြစ်\nပါတယ်။ ၂၀၂၀ အထိ သမိုင်းတလျှောက်အရောင်းရဆုံးဂိမ်းဖြစ်\nခဲ့ပြီး အဲဒီနောက်မှာမှ Minecraft (2009) က ကျော်တက်သွား\nခဲ့တာပါ။ လက်ရှိမှာတော့ Minecraft ကပထမ၊ Grand Theft\nAuto V (2013) က ဒုတိယနဲ့ Tetris က တတိယဖြစ်နေပါပြီ။ဒါပေမဲ့ ဂိမ်းစက်နဲ့ကော်ပီရောင်းရနှုန်းက သန်း ၅၀၀ ကျော်တာမို့\nမာရီယိုပြီးရင် ဒုတိယအရောင်းရဆုံး ဂိမ်းဖရန်ချိုက်စ်လည်း ဖြစ်\nနေပါတယ်။ အရာတစ်ခုခုကို အချိန်အကြာကြီး အာရုံစူးစိုက်ပြီး\nလုပ်လိုက်ရင် အဲဒီအရာက လူတွေရဲ့ အတွေးတွေ အိပ်မက်တွေ\nစိတ်ပုံရိပ်တွေကို လွှမ်းမိုးသွားတဲ့ သက်ရောက်မှုကိုတောင် စိတ်\nပညာရှင် Jeffrey Goldsmith က Tetris Effect ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/tetris-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWY1ZDY4MmQtYjhiYS00N2QwLTk1NzgtOWI2YzUwZThjNDYwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Creed III (2023)",
        "description": "Creed III (2023)\n=============\nIMDb Rating - 7.2/10ခရိရုပ်ရှင် သုံးကားမြောက်လာပါပြီ။ ခရိဆိုတာ စတားလုံးသရုပ်\nဆောင်ခဲ့တဲ့ လက်ဝှေ့ရုပ်ရှင်တွေရဲ့နောက်ဆက်တွဲအဖြစ် ထွက်\nလာတဲ့ မျိုးဆက်သစ်လက်ဝှေ့သမားအကြောင်းပါ။ မင်းသားက\nတော့ မိုက်ကယ်ဘီဂျော်ဒန်ပါပဲ။ ခရိအရင်ရုပ်ရှင် နှစ်ကားကိုလည်း\nချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီရုပ်ရှင်အစမှာတော့ ခရိဟာ ဟဲဗီးဝိတ်ကမ္ဘာ့ချန်ပီယံဆုတွေ\nအလီလီရခဲ့ပြီး လက်ဝှေ့လောကကနေ အနားယူပြီးခဲ့ပါပြီ။ လက်\nချောင်းအရိုးအက်တာတွေ၊ မျက်ခုံးကွဲတာတွေ ဒဏ်ရာဒဏ်ချက်\nဟောင်းတွေလည်း အပြည့်ပါပဲ။ ဒီတော့ မိသားစုနဲ့ပဲ လက်ဝှေ့\nသမားလေးတွေ ပျိုးထောင်ပေးရင်း အေးအေးချမ်းချမ်းနေထိုင်\nနေပါပြီ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူ့ရဲ့ ငယ်သူငယ်ချင်း ဒိမ်းနဲ့\nပြန်တွေ့လာပါတယ်။ ဒိမ်းဟာ သူ့ထက်ကြီးပြီး ထောင် ၁၈ နှစ်\nလောက်ကျပြီးမှ ပြန်ထွက်လာတဲ့သူပါ။ သူတို့မှာ ရာဇဝင်တွေ\nရှိခဲ့ပါတယ်။ ဒိမ်းက အသက်ကြီးနေပေမဲ့ လက်ဝှေ့ကိုစိတ်မကုန်\nသေးဘဲ ခရိလို လက်ဝှေ့ချန်ပီယံဖြစ်ချင်လို့ ကူညီပေးဖို့ တောင်း\nဆိုလာတဲ့အခါ...Creed I - LinkCreed II - Link(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMr.Anderson ဖြစ်ပါတယ်)File Size..........(3.16 GB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/creed-iii/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDU2N2JhY2ItYTk1MS00YWY3LTljYTQtMjEzMzFhNzg1YjkxXkEyXkFqcGdeQXVyMTU3MDMwMTQ4._V1_-134x200.jpg",
        "title": "Black Girl Missing (2023)",
        "description": "Black Girl Missing (2023)\n===================ဒီနေ့တင်ဆက်ပေးမှာကတော့ ဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီး ရိုက်ထားတဲ့\nရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်။ (၁၈) နှစ်အရွယ် သမီးလေး ပျောက်သွား\nလို့ လိုက်ရှာတဲ့ လူမည်းအမျိုးသမီး မိခင်တစ်ယောက် ကြုံတွေ့ခဲ့ရတဲ့\nခွဲခြားဆက်ဆံမှုတွေ မတရားမှုတွေကို မြင်တွေ့ရမှာ ဖြစ်ပါတယ်။\nရှယ်လ်ဘိတ်ကာက ဘလူးဗယ်လ်လီ အထက်တန်းကျောင်းက ဒု\nကျောင်းအုပ်ပါ။ ချစ်စရာ သမီးလေးနှစ်ယောက်လည်း ပိုင်ဆိုင်ထား\nပါတယ်။ ခင်ပွန်းဆုံးသွားပြီး စိတ်သစ်လူသစ်ဖြစ်အောင် ဘလူး\nဗယ်လ်လီကို ပြောင်းခဲ့ကြတာပါ။တစ်နေ့မှာတော့ သမီးကြီး လော်ရန် ပိတ်ရက်အိမ်ပြန်လာတုန်း\nစကားများကြပါတယ်။ စိတ်ဆိုးပြီး လော်ရန် ကောလိပ်ကို ပြန်\nသွားပြီပဲ ထင်နေခဲ့တာပါ။ လော်ရန်နဲ့ စကားမပြောဖြစ်တာ ကြာ\nပါပြီ။ ဖုန်းဆက်လို့ စာပို့လို့လည်း မရပါဘူး။ ဟိုဟိုဒီဒီ စုံစမ်းကြည့်မှ\nလော်ရန် ပျောက်နေပြီဆိုတာ သိလိုက်ရပါတယ်။ ရဲတွေကို သွား\nရောက်အကြောင်းကြားပေမဲ့ ထွက်ပြေးသွားတာလို့ပဲ သုံးသပ်\nပြောကြားပြီး သေချာစုံစမ်းမပေးကြပါဘူး။ သတင်းထောက်တွေကို\nပြောတော့လည်း စိတ်ဝင်စားစရာ မရှိဘူးဆိုပြီး အာရုံမစိုက်ကြပါဘူး။တစ်ချိန်တည်းမှာပဲ ဂျက်စီကာရူဆို ဆိုတဲ့ လူဖြူကောင်မလေး\nတစ်ယောက်လည်း ပျောက်နေပါတယ်။ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/black-girl-missing-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bLx65HxkkMk006tZcePsoN9shJ.jpg",
        "title": "Even if This Love Disappears from the World Tonight(2022)",
        "description": "Even if This Love Disappears from the World Tonight(2022)******************************************************** ဒီရုပ်ရှင်လေးဟာ 2016ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Tomorrow I Will Date With Yesterday’s Youရုပ်ရှင်ကို\nရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာတစ်ဦးတည်းကပဲရိုက်ကူးထားပြီး ကြည်ကြည်နူးနူး ဆွေးဆွေးမြေ့မြေ့ ခံစားရမယ့်ခံစားချက်vibeလေးကလည်းအတူတူပါပဲ။\nဇာတ်လမ်းအကြောင်းအရာကတော့ Toruဟာသူငယ်ချင်းဖြစ်သူအနိုင်ကျင့်ခံရတာကနေကယ်တင်ဖို့ဆိုပြီး Hinoဆိုတဲ့အတန်းဖော်ကောင်မလေးဆီ\nချစ်ကြိုက်ကြောင်းဟန်ဆောင်ဝန်ခံခဲ့ရပါတယ်။ Hinoကလည်း Toruကိုရည်းစားအဖြစ်လက်ခံခဲ့ပေမယ့်စည်းကမ်းချက်လေးသုံးချက်ကိုတော့ လိုက်နာခိုင်းပါသတဲ့။\n၃ချက်ထဲက တစ်ချက်ကတော့ တကယ်ချစ်သွားလို့မရဘူး ဆိုတာပါပဲ။\nနောက်ပြီး Hinoဆိုတဲ့အမျိုးသမီးလေးဟာ ကားမတော်တဆမှုတစ်ခုကြောင့်မှတ်ဉာဏ်အသစ်တွေမမှတ်နိုင်ဘဲ အိပ်ပျော်သွားတာနဲ့ ဒီနေ့အတွက်မှတ်ဉာဏ်တွေပျောက်သွားရသူပါ။အဲ့ဒီနောက်မှာတော့...................File Size :(1.4GB) and (549MB)\nQuality :Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:01:00\nGenre :Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/even-if-this-love-disappears-from-the-world-tonight2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5dV1p5yZfNMuBOgVleLi5VgOG6.jpg",
        "title": "Suite Francaise (2014)",
        "description": "Suite Francaise (2014)********************Suite Francaiseရုပ်ရှင်ရဲ့ မူရင်းဝတ္ထုဟာဆိုရင် ဒုတိယကမ္ဘာစစ်အတွင်းမှာရေးသားခဲ့တာဖြစ်ပြီး၂၀၀၄ခုနှစ်ရောက်မှ ထုတ်ဝေနိုင်ခဲ့ပါတယ်။\nအကြောင်းရင်းကတော့ ဒီဝတ္ထုကိုရေးသားခဲ့သူ Irène Némirovskyဟာ ၁၉၄၂ခုနှစ်မှာ ဂျူးလူမျိုးဖြစ်တဲ့အတွက်ဂျာမန်တပ်တွေ ဖမ်းဆီးတာခံရပြီး\nAuschwitzချွေးတပ်စခန်းမှာအခြားသော ဂျူးလူမျိုးတွေနဲ့အတူသတ်ဖြတ်ခံခဲ့ရလို့ပါ။\nနှစ်၆၀လောက်ကြာပြီးတဲ့နောက်မှာ သူမရဲ့သမီးဖြစ်သူက မိခင်ဖြစ်သူရဲ့မှတ်စုစာအုပ်ထဲမှာရေးသားထားတဲ့ဝတ္ထုနှစ်ပုဒ်ကိုတွေ့ရှိခဲ့ပြီး၊ ဒီဝတ္ထုနှစ်ပုဒ်ပေါင်းပြီးမှ\nSuite Francaiseဆိုတဲ့ ဝတ္ထုတစ်ပုဒ်ဖြစ်လာကာ နောက်များမှ ရုပ်ရှင်အဖြစ်ပိတ်ကားပေါ်ရောက်ရှိလာရပါတယ်။\nမူရင်းစာရေးဆရာမဟာ ဒီဇာတ်လမ်းကို အပိုင်း ၅ပိုင်းနဲ့ရေးသားခဲ့မှတ်စုထုတ်ထားခဲ့ပေမယ့်လည်းနှစ်ပိုင်းသာအချောသတ်ရေးသားနိုင်ခဲ့တဲ့အတွက်\nကျန်သုံးပိုင်းကတော့ မှတ်စုစာအုပ်ထဲက မှတ်တမ်းမှတ်ရာလေးတွေအဖြစ်သာကျန်ရှိနေဆဲပါ။\nဒီဇာတ်ကားရဲ့ဇာစ်မြစ်လေးဟာ ဒီလိုကြေကွဲစရာကောင်းသလို ဇာတ်လမ်းလေးကလည်း ရိုးရိုးရှင်းရှင်းဆို့ဆို့နင့်နင့်နဲ့ အချစ်၊အမုန်းဒွန်တွဲပြီး ရန်သူတွေတစ်ဖြစ်လဲ၊\nဝတ္တရား တာဝန်တွေ ခြားနားခံထားရတဲ့ ချစ်သူနှစ်ဦးအကြားကတိမ်းညွှတ်လိုက်လျောမှုတွေကိုပေါ်လွင်အောင်ရိုက်ပြထားပြီး လက်မလွှတ်တမ်းကြည့်သင့်တဲ့war romantic dramaကားမို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ။File Size :(1.7GB) and (688MB)\nQuality :Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : War, Drama , Romance , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/suite-francaise-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzAyM2E2ZjAtNDQ5ZS00NmEwLTk0ZjgtOTcwZDQ5MzJkNTRjXkEyXkFqcGdeQXVyMTI1ODc2MDA4._V1_-142x200.jpg",
        "title": "Civil War Saint (2022)",
        "description": "Civil War Saint (2022)\n================ဇာတ်လမ်းလေးကတော့ တိုက်ပွဲအတွင်းမှာဒဏ်ရာရလာတဲ့\nဂျွန်နသန်ကို ဆေးရုံက ဝီလာမီနာဆိုတဲ့ခွေးကရှာတွေ့ပြီးတော့\nကယ်ဆယ်လိုက်ပါတယ်။ နောက်ပြီး ဂျွန်နသန်မေ့နေတုန်းက\nစစ်ပွဲကြီးပြီးသွားတဲ့အတွက် အကုန်လုံးအိမ်ပြန်ကြတယ်။ဂျွန်နသန်ပြန်သတိရလာတဲ့အခါမှာတော့ သူနာပြုဆရာမကြီး\nက စစ်ပွဲကြီးပြီးသွားကြောင်းနဲ့ အကုန်လုံးနေရပ်ကိုပြန်သွား\nကြောင်းပြောပြတယ်၊ အဲ့ဒါနဲ့ပဲ ဂျွန်နသန်လည်းသူ့နေရပ်ဖြစ်တဲ့\nမေယာလန်းကိုပြန်ဖို့လုပ်တယ်၊ ဆေးရုံမှာစောင့်ရှောက်မယ့်သူ\nမရှိတဲ့ ဝီလာမီနာဆိုတဲ့ခွေးမကို သူနာပြုဆရာမကြီးက ခေါ်သွား\nပေးဖို့တောင်းဆိုတယ်၊ လမ်းမှာလည်းအဖော်ရတဲ့အတွက် ဂျွန်\nနသန်ဟာခေါ်သွားဖို့ဆုံးဖြတ်လိုက်တာပေါ့။ ဒီလိုနဲ့ ဂျွန်နသန်ရဲ့\nအိမ်ပြန်ခရီးမှာမမျှော်လင့်ထားတာတွေဖြစ်လာတဲ့အခါမှာတော့.......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (693 MB) / (460 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, War\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/civil-war-saint-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QyboWRoA4O9RbcsqH8tJMe8EB.jpg",
        "title": "Creed II (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ အကောင်းဆုံးစာရင်းဝင်ရုပ်ရှင်ကားတစ်ကားလို့တောင် ပြောချင်ပါတယ်...၁၉၇၆ခုနှစ်ကတည်းက စတင်ခဲ့တဲ့ မင်းသားကြီး စတားလုံးရဲ့Rocky ဆိုတဲ့လက်ဝှေ့ကားတွေဟာ ဆယ်စုနှစ်များစွာကြာညောင်းခဲ့ပေမဲ့ အခုချိန်ထိအောင်မြင်စွာရှင်သန်နေဆဲပါပရိသတ်တွေရဲ့ တစ်ခဲနက်အားပေးမှုကြောင့်ဇာတ်ကားတိုင်းဟာလည်း rating မြင့်မားလှပါတယ်၂၀၁၅မှာ creed ဆိုပြီး ရော့ကီရဲ့တပည့်ကို မိတ်ဆက်ပေးခဲ့ပါတယ်အဲဒီဇာတ်ကားလေးကလည်း ဆုတံဆိပ်များစွာနဲ့အတူပရိသတ်တွေရဲ့သဘောကျနှစ်ခြိုက်မှုကို ထိန်းသိမ်းထားနိုင်ခဲ့ပါတယ်၂၀၁၈ခုနှစ်မှာတော့ Creed 2 ကို ပရိတ်သတ်တွေဆီ ပို့ဆောင်ပေးခဲ့ပြန်ပါတယ်အရင်ကားတွေအတိုင်းပါပဲ စွဲဆောင်မှုရှိရှိနဲ့ ပရိသတ်ကို ဖမ်းစားခဲ့ပြန်ပါတယ်ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံတစ်ယောက်ရဲ့ရွှေခါးပတ်ကို ရရှိဖို့ဆိုတာ မလွယ်ကူသလိုထိန်းသိမ်းဖို့ဆိုတာလည်း သိပ်ကိုခက်ခဲပါတယ်ဒီဇာတ်ကားထဲမှာ ချန်ပီယံဘွဲ့ကို ထိန်းသိမ်းရတဲ့လက်ဝှေ့သမားတစ်ယောက်ရဲ့ဘဝကို ကိုယ်ချင်းစာမိသွားအောင် ရိုက်ပြထားပါတယ်ဝါသနာကြောင့် လုပ်နေပေမယ့် နာကျင်မှုကို လူတိုင်း ကြောက်ပါတယ်ဒါ့အပြင် အချိန်မရွေး ကြိုးဝိုင်းထဲမှာ အသက်ဆုံးရှုံးသွားနိုင်ပါသေးတယ်လက်ဝှေ့ရဲ့သဘောတရားကိုက သူတစ်ပါးကိုနာကျင်အောင်လုပ်ရတာပါသူတစ်ပါးကို နာကျင်စေချင်ရင်တော့ ကိုယ်ကိုတိုင်လည်းနာကျင်မှုကိုကြောက်နေလို့မဖြစ်ပါဘူးနာကျင်မှုကို ပိုပြီးခံနိုင်ရည်ရှိတဲ့သူက ရေရှည်မှာ ပိုပြီးအနိုင်ရဖို့များပါတယ်အောင်မြင်မှုရဲ့ အရသာဟာ နာကျင်မှုတွေကိုစက္ကန့်ပိုင်းအတွင်းပျောက်အောင်ကုစားနိုင်တယ်ဆိုတဲ့ရသကိုအပြည့်အဝပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ကြည့်လို့ကောင်းမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်... File Size : ( 1 GB) Quality : WEB-DL 720pRunning Time ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Tblb/Creed_ll_(2018)_2_(2).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNmZkYjQzY2QtNjdkNC00YjkzLTk5NjUtY2MyNDNiYTBhN2M2XkEyXkFqcGdeQXVyMjMwNDgzNjc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Creed (2015)",
        "description": "Creed (2015)\n==========Creed 2 ထွက်လာပြီတော့ Creed 1 လဲကြည့်ချင်ကြမယ်ထင်လို့\nအသစ်ပြန်တင်ပေးလိုက်ပါတယ်။ ဒီကားက တစ်ချိန်တုန်းက နာမည်\nကျော်လူကြိုက်များခဲ့တဲ့၊ အခုချိန်ထိလဲ နာမည်ကျော်ဆဲ မင်းသားကြီး\nစတားလုံးရဲ့Rocky ဆိုတဲ့ရုပ်ရှင်ကားရဲ့ Sequal အဖြစ်ထွက်လာခဲ့တာ\nဖြစ်ပါတယ်။Rocky IV မှာ သေဆုံးခဲ့တဲ့ Apollo Creed ရဲ့သားဖြစ်သူ Adonis\nCreed အကြောင်းဖြစ်ပြီး၊ ရော့ကီ က သူ့သူငယ်ချင်းရဲ့သားဖြစ်သူကို\nလက်ဝှေ့ပညာလေ့ကျင့်သင်ကြားပေးပြီး အောင်မြင်မှုရအောင်ကူညီ\nပေးတဲ့အကြောင်းကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပါတယ်။ လက်ဝှေ့\nဆိုတာ အခြားအားကစားနည်းတွေလိုမျိုးမဟုတ်ပါဘူး။ ချွေးထွက်များမှ\nသွေးထွက်နည်းမယ်။ အနာခံမှ အသာစံရပါမယ်။ လေ့ကျင့်မှုကောင်းဖို့\nလိုသလို ကြိုးဝိုင်းထဲမှာလဲ ဇွဲနပဲကောင်းဖို့လိုပါတယ်။ဒီကားမှာ လက်ဝှေ့သမားတစ်ယောက်ရဲ့ကြံ့ခိုင်မှု၊ စိတ်ဓာတ်မာကျောမှု\nတို့ကိုပေါ်လွင်အောင်ရိုက်ပြထားနိုင်တာကြောင့် သင်ဟာ လက်ဝှေ့ဝါသနာ\nပါသူ မဟုတ်လင့်ကစားဒီကားကို သဘောကျသွားနိုင်ပါတယ်။ အော်စကာ\nဆုအတွက် ဇကာတင်စာရင်းဝင်ခဲ့တဲ့ဇာတ်ကားဖြစ်သလို IMDB Rating\nကလဲ7.6/10 ဖြစ်တာကြောင့်သင်ဟာ လက်ဝှေ့ဝါသနာပါသူ၊ Rocky\nကားတွေ ကြိုက်နှစ်သက်သူဆိုရင်တော့ ဒီကားကိုလုံးဝကြည့်သင့်ပါတယ်လို့\nအကြံပြုပါရစေ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)File Size : (950 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Tbmi/Creed_l_(2015)_(2).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTg3Njc4NjUtNGFlMS00NDBiLTkzMDMtOThhMThiMmY1ZjBjXkEyXkFqcGdeQXVyMzA4MzQ0NTU@._V1_-129x200.jpg",
        "title": "Church of Darkness (2022)",
        "description": "Church Of Darkness (2022)\n====================ဒီ Church Of Darkness ဆိုတဲ့ကားလေးကတော့ Horror အမျိုးအစား\nကားလေးဖြစ်ပြီး လူငယ်သရုပ်ဆောင်များစွာနဲ့ ရိုက်ကူးထားတဲ့ကားလေးပဲ\nဖြစ်ပါတယ်။ ဒီဇာတ်ကား မှာ ဒေးဗစ်ဆိုတဲ့ ခရစ်ယာန်ဘာသာ ယုံကြည်သူ\nကောင်လေးတစ်ယောက် မစ်ရှင်ပွိုင့်ဆိုတဲ့ မြို့ကလေးကို စပြောင်းရွှေ့လာစဉ်\nအင်မတန်ထူးခြားတဲ့ အဆောက်အဦးတစ်ခုကို မြင်တွေ့မိရာကစတင်ထား\nပါတယ်။ဒေးဗစ်ဟာ ဘာသာရေးကို ယုံကြည်သက်ဝင်သူဖြစ်သော်လည်း လူငယ်ဖြစ်\nသည့်အလျောက် ဘာသာရေးအပေါ် နားလည်မှုလွဲခြင်းများလည်းရှိနေပုံကို\nထည့်သွင်းရိုက်ကူးထားပါတယ်။ ထူးဆန်းတဲ့ နတ်ဆိုးများကို ပူဇော်သည့်\nWheelmakerဆိုတဲ့ ဂိုဏ်းတစ်ခုကြီးစိုးနေတဲ့ မစ်ရှင်ပွိုင့်မှာ ဒေးဗစ်တစ်\nယောက်ဘာတွေကြုံတွေ့ရမလဲ။ ဘယ်လိုတွေစွန့်စားရမလဲဆိုတာကိုတော့\nဇာတ်ကားလေးကြည့်ပြီး အဖြေရှာလိုက်ကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLwin Bo ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (411 MB) / (232 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 26Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Family, Horror\nTranslator.......Lwin Bo\nEncoder..........SWM",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/church-of-darkness-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTM1MDZmNzktZmE5ZC00NzZhLWE3YWUtZTRjMDA3YWYyMTAzXkEyXkFqcGdeQXVyMTI2ODAxMjE2._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "50 or Two Whales Meet at the Beach (2020)",
        "description": "50 or Two Whales Meet at the Beach (2020)\n===============================\nIMDb Rating - 6.9/10ဒီ \"50 or Two Whales Meet on the Beach\" ဆိုတဲ့ဇာတ်ကား\nလေးကတော့ ဖယ်လိစ်နဲ့ အယ်လီဆာဆိုတဲ့ ဆယ်ကျော်သက်လေး\nနှစ်ယောက် \"Blue Whale Challenge\" ကစားတာကိုအဓိကဇာတ်\nအိမ်ပြုထားတာပါ။အရင်ဦးဆုံး \"Blue Whale Challenge\" ဆိုတဲ့ဂိမ်းကိုရှင်းပြပေးချင်\nပါတယ်။ \"Blue Whale Challenge\" ဆိုတာက ၂၀၁၆ ဝန်းကျင်\nလောက်တုန်းက ကမ္ဘာပေါ်ကနေရာအနှံ့မှာခေတ်စားခဲ့တဲ့ အန္တရာယ်\nရှိတဲ့အွန်လိုင်းစိန်ခေါ်မှုကစားပွဲတစ်ခုပေါ့။ အဲဒီဂိမ်းကစားရတဲ့ပုံစံဟာ\nဆိုရင် ဆော့ကစားတဲ့သူတွေအနေနဲ့ ရက် ၅၀ ကာလအတွင်းမှာ အက်\nမင်ဆိုတဲ့သူတွေဆီကနေ စိန်ခေါ်မှု အခု ၅၀ကိုလက်ခံပြီးအောင်မြင်\nအောင်လုပ်ရမှာပါ။စစချင်းစိန်ခေါ်မှုလေးတွေကတော့ ခပ်လွယ်လွယ်ပေါ့ပေါ့ပါးပါး\nလေးတွေပါပဲ။ \"မနက်အစောကြီး ထရန်\" တို့၊ \"Horror ကားတွေ\nကို တစ်ယောက်တည်းကြည့်ရန်\" တို့ဆိုပြီးတော့ပေါ့။ အဲဒီကနေမှ\nနောက်ပိုင်းမှာ တဖြည်းဖြည်းပိုပိုခက်လာပြီး အန္တရာယ်တွေလည်း\nပိုပိုရှိလာပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/50-or-two-whales-meet-at-the-beach-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTFkM2EzMjItYzdmNS00OGE3LThlNmYtZWM5MmU4NDI3N2I5XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Tonight You’re Sleeping with Me (2023)",
        "description": "Tonight You're Sleeping with Me (2023)\n=============================ပိုလန်နိုင်ငံရဲ့ မမနဲ့မောင်လေး အချစ်ဇာတ်ကားလေးပါ။ လွန်ခဲ့တဲ့\n၁၀ နှစ်လောက်ကတည်းက မမနဲ့မောင်လေးဟာ တွေ့ခဲ့ကြတယ်၊\nသိပ်ချစ်ခဲ့ကြတယ် စိတ်ကူးတွေယဉ်ခဲ့ကြတယ် ဒါပေမဲ့ မပေါင်းဖက်\nခဲ့ရပါဘူး။ ဒီလိုနဲ့ ခုလက်ရှိမှာတော့ မမက သမီးလေးနှစ်ယောက်နဲ့\nအိမ်ထောင်သည် ဖြစ်နေပါပြီ။ဖြစ်ချင်တော့ မောင်လေးက တခြားနိုင်ငံက ပြန်လာပြီး အလုပ်ဝင်\nလျှောက်တာ မမရဲ့ဌာနကို ကွက်တိ ဖြစ်နေပါတော့တယ်။ မမက\nလည်း အိမ်ထောင်ရေးမှာက ကတောက်ကဆတွေနဲ့ သာယာတာ\nမဟုတ် ယောက်ျားဖြစ်သူနဲ့ လိုချင်တာမရ ဆန္ဒမပြည့်ဝနေခဲ့သူ။\nမောင်လေးကလည်း ဘယ်နှနှစ်ကြာကြာ မမမှ မမဆိုတဲ့ ကောင်ဇိုး\nလေးပေါ့။ အဲဒါနဲ့ တစ်နေ့ကျတော့ မမရဲ့ယောက်ျားဖြစ်သူဟာ\nမမကိုလည်း မတိုင်ပင်ပဲ အပန်းဖြေခရီးဆိုပြီး အိုင်းစ်လန်းကို တစ်လ\nသွားသာယာပါတော့တယ်။ဘာပြောကောင်းမလဲ ပေါက်ကွဲချင်ပေမယ့်မီးစနက်တံကောင်းကောင်း\nမရှိလို့ ထိန်းထားရတဲ့ မမတစ်ယောက်မောင်လေးရဲ့လောင်ကျွမ်းမီး\nတောက်ကြားမှာ ထိန်းမရ သိမ်းမရ ပေါက်ကွဲကုန်ကြပါတော့တယ်။\nအဲဒါကြောင့် မမနဲ့မောင်လေး ရှေ့ဆက် ဘယ်လိုနှစ်ပါးသွားကြမလဲ၊\nဆန္ဒကို သိက္ခာနဲ့ပဲ ထိန်းကြမလား၊ စိတ်လွတ်လက်လွတ် သားပစ်မယား\nပစ် ပျော်ပါးကြမလား၊ ပျော်ရွှင်ရမလား ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/tonight-youre-sleeping-with-me-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5yqE2kXZac68rtZpmrjyMTmVDhD.jpg",
        "title": "Cyber Heist ( 2023 )",
        "description": "ဒီနေ့မှာတော့ ဟောင်ကောင် မင်းသား ၊ အဆိုတော် ၊ Dancer Aaron Kwok Fu-shing ရဲ့\n၂၀၂၃ ခုနှစ်ထွက် ဇာတ်ကားကောင်းလေးနဲ့ CMကပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေ ။နည်းပညာတွေတိုးတတ်နေတဲ့ ယနေ့ခေတ်ကြီးမှာ Enter လေးတစ်ချက်ခေါက်လိုက်ယုံနဲ့\nအရာအားလုံးကို ခိုင်းစေလို့ရနေတာ အမှန်ပါပဲ။ ဒီလိုခေတ်ကြီးအတွင်း\nဟောင်ကောင်နယ်မြေမှ နိုင်ငံတကာ ဆိုက်ဘာလုံခြုံရေးကုမ္ပဏီ ထျန်းကျီဟာလဲ\nကမ္ဘာကြီးနဲ့ရင်ဘောင်တန်းပြီး နည်းပညာတွေကို တီထွင်လျှက်ရှိနေပါတယ် ။\nအဲဒီအထဲမှာမှ-သူ့ရဲ့လက်ထဲမှာ ကွန်ပျူတာတစ်လုံးရှိယုံနဲ့ ဘယ်အရာမဆိုလုပ်ကိုင်နိုင်သူ ၊\nနှလုံးမကောင်းတဲ့ သမီးငယ်လေးကို ပိုးမွေးသလိုမွေးကာ စောင့်ရှောက်နေရသူ ၊\nထျန်းကျီ ဆိုက်ဘာလုံခြုံရေး ကုမ္ပဏီမှ တာဝန်ခံ နည်းပညာရှင် - ကျိုးကျားကျွင့် ကလဲ အပါအဝင်ပါပဲ ။ဒီလိုနဲ့ ဟောင်ကောင်ဘဏ်တွေကို အွန်လိုင်းကနေ တိုက်ခိုက်မှုတွေ\nမကြာခဏ ဖြစ်ပွားခဲ့ပြီး ထျန်းကျီဆိုက်ဘာလုံခြုံရေး ကုမ္ပဏီမှ\nဖြေရှင်းလာပေးခဲ့တာ နှစ်တိုင်းလိုဖြစ်နေခဲ့ပါတယ် ။ ဒီလိုကိစ္စတွေကို\nအမြဲတစေ ဖြေရှင်းလာခဲ့ရင်း မထင်မှတ်ထားတဲ့ကိစ္စတစ်ခုက ဖြစ်သွားလို့လာခဲ့ပါတယ်။\nဘဏ်တွေကိုဟက်ခ်တဲ့ ကြိုးကိုင်သူဟာ ထျန်းကျီဆိုက်ဘာလုံခြုံရေး\nကုမ္ပဏီမှ အတွင်းလူဖြစ်နေခဲ့သောအခါမှာ ? ...",
        "rating": "6.3",
        "url": "https://megaup.net/1T9zX/Cyber_Heist_2023_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMzgzOTdlYzItM2RhZi00MTIzLTk0ZDUtNWQ0MTViZDliNTllXkEyXkFqcGdeQXVyMzUyODYwOTA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Olvido y León (2020)",
        "description": "Olvido y León (2020)\n================ဇာတ်ကားနာမည်အတိုင်းပဲ အော်ဗီဒို နဲ့ လီယွန်တို့ မောင်နှမ\nနှစ်ယောက် အကြောင်းကို အဓိက တင်ဆက် ထားပါတယ်။\nမွေးဖွားတဲ့နေ့ရက်တူပေမယ့် ကံကြမ္မာမတူတဲ့ သူတို့နှစ်ယောက်မှာ\nလီယွန်က Down Syndrome ဝေဒနာသည်လေး အဖြစ်\nမွေးဖွားလာခဲ့ပါတယ်.အဖေရော အမေပါ ဆုံးသွားပြီးတဲ့နောက် သူတို့နှစ်ယောက်\nတည်း ကျန်ခဲ့တဲ့အချိန်မှာ ဘယ်သူ့ကိုမှ မျက်နှာသာမပေးတဲ့\nလောကဓံတရားကလည်း သူတို့ကို ပြင်းထန်စွာ ရိုက်ခတ်\nလာပါတော့တယ်။ မိဘမဲ့အနေနဲ့ အစိုးရထောက်ပံ့ကြေး ယူ\nထားရင်းနဲ့ပဲ ဝါသနာပါတဲ့ သရုပ်ဆောင် အလုပ်ကိုလည်း လက်\nမလွှတ်နိုင်ဘဲ အောင်မြင်မှုနဲ့ ဝေးကွာရင်း စိတ်ကျန်းမာရေးပါ\nထိခိုက်လာတဲ့ အော်ဗီဒို၊ အစ်မဖြစ်သူရဲ့ အခြေအနေကို အဆုံး\nစွန်ထိ ကာကွယ်ပြောဆိုရင်း ဉာဏ်ရည်မဖွံ့ဖြိုးပေမယ့် မေတ္တာ\nတရားများ ဖွံ့ဖြိုးကြီးထွားလာသူ လီယွန်တို့နှစ်ယောက် အခက်\nအခဲတွေကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲ။ကိုယ့်ကိုကိုယ် သတ်သေဖို့ ကြိုးစားရလောက်တဲ့အထိ စိတ်ဓာတ်\nတွေ ကျဆင်းနေသူအတွက် လီယွန်ရဲ့ ရိုးရှင်းစွာအားပေးလိုက်တဲ့\nစကားလေးတစ်ခွန်းကိုလည်း ပြောပြချင်ပါတယ်။\n“You Can Also Die of ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/olvido-y-leon-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6M7Txm2cxR90IOycIs39F5jbjI.jpg",
        "title": "[18+] Love Hotel (1985)",
        "description": "Love Hotel (1985)မှောင်နေတဲ့ထဲမှာ အမှောင်ခန်းတွေပါတဲ့ အချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။အချစ်ဟိုတယ်ဆိုတဲ့နာမည်အတိုင်း မင်းသားနဲ့ မင်းသမီးက အချစ်ဟိုတယ်မှာ စတွေ့ကြပါတယ်။ မင်းသမီးကတော့ အချိန်ပိုင်း ဖျော်ဖြေတဲ့သူဖြစ်ပြီးတော့ မင်းသားကတော့ အကြွေးတွေများလို့ စိတ်ဓာတ်ကျပြီး တစ်ယောက်တည်းသတ်သေရမှာပျင်းလို့ အဖော်ခေါ်သွားချင်တာနဲ့ ဖျော်ဖြေရေးခေါ်ရာကနေ တွေ့ကြပါတယ်။သတ်သေဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးမျက်နှာမြင်ပြီး စိတ်ပြောင်းသွားလို့ ကောင်မလေးကို ခုတင်ပေါ်မှာ ပစ်ထားပြိး လစ်ပြေးသွားပါတယ်။နောက်တော့ မင်းသားက တက္ကစီဒရိုက်ဘာလုပ်နေရင်း မင်းသမီးကို ပြန်တွေ့ပါတယ်။ မင်းသမီးက ဖျော်ဖြေရေးမလုပ်တော့ဘဲ တခြားအလုပ်လုပ်နေပေမဲ့ အတိတ်က အရိပ်ဆိုးရဲ့ ဖုံးလွှမ်းမှုကို ခံနေရပါတယ်။တက္ကစီဒရိုက်ဘာမင်းသားက သူ့ကိုယ်သူသတ်မသေအောင် စိတ်ပြောင်းပေးနိုင်တဲ့ မင်းသမီးကိုကြွေသွားပြီး မင်းသမီးကလည်း သူ့ကို မုဒိမ်းကျင့်သတ်ဖို့ စီစဉ်ပေမဲ့ မလုပ်ဖြစ်တဲ့ မင်းသားကို ကြိုက်သွားပါတယ်။ဒါပေမဲ့ သူတို့အချစ်ခရီးလမ်းက အိမ်ထောင်ရေးဖောက်ပြန်မှုလမ်းခွဲတွေ အများကြီး ကွေ့ဝင်ထားတာကြောင့် စိတ်ဝင်စားစရာ ဇာတ်ကွက်လေးတွေကို တဝကြီးကြည့်ရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 750MB\nQuality ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/love-hotel-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDg2ZDc3YmItNzBiYy00YjYyLWJhZjgtNDNkZTZlNTBjMWUzXkEyXkFqcGdeQXVyMTM1NTM4MzQx._V1_-140x200.jpg",
        "title": "[19+]Tasty Sex And Female Soldier(2019)",
        "description": "[19+]Tasty Sex And Female Soldier(2019)**************************************စုံတွဲတစ်တွဲရှိတယ်..ကောင်မလေးက အစိုးရဝန်ထမ်းဖြစ်တော့ကောင်လေးကိုသိပ်အချိန်မပေးနိုင်ဘူး..ဒီကြားထဲ သူ့အလုပ်နဲ့ဆိုင်တာတွေပါ အခန်းထဲယူယူလာတော့ကြာတော့ ကောင်လေးက စိတ်ပျက်လာတယ်...အကြာကြီးချစ်ခဲ့သလို သံယော်ဇဉ်လည်းတွယ်နေတာဆိုတော့လမ်းခွဲဖို့ကိုမပြောရက်ဘူး..အဲ့ဒီနောက်မှာတော့..19+ အဆင့်မို့ အိပ်ရာခန်းတွေများစွာပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး... File Size : (569MB)\nQuality :WEB-DL720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XZ\nEncoded by  ZZD",
        "rating": "",
        "url": "https://channelmyanmar.org/19tasty-sex-and-female-soldier2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/brwemmbuqxxy.mid-136x200.jpg",
        "title": "[18+]Chain (2021)",
        "description": "[18+]Chain (2021)****************ဆယ်ကျော်သက်အရွယ်ဆိုတာ အချစ်ကိုစူးစမ်းချင်ကြသလိုကာမစိတ်နဲ့ပတ်သက်ပြီးတော့လည်း လက်တည့်စမ်းချင်ကြတယ်..အချစ်နဲ့ မဆိုင်ဘူးလို့ဆိုသော်ငြားလည်း ဒီစိတ်ဟာမပါလည်းမဖြစ်တဲ့အရာလိုမျိုးပါပဲ..ဒီကားထဲမှာတော့ လူငယ်လေးတွေနဲ့ လူကြီးတွေကြားအချစ်တွေဖလှယ် အတွေ့အကြုံတွေဖလှယ်ရင်းဘဝရဲ့ အချစ် , အချစ်နဲ့ ကာမကိုလှလှပပလေး ပုံဖော်ထားတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး............File Size :(1.1GB) and (548MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XZ\nEncoded by  ZZD",
        "rating": "",
        "url": "https://channelmyanmar.org/18chain-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/zanjeer-malayalam-1-137x200.jpg",
        "title": "Zanjeer (2013)",
        "description": "တောင်ပိုင်းမင်းသား ရမ်ချရန် Ram Charan နဲ့ ဘောလိဝုဒ်မင်းသမီးချော ပရီရန်ကာချော်ပရာ Priyanka Chopra တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက တောင်ပိုင်းဆန်တဲ့ အက်ရှင်ရဲဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့...\nACP Vijay Khanna ဆိုတာ မတရားမှုတွေကို လက်ပိုက်ကြည့်မနေဘဲ ကိုယ်တိုင်ဝင်ပါဖြေရှင်းတတ်ပြီး လက်သံပြောင်လွန်းလို့ ရဲဌာနတွေကနေ ခဏခဏပြောင်းရွှေ့ခံနေရတဲ့ရဲအရာရှိတစ်ဦးပါ...ဒီတစ်ခါ...\nသူပြောင်းရွှေ့ခံလိုက်ရတဲ့နေရာမှာ ဆီမှောင်ခိုလုပ်ငန်းက အမြစ်တွယ်ကြီးထွားနေပြီး\nမကောင်းမှုအားလုံးရဲ့မြစ်ဖျားခံရာဆိုတာနဲ့ ဒီမကောင်းမှုတွေမှာ ရဲဌာနက လူကြီးတွေပါပါဝင်နေတာကို သူသိလိုက်တဲ့အခါမှာတော့...\nACP Vijay Khanna တစ်ယောက် အမှန်တရားအတွက် ဘာကိုမှ မငဲ့ကွက်ဘဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ........။\nFile size…(3.9 GB)/(1.4 GB)\nQuality…WEBHD 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "",
        "url": "https://channelmyanmar.org/zanjeer-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEmMqgcXvA5Nc5YufekDt57GHTJ.jpg",
        "title": "Sri Asih(2022)",
        "description": "Sri Asih(2022)*************Sri Ashi ဇာတ်ကားဟာ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကို R.A Kosasih ရေးသားထားတဲ့ Sri Ashi၊ ဂန္တဝင်အင်ဒိုနီးရှားရုပ်ပြစာအုပ်ကိုပြင်ဆင်ပြီးlive-action ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာဆိုရင် BCU(Bumilangit Cinema Universe) ရဲ့Gundala(2019) အပြီး ဒုတိယမြောက်ထွက်ရှိလာတဲ့ကားပဲဖြစ်ပါတယ်။ IMDB 7.3/10 အထိရရှိထားတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အယ်လ်လန်နာဟာ သူမရဲ့အဖေနဲ့ အမေကိုသေဆုံးစေခဲ့တဲ့မီးတောင်ပေါက်ကွဲမှုအတွင်းမှာ မွေးဖွားလာခဲ့ပါတယ်။ သူမဟာ သူမရဲ့ ဒေါသစိတ်ကြောင့် အမြဲ အခက်အခဲတွေကိုအမြဲကျော်လွှားနိုင်ခဲ့တယ် အောင်နိုင်ခဲ့တယ်ဆိုတာကို နားမလည်ခဲ့ပေမယ့် အဲ့ဒီ့ဒေါသစိတ်ကို အမြဲတိုက်ထုတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။\nအဲ့နောက်မှာတော့ ချမ်းသာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သူမကို သာမန်ဘဝလေးမှာပဲ နေထိုင်နိုင်ဖို့အတွက်မွေးစားခဲ့ပါတယ်။ ဒါပေမယ့် အယ်လ်လန်နာ အရွယ်ရောက်လာတဲ့အခါ သူမဟာသာမန်လူသားတစ်ယောက်မဟုတ်ကြောင်း သူမရဲ့ မူလဇာစ်မြစ် အမှန်တရားကို ရှာဖွေတွေ့ရှိသွားခဲ့ပါတယ်။\nဒီနောက်မှာတော့ ရန်သူတွေ အများကြီးပေါ်ပေါက်လာသလို သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်သူကတော့ PROXY ဖြစ်ပါတယ်File Size :(1.9GB) and (870MB)\nQuality :WEB-DL1080P, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/sri-asih2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eU0orGizEpOli4wtN8HtfOOJDlA.jpg",
        "title": "Gundala (2019)",
        "description": "ဒီကားလေးကတော့ စူပါဟီးရိုးဖန်တွေအတွက် 2019 တုန်းက ထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားလေးပါ။BumiLangit စတူဒီယိုကနေထုတ်လုပ်တာဖြစ်ပြီး BumiLangit Cinematic Universe(BCU) ရဲ့ ပွဲဦးထွက် စူပါဟီးရိုးကားလည်းဖြစ်ပါတယ်။ဒီနှစ်ပိုင်းအတွင်းမှာ BCU ကနေ နောပ်ထပ် Sequals တွေထပ်ထွက်ဖို့ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.... ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဟာ အောက်ခြေဝန်ထမ်းတွေကို အလုပ်တွေဖိခိုင်း၊ အချိန်ပိုတွေလုပ်ခိုင်းပြီးလစာတွေကိုကျတော့မစို့မပို့သာပေးပြီး အချိန်အကြာကြီးခေါင်းပုံဖြတ်နေခဲ့ပါတယ်။အဲဒီလို အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ ဆောက်လုပ်ရေးကုမ္ပရဲ့အထက်လူကြီးတွေကို သည်းမခံနိုင်တော့တဲ့အဆုံး တစ်နေ့မှာတော့အလုပ်သမားတွေဟာစုဖွဲ့ပြီး ဆန္ဒပြဖို့လုပ်ပါတော့တယ်။အဲဒီဆန္ဒပြတဲ့အုပ်စုထဲမှာ ဆန်ချာကာဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ အဖေလည်းပါပါတယ်။ဆန်ချာကာ ဆိုတာကတော့ မွေးကတည်းက ထူးခြားတဲ့စွမ်းအားနဲ့မွေးဖွားလာတဲ့ကလေးလေးပါ။သူဟာ မိုးကြိုးတွေကနေခွန်အားတွေပြန်ယူနိုင်ပြီး ရန်သူတွေကိုလည်း လျှပ်စီးတွေနဲ့ ပစ်နိုင်တဲ့အစွမ်းရှိပါတယ်။ပြီးတော့ သူ့စွမ်းအားတွေထုတ်နေတုန်းမှာဆိုရင် သူ့လက်ထဲကိုင်ထားတဲ့အရာဝတ္တုနဲ့ အမျိုးအစားတူတဲ့ပစ္စည်းတွေဟာ ကွဲကြေပျက်စီးနိုင်ပါတယ်။ဒါပေမယ့် ဆန်ချာကာလေးဟာ သူ့မှာစွမ်းအားရှိနေတာကို မသိရှာပါဘူး။ဆန်ချာကာရဲ့အဖေတို့ဟာ ဆန္ဒပြရင်းမတော်တဆဖြစ်ပြီး ငွေနဲ့မက်လုံးအပေးခံထားရတဲ့ တခြားစက်ရုံဝန်ထမ်းတစ်ယောက်ရဲ့လက်ချက်နဲ့ သေသွားခဲ့ရပါတယ်။အဖေမရှိတော့တဲ့နောက်ပိုင်းမှာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/gundala-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/mr-king-2023/"
    }
]