[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xr9Hwu9zoeNArPxZZsGs6G4cwlI.jpg",
        "title": "Laughing Under the Clouds (2018)",
        "description": "နာမည္တူ Japan Anime Series ကုိ Live Action အေနနဲ႔ ျပန္လည္႐ုိက္ကူးထားတာျဖစ္တဲ့အတြက္ Anime ပရိသတ္ေတြအႀကိဳက္ေတြ႔ေစမယ့္ ဇာတ္ကားတစ္ကားပါ။ Manga အေနနဲ႔အရင္ဆုံးထြက္႐ွိခဲ့တာျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ Otasu လုိ႔ေခၚတဲ့ၿမိဳ႕တစ္ၿမိဳ႕မွာ ႏွစ္ေပါင္း၃၀၀ၾကာတုိင္း ေႁမြနဂါးႀကီးတစ္ေကာင္ရဲ႕ဝိဥာဥ္က ထႂကြေသာင္းက်န္းတတ္ပါတယ္။ ေႁမြနဂါးႀကီးရဲ႕ဝိဥာဥ္ဟာ အသက္ျပန္ဝင္ဖုိ႔ ခႏၶာခြံတစ္ခုလုိအပ္ပါတယ္။ အဲ့ဒီေႁမြနဂါးဝိဥာဥ္ႀကီးကုိ ဘယ္သူေတြဘယ္လုိတားဆီးၾကမွာလဲ Otasu ရြာကုိ ဘယ္သူက ကာကြယ္ေပးမွာလဲဆုိတာကုိေတာ့ ------ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :  Action , Drama , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DD.5.1 x264-WiKi\nTranslated by Ye Man ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zKze/Laughing_Under_The_Clouds_(Donten_Ni_Warau)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nh2ZpwuTKjY0tTGcsGu7TwOpT4p.jpg",
        "title": "The Bookshop (2017)",
        "description": "File Size : (850 MB) and (၂၀၁၇ ခုနှစ်ထွက် ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေBookshop လို့အမည်ရတဲ့ဇာတ်ကားလေးက ၁၉၅၀ ဝန်းကျင်ကိုအခြေခံထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးမိန်းမသားတစ်ဦးရဲ့ လောကဓံကို ကြံ့ကြံ့ခံရင်ဆိုင်ပုံတွေ လူမှုစရိုက်သဘောသဘာဝရဲ့ကောင်းကွက် ဆိုးကွက်တွေ မြေနိမ့်ရာလှံစိုက် ဖိနှိပ်မှုတွေကို ဇာတ်လမ်းအေးအေးလေးနဲ့တင်ဆက်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။။။။ဇာတ်လမ်းအကျဉ်းကတော့ ဖလော့ရမ့်စ်ဂရင်းဆိုတဲ့ မုဆိုးမလေးဟာ သူမရဲ့ဝါသနာသူမရဲ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးကို ဇာတိမြေဖြစ်တဲ့ ဟာ့ဒ်ဘော့မြို့မှာပြန်လာဖွင့်တာလေးနဲ့ အစပျိုးထားပါတယ်။ဒါပေမယ့်လဲ အဲ့မြို့မှာကစာအုပ်ဖတ်တဲ့လူဆိုလို့ မစ္စတာ ဘရန်ဒစ်ရှ်ဆိုတဲ့ အဖိုးကြီးတစ်ယောက်ပဲရှိတာဆိုတော့သူစာအုပ်ဆိုင်ဖွင့်မယ့်ကိစ္စက အထူးအဆန်းလို စွန့်စားမှုကြီးတစ်ခုလို လူတွေကမြင်ကြတာပေါ့သူဆိုင်ဖွင့်မယ် Old House(အိမ်အိုကြီး)ကလဲ ရှေးဟောင်းအိမ်ကြီးဆိုတော့မစ္စစ် ဂါမက်လို့ခေါ်တဲ့ ဘွားတော်ကြီးကလဲ Art center ဖွင့်ချင်နေပြန်ပါလေရောဒါပေမယ့်လဲ သူဖြစ်ချင်တဲ့ အကောင်အထည်ဖော်ချင်တဲ့အတိုင်း စာအုပ်ဆိုင်ကိုဇွတ်အတင်းရအောင်ဖွင့်ခဲ့ပါတယ်။ဖလော့ရမ့်စ်ဂရင်းတစ်ယောက်သူ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးက အောင်အောင်မြင်မြင်ဖြစ်သွားမလားသူ့ကို မနာလိုမရှုစိမ့်ဖြစ်နေသူတွေကနေ ဘယ်လိုများနှောင့်ယှက်သွားအုန်းမလဲတစ်ကိုယ်တည်း မုဆိုးမတစ်ယောက်အနေနဲ့ လောကဓံကိုဘယ်လိုများတောင့်ခံသွားသလဲဆိုတာတော့ဆက်လက်ဒေါင်းကြည့်ကြပါကုန်။။။။ဇာတ်ကားတွေမှာ ရယ်စရာကောင်းတဲ့ကား၊ ကြောက်စရာကောင်းတဲ့ကား၊ ငိုရတဲ့ကား ဆိုပြီးရှိကြသလိုကျနော်ကတော့ ဒီကားလေးကို ချစ်စရာကောင်းတဲ့ကားလေးလို့ ခေါ်ချင်ပါတယ်။ဒရာမာကားစစ်စစ် တစ်ကားဖြစ်သလို ၁၅၀၀ အချစ်လုံးဝမပါတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-bookshop-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lz45jesBf340k5bvCvpnVJC9rg0.jpg",
        "title": "The Beauty Inside (2015)",
        "description": "လူတစ္ေယာက္အထီးက်န္တယ္ဆိုတာ ဘယ္လိုမ်ိဳးလဲ?အခုေခတ္မွာ ကြၽန္ေတာ္တို႔ FA, FA နဲ႔ အလြယ္တကူသံုးေနၾကတယ္ရည္းစားမရွိရင္ကို FA လို႔ ေခၚၾကေတာ့တာပဲပံုမွန္လူတစ္ေယာက္ရဲ႕ဘဝကို အၾကမ္းဖ်င္းတြက္ၾကည့္ရေအာင္ပံုမွန္လူတစ္ေယာက္ဟာ ေမြးလာတာနဲ႔ မိသားစုရွိတယ္ ေဆြမ်ိဳးရွိတယ္ ကိုယ့္အိမ္ပတ္ဝန္းက်င္ ရပ္ကြက္ထဲက အသိေတြရွိမယ္မူႀကိဳကေန တကၠသိုလ္ေရာက္တဲ့အထိ သိလာတဲ့သူငယ္ခ်င္းေတြရွိမယ္အလုပ္လုပ္ေတာ့လဲ အလုပ္ကမိတ္ေဆြေတြရွိမယ္ စသျဖင့္...ပံုမွန္လူတစ္ေယာက္ဟာ ဘဝမွာသိကြၽမ္းတဲ့လူ ၅၀၀ ေလာက္ေတာ့ အနည္းဆံုးရွိလိမ့္မယ္ထင္တယ္ပ်မ္းမွ်အၾကမ္းဖ်င္းေပါ့ေလ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ မတူႏိုင္ဘူးေပါ့အဲ့ေတာ့ေျပာရရင္ေတာ့ ဒီကမ႓ာေပၚမွာခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတဲ့ ျဖစ္တည္မႈကိုသိတဲ့လူ အနည္းဆံုးေတာ့ အေယာက္ ၅၀၀ ေလာက္ရွိတယ္အဲ့ဒါကို တကယ္တမ္း Forever Alone လို႔ သတ္မွတ္လို႔ရပါ့မလား?စဥ္းစားၾကည့္စမ္းပါ...ခင္ဗ်ားရဲ႕ျဖစ္တည္မႈကိုသိတဲ့သူ ၅ ေယာက္ေတာင္မျပည့္တဲ့ ဘဝမ်ိဳးမွာေနရမယ္ဆိုရင္ ဘယ္လိုေတြျဖစ္လာမလဲလို႔ ?ဘယ္သူမွ ခင္ဗ်ားကို မသိဘူးဗ်ာလမ္းမွာ အသိနဲ႔ေတြ႕လို႔ ႏႈတ္ဆက္တယ္ဆိုတာမ်ိဳးလဲ ရွိႏိုင္မွာမဟုတ္ဘူးတစ္ခါတစ္ေလမွာေတာ့ လူေတြၾကားထဲသြားလာေနတာပဲဒါမဲ့ဒီေန႔ေတြ႕တဲ့လူေတြက မနက္ျဖန္က်ရင္ခင္ဗ်ားကိုမသိေတာ့ဘူးေနာက္ဆံုး ကိုယ့္ကိုေမြးထားတဲ့ အေမကေတာင္ ခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတာကိုပဲသိတယ္ေရွ႕မွာျမင္ေနရရင္ေတာင္မွ ခင္ဗ်ားမွန္းမမွတ္မိႏိုင္တဲ့ဘဝမ်ိဳးကိုယ္ဘယ္သူလဲဆိုတာကို ကိုယ္တစ္ေယာက္ထဲပဲသိတဲ့ဘဝအဲ့လိုဘဝမ်ိဳးမွာ ခင္ဗ်ားဆိုရင္ေရာ ေနႏိုင္မလား?အေၾကာင္းရင္းကေတာ့ ဒီဇာတ္ကားေလးထဲကမင္းသား ကင္ဝူဂ်င္းဆိုတဲ့လူကေန႔တိုင္း မနက္တိုင္း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zKy6/The_Beauty_Inside_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzzDAg3fkztvfQB08VBprhs9tVE.jpg",
        "title": "The Lives of Others(2006)",
        "description": "The Lives of Others(2006)\nIMDb.....8.4,,,Rotten....92%\nဒီကားက ၂၀၀၇ခုႏွစ္ရဲ႕ ေအာ္စကာဆုေပးပြဲ မွာ Best Foreign language of the year ဆုကုိရရွိခဲ့ပါတယ္...အျခားဆုေပါင္း ၇၆ဆုရရွိခဲ့ၿပီး ၃၅ဆုဆန္ကာတင္စာရင္းလည္း၀င္ခဲ့ပါတယ္...\nဒီဇာတ္​ကားဟာ ဂ်ာမဏီႏိုင္​ငံရဲ႕ ဒုတိယကမၻာစစ္​ စစ္​ၿပီး​ေခတ္​ အ​ေျခအ​ေနကို ႐ိုက္​ကူးျပထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလး ျဖစ္​ပါတယ္​။\nဒါ​ေၾကာင္​့ ​ေနာက္​ခံ သမိုင္​း​ေၾကာင္​းကို အနည္​းငယ္​ ​ေျပာျပပါမည္​။ ဒုတိယကမၻာစစ္​ၿပီးတဲ့ အခါ ဂ်ာမဏီကို မဟာမိတ္​ႏိုင္​ငံ​ေတြက အသီးသီး ပိုင္​းယူခဲ့ၾကပါတယ္​။ မဟာမိတ္​​ေတြက အထူး​ေျပာစရာလိုမယ္​မထင္​ပါ။\nျပင္​သစ္​၊ ၿဗိတိန္​၊ အ​ေမရိကန္​ နဲ႔ ႐ု႐ွားတို႔ပဲ ျဖစ္​ပါတယ္​။ သို႔​ေသာ္​လည္​း တစ္​​ေျဖး​ေျဖးနဲ႔ အ​ေနာက္​ဘက္​က မဟာမိတ္​အုပ္​စု( ျပင္​သစ္​၊ ၿဗိတိန္​၊ အ​ေမကိကန္​) က\nတစ္​ဖက္​ ႐ု႐ွားအစိုးရက တစ္​ဖက္​ျဖစ္​ကာ ဂ်ာမဏီႏုိင္​ငံဟာ ႏွစ္​ပိုင္​းပိုင္​းခံလုိက္​ရပါတယ္​။ ဂ်ာမဏီႏိုင္​ငံကို ႏွစ္​ပိုင္​း ပိုင္​းလုိက္​႐ုံသာမက ႐ု႐ွားအစိုးရလက္​ထဲက်​ေရာက္​​ေနတဲ့\nဘာလင္​ၿမိဳ႕ကိုလည္​း ႏွစ္​ပိုင္​းပိုင္​း​ခဲ့ပါတယ္​။ အ​ေ႐ွ႕ဂ်ာမဏီနဲ႔ အ​ေနာက္​ဂ်ာမဏီ အ​ေ႐ွ႕ဘာလင္​နဲ႔ အ​ေနာက္​ဘာလင္​ဆိုကာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/TN67/The_Lives_Of_Others_[2006]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vx0I4swb55GPZwEPcS0gAo3QowV.jpg",
        "title": "The Extraordinary Journey of the Fakir(2018)",
        "description": "The Extraordinary Journey of the Fakir(2018)\nIMDb....7.1\nဒီဇာတ္လမ္းေလးမွာ အိႏိၵယသားတစ္ေယာက္ရဲ႕ ထူးျခားဆန္းျပားတဲ့ခရီးစဥ္ေလးကို ဟာသဆန္ဆန္ ဒရာမာဆန္ဆန္နဲ႔ ႐ိုက္ကူးထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားျဖစ္ပါတယ္ ...\nသူရဲ႕ဘ၀တစ္ခုလုံးဟာ ေမြးရပ္ဇာတိေလးမွာပဲ အခ်ိန္ကုန္ခဲ့ရေတာ့ တစ္ေန႕က်ရင္ တျခားႏုိင္ငံေတြသူခရီးထြက္ႏုိင္ရမယ္လုိ႕ ရည္မွန္းခ်က္ထားတယ္..\nဒါ့အျပင္ သူ႕မိဘေတြကလည္း ဆႏၵတစ္ခုထားခဲ့တယ္..ပဲရစ္ျမဳိ႕ကုိသြားေပးဖုိ႕ေပါ့...ဒီအိႏိၵယသားဟာသူ႕မိဘေတြရဲ႕ဆႏၵေလးကိုျဖည္႔ဆည္းေပးဖို႔အတြက္\nပဲရစ္ၿမိဳ႕ကိုခရီးထြက္လာခဲ႔တယ္...\nသူကံေကာင္းတာက ပဲရစ္ကအီဖယ္တာဝါမွာခ်စ္စရာေကာင္းတဲ့အေမရိကန္မေလးနဲ႔ ေတြ႕ဆုံခဲ့တယ္.....\nသူတုိ႕ (၂)ေယာက္ ကုိယ္စီအေၾကာင္းေတြေျပာရင္း ရင္ခုန္သံေလးေတြ မွ်ေ၀ခဲ့ၾကတယ္...\nအဲ့ေနာက္ပိုင္းကစၿပီးတလြဲလြဲ တေခ်ာ္ေခ်ာ္နဲ႔ ျပင္သစ္ကေန သူဘယ္ႏိုင္ငံေတြကို ဆက္ၿပီးေရာက္သြားဦးမလဲ...သူ႕တုိ႕(၂)ေယာက္ကေရာ ေရွ႕ဆက္ၿပီး ေပ်ာ္ရႊင္ဖြယ္အခ်စ္ကဗ်ာေလးေတြစပ္ဆုိႏဳိင္ဦးမလားဆုိတာကုိေတာ့\nဇာတ္ကားေလးမွာပဲ ဆက္လက္႐ႈစားလိုက္ၾကပါေတာ့.. ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Ko Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nFile Size : (915 MB) and (329 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by ...",
        "rating": "7.2",
        "url": "https://megaup.net/TN64/The_Extraordinary_Journey_Of_The_Fakir_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDkxM2FmZTYtN2JlNi00YTNkLWIxMGYtYWE5MmFmOTY1NWE0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-133x200.jpg",
        "title": "Dhadak (2018)",
        "description": "အခ်စ္နဲ႔ ရင္းခဲ့တဲ့ တူႏွစ္ကိုယ္ဘဝေလး။မေမွ်ာ္လင့္တဲ့ ကံဆိုးျခင္းေတြ မလာခင္ထိေတာ့ ေအးခ်မ္းတာေပါ့။လိႈင္းေတြ လာတဲ့အခ်ိန္ကမ္းေပၚက သဲအိမ္ေတြ ၿပိဳပ်က္ေပးရမွာ သဘာဝပါပဲ။\" မင္းအတြက္ တစ္ေန႔က်ရင္ အိမ္ႀကီး ထည္ထည္ဝါဝါေဆာက္ေပးမယ္ \"\"အိမ္ႀကီး မလိုပါဘူး ငယ္ငယ္ေလးကတည္းကေနခဲ့ဖူးၿပီးၿပီ၊အိမ္တစ္ေဆာင္.. ငါတို႔ႏွစ္ေယာက္အတြက္ပဲထမင္းခ်က္ရမယ့္ အိမ္တစ္ေဆာင္ပဲ လိုခ်င္တာပါ \"______________________________ဇာတ္လမ္းအက်ဥ္း\n-----------------------\nDhadak ဆိုတဲ့ ကားေလးကအဆင့္အတန္း မတူတဲ့ ဘဝႏွစ္ခုၾကားကအခ်စ္စစ္ကို ေဖာ္က်ဳးထားတဲ့ ကားေကာင္းေလးပါ။မေမွ်ာ္လင့္ဘဲ ေသနတ္ဆြဲမိခဲ့တဲ့ မိမိ၊ဘဝအတြက္ အဆင္သင့္ မျဖစ္ေသးတဲ့ မိမိခ်စ္သူ၊မေမွ်ာ္လင့္ဘဲ အာဏာရလာတဲ့ ဖခင္၊အားလံုးက ကံစီမံရာအတိုင္း ယိမ္းကရေပမဲ့အသိမႂကြယ္ေသးတဲ့ လူငယ္အိမ္ေထာင္သည္ဘဝမွာေရွာင္ေျပးၾကရင္း၊ ဘဝကို ႐ုန္းကန္ၾကရင္းနဲ႔စကားမ်ားရန္ျဖစ္ၾကာတာလည္းယေန႔ေခတ္ရဲ႕ ကိုယ္ေတြ႕ ျမင္ကြင္း၊သတိထားစရာ ပညာယူစရာေတြပါ။ဒါေပမဲ့ သူတို႔ဘဝမွာေတာ့ မေမွ်ာ္လင့္ဘဲ....-------------------ဒရာမာပရိသတ္ေတြ ေႂကြတဲ့ Beyond the clouds ရဲ႕မင္းသားေခ်ာက အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီးမင္းသမီးေခ်ာေလး(အိႏၵိယေအးေသာင္း)နဲ႔အတူ ဇာတ္႐ုပ္ကို ပီျပင္စြာ သ႐ုပ္ေဆာင္ထားပါတယ္။အိမ္ေထာင္ျပဳမယ့္သူေတြေရာ...အိမ္ေထာင္ျပဳၿပီးစ ၾကင္စဦးဇနီးေမာင္ႏွံေတြပါအတုယူသင့္တဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါေၾကာင္း...ယေန႔ေခတ္ ႐ုပ္ရွင္အမ်ားစုမွာ ထည့္သြင္းေနက်ဇာတ္သိမ္းႏွစ္မ်ဳိး ထည့္သြင္းေပးထားလို႔အေပ်ာ္နဲ႔ ဇာတ္သိမ္းႏိုင္သလို.. ...",
        "rating": "4.2",
        "url": "https://megaup.net/TN6t/Dhadak_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BODgxMzdlZDMtZjAzYS00YjdkLTkwYTctYTAxZGUxZTQ4MmNjXkEyXkFqcGdeQXVyMzQ2NTU3OTg@._V1_-141x200.jpg",
        "title": "Egon Schiele: Death and the Maiden 2016",
        "description": "ၿပီးခဲ့တဲ့ ရက္ပုိင္းအတြင္းက ျပဳလုပ္ခဲ့တဲ့\nဥေရာပ႐ုပ္႐ွင္ပြဲေတာ္မွာ Egon Schiele ဆုိတဲ့\n႐ုပ္႐ွင္ကားကုိ ဆင္ဆာအေၾကာင္းျပၿပီး\n႐ုပ္႐ွင္ပြဲေတာ္မွာ ျပသခြင့္ပိတ္ပင္ခဲ့တယ္၊\nNude Art,Erotic Art ကုိ ေရးဆြဲတဲ့ ပန္းခ်ီဆရာ\nEgon Schiele ရဲ႕ ဘဝအေၾကာင္းကုိ ႐ုိက္ကူးထားတဲ့\nဒီဇာတ္ကားမွာ Egon ရဲ႕ Nude Art ပန္းခ်ီဆြဲတဲ့ေနရာမွာ\nဘယ္လုိအႏုပညာစ်န္ဝင္စားလည္းဆုိတာကုိ\n႐ုိက္ျပထားတာျဖစ္တာေၾကာင့္ အေဖာ္အခြၽတ္ေတြ\nပါတယ္ဆုိၿပီး ဒီကဆင္ဆာအဖြဲ႔က ပိတ္ပင္လုိက္တာပဲ\nျဖစ္ပါတယ္၊\nပန္းခ်ီဆရာ Egon ဘဝက ထူးဆန္းဖြယ္ေကာင္းတယ္၊\nအသက္ ၂၈ အရြယ္မွာ အျပင္းဖ်ားေရာဂါေၾကာင့္\nေသဆုံးသြားခဲ့ေပမယ့္ ယေန႔အခ်ိန္ထိ သူေရးဆြဲခဲ့တဲ့\nပန္းခ်ီကားေတြက နာမည္ေက်ာ္လူႀကိဳက္မ်ားၿပီး\nေဒၚလာသန္းေပါင္းမ်ားစြာတန္ဖုိး႐ွိေနပါၿပီ၊\nသူ႔ရဲ႕ အႏုပညာအေပၚမွာ ဘယ္ေလာက္႐ူးသြပ္လည္းဆုိတာကုိ\nဒီဇာတ္ကားထဲမွာ ေတြ႔ရမွာပါ၊\n \nလြမ္းေဆြးဖြယ္ေကာင္းေသာ ေနာက္ခံတီးလုံးနဲ႔အတူ\n၁၉၀၀ ျပည့္ႏွစ္ ျသစေတးလ်ေနာက္ခံဇာတ္လမ္းက\nသင့္ကုိ ထုိင္ရာမထဆြဲေခၚသြားမွာပါ၊Egon ရဲ႕\nအႏုပညာစ်ာန္ဝင္စားမႈ၊ သူ႔ရဲ႕ႏွလုံးသားေရး၊သူ႔ရဲ႕\nေနာက္ဆုံးေန႔ရက္ေတြအေၾကာင္းကုိ ႐ုိက္ကူးထားၿပီး\nကမၻာေက်ာ္ပန္းခ်ီဆရာရဲ႕ ဘဝကုိသိ႐ွိနားလည္ေစမွာပါ၊\n \nSex ခန္းေတြမပါဝင္ေပမဲ့ nude အခန္းေတြပါဝင္တာ\nေၾကာင့္ မိသားစုနဲ႔ေတာ့ ၾကည့္ဖုိ႔အဆင္မေျပပါဘူး၊\n \nဒီရုပ္ရွင္ကားကို Shain Htet Naing မွ ဘာသာျပန္ေပးထားၿပီး\nMovie ရဲ႕ Review ကိုေတာ့ ကို Zin ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zS0V/Egon_Schiele_-_Death_And_The_Maiden_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/missyouagain0-141x200.jpg",
        "title": "Miss You Again (2009)",
        "description": "IMDb (6.6) ရရွိထားတဲ့ 2009 ခုႏွစ္ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ပါတယ္။မင္းသမီးေခ်ာေလး Baifern နဲ႔ အျခားလူငယ္သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားတဲ့ ေက်ာင္းသားဇာတ္ကားေလးပါ။ဘဝမွာ ရိုးသားျဖဴစင္ခဲ့တဲ့ အခ်ိန္လို႕ ဆိုလိုက္တာနဲ႕ ေျပးျမင္မိမွာမ်ိဳးကမူလတန္း အလယ္တန္း အထက္တန္းေက်ာင္းသား/ေက်ာင္းသူ ဘဝပဲျဖစ္ပါတယ္....ေက်ာင္းသားဘဝဆိုတာ သူငယ္ခ်င္းေတြနဲ႔ ဘဝကို အရိုးသားဆံုး ေပ်ာ္ရႊင္ၾကည္ႏူးခဲ့ရတဲ့ အခိုက္အတန္႔ေတြေပါ့...ခ်စ္စရာ ၾကည္ႏူးစရာ ဒီအခိုက္အတန္႕ေတြဟာ ဘဝမွာ အျမဲတမ္း သိမ္းထားသင့္တဲ့ အမွတ္တရေလးေတြျဖစ္ခဲ့တယ္...ဒီလိုအမွတ္တရေတြ အျမဲရွိေနတဲ့ အမိေက်ာင္းေတာ္ၾကီးကို ျဖိဳခ်ျပီး Shopping Mall တည္ေဆာက္ေတာ့မယ္လို႕ သတင္းရသြားတဲ့အခါေက်ာင္းေတာ္ၾကီးရဲ႕ ရင္ေသြးေတြျဖစ္ၾကတဲ့ ေက်ာင္းသား/ေက်ာင္းသူတသိုက္ ဘယ္လိုေတြ ခံစားသြားရမလဲ...သူတို႕ရဲ႕ အမွတ္တရငယ္ဘဝေတြနဲ႔ အမိေက်ာင္းေတာ္ၾကီးကို စီးပြားျဖစ္ေရာင္းစားခံလိုက္ရတာကို လက္ပိုက္ၾကည့္ေနၾကမလား....ေက်ာင္းေတာ္ၾကီးကို ခ်စ္တတ္သူတိုင္းအတြက္ Miss You Again 2009  ဇာတ္ကားေလးကို တင္ဆက္လိုက္ရပါတယ္။ \nFile size…(900 MB) and (420 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zS15/Miss_You_Again_[2009]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/childrenofmen-143x200.jpg",
        "title": "Children of Men (2006)",
        "description": "Children of Men(2006)IMDb….7.9,,,,,Rotten…..92%\nဒီကားက ဇာတ်လမ်းဇာတ်ကွက်ဆန်းပြားသလို IMDbနဲ့RTကလည်း အမြင့်ဆုံးအနေအထားလောက်မှာရှိတယ်…လူသားတို့တွင် ကလေးမရနိုင်တော့သည်မှာ ၁၈ နှစ်ပင် ရှိပြီဖြစ်သည်။ ကမ္ဘာကြီးသည်လည်း ပြဿနာပေါင်းများစွာနှင့် ဖြစ်နေပြီးအင်္ဂလန်သို့ ရွှေ့ပြောင်းဝင်ရောက်လာသော ဒုက္ခသည်မှာလည်း အင်မတန်များနေသည်။\nအင်္ဂလန်ကလည်း ဒုက္ခသည်များကို လက်မခံနိုင်၊ ရှိပြီးသား ဒုက္ခသည်များကိုလည်း ဖိနိပ်လေသည်။\nဖိနိပ်မှုကို မခံနိုင်သူများကလည်း တော်လှန်ရေးကြိုးစားနေကြသည်။\nထိုအချိန်တွင် ဒုက္ခသည် ကောင်မလေးတွင် ကိုယ်ဝန်ရှိလာသည်။ နေ့စေ့လစေ့။ ထိုကိုယ်ဝန်ကို နိုင်ငံရေးအရအသုံးချချင်သူများလည်း ရှိလာသည်။ ထိုသူများလက်မှ လွတ်ပြီးလုံခြုံရာသို့ ကိုယ်ဝန်သည်မလေး မည်သို့မည်ပုံ သွားမည်ဆိုသည်ကို စိတ်လှုပ်ရှားဖွယ် ခံစားလှည့်ပါဟု ရုပ်ရှင်ကြည့်ပရိသတ်ကို ဖိတ်ခေါ်အပ်ပါသည်။ဒီကားထဲက အဓိက သရုပ်ဆောင်မင်းသားကြီး Clive Owen ကိုတော့ တော်တော်များများရင်းနှီးပြီးသားဖြစ်ပါလိမ့်မယ်…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Ye Pye Soneပဲဖြစ်ပါတယ်…\n------------------------------------------------------------------------\nဒီကားက ဇာတ္လမ္းဇာတ္ကြက္ဆန္းျပားသလုိ IMDbနဲ႕RTကလည္း အျမင့္ဆုံးအေနအထားေလာက္မွာရွိတယ္…လူသားတုိ႔တြင္ ကေလးမရနုိင္ေတာ႔သည္မွာ ၁၈ ႏွစ္ပင္ ရွိျပီျဖစ္သည္။ ကမၻာၾကီးသည္လည္း ျပႆနာေပါင္းမ်ားစြာနွင္႔ ျဖစ္ေနျပီးအဂၤလန္သုိ႔ ေရႊ႕ေျပာင္း၀င္ေရာက္လာေသာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/4UFxb/Children_Of_Men_[2006]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Irobot-156x200.jpg",
        "title": "I, Robot (2004)",
        "description": "AI နည်းပညာကို Phone တွေထဲ ထည့်သွင်းဖို့ ကြိုးစားနေကြတဲ့သတင်း ဖတ်မိတော့i,Robot ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားလေးကို သွားသတိရမိပါတယ်ဒီဇာတ်ကားဟာ Artificial Intelligence (ဉာဏ်ရည်တု) နည်းပညာရဲ့ကောင်းကျိုးဆိုးကျိုးတွေကို ထည့်သွင်းရိုက်ကူးထားတာကြောင့်ပညာပေးဇာတ်ကားတစ်ကားလို့တောင် ဆိုနိုင်ပါတယ်i,Robot ကို ဒါရိုက်တာ Alex Proyas ရိုက်ကူးခဲ့ပြီး မင်းသားကြီး Will Smith နဲ့မင်းသမီး Bridget Moynahan တို့က ဦးဆောင်ပါဝင်ထားပါတယ်IMDb 7.1 ရရှိထားတာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဆိုတာ သေချာပါတယ်ဒီဇာတ်ကားကို ကြည့်ရှုနေစဉ်မှာပင် ဇာတ်ဆောင်တွေ နဲ့ ဇာတ်လမ်းထဲကဇာတ်ရုပ်တွေအလွန်လိုက်ဖက်လွန်းတာကို သတိထားမိကြပါလိမ့်မယ်ဇာတ်လမ်းအကျဉ်း 2035 ခုနှစ် ချီကာဂိုမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်ကမ္ဘာ့အကြီးဆုံး ရိုဘော့ထုတ်လုပ်ရေးကုမ္ပဏီ USR အဆောက်အဦးမှာကိုယ့်ကိုယ်ကိုယ်သတ်သေမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်သေဆုံးသူကတော့ ရိုဘော့ပညာရှင် ဒေါက်တာအဲလ်ဖရက်လန်နင် ဖြစ်ပါတယ်ထူးခြားတာာက ဒီအမှုကိုကိုင်တွယ်ဖို့ စုံထောက်တစ်ယောက်ကိုသေဆုံးသူက ကြိုတင်ရွေးချယ်ထားတာပါ သူရွေးချယ်ခဲ့တဲ့စုံထောက်ကတော့ရိုဘော့တွေကို နဂိုတည်းက မုန်းတီးရင်းစွဲစိတ်အခြေခံရှိထားတဲ့ စုံထောက်စပွန်နာ ဖြစ်ပါတယ်အခင်းဖြစ်ပွားခဲ့တဲ့နေရာမှာ ပုန်းအောင်းနေတဲ့ NS-5 ရိုဘော့တစ်ကောင်ကိုစုံထောက်စပွန်နာ ရှာတွေ့ခဲ့တဲ့အခါမှာတော့.....အဲလ်ဖရက်လန်နင်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/5Av8A/I,_Robot_[2004]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Karwaan (2018)",
        "description": "Bollywood ပရိသတ္ေတြအတြက္ မင္းသားႀကီး အစ္ဖန္းခန္း(မ္)ရဲ႕ ကားေကာင္းတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္IMDb 8/10 ႏွင့္ Rotten 71%ထိရ႐ွိထားၿပီး အမွန္အကန္ ဟာသ, ဒရာမာ ဇာတ္လမ္းေကာင္း တစ္ပုဒ္လည္းျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...အဗီနက္(႐ွ္)\n=========\nေလာကမွာ ဆႏၵနဲ႕ဘဝတစ္ထပ္တည္းက်တယ္ဆုိတာ အင္မတန္ၿပီးျပည့္ဆုံတဲ့ ေတာင္းဆုတစ္ခုမဟုတ္လားဒါေပမဲ့ ကံၾကမၼာမ်က္ႏွာသာမေပးတဲ့အခါေတြမွာ ကုိယ့္ဆႏၵေတြ ဝါသနာေတြကုိ ေဘးခ်ထားၿပီး ေပ်ာ္ရာမေန ေတာ္ရာမွာေနရတဲ့သူေတြ ဒုနဲ႕ေဒးပါဝါသနာပါရာကုိေလွ်ာက္လွမ္းခြင့္မျပဳခဲ့တဲ့အေဖေၾကာင့္စိတ္မပါတဲ့အလုပ္တစ္ကုိလုပ္လူသာရွင္ၿပီး ဘဝေသဆုံးသူတစ္ေယာက္ မ်က္ႏွာအေပ်ာ္အျပံဳးဆုိတာ မျမင္ရသေလာက္ပဲတေန႔အလုပ္ကအျပန္မွာ ဖုန္းတစ္ခုဝင္လာခဲ့တယ္သူ႕အေဖ ဘုရားဖူးသြားရင္း ယာဥ္မေတာ္တဆမႈေၾကာင့္ ဆုံးသြားၿပီတဲ့အေလာင္းကုိ နီးစပ္ရာေလယာဥ္ကြင္းကာဂုိမွာ သြားထုတ္လုိက္ပါဆုိၿပီး လွမ္းေျပာခဲ့တယ္ ...-----------------------------------------------------------------------------ေရွာကတ္\n=======\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ဘဝကုိ ေပါ့ေပါ့ပါးပါးျဖတ္သန္းေနသူ အဗီနက္(ရွ္)ရဲ႕ သူငယ္ခ်င္းသူ႕အေဖသတင္းကုိ ေရွာကတ္ကုိေျပာျပၿပီး ဗန္ကားလာဌားတဲ့ အဗီနက္(ရွ္)ကို မင္းအေဖက ငါ့အေဖပါပဲဆုိၿပီး ကုိယ္တုိင္ အေလာင္းသယ္ဖုိ႔ ႏွစ္ေယာက္သား သြားခဲ့ၾကတယ္------------------------------------------------------------------------------အဲဒီမွာျပႆနာတစ္ခုတက္ေတာ့တာပဲအေလာင္းသြားထုတ္တဲ့အခ်ိန္မွာ အဗီနက္(ရွ္)အေဖရဲ႕ အေလာင္းမဟုတ္ဘဲ အမ်ိဳးသမီးအေလာင္းႀကီး တစ္ခုျဖစ္ေနတယ္အဗီနက္(ရွ္)အေဖရဲ႕အေလာင္းကမွားၿပီး ကုိခ်ီကုိေရာက္သြားၿပီး ကုိခ်ီကအဖြားႀကီးတစ္ေယာက္ အေလာင္းက သူ႕ဆီေရာက္လာတယ္မွားသြားတဲ့အေလာင္းအတြက္ အေလာင္းလဲလွယ္ေရးလုပ္ဖုိ႔ အဗီနက္(ရွ္)နဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qtpc/Karwaan_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzUwMDc0ZmMtZWRmYy00NzEzLTgwNzYtNGEwNTc0NGRhMWI5XkEyXkFqcGdeQXVyODc3Nzg3NDA@._V1_-133x200.jpg",
        "title": "The Beach House (2018)",
        "description": "CM Fan ေတြအတြက္ မိသားစု အတူၾကည့္ရႈ႕သင့္တဲ့\nမိသားစု သရုပ္ေဖာ္ ဇတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးလုိက္ပါတယ္\nဒီရုပ္ရွင္ကား မွာဆိုရင္ အလုပ္ေတြ အရမ္းႀကိဳးစားတဲ့ ကာရာ ဟာ\nအခ်စ္ေရးမွာလဲ အဆင္မေျပခဲ့သလို အလုပ္မွာလဲ အဆင္မေျပေတြ\nျဖစ္ၿပီးတဲ့ေနာက္ အေမရွိရာ သူမႀကီးျပင္းခဲ့ရာ ၿမိဳ႕ကို တစ္ေခါက္\nျပန္ေရာက္လာခဲ့တယ္ သူမ အေမဆီ မေရာက္တာ ႏွစ္ေတြ\nအေတာ္ၾကာသြားပါၿပီ အေမကေတာ့ သူမ ဘာျဖစ္လာတယ္\nဆိုတာ မသိေပမဲ့ ေႏြးေထြးစြာႀကိဳဆိုခဲ့ပါတယ္....\nဒါေပမဲ့ တစ္ေယာက္ထဲ အထီးက်န္ေနတဲ့ အေမ ဟာ\nေနထုိင္စရာမရွိပဲ လင္ေကာင္မေပၚ ဗိုက္တစ္လံုးနဲ႔\nျဖစ္ေနတဲ့ ေကာင္မေလး တစ္ေယာက္ကိုပါ အိမ္ေပၚ\nေခၚတင္ေပးထားတာ သိလုိက္ရပါတယ္ သူမ မႏွစ္သက္ေပမဲ့\nဘာမွေတာ့ အတြန္႔မတက္ျဖစ္ပါဘူး....\nကာရာ ဟာ အေမ နဲ႔ အတူ မရွိတာ ၾကာၿပီးေနာက္\nသူမ အေမေၾကာင္းကို သိပ္မသိတဲ့ သူစိမ္းတစ္ေယာက္လို\nျဖစ္သြားခဲ့ေၾကာင္း တစ္ေျဖးေျဖး သိလာခဲ့ပါတယ္\nသူမ အေမကေတာ့ သားသမီးေတြ ေခၚရာၿမိဳ႕ႀကီးေနာက္\nမလုိက္ျဖစ္ပဲ သူခ်စ္တဲ့ ပင္လယ္ျပင္ႀကီး နဲ႔ ဒီၿမိဳ႕မွာပဲ\nဖက္တြယ္ေနခဲ့ပါတယ္....\nဇတ္လမ္းေလးက ေအးမလိုလို နဲ႔ မိသားစု ေမတၱာသရုပ္ေဖာ္\nဇတ္လမ္းေလး ျဖစ္ၿပီး ပတ္၀န္းက်င္ထိမ္းသိမ္းေရး အတြက္ပါ\nတစ္ေစ့တစ္ေစာင္း ေဖာ္ျပထားပါတယ္...\nဆက္လက္ၾကည့္ရႈလုိက္ၾကပါ....\n   \nFile ...",
        "rating": "N/A",
        "url": "https://megaup.net/TUzc/The_Beach_House_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qEM80vqREgfjk7YhIbl4AgfZ47S.jpg",
        "title": "The Little Mermaid (2018)",
        "description": "The little mermaid ဇာတ္ကားဟာ စာေရးဆရာ Hans Christian Andersen ရဲ႕ ဝတၳဳကုိ live action အေနနဲ႔ ျပန္လည္႐ုိက္ကူးထားျခင္းျဖစ္ပါတယ္သတင္းေထာက္တစ္ေယာက္ျဖစ္ ကမ္ဟယ္ရီဆင္မွာ မိသားစုဆုိလုိ႔ မိဘမဲ့တူမတစ္ေယာက္သာက်န္ေနခဲ့တယ္။ကမ္ရဲ႕တူမေလးနာမည္ကေတာ့ အယ္လ္လုိ႔ေခၚတယ္။အယ္လ္က ေရသူမလုိမ်ိဳး Fairy Tales ထဲက သတၱဝါေတြ အျပင္မွာတကယ္႐ွိေနတာကုိ ယုံၾကည္ေနတယ္။အယ္လ္မွာ အသက္႐ွဴရခက္တဲ့ေရာဂါစြဲကပ္ေနတယ္။အယ္လ္ရဲ႕ေရာဂါအတြက္ ဘယ္ဆရာဝန္ကမွ ကုသနည္း႐ွာမေတြ႔ခဲ့ဘူး။တစ္ေန႔ကမ္ရဲ႕အလုပ္႐ွင္က မစၥစၥပီျပည္နယ္က ေရာဂါမ်ိဳးစုံေပ်ာက္ကင္းေစတဲ့မတ္ေရစင္အေၾကာင္းသတင္းၾကားၿပီး ကမ္ကုိ ဒီအေၾကာင္းသတင္းေရးခုိင္း ကမ္ရဲ႕တူမေလးအတြက္ပါ ကုသေဆး႐ွာေတြ႔ႏုိင္ေလာက္တယ္ဆုိတဲ့ရည္ရြယ္ခ်င္နဲ႔ ကမ္နဲ႔သူ႔တူမေလးကုိ မစၥစၥပီျပည္နယ္ကုိေစလႊတ္လုိက္ေတာ့တယ္။နတ္ေရစင္အေၾကာင္းစုံစမ္းရင္း ေရသူမတစ္ေယာက္ကုိ အဲ့ဒီကဆပ္ကပ္တစ္ခုမွာ သူတုိ႔ေတြ ေတြ႔လုိက္ရေတာ့တယ္အဲ့ဒီေရသူမဟာအစစ္လား လွည့္စားမႈသက္သက္လားအရမ္းလွတဲ့ေရသူမေလးရဲ႕ေနာက္ေၾကာင္းရာဇဝင္ကေရာဘာလဲအယ္လ္အတြက္ေရာ ကုသေဆး႐ွာေတြ႔မွာလားဆုိတာကုိေတာ့ ဒီဇာတ္ကားေလးၾကည့္ရင္း ခံစားလုိက္ၾကပါ (၇ဲမာန္ေအာင္ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (706 MB) and (317 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 25min\nFormat ...",
        "rating": "4.3",
        "url": "https://megaup.net/2fPry/The_Little_Mermaid_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZiu9RIcMeQLUaDVqQffQTl6bhy.jpg",
        "title": "Black 47(2018)",
        "description": "Black 47(2018)\nIMDb.....7.0\nဒီကားေလးကေတာ့ အိုင္ယာလန္ႏုိင္ငံမွာအငတ္ေဘးၾကီးက်ေရာက္တဲ့ကာလကိုအေျချပဳရိုက္ကူးထားတဲ့ ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။\nIMDb rating 7.0 အထိရရွိထားျပီး စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။\nအုိင္ယာလန္ႏိုင္ငံမွာအငတ္ေဘးက်ေရာက္ျပီး သီးႏွံလည္းမျဖစ္ထြန္း အနာေရာဂါေတြနဲ႕\nလူေတြမ်ားစြာေသေက်ျပီး အဂၤလန္၊ အေမရိကစတဲ့ေဒသေတြဆီကို အိုင္းရစ္လူမ်ဳိးေတြထြက္ခြာေနရတဲ့အခ်ိန္မွာ ျဗိတိန္စစ္တပ္အတြက္ ျပည္ပမွာတိုက္ခိုက္ေပးခဲ့တဲ့အိုင္းရစ္စစ္သည္တစ္ေယာက္ရွိတယ္..\nသူဟာ မိမိေနရပ္ကိုျပန္လာခ်ိန္မွာ ဒီလိုစိတ္ထိခိုက္စရာအျဖစ္အပ်က္ေတြကိုျမင္ေတြ႕လိုက္ရတဲ့အျပင္ သူ႕ရဲ႕မိသားစုေတြနဲ႕အျခားအိုင္းရစ္လူမ်ဳိးေတြ\nျဗိတိန္ရဲ႕ဖိႏွိပ္မႈေတြခံေနရတာ သတ္ျဖတ္ခံရတာေတြကိုပါ\nေတြ႕ျမင္လိုက္ရေတာ့ သူ႕မိသားစုနဲ႕ သူ႕လူမ်ဳိးအတြက္တစ္ကိုယ္ေတာ္အာခံတိုက္ခိုက္လက္စားေခ်ေတာ့တာပါပဲ။\nAction/Drama ကားၾကိဳက္တဲ့သူေတြအတြက္ စိတ္မပ်က္ေစမယ့္ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and (303 MB)\nQuality :720p WEBRip,\nFormat…mp4\nDuration…01:40:00\nGenre : Action , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/black-472018/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1etEySwZQnBJpzgplgadPi5y4PL.jpg",
        "title": "Hold the Dark(2018)",
        "description": "Hold the Dark(2018)သားရဲ တိရစ္ဆာန်တစ်ကောင်ဖြစ်တဲ့ ဝံပုလွေတစ်ကောင်ရဲ့ နေထိုင်မှုပုံစံဟာ ကျွန်တော်တို့အမြင်မှာတော့ရက်စက်ကြမ်းယုတ်နေတယ်...တစ်ခုတော့ရှိတော့ ဝံပုလွေတစ်ကောင်ရဲ့ နှလုံးသားကို ကျွန်တော်တို့တစ်ခါမှမြင်အောင်မကြည့်ခဲ့ကြသလို ဖေးမစာနာစရာလိုတယ်လို့လည်း တစ်ခါမှ မစဉ်းစားခဲ့ကြဘူး....ဝတ္ထုအနေနဲ့ အောင်မြင်ခဲ့တဲ့ Hold the Dark ကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတဲ့ Hold the Dark (2018) ဇာတ်ကားဟာ ဝံပလွေတွေနဲ့ အဓိက ဇာတ်အိမ်တည်ထားတယ်...Medora Sloaneဆိုတဲ့အမျိုးသမီးမှာ သိပ်ချစ်ရတဲ့ သား(၃)ယောက်ရှိတယ်...ကံဆိုးစွာပဲ ဒီသားလေးတွေဟာ ဝံပုလွေဆွဲလို့ အသက်ဆုံးရှုံးသွားတယ်...မိခင်ဖြစ်သူအတွက် ဝံပလွေတွေဟာ နာကျဉ်းစရာ စက်ဆုတ်စရာပေါ့...အမေဖြစ်သူဟာ ဝံပုလွေကို အမုန်းကြီးမုန်းလေတော့ ဝံပုလွေအကြောင်းကိုလေ့လာနေသူစာရေးဆရာလည်းဖြစ် မုဆိုးလည်းဖြစ်တဲ့ Russell Core ကို အကူအညီတောင်းတယ်..အဲ့ဒါကတော့ဝံပုလွေတွေကိုလက်စားချေ သတ်ဖြတ်ပေးဖို့ပါပဲ...Russell တစ်ယောက် ဝံပုလွေရှာပုံတော်ဖွင့်ရင်း ဘာတွေဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး...ဒီကားက ရှုံထောင့်စုံကနေ ကြည့်ရှုသူကို ဆွဲခေါ်သွားရင်း တွေးစရာလေးတွေပေးသွားတဲ့ကားလေးလည်းဖြစ်ပါတယ်...ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (376 MB)\nQuality : ...",
        "rating": "5.8",
        "url": "https://megaup.net/3388u/Hold_The_Dark_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m5z4Ud6Ya5EY3Eg3OBbVBaDKWK.jpg",
        "title": "Champions(2018)",
        "description": "Champions(2018)အညွနး်\n***************************IMDb...7.3ထက်မြက်တဲ့ဘက်စကက်ဘောနည်းပြတစ်ယောက်ဖြစ်တဲ့မွန်တီးစ်တစ်ယောက်ဟာတော်လဲတော်သလိုစိတ်မရှည်ဒေါသထွက်လွယ်တဲ့လူတစ်ယောက်ဖြစ်တာနဲ့အညီသူ့အသင်းကနည်းပြအချင်းချင်းသဘောထားမတိုက်ဆိုင်ရာကနေစကားများရန်ဖြစ်ပြီးအသင်းကထုတ်ခံလိုက်ရတယ်..ယောကျ်ားလေးထုံးစံအတိုင်းစိတ်ပျက်ဒေါသထွက်ပြီးအရက်သောက်...အရက်မူးပြီးမောင်းတော့ယာဉ်တိုက်မှုဖြစ်..တိုက်တာကလဲရဲကားကိုမှလေ..အဲ့မှာတရားရုံးရောက်..တရားသူကြီးက လူမှု့ဝန်ထမ်းလုပ်မလား ထောင်ထဲသွားမလားလို့မေးတော့..လူမှုဝန်ထမ်းပဲလုပ်မယ်ပေါ့..အဲ့မှာဇာတ်လမ်းကစပြီ..မွန်တီးစ်တစ်ယောက်အသိဉာဏ်ချို့တဲ့(ကျပ်မပြည့်)တဲ့လူတွေကိုဘက်စကက်ဘောနည်းပြလုပ်ဖို့အကြောင်းဖန်လာတဲ့အချိန်မှစိတ်မရှည်တတ်တဲ့နည်းပြတစ်ယောက်နဲ့ ဘတ်စကက်ဘော ကစားတဲ့နေရာမှာ အားနည်းချက်တွေအများကြီးရှိတဲ့သူတစ်သိုက်နဲ့စတွေ့ကြတဲ့အခါမှာတော့...ကိုင်း အလွဲလွဲအချောချောတွေနဲ့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး...ဟာသအမြူးလေးတွေကြိုက်တဲ့သူတွေအတွက် စိတ်အပန်းပြေဇာတ်ကားလေးတစ်ကားဖြစ်ကြောင်းပြောပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zwel Zan Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (358 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/champions2018/",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9v25BUcPSxRS3yJ2yd3GHZOtoS8.jpg",
        "title": "Mr. Holmes(2015)",
        "description": "Mr. Holmes(2015)IMDb....6.9ရာစုနှစ်တစ်စုနီးပါး အချိန်ကာလကိုဖြတ်သန်းလာခဲ့ရ၍ အသက်အရွယ်ကြီးရင့်လာသော ကျွနု်ပ်တို့မိတ်ဆွေကြီး မစ္စတာဟုမ်းစ်သည်လည်း ဇရာ၏နှိပ်စက်မှုဒဏ်ကိုကောင်းကောင်းကြီးခံစား နေရပြီဖြစ်သည်။ သို့သော်လည်း သူ့၏ ထက်မြက်မှုကိုကား ဇရာက အနိုင်မတိုက်နိုင်သေးသည်မှာထင်ရှားသည်။သို့သော် မစ္စတာ ဟုမ်းစ် စုံထောက်အလုပ်မှအနားယူလိုက်ရသည် အထိ စိတ်ဆင်းရဲကိုယ်ဆင်းရဲဖြစ်စေရသော အကြောင်းမှာ မည်သို့မည်ပုံဖြစ်သည်ကိုIMDB Rating 6.9 ရရှိထားသော Mr.Holmes(2015) တွင် ဖော်ပြထားလေသည်။ အကျဉ်းမှာ ကျွနု်ပ်တို့မိတ်ဆွေကြီး မစ္စတာ ဟုမ်းစ်တစ်ယောက်သတိမေ့ရောဂါစွဲကပ်လာ၍ မိမိ၏နောက်ဆုံးအမှုမှ အဘယ်ကြောင့်အနားယူခဲ့သည်ကို မမှတ်မိသည်ကို ပြန်လည် အမှတ်ရအောင် ကြိုးစားရင်းနောက်ဆုံးမှာ မစ္စတာဟုမ်းစ်၏ အမှန်စင်စစ် နောက်ဆုံးအမှုကို မည်သို့မည်ပုံဖြေရှင်းခဲ့သည်ကို မိတ်ဆွေတို့ စိတ်ပါဝင်စားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko D3monပဲဖြစ်ပါတယ်...File Size : (900 MB) and (325 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Drama , Mystery\nSubtitle : Myanmar ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/mr-holmes2015/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/I-saw-the-light-poster-135x200.jpg",
        "title": "I Saw the Light (2015)",
        "description": "I Saw the Light (2015)_____IMDb - 5.8/10\n  \nအခုတင်ဆက်ပေးမယ့်ကားလေးကတော့...\nမင်းသားကြီး Loki ခေါ် Tom Hiddleston နဲ့ မမ Scarlet ခေါ် မင်းသမီး Elizabeth Olsen တို့ရဲ့ကားလေးပါ...\nဒီဇာတ်ကားဟာ   country သီချင်းတွေဆိုတဲ့အဆိုတော်ကြီး Hank William ဘဝအကြောင်းကိုရိုက်ထားတဲ့ကားလေးဖြစ်ပါတယ်...\nအဆိုတော်ကြီး Hank William ဘဝအကြောင်းကို ရိုက်ထားလေတော့ Tom Hiddleston လည်း\nတော်တော်ကြိုးစားခဲ့တယ်လို့ဆိုပါတယ်..သူဟာ  ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုရိုက်ဖို့အတွက်\nရိုက်ကွင်းပေါ်မှာ အသက်ပါတဲ့ ဂစ်တာတီးဟန်ဖြစ်ဖို့ အရေး အချိန်များစွာပေးပြီး ဂစ်တာတီးလေ့ကျင့်ခဲ့တယ်လို့ဆိုပါတယ်...\nပြီးတော့ country သီချင်းဆိုဖို့ အတွက်လည်း  နာမည်ကြီး country အဆိုတော်တစ်ဦးဖြစ်သူ\nRodney Crowell နဲ့ လေ့ကျင့်ခဲ့ပါတယ်တဲ့ ... ဒီဇာတ်ကားထဲက သီချင်းတွေအားလုံးကို သူကိုယ်တိုင်ပဲသီဆိုထားတယ်လို့ဆိုပါတယ်...\nကိုင်း ဖြစ်ရပ်မှန် ဇာတ်ကားလေးကိုခံစားကြည့်လိုက်ပါဦးဗျို့...\n \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Ko Ba Nyar ပဲဖြစ်ပါတယ်...\n  \nအခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့...\nမင္းသားႀကီး Loki ေခၚ Tom ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gAL8/I_Saw_The_Light_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "",
        "title": "Fanaa [2006]",
        "description": "Fanaa (2006) မြန်မာစာတန်းထိုး\n====================IMDb...7.2ကဲ ... အခုလိုအေးချမ်းလှတဲ့ မိုးရာသီလေးမှာ ဆွတ်ပျံကြည်နူးစရာ\nအချစ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ..ဘောလီဝုဒ်ရဲ့ ခန်း(မ်) ၃ ခန်း(မ်)ထဲက နာမည်ကြီး တစ်ယောက်ဖြစ်တဲ့ အမီးရ်ခန်း(မ်)နဲ့ အခုချိန်ထိ ချောဆဲ လှဆဲ\nမင်းသမီးတစ်လက်ဖြစ်တဲ့ ကာဂျိုလ်တို့က ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းတကားလည်း ဖြစ်ပါတယ်..သူ့ခေတ်သူ့အခါမှာ နာမည်ကြီး အောင်မြင်မှုတွေရခဲ့တဲ့အပြင်\nအခုထိလည်း လူကြိုက်များဆဲ ဇာတ်ကားကောင််း တစ်ကားဖြစ်ပါတယ်...ဇာတ်ဝင်တေးချိုချိုလေးတွေ၊မှိန့်မေားစရာ နောက်ခံတေးဂီတ ၊\nရိုက်ကွင်းရှု့ခင်း ခပ်လှလှလေးတွေနဲ့ ဆွေးစရာ၊ လွမ်းမောစရာ\nကြည်နူးစရာ အချစ်ဇာတ်ကားကောင်းလေး တစ်ကားလည်း ဖြစ်ပါတယ်...ဆုတွေအနေနဲ့လည်း ဘောလီဝုဒ်ရဲ့ အကြီးမားဆုံးဆုပေးပွဲတစ်ခုဖြစ်တဲ့\nFilmfare Awards မှာBest Actor (female) အဖြစ် ကာဂျိုလ်\nBest Playback Singer (Male) အဖြစ် Shaan\nBest Lyrics အဖြစ် Parsoon JoshiZee Cine Awards မှာလည်း\nBest Actor (female) အဖြစ် ကာဂျိုလ်\nBest Playback Singer ...",
        "rating": "7.2",
        "url": "https://megaup.net/4UK2A/Fanaa_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2OTtTGfSfBRKArvzn14sk3xiNL.jpg",
        "title": "Adore(2013)",
        "description": "Adore(2013)IMDb....6.2ဒီဇာတ်ကားမှာတော့ မင်းသမီးချောကြီး (၂)လက်ဖြစ်တဲ့  Naomi Watts,နဲ့ Robin Wright  တို့ အဓိက ပါဝင်ထားကြပါတယ်....Lil နဲ့ Roz တို့ နှစ်​​ယောက်​က သာယာလှပတဲ့ ကမ်​း​ခြေမြို့​လေးတစ်​မြို့မှာ အိမ်​နီးချင်​း​တွေ အဖြစ်​ ​နေထိုင်​ကြတဲ့ အချစ်​ဆုံး သူငယ်​ချင်​း​နှစ်​​ယောက်​ပါ..ဘယ်လိုအခက်အခဲတွေပဲရှိရှိ သူတို့ဟာ ကမ်းခြေမှာ အပန်းဖြေလိုက်ရုံနဲ့ စိတ်အမောတွေပြေသွားကြပုံပါပဲ...တစ်ယောက်အကြောင်းတစ်ယောက်သိတဲ့ သူတို့ (၂)ယောက်ဟာ အားနည်းချက်တွေကိုအပြန်အလှန်နားလည်းပေးကြလို့ အသက်အရွယ်ရလာသည့်အထိ သိပ်ချစ်တဲ့သူငယ်ချင်းတွေအဖြစ်ရှိနေတုန်းပါပဲ....ဒီလိုနဲ့ သူတို့ ၂ယောက်ဟာ အိမ်ထောင်တွေကျလို့ သားတစ်ယောက်ဆီလည်းရလာတယ်...သူတို့သား​တွေကလည်​း အ​မေနှစ်​​ယောက်​ချစ်​ကြသလို ချစ်​ကြတဲ့ သူငယ်​ချင်​း​တွေ ဖြစ်​လာပါတယ်​...ဒီမိသားစု(၄)ယောက်ဟာ ခွဲမရဘူးလို့တောင်ပြောလို့ရပါတယ်...သို့ပေမယ့် သားတွေအရွယ်ရောက်လာတဲ့အခါမှာတော့ခံစားချက်တွေလည်းပြောင်းလဲကုန်တယ်ထင်ပါရဲ့...ခံစားချက်ဆိုတာမျိုးဟာ စည်းတွေဘောင်တွေနဲ့ကန့်သတ်လို့ရလား..သူတို့ဖြစ်နေတဲ့ဟာတွေရောမှန်ရဲ့လား....ဒါတွေကို ကျွန်တော်တော့မသိဘူး ...ခင်ဗျားတို့လည်း ဒီကားကိုကြည့်ပြီး ဘယ်လိုဆုံးဖြတ်မှာလဲ သိချင်မိတယ်...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...မှတ်ချက်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းတွေပါလို့ သတိချပ်စေချင်ပါတယ်...File Size : (900 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://megaup.net/U3o0/Adore_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]