[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Big-short-133x200.jpg",
        "title": "The Big Short (2015)",
        "description": "The Big Short (2015)\nWon 1 Oscar... Another 37 wins & 80 nomination\nIMDb….7.8/10_____Rotten….88%\n[Unicode]The Big Shortစကားဦးသန်းချင်တာကတော့\nရုပ်ရှင်တစ်ကားကို ချဉ်းကပ်တဲ့အခါ\nအပျင်းပြေကျော်ကြည့်ချင်ရုံသက်သက်ဆို\nဒီရုပ်ရှင်ကို လက်ရှောင်သင့်ပါတယ်။\nဘာတစ်ခုမှနားလည်လိုက်မှာ မဟုတ်ပါဘူး။\nThe Wolf of Wall Streetတို့\nMoneyballတို့လိုကားတွေကြိုက်တယ်ဆိုရင်တော့\nဒီကားက ခင်‌ဗျားအတွက်ပါပဲ။ဒီရုပ်ရှင်ကို Brad Pittရဲ့ Plan B Productionက\nထုတ်ထားပြီး Brad Pittကိုယ်တိုင်ပါတဲ့အပြင်\nChristiain Bale, Steve Carell,Ryan Glosingတို့ရဲ့\nမှော်ဝင်မှုတွေလည်း ခမ်းနားပါတယ်။\nMargot Robbieနဲ့ Selena Gomezတို့လည်း\nဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါပါတယ်။\nBest adapted Screenplay awardနဲ့\nအော်စကာရခဲ့ပြီး\nBaleရဲ့ Best supporting Acotrအပါအဝင်\nဆန်ခါတင်လေးဆုဝင်ထားပါတယ်။\n2010မှာထွက်ခဲ့တဲ့ The Big Shortဆိုတဲ့\nစာအုပ်ကို ရိုက်ထားတာပါ။2008တုန်းက Financial Crisis\nဘဏ္ဍာရေးပျက်ကပ်တစ်ခု ဖြစ်ခဲ့တယ်။\nအမေရိကန်သမိုင်းမှာ ဒီ့ထက်ကြီးတာဆိုလို့\n၁၉၃၀က Great Depression စီးပွားပျက်ကပ်ပဲကျန်ပါတယ်။\nကျောက်တုံးကို တူနဲ့ထုခွဲရင် ကျောက်တုံးကွဲတာ\nနောက်ဆုံးထုချက်ကြောင့်သက်သက်မဟုတ်ပါဘူး။\nအရှေ့က အားစိုက်မှုတွေပါပါတယ်။ဒီဖြစ်ရပ်က\n၂၀၀၈မှာ ဖြစ်ခဲ့တယ်ဆိုပေမယ့် ဘယ်အဖြစ်အပျက်ကမှ\nဝုန်းခနဲကျကွဲသွားမတတ်ပါဘူး။ ၂၀၀၅ကတည်းက\nဘွန်းတွေရဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1UnwV/The_Big_Short_(2015).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSmiB8XjUnR1GSIljuCPGsk0cwX.jpg",
        "title": "Little Women (2019)",
        "description": "unicodeဒီတစ်ခါတော့ စူပါဟီးရိုးတွေ၊ ဆန်းပြားတဲ့အချစ်ဇာတ်လမ်းတွေ၊လှည့်ကွက်တွေဆိုတာတွေကို မေ့ပြီးအရိုးရှင်းဆုံး အလှပဆုံးလေး ခံစားကြည့်ရအောင်။Little women ဆိုတာက ၁၈၆၈ နဲ့ ၁၈၆၉ မှာ အမေရိကန်စာရေးဆရာမကြီး လူဝီဆာ မေ အဲကော့ က ၂ ပိုင်းခွဲပြီးရေးသားခဲ့တဲ့ တကယ့် ဂန္ဓဝင်လက်ရာပါပဲ။မာ့ချ် မိသားစုရဲ့ ညီအစ်မလေးယောက် ( မက်ဂ်၊ ဂျို၊ ဘက်သ် နဲ့ အေမီ) တို့ရဲ့ကလေးဘဝကနေ အရွယ်ရောက်လာတဲ့အထိ ဇာတ်လမ်းကို ရေးဖွဲ့ထားတာပါပဲ။စာရေးသူနဲ့ သူ့ရဲ့ ညီအစ်မ ၃ ယောက်အပေါ်ကို အခြေခံထားတာမို့Semi-autobiography လို့လည်း ပြောလို့ရပါတယ်။ဇတ်လမ်းကတော့ လေရူးသုန်သုန် တို့ စစ်နဲ့ငြိမ်းချမ်းရေးတို့လိုလူဘဝတွေအကြောင်းကိုအေးအေးဆေးဆေး လှလှပပလေး ဖော်ကျူးထားတာပါပဲ။မိသားစုတွေ၊ လူငယ်တွေကြားက အချစ်တွေ၊ရုန်းကန်မှုတွေ၊ ဘဝအပြောင်းအလဲတွေအကြောင်းပါပဲ။တကယ်ကို ပျော်ဝင်သွားပြီး ခံစားချက်အစုံရမယ့် ဇာတ်လမ်းမျိုးလေးပါ။Saoirse Ronan, Emma Watson, Florence Pugh,Eliza Scanlen, Laura Dern, Timothee ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/little-women-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cr5KqiolMMRUEJxrNLWESxyVVeU.jpg",
        "title": "Chhapaak (2020)",
        "description": "(Unicode)\"ဤဇာတ်ကားနှင့်ပက်သက်၍ ခံစားမိသမျှ. . .\"လူတိုင်းရဲ့စိတ်ထဲမှာ မကောင်းဆိုးဝါးတစ်ကောင်(စိတ်ရိုင်းကိုယ်စီ) ရှိကြတယ်။ဘာကြောင့်များ လူတစ်ယောက်ဟာ ဒီလိုလုပ်ရပ်မျိုး လုပ်မိတဲ့အထိ ကိုယ့်စိတ်ရိုင်းကို ကိုယ်တိုင်အရှုံးပေး​ပြီး ဆင်ခြင်တုံတရားဆိုတဲ့ ချည်တိုင်ကနေ လွှတ်ပေးလိုက်ရတာလဲ?မနေ့က ဒီဇာတ်ကားကို ကြည့်မိတော့ ဇာတ်ကားရဲ့အစအလယ်အဆုံးမှာ ကျွန်တော်တွေးနေမိတာက \"လူ့စိတ်ထဲက အမှောင်ဘက်ခြမ်း(Darkside)\"အကြောင်းပါပဲ။တစ်ချို့လူတွေရဲ့လုပ်ရပ်တွေကို ကိုယ်တိုင်က နားမလည်နိုင်ပေမယ့် ကိုယ့်စိတ်ထဲမှာလည်း သူများနဲ့မတူတဲ့ စိတ်ရိုင်းတစ်မျိုးတော့ ရှိနေမှာ သေချာတယ်။ (ကိုယ်တိုင်လည်း သိတဲ့သူ သိကြမှာပါ)ဒီဇာတ်ကားအကြောင်း ပြောပါဆိုရင်တော့ လည်ပတ်အောင် ပြောပြနိုင်ဖို့က ခဲယဥ်းမယ်ထင်တယ်။ဇာတ်လမ်းက အက်ဆစ်နဲ့အပက်ခံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက် သူ့ဘဝကို ဘယ်လိုပြန်လည်တည်​ဆောက်ယူသလဲသူ့လိုမျိုး နောက်ထပ်အတိုက်ခိုက်ခံရနိုင်တဲ့ မိန်းကလေးတွေအတွက် တရားရုံးအဆင့်ဆင့်ကို တက်ပြီး \"အက်ဆစ်ရောင်းချမှုကို တားမြစ်ပိတ်ပင်\"ဖို့ အယူခံဝင် ၊ အဆိုပြုလွှာတင်ကာ. . .နောက်ဆုံး ဥပဒေပြစ်ဒါဏ်တစ်ခုအနေနဲ့ ပေါ်ထွန်းလာစေဖို့အထိ ကြိုးစားပုံကို ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/chhapaak-2020/",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/p17937993_p_v8_aa-133x200.jpg",
        "title": "Timmy Failure: Mistakes Were Made (2020)",
        "description": "Timmy Failure: Mistakes Were Made(2020)\nIMDb - 6.1/10________Rotten - 88%\n (Unicode)ဒီတစ်ခေါက်တော့ထွက်ထားတာသိပ်မကြာသေးတဲ့ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်.....\nTimmy Failure ဆိုတာ သူ့ကိုယ်သူမြို့ရဲ့အတော်ဆုံးစုံထောက်လို့ယူဆနေတဲ့\n၁၁နှစ်အရွယ်ကောင်လေးတစ်ယောက်ပါ....\nငယ်ငယ်ရွယ်ရွယ်နဲ့ဖခင်ဖြစ်သူအိမ်ကထွက်သွားလို့ အမေဖြစ်သူကအလုပ်တွေအရမ်းလုပ်ပြီးတော့\nသားဖြစ်သူကိုအလိုလိုက်ခံထားရတဲ ကလေးတစ်ယောက်ပေါ့....\nသူ့စိတ်ကူးထဲကTotal လို့အမည်ရတဲ့ပေါင်၁၂၀၀လောက်အလေးချိန်ရှိတဲ့ ပိုလာဝက်ဝံကြီးနဲ့\nTotal Failure ဆိုတဲ့ စုံထောက်အေဂျင်စီတစ်ခုကို တည်ထောင်ထားပါတယ်.....\nကျောင်းစာကိုစိတ်မဝင်စားပဲ စုံထောက်လုပ်ဖို့အတွက်ပဲ စိတ်ထဲရှိနေတဲ့ တင်မီတစ်ယောက်အတွက်တော့\nပတ်ဝန်းကျင်မှာနေထိုင်ရတာ အခက်အခဲတွေများလှပါတယ်.....\nသူစိတ်တိုင်းကျ အမှုတွေလိုက်ရင်းနဲ့ လောကကြီးအကြောင်း\nလူတွေအကြောင်း ဘယ်လိုသိမြင်လာမလဲဆိုတာကိုစောင့်ကြည့်ရမှာဖြစ်ပါတယ်....\nဒီဇာတ်ကားလေးမှာ ဘာတွေဘယ်လိုပဲဖြစ်ဖြစ်\nဘယ်လိုပဲကျရှုံးကျရှုံး ကိုယ်ချစ်တဲ့အလုပ်ဆိုရင် အတိုက်အခိုက်တွေကြားထဲကနေ\nကြိုးစားပြီးလုပ်ကိုင်ဖို့ သင်ခန်းစာပေးထားတာကိုတွေ့ရပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizas ပါ....(Zawgyi)ဒီတစ္ေခါက္ေတာ့ထြက္ထားတာသိပ္မၾကာေသးတဲ့ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္.....\nTimmy Failure ဆိုတာ သူ႔ကိုယ္သူၿမိဳ႕ရဲ႕အေတာ္ဆုံးစုံေထာက္လို႔ယူဆေနတဲ့\n၁၁ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ပါ....\nငယ္ငယ္႐ြယ္႐ြယ္နဲ႔ဖခင္ျဖစ္သူအိမ္ကထြက္သြားလို႔ အေမျဖစ္သူကအလုပ္ေတြအရမ္းလုပ္ၿပီးေတာ့\nသားျဖစ္သူကိုအလိုလိုက္ခံထားရတဲ ကေလးတစ္ေယာက္ေပါ့....\nသူ႔စိတ္ကူးထဲကTotal လို႔အမည္ရတဲ့ေပါင္၁၂၀၀ေလာက္အေလးခ်ိန္ရွိတဲ့ ပိုလာဝက္ဝံႀကီးနဲ႔\nTotal Failure ဆိုတဲ့ စုံေထာက္ေအဂ်င္စီတစ္ခုကို တည္ေထာင္ထားပါတယ္.....\nေက်ာင္းစာကိုစိတ္မဝင္စားပဲ စုံေထာက္လုပ္ဖို႔အတြက္ပဲ စိတ္ထဲရွိေနတဲ့ တင္မီတစ္ေယာက္အတြက္ေတာ့\nပတ္ဝန္းက်င္မွာေနထိုင္ရတာ အခက္အခဲေတြမ်ားလွပါတယ္.....\nသူစိတ္တိုင္းက် အမႈေတြလိုက္ရင္းနဲ႔ ေလာကႀကီးအေၾကာင္း\nလူေတြအေၾကာင္း ဘယ္လိုသိျမင္လာမလဲဆိုတာကိုေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္....\nဒီဇာတ္ကားေလးမွာ ဘာေတြဘယ္လိုပဲျဖစ္ျဖစ္\nဘယ္လိုပဲက်ရႈံးက်ရႈံး ကိုယ္ခ်စ္တဲ့အလုပ္ဆိုရင္ အတိုက္အခိုက္ေတြၾကားထဲကေန\nႀကိဳးစားၿပီးလုပ္ကိုင္ဖို႔ သင္ခန္းစာေပးထားတာကိုေတြ႕ရပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizas ပါ....File Size : (900 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Roh5/Timmy_Failure_-_Mistakes_Were_Made_[2020]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/The-Windermere-Children-2020-165x200.jpg",
        "title": "The Windermere Children (2020)",
        "description": "The Windermere Children (2020)=========================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားဟာ ဒုတိယကမ္ဘာစစ်အပြီးမှာ ဖြစ်ပျက်ခဲ့ ဖြစ်ရပ်မှန်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။ဇာတ်ကားက နာဇီတွေ လက်ထဲကျရောက်နေခဲ့တဲ့ ဂျူးကလေးငယ်တွေ ဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးသွားတဲ့အချိန်မှာဘဝသစ်ပြန်စနိုင်အောင် ကူညီပေးခဲ့တဲ့ ဝင်ဒါမီယာကန်နားက ပြန်လည် ထူထောင်ရေး စခန်းတစ်ခုအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ အနိဌာရုံတွေ ကြားမှာ ကြီးပြင်းလာရတဲ့ သူတို့လေးတွေ ပုံမှန်လောကကြီးထဲမှာ ဝင်ဆံ့နိုင်အောင်လေးလအတွင်းမှာ ဘယ်လိုတွေကြိုးစားခဲ့ကြတယ်ဆိုတာကို တွေ့ရမှာပါ။ စစ်ပွဲရဲ့ ရိုက်ပုတ်မှုဒဏ်တွေကို သူများတွေထက်ခံစားခဲ့ရတဲ့ သူတို့ကို စာနာနားလည်လာနိုင်ပြီး သူတို့ကို ကူညီပေးခဲ့တဲ့ သူတွေရဲ့ စေတနာကိုလည်း ဒီဇာတ်ကားမှာထင်ထင်ရှားရှားတွေ့ရမှာပါ။ #Zawgyiဒီဇာတ္ကားဟာ ဒုတိယကမာၻစစ္အၿပီးမွာ ျဖစ္ပ်က္ခဲ့ ျဖစ္ရပ္မွန္ကို ျပန္လည္႐ိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။ဇာတ္ကားက နာဇီေတြ လက္ထဲက်ေရာက္ေနခဲ့တဲ့ ဂ်ဴးကေလးငယ္ေတြ ဒုတိယကမာၻစစ္ႀကီး ၿပီးဆုံးသြားတဲ့အခ်ိန္မွာဘဝသစ္ျပန္စႏိုင္ေအာင္ ကူညီေပးခဲ့တဲ့ ဝင္ဒါမီယာကန္နားက ျပန္လည္ ထူေထာင္ေရး စခန္းတစ္ခုအေၾကာင္း႐ိုက္ကူးထားတာျဖစ္ပါတယ္။ အနိဌာ႐ုံေတြ ၾကားမွာ ႀကီးျပင္းလာရတဲ့ သူတို႔ေလးေတြ ပုံမွန္ေလာကႀကီးထဲမွာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-windermere-children-2020/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6DRmQhadahdytndw74rdmKBbIDT.jpg",
        "title": "Student A (2018)",
        "description": "[ Unicode ]Student 'A'\"၂၀၁၅ အောက်တိုဘာ၁၇ရက်တွင် ကျောင်းခေါင်မိုးပေါ်မှခုန်ချသွားသော ကျောင်းသူ'A'၏ ဖြစ်ရပ်မှန်\"အငိုမရပ်ဘဲ ဆက်တိုက်ငိုနေခဲ့တဲ့ ငှက်ကလေးတစ်ကောင် ရှိခဲ့ပါတယ်...\nအဲဒီငှက်ကလေးရဲ့နာမည်ကတော့ ဂျန်းမီရယ်တဲ့ ၊သူကအလယ်တန်းကျောင်းသူလေးပါ\nကျောင်းမှာအမြဲတမ်းအနိုင်ကျင့်ခံရပြီး အမြဲတမ်းနာကျင်ရတဲ့အခါမှာ သူမရဲ့ထွက်ပေါက်က Wondering worldဆိုတဲ့ဂိမ်းဖြစ်လာပါတယ် ၊\nDarkဆိုတဲ့နာမည်နဲ့ ဂိမ်းခိုးကစားတတ်ပြီး ဂိမ်းထဲမှာလည်းတော်ပါတယ် ၊\nသူ့ရဲ့ကမ္ဘာထဲမှာ ဂိမ်းနဲ့ သူရေးထားတဲ့ဝတ္တုတွေသာ ရှိပါတယ် ။ဂျန်းမီရယ်က ဇာတ်လမ်းတစ်ပုဒ်ကိုရေးနေပြီး\nအဲဒီဇာတ်လမ်းကိုအဆုံးသတ်ဖို့နိဂုံးကို သူမ စဉ်းစားလို့မရသေးပါဘူး...\nတစ်နေ့မှာ လီဘက်ဆိုတဲ့ကောင်မလေးရောက်လာပြီး ဇာတ်လမ်းဆက်ရေးနိုင်ဖို့ကူညီပေးခဲ့ပါတယ် ။မီရယ်ဟာ လီဘက်နဲ့ထေယန်းတို့နှစ်ယောက်နဲ့ ရင်းနှီးလာပြီးနောက်ပိုင်း သူတို့နှစ်ယောက်အပေါ် ခင်တွယ်လာခဲ့ပါတယ်...\nဒါပေမယ့်လည်း သနားစရာမီရယ်ခမျာ သူငယ်ချင်းနှစ်ယောက်ရဲ့သစ္စာဖောက်မှုကိုခံခဲ့ရပါတယ်။\nWondering world ဂိမ်းကလည်း ပိတ်သိမ်းသွားခဲ့ပြန်ပါတယ်။သူ့ရဲ့ကမ္ဘာပျောက်ဆုံးသွားတဲ့မီရယ်တစ်ယောက် သေကြောင်းကြံဖို့ကြိုးစားတဲ့အခါ...အထီးကျန်နေတဲ့မီရယ်လိုလူတစ်ယောက်က ဘယ်အရာကို အားကိုးပြီးဘယ်လိုရှေ့ဆက်သွားမှာလဲ ?Student 'A'ဆိုတဲ့ ကောင်မလေးနေရာကနေ ခဏလောက်ဝင်ပြီးစီးမျောလိုက်ကြရအောင်...( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )[ Zawgyi ]Student 'A'\"၂၀၁၅ ေအာက္တိုဘာ၁၇ရက္တြင္ ေက်ာင္းေခါင္မိုးေပၚမွခုန္ခ်သြားေသာ ေက်ာင္းသူ'A'၏ ျဖစ္ရပ္မွန္\"အငိုမရပ္ဘဲ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/student-a-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wndlhQGs0KAwQFhaKTVgPd9lkgM.jpg",
        "title": "Farming(2019)",
        "description": "Farming(2018)(unicode)ဒီဇာတ်ကားလေးကတော့ ပြည်တွင်းစစ်ပွဲများကြောင့် အင်္ဂလန်မှာ လာခိုလှုံနေသော လူမည်းမိဘ ၂ပါးဟာ မိမိတို့ကလေးအတွက် ကောင်းမွန်သော ဘဝတည်ဆောက်ပေးဖို့ အတွက် ကြိုးစားရာမှာ အောင်မြင်သလား မအောင်မြင်ဘူးလား ဆိုတာကို ပြသထားတာဖြစ်ပါတယ်။ လူမည်းကလေးငယ်က မိမိဘဝဖြစ်တည်မှုဖြစ်တဲ့ လူမည်းဘဝကို မကျေမနပ် ဖြစ်လာချိန်မှာ သူပေါင်းသင်းချင်သူတွေကော သူ့အတွက် ဘဝကို ဖျက်ဆီး မယ့် သူလား၊ ကိုယ့်ဘဝကို ပိုကောင်းအောင် လုပ်ပေးမှာလားဆိုတာ ပြသထားပါတယ်။ သူ့ကို ထိန်းကျောင်း နေသူတွေကလည်း သူ့ကို ပိုကောင်းစေချင်တဲ့ စေတနာနဲ့ ဖြစ်ပေမယ့် မှန်ကန်တဲ့နည်းလမ်းလား၊ မမှန်ကန် တဲ့နည်းလမ်းလားဆိုတာတွေ ရှုစားရမှာပါ။\nအဆုံးသတ်မှာတော့ သူမကျေနပ်တဲ့ သူဖြစ်တည်မှုကြောင့် ဘယ်လိုကျရှုံးသွားမလဲ တစ်နည်းနည်းနဲ့များ အလှည့်အပြောင်းဘယ်လို ဖြစ်နိုင်သလဲဆိုတာ စောင့်ကြည့်လိုက်ကြပါအုံးခင်ဗျာ။ ဒီဇာတ်ကားမှာ ထူးခြား တာကတော့ under world ဇာတ်လမ်းများနဲ့ van helsing ဇာတ်လမ်းမှ လူသိများသူ ဖိုက်တာမင်းသမီး Kate ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/farming2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbPfvwBqbiHpQkYZQvVwB6MVauV.jpg",
        "title": "Bombshell (2019)",
        "description": "ဒါကတော့ 2019ရဲ့ လူစောင့်ကြည့်ခံရတဲ့ကားတွေထဲကတစ်ကားဆိုတာကတော့ရုပ်ရှင်နဲ့ရင်းနှီးသူတွေသိပြီးသားဖြစ်မှာပါ။ရုပ်သံတင်ဆက်သူအမျိုးသမီးတွေကိုဇာတ်အိမ်တည်ထားတဲ့အတွက်တကယ့်အ‌ချောအလှဒိတ်ဒိတ်ကြဲမင်းသမီးတွေဖြစ်တဲ့Charlize Theron, Nicole Kidman နဲ့ Margot Robbieတို့ ဦးဆောင်ပါဝင်ထားတာပါ။Charlize Theronနဲ့ Margot Robbieတို့ Oscar ဆန်ကာတင်စာရင်းတွေဝင်ပြီးတခြားဆုတွေရရှိပြီး အောင်မြင်မှုရခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Republicanပါတီကိုအလေးပေးတဲ့Fox News ရုပ်မြင်သံကြားချန်နယ်အတွင်းအမျိုးသမီးအစီစဉ်တင်ဆက်သူများစွာဟာ ခေါင်းဆောင်ပိုင်းအမျိုးသားတွေရဲ့လိင်ပိုင်းဆိုင်ရာနှောက်ယှက်ခံရမှု၊ ဖိအားပေးခံရမှုတွေကိုခံခဲ့ရတဲ့အကြောင်းပါ။ရာထူးအာဏာကြီးပြီး ပိုက်ဆံကျောထောက်နောက်ခံရှိတဲ့သူကို တရားစွဲဖို့လုပ်ရင်းဘယ်လိုဂယက်တွေကြုံတွေ့ဆိုတာမြင်ရမှာပါ။အပြင်မှာလည်း လိင်ပိုင်းဆိုင်ရာနှောက်ယှက်ခံရသူအမျိုးသမီးများစွာလည်းရှိနေပါတယ်။တစ်ချို့ကတော့ လိင်ကိစ္စနှင့်အောင်မြင်မှုကို လဲလှယ်ခဲ့ကြသူတွေပေါ့။နစ်နာသူတစ်ယောက်ယောက်က မဖွင့်ဟခဲ့လို့တခြားသူတွေပါနစ်နာရတဲ့အဖြစ်မျိုးတွေဖြစ်ရတာကိုပြသသွားခဲ့ပါတယ်။မင်းသမီးတွေကိုကြည့်ရတာနဲ့တင်တန်နေတာမို့ ခံစားကြည့်ရှုကြည့်ပါအုံး။ File Size : ( 1 GB , 372 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bombshell-2019/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lD9ZLf6rspXNA69yNptIdCEo0BD.jpg",
        "title": "Bhangra Paa Le (2020)",
        "description": "(Unicode)ဒီတစ်ခါတော့ ဘော်လီဝုဒ်ဖန်တွေအတွက် အက,အလှတွေစုံစုံညီညီနဲ့ Musical, Drama ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်သရုပ်ဆောင်အသစ်တွေဆိုပေမယ့် အက်တင်ပိုင်းမှာပြောစရာမရှိဘဲ တကယ်ကိုတော်ကြသလု် က,ကွက်တွေလည်း ရှယ်တွေပါပဲဖင်မနိုင်ဘဲပဲကြီးဟင်းစားတဲ့ကုလားဒါရိုက်တာတွေလိုမဟုတ်ဘဲ ပွဲဦးထွက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပေမယ့်ဒီဒါရိုက်တာကတော့ ဖြစ်နိုင်တာ လုပ်နိုင်တာကိုပဲ ဟာကွက်မရှိအောင် ချပြသွားပါတယ်ထုတ်လုပ်ရေးကလည်း ကားကောင်းများစွာဖြန့်ချီထားတဲ့ RSPV ဆိုတော့ ပြောစရာမလိုလောက်အောင်ပါပဲဒီဇာတ်ကားထဲကမင်းသားက ဆန်ဂျူးဇာတ်ကားထဲမှာ ကမ်လီအဖြစ်လူသိများခဲ့တဲ့ မင်းသား Vicky Kaushal ရဲ့ညီ Sunny Kaushal ပဲဖြစ်ပါတယ်နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေအနေနဲ့ IMDb 6.5/10 အထိရထားပါတယ်ဇာတ်လမ်းလေးကတော့ ဂျဂ္ဂီဆိုတဲ့ပန်ဂျာဗီလူငယ်တစ်ယောက်ဆီမှာ အိပ်မက်တစ်ခုရှိပါတယ်အဲ့ဒါကတော့ သူတို့မျိုးရိုးအမွေတစ်ခုဖြစ်တဲ့ ပန်ဂျာဗီအက, ဘန်ဂရားကို လူသိကျော်ကြားစေချင်တာပါပဲသူ့အဖေ သူ့အဖိုးတို့ကို ဘယ်သူမှမသိခဲ့တာကြောင့် ဒီအကနဲ့ တကမ္ဘာလုံးကိုသိစေချင်တာပါပဲဒါပေမဲ့ အခက်အခဲတစ်ခုတော့ရှိနေပါတယ် အဲ့ဒါကတော့ ရှေ့ထွက်မိန်းကလေးအက,သမားမရှိတာပါပဲသူ့ကောလိပ်တစ်ခုလုံးမှာလည်း စိတ်တိုင်းကျတစ်ယောက်မှမတွေ့ခဲ့ပါဒါပေမဲ့ မင်္ဂလာဆောင်တစ်ခုမှာ အက,တော်သော ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bhangra-paa-le-2020/",
        "category": "Bollywood, Comedy, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CqrWWG1USnYxrsexie3DEyhmBk.jpg",
        "title": "Satellite Shankar(2019)",
        "description": "Satellite Shankar(2019)IMDb....6.7(unicode)အိန္ဒိယနဲ့ကက်ရှ်မီးယားအကြား တင်းမာမှုတွေဖြစ်ပြီးတော့\nအပြန်အလှန်ပစ်ခေတ်မှုတွေဖြစ်နေတဲ့အတွက်\nရှေ့တန်းကစစ်သားတွေက အိမ်ကိုမပြန်နိုင်ပဲဖြစ်နေကြရပါတယ်.....\nအဲ့ဒီထဲမှာဂြိုလ်တုရှန်ကာလို့ခေါ်တဲ့ ရိုင်ဖယ်တပ်သားတစ်ယောက်လဲအပါအဝင်ပေါ့....\nကံကောင်းထောက်မစွာနဲ့သူတစ်ဦးထဲရှစ်ရက်အတွင်းအိမ်ပြန်ခွင့်ရသွားတဲ့အချိန်မှာတော့\nသူ့တပ်ဖွဲ့ဝင်ရဲဘော်ရဲဘက်တွေက သူတို့မိသားစုတွေကိုဝင်တွေ့ဖို့အကူအညီတောင်းပါတော့တယ်...ဒီလိုပြန်တဲ့အချိန်မှာ ရက်ကလည်းနည်းနေတယ်ဆိုပေမယ့်\nအကူအညီတောင်းတာတွေကိုလက်ခံလိုက်တယ်....\nဒါပေမယ့် အိမ်အပြန်လမ်းဟာ သူထင်ထားသလိုမချောမွေ့ခဲ့ဘူး....\nဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....\nအသက်ဘေးကရောလွတ်ပါ့မလား....\nဘယ်လိုလူမျိုးတွေကရော သူ့ကိုရန်ပြုကြမလဲ....\nသူကရော အားလုံးပြေလည်အောင် ဖြေရှင်းနိုင်ပါ့မလား...\nIMDb...6.7 ရရှိထားတဲ့​​​ India အက်ရှင်ကားမို့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ(zawgyi)အိႏၵိယနဲ႔ကက္ရွ္မီးယားအၾကား တင္းမာမႈေတြျဖစ္ၿပီးေတာ့\nအျပန္အလွန္ပစ္ေခတ္မႈေတြျဖစ္ေနတဲ့အတြက္\nေရွ႕တန္းကစစ္သားေတြက အိမ္ကိုမျပန္ႏိုင္ပဲျဖစ္ေနၾကရပါတယ္.....\nအဲ့ဒီထဲမွာၿဂိဳလ္တုရွန္ကာလို႔ေခၚတဲ့ ႐ိုင္ဖယ္တပ္သားတစ္ေယာက္လဲအပါအဝင္ေပါ့....\nကံေကာင္းေထာက္မစြာနဲ႔သူတစ္ဦးထဲရွစ္ရက္အတြင္းအိမ္ျပန္ခြင့္ရသြားတဲ့အခ်ိန္မွာေတာ့\nသူ႔တပ္ဖြဲ႕ဝင္ရဲေဘာ္ရဲဘက္ေတြက သူတို႔မိသားစုေတြကိုဝင္ေတြ႕ဖို႔အကူအညီေတာင္းပါေတာ့တယ္...ဒီလိုျပန္တဲ့အခ်ိန္မွာ ရက္ကလည္းနည္းေနတယ္ဆိုေပမယ့္\nအကူအညီေတာင္းတာေတြကိုလက္ခံလိုက္တယ္....\nဒါေပမယ့္ အိမ္အျပန္လမ္းဟာ သူထင္ထားသလိုမေခ်ာေမြ႕ခဲ့ဘူး....\nဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲ....\nအသက္ေဘးကေရာလြတ္ပါ့မလား....\nဘယ္လိုလူမ်ိဳးေတြကေရာ သူ႔ကိုရန္ျပဳၾကမလဲ....\nသူကေရာ အားလုံးေျပလည္ေအာင္ ေျဖရွင္းႏိုင္ပါ့မလား...\nIMDb...6.7 ရရွိထားတဲ့​​​ India အက္ရွင္ကားမို႔ ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါFile Size : (1 GB) and (427 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/satellite-shankar2019/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/4SafxuMKQiw4reBiWKVZJpJn80I-133x200.jpg",
        "title": "All the Bright Places (2020)",
        "description": "All the Bright Places (2020)\nIMDb - 6.5/10_____Rotten - 66% (Unicode)နုနုရွရွ ရိုမန်းတစ် ဇာတ်လမ်းလေးတွေကို ကြည့်ရှုချင်တဲ့သူတွေအတွက် ၂၀၂၀ ထွက် All the Bright Places ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်IMDb – 6.5/10 နဲ့ Rotten tomatoes – 75% ရရှိထားပြီးတော့ Elle Fanning နဲ့ Justice Smith တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းလေးရဲ့အစကတော့ ဖင့်ချ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ တစ်မနက်မှာ တံတားပေါ်ပြေးနေတုန်းတံတားဘောင်ပေါ်မှာ မတ်တပ်ရပ်ပြီး တံတားအောက်ကို ငုံ့ကြည့်နေတဲ့ ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့ပါတယ် …ကောင်မလေးက သူတို့အတန်းထဲက ဗိုင််အိုလက် ဆိုတဲ့ကောင်မလေးပေါ့ …ဖင့်ချ်ဟာ ဗိုင်အိုလက် တံတားအောက် ခုန်ချမယ်အထင်ကြောင့်လားမသိ …အာရုံလွှဲဖို့ သူပါ တံတားဘောင်ပေါ် တက်လာခဲ့တယ်…သူတို့နှစ်ယောက်ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2em9f/All_The_Bright_Places_[2020]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR002yBI04ZBLdEpoSquxYQryEC.jpg",
        "title": "Sarileru Neekevvaru (2020)",
        "description": "(Unicode)ရက်ပေါင်း၅ဝလောက် ကြာပြီးတဲ့နောက်မှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တေလဂူးမင်းသားချော Mahesh Babuနဲ့ပရိသတ်တို့ရဲ့ အချစ်တော် တောင်ပိုင်းမင်းသမီး Rashmika Mandanna တို့ရဲ့ အချစ်၊အကြမ်းကားကြီး အကြည်တက်လာခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းအရ မင်းသားချောကတော့ စစ်ဗိုလ်တစ်ယောက်ပါ။စစ်ဆင်ရေးတွေမှာလည်း ခေါင်းဆောင်ကောင်းပီသပြီး အရမ်းတော်တဲ့ စစ်သားတစ်ယောက်ပါ။မိဘမဲ့တစ်ယောက်ဘဝနဲ့ စစ်တပ်ထဲမှာ အသက်ရင်းပြီး မိခင်မေတ္တာကို လိုချင်တောင့်တနေသူပါ။ဒီလိုနဲ့ သူဦးဆောင်တဲ့ စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားတစ်ယောက် ပြင်းပြင်းထန်ထန် ဒဏ်ရာရခဲ့ပါတယ်။လတ်တလောမှာ အဲ့ဒီစစ်သားဟာ ဒီစစ်ဆင်ရေးပြီးရင် ညီမဖြစ်သူရဲ့ မင်္ဂလာပွဲအတွက် အိမ်ပြန်မှာပါ။ခွင့်လည်း တောင်းထားပြီးသား။ခုလိုအခြေအနေကို မိသားစုကို အကြောင်းကြားဖို့ရာ မိသားစုတစ်ခုလုံး အခြေအနေတွေ ကမောက်ကမဖြစ်မှာစိုးလို့တပ်ရင်းရဲ့ ကိုယ်စား စစ်သားတစ်ယောက် သွားရောက်ပြီး အေးဆေးစွာ ပြောပြနိုင်ရပါမယ်။ဒီတာဝန်ကို တာဝန်ယူလိုက်တဲ့ သူကတော့... မင်းသားချောပါပဲ။ကဲ သူ့ ခရီးတစ်လျှောက် ဘယ်လိုမျိုးတွေ တွေ့ကြုံရမလဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/sarileru-neekevvaru-2020/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMzE0NTRhZWQtZmE5OS00NTI5LWJhMzMtMGU4MzE4MmRlZDE0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "Mousehunt (1997)",
        "description": "ဒီဇာတ်ကားကတော့ အမှန်အကန်ကိုရယ်ရမယ့်\nနာမည်ကြီးကြွက်ဇာတ်ကားပါ…\nကြာခဲ့ပြီဆိုသော်ငြား ဘယ်အချိန်ပြန်ကြည့်ကြည့်\nရယ်နေရတုန်းပါပဲ…\nဟာသဇာတ်ကားဆိုပေမယ့်\nဇာတ်လမ်းကလဲအနှစ်သာရပြည့်ဝပါတယ်…\nချစ်ခြင်းမေတ္တာနဲ့ လူသားဆန်ဆန်\nအတ္တတွေအကြောင်းကို ကြွက်တစ်ကောင်နဲ့ ပုံဖော်ထားပါတယ်…\nအကြိုက်ဆုံးအခန်းကတော့\nဗီလိန်မင်းသားကြီး Christopher Walken ကြွက်လိုက်ဖမ်းတဲ့\nဇာတ်ဝင်ခန်းပါပဲ…\nတင်ဆက်ပုံကောင်းသလို\nတကယ့်ကြွက်အစစ်နဲ့ ရိုက်ကူးထားတာမို့\nအခုခေတ်ဇာတ်ကားတွေလို Camera Effect\nတွေနည်းနည်းနဲ့ သဘာဝဆန်ဆန်ကြည့်ရှုရမှာပါ…\nမိသားစုနဲ့ကြည့်သင့်တဲ့ဇာတ်ကားပါ…\nကလေးလေးတွေအတွက်တော့ Tom and Jerry\nကိုအရှင်လတ်လတ်တွေ့ရသလိုခံစားရမှာပါ…\n(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကို ကျွန်တော်ဂျီကျလို့\nကသာသားလေး (Kyaw Ye Aung) ကရေးသားပေးခဲ့ပါတယ်)\n----------------------------------------------------------------\n     ဒီဇာတ္ကားကေတာ့ အမွန္အကန္ကိုရယ္ရမယ့္\nနာမည္ၾကီးၾကြက္ဇာတ္ကားပါ…\nၾကာခဲ့ၿပီဆိုေသာ္ျငား ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္\nရယ္ေနရတုန္းပါပဲ…\nဟာသဇာတ္ကားဆိုေပမယ့္\nဇာတ္လမ္းကလဲအႏွစ္သာရျပည့္ဝပါတယ္…\nခ်စ္ျခင္းေမတၱာနဲ႕ လူသားဆန္ဆန္\nအတၱေတြအေၾကာင္းကို ၾကြက္တစ္ေကာင္နဲ႕ ပံုေဖာ္ထားပါတယ္…\nအၾကိဳက္ဆံုးအခန္းကေတာ့\nဗီလိန္မင္းသားၾကီး Christopher Walken ၾကြက္လိုက္ဖမ္းတဲ့\nဇာတ္ဝင္ခန္းပါပဲ…\nတင္ဆက္ပံုေကာင္းသလို\nတကယ့္ၾကြက္အစစ္နဲ႕ ရိုက္ကူးထားတာမို႕\nအခုေခတ္ဇာတ္ကားေတြလို Camera Effect\nေတြနည္းနည္းနဲ႕ သဘာဝဆန္ဆန္ၾကည့္ရႈရမွာပါ…\nမိသားစုနဲ႕ၾကည့္သင့္တဲ့ဇာတ္ကားပါ…\nကေလးေလးေတြအတြက္ေတာ့ Tom and Jerry\nကိုအရွင္လတ္လတ္ေတြ႕ရသလိုခံစားရမွာပါ…\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို ကြ်န္ေတာ္ဂ်ီက်လို႕\nကသာသားေလး (Kyaw Ye Aung) ကေရးသားေပးခဲ့ပါတယ္)",
        "rating": "6.4",
        "url": "https://megaup.net/4esU7/Mousehunt_[1997]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UTSoKergdypiYFFLtsDT8z0yZ6.jpg",
        "title": "My Brilliant Life (2014)",
        "description": "[Unicode]My Brilliant Life (2014)ငယ်ရွယ်မှုဆိုတာဘာနဲ့မှလဲလို့မရသလို လူတိုင်းလိုချင်တဲ့အရာလဲဖြစ်ပြီး လူတိုင်းကလဲငယ်ရွယ်မှုကိုပိုင်ဆိုင်ဆဲ ပိုင်ဆိုင်ခဲ့ဖူးကြတယ် ၊ဒါပေမယ့်ဒီဇာတ်လမ်းလေးထဲက အာရွန်ဆိုတဲ့၁၆နှစ်သားလေးကတော့ ကံဆိုးစွာပဲငယ်ရွယ်မှုကိုမပိုင်ဆိုင်ခဲ့ဘူး...သူ့မှာprogeriaလို့ခေါ်တဲ့အသက်ကြီးမြန်တဲ့ရောဂါရှိနေခဲ့တယ် ၊အသက်၁၆နှစ်လေးနဲ့အသက်၈၀အရွယ်ခန္ဓာကိုယ်ပိုင်ဆိုင်ပြီး ရောဂါတွေအများကြီးနဲ့\nလောကကြီးထဲကဘယ်အချိန်ထွက်သွားရမယ်မသိတဲ့ အာရွန်လေးရဲ့ခံစားချက်ကဘယ်လိုဖြစ်နေမလဲ...ကိုယ့်သားသမီးလေးပွန်းပဲ့ရင်တောင်စိုးရိမ်တတ်တာမိဘတွေဖြစ်တာမို့ ဒီလိုအသက်၈၀အဖိုးကြီးလို လူတကာလိုက်ကြည့် လူကြားထဲမသွားရဲပဲသေမယ့်နေ့ကိုထိုင်စောင့်နေရတဲ့အာရွန်လေးကို ဘာမှမတတ်နိုင်ပဲကြည့်ရုံကြည့်နေရတဲ့ မိဘရဲ့ရင်ထဲကခံစားချက်...' လူတွေကကျန်းမာနေကြတာမို့ ကိုယ်ကျန်းမာနေတာကိုမေ့နေတတ်ကြတယ်တဲ့ 'Messageကောင်းကောင်းလေးပေးထားတဲ့ကားလေးမို့ ကြည့်ပြီးရင်ရင်ထဲမှာတစ်ခုခုတော့ကျန်ခဲ့မှာပါ ၊Drama Queen SongHyeKyo(အွန်စော)ရဲ့ကားလေးမို့ တစ်သျှူးလေးဆောင်ပြီးကြည့်ကြပါလို့...( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )[Zawgyi]My Brilliant Life (2014)ငယ္႐ြယ္မႈဆိုတာဘာနဲ႔မွလဲလို႔မရသလို လူတိုင္းလိုခ်င္တဲ့အရာလဲျဖစ္ၿပီး လူတိုင္းကလဲငယ္႐ြယ္မႈကိုပိုင္ဆိုင္ဆဲ ပိုင္ဆိုင္ခဲ့ဖူးၾကတယ္ ၊ဒါေပမယ့္ဒီဇာတ္လမ္းေလးထဲက အာ႐ြန္ဆိုတဲ့၁၆ႏွစ္သားေလးကေတာ့ ကံဆိုးစြာပဲငယ္႐ြယ္မႈကိုမပိုင္ဆိုင္ခဲ့ဘူး...သူ႔မွာprogeriaလို႔ေခၚတဲ့အသက္ႀကီးျမန္တဲ့ေရာဂါရွိေနခဲ့တယ္ ၊အသက္၁၆ႏွစ္ေလးနဲ႔အသက္၈၀အ႐ြယ္ခႏၶာကိုယ္ပိုင္ဆိုင္ၿပီး ေရာဂါေတြအမ်ားႀကီးနဲ႔\nေလာကႀကီးထဲကဘယ္အခ်ိန္ထြက္သြားရမယ္မသိတဲ့ အာ႐ြန္ေလးရဲ႕ခံစားခ်က္ကဘယ္လိုျဖစ္ေနမလဲ...ကိုယ့္သားသမီးေလးပြန္းပဲ့ရင္ေတာင္စိုးရိမ္တတ္တာမိဘေတြျဖစ္တာမို႔ ဒီလိုအသက္၈၀အဖိုးႀကီးလို လူတကာလိုက္ၾကည့္ လူၾကားထဲမသြားရဲပဲေသမယ့္ေန႔ကိုထိုင္ေစာင့္ေနရတဲ့အာ႐ြန္ေလးကို ဘာမွမတတ္ႏိုင္ပဲၾကည့္႐ုံၾကည့္ေနရတဲ့ မိဘရဲ႕ရင္ထဲကခံစားခ်က္...' လူေတြကက်န္းမာေနၾကတာမို႔ ကိုယ္က်န္းမာေနတာကိုေမ့ေနတတ္ၾကတယ္တဲ့ 'Messageေကာင္းေကာင္းေလးေပးထားတဲ့ကားေလးမို႔ ၾကည့္ၿပီးရင္ရင္ထဲမွာတစ္ခုခုေတာ့က်န္ခဲ့မွာပါ ၊Drama Queen SongHyeKyo(အြန္ေစာ)ရဲ႕ကားေလးမို႔ တစ္သွ်ဴးေလးေဆာင္ၿပီးၾကည့္ၾကပါလို႔...( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/my-brilliant-life-2014/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6968mZj0jlDp7gmcjLJSd42r9pU.jpg",
        "title": "Moonlit Winter (2019)",
        "description": "[Unicode]ယွန်ဟီး (Kim Hee-ae) ဟာ သူမရဲ့သမီးဖြစ်သူ ဆယ်ဘုံး (Kim So-hye) နဲ့အတူနေထိုင်ပါတယ်ဆောင်းရာသီရဲ့နေ့တစ်နေ့မှာတော့ ဂျပန်နိုင်ငံ အိုတာရူကနေ စာတစ်စောင်ရောက်လာခဲ့ပြီးအဲ့ဒီစာကို ဆယ်ဘုံးမှ မတော်တဆဖတ်မိသွားပြီးတော့ သူ့အမေရဲ့တစ်သက်လုံးဖုံးကွယ်ထားတဲ့လျှို့ဝှက်ချက်ကို သိရှိခဲ့ရတဲ့နောက်....အချိန်နောက်ကျနေပေမယ့်လည်း သူ့အမေရဲ့နှလုံးသားကို နှစ်သိမ့်ချင်တဲ့စိတ်နဲ့ သူ့အမေကိုခေါ်ပြီး ဂျပန်နိုင်ငံကိုခရီးထွက်ခဲ့ပါတော့တယ် ၊အိုတာရူမြို့မှာဆိုရင် ယွန်ဟီးရဲ့အချစ်ဦးဖြစ်သူ ဂျွန်ဆိုသူနေထိုင်ပါတယ် ။ခရီးထွက်သွားပြီးနောက်မှာတော့ ဆယ်ဘုံးအနေနဲ့ သူ့အမေနဲ့သူ့အမေ့ရဲ့အချစ်ဦးကို ဘယ်လိုတွေ့ဆုံပေးမလဲ ၊သူ့အမေ့ကို ဘယ်လိုတွေနှစ်သိမ့်ပေးမလဲ ၊ဒီဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ မိဘအပေါ်ထားတဲ့စိတ်...လိင်တူချစ်ကြိုက်မှုကို တားမြစ်ခံရလို့ ကွဲကွာခဲ့ရတဲ့ချစ်သူနှစ်ယောက်ရဲ့ ရင်ဖွင့်ခံစားချက်တွေကို စီးမြောလိုက်ပါရင်း ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon ဖြစ်ပါတယ် )a[Zawgyi]ယြန္ဟီး (Kim Hee-ae) ဟာ သူမရဲ႕သမီးျဖစ္သူ ဆယ္ဘုံး (Kim So-hye) နဲ႔အတူေနထိုင္ပါတယ္ေဆာင္းရာသီရဲ႕ေန႔တစ္ေန႔မွာေတာ့ ဂ်ပန္ႏိုင္ငံ အိုတာ႐ူကေန စာတစ္ေစာင္ေရာက္လာခဲ့ျပီးအဲ့ဒီစာကို ဆယ္ဘုံးမွ မေတာ္တဆဖတ္မိသြားၿပီးေတာ့ သူ႔အေမရဲ႕တစ္သက္လုံးဖုံးကြယ္ထားတဲ့လွ်ိဳ႕ဝွက္ခ်က္ကို သိရွိခဲ့ရတဲ့ေနာက္....အခ်ိန္ေနာက္က်ေနေပမယ့္လည္း သူ႔အေမရဲ႕ႏွလုံးသားကို ႏွစ္သိမ့္ခ်င္တဲ့စိတ္နဲ႔ သူ႔အေမကိုေခၚၿပီး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/moonlit-winter-2019/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJkBxE3uD78u5KTQHayXTbbeyge.jpg",
        "title": "Troop Zero (2019)",
        "description": "unicodeမိတဆိုးလေး Christmas ဟာ အာကာသအကြောင်းဂြိုဟ်သားအကြောင်းတွေ အလွန်စိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ။သူက ရေဒီယိုလေးတစ်လုံးနဲ့ ဂြိုဟ်သားတွေဆီအမြဲတမ်း အဆက်အသွယ်လုပ်ဖို့ ကြိုးစားနေတတ်တယ်။ကျောင်းမှာတော့ သူ့ကို အိပ်ယာထဲသေးပေါက်ချတတ်တယ်ဆိုပြီးကျောင်းသူကျောင်းသားတွေက အမြဲနောက်ပြောင်ကြတယ်။တစ်နေ့ NASA အဖွဲ့ဝင်တစ်ယောက် သူတို့ကျောင်းဆီရောက်လာပြီး ပွဲတော်မှာအနိုင်ရမယ့်အဖွဲ့ကို ဂြိုဟ်သားတွေဆီစာပို့နိုင်ဖို့ ဆုချမယ်လို့ ကြေညာလိုက်တယ်။Christmas လေးက အရမ်းစိတ်ဝင်စားသွားပြီး ပွဲတော်မှာအနိုင်ရဖို့အတွက် ကြိုးစားချင်လာတော့တယ်။ဒါပေမဲ့ ကျောင်းသူအဖွဲ့က သူ့ကို လက်မခံကြတဲ့အခါသူ့ကိုယ်ပိုင်အဖွဲ့တစ်ဖွဲ့ ဖွဲ့ဖို့ကြိုးစားရတော့တယ်။ဒီဇာတ်ကားလေးက ၁၉၇၀ ခုနှစ်တွေဆီ အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့Comedy-Drama ဇာတ်လမ်းလေးပါ။အရမ်းလည်း Motivation ရစေမယ့် ဇာတ်ကားတစ်ကားဆိုရင် မှားမယ်မထင်ပါဘူး။File Size : ( 904 MB , 292 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy , Drama ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/troop-zero-2019/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/elsewhere-135x200.jpg",
        "title": "Elsewhere (2019)",
        "description": "Elsewhere (2019)==============#Unicode2020 ခုနှစ်ထွက် drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဇနီးသည်သေဆုံးပြီး ၂ နှစ်ကြာတဲ့အထိ ဗိသုကာပညာရှင် ဘရူနိုဟာကြေကွဲဝမ်းနည်းနေတုန်းပါပဲ... ဘဝကို အရှုံးပေးထားတဲ့ ဘရူနိုတစ်ယောက် သူတို့လင်မယားအတူတူဒီဇိုင်းဆွဲဆောက်လုပ်ခဲ့တဲ့သစ်သားအိမ်လေးမှာ နေထိုင်ပါတယ်... တစ်ရက်တော့ ဘရူနိုရဲ့ ယောက္ခမတွေကသူတို့သမီးကိုပေးထားတဲ့ အိမ်ကို ပြန်လည်သိမ်းယူသွားပါတော့တယ်... မိဘအိမ်ပေါ် ပြန်တက်နေရတဲ့ ဘရူနိုဟာအိမ်ကိုပြန်ရယူအောင်ကြိုးစားနေဆဲမှာပဲ အဲ့အိမ်ကို ရောင်းထုတ်ခံလိုက်ရပါတယ်... အသစ်ပြောင်းလာသူနဲ့ဆုံကြတဲ့အခါ ဘရူနိုဘာတွေဆက်လုပ်မလဲ သူ့အိမ်ကိုပြန်ရနိုင်မလားဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်.... #Zawgyi2020 ခုႏွစ္ထြက္ drama ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဇနီးသည္ေသဆုံးၿပီး ၂ ႏွစ္ၾကာတဲ့အထိ ဗိသုကာပညာရွင္ ဘ႐ူႏိုဟာေၾကကြဲဝမ္းနည္းေနတုန္းပါပဲ... ဘဝကို အရႈံးေပးထားတဲ့ ဘ႐ူႏိုတစ္ေယာက္ သူတို႔လင္မယားအတူတူဒီဇိုင္းဆြဲေဆာက္လုပ္ခဲ့တဲ့သစ္သားအိမ္ေလးမွာ ေနထိုင္ပါတယ္... တစ္ရက္ေတာ့ ဘ႐ူႏိုရဲ႕ ေယာကၡမေတြကသူတို႔သမီးကိုေပးထားတဲ့ အိမ္ကို ျပန္လည္သိမ္းယူသြားပါေတာ့တယ္... မိဘအိမ္ေပၚ ျပန္တက္ေနရတဲ့ ဘ႐ူႏိုဟာအိမ္ကိုျပန္ရယူေအာင္ႀကိဳးစားေနဆဲမွာပဲ အဲ့အိမ္ကို ေရာင္းထုတ္ခံလိုက္ရပါတယ္... အသစ္ေျပာင္းလာသူနဲ႔ဆုံၾကတဲ့အခါ ဘ႐ူႏိုဘာေတြဆက္လုပ္မလဲ သူ႔အိမ္ကိုျပန္ရႏိုင္မလားဆိုတာကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/elsewhere-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z59Vr7l2ZFQPh76ooSQdXjW3YRo.jpg",
        "title": "Panipat(2019)",
        "description": "Panipat(2019)(unicode)မာရာသတိုင်းမှာရှိတဲ့ တိုင်းသူပြည်သားတွေ\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး သူတို့တိုင်းပြည်ရဲ့လက်အောင်မှာ တိုင်းပြည်ငယ်တော်တော်များများရှိကြတယ်..သူတို့တိုင်းပြည်ကိုလည်း နှစ်စဉ်\nအခွန်ပေးဆောင်ကြရပါတယ်..ဒါပေမယ့်တစ်နေ့မှာတော့ တိုင်းပြည်ငယ်တစ်ခုကအခွန်မပေး\nဆောင်တဲ့အပြင် ရာဇသံလာပေးတဲ့စစ်သူကြီးတစ်ဦးကိုပါ သတ်ဖြတ်ပစ်လိုက်တယ်..အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ....ဒီတိုင်းပြည်ငယ်ဟာ အာခံရတဲ့အကြောင်းရင်းလည်းရှိပါတယ်...အဲ့ဒါက အာဖဂန်နစ္စတန်ဧကမရာဇ်မင်းတစ်ဦးနဲ့ပူးပေါင်းပြီး အင့်အားတောင့်တင်းလာတဲ့အပြင် အိန္ဒိယ\nတစ်ပြည်လုံးကိုသိမ်းပိုက်ဖို့အထိတောင် ရည်ရွယ်ထားပါတယ်....ဒီဇာတ်လမ်းဟာပြသချိန်သုံးနာရီနီးပါး\nကြာမြင့်ပေမယ့် အစအဆုံးထိ ဇာတ်လမ်းဇာတ်ကွက်တိုင်းက ဆွဲဆောင်မှု\nရှိပါတယ်..ဆာဒါးရှိဗ်ဟာ အာဖဂန်တပ်နဲ့စစ်ခင်းဖို့အတွက် သူ့လက်အောက်ခံတိုင်းပြည်တွေ\nနဲ့ပူးပေါင်းဖို့ ကြိုးစားအားထုတ်ပုံတွေ..စစ်နည်းဗျူဟာတွေ တွေ့မြင်ရသလို\nတိုက်ပွဲတွေ အက်ရှင်ခန်းတွေကိုလည်း များစွာကြည့်ရမှာပါ....\nလက်အောက်ခံတိုင်းပြည်တွေကရော ဆာဒါးရှိဗ်မျှော်လင့်ထားသလို သူနဲ့အတူပူးပေါင်းပြီး\nအာဖဂန်တွေကို တိုက်ထုတ်ကြမှာလား..တိုက်တဲ့စစ်ပွဲတွေရော အောင်မြင်ပါ့မလား....ဆိုတာကိုတော့.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...\n(zawgyi)မာရာသတိုင္းမွာရွိတဲ့ တိုင္းသူျပည္သားေတြ\nရဲစြမ္းသတၱိနဲ႔ျပည့္စုံၿပီး သူတို႔တိုင္းျပည္ရဲ႕လက္ေအာင္မွာ တိုင္းျပည္ငယ္ေတာ္ေတာ္မ်ားမ်ားရွိၾကတယ္..သူတို႔တိုင္းျပည္ကိုလည္း ႏွစ္စဥ္\nအခြန္ေပးေဆာင္ၾကရပါတယ္..ဒါေပမယ့္တစ္ေန႔မွာေတာ့ တိုင္းျပည္ငယ္တစ္ခုကအခြန္မေပး\nေဆာင္တဲ့အျပင္ ရာဇသံလာေပးတဲ့စစ္သူႀကီးတစ္ဦးကိုပါ သတ္ျဖတ္ပစ္လိုက္တယ္..အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ....ဒီတိုင္းျပည္ငယ္ဟာ အာခံရတဲ့အေၾကာင္းရင္းလည္းရွိပါတယ္...အဲ့ဒါက အာဖဂန္နစၥတန္ဧကမရာဇ္မင္းတစ္ဦးနဲ႔ပူးေပါင္းၿပီး အင့္အားေတာင့္တင္းလာတဲ့အျပင္ အိႏၵိယ\nတစ္ျပည္လုံးကိုသိမ္းပိုက္ဖို႔အထိေတာင္ ရည္႐ြယ္ထားပါတယ္....ဒီဇာတ္လမ္းဟာျပသခ်ိန္သုံးနာရီနီးပါး\nၾကာျမင့္ေပမယ့္ အစအဆုံးထိ ဇာတ္လမ္းဇာတ္ကြက္တိုင္းက ဆြဲေဆာင္မႈ\nရွိပါတယ္..ဆာဒါးရွိဗ္ဟာ အာဖဂန္တပ္နဲ႔စစ္ခင္းဖို႔အတြက္ သူ႔လက္ေအာက္ခံတိုင္းျပည္ေတြ\nနဲ႔ပူးေပါင္းဖို႔ ႀကိဳးစားအားထုတ္ပုံေတြ..စစ္နည္းဗ်ဴဟာေတြ ေတြ႕ျမင္ရသလို\nတိုက္ပြဲေတြ အက္ရွင္ခန္းေတြကိုလည္း မ်ားစြာၾကည့္ရမွာပါ....\nလက္ေအာက္ခံတိုင္းျပည္ေတြကေရာ ဆာဒါးရွိဗ္ေမွ်ာ္လင့္ထားသလို သူနဲ႔အတူပူးေပါင္းၿပီး\nအာဖဂန္ေတြကို တိုက္ထုတ္ၾကမွာလား..တိုက္တဲ့စစ္ပြဲေတြေရာ ေအာင္ျမင္ပါ့မလား....ဆိုတာကိုေတာ့.....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zwe ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/panipat2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ryYmy2rHP8DXBaR2pDFt3JaTnx.jpg",
        "title": "Good Newwz (2019)",
        "description": "(Unicode)အားလုံးကို သတင်းကောင်းလေး ပေးချင်ပါတယ်။ ကျူပ်တို့ ဖက်က အာမခံနိုင်တာတစ်ခုကတော့ သတင်းကောင်းပါပဲဒါက ဂျိုရှီဆေးရုံရဲ့ ကြော်ငြာ၊ နေ့စဉ် ကလေးမရတတ်တဲ့ ဇနီးမောင်နှံတို့ရဲ့ အားထားရတဲ့ နေရာ။ကလေးလိုချင်ပေမဲ့ မရတတ်ကြတဲ့ ဗာရွန်တို့ ဗတ္တရားလင်မယားမှာ ညီမနဲ့ယောက်ဖရဲ့လမ်းညွှန်ချက်ကြောင့် ဒီဆေးရုံကို ရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာပဲ ဗာရွန်တို့ လင်မယားနဲ့ ဟန်နီးတို့ လင်မယားကို တွေ့ဆုံဖို့ ဖြစ်လာပါတယ်။သူတို့က နာမည်အဖျားတွေ တူနေကြတယ်။နှစ်တွဲလုံးက ဗတ္တရားတွေ၊ ဒီလိုနဲ့ ဆရာဝန်က ပြောလိုက်ပါတယ်။ကျူပ်တို့ရဲ့ အတွေ့အကြုံရင့်ကျက်လှတဲ့ ပညာရှင်တွေဟာ သုက်နှစ်စုံကို နာမည်တူနေတော့ ရောထွေးမိသွားပါတယ်တဲ့။ကဲ အဲ့ဒီမှာ ဇာတ်လမ်းက စပြီ။ဟန်နီးရဲ့ သုက်က ဒီးပ်တီးဆီ ရောက်သွားပြီး ဗာရွန်ရဲ့ သုက်က မိုနီကားဆီ မှားပြီး ရောက်သွားပြီလို့ သိလိုက်ရတဲ့ အခါမှာတော့.....ကဲ ကိုယ့်လူတို့.... ...",
        "rating": "7.1",
        "url": "https://megaup.net/2T1fn/Good_Newwz_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VZlm8sEwxkE3L5nXxz17QLj1sF.jpg",
        "title": "Corpus Christi (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။လူငယ်အကျဉ်းထောင်ကနေ အသက် ၂၀ အရွယ် လူငယ်လေးတစ်ယောက်ကစောင့်ကြည့်အမိန့်နဲ့ လူငယ်အကျဉ်းထောင်ကနေ လွတ်လာပါတယ်။သူ့ကို သစ်စက်မှာ အလုပ်သွင်းပေးဖို့ စီစဉ်ထားပေမဲ့သူက တစ်နေရာမှာ ဘုန်းတော်ကြီးအယောင်ဆောင်ရင်း နေနေလိုက်ပါတယ်။အကျဉ်းထောင်အတွင်းကို တရားလာဟောလေ့ရှိတဲ့ဘုန်းတော်ကြီးဆီကနေ သူလေ့လာထားသလောက်ပညာတွေနဲ့ဘုန်းတော်ကြီးခရီးစဉ်ကို စတင်လျှောက်လှမ်းပါတော့တယ်။သူရောက်သွားတဲ့နေရာလေးမှာ အဖြစ်ဆိုးတစ်ခုလည်း ဖြစ်ထားခဲ့ပါတယ်။အဲဒီအဖြစ်ဆိုးကြီးရဲ့ နောက်ဆက်တွဲပြဿနာတွေကိုဘုန်းတော်ကြီးအယောင်ဆောင်ထားတဲ့လူငယ်လေးက ဖြေရှင်းဖို့လုပ်ပါတော့တယ်။File Size : ( 1 GB , 286 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 55 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwinzawgyiဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ အေျခခံၿပီး ရိုက္ကူးထားတဲ့ကားေလးပါ။လူငယ္အက်ဥ္းေထာင္ကေန ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xq9w/(CM)_Corpus_Christi_2019_(Large_Size).mp4",
        "category": "Drama"
    }
]