[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eJAVjARKe3YBabnbhdbYWXD7Hdg.jpg",
        "title": "13(2010)",
        "description": "13(2010)========ဒီဇာတ်ကားလေးကတော့ ရင်ထဲမှာ တလှိုက်လှိုက်ဖြစ်နေစေမယ့်သည်းထိတ်ရင်ဖို ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ဗင်းဆင့်ဆိုတဲ့ ကောင်လေးက တရားမဝင် မြေအောက် လောင်းကစား၏ကမ္ဘာကို အကြောင်းအမျိုးမျိုးကြောင့် ပါဝင် ပတ်သက်လာတာကနေပိုက်ဆံအမြောက်အများအပါအဝင် လောင်းကြေးတွေပါ ကြီးမားလာတဲ့အကြောင်းတွေကို အသည်းတထိတ်ထိတ်နဲ့ ကြည့်ရမှာပဲ ဖြစ်ပါတယ်Thriller တွေ Suspense တွေကို ကြိုက်နှစ်သက်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ် File size…1.25GB / 447MB\nQuality…Blu-Ray 1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 31m\nGenre .....  Drama , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phone Myint Maw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/132010-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/l7n76f-141x200.jpg",
        "title": "March Comes in Like a Lion Part1 (2017)",
        "description": "March comes in like a lion (2020)ရေး ခီရိရာမဟာ အသက်၁၇ရှိတဲ့ အထက်တန်းကျောင်းသားလေး ဖြစ်ပြီးတော့ ​professional shogiကစားသမား တစ်ယောက်ဖြစ်ပါတယ်။ ငယ်ငယ်တည်းက သူ့မိဘတွေနဲ့ သူ့ညီမလေးဟာ ကားမတော်တဆမှုတစ်ခုမှာ ဆုံးပါးသွားတဲ့အတွက် အဖေ့မိတ်ဆွေဆီမှာ သွားရောက်နေထိုင်ခဲ့ရပါတယ်။အဖေ့မိတ်ဆွေဖြစ်တဲ့ မွေးစားက shogiပညာရှင်တစ်ယောက်ဖြစ်တဲ့အတွက် သူဟာ သူဝါသနာမပါတဲ့ shogiကို သဘောကျချင်ယောင်ဆောင်ပြီးတော့ လိုက်လျောညီထွေဖြစ်အောင် နေခဲ့ရပါတယ်။ ဒါပေမဲ့ shogiကို အကောင်းဆုံးကြိုးစားခဲ့လို့ ငယ်ငယ်လေးနဲ့ ထူးချွန်တဲ့ပညာရှင် ဖြစ်ခဲ့ပါတယ်။ဒီလိုထူးချွန်တာကြောင့်ပဲ မွေးစားအဖေက \"ရေး\"ကို မနိုင်နိုင်လို့ shogiဆက်မကစားဖို့ တားခဲ့ပါတယ်။ သူဟာ မိသားစုအတွက် စိတ်အနှောင့်အယှက်ဖြစ်စေတယ်လို့ထင်သွားတာကြောင့် အဲဒီအိမ်ကထွက်လာပြီး တစ်ယောက်တည်းနေခဲ့ပါတယ်။ဒီလိုနဲ့ shogiပြိုင်ပွဲတစ်ခုမှာ သူ့မွေးစားအဖေကို ပြိုင်ဖက်အနေနဲ့ပြန်ဆုံပြီး အနိုင်ယူမိတဲ့အခါမှာ သူ့ရဲ့အပြစ်မကင်းစိတ်က ပြန်ပေါ်လာပြီး အရက်သောက်ခဲ့ပါတယ်။ မူးနေရင်းနဲ့ စဉ်းစားလွန်ပြီး စိတ်ပူပန်မှုလွန်ကဲကာ လဲကျသွားခဲ့ပါတယ်။ အဲဒီအချိန်မှာ အကရီလို့ခေါ်တဲ့ စိတ်ထားကောင်းတဲ့အစ်မတစ်ယောက်က ခေါ်ပြီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/march-comes-in-like-a-lion-part1-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9XquDdOGrlC0EAbPoOXALqS2dDh.jpg",
        "title": "The Wind That Shakes the Barley(2006)",
        "description": "The Wind That Shakes the Barley(2006)**************************************အိုင်ယာလန်နိုင်ငံရဲ့ လွတ်လပ်ရေးတိုက်ပွဲအကြောင်း၊ပြည်တွင်းစစ်အ‌ကြောင်း ကို နောက်ခံထားရိုက်ကူးထားတာဖြစ်ပြီး\nဇာတ်ကားခေါင်းစဉ် The wind that shakes the barleyဆိုတာက အိုင်းရစ်ရှ်လူမျိုးသူပုန်လေးရဲ့အကြောင်းသီဆိုထားတဲ့ သီချင်းကနေယူထားတာပါ။ဇာတ်ဝင်ခန်းတစ်ခန်းမှာတော့ ဒီသီချင်းကိုသုံးပြထားပါတယ်။\nဒီဇာတ်ကားထဲမှာနယ်ချဲ့အင်္ဂလိပ်တွေရဲ့ ဖိနှိပ်မှု နှိပ်စက်မှုတွေကို မခံနိုင်တဲ့နောက်မှာတော့အိုင်ယာလန်လူငယ်လေးတွေဟာ ပြန်လည်တိုက်ခိုက်ပုန်ကန်ကြပါတယ်။အချို့ပြည်သူတွေကလည်း အင်္ဂလိပ်တွေကို အကူအညီမပေးတာမျိုး၊ကိုယ့်လူမျိုးတော်လှန်ရေးသမားတွေကို စားစရာ၊နေစရာပေးတာမျိုး စတဲ့အမျိုးသားရေးစိတ်ဓာတ်တွေလည်းတွေ့မြင်ရမှာပါ။\nလွတ်လပ်ရေးပေးမယ့်ပေးတော့လည်း နယ်ချဲ့တို့ ထုံးစံအတိုင်း ရွှေရည်စိမ်ပဲပေးပြန်တယ်။ဒီလိုနဲ့ အချင်းချင်း နိုင်ငံရေးသ‌ဘောထားတွေမတူဘဲ ငြင်းကြခုံကြနဲ့ ပြည်တွင်းစစ်ဖြစ်တာတွေကို မြင်တွေ့ရမှာပါ။ကိုယ့်ရဲဘော်ဆိုပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် ကိုယ်တိုင်ကွပ်မျက်ရတာမျိုး စတဲ့ရင်နာစရာဇာတ်ကွက်တွေလည်းပါပါသေးတယ်။\nဇာတ်လိုက်ညီအစ်ကိုတွေဟာလည်း အိုင်ယာလန်နိုင်ငံဖွားသရုပ်ဆောင်တွေဖြစ်ကြပြီး peaky blinders မင်းသားကြီး Cillian Murphyရဲ့ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းတွေ့မြင်ရဦးမှာပါ။File Size :(2.2GB)(978 MB) and (380 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:07:00\nGenre : War, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-wind-that-shakes-the-barley2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rF70d73JCMXGnsYJU8zLPTMZIO4.jpg",
        "title": "Love Me Not(2006)",
        "description": "Love Me Not(2006)=================ဒီတစ်ခေါက်မှာတော့ လွမ်းလည်းလွမ်းရ ငိုလည်းငိုရမယ့် ကိုရီးယားကားဟောင်းလေးနဲ့မိတ်ဆက်ပေးပါမယ်။ဂျပန်ဒရာမာကားကိုပြန်ရိုက်ထားတာဖြစ်ပြီးမင်းသားကြီး Kim Joo-hyukနဲ့ ​ပရိသတ်များအသိများတဲ့ My Little Bride၊Autumn in my heartတို့မှမင်းသမီးချောလေး Moon Geun-youngတို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျူလီအန်းဆိုတဲ့သူက မကောင်းတာလုပ်စားတဲ့ယောကျ်ားတစ်ဉီးပါ။သူ့ဖောက်သည်အမျိူးသမီးတွေဆီကနေ ဇာတ်လမ်းတွေထွင်ရင်း မျက်ရည်လည်းချူ ပိုက်ဆံလည်းချူတတ်သူတစ်ဉီးပါ။အဲ့ကနေရလာတဲ့၏ပိုက်ဆံတွေနဲ့ပျော်ပါးရင်းက အကြွေးတွေတင်တဲ့ဆီကိုရောက်လာပါတော့တယ်။တစ်လအတွင်းမဆပ်နိုင်ရင်အသတ်ခံရမှာဖြစ်ပါတယ်။အဲ့တော့ အကြွေးဆပ်ဖို့အကြံထုတ်ကာ သေသွားတဲ့သူငယ်ချင်းရဲ့မိသားစုအိမ်မှာ အစ်ကိုအဖြစ်ဟန်ဆောင်ကာအမွေဆက်ခံမည့်ညီမဖြစ်သူကိုလုပ်ကြံရင်း မိမိကံကြမ္မာကိုဖန်တီးဖို့ အကြံထုတ်ပါတော့တယ်။တကယ်တမ်းမှာတော့​အေးစက်မာကြောတဲ့မျက်မမြင်မလေးမင်နဲ့ ခံစားချက်များပွင့်ဟပြီးနောက်မှာတော့မေတ္တာသံယောဇဉ်ကြိုးတွယ်လာပါတော့တယ်။အချစ်ကိုပြန်လည်ခင်တွယ်လာပြီးနောက် ပိုင်ဆိုင်ကြဖို့ကြိုးစားတဲ့အခါမှာတော့ ပြဿနာအမျိုးမျိုးကိုရင်ဆိုင်ကြရပါတော့တယ်။အလိမ်အညာတွေနဲ့တည်ဆောက်ထားတဲ့ ဂျူလီအန်းရဲ့ယူဂျင်းသရုပ်ကိုဘယ်လိုဆက်လက်ရှေ့တိုးမလဲ။မျက်မမြင်မလေးမင်ကိုစောင့်ရှောက်ရင်း ဘယ်လိုပြဿနာတွေနဲ့ကြုံတွေ့ရမလဲ။တင်နေတဲ့အကြွေးတွေဆပ်မဲ့တစ်လအချိန်မှာ ဘယ်လိုဘဝအချိုးအကွေ့တွေနဲ့ကြုံရမလဲ ဆိုတာဆက်လက်ကြည့်ရှု့ခံစားရမှာပါ။လောကကြီးမှာအရေးပါဆုံးအရာကတော့ငွေနဲ့ဝယ်လို့မရတဲ့ပစ္စည်းဖြစ်ပြီးတော့လူတိုင်းဟာ ထိုအရာကိုပိုင်ဆိုင်ဖို့အခွင့်အရေးကိုတော့ ခဏခဏမရနိုင်ပါဘူး။မျက်စိနဲ့မမြင်ရနိုင်တဲ့အရာတွေကို သေချာမြင်နိုင်ကြဖို့လိုပါတယ်။အနီးနားမှာအဝေးမှာ အတိတ်မှာ အနာဂတ်မှာ ထိုအရာနှင့်တွေ့ဆုံကြတဲ့အခါဖြစ်ပေါ်လာတဲ့ခံစားမှု၊အဖိုးမဖြတ်နိုင်တဲ့ ပြန်လည်အစားထိုးမရနိုင်တဲ့မှတ်ဉာဏ်တွေနဲ့တည်ဆောက်ထားတတ်တဲ့ဘဝရဲ့အခြေခံကျပုံသဘော ကို တွေ့မြင်ခံစားရမဲ့ဒီဇာတ်ကားဟာ ဒရာမာရသပြည့်ဝစွာခံစားလိုသူတွေအတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားများထဲမှာအပါအဝင်ဖြစ်ပါတယ်။(ဘာသာပြန်သူနဲ့အညွှန်းရေးသားသူကတော့ Nwe Hnin Thazinဖြစ်ပါတယ်) File size…1.68GB / 627MB\nQuality…WEB-DL 1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 59m\nGenre .....  Drama , ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/love-me-not2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzI3NmYyZjgtZjc2My00NDQ1LTkyMzgtZTQ4NzFjYzUxOTk3XkEyXkFqcGdeQXVyODAzNjkzODU@._V1_-142x200.jpg",
        "title": "[18+]Gyeulhoneui Giwon (2013)",
        "description": "[18+]Gyeulhoneui Giwon (2013)*****************************ဂင်ဆွန်းအယ်က AIDS သုတေသနဓာတ်ခွဲခန်းမှာ အလုပ်လုပ်ပြီး မီဂျူကတော့ကြုံရာဝင်လုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ် ဆောင်းအယ်ကတော့ စိတ်ရောဂါအထူးကုဆရာဝန်ဖြစ်ပြီးဆွန်းအယ်ကို ကုသပေးနေရပါတယ် တစ်ရက်မှာ ဆွန်းအယ်ကို ကုသပေးနေတုန်းဆွန်းအယ်ရဲ့ထိတ်လန့်ဖွယ်ရာလုပ်ရပ်ကို သိလိုက်ရပါတော့တယ်\nတစ်ဖက်မှာလည်း မီဂျူက သူ့ချစ်သူနဲ့ မွေးနေ့ပွဲကျင်းပချင်လိုဆွန်းအယ်ရဲ့အိမ်မှာ လာလုပ်ဖို ခွင့်တောင်းလိုက်ပါတယ် ဆွန်းအယ်က ခွင့်ပြုပေးလိုက်တဲ့အခါမှာတော့ဆွန်းအယ် မီဂျူနဲ့သူ့ချစ်သူတို ၃ပွင့်ဆိုင် ဘယ်လိုကိစ္စတွေဖြစ်လာမလဲဆိုတာ ကိုယ်တိုင်ကြည့်ရှုခံလိုက်ပါဦးညှို့အားပြင်းအလှပိုင်ရှင်မမတွေပါတဲ့အပြင် အိပ်ရာခန်းတွေလည်းပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း...File Size :(733 MB) and (252 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:44:00\nGenre : Adult, Romance,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/18gyeulhoneui-giwon-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDkyZTk2ODktYmE0NC00ZDdmLTliYTQtNzkwNDU1YWE3MjY4XkEyXkFqcGdeQXVyMjI0MjMwMzQ@._V1_-140x200.jpg",
        "title": "The Storage (2011)",
        "description": "The Storage (2011)\n==============\nIMDb rating – 5.9/10ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးအတွက် ပေါ့ပေါ့ပါးပါးဖြစ်တဲ့\nDrama/comedy ဇာတ်လမ်းလေးတစ်ခုကို တင်ဆက်ပေး\nချင်ပါတယ်။ဇာတ်လမ်းလေးရဲ့အကျဉ်းချုပ်ကတော့ -\nစတိုးဆိုင်တစ်ခုရဲ့ သိုလှောင်ခန်းထဲမှာ ရော့စ်ကုနဲ့ ရာ့နီနန်\nနှစ်ယောက်သား တာဝန်ယူပြီး လုပ်ပေးရပါတယ်။ ရော့စ်ကုက\nအဲဒီစတိုးဆိုင်မှာ အလုပ်လုပ်နေတဲ့ ကယ်ရီတာနဲ့ ဇာတ်လမ်း\nလေးတွေ ရှိခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကယ်ရီတာက သူ့မှာ\nကိုယ်ဝန်ရှိကြောင်း ရော့စ်ကုကို ဖွင့်ပြောလာပါတယ်။ ရော့စ်\nကု ကတော့ကလေးကို ဖျက်ချပစ်ဖို့ ပြောပေမဲ့ ကယ်ရီတာက\nတော့ ကလေးကို မွေးဖြစ်အောင်မွေးမယ်လို့ ပြောပြီး သူနဲ့အတူ\nတူလာမနေရင် သိုလှောင်ခန်းထဲက ပစ္စည်းတွေကို သူခိုးခဲ့တဲ့\nအကြောင်းကို မန်နေဂျာကို အကြောင်းကြားမယ်လို့ပါ အကြပ်\nကိုင်ခြိမ်းခြောက်ပြီး သူနဲ့ မိသားစုတစ်ခုကို တည်ထောင်ဖို့ ပြော\nခဲ့ပါတယ်။နောက်ပိုင်းမှာ သိုလှောင်ခန်းထဲကနေ ရော့စ်ကု ခိုးယူနေတဲ့ကိစ္စ\nတွေကို သူဌေးသိသွားမှာလား၊ ကယ်ရီတာနဲ့အတူတူ သူတို့ရဲ့\nဆင်းရဲနွမ်းပါးတဲ့ ဘဝလေးမှာ မိသားစုတစ်ခုကို တည်ထောင်နိုင်\nမလားဆိုတာကို ကြည့်ရှူလို့ရမယ့် ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ June\nဖြစ်ပါတယ်)File Size..........(1.47 GB) ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-storage-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTUzY2ZjYWItYjQ2OC00N2I3LTk1NmQtYjNkMTgwODBhYzNmXkEyXkFqcGdeQXVyNjIyMDI4NDI@._V1_-154x200.jpg",
        "title": "The Beach of the Drowned (2015)",
        "description": "The Beach of the Drowned (2015)\n========================\nIMDb Rating - 6.1/10မကောင်းမှုဆိုတာ ဆိတ်ကွယ်ရာမရှိပါဘူး။ အင်မတန်သေးငယ်တဲ့\nအပြစ်ပဲဖြစ်ဖြစ်၊ အကြီးဆုံးအပြစ်ပဲဖြစ်ဖြစ် မကောင်းမှုပါပဲ။ ဘယ်\nလောက်ပဲဖုံးဖိထားထား အချိန်တန်ရင် ဘူးပေါ်သလိုပေါ်ရတာချည်း\nပါပဲ။ အခုမိတ်ဆက်ချင်တဲ့ဇာတ်ကားလေးဟာလည်း သင်္ဘောသား\nတစ်ယောက် အသတ်ခံရပြီး ကမ်းခြေမှာပေါ်လာတာကစပြီး တရားခံ\nတွေ ဖုံးကွယ်ထားတဲ့အမှုတွေ တစ်ခုပြီးတစ်ခုပေါ်လာတဲ့ စပိန်မှုခင်း\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ပန်ဂျွန်ဆိုတဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့မှာ ကာစတယ်လိုဆိုတဲ့ သင်္ဘော\nသားရဲ့အလောင်း ပေါ်လာခဲ့ပါတယ်။ ဒီတော့ စုံထောက် လီယိုကယ်လ်\nဒက်စ် နဲ့ အရာရှိ ရာဖာအက်စ်တီဗက်စ် တို့ဟာ ဒီအမှုကိုဖော်ထုတ်ဖို့\nရောက်ရှိလာကြပါတယ်။ သူတို့စုံစမ်းရင်း သိလာရတာက ဒီအမှုဟာ\nသာမာန်လူသတ်မှုတင်မဟုတ်ပဲ လွန်ခဲ့တဲ့နှစ်နှစ်က ပျောက်ဆုံးသွားခဲ့တဲ့\nရေဘက်ကာနီရာ ဆိုတဲ့အမျိုးသမီးရဲ့ အမှုနဲ့ပါဆက်စပ်နေတာကို တွေ့လာ\nရပါတယ်။သူတို့တွေဟာ ကာစတယ်လိုကိုသတ်ခဲ့တာ ဘယ်သူဖြစ်မလဲ၊ ပျောက်\nဆုံးနေတဲ့ အမျိုးသမီး ရေဘက်ကာကရော ဘယ်ရောက်နေမလဲ၊ တရားခံ\nဘယ်နှယောက်လောက်ရှိနေမလဲ၊ အမှုနှစ်ခုဟာ ဘယ်လိုဆက်စပ်နေမလဲ\nဆိုတာကို စုံစမ်းဖော်ထုတ်တာဟာ စိတ်၀င်စားဖို့ကောင်းလွန်းတာကြောင့်\nမှုခင်းဇာတ်လမ်းကြိုက်သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့\nညွှန်းလိုက်ချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jaka ဖြစ်ပါတယ်)File ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-beach-of-the-drowned-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9h7vKuOy6dnxKzYTl92Yl2bxwry.jpg",
        "title": "[18+] Boso Dos (2023)",
        "description": "Boso Dos (2023)မာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပြီး အသက်အရွယ်ရောက်လို့ ရဲတပ်ဖွဲ့ထဲဝင်တဲ့အချိန် အဲဒီမမကြီးဖြစ်တဲ့ အာရာနဲ့အတူ အလုပ်တွဲလုပ်ဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူ့အိပ်မက်တွေလက်တွေ့ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ မူးယစ်ဂိုဏ်းတစ်ခုကို နှိမ်နင်းဖို့ အဲ့ဒီဂိုဏ်းရဲ့စခန်းကို စောင့်ကြည့်ကင်မရာတွေ တပ်ဆင်ပြီး စောင့်ကြည့်ဖို့တာဝန်ကို သူနဲ့အာရာကို အထက်အရာရှိက တွဲဖက်တာဝန်ပေးလိုက်တာပါပဲ။သူတို့စောင့်ကြည့်ရတဲ့ ဂိုဏ်းရဲ့စခန်းက ခေါင်းဆောင်၊ သူ့လက်ထောက်နဲ့ သူတို့ဆီလာတတ်တဲ့မိန်းကလေးတွေရဲ့အထန်ဇာတ်လမ်းပေါင်းစုံကို သူ တစ်ဖက်သတ်ကြွေနေရတဲ့ အာရာနဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရတာဖြစ်တော့ သူ့ရဲ့ငယ်ဘဝစိတ်ကူးတွေ အကောင်အထည်‌ ပေါ်လာမလား...\nသူတို့စောင့်ကြည့်နေတဲ့ဂိုဏ်းခေါင်းဆောင်နဲ့ သူတို့နဲ့အပြင်မှာ ဘယ်လိုထပ်ပြီးဆက်နွယ်လာမလဲဆိုတာတွေကို ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 44Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/boso-dos-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pp237jqOnlLojQfvCgJHv5yZofL.jpg",
        "title": "Casanova(2005)",
        "description": "Casanova(2005)**************Heath Ledger ပါဝင်ပြီး ဆုကြီး ၅ ဆုတောင်ရရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်..ညှို့ဓာတ်ပြင်းလွန်းပြီး မိန်းကလေးတိုင်းလိုလိုကိုဆွဲဆောင်နိုင်တဲ့ ကာဆာနိုဗာ..\nအမျိုးသမီးငယ်၊ အပျိုစင်တွေ၊ အိမ်ထောင်ရှိအမျိုးသမီးတွေသာမက မယ်သီလရှင်တွေကိုပါဆွဲဆောင်ပြီးအိပ်ရာထဲခေါ်နိုင်တဲ့အတွက် တရားရုံးကပါကြိုးပေးသတ်ချင်နေတဲ့သူ..\nအဲဒီလိုလူတစ်ယောက် တစ်နေ့မှာတော့ အရာရှိတွေလိုက်ဖမ်းလို့ပြေးရင်းအမျိုးသမီးတစ်ယောက်ကို အချစ်စစ်နဲ့ချစ်မိသွားပါတော့တယ်..\nထို \"ဖရန်ချက်စ်ကာ\"ဆိုတဲ့အမျိုးသမီးလေးမှာလည်း စေ့စပ်ထားတဲ့သူရှိတဲ့အခါ..\nကာဆာနိုဗာတစ်ယောက် ဖရန်ချက်စ်ကာ့စေ့စပ်ထားတဲ့သူနေရာက ဟန်ဆောင်ပါတော့တယ်။\nပျိုတိုင်းကြိုက်နှင်းဆီခိုင်ဖြစ်ပေမယ့် ဒီတစ်ခါမှာတော့ တခြားမိန်းကလေးတွေနဲ့မတူထူးခြားတဲ့သူတကယ်ချစ်တဲ့ဖရန်ချက်စ်ကာရဲ့အချစ်ကို ရနိုင်ပါ့မလား..\nအလိမ်တွေရောဘယ်လိုပေါ်ကုန်မလဲ..File Size :(2.04GB)(1.04 GB) and (293 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Adventure, Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/casanova2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDcxYTQyZDgtZWYzYS00NWQxLTgyOTctN2U1Y2ExZGE1ZTBkXkEyXkFqcGdeQXVyNDgzNjg5Nw@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "A Tale of Love and Desire (2021)",
        "description": "A Tale of Love and Desire (2021)\n=======================\nIMDb Rating  6.7/10\"သူ(မ)ဟာ မာဂျ်နန်ရဲ့ အိပ်မက် မာဂျ်နန်ရေးခဲ့တဲ့\nကဗျာတိုင်းဟာ သူ့အတွက်ပေါ့။ တစ်နေ့တော့ သူ..\nမာဂျ်နန့်ဆီ ပြန်လာခဲ့တယ်။ သူ့ရဲ့ အမျိုးသားဖြစ်သူ\nဆုံးပါးသွားခဲ့ပြီ။ သူတို့နှစ်ယောက်ကြားက အတား\nအဆီးတွေ ပြိုလဲသွားခဲ့ပြီပေါ့၊ သို့ပေမဲ့ မာဂျ်နန်ဟာ\nသူ(မ)ကို လက်မခံခဲ့တော့ပါ၊ဘာလို့လဲ ... ?မာဂျ်နန်ဟာ သူ့ကို သူ့ကဗျာတွေရဲ့ ဈာန်ဝင်စားမှု တစ်ခု\nအဖြစ်သာကျန်ရှိနေစေချင်ပါတော့သည်။ နှစ်ဦးသား ဆုံ\nဆည်းမှုဟာ ကဗျာတွေရဲ့ ..အနက်ကို ပျက်ပြယ်သွားစေ\nနိုင်သည်။ ထို့ကြောင့် ... အဆုံးသတ်မှာ ကဗျာဆရာတိုင်းရဲ့\nအဟန့်အတားဟာ သူတို့ကိုယ်တိုင်သာ ဖြစ်နေခဲ့တော့ပါသည် .... \"ဒီကိုးကားချက်လေးအတိုင်း... အာမက်ဆိုတဲ့ ၁၈ နှစ်အရွယ်\nစာပေသမားလေးဟာလည်း အရာရာမှာ သိပ်ကို အတွေးများ\nတတ်သူပါ။ ဆိုတော့ ... မထိတွေ့ဖူးသေးတဲ့ အချစ်နဲ့ကြုံလာ\nတဲ့အခါ သူ့အတွက် ပို၍ဆိုးလှပါတယ်။ ဖာရာဆိုတဲ့ မိန်းကလေး\nဟာ သူ့စိတ်မှာ ကြီးစိုးနေပေမယ့် ဒီကြီးစိုးမှုကြီးကနေ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/a-tale-of-love-and-desire-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tl9e6GNLpSrSL1NeszlfrTl86x.jpg",
        "title": "The Seven’s Dog PDU ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် The Seven Dogs ဆိုတဲ့ ဖြစ်ရပ်မှန်\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲတပ်ဖွဲ့ဝင် အသစ်ဖြစ်တဲ့ ချန်ရှောင်ထျန်းဟာ မှုခင်းရဲတစ်ယောက်\nဖြစ်ချင်ခဲ့ပေမဲ့ ရဲခွေးတပ်ဖွဲ့ကို အပို့ခံလိုက်ရပါတယ်။\nသူတာဝန်ယူရတဲ့ ခွေးလေး ဖက်ထုပ်လေးက\nသူ့စကားကို နားမထောင်ပဲ လေ့ကျင့်ရခက်ခဲခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ အဖြစ်အပျက် အမျိုးမျိုး ဖြတ်သန်းပြီးနောက်\nအချင်းချင်း ပူးပေါင်းကူညီပြီး သူတို့ဟာ\nအကောင်းဆုံးရဲဘော်ရဲဘက်တွေ ဖြစ်သွားကြပါတော့တယ်။\nဖက်ထုပ်လေးကို ချန်ရှောင်ထျန်းက ဘယ်လို လေ့ကျင့်ပေးမလဲ......\nသူတို့နှစ်ယောက် သံယောဇဉ်က ဘယ်လို ဆက်သွယ်သွားမလဲကို......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုကြရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1S3v7/The_Seven_Dog_PDU_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmO2U0ckWkE6T5hyYY3rUtSH9X4.jpg",
        "title": "Infiesto(2023)",
        "description": "Infiesto(2023)*************စပိန်နိုင်ငံမှာကိုရိုနာဗိုင်းရပ်စ်ကြောင့်\nလော့ခ်ဒေါင်းသတ်မှတ်ကာလကို စပိန်အစိုးရကြေညာဖို့စီစဉ်နေပါတယ်။\nဒီသတင်းထုတ်ပြန်နေချိန်မှာပဲစပိန်နိုင်ငံရဲ့ တစ်‌နေရာမှာပြန်ပေးဆွဲခံထားတဲ့ကလေးတစ်ယောက်ဟာ\nလွတ်မြောက်လာခဲ့ပြီးဆေးရုံကိုရောက်နေပါတယ်။ ကလေးအခြေအနေဟာ\nအတော်ဆိုးနေပြီး ညှင်းပန်းနှိပ်စက်တဲ့ဒဏ်တွေကြောင့်စကားမပြောနိုင်ဘဲစိတ်ရောဂါပါ\nရသွားပါတယ်။ အင်စပတ်တာ ဆမ်မူရယ်နဲ့လက်ထောက်စုံထောက်ကတ်စတိုတို့နှစ်ယောက်ဟာ\nဒီအမှုကိုလိုက်လံစုံစမ်းပေမယ့်တရားခံကိုရှာတွေဖို့ခက်ခဲနေပါတယ်။\nဒီအမှုက လွန်ခဲ့တဲ့နှစ်တွေကဖြစ်ခဲ့တဲ့ပြန်ပေးဆွဲကွင်းဆက်လူသတ်မှုတွေနဲ့ပက်သက်နေပြီး\nနောက်ထပ်ကျုးလွန်နိုင်တဲ့လက္ခဏာတွေလည်းတွေ့ရတဲ့အတွက် ဆမ်မူရယ်တို့\nတရားခံကိုအသည်းအသန်လိုက်ဖမ်းပါတော့တယ်။ ဆမ်မူရယ်တို့ရဲတပ်ဖွဲ့က\nတရားခံကိုဖမ်းနိုင်မလား တရားခံကလည်းနောက်လူသတ်မှုတွေကျူးလွန်နိုင်မလားဆိုတာFile Size :(3.5GB) (625 MB) and (268 MB)\nQuality : WEB-DL 1080P5.1Ch,  720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/infiesto2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbGtogDZOg09bm42KIpCXUXICkh.jpg",
        "title": "The Deer Hunter(1987)",
        "description": "The Deer Hunter (1978)=================== စစ်ပွဲတစ်ခုဆိုတာ လူတွေကို ဘာများ ပြောင်းလဲသွားစေနိုင်သလဲ....။လူတွေရဲ့ နေ့စဉ် နိစ္စဓူဝတွေအပေါ် ဘာတွေသက်ရောက်မှုရှိသွားနိုင်သလဲ....။ပင်ဆဲဗေးနီးယားက မြို့ငယ်လေးတစ်မြို့မှာ သူငယ်ချင်းတွေ အုပ်စုလိုက်ရှိကြတယ်၊ စက်ရုံမှာ အလုပ်အတူတူလုပ်တယ်၊ အမဲလိုက်တူတူထွက်ကြတယ်၊အရက်ဆိုင်လေးမှာ ပျော်ပျော်ပါး တူတူသောက်ကြတယ်။ သူငယ်ချင်းမင်္ဂလာပွဲမှာ စိတ်လွတ်ကိုယ်လွတ် လူငယ်သဘာဝ ပျော်ရွှင်ကြမယ် ဗီယက်နမ်စစ်ပြန်တွေကို အားကျတယ်။ ဒီလိုနဲ့ အဖွဲ့ထဲက လူငယ်လေး ၃ ယောက်ဟာတိုင်းပြည်ကို စစ်မှုထမ်းပေးချင်တာကြောင့် ဗီယက်နမ်ကို စစ်လိုက်ခဲ့ပါတော့တယ်။ဒီမှာ သူတို့ထင်ထားသလိုမဟုတ်ပဲ ဗီယက်နမ်နိုင်ငံက သူတို့ကို ရက်စက်စွာနဲ့ကြိုဆိုခဲ့ပါတော့တယ်၊ သေအံ့နီးနီး အဖြစ်အပျက်တွေကနေ မနည်းအသက်လွတ်အောင် ရုန်းကန်ခဲ့ရပြီး တကွဲတပြားနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ ဒီမှာပဲဘဝတွေဟာ ပြောင်းလဲလာပါတော့တယ် ကိုယ့်မြို့လေးကို ပြန်လာနိုင်ခဲ့တယ်ဆိုပေမယ့် ဒီစစ်ကြီးရဲ့ ဆိုးရွားတဲ့အမှတ်တရဟာ နေ့စဉ်နှိပ်စက်လာပါတော့တယ်။သွားခဲ့တဲ့ သူငယ်ချင်း ၃ ယောက်ဟာ တစ်ယောက်တစ်မျိုးစီ ဘယ်လိုတွေဖြစ်ပျက်ခဲ့သလဲ၊ ပြန်ပြီး အံဝင်ခွင်ကျဖြစ်အောင် ဘယ်လိုကြိုးစားနေထိုင်ကြမလဲ၊ ကိုယ့်မြို့ကိုပြန်ရောက်တဲ့လူရော ရှိလား မရှိရင် ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-deer-hunter1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjQwYWUzOTItY2FmOS00NjE4LWIzNGQtZjI4MmJkMmFiNjJiXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Alice, Darling (2022)",
        "description": "Alice, Darling (2022)~ Rotten Tomatoes - 83%, Meta - 65% ~ကနဦးပြောချင်တာကတော့ ဒီကားကို ဘာ Genre လဲ သွားမကြည့်ပါနဲ့။ ဒီတိုင်း ဘာကားမှန်းမသိဘဲ ကြည့်လိုက်ပါ။ ဒါဆို ပိုအဆင်ပြေပါလိမ့်မယ်။ နောက်တစ်ချက်သတိချပ်စေချင်တာကတော့ ဒီကားမှာ မင်းသမီးရေချိုးနေတုန်း မင်းသမီးဘော်ဒီကိုပြပြီး အနောက်ဘက်ကုန်းမြင့်ဒေသတွေကို လေ့လာစူးစမ်း အလံတိုင်စိုက်တာတွေပါတဲ့အတွက် မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ မင်းသမီးကတော့ အားလုံးသိကြတဲ့ Pitch Perfect မင်းသမီး Anna Kendrick ပါ။ ချစ်စရာကောင်းနေဆဲပါပဲ။ကောင်မလေးတစ်ယောက်ရှိတယ်။ သူ့ဘဲက ပန်းချီဆရာ။ ဒါပေမဲ့ သွေးကြီးမွေးကြီး ကိန်းကြီးခန်းကြီးနိုင်တဲ့လူ။ ကောင်မလေးဘဝမှာ သူငယ်ချင်း ၂ယောက်ရယ် သူ့ဘဲရယ် ဒါပဲရှိမယ်။ ကောင်မလေးက အရင်က ဆိုးခဲ့ပေခဲ့ပုံရတယ်။ သူ့ဘဲ ကြောင်သူတော်ကြွက်သူခိုးက ကောင်မလေးကို သူ့လိုပဲဖြစ်စေချင်တယ်။ ဒီတော့ ကောင်မလေးက သူဆိုးတာကို ချမပြဘူး။ သူ့ဘဲက ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/alice-darling-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLwyiWN758E4TtnV3bd3GE9wo7V.jpg",
        "title": "Another Way To Make A Living (2022)",
        "description": "Another Way to Make a Living (2022)Eric ဟာ ဂျာနယ်လစ်တစ်ယောက်ပါ။ သူဟာ အသေးစား ပြည်တွင်းသတင်းစာလေးတစ်ခုမှာအလုပ်လုပ်ကိုင်သူပါ။ ရုံးမှာလည်း သူနဲ့ သူ့အထက်က Celine နဲ့နှစ်ယောက်သာရှိပါတယ်။ သူဟာ ဒီသာမန်ဘဝလေးမှာမနေချင်ပဲ သူ့ဘဝအတွက် ကြီးမားတဲ့စိန်ခေါ်မှုကြီးတစ်ရပ်ကိုစတင်ဖို့ ကြိုးစားပါတော့တယ်။ ဂိုဏ်းတစ်ခုရဲ့အကြောင်းကိုစာအုပ်တစ်အုပ်ထုတ်ချင်တာပေါ့။Eric ဟာ ထောင်ထဲထိဝင်ပြီး လူပေါင်းများစွာကို အင်တာဗျူးပါတယ်။ လူများစွာထဲကမှ Moritz ဟာ ထူးခြားသူပါ။ သူနဲ့သူ့ညီမလေးဟာ Gang တစ်ခုရဲ့လက်အောက်ကနေရုန်းထွက်ချင်နေပေမယ့် အခြေအနေမပေးကြလို့ ဒီတိုင်းနေကြရသူတွေပေါ့။ ဒီလိုနဲ့ပဲ ‌Moritz နဲ့ခင်မင်မှုရလာပြီး Moritz က သူလွတ်မယ့်နေ့မှာ လာကြိုခိုင်းပါတယ်။ လာကြိုပြီး သူ့ရဲ့ အပေါင်းအသင်းတွေရှိတဲ့‌ Bar တစ်ခုဆီကိုမောင်းခိုင်းပါတယ်။ အဲဒီကစလို့ Eric ရဲ့ Article ရေးမယ့်ခရီးရှည်ကြီးနဲ့ Moritz တို့မောင်နှမနှစ်ယောက်ရဲ့ ရုန်းထွက်ကြဖို့ကြိုးစားရင်း ရင်ဆိုင်ရမယ့်အရာတွေကို ကြည့်ရမယ့် ဖြူမည်း German ...",
        "rating": "",
        "url": "https://channelmyanmar.org/another-way-to-make-a-living-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bUy74ts2Ru4mOjXUGzWP1Gs3LG.jpg",
        "title": "…ing(2003)",
        "description": "...ing (2003)IMDb 7.2 / My Drama List 7.4 အင်္ဂလိပ်ဝေါဟာရ \"Present\" ဟာ မြန်မာလို\n\"လက်ရှိ\" လို့ ဘာသာပြန်လို့ ရသလို \"လက်ဆောင်\" လို့လည်းဘာသာပြန်လို့ရပါတယ်ကိုယ့်ရဲ့\"လက်ရှိ\"အချိန်ဟာ ကိုယ်လုပ်ချင်တာတွေ လုပ်ဖို့အတွက်ဘဝကို ပျော်ရွှင်ခံစားဖို့အတွက် ကိုယ်ပိုင်ဆိုင်ထားတဲ့ အကောင်းဆုံး\"လက်ဆောင်\" ပါပဲအဲ့ဒါကြောင့် \"Present is Present❤\"\"လက်ရှိက လက်ဆောင်\" လို့ ပြောကြပါတယ်ဒီဇာတ်ကားလေးမှာလည်း သမီးဖြစ်သူ ဘဝကို အဓိပ္ပါယ်မဲ့ ဆွဲဆန့်ရှင်သန်နေရမယ့်အစား လက်ကျန်အချိန်လေးမှာ ဘဝအရသာကိုပျော်ရွှင်ခံစားခွင့်ရအောင် ဖန်တီးပေးခဲ့တဲ့ မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို အသည်းနင့်ဖွယ် တွေ့မြင်ခံစားရမှာပါကိုရီးယားတွေဟာ melodrama အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ပြရာမှာ ထိပ်တန်းမှာ ရှိနေတာ အားလုံးအသိပါနေမကောင်းဖြစ်နေတဲ့ ကောင်မလေးနဲ့ ကောင်လေးရဲ့ အချစ်ဇာတ်လမ်းတွေကိုလည်း မရေနိုင်အောင် ရိုက်ကူးခဲ့ ရိုက်ကူးနေကြဆဲပါဒါပေမယ့် ဒီ \"...ing\" ရုပ်ရှင်လေးလိုမျိုး ငြိမ့်ငြိမ့်လေးနဲ့ ရင်ထဲနင့်နေအောင်ခံစားရစေတဲ့ ဇာတ်ကားတွေကတော့ ရှားပါတယ်အားလုံးရဲ့ အချစ်ဦး Kim Rae ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ing2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMSeZk9kCZhxVl3OOXIH29Gx1W6.jpg",
        "title": "Perfect Strangers (2022)",
        "description": "Perfect Strangers(2022)လကြတ်ချိန်ဟာ နေနဲ့လတို့ကြားက တင်းမာမှု အပြင်းထန်ဆုံးအချိန်ဖြစ်ပြီး\nလူသားတွေကို စိတ်ကယောက်ကယက်ဖြစ်စေတယ်ဆိုပြီး အဆိုရှိပါတယ်။အဲဒီလို စိတ်ကယောက်ကယက်ဖြစ်စေတဲ့ လကြတ်ညတစ်ညမှာ\nမိတ်ဆွေသူငယ်ချင်း (၇) ယောက် ညစာအတူစားကြဖို့ စုမိကြပါတယ်။အန်ဒရီကိုနဲ့အီဗာတို့က သူတို့ရဲ့ အိမ်အသစ်ကြီးမှာ အိမ်တက်ပွဲအထိမ်းအမှတ်အနေနဲ့ ညစာဖိတ်ကျွေးတာပါ။\nညစာစားပွဲမှာ အိမ်ရှင် လင်မယားနဲ့အတူ ညားခါစ စုံတွဲ အန်ဂျာ့စ်နဲ့ကီရှာ၊\nကလေးနှစ်ယောက်ရနေပြီ ဖြစ်တဲ့ ဝစ်နူနဲ့အီမဲလ်ဒါ၊ ရည်စားရထားတာ မကြာသေးတဲ့ တိုမို ဆိုပြီး\nစုစုပေါင်း (၇) ယောက် ပါဝင်ပါတယ်။ပေါင်းလာတာ ကြာပြီဖြစ်တဲ့ အကြောင်းသိတွေ ပျော်ပျော်ပါးပါး စားကြသောက်ကြရင်း\nအိမ်ကြီးရှင် အီဗာက ဂိမ်းတစ်ခု ကစားကြဖို့ ပြောလိုက်ရာကနေ ဇာတ်လမ်းက စ,ပါတယ်။သူပြောတဲ့ ဂိမ်းက ဖုန်းတွေအားလုံးကို စားပွဲပေါ်မှာ တင်ထားပြီး\nဝင်လာသမျှ မက်ဆေ့ဂျ်တွေ၊ ဖုန်းကောလ်တွေ၊ အီးမေးလ်တွေကို အတူတူဝိုင်းဖတ်ကြဖို့ပါ။ဆော့ရင်လည်း မကောင်း၊ မဆော့ပြန်ရင်လဲ အထင်လွဲခံရမှာစိုးတာနဲ့ အဲဒီဂိမ်းကို ဆော့ကြရင်းကနေ\nတစ်ယောက်ချင်းစီရဲ့ လျှို့ဝှက်ချက်တွေ ပေါ်လာပြီး ပြဿနာတွေက သပွတ်အူလို ရှုပ်ထွေးကုန်ပါတော့တယ်။လူတွေရဲ့ လူသိမခံနိုင်တဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/perfect-strangers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svpc5CdExIpsNkX091K70HY8gpm.jpg",
        "title": "The Royal Nanny (2022)",
        "description": "The Royal Nanny (2022)ငယ်ငယ်တုန်းက ကြည့်ခဲ့ရတဲ့ spy kids တို့ spy next door တို့လိုမျိုး\nပေါ့ပေါ့ပါးပါးလဲဖြစ်မယ် ခိုင်မာတဲ့ဇာတ်အိမ်လေးလဲရှိမယ်\nမိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး အပန်းဖြေကြည့်ရှုဖို့ဆိုရင်တော့ နောက်ဆုံးထွက်လာတဲ့ ဒီဗြိတိန်ကားလေးကို ညွှန်းဆိုပေးပါရစေ\n‌\nဗြိတိန်တော်ဝင်မိသားစုကို အန္တရာယ်ပေးမယ့်သူတွေရှိနေလို့ အနီးကပ်အသွင်ယူအနေနဲ့\nကလယ်ရာဟာ ‌ကလေးထိန်းအဖြစ်တာဝန်‌ထမ်းဆောင်ဖို့ အကြောင်းဖန်လာပါတယ်\nဒီခြိမ်းခြောက်မှုကို ကြိုးကိုငါနေတာဘယ်သူလဲဆိုတာ ဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nခရစ္စမတ်လို ဟောလီဒေးvibe ကို ရရှိနေမှာမလို့ ပရိသတ်ကြီးတို့ အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 688MB | 329MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-royal-nanny-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDBkNmVkMzQtNWI0Yi00ODgzLWJmYTQtMzc4N2ExNDFkN2ZjXkEyXkFqcGdeQXVyNDAwMzY0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Kruty 1918 (2019)",
        "description": "Kruty 1918 (2019)\n=============\nIMDb Rating - 6.0/10ယူကရိန်းကို ကမ္ဘာက လွတ်လပ်တဲ့နိုင်ငံအဖြစ် အသိအမှတ်ပြုဖို့\nအသင့်ဖြစ်နေပါပြီ။ ဒါပေမယ့် လွတ်လပ်ရေးလမ်းကြောင်းကို\nအနှောင့်အယှက်ပေးနေတဲ့ ရုရှားစစ်တပ်ဟာ ယူကရိန်းမြို့တွေကို\nတစ်မြို့ပြီးတစ်မြို့သိမ်းယူရင်း မြို့တော် ကီဗီ ကိုသိမ်းဖို့အထိစီစဉ်\nထားခဲ့ပါတယ်။နိုင်ငံရဲ့စစ်အင်အားချိနဲ့လာချိန်မှာ ယူကရိန်းမြို့တော်ကီဗီမှာပဲ အကြီး\nအကဲတွေဟာ ခြေကုပ်ပြီးခုခံဖို့ပြင်ဆင်လာခဲ့တယ်။ တစ်ဖက်မှာလည်း\nစစ်အင်အားလိုအပ်တဲ့အတွက် မြို့တွင်းစည်းရုံးရေးတွေ ဆက်တိုက်\nဆိုသလိုလုပ်နေခဲ့ပါတယ်။ ၁၉၁၈ ခုနှစ်မှာ ရုရှားတွေကိုခုခံတိုက်ခိုက်\nဖို့အတွက် ယူကရိန်းတက္ကသိုလ်ကကျောင်းသားအများစုဟာစစ်ထဲကို\nဝင်ရောက်ခဲ့ပါတယ်။စစ်ရေးလိုအပ်ချက်အရစစ်ပညာတစ်ပတ်သာ သင်ကြားပြီးရှေ့တန်းကို\nတက်ကြရမှာဖြစ်တဲ့အတွက်စိုးရိမ်မှုတွေရှိခဲ့ပါတယ်။ ဒါပေမယ့် ကျောင်း\nသားအင်အားစုဟာ ကရူတီရထားဘူတာရုံမှာ ခြေကုပ်ပြီး ရုရှားစစ်တပ်\nတွေကိုအောင်မြင်စွာခုခံတိုက်ခိုက်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (625 MB) / (357 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kruty-1918-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rOb04vA8BxnpDN5A8Wvb4BnFhTg.jpg",
        "title": "Runaway God of Wealth 3 ( 2022 )",
        "description": "အားလုံးအတွက် ဘဝအမောပြေဖို့ ဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nတရုတ်လူမျိုးတွေရဲ့ ဥစ္စာနတ်မင်း ငွေနတ်မင်းကို ကြားဖူးကြမယ်ထင်ပါရဲ့...\nအခုကားလေးကတော့ ဥစ္စာနတ်မင်းနဲ့ ဆက်စပ်တဲ့ ဇာတ်ကားလေးပေါ့...ဥစ္စာနတ်မင်းကြီးတစ်ယောက် နတ်ဘုံနတ်နန်းမှာ မွေးနေ့ပွဲကြီးကျင်းပချိန်မှာ\nနိုင်ငံခြား ဥစ္စာနတ်မင်းတို့က လာနှောင့်ယှက်တဲ့အပြင်\nဥစ္စာနတ်နန်းကို ကာကွယ်နေတဲ့ ရှန်ကူ (နတ်အရိုး)\nပျောက်သွားပြီး လူ့ပြည်က ရေစက်ရှိသူတစ်ဦးဆီရောက်သွားခဲ့တယ်...တစ်ချိန်တည်းမှာပဲ အလုပ်မလုပ်ဘဲ တစ်နေ့တစ်နေ့ ချမ်းသာဖို့\nဥစ္စာနတ်မင်းကိုပဲ တောင်းဆိုနေတဲ့ ဝမ်ကျားချန်တစ်ယောက်လည်း ဥစ္စာနတ်မင်းကို တောင့်တနေခဲ့တာပေါ့လေ...\nအားလုံးခန့်မှန်းတဲ့အတိုင်းပဲ ဝမ်ကျားချန်ဟာ ရှန်ကူနဲ့ ရေစက်ရှိသူဖြစ်နေပြီး...\nဝမ်ကျားချန်ကလည်း ဥစ္စာနတ်မင်းကို ငွေပေးမှ ရှန်ကူပေးမယ်..\nဥစ္စာနတ်မင်းကလည်း လူ့ပြည်ရောက်တော့ အစွမ်းကမသုံးနိုင်နဲ့...\nတိုင်းတစ်ပါးက ဥစ္စာနတ််မင်းတွေကလည်း တစ်ဖက်လှည့်နဲ့ ရှန်ကူကိုရဖို့ ကြိုးစားပြန်တော့...ကဲ ရှန်ကူကို ဘယ်သူပိုင်နိုင်မလဲ...\nဘယ်လို ရယ်သံတွေကြားမှာ စိတ်ဝင်စားစရာ ဇာတ်ကွက်တွေနဲ့\nတွေ့မြင်ရမယ်ဆိုတာတော့ ဇာတ်ကားလေးကြည့်ရင်းနဲ့\nရယ်မောရင်း ဘဝအမောဖြေလိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-3-2022/",
        "category": "Comedy, Drama"
    }
]