[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l3rj6icZntghY5MNtO3WNVchyUC.jpg",
        "title": "The Novelist’s Film (2022)",
        "description": "The Novelist's Film (2022) ~ IMDb - 7/10, Rotten Tomatoes - 100% ~Directed by Hong Sang-sooဟုံဆန်ဆူးဟာ မနှစ်ကထွက်တဲ့ ၂ကားကနေ အခုထိ ဒါရိုက်တာတွေ မင်းသမီးတွေ စာရေးဆရာတွေအကြောင်းချည်း ရိုက်လာတာပါ။ ဇာတ်ညွှန်းနဲ့ ဇာတ်လမ်းတင်ဆက်ပုံအရဆို In Front of Your Face က ပိုသာတယ် ထင်ကောင်းထင်ရပေမဲ့ ကျွန်တော်တော့ ဒီသုံးကားထဲ The Novelist's Film ကို အကြွေဆုံးပါပဲ။ In Front of Your Faceထဲက သရုပ်ဆောင်တွေရော၊ Introduction ထဲက သရုပ်ဆောင်တွေရော ပြန်သုံးထားပါတယ်။ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်းပါပဲ စာရေးဆရာရိုက်တဲ့ ရုပ်ရှင်အကြောင်းပေါ့။ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ရှိတယ်။ သူစာမရေးနိုင်တာ နည်းနည်းကြာပြီ။ သူစာမရေးနိုင်တဲ့ သဘောက သူက ပုံမှန်ဆို ဘာမှမဟုတ်တဲ့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-novelists-film-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWVjZmEyNmYtYTgzNS00MzBmLWFhZDMtMGFmYzY1YWI0NzVlXkEyXkFqcGdeQXVyMTIyMTEyNzQw._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "You’re Not Normal, Either! (2021)",
        "description": "စာမေးပွဲအနီးကပ် စာသင်ပေးတဲ့ဆရာတစ်ယောက်ဖြစ်တဲ့ \"အိုနို-စံ\"က သချင်္ာတွက်ရတာကြိုက်တဲ့စာကြမ်းပိုးတစ်ယောက်ပါ။ သူက ရုပ်ချော အရပ်ရှည်ပေမဲ့ စာကလွဲပြီး ဘာမှမသိတာကြောင့် ပုံမှန်လိုမျိုး ရည်းစားမထားနိုင်ဖြစ်နေတာပါ။\nဥပမာပြောရရင် ကောင်မလေးတစ်ယောက်က သူ့ကိုကြိုက်ကြောင်းဖွင့်ပြောလာရင်တောင် \"ဘယ်လောက်ပမာဏထိကြိုက်တာလဲ\"လို့ပြန်မေးပြီး လာကြိုက်တဲ့သူကို တပ်ခေါက်သွားအောင် လုပ်နိုင်တဲ့သူတစ်ယောက်ပါ။\nသူစာသင်ပေးနေတဲ့ \"အခိမိုတို\"ဆိုတဲ့ကျောင်းသူလေးမှာတော့ တစ်ဖက်သတ်ကြိုက်နေရတဲ့သူတစ်ယောက်ရှိပါတယ်။ သူကြိုက်နေတဲ့သူက ကလေးတွေအတွက် သင်ကြားရေးအရုပ်တွေရောင်းတဲ့ကုမ္ပဏီကိုဦးစီးပြီး တိုးတက်ရေးဟောပြောပွဲတွေလည်း လုပ်လေ့ရှိတဲ့ အောင်မြင်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ မီရမိုတို-စံပါ။တစ်နေ့ကျတော့ ကျောင်းသူလေးက ဟောပြောပွဲတစ်ခုမှာ မီရမိုတို-စံကိုတွေ့ခဲ့ပါတယ်။ သူ့ကိုစကားသွားပြောပြီး စာတစ်စောင်လည်းပေးခဲ့ပေမဲ့ မီရမိုတို-စံက မကြာခင် လက်ထပ်တော့မယ့်ချစ်သူရှိတယ် ဆိုတာကို သိလိုက်ရပါတယ်။ကျောင်းသူလေး အခိမိုတို-စံ အသည်းကွဲပြီးပြန်လာတုန်း ဆရာအိုနိုနဲ့စာသင်ရင်း စကားပြောဖြစ်ခဲ့ပါတယ်။ အဲဒီမှာပဲ သူကအကြံရသွားပြီး ဆရာ့ကို \"ပုံမှန်လူတစ်ယောက်လို ဒိတ်နိုင်အောင် လေ့ကျင့်ပေးမယ်\"လို့ လိမ်ပြောပြီး ဆရာနဲ့ မီရမိုတို-စံရဲ့သတို့သမီးလောင်းကို အောင်သွယ်ပေးဖို့လုပ်ပါတော့တယ်။\nပုံမှန်ဆိုတဲ့လူတစ်ယောက်ရဲ့ အတွေးအခေါ် လုပ်ရပ်တွေကရော ထင်ထားသလောက် သဘောကျစရာကောင်းရဲ့လား။ ပုံမှန်လို့သတ်မှတ်ထားကြတဲ့လူတွေရဲ့ လှပတဲ့အဖြစ်အပျက်တွေရော အရုပ်ဆိုးတဲ့လိမ်ညာဟန်ဆောင်မှုတွေကိုရော ဒီကားထဲမှာကြည့်ရမှာပါ။ လူနှစ်ယောက်ကြားက ခံစားချက်ဆိုတာလည်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/youre-not-normal-either-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dv93VspYwwNPbvdB0AcddhiDrGU.jpg",
        "title": "Jayeshbhai Jordaar (2022)",
        "description": "Jayeshbhai Jordaar (2022) ဒီဇာတ်ကားလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ဖိုဝါဒ အလေးပေးမှု၊ အမျိုးသမီးတွေကို နှိမ်ချမှု တို့ကို မီးမောင်းထိုးပြထားတဲ့ စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဂျက်ရှ်ဟာ Pravingadh မှာ ဘိုးဘေးစဉ်ဆက် အုပ်ချုပ်လာတဲ့ မိသားစုရဲ့ သားတစ်ယောက်။ သူက မူဒရာဆိုတဲ့ အမျိုးသမီးလေးနဲ့ အိမ်ထောင်သက် ၉ နှစ်ရှိပြီး သမီးလေးတစ်ယောက်မွေးထားတယ်။ ဂျက်ရှ်တို့ မိသားစုမှာ ဆက်ခံဖို့အတွက် သားမွေးပေးရမှာက မူဒရာ ရဲ့တာဝန်ပေါ့။အိမ်ထောင်သက်တစ်လျှောက်လုံးမှာ ကိုယ်ဝန်ဆောင်ပြီး မိန်းကလေးမှန်း သိရတဲ့အချိန်တိုင်း ကလေးကို ဖျက်ချခဲ့ရတာ ၆ ကြိမ်ရှိပြီ။ ဒီတစ်ဗိုက်မှာတော့ မူဒရာ‌တစ်ယောက် သားလေး မွေးပေးနိုင်ဖို့ကို တစ်မိသားစုလုံးက မျှော်လင့်ထားကြတယ်။ ဂျက်ရှ်ကတော့ စိတ်နှလုံးသား နူးညံ့တဲ့ ခင်ပွန်းပါပဲ။\nမူဒရာရဲ့ ဗိုက်ထဲက ကလေးဟာ မိန်းကလေးမှန်း သိပြီးတဲ့နောက် ဂျက်ရှ်တစ်‌ယောက် ရင်သွေးကို ထပ်ပြီး အဆုံးရှုံးမခံနိုင်တော့ဘဲ သူ့မိဘတွေ ရှေးရိုးစွဲတာတွေကို ဘယ်လို ပုန်ကန်နိုင်မလဲ?\nသူ့ဇနီးသည်နဲ့ အတူ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/jayeshbhai-jordaar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igT8rRviIHXm40ZFoQ0dUXuBUET.jpg",
        "title": "Ayngaran (2022)",
        "description": "Ayngaran (2022) ဒီတစ်ခါမှာတော့ Tamil ဇာတ်လမ်းလေးတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်၊ စိတ်ဝင်စားပါတယ် ဆိုတဲ့ သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးတစ်ခု ရုပ်သံအကြည် ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းကတော့ အပြိုင်ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ...တစ်ဖက်က သိပ္ပံနည်းကျ ပစ္စည်းတွေ တီထွင်ဖန်တီးရတာကို အရမ်းဝါသနာပါတဲ့ \"မာသီ\"၊ တစ်နေ့တစ်နေ့ သူ့ရဲ့ဖန်တီးမှုတွေကို အသိအမှတ်ပြုခံရဖို့ ကြိုးစားပေမဲ့လည်း ငြင်းလွှတ်ခံရတာကို အသားကျနေရတဲ့ အိပ်မက်ကြီးကြီးနဲ့ လူငယ်တစ်ယောက်၊\nမတရားတာတွေ့ရင်လည်း ငြိမ်မနေနိုင်သလို လူတွေကိုကူညီပေး အကျိုးပြုပေးတတ်တဲ့သူ ...တစ်ဖက်မှာတော့ အစီအစဉ်တွေကို အကြီးအကျယ်ချထားပြီး လက်ဝတ်ရတနာဆိုင်တွေက စိန်တွေကိုမှ သီးသန့်လိုက်ဖောက်ထွင်းခိုးယူနေတဲ့ လူ ၆ ယောက်တစ်စု ...အဲ့လူ ၆ ယောက်နဲ့ \"မာသီ\" ဘယ်လိုတွေ့ဆုံကြမလဲ?\nတွေ့ဆုံရာကနေရော ဘယ်လိုအကျိုးဆက်တွေ ဖြစ်လာမလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးမှာပဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။Tamil ဇာတ်ကားတို့ထုံးစံအတိုင်း ဇာတ်ကား အစကတည်းကပါတဲ့ သီချင်းမြူးမြူးလေးတွေကိုပါ လိုက်ပါခံစားလို့ရအောင် ဘာသာပြန်တင်ဆက်ပေးထားပါကြောင်း သတင်းကောင်းပါးရင်း ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ File Size ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/ayngaran-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43EQZnWP9znGqTKfO4BsPALXVYa.jpg",
        "title": "Apollo 10½:  A Space Age Childhood (2022)",
        "description": "Apollo 10 ½===============\nလူသားမျိုးနွယ်ရဲ့ အာကာသခရီးဟာ ၁၉၆၉ခုနှစ် ဇူလိုင်လ ၁၆ရက်က လွှတ်တင်တဲ့ Apollo 11နဲ့အတူအစပျိုးခဲ့ပါတယ်။ လိုက်ပါသွားခဲ့တဲ့ Neil Armstrong နဲ့အဖွဲ့သားတွေဟာ လပေါ်ကို ပထမဆုံးအခြေချနိုင်သူတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမယ့် အမှန်တကယ် ပထမဆုံး အခြေချနိုင်သူဟာ NeilArmstrong မဟုတ်ဘဲ မူလတန်းကျောင်းသားတစ်ယောက်သာ ဖြစ်ခဲ့မယ်ဆိုရင်…ထိုအချိန်က Huston နယ်မြေမှာ အရာရာတိုင်းက အာကာသနဲ့ပတ်သက်တာတွေချည်း ဖြစ်ခဲ့တာပေါ့။ မူလတန်းကျောင်းသားလေး Stan အပါအဝင် ကလေးတော်တော်များများရဲ့ အိပ်မက်ဟာအာကာသယာဉ်မှူးကြီးဖြစ်ဖို့ပါပဲ။ တစ်နေ့မှာတော့ NASAက လူတချို့ဟာ Stan ကိုခေါ်ပြီးအာကာသယာဉ်ထိန်းခန်းဆောက်လုပ်ရာမှာ တွက်ချက်မှုအမှားလေးတွေကြောင့်သာမန်ထက်အနည်းငယ် သေးငယ်သွားပြီး အဲဒီယာဉ်ကိုမောင်းနှင်ပြီး လပေါ်ကိုသွားဖို့ကလေးတစ်ယောက်ကိုလိုက်ရှာနေတာဖြစ်ကြောင်း ပြောပြပါတယ်။ အဲဒီအကြံကို Stan ကလဲလက်ခံခဲ့ပြီး လပေါ်ကို ခရီးသွားနိုင်ခဲ့ပါတယ်။ အဲဒီပရောဂျက်ဟာ Apollo 10 ½ လို့ခေါ်ပြီး Apollo 11မတိုင်ခင် ဖြစ်ခဲ့တာပေါ့။ သို့သော် ဒီဖြစ်ရပ်ကို ပါးစပ်ပိတ်ထားရတဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/apollo-10%c2%bd-a-space-age-childhood-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/hustle-135x200.png",
        "title": "Hustle (2022)",
        "description": "Hustle (2022)\n===========\nIMDb Rating - 7.3/10\nComedy, Drama, SportBasketball ကိုအခြေခံထားတဲ့ Netflix ရဲ့ Sport ဇာတ်ကားကောင်းလေး\nအသစ်ထွက်လာပါတယ်။ နာမည်ကြီး ဟာသ သရုပ်ဆောင် Adam Sandler က\nဦးဆောင်ပါ၀င်ထားပြီး IMDB မှာလည်း 7.3 အထိရထားပါတယ်။\nဇာတ်လမ်းအညွှန်းက စတန်လီဟာ NBA လိဂ် ( အမေရိကန် ဘတ်စ်ကတ်ဘော\nပရိုလိဂ်) စစ်ဆာ ဘတ်စ်ကတ်ဘော အသင်းရဲ့ ကစားသမားရှာ ကင်းထောက်\nအဖြစ်လုပ်ခဲ့တာ သူ့တစ်သက်နည်းပါးပါပဲ ။နောက်ဆုံး အသင်းပိုင်ရှင်အပြောင်းအလဲမှာ သူ့ကို လက်ထောက်နည်းပြအဖြစ်\nခန့်ဖို့ အကြောင်းဖန်လာပါတယ် ။ ဒါပေမယ့် ပရိုလိဂ်နဲ့ ကိုက္မယ့် ကစားသမား\nတစ်ယောက်ရှာခဲ့ဆိုပြီး တာ၀န်ပေးလိုက်ပါတယ်။ သူ့ဘ၀ရဲ့‌ နောက်ဆုံးနဲ့အကောင်းဆုံး\nကစားသမားကိုရှာဖို့ စပိန်ကိုထွက်လာခဲ့ပေမယ့်၊ မထင်မှတ်ဘဲ လမ်းဘေး basketball\nပွဲကနေ ရွက်ပုန်းသီး ကစားသမားတစ်ယောက်ကိုတွေ့သွားပြီး NBA စင်မြင့်ပေါ်\nတင်ကာ အောင်မြင်မှုတွေ ဆွတ်ခူးသွားမယ့်ပုံကို ကြည့်ရမယ့် ကားကောင်းလေး\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hustle-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5zI3WI1qg5fuHxHVJNdGAo8Etr1.jpg",
        "title": "Comrades, Almost a Love Story (1996)",
        "description": "Comrades, Almost A Love Story (1996) ~ IMDb - 8.1/10, Rotten Tomatoes - 89% ~Directed By Bunny Chanအချစ်ဇာတ်လမ်းတွေဟာ သိပ်ခမ်းနားပါတယ်။ အထူးသဖြင့် ဘာမှခမ်းနားမနေတဲ့ အချစ်ဇာတ်လမ်းတွပေါ့။ Comrades ဟာ ဘာမှ မထူးဆန်းတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို အလှပဆုံးသီချင်းတွေ၊ အလှပဆုံးစီနီမာတိုဂရပ်ဖီတွေ သုံးပြီး အလိုက်ဖက်ဆုံး ဇာတ်ကောင်တွေနဲ့ ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။၉၀ပြည့်နှစ် အလယ်ပိုင်းတွေမှာ ပြည်မကလူတွေဟာ ကြိုးစားရင် ဘာမဆိုဖြစ်နိုင်တယ်ဆိုတဲ့ စီးပွားရေးအခွင့်အလမ်းကောင်းတဲ့ ဟောင်ကောင်ကို အိပ်မက်တွေအလီလီနဲ့ ပြောင်းလာခဲ့ကြတယ်။ အဲဒီပြောင်းလာခဲ့တဲ့ထဲ နှစ်ယောက်က လီယွန်လိုင်နဲ့ မက်ဂီချောင်တို့ရဲ့ ဇာတ်ကောင်၂ကောင်လည်းပါတယ်။ လီယွန်လိုင်ရဲ့ ဇာတ်ကောင်ကတော့ သူ့ရည်းစားကို ဟောင်ကောင်ခေါ်ပြီး လက်ထပ်ဖို့ လုံလောက်အောင် ငွေရှာချင်ရုံပါပဲ။ မက်ဂီချောင်ရဲ့ ဇာတ်ကောင်ကတော့ အိပ်မက်တွေ ဟိုးအမြင့်ကြီးနဲ့။ သူတို့ဇာတ်ကောင်၂ကောင်ဟာ အဲဒီခေတ်က ပြည်မကနေ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/comrades-almost-a-love-story-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/22o47_3f-150x200.jpg",
        "title": "Stay With Me (2022)",
        "description": "ရိုးရိုးသားသားပြောရရင်တော့ ဒီတရုတ်ကားက သာမန်ကျောင်းသားအချစ်ကားပါပဲ။ You're the apple of my eyeတို့လို စတိတ်ကျောင်းမှာတွေ့ ကြိုက် ကောလိပ်မှာဇာတ်လမ်းဆက် ဒီလိုပုံစံပါပဲ။\nရိုက်ကူးပုံတို့ စီနီမာတို့ အရောင်တို့ကလည်း ထိုနည်းလည်းကောင်းပဲပြောရမယ်။ You're the apple of my eyeလောက်ကြီးတော့ မကောင်းပေမဲ့ အခြေခံအရသာအရတော့ ခပ်ဆင်ဆင်ပါပဲ။ You're the apple of my eyeက မဆုံလိုက်ရတဲ့ဘဝတွေအကြောင်းဆိုတော့ ပိုနတ်ကြီးတာပေါ့။ ဒီရုပ်ရှင်က ပစ်မှတ်ထားတဲ့ ပရိသတ်ကတော့မတူဘူးရယ်။ အဲဒီလိုပုံစံခပ်ဆင်ကိုမှ LDRSအချစ်အကြောင်းကို ဦးစားပေးထားတာဆိုရမယ်။ မင်းသား မင်းသမီးတွေကလည်း ချောပေမဲ့ မြင်နေကြုံနေကျ ရုပ်တွေလိုနဲ့ မထူးခြားနားပြထားတော့ သဘာဝကျတယ်လို့တော့ ခံစားလို့ရတယ်။ ပိုစတာမှာသာ လူရုပ်ထွက်မနေတာပါ အထဲမှာလူရုပ်ပါပဲ။\nလှပေမဲ့ အပြင်မှာ ဘယ်သူမှပါးစပ်က ထုတ်ပြောမှာမဟုတ်တဲ့ စကားတွေ တစ်ချက်တစ်ချက်ပြောတတ်တာကလွဲလို့ နည်းနည်းပေါတာကလွဲ ကြည့်ပျော်တဲ့ လိုက်ဖီးလ်လို့ကောင်းတဲ့ မဆိုးတဲ့ ရုပ်ရှင်ပါပဲဒီရုပ်ရှင်မှာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/stay-with-me-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-m-132x200.jpg",
        "title": "Mothering Sunday (2021)",
        "description": "ဗြိတိန် အချစ် ဒရာမာ ကားကောင်းလေးတစ်ခုလောက် ကြည့်လိုက်ရအောင်။ Graham Swift ရဲ့ နာမည်ကျော် ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ရုပ်ရှင်နာမည် Mothering Sunday ဆိုတဲ့အဓိပ္ပါယ်ကတော့ အိမ်အကူတွေ ဝန်ထမ်းတွေကို အားရက်ပေးပြီး မိဘ၊ မိသားစုနဲ့ ပြန်လည်တွေ့ဆုံခွင့်ပေးတဲ့နေ့ပါပဲ။ဂျိန်းဆိုတဲ့ အိမ်အကူမိန်းကလေးနဲ့ ပေါလ်ဆိုတဲ့ လူချမ်းသာအသိုင်းအဝိုင်းက လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းရယ် ဂျိန်းရဲ့ အိမ်ထောင်ဘက်ဖြစ်လာတဲ့ ဒေါ်နယ်နဲ့ အချစ်ဇာတ်လမ်းတွေရယ်ကို အခြေပြုပြီး ပြသထားတာပါပဲ။\nဘာတွေဖြစ်လာမလဲတော့ ဆက်ကြည့်လိုက်ပါဦး။ အိပ်ရာခန်းတွေ တုံးလုံးအခန်းအချို့ကိုအနုပညာအသားပေး ရိုက်ကူးထားတာတွေပါဝင်လို့ မိသားစုနဲ့ကြည့်လို့တော့ မသင့်တော်ပါဘူး။ File size…(2.2GB)/(1.08gb)/(518 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama /  Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Chevy",
        "rating": "6,0",
        "url": "https://channelmyanmar.org/mothering-sunday-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/inseert-letrra-140x200.jpg",
        "title": "The Land Of The Sons (La Terra Dei Figli) (2021)",
        "description": "The Land Of The Sons (La Terra Dei Figli) (2021)~~~~~ Imdb - 6.1\nအီတလီရုပ်ရှင်တွေဆိုရင် ထပ်ညွှန်းစရာမလိုဘူးထင်ပါတယ်။ အစဥ်အလာလည်းရှိပြီးသားရုပ်ရှင်တွေဖြစ်တာရယ် အပြောထက် အပြတွေဦးစားပေးတဲ့ရုပ်ရှင်တွေဖြစ်တာကြောင့် အ​မြဲချီးကျူးတာခံနေရတဲ့ရုပ်ရှင်တွေပါ။ဒီရုပ်ရှင်မှာဆိုလည်း ဒိုင်ယာလော့တွေ အများကြီးမပါဘူး။ ဇာတ်ကောင်တွေလည်း အများကြီးပါမနေဘူး။ ဇာတ်လမ်းကလည်းရှုပ်မနေဘူး။ ကမ္ဘာပျက်ပြီးချိန် ကျန်ရစ်တဲ့ လူတွေရဲ့ ရှင်သန်ရစ်ဖို့ ကြိုးစားပုံတွေတွေ့ရမယ်။အဓိကဇာတ်ဆောင်တွေက သားအဖနှစ်ယောက်။ သူတို့နှစ်ယောက်ကြားက သံ​ယောဇဉ်တွေကို တမူထူးခြားတဲ့ပုံစံနဲ့ တင်ဆက်ထားတယ်။ ဘာဆိုဘာမှ မကျန်တော့တဲ့ခေတ်ကြီးထဲမှာ မေတ္တာတရား ဆက်ရှင်သန်နေတာက လူသားတွေအတွက် ဆုလာဘ်ပါပဲ။\nကြည့်ကြည့်ပါ။ ခံစားချက်တစ်စုံတစ်ရာတော့ ရလာမှာ အမှန်ပါပဲ။  File size…(1.5GB)/(834mb)/(385 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:00:00\nGenre...Drama /  Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sp",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-land-of-the-sons-la-terra-dei-figli-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/xx4-e1365322059265-139x200.jpg",
        "title": "[18+] Bambola (1996)",
        "description": "Erotic Thriller ပုံစံနဲ့ ဒီအီတလီဇာတ်ကားက နာမည်ကြီးသလို နိုင်ငံတချို့မှာ ပြန်ရိုက်ထားကြတဲ့ Version တွေရှိပါတယ်...'ကျွန်မ နာမည်က မီနာ ဒါပေမယ့် အားလုံးက ကျွန်မကို\nဘမ်ဘိုလာ (အရုပ်ကလေး)လို့ခေါ်ကြတယ်'\nဘမ်ဘိုလာက နယ်မြို့လေးတစ်မြို့မှာ စားသောက်ဆိုင်သေးသေးလေးဖွင့်ထားတဲ့\nမိခင်နဲ့အတူနေပြီး လိင်တူစိတ်ဝင်စားတဲ့မောင်တစ်ယောက်ရှိတယ်၊သူ့ရဲ့ငယ်ငယ်လေးကတည်းက အိမ်မက်ကတော့\nနယ်မြို့လေးတွေမှာရှိတတ်တဲ့လူငယ်အတော်များများနဲ့ထပ်တူပါပဲ၊ ဒီမြို့လေးကိုစွန့်ခွာပြီး အဝေးတစ်နေရာမြို့ကြီးပြကြီးမှာ\nအခြေချအောင်မြင်ဖို့ပေါ့။ ဘမ်ဘိုလာဟာ နာမည်နဲ့လိုက်အောင် ချောတယ်၊ အရုပ်ကလေးတစ်ရုပ်လိုလှလွန်းတယ်။\nယောက်ျားတကာကိုဆွဲဆောင်နိုင်ရုံတင်မက ရူးသွပ်သွားအောင်ဖမ်းစားနိုင်တယ်။ အဲ့ဒီအလှအပကပဲ သူ့အတွက်\nအားသာချက်ဖြစ်သလို အဲ့ဒီအလှအပကပဲသူ့အတွက် အန္တရာယ်ဖြစ်လာပြန်တယ်၊အဲ့ဒါကတော့ ထောင်ထဲက စရိုက်ကြမ်းတမ်းလှတဲ့လူဆိုးလူမိုက်တစ်ယောက်က သူ့ကိုအရူးအမူးချစ်မိသွားတာဖြစ်ပြီး\nပိုဆိုးတာကတော့ ဘမ်ဘိုလာကိုယ်တိုင်အဲ့ဒီလူဆိုးရဲ့ သူ့အပေါ်နိုင်ထက်စီးနင်းအဓမ္မတွေကို စွဲလန်းမိသွားခဲ့တာပါပဲ။ဒါပေမယ့်..။\nBámbola က ဘာမျှော်လင့်ချက်မထားပဲကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါး cheesy ဖြစ်တဲ့ erotic melodrama ကားလေးတစ်ကားပါ၊\nအီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ သာယာလှပတဲ့ရှုမျှော်ခင်းတွေပါမယ်၊ ပီပြင်ကြမ်းတမ်းတဲ့ လိင်ဆက်ဆံခန်းတွေများမယ်၊\nဇာတ်ရုပ်နဲ့လိုက်အောင် မင်းသမီးလေးအရမ်းလှတယ်။ အဲ့ဒီလောက်ဆိုလုံလောက်တာထက်ပိုနေပါပြီ။File Size : (1.3 GB)\nQuality : DVDRip 720p\nRunning Time : 01:32:00\nFormat ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-bambola-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-cl-133x200.jpg",
        "title": "Closer (2004)",
        "description": "Closer(2004)ဒီကားက 2004 က ထွက်ခဲ့တဲ့ Romance/Dramaကားပါ IMDb မှာ 7.2 ရထားတယ် Cast ကလဲအပြည့်ပဲ 90s movie တွေရဲ့ queen ဖြစ်တဲ့ Julia Roberts ရယ် Dumbledore အငယ် နဲ့နာမည်ကြီးတဲ့ Jude Law ရယ် Marvel က Thor ရည်းစား Jane, star wars, Black swan ကားတွေနဲ့နာမည်ကြီးတဲ့ Natalia Portman ပါတယ် ဇာတ်လမ်းကတော့ တစ်ကိုယ်ကောင်းဆန်ပြီး အမြဲနီးပါးလိမ်နေကြတဲ့ လူ၄ယောက်ရဲ့ အချစ်ရေးကို အဓိက ရိုက်ထားတာပါလူ၄ယောက် အတွဲ၂တွဲက အဆင်ပြေနေရာကနေ တစ်တွဲစီက တစ်ယောက်စီက တွေ့ပြီး ကြိုက်ကြ ခိုးတွေ့ကြ ဖောက်ပြန်ကြတဲ့အခါ ပြဿနာတွေဖြစ်လာတဲ့ relationship ကိုပြထားတာပါJulia Roberts က လန်ဒန်မှာ နေတဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/closer-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37POLwardFLwSIUHtOvviAY2csf.jpg",
        "title": "Bhala Thandanana (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အက်ရှင်ကြမ်းကြမ်းသိပ်မဟုတ်ပေမယ့်\nဗီလိန်ဝါရင့်သရုပ်ဆောင်တွေပါတဲ့ ၂၀၂၂ ထွက်တောင်ပိုင်းကားတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါဦးမယ်။ IMDB မှာ 6.1 ရထားပြီး\nလှည့်ကွက်တွေနဲ့ကားမို့ ကြည့်ရတန်တဲ့ကားတစ်ကားဖြစ်လာဦးမှာပါ။ဇာတ်လမ်းအကျဉ်း\nဇာတ်လမ်းအဖွင့်ကို ရူပီး ၁ကုဋေ ပြန်ပေးဆွဲမှုနဲ့ စတင်ထားပါတယ်။\nအဲ့ဒီနောက် ဝန်ကြီးချုပ်အထိ ပေါက်ရောက်တဲ့ စီးပွါးရေးသမားလူမိုက်ခေါင်းဆောင်ရဲ့\nလူတွေအသတ်ခံရပါတော့တယ်။ အဲ့ဒီအမှုကို စိတ်ဝင်စားပြီး ရိုးသားတဲ့\nသတင်းထောက်မလေးနဲ့ သူ့ကိုသဘောကျနေတဲ့\nလူရိုးရွာသားလေးတစ်ယောက်တို့ အရှုပ်တွေထဲဝင်ပါမိတဲ့အခါမှာတော့\nမထင်မှတ်တဲ့ လှည့်ကွက်တွေနဲ့ ဟာသနှော ရိုက်ကူးထားပြီး Over\nအနည်းငယ်ပါပေမယ့် စုံထောက် Action ကြိုက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလို့ညွှန်းချင်ပါတယ်  \nFile size…2.4GB /  1.1GB\nQuality…1080p WEB DL AAC5.1CH Telugu / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Sai ThuRein",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/bhala-thandanana-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gapW9YgtiNQMPCWYAi8wKiEg4ty.jpg",
        "title": "Masquerade Night (2021)",
        "description": "Masquerade Night (2021)~ IMDb rating - 6.3/10 ~ဂျပန်စုံထောက်ကားတွေကိုကြည့်ရတာကြိုက်တဲ့သူတွေအတွက် စလယ်ဆုံးမပျင်းရမယ့် ဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဘာလို့လဲဆိုတော့ လူသတ်သမားရှိတယ်ဆိုတာလွဲပြီး ဘာ info မှမသိရတဲ့သူတစ်ယောက်ကို ဟိုတယ်ထဲမှာလိုက်ရှာကြရမှာမို့လို့ပါ။ဟိုတယ်လုပ်ငန်းဆောင်တာနဲ့ စည်းမျဉ်းစည်းကမ်းတွေကိုရော အမှုလိုက်တဲ့နေရာမှာ ဆက်စပ်ချိတ်ဆက်မှုကိုရော အသားပေးရိုက်ထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ ၂၀၁၉မှာထွက်ခဲ့တဲ့ Masquerade Hotel ရဲ့ အဆက်အဖြစ်ရိုက်ထားတာပါ။ သို့ပေမဲ့ ပထမကားကို မကြည့်ဘဲ ကြည့်လည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...နဲရိမခရိုင်မှာ အမျိုးသမီးတစ်ဦးဟာ သူ့ရဲ့တိုက်ခန်းထဲမှာပဲ အသတ်ခံခဲ့ရပါတယ်။ သတ်ခံရစဉ်မှာ Lolita ဝတ်စုံဝတ်ထားပြီး ဓာတ်လိုက်သေစေတဲ့နည်းနဲ့သတ်ခံရတာကြောင့် ပုံမှန်မဟုတ်တဲ့အမှုတစ်ခုပါပဲ။ တိုကျို မြို့တော်ရဲတွေလည်း စုံစမ်းလို့မရဖြစ်နေတုန်း အမည်လျှို့ဝှက်ပြီးသတင်းပေးလို့ရတဲ့ hotline ကနေ စာတစ်စောင်ရောက်လာခဲ့ပါတယ်။အဲဒါကတော့ \"အမျိုးသမီးကိုသတ်ခဲ့တဲ့လူသတ်သမားက ဒီဇင်ဘာ ၃၁ရက်နေ့မှာ Hotel Cortesia တိုကျို ကိုရောက်လာလိမ့်မယ်\"ဆိုတာပါပဲ။ လူသတ်သမားရဲ့အသွင်အပြင်ကိုလည်းမသိ သဲလွန်စလည်းတစ်ခုမှမရှိတဲ့အမှုကို ဟိုတယ်ဝန်ထမ်းတွေရဲ့ ပူးပေါင်းမှုနဲ့အတူ လိုက်ရှာဖို့ဖြစ်လာပါတယ်။ခက်တာက ပွဲကိုတက်မယ့်သူပေါင်း ၅၀၀ရှိတဲ့အပြင် မျက်နှာဖုံးတပ်ထားတာဖြစ်လို့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/masquerade-night-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/sc-135x200.jpg",
        "title": "Scarborough (2021)",
        "description": "ScarboroughComing of age ကားလေးပါ။Canada Toronto မြို့ကဆင်းရဲသားရပ်ကွက်တစ်ခုက ကလေးသုံးယောက်ဟာ သူငယ်ချင်းဖြစ်သွားကြပါတယ်။သူတို့အားလုံးဟာ ဆင်းရဲမွဲ‌တေမှု၊လူမျိုးရေးခွဲခြားမှု၊စနစ်ရဲ့မလုံလောက်တဲ့အထောက်အပံ့တွေ မိဘတွေရဲ့မသိတတ်မှုနဲ့ ရုန်းကန်နေရသူပါ။သူတို့ကို\nစာတတ်မြောက်ရေးစင်တာက ဆရာမဖြစ်သူက ကူညီနိုင်ဖို့ကြိုးစားရင်းနဲ့ ကလေးတွေရဲ့သနားစရာ နောက်ခံဘ၀ကိုသိလာရမှာပါ။တကယ်ဖြစ်ပျက်နေတဲ့ပြဿနာတွေကိုရိုက်ကူးပြထားတဲ့ ကြေကွဲစရာဇာတ်လမ်းလေးပါ။သရုပ်ဆောင်ကလေးတွေကလည်း အရွယ်နဲ့မလိုက်အောင် ‌အကောင်းဆုံး စွမ်းဆောင်ထားပါတယ်။ဆရာမနဲ့ ဒီကလေးတွေက ဒီစနစ်ဆိုးကြီးကိုကျော်လွှားနိုင်မလားဆိုတာ ကြည့်ရှု့ရမှာပါ။\nImdb 6.9/10\nRotten tomatoes -100% File size…(1.89GB)/(1021.6MB)/(472MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:16:00\nGenre...Comedy /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/scarborough-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wwdY9Xx6eI1g4C5i5Ni89UmlWw.jpg",
        "title": "Hollywood Stargirl (2022)",
        "description": "Hollywood Stargirl (2022)\n====================\nMusical ,Romance ,DramaDisney ကထုတ်တဲ့ Musical ကားဆိုရင် ကြည့်မကောင်းဘူးဆိုတာ မရှိသလောက်ပါပဲ ...\nဒီရုပ်ရှင်မှာလည်း သီချင်းလေးတွေအရမ်းကောင်းပြီး\nRotten tomatoes လည်း 100% ရထားတဲ့အထိပါပဲဘ၀ရဲ့လမ်းအသီးသီးကိုလျှောက်နေကြတဲ့ လူငယ်လေး ၃ ယောက်\nလော့အိန်ဂျလိစ်က လမ်းမတွေမှာ လမ်းချင်းတူလို့ လူချင်းတွေ့ခဲ့ကြတဲ့သဘောပါ။\nတစ်ယောက်က မိခင်နဲ့ အိမ်အမြဲပြောင်းနေရလို့ နေရာတစ်ခုမှာ အခြေကျချင်သူ..\nနောက် နှစ်ယောက်က ရုန်းကန်လှုပ်ရှားနေတဲ့ လူငယ်လေး ၂ ယောက် ..\nသူတို့ ၃ ယောက်လုံးကို စုံစည်းသွားစေမယ့်အရာက\nရုပ်ရှင်တစ်ကားကို အတူတူရိုက်ဖို့ဖြစ်ရင်းနဲ့ အကြောင်းဖန်လာပါတယ်\nသူတို့ ၃ ယောက်ရဲ့ ဘ၀ကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်လေးကို\nရုပ်ရှင်ကုမ္ပဏီကြီးတစ်ခုကတွေ့သွားပြီး လက်တွဲ့ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့....\nဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို ကိုယ်တိုင်ပဲဆက်စောင့်ကြည့်လိုက်ပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Musical, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/hollywood-stargirl-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/photo_2022-06-06_16-12-32-3-133x200.jpg",
        "title": "[18+] Breathe Again (2022)",
        "description": "[18+] Breathe Again (2022)အချစ်ဇာတ်လမ်း ကောင်းကောင်းလေး ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားလေးနဲ့ chill ဖို့ အကောင်းဆုံးပါပဲ။ ဒါပေမဲ့လည်း romantic, erotic ဆန်လွန်းတဲ့ အခန်းတွေ ပါဝင်တာကြောင့် မိသားစုနဲ့ အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ... ‌ဂျိုအန်းနား ဆိုတဲ့ ကောင်မလေးမှာ သူ့သူငယ်ချင်းတွေအားလုံးက အိမ်ထောင်ကျကုန်ကြပြီ။ သူ့မှာလည်း ၇ နှစ်ကြာ တွဲလာတဲ့ ပါဝလို ဆိုတဲ့ ချစ်သူ ကောင်လေး ရှိတယ်။ ပါဝလိုက အပေါင်းအသင်း အသောက်အစား မက်တယ်။ တစ်နေ့ကျ ဂျိုအန်းနားကို လက်ထပ်ခွင့်တောင်းပြီး အချစ် တံခါးဖွင့်ဖို့ အပန်းဖြေစခန်းတစ်ခုကို နှစ်ယောက်သား ခရီးထွက်လာကြတယ်။ပြဿနာက ခရီးထွက်လာပြီး ပါဝလိုက တစ်နေကုန် သူ့သူငယ်ချင်းတွေနဲ့ပဲ ဆိုင်ကယ် ပတ်စီးတယ်။ နောက်ပြီး မိန်းမတွေနဲ့ မရှင်းမရှင်းတွေ လုပ်တယ်ပေါ့။ ဂျိုအန်းနားကိုတော့ နားညီးလို့ ရှုပ်လို့ဆိုပြီး ဟိုတယ်မှာပဲ ထားခဲ့တယ်။ ဟိုတယ်မှာ ကျန်ခဲ့တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-breathe-again-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7FUbSUzn07dudjbwW1Skicj17nS.jpg",
        "title": "Interceptor(2022)",
        "description": "ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ အက်ရှင်ကား ကောင်းကောင်းကြည့်ချင်သူတွေအတွက်\n၂၀၂၂ ထွက် Intercepter လာပါပြီ။ ဇာတ်လမ်း အကျဉ်းကတော့ အမေရိကန်မှာရှိတဲ့\nနျူကလီးယား ဒုံးကျည်တွေကို ခိုးယူပြီး အမေရိကန် နိုင်ငံတစ်ဝက်စာလောက်ကို\nဖျက်ဆီးပစ်ဖို့ လူတစ်စု ဗိုလ်ကြီး ကောလင်းစ်ရဲ့ တာဝန်ကျရာ တပ်စခန်းကို ဝင်ရောက်\nစီနင်းကြတယ်။ သူတို့ စီနင်းကြတဲ့ စခန်းက နျူကလီးယား ဒုံးတွေ ပစ်လွှတ်လာခဲ့ရင်\nကြားဝင် ဖြတ်ချပစ်ဖို့ ဒုံးဖျက်လက်နက်တွေကျန်ရှိရာ ရေလယ်က\nတစ်ခုတည်းသော ရေပေါ်စခန်းကြီးတစ်ခု\nဗိုလ်ကြီးကောလင်းစ်တစ်ယောက် အနိုင်ရဖို့ ၂၀ ရာခိုင်နှုန်းတောင်\nမသေချာတော့ လူဆိုးတွေနဲ့ ပူးပေါင်းမလား\nဆက်လက်တိုက်ပွဲဝင်မလား ရင်တမမနဲ့ ကြည့်ရမယ့်ကားပါပဲ။ ဒီဇာတ်လမ်းဟာ သာမာန် အက်ရှင်ကား\nအများစုနဲ့ ကွဲထွက်နေတဲ့အချက်က social issue ( လူအသိုင်းအဝိုင်းတွင်းက မမျှတမှု) တွေကို ထည့်စဉ်းစားမိအောင်\nအများကြီး ထည့်ရိုက်ပြသွားပါတယ်။ လက်ယာစွန်းရောက်နေတဲ့ မျိုးချစ် အမေရိကန်တွေရဲ့ ရူးမိုက်မှု၊\nအမျိုးသမီးတွေကို နိုင့်ထက်စီးနင်းလုပ်မှု ၊ ရွှေ့ပြောင်းအခြေချလာတဲ့ အမေရိကန်မဟုတ်သူတွေကို ခွဲခြားဆက်ဆံမှု\nဒါတွေကို တစ်လွှာချင်း တူးဖော်ပြီး ကြည့်နိုင်ပါတယ်။   သေချာတာကတော့ သဘာဝလွန် ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/interceptor2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a9aTkREV7ZbwMzgHaknjqWZUtUG.jpg",
        "title": "Introduction (2021)",
        "description": "Introduction (2021)~ IMDb - 6.2/10, Rotten Tomatoes - 81% ~တောင်ကိုရီးယား Art House ဒါရိုက်တာ Hong Sang-Soo ဟာ ၂၀၂၁မှာ နှစ်ကားထွက်ခဲ့ပါတယ်။ မနှစ်က တော်တော်ကောင်းခဲ့တဲ့ In Front of Your Face ထဲမှာ သူ့နဲ့ Right Now, Wrong Then နောက်ပိုင်း ဆက်တိုက်တွဲရိုက်နေကျ နောက်ပိုင်း သူနဲ့ပါ ညားသွားတဲ့ ဂင်မင်ဟီးကို မသုံးခဲ့ပါဘူး။ Introduction ထဲမှာတော့ ဂင်မင်ဟီးပြန်ပါလာပေမဲ့ အဓိကဇာတ်ဆောင်နေရာကတော့ မဟုတ်ပါဘူး။ ဒီနှစ်ထွက်မယ့် The Novelist's Film မှာလည်း ဂင်မင်ဟီးကို ပြန်သုံးထားပါတယ်။Introductionရော နောက်ထွက်လာမယ့် The Novelist's Film ရောဟာ အဖြူအမဲနဲ့ ရိုက်ပြထားတဲ့ ရုပ်ရှင်တွေပါ။ Introduction ရဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/introduction-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdntMAqd72ESpMyfXU3grPmsOgy.jpg",
        "title": "Koogle Kuttappa (2022)",
        "description": "ဒီတစ်ခါမှာတော့ IMDB မှာ 7.2 အထိရရှိထားတဲ့ 2022 ခုနှစ်ထွက်\nမေတ္တာဖွဲ့ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nမေတ္တာဖွဲ့ကားတွေအထွက်ကျဲချိန်မှာ ဒီကားလေးထွက်လာတာဝမ်းသာစရာပါပဲဇာတ်လမ်းအကျဉ်း...\nသားကို ချစ်လွန်းလို့ စက်ရုပ်အင်ဂျင်နီယာဘွဲ့ရတဲ့အထိကျောင်းထားပေးပြီး\nမွေးရပ်မြေမှာပဲ နေ့စဉ်ရုံးတက်ရုံးဆင်း လုပ်စေချင်တဲ့အဖေ\nဖခင်ကို မလွန်ဆန်နိုင်ပေမယ့် ဘ၀ရှေ့ရေးအတွက် နိုင်ငံရပ်ခြားအထိ\nအလုပ်သွားလုပ်ချင်နေတဲ့သား..နိုင်ငံခြားမှာ အလုပ်လုပ်ဖို့ အသက်ကြီးတဲ့အဖေကို စောင့်ရှောက်နိုင်မယ့်\nအိမ်တွင်းသူနာပြုတွေ ခေါ်ပေမယ့် လူ့ဂွစာအဖေကြောင့်အကုန် ပြန်ပြေးရတဲ့အချိန်\nသူ့ကို အလုပ်ခန့်တဲ့ကုမ္မဏီက နှစ်ဦးနှစ်ဖက် အဆင်ပြေအောင် စီစဉ်ပေးချိန်မှာတော့ခံစားချက်ရသတွေ အများကြီးခံစားလို့ရနိုင်မယ့် ရုပ်ရှင်တစ်ကားကို မွေးထုတ်ပေးလာတာကြောင့်\nလိုက်ပါစီးမြောခံစားလိုက်ကြပါဦးခင်ဗျာ...အညွှန်းနဲ့ဘာသာပြန် Lwin Htoo Aung ဖြစ်ပါတယ်   \nFile size…2.1GB / 1.05GB\nQuality…1080p WEB DL Tamil AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/koogle-kuttappa-2022/"
    }
]