[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDp5vC60tzHSfNBxOKzN1M1j8n1.jpg",
        "title": "Sword in the Moon (2003)",
        "description": "[Unicode]Sword in The Moon (2003)ဂျိုဆောင်ခေတ်ကာလ စစ်သားနှစ်ဦးအကြောင်း Action-Adventure ကားတစ်ခုဖြစ်ပါတယ်။လရောင်ပေါ်ကဓား လို့ အမည်တွင်တဲ့ ဘုရင့်စစ်တပ်အဖွဲ့က ချွဲဂျီဟွမ်နဲ့ ချိုဂူယဲ နှစ်ယောက်ဟာ ညီအစ်ကိုလို သံယောဇဉ်အခိုင်အမာနဲ့ ခင်မင်ရင်းနှီးခဲ့ကြပေမယ့်...တစ်နေ့ လက်ရှိဘုရင်ကို ဖြုတ်ချပြီး ဘုရင်အသစ် နန်းတက်တဲ့အခါ ချိုဂူယဲဟာ သူ့တပ်ဖွဲ့ကိုငဲ့ကာ လက်ရှိဘုရင်ဆီ သစ္စာခံလိုက်ရပြီးချွဲဂျီဟွမ်ကတော့ အရင်ဘုရင်ဟောင်းဘက် သစ္စာခံရင်း ပျောက်ကွယ်သွားခဲ့ပါတယ်။နှစ်အတော်ကြာတဲ့အခါ ချိုဂူယဲဟာ ရက်စက်ကြမ်းကြုတ်တဲ့ ကွက်မျက်သူ အဖြစ် အမည်တွင်ကာ ဘုရင်သစ်ထံ အမှုထမ်ဆောင်နေရင်း\nချွဲဂျီဟွမ်ဟာ ဘုရင်ဟောင်းအတွက် ကလဲ့စားချေဖို့ ပြန်ထွက်ပေါ်လာတဲ့အခါ...ဆန့်ကျင်ဘက်ဖြစ်သွားတဲ့ ညီအစ်ကိုလို ခင်မင်ကြသူ စစ်သားနှစ်ဦးရဲ့ အားပြိုင်မှုနဲ့အတူ\nအဆုံးသတ်ဟာ သူတို့အချင်းချင်း ရန်သူလုံးဝ ဖြစ်သွားမလား ထာဝရမိတ်ဆွေအဖြစ် ရှိနေမလား ဆိုတာကို\nအတိုက်အခိုက်တွေကြားက န်ုင်ငံရေးအရှုပ်တော်ပုံဆန်ဆန် ကြည့်ရှုရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Sword in The Moon ...",
        "rating": "5.9",
        "url": "https://megaup.net/1z1v7/Sword_In_The_Moon_(2003).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGr0s6i9GSgUEd5C1gyaePibZ5W.jpg",
        "title": "The Great War of Archimedes (2019)",
        "description": "[Unicode]ရေတပ်ကလူတွေကိုစိတ်နာပြီး အစိုးရနဲ့ကင်းကင်းနေချင်သော အင်ပါယာ တက္ကသိုလ်က သင်္ချာဉာဏ်ကြီးရှင်လေး ကိုင် တာဒါရှီတစ်ယောက်...\nမုန်းလှပါချည်ရဲ့ဆိုတဲ့ ရေတပ်က ဗိုလ်ချုပ်တစ်ဦးရဲ့ ကူညီပေးမှုနဲ့ ရေတပ်မှာ ဗိုလ်မှူးတစ်ယောက်ဖြစ်ခဲ့ပါတော့တယ်သူ့ရဲ့တာဝန်ကတော့ သူ့ကိုအကူညီတောင်းတဲ့ ဗိုလ်ချုပ် ရာမာတိုတို့နဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ စစ်သင်္ဘောတည်ဆောက်ဖို့ ပြိုင်ဆိုင်နေတဲ့ ဟီယာရာမာရဲ့ ဒီဖိုင်းကုန်ကျစရိတ်အမှန်ကို ဖော်ထုတ်ပေးဖို့ပါပဲကိုင် တစ်ယောက် ဘာမှအသေးစိတ်မသိရပဲဘဲနဲ့ ကိန်းဂဏန်းတွေဟာမလိမ်ညာတတ်ဘူးဆိုတဲ့ ယုံကြည်ချက်တစ်ခုတည်းနဲ့ သူ့တာဝန်တွေကိုပြီးမြောက်အောင်လုပ်ခဲ့ပါတော့တယ်\nသို့သော်လည်း သူမသိသေးတဲ့ ရေတပ်နောက်ကွယ်ကလူတွေရဲ့ လျှို့ဝှက်ချက်ကိုသိလာရတဲ့အခါမှာတော့....နိုင်ငံကိုကာကွယ်ဖို့ကြိုးစားနေကြတဲ့ ရေတပ်ကတပ်မတော်သားတွေအကြောင်းနဲ့ ကိုင်ရဲ့ ထက်မြက်လှတဲ့ နည်းလမ်းတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ေရတပ္ကလူေတြကိုစိတ္နာၿပီး အစိုးရနဲ႔ကင္းကင္းေနခ်င္ေသာ အင္ပါယာ တကၠသိုလ္က သခ်ၤာဉာဏ္ႀကီးရွင္ေလး ကိုင္ တာဒါရွီတစ္ေယာက္...\nမုန္းလွပါခ်ည္ရဲ႕ဆိုတဲ့ ေရတပ္က ဗိုလ္ခ်ဳပ္တစ္ဦးရဲ႕ ကူညီေပးမႈနဲ႔ ေရတပ္မွာ ဗိုလ္မႉးတစ္ေယာက္ျဖစ္ခဲ့ပါေတာ့တယ္သူ႔ရဲ႕တာဝန္ကေတာ့ သူ႔ကိုအကူညီေတာင္းတဲ့ ဗိုလ္ခ်ဳပ္ ရာမာတိုတို႔နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့ စစ္သေဘၤာတည္ေဆာက္ဖို႔ ၿပိဳင္ဆိုင္ေနတဲ့ ဟီယာရာမာရဲ႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1z1qd/The_Great_War_Of_Archimedes_(2019).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTrEGZVNju8QGazwOErdXAKyLbg.jpg",
        "title": "The 12th Suspect(2020)",
        "description": "The 12th Suspect(2020)\nဆောင်းရာသီ ညတစ်ညမှာ နာမည်ကြီး ကဗျာဆရာ ဘဲ့ဒူဟွမ် အသတ်ခံခဲ့ရပါတယ်.....\nကျော်ကြားတဲ့သူဖြစ်သလို အသတ်ခံရပုံကလည်း ဆန်းတဲ့အတွက်ကြောင့်\nလူထုအကြား အရမ်းကိုပျံနှံသွားတယ်...\nစာပေအသိုင်းအဝန်းအတွက်လည်း သတင်းဆိုးကြီးတစ်ခုပေါ့...\nဒီအမှုကိုစုံစမ်းဖော်ထုတ်ဖို့\nစုံစမ်းရေးမှူး ဂင်ဂီချာက  ကြိုးစားဖော်ထုတ်ပါတော့တယ်....\nတကယ်ပဲ ဘဲ့ဒူဟွမ်က အသတ်ခံရတာလား......\nတရားခံက ဘယ်သူဖြစ်မလဲ.....\nတကယ့်အကြောင်းရင်းမှန်က ဘာဖြစ်မလဲ ...\nနောက်ကွယ်က တခြားဘာအကြောင်းအရာတွေရှိနေဉီးမလဲဆိုတာကိုတော့\nဆက်လက် ခံစားကြည့်ပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nHan Thu Aye ပဲဖြစ်ပါတယ်....\nFile Size :(950 MB) and (359 MB)\nQuality :FHDRip 720p\nFormat…mp4\nDuration…01:46:00\nGenre : History , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-12th-suspect2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-28-at-11.32.16-AM-135x200.png",
        "title": "Apocalypse Now (1979)",
        "description": "Apocalypse Now (1979)=================IMDb Rating - 8.4/10#Unicodeပြောကြတာတော့ Apocalypse Nowဟာ\nအကောင်းဆုံးစစ်ကားတဲ့။ ကျွန်တော်တော့ စစ်ကား\nတစ်ကားလို့ကိုမမြင်မိဘူး။သမိုင်းလည်းမှန်လှတယ်မဟုတ်ဘူး။\nသမိုင်းဆိုတာ စစ်နိုင်တဲ့ဘက်က ရေးကြတာဆိုတော့\nရေးထားတဲ့သမိုင်းလည်း မှန်ချင်မှမှန်မှာဖြစ်တဲ့အတွက်\nဒါကလည်းအရေးမပါလှဘူး။စစ်ပွဲတစ်ပွဲမှာ ဘာတွေမြင်ရမလဲ။\nလက်နက်တွေ ပေါက်ကွဲမှုတွေ သေကြေမှုတွေ\nအလောင်းတွေ သွေးတွေ။ ဒီအပေါ်ယံအမြင်တွေ\nအကုန် ဖယ်ကြည့်လိုက်ရင် စစ်ပွဲမှာ ကျွန်တော်တို့\nအထင်ရှားဆုံးမြင်ရမယ့် အရာက လူ့စိတ်ပါပဲ။ ဒါရိုက်တာ\nဖရန်စစ် ကော်ပိုလာက ဒီအချက်ကို အရဖမ်းသွားတယ်။\nဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ စစ်တိုက်ခန်းနည်းနည်း\nစကားများနေတာများများနဲ့ အကောင်းဆုံးစစ်ကားဖြစ်သွားခဲ့\nတယ်။ ဒီကားကြည့်ပြီး ခင်ဗျားရူးချင်သွားတယ်ဆိုရင်လည်း\nမထူးဆန်းဘူး ဒါရိုက်တာရော မင်းသားရော ဒီရုပ်ရှင်ရိုက်နေတုန်း\nရူးချင်ချင် သေမလိုလိုဖြစ်သွားခဲ့ကြဖူးတယ်။\nအဓိကပြချင်တာဘာလဲတော့ ကျွန်တော်လည်းမသိဘူး။\nယူသလိုပဲရလိမ့်မယ်။ အရူးတွေရိုက်ထားတဲ့ကားဆိုတော့\nကြည့်ပြီးရူးသွားလည်း သိပ်တော့အံ့ဩစရာမရှိဘူး။ဒီရုပ်ရှင်ရဲ့ တစ်ချို့ဇာတ်ကွက်တွေအရတော့ ဒါရိုက်တာကို\nအမေရိကန်မှဟုတ်ပါလေစလို့ ပြန်ရှာကြည့်လိုက်ရတယ်။ သူရဲဘောကြောင် အနိုင်ကျင့်တတ်တဲ့ တစ်စက်မှသုံးမရတဲ့\nအမေရိကန်စစ်သားတွေအကြောင်းကို ဒါရိုက်တာက\nခဏခဏကို ပြသွားတယ်။ ဒီထဲကအမေရိကန်စစ်သားတွေက\nပုံမှန်မြင်‌နေကြတွေလို သနားစိတ်အပြည့်နဲ့ လူတော်Great\nကြီး‌တွေမဟုတ်ဘူး။ စစ်သားတွေရဲ့ ကြောက်စိတ်နဲ့\nစစ်မှုထမ်းတွေရဲ့ တလွဲလုပ်ရပ်တွေ အတော်မြင်ရတယ်။\nမတော်လို့ကျွန်တော်တို့စစ်ထဲ၀င်ကြရင် ဖြစ်‌နေမယ့်ပုံစံမျိုး‌ပေါ့။\nအမေရိကန်တွေနဲ့ သူတို့တိုက်နေတဲ့သူပုန်တွေကြားက\nအမှန်အမှားဆိုတာ ဆပ်ပြာပူဖောင်းလွှာကလေးလို\nပါးလျနေတာကို ဒါရိုက်တာက ကောင်းကောင်းကြီး\nပြသွားတယ်။လူသားဆန်မှု စစ်ပွဲမှာ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/apocalypse-now1979/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f5DpdYQB0uP2wDGfpJuCvpPPAnp.jpg",
        "title": "Jazzy Misfits(2020)",
        "description": "Jazzy Misfits(2020)အညွှန်း**************************\n Rapper မမ Cheetah ကို ဒီဇာတ်လမ်းမှာ Jazz သီချင်းလေးတွေနဲ့ တွေ့ရပါလိမ့်မယ်...\nပြီးတော့ ဒီဇာတ်လမ်းက သူမရဲ့ Debut Film ဖြစ်ပါတယ်....\nဆွန်းဒေါ့ ကတော့ အီထယ်၀န်မှာ နေထိုင်ပြီး Blue ဆိုတဲ့\nအနုပညာနာမည်နဲ့ သီချင်းတွေဆိုတဲ့ အဆိုတော်ကောင်မလေးပါ....\nသူမမှာ ယူရီလို့ခေါ်တဲ့ ညီမ တစ်ယောက်လည်းရှိပါတယ်....\nသူတို့အမေကတော့ Jazz အဆိုတော်ဟောင်းတစ်ဦးဖြစ်ပြီး လူတွေက Miss Fitz လို့ခေါ်ကြပါတယ်\nတစ်ရက်မှာတော့ Miss Fitz က Blue ဆီကို အသည်းသန်ရောက်လာခဲ့ပါတယ်\nအကြောင်းရင်းကတော့ သမီးငယ် ယူရီက သူမရဲ့ ပိုက်ဆံတွေ ယူပြီးထွက်ပြေးသွားလို့ပါ\nဒါပေမယ့် Blue နဲ့ ယူရီက ခွဲနေတာ တစ်နှစ်ကြာပြီတဲ့\nဘယ်မှာမှန်းမသိဘူးတဲ့\nအဲ့ဒါနဲ့ သူတို့သားအမိ ၂ ယောက် ယူရီရှာပုံတော် စတင်ပါတော့တယ်....\nဒါပေမယ့် ယူရီက အစအန ရှာမရအောင် ပျောက်နေခဲ့ပါတယ်...\nဒီကလေးမှာ ဘာအန္တရာယ်တွေ ကြုံနေရတာလဲ....\nဘာကြောင့်ပျောက်နေတာလဲ......\n​ြပန်ရှာလို့တွေ့နိုင်ပါ့မလားဆိုတာ\nဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည်ရှုကြပါနော်...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/jazzy-misfits2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-26-at-4.33.35-PM-150x200.png",
        "title": "Behind the Line: Escape to Dunkirk (2020)",
        "description": "Behind the Line: Escape to Dunkirk (2020)===============================IMDb Rating - 8.6/10#Unicodeကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါ\nကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်\nစိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။\nဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံး\nကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံး\nဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်း\nတစ်ပုဒ်ပါပဲ။ ‌ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှု\nကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာ\nမဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့\nတစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှ\nမဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။\nဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့\nရုပ်ရှင်တွေထဲမှာ The Immitation Gameလို\nDunkrikလို Saving Leningradလို\nDarkest Hoursတို့လို ဖြစ်ရပ်မှန်‌\nအခြေပြုကားကောင်းတွေရှိပါတယ်။\nအဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်\nစုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေး\nဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံက\nDunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာ\nဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီး\nအပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းက\nဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာ\nပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာက\nတပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကို\nညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်\nလမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေ\nဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့\nဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သား\nနှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်\nချန်ပီယံ ဒန်နီ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/behind-the-line-escape-to-dunkirk-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/go-go-sisters-136x200.jpg",
        "title": "Go-Go Sisters 2018",
        "description": "လူတိုင်းမှာ သူငယ်ချင်းတွေကိုယ်ဆီရှိတတ်ကြပါတယ် ဒါပေမဲ့ သူငယ်ချင်းတိုင်းကတော့ ကိုယ့်ဘေးမှာအမြဲရှိနေပေးနိုင်တဲ့သူတွေမဟုတ်ပါဘူး ကိုယ့်ဘဝနဲ့ ကိုယ်ရှေ့ဆက်ဖို့ ခွဲခွာကြရတာများပါတယ် အထူးသဖြင့်ငယ်သူငယ်ချင်းတွေပေါ့\nဒီကားထဲမှာလည်းအဲ့လိုပါပဲ 'ဟွန်ဟေးဖွန်း' ဆိုတဲ့ အမျိုးသမီး ဟာအသက်40 အရွယ်သာမာန်အိမ်ရှင်မတစ်ယောက်ပါ ယောကျာ်းအလုပ်အကိုင်ကောင်းတာကြောင့်ငွေကြေးလည်းပြည့်စုံပါတယ် တစ်နေ့တော့သူအမေနေမကောင်းဖြစ်နေတဲ့ဆေးရုံကိုလာရင်းငယ်သူငယ်ချင်းဟောင်း 'ယွန်' နဲ့ပြန်တွေ့ပါတယ် ယွန် ကကင်ဆာရောဂါ ခံစားနေရတာပါ 'ယွန်' က 'ဖွန်း'ကို သူရဲ့နောက်ဆုံးဆန္ဒလေးကိုပြောပြပါတယ် သူဆန္ဒကသူငယ်ချင်းဟောင်းတွေနဲ့ပြန်တွေ့ဖို့ပါ 'ဖွန်း' ဟာ 'ယွန်'ကြောင့် သူငယ်ချင်းတွေကိုပြန်ရှာဖိူ့လုပ်ပါတော့တယ်\nငယ်ငယ်ကအမြဲတမ်း တစ်တွဲတွဲရှိခဲ့ကြတဲ့ သူငယ်ချင်း6ယောက်ဟာ ဘာလို့ နှစ်တွေအကြာကြီး အဆက်အသွယ်မရှိတော့တာဘာကြောင့်လဲ သူတို့ကြားထဲဘာတွေဖြစ်ပျက်ခဲ့တာလဲ 'ဖွန်း' ကရော သူငယ်ချင်းဟောင်းတွေကို အကုန်ပြန်ရှာနိုင်ပါ့မလား ဆိုတာ ကိုတော့ဆက်လက်ကြည့်ရှု့လိုက်ပါ\nဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်အရွယ်ရဲ့ငယ်ရွယ်လွတ်လပ်မှုတွေအပူအပင်မရှိမှုတွေကိုရင့်ကျက်တဲ့လူကြီးတစ်ယောက်ဖြစ်လာတဲ့အခါ ခံစားရတဲ့ စိုးရိမ်မှုတွေနဲ့ အတူယှဥ်ပီး ရိုက်ကူးထားပါတယ် ဒီဇာတ်ညွှန်းတစ်ခုတည်းကိုပဲကိုးရီးယားversion ဂျပန် versionရိုက်ထားတာလည်းရှိပါတယ် အခုတင်ဆက်ပေးလိုက်တာတော့ ဗီယက်နမ် versionလေးပါ ဒီကားလေးကြည့်ပီးရင်တော့ဝေးကွာခဲ့ရတဲ့ တစ်စုံတစ်ယောက်ကိုပဲဖြစ်ဖြစ် သူငယ်ချင်းတွေကိုပဲဖြစ်ဖြစ် ပြန်သတိရစေမှာပါ......File Size : 600 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/go-go-sisters-2018-2/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/indigo-velly-136x200.jpg",
        "title": "Indigo Valley 2020",
        "description": "ဒီကားလေးကတော့ အချိန်အတော်ကြာမတွေ့ဖြစ်ကြတဲ့ ညီအမနှစ်ယောက်ဖြစ်တဲ့ ပန်းချီဆရာမလေးလူးဝစ်နဲ့ သူ့အစ်မ အစ်ဇဘယ်လာတို့အကြောင်းပါ\nအနေဝေးနေတဲ့အစ်ဇဘယ်လာဟာ သူ့ညီမလူးဝစ်ရဲ့ဖိတ်ကြားမှုကြောင့် သူ့ညီမဆီရောက်လာခဲ့ပါတယ်\nသူ့ညီမရဲ့ယောကျ်ားဖြစ်တဲ့တယောဆရာလေး ဂျွန်နဲ့သူ့အစ်မကိုမိတ်ဆက်ပေးခဲ့ပါတယ်\nသူတို့ကြင်စဦးလင်မယားနှစ်ယောက်ဟာ သူ့စ်အမကိုခေါ်ပြီးပျားရည်စမ်းခရီးကိုတောတွင်းစခန်းတစ်ခုမှာအလည်အပတ်အဖြစ်သွားနေကြပါတယ်\nအဲ့စခန်းမှာသူတို့သုံးယောက်ရဲ့ မမျှော်လင့်ထားတဲ့ကံကြမ္မာတွေနဲ့ကြုံတွေ့ရပါတော့တယ်\nအချစ်ကိုကိုးကွယ်မိတဲ့သူတွေရှိိမယ် အချစ်ကိုရူးသွပ်မိတဲ့သူတွေရှိမယ် ဒီကားလေးကိုကြည့်ပြီးအချစ်အကြောင်းတွေးတောရင်း...... သင်ရော အချစ်ကိုဘယ်လိုထက်မြင်ပါသလဲ.....\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 14min\nGenre : Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/indigo-valley-2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/19a8c5e3006db2dda21ebde2f4840344-140x200.jpg",
        "title": "Circle (2015)",
        "description": "Circle (2015)==========IMDb Rating  - 6.0/10#Unicodeမဲပေးရမယ့် အချိန် ရောက်ပြီ ဆိုတော့ မဲပေးတဲ့ကားလေး ကြည့်လိုက်ကြရအောင်ဗျာ။ဘယ်လို မဲပေးကြမှာလဲ? ကိုယ့်ကို မဲပေးဖို့ လုပ်ရမှာလား? ကိုယ့်ကို မဲမပေးဖို့ လုပ်ရမှာလား?ဘယ်သူတွေအတွက် ဘယ်လို မဲဆွယ်ကြမှာလဲ?ဇာတ်လမ်းကတော့ ဒီလိုပါ။ လူအယောက် ၅၀ ဟာ အမှောင်ခန်းကြီးတစ်ခန်းမှာ နိုးလာပါတယ်။သူတို့ကို ကို စက်ဝိုင်းတစ်ခုထဲမှာ ထားပါတယ်။ ကလေး၊ လူကြီး၊ လူဖြူ၊ လူမည်း၊ ကိုယ်ဝန်ဆောင်၊အိမ်ထောင်သည်၊ အပြာကားမင်းသမီး ... စသဖြင့် ပါပါတယ်။ အဲဒီထဲကနေမှ နှစ်မိနစ်ကို တစ်ယောက်နှုန်းနဲ့ သတ်ဖို့ လူကို ရွေးရပါတယ်။ ဘယ်သူ့ကို ရွေးမယ် ဆိုတဲ့ စံကတော့ ရှိနေတဲ့ စက်ဝိုင်းထဲက လူ ၅၀နဲ့ပဲ ဆိုင်ပါတယ်။ဒီတော့ ဘယ်သူ့ကို ရွေးမယ်ဆိုတာကို မဲပေးကြတဲ့အချိန်မှာတော့ .....လူ့သဘော၊ လူ့သဘာဝတွေကို ဒီဇာတ်လမ်းထဲမှာ မြင်ရပါမယ်။ လူ့အသိုင်းအဝိုင်းရဲ့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/circle-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPIYFb1eLln7FTO40q2HiP1Fvk3.jpg",
        "title": "London Confidential(2020)",
        "description": "London Confidential(2020)\nIMDb rating 7.7 ရရှိထားပြီး Crime, Drama, Thriller အမျိုးအစားဖြစ်ပါတယ်။\n COVID-19 ဆိုတဲ့ Virus ဟာ တစ်ကမ္ဘာလုံးကို ပျံနှံပြီး အားလုံးဒုက္ခရောက်နေတယ်...\nဒီပြဿနာရင်းမြစ်ဟာ တရုတ်ကြောင့်လို အိန္ဒိယတို့က စွပ်စွဲပါတယ်...\nဒီလိုစွပ်စွဲမှုနဲ့ covid -19 ပြဿနာမပြီးသေးဘူး အိန္ဒိယနဲ့ တရုတ်နယ်စပ်မှာ ဒီ့ထက်ဆိုးတဲ့ ဗိုင်းရပ်စ်တစ်မျိုး\nထပ်ပျံလာတယ်....\nစွပ်စွဲမှုတွေငြင်းဆန်မှုတွေနဲ့ (၂)နိုင်ငံစစ်ဖြစ်လာသည့်အထိ တင်းမာတဲ့အခြေအနေတွေဖြစ်လာတယ်....\nစစ်ဖြစ်မဲ့အရေးကိုတားဆီးနိုင်ဖို့ အိန္ဒိယက လျှို့ဝှက်ထောက်လှမ်းရေး အေးဂျင့် တစ်ယောက်ဟာ တစ်ယောက်သတင်းပေးနဲ့ဆက်သွယ်ပြီး\nလန်ဒန်ရဲ့နိုင်ငံတကာညီလာခံမှာ ထုတ်ဖော်ဖို့ကြိုးစားပါတော့တယ်...\nသူတို့ကြိုးစားသလိုအောင်မြင်မှာလား...\nတခြားဘယ်လိုလှည့်ကွက်တွေရှိဉီးမလဲ...\nဒီပြဿနာဆိုးတွေဖြစ်ဖို့ တကယ်ကြိုးကိုင်နေတဲ့သူတွေက ဘယ်သူလဲ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။\n File Size :(850 MB) and (392 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:17:00\nGenre :  Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/london-confidential2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-24-at-5.28.17-PM-137x200.png",
        "title": "Critical Thinking (2020)",
        "description": "Critical Thinking (2020)==================IMDb Rating - 6.1/10#Unicodeဒီဇာတ်ကားလေးကတော့ဖြစ်ရပ်မှန်ဖြစ်ပြီးတော့ မိုင်ယာမီဂျက်ဆင်အထက်တန်းကျောင်းလေးကနေနိုင်ငံတော်အဆင့် ချက်စ်ပြိုင်ပွဲမှာအထိအောင်မြင်မှုရသွားတဲ့ ချက်စ်အသင်းလေးအကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ မိန်းမဆုံးသွားကတည်းက စိတ်ဓာတ်ကျတဲ့အဖေနဲ့အတူတူနေနေရတဲ့ ဆက်ဒရစ်အဖေနဲ့အမေကကွာရှင်း အမေနဲ့အတူတူနေတယ်ဆိုပေမယ့်အိမ်မှာ ငွေရေးကြေးရေး ပြဿနာတွေအမြဲရှိတဲ့ အီတို ၊ အတန်းထဲမှာ ဉာဏ်ကောင်းတဲ့ ရော်ဒီ ၊ ပတ်ဝန်းကျင်နဲ့ ဘယ်တော့မှာအသားမကျတဲ့ဂေးလ် သူတို့လေးယောက်ဟာ မိုက်ယာမီဂျက်ဆင်ဆိုတဲ့ အစိုးရကျောင်းလေးက မာရီရိုမာတီနက်ဇ်ဆိုတဲ့ ချက်စ်အတန်းမှာတက်ကြတယ် ၊ သူတို့လေးယောက်လုံးက ထူးချွန်တော့ မာရီရိုဟာ မြို့နယ်ပြိုင်ပွဲတွေပြည်နယ်ပြိုင်ပွဲတွေ ယှဉ်ပြိုင်စေချင်တယ် ၊ Public School ဆိုတော့ ပြိုင်ပွဲဝင်ဖို့ စာရင်းပေးသွင်းကြေးတောင်မတတ်နိုင်ဘူး ၊ ဆရာတပည့်တွေ ဒီလိုအခက်အခဲတွေကြားကနေ နိုင်ငံတော်အဆင့်ရောက်တောင်ဘယ်လိုတက်လှမ်းကြမလဲဆိုတော့ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ျဖစ္ရပ္မွန္ျဖစ္ၿပီးေတာ့ မိုင္ယာမီဂ်က္ဆင္အထက္တန္းေက်ာင္းေလးကေနႏိုင္ငံေတာ္အဆင့္ ခ်က္စ္ၿပိဳင္ပြဲမွာအထိေအာင္ျမင္မႈရသြားတဲ့ ခ်က္စ္အသင္းေလးအေၾကာင္းကို႐ိုက္ကူးထားတာျဖစ္ပါတယ္။ မိန္းမဆုံးသြားကတည္းက စိတ္ဓာတ္က်တဲ့အေဖနဲ႔အတူတူေနေနရတဲ့ ဆက္ဒရစ္အေဖနဲ႔အေမကကြာရွင္း အေမနဲ႔အတူတူေနတယ္ဆိုေပမယ့္အိမ္မွာ ေငြေရးေၾကးေရး ျပႆနာေတြအၿမဲရွိတဲ့ အီတို ၊ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/critical-thinking-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2zXyprTj1Z09WOB8pqGlyMTeLx.jpg",
        "title": "Dolly Kitty and Those Shining Stars(2020)",
        "description": "Dolly Kitty and Those Shining Stars(2020)India ကားကောင်းလေးလာပါပြီဗျား....အစ်မဝမ်းကွဲဖြစ်သူကိုညီမကပြောလိုက်တယ်\n\"နင့်ယောက်ျားကင့ါကမတော်မရော်လုပ်ဖို့ကြိုးစားနေတယ်\"...\nအဲ့မှာအစ်မဖြစ်သူက ဘာမှမအံ့သြတဲ့ပုံစံမျိုးနဲ့ ညီမဖြစ်သူကို နင်ကအရွယ်ရောက်လာလို့\nပေါက်ကရလျှောက်တွေးနေတာ ဘာညာဆိုပြီးပြန်ပြောလိုက်တယ်..\nပုံမှန်ဆိုရင် ဘယ်သူမဆိုအဲ့လိုပြောလာရင် သူတို့ယောက်ျားဖြစ်သူကို တစ်နည်းနည်းနဲ့တော့ ပြန်လည်ဆန်းစစ်မေးမြန်းကြမှာပါပဲ...\n.ခဲအိုရဲ့ရန်ကိုကြောက်ရတဲ့သူ့ခဗျာ အိမ်မှာမနေတော့ဘဲနဲ့ အဆောင်ငှားနေပြီး\nမအူမလည်နဲ့ အနီရောင်ချစ်နှင်းဆီApp ဝန်ဆောင်မှုမှာအလုပ်လုပ်ပါတော့တယ်....အဲ့အလုပ်ကပုရိသတွေရဲ့ ဖုန်းနဲ့ လိင်စိတ်ကိုဖျေဖျောက်တဲ့ ပုံစံမျိုးပေါ့....\nအဆောင်လခတို့ အိမ်တို့ပြန်ပို့အတွက် ပိုက်ဆံကောင်းကောင်းရတော့ ကျိတ်မှိတ်သည်းခံပြီးလုပ်ကိုင်ခဲ့ရတယ်..အဲ့ဒီနောက်မှာတော့ .....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုခံစားကြည့်ကြပါ...ဒီဇာတ်လမ်းက အိမ်ထောင်ရေးပညာပေးကားဖြစ်သလို ငယ်ရွယ်တဲ့သူတွေရဲ့ လမ်းလွဲတွေအကြောင်းကိုလည်းပညာသားပါပါရိုက်ကူးပြထားတာပါ.. Netflix Original ရုပ်ရှင်ကားတစ်ကားဖြစ်တဲ့အတိုင်း\nအကြမ်းကြီးမဟုတ်ပေမယ့်  လူကြီးမိဘတွေနဲ့တော့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ဘူးဆိုတာပြောကြားရင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်....File Size :(950 MB) and (371 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:06:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dolly-kitty-and-those-shining-stars2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-23-at-11.57.37-PM-134x200.png",
        "title": "This World Won’t Break (2020)",
        "description": "This World Won't Break (2020)=======================IMDb Rating - 6.3/10#Unicodeအိမ်ထောင်ကွဲပြီး အရှုံးသမားလုံးလုံးဖြစ်နေတဲ့ ဘလူး/ကန်းထရီး ဂီတ အဆိုတော် ဝက်စ်မီလီဂန်ဟာတက္ကဆက်ပြည်နယ် Dallas မြို့ငယ်လေးကို အနားယူဖို့ထွက်ခဲ့ပါတယ်။ အောက်ခြေဂီတလောက ကနေအောင်မြင်ဖို့ရုံးကန်နေရတဲ့ ၀က်စ်ဟာ Dallas ရဲ့ Fast food ဆိုင်တစ်ခုမှာ လုပ်ကိုင်ရင်း ဘလူးသီချင်းတွေကိုကြိုးစားရေးနေခဲ့ပါတယ်။ မိန်းမနဲ့ မိတ်ဆွေတွေက ဝိုင်းကျဉ်တာခံရပြီးနောက် ၀က်စ်တစ်ယောက် အောင်မြင်အောင်ဘယ်လိုကြိုးစားသွားလဲဆိုတာကိုတွေ့မြင်ရမှာပါ။ ဘလူးသီချင်း ကန်းထရီးသီချင်းတွေကိုသဘောကျရင်တော့ ဒီဇာတ်ကားက သင့်အတွက်ဖြစ်စေမှာပါ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#Zawgyiအိမ္ေထာင္ကြဲၿပီး အရႈံးသမားလုံးလုံးျဖစ္ေနတဲ့ ဘလူး/ကန္းထရီး ဂီတ အဆိုေတာ္ ဝက္စ္မီလီဂန္ဟာတကၠဆက္ျပည္နယ္ Dallas ၿမိဳ႕ငယ္ေလးကို အနားယူဖို႔ထြက္ခဲ့ပါတယ္။ ေအာက္ေျခဂီတေလာက ကေနေအာင္ျမင္ဖို႔႐ုံးကန္ေနရတဲ့ ၀က္စ္ဟာ Dallas ရဲ႕ Fast food ဆိုင္တစ္ခုမွာ လုပ္ကိုင္ရင္း ဘလူးသီခ်င္းေတြကိုႀကိဳးစားေရးေနခဲ့ပါတယ္။ မိန္းမနဲ႔ မိတ္ေဆြေတြက ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/this-world-wont-break-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/movieposter-139x200.jpg",
        "title": "Three Christs (2020)",
        "description": "Three Christs (2020)================IMDb Rating - 5.9/10#Unicode2020 ဇန်နဝါရီလထဲ ထွက်ရှိထားတဲ့ Three Christ ဆိုတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။ပစ်တာခတ်တာတွေ ကြမ်းတာရမ်းတာတွေ ကြည့်ချင်တဲ့ ပရိသတ်တွေအတွက်တော့ အဆင်ပြေမှာမဟုတ်ပါဘူး။စိတ်ပညာရပ်နဲ့ပတ်သက်တဲ့ ဖြစ်ရပ်တွေကိုအခြေခံထားတဲ့ ဒရာမာ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။မီချီဂမ် ကောလိပ်မှာ ဆရာလုပ်နေတဲ့ စိတ်ရောဂါဆရာဝန် ဒေါက်တာစတုန်းဟာ သုတေသနကိစ္စအတွက် ကျောင်းဆရာအလုပ်ကနေထွက်ပြီး စိတ်ရောဂါကု ဆေးရုံကိုရောက်လာပါတယ်။သူရောက်လာတဲ့ ဆေးရုံမှာ သူ့ကိုယ်သူ ယေရှုခရစ်တော်လို့ထင်နေတဲ့ လူနာတစ်ယောက်နဲ့ တွေ့ပါတယ်။ ဆက်ပြီး စုံစမ်းကြည့်တော့ စင်ဒရဲလားလို့ ထင်နေတဲ့သူတွေ အိုင်စင်ဟောင်ဝါလို့ သူတို့ကိုယ်သူတို့ ထင်နေသူတွေကို တွေ့ခဲ့ရတယ်။ အဲ့ဒီထဲကမှာ ယေရှူလို့ထင်နေတဲ့သူတွေကိုရှာခိုင်းလိုက်တော့နောက်ထပ် ၂ ယောက် ထပ်တိုးလာပါတယ်။ ယေရှုလို့ သူတို့ကိုယ်သူတို့ထင်နေတဲ့ စိတ်ကစဉ့်ကလျား ရောဂါသည်၃ ယောက်ကို သုတေသနအတွက်ရွေးချယ်ပြီး ဒေါက်တာစတုန်းဟာ ရှေးနည်းနဲ့မတူတဲ့ ကုသချဉ်းကပ်နည်းတွေနဲ့ကုသပေးဖို့ကြိုးစားပါတော့တယ်။IMDb - 5.9/10 ရရှိထားပြီး Richard Gere ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/three-christs-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-22-at-11.44.11-PM-138x200.png",
        "title": "Eternal Beauty (2019)",
        "description": "Eternal Beauty (2019)================IMDb Rating - 6.2/10#Unicodeဒါရိုက်တာ Craig Roberts ရဲ့ လက်စွမ်း ပြထားတဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။စိတ်ဓာတ်ကျနေတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို အသားပေးရိုက်ကူးပုံဖော်ထားပြီးလူတစ်ယောက်မှာရှိတဲ့ သူ့ရဲ့ အမှောင်ဘက်ခြမ်း အားကြီးသွားတဲ့အခါ အဲ့လူဟာ ဘယ်လိုပုံစံဖြစ်လာပြီး ဘယ်အခြေအနေတွေနဲ့ ဖြတ်သန်းခဲ့ရတယ် ဆိုတာ သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့အကြံပေးပါရစေ...ဇာတ်ကား ကောင်းတစ်ကားကို မြုပ်ကွက်တွေဖေါ်ပြီး ပြောပြလိုက်ရင် ကြည့်ရတာ အရသာမရှိတော့မှာစိုးလို့ စိတ်ဓာတ်ကျနေတဲ့လူတွေ စိတ်ကျဝေဒနာ ခံစားနေရတဲ့ လူတွေနဲ့ Dark side အကြောင်းစိတ်ဝင်စားသူတွေအနေနဲ့ မလွတ်တမ်းကြည့်ရမဲ့ ကားတစ်ကားလို့ပဲ ညွှန်းဆိုချင်ပါတယ်။ ဒီကားလေးဟာComedy, Drama, Romance  အမျိုးအစားဖြစ်ပြီး IMDb Rating - 6.2/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒါ႐ိုက္တာ Craig Roberts ရဲ႕ လက္စြမ္း ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္း တစ္ကားပဲျဖစ္ပါတယ္။စိတ္ဓာတ္က်ေနတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/eternal-beauty-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-22-at-10.37.34-PM-137x200.png",
        "title": "The Surrogate (2020)",
        "description": "The Surrogate (2020)================IMDb Rating - 5.4/10#Unicodeဂျက်စ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်က NGOတစ်ခုမှာ အလုပ်လုပ်နေပြီး တစ်နေ့ကျတော့သူ့အချစ်ဆုံးသူငယ်ချင်း၂ယောက်အတွက် အငှားကိုယ်ဝန်ဆောင်ပေးဖြစ်သွားပါတယ်......နောက်ပိုင်း ဆေးစစ်ကြည့်တဲ့အခါမှာတော့ ဗိုက်ထဲကကလေးလေးမှာ မွေးရာပါ ရောဂါရှိနေနိုင်တာသိလိုက်ရတဲ့အချိန် သူ့သူငယ်ချင်း၂ယောက်က မမွေးဖို့ဆုံးဖြတ်လိုက်ပြီး ဂျက်စ်ကို ကိုယ်ဝန်ဖျက်ချဖို့ပြောပါတော့တယ်...... အဲ့ဒီအချိန် ဂျက်စ်အနေနဲ့ ဘယ်လိုတုန့်ပြန်အဖြေပေးမလဲ.....သူကိုယ်တိုင်ကကောအဲ့ကလေးကို လိုချင်ရဲ့လား..... အဲ့ကလေးကိုကောမွေးဖြစ်မှာလား.....ပတ်ဝန်းကျင်ကကော ဘယ်လိုဖိအားပေးကြလဲ...... အစရှိတဲ့ မေးခွန်းတွေရဲ့အဖြေကိုတော့ ဒီဇာတ်ကားလေးကိုကြည့်ပြီးအဖြေရှာလိုက်ရအောင်.... ဒီဇာတ်ကားလေးက မိမိတို့နေထိုင်ရာပတ်ဝန်းကျင်မှာ ကြုံနေကျအရာတွေ၊ ခွဲခြားဆက်ဆံခံရမှုတွေ၊ ဖိအားပေးခံရတာတွေ၊ အမြင်မတူမှုတွေကို အကောင်းဆုံးမီးမောင်းထိုးပြထားပြီး မိခင်မေတ္တာကို အကောင်းဆုံးဖော်ကျူးထားတဲ့ ကားလေးတစ်ကားဖြစ်တဲ့အတွက် ကြည့်သင့်သော ရုပ်ရှင်ကားတွေထဲမှ တစ်ကားဖြစ်ပါတယ်...........(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဂ်က္စ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္က NGOတစ္ခုမွာ အလုပ္လုပ္ေနၿပီး တစ္ေန႔က်ေတာ့သူ႔အခ်စ္ဆုံးသူငယ္ခ်င္း၂ေယာက္အတြက္ အငွားကိုယ္ဝန္ေဆာင္ေပးျဖစ္သြားပါတယ္......ေနာက္ပိုင္း ေဆးစစ္ၾကည့္တဲ့အခါမွာေတာ့ ဗိုက္ထဲကကေလးေလးမွာ ေမြးရာပါ ေရာဂါရွိေနႏိုင္တာသိလိုက္ရတဲ့အခ်ိန္ သူ႔သူငယ္ခ်င္း၂ေယာက္က မေမြးဖို႔ဆုံးျဖတ္လိုက္ၿပီး ဂ်က္စ္ကို ကိုယ္ဝန္ဖ်က္ခ်ဖို႔ေျပာပါေတာ့တယ္...... အဲ့ဒီအခ်ိန္ ဂ်က္စ္အေနနဲ႔ ဘယ္လိုတုန႔္ျပန္အေျဖေပးမလဲ.....သူကိုယ္တိုင္ကေကာအဲ့ကေလးကို လိုခ်င္ရဲ႕လား..... အဲ့ကေလးကိုေကာေမြးျဖစ္မွာလား.....ပတ္ဝန္းက်င္ကေကာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-surrogate-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZTU4MGZlNDEtNDU4ZC00OTJiLWI3OWYtZmNjZjMwNzUwYWVmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Whipped (2020)",
        "description": "CMပရိသတ်ကြီးကို အင်ဒိုနီးရှားromcom\nဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nအန်ဒိုမာ၊ တွမ်မီ၊ ချန်ဒရာနဲ့ ဂျိုး ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ဟာ\nescape roomဆိုတဲ့ လွတ်မြောက်ခန်းတစ်ခုထဲမှာ ကြိုးတုပ်လျက်သားနိုးလာပါတယ်\nတကယ်တော့ အဲ့ဒီလွတ်မြောက်ခန်းက\nသူတို့တက်နေတဲ့ အချစ်နွံမနစ်နည်းသင်တန်းတစ်ခုရဲ့အစိတ်အပိုင်းတစ်ခုပါ\nသူငယ်ချင်းလေးယောက်မှာ ချန်ဒရာတစ်ယောက်ကလွဲပြီး\nအားလုံးမှာကောင်မလေးကိုယ်စီရှိကြပါတယ်\nကောင်မလေးတွေကလည်း အကျင့်ကတစ်ယောက်တစ်မျိုးစီ...\nတချို့က ကောင်လေးအ​ပေါ်အရမ်းနိုင်တယ်...\nတချို့ကျတော့လည်း ကောင်လေးအပေါ်အရမ်းသည်းခံတယ်\nကောင်မလေးကကိုယ့်အပေါ်နိုင်ပါများလာတော့ရော\nရေရှည်ဆက်ပြီးသည်းခံနိုင်မလား\nကိုယ့်အပေါ်ကောင်းတဲ့ကောင်မလေးနဲ့ရော\nရာသက်ပန်ရွှေလက်တွဲခိုင်မြဲနိုင်မလား\nဒီအချစ်နွံမနစ်နည်းသင်တန်းက သူငယ်ချင်းလေးယောက်ရဲ့ဘဝတွေကို\nဘယ်လိုသက်ရောက်လာမှာလဲဆိုတာတွေကို\nဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုကြရမှာပါ\nRSတွေကြားထဲမှာ FAကြီးတစ်ယောက်ကန့်လန့်ကန့်လန့်နဲ့\nတကယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းပါတယ်\nRomcomဆိုပေမဲ့လို့ အဆုံးသတ်မှာ thriller နည်းနည်းဆန်ဆန်လေးနဲ့\nဇာတ်သိမ်းထားတာမို့လို့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါ\n \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2eRN1/Whipped_(2020)_1080P_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZmY5ZDZjNDMtZWQ1MC00YmI3LTk1N2ItNjEzOWViZGI1ZjJmXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "The Happiness of a Mother (2019)",
        "description": "မိခင်တွေဆိုတာ မိမိရဲ့ရင်သွေး ဘယ်အခြေအနေပဲရောက်ရောက် မေတ္တာမပျက်တတ်ကြပါဘူး\n2019 မှာထွက်ရှိခဲ့တဲ့ ဒီဗီယက်နမ်ရုပ်ရှင်လေးကတော့ autism ဖြစ်နေတဲ့ကလေးငယ်လေးတစ်ယောက်နဲ့\nသူရဲ့မိခင်တို့ကြားက နွေးထွေးတဲ့မေတ္တာကိုဖော်ကျူးထားတာပဲဖြစ်ပါတယ်\nခင်ပွန်းဆုံးပါးပြီးတဲ့နောက်မှာ တယ်ရ်ဟာ အလုပ်ကြမ်းမျိုးစုံလုပ်ပြီး\nသားငယ်လေးကို ပြုစုပျိုးထောင်ခဲ့ပါတယ် သူမရဲ့သား တင်မ်ကိုသာမာန်ကလေးတွေလိုပဲယူဆပြီး\nကျောင်းထားခဲ့ပါတယ် ဒါပေမဲ့ တင်မ်ဟာ သူ့အမေရဲ့နာမည် \" တယ်ရ် \" ဆိုတဲ့\nစကားလုံးကလွဲရင် ဘာမှမပြောတတ်ရှာပါဘူး\nဒါကြောင့် တင်မ်ကျောင်းထွက်ခဲ့ရပါတယ် ထူးခြားတာတစ်ခုကတော့ တင်မ်ဟာ\nပုံမှန်ဆိုရင် ဘယ်လိုအပြုအမူမျိုးကိုမှ တုံ့ပြန်လေ့မရှိပေမယ့်\nရုပ်မြင်သံကြားကလာတဲ့ Magical Dance Show ကိုတော့ ကြိုက်နှစ်သက်တဲ့ပုံပေါ်ပါတယ်\nသူမရဲ့သားဟာ autism ဖြစ်နေတယ်ဆိုတာသိသွားတဲ့နောက်မှာတော့\nတယ်ရ်တစ်ယောက် ဘယ်လိုများရှေ့ဆက်မလဲ သားငယ်လေးကို\nဘယ်လိုပြုစုပျိုးထောင်မလဲ စိန်ခေါ်မှုတွေကိုအတူတူ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကြည့်ရင်း\nမိခင်မေတ္တာကိုလည်း အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ\n \nFile Size - 933 mb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Win Lett\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/2eRM9/The.Happiness.of.a.Mother.2019.VIETNAMESE.1080p_%7BCM%7D.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZDk5YjdlYzMtZTY1NC00NDBhLThlZmMtMTUwYzQyZTlmZDZiXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Go-Go Sisters (2018)",
        "description": "ဒီဇာတ်ကားကတော့ အထက်တန်းကျောင်းသူလေးခြောက်ယောက်ရဲ့ '\nကျောင်းသူဘဝကနေ လူလတ်ပိုင်း\nအမျိုးသမီးဖြစ်လာတဲ့အချိန်အထိ ရိုက်ပြထားတာပါ\nကျောင်းသားဘဝတုန်းက မိန်းကလေးခြောက်ယောက်ဟာ\nမြင်းရိုင်းလေးများဆိုပြီး အဖွဲ့ဖွဲ့ထားပါတယ်\nအတူစား အတူသွား အတူရုန်းကန်လှုပ်ရှားခဲ့ရပေမယ့်\nအခြေအနေအမျိုးမျိုးကြောင့် ခွဲခွာခဲ့ရပါတယ်\nနောက်ပိုင်း အသက်ကြီးလာပြီး အိမ်ထောင်ကျသွားတဲ့အချိန်\nကြတော့မှ အဖွဲ့ဝင်တစ်ယောက်ဟာ\nကင်ဆာရောဂါနောက်ဆုံးအဆင့်ရောက်နေမှန်း သိလိုက်ရပါတယ်\nငယ်ဘဝတုန်းကသူငယ်ချင်းတွေနဲ့ ပြန်တွေ့ဖို့ကြိုးစားတဲ့အချိန်မှာ\nအားလုံးအတူတူ ပြန်လည်ဆုံစည်းနိုင်ကြမလားဆိုတာကို\nရသမျိုးစုံနဲ့ ကြည့်ရှုရမယ့် ဗီယက်နမ်ကားကောင်းလေးပါ\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Paxton\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/1yUjp/Go-Go.Sisters.2018.VIETNAMESE.1080p_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMzg3OWNjMTYtMWY4ZC00ODdhLWJiYjEtNDlmNmY1YjAzMDdhXkEyXkFqcGdeQXVyMjUzMTYzMDI@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Britt-Marie Was Here (2019)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ Drama/ Sport အမျိုးအစားလေးဖြစ်ပြီး\nIMDb 5.1ရထားပါတယ်. အားကစားကိုကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးတွေ\nကြိုက်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး.\nဇာတ်လမ်းအကျဉ်းကတော့ အသက် ၆၃နှစ်အရွယ်\nဘရစ်မယ်ရီဟာ အိမ်မှုကိစ္စဆို သိပ်ကိုနိုင်နင်းပြီး\nယောကျာ်းကို မှီခိုနေထိုင်ရတဲ့ မိန်းမတစ်ဦးပါ.\nနှစ်လေးဆယ်ကျော် ငြိမ်းချမ်းနေခဲ့တဲ့ သူမဘဝဟာ\nတနေ့မှာတော့ ကံကြမ္မာအပြောင်းအလဲဖြစ်ခဲ့ရပါတယ်.\nအဲ့ဒါကတော့ သူမရဲ့ ခင်ပွန်းဖြစ်သူ ကန့်ဟာ နောက်အိမ်ထောင်ရှိနေလို့ပါပဲ.\nသူမရဲ့ ခင်ပွန်းဖြစ်သူရဲ့ သစ္စာမဲ့မှုကို စိတ်နာပြီး ကွာရှင်းဖို့ ဆုံးဖြတ်ကာ\nအလုပ်တစ်ခု ရှာခဲ့ပါတယ်.ဒီဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ကလဲ ဒီအလုပ်ပါပဲ.\nလူမှုဖူလုံရေးမှာ အလုပ်သွားရှာရင်းနဲ့ သူမရဲ့ အသက်အရွယ်ကြောင့်\nအလုပ်က ရှာရခက်နေပေမယ့် သူမနဲ့ ကိုက်ညီမယ့် အလုပ်လေးတစ်ခုကို ရရှိခဲ့ပါတယ်.\nအဲ့ဒါကတော့ လူငယ်အကြံပေးအဖြစ် ဘော့ဂျ်မြို့ရဲ့ ကလေး\nဘောလုံးအသင်းကို နည်းပြလုပ်ရမယ့် အလုပ်ပါပဲ.\nသူမကလဲ အလုပ်လိုနေတာကြောင့် ရရင်ပြီးရော\nလုပ်ခဲ့ပေမယ့် ဘောလုံးအကြောင်း နကန်းတစ်လုံးမှ\nနားမလည်ပါဘူး.\nဒါပေမယ့် သူနည်းပြရမယ့် ကလေးတွေရဲ့\nဘဝကို တဖြည်းဖြည်း နားလည်လာပြီး\nသံယောဇဉ်ဖြစ်ကာ အကောင်းဆုံးကြိုးစားရင်း\nဘဝကို ရုန်းကန်သွားတာတွေ စိတ်ဓာတ်ခွန်အားတွေကို\nချပြထားတယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ.positive thinkingတွေ\nအများကြီးနဲ့ရိုက်ကူးတင်ဆက်ထားတဲ့\nSport typeဇာတ်လမ်းဖြစ်တာကြောင့် စိတ်ညစ်နေတဲ့လူ\nတွေ၊ ဘဝကို စိတ်ကုန်နေတဲ့လူတွေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2UPdv/Britt-Marie.Was.Here.2019.SWEDISH.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Sport"
    }
]