[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMDhiNzUzYTItMWFjYS00ZDUwLWIxNTItMTlmMzAxZjNmMTJkXkEyXkFqcGdeQXVyNjg3MDMxNzU@._V1_SY1000_CR006481000_AL_-130x200.jpg",
        "title": "The Sun Is Also a Star (2019)",
        "description": "The Sun is also a star\nတစ္ေန႕တာေလးအတြင္းအတူရွိေနလိုက္ရုံနဲ႕တင္\nအခ်စ္ဆိုတာကို ခံစားသိရွိနုိင္လိမ့္မယ္လို႕ထင္မိလား ??\nေတြးမိဖူးလား???\nနယူးေယာ့ခ္ကေန ေနရပ္တိုင္းျပည္ကုိျပန္ရေတာ့မဲလူမည္းမေလး နာတာရွာက\nသူ႕တုိင္းျပည္ကုိမျပန္ရေရးအတြက္ေတာင္းဆိုဖို႕\nတစ္ရက္တာေလးပဲၾကိဳးစားခြင့္ရွိေနတဲ့အခ်ိန္ေလးမွာ\nေဆးေက်ာင္းသားေလး ကိုရီးယားေကာင္ေလး ဒန္နီရယ္နဲ႕ေတြ႕ဆံုသြားၿပီးေနာက္\nဘာေတြဆက္ျဖစ္ၾကမယ္ဆိုတာကို လူငယ္ဆန္ဆန္ရုိက္ကူးပံုေဖာ္ထားတဲ့\nအခ်စ္ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။\nလူငယ္မွ ေတာ္ေတာ္ေလးကိုလူငယ္ဆန္တယ္လို႕ကိုေျပာလို႕ရပါတယ္\nအခ်စ္အတြက္ အနာဂတ္ေတြ ကိုယ့္ေရွ႕ေရးေတြကိုေတာင္မစဥ္းစားနိုင္ေလာက္တဲ့အထိကုိ\nရူးရူးမုိက္မိုက္လူငယ္ဆန္ဆန္အေတြးေတြကုိရိုက္ကူးထားတဲ့ဇာတ္ကားေလးျဖစ္တာမလို႕\nေပါ့ေပါ့ပါးပါးေလးပဲ ခံစားၾကည့္ရႈလိုက္ရေအာင္ပါဗ်ာ။File size…(1.55 GB) and (725.26 MB)\nQuality…1080p Web-dl H264 FGT\nFormat…mp4\nDuration…1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator...Charm",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-sun-is-also-a-star/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTkzZmQxZmQtZmJkMS00YmJlLWI0YmItMjcwYzBhM2E3NGQzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Chain Reaction (1996)",
        "description": "အရင်ဆုံး ဇတ်ကားထဲပါတဲ့ Ref: လေးတွေကို Run through ပါမယ်။\nအခုကမ္ဘာပေါ်ကလူ‌တွေဟာ ရုပ်ကျွင်းလောင်စာတွေကိုအဓိကထား အသုံးပြု၊\nစွမ်းအင်ထုတ်လုပ်ပြီး အသုံးပြုလည်ပတ်နေကြတာပါ။\nတစ်ကမ္ဘာလုံးမှာ ကျောက်မီးသွေး၊ ရေနံ၊ သဘာ၀ဓာတ်ငွေ့တို့ကို အဓိကအသုံးပြုကြပါတယ်။\nလက်ရှိခန့်မှန်းထားသလောက် ၂၀၈၁ မှာ ကမ္ဘာ့လက်ကျန် ရုပ်ကျွင်းလောင်စာတွေအားလုံး\nကုန်ခမ်းလိမ့်မယ်လို့ တွက်ချက်ထားကြပါတယ်။\nနေစွမ်းအင် ဆိုလာတို့ ရေအားလျှပ်စစ်တို့လိုပဲ ဟိုက်ဒရိုဂျင်ကိုလဲလောင်ကျွမ်းစေပြီး\nပေါများတဲ့စွမ်းအင် ထုတ်နိုင်ပါတယ်။\nရေထဲက ဟိုက်ဒရိုဂျင်ကို လျှပ်ကူးစေပြီး အောက်စီဂျင်နဲ့ ဟိုက်ဒရိုဂျင်ကိုခွဲထုတ်ကာ\nဟိုက်ဒရိုဂျင်သက်သက်ကိုလောင်စာအဖြစ်အသုံပြုတဲ့နည်းပါ။\n၁၉ လောက်မှာ ခေတ်စားခဲ့ပါတယ်။\nဟိုက်ထရိုဂျင် လောင်စာကိုထုတ်လုပ်ဖို့ ကြိုးစားကြတဲ့တကယ့်စာတမ်းတွေလဲရှိပါတယ်။\nဟိုက်ဒရိုဂျင်လောင်စာကို ၁၈၃၉ မှာ ဆာဝီလယမ် ကစပြီး ပထမဆုံးစိတ်ကူးရခဲ့တာပါ\nရေထဲကို လျှပ်စစ်ဖြတ်၊ ဟိုက်ဒရိုဂျင်ကို ခွဲထုတ်ပြီး စွမ်းအင်အဖြစ်လောင်ကျွမ်းစေပါတယ်\n၁၉၅၉ မှာလက်တွေ့အလုပ်လုပ်နိုင်တဲ့ မြင်းကောင်ရေ ၂၀ နဲ့ အင်ဂျင်ကို စထုတ်နိုင်ခဲ့ပါတယ်။\nအခုတော့ အင်ဂျင်တော်တော်များများ ထုတ်ပြီးစမ်းနေကြပါပြီ။\nဟိုက်ဒရိုဂျင်လောင်စာရဲ့ လောင်ကျွမ်းအပူချိန်က သဘာ၀ဓာတ်ငွေ့ ကရတဲ့စွမ်းအင်နဲ့ ထပ်တူနီးပါးရှိပြီး\nလောင်းကျွမ်းအသုံးပြုလို့ ဘေးထွက်ဆိုးကျိုး၊ ပတ်၀န်းကျင်ညစ်ညမ်းမူ\nစတာတွေ မရှိတဲ့ သန့်စင်တဲ့ လောင်စာတစ်ခုဖြစ်တဲ့အတွက် လူတိုင်းကစိတ်ဝင်စားကြ လိုချင်ကြပါတယ်\nနောက်ရုပ်ကျွင်းလောင်စာမဟုတ်လို့ လွယ်လွယ်မကုန်ခမ်းနိုင်ပါဘူး။\nတွေးကြည့်ပါဗျာ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/chain-reaction-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BNDhmZGVkZmItZGZmYi00MzExLWIyNTgtMGQ1MDRhMzBiNDkxXkEyXkFqcGdeQXVyMDM3ODU0Nw@@._V1_-138x200.jpg",
        "title": "South Solitary (2010)",
        "description": "မယ္​ရဒစ္​အက္​ပဲတန္​ဆိုတဲ့\nအမ်ိဳးသမီး​ေလးဟာ\nမီးျပတိုက္​​ေစာင္​့သူ႔ဦး​ေလးတာဝန္​က်တဲ့\n​ေဆာက္​ဆိုလစ္​ထရီကြၽန္​းကို\nသူ႔ဦး​ေလးနဲ႔အတူ ​ေျပာင္​း​ေရႊ႔လာခဲ့ပါတယ္​။\nဒီကြၽန္​းက​ေတာ့ ရာသီဥတုျပင္​းထန္ၿပီး\nသြား​ေရးလာ​ေရးခက္​ခဲတာ​ေၾကာင္​့\nလူအ​ေရာက္​အ​ေပါက္​နည္​းပါတယ္​။\nကြၽန္​း​ေပၚမွာ​ေတာ့ ကနဦး​ေနၾကတဲ့\nမီးျပတိုက္​အလုပ္​သမား လူလြတ္​တစ္​​ေယာက္​နဲ႔\nမိသားစုတစ္​စုပဲ႐ွိပါတယ္​။\nဒီလိုလူမ​ေရာက္​သူမ​ေရာက္​ ခက္​ခဲတဲ့ကြၽန္​း​ေပၚမွာ\nသူတို႔​ေတြဘယ္​လို​ေနၾကမလဲ။\nပြင္​့လင္​းလြန္​းတဲ့ဦး​ေလးျဖစ္​သူက​ေရာ\nအလုပ္​မွာအဆင္​​ေျပပါ့မလား။\nမယ္​ရဒစ္​က​ေရာ ကြၽန္​း​ေပၚကအလုပ္​သမား​ေတြနဲ႔\nအဆင္​​ေျပ​ေျပ​ေနပါ့မလားဆိုတာက​ေတာ့\n႐ုပ္​႐ွင္​ထဲမွာၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္။\nIMDb 6.5 နဲ႔ Rotten Tomatoes 67%\nရ႐ွိထားတဲ့ ဩစ​ေတးလ်\nဇာတ္​ကား​ေကာင္​း​ေလးပဲ ျဖစ္​ပါတယ္​။\nKay Khaing Tun မွ ဘာသာျပန္ေပးထားၿပီး\nX Code မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/south-solitary-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMjE4NzQ5ODA2NF5BMl5BanBnXkFtZTgwMzI4MjEyMjE@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Way Back Home (2013)",
        "description": "ဒီဇာတ္ကားအေၾကာင္းကိုမေျပာခင္\nဒီကားဟာ ရုပ္ရွင္ဆု ၂ဆုနဲ႕ အမ်ိဳးသမီးဇာတ္ေဆာင္ဆု\n၁ ဆုရထားတယ္လို႕ေျပာျပထားပါရေစ\nဆန္ကာတင္ေတြလဲအၾကိမ္ၾကိမ္၀င္ထားတဲ့ကားေလးပါ\nျပီးေတာ့ ဒါက ကိုရီးယားက ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို\nျပန္ရုိက္တဲ့ ကားေတြထဲကတစ္ကားပဲျဖစ္ပါတယ္\nၾကိဳျပီးသတိေပးခ်င္တာကေတာ့\nဇာတ္လမ္းကိုနစ္ေျမာျပီးၾကည့္တတ္သူဆိုရင္\nဇာတ္လမ္းျပီးသြားရင္ေတာင္ ရင္ထဲကမထုတ္နုိင္ျဖစ္ေနမယ့္ကားမ်ိဳးပါလို႕\nဒီဇာတ္ကားကိုၾကည့္ရင္း ျမန္မာနိုင္ငံနဲ႕ယွဥ္ျပီးေတာ့\nတူညီေနတဲ့အျဖစ္အပ်က္ေတြကိုျမင္ရတဲ့အခါ\nပိုျပီးရင္နာရပါတယ္ သူတို႕နုိင္ငံမွာ မမွန္ကန္တဲ့အရာေတြကို\nျပည္သူေတြတစ္သားတည္းရပ္တည္ျပီးေတာ့\nေဖၚထုတ္ကူညီေပးတဲ့အခါ ဘယ္သူမွ\nငါစြဲတစ္ခုနဲ႕ၾကာၾကာဆက္မရပ္တည္နုိင္ပဲ\nအမွန္တရားကို ခ်ျပေပးရပါတယ္\nကိုယ္ေတြျမန္မာနုိင္ငံမွာေတာ့ ျပည္သူေတြကလဲ\nတစ္သားတည္းမရွိသလို တစ္သားတည္းရပ္တည္ရင္ေတာင္မွ\nဘာမွမျဖစ္လာတာေတြသိေနရလို႕ေပါ့\nထားပါေတာ့ ဇာတ္လမ္းကိုသြားရေအာင္\nသမီးေလးရယ္မိန္းမရယ္ေယာက်ၤားရယ္ သ\nာသာယာယာေလးေနေနတဲ့ဘ၀ထဲကို\nအေၾကြးေတြေလတိုက္သလိုေရာက္လာျပီးေတာ့\nဘ၀ပ်က္မလိုျဖစ္တဲ့အခါ မိန္းမလုပ္တဲ့သူဟာ\nေယာက်ၤားလုပ္တဲ့သူရဲ႕အခက္အခဲကို\nတစ္နိုင္တစ္ပိုင္ေလး၀င္ထမ္းခ်င္ခဲ့ရံုပါ\nသူရလိုက္တာကေတာ့ သူတစ္ခါမွေျခမခ်ဖူးတဲ့နုိင္ငံမွ\nာ ျပစ္မွဳၾကီးနဲ႕ေထာင္ဒါဏ္တဲ့ေလ သူတို႕လင္မယား၂ေယာက္ရဲ႕\nအထိန္းအမွတ္ေန႕ေလးမွာ အေရာက္သြားဖို႕တိုင္ပင္ထားတဲ့ေနရာမွာ\nေထာင္ခ်ခဲ့ထားရတဲ့မိန္းမတစ္ေယာက္ရဲ႕အထီးက်န္မွဳနဲ႕\n၀မ္းနည္းေျခာက္ျခားရမွဳေတြကို စာနဲ႕ေဖၚျပလို႕\nမရနုိင္ေလာက္ပါဘူး ကံဆိုးမသြားရာမိုးလိုက္လို႕ရြာမဟုတ္ပဲ\nမိန္းမေထာင္ထဲမွာေတာင္ မေတာ္မတရားက်င့္ခံရေသးတာ\nကိုယ့္လူမ်ိဳးယုတ္တာခံလိုက္ရ သူမ်ားလူမ်ိဳးယုတ္တာခံလုိက္ရနဲ႕\nသတ္ေသဖို႕ထိေတာင္ေတြးမိေပမယ့္\nသမီးေလးတစ္မ်က္ႏွာနဲ႕ေရွ႕ဆက္ခဲ့ရတဲ့မိန္းမတစ္ေယာက္\nေနာက္ဆံုးဘယ္လိုေနရာထိအေရာက္သြားနုိင္လဲဆိုတာသိခ်င္ရင္ေတာ့\nေဒါင္းၾကည့္လိုက္ပါ အညႊန္းနဲ႕\nဘာသာျပန္တင္ဆက္ေပးသူကေတာ့ ThinZar Htet ပါ\nXCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/way-back-home-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qJ2H94PpXxZgiGGUNkyLSKZzm8u.jpg",
        "title": "Running with the Devil(2019)",
        "description": "Running with the Devil(2019)(zawgyi)မင္းသားၾကီး Nicolas Cage, Laurence Fishburne တို႕ပါ၀င္ထားတဲ့ 2019 ႏွစ္ထြက္ Action/Drama ကားေလးျဖစ္ပါတယ္။ ကုိကင္းထုတ္လုပ္ေရာင္းခ်တဲ့ေစ်းကြက္တြင္းျပႆနာကိုအေျခခံျပီး အဓိကအားျဖင့္\nကိုကင္းသယ္ယူပံုအဆင့္ဆင့္ကိုေနာက္ခံထားျပီးဇာတ္အိမ္တည္ထားပါတယ္။ မူးယစ္ေဆးနဲ႕ပတ္သက္ျပီးအေမရိကန္ဇာတ္ကားေတြၾကည့္သူေတြအတြက္ေတာ့ အေမရိကန္ကမူးယစ္ေဆးျပႆနာေတြဟာ\nမကၠဆီကိုႏိုင္ငံ...ကိုလံဘီယာလိုႏိုင္ငံေတြနဲ႕ေတာ္ေတာ္ေလးဆက္ႏြယ္ေနတာကိုသိထားၾကမွာပါ။ဒီဇာတ္ကားေလးမွာလည္း ကိုလံဘီယာကေန အေမရိကန္ႏိုင္ငံတြင္းအထိ ဘယ္လိုအဆင့္ဆင့္သယ္သြားတယ္....ကုိကင္းတစ္ကီလိုရဲ႕\nတန္ေၾကးဟာ ဘယ္လိုအဆင့္ဆင့္တက္သြားတယ္...အေမရိကန္ႏိုင္ငံတြင္း မူးယစ္ျပႆနာဟာဘယ္ေလာက္ထိက်ယ္ျပန္႕တယ္ဆိုတာေတြ႕ရမွာပါ။ Nicolas Cage နဲ႕ Laurence Fishburne ကေတာ့ဒီဇာတ္ကားမွာအဓိကပါ၀င္ထားျပီး\nဇာတ္ရုပ္ကိုေသခ်ာပီျပင္စြာသရုပ္ေဆာင္ထားပါတယ္။ ၾကမ္းတမ္းတဲ့အခန္းေတြ လိင္ကိစၥအခန္းေတြပါ၀င္တဲ့အတြက္ မိသားစုနဲ႕ၾကည့္ဖို႕မသင့္ေတာ္ပါဘူး။ မူးယစ္ဇာတ္ကားမ်ဳိးကိုမွစိတ္၀င္စားစရာေကာင္းတာမ်ဳိးၾကည့္လိုသူေတြအတြက္\nဇာတ္ကားသစ္ေလးပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aungပဲျဖစ္ပါတယ္....(unicode)မင်းသားကြီး Nicolas Cage, Laurence Fishburne တို့ပါဝင်ထားတဲ့ 2019 နှစ်ထွက် Action/Drama ကားလေးဖြစ်ပါတယ်။ ကိုကင်းထုတ်လုပ်ရောင်းချတဲ့ဈေးကွက်တွင်းပြဿနာကိုအခြေခံပြီး အဓိကအားဖြင့်\nကိုကင်းသယ်ယူပုံအဆင့်ဆင့်ကိုနောက်ခံထားပြီးဇာတ်အိမ်တည်ထားပါတယ်။ မူးယစ်ဆေးနဲ့ပတ်သက်ပြီးအမေရိကန်ဇာတ်ကားတွေကြည့်သူတွေအတွက်တော့ အမေရိကန်ကမူးယစ်ဆေးပြဿနာတွေဟာ\nမက္ကဆီကိုနိုင်ငံ...ကိုလံဘီယာလိုနိုင်ငံတွေနဲ့တော်တော်လေးဆက်နွယ်နေတာကိုသိထားကြမှာပါ။ဒီဇာတ်ကားလေးမှာလည်း ကိုလံဘီယာကနေ အမေရိကန်နိုင်ငံတွင်းအထိ ဘယ်လိုအဆင့်ဆင့်သယ်သွားတယ်....ကိုကင်းတစ်ကီလိုရဲ့\nတန်ကြေးဟာ ဘယ်လိုအဆင့်ဆင့်တက်သွားတယ်...အမေရိကန်နိုင်ငံတွင်း မူးယစ်ပြဿနာဟာဘယ်လောက်ထိကျယ်ပြန့်တယ်ဆိုတာတွေ့ရမှာပါ။ Nicolas Cage နဲ့ Laurence Fishburne ကတော့ဒီဇာတ်ကားမှာအဓိကပါဝင်ထားပြီး\nဇာတ်ရုပ်ကိုသေချာပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/running-with-the-devil2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/John-Q-135x200.jpg",
        "title": "John Q (2002)",
        "description": "John Q (2002)_____IMDb - 7.1/10\n \nJOHN Qဆိုတဲ့ဒီကားကို တကယ်တော့ အညွှန်းတောင်သိပ်လိုမယ်မထင်ပါဘူး...\n မိဘတို့ရဲ့ မေတ္တာကိုအပြည့်အဝဖော်ကျူးထားတဲ့ကားမို့ တစ်ခါကြည့်ဖူးရုံနဲ့\nတော်တော်များများရဲ့နှလုံးသားကို အပြည့်အဝသိမ်းပိုက်ပြီး ထာဝရနီးပါးအမှတ်ရနေနိုင်တဲ့ကားဖြစ်ပါတယ်...\nဇာတ်ကားကောင်းဖြစ်သည့်အပြင် ကျွန်တော်တို့ရဲ့ မင်းသားကြီး Denzel ကအဓိက သရုပ်ဆောင်ထားတော့\n1080P,720Pတို့ဖြင့် တင်ဆက်ပေးထားပါသည်.....\nမည်သို့ပင်ဆိုစေကာမူ ဇာတ်လမ်းအညွှန်းကိုတော့ အနည်းငယ်ပြောပြပါမည်...\nဘဝက မွဲတေ၊ ဘဏ်ကတောင် ကားကို လာသိမ်းသွားတဲ့ အဖြစ်၊ အိမ်တောင်မှ ပေါင်ထားရပြီး ဘယ်နေ့ အသိမ်းခံရမယ် မသိ၊\nအလုပ်ကလည်း Full time ကနေ Part time အဆင့်ကို လျော့ကျ၊ ဒီလောက်မွန်းကြပ်တဲ့ ဘဝထဲမှာမှ\nတစ်ဦးတည်းသော သားလေးက နှလုံးရောဂါနဲ့ နှလုံး အစားထိုးကုသမှ ရတော့မယ့် အဖြစ်၊\nအာမခံကလည်း ဒီလောက်ထိတော့ အကာအကွယ်မပေးနိုင်ဘူးဆိုပြီး ညစ်ပတ်...\nဒီလိုအြခေအနေမျိုးမှာ ရုပ်ရှင်ကြည့်ပရိသတ်တွေဆိုရင်ရော ဘယ်လိုလုပ်မလဲ...\nဒီလိုမွန်းကြပ်တဲ့ အခြေအနေဆိုးတွေကြားမှာ ဖခင်တစ်ယောက်ရဲ့ မေတ္တာကို ဖော်ကြူးရင်း\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေနဲ့ ရိုက်ပြသွားတဲ့ Denzel Washinton ရဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4Uwkz/John_Q_[2002]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/rydvqikxoh3p-133x200.jpg",
        "title": "[18+] Mae Bia (2015)",
        "description": "(Zawgyi)ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Mptc/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7U6jyKuOPrApWPMCeNhBoU3L1TX.jpg",
        "title": "Blood 13 ( 2018 )",
        "description": "Zawgyi*******ကားေလးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာျပည့္တန္ဆာေတြရက္ရက္စက္စက္အသတ္ခံရတဲ့အမႈေတြဆက္တိုက္ျဖစ္ေနပါတယ္.. ဒါေတြဟာလြန္ခဲ့တဲ့၁၅ႏွစ္ကျပည့္တန္ဆာေတြဆက္တိုက္သတ္ခံရမႈနဲ႔ဆက္စပ္ေနတဲ့အခါ...ဘယ္လိုေတြစံုစမ္းေဖာ္ထုတ္မွာလဲ... ျပည့္တန္ဆာေတြဘာလို႔အသတ္ခံေနရတာလဲ... ဒီအမႈကိုစံုစမ္းေနရတဲ့႐ွင္းမင္တစ္ေယာက္ကိုယ္တိုင္လူသတ္သမားနဲ႔ထိပ္တိုက္ၾကံဳရတဲ့အခါသူကေရာလြတ္ေျမာက္ႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလံုးကို ထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ကားလေးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မြို့လေးတစ်မြို့မှာပြည့်တန်ဆာတွေရက်ရက်စက်စက်အသတ်ခံရတဲ့အမှုတွေဆက်တိုက်ဖြစ်နေပါတယ်.. ဒါတွေဟာလွန်ခဲ့တဲ့၁၅နှစ်ကပြည့်တန်ဆာတွေဆက်တိုက်သတ်ခံရမှုနဲ့ဆက်စပ်နေတဲ့အခါ...ဘယ်လိုတွေစုံစမ်းဖော်ထုတ်မှာလဲ... ပြည့်တန်ဆာတွေဘာလို့အသတ်ခံနေရတာလဲ... ဒီအမှုကိုစုံစမ်းနေရတဲ့ရှင်းမင်တစ်ယောက်ကိုယ်တိုင်လူသတ်သမားနဲ့ထိပ်တိုက်ကြုံရတဲ့အခါသူကရောလွတ်မြောက်နိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/blood-13-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/on7rZLjH1kZC8IGe4uvNHSk3dLi.jpg",
        "title": "The Keeper(2018)",
        "description": "The Keeper(2018)IMDb....7.0ခင္ဗ်ားတို႔ဘဝမွာ အလုပ္တစ္ခု ဒါမွမဟုတ္ ျဖစ္တည္မႈတစ္ခုကို ဘယ္ေလာက္ထိ ႐ူးသြပ္ဖူးလဲ ဘယ္ေလာက္ထိ ႐ူးမိုက္ဖူးလဲ...ကြ်န္ေတာ္ေျပာတာကို ယံုလိုက္ပါ...\nဘယ္ေလာက္ပဲ႐ူးသြပ္ပါတယ္ေျပာေျပာ ဒီျဖစ္ရပ္မွန္ဇာတ္လမ္းထဲက မန္စီးတီးဂိုးသမားႀကီးေလာက္ေတာ့ ခင္ဗ်ား မ႐ူးသြပ္ႏိုင္ပါဘူး...သူ႔နာမည္က ထေရာ့မန္း...ဂ်ာမန္လူမ်ိဳး...\nဒုတိယကမ႓ာစစ္အတြင္းမွာ စစ္ထဲဝင္ခဲ့ၿပီး အဂၤလန္တို႔နဲ႔ တိုက္ခိုက္ခဲ့သူ...\nငယ္စဥ္ကေလးဘဝတုန္းက ေဘာလံုးကန္ရင္ဘယ္သူမွမလုပ္ခ်င္တဲ့ ဂိုးသမားေနရာမွာ ကစားရင္း မန္စီးတီးလိုအသင္းမွာ ပင္တိုင္စံဂိုးသမားျဖစ္လာခဲ့တာ...ဒုတိယကမာၻစစ္အတြင္း စစ္ရံႈးရာကေန သံု႔ပန္းအျဖစ္ ဖမ္းေခၚသြားခံရၿပီး ေလ့က်င့္ေရးစခန္းတစ္ခုမွာ ပံုစံသြင္းခံရရွာတယ္...အဲ့ဒီကေနတဆင့္ ၿမိဳ႕တြင္းေဘာလံုးအသင္းတစ္ခုရဲ႕ နည္းျပက သူ႔ကိုသေဘာက်လို႔ အဲ့ဒီအသင္းမွာ ဂိုးဖမ္းခြင့္ရတယ္...အဲ့တာဟာ မန္စီးတီးဂိုးသမားတစ္ေယာက္ျဖစ္လာဖို႔အတြက္ သူ႔ရဲ႕ အေကာင္းဆံုး ေျခလွမ္းတစ္ခုေပါ့...ဒါေပမဲ့လည္း ထင္သေလာက္ေတာ့ မလြယ္ကူခဲ့ပါဘူး...ဂ်ာမန္လူမ်ိဳးတစ္ေယာက္ျဖစ္တဲ့ထေရာ့မန္းဟာ အဂၤလန္ေျမမွာေတာ့ လြယ္လြယ္မဝင္ဆန္႔ခဲ့...အစစအရာရာ အခက္အခဲမ်ားစြာကိုေက်ာ္ျဖတ္လို႔ဝါသနာအရင္းခံၿပီး ကံၾကမၼာလွည့္ကြက္ေတြကို ဘယ္လိုရင္ဆိုင္သြားမလဲဆိုတာကေတာ့ ဒီျဖစ္ရပ္မွန္ဇာတ္ကားေလးကိုပဲကိုယ္တိုင္ၾကည့္ရႈလိုက္ၾကပါလို႔...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္...(Unicode) ခင်ဗျားတို့ဘဝမှာ အလုပ်တစ်ခု ဒါမှမဟုတ် ဖြစ်တည်မှုတစ်ခုကို ဘယ်လောက်ထိ ရူးသွပ်ဖူးလဲ ဘယ်လောက်ထိ ရူးမိုက်ဖူးလဲ...ကျွန်တော်ပြောတာကို ယုံလိုက်ပါ...\nဘယ်လောက်ပဲရူးသွပ်ပါတယ်ပြောပြော ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းထဲက မန်စီးတီးဂိုးသမားကြီးလောက်တော့ ခင်ဗျား မရူးသွပ်နိုင်ပါဘူး...သူ့နာမည်က ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-keeper2018/",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Suki.Demo_.Nai_.Kuseni.2016-142x200.jpg",
        "title": "[18+] Suki demo nai kuseni – Even Though I Don’t Like It (2016)",
        "description": "ဂျပန် မင်းသမီးချော Riko ပါဝင်သရုပ်ဆောင်ထားပြီး ထူးထူးခြားခြား IMdb 5.5 ရထားပါတယ်။အေးဆေးနေတက်တဲ့ တိုကိုတို တစ်ယောက်စတိုးဆိုင်မှာအလုပ်လုပ်နေရင်းက စိတ်မပါတော့လို့ အလုပ်ထွက်လိုက်ပြီးဝါသနာပါရာ အနုပညာလုပ်ငန်းကိုလုပ်ကိုင်ဖို့ နေ့စားအလုပ် တစ်ခုလုပ်နေရင်းက အလုပ်ထဲကယောကျာၤးလေးတစ်ယောက်နဲ့ခင်မင် ရင်းနှီးပြီး တိုကိုတို လျှောက်လှမ်းချင်တဲ့အနုပညာလမ်းပေါ် ခြေတစ်ဖက်လှမ်းမိပါတယ်။\nတစ်နေ့ တိုကိုတိုတစ်ယောက် သူ့မိတ်ဆွေယောကျာၤးလေးနဲ့ အတူသောက်ရာမှ အမူးလွန်ပြီး နယ်ကျွံမိပါတော့တယ်။ထိုယောကျာၤးလေးကလဲ တိုကိုတိုရဲ့ အသွေးအသားနဲ့ လှသွေးကြွယ်မှု့တွေကို အရူးမူးစွဲလမ်းသွားပါတော့တယ်။တိုကိုတိုအနုပညာလမ်းကြောင်းပေါ်ရောက်ရှိသွားပြီးနောက် Little Miss ဆိုတဲ့ ဆော်ကြည် မော်ဒယ်တစ်ယောက်က\nသူတို့နှစ်ဦးကြားကို ဂြိုလ်ဝင်လာပါတော့တယ်။ ကဲပုရိတ်သတ်ကြီး ဘယ်သူက ဘယ်သူ့ကို ချစ်လဲဘယ်သူကဘာကိုလိုချင်တာလဲ အနုပညာလမ်းကြောင်းကလဲ ဘယ်လောက်ကောက်ကွေ့သလဲဆိုတာ ဆက်လက်အားပေးပါဦး။သံဝေဂရစရာလေးကတော့ အချစ်နဲ့တဏှာ ဆိုတာလားလားမှမသက်ဆိုင်ပါဘူးတဲ့။  \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Darkside\nTranslated by Ki Mu Chi",
        "rating": "5.5",
        "url": "https://megaup.net/TGnh/Even_Though_I_Dont_Like_It_(Suki_Demo_Nai_Kuseni)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bC7N0pUc6RzuDqSNHsV0VXk06Cq.jpg",
        "title": "In Dubious Battle(2016)",
        "description": "In Dubious Battle(2016)((Zawgyi))အလုပ္သမားသပိတ္၊ ေက်ာင္းသားသပိတ္ စသျဖင့္ သပိတ္ေပါင္းမ်ားစြာထဲက အေမရိကန္ အရင္းရွင္စနစ္ရဲ႕ ဖိႏွိပ္မႈေအာက္ကေန တြန္းလွန္တိုက္ပြဲဝင္ခဲ့တဲ့ သစ္သီးၿခံအလုပ္သမား သပိတ္လည္း တစ္ခုအပါအဝင္။သူတုိ႕ေတြဟာ တစ္ေန႔လုပ္ခ ၁ ေဒၚလာသာ ရခဲ့ၾကၿပီး\nအလုပ္သမားေတြရဲ႕ မေက်နပ္သံ၊ ေပါက္ကြဲသံေတြနဲ႔ အေမရိကန္စီးပြားေရးပ်က္ကပ္ ေခတ္ႀကီးတစ္ေခတ္ရဲ႕ အထင္ကရ ေတာ္လွန္ေရးတစ္ခုလုိျဖစ္ခဲ့တယ္.....ဒီဇာတ္ကားက John Steinbeck ရဲ႕ ဝတၳဳကို ျပန္လည္အသက္သြင္းထားတာ။ ဒါရုိက္တာကလည္း စာအလြန္ဖတ္ၿပီး Classic ဇာတ္ကား ေတာ္ေတာ္မ်ားမ်ား ျပန္ရုိက္ထားတဲ့ James Franco ႀကီး။ Franco ႀကီးရဲ႕ ျပန္လည္တင္ဆက္မႈဟာ တကယ္လည္းလက္ရာေျမာက္ခဲ့ပါတယ္.....\nၾကည့္ရွဳသူေတြအေနနဲ႕ ဗဟုသုတေပါင္းမ်ားစြာရရွိသလုိ\nဇာတ္လမ္းကလည္း ဆြဲေဆာင္မႈရွိပါတယ္....\nခံစားၾကည့္လုိက္ပါဦး......(unicode)အလုပ်သမားသပိတ်၊ ကျောင်းသားသပိတ် စသဖြင့် သပိတ်ပေါင်းများစွာထဲက အမေရိကန် အရင်းရှင်စနစ်ရဲ့ ဖိနှိပ်မှုအောက်ကနေ တွန်းလှန်တိုက်ပွဲဝင်ခဲ့တဲ့ သစ်သီးခြံအလုပ်သမား သပိတ်လည်း တစ်ခုအပါအဝင်။သူတို့တွေဟာ တစ်နေ့လုပ်ခ ၁ ဒေါ်လာသာ ရခဲ့ကြပြီး\nအလုပ်သမားတွေရဲ့ မကျေနပ်သံ၊ ပေါက်ကွဲသံတွေနဲ့ အမေရိကန်စီးပွားရေးပျက်ကပ် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/in-dubious-battle2016/"
    },
    {
        "thumbnail": "",
        "title": "Evaru (2019)",
        "description": "(Unicode)၂၀၁၈ ခုနှစ်မှာ တေလဂူးအက်ရှင်ကားကောင်းတစ်ကားကို မှတ်မိကြမှာပါ။ဘာအိုဗာအက်ရှင်မှ မပါတဲ့ Goodachari ပါ။ဒီမင်းသားကို ထပ်ပြီးပြောပြရမယ်ဆို ဟင်ဒီမင်းသားချော တိုက်ဂါး နှစ်ကြိမ်နှစ်ခါ ပြန်ရိုက်ခဲ့ပြီး Remakeများစွာပြုခဲ့ကြတဲ့ Baaghi ရဲ့ မူရင်း သရုပ်ဆောင်ပါ။IMDb Rating - 8.6/10Google Users - 96%အညွန်း-----------ဒီမင်းသားနာမည်က Adivi Seshတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ရဲအရာရှိဗစ်ကရမ်နေရာက မြင်တွေ့ရမှာပါ။ရဲအရာရှိ ဗစ်ကရမ် အဖြစ်မြင်ရမယ့် မင်းသားဟာ ငွေအတွက်ဆို ဘာမဆို လုပ်မယ့်သူမျိုး၊ရှေ့နေတစ်ယောက် မဟုတ်ပေမဲ့ လူသတ်သမားကိုလည်း သူ အကြံကောင်းတစ်ချို့နဲ့ ကာကွယ်ပေးနိုင်တဲ့ ရဲအရှိမျိုး။အတွေးဉာဏ်၊ဖြတ်ထိုးဉာဏ် ကောင်းကောင်းနဲ့ သူဟာ လူသတ်သမား ဆမ်မီရာဖက်က သူဟာ အကြံပေးအဖြစ် ရှိနေမှာပါ။အသတ်ခံရတဲ့ ရဲအရာရှိ(တရားလို)ဖက်ကတော့ သက်သေတွေ၊သဲလွန်စတွေကို လုပ်ကြံတတ်တဲ့ ရှေ့နေနဲ့ပါ။နှစ်ပေါင်း၂၀အတွင်း အိန္ဒိယတောင်ပိုင်းမှာ သူလိုက်ခဲ့ဖူးတဲ့ အမှု မှန်သမျှ ရှုံးနိမ့်ဖူးတာမရှိသေးဘူး။တရားခံဖက်ကလည်း လူသတ်မှုကို ဥပဒေကို ချိုးဖောက်တဲ့ ရဲအရာရှိရဲ့မုဒိမ်းမှုအဖြစ် ပြောချင်နေတယ်။မုဒိမ်းမှုကောင်ရဲအရှိတစ်ယောက်ကို ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/evaru-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTYxMTZlNTEtMjlmZS00ODFiLTg5ODUtYzJkMzc1MGNhYjVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Jersey Girl (2004)",
        "description": "တက္​ႂကြဖ်တ္​လတ္​​ေသာ ​ေတးထုတ္​လုပ္​သူတစ္​ဦးျဖစ္​တဲ့\nအိုလီထရင္​ကီ ဆိုတဲ့လူငယ္​​ေလးက\nအလုပ္​ႀကိဳးစား​ေသာဝန္​ထမ္​းတစ္​ဦးျဖစ္​သလို\nမိခင္​ဆံုးပါးသြားတဲ့သမီး​ေလးကို ​ေစာင္​့​ေ႐ွာက္​​ေနရ​ေသာ\nဖခင္​တစ္​ဦးလည္​းျဖစ္​ပါတယ္​။\nလုပ္​ငန္​းခြင္​အတြင္​း အဆင္​မ​ေျပမႈ​ေတြ၊မိသားစု​ေရးျပသနာ​ေတြ\nၾကံဳ​ေတြ႔ရခ်ိန္​မွာ​ေတာ့ ဖိအား​ေပါင္​းမ်ားစြာရဲ႕ ဒဏ္​​ေတြ​ေၾကာင္​့\nအလုပ္​ကိုဆံုး႐ႈံးခဲ့ရၿပီး သမီး​ေလးအနားမွာ အခ်ိန္​​ေပးဖို႔ ဆံုးျဖတ္​ခဲ့ပါတယ္​။\nသို႔​ေသာ္​ အမွတ္​မထင္​ ၾကက္​ကန္​းဆန္​အိုးတိုးဆိုတဲ့အတိုင္​း\nအလုပ္​အကိုင္​အခြင္​့အ​ေရးျပန္​ရခ်ိန္​မွာ​ေတာ့\nသူသိပ္​ခ်စ္​ရတဲ့သမီး​ေလးအတြက္​ ဘယ္​လိုအခက္​အခဲ​ေတြ႐ွိလာမလဲ\n​ေအာင္​ျမင္​မႈ​ေနရာ ျပန္​ရႏိုင္​မလား သူ႔ဘဝရဲ႕\nလက္​တြဲ​ေဖာ္​ကို​ေရာ ထပ္​​ေတြ႔ခြင္​့ရဦးမွာလား\nဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာပဲ\nဆက္​လက္​ၾကည္​့႐ႈ​ေပးၾကပါခင္​​ဗ်ာ\nရုပ္ရွင္ကားကို Kay Khaing Htun မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/jersey-girl-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWzIFpiUcV2uNGUrmgbtyNK2I0.jpg",
        "title": "Blinded by the Light (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb မွာRating 7 ၊ ခရမ္းခ်ဥ္သီးမွာ 88%ရထားၿပီးတျခားpositive reviewေတြလည္းအမ်ားႀကီးရထားတဲ့Drama ကားေလးတစ္ကားပါ။Sarfraz Manzoor‌ဆိုတဲ့သူတစ္ေယာက္ကအဆိုေတာ္ Bruce Springsteenရဲ႕သီခ်င္းေတြေၾကာင့္သူ႔ငယ္ဘဝမွာ ဘယ္လိုအင္အားေတြရခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္ကိုလိုက္ခဲ့တဲ့အေၾကာင္းေရးထားတဲ့စာအုပ္ကိုအေျခခံ႐ိုက္ကူးထားတာပါ။သူ႔မိသားစုက ပါကစၥတန္ကေနအဂၤလန္ကိုသူငယ္ငယ္ေလးကတည္းကေျပာင္းလာခဲ့ပါတယ္။သူ႔အေဖဟာသူ႔ကိုပညာတတ္ေအာင္လုပ္ၿပီးဝင္ေငြေကာင္းမယ့္အလုပ္တစ္ခုလုပ္ေစခ်င္သူပါ။စည္းကမ္းေတြလည္းတင္းၾကပ္ၿပီး အဂၤလန္ေရာက္တာေတာင္သူ႔သားကိုအိမ္ေရွ႕အိမ္ကသူငယ္ခ်င္းေမြးေန႔ပါတီေတာင္သြားခြင့္မေပးတဲ့တကယ့္ပါကစၥတန္အေဖႀကီးပါ။သူဟာအေဖ့ရဲ႕ခ်ဳပ္ခ်ယ္မႈေတြနဲ႔ႀကီးျပင္းလာခဲ့ေပမယ့္အၿမဲ႐ုန္းထြက္ခ်င္ေနၿပီး စာေရးဆရာျဖစ္ခ်င္ေနတဲ့1987ခုႏွစ္က ေကာလိပ္ေက်ာင္းသားတစ္ေယာက္ပါ။ေနာက္‌ေတာ့ သူ Bruce Springsteenရဲ႕သီခ်င္းေတြကိုအရမ္းႀကိဳက္သြားၿပီး သီခ်င္းစာသားေတြဟာသူ႔ဘဝအတြက္ႀကီးမားတဲ့ခြန္အားေတြျဖစ္လာခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္လိုက္ခဲ့တဲ့အေၾကာင္းကိုပုံေဖာ္႐ိုက္ကူးထားတဲ့ Drama ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ File Size : ( 1 GB , 211 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1shdb/(CM)_Blinded_by_The_Light_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lU5WzfaCT5WbqNY6JvdNkvf0ngd.jpg",
        "title": "The Third Wife (2019)",
        "description": "Korea ကားေတြကိုၾကိဳက္တဲ့လူေတြအတြက္ပါ....ဒီကားေလးကေတာ့ Rating 6.9 ရရွိထားပါတယ္...တခါတေလေတာ့လည္းအစြဲၾကီးတာက မေကာင္းပါဘူး....အဲလိုအစြဲၾကီးတဲ့ အယူအဆေတြေၾကာင့္ပဲမၿဖစ္သင့္တာေတြၿဖစ္လာရတယ္ဆိုတာကိုဒီကားေလးထဲမွာေတြ႕ၿမင္ႏိုင္ပါတယ္....ေရွးရိုးအစြဲအလန္းၾကီးတ့ဲမိသားစု သားေယာက်ာ္းေလးမေမြးဖြားခ့ဲရင္အသံုးမ၀င္တ့ဲသူလိုဆက္ဆံတ့ဲမိသားစုအ့ဲလိုအယူအဆေတြၾကားမွာ တတိယေျမာက္ဇနီးျဖစ္သူေမ ကိုယ္၀န္ရွိလာတ့ဲအခါ ဘာေတြေျပာင္းလဲသြားမလဲဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲေမြးလာတ့ဲအခ်ိန္မွာေကာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာေတြကိုThe Third Wife ကားကိုၾကည့္ရင္း ခံစားလိုက္ပါဦး … File Size : (866 MB , 251 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by  Hein Lin HtetEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1shdd/(CM)_The_Third_Wife_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/unplanned-poster-133x200.jpg",
        "title": "Unplanned (2019)",
        "description": "Unplanned (2019)_____IMDb - 5.8/10\n  \nဒါကတော့ အက်ဘီဂျွန်ဆင်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က\nသူ့ရဲ့ဖြစ်ရပ်မှန်တွေကိုရေးသားထားတဲ့စာအုပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့\nDramaကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nသူ့မှာကြင်နာတဲ့ယောက်ျား၊ ချစ်စရာကောင်းတဲ့သမီးလေးနှင့် ပံ့ပိုးတဲ့မိဘတွေရှိပြီး\nပျော်ရွှင်ရပေမယ့် သူ့မိသားစုကသူ့အလုပ်အကိုင်ကိုတော့လုံးဝအားမပေးပါဘူး။\nဘာလို့ဆိုသူက Planned Parenthoodဆိုတဲ့\nအမျိုးသမီးကျန်းမာရေးဆေးခန်းမှာ\nသမိုင်းတစ်လျှောက်အငယ်ဆုံးဒါရိုက်တာအဖြစ်အလုပ်လုပ်လို့ပါပဲ။\nအဲ့ဆေးခန်းကတခြားကျန်းမာရေးကိစ္စတွေလည်းလုပ်ပေးပေမယ့်\nအဓိကကတော့ကိုယ်ဝန်ဖျက်ချပေးတဲ့ကိစ္စကိုလုပ်ပေးတာပါ။\nဒီကားမှာ ကိုယ်ဝန်ဖျက်ချတာကိုအမျိုးသမီးအခွင့်အရေးအဖြစ်လက်ခံတဲ့သူတွေနဲ့\nဒါဟာအသက်တစ်ချောင်းဖြစ်လို့လုံးဝလက်မခံနိုင်တဲ့သူတွေကြား\nပဋိပက္ခတွေလည်းဖြစ်နေကြကိုလည်း မီးမောင်းထိုးပြထားပြီး\nသူအလုပ်လုပ်နေတဲ့အချိန်တစ်လျှောက်\nတွေ့ကြုံရတဲ့ကိုယ်ဝန်ဖျက်ချမှုရဲ့အကျိုးအပြစ်တွေကိုလည်း\nသေချာကြီးကိုရိုက်ပြထားတာပါ။\nဒီကားဟာသူ့အတွေ့အကြုံတွေကိုရိုက်ပြထားပေမယ့်\nလုံးဝပျင်းစရာမကောင်းခဲ့ပါဘူး။\nDramaကားဆိုပေမယ့်တစ်ချို့အခန်းတွေဆိုရင်\nရင်တမမနဲ့ကြည့်ရှုရပြီး\nတစ်ချို့အခန်းတွေကတော့တော်တော်ကြေကွဲဖို့ကောင်းပါတယ်။\nကိုယ်ဝန်ဖျက်ချမူတွေကိုသေချာရိုက်ပြထားလို့ပဲ\nဒီကားကို PG13ကနေ R ratedအဖြစ်ပြောင်းလဲသတ်မှတ်ခဲ့ရပါတယ်။\nဒါကတော့ 2019မှာထွက်ထားတဲ့\nDramaကားကောင်းတွေထဲကတစ်ခုဆိုတာကတော့ အသေအချာပါပဲ။\n  \nFile Size : ( 1 GB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 49 min\nFormat : Mp4\nGenre : Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/2TQuv/Unplanned_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/american-woman-poster-140x200.jpg",
        "title": "American Woman (2018)",
        "description": "American Woman (2018)\nIMDb - 6.8/10_____Rotten - 88%\n  \nမိသားစုဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တဲ့အပြင်\nမိန်းကလေးတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ\nအသက်ဆယ့်ခြောက်နှစ်နဲ့ကိုယ်ဝန်ရခဲ့ပြီး\nသမီးလေးတစ်ယောက်မွေးထားပေမယ့်\nအဲဒီသမီးကလည်းငယ်ငယ်နဲ့ကလေးတစ်ယောက်ရလာတော့\nမြေးကိုပါထိန်းနေရတဲ့ သက်လတ်ပိုင်းမိန်းမတစ်ယောက်ရဲ့ဘဝအခြေအနေတွေ\nနေထိုင်မှုပုံစံတွေကိုသေသေချာချာရိုက်ပြထားတာပါ\nတစ်ရက်သူ့သမီးကကောင်လေးနဲ့ညစာထွက်စားပြီးပျောက်သွားတဲ့အခါမှာတော့\nသူ့သမီးကိုလည်းရှာရ မြေးကိုလည်းထိန်းရ\nဒီကြားထဲသူ့ရဲ့ပင်ကိုယ်စရိုက်အရယောကျာၤးတွေတစ်ယောက်ပြီးတစ်ယောက်နဲ့တွဲ\nတွဲသမျှယောကျာၤးတိုင်းရဲ့အနိုင်ကျင့်တာခံလိုက်ရ\nထားသွားတာခံလိုက်ရနဲ့သူ့ရဲ့ဘဝကိုလက်လွှတ်အရှုံးပေးချင်ပေမယ့်လည်း\nသူ့သမီးကိုရှာတာကလည်းလက်မလျော့ မြေးကိုလည်းမထားခဲ့နိုင်နဲ့\nနောက်ဆုံးသူ့ရဲ့မျှော်လင့်ချက်သမီးသတင်းကိုကြားရတဲ့အချိန်မှာ\nသတင်းကောင်းဖြစ်မလား သတင်းဆိုးဖြစ်မလား\nသူ့ဘဝကိုရော သူဒီအတိုင်းဆက်သွားပြီနေမလား\nဘာတွေဘယ်လိုသူဆက်လုပ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ\n  File Size : (1 GB)\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 51 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Phue\nEncoded by Moe Myint Lwin",
        "rating": "6.8",
        "url": "https://megaup.net/1zffx/American_Woman_[2019]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7o5WVpjAffERCTkrAmpqNlieAMz.jpg",
        "title": "The Last Boy (2019)",
        "description": "ဒီကားေလးကေတာ့rating 6.9ေတာင္ရထားတဲ့စြန္႕စားခန္းေတြနဲ႕ကားေကာင္းေလးတစ္ကားပါကမာၻၾကီးေပၚမွာ ရူပေဗဒဓါတ္ျပဳေျပာင္းလဲစဥ္တစ္ခုေၾကာင့္ေလလံုးၾကီးေတြကလူေတြကိုဝါးျမိဳတဲ့ျဖစ္ရပ္တစ္ခုေပၚေပါက္လာပါတယ္အဲဒီေလလံုးၾကီးေတြကိုေရထုၾကီးၾကီးမားမားကသာကာကြယ္ေပးႏိုင္ပါတယ္ဆိုင္ရာဆိုတဲ့ေကာင္ေလးဟာမိခင္ဆီကေနအဲဒီေလလံုးၾကီးေတြကိုတားဆီးႏိုင္တဲ့စက္ေလးတစ္ခုရခဲ့ျပီးသူ႕အေမမွာခဲ့တဲ့အတိုင္းဆုေတာင္းေတြျဖည့္ေပးတဲ့ေနရာကိုေရာက္ေအာင္သြားဖို႕တစ္ေယာက္တည္းခရီးဆက္လာခဲ့ပါတယ္ဒါေပမယ့္လမ္းမွာသူ႕ကိုဒုကၡေပးမယ့္လူေတြသူ႕ရဲ႕စက္ကိုလိုခ်င္တဲ့သူေတြနဲ႕ေတြ႕တဲ့အခါမွာသူဘယ္လိုေက်ာ္ျဖတ္မလဲေလလံုးၾကီးေတြရဲ႕အႏၱရာယ္ကေနလြတ္ေျမာက္ျပီးေတာ့ေရာသူ႕အေမမွာတဲ့ေနရာကိုေရာက္ေအာင္သြားႏိုင္ပါ့မလားအဲဒီေနရာမွာေရာတကယ္ဆုေတာင္းေတြျပည့္မလားသူဘာဆုကိုေတာင္းမလဲဆိုတာ စြန္႕စားခန္းေတြနဲ႕အတူၾကည့္ရမွာျဖစ္ပါတယ္ File Size : (817 GB , 240 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 27 minFormat : Mp4Genre : Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/28eF0/(CM)_The_Last_Boy_2019_(Large_Size).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8IxjDRqJ7jFtt5Fn0jcXjiRVoF.jpg",
        "title": "Angel of Mine (2019)",
        "description": "ဒီဇာတ္ကား​ေလးက​ေတာ့မိသားစုဒရမ္မာလွ်ိဳ႕ဝွက္ဆန္းၾကယ္တဲ့ဇာတ္ကား​ေကာင္းေလးပါလစ္ဇီဆိုတဲ့အမ်ိဳးသမီးဟာ​ေယာက်္ားနဲ႔ကြာရွင္းထားၿပီး​​ေသာမက္စ္ဆိုတဲ့သား​ေလးတစ္​ေယာက္ခဲ့ရွိတယ္တကယ္​ေတာ့သူတို႔မိသားစု​ေလးမွာသမီး​ေလးတစ္​ေယာက္ရွိခဲ့တာ​​ေပါ့ဒါ​ေပမယ့္စိတ္မ​ေကာင္းစရာအျဖစ္က​ေတာ့​ေမြးၿပီးမၾကာခင္မွာမ​ေတာ္တဆမႈျဖစ္ၿပီး​ေသဆုံးသြားခဲ့ပါတယ္သူမဟာသမီး​ေလးဆုံးရႈံးခဲ့တဲ့အတြက္စိတ္​ေဝဒနာခံစားရၿပီး​ေတာ့​ေဆးကုသမႈခံယူ​ေနခဲ့တာ​ေပါ့တ​ေန႔​ေတာ့​ ေသာမက္စ္သူငယ္ခ်င္း​ေမြး​ေန႔ပြဲမွာလိုလာလို႔​ေခၚတဲ့က​ေလးမ​ေလးတစ္​ေယာက္နဲ႔​ေတြ႕ဆုံမိၿပီးသူမရဲ႕စိတ္​ေတြလႈပ္ရွားခဲ့တယ္လိုလာ​ေလးဟာ​ေသာမက္စ္သူငယ္ခ်င္းရဲ႕ညီမ​ေလးျဖစ္​ေနခဲ့တယ္လိုလာတို႔မိသားစု​ေနာက္ကိုတိတ္တဆိတ္လိုက္ၾကည့္ရင္းသူမတို႔အိမ္ဟာ​ေရာင္းဖို႔လုပ္​ေန​ေတာ့လစ္ဇီအတြက္​အခြင့္အ​ေရးတခုျဖစ္ခဲ့တာ​ေပါ့ဒီလိုနဲ႔ လိုလာတို႔မိသားစုကိုခ်င္းကပ္ခဲ့တာ​ေပါ့​ေသာမက္စ္သူငယ္ခ်င္းရဲ႕မိသားစုလည္းျဖစ္​ေတာ့ပိုၿပီးလြယ္ကူသြားတာ​ေတာ့​ေနာက္ပိုင္းမွာလစ္ဇီဟာသူမတို႔မိသားစုနဲ႔မိတ္​ေဆြလိုျဖစ္ခဲ့ၿပီးသူမ​ေနာက္ကိုမသိမသာလိုက္​ေစာင့္ၾကည့္ခဲ့တာ​ေပါ့သူ႔သမီး​ေလးလို႔ထင္ၿပီး​ေတာ့​ေလဒါကိုလိုလာအ​ေမကလယ္ရာကရိပ္မိလာခဲ့တယ္ဒါနဲ႔ပဲ လစ္ဇီနဲ႔ကလယ္ရာတို႔ႏွစ္​ေယာက္သမီး​ေလးကိစၥနဲ႔စကားမ်ားခဲ့ၾကတာ​ေပါ့လစ္ဇီဟာမ​ေတာ္တဆမႈမွာသူ႔သမီး​ေလးမ​ေသခဲ့ဘူးအသက္ရွင္ခဲ့တယ္လို႔ကိုယုံၾကည္​ေနတာ​ေပါ့ ဒီကိစၥ​ေတြနဲ႔ပဲသူမရဲ႕မိသားစုနဲ႔ပါစကားမ်ားခဲ့တာ​ေပါ့တကယ္ပဲလိုလာ​ေလးဟာ လစ္ဇီထင္တဲ့အတိုင္းမ​ေသခဲ့ဘဲအသက္ရွင္​ေနခဲ့တဲ့သမီး​ေလးျဖစ္​ေနမလားကလယ္ရာရဲ႕သမီး​ေလးပဲျဖစ္​ေနမလားဆိုတာကို​ေတာ့လွ်ိဳ႕ဝွက္ဆန္းၾကယ္စြာၾကည့္ရႈ႕ရမွာပါ File Size : (921 MB , 336 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 09 minFormat : Mp4Genre : Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1shcw/(CM)_Angel_Of_Mine_2019_(Large_Size).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hldXwwViSfHJS0kIJr07KBGmHJI.jpg",
        "title": "Interview with the Vampire: The Vampire Chronicles (1994)",
        "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းကတော့ သတင်းထောက်တစ်ယောက်ကနေ ဗင်ပိုင်းယားတစ်ကောင်ကို အင်တာဗျူးတဲ့ဇာတ်လမ်းလေးပါ။ဗင်ပိုင်းယားဇာတ်ကားဆိုပေမယ့် သွေးသံတရဲရဲနဲ့ Horror အငွေ့အသက်ပြည့်နေမယ့်ဇာတ်ကားမျိုးတော့မဟုတ်ပါဘူး။ဗင်ပိုင်းယားတစ်ကောင် သူ့ရဲ့ထာဝရသက်တမ်းတစ်လျှောက်မှာ ကြုံတွေ့ခဲ့ရတဲ့ သံယောဇဉ်၊ အချစ်၊ သစ္စာဖောက်မှု၊ အထီးကျန်မှု နဲ့သွေးဆာမှုတွေအကြောင်း သာမန်လူတစ်ယောက်ကို ပြန်ပြောင်းရင်ဖွင့်ပြတဲ့ Drama ဇာတ်ကားမျိုးပါ။ဒီဇာတ်ကားထဲက Cast List ကလဲ ထိပ်ထိပ်ကြဲတွေပါပဲ။သတင်းထောက်အဖြစ်က Christian Slaterအဓိကဇာတ်ဆောင် ဗင်ပိုင်းယားနှစ်ကောင်အဖြစ်ကတော့ Tom Cruise နဲ့ Brad Pitt တို့အပြင်Antonio Banderas နဲ့ကလေးသရုပ်ဆောင်ကတော့ Spider-Man Trilogy ရဲ့ မင်းသမီးချော Kirsten Dunst တို့ပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို ဟိန်းမင်းထွန်းပါ) (Zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ သတင္းေထာက္တစ္ေယာက္ကေန ဗင္ပိုင္းယားတစ္ေကာင္ကို အင္တာဗ်ဴးတဲ့ဇာတ္လမ္းေလးပါ။ဗင္ပိုင္းယားဇာတ္ကားဆိုေပမယ့္ ေသြးသံတရဲရဲနဲ႕ Horror အေငြ႕အသက္ျပည့္ေနမယ့္ဇာတ္ကားမ်ိဳးေတာ့မဟုတ္ပါဘူး။ဗင္ပိုင္းယားတစ္ေကာင္ သူ႔ရဲ႕ထာ၀ရသက္တမ္းတစ္ေလွ်ာက္မွာ ၾကံဳေတြ႕ခဲ့ရတဲ့ သံေယာဇဥ္၊ အခ်စ္၊ သစၥာေဖာက္မႈ၊ အထီးက်န္မႈ နဲ႕ေသြးဆာမႈေတြအေၾကာင္း သာမန္လူတစ္ေယာက္ကို ျပန္ေျပာင္းရင္ဖြင့္ျပတဲ့ Drama ဇာတ္ကားမ်ိဳးပါ။ဒီဇာတ္ကားထဲက ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/interview-with-the-vampire-the-vampire-chronicles-1994/"
    }
]