[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/71ui5VT99TL._RI_-150x200.jpg",
        "title": "[18+] Love Clinic (2015)",
        "description": "တစ်ညလုံးနှစ်ယောက်တည်း အတူရှိနေတဲ့ ယောင်္ကျားလေးနဲ့မိန်းကလေး\nနောက်နေ့မနက်အထိ…ဘာမှောက်မှားမှုမှ မဖြစ်တာဘာကြောင့်ပါလဲ...\n   \nမိန်းကလေးကိုယ်တိုင် Sexy dance နဲ့ဆွဲဆောင်တယ်…\nမိန်းကလေးကိုယ်တိုင် မာယာအပြည့်နဲ့ဆွဲဆောင်တယ်…\nမိန်းကလေးကိုယ်တိုင် ခန္ဓာအလှနဲ့ဆွဲဆောင်တယ်…\nအဲ့ဒါတောင်…ယောင်္ကျားလေးဖြစ်သူက တုံ့ပြန်မှုတစ်စုံတစ်ရာမပေးတာ ဘာကြောင့်ပါလဲ…\nဘာကြောင့်လဲဆိုတာကို ဖန်တီးရိုက်ကူးထားတဲ့\nLove Clinic ဆိုတဲ့ ကိုရီးယားဇာတ်ကားဟာ IMDb Rating (6.0) ရရှိထားပါတယ်။\nဇာတ်လမ်းလေးက ချစ်မှုရေးရာဖွဲ့ဇာတ်လမ်းလေးပါ။\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်လို့သာ 18+ ခေါင်းစဉ်တပ်ထားပေမယ့်\nComedy,Drama ဇာတ်လမ်းလေးပါပဲ။\n  \nဇာတ်လမ်းအကျဉ်းကတော့...\nWang Seong-ki (မင်းသားOh Ji-ho) က အမျိုးသမီး သားဖွားဆရာဝန် / မီးယပ်သားဖွားပညာရှင်ပါ။\nGil Sin-seol (မင်းသမီးKang Ye-won) ကတော့ ဆီးရောဂါပါရဂူပါ။\nGil Sin-seol (Kang Ye-won) က သူ့ဖခင်ဆရာဝန်အပေါ်မခံချင်စိတ်နဲ့\nအမျိုးသားမျိုးပွားအင်္ဂါအထူးပြုပညာရှင်ဖြစ်ဖို့ကြိုးစားနေသူပါ။\nWang Seong-ki ရော Gil Sin-seol မှာပါ လျှိုု့ဝှက်ချက်တွေကိုယ်စီရှိလို့ချစ်သူတွေမထားကြပါဘူး။\nသူတို့နှစ်ယောက်မမျှော်လင့်ဘဲ အဆောက်အအုံတစ်ခုအတွင်းမှာ ကပ်လျှက်ဆေးခန်းဖွင့်မိတဲ့အခါမှာတော့..\nတစ်ယောက်နဲ့တစ်ယောက်အမြင်စောင်းမှု၊အဆင်မပြေမှု၊အလွဲလွဲအမှားမှားတွေကြားက ချစ်ခရီးလမ်းလေး လျှောက်မိတဲ့အခါ…. ။\nဒီဇာတ်ကားကိုကြည့်ပြီး သိလာရတာက...\nချစ်တယ်ဆိုတာ စိတ်နဲ့တင်ချစ်နေလို့မရပါဘူး…\nချစ်တာကို ချစ်နေမှန်းသိအောင်ပြသဖို့လည်း လိုပါတယ်။\n#AYK\n(ရုပ်ရှင်အညွှန်းကို myanmarload.com မှကူးယူဖော်ပြပါသည်။)\n \nFile Size…(900 MB)Quality…HD-Rip ...",
        "rating": "6.0",
        "url": "https://megaup.net/V8ym/Love_Clinic_(Yeonaeui_Mat)_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Lady-Macbeth-poster-135x200.jpg",
        "title": "Lady Macbeth (2017)",
        "description": "Lady Macbeth (2017)\nIMDb - 6.8/10_____Rotten - 88%\n  \nဒီကားက ၁၉ရာစုတွင်း အင်္ဂလန်နိုင်ငံရဲ့ လူနေမှုအဆင့်အတန်းကိုရိုက်ပြ\nထားတဲ့ကားလေးပါ...တစ်နည်းအားဖြင့် အမျိုးသမီးများဟာ\nအမျိုးသားတွေနဲ့တန်းတူအခွင့်အရေးမရခဲ့လို့\nကနဦးကြိုးစားမှုကိုပုံဖော်ထားပါတယ်....\n.ကျေးလက်မိန်းကလေးတစ်ယောက်ဟာ\nသတို့သမီးအဖြစ်ရောင်းစားခံခဲ့ရတယ်.....\nအားလုံးကို မလုပ်ချင်ပေမဲ့လည်း ရှေးဦးစည်းမျဉ်း စည်းကမ်းတွေနဲ့\nပြန်လည်ချေပရန်ခက်ခဲတဲ့စကားလုံးတွေကြားသူမ ဓားစာခံဖြစ်ခဲ့တယ်\nသိုပေမဲ့လည်း မိန်းကလေးဟာ အရွယ်လည်းကောင်း အလှပဆုံးချိန်လည်း\nရောက်ရှိနေလေတော့ ယောင်္ကျားမိသားစုအသိုင်းအဝန်းကြားမှာ လုပ်သင့်\nမလုပ်သင့်မစဉ်းစားပဲ စိတ်ဆန္ဒတွေကို လွှတ်ပေးမိတယ်.....\nကိုင်း ကျန်တာတော့ ကြည့်ရှုခံစားကြည့်လိုက်ပါဦးလို့\n \nဘာသာပြန်ကကတော့ Pyae Xein Sett ဖြစ်ပါတယ်\n  \nဒီကားက ၁၉ရာစုတြင္း အဂၤလန္ႏုိင္ငံရဲ႕ လူေနမႈအဆင့္အတန္းကုိရုိက္ျပ\nထားတဲ့ကားေလးပါ...တစ္နည္းအားျဖင့္ အမ်ဳိးသမီးမ်ားဟာ\nအမ်ဳိးသားေတြနဲ႕တန္းတူအခြင့္အေရးမရခဲ့လုိ႕\nကနဦးႀကဳိးစားမႈကုိပုံေဖာ္ထားပါတယ္....\n.ေက်းလက္မိန္းကေလးတစ္ေယာက္ဟာ\nသတုိ႕သမီးအျဖစ္ေရာင္းစားခံခဲ့ရတယ္.....\nအားလုံးကုိ မလုပ္ခ်င္ေပမဲ့လည္း ေရွးဦးစည္းမ်ဥ္း စည္းကမ္းေတြနဲ႕\nျပန္လည္ေခ်ပရန္ခက္ခဲတဲ့စကားလုံးေတြၾကားသူမ ဓားစာခံျဖစ္ခဲ့တယ္\nသုိေပမဲ့လည္း မိန္းကေလးဟာ အရြယ္လည္းေကာင္း အလွပဆုံးခ်ိန္လည္း\nေရာက္ရွိေနေလေတာ့ ေယာကၤ်ားမိသားစုအသုိင္းအ၀န္းၾကားမွာ လုပ္သင့္\nမလုပ္သင့္မစဥ္းစားပဲ စိတ္ဆႏၵေတြကုိ လႊတ္ေပးမိတယ္.....\nကုိင္း က်န္တာေတာ့ ၾကည့္ရႈခံစားၾကည့္လုိက္ပါဦးလုိ႕\n \nဘာသာျပန္ကကေတာ့  Pyae Xein Sett  ျဖစ္ပါတယ္\n  \nQty - Blu ray 720p\nDuration - 1hr 29min\nSubtitle - Myanmar Hardsub\nGern - ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fdee/Lady_Macbeth_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "VIP 2 Lalkar (2017)",
        "description": "အိႏၵိယႏုိင္ငံ မြန္ဘုိင္းၿမိဳ႕ရဲ႕ တစ္ႏွစ္အတြင္း အရည္အခ်င္းရွိဆုံး အင္ဂ်င္နီယာမ်ားကုိ ဆုခ်ီးျမွင့္ေသာ အခမ္းအနားတြင္ ဆုအားလုံးလုိလုိကုိ အိႏၵိယရဲ႕ ထိပ္သီး ကုမၸဏီျဖစ္ေသာ ဗဆူဒရာ ေဆာက္လုပ္ေရးမွ အင္ဂ်င္နီယာမ်ားသာ အသီးသီး ရ႐ွိၾကေလသည္။ဗဆူဒရာ ေဆာက္လုပ္ေရး၏ ပုိင္ရွင္ျဖစ္သူ ဗဆူဒရာလည္း သူ႕ကုမၸဏီမွ ဆုေတြ တေလွႀကီး သိမ္းပုိက္ႏုိင္ေနေသာေၾကာင့္ လူပုံလည္တြင္ ေခါင္းေမာ့ ရင္ေကာ့ ေနေလ၏ဗဆူဒရာကေတာ့ ေခသူမဟုတ္ အမ်ိဳးသမီး တစ္ဦး ျဖစ္ေပမယ့္ ငယ္ငယ္ရြယ္ရြယ္ႏွင့္ ေအာင္ျမင္မႈ႕ဟာ အသက္နဲ႕ပင္ မလုိက္ေအာင္ အာဏာပါဝါ ေပါက္ေရာက္မႈကလည္း ၿမိဳ႕ေတာ္ဝန္က သူ႕ကုိလာေတြ႕ရတဲ့ အထိ ေနာက္ဆုံး အေနနဲ႕ တစ္ႏွစ္တာအတြင္း အေတာ္ဆုံး အင္ဂ်င္နီယာ ဆုကုိ ရ႐ွိသြားသူကေတာ့ ႕႕႕႕႕႕႕႕႕႕ အနီသား ေဆာက္လုပ္ေရးမွ မစၥတာ ရာဂူဗာရန္ ျဖစ္ပါတယ္ဘယ္သူလဲ ရာဂူဗာရန္ ငါ့ဂုဏ္ကုိ ယွဥ္ၿပိဳင္ရဲတာ ဘယ္သူလဲ ...",
        "rating": "",
        "url": "https://megaup.net/S2tx/VIP_2_Lalkar_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Basic-instinct-1373391946-51-133x200.jpg",
        "title": "Basic Instinct (1992) 18+",
        "description": "ဒီဇာတ်ကားကိုတော့ အတော်များများ သိဖူးပြီးသား နေမှာပါ။\nတစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသမီး ရှာရွန်စတုန်းရဲ့ အဟော့ဆုံးဖြစ်ခဲ့တဲ့ ဇာတ်ကားပါ။\nဒီဇာတ်ကားထဲမှာ ရှာရွန်စတုန်းရဲ့ ခြေထောက်ပြောင်းချိတ်ပြတဲ့ ဇာတ်ဝင်ခန်းက ယခုအချိန်ထိ နာမည်ကြီးနေတုန်းပါပဲ။ ဒီလောက်ဆို တော်တော်များများ အမှတ်ရသွားလောက်ပါပြီ။ ?\n18+ ဇာတ်ဝင်ခန်းတွေတော်တော်များများပါသလို ဒိုင်ယာလော့ခ်တွေကလဲ ပွင့်လင်းလွန်းပါတယ်။\n(ဒါကြောင့် မိသားစုနဲ့မကြည့်သင့်လို့ 18+ ဆိုပြီး ခေါင်းစဉ်တပ်ပေးထားပါတယ်။)ဇာတ်လမ်းကတော့….\nCatherine Tramell (ရှာရွန်စတုန်း) က လူသတ်ဝတ္ထုတွေရေးတဲ့ စာရေးဆရာမ…ညှို့အားပြင်း အမျိုးသမီး…သူမရေးတဲ့ ဝတ္ထုထဲက ဇာတ်လမ်းတွေအတိုင်း အပြင်ဖက်မှာ လူသတ်မှုတွေဖြစ်ပေါ်လာတဲ့အခါ….။\nသူမဟာ ပုရိသတွေရင်မောရလောက်တဲ့အလှအပ….ထက်မြက်တဲ့ဉာဏ်ရည်ဉာဏ်သွေးကို အသုံးပြုပြီး\nသူမရဲ့ သားကောင်တွေကို ရက်ရက်စက်စက် ကစားတတ်ပါတယ်။\nဒါကိုအမိဖမ်းဖို့ စုံထောက် နခ် (မင်းသားကြီး မိုက်ကယ်ဒေါက်ကလပ်) ကကြိုးစားလာတဲ့အခါ..\nရဲကိုပါ ကျုံးသွင်းမယ့် Catherine Tramell ဇာတ်ရုပ်ကို အလှည့်ဖျားနိုင်ဆုံး ကောက်ကျစ်တဲ့ အမျိုးသမီးဇာတ်ရုပ်အဖြစ် ရှာရွန်စတုန်း ဘယ်လိုအသက်သွင်းသွားမလဲဆိုတာ……….။Basic Instinct ဇာတ်ကားဟာ ကြည့်ရှုသူတွေ Pause ခလုတ်နှိပ်ပြီး ရပ်ကြည့်ရတဲ့\nဇာတ်ကားစာရင်းထဲမှာ ထိပ်ဆုံးကပါပါတယ်။ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2SIt3/Basic_Instinct_[17+]_[1992]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjIzMDI2NDUwOV5BMl5BanBnXkFtZTgwNzE2NjU3MjI@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Jab Harry Met Sejal (2017)",
        "description": "မင္းသားရွာရြတ္ခန္းနဲ႔ မင္း သမီး   အႏြတ္ရွ္ကာရွားမားတုိ႔က ေခါင္းေဆာင္  ပါဝင္ထားတာျဖစ္ၿပီး သူတို႔ႏွစ္ေယာက္ ပူးတြဲသ႐ုပ္ေဆာင္တဲ့ တတိယေျမာက္ဇာတ္ကားျဖစ္သလို ပါရာေဂြး၊ အမ္စတာဒမ္၊ ဗီယင္နာ၊ လစၥ ဘြန္းနဲ႔ ဘူဒါပက္စ္က ႐ႈခင္းအလွ အပေတြကိုပါ  ခံစားၾကည့္႐ႈရမွာပါ။ဟာရင္ဒါဟယ္ရီဆင္းန္နီ ဟာရာဟာ အမ္စတာဒမ္က ဧည့္ လမ္းၫႊန္တစ္ေယာက္ျဖစ္ၿပီး စန္းပြင့္သူ ျဖစ္သလုိ ခင္မင္တတ္၊ ကူညီတတ္သူတစ္ေယာက္ျဖစ္ပါ တယ္။ တစ္ရက္မွာေတာ့ သူဂိုက္လုပ္ေပးေနတဲ့ ဂူဂ်ာရာတီမိသားစု ကို ေလဆိပ္လိုက္ပို႔အၿပီးမွာေတာ့ ျပႆနာေလးတစ္ခု စပါေတာ့ တယ္။ဂူဂ်ာရာတီ မိသားစုဝင္တစ္ ေယာက္ျဖစ္တဲ့ ဆီဂ်ယ္ဇာဗာရီ ဟာ ခရီးစဥ္မွာ သူ႔ရဲ႕ေစ့စပ္လက္ စြပ္ေပ်ာက္သြားလုိ႔ပဲ ျဖစ္ပါတယ္။ လက္စြပ္ျပန္ရွာခ်င္တဲ့ ဆီဂ်ယ္ကို ဟယ္ရီက ကူညီေပးဖို႔ အင္တင္ တင္ျဖစ္ေနေပမယ့္လည္း အတူ လိုက္ရွာေပးခဲ့ပါတယ္။  ဟယ္ရီဟာဂူဂ်ာရာတီ မိသားစုကို လိုက္ပို႔ခဲ့တဲ့ ေနရာ ေတြအကုန္လံုးကို ဆီဂ်ယ္နဲ႔အတူ ျပန္သြားၿပီး လက္စြပ္လိုက္ရွာခဲ့ ၾကပါတယ္။ ...",
        "rating": "",
        "url": "https://megaup.net/2cr9m/Jab_Harry_Met_Sejal_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYjk2Nzk3ZDMtZWFiMi00MzY5LWEwYTctODY5YTVjNDIyMzUxXkEyXkFqcGdeQXVyMTg2NzQzNTM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Strangers (2017)",
        "description": "ဒီဇာတ္ကား ကေသနတ္ေမွာင္ခို အေရာင္းအ၀ယ္သမား လ်ဴမင္ယီ ကို ရဲကလိုက္ဖမ္းေနတာေလးနဲ ့ဇာတ္လမ္းေလးကို အစပ်ိဳးထားတယ္လ်ဴမင္ယီ ရဲလက္ကေျပးေနတုန္းမွာ စံုတြဲတစ္တြဲစီးလာတဲ့ဆိုင္ကယ္နဲ ့တိုက္မိပါတယ္သူတို ့ေတြ အခ်င္းမ်ားၾကရင္း လ်ဴမင္ယီ ကဆိုင္ကယ္စီးလာတဲ့ စံုတြဲထဲက ေကာင္မေလး ေရွာင္းဒို ကို ေသနတ္နဲ ့ပစ္သတ္ၿပီး\nကားေမာင္းေျပးသြားပါတယ္ဒါကိုရဲက လိုက္ဖမ္းရင္း မိသြားတဲ့အခါမွာေတာ့ ေမွာင္ခိုသမားက ျပန္ၿပီးခုခံဖုိ ့ႀကိဳးစားတာေၾကာင့္ ရဲဘက္က ေသနတ္နဲ ့ပစ္သတ္လိုက္ပါတယ္ကံမေကာင္းစြာနဲ ့ပဲ ေမွာင္ခိုသမားရဲ ့ဒုစရိုက္အျပစ္ေႃကြးက အဲ့ဒီေလာက္နဲ ့မၿပီးဆံုးပဲသူ ့ရဲ ့ဇနီး ကို ဘယ္လိုဒုကၡေပးမလဲသူသတ္လိုက္လို ့ဆံုးသြားတဲ့ ေကာင္မေလးရဲ ့ခ်စ္သူ က်ဴးရွန္ ကသူ ့ခ်စ္သူ ေရွာင္းဒို အတြက္ နစ္နာေၾကးလိုက္ေတာင္းရင္း ယုေျမာင္နဲ ့အတူဘယ္လို အခက္အခဲေတြႀကံဳေတြ ့ရမလဲရဲဘက္ကေကာ ေသနတ္ေမွာင္ခိုဂိုဏ္း ကိုပါ ဖမ္းဆီးႏွိမ္နင္းႏိုင္ပ့ါမလားအစရွိတဲ့အေၾကာင္းအရာမ်ားကို ရိုက္ကူးတင္ဆက္ထားတဲ့ အက္ရွင္ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ Scrn ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/strangers-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNGFkZWIwNzUtYzY0Yi00NzJhLTkyMDItODQwNDQzYzVmZjNjXkEyXkFqcGdeQXVyMzIwNjg4NjI@._V1_UY1200_CR10006301200_AL_-105x200.jpg",
        "title": "Nil Battey Sannata(2015)",
        "description": "IMDb....8.5,,,,,,Rotten....87%\nေအာက္ေျခလူတန္းစားအမ်ဳိးအစားကုိေယဘုယ်အေနနဲ႕ ဆုိကၠားသမား အငွားယာဥ္ေမာင္း\nေတာင္သူလယ္သမား အိမ္ေဖာ္ လက္လုပ္လက္စားေန႕စားသမားမ်ားလို႕ သတ္မွတ္ရမလား ကြ်န္ေတာ္လည္း\nမကြဲျပားဘူး ဒါေပမဲ့ အိမ္ေဖာ္တစ္ေယာက္ရဲ႕သားသမီး လယ္သမားတစ္ေယာက္ရဲ႕သားသမီးေတြဟာ ဆရာ၀န္\nအင္ဂ်င္နီယာ ေအာင္ျမင္တဲ့စီပြားေရးလုပ္ငန္းရွင္ စတဲ့ အေနအထားမ်ဳိးေတြကုိကူးေျပာင္းဖုိ႕ဆုိတာေတာ့\nရုပ္ရွင္မဆန္လွဘူး....ဘာလုိ႕ဆုိ သူတုိ႕ေနတဲ့အသုိင္းအ၀န္း မိဘရဲ႕ေထာက္ပံ့ေပးႏုိင္မႈ ခံယူခ်က္စတာေတြဟာ\nအေပၚကကြ်န္ေတာ္ေျပာခဲ့တဲ့အေနအထားေတြကုိ အေကာင္အထည္ေဖာ္ဖုိ႕ သီးျခားဆန္ေနတယ္....ၾကာပန္းဆုိတာ\nရႊံႏြံေတြေပၚမွာေပါက္တယ္တုိ႕ ပတၱျမားမွန္လွ်င္ ႏြံမနစ္ဘူးဆုိတဲ့ အဆုိေတြရွိပါတယ္ ဒါေပမဲ့ ကြ်န္ေတာ္တုိ႕ ပတ္၀န္း\nက်င္မွာ ဒီလုိမ်ဳိးျဖစ္ပ်က္တာေတြက ၁ ကေန ၁၀ အထိေရတြက္တတ္တဲ့ကေလးကုိေရခုိင္းရင္ေတာင္ ရႏုိင္ပါတယ္\nဒီအိႏၵိယကားေလးထဲမွာ အိမ္အကူအေမတစ္ေယာက္နဲ႕ ၁၀တန္းေက်ာင္းတက္ေနတဲ့ သူ႕သမီးေလးအေၾကာင္း\nရုိက္ျပထားတာပါ......အေမက အိမ္အကူျဖစ္ေပမဲ့ သူ႕သမီးေလးကုိ ၁၀တန္းေအာင္ျမင္ၿပီး ပညာတတ္ အမ်ဳိးသမီး\nေလးျဖစ္ခ်င္တယ္ ဒါေၾကာင့္ သူအမ်ဳိးမ်ဳိးႀကဳိးစားတယ္ သမီးေလးရဲ႕ခံယူခ်က္ကုိေျပာင္းလဲဖုိ႕ရယ္ ေငြေတြရသေလာက္ရွာဖုိ႕ရယ္\nသူဘယ္ေလာက္ႀကဳိးစား ႀကဳိးစား သမီးေလးရဲ႕စိတ္ထဲမွာ ၁၀တန္းေအာင္လည္း ေက်ာင္းထားဖုိ႕ပုိက္ဆံမတတ္ႏုိင္တဲ့\nအေမရဲ႕အျဖစ္ ၊ အိမ္အကူ သမီးက အိမ္အကူပဲျဖစ္မယ္ဆုိတဲ့ သမီးရဲ႕ခံယူခ်က္ ယုံႀကည္ခ်က္ကုိ ရုိက္မခ်ဳိးႏုိင္ခဲ့ဘူး\n.......ဒါေပမဲ့သူလက္မေလွ်ာ့ဘူး. ကြ်န္ေတာ္ေျပာတာေတြက ဒီကားကုိေပါ့ပ်က္ေစလုိ႕ ဆက္မေျပာေတာ့ဘူး\n. ဒီကားက လူတုိင္းၾကည့္သင့္တယ္လုိ႕ကြ်န္ေတာ္ထင္တယ္ ဇတ္လမ္းရဲ႕ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/nil-battey-sannata2015/",
        "category": "Asian, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/03102ba4efd6404e8ffcdb9f5c16ed9e-150x200.jpg",
        "title": "Apprentice (2016)",
        "description": "ရုပ္ရွင္နာမည္က Apprentice တဲ့ ...Apprentice ဆိုတာခပ္လြယ္လြယ္ဘာသာျပန္ရင္ အလုပ္သင္ လို႔ ဆိုေသာ္ျငား အတိအက်ေျပာရရင္ရွုပ္တယ္ဗ်။ ကၽြန္ေတာ္ပဲေ၀ါဟာရဆင္းရဲတာလားေတာ့ မသိဘူး။\nဥပမာေပးရရင္ ကား၀ပ္ေရွာ႔က ေကာင္ေလးေတြကို Apprentice လို႔ေခၚလို႔ရမယ္။ ပညာသင္အလုပ္သမားပံုစံ ...\nဆရာက ပညာသင္ေပးရတဲ့အတြက္ လစာေတာ့ ေလွ်ာ႔ေပးထားတာမ်ိဳးေပါ့ ..\nဟီး ...\nA person who is learning a trade from a skilled employer, having agreed to work for a fixed period at low wages ဆိုတဲ့ဖြင့္ဆိုခ်က္ကပဲ ပိုထိေရာက္မယ္ထင္တယ္။Apprentice က စကၤာပူ/မေလးရွားရုပ္ရွင္ပါ။\nစကၤာပူ/မေလးရုပ္ရွင္ေတြကိုအထင္မႀကီးတဲ့အတြက္ တခါမွမၾကည့္ဖူးဘူး။ ကိန္းရုပ္ရွင္ပြဲေတာ္အထိတက္ေရာက္ေအာင္ျမင္ခဲ့သလို၊ ဆီလိုအျပစ္ရွာေျပာတတ္တဲ့ ေဟာလိ၀ုဒ္ ေ၀ဖန္ေရးသမားေတြကပါ မွတ္ခ်က္ေကာင္းေကာင္းေတြေပးထားတာဆိုေတာ့ ၾကည့္ျဖစ္လိုက္တယ္။ဇာတ္လမ္းက ရွင္းလြန္းတယ္။\nစစ္သားတစ္ေယာက္ တပ္မေတာ္နဲ႔ စာခ်ဳပ္ျပည့္ၿပီးအျပင္ထြက္လာတဲ့အခ်ိန္မွာ ေထာင္ကိုအလုပ္၀င္ေလွ်ာက္ေတာ့ အလုပ္ရတယ္။\nအဲဒီေထာင္မွာ ေသဒဏ္က်အျပစ္သားေတြကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/apprentice-2016/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BM2FiOTcxMTQtNDllZi00NTk5LTgxMmEtMGU3NjM4Y2QzYTExXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "My Ex & Whys (2017)",
        "description": "ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"My Ex and Whys\" ဆိုတဲ့ ဖိလစ်ပိုင်အချစ်ဟာသ ဇာတ်လမ်းလေးပါကာလီဟာ Bakit List Girl ဆိုတဲ့ ဘလော့ကို ရေးတဲ့ ဘလော့ဂါတစ်ယောက်ပါBakit ဆိုတာကတော့ ဖိလစ်ပိုင်လို why ဘာလို့လဲ ဆိုတဲ့ အဓိပ္ပါယ်ပါအဲ့ ဘလော့မှာဆိုရင် ဘာလို့ ယောကျာ်းတွေ သစ္စာမရှိတာလဲ ဆိုတဲ့ ခေါင်းစဉ်ကို အဓိကထားပြီး ယောကျာ်းတွေရဲ့ မကောင်းကြောင်းကို ဘာလို့ လဲ ဆိုတဲ့ အမေး တွေ နဲ့ တင်လေ့ရှိပါတယ်ကာလီ ဆိုတဲ့ ကောင်မလေး ယောကျာ်းတွေကို သစ္စာမရှိတဲ့ လူတွေလို့ ဘာလို့ မြင်တာလဲ????ဒီလိုပါ...သူ ဘလော့ဂါမဖြစ်ခင် လွန်ခဲ့တဲ့ ၂နှစ်လောက်က သူ့အဖေနဲ့ အမေ ကွဲခဲ့ပါတယ်ကွဲရတဲ့ အကြောင်းရင်းကလဲ သူ့အဖေ သစ္စာဖောက်တာကြောင့်ပါပြီးတော့ အဲ့အချိန်လောက်မှာဘဲ ဂျီယိုဆိုတဲ့ ခပ်ချောချော လူရှုပ်လူပွေ နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Ewl2/My_Ex_&_Whys_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/baby-150x200.jpg",
        "title": "The Babysitters(2007)",
        "description": "IMDb 5.7 .........\nခ်ာေလလုိင္နာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ဟာ Alfred E.Groves အထက္တန္းေက်ာင္းမွာပညာသင္ၾကားေနတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ပါ\nေက်ာင္းတစ္ဘက္နဲ႕အလုပ္တစ္ဘက္ေပါ့ တစ္ေန႕ေတာ့ ဘလ္ထရန္မိသားစုကေန ကေလးထိန္းဖုိ႕ သူမကုိငွားခဲ့တယ္ ကေလးေတြထိန္းေပးတဲ့အလုပ္\nလုပ္ရင္းနဲ႕ သူမအတြက္ မေမွ်ာ္လင့္တဲ့အျဖစ္တစ္ခုႀကဳံရတယ္ အဲ့ဒါကေတာ့ကေလးေတြရဲ႕ဖခင္ မစၥတာ ဘယ္ထရန္နဲ႕ သံေယာ္ဇဥ္တြယ္မိၾကတယ္\nသူတုိ႕က အေပ်ာ္ရွာႀကရုံအဆင့္ဆုိေပမဲ့ တျဖည္းျဖည္းခံစား ခ်က္ေတြကေလးနက္လာခဲ့တယ္.... 18+ခန္းတစ္ခ်ဳိ႕အေတာ္ေလးပါ၀င္ေပမဲ့ သိပ္အဆုိး၀ါးႀကီးေတာ့\nမဟုတ္ပါဘူး အိမ္ေထာင္ေရးမွာ တစ္ခ်ဳိ႕ေသာေယာက်ၤားေတြရဲ႕အျဖစ္ကုိ ပုံေဖာ္ထားတဲ့ကားေလးပါ ဘ၀ရဲ႕အႏွစ္သာရဟာဘာလဲ ေပ်ာ္ရႊင္မႈဆုိတာဘာလဲ\nေ၀၀ါးေနတဲ့အခ်ိန္ မိသားစုကုိေရြးမွာလား ငယ္ရြယ္လွပတဲ့မိန္းကေလးတစ္ေယာက္ကုိေရြးခ်ယ္ၿပီး လက္ရွိပုိင္ဆုိင္တဲ့မိသားစုကုိစြန္႕ပစ္မွာလားဆုိတာကုိ\nေတာ့ ခံစားၾကည့္လုိက္ပါဦး အိမ္ေထာင္ေရးပညာေပးကားေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦးခင္ဗ်......\nဇတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ကုိ Pyae Xeinn Sett ပါ\n File Size…(759MB) and (246MB)\nQuality…720p\nFormat…mp4\nDuration…01:28:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo Pyae\nTranslated by Pyae Xeinn Sett",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-babysitters2007/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/FB_IMG_1504342672286-133x200.jpg",
        "title": "Once Upon a Time (2017)",
        "description": "တရုတ်ပြည်ရဲ့ လူအကြိုက်များဆုံး ရုပ်သံဇာတ်လမ်းတွဲEternal Love (Three Lives Three Worlds, Ten Milesof Peach Blossoms) ရုပ်သံဇာတ်လမ်းတွဲဟာ စာရေးဆရာTang Qiရဲ့ နာမည်ကျော် ဝတ္ထုစာအုပ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး January ကနေ March (2017)အထိ ZhejianTV နဲ့ Dragon TVတို့က နေထုတ်လွှင့်ခဲ့ပါတယ်Chinaမှာသာမကပဲ ကမာ႓တစ်ဝှမ်းလုံးမှာပါအောင်မြင်တဲ့အပြင် လတ်တလော onlineမှာ လူကြည့်အများဆုံး Chinese Drama ဇာတ်လမ်းတွဲလည်းဖြစ်ပါတယ်။ ရုပ်ရှင်အဖြစ် ပြန်လည် ဖန်တီးတဲ့အခါမှာ နာမည်ကျော် မင်းသမီး Liu Yifei နဲ့ Yang Yangတို့ ခေါင်းဆောင်ပါဝင်ထားပါတယ်ဇာတ်လမ်းတွဲကြည့်ပြီးတဲ့နောက်မှာ Ywe Hwa ကို အရူးအမူးဖြစ်သွားသော Eternal Love ဖန်တစ်ယောက်ဖြစ်သွားမိလို့ ဒီဇာတ်လမ်းတွဲကို ရုပ်ရှင်ပြန်ရိုက်မယ် (အထူးသဖြင့် မင်းသားက Yang Yang) ဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/once-upon-a-time-2017/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/p28842_v_v8_aa-133x200.jpg",
        "title": "Behind Enemy Lines (2001)",
        "description": "အရမ်းကြိုက်ပြီး ခဏခဏပြန်ကြည့်မိတဲ့ဇာတ်ကားမို့ CM ပရိသတ်အတွက် တင်ပေးလိုက်ပါတယ်။\nဒီကားက IMDb  Rating 6.4 ရထားပြီး Box office မှာ 92 million ဝင်ခဲ့ပြီး\nအဲဒီအချိန်က ဟယ်ရီပေါ်တာရဲ့မှော်ကျောက်တုံးဇာတ်ကားပြီးရင်\nဒီကားက လူကြည့်အများဆုံးဒုတိယနေရာကိုယူခဲ့ပါတယ်။\nဆုအနေနဲ့ကတော့ World Stunt award-2002 မှာ Best Aerial Award ဆုရခဲ့ပါတယ်။\nဒီဇာတ်လမ်းလေးက တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံပြီး ရိုက်ထားတာပါ။\n၁၉၉၅ ခုနှစ် ဘော့စနီးယားမှာလေယာဉ်ပစ်ချခံခဲ့ရပြီး ၆ ရက်တာ ရန်သူ့နယ်မြေမှာပြေးလွှားခဲ့ရတဲ့\nအမေရိကန်ပိုင်းလော့ဒ်တစ်ဦးအကြောင်းပါ။\nဇာတ်လမ်းအကျဉ်းအနေနဲ့\n၁၉၉၅ မှာ ဘော့စနီးယားမှာပြည်တွင်းစစ်ပွဲတွေဖြစ်ပွားနေခဲ့ပါတယ်။\nဒီစစ်မီးငြိမ်းဖို့ နေရာတကာပါတဲ့ NATO တပ်ဖွဲ့ကလည်း ပါလာရပါပြီ။\nစစ်ပြေငြိမ်းရေးသဘောတူညီချက်တွေ ချုပ်ဆိုပြီးလို့ NATO တပ်တွေလည်း ဆုတ်ခွာခါနီးနေပါပြီ။\nNATO အဖွဲ့ဝင်ဖြစ်တဲ့ အမေရိကန် Navy ကလည်းလေယာဉ်တင်သင်္ဘောတွေနဲ့\nပင်လယ်ပြင်က စောင့်ကြည့်နေပါတယ်။\nသူတို့ရဲ့တာဝန်ကတော့ ဘော့စနီးယားပေါ်ကို သတ်မှတ်ထားတဲ့လမ်းကြောင်းကနေ\nပြည်တွင်းအခြေအနေကို ဝေဟင်ကနေမှတ်တမ်းတင် ဓါတ်ပုံရိုက်ကူးဖို့ဖြစ်ပါတယ်။\nခရစ္စမတ်နေ့ အားလပ်ရက်တာဝန်အနေနဲ့ ပိုင်းလော့ဒ်စတက်ဟောက် နဲ့\nသူရဲ့လေကြောင်းလမ်းပြဗိုလ် ဘားနက်တို့ ဒစ်ဂျစ်တယ်ကင်မရာအသစ်စက်စက်တပ်ဆင်ထားတဲ့\nF-18 တိုက်လေယာဉ်နဲ့ဘော့စနီးယားဝေဟင်ကို သတ်မှတ်ထားတဲ့လမ်းကြောင်းအတိုင်း လိုက်လံစစ်ဆေးနေခဲ့တယ်။\nမောင်းနှင်နေရင်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/4UQDy/Behind_Enemy_Lines_[2001]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYmE3NDgxNWItNjA4NS00OTRmLTllN2ItOGIzYzc4N2M5NDFhXkEyXkFqcGdeQXVyNjgwMTQ1MDI@._V1_-133x200.jpg",
        "title": "Breathless (2008)",
        "description": "breathless ကိုရီးယားရုပ်ရှင်ဟာ ကျွန်တော်တို့ရဲ့ မိဘနဲ့သားသမီးတွေအကြားမှာ ဖြစ်တတ်တဲ့ ပဋိပက္ခတွေ ။ယင်းသို့မဟုတ်လျှင် အခြားတစ်ဖက်မှာ ဖေးပိတ်လှောင်ပိတ်ထားတဲ့ ခါးသီးရက်စက်မှု တွေကို သကာခဲ ရွရွကလေးဆမ်းထားသလိုမျိုး နုနုရွရွကလေး ရိုက်ပြတာမျို းမဟုတ်ဘဲ အတွင်းသားထဲအထိ ဘာမှမခြွင်းမချန်ဘဲ အမြစ်လှန် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ကားတစ်ကားလို့ ပြောရပါလိမ့်မယ်။လူသားစာမျက်နှာကြီီးရဲ့ ရှေ့မျက်နှာဖုံးမျက်နှာစာတွေကတော့ လှပတဲ့အပြုံ းတွေ။ဆေးရောင်စုံခြယ်သထားတဲ့ ရှူ မျှော်ခင်းတွေနဲ့ အားကျစရာရှိကောင်းရှိလိမ့်မယ်။အတွင်းမျက်နှာစာကိုတော့ ဘယ်သူမှ ထဲထဲဝင်ဝင် မသိနိုင်ကြသူတွေများပါတယ်။ဆန်းဟွမ်းဆိုတဲ့ ကောင်က ကိုရီးယားရဲ့လူလတ်တန်းစားလောကထဲမှာ ကျင်လည်ကျက်စားနေတဲ့ လူမိုက်တစ်ယောက်လို့ပြောရပါ့မယ်။သူ့အလုပ်က သူငယ်ချင်းဖြစ်သူရဲ့ ချေးငွေလုပ်ငန်းမှာ လာမဆပ်တဲ့ လူတွေကို ရိုက်နှက်ပြီးအကြွေးတောင်းပေးရတာတို့နဲ့ ခွင့်ပြု ချက်မရှိဘဲ ဖွင့်လှစ်ရောင်းချတဲ့ ဆိုင်လေးတွေတို့။ဆန္နပြပွဲတွေကို ဖြို ခွင်းတဲ့လုပ်ငန်းတွေမှာ ရိုက်နှက်ပေးတတ်တဲ့ လူမိုက်ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်။သူရဲ့နေထိုင်မှု ကလည်း ခေါင်းထဲမှာ ရိုက်ဖို့နှက်ဖို့နဲ့ ဆဲဖို့ ဆိုဖို့လောက်ပဲ အာရုံထားသူပါ။အကြွေးတောင်းမယ်။မပေးရင် ရိုက်မယ် နှက်မယ်။ဆဲမယ် ဒါပါပဲ။အပြင်မှာတွေ့ဘူးတဲ့ စရိုက်ဆန်တဲ့လူမိုက်ပုံစံပေါ့။လူလတ်တန်းစားရပ်ကွက်တွေထဲက တိုက်ခန်းကလေးတွေမှာ မှီခိုနေကြတဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/breathless-2008/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/zookeepers_wife_xlg-135x200.jpg",
        "title": "The Zookeeper’s Wife (2017)",
        "description": "ဒီဇာတ္ကားက စစ္ကားၾကိဳက္တဲ့ ရုပ္ရွင္ၾကည့္ ပရိတ္သတ္ေတြ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။၁၉၃၉ခုႏွစ္ ပိုလန္ကအေၾကာင္းကို အေျချပဳရိုက္ထားတာပါ ဇာတ္လမ္းအက်ဥ္းကို ေျပာရမယ္ဆိုရင္ေတာ့အန္တိုနီနာ ဇဘင္စကီရဲ႕ ဂရုစိုက္မႈ နဲ႔ သူမေယာက်ာ္း ဂ်န္ ဇဘင္စကီရဲ႕  ဦးေဆာင္မႈေၾကာင့္ ၀ါေစာ္တိရစာၦန္ရုံဟာ မ်ားစြာကာင္းမြန္လာခဲ့ပါတယ္။ဒါေပမယ့္ နာဇီေတြ ပိုလန္ႏိုင္ငံကို က်ဴးေက်ာ္လာတဲ့အခ်ိန္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ဟာ နာဇီေတြရဲ႕ တိရစာၦန္ေဗဒပညာရွင္ လုဇ္ဟက္နဲ႔ အလုပ္ တူတူတြဲလုပ္ဖုိ႔ ဖိအားေပးခံရပါေတာ့တယ္။ဇဘင္စကီလင္မယားက ေတာ္လွန္ေရးအဖြဲ႕နဲ႔ စတင္ပူးေပါင္းျပီး ၀ါေစာ္ဂတ္တိုျမိဳ႕ကေန ရာေပါင္းမ်ားစြာေသာ ဂ်ဴးေတြကို ဘယ္လို အစီအစဥ္ခ်ျပီး ကယ္တင္မလဲ။နာဇီေတြရဲ႕ မ်က္စိေရွ႕မွာ ဘယ္လိုလွည့္စားျပီး ၀ွက္ထားမလဲဆိုတာကေတာ့………….တစ္ကယ္ကုိ ၀မ္းနည္းစရာ စိတ္လႈပ္ရွားစရာ ဥာဏ္ကြန္႔ျမဴးစရာ ၾကည့္ရမယ့္ ဇာတ္လမ္းေကာင္းလို႔ ညႊန္းပါရေစ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)\n File Size : (850 MB) and (360 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-zookeepers-wife-2017/",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Screenshot_2017-09-02-01-36-07-81-142x200.png",
        "title": "Beautiful Accident (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Imdb 6.9 ရထားတဲ့ အခ်စ္ဟာသဇာတ္ ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားေလးကေတာ့ ထက္ျမက္တဲ့ မိန္းမတစ္ေယာက္ ကသူ႔အခ်စ္ေရးမွာေတြ႕ႀကံဳရတဲ့အလြဲေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ၿပီး ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ပိတ္ရက္မွာ အပန္းေျဖၾကည့္ဖို႔အတြက္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေအာင္ျမင္မူ႔ေတြရေနတဲ့  ေရွ႕ေနမတစ္ေယာက္ တစ္ေန႔မွာ အေ၀းေျပးလမ္းမွာ ကားမေတည္တဆမူျဖစ္ခဲ့ပါတယ္မေတာ္တဆမူ႔ေၾကာင့္ ျဖစ္လာတဲ့ အက်ိဳးဆက္ကို သူကိုယ္တိုင္ တာ၀န္ယူလာဖို႔ ျဖစ္လာေတာ့ သူ႔ရဲ႕ ဆိုးသြမ္းတဲ့ သားသမီး၂ေယာက္နဲ႔ ေယာက်ာ္းၾကားထဲမွာ ဘယ္လိုေတြဗ်ာမ်ားရမလဲ သူတာ၀န္ယူရတဲ့ ျပသနာကေကာဘာလဲ  သူကိုယ္တိုင္ကေကာ ဘယ္လို အလြဲေတြနဲ႔ႀကံဳခဲ့ရတာလဲ အစရွိတာေတြကိုေတာ့ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - Web dl (720p)Duration - 1hr35minFormat - Mp4 (×264)Subtitle - Myanmar HardsubTranslator - Nang Phyu Phyu NaingEncoder - Me",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/beautiful-accident-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/sunflower-poster-139x200.jpg",
        "title": "Sunflower (2006)",
        "description": "Sunflower (2006)_____IMDb - 7.2/10  \nကိုရီးယားကားတွေကြည့်ရင်းခုတစ်လောမှ သတိထားမိတဲ့အကြောင်းတွေရှိတယ် သူတို့ဇတ်ကားတော်တော်များများမှာ ပုစ္ဆာလေးတွေ မေးခွန်းလေးတွေ မြှုတ်ကွက်လေးတွေနဲ\nအထက်ပါအကြောင်းအကြောင်းအရာများကြောင့် ဆွဲဆောင်မှုအရမ်းကောင်းတယ် ကြည့်ရှုသူပရိတ်သတ်ကို စဉ်းစားစေရင်း ခံစားစေရင်း မျှော်လင့်စေရင်းနဲ့ ဇတ်သိမ်းပိုင်းထိဆွဲခေါ်သွားတယ်....\nဒီကားကတော့ ဇတ်အိမ်လည်းကောင်း မင်းသားကလည်း ဟားဗတ်ဇတ်လမ်းတွဲနဲ့လူသိများတဲ့ မင်းသားကြီး Rae-won Kim ကအဓိကသရုပ်ဆောင်ထားတယ်\nရထားပေါ်မှာ လူငယ်တစ်ယောက်ဟာ စာအုပ်လေးဖတ်ရင်း ပါးစပ်ကရေရွတ်နေတယ် နောက်ဘယ်တော့မှရန်မဖြစ်တော့ဘူး\nနောက်ဘယ်တော့မှ မသောက်တော့ဘူး နောက်ဘယ်တော့မှ မငိုတော့ဘူးဆိုတဲ့စကားတွေပေါ့ သူပုံစံကြည့်ရတာ ပီဘီကလေး\nငယ်လေးနဲ့တူတယ် ခပ်ကုတ်ကုတ်နဲ့အားလုံးကိုကြောက်ရွံနေတဲ့ပုံ....\nတကယ်တော့သူဟာ အတိတ်တုန်းက တမြို့လုံးကြာက်ရတဲ့လူမိုက်...လူသတ်မှုဖြစ်လို့ထောင် ၁၀ နှစ်ကျရာကနေ လွတ်ရက်စေ့\nလို့ဇာတိမြို့ကိုပြန်လာခဲ့တယ်..သူဟာမိဘမဲ့သူဖြစ်ပေမဲ့ ဆက်ပြီးမမိုက်ချင်တော့လို့ လူမိုက်ဂိုဏ်းအဖွဲ့တွေဆီသွားမနေပဲ\nသူ့ကိုချစ်တဲ့မိသားစုတစ်စုအိမ်မှာသွားနေခဲ့တယ် အဲ့ဒီအိမ်လေးမှာ စားသောက်ဆိုင်လေးလည်းရှိတယ် အဲ့ဒီဆိုင်လေးရဲ့နာမည်က နေကြာပန်းတဲ့...တကယ်တော့ အဲ့ဒီဆိုင်ဟာ အန္တရယ်ဆိုးကြီးကျရောက်နေတယ်\nအဲ့ဒါကဘာလဲဆိုတော့ လွှတ်တော်အမတ်လုပ်မဲ့သူတစ်ယောက် က အဲ့ဒီဆိုင်ကိုသိမ်းယူဖျက်ဆီးပြီး အဆောက်အဦးတစ်ခုဆောက်ချင်လို့ပါပဲ....\nကဲ လူလိမ္မာလေးတစ်ယောက်အတိတ်တုန်းက ဘာလိုတွေမိုက်ခဲ့လဲ သူ့ကိုမွေးစားခဲ့တဲ့မိသားစုနဲ့ရော ဘယ်လိုပတ်မှုရှိလဲ အမတ်လုပ်မဲ့လူနဲ့အတူရှိတဲ့ ဂိုဏ်းစတားအဖွဲ့တွေကိုရောဘယ်လိုရင်ဆိုင်မလဲဆိုတာတော့ ပရိတ်သတ်ကြီးခံစားကြည့်လိုက်ပါဦး တစ်ခုတော့ကြိုပြောပါရစေ ကြည့်ပြီးရင်တော့ ခင်ဗျားမှာနှလုံးသားရှိသေးသားပဲဆိုတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Z1ek/Sunflower_(Haebaragi)_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Legend-2015-133x200.jpg",
        "title": "Legend (2015)",
        "description": "2015 ထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်.ဒီဇာတ်ကားဟာ\nIMDb Rate လည်း 7.0 ရရှိထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်...Brian Helgeland ရိုက်ကူးတင်ဆက်ပြီး\nရိုက်ကူးပြီးရုံတင်တဲ့အခါမှာလည်း USD 41.6 Million ပြန်လည်ရရှိခဲ့ပါတယ်\nဇာတ်ကားအမျိုးအစားကတော့ Biography , Drama , Crime အမျိုးအစားဖြစ်ပါတယ်1960 ဝန်းကျင်ခေတ်ကိုအခြေခံထားပြီး ဒီဇာတ်ကားဟာ ဗြိတိသျှတို့ရဲ့ရာဇဝတ်မှုသမိုင်းက\nအဆိုးဝါးဆုံး ညီအကိုနှစ်ယောက်အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားပါတယ်...သဘောကျမိတဲ့\nဇာတ်ကားလေးဖြစ်သလို CM ပရိတ်သတ်တွေလည်း သဘောကျနှစ်သက်လိမ့်မယ်\nလို့ထင်ပါတယ်..ဆက်လက်ကြည့်ရှုပါ\n----------------------------------------------------------\n2015 ထြက္ရွိထားတဲ႔ ဇာတ္ကားေကာင္းတစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္.ဒီဇာတ္ကားဟာ\nIMDb Rate လည္း 7.0 ရရွိထားတာကိုေတြ႕ရမွာၿဖစ္ပါတယ္...Brian Helgeland ရိုက္ကူးတင္ဆက္ၿပီး\nရိုက္ကူးၿပီးရံုတင္တဲ႕အခါမွာလည္း USD 41.6 Million ၿပန္လည္ရရွိခဲ႕ပါတယ္\nဇာတ္ကားအမ်ိဳးအစားကေတာ႔ Biography , Drama , Crime အမ်ိဳးအစားၿဖစ္ပါတယ္1960 ၀န္းက်င္ေခတ္ကိုအေၿခခံထားၿပီး ဒီဇာတ္ကားဟာ ၿဗိတိသွ်တို႕ရဲ႕ရာဇ၀တ္မွုသမိုင္းက\nအဆုိး၀ါးဆံုး ညီအကိုႏွစ္ေယာက္အေၾကာင္းကိုရိုက္ကူးတင္ဆက္ထားပါတယ္...သေဘာက်မိတဲ႕\nဇာတ္ကားေလးၿဖစ္သလို CM ပရိတ္သတ္ေတြလည္း သေဘာက်ႏွစ္သက္လိမ္႔မယ္\nလို႕ထင္ပါတယ္..ဆက္လက္ၾကည္႕ရွုပါFilesize : 720 MB\nQuality : WEBRip720p\nFormat : mp4\nRun Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/4UNej/Legend_[2015]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/eshtebak_ver2_xlg-150x200.jpg",
        "title": "Clash (2016)",
        "description": "ဒီကား​ေလးက​ေတာ့ အီဂ်စ္​မွာ ျဖစ္​ခဲ့တဲ့ဘာသာ​ေရးဆူပူအံုႀကြမႈအ​ေၾကာင္​းရိုက္​ထားတဲ့ 2016 ထြက္​ဇာတ္​ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းကို​ေျပာရမယ္​ဆိုရင္​​ေတာ့..2011 ခုနွစ္​မွာသမၼတသက္​တမ္​းအနွစ္​၃၀အထိရွိခဲ့တဲ့ အီဂ်စ္​​ေတာ္​လွန္​ပံုကန္​မႈႀကီးၿပီးဆံုးခဲ့ပါတယ္​အဲ့ဒါနဲ႔2012 ခုနွစ္​ထဲမွာပဲသမၼတအသစ္​တင္​​ေျမာက္​ခဲ့ပါတယ္​ျဖစ္​ခ်င္​​ေတာ့ သမၼတက အစၥလာမ္​ဘာသာဝင္​ပါတီကျဖစ္​​ေနပါတယ္​ အဲ့​ဒီ​ေတာ့2013ခုနွစ္​ထဲ​ေရာက္​​ေတာ့အီဂ်စ္​မွာရွိတဲ့လူ​သန္​း​ေပါင္​းမ်ားစြာကဆႏၵျပၾက​ေတာ့တာ​ေပါ့သံုးရက္​အၾကာမွာပဲ စစ္​တပ္​ကသမၼတကိုဖယ္​ရွားနိုင္​ခဲ့ပါတယ္​အဲ့မွာစ​ေတြ႕​ေတာ့့တာပဲ ...အီဂ်စ္​ျပည္​သူ​ေတြကလဲဆႏၵျပ စစ္​တပ္​ကလဲ​ဖမ္​းဆီး​ေရးလုပ္​ ရွိသမွ်မြတ္​စလင္​မ္​မွန္​သမွ်ကလဲ စစ္​တပ္​ကိုတိုက္​ခိုက္​​ေပါ့ .......ဂ်ာနယ္​လစ္​၂​ေယာက္​က​ေနစလိုက္​တဲ့ဇာတ္​လမ္​းကဘယ္​လို​ေတြဆက္​ျဖစ္​မယ္​ဘယ္​လိုရသ​ေတြခံစားရမယ္​ဘာသာ​ေရးအစြန္​း​ေရာက္​တဲ့သူ​ေတြ​ေၾကာင့္ၾကားထဲကအျပစ္မဲ့လူသား​ေတြပါ​ဘယ္​လို​ေတာင္​ေျမစာပင္​ျဖစ္​ၾကရမလဲဆိုတာက​ေတာ့....... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (400 MB)\nQuality : 720pBluray\nRunning Time : 1hr 37minutes\nFormat : Mp4\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncode by Thanhtike Zaw",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/clash-2016/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Screenshot_2017-08-27-11-30-23-57-149x200.png",
        "title": "After The Wedding",
        "description": "ဘ၀တစ္ခုေပါင္းစပ္ၿပီးအိမ္ေထာင္တစ္ခုတည္ေထာင္ဖုိ႕ အခ်စ္ဆုိတာက အဓိကအေရးပါတဲ့အစိတ္အပိုင္းတစ္ခုလား?\nအိမ္ေထာင္တစ္ခုပဲျဖစ္ျဖစ္ RS တစ္ခုေရရွည္တည္ၿမဲဖုိ႕ပဲျဖစ္ျဖစ္ အားလုံးကုိဟန္ခ်က္ညီေအာင္ထိန္းဖုိ႕ဆုိတာ\nအခက္သားဗ် ဒါက ေယာကၤ်ားေလးမွာေရာ မိန္းကေလးမွာေရာတာ၀န္ရွိပါတယ္ သုိ႕ေပမဲ့လည္း က်န္းမာေရးေကာင္းပါတယ္\nဆုိတဲ့လူတစ္ေယာက္ရဲ႕ ေသြးခုန္ႏႈန္းေတာင္ နာရီအလုိက္ေျပာင္းလဲမႈရွိတတ္ေလေတာ့ ကြ်န္ေတာ္တုိ႕ႏွလုံးသားဆုိတာ\nတစ္ခါတစ္ရံ ပတ္၀န္းက်င္ေၾကာင့္အေရာင္ေျပာင္းလဲတတ္မယ္ထင္တယ္....တကယ့္လုိေျပာင္းလဲစရာအေၾကာင္းမရွိဘူးဆုိရင္ေတာ့\nကြ်န္ေတာ္ေျပာတာကုိ ခြ်င္းခ်က္တစ္ခုအျဖစ္သတ္မွတ္ေပးပါ..... တစ္ခုေတာ့ရွိတယ္ အဓိကနဲ႕သာမညကုိေတာ့\nခင္ဗ်ားအခ်ိန္မွီခြဲတတ္ဖုိ႕လုိမယ္ ယခုဇတ္ကားေလးထဲမွာ ဒီလုိအခ်က္ေတြအမ်ားႀကီးျပသြားတယ္ ဘ၀တစ္ခုအတူတည္ေဆာက္ဖုိ႕\nႀကဳိးစားေနတဲ့အတြဲေလးနဲ႕ ေကာင္မေလးတစ္ေယာက္ရဲ႕ အရႈတ္ေလးေတြ......ကုိင္း ခံစားၾကည့္လုိက္ပါဦး ဘာသာျပန္က သားျပည့္စံုေဇာ္ ျဖစ္ၿပီး အၫြန္းကေတာ့ ကိုၿဖိဳးျပည့္ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/after-the-wedding/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/fullsizephoto851970-1-140x200.jpg",
        "title": "Anarchist from Colony (2017)",
        "description": "\"Anarchist from Colony\" ဇာတ္ကားဟာ Park Yeolလို႔ေခၚတဲ့ ဘုရင္စနစ္ကို မုန္းတီးတဲ့ မင္းမဲ့ဝါဒီတစ္ေယာက္အေၾကာင္းရိုက္ကူးထားတဲ့ ျဖစ္ရန္မွန္ရုပ္ရွင္ျဖစ္ပါတယ္... 2017, Juneလတုန္းက ရံုတင္ထားတာပါ... ဒီဇာတ္ကားဟာ ကိုရီးယားႏိုင္ငံ ဂ်ပန္လက္ေအာက္ကိုက်ေရာက္ေနတဲ့ 1923ခုႏွစ္ကာလကို ဇာတ္အိမ္တည္ထားတာျဖစ္ပါတယ္... Park Yeol ဟာ ကိုရီးယားလူမ်ိဳး14ေယာက္နဲ႔ဂ်ပန္လူမ်ိဳး5ေယာက္ပါဝင္တဲ့ \"The Revolt\"ဆိုတဲ့ေတာ္လွန္ေရးအဖြဲ႔ကို ဖြဲ႔စည္းထားခဲ့ၿပီးေတာ့ မင္းမဲ့ဝါဒီသမားတစ္ေယာက္ျဖစ္တဲ့အတိုင္း ဂ်ပန္အိမ္ေရွ႕မင္းသား Hirohitoကိုလုပ္ႀကံဖို႔ႀကိဳးစားခဲ့တယ္... အဲ့ဒီအခ်ိန္မွာပဲ တိုက္တိုက္ဆိုင္ဆိုင္ ဂ်ပန္မွာ Kentoငလ်င္ႀကီး အျပင္းအထန္လႈပ္ခတ္သြားခဲ့တဲ့အတြက္ အေျခအေနေတြေျပာင္းလဲကုန္ပါတယ္... အျပစ္မဲ့တဲ့ကိုရီးယားလူမ်ိဳးေထာင္နဲ႔ခ်ီၿပီး ဂ်ပန္ေတြရက္ရက္စက္စက္သတ္တာခံခဲ့ၾကရတယ္... ဒီကားမွာ ဂ်ပန္ေတြရဲ႕လူမဆန္မႈေတြကို ကိုယ္တိုင္ႀကံဳေတြ႔ခဲ့ရလို႔ ကိုရီးယားေတြကို ကရုဏာသက္ေနတဲ့ဂ်ပန္မေလး Kaneko Fumikoနဲ႔ Park Yeolတို႔ရဲ႕အခ်စ္ဇာတ္လမ္းကိုပါေတြ႔ၾကရမွာပါ...\nကိုရီးယားလူမ်ိဳးေတြကိုအစုလိုက္အၿပံဳလိုက္သတ္တဲ့ကိစၥကို ႏိုင္ငံတကာမသိေအာင္ အာရံုလႊဲခ်င္တဲ့ ဂ်ပန္အစိုးရက ဘာေတြဆက္လုပ္မလဲ...Park Yeolတို႔ကေရာ ဒီကိစၥကို ကမၻာကသိသြားေအာင္ ဘယ္လိုႀကိဳးစားမလဲဆိုတာကိုေတာ့ ဆက္လက္ရႈစားၾကပါ\nဒီဇာတ္ကားမွာ Park Yeol အျဖစ္ Lee Jae Hoonနဲ႔\nKaneko ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/anarchist-from-colony-2017/",
        "category": "Action, Biography, Drama"
    }
]