[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMzQ1MTE0MDItMDVjYi00MDBmLTlhMTctZDZiMGI4NGIyNTU1XkEyXkFqcGdeQXVyMTAxNDMzOTk1._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Venus Effect (2021)",
        "description": "The Venus Effect (2021)==================IMDb Rating - 6.5/10သာယာပျော်ရွှင်တဲ့မိသားစုလေးကနေ ဆင်းသက်လာတဲ့ သာယာပျော်ရွှင်ဖွယ်\nကောင်းတဲ့ relationship တစ်ခုကို ပိုင်ဆိုင်ထားတဲ့ကောင်မလေးတစ်ယောက်\nအကြောင်းကို ရိုက်ကူးထားတဲ့ Comedy Romance Film လေးပဲ ဖြစ်ပါတယ်။\nဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းနေတဲ့ သာမာန်ဘဝလေးထဲက ကောင်မလေးတစ်\nယောက်ရဲ့ စိတ်ကို ပြောင်းလဲသွားအောင် လုပ်နိုင်စွမ်းရှိတဲ့အရာက ဘယ်အရာ\nဖြစ်ပါလိမ့်မလဲ။ အချစ်ဆိုတဲ့အရာဟာ ထူးဆန်းပါတယ်။ stereotype တွေကို\nဂရုမစိုက်ဘူး ချစ်ချင်ရင် ချစ်ခွင့်ရတဲ့ ဘဝမျိုးကို ပိုင်ဆိုင်ခွင့်ရတာမျိုးက ကောင်းမွန်\nတဲ့ဘဝကို ပိုင်ဆိုင်ရခြင်းပါ။\nဒီဇာတ်ကားလေးမှာတော့ straight တစ်ယောက်ဖြစ်တဲ့ကောင်မလေးကနေ\nlesbian အဖြစ် coming out လုပ်ဖို့အတွက် အားယူရတဲ့ momentsတွေ struggles\nတွေကို ပုံဖော်ရိုက်ကူးပေးထားတာမို့ ပရိသတ်ကြီးအတွက် သဘာဝဆန်သော\nဇာတ်ညွှန်းဇာတ်ကွက်များကိုပေးစွမ်းနိုင်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တယ်လို့\nပြောပါရစေ။ ဒီကားလေးရဲ့အနှစ်သာရကတော့ Love itself is beautiful ပါပဲ။\n18+ scene တစ်ချို့ပါတာကိုလည်း ကြိုတင်သတိပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-venus-effect-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6nVrBqrsbxZ0SdkdIDozBOFyvm.jpg",
        "title": "Another Me ( 2022 )",
        "description": "အားလုံးစိတ်တွေမွန်းကြပ်နေတဲ့အချိန်မှာစိတ်ပြေလက်ပျောက်ကြည့်ဖို့ ဟာသကားလေးနဲ့ တင်ဆက်ပါရစေ။ဟိုးရှေးရှေးတုန်းက သားအဖ၂ယောက်ရှိသတဲ့။အဖေကဘုရင်ကြီး သားကအိမ်ရှေ့မင်းသားဖြစ်တယ်။ဘုရင်ကြီးမှာ မောင်းမမိဿံပေါင်း၃၀၀၀လောက်ရှိပေမယ့်သားတော်တစ်ပါးပဲဖွားမြင်ပါသတဲ့။သားတော်ရဲ့လုံခြုံရေးအတွက် မျက်ဖုံးတပ်ခိုင်းစေခဲ့တယ်။အိမ်ရှေ့မင်းသားရဲ့မျက်နှာကိုဘယ်သူမှမမြင်ဖူးပါဘူး ။ဘုရင်ကြီးသားတော်အပေါ်မျှော်လင့်ချက်ကြီးမားပြီးစာပေအမြောက်အများအတင်းသင်ယူခိုင်းပါတယ်။ ဒါပေမယ့်အိမ်ရှေ့မင်းသားကတော့ အပျော်အပါးပဲမက်ပြီးဇာတ်ပွဲကြည့်ရင်းသာအချိန်ဖြုန်းနေပါတော့တယ်။မြို့ပြင်တစ်နေရာမှာ တည်းခိုခန်းပိုင်ရှင်ရဲ့ယောင်္ကျား လီမောက်ဆိုတဲ့ရှိတယ်။သူကလဲတလွဲကောင်ပါပဲ။အမှုထမ်းလေးလီမောက်က ယောက္ခမရဲ့လေးစားမှုကိုရဖို့ရသမျှနည်းလမ်းနဲ့ ရာထူးတိုးရဖို့ကြံစည်နေပါတယ်။ထူးတာကတော့ သူရုပ်ရည်က အိမ်ရှေ့မင်းသားနဲ့ချွတ်စွပ်တူနေတာပါ။အပျော်အပါးမက်တဲ့ အိမ်ရှေ့မင်းသားနဲ့ ဂုဏ်မက်တဲ့လီမောက်တို့သူတို့၂ယောက်နေရာချင်းလဲပြီးဘာတွေတလွဲလုပ်ကြမလဲဆိုတာကို စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြပါဦးနော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Comedy\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1Iz8j/Another_Me_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMWI5MzNmNTctZDg1YS00OWI0LThlNDQtMTdmZmQ1ZGU1NTk0XkEyXkFqcGdeQXVyNzQ0MTcyMjU@._V1_-139x200.jpg",
        "title": "My Man (2014)",
        "description": "My Man (2014)အသက် ၁၀ နှစ်အရွယ် ဟာနာ ဆိုတဲ့ ကလေးမလေးတစ်ယောက်က ဆူနာမီကြောင့် အိုးမဲ့အိမ်မဲ့ဖြစ်ခဲ့ပြီး တစ်ကောင်ကြွက်ဘဝကို နေ့ချင်းညချင်း ရောက်ရှိသွားပါတယ်...မုန်တိုင်းဒဏ်ကို အလူးအလဲခံခဲ့ရပြီး မိဘနှစ်ပါလုံးဆုံးပါးသွားတဲ့ ဟာနာလေးကို ၂၆ နှစ်အရွယ် ဂျွန်ကိုဆိုတဲ့ အမျိုးသားတစ်ယောက်က မွေးစားခဲ့ပါတယ်...ဂျွန်ကိုနဲ့ ဟာနာတို့ မြို့ငယ်လေးတစ်မြို့မှာ အတူနေထိုင်ခဲ့ကြပါတယ်တစ်နေ့ သူတို့နေတဲ့မြို့ငယ်လေးမှာ လူသတ်မှုတစ်ခု ပေါ်လာခဲ့ပါတယ်\nနောက်တော့ ဂျွန်ကိုနဲ့ဟာနာတို့လည်း လျှို့ဝှက်ချက်တစ်ခုနဲ့ တိုကျိုမြို့ကို ပြောင်းရွေ့သွားပါတော့တယ်ဟာနာတို့ ဘာလို့တိုကျိုကို ပြောင်းသွားကြတာလဲ...ဂျွန်ကိုတို့ သားအဖနဲ့ သူတို့မြို့က လူသတ်မှုနဲ့ ဘယ်လိုဆက်စပ်မှုရှိလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦးဒီဇာတ်ကားက ဆုတွေလည်း ရရှိထားပြီး ဒရမ်မာဇာတ်လမ်းအေးအေးလေးတွေကို ကြိုက်တဲ့ ပိရိသတ်တွေ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။ File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__02:02:00\nType__Crime, Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/my-man-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/corpse-bride-poster-133x200.jpg",
        "title": "Corpse Bride (2005)",
        "description": "Corpse Bride (2005)IMDb - 7.3/10_____Rotten - 84%\nဒီနေ့အတွက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ IMDb Rating -7.3 ရရှိထားပြီး....\nမြူးကြွတဲ့တေးသီချင်းလေးများ...Romanceဆန်တဲ့ပြကွက်လေးများနဲ့ ....အချစ်တို့ရဲ့\nပြယုဒ်ကိုထင်ပေါ်အောင်ပြသပေးနိုင်ခဲ့တဲ့ Best Romance Horror Animation Movies\nကောင်းတွေထဲကတစ်ကားဖြစ်ခဲ့တဲ့ CORPSE BRIDE ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ခင်ဗျ…\nဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်ဖြင့်..... လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၈၀၀ခန့်လောက်က Victorian villageလို့ခေါ်တဲ့ရွာလေးတစ်ရွာမှာ ဆွေစဉ်မျိူးဆက်ချမ်းသာလာပြီး အထည်ကြီးပျက်ဘဝကိုရောက်ရှိတော့မဲ့လူကုန်ထန်မိသားစုတစ်စု.....ပိုက်ဆံရှိပေမဲ့ လူကုန်ထံအသိုင်းအဝိုင်းကမဟုတ်တဲ့ငါးရောင်းစားရင်း ကြီးပွားချမ်းသာလာတဲ့ ငါးကုန်သည်မိသားစုတစ်စုမှတစ်ဦးတည်းသောသားလေး Victa... မိသားစုနှစ်ခုရဲ့လိုအပ်နေတဲ့ ကွက်လပ်ကိုယ်စီကိုဖြည့်ဖို့ရန် တစ်ယောက်ကိုတစ်ယောက်တစ်ခါမှမမြင်ဖူးကြတဲ့ VIctoria နဲ့ Victaတို့နှစ်ယောက်ကို လက်ထပ်ပေးဖို့ အစမ်းလေ့ကျင့်တဲ့အခမ်းနားလေးနဲ့ဇာတ်လမ်းလေးကိုစတင်ခဲ့ပါတယ်...... ဒါမဲ့ မိဘတွေအတင်းပေးစားလို့ယူရမှာဖြစ်ပြီး....တစ်ခါမှမမြင်ဖူးတဲ့သူကိုလက်ထပ်ချင်စိတ်မရှိတဲ့ သူတို့နှစ်ဦး တစ်ဦးကိုတစ်ဦးတွေ့ရှိသွားကြတဲ့အခါ....Victa တစ်ယောက် လက်ထပ်ပွဲRehersalမှာအယောင်ယောင်အမှားမှားဖြစ်စေခဲ့ပြီး လက်ထပ်ပွဲအစမ်းလေ့ကျင့်မှုကိုသေချာလုပ်ဆောင်နိုင်မှ မဂ်လာပွဲကျင်းပရတော့မဲ့အဖြစ်ရောက်သွားခဲ့ပါတယ်….အစမ်းလေ့ကျင့်မှုကိုသေချာလေ့ကျင့်ဖို့ တောထဲကိုပြေးထွက်သွားကာတစ်ယောက်တည်းလေ့ကျင့်နေချိန် သူလေ့ကျင့်နေတဲ့ လက်ထပ်ခွင့်စကားကြောင့်ချစ်သူပြန်အလာကိုမျှော်နေရင်းသေဆုံးသွားတဲ့ Amali မိန်းကလေး သေရာမှနိုးထလာတဲ့ အခါ..Victaတစ်ယောက် Amaliနဲ့လက်ထပ်လိုက်ရပြီး သရဲတွေနေတဲ့နေရာသို့ဘုမသိဘမသိပါသွားရရှာပေါတော့တယ်... တစ်ဖက်မှာလည်းချစ်သူပြန်အလာကိုမျှော်နေရှာတဲ့Victoriaတစ်ယောက်.... Victaပြန်မလာတာနဲ့ အရန်သင့်သူ့နေရာကိုအစားထိုးပြီး...Victoriaမိသားစုရဲံ စည်းစိမ်တွေကိုလိုချင်နေတဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/corpse-bride2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7pfNGX10x08vDG4ERyRev3m8pSx.jpg",
        "title": "Sila Nerangalil Sila Manidhargal (2022)",
        "description": "Sila Nerangalil Sila Manidhargal (2022)ယခုနှစ်မှထွက်ရှိထားတဲ့အိန္ဒိယတောင်ပိုင်းကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်အိမ်တည်ထားပုံကတော့အထူးတလည် နက်နဲတဲ့ကိစ္စမျိုးမဟုတ်ပါဘူး။ကိုယ့်ဘဝကိုယ်စီလျှောက်လှမ်းနေကြတဲ့လူငယ်လေးယောက်ဟာတစ်နေ့မှာတော့ဆိုးဝါးလှတဲ့မတော်တဆမှုတစ်ခုမှာ ပါဝင်ပတ်သက်မိကြပါတယ်။သာမန်ဇာတ်ကားတွေနဲ့မတူတာကတော့ ဒီဇာတ်ကားဟာ အဓိက‌ဇာတ်ကောင်ရယ်လို့တိတိကျကျမပါဘဲ ဇာတ်ကောင် လေးယောက်လုံးကို ကြည့်နေရင်းမှာတင်ဒီဇာတ်ကောင်တွေရဲ့ဘဝထဲကို ကိုယ်တိုင်စီးမျောသွားစေနိုင်လောက်အောင်ဇာတ်ကောင်တစ်ခုချင်းကိုအသားပေးပုံဖော်ပြထားလို့ပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းကိုကြည့်လိုက်မယ်ဆိုရင် လူတိုင်းဟာ အမှားတွေလုပ်တတ်ပြီးတော့ဘဝကြီးကလည်းအမြဲတမ်းအဲဒီအမှားတွေကိုပြန်ပြင်ဖို့အခွင့်အရေးပေးလေ့ရှိတယ်ဆိုတာကိုယုံကြည်ပြီးတော့ ကိုယ့်ဘက်ကပြင်ဆင်ချင်တဲ့စိတ်ပဲရှိဖို့လိုတယ်ဆိုတာကိုနားလည်လာစေမှာပါ။ဒီဇာတ်ကောင်လေးယောက်ကရော သူတို့အမှားတွေကို ပြန်မြင်နိုင်ပါ့မလား။ပြင်ဆင်ဖို့ရောသူတို့မှာအခြေအနေတွေပေးလာပါ့မလား။ အသိတရားဝင်တဲ့အချိန်မှာ ပြင်ဆင်ဖို့မှီပါဦးမလား။လမ်းပေါ်ကအက်ဆီးဒန့်တစ်ခုကနေစတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဟာ နှစ်နာရီကျော်ကုန်သွားမှန်းမသိအောင်ကိုပရိသတ်တွေအတွက်ဖျော်ဖြေမှုရသကောင်းတွေပေးသွားမှာဖြစ်လို့တောင်ပိုင်းဒရာမာကားကောင်းတွေ ကို ကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တယ်လို့ပဲ ညွှန်းလိုက်ပါရစေ။ \nFile size…1.8GB /900MB / 400MB\nQuality…720p WEB DL / 480p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Haruko",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/sila-nerangalil-sila-manidhargal-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/sister-scandal-133x200.jpg",
        "title": "(18+) The Sister’s Scandal (2017)",
        "description": "The Sister’s S-Scandal 2017အရင်ကိုရီးယားလူကြီးကားတွေနဲ့ မတူတဲ့ဒီ 18+ကားလေးကဇာတ်လမ်းလေးကြည့်လို့ကောင်းတယ် ဇာတ်လမ်းကိုပြောရရင်နာမည်ကြီးဒါရိုက်တာဖြစ်ဖို့ကြိုးစားနေတဲ့ ရည်မှန်းချက်ကြီးတဲ့ယူဂျင်းအီဆိုတဲ့ ကောင်မလေး အဲ့ကောင်မလေးမှာ ယူဂျောင်းဆိုတဲ့ညီမလေး တစ်ယောက်ရှိတယ် သူ့ညီမကလည်း ဂျင်းအီအလုပ်လုပ်နေတဲ့ရုပ်ရှင်ကုမ္ပဏီ က ဝန်ထမ်းမလေးပေါ့ ဒါပေမယ့်သူတို့အလုပ်လုပ်နေတဲ့ ကုမ္ပဏီသူဌေးကတော့ တကယ့်စားနေကျ ကြောင်ဖားကြီး အားနေ ဝန်ထမ်းမလေးတွေကိုစားလိုက် မင်းသမီးတွေကို စားလိုက်လုပ်နေတဲ့ Sugar Daddyကြီးပေါ့ ယူဂျောင်းကသူ့အစ်မဂျင်းအီရဲ့ ကြိုးစားအားထုတ်ထားတဲ့ ဇာတ်ညွှန်းကိုရုပ်ရှင်ရိုက်ဖြစ်အောင်စတေးခံအနေနဲ့ သူ့ကုမ္ပဏီက သူဌေးနဲ့ တူတူအိပ်လိုက်ရတယ်ဒါကိုသိသွားတဲ့ သူ့အစ်မ ဂျင်းအီတစ်ယောက် စားဖားသူဌေးကိုဘယ်လိုလက်စားချေမလဲဆိုတာ ရင်တလှပ်လှပ်နဲ့ ခံစားကြည့်ရဦးမှာပါစားဖားကြီးရဲ့ မင်းသမီးငယ်လေးတွေ စားပုံ၊ဝန်ထမ်းကောင်မလေးကိုနှိုက်မြည်းပုံ 18+အခန်းတွေ ဖောဖောသီသီပါတဲ့အပြင် အရင်ကားတွေနဲ့မတူတဲ့ ရိုက်ကွက်တွေကြောင့် နောက်ထပ်သဘောကျဦးမယ့်ကားလေးလို့ညွှန်းချင်ပါတယ်  \nFile size…1.4Gb / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 23mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder…X Cross\nTranslated by  FOX",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18-the-sisters-scandal-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BLp2A_4f-133x200.jpg",
        "title": "The Tasty Florida (2021)",
        "description": "Tasty Florida (2021)ဇာတ်ကားနာမည်လေးအတိုင်း အရသာကောင်းချက်ကတော့ ပဲခေါက်ဆွဲရော လူတွေရောဖြစ်လို့ BLချစ်သူတို့ ကြည့်ရကျိုး အနပ်လွန်မယ့် ကားကောင်းလေးပါFlower Boysလို့ ခေါ်ရအောင် အရမ်းချောတဲ့ ကိုကို ၄ယောက်က Tasty Floridaဆိုတဲ့ ပဲခေါက်ဆွဲဆိုင်လေးကို အပြင်အဆင် ထူးထူးခြားခြားလေးနဲ့ ဖွင့်ထားတော့ကိုကိုချောချောတွေကို ငမ်းချင်တဲ့ အရွယ်စုံ နှုတ်ခမ်းနီမလေးတွေက တဖွဲဖွဲလာကြရောပေါ့ဒီလိုနဲ့ တစ်နေ့ ဆိုးလ်ကို အလုပ်လုပ်ရင်း အခြေချဖို့ လာခဲ့တဲ့ ကောင်လေး ဆောဟယ်ဝန်နဲ့ ကိုကို၄ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့\nအွန်းဂယူတို့ ရုပ်ရှင်ထဲကလို အမှတ်မထင် ရေစက်ဆုံဖြစ်ကြပြီးဖြစ်ချင်တော့ ၄ယောက်ထဲက နောက်တစ်ယောက်ဖြစ်တဲ့အွန်းဂယူရဲ့ အချစ်ဆုံး သူငယ်ချင်း ဂျီဆူကပါ ဟယ်ဝန့်ကို စိတ်ဝင်စားမိသွားတဲ့အခါ...၃ယောက်ကြားက ကလိကလိ ပိကျိပိကျိ ဖြစ်စေမယ့် ဂျယ်လီချိုချဉ်ရှာလကာရည်ခံစားချက်ပေါင်းစုံကို မြည်းစမ်းရင်း\nဖလော်ရီဒါဆိုင်လေးမှာ ဘယ်လိုဇာတ်လမ်းလေး ရှိလာမလဲ ကြည့်ရှုလိုက်ရအောင်ပါ File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:31:00\nType__BL, Drama, Romance, Friendship\nSubtitle__Myanmar ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-tasty-florida-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMWM3ZTBjMjctZWZlYy00ODdlLWI1NjItMTdjODE0NGY5YTg3XkEyXkFqcGdeQXVyMTIzMjUxMg@@._V1_-142x200.jpg",
        "title": "[18+]Under Your Bed (2019)",
        "description": "Under Your Bed 2019 (18+)မိဆုက အမြဲတမ်း လူအများရဲ့လစ်လျူရှုခြင်း မေ့လျော့ခြင်းကို ခံခဲ့ရတဲ့ ကောင်လေးတစ်ယောက်ပါသူတက္ကသိုလ်တက်နေစဉ္တစ်လျှောက်လုံးမှာ သူ့ကို သတိထားမိပြီး သူ့နာမည်ကို ပထမဆုံးခေါ်ပေးခဲ့တဲ့သူက ချီဟီရိုဆိုတဲ့ ကောင်မလေးပါပဲမိဆုဟာ သူမကို ပြန်တွေ့ရဖို့ကို အမြဲမျှော်လင့်နေခဲ့ပါတယ်၁၁ ကြာတဲ့အထိ မေ့မရရှိနေပြီး သူမဘယ်မှာရှိနေမလဲ စုံစမ်းခဲ့ပါတယ်ပြန်တွေ့ရတဲ့အချိန်မှာတော့ ချီဟီရိုဟာ အများကြီးပြောင်းလဲသွားပါပြီမိဆုဟာ သူမကို အမြဲမြင်ခွင့်ရရှိဖို့ သူမရဲ့အိမ်နားကိုပြောင်းရွှေ့လာခဲ့ပြီး အမြဲလိုလို ချီဟီရိုရဲ့အိမ်ကို ချောင်းကြည့်နေခဲ့ပါတယ်အဲဒီလိုနေ့စဉ်ချောင်းကြည့်ရင်းက ဘာဆက်ဖြစ်မလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါပြီ ။File Size__(1.8GB) / (900MB)\nQuality__1080p, 720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:38:00\nType__Adult, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/18under-your-bed-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9KJmNTMM9wlWFZ8yTEgewxS2sE.jpg",
        "title": "Invisible Tattoo ( 2022 )",
        "description": "Invisible.Tattoo.2022 လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...နိုင်ငံရေးတွေအကြား အသုံးချခံခဲ့ရတဲ့ တက်တူးထိုးဆရာတစ်ယောက်ရဲ့ ဘဝကိုရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းလေးပါ....သိုင်းလောကသားတွေ သိကြမှာပါ မင်းသားကြီး Vincent Zhaoရဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်ကွက်တွေအပြင်ကိုယ်ခံပညာအသားပေးပြီး ဘယ်လို ပြောင်မြောက်တဲ့တိုက်ကွက်တွေကိုတင်ဆက်ထားမယ်ဆိုတာ ခန့်မှန်းနိုင်မှာပါ....ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဒေသခံအုပ်စုဖွဲ့လှုပ်ရှားမှုတွေပေါ်လာတဲ့ခေတ်ကိုနောက်ခံထားပြီးရိုက်ထားတာပါ။ချင်လုံလှုပ်ရှားရေးအဖွဲ့ နာမည်ကြီးလာချိန်မှာ တက်တူးဆရာ အားချန်ကလည်းအဖွဲ့တွေထဲက တစ်ယောက်ဖြစ်ခဲ့ပါတယ်.... ဒီလိုပဲ လော့အရာရှီကလည်ရဲတပ်ဖွဲ့အရာရှိကျင့်ဝတ်နဲ့ ဆန့်ကျင်ပြီး ချင်လုံ အဖွဲ့ထဲပါဝင်နေသူဖြစ်ခဲ့တယ်.... ဒီလို အစိုးရရဲတပ်ဖွဲ့နဲ့ချန်လုံလှုပ်ရှားမှုအဖွဲ့တွေ ယှဉ်ပြိုင်မှုကြားထဲ ဂျပန်တွေပါဝင်ရောက်လာခဲ့တယ်...ဂျပန်သံအမတ် အားချန်ဆီရောက်လာချိန်က စပြီးချန်လုံအဖွဲ့ဝင်တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့တယ်... သေဆုံးချိန်နဲ့သေဆုံးတဲ့နေရာတိုင်းကလည်း အားချန်နဲ့ ပတ်သက်နေတာကြောင့် အားချန်သတ်တာလို့တစ်ဖွဲ့လုံးကတစ်ထစ်ချထင်နေသလို သူမဟုတ်ကြောင်းလည်းသက်သေမပြနိုင်ခဲ့ပါဘူး....ဇာတ်လမ်းအဆုံးမှာတော့ အားချန်က ဂျပန်သံအမတ်ရဲ့ အသုံးချခံလားချန်လုံအဖွဲ့ရဲ့ အသုံးချခံဖြစ်ခဲ့တာလားဆိုတာ အံ့အားသင့်စွာမြင်တွေ့ရမှာမို့ ဒီဇာတ်လမ်းလေးကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်.... \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Drama , Action\nDuration : 1h 44min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6",
        "url": "https://megaup.net/12Aox/Invisible_Tattoo_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5pn7QDBIdu04TBPsALHukobdQMJ.jpg",
        "title": "Defense Bomb Crisis ( 2021 )",
        "description": "Defense Bomb Crisisဆိုတဲ့ actionကားလေးကတော့ ၂နိုင်ငံငြိမ်းချမ်းရေးဖို့ဆွေးနွေးမဲ့ ငြိမ်းချမ်းရေးဆွေးနွေးပွဲကို အကြမ်းဖက်သမားတွေဝင်ရောက်နှောက်ယှက်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့ မင်းသား ဖူဖန်းက ဗုံးဖြိုခွဲရေး ဗုံးကာကွယ်ရေးတပ်ဖွဲ့ကပါဒီတစ်ခါ အကြမ်းသမားရန်ကနေ အထက်လူကြီးတွေကိုကာကွယ်ဖို့ဖူဖန်းကတာဝန်ယူလုပ်ဆောင်ပေးရတာဖြစ်ပါတယ်ခူဇ နဲ့ လန်ဖဆိုတဲ့လူသတ်သမားမောင်နှမ ၂ယောက်လည်းတစ်ယောက်ကလူကောင်း တစ်ယောက်ကလူဆိုးအဖြစ်အဖွဲ့အစည်း ၂ခုခွဲပြီးတိုက်ခိုက်‌နေရတာဖြစ်ပါတယ်အရှေ့မှာလည်းပေါက်ကွဲမှု ၂ကြိမ်ဖြစ်ထားပြီးတဲ့အတွက်ငြိမ်ချမ်းရေးဆွေးနွေးပွဲကိုမလုပ်ပဲ ရပ်တန့်ဖို့ပြောနေတဲ့အစိုးရအရာရှိကတစ်ဖက်ဆွေးနွေးပွဲကိုဖြစ်မြောက်အောင်မြင်အောင်လုပ်မဲ့အရာရှိကတစ်ဖက်နဲ့ ဖူဖန်းကကြားမှာရောက်သ‌လိုဖြစ်နေပြန်တယ်နောက်ဆုံးအကြိမ် အကြမ်းဖက်သမားတွေရဲ့ ခြိမ်းခြောက်မှုအရပေါက်ကွဲမှုထပ်မဖြစ်ပွားအောင် ဖူဖန်းက ဗုံးတပ်ဖွဲ့ဝင်ထဲဝင်ရောက်ပြီးဆွေးနွေးပွဲကိုဆက်လုပ်ကျင်းပဖို့တာဝန်ထမ်းဆောင်ခဲ့ပါအကြမ်းဖက်သမားရဲ့ခေါင်းဆောင်ကဘယ်သူဖြစ်မလဲစစ်ပွဲ တိုက်ပွဲကြားက အကျိုးအမြတ်ထုတ်ချင်တဲ့အထက်လူကြီးတွေရဲ့ အကျင့်စရိုက်ကိုလည်း ဒီဇာတ်ကားလေးမှာတွေ့ရမှာဖြစ်ပါတယ်ဗုံးဖျူးကြိုးညှပ်ဖို့ စဉ်းစားပြီး actionချကွက်ကောင်းကောင်းလေးကြည့်ချင်ရင်တော့ဒီဇာတ်ကားလေးကိုကြည့်ရှုဖို့ recommendပေးချင်ပါတယ် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 10 min\nGenres : Drama , Crime\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/12Amc/Defenes.Bomb.Crisis.2021.1080p.WEB-DL(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2n1jTbtdyJtjx5GgJzvvgclznUC.jpg",
        "title": "The Double (2013)",
        "description": "The Double (2013) ဇာတ်လမ်းအညွှန်း*****************************Psycho/ Mystery ဆန်ဆန်ဇာတ်ကားမျိုးကို နှစ်သက်ရင်တော့ ဒီဇာတ်ကားလေးကိုကြည့်ရှုဖို့ recommend ပေးပါတယ်နော်။ကုမ္ပဏီတစ်ခုမှာ ၇ နှစ်တာအလုပ်လုပ်ခဲ့ပေမယ့် လူရေးလူတာမသိသေးတဲ့ ဆိုင်မွန်ဂျိမ်းစ် …သူ့စကားဆိုရင် ဘယ်သူကမှ အဖက်မလုပ်ကြသလို လူရာလည်းမသွင်းကြတာကြောင့် ကိုယ့်ကိုယ်ကို ယုံကြည်မှုတွေပျောက်ဆုံးပြီး ရဲရဲဝံ့ဝံ့မပြောရဲမဆိုရဲရှာသူပေါ့။ စိတ်ဝင်စားနေတဲ့ကောင်မလေးကိုလည်း ချောင်းကြည့်ရုံကလွဲပြီး ဘာမှမလုပ်ရဲတဲ့ လူပျော့လူညံ့ကလေးပေါ့။ တစ်နေ့မှာတော့ သူတို့ကုမ္ပဏီကို သူနဲ့ချွတ်စွပ်တူတဲ့လူတစ်ယောက် ရောက်လာခဲ့တယ်။ ရုပ်ရည်က ချွတ်စွပ်ပေမယ့် အကျင့်စရိုက်တွေအားလုံးက ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့အခါ ...အဲဒီလူက ဘယ်သူလဲဆိုတာကို ဆိုင်မွန်နဲ့အတူ အဖြေရှာကြည့်လိုက်ပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ) File Size          :  (2.6GB), (788MB) & (400MB)\nQuality            : 1080p BluRay, 720p ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-double-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kou9TDjveVwBhWnxCRUT88RUVCs.jpg",
        "title": "Save the Green Planet! (2003)",
        "description": "Save the Green Planet! (2003) ဇာတ်လမ်းအညွှန်း*************************************** \"သင်ဟာ ဂြိုလ်သားတွေရှိကြောင်းယုံကြည်တဲ့သူလား\"? လီဗြောင်ဂူဆိုတဲ့ လူသားတစ်ယောက်ကတော့ ဂြိုလ်သားတွေအခိုင်အမာရှိတယ်လို့ ယုံကြည်နေပြီး အဲဂြိုလ်သားတွေက အကြံအစည်တစ်ခုနဲ့ လူသားတွေထဲ ရောနှောနေထိုင်နေတယ်လို့ ယူဆထားပါတယ်။ဘေးလူဘယ်သူကြားကြား အရူးလို့ထင်မြင်စေမဲ့ လုပ်ရပ်တွေကို လုပ်နေတဲ့သူ၊ ငယ်ငယ်ကတည်းက အပယ်ခံတစ်ယောက်ဖြစ်လာတဲ့သူ့ကို ဘေးကနေအားပေးထောက်ပံ့‌ပြီး ကူညီပေးနေတဲ့ ဆူနီဆိုတဲ့ ချစ်သူကောင်မလေးလည်းရှိပါတယ်။ ‌တစ်နေ့မှာတော့ ဂြိုလ်သားတွေရဲ့ခေါင်းဆောင်လို့ သူယူဆထားတဲ့ သူဌေးဂန်မန်ရှစ် ကို ချစ်သူကောင်မလေးနဲ့နှစ်ယောက်ပေါင်းပြီး ပြန်ပေးဆွဲကာ သရုပ်မှန်ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။ ဂြိုလ်သားခေါင်းဆောင်ဖြစ်သူကို နည်းပေါင်းစုံနဲ့ နှိပ်စက်မေးမြန်းရင်းက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဒီကားလေးကို ကြည့်ရင်းအဖြေရှာကြပါစို့။ ဒီကားက Sci-fi movie အမျိုးအစားဖြစ်လို့ ဗဟုသုတအစုံလည်းပါသလို comedy ပါဖြစ်တဲ့အလျောက် ပေါက်ကရတွေပါပြီး ခွီနေရတာမလို့ ကြည့်နေရင်း မပျင်းစေမှာတော့ အမှန်ပါပဲ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ChoThet ပါ။) File Size          :  (2.9GB), ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/save-the-green-planet-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ksTP6ReGLJZHYyREZFkZqWsAfaf.jpg",
        "title": "Hero ( 2022 )",
        "description": "ဒီတစ်ခါ CMကနေဘာသာပြန်တင်ဆက်ပေးမှာကတော့ 2022ထွက်Comedy Movieသစ်လေး HERO ဖြစ်ပါတယ် ။ဒီကားလေးမှာဆိုရင်တော့မင်းသား Zirui Wangက ယွီဖေး(ဖေးကျီး), မင်းသားSun Haoကစွမ်းဟောက်(ဟောက်ကျီ) , မင်းသမီးLiu Yu Qiaoက ရွှီယွမ်ယွမ် အနေနဲ့အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အမှတ်တရပြတိုက် စကားပြန် ယွီဖေး(ဖေးကျီး)နဲ့စွမ်းဟောက်(ဟောက်ကျီ)တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ပြတိုက်မှာ ရတနာသိုက်မြေပုံလာရှာတဲ့ ရွှီတာ့လုံတို့ညီအစ်ကိုအဖွဲ့တွေ့ဆုံခဲ့ကြရာကစကားများကြပြီး ဗုံးပေါက်ကွဲသွားတယ်....ထိုအချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင် လကြတ်ချိန်နဲ့ တိုးပြီး မင်ခေတ်ကိုသူငယ်ချင်း၂ယောက်အတူတူ အချိန်ခရီးသွားမိသွားကြတယ် ....ထိုအချိန် မင်ခေတ်မှာလည်း အရာရှိဝန်ကြီးများရဲ့ အာဏာလုပွဲတွေ​ ပြင်းထန်နေပြီး ယွီဖေးနဲ့ စွမ်းဟောက်တို့ သူငယ်ချင်းနှစ်ယောက်ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ....၎င်းတို့ သူငယ်ချင်းနှစ်ယောက်ကို ချင်းယီးတပ်ကလက်ပူးလက်ကြပ်မိသွားပြီး သတ်လိုက်တဲ့အခါမှာတော့ဘယ်လိုအံ့အားသင့်ဖွယ်ဖြစ်ရပ်တွေ ဆက်ဖြစ်လာမလဲ.....အကြီးအကဲ ရွှီဝူချန်ရဲ့ သမီးချောလေး ရွှီယွမ်ယွမ်နဲ့ တွေ့ဆုံကြတဲ့အခါမှာဘယ်လိုစိတ်ဝင်စားစရာဇာတ်ကြောင်းလေးတွေ ဖြစ်လာဦးမလဲရွှီတာ့လုံတို့ ညီအစ်ကိုတစ်စုပါ မင်ခေတ်ကို ရောက်ရှိလာတဲ့အခါမှာဘယ်လိုရယ်မောဖွယ်ရာဖြစ်ရပ်တွေ ဆက်ဖြစ်လာဦးမလဲ....ရတနာသိုက်မြေပုံနဲ့ မှတ်တမ်းလွှာလည်း နောက်ဆုံးမည်သူ့လက်ထဲရောက်မလဲ.....အချိန်ခရီးသွားရာကနေ ၎င်းတို့ရဲ့ သူငယ်ချင်းသံယောဇဉ်တွေဘယ်လိုပြောင်းလဲလာမလဲ... စရိုက်မတူတဲ့ သူငယ်ချင်းတစ်စု မင်ခေတ်မှာ ...",
        "rating": "6",
        "url": "https://megaup.net/1Iwy9/Hero_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/e78c5d70259875.5b9da9b42e44d-141x200.jpg",
        "title": "Suspiria (2018)",
        "description": "၂၀၁၈ ကထွက်ရှိခဲ့တဲ့ Horror/ thriller ရုပ်ရှင်ဖြစ်ပြီး ဇာတ်အိမ်တည်ထားတာက ၁၉၇၀ခု ဂျာမနီနိုင်ငံကို အခြေပြုရိုက်ထားတာဖြစ်ပါတယ်။\n၁၉၇၇ခုနှစ်က မူရင်းထွက်ရှိခဲ့တဲ့ Suspiria movieကို ပြန်လည် remakeရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nIMDb 6.8 , Rotten Tomatoes 65%နဲ့ Metacritic မှာ 64%ရထားပါတယ်။မင်းသမီးကြီး Tilda Swintonက ထူးထူးခြားခြား သုံးကိုယ်ခွဲအထိ ပါဝင်သရုပ်ဆောင်ထားသလို\nFifty Shades Trilogyမင်းသမီး Dakota Johnsonနဲ့ Carrie ရုပ်ရှင်ရဲ့မင်းသမီး Chloë Grace Moretzတို့ ပါဝင်ထား ပါတယ်။\nThriller/horror genreနဲ့လိုက်အောင်ပဲ ဒီဇာတ်ကားရဲ့Cinematography, Choreographyနဲ့ BGMတွေကခြောက်ခြား ဖွယ်ရသကို အပြည့်အဝပေးစွမ်းနေပါတယ်။ဇာတ်လမ်းတင်ဆက်မှုက အင်မတန်ကြမ်းသလို သွေးသံရဲရဲပြကွက်တွေနဲ့ အရိုးလိမ်ချိုးခြင်း၊ ကိုယ့်ကိုယ်ကိုယ်သတ်သေခြင်းလိုပြကွက်တွေ၊ စုန်းကဝေနဲ့ ဘာသာရေးဆိုင်ရာ ပြကွက်ကြမ်းတွေ ပါဝင်လို့\nအသည်းငယ်တတ်သူများနှင့် ရွံရှာတတ်သူများ ကြည့်ရှုဖို့ မသင့်တဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။\nဒါ့အပြင် 2018ထွက် ဇာတ်ကားဟောင်းဖြစ်ပေမယ့်စာဖိုင်အခက်အခဲကြောင့် ဂျာမန်စကားပြောဇာတ်ဝင်ခန်းများတွင် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/suspiria-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-26-at-13.29.16-134x200.png",
        "title": "Sundown (2021)",
        "description": "Sundown (2021)==============IMDb Rating - 6.6/10ချမ်းသာတဲ့ မျိုးရိုးက ဆင်းသက်လာတဲ့ နေလ်ဟာ သူရယ် သူ့ညီမမိသားစုနဲ့အတူ\nမက်စီကိုမြို့ကို အပန်းဖြေခရီးထွက်လာခဲ့ကြပါတယ်......\nခရီးထွက်နေတဲ့အချိန် သူတို့အမေ ဆုံးပါးသွားတာကြောင့် သူတို့နေတဲ့ လန်ဒန်ကို\nချက်ချင်းပြန်ခဲ့ရပါတယ်......\nဒါပေမဲ့ နေလ်ဟာ Passport ပျောက်သွားတယ် ဆိုတဲ့ အကြောင်းပြချက်နဲ့ မက်ဆီကို\nမှာပဲ နေရစ်ခဲ့ပါတယ် နောက်တော့ အိမ်ကို လုံးဝမပြန်တော့ဘဲ မက်စီကိုမှာပဲ သောင်တင်\nနေခဲ့ပါတော့တယ်.......ဒါပေမယ့် တကယ်တန်းတော့ နေလ်မှာ အိမ်ကိုမပြန်ရတဲ့ အကြောင်းရင်းကရှိနေပါ\nတော့တယ်။ နေလ်တစ်ယောက် အမေဆုံးပါးသွားတာတောင် ဘာလို့အိမ်မပြန်တာလဲ\nမက်စီကိုမှာ ဘာလို့နေရစ်ခဲ့တယ်ဆိုတာကို ဆက်လက်ကြည့်ရှူပေးပါဦး......\nဒရမ်မာ ကားကောင်းလေးတွေကို ကြိုက်နှစ်သက်တဲ့ သူတွေ သဘောကျလိမ့်မယ်လို့\nမျှော်လင့်ပါတယ်......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (965 MB) /(494 MB) / (343 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 22mins\nSubtitle ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sundown-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMmJjNGUxYjAtMTI0MS00ZTNlLWJmYTAtYzczOGM4NWRkMDBlXkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_-135x200.jpg",
        "title": "Mainstream (2020)",
        "description": "Mainstream (2020)===============Andrew Garfield ကို YouTuber အဖြစ်တွေ့ရမယ့် ကားလေးလာပါပြီ။\nNoWayHome အပြီး လူပြော ပြန်များလာတာကြောင့် သူ 2020 က သရုပ်\nဆောင်ဖူးတဲ့ Mainstream နဲ့မိတ်ဆက်‌ပေးချင်ပါတယ် ။အသုံးအနှုန်း‌ေတွ\nကြမ်းတာကြောင့် ကိုယ့်ဟာကို ချင့်ချိန်ပြီးကြည့်ကြပါလို့။\nဒီကားမှာ Andrewရဲ့ ဇာတ်ကောင်စရိုက်ဟာ ခန့်မှန်းရခက်တယ်... Social media\nနဲ့ Internet တွေကို ဆန့်ကျင်လှောင်ပြောင်တဲ့ liberal တစ်ယောက် လို့သတ်မှတ်ရမလားပဲ...\nသူ့မှာ ဖုန်းတောင်မရှိ ကြုံရာနေ ကြုံရာအလုပ်လုပ်ပြီးဖြတ်သန်းနေတဲ့ လူတစ်ယောက်\nဒါကို ဘားမှာအလုပ်လုပ်တဲ့ ဖရန်ကီဆိုတဲ့ကောင်မလေးကတွေ့ပြီး ဗီဒိရိုရိုက်တင်ရာကနေ\nအန်ဒရူးတို့ အင်တာနက်မှာ စပြီးနာမည်ကြီးလာပါတယ် ...ဒီအလားအလာကိုမြင်တဲ့ ဖရန်ကီဟာ\nအန်ဒရူးနောက်ကိုလိုက်ပြီး သူ့အတွေးအခေါ်နဲ့ ပြောင်းလဲရေးတရားတွေကို ဗီဒိရိုရိုက်တင်တယ်\nလူတွေကလည်း ဒါကို သဘောကျကြတယ်...အန်ဒရူးကိုယ်တိုင်လည်း Internet မှာနာမည်ကြီးနေတဲ့ လူတွေရဲ့လုပ်ရပ်တွေကို လှောင်ပြောင်\nသရော်တဲ့ အနေနဲ့ ဖရန်ကီနဲ့ပေါင်းပြီး No One Special ဆိုတဲ့ YouTube channel နဲ့ YouTuber\nဖြစ်လာတယ်။ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/mainstream-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZlaliuCpyN5ByrWUUkqf5yCIEY.jpg",
        "title": "The Long Walk (2019)",
        "description": "The Long Walk (2019)မျက်မှောက်ခေတ် ရုပ်ရှင်လောကမှာတော့ အနောက်နိုင်ငံရုပ်ရှင်ဇာတ်လမ်းတွေက ပိုပြီးလူသိများရေပန်းစားနေပေမယ့်လည်း\nအရှေ့တောင်အာရှရုပ်ရှင်တွေကလည်း တစ်စတစ်စ ကြိုးစားထိုးဖောက်လာနေပါတယ်။\nဒီရုပ်ရှင်ကတော့ အမေရိကန်မှာမွေးပြီး အဖေဖြစ်သူအငြိမ်းစားယူပြီးနောက်မှာ\nအမိမြေကိုပြန်လာတဲ့ Mattie Do ဆိုတဲ့ အမျိုးသမီးဒါရိုက်တာက ရိုက်ကူးထားတဲ့ရုပ်ရှင်ပါပဲ။\nသူက လက်ရှိအချိန်ထိတော့ စုစုပေါင်း ရုပ်ရှင်သုံးကားရိုက်ခဲ့ဖူးတယ်။\n- 2012 မှာ ထုတ်ခဲ့တဲ့ သူ့ရဲ့ ပထမဆုံး horror film \"Chanthaly\" မှာပဲ ပေါက်သွားခဲ့ပြီး\n- 2016 မှာ \"Dearest Sister\" ဆိုတဲ့ horror film နဲ့\n- 2019 မှာ \"The Long Walk\" ဆိုတဲ့ sci-fi /horror film ကို ရိုက်ကူးခဲ့တယ်။ရုပ်ရှင် သုံးကားလုံးက ဝေဖန်ရေးသမားတွေကြားမှာ နာမည်ရခဲ့ပြီး\nနိုင်ငံတကာရုပ်ရှင်ပွဲတော်တွေမှာလည်း အကြိမ်ကြိမ်ပြသခွင့်တွေ ရခဲ့တယ်။\nပထမဆုံးရုပ်ရှင်ထုတ်အပြီးမှာတော့\nသူက လာအိုနိုင်ငံရဲ့ ပထမဆုံးနဲ့ တစ်ဦးတည်းသော အမျိုးသမီးဒါရိုက်တာအဖြစ်သတ်မှတ်ခြင်းခံခဲ့ရတယ်။ယခင်ရုပ်ရှင် နှစ်ကားမှာတော့ horror သီးသန့် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-long-walk-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AcvPAoA3ng61bFvbrsuJ8gHMS9q.jpg",
        "title": "Help (2022)",
        "description": "Help (2022)ရည်းစားနဲ့ လမ်းခွဲပြီးနောက် ဂရေ့စ်တစ်ယောက်\nသူမရဲ့ သူငယ်ချင်း လစ်ဗ်နဲ့ ရည်စားဖြစ်သူ အက်ဒ်..\nပြီးတော့ သူတို့ရဲ့ခွေးလေး ပိုလီတို့ နေထိုင်ရာ မြိုစွန်ကအိမ်လေးဆီကို အလည်ရောက်လာခဲ့တယ်။\nသုံးဦးသားပိတ်ရက်ကလေးမှာ အဆင်ပြေနေကြရင်း\nမကြာခင်မှာဘဲ အရှုပ်အထွေးတွေစဖြစ်လာပါတော့တယ်။သူတို့ရဲ့ ကြားကလျှို့ဝှက်ချက်ဘာလဲ...\nသူငယ်ချင်းနှစ်ဦးရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုတွေဖြစ်လာမှာလဲ...\nရင်တထိတ်ထိတ်နဲ့ကြည့်ရင်း ကြည့်ရှုသူကိုယ်တိုင် လိုက်ပါအဖြေရှာနေစေမယ့်\nDrama,Mystery,Thriller အမျိုးအစားလေးဖြစ်ပါတယ်။ဒီသည်းထိတ်ရင်ဖိုကားက မိသားစုနဲ့ ကြည့်ရင်\nပိုပြီး သည်းထိတ်ရင်ဖိုနေရမှာမို့ မိသားစုနဲ့ အတူတူ မကြည့်ဖို့ ပြောလိုက်ပါရစေ။ဆုပေါင်း ၇ ဆုနဲ့ တစ်ကြိုစာရင်း ၄ ကြိမ် ဝင်ထားတဲ့\nသည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဘာသာပြန် နဲ့ အညွှန်းကတော့ Zaw Myo Thu ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Mystery, Thriller\nQuality….WEB-DL 1080p and 720pand 360p\nFile size…1.34GB, &87MB, 221MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Zaw Myo Thu\nEncoder ..... ...",
        "rating": "",
        "url": "https://channelmyanmar.org/help-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BYmE4Y2Y0NjktNWNiNC00NDRkLWIxMmUtZmVhODg0MWZkYTcyXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-135x200.jpg",
        "title": "A Week In Paradise (2022)",
        "description": "A Week In Paradise (2022)===================Have you ever got out of complicated relationships like get away\nand find yourself again?\nအခုတစ်ခေါက် CM ရဲ့ ပရိသတ်ကြီးတွေကို မိတ်ဆက်ပေးချင်တာကတော့\nRom-com အမျိုးအစားဖြစ်တဲ့ ဒရာမာလေးပဲ ဖြစ်ပါတယ်။\nမက်ဂီဆိုတဲ့ နာမည်ကြီးသရုပ်ဆောင်အမျိုးသမီးတစ်ယောက်ဟာ သူ့ဘဝရဲ့\nအလုပ်အကိုင် အိမ်ထောင်ရေးစသဖြင့် အစစအရာရာအဆင်ပြေတယ်လို့\nထင်နေချိန်မှာ ရုတ်တရက်ကြီး သူ့အိမ်ထောင်ဘက်က ဖောက်ပြန်တယ်လို့\nသိလိုက်ရတာကြောင့် လက်ရှိဘဝထဲကနေ ခဏရုန်းထွက်ဖို့အတွက် Nevis\nဆိုတဲ့ ကျွန်းလေးကို အလည်သွားခဲ့ပါတယ်...\nအဲဒီကျွန်းလေးပေါ်မှာ သူ့ကိုယ်သူ သက်သာရဖို့ အနားယူနေရင်းနဲ့ စားဖိုမှူး\nတစ်ယောက်ဖြစ်တဲ့ ဆမ်နဲ့ တွေ့ဆုံဖြစ်ကြပါတယ်...\nကဲ ဒါဆိုရင် မက်ဂီတစ်ယောက် ကျွန်းလေးပေါ်မှာ စိတ်ဒဏ်ရာကို ဘယ်လိုဖြေ\nဖျောက်မလဲ ပျော်ရွှင်မှုကို ဘယ်လိုပြန်လည်ရှာဖွေမလဲဆိုတာကို ပြသထားတဲ့\nရိုမန့်တစ်ဆန်ဆန် ကျွန်းပေါ်က ဇာတ်ကားလေးတစ်ကားဖြစ်လို့ ကြိုက်နှစ်သက်\nမယ်လို့ထင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah Theint ဖြစ်ပါတယ်)File Size - ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-week-in-paradise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNzVhY2Q0YmYtODA4NC00NzJlLWI4YjYtYjc2MDFlYWUxMGFhXkEyXkFqcGdeQXVyNTI4MzE4MDU@._V1_-150x200.jpg",
        "title": "Homestay (2022)",
        "description": "Homestay (2022)\n-------------\nIMDB. - 6.5/10ဝိညာဉ်တစ်ခုဟာ သူများခန္ဓာကိုယ်ထဲ နိုးလာတယ်။ သူဘယ်သူလဲလည်း သူမသိဘူး။\nသူ့မှာ ဘာမှတ်ဉာဏ်မှလည်း မရှိဘူး။ အစောင့်အရှောက်လို့ သူ့ကိုယ်သူပြောတဲ့သူက\nသူ့ကို တာ၀န်တစ်ခုပေးတယ်။ သူ၀င်နေတဲ့ ခန္ဓာကိုယ်ပိုင်ရှင် ဘာလို့သတ်သေခဲ့လဲ\nသိအောင်လုပ်ရမယ်တဲ့။ ရက်တစ်ရာအတွင်း ဒီမေးခွန်းကို ဖြေနိုင်မှ လူပြန်၀င်စားခွင့်\nရမယ်တဲ့။ ဒီလိုနဲ့ အဲဒီဝိညာဉ်ဟာ သူများခန္ဓာကိုယ်ထဲနေပြီး သူများအကြောင်းကို လေ့\nလာဖို့ဖြစ်လာတယ်။ ရက်တစ်ရာပြည့်တဲ့ အခါမှာတော့.......။\nJapan Animeဖြစ်တဲ့ Colorful(2010) ကိုမှီးပြီး 2018မှာ ထိုင်းက Homestayဆိုတဲ့\nနာမည်နဲ့ Live Actionတစ်ကားရိုက်ခဲ့ပါတယ်။ အဲဒီဇာတ်လမ်းကိုပဲ Homestayနာမည်နဲ့ပဲ\nဂျပန်က Live Action တစ်ခါထပ်ရိုက်ထားတာပါ။ သဘာ၀လွန် ဇာတ်ကြောင်းကောင်း\nကောင်းနဲ့ ဆယ်ကျော်သက်ပညာပေး ရိုက်ထားတဲ့ ရုပ်ရှင်လို့ပြောရင်လည်း မမှားပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)File Size - (1.5 GB) /(699 MB) / (453 MB)\nQuality – ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/homestay-2022/"
    }
]