[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_SY1000_CR006471000_AL_-129x200.jpg",
        "title": "Hacksaw Ridge (2016)",
        "description": "Hacksaw Ridge (2016)\nIMDb - 8.1/10_____Rotten - 85%\nWon 2 Oscars. Another 51 wins & 114 nominations\n  \n((Blu-Ray 1080p 5.1 CH, Blu-Ray720, တို့ဖြင့် နင်းကန်ကောင်းသည့် စစ်ကားအား ပြန်လည် အရောင်အသွေးစုံလင်စွာဖြင့် တင်ဆက်ပေးလိုက်ပါသည်....))\nစစ်ခုံရုံးတစ်ခု မှာ ခန္ဓာကိုယ်ပါးလှပ်လှပ်စစ်သည်တစ်ယောက်ဟာ စွဲချက်တွေကြောင့် ရုံးတင်ခံနေရတယ်...\nစွဲချက်က ဘာလဲဆိုတော့ သေနတ်ကိုင်ရန်ငြင်းဆန်မှု အမိန့်မလိုက်နာမှုကြောင့်ပါ...\nစစ်သားလုပ်တယ် သေနတ်မကိုင်ချင်ဘူး ဘယ်လိုမှ သဟဇတမဖြစ် ...\nသို့သော် တပ်မတော်တွင် တာဝန်မထမ်းပဲပြန်ထွက်သွားမလားဆိုတော့လည်းမဟုတ်ပြန် ဆက်လက်တာဝန်ထမ်းဆောင်လိုလျှက်ရှိနေပြန်သည်...\nသူ့ရည်ရွယ်ချက်က စစ်ပွဲမှာဒဏ်ရာ ရနေတဲ့သူငယ်ချင်းရဲဘော်ရဲဘက်တွေကို အရေးပေါ်ဆေးကုပေးမယ် ...\nအားပေးမှုတွေလုပ်မယ် ...\nကျည်လွတ်နယ်မြေကို ရွှေ့ပြောင်းပေးမယ်ဆိုတာပါပဲ...\nစွဲချက်တွေကစစ်ထောင်သေချာပေါက်ကျမည့် အချက်တွေကြီးပါပဲ ...\nဒီကားထရေလာကြည့်တော့ ဒုတိယကမ္ဘာစစ်အတွင်း သေနတ်မကိုင်တဲ့စစ်သည်တစ်ယောက်ဟာ ရှေ့တန်းမှာ ကျည်ဆန်တွေကြားပြေးလွှားရင်း\nဒဏ်ရာရစစ်သည်တွေကို အသည်းအသန် ကယ်တင်နေတာတွေ့ရတယ် ...\nRatingမြင့် ယုတ္တိလွန်စစ်ကားနေမှာပါလေလို့ တွေးမိတယ်...\nနောက်တော့ ကျွန်တော်ထင်တာ လုံးဝလွဲသွားတယ် ဖြစ်ရပ်မှန်ဖြစ်တဲ့အပြင် သေနတ်မကိုင်တဲ့အဲ့ဒီဆေးတပ် သားလေးဟာ\nတိုက်ပွဲဝင်စစ်သည်တွေကိုအသက်စွန့်ကယ်တင်ခဲ့တာကြောင့် ...",
        "rating": "8.1",
        "url": "https://megaup.net/Qyxe/Hacksaw_Ridge_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNTY4NjNkMTMtNTEyOC00NDBiLWFkZjMtZDkwYzU3OTFjOTkzXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_-135x200.jpg",
        "title": "What Lies Beneath (2000)",
        "description": "ကလဲယာ ဟာ တေယာပညာရွင္ တစ္ေယာက္ျဖစ္သလို အဆိုလဲ ေကာင္းသူပါ\nပထမ အိမ္ေထာင္ နဲ႔ တုန္းက ခင္ပြန္းျဖစ္သူ မဆံုးပါးခင္ထိ\nေပ်ာ္ရႊင္စရာ ဘ၀ ေလးကို ပိုင္ဆိုင္ထားသူျဖစ္ပါတယ္\nပထမ ခင္ပြန္း ဆံုးပါးၿပီးေနာက္ ေမွ်ာ္လင့္ခ်က္ မဲ့ေနတဲ့\nသူ႔ ဘ၀ ထဲကို ေနာ္မန္ ဆိုတဲ့ သကၠသိုလ္ တစ္ခုက\nသုေတသန ဆရာ တစ္ေယာက္ ၀င္လာခဲ့ပါတယ္\nေနာ္မန္ နဲ႔ လက္ထပ္ၿပီးေနာက္ပိုင္း ေပ်ာ္ရႊင္စရာ\nဘ၀ တစ္ခုကို ထပ္မံ ပိုင္ဆုိင္ခဲ့ရပါတယ္\nပထမ ေယာက်ၤားနဲ႔ ရခဲ့တဲ့ သမီးေလးကိုလဲ\nေနာ္မန္ က သူ႔သမီးအရင္းေလးလို ခ်စ္တဲ့သူပါ\nေနာ္မန္ က ေက်ာင္းဆရာ ျဖစ္တာနဲ႔ အညီ\nအလုပ္ေျပာင္းရင္ အိမ္လုိက္ေျပာင္းရပါတယ္\nတစ္ေန႔မွာေတာ့ ကလဲယာ တို႔ မိသားစု ဟာ\nေနာ္မန္ စာသင္ရမယ့္ ေက်ာင္းရွိတဲ့ ၿမိဳ႕ေလးကို\nေရာက္ရွိခဲ့ၿပီး ေနာ္မန္ ရဲ႕ ဖခင္ျဖစ္သူ ပိုင္ဆုိင္တဲ့\nအိမ္ႀကီး တစ္ခုကို ျပန္လည္ျပဳျပင္ၿပီး ေနထိုင္ခဲ့ပါတယ္...\nအိမ္ႀကီးရဲ႕ ေနာက္ဖက္မွာလဲ ျမစ္ကမ္းစပ္ႀကီး က ကပ္လို႔ေပါ့\nေနခ်င္စရာ အတိၿပီးတဲ့ အိမ္ႀကီးပါပဲ...\nဒါေပမဲ့ ကလဲယာ အတြက္ အလုပ္ပိုေတြ ရွိလာပါတယ္\nေဘးအိမ္က လင္မယားက အၿမဲလိုလို ရန္ျဖစ္တာကို\nစပ္စုေနတက္ခဲ့ပါတယ္...\nတစ္ခါတစ္ေလ အားလံုး အလုပ္သြား ေက်ာင္းသြားတဲ့အခါ\nသူ တစ္ေယာက္ထဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eIgx/What_Lies_Beneath_[2000]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjM5MzgzMjM3OF5BMl5BanBnXkFtZTgwMzQ2MzQwNzM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Black Mirror: Bandersnatch (2018)",
        "description": "Black Mirror: Bandersnatch (2018)_____IMDb - 7.2/10\n   \nဒီဇာတ်လမ်းပုံစံဟာလုံးဝအသစ်ပါ\nNetflixကတော့အဓိကဇာတ်သိမ်းငါးခုရှိတယ်လို့ပြောထားပါတယ်\nတကယ်တော့အဲ့ထက်များပါတယ်\nကျွန်တော်တို့ငယ်ငယ်ကဖတ်ခဲ့ဖူးတဲ့ ကိုယ့်ဇာတ်လမ်းကိုယ်ရွေးရတဲ့ဝတ္ထုကို\nရုပ်ရှင်အဖြစ်အသက်သွင်းပေးထားတဲ့Netflixရဲ့ပထမဆုံးကားပါ\nဇာတ်ကောင်ကရွေးချယ်မှုတစ်ခုလုပ်တာနဲ့အဲ့တာကပါကြည့်ရှု့သူအပေါ်သက်ရောက်အောင်စွမ်းဆောင်နိုင်ပါတယ်\nBasic storylineက1984ခုနှစ်ကလူငယ်ပရိုဂရမ်မာတစ်ယောက်ကိုအခြေခံထားတာဖြစ်ပြီး\nBamdersnatchလို့ခေါ်တဲ့ရွေးချယ်မှုတွေနဲ့ဖတ်ရတဲ့စာအုပ်ပုံစံမျိုးကို\nဂိမ်းအဖြစ်လုပ်ချင်တဲ့အိပ်မက်လေးတစ်ခုပဲသူ့တစ်ဘဝလုံးမှာရှိပါတယ်\nဒါပေမယ့်အဲ့လောက်မရိုးစင်းခဲ့ပါဘူး\nကျွန်တော်တို့ကိုယ်တိုင်ခံစားပြီးဇာတ်လမ်းကိုရွေးပေးရမှာပါ\nSpoilerမပါမှအရသာအပြည့်ကိုခံစားနိုင်မှာမို့ဒီလောက်ပဲပြောပြပါရစေ\nတစ်ခေါက်ထဲကြည့်ပြီးရိုးသွားမယ့်ကားမဟုတ်တဲ့အပြင်\nတစ်ခေါက်နဲ့တစ်ခေါက်ရတဲ့ခံစားချက်ကလည်းမတူစေရပါဘူး\nBird boxလိုပုံမှန်sci-fiကားကြည့်ပြီးအချိန်ကုန်တာထက်တော့ဒီကားကအများကြီးပေးစွမ်းနိုင်ပါလိမ့်မယ်ဘာသာပြန်ပေးထားတာတော့ Aye Chansu ဖြစ်ပြီး\n \nEncodeပေးတာကတော့ကျွန်တော် sithu ပဲဖြစ်ပါတယ်",
        "rating": "7.2",
        "url": "https://megaup.net/Sd0p/Black_Mirror_-_Bandersnatch_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zikvJ0XscL7vVeJln0ZagGXw5wY.jpg",
        "title": "When Angels Sleep (2018)",
        "description": "အာမခံကုမၸဏီတစ္ခုမွာ အလုပ္လုပ္တဲ့ လူတစ္ေယာက္ဟာ အျခားၿမိဳ႕ကသူ႔သမီးေလးရဲ႕ေမြးေန႔မွာ ရံုးမွာအအေရးႀကီးအလုပ္ေတြ႐ွိေနတာေၾကာင့္ေလယာဥ္လြတ္သြားၿပီး ေမြးေန႔ပြဲ မမီျဖစ္သြားပါတယ္ဒါေပမဲ့ သူ႔သမီးေလးေမြးေန႔အတြင္းေရာက္ေအာင္ ျပန္ႏိုင္ဖို႔အတြက္အလုပ္ၿပီးၿပီးခ်င္းပဲ ကုပၼဏီကကားနဲ႔ ကိုယ္တိုင္ေမာင္းျပန္လာခဲ့ပါတယ္ဒါေပမဲ့ လမ္းမွာ အရမ္းကိုပင္ပန္းၿပီး အိပ္ငိုက္လာပါေတာ့တယ္သူဟာကားကို ထိန္းေမာင္းလာေပမဲ့ လမ္းမွားသြားၿပီးတစ္ေနရာအေရာက္မွာေတာ့ ေကာင္မေလးတစ္ေယာက္ကို ဝင္တိုက္မိပါေတာ့တယ္သူက အေရးေပၚဌာနကို ဖုန္းေခၚခဲ့ေပမဲ့ အဆင္မေျပတာနဲ႔သူကိုယ္တိုင္ေကာင္မေလးကို ေဆးရံုလိုက္ပို႔ဖို႔ လုပ္ေနတုန္းေဘးမွာအတိုက္ခံရတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းကသူ႔ကိုေၾကာက္လန္႔တၾကားၾကည့္ေနတာကို ေတြ႔လိုက္ရပါတယ္သူဟာေကာင္မေလး ၂ ေယာက္ကိုေခၚၿပီး ေဆးရံုသြားဖို႔ လိုက္႐ွာေပမဲ့ကိစၥေတြဟာ သူထင္သလိုျဖစ္မလာတဲ့အခါ...ညေမွာင္ေမွာင္ အျမန္လမ္းေပၚမွာ ဘယ္လိုအျဖစ္ေတြနဲ႔ၾကံဳမလဲဆိုတာကေတာ့...စိတ္၀င္စားဖြယ္ၾကည့္လုိက္ရေအာင္လား... File Size : (827 MB) and (259 MB)Quality :Web DL 720pRunning Time :1hr 31 ...",
        "rating": "5.4",
        "url": "https://megaup.net/SPfk/When_The_Angels_Sleep_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/thin-red-line-poster-133x200.jpeg",
        "title": "The Thin Red Line (1998)",
        "description": "The Thin Red Line (1998)\nIMDb - 7.6/10_____Rotten - 80%\n  \nစစ်ကားတွေထဲမှာ အထူးသဖြင့် ကျွန်တော်သိသလောက် Saving Private Ryan (1998) နဲ့ Hacksaw Ridge (2016) စတဲ့နာမည်ကြီးစစ်ကားတွေဟာ\nရန်သူရဲ့ အဓိက အခြေချတပ်စွဲထားတဲ့နေရာတွေကို\nအသက်စွန့်ပြီး ဝင်သိမ်းတာကို အခြေပြုရိုက်ကူးထားပါတယ်...ဒီလိုခြေကုတ်ယူထားတဲ့နေရာဆိုတာနဲ့ ရာနှုန်းပြည့် ပစ်ကွင်း မြင်ကွင်း အရာအားလုံးကို အသာစီးရနေပါတယ်......\nဒါ့ကြောင့် အပေါ်က ကျွန်တော်ပြောခဲ့တဲ့ စစ်ကားကြီး(၂)ကားမှာ တက်သိမ်းတဲ့သူတွေဟာ အဲ့ဒီနေရာလေး တစ်နေရာ ရဖို့အရေး အလောင်းတွေ တောင်လိုပုံခဲ့ရပါတယ်....\nThe Thin Red Line(1998) ဟာလည်း  ဂျပန်တွေ သိမ်းထားတဲ့ ပစိဖိတ်စစ်မြေပြင်ရှိ Guadalcanal အရပ်က အော်စတန်တောင်ကုန်းကို အမေရိကန်တို့ ပြန်လည်သိမ်းယူတဲ့\nတိုက်ပွဲကို အဓိကထား ရိုက်ကူးထားတာပါ....ဒီစစ်ကားရဲ့ကောင်းမွန်ခြင်းတွေက  Saving Private Ryan (1998) နဲ့ Hacksaw Ridge (2016) တို့ နဲ့တောင်\nတန်းတူတောင်ထားလို့ရမယ်ထင်တယ်...\nအော်စတန်တောင်ကုန်းက ကျယ်တဲ့အပြင်  ချိုင့်ဝှမ်းတွေ ချုံတွေ များပြားလွန်းပါတယ်...ဂျပန်တွေဆိုတာကလည်း လာရောက်သိမ်းမယ့်\nအမေရိကန်တို့ရန်ကို ကြိုသိနေလို့ အခိုင်အမာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-thin-red-line1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7rFgyr7rujNYRex9oxzG26Zq6z.jpg",
        "title": "Lukas (2018)",
        "description": "လူးခတ္ဆိုတဲ့ လူတစ္ေယာက္ဟာ သူ႔ဇနီးဆံုးပါးသြားၿပီးေနာက္ သမီးျဖစ္သူဆာရာနဲ႔အတူေနထိုင္ရင္း ကလပ္တစ္ခုမွာ လံုျခံဳေရးအေစာင့္အျဖစ္လုပ္ပါတယ္တစ္ေန႔ေတာ့ ကလပ္မွာ ဧည့္သည္တစ္ေယာက္ကို ထိခိုက္ေအာင္ လုပ္မိတဲ့အတြက္အလုပ္ထုတ္ခံလိုက္ရပါတယ္အဲ့ကလပ္မွာလုပ္တဲ့ သူ႔သူငယ္ခ်င္းကပဲ အျခားကလပ္တစ္ခုမွာ အလုပ္ရဖို႔ေျပာေပးခဲ့ပါတယ္ေနာက္ကလပ္မွာ သူအလုပ္ရသြားတဲ့အခါမွာေတာ့ ရဲေတြဘက္ကလူးခတ္ကိုအက်ပ္ကိုင္ ကလပ္ပိုင္႐ွင္အေၾကာင္းစံုစမ္းခိုင္းျပီးသူလ်ိႈလုပ္ခိုင္းပါေတာ့တယ္ေနာက္ပိုင္း လူးခတ္ဟာ သူ႔သမီးေလးလံုျခံဳေရးနဲ႔ ၿခိမ္းေျခာက္ခံရျပီးကလပ္ပိုင္ရွင္ရဲ႕ အျခားလုပ္ငန္းေတြမွာပါ ပါဝင္လာရတဲ့အခါ...ကလပ္ပိုင္႐ွင္ကေရာ အျခားဘာလုပ္ငန္းေတြ လုပ္ကိုင္ေနတာလဲ...လူးခတ္ကေရာ သူ႔သမီးေလးေရာ သူေရာ လြတ္ေျမာက္ေအာင္ဘယ္လိုႀကိဳးစားမလဲဆိုတာကေတာ့...ဒီကားေလးကိုၾကည့္ၿပီး အေၿဖရွာလိုက္ရေအာင္... File Size : (883 MB) and (242MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , DramaSubtitle ...",
        "rating": "6.1",
        "url": "https://megaup.net/SPfn/The_Bouncer_(Lukas)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/WOS-3-141x200.jpg",
        "title": "Wrath of Silence ( 2017 )",
        "description": "တရုတ္ၿပည္ရဲ႕ တႏွစ္တာဇာတ္ကားေတြထဲမွာၾကည္႕သင္႔တဲ႔ ဇာတ္ကား List ထဲမွာ ေနရာယူထားတဲ႔ Wrath Of Silence ဆုိတဲ႔ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္IMDb Rate ကလည္း 7.2 ထိရထားပါတယ္ဇာတ္လမ္းအညႊန္းကေတာ႔...သိုးေက်ာင္းရင္းေပ်ာက္သြားတဲ့သားကိုလိုက္ရွာေနတဲ့မိုင္းတြင္းလုပ္သား အေဖတစ္ေယာက္လိုင္စင္မရွိပဲ သတၱဳဴတူးတဲ့မိုင္းတြင္းပိုင္၇ွင္သူေဌးတစ္ေယာက္အဲ့ဒီအမႈမွာပါဝင္ပတ္သက္ေနတဲ့ေရွ႕ေနတစ္ေယာက္ တို႔ ၾကားထဲကပတ္သတ္မွုဇာတ္လမ္းေလးပါပဲ..သားေပ်ာက္ရွာေနတဲ႔အေဖကေရာၿပန္လည္ရွာေတြ႕ႏိုင္ပါ႔မလား..ဥပေဒကိုလက္တလံုးၿခားလုပ္တဲ႔သတၱဳခိုးတူးတဲ႔သူေငွးကေရာဘယ္လို လွည္႕ကြက္ေတြလာမလဲဥပေဒအရာရွိေ ရွ႔ေနကေရာ ဘယ္လိုပါ၀င္ပတ္သတ္ေနတာလဲသူတို႔၃ေယာက္ၾကားက ဆက္စပ္မွုေရာဘယ္လိုရွိမလဲဆုိတာကိုယ္တိုင္ဆက္လက္ခံစားၾကည္႔ရွုပါ အညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Subbed & Encoded By LK",
        "rating": "7.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BZjIxZTllYjUtNzJjNy00YWNlLWE3NmItMTk0ZDMxOGVlMDhjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006821000_AL_-136x200.jpg",
        "title": "Manto (2018)",
        "description": "Manto (2018)IMDb - 7.4/10_____Rotten - 72%  \"သူငယ်ချင်းရာ ဒီလိုခေတ်ကာလကြီးမှာ တခြားအခြေနေတွေပေါ် ဦးတည်ပြီး စာရေးပါလားဘာဖြစ်လို့ ပြည့်တန်ဆာတွေအတွက် တွေးပူနေရတာလဲ\"\"ဘာလဲ အဲ့ဒိပြည်တန့်ဆာတွေက ငါတို့လူ့မှုပတ်ဝန်းကျင်ရဲ့ တစိတ်တဒေသမဟုတ်လို့လားသူတို့ဆီသွားနေကြတဲ့သူတွေက ဘုရားတရားသွားလုပ်တာလားသွားဖို့လာဖို့ကျတော့ လွပ်လွပ်လပ်လပ် သွားလာကြပြီး ရေးဖို့ကြတော့ လွပ်လွပ်လပ်လပ်ရေးခွင့်မရှိဘူးလား\"တရားရုံးကို အိမ်ဦးနဲ့ကြမ်းပြင်သွားလာနေရလို့ သူငယ်ချင်းဖြစ်သူ တားသော်လည်း မန်တိုတစ်ယောက် လက်မခံချေမန်တိုဟာ နာမည်ရစာရေးဆရာ တစ်ယောက်ပါအထူးသဖြင့် ပြည်တန်ဆာတွေရဲ့ ဘဝနာမှုတွေ၊ ဒုက္ခတွေကို အသားပေးရေးဖွဲ့လေ့ရှိပြီးမဖွယ်မရာရေးသားမှုဆိုတဲ့ ခေါင်းစဉ်နဲ့ အကြိမ်ကြိမ် အမှုတွေလည်း ရင်ဆိုင်နေရပါတယ်ဒါပေမဲ့ မန်တိုကတော့ သူ့ယုံကြည်ချက်ကို မပြင်ဘဲ ရှေ့ပဲဆက်တိုးခဲ့ပါတယ်မူစ်လင်(မ်)တစ်ယောက် ဖြစ်သော်ငြားလည်း ဘာသာပေါင်းစုံမိတ်ဆွေတွေရှိပြီး နယ်ပယ်အစုံမှာ အောင်မြင် အဆင်ပြေနေသူတစ်ယောက်အိန္ဒိယနိုင်ငံကြီး လွပ်လပ်ရေးမရခင် အဆင်ပြေခဲ့သမျှဟာ လွပ်လပ်ရေးရပြီးနောက် အားလုံးပျက်သုန်းသွားခဲ့ပါတယ်အိန္ဒိယ-ပါကစ္စတန် ၂ နိုင်ငံကွဲထွက်သွားပြီး အစ္စလာမ်ဘာသာဝင်ဖြစ်တဲ့ မန်တို ပါကစ္စတန်ကို ရွှေ့ပြောင်းခဲ့ရပါတယ်ဒီဇာတ်ကားဟာ နာမည်ကျော် စာရေးဆရာ တစ်ယောက်ဖြစ်တဲ့ဆာဒတ် ဟဆန် မန်တိုရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Sep3/Manto_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/va3CVH59k7b79JLl4t2TLJAh0fZ.jpg",
        "title": "Back Roads (2018)",
        "description": "IMDB..... 7.1ဒီတစ္ခါေတာ့ 2018 Decemberကမွ ပူပူေႏြးေႏြးထြက္ခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီ ႐ုပ္႐ွင္ဟာ New York Timesရဲ႕ ေရာင္းအားအေကာင္းဆုံးစာအုပ္ျဖစ္တဲ့ Tawni O'Dellရဲ႕ Black Road ကို႐ိုက္ထားတဲ့ IMDB 7.1အထိ ရထားတဲ့ Drama,Thriller ဇာတ္ကားေကာင္းတစ္ကားပါ။ဝတၱဳကလည္းေကာင္း IMDBကလည္းျမင့္မို႔ ၾကည့္ရတာတန္ေစမဲ့ သဲထိတ္ရင္ဖိုကားတစ္ကားဆိုတာေတာ့ေျမႀကီးလက္ခတ္မလဲြပါပဲ။Harley Atmeyer ဆိုတဲ့ လူငယ္တစ္ေယာက္ဟာႏွိပ္စက္တတ္တဲ့သူ႔အေဖကို သူ႔အေမက သတ္ၿပီးေထာင္ထဲေရာက္သြားတဲ့ေနာက္မွာ ေကာလိပ္ဆက္မတက္ပဲ ထြက္ခဲ့ရပါတယ္။ဒီ့ေနာက္ ပင္ဆယ္ေဗးနီယားျပည္နယ္ရဲ႕ ေက်းလက္တစ္ေနရာမွာညီမသုံးေယာက္ကို ေစာင့္ေ႐ွာက္ဖို႔ ပ်ိဳးေထာင္ဖို႔ဘာမွ အနာဂတ္ေမွၽာ္လင့္ခ်က္မ႐ွိတဲ့အလုပ္ေတြကိုလုပ္ေနခဲ့ရပါတယ္။အဲ့ဒီနားမွာပဲေနတဲ့ လက္ထပ္ၿပီးသား အမ်ိဳးသမီးတစ္ေယာက္ကိုသူ အ႐ူးအမူးခ်စ္ခဲ့မိတဲ့အခါမွာေတာ့ကံၾကမၼာဆိုးေတြဟာ ျမင္းနက္ႀကီးစီးၿပီးဝင္လာသလိုအျဖစ္အပ်က္ေတြဟာမထင္ထားရဲေလာက္ေအာင္ျမန္ဆန္စြာ ေပၚေပါက္လာၿပီးသူ႔မိသားစုရဲ႕ သူမသိေသးတဲ့ အမွန္တရားေတြထိတ္လန္႔စရာ လွ်ိဳ႕ဝွက္ခ်က္ေတြဟာလည္းတစစ ႐ုပ္လုံးေပၚလာၿပီး..သူ႔ကို ထိတ္လန္႔ေအာင္ဝါးၿမိဳလာတဲ့အခါ.......။ဒီ Black Roadsမွာ နာက်င္မႈ.. စိတ္ေဝဒနာ...ေမွၽာ္လင့္ခ်က္မဲ့မႈအတၱေတြနဲ႔ မြန္းက်ပ္ေလာက္ေအာင္႐ိုက္ျပထားၿပီးThriller သမားေတြ လက္လြတ္မခံသင့္တဲ့ ေရႊပါပဲ။ (ဇာတ္လမ္းအညႊန္း ကို Wira Aung မွေရးေပးထားျပီး ဘာသာျပန္ေပးထားသူကေတာ့ Htet ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yLob/Back_Roads_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/el6yT5RjrT5PeoQDTrO96rziHKa.jpg",
        "title": "The Messenger(2009)",
        "description": "The Messenger(2009)IMDb.....7.1,,,,,,Rotten.......89%စစ်ကားဟေ့ဆိုလျှင်  BLACK HAWK DOWN ၊AMERICAN SNIPER၊LONE SURVIVOR၊ SAVING PRIVATE RYANတို့လို  ကျည်ဆံသံတဝီဝီ  အမြောက်ဆံတဝုန်းဝုန်းတွေပါတဲ့ကားမျိုးမှ သဘောကျတဲ့ ကျွန်တော့်အဖို့  ယ္ခုThe Messenger(2009) ဇာတ်ကားကိုကြည့်ဖို့အတော်ကြီးကို အားမွေးရပါတယ်....ဘာလို့လဲဆိုတော့ ဒီဇာတ်ကားက WAR အမျိုးအစားဖြစ်ပေမယ့်Drama ဘက်ကိုဦးစားပေးထားလို့ပါပဲ... WAR အမျိုးအစားဖြစ်လို့ ခဏတော့ကြည့်လိုက်မှဆိုပြီး မြည်းကြည့်လိုက်တာ ကျွန်တော်အထက်ကပြောခဲ့တဲ့စစ်ကားကောင်းတွေမှာမပါခဲ့တဲ့ ရှုထောင့်ကိုရိုက်ပြထားတယ်....အစပိုင်း၁၅မိနစ်လောက်ပဲကြည့်ရသေးတယ် ...အဆုံးထိ ကြည့်ဖြစ်သွားသလို အတွေးတွေလည်း တစ်ကိုယ်လုံးထုံလွှမ်းကျန်ခဲ့တယ်...အမေရိကန်စစ်တပ်မှ တပ်ကြပ်ကြီးတစ်ယောက်ဟာ  ရှေ့တန်းမှာ လက်နက်ကြီးထိခဲ့လို့ မျက်လုံး ခြေထောက်တို့မှ ဒဏ်ရာရရှိသွားတယ်..ဒါကြောင့်သူ့ကို စစ်တပ်ကနေ ပင်စင်ပေးဖို့ ပြုလုပ်ပေးတယ်..မပေးခင်ကာလ (၃)မှာ ပေါ့ပါးတဲ့တာဝန်တစ်ခုကိုခိုင်းလိုက်တယ်....သူလုပ်ရတဲ့အလုပ်မှာ အထက်အရာရှိတစ်ယောက်ရှိတယ်...သူ့အလုပ်က လွယ်ကူလွန်းတယ်လို့ ယူဆတယ်...တိုက်ခိုက်ရေးစစ်သားတစ်ယောက်အနေနဲ့ ဒီအလုပ်က သူ့အတွက်စိတ်ပျက်စရာဖြစ်နေတယ်...သို့ပေမယ့် သူထင်သလောက် မလွယ်ကူမှန်း (၃)ခါလောက်လုပ်ပြီးတဲ့အချိန်မှာသိလိုက်ရတယ်...ခင်ဗျားတို့လည်း ဇာတ်ကားကြည့်နေရင်း သူတို့လုပ်တဲ့အလုပ်နေရာကို ဝင်ရောက်ခံစားရင်းအဆိုးတကာ့အဆိုးဆုံးစစ်ပြေပြင်ကိုသွားနေသလိုခံစားရလိမ့်မယ်...ဘာအလုပ်ဆိုတာရယ် ...ဘယ်လိုတွေ တွေ့ကြုံရမယ်ဆိုတာရယ်တော့ စပွိုင်လာမဖြစ်စေလို့တဲ့အတွက်ကြောင့်မပြောတော့ပါဘူး...သို့ပေမယ့် စစ်ကားကောင်းကြိုက်တဲ့သူတွေအဖို့ ဒီကားကိုကြည့်စေချင်တယ်....ခင်ဗျားတို့အတွက် ရုပ်ရှင်ကားကြည့်ရတာ အချဉ်းနှီးမဖြစ်စေပါ့လားဆိုတဲ့အတွေးမျိုးရစေတဲ့ကားစာရင်းထဲမှာ ဒီကားလည်း စာရင်းဝင်သွားလိမ့်မယ်လို့အာမခံတယ်...ဒီကားက ဇာတ်ညွှန်းဆု၊ဇာတ်ပို့ဆုအတွက် အော်စကာဆန်ကာတင်စာရင်းဝင်ခဲ့သလို  အခြားဆု(၁၇)ဆုလည်းရရှိခဲ့တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/SR4k/The_Messenger_[2009]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWHjEA2NjT3TSCKHIIfEHMvQPhi.jpg",
        "title": "Museo (2018)",
        "description": "လတ်တလောထွက်ရှိလာတဲ့ကားကောင်းလေးတွေထဲကမှမက္ကဆီကိုကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့Museo(2018)ပါ။၆၈ကြိမ်မြောက်ဘာလင်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာSilver Bear for Best Screenplay ဆုကိုဆွတ်ခူးရရှိထားတဲ့ကားလေးပါ။Ratingတွေ အနေနဲ့ကလဲImbd Rating 7.3/10 နဲ့ Rotten Tomatoes 89% တောင်ရရှိထားတာမလို့ကားကောင်းလေးတစ်ကားဆိုတာကိုအထွေအထူးညွှန်းနေစရာမလိုလောက်ပါဘူး။ကားကောင်းလေးတစ်ကားဆိုတာသိပေမယ့်ကိုယ့်အကြိုက်နဲ့တူမတူဆိုတာကိုသိရှိနိုင်ဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးချင်ပါသေးတယ်။ဒီဇာတ်လမ်းလေးကို Narratorတစ်ဦးကပြန်ပြောပြနေတဲ့ပုံစံနဲ့စတင်ထားပါတယ်။ဂျူအန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာအများနည်းတူအသက်ရှင်နေထိုင်ရမှာကို စိတ်ပျက်နေသူတစ်ဦးပါ။တစ်ခုခုထူးခြားသွားအောင်လုပ်ပြလိုက်ချင်ပေမယ့်ဘာလုပ်ရမှန်းမသိတဲ့သူလိုကိုယ်လိုကောင်လေးတစ်ယောက်ပေါ့။တစ်နေ့မှာတော့သူငယ်ချင်းဖြစ်သူနဲ့ အပြောင်းအလဲတစ်ခုခုကိုစတင်ကြမယ်ဆိုပြီးပြတိုက်ကိုဝင်ခိုးပါတော့တယ်။ခိုးရာပါအနုပညာလက်ရာတွေကို ထုခွဲရောင်းချပြီးသူ့ကိုလှောင်ပြောင်အထင်သေးတဲ့မိသားစုနဲ့ဝေးရာထွက်သွားတော့မယ်လို့ကြံရွယ်ပေမယ့်သူထင်တဲ့အတိုင်းဖြစ်လာပါ့မလား?ဒီပစ္စည်းတွေနဲ့ သူဘာဆက်လုပ်မလဲ?သရဲကားမဟုတ်သလိုစွန့်စားခန်းဖွင့်တဲ့ကားမျိုးလဲ မဟုတ်ပေမယ့်သိပ်ကောင်းတဲ့ Drama ကားကောင်းပါ။ရိုးရှင်းတဲ့ဇာတ်အိမ်ကိုမှ ရင်ခုန်လှုပ်ရှားပြီးစောင့်ကြည့်ရတဲ့ကားကောင်းလေးလို့ပဲညွှန်းပါရစေ။ File Size : (1 GB) and (295MB)Quality : Web DL720pRunning Time :2hr 08 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon Kyaw Encoded by Moe Myint Lwin",
        "rating": "7.3",
        "url": "https://megaup.net/SR4l/Museo_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p14789_v_v8_ac-133x200.jpg",
        "title": "[+18] Sliver(1993)",
        "description": "[+18] Sliver (1993)\nDark Side Production မှတင်ဆက်သည်.....\nIMDb Rating.... 5.0/10\n ရုံးပိတ်ရက်လည်းဖြစ်သည်က တစ်ကြောင်း ၊အေးမြတဲ့ဆောင်းရာသီဖြစ်သဖြင့် အပြင်ထွက်လျှင် အေးသောကြောင့် အခန်းအောင်းနေတတ်သည့် ကျွန်ုပ်တို့ ပုရိသအပေါင်းတို့အဖို့လွန်စွာမှပျင်းရိညဉ်းငွေ့ဖွယ်နေ့ရက်များဖြစ်ပေသည်...ထိုသို့သောအချိန်များကို စနစ်တကျကုန်ဆုံးဖို့ရာ  ဇတ်လမ်းကောင်းလေးနဲ့ ဖြတ်သန်းသင့်သဖြင့်  မည်သည့်ဇာတ်လမ်းအမျိုးအစားကိုရွေးချယ်ကြည့်ရှုရမည်ကိုသိသော်လည်းအချက်အလက်များနှင့် ကိုက်ညီသည့် အနှီဇာတ်ကားကိုရွေးချယ်ဖို့အခက်ရှိနေကြမည်ဖြစ်သည်...ဇာတ်လမ်းလည်းကောင်းရမည်...မင်းသမီးကလည်း စပါးကြီးမြွေတစ်ကောင်လိုညှို့အားပျင်းသည့်မင်းသမီးမျိုး..ရှောင်လွှဲရန်ခက်ခဲသည့် လောကဇာတ်ခုံမှာ ဖိုမကိစ္စရပ်များ ဒါတွေပြည့်စုံရမည်....ဒီလိုအချက်များနှင့်ကိုက်ညီသည့်ဇာတ်ကားကို Dark Side မှာ ညွှန်းဆိုပေးရမည်ဆိုလျှင်တော့ .Sliver(1993) ကိုကြည့်ပါလို့ပဲ ပြောချင်သည်..... Sliver ဆိုတာ U.S အသုံးအရတော့ အထပ်မြင့်တိုက်ခန်း အဆောက်အဦးပါ။ ဒီ ဇာတ်လမ်းက Silver တစ်ခုက အဖြစ်အပျက်တွေ အကြောင်းပါ။ဒီအဆောက်အဦး လူသေမှု ၂ခုဖြစ်ခဲ့ပြီး ပိုင်ရှင်ကလည်း ဘယ်သူမှန်းမသိရပါဘူး။ Carleyလို့ခေါ်တဲ့ စာအုပ်အယ်ဒီတာမလေး အဲ့ဒီ အဆောက်အဦးကို ရောက်လာပြီးတဲ့နောက် လူသေမှုတွေလည်း ထပ်ဖြစ်ခဲ့ပါတယ်။ဒီလူသတ်မှုတွေဟာ သူမနဲ့တိုက်ရိုက်ပတ်သက်လာတဲ့အချိန်မှာ၊အဆောက်အဦးပိုင်ရှင်ကလည်း သူမ လုံးဝမမျှော်လင့်ထားတဲ့ သူဖြစ်နေတဲ့အပြင်လျှို့ဝှက်ချက်ပေါင်းများစွာ ရှိနေတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2d6f4/Lawless_[2012]_(MM_Sub).mp4 https://megaup.net/1x84b/Sliver_[18+]_[1993]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b8dmfG84peFdouN2N8wOsiI9WHt.jpg",
        "title": "’71(2014)",
        "description": "'71(2014)IMDb....7.2,,,Rotten....95(((ဆုပေါင်း (၁၂)ဆု ရရှိခဲ့ပြီး အခြားဆုများအတွက် ဆန်ကာတင်(၂၅)ဆုစာရင်းဝင်ခဲ့....)))ကျွန်တော်တို့အားလုံးဟာ တိုက်လိုခိုက်လိုစိတ်ပျင်းပြပြီးရန်လိုတဲ့သူတွေမဟုတ်တဲ့အပြင် တခြားသူဒုက္ခရောက်နေမှပျော်နေတဲ့သူတွေမဟုတ်ကြဘူး...သို့ပေမယ့် ဒီလိုအရာတွေနဲ့မကင်းတဲ့ စစ်ကားတွေကို လူကြီးလူငယ်မရွေးဘာကြောင့်ကြိုက်ကြတာပါလိမ့်......တခြားနိုင်ငံမှရိုက်သည့်စစ်ကားအများစုသည် အဆဲမျိုးစုံပါဝင်သလို အထက်အောက် ပုံစံပေးနည်းမျိုးစုံပါဝင်လေသည်...သို့ပေမယ့် စစ်မြေပြင်ရောက်လျှင်သော်လည်းကောင်း ဒုက္ခမျိုးစုံသော်လည်းကောင်းကြုံသည့်အချိန်မျိုးတွေ အတူပူပေါင်းဖြေရှင်းသည့်ပုံစံများမှာကျွန်တော်တို့ကို လွန်စွာမှဆွဲဆောင်နိုင်ပါသည်...ဥပမာ Jarhead (2005) တပ်သားသစ်ဘဝကိုစရိုက်ပြတာ ..ဆဲတာလည်းစုံ ပညာပေးနည်းလည်းစုံ  မီးကြောင့်ရဲရဲနီသည့် သံကွင်းနဲ့တောင်ထိုးကြသေးတယ်..သို့ပေမယ့် နောက်ဆုံးခန်းရောက်တော့ ကျွန်တော်တို့မျက်ရည်စို့ရတယ်..နောက် Fury (2014) အချင်းချင်းမှဆဲချက်ပေါက်ကရပြောချက်..အသစ်ကောင်လေးကိုလည်းပုံစံပေးချက်က မညှာတာ....သို့ပေမယ့် ဒီလူ့အရိုင်းအစိုင်းလို စစ်သားကြီးတွေက ကျွန်တော်တို့ကိုမျက်ရည်စို့ခဲ့ရတယ်..အခြားစစ်ကားကောင်းများစွာရှိပါသေးသည်...မည်သို့ပင်ဆိုစေ ကျွန်တော်တို့ဆီက စစ်ကားရိုက်ပြီဟေ့ဆိုရင်လည်း တခြားမြန်မာကားများထက် စိတ်ဝင်တစ်စားစောင့်ကြည့်ရတာအမော....အားမလိုအားမရဖြစ်ခဲ့ကြတာကလည်းတစ်ပိုင်းပေါ့လေ..ခုလည်း စစ်ကိုမုန်း၍ တိုက်ခဲ့သည်နောက်ပိုင်း ရေတပ်နှင့်ဆိုင်သည့် စစ်ကားတစ်ကားရိုက်နေသည်ဟုကြားသိရသည်...ထားတော့....'71(2014)ဇာတ်လမ်းအညွှန်းကိုအတိုချုံးပြောရမယ်ဆိုရင် တပ်ရင်းတစ်ရင်းဟာ ကက်သလစ်ဂိုဏ်းအဖွဲ့အထိကရုဏ်းဖြစ်တဲ့ Belfast မြို့ကို အရေးပေါ်လုံခြုံရေးသွားယူရတယ်..အဲ့ဒီလုံခြုံရေးယူတဲ့ထဲမှာ သင်တန်းဆင်းခါစ ရဲဘော်သစ်တွေပါတယ်...တစ်နေ့လုံခြုံရေးယူပေးနေရင်း စစ်သည်တစ်ယောက် အသတ်ခံလိုက်ရတယ်....တခြားသူတွေတော့ ထွက်ပြေးလွတ်မြောက်သွားတယ်..လွတ်မြောက်သွားတဲ့အထဲမှာ တပ်သားသစ် ဟွတ်ခ်ဆိုတဲ့သူလည်းပါတယ်..သူဟာ ထွက်ပြေးနေတုန်းမှာ သူလုံးဝမမျှော်လင့်ထားတဲ့ အဖွဲ့အစည်းတွေနဲ့တွေ့ခဲ့ရတယ်..ကိုင်း သူတွေ့ခဲ့တဲ့အဖွဲ့အစည်းတွေက ဘာတွေဖြစ်မလဲ...ဒီရဲဘော်သစ်လေး ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Zwel Zan Aung ပဲဖြစ်ပါတယ်...File Size : (931 MB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/SR41/_71_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynljTdiGVUCJJ6THSZi22SBoQAR.jpg",
        "title": "Thunder Road (2018)",
        "description": "အခုတင်ဆက်ပေးလိုက်တာကတော့ 2018 ထွက် Thunder Road ဆိုတဲ့ အမေရိကန်ဟာသကားလေးပါဒီဇာတ်ကားကိုတော့ Jim Cummings က ကိုယ်တိုုင်ရေး ကိုယ်တိုင်ဒါရိုက်တာလုပ် ကိုယ်တိုင်သရုပ်ဆောင်ထားတာပါ2016 ခုနှစ်တုန်းက ဒီ Thunder Road ဆိုတဲ့ နာမည်နဲ့ပဲ ရိုက်ထားခဲ့တဲ့ သူ့ရဲ့ ဇာတ်လမ်းတိုလေးကို အခြေခံပြီး ထပ်မံရိုက်ကူးခဲ့တာပါဒီဇာတ်ကားကတော့ 2018 SXSW ရုပ်ရှုင်ဆုပေးပွဲမှာ Grand Jury Award ကို ရရှိခဲ့ပါတယ်ဒီဇာတ်ကားလေးထဲမှာ နဂိုကပေစုတ်စုတ်နေနေတာကို မိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် ပိုဆိုးသွားတဲ့ ရဲအရာရှိ Jim Arnaud အဖြစ် Jim Cummings က သရုပ်ဆောင်ပေးထားပါတယ်သူ့ဘဝကို ပိုကောင်းလာောအာင် မပြောင်းလဲနိုင်ခဲ့ပေမဲ့ သူ့သမီးလေးအတွက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်လာဖို့ သူတတ်နိုင်သလောက် ကြိုးစားဖို့ ဖြစ်လာတဲ့အခါမှာတော့သူ့ဘဝလေးက ဘယ်လိုတည်ငြိမ်သွားလဲဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦIMDB rating 7.2 ထိ ရထားလို့ ဟာသကြိုက်တဲ့ ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဟာသကားလေးပါ(ဘာသာပြန်သူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/SR4d/Thunder_Road_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l15r2aLqdifXM9GFsJLkOq5Y8SI.jpg",
        "title": "White Boy Rick (2018)",
        "description": "White Boy ဆိုတဲ့အသံကြားလိုက်တာနဲ့ အမေရိကရဲ့လူဖြူလူမည်းပရိပက္ခတွေကို အနည်းငယ်တီးမိခေါက်မိရှိတဲ့သူတွေက ဇာတ်လိုက်ဖြစ်သူ Rick ရောက်ရှိနေတဲ့ ပတ်ဝန်းကျင်အခြေအနေကိုခန့်မှန်းမိကြမှာပါ။Rick ဆိုတာက Richard Wershe Jr. လို့ခေါ်တဲ့ ၁၄ နှစ်သားကောင်လေးတစ်ယောက်။မိဘဖြစ်သူတွေက တရားဝင်ကွာရှင်းထားပြီးသားဖြစ်တဲ့အတွက် အဖေ့စောင့်ရှောက်မှုအောက်မှာ အစ်မဖြစ်သူနဲ့အတူနေထိုင်တယ်။သူတို့နေထိုင်တဲ့နေရာက Detroit လို့ခေါ်တဲ့ နယ်စပ်မြို့၊ လူမည်းအများစုနေထိုင်ပြီး ဒုစရိုက်မှုတွေမှိုလိုပေါတဲ့မြို့တစ်မြို့ပေါ့ဗျာ။Rick Jr. ရဲ့အဖေဖြစ်သူက လိုင်စင်ရသေနတ်ရောင်းဝယ်ရေးသမားဖြစ်တာနဲ့အညီ ဂိုဏ်းစတားတွေ၊ဒုစရိုက်သမားတွေနဲ့ အမြဲမပြတ်ဆက်ဆံနေရတဲ့သူပေမယ့် ဗီဒီယိုစတိုးလေးဖွင့်ပြီး မိသားစုနဲ့အတူအေးအေးဆေးဆေးဘဝကိုဖြတ်သန်းချင်တဲ့သူ။တစ်ရက်မှာ Rick Jr. တစ်ယောက် သူ့အဖေသေနတ်ပြပွဲကနေ အောက်ကြေးနှိုက်လာတဲ့ AK47 နှစ်လက်ကို Johnny လို့ခေါ်တဲ့ လူမည်းတစ်ယောက်ဆီသွားရောင်းရာကနေ သူတို့အဖွဲ့နဲ့ဓာတ်ကျပြီး ဘော်ဒါတွေဖြစ်သွားကြတယ်။Johnny တို့အဖွဲ့က အားလုံးလူမည်းတွေချည်းဖြစ်တဲ့အတွက် သူတစ်ဦးတည်းသာလူဖြူဖြစ်နေတဲ့ Rick Jr. တစ်ယောက် White Boy Rick ဆိုတဲ့ နာမည်ပြောင်ရပြီး အဖွဲ့ဝင်တစ်ယောက်လိုဖြစ်လာတယ်။အဲဒီလိုရက်သတ္တပတ်တွေဖြတ်သန်းပြီးတဲ့အခါမှာတော့ Rick Jr. ရဲ့အဖေ လိုင်စင်မရှိပဲ Silencer ...",
        "rating": "6.5",
        "url": "https://megaup.net/SR49/White_Boy_Rick_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qLrKvYowiWDGc0cMqIA5KT8KuJq.jpg",
        "title": "Rockstar (2011)",
        "description": "[ IMDB - 7.7 /10 ]Bollywood ရဲ႕ လူငယ္မင္းသားေတြအေႀကာင္း ေျပာ ႀကေႀကးဆိုရင္ Ranbir Kapoor မပါရင္ျပီးျပည့္စံုမႈရွိမွာ မဟုတ္ပါဘူး။သူ႕ဇာတ္ကား အမ်ားစုဟာ အလြမ္းအေဆြးေဆာင္ျပီး မ်က္ရည္ခ်ဴဖို႕ မ်ားခဲ႔ပါတယ္။ ဒီတစ္ခ်က္က ကြ်န္ေတာ္မႏွစ္သက္တဲ႔ အခ်က္ျဖစ္ျပီး သူ႕ သရုပ္ေဆာင္စရိုက္ ပိုင္ႏိုင္မႈကိုေတာ့ Roctstar (2011) နဲ႔ Sanju (2018) ဇာတ္ကားေတြမွာ ေႀကြခဲ႔ရျပန္ပါတယ္။အစကေတာ့ Rock သီခ်င္းေတြနဲ႕ မနီးစပ္တာ တေႀကာင္း Drama ဆန္တဲ႔ ဇာတ္လမ္းျဖစ္သည္က တေႀကာင္းေႀကာင့္ မေရးခ်င္ခဲ႔ပါဘူး ။ ကိုယ့္အေရးအသားမျပည့္စံုမႈက ဒီဇာတ္ကားကို စိတ္၀င္စားမႈ နည္းလာမွာလည္း မျဖစ္ေစခ်င္ခဲ႔ဘူး။ဒီဇာတ္ကားဟာ အသြင္အျပင္ ခမ္းနားစြာနဲ႔ Rock စရိုက္ပီျပင္တယ္။ အ၀တ္အစား ၀တ္ဆင္မႈက Ranbir နဲ႔ ေစာက္ရမ္းလန္းေနတယ္။ ေခတ္စကားအရ ေဂၚတယ္ ေပါ့။ ဂီတာတစ္ဖက္ နဲ႔ ...",
        "rating": "7.7",
        "url": "https://megaup.net/SS3c/Rockstar_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYTVlZTc0NzMtNzBiYi00MzA1LWJiNmUtNzk2YmRmNzczMjE2XkEyXkFqcGdeQXVyMjI1OTQ2MjU@._V1_-140x200.jpg",
        "title": "Stand by Me Doraemon",
        "description": "ဒိုရာမြန္ လုိ႔ေျပာလုိက္ရင္ အျပာေရာင္ေၾကာင္ကာတြန္းရုပ္ေလးကို ေျပးျမင္မိၾကမွာပါ။\nဒိုရာမြန္ဟာ ဂ်ပန္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ manga စီးရီးတစ္ခုလည္းျဖစ္ပါတယ္။\nဒီ Stand by Me Doraemon ကာတြန္းရုပ္ရွင္က 2014 ခုႏွစ္မွာထြက္ခဲ့တာျဖစ္ၿပီး\n38 ႀကိမ္ေျမာက္ ဂ်ပန္အကယ္ဒမီ ကာတြန္းရုပ္ရွင္ဆု ရရွိခဲ့တဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nကေလးေတြအတြက္သာမက လူႀကီးေတြအတြက္ပါ ခံစားၾကည့္ရႈလုိ႔ရတဲ့\nကာတြန္းကားဆိုလည္းမမွားပါဘူး။ ဒီကားမွာ ဒိုရာမြန္ ဇာတ္လမ္းတြဲေတြရဲ႕ အစလုိ႔ေျပာလုိ႔ရတဲ့ ..\nအလြဲလြဲအေခ်ာ္ေခ်ာ္နဲ႔ လူညံ့ လူပ်င္းေလး ႏိုဘိတ ဆီကို ဒိုရာမြန္\nေရာက္လာရတဲ့အေၾကာင္းအရင္းကို ဇာတ္လမ္းတည္ထားပါတယ္။\nႏိုဘိတက က်န္တဲ့ေနရာသာ သံုးစားမရေပမယ့္ ေမတၱာတရားမွာေတာ့\nေခသူမဟုတ္ ဆိုတဲ့အထဲကပါ။ ဒီကားေလးထဲမွာ ႏိုဘိတရဲ႕\nခြက္ရွ္ ရွီဇူကာအေပၚထားတဲ့ေမတၱာတရားေတြ၊\nဒိုရာမြန္နဲ႔ ႏိုဘိတၾကားက သံေယာဇဥ္ေတြ၊ လူတစ္ဘက္သားကိုအႏိုင္က်င့္တတ္တဲ့\nဂ်ီႀကီးနဲ႔ စနိတို႔ရဲ႕ အမူအက်င့္ေတြနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ဖြဲ႕လုိက္တဲ့အခါမွာေတာ့\nရယ္စရာလည္းပါ၊ ၀မ္းနည္းစရာလည္းပါ၊ သနားစရာေတြလည္းပါတဲ့\nကာတြန္းဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္လာခဲ့ပါေတာ့တယ္။\nၾကည့္ရက်ိဳးနပ္တဲ့ ကာတြန္းကားေလးျဖစ္သလုိ\nဒိုရာမြန္ ခ်စ္သူေတြအတြက္ေတာ့ လံုး၀လက္လြတ္မခံသင့္တဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ခင္ဗ်ား။\nဘာသာျပန္နဲ႕ အညႊန္းကေတာ့ Phyo Thu Kyaw ျဖစ္ပါတယ္ဗ်",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/stand-by-me-doraemon-2014/",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/mid90s-128x200.jpg",
        "title": "Mid90s ( 2018 )",
        "description": "ဒါရိုက္တာ Jonah Hill ရိုက္ကူးတင္ဆက္ထားတဲ႔ Mid90sဆိုတဲ႔ဇာတ္ကားေလးဟာ IMDb Rate 7.6ရရွိထားပါတယ္Rate R လို႔ေတာ႔သတ္မွတ္ထားပါတယ္ဘာေၾကာင္႔လဲဆုိရင္ဇာတ္လမ္းထဲက ေၿပာစကားအခ်ိဳ႕ေတြဟာ အေတာ္ညစ္တီးညစ္ပတ္ႏိုင္လို႔ပဲၿဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔စကိတ္ကိုရူးသြပ္ၿပီးေလလြင္႔ေနတဲ႔လူငယ္ေလးေတြရဲ႕အေၾကာင္းကိုအဓိကရိုက္ကူးတင္ဆက္ထားပါတယ္သူတို႔ေတြဟာပ်က္ဆီးၿပီးေတာ႔ မဟုတ္တာမွန္သမွ်အကုန္လုပ္ၾကတဲ႔ခ်ာတိတ္ေလးေတြ..သူတို႕အားလံုးမွာတူညီတဲ႔အခ်က္ေတာ႔ အားလံုး စကိတ္ကိုရူးသြပ္က်ၿခင္းပါပဲဒီလိုနဲ႔ ဆိုးသြမ္းလူငယ္ေလးေတြ ဘယ္လိုမ်ားသူတို႔ဘ၀ကိုေကာင္းမြန္လာေစမလဲ..သူငယ္ခ်င္းအစစ္အမွန္ရဲ႕ၿဖစ္တည္ၿခင္း..အဓိပါၸယ္ဆုိတာဘယ္လိုမ်ားလဲဆုိတာကိုေတာ႔ဆက္လက္ခံစားၾကည္႔ရွုၾကပါ အညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Review & Translated By Ei PyaeEncoded By LK",
        "rating": "7.7",
        "url": "https://megaup.net/SS3s/Mid90s_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/letters-to-juliet-poster-143x200.jpg",
        "title": "Letters to Juliet (2010)",
        "description": "Letters to Juliet (2010)\nIMDb - 6.5/10_____Rotten - 41%  ကျွန်တော်တို့သူငယ်ချင်းတွေနဲ့ဆုံတွေကြတဲ့ အခါ အတော်များများမေးလေ့ရှိကြတယ် ..ဟဲ့ နင်တို့ (၂)ယောက်ဘယ်လိုကနေဘယ်လိုချစ်သွားကြတုန်းတဲ့...\nချစ်ခဲ့ကြဖို့အတွက် အခက်အခဲပေါင်းများစွာကြုံခဲ့ရသလို ကြည်နူးစရာပေါင်းများစွာကြုံခဲ့ရပေမယ့် ပြန်ပြောပြဖို့ကြတော့ ဝါကျ(၃)ကြောင်းလောက်နဲ့ပြီးသွားတတ်တယ်..\nကြိုးစားပြီးပြောပေမယ့် ကိုယ်ကြုံခဲ့ရတာတွေကများသလောက်  ဖွဲ့နွဲ့ပြဖို့ခက်တော့ မြန်မြန်နိဂုံးချုပ်လိုက်ရတယ်..\nဒါတွေကို FAတွေတော့ သိပ်နားလည်မယ် မထင်ဘူး...\nတစ်ချို့ပြောတတ်ဆိုတတ်တဲ့သူတွေအတွက်တော့ ဇာတ်လမ်းတစ်ပုဒ်နီးပါး နားထောင်ကောင်းနေတတ်မျိုးတော့ရှိတာပေါ့လေ...\nဒီလိုပဲ အချစ်စာအုပ်ကောင်းတစ်အုပ် အချစ်ဇာတ်လမ်းကောင်းတစ်ကားကို ညွှန်းဆိုဖို့ကြတော့လည်း အတော်ခက်ပါတယ်..\nကြည့်နူးစရာတွေ ကြုံရမြင်ရ ခံစားရတာတွေများပေမယ့် ညွှန်းဆိုဖို့ကြတော့ခက်ပါတယ်..ပြီးတော့\nတခြားသူညွှန်းပြီးသား အချစ်ကားတွေပြန်ကြည့်ရင် ခံစားရတာ ပေါ့နေသလိုဖြစ်နေတတ်တယ်...ဒါကြောင့် ထွေထွေထူးတော့ပြောမနေတော့ပါဘူး....\nဒီအချစ်ကားနဲ့ပတ်သက်ပြီးပြောလို့ရတာက ဇာတ်လမ်းလေးက တခြားအချစ်ဇာတ်လမ်းတွေထက်ကို   ပိုစိတ်ဝင်စားဖို့လည်းကောင်း၊ကြည်နူးဖို့လည်းကောင်း၊\nမြင်ရတဲ့အရာတွေကလည်း သိပ်ကိုလှ ၊ဗဟုသုတတွေလည်းရတယ်လို့ပြောပါရစေ...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...  \nFile Size : (850 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/SEo6/Letters_To_Juliet_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/images-1-133x200.jpg",
        "title": "Imaikkaa Nodigal (2018)",
        "description": "ရဲနဲ႔ ရာဇဝတ္​​ေကာင္နဲ႔ၾကား ဉာဏ္​ကစားတဲ့\nစံု​ေထာက္​ကား​ေကာင္​းႀကိဳက္​သူ ပရိတ္​သတ္​​ေတြအတြက္​\nဂ်င္​းမဟုတ္​တဲ့ အမွန္​အကန္ကားပါ plot twist ​ေတြ\nအမ်ားျကီးနဲ႔ၾကည္​့​ေနရင္​း ဟာ​ေတြ ဟင္​​ေတြ ဟုတ္​တယ္​ဟေတြ\nဘာ​ေတြ ညာ​ေတြ ျဖစ္​ကုန္​မယ္​ ဒီဇာတ္​လမ္​း ဟာ\nျဖစ္​ရပ္​ႏွစ္​ခုကို အ​ေျခခံထားပါတယ္​\n႐ူဒရာဆိုတဲ့ လူသတ္​သမားဟာ လူသံုး​ေယာက္​ကုိျပန္​​ေပးဆြဲတယ္​\n​ေငြသန္​း၂၀ ဆီ​ေတာင္​းၿပီး ​ေငြရၿပီးတာနဲ႔ ျပန္​​ေပးဆြဲခံထားရသူ​ေတြကုိ\n​ေသြး​ေၾကာ​ေတြျဖတ္​ ​ေသြးထြက္​လြန္​ၿပီး ​ေသ​ေအာင္​သတ္​တယ္​\nအ​ေလာင္​း​ေတြကို မိဘ​ေတြဆီျပန္​ပို႔ ခဲ့ပါတယ္ ​\nဒီအမႈကို အန္​ဂ်လီ လို႔​ေခၚတဲ့ CBI အရာ႐ွိတစ္​​ေယာက္​က​ေဖာ္​ထုတ္​ခဲ့ၿပီး\n႐ူဒရာကုိ အ​ေသပစ္​ခတ္​ ဖမ္​းဆီးႏိုင္​ခဲ့ပါတယ္​\nဒါကတစ္​ပိုင္​း ဒီလိုနဲ႔​ေနာက္​ ငါးႏွစ္​ျကာတဲ့အခါ ႐ူဒရာ\nနံမည္​ နဲ႔ပံုစံတူ လူသတ္​မႈ​ေတြ ထပ္​ျဖစ္​လာျပန္​ပါတယ္\nဒီအခါမွာလည္​း အန္​ဂ်လီ ဦး​ေဆာင္​ၿပီး ႐ူဒရာ ဆိုသူကို\nဖမ္​းဖို႔ႀကိဳးစားခဲ့​ေပမယ္​့ ဒီတစ္​​ေခါက္​ ႐ူဒရာ ဟာ​အရမ္​းဉာဏ္​​​မ်ားျပီး\n​ေစ့စပ္​​​ေသခ်ာလြန္​းတဲ့အစီအစဥ္​​ေတြ​ေၾကာင့္​\nဖမ္​းဖို႔ႀကိဳးစားတိုင္​း ရဲ​ေတြ အ႐ူးလုပ္​ခံရၿပီး\nမီဒီယာ​ေတြ​ေ႐ွ႕မွာ အ႐ွက္​ကြဲရပါ​ေတာ့တယ္​\nဒီလို ဉာဏ္​မ်ားလြန္​းတဲ့ ႐ူဒရာ ကို ဘယ္​လိုဖမ္​းမလဲ\n႐ူဒရာက ရဲ​ေတြကိုဘယ္​လိုတစ္​ပါတ္​႐ုိက္​​လဲ\n႐ူဒရာဆိုတာ.ဘယ္​သူလဲ လြန္​ခဲ့တဲ့ ငါးႏွစ္​က ႐ူူဒရာ နဲ႔\nအတူတူပဲလား ဆိုတာ​ေတြကို\nဒီဇာတ္​ကားထဲမွာ စိတ္​ဝင္​စားဖြယ္ၾကည္​့ရမွာပါ\n...................................................................\nဇာတ္​လမ္​းက BBC ...",
        "rating": "7.5",
        "url": "https://megaup.net/2eN9b/Imaikkaa_Nodigal_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    }
]