[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/movieposter_en-139x200.jpg",
        "title": "Adopting Audrey (2022)",
        "description": "Adopting Audrey ( 2021 )ဂျစ်ပစီလို လေလွင့်နေတဲ့ ခြေသလုံးအိမ်တိုင်မလေးဟာ အိမ်မပြန်ဘဲ မြိုတကာလှည့် အလုပ်တကာပြောင်းရင်း ကြုံရာကျပန်း ရှင်သန်နေထိုင်လာခဲ့တာ တော်တော်ကြာပြီ။ တစ်နေ့ကျ သူအလုပ်လည်းပြုတ် အိမ်ငှားခလည်းမရှိတော့တဲ့အချိန်မှာ အစီအစဉ်တစ်ခုကိုတွေ့သွားတယ်။ အဲဒီအစီအစဉ်ကတော့ တခြားမဟုတ်ပါဘူး။ လူကြီးမွေးစားတဲ့ အစီအစဉ်တစ်ခုပါ။ကလေးတွေကို‌ မွေးစားတာမဟုတ်ဘဲ အရွယ်ရောက်ပြီးသား လူတွေကို ကလေးမရှိတဲ့ အဘိုးကြီး အဘွားတွေက မွေးစားပြီး မိသားစုတစ်ခုထူထောင်ကြတဲ့ အစီအစဉ်ပါ။ ဒီတော့ ကောင်မလေးဟာ မွေးစားခံမယ့် မိဘတွေကို ရှာရင်း မိန်းမတစ်ယောက်က သူ့ကိုမွေးစားဖိုလုပ်ခဲ့ပါတယ်။ ထူးတာက အဲဒီမိသားစုမှာ သားရော သမီးရော ရှိပါတယ်။ အဲဒီမိသားစုက သူ့သားနဲ့ သမီးနဲ့ အဖေနဲ့ကြားက မပြေလည်မှုတွေ ၊ ခြေသလုံးအိမ်တိုင်မလေးနဲ့ သူပြန်မရောက်တော့တဲ့ကြားက မပြေလည်မှုတွေအပါအဝင် မိဘနဲ့သားသမီးကြားက အဖုအထစ်တွေကို ပုံဖော်ထားတဲ့ မိသားစုဒရာမာခပ်ဆန်းဆန်းလေးပါပဲ။File Size__(1.3GB) / (650MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:32:00\nType__Drama\nSubtitle__Myanmar ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/adopting-audrey-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOTcwYmJiOWEtNzViZi00OWFlLTkxMzYtM2EyMjY2MzI1ZGJiXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-139x200.jpg",
        "title": "Jothi (2022)",
        "description": "IMDb 9.1/10 ရထားတဲ့\nတမီးလ်ကားကောင်း Thriller ကားသစ် လေးလာပါပြီ\nကမ္ဘာတစ်ဝှမ်းမှာ ကလေးပျောက် ကလေးလူကုန်ကူးခံရမှုတွေ များလာခြင်းမှာ\nဂျိုသီတိုမြိုလေးလည်း ခြွင်းချက်မရှိခဲ့ပါဘူး\nကိုယ်ဝန်အရင့်အမာကြီးနဲ့ ဂျိုသီက သူမွေးဖွားလာမယ့်\nကလေးလေး မတော်တဆ ပြန်ပေးဆွဲခံရရင်\nဘယ်လိုလုပ်မလဲလို တွေးပူနေတဲ့မိခင်တစ်ယောက်ဖြစ်နေရာကနေ\nသူယောကျ်ားဆရာဝန်ဖြစ်သူ အဝေးကို\nအလုပ်ကိစ္စနဲ့သွားရချိန် တစ်ယောက်တည်းရှိနေတဲ့အချိန်မှာ\nသူစိတ်ပူခဲ့တဲ့အတိုင်းထက်အလွန်\nမွေးတောင်မမွေးရသေးတဲ့ကလေးကို\nအတင်းအကြပ် ဗိုက်ဖွင့်ပြီး ထုတ်ယူပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်ညကြီးမိုးချုပ် မိုးကာဝတ်ပြီး ပညာသည်တစ်ယောက်ရဲ့ လက်ရာအတိုင်\nး သေသပ်စွာ ဗိုက်ခွဲထုတ်ယူကလေးမွေးပြီး လျှိဝှက်စွာလာရောက် ပြန်ပေးဆွဲသွားတဲ့ တရားခံက ဘယ်သူလဲဆိုတာကို\nမြိုနယ်ရဲမှူး ရှက်သီနဲ့အဖွဲ အပြင်းအထန်ထုတ်ဖော်ကြရတော့တယ်\nစစ်ဆေးချက်တွေ သက်သေတွေ မှတ်တမ်းတွေအရ\nတရားခံဖြစ်နိုင်တဲ့ သံသယရှိသူတွေကို လိုက်ရှာရင်း\nသံသယရှိသူအရေအတွက်များလာတဲ့အခါ\nရဲမှူးရှက်သီရဲ့ မာနကို ထိခိုက်လာသလိုဖြစ်လာတယ်တရားခံသံသယရှိသူတွေရော ဘယ်နှယောက်တိုးလာပြီး\nတရားခံအစစ်ကဘယ်သူလဲ\nရဲမှူးဖြစ်သူရဲ့ မာနထိခိုက်ခံရမှုကို ရဲမှူးက\nတရားခံကို ဖမ်းပြပြီး အစွမ်းပြနိုင်မှာလား စတာတွေကို\nအတော်လေး စိတ်ဝင်စားဖွယ် ကြည့်ရမှာပါ\nRun time လည်း သိပ်မကြာတဲ့အပြင် လူအင်အားများများနဲ့\nခပ်သွက်သွက်လေး ရိုက်ကူးတင်ဆက်ထားတာမို ကြည့်ရတာ တော်တော်မြိုင်ပါတယ်\nတချိုအပိုင်းလေးတွေတော့ သွေးထွက်သံယိုလေးတွေရှိလို\nသက်ဆိုင်သူများ သတိထားကြည့်ရင် အဆင်ပြေပါလိမ့်မယ်\nFile size…5.68GB / 1.76GB / 854MB\nQuality…4k UHD ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/jothi2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d3i1ZB2pstUAJn8n1KzobcmbtZd.jpg",
        "title": "My Perfect Roommate (2022)",
        "description": "My Perfect Roommate (2022)Drama တွေတိုင်းမှာ အားလုံးနဲ့ရင်းနှီးပြီးသား သရုပ်ဆောင်ရှယ်ကောင်းတဲ့ ဖွားဖွား Na Moon Hee ရဲ့ ရုပ်ရှင်အသစ်စက်စက်လေးလာပါပြီ။ဒီဇာတ်လမ်းလေးကတော့ တောင်ကိုရီးယားမှာတကယ်ရှိတဲ့ room sharing ဆိုတဲ့အစီအစဉ်လေးကို အခြေတည်ရိုက်ကူးထားတာပါ။\nဆိုးလ်မြို့မှာနေစရာရှာနေတဲ့ကျောင်းသားလူငယ်တွေကို တစ်ယောက်တည်းနေတဲ့ သက်ကြီးရွယ်အိုဘိုးဘွားတွေရဲ့အိမ်တွေမှာ အခန်းငှါးပေးတဲ့အစီအစဉ်ပါ။Room Sharing အစီအစဉ်ကြောင့်ပဲ ဇီဇာကြောင်လွန်းပြီး ကပ်သီးကပ်ဖဲ့နိုင်လွန်းတဲ့ အဖွားတစ်ယောက်ရဲ့အိမ်မှာမှ သွားငှါးနေမိလို့\nအိမ်မှာတောင်အိမ်သာမတက်နိုင်တဲ့ ဘဝကိုရောက်နေရတဲ့ ကျောင်းသားလေးဟန်ဂျီအုံးနဲ့\nတစ်လောကလုံးကိုဘုနဲ့ဘောက်လုပ်နေတဲ့ အိမ်ပိုင်ရှင်အဖွားတို့ရဲ့\nမတည့်အတူကနေ ဖြူစင်တဲ့ ၅၂၈ သံယောစဉ်တွေ ရစ်ပတ်လာတဲ့ဇာတ်လမ်းလေးပါ။ဝါရင့်မင်းသမီးကြီး Na Moon Hee ရဲ့ထိမိတဲ့အိုက်တင်တွေနဲ့\nMy Roommate Is A Gumiho, Melancholia အစရှိတဲ့ ဇာတ်လမ်းတွဲတွေမှာ တွေ့ဖူးနေတဲ့\nမင်းသားသစ်လေး Choi Woo Sung ရဲ့မခေလှတဲ့သရုပ်ဆောင်ချက်တွေကြောင့် ရယ်လိုက်၊ ငိုလိုက် ရသမျိုးစုံခံစားရမှာသေချာပါတယ်။လူတိုင်းရဲ့ဘဝမှာ ဘယ်တော့မှမပြည့်နိုင်တဲ့ ကွက်လပ်တွေရှိစမြဲပါ။\nဒီဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်တဲ့ ဂျီအုံးနဲ့ အဖွားတို့ မတည့်အတူနေကြရင်း\nဘဝရဲ့လစ်ဟာနေတဲ့ ကွက်လပ်တွေကို ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/my-perfect-roommate-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pr4aXYDUMbQG8cPVol4shvHXyYv.jpg",
        "title": "River Road (2022)",
        "description": "River Road (2022)IMDb - 7.1ထရာဗစ်က ​နာမည်ရက​​နေဒါ​​ရော့ခ်တီးဝိုင်းတစ်ခုရဲ့ ဂစ်တာသမားဖြစ်ပြီး\nအဖွဲ့ရဲ့နယ်လှည့်​​ဖျော်​ဖြေပွဲ​​တွေအပြီး ဇာတိ​မြေက​နေဒါက အ​ဒေါ်ဖြစ်သူရဲ့အိမ်မှာ အနားယူဖို့ ​ရောက်ရှိ​နေတာပါ။အဲဒီအိမ်မှာ ရှိ​နေစဉ်မှာပဲ ဇိုအီဆိုတဲ့ အ​မေရိကန်သူ မိန်းက​လေးတစ်​ယောက်နဲ့ စတင်ဆုံစည်းခဲ့ပါတယ်။\nစ​တွေ့ကတည်းက တခြားသူ​တွေနဲ့ မတူ ထူးခြားတဲ့ ဇိုအီကို\nထရာဗစ်အ​နေနဲ့ မြင်မြင်ချင်းမှာပဲ စိတ်ဝင်စား သွားခဲ့ပါတယ်။ဒီလိုနဲ့ ၂​ယောက်သား စ​တွဲရင်း ဟီးရိုးအင်းဆိုတဲ့ မူးယစ်​ဆေးကို သုံးမိပြီး\nချစ်သူ၂​​ယောက်ရဲ့ ဘဝ​​တွေ ​ဇောက်ထိုးမိုး​မျှော် စဖြစ်လာသလို\nမူးယစ်​ဆေးရဲ့သား​ကောင်​အဖြစ် ဥပ​ဒေနဲ့မညီတဲ့ ပြစ်မှု​တွေကိုပါ အတူတူကျူးလွန်မိခဲ့ပါတယ်။တစ်​နေ့မှာ ထရာဗစ်က ထူးဆန်းတဲ့ဇိုအီရဲ့လျှို့ဝှက်ချက်တစ်ခုကို သိရှိခဲ့သလို\nအသက်ပါဆုံးနိုင်တဲ့ ကိစ္စတစ်ခုကို ရူးမိုက်စွာ လုပ်ခဲ့ပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 800MB | 320MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/river-road-2022/"
    },
    {
        "thumbnail": "",
        "title": "Catch Me If You Can (2002)",
        "description": "IMDb Rating (8.1) / Rotten Tomatoes (96%)ဒါရိုက်တာက နာမည်ကြီး Steven Spielberg ဖြစ်ပြီး မင်းသားတွေကတော့မင်းသားကြီး Tom Hanks ရယ်…မင်းသားချော Leonardo တို့ရယ် ဖြစ်ပါတယ်…။ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်သလို အော်စကာဆုတွေလဲရရှိထားတဲ့ဇာတ်ကားပါ။မင်းသားနှစ်ယောက်ဖြစ်တဲ့ Leonardo နဲ့ Tom Hanks တို့နှစ်ဦးရဲ့ သရုပ်ဆောင်ချက်ကလည်း ကောင်းသလိုသူတို့နှစ်ဦးကြားက ဆက်ဆံရေး၊ ဇာတ်လမ်း တည်းဖြတ်ထားပုံကလည်းဇာတ်ကားကို ထူးခြားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်စေပါတယ်။ဇာတ်ရှိန် အတက်အကျ မှန်ပြီး၊ ပါသင့်တဲ့အချက်အလက် အားလုံးစုံအောင် ထည့်သွင်းရိုက်ကူးထားနိုင်ပါတယ်။ဉာဏ်ကောင်းရဲ့သားနဲ့ လမ်းမှားရောက်နေတဲ့ လူငယ်လေးကို တာဝန်အရဖမ်းတာတင်မဟုတ်ပဲလမ်းမှန်ရောက်လာအောင် ပြုပြင်ပေးရုံသာမက နိုင်ငံအတွက်ပါ အကျိုးရှိအောင် အသုံးချနိုင်ခဲ့တဲ့Carl Hanratty အဖြစ် Tom Hanks က ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။အထူးသဖြင့် ပြင်သစ်ရဲတွေ Frank ကို ဖမ်းသွားတော့ မရမက ပြန်ခေါ်ထုတ်ပြီးအမေရိကားကို ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးစားခဲ့ပုံတွေက လူလူချင်းတန်ဖိုးထားတတ်တဲ့ အလေ့အထတွေကိုခံစားမိစေပါတယ်။ကြည့်မိသူတိုင်းကြိုက်ကြတာမို့ လက်လွတ်မခံစေချင်ပါဘူး။\nFile size… ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/catch-me-if-you-can-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGY5ZTk1MDQtMzVkMS00YWI5LWEzN2UtYTlmNTNhMGViMjIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Ju-on: The Grudge 2 (2003)",
        "description": "Ju-On: The Grudge 2 (2003)ဂျပန်နာမည်ကြီးရုပ်ရှင် ဒါရိုက်တာ Takashii Shimizu ရဲ့ အောင်မြင်ခဲ့တဲ့ Ju-On sequel ကားတွေထဲက ၂၀၀၃ခုနှစ်ထွက် ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ အရင်ထွက်ခဲ့တဲ့ Ju-On ၂၀၀၂ကားရဲ့အဆက်လို့ပြောလို့ရပေမဲ့ တစ်ကားတည်းကြည့်ရင်လည်း အဆင်ပြေပါတယ်။ Ju-On ရုပ်ရှင်တွေက ဂျပန်မှာ အလွန်အောင်မြင်ခဲ့တာဖြစ်ပြီး သူ့ရဲ့ဇာတ်ကားတွေက ထိုခေတ်အခါက တခြားhorrorတွေနဲ့ မတူကွဲပြားတယ်လို့ ဆိုကြပါတယ်။ Howling Villageအပါအဝင် Ox-Head Village,Suicide Forest village ကားတွေရဲ့ ပဲ့ကိုင်ရှင် ဒါရိုက်တာပါပဲ။နဲရိမခရိုင်မှာ သရဲအခြောက်ကြမ်းပြီးကျိန်စာသင့်နေတယ်ဆိုတဲ့ အိမ်တစ်အိမ်ရှိခဲ့ပါတယ်။ အဲဒီအိမ်မှာနေထိုင်တဲ့မိသားစုမှန်သမျှ ကျိန်စာမိပြီး လူစားလဲခံရကာ အကုန်သေဆုံးကုန်ပါတယ်။အဲဒီအိမ်ရဲ့အရင်ပိုင်ရှင်ဖြစ်သူက သူ့မိသားစုတစ်ခုလုံးကိုပြန်သတ်ပြီး သူကိုယ်တိုင်လည်း သူ့မိန်းမရဲ့ဝိဉာဉ်သတ်လို့ သေဆုံးခဲ့တာပါ။ ဇောကပ်ပြီး သေဆုံးခဲ့ရတဲ့သူ့မိသားစုရဲ့ဝိဉာဉ်တွေ အထူးသဖြင့် မိန်းမဖြစ်သူက မကျွတ်မလွတ်နိုင်ဘဲ အဲဒီအိမ်ထဲကို ဝင်လာသူမှန်သမျှ သေစေဖို့ ကျိန်စာတိုက်ခဲ့ပါတယ်။ တစ်ယောက် သေပြီးရင် နောက်တစ်ယောက်ဆီကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/ju-on-the-grudge-2-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzIyYzk3N2YtNTM1NS00NWE3LWE1YjItZjY1YzdjZGE2M2I2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hypochondriac (2022)",
        "description": "Hypochondriac (2022)\n=================ဒီဇာတ်ကားကတော့ ငယ်ဘဝက ရခဲ့တဲ့ trauma ကနေ လွတ်\nမြောက်ဖို့ ကြိုးစားရတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကို\nရိုက်ကူးထားတာပါ......ဝယ်လ် ဆိုတဲ့ ကောင်လေးတစ်ယောက်မှာ သူ့ရဲ့ ချစ်သူကောင်လေး\nလုခ် နဲ့ သာယာပျော်ရွှင်တဲ့ ဘဝကို ပိုင်ဆိုင်နေရသူပါ။ ဒါပေမဲ့ ဝယ်လ်\nငယ်ငယ်တုန်းက သူ့ရဲ့အမေဖြစ်သူက စိတ်ကျန်းမာရေးကြောင့် သူ့သား\nကို သတ်ပစ်ဖို့ ကြိုးစားခဲ့ဖူးပါတယ်။တစ်နေ့ သူ့အမေဆီကနေ စာတွေရလာပြီးနောက်ပိုင်း သူ့ရဲ့ အတိတ်\nဘဝက trauma က တဖန်ပြန်ပေါ်လာခဲ့ပါတယ်။ အဲတော့ ဝယ်လ်\nတစ်ယောက် သူ့ရဲ့အတိတ်က trauma ကနေ လွတ်မြောက်နိုင်ပါ့\nမလား။ သူရဲ့ချစ်သူကောင်လေး လုခ်ကရော သူ့အပေါ်မှာ နားလည်\nပေးနိုင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.05 GB) / (463 MB) / (271 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/hypochondriac-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOWVhMjNlMzItMTZkZC00OGZlLWE2NDktNDA3ZWZlM2ZlYTJhXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-150x200.jpg",
        "title": "HIT: The First Case (2022)",
        "description": "Hit: The First Case (2022)\nAction, Crime, Drama\nIMDb 7.8/10 (6.5K)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ အိန္ဒိယမှာ ဇူလိုင်၁၅ရက်နေ့တုန်းက\nရုံတင်ထားပြီး ဒီနေ့မှ OTTထွက်ရှိလာတဲ့ ရုံတင်ကားတကားပဲဖြစ်ပါတယ်\nStree (2018)...Roohi (2021) ဟာသသရဲကားတွေနဲ့\nမြန်မာပရိသတ်တွေကြား လူသိများနာမည်ကြီးလာခဲ့တဲ့ မင်းသားချော ရာဂျ်ကူမားရောင်းရဲ့\nမှုခင်းဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်မင်းသမီးအနေနဲ့ကတော့ Dangal Girl အကြီးမလေး\nဆာနီယားမလိုသရားပါဝင်သရုပ်ဆောင်ထားပါတယ်ဗစ်ကရမ်ဟာ ထက်မြက်တဲ့အရာရှိတစ်ယောက်ဖြစ်ပြီး အမှုတစ်ခုကို\nဖော်ထုတ်တဲ့နေရာမှာလည်း သူမတူအောင်ထူးခြားလွန်းလို့ အချိန်တိုအတွင်း\nဖော်ထုတ်နိုင်ပေမယ့် အတိတ်ကဖြစ်ရပ်တခုကြောင့် စိတ်ဒဏ်ရာကြီးကြီးမားမားရနေသူပါ...တစ်ရက် အဝေးပြေးလမ်းမပေါ်မှာ ပရီတီးဆိုတဲ့\nအသက်၁၈နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်အမှုကိုလည်း မဖေါ်ထုတ်နိုင်ခဲ့ပါဘူး...ဇာတ်အေးသွားပြီးတဲ့နောက်\nဗစ်ကရမ်ရဲ့ချစ်သူ နေဟားကပါ ထပ်ပျောက်သွားတော့ ဒီအမှုကို\nဗစ်ကရမ်ဟာ အခက်အခဲတွေကြားကနေ စုံစမ်းဖို့ဖြစ်လာခဲ့ပါတော့တယ်စုံစမ်းစစ်ဆေးနေရင်းနဲ့ နေဟားဟာလည်း ပရီတီးအမှုကိုလိုက်နေရင်း\nပျောက်သွားတာကို သိလိုက်ရတဲ့အခါမှာတော့...ဒီအမှုနှစ်ခု ဆက်စပ်မှုရှိနေမလား....ပျောက်သွားတဲ့ကောင်မလေးတွေကို ပြန်ရှာတွေ့ပါ့မလား...နောက်ကွယ်မှာကြိုးကိုင်နေတဲ့ တရားခံဟာ ဘယ်သူဖြစ်နေမလဲ...ဗစ်ကရမ်ရဲ့အတိတ်ဆိုးကစိတ်ဒဏ်ရာကရော\nဘာကြောင့်လဲ\nဆက်လက်ပြီး ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့\nကြည့်ရှုရမှာဖြစ်ပါတယ်....\nFile size…2.07GB / 983MB\nQuality…1080p True Web DL AAC5.1Ch  / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hit-the-first-case-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iXvAlIo4DPLBiraC2KLu4977Wo2.jpg",
        "title": "The Battle at Lake Changjin I ( 2021 )",
        "description": "တရုတ်မှာထုတ်လုပ်ရေးကုန်ကျစရိတ်အများဆုံးဇာတ်ကားဖြစ်တဲ့\nစစ်ကားကြီးကို CMပရိသတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါပြီ။\nဒီဇာတ်ကားဟာကုန်ကျစရိတ်အများဆုံးဖြစ်သလို\nရုံတင်ဝင်ငွေ ဒေါ်လာ ၉၁၃သန်းထိရရှိခဲ့ပြီး\nတရုတ်နိုင်ငံအတွင်းရောင်းအားအကောင်းဆုံးဇာတ်ကားလဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းကိုပြောရမယ်ဆိုရင်တော့\nအမေရိကန်စစ်တပ်ကိုတော်လှန်ဖို့မြောက်ကိုရီးယားကိုကူတိုက်တဲ့\nဒုတိယစစ်ပွဲအတွင်းမှာ Chang Jin ရေကန်တိုက်ပွဲကို\nနောက်ခံထားပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။အအေးဓာတ်လွန်ကဲတဲ့ပတ်ဝန်းကျင်အောက်မှာ\nတရုတ်စစ်တပ်ဟာ သံမဏိလိုမာကျောတဲ့စိတ်ဓာတ်နဲ့\nအကြောက်အလန့်မရှိတိုက်ပွဲဝင်ပြီး\nစစ်ရေးအခြေနေကိုပြောင်းပြန်လှန်ခဲ့ပုံကို\nတခန်းတနားရိုက်ကူးထားတာဖြစ်ပါတယ်။တရုတ်သမိုင်းမှာရဲဘော်တွေရဲ့ပေးဆပ်စွန့်စားခဲ့ပုံကို\nတင်ဆက်ပုံတွေကပီပြင်ပြီး နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်သလို\nသရုပ်ဆောင်ချက်တွေကလဲအပိုအလိုမရှိတဲ့အပြင်\nပျိုမေတို့ရဲ့အသဲကျော်ပဲလှော် TF\nBOYSမှJackson Yeeလေးလဲပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက်\nကြည့်ဖို့ထိုက်တန်စစ်ကားကောင်းတစ်ကားဆိုတာသေချာပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 2h 58min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-battle-at-lake-changjin-i-2021/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNjkzMDJiODgtNDQ0OS00Nzg5LTk2MjctZTVkZTBlMjY5MjczXkEyXkFqcGdeQXVyNDkzNTM2ODg@._V1_-133x200.jpg",
        "title": "By the Sea (2015)",
        "description": "By the Sea ( 2015 )\n===============\nချစ်ခင်စုံမက်၊နှစ်သက်ဖွယ်မှန်သမျှနဲ့\nတစ်ချိန်မှာ ကွေကွင်းရမှာဘဲလို့\nငါဘုရား အကြိမ်ကြိမ် ပြောခဲ့ပြီးပြီ အာနန္ဒာ၊\nမြဲတယ်ဆိုတာ ဘာတစ်ခုမှ မရှိဘူး။\n>> ပရိနိဗ္ဗူနသုတ် <<တစ်ချိန်ကသိပ်ချစ်ခဲ့ပြီး ကလေးပေါင်းများစွာအတူမွေးစားခဲ့ကြတဲ့\nဘရက်ပစ်နဲ့ အိန်ဂျလီနာဂျိုလီတို့ လင်မယားလည်း မြဲတယ်ဆိုတာမရှိတဲ့\nတရားအတိုင်းပဲ လိုက်သွားပါပြီ။ ဒီရုပ်ရှင်ကတော့ အိမ်ထောင်ရေးပြိုကွဲ\nလုနီးနီးလင်မယားနေရာက သူတို့ကိုယ်တိုင် သရုပ်ဆောင်ခဲ့ဖူးတဲ့ရုပ်ရှင်ပါ။\nအိန်ဂျလီနာဂျိုလီကိုယ်တိုင် ဇာတ်ညွှန်းရေးပြီး ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းကတော့ မြုံနေလို့ ဆက်ဆံရေးမပြေမလည်ဖြစ်နေတဲ့ လင်မယား\nနှစ်ယောက် ဆက်ဆံရေးပြေလည်အောင် သူ့နာမည်အတိုင်း ပင်လယ်ကြီးရဲ့\nဘေးက ဟိုတယ်တစ်ခုမှာ၊  ပြန်လည်အားထုတ်ကြတဲ့အကြောင်းပါ။ဂျိုလီဟာ\nနာမည်ကျော်သရုပ်ဆောင်ဖြစ်ရုံတင်မကဘဲ ဒါရိုက်တာလုပ်ရာမှာလည်း\nကားနည်းနည်းပဲရှိသေးပေမဲ့ အကုန်နီးပါးကောင်းသလို သူ့ဒီကားကလည်း\nကားကောင်းတစ်ကားပါပဲ။ မထီတထီနဲ့ ခန့်တဲ့ဘရက်ပစ်နဲ့ ဆက်စီကျလှတဲ့\nဂျိုလီကို တွဲမြင်ရမှာနဲ့တင် တန်နေပါပြီ။ ဂျိုလီရဲ့မပေါ့်တပေါ်အခန်းတစ်ချို့\nပါတာမို့ မိသားစုနဲ့ကြည့်လို့တော့ အဆင်မပြေပါဘူး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ W ဖြစ်ပါတယ်)\nFile Size..........(1.74 GB) / (564 MB) / (384 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........2Hrs ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/by-the-sea/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/the-accountant-poster-133x200.jpg",
        "title": "The Accountant (2016)",
        "description": "Batman မင်းသား Ben Affleck ရဲ့ Action, Crime အမျိုးအစားရုပ်ရှင်ပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ ကလေးဘဝမှာ High Functioning Autism(ဉာဏ်ရည်မနိမ့်ကျသော အထီးကျန်စိတ်ဝေဒနာတစ်မျိုး)\nခံစားနေရပြီး အထူးကျွမ်းကျင်သူ တစ်ဦးဆီမှာ ကုသရင်း နေထိုင်ခဲ့ရပါတယ်။ဒါပေမယ့် သူအရွယ်ရောက်လာချိန်မှာတော့ စာရင်းကိုင်တစ်ယောက်ဖြစ်လာခဲ့ပါပြီ။ သာမာန်စာရင်းကိုင်တွေ\n၁နှစ်လောက်လုပ်ရမယ့် စာရင်းကို တစ်ညတည်းလုပ်နိုင်တဲ့သင်္ချာဉာဏ်ကြီးရှင်မျိုးဖြစ်လာပြီး\nလူဆိုးဂိုဏ်းတွေကြားထဲက အရှုပ်အရှင်းတွေ ငွေတွေကို စစ်ဆေးပေး၊ခဝါချပေးတဲ့အလုပ်ကို\nလုပ်ကိုင်လာပါတယ်။ သူ့ကိုကူညီနေတဲ့ ဖုန်းထဲက အသံပဲကြားရတဲ့ လျို့ဝှက်မိန်းကလေးတစ်ယောက်ရဲ့\nအကူအညီနဲ့ပေါ့။လူဆိုးဂိုဏ်းတွေကြားမှာ အသက်ရှင်ရက်နေနိုင်ပြီး သူ့ကိုဘယ်သူဘယ်ဝါမှန်းပါ\nမသိအောင် နေနိုင်ခဲ့တဲ့အပြင် တိုက်ခိုက်ရေးပညာ နဲ့ လက်နက်မျိုးစုံလည်း ကျွမ်းကျင်ပါတယ်\n(ခြုံပြောရရင် Batman စီးပွားပျက်ပြီး စာရင်းကိုင်လုပ်စားသလိုပါပဲ :3 )။\nဒီဇာတ်လမ်းမှာတော့ သူဖော်ချလိုက်မိတဲ့ ငွေမသမာမှုတစ်ခုမှာ ပါနေတဲ့ အပြစ်မဲ့ မိန်းကလေးတစ်ယောက်ကို\nကြေးစားတွေလိုက်နှုတ်ပိတ်တာကို ကယ်တင်ရင်း သူစခဲ့တဲ့ ဇာတ်လမ်းကို အဆုံးထိပြန်လိုက်ရှင်းဖို့ကြိုးစားရတဲ့အခါမှာ.......\nFile size…7.86GB / 1.7GB /  720MB\nQuality…4k HEVC AAC5.1CH /  1080p  / ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-accountant-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTc3OTdkODQtMTQ2MS00Mzg3LTg2ZDQtNzExZDFlOGRlNWVmXkEyXkFqcGdeQXVyNDU4MzQ4MTA@._V1_FMjpg_UX1000_-148x200.jpg",
        "title": "Kung Fu Zohra (2022)",
        "description": "Kung Fu Zohra (2022)\n================\nAction/ Dramaတကယ့်ကားပဲ‌ဆိုပါတော့ဗျာ။ ကားနာမည်ကိုကြည့်လိုက်တာနဲ့\nကွန်ဖူးကားမှန်းသိကြမယ်ထင်ပါတယ်။ ဒါပေမဲ့ အဲဇိုရာဆိုတဲ့\nတစ်ယောက်က မင်းသားမဟုတ်ဘဲ မင်းသမီးဖြစ်နေတာပါပဲ။ဒီမင်းသမီး ကွန်ဖူးတတ်လာပုံကလည်း တကယ့်ကို အဆန်းကြီးပါ။\nအဓိကညွှန်းရမယ်‌ဆိုရင်တော့ ဒရာမာပါတဲ့ကွန်ဖူးကားလေးဆိုတဲ့\nအတိုင်း လူ့သရုပ်ကို ပီပြင်နေကြတာပါပဲ။ ပြီးတော့ တ-ရုတ်နိုင်ငံက\nမဟုတ်ဘဲ ပြင်သစ်နိုင်ငံက ရိုက်ကူးတဲ့ တ-ရုတ်သိုင်းကားပါ။အခုခေတ်တ-ရုတ်သိုင်းကားတွေကလည်း ပေါနေကြတာများ\nတာတော့ လူတိုင်းလည်း သိမယ်ထင်ပါတယ်။ ဒီရုပ်ရှင်လေးဟာ\nကွန်ဖူးကားကိုမှ အသွင်သဏ္ဍာန်တစ်မျိုးနဲ့ ချဉ်းကပ်တာမို့ တကယ့်ကို\nကြည့်ပျော်ရှုပျော်ရှိတာပါ။ ကွန်ဖူကားကောင်းလေးတွေ ငတ်နေတာ\nလည်း ကြာပြီ၊ ကွန်ဖူးကားလေးတွေကို ဒီနေ့ခတ်မှာ ပြန်ခံစားချင်တယ်\nဆိုရင်တော့ ဟောဒီ Kung Fu Zohra ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို ခံစား\nရင်ခုန်ပေးကြပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (600 MB) / (400 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........1Hr 40mins\nSubtitle...........Myanmar ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/kung-fu-zohra-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/62ofKXDkdpoOuxgkOXjp2Dti7Hh.jpg",
        "title": "I Dream of a Psychopomp (2021)",
        "description": "I Dream of a Psychopomp (2021)ဆန်းဆန်းပြားပြား ထူးထူးခြားခြား သဘာဝလွန်ကားတွေကို ငံ့ငံ့လင့်လင့် ဖြစ်နေတဲ့လူတွေအတွက် ချာချာလည်အောင် မူးဝေဝေဖြစ်သွားမယ့် ရုပ်ရှင်တစ်ကားပါ။ ဇာတ်လမ်းကတော့ ရိုးရိုးကုတ်ကုတ်လင်မယားလေး တစ်တွဲရှိပါတယ်။ စစဖွင့်ချင်းမှာပဲ ဓာတ်တိုင်ကိုကားနဲ့တိုက်မိပြီး မိန်းမက လျောလျောရှုရှု ပွဲချင်းပြီး သေသွားပါတယ်။ သေပြီးတဲ့နောက် စိတ်ပိုင်းဆိုင်ရာ ခနော်နီခနော်နဲ့ ဖြစ်သွားတဲ့ ယောက်ျားဟာ တမလွန်ဘက်ကို မြင်လာနိုင်သွားပါတယ်။ ဒီလိုနဲ့ နောက်ဘဝ နောက်တစ်ဘုံ မကူးနိုင်တဲ့ သူ့မိန်းမကို ကူညီဖို့ အကြောင်းဖန်လာတယ်။ ဒီတစ်ချိန်တည်းမှာပဲ ဒီလိုမြင်ရတာ သူတစ်ဦးတည်းထီးထီးမဟုတ်ဘဲ ကျန်တဲ့သူတွေလည်းရှိပါသေးတယ်။ အဲဒီလူတွေကိုပါ ဇာတ်လမ်းမှာထည့်ပြီး ပီပီသသပုံဖော်သွားပါတယ်။ဒီဇာတ်လမ်းနဲ့အပြိုင်ပဲ မသေနိုင်တဲ့ လူတစ်ယောက်နဲ့ သေခါနီးကလေးမလေးတစ်ယောက်ရဲ့ ဇာတ်လမ်းကို လှလှပပသွတ်သွင်းထားပါတယ်။ သေချင်နေတဲ့မသေမျိုးရယ် မသေချင်နေတဲ့သေခါနီးကလေးမရယ် ရှဉ့်လည်းလျှောက်သာ ပျားလည်းစွဲသာ ဖြစ်ရလေအောင် ကြံကြံဖန်ဖန် အစီအစဉ်တစ်ခုကို လုပ်ကြပါတယ်။ ဒီရုပ်ရှင်ဟာ ဒီလိုထူးခြားဆန်းပြား ဇာတ်လမ်းတွေကို ယှက်ဖောက်သီကုံးထားတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/i-dream-of-a-psychopomp-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-royaltee-143x200.jpg",
        "title": "Royalteen (2022)",
        "description": "လူဆိုတာ ဘဝမှာ တစ်ကြိမ်တစ်ခါတော့မှားတတ်ကြတာပါပဲ အဲဒီအမှားကို ပြန်ပြင်နိုင်ဖို့ကသာ အရေးကြီးတာပါ အဲဒီအမှားရဲ့နွံထဲမှာပဲ နစ်မြှုပ်နေမယ်ဆိုရင်တော့ လူ့ဘဝကြီးက ဘာမှကို အဓိပ္ပါယ်ရှိမှာမဟုတ်တော့ပါဘူး ဒီတစ်ခါတော့ နော်ဝေနိုင်ငံရဲ့ အိမ်ရှေ့မင်းသားလေးနဲ့ အညတရ ကောင်မလေးတစ်ယောက်အကြောင်းရိုက်ပြထားတဲ့ လူငယ်ဆန်ဆန်ကားလေးတစ်ကားကိုတင်ဆက် ပေးလိုက်ပါတယ် တခြားမြို့ကနေ ကျောင်းပြောင်းလာပြီး တော်ဝင်အမျိုးအနွယ်တွေတက်တဲ့ ကျောင်းမှာလာတက်တဲ့ လန်နင် ဆိုတဲ့ ကောင်မလေးကို အိမ်ရှေ့မင်းသားလေးက သဘောခွေ့သွားပြီး နှစ်ယောက်သားပျော်ရွှင်နေခဲ့ကြရတာပါအဲဒီအချိန်မှာပဲ မထင်မှတ်ထားတဲ့ဖြစ်ရပ်ဆိုးကြီးနဲ့ ကြုံရပါတော့တယ် အိမ်ရှေ့မင်းသားလေးရဲ့ ညီမကလည်း ကောင်မလေးကိုမကြည် ကောင်မလေးကလည်း တကယ့်အမှားကြီးတစ်ခုကို ကျူးလွန်မိခဲ့တာဆိုတော့ အိမ်ရှေ့မင်းသားလေးနဲ့ ဘာတွေဆက်ဖြစ်ကြမလဲ ကောင်မလေးကရောဘယ်လောက်ဆိုးဝါးတဲ့ အမှားကိုကျူးလွန်ခဲ့မိလို့ အိမ်ရှေ့မင်းသားလေးရဲ့ အစ်မကလုံးဝ ခါးခါးသီးသီးဖြစ်နေရတာလဲ လူတွေအသုံးပြုနေတဲ့ လူမှုကွန်ယက်ရဲ့ ရိုက်ခတ်မှုကဘယ်လောက်ထိ ပြင်းထန်နိုင်လဲဆိုတာကို လူငယ်တွေ့နဲ့ ပေါ့ပေါ့ပါးပါးလေး ကြည့်ကောင်းအောင်ရိုက်ပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး တစ်ကားမို့ အမြန်ဆုံးသာ ကြည့်လိုက်ကြပါတော့ဗျာ......File size…(2.18GB)/(1.17B)/(592MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/royalteen-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-solider-139x200.jpg",
        "title": "Soldier(1998)",
        "description": "၁၉၉၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ အက်ရှင်ဇာတ်ကားလေးဟာ သာမန် စစ်ကားတစ်ကားထက်ပိုတဲ့ ခေတ်ဟောင်း ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကို ကြည့်ရင်း ကျွန်တော်တို့ ငယ်စဥ်က တစ်အုပ် ၁၀၀ ၁၅၀ နဲ့ ငှားဖတ်ခဲ့ရတဲ့ ဒီရဲဂျာတို့ ရာမာဖုံတို့လို ကာတွန်းစာအုပ်တွေကိုတောင် ပြေးသတိရမိပါသေးတယ်\n\" စစ်သား ဆိုတာ မိတ်ဆွေ နဲ့ မိသားစု မရှိရဘူး စစ်ပွဲက မိတ်ဆွေဖြစ်ပြီး တပ်စုကြီးက မိသားစုပဲ \" ဒါ ဇာတ်ကားထဲက စာသားလေး\nလက်မရွံ့တပ်သားတွေဖြစ်အောင် ကလေးဘ၀ထဲကနေ ပြုစုပျိုးထောင်ရင်း အင်အားကြီးလာတဲ့ တပ်စုကြီးတစ်စု...အချိန်ကြာလာတဲ့အခါမှာ လက်မရွံ့တပ်သားတွေလည်း အသက်ကြီးကြရတာပဲ\nဒါကိုမှ ကာနယ်မက်ကမ် ဆိုတဲ့သူဟာ မျိုးရိုးဗီဇပြုပြင်ပြီး မွေးထုတ်ထားတဲ့ စက်ရုပ်ဆန်ဆန် စစ်သားတွေနဲ့ အစားထိုးဖို့ လုပ်လာတယ် တော့ဒ်ကတော့ တပ်စုကြီးရဲ့ စစ်သားဟောင်းတွေထဲက အထူးချွန်ဆုံး စစ်သားတစ်ယောက်ဖြစ်ပြီး တပ်သားသစ်တွေနဲ့ အစားထိုးဖို့လုပ်ရင်း စွန့်ပစ်ခံလိုက်ရတော့တယ်\nအဲဒါကပဲ သူ့အတွက် ကောင်းဖို့ဖြစ်လာတယ်လို့ပြောရမလား ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/soldier1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2M2MjMxNjUtZWU2MS00NTIwLWE0ZDEtOTY3NzY5NGZmY2RmXkEyXkFqcGdeQXVyODk2NDQ3MTA@._V1_-135x200.jpg",
        "title": "Samaritan (2022)",
        "description": "Samaritan (2022)\n=============\nIMDb Rating - 6.1/10စတားလုံးကြီးရဲ့ စူပါဟီးရီုး အက်ရှင်ကားအသစ်ပါ။ ဂရန်နိုက်ဆိုတဲ့\nမြို့လေးမှာတစ်ခါတုန်းက အရမ်းအားကြီးတဲ့ အမွှာနှစ်ယောက် ရှိခဲ့\nဖူးတယ်။ အင်အားအရမ်းကြီးလွန်းတော့ မြို့ထဲကလူတွေကို ထိခိုက်\nအောင်လုပ်မိတာရှိပါတယ်။ ဒီတော့သူတို့ညီအစ်ကိုကို ကြောက်လာတဲ့\nလူတွေက သူတို့အိပ်နေတုန်းမှာ အိမ်ကိုမီးတင်ရှို့လိုက်တာပေါ့။ သူတို့\nမိဘနှစ်ယောက်လုံးသေသွားပေမဲ့ သူတို့ညီအစ်ကိုကတော့ ဒဏ်ရာ\nတောင်မရဘဲလွတ်လာခဲ့ပါတယ်။အဲဒီမှာအစ်ကိုဖြစ်သူက ဆမယ်ရီတန် ဆိုတဲ့နာမည်နဲ့ လူတွေကို ကယ်တင်တဲ့\nသူရဲကောင်းဖြစ်လာပြီး၊ ညီကတော့ နဲမီးစစ် ဆိုတဲ့နာမည်နဲ့ တစ်မြို့လုံးကို\nမီးလောင်တိုက်သွင်းဖို့ ကြိုးစားလာပါတော့တယ်။ ဒီလိုနဲ့ညီအစ်ကိုနှစ်ယောက်\nအကြီးအကျယ်တိုက်ပွဲဖြစ်ပြီး နှစ်ယောက်လုံးပျောက်ဆုံးသွားခဲ့ပါတယ်။\nနှစ်ပေါင်းများစွာကြာလာတဲ့အချိန်မှာတော့ ဒီစွမ်းအားရှင်နှစ်ယောက်နဲ့ပတ်\nသတ်တဲ့ ဇာတ်လမ်းတွေပြန်ပေါ်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ\nကြည့်ရမှာပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (857 MB) / (530 MB)\nQuality............WebDL 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Fantasy\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/samaritan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPxHH7onQ090ygTx5G5erQmQCSH.jpg",
        "title": "My Little Monster (2018)",
        "description": "My Little Monster (2018)~ MyDramaList - 7.8/10 ~ဂျပန်ပရိသတ်တွေ အတော်ရင်းနှီးလောက်မယ့် မင်းသား၊ မင်းသမီးတွေ ခေါင်းဆောင်ပါဝင်ထားတဲ့ ဂျပန်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Shizuku ဆိုတဲ့ကောင်မလေးရှိတယ်။ စာအရမ်းတော်တယ်။ အတန်းထဲမှာလည်း ထိပ်ဆုံး။ သူဟာ ပန်းခေတ်က လမင်းလေးပေါ့။ ကြယ်မြင်လမြင် လောကဓံတွေကိုလည်းမသိဘူး။ စာကလွဲ ဘာမှမသိတဲ့ သူ့ကမ္ဘာလေးဟာ ကျဉ်းကျဉ်းလေးပေါ့။ ‌သူ့ရဲ့ နေ့ရက်အချိန်အခါတွေကို ကျက်စရာ စာတွေကပဲ ကြီးစိုးထားခဲ့တယ်။ ဒီလိုနဲ့ တစ်ခုသောနေ့ကို ရောက်လာခဲ့တယ်။အဲဒီနေ့မှာ Shizuku ဟာ Haru လို့ခေါ်တဲ့ ပင်လယ်တစ်၀က် တောင်တန်းတစ်၀က် လူပေလူတေလေးနဲ့ ကံကြမ္မာမိုး‌မည်းတွေရွာနေတုန်း ချစ်ခြင်းတရားမှတ်တိုင်ကလေးမှာ အတူတူထိုင်ပြီး မိုးအတူခို မိုးအတူစိုခဲ့ရတယ်။ စစချင်းတော့ သူတို့ဇာတ်လမ်းဟာ ပန်းလက်ဖဝါးမှာ ပါးအပ်ပိုင်ခွင့်မရှိတဲ့ကောင်လေးနဲ့ ရွှေဖိနပ်မှာ အစိမ်းရောင်ကြက်ခြေခတ်နဲ့ ကောင်မလေးရဲ့ ဇာတ်လမ်းပေါ့။ Haru ဟာ လူငယ်တစ်ယောက်ရဲ့ ကျောက်ထွင်းရာဇ၀င်ကို ရေးရင်း ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/my-little-monster-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tvPK9FyN6wCKmuzJknlbnkhRQQU.jpg",
        "title": "The Lightning Strike ( 2022 )",
        "description": "ဒီတစ်ခါတော့ CM ပရိသတ်တွေအတွက်\nဖြစ်ရပ်မှန်မှုခင်းရုပ်ရှင်လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့\nရူးသွပ်နေတဲ့ ပါမောက္ခလော်ဟုန်ပန်းဟာ\nမူးယစ်အသစ်တစ်ခုဖြစ်တဲ့ \"ဟိုင်းလော့ရှန်\" ကို\nတီထွင်ထုတ်လုပ်ပြီး နိုင်ငံတော်ဥပဒေကို စိန်ခေါ်နေပါသတဲ့ကွယ်။\nနိုင်ငံတော်နဲ့ ပြည်သူတွေရဲ့ အကျိုးအတွက် နိုင်ငံတော်ရဲ့\nအတော်ဆုံးမူးယစ်တပ်ဖွဲဖြစ်တဲ့ \"လျှပ်စီးအဖွဲ့\"ဟာ\nဒုစခန်းမှူးယန်ရဲ့ ညွှန်ကြားမှုအောက်မှာ ဟောင်ကောင်သူလျှိရဲနဲ့\nပူးပေါင်းပြီး အချိန်ကြာ ထောင်ချောက်တစ်ခုကို အကွက်ချခဲ့ပါတယ်။ပင်လယ်တစ်လျှောက် မူးယစ်လမ်းကြောင်းကိုပိတ်ပြီး\nမြေအောက်မူးယစ်အပေးအယူလုပ်တဲ့လမ်းကြောင်းတွေကိုရှာဖွေပြီး\nမူးယစ်အဖွဲထဲကို သူလျှိဝင်ရောင်ခြင်းဖြင့် မူးယစ်ဂိုဏ်းအဖွဲကို တိုက်ခိုက်ခဲ့ပါတယ်။မူးယစ်ဂိုဏ်းကြီးတစ်ခုလုံးကို အမြစ်ပြတ်တိုက်ခိုက်နိုင်မလား......\nဟိုင်းလော့ရှန်ဆိုတဲ့ မူးယစ်ဆေးက\nတစ်ကမ္ဘာလုံး မပျံ့ခင်မှာ တားဆီးနိုင်မလား......\nဆိုတာကို ဇာတ်လမ်းထဲမှာ အတူတူ အဖြေရှာကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 43min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-lightning-strike-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lZquTg7Vz16nfvFPCwShTMqZiAO.jpg",
        "title": "Heartsong (2022)",
        "description": "Heartsong(2022)(1080p ရပါပြီ)Netflix ကထွက်ထားတဲ့ တူရကီ ဒရမ်မာ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းက ရွာဘက်မှာ no-mad တွေလိုမျိုး ရိုးရိုးပဲနေတတ်ပြီး အမြဲပျော်ရွှင် သီချင်းဆိုနေကြတဲ့လူတွေအကြောင်းကို ရိုက်ထားတာပါ။Piroz က အမြဲသီချင်းဆို ပျော်ပျော်ရွှင်ရွှင်နဲ့နေတတ်ပြီး မင်္ဂလာဆောင်တွေမှာ သီချင်းဖျော်ဖြေတာ လိုက်လုပ်ပါတယ် မင်္ဂလာဆောင်တခုမှ သတို့သမီးကို တွေ့သွားပြီး သူ့ကိုချစ်မိသွားတယ်။သတို့သမီးလေးကလည်း သူ့ကို အရူးလို့မိဘတွေကအစ သတ်မှတ်ပြီး ယောကျ်ားပေးစားပြီး လက်လွှတ်ချင်နေတာပါ။ သူလည်း Piroz ကို ကြိုက်ပြီး အတူပေါင်းချင်တာကနေ ...သူတို့ရဲ့ အချစ်ရေးက ဘာတွေဆက်ဖြစ်မလဲ? ဒီ ဒရမ်မာဇာတ်လမ်းလေးမှာ စီးမျောခံစားရင်း ကြည့်လိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size : 1.9GB, 772MB, 381MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/heartsong-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTQ1YWU0ZTktNmRkNC00ZjIxLWE3ZDQtNzE4MTlhMDExOGYyXkEyXkFqcGdeQXVyMTMzNzA4MTMx._V1_-133x200.jpg",
        "title": "Gandharwa (2022)",
        "description": "Gandharwa (2022)\n====================\nAction, Drama, Thriller\nIMDb 8.6/10 (1.8K)လူသားတွေဟာ ကမ္ဘာဦးအစကတည်းက တီထွင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပြီး\nသိပ္ပံနည်းကျနဲ့ လက်တွေ့ကိုမှ ယုံကြည်လာခဲ့ကြပါတယ်...ဟိုးအမှောင်ခေတ်ကနေ လကမ္ဘာပေါ်ကို တက်လှမ်းနိုင်တဲ့အထိကို\nလူ့အသိဉာဏ်ကနေ တီထွင်ဖန်းတီးမှုတွေ နည်းပညာတွေ\nဆင်းသက်လာခဲ့ပါတယ်...သို့ပေမယ့်လည်း တချို့သော ကိစ္စရပ်တွေဟာ သဘာဝတရားကြီးအတွင်းမှာရှိတဲ့\nလက်ခံနိုင်စရာအကြောင်းရင်းတွေကိုဖြတ်ပြီး ဖြစ်ပေါ်လာခဲ့ပါတယ်...ဒီလိုကိစ္စမျိုးတွေကျ\nလက်ခံနိုင်ဖို့ခဲယဉ်းလှပါတယ်...ဒီဇာတ်ကားလေးဟာ သိပ္ပံပညာနဲ့ ဆေးပညာရပ်တွေလို လက်တွေ့ကျတဲ့\nနယ်ပယ်တွေကို ဖြတ်ကျော်ပြီး မေးခွန်းထုတ်လာခဲ့တဲ့ လူတစ်ယောက်ရဲ့အကြောင်းပါနယ်မြို့လေးတစ်မြို့မှာ နေထိုင်တဲ့ အာဗီနက်ရှ်ကို တစ်ရွာလုံးကချစ်ခင်လေးစားကြသလို\nသူဟာ နိုင်ငံတော်က အားကိုးရတဲ့ စစ်သားတစ်ယောက်လည်းဖြစ်သေးတယ်...အိန္ဒိယပါကစ္စတန်စစ်ပွဲဖြစ်တော့ လက်ထပ်ထားတာ ပူပူနွေးနွေးလေးပဲရှိဦးမယ်\nစစ်တိုက်ထွက်ရပြန်ပါတယ်...ကံပဲဆိုးလေသလား တိုက်ပွဲအတွင်း အာဇာနည်\nဖြစ်သွားခဲ့တယ်...သဘာဝလွန်ဖြစ်ရပ်တွေက သူ့အားပြန်ရှင်သန်လာစေခဲ့တဲ့အခါမှာတော့....။\nFile size…2.37GB / 1.15GB\nQuality…1080p WEB DL AAC5.1CH / 720p \nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Kham Mon , Sora & OeliuJ",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/gandharwa-2022/"
    }
]