[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/416Pzzz2xzkSEOdiGMz1EOrKcBm.jpg",
        "title": "Tigertail (2020)",
        "description": "Tigertail (2020)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~၁၉၇၀ ဝန်းကျင်နှစ်တွေတုန်းကပေါ့…အကကောင်းတဲ့ ရုပ်ဖြောင့်ဖြောင့် စက်ရုံလုပ်သားလေးတစ်ယောက်ဟာ သူ့ရဲ့ အမေရိကန်အိပ်မက်ကို အကောင်အထည်ဖော်ဖို့အတွက် ဘဝရဲ့ ငယ်ချစ်ကို စွန့်လွှတ်၊ အမေတစ်ခု သားတစ်ခုဘဝရဲ့ အမေ့ကို ထားခဲ့ရစ်ပြီး အမေရိကကို ရောက်ခဲ့တယ်။ တကယ်တမ်းရောက်သွားတဲ့အခါမှာတော့ စိတ်ကူးထဲက အမေရိကဟာ နဖူးတွေ့ဒူးတွေ့ နိစ္စဓူဝရင်ဆိုင်ရမယ့် အမေရိကနဲ့ လုံးလုံးမျှ မတူကြောင်း ရင်နာနာနဲ့ သိလိုက်ရပါတယ်။အချစ်ထက် ဘဝကို ဦးစားပေးခဲ့တဲ့သူ့အနေနဲ့ နေ့စဉ်ဘဝကို အကောင်းဆုံးကြိုးစားပြီး ကိုယ်ပိုင်မိသားစုဘဝလေးနဲ့ ချိန်ညှိဖို့ ကြိုးစားခဲ့ပေမဲ့ ထင်သလိုဖြစ်မလာခဲ့ရှာပြန်တယ်။ဒီရုပ်ရှင်ဟာ အရွယ်ရောက်ပြီးသားသမီးဖြစ်သူနဲ့ ဇာတ်လိုက်ရဲ့ကြားက ဆက်ဆံရေးကနေမှ အတိတ်နဲ့ ပစ္စုပ္ပန်ကြား လူးလာကူးခတ်နေတဲ့ မှတ်ဉာဏ်တွေပါ။ဒီရုပ်ရှင်ဟာ စိတ်ကူးယဉ်ဇာတ်လမ်းမဟုတ်ဘဲ နေ့စဉ်ဘဝမှာ လူသားတွေ ကြုံတွေ့ဖြတ်သန်းနေရတာတွေပါ၊ ဒီကားထဲက ဇာတ်လိုက်ဟာဆိုရင်လည်း သူ့ကာရိုက်တာအရဆို ကိုယ်မကြိုက်ချင်လှပေမယ့် နောင်တတွေကို သူနဲ့ထပ်တူ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tigertail-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/poster-500-133x200.jpg",
        "title": "Love At First Lie (2023)",
        "description": "Right Person ကို Dating app ကနေတဆင့် ရှာနေတဲ့ ထက်မြက်တဲ့အမျိုးသမီးလေး ကိတ်ဟာဆိုရင် ဝေါ်ကာဆိုတဲ့ လူချောလူခန့်နဲ့ တွေ့ကြပါတော့တယ်။ မောင်လူချောက ပိုက်ဆံတွေသုံးပြီး ကိတ်ကို အချိုတွေကျွေးတော့ ကိတ်လည်း တစ်လအကြာမှာ သူဖွင့်ပြောတော့ ချက်ချင်းပဲလက်ခံပြီးတော့ တွဲခဲ့ကြတာပေါ့။ မောင်လူချောအကြောင်းသိထားတာဆိုလို့ ရုပ်ချော ရေလျှံတဲ့ အနုပညာပစ္စည်းကုန်သည်ဆိုတာအပြင် ဘာမှမရှိတော့ အချစ်ဆုံးသူငယ်ချင်းကလည်း သိပ်မယုံနိုင်ဖြစ်နေတော့ ကိတ်ခမျာ ချစ်သူဘက်ကကာပြီး သူ့ကို ဘယ်လောက်ထိချစ်ကြောင်းတွေပြောရတော့တာပေါ့။ တစ်နေ့တော့ ဝေါ်ကာတစ်ယောက် လူဆိုးတွေအလိုက်ခံရာကနေစပြီး သူတို့ကြားမှာ မသင်္ကာစရာတွေဖြစ်လာတော့ ဝေါ်ကာအကြောင်းစုံစမ်းရင်းကနေ ချစ်သူကောင်လေးအကြောင်းသိပြီးတော့ သူတို့တွေဘယ်လိုဆက်ပြီးနှစ်ပါးသွားကြမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ Love at First Lie ဆိုတဲ့ ဒီဇာတ်ကား‌လေးက IMDb 4.9/10 ရရှိထားတာမလို့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမဲ့ ဇာတ်ကားလေးဖြစ်မှာပါခင်ဗျာ။ File size…(1.4 GB)/(620 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, Tv ...",
        "rating": "",
        "url": "https://channelmyanmar.org/love-at-first-lie-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJMMyRU3mGxNyzDEufGP6IuifAl.jpg",
        "title": "Concrete Clouds (2013)",
        "description": "Concret Clouds (2013)လေထဲက အိမ် .....နှစ်ယောက်သား အိပ်မက်တွေကို အတူတူ မက်ခဲ့ဖူးကြတယ်\nလေထဲမှာ တိုက်အိမ်ဆောက်ခဲ့ဖူးကြတယ်\nအရာရာဟာ မျှော်လင့်ချက်တွေနဲ့ တည်ဆောက်ပေမဲ့\nတစ်ခါတလေမှာ အနှစ်မဲ့နေတဲ့ တိမ်စိုင်တွေ အရောင်တောက်ခဲ့ကြချိန်ပေါ့။ဒီဇာတ်လမ်းကတော့ ၁၉၉၀ ခုနှစ် နှောင်းပိုင်းမှာ ထိုင်းနိုင်ငံရေး စီးပွားရေးကပ်ဆိုက်ချိန်ကြောင့်\nလူငယ်တွေရဲ့ အိပ်မက်တွေ၊ စိတ်ကူးတွေကို တိတ်တဆိတ်နဲ့ ဖြည်းဖြည်းချင်း ပြိုကွဲခဲ့ရတဲ့ အကြောင်းပါပဲ။Mutt ရဲ့အဖေ ကိုယ့်ကိုယ်ကိုယ် သတ်သေသွားချိန်မှာတော့ Mutt က နယူးယော့ကို ပြောင်းလာခဲ့ပြီး\nငွေကြေးရောင်းဝယ်ဖောက်ကားသူအနေနဲ့ ရပ်တည်ခဲ့ပါတယ်။\n၁၉၉၇ ခုနှစ်မှာတော့ ထိုင်းနိုင်ငံရဲ့ စီးပွားရေးပျက်ကပ် ဆိုက်ချိန်မှာ အမိနိုင်ငံကို ပြန်လာခဲ့ပါတယ်။\nအလုပ်အကိုင်နဲ့ ပြန်လာရင်း အထက်တန်းကျောင်းတုန်းက သူ စွဲလမ်းခဲ့ရတဲ့\nရည်းစားဟောင်းဖြစ်တဲ့ Sai နဲ့ ပြန်ပြီး ဆက်သွယ်ခဲ့ပါတယ်။\nSai ကတော့ လက်ရှိအချိန်မှာ သူ့ရဲ့ဈေးကွက်ဖြန့်ချိရေး အလုပ်မှာ ကျရှုံးမှုတွေနဲ့ ကြုံနေရတာပါ။\nတစ်ချိန်တည်းမှာပဲ Mutt ရဲ့ ညီဖြစ်သူ Nic က ပြည့်တန်ဆာအလုပ်ကို လုပ်ကိုင်နေတဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/concrete-clouds-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTZ3r9NBdbrR6NA90v3hFYqd6TC.jpg",
        "title": "Joy Ride(2023)",
        "description": "Joy Ride(2023)*************ပွင့်လင်းမြင်သာတဲ့အဖော်အချွတ်တစ်ချို့ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....\nကဲ ဘာဘီနဲ့အတူထွက်ရှိလာတဲ့ joy ride ဆိုတဲ့ဇာတ်ကားလေးကို တောင်းဆိုနေတဲ့သူတွေအတွက် ရပါပြီနော်။ ဇာတ်လမ်းအကျဥ်းကတော့အသက်၂၉နှစ်အရွယ်ရှိတဲ့ အော်ဒရီဆိုတဲ့သူဟာ ငယ်ငယ်လေးတည်းက အမေရိကမှာမွေးစားဖို့အပို့ခံခဲ့ရတဲ့ တရုတ်လူမျိုးတစ်ယောက်ဖြစ်ပြီးတော့ လက်ရှိမှာ ရှေ့နေ့ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်နေပါတယ်။အမေရိကမှာနေပြီး သူ့လိုပဲတရုတ်လူမျိုးဖြစ်တဲ့ လိုလိုဆိုတဲ့သူငယ်ချင်းတစ်ယောက်လည်းရှိပါတယ်။​လိုလိုကတော့ sex organ တွေကို ပန်းချီဆွဲပြီးဖော်ပြရတာကို အရမ်းသဘောကျတဲ့သူပါ။​လူတွေကို ဖုံးကွယ်ထားသင့်တဲ့ခန္ဓာအစိတ်အပိုင်းတွေနဲ့ပတ်သက်ပြီး ပွင့်လင်းမြင်သာမှုရှိစေချင်တယ်ဆိုတာကသူ့ရဲ့ရည်ရွယ်ချက်ပါ။တစ်ရက်မှာတော့ အော်ဒရီဟာ အလုပ်ကိစ္စနဲ့ သူ့ရဲ့မွေးရပ်မြေလို့သိထားတဲ့တရုတ်ပြည်ကို လိုလိုနဲ့အတူခရီးထွက်ဖို့ဖြစ်လာပါတယ်။ လိုလိုက ခရီးမှာ သူ့ရဲ့တစ်ဝမ်းကွဲညီမဖြစ်တဲ့ဒတ်အိုင်းကို အပါခေါ်လာခဲ့ပါတယ်။​တရုတ်ကိုရောက်တော့ အော်ဒရီရဲ့သူငယ်ချင်းဖြစ်တဲ့ တရုတ်ပြည်မှာသရုပ်ဆောင်မင်းသမီးလုပ်နေတဲ့ကတ်နဲ့တွေ့ကြပါတယ်။ဒီလိုနဲ့လေးယောက်က အတူနေဖို့ဖြစ်လာကြပါတယ်။ တစ်ယောက်ချင်းစီရဲ့အကျင့်စရိုက်ကကွဲပြားခြားနားကြတာကြောင့် မကြာခဏရန်ဖြစ်ကြရင်းနဲ့ အလွဲတွေလုပ်ကြ၊ ပြန်ပြေလည်ကြနဲ့ ချစ်စရာကောင်းတဲ့သူတို့လေးယောက်ကြားက ဆက်ဆံရေးကိုရိုက်ပြထားတာပါ။တရုတ်ယဥ်ကျေးမှုနဲ့ပတ်သက်ပြီးလည်း အများကြီးဖော်ပြထားပြီး လူမျိုးရေးခွဲခြားတတ်တာတွေပါပွင့်ပွင့်လင်းလင်းရိုက်ပြထားတဲ့ Asian-American, comedy ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ပြောရရင်တော့ ပေါ့ပေါ့ပါးပါးသူငယ်ချင်းဇာတ်ကားလေးလည်းကြည့်ချင်တယ်၊ခွီလည်းခွီချင်တယ်၊ ဗဟုသုတလည်းရချင်တယ်ဆိုရင်ဖြင့် ဒီဇာတ်ကားလေးကိုကြည့်သင့်ပါကြောင်း...  File size…3.85GB / 1.5GB/ 666MB\nQuality… 4K / WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/joy-ride2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRhNTJlYmMtNzM0OS00ZGQ3LTkzMjktMDMyYWYyMTBkMzU2XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Professor’s Guide to Murder (2023)",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ ဒီနှစ်မှထွက်ထားတဲ့ ဂျာမန် Comedy movie လေးပါ၊ ဇာတ်လမ်းလေးက လင်နဲ့မယား လျှာနဲ့သွားဆိုတဲ့စကားအတိုင်းတစ်ခါမဟုတ် ၂ခါမက ကိုက်မိနေရင်းပဲ ကိုယ်က လျှာလား သူက သွားလား စမန်ပြန်ခုတ်ကြတဲ့ ကလော်ဒီရာနဲ့ ဘော်ဘီတို့ရဲ့အိမ်ထောင်ရေးအကြောင်းကိုဟာသလေးနှောပြီးတမူထူးတဲ့တင်ဆက်ပုံလေးနဲ့ပြသထားတာပါ၊ ဇာတ်ဆောင်ဖြစ်တဲ့ဘော်ဘီကတော့ ဘာဖြစ်လို့ဒီလိုကတောက်ကဆတွေဖြစ်ရတာလဲဆိုတာအဖြေရှာရင်းလူနားမလည်နိုင်တဲ့ သီအိုရီတွေထုတ်ပြီး ကလော််ဒီရာကိုနားချပါတော့တယ်။ နားချရင်း နားမလည်ရာကနေနားလည်မှုတွေလွဲရင်း ကွဲမယ်ပြတ်မယ်လုပ်ကြရာ ကလော်ဒီရာကိုလက်မလွှတ်နိုင်တဲ့ဘော်ဘီတစ်ယောက်ဘယ်လိုအကွက်တွေပြန်သုံးချော့မယ်၊ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကိုကြည်နူးဖွယ်ရှူစားရမှာဖြစ်ပါတယ် ။File size…(1.5 GB)/(693 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...TV Movie, Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khant Zarni",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/my-professors-guide-to-murder-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmRjZTI3YjgtOTkzZS00YjNjLWE1NjktMDAwYTI3YmUwMzhiXkEyXkFqcGdeQXVyMjMyOTY5NjY@._V1_-135x200.jpg",
        "title": "The Fight Machine (2022)",
        "description": "ဒီတစ်ခါတော့ Boxing ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော် Boxing ဆိုတဲ့အတိုင်း အတိုက်အခိုက် အသတ်အပုတ် Scene တွေအမိုက်စားနဲ့ဇာတ်ကားတစ်ကားပါ\nBoxing သမားတစ်ယောက်ဖြစ်လာဖို့ မလွယ်သလို Fighter တစ်ယောက်ဖြစ်လာဖို့ဆိုတာ ပိုလို့မလွယ်ပါဘူး တရားမဝင်ကြေးစား လက်ဗလာနဲ့ ထိုးသတ်ကြတယ်ဆိုရင်ရော..........ဇာတ်ကားလေးကတော့ နောက်ခံ Background မတူတဲ့ မိသားစုကနေ ဆင်းသက်လာကြတဲ့ လူငယ်လေးနှစ်ယောက်ရဲ့ Boxing ကို ဘယ်လို သဘောထားပြီးတော့ဘဝအတွက် ဘယ်လိုတွေရုန်ကန်ကြသလဲဆိုတာနဲ့ Fighter တွေအဖြစ်နဲ့ ကြိုးဝိုင်းထဲမှာဘယ်လိုတွေ ယှဉ်ပြိုင်သတ်ပုတ်ကြမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါဦး ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.6 GB)/(870 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-fight-machine-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDhiM2VjNzEtMzFkNC00ZWI2LThkZWYtYWFkNjMzYTczMjg4XkEyXkFqcGdeQXVyNDI3MjIxNjk@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "LOLA (2023)",
        "description": "2022 ခုနှစ် အင်္ဂလန်နိုင်ငံ Sussex ပြည်နယ်ရှိ နေအိမ်တစ်လုံးရဲ့ ထပ်ခိုးပေါ်မှာ မှတ်တမ်းရိုက်ကူးထားတဲ့ ဖလင်လိပ် တစ်ခုကို ရှာတွေ့ခဲ့တယ်။ အဲဒီ ဖလင်လိပ်ထဲပါတဲ့ အကြောင်းအရာ အများစုက ၁၉၄၁ ခုနှစ်တုန်းက Thomasina နဲ့ Martha ဆိုတဲ့ ညီအစ်မ နှစ်ယောက် နဲ့ LOLA လို့ သူတို့ အမည်ပေးထားတဲ့ စက် အကြောင်းတွေ ပါတယ်။ ဖလင်လိပ်ကို ရိုက်ကူးခဲ့တဲ့သူက အဓိက Martha ဖြစ်ပြီး LOLA စက်ကို သူ့အစ်မ Thomasina က ဘယ်လိုထွင်ဖြစ်ခဲ့တဲ့အကြောင်း LOLA စက် နဲ့ သူတို့တွေ အနာဂတ်က ရုပ်သံလိုင်းတွေ သတင်းအချက်အလက်တွေကို ဘယ်လို ကြည့်နိုင်ခဲ့သလဲဆိုတဲ့အကြောင်း သူ့အစ်မ Thom က ဘယ်လိုလူမျိုးလဲဆိုတဲ့ အကြောင်းတွေကို ရိုက်ကူးရင်း Martha က ပြောပြသွားတယ်။ဖလင်လိပ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lola-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTY3OTQwMTg5Ml5BMl5BanBnXkFtZTcwNjQ4NzAyOQ@@._V1_-135x200.jpg",
        "title": "In the House (2012)",
        "description": "ပြင်သစ်စာပေသင်တဲ့ဆရာတစ်ယောက်ဟာ ကလော့ဂါဆီရာ‌ဆိုတဲ့ကျောင်းသားတစ်ယောက်ရဲ့ထူးဆန်းတဲ့စာစီစာကုံးကိုဖတ်မိရာကနေ ကလော့ရဲ့သူ့သူငယ်ချင်းမိသားစုအပေါ်အမြင်တွေ၊အတွေးတွေကိုပိုသိချင်လာပါတော့တယ် သူကကလော့ကိုစာအရေးအသားသင်ပေးဖို့ဆုံးဖြတ်လိုက်ပြီး ၁၆ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့စာစီစာကုံးတစ်ပုဒ်ကိုအရင်းပြုရင်း ဆရာတပည့်နှစ်ယောက်ဇာတ်လမ်းနဲ့အပြင်လောကရဲ့ဆက်စပ်မှုတွေကိုရှာဖွေပြီး ဘယ်လိုအလှည့်အပြောင်းမျိုးတွေနဲ့ရင်ဆိုင်ရမလဲဆိုတာကိုကြည့်ရှုရမှာပါ Drama & mystery အမျိုးအစားဖြစ်ပြီး စိတ်လှုပ်ရှားစရာသိပ်မပါပေမဲ့အေးအေးလေးနဲ့ဇာတ်လမ်းအဆုံးထိဆွဲသွားနိုင်တာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားတစ်ပုဒ်ပါပဲ File size…(2.1 GB)/(1 GB)/(530 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama, Comedy, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/in-the-house-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2M2MjQwZDgtMzY4NS00YmVhLWI0YTgtNTI1NjdhYTU3MmE4XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-141x200.jpg",
        "title": "(21+) Satisfactions (1983)",
        "description": "ချမ်းသာကြွယ်ဝတဲ့ မိသားစုတစ်စုရဲ့ အတွင်းရေးတွေကို\nဆင်ဆာမဖြတ်ပဲ ဖေါ်ကြူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nသူတို့ရဲ့ လှပတင့်တယ်တဲ့ ခန္ဓာကိုယ်အနေထား ကြယ်ဝမှုတွေက\nမြင်ရသူတိုင်း ပစ်မှားချင်စရာတွေဖြစ်နေပါတယ်ပိုက်ဆံရှိပြီး ထင်တိုင်းကြဲနေတဲ့ မိသားစုဆိုရင်လည်းမမှားပါဘူး\nသူတို့က ရတာမလိုလိုတာမရဖြစ်နေကြပေမဲ့\nနားလည်မှုအပြည့် ရင့်ကျက်မှုအပြည့်နဲ့ ခရီးဆက်နေကြသူတွေပါပဲမိသားစု နှစ်စု နှစ်ပင် သုံးပင် လိမ်တာတွေဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.16GB / 939MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/21-satisfactions-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODMxMDU5NGEtNGY5OS00MDlmLWEzZTQtY2Y4MWFkMWNiOGM4XkEyXkFqcGdeQXVyMTU1MjA5NDA@._V1_-133x200.jpg",
        "title": "The Exit Row (2023)",
        "description": "သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတွေကို သဘောကျတတ်တဲ့ Thriller ပရိသတ်ကြီးအတွက် (၂၀၂၃) ထွက် The Exist Row ဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့အဓိကဇာတ်ဆောင် ဆာရှာဒေ့ဒ်က ခင်ပွန်းသည်ရယ် သားတစ်ယောက်ရယ်နဲ့အတူ သာယာတဲ့မိသားစုဘဝလေးကို ပိုင်ဆိုင်ထားပြီး စီးပွားရေးလောကမှာလည်း အောင်မြင်တဲ့ ကြော်ငြာလုပ်ငန်းရှင်တစ်ယောက် ဖြစ်ပါတယ်။ ကလင့်ထ်မိုင်ရာကတော့ နာမည်ကြီးအိမ်ခြံမြေအကျိုးတော်ဆောင်တစ်ယောက်ဖြစ်ပြီး ဘဝကိုအေးအေးဆေးဆေး တစ်ယောက်တည်းဖြတ်သန်းနေသူဖြစ်ပါတယ်။သီးခြားစီဖြစ်တည်နေတဲ့ သူတို့နှစ်ယောက်ရဲ့ကမ္ဘာနှစ်ခုဟာ လေယာဉ်ခရီးစဥ်တစ်ခုမှာ ဝင်ရောက်တိုက်မိခဲ့ပြီး ကလင့်ထ်က ဆာရှာ့ကို ရူးရူးမူးမူးစွဲလမ်းသွားခဲ့ပါတယ်။ ဆာရှာကတော့ အဆင်မချောခဲ့တဲ့ ဒီလေယာဉ်ခရီးစဉ်အပြီးမှာ စိတ်ဒဏ်ရာရသွားခဲ့ပြီး စိတ်ဖိစီးမှုလျော့ကျဆေးတွေ သောက်ရတဲ့အပြင် သူ့နောက်ကိုလူတစ်ယောက်က လိုက်နေပါတယ်ဆိုတဲ့ ခြောက်ခြားစရာစကားတွေကိုလည်း ပြောလာခဲ့ပါတယ်။ အိမ်ထောင်ရေးအဆင်မပြေမှုတွေလည်း ဖြစ်လာခဲ့ပြီး အရာရာအဆင်ပြေနေခဲ့တဲ့သူ့ဘဝလေးက ကမောက်ကမဖြစ်လာပါတော့တယ်။ ဆာရှာကြုံနေရတဲ့ ခြောက်ခြားစရာဖြစ်ရပ်တွေက ကလင့်ထ်ရဲ့စွဲလမ်းမှုနဲ့ ဘယ်လိုသက်ဆိုင်နေမလဲ။ ဆာရှာကပဲ စိတ်ကယောင်ခြောက်ချားဖြစ်နေခဲ့တာလား။ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားပေးပါဦးခင်ဗျာ။File size…(960 MB)/(460 MB)/(270 Mb)Quality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-exit-row-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWViMDFiYTItMTIzYy00ZTI5LThiOGMtM2YxNGU1YzBjY2MzXkEyXkFqcGdeQXVyMTI2MTQ3OTI4._V1_-164x200.jpg",
        "title": "Purusha Pretham (2023)",
        "description": "Purusha Pretham(2023)IMDb 7.2/10The times of India. 3.5/5စုံထောက်မှုခင်းကားလည်းကြိုက် ဟာသကားလည်းကြိုက်တဲ့\nဘောလိဝုဒ်ရုပ်ရှင်ပရိသတ်ကြီးအတွက် ၂၀၂၃ ထွက်\nအသစ်စက်စက်ကားသစ်လေးတစ်ကားလာပါပြီ။ရာဇဝတ်သားတွေကို ဖမ်းဆီးဆုံးမရာမှာ လက်သံပြောင်ပြီး\nအမှုတွေလိုက်တာတော်တဲ့ SI ဆီဘတ်စတေရှန်ဟာ ရဲလောကမှာ\nနာမည်တစ်လုံးနဲ့ကျော်ကြားသူတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ဒီလိုအမှုလိုက်ကျွမ်းတဲ့စုံထောက်ကြီးရဲ့အပိုင်ဘက်ခြမ်းကမြစ်ထဲမှ\nအလောင်းတစ်ခုပေါ်လာခဲ့ပါတယ်။ ထုံးစံအတိုင်း အမှုလိုက်ရင်းမှာပဲ\nအလောင်းဟာ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားတဲ့အခါ စခန်းတစ်ခုလုံ\nးပြဿနာတွေအမျိုးမျိုးတက်ပြီး အမျိုးစုံကြိုးခုန် ပြဿနာတွေတက်လာပါတော့တယ်။ဘာပြဿနာတွေရှုပ်လာမလဲ၊ ဘာတွေဆက်ဖြစ်မလဲ၊ အလောင်းကရော ဘယ်ရောက်သွားတာလဲ\nစတာတွေကိုတွေကိုတော့ ပရိသတ်ကြီးပဲ ဆက်အဖြေရှာကြည့်ဖို့\nCM Bollywood Team ရဲ့ Aditi, V, ZWE, YH, Cherry, BpL နဲ့ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။\nFile size…1.97GB  / 973MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi~ V~ ZWE~ YH~ Cherry~  BpL ~ Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/purusha-pretham-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGVmYWQ0NmMtNGRmZS00OTQ0LTk1MjktM2YwZmUyZmYyYjg3XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-133x200.jpg",
        "title": "Racer (2023)",
        "description": "Racer (2023)\nIMDb-9.3/10ဆိုင်ကယ်ချစ်တတ်တဲ့သူတွေနဲ့ ရင်ဘတ်ချင်းနီးမယ့်ဇာတ်လမ်းလေးတပုဒ်။\nကျွန်တော်တို့ငယ်ငယ်က ဆယ်တန်းပြီးရင် ကြိုက်တာလုပ်လို့ရပြီဆိုတဲ့ဂျင်းတွေ ဒီထဲမှာလည်းပါတယ်။\nငယ်ငယ်ကတည်းက မျှော်လင့်ချက်တွေရိုက်ချိုးခံခဲ့ရတဲ့နာကျင်မှုတွေနဲ့ ကလေးတယောက်။\nအထက်တန်းကျောင်းသားဘ၀မှာ ဆရာမကဘာဖြစ်ချင်လဲမေးတော့ ဆိုင်ကယ်စီးပြိုင်ချင်တာလို့ ပြောတဲ့ကလေးတယောက်။MotoGPမှာ ဝင်ပြိုင်ချင်တဲ့အိပ်မက်တွေနဲ့ ကောင်လေးတယောက်။\nသူ့စိတ်ကူးနဲ့ အိပ်မက်တွေအကုန်လုံးက ဆိုင်ကယ်ပဲ။ထမင်းမစား ဟင်းမစားနဲ့ ဆိုင်ကယ်အပေါ်ပဲတန်းတန်းစွဲတဲ့ကောင်လေး။အဖေဖြစ်သူကို တဂျီဂျီပူဆာပေမယ့်\nအိပ်မက်တွေပေးပြီး ရိုက်ချိုးခံနေရတဲ့ကလေးတယောက်။\nအဲဒီကလေး အရွယ်ရောက်လာတဲ့အခါမှာ သူ့စိတ်ကူးအိပ်မက်တွေ အကောင်အထည်ဖော်နိုင်မလားဆိုတာ။\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ V~Moon~Aditi~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 900MB\nQuality…1080p HDRIP / 720p\nFormat…mp4\nDuration….1 h 54 min\nSubtitle….Myanmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by V~Moon~Aditi~BpL~Cherry~Yunni",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/racer-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCDzIKBPBLLOaFSO7WXCNgrg8f2.jpg",
        "title": "[18+]Japanese Mom (2016)",
        "description": "ကဲ DS ကားတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ဖန်တွေ အတွက် သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးလာပါပြီ...အဖေနဲ့ သား အဖေရဲ့ နောက်မိန်းမထိုအမျိုးသမီးက သားနဲ့ အသက်မကွာလှတော့သားအဖခြား ဘယ်လို ဗျာများမလဲ ဆိုတာကိုတော.... File size…809MB / 262MB\nQuality…720p / 480p\nFormat…mp4\nDuration….1h 2m\nGenre ….. Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by pk",
        "rating": "",
        "url": "https://channelmyanmar.org/18japanese-mom-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/75hXBoN1iqyPxIsJRFIEkPdbvgB-133x200.jpg",
        "title": "Rangamarthanda (2023)",
        "description": "Rangamarthanda (2023)IMDb-8.2/10ဗီလိန်ဇာတ်ရုပ်တွေနဲ့ ကျွန်တော်တို့ရင်းနှီးခဲ့ကြတဲ့မင်းသားကြီး Prakash Raj ကို\nပြဇာတ်ကိုမြတ်နိုးတန်ဖိုးထားရူးသွပ်လွန်းတဲ့ ပြဇာတ်မင်းသားကြီးအဖြစ်\nမြင်တွေ့ရမဲ့ဇာတ်လမ်းဖြစ်ပါတယ် မင်းသမီးလေးကတော့ ငယ်ငယ်ချောချောShivathmika Rajashekar လေးပါသက်တံ့ကိုနှစ်ရောင်ပဲခြယ်နိုင်ရင်တောင် ခံစားချက်ကိုးမျိုးထိပေးစွမ်းနိုင်တဲ့ အနုပညာရှင်\nလက်ခုပ်အားပေးသံတွေကိုစားသုံးပြီး လေချွန်သံတွေနဲ့ အသက်ဆက်ခဲ့ရတဲ့ အနုပညာရှင်ဆစ်ဒူးဆိုတာ အောင်မြင်တဲ့သရုပ်ဆောင်ဖြစ်ချင်တဲ့ တက်သစ်စ လူငယ်လေးတစ်ယောက်\nတစ်နေ့ပြဇာတ်အဖွဲ့တစ်ခုကို စိတ်ဝင်စားလို့လိုက်ကြည့်ရင်း ပန်းကန်ဆေးနေတဲ့\nအဘိုးကြီးတစ်ယောက်ကိုတွေ့သွားတယ် အဲဒီအဘိုးကြီးက သူ့ရဲ့ဆရာ တ\nစ်ချိန်ကပြဇာတ်သဘင်လောကမှာ သူတထူးပြောရလောက်သည်ထိ နာမည်ကျော်ကြားခဲ့သူရန်ဂါ အဲဒီချိန်မှာပဲ\nပြဇာတ်ရုံကြီးမီးလောင်ပြာကျတဲ့သတင်းကလည်းကြားလိုက်ရချိန်ရင်ကွဲနာကျခဲ့ရသူက ရန်ဂါမီးလောင်ပြင်ပြဇာတ်ရုံကြီးမှာ အတိတ် နဲ့ ပစ္စုပ္ပန်ကို\nယှဉ်ပြီး တသသတမ်းတပြောဆိုနေတဲ့ ပြဇာတ်မင်းသားကြီးရဲ့အတိတ်ဘဝဇာတ်ကြောင်းကို\nကြည့်ရှုခံစားကြည့်ပါဦး(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Moon ~ Zwe ~ Cherry ~Yunni ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.69GB  / 1.09GB\nQuality…1080p True WEB DL / 720p \nFormat…mp4\nDuration….2h 31mins\nSubtitle….Myanamar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL ~ Moon ...",
        "rating": "",
        "url": "https://channelmyanmar.org/rangamarthanda-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wyGNUFVpXSVGTRHSylyPqn3qZcT.jpg",
        "title": "[18+]Bad Detective: Food Chain (2020)",
        "description": "ဒီကားက ဇာတ်လမ်းလည်းကောင်းသလို 18+အခန်းတွေကလည်းခပ်မိုက်မိုက်တွေမို့ ကြည့်ရအတော်ပြေတယ်…ပိုပြီးစိတ်ဝင်စားဖို့ ကောင်းတာက ဇာတ်အိမ်လေးနဲ့တင်ဆက်ထားတာကြောင့် ကြည့်ရတာ ပိုပြီးစိတ်ကျေနပ်ဖို့ ကောင်းပြန်တယ် ...ဇာတ်လမ်းလေးရဲ့ အစကို ခါးပိုက်နှိုက်တာကစတင်ထားပြီး ဘယ်လိုတွေ အဆုံးသတ်မလဲ ဆိုတာကိုတော့.....  File size…1.24GB / 498MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 2m\nGenre ….. Crime , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Ava\nTranslated by pk",
        "rating": "",
        "url": "https://channelmyanmar.org/bad-detective-food-chain-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTdiOThhYWItN2Q5YS00OGM0LWI1NGYtMGU3ZDFiZTY4NDcxXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-128x200.jpg",
        "title": "Erumbu (2023)",
        "description": "Erumbu 2023\nIMDb 7.7/10\nDrama/Familyမိသားစုဇာတ်ကားကောင်းလေးတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်\nရသကောင်းလေး‌ ပေးစွမ်းနိုင်မယ့် တမီးလ်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အန်နာဒူရိုင်ဟာ ‌အိမ်အတွက် ရုန်းကန်ပြီးဝမ်းစာနေရှာနေရတဲ့\nအိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ ‌အကြွေးပတ်လည်ဝိုင်းနေပြီး\nမိသားစုဝင်ခြောက်ယောက်စာကို ရှာ‌ဖွေနေရတာမလို့ တကယ်ကိုမလွယ်ကူလှပါဘူး။ဒါပေမဲ့လည်း သားဖြစ်သူမူသူးနဲ့ သမီးဖြစ်သူပန်ချီကို မရှိတဲ့ကြားကနေ\nစိတ်ချမ်းသာအောင်ထားပေးတဲ့ ဖခင်ကောင်းတစ်ဦးဖြစ်ပါတယ်။\nမိထွေးဖြစ်သူနဲ့နေရတဲ့ သားနဲ့သမီးကို အတတ်နိုင်ဆုံးလိုတာတွေဖြည့်ဆည်းပေးပြီး\nသားနဲ့သမီးကလည်း ရုန်းကန်နေရတဲ့အဖေကို ပြန်ကြည့်ပေးတာမလို့\nငွေကြေးမပြည့်စုံပေမယ့်လည်း မေတ္တာတွေနဲ့လွှမ်းခြုံထားတဲ့မိသားစုလေး‌ဖြစ်ပါတယ်။တစ်နေ့မှာ မိထွေးဖြစ်သူရဲ့အရေးပါတဲ့ရွှေလက်စွပ်တစ်ကွင်းဟာ မထင်မှတ်ပဲပျောက်သွားတဲ့အတွက်ကြောင့်\nမူသူးတစ်ယောက် ပြာယာခတ်သွားပါတော့တယ်။ အရေးပါတဲ့လက်စွပ်ဖြစ်ပြီး အိမ်ကသိရင်ပြဿနာတက်မှာဖြစ်တဲ့အတွက်\nအစ်မဖြစ်သူနဲ့အတူ သူငယ်ချင်းတွေကိုပါ အကူအညီတောင်းရင်း ရှာပုံတော်စရပါတော့တယ်။\nမူသူးတို့မိသားစုလေး အစစအရာရာအဆင်ပြပါ့မလား။ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ။\nဒီဇာတ်ကားလေးမှာ ဆက်ပြီးကြည့်ရှုပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~Zwe Yan~Cherry တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.5GB / 1.3GB\nQuality…1080p True WEB DL /  720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~Zwe Yan~Cherry",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/erumbu-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU3ZTczMGQtNzMzNi00ODYzLWI3MzUtYWJhMGVkMGE1NTlmXkEyXkFqcGdeQXVyMTUxNTA3NTQx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Irish Mob (2023)",
        "description": "IMDb - 5.3/10 အိုင်ယာလန်နိုင်ငံမှာရှိတဲ့ ဒပ်ဗလင်မြို့ကြီးကို ဗယ်လန်တီနို ဖေဂန် / ဗယ်လ် လို့ခေါ်တဲ့ မူးယစ်ရာဇာဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က အုပ်စိုးနေပါတယ်။ ရာဇဝတ်ဂိုဏ်းကြီးဖြစ်တဲ့အတွက်ကြောင့်လည်း ဂါဒါ လို့ခေါ်တဲ့ အိုင်းရစ်ရဲတပ်ဖွဲ့က သူတို့ခြေလှမ်းမှားမဲ့အချိန်ကို အမြဲတစေစောင့်ကြည့်နေကြတာပါ။ ဒီလိုနဲ့တစ်နေ့မှာတော့ ဗယ်လ်ဆီကိုရောက်လာရမဲ့ မူးယစ်ဆေးတွေကို လမ်းမှာအသိမ်းခံလိုက်ရပြီး ဈေးကွက်ထဲမှာ ပစ္စည်းပျက်မသွားဖို့လိုတဲ့အတွက် ယူရိုငွေ တစ်သန်းနဲ့ ပစ္စည်းအသစ်တွေထပ်မှာဖို့လိုလာခဲ့ပါပြီ။ ဒီလောက်ပိုက်ဆံအများကြီးကို တစုတစည်းထဲ ရနိုင်မဲ့နေရာကို ဗယ်လ်ရဲ့ လက်ရုံးဖြစ်တဲ့ ရေးနိုးကလမ်းပြပေးလိုက်ပြီး၊ အဲဒီနေရာကို ဓားပြတိုက်ကြဖို့အစီအစဉ်တွေချကြပါတော့တယ်။ဒီလိုနဲ့ သေချာစီစဉ်ပြီးတိုက်ခဲ့တဲ့ ဓားပြမှုကနေ ယူရို ၅.၅ သန်းကိုရရှိခဲ့ပြီးနောက်မှာတော့ ဗယ်လ်တစ်ယောက်အာဏာအရှိဆုံးနဲ့ ချမ်းသာဆုံးဂိုဏ်းခေါင်းဆောင်် တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဂါဒါရဲတွေရဲ့ နောက်ယောင်ခံစစ်ဆေးမှုတွေကလည်း ပိုပ်ုကြီးမားလာခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ သူ့ရဲ့ ပလ္လုင်နေရာကို ဘယ်လိုကောင်မျိုးမှမလုယူနိုင်ဘူးလို့ထင်နေတဲ့ ‌မူးယစ်ရာဇာ ဗယ်လ်တစ်ယောက် တကယ်ပဲသူ့နေရာကို ဆက်ထိန်းထားနိုင်မလား ရာဇဝတ်လောကမှာဖြစ်တတ်တဲ့အလှည့်အပြောင်းတွေနဲ့ လူတွေရဲ့သဘောသဘာဝကို သေချရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမလို့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တဲ့အပြင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-irish-mob-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jdLnvALCpK1NkeQU1z4YvOe2dZ.jpg",
        "title": "The Lovebirds (2020)",
        "description": "Eternalsဇာတ်ကားမှာ Bollywood ကိုရောက်နေတဲ့Eternal Kingoအ‌နေနဲ့သရုပ်ဆောင်ခဲ့တဲ့Kumail Nanjiani(ပိုးဟပ်မှာ ပုံအသုံးခံလိုက်ရလို့နာမည်ကြီးသွားတဲ့ဆရာကြီး)နဲ့အာသွက်လျှာသွက် Comedy movie အများစုမှာပါ၀င်နေကျဖြစ်တဲ့Issa Raeတို့ရဲ့ အချစ်ဟာသဇာတ်ကားလေးတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဂျီဘရန်နဲ့ လီလာနီဆိုတာက တကယ့်ထူးထူးခြားခြားအတွဲ။ဂျီဘရန်ဆိုတာက ပါကစ္စတန်သား ကမ္ဘာကြီးကိုအဆိုးဘက်ကနေပဲကြည့်တတ်သလို ဘ၀ကြီးမှာ ဘာမှမစွန့်စားရဲပိုနေမြဲကျားနေမြဲနေတတ်သူ စိတ်လှုပ်ရှားတဲ့အချိန်ဆိုဘာမဟုတ်တဲ့ အကြောင်းအရာတခုကအစတောင်စဉ်ရေမရလျှောက်ပြောလိုက်ရမှ။အန္တရာယ်ဆိုတာနဲ့ ပြေးလိုက်ရမှဆိုတဲ့လူမျိုး။လီလာနီဆိုတာက လူမည်းအမျိူးသမီး အရမ်းလည်းစပ်စုပါလေရာငပိချက် ပြောချင်တဲ့အကြောင်းအရာတခုကိုကရားရေလွှတ် အဆုံးထိဖြစ်ချင်ရာဖြစ်ပြောထည့်လိုက်ရမှကျေနပ်တဲ့လူမျိုး။ဒီလိုမျိုးနဲ့ ချိန်းတွေ့မယ့်စားသောက်ဆိုင်ရွေးတာကအစရန်တကျက်ကျက်ဖြစ်နေရတဲ့ သူတို့နှစ်ယောက် ‌တနေ့မှာတော့ လမ်းခွဲဖို့ဆုံးဖြတ်ကြရင်းနဲ့မတော်မဆ လူသတ်မှုတခုထဲဆွဲထည့်ခံလိုက်ရပါတော့တယ်။ဒီလူသတ်မှုမှာ အပြစ်မရှိတာကို သက်သေပြနိုင်ဖို့လီလာနီရဲ့ မဟာအကြံကြီးအတိုင်း စုံစမ်းကြတာကနေသူတို့ ဘုနဲ့ဘောက်အတွဲ ဘယ်လိုမျိုး တလွဲတွေဖြစ်ဦးမှာလဲ။သူတို့ရဲ့အပြစ်ကင်းမှုကို သက်သေပြနိုင်မှာလား။သူတို့ရဲ့အရင်တည်းကဆိုးရွားလာနေတဲ့ realtionship ကိုရောပြန်အဖတ်ဆယ် ကယ်တင်နိုင်ဦးမလား။အဆုံး‌မှာဘယ်လိုမျိုး ဒီဇာတ်လမ်းလေးတခု ပြီးဆုံးသွားမလဲဆိုတာကိုthe lovebirds ဆိုတဲ့ အချစ်ဟာသဇာတ်ကားလေးမှာရှုစားအားပေးကြပါဦးခင်ဗျ။ File size…  1.67 GB /  640 MB\nQuality… Web-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lovebirds-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qvGJK3lFzpifAdyIupMNdWNX0qr.jpg",
        "title": "Another Earth (2011)",
        "description": "Another Earth (2011)~ IMDb - 6.9/10, Rotten Tomatoes - 65% ~အနန္တစကြဝဠာကြီးထဲမှာ ကျွန်တော်တို့နေထိုင်တဲ့ ကမ္ဘာကြီးနဲ့ ပုံစံတူတဲ့ Parallel Universe တစ်ခုရှိနေမယ်လို့ တွေးဖူးလား။ တကယ်လို့များ အဲဒီအပြိုင်ကမ္ဘာတစ်ခုက ကျွန်တော်တို့မျက်စိရှေ့မှာ တကယ်ပေါ်လာခဲ့ရင်ရော ဘာတွေဆက်ဖြစ်ကြမယ်ထင်လဲ...ဒီဇာတ်ကားထဲမှာတော့ ကျွန်တော်တို့ကမ္ဘာနဲ့ ပုံစံတူတဲ့ Earth တစ်ခုကို တွေ့မိပြီးတော့ အကြီးအကဲတွေဟာ အဲဒီ Earth နဲ့ ဆက်သွယ်ဖို့ ကြိုးစားကြည့်တဲ့အခါမှာ အံ့ဩဖို့ကောင်းအောင်ပဲ ကမ္ဘာနှစ်ခုက ဆက်သွယ်နေတဲ့လူချင်းက အစစအရာရာ တူနေတာကို သိလိုက်ရပါတယ်။Earth II ကို စတွေ့ရတဲ့နေ့မှာ Rhoda ဆိုတဲ့ သိပ္ပံထူးချွန်ကျောင်းသူလေးဟာ ကားအက်ဆီးဒင့်ဖြစ်ပြီးတော့ တဖက်ကားထဲက မိခင်နဲ့ ကလေးဖြစ်သူကို သေစေမိခဲ့တယ်။ ဒီကားတိုက်မှုကြောင့် ထောင်၄နှစ်ကျပြီး ပြန်လွတ်လာတဲ့အချိန်မှာ တဖက်က နစ်နာသူ လင်ယောက်ျား John ကို တောင်းပန်ဖို့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/another-earth-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AtKPtTSUKawLLCdSLlirPMZ7vi.jpg",
        "title": "[18+]New Baby(2020)",
        "description": "[18+]New Baby(2020)********************သားအဖ(၂)ယောက်ရှိတယ်..တစ်နေ့တော့ သားဖြစ်သူကအိမ်ထောင်ပြုတော့မိန်းမကိုအိမ်ခေါ်တင်လာတယ်..အဖေဖြစ်သူကလည်း မုဆိုးဖိုဆိုတော့မိသားစု(၃)ယောက်တူတူနေကြတာပေါ့...ဒီလိုနဲ့ အဖေဖြစ်သူဟာ ချွေးမကို မကြွေသင့်ဘဲ ကြွေသွားပါလေရော...အဲ့ဒီနောက်မှာတော့ ...ကွီးယား18+မို့ လှတပတ ချောတောမောတောလေးတွေတစ်ဝကြီးငမ်းရမှာမို့ခံစားကြည့်ကြပါဦး...      File size… 1.3GB / 534MB\nQuality… WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18new-baby2020/"
    }
]