[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTYzM2I0YjgtZTE2Mi00ZGQ4LTgzMTAtMDAyMzc5ZjA3MmMxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Where Hands Touch (2018)",
        "description": "Where Hands Touch (2018)\n====================\nIMDb Rating - 6.6/10ဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၄ ဂျာမနီမှာ အခြေတည်ထားတဲ့ ဇာတ်လမ်း\nတစ်ပုဒ်ပါ။ Layna ဟာ ဂျာမန်လူဖြူအမေနဲ့ ပြင်သစ်လူမည်း အဖေတို့\nပေါင်းစပ်ပြီး မွေးလာတဲ့ (၁၆)နှစ်အရွယ် ကလေးမလေးပါ။ Rhineland\nမှာ မွေးဖွားကြီးပြင်းခဲ့ပြီး ဟစ်တလာရဲ့ နာဇီတပ်ဖွဲ့တွေက Leyna လို သွေး\nနှောလူမည်း ကလေးတွေကို ရှင်းလင်းပစ်ဖို့ ကြိုးစားနေတာကြောင့် ဘာ\nလင်မှာများ အန္တရာယ်ကင်းနိုင်မလားဆိုပြီး Leyna ရဲ့ အမေ Kerstin\nတစ်ယောက် သားနဲ့သမီးကို လက်ဆွဲပြီး ဘာလင်ကို ထွက်လာခဲ့ပါတယ်။ပိုကောင်းတဲ့ ဘဝတစ်ခု ရနိုင်ဖို့ Leyna ကို ကျောင်းပို့ပြီး စာသင်ပေးခဲ့ပေမဲ့\nနီဂရိုးတစ်ယောက် စာသင်ဖို့ မလိုဘူးဆိုပြီး ကျောင်းကနေဆွဲထုတ်ပြီး စက်ရုံ\nမှာ အလုပ်လုပ်ဖို့ ပို့လိုက်ကြပါတယ်။ အဲဒီနောက်မှာတော့ Leyna တစ်ယောက်\nထင်ရှားတဲ့ SSအရာရှိတစ်ဦးရဲ့ သားဖြစ်ပြီး ကိုယ်တိုင်လည်း လူငယ်တပ်ဖွဲ့ဝင်\nတစ်ဦးဖြစ်တဲ့ Lutz နဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/where-hands-touch-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Love_Tactics-215801117-mmed-133x200.jpg",
        "title": "Love Tactics (2022)",
        "description": "Love Tactics (2022)==============CM ပရိသတ်တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ တူရကီ\nအချစ်ရုပ်ရှင်လေး လာပါပြီ။ ဒီဇာတ်ကားလေးမကြည့်ခင်မှာ\nတစ်ခုမေးပါရစေ ခင်ဗျားဟာ အချစ်စစ်ကို ရှာဖွေနေသူ တစ်ယောက်လား...\nစော်ကြည်ဘဲကြည် အပျော်ပဲတွဲနေတဲ့ အချစ်ကို အယုံအကြည်မရှိတဲ့သူ\nတစ်ယောက်လား၊ ဘယ်ဘက်ထဲမှာ ပါမယ် ထင်ပါသလဲ ...\nဒီရုပ်ရှင်လေးထဲမှာတော့ Love Tactics ( အချစ်နည်းဗျူဟာများ ) ဆိုတဲ့\nဘလော့ဂ်တစ်ခုကို ထောင်ထားတဲ့ အက်စ်လီ ဆိုတဲ့ ဖက်ရှင်ဒီဇိုင်နာမလေး\nတစ်ယောက်ရှိတယ်။ ယောက်ျားတွေဟာ တစ်သီးစားပဲချောင်းနေတဲ့ကျားတွေလို့\nယုံကြည်နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့။ အဲဒီဘလော့ဂ်မှာ သူက\nယောက်ျားတွေကို ဘယ်လိုဆွဲဆောင်ရမယ် ဘယ်အချိန်မှာ ဘယ်လို အကွက်\nရွှေ့ရမယ် စသဖြင့် နည်းဗျူဟာတွေ တင်ပေးလေ့ရှိတယ်။တစ်ဖက်မှာလည်း ကြော်ငြာကုမ္ပဏီမှာ ထူးချွန်တဲ့ မန်နေဂျာ တစ်ဦးဖြစ်တဲ့\nကယ်ရမ်ဆိုတဲ့ သူတစ်ယောက်ရှိတယ်။ မိန်းကလေး တွေကို တစ်ညတာ\nအပျော်ပဲတွဲပြီး  ဘ၀ကို ပျော်ပျော်ကြီး ဖြတ်သန်းနေတဲ့သူတစ်ယောက်။\nမိန်းမတွေကို ဘယ်လိုချုပ်ကိုင်ရမယ် မိန်းမတွေဟာ ဘယ်လိုစိတ်နေ သဘောထား\nရှိတယ်ဆိုတာ ကောင်းကောင်းကြီး နောကျေနေတဲ့  ယောက်ျားတစ်‌ယောက်ပေါ့။ကံကြမ္မာက ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/love-tactics-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uuxhFccZJvmQy5UDzoP3Wzjn7LU.jpg",
        "title": "[18+] Hugot (2023)",
        "description": "Hugot (2023)ကွိုင်းက ဘတ်စ်ကတ်ဘောဝါသနာပါပြီး ကိုယ်တိုင်လည်းကြိုးစားသလို အရည်အချင်းလည်းရှိတဲ့ လူငယ်တစ်ယောက်ပါ။ ဒါပေမဲ့ သူ့ဖခင်ကတော့ သူ့ဝါသနာကို ခါးခါးသီးသီးဖြစ်နေပြီး သင်္ဘောတက်ဖို့ပဲ တိုက်တွန်းနေပါတယ်။ကွိုင်းမှာ သူ့ကိုတစ်ဖက်သက် ကြိုက်နေသလို ဆာတိုင်းကျွေးဖော်ရတဲ့ ဂျာပွတ်ဆိုတဲ့ သူငယ်ချင်းမလေးလည်းရှိပေမဲ့ သူတကယ်တမ်းစိတ်ဝင်စားပြီး မှန်းနေရတဲ့သူကတော့ သူ့ကစားဖော်ပြိုင်ဘက်ရဲ့ ရည်းစားဖြစ်တဲ့ တီနာ (Azi Acosta) ဖြစ်ပါတယ်။တစ်နေ့တော့ ငွေရှာခိုင်းချင်တဲ့ သူ့ဖခင်ပါးစပ်ပိတ်သွားအောင်၊ သူ့ဝါသနာကို လွတ်လွတ်လပ်လပ်လိုက်စားနိုင်အောင် အလွယ်တကူငွေရတဲ့ မူးယစ်ဆေးပို့တဲ့ အလုပ်ကိုတွဲလုပ်မိရင်း ဇာတ်လမ်းတွေရှုပ်ဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းထက်ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းတာက Pamasahe တစ်ကားတည်းနဲ့ ရှေ့ဆုံးတန်းကိုရောက်လာခဲ့တဲ့ Azi Acosta လေးပါပဲ။ မလိုအပ်ဘဲ ထည့်ထားတဲ့ ဂျိန်းခန်းတွေအများကြီးပါဝင်တဲ့အတွက် စိတ်ကျေနပ်ကြမှာလည်း အသေအချာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 855MB\nQuality - 1080p, 720p\nIMDb Rating - 6.6/10\nFormat - mp4\nDuration ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hugot-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmVmZGViYTQtNzEwMS00ODU1LWJjZjItMzc3YWY4ZDk1NTY3XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-160x200.jpg",
        "title": "Sher Shivraj (2022)",
        "description": "Sher Shivraj (2022)\n***************************\nIMDb-8.3/10ဘယ်လိုလက်နက်ပဲဖြစ်နေပါစေ.....\nလူသားပဲဖြစ်ဖြစ် တိရိစ္ဆာန်ပဲဖြစ်ဖြစ်.....\nနေ့ပဲဖြစ်နေနေ ညပဲဖြစ်နေနေ.....\nအိမ်တွင်းမှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်....\nသင်ဟာ သတ်လို့မသေနိုင်တဲ့ မသေမျိုးဖြစ်စေဆိုပြီး အရှင်ဗြမ္မဟာက ဒီဆုလာဘ်ကို\nဟီရန်ရာကာ့ရှပ်ဆီ ပေးအပ်ခဲ့တယ်။ဒီဆုလာဘ်ကြောင့်ပဲ ဆိုးသွမ်းလာတဲ့ ဟီရန်ရာကို နတ်ဘုရားတွေကပါ\nကြောက်လန့်လာကြခဲ့တယ်။ဒါပေမယ့် သူ့သားတော် ပရယ်လားဒ်ကတော့\nအရှင်ဗိဿနိုးကို ဆည်းကပ်တဲ့သူ။ဒါကြောင့်ပဲ ဟီရန်ရာကာ့ရှပ်က ပရယ်လားဒ်ကို\nအကြိမ်ပေါင်းများစွာသတ်ဖို့ကြံစည်ခဲ့တယ်။ ဒါပေမဲ့လည်း အရှင်ဗိဿနိုးရဲ့ဘုန်းတန်ခိုးကြောင့်\nပရယ်လားဒ်ကို အကြိမ်ကြိမ်သတ်ဖို့ကြံစည်တာ မအောင်မြင်ခဲ့တဲ့နောက်မှာတော့\nပရယ်လားဒ်ကိုမေးခဲ့တယ် မင်းရဲ့အရှင်ဗိဿနိုးဘယ်မှာလဲဆိုပြီး။ပရယ်လားဒ်ကပြန်ပြောခဲ့တယ်\nစကြာဝဠာကြီးရဲ့ အစိတ်အပိုင်းတိုင်းမှာ အရှင်ကတည်ရှိနေပါတယ်တဲ့။ဒီတော့ ဟီရန်ရာက\nဒီတိုင်မှာရှိတာလားလို့မေးလေတော့ ပရယ်လားဒ်က ဟုတ်တယ် ဒီတိုင်လုံးထဲမှာလည်းရှိတယ်ဆိုတော့\nတိုင်ကို ဒေါသတကြီးနဲ့ကန်ပါလေရော။အဲဒီမှာပဲ တိုင်လုံးကအစိတ်စိတ်အမွှာမွှာကွဲပြီး လူခန္ဓာကိုယ်\nခြင်္သေ့ခေါင်းနဲ့ ဗိဿနိုးရဲ့အဝတာတစ်ဆူဖြစ်တဲ့ အရှင်နာဆင်မာပေါ်လာပြီး ဟီရန်ရာကိုပွေ့ချီသွားပြီး အတွင်းလည်း မဟုတ် အပြင်လည်းမဟုတ်\nလူလည်းမဟုတ် တရိစ္ဆာန်လည်းမဟုတ် ဘယ်လိုလက်နက်မှလည်းမသုံးဘဲ သုတ်သင်ရှင်းလင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုကြားတော့ မင်းသားလေးက သူလည်းအရှင်နာဆင်မာလို\nမကောင်းဆိုးဝါးတွေကို သုတ်သင်ရှင်းလင်းမယ်ဆိုပြီး တိုင်တည်ပါတယ်။\nတိုင်းပြည်ရဲ့ခေါင်းဆောင်ဖြစ်လာတဲ့ တစ်နေ့မှာတော့ ဟီရန်ရာလိုမကောင်းဆိုးဝါးနဲ့\nစစ်ခင်းဖို့ဖြစ်လာတဲ့အချိန်မှာ မင်းသားလေးအဆင်သင့်ဖြစ်နေမလားဆိုတာတော့\nခမ်းခမ်းနားနားနဲ့ ကြည့်ရမယ့် အိန္ဒိယနန်းတွင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.3GB\nQuality…1080p WEBRIP  / 720p \nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/sher-shivraj-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WTcNJwe6gS3fuLTlycN2jepnBg.jpg",
        "title": "The Fence (2022)",
        "description": "စတိဗ်ဆိုတဲ့ ကောင်လေးကသူရှာထားတဲ့ပိုက်ဆံတွေစုပြီးဆိုင်ကယ်လေးတစ်စီးကိုဝယ်ခဲ့ပါတယ်။ဝယ်ပြီးသိပ်မကြာခင်မှာပဲအိမ်ရှေ့မှာရပ်ထားတုန်းအခိုးခံခဲ့ရပါတော့တယ်။ ဒီလိုနဲ့ရဲသွားတိုင်တော့သူက သူ့အစ်ကိုအန်ဒရူးရဲ့ညီဖြစ်နေတာကိုသိသွားတော့ ရဲတွေကမကူညီချင်သလိုထုံးစံအတိုင်းအင်တင်တင်လုပ်ပါတော့တယ်။သူ့အစ်ကိုအန်ဒရူးဆိုတာက အမြဲတမ်းထိုးလိုက်ကြိတ်လိုက်နဲ့လူကြမ်းတစ်ယောက်မလို့ အခုလဲခံဝန်နဲ့လွတ်လာတာဖြစ်ပါတယ်။ ဒီလိုနဲ့စတိဗ်တစ်ယောက် သူ့ဆိုင်ကယ်လေးကိုဘယ်သူခိုးသွားတယ်ဆိုတာကိုလိုက်စုံစမ်းရင်းနဲ့ သတင်းအတိအကျရလာတဲ့အခါ သူ့အသက်အရွယ်နဲ့ ဘာမှလုပ်မရတဲ့အတွက်သူ့အစ်ကိုကိုပဲ လူမိုက်ငှားပြီးခေါ်သွားခဲ့ပါတော့တယ်။သူ့အစ်ကိုကလဲမဆီမဆိုင်နဲ့ရဲတွေနဲ့ သူ့ကြားမှာပဲကြီးလှော်ဆားညှပ်နေတဲ့သူ့ ညီကိုသနားပြီးအတတ်နိုင်ဆုံးလိုက်ကူညီပေးခဲ့ပါတယ်။ဒီလိုနဲ့ဆိုင်ကယ်တော့ပြန်မရခဲ့ပေမဲ့လျော်ကြေးတော့ပြန်ရခဲ့ပါတယ်။ဒါပေမယ့်တကယ်တမ်းအပြစ်ရှိတဲ့လူကဆိုင်ကယ်သူခိုးမဟုတ်ပဲ နဲ့ ညီအစ်ကိုနှစ်ယောက်လုံးနဲ့ရန်စရှိနေတဲ့လူတွေဖြစ်တဲ့အခါမှာတော့ဘာတွေဖြစ်မယ်ဆိုတာကိုစိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…2.45GB / 744MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fence-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gg9jup8MM9HjT7nvQ0h2gKDpi5W.jpg",
        "title": "[18+] Flux Gourmet (2022)",
        "description": "Flux Gourmet (2022)* သွေးထွက်သံယိုဇာတ်ဝင်ခန်းများနှင့် ညစ်ညမ်းပြကွက်များပါဝင်သောကြောင့် အသက်မပြည့်သူများကြည့်ရှုရန်မသင့်ပါ *~ IMDb - 5.9/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ကို ဘာအကြောင်းလဲလို့မေးရင် နည်းနည်းဖြေရခက်မယ်။ အကြောင်းအရာတွေက ရှုထောင့်ပေါင်းစုံကနေ တစ်မျိုးစီပြထားတာကြောင့်ပေါ့။ ဟင်းချက်တာပါတယ်၊ အနုပညာပါတယ်၊ သီချင်းတွေအသံတွေပါတယ်၊ ဟာသတွေပါတယ်၊ စိတ်အနှောက်အယှက်ဖြစ်စရာတွေပါတယ်၊ ဘာညာကွိကွတွေပါတယ်။မကြည့်ခင်မှာ အရင်ဆုံး သူတို့တည်တဲ့ ဇာတ်လမ်းနဲ့အလုပ်အကိုင်သဘောတွေအရင်ပြောရပါလိမ့်မယ်။ Sonic Catering ကို ဒီရုပ်ရှင်ထဲကအတိုင်းဆိုရင်တော့ မြန်မာလိုအဓိပ္ပာယ်ခြုံမိဖို့ \"ဟင်းသံလုပ်သရုပ်ဆောင်ခြင်း\" လို့ခေါ်နိုင်ပါတယ်။ဒါရိုက်တာ Peter Strickland ကလည်း ဒီရုပ်ရှင်ဟာ သူ့ဘဝနဲ့ အနီးစပ်ဆုံးရုပ်ရှင်ဖြစ်မယ်လို့ပြောထားပါတယ်။ ဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် အဲဒီလို Sonic Catering Band တစ်ခုကို တည်ထောင်ခဲ့ဖူးလို့ပါတဲ့။ASMR တွေနဲ့မတူတာက Sonic Catering ဟာ ပြဇာတ်ကသလို ပရိသတ်ရှေ့မှာပဲ ဟင်းချက်တယ်၊ ဟင်းချက်ရာကထွက်တဲ့အသံတွေကိုဖမ်းပြီး အသံညှိစက်တွေနဲ့ အမျိုးမျိုးချိန်ညှိတယ်။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/flux-gourmet-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDQwYTBjODUtZmMwNy00MTg2LWEwN2UtZDA3MTNhY2I1OThjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Sisid (2022)",
        "description": "အဏ္ဏဝါဇီဝပညာရှင် ဂျေဆင်နဲ့သူ့ဇနီးတို့ဟာ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့ဖြစ်တဲ့ ပိုလာ,မင်ဒိုရိုကို ငါးဘေးမဲ့ဇုန်\nတည်ထောင်ထိန်းသိမ်းဖို့တာဝန် နဲ့အတူလာခဲ့ကြပါတယ်၊\nဂျေဆင်ရဲ့ ဇနီးဖြစ်တဲ့ကင်ဆာဝေဒနာသည် အက်ဘီမှာတော့တစ်ခြားရည်ရွယ်ချက်တစ်ခုရှိပါတယ်။ အဲ့ဒါကတော့\nသူမရှိတော့တဲ့တစ်နေ့မှာ သူချစ်ရတဲ့ခင်ပွန်းသည်ကိုစိတ်ချလက်ချထားခဲ့နိုင်တဲ့အဖော်တစ်ယောက်ရှာဖွေပေးခဲ့ချင်တာပါပဲ။\nမြို့တော်ဝန်က ဂျေဆင်ရဲ့လက်ထောက်အဖြစ် ဒင်းနစ်ဆိုတဲ့မြို့ခံကောင်လေးတစ်ယောက်ကို တာဝန်ချထားပေးခဲ့ပါတယ်။\nဂျေဆင်နဲ့ဒင်းနစ်ဟာ ပင်လယ်ထဲကိုခရီးထွက် ရေအောက်ကိုအတူတူငုပ်ကြရင်း တစ်ယောက်အပေါ်တစ်ယောက်အကြည့်တွေ၊\nမတော်တဆအထိအတွေ့တွေကို သာယာမိရာကနေ မရှောင်နိုင်ပဲရှေ့ဆက်တိုး အချစ်နယ်ကျွံမိကြပါတော့တယ်။\nတကယ်တော့ ဒင်းနစ်စ်မှာလဲသက်တူရွယ်တူကောင်မလေးရှိပြီး အဲ့ဒီကောင်မလေးကိုယ်ဝန်ရှိကြောင်းသိရ၊ လက်ထပ်ဖို့\nအတင်းပူဆာလာတဲ့အခါမှာ..။ဆိုင်သူကိုယ်စီနဲ့ သူတို့ဇာတ်လမ်းကို ဘယ်လိုရှေ့ဆက်ကြမလဲ? မဆိုင်သူတွေမနစ်နာရမယ့်လမ်းကို ဘယ်လိုရွေးချယ်ကြမလဲ?\nသူတို့တွေရဲ့ အချစ်ဟာပျော်စရာဇာတ်သိမ်းလေးတွေ့ကြုံရပါ့မလား?Palitan ကိုရိုက်ခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်အကောင်းဆုံးဒါရိုက်တာဆုရှင် Brillante Mendoza ရဲ့လက်ရာပါပဲ။\nဇာတ်လမ်းက ရိုးရိုးလေးနဲ့ဆန်းသလို သူ့ကားတွေထုံးစံ ရုပ်ရှင်ဆန်တဲ့ဒိုင်ယာလော့တွေ ကြီးကြီးကျယ်ကျယ် ဘာညာမရောင်းပဲ\nရှင်းရှင်းလေးနဲ့ပြေပြေပြစ်ပြစ်တင်ဆက်ထားပါတယ်။သာယာလှပတဲ့နယ်မြို့လေးနဲ့ ရေအောက်က သန္တာကျောက်တန်းတွေ ကျွန်းတွေရဲ့အလှအပကို Cinematography အမိုက်စားတွေနဲ့\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ BL ဘက်ကိုနွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီးတွေဘက်ကိုလဲ အသားပေးမှုမလျော့တာကြောင့်\nလင်းတဲ့အခန်းတွေလင်းပေမယ့် မှောင်တဲ့အခန်းတွေလဲတော်တော်မှောင်ပါတယ်။\nFile size…(2.2 GB) / (1 GB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:55:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18-sisid-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTQ3OTc3MDI1MF5BMl5BanBnXkFtZTgwNTk2NzkzMjE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Found (2012)",
        "description": "ဒီကား‌က‌တော့ဆု25ဆုရထားပြီး စံကာတင်8ဆုအထိပါထားတဲ့ Horror ကားလေးဘဲဖြစ်ပါတယ် Horror ကားတွေကြိုက်တဲ့ကောင်လေးတစ်ယောက် သူအကိုကွင်းဆက်လူသတ်သမားမှန်းမထင်မှတ်ပဲသိလိုက်တဲ့အခါ သူအကိုလှို့ဝှက်ချက်ကိုသူဖုံးကွယ်ထားနိုင်မှာလား သူ့လှို့ဝှက်ချက်ကိုသိသွားတဲ့ညီဖြစ်သူကိုကောအကိုဖြစ်သူကဘယ်လိုတုံ့ပြန်မှာလဲဆိုတာတွေကိုကြည့်ရှူရမှာဘဲဖြစ်ပါတယ် သတ်ခန်းဖြတ်ခန်းတွေကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် File size…(1.4 GB)/(751 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Horror, Thriller, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khant Zar Ni Oo",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/found-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/6WeBK3ivG5fBAt0RMrJrH0GhBrT-133x200.jpg",
        "title": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)",
        "description": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)IMDb 7.1/10အဖေတစ်ခု သမီးတစ်ခုနေလာကြတဲ့ မစ္စတာရှင်းနဲ့ နယော့ အဖေက\nအရက်ကိုသိပ်ကြိုက်သလို သမီးက ခိုးရတာဝါသနာ\nအချင်းချင်းအမြဲသတ်နေပေမဲ့ ၂ယောက်က အရမ်းချစ်ကြတဲ့သားအဖပေါ့ဒီလိုနဲ့ တစ်ရက်ကျ မစ္စတာရှင်းက သမီးဖြစ်သူကို အိမ်ထောင်ချပေးဖို့ အတွေးဝင်လာတယ်\nသမီးအသက်ကလည်း မငယ်တော့တာမို့ သမက်လောင်းရှာဖို့ ခရီးစပါတော့တယ်\nတစ်ရပ်ကွက်တည်းသားချင်းတွေက နယော့ရဲ့စရိုက်ကိုသိနေတော့ ဝေးဝေးကရှောင်ရင်း....\nသူ့သမီးအတွက် ခင်ပွန်းလောင်းရှာနိုင်သွားမလား ဘယ်နေရာမှာ ဘယ်သူ့ကို ဘယ်လိုဂျင်းတွေထည့်မလဲဆိုတာတော့...ရယ်ရတဲ့ကားလည်းဖြစ် ပညာလည်းရတာမို့ ခဏတာဘဝ‌အမောတွေ\nဖြေဖျောက်နိုင်စေရန် တင်ဆက်ပေးလိုက်ရပါတယ်(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့Yunni~BpL~Aditi~Zwe Yan ~Cherry~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 809MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni~BpL~Aditi~Zwe Yan ~Cherry~V",
        "rating": "",
        "url": "https://channelmyanmar.org/chuyen-xom-tui-con-nhot-mot-chong-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzdlY2EzZTEtODUxMS00MjE0LWJkMzgtMDI5MzI4ZmMzOWUyXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "[18+]True Story of a Woman in Jail: Sex Hell (1975)",
        "description": "ဂျပန် သက်မပြည့်သေးတဲ့ ပျိုဖြူလေးတွေကို\nတစုတစည်းတည်း မြင်ရပြီး ဆိုဒ်မျိုးစုံခံစားရမဲ့\nအမျိုးသမီး သက်ငယ် အချုပ်ကားလေးလာပါပြီတယောက်နဲ့တယောက်ဘယ်လိုဆရာလုပ်မယ်\nအကြောမာမယ်ဆိုတာကို ချစ်စဖွယ်အမူရာလေးတွေ\nလုံးလုံးဝန်းဝန်း တစ်တစ်ရစ်ရစ် ကိုယ်လုံးလေးတွေ\nတဝကြီး ခံစားရမှာဖြစ်ပါတယ်သက်မပြည့်သေးပဲ ပြစ်မှုကျူးလွန်သူတွေကို ခေတ္တ\nအကဲဖြတ်ထိန်းသိမ်းထားရာနေရာဖြစ်ပြီး\nအဲဒီကနေလွတ်မြောက်ဖို့ ကာယအား ဉာဏအားတွေ\nသုံးသွားတာလေးတွေက သွားရည်ကျဖို့ကောင်းတာမို့\nDS Fans တွေအကြိုက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…470MB\nQuality…720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18true-story-of-a-woman-in-jail-sex-hell-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNGY1NzAzMDktYmM3Ny00ODVkLWI2ODQtMzQzNGNkOWVjYzZkXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Mr. Car and the Knights Templar (2023)",
        "description": "Mr. Car and the Knights Templar (2023)\n=============================ပေါ့ပေါ့ပါးပါး ကြည့်စရာရှာနေသူတွေအတွက် ပိုလန်ရုပ်ရှင်သစ်\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ပိုလန်စာရေးဆရာကြီး Zbigniew\nNienacki ရဲ့နာမည်တူ၀တ္ထုကို အခြေခံရိုက်ကူးထားတာပါ။\nအလွယ်ပြောရရင်တော့ ဇာတ်လိုက်နဲ့ကလေးတစ်သိုက်က ရတနာ\nသိုက်လိုက်ရှာတဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ ဒါပေမဲ့ ထူးခြားတာကတော့\nခရူးဆိတ်စစ်ပွဲနဲ့ သမိုင်းကြောင်းထဲက သူရဲကောင်းတွေနဲ့ ဆက်စပ်\nတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေပါနေတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအရတော့ လူသိများတဲ့ ပိုလန်လူမျိုး အနုပညာသမိုင်း\nပညာရှင် တောမတ်ရှ်ဟာ တမ်ပလာလက်ဝါးကပ်တိုင်တစ်ခုကို ရှာ\nတွေ့ထားပါတယ်။ အဲဒီကပေးတဲ့ သဲလွန်စနဲ့ ရှေးခေတ်က ရတနာ\nသိုက်တစ်ခုကိုရှာဖွေဖို့ ကြိုးပမ်းပါတော့တယ်။ ဒါပေမဲ့ လူအတော်\nစိတ်၀င်စားတဲ့ ရတနာသိုက်ဖြစ်တာကြောင့် ဟိုးလေးတကျော်နာမည်\nကြီးသွားပါတယ်။ အဲဒီအခါမှာ ရတနာသိုက်မုဆိုးတွေစုလာပြီး အချင်း\nချင်းပြိုင်ဆိုင်တိုက်ခိုက်မှုတွေ ရှိလာပါတယ်။တောမတ်ရှ်ကတော့ သူနဲ့သိပ်မတည့်လှတဲ့ သတင်းထောက်မတစ်ယောက်၊\nသူအထင်မကြီးလှတဲ့ ဆယ်ကျော်သက်ကလေး ၃ ယောက်နဲ့ မထင်မှတ်\nဘဲ တစ်ဖွဲ့တည်းဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလိုနဲ့ တောမတ်ရှ်တို့အဖွဲ့ အလွဲ\nတွေကြားမှာ ရတနာသိုက်ဘယ်လိုရှာကြမလဲ၊ ဘာတွေရင်ဆိုင်ရမလဲ၊\nဘယ်သူမှ ဘာမှန်းမသိတဲ့ ရတနာသိုက်ဆိုတာက နောက်ဆုံးမှာ ဘာဖြစ်\nနေမလဲဆိုတာကို ကြည့်ကြရမှာပါ။ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/mr-car-and-the-knights-templar-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2I4ZDcxMDctZTkwZC00YWFmLTkxZDQtZGNkYTQ5YTlmZWI0XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Get the Gringo (2012)",
        "description": "q IMDb 6.9/10 The Passion of the Christ, Braveheart စသည့်ဇတ်ကားတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Mel Gibson ရဲ့ထောင်တွင်းဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ San Diego ကလူဆိုးတစ်ယောက်ဆီကနေ ငွေနှစ်သန်းဘတ်လာတဲ့ မင်းသားဟာ Mexico ဖက်မှာ အဖမ်းခံရပြီး ထောင်ထဲရောက်သွားပါတယ်။ အဲဒီမှာ လူဆိုးဂိုဏ်းတွေနဲ့တွေ့ပြီး ကောင်လေးတစ်ယောက်အကူအညီနဲ့ ထောင်ကနေလွတ်အောင်ဘယ်လိုလုပ်မလဲ။ ငွေတွေကိုရော ပြန်ရပါ့မလားဆိုတာ ကြည့်ရမယ့် တကယ့်အက်ရှင် ဇာတ်ကားကောင်းတစ်ကားပါ။ မက္ကဆီကို ထောင်တွင်းအခြေအနေတွေကိုလည်း ရှင်းရှင်းလင်းလင်း တင်ဆက်ထားတဲ့ကားဖြစ်ပါတယ်။ File size…(1.6 GB)/(903 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nGenre...Action, Thriller, Crime, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Wai Yan",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/get-the-gringo-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/10MJURrsPfDQmS2AP3fueOHJ0ch.jpg",
        "title": "You Can Live Forever (2022)",
        "description": "You Can Live Forever (2022)~ IMDb - 6.9/10, Rotten Tomatoes - 92% ~ဒီဇာတ်ကားကိုကြည့်မယ်ဆိုရင် Jehovah's Witness လို့ခေါ်တဲ့ ကိုးကွယ်ယုံကြည်မှုအကြောင်းကို သိထားဖို့တော့လိုပါလိမ့်မယ်။JW တွေက ခရစ္စယာန်ဘာသာကနေ ကွဲထွက်လာတဲ့ ကမ္ဘာကြီးအဆုံးသတ်တော့မယ်လို့ ယူဆနေတဲ့သူတွေပါ။ သူတို့မှာ ငရဲမရှိပါဘူး။ ကမ္ဘာကြီးအဆုံးသတ်မှာ မကောင်းတဲ့သူတွေ၊ မကောင်းမှုတွေအကုန်လုံးက ပပျောက်သွားပြီး ကမ္ဘာက သုခဘုံအဖြစ်ကျန်ခဲ့မယ်လို့ယူဆထားကြပါတယ်။ရှင်ကျန်ခဲ့တဲ့သူတွေကတော့ Jehovah ကို ဖူးတွေ့နိုင်တဲ့သူတွေဖြစ်လာပြီး ထာဝရ သုခဘုံမှာ နေနိုင်တဲ့သူတွေဖြစ်လာကြမှာဖြစ်တဲ့အတွက် အသည်းအသန် ဘာသာရေးလိုက်စားကြတဲ့ လူတွေပါ။ ဘာသာရေးအစွန်းရောက်တွေလို့ ပြောလို့ရနိုင်တဲ့သူတွေပေါ့။ သူတို့ဘာသာရေးအစွန်းရောက်တာက သူတို့အုပ်စုထဲမှာတင်ဆိုတော့ သိပ်ပြဿနာတော့မရှိလှပါဘူး။မွေးနေ့ပွဲတွေ ခရစ္စမတ်ပွဲတွေလည်း ကျင်းပခွင့်မရှိဘူးတဲ့။ အဲဒီတော့ မွေးနေ့မှာ ဘာမှမကျွေးချင်ရင် မွေးနေ့မတိုင်ခင် ဒီဘာသာသွားပြောင်းထားလို့ရတာပေါ့။ ဒါပေမဲ့ ဒီဇာတ်ကားထဲက မင်းသမီးအတွက်တော့ ပြဿနာတက်စရာကြုံလာပါတယ်။သူက မိန်းကလေးချင်းသဘောကျတဲ့သူဖြစ်ပြီး အရမ်းကို စည်းကမ်းတင်းကြပ်တဲ့ JW ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/you-can-live-forever-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWU4ODRiODAtMTYzZi00ZjJlLWE3YTItMTcxMTUyMzZlZDgyXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Paayum Oli Nee Yenakku (2023)",
        "description": "Paayum Oli Nee Yenakku(2023)\nIMDb-6.5/10လောလောလတ်လတ်ထွက်ရှိထားတဲ့ အိန္ဒိယတမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအက်ရှင်တွေကြားထဲမှာ အိုင်တီပညာရှင်လေးနဲ့ အခမ်းအနားအပြင်အဆင်တွေတာဝန်ယူလုပ်ကိုင်နေတဲ့\nအမျိုးသမီးလေးတို့ကြားက ရိုမန့်စ်လေးကိုလည်း ခံစားကြရမှာပါ။အိုင်တီပညာရှင် အရာဗင်က ရှားပါးတဲ့အမြင်အာရုံချို့ယွင်းမှုကို ခံစားနေရပြီး အလင်းရောင်ထဲမှာပဲ\nသူ့မျက်လုံးတွေက မြင်နိုင်စွမ်းရှိတာပါ။အဲဒီအခြေအနေကြောင့်ပဲ\nဖြစ်ခဲ့တဲ့ မတော်တဆမှုတခုကနေ သူ့မိဘတွေကို ဆုံးရှုံးခဲ့ရပါတယ်။ဒါပေမယ့် ဦးလေးဖြစ်သူမိသားစုနဲ့အတူနေရင်း ပျော်ရွှင်တဲ့မိသားစုဘ၀လေးပိုင်ဆိုင်ပြီး\nချစ်ရသူလေးနဲ့ကလည်း အပေးအယူတွေမျှနေပါပြီ။ဒီလိုနဲ့တစ်ရက် အိမ်အပြန်လမ်းမှာ မသမာသူလူတစုရဲ့ ပြန်ပေးဆွဲခြင်းခံလိုက်ရတာကနေစ\nသူ့အဖေဆုံးပါးသွားခဲ့ရတာရော သူ့အလုပ်နဲ့ပတ်သက်တာတွေကရော သွေးရိုးသားရိုးမဟုတ်ဘူးဆိုတာ\nသိလိုက်ရပါတော့တယ်။မမျှော်လင့်ထားတဲ့ အကူအညီကြောင့် သူပြန်လွတ်မြောက်လာပြီးနောက်မှတော့\nဖြစ်စဉ်တွေအကုန်လုံးကို ပြန်ပြီးဖော်ထုတ်နိင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  / 815MB\nQuality…1080p True WEB DL /  720p\nFormat…mp4\nDuration….1h 59m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~Cherry",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/paayum-oli-nee-yenakku-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sspbB7Kkd2fpDODHvzSSd6DPZyn.jpg",
        "title": "[18+]Chica Peligrosa (2023)",
        "description": "[18+]Chica Peligrosa (2023)**************************(18+ အခန်းများပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါ)\nဇာတ်လမ်းအကျဉ်းလေးက‌တော့ အယ်လာဆိုတဲ့ Ecology တက္ကသိုလ်ကျောင်းသူလေးဟာ\nတောရိုင်းတိရိစ္ဆာန်တွေကို စောင့်ရှောက်ပေးတဲ့ဗီဒီယိုတွေကိုဆိုရှယ်မီဒီယာတွေပေါ်တင်လေ့ရှိပါတယ်၊\nတစ်နေ့ ဘစ်ဆီစကာဥယျာဉ်ထဲကို အမည်မသိလူတွေက မိုးမျှော်တိုက်ဆောက်ဖို့အတွက်ပြင်ဆင်နေတာကို\nတွေ့သွားတယ် ၊ ဒီလူတွေကသဘာဝသစ်တောကို ဖျက်ဆီးတဲ့အကြောင်းလိုင်းပေါ်တင်တယ်၊ သူငယ်ချင်းတွေနဲ့\nဆောက်လုပ်ရေးလုပ်ငန်းရှေ့မှာ ဆန္ဒတွေသွားပြတယ်၊ ဒီလိုနဲ့ ဆောက်လုပ်ရေးလုပ်ငန်းရဲ့ပိုင်ရှင်ဖြစ်တဲ့ လူချမ်းသာမတ်ထ်ဗီဟာ\nသူတို့ကျောင်းကို ဒီလုပ်ငန်းဟာ သဘာဝပတ်ဝန်းကျင်ကိုမထိခိုက်ကြောင်း ၊ တက္ကသိုလ်က ပညာရှင်တွေနဲ့\nသေချာလေ့လာပြီးမှလုပ်တာဖြစ်ကြောင်းကိုရှင်းပြတယ်၊ ဒါပေမယ့် အယ်လာဟာ သူကို ဆိုရှယ်မီဒီယာကနေ\nမတ်ထ်ဗီဟာ ပိုက်ဆံနဲ့ ဘာမဆိုဖြေရှင်းတတ်ကြောင်း မကောင်းကြောင်းတွေကိုတောက်လျှောက်ပြောတယ်၊\nဒါကိုလက်မခံတဲ့ မတ်ထ်ဗီဟာ အယ်လာကို သူနဲ့တစ်ပတ်လောက်ပဲ အတူ\nနေကြည့်ပါ၊ သူက လူကောင်းဖြစ်ကြောင်းသက်သေပြပါမယ်ဆိုပြီး တောင်းဆိုတယ် ၊ အယ်လာကလည်း စမ်းကြည့်ချင်တာနဲ့\nလက်ခံလိုက်တယ်၊ မတ်ထ်ဗီတစ်ယောက် တစ်ပတ်အတွင်းမှာ အယ်လာကိုလူကောင်းတစ်ယောက်ဖြစ်ကြောင်း\nဘယ်လိုတွေဆွဲဆောင်ပြီးသက်သေပြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးFile size : 1.6GB/ 749MB\nQuality : WEB-DL 1080p/ 720p\nFormat : mp4\nDuratio : 1h 51min\nGenre : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18chica-peligrosa-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODRlOWIwMzQtYWQxNS00OTBlLWE1ZTMtZjBiMWNlZDZjNDUxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Maurh – Lehndi Rutt De Nayak (2023)",
        "description": "Maurh (2023)ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ IMDb 8.5/10, the times of india 4.9/5 ရရှိထားတဲ့\n၁၈၈၅ ခုနှစ်နဲ့ ၁၈၉၃ခုနှစ်အတွင်း ပန်ဂျက်တောင်ပိုင်းက ဂျေအွန်နာဆိုတဲ့ တော်လှန်ရေးသမားရဲ့ ဖြစ်ရပ်မှန်ကို\nပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။တစ်ကမ္ဘာလုံးအနှံ့ ဗြိတိသျှတွေခြေချနေကြတဲ့ အဲ့ကာလမှာ ပန်ဂျပ်ပြည်နယ်ကလူတွေအတွက်တော့\nအိမ်ခွေးကိုလည်းကြောက်ရ အပြင်ခွေးကိုလည်းလန့်ရဆိုတဲ့ အခြေအနေဖြစ်နေခဲ့ပါတယ်။ ဗြိတိသျှကိုလည်းကြောက်ရ၊\nဘုရင့်အနွယ်တော်ဆိုတဲ့ မြေရှင်တွေကြောင့်လည်းကိုယ်စိုက်တဲ့အသီး ကိုယ္မစားရ မဝရေစာလေးစားပြီး\nအကြောက်ကြီးကြောက်နေခဲ့ရတဲ့ ကာလပါပဲ။ ဒီမှာမှ မစားရတဲ့အသီးကို သွားထိမိတဲ့သူကတော့\nအနေအေးတဲ့ လူရိုးလေးဂျေအွန်နာရဲ့အမေပါပဲ။သားကြီးကြိုက်တဲ့ မုန်ညှင်းစိမ်းလေးနည်းနည်းဝင်ခူးမိရာကစတဲ့မီးဟာ တစ်အိမ်လုံးကို\nတစ်စတစ်စနဲ့ပြန့်သွားပြီး ကြေးစားလူမိုက်အစ်ကိုကြီး တော်လှန်ရေးတပ်ထဲဝင်ပြီး\nအသက်ဆုံးသွားတဲ့အထိပါပဲ။ ဒီလိုအစ်ကိုကြီးရဲ့ သေဆုံးမှုကိုကလဲ့စားချေပေးမယ့်\nဂျေအွန်နာ လူတိုင်းမှာပြောစမှတ်တွင်သွားရတဲ့ဇာတ်လမ်း၊ ယုံတမ်းနဲ့ ပါးစပ်ရာဇဝင်တွေ ဘာလို့ဖြစ်လာတယ်။\nသူ့ရဲ့စွန်းစားခန်း ဘယ်လောက်ကြီးကျယ်တယ်ဆိုတာကို မိသားစုသံယောဇဉ်တွေ၊ ပန်ဂျပ်ပြည်သူတွေရဲ့ ဒုက္ခတွေကို\nပေါ်လွင်အောင်တင်ပြထားတဲ့ကားလေးမို့ CM Bollywood Team မှ Aditi~ BpL~ ZWE~ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nFile size…3.78GB / 1.4GB\nQuality…1080p WEB RIP /720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/maurh-lehndi-rutt-de-nayak-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTA0MWQ3MjktNDBmMi00MmI4LTg2YzQtYTMyNzNhNjliMDdiXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-139x200.jpg",
        "title": "Safety Not Guaranteed (2012)",
        "description": "IMDb - 6.9/10 , RT - 91% > Calls , From Up on Poppy Hill, Monsters Inc. 2, The Legend of Korra, Legion, Dirty Grandpa အစရှိတဲ့ ဇာတ်လမ်းကောင်းတွေမှာ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ Aubrey Plaza နဲ့  Creep 1,2,3ထဲက ဘဲကြီး Mark Duplassတို့ ၂ယောက်က ယခုဇာတ်လမ်းကို ဦးဆောင်ထားပြီး Spider-Man: Into the Spider-Verse, Spider-Man: Across the Spider-Verse, Let's be Cops, Tag, Jurassic World အစရှိတဲ့ ရုပ်ရှင်ကောင်းတွေမှာ ပါဝင်ထားဖူးတဲ့ Jake Johnsonကနေပြီးတော့ ဝန်းရံကာ ဒီဇာတ်လမ်းကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/safety-not-guaranteed-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWE2ZmViNmItODQ5YS00OTJkLWExZTMtZDZhZDhhYzYzMzlhXkEyXkFqcGdeQXVyMjQ2MTk1OTE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Angels’ Share (2012)",
        "description": "IMDb 7/10 အထိရထားပြီး ဟာသဒရမ်မာအမျိုးအစားဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့လူမှုရေးအလုပ်နဲ့ပြစ်ဒဏ်ချခံထားရတဲ့အပြစ်သားတစ်စုကအတိတ်ကအမဲစက်ကြောင့်အပယ်ခံလိုဖြစ်နေရတာပါ သူတို့ကတော့အကျင့်ဆိုးတွေကိုပြင်ဖို့ကြိုးစားနေကြပေမဲ့ဘယ်သူကမှအရေးပေးမဆက်ဆံကြပါဘူး ဒါပေမဲ့ကံကြမ္မာကမျက်နှာသာပေးတာကြောင့်သူတို့ဝီစကီအရသာမြည်းစမ်းပွဲကိုသွားရင်းအခွင့်အရေးကောင်းတစ်ခုကိုရသွားခဲ့ကြပါတယ်။ဝီစကီတွေဟာအရက်တွေထဲမှာတော့လူကြိုက်များတဲ့အရက်တစ်မျိုးဖြစ်ပြီးအဆင့်အတန်းမှီဝီစကီကောင်းကောင်းတစ်လုံးဟာဈေးအဆမတန်ပေးရနိုင်ပါတယ် ဒါပေမဲ့တကယ်ရူးသွပ်တဲ့သူတွေကတော့အလုအယက်ဝယ်ကြတုန်းပါပဲ သူတို့ရသွားတဲ့အခွင့်အရေးကတော့ဝီစကီတွေကိုမလိမ့်တစ်ပတ်နဲ့ခိုးထုတ်ပြီးရောင်းစားဖို့ပါပဲ သူတို့အုပ်စုတွေရည်မှန်းချက်ပြည့်ဝဖို့ဘယ်လိုကြိုးစားကြမလဲ သူတို့ရဲ့အကြံအစည်ကရောအောင်မြင်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှူရမှာပါ ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်File size…(1.9 GB)/(988 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-angels-share-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0lpQfqQHN7vEYzSHOk6B65dQbb.jpg",
        "title": "The Warrior (2001)",
        "description": "ကိုရီးယားနဲ့ တရုတ်တို့ကြား သံတမန်ဆက်ဆံရေးဟာမင်သံတမန်အဖွဲ့သေသွားချိန်မှစပြီးနှစ်နိုင်ငံကြားဆက်ဆံရေးက ယိုယွင်းခဲ့ရပါတယ်။မင်ဧကရာဇ်က ဂိုလျောသံတမန်တွေကိုသူလျှိုလို့စွပ်စွဲပြီးနယ်နှင်ဒဏ်ပေးပြီး နှင်ထုတ်လိုက်ပါတယ်။အပြန်လမ်းမှာ သံတမန်စစ်သူကြီးတို့အဖွဲ့ဟာ မွန်ဂိုတပ်သား‌တွေပြန်ပေးဆွဲလာတဲ့မင်တိုင်းပြည်ရဲ့ မင်းသမီးလေးကိုမွန်ဂိုတပ်သားတွေလက်ထဲကနေကယ်တင်ဖို့ဖြစ်လာပါတယ်…မင်းသမီးလေးကို အန္တရာယ်ကင်းကင်းနဲ့ မင်တိုင်းပြည်ကို ပြန်ပို့နိုင်ပါ့မလားမွန်ဂိုတွေက‌ရော မင်းသမီးလေးကို ပြန်ခေါ်သွားနိုင်မလားဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်ခေါင်းဆောင်စိတ်ဓာတ်နဲ့ အနစ်နာခံမှုတွေကိုသေချာလေးရိုက်ပြထားတာမလို့ လုံးဝကိုအချိန်ကုန်မှန်းမသိလိုက်ပဲကြည့်ရတန်စေမယ့်ကားလေးပါနော် File size…  3.98 GB /  1.76 GB\nQuality… WEB Dl 1080i / 720p\nFormat… mp4\nDuration…. 2h 39m\nGenre .....  Action , War\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Jia",
        "rating": "",
        "url": "https://channelmyanmar.org/the-warrior-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dkEmr9C5ADkWINxPnrHlu7XNJIt.jpg",
        "title": "The Goat and Her Three Kids (2022)",
        "description": "The Goat and Her Three Kids (2022)~ IMDb rating - 7.4/10 ~၁၉ ရာစုရဲ့လူကြိုက်အများဆုံး ရောမအိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်ဖြစ်ခဲ့တဲ့ ''The Goat and Her Three Kids'' ရဲ့ Film Adaptation ကိုတင်ဆက်ပေးလိုက်ပါတယ်။လူသူမနီးတဲ့တောအုပ်ထဲက အိမ်ငယ်လေးတစ်လုံးမှာ မုဆိုးမတစ်ယောက်နဲ့ သူ့သားသုံးယောက်နေထိုင်ကြတယ်။ သားသုံးယောက်ကိုကျွေးမွေးဖို့အတွက် အမေဖြစ်သူက နေ့တိုင်းပင်ပင်ပန်းပန်းအလုပ်လုပ်ရတယ်။ အငယ်ဆုံးသားလေးက လိမ္မာရေးခြားရှိသလောက် အကြီးနှစ်ယောက်က ဆိုးသွမ်းပြီး မိဘကိုကူညီရကောင်းမှန်းမသိပါဘူး။ဒီလိုနဲ့တစ်နေ့မှာ အမေဖြစ်သူက ရိက္ခာရှာဖို့ခရီးမထွက်ခင် သူ့သားတွေကို တံခါးဂျက်ချပြီး အိမ်ထဲမှာပဲနေဖို့ သူ့အသံမကြားမချင်း ဘယ်သူလာလာတံခါးမဖွင့်ပေးဖို့မှာခဲ့ပါတယ်။ အမေပြန်အလာကိုစောင့်နေကြတုန်းမှာ အိမ်ရှေ့ကနေ သူတို့အမေဆိုပြနေကျသီချင်းသံကိုကြားလိုက်ရပါတယ်။ သူ့အမေနဲ့သူတို့ပဲသိတဲ့သီချင်းကို ဘယ်သူကများအလွတ်ရနေပါလိမ့်... အကြီးနှစ်ယောက်က စူးစမ်းလိုစိတ်နဲ့ တံခါးကိုဖွင့်ပေးလိုက်ပါတယ်။ သူတို့ရှေ့မှာစောင့်ကြိုနေတဲ့အန္တရာယ်ကိုတော့ မသိခဲ့ကြပါဘူး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-goat-and-her-three-kids-2022/"
    }
]