[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Fatal-Encounter-2014-140x200.jpg",
        "title": "The Fatal Encounter (2014)",
        "description": "ဒီကားလေးကတော့ကိုရီးယားနန်းတွင်းကားလေးပါ။မင်းသား Hyun Bin ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်။ဂျိုဆောင်ပြည်နယ်ရဲ့၂၂ဆက်မြောက် ဂျောင်ဂျိုဘုရင်ဟာငယ်စဉ်ကတည်းကခမည်းတော်ဖြစ်သူမျက်စိရှေ့မှောက်အဖိုးတော်ထံမှသေမိန့်ပေးခံရတာကိုမြင်ခဲ့ရသူပါ။တိုင်းပြည်မှာပုန်ကန်သူတွေသစ္စာဖောက်တွေထကြွသောင်းကျန်းချိန်မှာထီးနန်းတက်ရတဲ့ကံဆိုးသူဘုရင်အဖြစ်လည်းနာမည်ကြီးပါတယ်။သူယုံကြည်တဲ့တစ်ဦးတည်းသောသူကတော့အစ်ကိုလိုသူငယ်ချင်းလိုဖြစ်နေတဲ့ဂတ်ဆိုကုန်းကုန်းပါ။အဖိုးတော်ရဲ့ဇနီးငယ်လေးဖြစ်တဲ့အဖွားတော်ဟာလည်းလုပ်ကြံမှုထဲပါဝင်ပတ်သက်နေသူပါ။မယ်တော်ဖြစ်သူဟာလည်းသားတော်လေးကိုတတ်အားသရွေ့ကြိုးစားကာကွယ်ချင်သူ။ မင်းကြီးမသိခဲ့တဲ့နောက်ကွယ်ကဇာတ်ကြောင်းတွေနဲ့လုပ်ကြံမှုတွေတိုင်းပြည်ငြိမ်သက်အောင်စွမ်းဆောင်နိုင်မလားဆိုတာကတော့နန်းတွင်းကားနှစ်သက်သူတွေလက်မလွတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုပါ။(ဇာတ်လမ်း အညွှန်းနဲ့ဘာသာပြန်ပေးထားတာကတော့ Noe ဖြစ်ပီး Arkar Phyo မှ encode ပေးထားပါတယ်။) File Size : (1.33 GB) & (486MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  16min\nFormat : Mp4\nGenre    :  Action,Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Noe\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fatal-encounter-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNThhYzE5MDUtODYyMC00ZWI3LTk0ZTgtNDgyMmYxM2UzZjBmXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-150x200.jpg",
        "title": "Kedarnath (2018)",
        "description": "ဒီဇတ်လမ်းလေးက မကြာသေးခင်ကမှ ရုံတင်သွားတဲ့ရုပ်ရှင်ကားပါ မကြာသေးခင်ကမှ ရုပ်ထွက်အကြည် ထွက်လာလို့CM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်...ဇတ်လမ်းလေးကတော့ မန်ဆူး လို့ ခေါ်တဲ့ ကောင်လေးနဲ့မူကူး လို့ ခေါ်တဲ့ ကောင်မလေးတစ်ယောက် တို့ နဲ့ စတင်ထားတယ်...ကျနော်တို့ မြန်မာနိုင်ငံမှာဆို အထင်ကရ ကျိုက်ထီးရိုးဘုရား ကိုဘုရားဖူးတွေက လမ်းလျှောက်တက်ကြတယ်အသက်ကြီးသူတွေကတော့ ကားတို့ဆိုက်ကယ်တို့ နဲ့ အဆင်ပြေသလိုပေါ့ဒီဇတ်လမ်းထဲမှာလဲ အရှင်ရှီဗား ကို ဝတ်ပြု ကိုးကွယ်ဖို့ အတွက်လူတွေဟာ တောင်ပေါ်ကို ခြေလျင် တက်ကြတယ်အရှင်ရှီဗား ရဲ့ ဝတ်ကျောင်းဆောင်ကို ရောက်ဖို့ လမ်းလျှောက်တက်ကြသလိုအသက်ကြီးရွယ်အိုတွေကတော့ အထမ်းသမား နဲ့ တက်ရတယ်...အဲ့ဒီ အထမ်းသမားတွေထဲမှာ မန်ဆူး လို့ ခေါ်တဲ့ကောင်လေး တစ်ယောက်လဲ အပါပေါ့...အထမ်းသမားတွေဟာ မန်ဆူး ကို မြင်ရင် နှာခေါင်းရှုံ့သွားကြတယ်ဘာလို့လဲ ဆိုတော့ ဘုရားဖူးဖို့ လိုက်ပို့တဲ့ အထမ်းသမားကမွတ်စလာမ် ကောင်လေး ဖြစ်နေလို့ပါ...ဒါပေမဲ့ တောင်ပေါ် ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Swdl/Kedarnath_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/cinema-parasiso-poster-139x200.jpg",
        "title": "Cinema Paradiso (1988)",
        "description": "Cinema Paradiso (1988)IMDb - 8.5/10_____Rotten - 89%Won 1 Oscar. Another 24 wins & 31 nominations1988ကဇာတ်ကားဖြစ်ပြီးတော့ ဆုပေါင်းများစွာကိုလည်း ရရှိထားပါတယ်\nဇာတ်လမ်းကတော့ ရုပ်ရှင်ကိုအရမ်းရူးသွပ်တဲ့သူတစ်ယောက်ရဲ့\nဘဝအကြောင်းရိုက်ထားတာပါ ဇာတ်လမ်းရဲ့\nအဓိကဇာတ်ကောင်နှစ်ယောက်ကတော့\nအဲလ်ဖရက်ဒိုလို့ခေါ်တဲ့ ရုပ်ရှင်ရုံမှာ\nပရိုဂျက်တာထိုးတဲ့သူနဲ့ ဆာလဗာတိုဆိုတဲ့\nရုပ်ရှင်တွေနဲ့ရုပ်ရှင်ရုံကို ဘဝလိုသတ်မှတ်ထားတဲ့\nကောင်လေးတို့ပဲဖြစ်ပါတယ် ဇာတ်လမ်းအစမှာ ရောမမြို့က\nနာမည်ကြီးဒါရိုက်တာတစ်ယောက်ဟာ\nအဲလ်ဖရက်ဒိုဆိုတဲ့သူဆုံးပြီဆိုတဲ့ သတင်းကြားပြီးနောက်\nနောက်ကြောင်းပြန်ရာကနေစပါတယ်\nဒီနောက်ကြောင်းပြန်ရာကနေပဲ\nသူ့ရဲ့ငယ်ဘဝ အဖြစ်အပျက်များက\nတိုတို ဆိုတဲ့ကောင်လေးအဖြစ်မှာ\nကြုံခဲ့ရတဲ့အကြောင်းတွေကို ရိုက်ကူးထားတာပါ\nအဲဖရက်ဒိုက တိုတို ခေါ် ဆာလဗာတိုကို\nအစပိုင်းမှာ အန္တရယ်ဖြစ်မှာစိုးလို့\nရုပ်ရှင်ရုံထဲကနေမောင်းထုတ်ခဲ့ပေမယ့်\nနောက်ပိုင်းမှာတော့ ကောင်လေးရဲ့စိတ်ဝင်စားမှုကို\nနားလည်လာခဲ့ပါတယ် ဒီလိုနဲ့ နေ့နေ့ညည\nပရိုဂျက်တာခန်းထဲမှာ ပရိုဂျက်တာထိုးတဲ့အလုပ်ကို\nသင်ပေးရင်းနဲ့ ကောင်လေးကို သားအရင်းတစ်ယောက်လို\nသံယောဇဉ်တွယ်မိသွားသလို တိုတို ကလည်း\nအဲလ်ဖရက်ဒိုကို ဖခင်တစ်ယောက်လို ချစ်ခင်သွားခဲ့ပါတယ်\nဒီရုပ်ရှင်ကားဟာ ကျွန်တော်တို့ အတွက် နှလုံးသား အဟာရ\nဖြည့်ပေးမယ့် ရုပ်ရှင်ကားကောင်း တစ်ခု ဖြစ်သလို\nဘ၀ မှာ မသေခင် ကြည့်သင့်တဲ့ ရုပ်ရှင်ကားကောင်း\nတစ်ခုဖြစ်ပါတယ်...\nရုပ်ရှင် ရုံတင်တဲ့ ခုနှစ် ကတော့ ၁၉၈၈ ခု နှစ်ဖြစ်ပြီး\nယခု ဆိုရင် နှစ်ပေါင်း ၃၀ တောင် ပြည့်တော့မှာပါ\nလွန်ခဲ့တဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/3zPDe/Cinema_Paradiso_(Nuovo_Cinema_Paradiso)_[1988]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Secret-Scandal-2013-133x200.jpg",
        "title": "The Secret Scandal {Norigae}(2013)",
        "description": "ျဖစ္ရက္မွန္ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nNorigae ဆိုတဲ့ စကားလံုးက sex toy လို႔အဓိပၸာယ္​ရၿပီး​ေတာ့\n၂၀၁၃ ခုႏွစ္​မွာထြက္​ခဲ့တဲ့ drama/thriller အမ်ိဳးအစားရုပ္​႐ွင္​ကားျဖစ္​ပါတယ္။​\nကိုရီးယား႐ုပ္​႐ွင္​ေ​လာကရဲ႕အ႐ႈပ္​အ​ေထြး​ေတြကို ႐ိုက္​ျပထားတဲ့ဇာတ္​ကားျဖစ္​ပါတယ္​။\nဇာတ္လမ္းေလးကေတာ့....သတင္​း​ေထာက္​လီဂ်န္​ဟိုက\nမင္​းသမီး​ေဂ်ာင္​ဂ်ီဟဲ suicude လုပ္​သြားတဲ့ကိစၥရဲ႕​ေနာက္​ကြယ္​ကအ​ေၾကာင္​း​ေတြကိုလိုက္​စံုစမ္​းရင္​း\nမင္​းသမီးကိုဒါ႐ိုက္​တာနဲ႔ ပ႐ိုဂ်ဴဆာတို႔ကလိင္​ပိုင္​းဆိုင္​ရာအၾကမ္​းဖက္​တဲ့အ​ေၾကာင္​း​ေတြပါ​ေပၚလာၾကၿပီး​ေတာ့\nတရားရံုးမွာအမႈရင္​ဆိုင္​ရတဲ့အထိျဖစ္​လာခဲ့ပါတယ္။\n​ေငြ႐ွိရင္​ဘာမဆိုလုပ္​လို႔ရတယ္​ဆိုတဲ့အတိုင္​း ​ေငြ႐ွိတဲ့သူ​ေတြကလူပါး၀ပံု​ေတြ\nမင္​းသမီး​ေတြရဲ႕ လိင္​ပိုင္​းဆိုင္​ရာအၾကမ္​းဖက္​ခံရမႈ​ေတြကိုပါဒီဇာတ္​ကားမွာ​ေတြ႔ႏိုင္​ပါတယ္​။\nအဲ့ဒီ့က​ေနတရားရင္​ဆိုင္​ၾကရင္​ျဖစ္​လာတဲ့အဆက္​အခဲ​ေတြ\nဒီအမႈကိုႏိုင္​သြားမွာလား ႐ွံုးနိမ္​့မွာလားဆိုတာက​ေတာ့\nဒီဇာတ္​ကားထဲမွာဆက္​လက္​ၾကည္​့​ေပးၾကပါဦး\n( p.s - ဒီဇာတ္​ကားက ကိုရီးယားမင္​းသမီးဂ်န္​ဂ်ာယြန္​းရဲ႕​အဆံုးစီရင္​မႈအ​ေၾကာင္​းကို႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​\nဒီဇာတ္​လမ္​းထဲကအတိုင္​းအျပင္​မွာလည္​းတကယ္​ျဖစ္​ခဲ့တာပါ မင္​းသမီးဂ်န္​ဂ်ာယြန္​းက F4 ကားထဲမွာ ဂင္​ဂ်န္​\nဒီကို၀ိုင္​းအက်င္​့မ​ေကာင္​းၾကတဲ့​ေက​်ာင္​းသူသံုး​ေယာက္ထဲက တစ္​​ေယာက္​အ​ေနနဲ႔သ႐ုပ္​​ေဆာင္​ခဲ့ဖူးပါတယ္​ )\n File Size : (1 GB) & (455MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  14min\nFormat : Mp4\nGenre    :  Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shwe Ye Oo\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "5.8",
        "url": "https://megaup.net/Suou/The_Secret_Scandal_(Norigae)_[2013]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/here-and-now-141x200.jpg",
        "title": "Here and Now (2018)",
        "description": "ဒီဇာတ္ကားဟာ Drama , Music , Romance ဇာတ္ကားတစ္ကားျဖစ္ျပီး Director : Fabien Constant က ရိုက္ကူးပံုေဖာ္ထားတာျဖစ္ပါတယ္။\nဒီကားတဲ့ Original Titleကေတာ့ Blue Night ပါ။\nဘ၀ဇာတ္ေၾကာင္းကို အဓိက ရိုက္ကူးျပသထားတဲ့ ဇာတ္ကားအမ်ိဳးအစားျဖစ္ျပီး Starsေတြအေနနဲ႔ကေတာ့ Renee Zellweger , Sarah Jessica Parker , Simon Baker တို႔က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကတာျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ဂီတနဲ႔အသက္ေမြး၀မ္းေၾကာင္းျပဳရင္း ေအာင္ျမင္လာတဲ့ အဆိုေတာ္၊ေတးေရးဆရာ Vivienneဆိုေသာသူရဲ႔အေၾကာင္းကို ေရာက္ကူးထားတာျဖစ္ပါတယ္။\nVivenne ဟာ သူလုပ္ခ်င္ေသာ ဂီတ နွင့္ မိသားစု မိတ္ေဆြမ်ားအၾကား ဟန္ခ်က္ညီေအာင္ ၾကိဳးစားရင္း သူမရဲ႕ ဂီတခရီးလမ္းကို ဘယ္လိုဆက္ေလ်ာက္မယ္ဆိုတာကို ၾကည့္ရွဳ႕ရွျဖစ္ပါတယ္။(အညြန္းေရးသားထားတာကေတာ့ Dark Devil ျဖစ္ပါတယ္) File size__( 810 MB) and ( 350 ...",
        "rating": "4.4",
        "url": "https://megaup.net/2epjD/Here_And_Now_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/kabali2-140x200.jpg",
        "title": "Kabali ( 2016 )",
        "description": "ခပ္ၾကမ္းၾကမ္းအက္ရွင္ကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ရပါတယ္..IMDb ကေတာ႔  6.4 ပဲၿဖစ္ပါတယ္သူ႕နာမည္က ကာဘာလီ..လူတိုင္းေလးစားရတဲ႔သူတစ္ဦး...ဂုိဏ္းစတားတစ္ဦးလည္းၿဖစ္ၿပန္တယ္..သူဟာ လူအမ်ားၾကီးရုန္းရင္းဆန္ခတ္ ၿဖစ္တဲ႔ေနရာမွာ မတရားစြပ္စြဲခံရၿပီးေထာင္ဒဏ္ ၂၅ ႏွစ္တိတိခ်မွတ္ၿခင္းခံခဲ႔ရတယ္သူ႕မိသားစုတစုလံုးဟာလည္း..အဲ႔ရုန္းရင္းဆန္ခတ္ၿဖစ္တဲ႔ေနရာမွာအကုန္လံုးေသဆံုးခဲ႔တယ္..လူမေသေပမယ္႔ ဘ၀ေသသြားတဲ႔ကာဘာလီ..ကံေကာင္းေထာက္မစြာနဲ႔ ၿပန္လြတ္လာတဲ႔အခါမွာသူခ်စ္ရတဲ႔မိသားစု..အတြက္..သူ႕ကိုမေကာင္းၾကံခဲ႔တဲ႔သူေတြကိုၿပန္လည္ရွာေဖြေရးစတင္ပါေတာ႔တယ္..ဒီလိုနဲ႕ေနာက္ကြယ္က အဖြဲ႕အစည္းၾကီးတခုနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ႔အခါမွာေတာ႔............... Subtitle Credit to Somonlian ( Subscene )",
        "rating": "6.4",
        "url": "https://megaup.net/4eFei/Kabali_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTBkNTUyZjYtMjIzZC00NDIzLWIyOTEtYmRkYzgxYzFiYzk3XkEyXkFqcGdeQXVyNDYzNTI2ODc@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Ocean Waves (1993)",
        "description": "imdb rating 6.8 ရွိတဲ့ ဂ်ပန္​ anime ကားေလးပါ\n1993 ခုႏွစ္​တုန္​းက ကားေဟာင္​းေလးျဖစ္ျပီး\nေက်ာင္​းေျပာင္​းလာတဲ့ေကာင္​မေလးေခ်ာေခ်ာေလးနဲ႔စတဲ့ဇာတ္​လမ္​းေလးပါ\nမိဘေတြကြဲလို႔ တိုက်ိဳကေန ၿမိဳ႕ငယ္​ေလးဆီေျပာင္​းလာရတဲ့\nေကာင္​မေလး\nအတန္​းထဲမွာ အမွတ္​ေတြေကာင္​းၿပီးရင္​းေကာင္​းလို႔ေရာ\nသူ႔ရုပ္​ရည္​ေၾကာင္​့ေရာ နာမည္​ႀကီးလာတဲ့ေကာင္​မေလး\nသူေရာက္​လာတည္​းက ႀကိတ္​ႀကိဳက္​ေနတဲ့ ေကာင္​ေလး\nသံုးပြင္​့ဆိုင္​လိုမ်ိဳးေလး ရိုက္​ထားတဲ့ကားမ်ိဳးေလး\nေကာင္​မေလးက အေဖ့ဆီပဲ ျပန္​သြားေနခ်င္​လို႔\nႀကိဳးစားခဲ့ေပမယ္​့ သူမအေဖမွားတာမွန္​းသိရတဲ့အခါ\nေနာက္​ဆံုး မိုရီဆာကီတာကု ဆိုတဲ့ေကာင္​ေလးနဲ႔\nေက်ာင္​းက မနာလိုသူေတြ ၀ိုင္​းေျပာတာကို\nမိဘေတြကြဲခဲ့ရတဲ့ စိတ္​ဒဏ္​ရာနဲ႔ ေကာင္​မေလး\nဘယ္​လိုတံု႔ျပန္​မွာလဲ\nဒီကားေလးကို သေဘာက်မိတာက\nေကာင္​မေလးရဲ႕စိတ္​က ဘယ္​လိုမ်ိဳးလဲ\nသူကဘာကိုႏွစ္​သက္​တာလဲ\nသူ႔စိတ္​က ဘယ္​လိုမ်ိဳးလဲဆိုၿပီး\nသူ႔ကို နားမလည္​နိုင္​တာေလးကို ႀကိဳက္​တယ္​\nကုိယ္​တိုင္​က အသည္​းကြဲသမားမို႔လားမသိဘူး\nနားလည္​ရခက္​တဲ့ ေကာင္​မေလးေတြကို သေဘာက်ေနတာ\nဘယ္​လိုပဲျဖစ္​ျဖစ္​ ဘယ္​လိုေၾကာင္​့ပဲျဖစ္​ျဖစ္​\nဒီကားေလးကို ၾကည္​့မိတာနဲ႔ ငယ္​စဥ္​ေက်ာင္​းသားဘ၀ကို\nျပန္​လြမ္​းသြားရမယ္​ဆိုတာကို အာမခံတယ္​ဗ်ာ\nanime ကားေဟာင္​းေလးေပမယ္​့ ဒီဘက္​ေခတ္​ကိုမီတယ္​ေျပာရမလား\nေက်ာင္​းကားေလးမို႔ပဲ မရိုးတာလားေတာ့မေျပာတတ္​ဘူး\nၾကည္​့လို႔တန္တဲ့ကားေကာင္းတစ္ကားပါ\nTranslated by Munha\nEncoded by sithu",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/ocean-waves-1993/",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8dAVKte2x1Zjivt1yNaLyhQdNQ.jpg",
        "title": "Border (2018)",
        "description": "ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားေလးကေတာ့Rating 7.2 ရရွိထားၿပီးေအာ္စကာဆန္ခါတင္ခဲ့ၿပီးတစ္ျခားဆုေတြလည္းရရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဆြီဒင္စကားေျပာ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကုိအနည္းငယ္ မိ္တ္ဆက္ေပးရရင္ေတာ့တင္နာ ဆုိတဲ့မိန္းမႀကီးဟာ အေကာက္ခြန္မွာအလုပ္လုပ္တဲ့သူတစ္ဦးျဖစ္ပါတယ္။သူဟာေၾကာက္မက္ဖြယ္ေကာင္းတဲ့ရုပ္ရည္ရွိပါတယ္ဒါေပမဲ့ သူဟာဆုိရင္အရမ္းကုိထူးခြ်န္ၿပီးေတာ့တစ္ျခားသူေတြပစၥည္းတစ္ခုခုကုိ လွ်ဳိ႕၀ွက္ယူလာတာနဲ႔အနံ႔ရတယ္လုိ႔လည္းဆုိပါတယ္။တစ္ကယ္လည္း အဲ့လုိပါပဲပစၥည္းေတြအေကာက္ခြန္မသိေအာင္ ခုိးသယ္ၾကေပမဲ့တင္နာကေတာ့ အနံ႔ခံမိေနဆဲပါ။သူမကေတာ့ သူမဟာဆုိရင္လူေတြရဲ႕ ေလာဘ ေဒါသေတြမလုံမလဲျဖစ္တဲ့ စိတ္ခံစားခ်က္ေတြဟာ ထူးဆန္းတဲ့အနံ႔တစ္မ်ဳိးအျဖစ္သူမအနံ႔ခံမိတာျဖစ္တယ္လုိ႔ေျပာပါတယ္။ဒီလုိနဲ႔တစ္ရက္မွာ လူတစ္ေယာက္ဆီကေနခေလးသူငယ္ညစ္ညမ္းကားေတြနဲ႔ျပည့္ေနတဲ့ မန္မုိရီကတ္ကုိ ဖမ္းဆီးမိပါတယ္အဲ့ကေနတစ္ဆင့္သူ႔ရဲ႕အနံ႔ခံႏုိင္စြမ္းနဲ႔ မူလရုိက္ကူးသူေတြကုိ ဖမ္းဆီးဖုိ႔ ကူညီရပါေတာ့တယ္။တစ္ဖက္မွာလည္း ေနာက္ထပ္ထူးဆန္းတဲ႔ခရီးသည္ တစ္ဦးနဲ႔ ႀကဳံေတြ႕ရပါတယ္။အဲ့ဒီ့ခရီးသည္ဟာလည္း သူမလုိရုပ္ရည္မ်ဳိး ရွိတဲ့အျပင္ထူးထူးဆန္းဆန္းအျပဳမွုေတြလည္းျပဳမွုတက္ပါတယ္။အဲ့ခရီးသည္နဲ႔ ရင္းနွီးသြားတဲ့အခ်ိန္မွာေတာ့ သူ႕ဘ၀တစ္ခုလုံးကုိ ေျပာင္းျပန္ျဖစ္ေစမဲ့အႀကီးမားဆုံးလွ်ဳိ႕၀ွက္ခ်က္ႀကီးတစ္ခုကုိသိခဲ့ရပါတယ္။သူ႕ဘ၀တစ္ေလွ်ာက္လုံး သူ႕မိဘေတြကလိမ္ညာလာခဲ့တဲ့ လွ်ဳိ႕၀ွက္ခ်က္ေပါ့။အဲ့ဒါေၾကာင့္ပဲ သူမမွာ ထူးျခားတဲ့စြမ္းရည္ေတြ ရွိေနတာပါတဲ့။ဒါဆုိအဲ့လွ်ဳိ႕၀ွက္ခ်က္ကဘာလဲ ..... ?သူမဘာေၾကာင့္ဒီလုိစြမ္းရည္ေတြရွိေနရတာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2epjt/Border_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/the-art-of-getting-by-poster-133x200.jpg",
        "title": "The Art of Getting By (2011)",
        "description": "The Art of Getting By (2011)_____IMDb - 6.6/10\n  \nဒီဇာတ်ကားဟာ ရည်မှန်းချက်ပျောက်ဆုံးနေတဲ့ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်အကြောင်းကို\nအဓိကထားရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဆယ်ကျော်သက်ဘဝမှာလူတိုင်းတွေ့ကြုံကြရမယ့်\nချစ်ရသူ၊ မိတ်ဆွေတွေနဲ့ မှားယွင်းတဲ့ဆုံးဖြတ်ချက်တွေ၊\nသစ္စာမဲ့သူတွေကြောင့်နာကျင်ခံစားရတာတွေ၊ မိသားစုပြဿနာ အစရှိတာတွေအားလုံးကို\nလက်တွေ့ဆန်ဆန်တွေ့မြင်ကြရမှာဖြစ်လို့\nကြည့်ရှုသူအားလုံးကိုယ်တိုင်ခံစားနားလည်နိုင်ကြမှာဖြစ်ပြီး နှစ်သက်ကြမှာပါ။\nဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အောက်ပါအတိုင်းပဲဖြစ်ပါတယ်။\nမော်ဂန်ကျောင်းမှာတက်နေတဲ့ ဆယ်ကျော်သက်လေးဂျော့်ဂျ်ဟာ\nဘဝရည်မှန်းချက်ကင်းမဲ့ပြီး စိတ်ခွန်အားတွေပျောက်ဆုံးနေသူပါ။\nကျောင်းစာတွေမှာအခြေအနေမကောင်းပဲ မကြာခဏစည်းကမ်းဖောက်ဖျက်မှုကြောင့်\nအောင်လက်မှတ်အတွက်ကျောင်းရဲ့သတိပေးခြင်းကိုခံရတဲ့အထိပါပဲ။\nပြန်လည်ပြင်ဆင်ဖို့ကြိုးစားရင်းနဲ့ သူချစ်ရတဲ့ကောင်မလေး နဲ့\nသူငယ်ချင်းတွေရလာတဲ့အခါ ဘဝအဓိပ္ပါယ်ကိုပြန်လည်တွေ့ရှိပြီလို့ထင်ခဲ့တဲ့အချိန်မှာ\nသစ္စာမဲ့သူတွေနဲ့အိမ်တွင်းရေးပြဿနာတွေကြောင့် သူ့ရဲ့ဘဝဟာပိုပြီးနစ်မြုပ်ခဲ့ရပါတယ်။\nဘဝရှေ့ရေးအတွက်ကျောင်းအောင်လက်မှတ်ရရှိဖို့\nနောက်ဆုံးရာဇသံရောက်ရှိလာတဲ့အချိန်မှာတော့ ဂျော့ဂျ်တစ်ယောက်\nကျရောက်လာတဲ့လောကဓံတွေကိုအရှုံးမပေးပဲ\nခွန်အားအဖြစ်ဘယ်လိုပြောင်းလဲအသုံးချပြီးကြိုးစားသွားမလဲဆိုတာကို\nသင်ခန်းစာယူဖွယ်ရာကြည့်ရှုရမှာဖြစ်ပါတယ်။\n  \nTranslated by Linn Kyaw Swar Aung\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/Sc91/The_Art_Of_Getting_By_[2011]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/voxl654m7p36y8FLu8oQD7dfwwK.jpg",
        "title": "The Ballad of Buster Scruggs (2018)",
        "description": "ရွင္သန္ျခင္းနဲ႔ေသဆံုးျခင္းၾကားမွာ ဇာပုဝါလိုအလႊာပါးပါးေလးပဲျခားတယ္ဆိုတာသင္ယံုၾကည္ပါသလားOld school Cowboys ကားေတြကိုႏွစ္သက္ပါသလားဂႏၲဝင္သီခ်င္းေတြကိုနားဆင္ရတာေရာ ႀကိဳက္ပါသလားဒါဆိုရင္ေတာ့ Old West မွာ Red Indians တို႔ရဲ႕နယ္ေျမကိုက်ဴးေက်ာ္ခ်ိန္ကာလတစ္ေလွ်ာက္Americans ေတြရင္ဆိုင္ျဖတ္သန္းခဲ့ရတဲ့ ေမြးဖြားျခင္းနဲ႔ေသဆံုးျခင္းၾကားကဘဝဇာတ္ခံုအဖံုဖံုနဲ႔အတူ ကပ္ေရာဂါဆိုးေတြ ထိုေခတ္ထိုအခါလူေတြရဲ႕ရက္စက္ၾကမ္းၾကဳတ္မႈေတြကိုဇာတ္လမ္းတို ၆ခုအေနနဲ႔ စုစည္းတင္ျပထားတဲ့ ဒီဇာတ္ကားက သင့္အတြက္ပါပဲIMDB 7.3/10 ရရွိထားၿပီး Oscar Nomination သံုးခုေတာင္ဝင္ထားတာမို႔ ျမည္းစမ္းၾကည့္သင့္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (950 MB) and (430 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2hr 13min\nFormat : Mp4\nGenre : Comedy, Drama, Musical\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DD5.1.x264-CM\nTranslated by May ...",
        "rating": "7.3",
        "url": "https://megaup.net/Sutp/The_Ballad_Of_Buster_Scruggs_[2018]_(MM_Sub).mp4 ",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sl-135x200.jpg",
        "title": "Sleuth (2007)",
        "description": "Sleuth(2007) ဇာတ္ကားကေတာ့ ၁၉၇၂ ခုႏွစ္က ရုိက္ထားတဲ့ Crime,Drama,Mysteryဇာတ္ကား Sleuth ကုိ ျပန္လည္ဖန္တီးထားတာပါ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့နာမည္ၾကီးစာေရးဆရာတစ္ဦးျဖစ္တဲ့ Andrew Wyke ရဲ႕ မိန္းမနဲ႔ ခ်စ္ကၽြမ္းဝင္ေနသူ MiloTindle က သူ႕မိန္းမက ကြာရွင္းေပးေစလုိတဲ့ အေၾကာင္းကုိလာေျပာပါတယ္။အဲဒီအခ်ိန္မွာ စာေရးဆရာ က ကစားပြဲတစ္ခုကုိစလုိက္ပါတယ္။ သူတုိ႔ၾကားမွာမိန္းမတစ္ေယာက္ထက္ တျခားအရာေတြပါ ဝင္လာျပီး စိတ္ပုိင္းဆုိင္ရာ ရုပ္ပုိင္းဆုိင္ရာတုိက္ပြဲေတြျဖစ္လာတာကုိေတြ႕ရမွာပါ။ Cast ကေတာ့ နာမည္ၾကီးမင္းသားႏွစ္လက္ျဖစ္တဲ့Micheal Caine နဲ႔ Jude Law ပါ။ Micheal Caine က အရင္ဇာတ္ကားမွာ Milo Tindleေနရာက သရုပ္ေဆာင္ထားျပီး အခုကားမွာေတာ့ Andrew ေနရာကသရုပ္ေဆာင္ထားပါတယ္။ ေအးေအးေဆးေဆးၾကည့္ျပီးထုိင္ေတြးရမယ့္ဇာတ္ကားပါ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 850 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:28:47\nType__Crime , Drama ...",
        "rating": "6.5",
        "url": "https://megaup.net/Suts/Sleuth_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ripples-of-desire-2012-1-140x200.jpg",
        "title": "Ripples of Desire (2012)",
        "description": "CMမွာ တင္ေပးဖူးတဲ့\nHear Me (2009)အခ်စ္ကားေလးနဲ႔အတူ\nအဲဒီကားထဲက မင္းသမီးေလးေတြကိုလည္း\nခ်စ္စရာေကာင္းလြန္းတဲ့\nအမူအရာေလးေတြေၾကာင့္\nမွတ္မိၾကမယ္ထင္ပါတယ္...ဒီကားေလးထဲမွာလည္း\nအဲဒီမင္းသမီးႏွစ္ေယာက္ကို\nအတူတူ ျမင္ေတြ႔ရမွာပါ...Ripples Of Desire (2012)IMDb rating 5.3/10\nGoogle User 92% ဆိုေတာ့\nအေတာ္အသင့္ေကာင္းတဲ့\nနန္းတြင္းကားေလးလို႔\nဆိုႏုိင္ပါတယ္...ဇာတ္ကားေကာင္းေကာင္း\nမေကာင္းေကာင္း\nမင္းသမီးေလးေတြရဲ႕\nျဖဴစင္သန္႔႐ွင္း အျပစ္ကင္းတဲ့\nမ်က္ႏွာေလးေတြ ၾကည့္ရတာနဲ႔တင္\nတန္ပါတယ္...?(CM Group ထဲက Member Yan Naing Tun ေတာင္းဆိုထားလို႕ တင္ဆက္တာပါ။) \nFile size…(1.1 GB) and (500 MB)\nQuality…Blu-ray Rip 720p\nFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/2epnx/Ripples_Of_Desire_(Hua_Yang)_[2012]_(MM_Sub).mp4 ",
        "category": "Asian, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xSIBA14UTj0yHECOYiyA6ELwbal.jpg",
        "title": "Kaatrin Mozhi(2018)",
        "description": "Kaatrin Mozhi(2018)IMDb...7.6အားလံုးအႀကိဳက္ေတြ႕မယ့္ ဒရာမာဟာသ ကုလားကားေကာင္းေကာင္းေလးတကားလာပါၿပီ......\nဒီကားထဲကမင္းသားမင္းသမီးႀကီးက ခ်စ္စဖြယ္ရုပ္ကေလးရွိေပမယ့္ ခပ္၀၀ပုံစံမ်ဳိးဆုိေတာ့႔\nၾကည့္လုိ႕အဆင္ေျပမွာမဟုတ္ဘူးထင္ရင္ေတာ့မွားသြားလိမ့္မယ္..ဒီခပ္၀၀မင္းသမီးႀကီးရဲ႕ပုံစံကပဲ ဒီဇတ္လမ္းနဲ႕အလုိက္ဖက္ဆုံးျဖစ္တဲ့အျပင္အိမ္ေထာင္ရွင္မဇာတ္ရုပ္ကုိထပ္ေလာင္းအသက္ပါေစတဲ့ဟန္ပန္မ်ဳိးျဖစ္ေနတယ္...\nဇာတ္လမ္းအက်ဥ္းေလးကိုေျပာမယ္ဆုိရင္..\nအိမ္ေထာင္ရွင္မတစ္ဦးျဖစ္တဲ့ Viji တစ္ေယာက္ဟာ အေျခခံလူတန္းစားအိမ္ေထာင္ရွင္မတစ္ဦးျဖစ္ေပမယ့္\nသူမဘဝတိုးတက္ေအာင္အၿမဲလိုလိုႀကံဆေတြးေတာေနတတ္တဲ့ သူတစ္ေယာက္ျဖစ္တယ္...\nသူမရဲ႕အေဖအစ္မေတြက သူမကိုငယ္ငယ္ကတည္းက စာေပမွာမထူးခၽြန္ခဲ့တဲ့ကိစၥနဲ႔ပက္သက္ၿပီး\nအျမဲလိုလိုႏွိမ္သလိုလိုခနဲ႔သလိုလိုေျပာဆိုၾကေတာ့ Viji ဟာ တစ္ခုခုကိုလုပ္ျပခ်င္ေနတယ္...စာေပထူးခြ်န္တာနဲ႕ ဘ၀ေအာင္ျမင္မႈဟာ တုိက္ရုိက္အခ်ဳိးမက်ေၾကာင္းကုိ သက္ေသျပခ်င္တယ္... ဒီလုိနဲ႕ တစ္ေန႔မွာေတာ့ ေရဒီယိုအစီအစဥ္တစ္ခုၿပိဳင္ပြဲမွာဝင္ၿပိဳင္ရင္း ပထမရသြားတယ္...ဒီပထမဆုရတာဟာ သူမအတြက္ အခြင့္အလမ္းေကာင္းတစ္ခုလုိထင္တဲ့အတြက္သူမေရွ႕ဆက္ဖုိ႕ ဆုံးျဖတ္လုိက္တယ္...ကုိင္း Viji တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္မလဲ...သူမ ဒီ႕ထက္ပုိေအာင္ျမင္မလား...ဟာသေလးေတြေႏွာၿပီး ဘ၀ေနနည္းေလးေတြကုိ ပညာသားပါပါျပသြားတဲ့ကုလားကားေကာငး္ေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ျဖစ္ပါတယ္..File Size : (1.2GB) and (416 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:28:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/2epmn/Kaatrin_Mozhi_[2018]_(MM_Sub).mp4 ",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfypuQSaXQTSXQk837qPwRW3H8K.jpg",
        "title": "Untogether(2018)",
        "description": "Untogether(2018)IMDb..7.0ဒီကားက စာေရးဆရာမနဲ႔ ဂ်ာနယ္လစ္ျဖစ္တဲ့\nEmme Forrestရဲ႕ ကိုယ္တိုင္းေရး ကိုယ္တိုင္႐ိုက္တဲ့\nပဲြဦးထြက္ကားပါ။ဇာတ္လမ္းကေတာ့ နည္းနည္းဆန္းျပားတဲ့\nဘဝေလးခုအေၾကာင္းပါ။\nစာေရးတဲ့အလုပ္မွာ တကယ္ပါရမီပါတဲ့\nစာအုပ္တစ္အုပ္ထုတ္ထားၿပီး အဆိုပါစာအုပ္ကို\nဘာသာေပါင္းမ်ားစြာ ျပန္ဆိုခံထားရတဲ့\nစာေရးဆရာမတစ္ေယာက္ရယ္...\nသူ႔ ကိုယ္ေတြ႔ျဖစ္ရပ္ကို ဇာတ္လမ္းေရးရင္း\nBest sellerျဖစ္သြားတဲ့ ဆရာဝန္တစ္ေယာက္ရယ္ရဲ႕\nအခ်စ္ဇာတ္လမ္းနဲ႔....\nေရာ့ခ္ကာေဟာင္း ေဆးသုတ္သမားလုပ္ေနတဲ့\nလူလတ္ပိုင္း လူအိုတစ္ေယာက္ရယ္...\n၂၃ႏွစ္အရြယ္ဂ်ဴ းဘာသာေရးသက္ဝင္ယုံၾကည္တဲ့\nBeauty Spa မွာအလုပ္လုပ္တဲ့ေကာင္မေလး\nတစ္ေယာက္ရယ္ရဲ႕ အခ်စ္ဇာတ္လမ္းတို႔ကို\nဇာတ္ေကာင္မ်ားၾကားက Chemistryကို\nေသခ်ာတည္ေဆာက္သြားၿပီး\nဘဝေလးခုၾကားက သမား႐ိုးမက်သလိုလို\nသမား႐ိုးက်ေနတဲ့ အျဖစ္အပ်က္အခ်ိဳ႕အေၾကာင္းကို\nမ႐ိုး႐ွင္းလွတဲ့ဇာတ္အိမ္ဆန္းဆန္းကေလးထဲ\nဆန္းဆန္းျပားျပား Dialougeေတြနဲ႔ ပစ္ထည့္သြားပါတယ္။\nကြၽန္ေတာ္တို႔မဟုတ္တဲ့ လူေတြရဲ႕အေၾကာင္း\nဘဝေတြရဲ႕အေၾကာင္း အခ်စ္ဇာတ္လမ္းေတြအေၾကာင္းကို\nခံစားခ်က္မ်ားစြာအတြက္.... ခံစားၾကည့္မယ္ဆိုရင္\nခံစားလို႔ေကာင္းမဲ့ Dramaကားေကာင္းေလးျဖစ္ပါတယ္။Fifty Shades ကားေတြရဲ႕ Lead Actor\nJamie Donanကိုသုံးထားတဲ့အျပင္\nဒီကားထဲက Main Cast ညီအမကိုလည္း\nတကယ့္ဘဝမွာ ညီအစ္မအရင္းေတြျဖစ္တဲ့\nLola and Jemima Kirkeတို႔ကိုသုံးထားပါတယ္။\nဒီ႐ုပ္႐ွင္ရဲ႕ ဇာတ္ၫႊန္းနဲ႔ဒါ႐ိုက္တာျဖစ္တဲ့\nEmma Forrestဟာ ဂီတဂ်ာနယ္လစ္ျဖစ္တဲ့အတြက္\nဒီကားမွာ သီခ်င္းမ်ားစြာ ဂီတအဖဲြ႔မ်ားစြာကို\nRefယူထားတဲ့အျပင္ သီခ်င္းမ်ားစြာကိုသုံးထားပါတယ္။\nR rateျဖစ္တဲ့အတြက္ Eroticအခန္း အနည္းငယ္ပါပါမယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aungပဲျဖစ္ပါတယ္...File Size : (850 MB) and (300 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://megaup.net/Sutz/Untogether_[16+]_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Marley-me-poster-133x200.jpg",
        "title": "Marley & Me (2008)",
        "description": "Marley & Me(2008)\nIMDb - 7.1/10_____Rotten - 62%\n အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့\nခွေးလေးတွေကိုချစ်တတ်တဲ့သူတွေ အကြိုက်တွေ့စေမယ့် Comedy - Drama အမျိုအစားလေးပါ...\nဒီကားလေးကတော့ Marley ဆိုတဲ့ခွေးလေးနဲ့\nသူ့သခင် John Grogan ရဲ့မိသားစု အကြောင်းကို\nအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်.....\nJohn နဲ့ Jenny Grogans တို့လင်မယားနှစ်ယောက်လက်ထပ်ပြီး\nအလုပ်အတွက် မိုင်ယာမီကိုပြောင်းလာတာကနေစတာပဲ.....\nအိမ်ထောင်သက်အနည်းငယ်ရလာတော့ မိန်းမဖြစ်သူJenny က\nကလေးလိုချင်လာတယ်... ဒါကို ကလေးမယူချင်သေးတဲ့John က မိန်းမကိုအာရုံလွှဲတဲ့အနေနဲ့\nခွေးလေးမွေးဖို့ကြံလိုက်တယ်...အဲ့ဒီမှာ John အတွက် ငါးပါးမှောက်တော့တာပဲ....\nမွေးထားတဲ့ ခွေးလေး Marley ဟာ  တစ်အိမ်လုံးမှာ ရှိသမျှပစ္စည်းတွေကိုဖျက်ဆီးဖို့ တာဝန်ပေးထားသလား\nမှတ်ရတယ် ..အကုန် ကိုက် စုတ် ဖြဲ တဲ့ တာဝန်ကိုခန့်ခန့်ကြီးယူထားပါတယ်..\nတော်တော်သောင်းကျန်းပြီး  ချစ်လည်းချစ်စရာကောင်း ရယ်လည်းရယ်ချင်စရာလည်းကောင်း\nအမြင်ကတ်ချင်စရာလည်းကောင်းတဲ့ခွေးလေးတစ်ကောင်ပေါ့...\nMarley ကသောင်းကျန်းတဲ့ခွေးလေးဖြစ်ပေမယ့် တစ်မိသားစုလုံးက\nချစ်တယ် သူကလည်း မိသားစုကိုအရမ်းချစ်\nတစ်ကားလုံး ရယ်စရာ စိတ်ညစ်စရာ ရသတွေအပြင်Johnတို့\nလင်မယား(၂)ယောက်ရဲ့ ပြဿနာတွေဘယ်လောက်ဖြစ်ဖြစ် ပြေလည်အောင်ညှိကြတာတွေကို\nဟာသလေးတွေနှောပြီး ပညာပေးထားတဲ့ကားလေးပါ...ကိုင်းခံစားကြည့်လိုက်ပါဦး...\nGrogan လင်မယားအဖြစ် သရုပ်ဆောင်ထားကြတဲ့သူတွေကတော့\nမင်းသားကြီး Owen Wilson ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dx7o/Marley_&_Me_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p-133x200.png",
        "title": "P.S. I Love You (2007)",
        "description": "စိတ္ေတြမွာ ဆုံးျဖတ္ခ်က္ေတြမွာ ဘဝေတြမွာ\nေရြးစရာ လမ္းႏွစ္ခုအျမဲ႐ွိတတ္ပါတယ္။\nအသိညဏ္ရဲ႕လမ္းနဲ႔ ခံစားခ်က္ရဲ႕လမ္းပါ။\nခံစားခ်က္လမ္းေပၚေလွၽာက္ရင္း\nဘဝမွာ မျမင္ရတဲ့ႀကိဳးေတြနဲ႔\nဘယ္ေရြ႕ဘယ္မွၽအထိ ခ်ည္ေႏွာင္ဖူးၾကပါသလဲ..\nကြၽန္ေတာ္တို႔ခ်စ္ပါတယ္ဆိုတဲ့ တစ္ဦးတစ္ေယာက္အတြက္ေရာ\nကိုယ့္ကိုယ္ကိုယ္ပါ ေမ့သြားတဲ့အထိေရာ ျဖစ္ဖူးၾကပါသလား။\n႐ွင္သန္ေနတုန္းမွာ ရယူလိုမႈတစ္စုံတစ္ရာအတြက္ပဲျဖစ္ျဖစ္\nနတၳိျဖစ္တည္မႈတို႔ရဲ႕ျဖည့္ဆည္းရာအတြက္ပဲျဖစ္ျဖစ္\nလူတစ္ေယာက္ကိုခ်စ္ရတာ သိပ္ကိုလြယ္ပါတယ္...\nသို႔ေပမဲ့ ကိုယ္ဆိုတာ ဒီကမၻာေျမမွာမ႐ွ္ိေတာ့တဲ့ေနာက္\nလူတစ္ေယာက္ကိုဆက္ခ်စ္ႏိုင္ဖို႔ကေတာ့ မျဖစ္ႏိုင္သေလာက္ပါပဲ။\nဒီပုံျပင္ေလးကေတာ့ ကိုယ္ဆိုတာမ႐ွိေတာ့တဲ့အလြန္မွာေတာင္\nဆက္ၿပီးခ်စ္ႏိုင္ခဲ့ေသးတဲ့လူတစ္ေယာက္အေၾကာင္းပါ။ ဒီအခ်စ္ဇာတ္လမ္းကေလးရဲ႕ ျမစ္ဖ်ားခံရာကေတာ့\nအိုင္ယာလန္က က်ယ္ေျပာလွတဲ့ပန္းျခံတစ္ခုမွာပါပဲ။\nဂယ္ရီဆိုတဲ့ အိုင္ယာလန္သားေလးနဲ႔\nေဟာ္လီဆိုတဲ့ လမ္းေပ်ာက္ေနတဲ့အမရိကသူေလးရဲ႕\nျမင္ျမင္ခ်င္းအခ်စ္တစ္ခုကေနစခဲ့တယ္ေပါ့။သူတို႔ရဲ႕ အတူတူဘဝကေလးကေတာ့\nအိပ္မက္ခဲ့သေလာက္ေတာ့ မခမ္းနားခဲ့ပါဘူး။\nအခမ္းနားဆုံးေတြမရခဲ့ရတဲ့ေဒါသေတြနဲ႔ေတာင္\nသူတို႔ရဲ႕အခ်စ္က လွပေနေသးတယ္ဆိုရင္\nအဲ့ဒီလူႏွစ္ေယာက္ဟာ တစ္ေယာက္ကိုတစ္ေယာက္\n႐ူးသြပ္ညဏ္ကင္းစြာ ခ်စ္ခဲ့ၾကလို႔လို႔ဆိုပါမယ္။\nသူတို႔ႏွစ္ေယာက္ဟာ ဒီလိုတစ္ေယာက္ကိုတစ္ေယာက္\n႐ူးသြပ္ခဲ့ၾကတဲ့ခ်စ္သူေတြ ျဖစ္ခဲ့ၾကပါတယ္။\nဒီလိုနဲ႔...ဂယ္ရီေျပာသလိုပဲ အျမဲေျပာင္းလဲေနတတ္တဲ့\nဘဝမွာ အေျပာင္းအလဲတစ္ခုျဖစ္လာၿပီး\nဂယ္ရီမ႐ွိေတာ့တဲ့အခါ....\nေဟာ္လီေ႐ွ႕မဆက္ႏိုင္ေတာ့တဲ့အခါ...\nေဟာ္လီေ႐ွ႕ဆက္ႏိုင္ဖို႔ ဂယ္ရီဘာေတြမ်ား\nလုပ္ေပးခဲ့သလဲဆိုတာကိုေတာ့.........။စာႂကြင္း... အခ်စ္တတ္ျကဆုံး လူေတြအေၾကာင္း\nသင္ယူၿပီး ပိုခ်စ္တတ္လာႏိုင္ၾကပါေစ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 1 GB ) and ( 450 MB)\nQuality__BR-Rip 720p\nIMDb Rating - 7.1/10\nGoodreads - 4/5\nFormat__mp4\nDuration__02:05:56\nType__Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by WiRa Aung\nEncoded by Naing Aung ...",
        "rating": "7.1",
        "url": "https://megaup.net/Susq/P.S._I_Love_You_[2007]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGIJvQ8ZQazOHVAA0E34yIy7gxv.jpg",
        "title": "The Fountain(2006)",
        "description": "The Fountain(2006)IMDb....7.3ဒီကားကုိေဒါင္းမၾကည့္ခင္ေျပာလုိတာကေတာ့ Pulp Fiction (1994) နဲ႕ Memento (2000)သေဘာက်တဲ့သူဆုိရင္ေတာ့  ဒီကားကုိေဒါင္းၾကည့္ပါလုိ႕ေျပာခ်င္တယ္... ကြ်န္ေတာ္ေျပာတဲ့ကားေတြကုိသေဘာမက်ဘူးဆုိရင္ေဒါင္းမၾကည့္ပါနဲ႕... ခင္ဗ်ားတုိ႕အတြက္ ဘာကားႀကီးမွန္းမသိဘူးလုိ႕ စိတ္ပ်က္လက္ပ်က္ေရရြတ္မိလိမ့္မယ္...အထက္ပါေျပာတဲ့ကားေတြလုိ  ခမ္းနားလားမခမ္းနားလားမသိေပမယ့္ concept ေတြခ်ိတ္ဆက္တဲ့ေနရာမွာေတာ့ေတာ္ေတာ္ႀကီးကုိ မုိက္တယ္...ဇာတ္လမ္းကေတာ့  Tommy ဆုိတဲ့ သိပၸံပညာရွင္တစ္ေယာက္ဟာ ေန႕ရွိသမွ် ဓာတ္ခြဲခန္းထဲမွာပဲကုန္ဆုံးေနတယ္...ဘာေၾကာင့္လဲဆုိေတာ့   အဆုိးဆုံးအဆင့္ေရာက္ရွိတဲ့cancer ေရာဂါသည္ သူ႕မိန္းမကုိ ကုသႏုိင္ဖုိ႕အတြက္ကုထုံးကုိအေျဖရွာေနလုိ႕ပါ.....ဇနီးျဖစ္သူက ေသျခင္းတရားကိုလက္ခံႏုိင္ေပမယ့္ သူကေတာ့ ကမၻာဆုံးထိေျဖရွင္းစရာနည္းလမ္းကုိရဖုိ႕ ႀကဳိးစားမယ့္ လူတစ္ေယာက္လိုပါပဲ...ကုိင္း သူအေျဖရွာႏုိင္မလား....ကြ်န္ေတာ့္တုိ႕ရဲ႕ X Men မင္းသားႀကီး Hugh Jackman ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားၿပီး ဆု(၉)ဆုအျခားဆန္ကာတင္(၃၄)ဆုလည္းရရွိထားပါတယ္...ခံစားၾကည့္လုိက္ပါဦး ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Scarlett May ျဖစ္ပါတယ္...File Size : (1.85GB) ,(830MB)and (380 MB)\nQuality : BluRay 1080p 5.1CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:36:00\nGenre :  Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Scarlett May\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1yt9m/The_Fountain_[2006]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPVi1soiLyfaRhLIp1ufGlhrEW0.jpg",
        "title": "What Will People Say(2017)",
        "description": "What Will People Say(2017)\nIMDb....7.5,,,Rotten..78%\n နီရွားဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ဟာ ပါကစ္စတန္မိသားစုကေနေမြးဖြားလာတဲ့သူေလး...\nပါကစ္စတန္လူမ်ိဳးျဖစ္ေပမယ့္လည္း ႀကီးျပင္းခဲ့တာကေတာ့ႏိုင္ငံရပ္ျခားေနာ္ေဝးမွာ...\nသူမဟာအိမ္မွာမိဘေတြေရွ႕မွာေတာ့  ရုိးရာဓေလ့ေတြကုိလုိက္နာတဲ့သူတစ္ေယာက္ေပါ့...\nဒါေပမယ့္ နာက္ကြယ္မွာေတာ့ လူငယ္ဆန္ဆန္ ႏိုင္ငံရပ္ျခားက\nအေပါင္းအသင္းေတြနဲ႔ေပ်ာ္ေပ်ာ္ပါးပါး လြတ္လြတ္လပ္လပ္ေပ်ာ္ေပ်ာ္ပါးေနေလ့ရွိတယ္....\nတစ္ေန႕က်ေတာ့ ေကာင္ေလးတစ္ေယာက္နဲ႕ အိပ္ေနတာကုိ သူမရဲ႕ အေဖက ေတြ႕သြားတယ္...\nေနာ္ေ၀းလုိႏုိင္ငံမ်ဳိးမွာေကာင္ေလးတစ္ေယာက္နဲအိပ္တာမဆန္းေပမယ့္ ပါကစ္စတန္လူမ်ဳိးတုိ႕\nဓေလ့ထုံးတမ္းအရ အရမ္းကုိစက္ဆုတ္စရာျဖစ္ေနတယ္....သတ္ခ်င္ေလာက္ေအာင္ေဒါသထြက္ေနေပမယ့္\nအေဖျဖစ္သူဟာ ပါကစ္စတန္က အမ်ဳိးေတြထံျပန္ပုိ႕လုိက္တယ္......\nဒီကားက Dramaကားေတြထဲမွာ ရည္ရြယ္ခ်က္လည္း ေကာင္းသလုိ ေပးခ်င္တဲ့ message  ေလးေတြလည္း လွပတဲ့အတြက္ေၾကာင့္မုိ႕လုိ႕\nအေကာင္းဆုံးရုပ္ရွင္ဆု၊အေကာင္းဆုံးဒါရုိက္တာဆု၊မင္းသမီးဆု၊မင္းသားဆုေတြရရွိခဲ့တယ္.....\nRating ေတြကလည္းအေကာင္းဆုံးအေနအထားမွာရွိလုိ႕ Drama ကားေကာင္းႀကဳိက္သူတုိ႕ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aungျဖစ္ပါတယ္...\nFile Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:46:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/2eqC7/What_Will_People_Say_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y0mJcIW1qFtFhAFjzPmxI9zLqjj.jpg",
        "title": "Kill List(2011)",
        "description": "Kill List(2011)IMDb....6.4,,,,Rotten....76%စစ္သားေဟာင္းေတြျဖစ္ၾကတဲ့ ေဂ်း နဲ႔ ဂယ္လ္တို႔ဟာ တပ္က ထြက္ၿပီးခ်ိန္မွာေတာ့ေၾကးစားလူသတ္သမားေတြျဖစ္လာၾကတယ္....တစ္ေန႔မွာေတာ့ ေဂ်းတို႔မိသားစုဟာ မိတ္ေဆြေဟာင္း ဂယ္လ္ နဲ႕ ခ်စ္သူ ဖီအိုနာတို႔ကို ညစာဖိတ္ေကၽြးျဖစ္ခဲ့တယ္...အဲ့ဒီအခ်ိန္မွာပဲ ဂယ္လ္က သူအလုပ္အသစ္တစ္ခု လက္ခံထားတာ ရွိေၾကာင္းေျပာျပတယ္....အလုပ္သစ္က ေတာ့ လူ(၃)ေယာက္ကုိသတ္ေပးဖုိ႕ပါပဲ.....ဒီလူ(၃)ေယာက္ကုိ မသတ္ခင္မွာဘဲ ေၾကးစားလူသတ္သမား(၂)ေယာက္ဟာထူးဆန္းတဲ့အျဖစ္အပ်က္တစ္ခုႀကဳံခဲ့ရတယ္..အဲ့ဒီအဖ်က္အပ်က္ၿပီးတဲ့ေနာက္ပုိင္း လက္ခံထားတဲ့အလုပ္ကုိ လက္စသတ္ဖုိ႕ရာလူ(၃)ေယာက္ကုိသတ္ဖုိ႕ႀကဳိးစားတဲ့အခ်ိန္မွာေတာ့....ကုိင္းဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး...Horror နဲ႕ Crime အမ်ဳိးအစားေတြႀကဳိက္တဲ့သူေတြအဖုိ႕ႀကည့္သင့္ပါေၾကာင္း...Rating ေတြကလည္းေကာင္းမြန္တဲ့အေနအထားမွာရွိေၾကာင္းသတင္းေကာင္းပါးပါရေစ...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္... File Size : (973 MB) and (38၇ MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre :  Crime, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/1yt8k/Kill_List_[2011]_(MM_Sub).mkv",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eY9il7HkZb1QsZYyGSNoYxu7PTQ.jpg",
        "title": "Sweet Sixteen (2016)",
        "description": "ကဲ ဒီတစ္ေခါက္ \"Sweet Sixteen\" ဆိုတဲ့ မ နဲ႕ ေမာင္ ရို တဲ့ ဇာတ္လမ္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းမွာေတာ့ Exo အဖြဲ႕ဝင္ေဟာင္း Kris Wu နဲ႔ Super Junior အဖြဲ႕ဝင္ေဟာင္းHan Geng တို႔က အဓိက ဇာတ္ေဆာင္မ်ားအျဖစ္ သရုပ္ေဆာင္ထားပါတယ္...Kpop ပရိတ္သတ္ေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႕ေစမယ့္ Chinese ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္...ငိုရမွာမို႔ တစ္ရႉးေလးေဆာင္ထားၾကေနာ္...ရင္ခုန္တတ္စ အရြယ္မွာခ်စ္တာက အခ်စ္စစ္လား...စိတ္ကစားတတ္တဲ့အရြယ္မို႔ အခ်စ္စစ္ မျဖစ္ရျပန္ဘူးလား...အခ်စ္ေတြထဲမွာမွ တဖက္သတ္အခ်စ္က အဆိုးဆံုးေပပဲ...ကိုယ္ခ်စ္သလို သူက ျပန္မခ်စ္ျပန္... သူ႔ကို အနားကၾကည့္ေနရံုေလး...ေပးဆပ္ျခင္းေတြနဲ႔ပဲ ရင္းႏွီးရတဲ့ တဖက္သတ္အခ်စ္... အခ်စ္ဆိုတာ ထူးဆန္းလြန္းတယ္...ကံၾကမၼာဆိုတာလဲ ထူးဆန္းလြန္းတယ္...ဘယ္ေလာက္ပဲ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ခ်စ္ပါေစဦးေတာ့...မတုိက္ဆိုင္မႈ မတူညီမႈေတြေၾကာင့္ လမ္းခြဲခဲ့ရတဲ့ ခ်စ္သူေတြေကာ မရွိေပဘူးလား....ကိုယ့္ထက္ အသက္ႀကီးတဲ့ေကာင္မေလး ယာဝမ္ကိုမွ တစ္ဖက္သက္ခ်စ္ေနမိတဲ့ ေကာင္ေလး ရွားမူ...ယာဝမ္ဘက္ကေတာ့ သူ႔ကို ေမာင္ႏွမထက္မပိုခဲ့... ငယ္စဥ္တည္းကသံေယာဇဥ္ေတြနဲ႔ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1yt9c/Sweet_Sixteen_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]