[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKqfRSf0DZ0Qey1f9ZHuZfsmXVR.jpg",
        "title": "No Reservations (2007)",
        "description": "No Reservations (2007)\nGenre – Comedy, Drama, Romance\nIMDB – 6.3/10ငယ်ငယ်တုန်းက Zorro ကြည့်ရင်း ဒီမင်းသမီးလှလိုက်တာဆိုပြီးဖြစ်ခဲ့ဖူးတဲ့သူ ဒါမှမဟုတ် ခု နာမည်ကြီး ဗုဒ္ဓဟူးမ Wednesday ရဲ့ အမေနေရာကပါပြီးခုထိ ကျက်သရေရှိရှိနဲ့ လှနေတဲ့ အန်တီကြီး Catherine Zeta-Jones ရဲ့၂၀၀၇ ခုနှစ်တုန်းက Rom-com ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။မင်းသားနေရာကလည်း Dark Knight Trilogy မှာ အပြိုင်ကြမ်းခဲ့တဲ့Two-face နေရာက မင်းသား Aaron Eckhart ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုံးလေးကတော့ စားဖိုမှူးလောကမှာ နာမည်ရှိပြီးအင်မတန်တော်သလောက် စည်းမျဉ်းစည်းကမ်းတွေနဲ့ စေ့စပ်တိကျပြီးမိတ်ဆွေမရှိ ချစ်သူမရှိ ဟင်းချက်တာကိုပဲ စိတ်နှစ်ထားတဲ့စားဖိုမှူးမချော ကိတ်ဆိုတာရှိပါတယ်။ဆိုင်ထဲမှာ ဖောက်သည်က သူချက်တာကို စောဒကတက်ရင်လည်းမထင်ရင်မထင်သလို ပြန်ပြန် ပြဿနာရှာတတ်လွန်းလို့ဆိုင်ပိုင်ရှင်ကတောင် ကုထုံးဆရာဆီ ပို့ထားရတဲ့လူမျိုးပါ။တစ်ရက်တော့ သူ့ အစ်မဖြစ်သူဟာ သူ့သမီးနဲ့အတူ သူ့ဆီကိုလာလည်ဖို့လုပ်ရင်း မတော်မဆ ဖြစ်သွားရာကနေ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/no-reservations-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uUpBD2EHyDpCLPATj8LFghiDCTy.jpg",
        "title": "Burning Blue (2013)",
        "description": "ဒီဇာတ်လမ်းကတော့ တင်းကြပ်စွာတားမြစ်ထားတဲ့ စည်းမျဉ်းစည်းကမ်းတွေကြားထဲကပေါက်ဖွားလာတဲ့ နူးညံ့တဲ့ အချစ်တစ်ခု အကြောင်းပဲ ဖြစ်ပါတယ်တူညီတဲ့ရည်မှန်းချက်ကိုယ်စီနဲ့ ရေတပ်လေယာဉ်မှူးတွေအဖြစ်ဝေဟင်ကနေ အာကာသအထိအတူတူသွားဖို့ ဆန္ဒရှိကြတဲ့ ဒန် နဲ့ ဝေလ် တို့ သူငယ်ချင်း ၂ ဦး.၂ ယောက် တတွဲတွဲရှိနေခဲ့ကြပေမယ့်သူတို့ကြားထဲကို မထင်မှတ်တဲ့အဖြစ်အပျက်တစ်ခုကြောင့်မတ်တစ်ယောက် ဝင်ရောက်လာချိန်မှာတော့ ဒန် နဲ့ မတ်တို့ကြားကရင်းနှီးမှုတွေတစ်ဆင့်တက်ခဲ့ကြပါတယ်သူတို့ရေတပ်အတွင်း မတော်တဆဖြစ်ရပ် ၂ ခု အပြီးမှာတော့ရေတပ်မှုခင်းစစ်ဆေးရေး ကိုယ်စားဂျွန်ကိုခလီက အသွင်ယူဝင်ရောက် စုံစမ်းဖို့ ဖြစ်လာပါတော့တယ်ကိုခလီရဲ့ စစ်ဆေးရေးကတစ်ဆင့် ဒန် နဲ့ မတ်တို့ရဲ့ဆက်ဆံရေးကောလဟာလတွေဆီကိုဦးတည်လာစေခဲ့ပါတယ်မတ်အနေနဲ့လည်း သူ့မိန်းမကို ထားခဲ့ပြီးဒန်နဲ့အတူ ပေါင်းနေဖို့ ဆုံးဖြတ်ပြီးချိန် တတိယမတော်တဆဖြစ်ရပ် ဖြစ်လာချိန်မှာတော့ဒန့်အပေါ်မှာ စုံစမ်းစစ်ဆေးမှုတွေ ပြင်းထန်လာခဲ့ပါတော့တယ်.ဒီအချိန်မှာ ဒန့်အနေနဲ့ တာဝန်နဲ့ဝတ္တရား.ဘဝရည်မှန်းချက်တွေကိုပဲ ရွေးချယ်မလား.ရူးမိုက်ခဲ့တဲ့ နယူးယောက်က ညတစ်ညမှာပေါက်ဖွားလာတဲ့ အချစ်ကိုဆက်လက်ဖယ်တွယ်ထားမလားဆိုတာဆုံးဖြတ်ဖို့ ဖြစ်လာပါတော့တယ်အပြစ်ကင်းတဲ့ချစ်ခြင်းတွေ ပိုင်ဆိုင်နိုင်ဖို့ ဆုတောင်းပေးလိုက်ပါတယ် File size…  2 GB /  743 MB\nQuality… WEB Dl ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/burning-blue-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/135m1ssNL3thonQ1PygUg559nJR.jpg",
        "title": "Take Off 2 (2016)",
        "description": "Take Off 2 (2016)****************\n2003 ခုနှစ် အာရှဂိမ်းမှာ ကိုးရီးယားက ပထမဆုံးအနေနဲ့ အမျိုးသမီးဟော်ကီကစားပွဲဝင်ပြိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာပါ။အာရှဂိမ်းဝင်ပြိုင်ဖို့ ပထမဆုံးအမျိုးသမီးဟော်ကီအဖွဲ့ဖွဲ့ရမယ်ဆိုပြီး အစိုးရက နည်းပြနဲ့ကစားသမားတွေဖိတ်ခေါ်နေပါတယ်။ ဒါပေမဲ့ နည်းပြတစ်ယောက်ကမှ တာဝန်မယူချင်တဲ့အတွက် ညတိုင်းအရက်သောက်ပြီး ဘယ်သူကမှအလုပ်မခန့်တဲ့ ဟော်ကီနည်းပြဟောင်းတစ်ယောက်ကို ခန့်လိုက်ပါတယ်။ကစားသမားတွေအနေနဲ့က မြောက်ကိုးရီးယားကထွက်ပြေးလာတဲ့ ပြည်ပြေးအီဂျီဝန်၊ စကိတ်ပြိုင်ပွဲဝင်ရာကအသင်းသားကိုတွန်းထုတ်သလိုဖြစ်ခဲ့လို့ ပြိုင်ပွဲဝင်ခွင့်ပိတ်ခံထားရတဲ့ ဘတ်ချယ်ယောင်း၊ အလှအပအရမ်းကြိုက်တဲ့ဂင်ဂါယွန်း၊ အထက်တန်းကျောင်းသူရှင်းဆိုဟျွန်း၊ သက်လတ်ပိုင်းအရွယ်ဂိုယောင်းဂျာ၊ ကုမ္ပဏီတစ်ခုရဲ့အတွင်းရေးမှူး ဂျိုမီရန်တို့ပဲဖြစ်ပါတယ်။ဘာအထောက်အပံ့မှမရတဲ့သူတို့ဟာ ယောက်ျား‌လေးဟော်ကီအသင်းကစွန့်ပစ်ထားတဲ့အင်္ကျီတွေဝတ်ရပြီး လေ့ကျင့်စရာနေရာမရှိလို့ ရွာလေးတစ်ရွာရဲ့ကင်းမွန်အခြောက်လှမ်းတဲ့နေရာမှာ သွားလေ့ကျင့်ကြရပါတယ်။ သူတို့ရဲ့ ရည်မှန်းချက်ကတစ်ခုတည်းပါပဲ။ အာရှဂိမ်းမှာဆုတံဆိပ်တစ်ခုရနိုင်ဖို့ပါ။ ဒီလိုမျိုးကြိုးစားရာက အာရှဂိမ်းမှာ ဆုတံဆိပ်တကယ်ရယူနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒိတ်ဒိတ်ကြဲမင်းသမီးတွေသရုပ်ဆောင်ထားပြီး အသင်းအဖွဲ့စိတ်ဓါတ်နဲ့ အချင်းချင်းကူညီရိုင်းပင်းကြတာတွေ၊ ခဏခဏရန်ဖြစ်ကြတာတွေ၊ တစ်ယောက်ချင်းစီရဲ့ဘဝဇာတ်ကြောင်းတွေကို သရုပ်ဆောင်ချက်ကောင်းကောင်း၊ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်။ File size… 2.19GB & 981MB\nQuality… WEB-DL1080p,720p\nFormat…mp4\nDuration….2h 06min\nGenre ….. Sport, Drama\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/take-off-2-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gqyA60NtjGHYBnf20k7BHcPWvsg.jpg",
        "title": "My Blood and Bones in a Flowing Galaxy (2020)",
        "description": "My Blood & Bones in a Flowing Galaxy (2020)~ IMDb – 6.7/10, MyDramaList – 7.9/10 ~ဟီးရိုး လူစွမ်းကောင်းဖြစ်ချင်တဲ့စိတ်က လူတော်တော်များများမှာ အဓိပ္ပာယ်သတ်မှတ်ချက် တစ်မျိုးစီနဲ့ ဖြစ်တည်နေလေ့ရှိပါတယ်။ ဒီဇာတ်ကားမှာတော့ ကျောင်းသား ခိရိုဆုမိ ဟမဒ ဂျူနီယာကောင်မလေးအပေါ် ကာကွယ်ပေးချင်တဲ့အကြောင်းကို သူ့ရဲ့ရည်မှန်းချက်ဖြစ်တဲ့ သူရဲကောင်းဖြစ်လိုစိတ်နဲ့ ချိတ်ဆက်ထားပါတယ်။ခိရိုဆုမိရဲ့ အဖေဖြစ်သူက သူ့ကိုမွေးခါနီးနာရီပိုင်းအလိုမှာပဲ ရေထဲမျောပါပြီး သေဆုံးသွားပါတယ်။ အကြောင်းရင်းကလည်း ရေထဲထိုးကျနေတဲ့ကားထဲက လိုက်ပါစီးနင်းသူတွေကို ဆင်းကယ်ရင်း သူကိုယ်တိုင် နစ်သွားတာကြောင့်ပါ။ခိရိုဆုမိဟာ ငယ်စဉ်ကတည်းက သူ့အဖေရဲ့ လူစွမ်းကောင်းဆန်ပုံတွေ စိတ်ကောင်းရှိပုံတွေကို သူ့အမေဆီကနေ ကြားခဲ့ရပါတယ်။ ဒါကြောင့်မို့ သူလည်း သူ့အဖေလို ဟီးရိုးဖြစ်ရမယ်ဆိုပြီး ခံယူထားတဲ့၊ အမှန်တရားကို လိုလားတဲ့ ဆယ်ကျော်သက်လေးဖြစ်လာခဲ့ပါတယ်။တတိယနှစ်မှာတော့ ကျောင်းအစည်းအဝေးမှာ အနိုင်ကျင့်ခံနေရတဲ့ ဂျူနီယာလေး ခုရမိုတို ဟာရိကို ဝင်ပြီးကာကွယ်ပေးခဲ့ပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-blood-and-bones-in-a-flowing-galaxy-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODIxZDIxM2EtM2YwZi00OGNlLTkzY2ItMDRlMzE4ZjU2MTM5XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Thalainagaram (2023)",
        "description": "Thalainagaram  (2023)ကြမ်းမှရမ်းမှကြိုက်တဲ့ဘော်ဒါတို့အတွက်\nလူမိုက်ကြီးသုံးယောက်ဗိုလ်လုပွဲချန်နိုင်းမြို့တစ်ခွင် ဩဇာညောင်းဆိပ်ကမ်းကုန်အဝင်အထွက်ကနေ\nတရားမဝင် ဒုစရိုက် ငွေဝင်လုပ်ငန်းအကုန် လက်ဝါးကြီးအုပ်ထားသူတွေ\nရာဇဝတ်မှုတွေဆက်တိုက်ကျူးလွန်ကြပြီး ဘယ်သူနစ်နာသွားလဲဆိုတာတောင်\nရဲတွေမလိုက်နိုင်တဲ့ထိ စွမ်းကြတဲ့ဇိုးကြီးသုံးယောက်ဟာ ချန်နိုင်းတစ်ခွင် ဩဇာညောင်းရုံတင်အားမရကြတော့သုံးယောက်စင်ပြိုင်လိုဖြစ်နေကြတာလည်းမကြိုက်တစ်ယောက်နဲ့တစ်ယောက်ဒေါက်ဖြုတ်ဖို့ အကွက်ချောင်းနေကြသူတွေတစ်ချိန်ကဂန်းစတားဖြစ်ခဲ့ဖူးတဲ့သူ ခုချိန်အားလုံးနဲ့ဝေးရာကို နေချင်သူကိုမှ သူတို့သုံးယောက်စစ်ပွဲထဲဆွဲထည့်မိချိန်မှာတော့.....\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Cherry ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.43GB / 1.01GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ V ~ Cherry ~ Zwe ~ Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/thalainagaram-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3E4LW4bjRhEMDeeXeIsmkJ94v8K.jpg",
        "title": "The Sum of All Fears (2002)",
        "description": "The Sum of All Fears (2002)~ IMDb - 6.4/10, Rotten Tomatoes - 59% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲရဲ့ ၄ကား​မြောက်ရုပ်ရှင်ဖြစ်ပြီး Ben Affleck နုစဉ်အခါက ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ သူ့အပြင် Morgan Freeman ကြီးလည်း ပါဝင်ပါ​သေးတယ်။ ဒီဇာတ်ကားကတော့ ဒုတိယကမ္ဘာစစ်အပြီး ယူအက်စ်နဲ့ ရုရှားရဲ့ စစ်​​​​အေး​ခေတ် လက်နက် အားပြိုင်မှုကို ​ကျောရိုးယူရိုက်ကူးထားတာပါ။~ ဇာတ်လမ်းအကျဉ်း ~အ​မေရိကန် ​ဘော်တီမိုးမှာ သမ္မတကိုယ်တိုင် တက်​ရောက်အား​ပေးတဲ့ ​ဘောလုံးပြိုင်ပွဲကို အဏုမြူဗုံးနဲ့ တိုက်ခိုက်ခဲ့တာပါ။ သမ္မတက အသက်ရှင်ခဲ့​ပေမဲ့ ဒီတိုက်ခိုက်မှု​ကြီးကြောင့် လူ​ပေါင်းများစွာ သေ​​​ကြေခဲ့တာပါ။ ဒီအကြမ်းဖက်မှုရဲ့ရှေ့မှာလည်း ရုရှားက​နေ ခွဲထွက်ထားတဲ့ ချေချင်းညာ​ဒေသအ​ရေး​ကြောင့် ရုရှားနဲ့ အ​နောက်နိုင်ငံ​တွေ၊ အထူးသဖြင့် အ​မေရိကန်တို့ကြားမှာ တင်းမာမှုရှိခဲ့တာ​ကြောင့် ဒီတိုက်ခိုက်မှုဟာ ရုရှား​​တွေရဲ့လက်ချက်လို့ယူဆပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-sum-of-all-fears-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjRmYTAyZWItMmQ1NS00MmJlLWEwODgtMzc5NzkwMjJmYWNiXkEyXkFqcGdeQXVyNjgxODk1MTM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "What Do We See When We Look at the Sky? (2021)",
        "description": "ဒီတခါ CM Fan တွေကို မိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးတစ်ကားကတော့ ဂျာမန် Drama/Romance ဇာတ်ကားလေးပဲဖြစ်ပါတယ် ထူးခြားဆန်းပြားပြီး ဆန်းကြယ်မှုတွေနဲ့ပြည့်နေတဲ့ ဒီလောကကြီးထဲမှာ နားလည်ဖို့ခက်ခဲတဲ့ အချစ်ဆိုတဲ့အရာနဲ့ ပေါင်းဖက်မိလိုက်တဲ့အချိန် အံ့ဩစရာဖြစ်ရပ်တွေဖြစ်လာတော့တာပေါ့လီဆာ ဆိုတဲ့ ဆေးဆိုင်ကဝန်ထမ်းလေးနဲ့ ဂျီအိုဂီ ဆိုတဲ့ ဘောလုံးသမားလေးတို့နှစ်ယောက် အမှတ်မထင်တွေ့ဆုံမှုကနေ မထင်မှတ်ထားတဲ့ ကံကြမ္မာအလှည့်အပြောင်းကြားမှာ ဘယ်လိုတွေရုန်းကန်ပြီးမှ အချစ်စစ်တစ်ခုနဲ့ပြန်လည်ပေါင်းစည်းခဲ့တဲ့ အကြောင်းလေးပေါ့ ထူးခြားတာက တခြား Romance ကားတွေလိုမျိုးမဟုတ်ဘဲနဲ့နောက်ခံစကားပြောလေးတွေနဲ့ပတ်ဝန်းကျင်မှာလူသားတွေသွားလာရုန်းကန်နေကြတဲ့ Scene လေးတွေနဲ့ ရိုက်ကူးထားတော့အသွင်အမြင်သစ်လေးတစ်ခုအနေနဲ့  ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.37 GB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….02:30:00\nGenre...Drama, Romance, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/what-do-we-see-when-we-look-at-the-sky-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEc1xyArL0VHTpd9PqkjZfRkfKc.jpg",
        "title": "Filip (2023)",
        "description": "စစ်ကားတွေကို ကြိုက်နှစ်သက်တဲ့လူတွေအတွက် Filip ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားလေးကတော့ နာဇီတွေနဲ့ဂျူးတွေစစ်ပွဲဖြစ်နေခဲ့တဲ့ 1943 ခုနှစ်လောက်ကအကြောင်းကိုရိုက်ကူးထားပြီးတော့ လီယိုပေါ့တိုင်မန်းရဲ့ကိုယ်ရေးအထ္ထုပ္ပတ္တိဝထ္တုFILIP ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်။ဖီးလစ်ဆိုတဲ့စစ်ဖြစ်နေတဲ့ ပိုလန်ကနေထွက်ပြေးလွတ်မြောက်လာတဲ့ ဂျူးလူမျိုးတစ်ယောက်က တခြားလူတွေမသိအောင်ဂျာမန်မှာ ပြင်သစ်နိုင်ငံသားတစ်ယောက်အနေနဲ့နေထိုင်ပြီး တော့ပါ့ခ်ဆိုတဲ့ဟိုတယ်တစ်ခုရဲ့စားသောက်ဆိုင်မှာ အလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ်။အဲ့ဒီအချိန်မှာ ဂျာမန်လူမျိုးတွေကတိုင်းတစ်ပါးသား လူမျိုးတွေနဲ့မပတ်သတ်ရဘူးကာမမဆက်ဆံရဘူးဆိုတဲ့ဥပဒေတစ်ခုရှိပါတယ်။ဖီးလစ်ကဂျာမန်မှာ အလုပ်လုပ်နေရပေမဲ့ ဂျူးလူမျိုးဖြစ်တဲ့အတွက် ဂျာမန်တွေကိုမုန်းနေပြီးတော့ အဲ့ဒီဥပဒေကိုအကြိမ်ကြိမ်ချိုးဖောက်ခဲ့တဲ့လူပဲဖြစ်ပါတယ်။ဒါပေမယ့်တစ်နေ့မှာတော့ ဂျာမန်သူလေးတစ်ယောက်ကိုတကယ်ချစ်မိသွားတဲ့အခါမှာ အတူတူထွက်ပြေးဖို့ကြိုးစားကြပါတော့တယ်။အဲ့လိုထွက်ပြေးဖို့ကြိုးစားနေတဲ့ အချိန်မှာပဲဖီးလစ်ရဲ့ဘဝမှာကြီးမားတဲ့အလှည့်အပြောင်းတွေကြုံတွေ့လာရမယ်ဆိုတာကို ကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ File size…1.71GB / 704MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….2h 5m\nGenre ….. Drama , History , War\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/filip-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utuMbAq2zxlSXcvZkH1R7Im6xRf.jpg",
        "title": "Under the Tuscan Sun (2003)",
        "description": "ဘဝမှာအဆိုးဆုံးသော နေ့ရက်တွေကိုဖြတ်သန်းနေရပါသလား။အဆိုးဝါးဆုံးသောအရာတွေကို ကြုံတွေ့နေရပါသလား။ဆော်ပစ် ဘဲပစ်ခံရပြီးဘဝထဲကအရေးအပါဆုံးသောလူတွေကိုဆုံးရှုံးနေရပါသလား။အဲ့လိုတွေဖြစ်နေပေမဲ့လဲ စိတ်ဓာတ်လုံးဝမကျသွားပါနဲ့။ ဘဝမှာကိုယ့်အတွက်ကောင်းမွန်တဲ့အရာတွေက အံ့သြစရာအဖြစ်ကိုယ့်ဆီရောက်ရှိလာနိုင်သလိုကိုယ့်ရဲ့ဆုတောင်းတွေကလဲ တစ်ချိန်ချိန်မှာပြည့်ဝလာနိုင်လို့ပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာလဲ အဲ့ဒီလိုမျိုးကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာနေတဲ့ အရမ်းကံဆိုးပြီးတော့ ဘဝကြီးကိုအရှုံးပေးချင်နေတဲ့ ကောင်မလေးတစ်ယောက်ကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ သူကတော့စာရေးဆရာမဖရန်ဆက်ဖြစ်ပြီးတော့ သိပ်မကြာသေးခင်ကပဲ သူကိုယ်တိုင်ပြုစုပျိုးထောင်ပေးခဲ့တဲ့ သူ့ရဲ့ယောက်ျားဖြစ်သူ စာရေးဆရာပေါက်စကနာမည်ကြီးသွားတဲ့အခါမှာ ဖောက်ပြန်ပြီးတော့သူ့ကိုပစ်သွားတဲ့အပြင်လျော်ကြေးငွေပေးရင်ပေး မပေးရင်အိမ်ပေးဆိုလို့အိမ်ကိုပေးခဲ့ရသူပဲဖြစ်ပါတယ်။ဒီလိုနဲ့ဖရန်ဆက်တစ်ယောက်လဲကွာရှင်းပြီး နောက်ပိုင်း စိတ်ဓာတ်တွေကျနေတုန်းသူငယ်ချင်းတွေရဲ့ကောင်းမှုနဲ့ အီတလီကိုခရီးသွားဖြစ်ခဲ့ပါတော့တယ်။အဲ့ဒီမှာရောင်းရန်ဆိုတဲ့ အိမ်လေးတစ်လုံးကိုတွေ့ခဲ့ပြီး ဘာမှတွေးမနေတော့ပဲ တခြားနိုင်ငံကအိမ်တစ်လုံးကိုဝယ်ဖြစ်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့အဲ့ဒီအိမ်လေးမှာနေထိုင်နေရင်းသူ့ရဲ့ဘဝကိုအသစ်ကနေပြန်စတင်ပါတော့တယ်။ဒါပေမယ့်လဲ လေပြေတွေမလာခင်တိုက်ခတ်နေတဲ့ မုန်တိုင်းတွေကိုဖရန်ဆက်တစ်ယောက်ထပ်ကြုံတွေ့ခဲ့ရပြီးတဲ့နောက်မှာတော့သူ့ဘဝရဲ့ဆုတောင်းတွေဘယ်လိုပြည့်ဝသွားမလဲ ပျော်စရာဘဝကိုရောဘယ်လိုကြုံတွေ့ရမလဲ ဆိုတာကို စိတ်ခွန်အားတက်စရာအနေနဲ့ ဒရာမာတွေအများကြီးချိုးပြီးရယ်လိုက်ငိုလိုက်နဲ့ ကြည့်ရှုရမဲ့ကားလေးပဲဖြစ်ပါတယ်။  File size…3.90GB / 1.39GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/under-the-tuscan-sun-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzU2NzVjYmYtODEwNy00ZmRjLTk3OWItNTNlZTNmZTc4MWI3XkEyXkFqcGdeQXVyMTUxNzM1NTkw._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "Sanctified (2022)",
        "description": "အချိန်ကာလအားဖြင့် ၁၈၉၀ကာလဖြစ်ပါတယ်။ ၀က်စ်တန်လို့‌အမည်ရတဲ့ တောပုန်းတစ်ယောက်ဟာ လူသူအရောက်အပေါက်နည်းတဲ့ ဆိုးသွမ်းတဲ့ကန္တာရအလယ်မှာ သေအံ့ဆဲဆဲဖြစ်နေချိန် လှည်းတစ်စီးနဲ့ မြောက်ဘက်ကိုခရီးသွားနေတဲ့ ခရစ်ယာန်သီလရှင်တစ်ဦးရဲ့ ကယ်တင်ခြင်းကို ခံလိုက်ရပါတယ်။ ၀က်စ်တန်နဲ့ အန်းမက် ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက တောပုန်းခေါင်းဆောင်ဖြစ်တဲ့ မစ္စတာရှောရဲ့ မွေးစားခြင်းကိုခံခဲ့ရတာပါ။ ၀က်စ်တန်ဟာ ထူးချွန်လှတဲ့ ရိန်းဂျားတစ်ယောက်ဖြစ်တဲ့အတွက် မစ္စတာရှောဟာ ၀က်စ်တန်ကို တစ်နေ့ သူ့ရဲ့အရိုက်အရာကိုဆက်ခံပြီး တောပုန်းအုပ်စုကို ဦးဆောင်စေချင်နေပါတယ်။ ၀က်စ်တန်ကတော့ စိတ်မ၀င်စားဘဲ မစ္စတာရှောရဲ့လောင်းရိပ်အောက်ကနေ ရုန်းထွက်ပြီး ကယ်လီဖိုးနီးယားမှာ အခြေချပြီး ဘ၀သစ်ကိုတည်ထောင်ချင်နေသူပါ။ ဒီလိုနဲ့ ၀က်စ်တန်ဟာ ညီဖြစ်သူအန်းမက်ကို သူနဲ့အတူ မစ္စတာရှောဆီကထွက်သွားဖို့ စည်းရုံးရာ မစ္စတာရှောကိုသစ္စာဖောက်ဖို့ကြိုးစားတဲ့ ၀က်စ်တန် ညီဖြစ်သူရဲ့ သစ္စာဖောက်ခြင်းကိုပြန်ခံလိုက်ရပါတယ်။တောပုန်းတွေရဲ့စည်းကမ်းအရ တောပုန်းတစ်ယောက်ဟာ သူ့ကိုပြုစုပျိုးထောင်ပေးခဲ့တဲ့ အသိုက်အ၀န်းဆီကထွက်သွားချင်ရင် အလကားထွက်သွားလို့မရပါဘူး။ သွေးနဲ့ပေးဆပ်ပြီးမှထွက်သွားခွင့်ရပါတယ်။ ဆိုလိုတာက ထွက်သွားချင်ရင် သေသွားမှထွက်သွားခွင့်ရမှာပါ။ မစ္စတာရှောတစ်ယောက် ၀က်စ်တန်ကို ကန္တာအလယ်က သစ်ပင်တစ်ပင်မှာ ကြိုးချည်ကာနှိပ်စက်ပြီး ဓားဒဏ်ရာနဲ့ သေလုမျောပါးဖြစ်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sanctified-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/308993_front-150x200.jpg",
        "title": "[18+]Kinbaku Flower(2016)",
        "description": "[18+]Kinbaku Flower(2016)**************************\nလိင်မှုကိစ္စတွေနဲ့ ပက်သက်ပြီး အနောက်တိုင်းက စာပေ၊ အနုပညာ၊ လေ့လာဆန်းစစ်မှု အစရှိတဲ့ကိစ္စတွေမှာ နာမည်ကြီးပါတယ်။ ဒါပေမယ့် အများသိကြတဲ့ ကာမသျှတ္တရကျမ်းခေါ် ချစ်မှုရေးရာကျမ်း အပါအဝင် လိင်မှုကိစ္စ၊ ချစ်မှုရေးရာ၊ ချစ်ဗျူဟာကျင်းတာတွေနဲ့ ပက်သက်ပြီးပန်းချီ၊ ပန်းပု၊ ကဗျာ၊ စာပေ စတဲ့အနုပညာရပ်တွေနဲ့ ဖော်ကျူးတာ၊ တိတိကျကျမှတ်တမ်းတင်ခဲ့တာတွေဟာ အရှေ့တိုင်းတိုင်းပြည် တွေက စတင်ခဲ့တာပါ။ဒါ့ကြောင့်လည်းလိင်မှုရေးရာ၊ ချစ်ဗျူဟာကျင်းတဲ့နည်းနာ၊ နိဿယတွေနဲ့ ပက် သက်လာရင်အနောက်နိုင်ငံတွေဟာ အရှေ့တိုင်းရဲ့ဓလေ့၊ ထုံးတမ်းစဉ်လာတွေကို လေ့လာနည်းယူကြရ ပါတယ်။\nဒီဇာတ်ကားလေးထဲမှာတော့ အရှေ့တိုင်းနိုင်ငံတစ်ခုဖြစ်တဲ့ ဂျပန်တို့ရဲ့လိင်မှုကိစ္စ၊ ချစ်မှုရေးရာ များအနက် “ကင်မ်..ဘကု” (Kinbaku) ဆိုတဲ့ ကြိုးချည်ကြိုးတုပ်ပြီးလိင်ဆက်ဆံပုံရဲ့ သမိုင်းကြောင်း၊ နည်းစနစ်၊ ဓလေ့၊ အယူအဆတွေအကြောင်း ရိုက်ကူးထားပါတယ်။အမျိုးသမီးဝါဒီတွေကိုယ်တိုင် ကဲ့ရဲ ရှုံ့ချရ ခက်ခဲလောက်အောင် “ကင်မ်..ဘကု” ကြိုးချည်နည်းစနစ်ရဲ့ ခိုင်မာမှု၊ စနစ်ကျနမှုတွေအကြောင်း ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားပါတယ်။\nဂျပန် BDSM အကြောင်းကို အသေးစိတ်ခြယ်မှုန်းထားတဲ့အတွက်ဂေါင်းကြီးတို့သိချင်နေတဲ့ကိစ္စ ...",
        "rating": "",
        "url": "https://megaup.net/1gu07/Kinbaku.Flower.2016.AMZN.WEB-DL.1080P(CM).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzViMTVlZmEtY2FlNy00YTlmLWI1NDMtOTBkNWM4N2JiMDc2XkEyXkFqcGdeQXVyMTI5OTY1NzU@._V1_-133x200.jpg",
        "title": "Metamorphosis (2022)",
        "description": "ဒီဇာတ်ကားက ၂၀၂၂ ခုနှစ်​ကထွက်ရှိခဲ့တဲ့​ Horror/Drama အမျိုး​အစားဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ အိမ်​ထောင်​ရေးပြိုကွဲလုနီးနီးဖြစ်နေတဲ့​ ဇနီး​မောင်နှံ​နှစ်ယောက်​ဟာ​ အိမ်​ထောင်​ရေးကိုရှေ့ဆက်နိုင်ဖို့ နှစ်ဦးအကြားနားလည်မှုယူဖို့အတွက် လူသူ​မနီးတဲ့ကျွန်းတစ်ကျွန်းပေါ်မှာ​ အတူအပန်းဖြေဖို့ရောက်လာခဲ့ကြပါတယ်။ လူသူ​မရှိသလောက်နည်းတဲ့ ကျွန်းပေါ်မှာနေကြရင်းနဲ့ ခင်ပွန်း​ဖြစ်သူ​ရဲ့​စိတ်ကျန်းမာရေးက တစ်နေ့တခြား ဆိုးဝါးဖောက်ပြန်လာ​ပြီး​ လူသားကိုပါစားတဲ့အထိဖြစ်လာတဲ့အခြေအနေကို ဇနီး​ဖြစ်သူ​ အလစ်ဆာ​တစ်ယောက်​ရင်​ဆိုင်ရပါတော့တယ်။ ဒီကြားထဲ ကျွန်း​ပေါ်​မှာ​ မသင်္ကာစရာမုဆိုးနှစ်ယောက်လည်းရှိနေတဲ့အတွက် ဒီအခြေအနေတွေကနေ အလစ်ဆာတစ်ယောက်​ လွတ်မြောက်​နိုင်​ပါ့​မလား​ဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…(1.13 GB)/(504 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:22:00\nGenre...Drama, Horror, Sci-fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Wolfenheim",
        "rating": "",
        "url": "https://channelmyanmar.org/metamorphosis-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3IM9x3rmrlXSNt22JUek29Q4ymY.jpg",
        "title": "[18+] Litsoneras (2023)",
        "description": "Litsoneras (2023)Azi Acosta လိုပဲအချိန်တိုအတွင်းအောင်မြင်လာပြီး ရှေ့တန်းရောက်လာပြီး Lovely Ladies Dormitory နဲ့ ပွဲဦးထွက်ခဲ့တဲ့ Yen Durano လေးရဲ့ ဇာတ်ကားသစ်ဖြစ်ပါတယ်။အယ်လ်ရီယာ (Yen Durano) ကအထက်တန်းကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး ဝက်ကင်ဆိုင် ဖွင့်ထားတဲ့ဖခင်နဲ့အတူနေပါတယ်။ သူငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူရဲ့ဖောက်ပြန်မှုကြောင့် မိဘနှစ်ပါးကွဲခဲ့တာဖြစ်ပြီး အခုချိန်မှာတော့ နိုင်ငံခြားမှာအလုပ်လုပ်နေတဲ့ မိခင်ဖြစ်သူ ပြန်ရောက်လာပါတယ်။ အမေဖြစ်သူနဲ့အတူ ရှေ့ဆင့်နောက်ဆင့် သူ့ဘဝထဲကိုရောက်လာသူကတော့ သူတို့ဆိုင်ကဝန်ထမ်းအသစ်ဖြစ်တဲ့ Jonas ဆိုတဲ့သက်တူရွယ်တူနီးပါး ကောင်လေးတစ်ယောက်ပါ။အချစ်ကိုစူးစမ်းတတ်စ အပျိုဖြန်းလေး အယ်လ်ရီယာက ဂျိုးနာ့စ်ကိုစိတ်ဝင်စားသလို ဂျိုးနာစ့်ကတော့ အသက်ကြီးပြီး မပျက်စီးသေးတဲ့ သူ့မိခင်ဖြစ်သူကိုသာ တွင်းဟောင်းဆယ်လိုဟန်ရှိပါတယ်။ ဒီလိုဆိုရင် သူ့အမေဘက်ကရော...?အခုနောက်ပိုင်းထွက်တဲ့ Vivamax ကားတွေထဲ အတော်မိုက်တဲ့အထဲမှာပါပါတယ်။ မင်းသမီးတွေရဲ့ အလှအပတွေတင်မကဘဲ ဇာတ်လမ်းဖွဲ့စည်းပုံနဲ့ လှည့်ကွက်တွေပါ မိုက်တဲ့ကားဖြစ်တဲ့အတွက် လက်မလွတ်သင့်ပါကြောင်း။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 825MB\nQuality - ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/litsoneras-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNkl7o1VQQqy1nEX9x56CDHULmr.jpg",
        "title": "[18+] The Cook, the Thief, His Wife & Her Lover (1989)",
        "description": "The Cook, the Thief, His Wife & Her Lover (1989)~ IMDb - 7.5/10, Rotten Tomatoes - 86% ~\" 18+ ခန်းတွေပါတာကြောင့် အသက်ပြည့်မှကြည့်ဖို့အကြံပေးပါရစေ \"ဒီကားကတော့ 1989 မှာထွက်ရှိထားပြီး ဆု​တွေလည်းအများကြီးရထားရုံတင်မက တစ်ခေတ်တစ်ခါရဲ့ ဗြိတိန်ဂန္ထဝင်မင်းသားကြီး မင်းသမီးကြီးတွေပါဝင်ထားတဲ့ မှုခင်းဒရာမာကားကောင်းတစ်ကား The Cook, the Thief, His Wife & Her Lover ဆိုတဲ့ကား​ပဲဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာကလည်း BAFTA လို‌ ဗြိတိန်အကယ်ဒမီဆု အပါအဝင် ဆု​တွေအများကြီးရထားတဲ့ Peter Greenaway ပဲဖြစ်ပါတယ်။ဇာတ်လမ်း​​ကျောရိုးကို​တော့ ဇာတ်လမ်းနာမည်အတိုင်း ဇာတ်​ကောင် ၄ ​​ယောက်ကို ဗဟိုပြုပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။လန်ဒန်မြို့က စား​​သောက်ဆိုင်တစ်ဆိုင်ကို ဝယ်လိုက်ပြီး ​​နေ့တိုင်း ထင်တိုင်းကြဲ​​သောင်းကျန်း​နေတဲ့ အဲဘက် (The ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-cook-the-thief-his-wife-her-lover-1989/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uvZTTsiXfdCSzYEVzMN2pmZ3Cnl.jpg",
        "title": "War Pony (2023)",
        "description": "ဒီကားလေးကတော့ ရက်ဇ်ဆိုတဲ့ အမေရိကန်ဒေသခံတွေအတွက်သီးသန့်လုပ်ပေးထားတဲ့ မြေနေရာက လူငယ်တွေအကြောင်းကိုရိုက်ကူးထားတာပါ..လမ်းဘေးကလေးတွေလိုပဲ ဆေးတွေသုံး၊ အလုပ်အကိုင်အတည်တကျမရှိ၊ငယ်ငယ်ရွယ်ရွယ်နဲ့ခိုးဝှက်ပြီး ပျက်ဆီးနေကြတဲ့ ထိုလူငယ်တွေအကြောင်းကိုကျောင်းသားတစ်ယောက်ဖြစ်တဲ့မာတိုနဲ့ ကလေးနှစ်ယောက်အဖေဖြစ်တဲ့ဘီလ်ဆိုတဲ့လူငယ်တစ်ယောက် ထိုနှစ်ယောက်ကို သရုပ်ဖော်ပြီးရိုက်ပြပေးထားတာပဲဖြစ်ပါတယ်.  File size…1.69GB / 554MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Shin Rina",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/war-pony-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/souzxUT3UkhqrYxmi5sgaBIcc1k.jpg",
        "title": "[+18]Call Boy(2018)",
        "description": "[+18]Call Boy(2018)\nIMDb....6.4\nဖန်းဆင်းခဲ့ပြီးသော မိန်းမသားများ၏  ဖြစ်တည်ခဲ့သော သဘာဝတရားများသည်ယောင်္ကျားသားများနှင့်ယှဉ်လျှင် အနည်းငယ် ဒုက္ခရောက်ရသော ကိစ္စများရှိလေသည်...ထို့ကြောင့်ပင် အားနွဲ့သောမိန်းမသားလို့ သုံးနှုံးကြလေသည်.......ထို့ကြောင့်  မိန်းမသားများသည်မိမိတို့၏ အားနည်းချက်များကို ဖုံးကွယ်ရန်အလို့ငှါ ဉာဏ်ကိုတတ်နိုင်သမျှ သုံးကြလေသည်...ထိုဉာဏ်ကို မာယာဟု တစ်ချို့သောသူတွေက ခေါ်ဆိုကြပြန်သည်...ဒီကားလေးကတော့ မာယာနတ္ထိနဲ့မိန်းမသားအချို့အကြောင်းကိုခပ်လှလှလေးရိုက်ပြထားတာပါ...ဒီဂျပန်ကားလေးမှာတော့ အချို့သောအမျိုးသမီးများသည် လိင်မှုကိစ္စများနှင့်အခြားမွန်းကြတ်နေသောကိစ္စများကိုဖြေဖျောက်ရန် အခကြေးငွေးပေးကာ  တိတ်တဆိတ်ခေါ်ယူရနိုင်သည့် ကောင်လေးများနှင့်အကြောင်းကို ရိုက်ကူးထားခြင်းဖြစ်သည်...ဒီကားကိုကြည့်ခြင်းအားဖြင့် အမျိုးသမီးတွေရဲ့ ကွယ်ဝှက်ထားသော အလွှာများကိုမြင်တွေ့နိုင်သည်....ပြီးတော့ ဇာတ်အိမ်ကောင်းကောင်းလေးနဲ့ ခမ်းခမ်းနားနားလှလှပပလေးကိုရိုက်ပြထားတာ...နောက်ခံသီးချင်းသံကအစ Lighting အဆုံး....လူတွေကိုစနစ်တကျလေးရွေးချယ်ထားတာရော...တော်တော်ကိုမိုက်တယ်...(18+ အခန်းပေါင်းများစွာ ပါဝင်သဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ....) File Size : (2.02GB) and (635MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wild Race\nEncoded by SD",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18call-boy2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h84SnIQF91Gz2Fv1OpMJ3245t4i.jpg",
        "title": "Empire of Light(2022)",
        "description": "Empire of Light(2022)*********************\"အင်ပါယာ\" ဆိုတဲ့ ပင်လယ်နားကရုပ်ရှင်ရုံကြီး။ အဲဒီမှာအလုပ်လုပ်နေကြတဲ့ဝန်ထမ်းတွေလည်းမိသားစုလိုချစ်ချစ်ခင်ခင်နဲ့ပါ။ ထူးခြားနေတာကတော့ ဟီလာရီဆိုတဲ့အမျိုးသမီးပဲ။သူက စိတ်ကစဉ့်ကလျားရောဂါကြောင့် ဆေးရုံပြပြနေရသူ..\nတစ်နေ့မှာတော့ စတီဖင်ဆိုတဲ့ လူမည်းကောင်လေးတစ်ယောက်ဝန်ထမ်းအသစ်အနေနဲ့ သူတို့ဆီရောက်လာခဲ့ပါတယ်..\nစိတ်ဓါတ်ကျနေတတ်တဲ့ဟီလာရီ့ဘဝထဲဝင်လာတဲ့ စတီဖင်၊လူမည်းလို့အမြဲခွဲခြားခံနေရပြီး အိပ်မက်တွေလက်လျှော့ခဲ့ရတဲ့ စတီဖင့်ဘဝထဲဝင်လာတဲ့ ဟီလာရီ..\nသူတို့နှစ်ယောက် တစ်ယောက်ကိုတစ်ယောက်ဘယ်လိုတွေအကူအညီဖြစ်သွားစေမလဲဆိုတာကတော့..... File Size :(1.4 GB) and (554 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:55:00\nGenre : Romance  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/empire-of-light2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-daylight-135x200.jpg",
        "title": "Daylight (1996)",
        "description": "Daylight ရုပ်ရှင်ကားကို ၁၉၉၆ခုနှစ်မှာ ပြသခဲ့တာဖြစ်ပြီး ရမ်ဘိုမင်းသားကြီး စတားလုံး ပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကပ်ဘေးရှင်သန်ရေး thriller disaster ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ ဒေါ်လာသန်း၈၀ အကုန်ကျခံရိုက်ကူးခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ သန်း၁၆၀နီးပါး ပြန်လည်ရရှိခဲ့လို့ အောင်မြင်တဲ့ရုပ်ရှင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းဟာဆိုရင်ဖြင့် New York မြို့ကနေ တရားမဝင် အဆိပ်သင့်စွန့်ပစ်ပစ္စည်းတွေကို နယူးဂျာဆီပြည်နယ်ကိုခိုးပြီး စွန့်ပစ်ဖို့လုပ်ရာကနေ ဇာတ်လမ်းစပါတယ်။ အဲဒီစွန့်ပစ်ပစ္စည်းတွေကို သယ်ဆောင်လာတဲ့ထရပ်ကားတွေက ဥမင်လှိုဏ်ခေါင်းတစ်ခုကိုအဖြတ်မှာ ယာဥ်ဓားပြတိုက်လာတဲ့ သူခိုးအုပ်စုကားနဲ့ ဝင်တိုက်မိပြီး ပေါက်ကွဲမှူအကြီးစားတွေ​ဖြစ်ကာ လှိုဏ်ခေါင်းကြီးလည်း ပြိုကျသွားပါတော့တယ်။ အဲဒီမှာ ပြိုကျသွားတဲ့လှိုဏ်ခေါင်းထဲကလူတွေ အသက်ရှင်သန်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ အသက်ရှင်လျက်ရော ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်တစား လိုက်လံကြည့်ရှု စီးမျောလို့ရတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။အသက်ရှင်သန်ရေး ကြိုးပမ်းတဲ့ရုပ်ရှင်တွေရဲ့ထုံးစံအတိုင်း လူတွေရဲ့အတ္တတွေ မာနတွေ ကြိုးစားမှုတွေ မျှော်လင့်ချက်ကုန်ခမ်းသွားတာတွေ စိတ်ဓာတ်လုံးဝကျသွားတာတွေကိုကြည့်ရင်း ကိုယ်ပါ ရင်ထဲအလုံးကြီး ဆို့ထားသလို အောင့်သက်သက် ခံစားရဦးမှာပါ။ ဒါကြောင့် Survival Thriller ရုပ်ရှင်ကြိုက်နှစ်သက်သူများအတွက် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daylight-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hP5N3R8qqe7JT4N3esgh23GOpCN.jpg",
        "title": "Cut Bank(2014)",
        "description": "Cut Bank(2014)============Cut Bank ရုပ်ရှင်လေးကတော့ 2014 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး သရုပ်ဆောင်Liam Hemsworth၊ John Malkovich၊ Billy Bob Thornton အစရှိတဲ့နာမည်ရှိပြီးသား သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ ဒါ့အပြင်ဇာတ်လမ်းလေးကလည်း သည်းထိတ်ရင်ဖိုစရာလည်းကောင်းတော့ကြည့်ရှုသူတွေ အကြိုက်တွေ့ကြမှာပါ။ဒီဇာတ်လမ်း‌လေးမှာ အဓိကဇာတ်ကောင်က နေရပ်ကို စွန့်ဖို့ လုပ်ရင်းအသက်ဘေးနဲ့ ကြုံလာရပါတယ်။ ဇာတ်ရှိန်ရလာတာနဲ့အမျှ စိတ်လှုပ်ရှားဖို့ကောင်းတဲ့ plot twist တွေလည်း ပါဝင်လာမှာဖြစ်ပါတယ်။ သင်က suspense၊thriller ဇာတ်ကားလေးတွေကို ကြိုက်နှစ်သက်တယ်ဆိုရင် ဒီဇာတ်ကားလေးကိုကြည့်ဖို့ တိုက်တွန်းပါတယ်။ ဝါရင့် ဇာတ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှု၊ဇာတ်လမ်းရဲ့ စိတ်ဝင်စားစရာကောင်းမှုတို့က သင့်အတွက် ကြည့်ရကျိုးနပ်စေမှာပါ။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ်) File size…1.80GB / 592MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/cut-bank2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-own-128x200.jpg",
        "title": "We Own the Night(2007)",
        "description": "ဘဝကို ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ပဲ ဖြတ်သန်းလာတဲ့ နယူးယောက်မှ နာမည်ကြီး အဒ်ကာဘီဘားကိုကြီးကြပ်ရသူ ဘော်ဘီဂရင်း။ကောင်မလေးဖြစ်သူ အမန်ဒါနဲ့ နေ့ရက်တိုင်းအချိန်းဖြုန်း၊ လည်ပင်းဖက်ပေါင်းတဲ့ဘော်ဒါဖြစ်တဲ့ ဂျန်ဘိုတို့နဲ့ ပါတီလုပ်လိုက်ပျောက်လိုက်ပါးလိုက်နဲ့နေလာခဲ့သည်။ထို့အပြင် ဘားပိုင်ရှင်ဖြစ်သူ ရုရှားလူမျိုးမစ္စတာဘူရှိုင်းရာ့ဗ်နဲ့လည်း မိသားစုလိုမျိုး ဆက်ဆံရေးကောင်းမွန်ပြီး သူကလည်း ဘော်ဘီရဲ့လုပ်ရည်ကိုင်ရည်ကိုသဘောကျသည်။လုပ်ငန်းတိုးချဲဖို့ကြံစည်နေသော ဘူရှိုင်းရာ့ဗ်နှင့် နဂိုကတည်းက ဘားကို မန်ဟတ်တန်ဘက်အထိထိုးဖောက်ချင်နေသော ဘော်ဘီ။ အရာရာအဆင်ပြေသလိုလိုရှိနေစဉ်မှာပင် ဘော်ဘီ့ဆီမမျှော်လင့်တာတွေဖြစ်လာသည်။တကယ်တော့သူ့နာမည်အရင်းက ဘော်ဘီဂရင်းမဟုတ်ဘဲ အရင်မျိုးရိုးနာမည်မှာ အဖေဖြစ်သူမြို့တော်ရဲ့ရဲချုပ်ညွှန်ကြားရေးမှူးနဲ့ အစ်ကိုဖြစ်သူ ရဲအရာရှိတို့အတိုင်း ရူဇင်စကီဖြစ်လေသည်။သူ့အစ်ကိုမှာ မူးယစ်ဆေးဝါးနှိပ်နင်းရေးမှာတာဝန်ယူရစဉ် ရုရှားမူးယစ်ရာဇာတစ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့တော့သည်။ ထိုအဖွဲ့က သူ့အစ်ကိုဖြစ်သူကိုလုပ်ကြံခဲ့ပြီး သူ့အဖေကိုပါကြံစည်နေတာကို သူ သိသွားတဲ့အခါ ရဲဌာနနဲ့ပူးပေါင်းပြီး မူးယစ်ဆေးဝါးမှုကို သူကိုယ်တိုင် ဘယ်လိုပေါ်အောင်လုပ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.9GB)  / (`981GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:57:00\nGenre...  Drama / Crime / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/we-own-the-night2007/"
    }
]