[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODAwNDI5NjIwN15BMl5BanBnXkFtZTcwNjc4ODc2OA@@._V1_-135x200.jpg",
        "title": "Hitchcock (2012)",
        "description": "ဟစ်ခ်ျကော့ခ်ဆိုတဲ့ နာမည်အတိုင်းပဲ ဒီဇာတ်ကားဟာ ရုပ်ရှင်သမိုင်းကြောင်းမှာ အထင်ရှားဆုံးဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ \"သည်းထိတ်ရင်ဖို ဆရာသခင်ကြီး\"လို့ တင်စားခေါ်ဝေါ်ခံခဲ့ရတဲ့ ဒါရိုက်တာကြီး ဟစ်ခ်ျကော့ခ်အကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး အဲဖရက်ဟစ်ခ်ျကော့ခ်ဟာ ရုပ်ရှင်သမိုင်းကြောင်းတလျှောက်မှာ အောင်မြင်မှုတွေများစွာရရှိခဲ့တဲ့ Psycho, Vertigo, North By Northwest အစရှိတဲ့ Thriller, Mystery ကားတွေရဲ့ ပဲ့ကိုင်ရှင်တစ်ဦးဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ‌တော့ Psycho လို့အမည်ရတဲ့ Horror/Thriller ရုပ်ရှင်ကို ဒါရိုက်တာကြီးဟစ်ခ်ျကော့ခ်တစ်ယောက် ပုံဖော်ရိုက်ကူးခဲ့ပုံကို ဇာတ်အိမ်တည်ထားပါတယ်။အချိန်ကာလကတော့ Psychoရုပ်ရှင်ကိုရိုက်ကူးခဲ့တဲ့ ၁၉၆၀ ခုနှစ်မှာဖြစ်ပြီး ဟစ်ခ်ျကော့ခ်တစ်ယောက် Vertigo နဲ့ North by Northwest တို့ကို ၁၉၅၈ နဲ့ ၅၉ ခုနှစ်တွေမှာ ရိုက်ကူးဖြန့်ဝေခဲ့ပြီး အောင်မြင်မှုအပေါင်း သရဖူဆောင်းနေတဲ့အချိန်ဖြစ်ပါတယ်။ ဒါပေမယ့် ဟစ်ခ်ျကော့ခ်တစ်ယောက်ဟာ အသက်၆၀ ရှိနေပြီဖြစ်ပြီး ရုပ်ရှင်လောကကနေ အနားမယူသေးဘူးလားဆိုတဲ့ မေးခွန်းတွေကို ရင်ဆိုင်နေရတဲ့အချိန်လည်းဖြစ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hitchcock-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kYgUX8ZeKD6UbLolb36323FC1um.jpg",
        "title": "The Appleton Ladies’ Potato Race (2023)",
        "description": "ဒီကားလေးကတော့အဓိကအားဖြင့် အခုခေတ်မှာအမြဲမြင်တွေ့နေရတဲ့Gender Equality ဆိုတဲ့ကျားမမခွဲခြားပဲတန်းတူဆက်ဆံခြင်းအကြောင်းကို အဓိကထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒါကိုသဘောမကျတဲ့သူတွေလဲ ဒီဇတ်ကားလေးကိုကြည့်ပြီးတွေးစရာအတွေးလေးတွေကျန်ခဲ့မယ်လို့ထင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ပန်နီဆိုတဲ့ဆရာဝန်မလေးတစ်ယောက်ကသူလက်ရှိနေထိုင်နေတဲ့ဆစ်ဒနီမြို့ကြီးကိုထားခဲ့ပြီးတော့ သူ့မိသားစုရှိရာနယ်မြို့လေးဖြစ်တဲ့ အက်ပဲလ်တန်ကိုပြန်လာခဲ့ပါတော့တယ်။သူပြန်လာပြီးသိပ်မကြာခင်မှာပဲသူတို့ရဲ့အက်ပဲလ်တန်မြို့မှာ နှစ်စဉ်ကျင်းပနေကျဖြစ်တဲ့အာလူးထမ်းအပြေးပြိုင်ပွဲလဲကျင်းပတော့မှာပဲဖြစ်ပါတယ်။ဒါပေမယ့်တစ်ခုပြဿနာရှိတာကအဲ့ဒီအပြေးပြိုင်ပွဲမှာယောက်ျားတွေပြိုင်ပွဲမှာရတဲ့ဆုကြေးကဒေါ်လာနှစ်ထောင်ဖြစ်ပြီးအမျိုးသမီးတွေရတဲ့ဆုကြေးကတော့ ဒေါ်လာနှစ်ရာပဲဖြစ်နေတာဖြစ်ပါတယ်။အဲ့ဒီကိစ္စကိုပန်နီရဲ့ညီမဖြစ်သူ ဆယ်နှစ်ဆက်တိုက်အာလူးထမ်းအပြေးပြိုင်ပွဲချန်ပီယံဖြစ်ထားတဲ့နစ်ကီအပြင်မြို့ကတခြားလူတွေကလဲဘာမှမပြောကြပေမဲ့မြို့ကြီးပြကြီးမှာနေလာတဲ့ပန်နီတစ်ယောက်အတွက်ဒါကစိတ်ခုစရာဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့အမျိုးသားဆုကြေးနဲ့အမျိုးသမီးဆုကြေးတန်းတူရဖို့အတွက်ပန်နီတစ်ယောက်တည်းအများနဲ့တစ်ယောက်တိုက်ခိုက်ရင်းကြိုးစားခဲ့ပြီးနောက်မှာဘယ်လိုဇာတ်သိမ်းမျိုးနဲ့ကြုံတွေ့ရမလဲဆိုတာကို စိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.92GB / 817MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 36m\nGenre ….. Drama , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-appleton-ladies-potato-race-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f5IARW8Pc3vUlTNvp498yPUWBDE.jpg",
        "title": "Only (2019)",
        "description": "ကျွန်တော်တို့ ကိုဗစ်ကာလကို ပြန်တွေးကြည့်ကြရအောင်တစ်နေရာရာကို သွားမယ်ဆို Mask တွေတပ်ကြ၊တစ်ခုခုကိုင်ပြီးရင် လက်ကို HandGel နဲ့ အရေလန်မတတ်ပွတ်ကြ၊ပြင်ပက ပစ္စည်းတစ်ခုခု ရောက်လာရင် ပိုးသတ်ဆေးနဲ့ တရှူးရှူး ဖြန်းကြနဲ့။တစ်နေ့တစ်နေ့ တဝီဝီမြည်နေတဲ့ ဆေးရုံကားသံတွေ၊ဘယ်သူတော့ ဆုံးသွားပြီ ဆိုတဲ့ သတင်းတွေကြားထဲမှာအိမ်မှာ ကိုယ့်ဟာကိုယ် ပြန်အကျဉ်းချထားရတာလည်းအသက်ရှင်မဝစရာ၊ ရူးချင်စရာပေါ့၊၊ဒီကားထဲက ဗိုင်းရပ်(စ်)ကတော့ အဲ့ထက်ဆိုးတယ်၊၊အဲ့ထက်လည်း ရက်စက်ပြင်းထန်တယ်၊၊ကမ္ဘာပေါ်ကို ကြယ်တံခွန်တစ်ခုဖြတ်သန်းအပြီးမှာ ဘာမှန်းမသိတဲ့ မြူမှုံတွေဟာ ကမ္ဘာ့လေထုကိုဖုန်းလွှမ်းသွားတယ်၊၊အဲ့ဒီ မြူမှုံတွေထဲမှာ HNV 21 လို့ခေါ်တဲ့ ဗိုင်းရပ်(စ်)တစ်မျိုးပါပြီးအဲ့ဒီဗိုင်းရပ်(စ်)ဟာ အမျိုးသမီးတွေကို ဦးတည်ထိခိုက်စေတယ်၊၊ဘယ်လောက်ပြင်းထန်လဲဆို ပိုးကူးခံရတဲ့ အမျိုးသမီးဟာ (၄)ရက်အထိအသက်ရှင်နိုင်ရင် ကံကောင်းတယ်လို့ ဆိုရတဲ့အထိပဲ၊၊ဒါပေမယ့် ဒီဗိုင်းရပ်(စ်)ဟာ အမျိုးသားတွေကိုတော့ ကြီးမားတဲ့ အန္တရာယ်မပေးနိုင်ဘူး၊၊ဒီလိုနဲ့ ဗိုင်းရပ်(စ်)လက်ချက်နဲ့ ကမ္ဘာပေါ်က အမျိုးသမီးတွေနေ့စဉ် သန်းနဲ့ချီသေဆုံးပြီး မျိုးသုဉ်း လုဖြစ်ကုန်တယ်၊၊မိန်းမဆိုတာ ဘယ်လိုမျိုးလဲလို့ မေးယူရတဲ့အထိ ဖြစ်ကုန်တယ်၊၊အစိုးရတွေအနေနဲ့လူဦးရေပြန်လည်တိုးပွါးရေးအတွက်အမျိုးသမီးတွေကို ဖမ်းပြီး စမ်းသပ်ရတဲ့အထိ ဖြစ်လာတယ်၊၊အမျိုးသမီးတစ်ဦးကို ဖမ်းမိရင် ဒေါ်လာနှစ်သန်းအထိထုတ်ထားတာကြောင့် ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/only-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seU3L8xkrRT5fdugLWmUBBS5XQH.jpg",
        "title": "[18+]My Sister’s Friend 2(2017)",
        "description": "My Sister's Friend 2(2017)************************ကားနာမည်အတိုင်းပါပဲ...အစ်မရဲ့ ဘော်ဒါ မမကိုမှကြွေမိသွားတဲ့ကောင်ဆိုးလေးတစ်ယောက်ရဲ့  အချစ်ဇာတ်လမ်းပေါ့.....ကွီးယား ၁၈+ ဖြစ်သည့်အတိုင်းမမချောချောကြီးတွေနဲ့အလန်းစားအခန်းတွေမို့ထွေထူးမညွှန်းတော့ပါဘူး... File size…1.3GB / 736MB\nQuality… WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/my-sisters-friend-22017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMXaAvvSw24hYNchhCtCM5z6fhB.jpg",
        "title": "Summer Ghost (2021)",
        "description": "Summer Ghost (2021)\nGenre – Animation, Drama\nIMDB – 7.3/10နွေရာသီကို ရောက်ခဲ့ပြီဆိုရင် လူတွေပြောဆိုနေကြတာဆံပင်အရှည်နဲ့ သရဲမလေးတစ်ယောက်ကို တွေ့ရတတ်တယ်တဲ့…သူက မီးရှူးပန်းဖောက်မှ ကိုယ်ထင် ပြတတ်တာတဲ့…ဘယ်သိမလဲ ဒဏ္ဍာရီတစ်ခုပေါ့နော်…။ဝါသနာပါတာကို လုပ်ခွင့်မရပဲ အာရှမိဘတွေ ထုံးစံအတိုင်းစာကိုပဲ အသည်းအသန် ဖိလုပ်ခိုင်းလို့ ဖိအားပေါင်းစုံဝင်ပြီးစိတ်ပျက်လက်ပျက် ဖြစ်နေတဲ့ ကောင်လေး တိုမိုယာ။ဆိုးဝါးတဲ့ အခြေအနေကြီးတစ်ခုကြောင့် ဝါသနာပါတာတွေကိုစွန့်လွှတ်လိုက်ရပြီး လောကကြီးကို စိတ်ပျက်နေတဲ့ ယိုရ်။ကျောင်းမှာ သူများတွေက အနိုင်ဝိုင်းကျင့်လို့ သတ်သေချင်တဲ့ထိစိတ်ပျက်ပြီး စိတ်ဓာတ်ကျနေတဲ့ အအိုရီ။ဒီ ဆယ်ကျော်သက်လေး ၃ ယောက်ဟာ အကြောင်းတစ်ခု ဆက်စပ်မိပြီးဒီ နွေရာသီမှာ ပေါ်လာတတ်တဲ့ သရဲမလေးကိုလိုက်ရှာဖို့ အကြောင်းဖန်လာကြတော့တယ်။အဲဒီမှာ ဒီ သရဲမလေးကို တွေ့ပါ့မလား…ကိုယ်စီ အခက်အခဲတွေကိုရော ဘယ်လို ကျော်လွှားနိုင်ကြမလဲ…သရဲမလေးရဲ့ နောက်ကြောင်းဖြစ်ရပ်မှန်ကရောဘာဖြစ်မလဲ စသဖြင့် ဂျပန် Anime ထုံးစံအတိုင်းရှုခင်းလှလှလေးတွေနဲ့ ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ဒရမ်မာကောင်းကောင်းလေးကို ကြည့်ရှုခံစားရမှာပါ။Your Name တို့ Weathering ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/summer-ghost-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDllYzViYjAtZjg1ZC00ZDEyLTkxMmMtNmI4ZDNlYTg3M2MyXkEyXkFqcGdeQXVyODgxOTkwODY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Sneaky Links (2023)",
        "description": "Sneaky Links (2023)\n===============တန်မီဆိုတဲ့ အမျိုးသမီးဟာ အောင်မြင်တဲ့ ဆိုရှယ်မီဒီယာ Influencer\nတစ်ယောက်ဖြစ်ပြီး ဂျေဝဲလ်လို့ ခေါ်တဲ့ အိမ်ခြံမြေပွဲစား ချစ်သူကောင်း\nကိုလည်း ပိုင်ဆိုင်ထားပြီး ဘဝကြီးက သာယာနေပါတယ်။ ဒါပေမဲ့ တန်မီ\nဟာ သူ့ချစ်သူနဲ့တင် တင်းတိမ်နိုင်တဲ့မိန်းမတစ်ယောက် မဟုတ်ခဲ့ပါဘူး။\nတစ်ခြားယောက်ျားပေါင်းများစွာနဲ့ လူသူမသိအောင် သွားသွားပြီး သာ\nယာတတ်လေ့ရှိပါတယ်။ အဲဒီမှာတင် လုပ်ငန်းပြိုင်ဖက်ကောင်မလေး\nမီဂန်ဆိုတာ ပေါ်လာပြီး သူ့ အလုပ်တွေကို လုနိုင်တဲ့အဆင့်ထိ ရောက်\nလာပါတယ်။တစ်ဖက်ကလည်း သူငယ်ချင်းဖြစ်သူက ဒီလိုဖောက်ပြန်နေတာကို သတိ\nထားဖို့ ပြောပေမဲ့လည်း ဆက်ကျူးလွန်တဲ့အခါမှာတော့….။ စကားလုံး\nရိုင်းရိုင်းတချို့နဲ့ အိပ်ရာပေါ်က အခန်းတချို့ပါတာမို့ မိသားစုနဲ့အတူကြည့်\nရှုဖို့မသင့်တော်တာကို သတိပြုစေလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung မှဖြစ်ပါတယ်)File Size..........(1.63 GB) / (727 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Thura Aung\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/sneaky-links-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGFlZDVjNDktY2FjNi00ZmI2LThkZjItNTczYTIzNjczYzFmXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-126x200.jpg",
        "title": "One Friday Night (2023)",
        "description": "One Friday Night 2023လောင်ချင်သပါ့ဆိုတဲ့လူတွေ အကြိုက်စားဖြစ်စေမဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးထားပါတယ်\nကိုယ့်လူက အကြောင်းပြချက်တွေ ပေးနေပြီလား စိတ်ထဲသံသယဝင်နေပြီဆိုရင်\nပြေးကြည့်တာထက်မှန်တတ်ကြောင်း ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားပါတယ်မိန်းမကို အလုပ်ကိစ္စနိုင်ငံခြားခရီးသွားရမယ်‌ဆိုပြီး မယားငယ်နဲ့ လာနှပ်နေတဲ့ ရမ်..\nမယားကြီးကိုလည်းချစ် မယားငယ်ကိုလည်း လက်မလွှတ်နိုင်နဲ့ ချစ်ခြင်းမေတ္တာကြီးမားတဲ့ရမ်တစ်ယောက် ..\nမယားငယ်ထားရတဲ့အကြောင်းကတော့ မယားကြီးကကိုယ်ဝန်မဆောင်နိုင်လို့ပါဒီလိုမဆောင်နိုင်ဖြစ်စေချိန် မယားငယ်ကကိုယ်ဝန်ရှိလာပြီး တစ်ကမ္ဘာလုံးရှေ့ သူ့ကလေးပါလို့ ပြောခိုင်းပြီး\nလက်ထပ်ယူခိုင်းလေတော့ အဖေအရမ်းဖြစ်ချင်တဲ့ရမ်တစ်ယောက် တစ်ဖက်မှာလည်း ချစ်ရတဲ့မယားကြီးနဲ့\nမျောက်သစ်ကိုင်းပဲလွတ်မလား ကြားထဲမှာလည်း Plot Twist တွေတစ်ဝကြီးပါတာမို့ ကြည့်ရှုရင်း လောင်လိုက်ကြရအောင်လား\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~V~BpL တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.53GB / 574MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by Yunni~V~BpL",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/one-friday-night-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGFkMzhhOTQtMTdjOS00NTBkLWE4YWItNmJkYmI4ZDM3OTVlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-159x200.jpg",
        "title": "Samajavaragamana (2023)",
        "description": "Samajavaragamana(2023)\nIMDb-8.1/10ရုံတင်ငွေ ရူပီးသန်းငါးဆယ်ပြန်ရခဲ့တဲ့ တလေဂူးစကားပြော အိန္ဒိယဟာသကားလေးကို\nဘောလိဝုဒ်ပရိတ်သတ်ကြီးအတွက် အပျင်းပြေကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။အဘိုးဖြစ်သူရဲ့သေတမ်းစာကြောင့် အဖေကို ဘွဲ့ရဖို့ကြိုးစားပေးနေရတဲ့ ဘာလူ။\nဘာလူက ရုပ်ရှင်ရုံကလက်မှတ်ဖြတ်တဲ့ကောင်တာမှာ အလုပ်လုပ်နေတဲ့ဝန်ထမ်းတယောက်။\nမိသားစုငါးယောက်စားအိုးကို တာဝန်ယူထားရတဲ့အပြင် အဖေလုပ်သူကိုလည်း\nကျူရှင်ထားရ စာမေးပွဲဖြေဖို့လုပ်ရနဲ့ ဂရုစိုက်နေရပါတယ်။သူ့အဖေကို ဘွဲ့ရဖို့ကြိုးစားပေးရင်းနဲ့ပဲ ကျောင်းသူမိန်းမချောလေးနဲ့ဆုံဆည်းခဲ့ပါတော့တယ်။\nအဖေလုပ်သူဘွဲ့ရဖို့က ဘယ်လောက်အရေးကြီးလို့ အသည်းအသန်ကြိုးစားနေရတာလဲ။\nဆုံဆည်းခဲ့ရတဲ့ မိန်းမချောလေးနဲ့ရော အဆင်ပြေမှာလားဆိုတာကို ရယ်ရင်း\nပြုံးရင်း ကြည့်လိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~Cherry~Yunniတို့ပါပဲ)\nFile size…2.63GB  / 1.24GB \nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Zwe~BpL~Cherry~Yunni",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/samajavaragamana-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHkkHjygqfgLbC8ST3VTdGh2pwd.jpg",
        "title": "The Unseen (2023)",
        "description": "The Unseen (2023)အခု မိတ်ဆက်ပေးမှာကတော့ Horror နဲ့ Thriller ဖန်တွေအကြိုက်ဇာတ်ကားပဲဖြစ်ပါတယ်။တွမ်မီဆိုတဲ့ကောင်လေးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတာပါ။ တွမ်မီရဲ့ အဖေက သူတို့မြို့နာမည်ကြီး ရှေ့နေတစ်ယောက်ပေါ့။ သူ့အဖေလောင်းရိပ်ကမိနေတဲ့ တွမ်မီဟာ ငယ်စဉ်ကတည်းကနေ တက္ကသိုလ်ကျောင်းသားအရွယ်ရောက်တဲ့အထိ ဖိအားတွေအများကြီးခံစားနေရတာပေါ့။ အဲဒါအပြင် သူဟာ ငယ်ငယ်ကလည်း Trauma ရထားဖူးတဲ့အတွက် တစ်ချက်တစ်ချက် Trauma ပြန်ထလာပြီး Delusional ဖြစ်ဖြစ်လာတတ်တဲ့အကျင့်ရှိပါတယ်။ ဖြစ်ချင်တော့ တွမ်မီရဲ့ မြို့မှာ လူသတ်ကွင်းဆက်ကြီးဖြစ်နေပါတယ်။ တစ်ရက်ပြီး တစ်ရက် လူတစ်ယောက်ပြီးတစ်ယောက် ဆက်တိုက်သေသလိုဖြစ်လာပါတယ်။ တွမ်မီဟာ သူ့ရှေ့နေကျောင်းပြီးသွားပြီး အလုပ်ရသွားတဲ့အချိန် အမှုလိုက်ရတော့ မြို့ထဲက လူတွေသေဆုံးမှုနဲ့ ပတ်သက်မှုရှိနေတာကိုသတိထားမိသွားတယ်။ အဲ့တော့ သူဟာအဖြေတွေလိုက်ရှာရင်း ဘယ်လိုအဖြစ်ဆိုးတွေနဲ့ တွေ့သွားမလဲ... သူငယ်ငယ်ကရောဖြစ်ခဲ့တဲ့ Trauma နဲ့လည်း အခုဖြစ်နေတဲ့ လူသတ်မှုတွေက ဘယ်လိုပတ်သက်မှုရှိနေတာလဲ... အဲဒါအပြင် သူမထင်မှတ်ထားတဲ့သူတွေကပါ ဘယ်လိုတွေပါဝင်ပတ်သက်နေလဲ... ဆိုတာကိုတော့ ဒီဇာတ်ကားထဲမှာတွေ့နိုင်မှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားတစ်ခုလုံးနီးပါးကို ပြန်အကျဉ်းချုပ်ရမယ်ဆိုရင်တော့ တွမ်မီနေရာအဖြစ်သရုပ်ဆောင်ထားတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-unseen-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rK4jb2t3J98IXjY9O3nc8bX9yqt.jpg",
        "title": "Happiness for Beginners(2023)",
        "description": "Happiness for Beginners(2023)****************************\nအမေရိကန်စာရေးဆရာမ Katherine Centerရဲ့ ဝတ္ထုကောင်းတွေထဲကတစ်အုပ်ဖြစ်တဲ့Happiness for Beginnersကို ရုပ်ရှင်အဖြစ်ရိုက်ကူးထားတာဖြစ်ပြီး\n‌တောတွင်း ခရီးထွက်ရတဲ့ hiking vibeလေးတွေ ရှုခင်းလှလှလေးတွေကိုပါ လိုက်ပါခံစားလို့ရမယ့် ဇာတ်ကားလေးပါ...။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ ဟယ်လန်ဟာ ယောကျ်ားဖြစ်သူနဲ့ကွာရှင်းပြတ်စဲပြီးတစ်နှစ်အကြာမှာ ဘဝအသစ်ပြန်စဖို့ အားယူရန် တောတွင်းလမ်းလျှောက်ခရီးလေးကိုစိတ်ပြေလက်ပျောက်ထွက်ခဲ့လိုက်ပါတယ်...။\nအိမ်ထောင်ရေးကံခေလို့ ကွာရှင်းပြီးတာတောင် ခင်ပွန်းဟောင်းဖြစ်သူက လိုက်ကပ်နေတာတွေ...၊အိမ်ထောင်ကွဲမိဘတွေရဲ့စွန့်ပစ်ခံခဲ့ရတဲ့အတိတ်တွေ...၊\nတစ်ဦးတည်းသောသွေးသားရင်း မောင်လေးနဲ့ အဆင်မပြေတာတွေ စတဲ့အထိုထိုသောဘဝရဲ့ အခက်အခဲတွေကို move onလုပ်ဖို့အတွက် ပထမဆုံးခြေလှမ်းအနေနဲ့ ဒီခရီးကိုထွက်ခဲ့တာ....။\nတိုက်ဆိုင်ချင်လို့လားပဲ...။ ဒီခရီးမှာ ဟယ်လန့်မောင်လေးရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂျိတ်လည်း လိုက်ပါလာပါတယ်...။\nတစ်ယောက်တည်း ဆိတ်ငြိမ်ချင်လို့ခရီးထွက်ပါတယ်ဆိုမှ ခရီးမှာ မျက်နှာသိပါလာတော့ဟယ်လန်တစ်ယောက် ထပ်ပြီးစိတ်ညစ်ပြန်ရပါလေရော...။\nသို့ပေမဲ့ ဘဝဆိုတာ ဆိုးတာချည်းပဲကြုံမနေဘူးလေ အပြောင်းအလဲလေးရှိသေးတာကိုး...။\nဟယ်လန်တစ်ယောက် တောတွင်းလမ်းလျှောက်ခရီးမှာ မျက်နှာသိဂျိတ်နဲ့ ကတောက်ကဆ၊ကမောက်ကမဖြစ်ရင်း ဘယ်လိုတွေ စခန်းသွားကြမလဲဆိုတာကိုဒီ Comedy Drama movieလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။\n  File size…1.8GB/ 741MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 43min\nGenre ….. Comedy, Drama , ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/happiness-for-beginners2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2VmOTkwM2QtZjY2Mi00MGIyLTkxMDAtMmQ2MDMyOTlmZjEzXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Dunia Tanpa Suara (2023)",
        "description": "Dunia Tanpa Suara 2023အခုတစ်ခါမှာတော့ Amazon Prime ကနေအသစ်ထွက်ရှိထားတဲ့ အင်ဒိုရိုမန့် အချစ်ဇာတ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်အနေနဲ့က မကြာသေးခင်ကမှ ဟောလီးဝုဒ်နာမည်ကြီး‌တွေဖြစ်တဲ့\nဂျူလီယာရောဘတ်၊ ဂျောဂ်ျကလူးနီတို့နဲ့အတူ \"Ticket to Paradise \" ဇာတ်ကားမှာဟောလိဝုဒ် debut လုပ်ထားတဲ့\nအင်ဒိုမင်းသားချော Maxime Bouttier ကအဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nအာရီဆာဟာ ဆွံ့အနားမကြားကောင်မလေးတစ်ယောက်ပါ။\nအီဇရာကတော့ လက်ဖက်ရည်ဆိုင်ပိုင်ရှင်တစ်ယောက်ဖြစ်ပြီး အာရီဆာကို မြင်မြင်ချင်းမှာပဲ\nချစ်မိသွားတဲ့သူပေါ့။ သူ့ခင်ဗျာ အာရီဆာနဲ့ စကားပြောနိုင်ဖို့\nလက်ဟန်ဘာသာစကားတွေပါ ကြိုးစားသင်ယူနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ အာရီဆာရဲ့ မိခင်မှာ စင်ကယ်မားသားတစ်ယောက်အနေနဲ့ တစ်ဦးတည်းသောသမီးကို\nပြုစုပျိုးထောင်ခဲ့ရတဲ့သူပါ။ သမီးဖြစ်သူကို သူ့လိုအဖြစ်မျိုး\nမကြုံမိစေချင်တာကြောင့် သူ့သမီးနဲ့ပတ်သက်လာရင် အမြဲတမ်းတင်းကြပ်တတ်တဲ့သူတစ်‌ယောက်ပေါ့။ဒီလိုနဲ့ အီဇရာဟာ အာရီဆာအပေါ် ခဏတာခံစားချက်သက်သက်ပဲလား သူ့အမေကန့်ကွက်တဲ့ကြားထဲက\nတကယ်ပဲအာရီဆာကို မေတ္တာသက်ဝင်နေလားဆိုတာကိုတော့ မပြည့်စုံတဲ့လူနှစ်ယောက်ကြား\nပြည့်စုံလှပတဲ့ချစ်ခြင်းတစ်ခုကို ဘယ်လိုဖော်ကြူးမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်။)\nFile size…1.24GB / 556MB\nQuality…1080p AMZ WEB DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dunia-tanpa-suara-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWTFTNJiGTI7VyELmEqSb9zp21i.jpg",
        "title": "Butterfly Effect(2023)",
        "description": "Butterfly Effect(2023)********************\nဂျူယောင်းနဲ့ ဟယ်ယောင်းဆိုတဲ့ အမြွှာ ညီအစ်မ‌နစ်ယောက်က ဂီတဝါသနာပါသူတွေဖြစ်ကြတယ်...\nတစ်နေ့မှာ အဖေက အကြီးမလေး ဟယ်ယောင်းကို\nသီချင်းရေးဆရာမလုပ် အငယ်မလေး ဂျူယောင်းကို\nအဆိုတော်လုပ်ဖို့ သတ်မှတ်ပေးလိုက်တယ်....\nတစ်နေ့မှာ ဂျူယောင်းက ကိုယ်ပိုင် တီးဝိုင်းအဖွဲ့နဲ့ အသံကျင့်ရင်း အပြန်လမ်းမှာအစ်မဖြစ်သူနဲ့ အရက်သွားသောက်ဖို့ ချိန်းရာအသွား အစ်မဖြစ်သူ\nဟယ်ယောင်းက မျက်စိရှေ့တင် ကားတိုက်ခံရပြီး\nအရေးပေါ်ယာဉ်နဲ့ ဆေးရုံအသွား လမ်းမှာတင် ဆုံးပါးသွားခဲ့တယ်...အစ်မဖြစ်သူ ဆုံးပါးသွားတဲ့နောက်မှာ ဂီတအလုပ်ကို အကြောင်း အမျိုးမျိုးကြောင့် ရပ်နားထားပြီး‌တော့တိုးဂိုက် လုပ်နေခဲ့တယ်.... တစ်နေ့မှာ အဖေဖြစ်သူကလည်း အချိန်သိပ်မကျန်တော့ဘူး\nမသေခင်မှာ သမီးဖြစ်သူ အဆိုတော်အဖြစ် အောင်မြင်နေတာကို တွေ့ချင်တယ်လို့ သိရတဲ့အတွက်ဂီတဘက်ကို ခြေဦးပြန်လှည့်ဖို့ ဖြစ်လာခဲ့တယ်.... အဲဒီအချိန်မှာ အောင်မြင်ရခါနီး အချိန်တွေတိုင်း အဆင်မပြေမှုတွေ\nအနှောင့်အယှက်‌တွေ တစ်ခုပြီးတစ်ခုနဲ့ ရင်ဆိုကြုံတွေ့လာရတဲ့အခါဂျူယောင်းတစ်ယောက် ဘယ်လို‌ တောင့်ခံနေမလဲ ဂီတကို လက်လျှော့လိုက်တော့မလား\nအဆုံးထိ အောက်မြင်အောင် လျှောက်လှမ်းနိုင်မလားဆိုတာကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှုခံစားအားပေးကြပါဦးနော်....File size…1.6GB/ 641MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32min\nGenre ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/butterfly-effect2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/american-sniper-poster-133x200.jpg",
        "title": "American Sniper (2014)",
        "description": "American Sniper ( 2014 )IMDb Rating (7.3) / Rotten Tomatoes (72%)အမေရိကန်သမိုင်းတစ်လျှောက် Most Deadliest Sniper အဖြစ်သတ်မှတ်ခံထားရတဲ့ SEAL စနိုက်ပါသမား Chris Kyle အကြောင်းရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။Chris Kyle ရဲ့ ကိုယ်တိုင်ရေး အထ္ထုပတ္တိ \"American Sniper: The Autobiography of The Most Lethal Sniper in US Military History\" စာအုပ်ကိုအခြေခံပြီး မင်းသားကြီး Clint Eastwood က ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားပြီး Bradly Cooper က အဓိကသရုပ်ဆောင် Chris Kyle အဖြစ်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်မှာ စစ်ပွဲကြားကအခြေအနေတွေအပြင် အိမ်မှာကျန်ခဲ့တဲ့ စစ်သားမိသားစုတွေရဲ့ ဘဝကိုလည်း ပေါ်လွင်အောင်ထည့်သွင်းရိုက်ကူးထားပါတယ်။Chris Kyle ဟာ အစကတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/american-sniper-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bThnmRhh0d3oKcmte2w0aArm8Lq.jpg",
        "title": "Fading Gigolo (2013)",
        "description": "Fading Gigolo (2013)\nGenre – Comedy, Romance\nIMDB – 6.2/10မူရီဆိုတဲ့လူကြီးဟာ မျိုးရိုးအလိုက် အမွေလက်ဆင့်ကမ်းရခဲ့တဲ့စာအုပ်ဆိုင်လေးကို ပိတ်လိုက်ရပါပြီ။သူ့ဆီမှာ ပိုက်ဆံလိုပြီး အလုပ်ပေါင်းစုံလုပ်ပြီး ရုပ်အဖြောင့်အတောင့်ကြီးမဟုတ်ပေမဲ့ လူကြီးလူကောင်းဆန်ပြီး မိန်းမကျောနပ်တဲ့ဖီရိုရာဗန်တေးဆိုတဲ့ မိတ်ဆွေလည်း ရှိပါတယ်။တစ်ရက်ကျ သူ ပြနေကြ အရေပြားဆရာဝန်မဆီကနေထူးခြားတဲ့ ဖိတ်ကြားချက်ကို သိလိုက်ရပါတယ်အဲဒါကတော့ သူ့ သူငယ်ချင်းမ တစ်ယောက်နဲ့ သုံးပါးသွားကဖို့မင်းသားတစ်ပါး လိုအပ်နေတာပါတဲ့။အဲဒါ မူရီဆိုတဲ့ ဘဲကြီးက အသိရှိတယ်ပေါ့ ဒီတိုင်းတော့ မရနိုင်ဘူးအခကြေးငွေတော့ ပေးရလောက်မယ်ဆိုပြီး ဖီရိုရာဗန်တေးကိုမင်းလုပ်ပါလား မင်းဆို ဖြစ်နိုင်တယ်ဆိုပြီးယောက်ျားဖျာသည်လိုင်းသွင်းပါတော့တယ်။အစပိုင်းတော့ ဆရာသမားလည်း ငြင်းတာပေါ့နောက်ကျ စမ်းကြည့်မယ်ဆိုပြီး လုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ ကြည့်ရမှာပါ။ဂျူးလူမျိုးတွေနဲ့ လူမျိုးရေး ဘာသာရေး စည်းကမ်းတင်းကြပ်ပုံတွေလည်းဗဟုသုတရပါတယ်။ မင်းသားနေရာကတော့ Transformer ကားတွေထဲကရယ်ရတဲ့ Agent Simmon ကြီး သရုပ်ဆောင်ပေးထားပြီး Sexy သိပ်ဆန်တဲ့မင်းသမီးကြီး Sharon Stone နဲ့ အကိတ်မင်းသမီး Sofia Vergara ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/fading-gigolo-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzk3Nzg0NDA0Nl5BMl5BanBnXkFtZTcwMTg1MTUxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Renoir (2012)",
        "description": "အဆိုပါရုပ်ရှင်သည် အမြင်အာရုံတွင် စွဲမက်ဖွယ်ကောင်းပြီးစိတ်ခံစားမှုများကို လှုံ့ဆော်ပေးသည့်ရုပ်ရှင်မျိုးဖြစ်ပါတယ်။French Riviera ၌ဇာတ်အိမ်တည်ထားသောရုပ်ရှင်၏ ဇာတ်ကြောင်းကားImpressionist ပန်းချီဆရာ Pierre-Auguste Renoir ရဲ့ နောက်ဆုံးနှစ်များ၏အနှစ်သာရကို လှပစွာဖမ်းယူရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Gilles Bourdos သည် အချစ်၊ အနုပညာနှင့်ခေတ်အပြောင်းအလဲများကြားတွင် ကွဲအက်နေသော မိသားစုတစ်ခု၏ပြင်းထန်သောပုံတူပန်းချီကိုရေးဆွဲထားသည့်နှယ်ရိုက်ကူးပုံဖော်ထားပါတယ်။လှပတဲ့ ကင်မရာရိုက်ချက်များအားအသုံးပြုကာRenoir ၏ အနုပညာစတိုင်ကို ပဲ့တင်ထပ်စေမယ့်ဇာတ်ဝင်ခန်းများကို ရုပ်ရှင်ထဲ၌ ပြန်လည်တည်ဆောက်ဖန်တီးပြခဲ့ပါတယ်။စိမ်းလန်းစိုပြေသောရှုခင်းများ၊ နေရောင်ဖျော့ဖျော့နှင့်တောက်ပလှသော အရောင်များသည် ရူနွာ ၏ ကမ္ဘာပေါ်ရှိပရိသတ်များကို ဖမ်းစားထားသည်များဖြစ်ပါတယ်။ ရုပ်ရှင်၏ အသေးစိတ်နှင့် အချိန်တိကျမှုအပေါ်အာရုံစူးစိုက်မှုသည် ကြည့်ရှုသူများကို အနုပညာနှင့်သဘာဝ ချောမွေ့စွာ ပေါင်းစပ်ထားသည့် 20ရာစုအစောပိုင်းသို့ပြန်လည်ပို့ဆောင်ပေးသကဲ့သို့ဖြစ်နေပါတော့တယ်။ရုပ်ရှင်ရဲ့အဓိကဆွဲဆောင်ထားတဲ့အချက်က လူမှုဆက်ဆံရေးအားသိမ်မွေ့စွာရှာဖွေဖော်ထုတ်တာပဲဖြစ်ပါတယ်။Renoir တစ်ယောက် အသက်အရွယ်ကြီးရင့်လာသည်နှင့်အမျှရုပ်ပိုင်းဆိုင်ရာချို့ယွင်းမှုကို တွန်းလှန်ရင်း၊ သူ၏အနုပညာဝါသနာဟာလည်း မယိမ်းယိုင်သွားဘဲဆက်လက်တည်နေပြီး၊ နောက်ပိုင်းတွင်နာမည်ကြီးရုပ်ရှင်ဒါရိုက်တာတစ်ဦးဖြစ်လာမည့်သားဖြစ်သူဂျွန်၏ ငယ်ရွယ်နုပျိုသောစွမ်းအင်နှင့်လည်းလှပစွာ ဆန့်ကျင်နေတာကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။အဖေနှင့်သား အကြား နူးညံ့သော ဆက်သွယ်မှုကိုသိမ်မွေ့စွာ သရုပ်ဖော်ထားပြီး ၎င်းတို့၏ ဘဝအပေါ်နက်နဲသော အနုပညာ၏ လွှမ်းမိုးမှုများအားတစေ့တစောင်း ပြသထားပါတယ်။Renoir ရုပ်ရှင်သည် စိတ်ကူးယဉ်ဆန်ပြီး ကဗျာဆန်သောခရီးတစ်ခု၊ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/renoir-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjVlYzczMWEtYzc1Mi00Yzg2LWIyMTgtMzVjYTAxMmExYTA5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tarla (2023)",
        "description": "Tarla(2023)CM ပရိသတ်တွေကို ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ကားလေးကတော့ IMDb 7/10 ရရှိထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။\nလူသားမဆန်တဲ့ အိမ်ထောင်ရေးရယ်လို့ ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံရဲ့အိမ်ထောင်ရေးဆိုင်ရာဓလေ့တွေကလည်း\nထိပ်ဆုံးကပြေးမြင်မိတဲ့ထဲ ပါနေလိမ့်မယ်ထင်ပါတယ်။ ဘာအတတ်ပညာတွေတတ်ထာ:တတ်ထား\nအချိန်တန်သတို့သားအိမ်လာကြည့်တာနဲ့ ဟင်းချက်စွမ်းရည်နဲ့ အိမ်ထောင်မှုနိင်နင်းတဲ့အကြောင်းပဲ\nအသားပေးပြပြီးလက်ထပ်။ ဒီလိုနဲ့ အိမ်ထောင်ကျ ကလေးမွေးရင်း ချက်ပြုတ်ကျွေးမွေး၊ တစ်ဖက်က\nယောကျာ်းလေးကလည်း မိုးလင်းတာနဲ့ သံပတ်ပေးထားသလို အိပ်ယာထ၊ အလုပ်သွား၊ ပြန်အိပ် စတဲ့\nဒုံရင်းသောတစ်နေ့တာနဲ့ ငြီးငွေ့လောက်စရာ အိမ်ထောင်ရေးတွေကိုလည်း တော်တော်များများမြင်ဖူးကြမှာပါ။ဒီကားလေးမှာတော့ တာလာဟာ ဘဝမှာ ငါတစ်ခုခုတော့ဖြစ်ရမယ်ဆိုတဲ့ ဉာဏ်ကောင်းကောင်း\nဟင်းချက်လက်ရာကောင်းကောင်းနဲ့ကောင်မလေးတစ်ယောက်ပါ။ ဒါပေမယ့် သူဖြစ်ချင်တာ ဘာရယ်လို့\nကွဲကွဲပြားပြားမသိသေးခင်မှာပဲ အိမ်ထောင်ရေးဆိုတဲ့ရထားကြီး သူမဆီဆိုက်ရောက်လာပါတော့တယ်။\nသားသတ်လွတ်သမားမင်းသမီးနဲ့ အသားဟင်းသိပ်မစွဲလန်းတဲ့မင်းသားတို့ တစ်နေ့တာတွေကို\nဘာရယ်မသိဖြတ်သန်းလာရင်း နှစ်ချီလာတဲ့နောက် နောက်ကွယ်မှာ အသားခိုးစားနေတဲ့\nယောကျာ်းကိုမိသွားတဲ့အခါ ...။ ချောင်ထိုးထားတဲ့ တီထွင်နိုင်စွမ်းတွေ အစွမ်းကုန်အသုံးချလို့\nယောကျာ်းအသားမစားရေးလှုပ်ရှားမှုကြီး စပြီး ဟင်းတွေကို တီထွင်ပါတော့တယ်။ဒီလိုနဲ့ သူ့ရဲ့ဆန်းသစ်တဲ့ဟင်းချက်လက်ရာအစွမ်းနဲ့ သူတို့တိုက်ကကောင်မလေးကိုပါ အိမ်ထောင်ချပေးလိုက်နိုင်ပြီးတော့\nနာမည်ကြီးသွားပြီး သင်တန်းတွေပါဖွင်လိုက်ရတဲ့သူမ..။ မမျှော်လင့်တဲ့ အချိုးအကွေ့တွေနဲ့ကြုံလာတဲ့အခါ\nဘယ်လိုတွေ ရုန်းကန်မလဲ၊ ရင်ဆိုင်မလဲ ၊ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tarla-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjU2NDZhODctMzg5NC00ODJjLTg3NTAtNzg4NWUzZmE0MTY2XkEyXkFqcGdeQXVyNDkyMDgwNQ@@._V1_-150x200.jpg",
        "title": "[18+]True Story of a Woman in Jail: Continues (1975)",
        "description": "ဂျပန်မလေးတွေရဲ့ ရောင်စုံအလှကို ဆက်ခံစားကြည့်ရအောင်\nဒီဇာတ်လမ်းလေးက ရှေ့ကဇာတ်လမ်းလေးရဲ့အဆက်ပါပဲမာရူမီ တယောက် အချုပ်က ခိုးထွက်ပြေးပြီးလွတ်လာချိန်မှာပဲ\nသူချစ်သူက တခြားကောင်မလေးတယောက်နဲ့ အတူအိပ်နေတာကို\nတွေ့သွားခဲ့ပါတယ် အဲဒီမှာပဲ လက်မရွံ့ဖြစ်နေတဲ့ မာရူမီက\nသစ္စာမဲ့တဲ့ချစ်သူကို သတ်ခဲ့ပြီး သက်ငယ်ထောင်ပြန်ရောက်ပါတယ်ထောင်ဝန်းထမ်းတွေ အပြင်က ရာကူဇာတွေနဲ့ တွဲလုပ်စားပုံ\nကောင်မလေးတွေအပေါ် မက်လုံးတွေပေးပြီး တာဝန်မယူတာတွေ\nထုံးစံအတိုင်း သွေးအေးအေးနဲ့ လုပ်တက်တဲ့ မာရူမီရဲ့\nလှလှပပ အကွက်တွေကို လှလှပပ ဖေါ်ကြူးထားတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.3GB / 640MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…XCross\nTranslated by Ki Mu Chi",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/18true-story-of-a-woman-in-jail-continues-1975/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2U1MmJjNWItY2MxZi00ZDUzLWEwYzEtY2E5ZDEyNTE3M2I1XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Maamannan (2023)",
        "description": "Maamannan(2023)IMDb-7.1/10\nPolitical Thriller75 ကုဋေထိရုံတင်ငွေအမြတ်ရထားတဲ့ တစ်ခေတ်တစ်ခါက အောင်မှုတွေရခဲ့တဲ့ဟာသမင်းသားကြီး\nVadivelu ၊ ဝန်ကြီးမျိုးဆက်ကနေမွေးဖွားလာတဲ့\nလူငယ်ဖွံ့ဖြိုးရေးနဲ့အားကစားဌာနမှာဝန်ကြီးခန့်အပ်ခံရဖူးသူ Udhayanidhi Stalin နဲ့ ရှူတည်တည်\nကာရိုက်တာလေးတွေနဲ့ ပေါက်ခဲ့တဲ့မင်းသမီးချောလေးKeerthy Suresh တို့ပါဝင်ထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းလွှတ်တော်ကိုယ်စားလှယ်ရဲ့သားဖြစ်ပေမဲ့ အဖေ့ရဲ့အရှိန်အဝါကိုမမီပဲ ဝက်မွေးပြီးအေးဆေးနေတဲ့\nအသီဗီရန် ၊လူမှုကောင်းကျိုးတွေကို ကျောင်းသူဘဝတည်းကဆက်တိုက်လုပ်ဆောင်နေတဲ့ လီလာ ၊\nအသီဗီရန်ကလီလာ့ကိုကြိတ်သဘောကျနေပေမဲ့ လွှတ်‌တော်ကိုယ်စားလှယ်ရဲ့သားမို့\nလီလာကမကြိုက်မှန်းသိလို့ရှေ့မတိုးခဲ့တာ ကျောင်းပြီးသည်ထိပါပဲကျောင်းပြီးတစ်နေ့လီလာ နွမ်းပါးတဲ့ကလေးတွေကိုစာသင်ဖို့ငှားထားတဲ့နေရာကို\nအမည်မသိလူတွေခြိမ်းခြောက်မှုကြောင့် ပိုင်ရှင်ကအတင်းရွှေ့ခိုင်းတဲ့အချိန်မှာစတော့တာပဲ\nသူငယ်ချင်းတွေက အသီဗီရန်ကိုအကူအညီတောင်းချင် လီလာကလက်မခံနဲ့ နောက်ဆုံးတော့လက်လျှော့ပြီး\nအသီဗီရန့်အိမ်သွားတွေ့ကြချိန်မှာ အသီဗီရန်က ဝက်တွေပဲမွေးနေပြီး အဖေနဲ့\nစကားမပြောခဲ့တာ ဆယ့်ငါးနှစ်တိုင်ခဲ့ပြီဆိုတာ လီလာသိလိုက်ရပါတယ်မုန်းတီးမှုကြောင့်မဟုတ်ဘဲ 15 နှစ်ထိ စကားမပြောခဲ့ရတဲ့အကြောင်းအရင်းနဲ့\nရိုးရှင်းမနေတဲ့လွှတ်တော်ကိုယ်စားလှယ်တစ်ယောက်ဆိုတဲ့ဘဝမှာ\nဘယ်လိုအလှည့်အပြောင်းတွေပါလာမလဲ လီလာနဲ့ ဗီရာတို့ရဲ့အချစ်ရေး\nဒါတွေကိုရသစုံကြည့်ရှူခံစားရမဲ့ကားလေးပဲဖြစ်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/maamannan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8EEolKLUreFiginkPGWFpV5qd.jpg",
        "title": "Joe (2013)",
        "description": "IMDb - 6.8/10ဇာတ်လမ်းအညွှန်းသူ့ဖခင်က အရက်သမား၊ သူ့မိသားစုက စားရမဲ့သောက်ရမဲ့…ဟိုလေလွင့်ဒီလေလွင့်ဖြစ်နေတဲ့ မိသားစုအတွက်၁၅နှစ်သားလေး ဂယ်ရီဟာ ဂျိုးဆိုတဲ့ လူတစ်ယောက်ဆီမှာအလုပ်လာလုပ်ပါတယ်။ဂျိုးက ထောင်ထွက်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒေါသထွက်တတ်တဲ့စိတ်ကိုဆေးလိပ်သောက်၊အရက်သောက်ရင်း မြိုသိပ်ချုပ်တည်းရင်းနေနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ ဂျိုးက အလုပ်ကြိုးစားလုပ်တဲ့သူတွေကို သဘောကျပြီးသူ့အလုပ်သမားတွေအပေါ်မှာတော့တကယ်ကောင်းပေးတဲ့ အလုပ်ရှင်တစ်ယောက်လည်း ဖြစ်ပါတယ်။ဂယ်ရီလေးက ငယ်ငယ်ရွယ်ရွယ်နဲ့ အလုပ်ကြိုးစားတတ်သူဖြစ်တာမို့ဂျိုးက သဘောကျပြီး သူတို့နှစ်ဦး မိတ်ဆွေတွေဖြစ်လာကြပါတယ်။ဂယ်ရီရဲ့ အဖေက ဂယ်ရီ့အပေါ်မှာ သည်းမခံနိုင်လောက်အောင်နှိပ်စက်ညှင်းပန်းတဲ့လုပ်ရက်တွေ လုပ်လာတဲ့အခါမှာဂျိုးတစ်ယောက် သူ့ရဲ့လူသားချင်းစာနာစိတ်တွေ နှိုးကြွလာပြီးဂယ်ရီ့အတွက် သူကိုယ်တိုင် ပါဝင်ဖြေရှင်းဖို့ ဖြစ်ပါတော့တယ်။အသုံးမကျတဲ့ ဖခင်လက်ထဲမှာ နေနေရပေမယ့်ကံကောင်းထောက်မစွာနဲ့ ဂျိုးလိုလူမျိုးနဲ့တွေ့ဆုံလိုက်ရတဲ့ဂယ်ရီနဲ့ လူကြမ်းကြီးပေမယ့် စာနာတတ်တဲ့စိတ်နှလုံးရှိတဲ့ဂျိုးတို့အကြောင်း ရိုက်ကူးပြသထားပါတယ်။ဂျိုး အဖြစ် Ghost rider မင်းသားကြီး Nicolas Cage ကသရုပ်ဆောင်ထားပါတယ်။ကဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကOrika ဖြစ်ပါတယ်။  File size…  1.9 GB /  790 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/joe-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oaNMSwOfsmik9E2kqHvJflcMSTD.jpg",
        "title": "The Eternal Road (2017)",
        "description": "အချိန်ကတော့ အမေရိကန်ကစခဲ့တဲ့ Great Depressionစီးပွားရေးပျက်ကပ်ကြီးဆိုက်နေတဲ့ခုနှစ်တွေ။အလုပ်လက်မဲ့ဖြစ်နေတဲ့လုပ်သား‌တွေအတွက်စတာလင်ရဲ့ ဆိုဗီယက်ပြည်ထောင်စုကဖိတ်ခေါ်မှုကရေငတ်တုံးရေတွင်းထဲကျသလိုဖြစ်လာခဲ့တယ်။အမေရိကန် ကနေဒါတို့ကနေလုပ်သားပေါင်းတသောင်းကျော်တို့ဟာ ဆိုဗီယက်တို့ရဲ့မြေကိုဘ၀သစ်စနိုင်ဖို့ရွှေ့ပြောင်းလာခဲ့ကြတယ်။ဆိုဗီယက်တို့ရဲ့နယ်စပ် ဖင်လန်နိုင်ငံမှာကတော့ယူဆီ ကဲတိုလာဆိုတဲ့ အမေရိကန်ကပြန်လာတဲ့သူတ‌ယောက်ကတော့ ကွန်မြူနစ်အဖြစ်စွပ်စွဲခံရပြီးတော့ မိသားစုတွေဆီကနေပြန်ပေးဆွဲခံခဲ့ရပေမယ့်ဆိုဗီယက်နိုင်ငံထဲကိုထွက်ပြေးလွတ်မြောက်သွားခဲ့တယ်။ဒါပေမယ့် မိအေးနှစ်ခါနာဆိုသလိုပဲ ကဲတိုလာရဲ့ အမေရိကန်နောက်‌ေကြာင်းကိုမယုံသင်္ကာဖြစ်နေတဲ့ဆိုဗီယက်တို့ကရွှေ့ပြောင်းအမေရိကန်တွေဦးစီးတဲ့ ရုရှားစိုက်ပျိုးမွေးမြူရေးခြံတခုမှာနေပြီးလျှို့၀ှက်ထောက်လှမ်းဖို့တွန်းအားပေးခဲ့တယ်။ဒီလိုနဲ့ပဲ ယူဆီ ကဲတိုလာ တဖြစ်လဲ ယူဆီ ကာရီတယောက်မိသားစုအသစ်နဲ့ ဒီခြံမှာပဲဘ၀သစ်တခုစတင်ဖို့ဖြစ်လာခဲ့ပါတယ်။တနေ့မှာတော့ စတာလင်ရဲ့သူလျှိုအဖြစ်စွပ်စွဲအမြစ်ဖြုတ်မှုတွေကဒီရွှေ့ပြောင်းအမေရိကန်‌‌ တွေအပေါ်ကိုပါရိုက်ခတ်လာခဲ့တဲ့အခါမှာတော့ယူဆီတယောက် ဒီ၀ရုန်းသုံးကားအခြေအနေတွေကြားထဲဘာတွေဘယ်လိုဆက်ဖြစ်မှာလဲ။အသက်ရှင်လျက်နဲ့ပဲထွက်လာနိုင်မလား။သူ့မိသားစုလေးကရောအဆုံးမှာဘယ်လိုဖြစ်သွားမလဲ။သူ့ရဲ့ရှည်လျားလှတဲ့ဘ၀ခရီးလမ်းကြီးကဘယ်လိုမျိုးပြီးဆုံးသွားမလဲဆိုတာကိုThe Eternal Road ဆိုတဲ့ ဖင်လန်စကားပြောဇာတ်ကားလေးမှာ ရှုစားပေးကြပါဦးခင်ဗျ File size…  1.8 GB /  700 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 44m\nGenre .....  Action , Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by Brackman",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-eternal-road-2017/"
    }
]