[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/due-date-movie-poster-02-1-203x300.jpg",
        "title": "Due Date (2010)",
        "description": "မင်းသားတွေကတော့ Iron Man ထဲက စွယ်စုံရမင်းသား Robert Downey Jr နဲ့ Hangover ထဲက ငကြောင်ဇာတ်ရုပ်ပိုင်နိုင်တဲ့ Zach Galifianakis တို့ရဲ့ အားပြိုင်မှုကို တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းကတော့ အမေရိကန်အရှေ့ပိုင်းဒေသကို အလုပ်ကိစ္စနဲ့ရောက်နေတဲ့\nပီတာ(Robert Downey Jr) ဟာ မိန်းမမီးဖွားချိန်မီအောင်လို့ အမေရိကန်အနောက်ပိုင်းကို လေယဉ်နဲ့ပြန်ချိန်မှာ အီသန်(Zach Galifianakis)နဲ့ စတွေ့ခဲ့ပါတယ်။ အီသန်ကြောင့် လေယာဉ်စီးခွင့်အပိတ်ခံရပြီး ပိုက်ဆံလည်းမရှိ မှတ်ပုံတင်လည်းမရှိ ဒုက္ခရောက်ခဲ့ရပါတယ်။\nနောက််မှာတော့ အီသန်ရဲ့ဖိတ်ခေါ်ချက်အရ ကားနဲ့အမေရိကန်နိုင်ငံကို ဖြတ်ပြီး မိုင် ၂၀၀၀ လောက် ခရီးအတူထွက်လာခဲ့ပြီး လမ်းမှာ အီသန်ကြောင့် ပီတာဒုက္ခရောက်ရပုံများကို ဟာသဖောက်ပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားထဲမှာ နှစ်ယောက်စလုံးက သရုပ်ဆောင်သိပ်ကောင်းကြပြီး Zach Galifianakis ဟာ Hangover ထဲကအတိုင်း ငကြောင်ဇာတ်ရုပ်ကို အပိုင်နိုင်ဆုံးသရုပ်ဆောင်သွားနိုင်ပါတယ်။ Jamie Fox လည်း ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ပါတယ်။ IMDb Rating ...",
        "rating": "",
        "url": "https://megaup.net/11Kzv/Due_Date_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/the-boy-next-door-poster-145x200.jpg",
        "title": "The Boy Next Door (2015)",
        "description": "The Boy Next Door (2015)_____IMDb - 4.7/10 \nမင်းသမီးချော ဂျန်နီဖာလိုပက်စ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nChannelmyanmar ပရိတ်သတ်တွေကို မိတ်ဆက်ပေးချင်ပါတယ်..Review လေးကိုကြည့်ရအောင်\nဒီ Movie Version က censored ဗားရှင်းဖြစ်တဲ့အတွက် 18+ ဇာတ်ဝင်ခန်းများမပါဝင်ပါဘူး\nUncensored ဗားရှင်းကလည်း စာတန်းဖိုင်အခက်အခဲ ဖြစ်တဲ့အတွက် တင်ပေးဖို့သိပ်အဆင်မပြေပါ\nဒါကြောင့် ဒီ Movie က ဖြတ်ထုတ်ထားတဲ့ သီးသန့်ဇာတ်ဝင်ခန်းတစ်ခန်းကိုလည်း\nအပိုလင့် နဲ့တွဲထည့်ပေးလိုက်ပါတယ်..ကြည့်ရတာအရသာပျက်သွားမှာဆိုးလို့ပါ :P\nကလဲရ် က အထက်တန်းကျောင်းမှ ဂန္ဒ္ဒဝင်စာပေဘာသာရပ်ကိုသင်ကြားတဲ့ဆရာမတစ်ယောက်ဖြစ်ပြီး\nယောက်ကျာၤးနဲ့ကွဲနေတဲ့အတွက်လက်ရှိမှာ အထက်တန်းကျောင်းသားဖြစ်တဲ့ သားဖြစ်သူ\nကယ်ဗင်နဲ့အတူတူနေနေပါတယ်..သူမရဲ့သူငယ်ချင်းဖြစ်သူ ကျောင်းမှဒုကျောင်းအုပ်လည်းဖြစ်တဲ့\nဗစ်ကီက ဖောက်ပြန်ခဲ့တဲ့ ယောက်ကျာၤးနဲ့ကွဲရှင်းစေချင်ပေမယ့်ကလဲရ်တို့ ကာယကံရှင်နှစ်ယောက်\nကတော့အိမ်ထောင်ရေးကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေကြပါတယ်..အဲ့ဒီ့နောက်ကလဲရ်တို့\nမိသားစုထဲကို နိုဝါ ဆိုတဲ့ကောင်လေးတစ်ယောက်စတင်ဝင်ရောက်လာပါတော့တယ်\nနိုဝါက ဘေးအိမ်ကိုလာလည်တဲ့အသက်20အရွယ်မိဘမဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nကလဲရ်ကိုလည်းကူညီတဲ့အတွက်..သူတို့သားအမိနဲ့အတော်လေးရင်းနှီးသွားပါတယ်..\nတစ်ရက်တော့..ကယ်လ်ဗင်နဲ့ သူ့အဖေတို့ကျောင်းပိတ်ရက်တစ်ရက်မှာအပျော်တမ်းငါးဖမ်းထွက်\nသွားကြပါတယ်..ချက်ချင်းပြန်ပေါင်းထုတ်ဖို့တွေဝေနေတဲ့အတွက် မလိုက်ပဲကျန်ခဲ့တဲ့ ကလဲရ်ကို\nဗစ်ကီကသူတို့ချိန်းတွေ့တဲ့နေရာကိုအတင်းလာခိုင်းပြီး ဗစ်ကီ့သူငယ်ချင်းဖြစ်တဲ့သူတစ်ယောက်\nနဲ့မိတ်ဆက်ပေးပါတယ်..အဲ့လိုတွေ့ဆုံပွဲမှာ မိတ်ဆက်ပေးတဲ့သူနဲ့ကလဲရ်တို့ ကတောက်ကဆဖြစ်ပြီး\nစိတ်တိုတိုနဲ့အိမ်ပြန်လာတဲ့ကလဲရ်က ဘေးအိမ်က နိုဝါ ကို ဖုန်းဆက်ပြီးခေါ်မိပါတယ်\nနိုဝါ ရောက်လာတဲ့အခါ ညစာအတူတူစားရင်း တစ်ယောက်တည်းစိတ်အားငယ်နေတဲ့အချိန်\nနိုဝါရဲ့ မြူဆွယ်တဲ့စကားတွေအပေါ်သာယာမိသွားကာ အတူတူအိပ်မိသွားပါတော့တယ်\nနောက်နေ့မနက်မှာတော့ ကလဲရ်က အသိဉာဏ်ခဏကင်းလွတ်သွားတုန်း ...",
        "rating": "4.7",
        "url": "https://megaup.net/2eFD6/The_Boy_Next_Door_[2015]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Goal-2-2-133x200.jpg",
        "title": "Goal! II: Living the Dream (2007)",
        "description": "Goal! II: Living the Dream (2007)________IMDb - 5.9/10Goal I ရဲ့ အဆက်ဖြစ်တဲ့ Goal II မှာဆိုရင်တော့ ဆန်တီရာဂို မူနစ် ဟာ နယူးကာဆယ်အသင်းမှာ\nခြေစွမ်းပြနေမှုများကြောင့်..ဥရောပ အသင်းကြီးတစ်သင်းဖြစ်တဲ့ ရီးရဲမက်ထရစ်က\nဝယ်ယူခဲ့ပါတယ်..စပိန်မြေမှာသွားရောက်အခြေချကစားရမယ့်မူနစ်တစ်ယောက်ကိုချစ်သူက\nကြည်ဖြူခြင်းမရှိခဲ့ပေမယ့် နောက်ဆုံးမှာချစ်သူနဲ့အတူလိုက်ခဲ့ရတယ်..\nဒီထက်ပိုပြီးပြောလိုက်ရင်အရသာမရှိတော့မှာဆိုးလို့မပြောတော့ပါဘူး :)\nပတ်ဝန်းကျင်အသစ်..အခြေအနေအသစ်တွေ..လူမျိုးစုံတွေကြားမှာ မူနစ်တစ်ယောက်\nဘယ်လိုရုန်းကန်ရမလဲ..ရီးရဲမက်ထရစ်လို ဥရောပအသင်းကြီးမှာရော..မူနစ်နေရာရအောင်\nဘယ်လိုကြိုးစားပြီးအခက်အခဲတွေများစွာကြားထဲမှာ ရုန်းထွက်မလဲဆိုတာကိုဆက်လက်ရှုစားကြပါ\nGoal I ကိုကြည့်ချင်ရင်တော့ အောက်ကလင့်မှာပေးထားပါတယ်..Goal! The Dream BeginsGoal I ရဲ႕ အဆက္ၿဖစ္တဲ႕ Goal II မွာဆုိရင္ေတာ႕ ဆန္တီရာဂို မူနစ္ ဟာ နယူးကာဆယ္အသင္းမွာ\nေၿခစြမ္းၿပေနမွုမ်ားေၾကာင္႕..ဥေရာပ အသင္းၾကီးတစ္သင္းၿဖစ္တဲ႕ ရီးရဲမက္ထရစ္က\n၀ယ္ယူခဲ႕ပါတယ္..စပိန္ေၿမမွာသြားေရာက္အေၿခခ်ကစားရမယ္႕မူနစ္တစ္ေယာက္ကိုခ်စ္သူက\nၾကည္ၿဖဴၿခင္းမရွိခဲ႕ေပမယ္႕ ေနာက္ဆံုးမွာခ်စ္သူနဲ႕အတူလိုက္ခဲ႕ရတယ္..\nဒီထက္ပိုၿပီးေၿပာလိုက္ရင္အရသာမရွိေတာ႕မွာဆုိးလို႕မေၿပာေတာ႕ပါဘူး :)\nပတ္၀န္းက်င္အသစ္..အေၿခအေနအသစ္ေတြ..လူမ်ိဳးစံုေတြၾကားမွာ မူနစ္တစ္ေယာက္\nဘယ္လိုရုန္းကန္ရမလဲ..ရီးရဲမက္ထရစ္လို ဥေရာပအသင္းၾကီးမွာေရာ..မူနစ္ေနရာရေအာင္\nဘယ္လိုၾကိဳးစားၿပီးအခက္အခဲေတြမ်ားစြာၾကားထဲမွာ ရုန္းထြက္မလဲဆုိတာကိုဆက္လက္ရွဳစားၾကပါ\nGoal I ကိုၾကည္႕ခ်င္ရင္ေတာ႕ ေအာက္ကလင္႕မွာေပးထားပါတယ္..Goal! The Dream Begins\nFilesize: 778MB\nQuality : Blu-ray720\nFormat : mp4\nDuring : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1xcuV/Goal_II_-_Living_The_Dream_[2007]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Tracers-French-Poster-149x200.jpg",
        "title": "Tracers (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ျမန္မာပရိသတ္ေတြ ရင္းႏွီးၿပီးသား မင္းသားတစ္လက္ျဖစ္တဲ့ ေတလာေလာ့တ္နာ အဓိကပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ အေမရိကန္သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္ပါနယူးေယာက္ၿမိဳ႕မွာ စက္ဘီးနဲ႔အလုပ္လုပ္တဲ့ ဆက္သားတစ္ဦးျဖစ္တဲ့ ကမ္ဟာတစ္ေန႔မွာ ၿမိဳ႕ထဲကို စက္ဘီးစီးသြားတုန္း မေတာ္တဆ စက္ဘီးလဲရင္း နစ္ကီဆုိတဲ့ မိန္းကေလးနဲ႔ ဆုံခဲ့ပါတယ္။ အဲဒီေနာက္ေတာ့ နစ္ကီဟာ သူ႔အေပါင္းအေဖာ္ေတြနဲ႔ ကမ္ကိုမိတ္ဆက္ေပးခဲ့ၿပီး နစ္ကီတို႔အဖဲြ႕ဟာ ဓားျပတုိက္၊ လုယက္မႈေတြလုပ္တဲ့ အဖဲြ႕ပဲ ျဖစ္ပါတယ္။ခုန္ပ်ံေက်ာ္လႊားရင္း အဖဲြ႕လုိက္ဓားျပတုိက္တဲ့ နစ္ကီတုိ႔အဖဲြ႕နဲ႔ ပူးေပါင္းႏုိင္ဖို႔အတြက္ သူတုိ႔လုိျဖစ္ေအာင္ ကမ္ဟာအခုန္အပ်ံေတြ ေလ့က်င့္ခဲ့ပါတယ္။ တ႐ုတ္မာဖီးယားဂိုဏ္းနဲ႔ အေႂကြးမကင္းျဖစ္ေနတဲ့ ကမ္က နစ္ကီတို႔အဖဲြ႕ထဲကို ၀င္ခဲ့ပါေတာ့တယ္။ ဒီလုိနဲ႔ အဖဲြ႕ေတြအတူတကြ ဓားျပတုိက္ၾကရင္း ကမ္နဲ႔ နစ္ကီတုိ႔လည္း ခ်စ္ႀကိဳးသြယ္ခဲ့သလို အဖဲြ႕သား အခ်င္းခ်င္း သစၥာေဖာက္မႈေတြရွိလာတဲ့အခါမွာ ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆုိတာ ၾကည့္လုိက္ပါဦး။ ဒီဇာတ္လမ္းမွာ ပါကာလုိ႔ေခၚတဲ့ အခုန္အပ်ံအားကစားကို အသားေပးၿပီး ႐ုိက္ျပထားတာမို႔ ပါကာကို စိတ္၀င္စားသူေတြ လည္း ႏွစ္သက္ၾကမွာပါ။ ကမ္အျဖစ္ ေတလာေလာ့တ္နာ၊ နစ္ကီ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gy5p/Tracers_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/world-trade-center-poster-133x200.jpg",
        "title": "World Trade Center (2006)",
        "description": "World Trade Center (2006)IMDb - 5.9/10_____Rotten - 67%\n  World Trade Center လို့ဆိုလိုက်တာနဲ့ ကမ္ဘာ့အကြီးဆုံးကုန်သွယ်ရေးအဆောက်အအုံဖြစ်တဲ့\nအမွှာညီနောင် တာဝါ2ခုကို အားလုံးသိကြမယ်လို့ထင်ပါတယ်..2001 ခုနှစ်မှာ စက်တင်ဘာလ 11ရက်\nနေ့မှာ အမေရိကန် ပြည်ထောင်စု New York City မှာရှိတဲ့ World Trade Center အမွှာညီနောင်ကုန်\nသွယ်ရေးအဆောက်အအုံကို အိုစမာဘင်လာဒင်ရဲ့ အကြမ်းဖက် သမားများအဖွဲ့က ပြန်ပေးဆွဲယူ\nလာခဲ့သော လေယာဉ်2 စင်းနဲ့နဲ့အသေခံဝင်တိုက်ခဲ့ပါတယ်..ပြန်ပေးဆွဲခဲ့တဲ့လေယာဉ်တွေကတော့American Airlines Flight 11 နဲ့ United Airlines Flight 175 ပဲဖြစ်ပါတယ်..\nလေယာဉ်နဲ့ဝင်တိုက်ခံရပြီးနှစ်နာရီအတွင်းမှာပဲ တာဝါ၂ခုလုံး ပြိုလဲပျက်စီးခဲ့ပါတယ်.\nအသက်ကယ်ဆယ်ဖို့ရောက်လာတဲ့မီးသတ်သမားတွေ\nကယ်ဆယ်ရေးတပ်ဖွဲ့တွေလည်းအတွင်းမှာပိတ်မိခဲ့ပြီးတော့ တော်တော်များများ သေကြေခဲ့ရပါတယ်\nဒီတိုက်ခိုက်မှုနဲ့ ဒီတာဝါ ပြိုကျပျက်ဆီးမှုကို ဖြစ်ရပ်မှန်ပေါ်မှာ သရုပ်ဖေါ်ထားတဲ့ World Trade\nCenter ရုပ်ရှင်ကိုတော့ 2006 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီးတော့ ဒါရိုက်တာ Oliver Stone ရိုက်ကူးထားပါတယ်\nအားလုံးနဲ့အကျွမ်းဝင်ပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ကတော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2fhO4/World_Trade_Center_[2006]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/p8731144_v_v8_aa-133x200.jpg",
        "title": "The Skin I Live In (2011)",
        "description": "The Skin I Live In (2011)\nIMDb - 7.6/10______Rotten - 81%2011 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Skin I Live In ဇာတ်ကားကို\nPedro Almodóvar က ရိုက်ကူးတင်ဆက်ထားခဲ့ပါတယ်..\nIMDB Rating 7.6/10 ရရှိထားပြီးတော့ ဇာတ်ကားကောင်း\nတစ်ကောင်းလည်းဖြစ်ပါတယ်...ဆေးပညာမှာ အရမ်းထူးချွန်တဲ့\nဒေါက်တာ Robert Ledgard တစ်ယောက် ဦးနှောက်ချို့ယွင်းနေတဲ့\nသူ့သမီးလေးရဲ့ သေဆုံးမှုမှာ အဓိက တရားခံဖြစ်တဲ့ ကောင်လေး\nကို ဖမ်းပြီး မိမိတတ်မြောက်ထားတဲ့ဆေးပညာနဲ့ သူ့ရဲ့ဘဝကို\nလက်စတုံးစေလိုက်ပြီး..နောက်ပိုင်းမှာ ဘယ်လိုမျိုးတွေဆက်ဖြစ်လာလဲ\nဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည်ရမှာဖြစ်ပါတယ်...\nမြန်မာကားတောင်ပြန်ရိုက်လိုက်လို့ ပက်ပက်စက်စက်ဝေဖန်တာ\nခံထားရသေးတယ် :D ရုပ်ရှင်ချစ်သူတွေ မလွတ်တမ်း ကြည့်သင့်\nတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းသာဖြစ်ပါတယ်..\n18+ ဇာတ်ဝင်ခန်းတစ်ချို့တော့ပါဝင်တာဖြစ်တဲ့အတွက်\nမိသားစုနဲ့အတူတော့ မကြည့်သင့်ပါဘူးခင်ဗျာ2011 ခုႏွစ္မွာ ထြက္ရွိခဲ႕တဲ႕ The Skin I Live In ဇာတ္ကားကို\nPedro Almodóvar က ရိုက္ကူးတင္ဆက္ထားခဲ႔ပါတယ္..\nIMDB Rating 7.6/10 ရရွိထားၿပီးေတာ႕ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-469/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "The Theory of Everything (2014)",
        "description": "The Theory of Everything (2014)\nIMDb - 7.7/10_____Rotten - 80%\nWon 1 Oscar, 25 wins & 124 nominations.\n  \nဇာတ်လမ်းကတော့ ကမ္ဘာကျော် အာကာသသိပ္ပံပညာရှင်ကြီး စတီဗင်ဟော့ကင်း ရဲ့ အတ္ထုပ္ပတ္တိလေးပါ...\nသိပ္ပံပညာရှင်လို့ပြောရင်တောင် လုံလောက်မယ်မထင်ပါဘူး.....\nစာရေးဆရာလည်း ဖြစ်နေပြန်တယ်လေ....\nအခုဖက်ခေတ်မှာ ဒုတိယအိုင်းစတိုင်းလို့တောင် တင်စားထားပြီး Black Holes ကနေ\nထုတ်လွှတ်နေတဲ့ Radiation တွေကိုလည်း Hawking Radiation လို့နာမည်ပေးထားပါသေးတယ်...\nသူရခဲ့တဲ့ ဆုတွေက ၂၁ ဆုတောင်ရှိပါတယ်...\nဒီလိုဖြစ်ဖို့ သူဟာသာမန်လူကောင်း တစ်ယောက်အနေနဲ့ ကြိုးစားခဲ့ရတာမဟုတ်ပါဘူး...\nAmyotrophic Lateral Sclerosis (ALS) ဆိုတဲ့ ရောဂါဆိုးကြီး နဲ့ယှဉ်တွဲပြီးတော့ကိုရင်ဆိုင်ခဲ့ရတာပါ\nရောင်းအားအကောင်းဆုံး စံချိန်ချိုးခဲ့တဲ့ A Brief History Of Time ဆိုတဲ့ စာအုပ်ကို သူဘယ်လိုရေးခဲ့ရလဲ ?\nသူ့ရဲ့ခန္ဓာကိုယ်ကြီးက ဝှီးလ်ချဲ ပေါ်မှာပဲ အမြဲတမ်း ကန့်သတ်ခံခဲ့ရပေမယ့် သူ့ရဲ့စိတ်ကူးတွေ\nအတွေးတွေကတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/31n9D/The_Theory_Of_Everything_[2014]_(MM_Sub).avi",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/horns-2013-08-150x200.jpg",
        "title": "Horns 2013",
        "description": "Screen Shots  Harry Potter မင္းသား Daniel Radcliffe အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့\nDrama | Fantasy | Thriller ဇာတ္ကားပါ။\nဒင္နီရယ္လ္ရတ္ကလဖ္ ပရိတ္သတ္နဲ႕ ထူးထူးဆန္းဆန္း ဇာတ္လမ္းၾကိဳက္တဲ့\nပရိတ္သတ္ေတြ စိတ္ဝင္စားမယ့္ ဇာတ္ကားမ်ိဳးပါ....\nIMDb Rating(6.5/10) ရရွိထားပါတယ္။\nFile size...800MB\nQuality....WEB-DL Rip 720p\nFormat...mp4\nDuration....01:59:55\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/1zJhr/Horns_[2013]_(MM_sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/dragon-poster-133x200.jpg",
        "title": "Dragon (2011)",
        "description": "Dragon (2011)\nIMDb - 7.1/10_____Rotten - 85%\n  မင်းသားကြီး Donnie Yen ပါဝင်ထားတဲ့\nသိုင်းလောကသားတွေအကြိုက်ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nIMDb Rating (7.1/10) ရရှိထားတာကြောင့် လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n (မြန်မာစာတန်းထိုးကိုတော့ ညီလေး Kyaw Swar Win မှ\nကိုယ်တိုင် ဘာသာပြန်တင်ဆက်လိုက်တာဖြစ်ပါတယ်။)\n File size...1100 MB\nQuality....Blu-ray Rip\nFormat...AVI\nDuration....01:52:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win",
        "rating": "7.1",
        "url": "https://megaup.net/Uuzv/Dragon_(Wu_Xia)_[2011]_(MM_Sub).avi",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Bhaag-Milkha-Bhaag-poster-140x200.jpg",
        "title": "Bhaag Milkha Bhaag (2013)",
        "description": "Bhaag Milkha Bhaag (2013)\nIMDb - 8.2/10_____Rotten - 72%ကျွန်တော် အကိုတို့ blog ကနေပြီးတော့ movies တွေ အမြဲတမ်းကြည့်ဖြစ်ပါတယ် .. အကိုတို့ဘလော့လေးကို သဘောလဲကျမိပါတယ်.. အဲ့အတွက် ကျွန်တော်လည်း တတ်နိုင်သမျှပြန်ကူညီတဲ့အနေနဲ့ ဇာတ်ကား တစ်ကားကို ဘာသာပြန်ပြီး အကိုတို့ကို ပေးလိုက်ပါတယ် ..\nဇာတ်လမ်းလေးကလည်း အထုပ္ပတ္တိ ကားလေးလည်းဖြစ်.. တော်တော်လေးလည်းကောင်း.ဘဝအတွက်လည်း message တွေအများကြီးပေးပါတယ်..ပြီးတော့ မြန်မာလို ပြန်ထားတာ မတွေ့သေးတဲ့အတွက် ကျွန်တော်ပြန်ပြီး ပို့ပေးလိုက်တာပါ .. ဇာတ်လမ်းက ၂၀၁၃ ခုနှစ်က ထွက်တဲ့ Bhaag Milkha Bhaag ဆိုတဲ့ ဇာတ်ကားလေးပါ .. အကိုတို့လဲ ကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်...ဇာတ်လမ်းက ၃ နာရီကြာတော့ ဆိုဒ်ကလည်း နဲနဲကြီးသွားတယ် 2 Gb နည်းနည်းကျော်သွားပါတယ်....ဇာတ်လမ်းအညွှန်းက Movie Locos ကနေကူးယူပြီး ပေးလိုက်ပါတယ်..\n================================================၁၉၄၇ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2fRom/Bhaag_Milkha_Bhaag_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/houdini-poster-1-1-134x200.jpg",
        "title": "Houdini (2014)",
        "description": "Houdini (2014)_____IMDb - 7.4/10\n \"ဟူဒီးနီ\"လို့ပြောလိုက်တာနဲ့ မျက်လှည့်ပညာရပ်နဲ့ မစိမ်းတဲ့သူတွေ တန်းသိကြမှာပါ။ ၂၀ ရာစုရဲ့ အကျော်ကြားဆုံးသော မျက်လှည့်ပညာရှင်ကြီးပဲ ဖြစ်ပါတယ်။ ဒီဘက်ခေတ်မှာ ဒေးဗစ်ကော်ပါဖီးဆိုတာနဲ့ လူတိုင်းတန်းသိသလိုမျိုး သူ့ခေတ်သူ့အခါကလည်း ဟူဒီးနီဆိုတာနဲ့ ဟိုးလေးတကျော်ကျော်ပါပဲ။\nကိုယ်ပိုင်မျက်လှည့်ပြကွက်တွေ တီထွင်ဖန်တီးပြီး အောင်မြင်မှုယူခဲ့တဲ့သူပါ။သူနာမည်ကြီးရတဲ့အဓိကအကြောင်းရင်းကတော့ အချုပ်မှန်သမျှက လွတ်အောင်လုပ်ပြနိုင်တာကြောင့် ဖြစ်ပါတယ်။ Escape Man လို့ နာမည်ကြီးပါတယ်။ \"The Handcuff King\" လို့လည်း လူသိများပါတယ်။\nလက်ထိပ်ခတ်မယ်၊ ကြိုးတုပ်မယ်၊ သေတ္တာထဲထည့်မယ်၊ လက်ထိပ်ခတ်ပြီး ရေထဲခုန်မယ်၊ သေတ္တာထဲထည့်ပြီး မြစ်ထဲပစ်ချမယ်၊ ဘယ်လိုမျိုးတွေနဲ့ပဲ သူ့ကို\nတုတ်နှောင်ပြီးထားပေမယ့် သူကတော့ လွတ်အောင်လုပ်ပြနိုင်ပါတယ်။ လက်ထိပ်တွေက ကြိုတင်စီမံထားတဲ့ Fake တွေလို့ ထင်စရာရှိပါတယ်။ အဲဒါကြောင့် ရဲအဖွဲ့ပေါင်းစုံက သူ့ကိုစမ်းသပ်ပါတယ်။ ဘယ်လိုလုပ်ထားတဲ့ လက်ထိပ်နဲ့ပဲခတ်ခတ်၊ သူကတော့ လွတ်တာပါပဲ။ ဒီပြကွက်တွေက ဟူဒီးနီရဲ့ နာမည်ကျော်ပြကွက်တွေပဲ ဖြစ်ပါတယ်။ Now You ...",
        "rating": "7.4",
        "url": "https://megaup.net/2dD78/Houdini_[2014]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/breaking_the_girls_ver2-1-206x300.jpg",
        "title": "Breaking the Girls (2013)",
        "description": "Director: Jamie Babbit ရိုက္ကူးတက္ဆင္ထားၿပီးJuly 26, 2013 (USA) မွာ ရံုတင္ျပသခဲ့တဲ့ ရႈပ္ေထြးေပြလီလွတဲ့မိသားစု ဆန္ဆန္ လွည့္ကြက္မ်ိဳးစံုပါ၀င္တဲ့ အခ်စ္ဇတ္လမ္းတစ္ပုဒ္လို႔လဲေျပာလို႔ရပါတယ္...ဇတ္လမ္းပံုစံကေတာ့...\n================================ဆာရာ ဟာ ဥပေဒ ေက်ာင္းသူ တစ္ဦးျဖစ္ၿပီး ဘီယာဆိုင္တစ္ဆိုင္မွာ ညဆိုင္းအလုပ္လုပ္ရင္းေက်ာင္းတက္ေနရသူ တစ္ဦးျဖစ္ပါတယ္...(Admin မွတ္ခ်က္အရ ဆာရာ ဟာ အေတာ္အသက္ႀကီးၿပီး ရြက္ၾကမ္းေရက်ိဳ အဆင့္သာရွိပါတယ္)တစ္ရက္ ဆာရာ ႀကိဳက္ေနတဲ့ ေကာင္ေလး အဲရစ္ ရဲ႕ ခ်စ္သူဟာ ဆာရာ ရဲ႕ သူေဌးကိုေခ်ာက္တြန္းလို႔ ဆာရာ အလုပ္ျပဳတ္တဲ့အခ်ိန္ ဆိုင္မွာ ဘီယာလာေသာက္တဲ့အေမေသၿပီး အေမြရထားတဲ့ ကုတ္ကျမင္း သူေဌးသမီး အဲလစ္ နဲ႔ စတင္ေတြ႔ရွိၿပီးအဲလစ္ အိမ္ေရာက္သြားရာကေန အဲလစ္ ရဲ႕ လိင္တူဆက္ဆံေဖာ္ခ်စ္သူ အျဖစ္ အတူတူေနထိုင္လ်က္ရွိပါတယ္....အဲလစ္ ဟာ ဆာရာ သူမ အနားကေန ထြက္ခြာမသြားေအာင္ အမ်ိဳးမ်ိဳးမက္လံုးေတြ ေပးရင္းဆာရာ အား ဒုကၡေပးေနသူမ်ားကိုလဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/breaking-the-girl-2013/",
        "category": "Adult, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Captain Phillips (2013)",
        "description": "၂၀၀၉ ခုႏွစ္မွာ အေမရိကန္ေတြအတြက္ အံ့အားသင့္ဖြယ္ရာကိစၥတစ္ခု ျဖစ္ခဲ့ပါတယ္။ အဲဒါကေတာ့ ႏွစ္ေပါင္း ၂၀၀ အတြင္း ပထမဆံုးအႀကိမ္ အေမရိကန္ကုန္တင္သေဘၤာတစ္စင္း ျပန္ေပးဆြဲခံရတာပဲ ျဖစ္ပါတယ္။အိုမန္ (Oman) ႏိုင္ငံ၊ ဆလာလဆိပ္ကမ္း (Port Of Salalah) ကေန ကုန္ပစၥည္းေတြသယ္ေဆာင္လာတဲ့ အေမရိကန္ကုန္တင္သေဘၤာ အမ္ဗြီ မဲဆ္ခ္ အာလဘာမား (MV Maersk Alabama) ဟာ ဆိုမာလီကမ္းရိုးတန္းကို ျဖတ္ေက်ာ္ၿပီး ကင္ညာႏိုင္ငံ (Kenya)၊ မြမ္ဘာဆာၿမိဳ႕ (Mombasa) ကို ခရီးအဆက္၊ လမ္းမွာ ဆိုမာလီပင္လယ္ဓားျပေတြရဲ႕ ျပန္ေပးဆြဲျခင္းကို ခံလိုက္ရပါတယ္။\nဒီအခါ ဘာေတြဆက္ျဖစ္တယ္ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ ရသအျပည့္နဲ႔ ရိုက္ကူးတင္ျပထားတာျဖစ္ပါတယ္။ ထိုင္ရာမထတမ္း ၾကည့္ရႈရေလာက္ေအာင္ ေကာင္းမြန္တဲ့ အက္ရွင္၊ အတၳဳပၸတၱိဇာတ္ကားေကာင္းတစ္ကား ျဖစ္ပါတယ္။အႀကိဳက္ဆုံးကေတာ့ အခုမွ စျပီး ရုပ္ရွင္ရုိက္တဲ့ ဆုိမာလီဓါးျပဗုိလ္ အျဖစ္သရုပ္ေဆာင္တဲ့ (တကယ့္ ဆုိမာလီလူမ်ိဳး) Barkhad Abdi နဲ႕ ၀ါရင့္မင္းသားႀကီး Tom Hank တို႕ႀကားက စကားေျပာခန္းေတြျဖစ္ပါတယ္။IMDB Rating (7.9/10 ) ...",
        "rating": "7.9",
        "url": "https://megaup.net/2ctfa/Phillips_[2013]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/the-flowers-of-war-poster-149x200.jpg",
        "title": "The Flowers of War (2011)",
        "description": "The Flowers of War (2011)\nIMDb - 7.6/10_____Rotten - 41%\n  \n1930 ပတ်ဝန်းကျင်လောက်က နန်ကင်းမြို့တော်မှာ ဖြစ်ပွားခဲ့တဲ့ တရုတ်_ဂျပန်စစ်ပွဲအကြောင်းကို\nအခြေခံရိုက်ကူးထားတဲ့ Drama ဆန်ဆန် စစ်ကားပါ...\nBatman မင်းသား Christian Bale ပါဝင်ထားပြီး လူကြိုက်များခဲ့တဲ့ဇာတ်ကားတစ်ကားပါ...\nစစ်ရဲ့သားကောင်တွေဖြစ်ကြတော့မယ့် ကျောင်းသူတစ်စု ၊ ငွေလိုချင်လို့လာခဲ့ပေမယ့်\nငွေထက်အရေးကြီးတာတွေကို သိမြင်သွားတဲ့ အနောက်တိုင်းသား သုဘရာဇာတစ်ဦး ၊\nအလုပ်ကနိမ့်ကျပေမယ့် ပင်ကိုယ်စိတ်ထားမနိမ့်ကျတဲ့ အပျော်မယ်တစ်စု စတဲ့ဇာတ်ကောင်တွေနဲ့\nအနုပညာရသတွေကို အကောင်းဆုံးပုံဖော်ထားတဲ့ ဇာတ်ကားတစ်ကားပါ....\n  \n1930 ပတ္ဝန္းက်င္ေလာက္က နန္ကင္းၿမိဳ႕ေတာ္မွာ ျဖစ္ပြားခဲ့တဲ့ တ႐ုတ္_ဂ်ပန္စစ္ပြဲအေၾကာင္းကို\nအေျခခံ႐ိုက္ကူးထားတဲ့ Drama ဆန္ဆန္ စစ္ကားပါ...\nBatman မင္းသား Christian Bale ပါဝင္ထားၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ဇာတ္ကားတစ္ကားပါ...\nစစ္ရဲ႕သားေကာင္ေတြျဖစ္ၾကေတာ့မယ့္ ေက်ာင္းသူတစ္စု ၊ ေငြလိုခ်င္လို႔လာခဲ့ေပမယ့္\nေငြထက္အေရးႀကီးတာေတြကို သိျမင္သြားတဲ့ အေနာက္တိုင္းသား သုဘရာဇာတစ္ဦး ၊\nအလုပ္ကနိမ့္က်ေပမယ့္ ပင္ကိုယ္စိတ္ထားမနိမ့္က်တဲ့ အေပ်ာ္မယ္တစ္စု စတဲ့ဇာတ္ေကာင္ေတြနဲ႔\nအႏုပညာရသေတြကို အေကာင္းဆုံးပုံေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါ....\n  \nFile size...669 MB\nQuality....Flash\nFormat...mkv\nDuration....02:25:59\nGenre...Drama, History, ...",
        "rating": "7.6",
        "url": "https://megaup.net/So5k/The_Flowers_Of_War_(Jin_Ling_Shi_San_Chai)_[2011]_(MM_Sub).mkv",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNDE4OTk4MTk0M15BMl5BanBnXkFtZTgwODQ4MTg0MzI@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Jungle (2017)",
        "description": "ဒီကားလေးကတော့ စာရေးဆရာ Yossi Ghinsberg ရဲ့ တကယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကို ပြန်လည်ပုံဖော်ပြီးအသက်သွင်းထားတာဖြစ်ပါတယ်ကမ္ဘာပတ်ပြီးခရီးထွက်ရတာကို နှစ်သက်တဲ့ ယိုစီ ( Daniel Radcliffe ) ဟာ တောင်အမေရိကမှာရှိတဲ့ Bolivia နိုင်ငံကိုရောက်လာပြီး သူ့လိုပဲ adventure စွန့်စားခန်းတွေထွက်ရတာနှစ်သက်တဲ့ ကျောင်းဆရာ မားကပ်စ်နဲ့ ဓာတ်ပုံဆရာ ကယ်ဗင်တို့နဲ့ ခင်မင်ရင်းနှီးခဲ့ပါတယ်၃ယောက်အတူခရီးရှေ့ဆက်ကြရင်း La Puz ဆိုတဲ့မြို့လေးမှာ ယိုစီ က ကားလ် လို့ခေါ်တဲ့လူတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့တယ်ကားလ်က ယိုစီ့ကို တောနက်ထဲက အင်ဒီးယန်းလူမျိုးစုတွေရှိတဲ့နေရာကိုသူခေါ်သွားပေးနိုင်ကြောင်းပြောခဲ့တယ် သူကရွှေတွေလိုက်ရှာသူဖြစ်ကြောင်းလဲပြောခဲ့တယ်ကားလ်ခေါ်တဲ့တောနက်ထဲကို ယိုစီ ကယ်ဗင် နဲ့ မားကပ်စ်တို့ ၃ယောက်လိုက်သွားခဲ့ပြီးတော့ မားကပ်စ်ခြေထောက်မှာဒဏ်ရာရခဲ့လို့ လှည့်ပြန်ရမလို ဆက်သွားရမလိုတွေဖြစ်ခဲ့ပါတယ်အချင်းချင်း စိတ်အခန့်မသင့်တွေဖြစ်ကာ လမ်းကိုယ်စီခွဲပြီး ခရီးဆက်ကြရင်း ဒုက္ခတွေတွေ့ကြုံရပြီး ယိုစီတစ်ယောက်ထဲ တောနက်ထဲမှာ ဘယ်လိုအသက်ရှင်ရမလဲ သူ့သူငယ်ချင်းတွေကရော ဘာတွေဖြစ်သွားလဲ သူ့ကိုပြန်လာကယ်မလားဆိုတာကိုကြည့်ရမဲ့ Survivor movie လေးပါ(ဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)-----------------------------------------------------------------------------------------------------ဒီကားေလးကေတာ့ စာေရးဆရာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3yC4w/Jungle_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ChTW11dLmjGy99HL6tEebxAYzg.jpg",
        "title": "Traveling Sandwich (2022)",
        "description": "Traveling Sandwich (2022)အလောင်ကားတွေ အဆွေးကားတွေအကြည့်များပြီး ပြာဖြစ်နေတဲ့CM ပရိသတ်တို့အတွက်\nကျေးလက်သဘာဝအကြောင်းရိုက်ကူးထားတဲ့ ဂျပန် ရုပ်ရှင်လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nတောတောင်ရေမြေရဲ့သဘာဝ၊ စိုက်ပျိုးရေးကိုအဓိကလုပ်ကိုင်တဲ့\nဂျပန်နယ်မြို့လေးရဲ့ နေထိုင်မှုဘဝကို တစေ့တစောင်းရိုက်ကူးပြထားပြီး\nသွားရည်ယိုချင်စရာ Sandwich လေးတွေကိုပါ ငမ်းရမှာဆိုတော့\nညဘက်မှာကြည့်မိရင်တော့ ‌ရေခဲသေတ္တာထဲ လှန်လှောရှာမိစေမယ့်ရုပ်ရှင်လေးပါပဲ။တိုကျိုမှာSandwichဆိုင်ဖွင့်ထားတဲ့ Kurumiနဲ့ Kaedeဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်က\nပုံမှန် ဖြစ်ရိုးဖြစ်စဉ်ဘဝတွေထဲမှာ ရှင်သန်ရတဲ့ဘဝကို မနှစ်မြို့ရာက စလို့\nကားပေါ်မှာ‌ Sandwichဆိုင်ပြောင်းဖွင့်ဖို့ အကြံရရာကနေ အစပြုထားပါတယ်။\nဦးတည်ရာမဲ့လျှောက်သွားရင်းနဲ့ ရောက်တဲ့နေရာမှာရှိတဲ့ပစ္စည်းနဲ့ မီနူးသစ်ကိုတီထွင်တာကတော့\nTraveling Sandwich ဆိုင်လေးရဲ့ ထူးခြားချက်တစ်ခုပါပဲ။\nဒီတစ်ခါမှာတော့ Sandwich ကားလေးက ရောက်တတ်ရာရာသွားရင်းနဲ့\nတာကာဆာကီဆိုတဲ့ စိုက်ပျိုးရေးမြို့လေးကို ရောက်သွားပါတယ်။\"ပေါင်မုန့်ဆိုတာ ရှိနေရင်ဝေမျှရတယ်\" ဆိုတဲ့ဆောင်ပုဒ်ကို လက်ကိုင်ထားတဲ့ Kurumiတစ်ယောက်\nလမ်းမှာတွေ့သမျှလူတွေကို ကူညီရင်းနဲ့ ရွာသားတွေနဲ့ ဘယ်လိုရင်းနှီးသွားမလဲ။\nစိုက်ပျိူးရေးမြို့ငယ်လေးဖြစ်တာနဲ့အညီ ဒေသထွက်ကုန်ဖြစ်တဲ့ လတ်ဆတ်တဲ့ သစ်သီးဝလံ ဟင်းသီးဟင်းရွက်တွေနဲ့\nဘယ်လိုထူးခြားတဲ့ sandwich တွေကို ဖန်တီးသွားမလဲ။\nသူတို့ကိုတည်းခိုခွင့်ပေးထားတဲ့‌တောင်သူကြီးယိုဂျီရဲ့ပြဿနာကိုရော\nဘယ်လိုကူညီဖြေရှင်းပေးသွားမလဲ‌ဆိုတာကို အားလုံးအတူကြည့်ရှုရမှာဖြစ်ပါတယ်။စိတ်အပန်းဖြေဖို့ ရုပ်ရှင်လေးတစ်ကားလည်းကြည့်ချင်တယ်\nအချိန်လည်းအများကြီးမပေးချင်ဘူးဆိုသူတွေအတွက်\nတစ်နာရီနဲ့ Healingဖြစ်စေမယ့် ဒီရုပ်ရှင်လေးကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/traveling-sandwich-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sq3Ntm8Y2ozLg4oHQnNfRZ9vYdW.jpg",
        "title": "The Legend And Butterfly(2023)",
        "description": "The Legend And Butterfly(2023)******************************ဂျပန် တန်းမွန်းခေတ်က ဖြစ်ရပ်မှန်သမိုင်းကြောင်းတွေကို အခြေခံပြီး ဒါရိုက်တာOtomo Keishiကရိုက်ကူးတင်ဆက်ထားပါတယ်..\nသမိုင်းကြောင်းလေးကိုအနည်းငယ်ပြောပြရရင် ဂျပန်ဟာအဲဒီခေတ်အဲဒီအခါတုန်းကပုဂံမတိုင်ခင် မြန်မာနိုင်ငံလိုပဲ တစ်နယ်စီသီးခြားကွဲပြားနေခဲ့တာပါ ..ဒါပေမဲ့ အနော်ရထာလက်ထက်မှာပုဂံအင်ပါယာအနေနဲ့စုစည်းနိုင်ခဲ့သလိုပါပဲ ..ဇာတ်လမ်းထဲကဇာတ်လိုက်ဖြစ်တဲ့ အိုဒါ နိုဘူနဂဆိုတာ ဂျပန်ပြည်ကိုပထမဆုံးအကြိမ်စုစည်းနိုင်ခဲ့တဲ့daimyō(စစ်ဘုရင်)တစ်ပါးဖြစ်ခဲ့ပါတယ်..\nဇာတ်လမ်းအကျဥ်းကတော့ အိုဝါရီစီရင်စုရဲ့ သခင် အိုဒါ နိုဘူနဂ နဲ့ မီနိုစီရင်စုကမင်းသမီးနိုဟီမဲတို့ရဲ့လက်ထပ်ပွဲနဲ့အစပြုထားပါတယ်\nတစ်နိုင်ငံလုံးကိုသိမ်းပိုက်နိုင်ခဲ့တဲ့ Daimyō ကြီးဖြစ်လာမှာပေမဲ့နိုဘူနဂဟာ သမိုင်းမှာ အိုဝါရီရဲ့အရူးလို့နာမည်ပြောင်ရတဲ့အထိကိုပေါကြောင်ကြောင်နဲ့ပါ ...တဖက်မှာတော့ မင်းသမီးနိုကအလွန်ထက်မြက်ပြီးမြွေပွေးရဲ့သမီးလို့ပါ နာမည်ကြီးသူပါ ..စရိုက်ရောပညာဉာဏ်ပါမတူတဲ့သူတို့နှစ်ယောက် နိုင်ငံရေးပရိယာယ်တွေကြောင့်သာလက်ထပ်လိုက်ပြီးနောက်ပိုင်းမှာတော့... File Size : (2.9GB) (1.1GB)and (313MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:48:00\nGenre : History  ,Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Vo Aung Din\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-legend-and-butterfly2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/beOttBg7SjRnOXXBEb3Xv9UEgKV.jpg",
        "title": "Sea of Time (2022)",
        "description": "Sea of Time (2022)~ IMDb rating - 7.6/10 ~ဒီကားရဲ့ ဇာတ်လမ်းဟာ လက်တွေ့ဘဝက ကြေကွဲစရာဖြစ်ရပ်မှန်လေးကို အခြေခံထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။၁၉၈၀ ခုနှစ်တွေတုန်းက ယိုဟန်နာနဲ့ လူးကပ်စ်တို့ဟာ သူတို့ရဲ့ သားလေး ကိုင် နဲ့အတူ ရွက်လွှင့်ခရီးတစ်ခုထွက်ရင်း အဆုံးအစမဲ့ သမုဒ္ဒရာကြီးထဲ အပျော်ခရီးစဉ်လေးတစ်ခုထွက်ခဲ့ကြပါတယ်။ ကမ္ဘာပေါ်မှာ... ပင်လယ်ရေပြင်ကြီးထဲမှာ... သူတို့ ၃ ယောက်တည်းရှိတဲ့အတိုင်း အပူအပင်ကင်းကင်း ပျော်ပျော်ရွှင်ရွှင်နဲ့ပေါ့။တစ်ရက်မှာသူတို့သားလေး ကိုင် ပင်လယ်ထဲ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားခဲ့တာကစပြီး ကျန်ခဲ့တဲ့သူတို့ ၂ယောက်ရဲ့ဘဝကလည်း ကိုယ့်ကိုယ်ကိုယ်အပြစ်တင်စိတ်တွေနဲ့ ကမောက်ကမဖြစ်ခဲ့ရတယ်။ သူတို့သားလေးပျောက်ဆုံးမှုအပေါ် ဖြေမဆည်နိုင်လွန်းလို့ အဲဒီအဖြစ်အပျက်ကြီးကို မေ့ထားပစ်ချင်တဲ့ ဖခင်ဖြစ်သူလူးကပ်စ်နဲ့ သားလေးအကြောင်းကိုပဲမေ့မရဖြစ်နေတဲ့ ယိုဟန်နာတို့ ကတောက်ကဆတွေဖြစ်ရာကနေ ဝေးသွားကြပါတော့တယ်။‌နှစ်ပေါင်း ၃၅ နှစ်အကြာမှ သူတို့ချင်းပြန်တွေ့ကြတဲ့အခါ ဘဝကိုယ်စီနဲ့ဖြစ်နေကြပါပြီ။ ဒါပေမဲ့ သူတို့သားလေးအပေါ်ထားတဲ့သတိရစိတ်တွေ ကတော့ လတ်ဆတ်နေတုန်း... ချစ်ရက်နဲ့ဝေးခဲ့ရတဲ့သူတို့ချစ်ခြင်းတွေကလည်း သင်းပျံ့နေတုန်း...အချိန်တွေကကုစားသွားမှာပါလို့ ကျွန်တော်တို့အမြဲပြောလေ့ရှိပေမဲ့ တချို့အဖြစ်အပျက်တွေဟာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/sea-of-time-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOGE1MThjNzctZWYxNy00NjYyLWJiZTItZjVjYTZhYzk5MDJkXkEyXkFqcGdeQXVyMjc2Nzg5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "From Me to You (or) Kimi ni Todoke (2010)",
        "description": "From Me to You (or) Kimi ni Todoke (2010)\n===============================\nIMDb Rating - 6.9/10Anime fan လေးတွေအကြိုက် Kimi ni Todoke ကိုမှ\n၂၀၁၀ တုန်းက ထွက်ရှိခဲ့တဲ့ Live action movie အဟောင်း\nလေး ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ Sawako\nKuronuma (Mikako Tabe)ဟာ ဆံပင်ရှည်ကြီးအမြဲချ\nထားပြီး ရှက်ကြောက်တတ်တဲ့အပြုအမူတွေကြောင့် ၁၉\n၉၈ တုန်းကထွက်ခဲ့တဲ့ ဂျပန်သရဲကား 'Ring' ထဲက သရဲမ\n\"Sadako\" နဲ့ တူတာမို့ ငယ်ငယ်ကတည်းက အတန်းဖော်\nတွေရဲ့ အရှောင်ကြဉ်ခံခဲ့ရပါတယ်။အထက်တန်းကျောင်းမှာလည်း လူတိုင်းရဲ့ ကြောက်ရွံ့မှုကို\nခံနေရပေမဲ့ အတန်းထဲက လူချစ်လူခင်များတဲ့ နာမည်ကြီး\nကောင်လေးတစ်ယောက် Shota Kazehay‌a (Haruma\nMiura)ကတော့ သူများတွေနဲ့မတူဘဲ Sawako ကို အမြဲ\nဂရုစိုက်ကြင်နာပေးပါတယ်။ အဲလိုနဲ့ Kazehay‌a ကြောင့်\nSawako မှာ သူငယ်ချင်းတွေရလာပြီး သူမ အမြဲတောင့်\nတခဲ့ရတဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/from-me-to-you-or-kimi-ni-todoke-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjliMWMwMTEtY2NjYy00ZjY4LTlmODctZmM0NmQ0YTJhNTA5XkEyXkFqcGdeQXVyNDE2MTUzOA@@._V1_-133x200.jpg",
        "title": "What Remains (2022)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ခွင့်လွှတ်ခြင်းရဲ့ စွမ်း‌အားကြီးမားပုံကို မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ။ မြို့ငယ်လေးတစ်မြို့က သင်းအုပ်ဆရာတစ်ယောက်ဖြစ်တဲ့ မာရှယ်ဆိုသူရဲ့ အမျိုးသမီးကို ထရွိုင်ပါကာက မတော်တဆသတ်လိုက်မိပါတယ်။ ဒါပေမယ့် မာရှယ်ဟာ သင်းအုပ်ဆရာတစ်ယောက်ဖြစ်နေသည့်အလျောက် သည်းခံခွင့်လွှတ်ပေးခဲ့ပြီး ရုံးတော်မှာ ထရွိုင်ပါကာကို ပြစ်ဒဏ်လျှော့‌ပေါ့ပေးအောင်တောင် ကာကွယ်ထွက်ဆိုပေးခဲ့ပါတယ်။ ဒါပေမယ့် သားဖြစ်သူ ဆမ်မြူရယ်ကတော့ အမေတစ်ယောက်လုံးကို ဆုံးရှုံးလိုက်ရတာတောင် သည်းခံခွင့်လွှတ်ပေးခဲ့တဲ့ ဖခင်ဖြစ်သူရဲ့လုပ်ရပ်ကို နားမလည်နိုင်ဖြစ်နေရပါတယ်။ တစ်နေ့မှာတော့ ထရွိုင်တစ်ယောက် ထောင်ကလွတ်လာပြီး မာရှယ်တို့သားအဖရဲ့ မျက်စိရှေ့ကိုပြန်ရောက်လာတဲ့အခါမှာတော့ သူတို့အကြားမှာဘာဆက်ဖြစ်ကြမလဲ ထရွိုင်ပါကာကရော သူလုပ်မိခဲ့တဲ့အပြစ်တွေအတွက် ဘယ်လိုပေးဆပ်မလဲ ဆမ်မြူရယ်ကရော နားလည်ခွင့်လွှတ်ပေးနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။ File size…(1.3 GB)/(740 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/what-remains-2022/"
    }
]