[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hY6E8D6YWGkRoHgfkCSJ4jNhw62.jpg",
        "title": "But Always (2014)",
        "description": "But Always (2014)\n=============တ႐ုတ္ျပည္ရဲ႕ ေဘဂ်င္းၿမိဳ႕ကေလးက ေက်ာင္းေလးတစ္ေက်ာင္းမွာ ေကာင္မေလးတစ္ေယာက္ေနာက္ တစ္ေကာက္ေကာက္လိုက္တတ္တဲ့ ေကာင္ေလးတစ္ေယာက္႐ွိခဲ့ဖူးပါတယ္။\nအေ႐ွ႕ေလေတြတိုက္ၿပီးႏွင္းေတြေဝေနေအာင္ၾကေနတဲ့ ေန႔ေတြမ်ိဳးမွာ ေစာင္အေပါက္ကေလးနဲ႔ ႐ွင္သန္ေနရတဲ့ေကာင္ကေလးရယ္ ေဟာင္ေကာင္ကေန ေက်ာင္းေျပာင္းလာတဲ့ ေကာင္မေလးရယ္ၾကားထဲက တူညီမႈတစ္ခုကေတာ့ ႏွစ္ဦးႏွစ္ေယာက္စလုံးမွာ အေမဆိုတာ မ႐ွိေတာ့ျခင္းပါပဲ။တစ္ေယာက္ကိုတစ္ေယာက္ တြယ္တာခဲ့ၿပီးမွ ေကာင္ကေလးရဲ႕ အဘြားေသသြားတဲ့ေနာက္ သူ႔ဦးေလးလာေခၚသြားတဲ့အခ်ိန္မွာ ႏႈတ္ဆက္စကားေတြေတာင္မ႐ွိပဲေဝးသြားခဲ့ၾကပါသတဲ့။ႏွစ္ေတြၾကာၿပီးတဲ့ေနာက္ မိုးမႈန္ေတြ က်ပ္သီးေနေအာင္က်ေနတဲ့ ညေနဘက္တစ္ခုမွာ ၿမိဳ္ကေလးကိုျပန္ေရာက္လာတဲ့ ေကာင္ေလးနဲ႔ ေကာင္မေလးနဲ႔ထပ္ဆုံေတြ႕ ခဲ့ပါတယ္။\nေကာင္မေလးက ေဆးေက်ာင္းၿပီးေတာ့မယ့္လုဆဲဆဲ အေမရိကသြားေတာ့မယ့္လု ဆဲဆဲမွာပါ။\nအေဖသာ႐ွိတဲ့ေကာင္မေလးနဲ႔ မိဘမ႐ွိေတာ့တဲ့ ေကာင္ေလးတို႔ ႏွစ္ဦးသားအတြက္ တစ္ေယာက္ကတစ္ေယာက္ မိသားစုလိုုျဖစ္ခဲ့ၾကပါတယ္တဲ့။ ခ်စ္သူေတြလည္းျဖစ္ခဲ့ၾကပါတယ္။\nေကာင္ေလးအတြက္ အေမရိကကို မသြားဖို႔ဆုံးျဖတ္လိုက္တဲ့ ေကာင္မေလးဟာ သူ့အေဖကိုေတြ႕ဖို့ ခ်ိန္းဆိုထားတဲ့ တစ္ခုေသာမိုးညမွာ ထီးေလးတစ္ေခ်ာင္းနဲ႔ ရပ္ေစာင့္ေနခဲ့ပါတယ္။\nေကာင္ကေလးကေတာ့ ေရာက္မလာခဲ့ပါဘူး။အေမရိကမွာ အလုပ္လုပ္ရင္း ေက်ာင္းတက္ေနခဲ့တဲ့ ေကာင္မေလးဟာ သူ႔လိုအလုပ္လုပ္ေနတဲ့ ပန္းခ်ီဆရာ တစ္ေယာက္နဲ႔ရင္းႏွီးခဲ့ပါတယ္။\nအေဖလည္းမ႐ွိေတာ့တာေၾကာင့္ ႐ုန္းရင္းကန္ရင္း သူ႔ဘဝထဲကို ေကာင္ေလးျပန္ေရာက္လာခဲ့ပါတယ္။ဒီတစ္ခါမွာေတာ့......\nေကာင္ေလးဟာ သိပ္ခ်မ္းသာတဲ့သူေ႒းတစ္ေယာက္ျဖစ္ေနၿပီး ေကာင္မေလးကိုလည္းခ်စ္ေနဆဲပါ ေကာင္မေလးစိတ္ထဲကတစ္ဦးတည္းေသာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xnne/But_Always_(Yi_Sheng_Yi_Shi)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/xsdvjgjlosqs-130x200.jpg",
        "title": "Can’t See Me Love You ( 2018 )",
        "description": "ဒီကား​ေလးဟာchinese bဝx officeမွာ $326131​ေက်ာ္​ဝင္​​ေငြရ႐ွိထားတဲ့ 2018ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​..ဟယ္​ရီးရီးဆိုတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ဟာမ်က္​ၾကည္​လႊာအစားထိုးကုသၿပီး​ေနာက္​မွာသရဲတစ္​​ေကာင္ကိုမၾကာခဏျမင္​​ေတြ႔​ေနရၿပီး​ေျခာက္​လန္​႔ခံ​ေနရပါတယ္​...ဒီလိုနဲ႔ပ​ေယာဂဆရာမ​ေက်ာက္​နဲ႔သူ႔အဖြဲ႔သားလ်န္​ခ်ိန္​နဲ႔ယိထ်န္​း​တို႔ရဲ႕ စစ္​​ေဆးခ်က္​အရဒီသရဲဟာ သူ႔ရဲ႕မ်က္​လံုးကိုရီးရီးဆီကျပန္​လာ​ေတာင္​း​ေနတယ္​ဆိုတာသိလိုက္​ရတဲ့အခါ...ရီးရီးရဲ႕ညီမ စန္​းစန္​းနဲ႔ သူ႔ခ်စ္​သူဝမ္​ယြမ္​တို႔ႏွစ္​​ေယာက္​ ဒီသရဲရဲ႕​ေနာက္​ကြယ္​ကအ​ေၾကာင္​းအရာ​ေတြကိုလိုက္​လံစံုစမ္​းရင္​းဘာ​ေတြသိလာရမလဲ...ဘယ္​လိုလွည္​့ကြက္​မ်ိဳး​ေတြ႐ွိ​ေနတာလဲ ...ဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1xlgi/Can’t_See_Me_Love_You_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePls2UP9cSGD7I9pPsSFmuYWyrD.jpg",
        "title": "Hinokio: Inter Galactic Love ( 2005 )",
        "description": "IMDb 6.7 ရရွိထားတဲ႔ Drama | Sci-Fi အမ်ိဳးအစားဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကေတာ႔ဆတိုရူဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ က်န္းမာေရးအေျခအေနတစ္ခုေႀကာင့္ေက်ာင္းကို လူကိုယ္တိုင္လာတက္ဖို႔ အခက္အခဲျဖစ္ျပီး ဖခင္၏အကူအညီနဲ႔ ဟိႏိုကီႏိုဆိုတဲ့ သစ္သားစက္ရုပ္ေလးလုပ္ျပီး အေဝးကcontrol လုပ္ရင္း ပထမဆံုးအေဝးေရာက္ ေက်ာင္းသားဘဝကို စတင္ခဲ့တယ္။ဒီလိုထူးျခားျဖစ္စဥ္ကို ဆန္႔က်င္တဲ့သူေတြက အရင္စလာတာေပါ့...သစ္သားစက္ရုပ္ေလးကို ေက်ာင္းတြင္းအႏိုင္က်င့္တာေတြေက်ာင္းျပန္ အႏိုုင္က်င့္တာေတြ စလုပ္လာတဲ့ ကေလး ၃ ေယာက္ရွိတယ္။ဆတိုရူေလးကေတာ့ က်န္းမာေရးမေကာင္းကတည္းကအိမ္ထဲေအာင္းေနခဲ့သူဆိုေတာ့ သူ႔အႏိုင္က်င့္တဲ့ ၃ ေယာက္ကိုမွ ခင္ခ်င္လာတယ္တဲ့...သစ္သားစက္ရုပ္ေလးက တစ္ဆင့္ေပါ့...ဆတိုရူေလးက ဘာလို႔ စက္ရုပ္ထဲဝင္ျပီးအျပင္ေလာကနဲ႔ အဆက္အသြယ္ျဖတ္ေနရတာလဲ...သူ႔အႏိုင္က်င့္ေနတဲ့ ကေလးေတြနဲ႔ေရာ အဆင္ေျပမွာလား ဘာဆက္ျဖစ္မွာလဲ...ေနာက္ျပီး ဘယ္လို စိတ္ဝင္စားစရာ ဇာတ္ေႀကာင္းေတြရွိမယ္ဆိုတာရယ္...က်န္းမာေရးအေျခအေနေႀကာင့္ သစ္သားစက္ရုပ္အစားထိုးျပီးစာသင္တဲ့စနစ္ရယ္ကို ေလ့လာႏိုင္ဖို႔ဒီကားေလးကို ႀကည့္ျဖစ္ေအာင္ ႀကည့္လိုက္ႀကပါ... Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.7",
        "url": "https://megaup.net/1xlg4/Hinokio_-_Inter_Galactic_Love_[2005]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AjOe8RrgFOqWvHE5YuPcB0tl0pR.jpg",
        "title": "The Day After ( 2017 )",
        "description": "IMDb 7.0 ရရွိထားတဲ႔ကိုရီးယားDrama ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္မနက္တိုင္းမိုးမလင္းခင္မွာပဲအလုပ္ကိုသြားေလ့႐ွိတဲ့ပံုႏွိပ္ထုတ္ေဝေရးတိုက္သူေဌးကင္ဘြန္ဝမ္တစ္ေယာက္ကိုဇနီးျဖစ္သူကေပြ႐ႈပ္ေနလားဆိုတာသံသယဝင္လာပါေတာ့တယ္....တကယ္လည္းကင္ဘြန္ဆုတ္က ဇနီးျဖစ္သူေနာက္ကြယ္မွာရံုးကဝန္ထမ္းတစ္ေယာက္နဲ႔ေပြ႐ႈပ္ေနခဲ့ပါတယ္...တေန႔ကင္ဘြန္ဆုတ္နဲ႔ေပြ႐ႈပ္ေနတဲ့ဝန္ထမ္းေကာင္မေလးကအလုပ္ထြက္သြားၿပီး သူ႔ေနရာကိုကင္ဘြန္ဆုတ္ကဆုန္အာရီရန္ဆိုတဲ့မိန္းကေလးကိုခန္႔လိုက္ပါတယ္....ေယာက်္ားျဖစ္သူအလုပ္မွာေဖာက္ျပန္ေနတာသိေပမဲ့သက္ေသမ႐ွိတဲ့သူမက တစ္ေန႔ေတာ့ေယာက်္ားအလုပ္ကိုခိုးလိုက္လာခဲ့ပါတယ္...အဲ့ဒီမွာ ဒီေန႔မွအလုပ္စဝင္တဲ့အာရီရန္ကိုေတြ႕သြားၿပီးေယာက်္ားနဲ႔ေပြ႐ႈပ္ေနတဲ့မိန္းကေလးလို႔အထင္မွားၿပီး ႐ိုက္ႏွက္ခဲ့ပါတယ္...ဘယ္လိုပဲ႐ွင္းျပ႐ွင္းျပလက္မခံေတာ့ပဲဆက္တိုက္အထင္လြဲေနခဲ့ၿပီးဒီလို႐ႈပ္ေထြးတဲ့အ႐ႈပ္ေတာ္ပံုကိုဘယ္လိုေျဖ႐ွင္းမလဲဆုိတာဒီကားေလးထဲမွာၾကည့္႐ႈလုိက္ၾကပါစုိ႔ေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/1xlge/The_Day_After_(Geu-Hu)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMmbAvCJ9ZLgCQq0YxygOMQxzEZ.jpg",
        "title": "The Sweet Hereafter (1997)",
        "description": "The sweet hereafter (1997)\n=================အညိဳမြဲေရာင္ျမဴႏွင္းမ်ားက ပတ္ဝန္းက်င္မွာျပည့္လို႔ေနတယ္။ ေျခဖဝါးမ်ားမွာလည္း ေျမႀကီးေပၚက ႏွင္းအစိုင္အခဲမ်ားၾကားမွာ နစ္ျမဳပ္ေနခဲ႔တယ္။ ေတာင္းေစာင္းကေလးက ဒီၿမိဳ႕ကေလးဟာ ေနခ်င္စဖြယ္ၿမိဳ႕ကေလးျဖစ္တယ္။\nတိတိက်က်ေျပာရရင္ ကေနဒါႏိုင္ငံက ဒီၿမိဳ႕ကေလးဟာ စိတ္ေရာကိုယ္ပါေအးခ်မ္းမႈအတိနဲ႔ ဖန္တီးထားတဲ႔ၿမိဳ႕ကေလးဆိုလည္းမမွားဘူး။ ဒီၿမိဳ႕ကေလးဆီကို ဟိုးတစ္ေနရာက ကံၾကမၼာဆိုးႀကီးဟာ တအိအိနဲ႔လာေနခဲ႔ၿပီဆိုတာ ဘယ္သူသိႏိုင္မွာလဲ။အဲ႔ဒိေန႔မနက္က ေက်ာင္းကားအဝါေရာင္ႀကီး အေဝးကိုထြက္သြားေတာ့ ကားေပၚမွာ မိဘေတြကိုထာဝရထားရစ္ခဲ႔မယ့္ ကေလးေတြပါသြားခဲ႔တယ္။ မိဘေတြဟာ လက္ျပေနဆဲမွာပဲ ကေလးေတြကို ထာဝရဆံုးရံႈးရမယ္ဆိုတဲ႔အသိဟာ ဝင္လာေကာင္းဝင္လာႏိုင္ပါရဲ႕။အေၾကာင္းကေတာ့ ဒီၿမိဳ႕ကေလးရဲ႕ ကေလးေတြစီးလာတဲ႔ေက်ာင္းကားအဝါေရာင္ႀကီး ယာဥ္တိုက္မႈျဖစ္ပါေတာ့တယ္။ ဒီယာဥ္တိုက္မႈမွာ ကေလး ၁၄တိတိပြဲခ်င္းၿပီးေသဆံုးသြားတယ္။ ကံေကာင္းစြာနဲ႔လား ကံဆိုးစြာနဲ႔လားလို႕ေျပာရမလဲမသိ ဒါေပမယ့္ ဆာရာဆိုတဲ႔ေကာင္မေလးကေတာ့ အသက္ရွင္သြားတယ္ေပါ့။ဒီကိစၥျဖစ္တဲ႔သတင္းေတြထြက္ၿပီးတဲ႔အခါမွာ စတီဗင္ဆိုတဲ႔ ေရွ႕ေန႔ႀကီးဟာ ဒီၿမိဳ႕ကိုေရာက္လာပါေတာ့တယ္။ သူေရာက္လာတဲ႔အေၾကာင္းျပခ်က္ကေတာ့ ေသဆံုးသြားတဲ႔ကေလးေတြရဲ႕မိဘဖက္ကေနၿပီး အစိုးရနဲ႔ၿပိဳင္တဲ႔အမႈလိုက္ေပးဖို႔။ ဒါေပမယ့္ စတီဗင္ေၾကာင့္ျဖစ္ရပ္ေတြဟာ ေကာင္းမလာတာမ်ိဳးေတြ သီးျခားျဖစ္ရပ္ဆိုးေတြနဲ႔ႀကံဳလာတဲ့အခါမွာေတာ့ …… ။ ဇာတ္လမ္းရဲ႕အစဟာ ဒီယာဥ္တိုက္မႈနဲ႔စတယ္။ ဒီရုပ္ရွင္ဟာ သာမန္ေဟာလိဝုဒ္ဇာတ္ကားတစ္ကားလိုပဲ စဖြင့္တယ္။ ကံၾကမၼာဆိုးတစ္ခုနဲ႔စဖြင့္တယ္။ ဒါေပမယ့္ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1xlgf/The_Sweet_Hereafter_[1997]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg",
        "title": "Looper (2012)",
        "description": "Time Travel နဲ႔ပတ္သက္တဲ႔ကားတစ္ကားျဖစ္ပါတယ္။ 2044 မွာ အေျခတည္တယ္။ဇာတ္လမ္းကေတာ႔ အဲဒီအခ်ိန္မွာ Time machine ဆိုတာ မေပၚေသးေပမဲ႔ ေနာက္ႏွစ္ (၃၀) ၾကာတဲ႔အခါ ေပၚၿပီတဲ႔။Future (2070) ေတြမွာ Time machine ေပၚလာေပမဲ႔ ခ်က္ခ်င္းပဲ တရားမဝင္ဆိုၿပီး ပိတ္ပင္ၾကတယ္။အဲဒီအတြက္ လူဆိုးဂိုဏ္းအႀကီးႀကီးေတြက လွ်ိဳ႕ဝွက္သံုးတယ္။အဲဒီေခတ္မွာ လူတစ္ေယာက္ကို သတ္ၿပီး အစေဖ်ာက္ဖို႔ မလြယ္တဲ႔အတြက္ သူူတို႔ေတြ သတ္ခ်င္တဲ႔လူေတြကို ဖမ္း၊ ႀကိဳးတုပ္ၿပီး ဒီေန႔ေခတ္ (၂၀၄၄) က သတ္မွတ္ေနရာတစ္ခု (ဥပမာ ေျပာင္းခင္းေဘး) ကို ပို႔လိုက္တယ္။အဲဒါကိုမွ Looper ဆိုတဲ႔ေကာင္ေတြက အဲဒီေနရာေတြမွာေစာင့္ေနၿပီး ေပၚလာတဲ႔ေကာင္ကို ပစ္သတ္၊ အစေဖ်ာက္ပစ္တယ္။ေနာက္ သူတို႔နဲ႔ထည့္ေပးလိုက္တဲ႔ ေငြျပား ေရႊျပားေတြကို payment အျဖစ္ယူတယ္။Future ကလည္း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1xi2t/Looper_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSivb4EyOAyEum70mOSHtAWiUe3.jpg",
        "title": "The Devil’s Advocate (1997)",
        "description": "အခုတေလာ အင္တာနက္မွာ အရမ္းကုိ နာမည္ၾကီးေနတဲ့ မင္းသား Keaneu Reeve ရဲ႕ 1997 ကSupernatural, Mystery ဇာတ္ကားေလးျဖစ္တဲ့ The Devil's advocate ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္ကားေလးရဲ႕နာမည္က Devil မေကာင္းဆုိးရြား Advocate ကုိယ္စားေျပာေပးသူတဲ႔ဒါေပမဲ့ Devil's Advocate ဆုိတာ ေရွ႕ေနလုိ႔ ဘာသာျပန္ပါတယ္။ဒီဇာတ္ကားမွာ Charlize Theron, Al Pacino တုိ႔လုိ နာမည္ၾကီး သရုပ္ေဆာင္ေတြကလည္း အားျဖည့္ထားၾကပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Spoiler ျဖစ္သြားမွာစုိးလုိ႔ သိပ္မေျပာေတာ့ပါဘူး။Florida က ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ အမႈရႈံးဖူးတာမရွိ စံခ်ိန္တင္ထားတဲ့ ေရွ႕ေနေလးတစ္ေယာက္ က်င့္ဝတ္နဲ႔ ေအာင္ျမင္မႈမွာ ေအာင္ျမင္မႈကုိေရြးျပီးေတာ့ အျမင့္ဆုံးကုိတျဖည္းျဖည္းတက္သြားရင္း ၾကံဳရတဲ့အေၾကာင္းေတြပါ။သဘာဝလြန္ ဆန္းျပားတဲ့ ကိစၥေတြကုိ ထည့္သြင္းရုိက္ကူးထားပါတယ္။လူေတြကို အသက္ရွင္ေနထုိင္ခ်င္ေအာင္ ...",
        "rating": "7.5",
        "url": "https://megaup.net/Rkzt/The_Devil’s_Advocate_[1997]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XVPYOdMAizdNMSwS0SK3fPJcvR.jpg",
        "title": "Jackie Brown(1997)",
        "description": "Jackie Brown(1997)IMDb....7.5,,,,,,,Rotten.....87%ဂ်က္ကီဘေရာင္းဆိုတဲ့ အေမရိကန္ေလယာဥ္မယ္တစ္ဦးဟာ လစာသိပ္မေကာင္းတဲ့ေလေၾကာင္းလိုင္းမွာ အလုပ္လုပ္ရင္း လက္နက္ေမွာင္ခုိသမားတစ္ေယာက္ရဲ႕ မကၠဆီကိုကသန္းတစ္ဝက္ေလာက္ရွိတဲ့ေငြေတြကို နည္းနည္းစီ ခြဲျပီး ေမွာင္ခိုသယ္ေပးေနခဲ့ပါတယ္ …...သူ႕အတြက္ အခက္အခဲ အနည္းငယ္ေလာက္သာရွိၿပီး ေငြေလးလည္း ျမဳိးျမဳိးမ်က္မ်က္ရေလေတာ့ ဂ်က္ကီဘေရာင္းအတြက္ တကယ့္ကုိအဆင္ေျပေနတယ္...သူကူညီေပးေနတဲ့ လက္နက္ေမွာင္ခိုသမား ဟာ အနည္းဆံုး လူ ဆယ္ေယာက္ခန္႔ သတ္ထားျပီးေတာ့ ပိုက္ဆံန႔ဲပတ္သက္ရင္ လက္ရဲဇတ္ရဲ သတ္ျဖတ္တတ္သူပါ …ရဲတပ္ဖြဲ႕ကလည္း ဘယ္သူမွန္းမသိေသးေပမယ့္ အပူတျပင္းအလုိရွိေနတဲ့တစ္ေယာက္ေပါ့ …....ဒီလက္နက္ေမွာင္ခုိသမားဟာ ရဲေတြၾကားမွာ ဘယ္လုိအကြက္ေရႊ႕ရမလဲသိသလုိအခက္အခဲႀကဳံလုိက္တုိင္းလည္း ေသြးေအးေအးနဲ႕ ျဖတ္သန္းတတ္သူပါ......အမႈလုိက္တဲ့ရဲေတြ ေမွာင္ခုိသမားေတြ လက္ရဲဇက္ရဲ လူသတ္သမားေတြနဲ႕ဂ်က္ကီဘေရာင္းဆုိတဲ့ေလယာဥ္မယ္အမ်ဳိးသမီးတုိ႕ ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး......ဇာတ္ကားတစ္ကားလံုး ႏွစ္နာရီခြဲ သံုးနာရီခန္႔ၾကာျမင့္ေသာ္လည္း စိတ္ဝင္စားစရာအျပည့္နဲ႔ျဖစ္တာတစ္ေၾကာင္း ၾကည့္ရွဳသူပရိသတ္ပါ ဥာဏ္ကစားႏုိင္ေအာင္ ျမွုပ္ကြက္ေလးေတြနဲ႔ရိုက္ထားတဲ့ကားျဖစ္လို႔ ထိုင္ရာကမထခ်င္ေအာင္ စြဲေဆာင္မယ့္ ဇာတ္ကားျဖစ္တဲ့အျပင္\n• နာမည္ၾကီးသရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့Pam Grier\n• Samuel L. Jackson\n• Robert Forster\n• Bridget Fonda\n• Michael Keaton\n• Robert De ...",
        "rating": "7.5",
        "url": "https://megaup.net/R9wd/Jackie_Brown_[1997]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iKMeE6oYzBVzhA6xLGb8PPWEruF.jpg",
        "title": "Secret Obsession (2019)",
        "description": "ယာဥ္တိုက္မႈဆိုးဆိုးဝါးဝါးျဖစ္ၿပီး ဦးေႏွာက္အျပင္းအထန္ထိခိုက္ကာ အသက္မေသခဲ့ေပမယ့္မွတ္ဉာဏ္ေတြေပ်ာက္ဆံုးသြားတဲ့ ဂ်နီဖာ...သတိရလာတဲ့အခါ ခ်စ္ခင္ပြန္းရက္ဆဲလ္က ေဘးကေနေတာက္ေလ်ာက္ ျပဳစုေစာင့္ေရွာက္ေနေပမယ့္တစ္ခုခုမွားယြင္းေနေၾကာင္း သိလာရတဲ့အခါ..Netflix ရဲ႕ thriller ေလးကို မိုးေအးေအးမွာ ၾကည့္ရႈခံစားလိုက္ပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ)  File Size : (750 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DDP5.1.Atmos.x264-NTGTranslated by May Myat Thu\nEncoded by THZ",
        "rating": "4.4",
        "url": "https://megaup.net/2d4qw/Secret_Obsession_[2019]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNTczMzc4NDY0MF5BMl5BanBnXkFtZTgwMjI3Njg3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Intruder (2019)",
        "description": "ခ်ာလီပက္ခ္တစ္ေယာက္ သူ႕အိမ္ကုိအေရာင္းထုတ္ေနပါတယ္။\nဖေလာ္ရီဒါမွာရွိတဲ့သူ႕သမီးေလးက အသက္အရြယ္ႀကီးေနၿပီျဖစ္တဲ့သူ႕အေဖကို\nသူတို႕နဲ႕အတူလာေနေစဖို႕ေျပာေနေတာ့ ဒီအိမ္ကိုေရာင္းထုတ္ၿပီးေတာ့\nသူ႕သမီးဆီလိုက္သြားေတာ့မွာပါ။\nခ်ာလီတို႕ အိမ္ကုိလာၾကည့္တဲ့ စေကာ့နဲ႕အန္နီတို႕ကေတာ့\nစစေရာက္ခ်င္းမွာ နည္းနည္းေလးေတာ့\nထိတ္လန္႕စရာေတြၾကံဳခဲ့ရေပမယ့္\nအန္နီတစ္ေယာက္အိမ္ေလးကိုအရမ္းသေဘာက်ေနတာနဲ႕ပဲ\nေနာက္ဆံုးေတာ့ဝယ္ျဖစ္သြားၿပီး\nေျပာင္းေရြ႕ေနထိုင္ၾကပါေတာ့တယ္။\nအိမ္ေလးရဲ႕ေဘးနားတစ္ဝုိက္မွာသစ္ေတာေလးနဲ႕ဖံုးအုပ္ထားၿပီးေတာ့\nတကယ့္ကိုလွပတဲ့အိမ္ေလးတစ္လံုးလဲျဖစ္ပါတယ္။\nအန္နီတစ္ေယာက္ေတာ့ အေပ်ာ္ႀကီးေပ်ာ္ေနခဲ့တာေပါ့။\nဒါေပမယ့္ေလ ႏွစ္ရွည္ၾကာျမင့္စြာေနထိုင္ခဲ့တဲ့ ခ်ာလီအတြက္ေတာ့\nဒီအိမ္မွာ သူ႕မိန္းမနဲ႕အတူ ကေလးေတြနဲ႕လဲ ေနထိုင္ရင္းျဖတ္သန္းခဲ့ရတာဆိုေတာ့\nမၾကာမၾကာျပန္ျပန္ေရာက္လာၿပီးေတာ့\nအိမ္ေလးနဲ႕ပတ္သက္တာေတြကုိ လုပ္ေပးေလ့ရွိပါတယ္။\nဒါေပမယ့္ တခ်ိဳ႕ေသာကိစၥေလးေတြေပၚေပါက္လာခဲ့တဲ့အခ်ိန္မွာေတာ့\nဇာတ္လမ္းကတစ္မ်ိဳးေျပာင္းလဲသြားတာကို\nၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ခင္ဗ်ာ။\nစိတ္လႈပ္ရွားစရာေကာင္းတဲ့ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္\nလက္လြတ္မခံပဲၾကည့္ရႈသင့္ပါတယ္လို႕ထပ္ေလာင္းေျပာၾကားလိုက္ပါတယ္။\nFile Size : (1.43 GB) and (750 MB) \nQuality : AMZN WEB-DL (1080p 5.1,720p)\nRunning Time : 101min\nFormat : Mp4\nGenre : Drama,Horror,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Charm\nEncoded by sithu",
        "rating": "5.3",
        "url": "https://megaup.net/2d4qy/The_Intruder_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ItW1N2L2YIWVlZh1cg2Ylh3i8f.jpg",
        "title": "Ophelia (2018)",
        "description": "ရွိတ္စပီးယားျပဇာတ္ေတြနဲ႔ မစိမ္းသူေတြကေတာ့ နာမည္ေက်ာ္ ဟမ္းမလက္ျပဇာတ္ကို သိၾကမွာပါဒီကားကေတာ့ အဲဒီကမာၻေက်ာ္ျပဇာတ္ကိုပဲ ျပန္႐ိုက္ထားတာ ျဖစ္ပါတယ္ဟမ္းမလက္ရဲ႕အမ်ိဳးသမီးျဖစ္သူ အိုဖီလီယာဘက္က လွည့္ၿပီးေတာ့ဇာတ္ၫႊန္းခြဲ ႐ိုက္ကူးတင္ဆက္ထားတာပါဇာတ္လမ္းအက်ဥ္းကေတာ့ မင္းသားတစ္ပါးျဖစ္သူ ဟမ္းမလက္နဲ႔ဘုရင့္ေနာက္ေတာ္ပါးတစ္ဦးရဲ႕ သမီးျဖစ္သူ အိုဖီလီယာတို႔ရဲ႕ အခ်စ္ဇာတ္လမ္းပဲျဖစ္ပါတယ္ဟမ္းမလက္က သိပ္မရင့္က်က္ေသးတဲ့ မင္းသားတစ္ပါး ျဖစ္ၿပီးသူ႔ဦးရီးေတာ္ရဲ႕ အႏိုင္က်င့္မႈ လူဝါးဝမႈေတြကို ခံေနရက်ျဖစ္ပါတယ္အိုဖီလီယာကေတာ့ တင္းက်ပ္တဲ့စည္းမ်ဥ္းေတြနဲ႔ မိန္းမသားေတြကိုႏွိပ္ကြပ္ထားတဲ့ေခတ္မွာေတာင္ ထက္ထက္ျမက္ျမက္ေယာက်ာ္းေတြနဲ႔ တန္းတူ ႀကီးပ်င္းလာတဲ့ မိန္းကေလးတစ္ဦးပါသူတို႔ႏွစ္ဦးရဲ႕အခက္အခဲၾကားက ခ်စ္ပံုျပင္ကို တင္ဆက္ထားတာပဲျဖစ္ပါတယ္သာမန္အခ်စ္ဇာတ္လမ္းလို႔ထင္ႏိုင္ဖြယ္ရာရွိေပမယ့္ ကမာ႓ေက်ာ္ျပဇာတ္ဆိုတဲ့အတိုင္းဇာတ္အိမ္ခိုင္ခိုင္မာမာနဲ႔ အႏု အၾကမ္း အလြမ္း အကုန္ပါေအာင္ တင္ဆက္ထားတာပါတစ္ဆင့္ၿပီးတစ္ဆင့္ ဇာတ္ကြက္ကိုမွန္းမရေအာင္ ပံုေဖာ္႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္ၾကည့္မိလို႔ေနာင္တမရမယ့္ကားတစ္ကားျဖစ္ၿပီးေတာ့Rating 7.1 အထိရရွိထားပါတယ္...ဒီျပဇာတ္ကလည္း ႐ိုမီယို ဂ်ဴးလိယက္နဲ႔ အၿပိဳင္ ကမာ႓ေက်ာ္ခဲ့တဲ့ျပဇာတ္တစ္ခုမို႔ ၾကည့္ၿပီးတဲ့အခါ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2d4qr/Ophelia_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YrVrPfMEqtFsLmN4HdzERjbveo.jpg",
        "title": "Lying and Stealing (2019)",
        "description": "ဒီကားထဲမွာေတာ့ divergentတို႕insurgentတို႕ရဲ႕မင္းသားtheo jamesကအႏုပညာလက္ရာေတြကိုခိုးတဲ့သူတစ္ေယာက္အျဖစ္ပါဝင္ထားပါတယ္အႏုပညာေက်ာင္းဆင္းတစ္ေယာက္ျဖစ္တဲ့အိုင္ဗန္ဟာေသသြားတဲ့သူ႕အေဖအလုပ္လုပ္ခဲ့တဲ့ပန္းခ်ီေမွာင္ခိုေလာကရဲ႕သူေဌးၾကီးလက္ေအာက္မွာအလုပ္လုပ္ရင္းပိုက္ဆံရွာေနတဲ့သူတစ္ေယာက္ျဖစ္ပါတယ္ဒါေပမယ့္အခ်ိန္ၾကာလာတဲ့အခါဒီအလုပ္နဲ႕ေရွ႕မဆက္ခ်င္ေတာ့တာေၾကာင့္ရပ္ဖို႕ၾကိဳးစားခဲ့ေပမယ့္လည္း......အရင္လုပ္ထားတဲ့အလုပ္ေတြရဲ႕ပိုက္ဆံကိုသူေဌးၾကီးကမလႊဲခ်င္တာေၾကာင့္အိုင္ဗန္ကိုဘယ္လိုေတြဒုကၡေပးမလဲ..အိုင္ဗန္ကေရာဘယ္လိုအႏိုင္ယူမလဲ..တစ္ခ်ိန္ထဲမွာပဲအရင္တုန္းကအတိတ္မေကာင္းခဲ့တာေၾကာင့္ရုပ္ရွင္မင္းသမီးဘဝကေနလိမ္လည္တဲ့သူတစ္ေယာက္ျဖစ္လာတဲ့မင္းသမီးနဲ႕ဆံုတဲ့အခါမွာ...သူတို႕ႏွစ္ေယာက္ေပါင္းျပီးသူေဌးၾကီးနဲ႕မင္းသမီးကိုဒုကၡေပးခဲ့တဲ့ထုတ္လုပ္သူကိုဘယ္လိုေတြႏွိပ္ကြပ္မလဲဆိုတာ.မင္းသမီးလွလွေလးရဲ႕အကြက္လွလွေလးေတြကိုျမင္ေတြ႕ရမွာျဖစ္ပါတယ္ File Size : (938 MB ) & (346 MB)Quality :Web-DL 720pRunning Time :1 hr 40 minFormat : Mp4Genre :  Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/R8jv/Lying_And_Stealing_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTExMzU0ODcxNDheQTJeQWpwZ15BbWU4MDE1OTI4MzAy._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Arrival (2016)",
        "description": "Arrival (2016)\nMystery/Science fiction\nArrival ဆိုတာ လေဆိပ်မှာဆိုရင်တော့ ဆိုက်ရောက်ပေါ့ဗျာ..\nဒီဇာတ်ကားထဲမှာလဲ တစ်စုံတစ်ဦးက တစ်နေရာရာကို ဆိုက်ရောက်လာတာနဲ့ပတ်သက်ပြီး ဖြစ်ပေါ်လာတဲ့အကျိုးဆက်တွေကိုမြင်တွေ့ရမှာပါ။\nအမှန်ပြောရရင် ကျွန်တော်ဒီကားကို Trailer လည်းမကြည့်ဖြစ်တော့ ဇာတ်ကားမကြည့်ခင်အထိ အာကာသနဲ့ ပတ်သက်တဲ့ ဇာတ်ကားလို့ပဲထင်ခဲ့ဖူးတယ်။ တကယ်တမ်းမှာ ကမ္ဘာမြေကို ရောက်ရှိလာတဲ့ ဧည့်သည်တွေနဲ့ ပတ်သက်တဲ့ ဇာတ်ကားဖြစ်နေတာပါ။.. ဇာတ်ကားအမျိုးအစားကို Mystery/Science fiction လို့ ဖော်ပြကြပေမယ့် ကျွန်တော်ကတော့ Drama ဇာတ်ကားကောင်းတစ်ကားကို ကြည့်ခွင့်ရလိုက်တယ်လို့ပဲ ခံစားရပါတယ်။\nDirector Denis Villeneuve က ရိုက်ကူးပြီး မင်းသမီး Amy Adams နဲ့ မင်းသား Jeremy Renner တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်တော့….\nDr. Louise Banks ရဲ့ ဘဝဇာတ်ကြောင်းနဲ့ အစပြုထားပါတယ်။ သူမက ကလေးငယ်တစ်ဦးရဲ့ မိခင်တစ်ယောက်ဖြစ်ပြီး သမီးလေးကို တစ်ဦးတည်း ထိန်းကြောင်းနေတဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ လက်မှာ လက်ထပ်လက်စွပ်လည်းဝတ်ထားပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/R8jg/Arrival_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSK7N9T9uqp7WqaFffKPhPxx0mB.jpg",
        "title": "Measure of a Man (2019)",
        "description": "ေနြရာသီအားလပ္ရက္ဆုိတာကိုမၾကိဳက္တဲ့သူမရွိသေလာက္ရွားမယ္လို႕ထင္ပါတယ္ဒီအခ်ိန္ကအကုန္လံုးကိုခဏေမ့ထားျပီးလြတ္လြတ္လပ္လပ္ေပ်ာ္ပါးလို႕ရတဲ့အခ်ိန္ေကာင္းေလးတစ္ခုပဲေလလူငယ္ေတြအတြက္ေရာမိသားစုေတြအတြက္ေရာ\nဒါေပမယ့္ဒီကားေလးမွာေတာ့ေနြရာသီအားလပ္ရက္ကိုမုန္းတဲ့လူငယ္ေလးတစ္ေယာက္ကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားကာရသအမ်ိဳးမ်ိဳးေပးထားတာကိုခံစားရမွာ\nေနြရာသီဆိုျမိဳ႕ျပကေနေက်းလက္ကိုထြက္လာျပီးအပန္းေျဖေလ့ရွိတဲ့ မိသားစုေတြျမိဳ႕ျပကေနလာအပန္းေျဖတဲ့သူေတြကိုမေက်နပ္တဲ့ေဒသခံလူငယ္အုပ္စုအဲဒီၾကားထဲမွာဓါးစာခံျဖစ္ျပီးအျမဲအႏိုင္က်င့္ခံရတဲ့အျပင္ဘာလုပ္လုပ္အေကာင္းမျမင္ေပးတဲ့အေဖရဲ႕စကားလံုးဖိႏွိပ္မႈေတြကိုပါခံရတဲ့ေကာင္ေလးတစ္ေယာက္\nတစ္ေန႕သူအလုပ္လုပ္တဲ့အိမ္ကအဖိုးၾကီးရဲ႕ပညာသားပါပါပညာေပးမႈေတြနဲ႕ရင့္က်က္လာတဲ့အခါ....ရုတ္တရက္ျပႆနာေတြထျဖစ္တဲ့အေဖနဲ႕အေမရဲ႕ဆက္ဆံေရးၾကားထဲဘယ္လိုေနမလဲ ...\nတိတ္တခိုးခ်စ္ေနရတဲ့ေကာင္မေလးနဲ႕ေရာဘယ္လိုေရွ႕ဆက္မလဲ...ဒီၾကားထဲအခ်စ္ေရးရွဳပ္တဲ့သူ႕အစ္မျပႆနာေတြေရာ....\nဒီကားေလးကလူငယ္ေတြၾကည့္ကိုၾကည့္သင့္တဲ့ကားေကာင္းေလးတစ္ကားပါဟာသေလးေတြပါေရာထားတာမို႕ပ်င္းရမွာမဟုတ္ပါဘူး... File Size : (937 MB ) & (302 MB)Quality :Web-DL 720pRunning Time :1 hr 40 minFormat : Mp4Genre :  Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3e7/Measure_Of_A_Man_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSr9f8ex7FIViB7Kg0HFJUl0qHN.jpg",
        "title": "1/1 (2018)",
        "description": "အခုမွအသက္ႏွစ္ဆယ္ျပည့္ကာစမိန္းကေလးတစ္ေယာက္ရဲ႕ျဖတ္သန္းရတဲ့အေျခအေနေတြအခက္အခဲေတြ ဒုကၡေတြကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားတာပါအေဖကရုတ္တရက္ကိုယ့္ကုိယ္ကိုသတ္ေသသြားတဲ့အခ်ိန္အေမနဲ႕စကားမ်ားျပီးအိမ္ကထြက္လာခဲ့တဲ့ဆယ္ေက်ာ္သက္အရြယ္မိန္းကေလးေဆးေတြသံုးျပီးရည္းစားနဲ႕အတူအိပ္မိရာကကိုယ္ဝန္ရွိလာခဲ့တဲ့အခါရည္းစားကလည္းထားခဲ့ အေဖကလည္းေသအဲဒီအခ်ိန္မွာပဲအေမနဲ႕ျပန္လည္စကားေျပာရာကအေဖရဲ႕အေၾကာင္းေတြသိလာတဲ့အခါဘာေၾကာင့္သတ္ေသသြားလဲဆိုတာ....လူငယ္ေတြၾကည့္သင့္တဲ့ဇာတ္ကားေလးတစ္ကားပါ File Size : (789 MB ) & (249 MB)Quality :Web-DL 720pRunning Time :1 hr 25 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/R8ji/1-1_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQUTi2u9s8KLEdbk1C5jQMoViLj.jpg",
        "title": "Edge of the Knife (2019)",
        "description": "ေနြရာသီမွာကြ်န္းတစ္ဖက္ကိုလာျပီး ေဆာင္းတြင္းအတြက္အစာလာစုရတဲ့လူမ်ိဳးစုတစ္စုသတ္မွတ္ထားတဲ့ေန႕ေရာက္ျပီဆိုသူတို႕ေနထိုင္ရာကြ်န္းတစ္ဖက္ကုိျပန္ျပီးေနထိုင္စားေသာက္က်ေလ့ရွိတဲ့လူမ်ိဳးစုအေၾကာင္းကိုmysteryဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေလးပါတစ္ေန႕သူတို႕ေနထိုင္ရာကိုျပန္ရေတာ့မယ့္အခ်ိန္မွာသူတို႕မ်ိဳးနြယ္စုဝင္လူငယ္တစ္ေယာက္ကကေလးတစ္ေယာက္ကိုေခၚျပီးေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားတဲ့အခါ...ဘယ္ေလာက္ပဲလိုက္ရွာလိုက္ရွာမေတြ႕ေတာ့တဲ့အဆံုးေသသြားျပီလို႕ေကာက္ခ်က္ခ်လိုက္တဲ့အခ်ိန္....လံုးဝေျပာင္းလဲသြားတဲ့သူကိုျပန္ေတြ႕လိုက္ရတဲ့အခ်ိန္သူတို႕ဘယ္လိုလုပ္ၾကမလဲ....ကေလးကိုေရာျပန္ေတြ႕ႏိုင္မလားဆိုတာ.....အဲဒီအခ်ိန္ကမ်ိဳးနြယ္စုေတြေနထိုင္မႈ,ယံုၾကည္မႈေတြကိုေသခ်ာရိုက္ျပထားတဲ့ကားေကာင္းေလးတစ္ကားပါ File Size : (944 MB ) & (306 MB)Quality :Web-DL 720pRunning Time :1 hr 41 minFormat : Mp4Genre :  Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/R8j7/Edge_Of_The_Knife_(SGaawaay_K_uuna)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTk2Mzg4NzI3NF5BMl5BanBnXkFtZTgwMzE5NDk1NzM@._V1_-135x200.jpg",
        "title": "Her Smell (2019)",
        "description": "ေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ရဲ႕အခက္အခဲေတြကိုရသအမ်ိဳးမ်ိဳးနဲ႕ရိုက္ျပထားတဲ့ကားေလးတစ္ကားပါဘက္ကီဆမ္းသင္းဆိုတဲ့ ေရွးအယူအဆေတြနတ္ဘုရားကိုးကြယ္မႈေတြကိုအယူသည္းေနတဲ့ေအာင္ျမင္ေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ ပတ္ဝန္းက်င္မွာရွိတဲ့ေဆြမ်ိဳးေတြအဖြဲ႕ဝင္ေတြနဲ႕အျမဲတမ္းျပႆနာျဖစ္ေနခဲ့ျပီး ေနာက္ဆံုးအကုန္လံုးကစြန္႕ခြာသြားခ်ိန္မွာ.....\nအသက္ငယ္ငယ္ေကာင္မေလးေခ်ာေခ်ာေလးေတြနဲ႕ဖြဲ႕စည္းထားတဲ့ေရာ့ခ္အဖြဲ႕ကသူတို႕ေနရာကိုဝင္လာခ်ိန္မွာ...သမီးေလးတစ္ေယာက္ရွိေပမယ့္လည္းေအာင္ျမင္ခ်ိန္မွာသူ႕ရဲ႕အယူသည္းမႈေတြေၾကာင့္သမီးကိုအနားမွာမထားရဲတဲ့ဘဝေနာက္ဆံုးေအာင္ျမင္မႈဒဏ္ကိုမခံစားႏိုင္ဘဲသမီးကိုအရမ္းခ်စ္လို႕အကုန္လံုးကိုစြန္႕လႊတ္ျပီးတစ္ေယာက္တည္းေနဖို႕ဆံုးျဖတ္လိုက္တဲ့အခါမွာေရာ...\nသမီးနဲ႕ေရာအဆင္ေျပႏိုင္မလား...သူအရမ္းျမတ္ႏိုးတဲ့ေရာ့ခ္ဂီတကိုေရာျပန္လည္ေျခလွမ္းႏိုင္မလားဆိုတာ...\n(ဒီကားထဲမွာအကုန္လံုးနဲ႕မစိမ္းတဲ့ေမာ္ဒယ္မင္းသမီးေခ်ာေလး ကာရာဒယ္လီဗင္းလဲပါဝင္ပါတယ္) File Size : (1 GB ) & (245 MB)Quality :Web-DL 720pRunning Time :2 hr 14 minFormat : Mp4Genre : Crime , Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3ek/Her_Smell_[2019]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jC55fFtXu5oJxpBGKpAkTTbMsaC.jpg",
        "title": "Cities of Last Things (2019)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ ရဲအရာရွိခ်န္ေဒါင္လင္းရဲ႕ ၾကံဳရဆံုရတဲ့ ဘ၀အဆံုဆံုကို ရိုက္ကူးျပထားပါတယ္ခ်န္ေဒါင္လင္းဟာ ငယ္ရြယ္တဲ့ရဲအရာရွိတစ္ဦးျဖစ္ျပီးေတာ့သူ႔မိန္းမကလည္း အရမ္းကိုေခ်ာေမာလွပပါတယ္ဒါေပမယ့္သစၥာမရွိသူ သူ႔အမ်ိဳးသမီးနဲ႔ သူရဲ႕ အထက္အရာရွိတို႔ေဖာက္ျပန္ေနတာကို သူဂ်ဴတီေစာျပန္လာတဲ့တစ္ရက္မွာ တည့္တည့္ၾကီးတိုးခဲ့မိပါတယ္တစ္သက္လံုးမေမ့ႏုိင္မယ့္ျမင္ကြင္းကိုျမင္လိုက္ရတဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္သူ႔အထက္အရာရွိကို တိုက္ခိုက္ဖို႔ ၾကိဳးစားေပမယ့္ လူမိုက္အဖြဲ႔ မူးယစ္ေဆးေမွာင္ခိုဂိုဏ္းေတြနဲ႔ပတ္သက္ေနတဲ့ သူ႔အရာရွိကို မႏွိမ္နင္းႏုိင္ဘဲသူပတ္တဲ့ အဆင့္ထိ ေရာက္သြားခဲ့ပါတယ္ဒါကိုအခဲမေၾကႏုိင္တဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္ အသက္ေတြၾကီးျမင့္လာတဲ့အထိလိုက္ကလဲ့စားေခ်ပါေတာ့တယ္ သူေနာက္ဆံုးကလဲ့စားေျခႏိုင္မွာလားသူ႔မိန္းမနဲ႔ေရာ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲၾကမ္းတမ္းလွတဲ့သူ႔ဘ၀မွာ ၾကံဳရဆံုရတဲ့ ဇာတ္ေၾကာင္းစံုကို ကရုဏာသက္ဖြယ္ျမင္ေတြ႔ရမွာပါ File Size : (994 MB) & (336 MB)Quality :Web-DL 720pRunning Time :1 hr 47 minFormat : Mp4Genre : Crime , ...",
        "rating": "6.0",
        "url": "https://megaup.net/R8jc/Cities_Of_Last_Things_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxuMWJgb0Sr8dF6Aa8goZZJYCzl.jpg",
        "title": "Ek Ladki Ko Dekha Toh Aisa Laga(2019)",
        "description": "Ek Ladki Ko Dekha Toh Aisa Laga (2019)=========================ႏုိင္ငံတကာရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္မ်ား IMDb - 5.5/ 10 Rotten Tomatoes - 73% Times of India - 3.5/5ဒီဇာတ္ကားကုိေဒါင္းထားတာအေတာ္ေလးၾကာၿပီ IMDb နည္းေနတာနဲ႕ မၾကည့္ျဖစ္တာဒါေပမဲ့ တဖက္ကျပန္ၾကည့္လုိက္ေတာ့ Rotten 73% ဆုိေတာ့ၾကည့္လုိက္တာ underrattedကားေကာင္းတစ္ကားလုိ႔ပဲဆုိရမယ္ ကြ်န္ေတာ္ၾကည့္ဖူးသေလာက္ အိႏၵိယကားေတြထဲမွာဒီလုိဇာတ္လမ္းမ်ိဳးရွားပါတယ္ ဇာတ္လမ္း၊ ဇာတ္အိမ္ေကာင္းသလုိ ဇာတ္ၫႊန္း၊ စကားလုံးေတြကလည္းဘာအပုိအလုိမွမရွိဘဲ သိပ္ျပည့္စုံလွတယ္ ကခုန္တာေတြသိပ္မပါဘဲ ေတးသီခ်င္းကုိ လုိသေလာက္ပဲသုံးသြားတာအဓိကေနာက္ခံေတးဂီတေလးဆုိ သိပ္လွလြန္းတယ္ သရုပ္ေဆာင္ေတြကလည္း ေထြေထြထူးထူးေျပာစရာမလုိတဲ့အမွန္အကန္ေတြခ်ည္းပဲ ဆုိနမ္ဆုိရင္ ဒီဇာတ္ရုပ္နဲ႕သိပ္လုိက္လြန္းေပတယ္ ဘယ္သူမွအုိဗာျဖစ္မသြားဘူးဇာတ္လမ္းေလးေျပာရရင္ ကားနာမည္နဲ႔ပဲစရမယ္ ... \"မိန္းကေလးတစ္ေယာက္ကုိေတြ႕တဲ့အခါ ေဟာဒီလုိခံစားရေလတယ္\"ခံစားဖူးၾကလားဗ် မိန္းကေလးတစ္ေယာက္ကုိျမင္လုိက္လုိ႔ ထူးထူးျခားျခားခံစားသြားရတာ အဲ့ဒိလုိခံစားမႈမ်ိဳးျဖစ္သြားသူကေတာ့ဆာေဟး(လ္) မစ္ရ္ဇာဆုိတဲ့ ဇာတ္ၫႊန္းေရးဆရာေလး ဆာေဟးလ္ မစ္ရ္ဇာ - ရုပ္ရွင္ထုပ္လုပ္သူ သူေဌးႀကီးရဲ႕တစ္ဦးတည္းေသာသား အဖက္ဖက္ကျပည့္စုံေပမယ့္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ta/Ek_Ladki_Ko_Dekha_Toh_Aisa_Laga_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ELrosU04wEbfmxK9wLBjdEECqm.jpg",
        "title": "EverAfter(1998)",
        "description": "Ever After Cinderella Story (1998)IMDb ..........7.0\nRotten.... 91%ဒီတစ္ေခါက္ဇာတ္ကားေလးကေတာ့ ၁၉၉၈ခုႏွစ္ပုိင္းက ႐ုိက္ကူးခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္.....ကေလးဘဝကတည္းက ႀကိဳက္ႏွစ္သက္ခဲ့ၾကတဲ့ စင္ဒရဲလားရဲ႕ဇာတ္ေၾကာင္းကုိေတာ့ အထူးမိတ္ဆက္ေပးစရာမလုိေလာက္ဘူး ထင္ပါတယ္....\nဒါေပမယ့္ ဒီကားေလးမွာ စင္ဒရဲလားရဲ႕ ဘယ္လုိဗား႐ွင္းေလးနဲ႔ ပုံေဖာ္သြားမလဲဆုိတာကေတာ့ တကယ္ကုိစိတ္ဝင္စားစရာပါ.....\nမင္းသမီးႀကီး Drew Barrymore ရဲ႕ ခ်စ္စရာေကာင္းတဲ့ဟန္ေလးေတြနဲ႔ စင္ဒရဲလားအသစ္ကေလးတစ္ေယာက္ကုိ ျမင္ရမွာပါ...\nသူ႔ဇာတ္လမ္းဇာတ္အိမ္သီးျခားေလးနဲ႔ မူလေက်ာ႐ိုးမပ်က္ဇာတ္လမ္းေလးကုိလည္း ႀကိဳက္ႏွစ္သက္ၾကမွာပါ.....\n၁၉၉၈တုန္းက ႐ုိက္ခဲ့တာဆုိေပမယ့္ Drew Barrymoreရဲ႕ ခ်စ္စရာေကာင္းတဲ့သ႐ုပ္ေဆာင္ခ်က္ေလးေတြကုိၾကည့္ရတာ\nနဲ႔တင္ ေ႐ွးေဟာင္းကားတစ္ကားဆုိတာေတာင္ ေမ့သြားေလာက္မွာပါ .......ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yoon Wah wah Theint ပဲ ျဖစ္ပါတယ္ File Size : (950 MB) and (403 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2d1T7/Ever_After_-_A_Cinderella_Story_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    }
]