[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n   \nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ်\nကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှ\nာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။\nကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး\nအသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက်\nဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက\nဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ငြင်းဆိုခဲ့တဲ့အတွက် ဒုတိယမြောက်ဟင်နရီဖို့ဒ်ဟာ ငွေတွေပုံအောသုံးပြီး\nအကောင်းဆုံးလူတွေနဲ့ ပြိုင်ကားတည်ဆောက်၊ လမန်းစ်ပြိုင်ပွဲမှာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1xhoy/Ford_v_Ferrari_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTU1MjcyMGUtODI3ZS00NTc4LWExNjgtY2ZjZGJlZmUyMmFhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Thallumaala (2022)",
        "description": "Thallumaala (2022)IMDb - 7.6\nဒီတစ်ခေါက်တော့ Vaashi ထဲမှာ ရှေ့နေအဖြစ်သရုပ်ဆောင်တဲ့ မာလာရာလမ်မင်းသား တိုဗီနိုသောမတ်စ်နဲ့\nBro Daddy ထဲကမင်းသမီး ကလျာနီ ပရီရာဒါရှန် တိုရဲ့ ၂၀၂၂ နှစ်ထွက် မာလာရာလမ် Action / Comedy\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDB 7.6 မို Rating လေးလည်း မဆိုးလှပါဘူးဒီကားကို ကြည့်တဲ့သူထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဖြစ်ရင်းကနေ သူငယ်ချင်းတွေဖြစ်သွားကြတဲ့သူတွေရှိလား။\nရန်ဖြစ်တယ်ဆိုတာ ကလေးဘဝရဲ့အစိတ်အပိုင်းပါပဲလို ပြောကြပါတယ်။ သွေးပူတဲ့အရွယ်၊ တက်ကြွတဲ့အရွယ်မှာ\nထစ်ခနဲ စိတ်ထဲရှိတဲ့အတိုင်း ဝုန်းဒိုင်းကြဲကောက်လုပ်မိကြလို ရန်တွေထသတ်ကြရာကနေ ခင်မင်ရင်းနှီးသွားတဲ့\nသူငယ်ချင်းတွေ ရှိကြပါတယ်။ ဒီထဲမှာလည်း ဒီလိုပါပဲ။ သူတို့ငါးယောက်က ရန်ဖြစ်ကြရာကနေ သူငယ်ချင်းတွေဖြစ်လာကြတာပါ။အဓိကဇာတ်လိုက်ဖြစ်သူ ဝါဇီက သူ့ရဲ့ကောင်မလေးနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းလေးယောက်က\nရာဂျီမက်သရူးဆိုသူနဲ့ ရန်စရှိနေကြပြီးတော့ ရာဂျီက ရန်ပွဲကို ရပ်ချင်တာကြောင့် ပြန်ဖြန်ဖြေဖို့ကြိုးစားပေမဲ့လည်း\nနားလည်မှုတွေလွဲကြပြီးတော့ ဝါဇီရဲ့မင်္ဂလာဆောင်မှာ နောက်ထပ်ရန်ပွဲတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။\nဒီရန်ပွဲကနေပဲ ဝါဇီက အင်တာနက်မှာ ရေပန်းစားတဲ့သူ ဖြစ်သွားခဲ့ပြီး မင်္ဂလာပွဲလည်းပျက်ကာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/thallumaala-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4hD4ZvUH6MH7uA19Xs63E4X1man.jpg",
        "title": "Gyeong-ah’s Daughter (a.k.a) Mother and Daughter (2022)",
        "description": "Gyeong-ah's Daughter (2022)အမေတစ်ခု သမီးတစ်ခု .. သားအမိနှစ်ယောက်ကြားက သံယောဇဉ်နဲ့ အေးမြတဲ့ မေတ္တာကို ဖော်ကျူးထားတဲ့ ဒရမ်မာဇာတ်လမ်းလေးပါ။အားကိုးစရာဆိုလို့ သမီးတစ်ယောက်ပဲ ရှိတဲ့ မိခင်တစ်ယောက်က သူ့သမီးလေး သူ့ခြေပေါ်သူရပ်တည်ကာ အိမ်ကထွက်သွားပြီး အသက်မွေးဝမ်းကျောင်းပြုတဲ့အခါမှာတော့ အားကိုးရာမဲ့ဖြစ်သွားပြီး ဘဝကို အထီးကျန်စွာ ဖြတ်သန်းနေခဲ့ရပါတယ်။သမီးဖြစ်သူကလည်း အလုပ်ထွက်လုပ်တယ်ဆိုပေမဲ့ သူ့ရဲ့ အဆက်ဟောင်းက ပေးတဲ့ ဝေဒနာတွေကြောင့် စိတ်သောက ရောက်နေရသူပါ။တစ်နေ့မှာတော့ အမေဖြစ်သူဆီကို သူစိမ်းလူတစ်ယောက်က အရမ်းကိုတုပ်လှုပ်ဖွယ်ကောင်းတဲ့ မက်ဆေ့ဂျ်တစ်စောင်ပေးပို့လာတဲ့အခါမှာတော့ ...သူစိမ်းလူက ပို့လိုက်တဲ့ မက်ဆေ့ဂျ်က ဘာဖြစ်မလဲ?\nဂယောင်းအာနဲ့ ယွန်းဆူတို့ သားအမိနှစ်ယောက် ဘယ်လိုဖြစ်ရပ်တွေ ကြုံရမလဲ?\nသူတို့သားအမိနှစ်ယောက် ဘယ်လိုတွေဖြေရှင်းကြမလဲ? ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုလိုက်ကြပါဦး(ဝူယောင်းဝူကားထဲက နတ်သမီးလေး ချွဲဆူယွန်း (Ha Yoong-kyung) က အဓိကသရုပ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။)File Size : 1.6GB, 563MB & 275MB\nQuality : 1080p ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/gyeong-ahs-daughter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGIxMjJmZTgtNWE1Mi00NTBmLTllYjAtYmI5NDQxMjMwNzFkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ4ODg2MjM@._V1_-141x200.jpg",
        "title": "Haraamkhor (2015)",
        "description": "Haraamkhor (2015)ဒီတစ်ခါမှာတော့ သဘာဝမင်းသားကြီးနဝါဇ်ရဲ့\nဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားလေးက အရွယ်မရောက်သေးတဲ့ မိန်းကလေးတွေ စိတ်ကစားတဲ့အရွယ်မှာ\nမမှားသင့်တာ မမှားအောင် မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားလေးဆိုရင်လည်း မမှားပါဘူး....ဒီဇာတ်ကားမှာ နဝါဇ်က ကျောင်းဆရာကြောင်သူတော်\nစာဖားကြီးနေရာကနေသရုပ်ဆောင်ထားတယ်...\nအိမ်ထောင်လည်းရှိတယ်...စာမရတဲ့ကျောင်းသူလေးတွေဆို\nအိမ်အထိလိုက်ကြပ်မတ်ပေးတဲ့ စားဖားကြီးဆိုပါတော့....\nတစ်ရက် ကျောင်းသူလေးတစ်ယောက်နဲ့ငြိရင်း.....။\nအဲ့ဒီကျောင်းသူလေးကလည်း ရဲအရာရှိတစ်ယောက်ရဲ့သမီးဖြစ်နေတယ်....\nမိန်းမကသိမှာလည်းစိုး....။\n|ဆိုတော့ စိတ်လှုပ်ရှားစွာ အားပေးလို့ရပါပြီနော်\nFile size…2.69GB / 900MB\nQuality…1080p NF WEBDL / 720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/haraamkhor-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjVmNDNjYWYtNzk0Mi00ZTU4LTljNDYtNDczZDE4NGMzZmQwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Mothman Prophecies (2002)",
        "description": "ဂျွန်ကလိုင်းက ဝါရှင်တန်ဒီစီပို့စ်သတင်းဌာနရဲ့ အောင်မြင်တဲ့\nသတင်းထောက်ဖြစ်သလို သာယာတဲ့အိမ်ထောင်ရေးတစ်ခု\nပိုင်ဆိုင်ထားသူတစ်ယောက်ပါ။ တစ်ညမှာ သူနဲ့ဇနီးသည်တို့\n‌အိမ်ပြန်လာစဉ် ကားမတော်တဆမှုနဲ့ ဇနီးဖြစ်သူဆုံးပါးသွား\nပါတယ်။ သေခါနီးအချိန် ဇနီးသည်က ကားတိုက်မှုမဖြစ်ခင်\nသူမြင်ခဲ့တဲ့ အရာတစ်ခုကို ဂျွန်ရောမြင်ခဲ့ရဲ့လားလို့ မေးခွန်း\nထုတ်သွားခဲ့သလို ဂျွန်ကိုယ်တိုင်လည်း ဇနီးသည် ဝှက်ခဲ့တဲ့\nပဟေဠိကို အဖြေရှာမရဘဲ အချိန်၂နှစ်ကုန်သွားပါတယ်။၂နှစ်ကြာတဲ့အထိ ဇနီးဖြစ်သူသေဆုံးမှုကနေ ရုန်းမထွက်နိုင်\nဖြစ်နေတဲ့ ဂျွန်ဟာ တစ်ညမှာအလုပ်ခရီးသွားရင်း ကားပျက်\nသွားလို့ နီးရာအိမ်ကို အကူအညီဝင်တောင်းခဲ့ရာ မထင်မှတ်\nထားတဲ့ ကိစ္စတစ်ခုကို သိလိုက်ရပါတယ်။ အိမ်ပိုင်ရှင်တွေက\nဂျွန်ကို ၃ညဆက်တိုက် မနက်၂နာရီခွဲတိုင်း တံခါးလာခေါက်\nတဲ့ Stalkerအဖြစ်စွပ်စွဲဖမ်းဆီးပြီး ရဲလက်အပ်လိုက်တာပါ။\nဒါ့အပြင် သူရောက်နေတဲ့နေရာက ဝါရှင်တန်နဲ့မိုင်၄၀၀ကျော်\nဝေးတဲ့ အိုဟိုင်းယိုးဖြစ်နေတာပါ။မနက်၁နာရီထိုးမှ အိမ်ကစထွက်လာပေမယ့် မနက်၂:၃၀မှာ\nနေ့ဝက်ခရီးလောက် မောင်းရမယ့် အိုဟိုင်းယိုးကိရောက်နေ\nသလို အရှေ့၂ရက်လောက်ကတည်းက သူတို့ကိုနှောင့်ယှက်\nနေသူအဖြစ် အိမ်ရှင်တွေက စွပ်စွဲနေတာကြောင့် ဂျွန်လည်း\nဘူမသိကိုးမသိ ရဲဖမ်းခံလိုက်ရပါတယ်။ အဆိုပါရဲနဲ့ စကား\nစပ်မိတဲ့အခါ ဒီမြို့မှာလည်း ထူးဆန်းတဲ့အရာ‌ကို မြင်တွေ့\nနေသူတွေရှိကြောင်း သိလိုက်ရတဲ့အခါ ဇနီးဖြစ်သူပြောခဲ့တဲ့\nပဟေဠိဆန်တဲ့ အရာအကြောင်း စဉ်းစားမိပြီး ဇနီးသည်ရဲ့\nပုံမှန်မဟုတ်တဲ့သေဆုံးမှုနဲ့ ထိုပဟေဠိဖြစ်တည်မှုအကြောင်း\nလိုက်လံစုံစမ်းရာမှ သဘာဝလွန်ဖြစ်ရပ်ဆန်းကြယ်တွေထဲ\nဝင်တိုးမိသွားပါတော့တယ်။\nFile ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-mothman-prophecies-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNzU0MWZmNjctY2I4Zi00ZGFkLTgxMjItMDQ2YzEzZTY2MzMzXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-145x200.jpg",
        "title": "Nenjuku Needhi (2022)",
        "description": "“လူသားအားလုံး သာတူညီမျှ ဖြစ်သွားရင် ဘယ်သူက အုပ်ချုပ်မင်းလုပ်မှာလဲ…တဲ့\nလူသားအားလုံးဟာ သာတူညီမျှ အခွင့်အရေးရသင့်ကြောင်း တွေးခေါ်နိုင်စွမ်းရှိတဲ့သူပေါ့ဗျာ”ကမ္ဘာအနှံ့မှာ လူ့အခွင့်အရေးအရ သာတူညီမျှဖြစ်နိုင်ဖို့ ယနေ့ထိတိုင် Ideology Revolution တွေ ဆင်နွှဲနေရဆဲပါ။\nပဒေသရာဇ်စနစ်တော်လှန်ရေးမှစပြီး ယနေ့ LGBTQ+ အခွင့်အရေးတွေအထိ ကျွန်တော်တို့ လူသားတွေ\nတော်လှန်ခဲ့ကြရာ သာတူညီမျှ အခွင့်အရေးရှိတဲ့ လူ့အဖွဲ့အစည်းဟာ တဖြည်းဖြည်းနဲ့ ရုပ်လုံးပေါ်လာခဲ့ပါပြီ။\nသို့ပေမဲ့ ကျွန်တော်တို့နိုင်ငံအပါအဝင် ကမ္ဘာ့ဒေသတချို့မှာလည်း ခွဲခြားဆက်ဆံခံရမှုတွေ ရှိနေဆဲဖြစ်ပါတယ်။\nအဲ့ဒီအထဲကမှ အိန္ဒိယနိုင်ငံဟာ လူတန်းစားခွဲခြားမှုကြီးမားပြီး ဇာတ်နိမ့်၊ ဇာတ်မြင့် စသဖြင့် အမျိုးမျိုး\nခွဲခြားဆက်ဆံတဲ့ ပြဿနာဟာ ယနေ့ထိတိုင် ရင်ဆိုင်နေရဆဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့\nအိန္ဒိယနိုင်ငံရဲ့ဇာတ်ခွဲခြားမှုအပေါ် အခြေခံပြီး လူ့အခွင့်အရေးအတွက် လှလှပပ တင်ဆက်ထားတဲ့\nဇာတ်ကားကောင်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n================\nဗီဂျာယာရာဂါဗန်ဟာ နိုင်ငံခြားကနေ ပြန်လာပြီးနောက် အိန္ဒိယနိုင်ငံ ရဲတပ်ဖွဲ့မှာ စတင်တာဝန်ထမ်းဆောင်မယ့်\nရဲအရာရှိတစ်ယောက်ပါ။ နယ်ဘက်ကို တာဝန်ကျတဲ့အခါမှာတော့ လူတန်းစားခွဲခြားမှုတွေကို သိရပြီး\nကသိကအောင့် ဖြစ်ရတာပေါ့။ တာဝန်ထမ်းဆောင်ရင်း တစ်နေ့မှာတော့ ပျောက်ဆုံးနေတဲ့\nဇာတ်နိမ့်အမျိုးသမီးငယ် ၃ ဦးထဲမှာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/nenjuku-needhi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfTpuQGMHinR3dc6mZ5bXq3mTKk.jpg",
        "title": "Willow (1988)",
        "description": "Willow (1988)~ IMDb rating - 7.2/10 ~\"Star Wars & Indiana Jones\" အဲဒီဖန်ဒန်ကြီး၂ခုလုံးကို တည်ဆောက်ဖန်တီးခဲ့တဲ့ George Lucas ကို မသိတဲ့လူမရှိပါဘူး။ တစ်ခေတ်တစ်ယောက် ဆရာ့ဆရာကြီးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ကလည်း သူ့ဇာတ်လမ်းပါပဲ။ သူတည်ဆောက်ခဲ့တဲ့ နောက်ယူနီဗာ့စ်ကြီးတစ်ခုပေါ့။ဒီရုပ်ရှင်က လူးကတ်စ်ရဲ့ မှော်ဇာတ်လမ်းပေါ့။ ရိုက်တာကတော့ ရွန်ဟောင်းဝတ်။ ဒီနှစ်ထဲတင် Thirteen Lives ထွက်ထားတဲ့၊ တစ်နှစ်ထဲမှာတင် Best Director ရော Best Picture ဆုပါရဖူးတဲ့ နာမည်ကြီးဒါရိုက်တာပါပဲ။ ကားကတော့ fantasy ကိုမှ LoTR တို့ ဘာတို့ကို ပိစိလောက်ဆင်နေတဲ့ပုံစံ။ ဇာတ်ကတော့အရမ်းကြီးမကြီးကျယ်ဘူး။ မကြီးကျယ်ဆို ဒီတစ်ကားပဲရှိသေးပေမဲ့ ဒီတစ်ကားက အစကနဦးလို့ပဲပြောရမယ်။ ရှေ့အများကြီးဆက်ရင်တော့ ဘယ်လိုဖြစ်လာမလဲပြောမရပေါ့။ သို့ပေမဲ့ နောက်နှစ်လလောက်ကျရင် ဒီကားရဲ့အဆက် ဇာတ်လမ်းတွဲထွက်လာမှာပါ။ သို့ပေမဲ့ သူကတော့ LoTR ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/willow-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDg1N2Q2YTctZjI5Zi00ZDA3LWIzMTQtZjIzMzI1ZWIwYTJkXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "A1 Express (2021)",
        "description": "ဘောလိ၀ုဒ်ကားသစ်လေးတွေကို စောင့်မျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်\nဒီတစ်ခေါက်မှာတော့ sport - drama ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nA1 Express လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။( IMDB 6.3/10 )\nဒီရုပ်ရှင်ကားလေးကိုတော့ ဝါရင့် ဘောလိ၀ုဒ် မင်းသားကြီးတွေဖြစ်တဲ့\nKrishna Murali နဲ့ Murali Sharma တို့က ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။\nပျော်ပျော်နေတတ်ပြီး ဘ၀မှာ ပြင်သစ်ကိုသွားဖို့ ရည်ရွယ်ချက်တစ်ခုထဲသာရှိတဲ့ လူငယ်လေး Naidu .....\nNaidu တစ်ယောက် ကောလိပ်ကျောင်းအုပ်ဖြစ်တဲ့ ဦးလေး ရှိရာ ရာနမ်ကို ရောက်လာတဲ့အချိန်\nဟော်ကီကစားသမား ကောင်မလေး Lavanya Rao နဲ့ အကြည့်ချင်းဆုံ ရင်တွေခုန်ပြီးသဘောကျမိသွားတာကြောင့်\nပိုးပန်းဖို့ ကြိုးစားပါတော့တယ်Naidu ရဲ့ဦးလေးကတော့ ငယ်ငယ်တုန်းထဲက ကြီးလာရင် သူ့သမီးကို ယူမယ်လို့\nလက်ခမောင်းခတ်ပ​ြီး ပြောထားတယ့် Naidu ရဲ့စကားကြောင့် သမီးဖြစ်သူ Divya Naidu\nလက်ထဲပါသွားမှာ စိုးရိမ်ပြီး Lavanya နဲ့ Naidu အမြန်ဆုံးနီးစပ်ရေးကို အစွမ်းကုန်\nကူညီပေးတဲ့ အောင်သွယ်တော် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a1-express-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/erKuvxvfdkUU1nu9cSNGEfGfy4A.jpg",
        "title": "Hansan: Rising Dragon (2022)",
        "description": "Hansan: Rising Dragon (2022)(သမိုင်းကြောင်းပြန်လည်ပြောပြချိန် စာတန်းထိုး မညီခြင်းနှင့် ရှေးခေတ်စစ်ဘက်ဆိုင်ရာ အသုံးအနှုန်းလိုအပ်ချက်များအား ပြန်လည်ပြင်ဆင်ထားပါပြီ)ဒါရိုက်တာ Kim Han-min ဆိုတာကတော့ The Admiral: Roaring Current, War of the Arrows တို့လို နာမည်ကြီး ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့သူပါ။ အခုလည်း ဂျိုဆွန်း ရေတပ် စစ်သူကြီး လီဆွန်းရှင်းအကြောင်း ထပ်မံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ် ထွက်လာခဲ့ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း စစ်သူကြီး လီဆွန်းရှင်းဟာ ဂျပန် ကျူးကျော်စစ်ကို ရွပ်ရွပ်ချွံချွံ တိုက်ခိုက်ခဲ့ပြီး စစ်ပရိယာယ် ကြွယ်ဝတဲ့ နည်းဗျူဟာမှုးအဖြစ်လည်း ကျော်ကြားပါတယ်။ဒီ Hansan: Rising Dragon ဆိုတဲ့ ရုပ်ရှင်ကတော့ စစ်သူကြီး လီဆွန်းရှင်းရဲ့ သမိုင်းဝင် အောင်ပွဲဆင်နိုင်ခဲ့တဲ့ ဟာဆန်းဒို တိုက်ပွဲ အကြောင်းကို အခြေခံပြီး အသေးစိတ် ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး ဖြစ်ပါတယ်။တစ်ခေတ်တစ်ခါက အာရှကို ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/hansan-rising-dragon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-aloha-128x200.jpg",
        "title": "Aloha (2015)",
        "description": "Emma Stone နဲ့ Rachel McAdams ကို မြင်တာနဲ့တင် ကြည့်ကြတော့မယ်ဆိုတာ သိပေမယ့် ရီဗျူးလေးတော့ ဖတ်သွားပါဦး ညိုကီတို့ဇာတ်လမ်းကတော့ Romance-Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးလေးရယ်ပါပဲ။ အပျင်းပြေ အချစ်ဒဿနတွေ ဖွင့်ရင်း မမတွေရဲ့ အလှကို ခံစားလို့ ကောင်းမယ့်ကားလေးပါပဲ။ဘရိုင်ယန်က စစ်တပ်ကန်ထရိုက်တာ တစ်ယောက်ပါ။ အတိတ်တုန်းက စောင်ပြဿနာတွေ ရှာခဲ့လို့ အော်ပရေးရှင်းအကြောင်းတွေ အခြေခံကစ ထိပ်ဆုံးထိ နားလည်ပါလျက် အလုပ်ပြုတ်ခဲ့ပြီး အခုမှ ဒုတိယ အခွင့်အရေး ထပ်ရသူပေါ့။ ဒီလိုနဲ့ သူ့ရဲ့ မစ်ရှင်အတွက် ဟာဝိုင်အီကို ပြန်ရောက်လာခဲ့တယ်။ ဟာဝိုင်အီမှာ လင်နဲ့သားနဲ့ ဖြစ်နေပြီ ဖြစ်တဲ့ သူ့ရဲ့ ရည်းစားဟောင်း ထရေစီနဲ့ ပြန်ဆုံတယ်။ တစ်ဖက်မှာလည်း သူ့ရဲ့ တွဲဖက်ကောင်မလေး ကပ္ပတိန် အယ်လီဆန် အင်ဆိုတဲ့ ခပ်ချောချော ချာတိတ်မလေးတို့နဲ့ ရေစက်ဆုံလာရာမှာ တာ၀န်တွေနဲ့ အချစ်ရေးကြား ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aloha-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BN2ZhNjdlZDUtYThkZS00ZDNlLTg2NDEtOGRlNDdiMDBlZmQ0XkEyXkFqcGdeQXVyOTY5MTE4MjA@._V1_-160x200.jpg",
        "title": "Sita Ramam (2022)",
        "description": "Action, Drama, Mystery\nIMDB 8.2/ 14kဒီတစ်ခေါက် CM က တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် မင်းသမီး ရက်ရှ်မီကာ ပါဝင်အားဖြည့်ပေးထားတဲ့\nအိန္ဒိယ ပါကစ္စတန်ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အက်ဖရင်း (ရက်ရှ်မီကာ) ဟာ ပါကစ္စတန်လူငယ်ဥက္ကဌဖြစ်ပြီး\nအိန္ဒိယတွေကို တအားမုန်းတဲ့သူဖြစ်ပါတယ်အိန္ဒိယကျောင်းသားနဲ့ ပါကစ္စတန်ကျောင်းသားတွေ\nအဓိကရုဏ်းဖြစ်ပြီး အိန္ဒိယဘက်က ပါကစ္စတန်အလံကို\nမီးရှိခဲ့တဲ့အတွက်\nသူဟာ အိန္ဒိယအကြီးအကဲတစ်ယောက်ရဲ့ကားကို\nပြန်ပြီး မီးရှိခဲ့ပါတယ်အဲဒီအတွက် ဟိုဘက်က သူ့ကို တောင်းပန်ရင်ပန်\nမဟုတ်ရင် လျော်ကြေး ၁ သန်းပေးရမယ်လို ပြောပါတယ်ဒါနဲ့ပဲ အိန္ဒိယတွေကို တအားမုန်းတဲ့ အက်ဖရင်းဟာ\nအိန္ဒိယတစ်ယောက်ကို တောင်းပန်မယ့်အစား လျော်ကြေးပဲပေးမယ်လို\nဆုံးဖြတ်ပြီး အဘိုးဖြစ်သူဆီက ပိုက်ဆံတောင်းလိုက်ပါတယ်ဒါပေမယ့် သူ့အဘိုးဖြစ်သူဟာ သေဆုံးသွားပြီဖြစ်ပြီး\nသေတမ်းစာထဲမှာ သူ လွန်ခဲ့တဲ့နှစ် (၂၀) က မတည်နိုင်ခဲ့တဲ့\nကတိတစ်ခုကို \"အက်ဖရင်း\" က တည်အောင်လုပ်ပေးရမယ်\nအဲဒီလိုလုပ်ပေးမှ အမွေတွေပေးမယ်လို ရေးထားခဲ့ပါတယ်အဲဒီကတိကတော့ သူ့သူငယ်ချင်းဖြစ်သူ \"ရမ်\" ရဲ့\nကောင်မလေး \"ဆီတာ\" ဆီ မပိုဖြစ်ခဲ့တဲ့ စာတစ်စောင်ကို ပိုပေးရမှာပဲဖြစ်ပါတယ်...\nခက်တာက အဲဒီ \"ရမ်\" နဲ့ \"ဆီတာ\" ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/sita-ramam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSBnujZ4ptmh8HT1tbLdtXTXBGM.jpg",
        "title": "The Lost Choices (2015)",
        "description": "The Lost Choices (2015)ဂျီအွန်းက ငယ်စဉ်ဘဝက ယာဉ်မတော်တဆမှုမှာ\nမိဘတွေ ဆုံးပါးပြီးတဲ့နောက် စကားမပြောနိုင်ဘဲ ဆွံ့အခဲ့ရတာပါ။\nဘယ်လိုပဲဖြစ်ဖြစ် သူ့ရဲ့မသန်မစွမ်းဖြစ်မှုကို ရင်ဆိုင်ကျော်လွှားပြီး\nဂရပ်ဖစ်ဒီဇိုင်နာတစ်ယောက် ဖြစ်လာဖို့ကို သူ စိတ်ကူးယဉ်ထားခဲ့တာပါ။တစ်နေ့မှာတော့ သူရဲ့အိမ်အပြန်လမ်းမှာ\nလူစိမ်း ၃ ယောက်က ပြန်ပေးဆွဲပြီး အဓမ္မကျင့်တာ ခံလိုက်ရပါတယ်။\nရဲစခန်းမှာ ရဲတွေက သူ့ကို ကူညီပေးရမယ့်အစား သူ့ကိုပဲ နှိမ့်ချကြပါတယ်။ဒီတော့ ဂျီအွန်း တစ်ယောက် ဘယ်သူ့ကိုမှ မယုံတော့ဘဲ\nသူ့ကိုယ်သူ အားကိုးပြီး တိတ်တိတ်လေး လက်စားချေဖို့ ကြိုးစားတဲ့အခါမှာတော့ .....ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ .....\nရွေးချယ်စရာတွေ ဆိတ်သုဉ်းပျောက်ကွယ်ပြီး ချောင်ပိတ်လာတဲ့အခါမှာ\nလူတစ်ယောက်ရဲ့ တုံ့ပြန်မှု အကြောင်းပါပဲ။မှုခင်း ဒရာမာ အမျိုးအစား ဖြစ်တဲ့အတွက် အသည်းတယားယာ ရင်တဖိုဖိုနဲ့ ကြည့်ရမှာပါ။ဘာသာပြန်ကတော့ Hnyot Myet Wunn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-lost-choices-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDIyYjM3N2EtOTU1MC00YTA4LTgzNjctMTNjODcxZTZhODU2XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Pinocchio (2022)",
        "description": "Pinocchio (2022)\n=============ငယ်ငယ်က ကျွန်တော်တို့အားလုံးကြိုက်ခဲ့တဲ့ ပီနိုခီရို သစ်သားရုပ်\nသေးရုပ်လေးအကြောင်းဆိုရင်တော့မသိသူမရှိလောက်ပါဘူး ။\nဒီ Animation ကိုတော့ Disney က ၂၀၂၂ မှာ ဂန္တဝင် မင်းသားကြီး\nTom Hank နဲ့အတူ live-action အဖြစ် ပြန်လည်အသက်သွင်း\nလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ အားလုံးသိခဲ့တဲ့အတိုင်း ပီနီခီရိုလေးရဲ့\nစွန့်စားခန်းတွေကို မြင်ရမှာပါ။ Animation ကို live action လုပ်\nထားတယ်ဆိုပေမယ့် မူရင်းအရသာမပျက်သွားဘဲ အတော်လေး\nကြည့်ရတာ အဆင်ပြေပါတယ်။  Disney ရဲ့ ရုပ်ရှင်တွေအတိုင်း\nဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကလေးလူကြီးကြိုက်ပြီး\nငယ်ဘဝကိုပြန်အမှတ်ရစေမယ့်ကားကောင်းလေးဖြစ်စေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.28 GB) / (1.12 GB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, Drama\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/pinocchio-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOTk0MGE4MTAtZTA2Ny00NjEzLWEyMDAtNmZhNzg5Y2VlOGRiXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-150x200.jpg",
        "title": "Nna Thaan Case Kodu (2022)",
        "description": "Nna Than Case Kodu (2022)\n======================အလုပ်မရှိ အကိုင်မရှိ တစ်ရာ့ကိုး တစ်ရာ့တစ်ဆယ်\nပလပ်ဖောင်းခေါင်းအုံးရတဲ့ သူခိုးလေး ရာဂျီဗန်...\nရုပ်ရည်ချောမောပြီး လူမမာ ဖခင်ကို ပြုစုနေရတဲ့ တမဲလ်အလုပ်သမလေး ဒေဗီ...သူတိုနှစ်ဦးဟာ ကံစီမံရာ ဇာတ်ဆရာအလိုကျအတိုင်း ချစ်ကျွမ်းဝင်ခဲ့ကြရာ\nဒေဗီက ရာဂျီဗန်ကို သူခိုးအလုပ်ကို ထပ်မလုပ်ဖို တောင်းဆိုပြီး Living Together\nနေထိုင်ခဲ့ကြရင်း တစ်နေ့မှာတော့ ရာဂျီဗန်ဟာ MLA အမတ်ရဲ့အိမ်ကို\nခိုးဝင်တဲ့အမှုနဲ့ စွပ်စွဲခံရပါတယ်။ တကယ်တမ်းက ဘုရားပွဲကနေပြန်လာရင်း\nလမ်းမှာ သုံးဘီးတစ်စီးက ဝင်တိုက်မိမလို ဖြစ်တဲ့အတွက် ရှောင်ရင်းကနေ\nအမတ်ရဲ့ အိမ်ထဲကို ခုန်ဝင်မိရင်း ခွေးဆွဲတာခံရတာပေါ့ဗျာ။အဲ့ဒီလိုနဲ့သူခိုးဆိုပြီး တစ်ရပ်ကွက်လုံးက ဆွမ်းကြီးလောင်း ရဲလက်အပ်လိုက်တာပေါ့။\nတရားရုံးမှာတော့ ရာဂျီဗန်ဟာ ဉာဏ်ရွှင်သူဖြစ်တာနဲ့အညီ ပစ္စည်းခိုးဖို\nရည်ရွယ်ခဲ့တာမဟုတ်ကြောင်း ချက်ကျလက်ကျ ရှင်းပြရင်း သက်သေတွေကို\nကိုယ်တိုင်ရှာရပါတော့တယ်။ အဲ့ဒီလိုနဲ့ ရာဂျီဗန်ဟာ သက်သေတွေ\nစုတုပြုပြီး ဖြစ်စဉ်ဟာ လမ်းမပေါ်က ချိုင့်ခွက် တွေကြောင့်\nဖြစ်ကြောင်းတင်ပြရင်း ဆောက်လုပ်ရေးဝန်ကြီးကိုပါ စွပ်စွဲလိုက်တော့ ပွဲကြမ်းကုန်ပါလေရော...အဲ့ဒီချိုင့်ခွက်တွေရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိဦးမှာလဲ...?လမ်းဖောက်ဖို အရည်အသွေးမပြည့်မီတဲ့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/nna-thaan-case-kodu-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTYwMGY1MDEtZDBiYy00ZTYyLWFkNjQtMzRkMWU3YzhjMWI3XkEyXkFqcGdeQXVyMDU5MDEyMA@@._V1_-141x200.jpg",
        "title": "JGA: Jasmin. Gina. Anna. (2022)",
        "description": "JGA: Jasmin. Gina. Anna. (2022)\n=========================\"စင်ဂယ်တွေဆိုတာ သစ်သီးတွေလိုပဲ ပထမတော့ ချိုမြမြအနံ့လေးနဲ့\nစိတ်လှုပ်ရှားဖို့ကောင်းတယ်။ ဒါပေမယ့် ကြာလာလေလေ ပုပ်ဖို့မြန်လာ\nလေလေပဲ၊ အဲဒီနောက် ယင်ကောင်တွေရောက်လာပြီး မှိုတက်စပြုလာမယ်\" ။\nဒါကတော့ စင်ဂယ်အဖြစ် ကြာရှည်စွာ ရပ်တည်နေတဲ့ ယက်စမင်၊ ဂျီနာ နဲ့\nအန်နာ ဆိုတဲ့ ကောင်မလေး သုံးယောက်ရဲ့ စကားတွေပါ။အိမ်ထောင်ပြုတော့မယ့် ဟယ်လင်နာအတွက် ဘက်ချလာပါတီလုပ်ပေးဖို့\nစီစဉ်ထားပေမယ့် ဟယ်လင်နာက ကလေးအရင်ရသွားတဲ့အခါ အဆိုပါ\nသုံးယောက်ရဲ့ ပါတီလည်း ပျက်ခဲ့ရပါတယ်။ ဒါနဲ့ပဲ သတို့သမီးမရှိလည်း\nကိုယ့်ဘာသာ ဘက်ချလာပါတီကြမယ်ဆိုပြီး အီဘစ်ဇာကျွန်းကို ထွက်လာ\nခဲ့ကြတာပေါ့။အဲဒီကျွန်းမှာ ယက်စမင်ရဲ့ ရည်းစားဟောင်း တင်မ်နဲ့ ပြန်တွေ့ပြီး ဇာတ်လမ်း\nမပြတ်နိုင်ဖြစ်နေတဲ့ ယက်စမင်ကို ဂျီနာတို့က နင်မမှတ်သေးဘူးလားဆိုပြီး\nပညာတွေပေးကြမယ့် ဇာတ်ကားလေးပါ။ အဲဒီမှာပဲ အဆင်လေးတွေ တစ်\nယောက်ပြီးတစ်ယောက်နဲ့ တွေ့ပြီး စင်ဂယ်ဘဝက ကျွတ်ဖို့ အစွမ်းကုန် ကြိုး\nစားကြမယ့် သူငယ်ချင်းမသုံးယောက်ကို မြင်တွေ့ရဦးမှာပါ။ အားလုံး sold out\nဖြစ်သွားမလား အရင်ကပြောခဲ့ကြသလို ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/jga-jasmin-gina-anna-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k6b2I8vj0uHskPQfrfZIWIUaYwF.jpg",
        "title": "City of the Rising Sun (1998)",
        "description": "City Of The Rising Sun (1998)ဒီကားလေးကတော့ 1999ထွက် ကိုရီးယားကားလေးဖြစ်ပြီးတော့\nဘ၀အပေါ်မှာမြင်တဲ့အမြင်ချင်း ဆန့်ကျင်ဘက်ဖြစ်နေပေမယ့်\nသူငယ်ချင်းကောင်းတွေဖြစ်ခဲ့ကြတဲ့ လူငယ်လေးနှစ်ယောက်ရဲ့ဘ၀ဇာတ်‌ကြောင်းကို ရိုက်ကူးပြထားပါတယ်။\nမင်းသားကြီးJung Woo Sungနဲ့ Lee Jung Jaeကပါ၀င် သရုပ်ဆောင်ထားပါတယ်။အမြဲလူတစ်ကာအပေါ်မှာ လှည့်ပတ်လိမ်လည်နေရင်း ကြီးပွားချမ်းသာဖို့အရေးကိုပဲ ကြံစည်နေတဲ့ ဟုန်ဂီ၊\nပြိုင်ပွဲတွေမှာ အရူံးနဲ့ရင်ဆိုင်ခဲ့ရပေမယ့် အားမလျှော့ဘဲ ချန်ပီယံဖြစ်ဖို့ ကြိုးစားနေတဲ့ ဒိုချော၊\nအဲဒီလိုသူတို့နှစ်ယောက်က အလုပ်တစ်ခုတည်းမှာ အတူတူလုပ်ရဖို့ ဖြစ်လာခဲ့ပါတယ်၊သူများအပေါ်မှာ ဖျံကျတတ်တဲ့ဟုန်ဂီရဲ့အကျင့်တွေကို ဒိုချောကလည်း သဘောမကျသလို\nဟုန်ဂီကလည်း ချန်ပီယံဖြစ်ဖို့အရေးကိုပဲ အာရုံစိုက်နေတဲ့ ဒိုချောက သူ့အမြင်မှာ လှောင်စရာဖြစ်နေတာပါ။\nဒီလိုမျိုးမတူညီ‌ကြပေမယ့် တစ်ယောက်ကိုတစ်ယောက်ကူညီရင်းနဲ့ပဲ သူငယ်ချင်းကောင်းတွေဖြစ်သွားကြပါတယ်၊\nဒီသူငယ်ချင်းနှစ်ယောက်ရဲ့ဘ၀အပေါ်ခံယူချက်တွေ သူတို့‌ရဲ့ဘ၀ကို ကိုယ့်ရဲ့နည်းလမ်းအတိုင်း\nအကောင်းဆုံးကြိုးစားဖြတ်သန်းနေပုံတွေကို ရိုးရိုးရှင်းရှင်းနဲ့ပဲရင်ထဲရောက်အောင် ရိုက်ကူးပြထားတာမို့\nအေးအေးဆေးဆေး အနားယူရင်းကြည့်ရှူခံစားဖို့အတွက် အချိန်ပေးရကျိုးနပ်မယ့် ကားလေးဖြစ်မှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aye Phyo ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2.1GB ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/city-of-the-rising-sun-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yB4L8TZhuHZ9s7VgK0Dw0wUGZL4.jpg",
        "title": "Sunset in My Hometown (2018)",
        "description": "SUNSET IN MY HOMETOWN (2018) - အညွှန်း\"ငါ့ရဲ့မွေးရပ်မြေကအစွန့်ပစ်ခံဆိပ်ကမ်း ၊ ငါ့ရဲ့\nမွေးရပ်မြေကနုံချာလွန်းလို့ ပြပေးစရာက\nနေဝင်ချိန်အပြင်မရှိဘူးပဲ\"မွေးရပ်မြေမှာသူချစ်တာက နေဝင်ချိန်အပြင်မရှိတဲ့ကောင်လေး ဂင်ဟက်ဆုအဖြစ် Park Jung Min ဟာ\nသူဝါသနာပါရာ ရက်ပ်ပါ ဖြစ်ချင်တဲ့အိပ်မက်နောက်ကိုလိုက်ဖို့ နာကြည်းချက်များစွာရှိနေတဲ့ မွေးရပ်မြေကိုစွန့်ခွာပြီး ဆိုးလ်မြို့ကိုပြောင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းလေးမှာတော့ \"Show Me The Money\" ပရိုဂရမ်မှာခြောက်နှစ်ဆက်တိုက်ယှဉ်ပြိုင်ခဲ့ပေမယ့်\nဖိုင်နယ်အထိလည်းတက်ခွင့်မရ ၊ သူ့အပိုင်းတွေကိုလည်းဖြတ်ထုတ်ခံရတဲ့\nစိတ်ဓာတ်ကျ၊လမ်းတွေပျောက်နေတဲ့လူငယ်လေးဂင်ဟက်ဆုဟာ\nမွေးရပ်မြေဆီက အဖေဖြစ်သူ နေမကောင်းဘူးဆိုတဲ့ ဆေးရုံကဖုန်းတစ်လုံးကြောင့်\nသူမုန်းတဲ့မွေးရပ်မြေကို ပြန်လာဖို့ဖြစ်လာခဲ့တဲ့ဇာတ်အိမ်ကိုအခြေခံထားပြီး\nမွေးရပ်မြေကိုပြန်ရောက်လာတဲ့အခါ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကို သေသေသပ်သပ်နဲ့ရိုက်ပြထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။မင်းသမီး Kim Go Eun ကတော့မွေးရပ်မြေကဟက်ဆုကိုတစ်ဖက်သတ် သဘောကျနေတဲ့ ငယ်သူငယ်ချင်းအဖြစ်ပါဝင်ထားတာဖြစ်ပါတယ်။\nKim Go Eun ကို ဒီဇာတ်လမ်းမှာ ရိုးသားဖြူစင်ပြီးနေဝင်ချိန်တွေကို ချစ်တဲ့ကောင်မလေး ၊\nတက်သစ်စ စာရေးဆရာမလေးအဖြစ် ချစ်စဖွယ်မြင်တွေ့ရမှာဖြစ်ပါတယ်။\nရက်ပ်ပါဖြစ်ချင်တဲ့အဓိကဇာတ်ကောင်ဖြစ်တဲ့အလျောက်\nဇာတ်လမ်းတစ်လျှောက်လုံးမှာ သူ့ရဲ့ဘဝဇာတ်ကြောင်းတွေ ရုန်းကန်မှုတွေကို\nfreestyle 2Xf2E6aEU7n685eHEbXGYHrmWn2y7a62UWBrtZzodVdD ဇာတ်လမ်းကိုဆွဲဆောင်မှုရှိစေပါသေးတယ်။\nဒါဆိုရင်တော့ လူငယ်တွေရဲ့ဘဝကိုထင်ဟပ်စေမယ့် ရက်ပ်စာသားလေးတွေကိုခံစားရင်း ၊\nဒိုင်ယာလော့လှလှလေးတွေကိုကြည့်ရင်း၊\nမွေးရပ်‌မြေမှာအသစ်တစ်ဖန်ဖြစ်လာတဲ့အချစ်ဇာတ်လမ်းလေးကိုလည်းတစ်စေ့တစ်စောင်းကြည့်ရှုရမယ့် အနှစ်ဇာတ်ကားလေးဖြစ်တာမို့ လက်မလွှတ်ဘဲကြည့်ရှုလိုက်ပါတော့နော်။အညွှန်းကိုတော့ Shin Shin ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/sunset-in-my-hometown-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7kaQG5MbraSLibOuTpo0gtMxRz.jpg",
        "title": "Emergency Declaration (2022)",
        "description": "Emergency Declaration (2022)အညွှန်း*******************************************ဒီရုံတင်ကားကြီးဟာ ကိုဗစ်ကြောင့် ရုံတင်ရက်တွေရွှေ့ဆိုင်းလို့ အားလုံးမျှော်လင့်နေကြတာယခုမှပဲကြည့်ဖို့ အခွင့်အရေးရပါတော့တယ်...Lee Byung Hun, Song Kang-ho, Im Si Wan နဲ့ Kim Nam Gil တို့လို မင်းသားကြီးတွေ\nခေါင်းဆောင် ပါဝင်ထားတဲ့အပြင် ကိုရီးယားနိုင်ငံတစ်ဝှမ်းမှာသာမက နိုင်ငံတော်တော်များများမှာပါရုံဝင်ငွေ အမြောက်အမြား ရရှိထားတဲ့ ဇာတ်ကားကြီး ကြည့်ရကျိုးနပ်စေမှာပါ... အင်တာနက်ပေါ် ပျံ့နေတဲ့ အကြမ်းဖက်ခြိမ်းခြောက်မှုတစ်ခုကို စစ်ဆေးရင်း သံသယရှိသူဟာ အမေရိကားကိုလေယာဥ်နဲ့ လိုက်ပါသွားပြီဆိုတာကို ကိုရီးယားအာဏာပိုင်တွေ နောက်ကျမှ သိလိုက်ရတယ်...အဲ့ဒီ ​လေယာဥ်မှာပဲ စီးနင်းလိုက်ပါလာတဲ့ ကျန်းကျန်းမာမာ ခရီးသည်တစ်ဦးဟာ မည်သည့်အကြောင်းအရင်းကြောင့်မှန်းမသိ ​ကြောက်မက်ဖွယ် သေဆုံးသွားချိန်မှာ‌တော့ လေယာဥ်တွင်းရော မြေပြင်မှာပါ ထိတ်လန့်တုန်လှုပ်မှု​တွေ ဖြစ်လာ​တော့တယ်။တဖြည်းဖြည်းချင်း လျော့နည်းလာတဲ့ လောင်စာဆီအ​နေအထား၊ နိုင်ငံတကာကလည်းအကူအညီပေးဖို့ ငြင်းပယ်မှုတွေကြောင့် လေယာဥ်မှူးနဲ့ အဖွဲ့သားတွေက ခရီးသည်များကိုကယ်တင်နိုင်ဖို့အတွက် သူတို့ ဘဝမှာ တစ်ကြိမ်တစ်ခါမှ လုပ်ဖူးခြင်း မရှိခဲ့တဲ့အရေးပေါ် လုပ်ဆောင်ချက်ကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/emergency-declaration-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rlojwEeWPayx9KD5gjbeuuBISV.jpg",
        "title": "Show Me the Way to the Station (2019)",
        "description": "Show Me The Way To The Station (2019)အခုဇာတ်ကားလေးကတော့ လူနဲ့ တိရစ္ဆာန်ကြားက\nမေတ္တာတရားကို ပုံဖော် ရိုက်ကူးထားတဲ့ ဂျပန်ကားလေးပဲဖြစ်ပါတယ်။\nIjuin Shizu ၏ ဆုရဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ဒီဇာတ်ကားက Hasu အမည်ရှိ အဘိုးအိုနှင့် ခင်မင်ရင်းနှီးမှုကို ဖော်ဆောင်ပေးသည့်\nSayaka အမည်ရှိ မိန်းကလေးငယ်တစ်ဦး၏ မေတ္တာကို ကို အခြေခံရိုက်ပြထားတာပဲဖြစ်ပါတယ်။\nလူနဲ့တိရိစ္ဆာန်လေးတွေရဲ့ချစ်ခြင်းမေတ္တာကိုလည်းဖော်ပြထားတဲ့အတွက်\nအရမ်းကိုကြည့်လို့ကောင်းသလို လွမ်းမောဖွယ်ရာလည်းကောင်းပါတယ်။အခုကြည့်မယ့်ပရိတ်သက်ကြီးကခွေးလေးတွေကိုချစ်တတ်တဲ့သူဆိုရင်တော\nဒီဇာတ်ကားနဲ့ ပတ်သက်လို့ စိတ်ကိုဖမ်းစားနိုင်မှာ အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyal Sin yati Ko ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 848MB | 460MB\nFormat… mp4\nDuration…. 2h 5min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyal ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/show-me-the-way-to-the-station-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jaYmP4Ct8YLnxWAW2oYkUjeXtzm.jpg",
        "title": "Marcel the Shell with Shoes On (2021)",
        "description": "Marcel the Shell with Shoes On (2021)~ IMDb - 8.1/10, RT- 99%, Meta - 81% ~A24 ရဲ့ Mockumentary ကားလေးပါ။ မနှစ်ကရုံတင်တာဆိုပေမဲ့ ဒီနှစ်မှပဲ ဒစ်ဂျစ်တယ်ကော်ပီထွက်လာပါတယ်။ A24 vibe အပြည့်နဲ့ကားပါပဲ။ ပိုစတာပဲကြည့်လေ... ခရုခွံက အပေါက်နေရာမှာ မျက်လုံးတစ်လုံးတပ် ဖိနပ်ကြီးစီးထားတာပါ။ ဒီကောင့်နာမည်က မာဆယ်ပါ။ ဒီပုံစံလောက်နဲ့တော့ ရုတ်တရက်ဆို ချစ်ဖို့ကောင်းချင်မှ ကောင်းမှာပေမဲ့ ကားထဲက သူ့အပြုအမူတွေ စကားတွေနဲ့ ပေါင်းလိုက်ရင်‌တော့ တော်တော်ချစ်ဖို့ကောင်းပါတယ်။ Mockumentary ကား ပီပီသသ ရယ်လည်းရယ်ရသလို သရော်တာတွေက ဂွလည်းကျပါတယ်။ IMDb - 8.1/10, Rotten Tomatoes - 99% ရထားတဲ့ကားဆိုတော့ မကောင်းမှာ ပူစရာမရှိသလို ချစ်စရာကောင်းတဲ့ ခရုခွံလေးရဲ့တီတီတာတာ စကားတွေကြောင့် ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/marcel-the-shell-with-shoes-on-2021/"
    }
]