[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1V308VhbYx8rr4ubNE28JAgEaQt.jpg",
        "title": "Serve the People (2022)",
        "description": "(18+) Serve the people (2022)Thirty Nine ဇာတ်ကားထဲက အရေပြားဆရာဝန်လေးအဖြစ်သရုပ်ဆောင်ထားတဲ့ Yeon Woo Jin ရဲ့ မ နဲ့ မောင် ဇာတ်ကားလေးပါ။ ဒါပေမယ့် အမျိုးသား ၁၈ ယောက် စုကြည့်ရမယ့် ဇာတ်ကားမျိုးပါပဲ။ ဇာတ်လမ်းဇာတ်အိမ်က တမူထူးခြားတာမို့ အများကြီး ရှင်းပြမနေတော့ပါဘူး။ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါ။ ကြည့်မိလို့ ဂေါင်းကြီးတို့ မကြိုက်ဘူး မရှိစေရပါဘူး။ မ အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးရဲ့ ရှိုက်ကြီးဖိုငယ် အသွယ်သွယ်ကိုလည်းအတိုင်းသား မြင်ရမှာမို့ ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါတော့။ သတိပေးချင်တာကတော့ မှောင်ပါတယ် .... အတော့်ကို မှောင်ပါတယ်။ယောကျာ်းလေးတွေတောင် ၁၈ ယောက် စုပြီး ကြည့်ရမယ့်ကားပါပဲ။ကိုရီးယားကားဆိုပြီး လူရှေ့သူရှေ့ သွားမကြည့်မိပါစေနဲ့ဗျာ။ အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Go Dong Won ပဲ ဖြစ်ပါတယ်။သတိပေးချင်တာကတော့ မှောင်ပါတယ် .... အတော့်ကို မှောင်ပါတယ်။\nယောကျာ်းလေးတွေတောင် ၁၈ ယောက် စုပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/serve-the-people-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMTsnTweu2eDgXRMaTnXp3nr72h.jpg",
        "title": "My Girlfriend is a Serial Killer (2019)",
        "description": "My Girlfriend is a Serial Killer (2019)အချစ်ဆိုတာ ဒီလောကမှာ အဆန်းကြယ်ဆုံးအရာပါပဲ။ တချို့က ချောချောလေးတွေကို ချစ်ကြတယ်။ တချို့က စာကြမ်းပိုးမလေးတွေကို ချစ်ကြတယ်။ တချို့က သေးသေးလေးတွေကို ချစ်ကြတယ်။ တချို့ကကျ နားလည်ရခက်တဲ့ ကောင်မလေးတွေကို ချစ်ကြတယ်။ ပြောမကုန်ဘူးပေါ့။ လူတစ်ကိုယ်အကြိုက်တစ်မျိုးမို့ ပြောလည်း မဆုံးပါဘူး။ဆိုပေမဲ့ ဒီရုပ်ရှင်ထဲက ဇာတ်လိုက်ကျော်ကြီးကတော့ ဘေးခန်းက ကောင်မလေး လူသတ်တာကို မြင်ပြီး ချစ်မိတယ်တဲ့ဗျာ။ ဆန်းတော့ဆန်းသား... အဲဒီကောင်မလေးက သူ့ကိုသတ်ချင်လည်း သတ်နိုင်တာ သူသိပေမဲ့ ချစ်မိနေဆဲပါပဲ။ လောကမှာ အသန့်စင်အမွန်မြတ်ဆုံး အချစ်ထက်မြင့်တဲ့ ဆီရီရယ်တိုးနစ်အချစ်ကို ပုံဖော်ထားတဲ့ ဂျပန်ကားလေးပါပဲ။ မင်းသမီးလေးလည်း ချောပါတယ်။ ခပ်ချောချော ကောင်မလေးတွေ လူသတ်တဲ့အခါ ချစ်စိတ်အပြည့်နဲ့ ကြည့်တတ်အောင်လို့ ကြည့်ရှုမုဒိတာပွားထားသင့်တဲ့ ရုပ်ရှင်ပါပဲ။ လောကမှာ အချစ်ဟာအကြီးအကျယ်ဆုံးအရာပဲမလား။ ကောင်မလေးချောနေရင်ပေါ့ဗျာ...(အညွှန်းရေးပေးထားသူကတော့ Lucifer Morningstar ဖြစ်ပြီး ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/my-girlfriend-is-a-serial-killer-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BODk4OWJlODMtMWYxMS00OWI1LTlkNDMtNGU5OTIyODdmOTc1XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-150x200.jpg",
        "title": "Bajirao Mastani (2015)",
        "description": "ဒါရိုက်တာ ဆန်ဂျေးဘန်ဆာလီရဲ့ History နောက်ခံ အချစ် War ဇာတ်ကားဖြစ်ပါတယ်...နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ မင်းသား ရန်ဗီးဆင်း... မင်းသမီး ဒီပီကားနဲ့ ပရီရန်ကားတို့ရဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဆိုတော့ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...စစ်သူရဲကောင်း ဘာဂျီရောဝ် ဟာ  စစ်ပရိယာယ် ကြွယ်ဝလှပြီး တိုင်းပြည်ရဲ့ အားထားရာ / ပြည်သူ့အချစ်တော်တစ်ဦး ဖြစ်ပါတယ်။ သူ့မှာ ကာရှီးဆိုတဲ့ ဇနီးချောလေးရှိပြီး သားတစ်ယောက်လည်း  ပိုင်ဆိုင်ထားသူပါ။တစ်နေ့မှာတော့ သူရဲ့ စစ်မြေပြင်ကို မဟာမိတ်တိုင်းပြည်မှ မင်းသမီးလေး  မာစတီးနီ လာရောက်ပြီး စစ်ကူတိုက်ခိုက်ပေးပါဖို့ အကူညီတောင်းခံလာခဲ့ပြီး ဘာဂျီရောဝ်ရဲ့ စစ်ရေးကျွမ်းကျင်မှုကြောင့် မင်းသမီး မာစတီးနီ တို့ဘက်မှ အနိုင်ရှိခဲ့ပါတယ်။ဒီ့နောက်မှာတော့ ဘာဂျီရောဝ်ဟာ မင်းသမီးလေးကို ချစ်မြတ်နိုးလာခဲ့ပြီး သူမပြန်ခင်အချိန်မှာ  သူ့ဓားမြှောင်လေးကို ပေးခဲ့ပါတယ်။ မင်းသမီး မာစတီးနီတို့တိုင်းပြည်မှာတော့ ဓားမြှောင်ပေးအပ်ခြင်းဟာ လက်ထပ်ခွင့် တောင်းခြင်းလို့ အဓိပ္ပာယ် သက်ရောက်ပါတယ်။ဘာဂျီရောဝ် ကို ချစ်မိခဲ့သူ မာစတီးနီဟာလည်း ဓားမြှောင်လေးကို တယုတယသိမ်းဆည်းထားခဲ့ပါတယ်။အဲ့ဒီနောက်ပိုင်းမှာတော့ အချစ်ရဲ့စွန့်စားခန်း အနေဖြင့် မင်းသမီး မာစတီးနီဟာ ဘာဂျီရောဝ်ကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bajirao-mastini-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/201922416314574441-146x200.jpg",
        "title": "[18+] Hidden Desire (1991)",
        "description": "ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်ကို လှည်ပြန်ကြည့်မယ်ဆိုရင် ဒီလို ပွင့်ပွင့်လင်းလင်းတင်ဆက်တတ်တဲ့ Erotic ဇာတ်လမ်းတွေကလဲ အသက်ဝင်ရခြင်း အချက်တစ်ချက်ပါပဲ....ဒီဇာတ်ကားမှာဆိုလဲ အရှိကိုအရှိအတိုင်း မညှာစတမ်းရိုက်ကူးတင်ဆက်ထားပါတယ်...ဇာတ်လမ်းကတော့...ဖုံးကွယ်ထားတဲ့ ရမ္မက်ဆန္ဒတွေကို ကြုံရင်ကြုံသလို ပွင့်အံထုတ်တဲ့ လူ့သဘာဝအကြောင်းတွေပေါ့....ပညာပေးဇာတ်လမ်းလေးမလို့ ပညာသင်ယူရမယ့် ၁၈ နှစ်အထက်တွေသာ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File Size : (2.7 GB) & (750 MB)\nQuality : BluRay Uncut 1080p & 720p\nRunning Time : 01:32:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "",
        "url": "https://channelmyanmar.org/18-hidden-desire-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwrwVs31Oe9gUbwelRaWG2Xfyqx.jpg",
        "title": "Wet Sand (2021)",
        "description": "Wet Sand (2021)~ IMDb Rating - 6.8/10 ~ဂျော်ဂျီယာဒါရိုက်တာရိုက်ထားတဲ့ တွေ့ရခဲတဲ့ ဂျော်ဂျီယာရုပ်ရှင်ပါ။ ဂျော်ဂျီယာက ရွာလေးတစ်ရွာမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒီရုပ်ရှင်ဟာ LGBT ရုပ်ရှင်လို့ ပြောဖို့ခက်ပေမဲ့ သူ့အဓိကအကြောင်းအရာက LGBT ဖြစ်နေပါတယ်။ ပြောရရင် ကြည့်ဖူးသမျှထဲ သိမ်မွေ့မှုအရှိဆုံး LGBT ရုပ်ရှင်ပါပဲ။ MUBI လို Art Film ဦးစားပေး streaming service မှာတောင် တင်ထားပြီး ရုပ်ရှင်ပွဲတော်ပေါင်းများစွာမှာလည်း ပြထားပါတယ်။ဂျော်ဂျီယာဟာ လိင်တူစုံမက်ခြင်းကို အင်မတန် ရှုံ့ချတဲ့နေရာပါ။ အန်နွန်လို့ခေါ်တဲ့ အဘိုးကြီးတစ်ယောက်က ဂျော်ဂျီယာ ဘလက်ဆီးနားက ရွာလေးတစ်ရွာမှာ Wet Sand လို့ခေါ်တဲ့ ကဖေးလေးဖွင့်ထားတယ်။ အေးရာအေးကြောင်းနေလာရင်း သူ့ကဖေးမှာ လာသောက်နေကျ လူတစ်ယောက်ဆုံးသွားရာက ဂယက်ထလာတော့တာပါပဲ။ အဲဒီလူက ဘာသာမဲ့ဆိုတော့ သူ့ကို ဘယ်သူကမှလည်း မမြုပ်ပေးချင်ကြသလို ဘယ်သူကမှ အကောင်းမမြင်ကြဘူး။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/wet-sand-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNlZmEzZjUtMmZiYi00NzQ2LTljN2EtYjhhMWU1ZWQ2MDY0XkEyXkFqcGdeQXVyMTA5NzUzODM4._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Dorm (2006)",
        "description": "Horror ဆိုပေမယ့် ကြောက်ရလန့်ရတာချည်းမဟုတ်ဘဲ ဇာတ်လမ်းဦးစားပေးရိုက်ထားတဲ့ ဇာတ်ကားကိုမှကြည့်ချင်သူတွေအတွက် Best Director ဆုအပါအ၀င် ဆု၇ဆု ရထားတဲ့ ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းချာဒရီဆိုတဲ့ကလေးက မိဘဖိအားပေးမှုကြောင့် ဒုတိယနှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရပါတယ်သူပြောင်းလာတဲ့ကျောင်းမှာအဖြစ်အပျက်တွေအများကြီးရှိခဲ့ပြီး အဲ့ထဲမှာမှ အဲ့ဒီကျောင်းကရေကူးကန်ဟောင်းမှာ ရေထဲခုန်ချသေသွားတဲ့ကျောင်းသားတစ်ယောက်ရှိခဲ့ဖူးတယ်လို့လည်းပြောနေကြပါတယ်\nယခုလက်ရှိအချိန်မှာတော့ အဲ့ဒီရေကူးကန်ကိုပိတ်ထားလိုက်ပါပြီချာဒရီဟာ ကျောင်းရောက်ရောက်ချင်း သူငယ်ချင်းတွေသိပ်မရှိခဲ့ပါဘူး\nသူ့မှာခင်ရတဲ့သူငယ်ချင်းဆိုလို့ တစ်ယောက်ပဲရှိတယ်...အတူသွား အတူကစားရင်း နောက်မှ သူသိလိုက်ရတာကတော့ သူ့သူငယ်ချင်းက...ကဲ ဇာတ်လမ်းကတော့အဲ့မှာစတာပါပဲ\nဘယ်လိုစိတ်ခြောက်ခြားစရာတွေလာဦးမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:50:00\nType__Drama, Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dorm-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bSPVn6HlkGYTQ4tJYJ0UGWnQM9.jpg",
        "title": "Jana Gana Mana (2022)",
        "description": "Jana Gana Mana (2022)ဧပြီလ၂၈ ရက်နေ့ကမှ ထွက်ရှိခဲ့တဲ့ Malayalam- language အိန္ဒိယ‌ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Central University မှာ ပါမောက္ခအဖြစ်နဲ့ ပညာရပ်တွေ သင်ကြားပို့ချပေးနေတဲ့ဆရာမလေး Saba Mariyam က ညတစ်ညမှာ ကျောင်းက ပြန်လာရင်း အဓမ္မပြုကျင့်ခံရပြီး မီးရှို့သတ်ခံလိုက်ရပါတော့တယ်။နဂိုကတည်းက စာသင်ရတာ နှစ်သက်ပြီး ကျောင်းသားတွေချစ်တဲ့ ဆရာမလည်းဖြစ်တဲ့အပြင်ကျောင်းမှာ ဝမ်းနည်းပူဆွေးခြင်း အထိမ်းအမှတ်လုပ်ရင်း ပြောရေးဆိုခွင့်ရှိသူတစ်ယောက်ရဲ့စကားအမှား‌ကြောင့် ကျောင်းတွင်းဆန္ဒပြပွဲ ဖြစ်လာခဲ့ပါတယ်။ အဲဒီလိုကနေ ရဲတွေကကျောင်းထဲအထိ ရိုက်နှက်ထိန်းချုပ်တာကတစ်ဆင့် တစ်နိုင်ငံလုံးက ကျောင်းသားထုရဲ့ အရေးတော်‌ပုံ ဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ကျောင်းသားအရေးတော်ပုံ စတင်ဖြစ်ပေါ်စေတဲ့ ဆရာမလေးသတ်ခံရတဲ့ မှုခင်းနောက်ကွယ်မှာတော့နိုင်ငံရေးတွေအထိပါ ပါဝင်နေမလားဆိုတာ မေးခွန်းထုတ်စရာ ဖြစ်လာခဲ့ပါတယ်။ဒီတော့ ကျောင်းသားနဲ့ရဲတွေကြားအထိကရုဏ်းက ဘယ်လောက်ထိ ပြင်းထန်မလဲ။မှုခင်းနောက်ကွယ်မှာရော ဘယ်သူကတရားခံလဲဆိုတာကို ရင်ခုန်စရာကောင်းအောင်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းရော သီချင်းတွေရောအနှစ်တွေချည်း ဖြစ်တဲ့အတွက် ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းပါရစေနော်။   \nFile size…2.02Gb / 971MB\nQuality…1080p ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/jana-gana-mana-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFwdKKDmgzKjZGFnSJma7I5XMpk.jpg",
        "title": "Sarkaru Vaari Paata (2022)",
        "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ....\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် ...\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ....\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sarkaru-vaari-paata-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWMzNDc5YjctNWQ3OS00YWY1LWFiYmQtODVmOGY1ODFhYjI3XkEyXkFqcGdeQXVyNzgzMzYwMzQ@._V1_-140x200.jpg",
        "title": "7 Days (2018)",
        "description": "ထန် အဖြစ် Fluke Kan Kantathavorn\nမင် အဖြစ် Mew Nittha Jirayungyurn\nကုန်း အဖြစ် Ananda Everinghamဇာတ်လမ်းအကျဉ်းစိတ်ဝိဥာဥ်တစ်ခုက မနက်မိုးလင်းပြီးနိုးထလာတိုင်း သူမသိတဲ့ခန္ဓာတစ်ခုထဲရောက်နေတတ်တယ်သူ့ကိုယ်သူဘယ်သူမှန်းမသိတဲ့အပြင် သူပိုင်တဲ့အရာဆိုလို့ ဖုန်းတစ်လုံးပဲရှိနေပေမယ့် \"မင်\"ဆိုတဲ့ ကောင်မလေးနောက်ကိုပဲ မသိစိတ်အရလိုက်နေမိတယ်\"မင်\" ကတော့ စားဖိုမှူးဖြစ်ချင်ပေမယ့် ဝေဖန်ခံထားရလို့ ဟင်းပွဲပြင်ဖို့ ကြောက်ရွံ့နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့သူမကိုယ်တိုင်က ဟင်းပွဲတွေကိုနည်းစနစ်နဲ့ချက်ပြုတ်တတ်သူပေမယ့် ထူးထူးဆန်းဆန်းတဲ့ဟင်းပွဲတွေကိုမှဖန်တီးတတ်တဲ့ စားဖိုမှူး\"ထန်\"ကိုတော့ ချစ်သူတော်ထားသူဖြစ်နေပြန်တယ်တစ်ညမှာ ထန် နဲ့မင်တို့စကားများကြပြီး ထန်က ပျောက်ခြင်းမလှပျောက်သွားခဲ့တယ်ပျောက်ဆုံးသွားတဲ့ ထန်ကို လိုက်ရှာနေခဲ့ပေမယ့် နေ့တိုင်းထူးဆန်းတဲ့လူတွေနဲ့ ကြုံတွေ့လာရတဲ့ \"မင်\"ကိုယ့်ကိုယ်ကိုယ်ဘယ်သူမှန်းမသိပဲ မနက်နိုးလာတိုင်း နိုးထလာတဲ့ ကိုယ်ခန္ဓာပြောင်းနေတတ်တဲ့ လူတစ်ယောက်သူပြောင်းနေတဲ့သူမှန်သမျှက မင်နဲ့ရင်းနှီးနေသူတွေဖြစ်နေတဲ့အခါ...သူကိုယ်တိုင်ကရော ဘယ်သူလဲ\nဘာအတွက်နဲ့ မင့်နားကလူတွေအဖြစ် ပြောင်းလဲနေရတာလဲပျောက်ဆုံးနေတဲ့ ထန်ကိုရော မင်ပြန်ရှာတွေ့နိုင်မလားဆိုတာ ဒီဇာတ်လမ်းမှာကြည့်ရှုရအောင်ပါ ။File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:59:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/7-days-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiXmVZU7cy6L2G7STgq5mqABdf2.jpg",
        "title": "Nootokka Jillala Andagadu (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB မှာ 6.4 အထိရထားတဲ့ ၂၀၂၁ ထွက် ကုလားကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်... အချစ်ဇာတ်လမ်းလို့ပြောလို့လည်းရသလို\nပညာပေးဇာတ်လမ်းလေးလို့လဲ ပြောလို့ရတာမို့\nကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nမျိုးရိုးလိုက်တတ်တဲ့ ကိစ္စတစ်ခုကို ရှောင်လွှဲမရနိုင်တဲ့အခါမှာ\nသူများတွေကို လက်ညှိုးထိုးပြီး သူတို့ကျအားလုံးကောင်းတယ်လို့\nမိဘတွေကို အပြစ်တင်လို့မရနိုင်ပါဘူး... မိဘဆိုတာဟာ သူတို့လုပ်နိုင်သမျှ\nသားသမီးတွေအတွက် အကောင်းဆုံးကိုလုပ်ပေးခဲ့ပြီး ကောင်းမွေဆိုးမွေ\nချန်ထားပေးခဲ့စမြဲပါ.. ဒီရုပ်ရှင်က ဇာတ်လမ်းအကျဉ်းရေးပြလိုက်ရင်\nအကုန်လုံးပေါ်သွားမှာမို့ ဇာတ်လမ်းထဲက ဒိုင်ယာလော့ကိုပဲ\nရေးပြနိုင်တဲ့ပုံစံဖြစ်ပါတယ်... ဒီတော့ မိဘတွေချန်ထားတဲ့ကောင်းမွေ ဆိုးမွေတွေကို\nဘယ်လိုပိုက်ပြီး ဘယ်လိုအကောင်းဆုံးဖြစ်အောင် ဘ၀ကိုဖြတ်သန်းမယ်ဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်လိုက်ပါစီးမျောလိုက်ပါ...\nဇာတ်လမ်းထဲပါတဲ့ဆေးနည်းကိုတော့ မစမ်းကြဖို့ တိုက်တွန်းရင်း...အညွှန်းကို တော့ Lwin Htoo Aung မှရေးသားထားပြီး\nဘာသာပြန်တွေကတော့ Thura Htet Aung နှင့် Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်  \nFile size…1.6GB / 840MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/nootokka-jillala-andagadu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mR72XsO7EQu3uH8TeqPxMd9V8mW.jpg",
        "title": "In a Lonely Place (1950)",
        "description": "In a lonely place (1950)အဖြူ အမဲ ဂန္တဝင် ရုပ်ရှင် classical film ကောင်းကောင်းတွေကို ကြိုက်တတ်တဲ့ သူတွေ ကြည့်ကို\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ Rotten tomatoes ရုပ်ရှင်ဝေဖန်ရေး ဝက်ဘ်ဆိုက်မှာလဲ\nrating ကောင်းကောင်း ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းကျောရိုးကတော့ဒုတိယ ကမ္ဘာစစ်ကြီးလွန်ပြီး ၁၉၅၀ ကာလများက နာမည်ကြီး ဒစ်ခ်ဆန် စတီးလ်ဆိုတဲ့ ဇာတ်ညွှန်းရေး ဆရာ\nတစ်ယောက်ရဲ့ အသက်ငါးဆယ်ဝန်းကျင် ဘဝအဖြစ်အပျက်တွေပေါ်မှာ တည်ထားတာပါ။\nဒစ်ဆန်ဟာ သူအိမ်ခေါ်မိတဲ့ ကောင်မလေး တစ်ယောက် အသတ်ခံရတာကြောင့် ရဲတွေရဲ့ သံသယအရှိဆုံးသူအဖြစ်\nသတ်မှတ်ခံရပါတယ်။ ရဲတွေက သူ့မျက်နှာချင်းဆိုင်မှာ နေတဲ့ တက်သစ်စ မင်းသမီး တစ်ယောက်ကို\nခေါ်မေးရာကနေ ဇာတ်ညွှန်းရေးဆရာ ဒစ်ခ်ဆန်နဲ့ မင်းသမီးတို့ မေတ္တာသက်ဝင်သွားပါတယ်။ပေါက်ကွဲလွယ်တဲ့ ဒေါသအိုးတစ်ဦး ဖြစ်ပြီး မဟုတ်ရင်မခံတတ်တဲ့ ဗီဇလည်းရှိသလို မိမိအတ္တကိုလည်း\nနည်းနည်းလေးမှ အထိပါးမခံတဲ့ ဒစ်ခ်ဆန်တစ်ယောက်ရဲ့ အပြုအမူတွေဟာ ရဲတွေ သံသယဝင်လောက်စရာကောင်းအောင်ကို\nမူမမှန်တွေ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/in-a-lonely-place-1950/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/unearch-135x200.png",
        "title": "Unearth (2020)",
        "description": "Unearth (2020)\n============ဇာတ်ကားတစ်ကားကိုအစကနေမပြီးခင်အထိ ဇာတ်လမ်းက\nအတိတ်ကအကြောင်းတွေနဲ့လက်ရှိအကြောင်းကို ရောသမမွှေပြီး\nနောက်ဆုံးမှ ဇာတ်လမ်းက ဒီလိုပါလားဆိုပြီး horror ကားကိုမှ\nဇာတ်ရှိန်အေးအေးနဲ့ ကြည့်ချင်ပါတယ်ဆိုတဲ့ ပရိသတ်‌တွေအတွက်\nဒီကားလေးကို တင်ဆက်ပေးလိုက်တယ်ဗျ။ဇာတ်လမ်းကတော့ ဒိုလန် မိသားစုနဲ့ လိုမက်မိသားစု နှစ်စုတို့က\nလယ်ထဲမှာနေကြတဲ့ အိမ်နီးနားချင်းတွေဖြစ်တယ်။ ဒိုလန်မိသားစုရဲ့\nဦးစီးသူ ကက်သရင်းကတော့ မိသားစုနှစ်စုလုံးရဲ့ မြေကိုပေါင်းပြီး\nရောင်းချင်နေတာ လိုမက်မိသားစုရဲ့ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ ဂျော့ခ်ျကတော့\nသူတို့မြေကိုမစွန့်လွှတ်နိုင်ဘူးဖြစ်နေတယ်။ ဒီလိုနဲ့ ‌တစ်နေ့ကျတော့ ဂျော့ခ်ျ\nဆီကို တွင်းထွက်တူးဖော်တဲ့ကုမ္ပဏီက သူတို့နေနေတဲ့လယ်ကွက်အောက်မှာ\nသဘာဝဓာတ်ငွေ့ကြောကြီးတွေ့ထားတော့ မက်မောလောက်စရာငွေတွေ‌နဲ့\nသူတို့မြေကိုဝယ်ဖို့ကမ်းလှမ်းတယ်။ ဂျော့ခ်ျ ကလည်း ရောင်းရမလား မရောင်း\nရဘူးလား ဒွိဟဖြစ်နေရင်းနဲ့ တူးဖော်လိုက်ရမှ သူတို့ မထင်မှတ်ထားတဲ့\nအရာအတွက် တံခါးဖွင့်ပေးလိုက်သလိုဖြစ်သွားခဲ့တဲ့အခါ . . .\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(919 MB) / (459 MB)\nQuality............BluRay 1080p / 720p\nDuration.........1Hr 34mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/unearth-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-emergency-135x200.jpg",
        "title": "Emergency (2022)",
        "description": "Emergency\nအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ တက္ကသိုလ်ကျောင်းသားနှစ်ယောက်ဟာ သူတို့တက္ကသိုလ်မှာ တစ်ညတည်းနဲ့ ပါတီ ၇ခုကိုဆက်တိုက်သွားနိုင်တဲ့လူမည်းအမျိုးသားဖြစ်နိုင်ဖို့ ကြံစည်နေပါတယ်။သူတို့အပြီကဲမယ့်ညမှာပဲ သူတို့အိမ်ထဲမှာ ကောင်မလေးတစ်ယောက် အရက်မူးပြီး သတိလစ်နေတာတွေ့လိုက်ပါတယ်။သူတို့ဟာ လူမည်းဖြစ်နေလို့ရဲတွေအထင်လွဲမှာကြောက်ပြီး 911 ကိုဖုန်းမဆက်ရဲကြပါဘူး။ဒီလိုနဲ့ကောင်မလေးကို ကားနဲ့ဆေးရုံပို့ဖို့ဆုံးဖြတ်လိုက်ရာကနေ ရိုးရှင်းရမယ့်ကိစ္စက မထင်မှတ်ဘဲရယ်စရာတလွဲတွေဖြစ်လာပါတော့တယ်။\nRJ Cyler,Donald Elise Watkins, Sabrina Carpenter တို့ပါ၀င်ထားပါတယ်။ရယ်စရာလည်းကောင်းသလို America ရဲ့ racism,gun violence တွေကိုလည်း လူမည်းတွေဘက်ကနေမြင်နိုင်အောင်ပြသထားပါတယ်။\nRotten tomatoes-93%\nIMDB -6/10 File size…(1.33GB)/(694MB)/(320MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6",
        "url": "https://channelmyanmar.org/emergency-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Life-is-beautiful-poster-133x200.jpg",
        "title": "Life Is Beautiful (1997)",
        "description": "Life is Beautifulဒီရုပ်ရှင်ဟာ ဒုတိယကမ္ဘာစစ်အတွင်း ဂျူးပေါင်း ၁ သန်းကျော် အသတ်ခံခဲ့ရတဲ့ ဂျာမန်တွေရဲ့ ငရဲခန်းလို့ တင်စားကြတဲ့ Auschwitz အကျဉ်းစခန်းထဲက လွတ်မြောက်လာခဲ့သူ အီတလီ ဂျူးလူမျိုး Rubino Romeo Salmoni ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းအပေါ် အခြေခံထားပါတယ်။ သူဟာ အသက် ၉၁ နှစ် ( ၂၀၁၁ ) မှာ ကွယ်လွန်သွားခဲ့ပါတယ်။Romeo Salmoni ဟာ ၁၉၄၄ ခုနှစ်မှာ ဖမ်းဆီးခြင်းခံခဲ့ရပြီး အသက် ၂၄ နှစ်အရွယ်မှာ Auschwitz အကျဉ်းစခန်းကို ရောက်ခဲ့တယ်။ သူလွတ်မြောက်လာချိန်မှာ သူ့ညီ နှစ်ယောက်စလုံးက အသတ်ခံခဲ့ရတယ်ဆိုတာ သိခဲ့ရတယ်။ ဒါပေမယ့် သူ့မိဘတွေနဲ့တော့ ပြန်ဆုံခဲ့တယ်။\nဒီဇာတ်ကားကို ရိုက်တဲ့ဒါရိုက်တာ Roberto Benigni ရဲ့ အဖေဟာ မဟာမိတ်အီတလီစစ်တပ်မှာ တာဝန်ထမ်းဆောင်နေတုန်း နာဇီတွေရဲ့ စစ်သုံ့ပန်းအဖြစ် အဖမ်းခံရပြီး ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/life-is-beautiful-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k82GGrdKEajiR4y2UKvGs5ndX7i.jpg",
        "title": "Drug Hunter ( 2022 )",
        "description": "CM ကနေ အက်ရှင်ကားလေးဖြစ်တဲ့ Drug Hunters ဆိုတဲ့\nမူးယစ်ဆေး‌မှောင်ခိုသမားတွေကို ရှင်းလင်းတဲ့ ရုပ်ရှင်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nMain cast အနေနဲ့ကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတပ်ဖွဲ့ခေါင်းဆောင်\nယွီဖန်အဖြစ် Gao Jian ကသရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကိုပြောပြရမယ်ဆိုရင်\nအရှေ့တောင်အာရှမှာ မူးယစ်ဆေးအရောင်းအဝယ်တွေ\nအတော်ပေါများနေပြီး ဟိုင်ယာ့မြို့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးလှုပ်ရှားမှုမှာပါဝင်တဲ့\nရဲတပ်ဖွဲ့ခေါင်းဆာင် ယွီဖန်က သူ့အဖွဲ့သားတွေနဲ့အတူ\nတိုင်းတစ်ပါးကနေ မှောင်ခိုတင်သွင်းနေတဲ့ မူးယစ်ကုန်သွယ်လမ်းကြောင်းတစ်ခုကို\nခြေရာခံမိပြီး ပြည်တွင်းမှာ မှောင်ခိုဖြန့်ချီနေတဲ့ လီယုံကို သတိထားမိသွားရာက‌နေ\nသူ့နောက်ကွယ်က အဝယ်တော်ကို အမိဖမ်းပြီး မူးယစ်ကုန်သွယ်လမ်းကြောင်းကို\nအမြစ်ပြတ်ရှင်းထုတ်ဖို့ စစ်ဆင်ရေးစတင်ခဲ့ပါတော့တယ်စစ်ဆင်ရေးပိုမိုအရှိန်ပြင်းလာတာနဲ့အမျှ ပေးဆပ်မှုတွေကလည်းပိုလို့ပြင်းထန်လာပါတယ်\nမကောင်းမှုပြုတဲ့သူ မှန်သမျှဟာ နောက်ဆုံးမှာတော့ ကိုယ်ပြုခဲ့တဲ့\nအကျိုးသက်ရောက်မှုကို ခံစားရစမြဲပါ ‌အဲ့တော့ နောက်ဆုံးမှာ\nဘယ်သူတွေက ဘယ်လိုစတေးပြီး တိုင်းပြည်အတွက် အကျိုးရှိမယ့်\nအရာကို အကောင်ထည်ဖော်သွားမလဲဆိုတာကိုတော့\nအခုတင်ဆက်ပေးမယ့် Drug Hunters ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 23min\nSubtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Lnc4/Drug_Hunter_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKgshqVFvuzMl89YMNdO9pd8eFi.jpg",
        "title": "Book of Blood (2009)",
        "description": "Book of Blood (2009)မိသားစုတစ်ခုရဲ့ သမီးက ဘယ်အရာက လုပ်သွားမှန်းမသိရဘဲ\nသူ့အိမ်အခန်းထဲမှာပဲ ထူးထူးဆန်းဆန်း သေဆုံးသွားခဲ့ပါတယ်\nထိုသေဆုံးမှုကို သဘာဝလွန်ဖြစ်ရပ်တွေမှာ ကျွမ်းကျင်တဲ့ မယ်ရီနဲ့ ရက်ဂ်တို့က\nဝိညာဉ်လောကနဲ့ဆက်သွယ်နိုင်တဲ့ ဆိုင်မွန်ဆိုတဲ့ကျောင်းသားနဲ့ အတူ\nအဆိုပါသေဆုံးမှုကို သွားရောက်စုံစမ်းတဲ့အချိန်မှာ\nဘယ်လိုထူးဆန်းမှုတွေနဲ့ကြုံရမလဲ ဘယ်လိုသွေးပျက်စရာတွေနဲ့ ကြုံရမလဲ\nဘယ်လိုဇာတ်အလှည့်အပြောင်းတွေနဲ့ တွေ့ရမလဲဆိုတာကတော့ .....သွေးသံရဲရဲနဲ့ horror movieကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်နေမှာပါအဖော်အချွတ်အခန်းအချို့ ပါဝင်တာကြောင့် မိသားစုနဲ့ဆို သတိထားကြည့်ပါဗျအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Soe Htun Aung ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Fantasy\nQuality….1080p | 720p| 480p\nFile size…1GB | 460MB | 218MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Soe Htun Aung\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/book-of-blood-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/l2woatbdjizd-143x200.jpg",
        "title": "Revenge Girl (2022)",
        "description": "ဒီတစ်ခါတော့ ခေတ်လွန်ရာစုသစ်ကိုသွားကြည့်ရအောင်။\nမြစ်ကြီးတစ်ခုက စည်းခြားထားပြီးတော့ မြစ်ရဲ့အောက်ဘက်ခြမ်းက လူဆင်းရဲရပ်ကွက် (တစ်နည်း) သာမာန်လူတွေနေထိုင်နေကြတဲ့နေရာပေါ့။\nမြစ်ရဲ့အပေါ်ဘက်ခြမ်းမှာတော့ လူကုံထံတွေနေထိုင်ကြပြီး အာရုံကြောအဖွဲ့အစည်းတစ်ခုက လွှမ်းမိုးချုပ်ကိုင်ထားပါတယ်။\nအဲ့ဒီအဖွဲ့အစည်းက မြစ်ရဲ့အောက်ဘက်ကိုပါလွှမ်းမိုးဖို့ ကြံစည်နေရင်း လူ့ဦးနှောက်ကိုထိန်းချုပ်ဖို့ ချစ်ပ်ပြားပါတီထွင်နေကြပါတယ်။အရမ်းတော်တဲ့သိပ္ပံပညာရှင်က မူလချပ်စ်ပြားရဲ့အားနည်းချက်ကိုရှာတွေ့သွားပြီး ဒုတိယမျိုးဆက်ချစ်ပ်ပြားကို တီထွင်တဲ့အခါမှာ ထူးခြားတဲ့စွမ်းအင်တွေ ထွက်ပေါ်လာပါတော့တယ်။\nမတီထွင်သင့်တာကို တီထွင်ခဲ့တာကြောင့် အကျိုးဆက်ကို သူ့သမီးဖြစ်သူကခံစားရပြီး တစ်မိသားစုလုံးလည်း အသတ်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဒုတိယမျိုးဆက်ချစ်ပ်ပြားဆိုပြီး အာရုံကြောပိုင်းဆိုင်ရာအဖွဲ့အစည်းတစ်ခုက ရှာဖွေနေကြတဲ့ချစ်ပ်ပြားက သာမာန်ချစ်ပ်ပြားမဟုတ်ဘဲနဲ့ အရမ်းလှပတဲ့ အနုပညာပစ္စည်းတစ်ခုဖြစ်နေတဲ့အခါ.....\nဒုတိယမျိုးဆက်ချစ်ပ်ပြားနဲ့ ဘယ်လိုသောင်းကျန်းမလဲ.. ဘယ်လိုစွမ်းအင်တွေရှိလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:24:00\nType__Action, Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/revenge-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xwbFEPubG4wroLDZdmTWRGNnnWf.jpg",
        "title": "Wild Child (2008)",
        "description": "Wild Child (2008)မိတဆိုးမလေး ပေါ်ပီဟာ ဖခင်ဖြစ်သူကို အရွဲ့တိုက်ပြီး\nသောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့ မာလီဘူး သူတစ်ယောက်ပါ\nတစ်ရက်မှာတော့ အရွဲ့တိုက် သောင်းကျန်းတာ အရှိန်လွန်သွားတဲ့အတွက်\nသူ့အဖေက အင်္ဂလန်က အက်ဘီမောင့်ကျောင်းကို\nကျောင်းအိပ်ကျောင်းစား ပို့လိုက်ပါတော့တယ်အက်ဘီမောင့်ကျောင်းကို ရောက်ပြီးတဲ့နောက် ပြစ်မှုပေါင်းစုံ ကျူးလွန်ပြီး\nကျောင်းကနေ ထွက်ရဖို့အရေး အားကြိုးမာန်တက် ကြိုးပမ်းပေမဲ့\nဂရုဏာရှင်ကျောင်းအုပ်ကြီးက မိတဆိုးသမီးလေးဆိုပြီး ခွင့်လွှတ်ပေးနေတာကြောင့်\nနောက်ဆုံးမှာ အခန်းဖော်လေးယောက်ရဲ့ အကူအညီနဲ့\nကျောင်းအုပ်ကြီးရဲ့ သားဖရက်ဒီကို ဆွဲဆောင်ပြီး ကျောင်းထုတ်ခံရဖို့ ကြံစည်ပါတော့တယ်ပေါ်ပီတို့ရဲ့ အကြံအစည်အောင်မြင်သွားမလား?\nလူချောလေး ဖရက်ဒီနဲ့ ပေါ်ပီတို့ ဘာတွေဆက်ဖြစ်ကြမလဲ?\nဖရက်ဒီကို တစ်ဖက်သတ်ကြိုက်နေတဲ့ ဟာရီရက်ဆိုတဲ့ ကျောင်းသူနဲ့ရော\nဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာတွေကို အခွီတလိုင်းနဲ့ ကြည့်ရှူကြရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….1080p | 720p| 480p\nFile size…2GB | 1.1GB | 286MB\nFormat…mp4\nDuration….1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/wild-child-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnTbsvghYlN8B3vhhxPOezimOGQ.jpg",
        "title": "Norwegian Wood (2010)",
        "description": "Norwegian Wood (2010)Norwegian Wood (2010)မူရာကာမိရဲ့ ၀တ္တုရှည်ကို ပြန်ရိုက်ထားပြီး နာမည်ကျော်တဲ့ တစ်ကားတည်းသောကားပါပဲ။\nသို့ပေမဲ့ မူရာကာမိ၀တ္တုတိုတွေကို ရိုက်ထားတဲ့ ကျန်တဲ့နာမည်ကျော်ရုပ်ရှင်တွေဖြစ်တဲ့\nBurningတို့ Drive My Carတို့လို မာစတာပိစ်အဆင့်ထိတော့ ဖြစ်မသွားပေမဲ့\nNorwegian Woodကို ရိုက်တဲ့ ပြင်သစ်အခြေစိုက် ဗီယက်နမ် ဒါရိုက်တာTran Anh Hung ဟာ\nThe Scent of Green PaPayaတို့ Cycloတို့လို\nအရည်အသွေးမြင့် Art Filmတွေကို ရိုက်ခဲ့တဲ့သူဆိုတော့ ခပ်ညံ့ညံ့ကားတော့ မဟုတ်ခဲ့ပါဘူး။\nစာမျက်နှာ ၃ရာကျော်စာအုပ်ကြီးကို ခြုံလွှမ်းရိုက်ရတာဆိုတော့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေက စာအုပ်ကပေးချင်တဲ့ အချက်ကိုမရဘူးပြောကြပေမဲ့\nစာအုပ် မဖတ်ထားရင် သူ့နည်းသူ့ဟန်ကို ကောင်းကောင်းမြင်နိုင်တယ်ဆိုကြပါတယ်။Cinematographerက ထိုင်၀မ်သား Mark Lee Ping-bingပါ။ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/norwegian-wood-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kKX61echirKRwARuxp6HcAeTMq9.jpg",
        "title": "The Scarlet Letter (2004)",
        "description": "(18+) The Scarlet Letter (2004)ဒီဇာတ်ကားရဲ့နာမည်ကို The Scarlet Letter ဆိုတဲ့စာအုပ်ကို အစွဲပြုပြီး ​ပေးထားတာဆို​ပေမယ့်\nဇာတ်လမ်းနဲ့ အလိုက်ဖက်ဆုံးနာမည်ကို ​စဉ်းစားရရင်\n\"အချစ်​ကြောင့် ပျက်သုဉ်းရသူများ\"လို့ ကင်ပွန်းတပ်ရင် မှားမယ်မထင်ပါဘူး။\n၂၀၀၄ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Mystery Drama ရုပ်ရှင်ဖြစ်ပြီး\nတစ်​ခေတ်တစ်ခါက အ​တော်​ရေပန်းစားခဲ့တဲ့ ကိုရီးယားရုပ်ရှင်ပါ၊\nIMDb 6.4အထိရရှိထားပြီး ဇာတ်လမ်းသွားနဲ့ plot twist​တွေက အ​တော်​လေးမိုက်ပါတယ်၊\nအ​​​ဖော်အပြလည်း ကြမ်းသလို ​သွေးသံရဲရဲ​တွေလည်း ပါဝင်လို့\n18+လို့ ​ပြောလို့ရပါတယ်။\nမထင်ထားတဲ့plot twistအဆန်း​​တွေကြိုက်ရင် ဒီဇာတ်ကားကို ​သေချာ​ပေါက် ညွှန်းလို့ရပါတယ်။သရုပ်​ဆောင်​​တွေအ​​နေနဲ့ အားလုံးရင်းနှီးပြီးသား Dr. Romantic ထဲက မင်းသားကြီး Han Suk Kyu နဲ့\nတချိန်က နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Lee Eun Juတို့ အဓိကပါဝင်ထားသလို\nဒီဘက်​ခေတ် ဒရာမာ​တွေမှာ မကြာခဏတွေ့​နေကျ မင်းသား၊မင်းသမီးကြီး​တွေ\nပါဝင်ထားပါ​သေးတယ်၊\nဒီဇာတ်ကားက မင်းသမီးLee Eun Juရဲ့ ​နောက်ဆုံးဇာတ်ကား ဖြစ်ပြီး ​အညွန့်တလူလူနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-scarlet-letter-2004/"
    }
]