[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-toy-135x200.jpg",
        "title": "I’m Totally Fine (2022)",
        "description": "ဒါကတော့ သိပ္ပံစိတ်ကူးယဉ်၊ ဟာသ အမျိုးအစားလေးပါပဲ။ ဗန်နက်ဆာဟာ သူ့ရဲ့ သူငယ်ချင်းသေဆုံးသွားလို့ ပူဆွေးပြီး တစ်ယောက်တည်းခရီးထွက်လာပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ မကြာသေးခင်ကမှ သေဆုံးသွားတဲ့ သူငယ်ချင်း ဂျန်နီဖာကို မီးဖိုချောင်တစ်ခုထဲမှာ အရှင်လတ်လတ်ကြီး ပြန်တွေ့လိုက်ရတဲ့အခါ သူ့ရဲ့ အထီးကျန်ခရီးက လမ်းကြောင်းပြောင်းသွားပါတော့တယ်။ သူတွေ့နေရတဲ့ သူငယ်ချင်း ဂျန်နီဖာက လူမဟုတ်၊ သရဲမဟုတ်ဘဲ ကိုယ့်ကိုယ်ကိုယ် ဂြိုလ်သားပါဆိုပြီး ပြောလာတဲ့အခါမှာတော့ သူငယ်ချင်းနှစ်ယောက် ထူးခြားဆန်းကြယ်တဲ့ ၄၈ နာရီကို အတူဖြတ်သန်းရပါတော့တယ်။File size…(1.27GB)  / (711MB) / (351MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Comedy / Drama / Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sofia, May Phoo",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/im-totally-fine-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tgVBMIiJczfBWINRRd9yxE8ESln.jpg",
        "title": "Emily (2022)",
        "description": "Emily (2022)~ IMDb - 6.9/10, Rotten Tomatoes - 86% ~\"လေထန်ကုန်း\" ဆိုတဲ့ စကားလုံးက မြန်မာစာဖတ်ပရိသတ်တစ်ခုလုံးနဲ့ သက်ဆိုင်နေတဲ့ စကားလုံးပေါ့။ အဲဒီ လေထန်ကုန်းဆိုတဲ့ စကားလုံးကိုမြင်ရင် ခင်ဗျား ဘာကိုအရင်ပြေးမြင်မလဲတော့မသိဘူး။ အမ်မလီဘရွန်တီရဲ့ ဂန္ထဝင်၀တ္တု Wuthering Heights ကိုလား၊ ဒါမှမဟုတ် လေထန်ကုန်းလို့ခေါ်တဲ့ မြန်မာစာရေးဆရာတွေ ကြုံကြဆုံကြတဲ့ လက်ဖက်ရည်ဆိုင်ကလေးကိုလား။ ဒုတိယဟာက ဒီမှာ ပို Iconic ဖြစ်ပေမဲ့ ဒုတိယဟာကိုသိတဲ့ ဒီကလူတွေဟာ ပထမဟာကိုလည်း ကောင်းကောင်းသိကြမှာပါပဲ။ ၁၈၄၇မှာ ပုံနှိပ်ခဲ့တဲ့ အမ်မလီဘရွန်တီရဲ့ Wuthering Heights ကို ကျော်လှိုင်ဦးက \"လေထန်ကုန်း\"လို့ တိုက်ရိုက်ပဲ နာမည်ပေးပြီး ပြန်ဆိုရေးသားခဲ့ဖူးပါတယ်။ သူ့ရှေ့မှာတော့ ‌ဒဂုန်ခင်ခင်လေးက ဂုဏ်မြင့်သူဆိုပြီး တစ်စိတ်တစ်ဒေသမှီငြမ်း ရေးသားဖူးပြီး ၁၉၆၀လောက်မှာ သိပ္ပံစိုးလှက ငွေတာရီမဂ္ဂဇင်းမှာ ပင်မြင့်မာလာဆိုပြီး ဘာသာပြန်ဖူးတယ်ဆိုပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/emily-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjU3ZjYyNjktNWViZi00YzQ4LWExOTEtYWNlODMyNzdiYjBkXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-142x200.jpg",
        "title": "The Travelling Cat Chronicles (2018)",
        "description": "The Travelling Cat Chronicles (2018)\"ခုနစ်ရောင်သက်တံ ဆိုတာ နန ရဲ့သက်တံပေါ့\"တဲ့။\nဒါကတော့ ကျွန်တော့်သခင် ဆတိုးရု ပြောခဲ့တဲ့စကားပါ။ နန ဆိုတဲ့ ကျွန်တော့်နာမည်က ဂျပန်လိုဆို ခုနစ်မလို့တဲ့လေ။\nဆတိုးရုက သိပ်ကို ကြံကြံဖန်ဖန်တွေးတတ်တာပဲနော်။ပြီးတော့ ကျွန်တော့်ကို သိပ်ချစ်ရှာပြီး ကျွန်တော့်အတွက်ဆို ငိုပါငိုကြွေးတဲ့ လူသားပေါ့။ဆတိုးရုနဲ့ ကျွန်တော်နဲ့ စတွေ့ခဲ့ပုံကို ပြောပြပါဦးမယ်။ကျွန်တော်ဆိုတာ အရင်တုန်းက\nလမ်းပေါ်မှာ လေလွင့်နေတဲ့ ကြောင်တေလေတစ်ကောင်ပေါ့ဗျာ။အဲဒီလိုကျွန်တော့်ကိုမှ\nတယုတယနဲ့ အစာလာကျွေးနေကျဖြစ်တဲ့ လူသားကတော့ အခု ကျွန်တော့်သခင်ဖြစ်လာတဲ့ ဆတိုးရုပေါ့။သိတဲ့အတိုင်း စတွေ့တဲ့အချိန်တုန်းက ကျွန်တော်ဟာ ကြောင်လောကမှာလည်း\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်နေတဲ့ ဆရာကြီးဆိုတော့ မာနကလည်းတစ်ခွဲသားနဲ့ဗျ။\nစားစရာရှိတာစားပြီးရင် သံယောဇဥ်တွေအတွယ်မခံ၊ ပွတ်သပ်လည်း မခံဘူး။ဝတ်ကျေတန်းကျေလောက်ပဲ ဆက်ဆံတာပေါ့။ဒါပေမဲ့ တစ်နေ့မှာတော့ ခါတိုင်းလို ကြောင်အစည်းအဝေးပွဲ သွားရမယ့်ညမှာ ကျွန်တော့်ဘဝကို တစ်ဆစ်ချိုး\nပြောင်းလဲစေခဲ့တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ခဲ့တယ်ဗျ။ ဒါကတော့ လမ်းဖြတ်ကူးနေတုန်း ကားတိုက်ခံလိုက်ရတာပါ။\nအမှားလေး တစ်ချက်​ကအသက်ကို နှုတ်ယူသွားနိုင်တဲ့ လေလွင့်ကြောင်တွေရဲ့ဘဝပေါ့ဗျာ။\nကျွန်တော်တစ်ကောင်တည်း လမ်းမကြီးထက်မှာ ကူရာကယ်ရာမဲ့ ဝေဒနာခံစားနေရပြီး\nသိပ်နာကျင်လွန်းလို့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-travelling-cat-chronicles-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dRVAlaU0vbG6hMf2K45NSiIyoUe.jpg",
        "title": "TÁR (2022)",
        "description": "Tar (2022)ဒီဇာတ်ကားနာမည်က \"Tar\" \"တာ\" လစ်ဒီရာတာ လစ်ဒီရာက ဂီတလောကရဲ့အကျော်အမော်တစ်ယောက်\nဘာလင်သံစုံတူရိယာဝိုင်းရဲ့ ဂီတမှူးတစ်ယောက်၊ သူ့ကိုလူတွေက\"လစ်ဒီရာ\" ဒါမှမဟုတ်\"တာ\" ဆိုတာထက်\nသူ့ရဲ့ဂုဏ်ပုဒ် \"ပါရဂူဂီတမှူး\" လို့လေးစားသမှုနဲ့ခေါ်ဆိုကြသူ။ဇာတ်လမ်းအဖွင့်မှာပဲ\nလစ်ဒီရာတာဖြေပေးတဲ့အင်တာဗျူးတစ်ခုမှာ သူ့ရဲ့အောင်မြင်မှုပေါင်းများစွာအပြင်\nကိုယ်ရေးကိုယ်တာရောဂီတပိုင်းဆိုင်ရာရော ထူးချွန်ထက်မြက်မှုတွေကို ငြင်းမရအောင်မြင်ရဦးမှာပါ။\nလစ်ဒီရာတာက တစ်ရက်တော့ဂျူလီယာ့ဒ်မှာ ဂီတလက်ချာတစ်ခုပေးခဲ့တယ်။\nအဲဒီမှာကျောင်းသားတစ်ယောက်ကို ဘာ့ခ်ရဲ့တေးသွားတွေကိုကြိုက်နှစ်သက်လားမေးတော့\nကျောင်းသားကဘာ့ခ်ကို သူ့ကိုယ်ရေးကိုယ်တာပိုင်းကိုသဘောမကျတာကြောင့် သူ့ဂီတကိုလဲခံစားလို့မရပါဘူးတဲ့။\nလစ်ဒီရာကဒီကျောင်းသားကို ဂီတကိုကောင်းမကောင်းစံသတ်မှတ်ချက်မှာ\nဂီတဖန်တီးသူရဲ့ဘဝဖြစ်တည်မှု အကောင်းအဆိုးအမှားအပြစ်တွေနဲ့မဝေဖနဘဲ ဂီတအဖြစ်သာခံစားဖို့တိုက်တွန်းပေးခဲ့ပါတယ်။\nဒီနေရာမှာ လစ်ဒီရာ့အယူအဆက ပိုသင့်လျော်တယ်ထင်ရပေမယ့် ဘယ်အတိုင်းအတာထိလဲ။\nကိုယ်သဘောကျတဲ့ဂီတပညာရှင်တစ်ယောက်က အကျင့်စာရိတ္တတွေသိပ်ပျက်ပြားလွန်းနေရင်ရော\nဒါမှမဟုတ်ခွင့်လွှတ်လို့မရနိုင်တဲ့အပြစ်ကိုကျူးလွန်လာရင်ရော\nဒီခေတ်မှာသိပ်အားကောင်းတဲ့အရွေ့ဖြစ်တဲ့ Cancel Culture ဝင်လာသင့်လား။\nဒီဇာတ်လမ်းမှာ လစ်ဒီရာတာရဲ့ ပါရမီထူးချွန်မှုတွေနောက်ကို ကိုယ်ကျင့်တရားကအမှီမလိုက်နိုင်တော့တဲ့တစ်ချိန်မှာ\nသူ့ရဲ့ရုန်းကန်ရမှုတွေကို မှားတယ်မှန်တယ်ဝေဖန်မှုမရှိပဲ အလွှာလွှာအထပ်ထပ်နဲ့\nသိမ်မွေ့အားကောင်းစွာပဲဖော်ပြထားလို့ ကိုယ်တိုင်သာကြည့်ပြီးအဖြေရှာရမယ့်ပုစ္ဆာတစ်ပုဒ်လိုပါပဲ။\nလစ်ဒီရာတာကိုအသက်သွင်းထားတဲ့ မင်းသမီး Kate Blanchett ရဲ့\nအော်စကာတန်းဝင်လို့ပြောနေကြတဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လဲ \"Tar\" က လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Music\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/tar-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/nbdhixaa0rgj.mid-1-136x200.jpg",
        "title": "[18+] Erotic Agent (2003)",
        "description": "ကဲအခုတစ်ခါတော့ အပေါင်း ၁၈ ပရိတ်သတ်ကြီးအတွက်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားအနေအထားကတော့ ပိုစတာကိုကြည့်တာနဲ့ သဘောပေါက်မ်ထင်ပါတယ်ဗျဇာတ်လမ်း အနေအထားကတော့ အပေါင်း၁၈ တို့ ထုံးစံ အတိုင်းတဖုန်းဖုန်း တအုန်းအုန်း နဲ့မို့အထွေအထူး သိပ်ပြောစရာ မရှိပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့ငယ်စဉ်ကတည်းက အနှိမ်ခံ အနိုင်ကျင့်ခံ ဘ၀ နဲ့ကြီးပြင်းလာတဲ့ကောင်လေးတစ်ယောက်တစ်နေ့မှာ တောထဲမှာ မထင်မှတ်ထားတဲ့ သူနဲ့ ဆုံမိပြီး နတ်တွေရဲ့ စောင်မ မူကိုခံရတဲ့ အခါမှာသူ့ဘ၀ တစ်ဆစ်ချိုးပြောင်းလဲသွားတဲ့ အခါမှာတော့ဘယ်လို နတ်မိမယ်ကလေးတွေနဲ့ တွေ့ဆုံပျော်ပါးမယ်ဆိုတာကိုတော့ ...........ထွက်ရှိထားတာကြာဘီမို့ DVD RIP QTY ပဲ ရတာမို့ကာလာ အနေအထား ဘာညာကို အကောင်းဆုံး ဟာနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်File Size__(1.4GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Devil\nEncoded by Dark Devil",
        "rating": "6.2",
        "url": "https://megaup.net/1Qc52/[18+]Erotic_Agent_(2003).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKd2pxSsJBPxotVEtpb8qeQblVs.jpg",
        "title": "Viceroy’s House (2017)",
        "description": "Viceroy's House Partition (2017)ဒီရုပ်ရှင်ကတော့ အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအင်ပါယာအုပ်ချုပ်မှုလက်အောက်ကနေ\nလွတ်မြောက်ခွင့်ပေးခဲ့တဲ့အချိန် အိန္ဒိယနဲ့ပါကစ္စတန် ၂နိုင်ငံခွဲခြားလိုက်တဲ့ချိန်ကို\nအခြေခံရိုက်ကူးထားပြီးတော့ ၂၀၁၇ ခုနှစ်မှာ လွတ်လပ်ရေးနေ့\nနှစ်၇၀ပြည့်အထိမ်းအမှတ်အနေနဲ့ အင်္ဂလန်နိုင်ငံမှာတောင် ရုံတင်ပြသခဲ့ရတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်အိန္ဒိယ ပါကစ္စတန် ခွဲထုတ်လိုက်ခြင်းက လူ့သမိုင်းမှာ အကြီးမားဆုံးပြောင်းရွှေ့မှုဖြစ်ပေါ်ခဲ့တဲ့\nအခိုက်အတန့် ဖြစ်ခဲ့ပြီး လူပေါင်း ၁၄သန်းလောက် အိမ်ခြေယာမဲ့ စစ်ပြေးဒုက္ခသည်ဖြစ်စေခဲ့တဲ့အပြင်\nဟိန္ဒူ မူဆလင် ဆီခ် လူမျိူး တစ်သန်းလောက်ကို သေဆုံးခဲ့တဲ့ အဖြစ်အပျက်လည်းဖြစ်ပါတယ်ဒီရုပ်ရှင်ကတော့ အဆိုပါ အဖြစ်အပျက်ကို ကိုယ်တိုင်ကြုံတွေ့ခဲ့ရသူရဲ့\nမြေးကိုယ်တိုင်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုလည်း မမှားပါဘူးဇာတ်လမ်းလေးကတော့\nမြန်မာပြည်ဘုရင်ခံချုပ်မောင့်ဘက်တန်က မြန်မာပြည်ကို လွတ်လပ်ရေးပေးပြီး\nမကြာခင် အိန္ဒိယကို လွတ်လပ်ရေးပေးဖို့အတွက် အိန္ဒိယကိုစေလွှတ်ခံခဲ့ရပါတယ်\nအိန္ဒိယလူမျိုးတွေအကုန်တောင်းတနေတဲ့ လွတ်လပ်ရေးက\nလက်တစ်ကမ်းအလိုမှာရှိနေချိန် မူဆလင် ဆီခ်နဲ့ ဟိန္ဒူဘာသာဝင်တွေကြား\nရန်ပွဲတွေကြီးမားလျက်ရှိနေတုန်းပါပဲ\nလူမျိုးအချင်းချင်း သွေးခွဲပြီး အုပ်ချုပ်ခဲ့တဲ့ ဗြိတိသျှလူမျိုးတွေ\nလွတ်လပ်ရေးပေးရတော့မဲ့အချိန် ဒီလူတွေကိုစည်းလုံးလုံးနဲ့ဖြစ်စေချင်တဲ့အခါ\nသူတို့လုပ်ခဲ့တဲ့ပြဿနာကို သူတို့ပြန်ရှင်းရပါတော့တယ်...ဒီလိုနဲအိန္ဒိယ ပါကစ္စတန် ဘယ်လိုကြောင့် ကွဲသွားရတာလဲ အဲဒီလိုမျိုး\nနယ်မြေကွဲသွားရခြင်းအကြောင်းအရင်းအစစ်အမှန်ကရော ဘာကြောင့်လဲ\nဒီနိုင်ငံရေးအရှုပ်အထွေးကြားထဲမှာပဲ ဘာသာမတူတဲ့\nကောင်လေးနဲ့ကောင်မလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းပါဝင်လို့နေပါသေးတယ် ....ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်တာ​ကြောင့်\nအားလုံး ကြည့်ရှုရကျိုးနပ်စေမှာ အမှန်ပါပဲ\nFile size…2.6GB ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/viceroys-house-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34osIViLgpz6lEnkxXpTJMbNRBW.jpg",
        "title": "22 July (2018)",
        "description": "Utøya July 22===========IMDB 7.2/10 RT 83%\nThriller Drama Narrativeအခုဇာတ်ကားရဲ့တည်နေရာကတော့ Norwayနိုင်ငံရဲ့Utøyaဆိုတဲ့ကျွန်းငယ်လေးအပြင်သူတွေအတွက်တော့အလွန်ကိုအေးချမ်းပြီးနေချင့်စဖွယ်ပေါ့။အခုလိုနိုင်ငံတခုဟာနိုင်ငံရေးကြောင့်၂၀၁၁ ခုနှစ်July ၂၂ရက်နေ့မှာပဲသွေးအစွန်းဆုံးအကြမ်းဖက်မှုနှစ်ခုကို ရင်ဆိုင်ခဲ့ရတယ်ဆိုတာစာဖတ်သူတို့ယုံနိုင်မလား?Kaja ဆိုတဲ့အမျိုးသမီးလေးဟာဒီအချိန်မှာညီမလေး Emillieနဲ့အတူတူ Utøya ကျွန်းပေါ်ကAUF နွေရာသီစခန်းကိုရောက်နေခဲ့တာပါ။ ပထမအကြိမ်အစိုးရရုံးတိုက်ခိုက်မှုကိုသိလိုက်ရချိန် အပြင်လောကကိုကျွန်းပေါ်ရောက်နေသူတိုင်းစိုးရိမ်နေချိန်မှာ ဒီထက်ဆိုးရွားတဲ့ကံကြမ္မာကြီးကသူတို့ကိုကျွန်း‌ပေါ်မှာစောင့်ကြိုနေခဲ့ပါတယ်။အကြမ်းဖက်သမားကသူတို့ကျွန်းကိုငရဲခန်းအသွင်စတင်ပစ်ခတ်ချိန်မှာKajaတယောက်ဘာဆက်ဖြစ်မလဲ။အဆက်အသွယ်မရကယ်သူမရှိ ရဲတွေလည်းမလာ သေနတ်သံကြားတိုင်းလူတွေအသတ်ခံနေရချိန်မှာkajaတယောက် ကိုယ့်အသက်လည်းကာကွယ်ရင်းညီမလေးကိုလည်းရှာရင်းဘယ်လိုရုန်းကန်သွားမလဲဆိုတာတွေကိုမြင်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းဟာဖန်တီးချက်သာဖြစ်သော်လည်းဖြစ်ရပ်မှန်မှအသက်ရှင်ကျန်ခဲ့သူများအပေါ်မူတည်ပြီးပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်.... File Size : ( 2.11 GB ) and ( 1.00 GB)Quality : BluRay 1080p , 720pRunning Time : 1hr 33minFormat : Mp4Genre : Crime , Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by BrackmanEncoded by Min Wai",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/22-july/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMGM0NWRiZTAtYzYyMC00YjViLWE1ZDYtMWM5MzdmY2RkMmQwXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Waiting for Bojangles (2022)",
        "description": "Waiting for Bojangles (2022)\n====================\nIMDb Rating - 6.5/10လူသားနှစ်ယောက်ရဲ့ တွေ့ဆုံမှုကလည်း ထူးဆန်းခဲ့ပါရဲ့ ၊\nစတွေ့ကတည်းက နှစ်ယောက်ဆုံဆည်းမှုဟာ ပျော်စရာတွေ\nယူဆောင်လာပေးမယ်ဆိုတာကို ကိုယ်စီ သိခဲ့ကြသလိုပါပဲ။\nဘဝရဲ့ လက်တွဲဖော်အစစ်နဲ့ ဆုံလာတဲ့အခါ နှလုံးသားကလည်း\nအလိုလို သိသည် ထင်ပါရဲ့ ၊ ဘယ်အရာတွေက တားတား အချစ်\nခရီးက ခိုင်မာခဲ့တယ်။ မိသားစုဆိုတဲ့ အရာလေးကို ဖန်တီးနိုင်ခဲ့တယ်။ဒါပေမဲ့ ဘဝဆိုတာ သာယာလှပလွန်းနေရင် ပျင်းစရာကောင်း\nမယ်လို့ ယူဆပုံရတဲ့ ဘုရားသခင်က ကံကြမ္မာနဲ့ ပူးပေါင်းကြံစည်ပြီး\nဒီမိသားစုလေးအပေါ် မိုးသက်လေပြင်းတို့ ကျရောက်စေခဲ့တဲ့အခါ၊\nဒီဒုက္ခတွေကို ရုန်းထွက်ရမှာ ဒီမိသားစုလေးရဲ့ တာဝန်ဖြစ်လာပါ\nတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Yoon Sandi Aungမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ Yoon Sandi Aung, Khant Sett\nNaing တို့ဖြစ်ပါတယ်)File Size..........(2.02 GB) / (842 MB) / (476 MB)\nQuality............BluRay 1080p / 720p ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/waiting-for-bojangles-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-2-135x200.jpg",
        "title": "Practical Magic (1998)",
        "description": "ဆန်ဒရာဘူးလော့နဲ့ နီကိုးကစ်မန်းတို့ လွန်ခဲ့တဲ့ နှစ် ၂၀ က စုန်းမအတူလုပ်ခဲ့တာလေး ကြည့်လိုက်ရအောင်။အိုဝင်စ် မိသားစုထဲက မိန်းကလေးတွေဟာ မျိုးရိုးစဉ်ဆက် မွေးရာပါ စုန်းအတတ် တတ်နေကြတဲ့ စုန်းမတွေပဲ ဖြစ်ကြပါတယ်။\nဒါပေမဲ့ သူတို့မျိုးဆက်ထဲက ပထမဆုံး စုန်းမရဲ့ ကျိန်စာကြောင့် သူတို့ကို ချစ်မိတဲ့ ယောက်ျားတိုင်းဟာ အရွယ်မတိုင်ခင် အကြောင်းတစ်ခုခုနဲ့ သေဆုံးသွားတတ်ကြပါတယ်ဗျ။\nဆယ်လီအိုဝင်စ်နဲ့ ဂျီလီယန်အိုဝင်စ်တို့ဟာ စရိုက်ချင်း လုံးဝမတူကြတဲ့ ညီအစ်မနှစ်ယောက်ပဲဖြစ်ကြပါတယ်။\nသူတို့ဟာ အကြောင်းတစ်ခုကြောင့် လူတစ်ယောက်ကို သဝာ်မိခဲ့ကြပြီး ဖုံးကွယ်ဖို့ကြိုးစားရာကနေ တလွဲတချော်တွေဖြစ်ကုန်ပါတော့တယ်ဗျ။\nဒီရုပ်ရှင်ထဲမှာဆိုရင် အိုဝင်စ်ညီအစ်မတွေအဖြစ် မင်းသမီးကြီး Sandra Bullock နဲ့ မင်းသမီးကြီး Nicole kidman တို့က အတွဲညီညီ သရုပ်ဆောင်ထားကြပါတယ်။\nဒီ Practical Magic ဆိုတဲ့ရုပ်ရှင်ဟာ fairy tale ဆန်ပြီး Romance နဲ့ Fantasy ရောထားတဲ့အပြင် ဆန်ဒရာဘူးလော့ခ်နဲ့ နစ်ကိုးလ်ကစ်ဒ်မန်းတို့လို ဂန္တဝင်မင်းသမီးကြီးတွေ ပါဝင်ထားတဲ့အတွက် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/practical-magic-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nk0f02yupl6AAssJIv685giWZO9.jpg",
        "title": "Good Deal (2022)",
        "description": "Good Deal (2022)(1080p ရပါပြီ)ဇာတ်ကားလေးရဲ့ နာမည်က Good Deal ဆိုတဲ့အတိုင်း အပေးအယူ အရောင်းအဝယ်တွေ လုပ်ကြတဲ့ ကားလေးပေါ့။ဘယ်သူတွေက ဘာအတွက်ကြောင့် ရောင်းပြီး ဘယ်သူတွေက ဘာလို့ ဝယ်ခဲ့ကြတာလဲ ဆိုတဲ့ အချက်က ဒီဇာတ်ကားကို စိတ်ဝင်စားစရာ ကောင်းစေတယ်။အပေးအယူ အရောင်းအဝယ်လုပ်ကြတဲ့ ပစ္စည်း ၅မျိုးအ‌ကြောင်းကို တစ်ခန်းပြီး တစ်ခန်းစီ ပြပေးထားတာက သာမန် ဒရာမာတွေနဲ့ မတူဘဲကွဲပြားနေတဲ့အချက်ဖြစ်ပြီး မတူကွဲပြားတဲ့ ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာကြောင့် အပေးအယူတစ်ခုပြီးသွားတိုင်း စိတ်ထဲ တစ်မျိုးလေး ခံစားရစေမယ့် ဇာတ်ကားမျိုးပါ။ပုံမှန်နဲ့ မတူညီတဲ့ ပြောပြရခက်တဲ့ ရသတစ်မျိုးကို အသစ်အဆန်း ခံစားကြည့်ချင်တဲ့သူတွေအနေနဲ့ ဒီကား‌ကို သေချာပေါက် ကြည့်သင့်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Miri ပါ။)File Size          : 2.1GB, 723MB, 364MB\nQuality      ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/good-deal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAxUEIHjzqYcatkYKKEOudJW2mA.jpg",
        "title": "Manifest West (2022)",
        "description": "Manifest West (2022)(1080p ရပါပြီ)Dave က သူ့မိန်းမနဲ့ သမီးလေး ၂ယောက်နဲ့အတူ အိမ်ပြောင်းဖို့လုပ်နေတာပါ။ သူတို့က မြို့ထဲမှာနေပေမဲ့ အလုပ်ပြုတ်သွားပြီး ပိုက်ဆံမရှိတော့တာရော ကုန်ကျစရိတ်တွေများနေတာရောကြောင့် မြို့ထဲကနေ တောင်ပေါ်ကို ပြောင်းဖို့ဆုံးဖြတ်လိုက်ကြတယ်။တောတောင်ပေါ်မှာ အခြေချနေတဲ့သူတွေလို ကိုယ်စားဖို့ကို ကိုယ်တိုင်မွေးမြူစိုက်ပျိုး အမဲလိုက်ပြီး နေဖို့ အိမ်တစ်အိမ်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။သမီးလေး ၂ယောက်ကိုလည်း အိမ်မှာပဲစာသင်ပေးမှာပါ။ အဲ့တော့ တောင်ပေါ်မှာနေရင်း သူတို့လိုအခြေချသူတွေနဲ့တွေ့တဲ့အခါ ဘာဆက်ဖြစ်ကြမလဲ ?(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1GB, 386MB, 201MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat          ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/manifest-west-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/racer-150x200.jpg",
        "title": "Prancer: A Christmas Tale (2022)",
        "description": "ကဲ ဒီဇင်ဘာလည်း ရောက်ခါနီးပြီဆိုတော့ UNIVERSAL ကနေ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Christmas ရုပ်ရှင်လေး တင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားလေးကတော့ ခရစ္စမတ်မှာ မြေးအဘိုး၂ယောက် ထူးဆန်းတဲ့ဒရယ်တစ်ကောင်နဲ့ တွေ့ပြီး တိုင်ပတ်ကြတဲ့အကြောင်းကို ပေါ့ပေါ့ပါးပါးလေး ရိုက်ကူးထားတာပါ ဒါရိုက်တာကတော့ Star Wars: Originsရဲ့ စာရေးဆရာနဲ့ ဒါရိုက်တာဖြစ်သူ Phil Hawkins ဖြစ်ပြီး To Oliviaထဲက Olivia အဖြစ်သရုပ်ဆောင်ထားတဲ့ Darcey Ewartက မြေးမလေးအဖြစ် ပါဝင်ထားပါတယ် ဒီဇာတ်ကားကို ရိုမေးနီးယားနိုင်ငံမှာ သွားရောက်ရိုက်ကူးထားပြီး ဖွေးဆွတ်နေတဲ့ နှင်းတောကြီးတွေ ထင်းရှူးတောအုပ်ကြီးတွေနဲ့ Christmas Vibe ကို အပြည့်အဝခံစားရမှာဖြစ်လို့ အချိန်ပေးရကျိုးနပ်စေမှာပါဇာတ်လမ်းအကျဥ်း၁၀နှစ်အရွယ် မြေးမလေး ဂလိုရီယာနဲ့ မုဆိုးဖိုဖြစ်ထားတာမကြာသေးတဲ့ ဘတ်ထ်တို့ မြေးအဘိုး၂ယောက် ခရစ္စမတ်မှာဆုံကြရင်း ထူးဆန်းတဲ့ ဒရယ်တစ်ကောင်နဲ့ တွေ့ခဲ့ကြတယ် အဘိုးဖြစ်သူ ဘတ်ထ်က ဒရယ်ကို မှော်ဝင်ဒရယ်လို့ ယုံနေပြီး ဂလိုရီယာကတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/prancer-a-christmas-tale-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDI1Mjc3MzAtZDk0OS00OTZlLTlhZjktNzA3ODgwZGY2NWIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Man on the Moon (1999)",
        "description": "Man On The Moon\n===================\nဇာတ်ကားအကြောင်းမပြောခင် သရုပ်ဆောင်တွေကို အရင်မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာ The Ture Man Show, The Mask အစရှိတဲ့ဇာတ်ကားတွေရဲ့\nဇာတ်လိုက်ကျော်ကြီးဖြစ်တဲ့ ဂန္ဓ၀င်ဟာသမင်းသားကြီး Jim Carrey နဲ့အတူ\nနောက်ထပ်ဂန္ဓ၀င် မင်းသားကြီးတစ်ဦးဖြစ်တဲ့ Danny DeVito တို့\nပါ၀င်ရိုက်ကူးထားတဲ့အတွက် တကယ့်ကို ကြည့်ရကျိုးနပ်စေပါတယ်။ဒီဇာတ်ကားကတော့ အမေရိကန်ရဲ့ နာမည်ကျော်လူရွှင်တော်ကြီး\nအန်ဒီကော့ဖ်မန်းရဲ့ ဘ၀ဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ သူဟာ တခါတလေ\nသူ့ကိုယ်သူ \"အဆိုအကလူကြီး\" လို့ ခေါ်တတ်ပြီး\nတခြားလူရွှင်တော်တွေနဲ့မတူ ထူးခြားနေတဲ့\nဖျော်ဖြေရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၁၉၈၄ခုနှစ်မှာ\nရှားပါးတဲ့ အဆုတ်ကင်ဆာရောဂါတစ်မျိုးကြောင့်\nဆုံးပါးသွားခဲ့ပြီး သူထားရှိခဲ့တဲ့ အနုပညာတွေကတော့\nယနေ့အချိန်အထိ ကျန်ရှိနေဆဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အန်ဒီရဲ့ ဟာသ အပေါ်မြင်တဲ့အမြင်တွေ၊ သဘောထားတွေကို\nမြင်တွေ့ရမှာဖြစ်ပြီး သူ့ပြက်လုံးတွေဟာ ကြည့်ရှုသူတွေကိုပါ\nကြောင်တောင်တောင်ဖြစ်အောင် လုပ်နိုင်တာကို တွေ့ရပါမယ်။\nကြည့်ရှုသူတွေတင်မက သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တချို့ပါ\nသူ့ဟာသတွေကြောင့် ခနခနဇာတ်တွေရှုပ်ကြရပါတယ်။\nဒီလိုလူရွှင်‌ တော် တစ်ယောက်ဖြတ်ကျော်ခဲ့ရတဲ့ ဘ၀အကြောင်းကို\nတစ်ကားလုံး မပျင်းရအောင် ကြည့်ရှူရမှာဖြစ်တာကြောင့်\nCM ပရိသတ်တွေအနေနဲ့ ကြည့်ကိုကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားအဖြစ် မိတ်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2.8GB  / 1GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/man-on-the-moon-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3oN46rcXf5HGoj1sPtehreRDm9Y.jpg",
        "title": "Ordinary Hero ( 2022 )",
        "description": "CM က ပရိတ်သတ်ကြီးကို ဒီနေ့မှာတော့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးတစ်ခုကို\nပုံဖော်ပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှင်၂၀၂၁ ခုနှစ် ၄ လပိုင်း ၃၀ ရက်နေ့မှာ\nကျေးရွာလေးတစ်ရွာက အသက် ( ၇ ) နှစ်အရွယ်\nကောင်လေးတစ်ယောက်ဟာ လယ်ထွန်စက်နဲ့ လက်မောင်း ညှပ်ပြီးတော့\nလက်မောင်းပြတ်ထွက်သွားခဲ့ပါတော့တယ် ကျေးရွာလေးဖြစ်နေတဲ့အတွက်\nလမ်းပန်းဆက်သွယ်ရေး ဆေးပညာတွေဆိုတာ မဖွံ့ဖြိုးသေးပါဘူး\nဒဏ်ရာက ပြင်းထန်တဲ့အတွက်ကြောင့် ဝူလူမုချီ (Ürümqi) မြို့ကို\nခွဲစိတ်ကုသခံယူဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်\nခွဲစိတ်မှုလုပ်ရင်လည်း ဒဏ်ရာရတဲ့အချိန်ကနေပြီး စပြီး\nခွဲစိတ်မှုလုပ်ချိန်အထိ (၈) နာရီအတွင်းမှာ ပြီးမြောက်ရမယ်ဖြစ်ပြီး\nအဲ့လိုမှမဟုတ်ရင် ဆဲလ်တွေသေဆုံးသွားပြီး​တော့\nဒဏ်ရာက ကုသလို့မရတော့ဘူးလို့ ဒေသခံဆရာဝန်က ပြောလာခဲ့တဲ့အခါမှာတော့ -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ?\n❐ မဖွံ့ဖြိုးသေးတဲ့ ကျေးရွာလေးက ဖြစ်တာမို့ ဘယ်လိုစိန်ခေါ်မှုတွေကို ကြုံတွေ့ကြရမှာလဲ?\n❐ ကလေးလေးကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ကြည့်ရှုရမဲ့အပြင် -\n❐ (၇) နှစ်အရွယ်ကလေး မိသားစုဝင်တွေရဲ့ ပူပန်မှုတွေ,\n❐ ဒုက္ခရောက်နေသူကို အချင်းချင်းရိုင်းပင်းကူညီမှုတွေ,\n❐ သူ့တာဝန်နဲ့သူ အသီးသီးကျေပွန်အောင်လုပ်ဆောင်ကြပုံတွေကို\nအသေးစိတ်ကျကျရိုက်ပြထားထားတာကိုလဲ\nတွေ့မြင်ရမှာဖြစ်ပါတယ်ရှင် ဒါ့အပြင်\n“Li Bing Bing,Ma ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ordinary-hero-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRtOX9CNOFDsn3D2l5v4nxI08VQ.jpg",
        "title": "The Violence Action (2022)",
        "description": "The Violence Action (2022)(1080p ရပါပြီ)Kei ဆိုတဲ့ မိန်းမငယ်လေး တစ်ဦးဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ယောက်အနေနဲ့ အသက်မွေးဝမ်းကျောင်း ပြုပါတယ်။ အပျော်ကောင်မလေးတွေ ခေါ်တဲ့ website နဲ့ဖုန်းနံပါတ်ထားပြီး အဲ့ဒီကနေ လူသတ်ဖို့ ငှားကြရတာပါKei ကို ချစ်စရာကောင်မလေးအထင်နဲ့ တံခါးဖွင့်လက်ခံပေးကြတဲ့ လူဆိုးတွေ အမြဲအသတ်ခံရကာ Kei ကလည်း အမှားမရှိဘဲ အလုပ်ကို လက်စသတ်နိုင်သူ တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျပန်က အကြီးဆုံး ရာကူဇာဂိုဏ်းက ခေါင်းဆောင်တစ်ယောက်ကို သတ်ဖို့ ငှားခံရတဲ့အခါ ...ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 2.5GB, 991MB, 489MB\nQuality            : 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-violence-action-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDBmNzIwY2QtMjZhOC00YzlhLWIwNjMtZDdkZjY3OWUzZDI4XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Wonder (2022)",
        "description": "The Wonder(2022)\n===============\nIMDb Rating - 6.7/10ဒီတစ်ခါမှာတော့ Little Women ထဲကမင်းသမီး Florence Pugh\nပါဝင်ထားတဲ့ The Wonder ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးပါရစေ။\nအချိန်ကတော့ ၁၈၆၂ခုနှစ်ကာလကို အခြေတည်ထားပါတယ်။ မစ္စစ်ရွိုက်\nဆိုတဲ့ အင်္ဂလန်က ကျွမ်းကျင်သူနာပြုတစ်ယောက်ဟာ အိုင်ယာလန်ရွာငယ်\nလေးတစ်ရွာကို အလုပ်ကိစ္စနဲ့လာခဲ့ပါတယ်။ဟ...သူနာပြုပဲ အလုပ်ကိစ္စပါဆိုနေမှ ဆေးကုဖို့ပေါ့လို့ထင်ရင်တော့\nနည်းနည်းလွဲပါတယ်။ တကယ်က ကောင်မလေးတစ်ယောက်ကို စောင့်ကြည့်\nပေးဖို့ ရွာကကော်မတီဝင်‌တွေက ခေါ်တာပါ။  အဲ့ကောင်မလေးက အစာမစားဘဲ\nအသက်ရှင်နေနိုင်ပါတယ်။ ဆိုတော့ ရွာမှာ သူ့ကိုလာကြည့်တဲ့လူတွေကြောင့်\nရွာလူကြီးတွေက စိတ်ရှုပ်ရလို့ ကျွမ်းကျင်သူနာပြုဖြစ်တဲ့ မစ္စစ်ရွိုက်ရယ်နဲ့ ဝါရင့်\nသီလရှင်တစ်ပါးရယ်ကိုခေါပြီး ကောင်မလေးကို စောင့်ကြည့်ခိုင်းတာပါ။\nစောင့်ကြည့်ကာလကတော့ နှစ်ပတ်ပါ။မစ္စစ်ရွိုက်တစ်ယောက် နှစ်ပတ်အတွင်း ကောင်မလေးကိုစောင့်ကြည့်ရင်း\nဘာတွေကြုံတွေ့ရမလဲ။ ကောင်မလေးကရော တကယ်အစာမစားတာ ဟုတ်ရဲ့\nလား။ တကယ်မစားဘူးဆိုရင် သူဘယ်လိုအသက်ရှင်နေနိုင်တာလဲ။ နောက်ဆုံး\nရွာကော်မတီဝင်တွေက ဘယ်လိုဆုံးဖြတ်ချက်ချမလဲ ဆိုတာကို စိတ်ဝင်တစား\nကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.95 ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-wonder-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjBkMTRkMWQtNzAwYS00MmE2LWI5YzktNDU5OGY2NjIzMzNjXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lamborghini: The Man Behind the Legend (2022)",
        "description": "Lamborghini: The Man Behind the Legend (2022)\n===================================2019 တုန်းက Ford vs Ferrari ရုပ်ရှင်ထွက်လာပြီးတဲ့ နောက်\nမှာတော့ အခု Lamborghini ထပ်မံထွက်ရှိလာပါပြီမို့ တင်ဆက်\nပေးလိုက်ပါပြီ။ လန်ဘိုဂီနီဆိုပြီးဖြစ်အောင် ပြုလုပ်ခဲ့တဲ့ ဖရူချို\nလန်ဘိုဂီနီဟာဆိုရင် ၁၉၁၆ ခုနှစ်မှာ မွေးဖွားခဲ့ပါတယ်။ ဒုတိယ\nကမ္ဘာစစ်မှာ စစ်ထဲလိုက်ခဲ့ပြီး စက်ပြင်ပညာကိုသင်ယူခဲ့ရပါတယ်။\nဖရူချိုဟာ မိရိုးဖလာအလုပ်ဖြစ်တဲ့ စိုက်ပျိုးရေးကို မလုပ်ကိုင်လိုပဲ\nထွန်စက်တွေကို ထုတ်လုပ်ချင်ခဲ့တာပါ။ဒီလိုနဲ့ သူငယ်ချင်းဖြစ်သူ မက်သယ်အိုနဲ့ ကြိုးစားကြရင်း အခက်အခဲတွေ\nကြားထဲမှ ထွန်စက်ထုတ်လုပ်တဲ့ လုပ်ငန်းကို ၁၉၄၈ ခုနှစ်မှာ စတင်နိုင်ခဲ့ပါတယ်။\nသူထုတ်နိုင်ခဲ့တာက တစ်ခြားထွန်စက်တွေထက်စွမ်းရည်နှစ်ဆသာပြီး\nဈေးပိုသက်သာတဲ့ထွန်စက်ပါ၊ နာမည်ကလည်း လန်ဘိုဂီနီဆိုတဲ့နာမည်နဲ့ပါ။ပထမဆုံးထွန်စက်ပေါ်မှာတပ်ဆင်မယ့် လန်ဘိုဂီနီဆိုတဲ့ တံဆိပ်ပြားလေးရဖို့\nအတွက် သူပေးဆပ်လိုက်ရတာကလည်း တန်ဖိုးကြီးပါတယ်။ ဖရူချိုဟာ\nထွန်စက်တွေ၊ လေအေးပေးစက်တွေ၊ အပူပေးစက်တွေ ထုတ်လုပ်တဲ့လောကမှာ\nကျင်လည်ရင်း ဖယ်ရာရီကားတွေတစ်စီးပြီးတစ်စီး သူဝယ်စီးထားနိုင်ခဲ့သလို၊\nကမ္ဘာကျော် လန်ဘိုဂီနီကားတွေထွက်လာဖို့ဆိုတာကလည်း ဖယ်ရာရီကား\nကုမ္ပဏီကြောင့်ဆိုရင်မမှားပါဘူး၊ ဘာကြောင့်လဲဆိုတာတော့ ဖြစ်ရပ်မှန်အခြေခံ\nဇာတ်လမ်းထဲမှာပဲ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin နဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lamborghini-the-man-behind-the-legend-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjFDIlUCJkcpFxYKtE6OsGcAfQQ.jpg",
        "title": "Blade of the 47 Ronin (2022)",
        "description": "The Blade of the 47 Ronin (2022)ဒီကားလေးကတော့ ဆာမူရိုင်းတွေ၊ နင်ဂျာတွေကို သဘောကျတဲ့သူတွေအတွက် ကြည့်ကောင်းမယ့်ကားလေး တစ်ကားပါ။\nရှေးခေတ်က ဆာမူရိုင်းတွေကို ဒီဘက်ခေတ်အနေအထားနဲ့ ယှဉ်ရိုက်ပြထားတာ ဖြစ်ပြီးတော့\nမင်းသားကြီး Keanu Reeves ရဲ့ နာမည်ကျော် (47) Ronin ရဲ့ spin-off ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။\nဇာတ်လမ်းရဲ့ သဘောတရားကတော့ ယူရေဆိုတဲ့ စုန်းမျိုးနွယ် တစ်ယောက်ဟာ ရိုနင်(၄၇)ယောက်ရဲ့ မျိုးဆက်ကို ဖြတ်ပစ်ပြီး\nဆာမူရိုင်းတွေ အားလုံးကို ရှင်းပစ်ချင်နေသူပါ။ ယူရေကိုတားနိုင်မယ့် တစ်ခုတည်းသော နည်းလမ်းက\nရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ဟာ ထန်ဂူဓားကို ကိုင်ဆွဲပြီး ယူရေကို သုတ်သင်ဖို့ပဲ ဖြစ်ပါတယ်။\nထန်ဂူဓားဆိုတာတော့ အင်မတန်စွမ်းအားကြီးတဲ့ ဓားဖြစ်ပြီး စုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကို ပေါင်းစည်းမှသာ ရလာနိုင်မယ့် ဓားပါ။\nဒီတော့ ဆာမူရိုင်းတွေ အနေနဲ့ ရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ကို ရှာတွေ့နိုင်ပါ့မလား၊\nစုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကိုရော ယူရေထက်အရင် ရှာတွေ့ပါ့မလား\nစုန်းမျိုးနွယ် ယူရေကိုရော ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blade-of-the-47-ronin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/87bBHD7tE7BPZakwiAJTaEuO6SB-133x200.jpg",
        "title": "[18+]Pet Girl: Secret Helper (2020)",
        "description": "[18+]Pet Girl: Secret Helper (2020)********************************ပျင်းရိဖွယ်ရာနေ့တွေကို ဖြတ်သန်းပြီးတဲ့နောက်လူငယ်(၂)ယောက်ဟာ တစ်ခုခုလုပ်ဖို့ကြံစည်ကြတယ်..တစ်နေတော့ online ကနေကြော်ငြာတစ်ခုတွေ့ပြီး အပျင်းပြေ အိမ်မွေးတိရစ္ဆာန်လေးတွေ ခေါ်လို့ရတယ်ဆိုပြီး...ဒါမဲ့ဈေးကတော့ကြီးလွန်းလှတယ်.. သို့ပေမဲ့သူတို့က တစ်ပတ်တာ ခေါ်ကြည့်လိုက်တဲ့အခါမှာညှို့အားပြင်း မော်ဒယ်မလေး(၂)ယောက် အိမ်ကိုရောက်လာတဲ့အခါမှာတော့..မော်ဒယ်အလှလေး Seung Ha ပါဝင်တဲ့ကားမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ..  File Size :(2.1GB) and (858 MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18pet-girl-secret-helper-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8gZWMhJHRvaXdXsNhERtqNHYpH3.jpg",
        "title": "The Fly (1986)",
        "description": "The Fly (1986)~ IMDb - 7.6/10, Rotten Tomatoes - 93% ~Horror တကာ့ Horror ထဲမှာမှ ကြည့်ရတော်တော် အသည်းယားစရာကောင်းတဲ့ Body Horror ကားတွေကိုမှ သိပ်ကြိုက်တဲ့သူဆိုပါစို့။ ခင်ဗျား ဘယ်လိုမှ မေ့ထားလို့မရတဲ့သူက David Cronenberg ပဲ။ သူက Body Horror တစ်လိုင်းရိုက်တဲ့သူ။ ဒါပေမဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ခံစားမှတ်ယူပုံချင်းမတူပေမဲ့ ရုပ်ရှင်ပွဲတော်တွေထဲကမှ Art House ဖြစ်တယ်၊ Art House ဆန်တယ်လို့ ယူဆလို့ရတဲ့ ကားတွေအများစုထဲကိုမှ ရွေးတတ်တဲ့ နာမည်အကြီးဆုံးရုပ်ရှင်ပွဲတော်တစ်ခုပြပါဆို ကိန်းကို အဓိကပြရမှာပဲ။ အဲဒီကိန်းရုပ်ရှင်ပွဲတော်ကနေ ခရိုနင်ဘတ်ရထားတဲ့ ဆုတွေကမနည်းဘူး။ ဒီတော့ သူက Body Horror ကို သူ့နည်းသူ့ဟန်နဲ့အကောင်းဆုံးပြနိုင်တဲ့ တစ်ခေတ်တစ်ယောက် ဒါရိုက်တာဆိုလည်း မမှားဘူး။ သူ့ကားတွေက အပြတွေဟာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-fly-1986/"
    }
]