[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3PaISIVAwskxVRF47rFpKezk4FP.jpg",
        "title": "Toolsidas Junior (2022)",
        "description": "Toolsidas Junior (2022) အညွှန်း ဒီတစ်ခါမှာတော့ အိန္ဒိယကားကောင်းတွေကိုပဲ စောင့်မျှော်ကြည့်ရှုတတ်တဲ့သူတွေအဖို့ အားကစားနဲ့ပတ်သက်တဲ့ ကားကောင်းလေးထပ်မံ ထွက်ရှိလာပါပြီ။ ဒီဇာတ်ကားကတော့ ဘိလိယက်အားကစားကိုအခြေခံတဲ့ စနူကာကစားသမားတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ကြီးဇာတ်ကားဖြစ်တဲ့ \"Dangal\" တို့လို မိဘကတိုက်တွန်းလို့ မဖြစ်မနေ စလုပ်ရတာမျိုးမဟုတ်ဘဲ သားအဖကြားမှာရှိတဲ့ မေတ္တာကြောင့် ကိုယ်တိုင်ကိုက လိုလိုချင်ချင်နဲ့ ကြိုးစားနေတဲ့ ကောင်လေးတစ်ယောက်ပုံစံကို တွေ့မြင်ရမှာဖြစ်လို့ သားအဖကြားကအချစ်အပြင် ဆရာနဲ့တပည့်ကြားက ၅၂၈ မေတ္တာကိုပါ အေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ထိထိမိမိ ခံစားရမှာဖြစ်ပါတယ်။ \"ငါ့သားအတွက်ပဲ ငါပြိုင်ပွဲဝင်နေတာ\" လို့ကြွေးကြော်တတ်တဲ့ စနူကာကစားသမားတစ်ယောက်ဖြစ်သူ \"တူလ်ဆီးဒက်စ်\"၊ သူကြွေးကြော်သလိုပဲ သူပြိုင်သမျှပွဲတွေဆို မလွတ်တမ်းလိုက်စောင့်ကြည့်တတ်တဲ့ သူ့ရဲ့သားငယ်လေး \"မီဒီ\" ...၁၉၉၄ ခုနှစ် ပြိုင်ပွဲစဉ်မှာတော့ ကတိပေးထားသလို သူ့အဖေက ဆုဖလားကို မရယူနိုင်တဲ့အကြောင်းရင်းဟာ ပြိုင်ဖက်ဖြစ်သူက ၅ နှစ်ဆက်တိုက်ချန်ပီယံဖြစ်နေတဲ့ \"ဂျင်မီ တန်ဒန်\" ရဲ့စနက်ဆိုတာကို မီဒီလေးသိသွားတဲ့အခါ ...သူကိုယ်တိုင် အဖေဖြစ်သူအတွက် ဆုဖလားယူပေးချင်စိတ်တွေဖြစ်ပေါ်လာပြီး \"တူလ်ဆီးဒက်စ် ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/toolsidas-junior-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYTMwOTdkYTgtMDA2OC00YmRhLTg4MmYtYWM0MzU5MzhkYjQzXkEyXkFqcGdeQXVyODMyOTYyMTM@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Drifting (2021)",
        "description": "Drifting (2021)အတိအကျတော့မမှတ်မိတော့ပေမဲ့ မနှစ်တုန်းက တရုတ်တစ်ချို့က Johhnie Toတို့ ဂျွန်ဝူးတို့က ကားဆက်မရိုက်တော့၊ ဝေါင်ကာဝေးတို့ စတီဖင်ချောင်တို့က ပြည်မ ရောက်သွားကြ၊ နိုင်ငံခြားရောက်သွားတဲ့သူတွေလည်းရှ်ိလိုရှိနဲ့ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ အရည်အသွေးကျလာတဲ့အကြောင်း ငိုချင်းချထားတာ ဖတ်လိုက်ရပါသေးတယ်။ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ တစ်ချိန်က Legendတွေဟာ လုံးပါးပါးကုန်ကြပါပြီ။ သို့ပေမဲ့ မနှစ်ကတော့ Limboတို့ DRIFTINGတို့ Hand-rolled cigarettesတို့ Timeတို့လို ဒါရိုက်တာမသစ်တသစ်တွေရဲ့ ဇာတ်ကာကောင်းတွေထွက်ခဲ့တာကြောင့် မျှော်လင့်ချက်တော့ရှိသေးတယ်ဆိုပါတယ်။Driftingဟာ မနှစ်က‌ ဟောင်ကောင်ရဲ့ ရှားရှားပါးပါးထွက်ထားတဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုတစ်ချို့ရထားပါတယ်။ မင်းသားကတော့ Johhnie Toရုပ်ရှင်တွေထဲ ပါနေကျ Francis Ngပါ။ ဇာတ်ကြောင်းကတော့ ၂၀၁၂မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဟောင်ကောင် အိမ်ခြေရာမဲ့တွေနဲ့ ပတ်သက်နေတဲ့တရားခွင်ကို အခြေခံရိုက်ကူးပါတယ်။ဟောင်ကောင်မှာလည်း ဒီကလို ကျူးကျော်တဲဆန်ဆန်တွေ၊ အိမ်ခြေရာမဲ့တွေရှိပါတယ်။ သူတို့ထဲက အများစုကတော့ ပြန်စရာ အိမ်မရှိတော့တဲ့လူတွေပါ။ သူတို့အားလုံးဟာ ဘာမှလုပ်စရာမရှိတဲ့ဘ၀မှာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/drifting-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-most-144x200.jpg",
        "title": "The Most Reluctant Convert (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ နာနီရာလိုမျိုး ကမ္ဘာကျော်ဝတ္ထုကြီးတွေကိုရေးခဲ့တဲ့ စာရေးဆရာကြီး CS Lewis ရဲ့ ဘဝအကြောင်းကို သူ့အမြင်တွေကနေ ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။စာရေးဆရာကြီးလူးဝစ်ဟာ နာနီရာဝတ္ထုတွေနဲ့ ကျော်ကြားသလို သူ့ရဲ့မိတ်ဆွေကြီးဖြစ်တဲ့ The Lord of The Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာ တိုကင်းန်နဲ့ အလောင်းအစားလုပ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဝတ္ထုတွေဖြစ်တဲ့ Out of the Silent Planet, Perelandra, and That Hideous Strength ဆိုတဲ့ စာအုပ်တွေကို ရေးခဲ့လို့လည်း ကမ္ဘာကျော်ခဲ့ပါသေးတယ်။ ဂျေအာအာ တိုကင်းန်ကတော့ သိပ္ပံစိတ်ကူးယဉ်စာအုပ်ပြိုင်ရေးဖို့ အလောင်းအစားလုပ်ခဲ့ပေမဲ့ ရေးဖို့ကြိုးစားရင်းကြိုးစားရင်း The Lord of the Rings စာအုပ်တွေ ထွက်ပေါ်လာပြီး ပိုအောင်မြင်သွားခဲ့ပေမဲ့ အလောင်းအစားမှာတော့ရှုံးခဲ့တယ်လို့ပဲပြောရမှာပါပဲ။ဆရာလူးဝစ်ဟာ အင်္ဂလန်ရဲ့ နာမည်ကျော် စာရေးဆရာကြီးဖြစ်ခဲ့သလို ငယ်စဉ်က အောက်စ်ဖို့မှာ စာပေလေ့လာခဲ့စဉ်မှာ ဘာသာမဲ့အဖြစ်လည်း အခိုင်အမာကျော်ကြားပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-most-reluctant-convert-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2420Z0MSFpIg7LEtFPvEzUAvho9.jpg",
        "title": "When Spring Comes (2022)",
        "description": "When Spring Comes (2022)\"မိဘတွေကို ရှိနေတုန်းကောင်းပေးပါ\" တဲ့ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်ပြီး မိဘတွေမရှိတော့မှ နောင်တရနေလည်း အပိုပါပဲ\nဒီဇာတ်လမ်းကလည်း သားသမီးတွေရဲ့ မိဘအပေါ်ထားတဲ့ စိတ်နဲ့\nမိဘတွေက သားသမီးတွေအပေါ်ထားတဲ့ သဘောထားတွေကို သုံးဘက်မြင်အနေနဲ့ ပေါ်လွင်အောင် ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအစမှာတင် ဇာတ်လိုက် ဟိုဆောင်းတို့ရဲ့ အဖေသေဆုံးမှုနဲ့ စတင်ထားပါတယ်\nလူမိုက်ကြီးဖြစ်တဲ့ သားအကြီးဟိုဆောင်းကတော့ ဖခင်ဖြစ်သူရဲ့ ဈာပနအကူငွေတွေနဲ့ လုပ်ငန်းစ,လုပ်ဖို့ ကြံစည်နေတာပါ\nဒါပေမဲ့ သူထင်သလိုဖြစ်မလာဘဲ တစ်လျှောက်လုံး အလွဲတွေချည်းပဲဖြစ်လာပါတယ်\nဇာတ်အိမ်တစ်ခုလုံးကတော့ ဈာပနကျင်းပတဲ့နေရာမှာ တည်ထားတယ်ဆိုပေမဲ့\nလူ့သဘာဝဖြစ်တတ်တဲ့ စိတ်တွေ လောဘတွေကို မီးမောင်းထိုးပြတဲ့အပြင်\nအလွဲတွေချည်းဆိုတာလည်း မရိုးနိုင်အောင်ပါပဲနောက်ဆုံးအထိ ရယ်ရမလား ငိုရမလားဖြစ်လောက်အောင်အထိ\nအပူသည်ရုပ်နဲ့ အလွဲတွေဖြစ်သွားတဲ့ ဟိုဆောင်းအဖြစ်ကို ကြည့်ပေးကြပါဦးနော်ဟိုဆောင်းအဖြစ် မင်းသားကြီး Son Hyun Joo ပါဝင်ထားပြီး\nဟိုဆောင်းရဲ့သမီးကတော့ Sh**ting Stars မှာသတင်းထောက်အဖြစ်ပါဝင်ထားတဲ့ Park So Jin ဖြစ်ပါတယ်အညွှန်း နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/when-spring-comes-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vAeNb2twaWdY7YnQ8xpqCA2UkBF.jpg",
        "title": "Breath (2022)",
        "description": "Breath (2022)Survival Thriller ကားတွေကိုမှ ကြိုက်နှစ်သက်သူတွေအတွက်\n၂၀၂၂ ခုနှစ် ရဲ့ ကားသစ်လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဘူမိဗေဒပညာရှင် တစ်ယောက်ဖြစ်တဲ့ လော်ရာ ဟာ အမြဲတမ်း အလုပ်ကိုပဲရှေ့တန်းတင်ပြီး\nအလုပ်မှာအမြဲစိတ်နှစ်ထားသူတစ်ယောက်ပါ။\nသူဟာ ခရစ္စတင်း လို့ခေါ်တဲ့ သမီးလေးတစ်ယောက်ရယ် ပြီးတော့ သူ့အဖေရယ်နဲ့ အတူတူ နေထိုင်ပါတယ်။တစ်ရက်မှာတော့ မီးတောင်တွေနဲ့ ကမ္ဘာမြေကြီးလှုပ်ရှားတဲ့လေ့လာရေးမှာ\nသူ့အလုပ်ပါတနာ အဒမ် ဆိုသူနဲ့ မီးတောင်တစ်တောင်ပေါ်တက်ခဲ့ပါတယ်။\nညနေမှောင်လာတဲ့ အချိန်မှာတော့ အဒမ် က အရင်ဆင်းသွားနှင့်ပြီး\nသူမကတော့ မြေကြီးနမူနာ ယူဖို့ နောက်မှဆင်းလာခဲ့မယ်ဆိုပြီး နေခဲ့ပါတယ်။\nဒီလိုနဲ့ သူမတစ်ယောက်တည်း ပြန်ဆင်းလာရင်း ကံဆိုးစွာနဲ့\nမီးတောင်အလယ်က တွင်းနက်ကြီးထဲကို ကျသွားခဲ့ပါတယ်။\nလော်ရာ တစ်ယောက် ကူသူမဲ့ တစ်ယောက်တည်း ဘယ်လို တွင်းနက်ကြီးထဲကနေ ရုန်းထွက်မယ်ဆိုတာကတော့\nSurvival ကားတွေရဲ့ ထုံးစံအတိုင်း စိတ်ဝင်တစား ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Thriller\nQuality….1080p | 720p| 480p\nFile ...",
        "rating": "",
        "url": "https://channelmyanmar.org/breath-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
        "title": "Ramaiya Vastavaiya (2013)",
        "description": "Ramaiya Vastavaiya (2013)\n========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကို\nRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်\nဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့\nမြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လို\nဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့\nဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့\nကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကို\nသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်\nကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေ\nဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူ\nရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီး\nအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ramaiya-vastavaiya-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-2-135x200.jpg",
        "title": "On the Count of Three (2022)",
        "description": "Val နဲ့ Kevin တို့ဟာငယ်ကတည်းကပေါင်းလာတဲ့သူငယ်ချင်းတွေပါ။Kevin ဟာကလေးဘ၀တည်းကစိတ်ကျန်းမာရေးပြဿနာတွေရှိခဲ့သူပါ။တစ်ခါကဆေးသောက်ပြီးကိုယ့်ကိုယ်ကိုယ် သတ်သေဖို့ကြိုးစားတဲ့အတွက်စိတ်ကျန်းမာရေးဆေးရုံကိုပို့ခံထားရပါတယ်။Val ဟာလည်းငယ်စဉ်ကဖခင်ဖြစ်သူရဲ့ရိုက်နှက်တာခံရလို့နာကျည်းနေသူပါ။သူမုန်းတီးတဲ့အလုပ်ကြောင့်လည်း စိတ်ဆင်းရဲနေပါတယ်။တစ်နေ့မှာတော့ Val ဟာ Kevin ကိုစိတ်ကျန်းမာရေးဆေးရုံကနေခေါ်ထုတ်ပြီး နှစ်ယောက်တူတူအဆုံးစီရင်ဖို့ သဘောတူလိုက်ကြပါတယ်။ဒါပေမယ့် မသတ်သေခင်နောက်ဆုံးတစ်ရက်မှာ သူတို့ရဲ့မပြီးပြတ်တဲ့ကိစ္စတွေကို လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ဘ၀အပေါ်အမြင်ပြောင်းလဲလာပုံကိုတင်ဆက်ထားပါတယ်။Jerrod Carmichael ကဒါရိုက်တာ‌အနေနဲ့ရော သရုပ်ဆောင်အနေနဲ့ပါ ပါ၀င်ထားပါတယ်။ဘ၀ရဲ့တန်ဖိုးကိုဆန်းစစ်ပြပြီး သူငယ်ချင်းနှစ်ယောက်ကြား သံယောဇဉ်ကိုပါကြည့်ရမှာပါ။\nRotten tomatoes -85%\nMetacritic -74% File size…(1.6gb)/(746MB)/(349MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Comedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://channelmyanmar.org/on-the-count-of-three-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dk2pH3FcToKzAUw28J3q8xk8P3k.jpg",
        "title": "(18+)Love Education (2006)",
        "description": "နာမည်ကြီးဓာတ်ပုံဆရာ ကန်နီတစ်ယောက်\nဓာတ်ပုံပြပွဲအတွက်ပြင်ဆင်နေပါတယ်အဲဒီအချိန်မှာ ခန့်ငြားပြီး လုံးကြီးပေါက်လှ အမျိုးသမီးတစ်ယောက်က\nသီးသန့် ဓာတ်ပုံရိုက်ပေးဖို့ တောင်းဆိုလာပါတယ်အဲဒီမှာ မြင်မြင်ချင်းပဲ မမရဲ့ ညှို့ချက်တွေကို ကန်နီ မငြင်းဆိုင်ပါဘူး\nမမရဲ့ တည်ကြည်မှု လှပမှု မဟာဆန်မှုတွေအောက်မှာ\nလူမသိတဲ့ ကြောက်စရာကောင်းတဲ့ အစွဲလန်းကြီးတစ်ခုရှိနေတာကို\nကန်နီတစ်ယောက်မသိရှာပဲ ရှေ့ကို ဆက်တိုးပါတယ်   သူသိလိုက်ရတဲ့အချိန်မှာတော့ အရမ်းနောက်ကျသွားခဲ့ပါပြီ\nအချစ်ကို အရမ်းမကိုးကွယ်သင့်ကြောင်း\nအစွဲလမ်းမကြီးသင့်ကြောင်းကို\nအချစ်ခန်းတွေအများကြီးနဲ့ ရိုက်ပြထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည်ဖို့မသင့်တော်ပါဘူးFile size…1.23GB / 625MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://channelmyanmar.org/18love-education-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/warming.up_-149x200.png",
        "title": "Warming Up to You (2022)",
        "description": "Warming Up to You (2022)\n=====================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ လတ်တလောခေတ်စားနေတဲ့ ဇာတ်လမ်းမျိုးဖြစ်တဲ့\ngym trainer ကောင်မလေးနဲ့ နာမည်ကျော်မင်းသားတစ်ယောက်တို့ရဲ့  ရိုမန့်\nဇာတ်လမ်းလေးလို့ပဲ ဆိုကြပါစို့။ကျန်းမာရေးအတွက်ပဲ အမြဲအဓိကထားပြီး လေ့ကျင့်ပေးတတ်လို့ ပေါ်ပင်တွေ\nနောက်လိုက်တတ်တဲ့ Gym နဲ့ အမြဲကတောက်ကဆဖြစ်ရတဲ့ ပါဆင်နယ်ထရိန်နာမလေး\nကိတ်ဝို့ဖ်။နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်ပေမယ့် body structure ကို ဂရုမစိုက်ဘဲ\nစားချင်သလိုတွေစားလို့ ကြွက်သားတွေပျောက် ဝဖိုင့်လာရတဲ့ မင်းသား ရစ်ခ်စတီးလ်။\nတစ်နေ့မှာ ရစ်ခ် ရဲ့ စတူဒီယိုကနေ ပါဆင်နယ်ထရိန်နာအဖြစ် လေ့ကျင့်ပေးဖို့ ကိတ် ကို\nငှားရမ်းလာတဲ့အခါ၊ စတွေ့ကတည်းက ‌ကြောင်နဲ့ ကြွက်လို အမြင်မတည့်ခဲ့ကြတဲ့\nသူတို့နှစ်ယောက် ထရိန်နင်ဆင်းကြတဲ့အခါ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ရိုမန့်စ်\nလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေး စီးမျောခံစားကြည့်ရဦးမှာပါ။\nကိုယ့်ရဲ့ ကလိုင်းရန့်နဲ့ လုံးဝ ဒိတ်မလုပ်ဘူးလို့ ကြွေးကြော်ထားခဲ့တဲ့ ကိတ် အတွက်ရော\nဘယ်လို challenge တွေဖြစ်လာမလဲဆိုတာကတော့ ...\nဒီဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Christie Will Wolf ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/warming-up-to-you-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-g-139x200.jpg",
        "title": "Great Freedom(2021)",
        "description": "ဒါကတော့ ဂျာမာန်စကား‌ပြော Queer movie ခလေးပါ။ဒုတိယကမ္ဘာစစ်အပြီး အနောက်ဂျာမဏီမှာ\nပြည်သူတွေကနာဇီခေတ်ကထက်ပိုမို လွတ်လပ်လာပေမယ့် လိင်တူစိတ်၀င်စားသူတွေကို\nတော့ဖိနှိပ်ထားဆဲပါ။Hans Hoffman ဆိုတဲ့လိင်တူစိတ်၀င်စားသူဟာ လိင်တူဆက်ဆံခြင်းကို အပြစ်ပေးတဲ့ဥပဒေတွေကြောင့်\nထောင်မကြာခဏကျခံနေရပါတယ်။ ထောင်ထဲမှာလည်း ဂေးတစ်ယောက်ဖြစ်နေလို့\nထောင်သားအချင်းချင်းခွဲခြားဆက်ဆံခြင်းကိုလည်း ခံရပါတယ်။ဟန်းစ်ရဲ့အခန်းဖော်ကတော့ လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ ဗစ်တာပါ။ဗစ်တာကလည်း လိင်တူဆက်ဆံသူတွေကို\nမုန်းတီးစိတ်ရှိသူဖြစ်ပေမယ့် အချိန်ကြာလာတော့ ဟန်းစ်နဲ့ခင်မင်ရင်းနှီးသွားပြီး မမျှော်လင့်ပဲသံယောဇဉ်\nတွယ်လာပါတယ်။ 2021ကထွက်ရှိပြီး Canns ရုပ်ရှင်ပွဲမှာ ဆုရခဲ့ပါတယ်။လိင်တူစိတ်၀င်စားသူတွေကိုဖိနှိပ်မှု၊\nအကျဉ်းကျခံရသူအချင်းချင်းကြားက ရဲဘော်ရဲဘက်စိတ်ဓာတ်တို့ကို ပြထားပါတယ်။\nရုပ်ရှင်က ဟန်းစ်ပထမဆုံးထောင်ကျတာနဲ့ နောက်ဆုံးထောင်ကျတာကိုတစ်လှည့်စီပြထားပါတယ်။File size…(3.09gb)/(1.38GB)/(680MB)Quality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://channelmyanmar.org/great-freedom2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMjIxODAzNTIzN15BMl5BanBnXkFtZTcwNDE2ODg5Nw@@._V1_-135x200.jpg",
        "title": "6 Bullets (2012)",
        "description": "မင်းသားကြီးဗန်ဒိန်းရဲ့ ၂၀၁၂ကထွက်ခဲ့တဲ့ အက်ရှင်ကား​ဟောင်း တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb မှာ 6 ရထားပြီးငယ်ငယ်ကထဲက ကြိုက်ခဲ့ရတဲ မင်းသားကြီးရဲ့ မပျက်စီး​သေးတဲ့ အက်ရှင်​တွေကို မြင်​တွေ့ရဦးမှာပါ။ဆမ်ဆန်​​ဂေါလ်က ​ကြေးစားစစ်သား​ဟောင်းဖြစ်ပြီး အနားယူချိန် အလွတ်စုံ​ထောက်အ​နေနဲ့ လူကုန်ကူးမှု​တွေကို အဓိကလိုက်​နေတဲ့ သူပါ၊\nဒါ​ပေမဲ့ သူရဲ့ သတိလက်လွတ်လုပ်လိုက်မိတဲ့ မ​တော်တဆတစ်ခု​​ကြောင့် က​လေးမ​လေး ၂​ယောက် ​​သေရပြီး​နောက် အပြစ်ရှိတဲ့စိတ်နဲ့ အလွတ်စုံ​ထောက်ဘဝကပါနားကာ အသား​ရောင်းသူအဖြစ် ဇာတ်မြုပ်​နေထိုင်ခဲ့ပါတယ်။တစ်​နေ့မှာ အ​မေရိကန် MMAဖိုက်တာ ချန်ပီယံ​ဟောင်း အန်ဒရူး ​​ဖေဒန်နဲ့မိသားစုဟာ တ​ကျော့ပြန် ထိုးသတ်ပွဲအတွက် ​ဆွေး​နွေးဖို့ ​ဆမ်ဆန်​​ဂေါလ်​နေတဲ့ ​မော်ဒိုဗာနိုင်ငံကို ရောက်လာပါတယ်၊\nသူတို့ ​ရောက်ပြီး မကြာခင်မှာ သမီးဖြစ်သူ ဘက်ကီ​ဖေဒန် ရုတ်တရက် ပျောက်ဆုံးသွားပါတယ်၊\nရဲတပ်ဖွဲ့နဲ့ အ​မေရိကန်သံရုံးအထိ သူရဲ့ ​ပျောက်ဆုံးမှုကို အပူတပြင်းစုံစမ်းခဲ့​ပေမယ့် မထူးခြားတဲ့အဆုံး အနားယူ​နေတဲ့ ဆမ်ဆန်​​ဂေါလ်ဆီ ​ရောက်လာခဲ့ပါတယ်၊\nဒီလိုနဲ့ပဲ ​ကြေးစားစစ်သား​ဟောင်းကြီးဟာ ​က​လေးမ​လေးကို လိုက်ရှာဖို့အ​ကြောင်းပါလာပြန်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/6-bullets-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzA1Njg4NzYxOV5BMl5BanBnXkFtZTgwODk5NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Blade Runner 2049 (2017)",
        "description": "လောလောလတ်လတ်ထွက်ရှိလာတဲ့Blade Runner 2049(2017)ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ အရင် Blade Runner 2017(1982)ကားကို အခြေတည်ပြီး ထွက်ရှိလာတဲ့ ကားသစ်လေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူသားတွေနဲ့ ချွပ်စွပ်တူတဲ့ Replicantဆိုတဲ့ လူသားပုံတူတွေဟာ 2049မှာ တွင်တွင်ကျယ်ကျယ် အသုံးပြုလာပါတယ်။အဲ့ဒီမှာ K ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာ Replicant ဗားရှင်းအဟာင်းတွေကို လိုက်သုတ်သင်ရင်း ထူးဆန်းမှုတစ်ခုကိုသိထားမိလာပါတော့တယ်။မီးဖွားထားတဲ့ လက္ခဏာနဲ့ Replicantအရိုးစုစက်ရုံကထုတ်လုပ်တဲ့ Replicantတွေက မျိုးပွားနိုင်သလားမွေးလာတဲ့ကလေးကရော ဘယ်မှာလဲOfficer Kကရောဘာလဲအရင်ကBlade Runner အရာရှိ ဒတ်ကတ်ကရောဘယ်မှာလဲ- စတဲ့ သိုလော့သို့လော မေးခွန်းတွေနဲ့ဇာတ်လမ်းကို အဆုံးထိဖမ်းစားနိုင်တဲ့ကားပါ။Rating မြင့်မြင့်နဲ့ သမာရိုးကျဇာတ်လမ်းတွေထဲက ခွဲထွက်လာတဲ့Mysteryကားကောင်းလေးကို ကြည့်ရှုလိုတဲ့ CMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…(2.2 GB)/(999 MB)\nQuality….Open Matte 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:43:27\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,Thanhtike Zaw\nTranslated by Aye Mon Kyaw",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/blade-runner-20492017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/f981d9c2-891f-4cc7-9a19-7dcdef6b71c9-133x200.jpg",
        "title": "Blade Runner (1982)",
        "description": "1982 ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Blade Runner ကားဟာလက်ရှိ 2017 ကာလဆီကိုဦးတည်ရိုက်ကူးထားတဲ့ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မိုးပျံကားတွေ အထပ်မြင့်အဆောက်အဦတွေနဲ့ ပြောင်းလဲနေပြီဖြစ်တဲ့ ကမ္ဘာကြီးမှာအထူးပြောင်းလဲမှူလို့ခေါ်နိုင်တာတစ်ခုလဲရှိနေပါတယ်။အဲ့တာကတော့ Replicants လို့ခေါ်တဲ့ ပုံတူစက်ရုပ်တွေပါပဲ။လူသားနဲ့ချွပ်စွပ်တူတဲ့ အဲ့စက်ရုပ်တွေက ခံစားချက်တွေပေါက်ဖွားလာနိုင်တာကို လူသားတွေသိတဲ့အခါ သုတ်သင်ပစ်ဖို့ကြိုးစားရပါတော့တယ်။မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်က Blade Runner လို့ခေါ်တဲ့ မုဆိုးတစ်ယောက်။ထွက်ပြေးလွတ်မြောက်နေတဲ့ Replicant တွေကိုရှာဖွေ သတ်ဖြတ်ပေးရမယ့်တာဝန်နဲ့ ဇာတ်လမ်းကို အစချီထားပါတယ်။သာမာန်သိပ္ပံကားတွေနဲ့ မတူတာကတော့ ဒီစက်လမ်းက စုံထောက်ဇာတ်လမ်းအသွားမျိုးလို့ပြောလို့ရပါတယ်။ရိုးရိုးသားသားဝန်ခံရရင် စကြည့်ကာစကတော့ သိပ္ပံဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း စက်ရုပ်တွေကလူဆိုးတွေဖြစ် လူဆိုးတွေကိုရှင်းလင်းလိုက်တဲ့ကားမျိုးပဲထင်ခဲ့တာပါ။ကြည့်ရင်းနဲ့ ဒီကားက Imdb Rating 8.2နဲ့ Rotten Tomatoes 90% ရလဲရထိုက်ပါပေတယ်လို့ပဲကောက်ချက်ချလိုက်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ Blade Runner 2049 (2017) လဲ ထွက်ရှိထားတာမလို့ ဒီကားလေးကို အရင်ခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတော့တယ်။\nFile size…(2.2 GB)/(900 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "8.2",
        "url": "https://megaup.net/14Y0t/(CM)_Blade_Runner_(1982)_Final_Cut_V2_1080p_BluRay_x265_10bit_AAC_5.1-Nyein.mkv",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpIOp63wcxCiLiJUMQcvqMmWskT.jpg",
        "title": "Tyson’s Run (2021)",
        "description": "Tyson’s Run (2022) Wholesome ဖြစ်တဲ့ Family Friendly ဇာတ်ကားလေးဖြစ်ပါတယ်။လောကမှာ ကိုယ်ရွေးချယ်လို့ရတဲ့အရာရယ် ကိုယ်ရွေးချယ်လို့မရတဲ့အရာရယ်ဆိုတာ ရှိစမြဲပါ။ ကိုယ့်ရဲ့ဖြစ်တည်မှုကို ရွေးချယ်လို့မရခဲ့ပေမဲ့ ကိုယ်ရထားတဲ့ဘဝကို ဘယ်လိုရှေ့ဆက်ရှင်သန်မယ်ဆိုတာကတော့ ရွေးချယ်လို့ရရဲ့မဟုတ်လား။ဘော်ဘီဟိုလာမန်းက စတန်းဘရေ့ချ်မြို့ရဲ့ အထင်ကရပုဂ္ဂိုလ်တစ်ဦးပါ။ဘယ်လိုအထင်ကရဖြစ်တာလဲဆိုတော့ စတန်းဘရေ့ချ်မြို့ ဂရေးဟောင်း အထက်တန်းကျောင်းရဲ့ ဘောလုံးအသင်းနည်းပြအနေနဲ့ ဂရေးဟောင်းအသင်းကို ခုနစ်နှစ်ဆက်တိုက် ရှုံးပွဲမရှိတဲ့အသင်းဖြစ်စေခဲ့ပြီး ပြည်နယ်ကိုယ်စားပြုချန်ပီယံဆုကို ငါးနှစ်ဆက်တိုက် ဆွတ်ခူးစေခဲ့လို့ပါပဲ။ဒီလိုမြို့ခံလူထုက လေးစားရတဲ့သူ့မှာ တိုင်ဆန်ဆိုတဲ့ ၁၅ နှစ်အရွယ်သားလေးရှိပါတယ်။ ကံဆိုးရှာတာက တိုင်ဆန်ဟာ အော်တစ်ဇင်ဖြစ်နေရှာတာပါပဲ။ ဒါပေမဲ့လည်း တိုင်ဆန်ဟာ ဘောလုံးနည်းပြကြီး သူ့အဖေ ဂုဏ်ယူရတဲ့သူ ဖြစ်အောင် လုပ်ပြချင်ရှာတယ်။တစ်နေ့ သူတို့မြို့မှာ မာရသွန်အပြေးပြိုင်ပွဲကြီး ကျင်းပမယ်ဆိုတော့ တိုင်ဆန်က သူလည်း ဝင်ပြိုင်ချင်တယ်ဆိုပြီး သူ့မိဘတွေကို ပူဆာရှာတာပေါ့။ ဒါပေမဲ့ စိတ်ပူတတ်တဲ့မိခင်နဲ့ မလုပ်နိုင်ဘူးထင်တဲ့ဖခင်က တားကြလေရဲ့။ ခေါင်းမာတဲ့ တိုင်ဆန်တစ်ယောက် ချန်ပီယံဟောင်းအာခလိလုနဲ့ အမှတ်မထင်ခင်မင်ရင်းနှီးသွားရာက သူ့အိပ်မက်တွေ တကယ်ဖြစ်လာပါ့မလားဆိုတာကတော့ ..ထူးခြားတာက ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/tysons-run-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4MI2y8XViPrDiKs1p0QC4bTeZzf.jpg",
        "title": "Maurice (1987)",
        "description": "Maurice (1987)~ IMDb - 7.7/10, Rotten Tomatoes - 87% ~ချစ်ခြင်းမေတ္တာဆိုတာ နေရာဒေသမရွေး၊ အချိန်အခါမရွေး၊ ယောကျ်ား မိန်းမ မရွေးရှိတတ် ဖြစ်ပေါ်တတ်ကြတယ်။ လိင်တူချင်း ချစ်ကြိုက်ဖို့၊ မေတ္တာမျှဝေဖို့ အတင်းကြပ်ဆုံး နိုင်ငံတွေထဲမှာ အင်္ဂလန်နိုင်ငံဆိုတာ ထိပ်ဆုံးမှာ ရပ်တည်နေတာဖြစ်ပါတယ်။ ဒုတိယ ကမ္ဘာစစ်မတိုင်ခင်အချိန်တွေမှာ အင်္ဂလန်နိုင်ငံတော်ကြီးမှာ လိင်တူချစ်ကြိုက်မိခဲ့ရင် သေဒဏ်ဆိုတဲ့ ကြီးလေးတဲ့ ပြစ်ဒဏ် ပေးခံရပါတယ်။ဒီလိုအချိန်ကာလမျိုးမှာပဲ Maurice တစ်ယောက် Right Person၊ Wrong Time ဆိုတဲ့ အခြေအနေမျိုးကို ရောက်ရှိခဲ့တယ်။ အမျိုးသားတစ်ဦးကို ချစ်မိတာဟာ အမျိုးသမီးတစ်ဦးကို ချစ်ကြိုက်ရတာထက် ပိုပြီး စိတ်ပင်ပန်းရတယ် တွေ​ဝေရတယ် စွန့်လွှတ်ရဲရတယ်။ ဒါကို Maurice တစ်ယောက်ကြုံခဲ့ရတယ်။ အချိန်ကာလ၊ မိသားစု၊ ပတ်ဝန်းကျင် အစရှိတာတွေအကုန်လုံးကို အံတုပြီး ကျောင်းနေဘက် သူငယ်ချင်း Clive ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/maurice-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
        "title": "Thar (2022)",
        "description": "Thar (2022)\n=====================\nImdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကို\nပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nThar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ...ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာ\nအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီး\nအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါ\nတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီး\nအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။\nအင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့\nရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/thar-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ta-135x200.jpg",
        "title": "The Talented Mr. Ripley (1999)",
        "description": "နာမည်ကျော် ဆယ်လဘရီတီအမှုတစ်ခုဖြစ်တဲ့ ဂျွန်နီဒပ် နဲ့ အမ်ဘာဟက် တို့ တရားခွင်မှာ အမ်ဘာဟက်ဟာ ဒီရုပ်ရှင်ထဲက စကားလုံးတွေကို ခိုးယူပြောကြားခဲ့တဲ့အတွက် လူရယ်စရာဖြစ်သွားခဲ့ပါတယ်။ ဒေါ်လာသန်း ၁၀၀ တန် တရားခွင်ကြီးမှာတောင် အတုယူပြောရလောက်တဲ့ စကားလုံးတွေက ဘာတွေဖြစ်မလဲ ကြည့်လိုက်ရအောင်။Ripleyဟာပါတီတစ်ခုမှာ ပီယာနိုတီးနေတုန်း သူငှားထားတဲ့ဂျာကင်ကြောင့် လူကုံထံသူဌေးကြီးဖြစ်သူ Herbert Greenleaf ကသူ့ကိုပရင့်စတန်ကျောင်းထွက်လို့ထင်ပြီး သူ့သားသူငယ်ချင်းဖြစ်မယ်လို့ထင်နေပါတယ်Herbert ကTom ကိုအီတလီမှာလေလွင့်နေတဲ့ သူ့သားဖြစ်သူ Dicky ကိုသွားခေါ်ဖို့စည်းရုံးပါတယ်။ငွေလိုနေတဲ့ Tom ကလည်းလက်ခံလိုက်ပြီး အီတလီကိုသွားကာ Dicky ကို သူဟာDicky မမှတ်မိတဲ့ကျောင်းနေဘက်သူငယ်ချင်းဖြစ်ကြောင်းအယုံသွင်းပြီး မိတ်ဖွဲ့နိုင်ခဲ့ပါတယ်။တွမ်ဟာ အီတလီက Dicky ရဲ့ဇိမ်ကျတဲ့ ဘ၀ကိုအားကျပြီး\nအခွင်သင့်တိုင်း Dicky လိုဟန်ဆောင်တတ်တယ်။Dicky ကိုယ်တိုင်တွမ်ကိုငြီးငွေ့လာချိန်မှာတော့ အထက်တန်းစားဘ၀ကိုစွဲလမ်းနေပြီဖြစ်တဲ့ တွမ်ဟာသူ့အလိမ်အညာကိုဖုံးဖိနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဟန်ဆောင်ဘ၀တစ်ခုကို ထိန်းသိမ်းနိုင်ဖို့ ဘယ်အထိသွားနိုင်မလဲ1999 ကထွက်ရှိထားတဲ့ Thriller လေးပါ။ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Matt Damon,Jude Law, Gwyneth Paltrow,Cate Blanchett, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-talented-mr-ripley-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur2D5MXrwBBymQ7DjG0cOFen2yh.jpg",
        "title": "Jersey (2022)",
        "description": "ဒီကားလေးက ယင်​ကောင်မင်းသား နာနီရဲ့ Jersey 2019 ကို\nပြန် Hindi Remake ထားတယ်ဆိုပေမယ့်\nဇာတ်လိုက် မင်းသားက Kabir Singh ဇာတ်ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား ရေပန်းစားခဲ့တဲ့ မင်းသားချောလေး ရှာဟစ်ဒ်ကပူရ်ဆိုတော့ ကြည့်ရကျိုးနပ်ပါတယ်.... ဇာတ်လမ်းကြောရိုးကတော့ နိုင်ငံတော်ခရစ်ကတ်အသင်းထဲဝင်ခွင့်မရခဲ့တဲ့ အရည်အချင်းရှိ\nခရစ်ကတ်ကစားသမားတစ်ဦးဟာ သူဘယ်လောက်ပဲ ကြိုးစားစား အခွင့်အရေးမရခဲ့တဲ့အတွက်\nခရစ်ကတ်အားကစားကို လက်လျှော့ပြီး သာမန်ဘဝတစ်ခုမှာပဲ စိတ်နာနာနဲ့ နေထိုင်သွားခဲ့တယ်.... ခရစ်ကတ်ဝါသနာအိုးဖြစ်တ​ဲ့ သားဖြစ်သူရဲ့မွေးနေ့လက်ဆောင်အတွက် သူပူဆာတဲ့\nJersey (အိန္ဒိယခရစ်ကတ်အသင်းဝတ်စုံ) ​လေး ကို ဝယ်ပေးချင်တဲ့စိတ်နဲ့ မထင်မှတ်ဘဲ\nခရစ်ကတ်လောကထဲကို သူပြန်ရောက်သွားတဲ့အခါမှာတော့....\nပတ္တမြားမှန်ရင် နွံမှာမနစ်ဘူးဆိုတဲ့အတိုင်း သူ့ရဲ့တိမ်ဝှက်နေတဲ့ အရည်အချင်းတွေကို ထုတ်ဖော်ခွင့်ရပါ့မလား....\nသူ့သားလေးတကယ်လိုချင်​နေတဲ့ မွေးနေ့လက်ဆောင်ကို ပေးနိုင်ပါ့လား....\nသူဖြစ်ချင်နေတဲ့ အိပ်မက်ကော အကောင်အထည်ပေါ်လာပါ့မလား... ဒီဇာတ်ကားလေးက အားကစားသမားတစ်ဦးရဲ့စိတ်ဓါတ်နဲ့\nခွန်အားကို ရုပ်လုံးဖေါ်ပြပြီး အပိုထပ်ဆောင်းအနေနဲ့\nသားသမီးအပေါ်ထားတဲ့ မိဘရဲ့မေတ္တာကိုလည်း\nအရိပ်အမြွက်လေးဖေါ်ပြထားလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ရှင့်....File size…2.76GB / 1.16GB\nQuality…1080p WEB RIP AAC5.1CH / 720p WEB RIP\nFormat…mp4\nDuration….2h 5omins\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/jersey-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rm1f70UT6SMYcM31hrM5Dl2tpWy.jpg",
        "title": "Saani Kaayidham(2022)",
        "description": "Saani Kaayidham 2022ဒဏ်ရာတွေကပျောက်ကွယ်သွားနိုင်တယ် မှတ်ဉာဏ်တွေကလည်း‌အရောင်မှိန်သွားနိုင်ပေမယ့်\nဒီနာကျင်မှုကတော့ ဘယ်တော့မှပျောက်မသွားဘူး..ဒီတစ်ခါမှာတော့ IMDb 7.7ရရှိထားပြီး ဖြစ်ရပ်မှန်လူကြိုက်များခဲ့တဲ့\nဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်အထက်လူကြီးနဲ့ အခက်မသင့်ဘဲအလုပ်ထွက်လာခဲ့တဲ့\nယောကျာ်းဖြစ်သူမာရီအား ပွန်နီကအထက်လူကြီးကိုပြန်တောင်းပန်ဖို့ကြိုးစားခိုင်းပေမယ့်\nကိစ္စတွေကစီစဉ်ထားသလိုဖြစ်မလာဘဲ လူကြီးရဲ့မျက်နှာကိုတံတွေးနဲ့ထွေးလိုက်မိပါတယ်ဒါကိုအထက်ကရန်ငြိုးထားပြီးသူတို့မိသားစုကိုပြန်ကလဲ့စားချေပါတော့တယ်\nပွန်နီကိုမုဒိမ်းကျင့် ယောကျာ်းနဲ့သမီးဖြစ်သူကိုအရှင်လတ်လတ်မီးရှို့ပြီး\nရက်ရက်စက်စက်သတ်ပစ်ခဲ့ပါတယ် ပွန်နီကတခြားသူမဟုတ်ဘဲ ရဲမေပါဒါပေမယ့် ရဲဌာနကလည်းပွန်နီ့ဘက်မှာရှိမနေခဲ့ပါဘူး ဒီကိစ္စအမှန်အတိုင်းပေါ်သွားခဲ့ရင်\nရဲဌာနသိက္ခာကျတယ်ဆိုပြီး ဖုံးဖိထားခိုင်းခဲ့ပါတယ်။ ရာထူး ပိုက်ဆံ အင်အားတစ်ခုမရှိတဲ့\nပွန်နီတို့ကိုအဖက်ဖက်ကဖိအားပေးလာခဲ့ပါတယ် ဒါ့အပြင်ရာထူးမြင့်လူတစ်ယောက်ရဲ့အကူအညီနဲ့\nမုဒိမ်းကောင်တွေလွတ်သွားတဲ့အခါမှာတော့.....ပွန်နီတစ်ယောက် ဘယ်လိုလက်စားချေမလဲ အမှန်တရားကအနိုင်ရမှာလားဆိုတာ\nအားရပါးရကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီကားကသွေးသံရဲရဲနဲ့သတ်ခန်းဖြတ်ခန်းတွေပါတာကြောင့်\nလူသတ်ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတို့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှင်  \nFile size…2.67GB / 1.14GB / \nQuality…1080p TRUE WEB DL AAC5.1CH / 720p / \nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/saani-kaayidham2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k079zl4TcFVK0n5CypQeYqSkwdU.jpg",
        "title": "The Kashmir Files (2022)",
        "description": "ဒီတစ်ခါမှာတော့ ၁၉၉၀ ကာလကို အခြေတည်ပြီး ဟိမဝန္တာတောင်တန်းတွေကြားက\nကတ်ရှ်မီးယား ဒေသရဲ့ လွတ်လပ်ရေးရုန်းကန်ပုံ,လူမျိုးရေးရာပြဿနာတွေအကြောင်းကို\nပွင့်ပွင့်လင်းလင်း ဖော်ထုတ်ထားတဲ့ Historical/Drama အမျိုးအစား\nဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nIMDB 8.3 လောက်ရထားပြီး နိုင်ငံအချို့မှာရုံတင်ခွင့်ပိတ်တဲ့ကားမို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူး  ဇာတ်လမ်းအကျဉ်း\n===================ကတ်ရှ်မီးယားဒေသဟာ အိန္ဒိယအနောက်မြောက်ပိုင်းမှာရှိပြီး\nဟိမဝန္တာတောင်တန်းတွေ ဝန်းရံထားပါတယ်။\nအဲ့ဒီနယ်မြေဟာ ပါကစ္စတန်နဲ့ထိစပ်နေပြီး ကတ်ရှ်မီးယားပန်ဒစ် လို့ခေါ်တဲ့\nဟိန္ဒူလူမျိုးတွေအခြေချနေထိုင်လာတယ်၊ ခေတ်မှီလာတာနဲ့အမျှ ကတ်ရှ်မီးယား ပန်ဒစ်တွေဟာ\nသူတို့ကို လစ်လျူရှုတဲ့ အိန္ဒိယကနေ လွတ်လပ်ဖို့ တောင်းဆိုလာသလို\nအိမ်နီးချင်း ပါကစ္စတန်ရဲ့ အစ္စလာမ်မစ်တွေကပါကျူးကျော်လာတဲ့အခါမှာတော့..... ဒီကားက မင်းသားမင်းသမီးထက်စာရင် ဇာတ်လမ်းဇာတ်ကွက်\nနိုင်ငံရေး ဘာသာရေး စတဲ့ အကြောင်းတွေကို ပွင့်လင်းပြင်းထန်စွာ\nရိုက်ပြထားတာမို့ သမိုင်းနောက်ခံနိုင်ငံရေး ကြိုက်သူတွေအတွက်ဖျော်ဖြေမှုရနိုင်မယ့် ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်။အညွှန်း Lwin Htoo Aung  \nFile size…2.1GB / 1GB\nQuality…1080p WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Oeliu J",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/the-kashmir-files/"
    }
]