[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBKARvSBWkaHrbYg8qhyL2zwREc.jpg",
        "title": "Rowdy Boys (2022)",
        "description": "Rowdy Boys 2022\n==================ဒီတစ်ခါတော့ အင်ဂျင်နီယာကျောင်းသားလေးနဲ့ဆရာဝန်မလေးကြားအချစ် ဇာတ်လမ်းလေးလာပါပြီလက်က်ဇ်ဂေစီအင်ဂျင်နီယာကျောင်းရယ် ဘရာမာဆေးကျောင်းရယ်က မျက်နှာချင်းဆိုင်ရှိ​​ပြီးတော့လုံးဝမတည့်တဲ့ကမ္ဘာရန်ဘက်ကျောင်း၂ ကျောင်းပေါ့ အင်ဂျင်နီယာဘက်ကခေါင်းဆောင်ကဗစ်ရှ်ဟွာ ဆေးကျောင်းဘက်က ကျောင်းသားက ဗစ်ခရမ်အဲ့ဒီမှာပဲ ဘာဖြစ်ချင်လို့ဖြစ်ချင်မှန်းရေရာရာမသိတဲ့ ပထမနှစ်ကျောင်းသားလေး အက်ရှ်ရှေ ကအင်ဂျင်နီယာကျောင်းနဲ့ဆေးကျောင်းမှားဝင်ပြီးတော့ ရန်သူတော် ဗစ်ခရမ်ရဲ့အသည်းကျော်ကာဗီရာကိုသဘောကျသွားပြီးရည်းစားစာသွားပေးပါတော့တယ် ကာဗီရာနဲ့ဗစ်ခရမ်တို့က ဆေးကျောင်းရဲ့စာအတော်ဆုံးကျောင်းသားတွေ ကျောင်းရဲ့ဂုဏ်ဆောင်တွေပေါ့ ဗစ်ခရမ်ကလည်း ကျောင်းကလူတွေကာဗီရာကို ကြည့်တာလေးတောင် လုံးဝသဘောမကျ သည်းမခံတတ်တဲ့သူမျိုးအဲ့ဒါကို ရန်သူတော်အင်ဂျင်နီယာကောင်လေးက ကာဗီရာ သဘောကျသွားတဲ့အချိန်မှာတော့ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ အက်ဇ်ရှေကရော ကာဗီရာအချစ်ကိုရဖို့ ဘယ်လိုကြိုးစားမှာလဲဘယ်လိုအခက်အခဲတွေ ကြုံရဦးမှာလဲ...ကဲ အင်ဂျင်နီယာကောင်လေးနဲ့ဆရာဝန်မလေးရဲ့ အချစ်ဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုပေးကြပါဦး \nFile size…2.6GB / 1.3GB\nQuality…1080p WEB DL AAC2.0\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Shwe Pyae & Poe & Yunni & Haruko",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/rowdy-boys-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r28ucPv75BTUA6G1ZK6ecLqRm6s.jpg",
        "title": "Offseason (2021)",
        "description": "Offseason (2021) ဇာတ်လမ်းအညွှန်း\n****************************Catalonian International Film Festival မှာ Best Motion Picture award အတွက် စကာတင် အရွေးခံခဲ့ရတဲ့ တကယ်မိုက်တဲ့ Horror movie လေး ဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nမိခင်ရဲ့ အုတ်ဂူ ပျက်စီးသွားတယ်ဆိုတဲ့ ထူးဆန်းတဲ့ အကြောင်းကြားစာကို ရပြီးနောက် မာရီတစ်ယောက် အုတ်ဂူရှိရာ ကျွန်းမြို့လေးကို ချက်ချင်း ရောက်လာခဲ့တယ်။ အဲ့ဒီကျွန်းက နွေဦးရာသီရောက်တဲ့အထိ ပိတ်တဲ့ ကျွန်းပါ။\nသူမ ရောက်သွားတဲ့အချိန်မှာ ရာသီကုန်လို့ ပိတ်တော့မှာ။ ဒါပေမဲ့ အကြောင်းကြားစာထဲမှာ အရေးတကြီးခေါ်တာဆိုတော့ သူမက ပိတ်လည်း ပိတ်ပါစေဆိုပြီး ကျွန်းထဲ ဝင်လာခဲ့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေ ဆက်ဖြစ်မယ်ထင်လဲ? မီးပျက်တဲ့ည မှောင်မှောင်မည်းမည်းမှာ ယပ်လေးခတ်ပြီး ကြည့်လိုက်ကြရအောင်ဗျာ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kit ပါ) File Size          : ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/offseason-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTQ1ODM2MjY3OV5BMl5BanBnXkFtZTgwMTU2MjEyMDE@._V1_-135x200.jpg",
        "title": "The Shawshank Redemption (1994)",
        "description": "The Shawshank Redemption (1994)91% Rotten Tomatoes9.3/10 IMDbမိတ်ဆွေတို့ Google မှာ IMDb rating အမြင့်ဆုံးကားများ လို့ ရိုက်ရှာကြည့်ချင်ပါသလား? Rotten Tomatoes ရဲ့ အကောင်းဆုံးကားများလို့ ရိုက်ရှာကြည့်ချင်ပါသလား? ရုပ်ရှင်သမိုင်းတလျှောက်အကောင်းဆုံးကားများ.....မသေခင်ကြည့်သင့်သော ကားများ....ဘာညာသာရကာ အစုံရိုက်ပြီး ရှာကြည့်လိုက်ပါ။ ဒီဇာတ်ကားကတော့ ထိပ်ပိုင်းတစ်နေရာမှာ အမြဲပါနေပါလိမ့်မယ်။ဇာတ်လမ်း အကျဉ်းလေးကတော့ ရိုးရှင်းပါတယ်။ လူသတ်မှုနဲ့ ထောင်ဒဏ် တစ်သက် ၂ ခါ ကျခံရပြီး ရှောရှန့်ခ် ထောင်ထဲကို ရောက်လာတဲ့ ဘဏ်စီးပွားရေးသမား အန်ဒီ ဒူဖရင်း(Tim Robbins) နဲ့ တကျွန်းသမားဟောင်းကြီး ရက်ဒ်(Morgan Freeman) တို့ ရဲ့ ထောင်ထဲက အခက်အခဲတွေနဲ့ မိတ်ဆွေဘဝ၊ အန်ဒီရဲ့ ငရဲလို မျှော်လင့်ချက်မရှိတဲ့ နေရာမှာ ကိုယ့်ကိုကိုယ် ဘယ်လိုတည်ဆောက်ပြီး နေထိုင်သွားလဲ၊ လွတ်မြောက်မှုကို ဘယ်လိုရှာဖွေသွားလဲ ...",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/the-shawshank-redemption1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BY2RmZmI0NDMtMGQzOC00YWU3LTkwYWUtMDRkNDBjZDg3YTkyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "The Dig (2021)",
        "description": "The Dig (2021)\n===========IMDb Rating - 7.1/10\"ရှေးဟောင်းသုတေသနကို အခြေခံတဲ့ ရုပ်ရှင်တွေကို ကျွန်တော်တို့ကြည့်ကြတဲ့အခါ\nစိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ရုပ်ရှင်တွေကို တွေ့ရတာများပါတယ်။ ရှေးဟောင်းကျိန်စာတွေ၊\nရွှေပုံကြီးတွေ၊ တူးဖော်တာထက် ဖျက်ဆီးတဲ့ဘက် ပိုရောက်နေတဲ့ ရှေးဟောင်းသုတေသန\nပညာရှင်တွေ ပါတတ်တဲ့ ရုပ်ရှင်မျိုးတွေပေါ့။ ဒါပေမဲ့ Netflixရဲ့ The Digကတော့ \"ရှေးဟောင်း\nသုတေသနဆိုင်ရာ တူးဖော်မှုအကြောင်း ပိုသိမြင်နားလည်စေမယ့် ရုပ်ရှင်တစ်ကားပါပဲ။\"လို့\nရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်က ဆိုပါတယ်။တကယ်လည်း ဟုတ်ပါတယ်။ The Dig ဟာ အင်္ဂလန်ရဲ့အကြီးကျယ်ဆုံး ရှေးဟောင်းသုတေ\nသနဆိုင်ရာ တွေ့ရှိမှုဖြစ်ခဲ့တဲ့ Sutton Hoo ဆိုက်ကို တွေ့ရှိခဲ့တဲ့အကြောင်းကို ရိုက်ပြထားတာပါ။\nSutton Hoo ဆိုက်ဟာ အမှောင်ခေတ်လို့ခေါ်တဲ့ ၆ရာစုလောက်က Anglo-Saxons‌တွေရဲ့\nအကြွင်းအကျန်တွေကိုတွေ့ခဲ့တဲ့ အတော်ရှေးကျတဲ့ ဆိုက်ပါပဲ။ Sutton Hoo ဆိုက်ကို မတွေ့ခင်\nအထိ အမှောင်ခေတ်မှာ ယဉ်ကျေးမှု၊ အနုပညာနဲ့ ငွေကြေး မရှိဘူးလို့ ယုံကြည်ခဲ့ကြတာဖြစ်ပြီး\nSutton Hooဆိုက်က ရခဲ့တဲ့ရှေးဟောင်းပစ္စည်းတွေက ဒီအမြင်ကို ပြောင်းလဲပေးခဲ့ပါတယ်။\nထူးတာက ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-dig-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMT7jS0GijTEgVUVLot1wwNa8Ia.jpg",
        "title": "Badhaai Do (2022)",
        "description": "Badhaai Do (2022)\n==================\nဒီတစ်ခါမှာတော့ IMDb 7.9 ထိရရှိထားပြီးတော့ ရုံဝင်ငွေ 28.03 ကုဋေထိရရှိထားတဲ့ဘောလိ၀ုဒ်ဇာတ်လမ်းတွဲလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှာဒူလ်ကလည်း ရဲအရာရှိတစ်ယောက်ဖြစ်သလို ဆူမန်ကလည်း ကာယဆရာမပါသူတိုနှစ်ယောက်လုံးရဲ့ တူညီတဲ့အချက်ကတော့ နှစ်ယောက်လုံးက အရွယ်ဟိုင်းနေပြီဖြစ်တဲ့လူပျိုသိုး အပျိုကြီးပဲဖြစ်ပါတယ် မိဘတွေက လက်ထပ်ပေးဖိုလုပ်နေတဲ့သူတွေကိုလည်းသဘောမကျ အကြောင်းအမျိုးမျိုးပြ ငြင်းဆန်ရတဲ့အကြောင်းအရင်းရှိပါတယ် ဒါကတော့ရှာဒူလ်က ယောကျာ်းလေးချင်းသဘောကျသူဖြစ်ပြီးတော့ ဆူမန်က မိန်းကလေးချင်းသဘောကျတဲ့သူမိုလိုပါ ဒီလိုနဲ့ အကြောင်းတစ်ခုကြောင့် သူတိုနှစ်ယောက်တွေ့ဆုံမိသွားတဲ့ချိန်မှာပဲမိဘတွေဆန္ဒလည်းပြည့်၀အောင် သူတိုလည်း အေးဆေးနေရအောင်ဆိုပြီး နှစ်ယောက်ဦးသဘောတူလက်ထပ်လိုက်ပါတော့တယ် အဲ့လိုနဲ့ပဲ မတူညီတဲ့စုံတွဲ ဆူမန်ရဲ့ကောင်မလေးက ဆူမန်ဘ၀ထဲပြန်ဝင်လာတဲ့ချိန်မှာပြဿနာတွေဖြစ်လာပါတော့တယ် သူတိုနှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးကရော ဘယ်လိုတွေဆက်ဖြစ်မှာလဲပုံမှန်ဇာတ်ကားတွေနဲ့မတူဘဲ မတူကွဲပြားတဲ့ဇာတ်အိမ်နဲ့ comedy/drama ဇာတ်ကားလေးကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်........ \nFile size…1.6GB / 2.1GB\nQuality…720p WEB DL\nFormat…mp4\nDuration….2h 27mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Eliza & Poe & Shwe Pyae & Yunni",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/badhaai-do-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8LJTMGYDyzaXilR8oGE5jSy8sQT.jpg",
        "title": "Taste (2021)",
        "description": "Taste (2021)\n~ Rotten Tomatoes - 86%, IMDb - 5.6/10 ~\nTaste ဟာ ဇာတ်အိမ်က ဘာမှမရှိပါဘဲ နိမိတ်ပုံဆန်ဆန် သွယ်ဝိုက်ဖော်ပြတဲ့ အပြတွေများတဲ့ ရုပ်ရှင်ပါ။ နိမိတ်ပုံဟာ စကားလုံးထက်ပိုတဲ့ ခံစားမှုတစ်ခုကို ရစေဖို့ပါပဲ။ ဒီရုပ်ရှင်မှာ  စကားသိပ်မပြောပေမဲ့ ကြည့်ပျော်တဲ့ စီနီမာတိုဂရပ်ဖီနဲ့ သူ့အပြတွေဟာ စကားလုံးထက်ပိုမွန်းကျပ်‌ စေပါတယ်။ Taste ဆိုတဲ့စကားလုံးကို ဒါရိုက်တာ ဘယ်အဓိပ္ပာယ်နဲ့ရွေးထားလဲတော့ တပ်အပ်ပြောရခက်တယ်။ ရသာရုံလို့ဆိုရင်မမှားသလို အမြည်းလို့ဆိုရင်လည်း မမှားလောက်ပါဘူး။  ဒါရိုက်တာဟာ ဗီယက်နမ်က အောက်ဆုံးဘ၀ငရဲတွေအကြောင်း အမြည်းဆန်ဆန်ပြထားတာကိုး။\n\"စာအုပ်တွေဟာ မှန်လိုပဲ။ စာအုပ်တွေမှာ မင်းရဲ့အတွင်းထဲမှာ ရှိနှင့်နေပြီးသား အရာကိုပဲ မြင်ရတာ\"လို့ Jean Luc Godard က ပြောဖူးတယ်။ ရုပ်ရှင်တွေကတော့ ပိုဆိုးတာပေါ့။ ရုပ်ရှင်တွေဟာ ယူသလိုပဲရတဲ့ အနုပညာတွေပါပဲ။ Taste ဟာ ကိုယ့်အတွင်းထဲက အမှောင်မိုက်ဆုံးကမ္ဘာကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/taste-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmNkOWEzM2MtYWM5Ni00MmZiLTg4OTAtOTRkZTRmMGFjNDY2XkEyXkFqcGdeQXVyODYwMTE4MzE@._V1_-139x200.jpg",
        "title": "Karan Arjun (1995)",
        "description": "Karan Arjun (1995)\n**********\nအက်ရှင်လဲ အလန်းဇယား အကြမ်းကြီး ၊ ဒရမ်မာလဲ ပါရမယ်.....သဲထိတ်ရင်ဖိုလဲ ဖြစ်ရမယ်ဆိုတဲ့ ပရိသတ်တွေအတွက် ၁၉၉၅ ၊ ဇန်နဝါရီလ (၁၃)ရက်နေ့က ရုံတင်ခဲ့တဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ဒရမ်မာရုပ်ရှင် \"Karan Arjun \" အကြောင်းလေးတင်ပေးလိုက်ပါတယ် ။ ဒီဇာတ်ကားမှာတော့ ဘောလီးဝုဒ် ရဲ့ ထိတ်ထိတ်ကြဲတွေဖြစ်တဲ့ ရှာရွတ်ခန် ၊ ဆယ်လ်မားန်ခန်း ၊ ကာဂျိုး ၊ ဟောလီးဝုဒ်ရော ဘောလီးဝုဒ် ရောရဲ့အကျော်အမော် ဗီလိန်သရုပ်ဆောင်ကြီး အမ်းမရစ်ရှ်ပူရီး ၊ ဂန္တဝင်မင်းသမီးကြီး ရာခီး ၊ Mamta Kulkarni တို့က သရုပ်ဆောင်ထားကြလို့ ကြည့်ရတန်တဲ့ ဇာတ်ကားကောင်းလေးပါ ။ဒီဇာတ်ကားကို လက်ပွားမင်းသားလို့ သိကြတဲ့ Hritik Roshan ရဲ့ဖေဖေ ဒါရိုက်တာကြီး ရာကေ့ရှ်ရိုရှန်ကိုယ်တိုင် ရိုက်ကူးခဲ့ပါတယ် ။ ရာကေ့ရှ်ရိုရှန် ရဲ့ ဇာတ်ကားတွေကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/karan-arjun-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kfw5uPrHT1IaKsBw9fmQii3vny.jpg",
        "title": "Company (2002)",
        "description": "Company (2002) ဇာတ်လမ်းအညွှန်း*****************************ဒီကားလေးကတော့ ဘောလီးဝုဒ်နာမည်ကျော် ရုပ်ရှင်စတားတွေကိုယ်တိုင် ပါဝင်ရိုက်ကူးထားတဲ့ မှုခင်းအက်ရှင် ဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဈေးလမ်းထဲက သာမန်လူမိုက်တွေဖြစ်နေပေမဲ့ ရည်မှန်းချက်ကြီးတဲ့ ချန်ဒူ တို့အဖွဲ့ဟာ မွန်ဘိုင်းမြို့ရဲ့ အကြီးဆုံးဂိုဏ်းတစ်ခုရဲ့ ခေါင်းဆောင်ဖြစ်တဲ့ မာလစ်ခ်ဘာဟီ ဆီမှာ အလုပ်လုပ်ဖို့ရောက်လာခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ ဂိုဏ်းစတားတစ်ယောက်လုပ်လာတဲ့ မာလစ်ခ် ကလည်း အလုပ်လုပ်ရာမှာ စေ့စပ်တိကျပြီး ရဲစွမ်းသတ္တိအပြည့်ရှိတဲ့ ချန်ဒူ ကိုတခြားသူတွေထက် မျက်နှာသာပေးရင်း တဖြည်းဖြည်းညီအစ်ကိုရင်းချာပမာ ဖြစ်လာခဲ့ကြပါတယ်။နဂိုကမှ ဂုဏ်သတင်းကြီးလှတဲ့ မာလစ်ခ်တို့ဂိုဏ်းမှာ ချန်ဒူလို အရည်ချင်းရှိတဲ့ သစ္စာခံတစ်ယောက်ရောက်လာတဲ့အခါ ကျားကိုတောင်ပံတပ်ပေးလိုက်သလို တစ်နယ်လုံးမှာ ပြိုင်စံရှားတဲ့ အဖွဲ့အစည်းတစ်ခုဖြစ်လာပါတော့တယ်။ မာလစ်နဲ့ချန်ဒူ မွန်ဘိုင်းဒုစရိုက်လောကမှာ အတိုက်အခိုက်တွေကိုဖြေရှင်းနေချိန် တစ်ဖက်မှာလည်း ဘရိန်းကောင်းလွန်းပြီး သူတာဝန်ကျတဲ့နေရာတိုင်းမှာ ရာဇဝတ်မှုဖြစ်ပွားနှုန်းတွေကျကုန်တယ်လို့ နာမည်ကျော်လှတဲ့ရဲမှူးကြီးဟာ မွန်ဘိုင်းကိုရောက်လာပြီး မာလစ်ခ် တို့ကို ထောင်ထဲထည့်ဖို့ ကြိုးစားပါတော့တယ်။ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ကျောရိုးတည်ထားပြီး နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့အတွက် ကြည့်ရှုခံစားနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် (ဇာတ်လမ်းအညွှန်းနှင့် ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်) File ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/company-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/vqmLpf-128x200.jpg",
        "title": "Don’t Go Too Far (2021)",
        "description": "ဖခင်ချန်ထားခဲ့တဲ့အမွေ၂ဘီလီယံကိုမောင်နှမ၄ယောက်ခွဲဝေကြရာမှာ အစ်ကိုအကြီးဆုံးဖြစ်သူကတစ်ဝက်ရပြီး\nကျန်တဲ့မောင်နှမတွေကကျန်တာကိုသာရလို့နည်းတယ်များတယ်ငြင်းခုံနေကြတုန်း အစ်ကိုအကြီးဆုံးဖြစ်သူဆီဖုန်းဝင်လာပါတယ်\"၂ဘီလီယံဝမ်မပေးရင် မင်းရဲ့ကလေးကိုသတ်ပစ်မယ်\"ဆိုပြီးခြိမ်းခြောက်တဲ့ပြန်ပေးသမားဆီကဖုန်းပဲဖြစ်ပါတယ်တစ်ဦးတည်းသောသားကိုကယ်ဖို့အတွက်ကျန်တဲ့မောင်နှမတွေဆီ အမွေ၂ဘီလီယံထဲကသူတို့ဝေစုကိုတောင်းဆိုရချိန်...နဂိုကမှအဝေမညီဖြစ်နေရတဲ့အထဲ ‌သူတို့ဝေစုပါပေးရမယ်ဆိုတော့‌ လောဘကြီးပြီးတစ်ကိုယ်ကောင်းဆန်တဲ့လူတွေဘယ်လိုဆုံးဖြတ်ကြလဲ\nအမွေလုတာအပြင်ပြန်ပေးမှုပါပေါ်လာတော့အခြေအနေတွေပိုဆိုးပြီးရှုပ်ထွေးလာပုံကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။File Size__(1.3GB) / (670MB)\nQuality__1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:15:00\nType__Comedy, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/dont-go-too-far-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8WILe0aNn4QhiNQA0hIFltuti9.jpg",
        "title": "Nightride (2021)",
        "description": "Nightride (2022)\n==============\nCrime,ThrillerIMDb - 5.7/10ဒီဇာတ်ကားက အတော်တော့ ထူးဆန်းတယ်။\nတစ်ကားလုံးရဲ့ 80 % လောက်ကို ကားတစ်စီးထဲမှာပဲ one-shot သဘောမျိုးရိုက်ပြထားတာဖြစ်ပါတယ်။ဘတ်ဂျ်ဟာ ၇ နှစ်တာ မူးယစ်အရောင်းအဝယ်လုပ်ပြီးနောက် နောက်ဆုံးတစ်ကြိမ်အနေနဲ့\nညတစ်ညမှာ ယူကရိန်းသားတွေနဲ့ ခွင်အချီကြီးတစ်ကြိမ်လုပ်မယ် ဆိုပြီး ကားပေါ်တက်ခဲ့ပါတယ်\nသူ့ရဲ့ နောက်ဆုံးတစ်ကြိမ်မှာပဲ ရဲတွေကလိုက်လာလို့ အပေးအယူကို\nသူ့ရဲ့လက်အောက်ငယ်သားတွေကိုပဲ ဖုန်းဆက်ပြီး ညွှန်ကြားလုပ်ခိုင်းရာကနေ တလွဲတွေအကုန်ဖြစ်လာကို ရိုက်ပြထားတာပါ။ကျွန်တော် စကြည့်တုန်းကလည်း တစ်ကားထဲမှာ ဇာတ်လိုက်ကဖုန်းခေါ်နေလို့\nအရမ်းပျင်းဖို့ကောင်းမယ်လို့ထင်ခဲ့ဖူးပေမယ့်\nတကယ်ကြည့်တော့ One-shot ရိုက်ထားတဲ့ပုံစံအတိုင်း\nအချိန်နဲ့တပြေးညီဆက်တိုက်ဖြစ်ပျက်နေတာကို ပြသွားတာဖြစ်ပြီး\nဖုန်း Call တွေကနေ ဇာတ်ကားအတက်အကျကို ဆွဲခေါ်သွားတာဖြစ်ပါတယ် ။\nဘက်ဂျ်ရဲ့ နောက်ဆုံးအကြိမ် Drug Deal လုပ်တာ အောင်မြင်သွားမလား....\nအခက်အခဲတွေကြားကနေ ဘယ်လို ပြန်အဖတ်ဆယ်သွားမလဲဆိုတာကိုတော့\nဒီ Nightride ဆိုတဲ့ဇာတ်ကားမှာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama, Thriller\nQuality….WEB-DL 1080p and ...",
        "rating": "",
        "url": "https://channelmyanmar.org/nightride-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKzFwiEm86AVRsefgqODTBjjh98.jpg",
        "title": "ONODA: 10,000 Nights in the Jungle (2021)",
        "description": "Onoda: 10,000 Nights in the Jungle (2021)\n-----------------------------\nIMDb - 7.3/10\nRotten Tomatoes - 100%4 Wins and 19 Nominations၂၀၁၄ဇန်နဝါရီမှာ The Gurdianသတင်းစာမှာ\n\" ဆယ်စုနှစ်သုံးခုကြာအညံ့မခံခဲ့သော ဂျပန်စစ်သား ဟိရိုး အိုနိုဒ သေဆုံးခြင်း\" ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သတင်းတစ်ပုဒ်ပါခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ အိုနိုဒအကြောင်းကို ပြင်သစ်ဒါရိုက်တာ Arthur Harariက ရိုက်ထားတဲ့ ဘိုင်အိုဂရပ်ဖီရုပ်ရှင်ပါ။အနောက်ဥရောပမှာ အစပြုခဲ့တဲ့ ဒုတိယကမ္ဘာစစ်ဟာ ၁၉၄၁ခုနှစ် ဒီဇင်ဘာ ၇ မှာ\nဂျပန်က ပုလဲဆိပ်ကမ်းကို စစ်မကြေညာဘဲ ဗုံးကြဲရာကစလို့ အရှေ့တိုင်းကိုကူးစက်ခဲ့ပါတယ်။\nပစိဖိတ်သမုဒ္ဒရာတစ်ခုလုံးလည်း ဂျပန်နဲ့ အင်္ဂလိပ်တို့ရဲ့  စစ်တလင်းဖြစ်ခဲ့ပါတယ်။\nစစ်ရေးအတွက်ကြိုပြင်ထားခဲ့တဲ့ ဂျပန်တွေဟာ အသာစီးရပြီး ပစိဖိတ်သမုဒ္ဒရာထဲက ကျွန်းတွေကို သိမ်းနိုင်ခဲ့ပါတယ်။\n၁၉၄၂နှစ်ဝက်လောက်မှာ ဖိလစ်ပိုင်ကျွန်းစုတွေကို ဂျပန်က သိမ်းထားနိုင်ခဲ့ပါပြီ။ဒုတိယကမ္ဘာစစ်ပြီးခါနီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/onoda-10000-nights-in-the-jungle-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTjZErHBML0uYYgj7YsL7YiUKMV.jpg",
        "title": "Railway Heroes (2021)",
        "description": "Railway Heroes (2021)အခုတင်ဆက်ပေးမှာတော့ Railway Heroes ဆိုတဲ့\nရှန်းတုန်းမီးရထားလမ်းအဖွဲ့သားတွေကိုဂုဏ်ပြုတဲ့အနေတဲ့ရိုက်ထားတဲ့ကားလေးဖြစ်ပါတယ်။\nတရုတ်-ဂျပန် ဒုတိယစစ်ပွဲအတွင်းအချိန်ပိုင်းကိုရိုက်ကူထားတာဖြစ်ပါတယ်။\nကျင်းဖူးမီးရထားလမ်းကို ၁၉၀၈ခုနှစ်မှာ စတင်ဆောက်လုပ်ခဲ့ပြီး\nဂျာမဏီနှင့်ဗြိတိန်ကုမ္ပဏီတို့ကပူးတွဲတင်ဒါယူဆောက်လုပ်ခဲ့ပါတယ်။\nတရုတ်ပြည်တောင်မြောက်ဆက်သွယ်ထားတဲ့ကုန်သွယ်ရေးပင်မမီးရထားလမ်းဟာ\n၁၉၃၈ခုနှစ်မှာ ဂျပန်တွေရဲ့ထိန်းချုပ်မှုအောင်ကိုရောက်သွားပါတယ်။\nဂျပန်တွေရဲ့လက်နက်ခဲယမ်းသည်ဆောင်ဖို့အသုံးချစရာဖြစ်သွားပါတယ်။\nအဲဒီအချိန်မှာပဲ လင်ချန်မြို့ဘူတာလေးမှာ လောင်ဟုန်ဦးဆောင်တဲ့ မီးရထားလုပ်သားတစ်ဖွဲ့ဟာ\nသက်စွန့်စံဖျား လက်နက်တွေကိုဖြတ်ယူပြီဖို့ကြိုစားကြပါတယ်။\nဂျပန်တွေကလောင်ဟုန်တို့အဖွဲ့ကိုကြိုးစားဖမ်းပေမယ့်\nလောင်ဟုန်ဟာဒဏ်ရာနဲ့ထွက်ပြေးလွှတ်မြောက်သွားပါတယ်။\nအဲဒီအချိန်မှာရှေ့တန်းအတွက်အရေးပါတဲ့လက်နက်ဟာ လင်ချန်ဘူတာလေးကိုဆိုက်ရောက်မှာဖြစ်တဲ့အတွက်\nလောင်ဟုန်တို့ကဘယ်လို့များထပ်ပြီးလက်နက်တွေကိုလုယူကြမလဲ။\nသန်မာတဲ့ယောင်္ကျားပဲဖြစ်ဖြစ် အားနွဲ့တဲ့မိန်းကလေးဖြစ်ဖြစ်\nတိုင်းပြည်လွတ်မြောက်ဖို့အတွက် တတ်နိုင်တဲ့နေရာကနေပါဝင်ပြီး\nပါဝင်စွန့်စားကြတာကို ကြည့်ရတာ  စိတ်ထဲမှာတစ်ခုခုတော့ စွဲကျန်ခဲ့မှာသေချာပါတယ်။ဒါရိုက်တာရန်ရဲ့ နှင်းတောထဲကရိုက်ချက်တွေကလဲ Zhang Yimou နဲ့အပြိုင်မလို့\nCinematography ကပြောစရာမရှိအောင်လှပါတယ်။\nတော်လှန်ရေးကားကြိုက်တတ်တဲ့သူတွေအတွက်တော့ လုံးဝကြည့်သင့်တဲ့ကားလေးတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nu Mon ပဲ ဖြစ်ပါတယ်Genre.....Drama, History, War\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.75GB, 909MB, 301MB\nFormat…mp4\nDuration….2h 4min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Nu Mon\nEncoder .....LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/railway-heroes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ULTBxnbt0NrWlDm5fahbQooj91.jpg",
        "title": "Maqbool(2003)",
        "description": "Maqbool(2003) အညွှန်း*******************IMDb...8.1ရည်မှန်းချက်ကြီးတာ ကောင်းသလားလို့မေးရင်\nကောင်းတာပေါ့လို့ပဲ အတော်များများက ဆိုကြမယ်ထင်ပါရဲ့\nဒါပေမဲ့ အဲဒီရည်မှန်းချက်ဆိုတာကြီးကို အကျင့်စာရိတ္တနဲ့\nကိုယ်ကျင့်တရားက ချွန်းလို မအုပ်နိုင်ရင်တော့\nကိုယ်တင်မကဘူး ကိုယ့်ဘေးက လူတွေကိုပါ\nပျက်စီးစေတတ်တယ်ဆိုတာကို ဒီဇာတ်ကားရယ် Shakespeare ရေးခဲ့တဲ့ Macbeth ပြဇာတ်ရယ်က သက်သေခံနေပါတယ်....နာမည်က မီယန်မက်ဘူး သိပ်တော်ပြီး ပါးနပ်လို့\nပါပါကြီးဆိုတဲ့ မွမ်ဘိုင်းက မာဖီယားခေါင်းဆောင်ကြီး\nအားအကိုးရဆုံး ညာလက်ရုံးတစ်ယောက်ပေါ့\nပါပါကြီးနားမှာ သူနေလာခဲ့တာ ၂၅ နှစ်ရှိပြီ\nပါပါကြီးရဲ့အသက်ကို ကယ်ခဲ့ပေါင်းလည်းမနည်းဘူး\nပါပါကြီးကလည်း သူမှသူ ဆိုပါတော့လေဒါပေမဲ့ သူ့မှာ လျှို့ဝှက်ချက်တစ်ခုရှိတယ်\nအဲဒါကတော့ ပါပါကြီးရဲ့အမြှောင်မယား နင်မီနဲ့\nတိတ်တိတ်ပုန်းချစ်ကြိုက်နေတာပါပဲ\nမဖြစ်သင့်တဲ့အချစ်တစ်ခုရယ် ဘေးနားက\nမြှောက်ထိုးပင့်ကော်လုပ်တတ်သူတွေရယ်ကြောင့်\nစိတ်အလိုလိုက်ပြီး ထင်ရာစိုင်းမိတဲ့ မက်ဘူးတစ်ယောက်\nတွေ့ကြုံရတဲ့ကံကြမ္မာတွေကတော့-Awards မျိုးစုံရရှိထားပြီး နာမည်ကျော်မင်းသားကြီး\nIrrfar Khan က မက်ဘူးအဖြစ် သရုပ်ဆောင်ထားပါတယ် File Size : (2.02GB)  ,(957 MB) , (164MB)\nQuality :Blu-Ray1080P5.1Ch,720p\nFormat…mp4\nDuration…02:12:00\nGenre :Crime,Drama & Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/maqbool2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/9b0df605062245f9760cf6b7ca0e70ed5cd7fabd-140x200.jpg",
        "title": "Aśoka (2001) Ashoka the Great",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (100%)သမိုင်းမှတ်တမ်းဝင်ဘုရင်တွေထဲမှာ အောင်ပွဲရပြီးနောက် စစ်ကိုစွန့်ပယ်ခဲ့တဲ့ တစ်ဦးတည်းသော စစ်ဘုရင်ဖြစ်သလို ဗုဒ္ဓသာသနာတော်ကို ပြန့်ပွားအောင် စွမ်းဆောင်နိုင်ခဲ့တဲ့ သီရိဓမ္မာသောကမင်းတဖြစ်လဲ အာသောကမင်းကြီး အကြောင်းကိုရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်လမ်းကြီးဖြစ်ပါတယ်။မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာရီနာကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အချိန်က ခရစ်တော်မပေါ်မီ BC 260 ဝန်းကျင်ကာလတွေဖြစ်ပါတယ်။အာသောကမင်းဟာ ဗိန္ဓုသာရမင်းနဲ့ ဓမ္မာမိဖုရားတို့ရဲ့သားတော်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံသမိုင်းမှာ ပထမဆုံးသောအင်ပါယာ မောရိယနိုင်ငံတော်ကြီးကိုတည်ထောင်နိုင်ခဲ့တဲ့ စန္ဒဂုတ္တမောရိယ၏ မြေးတော်ဖြစ်ပါတယ်။ဘိုးတော်ရဲ့အင်ပါယာမှာ မသိမ်းပိုက်နိုင်ဘဲ ကျန်ရှိခဲ့တဲ့ အိန္ဒိယနိုင်ငံ အရှေ့ပိုင်းနဲ့ တောင်ပိုင်းတို့ကို သူ့လက်ထက်မှာ ဆက်လက်သိမ်းပိုက်ဖို့ ကြိုးပမ်းအားထုတ်ခဲ့ပါတယ်...တိုက်ပွဲတိုင်းကို အောင်နိုင်ခဲ့ပေမယ့် အိန္ဒိယအရှေ့ဖက်ကမ်းရှိ ကလိင်္ဂတိုင်း(ယခု အိုရစ်ဆာပြည်နယ်)ကိုဝင်ရောက်တိုက်ခိုက်ရာမှာ ကလိင်္ဂကတိုင်းသားတို့က ရဲရဲဝံ့ဝံ့ပြန်လည်ခုခံတာကြောင့် ခက်ခက်ခဲခဲရင်ဆိုင်ခဲ့ရပြီး လူပေါင်းများစွာ သေကြေပျက်ဆီးပြီးမှ အောင်နိုင်ခဲ့ပါတယ်။အရာအားလုံးပျက်စီးဆုံးရှုံးခဲ့ရပါတယ်။အာသောကမင်းကြီးအနေနဲ့ သူ့ရဲ့အောင်နိုင်မှုတွေဟာ လူသေအလောင်းတွေအပေါ်မှာသာရှိတယ်လို့ ကလိင်္ဂကတိုက်ပွဲမှာ ထိတ်လန့်တကြားမြင်တွေ့သွားတဲ့အခါမှာတော့....ချစ်ခြင်းမေတ္တာနဲ့ လူတွေကိုထွေးပွေ့ဖိုအတွက် စစ်ကိုစွန့်လွှတ်ခဲ့ပါတော့တယ်။ဒီ့နောက်မှာတော့ သူဟာ ဗုဒ္ဓရဲ့ ဓမ္မဖက်မှာပဲ စိတ်ကိုမြုပ်နှံခဲ့ပြီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/asoka-2001-ashoka-the-great/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/vNzeBf-140x200.jpg",
        "title": "There’s Something About Tott (2015) Love Heaw Feaw Tott",
        "description": "ထိုင်း အခွီမင်းသားချော Nick Kunatip နဲ့ သူ့ရဲ့ဟာသတွဲဖက်တွေနဲ့ ခွီရမယ့် Comedy ဇာတ်ကားဖြစ်ပါတယ်။\nTott ဟာရူပါဖြောင့်တဲ့ကွီးတစ်ယောက်ပါ။မိဘအုပ်ထိန်းသူတွေနဲ့ မနေခဲ့ရဘဲ ကိုယ့်ဘဝကိုယ်ကြောင်းနေတဲ့ ခေတ်လူငယ်တစ်ယောက်ပါ။ဘဝကိုသူငယ်ချင်းတွေနဲ့ဖြတ်သန်းနေရပြီး ကျရာအလုပ်မှာဝင်ငွေကိုဖန်တီးနေရတဲ့ Tott တစ်ယောက်သူ့ကိုကြွေကျနေသူတွေ သူကကြွေကျနေသူတွေကြားထဲ ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲဆိုတာ...။ပေါ့ပေါ့ပါးပါး ဟာသကားကြည့်မယ်ဆို ကွက်တိပါပဲ။\nFile size…(2.1 GB)/(940 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:58:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Wut Mhone",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/there-something-about-tott-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDJlMzNmNjEtNmI4Ny00ZWQzLWEwY2YtOTIxMmE2OTQ3ODVmXkEyXkFqcGdeQXVyMjI3NDAyNg@@._V1_-135x200.jpg",
        "title": "France (2021)",
        "description": "France (2021)===========IMDb Rating - 5.9/10သူ့နာမည်က ဖရန့်စ်၊ နာမည်ကြီးရုပ်သံတင်ဆက်သူတစ်ယောက်။ ပြင်သစ်တစ်နိုင်ငံလုံး\nသူ့ကိုချစ်ကြတယ်၊ သူ့အစီအစဉ်ဆိုမလွှတ်တမ်းကြည့်တဲ့သူတွေတောင်ရှိတယ်၊ နာမည်\nကြီးလေ သူများမလုပ်တဲ့ အစီအစဉ်တွေကိုသူလုပ်ချင်လေပဲ၊အခြားဂျာနယ်လစ်တွေ\nမရိုက်တဲ့အစီအစဉ်မျိုးတွေဆို သူကရိုက်လေ့ရှိတယ်၊ အဲ့တော့နာမည်ကြီးတယ်ဝင်ငွေ\nကောင်းတယ်၊ ပိုက်ဆံရှိတယ်။ ပိုက်ဆံရှိတယ်ဆိုပေမယ့် အိမ်ထောင်ရေးကအေးတိအေးစက်၊\nမွေးထားတဲ့သားတစ်ယောက်ကို ကောင်းကောင်းမွန်မွန်မစောင့်ရှောက်နိုင်လောက်တဲ့\nအထိကိုအလုပ်များတယ်၊ တစ်နေ့သူ့သားလေးကို ကျောင်းပို့ရင်း ဘတ်စတစ်ဆိုတဲ့ ကောင်လေး\nကို ကားတိုက်မိတယ်၊ ဘတ်စတစ်တို့မိသားစုက ဆင်းရဲတာကြောင့်ရယ်၊ သူ့ပရိသတ်ဖြစ်နေတာ\nကြောင့်ရယ် လျော်ကြေးပေးလိုက်ပေမယ့်၊ သူနဲ့ပြိုင်ဖက် ဂျာနယ်လစ်နယ်ပယ်မှာတော့ သတင်းထူး\nဖြစ်ပြီး မျက်နှာဖုံးတွေမှာပါသတင်းခေါင်းစဉ်ကြီးနဲ့ဖော်ပြတယ်။ LIVE Show တွေမှာပါ အရှက်\nရလောက်တဲ့အထိဖြစ်ခဲ့တယ်။ နာမည်ကြီးစတားတစ်ယောက်က တစ်ခါမှမဖြစ်ဘူးမကြုံဘူးတဲ့\nဒီဖြစ်ရပ်ကြောင့်သူဘဝ ပြောင်းလဲသွားပုံစိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ပေးထားတာကြောင့်\nပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – BluRay 1080p / 720p/480p\nDuration - ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/france-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDllNzczOTUtMTJjMy00ZjA3LTk2ODgtNDZhZWVkMzI1YWE2XkEyXkFqcGdeQXVyODgzNDIwODA@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Black Box (2021)",
        "description": "Black Box (2021)==============IMDb Rating - 7.2/10ကြည့်ဖူးနေကြ အမေရိကန် ဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတဲ့ rating မြင့်\nပြင်သစ်နိုင်ငံမှ ထုတ်လုပ်ထားတဲ့ ဥရောပရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေး\nလိုက်ပါတယ်။အဲလ်ပ်တောင်တန်းပေါ်မှာ လေယာဥ်တစ်စီး ပျက်ကျသွားခဲ့ပါတယ်။ ထို\nလေယာဥ်ဟာ ခရီးသည် ၃၀၀ ကို တင်ဆောင်ပြီး ဒူဘိုင်းကနေ ပဲရစ်မြို့ကို\nဦးတည်ပြီး ပျံသန်းလာခဲ့တဲ့ အေထရီယန် ၈၀၀ လေယာဥ် ဖြစ်ပါတယ်။\nထိုအမှုကို ပြင်သစ်နိုင်ငံ စုံစမ်း‌ရေးနှင့် စိစစ်ရေးဗျူရိုက တာဝန်ယူကိုင်တွယ်\nခဲ့ပါတယ်။ တစ်ရက်မှာတော့ အဆိုပါ လေယာဥ်မှ လေယာဥ်မှူးအခန်းက\nအသံဖမ်းစက်ကို တာဝန်ယူ နားထောင်ရတဲ့ ဗစ်တာ ပိုလော့ ဆိုတဲ့ အရာရှိ\nတစ်ယောက် ထူးဆန်းစွာ ပျောက်ဆုံးသွားသည့်အတွက် မက်သရူး ဗက်ဆာ\nဟာ တာဝန်ယူကိုင်တွယ်ဖို့ ဖြစ်လာပါတယ်။မက်သရူးဗက်ဆာ ဟာ အသံနားထောင်တဲ့နေရာမှာ အထူးကျွမ်းကျင်ပြီး\nနားထောင်ရုံထက်ပိုပြီး အမှုတွေကို ‌ဖော်ထုတ်ချင်သူ တစ်ယောက်ပါ။ မက်သရူး\nဗက်ဆာရဲ့ မိန်းမဖြစ်သူ နိုအဲမီ ဗက်ဆာ ကတော့ ပျက်ကျသွားတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/black-box-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/5733517_so-155x200.jpg",
        "title": "Donnie Brasco (1997)",
        "description": "IMDb Rating(7.7) / Rotten Tomatoes (88%)ကပ္ပတိန်ဂျက်စပဲရိုးဇာတ်ရုပ်နဲ့အထူးတလည်မိတ်ဆက်ပေးစရာမလိုအောင် နာမည်ကြီးလှတဲ့ Johnny Depp နဲ့\nအော်စကာလျာထားစာရင်းကိုးကြိမ်ဝင်ခဲ့ပြီး တစ်ကြိမ်ရရှိ၊ ရွှေကမ္ဘာလုံးဆု ၁၈ ကြိမ်လျာထားခံခဲ့ရပြီး (လေးဆုရရှိ)ခဲ့၊\nBAFTA , Emmy Eward စတဲ့ဆုပေါင်းမြောက်များစွာပိုင်ရှင် မင်းသားကြီး Al Pacino (Godfather Trilogy) တို့က\nအဓိကဇာတ်ဆောင်နှစ်ဦးအဖြစ်ပါဝင်ထားပါတယ်။ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပြီးတော့ အကောင်းဆုံး Gangster ရုပ်ရှင်တွေ၊ Organized Crime Thrillers တွေအကြောင်းပြောမယ်ဆိုရင်ချန်လှပ်ထားလို့မရတဲ့\nအထင်ကရဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။Donnie Brasco ဟာ ၁၉၇၀ ဝန်းကျင်၊ နယူးယောက်ခ်က Bonanno ဒုစရိုက်မိသားစုထဲစိမ့်ဝင်ထောက်လှမ်းခဲ့တဲ့\nအက်ဖ်ဘီအိုင် သူလျှိုအေးဂျင့် Pistone (Johnny Depp) ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအလွတ်သဘောအခြေခံထားတာဖြစ်ပါတယ်။ဘရက်စကိုဟာ အရွယ်ရနေပြီဖြစ်တဲ့ မာဖီးယားလက်မရွံ့တစ်ယောက်ဖြစ်တဲ့ Lefty Ruggiero (Al Pacino) ကြီးကိုချဉ်းကပ်ပြီး\nသူ့ရဲ့ယုံကြည်မှုအားပေးထောက်ခံမှုတွေကိုရအောင်ကြိုးစားရင်းနဲ့ မာဖီးယားဂိုဏ်းထဲကို အတွင်းကျကျနေရာယူနိုင်ခဲ့ပါတယ်။\nတစ်ဖြည်းဖြည်းနဲ့ ဒုစရိုက်သမားဖြစ်ပေမယ့် သူ့အပေါ်တကယ်နှစ်နှစ်ကာကာသံယောဇဉ်ကြီးရှာတဲ့ Lefty နဲ့ညီရင်းအစ်ကိုလို\nဆက်ဆံရေးခိုင်မာနက်ရှိုင်းလာခဲ့တဲ့ အလုပ်တာဝန်နဲ့ ကျင့်ဝတ်တွေစောင့်ထိန်းရမယ့် စည်းတွေကြားဗျာများလာတဲ့အခါ...။Action,Crime ...",
        "rating": "",
        "url": "https://channelmyanmar.org/donnie-brasco-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qjEuDeKOhA7JqaaqhLSfoS9titb.jpg",
        "title": "After Yang (2021)",
        "description": "After Yang (2021) ~ IMDb - 6.8/10 , RT - 86%, Metacritic - 79% ~Directed By KogonadaA24 ကဖြန့်တဲ့ ရုပ်ရှင်ဆိုတော့ ဒီရုပ်ရှင်ကို မကြည့်မိခင်မှာ A24 ဖန်တစ်ယောက်က Ex Machina နဲ့ Minari ကိုပေါင်းထားတဲ့ ရုပ်ရှင်မျိုးပဲ တော်တော်ကောင်းတယ်လို့ ပြောတာ ဖတ်လိုက်ရသေးတယ်။ ကျွန်တော့်အတွက် ဒုတိယအချက်ကို လက်ခံနိုင်ပေမဲ့ ပထမအချက်ကို လက်ခံဖို့တော့ ခက်ပါတယ်။ တစ်ကားလုံးမှာတော့ မဟုတ်ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ တစ်ချို့နေရာတွေမှာ တာကော့စကီးဆီက အရသာမျိုး ခံစားရတယ်။ ကိန်းမှာပြခဲ့လို့ ၂၀၂၁လို့ရေးထားပေမဲ့ တကယ်တမ်း ဒီရုပ်ရှင်ဟာ မနေ့ကမှ ထွက်တာဆိုတော့ ၂၀၂၂ပဲလို့ပြောရမယ်။ ပုဂ္ဂလိက ခံစားချက်အရတော့ မနှစ်က အသိရခက်ပြီး ကိုင်းခွဲများတဲ့ Drive My Car ရဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/after-yang-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/af-131x200.jpg",
        "title": "The Sniper (2021)",
        "description": "\"နှလုံးရပ်ပြီး ဦးနှောက်သေဖို့အချိန်ဘယ်လောက်လိုမယ်ထင်လဲ ၈မိနစ်၊ မင်းကံထူးတာပဲ မျက်တောင်မခတ်ဘဲ သေချာကြည့်ထား\"\nဒီလိုမျိုး အပြောခံရပြီး တရားမဝင်လူအင်္ဂါကုန်ကူးမှုမှာ အရှင်လတ်လတ် နှလုံးထုတ်ခံရမလိုဖြစ်ခဲ့တဲ့ ကောင်လေး ကျင်းထိုက်...ကယ်ဆယ်ရေးတရားမဝင်ပြစ်မှုအဖွဲ့အစည်းရဲ့ လူကုန်ကူးမှုနောက်ကွယ်ကကြိုးကိုင်သူ စုန့်ဖားကို ဖမ်းဆီးရမဲ့မစ်ရှင်ကြောင့် လူ့အင်္ဂါကုန်ကူးအကျဉ်းစခန်းမှာ စစ်ဆင်ရေးလုပ်ဖို့ရောက်လာတဲ့ ကျွမ်းကျင်စနိုက်ပါသမားကျင်းမင်...ကယ်ဆယ်ရေးတစ်ခုကြောင့် လူကုန်ကူးအကျဉ်းစခန်းက လွတ်မြောက်လာကာ ကယ်တင်ရှင်လောင်ကျင်းကို အသက်ထက်မကချစ်မြတ်နိုးတဲ့ ကောင်မလေးရှောင်မေ...သူတို့သုံးယောက်စတွေ့ခဲ့ရတဲ့ ဇာတ်ကြောင်းလေးကတော့...ကျင်းမင်ဟာ အထူးစစ်ဆင်ရေးဆင်းနေစဉ် အကျဉ်းစခန်းထဲက ကောင်လေး ကျင်းထိုက်ကို မြင်ပြီး သနားစိတ်ဝင်ကာ မစ်ရှင်ကိုမေ့ထားပြီး လူကိုအရင်ကယ်လိုက်မိတဲ့အတွက် အဓိက ကြိုးကိုင်သူကိုလွတ်သွားခဲ့ပါတယ်နောက်ပိုင်းကယ်ဆယ်လာတဲ့လူထဲက ရှောင်မေနဲ့ ကျင်းထိုက်ကို တပည့်အဖြစ် ပညာကုန်သင်ပေးပြီး ၁၀နှစ်အကြာမှာ သူတို့နှစ်ယောက်ဟာ ပူးပေါင်းလုံခြုံရေးအထူးတပ်ဖွဲ့ရဲ့ အရည်အချင်းရှိစနိုက်ပါအဖွဲ့ဝင်တွေဖြစ်လာခဲ့ပါတယ်အဲဒီအချိန် စုန့်ဖားတို့အဖွဲ့ကြီးက ပိုမိုကြီးထွားလာပြီး စုန့်ဖားကိုဖမ်းဖို့ဖြစ်လာချိန်မှာတော့ သူတို့ ဆရာတပည့်သုံးယောက် ကံကြမ္မာလှည့်ကွက်တွေနဲ့ ကြုံပြီး ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ဆက်ပြီးတော့ ကြည့်ရမှာပါနော်...။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Drama\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-sniper-2021/"
    }
]