[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/91fYBe3WAxL._AC_UF8941000_QL80_-150x200.jpg",
        "title": "All the World Is Sleeping (2023)",
        "description": "All the World Is Sleeping (2023)=======================သာမန်လူတွေလို မြေပြင်မှာ ရပ်နေတာမဟုတ်ဘဲ ဟိုးက မှောင်မဲ\nနေတဲ့ တွင်းနက်ကြီးထဲ ကျနေတဲ့သူတွေရှိတယ်။ တကယ်ကျမကျ\nမသေချာရင်တောင် အဲ့လိုကျနေတယ်လို့ ခံစားရတဲ့သူတွေပေါ့လေ။\nကျတဲ့ပုံစံအမျိုးမျိုး၊ ကျတဲ့တွင်းအမျိုးမျိုးလည်းရှိသေးတယ်။ ဒီဇာတ်\nကားထဲမှာတော့ မူးယစ်ဆေးဝါးတွင်းကြီးထဲကို ကျနေတဲ့ မြေအောက်\nကမ္ဘာကလူတွေကို တွေ့ရမှာပါ။မလွှဲမရှောင်သာလို့ပဲဖြစ်ဖြစ်၊ မသိလိုက်ခင်မှာပဲဖြစ်ဖြစ်၊ စိတ်ထွက်\nပေါက်အနေနဲ့ဖြစ်ဖြစ်၊ ကြိုက်လို့ပဲဖြစ်ဖြစ်၊ မှားယွင်းတဲ့ဖြေရှင်းနည်း\nတစ်ခုအနေနဲ့ပဲဖြစ်ဖြစ်၊ မတော်တဆပဲဖြစ်ဖြစ်၊ ကြီးပြင်းလာရတဲ့ပတ်\nဝန်းကျင်ကြောင့်ပဲဖြစ်ဖြစ် အမျိုးမျိုးသောမြစ်ဖျားခံရာ အကြောင်းအ\nရင်းတွေဆီကနေ မှားယွင်းနဲ့နည်းလမ်းတွေနဲ့ သုံးစွဲမိပြီး ထိုတွင်းနက်\nကြီးထဲကို ကျသွားရသူတွေ။ ပြန်တက်နိုင်ကြပါလေမလား။ဘယ်သူ့အမှားလို့ အပြစ်တင်ရပါ့လေမလဲ။ မွေးဖွားလာခဲ့ရတဲ့ ပတ်\nဝန်းကျင်ကို လက်ညှိုးထိုးမလား။ ကံကိုပဲပုံချမလား။ တစ်ပါးသူအမှား\nကြောင့်ဖြစ်နိုင်မလား။ ကိုယ့်ကိုယ်၌မှာသာ ဖြစ်နေတဲ့အရာမို့လို့ ကိုယ်\nကိုယ်တိုင်ပဲ ကြိုးစားရုန်းထွက်မှဖြစ်တော့မှာပါ။ ဒီဇာတ်ကားထဲမှာတော့\nသမီးကိုချစ်တဲ့စိတ်ကြောင့် မူးယစ်ဆေးနွံထဲကနေ မရ,ရအောင် ရုန်း\nထွက်ပြခဲ့တဲ့ သန်မာတဲ့ မိခင်ငယ်တစ်ယောက်ကို မြင်တွေ့ရပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (500 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/all-the-world-is-sleeping-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBjMDVkNjEtYWVmYS00ZTU2LTgzM2UtMzRmOWM3ZjE2ZmIyXkEyXkFqcGdeQXVyNDQ0NzM0Ng@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The World of Kanako (2014)",
        "description": "The World of Kanako (2014)\n=====================\nIMDb Rating - 6.5/10ဂျပန်ကားတွေဟာ အေးချမ်းရင်လည်း ကမ်းကုန်အောင် အေးချမ်း\nတတ်သလို ရက်စက်ရင်လည်းကမ်းကုန်အောင် ရက်စက်တတ်တာ\nအားလုံးအသိပါပဲ။ ဒီကားကတော့ ဒုတိယအမျိုးအစားကားပါပဲ။\nဘယ်လိုရက်စက်လဲဆိုတော့ အပြအားဖြင့်တော့ တစ်ချို့သတ်ပြ\nဖြတ်ပြရုံသက်သက်ကားတွေလို လူမကြည့်နိုင်လောက်အောင် အရမ်း\nဆိုးဆိုးရွားရွားကြီးဖြစ်မနေပါဘူး။ ဒါပေမဲ့ ဘာလို့ ဘယ်လို ဘယ်ပုံ\nဆိုတဲ့အကြောင်းရင်းတွေနဲ့ကို သေသေသပ်သပ်နဲ့ကို ရက်စက်နေတဲ့\nရုပ်ရှင်လို့တော့ ပြောရပါမယ်။ ပတ်ချန်းဝတ်ရဲ့ Oldboy ရဲ့ ရက်စက်\nမှုမျိုးလို့ပြောလို့ရပေမဲ့ အဲဒီလိုကြီးထပ်တူမဟုတ်နေသလို ဇာတ်ကောင်\nတစ်ကောင်တည်းမဟုတ်ဘဲ ပါတဲ့ဇာတ်ကောင်အများစုကိုက နည်းပေါင်း\nစုံနဲ့ရက်စက်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ကြည့်ရတာ တော်တော်စိတ်ဝင်စားဖို့\nကောင်းသလို သူ့နည်းသူ့ဟန်နဲ့ အရသာရှိနေတဲ့ ရုပ်ရှင်လို့ပြောလို့ရပါတယ်။ဒါရိုက်တာကတော့ ကားသိပ်မရှိပေမဲ့ ရိုက်သမျှတော့ ဒီလိုကားတွေဆို\nတော့ သူပိုင်နိုင်တဲ့လိုင်းလို့ပဲပြောရပါမယ်။ ဂျပန်ရုပ်ရှင်ပရိသတ်ဆိုရင်\nဒီကားကိုကြည့်သင့်တဲ့ အကြောင်းရင်းက နောက်ထပ်၂ခုတောင်ရှိပါတယ်။\nတစ်ချက်ကတော့ Koji Yakushoဆိုတဲ့ ဂျပန်မင်းသားကြီးပါပဲ။ Under\nthe Open Skyကားမှာ တော်တော်များများသိပြီးလောက်သလို Memoirs\nOf A Geisha , Tampopo , ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-world-of-kanako-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjA5MmI5ODMtODk0NS00NTMxLWI4NDUtNjFjMzc1NWMzMTFmXkEyXkFqcGdeQXVyMzQ4NzM0MjY@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Great Yarmouth – Provisional Figures (2022)",
        "description": "Great Yarmouth: Provisional Figures (2022)\n===============================\nIMDb Rating - 6.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ ခုနှစ်ကထွက်ခဲ့ပြီး ဒါရိုက်တာ\nMarco Martins ရိုက်ကူးခဲ့တဲ့ဇာတ်ကာင်းတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Brexit အရေးမတိုင်ခင် ၂၀၁၉\nခုနှစ် အောက်တိုဘာမှာ UK ရဲ့ Norfolk စီရင်စု Great Yarmouth\nမြို့ထဲကို ပေါ်တူဂီရွှေ့ပြောင်းအလုပ်သမားတွေအများကြီး၀င်လာ\nကြပါတယ်။ အဲဒီအလုပ်သမားတွေက ကြက်ဆင်စက်ရုံတွေမှာ\nအလုပ်ရှာကြပါတယ်။ပေါ်တူဂီအလုပ်သမားတွေရဲ့ ဆရာမကြီးဖြစ်တဲ့ Tânia ကတော့အရင်\nကအဲဒီ ကြက်ဆင်မွေးမြူထုတ်လုပ်တဲ့စက်ရုံတွေမှာအလုပ်လုပ်ခဲ့ဖူးသူ\nဖြစ်ပြီး ဟိုတယ်ပိုင်ရှင် အင်္ဂလိပ်လူမျိုးကိုလက်ထပ်ထားသူပါ။ သူ(မ)က\nဗြိတိန်နိုင်ငံသားဖြစ်ဖို့နဲ့ သူ(မ)ယောက်ျားရဲ့ ပျက်စီးစုတ်ပြတ်နေတဲ့ ဟိုတယ်‌\nတွေကိုလည်း ပြန်လည်မွမ်းမံပြီး senior citizens home ‌တည်ဆောက်ဖို့\nအိမ်မက်ရှိသူပါ။ဒီဇာတ်ကားလေးမှာဆိုရင် ပေါ်တူဂီအလုပ်သမားတွေရဲ့ဘ၀တွေ၊ သူတို့လုပ်\nနေရတဲ့ စိတ်ပျက်စရာအလုပ်တွေနဲ့ လူတွေရဲ့စိတ်ဓာတ်ယုတ်ညံ့ပုံတွေကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.84 GB) / (678 MB) / (448 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/great-yarmouth-provisional-figures-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTM2Nzg0NDg4NV5BMl5BanBnXkFtZTcwNTEyODQ4NQ@@._V1_-135x200.jpg",
        "title": "5 Days of War (2011)",
        "description": "5 Days of War (2011)\n===============ရုရှား- ဂျော်ဂျီယာတိုရဲ့ ၅ရက်ကြာစစ်ပွဲကြားက သတင်းထောက်\nတွေနဲ့စစ်ဘေးဒုက္ခသည်တိုရဲ့ဘဝကို ရိုက်ကူးတင်ဆက်ထားတာပါ။\nရုရှားတွေရဲ့နယ်မြေပြန်လည်ရယူလိုတဲ့ဆန္ဒနဲ့ ဂျော်ဂျီယာရဲ့ အနောက်\nနိုင်ငံတွေနဲ့ပူးပေါင်းလိုတဲ့ဆန္ဒတို့ ထိပ်တိုက်တွေ့လာတဲ့အခါ  မလို\nလားအပ်တဲ့အကျည်းတန်စရာ စစ်မြေပြင်ဖြစ်လာခဲ့တယ်။ ရွာတွေ\nကိုမီးရှို့ အကြောင်းမဲ့လူသတ်ဖြတ်တာတွေက တကယ့်ကို ကြေကွဲ၊\nဒေါသထွက်စရာပါပဲ။ရုရှားတွေ ဂျော်ဂျီယာနယ်စပ်ကိုကျော်ပြီးလုပ်လာတဲ့ လူမဆန်တဲ့လုပ်\nရပ်တွေကို အမေရိကန်သတင်းထောက်နှစ်ယောက်တို့က ဖော်ထုတ်\nဖို့ဖြစ်လာခဲ့တယ်။ အမေရိကန် သတင်းဌာနတွေကလည်း အိုလံပစ်\nကာလကြောင့် သူတို့ပေးတဲ့သတင်းကို လိုလိုလားလားမရှိခဲ့ကြဘူး။\nဒီလိုနဲ့ ဂျော်ဂျီယာနယ်ခံအမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီး သူတိုရိုက်\nကူးလာတဲ့ဗီဒီယိုဖိုင်ကို ကမ္ဘာကြီးသိအောင်ချပြဖို အစွမ်းကုန်ကြိုးစား\nရပါတော့တယ်။ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ရိုက်ပြထားတာဖြစ်လို ၅\nရက်ကြာစစ်ပွဲမှာ ဘယ်လိုအကြောင်းအရာတွေမြင်တွေ့ရမလဲဆိုတာ\nဆက်လကကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.34 GB) / (978 MB) / (566 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, War\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/5-days-of-war-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjQ0Y2Y3NWEtNjc1NC00ZWM4LTlmNGEtMDkyMTE5MWZmMGM5XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-200x200.jpg",
        "title": "(18+) Manji (1983)",
        "description": "လောကကြီးက အရမ်းဆန်းကြယ်တယ်\nအထူးသဖြင့်အချစ်ဆိုတဲ့အရာက ပိုပြီးဆန်းကျယ်တယ်\nအချစ်ဆိုတဲ့ အရာက ရသတမျိုးလို့လဲဆိုနိုင်သလို\nခံစားချက်တစ်ခုလို့လဲဆိုနိုင်မယ်ထင်တယ်အိမ်ထောင်ရေးကိုအခြေခံထားပြီး\nအချစ်ကို တမျိုးလေးပုံဖေါ်ထားတဲ့ ဒီကားလေးကြည့်သင့်တယ်\nမင်းသမီးနှစ်ယောက်ပါတာ ရသတမျိုးစီပဲ\nတယောက်က ငယ်ငယ်ချောချော ပါးပါးလျာလျာလေး\nအိမ်ထောင်သည် မမကြီးက အပြည့်တလိုင်း\nအိမ်ထောင်သည်မမကြီးက သူ့ယောင်္ကျားမသိအောင်ဖေါက်ပြန်တယ်သူဖေါက်ပြန်တာက ဆန်းကြယ်တယ်\nကောင်မလေးတယောက်နဲ့ဖောက်ပြန်တယ်....\nဇာတ်ကွက်တွေလှပသေသပ်ပြီး အဖေါ်ချွတ်ခန်းတွေဖောသီတာကြောင့်\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.6GB / 783MB\nQuality…1080p Bluray / 720p\nFormat…mp4\nDuration….1h 35mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6",
        "url": "https://channelmyanmar.org/18-manji-1983/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YrXfW28FDIfJr4AOooMVp61x4Y.jpg",
        "title": "Janaki Jaane (2023)",
        "description": "Janaki Jaane ( 2023 )\n==================\nIMDb 8.5/10အသစ်ထွက်လာတဲ့ မာလေယာလမ်စကားပြော ရိုမန်းတစ်အချစ်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဂျာနာကီဆိုတာ နယ်မြို့လေးကကောင်မလေးတစ်ယောက်။ငယ်ငယ်ကကြုံခဲ့ရတဲ့အဖြစ်အပျက်တခုကြောင့် ထရော်မာဝင်ပြီး\nတစ်ယောက်ထဲမနေရဲတာ အမှောင်ကြောက်တတ်တာမျိုးကို အလွန်အကျွံခံစားနေရရှာသူလေး။\nသစ်ကိုင်းခြောက်ကလေး ပြုတ်ကျတာတောင်သတိလစ်သွားတဲ့အထိအသဲငယ်ရှာသူလေး။အဲဒီလို အသည်းငယ်တာကြောင့် အိမ်ထောင်ဖက်တွေ့တိုင်း\nအဆင်မပြေဘဲ အပျိုကြီးဖြစ်နေရတယ်။အဲဒီလိုအသည်းငယ်တဲ့သူ့ကို\nဟိုစပ်စပ်ဒီစပ်စပ်ပါတတ်တဲ့ ပါလေရာငပိဇာတ်လိုက်ကျော်က\nမြင်မြင်ချင်းကြွေသွားပြီး လူကြီးတွေကနေတဆင့်နားဖောက်ဖို့ကြိုးစားပါတော့တယ်။တောင်ပိုင်းအချစ်ကားတွေ ကောင်းပြီဆိုရင် တော်ရုံကားလိုက်မမီတာကြောင့် ဒီဂျာနာကီရဲ့ အချစ်ဇာတ်လမ်းကရော\nပရိသတ်တွေကို ဘယ်လိုဆွဲခေါ်သွားမလဲဆိုတာ ရှုမြင်ခံစားလိုက်ရအောင်လား။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ဆိုသူတွေကတော့ V, BpL, Moon, Cherry နဲ့ Zwe တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…2.03GB / 853MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…. 2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~ BpL~ Moon~ Cherry ~ Zwe",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/janaki-jaane-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjIxNDgzMDE2MF5BMl5BanBnXkFtZTcwNzY5NTk1NA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Thelma & Louise (1991)",
        "description": "ဂန္တဝင်​လက်ရာ​တစ်ခုဖြစ်တဲ့​ ဒီရုပ်ရှင်ကိိုတော့ ရုပ်ရှင်​ဝါသနာပါသူတွေ ကြားဖူးကြမှာပါ။ ဇာတ်လမ်း​က​ Road​ Film အမျိုးအစား​ပါ။ ဇာတ်အိမ်တစ်ခုလုံးကို​ အဝေးပြေးလမ်းမကြီးတွေပေါ်မှာ တည်ထား​ပြီး​ ဇာတ်​ကောင်တွေ​ လမ်း​ခရီး​တစ်လျှောက်​ကြုံတွေ့​ခဲ့တဲ့​အဖြစ်သနစ်တွေကို​ တင်ဆက်​ထားတဲ့​ဇာတ်​လမ်းမျိုးပါ။ Little​ Miss​ Sunshine​ နဲ့ Natural Born Killers တို့လို Road Films တွေကိုနှစ်သက်ရင်တော့​ ဒီရုပ်ရှင်ကိုလည်း အကြိုက်တွေ့ပါလိမ့်မယ်။ ဒီ​ရုပ်ရှင်​ရဲ့​ဒါရိုက်တာ​ကတော့​ ဂန္တဝင်​ဒါရိုက်တာကြီး Ridley​Scott​ ဖြစ်ပြီး​ ၁၉၉၁ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ Adventure​/Drama/Crime ရုပ်ရှင်​အမျိုးအစား​ဖြစ်ပြီး​ သူ့ရဲ့​ အကောင်း​ဆုံးလက်ရာတွေထဲကတစ်ခုအဖြစ်သတ်မှတ်ခံရတဲ့​ ရုပ်ရှင်​လည်းဖြစ်ပါတယ်။ ရာဇဝတ်မှု​တစ်ခုကျူးလွန်မိပြီးနောက်​ ထွက်ပြေး​တိမ်း​ရှောင်​ဖို့ကြိုးစားတဲ့​Thelma​ နဲ့​ Louise ဆိုတဲ့​ အမျိုးသမီး​နှစ်​ယောက်​ရဲ့​အ​ကြောင်းကို​ တင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်း​အကျဥ်း​ကတော့​ Thelma ဟာ​ ခင်​ပွန်း​ဖြစ်သူရဲ့ ဖိနှိပ်​ချုပ်ချယ်​ခြင်းကိုခံနေရတဲ့​ ရိုးရိုးအအ အိမ်​ထောင်ရှင်တစ်ဦးဖြစ်ပြီး​ သူ့သူငယ်ချင်းဖြစ်သူ​ Louise ကတော့​ အတိတ်က​စိတ်​ဒဏ်ရာတစ်ခုကိုခံစား​နေရတဲ့​ စားပွဲထိုးတစ်ဦးပါ။ သူတို့​နှစ်ယောက်​လုံးက​ သူတို့​ရဲ့ပတ်ဝန်းကျင်လူမှုအသိုက်အဝန်းကို စိတ်ကုန်နေတဲ့​ သာမန်​မိန်းကလေး​တွေဖြစ်ကြပြီး​ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/thelma-louise-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmRiMDhhODItOWY1NS00Njg0LWIwNTUtYzRlMzM4YTY0MGY2XkEyXkFqcGdeQXVyMTMwMjIxMzM1._V1_-133x200.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa(2022)\n7.9/10ယူအက်စ်ဒေါ်လာနဲ့ဆိုတစ်သန်းကျော်အထိ ရုံတင်ငွေရရှိခဲ့ပြီး\nဘင်္ဂလားဒေ့ရှ်အော်စကာကော်မတီကနေ\n၉၅ကြိမ်မြောက်အော်စကာဆုပေးပွဲအတွက်\nနိုင်ငံတကာရုပ်ရှင်ဆုစကာတင်စာရင်းမှာထည့်သွင်းဖို့\nပေးပို့ခဲ့တဲ့ ဘင်္ဂါလီစကားပြော ဘင်္ဂလားဒေ့ရှ်ဇာတ်ကားပဲဖြစ်ပါတယ်။ကမ်းမမြင်လမ်းမမြင်ပင်လယ်ပြင်ကြီးမှာ စက်လှေတစ်စီးနဲ့ငါးဖမ်းထွက်ခဲ့ကြတဲ့\nတံငါသည်လူတစ်စု။သူတို့ကြားက ရန်ငြိုးအဖုအထစ်တွေ။လှေသူကြီးမသိအောင်ဘတ်ပြီး ပင်လယ်ထဲမှာတင် ငါးအရောင်းအဝယ်လုပ်ဖို့\nဝေစုမတည့်ကြတာတွေ။အဲလိုပြဿနာတွေကြားထဲကနေ သူတို့ရဲ့ငါးဖမ်းပိုက်မှာ\nသေပြီထင်ရတဲ့မိန်းကလေးတယောက် ငြိပါလာရာကနေစ။အဲဒီမိန်းကလေးက ဘယ်ကလဲ။\nဘာကြောင့် ဒီပင်လယ်ပြင်ကြီးထဲမှာ သူတို့ငါးဖမ်းလှေကပိုက်ကွန်ကိုမှလာငြိနေရတာလဲဆိုတဲ့\nပဟေဠိတွေကိုအဖြေညှိလိုက်ကြရအောင်။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V,Moon,Cherry,BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.25GB / 1.03GB\nQuality…1080p SONY LIV WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtilte (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~Cherry~BpL",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/hawa-2022-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/sicarrr-135x200.jpg",
        "title": "Sicario: Day of the Soldado (2018)",
        "description": "Genre – Action, Crime, Thriller\nIMDB – 7.0/10 ၂၀၁၅ ခုနှစ်က ထွက်ခဲ့တဲ့ ပထမဆုံး Sicario ကားကိုကြည့်ဖူးပြီး ကြိုက်တယ်ဆိုရင်တော့ ဒီကားကလည်းရွှေပေါ့ဗျာ။ ပထမကား Rating 7.6 ကို မမှီပေမဲ့ ကြည့်ရတာလုံးဝ အရသာ မလျော့သွားပါဘူး။ ဒါတောင် ဒါရိုက်တာကပထမကားက Denis Villeneuve မဟုတ်တော့ပဲ StefanoSollima ပြောင်းသွားတာပါ ဒါပေမဲ့ ဒီ အငွေ့အသက်အတိုင်းပါပဲ။သရုပ်ဆောင်တွေကလည်း ရှေ့ကားထဲက ဘဲကြီးနှစ်ပွေJosh Brolin နဲ့ Benecio Del Toro တို့ပဲ ပြန်ပါဝင်ထားပါတယ်၊Emily Blunt ရဲ့ ဇာတ်ကောင်ကတော့ ဒီဇာတ်လမ်းအတွက်မလိုအပ်တော့လို့ ဖြုတ်ထားခဲ့ပါတယ်တဲ့။ ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆို ရှေ့ကားရဲ့အဖြစ်အပျက်တွေဖြစ်ပြီး နှစ်နည်းနည်းမှာ တည်ဆောက်ထားတဲ့ပုံပါပဲ။ အစိုးရရဲ့လူသိမခံချင်တဲ့ ပြဿနာတွေ ဒိုင်ခံဖြေရှင်းတဲ့ မက်တစ်ယောက်လည်းအာဖရိကကို ရောက်နေပါပြီ။ အာလေဟန်ဒရိုကလည်း ပထမကားထဲမှာလုပ်စရာရှိတာလုပ်ပြီးတော့ ကိုလမ်ဘီယာမှာ သွားအနားယူနေပါပြီ။အဲဒီမှာပဲ အမေရိကန်နိုင်ငံမှာ အသေခံဗုံးခွဲပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sicario-day-of-the-soldado-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/sica-133x200.jpg",
        "title": "Sicario (2015)",
        "description": "Genre – Action, Crime, Drama\nIMDB – 7.6/10 ၂၀၁၅ ခုနှစ်တုန်းက အလန်းစားရုပ်ရှင်တွေထဲက တစ်ကားဆိုငြင်းရမယ် မထင်ဘူးဗျာ… သေသပ်လှပတဲ့ ရိုက်ကွက်၊ ပံ့ပိုးပေးထားတဲ့ နောက်ခံတီးလုံးက စိတ်လှုပ်ရှားစရာ၊ မထင်ထားတဲ့ဇာတ်လမ်းနဲ့ ဇာတ်ကောင်ဖွဲ့စည်းပုံတွေကြောင့် ပိုမိုက်တဲ့အက်ရှင်ကားကောင်း ဖြစ်သွားခဲ့ရတယ်။ အက်ရှင်ဇာတ်ကားက ကောင်းဆိုရိုက်ထားတဲ့ ဒါရိုက်တာကြီးက Blade Runner တို့ Dune တို့ Arrivalတို့ ရိုက်ထားတဲ့ Denis Villeneuve ပေါ့ သူ့ စတိုင်အတိုင်းခပ်အေးအေးနဲ့ သံစဉ်တွေ အမြင်တွေနဲ့ ဖော်ကျူးထားတယ်။သရုပ်ဆောင်တွေကလည်း လူတိုင်းသိကြတဲ့ လက်ဖျောက်တီးThanos ကြီး Josh Brolin ရယ် အမြဲမှုန်ကုပ်ကုပ်နဲ့ သရုပ်ဆောင်လေ့ရှိတဲ့ Benecio Del Toro ရယ် Quiet Place တို့ တွမ်ခရုနဲ့ရှယ်ကြမ်းထားတဲ့ Edge of Tomorrow ထဲက Emily Blunt ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/sicario-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fjHguUMC8KTeIIPln9KogrYLgO.jpg",
        "title": "Carmen (2022)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ Carmenဆိုတဲ့ အမျိုးသမီးလေးအကြောင်းကို ရိုက်ကူးထားတဲ့ Musical၊ Drama movieလေးဖြစ်ပါတယ်။ဇာတ်ကားဆိုတာထက် အော်ပရာပိုဆန်တယ်ဗျ။ဘာလို့ဆို ၁၈၇၅ခုနှစ်လောက်က Carmenဆိုတဲ့နာမည်နဲ့ပြင်သစ် အော်ပရာကိုအခြေခံကာ ပြန်ရိုက်ကူးထားတာပါ...။သို့ပေမဲ့ အော်ပရာထဲက စာသားအချို့ကိုသာယူသုံးထားပြီးဇာတ်ကွက်တွေ ခေတ်ကာလတွေကိုတော့ အကုန်ပြောင်းလဲထားပါတယ်။အော်ပရာကြည့်သလို ငြိမ်ငြိမ်လေး ထိုင်ကြည့်ချင်သူတွေအတွက်တော့အကြိုက်တွေ့စရာပါပဲ...။ ဇာတ်လမ်းအကျဥ်းကတော့ကာမန်ဆိုတဲ့ ဂျစ်ပစီမလေးဟာ ဆုံးသွားတဲ့ မိခင်ကြီးရဲ့အမှာစကားအတိုင်း အ‌‌ဒေါ်ဖြစ်သူကိုရှာဖို့ မက်ဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်လာပါတယ်...။ ဖြစ်ချင်တော့ အမေရိကန်နယ်စပ်စောင့်ရဲတွေဟာခိုးဝင်လာသူတွေကို အမဲလိုက်သလို ပစ်ခတ်သတ်ပစ်လေ့ရှိပါတယ်...။ဒီတော့ ကာမန်အတွက်က ဖမ်းမိသွားရင် အသက်ဆုံးမယ့်အခြေအနေပေါ့...။ကံတရားလို့ပဲ ပြောမလား ဒီအခြေအနေက ကာမန်ကိုကယ်တင်ပေးခဲ့သူက အေဒင်ဆိုတဲ့ မရိန်းတပ်သားဟောင်းလေးပါ...။အေဒင်ဟာ ကာမန်ကို ကယ်တင်ရင်းနဲ့ ရဲတစ်ယောက်သတ်မိပြီးဝရမ်းပြေးဖြစ်ခဲ့ရပါတယ်..။ဒီလိုနဲ့ ကာမန်နဲ့ အေဒင်တို့နှစ်ဦးသား ဥပဒေလက်ကလွတ်အောင်ပြေးရင်းလွှားရင်း...ဂျစ်ပစီဆန်ဆန်လေလွှင့်ကြရမယ့်ဇာတ်လမ်း အော်ပရာလေးကို ခံစားကြည့်လိုက်ပါဦး...။  File Size : (1.44 GB) and (616 MB)\nQuality : Blu-Ray 1080P 5.1 CH ,720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/carmen-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjYwNTMwY2YtN2Q0Zi00ZTExLWIxMmUtYmYyZDJkM2M4OGYyXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Restart After Come Back Home (2020)",
        "description": "Restart After Come Back Home (2020)\n============================\nIMDb Rating - 7.2/10LGBTQ+ ပရိတ်သတ်ကြီးအတွက် 2020 က ထွက်ရှိခဲ့တဲ့\nဂျပန် Bl ‌ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nမာနကြီး ပျင်းရိတတ်ပြီး တစ်ခုခုဆို မလုပ်ဘဲ ရှောင်ပြေးနေ\nတတ်တဲ့ Misuomi Kozuka (Yuki Furukawa) တစ်ယောက်\nတိုကျိုက ကုမ္ပဏီမှာ အဆင်မပြေတာကြောင့် အလုပ်ထွက်ခဲ့ပြီး\nသူ့ရဲ့မွေးရပ်မြေ ကျေးလက်ကအိမ်လေးဆီ ပြန်လာခဲ့ပါတယ်။အဲဒီတောရွာလေးမှာ ‌လယ်ယာစိုက်ပျိုးရေးလုပ်ငန်း လုပ်ကိုင်တဲ့\nအဘိုး Kumai ရဲ့တက်ကြွလန်းဆန်းပြီး အချိန်တိုင်းပြုံးပျော်နေ\nတတ်တဲ့ မွေးစားသားလိမ္မာလေး Yamato Kumai (Ryo Ryusei)\nနဲ့ တွေ့ပါတော့တယ်။ လူမှုဆက်ဆံရေးကောင်းတဲ့ Yamato နဲ့\nတွေ့ပြီး Misuomi မှာ မလွှဲသာပဲ Greenhouse စိုက်ပျိုးရေးလုပ်\nငန်းတွေ ကူလုပ်ရပါတော့တယ်။ အဲလိုနဲ့ သူတို့ နှစ်ယောက် ရင်းနှီး\nလာပြီး တစ်ယောက်ဘဝအတွက် တစ်ယောက် အားကိုးရတဲ့သူ\nတွေဖြစ်လာတဲ့အခါ...Misuomi ရဲ့ မွေးရပ်မြေပြန်လာပြီး ပြန်လည် စတင်လာမယ့် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/restart-after-come-back-home-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gOceeXislvDzweFEQx1REq4970Z.jpg",
        "title": "Puppy Love (2012)",
        "description": "IMDb - 6.1/10ဇာတ်လမ်းအညွှန်း single mother မီဂန်နိုလန်ဟာ သူ့ရဲ့ ၁၀နှစ်အရွယ်သမီးလေးကိတ်လင်းနဲ့အတူ မြို့အသစ် အိမ်အသစ်ကို ပြောင်းရွှေ့လာပါတယ်။အိမ်အသစ်မှာ ကိတ်လင်းအတွက် သူငယ်ချင်းအသစ်တွေရမယ်လို့မျှော်လင့်ထားပေမယ့်လည်း တကယ်တော့ ကိတ်လင်းဟာအိမ်နီးချင်းရဲ့ခွေးလေးနဲ့သာ ဆော့ကစားနေရပါတယ်။ စိတ်မကောင်းဖြစ်မိတဲ့ မီဂန်က သူ့သမီးအတွက် ခွေးလေးမွေးစားဖို့ စိတ်ကူးလိုက်ပါတယ်။ အဲ့ဒီမှာ သူတို့က ခွေးထိန်းသိမ်းရေးစခန်းက ခွေးလေးကိုမွေးလိုက်ကြပါတယ်။ ဒီခွေးလေးက ရိုးရိုးလမ်းဘေးခွေးလေးမဟုတ်ပါဘူး။ဒီခွေးလေးရဲ့နာမည်က ဂျိတ်… သူ့သခင်က ဘေ့စ်ဘောအားကစားသမားဘန်ဖူလာပါ။ ဘန်က ဘေ့စ်ဘောသွားကစားနေတုန်း ဂျိတ်ကို အိမ်မှာထားခဲ့ပေမယ့် ဂျိတ်က ဘန်နောက်ကိုလိုက်လာရင်း လမ်းမှာလမ်းပျောက်သွားတာပါ။ ဒါ့ကြောင့် ဘန်ဟာ သူ့ခွေးလေးကို လိုက်ရှာနေတယ်။ဒီလိုနဲ့ ဘန်နဲ့ မီလန်တို့ သားသမီးနှစ်ယောက်နဲ့ ဆုံတွေ့သွားကြပြီးဇာတ်လမ်းလေးတစ်ခု ပေါ်လာပါတော့တယ်။ ဘယ်လိုဇာတ်လမ်းလေးဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် ) File size…1.55GB / 745MB\nQuality…WEBRip 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/puppy-love-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9QKzd31H1bCjMAJ8HoaASWqbHfY.jpg",
        "title": "The Front Runner (2018)",
        "description": "Genre – Drama, History, Biography\nIMDB – 6.1/10 ၁၉၈၈ ခုနှစ်တုန်းက အမေရိကန်နိုင်ငံ သမ္မတနေရာအတွက်ယှဉ်ပြိုင်ခဲ့ကြတဲ့ လွှတ်တော်အမတ်လောင်းတစ်ယောက်ရဲ့ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။ အမတ်လောင်းနေရာကိုတော့ ကျွန်တော်တို့ မင်းသားကြီးHugh Jackman က သရုပ်ဆောင်ထားပြီး Conjuring အပနှင်ကျွမ်းကျင်သူ Vera Famiga နဲ့ ဇာတ်ပို့မင်းသားကြီးဖြစ်တဲ့JK Simmon တို့လည်း ပါဝင်ထားတဲ့ သမိုင်းနောက်ကြောင်းခံနိုင်ငံရေးကားပါ။ ၁၉၈၄ ခုနှစ်မှာ ကော်လိုရာဒိုက လွှတ်တော်အမတ်ဂယ်ရီဟာ့တ်ဟာ တခြားတစ်ယောက်ဖြစ်သူကို ရှုံးနိမ့်ခဲ့ပြီးနောက်၁၉၈၈ ခုနှစ်မှာ အမေရိကန်သမ္မတဖြစ်ဖို့အတွက် ဝင်ရွေးကောက်ပွဲပြိုင်ပါတော့တယ်။ ကမ်ပိန်းတလျှောက်လုံး အဆင်ပြေပြီးတစ်ပြေးနေတဲ့အချိန်ကျမှ သတင်းထောက်တစ်ယောက်ကိုဂယ်ရီ စိန်ခေါ်လိုက်ရာကနေ ပြဿနာတွေ ဖြစ်ပါတော့တယ်။ သူကအဲဒီသတင်းထောက်ကို ပိတ်ရက်တွေ ကမ်ပိန်းလုပ်မနေတဲ့အချိန်ဇရှိရင် နောက်ကလိုက်ကြည့်ပေါ့ မင်းပျင်းတောင်ပျင်းသွားမယ်ဆိုပြီးစိန်ခေါ်လိုက်တာပဲ ဖြစ်ပါတယ်။ အဲဒီမှာ တစ်ဖက်မှာလည်း ဒီအမတ်လောင်းနဲ့ ဖောက်ပြားနေတာရှိပါတယ်ဆိုပြီး သတင်းပေးတဲ့လူတွေကလည်းပေးဆိုတော့ Miami Herald သတင်းစာတိုက်ကနေနောက်ကွယ်ကချောင်းမြောင်းလိုက်ရာကနေ ဇနီးသည်မဟုတ်တဲ့အမျိုးသမီးတစ်ယောက်နဲ့ အိမ်မှာ ညအချိန်ကုန်ဖြုန်းပါတယ်ဆိုပြီးသတင်းမပြည့်စုံရာကနေ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-front-runner-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qypGmqMTIT6PmDzmM3i2Aexaxug.jpg",
        "title": "As They Made Us (2022)",
        "description": "As They Made Us (2022)~ Rotten Tomatoes - 81% ~မင်းသားကြီး Dustin Hoffman ရဲ့ ဇာတ်ကားအသစ်ဖြစ်ပြီး သူ့အပြင် The Big Bang Theory ထဲက Howard အနေနဲ့ လူသိများခဲ့တဲ့ မင်းသား Simon Helberg ရဲ့ TBBT အလွန် Acting Skill တွေကိုပါ ရှုစားကြရပါလိမ့်မယ်။ဒီကားကိုကြည့်ရင်းတွေးမိတာက အဘီဂေးရဲ့မိသားစုလိုမျိုးက လက်တွေ့မှာ လက်ညှိုးထိုးမလွဲများလွန်းတယ်လို့ပါပဲ။ မိဘတွေက သားသမီးကိုရွေးလို့ရတယ် သားသမီးက မိဘကိုရွေးလို့မရဘူး ဆိုတဲ့စကားအတိုင်းပါပဲ။ အဘီဂေးတို့မောင်နှမက မွန်းကြပ်ဖို့ကောင်းတဲ့မိဘတွေ ပိုင်ဆိုင်ထားတဲ့သူပါ။ ဒါပေမဲ့ အစ်ကိုဖြစ်သူက ကိုယ်လွတ်ရုန်းသွားတဲ့အချိန်မှာ ကိစ္စတွေက အကုန် အဘီဂေးခေါင်းပေါ်ကျလာပါတော့တယ်။ကိုယ်ကလည်း ကလေးနှစ်ယောက်နဲ့ တစ်ခုလပ်ဖြစ်နေတဲ့အပြင် အဖေကလည်းနာမကျန်းဖြစ် အမေကလည်းတစ်မျိုးနဲ့ အဘီဂေးရဲ့ဘဝကို စိတ်၀င်တစားကြည့်ရမှာပါ။ အားလုံးပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီကားလေးက ရိုးရှင်းပေမဲ့ ငယ်ဘ၀ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/as-they-made-us-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8iom9xZi9bE2nN2TTYp3efyqvj.jpg",
        "title": "Anything for Her (2008)",
        "description": "ဇာတ်လမ်းနာမည်လေးအတိုင်း ဇနီးအတွက် ဘာမဆိုလုပ်ပေးမယ့်ယောကျာ်းတစ်ယောက်ကိုမြင်တွေ့ရမှာမယ့် ပြင်သစ် Crime DramaThrillaကားလေးဖြစ်ပါတယ်... ဂျူလီယန် နဲ့ လီဆာဟာ ကလေးတစ်ယောက်နဲ့ သာမန်ပျော်စရာမိသားစုဘဝလေးကို နေထိုင်နေကြသူတွေပါ...။တစ်နေ့ကျတော့ သူတို့တိုက်ခန်းကို ရဲတွေ ဝင်စီးပြီး လီဆာကိုဖမ်းခေါ်သွားပါတယ်။ အမှု‌မေးတော့ လူသတ်မှုတဲ့...လီဆာမကျူးလွန်တဲ့လူသတ်မှု။ဖြစ်နိုင်စရာမရှိပါဘူး။ ဘာလို့ဆို သူတို့က ရိုးရိုးအေးအေးနေတဲ့ လင်မယားစုံတွဲ၊တစ်ယောက်က ကျောင်းဆရာ တစ်ယောက်က ရုံးဝန်ထမ်း...။ပြစ်မှုကျူးလွန်ဖို့ ပူလောင်သောကရောက်စရာလည်းမရှိသူတွေပါ။ဒါပေမဲ့ ကိုယ်ကျင့်တရားတွေ ဘယ်လောက်ကောင်းကောင်း ဥပဒေကအနိုင်ရစမြဲပဲ ဖြစ်နေတော့ လီဆာဟာ ထောင် နှစ် ၂၀ကျသွားပါတယ်။ကိုယ်ချစ်တဲ့သူ တစ်ဦးတစ်ယောက် အပြစ်မရှိဘဲ ထောင်ထဲရောက်သွားရင်ဘယ်လိုနေမလဲ... ဘယ်လိုခံစားရမလဲ... ဘာတွေပြန်ကြိုးစားပေးမလဲ...။ဒါကို လက်မခံနိုင်တဲ့ ယောကျာ်းဖြစ်သူ ကျောင်းဆရာက ဇနီးဖြစ်သူကိုထောင်ထဲက ခေါ်ထုတ်ဖို့အကွက်ချစီစဥ်ပါတော့တယ်...လူမိုက်လည်းမဟုတ် ဂိုဏ်းစတားလည်းမဟုတ်တဲ့ ရိုးရိုးသာမန်ကျောင်းဆရာတစ်ယောက်က ဘယ်လိုတွေ အသေးစိတ်စီစဥ်ပြီးဇနီးဖြစ်သူကို ကယ်တင်မလဲဆိုတော့ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။  File size…1.56GB / 583MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 36m\nGenre ..... Crime , Drama ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/anything-for-her-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQYXlxlUTmOP4FWt52qkZZb8JNM.jpg",
        "title": "Remi, Nobody’s Boy (2019)",
        "description": "ဟောင်းပေမဲ့လဲကောင်းနေဆဲဖြစ်တဲ့ဇာတ်ကားလေးတွေထဲကတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဒီကားထဲကမင်းသားဖြစ်တဲ့ကောင်လေးရဲ့ဘဝက ကိုးရီးယားဇာတ်ကားတွေဇာတ်နာတာတောင်လိုက် မမှီနိုင်လောက်အောင်အရမ်းသနားဖို့ကောင်းပါတယ်။ ဇာတ်ကားလေးနာမည်ကတော့ Remi Nobody's Boy ဖြစ်ပြီးဘယ်သူ့ရဲ့သားမှမဟုတ်တဲ့ရမ်မီလို့အဓိပ္ပာယ်ရပါတယ်။ဘာလို့ဇာတ်ကားနာမည်ကိုဒီလိုပေးရလဲဆိုတော့ ရမ်မီအသက်ဆယ်နှစ်ရောက်တဲ့အချိန်မှာသူ့ရဲ့မိဘတွေကသူ့ရဲ့မိဘအရင်းတွေမဟုတ်ဘဲမွေးစားထားတာကိုသိခဲ့ရပါတယ်။အမေဖြစ်သူကတော့သူ့ရဲ့မွေးစားသားဖြစ်တဲ့ ရမ်မီကိုအရမ်းချစ်ပေမဲ့ မွေးစားအဖေဖြစ်သူကတော့ငွေပဲမြင်တဲ့လူဖြစ်ပါတယ်။ ဒီလိုနဲ့မွေးစားအဖေဖြစ်သူကရမ်မီ့ကိုမကျွေးမွေးချင်တော့မိဘမဲ့ဂေဟာကိုသွားပို့နေတဲ့အချိန်မှာမာစတာဗတဲလက်စ်လို့ခေါ်တဲ့ နေရာအနှံ့လှည့်လည်သွားလာပြီးတိရစ္ဆာန်တွေနဲ့ဖျော်ဖြေတဲ့ လူတစ်ယောက်ကသူ့မွေးစားအဖေဆီကနေ ရမ်မီ့ကိုငှားရမ်းခဲ့ပါတော့တယ်။ဒါပေမယ့်ကံကောင်းစွာနဲ့ရမ်မီ့ရဲ့သခင်ဖြစ်သွားတဲ့လူက သူ့အပေါ်မှာအဖေအရင်းလိုကြင်နာတဲ့သူဖြစ်နေပါတယ်။ ဒီလိုနဲ့ပျော်နေရတုန်းရှိသေးဝမ်းနည်းစရာကိစ္စတွေနဲ့ထပ်ကြုံရပါတော့တယ်။ ဝမ်းနည်းစရာတွေကြုံပြီးတော့လဲပျော်စရာတွေနဲ့ထပ်ကြုံရပါသေးတယ်။ ဒီလိုနဲ့ပျော်ရွှင်စရာတွေဝမ်းနည်းစရာတွေနဲ့ဘဝက နိမ့်လိုက်ဖြစ်လိုက်တောက်လျှောက်ဖြစ်ပြီးနောက်ပိုင်းမှာ ရမ်မီ့အတွက်အဆုံးသတ်မှာသူ့မိဘရင်းတွေနဲ့ပြန်တွေ့သွားမလား ဘယ်လိုဇာတ်သိမ်းမျိုးနဲ့အဆုံးသတ်သွားမယ်ဆိုတာကိုဒရာမာရသမျိုးစုံနဲ့ခံစားပြီးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။  File size…1.67GB/ 753MB\nQuality…WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Adventure , Drama , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/remi-nobodys-boy-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzM2YWNhOWItNTIwNy00YmU1LTg3MzUtOGNlNzViMjIxYzFkXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warhorse One (2023)",
        "description": "အာဖဂန်နစ္စတန်စစ်ပွဲကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ war & action movie အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအစမှာတော့ စစ်ဖြစ်နေတဲ့အချိန် နိုင်ငံတွင်းမှာပိတ်မိနေတဲ့အမေရိကန်နိုင်ငံသားတွေကို ကယ်တင်ဖို့စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာခဲ့ပါတယ် အဲဒီထဲမှာ Warhorse တပ်ဖွဲ့ကရဟတ်ယာဉ်ပျက်ကျရာကနေတပ်ဖွဲ့မှူးတစ်ယောက်ပဲအသက်ရှင်ကျန်တော့တဲ့အခြေအနေကိုရောက်သွားခဲ့ပြီး သူ့တစ်ယောက်ထဲရန်သူ့နယ်မြေမှာသွားလာရင်း တာဝန်ပေးထားတဲ့အမေရိကန်နိုင်ငံသားတွေကို‌ကယ်ထုတ်လာနိုင်ပါ့မလား၊ ရန်သူပတ်လည်ဝိုင်းနေတဲ့နေရာကနေသူတို့ဘယ်လိုလွတ်မြောက်အောင်တိုက်ထွက်ကြမလဲဆိုတာကိုစောင့်ကြည့်ရမှာပါ အာဖဂန်နစ္စတန်အကြောင်းရိုက်ထားတဲ့စစ်ကားတွေထဲမှာ ဒီနှစ်မှထွက်ထားတဲ့နောက်ဆုံးပေါ်ဇာတ်ကားတစ်ကားဖြစ်လို့မလွတ်တမ်း‌ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။ File size…(2.3 GB)/(1.7 GB)/(960 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action, Drama, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://channelmyanmar.org/warhorse-one-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20vG1aeb5buP2ONxngDr4faECKR.jpg",
        "title": "Archaeology of Love(2022)",
        "description": "Archaeology of Love (2022)******************************ယောင်းရှီးနဲ့ အင်းရှစ်ဟာ တွေ့ဆုံပြီး ရှစ်နာရီအကြာမှာတင် တစ်ယောက်နဲ့တစ်ယောက် ချစ်မိသွားကြပါတယ်။​အင်းရှစ်က ယောင်းရှီးကို လွတ်လပ်မှုရှိတဲ့လူလို့ တထစ်ချယုံပြီး​ ဘယ်လိုအခြေအနေမျိုးမှာမဆိုအတူရှိ​နေပေးဖို့ ကတိတစ်ခု ​တောင်းခံခဲ့တယ်။အချိန်​တွေကြာလာတာနဲ့အမျှ အင်းရှစ်ရဲ့ ​ယောင်းရှီးနဲ့ပတ်သတ်တဲ့ စွဲလမ်းမှုက ဆိုးဝါးလာခဲ့ပြီး​သူတို့ရဲ့ ၈နှစ်တာ ရှုပ်​ထွေး​နေတဲ့ ဆက်ဆံ​ရေးကြားမှာ ယောင်းရှီးတစ်ယောက်အင်းရှစ်ကို ​ပေးထားတဲ့ကတိကို တည်ဖို့ကြိုးစားနိုင်မလား...။ဒါမှမဟုတ် လွတ်​မြောက်အောင်ကြိုးစားပြီး သူ့ရဲ့အချစ်သစ်ကိုပဲ စတင်မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော်...။File size : 2.65GB/ 980MB\nQuality : WEB-DL 1080p/ 720p\nFormat : mp4\nDuratio : 2h 48m\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Stary\nEncoded by Tiff",
        "rating": "",
        "url": "https://channelmyanmar.org/archaeology-of-love-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fsC9ljsEX3IoCHEuNAspx6LnUSI.jpg",
        "title": "Gym Class (2022)",
        "description": "Gym Class (2022)ဒီကားလေးကတော့ ၂၀၂၂ ခုနှစ်က ထွက်ရှိထားတဲ့ အီတလီဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားကိုတော့ မိသားစုပြဿနာတွေအပေါ် အခြေခံပြီးရိုက်ကူးထားတာပါ။ကလေးသုံးယောက်ကနေပြီးတော့ သူတို့ကျောင်းမှာပြစ်မှုတစ်ခု ကျူးလွန်ခဲ့ကြတဲ့အခါမှာ ကျောင်းအုပ်ကြီးကနေ မိဘတွေ တရားမဝင်ခေါ်တွေ့ရာကနေ စလာတော့တယ်။ ဖြစ်ချင်တော့ ကျောင်းအုပ်ကြီးခေါ်တွေ့တဲ့နေရာကလည်း ကျောင်းရဲ့ Gym အိုကြီးတစ်ခုဖြစ်နေပါတယ်။ ဒီဇာတ်ကားလေးမှာ အဓိကဖြစ်ပျက်နေတဲ့ ပြဿနာက ဘာများဖြစ်မလဲ... ကလေးတွေရဲ့မိဘတွေကကော ဒီပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲ... ဒါ့အပြင် မထင်မှတ်ထားတဲ့ နောက်ထပ်ဘာပြဿနာတွေများပေါ်လာမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို Drama Category ထဲထည့်ထားပေမယ့် Comedy ရော၊ Semi-Thriller ရောဖြစ်တယ်လို့ ပြန်လည်သုံးသပ်ထားကြတာဖြစ်တဲ့အတွက် ရသမျိုးစုံကို ပေးစွမ်းနိုင်မယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 660MB\nQuality - 1080p, 720p\nIMDb Rating - 5.9/10\nFormat - mp4\nDuration - 1H ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gym-class-2022/"
    }
]