[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/fullsizephoto794835-140x200.jpg",
        "title": "Pandora(2016)",
        "description": "Pandora(2016) အညွှန်း********************IMDb...7.0Pandoraရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၆ခုနှစ်မှာ ပြသခဲ့တဲ့ သဘာဝဘေးအန္တရာယ်အကြောင်းရိုက်ကူးပြသထားတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ် ၂၀၁၇ခုနှစ်မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး ဝင်ငွေများစွာ ရရှိထားခဲ့ပါတယ်\nဂျယ်ဟော့ (Kim Nam-Gil)ဟာ မိခင်(Kim Young-Ae)နှင့် မရီး (Moon Jeong-Hee),တူဖြစ်သူ မင်ဂျယ် (Bae Gang-Yoo)တို့နှင့်အတူ မြို့သေးသေးမှာ အတူတူ နေထိုင်ကြပါတယ်...သူတို့မြို့မှာ ရှိတဲ့ နျူးကလီးယားဓာတ်အားပေးစက်ရုံမှာ အလုပ်လုပ်ပြီး ယောင်းဂျူ (Kim Joo-Hyun)နဲ့ တွဲနေကြပါတယ်..\nနျူးကလီးယားဓာတ်အားပေးစက်ရုံရဲ့ ဌာနမှူး (Jung Jin-Young) ဟာ\nလက်ရှိ စက်ရုံအခြေအနေကို စိတ်ပူပြီး အထက်ကို တင်ပြပေမယ့် ဘယ်သူကမှအရေးတယူ မလုပ်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ ပြင်းအား အတော်အသင့်ရှိတဲ့ငလျင် လှုပ်ခတ်ခဲ့ပါတယ်...ငလျင်ဒဏ်ကြောင့် စက်ရုံမှာ ‌‌ပေါက်ကွဲမှုအနည်းငယ်ဖြစ်ခဲ့ပြီး မြိုအနီးတစ်ဝိုက်မှာရေဒီယိုသတ္တိကြွဓာတ်ရောင်ခြည်တွေ ပျံ့လွင့်သွားခဲ့ပါတယ် နျူးကလီးယားစက်ရုံပေါက်ကွဲတယ်ဆိုတဲ့သတင်းက တစ်နိုင်ငံလုံးကို ပျံ့သွားပြီး အခြေအနေတွေက ထိန်းချုပ်မရဖြစ်သွားခဲ့ပါတယ်...စက်ရုံအတွင်းပိုင်းမှာလည်း ဓာတ်ငွေ့ယိုစိမ့်မှုတွေ ဖြစ်ပြီး နောက်ထပ်ပေါက်ကွဲမှုဖြစ်ခဲ့ရင်အခြေအနေတွေ ဆိုးဝါးသွားနိုင်တာကြောင့် စက်ရုံက ဌာနမှူးနဲ့ ဂျယ်ဟော့တို့အဖွဲ့နျူးကလီးယားဓာတ်အားပေးစက်ရုံထဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pandora2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6D7nfhHI7b9ZvW3m7wVMtBSbC9U.jpg",
        "title": "Prey(2021)",
        "description": "ဇာတ်လမ်းလေးကတော့ မကြာခင်လက်ထပ်တော့မယ့် ရိုမန်က သူရဲ့သူငယ်ချင်းငါးယောက်နဲ့အတူ လူပျိုပါတီအနေနဲ့ စိတ်ပြေလက်ပျောက်တောတောင်တက်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။သူ့အစ်ကိုအဲဘတ်အပါအဝင် ကျန်တဲ့လူကသဘောတူပြီးသွားမယ်လို့ဆုံးဖြတ်ခဲ့တယ်။ရိုမန်ကတော့ မင်္ဂလာဆောင်တော့မှာဆိုတော့ အလုပ်အကိုင်အထိုင်ကျဖို့အတွက်သူ့အစ်ကိုအပူကပ်ရင်းနဲ့အဆင်ပြေမယ်ဆိုတဲ့မျှော်လင့်ချက်လေးနဲ့ ဒီခရီးကိုထွက်ခဲ့တာပေါ့။ ဒီလိုနဲ့တောတောင် ကျွမ်းကျင်တဲ့စတီဖန်ရဲ့ဦးဆောင်မှုနဲ့အတူ တောထဲမှာလျှောက်လည်ကြတယ်။အမဲလိုက်ရာသီဆိုတော့ တောထဲ သေနတ်သံတွေ ဘာတွေကြားရတော့ပေါ့။အသွားခရီးကတော့ အဆင်ပြေပြေဖြစ်ပေမယ့် ပြန်ခါနီးအချိန်မှာတော့ ဘယ်ကမှန်းမသိတဲ့ ကျည်ဆံကသူတို့သူငယ်ချင်းဗင်ဆင့်ကိုထိသွားတယ်။သူတို့ရောက်နေတဲ့နေရာ အမဲလိုက်ကင်းမဲ့ဇုန်ဖြစ်နေမယ့် သူတို့ဆီကိုကျည်ဆံတောက်လျှောက် ဝင်လာတော့ တောထဲကိုပြန်ပြေးရတော့တယ်။သူတို့နဲ့ဘာရန်ညှိုးရန်စမှမရှိတဲ့တောတောင်ထဲမှာ တကယ်ပဲအမဲလိုက်သူတွေက သားကောင်နဲ့မှားပစ်တာလား...\nတမင်ပဲသတ်ချင်လို့ပစ်တာလား...\nရိုမန် တို့တစ်သိုက်ရောတောတောင်ထဲမှာ အသက်ရှင်အောင်ဘယ်လိုရုန်းကန်ရမလဲဆိုတာ ဆက်လက်ကြည့် ရှုပေးပါဦး(ဘာသာပြန်တင်ဆက်ပေးတဲ့သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်)File size…(1.5 GB)/ (852 MB)/ (371 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by Tin Myo Lwin",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/prey-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/ezgif-6-99b027d8e48b-121x200.jpg",
        "title": "Restart The Earth ( 2021 )",
        "description": "ကမ္ဘာကြီးမှာ အပင်တွေဟာ ရုတ်ချည်း သန္ဓေပြောင်းလဲကြီးမားလာပြီး လူတွေတိရိစ္ဆာန်တွေကို အာဟာရအဖြစ်စားသုံးကာ မြေနေရာရဲ့ ၉၃ရာခိုင်နှုန်းကိုဖုံးလွှမ်းသွားပါတော့တယ် အဲ့လိုကပ်ဘေးကြီးမှာ ယန်ဟောက် နဲ့ သူ့ရဲ့သမီးဟာနောက်ဆုံးအကြိမ်လွတ်မြောက်ရေးအဖွဲ့ထဲမှာပါမသွားဘဲ နှစ်ဦးတည်းအန္တရာယ်ဇုံထဲမှာ ကျန်ရစ်ခဲ့ပါတယ် အဲ့နောက်မှာ အစိုးရက ကပ်ဘေးမှလွတ်မြောက်ဖို့ တာဝန်တွေထမ်းဆောင်ရမဲ့ ပူးတွဲအဖွဲ့၄၇ဖွဲ့ကို ဖွဲ့စည်းပေးပြီးကမ္ဘာ့ နိုင်ငံအသီးသီးကို စေလွှတ်လိုက်ပါတယ် ၄၇ဖွဲ့ထဲကမှ C8683စစ်ဆင်ရေးအဖွဲ့နဲ့သူတို့သားအဖနှစ်ယောက် တွေ့ဆုံမိကြပြီး အကြောင်းအမျိုးမျိုးကြောင့်ပူးပေါင်းစစ်ဆင်ရေးလုပ်ဖို့ ဖြစ်လာတဲ့အခါမှာတော့... သူတို့တစ်တွေအမျိုးမျိုးသော အန္တရာယ် အခက်အခဲတွေကြားမှာ ကိုယ်ကျိုးစွန့်ကာကမ္ဘာကြီးကို ဘယ်လိုတွေ ​အတူတူကယ်တင်ကြမလဲဆိုတာရင်တမမနဲ့ စိတ်လှုပ်ရှားထိတ်လန့်ဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat : mp4During : 1h 29 minGenres : Drama , Sci-FiSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/30Qgi/Restart.The.Earth.2021.1080p.WEB-DL.CM.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/thumb-1920-84051-140x200.jpg",
        "title": "Coraline (2009)",
        "description": "Coraline (2009)\nIMDb - 7.7/10_____Rotten - 90%သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ် ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ...\nလူကြီးမင်းတို့ရဲ့ မျက်လုံးကိုဖယ်ထုတ်ပြီး\nကြယ်သီးတွေအစားထိုးတပ်ခံထားရတဲ့ ခံစားချက်မျိုး ခံစားဖူးပါသလား ?\nမခံစားဖူးရင် ဇာတ်လမ်းအကျဉ်းချုပ်လေးဆီသွားရအောင်\nတကယ်တော့ ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ\nရင်ထဲထိအမြဲတမ်းစွဲကျန်စေခဲ့တဲ့ ကာတွန်းရုပ်ရှင်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်...\nဒီဇာတ်ကားလေးမှာ ကိုရာလိုင်း (Coraline) ဆိုတဲ့ကလေးမလေးက\nအဓိကသရုပ်ဆောင်ထားပါတယ်...\nစူးစမ်းလိုစိတ်အပြည့်နဲ့ သတ္တိရှိတဲ့ ကောင်မလေးတစ်ယောက်အဖြစ်နဲ့ပေါ့...\nသူမရဲ့မိဘတွေနဲ့ကတော့ အဆင်မပြေပါဘူး အလုပ်ကိုသာလုပ်နေကြတဲ့\nကိုရာလိုင်းရဲ့မိဘတွေဟာ သားသမီးကို ဂရုမစိုက်နိုင်တဲ့အတွက် သူတို့ကြားမှာ\nအဆင်မပြေမှုလေးတွေရှိနေခဲ့ပါတယ်...တစ်နေ့သူတို့မိသားစုဟာ အိမ်အသစ်ဆီကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်...\nထုံးစံအတိုင်း ကိုရာလိုင်း ကတော့ တစ်ယောက်တည်းပဲပေါ့...\nဒီလိုနဲ့ တစ်နေ့မှာ အိမ်ရဲ့တစ်နေရာက မှော်ဝင်တံခါးပေါက်တစ်ခုကို\nတွေ့သွားခဲ့တဲ့အချိန်ကစပြီး ဇာတ်လမ်းစပါပြီ...\nဒီမှော်ဝင်တံခါးပေါက်ရဲ့တစ်ဖက်မှာ ဘာတွေရှိနေမလဲ ??\nစူးစမ်းတတ်ပြီး သတ္တိရှိတဲ့ ကိုရာလိုင်းတစ်ယောက် ဘာတွေဖြစ်လာမှာလဲ ??\nဆိုတာတွေကိုတော့ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...\nIMDb rating 7.7/10 ထိ ရရှိထားတဲ့ ဒီကာတွန်းရုပ်ရှင်လေးဟာ\nဘယ်လောက်ထိကောင်းတယ်ဆိုတာကိုတော့ အထူးတလည်ညွှန်းစရာ\nမလိုတော့ဘူး ထင်ပါတယ်..\nအော်စကာဆုအတွက် ဆန်ခါတင်စာရင်းမှာပါခဲ့တဲ့အပြင်\nဆုတော်တော်များများကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်...\nမိဘနဲ့သားသမီးတွေရဲ့ကြားက လိုအပ်ချက်လေးတွေကို\nဘယ်လိုဖြည့်ဆည်းရမယ်ဆိုတာကိုလည်း\nဒီဇာတ်ကားလေးက ညွှန်ပြပေးသွားပါတယ်...\nလက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး\nလေကြောရှည်နေပြီ ဖြစ်တဲ့အတွက် အားပေးခံစားကြည့်ရှုပေးကြပါဦး...ဒီဇတ်ကားအတွက် အညွှန်းကို ကို  Yé ...",
        "rating": "7.7",
        "url": "https://megaup.net/1EUmt/Coraline_BluRay_1080p_HEVC_5.1Ch_(CM).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
        "title": "The Voyeurs(2021)",
        "description": "ရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ voyeur ကို အဘိဓာန်မှာတော့ \"သူတစ်ပါး၏လိင်ကိစ္စကို တိတ်တခိုး ကြည့်ရှုရာ၌ နှစ်ခြိုက်မွေ့လျော်သူ\"လို့ အဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်။\nအတွဲချောင်းတဲ့ကောင်ပေါ့ဗျာ။နာမည်အတိုင်းပဲ တစ်ဖက်အိမ်က ကိစ္စတွေကို စပ်စုကြတဲ့ အတွဲတစ်တွဲအကြောင်းပေါ့။\"မိန်းမ၀တ် အတွင်းခံဘောင်းဘီတစ်ထည်\"ဆိုတဲ့ မင်းခိုက်စိုးစန်ရဲ့၀တ္တုတိုတစ်ခုကိုတောင် ပြေးမြင်မိလိုက်သေးတယ်။သူရေးထားတာကျ သူ့အိမ်ကနေ မြင်နေရတဲ့ တစ်ဖက်အိမ်က အတွင်းခံတစ်ထည်အကြောင်း။ဒီမှာကျ တစ်ဖက်အိမ်က ကိစ္စဝိစ္စတွေ အကုန်ပေါ့။ဇာတ်လမ်းက ကြည့်ပျော်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ဒါကိုမှ မင်းသမီးလှလှလေးရဲ့ ဟိုအခန်းဒီအခန်းတွေ ပေါင်းပေးထားတော့ ပိုကြည့်ပျော်သွားတယ်။ဇာတ်လမ်းကလည်း နည်းနည်းထူးထူးဆန်းဆန်းဆိုတော့ ကြည့်ပျော်တယ်ဆိုပေမဲ့ စကီချောချောလေးရဲ့ အလန်းစား Sceneတွေကိုကြည့်ရမှာနဲ့တင် ဒီရုပ်ရှင်ဟာ တန်နေပါပြီ။လူဟာ သမ္မာရှစ်ပါးနဲ့ မပြည့်စုံသေးသမျှ ကာမတဏှာရှိကြတာပဲမဟုတ်လား။ထိန်းချုပ်မှုနဲ့ အထားအသိုမမှားဖို့တော့လိုတယ်။ဒီရုပ်ရှင်ဟာ ခင်ဗျားရဲ့ ကာမတဏှာကို သုံးသင့်တဲ့နေရာမှာ သုံးလို့ရနိုင်အောင် ထိန်းချုပ်တတ်စေဖို့ ပြောပြပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဘာသာပြန်သူတွေကတော့ The Pooh နဲ့ Y တို့ပဲဖြစ်ပါတယ်) File size…(1.6 GB)/ (850 MB)/ (400 MB)\nQuality…WEB-DL 1080p /720p ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-voyeurs-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
        "title": "Tughlaq Durbar (2021)",
        "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်....ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့......အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ....ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tughlaq-durbar-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Up (2009)",
        "description": "Up (2009)\nIMDb - 8.2/10_______Rotten - 98%\nWon 2 Oscars. Another 78 wins & 82 nominations\nဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine's Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊\nသူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။\nUp ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။\nဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်\nကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။\nဒီ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1EUev/Up.2009.1080p.BluRay_{CM}_Recode.mp4",
        "category": "Adventure, Animation, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-20.13.47-133x200.png",
        "title": "The Man Who Sold His Skin (2020)",
        "description": "The Man Who Sold His Skin (2020)=========================အခုကနေဆို ဆယ်နှစ်ကျော်ကြာပြီဖြစ်တဲ့\nဆီးရီးယားပြည်တွင်းစစ်ဟာ အသေအကြေ\nများခဲ့သလို ဆီးရီးယားက ထွက်ပြေးပြီး\nဥရောပနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ဒုက္ခသည်\nတွေလည်းများခဲ့တယ်။ သို့တိုင်အောင်ပဲ\nနိုင်ငံတိုင်းမှာ သူ့ကန့်သတ်ချက်တွေနဲ့\nသူရှိခဲ့ကြတာမို့ လူတိုင်းကိုတော့ ခိုလှုံခွင့်\nမပေးနိုင်ခဲ့ဘူး။ ဒီရုပ်ရှင်ဟာ အဆိုပါ\nဆီးရီးယားဒုက္ခသည်တွေအကြောင်းကို\nထင်ဟပ်မိအောင် ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဆမ်ဟာ\nနိုင်ငံရေးသမားအထင်ခံခဲ့ရတဲ့အတွက်\nဆီးရီးယားကနေ ထွက်ပြေးလာခဲ့တယ်။\nသူ့ရဲ့ ချစ်လှစွာသော ကောင်မလေးကိုတော့\nသူထားခဲ့ရတယ်။သူ့ကောင်မလေးကတော့\nအိမ်ကပေးစားတဲ့ ဘယ်ဂျီယမ်မှာရှိတဲ့\nဆီးရီးယားသံရုံးက သံအမတ်တစ်ယောက်နဲ့\nလက်ထပ်သွားခဲ့တယ်။ဆမ်ဟာ\nသူ့ကောင်မလေးရှိတဲ့ ဘယ်ဂျီယမ်ကို\nသွားချင်ပေမဲ့ သူ့မှာ ပြည်၀င်ခွင့်မရှိဘူး။\nအဲ့ဒီအချိန်မှာပဲ ဆမ်က ဂျက်ဖရေးနဲ့ သွားဆုံတယ်။ခေတ်တစ်ခေတ်ရဲ့ အကြီးကျယ်ဆုံး အနုပညာရှင်\nဖြစ်တဲ့ ဂျက်ဖရေးဟာ အမှိုက်ကိုပါ အနုပညာ\nဖြစ်အောင် လုပ်နိုင်တဲ့သူလို့ နာမည်ကျော်တယ်။\nဂျက်ဖ‌ရေးက Installation Art၊ Paint Artအပါအ၀င်\nArtပေါင်းစုံကို ပိုင်နိုင်တဲ့ Geniusတစ်ယောက်။\nဒီတစ်ခါ သူက အနုပညာအတွက် နယ်ပယ်သစ်\nတစ်ရပ်ကို ရှာဖွေနေတယ်။ ဒီတစ်ခါ သူတင်ဆက်မဲ့\nသူ့အနုပညာပစ္စည်းက သက်မဲ့မဟုတ်ဘူး။တိရိစ္ဆာန်\nတစ်ကောင် မဟုတ်ဘူး။သက်ရှိလူသားတစ်ယောက်။\nအခု သူတို့နေနေတဲ့ခေတ်ကာလမှာ ကုန်ပစ္စည်းတွေရဲ့\nပျံ့နှံ့ရောက်ရှိမှုက လူသားတွေရဲ့ ပျံ့နှံ့ရောက်ရှိမှုထက်\nအများကြီးပိုလွတ်လပ်တယ်။ ဒီတော့ သူက လူသား\nတစ်ယောက်ကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-man-who-sold-his-skin-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzkwM2FmNTUtOWVkMS00MGE2LTk4YjEtNThhYTU2ZjVkODZlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Tuck Jagadish(2021)",
        "description": "Tuck Jagadish (2021)\n----------------------------------မြန်မာပြည်ပရိသတ်တွေကြား ယင်ကောင်မင်းသားရယ်လို့ နာမည်ရခဲ့တဲ့ Nani ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားထွက်လာလို့ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကလည်း မနှစ်ကထွက်တဲ့ V ဆိုတဲ့ ရုပ်ရှင်လိုပဲ ရသတစ်ခုခုကို ပေးစွမ်းနိုင်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းဘူဒေဗီပူရမ်လို့ခေါ်တဲ့ ရွာကြီးတစ်ရွာမှာ ရွာခေါင်းဆောင် အာဒီးဆာ့နိုင်ဒူးဆိုသူ တစ်ဦးရှိပြီး ၊ရွာရဲ့သာရေးနာရေး ကိစ္စအဝဝကိုသာမက ၊ ရပ်ရွာအေးချမ်းသာယာရေးအတွက်ပါ ကိုယ်ကျိုးစွန့်အနစ်နာခံ ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ကိုယ်တိုင်ချမ်းသာကြွယ်ဝသူ ဖြစ်တဲ့ အလျောက် သားသမီးတွေကလည်း များပြားလှပါတယ်။သူရှိနေတုန်းက သင့်မြတ်ကြတဲ့ သားသမီးတွေဟာ သူမရှိတဲ့အချိန်ကျတော့ အမွေကိစ္စတွေကြောင့် အချေအတင်ဖြစ် ၊ပြဿနာတွေ တောက်လျောက်တက်ကုန်ရာကစပြီးအာဒီးဆာ့နိုင်ဒူးရဲ့ မယားကြီးငယ်နဲ့ရတဲ့ သားကြီးဖြစ်သူ ဘို့စ်က ဒီအမွေတွေဟာ သွားလေသူမိခင်ဘက်က ပါလာတာဆိုပြီးဖခင်အမွေအားလုံးကို မောင်ပိုင်စီးပါတော့တယ်။အမွေတွေကို မလိုချင်ဘဲ ၊ မိသားစုကို ပြန်သင့်မြတ်စေလိုတဲ့ အငယ်ဆုံးသားလေး Tuck ဂျာဒစ်ရှ်တစ်ယောက်ဒီမိသားစုအရေးကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာက ဒီဇာတ်လမ်းရဲ့ ဇာတ်အိမ်တည်ရှိရာ ဖြစ်ပါတယ်။မိသားစုပြဿနာတွေဆိုလို့ ဒရမ်မာကားသက်သက်လို့ ထင်နေဦးမယ်။တောင်ပိုင်းရုပ်ရှင်ထုံးစံအတိုင်း အချစ် ၊ အကြမ်း ၊ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/tuck-jagadish2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/li2kiirkpps7-143x200.jpg",
        "title": "Sunny Sisters ( 2021 )",
        "description": "ဒီတစ်​ခါမှာ CMကနေ ထပ်မံပြီးတော့ ကိုရီးယားကား ကို ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းလေးကတော့....ကျန်းလီကျွင်းဟာ လက်ထပ်ပြီးသမီးတစ်ယောက်နဲ့ အိမ်ထောင်မှုတွေကြားမှာ ပိတ်မိနေတဲ့ မိန်းမတစ်ယောက်ပါ တစ်နေ့ သူ့အမေဆေးရုံတတ်ရတာကိုသွားကြည့်ရင်း အထက်တန်းဘဝက ညီအစ်မတွေလို ရင်းနှီးတဲ့လင်ချင်တစ်ယောက် ကင်ဆာဖြစ်ပြီးဆေးရုံတတ်နေရတာကို သိလိုက်ရပါတယ်လင်ချင်ဟာ အထက်တန်းတုန်းက sunny sisters အဖွဲ့ရဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပြီး ကျန်းလီကျွင်းအပါအဝင်အဖွဲ့သားခြောက်ယောက်နဲ့အရမ်းကို ချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ ဒါပေမဲ့သူတို့တွေ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲသွားပြီး နှစ်လပဲ အသက်ရှင်ရတော့မယ့်လင်ချင်အတွက် အဖွဲ့ဝင်ငါးယောက်ကို ကျန်းလီကျွင်းတစ်ယောက်ရှာပုံတော်ဖွင့်မဲ့ ပုံစံလေးနဲ့ ဇာတ်လမ်းလေးကို အစချီထားတာပါ သူတို့ရဲ့ငယ်ဘဝတွေကိုလည်း တဖြည်းဖြည်းချင်းပြန်လည်ပြသထားတာဖြစ်တဲ့အတွက်ဒီကားလေးထဲမှာ ငယ်စဉ်အထက်တန်းဘဝက သူတို့တစ်တွေအရူးထခဲ့ ပျော်ရွှင်ခဲ့ရတာတွေ တစ်ယောက်နဲ့တစ်ယောက် ဖေးမကူညီခဲ့တာတွေ စတဲ့သူတို့ကြားက ဖြူစင်တဲ့ သံယောဇဉ်လေးတွေကိုကြည်နူး နွေးထွေးဖွယ် ဆက်လက် ကြည့်ရှုကြကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 1h 58minGenres : DramaSubtitle : Myanmar ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sunny-sisters-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-08-at-23.09.41-145x200.png",
        "title": "Meander (2020)",
        "description": "Meander (2020)=============IMDb Rating - 5.7/10သမီးဖြစ်သူကိုဆုံးရှုံးလိုက်ရလို့ ကားလမ်းမပေါ်မှာလှဲပြီးသေကြောင်းကြံဖို့လုပ်ခဲ့တဲ့ မလီဆာအဲ့အချိန်မှာပဲ ....အဒမ်ဆိုတဲ့လူနဲ့ တွေ့တာပေါ့။ အဒမ်နဲ့ကားကြုံလိုက်ပြီး စကားဘာညာပြောတုန်းသတင်းလေးတစ်ပုဒ်ကြားပြီးနောက် မလီဆာအတွက်အရာရာအမှောင်တိဖြစ်တော့တာပဲ။ပြောရရင်သတိလစ်သွားတယ်ပေါ့။သတိရလာတော့ ထူးဆန်းတဲ့ပြွန်လိုလိုဏ်ခေါင်းထဲမှာသူရောက်နေလေပြီ။ သူ့လက်မှာကလည်း ထူးဆန်းတဲ့လက်ကောက်လေးတစ်ခု ...အချိန်ကမှတ်ထားသေးတယ်... ဒါတွေကဘာတွေလဲ ဘာအတွက်ကြောင့်လဲပြီးတော့သူဘယ်ရောက်နေတာလဲ ။ မလီဆာတစ်ယောက်သိချင်လို့လျှောက်သွားရင်း ကြုံလာရတာတွေကထောင်ချောက်တွေ။ သူ့လိုပဲရောက်နေတဲ့လူတွေ....ဒီလိုထူးဆန်းတဲ့ဝင်္ကပါလိုပြွန်လိုဏ်ခေါင်းထဲကနေ ဘယ်လိုထွက်မှာလဲ။ ဘယ်သူက သူတို့ကို ဒီလိုလုပ်နေတာလဲ။ ဘာအတွက်ကြောင့်လဲဆိုတာကို စိတ်ဝင်စားစွာ ဒီကားထဲမှာကြည့်ရှူမြင်တွေ့ရမှာ . . . နောက်ပြီး ဒီ Movie ဟာ ဆုပေါင်း(၁၁)ဆုလည်း ရထားသလို . movie ရဲ့ trailer မှာတင်အတော်စိတ်ဝင်စားစရာကောင်းနေတာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p BluRay 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/meander-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/images-133x200.jpg",
        "title": "The Happening(2008)",
        "description": "The Happening(2008)အညွှန်း**************************မင်းသား Mark Wahlberg ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ဒီကားတော်တော်ဝင်ငွေကောင်းသလို အဲ့ဒီနောက်ပိုင်းထွက်ရှိခဲ့တဲ့ A Quiet Place , Bird Box တို့လို့ ဇာတ်ကားတွေကိုတော့ အတော်များများသိကြမှာပါ...တစ်မျိုးစီကောင်းကြတယ်ဆိုပေမဲ့ The Happening(2008) ရဲ့ လူသေခန်းတွေနဲ့ဖြစ်ရပ်တွေဟာအတော်ကြောက်စရာကောင်းပါတယ်...ကြည့်နေရင်း ကြက်သီးမွေးညင်းတွေထောင်ထလောက်အောင်ပါပဲ...ဆိုတော့ဒီကားဘယ်လိုအမျိုးအစားလဲ ခန့်မှန်းမိလောက်မှာပါ....A Quiet Palace ကတော့ ကြားလို့မရ BirdBox ကတော့ ကြည့်လို့မရ အမျိုးအစားပေါ့...ဒီကားကိုတော့ စပွိုင်လာဖြစ်နေမှာစိုးလို့ တခြားအရာတွေမညွှန်းတော့ပါဘူး..Mark Wahlberg လည်းပါတယ်..Suspense, thrill အဆန်ဆုံးစာရင်းဝင်လို့ဒီလိုကားမျိုးနှစ်သက်တဲ့သူတွေအတွက်တော့  KBZ Atm မှာ ၂သိန်းထုတ်တုန်း၁၀သိန်းလောက်တစ်ခါထဲထွက်တဲ့ ခံစားချက်မျိုးကို ရရှိစေမှာမို့လက်မလွှတ်သင့်ပါကြောင်း...File Size :(1.7GB) (910 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Mystery  , Drama,Sci-Fi\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-happening2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/baLxRPwwfaV5rT5ssA9zyJjwIpH.jpg",
        "title": "Valkyrie(2008)",
        "description": "Valkyrie(2008)သင်္ကြန်ပိတ်ရက်လေးမှာ ဒုတိယကမ္ဘာစစ်အခြေခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့ သူတွေအတွက် 2008 ခုနှစ်ထဲ ထွက်ခဲ့တဲ့ Valkyrie ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်\nValkyrie ဆိုတဲ့အဓိပ္ပာယ်က နော်ဝေ ဒဏ္ဍာရီထဲက စစ်ပွဲထဲမှာ ဘယ်သူသေမယ် ဘယ်သူရှင်မယ်ဆိုတာကို ဆုံးဖြတ်ပေးတဲ့ နတ်သမီးတစ်ပါးရဲ့နာမည်ဖြစ်ပါတယ် ..\nဒီဇာတ်လမ်းထဲမှာတော့ Valkyrie ဆိုတာ ဟစ်တလာက သူ့အစိုးရကိုအရေးပေါ်ကာကွယ်ဖို့ ဘာလင်မြို့ပေါ်မှာ ဖွဲ့စည်းထားတဲ့ အရေးပေါ်အရံစစ်တပ်ပဲဖြစ်ပါတယ် ...\nဒီစစ်တပ် လုပ်တဲ့ စစ်ဆင်ရေးကို Valkyrie စစ်ဆင်ရေးလို့ခေါ်ပါတယ် ...ဟစ်တလာအစိုးရအဖွဲ့ထဲက ခေါင်းဆောင်တွေကို ဝေဖန်လို့ ရှေ့တန်းအပို့ခံရတဲ့ တပ်ရင်းမှူး စတက်ဖန်ဘာ့ (တွမ်ခရုစ်) ဟာ ဒဏ်ရာတွေရပြီးဘာလင်ကိုပြန်ရောက်လာပါတယ်...\nမကြာခင် ဥရောပမဟာမိတ်တွေက ဘာလင်ကိုချီတက် သိမ်းပိုက်တော့မယ့်အခြေအနေမှာ ဘာလင်ပြည်သူတွေရဲ့ဘေးကိုတွေးမိတဲ့ စတက်ဖန်ဘာ့ ဟာ\nဘယ်သူသေသေ ငတေမာရင်ပြီးရောလုပ်နေတဲ့ ဟစ်တလာကိုလုပ်ကြံဖို့ ကြိုးစားပုံကို သည်းထိတ်ရင်ဖိုဖြစ်အောင် ရိုက်ကူးထားတဲ့အတွက် ရင်တမမ နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားဖြစ်ပါတယ်....\nIMDb - 701/10 ရရှိထားပြီးတော့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/valkyrie2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Gabi-594296911-large-140x200.jpg",
        "title": "Gabi (2012)",
        "description": "Gabi - Russian Coffee (2012)\"Russian Coffee ''ဆိုတဲ့ ဝတ္တုကို ပြန်လည်ရိုက်ကူးထားတဲ့ ၁၉ရာစုနှောင်းပိုင်း ကိုရီးယားမှာ ကော်ဖီ ဆိုတာ စတင်အခြေချလာတဲ့ ကာလနောက်ခံနဲ့အတူ\nရုရှားနဲ့ကိုရီယားအပါအဝင် location အတော်များများ ပြောင်းရိုက်ထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ ထူးပြောပြစရာမလိုတော့တဲ့ Joo Jin Moနဲ့ တမိုးအောက်တယောက် ချောင်းဆောဂျင် (Kim So-yeon)ဖြစ်တာမို့ ကြည့်ဖို့ တန်နေပါပြီဇာတ်လမ်းအကျဉ်းပြောပြရရင်အီလီရီချဲ့နဲ့တန်ယာ နှစ်ယောက်ဟာ ငယ်ငယ်တည်းကအတူကြီးပြင်းလာပြီး သိပ်ချစ်ကြတဲ့ချစ်သူတွေပေါ့သူတို့က ဥရောပ ကုန်သည်တွေဆီက ကော်ဖီစေ့တွေကို ဓားပြတိုက်ပြီး မင်းမျိုးနွယ်တွေဆီ ပြန်ရောင်းချတဲ့အလုပ်ကို လုပ်ရင်း\nတနေ့ ရုရှားစစ်သားတွေဆီ မိသွားပြီး အသတ်ခံရတော့မယ့်ဆဲဆဲမှာ ဂျပန်ဘက်က ကယ်ဆယ်လိုက်ပါတော့တယ်သူတို့နှစ်ယောက်ရဲ့ အရည်အချင်းကို အသုံးချပြီး ဂျပန်တွေဘက်က ရုရှားနဲ့ ဂျိုဆွန်းနှစ်နိုင်ငံကြား ဆက်သွယ်မှုတွေကို သိရဖို့ အကြပ်ကိုင် ပြီး သူလျှိုလုပ်ခိုင်းလာတဲ့အခါ...ဘုရင့်လူယုံတော်အဖြစ်နဲ့ ဂါဘီဖျော်ဆက်သဖို့ တန်ယာဟာ ဂျိုဆွန်းနန်းတွင်းထဲ ဝင်ခဲ့ရပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gabi-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ls1tZ6qjGzfGHjBB7ihOnf7f0b.jpg",
        "title": "Escape Room (2019)",
        "description": "Escape room ဆိုတာ အခန်းတစ်ခန်းထဲမှာအပိတ်အလှောင်ခံ၊အထဲမှာ သဲလွန်စတွေရှာပြီး ပေးထားတဲ့အချိန်မပြည့်ခင်အခန်းထဲက လွတ်အောင်ထွက်ရတဲ့ game တစ်ခု။အခုရုပ်ရှင်က escape room ဟာလည်း အဲလိုပဲ entertain လည်းဖြစ်၊ပါဝင်ကစားတဲ့သူတွေကလည်း တွေးတောကြံဆရတယ်ဆိုတဲ့သာမန် game တစ်ခုလို့ ထင်နေကြပေမဲ့ တကယ်တမ်းတော့ မလွတ်ရင်တကယ်သေကြရမဲ့ အကွက်တွေဖြစ်နေတဲ့အတွက် player ၆ ယောက်ဟာလည်းတစ်ယောက်နဲ့တစ်ယောက်ကြား ယုံကြည်မှုတွေ၊အားကိုးမှုတွေ မရှိရှိအောင် တည်ဆောက်ကြရင်း လွတ်မြောက်အောင် ဝိုင်းကြိုးစားကြရပါတော့တယ်။Review (Minor Spoiler alert)\n…\nMinor Spoiler alert လု့ိသာ တပ်ထားတာပါ။ဒီလိုကားမျိုးက (trailer အရရော) spoil လည်း ဖြစ်စရာသိပ်မရှိသလောက်ပါပဲ။Escape room က လူအများနားလည်အောင် အကြမ်းပြောရမယ်ဆိုရင် Saw နဲ့ ခပ်ဆင်ဆင်ပါပဲ။သူကတော့ ဟိုမှာလို near-impossible choice တွေပေးပြီးအချင်းချင်းသတ်ခိုင်းတာမျိုးမဟုတ်ဘဲ အချိန်တိုအတွင်း clue တွေလိုက်ရှာရတာမျိုးပေါ့။Big budget ကားကြီးလည်းမဟုတ်၊ သရုပ်ဆောင်တွေလည်း ဒိတ်ဒိတ်ကြဲတွေမပါ။Plot ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wft4/Escape.Room(2019).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zaPDSAlrGKV4Bgz6vvkZxPZrrxD.jpg",
        "title": "Millennium Mambo(2001)",
        "description": "Millennium Mambo(2001)\n===================IMDb Rating. = 7.1/10\nDirected By Hou Hsiao-Hsienသိသလောက်တော့ နီယွန်ညရုပ်ရှင်တွေဟာ အရှေ့အာရှရုပ်ရှင်ပရိတ်သတ်တွေကြား ပြန်ခေတ်စားနေတာ သုံးလလောက်တော့ကြာပါပြီ။Edward Yangရဲ့Taipei Storyတို့ Tsai Ming Liangရဲ့ Rebels of the Neon Godတို့ အခု Hou Hsiao-Hsienရဲ့ Millennium Mamboတို့အစရှိသဖြင့်ပေါ့။Millennium Mamboဟာ ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ပြောတတ်သလိုပြောရရင်တော့ ဝေါင်ကာဝေးကားကို သရုပ်မှန်နဲ့ရိုက်ထားသလိုပါပဲ။ဒါက Themeဖြစ်တဲ့ နီယွန်ညများကနေ ဆင့်ပွားသွားလို့လို့တော့ ထင်တယ်။Houရဲ့ ကျန်တဲ့ရုပ်ရှင်တွေကိုတော့ သိပ်မသိပေမဲ့ Millennium Mamboမှာတော့ အရာရာတိုင်းဟာ သရုပ်မှန်ပါပဲ။ ဆန်းပြားလှပတဲ့ ဒိုင်ယာလော့ တွေလည်းမပါဘူး။ထူးခြားတဲ့ ဇာတ်၀င်ခန်း တွေလည်း မပါဘူး။ ရိုးရိုးရှင်းရှင်းနဲ့ နီယွန်ညထဲက ဘ၀တွေအကြောင်း ရိုက်ပြထားရုံပါပဲ။စတိုရှိခွန်ပြောဖူးတဲ့စကားထဲက အဓိကကျတဲ့ တစ်ချက်ကိုပဲ ထုတ်နုတ်ပြောရရင်။ခွန်ဟာ ပရိတ်သတ်ကို သူပြောချင်တာကို နှုတ်တိုက်သင်မပေးဘဲ သူပေးထားတဲ့ ရုပ်ရှင်နာမည်ကိုအ‌ခြေပြုပြီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/YRxh/(CM)Millennium.Mambo.2001.DVDRip.x264.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/images-133x200.jpg",
        "title": "Only Yesterday (1991)",
        "description": "Only Yesterday (1991) ကတော့ Studio Ghibli က ထုတ်လုပ်တဲ့ ဂျပန် Animated, Drama လေးပဲဖြစ်ပါတယ်။ပုံမှန် Animation ရုပ်ရှင်တွေက ကွဲလွဲနေတဲ့အချက်ကတော့ အရွယ်ရောက်ပြီးသူ အမျိုးသမီးတွေအတွက် ရည်ရွယ်ထားတဲ့ သရုပ်မှန် Drama လေးတစ်ပုဒ်ဖြစ်နေတာပါပဲ။Box Office မှာလည်း အံ့သြစရာကောင်းလောက်အောင် အောင်မြင်ခဲ့ပြီးတော့ အရွယ်ရောက်ပြီးသူအမျိုးသား အမျိုးသမီးတွေက တခဲနက် အားပေးခဲ့ကြတဲ့အတွက် ဂျပန်နိုင်ငံမှာ ဝင်ငွေအများဆုံး ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။IMDB Rating က 7.7 ရရှိထားပြီး Rotten Tomato 100% ထိရရှိထားပါတယ်။     ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၈၂ ခုနှစ်မှာ အသက် ၂၇ နှစ် အရွယ် အိမ်ထောင်မရှိသေးတဲ့ Taeko Okajima က တိုကျိုမြို့မှာ တစ်သက်လုံး အခြေချနေထိုင်ခဲ့ပြီးတော့ အားလပ်ရက်မှာ ကျေးလက်ဒေသကို သွားပြီး လယ်အလုပ်သွားလုပ်ပါတယ်။သွားတဲ့လမ်းတလျှောက်မှာ သူ့ရဲ့ ၁၀ နှစ်အရွယ်က ...",
        "rating": "7.7",
        "url": "https://megaup.net/YQt6/Only_Yesterday_(1991)_[1080p]_(CM).mp4",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aIY2QF211NLB1AOjZPFImusCLI1.jpg",
        "title": "12 Mighty Orphans(2021)",
        "description": "မိဘမဲ့ကလေးတွေကို ဘောင်အပြင်ကလူတွေလို အပယ်ခံတွေအဖြစ်နဲ့ တစ်ဆင့်နှိမ့်ပြီး သတ်မှတ်တတ်ကြပါတယ်။သနားစရာကောင်းရင်ကောင်း၊ မကောင်းရင် ကြောက်စရာကောင်းတယ်လို့ မြင်တတ်ကြပါတယ်။Youtube မှာတွေ့လိုက်တဲ့ အပြေးပြိုင်ပွဲလေးတစ်ခုအကြောင်းကို သွားပြီးသတိရပါတယ်။\nပြိုင်ပွဲဝင်တွေအားလုံးကို တညီတည်းရပ်စေပါတယ်။\nမိဘရှိသူကို ခြေတစ်လှမ်းတိုးခိုင်းတယ်။ နေစရာရှိသူကို တစ်လှမ်းတိုးခိုင်းတယ်။\nအလုပ်ရှိသူ၊ ဘွဲ့ရသူ စတဲ့ အားသာချက်တစ်ခုတိုင်းအတွက် ခြေလှမ်းတစ်လှမ်းစီရှေ့ကိုခိုင်းပါတယ်။နောက်ဆုံး အားလုံးအတွက် နေရာသတ်မှတ်ပြီးတဲ့ အချိန်မှာ အနောက်ဆုံးက လူတွေဟာ သနားစရာအကောင်းဆုံး (သို့) ကြောက်စရာအကောင်းဆုံးလိုလူတွေပဲ ကျန်ခဲ့ပါတယ်။ဒါပေမဲ့ ဒီပြိုင်ပွဲမှာတော့ သူတို့က တခြားသူတွေလိုပဲပြိုင်ပွဲဝင်ပါပဲ။\nအနောက်ဆုံးမှာဆိုပေမဲ့ သူတို့မှာ ဝင်ရောက်ပြိုင်ဆိုင်ခွင့်၊ ပန်းတိုင်ကို အောင်မြင်စွာရောက်နိုင်ခွင့်ရှိနေပါတယ်။တခြားသူတွေက သူတို့ကို အထင်သေးအမြင်သေးဖြစ်နေပေမဲ့ သူတို့ကိုယ်သူတို့ \"ငါသည်လည်း ပြိုင်ပွဲဝင်တစ်ယောက်ပဲ\" ဆိုတဲ့ လေးစားသမှုလေးဝင်ပြီး ပထမရဖို့ကို အားကုန်ပြေးခဲ့ကြပါတယ်။\nလူ့လောကကို အပြေးပြိုင်ပွဲလေးတစ်ခုနဲ့ ဥပမာပြသွားတာ အရမ်းကိုသေသပ်ပါတယ်။\nနောက်ဆုံးကနေတာထွက်ရတဲ့သူက ပထမမရဘူးလို့ ဘယ်သူကပြောနိုင်မှာလဲ။နောက်ဆုံးကနေတာထွက်ရတောင် လောကအလည်မှာ ပထမနေရာဆိုတာကို ရနိုင်တဲ့အကြောင်းကို စွမ်းပကားကြီးတဲ့ မိဘမဲ့ကလေး ၁၂ ယောက်က ဒီဇာတ်ကားမှာ သက်သေပြသွားကြမှာပါ။မိဘမဲ့ဂေဟာမှာရှိတဲ့ ကလေးတွေကို အနှိမ်ခံအပယ်ခံဘဝကနေ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/12-mighty-orphans-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/extremely_wicked_shockingly_evil_and_vile_ver3-135x200.jpg",
        "title": "Extremely Wicked, Shockingly Evil and Vile",
        "description": "အမေရိက သမိုင်းရဲ့ အချောဆုံး အခန့်ညားဆုံး\nလူသတ်ကောင် . .(သို့မဟုတ်)Ted Bundy ဆိုတဲ့ စိတ္တဇ လူသတ်သမားတစ်ယောက်ရဲ့ အကြောင်း . ._________________\nဖြစ်ရပ်မှန် အဖြစ်အပျက်ပါ။\n_________________၁၉၇၀ ဝန်းကျင်တုန်းက အမေရိက မှာ Ted Bundy ဆိုတဲ့ လူတစ်ယောက် ရှိဖူးခဲ့တယ်။ သူက ရုပ်ချောတယ်။ တဖက်သားကို အရမ်း လွမ်းမိုးနိုင်တယ်။ သူ့ကိုမြင်တဲ့ ကောင်မလေးတိုင်း တဖြုတ်ဖြုတ် ကြွေကြတယ်။ စကားပြောညက်တယ်။ လူကြီးလူကောင်း ပီပီသသ နဲ့ တကယ့် ယောကျာ်းဖြောင့်ကြီး တစ်ယောက်လို နေတတ်တယ်။ဒါပေမယ့် . . သူက လူ သတ်သမား တဲ့။ သတ်တာမှ ကောင်မလေးတွေ အမျိုးသမီးတွေကို သတ်တာ။ ပိုးစိုးပက်စက် ကို သတ်တာ။ လွှနဲ့ ခေါင်းဖြတ်သတ်တယ်။ မျက်နှာတစ်ခုလုံး ကြေမွသွားအောင် တုတ်နဲ့ ရိုက်တယ်။ မုဒိန်းကျင့်တယ်။ ဘာအကြောင်းမှ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/extremely-wicked-shockingly-evil-and-vile-2019/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzZlNjA3OTEtODE0MC00MmVmLTllNmYtOWQyMzdkN2NiNTdkXkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-139x200.jpg",
        "title": "(18+)Nasha(2013)",
        "description": "(18+) Nasha (2013)\n---------------------\nဆယ်ကျော်သက်အရွယ် မှီးကောင်ပေါက်စကောင်လေးတစ်ယောက်နဲ့ ၃၀ဝန်းကျင် ရင့်ကျက်နေတဲ့လှလှပပ ဆရာမလေးတို့ကြားက မေတ္တာတရားကိုချပြထားတဲ့ ဇာတ်လမ်းတပုဒ်ပါပဲ. တချို့အချစ်တွေကျမစွဲလန်းသင့်ဘူးဆိုတာကို နည်းနည်းပညာပေးထားတာတွေလဲပါတော့ပေါ့ဗျာ...ဇာတ်လမ်းအကျဉ်း\n------------------\nဆာဟေးတို့ဆိုတာ သူတို့မြို့ရဲ့ကောလိပ်မှာသိပ်ဆိုးတဲ့ ကျောင်းသားလေးတွေ.....စစနောက်နောက်နဲ့ လုံးဝမျက်နှာပိုးမသတ်လို့ကျောင်းအုပ်ကြီးခဏခဏဒဏ်ပေးရတဲ့လူဆိုးအဖွဲ့ပေါ့.တနေ့ကျ သူတို့ရဲ့နွေရာသီကျောင်းပိတ်ရက်လှုပ်ရှားမှုအတွက် အနီတာဆိုတဲ့ဆရာမလေးတစ်ယောက် ရောက်လာပါတယ်.အနီတာက မိန်းမလှပေါ့. မနက်ဆိုဘောင်းဘီတိုနဲ့ပုံမှန်ပြေးတယ်.ခန္ဓာကိုယ်အဆစ်အပေါက်ကလဲပြောစရာမရှိတော့ ကျောင်းကဆာဟေးတို့အဖွဲ့ငမ်းကြတာပေါ့ဗျာ.. ဒါပေမယ့်ဆာဟေးကတော့စည်းတခုကျော်မိသွားတယ်. အဲ့ဒါကတော့ အဲ့ဒီဆရာမကိုတဏှာစိတ်အပြင် ချစ်စိတ်ဝင်မိသွားတာပါပဲ...သူနဲ့ဆရာမဘာဆက်ဖြစ်မယ်ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုခံစားစေချင်ပါတယ်.......လူငယ်ကားတွေသဘောတရားအရတချို့ဇာတ်ဝင်ခန်းတွေမှာ က္ကထ္ထိယမလေးတွေရဲ့လှပတဲ့နေရာတချို့ လှစ်ဟပ်ပြသထားတာအပြင်ချစ်မှုရေးရာဇာတ်ဝင်ခန်းတချို့ကြောင့် အသက်၁၈နှစ်အောက်မကြည့်သင့်ပါFile size…1.85GB / 906Mb / 465MB\nQuality…1080p WEB Rip DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "",
        "url": "https://channelmyanmar.org/18nasha2013/"
    }
]