[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzA0ODc1YWYtNzFhYy00NTlhLWJkZGYtMGFjOGRjYWM0MWJmXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Bheed ( 2023 )",
        "description": "Bheed 2023\nIMDb 7.7/10\nDramaမင်းသား Rajkummar Raoရဲ့ အသစ်ထွက်ရှိထားတဲ့ ရုံတင်ကားသစ်ပဲဖြစ်ပါတယ်။\n2020ခုနှစ်က တစ်ကမ္ဘာလုံးကို ကူးစက်ပျံ့နှံ့ခဲ့တဲ့ ကိုရိုနာရောဂါကြောင့်\nအားလုံးကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေကို ထူးထူးခြားခြားအနေနဲ့\nအဖြူအမဲဗားရှင်းအဖြစ် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ကမ္ဘာတစ်ဝှမ်းလုံးမှာ ကိုရိုနာရောဂါကြောင့် လူတွေရုတ်ရုတ်သဲသဲဖြစ်နေချိန်\nအိန္ဒိယပြည်မှာလည်း ရွှေ့ပြောင်းအလုပ်သမားတွေအနေနဲ့ အကြပ်အတည်းကာလကို\nရောက်ရှိနေကြတာဖြစ်ပါတယ်။ ရောဂါတွေပျံ့နှံ့နေတဲ့ မြို့ကြီးပြကြီးနဲ့ဝေးရာ\nမွေးရပ်မြေကျေးလက်ဒေသကို ပြန်ရဖို့အရေး အခက်အခဲတွေနဲ့ ရင်ဆိုင်နေကြရတာဖြစ်ပါတယ်။\nအစိုးရကတိုင်းပြည်အတွင်းမှာပဲ နယ်နိမိတ်တွေ သတ်မှတ်လိုက်ပြီး ပို့ဆောင်ဆက်သွယ်ရေးတွေကိုလည်း\nပိတ်လိုက်တဲ့အတွက် အခြေခံလူတန်းစားတွေအဖို့ ကူရာကယ်ရာမရတဲ့အခြေအနေဖြစ်နေကြပါတယ်။ရဲတပ်ဖွဲ့ကလည်း အစိုးရက‌ အမိန့်ချမှတ်တဲ့အတိုင်း ဆောင်ရွက်ကြတာရမလို့ ရုန်းရင်းဆန်ခတ်တွေဖြစ်လာ‌ပါတော့တယ်။\nရွှေ့ပြောင်းအလုပ်သမားတွေရဲ့အိမ်ပြန်ခရီး အထမြောက်ပါဦးမလား။ မွေးရပ်မြေကိုရော\nပြန်ရောက်သွားကြမလား။ ဘာတွေနဲ့ရင်ဆိုင်ရဦးမလဲဆိုတာ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.4Gb / 680MB\nQuality…1080p NF  WEB DL  / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ~ThaikSan~YH~Yunni~Cherry",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bheed-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xo6GaVlXuDth5FIRe364nOtkg4C.jpg",
        "title": "Strong Underdog (2023)",
        "description": "Strong Underdog (2023)အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ ဂျောင်ဝူးဟာ ဘွဲ့ရဖို့အတွက် နေ့တိုင်းရုန်းကန်နေရပါတယ်၊\nသူက နေ့စဉ်နဲ့အမျှ အနိုင်ကျင့်ခံနေရပြီးတော့ တစ်ကျောင်းလုံးမှာ ကံမကောင်းဆုံးကျောင်းသား၊ လက်တိုလက်တောင်းအဖြစ် သတ်မှတ်ခံထားရသူပါ၊\nတခြားကျောင်းသားတွေရဲ့ အောက်ဆွဲလေးပေါ့၊ သူ့လိုပဲ တခြားအနိုင်ကျင့်ခံနေရတဲ့ လက်တိုလက်တောင်းကျောင်းသားလေးတွေ ရှိနေပါသေးတယ်၊\nတစ်နေ့မှာတော့ သူတို့လို လက်တိုလက်တောင်းကျောင်းသားလေးတွေအချင်းချင်း အပြိုင်အဆိုင် ရန်ဖြစ်ခိုင်းပြီးတော့\nနောက်ဆုံးကျန်ခဲ့တဲ့သူက လက်တိုလက်တောင်းဘဝက လွတ်မယ်ဆိုတဲ့ လောင်းကြေးနဲ့ပြိုင်ပွဲတစ်ပွဲရှိလာပါတယ်၊\nအဲဒီပြိုင်ပွဲမှာ အနိုင်ရဖို့ ဂျောင်ဝူးဟာ သူ့ဦးလေးပိုင်တဲ့ အားကစားခန်းမတစ်ခုမှာ စလေ့ကျင့်ဖို့ဖြစ်လာပါတယ်…ဂျောင်ဝူးဟာ တကယ်ပဲ ပြိုင်ပွဲမှာ ဝင်ပြိုင်မလား\nအနိုင်ရသွားပြီး လက်တိုလက်တောင်းဘဝကနေ လွတ်မြောက်သွားမလား\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်အညွှန်းကိုတော့ Hsu က ရေးထားပေးပြိးတော့\nဘာသာပြန်တွေကတော့ Hsu, Milkeux, Hsu Wai, Thae Thae တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 912MB | 446MB\nFormat… mp4\nDuration…. ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/strong-underdog-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDgyYjg3NWQtMDljNS00MDU5LWI3N2UtMGNjZWZkM2RjYTc1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Top Gear (2022)",
        "description": "Top Gear (2022)\nIMDb 8.3/10\nTop Gear တဲ့။\nဇာတ်ကားနာမည်ကြည့်လိုက်တာနဲ့ ကားတစီးနဲ့\nပတ်ကြမ်းတာမျိုးဖြစ်မှာပဲလို့ တွေးမိလိုက်တယ်မလား။\nဟုတ်ပါတယ် ခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားက...\nမူးယစ်ရာဇာ စစ်ဒါးသ်ဆိုတဲ့ လူက မွမ်ဘိုင်းကနေ လစ်ထွက်ပြီး\nဟိုက်ဒရာဘတ်ကနေ စင်ကာပူကို\nထွက်ပြေးဖို့ ကြိုးစားနေတဲ့အချိန်။ကျွန်တော်တို့ ဇာတ်လိုက်ကျော် အာဂျွန်က ခုမှ ပူပူနွေးနွေး အိမ်ထောင်ကျပြီးကာစ၊သူက တက္ကစီဒရိုက်ဘာ၊\nမင်း ဘွဲ့ရပြီးသားကို ဘာလို့ တက္ကစီဆွဲစားနေတာလဲဆိုတော့ ကျွန်တော့်မိန်းမကို ကားစီးစေချင်လို့၊\nရတဲ့ဘွဲ့နဲ့ အလုပ်ဝင်လုပ်ရင် ဆိုင်ကယ်နားတောင် ကပ်နိုင်မှာမဟုတ်ဘူး တဲ့၊မိန်းမကို အဲ့လောက်ချစ်တာ၊\nတရက် တက္ကစီဆွဲပြီး အိမ်ပြန်တဲ့လမ်းမှာ လမ်းကြုံတယ်ဆိုပြီး လူ၂ယောက် တင်ခေါ်လာရာကနေအစ၊\nအဲဒီလူ၂ယောက်က မူးယစ်ဂိုဏ်းနဲ့ပက်သတ်နေပြီး သူ့အကြောင်းကလည်း လမ်းမှာ ပြောထားဆိုထားတာ သိနေတော့\nသူ့ဇနီးချောလေးကို ပြန်ပေးဆွဲပြီး သူတို့ ပြောတာ လုပ်ခိုင်းပါရော၊နောက်ခံတီးလုံးတွေရော သီချင်းတွေရောက ရေလည်မိုက်ပြီး ဇာတ်လမ်းကရော မိတ်ဆွေတို့ကို ပျင်းစေမှာမဟုတ်ဘူးဆိုတာ\nလက်တို့ရင်း ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။\n(အညွှန်းကို chiclon3 မှရေးထားပြီး chiclon3 & Bpl & Yunni ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/top-gear-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohD87uTlwOgNuUEYaW82ew9Eds7.jpg",
        "title": "The Eight Mountains (2022)",
        "description": "The Eight Mountains (2022)~ IMDb - 7.8/10, RT - 89%, Meta - 79% ~တစ်ခုသော နွေရာသီကျောင်းပိတ်ရက်မှာ ကောင်လေး၂ယောက် တောင်တန်းပေါ်က ရွာလေးတစ်ရွာမှာ ဆုံတွေ့ခဲ့ကြတယ်။ မြို့ကြီးပြကြီးမှာ မွန်းမွန်းကြပ်ကြပ်ကြီးလာတဲ့ ပီရဲထရိုနဲ့ တောင်ပေါ်မှာ ပြေးရင်းလွှားရင်း လွတ်လွတ်လပ်လပ်ကြီးလာတဲ့ ဘရူနို...မတူညီတဲ့ နောက်ခံအခြေအနေတွေက သူတို့ရဲ့ ခင်မင်မှုကြားမှာ အနှောင့်အယှက်မဖြစ်ခဲ့။ တစ်ဘဝစာ ရင်းနှီးမှုကို တစ်ယောက်ဆီမှာ တစ်ယောက် ရှာတွေ့ခဲ့ကြသလို ကိုယ့်ကိုယ်ကိုယ်လည်း ပြန်လို့ရှာတွေ့ခဲ့ကြ။အသက်ကြီးလာတာနဲ့အမျှ လျှောက်ကြတဲ့ ဦးတည်ရာတွေမတူဘဲ အတိုင်းအတာတစ်ခု ကွာဝေးခဲ့ကြပြီးနောက် ၂ယောက်ထဲက တစ်ယောက်ရဲ့ အဖေဆုံးသွားတဲ့အချိန်မှာမှ ပြန်လည်ဆုံတွေ့၊ ဘဝရဲ့ တစ်ဆစ်တစ်ကွေ့မှာ ပြန်ရင်းနှီးပြီး အတူတူလုပ်ရမယ့် ကိစ္စတစ်ခုရှိလာခဲ့ပါတယ်... ရေခဲတောင်တွေပေါ်မှာပေါ့။ဒီကားဟာ နာမည်တူ ဝတ္ထုစာအုပ်ကိုပဲ ပြန်ရိုက်ထားခြင်းဖြစ်ပြီး ၂၀၂၂ ကိန်းရုပ်ရှင်ပွဲတော်မှာ Jury Prize ရရှိခဲ့ပါတယ်။ မှင်သက်လောက်တဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-eight-mountains-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p9219113_p_v8_aa-133x200.jpg",
        "title": "[18+] Madrid, 1987 (2011)",
        "description": "Madrid 1987 (2011)IMDb Rating (6.2)/ Rotten Tomatoes (89%)ဝတ်လစ်စလစ်ခန်းများပါဝင်သဖြင့် အသက်မပြည့်သေးသူများကြည့်ရှုရန်မသင့်ပါ၁၉၈၇... စပိန်နိုင်ငံမှာ နိုင်ငံရေးတင်းမာမှုတွေပြင်းထန်နေခဲ့တဲ့နှစ်။\nအာဏာရှင်လက်အောက်က လွတ်မြောက်ခါစ အချိန် ဆိုရှယ်လစ်ပါတီရအာဏာရနေတုန်း အလုပ်သမားသမဂ္ဂနဲ့ အာဏာလွန်‌ဆွဲ‌ပွဲတွေဖြစ်နေကြတဲ့အချိန်ဒီရုပ်ရှင်နာမည်ထဲက ၁၉၈၇ ဆိုတဲ့‌ခုနှစ်ဟာ အဲဒီလိုခေတ်မှာ နေထိုင်ရတဲ့လူတွေရဲ့ဘဝကိုပါ အရိပ်အယောင်ပြထားတယ်။\nအဲဒီလို အာဏာရှင်ခေတ်မှာ ကြီးပြင်းခဲ့ရတဲ့ စာရေးဆရာကြီး မီဂူရယ်လ်နဲ့ ‌ခေတ်သစ်မှာမှမွေးဖွားတဲ့ အိန်ဂျလာ ဆုံခဲ့ကြတယ်။\nအိန်ဂျလာက သူ့ကျောင်းမှာရေးဖို့စာတမ်းအတွက် မီဂူရယ်လ်လို ဝါရင့်စာရေးဆရာကြီးကို အင်တာဗျူးချင်ခဲ့တာ။\nအဲဒီလိုနဲ့ သူတို့ဟာ စာရေးဆရာကြီးရဲ့ မိတ်ဆွေအိမ်ဆီလာခဲ့ကြတာပေါ့။\n\"‌ငါဟာ တောင်ပံတွေပြိုနေတဲ့ငှက်အို... မင်းတောင်ပံ‌တစ်စုံနဲ့ ငါပြန်နုပျိုပါ‌ရစေ\"\nမီဂူရယ်လ်ဟာ တကယ့်မုန်းစရာလူ၊ စတွေ့ကတည်းက အတူအိပ်ဖို့ပဲတဂျီဂျီတောင်းဆိုနေခဲ့တယ်။ အကြောင်းပြချက်ကဘာလဲ။ ငါပြန်နုပျိုကြည့်ချင်လို့ပါတဲ့။ဒီလိုနဲ့ ကံကြမ္မာဆန်းပြားပုံက သူတို့နှစ်ယောက် ရေချိုးခန်းတံခါးပိတ်ရင်း တံခါးညှပ်ပြီး ပိတ်မိသွားတော့တယ်။\nအဲဒီအချိန်မှပဲ အင်တာဗျူးစရတာပေါ့။\nရေချိုးခန်းထဲကတစ်နေ့တာအချိန်မှာ နိုင်ငံရေးတွေ ငယ်ဘဝတွေ ရုပ်ရှင်အကြောင်း စာပေအကြောင်းတွေဆွေးနွေးရင်း သူတို့ကြားက Generation Gap ကို တဖြည်းဖြည်းမြင်လာရတယ်။\nအစမှာမြင်ခဲ့ရတဲ့ ဘုကန့်လန့်လူအိုကြီးဟာ တစ်ခါတစ်လေကျ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/18-madrid-1987-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZGIzOWNmZGQtMTIyNy00OWJkLTk5YjItNTAzNTFjZWY1OWI0XkEyXkFqcGdeQXVyMjU4MzE4ODM@._V1_-157x200.jpg",
        "title": "Sirf Ek Bandaa Kaafi Hai (2023)",
        "description": "Sirf Ek Bandaa Kaafi Hai 2023IMDb rating 7.3 အထိရရှိထားပပြီး၂၀၂၃ မှာအသစ်ထွက်ရှိလာတဲ့ တရားခွင်အခြေပြု\nဘောလီးဝုဒ်အိန္ဒိယဇာတ်ကားလေးဟာ အသက်မပြည့်သေးတဲ့ ကောင်မလေးတစ်ယောက်ကို လိင်အမြတ်ထုတ်ခဲ့တဲ့\nဘာသာရေးဆရာတစ်ယောက်နဲ့ သူ့ကိုတရားစွဲတဲ့အခါ ရင်ဆိုင်လျှောက်လဲပေးတဲ့ ရှေ့နေတို့ရဲ့ အားပြိုင်မှုကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း ဒိုင်ယာလော့အလန်းတွေနဲ့ ရှုစားကြရမှာဖြစ်ပြီး တစ်ခန်းမှကို ပစ်ရက်စရာမရှိ ဇာတ်ရှိန်မကျပဲနဲ့ ဆွဲဆောင်သွားနိုင်တဲ့ ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်အားကိုးရာရှာကြတဲ့ လူတွေရဲ့ ဘာသာတရားတစ်ခု လူတစ်ယောက်ကို\nအစွန်းရောက်ကိုးကွယ်လိုက်တဲ့အခါမှာ ဒီဘာသာတရားတစ်ခုကိုခေါင်းစဉ်တပ်ထားရုံနဲ့\nမျက်ကန်းတွေဖြစ် အမှားတွေအမှန်တွေမသိတော့ပဲ ဘယ်သူ့ကိုမဆို\nအဲ့ခေါင်းစဉ်အောက်ကဆိုတာနဲ့ ဇွတ်တွေယုံကြည်ကိုးကွယ်ကြတာပါပဲ\nဒါကဘာသာတရားတစ်ခုတည်းကို မဆိုလိုပါဘူး ယစ်ပူဇော်တတ်တဲ့ အာဖရိကလူရိုင်းတွေကစလို့\nဂိုဏ်းဆရာတွေကဟောလို့ ကိုယ့်ကိုယ်ကိုအုပ်လိုက်ကြီးသတ်သေကြတယ်ဆိုတဲ့\nအနောက်တိုင်းက ရီနေးဆန့်ဆရာကြီးများအလယ်\nစောင့်ထိန်းစရာအကျင့်သိက္ခာတွေများပြားပြီး တစ်ခုမှမစောင့်ထိန်းလဲ\nနာမည်ကြီးရင် ဇွတ်ကိုးကွယ်ကျတဲ့ အာရှသားများထိအဆုံးလို့ပဲ ပြောရမှာပေါ့ဘာသာရေးဆိုတဲ့ ခေါင်းစဉ်တစ်ခု\nဒါကိုခုတုံးလုပ်ပြီး ပရဟိတကျောင်းဘာညာ ရိုက်စားလုပ်တဲ့ကောင်တွေရှိတယ်\nဒါကိုခုတုံးလုပ်ပြီး ကလေးသူငယ်တွေကို ကျားမမရွေးလိင်အမြတ်ထုတ်နေတာတွေရှိတယ်\nဒါကိုခုတုံးလုပ်ပြီး ဗန်းပြအလှူခံသူဌေးဖြစ်နေတဲ့ကောင်တွေရှိတယ်\nပြောရရင်တော့ ပြောမဆုံးစေမဲ့ အရာတွေပေါ့အိန္ဒိယဇာတ်ကားတွေထဲမှာ ကျွန်တော်မှတ်မိသလောက် ကတော့\nဘုရားရှင်ကို တရားစွဲတဲ့ဇာတ်ကားရယ်\nအူကြောင်ကြောင် ဂြိုလ်သား PK ရယ်က\nဘာသာတရားကို အပီအပြင်ဖဲ့ထားတာပေါ့\nခုဒီဇာတ်ကားထဲမှာလည်း ဘာသာတရားဗန်းပြပြီး လိင်အမြတ်ထုတ်နေတဲ့\nအိန္ဒိယက ဂိုဏ်းဆရာတစ်ယောက်ကို ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/sirf-ek-bandaa-kaafi-hai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/2wwgl2_4f-135x200.jpg",
        "title": "Ai Khai Dek Wat Chedi (2023)",
        "description": "Ai Khai Dek Wat Chedi (2023)****************************ကိန်နဲ့ပီအက်တို့ ညီအစ်ကိုနှစ်ဦး တောင်ပိုင်းက ရွာတစ်ရွာကိုလာပြီးကြက်တိုက်ကြပါတယ်..ကြက်တိုက်ပွဲမှာရှုံးသွားလို့ ပိုက်ဆံမပေးချင်တာ မြို့ခံလူမိုက်တွေဆီကထွက်ပြေးရင်း စွန့်ပစ်ဘုရားကျောင်းတစ်ခုကိုရောက်သွားခဲ့ပါတယ် ...အဲဒီဘုရားကျောင်းက Sichon ပြည်နယ်မှာရှိပြီး ရှေးသမိုင်းအစဥ်အဆက်တည်းရှိလာခဲ့တဲ့Nakhon Si Thammarat ခရိုင်မှာရှိတဲ့ဘုရားကျောင်းပဲဖြစ်ပါတယ် ...အဲဘုရားကျောင်းမှာဆိုရင် အသက် ၁၀ နှစ်အရွယ်ကောင်လေးတစ်ဦးက ရတနာတွေကိုစောင့်ကြပ်ပေးနေပါတယ်သူခိုးတွေရန်ကနေ....ဒါမယ့်တစ်နေ့မှာတော့ ရတနာတွေကိုယူချင်နေတဲ့မြို့ခံတစ်ချို့နဲ့ ကိန် ပီအက်နဲ့ ခိုင်တို့ နိုက်ခိုက်ကြပါတော့တယ် ..အဲဒီကနေတဆင့် ဆန်းကြယ်မှုတွေဖြစ်ပွားလာပြီး အဲ ၁၀ နှစ်အရွယ်ကောင်လေးက ဘယ်ကလာပြီးဘ့ာလို့ဒီဘုရားကျောင်းကိုစောင့်ကြပ်ပေးနေရတာလဲ ကိန်နဲ့ပီအက်ကရော ဒီအရှုပ်တော်ပုံထဲဘယ်လိုဝင်ပြီး ဘာတွေဆက်​ဖြစ်မလဲဆိုတာကိုတော့ ဒီသဘာဝလွန်ဇာတ်ကားလေးထဲမှာပဲ ကြည့်လိုက်ကြပါတော့.....File Size :(3.2GB) and (1.3GB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy,Fantasy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chian\nEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ai-khai-dek-wat-chedi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKjQVcKbhE9FzuBn0IzIGTnK42P.jpg",
        "title": "[18+] Sandwich (2023)",
        "description": "Sandwich (2023)~ IMDb rating - 8.1/10 ~ကိုဗစ် ၁၉ ကပ်ဘေးကမ္ဘာပေါ်ကို ပထမဆုံးကျရောက်လာတဲ့အချိန်၊ ကိုဗစ်ဆိုတာ၊ လော့ဒေါင်းဆိုတာ၊ ခပ်ခွာခွာနေဖို့ဆိုတာ ဘာရယ်ဆိုတာ လူတွေသေချာမသိရခင်ကာလလေးကို အခြေခံထားတာပါ။ဖိလစ်ပိုင်မှာ ကိုဗစ်ကြောင့် လော့ဒေါင်းတွေချဖို့ တစ်ရက်အလို အဆင့်မြင့် တိုက်ခန်းတွဲတစ်ခုမှာနေထိုင်တဲ့ လင်မယားနှစ်ယောက် သူတို့ရဲ့ရိုးအီနေတဲ့ အိမ်ထောင်ရေးကနေ အသစ်အဆန်းလေးထွက်ပေါက်ရှာဖို့ သရီးဆမ်းကြမယ်ဆိုပြီး ကောင်မလေးတစ်ယောက်ကို ဖိတ်ခေါ်ကြရာကနေစပါတယ်။ ကောင်မလေးနဲ့သုံးယောက် ဆက်ဆံရာမှာ အဆင်မပြေဖြစ်သွားရာကနေ အခဲမကျေသေးတဲ့ သူ့အမျိုးသားဟာ ဒီတစ်ခါတော့ ယောက်ျားတစ်ယောက်ကိုခေါ်ဖို့စိတ်ကူးရသွားပါတယ်။ရှေ့က မိန်းကလေးနဲ့မှာ လပေါင်းများစွာအချိန်ယူ အစီအစဉ်ချထားတာမှန်ပေမဲ့ အခုလိုအပြင်လောကမှာ လော့ဒေါင်းကိစ္စကြောင့် လူတွေရုန်းရန်းဆန်ခတ်ဖြစ်နေတဲ့အတွက် သူတို့ခေါ်ယူမယ့်လူဟာ ကြုံရာလူပဲဖြစ်နိုင်တော့မှာ အသေအချာပါ။ အဲဒီအချိန်မှာ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့သူကတော့ သူတို့တိုက်ခန်းကို တစ်ဖက်ကနေ မှန်ဘီလူးနဲ့ချောင်းကြည့် အာသာဖြေတတ်တဲ့ သူတစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့...နာမည်နဲ့လိုက်အောင် သုံးထပ်ကိတ်ဖုတ်တဲ့ကိစ္စကိုပဲ အခြေခံထားတာဖြစ်ပြီး တစ်ကားလုံးကိုလည်း ဒီအကြောင်းအရာပေါ်မှာပဲ အခြေပြုတည်ဆောက်သွားတာဖြစ်ပါတယ်။ သုံးထပ်ကိတ်လေးကို မြည်းစမ်းကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sandwich-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTY0MWY5YTgtMmRiZi00ZmM2LTkzNzEtOWI5NjAzNjEyOTg1XkEyXkFqcGdeQXVyMTY1MTcxMzc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "{18+}Alexandra’s Project (2003)",
        "description": "IMDb Rating/(6.5)အိမ်ထောင်ရေးတစ်ခုမှာ သာယာမှုဆိုတာကို ဘယ်လိုဆုံးဖြတ်တတ်ကြပါသလဲ လူအမျိုးမျိုး စိတ်အထွေအထွေမို့ အကြောင်းအရာမျိုးစုံရှိကြမှာပါ အပေါ်ယံကြည့်ရင် သာယာချမ်းမြေ့တဲ့ မိသားစုလို့ ထင်ရပေမယ့် နောက်ကွယ်မှာ ကာယကာရှင်ကိုယ်တိုင်သာ သိမြင်ခံစားရတဲ့ ကိစ္စတွေအတော်များများရှိတတ်ကြပါတယ် ဒီကားလေးကတော့ Gone Girl ဆန်ဆန်လေး ဆိုပါတော့ အထန်ကောင် ယောက်ျားကို ပိုင်ဆိုင်ထားမိတဲ့ Alexandra တစ်ယောက် သားသမီးမျက်နှာကိုထောက်ပြီး နှစ်ပိုင်းများစွာ သည်းခံခဲ့ပေမယ့် အတိုင်းထက်လွန်လာတဲ့ ကိစ္စတွေ သိရှိကြုံတွေ့ လာရတဲ့အခါ ဘယ်လိုသင်ခန်းစာပေးမလဲ ချစ်ခြင်းမေတ္တာတွေ ဆာလောင်မွတ်သိပ်ချိန် ခင်ပွန်းဖြစ်သူရဲ့ လိင်အသုံးချမှုသက်သက်အဖြစ်ပဲ နေထိုင်လာရတဲ့ မိန်းမတစ်ယောက်အနေနဲ့ ဘယ်လို တုန့်ပြန်မလဲဆိုတာ CM ပရိသတ် ယောကျာ်းဘသားတို့ ဘုတုတ အနေနဲ့သတိထားရအောင် ကြည့်ရှုခံစားလိုက်ကြပါ... အမျိုးသမီးထုတို့လည်း မွေးနေ့လက်ဆောင်ကောင်းလေး ရှာဖွေနေရပြီဆိုရင် ဒီကားလေးကို ကြည့်ရှုရင်း လေ့လာလိုက်ကြပါနော် Best Film from Oceania, Best Screenplay နဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18alexandras-project-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTg3YTEzNjYtZTY2NS00YjNmLTlhNjUtZTI2M2E5NDI4M2NjXkEyXkFqcGdeQXVyMzI3MDEzMzM@._V1_-135x200.jpg",
        "title": "Mudbound (2017)",
        "description": "Mudbound (2017)\n=============\nIMDb Rating - 7.4/10ဒီကားက သရုပ်ဆောင်တွေက တော်တော်တော့မိုက်ပါတယ်။\nပထမဆုံးတစ်ယောက်အနေနဲ့ ဂတ်စ်ဘီကားနဲ့ အားလုံးအချစ်\nခံခဲ့ရတဲ့ ဒေစီတစ်ဖြစ်လဲ Carey Mulliganဟာ တကယ့်ထိပ်\nတန်းမင်းသမီးလို့‌ ပြောလို့ရပါ့မလား သေချာတော့မသိပေမဲ့\nသရုပ်ဆောင်အရာမှာတော့ အခုထိလည်း ကိုယ့်ကိုယ်ကိုယ်\nတစ်စထက်တစ် သွေးနေတုန်း၊ စိတ်နှစ်ကိုယ်နှစ်သရုပ်ဆောင်\nတဲ့ မင်းသမီးဆိုတာတော့ သေချာပါတယ်။နောက် ဂတ်စ်ဘီကားမှာပဲ ဒေစီ့ယောက်ျားနဲ့ ဖောက်ပြန်တဲ့\nမိန်းမရဲ့ ယောက်ျားအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Jason Clarke\nလည်းပါပါတယ်။ သံသရာတစ်ပတ်လည်ပြီး ဒီထဲမှာတော့\nသူတို့၂ယောက်လင်မယားဖြစ်လာခဲ့တာပါ။ နောက် Tron\nမင်းသား Garrett Hedlundနဲ့ လူမဲဘဝသရုပ်ဖော်ကားဆိုတော့\nသရုပ်ဆောင်ကောင်းတဲ့ လူမဲတွေတော်တော်ပါပါတယ်။ ဇာတ်ပို့\nဇာတ်ဆောင်အကောင် သရုပ်ဆောင်တာတွေက သူ့နည်းသူ့ဟန်နဲ့\nအံဝင်ခွင်ကျဖြစ်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ဇာတ်ကတော့ ဒုတိယကမ္ဘာ\nစစ်ကာလရယ် လူမဲဖိနှိပ်ခံဘဝရယ်ကို ဖော်ပြဖို့ ကျေးလက်ဒေသက\nလယ်ယာစိုက်ပျိုးရေးနဲ့ တွဲဖက်ပုံဖော်သွားခဲ့ပါတယ်။ဒုတိယကမ္ဘာစစ်မီးက သူ့ဘာသာလောင် လူတွေကလည်း သူ့အပူနဲ့\nသူ့စားဝတ်နေရေး သူ့အတ္တအတွက် သူ့ဘာသာလောင်နေတဲ့ကာလ\nတစ်ခုပေါ့။ လူဖြူလယ်လုပ်ငန်းရှင်တစ်ယောက်ဟာ လူမဲမိသားစု\nတစ်စုကို လူငှားချပြီး အနိုင်ကျင့်တာတွေကို ကျွန်တော်တို့မြင်ရတယ်။\nလူဖြူမိသားစုက ညီငယ်က ဒုတိယကမ္ဘာစစ်ပွဲအပြီး ပြန်လာတဲ့အချိန်\nလူမဲမိသားစုက သားကြီးကလည်း ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mudbound-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDdjOTM3NzAtNjg1Ny00MmNkLThhZmMtM2FmOTRjMDk3YThjXkEyXkFqcGdeQXVyNTA3NzkyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Pink Cloud (2021)",
        "description": "The Pink Cloud (2021)\n=================\nIMDb Rating - 6.0/10‌တစ်ညလောက်လေးပဲအတူနေခဲ့ရတဲ့ ‌ဂျိုဗားနားနှင့် ယာဂိုတို့\nနှစ်ယောက်၊ ထိတွေ့မိတဲ့လူတိုင်းကိုသေစေတဲ့ အပန်းရောင်\nတိမ်ဆိုင်ကြီးတစ်ခု ကောင်းကင်ပေါ်မှာရုတ်တရက်ပေါ်လာ\nတဲ့အခါတော့ နှစ်ယောက်စလုံးတစ်အိမ်ထဲမှာပဲပိတ်မိသွား\nကြပါတော့တယ်။ အနေနီးရင် သံယောဇဉ်ဖြစ်သွားတတ်တယ်\nဆိုတဲ့အတိုင်း တိမ်ဆိုင်ကြီးပျောက်ကွယ်သွားမယ့်နေ့ရက်ကို\nစောင့်ဆိုင်းနေတဲ့ သူတို့နှစ်ယောက်။တစ်ယောက်အကြောင်းတစ်ယောက်လေ့လာရင်း သူတို့မသိ\nလိုက်ခင်မှာပဲ သံယောဇဉ်ကြိုးလေးတစ်ခုဖြစ်ပေါ်လာခဲ့တယ်။\nဒါပေမဲ့ ပိတ်လှောင်ပြီးနေရတာကြာလာတဲ့အခါ စိတ်တွေထွေ\nပြားပြီး အဆိုးဘက်ကိုဦးတည်လာတဲ့အခါမှာ ဘယ်လိုတွေဆက်\nဖြစ်မလဲ၊ ဒီတိမ်ဆိုင်ကြီးက လူသားမျိုးနွယ်ကိုအဆုံးသတ်စေမှာ\nလားဆိုတာကို ဇာတ်ရှိန်ခပ်အေးအေးလေးနဲ့ကြည့်ရမယ့် ဇာတ်\nကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(973 MB) / (370 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Sci-Fi\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-pink-cloud-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s1XVy7kI7pUPeTbp9ZpCN0iqqXW-768x1152-1-133x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story II (1998)",
        "description": "ပထမကားထဲမှာ မင်းသမီးက ဂေါ်ဖီထုပ်လေး ဖြစ်နေပေမဲ့ ဒီကားလေးထဲမှာတော့ မင်းသမီးလေးက ကြာပန်းလေး ဖြစ်နေတာပါ လေပေါ်ပျံသိုင်းကွက်အပြီး မှာတော့ အငြိမ့်သိုင်းကွက်လေးတွေ ဆက်ကျင့်ကြတာပေါ့ အဲဒါအပြင် ပရိသတ်တွေရဲ့ အသည်းစွဲ Chinese Ghost Story ထဲက မင်းသမီးကြီး ဖန်ယန်း လည်းပါဝင်နေတော့ ကြည့်ကောင်းမယ်ဆိုတာ ပြောစရာတောင် မလိုလောက်တော့ပါဘူး ဒီကားထဲမှာတော့ ရိုးရိုးသားသားလယ်သမားလေးနှစ်ယောက်က အခွန်တွေအရမ်းတိုးတာကို မပေးနိုင်ဘဲ လယ်တွေအသိမ်းခံလိုက်ရလို့ ဓားပြတွေဖြစ်သွားတာကနေ သူတို့ ဓားပြတိုက်မိတဲ့ သူက နေပြည်တော်သွားပြီး စစ်သူကြီးစာမေးပွဲဖြေမဲ့သူ ဖြစ်နေတော့တာပါပဲ ကံကောင်းတာနဲ့ ကံဆိုးတာကဒွန်တွဲနေပါတယ်လို့ လူတွေပြောကြသလိုပဲ နေပြည်တော်သွားမဲ့သူကြီးက သူတို့နဲ့ ခင်မင်ရင်းနှီးသွားတာပါ အဲဒီလိုနဲ့ အိမ်ခေါ်လည်ပြီးစားကြ သောက်ကြတာပေါ့ နောက်တနေ့ စာမေးပွဲဖြေဖို့ ထွက်သွားရင်းမှာပဲ ဓားပြနှစ်ယောက်ထဲက တစ်ယောက်ရဲ့ သတို့သမီးလောင်း ကြာပန်းလေးဆီ သူက ခိုးပြန်လာပြီး ချစ်ကြောင်းကြိုက်ကြောင်းနဲ့ သူ့ကိုစောင့်နေပါလို့ ပြောသွားပါသေးတယ် နှစ်ဝက်လောက်လည်းကြာရော သူလည်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-a-chinese-torture-chamber-story-ii-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDZchncQsRj2QIX8K0lzvM9mXGa.jpg",
        "title": "Come Out Fighting (2023)",
        "description": "Come out Fighting (2023)၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ရုရှားအာနိုးလို့ လူသိများတဲ့\nမင်းသားကြီး Dolph Lundgren ပါဝင်ထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။စစ်ကားကြိုက်သူဆိုရင် လက်မလွှတ်ဖို့ အကြံပေးလိုက်ချင်ပါတယ်။\nလူမျိုးရေးခွဲခြားမှုတွေ ပြင်းထန်နေတဲ့ အချိန်ကာလဖြစ်တဲ့ ဒုတိယကမ္ဘာစစ် အချိန်ကာလမှာ\nလူမည်းစစ်သားတွေဟာလည်း တိုက်ပွဲဝင်နေခဲ့ပါတယ်။\nတပ်တွင်းမှာ ခွဲခြားဆက်ဆံမှုတွေ ရှိပေမယ့်လည်း နိုင်ငံ့အတွက်ကို အသက်ပေးအမှုထမ်းနေကြတုန်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒုဗိုလ် ရောဘတ်စ် ဟေးစ်ဟာ လူမည်းတပ်ဖွဲ့မှာ ထမ်းဆောင်နေတဲ့သူ တစ်ယောက်ဖြစ်ပါတယ်။\nသူတို့ တာဝန်ထမ်းဆောင်နေတဲ့ မစ်ရှင်တစ်ခုမှာ အမှားတစ်ခုကို ဖြစ်သွားပါတယ်။\nဒီလိုနဲ့ အဲဒီ ဒုဗိုလ်ကို စစ်တပ်က စုံစမ်းစစ်ဆေးဖို့ နောက်တန်းကို ပြန်ပို့လိုက်ပါတယ်။\nပြန်ပို့နေရင်း ရန်သူ့ထိန်းချုပ် နယ်မြေထဲမှာ ပျောက်သွားပါတယ်။\nတစ်ဖက်ကလည်း ထိုးစစ်ဆင်ဖို့ ပြင်ဆင်နေတာမို့ သူ့ကို လိုက်မရှာနိုင်ဖြစ်နေပါတယ်။\nဒုဗိုလ် လက်အောက်မှာ တာဝန်ထမ်းနေတဲ့ တပ်ဖွဲ့တွေကတော့ အမိန့်မရလည်း\nသူတို့ရဲ့ ခေါင်းဆောင်ကို လိုက်ရှာဖို့လုပ်ကြရင်း ဂျာမန်တပ်တွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ ဖြစ်လာပါတော့တယ်.....အညွှန်း နဲံ ဘာသာပြန်ကတော့ Leonard Lin ...",
        "rating": "",
        "url": "https://channelmyanmar.org/come-out-fighting-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o8ttROXRy2obfcO3IFnORFq9nW8.jpg",
        "title": "Department Q: A Conspiracy of Faith (2016)",
        "description": "IMDB – 7.0/10Q ဌာနရဲ့ တတိယအမှုတွဲကား စောင့်မျှော်နေသူတွေအတွက် ပြန်လာခဲ့ပါပြီ။ဒီအမှုမှာတော့ ဘာသာရေးတွေ ယုံကြည်မှုတွေရဲ့ အစွန်းရောက်ခြင်းရဲ့ဆိုးကျိုးတွေကို မေးခွန်းထုတ် ပညာပေးထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ပင်လယ်ထဲမှာ ၈ နှစ်ကြာ မျောလာတဲ့ ပုလင်းလေးတစ်လုံးအထဲမှာ စာတစ်စောင်ပါတယ် ဘယ်သူကမှ မတွေ့ခဲ့ကြဘူးခုချိန်က လွဲလို့ပေါ့။ အထဲက စာလေးကလည်း ကလေးတစ်ယောက်ရေးသားထားတဲ့စာ သူအဖမ်းရလို့ လာကယ်ပါဆိုပြီး အကူအညီတောင်းတဲ့စာလေး ဒီစာလေးဟာ ၈ နှစ်အကြာမှာ Q ဌာနကိုဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါတော့တယ်။ အဲဒါနဲ့ Q ဌာန ဇာတ်လိုက်ကျော်တွေ ဒီစာလေးကို အဖြေလိုက်ရှာနေတဲ့အချိန်မှာပဲ နယ်ဖက်က ဘာသာရေးကိုင်းရှိုင်းတဲ့ လယ်သမားမိသားစုရဲ့မိသားစု ပြဿနာကလည်း တစ်ချိန်တည်းမှာ ကြုံတွေ့လာရပါတော့တယ်။ ဒီအမှုနှစ်ခုဟာ ဆက်စပ်နေမလား နောက်ထပ်အမှုတွေရှိနိုင်သေးလား ဘာလို့ ဘာသာရေးကိုင်းရှိုင်းတဲ့ကလေးတွေကိုဖမ်းဆီးပြီး ဘာတွေလုပ်ခဲ့တာလဲ ဒီလိုလုပ်ရခြင်းရဲ့နောက်ကွယ်ကရောဘယ်လိုအတိတ်ဆိုးက ရှိနေမလဲ စသဖြင့် Q ဌာနရဲ့ ထုံးစံအတိုင်းပဟေဠိတွေ အဖြေရှာပြီး ဉာဏ်ကြီးရှင် လူဆိုးနဲ့ သူတင်ကိုယ်တင်နွဲရတဲ့အမှု ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/department-q-a-conspiracy-of-faith-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4NJ5rel0BVJdacJIQAfu1y8628Z.jpg",
        "title": "Department Q: The Absent One (2014)",
        "description": "Genre – Crime, Mystery, Drama\nIMDB – 7.1/10 Q ဌာနပရိတ်သတ်တွေအတွက် ဒုတိယကားတင်ဆက်ပေးလိုက်ပါပြီဗျာ။ပထမကားမကြည့်ရသေးတဲ့လူတွေလည်း CM မှာ The Keeper ofLost Causes ဆိုပြီး ရိုက်ရှာလို့ရပါတယ်။ ပထမကားကြည့်ထားမှဒီ Q ဌာန ဘယ်လိုဖြစ်လာသလဲ သိမှာမို့လို့ပါ။ ကဲ ဒုတိယကားမှာတော့ပထမဆုံးအမှု အောင်မြင်ထားတော့ Q ဌာနကို ချီးကျုးနေကြပြီပေါ့လေကားလ်နဲ့ အာဆတ်တို့လည်း အတွင်းရေးမှူးအသစ် ရိုစ့်ဆိုတာကိုအဖွဲ့ထဲခေါ်လိုက်ကြတယ်။ ဒီလိုနဲ့တစ်ရက် ဌာနပါတီအပြီး ကားလ်အပြန်လူတစ်ယောက်က သူ့သားသမီးအမွှာလေး အသတ်ခံရတဲ့ကိစ္စကားလ်ဆီကို ပို့ထားတာ မကြည့်ပေးဘူးလား ဘာလား ဇွတ်ပြောတော့ကားလ်က မောင်းထုတ်ခဲ့ပါတယ်။ သိပ်မကြာခင်မှာပဲ ဒီလူကြီးကိုယ့်ကိုကိုယ်သတ်သေသွားကြောင်း ကားလ်သိလိုက်ရပြီးဒီလူဟာ အရင်တုန်းက ရဲအရာရှိဖြစ်ကြောင်း လွန်ခဲ့တဲ့ အနှစ် ၂၀လောက်က သူ့သားနဲ့သမီး အသတ်ခံရတာကို စုံစမ်းပြီး အငြိမ်းစားယူထားကြောင်း သိရတဲ့အပြင် ကားလ်ဆီကိုပို့ဖို့ အထုပ်ကြီးပြင်ထားတာကိုပါ တွေ့လိုက်ရပါတယ်။ ဒါနဲ့ ကားလ်တစ်ယောက် ဒီအမှုကိုလိုက်ကြတဲ့အခါ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/department-q-the-absent-one-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqf51OvCEkk5cTQV1hldHxU27ix.jpg",
        "title": "Department Q: The Keeper of Lost Causes(2013)",
        "description": "ဟောလိဝုဒ်ကားတွေ အကြည့်များလို့ ရိုးနေရင် အပြောင်းအလဲလေးဖြစ်အောင် စတိုင်ပြောင်းကြည့်လို့ကောင်းတဲ့ ဒိန်းမတ်စုံထောက်ကားလေးဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးရဲ့ ဇာတ်လိုက်ကျော် ကားလ်ဆိုတဲ့စုံထောက်က ခေါင်းမာတယ် လူ့ဂွစာ အပေါင်းအသင်းမရှိဆိုပေမယ့်အရည်အချင်းလေး ရှိပြီး တစ်ဇွတ်ထိုးလုပ်တတ်သူ ဖြစ်ပါတယ်။တစ်ရက် သူ့ရဲ့ခေါင်းမာမှုကြောင့် တွဲဖက်တွေက သေတာတို့ ဒုက္ခိတဖြစ်တာတို့ ရှိပြီး သူ့ကိုလည်း Q ဌာနလို့ခေါ်တဲ့ ဌာနအသစ်တစ်ခုကိုရာထူးချလိုက်ပါတော့တယ်။ ဒီ Q ဌာနဆိုတာက ဝန်ကြီးဌာနကအသစ်ဖွဲ့စည်းထားတာဖြစ်ပြီး လွန်ခဲ့တဲ့ အနှစ် ၂၀ လောက်ကပိတ်သိမ်းထားတဲ့အမှုတွေကို ပြန်စစ်ပြီး စာရင်းသွင်းရတဲ့ ပျင်းစရာဌာနတစ်ခုပေါ့။ ဝန်ထမ်းဆိုလို့ အရာရာကို အကောင်းမြင်စိတ်ရှိတဲ့အာဆတ်ဆိုတဲ့တစ်ယောက်ပဲ ရှိတယ်။ဒီလိုနဲ့ လူပျော်အာဆတ်နဲ့ဦးစိတ်တို ကားလ်တို့ ပျင်းစရာအမှုတွေ စစ်ဖို့ လုပ်ရင်း လွန်ခဲ့တဲ့၅ နှစ်က ထူးခြားတဲ့အမှုတစ်ခုကို ပြန်တွေ့သွားပါတယ်။ ဘာအမှုလည်းဆိုတော့ ဦးနှောက်မကောင်းတဲ့ မောင်ဖြစ်သူကို ပြုစုပေးနေတဲ့ကျန်းမာရေးနယ်ပယ်က အမျိုးသမီးတစ်ယောက် ဖယ်ရီသင်္ဘောပေါ်ကနေခုန်ချ သတ်သေတယ်ဆိုတဲ့အမှုပါ ကိုယ့်ကိုကိုယ်သတ်သေတယ်ဆိုပြီးအမှုပိတ်ထားတာပါ။ ဒီလိုနဲ့ နှစ်ယောက်သား မသင်္ကာလို့ အမှုပြန်ဖွင့်ပြီး လိုက်ကြတဲ့အခါနောက်ကွယ်က ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/department-q-the-keeper-of-lost-causes2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmI5ZGY2MTEtNGI4Ni00MDUzLTkzMzAtODUwZmJmOTk0M2QzXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Neelavelicham (2023)",
        "description": "Neelavelicham (2023)\nIMDb 6.5ဟောင်းနွမ်းပြီး ချုံနွယ်ပိတ်ပေါင်းတွေနဲ့ လျှောက်လမ်းကိုတောင် ဖုံးအုပ်နေတဲ့ ခြံကြီးတစ်ခြံ...\nဒီခြံကြီးထဲမှာ နွယ်တွေရစ်ပတ်နေတဲ့အိမ်အိုကြီးနဲ့ ရေတွင်းပျက်တစ်လုံး...ညဘက်အမှောင်ထဲကြည့်လိုက်မိရင် သရဲကြီးတစ်ကောင် ငုတ်တုတ်ထိုင်နေသလိုမျိုး ချောက်ချားဖွယ်အတိပေါ့ အဲဒီမြိုထဲကလူတွေဆို ဒီခြံရှေ့ နေ့ခင်းကြောင်တောင်တောင် ဖြတ်မသွားရဲလောက်အောင် အခြောက်အလှန့်ကလည်း ကြမ်းမှကြမ်း..ဒီအိမ်ကြီးမှာ ဇာတ်လမ်းကလည်းရှိခဲ့တာကိုး အချစ်ကို ဆုံးရှုးခဲ့ရလို ခြံပိုင်ရှင်သမီးလေးတစ်ယောက် ရေတွင်းထဲခုန်ချပြီး အစိမ်းသေသေခဲ့ရတယ် အဲဒီနောက်ပိုင်း ယောကျာ်းတွေကို မုန်းတီးပြီး သရဲအနေနဲ့ ခြံကိုလည်း စောင့်ရှောက် တွေ့သမျှလူတိုင်းလည်း ခြောက်လှန့်တယ်လို ဆိုကြတယ်ဒီခြံကို မအူမလည်နဲ့ ငှားမိသွားတာက စာရေးဆရာပေါက်စ ..ဈေးကလည်းအတော်တန်တော့ ၂လစာငွေချေပြီး ငှားလိုက်မိတယ် သူဒီခြံထဲကို ပြောင်းလာတာပါလိုမိတ်ဆက်လိုက်တိုင်း လူတွေက ကြောက်လန့်ကုန်ကြတယ် ဒီလိုနဲ့ သူတစ်စတစ်စတွေ့တွေ့လာရတဲ့ ချောက်ခြားမှုတွေ...ခြံကလည်းထပ်ငှားဖိုရာ ပိုက်ဆံမရှိလေတော့ ဒီခြံထဲက မမြင်ရတဲ့ အစိမ်းသေနဲ့သူဘယ်လိုနှစ်ပါးသွားမလဲ...ဇာတ်လမ်းက မပေါ့သွားမဲ့ဇာတ်လမ်းဖြစ်တာမို သရဲကားကြိုက်ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းတစ်ကားပါပဲရှင်\n(အညွှန်းကိုတော့ Yunni မှရေးသားပေးထားပြီး ဘာသာပြန်တွေကတော့ Yunni,Khin နဲ့ BpL တိုပဲဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/neelavelicham-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/One_True_Loves_poster-135x200.jpg",
        "title": "One True Loves (2023)",
        "description": "One True Loves (2023)စစ်မှန်တဲ့အချစ်နဲ့ ဘဝမှာဘယ်နှစ်ကြိမ်ကြုံတွေ့နိုင်သလဲ။ အမ်မာဘလဲရ်ဆိုတဲ့မိန်းကလေးအတွက်တော့ ကံကြမ္မာက နှစ်ကြိမ်တောင်ယူဆောင်လာပေးခဲ့တယ်။ ဘဝမှာဒုတိယအကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကျမှ ထာဝရဆုံးရှူံးလိုက်ရပြီထင်တဲ့သူကပြန်ရောက်လာတဲ့အခါ....main castတွေအကုန် သရုပ်ဆောင်အဆင်ပြေကြပြီး ဇာတ်ဝင်တေးတွေလည်းသူ့နေရာနဲ့သူအံဝင်ခွင်ကျထည့်ထားပြီး ကြည့်ရတာcringeမဖြစ်ဘဲအဆင်ပြေတယ်လို့ထင်ပါတယ်။ Hacksaw Ridge, Interceptorတို့မှာsupporting rolesတွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Luke Braceyနဲ့ Shang-Chi and the Legend of the Ten RingsထဲကShang-Chiနေရာမှာသရုပ်ဆောင်ခဲ့တဲ့Simu Liuတို့အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းအမ်မာက သူ့ဘဝရဲ့ငယ်ရွယ်တဲ့အချိန်မှာပဲ စစ်မှန်တဲ့လက်တွဲဖော်တစ်ယောက်ကိုရခဲ့တယ်။ documentaryတွေရိုက်ရတာသဘောကျတဲ့ဂျက်စီရယ် ခရီးသွားဘလော့ဂ်တွေရေးရတာနှစ်သက်တဲ့ အမ်မာရယ် စိတ်တူကိုယ်တူဝါသနာတူစုံတွဲလေးဖြစ်ခဲ့တယ်။ဆမ်လီကတော့ အမ်မာရဲ့ကျောင်းနေဖက်အခင်ဆုံးသူငယ်ချင်း အမ်မာကိုအရင်တွေ့ပြီး အရင်စကြိုက်ခဲ့တဲ့သူပေမယ့် ဖွင့်မပြောဖြစ်ခဲ့ဘဲ တစ်ဖက်သတ်အချစ်နဲ့အဆုံးသတ်သွားခဲ့တယ်။ ဒါ​​ပေမဲ့ကံကြမ္မာက ဆမ်နဲ့အမ်မာကိုပြန်ဆုံစေခဲ့တယ်။ အမ်မာလည်း ဂျက်စီမရှိတော့တာ ၃ နှစ်အကြာမှာတော့အမှန်တရားကိုလက်ခံလိုက်ပြီး နောက်တစ်ကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တယ်။တကယ်တော့ဂျက်စီကမသေခဲ့ဘဲ လူသူမရှိတဲ့ကျွန်းတစ်ကျွန်းမှာသောင်တင်နေခဲ့တာပါ။(မင်းသားကြီးTom Hanks)ရဲ့Castawayကိုတောင်သတိရသွား)အမ်မာကိုပြန်တွေ့ရဖို့မျှော်လင့်ချက်နဲ့ လေးနှစ်လုံးကျွန်းပေါ်မှာမသေအောင်နေခဲ့ပေမယ့် ပြန်ရောက်လာတဲ့အချိန်မှာ ကိုယ့်ဇနီးမှာ နောက်ထပ်စေ့စပ်ထားတဲ့သူရှိနေခဲ့ပြီ။ဒါတွေသာဖြစ်မလာခဲ့ရင် ဂျက်စီလည်းအမ်မာနဲ့ထာဝရပျော်ရွှင်သွားရမှာ။ ဆမ်လီကလည်းကြိုးစားခွင့် မျှော်လင့်ခွင့်ရှိတယ်။ ဒီဆုံးဖြတ်ရခက်တဲ့အခြေအနေကို အမ်မာဘယ်လိုဖြေရှင်းမလဲ။ ပရိသတ်ကြီးသာဆိုရင်ရော ဘယ်သူ့ကိုရွေးချယ်မလဲ....(ဘာသာပြန်ပြီး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/one-true-loves-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTNmOTllMDEtMzQwMS00YmE5LTg5YjAtNDI3ZWUzMTE1MTEzXkEyXkFqcGdeQXVyMDgzNDkyMg@@._V1_-144x200.jpg",
        "title": "Maya and Her Lover (2021)",
        "description": "Maya and Her Lover (2021)\n======================ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို drama အမျိုးအစား ဇာတ်လမ်း\nကောင်းလေးတစ်ခုနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့..\nဘဝအတက်အကျ အပြောင်းအလဲ‌တွေသိပ်မရှိတော့ဘဲ တည်ငြိမ်\nရင့်ကျက်‌တဲ့ အသက်အပိုင်းအခြားတစ်ခုကို ရောက်နေပြီဖြစ်တဲ့\nအသက် ၃၉ နှစ်အရွယ် မာယာဟာ introvert ဆန်ဆန် သူ့ဘဝကို\nအေးအေးဆေးဆေး ဖြတ်သန်းရင်း အတည်တကျ မိသားစုဘဝ\nလေးတစ်ခုကို တည်ထောင်ချင်နေခဲ့ပါတယ်။ ဒီလိုမျိုးဘဝကို တည်\nတည်ငြိမ်ငြိမ်ပဲ ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဘဝထဲကို သူ့အသက်ထက်\nဝက်ပိုငယ်တဲ့ ကောင်လေးတစ်ယောက်က ဝင်ရောက်လာခဲ့ပါတယ်။အဲဒီကောင်လေးရဲ့ တွေးခေါ်ပုံတွေ..သူရည်မှန်းထားတဲ့ ပန်းတိုင်တွေ\nမျှော်လင့်ချက်တွေက မာယာကိုသူ့ရဲ့အတိတ် ငယ်ငယ်တုန်းကပုံရိပ်\nတွေကို ပြန်အမှတ်ရစေတာကြောင့် အဲဒီကောင်လေးဟာ သူလိုချင်တဲ့\nအ‌ခြေတကျဖြစ်တဲ့ တည်ငြိမ်တဲ့ဘဝကို မပေးနိုင်ပေမဲ့ သူအဲဒီကောင်\nလေးအပေါ်ကို ဂရုစိုက်ပေးချင်စိတ်တွေ ကူညီပေးချင်စိတ်တွေ ပေါက်\nဖွားလာခဲ့ပါတယ်။မာယာတစ်ယောက် သူ့ကောင်လေးကို တကယ်ချစ်\nမိသွားမှာလား.. သူ့ရဲ့ကျန်ရှိတဲ့ဘဝကို အရင်လိုပဲ အချစ်မရှိဘဲ အတိတ်\nမှာပဲနစ်မြောရင်း ကုန်ဆုံးသွားမလားဆိုတာကိုတော့..ဒီဇာတ်လမ်းလေး\nထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (422 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/maya-and-her-lover-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Virupaksha(2023)",
        "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်\nရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါ\nဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့\nကျောင်းဆရာကားထဲက မင်းသမီးလေး\nSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကို\nကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်\nဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာ\nဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာ\nပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်\nရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်\nဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်\nးပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့\nချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်\nဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီး\nထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရော\nဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာ\nသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ\nFile size…2.93GB / 1.24GB\nQuality…1080p WEB DL / 720p\nFormat… mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ Yunni",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/virupaksha2023/"
    }
]