[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The-Burmese-Harp_movieposter_1389312302-215x300.jpg",
        "title": "The Burmese Harp(1956) – ျမန္မာစာတန္းထိုး",
        "description": "ဗမာ့ေစာင္း\nIMDb rating 8.1/10၁၉၅၆ခုႏွစ္ေလာက္ကတည္းကထြက္ခဲ႔တဲ႔ဒီဇာတ္ကားဟာလူအေတာ္မ်ားမ်ားရဲ႕နလံုးသားမွာေနရာ\nယူထားမယ္ဆိုတာက်ြန္ေတာ္ရဲရဲၾကီးေျပာရဲပါတယ္။ ၾကည့္ျပီးသူေတြအတြက္ရင္ထဲမွာနင့္နင့္နဲနဲ\nခံစားေစရမယ့္။ ဇာတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူး က်ြန္ေတာ္ ဒီဇာတ္ကားေလးကိုၾကည့္မိတဲ႔\nအခ်ိန္မွာကိုယ္ခ်င္းစာစိတ္ဝမ္းနည္းစိတ္ေၾကကြဲစိတ္ေတြတစ္ေပါင္းတစ္စည္းတည္းခံစားခဲ႔ရပါတယ္။\nပံုမွန္လူတစ္ေယာက္အတြက္ အပိုေတြေျပာေနတယ္လို႔ထင္ရေပမယ့္။ တစ္ကယ္ရုပ္ရွင္ခ်စ္သူေတြ\nအတြက္ဗမာ့ေစာင္းဇာတ္ကားဟာ အလြန္တန္ဖိုးမျဖတ္နိင္တဲ႔ဇာတ္ကား တစ္ကားလို႔ ေသခ်ာေပါက္\nေျပာဆိုမွာပါ။ IMDb rating အေနနဲ႔ 8.1/10  Rotten Tomatoes အေနနဲ႕ 91%ရထားခဲ႔တာကို\nၾကည့္ရင္ ဒီဇာတ္ကားေလးဟာ ေအာင္ျမင္တယ္မေအာင္ျမင္ဘူးဆိုတာေတြ႔နိင္ပါတယ္။\nဒါရိုက္တာအေနနဲ႔ Kon Ichikawa က ရိုက္ကူးထားျပီး စာေရးဆရာကေတာ့ႏိုဗယ္ဆုရွင္\nmichio takeyama က ေရးသားထားပါတယ္။ဇာတ္ကားကေတာ့ကာလာမဟုတ္ပါဘူး။ အျဖဴအမဲပါ ျမန္မာနိင္ငံနဲ႔ပူးေပါင္းရိုက္ကူးထားတဲ႔\nဇာတ္ကားရိုက္ကူးတဲ႔ အခ်ိန္အခါကိုၾကည့္ျခင္းအားျဖင့္ဂ်ပန္ရုပ္ရွင္ရဲ႕အဆင့္အတန္းျမန္မာ့\nရုပ္ရွင္ရဲ႕အဆင့္အတန္းကိုကြင္းကြင္းကြက္ကြက္ျမင္နိင္ပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့ ညီေလး Soe Htwe ျဖစ္ပါတယ္။)\nDownload and Direct Watch HD 720P\nDownload and Direct Watch 360P",
        "rating": "",
        "url": "https://megaup.net/Tpa9/The_Burmese_Harp_[1956]_(MM_Sub).mp4",
        "category": "Drama, Musical, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The_Isle-849907101-large-209x300.jpg",
        "title": "(18+)  Isle (2000)",
        "description": "အခ်စ္ဟာ လူကိုစိတၱဇျဖစ္ေစတယ္ဆိုရင္ယံုမလား ေရေပၚ'တဲ'ေတြဆီအပန္းေျဖမို႔လာတဲ့ေကာင္ေလးကုိ ေလွေမာင္းတဲ့ေကာင္မေလးကခ်စ္မိခဲ့ပါတယ္... အ႐ူးအမူးကိုခ်စ္မိသြားတာပါ...ဒါဆိုရင္ခဏကအခ်စ္ဟာလူကိုစိတၱဇျဖစ္သြားေစလားဆိုတာေလးကသက္ေရာက္လို႔လာပါၿပီး...... အဲဒီမွာေကာင္ေလးရဲ႕ခ်စ္သူကေရာက္လာၿပီး... ေကာင္ေလးနဲ႔သူ႔ခ်စ္သူေကာင္မေလးကိုခ်စ္ေနၾကတာကို ဝန္တိုေနတဲ့ေလွသမားမိန္းမက ေကာင္ေလးရဲ႕ခ်စ္သူကိုဖမ္းခ်ဳပ္ၿပီးေလွာင္ထားလို္က္ပါတယ္....ဒါကလည္းသူေကာင္ေလးကိုခ်စ္တဲ့စိတ္တစ္ခုတည္းနဲ႔အတြက္ပါ....အခ်စ္ဆိုတာကလည္းေလထုထည္တစ္ခုလိုပါပဲ.. ဖမ္းယူကိုင္ဆုတ္လို္႔မရေပမဲ့..သူမရိွရင္လည္း လူသားေတြမေနႏုိင္ၾကျပန္ဘူးေလ...ၾကာလာေတာ့ အခ်စ္ကလူကိုေစလိုရာလုပ္ႏုိင္တဲ့႐ုပ္ေသးတစ္ခုလိုျဖစ္လာတယ္..ဒီဇတ္လမ္းကလည္းအဲ့လိုပါးပါးေလးပုတ္ျပထားတဲ့သေဘာပါပဲ... ကဲဗ်ာ..ထံုးစံအတိုင္းၫြန္းလြန္းျပန္ရင္လည္းဇတ္႐ွိန္ျပတ္သြားမွာစိုးတဲ့အတြက္...အၫြန္းကိုဒီေလာက္နဲ႔ရပ္နားၿပီး...Imdb7.1ထိရရိွထားတဲ့ကားေလးကို ဘယ္လိုပံုေဖာ္ထားလဲဆိုတာခံစားၾကပါစို႔လား...ထြက္တဲ့ စာဖိုင္ထဲက အေကာင္းဆံုးျဖစ္တာနဲ႕ ေရြးျပန္ထားေပးေပမယ့္ လုိအပ္ခ်က္မ်ားရိွပါက နားလည္ေပးၾကပါFile Size : 770 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 30 minute\nFormat : Mp4\nGenre : Drama,Thriller\nEncoder : Joker.phs\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaungပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "7.1",
        "url": "https://megaup.net/2fZSW/[02379]_The_Isle_(2000)_[Drama]_[Suh_Jung]_[KOREA]_[7.0]_[ADT].mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMWIwODRiMWUtY2Q0Yy00NGMyLTkxZTAtNThmYWU3Njg3M2Q4XkEyXkFqcGdeQXVyMjM1NjA5MTA@._V1_-210x300.jpg",
        "title": "Senior (2015)",
        "description": "ထိုင္းသရဲကားေလးတစ္ကားနဲ႔ပရိတ္သတ္ေတြကိုမိတ္ဆက္ေပးခ်င္ပါတယ္အလြန္ကိုေကာင္းမြန္ျပီးေသေသသပ္သပ္ရိုက္ကူးထားတဲ႔သရဲကားေကာင္းေလးတစ္ကားပါပဲလူနဲ႔သရဲကားကခ်စ္ျခင္းေမတၱာကိုေဖာ္ၾကဴ းထားတဲ႔ကားတစ္ကားဆိုလည္းမမွားပါဘူးလူသတ္မႈတစ္ခုကိုစံုစမ္းေဖာ္ထုတ္ဖို႔ၾကိဳးစားတဲ႔ေကာင္မေလးတစ္ေယာက္နဲ႔ဝိဥာဏ္ေကာင္ေလးတို႔ရဲ႕ၾကံဳ လာရမယ့္အခက္အခဲေတြအႏၲၲရယ္ေတြကိုသူတို႔နစ္ဦးဘယ္လိုေက်ာ္ျဖတ္မလဲအခက္အခဲေတြျကားကတစ္ဦးကိုတစ္ဦးစာနာမႈေမတၱာတရားကိုေဖာ္ၾကဴ းထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ေနာက္ဆံုးမွာမထင္မွတ္တဲ႔လွည့္ကြက္ေလးေတြနဲ႔ဘာဆိုဘာမွပရိတ္သတ္ေတြမခန္႔မွန္းနိင္ေအာင္ေသေသသပ္သပ္ရိုက္ကူးထားတဲ႔ဒီဇာတ္္ကားေလးကိုက်ြန္ေတာ္တို႔ Channel Myanmar မိသားစုကေနပရိတ္သတ္ေတြအတြက္အေကာင္းဆံုးတင္ဆက္ေပးလိုက္ပါတယ္(ဇာတ္လမ္းအၫြန္းကို Soe Htwe မွ ေရးေပးထားတာျဖစ္ၿပီး ဘာသာျပန္သူကေတာ့ Yun Sandi ပဲျဖစ္ပါတယ္)\nFile size…(772MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/senior-2015/",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p_21204-203x300.jpg",
        "title": "Legend of the Fist: The Return of Chen Zhen (2010)",
        "description": "Seven years after the apparent death of Chen Zhen, who was shot after discovering who was responsible for his teacher's death (Huo Yuanjia) in Japanese-occupied Shanghai. A mysterious stranger arrives from overseas and befriends a local mafia boss. That man is a disguised Chen Zhen, who intends to infiltrate the mob when they form an alliance with the Japanese. Disguising ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ctd0/Legend_Of_The_Fist_-_The_Return_Of_Chen_Zhen_[2010]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/images-200x300.jpg",
        "title": "Everybody Wants Some!! (2016)",
        "description": "ဒီဇတ္ကားဟာ အေမရိကန္ ေဘ့စ္ေဘာ အသင္းေၾကာင္း ရိုက္ကူးထားတဲ့ ရုပ္ရွင္ျဖစ္ၿပီး\n၁၉၈၀ ခုႏွစ္ေလာက္က အ၀တ္အစားေတြ ဟန္ပန္ေတြ အသံုးအႏႈန္းေတြ ကို ျပန္လည္ေတြ႔ျမင္ရမွာပါ\nထိုေခတ္က ေကာင္ေလး ေကာင္မေလးေတြ ပံုစံ နဲ႔ သီခ်င္းေတြကလဲ အလန္းေတြပါ\nမတူညီတဲ့ သူေတြကို ေလ့က်င့္ေပးဖို႔ အတြက္ အိမ္တစ္လံုးမွာ စုစည္းေပးထားၿပီး\nေဘ့စ္ေဘာ ပြဲအတြက္ ျပင္ဆင္ေပးေနေပမယ့္ တစ္ဦးနဲ႔ တစ္ဦး အက်င့္စရိုက္ေတြ မတူညီၾကပံု\nျပသနာ ရွာၾကပံုေတြက ရယ္လဲရယ္ရသလို အသင္းအဖြဲ႔စိတ္ဓါတ္ေလးေတြ ကိုလဲ ေတြ႔ရမွာBox office: 3.9 million USD ရရွိခဲ့ၿပီးDirector: Richard Linklater ရိုက္ကူးတင္ဆက္ထားပါတယ္CM မွာ အားကစား ရုပ္ရွင္ေတြ အမ်ားႀကီး ရွိတဲ့အထဲ ၾကည့္သင့္တယ္လို႔ မွတ္ခ်က္ေပးခ်င္တဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ခုပါ(သစ္ဆန္းခန္႔)(850MB)Small File (500MB)",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/everybody-wants-some-2016/",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "",
        "title": "A Hologram for the King (2016)",
        "description": "A Hologram for the King (2016)Tom Hanks ရိုက္ရင္ဘယ္လိုရုပ္ရွင္အတန္းအစားေတြကိုပဲရိုက္တယ္ဆိုတာ အထူးတလည္ရွင္းျပဖို႔လိုမယ္မထင္ပါဘူး..ပထမဆံုးေျပာခ်င္တာက ဒီကားရဲ႕ ဒါရိုက္တာ Tom Tykwer ..\nTom Tykwer က Perfume: The Story of a Murderer (2006) (အရပ္အေခၚေရေမႊးကား) ၊ Run Lola Run (1998) တို႔လို ဇာတ္အိမ္သိမ္ေမြ႕နက္နဲေကာင္းမြန္လွတဲ့ နာမည္ေက်ာ္ရုပ္ရွင္ကားေတြရဲ႕ ဖန္တီးရွင္ဆိုေတာ့ သူ႔အရည္အခ်င္းကို သံသယျဖစ္စရာလိုမယ္ေတာင္မထင္ပါဘူး။ ဒါေပမယ့္ Music Composer တစ္ေယာက္လည္းျဖစ္တဲ့ Tom Tykwer ရဲ႕ တင္ျပခ်က္ေတြဟာ ဖမ္းဆုပ္ရခက္ပါတယ္။ ဥပမာ Tom Hanks ရဲ႕ ပရိတ္သတ္စစ္စစ္ပါဆိုတဲ့ ကၽြန္ေတာ္ေတာင္ Tom Hanks နဲ႔ပဲ သူရိုက္ကုူးခဲ့တဲ့ Cloud Atlas လိုရုပ္ရွင္မ်ိဳးကိုေတာ့ ခံစားရခက္ခဲတယ္။ ဒဲ့ ၀န္ခံရရင္ ...",
        "rating": "",
        "url": "https://megaup.net/1wv1T/A_Hologram_For_The_King_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Fabulous-30-poster-140x200.jpg",
        "title": "Fabulous 30 (2011)",
        "description": "Fabulous 30 (2011)_____IMDb - 6.3/10\n  \nIMDb Rating (6.3/10) ရရှိထားတဲ့ ထိုင်း Comedy,Drama,Romance ဇာတ်ကားလေးပါ။\n\"ဂျား\"ဆိုတဲ့ကောင်မလေးမှာ ၂၃ နှစ်အရွယ်လောက်ကတည်းက တွဲခုတ်နေတဲ့ချစ်သူရှိပါတယ်....\nဒီလိုနဲ့သူမတို့ချစ်သူသက်တမ်း ၇ နှစ်နှစ်ကျော်လာတဲ့အချိန် ....\nဂျားလဲအပျိုကြီးစာရင်းဝင်လာတဲ့အချိန်....သေချာပေါက်လက်ထပ်တော့မယ်လို့ ပြင်ဆင်ထားချိန်တွေကျမှ\nသူမရဲ့ချစ်သူကောင်လေးက ဝေလေလေ အူကြောင်ကြောင်အကွက်ခင်းပြီး လက်ထပ်ဖို့ ငြင်းဆန်လာတဲ့အခါ.....\n၃ ဂဏန်းထိပ်စည်းအသက်အရွယ်ထဲဝင်လာပြီဖြစ်တဲ့ အပျိုကြီးမမ \"ဂျား\" တစ်ယောက် အချစ်ဆိုတာကို ထပ်တွေ့ဦးမလား.......\nစိတ်ဝင်စားစရာ ပေါ့ပေါ့ပါးပါး ဇာတ်ကားလေးပါ။\n \n(Wut Mhone မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:58:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2fdce/Fabulous_30_(30_Kamlung_Jaew)_[2011]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjEzODA3MDcxMl5BMl5BanBnXkFtZTgwODgxNDk3NzE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Sing Street (2016)",
        "description": "ဒီနေ့တော့ rating အမြင့် အိုင်းရစ် Musical Comedy ကားကောင်းလေး တစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ ဒီဇာတ်ကားလေးကို 2016 january 24 မှာ Sun dance film festival မှာပြသခဲ့ပြီး March 17 မှာ ရုပ်ရှင်ရုံတွေမှာပြသခဲ့ပါတယ်။ ဇာတ်ကားအညွှန်း အရ တောင်ပိုင်း ဒဗ်ဘလင် မြို့မှာနေထိုင်ကြတဲ့ လေလာ မိသားစုထဲက ပက်ထရစ် ဟာ မိသားစုပြသနာတွေကြောင့် သူ့အနုပညာအလုပ်တွေထက် အရက် နဲ့ ဆေးလိပ်ဖက် ပို အားသန်ခဲ့ပြီး အကုန်အကျ များလာတာကြောင့် သူဟာ သူ့သားအငယ်ဆုံး ကော်နာ ကို ကျောင်းထုတ်ပြီး ဆန်ဂီကျောင်း ကိုပို့ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။အဲ့ဒီနောက် ကော်နာ တစ်ယောက် ကျောင်းမှာ ဘယ်လိုတွေ ဗရုတ်သုတ်ခ ကျပြီး နောက်ဆုံးဘာတွေဖြစ်လာမလဲဆိုတာ ကို အလန်းစား 80's Rock Music တွေ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sing-street-2016/",
        "category": "Comedy, Documentary, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/sixth-sense-poster-133x200.jpg",
        "title": "The Sixth Sense (1999)",
        "description": "The Sixth Sense (1999)\nIMDb - 8.1/10________Rotten - 86%\n အမေရိကန် supernatural horror-thriller ရုပ်ရှင်ထုတ်လုပ်ရေးကရိုက်ကူးတဲ့\nThe Sixth Sense\nIMDb rating 8.1\nRotten Tomatoes 86%\nMetacritic 64% ထိရထားပြီး\nကလေးသူငယ်စိတ်ဓါတ်မြှင့်တင်ရေးအလုပ်တွေမှာစိတ်ရောကိုယ်ပါနှစ်ထားတဲ့\nဒေါက်တာမယ်လ်ကွန်ဟာ ကလေးတယောက်ကိုကူညီဖို့ပျက်ကွက်ခဲ့တယ်\nဒီအလုပ်နဲ့ပါတ်သက်ပြီး စိတ်ရောကိုယ်ပါနှစ်ထားတဲ့သူ့အတွက်တော့ ဒီပျက်ကွက်မှု\nဟာ သူ့ကိုယ်သူခြောက်လှန့်နေခဲ့တယ်.....\nသူ့စိတ်က ဒီကလေးပေါ်မှာ စွဲလန်းနေခဲ့သလို ကိုးလ် ဆိုတဲ့ ၉ နှစ်အရွယ်ကလေးတယောက်\nမှာ ဒီလိုစရိုက်လက္ခဏာတွေတွေ့လာရတဲ့အခါမှာ\nသူဟာ ဇနီးကိုပါ တာဝန်မကျေသလိုဖြစ်ခဲ့ရတယ်.....\nကိုးလ်ဆိုတဲ့ကလေးကလဲ မွေးရာပါ တမလွန်ကလူတွေကိုမြင်ရတဲ့\nစရိုက်တခုပါလာခဲ့တယ် သူဟာဝိဉာဉ်တိုင်းကို မြင်နိုင်ခဲ့ပြီး\nဒီအစွမ်းကပဲ ဒီဇာတ်လမ်းရဲ့အဓိက မြှုပ်ကွက်ဖြစ်လာခဲ့တယ်\nကြည့်ရင်းတွေးရတဲ့ဇာတ်ကားမျိုးဖြစ်တာကြောင့် အညွှန်းအများကြီးမဆက်တော့ပါဘူး\nကြည့်ဖြစ်အောင်ကြည့်လို့သာ လက်တို့ပါရစေအေမရိကန္ supernatural horror-thriller ရုပ္ရွင္ထုတ္လုပ္ေရးကရိုက္ကူးတဲ႔\nThe Sixth Sense\nimdb rating 8.1\nRotten Tomatoes 86%\nMetacritic 64% ထိရထားၿပီး\nကေလးသူငယ္စိတ္ဓါတ္ၿမွင္႔တင္ေရးအလုပ္ေတြမွာစိတ္ေရာကိုယ္ပါႏွစ္ထားတဲ႔\nေဒါက္တာမယ္လ္ကြန္ဟာ ကေလးတေယာက္ကိုကူညီဖို႔ပ်က္ကြက္ခဲ႔တယ္\nဒီအလုပ္နဲ႔ပါတ္သက္ၿပီး စိတ္ေရာကိုယ္ပါႏွစ္ထားတဲ႔သူ႔အတြက္ေတာ႔ ဒီပ်က္ကြက္မွဳ\nဟာ သူ႔ကိုယ္သူေၿခာက္လွန္႔ေနခဲ႔တယ္.....\nသူ႔စိတ္က ဒီကေလးေပၚမွာ စြဲလန္းေနခဲ႔သလို ကိုးလ္ ဆိုတဲ႔ ၉ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2Tjgg/The_Sixth_Sense_[1999]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/800x1200-200x300.jpg",
        "title": "Soul Surfer (2011)",
        "description": "လူတိုင္း၌ ထူးျခားေသာ အခြင့္အေရးတစ္ရပ္စီ ပိုင္ဆိုင္ ထားၾကသည္။\nသို႔ေသာ္ ထိုအခြင့္အေရးကို  ရယူအသံုးခ်ႏိုင္ရန္မွာ လူတစ္ဦးခ်င္းစီ စိတ္စြမ္းအားျဖင့္သာ\nသက္ဆိုင္မႈရွိ ေၾကာင္းကို  Soul Surfer  ဇာတ္ကား၌ ဖြင့္ဆိုခဲ့ပါသည္။ျဖစ္ရပ္မွန္ကို အေျချပဳျပီး ႐ိုက္ကူးခဲ့ေသာ ဇာတ္ကား ျဖစ္ပါသည္။ လက္တစ္ဖက္မရွိေတာ့ဘဲ\nပေရာ္ဖက္ရွင္နယ္ ေရလႊာလိႈင္းစီးသူျဖစ္လာခဲ့သည့္ ဘတ္တနီဟမ္မယ္လ္တန္ အေၾကာင္းကို\n႐ိုက္ကူးခဲ့ျခင္းျဖစ္သည္။IMDb Rating (7.1/10) ရရွိထားပါတယ္။ဟမ္မယ္လ္တန္ကို ၁၉၉၀ျပည့္ႏွစ္၌ ေရလႊာလိႈင္းစီးသူ မိဘႏွစ္ပါးမွ ဟာဝိုင္အီတြင္\nေမြးဖြားခဲ့သည္။ မိဘမ်ားနည္း တူ ေရလႊာလိႈင္းစီးျခင္းကို ဝါသနာထံုသူျဖစ္ျပီး\nငယ္စဥ္ကတည္းကပင္ ေရလႊာလိႈင္းစီးခဲ့သူ ျဖစ္ပါသည္။ ထိုစဥ္က တည္းက ဟမ္မယ္လ္တန္ကို\nအလားအလာရွိေသာ ေရလႊာ လိႈင္းစီးသူ ဆယ္ေက်ာ္သက္တစ္ဦးအျဖစ္ သတ္မွတ္ခဲ့ၾကသည္။\nေဒသတြင္း ျပိဳင္ပြဲမ်ားတြင္လည္းထိပ္တန္းအဆင့္သို႔ ေရာက္ရွိခဲ့သည္။\nထို႔ျပင္ ကိုယ္လက္အဂၤါခ်ိဳ႕ယြင္းမႈမရွိေသာ လူတစ္ဦးအျဖစ္လည္း ရပ္တည္ရွင္သန္ေနခဲ့ပါသည္။၂၀ဝ၃ခုႏွစ္၊ ေအာက္တိုဘာလ ၃၁ရက္ေန႔။  ဟမ္မယ္လ္တန္ႏွင့္ သူငယ္ခ်င္းျဖစ္သူ\nအယ္လန္နာဘလန္ခ်က္ ႏွင့္ ေရလႊာလိႈင္းစီးထြက္ခဲ့သည္။ သူတို႔ႏွင့္အတူ ဘလန္ခ်က္၏\nဖခင္လည္း လိုက္ပါခဲ့သည္။ ေရလႊာလိႈင္းစီးေနရင္းက ပင္ ဟမ္မယ္လ္တန္ကို\nငါးမန္တစ္ေကာင္က ဝင္ဆြဲခဲ့သည္။ ...",
        "rating": "",
        "url": "https://megaup.net/Trbx/Soul_Surfer_[2011]_(MM_Sub).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The-Seven-Year-Itch-poster-143x200.jpg",
        "title": "The Seven Year Itch (1955)",
        "description": "The Seven Year Itch (1955)IMDb - 7.1/10_____Rotten 87% ကျွန်တော် Marilyn Monroe ကိုမရင်းနှီးပါဘူး...ကြားဖူးရုံကလွဲလို့ပေါ့..ဒါပေမယ့်...\nဒီဇာတ်ကားကိုကြည့်ပြီးသွားတဲ့ အချိန်မှာတော့...\nကွယ်လွန်ခဲ့တာ ဆယ်စုနှစ်ငါးခု ကျော်တာတောင်မှ ၂ဝ ရာစုရဲ့အထင်ရှားဆုံး သရုပ်ဆောင်၊ အဆိုတော်၊ မော်ဒယ် အဖြစ်သူမကို စိတ်ဝင်စားကြတဲ့ အဟုန်လျော့မသွားရတဲ့ အကြောင်းအရင်းကိုသိရပါတော့တယ်...\nသူမကို သရုပ်ဆောင်တစ်ယောက်ဆိုတာထက် ပါရမီရှင်တစ်ဦးအဖြစ် ပိုမြင်ကြတာ အဆန်း တော့မဟုတ်ပါဘူး........\nသူမဟာ တကယ့်ကို သရုပ်ဆောင်တစ်ဦးဖြစ်ဖို့မွေးဖွားလာသလားလို့ထင်ရလောက်အောင်သရုပ်ဆောင်ရာမှာ\nဆွဲဆောင်အားကောင်းလှပါတယ်...ပရိသတ်တွေ ရူးရူးမူးမူးကြိုက်ခဲ့ကြတာ မလွန်ပါဘူး....\nတခြားအလှပဂေးမင်းသမီးတွေနဲ့အတူ သရုပ်ဆောင်တဲ့အခါတွေမှာလည်း အလှတွေ တူနေရင်တောင် သူမရဲ့စန်းကပဲ သူမကို ပိုထင်ပေါ် စေခဲ့ပါတယ်...\nသူမ ဝတ်လေ့ရှိ တဲ့ မလုံ့တလုံ၊ ခပ်ပါးပါး ဒီဇိုင်းတွေဟာ ပုံမှန်အား ဖြင့် ဆင်ဆာက ခွင့်ပြုလေ့ မရှိတတ်တာမျိုးတွေပါ။ ဒါပေမဲ့ ဆင်ဆာအဖွဲ့ ကတောင် ခေါင်းညိတ် ရလောက်အောင် မွန်ရိုးက အစွမ်းထက်ခဲ့ပါတယ်။ ဒါကြောင့်လဲ သူ့ဖက်ရှင်တွေက ခုထိကို မရိုးနိုင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fdcD/The_Seven_Year_Itch_[1955]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/pele-poster-133x200.jpg",
        "title": "Pelé: Birth of a Legend (2016)",
        "description": "Pelé: Birth of a Legend (2016)_____IMDb - 7.2/10\n  ဒီကားလေးဟာ Imdb rating အနေနဲ့ 7.2/10 အထိ\nရရှိထားပြီး အောင်မြင်ထားတဲ့ကားလေးပါ\nထွက်ရှိတဲ့နေ့ရက်ကတော့ ၁၃ ရက် မေလ ၂၀၁၆ မှာ\nထွက်ရှိခဲ့ပါတယ်။\n--------------------------\nဒီကားလေးရဲ့ ဇာတ်အိမ်ဟာ ၁၉၈၅ ခုနှစ်လောက်ကဘောလုံးလောကထဲကို စတင်ခြေချ ခဲ့တဲ့ ဘရာဇီးနိုင်ငံသား ဘောလုံးသမားကြီး {ပီလီ (pele)} နာစီမန်တို ရဲ့ သူ ကလေးဘဝကနေစပြီးအောင်မြင်လာတဲ့\nအချိန်အထိ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။သူ့ရဲ့ ငယ်ဘဝဟာ ဖိနပ်တိုက်ကျောင်းတက်ရတဲ့ဘဝဖြစ်ပြီး သူ့ရဲ့မွေးရာပါပင်ကိုယ်စွမ်းရည်ကတော့ဘောလုံး ကစားတာပါ။ ဘောလုံးကို ကျွမ်းကျွမ်းကျင်ကျင်ကစားတတ်ပြီး\nအများနဲ့မတူတဲ့ ကစားနည်းနဲ့ဆော့ကစားတာပါ\nဒါပေမဲ့ ဘောလုံးဆော့တာကို သူ့ရဲ့အမေဖြစ်သူက\nမကြိုက်ပါဘူး။ ဒါပေမဲ့ ခိုးကြောင်ခိုးဝှက်ဆော့ရင်းနဲ့\nသူ့သူငယ်ချင်းတစ်ဦးသေဆုံးခဲ့ပြီး စိတ်ဒါဏ်ရာ ရခဲ့ပါတယ်။ ဒါပေမဲ့ လဲ သူ့မှာရှိတဲ့ ဘောလုံး ပင်ကိုယ်\nစွမ်းရည်ကို သူ့အမေဟာ တွေ့မြင်သွားပြီး သူ့ရဲ့သားကို ချစ်တဲ့ စိတ်နဲ့ ဘောလုံးအသင်း ဥက္ကဌ\nတစ်ဦးနဲ့ မိတ်ဆက်ပေးခဲ့ပါတယ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1zfg6/Pèlé_-_Birth_Of_A_Legend_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "",
        "title": "You’ve Got Mail (1998)",
        "description": "ဒီတစ္ခါေတာ့ တြမ္ဟန္႕ရဲ႕ ၁၉၉၈ ကထြက္ထားတဲ့ ဇာတ္ကားေလး တစ္ကားနဲ႕မိတ္ဆက္\nေပးပါရေစ ဇာတ္ကားေလးကေတာ့ အရင္ 90 Born ေတြေတာ့ G talk ေခတ္ကာလကို\nျပန္လည္အမွတ္္ရမိေစမဲ့ ဇာတ္ကားေလးတစ္ကား ျဖစ္ပါတယ္\nဇာတ္ကား ေလးက အျပင္မွာ မေတြ႕ဖူးတဲ့ သူ၂ေယာက္ အျပန္အလွန္ေမးလ္ေတြ ပို႕ၾကရင္း\nခ်စ္ၾကိဳက္ရာမွ အျပင္ေလာကမွာေကာ ဘယ္လိုေတြမ်ား ဆက္လက္ ရင္ဆိုင္ၾကမလဲ\nအျပင္ေလာကက တကယ့္ အိမ္ေထာင္ေတြကိုေကာ ဘယ္လိုေတြမ်ားေျဖရွင္းၾကမလဲဆိုတာကို\nသင္ခန္းစာယူၾကည့္ရမွာပါ ။ ကဲ အမ်ိဳးတို႕ ၾကဴေတာ့ ၾကဴေပါ့ သတိေတာ့ ထားၾကေပါ့ေနာ႕\nမိန္းကေလးေတြလဲ ကိုယ္ အျပင္မွာ မျမင္ေတြ႕ဖူးတဲ့လူကို သိပ္မယံု မလြယ္ၾကဖို႕ တိုက္တြန္းရင္း",
        "rating": "6.5",
        "url": "https://megaup.net/2Sqey/Cast_Away_[2000]_(MM_Sub).mp4 https://megaup.net/2Sq6m/You’ve_Got_Mail_[1998]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Ki & Ka (2016)",
        "description": "ဒီကားေလးကိုမိတ္ဆက္ေပးရမယ္ဆိုရင္ အိမ္ေထာင္ျပဳၿပီး အိမ္အလုပ္ေတြကိုပဲလုပ္ရင္း ဘဝကိုမႏွစ္ျမဳပ္ခ်င္တဲ့ ေကာင္မေလးနဲ႔ ဖခင္ကအရမ္းခ်မ္းသာေသာသူျဖစ္ေသာ္လည္း စီးပြားေရးလုပ္ငန္းေတြကိုစိတ္မဝင္စားဘဲ သူ႔ရဲ႕အေမကိုအရမ္းေလးစားအားက်တဲ့ ေကာင္ေလးတို႔ ေတြ႕ဆံုၾကတဲ့အခါ\nတျခားသူေတြနဲ႔ မတူတဲ့ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘယ္လိုျပႆနာေတြျဖစ္လာႏုိင္မလဲ\nေကာင္ေလးကေရာ သူ႔ခ်စ္သူအတြက္ အိမ္အလုပ္ေတြလုပ္ရင္းနဲ႔ပဲ ေနာက္ကြယ္ကေနပံ့ပိုးေပးႏုိင္မလား ....\nေကာင္မေလးကေရာ သူ႔ခ်စ္သူကို လူၾကားမွာပြဲထုတ္ဖို႔အတြက္ ဘယ္လိုခံစားမႈေတြရွိေနမလဲ ....\nေနာက္ပိုင္း သူ႔ခင္ပြန္း အေၾကာင္းတိုက္ဆိုင္၍ေအာင္ျမင္လာတဲ့အခါမွာေရာ မနာလိုမႈမရွိဘဲ ေမတၱာဆက္ထားႏိုင္မလား\nသူတို႔ႏွစ္ေယာက္ရဲ႕ အခ်စ္ကသူမတူဘဲ ဘယ္ေလာက္ထိေရွ႕ဆက္ေလွ်ာက္လွမ္းသြားႏိုင္မလဲဆိုတာကေတာ့ ....ဇာတ္ကားေလးထဲမွာပဲ စိတ္ဝင္းစားစြာနဲ႔ အေျဖရွာလိုက္ၾကပါလို႔ေျပာပါရေစ။ အိႏိၵယရဲ႕ နာမည္ႀကီးမင္းသမီး ကရီနာ ကပူးရ္ သ႐ုပ္ေဆာင္ထားၿပီး ဧည့္သည္သ႐ုပ္ေဆာင္အေနနဲ႔ အမီတာဘခ်မ္းလည္းပါဝင္တဲ့အတြက္ ဇာတ္ကားေကာင္းေလးအျဖစ္ ပရိတ္သက္ေတြ သေဘာေတြ႔မွာမလြဲဘူးလို႔လည္း ယံုၾကည္မိပါတယ္။Quality….bluRay 720P\nLength…2 hours 6 mins\nFormat…mp4\nFile size…884MB\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Moe Zin\nEncoder….Kaung Myat Thu(ဇာတ္ကားအညႊန္းနဲ႔ ဘာသာျပန္ေပးသူကေတာ႔  ကိုမိုးဇင္ ပဲ ျဖစ္ပါတယ္)",
        "rating": "5.8",
        "url": "https://megaup.net/2drxg/Ki_&_Ka_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/t1.daumcdn.net_-209x300.jpg",
        "title": "Undulant Fever (2014) ျမန္မာစာတန္းထိုး ၁၈+",
        "description": "ဒီတစ္ခါေတာ့ ဇာတ္လမ္းခပ္ခပ္ေအးေအးေလးနဲ႔ ဒီေခတ္ရဲ႕ျဖစ္ေလ့ျဖစ္ထရိွတဲ့အေၾကာင္းအရာေတြကို႐ိုက္ကူးထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္နဲ႔မိတ္ဆက္ေပးပါရေစခင္ဗ်ာ...''ဒီေတာ့...မိမိရဲ႕သမီးမိန္းကေလးတစ္ေယာက္ ဖ်က္ဆီးခံလိုက္ရတဲ့မိဘတစ္ေယာက္ရဲ႕ရင္ထဲမွာဘယ္လို ဆို႔ႏွစ္မႈေတြရိွေနမလဲ... တာဝန္မဲ့တဲ့ေယာက်ာ္းတစ္ေယာက္ရဲ႕ဥေပကၡာေတြကိုခါးစီးၿပီးခံေနရတဲ့ မိန္းမတစ္ေယာက္ဘယ္လိုရပ္တည္ႏိုင္မလဲဆိုတာ ေတြးၾကည့္ရင္ေတာင္ ေၾကာက္စရာေကာင္းပါတယ္ဒီကားေလးက 18+လို႔ေျပာထားေပမဲ့ လိင္အသားေပးခန္းေတြကိုခ်ည္းပဲ႐ိုက္ကူးထားတာမဟုတ္ပဲ ဒီဘက္ေခတ္ လူငယ္ေတြမမွားသင့္တာမမွားရေအာင္ ပံုေဖာ္ထားတဲ့ဇတ္ကားေလးတစ္ကားျဖစ္ပါတယ္ \nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Dean ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/undulant-fever-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-%e1%81%81%e1%81%88/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/one_night-208x300.jpg",
        "title": "One Night Stand (2016) ျမန္မာစာတန္းထိုး",
        "description": "အိႏၵိယ အျပာမင္းသမီး Sunny Leone အဓိကပါဝင္ထားတဲ့ Drama, Romance အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။တစ္ညတာေပ်ာ္ေမြ႕မႈမွာ ေမွာက္မွားခဲ့ၾကတဲ့ အိမ္ေထာင္သည္တစ္ဦးရဲ႕ ဇာတ္ေၾကာင္းပါ။Sunny Leone ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ္ထင္ပါတယ္။ခံစားၾကည့္ပါဦး။\nFile size…(900MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:37:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\nDownload and Watch 360p Small File Size (400MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/one-night-stand-2016/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/6b51c018276769.562c6cb52e6ec-208x300.jpg",
        "title": "May Be This Time(2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲအမ်ိဳးတို႔ေရ ... တာတီပိုးလာရင္ေတာ့ Comedy Romance ေလးေတြ ပါမယ္ဗ်ာ ... နည္းနည္းၾကာသြားတာေတာ့ အားနာမိတယ္ဗ်ာ ...ဒီကားေလးကေတာ့ Pinoy Movie လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ကားေလးတစ္ကားပါပဲ ... ေႏြရာသီတစ္ခုမွာ စေတြ႕ခဲ့ၾကတဲ့ အခ်စ္ဇာတ္လမ္းေလးတစ္ခု ... ၀မ္းနည္းမႈေတြနဲ႔ပဲ ၿပီးဆံုးခဲ့ရၿပီးေတာ့ ခုႏွစ္ႏွစ္ၾကာမွ ျပန္ေတြ႕ျဖစ္ၾကတဲ့အခါမွာ ... ေကာင္မေလးရဲ႕အလုပ္ရွင္နဲ႔ ေကာင္ေလးက ခ်စ္သူေတြျဖစ္ေနၾကပါတယ္ ... အဲ ဘယ္လိုေတြ ဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ေဒါင္းလုတ္ဆြဲယူၾကည့္ရႈၾကပါကုန္ ....ဒီကားေလးထဲမွာ အဆင့္အတန္းမတူညီတဲ့ အခ်စ္ေတြနဲ႔ အခ်စ္ဆိုတာက ညိွယူလို႔မရဘူးဆိုတာကို ျပသထားတာေတြ႕ရၿပီးေတာ့ ရသခံစားမႈတစ္ခုကို ေပးစြမ္းႏုိင္လိမ့္မယ္လို႔ ေမွ်ာ္လင့္မိပါတယ္ခင္ဗ်ာFile Size : 800 MB\nQuality : Web Rip\nRunning Time : 1hr 53 minute\nFormat : Mp4\nGenre : Comedy, Drama,Romance\nEncoder : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/may-be-this-time2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/fr2vulozvmrndvg0hhwz-212x300.jpg",
        "title": "TE3N (2016) ျမန္မာစာတန္းထိုး",
        "description": "လှည့်ကွက်တွေနဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားမျိုးကိုမှ ရွေးချယ်ကြိုက်သူတွေအတွက်တော့ ဒီဇာတ်ကားလေးဟာ မှတ်ကျောက်တင်ခံရဦးမှာပါ။ IMDB rating ကလည်း 7.3 အထိရရှိထားပြီး မင်းသားကြီး အမီတာဘဂျမ်းပါဝင်ထားတာကြောင့် ဇာတ်ကားအရှိန်အဝါဟာ ပိုကြီးမားလာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းအားဖြင့် အဘိုးအို \"ဂျွန်\" ဟာ ၈ နှစ်ကြာ ကာလအထိ မပေါ်ပေါက်သေးတဲ့ သူ့မြေးလေး ပြန်ပေးဆွဲခံရမှု အပေါ် ဇွဲမလျှော့တဲ့ လူတစ်ယောက်ပါ။ သေဆုံးသွားခဲ့ရသူ မြေးလေးအတွက်လည်း နေ့စဉ်အမျှ ဝမ်းနည်းနေခဲ့ရတဲ့ မြေးချစ်အဖိုး တစ်ယောက်လည်း ဖြစ်ပါတယ်။ရဲစခန်းဌာနတွေမှာ နေ့နေ့ညည စုံစမ်းရင်းနဲ့ အမှုမှန် ပေါ်ပေါက်လာဖို့ \"ဂျွန်\" တစ်ယောက် မျှော်လင့်နေခဲ့တယ်။ တစ်နေ့မှာတော့ \"ဂျွန်\" ဟာ မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက် သူ့မြေးဦးထုပ်လေးဆောင်းထားတာက်ို တွေ့လိုက်ရတယ်။ သဲလွန်စတစ်ခုမို့ \"ဂျွန်\" ဟာ စုံစမ်းမှုတွေတသီနဲဲ့ အမှုမှန်ကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးပမ်းနေခဲ့တယ်။ များမကြာမီမှာတော့ အရာရှိရဲ့ကလေးငယ်တစ်ယောက် ပြန်ပေးဆွဲခံရမှု တစ်ခု ထပ်မံဖြစ်ပွားခဲ့ပြန်တယ်။ ထူးခြားမှုကတော့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/te3n-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/My_Little_Bride_Hulu_Poster_fix-208x300.jpg",
        "title": "My Little Bride (2004) ျမန္မာစာတန္းထိုး",
        "description": "လြန္ခဲ႔တဲ႔ ၁၀နွစ္ေက်ာ္ ဆယ္ေက်ာ္သက္အရြယ္မွာ ပထမဆံုး ၾကည့္ဖူးျပီး အရမ္း နွစ္သက္ခဲ႔ရတဲ႔  My little Bride(2004) ဆိုတဲ႔ ကိုရီးယား အခ်စ္ဇာတ္ျမဴ းကားေလး ျဖစ္ပါတယ္။ အဓိက သရုပ္ဆာင္ေတြအျဖစ္ Love story in Harvard, Doctors စတဲ႔ ဇာတ္လမ္းတြဲမ်ားနဲ႔ လူၾကိဳက္မ်ားေနဆဲ ျဖစ္တဲ႔ မင္းသား Kim Rae Won နဲ႔ အတူ အြန္ေစာအငယ္ေလးလို႔ ျမန္မာေတြ အသိမ်ားတဲ႔ မင္းသမီးေလး Moon Geun Young တို႔ တြဲဖက္ သရုပ္ေဆာင္ ထားပါတယ္။အထူးသျဖင့္ ဒီဇာတ္ကားမွာ Moon Geun Young ရဲ ႔ တကယ့္ ငယ္စဥ္ ခ်စ္စဖြယ္ ဟန္ပန္နဲ႔ ပလီပလာ ႏြဲ႔ဆိုး ဆိုးတဲ႔ သရုပ္ေဆာင္မွဳေလးေတြဟာ ၾကည္႔ေနတဲ႔ သူေတြကို ျပံဳးေပ်ာ္ၾကည္နူးေစပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-little-bride-2004/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/carol-poster-133x200.jpg",
        "title": "Carol (2015)",
        "description": "Carol (2015)\nIMDb - 7.2/10_____Rotten - 94% \nဒီတစ်ခါတော့ rating အမြင့် ဇာတ်ကာား တစ်ကားနဲ့ မိတ်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကား\nလေးကတော့ ၁၉၅၀ ကာလကို အခြေခံရိုက်ကူးထားပြီး\nအသက်အလယ်အလတ်မိန်းမတစ်ယောက်နဲ့\nRelation ဖြစ်တဲ့ ဓါတ်ပုံဆရာတယောက်အကြောင်းနဲ့\nလွမ်းမောဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးကို ရိုက်ပြထားတာဖြစ်ပါတယ်\nကဲ ဇာတ်ကားလေးကို အောက်မှဘဲ ဒေါင်းကြည့်လိုက်တော့နော်\nထပ်မညွှန်းတော့ ဘူး\n  \nဒီတစ္ခါေတာ့ rating အျမင့္ ဇာတ္ကာား တစ္ကားနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကား\nေလးကေတာ့ ၁၉၅၀ ကာလကို အေျခခံရိုက္ကူးထားျပီး\nအသက္အလယ္အလတ္မိန္းမတစ္ေယာက္နဲ႕\nRelation ျဖစ္တဲ့ ဓါတ္ပံုဆရာတေယာက္အေၾကာင္းနဲ႕\nလြမ္းေမာဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေလးကို ရိုက္ျပထားတာျဖစ္ပါတယ္\nကဲ ဇာတ္ကားေလးကို ေအာက္မွဘဲ ေဒါင္းၾကည့္လိုက္ေတာ့ေနာ္\nထပ္မညႊန္းေတာ့ ဘူး",
        "rating": "7.2",
        "url": "https://megaup.net/UA5r/Carol_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]