[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dXob0_4f-141x200.jpg",
        "title": "Be;twin (2021)",
        "description": "Be;twin (2021)သွေးက ရေထက်ပျစ်တယ်ဆိုကြပေမယ့်\nတကယ်တမ်းမောင်နှမသားချင်းတွေကြားထဲမှာ\nအကြီးကလည်းအကြီးမို့ညှာရတယ် အငယ်ကလည်းအငယ်မို့ဦးစားပေးရတယ်\nမိဘကဘယ်သူ့ကိုတော့ပိုမျက်နှာသာပေးတယ်\nဘယ်သူ့ကိုတော့ပိုဂရုစိုက်တယ် စတဲ့\nစိတ်ဒဏ်ရာအဖုအထစ်လေးတွေကအမြဲတမ်းကိန်းအောင်းနေကြစမြဲပါKBS Drama Special အဖြစ်ထုတ်လွှင့်ခဲ့တဲ့ ဒီ Melo Romance Drama ကားလေးက\nအမြွာညီအစ်ကိုနှစ်ယောက်ကြား ကောင်မလေးတစ်ယောက်ကြားဝင်လာတဲ့အခါမှာ\nဒီလိုအဖုအထစ်လေးတွေကနေ ဘယ်လောက်ထိ တာသွားနိုင်လဲဆိုတာ မီးမောင်းထိုးပြထားတာမို့ ပိတ်ရက်မှာ အပန်းပြေကြည့်ရှုနိုင်တဲ့ဇာတ်ကားလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်(P.S မင်းသမီးလေးက အရုပ်လေးလိုလှသလို မင်းသားကလည်း အဆင်ကို နှစ်ကိုယ်ခွဲမို့ တဝကြီးငမ်းနိုင်ပါကြောင်း )အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…913MB and 541MB and 181MB\nFormat…mp4\nDuration….1h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Eain Lay\nEncoder ..... August",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/betwin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/drug-war2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/15gYK_4f-141x200.jpg",
        "title": "Drama Special Season 12 : The Palace (2021)",
        "description": "The Palace (2021)နန်းတွင်းကားတွေကို ဓာတ်ကျနေတဲ့လူတွေအတွက် ရသတစ်မျိုးလေးခံစား‌နိုင်အောင်နန်းတွင်းsismanceဇာတ်လမ်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော်။ဒီကားလေးကတော့ ငယ်စဉ်ကတည်းက နန်းတွင်းအပျိုတော်အဖြစ် ကြီးပြင်းလာခဲ့တဲ့ အပျိုတော်လေး ဆို့ဆန်းရယ်မိမိသဘောအတိုင်း မနေနိုင်ဘဲ ချုပ်ချယ်ခံနေရတဲ့ နန်းတော်ကြီးထဲနာမည်ဆိုးနဲ့ ကျော်ကြားနေတဲ့ အိမ်ရှေ့စံမင်းသားရဲ့ ကြင်ရာတော်ဘုံဆောင်းန်ရယ်ကံကြမ္မာက အပျိုတော်လေးနဲ့ကြင်ရာတော်တို့ကို တွေ့ဆုံစေဖို့ အကြောင်းဖန်လာခဲ့ရင်းမထိတထိကြည်နူးမှုလေးတွေပါ မြင်တွေ့ရမှာပါ။Sismanceဆိုတဲ့အတိုင်း နှစ်ယောက်ကြားထဲကနှောင်ဖွဲ့လာတဲ့ သံယောဇဉ်ကြိုးက တကယ်နွေးနွေးထွေးထွေးလေးပါပဲ။တစ်ယောက်က သံယောဇဉ်တွေနဲ့ထုံးဖွဲ့လာချိန်မှာနောက်တစ်ယောက်ရဲ့ မူလရည်ရွယ်ချက်တွေ အောင်မြင်နိုင်ပါ့မလား။ပျော်စရာတွေနဲ့အဆုံးသတ်မှာလား???\nမျက်ရည်တွေနဲ့ချန်ထားခဲ့မှာလားဆိုတာကတော့\nဆက်သာကြည့်လိုက်ပါတော့။Sismanceတွေ ကြည့်ချင်တဲ့လူတိုင်းအတွက်လည်း ဒါလေးက လက်လွှတ်မခံသင့်တဲ့ကားလေးပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Drama, History\nQuality….WEB-DL 1080p and 720p and 360P\nFile size… 956MB and 582MB and 179MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder .....August",
        "rating": "8",
        "url": "https://channelmyanmar.org/drama-special-season-12-the-palace-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BMDQ0YTg2YTAtY2QyNS00M2I1LWI1ZjUtNjYxYzVlNzI2N2Q1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "A Perfect Enemy (2020)",
        "description": "A Perfect Enemy (2020)==================“ပြီးပြည့်စုံမှုဆိုတာ ဘာမှထပ်ဖြည့်ဆွက်စရာမလိုတော့တဲ့အချိန်မှာမဟုတ်ဘဲ\nဘာမှထပ်ပြီး ထုတ်ယူလို့မရတော့တဲ့အချိန်မှာ ဖြစ်တည်လာတဲ့အရာ”တဲ့\nဒီစကားကို လက်ကိုင်ထားထားတဲ့ Jeremiasz Angust ဆိုတာ\nတကယ်ကို အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ပါ။\nတစ်ရက်မှာတော့ ပဲရစ်စ်ကို အလုပ်ကိစ္စနဲ့ခရီးသွားပြီးအပြန်\nမိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်။ အစပိုင်းတော့ ဒီတိုင်းအမှတ်မထင်\nတွေ့ဆုံခဲ့တယ်လို့ ထင်မှတ်ရင်းက တစ်စတစ်စနဲ့ စကားတွေဖောင်ဖွဲ့မိတဲ့အခါ....မိန်းကလေးတဲ့ အတိတ်ကကိစ္စတွေက သူ့အတွက်ယုံကြည်ဖို့ခက်ခဲပေမဲ့\nတဖြည်းဖြည်းချင်း မယုံလို့မရတော့တဲ့အခါ....\nတစ်ထိုင်တည်းနဲ့ စီးမြောခံစားလို့ရမယ့် ရုပ်ရှင်ကားဖြစ်တဲ့အပြင်\nသမားရိုးကျမသွားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့မလို့ သိပ်မဆိုးလှတဲ့ Thriller\nဇာတ်ကားမျိုးပါပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Ameliaမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nAmelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size - (950 MB)/(520 MB)\nQuality – WebDL - (720p) / (480p)\nDuration - 1hr 29min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre :  Adventure, Drama, Thriller\nTranslator – Amelia, ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/a-perfect-enemy-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/titanic-2-1-142x200.jpg",
        "title": "Titanic (1997)",
        "description": "Titanic (1997)\nIMDb - 7.8/10_____Rotten - 89%\nWon 11 Oscars. Another 113 wins & 83 nominations.\n ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား...ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်\nရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကား\nလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီ\nဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကို\nသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ\n-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာ\nMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron က\nLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်\nအစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာ\nသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က\n$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ...",
        "rating": "7.8",
        "url": "https://megaup.net/10Pjg/Titanic.1997.4K.HEVC.10Bits.x265.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5CikkLfMxtKXjCDkNnzVfTwwpIL.jpg",
        "title": "Bob Biswas (2021)",
        "description": "Bob Biswas (2021)============================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက် Bob Biswas လို့အမည်ရတဲ့ crime thriller ရုပ်ရှင်အမျိုးအစားလေးကို တင်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားလေးကတော့ 2012 ခုနစ်မှာ ရိုက်ကူးခဲ့တဲ့ Kahaani အမည်ရတဲ့မှုခင်းရုပ်ရှင်ရဲ့ Spin-off အနေနဲ့ ထွက်ရှိလာတာဖြစ်ပြီး ဒီဇင်ဘာ ၃ ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတာ ဖြစ်ပါတယ်ဒါ့အပြင် ရုပ်ရှင်နာမည်က Bob Biswas ဆိုတဲ့အတိုင်း အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဘော့နေရာမှာသရုပ်ဆောင်ထားသူကတော့ အားလုံးချစ်ကြတဲ့ နာမည်ကျော်မင်းသား အမီတာဘချန်းရဲ့ သားဖြစ်သူအာဘီရှက်ခ်ဘချန်းက သရုပ်ဆောင်ထားမလို့ တစ်မူထူးခြားတဲ့ သရုပ်ဆောင်မှုတွေကို ခံစားရမှာ ဖြစ်ပါတယ်ဒီတော့ ဇာတ်လမ်းအကျဥ်းချုပ်လေးကို မတိုမရှည်နဲ့ စလိုက်ကြရအောင်ယခင် 2012 က ထွက်ရှိထားတဲ့ Kahanni ရုပ်ရှင်ထဲမှာ ကားတိုက်ခံလိုက်ရတဲ့ ဘော့တစ်ယောက်ယခုထွက်ရှိလာတဲ့ Bob Biswas ရုပ်ရှင်ထဲမှာတော့ ၈ နှစ်ကြာ ကိုမာဝင်နေရာကနေ ပြန်လည်နိုးထလာခဲ့ပါပြီကိုမာကနေ ပြန်လည်နိုးထလာခဲ့ပေမဲ့ ဘော့ဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bob-biswas-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1iMA2VcQ9m8vV46CzAyzndGsCzT.jpg",
        "title": "Man of Will (2017)",
        "description": "Man of Will (2017) ဇာတ်လမ်းအညွှန်း******************************** ဧကရာဇ် အုပ်စိုးခွင့် ကုန်ဆုံးခါနီးတွင် ကိုရီးယားကို အုပ်စိုးချင်တဲ့ ရုရှားနဲ့ ဂျပန်တို့ကြား အငြင်းပွားမှုများ ဖြစ်ပေါ်ခဲ့ပါတယ်နောက်ဆုံးမှာတော့ ဂျပန်က အသာစီးရပြီး ကိုရီးယားဘက်က ဂျပန်နဲ့ သံတမန်ရေး အဆင်ပြေအောင် ကြိုးစားခဲ့တာကြောင့် ကိုရီးယားဟာ ဂျပန်တို့ ဩဇာညောင်းတဲ့ နိုင်ငံ တစ်ခု ဖြစ်လာခဲ့တယ် မိဖုရားကြီး လုပ်ကြံခံလိုက်ရတာကြောင့် အမျက်ဒေါသထွက်နေတဲ့ ဂင်ချန်းဆူဟာ စိတ်ကိုမထိန်းနိုင်ဘဲ လုပ်ကြံမှုမှာ ပါဝင်ခဲ့တဲ့ ဂျပန်လူမျိုးတစ်ယောက်ကို သတ်လိုက်မိတဲ့အတွက် ပြစ်ဒဏ်ချမှတ်ခံရပြီး အင်ချွန်းထောင်ကို အပို့ခံလိုက်ရပါတယ်အင်ချွန်းထောင်ထဲကို ရောက်သွားတဲ့အခါမှတော့ ထောင်သားတွေကို စာသင်ပေးပုံ၊ ငုပ်လျှိုးနေတဲ့ မျိုးချစ်စိတ်ကို ပြန်လည်ဖော်ဆောင်ပေးပြီး ဂျပန်လက်အောက်မှ လွတ်မြောက်ရေးအတွက် စိတ်အားထက်သန်စွာ တော်လှန်ခဲ့ပုံတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးပါ ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသားကြီး Cho Jin Woong အပြင် ဂျွန်စောအဖြစ် လူသိများတဲ့ Song Seung Heon ...",
        "rating": "",
        "url": "https://channelmyanmar.org/86845-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xbMEHLu36LyptPD29FxVTndpYZ1.jpg",
        "title": "Erin Brockovich(2000)",
        "description": "Erin Brockovich(2021) အညွှန်း****************************IMDb....7.4ငွေကြေးဆိုင်ရာအောင်မြင်မှုတွေရော၊ ကောင်းမွန်တဲ့မှတ်ချက်တွေရော၊ဆုဇကာတင်တွေရောအများကြီးရရှိထားပြီး ခေါင်းဆောင်မင်းသမီး မမချော Julia Robertsကို leading roleအတွက် Oscars,BEFTA award, Golden Globeအပါအဝင် ဆု၇ဆုရရှိစေခဲ့တဲ့ Biographical Dramaကားတစ်ကားပါ။\nErin Brockovichဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ဘဝကိုအလှည့်အပြောင်းကြီးဖြစ်စေခဲ့တဲ့အချိန်တစ်ခုကိုရိုက်ပြထားပါတယ်။Erinအကြောင်းကို တခြားဇာတ်ကားတွေရိုက်ထားတာရှိပေမယ့်ဒီကားကတော့ပိုအောင်မြင်ပြီး ဖြစ်ရပ်မှန်နဲ့ ၉၈%တူညီပါတယ်တဲ့။\nErinဟာ ပိုက်ဆံမရှိ၊ အိမ်ထောင်နှစ်ခါကွဲခဲ့တဲ့ ကလေးသုံးယောက်ရှိတဲ့ဆင်ဂယ်မိခင်၊စိတ်ထင်သလိုပြောတတ်ပြီး အရမ်းဟော့ဟော့ရမ်းရမ်းဝတ်စားတဲ့ အလန်းစားမိန်းမလှတစ်ယောက်။တစ်နေ့ကားတိုက်မှုကြောင့် လျော်ကြေးသိပ်မရလိုက်တဲ့အခါအမှုလိုက်ပေးတဲ့ရှေ့နေဆီမှာ မရမကအလုပ်တောင်းပါတယ်။ဥပဒေနဲ့ဆိုင်တဲ့အတွေ့အကြုံဘာတစ်ခုမှမရှိပဲရှေ့‌နေရုံးခန်းမှာအလုပ်လုပ်ရင်း အိမ်ခြံမြေရောင်းတဲ့အမှုတစ်ခုမှာဆေးမှတ်တမ်း‌ဖိုင်တွေပါတွဲထားတာကို နားမလည်လို့ သေချာစုံစမ်းလိုက်တဲ့အခါပစိဖိတ်ဓာတ်ငွေ့နှင့်လျှပ်စစ်ကော်ပိုရေးရှင်းအကြီးစားကြီးဟာအဲ့နယ်မြေနားမှာနေထိုင်တဲ့လူတွေအပေါ် ရောဂါများစွာဖြစ်စေပြီးအသက်အန္တရာယ်အရမ်းရှိတဲ့အဆိပ်အတောက်တွေစွန့်ထုတ်နေတဲ့ ဖုံးကွယ်ထားမှုကြီးကိုသိရှိသွားပြီးအဲ့နားမှာနေထိုင်သူတွေအတွက်လျော်ကြေးရအောင် အမှုလိုက်ရပါတော့တယ်။ဒီဖြစ်ရပ်ဟာ အမေရိကန်ရဲ့ Direct action lawsuitသမိုင်းမှာအမြင့်မားဆုံးလျော်ကြေးပေးဆောင်ခဲ့ရတဲ့အမှုပါ။ဒီအမှုကြီးတစ်ခုလုံးကို လူတိုင်းက Beauty without brainလို့မြင်တဲ့အားပြင်းတဲ့ ဟော့ဟော့ရမ်းရမ်းမိန်းမတစ်ယောက်ကဦးဆောင်သွားခဲ့ပုံတွေကိုဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ရိုက်ပြသွားတာပါ။ဖြစ်ရပ်မှန်ပေါ်အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကောင်းတွေအများကြီးရှိတဲ့အတွက်Biographicalဆိုရင် နည်းနည်းပျင်းစရာကောင်းနေမလားဆိုတဲ့ အတွေးကိုထုတ်ပစ်လိုက်ပါ။သေချာပေါက်ပြောနိုင်တာကတော့ ဒီကားဟာ ဇာတ်လမ်းကောင်းတွေထဲကတစ်ပုဒ်ပါ။တစ်ခေတ်တခါက ပုရိသတို့ရဲ့အသည်းကျော် မမJuliaရဲ့ powerfulဖြစ်တဲ့သရုပ်ဆောင်မှုတွေနဲ့ အလန်းစားအလှတရားတွေကလည်း ဇာတ်လမ်းနဲ့ကွက်တိကို လိုက်ဖက်နေပါတယ်။ဒီကားမှာ အားကောင်းလှတဲ့သရုပ်ဆောင်ချက်တွေကြောင့် သရုပ်ဆောင်ကြေးအမြင့်ဆုံးအမျိုးသမီးသရုပ်ဆောင်တစ်ယောက်ဖြစ်စေခဲ့ပါတယ်။ ဒီဇာတ်ကားမှာErinရော ရှေ့နေ Masryရော ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/erin-brockovich2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjUxZTdkODItMmY1OC00NTE5LWIzOWItNDRlOTk5Y2NjNWQ3XkEyXkFqcGdeQXVyMDM0MzU2NA@@._V1_-135x200.jpg",
        "title": "Nash Bridges (2021)",
        "description": "Nash Bridges\n---------------လူအချို့က သာမန်ဘဝလေးနဲ့ ရောင့်ရဲတက်ပေမယ့် အချို့က ချမ်းသာသထက် ချမ်းသာချင်ကြတယ်\nငွေရဖို့ဆိုရင် ဘယ်လို ရာဇဝတ်ကို မဆို ကျူးလွန်တက်ကြတယ်\nဘယ်သူသေသေ ငတေမာရင် ပြီးရောဆိုတဲ့စိတ်နဲ့ သက်ရှိလူသားတွေလို ကြွက်ကလေးတွေလို သဘောထားပြီး စိတ်ပျော်ရာအတွက် အသုံးချကြတယ်လူကုန်ကူးမှုသံသယတရားခံကို လိုက်ဖမ်းရင်း မြို့ထဲ ပေါက်ကွဲမှုဖြစ်အောင် လုပ်လိုက်လို့ နက်ရှ်တစ်ယောက် တာဝန်ကနေ ဆိုင်းငံ့ခံလိုက်ရပါတယ်\nကြုံရာကျပန်း နေလာပြီး ၁နှစ်အကြာမှာ နေဝင်ချိန်လူသတ်မှုလို့ခေါ်တဲ့ ကွင်းဆက်လူသတ်မှုလို့ ထင်ရတဲ့ အမှုတစ်ခု ပေါ်လာပါတော့တယ်\nနစ်နာသူ ၁၁ယောက်ထိ ရှိလာပြီးတဲ့နောက် ရဲဌာနက နက်ရှ်ရဲ့ အကူအညီလိုလာပါရော\nခေါတ်မီနည်းပညာတွေမသုံးပဲနဲ့ နက်ရှ်တို့တွေ ဘယ်လိုများ အမှုလိုက်ကြမလဲ\nနစ်နာသူတွေက ဆက်တိုက်ဆိုသလိုပေါ်လာနေပြီးတော့ တရားခံအစစ်ကိုရော ဖမ်းမိကြမလားလူချမ်းသာရဲ့နောက်ကွယ်က မြေအောက်မှာ ဘာတွေဖြစ်နေတာလဲ ဆိုတာကိုဆန်းပြားတဲ့ ဇာတ်လမ်းကျောရိုးနဲ့ စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:22:00\nType__Comedy, Crime, ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/nash-bridges-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyg3WAaMa87ln7E1v4AtFkBxYEO.jpg",
        "title": "Of Love and Shadows (1994)",
        "description": "[18+] Of Love and Shadows (1992)ဒီဇင်ဘာလ ၁၂ ရက်နေ့မှာမွေးနေ့ရက်မြတ်မင်္ဂလာကျရောက်သွားခဲ့တဲ့ တစ်ခေတ်တစ်ခါက ကျွန်တော်တို့ရဲ့အလှနတ်ဘုရားမ၊ ပုရိသတွေရဲ့နှလုံးသားကို ရုပ်ရှင်လောကထဲစဝင်လာတည်းက သိမ်းကြုံးယူပစ်ခဲ့တဲ့မတ်မတ် ဂျနီဖာကော်နယ်လီရဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားလေးက တစ်ခြားအချိန်မှာကြည့်မယ်ဆို ရိုးရိုးတမ်းတမ်းပဲ မတ်မတ်ရဲ့အလှအပကိုပဲ သီးသန့်ခံစား၊ ဒါပေမဲ့ ဇာတ်ကွက်ကိုသိပ်ခံစားလို့မရမယ့်ကားမျိုး‌ပါ။ အဲလိုပေမဲ့ အခုတော့ ကျွန်တော်တို့ ဒီအခြေအနေကြီးနဲ့ဆိုတော့ တော်တော်ကြည့်ရကိုက်တဲ့ကားဖြစ်သွားပြီမို့လို့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ချီလီနိုင်ငံလေးကို လောဘဇောတက်နေတဲ့ အာဏာရူးဗိုလ်ချုပ်ကြီးက အာဏာကောက်သိမ်းတဲ့အကြောင်းနဲ့စတယ်ပေါ့ဗျာ။ အဲလိုအာဏာသိမ်းတဲ့အချိန်မှာ ‌အီရင်းနဲဆိုတဲ့သတင်းထောက်မလေးကျွန်တော်တို့မတ်မတ်ရဲ့‌အမေက ဘောမကြီးလုံးလုံးပဲဆိုပါတော့ဗျာ။အဲဒီတော့ အဲလိုအခြေအနေမျိုးမှာ သတင်းထောက်မလေး အီရင်းနဲကို လီရယ်ဆိုတဲ့ ဓာတ်ပုံဆရာတစ်ဖြစ်လဲ စိတ်ပညာရှင်ဒေါက်တာလေးက အာဏာရှင်ရဲ့မကောင်းကွက်တွေကို အတူထုတ်ဖော်ဖို့ကြိုးစားကြတာကို ဒေါသအလိပ်လိပ်ထွက်လိုက်၊ မတ်မတ်ကို မြင်ပြီးစိတ်ပြန်ငြိမ်လိုက်နဲ့ကြည့်ရမယ့်ကားမျိုးပါ။ ဒီကားက သူ့အဖော်အချွတ်အလှအပခန်းတွေလည်းများလို့ မိသားစုနဲ့မကြည့်သင့်တဲ့ကားလေးပါ။ ဒါကြောင့် 1994 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Of Love and Shadows လေးကို ဒေါသထွက်ရရင်း စိတ်လည်းပြန်လျှော့ရရင်း ခံစားကြည့်ရှုပေးလှည့်ပါဦးခင်ဗျာ။Size - 1.6GB, ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/of-love-and-shadows-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jDskIhzLfZc8SB4ybkcWOgmI98M.jpg",
        "title": "Agnes (2021)",
        "description": "Agnes (2021) ဇာတ်လမ်းအညွှန်း****************************ခရစ်ယာန်သီလရှင်ကျောင်း တစ်ခုက သီလရှင်တွေထဲမှာ နတ်ဆိုးစွဲတဲ့သူ ရှိတယ်ဆိုတဲ့ ကောလဟလ တစ်ခုကြောင့် အသေးစိတ် စစ်ဆေးမှုတွေလုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်ဘုန်းတော်ကြီးနှစ်ပါးဟာ အဆိုပါ သီလရှင်ကျောင်းကို သွားရောက်ပြီး နတ်ဆိုးနှင်ဖို့ ပြင်ဆင်ကြပါတယ်ဒါပေမဲ့လည်း ဘုန်းတော်ကြီးနဲ့ အတူ သူ့ရဲ့ တပည့်တွေဟာ ထိရောက်မှုမရှိတဲ့ သူတို့ရဲ့ နတ်ဆိုးနှင်ခြင်းအပြီးမှာတော့ ယုံကြည်ခြင်း ယိုင်လဲလာတဲ့ အခက်ခဲတွေ အခြားသော စုံစမ်းနှောင့်ယှက်ခြင်းတွေနဲ့ပါ ရင်ဆိုင်ကြုံတွေ့လာရတဲ့ အခါမှာ ...ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကို ဇာတ်လမ်းလေးထဲမှာ သည်းထိတ်ရင်ဖို ဆက်လက် ကြည့်ရှုကြရမှာပါ File Size     : (1.7 GB)(970 MB) and (470 MB)\nQuality       : WEB-DL 1080P, 720p\nFormat       : mkv, mp4\nDuration    : 1hr ...",
        "rating": "",
        "url": "https://channelmyanmar.org/agnes-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/0500e4ffdd38372c712475c5ee97162e5d9aab70-143x200.jpg",
        "title": "Patiala House (2011)",
        "description": "ဆို့ဆို့နင့်နင့်နဲ့ ဖော်ကျူးထားပေမဲ့ မေတ္တာတရားနဲ့ အနစ်နာခံမှုတို့ကို\nကြည်နူးဖွယ်ဖော်ပြပေးသွားနိုင်တဲ့\nဇာတ်ကားမျိုးဆိုလျှင်\nသင် မကြည့်ချင်ဘူးလားမိတ်ဆွေ။\n(ဇာတ်လမ်းအကျဉ်း)\nအိန္ဒိယနိုင်ငံရဲ့ တောင်ပိုင်းဒေသလေးမှာ\nဂတ်တူ ဟာ ကုန်စုံဆိုင်ပိုင်ရှင်အဖြစ်\nလူသိများခဲ့ပါတယ်။\nလူသိမများတာကတော့\nသူဟာ နာမည်ကျော် ခရစ်ကတ်ကစားသမား\nဖြစ်ခဲ့ခြင်းကိုပါ။\nခရစ်ကတ်ကစားခြင်းဟာ\nဂတ်တူအတွက်\nရွှေရောင်လင်းလက်တဲ့အိပ်မက်ငယ်လေးပါ။\nဂတ်တူဟာ မိသားစုရေးရာမှာလည်း\nအဖေချစ်သားအဖြစ်နဲ့\nအဖေ့စကား မပယ်ရှားဝံ့တဲ့သားလိမ္မာအဖြစ်\nချီးကျုးခံရခဲ့တယ်။\nအတိတ်မှာဖြင့်\nဂတ်တူရဲ့ဦးလေးဟာ\nဗြိတိသျှတွေရဲ့ လူမျိုးရေးခွဲခြားမှုကို\nဆန့်ကျင်ရင်း အသတ်ခံခဲ့ရပါတယ်။\nအဲဒီ့နောက် ဂတ်တူအဖေဟာ\nဗြိတိသျှတွေနဲ့ ပတ်သက်သူမှန်သမျှကို\nမျက်မုန်းကျိုးခဲ့ရင်း အရိုးစွဲမူဝါဒအဖြစ်\nစွဲကပ်ကျန်နေခဲ့ပါတော့တယ်။\nထို့နောက်\nဂတ်တူကိုလည်း ခရစ်ကတ်ကစားခွင့်ကို\nရာသက်ပန်ပိတ်ပင်ခဲ့ပါတယ်။\nဒါဟာ လောင်းရိပ်မိနေတဲ့ဂတ်ဒူအတွက်\nအဆိပ်ရည်လောင်းပစ်သလိုပါပဲ။\nအဖေကို ချစ်လွန်းပြီး\nအဖေ့အတွက် သားလိမ္မာဖြစ်နေသော\nဂတ်တူအတွက်တော့\nအိပ်မက်ကိုသာလျှင်\nရေစုန်မျောလိုက်ပါတော့တယ်။\nတစ်ဖက်မှာလည်း\nဂတ်တူဟာ မောင်နှမတွေရဲ့ငြိုငြင်မှုကိုခံခဲ့ရတယ်။\nဂတ်တူဟာ အဖေရဲ့ဥပမာပေး သားဖြစ်သလို\nမောင်နှမတွေရဲ့ စိတ်ဆန္ဒတားဆီးသူလို့\nအပြစ်တင်ခံနေရသူပါ။\nတစ်နေ့မှာတော့\nသတင်းစဉ် တစ်ခုမှာ အင်္ဂလန်အသင်း\nခရစ်ကတ်ကစားသမား\nတစ်ယောက်အလိုရှိနေခြင်းကို ကြေညာချက်ထုတ်ပြန်ခဲ့ပါတယ်။\nဂတ်တူ အတွက်တော့\nပန်းခြံလေးမှာခိုးပစ်ကစားနေခြင်းထက်\nမထူးဆန်းလှတော့ပါဘူး။\nတကယ်တော့\nပျက်သုန်းနေတဲ့အိပ်မက်ကို\nသူ့အဖေ ရှူးဖိနပ်အောက်မှာပဲထားချင်ခဲ့သူပါ။\nသို့ရာတွင် ----\nမပြီးဆုံးသေးတဲ့ အိပ်မက်အပိုင်းအစကို\nဆက်ပေးချင်တဲ့လူနှစ်ဦး\nပေါ်ပေါက်လာခဲ့ပါတယ်။\nဇီးနဲ့ ဆိုင်ရမ် တို့မောင်နှမနှစ်ဦးပါ။\nဇီး ကလည်း ခရစ်ကတ်ကစားသမား ဖြစ်ချင်လွန်းသူတစ်ယောက်ပါ။\nဇီးက ဂတ်တူရဲ့နောက်ကြောင်းကိုသိရှိပြီး\nအင်္ဂလန်ကစားသမားအဖြစ်\nခရစ်ကတ်ပြန်ကစားရန် တိုက်တွန်းခဲ့သည်။\nဆိုင်ရမ် မိန်းမချောလေးကလည်း\nဂတ်တူရဲ့အိပ်မက်အား ပြန်လည်ထူမတ်ပေးရန်\nကြိုးစားခဲ့သည်။\nသို့သော် ----?????\nဒီဇာတ်ကားလေးမှာဖြင့်\nဂတ်တူ ရဲ့ဒွိဟစိတ်တွေနဲ့\nသူရဲ့ဘဝရဲ့ကြမ္မာကို\nဘယ်လိုများ အဆုံးသတ်စေခဲ့မှာလဲ။\nအိပ်မက်တွေကိုပဲ အဆုံးသတ်စေခဲ့မှာလား။\nပြန်လည်ရှင်သန်စေခဲ့မလား။\nထို့ပြင်\nအဖေကို ချစ်လွန်းအားကြီးလှသော\nသားတစ်ယောက်အနေနဲ့\nမိသားစုရေးဆိုင်ရာတွေက\nမည်သို့ဖြစ်စေခဲ့မည်နည်း။\nအဖေ့အတွက် ဂတ်တူဟာ\nမည်သို့သော အင်အားမျိုးနှင့်\nမြင်တွေ့ရမည်နည်း။\nခရစ်ကတ်နဲ့ အဖေ /\nအဖေနဲ့ ခရစ်ကတ် ကြားမှာ\nဆုံးဖြတ်ရခက်ခဲ့တဲ့သားတစ်ယောက်၊\nနှလုံးသားအပိုင်းပိုင်းအစစနဲ့ အဖေချစ်သားတစ်ယောက်အတွက်\nကံကြမ္မာ ကဘယ်လိုများအဆုံးသတ်ပေးခဲ့မလဲဆိုတာ\nရင်မောဖွယ် ကြည့်ရဦးမှာပါ။\nဒီဇာတ်ကားလေးဟာဖြင့်\nစိတ်ဓာတ်တို့ လွန်ဆွဲမှုဆန်ပြီး\nမေတ္တာတရားနဲ့ အနစ်နာခံမှု၊\nပေးဆပ်မှု၊ ကြိုးစားအားထုတ်မှု၊\nမြတ်နိုးတန်ဖိုးထားတတ်မှုတို့\nရောပြွမ်းနေတဲ့ ကြည်နူးဖွယ်\nဇာတ်ကားကောင်းလေးပါ။\nလူမျိုးရေးခွဲခြားမှုနဲ့\nအရည်အချင်း တို့အားပြိုင်မှုတို့ကိုလည်း\nတစ်စိတ်တဒေသ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/patiala-house2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BY2UzODAyNjktN2MwYy00M2RkLThiOTEtMjU1MTgxY2EzM2YyXkEyXkFqcGdeQXVyODk5MDA0MDU@._V1_-133x200.jpg",
        "title": "Antlers (2021)",
        "description": "Antlers (2021)\n===============\nIMDb Rating - 6.2/10Story telling ဆိုတာ ​​ရှေးလူကြီး​တွေရဲ့ ဓ​လေ့​တွေ ယဥ်​ကျေးမှု​တွေ ဖြတ်သန်းခဲ့ရတဲ့ အ​တွေ့အကြုံ​တွေကို ​\nနောင်လာ​နောက်သား​တွေဆီ ​ပြောပြတဲ့ နည်းလမ်းတစ်ခုပါ။ Storytelling လို့​ပြောတဲ့​နေရာမှာ တကယ့်သမိုင်း​\nတွေသာမက fairytale ​တွေ၊ ဒဏ္ဍာရီ​တွေလည်း ပါဝင်တယ်။အဲ့လိုနဲ့ အော်​ရေဂန်​ဒေသက ​ရှေးတိုင်းရင်း\nအ​မေရိကန်လူမျိုး​တွေရဲ့ ယုံတမ်းပုံပြင်​တွေ အစပျိုးခဲ့တယ်။ဇာတ်လမ်းအကျဥ◌်းလေးပြောရရင် . . .\nဂျူလီရဲ့ အတန်းထဲမှာ ထူးဆန်းတဲ့ လူးကတ်လို့​ခေါ်တဲ့ ခပ်ပိန်ပိန်​ကောင်​လေးတစ်​ယောက်ရှိတယ်။ ဘယ်သူနဲ့မှလည်း\nအ​ပေါင်းအသင်းမလုပ်သလို အနိုင်ကျင့်တာလည်း ခံ​နေရတယ်။ တစ်​နေ့​ ဂျူလီက ပုံပြင်​ပြောပြဖို့ ​ရေးခဲ့ပါဆိုပြီး\nအိမ်စာ​ပေးလိုက်တယ်။ တခြားက​လေး​တွေက သာမန် နတ်သမီးပုံပြင်​တွေ ​ပြော​ပေမယ့် အဲ့ကောင်လေးက​တော့\nမတူထူးဆန်း​နေတယ်။\"ဝက်ဝံ၃​ကောင်ဟာ ​တောင်​ပေါ်က ​အေးစက်တဲ့ ဂူမှာ​နေတယ်\nဝက်ဝံကြီးရယ် ဝက်ဝံ​လေးရယ် ဝက်ဝံ​ပေါက်​လေးရယ်​ပေါ့\nဝက်ဝံကြီးက အားလုံးကို ​စောင့်​ရှောက်ရတာ​ပေါ့\nတစ်​နေ့ဝက်ဝံ​လေးပြန်လာ​တော့ ဝက်ဝံကြီးနဲ့ ဝက်ဝံ​ပေါက်​လေးက ထူးဆန်း​နေတယ်\nဝက်ဝံကြီးက ​နေမ​ကောင်းဖြစ်​နေပြီး စားစရာ အသားလည်းမရှိ​တော့ဘူး\"လူးကတ်​ပြောပြတဲ့ ပုံပြင်ကို ဂျူလီကြားပြီး​နောက် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/antlers-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/j-134x200.jpg",
        "title": "John, 316 (2021)",
        "description": "ယောကျာ်းဖြစ်သူနဲ့ကွဲကွာပြီးခါစ အက်ဘ်ဘီနဲ့ အမြဲပျော်ရွှင်စနောက်နေတတ်တဲ့ နိုက်တမ်\nသူတို့နှစ်ယောက် သူနာပြုဆရာဝန်အဖြစ်အလုပ်လုပ်နေတဲ့ စိတ္တဇဆေးရုံကို ဂျွန်ဒိုးလို့ခေါ်တဲ့ စိတ်ဝေဒနာသည်တစ်ယောက်ရောက်လာတဲ့အခါ....\nထူးဆန်းအံသြဖွယ်ရာတွေလုပ်ပြနိုင်တဲ့အတွက် တခြားစိတ်ဝေဒနာသည်များက ဂျွန်ဒိုးကို ယေရှုခရစ်လို့ထင်သွားကြပါတော့တယ်။\nဂျွန်ဒိုးရဲ့ဆုံးမသြဝါဒတွေကို နာခံကြတဲ့လူနာတွေဟာ ဆေးသောက်စရာမလိုတဲ့အထိ ရောဂါသက်သာလာကြပါတယ်။အဲဒါကြောင့်မို့ ဆေးရုံကိုထောက်ပံ့ပေးနေတဲ့ဆေးကုမ္ပဏီနဲ့ဂျွန်ဒိုးတို့ကြား ပြဿနာဖြစ်လာပါတော့တယ်။ဒါ​ကြောင့် လူနာတွေကို ဆေးအတင်းအကြပ်တိုက်ခိုင်းဖို့ ဆေးရုံဘုတ်အဖွဲ့က ခရစ်စတာဒါနဲ့ ဒေါက်တာလူးကပ်ကို ခန့်အပ်လိုက်တဲ့အခါ ဂျွန်နဲ့တခြားဝေဒနာသည်တွေ ဘာဆက်ဖြစ်မလဲဆိုတာ သိချင်ကြမယ်ထင်ပါတယ်။အက်ဘ်ဘီနဲ့နိုက်တမ်တို့ရဲ့အချစ်ဇာတ်လမ်းအပြင် စိတ်ဝေဒနာသည်တွေရဲ့ ရယ်စရာအဖြစ်အပျက်လေးတွေပါ ပေါင်းစပ်ထားတဲ့အတွက် ကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်ဗျာ။ File size…(1.6 GB) / (900 Mb) / (500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Seiji",
        "rating": "5",
        "url": "https://channelmyanmar.org/john-316-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fpG1PiHPHdLt8X2e7WAct7EVB7.jpg",
        "title": "Mixtape (2021)",
        "description": "Mixtape (2021)ဒီကာလထဲ မိသားစုနဲ့အတူ စိတ်အပန်းပြေအောင်ကြည့်လို့ရမယ့်\nရုပ်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက လက်ရှိအခြေအနေတွေခဏဘေးဖယ်ထားလိုက်ရင်\nလွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်လောက်ကို ပြန်ရောက်သွားသလိုခံစားရမယ်ဆိုတာသေချာပါတယ်...ဇာတ်လမ်းအရ ဘဲ့ဗာလီမူဒီ ဆိုတဲ့ ကလေးမလေးဟာ\nငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားလို့\nအဖွားဖြစ်သူနဲ့ နှစ်ယောက်တည်းအတူနေရတာပေါ့...မူဒီလေးရဲ့ စိတ်ထဲမှာ သူ့ရဲ့မိဘနှစ်ပါးအကြောင်းပဲ အမြဲတွေးနေပြီး\nသူ့မိဘတွေက ဘယ်လိုလဲဆိုတာကို သိချင်နေခဲ့တယ်တစ်နေ့ သူ့မိဘတွေထားခဲ့တဲ့ တိပ်ခွေလေးတစ်ခုကို တွေ့ပြီး\nဒါဟာ သူ့မိဘတွေအကြောင်းကို သိနိုင်မယ့် လမ်းစတစ်ခုလို့ ထင်ခဲ့တယ်...ဒီလိုနဲ့ တိပ်ခွေထဲမှာ ပါတဲ့သီချင်းတွေကနေတဆင့် သူ့မိဘတွေအကြောင်းကို လိုက်ရှာပါတော့တယ်...\nမူဒီလေးတစ်ယောက် သူ့မိဘတွေအကြောင်းကို သိလာရမှာလား?\nဘယ်လိုအခက်အခဲတွေရောကြုံတွေ့လာရမှာလဲ? ဆိုတာတွေကို ကြည့်ရှုခံစားကြည့်ကြပါဦး1999-2000 ခုနှစ်ဝန်းကျင်ကို အခြေခံထားတာဖြစ်လို့\nငယ်ဘဝကို တမ်းတနေသူတွေအတွက် လွမ်းစရာအငွေ့အသက်တွေ တသီတတန်းပါပဲ...\nနောက်ပြီး အဲ့ခေတ်ကာလရဲ့ ရောခ့်သီချင်းတွေကိုလည်း မရိုးနိုင်အောင် နားဆင်ကြရဦးမှာပါ\nမိသားစု၊သူငယ်ချင်းတွေရဲ့ ပျော်စရာမေတ္တာတွေနဲ့ဖုံးလွှမ်းထားတဲ့ဒီရုပ်ရှင်ကားလေးနဲ့အတူ\nတစ်ခဏတာဖြစ်ဖြစ် စိတ်အပန်းပြေပါစေကြောင်း ဆုမွန်ကောင်းတောင်းရင်း\nမူဒီလေးနဲ့အတူ လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်ကို ပြန်သွားလိုက်ကြပါဦးစို့အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Ye Kyaw Htet ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Family\nQuality….WEB-DL 1080p and 720p\nFile size…1.39GB ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mixtape-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2G2Pp9Ym0ca9NIrjDF7EOWNrbZb.jpg",
        "title": "Pariyerum Perumal (2018)",
        "description": "Pariyerum Perumal(2019)Tamil အချစ်ကားကောင်းကောင်းလေး စောင့်မျှော်နေတဲ့သူတွေအတွက်IMdb Rating 8.8 နဲ့ Rotten Tomatoes မှာAudience Score 87% ရထားတဲ့ဒီကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်အိန္ဒိယနိုင်ငံရဲ့ အဓိကပြဿနာတွေထဲက တစ်ခုဖြစ်တဲ့ဇာတ်နိမ့်ဇာတ်မြင့်ကွာခြားမှုကြားက ပေါ်ပေါက်လာတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပါပုံမှန်ကျွန်တော်တို့ကြည့်ဖူးနေကျ ဒီလိုအချစ်ဇာတ်လမ်းတွေနဲ့မတူတာဘာလဲဆိုတော့ ဗြုန်းစားကြီး ဇာတ်တွေနာ ချစ်ကြိုက်ခွဲခွာ အဲ့လိုပုံစံမျိုးမဟုတ်ဘဲသူတို့နိုင်ငံမှာ အရမ်း Sensitive ဖြစ်တဲ့ ဒီလိုပြဿနာတစ်ခုကိုသိမ်သိမ်မွေ့မွေ့ချည်းကပ်ပြီး ရိုက်ပြသွားနိုင်တာပါKarnan ဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Mari Selvaraj ရဲ့လက်ချိုးရေလို့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ကားပါပဲသူ့ဘဝဇာတ်ကြောင်းကို အခြေခံပြီး ရိုက်ထားတယ်လို့လည်း သိရပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ပြောရရင်တော့ တောရွာကရိုးသားတဲ့ကောင်လေးတစ်ယောက်ဥပဒေကောလိပ်သွားတက်ပြီး ကောင်မလေးတစ်ယောက်နဲ့ချစ်မိသွားတဲ့ ဇာတ်လမ်းမျိုးပါသုံးထားတဲ့သီချင်းတွေလည်း တော်တော်ကောင်းပါတယ်ဒါပေမဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ကားလုံးသာပြီးသွားတယ်ချစ်တယ်ဆိုတဲ့စကားကိုတော့ တစ်ခွန်းမှပြောမသွားကြပါဘူးဂုဏ်သိက္ခာရှိတယ်ဆိုတဲ့ စကားလုံးရဲ့ တကယ့်အဓိပ္ပါယ်ကိုဖော်ကျူးရိုက်ပြသွားတယ်လို့ ကျွန်တော်တော့ခံစားရတယ်သို့ပေမဲ့လည်း လစ်ဟာချက်တွေလည်း အနည်းငယ် ရှိနေတာမလို့၁၀၀ % ကောင်းတယ်လို့မှတ်ချက်ပြုလို့မရပေမဲ့ဆုများစွာ ရရှိထားတဲ့ကားဆိုတော့ ကြည့်ရှုသင့်တဲ့ထဲပါတယ်လို့ အကြံပြုချင်ပါတယ်(အညွန်းနဲ့ဘာသာပြန်ကတော့ Amelia ပါ) \nFile size…2.47GB ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/pariyerum-perumal-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ch-150x200.jpg",
        "title": "Child 44 (2015)",
        "description": "ဒုတိယကမ္ဘာစစ်ရဲ့ စစ်ပြန် ဆိုဗီယက် သူရဲကောင်းလီယိုဒီမီဒေါ့ဟာ စစ်ကြီးအပြီးမှာတော့ နိုင့်ငံရဲ့ လျှိုဝှက်ထောက်လှမ်းရေးအဖွဲ့မှာ ရာထူးကြီးကြီးနဲ့ထမ်းဆောင်နေပြီး ဇနီးလှလှလေးရိုင်စာနဲ့ တိုက်ခန်းကောင်းကြီးမှာတူတူနေနေပါတယ်။စစ်အေးခေတ်ကြီးရဲ့မတည်ငြိမ်တဲ့အချိန်နဲ့ ဆိုဗီယက် ကွန်မြူနစ်စနစ် ရဲ့ဖိနှိပ်မှုတွေရှိနေတဲ့ကြားက လီယိုတယောက် ကလေးငယ်တွေကိုပဲ လိုက်သတ်နေတဲ့ စိတ္တဇ လူသတ်သမားကိုဖော်ထုတ်အရေးယူဖို့ဖြစ်လာရပါတယ်။ဒါပေမဲ့ လုပ်ဖော်ကိုင်ဖက်တွေရဲ့မနာလို၀န်တိုမှုတွေရှိနေတဲ့အပြင် ဇနီးသည်နဲ့ဆက်ဆံရေးကလည်းထင်သလိုရိုးရှင်းမှုမရှိပါဘူး။လီယိုအနေနဲ့ ဒီလိုအခက်အခဲတွေကြားက ဘယ်လိုရုန်းထွက်သွားမလဲ။နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Hardy နဲ့ Noomi Rapace တို့ကခေါင်းဆောင်နေရာကပါ၀င်ပြီး ဇာတ်ပို့‌နေရာမှာလည်း Joel Kinnama\nn,Paddy Considine တို့အပြင် ဝါရင့်မင်းသားကြီး Gary Oldman တို့ပါ အားဖြည့်ထားပါတယ်။စုံထောက်ဇာတ်လမ်းတွေကြိုက်တဲ့အပြင် စစ်အေးခေတ်နိုင်ငံရေးကိုစိတ်၀င်စားသူ‌တွေအတွက် ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။ File size…(2.6 GB) / (1.3 Gb) / (600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:17:00\nGenre...Crime, Drama, History\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sett ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/child-44-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyeykBmYE43kj7JAKal5pwHTwN2.jpg",
        "title": "Knock Knock ( 2021 )",
        "description": "ဒီ knock knockဇာတ်ကားတော့ တော်တော်စဉ်းစားပြီးခေါင်းခြောက်စွာကြည့်ရမဲ့ မှုခင်းဇာတ်ကားလေးပါဇာတ်ကားအစမှာတော့ လောင်လီဆိုတဲ့သူခိုးတစ်ယောက်က သူ့ရဲ့သားလေးဆေးကုပေးဖို့အတွက်ပိုက်ဆံခိုးဖို့ လူနေအဆောက်အအုံဟောင်းတစ်ခုကို ဝင်သွားတာကနေ စတင်ခဲ့တဲ့ လူသတ်မှုတစ်ခုဖြစ်ပါတယ်အဲ့အချိန်မှာ အမျိုးသမီးတစ်ယောက်က ထူးထူးဆန်းဆန်းအသတ်ခံထားရတာကိုတွေ့ပါတယ်အဲ့အချိန်မှာ သူခိုးဖြစ်သူ လောင်လီက အိမ်ထဲမှာ လူငယ်တစ်ယောက်ကိုတွေ့ရာမှလူသတ်သမားထင်ပြီး ဒီလူသတ်အမှုကြီးထဲလည်းမပါအောင် ပိုက်ဆံလည်းရအောင် ခြိမ်းခြောက်ပြီးငွေညစ်ရာမှပစ္စည်းပို့သမား‌ဖြစ်တဲ့ မာမင်လျန့်က ရုပ်တရက်ကြီးအဆောက်အအုံထဲကိုရောက်နေပါတယ်သူတို့ ၃ယောက် ဒီအမျိုးသမီးအလောင်းကိုကြည့်ပြီး ဘယ်လိုဆက်လုပ်ကြမလဲပစ္စည်းပို့သမား မာမင်လျန့်ကရော ဘာဖြစ်လို့အိမ်ထဲကိုရောက်နေတာလဲလူသတ်သမားက ဘယ်သူဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားစွာနဲ့ ဆက်လက်ကြည့်ရှုပေးကြပါ Quality : WEB-DL 1080pFormat : mp4Genres : Comedy , Drama , Crime , MysteryDuration : 1h 47minSubtitle : Myanmar Subtitle ( Hardsub )Translated By A Pu Lay & Nu MonEncoded By ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mGaB/Knock_Knock_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Comedy, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg",
        "title": "Aparajito (1956)",
        "description": "\"Aparajito\"(1956) \"အပရာဇိတ\"\n=======================Directed by \" Satyajit Ray \"IMDb - 8.3/10, Rotten Tomatoes - 95%\"အပုဟာ ရထားဆီသွားပြီး\nအပုဟာ ရထားဆီရောက်ခဲ့ပေမဲ့\nအပုဟာ ရထားဆီမရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲ\nအပုဟာ ရထားဆီမရောက်ခဲ့ပေမဲ့\nအပုဟာ ရထားဆီရောက်ခဲ့တယ်။\"ပါဠိသံနဲ့ဆို အပရာဇိတ(မရှုံးနိမ့်နိုင်သော)လို့ နာမည်ပေးထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆာတရာဂျစ်ရေးရဲ့ နာမည်ကျော် Apu Trilogy ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ပါ။‌ ရေးဟာ ရာဘင်ဒြာနာ့သ်တဂိုးရဲ့ သျှန္တီနိကေတန် ကျောင်းမှာ တက်ခဲ့တဲ့ အိန္ဒိယရဲ့ အကြီးကျယ်ဆုံးဒါရိုက်တာတစ်ယောက်ပါပဲ။ သူဟာ မာတင်စကောဆေးစိ၊ ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာ၊၀က်စ် အန်ဒါဆန်၊ ဂျော့စ်လူးကတ်စ်တို့လို အနောက်တိုင်းက နာမည်ကျော်ဒါရိုက်တာတွေက လေးစားချီးကျုးကြတဲ့ သူဆိုလည်းမမှားပါဘူး။ အော်စကာဆုပေးပွဲကနေ တစ်သက်တာရုပ်ရှင်ဆုသဘောဆောင်တဲ့ ဆုကိုလည်းရထားပါတယ်။ ရုပ်ရှင်လောကရဲ့ မီးရှုးတန်ဆောင်တစ်ဦးဖြစ်တဲ့ အခိရ ခုရိုစဝ ( Akira Kurosawa)ကဆို \"ရေးရဲ့ရုပ်ရှင်ကို မကြည့်ဖူးတဲ့သူဟာ ကမ္ဘာပေါ်မှာနေနေပြီး နေရယ်လရယ်ကို ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/aparajito-1956/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ino-135x200.jpg",
        "title": "The Innocents (2021)",
        "description": "Dialogue တွေ အတော်များများလျှော့ထားပြီးတော့ ဇာတ်လမ်းပြကွက်များများ..၊ Cinematography တွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ထည့်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲ..။မွေးချင်းတွေကြားမှာ ဖြစ်တတ်တဲ့ မနာလိုမှုတွေ ၊ မိဘတွေရဲ့ မမျှမတဆက်ဆံခံရမှုတွေ..၊ မိဘဆိုးရဲ့လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ကလေးတွေရဲ့အကြောင်း..။ကလေးတွေက အမြဲအပြစ်ကင်းသတဲ့..။ဒီလို အပြစ်ကင်းတဲ့ကလေးတွေမှာ သဘာဝလွန်စွမ်းအားတွေ ရှိနေတဲ့အခါ ဘယ်လိုနေမလဲ..?ဘာစွမ်းအားတွေလဲ..။ ဘာတွေ လုပ်နိုင်လဲ..။ ဘယ်လောက်အထိ လုပ်နိုင်သလဲ..။သွေးထွက်သံယိုမြင်ကွင်းတချို့ပါဝင်ပြီးတော့..။သြချရလောက်တဲ့ သရုပ်စွမ်းရည်နဲ့ ကလေးမလေးသေးသေးလေးရဲ့ မျက်နှာအမူအရာပြောင်းလဲသွားပုံလေးတွေက အစ ကွက်ကွက်ကွင်းကွင်းမြင်တွေ့နေရမယ်..။အော်တစ်ဇင်ဖြစ်နေတဲ့ အစ်မရှိသူ ရှိနေတဲ့ မိသားစုထဲမှာ အငယ်ဖြစ်ရတဲ့ဒုက္ခရဲ့ စိတ်ကျဉ်းကျပ်မှုကိုလည်း တွေ့ရမယ်..။ကလေးတွေအကြောင်းကို အဓိကရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပေမဲ့ ကလေးတွေ မကြည့်သင့်တဲ့ရုပ်ရှင်ဇာတ်ကား တစ်ကားပဲ..။ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာ သဘာဝလွန်စွမ်းအားတွေနဲ့ ရုပ်ရှင်တစ်ကားလို့တော့ မညွှန်းပေမဲ့ အချိန်ပေးကြည့်ရတာတော့ တန်တယ်..။ကြည့်ပြီးရင် တွေးစရာတွေ အများကြီးရမယ်..။အနှစ်ချုပ်ကတော့ The Innocents ၂၀၂၁ ထဲက တကယ့်ကို အပြစ်ကင်းစင်.. မဟားတရားအပြစ်ကင်းတဲ့ ပိဘီကလေးငယ်တွေကို ကြည့်ပြီးရင်တော့ ကလေးတိုင်းဟာ ချစ်စရာမကောင်းဘူးဆိုတဲ့အချက်ကို လက်ခံလာပါလိမ့်မယ် ခင်ဗျာ..။ဘာသာပြန်နဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-innocents-2021/"
    }
]