[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnVRLe76H5Fpg135i0HEV7gvn2K.jpg",
        "title": "Charles Enterprises (2023)",
        "description": "Charles Enterprises (2023)\nIMDb 6.7ဟိုးရှေးရှေးတုန်းက ကုန်းမြေ၈ခုဆုံတဲ့ နယ်မြေတစ်ခုရှိခဲ့တယ်တဲ့ တစ်နေ့တော့ အဲဒီကို\nသူခိုးနှစ်ကောင်ရောက်လာပြီး ဘုရားကျောင်းထဲက ရတနာပစ္စည်းတွေခိုး ..ရောင်းချပြီး\nပျော်ပျော်ကြီးပေါပေါလျှံလျှံနေနေရသတဲ့ တစ်နေ့တော့ အတားအဆီးမှန်သမျှဖယ်ရှားပေးပါတယ်ဆိုတဲ့\nမဟာပိန္နဲရဲ့ ဆင်းတုကို မျက်စိကျသွားလေရဲ့ သူတို့ခိုးယူလာပေမဲ့ ဘယ်ဆိုင်ကမှ ဒီဆင်းတုကိုမဝယ်ရဲကြတော့\nသူခိုး၂ယောက် ဆင်းတုကိုနေရာမှန်ပြန်ထားဖို့ကိစ္စနဲ့ ရန်ဖြစ်ပါလေရောဒီလိုနဲ့တစ်ယောက်က အုန်းပင်အမြင့်ကြီးပေါ်မှာ ဘယ်သူမှမမြင်အောင်သွားဖွက်ထားခဲ့လေသတဲ့\nဆယ်စုနှစ်တွေအထိ ဘယ်သူမှမမြင်..သတိမထားမိဘဲ နေဒဏ်မုန်တိုင်းဒဏ်ကို ကြံ့ကြံ့ခံခဲ့ရတဲ့\nဆင်းတုက တစ်နေ့တော့ သူ့ဘုရားကျောင်းကိုပြန်ဖို့ လမ်းစရှာတွေ့ခဲ့လေတယ်...\nဆိုတဲ့ဇာတ်လမ်းနဲ့အစချီပြီး မဟာပိန္နဲဆင်းတုကို ခိုးမဲ့ ဇာတ်ကားတစ်ကားပါဒီဇာတ်လမ်းထဲမှာ ဆင်းတုတွေလိုက်စုတဲ့ ပါဗသမ်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရှိတယ်\nကြိုက်တာတွေ့ရင် အိမ်အထိလိုက်ဝယ်တတ်တဲ့လူတစ်ယောက်..သူကြိုက်တဲ့ဆင်းတုက\nမိသားစုဘုရားကျောင်းထဲက မဟာပိန္နဲဆင်းတုဖြစ်နေတော့ ပိုက်ဆံဘယ်လောက်ပေးပေးမရောင်းဘူးဆိုတဲ့အဖွဲ့ရယ်\nလိုချင်တာမရရင် အိမ်မပြန်တတ်တဲ့ပါဗသမ်ရယ်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n( ဇာတ်လမ်းအညွှန်းကိုတော့ Yunniမှ ရေးသားပေးထားပြီး\nဘာသာပြန်တွေကတော့ Yunni~Thaik San~BpL~Aditi~Moonနဲ့ Zwe Yanတို့ပဲ ဖြစ်ပါတယ် )\nFile size…2.37GB / 1.07GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/charles-enterprises-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjlmMzM5NjEtYzU0Ny00MDgwLWI2NmUtNWJiOTRhYmVkYzIzXkEyXkFqcGdeQXVyNTA3MTU2MjE@._V1_-133x200.jpg",
        "title": "The First Time (2012)",
        "description": "ဆယ်ကျော်‌သက်ကျောင်းသားအချစ်ဇာတ်မြူးကားလေးတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် (၂၀၁၂) ထွက် The First Time ဆိုတဲ့ ကျောင်းသားကား‌လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ပါတီပွဲတစ်ပွဲမှာ ထူးဆန်းစွာတွေ့ဆုံကြရင်း ပေါက်ဖွားလာတဲ့ခံစားချက်တွေကြားက ဒေးဗစ်ဆိုတဲ့စီနီယာအထက်တန်းကျောင်းသားလေးနဲ့ အော်ဘရီဆိုတဲ့ ဂျူနီယာအထက်တန်းကျောင်းသူလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ လူတစ်ယောက်ဟာ တခြားလူတစ်ယောက်ကိုချစ်သွားဖို့အတွက် အချိန် (၂) စက္ကန့်ပဲလိုပါတယ်လို့ ဖတ်ဖူးပါတယ်။ဒေးဗစ်နဲ့အော်ဘရီကြားမှာ ပေါက်ဖွားလာတဲ့သံယောဇဉ်ကြိုးဟာလည်း အချိန်တိုတွင်းနှစ်ယောက်သားကို ချည်နှောင်လိုက်တာပဲဖြစ်ပါတယ်။ ပေါ့ပေါ့ပါးပါးဇာတ်မြူးကားလေးပဲဖြစ်တာမို့ ထူးထူးခြားခြားဇာတ်လမ်းအတက်အကျတွေ သိပ်မပါဘဲ ခပ်အေးအေးလေးပဲသွားမဲ့ ဇာတ်လမ်းသွားမျိုးဖြစ်ပါတယ်။ ဒီလိုပြောလို့ ပျင်းစရာကြီးနေမှာပါလို့ ထင်ကြမဲ့ပရိသတ်ကြီးအတွက်လည်း IMDB rating က 6.8 ထိရရှိထားတဲ့ သေချာပေါက်ကြည့်ရကျိုးနပ်စေမဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း ပြောပြရစေခင်ဗျာ။အဓိကဇာတ်ဆောင်တွေအနေနဲ့ ဒေးဗစ်အဖြစ် မင်းသား Dylan O'Brien က ပါဝင်သရုပ်ဆောင်ထားပြီး The Maze Runner, Teen Wolf စတဲ့ရုပ်ရှင်ဇာတ်လမ်းတွေမှာ မြင်တွေ့ဖူးထားသူမို့ မျက်နှာသစ်မင်းသားတစ်လက်တော့ မဟုတ်ပါဘူး။ အော်ဘရီနေရာကသရုပ်ဆောင်ထားတဲ့ မင်းသမီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-first-time-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rn55E_4f-133x200.jpg",
        "title": "[18+]Female Urologists 2 (2020)",
        "description": "[18+]Female Urologists 2 (2020)******************************ခပ်မိုက်မိုက်အမျိုးသမီး(၂)ဦးက ဆေးခန်းထိုင်ကြပါတယ်..သူတို့ ဝန်ဆောင်မှုပေးတဲ့ကုသနည်းတွေကအတော်ဆန်းကြယ်ကြပါတယ်..ကုသခံရတဲ့အမျိုးသားတွေကလည်း စိတ်ကြည်နူးပျော်ရွှင်ပြီးပြန်သွားလေ့ရှိတယ်..ဘယ်လိုတွေကုပြီး ဘယ်လိုတွေဝန်ဆောင်မှုပေးလဲဆိုတာတော့ ဖန်သားပြင်ပေါ်တွင်ရှု...File Size :(1.5GB)& (651MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:12:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/18female-urologists-2-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLqBMXmh1ackQL1cIYrKeiOuBYP.jpg",
        "title": "[18+]Road Movie(2002)",
        "description": "[18+]Road Movie(2002)***********************ဒီနေ့မှာတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ 18+ BL ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Cast တွေအနေနဲ့ movie star တွေဖြစ်တဲ့ Hwang Jung-min နဲ့ Jung Chan တို့မင်းသားနှစ်ယောက်နဲ့ မင်းသမီး Seo Lin က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အတိတ်ကိုဖုံးကွယ်ထားပြီးတော့ လမ်းပေါ်မှာပဲ ရှင်သန်နေထိုင်တဲ့ဒယ်ရှစ်၊ သူက ခက်ထန်တဲ့ပုံပေါ်ပေမဲ့တစ်ခါတစ်လေမှာ ဝမ်းနည်းအထီးကျန်နေတဲ့ပုံလည်း ပေါ်ပါတယ်။ တစ်နေ့မှာတော့ ဒယ်ရှစ်က လမ်းပေါ်မှာ အရက်မူးပြီးလဲနေတဲ့ ဆော့ဝန်လို့ခေါ်တဲ့သူကို တွေ့ခဲ့တယ်။ အစက လှည့်ထွက်ဖို့လုပ်ခဲ့ပေမဲ့ နောက်ဆုံးမှာတော့ သူနေတဲ့နေရာကို ခေါ်လာခဲ့လိုက်ပါတယ်။ထပ်မချစ်တော့ဘူးလို့လုပ်ခဲ့ပေမဲ့ သူ့နှလုံးသားက ပြန်လည်ရှင်သန်လာခဲ့ပါတယ်။ဆော့ဝန်က စီးပွားပျက်ပြီး မိန်းမရဲ့စွန့်ပစ်မှုကိုပါ ခံလိုက်ရလို့ စိတ်ဓာတ်ကျပြီး ကိုယ်ကိုယ့်ကိုယ်သတ်သေဖို့ အမြဲကြိုးစားနေတဲ့သူပါ။ဒယ်ရှစ်နဲ့တွေ့ပြီးတဲ့နောက်မှာတော့ ငြီးငွေ့စရာကောင်းတဲ့ လူအဖွဲ့အစည်းကနေ ရုန်းထွက်ပြီးတော့ဒယ်ရှစ်နဲ့အတူ ခြေဦးထွက်ရာ ခရီးထွက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့... File Size :(3.6GB)& (1.4GB)\nQuality ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18road-movie2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2nhmSE3QnXcA8aijq1iMFmkLkE.jpg",
        "title": "An Unforgettable Year – Autumn(2023)",
        "description": "An Unforgettable Year – Autumn(2023)*************************************ဆောင်းဦးရာသီမှာ ဖြစ်ပျက်လေ့ရှိတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ခုကိုရိုက်ကူးပြထားတဲ့ ဘရာဇီးကားလေးပါ။\nဇာတ်လိုက်ဖြစ်တဲ့ ကောင်လေးနဲ့ ကောင်မလေးဟာ ဘဝဖြတ်သန်းပုံချင်း၊ ရည်မှန်းချက်ချင်းမတူဘဲ ဆုံဆည်းခဲ့ရပုံလေးကိုမြင်တွေ့ရမှာပါ။\nဘာလို့ဆို ကောင်လေးက ဂီတမှ ဂီတ အရူးအမူးဖြစ်နေပြီး ဘဝကို သီချင်းနဲ့ပဲဖြတ်သန်းဖို့ စိတ်ကူးထားသူပါ။\nလူငယ်ပီပီ ‌ပေါ့ပေ့ါပါးပါး လွတ်လွတ်လပ်လပ် ပျော်ပျော်နေတတ်ပြီး အိပ်မက်တစ်ခုနောက်လိုက်နေသူပေါ့\nကောင်မလေးကျတော့ ဂီတကို လုံးဝမကြိုက်တဲ့အပြင်နာကျည်းနေပါသေးတယ်။နာကျည်းတာကလည်း အကြောင်းအရင်းတော့ရှိပါတယ်။\nပြီးတော့ ကောင်မလေးစိတ်ဝင်စားတာကတော့ သေချာရေရာတဲ့ ရှေ့နေအလုပ်။\nဒီအလုပ်ကို ရဖို့အတွက် ဘာမဆို ဘေးဖယ်ပြီး ကြိုးစားလွန်းသူလေးပါ။\nကံကြမ္မာကြောင့်ပဲ သူတို့ နှစ်ယောက် ဆောင်းဦးရာသီလေးတစ်ခုမှာ ဘယ်လိုတွေ့ဆုံကြုံကွဲရမလဲဆိုတာသီချင်းလေးတွေလိုက်နားဆင်ရင်း ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ။ File Size :(2.3GB)& (930MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/an-unforgettable-year-autumn2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/showing-up-poster-scaled-1-135x200.jpeg",
        "title": "Showing Up (2023)",
        "description": "IMDb rating - 6.7/10 2022 ခုနှစ်ထွက် art movieတစ်ခုကို ပရိတ်သတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းထဲမှာဆိုရင် ဇာတ်လမ်းဇာတ်သွားတစ်ခုလုံးကို အနုပညာဆန်ဆန် အပိုအလိုမရှိ ရိုက်ကူးတင်ဆက်ထားပြီးတော့ အနုပညာကျောင်းမှာ ပညာသင်ပေးတဲ့ပုံစံတွေ...ဆန်းသစ်တီထွင်ဖန်တီးထားတဲ့ လက်ရာဆန်းတွေ.. ဓာတ်ပုံရိုက်ချက် အလင်းအမှောင်တွေကအစ လှပတဲ့ဆေးရေးပန်းချီကားတစ်ချက်ကို ထိုင်ကြည့်နေရသလို ပရိတ်သတ်ကြီးကို ခံစားသွားစေမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုဆိုလည်း မမှားပါဘူး ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. ပါရမီအရည်အချင်းအပြည့်ရှိတဲ့ ပန်းပုပညာရှင် လစ်ဇီတစ်ယောက် သူမရဲ့ ပြိုင်ဘက်လည်းဖြစ်သလို အိမ်ပိုင်ရှင်လည်းဖြစ်တဲ့ ဂျိုနဲ့ သိပ်ပြီးမပြေလည်တဲ့ဆက်ဆံရေးတစ်ခု ရှိနေခဲ့ပါတယ်.. တစ်နေ့မှာတော့ လစ်ဇီရဲ့ကြောင်ဒဏ်ရာရအောင် လုပ်မိသွားတဲ့ ခိုလေးကို ဂျိုက ကယ်တင်ပေးခဲ့ပြီး လစ်ဇီကိုခဏလောက် ကြည့်ထားပေးဖို့မှာခဲ့ပါတယ် တိုက်တိုက်ဆိုင်ဆိုင် အဲဒီနေ့က လစ်ဇီရဲ့ ပန်းပုအရုပ်တွေ အပြီးလုပ်ရမယ့်နေ့ဖြစ်နေပြီး ခိုကိုပါကြည့်ရှုနေရတာကြောင့် မအားမလပ်ဖြစ်နေပါတော့တယ်..နောက်တစ်နေ့ မီးလင်းဖိုကို လစ်ဇီအပူပေးထားတဲ့ အရုပ်တွေကိုသွားကြည့်တဲ့အချိန် အရုပ်တစ်ရုပ်လောင်ကျွမ်းသွားတဲ့အခါမှာတော့...လစ်ဇီနဲ့ဂျိုကြားက ဆက်ဆံရေးက ဘယ်လိုပြောင်းလဲသွားမလဲ.. ပန်းပုပြပွဲအတွက် ဒီပန်းပုရုပ်နဲ့ပဲ တင်ဆက်ပြသသွားမှာလား..လစ်ဇီရဲ့ရှုပ်ထွေးလှတဲ့မိသားစုဆက်ဆံရေးတွေကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/showing-up-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/209540-TA-133x200.jpg",
        "title": "Tamilarasan (2023)",
        "description": "Tamilarasan (2023)\nIMDb - 6.2/10တမီးလ်အနုပညာလောကမှာ တေးရေး၊တေးဆို၊ရုပ်ရှင်အယ်ဒီတာ၊အသံဖမ်းအင်ဂျင်နီယာ၊\nဒါရိုက်တာအဖြစ်နဲ့ ဘက်စုံထူးချွန်လှတဲ့ မင်းသားကြီး ဗီဂျေးအန်တိုနီ၊\nRamaiya Vastavaiya (2013)ထဲမှာ ညီမဖြစ်သူကို သိပ်ချစ်ပြီး\nမြင်းရုပ်လေးလုပ်ပေးတဲ့ အကိုကြီးနေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး ဆိုနူး၊\nပရိသတ်အချစ်တော် ဟာသမင်းသား လူရွှတ်ကြီး ယိုဂီဘာဘူတို့ပါဝင်ထားပါတယ်။\nမင်းသား ဗီဂျေးအန်တိုနီက ဇာတ်လမ်းရဲ့နာမည်အတိုင်းပဲ တမီးလ်ရာဆန်နေရာကနေ\nရဲတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n\"ကျွန်တော့်ရင်ထဲကအထက်အရာရှိအပေါ် လေးစားမှုက အပြင်မှာရှိနေတဲ့အရာရှိအပေါ်\nလေးစားမှုထက်ပိုနေပါတယ် ကျွန်တော့်ရင်ထဲကအရာရှိက ဆရာခိုင်းတာကို\nမလိုက်နာဖို့ပြောပါတယ်\" ဆိုတဲ့ အရာရှိတမီးလ်တစ်ယောက် ဆန္ဒပြပြည်သူတွေကို\nအသက်အန္တရာယ်ပြုဖို့ ငြင်းဆန်မှုကြောင့် တာဝန်ကရပ်ဆိုင်းခံခဲ့ရပါတယ်။ချစ်ရတဲ့ ဇနီးရယ်သားလေးရယ်နဲ့\nပျော်ရွှင်စရာမိသားစုလေးကို ပိုင်ဆိုင်ထားပေမဲ့ သားဖြစ်သူကို နှလုံးအစားထိုးကုသမှရမယ်ဆိုတဲ့\nအဖြစ်ဆိုးကြီးနဲ့ကြုံလိုက်ရပါတယ်။သွားတက်မိတဲ့ဆေးရုံကလည်း သပွတ်အူလိုရှုပ်ထွေးလှတဲ့\nလူကြီးချင်းလက်ဝါးရိုက်လုပ်နေတဲ့ ကိစ္စတွေများတဲ့ဆီဖြစ်နေတော့ နှလုံးအစားထိုးကုသဖို့\nစာရင်းစောင့်နေရတာရယ် ငွေရေးကြေးရေးမပြည့်စုံတဲ့အတွက် ကုသစရိတ်လိုက်ရှာရတဲ့\nအရာရှိတမီးလ်တစ်ယောက်၊ သားဖြစ်သူအတွက် အသက်ကိုပါ ပေးဆပ်ဖို့အသင့်ဖြစ်နေတဲ့\nတမီးလ်ရာဆန်တစ်ယောက် သူ့အပေါ်ကျရောက်လာမယ့် ကံကြမ္မာဆိုးတွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းပြီး\nအခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Thaik San ~ chiclon3 ~ Khin Khin ~ BpL ~\nYunni ~Zwe ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/tamilarasan-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjE4NmE3MDUtYTI4Ny00NTUyLTg1NmUtMWIyNjY1M2MzNjNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjkzODMxNTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Vanilla and Chocolate (2004)",
        "description": "Vanilla and Chocolate (2004)\n======================\nIMDb Rating - 6.1/10\" ဘီယာဘူးတောင် ကိုယ့်ဘာသာမဖောက်တတ်တဲ့ရှင်..... ကျွန်မ\nမရှိဘဲဘယ်လိုနေမလဲ ကျွန်မမစဉ်းစားချင်တော့ဘူး \"။ မိန်းမကျမ်း\nကြေ မိန်းမပွေလွန်းတဲ့ယောက်ျားကို Penelope တစ်​ယောက် မသိ\nကျိုးကျွန်ပြုထားရတာ ကြာခဲ့ပါပြီ။ သားသမီး ၃​ယောက်ကိုငဲ့ပြီး\nသည်းခံလာရသမျှတွေလည်း တစ်နေ့မှာတော့ ရေစီးကမ်းပြိုလိုက်\nသွားရပါတော့တယ်။Penelope စိတ်ပျက်ပြီး ထွက်သွားတဲ့အခါမှာတော့ အိမ့်တာဝန်\nသားသမီးတာဝန်ဆိုလို့ လက်ကလေးတစ်ချောင်းမမဖူးတဲ့ Andrea\nတစ်ယောက် ရုံးနဲ့အိမ်ကြား တောင်ပြေးမြောက်လိုက်ဖြစ်နေရပါပြီ။\nမိသားစုနဲ့ဝေးရာရောက်နေတဲ့ Penelope ဟာလည်း ခင်ပွန်းဖြစ်\nသူမှားသမျှကို တောင့်ခံလျစ်လျူရှုပေးနိုင်ခဲ့တဲ့ ဝှက်ဖဲလေးအကြောင်း\nနောက်ကြောင်းပြန်စဉ်းစားမိနေရင်း......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (555 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 50Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vanilla-and-chocolate-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjAyOTMxMjA3Nl5BMl5BanBnXkFtZTgwMTMwNjQ4MDE@._V1_-128x200.jpg",
        "title": "Draft Day (2014)",
        "description": "ဒီနေ့ တင်ဆက်ပေးမှာကတော့ ဘောလုံးနဲ့ ပတ်သက်တဲ့ ရုပ်ရှင်လေးပါ။ NFL Draft ဆိုတာ အသင်း ၃၂ သင်းက လိုချင်တဲ့ ကစားသမားကို ရနိုင်ဖို့ ကစားသမား ၂၂၄ ယောက်ထဲက အကြိတ်အနယ်ရွေးချယ်ရမယ့် အခွင့်အရေးပါ။ Sonny Weaver Jr. ကတော့ Cleveland Browns ဘောလုံးအသင်းရဲ့ အထွေထွေမန်နေဂျာဖြစ်ပါတယ်။ ပြီးခဲ့တဲ့အပတ်က သူ့အဖေ နည်းပြ Sonny Weaver ဆုံးသွားပြီး လူတွေက အဖေနဲ့ နှိုင်းယှဉ်ပြီး ဝေဖန်ကြတာတွေ၊ အသင်းအပေါ် ပရိသတ်တွေရဲ့ မျှော်လင့်ချက်ကြီးတာတွေကြောင့် ဖိအားများနေပါတယ်။ ဇာတ်လမ်းစပုံကတော့ Sonny ဆီကို Seattle Seahawks အသင်းက Tom က ကမ်းလှမ်းမှုတစ်ခု လုပ်ရာကစပါတယ်။ကမ်းလှမ်းချက်ကတော့ Seattle Seahawks က ထိပ်တန်း တိုက်စစ်မှူး ဘိုကယ်လာဟန်ကို လိုချင်ရင် Browns အတွက် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/draft-day-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTNhNjU4MTUtYmViMS00ZjVlLTgwOTYtNzkyNTUzMjNmNTMxXkEyXkFqcGdeQXVyMTAxNDQ2MTAw._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "On Sacred Ground (2023)",
        "description": "2023 ခုနှစ်မှအသစ်စက်စက်ထွက်ရှိထားပြီး IMDb 6.3/10 အထိရရှိထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ၂၀၁၆ ခုနှစ်ကဖြစ်ပျက်ခဲ့တဲ့ ဒါကိုတာပြည်နယ်ကရေနံပိုက်လိုင်းဖြစ်ရပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ ဇာတ်လမ်းထဲမှာတော့ ဒါကိုတာပြည်နယ်မှာ‌ဆောက်လုပ်နေတဲ့ရေနံပိုက်လိုင်းအရေးအခင်းနဲ့ပတ်သက်ပြီး သတင်းယူဖို့သွားတဲ့သတင်းထောက်ဒန်မက္ကန်နီတစ်ယောက် ဘယ်လိုအမှန်တရားတွေကိုရှာဖွေဖော်ထုတ်သွားမလဲဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်File size…(1.1 GB)/(670 MB)/(320 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/on-sacred-ground-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGYyMzk2MmQtMGVmNC00YWEzLWFkMjUtY2FjNzQyNjJmYjE5XkEyXkFqcGdeQXVyODY1MDkwOQ@@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Annem (2019)",
        "description": "Annem (2019)\n===========\nGenre – Drama\nIMDB – 5.8/10ဒရမ်မာကားတွေနဲ့ မျက်ရည်ခြူတဲ့နေရာမှာ တူရကီကားတွေ ပိုင်နိုင်နေကြ\nသလား။ လူတိုင်းသိကြမယ့်ကားလေးပြောဆို ကိုရီးယားကလေးမလေးနဲ့\nတူရကီစစ်သားကြီးတို့ မေတ္တာအကြောင်း ရိုက်ထားတဲ့ Ayla ဆိုတာ ရှိပါ\nတယ်။ တကယ်ကို ကြည့်မိတဲ့လူတိုင်း မျက်ရည်ဝဲရတဲ့ကားပါ၊ အခုလည်း\nမျက်ရည်ခြူမယ့်နောက်တစ်ကားဖြစ်ပါတယ်။ ဒီတစ်ခါတော့ မိခင်မေတ္တာ\nကို ဖော်ကျုးထားတဲ့ ဒရမ်မာကားလေးပေါ့။တူရကီက ရွာလေးတစ်ရွာမှာ အသက်ကြီးမှ သမီးလေးမွေးထားတဲ့ လင်\nမယားရှိကြတယ်၊ ယောက်ျားကတော့ မြင်းလောင်း အရက်သောက်နဲ့ ဆူပူ\nတကျက်ကျက်ပေါ့လေ။ မအေကြီးခမျာကျ ချစ်ရှာတယ်။ အသက်ကြီးမှ\nရတာအပြင် သူ့လို ပညာမတတ်တာမျိုး မဖြစ်စေချင်လို့ ကျောင်းလည်းတက်\nစေချင်တယ်၊ ယောက်ျားကတော့ တားတာပေါ့လေ၊ အချိန်တန် ယောက်ျား\nပေးစားပြီး လယ်လုပ်ရမယ်ပေါ့။ ဒါပေမဲ့ အတိုက်အခံတွေကြားက မအေ\nအိုကြီးလည်း ရအောင်ထားခဲ့ရှာပါတယ်၊ မရှိလည်း တတ်နိုင်သလောက်\nဖြည့်ဆည်းပေးရင်းနဲ့ပေါ့။ဒီလိုနဲ့ အသက်ကြီးလာခဲ့တော့ အမေအိုကြီးက ချစ်ပြီး သည်းသည်းလှုပ်\nနေသလောက် ဆယ်ကျော်သက်ဖြစ်လာတဲ့ကောင်မလေးက ရွာသူအဖွား\nကြီး သူ့ကို အရှက်ကွဲရစေတယ်ပေါ့လေ။ ဒီရွာကြီးမှာလည်း မနေချင်တော့\nဘူး ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/annem-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTFlNDcxNzYtOTg1Yi00N2E2LWIzNzgtNGEwN2EyZjhkMzhkXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-159x200.jpg",
        "title": "Siya (2022)",
        "description": "Siya (2023)\n**************\nဒီ ဟင်ဒီစကားပြောCrime/Dramaအမျိုးအစား ဘောလိဝုဒ်\nဇာတ်ကားလေးကိုတော့ Zee5 ရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး\nIMDb rating 8.9အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစီယာဟာ ၁၇နှစ်အရွယ် မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး\nရွာမှာ အဖေတို့ အဒေါ်တို့နဲ့ နေပါတယ်။\nသူက ဒေလီကိုသွားပြီး အလုပ်လျှောက်ဖို့ အိပ်မက်မက်နေခဲ့ပေမဲ့\nအခြေအနေ အကြောင်းကြောင်းကြောင့် သွားခွင့်မရခဲ့ပါဘူး။\nတစ်နေ့မှာတော့ ရွာသားတချို့ရဲ့ ယုတ်မာမှုကို ခံလိုက်ရပါ‌တော့တယ်။\nဒါပေမဲ့ သူဟာ အမှန်တရားကို ရဲရဲဝံ့ဝံ့ရင်ဆိုင်ပြီး ယုတ်ညံ့တဲ့ အသိုက်အဝိုင်းကို\nသတ္တိရှိရှိ တိုက်ခိုက်ဖို့ ဆုံးဖြတ်လိုက်ရာမှာတော့ ...စီယာတစ်ယောက် ဘယ်လိုအခက်အခဲ အတားအဆီးတွေနဲ့\nရင်ဆိုင်ရမှာလဲ ....\nအမှန်တရားက သူ့ကို မျက်နှာသာ ပေးမှာလား ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...ဇာတ်လမ်းအညွှန်းကတော့ Thaik Sanမှ ရေးသားပေးထားပြီး\nဘာသာပြန်တွေကတော့ Thaik San,BpLနဲ့ Yunniတို့ပဲ ဖြစ်ပါတယ်။\nFile size…1.9GB / 771MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/siya-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qU9hqUSGyQfbkEdqluX21nWVcp9.jpg",
        "title": "[18+] Bitter Moon (1992)",
        "description": "Bitter Moon (1992)~ IMDb - 7.2/10, Rotten Tomatoes - 63% ~ခေတ်လိုအပ်ချက်အရရော လူ့လိုအပ်ချက်အရရော Erotic ကားတွေကို ရိုက်ခဲ့ကြတဲ့ အထဲမှာ ထိတ်ထိတ်ကြဲဒါရိုက်တာတွေလည်း မကင်းခဲ့ပါဘူး။ မင်းသားမင်းသမီးတွေကတော့ ပိုမကင်းပေါ့။ အရှေ့တိုင်း အနောက်တိုင်းအပါအဝင် နာမည်ကြီးစီနီမာတော်တော်များများက ဒါရိုက်တာတွေထဲ ဒီလိုကားတွေရိုက်ခဲ့တဲ့သူတွေ မနည်းပါဘူး။ ဒီတစ်ခါကားကို ရိုက်တဲ့သူက ရိုမန်ပိုလန်စကီးပါ။ရိုမန်ပိုလန်စကီးနာမည်ကို ဂိတော်တော်များများလည်း ရင်းနှီးပြီးသားပါပဲ။ သူ့မရင်းနှီးတောင် သူရိုက်ခဲ့တဲ့ကားတွေကိုတော့ ရင်းနှီးကြမှာပါပဲ။ The Pianist, Rosemary's Baby, Chinatown စသဖြင့် မာစတာ့ မာစတာပိစ်တွေကားတွေကို ရိုက်ခဲ့တဲ့ ဆရာကြီးပါပဲ။ ဒီဘဲက အော်စကာ၊ ဗြိတိန်အကယ်ဒမီ၊ ဆီဇာ၊ ရွှေကမ္ဘာလုံး၊ ရွှေဝက်ဝံ၊ Palme d'Or စသဖြင့် ထိပ်တန်းတကာထိပ်တန်းဆုကြီးတွေနဲ့ အမြဲ မျက်မှန်းတန်းမိနေတဲ့ လူဆိုလည်းမမှားဘူး။ ဒီတော့ သူ့စကေးကိုတော့ သွားရှုပ်လို့မရဘူးပေါ့။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bitter-moon-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yo87I8MxzRf9ZsN6Awc2kM8vGwq.jpg",
        "title": "Over the Top (1987)",
        "description": "Over the Top (1987)အားလုံးရဲ့အချစ်တော် ရမ်ဘိုမင်းသားကြီး စတားလုန်းစ်ရဲ့ဂန္ထဝင်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ Arm-Wrestling အားကစားနောက်ခံနဲ့ သားအဖနှစ်ယောက် ပြန်တွေ့ကြတဲ့အကြောင်းလေးကိုရိုက်ကူးထားတဲ့ ရင်ထဲထိစေမယ့်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။~ ဇာတ်လမ်းအကျဥ်း ~လင်ကွန်းဟော့ခ်က ယောက္ခမဖြစ်သူရဲ့စနက်ကြောင့် ကွာရှင်းခဲ့ရပြီး ဇနီးနဲ့သားလေးကိုထားခဲ့ရတာပါ။ နှစ်တွေကြာပြီးနောက်မှာ မိုက်ကယ့်အမေ နှလုံးရောဂါသည်က သူကြာကြာမနေရတော့ဘူးဆိုတာသိတဲ့အတွက် မိုက်ကယ့်အဖေကိုပြန်ခေါ်ခဲ့ပြီး မိုက်ကယ်သင်တန်းကျောင်းဆင်းတဲ့နေ့မှာ သွားကြိုခိုင်းခဲ့ပါတယ်။ မိုက်ကယ်ကတော့ သူ့အဖေထွက်သွားရတဲ့အကြောင်းရင်းကိုမသိတဲ့အတွက် စစတွေ့ချင်းမှာ သူ့အဖေကို မကြည်ဖြူခဲ့ပါဘူး။ကုန်ကား​ပေါ်က အိမ်အပြန်သုံးရက်ခရီးမှာ လူလည်လေးမိုက်ကယ်ရဲ့ အဖေကိုဆရာလုပ် သြဝါဒချွေတဲ့အခန်းတွေနဲ့ သားအဖနှစ်ယောက် ဘုကလန့်တိုက်ရင်း ရင်းနှီးသွားကြပုံကို ကြည်ကြည်နူးနူးကြည့်ရှုခံစားကြရမှာပါ။ ဒီခရီးအပြီးမှာဘာတွေဆက်ဖြစ်လာမလဲ... မိုက်ကယ့်အဘိုးက ဘယ်လိုတွေဖျက်ဦးမလဲ... ဆိုတာကို မင်းသားကြီးစတားလုန်းစ်ရဲ့  Arm-Wrestling စကေးတွေနဲ့အတူ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.85GB, 850MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/over-the-top-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JACm93MwYwCF3mqFv69YFut2uc.jpg",
        "title": "Born to Fly ( 2023 )",
        "description": "CMပရိတ်သတ်တို့အတွက် Wang Yi Bo(ဝမ်ရိပေါ်)ရဲ့\nရုပ်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nBorn To Fly ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားလေးမှာ\nဝမ်ရိပေါ်က ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပြီး\nသူသရုပ်ဆောင်ရတဲ့ဇာတ်ကောင်စရိုက်ကတော့\nလေယာဉ်မှူးပဲဖြစ်ပါတယ်..Born To Fly ဇာတ်ကားကိုရုံတင်ပြသခဲ့တုန်းက Box Officeမှာ\n120 Million ရရှိထားခဲ့သလို တရုတ်ပြည်မှာလဲဝက်ဝက်ကွဲ\nရုံပြည့်ရုံလျှံအားပေးကြတဲ့ ဇာတ်ကားလေးတကားပဲဖြစ်ပါတယ်\nဆုတွေအနေနဲ့လဲ ဆု ၈ ခု ပိုင်ဆိုင်ခဲ့ပြီးတော့ ၅ ခုအတွက်\nလျာထားခြင်းလည်းခံခဲ့ရပါသေးတယ် ဇာတ်လမ်းအကျဉ်းလေးကို\nတင်ဆက်ပေးရမယ်ဆိုရင်တော့လေ့ယွီ(Wang Yi Bo)ဟာ ကပ္ပတိန်ကျန်းထင်ရဲ့ ကြောင်းလမ်းမှုနဲ့\nစမ်းသပ်ပျံသန်းရေးဌာနမှာ စမ်းသပ် တိုက်လေယာဉ်မှူးဖြစ်ဖို့\nအဆင့်ဆင့်ဆန်းစစ်မှုတွေကိုဖြတ်သန်းခဲ့ပါတယ်ဒီလိုနဲ့ ရှေ့တန်းကလေယာဉ်မှူးတွေ အန္တရာယ်ကင်းကင်း\nလေယာဉ်မောင်းနှင်နိုင်မှုအတွက် ပြင်းထန်ပြီး\nစွန့်စားခန်းကြီးလာတဲ့ မစ်ရှင်တွေ ဆောင်ရွက်ရပါတော့တယ်\nမြင့်မားတဲ့ဝေဟင်ထက်မှာ သေခြင်းတရားနဲ့\nအကြိမ်ကြိမ်ရင်ဆိုင်ခဲ့ရပြီး နောက်ဆုံးမှာတော့လေဟုန်ကိုခွင်းပြီး ဝေဟင်ထက်က လေတံခွန်လေးဖြစ်နိုင်ပါ့မလား...\nတာဝန်ကိုရောပြီးမြောက်အောင်မြင်နိုင်ပါ့မလား\nနိုင်ငံကိုပိုင်နက်ကျူးကျော်နေတဲ့ ပြည်ပတိုက်လေယာဉ်\nနယ်ချဲ့သမားတွေကိုလည်း တရုတ်နိုင်ငံတော်လေတပ်နဲ့ ဘယ်လိုပူးပေါင်း တိုက်ထုတ်ကြမလဲ\n\"စွန့်စားခန်း\" တွေကနေ လေ့ယွီတစ်ယောက် အန္တရာယ်ကင်းကင်းနဲ့\nပြန်လာနိုင်ပါ့မလားဆိုတာကို...................\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : ...",
        "rating": "6.2",
        "url": "https://megaup.net/1UZmd/Born_To_Fly_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ffsPwAXvdkpesG3MMKyDe8LjYp6.jpg",
        "title": "Stella (2022)",
        "description": "Stella (2022)အခု မိတ်ဆက်ပေးမယ့် Stella ဆိုတဲ့ ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်ကထွက်ရှိထားတဲ့ ဟစ်တလာတန်ခိုးထွားခဲ့တဲ့အချိန်ကာလကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာဆိုရင်တော့ မင်းသား မင်းသမီးသစ်တွေဖြစ်တဲ့ လူးဝစ်(စ်)ဟောလ်နဲ့ အော်လီဖင်းန် ကနေပြီးတော့ ဇာတ်ဆောင်တွေအဖြစ်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ မင်းသား၊ မင်းသမီးသစ်လေးတွေဆိုပြီးတော့ အထင်တော့သွားမသေးစေချင်ပါဘူး။ နာမည်ကြီးတက္ကသိုလ်တစ်ခုဖြစ်တဲ့ အောက်စဖို့ဒ်ရဲ့ ဒရာမာကျောင်းနဲ့ အင်္ဂလန်ထိပ်တန်း အနုပညာကျောင်းဖြစ်တဲ့ Royal Central ရဲ့ လက်ထွက် မင်းသားမင်းသမီးတွေဖြစ်ပါတယ်။ အဲဒါကြောင့်မို့လို့ သရုပ်ဆောင်စကေးကတော့ အပြစ်ပြောစရာကို မရှိပါဘူး။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းဟာဆိုရင်တော့ဖြင့် ဂျာမန်-ဂျူး ကပြားလေးဖြစ်တဲ့ စတယ်လာဆိုတဲ့ ဒုက္ခသည်အမျိုးသမီးလေးက စကော့တလန်မှာရှိတဲ့ မှူးမတ်ဘွဲ့ကိုရရှိထားသူ သခင်ရစ်ဂ်ရဲ့ အိမ်တော်မှာ အိမ်ကူအဖြစ်အလုပ်လျှောက်ဖို့ သွားရာကနေ စပါတယ်။ စတယ်လာလေးဟာ သူအလုပ်လျှောက်ရမယ့် အိမ်ကိုရောက်သွားပေမဲ့လည်း ကံမကောင်းစွာနဲ့ပဲ သူရောက်လာတာနောက်ကျသွားတဲ့အတွက် သူ့နေရာကို လူစားထိုးခံလိုက်ရပါတယ်။ ဒါပေမဲ့လည်း အကြောင်းဖန်လာတော့ ရစ်ဂ်အိမ်က သခင်မက သူ့ကို သနားသွားပြီး ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/stella-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4cLb755niFIB55tXlQKjaBwnEPQ.jpg",
        "title": "Jack (2014)",
        "description": "IMDb – 7.2 / Rotten Tomatoes – 8.2%အဆုံးသတ်မှာ နှလုံးသားကိုကွဲအက်သွားစေတဲ့ ရုပ်ရှင်တွေဘဝမှာ ဘယ်နှစ်ခေါက်လောက်ကြည့်ဖူးကြလဲ ကျွန်တော့်အတွက်တော့ ဂျက်ဆိုတဲ့ ၂၀၁၄ ခုနှစ်ထွက် ဂျာမန်ရုပ်ရှင်တစ်ကားဟာ အပါဝင်ပဲ။ လောကကြီးကို လူမမည်ကလေးတစ်ယောက်ရဲ့ မြင်ကွင်းကနေကြည့်နေရသလိုပဲ။ ဂျက်ဆိုတဲ့ ချာတိတ်လေးဟာအရွယ်နဲ့မလိုက်တဲ့ တာဝန်ဝတ္တရားတွေကို ပုခုံးပေါ်ထမ်းပိုးပြီးမိခင်မေတ္တာတွေကိုငတ်မွတ်ရင်း ဘဝကို သတ္တိရှိရှိ ရင်ဆိုင်နေတဲ့ချာတိတ်လေးတစ်ယောက်ပဲ။ သားသမီးကိုအချိန်မပေးတဲ့ဘဝကိုအလေးနက်မထားဘဲ ခပ်ပေါ့ပေါ့ နေတတ်တဲ့ကလေးနှစ်ယောက်နဲ့ တစ်ခုလပ်မိခင်ဖြစ်သူ ဆန်နာ ကို ဂျက်ဟာအရမ်းချစ်တယ်။ ညီဖြစ်သူ ကလေးလေးရဲ့ဝေရာဝတ်စတွေကိုဂျက်ဖြစ်သူပဲ ခြေအစခေါင်းအဆုံးလိုက်လုပ်ပေးတယ်။ နောက်တော့မိခင်ဖြစ်သူဟာ ဂျက်ကိုလူငယ်ဂေဟာပို့အငယ်ကောင်လေးကိုသူငယ်ချင်းနဲ့ အပ်ပြီး ရုတ်တရက်ပျောက်ဆုံးသွားတယ်ဆက်သွယ်လို့မရတော့ဘူး။ ဒီလိုနဲ့ပဲ မိခင်မေတ္တာကို ငတ်မွတ်လွန်းတဲ့ဂျက် တို့ညီအစ်ကို နှစ်ယောက်သား ဘာလင်မြို့ရဲ့လမ်းမတွေပေါ်မှာမိခင်ရှာပုံတော်ဖွင့်ပါတော့တယ်။ ချာတိတ်နှစ်ယောက်ကွန်ကရစ်တောကြီးထဲ နေ့နေ့ညည ဘယ်လိုတွေဖြတ်သန်းကြမလဲဆိုတဲ့ အတွေးနဲ့တင် အုပ်စီးလွန်းလှပါတယ်။ ဒီလိုနဲ့ရှာပုံတော်ကြီးအဆုံးမှာ ဂျက်ဟာ ဘာတွေကိုနားလည်ပြီးဘယ်လိုဆုံးဖြတ်ချက်မျိုး ချခဲ့လဲ ဆိုတာ ဆက်လက်ကြည့်ရှုကြည့်ပါ။ File size…2.21GB / 938MB\nQuality…WEB-DL ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/jack-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWQ2MDMxNjgtYjNjYi00OTZjLThkMWYtYzRmNzM2YWRmMmRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-132x200.jpg",
        "title": "Somewhere in Queens (2022)",
        "description": "Somewhere in Queens (2022)\n=====================\nIMDb Rating - 7.0/10ဒီဇာတ်ကားလေးကတော့ နာမည်ကြီး stand-up comedian\nတစ်ယောက်ဖြစ်တဲ့ Ray Romano ရိုက်ကူးပြီး ကိုယ်တိုင်သရုပ်\nဆောင်ထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ လီယို နဲ့ သူ့မိန်းမ အန်ဂျလာရူဆို\nတို့က အီတလီ-အမေရိကန်မိသားစုတစ်ခုဖြစ်တဲ့ ရူဆိုမိသားစု\nကပါ။ လီယို ကတော့ရူဆိုမိသားစုရဲ့ဆောက်လုပ်ရေးလုပ်ငန်း\nမှာပဲအလုပ်လုပ်ပါတယ်။ လီယို မှာဘတ်စကတ်ဘောကစား\nတာထူးချွန်တဲ့ စတစ် လို့‌ခေါ်တဲ့သားတစ်ယောက်လည်းရှိပါ\nတယ်။ တစ်နေ့တော့ လီယို ကကျောင်းကဘတ်စကတ်ဘော\nပြိုင်ပွဲအပြီးမှာ ကင်းထောက်တစ်ယောက်နဲ့တွေ့ပြီး သူ့သား\nအတွက်ဘတ်စကတ်ဘောဆော့ရင်း ကောလိပ်တက်နိုင်မယ့်\nစကောလားရှစ်အခွင့်အရေးကိုတွေ့ရှိခဲ့ပါတယ်။လီယို ကတော့အဲဒါကိုအရမ်းစိတ်လှုပ်ရှားနေပြီး သူ့သားကို\nဖြစ်မြောက်စေချင်တာပါ။ ရူဆိုမိသားစုကတော့အပျက်ဘက်\nကပဲမြင်ပါတယ်။ ဒါပေမယ့် စတစ် ကစကောလားရှစ်အတွက်\nမလေ့ကျင့်ခင်မှာပဲ သူ့ရဲ့ကောင်မလေးကဖြတ်သွားလို့ depression\nတွေ၀င်ပြီး မစားနိုင်မသောက်နိုင်ဖြစ်သွားခဲ့ပါတယ်။ အဲဒါကို\nလီယို ကသိတော့မနေနိုင်တော့ပဲ သူ့သားကိုအစွမ်းကုန်မြေ\nတောင်မြှောက်ပေးတဲ့အခါမှာတော့ ဆက်ပြီးဘာတွေဖြစ်မလဲ\nဆိုတာကိုစိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဖခင်\nတစ်ယောက်က သားတစ်ယောက်အပေါ်မှာထားတဲ့မျှော်လင့်\nချက်ကိုကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာဖြစ်တဲ့အတွက် ဒီကား\nလေးကိုကြည့်ဖို့ recommend ပေးပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (850 MB) / ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/somewhere-in-queens-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w46Vw536HwNnEzOa7J24YH9DPRS.jpg",
        "title": "My Fault (2023)",
        "description": "My Fault (2023)~ IMDb - 6.3/10, Rotten Tomatoes - 94% ~စိတ်ဒဏ်ရာကိုယ်စီရှိတဲ့ သူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ထားတာပါ။ နစ်ရဲ့အဖေနဲ့ နိုအာရဲ့အမေတို့ နောက်အိမ်ထောင်ပြုလိုက်တဲ့အခါ နိုအာတို့ ၂ယောက်က မောင်နှမတွေအဖြစ် ပတ်သက်ရပါတော့တယ်။ အစပိုင်းတည်းက သူတို့ ၂ယောက်ကအဆင်မပြေပါဘူး။ နိုအာက သူ့အမေ လူချမ်းသာနဲ့ယူတာကို သဘောမတူပါဘူး။နစ်က ငယ်ငယ်တည်းက အဖေနဲ့အမေကွာရှင်းထားလို့ စိတ်ဒဏ်ရာရပြီး ဖအေရှေ့မှာ ပြည့်စုံတဲ့သားလိမ္မာလိုနေပေမယ့် တကယ်က ပြိုင်ကားမောင်းပြိုင် ပါတီတွေတက် ရန်ဖြစ်ပြီး ဆိုးနေတာပါ။ နိုအာကတော့ ဖခင်က သူတို့သားအမိကိုနှိပ်စက်တဲ့အတွက် စိတ်ဒဏ်ရာရနေပြီး သူ့အဖေကို အရမ်းကြောက်ပါတယ်။ နိုအာရဲ့အဖေက‌ သူ့သက်သေခံထွက်ဆိုချက်ကြောင့် ထောင်ကျနေပါပြီ။စရိုက်ချင်းမတူတဲ့ သူတို့၂ယောက်က တစ်ယောက်လမ်းတစ်ယောက် ၀င်မရှုပ်ဖို့ သဘောတူထားပေမဲ့ တစ်ချိန်မဟုတ်တစ်ချိန် တွေ့နေရတာပါ။ နစ်ရဲ့သူငယ်ချင်းတွေနဲ့ မိတ်ဆက်ပေးထားတဲ့အတွက် နစ်သွားတဲ့ ပါတီတွေ ကားမောင်းပြိုင်ပွဲတွေမှာ နိုအာပါရှိနေပါတယ်။ သူတို့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/my-fault-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzEb71u0HOucjdjcVoOqfCqOM0T.jpg",
        "title": "Aftermath (2021)",
        "description": "Aftermath (2021)အခု မိတ်ဆက်ပေးမယ့် Aftermath ဆိုတဲ့ ဇာတ်ကားကတော့ 2021 တုန်းက Netflix ကနေ ထွက်ရှိထားတဲ့ Horror ဇာတ်ကားပဲဖြစ်ပါတယ်။X-Men ရုပ်ရှင်တွေထဲမှာပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ရှောန်အက်ရှ်မောနဲ့ Twilight Saga ထဲမှာ ဇာတ်ဆောင်တစ်ဦးအဖြစ်ပါဝင်ခဲ့တဲ့ ဝါရင့်မင်းသမီးကြီး အက်ရှ်လေဂရင်းန်ကနေပြီးတော့ ဇာတ်ဆောင်တွေအဖြစ် ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်ကားကတော့ နာတာလီနဲ့ ကယ်ဗင်ဆိုသူက သူတို့နှစ်ယောက်ရဲ့ ပထမအိမ်ထောင်ပျက်သွားကြပြီးတော့ နှစ်ယောက်သားနောက်အိမ်ထောင်သစ်ကို ထူထောင်ပြီး အတိတ်ဆိုးတွေကို မေ့နိုင်ဖို့အတွက် ကယ်ဗင်က အရင်အိမ်မှာမနေတော့ဘဲ နှစ်ယောက်သားအိမ်ပြောင်းဖို့ကို အကြံပေးရာက‌နေ စပါတယ်။ ဖြစ်ချင်တော့ မှုခင်းအိမ်တွေကို ရှင်းလင်းရေးလုပ်ပေးရတဲ့ ကယ်ဗင်က သူရှင်းခဲ့ပေးတဲ့ လူသတ်မှုဖြစ်ခဲ့တဲ့ အိမ်ဖြစ်နေပါတယ်။ သူကလည်း စျေးတန်တန်လေးနဲ့ရမယ်ဆိုပြီး နာတာလီကို အတင်းဝယ်ဖို့တိုက်တွန်းခဲ့ပါတယ်။ တကယ့်တကယ် ဇာတ်လမ်းကတော့ သူတို့နှစ်ယောက် အဲဒီအိမ်သစ်ကို ပြောင်းပြီးရာကနေစပြီးတော့ အကြောင်းဖန်လာပါတော့တယ်။ သူတို့နှစ်ယောက် အိမ်သစ်ကိုပြောင်းသွားပြီးနောက်ပိုင်း ဘာတွေဖြစ်လာမလဲ၊ ဘယ်လိုအခက်ခဲတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့သွားရမလဲဆိုတာကတော့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/aftermath-2021/"
    }
]