[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFRq98cW9lTo6di2o4lK1qUAWaN.jpg",
        "title": "Sentinelle (2021)",
        "description": "Sentinelle (2021)ဒီတစ်ခါတော့ အမျိုးသမီး ဂျွန်ဝစ်ခ် အကြောင်းပေါ့ဗျာ။မင်းသမီးကတော့ 007 Quantum of Solace, Hitman, Johnny English 3 စတဲ့အမိုက်စားကားတွေမှာပါခဲ့ဖူးတဲ့ ပြင်သစ်မင်းသမီး Olga Kurylenko က အဓိကဇာတ်ကောင်အဖြစ် ပါဝင်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ကလယ်ရာ ဟာ ကင်းစောင့်စစ်ဆင်ရေးမှာ တာဝန်ကျတဲ့ အထူးတပ်သားတစ်ယောက်ဖြစ်ပါတယ်။\nနိုင်ငံရပ်ခြားကစစ်ဆင်ရေးမှာ အဖြစ်ဆိုးကြီးတစ်ခုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့ပြီး\nအမေနဲ့ညီမ ရှိတဲ့ မိမိနေထိုင်ရာပြင်သစ်ကို ရွှေ့ပြောင်းခံခဲ့ရပါတယ်။ညီမဖြစ်သူ တာနီယာနဲ့အတူ ကလပ်တက်ခဲ့ပြီး\nနောက်တစ်နေ့မှာ တာနီယာဟာအဓမ္မပြုကျင့်ခံခဲ့ရတာကို စိတ်ပျက်ဝမ်းနည်းစွာသိလိုက်ရပါတယ်။\nနိုက်ကလပ်ရဲ့လုံခြုံရေးဗီဒီယိုကတစ်ဆင့်\nသူ့ညီမတာနီယာဟာ ရုရှားအမျိုးသားတစ်ယောက်နဲ့\nနောက်ဆုံးထွက်သွားခဲ့တာတွေ့လိုက်ရပြီး\nထိုအမျိုးသားရဲ့ဖခင်ဟာ အရှိန်အဝါကြီးတဲ့ နည်းပညာရှင်တစ်ယောက်ဖြစ်နေလို့\nဥပဒေရစုံစမ်းစစ်ဆေးဖို့အခက်တွေ့နေတဲ့အခါ\nကလယ်ရာဟာ ဥပဒေဘောင်ကထွက်ပြီး လက်စားချေဖို့ အမျိုးသမီးဂျွန်ဝစ်ခ် လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အရင်ခေတ်တုန်းက ဂျက်မ လို့ ခေါ်တဲ့ အမျိုးသမီး အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့ကြဦးမှာပါ။\nမင်းသမီးတွေရဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်ရဲ့အလှတရားကို ခံစားရမယ့် အခန်းတွေလည်း ပါဦးမှာဆိုတော့ကာ .....ဘာများစောင့်နေဦးမလဲ .... ပရိသတ်ကြီးရယ်File size…1.1 GB and 570MB\nQuality….WEB-rip 1080p ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/sentinelle-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rgIFKJN7EXE094ZDfXaYvXNkyPe.jpg",
        "title": "Kabadadaari",
        "description": "Kabadadaari (2021)မှုခင်းရုပ်ရှင်ပါးဝလို့ ဇာတ်လမ်းစတာနဲ့ တရားခံကိုခန့်မှန်းနိုင်တဲ့သူရှိရင်ဒီကားကိုကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါ​တက်တက်စင်အောင်ကို လွဲမှာမို့ပါမှုခင်းကား ဆိုပေမယ့် ဒီတစ်ခါကားကတော့ အမှုလိုက်ရဲ မဟုတ်ဘဲ ယာဉ်ထိန်းရဲ အမှုလိုက်တဲ့ကား ဖြစ်နေလို့ပါပဲ။ယာဉ်ထိန်းရဲဘဝကနေ မှုခင်းဌာနကိုပြောင်းချင်တဲ့ရဲတစ်ယောက်က စာမေးပွဲဖြေတာအမှတ်လည်းမမှီလို့ တော်တော်လေးကိုစိတ်ညစ်နေသူပါတစ်ရက်မှာ သူ့အပိုင်နေရာက ဆောက်လုပ်ရေးလုပ်ငန်းခွင်မှာမှုခင်းနဲ့ဆိုင်တဲ့အရာတွေ မတော်တဆတွေ့ရှိခဲ့ပါတယ်မှုခင်းရဲဖြစ်ခဲ့တဲ့ ဆရာသမားက နေ့မအားညမအားကို စုံစမ်းပါလေရောနှစ်အတော်အကြာခဲ့တဲ့ အမှုဖြစ်တာကြောင့်နောက်ကြောင်းရာဇဝင်တွေကိုပြန်လိုက်တဲ့အခါ.....ပင်စင်စားရဲအရာရှိတစ်ယောက်နဲ့ လူငယ်ရဲအရာရှိတစ်ယောက်ကြိုးစားပမ်းစား အမှုဖော်ထုတ်ကြရင်းဘာတွေဖြစ်လာမလဲ...Tamil crime ဆိုတော့ ထွေတွေထူးထူးညွှန်းစရာတော့မလိုပါဘူးအိန္ဒိယမှုခင်းကား ငတ်နေတဲ့လူတွေအတွက်တော့ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းပါပဲFile size… 3GB and 988MB\nQuality….1080p HEVC 5.1CH and 720p\nFormat…mp4\nDuration….2hr 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kabadadaari/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BZTM1ZDA5NmUtYTFjNy00OTkyLWI0ZGMtOTA5YjA2MDZjN2Y2XkEyXkFqcGdeQXVyMjE4NzUxNDA@._V1_-135x200.jpg",
        "title": "Savage State (2019)",
        "description": "Savage State (2019)================IMDb Rating - 4.9/10၂၀၁၉ ကထွက်ရှိခဲ့တဲ့ ဒီကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်။အမေရိကန် ပြည်တွင်းစစ်ကြီး ဖြစ်ပေါ်လာတဲ့အချိန်မှာ\nပြင်သစ်ကလာတဲ့ အခြေချနေထိုင်သူ မိသားစုတစ်စုက\nသူတို့ မီဆိုရီက အိမ်ကို စွန့်ခွာ ထွက်ပြေးပြီးတော့\nပဲရစ်ကို ပြန်ဖို့အတွက် ဖြစ်လာပါတော့တယ်။သူတို့ကို အတူ ခေါ်ဆောင်ပေးသွားမယ့်သူကတော့\nကြေးစားတစ်ယောက်ပဲ ဖြစ်ပါတယ်။သူတို့ သွားတဲ့လာတဲ့လမ်းတလျှောက်မှာ ကြုံရတဲ့ အခက်အခဲ‌တွေ၊\nဘေးဒုက္ခတွေနဲ့ အရှုပ်တော်ပုံ ဇာတ်လမ်းတချို့ကို တောလမ်းခရီးသွားလာရင်းနဲ့\nကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်။\nကောင်းဘွိုင်ကားကို ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့မယ့် ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။\nဒရာမာ အနည်းငယ် ပါတဲ့အတွက် အက်ရှင်ကို ထိုင်ကြည့်နေရုံ မဟုတ်ဘဲ\nအချစ်ဇာတ်လမ်းနဲ့ မိသားစုဇာတ်လမ်းကိုပါ တစိမ့်စိမ့်နဲ့ ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 58minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, WesternSource ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/savage-state-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKtebNPP6EyXG1o9TzNgv44dpd1.jpg",
        "title": "Circumstances 2: The Chase (2019)",
        "description": "Circumstances 2: The Chase\n~~~~~~~~~~~~~~~~~~~~~~~~ဒီကားလေးကတော့ 2018 မှာ ထွက်ရှိခဲ့တဲ့ Circumstances ရဲ့ အဆက်ပဲဖြစ်ပါတယ်အညွှန်း\nကီရှောင်နဲ့တီအေတို့ သူငယ်ချင်းနှစ်ယောက်ဟာ တရားမဝင်တဲ့ အလုပ်တွေနဲ့ ဝင်ငွေရှာနေတဲ့သူတွေဖြစ်ပါတယ်.\nဒါကြောင့်သူတို့မှာ ပြိုင်ဖက်ဂိုဏ်းတွေလည်းရှိတဲ့အပြင် FBI ရဲ့အချိန်ပြည့်စောင့်ကြည့်ခြင်းကိုလည်း ခံနေရပါတယ်.\nFBI အနေနဲ့ ကီရှောင်တို့ကို လျှို့ဝှက်စွာစုံစမ်းဖို့အတွက် သူတို့ရဲ့အေးဂျင့် ချန်ကို တာဝန်ပေးခဲ့ပါတယ်.\nဒါပေမဲ့ ချန်ဟာ ကီရှောင်ကိုချစ်မိပြီး ကီ​ရှောင်ရဲ့ကလေးကိုပါလွယ်ထားရတဲ့အခါ\nကီရှောင်ကိုကာကွယ်ဖို့ သူ့ရဲ့အလုပ်အပေါ်သစ္စာဖောက်လာပါတော့တယ်.တစ်ဖက်မှာလည်း ပြိုင်ဖက်ဂိုဏ်းရဲ့လုပ်ကြံမှုကြောင့် ကီရှောင်ရဲ့သူငယ်ချင်းတစ်ယောက် သေဆုံးသွားခဲ့ပါတယ်.\nဒါကြောင့် ကီရှောင်နဲ့တီအေတို့နှစ်ယောက် သူတို့သူငယ်ချင်းကိုသတ်သွားတဲ့သူတွေကို ဘယ်လိုလက်စားချေသွားမလဲ?\nချန်ကရော ကီရှောင်ကို FBI လက်ထဲကနေ လွတ်အောင်ဘယ်လိုတွေ ကာကွယ်ပေးမလဲ ဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ~File Size ..... 1.1GB and 525MB\nQuality ..... 1080P WEBRIP and 720P\nDuration ..... 1hr 20min\nGrenre ..... Action , Drama\nType .....mp4\nSubtitle ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/circumstances-2-the-chase-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BNjNkNmU2M2EtMzEwZS00M2E5LWFlOTYtZjU3ZGQ5MTU0YTM4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Wander Darkly (2020)",
        "description": "Wander Darkly (2020)=================IMDb Rating - 5.9/10 အိမ်ထောင်တစ်ခု တစ်အိုးတစ်အိမ် ထူထောင်ဖို့ဆိုတာ အချစ်တစ်ခုတည်းနဲ့ ပြီးပြည့်စုံတယ်ဆိုတာ မရှိပါဘူး.....တစ်ယောက်အပေါ် တစ်ယောက် ယုံကြည်မှု၊ နားလည်မှု၊ အပေးအယူညီမျှမှသာလျှင် အဆင်ပြေချောမွေ့နိုင်မှာပါ.......ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ Adrienne နဲ့ Matteo တို့ စုံတွဲတစ်တွဲရဲ့ ဇာတ်လမ်းကို ရိုက်ကူးထားတဲ့ Dramaကားတစ်ကားပါ......ဇာတ်လမ်းကတော့ Adrienne နဲ့ Matteo တို့ဟာ စိတ်တူကိုယ်တူမရှိ၊ တစ်ယောက်ကို တစ်ယောက် သံသယတွေနဲ့ အမြဲတစ်ကျပ်ကျပ် ရန်ဖြစ်နေကြတဲ့အတွဲပါပဲ.....သူတို့မှာ သမီးလေးတစ်ယောက်လည်း ရှိပါတယ်။ တစ်ရက် ညဘက်အပြင်ထွက်ကြရင်း ယာဥ်တိုက်မှုတစ်ခုဖြစ်ကာ Adrienne ကသူ့ကိုယ်သူ သေသွားပြီလို့ ထင်မှတ်ပြီး Trauma ရသွားပါတော့တယ်။အဲ့ထိအချိန်မှာ Matteo က Adrienne နေပြန်ကောင်းလာဖို့အတွက် အတိတ်ကအကြောင်းတွေကို ပြန်ပြောပြရင်း သူတို့နှစ်ယောက်ဘာတွေ ဆက်ဖြစ်ကြမလဲ.....Adrienne ကရော တကယ်သေသွားတာလား Matteo တစ်ယောက် Adrienneနေပြန်ကောင်းလာအောင် ကူညီနိုင်မလားဆိုတာကို စိတ်ဝင်စားဖွယ်အပြည့်နဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/wander-darkly-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/B5nqR_4f-143x200.jpg",
        "title": "The End of Endless Love (2020)",
        "description": "၂၀၂၀ ခုနှစ်  ရုပ်ရှင်ရုံမှာ လာကြည့်သူတိုင်း မျက်ရည်ကျခဲ့ရတဲ့ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးကသဘာဝလွန် တခြားကမ္ဘာက လာတဲ့ ရှင်းထန်ဆိုတဲ့ကောင်လေးကမိခင်ကမ္ဘာကို ပြန်ဖို့ ကြိုးစားတဲ့ ရက် ၁၀၀ အတွင်းအဖြစ်ပျက်လေးကို ရိုက်ကူးထားတာပါ။အရင်ဆုံး တခြားကမ္ဘာက လာတဲ့ သူတို့က လူသားတွေနဲ့မတူဘဲ လူသားတွေရဲ့ ပျော်ရွှင်မှုတစ်နည်းအားဖြင့်ပြောရင် သူ့အသံနဲ့ ဖန်တီးထားတဲ့ လူသားတွေရဲ့ပျော်ရွှင်မှုကိုစားသောက်ရင်း ရှင်သန်နေရတာပေါ့။ဒီလို သဘာဝလွန် တခြားကမ္ဘာကလာတဲ့သူ့မှာလည်း အားနည်းချက်ရှိပါတယ်။လူတစ်ယောက်ကို သူ့စွမ်းအားသုံးပြီး ပျော်ရွှင်အောင် ၃ ကြိမ်လုပ်လိုက်မိရင်အဲ့လူနဲ့ ချိတ်ဆက်သွားတာပါပဲ။ ချိတ်ဆက်သွားတယ်ဆိုတာဒီလူသားသေတဲ့အချိန်မှာ သူပါ လိုက်သေရတာမျိုးပါ။ဒါကြောင့် အတတ်နိုင်ဆုံး ဘယ်သူနဲ့မှ မချိတ်ဆက်မိအောင် ကြိုးစားနေတဲ့ ရှင်းထန်တစ်ယောက်ကရှောင်လွှဲမရတဲ့ ကံတရားကြောင့် ကျီဇယ်ဆိုတဲ့ ဟန်ဆောင်အပြုံးအပြည့်နဲ့ ကောင်မလေးနဲ့ ချိတ်ဆက်မိသွားခဲ့တယ်။မိခင်ကမ္ဘာကို အဆုံးသတ်မှာပြန်နိုင်မှာလား။ ကျီဇယ်ရဲ့ ဟန်ဆောင်အပြုံးတွေကို အသက်သွင်းနိုင်မှာလား။ဘယ်လို အပြောင်းအလဲဖြစ်မယ်ဆိုတာ စောင့်ကြည့်လိုက်ကြပါ။ Quality : HDRip 720pFormat : mp4During : 1h 40minSubtitle ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-end-of-endless-love-2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctB8RWoK2LHn5skqN4eUWVSvpyM.jpg",
        "title": "Lakshya (2004)",
        "description": "Lakshya (2004)===================================မြန်မာစာတန်းထိုးမြန်မာပြည်ပရိတ်သတ်တွေကြား လက်ပွားမင်းသားရယ်လို့\nလူသိများလှတဲ့ ဘောလိ၀ုဒ်မင်းသား Hrithik Roshan နဲ့ Amitabh Bachchan ,\nမင်းသမီးချော Preity Zinta တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဒီဇာတ်ကားဟာ\nWar-Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ၊ ပြသချိန် ၃နာရီကျော် ကြာမြင့်ပါတယ်။\nဇာတ်ကားရဲ့နာမည် Lakshya ဆိုတာ\nမြန်မာလို \"ရည်ရွယ်ချက် ၊ ရည်မှန်းချက်\"လို့ အဓိပ္ပာယ်ရပြီး\nတိုင်းပြည်အနာဂါတ်အတွက် အရေးပါလှတဲ့ လူငယ်တွေရဲ့အခန်းကဏ္ဍကို\nလူငယ်တစ်ယောက်အကြောင်းနဲ့ ဥပမာထား တင်ပြထားတာပါ။ကာရန်ရှာဂဲလ်ဆိုတဲ့ လူငယ်တစ်ယောက်ဟာ\nစီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရဲ့သားဖြစ်ပြီး\nမိဘက လိုလေသေးမရှိ ဖြည့်ဆည်းပေးထားတဲ့အတွက်\nဘ၀ကို ပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းနေသူ ဖြစ်ပါတယ်။\nကျောင်းပြီးသွားရင် သူ့ချစ်သူရိုမီလာအပါအဝင် သူနဲ့ပေါင်းသင်းနေတဲ့ သူငယ်ချင်းတွေကပါ\nသူတို့ဘ၀တွေအတွက် ဘာလုပ်ကြမယ် ၊ ညာလုပ်ကြမယ်ဆိုပြီး ရည်မှန်းချက်ကိုယ်စီရှိကြပေမယ့်\nသူ့မှာတော့ ဘာရည်မှန်းချက်မှ မရှိပါဘူး။ဒီအချိန်မှာပဲ ရည်းစားဖြစ်သူနဲ့ သူတို့ဘ၀ရှေ့ရေးအတွက် တိုင်ပင်ရင်း\nလူဆိုတာဘ၀မှာရည်မှန်းချက် ရှိသင့်တဲ့အကြောင်းပြောလာလို့\nကာရန်လည်း သူ့သူငယ်ချင်းတစ်ယောက်နဲ့အတူ\nအိန္ဒိယစစ်တပ်ထဲကို ဝင်ဖို့ ပြင်ဆင်ပါတော့တယ်။\nကံဆိုးချင်တော့ ဝင်ခွင့်လျှောက်လွှာတွေတင်အပြီး\nလူအရွေးခံရပြီဆိုတော့မှ သူ့သူငယ်ချင်းက အမေရိကားကိုသွားမှာမို့\nတပ်ထဲကို မဝင်ဖြစ်တော့ဘူးဆိုတာကို ဖွင့်ပြောလာပါတယ်။\nမိဘတွေအရိပ်အောက်မှာတုန်းက ဘာကိုမှ လက်ကြောတင်းအောင်မလုပ်ဖူးတဲ့\nသကောင့်သား ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/lakshya-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screenshot_2021-03-01-Shes-From-Another-Planet-2016-143x200.png",
        "title": "My Girlfriend is Mermaid (2020)",
        "description": "[Unicode]My Girlfriend is a Mermaidဒီဇာတ်လမ်းလေးက ရေသူမလေးနဲ့ကျောင်းရဲ့ပေါ်ပြူလာကောင်လေးရဲ့အချစ်ဇာတ်လမ်းပါလူသားသူငယ်ချင်းမနှစ်ယောက်နဲ့ရေသူမလေးတို့ကြား သူငယ်ချင်းသံယောဇဥ်ကိုလည်းဖော်ပြထားပါသေးတယ်ရေသူမတွေရဲ့အရေးကြီးတဲ့ငါးအကြေးခွံပျောက်သွားလို့ ကုန်းပေါ်တက်ရှာရင်း အမှတ်မထင် သံယောဇဥ်တွေဖြစ်မိကြတဲ့အခါ...မတူညီတဲ့ဖြစ်တည်မှုနှစ်ခုကြား ပြသနာတွေဇာတ်လမ်းလေးက ပေါ့ပေါ့ပါးပါးလေးပါကလေးတွေကြည့်တဲ့ ရေသူမကာတွန်းကားလေးတွေကိုပြန်အသက်သွင်းထားသလိုမျိုးကြည့်ရမှာပါ [Zawgyi]My Girlfriend is a Mermaidဒီဇာတ္လမ္းေလးက ေရသူမေလးနဲ႔ေက်ာင္းရဲ႕ေပၚျပဴလာေကာင္ေလးရဲ႕အခ်စ္ဇာတ္လမ္းပါလူသားသူငယ္ခ်င္းမႏွစ္ေယာက္နဲ႔ေရသူမေလးတို႔ၾကား သူငယ္ခ်င္းသံေယာဇဥ္ကိုလည္းေဖာ္ျပထားပါေသးတယ္ေရသူမေတြရဲ႕အေရးႀကီးတဲ့ငါးအေၾကးခြံေပ်ာက္သြားလို႔ ကုန္းေပၚတက္ရွာရင္း အမွတ္မထင္ သံေယာဇဥ္ေတြျဖစ္မိၾကတဲ့အခါ...မတူညီတဲ့ျဖစ္တည္မႈႏွစ္ခုၾကား ျပသနာေတြဇာတ္လမ္းေလးက ေပါ့ေပါ့ပါးပါးေလးပါကေလးေတြၾကည့္တဲ့ ေရသူမကာတြန္းကားေလးေတြကိုျပန္အသက္သြင္းထားသလိုမ်ိဳးၾကည့္ရမွာပါQuality__720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__01:22:00\nType__Comedy , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-girlfriend-is-mermaid-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xt8VUk5sOkNLoazdA8HYnAkFxQG.jpg",
        "title": "Princess Dayareese (2018)",
        "description": "Princess Dayareeseဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းလေးမှာတော့ Movie name ထဲက အတိုင်း\nဒိုင်ယာနာရိစ်ဆိုတဲ့ ကောင်မလေးကတော့ အဓိကဇာတ်ကောင်ပေါ့\nသူ့မှာမိဘတွေမရှိတော့ဘူး\nသူ့အဖေဘက်က မိသားစုကချမ်းသာတယ်\nသူ့အဖေဆုံးတော့ သူ့အဖိုးက သားမိနှစ်ယောက်ကို အိမ်ပေါ်ကနှင်လိုက်တယ်\nနောက်တော့ သူ့အမေကလည်း ဆုံးပါးသွားပြီး အဒေါ်ရဲ့မိသားစုနဲ့အတူတူနေတယ်\nအဲ့အဒေါ်မှာ သားတွေလည်းရှိတယ်.\nသူတို့နဲ့အတူပေါင်းပြီး မင်းသမီးက ဖိလစ်ပိုင်ကိုအလည်အပတ်လာတဲ့ နိုင်ငံခြားတွေကို လိမ်စားတဲ့သဘောမျိုးပေါ့.\nအဲ့လိုနဲ့ပိုက်ဆံရှာတယ်. သူတို့ဘဝက အဆင်မပြေလှတော့ ပိုက်ဆံအများကြီးလိုချင်ကြတယ်.တစ်နေ့တော့ သူနဲ့ရုပ်ချင်းဆင်တဲ့ အော်ရို့ဆိုတဲ့တိုင်းပြည်က မင်းသမီးတစ်ပါးက သူ့ကိုပြန်ပေးဆွဲပြီး\nအဲ့မင်းသမီးကသူ့ချစ်သူကိုရှာချင်တာကြောင့်ရက်၄၀အတွင်း သူ့နေရာမှာ ခဏအစားဝင်ပေးဖို့ ငွေနဲ့အပေးအယူလုပ်တယ်.\nမင်းသားနာမည်ကတော့ ခေးလပ်.သူက video မှတ်တမ်းရိုက်တဲ့သူပေါ့.\nမင်းသားကလည်း အော်ရို့တိုင်းပြည်မှာ documentary တစ်ခုရိုက်ဖို့သွားရင်း မင်းသားနဲ့မင်းသမီး ဘယ်လိုဆုံတွေ့ကြမလဲ\nသူတို့နှစ်ယောက်ကြားက အချစ်ကိုဘယ်လိုပေါ်လွင်အောင်ပြထားမလဲပြီးတော့...\nအဒေါ်မိသားစုနဲ့မင်းသမီးကြားက မိသားစုသံယောဇဉ်လေးတွေကိုလည်း နွေးနွေးထွေးထွေးမြင်တွေ့ရမှာဖြစ်ပါတယ်.\nBackground music လေးတွေလည်း တကယ်ကောင်းပါတယ်🖤 ကြည့်ရှုပေးကြပါဦးရှင်Translated by SimJinnie\nFile size…1.7GB and 900MB\nQuality…. 1080pWEB-DL and 720P\nFormat…mp4\nDuration….1hr 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/princess-dayareese-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u00WWJsijXwkkXqc8hHJAKGJ3mh.jpg",
        "title": "Red (2021)",
        "description": "RED 2021\nမြန်မာစာတန်းထိုးဒီမင်းသားကတော့ တေလဂူးပရိသတ်တွေရင်းနှီးပြီးသား ဖြစ်မှာပါ။\niSmartShankar တို့၊ Hello Guru Prema Kosameတို့ရဲ့ မင်းသား\nRam Pothineniပါပဲ။လောကမှာ အရှုပ်ထွေးဆုံးက လူ့လောက ဖြစ်ပါတယ်။\nလူတစ်ယောက် နှစ်ယောက်ကနေ\nအစုအဖွဲ့ ဖြစ်လာတော့\nလူ့ အဖွဲ့အစည်းတွေသတ်မှတ်ပြီး\nဥပဒေတွေ စည်းမျဉ်းစည်းကမ်းတွေ\nချမှတ်တာဟာလည်း ဒီလူသားတွေပါပဲ။ဘယ်လိုပဲ ဥပဒေတွေ\nစည်းတွေဘောင်တွေ ချမှတ်ပေမယ့်\nကယ်ပေါက်(ဟာကွက်)တွေကလည်း\nရှိနေစမြဲပါပဲ။ဇာတ်လမ်းအကျဉ်းက. . .\nအာကတ်ရ်ှဆိုတဲ့ လူတစ်ယောက်\nသူနေထိုင်ရာ တိုက်ခန်းမှာ အသတ်ခံရတယ်။ရဲတွေ ပြာပန်းခတ် လှုပ်ရှားပြီး\nအမှုမှန်ပေါ်အောင် စုံစမ်းနေစဉ်မှာ\nဆိဒါ့သ်ဆိုတဲ့ အင်ဂျင်နီယာတစ်ယောက်ကို ဖမ်းလိုက်ပါတယ်။ရဲတွေရဲ့ ဆက်စပ် စုံစမ်းမှုအရ\nလူသတ်သမားရဲ့ နေအိမ်တိုက်ခန်းအပြင်မှာ\nအခင်းဖြစ်ပွားတဲ့ ညတုန်းက လူတစ်ယောက်ရပ်နေတာကို\nအမှတ်မထင်ဘဲ ရိုက်မိခဲ့တဲ့ ပုံတစ်ပုံရရှိခဲ့ကြပါတယ်။ဒီတော့\nအာကတ်ရ်ှကို သတ်သွားတာ\nသူပဲလို့ ကောက်ချက်ချလိုက်ပါတယ်။ဘယ်လိုပဲ စစ်မေး စစ်မေး အမှုမှန် မပေါ်သလို\nဆယ်လ်ဖီပုံတစ်ခုသာ သက်သေအဖြစ် ရှိတာမို့\nရဲတွေ ခေါင်းချင်းဆိုင် ဆွေးနွေး အကြံထုတ်ရပြီ။ဒီလိုနဲ့ မကြာမီမှာပဲ ရဲအရာရှိတွေ အကြပ်ရိုက်စေမယ့်\nအရာတစ်ခုကို ထပ်မံသိလိုက်ရပါတော့တယ်။ဇာတ်လမ်းကျောရိုးက အဲ့လောက်ပဲ ဆိုပေမယ့် အရှေ့ပိုင်းမှာ ပြသွားတဲ့ အခန်းတွေ\nကြားမှာ ဖြတ်ပြတဲ့ အခန်းတွေဟာ\nလူသတ်သမား ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/red-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mP2qaWdxbisjJWWHYCq3uq4Dtji.jpg",
        "title": "The Last Train (2016)",
        "description": "Last Train to Auschwitz(2006)=============================IMDb Rating- 6.6/10Rotten Tomatoes- 79%ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာခေါင်းဆောင်တဲ့ နာဇီဟာ ဂျူး၆သန်းကို သုတ်သင်ခဲ့တာ လူတိုင်းအသိဖြစ်မယ်လို့ထင်ပါတယ်ဒီဇာတ်ကားထဲမှာတော့ ဂျာမန်အစိုးရဲ့ ဂျူးသုတ်သင်ရေးတစိတ်တပိုင်းဖြစ်တဲ့ “ဘာလင်မြို့ပေါ်က ဂျူးတွေကို နှင်ထုတ်၊Auschwitzမြို့အထိ ရထားနဲ့ပို့လိုက်တဲ့အကြောင်း”ကို ရှုစားရမှာပါ***************************************\n၁၉၄၃ ဧပြီလ ညတစ်ညမှာတော့ ဂျာမနီနိုင်ငံ ဘာလင်မြို့မှာရှိနေတဲ့ ဂျူးလူမျိုးလက်ကျန်တိုင်း(ဆင်းရဲ ချမ်းသာမရွေး)ကိုနာဇီလျှို့ဝှက်ရဲတပ်ဖွဲ့ကနေ  အိမ်တိုင်ရာရောက်ဖမ်းဆီးခဲ့ပါတယ်ဖမ်းဆီးခဲ့တဲ့ ဂျူးလူမျိုးတွေကိုလည်း ဘာလင်-ဂူနဗိုင်လ် ဘူတာကတစ်ဆင့် ပို့မယ့်နေရာမပြောပြဘဲ ရထားပေါ်တင်လိုက်ပါတယ်ရထားပေါ်မှာလည်း ဂျူးလူမျိုးတွေဟာ တိရစ္ဆာန်တွေလိုဆက်ဆံခံခဲ့ရတယ်ပြီးတော့ အစာရေစာကျွေးတာမခံခဲ့ရသလို စိတ်ကူးပေါက်ရင် သေနတ်အပစ်ခံရတာမျိုး ကြုံခဲ့ရတယ်ဇာတ်လမ်းတင်ဆက်ပုံကတော့ realistic တော်တော်လေး ဖြစ်တာကြောင့် ဗဟုသုတတော်တော်ရနိုင်သလိုနာဇီစနစ်ဆိုးကိုလည်း မျက်ဝါးဝါးထင်ထင် မြင်တွေ့နိုင်ပါတယ်",
        "rating": "6.6",
        "url": "https://megaup.net/2hFzi/%7BCM%7D_the.last.train.to.auschwitz.2006.mkv-muxed.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS4xCPwxhrCpu1x7qiL6p3cUeNf.jpg",
        "title": "Yamato (2005)",
        "description": "[ Unicode ]ဒုတိယကမ္ဘာစစ်တွင် ဂျပန်တပ်များ စစ်ပွဲတွင်စတင်ပြီးစစ်ရှုံးခဲ့ကြပါတယ်\nကာမီအို ပါဝင်တဲ့ အထူးဂျူနီယာအရာရှိများ ယာမာတိုသင်္ဘောကြီးပေါ်ရောက်ပြီး ဗိုလ်ကြီး မိုရီဝါကီနဲ့ အူချီဒါတွေနဲ့တွေ့ဆုံပါတော့တယ်ဒါပေမယ့် ဒီတိုက်ပွဲဟာဆိုရင် ဂျပန်အင်ပါယာရေတပ်ရဲ့ မှတ်သားဂုဏ်ယူစရာတိုက်ပွဲတဟ်ခုဖြစ်ခဲ့ပါတယ်\nဒီထဲမှာဆိုရင် တပ်သားတွေရဲ့ နိုင်ငံအပေါ်ထားတဲ့ မျိုးချစ်စိတ်နဲ့ ယာမာတိုသင်္ဘောကြီးအပေါ်မှာထားတဲ့ ချစ်မြတ်နိုးစိတ်တို့ကိုတွေ့မြင်နိုင်တဲ့အပြင်\nရဲဘော်အချင်းချင်းဖေးမရင်း နိုင်ငံအတွက် သေတဲ့အထိ တိုက်ခိုက်သွားကြတဲ့ပုံစံတွေကို ဝမ်းနည်းကြေကွဲဖွယ်တွေ့မြင်နိုင်မှာဖြစ်ပါတယ်( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ )  [Zawgyi]ဒုတိယကမာၻစစ္တြင္ ဂ်ပန္တပ္မ်ား စစ္ပြဲတြင္စတင္ၿပီးစစ္ရႈံးခဲ့ၾကပါတယ္\nကာမီအို ပါဝင္တဲ့ အထူးဂ်ဴနီယာအရာရွိမ်ား ယာမာတိုသေဘၤာႀကီးေပၚေရာက္ၿပီး ဗိုလ္ႀကီး မိုရီဝါကီနဲ႔ အူခ်ီဒါေတြနဲ႔ေတြ႕ဆုံပါေတာ့တယ္ဒါေပမယ့္ ဒီတိုက္ပြဲဟာဆိုရင္ ဂ်ပန္အင္ပါယာေရတပ္ရဲ႕ မွတ္သားဂုဏ္ယူစရာတိုက္ပြဲတဟ္ခုျဖစ္ခဲ့ပါတယ္\nဒီထဲမွာဆိုရင္ တပ္သားေတြရဲ႕ ႏိုင္ငံအေပၚထားတဲ့ မ်ိဳးခ်စ္စိတ္နဲ႔ ယာမာတိုသေဘၤာႀကီးအေပၚမွာထားတဲ့ ခ်စ္ျမတ္ႏိုးစိတ္တို႔ကိုေတြ႕ျမင္ႏိုင္တဲ့အျပင္\nရဲေဘာ္အခ်င္းခ်င္းေဖးမရင္း ႏိုင္ငံအတြက္ ေသတဲ့အထိ တိုက္ခိုက္သြားၾကတဲ့ပုံစံေတြကို ဝမ္းနည္းေၾကကြဲဖြယ္ေတြ႕ျမင္ႏိုင္မွာျဖစ္ပါတယ္( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/yamato-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0bdxKVRevkw50LOnk6B8d3e4s.jpg",
        "title": "The Breakfast Club (1985)",
        "description": "The Breakfast Club (1985)ဒီတစ်ခေါက် CM team မှ တင်ဆက်ပေးမှာကတော့80s Classic Teen Comedy အမျိုးအစားဖြစ်ပြီးIMDb 7.8 နဲ့ Rotten Tomatoes 89%ရရှိထားတဲ့The Breakfast Club ပဲ ဖြစ်ပါတယ်။Teen Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးပဲကျောင်းသား၅ယောက်နဲ့ ဇာတ်အိမ်ဖွဲ့ထားပါတယ်ပင်ကိုယ်စရိုက်ချင်းမတူညီကြတဲ့ ကျောင်းသားကျောင်းသူငါးယောက်ဟာကျောင်းစည်းကမ်းတွေကို မတူညီတဲ့နည်းလမ်းတွေနဲ့ ချိုးဖောက်ခဲ့ကြလို့ကျောင်းပိတ်ရက် စနေနေ့မှာ ကျောင်းစာကြည့်တိုက်ကိုလာပြီးကိုယ့်အပြစ်ကိုယ် ဆင်ခြင်သုံးသပ်ကြရပါတယ်။လူကြီးမဖြစ်သေးပေမယ့် ကလေးလည်းမဟုတ်တော့တဲ့ဆယ်ကျော်သက် အရွယ်တွေအနေနဲ့လူကြီးမိဘ ဆရာသမားတွေနဲ့ ဆက်ဆံရေးအဆင်မပြေကြပြဿနာတက်ပုံတွေ မတူညီကြပေမယ့်တူညီတဲ့အရာတစ်ခုကတော့တဖြည်းဖြည်း ကိုယ့် စိတ်နှလုံးသားကို ဖွင့်ပေးရင်းတစ်ယောက်အကြောင်းတစ်ယောက် ရိုးရိုးသားသားဖွင့်ဟပြောဆို လက်ခံပေးကြခြင်းပဲဖြစ်ပါတယ်ကိုယ့်ရဲ့ငယ်ဘဝခံစားချက်ကသူတို့ထဲက ဘယ်တစ်ယောက်ရဲ့ ခံစားချက်နဲ့များထပ်တူကျနေမလဲဆိုတာစောင့်ကြည့်ပြီး ခံစားပေးကြပါဦးReviewed and Translated by JerricaFile size…1.4GB and 638MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Jerrica\nEncoder ..... ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-breakfast-club-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/V-For-Vendetta-poster-141x200.jpg",
        "title": "V for Vendetta (2005)",
        "description": "V For Vendetta (2005)\nIMDB - 8.2/10_____Rotten - 73%\n  \nနိုဝင်ဘာ၅ရက်နေ့ဟာဗြိတိန်နိုင်ငံမှာတော့နိုင်ငံရေးအခြေခံအားလပ်ရက်တရက်ပဲဖြစ်ပါတယ်။\nခုနောက်ပိုင်းမှာကျေးဇူးတော်နေ့ဆိုပြီးကျင်းပကြတယ်လို့လည်းဆိုကြပါတယ်။\nအဲဒီနေ့ကိုGuyFawkesနေ့လို့လည်းခေါ်ခဲ့ကြပါတယ်။\nအဲဒီနေ့လေးရဲ့ဖြစ်လာပုံကတော့၁၆၀၅ခုနှစ်နိုဝင်ဘာလ၅ရက်နေ့မှာGuyFawkesဆိုတဲ့\nကတ်တလစ်ဂိုဏ်းဝင်တယောက်ဟာသူ့အဖွဲ့ဝင်တွေနဲ့အတူ\nကတ်တလစ်ဧကရာဇ်ကိုပြန်လည်နန်းတင်ဖို့အတွက်အင်္ဂလန်ဘုရင်ဂျိမ်း(JameI)ကိုလုပ်ကြံဖို့ကြံစည်ခဲ့ပါတယ်။\nယမ်းအိုးတွေများစွာကိုပါလီမန်အဆောက်အအုံရဲ့မြေအောက်ခန်းထဲကိုသယ်ဆောင်ပြီးဖောက်ခွဲလုပ်ကြံဖို့ကြိုးစားခဲ့ကြတာပါ။\nသို့ပေမယ့်ကံမကောင်းချင်တော့အမည်မသိသတင်းပေးစာတစောင်ကြောင့်\nသူ့တို့အားလုံးအဲဒီနေ့မှာပဲအဖမ်းခံခဲ့ရပြီးဇန်နဝါရီလ၃၁ရက်မှာကွပ်မျက်ခံခဲ့ရပါတယ်။\n  \nဟောဒီဇာတ်ကားလေးမှာလည်းအဲဒီဖြစ်စဉ်ကိုအခြေခံထားပြီးတရားမျှတမှုဆိုတာဘာလဲ။\nဖိနှိပ်ခံရတဲ့အချိန်မှာဘယ်လိုတုံပြန်ကြမလဲ။\nနိုင်ငံတနိုင်ငံရဲ့အာဏာဟာဘယ်သူ့ဆီမှာရှိသင့်လဲ။\nအဲဒါတွေထက်ပိုပြီးစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်တချက်ကတော့\nကမ္ဘာကျော်ဟက်ကာအဖွဲ့Anonymousအဖွဲ့သုံးတဲ့မျက်နှာဖုံးရဲ့မူလဇစ်မြစ်ကဘယ်ကလဲ။\nဘယ်လိုရည်ရွယ်ချက်နဲ့အဲဒီမျက်နှာဖုံးကိုအသုံးပြုကြတာလဲ၊\nအဲဒီမျက်နှာဖုံးလေးရဲ့တကယ်ဆိုလိုရင်းအစစ်အမှန်ကဘာလဲဆိုတာကိုတွေ့ရဦးမှာပါ။\nဇာတ်ကားကိုတော့ဇာတ်ကြောင်းလေးတွေပြောပြီးမမိတ်ဆက်တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ပြီးအားရပါးရခံစားစေချင်လို့ပါ်။\nသုံးတဲ့စကားလုံးတွေဒိုင်ယာလော့တွေဟာလည်းတကယ်ကိုအနှစ်ပါတာကိုတွေ့ရမှာပါ။\nစိတ်ကိုဖျော်ဖြေပေးရုံပေးမယ့်ကားလေးလုံးဝမဟုတ်ရပါဘူး။\nကြည့်ရတာတကယ်ကိုအကျိုးရှိစေမှာဖြစ်ပြီးတကယ်လည်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတကားဖြစ်ပါတယ်။\nဘယ်လိုအကြောင်းကြောင့်ပဲဖြစ်ဖြစ်ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်ဗျာ။\nRatingမြင့်ကားလေးတကားဖြစ်ပြီးimdb rating 8.2ထိရထားပါတယ်။\n  \n(မူရင်းဇာတ်ကားရဲ့အနှစ်သာရမပျက်အောင်အကောင်းဆုံးဘာသာပြန်ထားပါတယ်။\nတခုခုမှားယွင်းသွားတာရှိရင်ဘာသာပြန်သူအနေနဲ့တောင်းပန်ပါတယ်ဗျာ။)\n(ဘာသာပြန်သူကတော့ The Fridays ပဲဖြစ်ပါတယ်)\n  \nFile size…(900 MB) and 3GB\nQuality…Blu-Ray Rip 720p and HEVC 1080p 5.1\nFormat…mp4\nDuration….02:12:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…..The Fridays\nEncoder….CM",
        "rating": "8.2",
        "url": "https://megaup.net/1Axy7/V_For_Vendetta_[2005]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/we2fwufoigdu-147x200.jpg",
        "title": "18+ Last Sister Class (2020)",
        "description": "Last Sister Class (2020)ဖောင်းဒိုင်း 18+ ကိုရီးယားနောက်ထပ်တစ်ကားလာပါပြီ ဒီကားမှာတော့ စိတ္တဇဆန်ဆန်ဖောင်းဒိုင်းခန်းတွေကို တွေ့ရမှာဖြစ်ပြီး မိန်းမဆိုက်ကိုတစ်ယောက်ရဲ့လက်စားချေလက်တုံ့ပြန်ထားတဲ့အကြောင်းလေးကို ရင်သပ်ရှုမော ရှုစားကြရဦးမှာပါ ဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်မွေးစားညီအစ်မ နှစ်ယောက်ကယောကျာ်း တစ်ယောက်ကိုတစ်ပြိုင်တည်းချစ်မိသွားတဲ့ အခါညီမရဲ့အီစီကလီကို အစ်မကဖြတ်ခုတ်တဲ့ဇာတ်လမ်းလေးပါ ညီၤမဖြစ်သူအိမ်ပြန်နောက်ကျနေတုန်းအစ်မက ညီမဘဲနဲ့ခိုးစားနေတာကို ညီမဖြစ်သူကိုယ်တိုင်မြင်သွားတဲ့အခါမှာတော့ ဆောက်တည်ရာမရလင်တရူးသွားပါတော့တယ် စိတ်ကျန်းမာရေး ဆေးရုံတက်နေရင်း ငြိလာတဲ့ဆိုက်ကိုဘဲတစ်ပွေနဲ့အတူ ဆေးရုံဆင်းလာတဲ့အချိန်မှာညီမဖြစ်သူက အစ်မဖြစ်သူ ခိုးစားလင်မယားကိုလိုက်ရှာပြီးလက်စားချေဖို့ကြိုးပမ်းပါတော့တယ် ကျန်တာတော့ငါးကောင်တို့အတွက် တစ်ကွက်ချန်ထားလို့ကိုယ်တိုင်ဒေါင်းကြည့်စေချင်ပါတယ် မင်းသမီးအပိုင်းကိုညွှန်းရရင် အစ်မဖြစ်သူကောညီမဖြစ်သူပါဘော်ဒီတွေတောင့်သလိုညီမဖြစ်သူကအိုးကားကားနဲ့အကိတ်မို့လို့လက်မလွှတ်တမ်း ရှုစားသင့်တဲ့အထဲပါပါတယ် အကွက်ဆန်းတွေနဲ့ဆိုက်ကိုဆန်ဆန်ခပ်ကြမ်းကြမ်းဖောင်းဒိုင်းခန်းတွေလည်းပါလို့ ၁၈ယောက်မပြည့်ရင်မကြည့်ပါနဲ့လို့သတိပေးချင်ပေမယ့်လည်း မရရအောင်ကြည့်ကြမှာသိလို့ဒေါင်းပြီးသိုင်းကွက်ဆန်းတွေကို တဝရှုစားလိုက်ပါဦး Translated by : FOXEncoded by : SenpaiQuality : 1080p FHDRIP and 720pFile Size : 1GB and 546MBDuration : 72min",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/18-last-sister-class-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/images-133x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)\n******************(IMDb 5.3)ဇတ်လမ်းအညွှန်းBliss ဇာတ်ကားလေးက ၂၀၂၁ မှာထွက်ရှိထားတဲ့ ကားသစ်လေး ဖြစ်ပါတယ်\nIMDbမှာ rating 5.3 ရရှိထားပြီး နာမည်ကြီးမင်းသား Owen Wilson ပါဝင်ထားတဲ့\nအချစ် Drama ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Bliss ဇာတ်လမ်း ကတော့ ကွာရှင်းထားခံရပြီး\nဂရတ်ဟာ သူတစ်ခါမှ မရောက်ဖူးတဲ့ နေရာတွေကို\nအတွေးထဲမှာ အမြဲပေါ်နေတတ်ပြီး ရင်းနှီးနေသလို ခံစားနေရတယ်..လုပ်သမျှ အဆင်မပြေဖြစ်ကာ အလုပ်ကနေအထုပ်ခံလိုက်ရတဲ့အချိန်မှာ\nလမ်းပေါ်မှာနေပြီး ထူးဆန်းတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့ တွေ့ဆုံမိခဲ့တယ်...\nသူမ နာမည်က အစ်စဘဲလ် အစ်စဲဘဲလ်နဲ့ တွေ့ဆုံရပြီး သူမသိရသေးတဲ့ အကြောင်းအရာတွေ\nသူနေထိုင်ရာ ကမ္ဘာကြီးရဲ့ လှို့ဝှက်ဆန်းကျယ်မှုတွေကို သိလိုက်ရတယ်ဒါပေမဲ့ အစ်စဲဘဲလ် ပြောပြတာကကော တကယ်လား...\nလမ်းဘေးမှာနေတဲ့ အစ်စဲဘဲလ်ရဲ့ စကားတွေကြောင့်\nမရှိတာကို ရှိတယ်လို့ ထင်နေမိမလား...\nတကယ်သူတို့နေတဲ့ ကမ္ဘာကြီးကကော ဘယ်မှာရှိတာလဲ ...\nဒီဇာတ်လမ်းထဲလေးက လောကကြီးမှာ တစ်ချိန်တည်းမှာ\nနောက်ကမ္ဘာကြီးကို ခံစားနိုင်တဲ့ ဖန်တီးသူ ၂ ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို အခြေခံပြီး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/bliss-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/supernova-2020-133x200.jpg",
        "title": "Supernova (2020)",
        "description": "Supernova (2020)******************(IMDb  6.7)Tuskerနဲ့Samတို့က တစ်ယောက်ကိုတစ်ယောက် နက်ရှိုင်းစွာချစ်ကြတဲ့သက်လယ်ပိုင်းGayစုံတွဲပါ။ကံမကောင်းချင်တော့ Tuskerက Dementiaနောက်ဆုံးအဆင့်ကို ခံစားနေရပြီးမှတ်ဉာဏ်ခဏခဏပျောက်ဆုံးတဲ့ ရောဂါသည်တစ်ဦးပါရောဂါသည်Tuskerကို ခင်ပွန်းဖြစ်သူ Samက အရိပ်တကြည့်ကြည့်နဲ့ပြုစုစောင့်ရှောက်ပေးပါတယ်သူတို့ရဲ့ကားဟောင်းလေးနဲ့ သူငယ်ချင်း၊ ဆွေမျိုးတွေဆီကိုသွားလည်ပြီးအတိတ်က အတူရှိခဲ့တဲ့နေရာတွေကို ပြန်သွားချင်နေတဲ့ Tuskerရဲ့ဆန္ဒကိုSamက ဖြည့်စည်းပေးဖို့ကြိုးစားခဲ့ပါတော့တယ်လူ့သဘာဝအရ တခါတရံ သူတို့နှစ်ဦးသားသဘောထားချင်းမတိုက်ဆိုင်ပေမဲ့Tuskerနဲ့Samတို့ဟာ အချစ်မပျက်ခဲ့ကြပါဘူးသူတို့အချင်းချင်း တိတ်တဆိတ်နဲ့ တစ်ဦးပေါ်တစ်ဦးချစ်ခြင်းမေတ္တာဖော်ကျူးထားပုံကိုSupernovaဆိုတဲ့ဇာတ်ကားလေးမှာ ဆက်လက်ရှုစားကြပါဦး။ Khine Khine Wai နဲ့ Ei Phyu Khin တို့က ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။ File Size : ( GB) and (MB)\nQuality :\nFormat…mp4\nDuration…1h 35min\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Myoko",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/supernova-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWedKDsQoXgZ1S3au5Sm49fZQjf.jpg",
        "title": "Our Time Will Come (2017)",
        "description": "ဝေဖန်ရေးသမားတွေရဲ့ ကောင်းမွန်တဲ့ဝေဖန်သံတွေ နဲ့ ရုပ်ရှင်ဆုပေါင်း ၈ ဆု ရရှိထားပြီးဆင်ဆာကြမ်းလှတဲ့ တရုတ်အစိုးရရဲ့ ပိတ်ပင်မှုကိုခံရပြီးမှ ၂၀၁၇ ခုနစ်မှာထွက်ရှိလာခဲ့တဲ့ တရုတ်တော်လှန်ရေးကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။တရုတ်အမျိုးသမီး တော်လှန်ရေးခေါင်းဆောင် “ဖန်းကူး” နဲ့ တော်လှန်ရေးတပ်ဖွဲ့အောင်မြင်ဖို့ မိမိကိုယ်ကို စတေးထားတဲ့ လူငယ်တွေရဲ့ ကြိုးပမ်းခဲ့ပုံတွေကိုနာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Zhou Xun , Wallace Huo, Eddie Peng တို့က အတွဲညီညီပုံဖော်ပေးထားပါတယ်။လူငယ်တော်လှန်ရေးအဖွဲ့တွေရဲ့ တော်လှန်ရေးအတွင်းမှာ ကြုံတွေ့ရတဲ့ ခံစားချက်တွေ၊ ခံယူချက်တွေ၊ အတွေ့အကြုံတွေကို အဓိကထားပြီး ရိုက်ပြပေးထားပါတယ်။ ပစ်တာခတ်တာတွေချည်းပဲ ရိုးအီနေအောင်မပြဘဲ တော်လှန်ရေးစိတ်ဓါတ်တွေကို အများကြီးထည့်သွင်းပေးထားတဲ့ ကားလေးဖြစ်တာမို့တွေးလို့ကောင်းမယ့် ရုပ်ရှင်ကောင်းလေးတစ်ကားပါ။ “သမီးတို့တော်လှန်ရေးကကျောက်ခဲကိုကြက်ဉနဲ့ပေါက်သလိုဖြစ်နေမှာပေါ့”“ဒီလိုသာ လူတိုင်းတွေးနေရင် အရေးတော်ပုံ ဘယ်နိုင်တော့မှာလဲအမေ...သမီးပြန်လာခဲ့မှာပါ...အားလုံးအေးချမ်းသွားတဲ့တစ်နေ့ သမီးတို့ ပြန်လည်တွေ့ဆုံကြတာပေါ့”  Translated by : JoJoVaEncoded by : YKFile Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/11Zu1/Our_Time_Will_Come_[2017]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiDvCA9ry3G9SwAP5oKpDFH75YO.jpg",
        "title": "Solo (2017)",
        "description": "Solo 2017-------------------------Solo (2017) ဟာ IMDb 7.1/10 ရထားတဲ့ Anthology Type Netflix Movie ဖြစ်ပါတယ်ဒီဇာတ်ကားမှာ ဇာတ်လမ်းတို လေးခုပါဝင်ပြီးတော့ဇာတ်လမ်းတစ်ခုချင်းစီမှာ အရှင်သီဝရဲ့ personality တစ်ခုချင်းစီရဲ့ ပုံရိပ်ကို ထင်ဟပ်ပြသထားတာပဲဖြစ်ပါတယ်Water Air Fire Earth ဆိုတဲ့ element လေးခုကိုပေါ်လွင်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလည်းဖြစ်ပါတယ်ချစ်ရသူဇနီးသည်ရဲ့ အမှတ်တရတွေကို တစ်သက်လုံးထမ်းပိုးရင်း နေထိုင်သွားတဲ့ ရှေခါဘာသာမတူတဲ့ချစ်သူနဲ့ ခက်ခက်ခဲခဲ ကြိုးစားပေါင်းဖက်ခဲ့ရပြီးမှ ဟန်းနီးမွန်းကာလမှာမှ သေကွဲကွဲရတဲ့ ဒေါက်တာထရစ်လော့အဖေကို သတ်ခဲ့တဲ့လူကို ပြန်လိုက်ရှာရင်း လက်စားချေဖို့ကြိုးစားခဲ့တဲ့ ဂိုဏ်းစတား ရှီဗာအရမ်းချစ်ရတဲ့ကောင်မလေးကို မဆုံးရှုံးချင်လို့ စိတ်လိုက်မာန်ပါပြုမူမိတဲ့ ဗိုလ်လေးရူဒရာလူငယ်လေးယောက်ရဲ့ အချစ်နဲ့ဘဝမှာ အနိမ့်အမြင့်အတက်အကျ နာကျင်မှုနဲ့ ဒေါသ ရောပြွမ်းမှုတို့ကိုကြည့်ရှူခံစားရမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးခုလုံးမှာ Dulquer Salmann တစ်ယောက်တည်းကပဲအဓိကဇာတ်ကောင်အဖြစ်သရုပ်ဆောင်ထားပြီးတော့ဒါရိုက်တာBejoy Nambiar က ရိုက်ကူးတင်ဆက်ထားပါတယ် Translated by : Jerrica Encoded by ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/solo-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3eCLo3aOB2lM06MXiVqWD028DY.jpg",
        "title": "Drishyam 2 (2021)",
        "description": "Drishyam 2 (2021)\nမြန်မာစာတန်းထိုးမနေ့က ထွက်ရှိလာတဲ့ မာလာယာလမ်းစကားပြော အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါရစေ...။\nဒီဇာတ်ကားဟာ ၂၀၁၃ ခုနှစ်က ထွက်ခဲ့တဲ့ Drishyam မူရင်းဇာတ်ကားရဲ့ အဆက်ဖြစ်ပြီး ၊\nပထမကားဟာ Kannada, Tekugu,Tamil,Hindi,Simhalese,Chinese စတဲ့ ဘာသာစကားပေါင်းများစွာနဲ့\nRemake များစွာရိုက်ကူးခဲ့ရတဲ့အထိ အောင်မြင်ခဲ့ပြီး ၊ သူတို့ရဲ့ ကာရယ်လာပြည်နယ်ကပေးအပ်တဲ့\nBest FIlm Award တွေပါ ရရှိခဲ့တဲ့အပြင် ၊ ၄၅ကြိမ်မြောက်ကျင်းပတဲ့ နိုင်ငံတကာအိန္ဒိယရုပ်ရှင်ပွဲတော်မှာလည်း\nပြသခဲ့ရပါသေးတယ်။\nမြန်မာပြည်မှာတော့ Ajay Devgn ပြန်လည်ရိုက်ကူးထားတဲ့ Drishyam (2015) ရုပ်ရှင်ကို\nလူတွေ ပိုသိကြပါတယ်။\nအထူးပြောလိုတာကတော့ Ajay Devgn ရဲ့ဇာတ်ကားကို ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ၊\nဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်ကားကိုပဲ ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ယခုထွက်လာတဲ့\nDrishyam 2 ရုပ်ရှင်ကို နားလည်မှာပါ။\n(ဘယ်ဇာတ်ကားကိုမှ မကြည့်ဖူးရင်တော့\nပထမထွက်တဲ့ဇာတ်ကားကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါရစေ)ဇာတ်လမ်းအကျဉ်းကို နည်းနည်းပြောပြပါရစေ...။ပထမရုပ်ရှင်မှာပြသွားခဲ့တဲ့ ဇာတ်သိမ်းပိုင်းကနေ ဒီဇာတ်လမ်းကို အစပြန်ကောက်ထားတဲ့အတွက်\nဒီရုပ်ရှင်မှာတော့ ဂျော့ဂျူတီ(GeorgeKutty) ဟာ ၊ ဗာရွန်းအမှုပြီးတဲ့နောက်မှာ\nကေဘယ်တီဗီလုပ်ငန်းအပြင် ရုပ်ရှင်ရုံတစ်ခုပါ တည်ထောင်လိုက်ပြီး ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/drishyam-2/"
    }
]