[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTc5Nzc1OTk3OV5BMl5BanBnXkFtZTgwNDM1NTQ3NjM@._V1_SY1000_CR006411000_AL_-128x200.jpg",
        "title": "Gloria Bell (2019)",
        "description": "ဂလိုရီယာဆိုတဲ့ အမျိုုးသမီးတစ်ယောက်ရှိတယ်။\nမျက်မှန်လေးနဲ့ အသက်ကြီးလဲ မပျက်စီးသေးတဲ့ အလှမျိုးနဲ့မိန်းမတစ်ယောက်။\nယောကျာ်းနဲ့ကွာရှင်းထားပြီးတော့ သားသမီးနှစ်ယောက်ကလဲ\nအတောင်စုံလို့ ပျံထွက်သွားကြတဲ့အချိန်မှာ\nဂလိုရီယာတစ်ယောက် ဘဝကိုနေချင်သလို လှလှလေးနေထိုင်ရင်းနဲ့\nအချစ်တစ်ခုကိုရရှိခဲ့ပါတယ်။\nသူတွေ့ခဲ့ရတဲ့ သူ့ရဲ့လေးဆယ်ကျော်အချစ်ကအာနိုးလ်တန်နာလို့ခေါ်တဲ့\nကစားကွင်းပိုင်ရှင်တစ်ယောက်။\nသူလဲပဲ မိန်းမနဲ့ကွာရှင်းထားတဲ့သူပဲ\nဒါပေမယ့် သူ့အနေအထားကဂလိုရီယာ့လိုမပေါ့ပါးပဲ\nသားသမီးတွေကြောင့် အမြဲစိတ်ရှုပ်နေရတတ်တဲ့သူ။\nသူတို့ကြားမှာဖြစ်ပေါ်လာတဲ့ အချစ်ဆိုတာကို\nသူတို့ဘယ်လိုရင်ဆိုင်မလဲ ဆုံးဖြတ်မလဲဆိုတာကို ရိုက်ကူးထားတာပါ။\n(ဒီကားလေးကို အသက်ကြီးတဲ့စုံတွဲတွေလို့ မတွေးပဲ\nအချစ်မှာအသက်အပိုင်းအခြားတွေဆိုတာ\nမရှိဘူးလို့တွေးကြည့်ပြီးတော့ကြည့်ကြပါ။\nအထူးသဖြင့် အခုတစ်ယောက်နဲ့လဲ မရှင်းမရှင်းနဲ့\nနောက်တစ်ယောက်ဆီကိုမေးလေးထောက်ပြီးတော့\nချစ်ခွင့်ပန်နေကြတဲ့ ချစ်ဖို့ကြိုးူစားနေတဲ့သူတွေကိုမှ\nသဘောကျနေမိတဲ့ တချို့သူတွေကြည့်သင့်ပါတယ်\nဘယ်လောက်အာရုံနောက်ရတယ်ဆိုတာ )\nFile Size : (1.43 GB,)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Drama,Comedy,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.5",
        "url": "https://megaup.net/2dmvb/Gloria_Bell_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTg4ODkzMDQ3Nl5BMl5BanBnXkFtZTgwNTEwMTkxMDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mr. Nobody (2009)",
        "description": "သက္ကရာဇ် ၂၀၉၂ခုနှစ်မှာ လူသားတွေဟာဆဲလ်အသစ်တွေကို မဆုံးနိုင်အောင်အစားထိုးခြင်းနဲ့မသေမျိုးတွေဖြစ်အောင်နေထိုင်လာကြပါပြီတစ်ကမ္ဘာလုံးမသေမျိုးဖြစ်နေတဲ့သူတွေဟာ ကမ္ဘာပေါ်ကအသက်၁၁၈နှစ်ရှိပြီဖြစ်တဲ့ တစ်ဦးထဲသော သေမျိုး နီမိုရဲ့နောက်ဆုံးဘဝနေဝင်ချိန်ကို စောင့်ကြည့်နေကြပါတယ်နီမိုမသေခင်မှာ နီမိုကို အင်တာဗျူးတွေလုပ်ကြပါတယ်ဒီနေရာမှာ နီမိုက သူ့ရဲ့ဘဝကို အပိုင်း၃ပိုင်းခွဲပြီးပြောပြပါတယ်ပထမတစ်ပိုင်း : သူ့အသက်၉နှစ် သူ့အဖေနဲ့အမေ ကွာရှင်းတဲ့အချိန်ဒုတိယအပိုင်း : အသင်၁၆နှစ်အရွယ်နဲ့တတိယအပိုင်း : သူ့အသက် ၃၄နှစ်အရွယ်တစ်ပိုင်းစီမှာသူ့ရဲ့ရွေးချယ်မှုတွေအပေါ်မူတည်ပြီးဖြစ်လာနိုင်ချေကိုခေါင်းတွေမူးနောက်နေအောင်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်\nFile Size : (1.09 GB)\nQuality : Blu-ray,720p\nRunning Time : 2h 21min \nFormat : Mp4\nGenre : Drama,Fantasy,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Waizin Wayne\nEncoded by sithu",
        "rating": "7.8",
        "url": "https://megaup.net/2nLfr/Mr._Nobody_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xsYLaz86lWeFHSJSYoidJG39383.jpg",
        "title": "Sunny: Our Hearts Beat Together ( 2018 )",
        "description": "IMDb Rate 6.8 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်တစ်ချိန်က ညီအစ်မအရင်းတွေလို ညီအစ်ကို အရင်းတွေလို ချစ်ကြခင်ကြပြီး...အခုတော့ အဆက်အသွယ်ပြတ်နေတဲ့ သူငယ်ချင်းတွေ ရှိကြလား..ရှိတယ်ဆိုရင်တော့ ဒီကားလေးကြည့်ပြီးတာနဲ့ ချက်ချင်း ဆက်သွယ်မိကြမယ်ထင်ပါရဲ့အာဘဲ နာမိဆိုတဲ့ အမျိုးသမီးတစ်ယောက် မိခင်ကြီးဆေးရုံတက်လူနာသတင်းမေးရင်း အနှစ် ၂၀ လောက် အဆက်အသွယ်ပြတ်ခဲ့တဲ့သူငယ်ချင်းတစ်ယောက်ကို ကင်ဆာဝေဒနာသည်အဖြစ်မြင်တွေ့လိုက်ရပြီးနောက်... မိတ်တွေဟောင်းတွေကို ရှာဖို့ ဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ သူငယ်ချင်းတွေ တစ်ယောက်ပြီး တစ်ယောက်ကိုရှာနေတဲ့ အာဘဲ နာမိ သူငယ်ချင်းတွေအကုန်လုံးကို ရှာတွေ့ပါ့မလား..မတွေ့တာ ကြာပြီဖြစ်တဲ့ သူငယ်ချင်းတွေ ဘာတွေပြောင်းလဲကုန်ကြပြီလဲ...ဘယ်လိုရသတွေ ပေးနိုင်မယ်ဆိုတဲ့ အဖြေကို ဇာတ်ကားလေးထဲမှာ ရှာကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်... Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.8",
        "url": "https://megaup.net/1xp22/Sunny_-_Our_Hearts_Beat_Together_(Sunny_-_Tsuyoi_Kimochi_Tsuyoi_Ai)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/81FAauHcTwL._RI_-150x200.jpg",
        "title": "Young President And His Contract Wife ( 2018 )",
        "description": "Romance ကားတွေကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ပါချန်ယွီဟန်က ချန်လုပ်ငန်းစုကသမီးဖြစ်ပြီး ချန်လုပ်ငန်းစုအဆင်မပြေဖြစ်ချိန်မှာအဖေ့မိတ်ဆွေအိမ်ဖြစ်တဲ့ယဲ့အိမ်မှာသွားနေခဲ့ရပါတယ်...ချန်ယွီဟန်အဖေရဲ့မိတ်ဆွေသားလည်းဖြစ်ယဲ့လုပ်ငန်းစုဥက္ကဌလည်းဖြစ်တဲ့ယဲ့ချန်ရှီးနဲ့ချန်ယွီဟန်ကအမူးလွန်ပြီးတစ်ညတာမှားခဲ့ကြလို့ ချန်ယွီဟန်မှာကိုယ်ဝန်ရသွားခဲ့ပြီးယဲ့အိမ်ကလူကြီးတွေကနှစ်ယောက်ကိုအတင်းလက်ထပ်ခိုင်းလိုက်ကြပါတော့တယ်...ချန်ယွီဟန်ကိုလက်မထပ်ချင်တဲ့ယဲ့ချန်ရှီးက ကလေးကြောင့်မတတ်သာလို့သာလက်ထပ်ရပေမဲ့လည်းဟန်ပြလင်မယားအဖြစ်သာနေသွားမှာဖြစ်လို့ ချန်ယွီဟန်နဲ့စာချုပ်တစ်ခုချုပ်ဆိုခဲ့ပါတယ်...ယဲ့ချန်ရှီးကိုငယ်ငယ်ကတည်းကတစ်ဖက်သတ်ကြိုက်လာခဲ့တဲ့ရီလုပ်ငန်းစုသူဌေးသမီးရီရွမ်းရွမ်းက ယဲ့ချန်ရှီးကိုအပါမခံနိုင်သောအခါ...တစ်ဖက်မှာလည်း ချန်ယွီဟန်ရဲ့ရည်းစားဟောင်းဖြစ်သလိုယဲ့လုပ်ငန်းစုနဲ့စီးပွားပြိုင်ဘက်ဖြစ်တဲ့လင်လုပ်ငန်းစုဥက္ကဌလင်ကျင်ယွိကလည်းချန်ယွီဟန်ဆီကိုပြန်သွားချင်နေသောအခါရီရွမ်းရွမ်းနဲ့လင်ကျင်ယွိတို့ပူးပေါင်းပြီး ယဲ့ချန်ရှီးနဲ့ချန်ယွီဟန်တို့ရဲ့အိမ်ထောင်ရေးကိုဘယ်လိုနှောင့်ယှက်ကြမလဲ....အစကတော့စာချုပ်နဲ့ချုပ်ထားကြတဲ့ဟန်ပြလင်မယားတွေပဲဆိုပေမဲ့နောက်ပိုင်းတကယ်ချစ်မိသွားကြသောအခါဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ဒီဇာတ်ကားလေးထဲမှာဆက်လက်စောင့်ကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ....",
        "rating": "",
        "url": "https://megaup.net/1xp2g/Young_President_2_Fake_Bride_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/lDcEdMaNSrm03NFdTkaLLNDLIVp-133x200.jpg",
        "title": "The Hidden Face (2011)",
        "description": "ဘားတစ္ခုမွာ အလုပ္လုပ္တဲ့ ဖာဘီယာဆုိတဲ့ မိန္းမလွေလးဟာ သူ႔တုိ႔ဆီမွာအရက္လာေသာက္ရင္း အမူးလြန္ငုိေၾကြးေနတဲ့\nသူစိမ္းေယာက္်ားတစ္ေယာက္နဲ႔ မေမွ်ာ္လင့္ပဲပတ္သက္မိခဲ့ပါတယ္။\nအခ်ိန္တုိအတြင္းမွာ သံေယာဇဥ္ၾကီးမိရာကေန သိလုိက္ရတာက\nအဲ့ဒီလူဟာ ေအဒရီယန္ဆုိတဲ့ ဂီတမွဴးတစ္ေယာက္။\nသူ႔ အတူေနရည္းစားက သူ႔နဲ႔ ေရွ႕မဆက္ႏုိင္ေတာ့ပါဘူးလုိ႔ ေၿပာၿပီး အိမ္ကေန ထြက္သြားရာကေနေပ်ာက္ေနတယ္။\nရဲေတြကပါ လုိက္ၿပီး အမႈဖြင့္စုံစမ္းၾကရာကေန ရက္ၾကာလာေတာ့ ေအဒရီယန္ကုိပါ သံသယတရားခံ\nအၿဖစ္ သတ္မွတ္ထားၾကတဲ့ အေၿခအေန။\nဖာဘီယာဟာ ေအဒရီယန္တုိ႔ အိမ္မွာလုိက္ေနၿဖစ္တယ္။\nသူ တစ္ေယာက္တည္းရွိခ်ိန္ဆုိရင္ အိမ္ထဲက ထူးၿခားတဲ့အသံေတြၾကားရတယ္။\nလွ်ပ္စစ္မီးေတြ ပ်က္လုိက္လာလုိက္ၿဖစ္တာ သူ႔ကုိတစ္ေယာက္ေယာက္ေစာင့္ၾကည့္ေနသလုိခံစားခ်က္မ်ိဳးေတြရလာတဲ့အခါ..။\nေအဒရီယန္ရဲ႕ရည္းစားဟာ တကယ္ပဲ သူ႔ဟာသူ အိမ္က ထြက္သြားတာလား?\nဒီေပ်ာက္ဆုံးမႈမွာ ေအဒရီယန္ကုိယ္တုိင္ေရာ ရုိးသားရဲ႕လား?\nသူတစ္ေယာက္တည္းရွိခ်ိန္ေတြမွာ ၾကားေနရတ့ဲအသံေတြ ထူးၿခားၿဖစ္စဥ္ေတြရဲ႕ တရားခံက ဘယ္သူလဲ?\nအစကေန အဆုံးထိ သိခ်င္စိတ္နဲ႔ ရင္တစ္ထိတ္ထိတ္ၾကည့္ရမွာပါ။\nဥေရာပကားေတြထုံးစံလိင္ခန္းတစ္ခ်ိဳ႕ပြင့္လင္းတာေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ အဆင္မေၿပေလာက္ပါဘူး။ \nFile size…(1 GB) and (480 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.4",
        "url": "https://megaup.net/2dql1/The_Hidden_Face_[2011]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "title": "[18+] The Girl Next Door (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  ၂၀၁၇ ခုနှစ်က ထွက်ရှိထားပြီး ဆော်အလန်းလေးနှစ်ယောက်နဲ့ တန်ဆာဆင်ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မကျ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်စာဖိုင်က Generate ဖိုင်ဆိုတော့ သိပ်မမှန်ပါဘူး အတက်နိုင်ဆုံးကြိုးစားပြီးတော့ ဆီလျှော်သင့်တော်အောင်ပြန်ဆိုထားပေးပါတယ်။မင်းသမီးရဲ့ ပုံစံလေးက ဂျပ်စီ ဆန်ပြီး စွာတာတာလေးနဲ့ အသည်းယားစရာလေးပါ။ခန္ဓာကိုယ်အချိုးအစားကလဲ လန်းလှပြီး ရုပ်ရည်ကလည်း ဆွဲဆောင်မှု့ရှိသူလေးပါဘယ်သူမှမငြင်းရက်နိုင်တဲ့ ဆိုဒ်ဂိုဏ်လေးပေါ့ဗျာ။ယွန်းဆန်အယ် တစ်ယောက် အလုပ်အကိုင် မယ်မယ်ရရမရှိပဲ အိမ်မှာနေရင်း အပြာဝထ္ထုတွေရေးပြီး စိတ်ကူးယဉ်နေပါတယ်ကြာလာတော့အိမ်မှာ မသင့်တော်တဲ့အဆုံး သူမ အိမ်ကထွက်ကာ မြို့ထဲမှာ အိမ်ငှားပြီးနေပါတော့တယ်။သူမရဲ့ရည်ရွယ်ချက်က အပြာဝထ္ထုရေး ဘလော့ထောင်ပြီး အွန်လိုင်းမှာပဲ ပိုက်ဆံရှာဖို့ပါပဲ။\n------------------------\nတစ်နေ့သူမ နေနဲ့အခန်းဘေးက အသံတွေကြားလို့ နားစွံံ့မိရာက ဟိုဘက်ယောကျာၤးလေးအခန်းက သူ့ကောင်မလေးနဲ့ မဖွယ်မရာလုပ်နေတဲ့ အသံတွေဖြစ်နေပါတယ်။သူမ အဲဒီအသံတွေကြောင့် တစ်ညလုံးအိပ်မရခဲ့ပါဘူး။သူမမနေနိုင်တဲ့အဆုံး အဲဒီအခန်းဘက်ကို သတိပေးစာကပ်ပါတော့တယ်။နောက်တစ်နေ့မှာတော့ သူ့အခန်းတံခါးရှေ့မှာ သူတို့တွေ့ဆုံကြပြီး မြင်မြင်ချင်းမှာပဲ ယွန်းဆယ်က ရင်ခုန်မိသွားပြီးစိတ်ကူးယဉ်အပြာဝထ္ထုတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2fj4j/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kaWC5uEDsNz2PY7Udw8Q07TBMO.jpg",
        "title": "Deranged (2012)",
        "description": "Deranged (2012)\nIMDB rating 6.4 ,,,,,Rotten Tomatoes 60%\nGoogle user 90%\n    ကိုရီးယားရဲ႕သာယာလွတဲ့အေျခအေနေတြကို\n႐ုပ္ဆိုးအက်ဥ္းတန္ေစတဲ့အျပင္တစ္ႏိုင္ငံလုံးကို\nထိတ္လန္႔ေၾကာက္ရြံေစတဲ့အျဖစ္ကိုစခဲ့တာကေတာ့\nတစ္ခုေသာမနက္ခင္းကအစျပဳခဲ့တာပါ...\nအဲ့ဒီမနက္ခင္းမွာ\nအေလာင္းတစ္ေလာင္းကိုေခ်ာင္းထဲကစေတြ႕ခဲ့တာပါ...ဒီအေလာင္းရဲ႕ပုံစံဟာႏွစ္ရွည္လမ်ားေသဆုံးၿပီးမွေပၚလာဟန္ပါပဲ..အ႐ိုးေပၚအေရတင္ပုံျဖစ္ေနတဲ့အျပင္က်ားမေတာင္ခြဲရခက္ေနတယ္...\nသို႔ေပမယ့္ရဲေတြနဲ႔မႈခင္းဆရာဝန္ေတြနဲ႔\nစစ္ေဆးခ်က္အရအေလာင္းဟာၾကာခ်ိန္တစ္ရက္သာ\nရွိသတဲ့...\nဒီလိုနဲ႔ေနာက္ရက္ေနာက္ရက္မ်ားမွာကိုရီးယားရဲ႕ျမစ္ေခ်ာင္းေတြမွာအေလာင္းေတြကိုမျမင္ခ်င္မွအဆုံးျဖစ္ကုန္တယ္....\nတစ္ျဖည္းျဖည္းရာခ်ီလာေလေတာ့ကိုရီးယားတစ္ႏိုင္ငံလုံးထိပ္လန႔္မႈကေတာ့ဆိုဖြယ္ရာမရွိ...\nဆရာဝန္ေတြအစိုးရထိပ္သီးပိုင္းလူႀကီးေတြရဲေတြ\nအကုန္တိုင္ပတ္ေနသလိုျပည္သူေတြလည္းဘာေၾကာင့္ေသရမွန္းမသိေလေတာ့ေၾကာက္ရြံျခင္းေတြနဲ႔သာျဖတ္သန္းေနေလရဲ႕...\nကိုင္းဘာေၾကာင့္ေသၾကတယ္...\nဘယ္သူေတြေၾကာင့္ျဖစ္တာလဲ...\nသူတို႔ ဘယ္လို ကာကြယ္ၾကမလဲ...\nဘယ္သူေတြကရေအာင္စုံစမ္းၾကမလဲ...\nဒီကားကေတာ့...\nဇာတ္လမ္းအစကေနအဆံုးအထိ\nလံုးဝဇာတ္ရွိန္မက်ဆဲြေခၚသြားမယ္႔ဇာတ္ကားတစ္ကားပါ...တစ္ခုေတာ့ရွိတယ္ဒီကားၾကည့္ေနတုန္း\nအစားအစာေတြစားရင္းေတာ့မၾကည့္ပါနဲ႔...\nဖြတ္ဥစားတာထက္အရသာရွိသြားႏိုင္လို႔ပါ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Tin Myo Lwin ပဲျဖစ္ပါတယ္.... \nFile Size : (0.99GB) and (355MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:49:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/2dqlz/Deranged_(Yeon-Ga-Si)_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDyCvNWaFkkrgf0QjhHqpCGVc8p.jpg",
        "title": "The Wolf’s Call (2019)",
        "description": "Rating 7.7 အထိရ႐ွိထားတဲ့ ျပင္သစ္ Action/Drama/Thriller ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ျပင္သစ္ႏိုင္ငံရဲ႕ ေရငုတ္သေဘၤာသားေတြကိုအေျချပဳၿပီး႐ိုက္ကူးထားတာပါ။ေရငုတ္သေဘၤာတစ္စီးမွာ Sonar ဆိုတဲ့ Radar ကဲ့သို႔ေသာ Detection and Navigationလုပ္ငန္းကိုေဆာင္ရြက္ေပးႏိုင္တဲ့ အသံလႈိင္းသံုးကိရိယာတစ္ခု႐ွိပါတယ္။အဲဒါကေနရလာတဲ့အသံလိႈင္းေတြကိုၾကည့္ၿပီး ဒါဟာဘယ္ကလာတဲ့အသံ...ဘယ္လိုေရယာဥ္အမ်ဳိးအစားဆိုတာကိုခြဲျခမ္းစိတ္ျဖာရတဲ့ Analyst ေတြလည္း႐ွိပါတယ္။ဒီကားေလးမွာေတာ့ အဲလို အသံလႈိင္းစီစစ္ရတဲ့သူျဖစ္တဲ့ ခ်န္တာရိန္ဆိုတဲ့လူငယ္ေလးကိုတည္ထားၿပီး ျပင္သစ္ႏိုင္ငံကိုဘယ္လိုကယ္တင္သြားလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။Drama/Thriller ဆိုတဲ့အတိုင္း ေကာင္းေကာင္းႀကီးခံစားရမွာျဖစ္ပါတယ္။နားပါးလွပါတယ္တဲ့သူကိုမွ ဘယ္လိုလွည့္စားၿပီးကမာၻပ်က္ကိန္းေရာက္ေအာင္ ဘယ္သူေတြလုပ္သြားလဲ။ဘယ္လိုျပန္လည္ဟန္႔တားရလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။( ေရတပ္ဆိုက္ရာအသံုးအႏႈန္းေတြပါဝင္တဲ့အတြက္ အဓိပၸါယ္တစ္ခ်ဳိ့ကြဲလြဲတာမ်ဳိး ႐ွိေကာင္းရွိနိုင္ပါတယ္။အနီးစပ္ဆံုးျဖစ္ေအာင္ဘာသာျပန္ထားေပမယ့္ ကြဲလြဲတာ႐ွိရင္သည္းခံေပးၾကပါ။) (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရ ပါ) File Size : (1.80 GB) , (900 MB) and (450 MB)\nQuality : NF WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 55min\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dql4/The_Wolf’s_Call_(Le_Chant_Du_Loup)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pA9318BY7CSnXVi3xKBtPYMe1T.jpg",
        "title": "The Best of Enemies(2019)",
        "description": "The Best of Enemies(2019)IMDb...6.8 \n\" မျဖစ္ႏိုင္ဘူးဆိုတဲ့အေျဖတစ္ခုကိုကြ်န္မဘယ္ေတာ့မွလက္မခံႏိုင္ဘူး...ဒါကြ်န္မရဲ႕အေျဖမဟုတ္ဘူး...\nကြ်န္မတို႔အားလုံးကထြက္တဲ့ေသြးေရာင္ေတြဟာအကုန္အတူတူပဲမဟုတ္လား...ဒီေတာ့ကြ်န္မယုံၾကည့္ခ်က္အတိုင္းဆက္လုပ္တယ္....\"\nဒါကေတာ့လူမည္းအမ်ဳိးသမီးျဖစ္သူမစၥေအယုံၾကည္ျပဳမူေျပာဆိုလႈပ္ရွားခဲ့တဲ့စကားေပါင္းမ်ားစြာထဲကအခ်ဳိ့ပါ....\nဒီကားက\nအေမရိကားမွာလူျဖဴလူမည္းေၾကာင္႔ျပည္တြင္းစစ္ျဖစ္ပြားျပီးခဲ႔ေသာ္လည္းေတာင္ပုိင္းသားေတြကလူမည္းေတြကုိမတူမတန္သလုိႏွိမ္ခ်ခ်င္ေနၾကတုန္းကာလတစ္ခုကုိအေျခခံရိုက္ကူးထားခဲ႔တာပါ။လူမည္းေတြကလည္းသူတုိ႔ရဲ႕လူ႔အခြင္႔အေရးအတြက္တုိက္ပြဲ၀င္ေနရခ်ိန္လည္းျဖစ္ျပီးဒီတစ္ၾကိ္မ္မွာေတာ႔အစုိးရေက်ာင္းေတြကိုလူျဖဴလူမည္းမခြဲျခားပဲႏွစ္မ်ိဳးလံုးတက္ေရာက္နုိင္တဲ႔ပူးတြဲေက်ာင္းေတြအျဖစ္ျပဳလုပ္ေပးဖုိ႔ေတာင္းဆုိရင္းျဖစ္ေပၚလာတဲ႔ျဖစ္ရပ္မွန္အျဖစ္ေတြကုိသရုပ္ေဖာ္ရုိက္ကူးထားျခင္းပဲျဖစ္ပါတယ္။\nဒီကားကတကယ္စိတ္ခြန္အားေတြရရွိေစသလိုဇာတ္ကားကလည္းစိတ္ဝင္စားေအာင္႐ိုက္ကူးထားပါတယ္....\nဒိုင္ယာေလာ့ေတြကလည္းခမ္းနားသလိုသ႐ုပ္ေဆာင္ေတြကလည္းဝါရင့္သ႐ုပ္ေဆာင္ေတြမို႔လို႔အသက္ပါလြန္းပါတယ္....\nခံစားၾကည့္လိုက္ပါဦးဗ်ဳိ့...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1.1 GB) and (440MB)\nQuality : Web-Dl 720p,\nFormat…mp4\nDuration…02:13:00\nGenre :  Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye Sone\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/Rvqa/The_Best_Of_Enemies_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
        "title": "After (2019)",
        "description": "\"သူနဲ႔ မေတြ႕ခင္က ကၽြန္မဘဝဟာ... အရမ္းကို ရိုးရွင္းျပီး ပုံေသ သတ္မွတ္ထားျပီးသားပါ...အခုေတာ့ သူနဲ႔ ေတြ႕ျပီးေနာက္ပိုင္း... သူနဲ႔ ေတြ႕ျပီးတဲ့ ေနာက္ပိုင္း ဆိုတာပဲ... ရွိေတာ့တယ္\"\"ကၽြန္ေတာ့္ဘဝမွာ ဝတၳဳေပါင္းမ်ားစြာ ဖတ္ခဲ့ဖူးပါတယ္...အမ်ားစုက အခ်စ္ဆိုတာ စၾကဝဠာၾကီးရဲ႕ ဗဟိုခ်က္လို႔ ေျပာၾကပါတယ္...အခ်စ္က ကၽြန္ေတာ္တို႔ရဲ႕ အတြင္းဒဏ္ရာေတြကို ကုစားေပးႏိုင္တယ္...အခ်စ္ဟာ ကၽြန္ေတာ္တို႔ အသက္ရွင္ဖို႔ လိုအပ္တဲ့အရာပါပဲတဲ့...သူနဲ႔ မေတြ႕ခင္အထိ ကၽြန္ေတာ့္ကို အျခားတစ္ေယာက္က... လုံးဝဖမ္းစားသြားႏိုင္မယ္လို႔ ဘယ္တုန္းကမွ မထင္ခဲ့ဖူးပါဘူး\"ဒီတစ္ခါေတာ့ ရိုမက္တစ္ဆန္ဆန္ အခ်စ္ဇာတ္လမ္းေကာင္းေလးေတြကို ခ်စ္တဲ့ပရိသတ္ေတြအတြက္ After ဆိုတဲ့ ဇာတ္လမ္းေကာင္းေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္တက္ဆာဆိုတဲ့ စာေတာ္ျပီး အေမစိတ္တိုင္းက် ၾကိဳးစားေနတဲ့စာၾကမ္းပိုးမေလးတစ္ေယာက္ ေကာလိပ္ကုိ ေရာက္လာတာက ဇာတ္လမ္းကို စတည္ထားပါတယ္အေမျဖစ္သူက စီစဥ္တဲ့အတိုင္း ဘဝကို ေနထိုင္ရင္း ...",
        "rating": "5.6",
        "url": "https://megaup.net/2dqld/After_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/coming-home-poster-133x200.jpg",
        "title": "Coming Home (2014)",
        "description": "Coming Home ( 2014 )\nIMDb - 7.2/10_______Rotten - 88%\n IMDb 7.2 ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nComing Home ဆိုတဲ့ ဇာတ်ကားလေးဟာ တရုတ်ပြည်ရဲ့ ခေတ်တစ်ခေတ်မှာ\nလူသူမသိ တိမ်မြှုပ်ခဲ့ရတဲ့ ပါတီအတွက် အလုပ်လုပ်ပေးခဲ့တဲ့ ပရောဖက်ဆာတစ်ဦးရဲ့\nမိသားစုဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nပါတီက ခွဲထားခဲ့တဲ့ သားအဖ...ပါတီက ခွဲထားတဲ့ လင်မယား...\nပါတီကြောင့် အစိတ်စိတ်အမွှာမွှာကွဲခဲ့ရတဲ့ မိသားစုလေးအကြောင်းပေါ့...\nပါတီကြောင့် အိမ်ကိုလွမ်းလို့ ခိုးပြန်လာတဲ့ အဖေကိုတောင်\nရန်သူတစ်ယောက်လိုမြင်ပြီး သမီးဖြစ်သူကိုယ်တိုင်က သတင်းပေး ဖမ်းဆီးစေခဲ့တယ်လေ။\nဒီလိုနဲ့ နောက်ဆုံး အိမ်ပြန်ခွင့်ရလို့ ပြန်လာတဲ့ ပရောဖက်ဆာကြီးအတွက်\nစောင့်ကြိုနေတာက သာယာတဲ့ မိသားစုလေး မဟုတ်ခဲ့ပါဘူး။\nသူစိမ်းနဲ့ မခြားတဲ့ သမီးအရင်းအချာနဲ့ ကိုယ်ပြန်လာမှာကို\nစောင့်မျှော်နေပေမယ့် ကိုယ့်ကို မမှတ်မိတော့တဲ့ ဇနီးသည်ပါပဲ။\nဒီလိုအခြေအနေမျိုးကြုံကြည့်ကြစမ်းပါ...ခံနိုင်ပါ့မလား...\nပရောဖက်ဆာကြီးကတော့ သည်းခံခြင်းကို\nလက်ကိုင်ထားပြီး ဘယ်လိုဖြေရှင်းခဲ့တယ်...\nသမီးရဲ့ အသိအမှတ်ပြုခြင်းကို ဘယ်လိုပြန်ယူပြီး ကိုယ့်ကိုမမှတ်မိတဲ့\nဇနီးသည်ကို ဘယ်လိုအချစ်တွေပေးခဲ့တယ်ဆိုတာ\nဇာတ်ကားထဲမှာ အဖြေဖော်ရင်း ခံစားကြည့်လိုက်ကြပါတော့....IMDb 7.2 ထိ ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္\nComing ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xlcy/Coming_Home_(Gui_Lai)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGY5rr8441ib0lT9mtHZn7e8Aay.jpg",
        "title": "The Dirt (2019)",
        "description": "Bohemian Rhapsody တို႔လို Rock Star တို႔လို Lords of Chaos တို႔လိုRock ဂီတဆို္င္ရာ ရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္၂၀၁၉ ခုႏွစ္ထဲထြက္ရွိထားတဲ့ the Dirt ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 7/10 ေတာင္ရရွိထားတဲ့ ဇာတ္ကားေလးပါThe Dirt ဇာတ္ကားဟာ ၁၉၈၀ ပတ္ဝန္းက်င္မွာ စတင္ေက်ာ္ၾကားခဲ့တဲ့အေမရိကန္ ဟဲဗိီးမက္တယ္ ဂီတတီးဝိုင္းတစ္ခုျဖစ္တဲ့ Motley Crue တီးဝိုင္းရဲ႕ေဟာလိဝုဒ္လမ္းမေတြထက္ကေန ႏိုင္ငံတကာ စင္ျမင့္ေတြထက္ကို ေရာက္ရွိလာပံုေတြကိုဝိုင္းေတာ္သားေတြက ကိုယ့္အေၾကာင္း ကိုယ္ေျပာျပေနတဲ့ပံုစံနဲ႔ ရုိက္ကူးထားတာပါ …Motley Crue တီးဝိုင္းဟာ ျမန္မာ Rock ပရိသတ္ေတြနဲ႔လည္း မစိမ္းပါဘူး …မ်ိဳးၾကီးရဲ႕ ေက်ာက္စာမ်ား…ေဇာ္ဝင္းထြဋ္ရဲ႕ ေသြးတိတ္ေတး စတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Rvqf/The_Dirt_[2019]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8ufAWw9Ewy97sbcaunxcs4Q6WM.jpg",
        "title": "Chopsticks(2019)",
        "description": "Chopsticks 2019\nIMDb 6.5\nမိဘကဆပ္ျပာမႈန္႔လုပ္ငန္းလုပ္လုိ႔အစြဲျပဳၿပီးေပးထားလုိ႔ဆပ္ျပာမႈန္႔နာမည္နဲ႔တူတဲ့ေကာင္မေလးတစ္ေယာက္လူေၾကာက္တတ္တဲ့မိဘစကားနားေထာင္တတ္တဲ့အေနအထုိင္ေအးတဲ့ေကာင္မေလးတစ္ေယာက္လူတုိင္းကုိကုိယ့္လုိမွတ္ယူထားတဲ့ေကာင္မေလးတစ္ေယာက္အေၾကာင္းကုိ႐ုိက္ကူးထားတာျဖစ္ပါတယ္....\nသူ႔အိမ္ကအလုပ္သြားအလုပ္ျပန္ဘတ္စ္ကားတုိးစီးရတာကုိမၾကည့္ရက္လုိ႔ကားအသစ္ေလးတစ္စီးဝယ္ေပးလုိက္တဲ့ေန႔မွာတင္သူခုိးလက္ထဲကုိကားေသာ့သြားအပ္မိတဲ့ေကာင္မေလးတစ္ေယာက္ေပါ့....\nရဲစခန္းမွာကားေပ်ာက္ေၾကာင္းသြားတုိင္ေတာ့သတင္းအစပ္အဆက္ေတြနဲ႔အႏုပညာ႐ွင္လုိ႔ေခၚတဲ့လူတစ္ေယာက္အကူအညီနဲ႔သူ႔ကားကုိျပန္ရဖုိ႔လုိက္ၾကတာျဖစ္ပါတယ္.....\nျဖစ္ခ်င္ေတာ့သူ႔ကားေလးကဂန္းစတားလက္ထဲေရာက္ေနတာျဖစ္တယ္...\nကဲဂန္းစတားလက္ထဲကုိဘယ္လုိေရာက္သြားတာလဲဘယ္လုိျပန္ယူမွာလဲဆုိတာၾကည့္လုိက္ရေအာင္.....\nBollywood ကားေတြရဲ႕ထုံးစံအတုိင္းပညာေပးေလးေတြအေတြးေလးေတြကုိထည့္ထားတာျဖစ္ၿပီးNetflix ကထုတ္ထားတာမုိ႔  ဟာသေလးေတြလည္းပါတာဆုိေတာ့ၾကည့္ရတာေပါ့ေပါ့ပါးပါးနဲ႔လူတုိင္းၾကဳိက္တဲ့ကားေလးျဖစ္မွာပါ....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Yoon Wah Wah Theint ျဖစ္ပါတယ္....\nEnglishလိုေျပာေသာဒိုင္ယာေလာ့အခ်ဳိ့တြင္ျမန္မာစာတန္းထိုးထားျခင္းမရွိပါ....\n File Size : (940 MB) and (429 MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:40:00\nGenre : Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Wahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dqlg/Chopsticks_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Vb7l0d10TtT6K84zdyzydfn8ZW.jpg",
        "title": "Homestay (2018)",
        "description": "Homestay (2018) တဲ့ ထုိင္းကားေလး။ပုံမွန္ထုိင္းကားဆုိၾကည့္မရတတ္တဲ့ ကၽြန္ေတာ္ ဒီကားကိုၾကည့္ျပီး ေတာ္ေတာ္ေၾကြသြားမိတယ္။ဒီကားေလးက အရမ္းစိတ္ဝင္စားဖုိ႔ေကာင္းျပီး ၂ နာရီၾကာတယ္ဆုိေပမဲ့ ပ်င္းစရာမရွိတဲ့ ဇာတ္ကားပါ။Draman, Fantasy , Thriller ဆုိတဲ့ ဇာတ္ကားအမ်ိဳးအစားဆုိတဲ့အတုိင္း Drama လုိရုိျပီး Fantasy လုိ ထူးျခားတာေတြလည္းေတြ႕ရျပီး Thriller ဆုိတဲ့အတုိင္း တစ္ခ်က္တစ္ခ်က္ ရင္တုန္စရာေလးေတြပါ ထည့္ထားပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဓိကဇာတ္ေဆာင္ျဖစ္သူက လတ္တေလာ ကုိယ့္ကုိကုိယ္ သတ္ေသသြားတဲ့ မင္ဆုိတဲ့ အထက္တန္းေက်ာင္းသားေလးရဲ႕ ခႏၶာကုိယ္ထဲမွာ ႏိုးထလာပါတယ္။သူ႕ကုိ ကိုယ္ေစာင့္နတ္ ဆုိတဲ့သူက ဒီခႏၶာကိုယ္ပုိင္ရွင္ျဖစ္တဲ့ မင္ ဘာလုိ႔ကုိယ့္ကုိကုိယ္ သတ္ေသခဲ့ရလဲဆုိတဲ့ အေၾကာင္းအရင္းကုိ ရက္တစ္ရာအတြင္းမွာ ရွာခုိင္းပါတယ္။ရွာလုိ႔ေတြ႕ခဲ့ရင္ ဒီခႏၶာကုိယ္ကုိ ပုိင္ဆုိင္ရမွာျဖစ္ျပီး မရွာႏုိင္ရင္ေတာ့ ဘယ္လုိမွျပန္ဝင္စားလုိ႔မရတဲ့ဘဝကို ေရာက္သြားမွာပါလုိ႔ေျပာပါတယ္။မင္ရဲ႕ ခႏၶာကုိယ္ကို ရထားတဲ့သူ မင္ဘာလုိ႔ ကိုယ့္ကုိကုိယ္သတ္ေသရလဲဆုိတာကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2TnNZ/Homestay_[2018]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/china_comedy-141x200.jpg",
        "title": "Some Like It Hot (2016)",
        "description": "ဘဝမှာ သိပ်ချစ်ရတဲ့သူငယ်ချင်းတွေရှိရင် သိပ်လှတယ်...\nအမူအကျင့် တစ်ခုစီနဲ့ ခွီရတဲ့ သက်လတ်ပိုင်း သူငယ်ချင်း ၅ ယောက်အဖွဲ့...\n၁။ တစ်ယောက်က မြင်မြင်ချင်းအချစ်ကိုပဲ ယုံကြည်လို့ တစ်ဘဝလုံး FA လုပ်လာတာ\nတစ်နေ့တော့ ကောင်မလေးတစ်ယောက်ကိုမြင်မြင်ချင်းမှာ သိပ်ကြွေသွားပြီး Heart Attack နဲ့သေရော..\n၂။ နောက်တစ်ယောက်က တခြားကောင်မလေးတွေနဲ့ အသားကုန်ပွေးပေမယ့်\nအချိန်တန် အိမ်ပြန်ဆိုတဲ့ ဆောင်ပုဒ်ကိုကိုင်ဆွဲထားတဲ့ သူ့ကောင်မလေးကို အသေချစ်သူ...\n၃။ နောက်တစ်ယောက်က အဖွဲ့တစ်ဖွဲ့လုံးရဲ့ ခိုင်းဖတ် မစိုမခြောက်...\n၄။ နောက်တစ်ယောက်က အူတူတူနဲ့ လုပ်ချင်ရာလုပ်တတ်ပြီး\nဘယ်သူမှမကြိုက်တော့တဲ့ အပျိုကြီးကိုမှ အသည်းစွဲသွားသူ...\n၅။ ဇာတ်လိုက်ကျော်ကြီးကတော့ ကိုရီးယားမော်ဒယ်လေးကို မြင်မြင်ချင်း ပလူးချင်လွန်းလို့\nအိမ်ကမိန်းမကို ခွကျော်ရမယ့်သူ...ဇာတ်အိမ်ဇာတ်လမ်းလေး ကောင်းမွန်သလို\nတင်ဆက်ပုံ သွက်သွက်လက်လက်နဲ့ ဆွဲခေါ်သွားမယ့် ဇာတ်ကားပါ။ကျွန်တော်တော့ အတော်အကြိုက်တွေ့မိပါတယ်။\nအနားယူချိန်မှာ မိသားစုနဲ့အတူတူကြည့်ပြီး ခွီနေရမယ့် ဇာတ်ကားမျိုးပါ။\n(အိမ်ကမိန်းမကို မပိုင်သူတွေကတော့ မိန်းမနဲ့ အတူတူ မကြည့်နဲ့ပေါ့..ဆွဲစိတ်ခံနေရမယ်။)IMDb Rating (6.8) ထိ ရရှိထားပါတယ်။File size…(1.1 GB) and ...",
        "rating": "6.8",
        "url": "https://megaup.net/33G6B/Some_Like_It_Hot_(Qing_Sheng)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aguq47xq3qhN807rSyz4lJyhAkX.jpg",
        "title": "The Tale(2018)",
        "description": "The Tale (2018)IMDb....7.3ဒီတစ်ခေါက်တော့Rating မြင့်မြင့်ဇာတ်လမ်းကောင်းလေးတွေကိုကြည့်ရှုချင်ကြတဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်တာကတော့The Tale (2018) ကားလေးပါ။Imdb Rating 7.3/10 Rotten Tomatoes 99% တောင်ရရှိထားတာပါ။HBO filmsကနေထုတ်လုပ်ရိုက်ကူးခထားတဲ့ဒီကားလေးဟာဖြစ်ရပ်မှန်တစ်ခုအပေါ်အခြေခံထားပါတယ်။Nominations တွေလဲအများကြီးဝင်ထားတာမလို့အထွေအထူးမညွှန်းတော့ပဲဇာတ်လမ်းကိုပဲညွှန်းပါတော့မယ်။အသက်၄၈နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့ဂျနီဖာဖောက်စ်ဟာအောင်မြင်တဲ့သတင်းသမား၊ပါမောက္ခတစ်ဦးဖြစ်သလိုချစ်ရတဲ့ချစ်သူနဲ့အတူတူဘဝကိုအောင်မြင်ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့အမျိုးသမီးတစ်ဦးပါ။တစ်နေ့မှာတော့မိခင်ဖြစ်သူဆီကမထင်မှတ်ပဲရောက်လာတဲ့ဖုန်းမက်ဆေ့တွေကနေဒီဇာတ်လမ်းဟာစတင်ခဲ့ပါတယ်။ဂျနီဖာအသက်၁၃နှစ်ကရေးထားခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်ကိုအမေဖြစ်သူကတွေ့ရှိသွားတာပါ။အဲဒီစာမှာပါတဲ့အကြောင်းအရာတွေအရငယ်စဉ်ကသူရင်းနှီးကျွမ်းဝင်ခဲ့တဲ့မစ္စဂျီနဲ့ဘီလ်ကိုပြန်ရှာဖွေဖို့အကြောင်းဖန်လာပါတော့တယ်။၁၃နှစ်အရွယ်မှာဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေဟာသူမသိလိုက်ခင်မှာပဲသူ့အပေါ်ကိုသက်ရောက်ရင်းအသက်၄၈အရွယ်ရောက်ချိန်မှာတော့ထိတ်လန့်စရာအဖြစ်အပျက်တစ်ခုဖြစ်သွားခဲ့ပါပြီ။ရှာဖွေရင်းနဲ့မှသူကိုယ်တိုင်မေ့လျော့ထားခဲ့တဲ့ဇာတ်လမ်းတွေကိုမှတ်မိသိရှိလာချိန်မှာတော့သူမဘာဆက်လုပ်မယ်။ဘယ်လိုဖြေရှင်းမယ်ဆိုတာစိတ်ဝင်စားစရာပါ။ဒီကားကိုဘာကားရယ်လို့ခေါင်းစဉ်တပ်လိုက်မှာစိုးရိမ်မိတာကြောင့်အညွှန်းတောင်မရေးချင်ခဲ့ပါဘူး။မဖြစ်မနေရေးလာရတော့လဲအတတ်နိုင်ဆုံးအကျဉ်းချုံးထားတဲ့အတွက်အကျယ်တဝင့်ကိုတော့ဇာတ်လမ်းထဲမှာသာကြည့်ရှုခံစားဖို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းနာမည်ကတော့The Tale (2018)ပါ။Channel Myanmarမှတင်ဆက်ပေးထားပါတယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...File Size : (1.1 GB) and (429 MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:54:00\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/360ie/The_Tale_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bU9q9yVtxeBiC0Do27CekHXNE6D.jpg",
        "title": "Jersey(2019)",
        "description": "Jersey(2019)IMDb...9.0ဒီဇာတ္ကားနဲ႕ပတ္သတ္ၿပီး ဘာမွမၫႊန္းခင္ ေသခ်ာေပါက္ေျပာရဲတာတစ္ခုကေတာ့\nဒီဇာတ္ကားဟာ\nTop Ten India Movies of 2019 မွာ ေသခ်ာေပါက္ 1 to 5 ဝင္မယ့္ကားပါေတာင္ပုိင္းကားေတြနဲ႕သိပ္မရင္းႏွီးတဲ့ကြ်န္ေတာ့္အတြက္ေတာ့\nဒီဇာတ္ကားဟာ ေတာင္ပုိင္းဂုဏ္ေဆာင္ကားတစ္ကားပါပဲ\nဒီထဲက သ႐ုပ္ေဆာင္ေတြဟာလည္းေတာ္ၾကသလုိ\nဇာတ္လမ္း၊ ဇာတ္အိမ္ကလည္း တကယ့္ကုိ စင္လုံးေခ်ာပါ\nအထူးသျဖင့္ မင္းသားျဖစ္သူက သရုပ္ေဆာင္ေတြကလည္း\nအပုိအလုိမရွိ တကယ့္ကုိေကာင္းပါတယ္...အုိဗာအက္တင္ေတြ၊ အုိဗာအက္ရွင္ေတြ၊ က,တာ ခုန္တာေတြမပါဘဲ\nဇာတ္ကားေကာင္းမွၾကည့္ခ်င္သူေတြအတြက္ေတာ့ တကယ့္ဇာတ္ကားေကာင္းတစ္ကားပါပဲအထူးသျဖင့္ အိႏၵယကားေတြဆုိ ကုလား၊ ကုလားနဲ႕ ၾကည့္မရျဖစ္ေနသူေတြ ဒီကားကုိၾကည့္ၾကည့္ပါ\nသူတုိ႕႐ုပ္ရွင္အဆင္တန္းဘယ္ေလာက္ျမင့္လဲ ျမင္ေတြ႕ရမွာဒီေလာက္စာေတြအမ်ားႀကီးေရးေနတာ အလကားမဟုတ္ပါဘူးဗ်ာ\nဇာတ္ကားေကာင္းတစ္ကား လူတုိင္းကုိၾကည့္ေစခ်င္တဲ့ဆႏၵေၾကာင့္ပါဘာေၾကာင့္လဲဆုိေတာ့ လက္ရွိ 2019 ထြက္ထားသမွ် အိႏၵိယကားေတြထဲမွာ Rating အျမင့္ဆုံးလု္ိ႔႔လည္းေျပာလုိ႔ရလုိ႔ပါဗ်ာIMDb 9/10 ထိရရွိထားၿပီး ေဝဖန္ေရးသမားေတြအၾကား ေကာင္းသတင္းေမႊးေနပါတယ္။ဇာတ္လမ္းေလးေျပာရရင္ ...အာရ္ဂြ်န္ . . . တခ်ိန္က နာမည္ႀကီး ခရစ္ကက္ကစားသမားတစ္ေယာက္\nစံခ်ိန္ေကာင္းမ်ားစြာနဲ႕ သူ႕ေခတ္သူအခါမွာ အေကာင္းဆုံးပဲအခုေတာ့\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ခရစ္ကက္နားလုိက္ၿပီ\nပုိဆုိးတာ လက္ရွိအလုပ္ေလးကလည္းျပဳတ္ေနတာ ၂ ႏွစ္ရွိၿပီ\nဇနီးျဖစ္သူ ဆာရာကေတာ့ မညည္းညဴဘဲ အိမ္ေထာင့္တာဝန္ကုိယူထားပါတယ္\nဒါေပမဲ့ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1xwza/Jersey_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2r6QuoLfpGWF7e43lY6U0hOBbmT.jpg",
        "title": "Submission (2019)",
        "description": "ISIS ေတြဆီကေန ထြက္ေျပးလြတ္ေျမာက္လာတဲ့\nမရိန္းတပ္သားႏွစ္ေယာက္ျဖစ္တဲ့ Blackbear နဲ႔ Cowboy\nတစ္ေယာက္က အၾကမ္းဖက္သမားေတြ\nထိုးေပးလိုက္တဲ့ေဆးေၾကာင့္ ေရာဂါရေနခ်ိန္မွာ\nတစ္ေယာက္က သူ တပ္ထဲမ၀င္ခင္က\nစြန္႔လႊတ္ထားခဲ့တဲ့ လက္ေ၀ွ႔ေလာကဆီကို ေျချပန္ဆန္႔တယ္။\nသူ ဒီေလာကထဲ ျပန္၀င္ရတဲ့အေၾကာင္းရင္းက\nသူနဲ႔အတူ ထြက္ေျပးလြတ္ေျမာက္လာခဲ့တဲ့ သူ႔သူငယ္ခ်င္းအတြက္\nေဆးကုသစားရိတ္ကုိ ရွာေပးဖို႔အတြက္\nႀကိဳး၀ိုင္းထဲကို ျပန္လည္၀င္ေရာက္တာပဲ ျဖစ္ပါတယ္။\nလက္ေ၀ွ႔ႀကိဳး၀ိုင္းထဲကို သူ ျပန္၀င္ေရာက္လာတဲ့အခ်ိန္မွာပဲ\nသူ႕ရဲ႕အတိတ္က ဇာတ္လမ္းေဟာင္း၊\nအဆက္ေဟာင္းေတြ ျပန္လည္ေပၚေပါက္လာခဲ့ပါတယ္။\nဇာတ္ရဲ႕လွည့္ကြက္ကေတာ့ တစ္ရစ္ခ်င္း\nျဖည္သြားမွာ ျဖစ္တဲ့အတြက္ ဒီေလာက္ပဲ ေျပာျပပါရေစဦး။\nလက္ေ၀ွ႔ေလာကကို ခ်ဥ္းကပ္ခြင့္ရမယ့္\nဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ။\nဇာတ္လမ္းရဲ႕အႏွစ္သာရကေတာ့\nစကားတစ္ခြန္းနဲ႔တင္ ျပည့္စံုပါတယ္။\n\"ဘ၀လို႔ ကၽြန္ေတာ္တို႔ေခၚတဲ့ ခရီးရွည္ႀကီးက\nကၽြန္ေတာ္တို႔ကို ဘယ္ဆီေခၚေဆာင္သြားမယ္ ဆိုတာကို\nကၽြန္ေတာ္တို႔ မသိႏိုင္ပါဘူး။\nဒီဘ၀မွာ ဘုရားကေပးတဲ့ လက္ေဆာင္ေတြထဲက\nအေကာင္းဆံုးလက္ေဆာင္ကေတာ့ 'ခင္မင္မႈ' ပါပဲ။\nေမတၱာတရား နဲ႔ ခင္မင္မႈ .....\nဒီႏွစ္ခုကို ခြဲျခားထားလို႔ မရပါဘူး\"\nဒီဇာတ္ကားထဲမွာ မွတ္မွတ္ရရ ရွိေနမယ့္\nစကားလံုးတစ္လံုးကေတာ့ 'Semper Fidelis' ဆိုတဲ့ လက္တင္စကားပါ။\nအဂၤလိပ္လိုေတာ့ 'Always Faithful' ပါ။\nအၿမဲတမ္း သစၥာရွိပါ့မယ္ ဆိုတဲ့ စကားက\nတစ္ကားလံုးရဲ႕အႏွစ္သာရပါ။\nလက္ေ၀ွ႔ကားေကာင္းေကာင္းကို\nဒရာမာေလးနည္းနည္းစြက္ထားတဲ့\nေမတၱာဖြဲ႕ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ။\nရုပ္ရွင္ကားကို Myo Nyunt က\nဘာသာျပန္ၿပီး အညႊန္းကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/Rz6x/Blackbear_(Submission)_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/23-130x200.jpg",
        "title": "The Apartment Aka L’Appartement (1996)",
        "description": "မက္စ္ဟာ ၿပင္သစ္သား တစ္ဦးၿဖစ္ၿပီး အနည္းငယ္ေပြရႈပ္တတ္တဲ့ စရုိက္ရွိေပမယ့္ အခုခ်ိန္မွာေတာ့ ေစ့စပ္ထားၿပီးပါၿပီ။ တစ္ေန႔\nအလုပ္ကိစၥနဲ႔ တုိက်ိဳကုိသြားမယ့္လမ္းမွာ တစ္ခ်ိန္က အခ်စ္ဆုံး အခ်စ္ေဟာင္း တစ္ဦးၿဖစ္ခဲ့တဲ့ လီဆာလုိ႔ ထင္ရတဲ့ အမ်ိဳးသမီး\nတစ္ေယာက္ကုိ အေတြ႔မွာေတာ့ သူဟာ အားလုံးကိုေမ့ေလ်ာ့ၿပီး အဲ့ဒီအမ်ိဳးသမီးကို ေနာက္ေယာင္ခံလုိက္ပါေတာ့တယ္။ အဲ့ဒီအမ်ိဳးသမီး\nရဲ႕ တုိက္ခန္းမွာ ပုန္းေအာင္းေနၿပီး သူေရာက္အလာထြက္ေတြ႔ခ်ိန္မွာေတာ့ အဲ့ဒီအမ်ိဳးသမီးဟာ လီဆာ မဟုတ္ပဲ ရုပ္ခ်င္း ခပ္ဆင္ဆင္တူတဲ့\nအဲလက္စ္ ဆုိတဲ့ တစ္ၿခားမိန္းကေလးတစ္ေယာက္ၿဖစ္ေနတာကို သိလုိက္ရပါတယ္။ ဘယ္လုိပဲၿဖစ္ၿဖစ္ သူတုိ႔ အခ်စ္နယ္ကြ်ံမိခဲ့ၾကတယ္။\nတကယ္တမ္း သူတုိ႔မသိေသးတာက အဲလက္စ္ဟာ မက္စ္ရဲ႕ အခ်စ္ဆုံး သူငယ္ခ်င္း လူဆီယန္ရဲ႕ ရည္းစားၿဖစ္ေနတာကုိပါ။\nေနာက္ထပ္တစ္ခုကေတာ့ မက္စ္ရဲ႕ တကယ္တမ္း အခ်စ္ဦး လီဆာဟာ မပတ္သက္သင့္တဲ့ အိမ္ေထာင္သည္ တစ္ဦးကို သြားပတ္သက္မိခဲ့ၿပီး\nအဲ့ဒီလူရဲ႕ လုိက္လံေႏွာင့္ယွက္မႈေတြေၾကာင့္ ေၿခရာေဖ်ာက္ပုန္းေအာင္းေနရပါတယ္။\nသူတုိ႔ေလးေယာက္ၾကားက ပတ္သက္ဆက္ႏြယ္မႈေတြဟာ ဘာေတြလဲ။ ဘယ္သူက ဘယ္သူ႔ကုိလွည့္စား ၿပီး ဘယ္သူက ဘယ္သူ႔ကုိ\nေဖာက္ၿပားခဲ့တာလဲ?\nဇာတ္ေၾကာင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2du0X/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFZ2Ij5BRz1U6ZkGxaO8YWpLx2H.jpg",
        "title": "Last Sunrise ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 6.6ရထားတဲ့2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​Helio´sရဲ႕ CEO ဝမ္​ယြင္​ဟာ​ေန​ေရာင္​ျခည္​စြမ္​းအင္​အသံုးျပဳၿပီးလူသား​ေတြအတြက္​ နယ္​​ေျမသစ္​တစ္​ခုကိုဖန္​တီး​ေပးခဲ့ပါတယ္​...ဒီလိုနဲ႔တစ္​​ေန႔မွာ​ေနမင္​းႀကီး႐ုတ္​တရက္​​ေပ်ာက္​ကြယ္​သြားတဲ့အခါ​ေန​ေရာင္​ျခည္​စြမ္​းအင္​သံုးစနစ္​​ေတြအားလံုးရပ္​တန္​႔သြားၿပီးမထိန္​းခ်ဳပ္​ႏိုင္​​ေတာ့တဲ့အခါ အရာအားလံုးက​ေမာက္​ကမျဖစ္​ကုန္​ပါတယ္​..​ေနမင္​းႀကီး မ​ေပ်ာက္​ကြယ္​ခင္​မွာအ​ေၾကာင္​းအခ်က္​အလက္​​ေတြကိုႀကိဳသံုးသပ္​ႏိုင္​ခဲ့တဲ့နကၡတ္​ပညာ႐ွင္​စြင္​းယန္​ နဲ႔သူ႔အိမ္​နီးခ်င္​းမိန္​းက​ေလ​ေနမင္​းတို႔ဟာ​ေနမင္​းႀကီး​ေပ်ာက္​ကြယ္​ၿပီး​ေနာက္​ပိုင္​းမွာ က​ေမာက္​ကမ​ေတြျဖစ္​​ေနတဲ့နယ္​​ေျမ​ေတြကိုဘယ္​လို​ေက်ာ္​ျဖတ္​သြားမလဲ...စြမ္​းအင္​အျပည္​့အဝရ႐ွိထား​ေသးတဲ့ နယ္​​ေျမ၄ဆိုတာ႐ွိတယ္​လို႔သိလိုက္​ရခ်ိန္​မွာ အဲ့​ေနရာကိုအ​ေရာက္​သြားႏိုင္​ပါ့မလား...ဘယ္​လိုအခက္​အခဲ​ေတြၾကံဳ​ေတြ႔ရမွာလဲ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1xwzf/Last_Sunrise_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    }
]