[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg",
        "title": "Fan (2016)",
        "description": "မင်းသားကြီး ရှရွတ်ခန်း နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ Action, Drama, Thriller ဇာတ်ကားလေးပါ။နာမည်ကျော်မင်းသားကြီးတစ်ယောက် နဲ့ အဲဒီမင်းသားကို အသည်းအသန်ကြိုက်တဲ့ Hardcore Fan လူငယ်လေးနေရာ နှစ်နေရာကနေ သရုပ်ဆောင်ထားတာပါ။မင်းသားကို ကြိုက်လွန်းလို့ လုံးဝကို ပုံတူကူးပြီး တစ်ထပ်တည်း သရုပ်ဆောင်ပြနိုင်တဲ့အထိကို ရူးသွပ်တာပါ။သရုပ်ဆောင်ပြိုင်ပွဲတစ်ခုမှာ ပထမဆုရခဲ့ပြီး အဲဒီဆုကို သူ့ရဲ့ မင်းသားမွေးနေ့အမီ ပြနိုင်ဖို့ ကြိုးစားပြီး တွေ့ဖြစ်သွားတဲ့အချိန်မှာတော့Idol တွေနဲ့ Fan တွေနဲ့ တွေ့တဲ့ထုံးစံအတိုင်း သူ့ရဲ့စိတ်ကူးထဲက အတိုင်း ဖြစ်မလာဘူးပေါ့။နောက်ထပ် Action တွေ Thriller တွေဆက်ဖြစ်လာတာကို ဇာတ်ကားထဲမှာ ကြည့်ပါတော့။တစ်ယောက်တည်းက လုံးဝ မတူညီတဲ့ ဇာတ်ရုပ်နှစ်ခုကို လုံးဝ သရုပ်ဆောင်နှစ်ယောက် သရုပ်ဆောင်ထားသလို ပီပြင်အောင် သရုပ်ဆောင်ထားတာပါ။အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့ နေရာနှစ်ခုကနေ ပီပြင်အောင် သရုပ်ဆောင်ထားနိုင်တယ်ဆိုတဲ့ ရှရွတ်ခန်းရဲ့ အရည်အချင်းကတော့ထူးချွန်တယ်ဆိုတာထက် ပိုတော်တယ်လို့ ပြောနိုင်ကောင်းပါရဲ့ဒီဇာတ်ကားရဲ့ IMDb Rating ကတော့ 7/10 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/fan-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/kabhi-khushi-kabhie-gham-indian-movie-poster-139x200.jpg",
        "title": "Kabhi Khushi Kabhie Gham(2001)",
        "description": "Kabhi Khushi Kabhie Gham(2001)IMDb Rating (7.4) / Rotten Tomatoes (100%)အမီတာဘဂျမ်း..ရှရွတ်ခန်း...လက်ပွားမင်းသား ရိုရှမ်..မင်းသမီးကာဂျိုး...ကရီနာကပူးလ်စတဲ့ ဘောလိဝုဒ်ရဲ့တကယ့်ဒိတ်ဒိတ်ကြဲမင်းသားမင်းသမီးတွေ ပြုံပြီးသရုပ်ဆောင်သလို ဇာတ်လမ်းကလဲတကယ်ကောင်းပါတယ်။ပြသချိန် ၃နာရီခွဲ ကြာတဲ့ဇာတ်ကားဆိုပေမယ့် ခနလေးလိုပဲ ထင်ရလောက်အောင်ကောင်းတာပါ။ဇာတ်လမ်းကတော့...ယာရှ်နဲ့ နန်ဒနီတို့ဟာ သားသမီးမဖွားမြင်တာကြောင့် ရာဟုလ်ကိုမွေးစားဖို့အိမ်ခေါ်လာပါတယ်။သားအရင်းမဟုတ်ပေမယ့်သားအရင်းတစ်ယောက်လို ချစ်ကြပါတယ်။တစ်နေ့ ရာဟုလ်က အဖြစ်မှန်ကို သိသွားခဲ့ပေမယ့် အဲဒီစကားကို အဲဒီအိမ်မှာဘယ်တော့မှထပ်မပြောကြဖို့ ယာရှ်က ဆုံးဖြတ်လိုက်တယ်။ယာရှ်ဟာ မျိုးရိုးဂုဏ်အရှိန်အဝါနဲ့ ဓလေ့ထုံးတမ်းအစဥ်အလာတွေကို အလေးထားတဲ့သူဖြစ်တာကြောင့် ရာဟုလ်ကိုအဆင့်အတန်းတူတဲ့ မျိုးရိုးက ဆင်းသက်လာသူနဲ့သာ ပေးစားချင်နေတယ်။\nဒါပေမယ့် အမျိုးဇာတ်နိမ့်တဲ့ ကောင်မလေးတစ်ယောက်ကို ရာဟုလ်က ချစ်မိသွားတဲ့အခါမှာတော့...။ဒရမ်မာဇာတ်လမ်းရှည်ကြီးတွေကို တစ်ရှူးအပြည့်နဲ့ကြည့်တတ်သူတွေ လုံးဝလက်လွတ်ခံလို့မဖြစ်ပါဘူး။(Thaik San မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။) \nFile size…(3.5 GB) / (2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….03:29:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung\nTranslated by Thaik San",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/kabhi-khushi-kabhie-gham2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/l3xbes0s5drp-133x200.jpg",
        "title": "{18+} Sister Virus (2021)",
        "description": "ကိုဗစ်ကာလမှာ DSရဲ့ပရိတ်သတ်တွေဖို့ DSက ခပ်ဆန်းဆန်းဗိုင်းရပ်စ်တစ်ခုအကြောင်းကို တင်ဆက်ပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာ မိန်းမဖြစ်သူရဲ့ ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့ မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့ စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့ မိန်းမဖြစ်သူဂျီနာဟာ ပိုးကူးပြီး ဆေးကုသဖို့သွားတဲ့ အချိန်မှာယောင်းဝူဟာ မိန်းမရဲ့ အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Qဖို့နေခဲ့ရတယ်တစ်နေ့ကျ ယောင်းဝူရဲ့ ခယ်မဖြစ်သူက ပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့ သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ်ကုသနည်းကတော့ ဇာတ်လမ်းထဲ ဆက်လက်ရှုစားပေါ့ဗျာ...သရုပ်ဆောင်လေးတွေကလဲ အသစ်လေးတွေဆိုတော့သဘောကျစရာ မျက်စိကျစရာလေးတွေပါပဲ  \nFile size…772MB and 407MB\nQuality…720p HDRIP H264 and 480p\nFormat…Mp4\nDuration….1h 17min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Senpai\nTranslated by OAK",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/18-sister-virus-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/RzZKY_4f-143x200.jpg",
        "title": "August Never Ends (2021)",
        "description": "August never Ends (2021)MyDramalist - 7.1 /10ကျွန်မအတွက်တော့ အတောမသတ်တဲ့ ဩဂတ်စ်ပါပဲ မောင် ......'\nဩဂတ်စ် က ကျွန်မအတွက် ဘယ်တော့မှလည်း အဆုံးသတ်မှာ မဟုတ်ပါဘူး။ဩဂတ်စ်မိုးတွေ ရွာတာ ကျွန်မမျက်ရည်ကို မှီနိုင်မတဲ့လား?????မောင်ရယ် ..... သူရယ် ..... ကျွန်မရယ် ......အစကတော့ သူနဲ့ကျွန်မပဲပေါ့ ..... မောင်။သူက မောင်နဲ့ သက်ဆိုင်သူမှန်း ကျွန်မ မသိခဲ့တာ အမှန်ပါ။ကျွန်မဘဝထဲ မောင် ဝင်မှန်းမသိ ဝင်လာတဲ့အချိန်မှာ ......\nအချိန်အတော်နှောင်းသွားခဲ့ပြီ .......ကျွန်မလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားလာခဲ့သလို\nသူကလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားခဲ့ကြတာမို့သူနဲ့ကျွန်မ အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတာပေါ့ မောင်ရယ် .....အမေ့အတွက် ကျွန်မက တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်သလို\nတစ်ဦးတည်းသော ရန်သူဆိုလည်း ဟုတ်တယ်။အမေက ကျွန်မကို အိမ်မြှောင်က မွေးတဲ့ကလေးတဲ့။\nသွေးအေးပြီး နှလုံးသား မရှိတဲ့လူပေါ့လေ။ဒါပေမယ့် အမေသိပ်မှားတယ် ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/august-never-ends-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/HOME-160x200.jpg",
        "title": "Home (2021)",
        "description": "Home(2021)အိန္ဒိယ Family movie မျှော်နေတဲ့သူတွေအတွက်\nSreenath Bhasi ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို ညွှန်းရမယ်ဆိုရင်တော့\n2013 တုန်းက ထွက်ရှိထားတဲ့ Philips and the Monkey Pen ဇာတ်ကား ရဲ့\nဒါရိုက်တာ Rojin Thomas ရဲ့ နောက်ထပ်လက်ရာမွန်တစ်ခုပါကျွန်တော်ကတော့ ဒီကားကိုကြည့်ရင်းကနေ\nKapoor and Sons ဆိုတဲ့ဇာတ်ကားနဲ့ကို သွားအမှတ်ရမိတယ်ဗျ\nKapoor and Sons ဇာတ်ကားကို ကြိုက်တဲ့သူတွေအဖို့တော့\nဒီကားကိုလည်းနှစ်ခြိုက်မယ်လို့ အာမခံနိုင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nအန်တိုနီဆိုတဲ့လူက မြို့မှာအလုပ်လုပ်နေတဲ့\nရုပ်ရှင်ဒါရိုက်တာဗျာ\nတစ်ရက်တော့ ရုပ်ရှင်အတွက်အေးဆေးအညွှန်းရေးချင်တာနဲ့\nနယ်မြို့ကအိမ်လေးဆီပြန်သွားတယ်ခုခေတ်လူငယ်ဆိုတော့ အင်တာနက်ပေါ်မှာပဲ\nအချိန်ဖြုန်းနေတော့\nအိမ်ကမိသားစုဝင်တွေက သဟဇာတမဖြစ်ကြဘူး\nဒီလိုနဲ့ပဲ မိသားစုထဲဖြစ်တဲ့အလွဲတွေ\nအလုပ်ကိစ္စနဲ့ပတ်သက်တဲ့အလွဲတွေနဲ့ကြောင့်\nအန်တိုနီရဲ့မိသားစုတွေရော သူရော\nသဟဇာတဖြစ်အောင်ညှိရင်းကနေ\nနောက်ဆုံးဘယ်လိုတွေဆက်ဖြစ်သွားကြမှာလဲဆိုတာ\nရသအစုံနဲ့ ကြည့်ရှူရမှာပါနောက်ဆုံးအနေနဲ့ ပြောချင်တာကတော့\nFamily ကားဖြစ်တာကြောင့် လူကြီးလူငယ်မရွေးကြည့်ရှူနိုင်ပါတယ်ခင်ဗျာအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ F&R Gurls ပဲ ဖြစ်ပါတယ်။File size…..2.8GB and 1.7GB and 558MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….2h 41min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.8",
        "url": "https://megaup.net/30n4x/HOME_(2021)_1080p.CM.mp4",
        "category": "Asian, Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-2-133x200.jpg",
        "title": "The Beast of War (1988)",
        "description": "CM Fan တွေအတွက် တိပ်ခွေခေတ်က ကြည့်ခဲ့ရဖူးတဲ့ Old But Gold စစ်ကား တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် သမိုင်းကြောင်းအရ အာဖကန်အစိုးရသည် မူဂျာဟစ် သူပုန်တွေကို တိုက်ထုတ်ဖို့ရန် အင်အားမရှိချိန် ဆိုဗီယက်တို့က ကွန်မြူနစ် ကမ္ဘာကြီးတည်ထောင်ရန်ကြိုးပမ်းချိန် အာဖကန်အား ကွန်မြူနစ်အတွင်းသွတ်သွင်းရန်ကြိုးပမ်းပြီး အာဖကန်အစိုးရဘက်မှ မူဂျာဟစ် သူပုန်တွေကို ကူညီတိုက်ခိုက်ပေးခဲ့ရာ နောက်ပိုင်းပြောက်ကျားစစ်ကို အလူးလဲခံရလာပြီး ရွာအလိုက်ရှင်းလင်းရေးတွေလုပ်ဆောင်လာခဲ့ရာ beast ခေါ် သားရဲတင့်ကားကြီးအား မူဂျာဟစ်တို့မှ တိုက်ခိုက်ရန်ကြိုးပမ်းလာရာ သားရဲကြီးပဲ နှိမ်နင်းခံရမလား မူဂျာဟစ်တို့ဘဲ အနိုင်ရမလား အာဖကန်နစ်စတန် ပြည်သူတွေက အများထင်နေကြသလို အရိုင်းအစိုင်းတွေလား သူတို့ရဲ့ ယဉ်ကျေးမှုတွေ အကျင့်စရိုက်တွေ ရုရှားတို့ရဲ့ နိုင်ငံချစ်စိတ်တွေ ကိုယ့်နိုင်ငံကို ကာကွယ်ခြင်းမဟုတ်ဘဲ သူတပါးနိုင်ငံအား ကျုးကျော်စစ်တိုက်ရာ ကြုံတွေ့ပုံများ စစ်မြေပြင်မှာ ဖြစ်တတ်သည့် စစ်ရာဇဝတ်မှုများ စတဲ့ အရာများအားလုံးကို စိတ်ဝင်တစားကြည့်ရှုရမည့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ် Quality - 1080P & 720P WebripSubtitle - BurmeseDuration - 1h 51minFormat - MP4File Size - 1.33 GB & 785.4 MBEncoder ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-beast-of-war-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNjA5NGE1NzYtZjU4OS00NWVkLTk1ZGEtNWI5Nzc4Nzg1M2U4XkEyXkFqcGdeQXVyMTIzMzg0MTM2._V1_-160x200.jpg",
        "title": "200 Halla Ho(2021)",
        "description": "200: Halla Ho (2021)\n-----------------------\nImdb 7.3/10ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့အိန္ဒိယမှုခင်းဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဘက်လီချောင်ဒရီဆိုတဲ့ ရာဇဝတ်သားကို တရားရုံးတော်မှာအမှုကြားနာခြင်း ပြုလုပ်မယ့်နေမှာပဲထူးခြားမှုဖြစ်စဉ်တွေ ဖြစ်ပွားခဲ့ပါတယ်များပြားလှသော အမျိုးသမီးအုပ်စုကြီးကတရားရုံးတော်ထဲကို ရုတ်တရက်ပြေးဝင်လာကြပြီးတရားခံ ဘက်လီတစ်ယောက် တရားရုံးတော်ထဲမှာပဲရက်ရက်စက်စက်အသတ်ခံခဲ့ရတဲ့ မြင်ကွင်းက အားလုံးအတွက်မေးခွန်းထုတ်စရာတွေဖြစ်နေခဲ့ပါတော့တယ်သူ ဘယ်လိုအမှုတွေကျူးလွန်ခဲ့လို့ အသတ်ခံခဲ့ရတာလဲ...တရားဥပဒေစိုးမိုးတဲ့ တရားရုံးတော်မှာ လူသတ်ရဲကြတဲ့အမျိုးသမီးတွေကရော ဘယ်သူတွေဖြစ်မလဲ...ဘယ်လိုအကြောင်းအရာတွေနဲ့ပက်သက်နေမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမယ့် မှုခင်းဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1.13GB\nQuality…720p\nFormat…Mp4\nDuration….1h  55mins\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….Yk\nTranslated by MayZinOo & ida & Sein Lae",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/200-halla-ho2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-20-at-20.05.13-135x200.png",
        "title": "Sweet Girl (2021)",
        "description": "Sweet Girl (2021)==============IMDb Rating - 5.8/10ဒီနေ့အတွက် အားလုံးပဲကြိုက်နှစ်သက်လောက်မယ့် Action, Drama, Thriller ကားသစ်ကိုတင်ဆက်ပေးချင်ပါတယ်။အဓိက ဇာတ်ဆောင်တွေအဖြစ် အားလုံးပဲ သိတဲ့ Aquaman မင်းသား Jason Momoa နဲ့ Dora and the lost city of Goldရဲ့ မင်းသမီးလေး Isabela Mercedတို့က ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကျော်ရိုးကတော့ ရေး ကော့ပါးဟာ မိသားစုကို အရမ်းချစ်တဲ့သူဖြစ်ပြီး ဇနီးသည်ကို ကင်ဆာရောဂါကနေ ပြန်ကယ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေသူပါ။ကံကောင်းစွာနဲ့ ကင်ဆာကို ထိထိရောက်ရောက် ကုနိုင်တဲ့ ဆေးတစ်မျိုး ပေါ်လာခဲ့ပေမယ့် BioPrime ဆေးကုမ္ပဏီတွေရဲ့လောဘကြီးမှုကြောင့် ဆေးကုသခွင့်ဆုံးရှံးခဲ့ရလို့ ဇနီးသည်ရဲ့ အသက်ကို မကယ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ ဇနီးသည်အတွက် တရားမျှတမှုကို လိုချင်တဲ့ ရေး တစ်ယောက် ဒီကိစ္စတွေများရဲ့ ချုပ်ကိုင်မှုတွေရဲ့ အဖြစ်မှန်တွေကိုဖော်ထုတ်ရင်း ကုမ္ပဏီတွေရဲ့ နောက်ကွယ်က အရှုပ်အရှင်းတွေကြားထဲ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sweet-girl-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4AOjcwLtTrWDzurZhYH12LHkY22.jpg",
        "title": "Stillwater (2021)",
        "description": "Stillwater (2021)IMDb- 6.9ကဲ ဇာတ်ကားကောင်းတွေ စုပြုံထွက်ရင် သိပ်ပျော်တယ် ဗဲရီးဟက်ပီးဆိုတဲ့ cm ပရိသတ်ကြီးရေမင်းသားကြီး Matt Damon ရဲ့ crime, drama, thriller လေးကိုလည်း လက်မလွှတ်တမ်း အားပေးကြပါဦးဗျကြိုတင်ပြောချင်တာက ဒီကားဟာ စကားအသုံးအနှုန်းတွေ R အဆင့်သတ်မှတ်ထားလို့ ကလေးသူငယ်တွေ၊ လူကြီးတွေနဲ့ကြည့်ဖို့ သိပ်အဆင်ပြေမယ်မထင်ပါဘူးဇာတ်လမ်းအကျဉ်းကတော့ဖခင်ဖြစ်သူဟာ\nကိုယ်ရဲ့ အရပ်ဒေသမဟုတ်တဲ့ တစ်နယ်တစ်ကျေးမှာကိုယ်နဲ့ ကွဲကွာနေရတဲ့ သမီးဖြစ်သူအတွက်သူမကျူးလွန်ထားတဲ့ အမှုကို\nမကျူးလွန်ကြောင်း သက်သေပြဖို့လူမျိုးခြားတွေ လူမျိုးရေးခွဲခြားသူတွေကြားရုန်းကန်ဖြေရှင်းဖို့ ကြိုးစားရင်းပြဿနာတွေ ကြုံရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ပြထားတာပဲဖြစ်ပါတယ်အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ဘာသာပြန်တွေကတော့ Thar Htet, Yoon Sandi Aung, Jimx, Amelia တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.24GB\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….2h 19min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Team\nEncoder ..... Augsut",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/stillwater/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-19-at-20.55.46-135x200.png",
        "title": "The Green Knight (2021)",
        "description": "The Green Knight (2021)====================IMDb Rating - 7.4/10ကျွန်တော်ငယ်ငယ်တုန်းက ကြီးကျယ်ခန်းနားတဲ့ စွန့်စားခန်းတွေအကြောင်း ပုံပြင်တွေ နားထောင်ရရင် အရမ်းပျော်ပါတယ်။ပုံပြင်ပြီးသွားရင်တောင် အတွေးထဲက သူရဲကောင်းကြီးကတော့ စွန့်စားခန်းတွေ ဆက်ဖွင့်နေတုန်းပါပဲ။တစ်ခါတစ်လေ အိပ်မက်ထဲထိတောင် ရောက်လာပြီ ဘီလူကြီးတွေ နဂါးကြီးတွေနဲ့ ရင်ဆိုင်နေလိုက်ပါသေးတယ်။ဒီလိုနဲ့ အရွယ်ရောက်လာတော့ အဲဒီပုံပြင်တွေကိုသာ ရုပ်ရှင်အဖြစ် ရိုက်ကူးကြရင် ဘယ်လိုများဖြစ်မလဲ စိတ်ကူးကြည့်ဖူးပါတယ်။သင်လည်းအဲ့လိုစိတ်ကူးဖူးတယ်ဆိုရင် ဒီဇာတ်ကားကို ကြည့်ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။The Green Knight 2021 ဟာ ဂန္ဓဝင်ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ ဘုရင်အာသာရဲ့ တူဖြစ်သူ ဆာဂါဝင်ရဲ့ စွန့်စားခန်းအကြောင်းကိုပြန်ရိုက်ကူးထားတာပါ။ဒါရိုက်တာ David Lowery ရဲ့ ရိုက်ချက်တွေကို ကြည့်ဖို့သက်သက်နဲ့တင် ဒီကားက ကြည့်ဖို့တန်တဲ့ကားတစ်ကားပါ။ဂန္ဓဝင်ဇာတ်လမ်းတစ်ပုဒ်ကို ခေတ်ပေါ်နည်းပညာတွေနဲ့ ပုံဖော်ထားတဲ့ အနုပညာမြောက်ကားတစ်ကားလို ပြောလို့ရပါတယ်။အဓိကဇာတ်ဆောင်အနေနဲ့လည်း အော်စကာဆုရ Slumdog Millionaire ဇာတ်ကားရဲ့ မင်းသား Dev Patel က ဂါဝင် အနေနဲ့ပါဝင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-green-knight-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZDI3ZWNjZjItMTA5NC00ZDk0LWIzMjEtM2FhOTgzZmYyMmQwXkEyXkFqcGdeQXVyNjkyMjYxMzY@._V1_-140x200.jpg",
        "title": "Love and Run (2020)",
        "description": "Castsဒိ အဖြစ် Non Chanon\nလင် အဖြစ် Kao Supassaraဇာတ်လမ်းအကျဉ်း\"လင်\" ဆိုတဲ့ မိန်းကလေးက မိဘတွေ မရှိတော့ပဲ အစ်ကိုဖြစ်သူ ခင်း တူလေးဖြစ်တဲ့ \"ဒိ\" နဲ့ တူတူနေနေရသူတစ်ယောက်ဖြစ်ပါတယ်\"လင်\"နဲ့ \"ဒိ\"က တူအရီးတွေပေမယ့် အသက်တော့ မကွာကြပါဘူးလင် ရဲ့ အိပ်မက်က ကာတွန်းတွေဖတ်တာအပြင် ကာတွန်းထဲက မင်းသား ဇာတ်ကောင်တွေလို ချစ်သူလိုချင်တာပါပဲ\nလင့်အိပ်မက်တွေက အမြဲရည်းစားမရအောင် လိုက်ဖျက်ဆီးတတ်တဲ့ \"ဒိ\"ကြောင့် အဆင်မပြေခဲ့ပါဘူး ဒီလိုနဲ့ လင်ကလည်း ကျောင်းပြီးလို့ ဆေးရုံမှာ သူနာပြုဝင်လုပ်နေရင်း \"ဒိ\"ကလည်း ဝါသနာပါရာ အားကစားလုပ်ဖို့ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်လင့် ကို လိုက်ပိုးပန်းနေတဲ့သူတွေများနေချိန်မှာ \"ဒိ\"ပြန်ပေါ်လာခဲ့ပြီး အားလုံးကို လိုက်တားဆီးနေခဲ့တယ်ကိုယ့်အန်တီဖြစ်တဲ့ \"လင်\" ချစ်သူရမှာကို \"ဒိ\"က ဘာလို့တားဆီးနေရတာလဲ\nသူတို့မိသားစုနောက်ကြောင်းကရော ဘယ်လိုလဲဆိုတာအပြင်\nလင့်ကို ပိုးပန်းသူတွေနဲ့ \"ဒိ\"ကြားက ဖြစ်ရပ်တွေ ဟာသနှော တင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်❤ Quality__1080p,720p,360p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:40:00\nType__Comedy ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/love-and-run-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTY0NjE0ODczMV5BMl5BanBnXkFtZTcwMDg1ODgzMQ@@._V1_-141x200.jpg",
        "title": "Devdas (2002)",
        "description": "IMDb Rating(7.6) / Rotten Tomatoes (89%)တည်ငြိမ်နေတဲ့ ပတ်ဝန်းကျင်နဲ့ ထည်ဝါလွန်းတဲ့ အိမ်တော်ကြီး တစ်ခုမှာ\nထူးထူးခြားခြား ဆူညံပွက်လောရိုက်နေတယ်ဘာကြောင့်လဲဆိုတော့ ဒေ့ဗ်ဒါးစ် ပြန်လာမယ်လို့ စာရေးလိုက်လို့..\nဒေ့ဗ်ဒါးစ် ဆိုတာ ငယ်စဉ်ကတည်းက လန်ဒန်ကို ပညာသင်လွှတ်လိုက်တဲ့ ဒီအိမ်တော်ကြီးရဲ့ သခင်လေးသားကိုတွေ့ရတော့မှာမို့ ပျော်လွန်းလို့ မျက်ရည်ကျနေတဲ့ အမေ\nဘာလုပ်လို့ ဘာကိုင်ရမသိဖြစ်နေတဲ့ အစေခံတွေ\n\"ငါ့သားလေးကို ငါအရင်တွေ့ပါရစေ အားလုံး မျက်လုံးတွေ မှိတ်ထားပေးကြပါ \"============================================\"နင် လန်ဒန်ကို ရောက်နေတော့ ငါ့ကို သတိရလား\nတစ်ခါမှ မရပါဘူးငါ့မှာတော့ အကြိမ်ပေါင်း ၂၈၅၀ လောက်စာတွေ ရေးခဲ့တယ်\nနင့်အတွက် ရည်စူးပြီး ထွန်းညှိထားတဲ့ ဆီမီးတိုင်က ၈၇၆၀၀ နာရီလောက်ကြာအောင် တောက်လောင်နေတာနင့်ကို သတိရတဲ့ တစ်ချိန်တော့ ရှိပါတယ်ဟာ\nငါ့ အသက်တစ်ကြိမ် ရှုလိုက်တိုင်းမှာပေါ့\"******************************************အမေဖြစ်သူမှာ အရင်တွေ့ချင်ပေမယ့် မြင်တွေ့ခွှင့်မရပဲ ဘေးအိမ်က ပါရိုဆီကို အပြေးသွားခဲ့လေသူ ဒေ့ဗ်သားဖြစ်သူရဲ့ ဦးစားပေးမှုကို လုယူခံလိုက်ရလို့ ပါရိုကို သမီးတစ်ယောက်လို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/devdas-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9vN7ww3Qc179gaSFUjYkGJjSJLQ.jpg",
        "title": "The Life of David Gale(2003)",
        "description": "The Life of David Gale(2003) အညွှန်း*********************************IMDb...7.5\"အထက်တရားရုံးက ဒဿနိကဗေဒပါမောက္ခဟောင်းဒေးဗစ်ဂေးလ်အား သောကြာနေ့တွင်ကွပ်မျက်ဖို့ကို\nဆိုင်းငံ့မပေးနိုင်ကြောင်း ပယ်ချလိုက်ပါတယ်...ဂေးလ်ဟာ ၁၉၉၄ ခုနှစ်မှာအော်စတင်ကောလိပ်မှလုပ်ဖော်ကိုင်ဘက်ဟောင်းကွန်းစတန့်ဟယ်ရာဝေးကိုမုဒိန်းကျင့်ပြီး သတ်ဖြတ်ခဲ့မှုအတွက် ပြစ်ဒဏ်ချမှတ်ခံထားရတာဖြစ်ပါတယ်....အမှုကို တနိုင်ငံလုံးကစိတ်ဝင်စားခဲ့ကြပါတယ်..ဘာလို့လဲဆိုတော့ ဂေးလ်နဲ့ဟယ်သာဝေးက\nသေဒဏ်ချမှတ်ခြင်းကို ဆန့်ကျင်ခဲ့ကြတဲ့ဖျက်သိမ်းရေးဝါဒီအဖွဲ့အစည်း ဒက်ဝက်ချ်ရဲ့\nတက်ကြွလှုပ်ရှားသူတွေဖြစ်ခဲ့ကြလို့ပါပဲ\"ဒါကတော့ ရုပ်သံလွှင့်ဌာန သတင်းကြေငြာသူ ပြောသွားတဲ့ စကားတွေပါပဲ...ဒေးဗစ်ဂေးလ်ဟာ ဉာဏ်ကြီးရှင်တစ်ယောက်...အကျိုးပြုစာတမ်းတွေများစွာရေးသားခဲ့သလို တက္ကဆက်ရဲ့ပြင်းထန်လွန်းတဲ့တရားစီရင်မှုတွေကိုလည်း ကန့်ကွက်ခဲ့သူဖြစ်တယ်..ပြီးတော့ သိပ်ချစ်ရတဲ့သားလေးနဲ့မိန်းမကိုလည်းပိုင်ဆိုင်ထားတဲ့သူ...ဒီလိုလူက သူ့ရဲ့လုပ်ဖော်ကိုင်ဘက် ကွန်းစတန့်ဟယ်ရာဝေ ဆိုတဲ့အမျိုးသမီးကို မမုဒိန်းကျင့်သတ်ဖြတ်ခဲ့လို့သူကိုယ်တိုင်သေဒဏ်အမိန့်ချခဲ့ရသူပေါ့...သတင်းကြေငြာခဲ့သလိုပဲ ဆိုင်းငံပေးဖို့ ပယ်ဖျက်ခံရတဲ့သူပေါ့...ဆိုတော့ သူ့အတွက် အချိန်က အတိအကျဆိုရင် သေဒဏ်ပေးခံရဖို့ (၃)ရက်အလို....ဒီလိုအနေအထားမှာ သူဟာ ထူးဆန်းစွာပဲ မီဒီယာလောကမှာနာမည်ကြီးတဲ့သတင်းထောက်ဘစ်ဆီနဲ့ အင်တာဗျူးခံဖို့ လှမ်းခေါ်လိုက်ပါတယ်....သူက တကယ်ပဲအမှူကိုကျူးလွန်ခဲ့တာလား.... ဘာ့ကြောင့် ဒီအမျိုးသမီးကို မှ အင်တာဗျူးဖို့ခေါ်လိုက်တာလဲ...ဒီ(၇၂)နာရီအတွင်းဘာတွေဖြစ်လာမလဲဆိုတာကတော့...ဒီကားမှဦအဓိကသရုပ်ဆောင်ထားတာကတော့ မင်းသားကြီး Kevin Spacey နဲ့ မင်းသမီးKate Winslet ပါဝင်သရုပ်ဆောင်ထားတယ်...Classic ကားတော်တော်များများဟာတကယ်တော့ အထနှေးတယ်လို့ဆိုရမလားပဲ...အစပိုင်း မိနစ်(၄၀)လောက်ထိ စိတ်ရှည်သီးခံပြီးကြည့်ရတာများပါတယ်...သို့ပေမဲ့ ဒီကားက စစချင်းကို စိတ်ဝင်စားစရာတွေအပြည့်နဲ့...Kevin Spacey ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-life-of-david-gale2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84Fft28dlLSpAHCLKWaGW3V2SHg.jpg",
        "title": "Nowhere Special(2021)",
        "description": "Nowhere Special(2021)အညွှန်း**************************IMDb...7.8Heart touching Drama တွေကိုနှစ်ခြိုက်ရင် recommend ပေးပါတယ်..Based on true events ဖြစ်ပြီး ဇာတ်လမ်းကတော့ ရိုးစင်းသယောင်နဲ့အတော်တော့ဆန်းပါတယ်...ဂျွန်က အသက် ၃၄ နှစ်အရွယ် ပြတင်းပေါက်သန့်ရှင်းရေးသမားတစ်ယောက်ပါ...ဇနီးဖြစ်သူ​က သားလေးမိုက်ကယ်ကိုမွေးပြီး ခြောက်လအကြာမှာပဲသူ့ဇာတိ ရရှားကိုအပြီးပြန်သွားပြီး ဂျွန်တို့သားအဖကိုထားခဲ့ပါတယ်....... အဲဒါကြောင့် ဂျွန်ဟာ သူ့ဘဝတစ်ခုလုံးကို ပုံအောပြီး မိတဆိုးသားလေးမိုက်ကယ့်ကို ပြုစုပျိုးထောင်ဖို့ရည်ရွယ်ထားပေမယ့် အေးချမ်းရိုးရှင်းတဲ့သူတို့သားအဖဘဝလေးဟာ သိပ်မကြာခင် ပျက်စီးရပါတော့မယ်...ဘာကြောင့်လဲဆိုတော့ ဂျွန်ဟာ ရောဂါကျွမ်းနေပြီဖြစ်လို့ လပိုင်းပဲ အသက်ရှင်ရတော့မှာမို့လို့ပါပဲ..သူ့ဘဝလက်ကျန် လပိုင်းသောအချိန်လေးအတွင်းမှာ လူမမယ်သားလေးမိုက်ကယ်ကိုနွေးထွေးစစ်မှန်တဲ့ မိဘမေတ္တာပေးနိုင်မယ့် မွေးစားမိဘတွေကို လိုက်ရှာရတော့မှာဖြစ်ပါတယ်...မျက်စိမမှိတ်ခင် သူ့စိတ်တိုင်းကျမွေးစားမိဘတွေ ရှာတွေ့မတွေ့ ကိုယ်တိုင်ပဲ ခံစားကြည့်လိုက်ပါဦး...မိုက်ကယ်အဖြစ်သရုပ်ဆောင်ထားတဲ့ကလေးလေးက သရုပ်ဆော်အရမ်းတွေလွန်းသလိုချစ်ဖို့လည်းကောင်းပါတယ်... File Size :(1.6GB)(966 MB) and (328 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:36:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/nowhere-special2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZTdiNTg4ZTEtMWZlMy00MWEyLTg1ZDYtYTcwN2VlYTc2ZTYzXkEyXkFqcGdeQXVyMzAzMzkzNTU@._V1_-142x200.jpg",
        "title": "Gatao: The Last Stray (2021)",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အချစ်အကြောင်းကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ\nအချစ်ဆိုတဲ့ထဲမှာ သမီးရည်းစားအချစ်တင်မကဘဲ သူငယ်ချင်းပေါင်းဖော်အချင်းချင်းချစ်တဲ့အချစ်ကိုပါ\nလှလှပပပုံဖော်ထားပြသထားတဲ့ ထိုင်ဝမ် ဇာတ်လမ်းကောင်းလေးတစ်ခုလည်းဖြစ်ပါတယ်ဂန်းစတားဆိုတာမျိုးက ကိုယ်လုပ်ချင်လွန်းလို့ဖြစ်လာတာမဟုတ်ဘဲနဲ့ အကြောင်းအမျိုးမျိုးကြောင့် မဖြစ်သာဘဲဖြစ်လာရတာပါ\nအားချင်းဆိုတဲ့ကောင်လေးဟာလည်း တည်ငြိမ်တဲ့အိမ်တစ်ခု သာမန်ဘဝတစ်ခုကို တောင့်တနေတဲ့ ဂန်းစတားတစ်ယောက်ပေါ့\nသူဟာ ရှောင်ချီဆိုတဲ့ ဓာတ်ပုံဆရာမလေးနဲ့တွေ့ပြီး သူ့စိတ်ကူးတွေ ဖြစ်လာခါနီးအချိန်မှာ သူတို့ အဖွဲ့က ဆေးကုန်ကူးမှုအရှုပ်အရှင်းတွေနဲ့ ဆက်နွယ်ပတ်သတ်လာပါတော့တယ်\nဒီလိုအရှုပ်အထွေးတွေကြားထဲမှာ အားချင်းတစ်ယောက် သူ့ညီအစ်ကိုတွေနဲ့ သူချစ်ရတဲ့ ကောင်မလေးကို ဘယ်လိုကာကွယ်နိုင်ဖို့ ကြိုးစားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )Quality__1080p,720p,360p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__02:05:00\nType__Crime , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gatao-the-last-stray-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/xnxevdiztomk-133x200.jpg",
        "title": "(18+)Taming the Younger Sister-in-Law (2020)",
        "description": "Taming the younger sister in law(2020)ကိုရီးယား 18+ ဖောင်းဒိုင်းကားလေး ထပ်လာပါပြီ ဇာတ်လမ်းကတော့ ခယ်မလေးနဲ့ ခဲအိုတို့ကြားက ချစ်ခြင်းမေတ္တာဘွဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကို လိုရင်းပြောရရင် မိန်းမကိုလည်း ရှယ်ကြိတ် ခယ်မကိုလည်း ခိုးစားတဲ့ကားလေးပါ မိန်းမကလည်း အရင်က call girl ဆိုတော့အပြုအစုက ရှယ်ကောင်းသလို ဖွံ့ဖွံ့ထွားထွား အိုးကားကားပါ ဒါပေမယ့်အဆစ်ပါတဲ့ လိုက်ပွဲ ခယ်မလေးကလည်း သေးသေး ကျစ်ကျစ် တနိုင်တပိုင်လေးဆိုတော့နှစ်သီးစားဖို့ ကြံနေတဲ့ ခဲအိုတစ်ယောက် ရင်ထဲ အပူမီးတွေ ကြွတဲ့အကြောင်းကို သရုပ်ဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ် ဆော်တွေကိုညွှန်းရရင် မိန်းမနေရာကသရုပ်ဆောင်ထားတဲ့ ဆော်ကြီးက ပြည့်ပြည့် ဖောင်းဖောင်း တင်းပြည့်ကျပ်ပြည့်ဆိုဒ် ခယ်မလေးက လုးံလုံး ကျစ်ကျစ် ပိန်ပိန်ပါးပါး ဆိုဒ်လေးပါမိန်းမလုပ်သူက ရုပ်အရမ်းမချောပေမယ့် အကွက်ဆန်းတွေ တတ်ပါတယ် ခယ်မလေးကလည်း ရှယ်ထန်သလို ရုပ်လေးက ချစ်စရာလေးပါတစ်ချို့နေရာတွေ 18+ ဆိုပေမယ့် ကြည့်တတ်ရင် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/taming-the-younger-sister-in-law-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYxsMQQTGK1rp1JXhPsOVYYFafQ.jpg",
        "title": "Habit(2021)",
        "description": "Habit(2021)အညွှန်း*****************မင်းသမီးချောလေး Bella Thorne ရဲ့ တလွဲတွေပွဲကြမ်းတဲ့ကားပါ...ကြိုပြီးသတိပေးချင်ကတော့ ဒီကားဟာ R-rated movie ဖြစ်တဲ့အတွက် အသက်မပြည့်သေးတဲ့သူတွေ၊မိသားစုနဲ့ကြည့်မဲ့သူတွေ အတွက်မသင့်တော်ပါဘူး ဇာတ်လမ်းထဲမှာတော့ မက်ဒ် ဟာ ချောမောလှပတဲ့ တစ်ကောင်ကြွက်အမျိုးသမီးငယ်လေးဖြစ်ပြီး သူနဲ့ဘဝတူ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ LA မှာ နေထိုင်ကြပါတယ်။တခြားသူတွေနဲ့ မတူတဲ့အချက်ကတော့ မက်ဒ် ဟာ ယေရှု ဘုရားသခင်ကို ယုံကြည်ကိုးကွယ်သလောက် တလွဲပြစ်မှုတွေလုပ်ချင်တဲ့နေရာမှာလည်း ၂ယောက်မရှိဘူး...တစ်နေ့မှာတော့ မက်ဒ် ဟာ အလုပ်ပြုတ်သွားတဲ့အတွက် သူ့ငယ်ချင်း အက်ဒီ ...အီဗီ တို့နဲ့အတူ ကလပ်မှာ ဆေးအရောင်းဝယ်လုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဆေးကွဲပြီး ကလပ်ကအပြန် သူငယ်ချင်းမ အီဗီ အိမ်ခေါ်လာတဲ့ One night stand ဘဲကြီးကသူတို့ရှာထားတဲ့ ဒေါ်လာတွေနဲ့ ဆေးတွေကို သမပြီးလစ်သွားပါတော့တယ်။ ကံဆိုးချင်တော့ဆေးတွေရဲ့ပိုင်ရှင်က စောက်ရမ်းကြမ်းတဲ့ ဘိန်းရာဇာတရုတ်မ ဖြစ်နေတဲ့အခါ…မက်ဒ် တို့သုံးယောက် ဘယ်လိုတွေဂယက်ထကြမလဲ…...",
        "rating": "",
        "url": "https://channelmyanmar.org/habit2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt-140x200.jpg",
        "title": "King of Prison (2020)",
        "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကား\nကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nတင်ဆက်ပေးထားတာဖြစ်ပြီး\nဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။\nမင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်\nသရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့\nထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်\nကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူ\nထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့\nရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။\nထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလို\nတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။\nဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီး\nထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲ\nအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။\nစားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့\nကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့\nဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်\nကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။\nဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့\nအကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။\nအခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်း\nနေကြပါတယ်။\nအဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်း\nအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်\nသံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကို\nဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။\nကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲ\nဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့\nAction/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/king-of-prison-2020/"
    },
    {
        "thumbnail": "",
        "title": "Dilwale (2015)",
        "description": "ဘောလိဝုဒ်မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ မင်းသမီး Kajol တို့ တကြော့ပြန် ပြန်လည်လက်တွဲထားတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်းအကြောင်းမပြောခင်..ပြောချင်တဲ့အချက်တစ်ချက်ရှိပါတယ်။အဲဒါကတော့ ဒီဇာတ်ကားမှာ ရှုခင်းနဲ့ ဆက်တင်ကိုအထူးဂရုပြုပြီး ဖျော်ဖြေရေးဆန်ဆန် အရောင်အသွေးစုံလင်အောင်\nဖန်တီးထားတဲ့အကြောင်းပါ။အရောင်အသွေးစုံခင်မှုအပိုင်းမှာ တစ်နေရာမှ မလစ်ဟင်းအောင် ဂရုပြုထားပြီး\nပန်းချီကားတစ်ချပ်လို ဖန်တီးတင်ဆက်ထားတာ လှပလွန်းပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nမိသားစုတွေရဲ့ ရန်ငြိုးကြောင့် ချစ်ရက်နဲ့ ကွဲကွာနေကြတဲ့ ချစ်သူနှစ်ဦး\nကံကြမ္မာအလှည့်အပြောင်းတစ်ချိုးမှာ ပြန်လည်တွေ့ဆုံဖို့ ဖြစ်လာတဲ့အခါ.........။ဇာတ်လမ်းကို သွက်သွက်လက်လက်တစ်နည်း...လွမ်းလွမ်းဆွေးဆွေးတဖုံ....\nရယ်ရယ်မောမောတစ်သွယ်...ပုံစံမျိုးစုံ တင်ဆက်ရာမှာ သီချင်းတွေနဲ့ နောက်ခံ သံစဉ်တီးလုံးတွေက\nအတော်လေးလိုက်ဖက်ညီပြီး ဇာတ်လမ်းကို အကောင်းမွန်ဆုံးထောက်ပံ့ပေးသွားတာတွေ့ရပါတယ်။ဇာတ်ရံပေါင်းများစွာနဲ့ စုံစုံလင်လင်တင်ဆက်ထားပြီး ဇာတ်ကားကြာမြင့်ချိန်ကလဲ ၂ နာရီခွဲလောက်ရှိတဲ့အတွက်\nရုပ်ရှင်ရုံထဲကြည့်နေရသလို အေးအေးဆေးဆေး အနားယူ... အချိန်ယူ ခံစားကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားကို Tariq L Walker မှဘာသာပြန်ထားတာဖြစ်ပြီး ဇာတ်ဝင်တေးသီချင်းတွေကိုပါ မြန်မာပြန်ဆိုပေးထားပါတယ်။)File size…(2.6 GB) / (1.4 GB)\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….02:38:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/dilwale-2015_100/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/BnPXl_4f-133x200.jpg",
        "title": "77 Heartwarmings (2021)",
        "description": "77 Heart Warmings (2021)၇၇ ကြိမ်လောက် အသည်းကွဲပြီးတော့ .....\n၇၇ ကြိမ်လောက် အသည်းကျွမ်းဖို့ CM ပရိသတ်ကြီးကို ဖိတ်ခေါ်လိုက်ပါတယ်။ဒီကားမကြည့်ခင် 77 Heartbreaks လေးတော့ ပြန်ကြည့်သင့် .....။ဒီကားမှာတော့ ထိုင်းမင်းသားချောလေး မာရီယိုကပါ ပါဝင်ပြီး\nစိတ်လှုပ်ရှားပေးမှာမို့ ရင်ခုန်စရာဇာတ်လမ်းလေးကို ခံစားကြည့်ရအောင်နော်။\"ပျော်ရွှင်မှု\" ဆိုတာ အဝေးကြီးမှာ ရှာဖွေစရာမလိုပါဘူး။\nရိုးရိုးရှင်းရှင်းလေးနဲ့ ကိုယ့်အနား ရောက်လာတဲ့ခံစားမှုကို ပျော်ပျော်ရွှင်ရွှင်လေးခံစားတတ်ဖို့ပဲလိုတာပါ။၇၇ ခါမြောက် စိတ်လှုပ်ရှားရဖို့ ၇၇ ကြိမ်လောက် စိတ်ပင်ပန်းခဲ့ရတယ်။\nနောက်ဆုံးတစ်ခါ စိတ်ပင်ပန်းခဲ့ရတာကတော့ သူသစ္စာဖောက်တာကို လက်ပူးလက်ကြပ်မိတဲ့အချိန်ပေါ့။သူဘယ်လိုပဲပြင်ပါ့မယ်လို့ပြောပြော စိတ်ထဲမှာတော်တော်ကြောက်နေခဲ့တာ။\nသူ့ရဲ့အပြောအဆို၊ အယုအယတွေအောက် ကိုယ်ထပ်ပြီး ကျရှုံးသွားမှာ ကြောက်နေခဲ့မိတယ်။ထပ်ပြီးစိတ်ထိခိုက်မှာကို ကြောက်နေခဲ့မိတယ်။အခုတော့ သူက သူနဲ့မတူအောင်ကို ကိုယ့်အတွက်စဉ်းစားပေးလို့ ပျော်ရွှင်ခဲ့ရတယ်။နောက်ပြီးတော့ ဟိုတစ်ယောက်... ထူးဆန်းတဲ့ပုံစံတစ်မျိုးနဲ့ ကိုယ့်ဆီချဉ်းကပ်လာခဲ့တယ်။အဖြစ်အပျက်တွေ အရမ်းကိုမြန်ဆန်လွန်းပေမယ့် သူနဲ့ဆို လွတ်လပ်သလိုခံစားရတယ်။\nကိုယ့်ကို လက်တွေ့ဘဝထဲက ရုန်းထွက်လာပြီး သူနဲ့အတူတူ ပျော်ရွှင်ရအောင်တဲ့...ကိုယ်ဘယ်လိုလုပ်ရမလဲ.... ?\nကိုယ်ဘာကိုရွေးရမလဲ .....?\nခံစားချက် နဲ့ ဘဝ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/77-heartwarmings-2021/"
    }
]