[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0ZjkwYWMtYmJmNS00OWMyLTgxMmUtYTBjZjFmMzI1OGVkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Paradox (2017)",
        "description": "ပရိတ္သတ္ေတြေစာင့္စားေနတဲ့ထိုင္းမင္းသားတိုနီဂ်ာရဲ႕ဇတ္ကားေကာင္းေလးလံုးဝအၾကည္ထြက္လာလို႔တင္ဆက္ေပးလိုက္ပါတယ္တ႐ုတ္နဲ႔ထိုင္းဖက္စပ္ ႐ိုက္ကူးထားတဲ့အက္ရွင္ကားေကာင္းတစ္ကားပါratingလည္းအလြန္ျမင့္တာမို႔ဇတ္ကားေကာင္းတစ္ ကားဆိုတာသံသယရွိစရာမလိုေတာ့ပါဘူးအားလံုးပဲ မွတ္မိၾကမွာပါဂ်က္ကီခ်မ္းနဲ႔လူးဝစ္ကိုးတို႔တြဲဖက္သ႐ုပ္ေဆာင္ထားတဲ့rob-b-hood ဇတ္ကားကိုပါဘယ္ႏွစ္ႀကိမ္ျပန္ၾကည့္ၾကည့္မ႐ိုးႏိုင္တဲ့ဇတ္ကားေလးပါပဲlouis koo ကေတာ့ဒီဇတ္ကားမွာသူ႔ရဲ႕အေကာင္းဆံုးလုပ္ေဆာင္မႈေတြသ႐ုပ္ေဆာင္မႈေတြကိုသက္ေသ ျပသြားခဲ့ပါတယ္ဇတ္လမ္းအစမွာေတာ့သမီးေလး ေပ်ာက္ဆံုးသြားလို႔ေသာကမ်ားေနတဲ့ဖခင္တစ္ေယာက္ သမီးေလးကိုျပန္လိုက္ရွာဖို႔တ႐ုတ္ႏိုင္ငံကေနထိုင္းႏိုင္ငံကိုေရာက္ရွိလာၿပီးသမီးျဖစ္သူကိုျပန္လိုက္ရွာတဲ့အခါျပန္ေတြ႕ႏိုင္မွာလားထိုင္းမွာရွိေနတဲ့ရဲစံုေထာက္ႏွစ္ ေယာက္ကေကာသူ႔ကိုကူညီႏိုင္မွာလားရက္စက္ၾကမ္း ၾကဳတ္တဲ့လူဆိုးဂိုဏ္းေတြလက္ထဲကေနသမီးေလးကို ျပန္ရယူႏိုင္မလားဆိုတာေစာင့္ၾကည့္ရမွာပါတိုနီဂ်ာရဲ႕အက္ရွင္အၾကမ္းအရမ္းေတြကိုလည္းျပန္လည္ျမင္ ေတြ႕ရမွာပါေကာင္းမြန္ၿပီးစိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ဇတ္ကားတစ္ကားလို႔ေျပာၾကားရင္းေဒါင္းၾကည့္လိုက္ ၾကပါေနာ္ \n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးေရးေပးထားတာျဖစ္ျပီးဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (800 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre :Action, Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/2cprr/Paradox_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/the-billionaire-poster-133x200.jpg",
        "title": "The Billionaire (2011)",
        "description": "The Billionaire (2011)_____IMDb - 7.8/10\n  \nဒီထိုင်းဇာတ်ကားဟာ တကယ့်အဖြစ်အပျက်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး IMDb Rating (7.8) ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းပါ။\nရုပ်ရှင်အညွန်းကိုတော့ ဒီဇာတ်ကားကို ကြည့်ဖြစ်စေခဲ့တဲ့ Mel.C Facebook Page က အညွှန်းကိုကူးယူဖော်ပြပြီး မိတ်ဆက်ပေးချင်ပါတယ်။\n—————————————————–\n33 နှစ်အရွယ် ဘီလျံနာတစ်ယောက်ရဲ့ ဘဝလျှို့ဝှက်ချက် (သို့မဟုတ်) သုည မှ Billionaire အဖြစ်သို့ ( စ – ဆုံး )\nသူဌေးလေးရေညှိ -Tao Kae Noi လုပ်ငန်းပိုင်ရှင်ရဲ့ ဘဝဇာတ်ကြောင်း\n*တစ်စုတစ်စည်းထဲ ဖတ်လို့ရအောင် ပြန်တွဲပေးလိုက်ပါတယ်နော်*\nဒီ Tao Kae Noi ရေညှိလေးကို တော်တော်များများ သိကြမယ်ထင်ပါတယ်…\nလွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ထင်တယ်… သူဌေးလေးရေညှိဆိုပြီး နာမည်ကြီးလာတာ… ရေညှိထုပ်လေးက အရသာမျိုးစုံပဲ…\nကိုက်လိုက်ရင် ကြွပ်ကြွပ်ရွရွလေး… စားသာစားပြီး တစ်ခါမှ ရေညှိထုပ်အိတ်လေးပေါ်က အကျီ ၤ ...",
        "rating": "7.8",
        "url": "https://megaup.net/34miu/The_Billionaire_(Top_Secret_-_Wai_Roon_Pun_Lan)_[2011]_(MM_Sub).mp4",
        "category": "Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/once-in-a-summer-3-142x200.jpg",
        "title": "Once in a Summer (2006)",
        "description": "Once in a Summer (2006)_____IMDb - 7.3/10\n အခုတစ်ခါတော့ ၂၀၀၆ ခုနှစ်ကထွက်ထားပြီး IMDb 7.3 ရထားတဲ့ ကိုရီးယား Drama ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားထဲမှာ ပါဝင် သရုပ်ဆောင်ထားတဲ့သူတွေကတော့ မင်းသားကြီး Lee Byung Hyun နဲ့ နာမည်ကြီး မင်းသမီးကတော့ Soo Ae ဖြစ်ပါတယ် မင်းသားမင်းသမီးမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ဒီကားလေးကို ဘာသာပြန်ပေးခဲ့တာကတော့ မီးမီး ပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Tv producer ရဲ့ လက်ထောက် ဖြစ်သူ က သူ့ရဲ့ ပရောဖက်ဆာကြီးနဲ့ မေးခွန်းအမေးအဖြေအစီအစဉ်တစ်ခုလုပ်ဖို့ ကတိထား ခဲ့ကြပြီး အဲ့ အစီအစဉ်ကလဲ တကယ်ကို နာမည်ကြီးသွား နိုင်ပါတယ် ဒါပေမဲ့ အဲ့နောက်ကွယ်မှာ ဘယ်လို လျှို့ဝှက်ချက်တွေ ရှိနေမလဲပြီးတော့ မေးခွန်းတိုင်းအတွက် အဖြေတွေက အလိမ်တွေ ဖြစ်လာတဲ့ အခါမှာတော့  ဘယ်လိုနာကြည်းစရာအတိတ်များ ရှိခဲ့လို့လဲ\nကဲ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2TsrC/Once_In_A_Summer_(Geuhae_Yeoreum)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzI1MjI5MDQyOV5BMl5BanBnXkFtZTcwNzE4Mjg3NA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Usual Suspects(1995)",
        "description": "IMDB..........8.6\nRotten.....96%\nIMDbနဲ့ Rottenကိုကြည့်ရုံနဲ့ ဒီဇာတ်ကားရဲ့ အခြေအနေကိုနည်းနည်းတော့ရိပ်စားမိမယ်လို့ထင်ပါတယ် ဝတ္ထု ရုပ်ရှင် ပြဇာတ် မျက်လှည့် ဖျော်ဖြေရေး တွေမှာ ကျွန်တော်အာရုံကိုဆွဲဆောင်နိုင်မဲ့ အရာမျိုးက ဘာဖြစ်မယ်လို့ထင်လဲ အားလုံးကိုခြုံငုံပြီး ဖျော်ဖြေရေးလို့သုံးလိုက်တဲ့အတွက်တော့ သီးခံပေးပါ.......တစ်ယောက်နဲ့တစ်ယောက် အမြင်တော့နည်းနည်းကွဲပါလိမ့်မယ် ဒါပေမဲ့ အတော်များများ သိစိတ်ကရော မသိစိတ်ကရော လက်ခံထားတဲ့အရာတစ်ခုတော့ရှိမယ်ထင်တယ်....... ဥပမာ မျက်လှည့်ပဲထား ငှက်မွေးလေးတစ်ခုကိုမီးရှို့ပြီး ဖြတ်ခနဲ့လက်အဝှေ့ ခိုဖြူလေးက မျက်လှည့်ဆရာရဲ့လက်ပေါ် အတောင်တဖြတ်ဖြတ်ခတ်ရင်း တက်နားသွားတယ် ကျွန်တော်တို့ လက်ခုပ်သံတွေ တဖြောင်းဖြောင်းပေါ့ ဒါကဘာလဲဆိုတော့ မမျှော်လင့်တဲ့ လှည့်ကွက်လေးမို့ အံဩ မင်သက်သွားတာ ဒီလိုပဲ ဝတ္ထု ရုပ်ရှင်တွေမှာလည်း ကောင်းမွန်သောသရုပ်ပါမှု ရှုမငြီးနိုင်တဲ့ဇာလမ်း ထိမိတဲ့ ဒိုင်ယာလော့တွေကို မဟာလှည့်ကွက်တွေနဲ့ပေါင်းစပ်လိုက်ရင် ကျွန်တော်တို့ကို ဘယ်လောက်တောင်ဆွဲဆောင်နိုင်လိုက်မလဲ ဘာဖြစ်လို့ကျွန်တော် ဒါတွေပြောနေရတာလဲဆိုတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးသော Twist စာရင်းထဲပါတဲ့ The usual suspects ဆိုတဲ့ကားကြောင့်ပါပဲ ပြီးတော့ ဇာတ်လမ်းအညွှန်းရေးမယ်ဆိုရင် ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/the-usual-suspects1995/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTMyOTkzMzg4Ml5BMl5BanBnXkFtZTcwNTkxNzQzNg@@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Bodyguard (2011)",
        "description": "Bodyguard 2011 Hindi ဒီဇာတ္ကားကကေတာ႔၂၀၁၁မွာမင္းသားဗီေဂ်းရဲ႕The Bodyguard နဲ႔အျပိဳင္ထြက္ရွိခဲ႔တဲ႔မင္းသားဆလ္မန္ခန္းရဲ႕ႏုႏုရြရြဇာတ္ကားေလးပါကြ်န္ေတာ္တို႔ေဘာ္ဒီဂတ္ဇာတ္ကားေတြၾကည္႔ဖူးသမ်ွ ကားေတြအားလုံးမွာမင္းသမီးကိုေစာင့္ေရွာက္ရတာေတြပါပဲဒါမွလည္းေဘာ္ဒီဂတ္ပီသမွာကိုးေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ဟာသူ႔တာဝန္ေတြကိုထမ္းေဆာင္ရင္ ဘယ္ေတာ႔မွမခ်ိဳးျဖတ္ပါဘူးေဂ်ဆင္ပူးနားရ္စံအိမ္ရဲ႕သခင္မစၥတာဆတာေဂ်ဟာတရားမ်ွတမႈကိုလုပ္ေဆာင္သူတစ္ဦးပါတရားမ်ွတမႈေပၚေအာင္မေကာင္းမႈကိုဖယ္ရွားရတာနဲ႔အညီ လူဆိုးေခါင္းေဆာင္ရန္ဂ်န္မဟ္ထြီနဲ႔ရန္သူေတြျဖစ္သြားပါေတာ႔တယ္ဒါေၾကာင့္သမီးျဖစ္သူေဒဗီရာကိုေစာင့္ေရွာက္ဖို႔ေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ကိုတာဝန္ေပးလိုက္တာပါတယ္ဒီလိုနဲ႔ေဒဗီရာေကာလိပ္တက္တဲ႔အခါလိုက္ေစာင့္ေရွာက္ရပါတယ္ဒါေပမဲ႔ေလာင္လီဆင္းဂ္လုပ္ခိုင္းတဲ႔ေလ႔က်င့္ခန္းကိုလုပ္ေနတဲ႔ ေဒဗီရာနဲ႔မာရာဟာစိတ္လြတ္လမ္းျဖစ္တဲ႔ ေဘာ္ဒီဂတ္ၾကီးကိုေနာက္ဖို႔လုပ္ပါေတာ႔တယ္ေဒဗီရာဟာေလာင္လီဆင္းဂ္နဲ႔ဖုန္းထဲမွာခ်ာရာဆိုတဲ႔နာမည္နဲ႔နီးစပ္သြားပါေတာ႔တယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမ်ွခ်ာရာဟာေလာင္လီဆင္းဂ္ကိုခ်စ္မိသြားတယ္တကယ္ေတာ႔ခ်ာရာဆိုတာေဒဗီရာဆိုတာေလာင္လီဆင္းဂ္မသိရွာပါဘူးေလာင္လီဆင္းဂ္ကိုခြဲႏိုင္မခြာရက္ျဖစ္ေနတဲ႔ေဒဗီရာဟာခိုးရာလိုက္ေျပးဖို႔လုပ္ပါေတာ႔တယ္…ဒီအေၾကာင္းေတြသိသြားတဲ႔မစၥတာဆတာေဂ်ဟာသမီးျဖစ္သူကိုေလာင္လီဆင္းဂ္နဲ႔သေဘာတူပါ႔မလားသတ္ေတာ္ေစာင့္နဲ႔သူေ႒းသမီးခ်စ္တိုင္းညားၾကပါ႔မလား… \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ကိုသိန္းေဇာ္ပါ)\n File Size : (0.99 GB) \nQuality : Blu-Ray 720p\nRunning Time : 2hr 10min\nFormat : Mp4\nGenre :Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thein Zaw\nEncode by Thanhtike Zaw",
        "rating": "4.6",
        "url": "https://megaup.net/1y5hv/Bodyguard_[2011]_(MM_Sub)_(1).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTQ1ODUxMzA1Nl5BMl5BanBnXkFtZTgwNDk0NjMyMTE@._V1_-138x200.jpg",
        "title": "Queen (2013)",
        "description": "IMDB....8.3\nဒီဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၃တုန္​းကထြက္​ခဲ့တဲ့ အိႏၵိယဇာတ္​ကား​တစ္ကားျဖစ္ပါတယ္....\nဒီဇာတ္​ကားမွာ ရာနီဆိုတဲ့ ​ေကာင္​မ​ေလးက အ​ေနထိုင္​သိမ္​​ေမြ႔ၿပီး ယဥ္​​ေက်းတဲ့​ေကာင္​မ​ေလးပါ.. သူမ မွာခ်စ္​သူလဲျဖစ္​သလို အိမ္​ကလဲသ​ေဘာတူတဲ့ ဗ​ီ​ေဂ်ဆိုတဲ့​ေကာင္​​ေလးနဲ႔ လက္​ထပ္​ပြဲအတြက္​ အရမ္​းကိုရင္​ခုန္​စိတ္​လႈပ္​႐ွား​ေနပါတယ္... ဒါေပမဲ့ခ်စ္​သူက လက္​ထပ္​ပြဲကို ျငင္​းဆန္​လိုက္​တဲ့အခါ ရာနီအတြက္​ အရမ္​းကိုစိတ္​ထိခိုက္​တုန္​လႈပ္​သြားခဲ့ပါတယ္​.... သူမတုိးေ၀ွ႔ခဲ့တဲ့ပခုံးက်ယ္တစ္ခုက အနားမွာမရွိေတာ့အရာရာဟာ အဓိပၸါယ္မဲ့သြားတယ္ ပန္းေတြလည္းရနံမဲ့ကုန္တယ္ မိဘေတြရဲ႕ႏွစ္သိမ့္မႈ ေဆြမ်ဳိးအသုိင္းအ၀န္း သူငယ္ခ်င္းမိတ္ေဆြၾကားမွာ မြန္းၾကတ္ေနတယ္....ျဖစ္ႏုိင္ရင္ အေငြပ်ံေပ်ာက္လြင့္သြားခ်င္တဲ့အခ်ိန္ ...ဒါေပမဲ့ ဟန္းနီးမြန္းအတြက္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ေလးရွိတယ္...ဒီေတာ့ အားလုံးနဲ႔ေ၀းရာလည္းျဖစ္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ကုိ ခ်စ္သူမပါဘဲ တစ္ေယာက္ထဲထြက္လာတယ္....\nမိန္းကေလးပဲျဖစ္ျဖစ္ ေယာက်္ားေလးပဲျဖစ္ျဖစ္ တစ္ဘ၀လုံးပုံေအာၿပီး ခ်စ္ခဲ့ ၿပီးလက္ထပ္ဖုိ႔ လက္တစ္ကမ္းအလုိမွ ပ်က္စီးသြားရရင္ ေတာ္ရုံခံႏုိင္ရည္မရွိၾကပါဘူး...အထူးသျဖင့္ မိန္းကေလးအဖုိ႔ ပုိခံစားရပါတယ္..ဒီလုိေျပာလုိ႔ ဖုိမဝါဒီဆန္တယ္လုိ႔မေျပာလုိက္ပါနဲ႔.... ကဲ ရာနီဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ ပဲရစ္ျမဳိ႕မွာ အသိမိတ္ေဆြလည္း မရွိ ဘာသာစကားလည္းမကၽြမ္းက်င္ ဓေလ့စရုိက္ေတြလည္းကြဲျပားဆုိေတ့ သူမအတြက္ ဒုကၡေတြအေတာ္ေရာက္ပါတယ္.... ဒီကားေလးကအမ်ဳိးသမီးေတြ အတြက္အထူးပညာေပးကားေလးမုိ႔ ခံစားၾကည့္လုိက္ပါဦး... ဘာသာျပန္သူနဲ႔အညႊန္းေရးသူကေတာ့ မ Mie Mieပါ\nFile ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/queen/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/air-force-one-poster-133x200.jpg",
        "title": "Air Force One (1997)",
        "description": "Air Force One (1997)\nIMDb - 6.5/10_____Rotten - 76%\n  \n1997ခုနှစ်မှာထွက်ရှိခဲ့တဲ့Air Force One\nဇာတ်ကားကတော့ မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်ရယ်လို့ လူသိများလာခဲ့တဲ့ ကားတွေထဲမှာ တစ်ကားအပါအဝင်ပါပဲ။\nဟယ်ရီဆင်ဖို့ဒ် fan တွေအဖို့တော့ အကြိုက်တွေ့မှာသေချာပါပဲ။\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သမ္မတကြီးဂျိန်းမာရှယ်လ် နဲ့မိသားစု ဟာ မော်စကိုကနေ USကို air force one လေယာဉ်နဲ့ ပြန်လာခဲ့တာပါ။\nပျံသန်းနေစဉ်အတွင်းမှာပဲ အကြမ်းဖက်သမားတစ်စုက လေယာဉ်ကိုပြန်ပေးဆွဲလိုက်ပါတော့တယ်။သမ္မတဘယ်လိုရင်ဆိုင်မလဲ\nဘယ်လိုဖြေရှင်းမလဲ ဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ရမှာပါ\nImdb 6.5 ရထားတာမို့ အထွေအထူးမညွှန်းတော့ပါဘူး။ငယ်ဘဝတုန်းကအကြိုက်တွေ့ခဲ့ရတဲ့ အက်ရှင်ကားတွေကို\nတစ်ခေါက်လောက်ပြန်လည်မြည်းစမ်းကြည့်ချင်သူတွေအတွက်တော့ လက်လွတ်မခံသင့် တဲ့ ကားလေးပါပဲ\n   \nFile Size - 892 MB\nFile Type - Mp4\nQty - 720p Bluray\nDuration - 2hr 4min\nGern - Action/Drama/Thrill\nSubtitle - Myanmar Hardsub\nTranslator - ...",
        "rating": "6.5",
        "url": "https://megaup.net/Sn8e/Air_Force_One_[1997]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzFmZDNlOTUtNjA0OC00OTRkLTk3MjctODBmYmMwY2M1ZTcwL2ltYWdlXkEyXkFqcGdeQXVyNzE2MTQwMDk@._V1_-139x200.jpg",
        "title": "Underground Rendezvous (2007)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၇ ခုႏွစ္ကထြက္ခဲ့တဲ့Underground Rendezvous ဆိုတဲ့ ကိုရီးယားကားေလးပါဒီထဲမွာ ေတာင္ကိုရီးယားနဲ႔ေျမာက္ကိုရီးယားဆုိျပီး ကြဲမသြားခင္က အခုနယ္စပ္ေနရာမွာ ရွိတဲ့ရြာေလးက မိသားစုေလးအေၾကာင္းကို\nအေျခခံရိုက္ကူးထားတာပါကိုရီးယားနုိင္ငံ ႏွစ္ပုိင္းကြဲသြားတဲ့အခါ မိသားစုေတြ ခြဲတာခံလိုက္ရပါတယ္တစ္ေန႔ေတာ့ ေတာင္ကိုရီးယားဘက္က ရြာမွာ စာသင္ဖို႔ ေက်ာင္းဆရာတစ္ေယာက္ေရာက္လာတာကေနဇာတ္လားစလာပါတယ္သူဟာ အဲရြာကသူၾကီးကို သူ႔ခယ္မနဲ႔ညၾကီးအခ်ိန္မေတာ္ေတြ႕လိုက္တဲ့အခါအထင္လြဲမႈေတြျဖစ္ေပၚလာခဲ့ပါတယ္ဒီအထင္လြဲမႈေတြကို သူတို႔ဘယ္လုိေျဖရွင္းၾကမလဲbသူၾကီးရဲ႔ ခယ္မကေရာ ဘယ္ကလဲ ဘယ္သူလဲကြဲသြားတဲ့ မိသားစုေတြရဲ႕ ဇာတ္သိမ္းကေရာ ဘယ္လိုျဖစ္မလဲေက်ာင္းဆရာကေရာ သူ႔ေမြးရပ္ကိုျပန္နိုင္မလားဆိုတာေတြကို စိတ္ဝင္စားဖြယ္ၾကည့္ရွုရမယ့္ ကားေလးပါIMDb 6 အထိရထားတဲ့ ဟာသဇာတ္လမ္းေလးပါဇာတ္ကားရဲ႕ ျမွဳပ္ကြက္ေလးေတြကို မပ်င္းေစရဘဲ ဟာသေလးေတြနဲ႔ေဝေဝဆာဆာရိုက္ကူးထားျပီး ဇာတ္သိမ္းပိုင္းထိ ပရိသတ္ကို ဆြဲေခၚသြားမယ့္ဇာတ္ကားေလးပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ ေမသရဖီလြင္ပါ)\n File Size : (900 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Comedy, Drama, War\nSubtitle ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/underground-rendezvous-2007/",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Wuthering_heights-poster-141x200.jpg",
        "title": "Wuthering Heights (2011)",
        "description": "Wuthering Heights (2011)\nIMDb - 6.0/10_____Rotten - 68%\n  \nWuthering Heights ဆိုကထဲက ၉တန်း(အရင်သင်ရိုး ၁၀တန်း)ကျောင်းသား အရွယ်က သင်ကြားခဲ့ရတဲ့ သင်ခန်းစာလေးဆိုတာကို နည်းနည်းတော့မှတ်မိကြဦးမယ်ထင်ပါတယ် Liverpool မြို့လေးမှာ\n\"Cathy or Catherine, Hindley, Heathcliff Earnshawမိသားစု\"ပါဝင်ခဲ့တဲ ဒီဇာတ်လမ်းလေးဟာ ကစားဖို့ မုန့်စားဖို့ ရုပ်ရှင်ကြည့်ဖို့လာသိတဲ့ ကလေးအရွယ် ကျွန်တော်တို့နှလုံးသားကိုတောင် ခပ်စပ်စပ် ရိုက်ခတ်နိုင်စွမ်းရှိခဲ့တယ် အရွက်ရောက်လာတော့လည်း အနည်ထိုင်စပြုနေတဲ့ ကျွန်တော့တို့နှလုံးသားကို ဒုတိယံပိ ပြန်လည်လှုပ်နှိုးခံလိုက်ရတယ် အဲ့ဒါကတော့စာရေးဆရာ ကျော်လှိုင်ဦးဘာသာပြန်ထားတဲ့ လေထန်ကုန်းဆိုတဲ့စာအုပ်လေးကြောင့်ပါ.... ဟော အခု ရုပ်ရှင်အသွင်နဲ့ပြန်ကြည့်ရတော့ ဘယ်ပြောကောင်းမလဲဗျာ.... နောက်တော့မှသိလာရတာက Wuthering Heights ကို Emily Btonyရေးသားပြီး ဒီစာအုပ်ဟာ ခေတ်အဆက်ဆက် အကြီးကျယ်ဆုံးသော ဂန္တဝင်ဝတ္ထုစာရင်းဝင်ခဲ့ပါတယ်.... လူရဲ့ကိုယ်ကျင့်တရား...မျိုးဆက်သစ်ပြုစုပျိုးထောင်မှုရဲ့အရေးပါပုံ...စာပေသင်ကြားခွင့်ဆုံရှုံးခြင်းဟာ လူ့ဘဝရဲ့အကြီးမားဆုံးသော ဆုံးရှုံးမှု ဆိုတာတွေကို ဒီကားမှာတွေ့နိုင်ပါတယ် ......***********\nမေ့နေတဲ့သူတွေအတွက် နည်းနည်းနွှေးရင်းဇာတ်လမ်းလေးအကြောင်းပြောပြပါ့မယ်\n   \nMr.Earnshaw ကြီးက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2gBH8/Wuthering_Heights_[2011]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNGI1NTA5N2MtMjBmOS00MjVlLThjOTgtY2I2ZTQ3M2RhNTYxXkEyXkFqcGdeQXVyNzU5NTIxMzg@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Daddy You, Daughter Me (2017)",
        "description": "ဒီကား​ေလးက​ေတာ့ အ​ေဖနဲ႔သမီး ၇ရက္တာ စိတ္​​ေျပာင္​းသြားတဲ့အ​ေၾကာင္​း​ေလးကို ဂ်ပန္​ဝတၱဳတစ္​ပုဒ္​ကိုမွီျငမ္​းၿပီး ႐ိုက္​ကူးထားတာပါ။\nဖခင္​နဲ႔ဆယ္​​ေက်ာ္​သက္​အရြယ္​သမီးၾကားက ဆက္​ဆံ​ေရးကို႐ိုက္​ကူးထားတဲ့အတြက္​ ပ်င္​းစရာႀကီးလို႔​ေတာ့မထင္​နဲ႔​ေနာ္​။\nစိတ္​ခ်င္​း​ေျပာင္​းသြားတဲ့ အျဖစ္​အပ်က္​​ေလးကို ဟာသ​ေလးမ်ားနဲ႔ ရယ္​​ေမာစရာ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့ Drama,comedyကား​ေလးမို႔ အရမ္​းကိုရယ္​ရပါတယ္​။\nဒိုယြန္​း(Jung So Min)ကစာက်က္​ဖို႔ပဲ​ေျပာ​ေနတဲ့အ​ေဖ(Yoon Je Moon) နဲ႔အဆင္​မ​ေျပတဲ့ အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါ။\nအဘိုးအိမ္​က​ေနျပန္​တဲ့လမ္​းမွာ သားအဖႏွစ္​​ေယာက္​စကားမ်ားၾကရင္​း ​ေနရာခ်င္​းလဲခ်င္​တဲ့အ​ေၾကာင္​း​ေျပာမိၾကပါတယ္။\nသူတို႔​​ရဲ႕စိတ္​ဆနၵ​ေတြကို ဆု​ေတာင္​းျပည္​့သစ္​ပင္​ႀကီး​ေအာက္​မွာ​ေျပာမိလို႔ သူတို႔စကား​ေတြဟာ အတည္​ျဖစ္​လာခဲ့ပါတယ္​။\nဆက္​ဆံ​ေရးအဆင္​မ​ေျပ​ေပမယ္​့ ၇ရက္အတြင္​းရန္​မျဖစ္​မွ ပံုမွန္​ခနၶာျပန္​ရမယ္​ဆိုတဲ့အဖိုးရဲ႕စကား​ေၾကာင္​့ သားအဖႏွစ္​​ေယာက္​သင္​့သင္​့ျမတ္​ျမတ္​​ေနၾကရင္​းဆယ္​​ေက်ာ္​သက္​​ေကာင္​မ​ေလး ဒိုယြန္​းတစ္​​ေယာက္​ သူ႔အ​ေဖခနၶာကိုယ္​နဲ႔ ကုမၸဏီကိစၥ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ???\nဒိုယြန္​းရဲ႕ခက္​ခဲလွတဲ့စာ​ေတြကို​ေရာ ဖခင္​ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ အဆင္​​ေျပ​ေျပ​ေျပက်က္​မွတ္​ႏိုင္​ပါ့မလား???\nသမီးကိုသူ႔ထက္​ပိုခ်စ္​တဲ့သူ႐ွိလာမွာစိုးရိမ္​​ေနတဲ့ ဖခင္​ ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ ဒိုယြန္​းႀကိတ္​ႀကိဳက္​​ေနရတဲ့ စီနီယာနဲ႔အဆင္​​ေျပပါ့မလား???\nစတဲ့ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြကို ဟာသျပကြက္​​ေလးနဲ႔​ေဖာ္​ျပထားၿပီး ဖခင္​နဲ႔သမီးအၾကားဆက္​ဆံ​ေရးကို ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထားတဲ့အတြက္​အႏွစ္​သာရ႐ွိတဲ့ကား​ေလးပါ။\nဒါ့အျပင္​ ဟန္​​ေဆာင္​အနမ္​းဆိုတဲ့ကား​ေလးနဲ႔ ပရိသတ္​ရင္​ခြင္​ထဲ​ေရာက္​လာတဲ့ မင္​းသမီး Jung So Min ရဲ႕ကား​ေလးမို႔ So Min Fan​ေတြအတြက္​ လက္​မလႊတ္​သင္​့တဲ့ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားပါ\n(ဘာသာျပန္သူကေတာ့ ၾကာျဖဴလြင္ပါ)File Size : (850 MB) and (330 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/daddy-you-daughter-me2017/",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk3OTAzMTQzNF5BMl5BanBnXkFtZTgwNjI3MDAxMzE@._V1_-138x200.jpg",
        "title": "Lage Raho Munna Bhai(2006)",
        "description": "Lage Raho Munna Bhai (2006)\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\n\" Hello ; Good Morning ; Mumbai \" ဆိုတဲ႔ ႏႈတ္ဆက္စကားေလးဟာ ေရဒီယို ေလးကေန ပ်ံ႕လြင့္လို႔လာခဲ့တယ္။ သာယာတဲ႔ အသံပိုင္ရွင္ဟာလည္း ေခ်ာေမာလွတဲ႔ ေကာင္မေလးတစ္ေယာက္ပါပဲ။ အသံလႊင့္ သူေလးက \"ဂ်န္ဗီ\" ။ဒီအသံေလး ကို ရင္ဘတ္နဲ႔ စြဲျငိေနခဲ႔မိသူကေတာ့ လူႀကမ္းႀကီး မူနာပါပဲ။\nတစ္ေန႔မွာေတာ့ \"ဂ်န္ဗီ \"ဟာ ေရဒီယို က႑ ေလးတစ္ခုကို ေႀကျငာလိုက္ပါတယ္။ ဒီ က႑ ေလးမွာေတာ့ အိႏၷိယႏိုင္ငံရဲ႕ ႏွလံုးလွဖခင္ႀကီး ဂႏၵီ အေႀကာင္း ကို ေျဖဆိုရင္း သူမႏွင့္ ေတြ႕ဆံုႏိုငိမယ့္ အခြင့္အေရးေလးပါပဲ။\nဒီ က႑ အတြက္ မူနာ ဟာ အစြမ္းအကုန္ အားထုတ္ေနခဲ႔မိပါတယ္။ မရတာ မရွိ မျဖစ္ႏိုင္တာ မရွိေလတဲ႔ လူႀကမ္း မူနာအတြက္ေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cn8z/Lage_Raho_Munna_Bhai_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzU5OWFhYWItYTY0MS00NmJmLWE5NmItYzAyOGIyYTcyMDcyXkEyXkFqcGdeQXVyNDUwNzM3NDU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "V.I.P (2017)",
        "description": "အဓိကဇာတ္အိမ္တည္ထား  တာကေတာ့ ကမၻာတစ္လႊားကလူသတ္မႈေတြက်ဴးလြန္သူအျဖစ္သံသယရွိခံေနရတဲ့  ေျမာက္ကိုရီး ယားထိပ္ပိုင္းေခါင္းေဆာင္တစ္ ဦးရဲ႕သားကင္ဂြမ္အီရဲ႕ အေၾကာင္းျဖစ္ပါတယ္။ေျမာက္ကိုရီးယားထိပ္ပိုင္း ေခါင္းေဆာင္တစ္ဦးရဲ႕သား ကင္ ဂြမ္အီဟာ ေတာင္ကိုရီးယားကို ၀င္လာတယ္ဆိုတဲ့ သတင္းအရ အထူးစံုစမ္းစစ္ေဆးေရးအဖြဲ႕နဲ႔ အေမရိကန္ စီအိုင္ေအအဖြဲ႕တို႔ စံုစမ္းေထာက္လွမ္းဖို႔ျဖစ္လာခဲ့ပါတယ္။  ဘာေၾကာင့္လဲဆိုရင္ ေတာင္ကိုရီးယားကို ဗီအိုင္ပီတစ္ဦးအျဖစ္ ေရာက္လာခဲ့တဲ့ ကင္ဂြမ္ အီဟာ လူသတ္မႈေပါင္းမ်ားစြာနဲ႔ဆက္စပ္ေနတဲ့သံသယတရားခံ ျဖစ္တာေၾကာင့္ပါ။လူသတ္မႈေတြကို စံုစမ္းေထာက္လွမ္းေနတဲ့ စံုေထာက္ခ်ယ္ရီဒိုကေတာ့ ကင္ဂြမ္အီဟာ လူသတ္မႈေတြရဲ႕ လက္သည္ျဖစ္ တယ္ဆိုတာသိေပမယ့္လို႔ ေတာင္ကိုရီးယာအထူးစံုစမ္းစစ္ေဆးေရး အဖြဲ႔ ေအးဂ်င့္ပက္ဂ်ယ္ေဟာ့က ေတာ့ ဂြမ္အီကို ကာကြယ္ေပးခဲ့ပါ တယ္။တကယ္ေတာ့ေအးဂ်င့္ ပက္ ဂ်ယ္ေဟာ့ဟာ စံုေထာက္ရီဒိုတို႔ လက္ဦးမႈမရခင္မွာ ကင္ဂြမ္အီနဲ႔ အဆင္ေျပေအာင္ေပါင္းၿပီး အဓိကအခ်ိန္က်မွ အျပဳတ္တိုက္ဖို႔ ရည္ရြယ္ထားသလို အေမရိကန္ ေထာက္လွမ္းေရးအဖြဲ႕အစည္းနဲ႔  လည္း ခ်ိတ္ဆက္ထားတာျဖစ္ပါ တယ္။ ျဖစ္လာသမွ်လူသတ္မႈ ေတြကို ရပ္တန္႔ဖို႔အတြက္ ေတာင္ကိုရီးယား၊ ေျမာက္ကိုရီးယားနဲ႔ အင္တာပိုရဲတပ္ဖြဲ႕ေတြပါ ဂြမ္အီနဲ႔ပတ္သက္လို႔ အၿပိဳင္အဆိုင္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/v-i-p-2017/",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/War-for-the-Planet-of-the-Apes-poster-135x200.jpg",
        "title": "War for the Planet of the Apes (2017)",
        "description": "War for the Planet of the Apes (2017)\nIMDb - 7.4/10_____Rotten - 94%\n  အမေရိ ကန်စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကား ဖြစ်တဲ့ War for the Planet of the Apes ဆိုတဲ့ ဇာတ်ကားလေးအ ကြောင်း ပြောပြပါရစေ။ ရုပ်ရှင် ဝေဖန်ရေးသမားတွေရဲ့ ချီးကျူး တဲ့ သုံးသပ်ချက်တွေ ရထားတဲ့ ဒါရိုက်တာမက်ရိဗ်စ်ရဲ့လက်ရာ ဇာတ်ကားလေးကို ၂၀ ရာစုမြေ ခွေးရုပ်ရှင် ထုတ်လုပ်ရေးကနေ ဖြန့်ချိထားတာပါ။ဒီတစ်ခါ ဇာတ်လမ်းကတော့ နာမည်ကြည့်လိုက်တာနဲ့ စစ်ပွဲလို့ သုံးထားတဲ့အတွက် လူသားတစ် ယောက်လို အိုင်ကျူမြင့်တဲ့ ချင် ပန်ဇီမျောက်ဝံဆီဇာခေါင်းဆောင် တဲ့ မျောက်ဝံတပ်သား အဖွဲ့နဲ့ မျောက်ဝံတွေကို သုတ်သင်ဖြိုခွဲ မယ့် လက်နက်ကိုင်တပ်ဖွဲ့တို့ရဲ့ တိုက်ပွဲကိုအဓိကဇာတ်အိမ်တည် ထားတာပါ။မျောက်ဝံစစ်တပ်ကို ဖြိုခွင်း ဖို့အတွက် အယ်လ်ဖာ-အိုမီဂါလို့ ခေါ်တဲ့ ...",
        "rating": "7.4",
        "url": " https://megaup.net/2rYL6/War_For_The_Planet_Of_The_Apes_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Teen-Wolf-Season-5-225x300.png",
        "title": "Teen Wolf Season 6 စ/ဆံုး",
        "description": "ကဲ... အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 6 Returns ကို အစအဆံုး\nတင္ေပးလုိက္ပါၿပီ ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator ျဖစ္သူ Mie Mie ျဖစ္ပါတယ္\nThit San Khant\n  \nDownload List\n============= Episode 1-20  Vip  /  Yoteshin[1-10]  /  Yoteshin[11-20]",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-6-%e1%80%85%e1%80%86%e1%80%b6%e1%80%af%e1%80%b8/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wet-woman-in-the-wind-poster-133x200.jpg",
        "title": "[18+] Wet Woman in the Wind (2016)",
        "description": "Dark Side Production အနေနဲ့\nဂျပန် Adult ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\n ဇာတ်ကြောင်းကတော့...\nမိန်းမဆိုတာတွေကို စိတ်နာပြီးတော့လား လိုတာမရ ရတာမလိုတာကြောင့်ပဲလား ဘာအကြောင်းကိစ္စရယ် မသိ\nကိုဆူကီဆိုတဲ့ ဘဲတစ်ဗွေက လူသူမသိတဲ့တောထဲမှာ တစ်ယောက်တည်း နေနေပါတယ်...\nစားရကံကြုံတော့ မုတ်ဆိတ်ပျားစွဲတယ်ပြောရမလားပဲ..\nသူနေတဲ့တောနဲ့မနီးမဝေးမှာရှိတဲ့ စားသောက်ဆိုင်တစ်ဆိုင်က စော်တစ်ဗွေနဲ့ သူနဲ့ ဆုံတော့တာပဲ\nဘဲကြီးကိုချိတ်သာချိတ်တာ စော်ကလဲခပ်ချေချေနော်\nဘဲကြီးကလည်းမိန်းမတွေကိုစိတ်ကုန်နေတဲ့သူ\nစော်ကလဲ ဘဲကြီးသူ့အပေါ်စိတ်လည်လာအောင် ဘယ်လိုတွေတောင်ရွဲ့ပြီး တခြားဘဲတွေနဲ့ဝုန်းပြမလဲ ဆိုတာရယ်\nတစ်ချိန်ကရှေးဟောင်းနှောင်းဖြစ်ပတ်သတ်ရာပတ်သတ်ကြောင်းဖြစ်တဲ့ နောက်စော်တစ်ဗွေကလဲ ထပ်ရောက်လာပြီး\nဘယ်လိုတွေတောင် ဖြစ်ကြတယ် ဆိုတာကတော့ဖြင့့်......။(ဘာသာပြန် Xian မှတင်ဆက်ထားသလိုဇာတ်လမ်းအညွှန်းကတော့ BGR ဖြစ်ပြီး RGB မှ Encode ထားပါတယ်။)Cast\nTasuku Nagaoka as Kosuke Takasuke\nYuki Mamiya as Shiori \nFile Size…(800 MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:18:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Side Xian",
        "rating": "5.9",
        "url": "https://megaup.net/2gtaf/Wet_Woman_In_The_Wind_(Kaze_Ni_Nureta_Onna)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/v1.bTsxMTE2NjczMztqOzE3NTQ0OzEyMDA7ODAwOzEyMDA-135x200.jpg",
        "title": "Troy (2004)",
        "description": "Troy (2004)\nIMDb - 7.2/10_____Rotten - 54%\n Troy (2004)Troy ရုပ်ရှင်ဟု ဆိုလိုက်တာနှင့် ဂရိဘက်မှ မြင်းရုပ်ကြီးအား ထရိုဂျန်စစ်သားများက ကြိုးများဖြင့်ချည်နှောင်ကာ အီလီယွန်(Iliad)မြို့ထဲကို သယ်ဆောင်သွားတဲ့အကြောင်းတွေကို ကြားဘူးနားဝရှိကြပါလိမ့်မည်။ထင်ရှားကျော်ကြားသော စစ်ပွဲတွေ အကြောင်းကို ညွှန်းဆိုပြောဆိုကြမည်ဆိုလျှင်လည်း ထရိုဂျန်စစ်ပွဲအကြောင်းကို ချန်ထား၍ ရမည်မထင်ပေ။ကမ္ဘာ့အစောဆုံးဂန္တဝင် စာပေ လက်ရာတစ်ခုအဖြစ် သမုတ်ထားကြသည့် ဂရိစာဆိုတော်ကြီး ဟိုးမား၏ အိလီယက်နှင့် အိုဒက်ဆီ ကဗျာရှည်နှစ်ပုဒ်အနက် အီလီယက်ကဗျာမှာ\nဂရိလူမျို းတို့ ၏ ထရွို င်မြို့အောင်ပွဲအကြောင်းကို ပြန်ပြောင်းဂုဏ်ပြု စိမ့်သောငှာ ဂုဏ်တင်ရေးဖွဲ့ထားသည့်ကဗျာရှည်တစ်ပုဒ်ဟု ပြောဆို၍ ရနိုင်ပါမည်။ထရိုဂျန်စစ်ပွဲကို အောင်နိုင်ဖို့ရာအတွက်လည်း ဂရိနိုင်ငံနှင့် ထရွို င်မြို့နိုင်ငံတို့ ကိုးနှစ်ကျော်ကြာအောင် တိုက်ခိုက်ခဲ့ရသည်။ လူသားတွေသာမကပဲ နတ်ဘုရားတွေကပါ ကူညီတိုက်ခိုက်ကြသည်။စစ်ပွဲဖြစ်ပွားရပုံကနဦးအကြောင်းရင်းကို ဖောက်သည်ချရလျှင် ထရွိင်ဘုရင်သားတော်ငယ် ပဲရစ်က ဂရိဘုရင်ကြီးအက်ဂါမန်မနွင်၏ ညီ မက်နယ်လော့ မိဖုရား ဟယ်လင်အား ခိုးယူသွားပုံကနေ စတင်ခြင်းဖြစ်သည်။\nထရွို င်နိုင်ငံအား ...",
        "rating": "7.2",
        "url": "https://megaup.net/1wtmq/Troy_[2004]_(MM_Sub).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-07-11-32-10-60-139x200.png",
        "title": "ReLIFE (2017)",
        "description": "Japan Drama ကားအလန္​း​ေလးပါ Japan drama ကား​ေတြရဲ႕ဇာတ္​​ေၾကာင္​း​ထံုးစံအတိုင္​းအနည္​းငယ္​ထူးဆန္​းလိုက္​ရမွာဆို​ေတာ့ကာ27 ႏွစ္​အ႐ြယ္​ ကာဇာကီဟာ လုပ္​ငန္​း​ေရးရာသိပ္​မ​ေျပ​ေတာ့ ကုမၸဏီ​ေတြကလည္​းခဏခဏဆိုင္​းငံခံ​ေနရသူပါ ဖိအားမ်ားလာ​ေပမယ့္​လည္​းသိကၡာဆိုတာရွိ​ေသး​ေတာ့ အ​ေပါင္​းအသင္​း​ေတြၾကားဟန္​ကိုယ္​့ဖို႔မာန္​သူ႔ဖို႔ဆိုသလိုဟန္​​ေဆာင္​ထားရတာ​ေပါ့ တစ္​​ေန႔မွာထူးဆန္​းခ်င္​​ေတာ့ယိုအာကီဆိုတဲ့လူငယ္​​ေလးနဲ႔ဆံုၿပီးအလုပ္​ကိစၥတစ္​ခုကမ္​းလွမ္​းခံရပါ​ေတာ့တယ္​ ReLife ဆိုတဲ့စမ္​းသပ္​ခ်က္​တစ္​နွစ္​တိတိလုပ္​​ေပးဖို႔ ပါRelife ဆိုတာဘာလဲ​ေမးရင္​​ေတာ့​ေဆ​း​ေသာက္​ၿပီးတဲ့အခါရုပ္​ကဆယ္​​ေက်ာ္​သက္​လိုျပန္​ႏုပ်ိဳသြားၿပီးတစ္​ႏွစ္​တိတိထူးျခားခ်က္​ကိုအနီးကက္​​ေလ့လာတဲ့စမ္​သပ္​ခ်က္​ပါ ​အလိုလိုက္​အႀကိဳက္​​ေဆာင္​ပီးကမ္​းလွမ္းတာလက္​မခံခဲ့​ေပမယ့္​ မူးၿပီး​ေသာက္​မိတဲ့​ေဆး​ပုလင္​းေၾကာင္​့အထက္​တန္​း​ေက်ာင္​းသားဘဝကို​ေရာက္​သြားပါ​ေတာ့တယ္​အဲ့​ေက်ာင္​းမွာပဲ ဟီရွီယို ,အိုဂါ ,ကာရီယူ, အိုႏိုယာ စတဲ့သူငယ္​ခ်င္​း​ေတြနဲ႔သံ​ေယာဇဥ္​ျဖစ္​ခဲ့ၾကပါ​ေတာ့တယ္​ အဲ့ဒီထဲကမွ အ​ေန​ေအးၿပီးထူးဆန္​းတဲ့ဟီရွီိယုိဆိုတဲ့မိန္​းက​ေလးကိုက်ဳပ္​တို႔ဇာတ္​လိုက္ႀကီးက​ေႂကြမိ​ေတာ့တာ​ာေပါ့ သူတို႔ သူငယ္​ခ်င္​း ၅​ေယာက္​ရဲ႕ၾကားထဲမွာရွိခဲ့ၾကတဲ့​ေပ်ာ္​႐ႊင္​စရာ စိတ္​ညစ္​စရာ​ေတြကို​ေကာဘယ္​လိုမွ်​ေဝခံစားၾကမလဲအ​ေန​ေအးၿပီးထူးဆန္​းလွတဲ့မိန္​းက​ေလး ဟီရွီယိုရဲ႕ ​ေနာက္​​ေၾကာင္​းက​ေကာဘယ္​လိုလဲ,Relife စမ္​းသပ္​ခ်က္​တစ္​ႏွစ္​သက္​တမ္​းၿပီးတဲ့အခါမွာ​ေကာဘာ​ေတြဆက္​ျဖစ္​မလဲ ,စတဲ့အခ်စ္​ ,အလြမ္​း ,ဟာသ,အတုယူဖြယ္​အ​ေလ့အက်င္​့အစရွိတာ​ေတြကိုခံစားၾကရမယ္​့ happy ending​ေလးျဖစ္​လို႔Dramaခ်စ္​ပရိသတ္​ႀကီးအထူးႀကိဳက္​ႏွစ္​သက္​မယ္​လို႔ယံုၾကည္​မိပါ​ေၾကာင္​း....Qty - 720p Web dlDuration - 1hr 45min 55secGerne - Drama/ RomanceTranslator - Pyae Xein SettEncoder - Kyaw Ye Aung",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/relife-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkzODMwNTYxM15BMl5BanBnXkFtZTgwODMxNDA2MDE@._V1_-150x200.jpg",
        "title": "Secret Reunion (2010)",
        "description": "​ကိုးရီးယားႏိုင္​ငံရဲ႕​ေအာင္​ျမင္​တဲ့ထုတ္​လုပ္​မႈတစ္​ခုျဖစ္​တဲ့ ဒီကား​ေလးက ​ေဆာင္​းကန္​ဟိုနဲ႔ ကင္​​ေဒါင္​ဝန္​တို႔ main role အ​ေနနဲ႔ပါဝင္​ထားတဲ့ ​ေဟာလိဝုဒ္​ကားဆန္​ဆန္​ spy,thriller ကား​ေလးျဖစ္​ပါတယ္​။​ေအးဂ်င္​့ လီဟန္​ဂူဟာ ႏိုင္​ငံ​ေရးဌာနတစ္​ခုမွာတာဝန္​ထမ္​း​ေဆာင္​​ေနၿပီး မိသားစုကို​ေကာင္​း​ေကာင္​းမ​ေထာက္​ပံ့ႏိုင္​တဲ့အတြက္ အိ္​မ္​​ေထာင္​နဲ႔ကြဲ​ေနသူပါ။သူ႔ရဲ႕ မစ္​႐ွင္​က​ေတာ့​ေျမာက္​ကိုရီးယား​ေခါင္​း​ေဆာင္​ကိုသစၥာ​ေဖာက္​တဲ့သူ​ေတြကိုသတ္​ျဖတ္​​ေနတဲ့ အရိပ္​ ဆိုတဲ့လူသတ္​သမားကိုလိုက္​လံဖမ္​းဆီး​ရျခင္​းပါ။မစ္​႐ွင္​က်႐ွံဳးခဲ့တဲ့အတြက္​အထက္​လူႀကီးနဲ႔က​ေတာက္​ကဆျဖစ္​ကာ လီဟန္​ဂူအလုပ္​ထြက္​ခဲ့ရပါတယ္​။ကင္​​ေဒါင္​ဝမ္​က​ေတာ့ ​ေျမာက္​ကိုရီးယားရဲ႕သူလ်ိွဳ ဂ်ီဝန္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားၿပီး အရိပ္​ရဲ႕အမိန္​႔ကိုလိုက္​နာရသူပါ။ႏူးညံတဲ့ႏွလံုးသားပိုင္​႐ွင္​ဂ်ီဝန္​ဟာ ရန္​သူ​ကိုညႇာတာမိရာက​ေန တိုင္​းျပည္​ရဲ႕သစၥာ​ေဖာက္​ျဖစ္​ခဲ့ပါတယ္​။၆ႏွစ္​ၾကာတဲ့အခါ ကိုယ္​ပိုင္​​ေအဂ်င္​စီ​ေထာင္​ၿပီး ထြက္​​ေျပး​ေနတဲ့ႏိုင္​ငံျခားသူဇနီး​ေတြကို႐ွာ​ေဖြ​ေပး​ေနသူ လီဟန္​ဂူဟာ ဆု​ေငြရလိုမႈနဲ႔ရဲဌာနကအလို႐ွိသူကိုဖမ္​းဆီးရင္​ ​ေဆာက္​လုပ္​​ေရးလုပ္​ငန္​တစ္​ခုမွာအလုပ္​လုပ္​​ေနတဲ့ ဂ်ီဝန္​နဲ႔ဆံုခဲ့ပါတယ္​။ဇနီးသည္​နဲ႔သမီး​ေလးဆီျပန္​ဖို႔​ေငြလို​ေနတဲ့ဂ်ီဝန္​ဟာ လီဟန္​ဂူရဲ႕​ေအဂ်င္​စီမွာအလုပ္​လုပ္​ရင္​း လီဟန္​ဂူရဲ႕တိုက္​ခန္​းမွာပဲ​ေန​ထိုင္​ခဲ့ပါတယ္​တစ္​​ေယာက္​ကိုတစ္​​ေယာက္​သတိထားရင္​းနဲ႔အ​ေနၾကာလာတဲ့အခါမွာ ညီအကိုသံ​ေယာဇဥ္​တြယ္​လာခဲ့ပါတယ္​။န်ဴးကလီးယားျပႆနာနဲ႔ႏွစ္​ႏိုင္​ငံဆက္​ဆံ​ေရးတင္​းမာလာၿပီးလုပ္​ၾကံသတ္​ျဖတ္​မႈ​ေတြျပန္​လည္​အစျပဳလာခ်ိန္​မွာ​ေတာ့ သူတို႔ႏွစ္​​ေယာက္​ၾကားဆက္​ဆံ​ေရး​ေတြဘယ္​လိုဆက္​ျဖစ္​ျကမလဲ..ဂ်ီဝန္​က​ေရာ သူ႔မိသားစုနဲ႔ျပန္​လည္​​ေပါင္​းစည္​းႏိုင္​ပါ့မလား..ဆိုတာကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ၾကာျဖဴလြင္ပါ)\n  File Size : (850 MB) and (400 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gupB/The_Secret_Reunion_(Uihyeongjae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODM3MTE3ZjAtZmE1Zi00ODg1LWI3YTItYmYwN2ExODE1YjBlXkEyXkFqcGdeQXVyMTg1MzYyMzQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Una (2016)",
        "description": "ဒီတစ္ခါေတာ့Drama/Mysteryကားေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္အေတြးေလးတစ္ခုထင္က်န္ေစမယ့္စိတ္ထဲစြဲျငိေစနယ့္ဇာတ္ကားေလးတစ္ကားညြန္းေပးခ်င္ပါတယ္။ဇာတ္ရွိန္ေအးေအးနဲ႔ေခၚသြားေပးမယ့္ကားမ်ဳိးပါ။ဇာတ္လမ္းေလးကေတာ့အမ်ဳိးသမီးငယ္ေလးတစ္ေယာက္သူ႔ထက္အသက္ေတာ္ေတာ္ၾကီးတဲ့လူၾကီးတစ္ေယာက္ဆီကိုလာခဲ့ရာတာစတာပါပဲ။သူဒီလိုလာခဲ့တယ္ဆိုတာလည္းအေၾကာင္းအရင္းရွိပါတယ္။အဲဒိအမ်ဳိးသားၾကီးမွာအတိတ္ကအမဲစက္ထင္ေစမယ့္သူ႔ကိုယ္ကိုသူေျခာက္လွန့္ေနတဲအေၾကာင္းအရင္းေလးရွိေနလို႔ပါပဲ။အတိတ္ကျဖစ္ရပ္အေနနဲ့ဒီကိုေရာက္လာတဲ့မိန္းမငယ္ေလးတစ္ေယာက္ဘာေတြဆက္စပ္မႈရွိေနမလဲဆိုတာေတာ့စိတ္၀င္စားစရာပါ။စိတ္ခံစားခ်က္၂ခုၾကားေရာေထြးမွုေတြနဲ႔ဒီကားေလးကိုအဓိကေမာင္းနွင္ထားတာပါ။ၾကည့္ရသူအဖို့အျမင္တမ်ဳိးနဲ့ ရွုေထာင္တမ်ဳိးကေနခ်ျပထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဆိုေတာ့ဒီေကာင္မေလးနဲ့အမ်ဳိးသားၾကီးတို႔ၾကားဘာျသနာေတြရွိေနမလဲ။ဘာလ်ွဳိ႕၀ွက္ခ်က္ေတြရွိေနမလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုရင္တမမနဲ႔ဆက္လက္ရွုစားလိုက္ပါဦး။ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (230 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncode by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/una-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDg4NWJiNzAtM2RhNC00MTZlLWIzZTktZjdiNzQ0MGIzNTAxXkEyXkFqcGdeQXVyMTM3Mjc0OTE@._V1_-143x200.jpg",
        "title": "Science Fiction Volume One: The Osiris Child(2016)",
        "description": "The Osiris Child:Science Fiction Volume One(2016)\nျသစေတးလ်ေတာင္ပိုင္း Coobe Pedy နဲ႔ Gladesville နဲ႔ ဆစ္ဒနီတို႔မွာ ႐ိုက္ကြင္းယူၿပီး ဖန္တီးထားတဲ့ ဒီဇာတ္ကားေလးကို ဒါ႐ိုက္တာ Shane Abbess က ႐ိုက္ကူးထားၿပီး ေအာ္ဇီနဲ႔အေမရိက ဇာတ္ေဆာင္မ်ားပါဝင္သ႐ုပ္ေတာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nကမာၻေျမရဲ႕အျပင္ဘက္မွာ နယ္ခ်ဲ့ယူထားတဲ့ၿဂိဳလ္ေတြကို အုပ္ခ်ဳပ္ေထာက္ပံ့မႈျပဳလုပ္ဖို႔ အိတ္ေဇာလို႔ေခၚတဲ့ အဖြဲ႔အစည္းက တာဝန္ယူထားၿပီး အဲဒီၿဂိဳလ္မွာ General Lynex (Racheal Griffiths (၂၀၀၆ ထုတ္ Step Up ကားမွာ director gordon အေနနဲ႔ ပါဝင္ခဲ့)) အုပ္ခ်ဳပ္ေနပါတယ္\nအဲဒီအဖြဲ႔အစည္းကို ယုံၾကည္ၾကတဲ့လူေပါင္းမ်ားစြာဟာ အဲဒီၿဂိဳလ္မွာေနထိုင္ၾကၿပီး ဗိုလ္ခ်ဳပ္ႀကိ္းကေတာ့ စၾကာဝဠာထဲမွာ ကိုလိုနီနယ္ေျမေတြ ထပ္မံခ်ဲ့ထြင္ႏိုင္ဖို႔ ရစ္ဂ်္လို႔ေခၚတဲ့ လူကေန အသြင္ေျပာင္းသတၱဝါႀကီးေတြကို တိတ္တဆိတ္ဖန္တီးလ်က္႐ွိၿပီး အက်ဥ္းေထာင္မွာ လွ်ိဳ႕ဝွက္ထား႐ွိပါတယ္\nအဲဒီ အိတ္ေဇာအဖြဲ႔အစည္းမွာ လက္ဖတက္နင္ ကိန္း ဆြန္မာဗီးလ္ (Daniel Mcpherson) ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/science-fiction-volume-one-the-osiris-child2016/",
        "category": "Action, Adventure, Drama"
    }
]