[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/108lF5OsaWKgVptHWUemhjrr73T.jpg",
        "title": "Million Dollar Man (2018)",
        "description": "Million Dollar Man (2018)\n======================\n(Kenshin နဲ့ Death Note ထဲက ဇာတ်လိုက်ခေါင်းဆောင်မင်းသား နှစ်လက်ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေး လာပါပြီ)ထီဆုကြီးပေါက်ရင် ဘာလုပ်ချင်လဲ။ဇိမ်ခံပစ္စည်းတွေဝယ်ချင်လား။\nရှိသမျှမုန့်တွေ လျှောက်ဝယ်စားချင်လား။\nအပန်းဖြေခရီးတွေထွက်ပြီး အေးဆေးနှပ်ချင်လား။ကျွန်တော်တို့ဘဝမှာ အနည်းဆုံးတစ်ကြိမ်လောက်တော့\nထီပေါက်ရင်ဆိုတဲ့ အိပ်မက်ကိုမက်ပြီး စိတ်ကူးနဲ့ ရူးခဲ့ရတဲ့အချိန်တွေ ရှိခဲ့ကြမှာပါ။တွေးကြည့်ရင် ငွေဆိုတဲ့ဘုရားက လူသားတွေကို အမျိုးမျိုးစေခိုင်းနိုင်တာနော်။\nတစ်ဘဝလုံး ငွေနောက်ကိုပဲလိုက်ရင်း ဘဝပျော်ရွှင်မှုအစစ်အမှန်က ဘာလဲဆိုတာမသိတော့တဲ့သူတွေ၊\n\"ငွေ\"ဆိုတဲ့ အဆုံးအစ မရှိတဲ့ ကိန်းဂဏန်းတန်ဖိုး သတ်မှတ်ချက်တွေအတွက်\nပျော်တော်ဆက်ရင်း ဘဝနေဝင်သွားကြတဲ့သူတွေကို တွေ့မိတဲ့အခါမျိုးမှာ\nခဏတာသံဝေဂရမိပေမယ့် သူနဲ့ကင်းကွာပြီးမနေနိုင်ပြန်တော့\nဒီငွေနတ်ဘုရားရဲ့ ကျေးကျွန်ဘဝနဲ့ထာဝရ ခြေချုပ်မိနေကြတာပေါ့။အခု ဒီကားထဲက ဇာတ်လိုက်ကတော့ အကြွေးနွံထဲ နစ်မွန်းနေတဲ့ဘဝကနေ (ယန်း)သန်း ၃၀၀ ထီဆုကြီးထပေါက်ပြီး\nဒီငွေကိုဘယ်လိုနည်းလမ်းနဲ့ အကောင်းဆုံးအသုံးချရမလဲဆိုတာ သူ့အချစ်ဆုံးသူငယ်ချင်းဆီ သွားတိုင်ပင်ပြီးနောက်\nနှစ်ယောက်သား ပါတီပေးအောင်ပွဲခံကြပြီး နောက်နေ့မနက်နိုးလာချိန်မှာတော့\nသူ့ သူငယ်ချင်းနဲ့အတူ ထီပေါက်တဲ့ငွေတွေပါမရှိတော့ကို သိလိုက်ရပါတယ်။နေ့ချင်းညချင်း မီလျံနာဘဝက သုညဘဝကို ပြန်ရောက်သွားတော့မယ့့် အခြေအနေမှာ\nအပူတပြင်း သန်း ၃၀၀ ရှာပုံတော်ဖွင့်ရင်း\nခရီးစဥ်တစ်လျှောက်မှာ လူမျိုးမျိုးနဲ့ တွေ့ခဲ့ရပြီးနောက် ငွေဆိုတာဘာလဲဆိုတဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/million-dollar-man-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pjSsjhkv4tiFe2wTE3VPycQY6a.jpg",
        "title": "Sheep Without a Shepherd (2019)",
        "description": "Sheep without a Shepherd (2019)Sheep without a shepherd ရုပ်ရှင်ခေါင်းစဉ်က ထူးထူးဆန်းဆန်းပါလားပေါ့။\nတရုတ်ကားတို့ထုံးစံအတိုင်း အင်္ဂလိပ်နာမည်ကိုကြုံသလိုပေးမိတယ်ထင်တာ။\nဒါပေမဲ့လည်း Drshym ကို remake ပြန်ရိုက်ထားတာဆိုတော့ ဘယ်လိုမျိုးလဲသိချင်ခဲ့မိပါတယ်။\nရုပ်ရှင်ကိုအစအဆုံးကြည့်ပြီးသွားတော့ ဘာလို့အဲ့ဒီလိုပေးဖြစ်ခဲ့လဲဆိုတာ ခံစားမိသွားခဲ့ပါတယ်။\nပိုထူးခြားတာက remake လို့မထင်ရလောက်အောင်ကို တကယ်ကောင်းတဲ့ကားလေးတစ်ကားလို့ ထင်မိပါတယ်။ဒီကားလေးထဲမှာ သိုးနဲ့ပတ်သက်တဲ့စကားလေးနှစ်ခွန်းပါပါတယ်။\nပထမတစ်ခွန်းက မျက်စိမှုန်တဲ့သိုးလေးတွေက အကောင်ကြီးတွေစားတာကိုခံရတယ်တဲ့။\nဒုတိယတစ်ခွန်းက သိုးလေးတွေက စားစရာသာပေးထားရင် သူတို့သိုးမွှေးတွေကိုရိတ်ပစ်လည်း ဂရုမစိုက်ပါဘူးတဲ့။\nအန္တရာယ်ကိုကြိုမမြင်နိုင်ဘူးပေါ့။ အဲ့ဒါကြောင့် သိုးလေးတွေကဖြူစင်သလို သနားဖို့လည်းကောင်းပါတယ်။\nပြီးတော့ သူတို့ကိုစောင့်ရှောက်ပေးဖို့ သိုးထိန်းကောင်းတစ်ယောက်လည်း လိုအပ်ပါတယ်။လီဝေကျယ်ဆိုတဲ့ ရုပ်ရှင်ရူးအင်တာနက်ပိုင်ရှင်ဆီမှာ ဖိန်ဖိန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။\nဆယ်ကျော်သက်အရွယ်မိန်းကလေးတို့ထုံးစံအတိုင်း အိမ်မှာအဖေနဲ့သိပ်မတည့်ကြပါဘူး။\nသူတို့မိသားစုကို ၁၈၀ ဒီဂရီပြောင်းလဲသွားအောင် လုပ်လိုက်တာကတော့ ဖိန်ဖိန်ရဲ့နွေရာသီစခန်းလေးပဲဖြစ်ပါတယ်။အရွယ်နုနယ်တဲ့သိုးငယ်လေး ဖိန်ဖိန်လေးကတော့ သိုးထိန်းမရှိတဲ့အချိန်\nနွေရာသီစခန်းမှာ လူငယ်သဘာဝအတိုင်း မှားခဲ့မိရာကနေ\nချန်ပန်းတစ်မြို့လုံး အုတ်အုတ်သဲသဲဖြစ်သွားတဲ့အထိ ပြဿနာတွေကြီးမားသွားခဲ့ပါတယ်။\nဖိန်ဖိန်ကို ကျူးလွန်စော်ကားတဲ့သူက တစ်ခြားသူမဟုတ်ဘဲ ရဲမှူးကြီးရဲ့သားဖြစ်နေတော့\nသာမာန်ပြည်သူတစ်ယောက်နဲ့ အာဏာပိုင်ရဲအရာရှိတို့ကြား လွန်ဆွဲမှု၊ ဉာဏ်ကစားမှုတွေကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာမို့ လက်လွှတ်မခံသင့်တဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ။ ။အညွှန်း နဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/sheep-without-a-shepherd-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SR5gUh5Qwy0FnOEXwFdt0nnAgb.jpg",
        "title": "Microhabitat (2017)",
        "description": "Microhabitat ( 2017 )\n----------------------------အိမ်မဟုတ်တောင် လူတစ်ယောက်အတွက် နေစရာ အမိုးတစ်ခု အကာတစ်ခုနဲ့ နေရာတစ်ခုတော့ အနည်းဆုံးရှိဖို့က မရှိမဖြစ်ပေါ့။\nမိန်းကလေးတစ်ယောက်အတွက်ဆိုရင်တော့ အမိုးတစ်ခု အကာတစ်ခုထက် ပိုပြီးလုံခြုံတဲ့နေရာတစ်ခု လိုလိမ့်မှာပဲ။\nအစစအရာရာဈေးတွေတက်လာပြီး လခတွေမတက်လာတဲ့အခါကျတော့ နေဖို့ထိုင်ဖို့တင် တော်တော်များများသုံးလိုက်ရတဲ့အခါ\nတခြားကိုယ်နှစ်ခြိုက်တဲ့အရာတွေကို လျှော့ချရဖို့ဖြစ်လာတယ်။စီးကရက်ဟာ ဈေးတက်တဲ့ခေတ်မှာ ဇိမ်ခံပစ္စည်းပါပဲ။\nစီးကရက် တစ်နေ့တစ်ဘူးကို တစ်လစာစုလိုက်ရင် အိမ်ငှားခတစ်လစာလောက်ရှိတယ်။\nအကုန်ဈေးတက်လာပြီး နေဖို့စားဖို့နဲ့တင် ရသမျှကုန်တဲ့အခါကျ\nစီးကရက်တို့ ဝီစကီတို့ကို လျှော့တာလို့ ဖြတ်တာတို့ လုပ်ရမယ့် အခြေအနေဆိုက်သွားပါလိမ့်မယ်။Microhabitatထဲက \"မီဆို\" ကတော့ စီးကရက်နဲ့ ဝီစကီကို ဖြတ်မယ့်အစား အိမ်နဲ့မနေဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်။\nအစကတော့ သူက အရင်က သူ့ဆီလာနေခဲ့ဖူးတဲ့ သူငယ်ချင်းတွေ အိမ် တစ်အိမ်ပြီး တစ်အိမ်သွားနေဖို့ ကြိုးစားပါတယ်။\nဒါပေမဲ့ နှစ်တွေလည်းကြာ ဘဝတွေလည်းပြောင်းနဲ့ တစ်အိမ်မှ အဆင်မပြေခဲ့ပါဘူး။\nမပြောင်းလဲတဲ့သူဆိုလို့ သူပဲကျန်တာကိုး။ ဒီလိုနဲ့သူ သူ့ဘာသာ အခန်းကျဉ်းလေးငှားဖို့ ရှာခဲ့တယ်။\nစုတ်ပြတ်သက်နေတဲ့ အခန်းတောင် သူ တတ်နိုင်တဲ့ဈေးမှာ မရှိနေဘူး။\nဒီအချိန်အထိ မီဆိုရဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/microhabitat-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-f-135x200.jpg",
        "title": "The Forgiven (2021)",
        "description": "နာမည်ကျော်မင်းသားမင်းသမီးကြီးတွေဖြစ်တဲ့ Ralph Fiennes, Jessica Chastain တို့အပြင် အားလုံးအချစ်တော်မင်းသားကြီး Matt Smith ပါ၀င်အားဖြည့်ထားတဲ့ Mystery drama ကားလေးပါ။\nလူချမ်းသာဆရာ၀န်တစ်ယောက်ဖြစ်သူ David နဲ့သူ့ဇနီး Jo တို့ဟာမော်ရိုကိုနိုင်ငံကို အပန်းဖြေခရီးထွက်လာကြပါတယ်။ မိတ်ဆွေတစ်ယောက်ရဲ့ပါတီပွဲတစ်ခုကိုအမှီသွားနိုင်ဖို့ David ဟာအရက် သောက်ထားပြီး အရှိန်ပြင်းပြင်းနဲ့ ကားမောင်းနေရာက ဒေသခံမော်ရိုကိုကောင်လေးတစ်ယောက်ကို ကားနဲ့တိုက်သတ်လိုက်မိပါတယ်။ ဒီမတော်တဆမှုနောက်ဆက်တွဲကနေ David တို့ဇနီးမောင်နှံရဲ့ဘ၀လည်းပြောင်းလဲသွားပါတော့တယ်။\nဥရောပတိုက်သားတွေနဲ့ ဒေသခံမူစလင်တွေကြား ယဉ်ကျေးမှုကွဲပြားပုံတွေကြောင့် နားလည်မှုတွေလွဲမှားကုန်တာတွေကိုလည်း စိတ်၀င်စားဖွယ်ရာကြည့်ရှုရမှာပါ။File size…(1.86GB) / (903MB) / (416MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-forgiven-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-b-150x200.jpg",
        "title": "Bloody Milk(2017)",
        "description": "ဆုတွေရထားတဲ့ပြင်သစ်ကားလေးပါ။\nနို့စားနွားမွေးမြူရေးခြံပိုင်ရှင်ပီရာဟာ နွားတွေအပေါ်ချစ်ခင်ကြင်နာတတ်ပြီး ခြံတစ်ခြံလုံးကို တစ်ယောက်တည်းထိန်းသိမ်းလုပ်ကိုင်ရင်း နွားနို့အရည်အသွေးပထမအဆင့်ရထားသူပါ။\nဒါပေမယ့် ဘယ်လ်ဂျီယံနိုင်ငံမှာပြန့်ပွားနေတဲ့ ကြောက်မက်ဖွယ်နွားရောဂါပိုးရဲ့လက္ခဏာတွေကို သူ့ရဲ့နွားတစ်ကောင်မှာတွေ့လာရတဲ့အခါ ကျန်တဲ့နွားတွေပါသုတ်သင်ရှင်းလင်းမခံရအောင် တာဝန်ရှိသူတွေကိုအသိမပေးပဲ တစ်ယောက်တည်းဖြေရှင်းဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nဇာတ်အေးကားလေးတွေ၊သရုပ်ဆောင်ဦးစားပေးကားတွေကိုကြိုက်တဲ့သူတွေ လက်လွှတ်မခံသင့်တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။File size…(1.87GB) / (921MB) / (480MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:30:00\nGenre...Crime / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bloody-milk2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-155x200.jpg",
        "title": "The Obscure Spring (2014) Las oscuras primaveras",
        "description": "ဒီကားလေးကတော့ အချစ်နဲ့အိမ်ထောင်ရေးကို အိပ်ရာခင်းတွေပါအပါ ရိုက်ပြထားတာမို့ မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ ပိုင်ပြင်သမားနဲ့ ကော်ဖီဆိုင်ကကောင်မလေးတို့ရဲ့ တားမြစ်ထားတဲ့အချစ်ဆိုပါတော့။ လျို့ဝှက်သောနွေဦးဆိုတဲ့ ရုပ်ရှင်နာမည်လေးအတိုင်း ‌နွေဦးလေးအတွင်းမှာ တားမြစ်ထားတဲ့ အသီးကို ဘယ်လိုကိုက်ပြီး ဘယ်လိုစားကြလဲဆိုတာကို ပြသထားတာမို့ ခံစားလို့တော့ ကောင်းမှာသေချာပါတယ်။File size…(1.36GB) / (576MB) / (287MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:40:00\nGenre... Drama \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….The One\nTranslated by KHN",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-obscure-spring-2014-las-oscuras-primaveras/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdHjCvuNOZN2ZmBPPSGDFoeKavh.jpg",
        "title": "Homecoming (2019)",
        "description": "Homecoming (2019)Homecoming ကတော့ အင်ဒိုနီးရှားရုပ်ရှင်တစ်ကားဖြစ်ပြီး မူရင်းဇာတ်လမ်း နာမည်ကတော့ Mudik ပါ။\nအင်ဒိုရုပ်ရှင်ပွဲတော်မှာ Best Original Screenplay နဲ့ တခြား nomination တွေလဲအများကြီးရထားတဲ့ဇာတ်လမ်းကောင်းပါ။\nMudik ရဲ့ အဓိပ်ပ္ပါယ်က 'အိမ်ပြန်ခရီး' လို့အဓိပ္ပါယ် ရပါတယ်။အင်ဒိုနီးရှားမှာတော့ အများစုက အစ္စလာမ်ဘာသာဝင် မွတ်ဆလင်လူမျိုးတွေပါ။\nအစ္စလာမ်ဘာသာမှာ တစ်နှစ်မှာတစ်လ ရမ်ဇာန်(ဥပုဒ်)လရှိပြီး\nရမ်ဇာန်အပြီးမှာတော့ အိဒ်ပွဲတော်ကိုဆင်နွဲဲကြပါတယ်။\nအင်ဒိုမှာမြို့ပေါ်အလုပ်လာလုပ်သူအများအပြားက ရမ်ဇာန်လပြီးခါနီးရင်\nအိဒ်နေ့ကိုမိသားစုနဲ့အတူဆင်နွှဲနိုင်ဖို့အိမ်ကိုပြန်ကြပါတယ်။\nဒီရက်ပိုင်းတွေကိုတော့ အိမ်ပြန်ခရီး Mudik လို့ခေါ်ပါတယ်။\nဒီ Mudik အချိန်အခါမှာ လမ်းတွေ သိပ်ကြပ်ပြီး အက်ဆီးဒန့်ဖြစ်မှုကလဲတစ်နှစ်တာမှာအများဆုံးပါ။\nဒီဇာတ်လမ်းမှာအိုင်ဒါနဲ့ဖေရ်မန်းဆိုတဲ့ လူငယ်စုံတွဲလေးတစ်တွဲကလဲ\nကောင်လေးမိဘအိမ်ကိုအိဒ်မရောက်ခင်ငါးရက်အလိုမှာပြန်ကြပါတယ်။\nသူတို့အတွဲကလဲသိပ်အဆင်မပြေပုံပေါက်ပြီး အိုင်ဒါကလဲတော်တော်ကြီးညစ်နေပုံပါ။\nကားကိုအိုင်ဒါကမောင်းရင်း လမ်းမှာအက်ဆီးဒန့်တစ်ခုကြုံပြီး လူတစ်ယောက်သေသွားခဲ့ပါတယ်။အဲဒီကိစ္စကိုဖြေရှင်းဖို့ သေသွားတဲ့လူရဲ့ရွာကိုဆက်သွားကြရင်း ဘာတွေဆက်ဖြစ်ကြမလဲ။\nကောင်လေးအိမ်ကို အိဒ်အမှီရောက်ပါ့မလား။\nအိဒ်နေ့မှာ အစ္စလာမ်ဘာသာဝင်တွေက ဆွေမျိုးအသိမိတ်ဆွေကြားမှာ\nအပြစ်အမှားတွေရှိရင်တောင်းပန်ကြတယ် ခွင့်လွှတ်ပေးကြတယ်။\nအိုင်ဒါတစ်ယောက်ရော သူ့အပြစ်တွေကိုခွင့်လွှတ်ခံရပါ့မလား\nအထူးသဖြင့်သူ့ကိုယ်သူရော ခွင့်လွှတ်နိုင်ပါ့မလားဆိုတာ ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/homecoming-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UddALFKMm2HgbwEpzEY5kNTV2K.jpg",
        "title": "DAEMUGA (2022)",
        "description": "Daemuga (2022)ဒယ်မူဂါဆိုတာက နတ်ဆရာအဖြစ် ချီးမြှောက်ခံရဖို့ ရွတ်ရမယ့်ဂါထာပါတဲ့အလုပ်လက်မဲ့ဖြစ်နေတဲ့ ရှင်းနမ်ဆိုတဲ့ကောင်လေးက\nဘယ်လိုမှအလုပ်ရှာဖို့မရတဲ့အဆုံးတော့ နတ်ဆရာလုပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်\nဒါပေမဲ့ နတ်ဆရာလုပ်ဖို့ ပါရမီမပါလာပေမဲ့ အကြွေးတွေကြောင့် ဆက်လိမ်နေခဲ့ပါတယ်\nအဲလိုနဲ့ ညာစားလာရင်း အရှုပ်ထုပ်ထဲပါသွားပြီး လက်စပျောက်သွားခဲ့ပါတယ်\nတကယ့်နတ်ဆရာကြီးဖြစ်တဲ့ မာဆောင်းဂျွန်းနဲ့ လူမိုက် ဆွန်းအစ်ဆူတို့ အဖွဲ့ကတော့\nပိုက်ဆံအချီကြီးရဖို့အရေး ဂွင်ဖန်နေကြတဲ့သူတွေပါ\nရှင်းနမ်ပျောက်သွားတဲ့ ကိစ္စမှာ နတ်ဆရာကြီးနဲ့ လူမိုက်တို့ ပါဝင်နေမလား\nမာဆောင်းဂျွန်းတို့ကရော သူတို့အသည်းအသန်လိုက်နေတဲ့ ကိစ္စကို အောင်မြင်နိုင်မလားဆိုတာ ကြည့်ကြပါဦးနော်မင်းသားကြီး Park Sun Woong,\nHospital Playlist ထဲက Park Kyung Ho နဲ့ Ryu Kyung Soo တို့က အဓိကပါဝင်ထားပါတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ််။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/daemuga-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7wG1dQyTWRrBDiQU3O8J7Hsx0gJ.jpg",
        "title": "Two and One (2022)",
        "description": "(18+) Two and One (2022)BL ဇာတ်လမ်းတွေထဲမှာ ဖိလစ်ပိုင်ဇာတ်လမ်းတွေက တစ်မျိုးတစ်ဖုံ ထူးခြားနေတတ်ပါတယ်။\nဒီဇာတ်လမ်းကလည်း ထူးခြားတဲ့ ဇာတ်လမ်းဇာတ်အိမ်နဲ့ပါပဲ။\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ချစ်သူနှစ်ယောက်ကြားမှာ တတိယလူပေါ်လာတဲ့အကြောင်းပါပဲ။\nဒါပေမဲ့ ဒီချစ်သူနှစ်ယောက်ကပဲ တတိယလူကို အသာတကြည်လက်ခံခဲ့ကြတာပါ။\nချစ်သူနှစ်ယောက်လုံးက အပေါ်ထပ်တွေချည်း ဖြစ်နေတဲ့အခါ\nကြားခံအစားထိုးဖို့ အောက်ထပ်တစ်ထပ်ကို ရှာဖွေပါတော့တယ်။\nသဘောတူညီထားတာကတော့ ကုတင်ပေါ််ကိစ္စ ဖြစ်တဲ့အချိန်မှာ တတိယလူကို အသုံးချကြမယ်ပေါ့။\nဒါပေမဲ့ မမျှော်လင့်တာတွေ ဖြစ်လာတဲ့အခါမှာတော့ ....\nချစ်သူနှစ်ဦးကြားမှာ အက်ကြောင်းတွေ ထလာရပါတော့တယ်။\nဒါကို သူတို့တွေ ဖြေရှင်းနိုင်ပါ့မလား ဆိုတာကို ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်လိုက်ရအောင်ပါ။အညွန်း နဲ့ ဘာသာပြန်ကတော့ Phantom ပဲ ဖြစ်ပါတယ်။Genre..... Adult, BL, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 649MB | 284MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/two-and-one-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZTdjNzhkYjItODlkYi00NmJkLWE1ZmUtMWUwNTc5ZjI5MzE3XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-149x200.jpg",
        "title": "My True Fairytale (2021)",
        "description": "My True Fairytale (2021)\n==================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးရဲ့ဒါရိုက်တာဖြစ်သူ D.Mitry ဟာ ကားအက်ဆီးဒင့်\nတစ်ခုမှာ သူ့ရဲ့၁၇နှစ်အရွယ်သမီးလေးကိုဆုံးရှုံးလိုက်ရပါတယ်။ My True\nFairytale ဆိုတဲ့ဇာတ်ကားလေးဟာ သူ့ရဲ့ဆုံးသွားတဲ့ သမီးလေးအတွက်\nရည်ရွယ်ပြီး ရိုက်ကူးခဲ့တာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ဒါရိုက်တာဟာ သူ့ရဲ့\nနောင်တတွေနဲ့ ပြန်ပေးဆပ်ချင်မှုတွေကို တစ်ထောင့်တစ်နေရာကနေထည့်\nသွင်းပုံဖော်ထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင် အန်ဂျီနဲ့ သူ့bffနှစ်ယောက်ဟာ ကားအက်ဆီးဒင့်တစ်ခု\nဖြစ်သွားခဲ့ပါတယ်။ ဒါတကယ့်အပြင်ကအတိုင်းပါပဲ။ သူ့သူငယ်ချင်းနှစ်ယောက်က\nဒဏ်ရာကြီးကြီးမားမားမရပေမယ့် အန်ဂျီကတော့ ပျောက်ချင်းမလှပျောက်ပြီး\nလုံးဝရှာမတွေ့တော့ပါဘူး။ ဒါဟာဇာတ်လမ်းတစ်ခုလုံးရဲ့ကျောရိုးပါ။ ဒါရိုက်တာ\nအတွက် တကယ့်လက်တွေ့အပြင်မှာ သူ့အတွက် သူ့သမီးလေးဟာ ခန္ဓာကိုယ်ပဲ\nပျောက်သွားတာဖြစ်ပြီး သူ့ရင်ထဲမှာအမြဲရှင်သန်နေတယ်ဆိုတာ ပြချင်လို့ဖြစ်ပါ\nလိမ့်မယ်။အန်ဂျီဟာ စူပါဟီးရိုးဖြစ်ချင်ပြီးကမ္ဘာကြီးကို ကယ်တင်ချင်နေတဲ့သူတစ်ယောက်ပါ။\nဒါပေမယ့် သူကယ်တင်ချင်တဲ့ကမ္ဘာကြီးဆိုတာ ဘာကိုပြောတာလဲ။ အန်ဂျီဘယ်လို\nကယ်တင်မှာလဲ။ သူဘာတွေကိုပြန်ပြင်ချင်တာလဲ။ ဖခင်တစ်ယောက်ရဲ့ လွမ်းဆွတ်\nတမ်းတခြင်းတွေနဲ့ ပြည့်နှက်‌နေတဲ့ဒီဇာတ်ကားလေးထဲမှာ ဒါရိုက်တာဟာ အရွယ်မတိုင်\nခင်သေဆုံးသွားရတဲ့ သမီးလေးရဲ့ဆန္ဒတွေကို နည်းလမ်းတစ်မျိုးလေးနဲ့ ရိုက်ကူးပုံဖော်\nထားတာကို ကြည့်ရှုခံစားရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(936 MB) / (368 ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/my-true-fairytale-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/My_Policeman-860997796-mmed-135x200.jpg",
        "title": "My Policeman (2022)",
        "description": "My Policeman (2022)\n================\nIMDb Rating - 6.3/10One Direction အဖွဲ့က ဟယ်ရီစတိုင် ခေါင်းဆောင်မင်းသားအဖြစ်\nပါဝင်ထားတဲ့ BL ရုပ်ရှင်အသစ်တစ်ကားဖြစ်ပါတယ်။ ကျွန်တော့်ရဲ့\nရဲသားကြီးဆိုတဲ့နာမည်နဲ့ နာမည်ကျော်ဝတ္ထုကို ပြန်ရိုက်ကူးထားတာပါ။\nFirebird ဇာတ်လမ်းနဲ့ဆင်သလိုလိုပဲလို့ ပြောရမှာပါပဲ။ Call Me by\nYour Name ကိုမမီပေမဲ့ အတော်လေးကောင်းတဲ့ ဗြိတိန်အချစ်ဇာတ်လမ်းပါပဲ။ဇာတ်လမ်းအကျဉ်း\n=============\nတွမ်ဟာ စိတ်ထားကောင်းပြီး ယဉ်ကျေးတဲ့ ရဲတပ်သားလေးတစ်ယောက်\nပါပဲ။  တွမ့်ကိုအရမ်းကြိုက်နေတဲ့ မာရီရွန်ဆိုတဲ့ကောင်မလေးကတော့\nကျောင်းဆရာမလေးပေါ့။ သူတို့နှစ်ယောက်ရဲ့ အရင်းနှီးဆုံး သူငယ်ချင်း\nဖြစ်လာသူကတော့ ပြတိုက်မှူး ပန်းချီဆရာ ပတ်ထရစ်ပါပဲ။ဇာတ်အိမ်တည်ထားတာက ဗြိတိန်ရဲ့ ၁၉၅၀ ကျော်ကာလဖြစ်လို့ လိင်တူ\nချစ်ကြိုက်မှုဟာ ပြစ်မှုမြောက်ပါတယ်။ ထောင်ကျပါတယ်။ ဒီတော့ သူတို့\nသုံးယောက်ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ။\nသိုင်းချခန်းအချို့ပါဝင်လို့ မိသားစုနဲ့တော့ ကြည့်လို့မသင့်တော်ပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size..........(500 MB)\nQuality............Web-DL 720p\nDuration.........1Hr 53mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/my-policeman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4njdAkiBdC5LnFApeXSkFQ78GdT.jpg",
        "title": "Medieval (2022)",
        "description": "Mediveal (2022)ဥ​​ရောပအလယ်​ခေတ်ဇာတ်ကား​တွေကို ကြိုက်နှစ်သက်သူ​တွေအတွက်\nဘိုဟီးမီးယန်း(ချက်နိုင်ငံ)မင်းဆက် သမိုင်းဇာတ်လမ်းတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။\n၁၄ရာစုတုန်းက ဘိုဟီးမီးယန်းနယ်​မြေရဲ့ အကြီးကျယ်ဆုံး စစ်သူရဲတစ်​ယောက်ဖြစ်တဲ့\nယန်ဇစ်ဇကာရဲ့ ကနဦးစွန့်စားခန်းတစ်ခုကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။၁၄ရာစုနှစ် ချားစ်ဘုရင်-၄ နတ်ရွာစံပြီး​နောက် ဘိုဟီးမီးယန်းနယ်​မြေတွင်း ဂိုဏ်းဂဏ​တွေကွဲပြီး\nရောမရှိပုပ်ရဟန်းမင်းနဲ့ ပြင်သစ်ဘုရင်လက်​အောက်ရှိ ပုပ်ရဟန်းမင်းဆိုပြီး ဘာသာ​​ရေးအရပါ ၂ပိုင်းကွဲသွားပါတယ်။ ​\nချားစ်-၄ ​နတ်ရွာစံပြီး​နောက် သား​တော်ဖြစ်သူ ဝင်ဆယ်ဆလက်စ် နန်းတက်ရမှာဖြစ်​ပေမယ့်\nရောမရှိပုပ်ရဟန်းမင်းကြီးဆီမှာ နန်းတက်ပွဲခံပြီးမှသာ ရှင်ဘုရင်သစ်ဖြစ်လာမှာဖြစ်လို့\nဝင်ဆယ်ဆလက်စ်အ​နေနဲ့ ​ဘိုဟီးမီးယားနယ်က​နေ ရောမကိုသွားဖို့ လိုအပ်​နေတာဖြစ်ပါတယ်။ဒါ​ပေမဲ့ ဝင်ဆယ်ဆလက်စ်ဟာ အခွံသာရှိပြီးအဆံမရှိသူဖြစ်လို့ ​ကြွေးမှီများစွာတင်​နေပြီး\nရောမကိုသွားဖို့​တောင် ရဲမက်စရိတ် စားစရိတ်ကအစ ​ချေးငှားရမယ့်အ​ခြေအ​နေပါ။\nသူတို့​ချေးငှား​နေကျ သူကြွယ်အရှင် ရိုဆင်ဘာ့ဂျ်ကလည်း ​ချေး​​ငွေထုတ်မ​​ပေးတာ​ကြောင့် အကျပ်ရိုက်​နေတာပါ။\nဒါ​ကြောင့် ကြံရာမရတဲ့အဆုံး ရိုဆင်ဘာ့ဂျ်ရဲ့ ဇနီး​​လောင်း ​လေဒီကတ်သရင်းကို ပြန်​ပေးဆွဲပြီး ပြန်​ပေး​ငွေ​တောင်းဖို့ ကြံပါ​တော့တယ်။ပြန်​ပေးဆွဲ​​​ရမယ့်တာဝန်က​တော့ ​ကြေးစားစစ်သည် ယန်ဇစ်ဇကာရဲ့ တာဝန်ဖြစ်လာပါတယ်။\nဇစ်ဇကာအ​နေနဲ့ ​လေဒီကတ်သရင်းကို ​ပြန်​ပေးဆွဲတဲ့ကိစ္စ​ အောင်မြင်မှာလား၊\nအရှင်ဝင်ဆယ်ဆလက်စ်ရဲ့ အကြံအစည်က ထင်သ​​လောက် ရိုးရိုးရှင်းရှင်းနဲ့ ပြီးသွားပါ့မလား။\nနောက်ကွယ်က နိုင်ငံ​ရေး ဘာသာ​ရေးအရှုပ်အ​ထွေး​တွေကြား ဘယ်​လောက်ထိ ​ပွေလီဦးမလဲဆိုတာ တိုက်ခိုက်ခန်း၊သတ်ဖြတ်ခန်းများများနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/medieval-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k40ocFpzNfDnSil2Zdojn9D2ROm.jpg",
        "title": "Preman (2022)",
        "description": "Preman (2022)ဇာတ်ဝင်ခန်းထဲက စကားလေးအတိုင်းဆိုရင်\nတကယ်တော့ မဒူဆာဆိုတဲ့ အမျိုးသမီးဟာ အရမ်းလှပတဲ့ မိန်းမပျိုလေး တစ်ယောက်ပေါ့ဒါပေမဲ့ သူမရဲ့ အလှအပတွေကို လိုချင်တပ်မက်နေတဲ့\nပင်လယ်နတ်ဖုရား ပိုဆိုက်ဒွန်ဟာ သူမကို မုဒိန်းကျင့်ခဲ့တယ်\nဒါအပြင့် သူ့ကို မနာလိုတဲ့ နတ်ဖုရားမက အပြစ်ပေးတဲ့အနေနဲ့\nမြွေတစ်ပိုင်း လူတစ်ပိုင်း ပြောင်းပစ်ခဲ့ကြတယ်\nဒါတောင်မှ သူမအတွက် ရက်စက်မှုတွေက မကုန်နိုင်သေဘဲ ပါစီးယက်ရဲ့ ခေါင်းဖြတ်ခြင်းကို ခံခဲ့ရပါသေးတယ်။ဒီလိုပါပဲ လူတွေ အတွက်တော့ ပါးစီးယက်တို့က သူရဲကောင်းကြီးတွေ ဖြစ်ပေမဲ့\nမဒူဆာ အတွက်တော့ သူတို့တွေဟာ မကောင်းဆိုးဝါး စစ်သားတွေပါပဲ။\nယခု ဇာတ်ကားလေးဟာလဲ အင်ဒို ၂၀၂၂ ထွက်ကားလေးဖြစ်ပြီးတော့\nဇာတ်လမ်းသဘောလေးကတော့\nနားကန်းနေတဲ့ လူတစ်ယောက်ဟာ လူမိုက်ဂိုဏ်း တစ်ခုမှာ အလုပ်လုပ်နေခဲ့တာ ကြာခဲ့ပါပြီ။\nဒီလို လူမိုက်အလုပ်ကြောင့်ပဲ မိန်းမဖြစ်သူက ပစ်သွားခဲ့ပြီး သားလေးတစ်ယောက်နဲ့ လောက ကိုရင်ဆိုင်နေသူတစ်ယောက်ပါ။\nနဂိုက စိတ်ထားကောင်းတဲ့သူ တစ်ယောက်ဖြစ်ပေမဲ့\nပတ်ဝန်းကျင် အခြေအနေနဲ့ အရာရာဟာ သူ့ကို ဒီဘဝကနေ ရုန်းထွက်မရအောင် ဖြစ်စေခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/preman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFRXEoB3QkeHNHYmVGC3uzFSol8.jpg",
        "title": "Morning Glory (2010)",
        "description": "Morning Glory (2010)~ IMDb - 6.5/10, Rotten Tomatoes - 55% ~မနက်ခင်း ‌အစောကြီး ရုပ်သံအစီအစဉ်တွေ ရုပ်မြင်သံကြားကနေ တင်ဆက်ပေးတာကို ကျွန်တော်တို့တတွေ ရင်းနှီးကြမယ်တော့ မထင်ပါဘူး။ မနက်ခင်း ၄ နာရီ ၅ နာရီလောက်မှာ တိုက်ရိုက်တင်ဆက်ကြတဲ့ အစီအစဉ်တွေပါ။ ကျွန်တော်ငယ်ငယ်ကတော့ ၇ နာရီလောက်မှာ အဖေဖွင့်ထားတဲ့ ရေဒီယိုကနေ ပြည်တွင်းပြည်ပ အသံလွှင့်အစီအစဉ်တွေ မရိုးတမ်း နားထောင်ခဲ့ရပါတယ်။ အခုလည်း ဒီလိုပါပဲ။ အန်ကယ်ဆမ်တို့ တိုင်းပြည်က ရုပ်မြင်သံကြား မနက်ခင်း အစီအစဉ်တွေပေါ့။ ကဏ္ဍစုံပါ‌ဝင်တာမလို့ သာမန်ပြည်သူ၊ စီးပွားရေးသမားကစလို့ ဝန်ထမ်း၊ သာသနာ့ဘောင်က ပုဂ္ဂိုလ်တွေပါ စောင့်ကြည့်ရတဲ့ အစီအစဉ်တွေပါပဲ။မနက်ခင်းအစီအစဉ် ထုတ်လုပ်တင်ဆက်တဲ့ ဘက်ကီ ဖူလာ ဆိုတဲ့ တက်ကြွတဲ့ ထုတ်လုပ်ရေးမှူးတစ်ယောက်ဟာ ကံမကောင်းစွာနဲ့ \"မင်္ဂလာမနက်ခင်းပါ နယူးဂျာဆီ\" အစီအစဉ်ကနေ အလုပ်ထုတ်ခံလိုက်ရပါတယ်။ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/morning-glory-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTllMWY1N2ItMjlhMy00OGQ3LWFiM2YtNjQwYTg5YzBiNjdkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-147x200.jpg",
        "title": "[19+]Idol Seungha’s R-Rated Film Shooting (2021)",
        "description": "[19+]Idol Seungha's R-Rated Film Shooting (2021) အညွှန်း***************************************************ကွီးယား Adult Model ထဲမှ  Seung-ha ကတော်တော်ကြီးလှတဲ့အထဲမှာပါပါတယ်..ကျစ်လစ်လှပတဲ့ body structure လေးနဲ့သူမရဲ့ ပုံရိပ်တွေဟာ စွဲမက်ဖွယ်ပါပဲ..ဒီထဲမှာတော့ သူမဟာ adult လောကထဲကိုဝင်ရောက်ပုံကာလမှာခက်ခဲပင်ပန်းသနားစဖွယ်လေးတွေကိုရိုက်ပြထားတာပါ..အားလုံးပဲ ကရုဏာဝိုင်းသက်ပေးကြရအောင်ပါ...",
        "rating": "",
        "url": "https://channelmyanmar.org/19idol-seunghas-r-rated-film-shooting-2021/"
    }
]