[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYWTeTmmRpJot6QBXu1On7L8nvq.jpg",
        "title": "Married by Mistake (2023)",
        "description": "Married by Mistake (2023)IMDb - 5.8ပူပူနွေးနွေး MBAဘွဲ့ရထားတဲ့ ရိုင်လီတစ်ယောက် ငယ်ငယ်တည်းက\nမျှော်မှန်းခဲ့ရာအလုပ်ကို လက်မတင်လေး ဆုံးရှုံးလိုက်ရပါတယ်။\nစိတ်ညစ်ညစ်နဲ့ နိတ်လို့ခေါ်တဲ့ ကျောင်းနေဖက်သူငယ်ချင်းနဲ့အတူ\nမူးကွဲနေအောင်သောက်မိရာက မနက်လင်းတော့ ဘုရားတရပါပြီ။\nဝတ်လစ်စလစ်နဲ့ တစ်ကုတင်တည်းအတူ တက်အိပ်နေကြတဲ့အဖြစ်ကို တွေ့‌လိုက်ရတာပါ။\nလက်သန်းကြွယ်မှာလည်း လက်စွပ်ကိုယ်စီနဲ့ပါပဲ။\nဆိုတော့ မည်သို့မည်ပုံဖြစ်သွားသည် မသိသော်ငြားလည်း\nနိတ်နဲ့ ခေါင်းချင်းရိုက်တိုင်ပင်ကြတော့ အကြံတစ်ခုထွက်လာပါတယ်။\nစီးပွားရေးဘွဲ့လက်မှတ်ကြီးကိုင်ပြီး အလုပ်မရှိလို့ အနာဂတ်ပျောက်နေတဲ့ ရိုင်လီကတစ်ဖက်၊\nမိသားစုစီးပွားရေးလုပ်ငန်းမှာ အရှုံးပေါပြီး ဒေဝါလီခံရလုနီးနီးဖြစ်နေတဲ့ နိတ်ကတစ်ဖက်မို့\nနှစ်ဦးနှစ်ဖက် အကျိုးမယုတ်အောင် လက်ထပ်လျက်သား ဆက်နေပြီး\nနိတ်တို့စီးပွားရေးလုပ်ငန်းကိုပဲ ကူညီလုပ်ကိုင်ပေးဖို့ ဆုံးဖြတ်လိုက်ရပါတယ်။Romanceနဲ့ Comedy ပေါင်းထားပြီး ခေတ်ဆန်တဲ့ စကားအသုံးအနှုန်းတွေ ပါတာကြောင့်\nဇာတ်လေးကြီးတွေ ကြည့်ရတာ ငြီးငွေ့လာသူတွေအဖို့ စိတ်ပြေလက်ပျောက် ပေါ့ပေါ့ပါးပါးကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 642MB ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/married-by-mistake-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2QGAAiBbBC9NiVTHP4i7ioGA6Mk.jpg",
        "title": "Alex/October (2022)",
        "description": "Alex/October (2022)~ IMDb rating - 7.2/10 ~ဒီဇာတ်လမ်းဟာ ကြေကွဲနေတဲ့ လူကြီးတစ်ယောက်နဲ့ လောကကြီးကို ငြီးငွေ့စိတ်ကုန်နေတဲ့ ကောင်မလေးတစ်ယောက်ကြားက ဇာတ်လမ်း။အဲလက်စ်ဆိုတာကတော့ အသက် ၄၀ ကျော်အရွယ် အရက်ဖြတ်ထားရသူ တစ်ဦး။ ငြီးငွေ့ဖွယ်အလုပ်တစ်ခု၊ ဖြေမဆည်နိုင်စရာအတိတ်တစ်ခု၊ ကွာရှင်းထားတဲ့ အိမ်ထောင်တစ်ခု... အဲ့ဒါတွေအားလုံးထက်ပိုပြီး ခုထိ မအောင်မြင်သေးတဲ့ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခြင်းတစ်ခုနဲ့ ဘဝရဲ့ အဆုံးစွန်ကိုရောက်နေတဲ့ သက်လတ်ပိုင်းအကျပ်အတည်းထဲက လူ။အောက်တိုဘာကတော့ ၂၀ ကျော်ကျော် အနုပညာကျောင်း နှစ်ဝက်နဲ့ နားထားတဲ့သူ။ အပေါင်းအသင်းတွေနဲ့ ဆိုးသွမ်းလိုက်၊ ကလပ်လေးတက်လိုက်၊ အလုပ်လေးထွက်လိုက်နဲ့ ဒါပေမဲ့ ဘဝမှာ နေထိုင်ရမယ့်အကြောင်းအရင်း တစ်နည်းပြောရရင် ကိုယ့်ကိုယ်ကိုယ် ပျောက်ဆုံးရင်း အနာဂတ်ကို ရှာမတွေ့သူလေး။အဲလက်စ်က တစ်ရက်မှာ သူ့ကို သတ်ပေးဖို့ လူငှားတဲ့ ပို့စ်တစ်ခု လိုင်းပေါ်တင်ခဲ့ပြီး အောက်တိုဘာလေးက စူးစမ်းလိုစိတ်နဲ့ အလုပ်လက်ခံခဲ့တဲ့အခါမှာတော့ သူတို့ ကိုယ်ပိုင်ဘဝတွေမှာ အံဝင်ခွင်ကျမှုကို ရှာမတွေ့နိုင်ကြတဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/alex-october-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTYxMjkwMTk3OV5BMl5BanBnXkFtZTcwNDIwODcwOA@@._V1_-135x200.jpg",
        "title": "Compliance (2012)",
        "description": "၂၀၀၄ ခုနှစ်က အမေရိကန်နိုင်ငံ ကန်တက်ကီပြည်နယ်မှာ ဖြစ်ပွားခဲ့‌တဲ့အဖြစ်အပျက်ကို\nအခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုဖြစ်ပါတယ်။\nအသင့်စား စားသောက်ဆိုင်တစ်ခုရဲ့ မန်နေဂျာဖြစ်သူ ဆန်ဒရာဟာ\nရဲအရာရှိဟန်ဆောင်ထားတဲ့ သူတစ်ယောက်ရဲ့ ဖုန်းကိုလက်ခံရရှိကာ\nထိုသူခိုင်းတဲ့အတိုင်း ဆိုင်ဝန်ထမ်း ဘက်ကီကို သံသယရှိသူအနေနဲ့စစ်ဆေးခြင်းကိုဆောင်ရွက်ပါတော့တယ်။\nဆန်ဒရာကဆိုင်ရဲ့အလုပ်ကိစ္စတွေဖြေရှင်းဖို့လိုလာတဲ့အခါ\nအခြားသူတွေကို သူ့နေရာမှာ လူစားထိုးကာ\nဘက်ကီကိုစောင့်ကြည့်ခိုင်းပါတော့တယ်။တဖြည်းဖြည်းနဲ့ အရာရှိယောင်ဆောင်သူရဲ့ ခိုင်းစေချက်တွေက လိင်ပိုင်းဆိုင်ရာစော်ကားမှုတွေဖြစ်လာသောအခါ\nဒီလိုကျူးလွန်မှုမျိုးတွေက တစ်နေရာမကဖြစ်နေသောအခါ\nဘယ်လိုတွေဆက်ဖြစ်လာမလဲ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.2 GB)/(600MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://channelmyanmar.org/compliance-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZmM3ZGZlMWUtMjY1OS00NjBkLWE4MjQtODJkMmQ1MzdjYzhkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Ammonite (2020)",
        "description": "Ammonite (2020)\n=============\nIMDb Rating 6.5/10၁၈ရာစုနှစ် အမျိုးသားဝါဒီ ကြီးစိုးတဲ့ ကာလတစ်ခုမှာ ကျောက်\nဖြစ်ရုပ်ကြွင်းပညာရပ်မှာ ထူးချွန်ပြောင်မြောက်လှတဲ့ နက္ခတ္တ\nပညာရှင် အမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ Mary Anning ရဲ့\nbiography အကြောင်းကို ရိုက်ကူးထားတာပါ။ သူရှာဖွေတွေ့\nရှိခဲ့တဲ့ အကျော်ကြားဆုံး ကျောက်ဖြစ်ရုပ်ကြွင်းကတော့ Ichth-\nyosaur လို့ခေါ်တဲ့ fossil တစ်ခုပါပဲ။Mary Anning က ကမ်းခြေမှာရှိတဲ့ ကျောက်ဖြစ်ရုပ်ကြွင်းတွေကို\nလိုက်ရှာဖွေရင်း Lyme Regis မြို့ကို လာရောက်လည်ပတ်ကြတဲ့\nနိုင်ငံလှည့်ခရီးသွားတွေကို ရောင်းချပြီး နာမကျန်းဖြစ်နေတဲ့ အမေ\nအိုတစ်ယောက်နဲ့ အတူ နေထိုင်ပါတယ်။ တစ်ရက်မှာတော့ သူ့ကို\nလေးစားအားကျတဲ့ အမျိုးသားတစ်ယောက် ရောက်လာပြီး Fossils\nတွေအကြောင်း စူးစမ်းလေ့လာမယ့် ခရီးစဥ်အတွက်လာပြောပါတယ်။အဲအမျိုးသားနဲ့အတူ သူရဲ့မိန်းမဖြစ်တဲ့ Charlotte လည်းပါလာခဲ့ပါ\nတယ်။အဲအမျိုးသားက နာမကျန်းဖြစ်နေတဲ့ သူ့မိန်းမ Charlotte ကို\nကူညီပေးဖို့ Mary ကို တောင်းဆိုလာပြီး နောက်ပိုင်းမှာတော့ Mary နဲ့\nCharlotte တို့ ချစ်ကျွမ်းဝင်သွားကြပါတယ်။ ၁၈ရာစုနှစ်က အမျိုးသမီး\nနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ammonite-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nme0kRiP5jBSKFRLnaLBSn5ny9G.jpg",
        "title": "My Heart Puppy (2023)",
        "description": "My Heart Puppy (2023)ဒီတစ်ခေါက် တင်ဆက်ပေးမှာတော့ အားလုံးမျှော်နေကြတဲ့ ခွေးလေးတွေနဲ့\nမထင်မှတ်ဘဲ ခရီးသွားဖြစ်သွားတဲ့ ဇာတ်လမ်းလေးပေါ့နော်ဖြစ်ပုံကဒီလို...\nခွေးလေးရွန်းနီကိုအရမ်းတန်ဖိုးထားပြီး ချစ်တဲ့ မင်ဆူက လက်ထပ်တော့မယ့်အချိန်မှာမှ\nဆက်ပြီးမွေးထားဖို့ လုံးဝအဆင်မပြေနိုင်တော့တဲ့အခြေအနေတစ်ခုကြောင့်\nမွေးစားဖို့အတွက် သူ့အစ်ကိုဖြစ်တဲ့ ဂျင်းဂုကို အပူကပ်ရတာ...နှစ်ယောက်သား ရှာကြဖွေကြရင်းနဲ့ ဂျယ်ဂျူကျွန်းကို မွေးစားဖို့ပေးမယ်ဆိုပြီး အသွား..\nလမ်းမှာတွေ့တဲ့စွန့်ပစ်ခွေးလေးတွေကိုလည်း တစ်ခါတည်းခေါ်သွားနဲ့ပေါ့အဲလိုနဲ့ အသွားကြီးသွားရပြီးမှ ဂျယ်ဂျူကျွန်းရောက်တဲ့အခါမှာရော မွေးစားတဲ့လူတွေ့သွားကြမလား\nရွန်းနီလေးကိုရော မင်ဆူကခွဲခွာရက်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်My Sassy Girl နဲ့ နာမည်ကြီးပြီး လူသိများခဲ့တဲ့ မင်းသားကြီး Cha Tae Hyun,\nHospital Playlist ထဲ ဘုန်းကြီးဆရာဝန်အနေနနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီး Yoo Yeon Seok တို့လို\nမင်းသားကြီးတွေပါဝင်ထားပြီးတော့ ချစ်စရာခွေးလေးတွေနဲ့ လုံးဝကို healing ဖြစ်စေမယ့် ရုပ်ရှင်လေးတစ်ကားပါပဲအညွှန်းကိုတော့ JoyZ က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Family\nQuality…. ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/my-heart-puppy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9b2WvTn7A4EToYUubXE7kFRXl1.jpg",
        "title": "Next Sohee (2022)",
        "description": "Next Sohee (2023)Bae Doo Na ရဲ့ Comeback Movie လို့ ပြောလို့ ရပါတယ်။\nပျောက်နေတာ အတော်ကြီး ကြာပြီးမှ ပြန်လာသလို ပြန်လာတဲ့ကားကလည်း အတော့်ကို ကောင်းတဲ့ကားပါ။\n\"ထပ်တိုး ဆိုဟီး\" ဆိုတဲ့ ရုပ်ရှင်ကားလေးနဲ့ ပြန်လာခဲ့တဲ့ သူမရဲ့ရုပ်ရှင်ကားက ဘယ်လို အကြောင်းအရာများ ဖြစ်မလဲ? တစ်ချက် ကြည့်လိုက်ရအောင်ပါ။လူဟာ အိပ်မက်နဲ့ရှင်သန်ကြတယ်ဆိုပေမဲ့ အိပ်မက်တွေက တစ်ခါတလေတော့လည်း အိပ်မက်ဆန်လွန်းတယ်။\nဒီလိုနိုင်ငံမျိုးမှာတော့ ဖြစ်ချင်တာတွေနောက်လိုက်ဖို့ မဖြစ်ချင်တာတွေလုပ်ရတဲ့ အခြေအနေမျိုးကို အားလုံးကျော်ဖြတ်ခဲ့ဖူးကြမှာပဲ။\nဖြစ်ချင်တာတွေဟာ ဘယ်တော့မှဖြစ်မလာတော့တဲ့ဘဝတွေလည်း ရှိကောင်းရှိကြမှာပဲ။ ဒီရုပ်ရှင်ဟာ အဲဒီလိုဘဝမျိုးတွေအကြောင်းပဲ။အထက်တန်းကျောင်းသူကောင်မလေး ဆိုဟီးဟာ ကျောင်းက ချိတ်ပေးတဲ့ အလုပ်မှာ အလုပ်သင်အနေနဲ့ဝင်လုပ်တယ်။\nဒါပေမဲ့ အဲဒီအလုပ်ဟာ မတရားမှုတွေ အပြည့်ရှိနေသလို လစာကိုလည်း ရတဲ့နေရာကနေ ဘက်စုံနှိမ်တတ်တဲ့ အလုပ်မျိုး။\nဒီလိုနဲ့ အထက်တစ်ဆင့်ကနေ အောက်တစ်ဆင့်ကိုပြန် အမြတ်ထုတ်ရင်း အဆင့်ဆင့်သွားတတ်တဲ့ စနစ်မျိုးမှာ သူရှင်သန်ခဲ့ရတယ်။\nဒါပေမဲ့လည် ရွေးစရာတော့မရှိဘူး။ ဆိုဟီးမှ မဟုတ်ဘူး။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/next-sohee-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYWFjMDEzZWEtMDdiZC00NGNiLWE3N2ItZjgwMmEwNTc1ZmY4XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Eight Taels of Gold (1989)",
        "description": "Eight Taels of Gold (1989)\n====================\nIMDb Rating - 7.1/10Mabel Cheungရဲ့ Migration Trilogyမှာ The Illegal Immigrant (1985),\nAn Autumn's Tale (1987) နဲ့ Eight Taels of Gold (1989) သုံးကားရှိတဲ့\nအထဲ နောက်ဆုံးကားဖြစ်တဲ့ Eight Taels of Gold (1989)ဟာ ရှေ့ကားတွေလို\nအဆွေးကားစာရင်းဝင်ပေမဲ့ သုံးထားတဲ့မင်းသား Sammo Hungနဲ့လိုက်အောင်ပဲ\nဟာသကားလည်း တစ်ခြမ်းဖြစ်နေတယ်။ နောက်တစ်ခုကွဲတာကတော့ ရှေ့၂ကားမှာ\nတရုတ်ကနေ အမေရိကန်ကိုသွားတဲ့အကြောင်းကို အဓိကထားပြပေမဲ့ ဒီနောက်ဆုံး\nကားမှာ‌တော့ ပြောင်းပြန်ဖြစ်သွားပြီ။ အမေရိကန်ကနေ တရုတ်ပြည်ကို ပြန်လာတဲ့\nတရုတ်တစ်ကောင်အကြောင်းဖြစ်သွားတယ်။အိမ်ကနေ ထွက်ပြေးသွားတာ ၁၆နှစ်ရှိပြီဖြစ်တဲ့ Sammo Hungရဲ့ ဇာတ်ကောင်ဟာ\nအမေရိကန်မှာ တက္ကစီဆွဲစားရင်း အသက်မွေး‌ဝမ်းကြောင်းပြုနေခဲ့တဲ့လူပေါ့။ ဒီကားရဲ့\nအစမှာ သူအိမ်ကိုပြန်လာဖို့လုပ်တယ်။ အဖွင့်မှာတင်ပါတဲ့ ဒီအခန်းက ရယ်လည်းရယ်\nရသလို လက်တွေ့လည်းကျတယ်။ တရုတ်ပြည်ကို လက်ဆောင်ပြန်ယူသွားဖို့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/eight-taels-of-gold-1989/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fWBcU6taz7pMyMPV8IJhcLeyt6H.jpg",
        "title": "Naked Truth (2023)",
        "description": "Naked Truth (2022)ကန်၊ ကွင်လန်၊ လင်ဒန်နဲ့ ကမ်မီတို့ဟာ တစ်ယောက်ကိုတစ်ယောက်ဂရုစိုက်ကြပြီး\nတစ်ယောက်အတွက်တစ်ယောက် အမြဲရှိပေးကြတဲ့သူငယ်ချင်းလေးယောက်အုပ်စုပါ။\nကမ်မီကတော့ အိမ်ထောင်ကျပြီးသားသူ၊ ကျန်တဲ့သုံးယောက်‌ကတော့ လူလွတ်တွေပေါ့။ဒီလိုနဲ့နေလာရင်းက တစ်နေ့မှာ သူငယ်ချင်းလေးယောက်သား ပြဿနာတက်ဖို့ကြုံလာပါတော့တယ်။\nအဲ့ဒီပြဿနာကိုဖြေရှင်းဖို့ကြိုးစားကြရင်းက လေးယောက်သား အသက်အန္တရာယ်တွေထိ ထိလိုက်ဖို့ဖြစ်လာပါတယ်။သူငယ်ချင်းအချစ်နဲ့အိမ်ထောင်ရေးကြားပြဿနာတွေကို ရိုက်ပြထားတဲ့ဇာတ်ကားဖြစ်ပြီး\nIMDb ratingကလည်း 5.8ထိရှိတာမလို့ ကြည့်ရကျိုးနပ်တဲ့ဇာတ်ကားအဖြစ်ညွှန်းပေးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Zaw Pyae Sone Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 535MB | 250MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zaw Pyae Sone Hein\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/naked-truth-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ednnNePnbCj5z6DIbEWgxilqYPl.jpg",
        "title": "Lara Ati (2022)",
        "description": "Lara Ati (2023)ကျွန်တော်တို့မှာ ပြန်တွေးလိုက်တိုင်း ရင်ထဲကိုနွေးသွားစေတဲ့ မပိုင်ဆိုင်ခဲ့ကြရတဲ့ငယ်ချစ်ဦးဆိုတာ ရှိကြတယ်နော်\nငယ်ချစ်ဦးနဲ့ပဲ ပြန်ဆုံတွေ့ကြပြီး သူတို့တွေကကျွန်တော်တို့နဲ့အကြောင်းပါကြမယ်ဆိုရင်တော့ အတိုင်းထက်အလွန်ပေါ့ဗျာ\nအဲဒါအပြင် ကျွန်တော်တို့တွေ အိမ်ကလုပ်ခိုင်းလို့ အဖေကြောင့် အမေကြောင့် ဘာကြောင့်ညာကြောင့်အမျိုးမျိုးကြောင့်\nကိုယ်တိုင်မလုပ်ချင်တဲ့အလုပ်တွေ မတက်ချင်တဲ့ကျောင်းတွေကိုတက်ရတဲ့အချိန်တွေရှိကြပါတယ်\nအဲလိုသူများကြောင့်လုပ်ရတဲ့အချိန်တွေကနေရုန်းထွက်ပြီး ကိုယ်ဝါသနာပါရာနောက်ကို\nကောက်ကောက်ပါအောင်လိုက်ဖို့ဆိုတာက လက်တွေ့မှာတော့ မလွယ်ကူဘူးဗျ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ရည်းစားဟောင်းတွေက ဘာကြောင့်မှန်းမသိပဲနဲ့ ဖြတ်သွားပြီး\nမိဘတွေကြောင့်ဘဏ်တစ်ခုမှာလစာကောင်းကောင်းနဲ့ အလုပ်လုပ်နေတဲ့ဂျိုကိုဆိုတဲ့ကောင်လေးက\nသူ့ရဲ့ကောင်မလေးဖာရက်က တခြားတစ်ယောက်နဲ့စေ့စပ်သွားလို့ အသည်းကွဲသွားတဲ့အချိန်မှာ\nဂျိုကိုရဲ့ငယ်သူငယ်ချင်းအာယူနဲ့ ပြန်တွေ့ကြတဲ့အချိန်မှာ အသည်းခွဲသွားတဲ့ဖာရက်နဲ့ပဲပြန်အဆင်ပြေကြမလား\nငယ်သူငယ်ချင်းဖြစ်တဲ့အာယူနဲ့ပဲရည်ငံသွားကြမလားဆိုတာကို\nဒီအင်ဒိုနီးရှားRomance ဇာတ်ကားလေးမှာ ဂျိုကိုတစ်ယောက်မိဘလောင်းရိပ်အောက်ကနေရုန်းထွက်ပုံတွေ\nဝါသနာပါရာအလုပ်ကိုရွေးသွားပုံတွေကို ဇာတ်ကားတစ်ခုလုံးပြုံးပြုံးကြီးနဲ့ ကြည်နူးစရာကောင်းကောင်းလေးကြည့်ရမယ်ဆိုတာတစ်ခုတော့ အာမခံပါတယ်ဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Soe Htun Htun Aung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 816MB | 400MB\nFormat… mp4\nDuration…. 1h 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lara-ati-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9hwOE1FeOelkNxfsGtTNrlWnyq.jpg",
        "title": "The Girl Who Escaped: The Kara Robinson Story (2023)",
        "description": "The Girl Who Escaped: The Kara Robinson Story (2023)ယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ 2023 ခုနှစ်ထဲမှာပဲထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတဲ့\nRating မြင့် Documentary Crime-Drama ရုပ်ရှင်ဇာတ်ကား‌ေကာင်းလေးပါဇာတ်လမ်းခေါင်းစဉ်အတိုင်းပဲ ပြန်ပေးဆွဲမုဒိန်းကျင့်ခံရတာကနေ လွတ်မြောက်လာခဲ့တဲ့ ၁၅ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်အကြောင်းပါ\nဒီဖြစ်ရပ်မှာကံကောင်းတာတွေ ကယ်တင်ရှင်တွေမပါပါဘူး\nကာရာဆိုတဲ့ကောင်မလေးက ရုတ်တရက်ကြုံတွေ့ရတဲ့အန္တရာယ်ကို ခေါင်းအေးအေးထားရင်ဆိုင်ကာ လွတ်မြောက်အောင်လုပ်ခဲ့တဲ့အပြင်\nတရားခံလည်ပင်းကိုပါကြိုးကွင်းပြန်စွပ်ပေးနိုင်လောက်အောင် နေရာတွေအချက်အလက်တွေအကုန်လုံးကို မှတ်သားလာခဲ့ပုံက ပြောစမှတ်ပြုလောက်ပါတယ်။ပြီးတော့ သူ့ရဲ့ဒီဖမ်းဆီးမုဒိမ်းကျင့်ခံရပြီးနောက်ပိုင်းကိစ္စတွေကို တည်ငြိမ်စွာရင်ဆိုင်ပုံကလဲ အတုယူဖွယ်ရာပါပဲ\nခံလိုက်ရတဲ့သူတွေမှာ အပြစ်လဲမရှိ အမှားလဲမရှိပါဘူး\nလုပ်‌တဲ့သူတွေကသာ လူ့ဘောင်မဝင် ခွေးလောက်တောင် အဆင့်မရှိတဲ့ကောင်တွေပါ\nအဲ့ဒီတော့ ဒီဇာတ်ကားလေးကနေတစ်ဆင့် မိဘတွေရော မိန်းကလေးအရွယ်သုံးပါးလုံးရော သင်ခန်းစာယူနိုင်ကြမယ်အပြင်\nဇာတ်‌လမ်းကိုရိုက်ပြထားပုံကလဲ အိုဗာတွေမပါစိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်များခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 720p\nFile size… 470MB\nFormat… mp4\nDuration….1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-girl-who-escaped-the-kara-robinson-story-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lW94s7xxkdOzYcueaqGJwcVVvjt.jpg",
        "title": "The Delta Force (1986)",
        "description": "The Delta Force (1986)1985 တုန်းက လေယာဉ်ပြန်ပေးဆွဲခံခဲ့ရတဲ့ တကယ့်ဖြစ်ရပ်မှန်ကို Reference ယူပြီး ရိုက်ထားတဲ့ 1986 က ​ကားဟောင်းလေးပါ။ Delta Force Trilogy ထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ အမေရိကန် ဖိုက်တာကြီး Chuck Norris ပါဝင်သရုပ်ဆောင်ထားတာမို့ အပစ်အခတ် ​အကြမ်းစားတွေ သေချာပေါက်တွေ့ရမှာပါ။ဇာတ်လမ်းကတော့...\nအကြမ်းဖက်သမားနှစ်ယောက် အဒူရာဖိုင်းနဲ့ မူစတာဖာတို့က အေသင်ကနေ ရောမ နယူးယောက်ကိုသွားမယ့် လေယာဉ်ကို ပြန်ပေးဆွဲသွားပြီး ဘဲရု လက်ဘနွန်ကို ပျံခိုင်းလိုက်တယ်။ အမေရိကန် ဒယ်တာတပ်ဖွဲ့က ကာနယ်နဲ့ မေဂျာစကော့တို့ ဦးဆောင်ပြီး ဓားစာခံတွေကိုကယ်တင်ဖို့ တာဝန်ကျလာတယ်။ အဒူရာဖိုင်းက ခရီးသည် ၁၄၄ ယောက်ထဲက ဂျူးတွေနဲ့ မရိန်းတပ်သားတွေကို ခွဲထုတ်ပြီး ဘဲရုမှာထားခဲ့ပြီးတော့ သူတို့အစား အကြမ်းဖက်သမားအဖော်တွေခေါ်တင်လာတယ်။ အယ်ဂျီးရီးယားကို ဆက်ပျံလာပြီး ဓားစာခံမိန်းကလေးတွေကို လွှတ်ပေးမယ်ဆိုတော့ ဒယ်တာတပ်ဖွဲ့က အကြမ်းဖက်သမား ၂ယောက်ပဲပါတယ်ဆိုပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-delta-force-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc2NjU0MTcwNV5BMl5BanBnXkFtZTcwMjg4MDg2OQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Elysium (2013)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (64%)2013 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ မင်းသား မက်ဒေမွန်ရဲ့ Elysium ရုပ်ရှင်ကားဟာ Box Office အမေရိကန်ဒေါ်လာ 286 သန်း အထိရရှိခဲ့ပြီး ဝေဖန်ရေးဆရာတွေလဲ အကြိုက်တွေ့ခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action,Sci-fi ပုံစံတင်ဆက်ထားပေမယ့် လူဦးရေထူထပ်လာခြင်း၊ လူသားဆန်မှုလျော့နည်းလာခြင်း၊ ခေတ်သစ်ကျန်းမာရေးစောင့်ရှောက်မှု၊ အလုပ်သမားခေါင်းပုံဖြတ်မှု၊ တရားစီရင်ရေးစနစ်နဲ့ လူတန်းစားဆိုင်ရာပြသနာတွေ အနာဂတ်မှာဖြစ်လာမှာတွေကို မီးမောင်းထိုးပြထားပါတယ်...၂၁ ရာစုရဲ့အဆုံးသတ်မှာ ကမ္ဘာကြီးဟာ လူဦးရေလွန်ကဲမှု အဆိပ်သင့်မှု ကပ်ရောဂါတွေ ဖုံးလွှမ်းလာပါတယ် ...ဒီလိုအချိန်မှာ အချမ်းသာဆုံးလူတွေဟာ ကမ္ဘာကြီးမှာ မနေကြတော့ဘဲ သူတို့ရဲ့လူနေမှုအဆင့်အတိုင်း သီးသန့်တည်ဆောက်ထားတဲ့ အိုခြင်းမရှိ နာဖျားခြင်းမရှိတဲ့ ဂြိုလ်တစ်ခုဆီကို ထွက်ခွာသွားကြပါတယ်...သမိုင်းနဲ့ချီလာတဲ့ထုံးစံအတိုင်း ငမွဲလေးတွေ နင်းပြားလေးတွေကတော့ ကမ္ဘာကြီးရဲ့ဆိုးညစ်မှုတွေကြား ပိတ်လှောင်ခံရစမြဲပေါ့...သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်ဇာတ်လမ်းဆိုပေမယ့် လက်တွေ့ဘဝတွေနဲ့လဲ ဆင်တူတာမလို့ ခံစားကြည့်ကြပါဦး။\nFile size…(4.9 GB)/(1.8 GB) /(1 GB)\nQuality….BluRay 4K HEVC/1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/elysium-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/seven-nights-in-japan-141x200.jpg",
        "title": "Seven Nights in Japan (1976)",
        "description": "Seven Nights in Japan (1976)ဒီဇာတ်ကားနဲ့ပတ်သက်လို့ အချက်အလက်တွေရှာတာမှာ စိတ်ဝင်စားဖွယ်တစ်ခု တွေ့ရတာက ဒီဇာတ်ကားဟာ မြန်မာပြည် (အရင်တုန်းက Burmaလို့နာမည်ရှိစဉ်)မှာ ရုံတင်ခဲ့ချိန်တုန်းက အလွန်အောင်မြင်လူကြိုက်များခဲ့တဲ့အကြောင်းကို Wikipedia မှာ ညွှန်းထားတာပါပဲ။ ညွှန်းတဲ့ပုဂ္ဂိုလ်ကိုယ်တိုင်တောင် ရုပ်ရှင်ရုံရှေ့က လက်မှတ်တန်းစီတိုးကြတဲ့ လူအုပ်ကြီးထဲ ညပ်ပါသွားခဲ့ရတယ်ဆိုလား။ဥရောပတစ်နိုင်ငံက အိမ်ရှေ့စံမင်းသားလေးတစ်ပါးဟာ (ဘယ်နိုင်ငံရယ်လို့တော့ အတိအကျညွှန်းမထားပါဘူး။ ) ရေတပ်ဗိုလ်လေးအဖြစ်နဲ့ တာဝန်ထမ်းဆောင်ရင်း ဂျပန်နိုင်ငံကိုအရောက်မှာ အားလပ်ရက်အနေနဲ့ ခွင့်တစ်ပတ်ယူပြီး ကုန်းပေါ်တက်သွားတာကနေ ဇာတ်လမ်းစတာပါပဲ။ သာမန်သင်္ဘောသားတစ်ယောက်လိုတော့ အားလပ်ရက်ရတုန်း ကဲချင်သလိုကဲခွင့် မရှိရှာပါဘူး။ သူ့ခမျာ မင်းမျိုးမင်းနွယ်ဖြစ်ရတဲ့သူတွေရဲ့ဒုက္ခကို ခံရပါတယ်။ သူရတဲ့ အားလပ်ရက်လေးအနည်းငယ်ကို မင်းသားတစ်ပါးရဲ့ သံတမန်ခရီးစဉ်လိုမျိုး စီစဉ်လိုက်ကြတော့ သူ့မှာ ဧည့်ခံပွဲတွေတက်ရ၊ မကုန်နိုင်တဲ့လူတွေနဲ့ လက်ဆွဲနှုတ်ဆက်ရ ၊ သတင်းထောက်တွေမေးတာဖြေလိုက်ရနဲ့ မခံနိုင်တဲ့အဆုံး တစ်ညမှာ သူအခန်းကနေခိုးထွက်ပြီးတော့ တိုကျိုမြို့တော်ရဲ့ night life ကို လျှောက်ခံစားကြည့်ပါတော့တယ်။\nပိုက်ဆံလည်းတစ်ပြားမှမပါဘဲနဲ့ နိုက်ကလပ်ထဲကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1SRrf/(CM)_Seven.Nights.in.Japan.1976.AVC.AAC-Nyein.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDkwMjA4NmYtNDI0Zi00NTZhLWI3OTMtMmRmN2Q3NmVmNTBiXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Vaathi(2023)",
        "description": "Vaathi (2023)IMDb-7.6/10သရုပ်ဆောင် ဒါရိုက်တာ ပရိုဂျူဆာ တေးရေး ဇာတ်ဝင်တေးသီချင်းအဆိုတော် စွယ်စုံရမင်းသား\nDhanush နဲ့ မင်းသမီးချောလေး Samyuktha Menon တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတဲ့ Rating လည်းကောင်း ကြည်နူးမှုကြောင့်လည်းမျက်ရည်စို့ရမဲ့ အိန္ဒိယဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်ကားအစမှာကျောင်းသားသုံးယောက်ဟာသူတို့အဘိုးပိုင်ခဲ့တဲ့ ဗီဒီယိုခွေဆိုင်အဟောင်းလေးကို ရှင်းလင်းရင်းနဲ့\nဗီဒီယိုတိတ်ခွေဟောင်းတွေကို ဖွင့်ကြည့်လိုက်တဲ့အချိန်မှာ\nသူတို့မနက်တုန်းမှာ ကျောင်းမှာသင်ခဲ့တဲ့ သင်္ချာပုစ္ဆာကို ဆရာငယ်ငယ်တစ်ယောက်က\nသင်ပေးနေတဲ့ ဗီဒီယိုမှတ်တမ်းကိုတွေ့လိုက်ပါတယ်\nအဲဒါနဲ့ သူတို့ကစာမလိုက်နိုင်တော့ အဲဒီဆရာဆီမှာကျူရှင်သင်မယ်ဆိုပြီး\nအဲ့တိတ်ခွေအဖုံးပေါ်မှာပါတဲ့ နာမည်နဲ့လိပ်စာအတိုင်းလိုက်ရှာကြည့်တော့\nသူတို့တွေ့လိုက်ရတာ အဲဒီဆရာရဲ့တပည့်ဖြစ်တဲ့သူကိုပါ\nအဲဒီကနေတစ်ဆင့် ဆရာ့ရဲ့နာမည်က ဘာလာဖြစ်ပြီး ဆရာဘာလာရဲ့အကြောင်းတွေကို\nနောက်ကြောင်းပြန်ပြောပြလိုက်တဲ့အခါမှာတော့.....\nဇာတ်ကားကကြည့်လို့ကောင်းတယ်ဆိုတာ ဒီနေရာမှာတင်ရပါပြီ\nဇာတ်လမ်းဇာတ်ကွက်ကောင်း ပေးချင်တဲ့ message ကောင်းတဲ့အပြင် cast ကလဲကောင်း\nအချစ်ဒရာမာအက်ရှင် အစုံပါဝင်တာမို့ ပေးတဲ့ rating နဲ့လဲထိုက်တန်ပါတယ်\nအောက်ကစာကတော့ ကျွန်တော် အာချောင်ထားတာပါဒီဇာတ်လမ်းလေးကို မချီးကျူးခင်မှာ နယ်ဆင်မင်ဒဲလားပြောခဲ့တဲ့ စကားလေးတစ်ခုရှိပါတယ်\nEducation is the only weapon that can change the world တဲ့\nကမ္ဘာကြီးကိုပြောင်းလဲနိုင်တဲ့တစ်ခုတည်းသောလက်နက်ဟာ ပညာရေးပါတဲ့\n၁၉၉၀ ပြည့်နှစ်တွေမှာ အိန္ဒိယမှာ စီးပွားရေးတိုးတက်လာတာနဲ့အမျှ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/vaathi2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQez698HIU1XbciQA7VzpoTBKuF.jpg",
        "title": "Anak Rimau the Movie(2022)",
        "description": "Anak Rimau the Movie(2022)***************************ဘောလုံးအကယ်ဒမီတစ်ခုအကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ပြီးသွားရင်စိတ်ထဲမှာ အတွေးထဲမှာ တစ်ခုခုတော့ တွေးနေမိမှာ အမှန်ပါပဲ။\nနိုင်ငံရဲ့နေရာစုံကနေလာတဲ့ ဘောလုံးကန်ရတာကိုအရမ်းဝါသနာပါတဲ့ လူငယ်လေးတွေ Anak Rimau ဘောလုံးအကယ်ဒမီကိုရောက်ပြီးဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ။\nအဲရစ်ဖ်ကတော့ ဆင်းရဲပြီး အမေနဲ့ အတူတူနေပါတယ်။ သူ့မှာ ဆိုးသွမ်းပြီးဦးတည်ရာမဲ့နေတဲ့ အကိုတစ်ယောက်ရှိပါတယ်။ ဒန်းနစ်ကတော့ ချမ်းသာပြီး သူ့အဖေကAnak Raimu Academy ရဲ့ အကြီးဆုံးစပွန်ဆာတစ်ယောက်ပါ။မာရို ကတော့စိတ်ဓာတ်ကြံခိုင်ပြီး စကေးရှိတဲ့ တိုက်စစ်မှုးတစ်ယောက်ပါ။\nအဲ့လိုမတူညီတဲ့ ဘဝတွေ မတူညီတဲ့ နေရာဒေသက လာတဲ့သူတွေကို နည်းပြကြီးဇိုင်နာ ဘယ်လို ကိုင်တွယ်ပြီး အောင်မြင်တဲ့ဘောလုံး အသင်းတစ်သင်းဖြစ်အောင် ပြုစုပျိုးထောင်သွားမလဲဆိုတာကတော့.........File Size :(2.6GB) and (1.3GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:2300\nGenre : Sport , Family , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/anak-rimau-the-movie2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vs4jcY5NQA24zFGihY2EiqEA5hI.jpg",
        "title": "My Super Ex-Girlfriend (2006)",
        "description": "My Super Ex-Girlfriend (2006)Ghostbusters ဇာတ်ကားတွေနဲ့ No Strings Attached လို နာမည်ကျော်ဇာတ်မျိုးကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာရဲ့ ရုပ်ရှင်ပါ။ အိုဝင်ဝီလ်ဆန်ရဲ့ညီ လုခ်ဝီလ်ဆန်နဲ့ အူမာသာမန်းတို့လို တန်းရှိ သရုပ်ဆောင်တွေကို သုံးထားပါတယ်။ လုခ်ဟာ အိုဝင်လောက်တော့ လူသိမများပေမဲ့လည်း ဝက်စ်အန်ဒါဆန်ရဲ့ ပွဲဦးထွက်ကားတွေနဲ့ တခြားကားကောင်းတွေမှာ ပါဖူးတဲ့ သရုပ်ဆောင်ပါပဲ။ Ethan Hawke ရဲ့ မိန်းမ အူမာသာမန်းကတော့ မသိသူမရှိလောက်ပါဘူး။ တာရန်တီနိုရဲ့ Kill Bill, Pulp Fiction တို့မှာ သရုပ်ဆောင်ဖူးတဲ့သူပါ။ သူ့ရဲ့အကောင်းဆုံးလက်ရာကတော့ Maya Hawke ပါပဲ။စူပါပါဝါရှိတဲ့မိန်းကလေးတစ်ယောက်နဲ့တွဲမိရာကနေ အလွဲလေးတွေကြုံရပုံကို ကြည့်ရမှာပါ။ ဒီဇိုင်းကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်နေတဲ့ Single ဖြစ်နေတာကြာပြီဖြစ်တဲ့ မက်က ရထားပေါ်မှာတွေ့တဲ့ ဂျန်နီဆိုတဲ့ကောင်မလေးကို သူငယ်ချင်းရဲ့တိုက်တွန်းမှုကြောင့် ဖွင့်ပြောပြီး တွဲဖြစ်သွားပါတယ်။ နယူးယော့ခ်မှာ G-Girl ဆိုပြီး လူတွေကိုအန္တရာယ်တွေကနေကာကွယ်ပေးနေတဲ့ စူပါဟီးရိုးကောင်မလေးတစ်ယောက်ရှိပါတယ်။ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/my-super-ex-girlfriend-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBhnI8UZQzTkAH1LMEtrBUmfpjS.jpg",
        "title": "You Will Meet a Tall Dark Stranger (2010)",
        "description": "လူတိုင်းမှာတော့ ကိုယ်စီကိုယ်စီလိုအင်ဆန္ဒတွေရှိကြမှာပါပဲ။လူ့အလို နတ်မလိုက်နိုင်ဆိုသလိုလူတွေရဲ့ လိုအင်ဆန္ဒကလဲ ဘယ်တော့မှပြည့်ဝတယ်ဆိုတာကိုမရှိပါဘူး။ ဒီကားထဲမှာလဲမိသားစုတစ်စုထဲက အဲ့လိုလူလေးယောက်ရဲ့အကြောင်းကိုရိုက်ကူးတင်ပြထားတာပဲဖြစ်ပါတယ်။ ဒီကားရဲ့အဓိက ဇာတ်ကောင်လေးယောက်ထဲက ပထမတစ်ယောက်ကတော့ဟယ်လီနာဆိုတဲ့ဘဝမှာ စိတ်ညစ်စရာတွေအများကြီးရှိနေပြီး ယောက်ျားထားသွားတာကိုခံခဲ့ရလို့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေချင်လောက်တဲ့အထိ စိတ်ဓာတ်ကျနေတဲ့အဖွားကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ဒုတိယတစ်ယောက်ကတော့ ဟယ်လီနာဆိုတဲ့အဖွားကြီးကိုထားခဲ့တဲ့ ကိုယ့်ကိုယ်ကိုယ်လူပျိုလေးလိုသဘောထားပြီး သူငယ်ပြန်နေတယ်လို့ထင်ရတဲ့ အယ်လ်ဖီဆိုတဲ့အဖိုးကြီးပဲဖြစ်ပါတယ်။တတိယတစ်ယောက်ကတော့စာရေးဆရာယောင်ယောင် ဘာယောင်ယောင် မယ်မယ်ရရအလုပ်လဲမလုပ်ကိုင်ပဲအိမ်မှာပဲ ယောက္ခမရဲ့ ပိုက်ဆံနဲ့နေနေတဲ့ တစ်အုပ်ကောင်းစာရေးဆရာဟယ်လီနာရဲ့သမက်ရွိုင်းပဲဖြစ်ပါတယ်။နောက်ဆုံး တစ်ယောက်ကတော့ ရွိုင်းရဲ့အသုံးမကျမှုတွေကြောင့် အလုပ်တွေကုန်းရုန်းလုပ်ကိုင်နေရပြီး ကလေးတစ်ယောက်ယူကာ မိသားစုဘဝကိုထူထောင်ချင်နေတဲ့ ရွိုင်းရဲ့မိန်းမဆယ်လီပဲဖြစ်ပါတယ်။အဲ့ဒီလူလေးယောက်ရဲ့ဘဝတွေကိုစိတ်ဝင်စားစရာကောင်းအောင် အသေးစိတ်ရိုက်ကူးထားတဲ့လူ့သဘောသဘာဝတွေအကြောင်းကို ကြည့်ရှုရမဲ့မိသားစုကြားကဒရာမာဇာတ်ကားပဲဖြစ်ပါတယ်။  File size…3.54GB / 986MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/you-will-meet-a-tall-dark-stranger-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rv3IfHRi6yquYjAMBbvCLhG0qBk.jpg",
        "title": "Lover for a Day (2017)",
        "description": "Lover for a Day (2017)~ IMDb - 6.7/10, Rotten Tomatoes - 82% ~ပြင်သစ်ဆန်ဆန် အချစ်အကြောင်းလေးတစ်ပုဒ်။ ဓားရာကိုယ်စီနဲ့ ချစ်ဝေဒနာသည်တွေအတွက် အိုအေစစ်တစ်ခု။အဖြူအမည်း၊ ဝတ်လစ်စလစ်အခန်းတွေ၊ စီးကရက်သောက်နေတဲ့လူတွေ၊ ရုတ်တရက်ထပြီး ဒဿနဆန်ပစ်တဲ့ ဒိုင်ယာလော့ခ်တွေနဲ့ နောက်ခံစကားပြော။ ဒါက ပြင်သစ်ရုပ်ရှင်စစ်စစ်ပါပဲ။ ပြင်သစ်အထာဆိုတာ ဒါ လို့ ကိုယ့်မျက်နှာရှေ့ ကပ်မပြောရုံတမယ်ပါ။ပြင်သစ်ဒါရိုက်တာ Philippe Garrel ဟာ မှတ်ကျောက်တစ်ခုအနေနဲ့ Garrel's Trilogy of Love ဆိုပြီး အချစ်အကြောင်း အဖြူအမည်း ရုပ်ရှင်သုံးခု ရိုက်ထားပါတယ်။ ဒါကတော့ အဲဒီ ၃ ကားထဲက နောက်ဆုံးတစ်ခုပေါ့။အချစ်ဆိုတာ ဘာလဲ။ ဒီမေးခွန်းကို ခေတ်အဆက်ဆက်မေးခဲ့ကြတယ်။ ခေတ်အဆက်ဆက်အဖြေထုတ်(ဖို့ကြိုးစား)ခဲ့ကြတယ်။ အချစ်ဟာ အချစ်ပါပဲ။ အချစ်ကို ဘာနဲ့ဖွဲ့စည်းထားတာပါလို့ ဓာတုဗေဒမဆန်ကြရအောင်လေ။အချစ်ဆိုတာ ရေလို့ပဲသတ်မှတ်တာပေါ့။ ပုံသဏ္ဍာန်အတည်တကျမရှိ။ မရှိတဲ့နည်းတူ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lover-for-a-day-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY1MDU1MzAwOV5BMl5BanBnXkFtZTYwMDkzNzY3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Premonition (2007)",
        "description": "လင်ဒါဟန်ဆင်ဟာ သမီးနှစ်ယောက်မိခင် အိမ်ထောင်ရှင်မ တစ်ယောက်ဖြစ်ပြီး သူ့ခင်ပွန်းကတော့ အလုပ်ကိစ္စနဲ့ တစ်ညအိပ်ခရီးတိုတစ်ခုသွားနေခဲ့ပါတယ်။ ပုံမှန်မနက်ခင်းမှာ ပုံမှန်အတိုင်းပဲ နိုးထခဲ့ပြီး ကလေးတွေကိုကျောင်းပို့အိမ်ကိစ္စတွေလုပ်နေရင်းသူ့ဘဝကိုပြောင်းပြန်လှန်နိုင်တဲ့အပြောင်းအလဲတစ်ခုဟာ အိမ်ရှေ့ဘဲလ်ကို တီးပြီး ရောက်လာခဲ့တယ်။ တံခါးသွားဖွင့်ကြည့်လိုက်တော့ ရဲတစ်ယောက်ကို တွေ့ရပြီးအဲ့ဒီရဲကပဲ ဒီသတင်းဆိုးကို ပြောခဲ့တာပါ။ ' ခင်ဗျားယောက်ျား ကားမတော်တဆမှုဖြစ်ပြီး နေရာမှာတင် ဆုံးသွားပါတယ်\" တဲ့။သူတို့နှစ်ယောက်ဟာ ချစ်ခြင်းတရားကို အခြေပြုတည်ဆောက်ထားတဲ့ အိမ်ထောင်ဖြစ်တဲ့အတွက် သတင်းကြားကြားချင်း လင်ဒါ စိတ်လွတ်သွားတယ်။ပတ်ဝန်းကျင်နဲ့ကင်းကွာသွားတဲ့အထိ။ အဲ့ဒီညမှာ သူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဆောင် ဓာတ်ပုံလေးကို ဖက်ပြီး ဆိုဖာပေါ်မှာအိပ်ပျော်သွားခဲ့တယ်။ နောက်တစ်နေ့မနက်သူနိုးလာခဲ့တာကတော့သူတို့နှစ်ယောက်ရဲ့အိပ်ခန်းမှာတစ်ယောက်တည်းဖြစ်ပါတယ်။သမီးနှစ်ယောက်ကိုအော်ခေါ်တယ်။မီးဖိုချောင်ထဲကိုရောက်တော့တီဗွီကြည့်ပြီးမနက်စာစားနေတဲ့ယောက်ျားတစ်ယောက်ကိုမြင်တယ်။ မျက်နှာကိုပါတွေ့ရတော့မှ မနေ့က သေသွားပြီလို့သူသိထားတဲ့ သူ့ရဲ့ ချစ်လှစွာသော ခင်ပွန်းဖြစ်နေခဲ့တယ်။ ကြောင်တောင်တောင် မျက်နှာထားဖြစ်နေတဲ့ သူ့ကို သူ့ခင်ပွန်းက နူတ်ဆက်တယ်။ \"ဘာတွေဖြစ်နေတာလဲအချစ်တဲ့\"။သူတို့ သမီးလေးနှစ်ယောက်ဆင်းလာတယ်။ သူတို့အဖေကို နူတ်ဆက်တယ်။ အားလုံးကပုံမှန်အတိုင်းပဲ၊ သူတစ်ယောက်တည်းရူးကြောင်ကြောင်ဖြစ်နေသလိုမျိုး..။အဲ့ဒီနေ့လေးဟာဟိုးအရင်ကလိုပုံမှန်လည်ပတ်သွားတယ်။ ညအိပ်ယာဝင်တယ်။နောက်ထပ် တစ်နေ့ သူနိုးလာတယ်။ ဘယ်သူ့ကိုမှ ရှာမတွေ့တော့ အိမ်အောက်ထပ်ကိုဆင်းတယ်။အိမ်အောက်ထပ်မှာ ဝတ်စုံနက်နဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/premonition-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjcxMzk1OWMtZjIzNC00ZTYzLWFmNDktMWM2YWQ5NGI3ODU2XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "God Bless America (2012)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.1 ရရှိထားတဲ့ Comedy/Crime ဇာတ်ကားလေးတစ်ခုတင်ဆက်ပေးပါ့မယ် Social media လွှမ်းမိုးလာတာနဲ့အမျှ လူတွေဟာလည်း နေ့ရှိသရွေ့ Cele အကြောင်းတွေ အတင်းတွေ နိုင်ငံရေးအယူအဆတွေ ဝက်ဆိုဒ်ပေါ်မှာတွေ့တာတွေကို ပြောကြဆိုကြရင်း အချိန်ကုန်လာကြပါတယ် အဲ့ဒီလို Social Media လွှမ်းမိုးမှုကို မကြိုက်တဲ့ ဖရန်ခ့်တစ်ယောက်ကတော့ လူ့ဂွစာကြီးဖြစ်နေတာပေါ့ဗျာ ပြီးတော့ ဖရန်ခ့်ဟာ ယဉ်ကျေးမှုပြောင်းလဲလာတာတွေကိုလည်း သဘောကျသူမဟုတ်ပါဘူး ဒီလိုနဲ့ လူ့ဂွစာကြီး ဖရန့်ခ့်ဟာ တစ်ရက်မှာတော့ အလုပ်ပြုတ်သွားပါတော့တယ် အလုပ်ပြုတ်ပြီးပြီးချင်းမှာပဲ သူရဲ့ဦးနှောက်မှာ အကြိတ်တည်နေတာကို ပါ ထပ်သိလိုက်ရပါသေးတယ်ကျန်းမာရေးလည်းမကောင်း အလုပ်လည်းပြုတ် အိမ်ထောင်လည်းကွဲထားတဲ့ ဖရန်ခ့်တစ်ယောက် သူ့ကိုသူ အဆုံးစီရင်ဖို့ကြံစည်ပါတော့တယ် ထိုအချိန်မှာပဲ တီဗီရှိုးတစ်ခုမှာလာတဲ့ ကလိုအီဆိုတဲ့ လူကြီးကို လူကြီးလို မထင်တဲ့ နာမည်ကြီး ကောင်မလေးတစ်ယောက်ဟာ ဖရန်ခ့်အတွက် မျက်စိစပါးမွှေးစူးစရာဖြစ်နေတာပေါ့ ဒီလိုနဲ့သူဟာ သူ့ကိုယ်သူ အဆုံးမစီရင်ဘဲ ကလိုအီကို သွားသတ်ပါတော့တယ် ဒီလိုနဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/god-bless-america-2012/"
    }
]