[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tUIY3AwpApdN2VjIDw6CHociaSd.jpg",
        "title": "Deadly Flower ( 2023 )",
        "description": "တရုတ်နိုင်ငံကို ဂျပန်တွေ အုပ်စိုးစဥ် အချိန်ကာလ ၁၉၃၁ ခုနှစ်\nဝန်းကျင်အချိန်မှာ တရုတ်ပြည်သူတွေအားလုံးဟာ ဂျပန်တွေရဲ့\nနှိပ်စက်မှုဒဏ်ကို အလူးအလဲ ခံစားခဲ့ကြရပါတယ် ။\nဒီလိုအခြေအနေတွေ အကြပ်ရိုက်နေစဥ်မှာ ကိုယ့်ရဲ့ဂုဏ်သက္ခာကို\nရောင်းစားပြီး ဂျပန်လက်အောက်ခစားကြတဲ့\nသစ္စာဖောက်တွေကလဲ ပေါ်ပေါက်လို့ လာခဲ့ချေပါတယ် ။အဲဲဒီအထဲမှာ မြို့တော်ဝန် ကျန်းဝမ်လင် ဆိုသူဟာလဲ အပါအဝင်ပါပဲ ။\nမြို့တော်ဝန် ကျန်းဝမ်လင် ရဲ့ ဇနီးဖြစ်သူဟာ ယောကျာ်းဖြစ်သူရဲ့\nလုပ်ပုံကိုင်ပုံတွေကို အလိုမကျဖြစ်ကာ လုပ်ကြံတော်လှန်ဖို့အထိ\nကြံစည်လာခဲ့ပါတယ် ။ ဒါပေမဲ့ မြို့တော်ဝန်ကျန်းဝမ်လင် နဲ့\nသူ့ရဲ့ ဂျပန်အပေါင်းအပါတွေကို သတ်ဖြတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့\nမအောင်မြင်ခဲ့ချေပါဘူး ။ အဲတာကြောင့် အမွှာသမီးနှစ်ယောက်ကိုခေါ်ကာ\nထွက်ပြေးဖို့ ကြိုးစားရင်း မလွတ်မြောက်နိုင်ပဲ\nအမွှာသမီး ၂ ယောက်ဟာ တစ်ကွဲစီ ကွဲပြားသွားခဲ့တဲ့အခါမှာတော့ ...?❏ အကြီးဖြစ်သူ သမီးလေးဟာဆိုရင် ဂျပန်တော်လှန်ရေးအဖွဲ့မှာ\nပါဝင်ဦးဆောင်နေပြီး ဖခင်ဖြစ်သူကို လုပ်ကြံဖို့ ကြံစည်နေတဲ့အခါ ?\n❏ တစ်ဖက်မှာလဲ အငယ်ဖြစ်သူ သမီးမှာတော့ ဖခင်ရဲ့\nချစ်သမီးလေးအဖြစ်ရှင်သန်နေပြီး ဂျပန်ရဲ့ လက်အောက်မှာ ရှိနေတဲ့အခါ ?မတူညီတဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/1cOzu/Deadly_FLower_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGRmNWQ5YWItNWI1Ny00YmQxLWJhMTEtZmE0ZTRhYzVkMWI1XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Mommy’s Little Star (2022)",
        "description": "Mommy's Little Star (2022)\n====================မိသားစုအတူတူ ဒါမှမဟုတ် မေမေနဲ့အတူကြည့်လို့ကောင်းမယ့်\nပေါ့ပေါ့ပါးပါး ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nThriller လို့ဆိုပေမဲ့ တကယ်တမ်းတော့ ဒီတိုင်းအပျော်လေး\nကြည့်လို့ကောင်းမယ့်ကားမျိုးပါ။အော်လီဗီယာဆိုတဲ့ ၁၂ နှစ်အရွယ်ကောင်မလေးဟာ မိဘတွေကွာရှင်း\nထားတာကြောင့် အဖေနဲ့ပဲ နေရသူပါ။ အမေနဲ့လည်းနေချင်ပေမဲ့\nသူ့အမေရဲ့ အခြေအနေတချို့ကြောင့် နေခွင့်မရသေးပါဘူး။ တစ်နေ့\nတော့ သူ့အမေနဲ့အချိန်များများနေခွင့်ရဖို့ သူအမေဆီက ချီကျူးခံရဖို့\nကိုမျှော်လင့်ပြီး ဆိုရှယ်မီဒီယာကနေတဆင့် နာမည်ကြီးလုပ်ဖို့ စဉ်းစား\nမိသွားပါတယ်။အဲဒီလိုနဲ့ ဆိုရှယ်မီဒီယာမှာ influencer ဖြစ်ခွင့်ရမယ့် ပြိုင်ပွဲတစ်ခုကို\n၀င်ပြိုင်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီပြိုင်ပွဲဟာ ထင်သလောက်\nမရိုးရှင်းခဲ့ပါဘူး။ အော်လီဗီယာ့ပြိုင်ပွဲကို ကိုယ်ကျိုးရှာတဲ့မသမာသူတွေ ‌\n၀င်နှောင့်ယှက်တာခံနေရမှန်း မိခင်ဖြစ်သူလော်ရင်းန် ရိပ်မိသွားတဲ့အခါမှာ\nတော့ အော်လီဗီယာတစ်ယောက် အကြီးအကျယ်မျှော်လင့်ထားခဲ့သလို\nပြိုင်ပွဲမှာ အနိုင်ရပါ့မလား၊ သူတို့မိသားစု ဘယ်လိုအခက်အခဲတွေ အန္တရာယ်\nတွေကို ရင်ဆိုင်ရမလဲဆိုတာ ဆက်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (620 MB) / (383 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/mommys-little-star-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2UwZmE2ZmYtYWNjNS00YTk3LWEzMGMtOTQ0MDljZmE4ZjI0XkEyXkFqcGdeQXVyNjUxNTc4MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Red Dress (2015)",
        "description": "The Red Dress (2015)\n===============ဇာတ်လမ်းနာမည်အတိုင်း အနီရောင်၀တ်စုံတစ်စုံနဲ့ မီးပွားစတင်ခဲ့တဲ့\nဇာတ်လမ်းလို့ ဆိုရမယ်ထင်ပါတယ်။ Drama Thriller ဖြစ်ပြီး ကြည့်\nရင်းကြည့်ရင်း ဒီလိုထင်ထားပေမဲ့ ဟိုလိုဖြစ်သွားမလား ဒီလိုဖြစ်နေမလား\nဒွိဟတွေပွားရင်း အဆုံးထိဆွဲခေါ်သွားမယ့် ကားမျိုးပါ။ပတ်ထရစ်ရှာနဲ့ရိန်နာတို့ဟာ အများအမြင်မှာ အစစအရာရာပြည့်စုံနေတဲ့\nဇနီးမောင်နှံပေါ့။ တစ်နေ့မှာတော့ အိမ်မီးလောင်ပြီး ကလေးဆုံးသွားတာ\nကစလို့ သူတို့ဘ၀ထဲ ဂြိုလ်ဆိုးကစမွှေပါတော့တယ်။ ကလေးဆုံးပြီးတဲ့\nနောက်မှာ ပတ်ထရစ်ရှာတစ်ယောက် စိတ်ဓာတ်တွေအကျကြီးကျသွားခဲ့\nသလို လင်မယားဆက်ဆံရေးလည်း ဝေးကွာလာခဲ့ပါတယ်။ အဲဒီဒဏ်ရာ\nတွေကို ကုစားဖို့အတွက် ရိန်နာနဲ့ပတ်ထရစ်ရှာဟာ လန်ဒန်မြို့ကြီးနဲ့ဝေးရာ၊\nလှပတဲ့ မော်လ်တာကျွန်းဆီ ခေတ္တပြောင်းရွှေ့နေထိုင်ခဲ့ကြပါတယ်။အစပိုင်းမှာ ပတ်ထရစ်ရှာတို့လင်မယား ပြန်ပြေလည်သလိုဖြစ်ခဲ့ပါတယ်။\nဒါပေမဲ့ အတိတ်ကအရိပ်တွေ ပြန်ပေါ်လာပြီး နှစ်ဦးသားရဲ့ကြည်နူးမှုဟာ\nကြာရှည်မခံလိုက်ပါဘူး။ နောက်ပိုင်းမှာ ရိန်နာ၊ ပတ်ထရစ်ရှာ၊ ရိန်နာရဲ့\nအခင်ဆုံးသူငယ်ချင်းဂျိမ်းစ်နဲ့ ရုံးစာရေးမလေး ကန်းဒစ်တို့ရဲ့‌ဖောက်ပြန်ရေး\nဇာတ်ထုပ်တွေ၊ သံသယ၀င်စရာမီးလောင်မှုနဲ့ ပြင်းထန်တဲ့စိတ်ဒဏ်ရာတွေ\nအားလုံး ရောသောရှုပ်ထွေးလာပါတယ်။ ဒီလိုနဲ့ အနီရောင်၀တ်စုံတစ်စုံက\nစတင်ပြီး ကြောက်စရာကောင်းတဲ့ စိတ်ရဲ့ဖောက်ပြန်ပြောင်းလဲမှု‌က အေးချမ်း\nနေတဲ့ဘ၀တွေကို ဘယ်လိုဒုက္ခပေးသွားမလဲ၊ ဇာတ်လမ်းကို ဘယ်လိုဆွဲခေါ်\nသွားမလဲဆိုတာ ကြည့်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.8 ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-red-dress-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/BruiserPoster-135x200.png",
        "title": "Bruiser (2022)",
        "description": "Bruiser (2022)\n===========ဒီဇာတ်ကားကိုတော့ အဖေနှစ်ယောက် သားလုတဲ့ကားလို့ပြောရ\nမလားပဲဗျ။ လူမည်းမိသားစုတစ်စုရဲ့အကြောင်းပေါ့။ ဒဲရီးယပ်စ်ဆိုတဲ့\n၁၄နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကျောင်းပိတ်ရက်မှာ ဘော်\nဒါဆောင်ကနေ အိမ်ပြန်လာရာက ဇာတ်လမ်းစပါတယ်။\nသူ့အဖေရင်းကတော့ သူမွေးလာတုန်းက တာဝန်ယူဖို့အဆင်သင့်မဖြစ်\nသေးလို့ဆိုပြီး ပစ်သွားတာပါ။ ငယ်ငယ်ကတည်းကနေ အခုချိန်ထိ\nကျွေးမွေးစောင့်ရှောက်လာတဲ့သူက သူ့အမေရဲ့ခင်ပွန်းဖြစ်တဲ့လက်ရှိ\nအဖေပေါ့။ အဖေရင်းနဲ့လက်ရှိမိဘတွေက ငယ်သူငယ်ချင်းကြီးတွေ\nဖြစ်ကြလေရဲ့။ တစ်ရက်ကျ သူ့အဖေရင်းဟာ ပြန်ရောက်ချလာပြီး\nဒဲရီးယပ်စ်ရဲ့မိသားစုဘဝထဲကို ဝင်လာပါလေရော။သွေးသားရင်းဖြစ်တဲ့ အဖေရင်းဟာ သူ့အပေါ်နားလည်ပေးတယ်လို့\nဒဲရီးယပ်စ်တစ်ယောက် ခံစားလာရပါတယ်။ အဖေရင်းကလည်း သူ့\nသားသူမတွေ့ရမနေနိုင်တော့ပါဘူး။ လက်ရှိအဖေကတော့ စည်းကမ်း\nတင်းကြပ်တာတွေ၊ ဆူဆူပူပူပြောတာတွေကြောင့် ဆယ်ကျော်သက်\nဖြစ်တဲ့ ဒဲရီးယပ်စ်နဲ့ အစေးမကပ်ဘူးပေါ့။ လက်ရှိအဖေဟာ ဒဲရီးယပ်စ်\nအဖေရင်းရဲ့အကျင့်နဲ့ နေပုံထိုင်ပုံကြောင့် သူ့သားကို အဲ့လူနဲ့နီးနီးမှာ နေ\nခွင့်မပေးနိုင်ဘူးဖြစ်ပြန်ပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့ သူ့ကိုပျော်အောင်လုပ်ပေးနိုင်တဲ့ အဖေရင်းနဲ့ စနစ်တကျ\nရှိပြီး အခုချိန်ထိ သူ့ကိုကျွေးမွေးပေးလာတဲ့ လက်ရှိအဖေတို့ကြားမှာ\nဒဲရီးယပ်စ်တစ်ယောက် ဝေခွဲရခက်နေပါတယ်။ အဖေနှစ်ယောက်ကလည်း\nမတည့်ကြတာမို့ သူ့သားငါ့သားဆိုပြီး ငြင်းကြပါတော့တယ်။ ကဲပါ ကြည့်ရှု\nခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (757 MB) / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/bruiser-2022/",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jixBLmH4gQuTKTenZr89egvqZbW.jpg",
        "title": "80 for Brady (2023)",
        "description": "80 for Brady (2023)ဒီကားမှာတော့ 12 Angry Men ထဲက ဂန္ထဝင်မင်းသားကြီး ဟင်နရီဖွန်ဒါရဲ့သမီး ဂျိန်းဖွန်ဒါ၊ ရီတာမော်ရီနို၊ ဆယ်လီဖီးဒ်၊ လီလီတွမ်လင် စသဖြင့် ၇၀တန်းမင်းသမီးကြီးလေးယောက် အပြိုင်သရုပ်ဆောင်ထားပါတယ်။ ထူးတာက ဒီလေးယောက်လုံးက တကယ့် ဂန္ထဝင်တွေပါ။ ဂျိန်းဖွန်ဒါဆို အော်စကာ၂ဆု၊ BAFTA ၂ဆု၊ Golden Globe ၇ဆု၊ Emmy ဆု၊ ရွှေခြင်္သေ့ဆုအပြင် ကိန်းကပါ Honorary Award တွေရထားတာပါ။ မော်ရီနိုကတော့ ဟောလိဝုဒ်ရွှေခေတ်လက်ကျန်မင်းသမီးကြီးတစ်ယောက်ဖြစ်ပြီး Triple Crown of Acting လို့ ခေါ်တဲ့ ဂရမ်မီ၊ အော်စကာနဲ့ တိုနီဆု သုံးခုလုံးရထားတဲ့ မင်းသမီးအနည်းအကျဉ်းထဲက တစ်ယောက်ပါ။ တော်တော်နည်းပါတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်လုံးမှ ၁၀ယောက်မပြည့်ပါဘူး။ Sally Field ကတော့ ဖောရပ်ဂန့်ရဲ့အမေနေရာကသိကြမှာပါ။ သူလည်း အကယ်ဒမီ ၂ဆု၊ ရွှေကမ္ဘာလုံး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/80-for-brady-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4czyy4HQuOMQtGCCB9N6JcvJwT.jpg",
        "title": "Faraway(2023)",
        "description": "Faraway(2023)**************Zeynep ဆိုတဲ့အမျိုးသမီးဟာ သူ့အမေ ဆုံးသွားလို့ စိတ်ထိခိုက်နေရတာပါ....အဲ့ဒီလို အချိန်မှာတောင် သူ့ယောကျာ်းဖြစ်သူက သူ့ဘေးနာမှာမရှိနေပေးဘဲကောင်မလေးငယ်ငယ်နဲ့ ဖောက်လွှဲဖောက်ပြန် လုပ်ခဲ့ပါတယ်...\nကံကောင်းတာ တစ်ခုက သူမ အမေက သူမအတွက် ကျွန်းတစ်ကျွန်းမှာအိမ်တစ်လုံးဝယ်ထားပေးခဲ့ပါတယ် အမေဆုံးတာတစ်မျိုး ယောကျာ်း ဖောက်ပြန်တာကတစ်ကြောင်းနဲ့ သူဟာ အဲ့ဒီကျွန်းပေါ်ကို ထွက်သွားဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်...\nအဲ့ဒီကျွန်းက အိမ်မှာ လူတစ်ယောက်လည်းရှိနေပါတယ် အဲ့ဒီလူကရောဘယ်လိုလဲ ကျွန်းပေါ်မှာ အဲ့ဒီလူနဲ့ရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာကတော့...File Size :(2.1GB)(935MB) and (221MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/faraway2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYjJlM2Q4ZTctZjQwNC00YzNhLThjNjItMzllYTEwZDg3Zjg2XkEyXkFqcGdeQXVyOTc5MDI5NjE@._V1_-159x200.jpg",
        "title": "Buffaloed (2019)",
        "description": "2019 ထွက် ဟာသရုပ်ရှင်ကောင်းတစ်ခုလောက် ကြည့်လိုက်ရအောင်။ မင်းသမီးက Peg ဆိုတဲ့ ဉာဏ်အရမ်းကောင်းတဲ့ကောင်မလေးပေါ့။ Wall Street မှာ အလုပ်လုပ်နိုင်ဖို့ ငွေကြေးပိုင်းဆိုင်ရာဘွဲ့တွေလိုချင်လို့ ကောလိပ်ကောင်းကောင်းကိုရအောင်တတ်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကျောင်းလခမတတ်နိုင်တော့ ငွေရှာဖို့ မဟုတ်တရုတ်တွေလုပ်ရင်းနဲ့ ထောင် ၄ လ ကျသွားရော။ ထောင်ကလွတ်တဲ့အချိန်မှာ မြေအောက်လောက အကြွေးတောင်းအဖွဲ့တွေနဲ့ တွေ့ပြီး အကြွေးတောင်း လူလည်မကြီးဖြစ်လာရနေ ဖျံအချင်းချင်း လူလည်ကျ ကတုံးပေါ်ထိပ်ကွက်ကြပုံတွေကို ဟာသဆန်ဆန်နဲ့ စိတ်ဝင်စားစရာကြည့်ရမှာပါပဲ။ ဒီခေတ်ကြီးထဲမှာ လုပ်စားဖို့ အကွက်စုံလေးတွေလေ့လာချင်ရင်တော့ ဒီရုပ်ရှင်က ခင်ဗျားတို့အတွက်ပါပဲ။File size…(1.87GB)/(953MB)/(457 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mash Island",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/buffaloed-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-1-139x200.jpg",
        "title": "A Rose for Her Grave: The Randy Roth Story(2023)",
        "description": "A Rose for Her Grave: The Randy Roth Story(2023)*********************************************“လူယုံသတ်လို့သေ”၊\n“ကျွန်ယုံတစ်ဖက်ကန်း သားသမီးယုံ စုံလုံကန်း”၊\n“နောက်ကျောကို ဓါးနဲ့ထိုး”\nဒီစကားတွေဟာ လူတစ်ယောက်အပေါ် ယုံကြည်မှုထားတာ လွဲမှားပုံ၊ကိုယ်ယုံတဲ့သူက ကိုယ့်ကိုပြန်ဒုက္ခပေးပုံတွေကို ပြဆိုနေတာပါ။ဒီနေ့ခေတ်တိုးတက်နေတဲ့ခေတ်ကြီးမှာ လည်း ကိုယ့်ကို ယုံကြည်အောင်ချဉ်းကပ်ပြီးမှ၊ကိုယ်နဲ့အတူတူအကြာကြီးနေပြီးမှကိုယ့်ကို ပြန်အသုံးချရုံမက သူ့အကျိုးအတွက်ကိုယ့်ကို ဒုက္ခပေးသွားတဲ့လူစားတွေ ဒုနဲ့ဒေးဖြစ်ပါ တယ်။ အထူးသဖြင့် အယုံလွယ်တတ်တဲ့ မိန်းကလေးတွေအတွက်အပေါ်ယံနဲ့ ယုံကြည်ဖို့ မလွယ်ပါဘူး။\nဇာတ်လမ်းအကြောင်း ပြောရရင်တော့ စင်ဒီ (ခေါ်) စင်သီယာဟာ သူ့ရဲ့ အမျိုးသား ဆုံးသွားတဲ့အတွက်ချမ်းသာတဲ့မုဆိုးမလေးအဖြစ် သားတစ်ယောက်နဲ့ ကျန်ခဲ့ပါတယ်။သူ ငယ်ချင်းဖြစ်သူ လော်ရီ ရောက်လာပြီး အတူလာနေပေးပါတယ်။အစပိုင်းမှာ ပျော်ပျော် ရွှင်ရွှင်ဖြစ်နေပေမယ့် အမျိုးသားတစ်ယောက် သူတို့သုံးဦးသားဘဝထဲကို ဝင်ရောက်လာ ချိန်မှာတော့ မထင်မှတ်ထားတဲ့ကိစ္စတွေဖြစ်ပေါ်လာပါတယ်။ဘယ်သူက ယုံကြည်ရမလဲ၊ ဘယ်သူက မယုံကြည်ရတာလဲဆိုတာ ကွဲကွဲပြားပြားသိလာရပါတော့တယ်။ဘယ်သူ့ကိုမှ အလွယ်တကူ ယုံကြည်မှုမရှိသင့်တာကို ပြသထားတဲ့ဇာတ်ကားကောင်းလေး တစ်ကား ဖြစ်ပါတယ်။File Size ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-rose-for-her-grave-the-randy-roth-story2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7X1ra5lYbiZ5WnkCikSThKCMZm.jpg",
        "title": "Have a Nice Day!(2023)",
        "description": "Have a Nice Day!(2023)**********************Enrique Guerrero ဆိုတဲ့ လူဟာ radio host အနေနဲ့ La bomba ဆိုတဲ့အမျိုးသမီးနဲ့အတူRock and roll သီချင်းတွေကို တင်ဆက်တဲ့လူ လုပ်ခဲ့ပါတယ်.....ဒါပေမယ့် တကယ့်တကယ် အစီအစဉ်အောင်မြင်လာတာတော့ ရေဒီယိုဌာနက သူ့ကိုပစ်လိုက်ပြီးLa bomba နဲ့ပဲ ဆက်လက် လုပ်ဆောင်ပါတော့တယ်...\nLa bomba ဟာ သူ့ဘဝရဲ့ တစ်ဦးတည်းသောချစ်ရတဲ့ အမျိုးသမီးလေးလည်း ဖြစ်ပြန်ပါတယ်...\nတစ်နေ့တော့ ရေဒီယိုဌာနက သူတို့နှစ်ယောက်အတွက် ဂုဏ်ပြုပွဲလေးလုပ်ပေးဖို့ ဖိတ်စာရောက်လာပါတယ် ...အဲ့ဒီပွဲလေးတက်မှ သူ့ငယ်ချစ်ဦးလေး La bomba နဲ့အတူ တွေ့နိုင်မှာမို့လို့ အဲ့ဒီပွဲကို သွားဖို့ ပိုက်ဆံတွေစုပါတော့တယ်...\nအဲ့ဒီပွဲနေ့ရောက်လာတဲ့နေ့မှာတော့  သူမမျှော်လင့်ထားတွေဖြစ်ပါတော့တယ်...File Size :(1.5GB) and (697MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/have-a-nice-day2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTQwMWFhYWMtZmE0OS00MmMxLWE3NzAtYjU1NzIyZjdmODNhXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Luther: The Fallen Sun (2023)",
        "description": "Luther: The Fallen Sun (2023)\n=======================\nRotten Tomatoes 65%,\nIMDb Rating 6.7/10၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ နာမည်ကြီးမင်းသား Idris Elba ရဲ့\nစုံထောက်ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။  Idris\nElba နဲ့အတူ အပြိုင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကတော့\nAndy Serkis ဖြစ်ပါတယ်။သူဟာလည်း The Lord of the Ring\nTrilogy, Planet of the Apes, Black Panther ရုပ်ရှင်တွေမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီး တစ်ယောက်လည်း ဖြစ်ပါ\nတယ်။ဇာတ်လမ်းအကျဉ်းဟာဆိုရင် Luther ဟာ စုံထောက်တစ်ယောက်\nဖြစ်ပါတယ်။ ကယ်လန်ဆိုတဲ့ လူငယ်လေးတစ်ယောက် ပျောက်သွားတဲ့\nအမှုအတွက် စုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ ဒါပေမယ့် ကယ်လန်\nဟာ ပြန်ပေးဆွဲခံရရုံတင်မဟုတ်ခဲ့ဘဲ ကွင်းဆက် လူသတ်သမားတစ်\nယောက်ရဲ့ သားကောင်ဖြစ်သွားခဲ့တာပါ။ ကွင်းဆက် လူသတ်သမားဟာ\nLuther ရဲ့ နောက်ကြောင်းကိုပါ လိုက်လံစုံစမ်းပြီး Luther ကိုထောင်\nကျအောင် လုပ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ Luther ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/luther-the-fallen-sun-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivgTZN0h563KGvqcCDGSqfeQH1E.jpg",
        "title": "A New Old Play ( 2022 )",
        "description": "တရုတ်ပြည်သူ့ သမ္မတနိုင်ငံ ၁၉၈၀ ခုနှစ်နဲ့ ညနေခင်းလေးတစ်ခုမှ\n၂၀ရာစုရဲ့ စစ်ချွမ်းအော်ပရာ ထိပ်တန်းသရုပ်ဆောင် ချိုးဖူ ဆိုသူဟာ\nဒီလောကကနေ စွန့်ခွာပြီး မြေအောက်ကမ္ဘာက အရာရှိကြီးနှစ်ဦးရဲ့\nဦးဆောင်မှုနဲ့ အတူ \"သစ္ဆေမြို့တော်\" ကို သွားရောက်ခဲ့ရပါတော့တယ် ။\nဒီလိုနဲ့ လမ်းမှာ မိတ်ဆွေဟောင်း ၂ ယောက်နဲ့တွေ့ဆုံပြီး\nသူတို့မသေခင်က အတိတ်ကို ပြန်လည်တမ်းတ ခဲ့ကြတဲ့အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။❏ အတိတ်မှာ ကံကြမ္မာ ကသောင်းကနင်းဖြစ်နေတဲ့ကြားက\nအော်ပရာ ပညာကို သင်ယူခဲ့ရှာတဲ့ ချိူးဖူ\n❏ စစ်ပွဲတွေ မတည်မငြိမ် ဂျပန်တွေအုပ်စိုးနေစဥ်ကာလမှာ\nစစ်ချွမ်းရဲ့ ထိပ်တန်းအော်ပရာ ဆရာဖြစ်လာသူ ချိူးဖူ\n❏ အော်ပရာကတဲ့ သရုပ်ဆောင်ဖြစ်ပေမဲ့လို့ နိုင်ငံရေးအတွက်\nတော်လှန်မှုတွေပြုလုပ်ခဲ့တဲ့ နေရာမှာလဲ ပါဝင်ခဲ့ရရှာတဲ့ ချိုးဖူဝမ်းနည်းမှုတွေ ခါးသီးမှုတွေ နဲ့ပြည့်နှက်နေတဲ့ ဇာတ်ကောင် ချိုးဖူ ရဲ့\nအကြောင်းကိုရင်နင့်ဖွယ်ရာ တွေ့ရှိရမှာပဲဖြစ်ပါတယ် ။\nဒီ \"“A New Old Play” ဆိုတဲ့ရုပ်ရှင်လေးကို ဒါရိုက်တာ ချိုးကျုံးကျုံး က\nရိုက်ကူးထားပြီး ဇာတ်အိမ်လေးကတော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SL6q/A_New_Old_Play_2022_WEB-DL_1080p_CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fMZQYkN6PRdKbuBewlSAM30EcEX.jpg",
        "title": "Steirerblut(2014)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဆန်ဒရာမိုဟာ ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်သူရဲ့မွေးရပ်မြေမှာဖြစ်တဲ့ လူသတ်မှုတစ်ခုကြောင့် သူ့ရဲ့ အထက်အရာရှိ ဆာချာ ဘက်ဂ်မန်း နဲ့အတူ မွေးရပ်မြေကို ပြန်လာစုံစမ်းဖို့ဖြစ်လာတယ်သေဆုံးသူကလဲ လှပပြီး ဖော်ရွေတဲ့အမျိုးသမီးသတင်းထောက်ဖြစ်နေတော့ သံသယရှိသူတွေအများကြီးရှိနေတယ် စုံစမ်းစစ်ဆေးခြင်းက တစ်ဖြေးဖြေးပိုရှုပ်ထွေးလာပြီးတော့ သူ့မောင်ကပါ သံသယရှိသူထဲပါလာတဲ့အခါမှာတော့နောက်ပိုင်း လူသတ်မှုကိုဘယ်လိုဆက်ပြီးဖော်ထုတ်ကြမလဲဆိုတာကိုဇာတ်ကားလေးကိုဆက်လက်ပြီးကြည့်ပေးကြပါဦးနော်(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Duckkie ပဲဖြစ်ပါတယ်) File size…1.6 GB / 605 MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Duckkie",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/steirerblut2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/movieposter-139x200.jpg",
        "title": "Irrational Man (2015)",
        "description": "Irrational Man (2015)အချစ်နဲ့အမှန်တရား ယှဉ်ရွေးဖို့လိုလာတဲ့အခါ\nအချစ်ကို ရွေးချယ်မလား အမှန်တရားကို ရွေးချယ်မလား...မတရားမှုကို တရားသောနည်းလမ်းနဲ့ယှဉ်ဖို့ မဖြစ်နိုင်တဲ့အခါ ကံစီမံရာအတိုင်းလို့ သဘောထားပြီး\nမတရားမှုကို ငြိမ်ခံမလား ကိုယ်တိုင်က မကောင်းဆိုးဝါးဖြစ်လာပြီး တရားမျှတမှုကို ရယူမလား..\nအသိဉာဏ်ကြီးမြင့်သူတစ်ယောက်က ရာဇဝတ်မှု ကျူးလွန်ဖို့ ကြိုးစားတဲ့အခါ ပြီးပြည့်စုံတဲ့ရာဇဝတ်မှုတစ်ခု ဖြစ်လာနိုင်မှာလား....ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Irrational man (2015)ဆိုတဲ့ကားလေးပါ\nအဓိက သရုပ်ဆောင်တွေကတော့ Joker မင်းသားကြီး Joaquin Phoenix နဲ့\nမင်းသမီးချော Emma Stone (La La Land) ပါပဲ..ဇာတ်လမ်းအကျဉ်း\nအေ့ဘ်က မိန်းမဖြစ်သူ သစ္စာဖောက်တာကို ခံလိုက်ရပြီးနောက်\nဘဝကို ဆက်ရှင်သန်ဖို့ အဓိပ္ပါယ်ပျောက်ဆုံးနေတဲ့ ဒဿနိကဗေဒဆရာတစ်ယောက်ပါ..\nကျောင်းပြောင်းရဖို့ ဖြစ်လာပြီး ဘရေလင်းတက္ကသိုလ် ဒဿနိကဗေဒဌာနကို ပြောင်းလာခဲ့ရချိန်မှာပဲ\nသူ့ဘဝရဲ့ ပြောင်းလဲမှုကြီးကို ဖြစ်ပေါ်စေမယ့် ဂျေလ်ဆိုတဲ့ ကျောင်းသူလေးနဲ့ တွေ့ဆုံခဲ့ရပါတော့တယ်...\nဂျေလ်က လှပပြီးအသိဉာဏ်ရှိတဲ့\nချစ်သူကောင်လေးက အရမ်းဂရုစိုက်တာကိုခံရတဲ့ ပျော်ရွှင်တက်ကြွတဲ့ ကောင်မလေးပေါ့ ..\nပုံမှန်ဘဝကို ဖြတ်သန်းနေရင်းနဲ့ အေ့ဘ် ကျောင်းပြောင်းလာပြီး\nဂျေလ်ကို ‌သူ့စာတမ်းနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/irrational-man-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcRaMjWoF8K7h1LqOH7FOOLRQ3e.jpg",
        "title": "Fools Rush In (1997)",
        "description": "Fools Rush In (1997)ပညာရှိစကားတစ်ခွန်း ကြားဖူးကြမလား။ အမိုက်အမဲတွေသာ အလျင်စလိုပြုတတ်ကြတယ် တဲ့။ အချစ်ကရော အလျင်စလိုပြုသင့်တဲ့အထဲမှာပါသလား။ အလျင်စလိုလုပ်ခြင်းက အမှားတစ်သိန်းကို ယူဆောင်လာနိုင်တယ်ဆိုရင် လျှပ်တပြက်အချစ်ကရော အမှားအယွင်းတစ်ခုလား။အို... အချစ်ဆိုတာ အမှားတစ်ခုဆိုရင် ကျွန်တော်ဟာ အမှန်တရားကို အလိုမရှိပါဘူး။ အမှားကမ္ဘာထဲမှာ အချစ်နဲ့နေထိုင်ချင်တယ်။ အချစ်နဲ့တည်ဆောက်တဲ့နန်းတော်မှာ ချစ်သူရဲ့ ရယ်မောခြင်းတေးသံတွေ နားဆင်ချင်တယ်။ ချစ်ခြင်းမှာ သက်ဆင်းဖို့အခွင့်အရေးကို စစ်ခင်းလို့တောင် ယူလိုက်ချင်ပါရဲ့။အခုတင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ အချစ်ကားလေးပါ။ အနုပညာသမား ကင်မရာကိုင်တဲ့ကောင်မလေးနဲ့ ဆောက်လုပ်ရေး ကွင်းဆင်းသမားကောင်လေးတစ်ယောက်ရဲ့ တစ်ညတာ ဖုတ်ဖက်ခါအချစ်ကနေ ကိုယ်ဝန်ရသွားတဲ့အခါမှာ ဇာတ်လမ်းစပါတယ်။ယဉ်ကျေးမှုမတူ၊ အသိုင်းအဝန်းမတူ၊ အဆိုးဆုံးက ဘာသာမတူ (ဂိုဏ်းကွဲ) ဖြစ်လာတဲ့အခါ အချစ်ကို ပြဿနာတွေက ဖုံးလွှမ်းသွားတဲ့အဖြစ်ရယ်ပေါ့။ ကွာရှင်းစာချုပ်မှာ လက်မှတ်ထိုးလိုက်ကြပြီး ခြောက်ရက်အတွင်း လင်မယားပြတ်စဲမှုအရာရောက်မှာဖြစ်ပေမယ့် ခြောက်ရက်အတွင်းမှာပဲ အပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ သိပ်ကိုလှပတဲ့ ချစ်ခြင်းရဲ့မောင်းနှင်မှုကို လူကြီးမင်းတို့ ရှုစားဖို့ရှိပါတယ်။မင်းသားကြီးကတော့ Matthew Perry ပါ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fools-rush-in-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/makKwUZkL38g7rGTe2QWWyl03hZ.jpg",
        "title": "[18+] Bilitis (1977)",
        "description": "Bilitis (1977)ဆယ်ကျော်သက်အရွယ် မနူးမနပ် အချစ်ကို စမ်းသပ်ချင်နေတဲ့ ကောင်မလေး တစ်ယောက်ရဲ့ ဇာတ်လမ်းပါ။ အချစ်ကို စမ်းသပ်ရင်း လိင်စိတ်တိမ်းညွှတ်မှုကိုပါ စမ်းသပ်နေတာဆိုတော့ ရင်တိုက်မှုတွေဖြစ်တာလည်း ပါတာပေါ့။သီလရှင်ကျောင်းမှာနေတဲ့ ကောင်မလေးက ယောက်ျားလေးမကြိုက်ဘူးတဲ့။ ဒါပေမဲ့ ရုပ်ချောတဲ့ ဓာတ်ပုံဆရာနဲ့တွေ့တော့ အချစ်ကို စူးစမ်းချင်ပြန်ရော။ ပိတ်ရက်မှာ သူအလည်သွားရတဲ့ လင်မယားဆို ယောက်ျားက အချစ်ကြမ်းသလောက် မိန်းမက နူးညံ့တာကြိုက်တယ်။ အဲဒီတော့ အပေးအယူမမျှဖြစ်ပြီး တစ်ယောက်တစ်နေရာ ခွဲစားကြပါလေရော။ အဲဒီမှာ ကလေးမက ကြားဝင်တော့တာပေါ့။ပြင်သစ်ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကြည့်ရတာကတော့ အသက်ရှည်ချင်စရာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bilitis-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWRiYWQ3OTUtYzAwMy00YWE1LTk2YWEtNzU3ZWE5YWI5YzUwXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-160x200.jpg",
        "title": "Dada(2023)",
        "description": "Dada (2023)IMDb-8.5/10ရုံတင်ငွေငါးဆမကမြတ်ခဲ့တဲ့ 2023 နောက်ဆုံးထွက်\nဆယ်ကျော်သက်အချစ်ရူးလေး မာနီနန်ကန်နဲ့ စင်ဒူတို့ရဲ့ ဘဝဇာတ်လမ်းလေးဇာတ်လမ်းအညွှန်း\nမာနီနဲ့ စင်ဒူတို့နှစ်ယောက်ဆယ်ကျော်သက်အရွယ်မှာပဲ အချစ်နယ်ကျွံပြီး\nကိုယ်၀န်ရသွားချိန်မှာ နှစ်ဖက်မိဘကလည်းမထောက်ပံ့ ကိုယ်ထူကိုယ်ထရပ်တည်ကြရပါတော့တယ်\nကျောင်းစာတစ်ဖက်အလုပ်တစ်ဖက်နဲ့၀င်ငွေဟာ အိမ်စရိတ် မီးဖွားစရိတ်\nဘာမှမလုံလောက်ခဲ့ပေမယ့် အချစ်လတ်လတ်ဆတ်ဆတ်တွေနဲ့ ဒုက္ခပင်လယ်ကြား ပြုံးပျော်နေကြတုန်းပါပဲဒါပေမယ့် တူနှစ်ကိုယ်တဲအိုပျက်မှာ ထမင်းကြမ်းခဲ ဘာညာသာရကာဆိုတာ\nပိုးစိုးပက်စက်ဂျင်းဆိုတဲ့အကြောင်းကို ဇာတ်ကားလေးမှာ အောင့်သီးအောင့်သက်နဲ့ကြည့်ရှုရမှာပါ\nအခက်အခဲတွေကြားက မိတ်ဆွေတွေ အိမ်ထောင်ရေးမှာ ချစ်ကြည်နူးတစ်တီတူးပြီးရင်\nကြုံတွေ့ရမဲ့လက်တွေ့ဘဝတွေ သားသမီးဆိုတာ ဘယ်လိုပျိုးထောင်ရလဲဆိုတဲ့\nဘဝမှန်ကူကွက်တွေကို ပေါ့ပေါ့ပါးပါးပါးနဲ့ အတွေးများစေရမဲ့ ဇာတ်ကားလေးပါ\nက‌ဗျာဆရာတစ်ယောက်ရဲ့ စာသားလေးနဲ့ပဲ အညွှန်းကို အဆုံးသတ်ပေးပါရစေကျွန်တော်တို့အချစ်ကိုကိုးကွယ်ခဲ့ဖူးတယ်.....\nလောကဓံနဲ့ ရင်ဆိုင်တွေ့ချိန်မှာတော့\nအချစ်ဟာ အငွေ့ပျံပြီး ရှောင်ပြေးသွားခဲ့တယ်......\nFile size…2.85GB  / 993MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~ Sai ThuRein",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/dada2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYWJmODNmY2EtYTkzMS00YTA5LWIyZDEtMmVjNzZhNmY2N2NhXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-133x200.jpg",
        "title": "My Name Is Khan (2010)",
        "description": "IMDb Rating (7.9) / Rotten Tomatoes (83%)မင်းသားရှရွတ်ခန်းနဲ့ မင်းသမီးကာဂျိုးတို့တွဲရိုက်လိုက်တိုင်း နာမည်ကြီးနေကျဆိုသလို ဒီဇာတ်ကားကလဲ ကမ္ဘာ့အလည်မှာ နာမည်ရခဲ့တဲ့ Bollywood ရုပ်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။\nရှရွတ်ခန်းဟာ ဒီဇာတ်ကားမှာ Asperger's syndrome ရောဂါဝေဒနာရနေတဲ့သူတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပြီး သူ့ရဲ့သရုပ်ဆောင်မှုတွေက ပြောစရာမရှိအောင် ပြည့်စုံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....Khan ဟာ Asperger's syndrome  လူမှုဆက်ဆံရေးချွတ်ချော်တဲ့ရောဂါလို ဂေါက်တောက်တောက်ပုံစံဖြစ်နေတာမလို့ သူ့ညီဖြစ်သူက သူ့ကိုဆို မကြည်ဖြူပေမယ့် မိဘတွေကတော့ သူ့ကိုအချစ်ပိုကြပါတယ်။ဒီလိုနဲ့သူ့မိဘတွေဆုံးတော့ Khan တစ်ယောက် အိန္ဒိယကနေ သူ့ညီရှိရာ အမေရိကကိုပဲ  လိုက်ပါသွားဖို့ ဖြစ်လာပါတော့တယ်။Spoiler Alert....(ဇာတ်ကားကြည့်မည့်သူများ အောက်ကစာကိုမဖတ်ဘဲ ကြည့်သင့်ပါတယ်။)သူဟာ သူ့ညီကုမ္ပဏီက အလှပြင်ပစ္စည်းတွေ ရောင်းချပေးနေရင်း Mandira နဲ့ တွေ့ဆုံမိပြီး  မြင်မြင်ချင်းသဘောကျသွားပါတော့တယ်။ Mandira ဟာ အလှပြင်ဆိုင်မှာလုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာ သားတစ်ယောက်ရှိပါတယ်။ သူ့ယောကျာ်းနဲ့တော့ ကွဲနေပါတယ်။ သူမဟာ မကြာခင် အိမ်ပြောင်းဖို့ရှိနေပြီး ကိုယ်ပိုင်အလှပြင်ဆိုင်လေးတစ်ခုဖွင့်ဖို့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/my-name-is-khan-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYTFL661HMzCIJLl6me7WMqDmjV.jpg",
        "title": "Fearless Rescue 2022",
        "description": "မူးယစ်ဆေးဝါးနှိမ်နှင်းရေး အထူးတပ်ဖွဲ့မှ တပ်ဖွဲ့ဝင် မုယင်းဟာ\nအဖွဲ့ကနေ နှုတ်ထွက်ခဲ့ပြီး မြို့ပြဘဝကို နေထိုင်ဖို့ ရွေးချယ်ခဲ့ပါတော့တယ် ။\nအဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင်ဆိုသလို မြို့ရဲ့ မျက်နှာဖုံး\nသူဌေးတစ်ဦးရဲ့ သမီးဖြစ်သူ ချန်ယန့်ယွီကိုပါ ကယ်တင်ရဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီလိုနဲ့ပဲ မူးယစ်ဆေးဝါးဂိုဏ်း\nခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့ သူဌေးကြီး ယဲ့လင်ကျွင်းဟာ\nအညှိုးကြီးစွာနဲ့ ချန်ယန့်ယွီကို လူလွှတ်ပြီး လိုက်သတ်ပါတော့တယ် ။သူကြံစည်သမျှ အကြံအစည်တွေအားလုံးကိုလဲ\nမုယင်းဟာ တစ်ခုပြီး တစ်ခု ဖျက်ဆီးလာခဲ့တဲ့အခါမှာ...?\n❏ မုယင်း နဲ့ ချန်ယန့်ယွီတို့ နှစ်ဦးသား အတူတူ အခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲ?\n❏ မုယင်းဟာလဲ ကိုယ်ရံတော်တပ်မှူးလေးအဖြစ်\nချန်ယန့်ယွီကို ဘယ်လိုကာကွယ်သွားဦးမလဲဆိုတာ\nအခုပဲ ဒီကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Romance\nRuntime : ...",
        "rating": "6",
        "url": "https://megaup.net/2yHln/Fearless_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/christy-160x200.jpg",
        "title": "Christy(2023)",
        "description": "Christy 2023IMDb-5.7/10\nတောင်ပိုင်းမာလာရရမ်မင်းသမီးချော\nမလာကာမိုဟမ်နမ်ကနေ မမအဖြစ်ဦးဆောင်ပါဝင်ထားတဲ့\nဒီဇာတ်ကားဟာ ဒါရိုက်တာအယ်ဗင်ဟင်နရီရဲ့ ဖြစ်ရပ်မှန်ခံစား\nပွဲဦးထွက်ဇာတ်ကားလေးဖြစ်ပါတယ်ပင်လယ်ကမ်းခြေနယ်မြို့လေးက ကျောင်းသားလေးရွိုင်....\nလူငယ်သဘာဝပျော်လိုက်ပါးလိုက်နဲ့ စာမေးပွဲတွေတဖုန်းဖုန်းကျ....\nမိဘတွေက မြို့ပေါ်ခေါ်တော့မယ်လုပ်မှ\nကြောက်လန့်တကြားနဲ့ စာမေးပွဲဖြေဖို့ ကျူရှင်ပြေးတက်တဲ့ ရွိုင်....\nလှပတဲ့ ကျူရှင်ဆရာမ ခရစ်စတီ....\nမမကလှပေမဲ့ အိမ်ထောင်ရေးကံမကောင်း\nအိမ်ထောင်‌စောစောကျပြီး ကွာရှင်းထားတော့ ရွိုင်ကိုကလေးလိုပဲဆက်ဆံတဲ့ မမ....\nတစ်သက်လုံးဘယ်သူချွတ်ချွတ်မကျွတ်ပေမဲ့ မမချွတ်မှပဲ\nပြောစကားနားထောင်မယ်ဆိုတဲ့ သားလိမ္မာလေးရွိုင်...ဇာတ်လမ်းလေးက ပုံမှန်ရိုးရိုးလေးဆိုပေမယ့်\nဆန်းနေတာက သိပ်လှတဲ့မမနဲ့ သူငယ်နှပ်စားရွိုင်တို့ရဲ့ အချစ်ဇာတ်လမ်းပါ\nအိန္ဒိယမမဆိုတော့ အိန္ဒိယဆန်ဆန်ဆွဲဆောင်မှုလေးတော့ရှိပါတယ်\nဒါ့အပြင်တခြားမိသားစုရေးရာလေးတွေ\nဟာသလေးတွေလဲပါဝင်တာမို့ မပျင်းမရိနဲ့ အဝကြည့်ရမှာပါဆရာဝန်ညွှန်ကြားချက်မှာ\nလက်ဖက်ရည်တစ်ခွက်ပေးပါ\nဒူးယားတစ်လိပ်ပေးပါ\nမမကျွန်တော့်ကိုပြန်ချစ်ပါ\nဒီကောင် လက်နက်ချရမယ်တဲ့\nFile size…1.76GB / 883MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein~BpL~ Yunni~ Cherry",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/christy2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqyeNSlePhJTf2384hPi5OvbwNb.jpg",
        "title": "S-Girl ( 2022 )",
        "description": "နည်းပညာတွေ တိုးတတ်နေတဲ့ ခေတ်ကြီးမှာ ပတ်ဝန်းကျင်နေရာတိုင်းလိုလို\nစက်ပစ္စည်းတွေနဲ့ အစားထိုးလို့လာခဲ့ပါတယ် ။ လျိုကျားချီလို့ ခေါ်တဲ့\nအမျိုးသားဟာ မိသားစုတွေကိုလဲ အချိန်မပေးပဲ သူ့ရဲ့ စက်ပစ္စည်းတွေနဲ့ပဲ\nအချိန်တွေကုန်ဆုံးလို့နေခဲ့ပါတယ် ။ တစ်နေ့မှာတော့ ဇနီးဖြစ်သူဟာ\nရောဂါနဲ့ ရုတ်တရက်ဆုံးပါးသွားခဲ့ပါတယ် ။ဇနီးသည်ဆုံးပါးသွားပြီးတဲ့နောက်မှာလဲ ကျန်ရစ်တဲ့ သမီးငယ်လေးတွေကို\nကလေးထိန်းနဲ့ ထားကာ သူကတော့ မိသားစုကို အချိန်မပေးပဲ\nအလုပ်တွေနဲ့ ဗျာများနေတုန်းပါပဲ ။ ဒီလို ကြပ်တည်းနေတဲ့အချိန်မှာ\nသူတို့ ကုမ္ပဏီကနေပြီးတော့ လူသားလို တစ်ထပ်ထဲ ပြုမူနိုင်တဲ့\nလူသားစက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ပါတယ် ။စက်ရုပ်ကို ဒီဇိုင်းရေးဆွဲသူ လျိုကျားချီဟာ သေဆုံးသွားတဲ့\nဇနီးသည်နဲ့ ဆင်တူ စက်ရုပ်တီထွင်ပြီး အိမ်မှာ သမီးလေးတွေကို စေ\nာင့်ရှောက်ဖို့ ထားခဲ့တဲ့အခါမှာတော့...? အသက် ၁၇ နှစ်အရွယ်\nသမီးအကြီးဖြစ်သူဟာ ဒီစက်ရုပ်ကို လုံးဝလက်မခံနိုင်ပေမဲ့\nဘာမှမသိနားမလည်တဲ့ ၅ နှစ်အရွယ် ညီမလေးကြောင့် လက်ခံခဲ့ပါတော့တယ် ။ ဒီတော့ ...-❏ မိသားစုကို အချိန်မပေးနိုင်တဲ့ ဖခင် နဲ့ သမီးလေး ၂ယောက်\nဘယ်လိုရှေ့ဆက်ကြမလဲ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2yH6l/S-Girl_2022_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Science Fiction"
    }
]