[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-gohda-140x200.jpg",
        "title": "Ghodwa (2021)",
        "description": "Poetry,Politics and Promises are lies “\nနိုင်ငံရေး၊ကဗျာတွေနဲ့ ကတိတွေဆိုတာ အလိမ်အညာတွေကွတဲ့။ မှတ်မှတ်ရရ Pacific Rim ထဲမှာ ကြားဖူးတဲ့စကား။\nအခု ဒီ Ghodwa ဆိုတဲ့ဇာတ်ကားကို ကြည့်အပြီးမှာ အဲ့စကားကို ပြန်သတိရသွားတယ်။\nGhodwa ဆိုတာ မြန်မာလိုအလွယ်ပြန်ရရင် မနက်ဖြန် (ဒါမှမဟုတ်) မျှော်လင့်ခြင်းလို့ အဓိပ္ပာယ်ရတယ်။\nဒီဇာတ်ကားက Jasmine Revolution လို့ခေါ်တဲ့ တူနီးရှန်းတော်လှန်ရေးအပြီး ဆယ်နှစ်အကြာမှာဇာတ်အိမ်တည်ထားပြီး ဟာဘစ် လို့ခေါ်တဲ့ လူ့အခွင့်အရေးရှေ့နေတစ်ယောက် နဲ့ သူ့သားအာမက်တို့ရဲ့ဘဝကို ရိုက်ပြထားတာ။\nဟာဘစ်ဆိုတဲ့ လူဟာ လွန်ခဲ့တဲ့ဆယ်နှစ် တူနီးရှန်းတော်လှန်ရေးမှာ အဖမ်းဆီးခံ၊အနှိပ်စက်ခံရတဲ့ စိတ်ဒဏ်ရာနဲ့ စိတ်ကစဉ့်ကလျားရောဂါ ခံစားနေရပြီး သူ့စိတ်ထဲမှာလည်း လူတွေအတွက် တရားမျှတမှုဘယ်လိုဆောင်ကြဉ်းပေးရမလဲဆိုတာကိုပဲ အမြဲတမ်းတွေးနေတတ်တယ်။\nအာမက်ဆိုတာကတော့ သူ့ရဲ့သားပေါ့။ဆယ်ကျော်သက်ချာတိတ်လေး။ဒါပေမယ့် အရွယ်နဲ့ မလိုက်အောင်ကို တစ်ဖက်သားအတွက် တွေးပေးတတ်ပြီး ရောဂါသည် သူ့အဖေကိုလည်း တစ်ချိန်လုံးပူပန်စောင့်ရှောက်ပေးနေရတယ်။\nဒီဇာတ်ကားဟာ သူတို့နှစ်ယောက်အကြောင်းကိုအခြေတည်ပြီး တူနီးရှန်းပြည်သူတွေရဲ့ လက်ရှိဘဝတွေ၊တရားစီရင်ရေးစနစ်ရဲ့ ပျက်ကွက်မှုတွေ၊တူနီးရှန်းတော်လှန်ရေးရဲ့ မပြီးပြတ်သေးတဲ့ရည်မှန်းချက်တွေအကြောင်းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ghodwa-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oUOIlEOjjoXHRP3TxJUldxU9wuu.jpg",
        "title": "By the Time It Gets Dark (2016)",
        "description": "By the Time It Gets Dark (2016)~ IMDb - 6.4/10, RT - 90%, Meta - 73% ~By the Time It Gets Dark ကို ကိုယ်ပိုင်အမြင်အရပြောရမယ်ဆိုရင်တော့ ယုန်တွင်းထဲ လိုက်ဝင်သွားတဲ့ အဲလစ်လိုပါပဲ...။ယုန်တွင်းထဲမှာတော့ ၁၉၇၆ ခုနှစ်တုန်းကာလ ထိုင်းနိုင်ငံရဲ့ ကျောင်းသားသပိတ်ရှိနေပြီး လိုက်ပြတဲ့ ယုန်လေးကတော့ ဒီကားရဲ့ အဓိကဇာတ်ဆောင်လို့ ပြောလို့ရလောက်မယ့် ဒါရိုက်တာ မိန်းမငယ်လေးပေါ့...။ အဲဒီယုန်လေးနောက် အပြေးလိုက်ရင်း အပိုင်းအစတွေ အမှတ်တရတွေကို လိုက်ပါခံစားကြည့်ရမယ့် ရုပ်ရှင်ချစ်သူတိုင်းကတော့ အဲလစ်လေးတွေပါပဲ။ ငါတို့အားလုံးသည် အဲလစ်များသာပေါ့။အံ့ဖွယ်ကမ္ဘာထဲက အဲလစ် (Alice in Wonderland) နဲ့မတူမှာဆိုလို့ ယုန်တွင်းထဲရှိနေတာဟာ Wonder (အံ့ဖွယ်တွေ) မဟုတ်ဘဲ Massacre (လူမဆန်စွာ သတ်ဖြတ်ခံရခြင်း)တွေ ဖြစ်နေတာပါပဲ။ဒီဇာတ်ကားကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/by-the-time-it-gets-dark-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzFkZjBmNDYtYzBjZi00YjcxLTg4NDktY2FlYzU2ZDM5ZjY0XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Salaam Venky (2022)",
        "description": "Salaam Venky (2022)\nDrama\nIMDb 7.3/10 (1.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးမှာတော့ မင်းသမီးကြီးကာဂျိုးက Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားပြီး Court Martial (2020) မင်းသား Rajeev Khandelwal\n(ရာဂျစ်ခန်ဒေးဝါး)လည်း ပါဝင်သလို မင်းသားကြီး အမီရ်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်အားဖြည့်ပေးထားပါတယ်။မိခင်မေတ္တာနဲ့ သားသမီးကြား ချစ်ခြင်းမေတ္တာကို ဖော်ကြူးထားတဲ့ ကားလေးဆိုလည်း\nမမှားနိုင်လောက်ပါဘူး။အမေဆိုတာ သားသမီးတွေ မတောင်းဘဲပေးတဲ့လူစားမျိုး...\nအမေဆိုတာ ကိုယ်သာအငတ်ခံလိုက်မယ် သားသမီးဝမ်းဝအောင်ကျွေးတဲ့လူစားမျိုး...\nအမေဆိုတာ သားသမီးနဲ့ပတ်သက်လာရင် မြင့်မိုရ်တောင်မက ကြီးမားတဲ့မေတ္တာတွေနဲ့\nရင်ဝယ်ပိုက်ထားမယ့်လူစားမျိုး...\nအမေဆိုတာ သားသမီးနှုတ်ကပြောမထွက်တဲ့စကားတွေကို အလိုလိုသိနားလည်တဲ့လူစားမျိုးပါ...ကျွန်တော့်လက်ရှိဘဝနဲ့ နောင်ဖြစ်ပေါ်လာမယ့်အနာဂတ်တွေဟာ\nအမေ့ရဲ့ကျေးဇူးကြောင့်ပါဆိုတဲ့ အေဗရာဟမ်လင်ကွန်းရဲ့စကားလေးကိုတောင် သွားသတိရမိတယ်ဗျာ။အမေ...။မျိုးရိုးဗီဇရောဂါတစ်ခုကြောင့် ဘဝကို လက်မလျှော့တမ်း ရှေ့ဆက်နေရတဲ့ ကောင်လေးတစ်ယောက်ကို\nရင်ဝယ်ပိုက်ပြီး ဒီကလေးဟာ ဆယ်ကျော်သက်အရွယ်မှာ အသက်ဆုံးရှုံးသွားနိုင်ခြေရှိပါတယ်ဆိုတဲ့\nဆရာဝန်တွေရဲ့ပြောစကားကိုမမှုဘဲ သူ့သားသမီး အသက်ရှည်ရှည်နေရဖို့ ကိုယ်စွမ်းဉာဏ်စွမ်းနဲ့\nအစွမ်းကုန်တွန်းလှန်နေတဲ့ အမေတစ်ယောက်ရဲ့အကြောင်းလေးပေါ့။အမေဟာ ကျွန်တော်တို့အတွက် စံပြဆရာ လက်ဦးဆရာပါပဲဗျာ။အမေ့ရဲ့မေတ္တာများကို ဒီဇာတ်ကားလေးနဲ့ ထပ်တူနားလည်နိုင်ကြပါစေလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်။\nFile size…1.4GB  / 672MB\nQuality…1080p HD RIP ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/salaam-venky-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIl3l7BPenoVpdRJAqIXeIgMQvV.jpg",
        "title": "The Hunted(2003)",
        "description": "The Hunted(2003)================ဒီကားကတော့ မင်းသားကြီး Tommy Lee Jones နဲ့ Benecio del Toro တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားဖြစ်ပါတယ်။ခြေရာခံကျွမ်းကျင် ဆရာကြီး Bonham(Tommy Lee Jones) ဟာ FBI နဲ့ပေါင်းပြီး သူ့ရဲ့ အတော်ဆုံး တပည့် ဖြစ်သူ ကို လိုက်လံ ဖမ်းဆီးရမယ့်စိတ်လှုပ်ရှားစရာ Action/Thriller genre ပါ။The Exorcist တို့ Cruising တို့ကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီးWilliam Friedkin ရိုက်ကူးထားတဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်တာကြောင့်ကားဟောင်းထဲကမှ အက်ရှင်ကားကောင်းကောင်းကို ကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားက ကြည့်သင့်တဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါ။ရှုပ်ရှုပ်ထွေးထွေးဇာတ်လမ်း မဟုတ်ဘဲ ကြည့်ရင်းနဲ့မှ စိတ်လှုပ်ရှားရမယ့်ကားဖြစ်တာမို့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ဖို့ တိုက်တွန်းချင်ပါတယ်။( ဘာသာပြန်နဲ့ အညွှန်းကတော့ Khay Mar ပဲ ဖြစ်ပါတယ်) File size…1.74GB / 778MB\nQuality…Blu-Ray1080p / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-hunted2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bad-133x200.jpg",
        "title": "Bad Behind Bars: Jodi Arias(2023)",
        "description": "မိန်းမလည်သိန်းကြွယ် ဆိုတဲ့စကားပုံတစ်ခု မြန်မာစကားမှာရှိပါတယ်။ မိန်းမတွေလည်လာတဲ့အခါ ကောင်းတဲ့ဘက်မှာအရမ်းထူးချွန်ထက်မြက်ကြသလို ဆိုးတဲ့ဘက်မှာဆိုရင်လည်း တစ်ဖက်ကမ်းခတ်ယုတ်မာကောက်ကျစ်တဲ့သဘောကို ဖော်ပြတဲ့စကားပုံပါ။ အခုဇာတ်ကားလေးကိုကြည့်မိရင် ဒီစကားပုံကိုသွားအမှတ်ရမိမှာပါ။ လူ့သဘာဝအရ ထောင်ကျရင် ဆိုးမိုက်လို့လို့ ယေဘုယျသတ်မှတ်လို့ရပေမယ့် အချို့ကျတော့လည်း မှားယွင်းစွပ်စွဲခံရတတ်တာမျိုးလည်းရှိပါတယ်။ ဒီသဘောသဘာဝကြောင့် ထောင်တွင်းရောက်နေတဲ့ အကျဥ်းသားအချင်းချင်းတောင် မှားယွင်းယုံစားမိတာမျိုး၊ အခွင့်အရေးယူအသုံးချခံရတာမျိုး၊ လှည့်စားခံရတာမျိုးတတ်ရှိပါတယ်။ ဒီသဘောသဘာဝကို အခွင့်ကောင်းယူပြီး ကိုယ့်ပြစ်မှုအတွက်ပြစ်ဒဏ်သက်သာအောင် ကလိမ်တိငြမ်းစင် အကျဥ်းသားအချင်းချင်းလှည့်စားပြီး နှစ်ကျပ်ကွက်နင်းတဲ့အဖြစ်ကို ရိုက်ပြထားတဲ့ ၂၀၂၃ ခုနှစ်ထွက် crime- thriller ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းကတော့ ဒိုနာဗန်ဘယ်ရင်း၊ ထရေစီဘရောင်း တို့ဟာ တစ်ဆောင်တည်းနေကြတဲ့ အကျဥ်းသူအချင်းချင်းဖြစ်သလို မိန်းမချင်းကြိုက်နေတဲ့ lesbian အတွဲလည်းဖြစ်ပါတယ်။ ထရေစီဟာ ဆတ်ဆတ်ထိမခံ ထောင်တွင်းဖိုက်တာတစ်ယောက်မို့ သူနဲ့ပတ်သက်သူတွေဟာ ထောင်တွေရဲ့ထုံးစံအတိုင်း တခြားအကျဥ်းသားတွေ၊ နှစ်ကြီးသမားတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျမှုတွေကနေ သက်သာရာရပါတယ်။ ထရေစီရဲ့ချစ်သူဖြစ်တဲ့ အကျဥ်းသူ ဒိုနာဗန်ကတော့ ယောကျ်ားလျာပုံစံဖြစ်ပေမယ့် ရိုးရိုးအေးအေးနေတတ်ပြီး သဘောကောင်းတဲ့သူဖြစ်သလို ထရေစီလောက်လည်း ပြစ်မှုမကြီးတဲ့အတွက် ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/bad-behind-bars-jodi-arias2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-everyday-157x200.jpg",
        "title": "Every Day in Kaimukī (2022)",
        "description": "အထီးကျန်မှုဆိုတာ လူတွေကို ရက်စက်စွာ နှိပ်စက်တတ်ပါတယ်။ လူတွေဟာ အထီးကျန်မှုခံစားရတိုင်း အိမ်ဆိုတဲ့အရာကို တောင့်တကြတယ်လေ။ ဇာတိမြိုမှ ကိုယ့်ရဲ့အိမ်လို မဆိုလိုပါဘူး။ ကိုယ်သိပ်ချစ်တဲ့မြိုလေးဟာ ဘယ်သူတွေက ပျက်စီးနေပြီလို ပြောနေပါစေ... ကိုယ်မြတ်နိုးရင်တော့ ကိုယ့်ရဲ့အထီးကျန်မှုတွေကို ဖြေဖျောက်ရာဘုံလေးပဲ မဟုတ်ပါလား...?ဒီဇာတ်ကားလေးကတော့ နာ့ဇ်ဆိုတဲ့‌ ကောင်လေးတစ်ယောက်ဟာ ဟာဝိုင်အီမြိုမှာ ကြီးပြင်းခဲ့ပြီး ဘော်ဒါဘော်ဂျက်တွေနဲ့အတူ ဝါသနာပါရာတွေ လျှောက်လုပ်နေခဲ့ပါတယ်။ လူငယ်ပီပီ စကိတ်စီးကြတယ်။ ညဘက်မှာဆိုလည်း နောက်ထပ်ဝါသနာတစ်ခုဖြစ်တဲ့ ရေဒီယို ရုပ်သံလိုင်းတစ်ခုကို ထုတ်လွှင့်ပါတယ်။ အဲဒီရေဒီယိုရုပ်သံလိုင်းမှာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ ကိုဗစ်ကာလအတွင်းမှာ အဖော်မဲ့နေတဲ့လူတိုင်းအတွက် ရည်ရွယ်ပြီး အခုလိုထုတ်လွှင့်ဖြစ်တာပေါ့။ တစ်ခါတလေ လူငယ်လေးတွေကို ဖိတ်ပြီး အတူတကွ ထုတ်လွှင့်ဖြစ်နေရင်းပေါ့။အဖော်မဲ့တယ်ဆိုပေမယ့် ကောင်မလေးတော့ ရှိပါတယ်။ သူ့ကောင်မလေးက နယူးယော့ခ်မြိုတော်ကြီးမှာ အလုပ်အသစ်ရတဲ့အတွက် သွားဖိုပြင်ဆင်နေပါတယ်။ သူကလည်း ကိုယ့်ရဲ့မွေးရပ်မြေ ဟာဝါအီကို စွန့်ခွာပြီး \"ဆံထုံးနောက် သျှောင်ပါ\" ဖို ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/every-day-in-kaimuki-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyqDtNPRcxxRZpU5R4cNHgmS4NZ.jpg",
        "title": "Summer Frost (2022)",
        "description": "Summer Frost (2022)လူသားတို့ရဲ့ လုပ်ရပ်တွေကြောင့် လူသားတို့ရဲ့ ကမ္ဘာကြီး အဆုံးသတ်လုနီးပါး ရောက်နေတဲ့ အချိန်ကာလတစ်ခုရဲ့ နွေခေါင်ခေါင်မှာ...အပူချိန်တွေ အနုတ်လက္ခဏာထိ ကျဆင်း...ရေခဲအလား အေးတဲ့ လေထုကြီးစိုးနေချိန်...ပါရီမြို့ရဲ့ နောက်ခံဝန်းကျင်တစ်ခုနဲ့အတူ...လားရာမတူတဲ့ အထီးကျန်လူသား ၁၀ ယောက်ရဲ့ ခက်ခဲကြမ်းတမ်းတဲ့ အချိန်ကာလမှာ လောကဓံကို ကြံ့ကြံ့ခံရင်း မရေရာတဲ့ အနာဂတ်အတွက် ရှေ့ဆက်ကြပုံတွေကို ကိုယ်စီဇာတ်လမ်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ထားတဲ့ ပြင်သစ်ကားလေး တစ်ကားပါ။ ပြင်သစ်ကားဆိုတဲ့အတိုင်းပဲ ဒိုင်ယာလော့ဂ်တွေဟာ ကြည့်နေရင်းတန်းလန်းနဲ့တင်ကို အတွေးစတွေ အဆုံးမသတ်နိုင်ဖြစ်စေမှာကတော့ အသေအချာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Act Molemy မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration - 1H 52Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/summer-frost-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOuQQ4eRpSBxb0G9OXzWE1pHPeq.jpg",
        "title": "Out of the Furnace(2013)",
        "description": "Out of the Furnace(2013)====================ကျရာဇာတ်ရုပ်ကို ပီပြင်စွာသရုပ်ဆောင်နိုင်တဲ့ ဘတ်မန်းမင်းသားကြီးChristian Bale ကိုဒီဇာတ်ကားမှာ အမေရိကန် စက်ရုံအလုပ်သမားအောက်ခြေလူတန်းစားတယောက်အဖြစ် မြင်တွေ့ရမှာပါ။ ထပ်မံပြီးတော့Manchester by the sea မင်းသား Casey Affleck နဲ့ Avatar မင်းသမီးZoe Saldaña တို့လဲ ပါဝင်ထားတာမို့ သရုပ်ဆောင် အင်အားကောင်းကောင်းနဲ့မှုခင်းဒရာမာ ဇာတ်လမ်းကောင်းလေးပါ။နယ်မြို့လေးက စတီးစက်ရုံ အလုပ်သမားလေး ရပ်ဆဲလ်ဗေ့ဇ်(Christian bale) ဟာသာမန်ဘဝလေးတခုမှာ ရိုးရှင်းစွာနေထိုင်ဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ကားတိုက်မှုဖြစ်လို့ ထောင်ကျသွားခဲ့တယ်။အဲ့ကနေစလို့ ဘဝတခုလုံး ကံဆိုးမိုးမှောင်ကျတော့တာပါဘဲ။ ဖခင်လဲဆုံးချစ်သူကမုန်း နဲ့ တဦးတည်းသော ညီလေးကလဲ လောင်းကစားကြွေးပိပြီးကြေးစားလက်ဝှေ့ထိုးရင်း လူဆိုးဂိုဏ်းတခုကအပြန် ပျောက်ချင်းမလှပျောက်သွားသောအခါ ညီလေးကိုလိုက်ရှာမယ့် အကိုကြီးအဖြစ် ဘတ်မန်းမင်းသားကြီး ဘေးလ်ကို စော်ပစ်ခံရတဲ့ဘဝသမားလေးအဖြစ် တကားလုံးဆွေးဆွေးမြေ့မြေ့လေးမြင်ရမှာပါ။ File size…1.86GB / 647MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 56m\nGenre .....  ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/out-of-the-furnace2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/25zq12UnFocKUgT3sBVw4i2nvNz.jpg",
        "title": "Switch (2023)",
        "description": "Switch (2023)ဟိုးအရင်ကတည်းက ကိုယ်တွေကြိုက်ခဲ့ရတဲ့ မင်းသားကြီး Kwon Sang Woo ရဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးထွက်လာပါပြီနော်\nဘတ်ဂန်းဟာ ချစ်သူကိုလက်လွှတ်လိုက်ရတဲ့နောက် အရမ်းကိုနာမည်ကြီးပြီး ပေါ့ပျက်ပျက်နေတတ်တဲ့ သရုပ်ဆောင်ဖြစ်လာပါတယ်\nဒါပေမဲ့ သူ့သူငယ်ချင်းဂျိုယွန်းကတော့ သူ့ဘေးမှာမန်နေဂျာအဖြစ်နဲ့ အမြဲထောက်ပံ့ပေးခဲ့ပါတယ်\nဘတ်ဂန်းဟာ အရမ်းအောင်မြင်နေပေမဲ့ စိတ်ထဲမှာတော့ နောင်တတရားတွေရှိနေခဲ့တယ်..\nအဲဒီတော့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့်လားပဲ သူအရင်ကလက်လွှတ်ခဲ့ရတဲ့ဟာတွေကို ပြန်ရလာပြီး\nနာမည်ကြီးဘဝကိုတော့ ဂျိုယွန်းကိုပေးလိုက်ရတော့တာပဲSwitch ဆိုပေမဲ့ အရင်ကြည့်နေကျ တခြားရုပ်ရှင်တွေလို ဝိညာဉ်ချင်း ခန္ဓာကိုယ်ချင်းလဲတာမဟုတ်ဘဲ\nဘဝချင်းပါလဲသွားတဲ့ ဇာတ်လမ်းမို့ တစ်မျိုးတစ်ဖုံထူးခြားနေတာတော့ အမှန်ပါပဲ\nနာမည်ကြီးရာကနေ အရာမဝင်တော့တဲ့ဘဝရောက်သွားတဲ့ ဘတ်ဂန်းနဲ့\nနာမည်ကြီးဖြစ်သွားတဲ့ဂျိုယွန်းတို့ရဲ့ အလွဲတွေကိုတော့ ရုပ်ရှင်ထဲမှာကြည့်ရင်း ရယ်မောလိုက်ကြပါဦးနော်Cast အနေနဲ့ကတော့ Kwon Sang Woo အပြင် မင်းသားကြီး Oh Jung Se, မင်းသမီး Lee Min Jung တို့လည်းပါဝင်ထားပါသေးတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz and Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/switch-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/1200x1800_1662206698454-133x200.jpg",
        "title": "Kisaragi Station (2022)",
        "description": "ဂျပန်မှာရှိတဲ့ ဒဏ္ဍာရီသရဲပုံပြင်တွေအများကြီးကမှ ၂၀၀၄ ခုနှစ်မှာ အင်တာနက်ပေါ်စတင်ရောက်ရှိ နာမည်ကြီးလာခဲ့တဲ့ ကီဆာရာဂီ ဘူတာရုံအကြောင်းကို ပြန်လည်စိတ်ကူးပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်လိုက်ပါရစေကီဆာရာဂီဘူတာရုံဆိုတာ အပြင်မှာမရှိတဲ့ ဘူတာရုံတစ်ခု ဟာဆာမီ ဆိုတဲ့အကောင့်နာမည်တစ်ခုကနေ စတင်ဝေမျှရင်း နာမည်ကြီးလာတဲ့ ဒဏ္ဍာရီတစ်ပုဒ်ဇာတ်လမ်းအစမှာပေါ့ 'ဆုဆုမီ'ဆိုတဲ့ ကော်လိပ်ကျောင်းသူဟာ သူမရဲ့ သုတေသနစာတမ်းအတွက် ကီဆာရာဂီဘူတာမှပြန်လည်ရောက်ရှိလာသူ ကျောင်းဆရာမ 'ဟယာမာ'ကို အင်တာဗျူးဖို့ ရောက်လာခဲ့တယ်\n'ဟယာမာ'ဟာ တူမလေးဖြစ်တဲ့ 'ရင်'နဲ့အတူ နေထိုင်လျက်ရှိတယ်\nသူမရဲ့ အဖြစ်အပျက်ကို လုံးစေ့ပတ်စေ့ သေချာပြောပြပြီးချိန်မှာ ဆုဆုမီတစ်ယောက် စမ်းသပ်ရင်း ကီဆာရာဂီဘူတာသို့ ရောက်ရှိသွားတဲ့အခါ...သည်းထိတ်ရင်ဖိုရပြီး လှည့်ကွက်တွေပါတဲ့အပြင် အမှန်အကန် လန့်ရမယ့် ဇာတ်လမ်းလေးတစ်ဖြစ်လဲ IMDb 6.3အထိ ရရှိထားတာမို့ မကောင်းမှာမပူရဘူးနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mugiwara Ya ပါ )File Size__( 1.7GB) / ( 984MB)\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:35:00\nType__Drama, Horror\nSubtitle__Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1S6ms/Kisaragi.Station.2022.1080p.WEB-DL.CM..mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fdLq1X9n770THGtGDx2e74ETvE.jpg",
        "title": "JCVD(2008)",
        "description": "JCVD(2008)***********jcvd ဆိုတာက ဗန်ဒိန်းလို့ကျွန်တော်တို့သိကြတဲ့ အက်ရှင်မင်းသားကြီးJean-Claude Van Dammeရဲ့အတိုကောက်ပါ။\nဒီကားဟာဆိုရင်သူ့ရဲ့အခြားအက်ရှင်ကားတွေလိုမဟုတ်ဘဲ မင်းသားကြီးရဲ့လက်တွေ့ဘဝတွေ၊ခံစားချက်တွေ၊ သူဖော်ပြချင်တဲ့ သူ့ရဲ့ကိုယ်ပိုင်ဒုက္ခတွေကိုတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအစမှာဆိုရင် မင်းသားကြီးဗန်ဒိန်းရဲ့ ကလေးအုပ်ထိန်းခွင့်တရားရင်ဆိုင်ပြီးရှုံးနိမ့်တာတွေမြင်ရမှာပါ၊ သူ့ရဲ့ရုပ်ရှင်တွေက အက်ရှင်ကားတွေဖြစ်တာကြောင့် သမီးဖြစ်သူက\nကျောင်းမှာ လှောင်ခံပြောင်ခံရလို့ ဖေဖေနဲ့အတူနေဖို့မ‌ရွေးချယ်ပါဘူးလို့ တရားရုံးမှာထွက်ဆိုခဲ့တာပါတဲ့။\nဒီလိုနဲ့တရားခွင်မှာရှုံးနိမ့်ပြီး ဘယ်လ်ဂျီယံကိုပြန်လာခဲ့တော့လည်း ပြည်ပမှာအနေကြာသွားတဲ့အတွက်ATMကငွေထုတ်မရ၊ ငွေလည်းအဆင်မပြေဖြစ်ရပြန်ပါတယ်၊\nငွေလွှဲယူဖို့အတွက် ဘဏ်ကိုအသွားမှာပဲ ဓားပြတိုက်မှုတစ်ခုထဲပါသွားပါတော့တယ်၊\nဒါပေမယ့် အက်ရှင်ကားတွေထဲကလိုတိုက်ခိုက်ဖြေရှင်းမှာမျိုးမဟုတ်ဘဲမင်းသားကြီးရဲ့လက်တွေ့ဘဝထဲကပုံစံအတိုင်းပဲဖြေရှင်းသွားမှာဖြစ်ပါတယ်။\nတကယ့်ကိုလက်တွေ့ဆန်တဲ့ရုပ်ရှင်ပါပဲ။ အက်ရှင်မင်းသားလည်း သာမန်လူတစ်ယောက်ပါပဲ၊သူလည်း ကမ္ဘာကြီးအတွက်ပြန်အကျိုးပြုချင်တယ်ဆိုတာမျိုးကိုမြင်တွေ့ရမယ့် ကားကောင်းလေးပါပဲ။File Size :(2.1GB)(904 MB) and (313MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jcvd2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2uZpYiUKAiIwp9XkHRbwFoJoiM.jpg",
        "title": "Alkhallat+ (2023)",
        "description": "Alkhallat+ (2023)ဆော်ဒီနိုင်ငံ နဲ့ Nextflix ပူးပေါင်းမှုရဲ့ပထမဆုံးဇာတ်ကားဖြစ်တဲ့ Alkhallat+ ပါ။\nAlkhallat ဆိုတဲ့ series က ဆော်ဒီရဲ့ Youtube မှာနာမည်ရပြီးသားစီးရီးတစ်ခုဖြစ်ပါတယ်။\n၁.၅ဘီလီယံဗျူးတောင် ရထားတယ်ဆိုပါတယ်။။\nဒီ Alkhallat+ ကိုတော့ဇာတ်ကားအဖြစ်ပဲရိုက်ကူးထားပြီး ဟာသဇာတ်လမ်းငယ်လေးတွေ လေးခုနဲ့ဖွဲ့စည်းထားပါတယ်။\nIMDb လဲ ၇ ဆိုတော့ပွဲဦးထွက်လှတယ်ပြောရပါမယ်\nအာရပ်နိုင်ငံတွေဟာ များသောအားဖြင့်သီးသန့်နေကြတဲ့နိုင်ငံတွေပါ။\nအမူအကျင့်ဓလေ့စရိုက်တွေကလဲ တခြားအာရှနိုင်ငံတွေနဲ့ တော်တော်ကိုထူးခြားကွဲဲပြားပါတယ်။\nရုပ်ရှင်ရိုက်ကူးမှုတွေကလဲနည်းပါးတော့ အပြင်ကလူတွေအနေနဲ့ အာရပ်ကမ္ဘာကိုသိရဖို့ခက်ခဲပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ အာရပ်ကမ္ဘာရဲ့ပင်မဖြစ်တဲ့ ဆော်ဒီကိုကြည့်ခွင့်ရမှာပါ။\nဆော်ဒီနိုင်ငံသားတွေရဲ့ အကျင့်ပျက်မှုတွေ ကြောင်သူတော်ဆန်မှုတွေကိုလဲ ပါးပါးလေးပုတ်ပြီးပြထားပေမယ့်\nဟာသကိုပဲအဓိကဦးတည်တယ်လို့ ဒါရိုက်တာကပြောထားပါတယ်။ဇာတ်လမ်းလေးပုဒ်လုံးမှာတော့ လူတွေဟာဆင်းရဲချမ်းသာမရွေး ကျဥ်းထဲကျပ်ထဲအခြေအနေကိုရောက်သွားရင်\nအဲဒီအခြေအနေကလွတ်ဖို့ ရရာနည်းလမ်း ရရာလူကိုအသုံးချတတ်တာကို\nအတည်ပေါက်ကြီးနဲ့အူတတ်စေမယ့် ဆော်ဒီသားတွေက သရုပ်ဆောင်ဖော်ပြထားတာမို့\nတမူထူးပြီးကြည့်သင့်တဲ့ dark comedy တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.78GB | 886MB | 186MB\nFormat… ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/alkhallat-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-encou-135x200.jpg",
        "title": "Entourage(2015)",
        "description": "ဒီဇာတ်ကားလေးဟာတော့ဖြင့် Entourage ဆိုတဲ့ နာမည်ကြီး တီဗွီစီးရီးရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပါတယ်။ အဲဒါကြောင့် Entourage စီးရီးဖန်တွေ သေချာပေါက် ကြည့်ရမဲ့ ဇာတ်ကားဖြစ်ပါတယ်၊ ဒါပေမဲ့ ဇာတ်လမ်းနဲ့ ဇာတ်အိမ်က စီးရီးမကြည့်ဖူးသေးသူတွေလည်း နားလည်နိုင်အောင် ဖွဲ့စည်းထားတာကြောင့် သူ့ရဲ့ဇာတ်လမ်းတွဲကို မကြည့်ရသေးသူတွေလည်း ကြည့်လို့အဆင်ပြေမှာပါ။\nဇာတ်လမ်းကတော့ နာမည်ကြီးရုပ်ရှင်မင်းသား Vince၊ အောင်မြင်တဲ့စတူဒီယိုတစ်ခုကို ဦးစီးနေနိုင်ပြီဖြစ်တဲ့ Ari နောက်တော့ Vince ရဲ့ မန်နေဂျာ Eric ရယ်၊ Vince ရဲ့အစ်ကို Johnny Drama ပြီးတော့ အဲအပေါင်းအပါအုပ်စုကြီးရဲ့ နောက်ဆုံး အဖွဲ့ဝင် Turtle တို့နဲ့အတူ Hollywoodရဲ့ ရှာရှာကြံကြံ အဖြစ်သနစ်တွေကို ဟာသနှောကာရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်ကားကတော့ အရင်ဇာတ်လမ်းတွဲဇာတ်သိမ်းသွားတဲ့နေရာကနေ စထားပါတယ်။ Ari ဟာ Vince ကို\nသူထုတ်လုပ်မဲ့ကားမှာ အဓိကဇာတ်ဆောင်အဖြစ် သရုပ်ဆောင်ပေးဖို့ကမ်းလှမ်းလိုက်ပါတယ်။ ဒါမဲ့ Vince ကတော့ သူ့ကိုဒါရိုက်တာပါ လုပ်ခွင့်ပေးမှ လုပ်ပါမယ်တဲ့။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/entourage2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-alkha-138x200.jpg",
        "title": "Alkhallat+ (2022)",
        "description": "ဒီဇာတ်ကားကတော့ ကားတစ်ကားထဲမှာပဲ ဟာသဇာတ်လမ်းတို (Short story) ၄ပုဒ်စုထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nCoverက horror coverမျိုးနဲ့ဆင်ပေမဲ့ Horrorမဟုတ်ပါဘူး။ Saudi Arabia ပညာပေးcomedyအမျိုးအစားပါ။ ဇာတ်ကားcoverမှာကိုက လှည့်စားထားတာပါ။ဇာတ်လမ်းကျောရိုးကလည်း လှည့်စားမှုအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိကဇာတ်ဆောင်တွေက ကိုယ့်ရဲ့ပြဿနာတွေကနေရှောင်ဖို့အတွက် အခြားသူတွေကိုလူလည်ကျပြီးလှည့်စားကြတယ်။ နောက်ဆုံးမှာတော့ အလိမ်အညာတွေက မိသွားတယ်။ ဘယ်လိုပဲလူလည်ကျကျ လျို့ဝှက်ချက်ဆိုတာ အချိန်တန်ရင်ပေါ်စမြဲပါပဲ။အထဲမှာပါဝင်တဲ့ ဇာတ်လမ်းတို၄ခုကို hintsအနေနဲ့ ကားတာယာသူခိုးအဖွဲ့၊ ပြန်ပေါင်းထုပ်ပွဲ၊ သူငယ်ချင်းကောင်း ၊ မလည်ရှုပ်သားအဖဆိုပြီး ခေါင်းစဥ်လေးတွေကြိုပေးထားချင်ပါတယ်။ဒီဇာတ်ကားကြည့်ရင်း ရမယ့်အသိတစ်ခုကတော့ ပြဿနာတစ်ခုကြုံလာရင် တည့်တည့်တိုးပြီး​ခေါင်းခံမယ့်အစား ပြဿနာဆီကနေ အရင်ဆုံးရှောင်နိုင်ရှားနိုင်အောင် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ဖြတ်ထိုးဉာဏ်သုံးပြီး ကြိုးစားကြည့်သင့်တယ်ဆိုတာမျိုး သင်ခန်းစာပေးထားပါတယ်။\nစာအုပ်ကောင်းတစ်အုပ်ကို ဖတ်ရသလို အချိန်ပေးကြည့်တန်မယ့် ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်။ File size…(2.18GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Comedy / Drama / Mystery\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/alkhallat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMmYzMWEyM2QtZjdlOS00NzAwLThiZWQtMmMwNWYzZmQxNDRlXkEyXkFqcGdeQXVyMTAyNDY2OTAy._V1_-137x200.jpg",
        "title": "Kieu (2021)",
        "description": "Kieu (2021)\n===========ရှေးခေတ်နောက်ခံနဲ့ လွမ်းမောဖွယ် ဗီယက်နမ်ဇာတ်လမ်းလေး\nတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဗီယက်နမ်ရဲ့ဂန္ထ၀င်ကဗျာ\nဆရာကြီး Nguyen Du ရဲ့ကဗျာရှည်၊ ဗီယက်နမ်စာပေမှာ နာမည်\nအကြီးဆုံးဂန္ထ၀င်ကဗျာကြီးလို့ ဆိုရမယ့် \"Tale of Kieu\" ကို အခြေ\nခံပြီး ဇာတ်အိမ်ဖွဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။အဖေနဲ့အစ်ကို မှားယွင်းအကျဉ်းချခံရတာကြောင့် အားကိုရာမဲ့သွား\nတဲ့ မိန်းမလှလေး ကီးယူး။ သူစိမ်းနဲ့လက်ထပ်ပေးစားမှာကို မတတ်\nသာဘဲ လက်ခံလိုက်ရပေမဲ့ တကယ်တမ်းတော့ ပြည့်တန်ဆာအိမ်ကို\nရောင်းစားခံလိုက်ရတာပါ။ ဒီလိုနဲ့ ကီးယူးတစ်ယောက် သူ့ဘ၀ မပျက်\nစီးအောင် ရုန်းကန်ရင်း ပိုးထည်ကုန်သည်ကိုလူချော သုဆင်းနဲ့ တွေ့ဆုံ\nမိပါတယ်။ မြင်မြင်ချင်းချစ်ခဲ့မိတဲ့ သူတို့နှစ်ဦးဟာ အများနဲ့ဝေးရာကို ‌\nထွက်ပြေးပြီး ပေါင်းသင်းနေထိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ ဆိုသလိုပဲ ကံတရားက ကီးယူးကို\nမျက်နှာသာမပေးခဲ့ပါဘူး။ အကြောင်းက သုဆင်းဟာ မလွတ်လပ်သူတစ်\nယောက်ဖြစ်နေတာပါပဲ။ တစ်နေ့မှာ သုဆင်းတစ်ယောက် ခရီးခဏထွက်\nသွားခိုက် ကီးယူးဆီ ကံကြမ္မာဆိုး၀င်လာတဲ့အခါ...ကီးယူးရဲ့ဘ၀က ဘယ်အထိကံဆိုးမှောင်ကျဦးမှာလဲ၊ ကံကြမ္မာက ဘယ်လို\nကျီစားဦးမလဲ၊ သုဆင်းကရော အချစ်နဲ့ ကတိသစ္စာကြားမှာ ဘယ်လိုစခန်း\nသွားမလဲ၊ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/kieu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/km4vK2l2X2gawWRCwo0kXJQL908.jpg",
        "title": "Lovers Vanished(2010)",
        "description": "Lovers Vanished(2010)*********************\" AIDS ဖြစ်နေတဲ့ထောင်သားတွေကိုဆို ချက်ချင်းလွှတ်ပေးတယ် \" ဆိုတာကတော့ ထောင်ထဲမှာကြားနေရတဲ့ကောလဟာလတစ်ခု...... အပြစ်မဲ့လျက်နဲ့ မှားယွင်းစွပ်စွဲခံရပြီး ထောင်ကျတာကိုမခံမရပ်နိုင်ဖြစ်နေတဲ့ ထွက်ပြေးဝိဇ္ဇာLim Su-In အတွက်တော့ ဒီသတင်းက ထောင်ထွက်လက်မှတ်တစ်ခုလိုပါပဲ။ HIV ပိုးရှိလို့တစ်ထောင်လုံးကရှောင်ဖယ်ဖယ်လုပ်တာခံရတဲ့ Byung Sang ကတော့ နယ်မျက်လှည့်ဆရာတစ်ဦးဖြစ်ပြီးထောင်ကျရတဲ့အကြောင်းက ချစ်သူကောင်မလေးရဲ့အပြစ်ကို အစားဝင်ခံပေးတာမို့လို့Su-In နဲ့ သူမသာကိုယ်မသာပဲဖြစ်ပါတယ်။ ပိုးကူးခံရရင် ထောင်ကထွက်ရမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ Su- In တစ်ယောက်ကတော့Byung Sang ကိုအရောစဝင်ပြီး နောက်ဆုံးမှာ ပိုးကူးခါမှပဲ ကြားထားတဲ့သတင်းကဂျင်းကြီးမှန်းသိလိုက်ရပါတော့တယ်။ ဒါပေမယ့်လည်း လက်မလျှော့သေးဘဲ နောက်တစ်နည်းထပ်ကြိုးစားနေတုန်းမှာByung Sang ဘက်ကနေ အကူအညီတစ်ခုတောင်းလာခဲ့ပါတော့တယ်။\" မင်းထွက်နိုင်ခဲ့ရင် Mia ဆိုတဲ့ကောင်မလေးကိုသွားကြည့်ပေးပါလား \" .အဲ့ဒီနောက်မှာတော့.....File Size :(3.1GB)(870 MB) and (408MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:44:00\nGenre : Romance , Drama\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lovers-vanished2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xsQyj1RWeKYafKaDRDfA3x5IVcZ.jpg",
        "title": "Baby Ruby(2023)",
        "description": "Baby Ruby(2023)****************လောကမှာ တစ်ချို့တစ်ချို့သောမိဘတွေဟာ ကလေးမွေးပြီးတဲ့နောက်ပိုင်း စိတ်ဖိစီးမှုဒဏ်တွေ ပြဿနာတွေကိုအနည်းနဲ့အများတော့ခံစားကြရတာချည်းပါပဲ...ဒီဇာတ်ကားထဲမှာတော့ မွေးကင်းစကလေးငယ်ကြောင့် ဖြစ်ပေါ်လာတဲ့စိတ်ခံစားမှုဝေဒနာ‌တွေကို တစ်ဦတည်း ခါးစီးခံနေရတဲ့ မိခင်တစ်ဦး၏ အခြေအနေကို ရိုက်ကူးပုံဖော်တင်ဆက်ထားတာပါဖြစ်ပါတယ်...\nအဲ့လိုအခြေအနေမျိုးမှာ မရှိတာကိုအရှိထင် မကြားတာကို ကြား‌နေရပြီးကိုယ်ကိုတိုင်က စရိုက်နှစ်ယောက်အသွင်ဖြစ်မှန်းမသိ ဖြစ်လာတာမျိုးပါ...\nဇာတ်ဆောင်များလောကမှာ တစ်ချို့တစ်ချို့သောမိဘတွေဟာ ကလေးမွေးပြီးတဲ့နောက်ပိုင်းစိတ်ဖိစီးမှုဒဏ်တွေ ပြဿနာတွေကို အနည်းနဲ့အများတော့ခံစားကြရတာချည်းပါပဲ...ဒီဇာတ်ကားထဲမှာတော့ မွေးကင်းစကလေးငယ်ကြောင့် ဖြစ်ပေါ်လာတဲ့ စိတ်ခံစားမှုဝေဒနာ‌တွေကိုတစ်ဦတည်း ခါးစီးခံနေရတဲ့ မိခင်တစ်ဦး၏ အခြေအနေကို ရိုက်ကူးပုံဖော်တင်ဆက်ထားတာပါဖြစ်ပါတယ်...\nမင်းသားကတော့ အားလုံးနှင့်ရင်းနှီးပြီးသားဖြစ်သူ ဂျွန်စနိုး လို့သိကြတဲ့ Kit Harington ဖြစ်ပြီးမင်းသမီးကတော့ Noemie Merlant တို့မှအားဖြည့်သရုပ်ဆောင်ထားကြပါ..\nဇာတ်လမ်းအကျဉ်းကတော့ ဘလော့ဂါတစ်ယောက်တဲ့ ဂျိုး ဟာ ကိုယ်ဝန်သည်တစ်ယောက်...မကြာခင်အချိန်အတောအတွင်းမှာ ပထမဆုံးအနေနဲ့ မိခင်ဖြစ်တော့မယ့်သူဆိုလည်း မမှားပါဘူး...\nသူစိတ်ကူးထားတဲ့မိခင်ဘဝနဲ့ တစ်ကယ့်လက်တွေ့မိခင်ဘဝတို့က လုံးဝကို ကွဲပြားနေခဲ့ပါတယ်..ကလေးမွေးပြီးနောက်ပိုင်းမှာ ဂျိုးတစ်ယောက် ဘယ်လိုမျိုး အခြေအနတွေကို တွေ့ကြုံခံစားသွားရမှာလဲ...File Size :(1.3 GB) and (528 MB)\nQuality : WEB-DL ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/baby-ruby2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vQpytkB1MaQAWPMzXcliDn3XA84.jpg",
        "title": "Mary Is Happy, Mary Is Happy (2013)",
        "description": "Mary Is Happy, Mary Is Happy (2013)~ IMDb - 7.1/10, Rotten Tomatoes - 78% ~အိမ်နီးချင်း ထိုင်းရုပ်ရှင်တွေကတော့ Minimalist style နဲ့ ကမ္ဘာပတ်နှင့်နေပါပြီ။ ဒါရိုက်တာ Nawapol လို့ကြားရင် သိတဲ့သူက သိနိုင်ကြပေမယ့် သာမန်ရုပ်ရှင်ချစ်ပရိတ်သတ်အဖို့တော့ သူ့ကိုမသိတောင် သူ့ကားတစ်ချို့ကို ရင်းနှီးပြီးသားဖြစ်မှာပါ။ ၂၀၁၉တုန်းက မြန်မာပြည်မှာ ရုံတင်သွားတဲ့ Happy Old Year လို၊ တစ်ချိန်က လူငယ်အတော်များများကြိုက်ခဲ့ကြတဲ့ Heart Attack လို၊ မနှစ်တုန်းက ထွက်ခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ Fast and Feel Love တို့လိုကားတွေကိုတော့ ရင်းနှီးကြမှာပါ။အခု ဒီကားကတော့ သူ့ရဲ့ အစောပိုင်းလက်ရာတစ်ခုပါ။ ဆု ၆ဆု နဲ့ စကာတင် ၁၁ခု ဆိုတာလောက်ကို စာရင်းထဲ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mary-is-happy-mary-is-happy-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWM2OTVmMzUtMWU3OC00Mzg3LThiZTQtMTcwOTM5MTIwMGRiXkEyXkFqcGdeQXVyNjEzMjU3NTY@._V1_-135x200.jpg",
        "title": "Ishq Tera (2018)",
        "description": "Ishq Tera (2018)အခုတစ်ခါမှာတော့ IMDb 6.2 အထိရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်။ပြုသမျှနုရ..လုပ်သမျှခံရတဲ့ မိန်းသားတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းလေးပေါ့။ အဆိုပါ မိန်းမသားလေးဟာ\nစိတ်ကျန်းမာရေးဝေဒနာကိုပါ ခံစားနေရတဲ့အခါ သူမရဲ့ဘဝဟာ ရေစုန်မျောဖို့ပဲ ကျန်တော့တာပေါ့။ဒီဇာတ်ကားလေးမှာ ဇာတ်လိုက်မင်းသမီးက စိတ်ကစဉ့်ကလျားရောဂါကို\nခံစားနေရတဲ့ ရောဂါဝေဒနာသည်လေးပါ။ ငယ်စဉ်ကတည်းက\nခါးသီးလှတဲ့ဘဝကို ကျော်ဖြတ်ခဲ့ရလို စိတ်ဒဏ်ရာကြီးကြီးမားမားရသွားခဲ့ခြင်းဖြစ်ပါတယ်။သူမဟာ တစ်ခါတလေ ကလ်ပနားဖြစ်သွားလိုက် တစ်ခါတလေ\nလိုင်လာဖြစ်သွားလိုက်နဲ့ လူတစ်ကိုယ် စိတ်နှစ်မျိုးဖြစ်နေခဲ့ပါတယ်။ဒီလိုမိန်းမသားတစ်ယောက်ရဲ့ဘဝကို ချဉ်းကပ်လာတဲ့လူတွေဟာလည်း လူကောင်းတွေဟုတ်မနေခဲ့ပါဘူး။သူမရဲ့ပဟေဠိဆန်လှတဲ့ ဘဝဇာတ်ကြောင်းနဲ့ သူမအပေါ်တကယ်\nရိုးရိုးသားချစ်ပေးနိုင်ပြီး စောင့်ရှောက်ပေးနိုင်မယ့်သူ ပေါ်လာနိုင်မလား...။ကြမ်းတမ်းလှတဲ့ ဘဝခရီးလမ်းကို ဘယ်လိုဆန်းကြယ်မှုတွေနဲ့ ကျော်ဖြတ်ခဲ့ရလဲဆိုတာကိုတော့\nမိန်းမသားတစ်ယောက်ရဲ့နေရာကနေ ခံစားပြီး ကြည့်ရှုပေးကြပါဦးနော်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်။\nFile size…2.5GB  / 1.1GB\nQuality…1080p WEB RIP /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ishq-tera-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/178240191-origpic-26a3f9-139x200.jpg",
        "title": "[18+] Malena (2000)",
        "description": "Malena (2000)\nIMDb Rating (7.5/10)\nRating - R၁၉၄၁ ခုနှစ်က စစ္စလီကျွန်းပေါ်မှာနေတဲ့ အသက် ၁၃ နှစ်သား ကောင်လေးတစ်ယောက် လမ်းခဲ့ရတဲ့ မာလိနာဆိုတဲ့ မိန်းမတစ်ယောက်အကြောင်း.....။ဒုတိယကမ္ဘာစစ်ကြောင့် ခိုကိုးရာမဲ့သွားတဲ့မိန်းမတစ်ယောက်၊ လှပလွန်းသောကြောင့် ယောက်ကျားတိုင်းက စိတ်ဝင်စားပြီးတစ်ခြားမိန်းမတွေက မနာလိုဖြစ်ခြင်းခံနေရတဲ့ မိန်းမတစ်ယောက်၊  ကံဆိုးမှု တွေကြောင့် ဖခင်ဖြစ်သူရဲ့ အထင်လွဲမှုကို ခံရပြီးစားဝတ်နေရေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ မိန်းမတစ်ယောက်၊ အရာရာကို ခွင့်လွှတ်သည်းခံပြီး ချစ်သူခင်ပွန်းရဲ့ဖေးမမှုနဲ့ ဘဝကိုတည်ငြိမ်စွာပြန်လည်လျှောက်လှမ်းနိုင်ခဲ့တဲ့ မိန်းမတစ်ယောက်ရဲ့ အကြောင်း.....။ ဒီဇာတ်ကားထဲမှာ လူတွေရဲ့ မနာလိုစိတ်တွေ၊ အချောင်ရလိုမှုတွေ၊အားနည်းသူကို ပျက်စီးစေချင်ကြတဲ့စိတ်တွေနဲ့ ယောင်္ကျားတွေရဲ့ စိတ်ကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် ပြထားပါတယ်။ကြီးကောင်ဝင်စ လူငယ်လေးတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားနဲ့ လူတွေအကြောင်း သင်ယူခဲ့မှုတွေကိုလည်း အထင်အရှားမြင်ရမှာ ဖြစ်ပါတယ်။မင်းသမီးကတော့ သိပ်ညွှန်းစရာလိုမယ် မထင်ပါဘူး။ ဆိုဖီယာလော်ရင့်ပြီးရင် အီတလီရဲ့ နာမည်အကြီးဆုံးမင်းသမီးဖြစ်တဲ့ Monica Bellucci ပါ။ဒီဇာတ်ကားထဲမှာ အလှပဆုံးအချိုးအစားလို့ ပြောကြတဲ့ ၃၆-၂၄-၃၅ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/18-malena-2000/"
    }
]