[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNdSUb9JOitGPTk2wdc8ykOBJHb.jpg",
        "title": "Dev.D(2009)",
        "description": "Dev.D(2009)IMDb 8/10ဒေ့ဗ်၊ ပါရိုနဲ့ ချန်ဒရာမူခီးတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို\nဘောလီဝုဒ်ဖန်တိုင်း ရင်းနှီးကြမှာပါဘာကြောင့်လဲဆိုတော့ ကင်းခန်းကြီးနဲ့ အရှ်တို့ရဲ့\nဂန္တဝင်ကားကောင်းကြီးတစ်ကားဖြစ်တဲ့\nDevdas ကို လူတိုင်းကြည့်ဖူးကြလို့ဖြစ်ပါလိမ့်မယ်ဒီဇာတ်လမ်းကလည်း ထိုနည်းလည်းကောင်းပါပဲဒေ့ဗ်နဲ့ ပါရိုဟာ အင်မတန်သိပ်ချစ်ကြတဲ့\nငယ်သူငယ်ချင်းငယ်ချစ်တွေပေါ့ တစ်ယောက်စီရဲ့ အချစ်ဦးတွေလိုဆိုရလိမ့်မယ်ဒါပေမဲ့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တစ်ခုကြောင့်\nဒေ့ဗ်နဲ့ပါရိုဝေးကွာသွားခဲ့တယ်ပါရိုနဲ့ဝေးသွားခဲ့တဲ့ဒေ့ဗ်ဟာ\nသူ့ဘဝသူ အရှုံးပေးကာ ဖြစ်သလိုနေ သွားချင်ရာသွား လာချင်ရာလာနေခဲ့ပြီး\nချန္ဒရာဆိုတဲ့မိန်းကလေးတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်ဒီအချိန်မှာတော့ ဒေ့ဗ်ရဲ့အချစ်ရေး ဘယ်လိုဖြစ်သွားမလဲ ...ဂန္တဝင်ကားကြီး Devdas ဟာဆိုရင် IMDb 7.5/10 အထိရရှိထားပါတယ်ဒါပေမဲ့ ဒီ Dev.D ကတော့ IMDb 8/10 အထိတောင်ရရှိထားပါတယ်ဘာကြောင့်လဲဆိုတော့ ဘောလီဝုဒ်ရဲ့ မာတင်စကော့ဆေးလို့ တင်စားခေါ်ကြတဲ့\nဒါရိုက်တာကြီး အနျူရက်ကရှ်ယက်ကြောင့်ပါသူ့ကားတွေတိုင်းဟာ အင်မတန်ကို လက်တွေ့ဆန်မှုကိုအခြေခံထားလို့ပါပဲယခုဒီဇာတ်ကားဟာလည်း အေဆင်ဆာ (Adult Only Video) ဖြစ်သောကြောင့်အသက်မပြည့်သေးသူများ၊ ကလေးသူငယ်များ၊ မိသားစုနဲ့အတူကြည့်ရှု့ရန်မသင့်တော်ပါဘူးစကားလုံးတွေဟာ လက်တွေ့ကျကျကြမ်းတမ်းပြီး\nအရက်သေစာသောက်စားမှုတွေ\nမူးယစ်ဆေးသုံးစွဲမှုတွေ တသီကြီးပါဝင်လို့ပါပဲသမာရိုးကျဘောလီဝုဒ်ကားတွေကို ရိုးအီနေပြီဆိုရင်\nဒီကားလေးမြည်းကြည့်လှည့်ပါသူမတူတဲ့ရသတစ်ခုပေးစွမ်းပါလိမ့်မယ်\"ဒေ့ဗ်တိုင်းဟာ ပါရိုကိုပဲ သေသည်အထိချစ်သွားရမှာလားဒါမှမဟုတ် ချန်ဒရာမူခီးနဲ့ ပျော်ပျော်ရွှင်ရွှင်နေထိုင်သွားလို့ရော မရနိုင်လို့လားဗျာ\"ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်.... File Size : ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/dev-d2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/two-days-one-night-135x200.jpg",
        "title": "Two Days, One Night 2014",
        "description": "ဆန်ဒရာဆိုတဲ့ အမျိုးသမီးဟာ သူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီကနေ အလုပ်ပြုတ်တော့မယ့် အခြေအနေကို ရင်ဆိုင်နေရပါတယ်။ ဒါဟာလဲ စိတ်ဓာတ်မကောင်းတဲ့ အလုပ်သမားခေါင်းဆောင်ရဲ့ လုပ်ကြံမှုကြောင့်တစ်စိတ်တစ်ပိုင်းပါနေပါတယ်။ ဆန်ဒရာ့ကို အလုပ်ထုတ်ဖို့ မဲမပေးရင် သူတို့အလုပ်ထွက်ရမယ်ဆိုပြီး ကျန်တဲ့အလုပ်သမားတွေကို ခြိမ်းခြောက်ခဲ့တဲ့အတွက် အားလုံးဟာ ဆန်ဒရာ့ကို အလုပ်ထုတ်ဖို့ မဲပေးခဲ့ခြင်းပါ။ ကံကောင်းစွာနဲ့ ဆန်ဒရာဟာ သူတို့ရဲ့ သူဌေးရဲ့ ခွင့်ပြုချက်နဲ့ လျှို့ဝှက်မဲပေးစနစ်ကို နောက်တစ်ကြိမ်ထပ်လုပ်ဖို့အခွင့်အရေးရခဲ့ပါတယ်။ သူ့အလုပ်မထွက်ရစေဖို့ သူ့ဘက်ကမဲမေးဖို့ ကျန်တဲ့သူ တွေကို သူလိုက်ပြီး အကူအညီတောင်းရပါတော့တယ်။ အလုပ်သမားအများစုက သူ့အတွက် မဲပေးခဲ့ရင် ဆန်ဒရာဟာ အလုပ်ထွက်စရာမလိုတော့ပါဘူး။ သို့ပေမယ့် ဒီအတွက် အကူညီလိုက်တောင်းဖို့ရာ ဆန်ဒရာမှာ နှစ်ရက်နဲ့တစ်ညသာ အချိန်ရှိပါတော့တယ် ...... နှစ်ရက်နဲ့တစ်ညအတွင်းမှာ လုံလောက်တဲ့မဲအရေအတွက်ရဖို့ သူစည်းရုံးနိုင်ပါ့မလား .....Quality – 720p  blurayrip\nDuration - 1 hr 35 min\nSubtitle – Myanmar ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/two-days-one-night-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AICdnpFIkZOx3OHz0fj3jwJHdK.jpg",
        "title": "Where We Disappear (2019)",
        "description": "Where We Disappear ဟာ A Gulag Mouse ဆိုတဲ့စာအုပ်ကို\nရုပ်ရှင်ပြန်ရိုက်ထားတာဖြစ်ပြီး ရုရှနိုင်ငံရဲ့အလုပ်ကြမ်းအကျဉ်းစခန်းတစ်ခုထဲက\nအမျိုးသမီးတစ်သိုက်ရဲ့ အကျပ်တည်းကို မြင်ကြရမှာပါ..။\nသားငယ်ကိုခေါ်ပြီး မွေးရပ်ကိုပြန်လာတဲ့အမျိုးသမီးတစ်ဦးဟာ\nစစ်ပွဲတွင်းသေသွားပြီလို့ ထင်မှတ်ထားခဲ့တဲ့ ယောက်ျားဖြစ်သူရဲ့ပြန်အလာကို\nဘူတာရုံမှာမြင်လိုက်ရတဲ့အခိုက်ဟာ သူမရဲ့ဘ၀ကို\nလွတ်လမ်းမဲ့အလုပ်ကြမ်းစခန်းဆီရောက်သွားစေမယ့်\nကံဆိုးမိုးမှောင်ကျမှုကြီးတစ်ခုဖြစ်လို့နေပါတယ်တဲ့..။\nဒီနေရာမှာ တစ်ပတ်ဆိုတာ တစ်သက်တာနီးပါးပါပဲလို့ဆိုတဲ့\nအလုပ်ကြမ်းစခန်းမှာ နှစ်ရှည်အပြစ်ဒဏ်သင့်တဲ့\nအမျိုးသမီးရဲ့ ကံဟာ ဘယ်လိုများဆက်ဖြစ်မှာပါလဲ..။\nတစ်ဆောင်ထဲကျတဲ့ ဘ၀တူအမျိုးသမီးအကျဉ်းသားတွေနဲ့\nအဆင်ပြေအောင်ကြိုးစားရမယ့် ပထမညနဲ့ ရိုးရိုးလေး စတင်ခဲ့ပြီး\nလုံး၀မထင်မှတ်ထားမယ့်လှည့်ကွက်တစ်ခုနဲ့\nလှလှပပဇာတ်သိမ်းပြလိုက်တဲ့\nဒီ Where We Disappear ဆိုတဲ့ဇာတ်ကားဟာဆိုရင်ဖြင့်\nDirector Simon Fink ရဲ့ ရုပ်ရှင်အနေနဲ့ ပွဲဦးထွက်လက်ရာဖြစ်ပြီး\nနိုင်ငံတကာရုပ်ရှင်ပွဲတော်တွေမှာ\nပြသခြင်းခံခဲ့ရတဲလက်ရာကောင်းတစ်ခုပဲဖြစ်ပါတယ်..။\n \nFile Size -  790.9 MB\nQuality - Bluray 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Sane Khet\nEncoder - XCode",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/where-we-disappear-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AciJTdaTbzZUAunAuD14XxDPjcR.jpg",
        "title": "The Show Must Go On (2007)",
        "description": "[Unicode]လူမိုက်ဘဝနဲ့ မိသားစုအတွက် ပိုက်ဆံတွေထောက်ပံ့ပေးနေရတဲ့ ဂျန်အင်ဂူ တစ်ယောက်\nဒယ်ချန်းဆောက်လုပ်ရေးကို အပိုင်သိမ်းပြီးနောက်ပိုင်းမှာ ရန်သူတွေပေါများလာခဲ့ပါတယ်...တစ်ဘက်မှာလည်း သူယုံကြည်အားကိုးရတဲ့ ဥက္ကဌကြီးရဲ့ညီဖြစ်သူက သူ့ကိုချောက်တွန်း အကောက်ကြံနေပြီးတော့\nတစ်ဘက်မှာလည်း မိသားစုအတွက် အိမ်အသစ်လေးရအောင် ပိုက်ဆံတွေကြိုးစားရှာဖွေနေရပါတယ်မိသားစုအတွက်အသက်ရှင်နေရတဲ့ ဂန်အင်ဂူတစ်ယောက်\nဒီလူမိုက်ဘဝကလွတ်မြောက်ချင်ပေမယ့် လွတ်မြောက်ဖို့အကြောင်းမဖန်လာခဲ့ပါဘူး\nအဲ့လိုနဲ့ပဲ ဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ကြည့်ရှုအားပေးလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]လူမိုက္ဘဝနဲ႔ မိသားစုအတြက္ ပိုက္ဆံေတြေထာက္ပံ့ေပးေနရတဲ့ ဂ်န္အင္ဂူ တစ္ေယာက္\nဒယ္ခ်န္းေဆာက္လုပ္ေရးကို အပိုင္သိမ္းၿပီးေနာက္ပိုင္းမွာ ရန္သူေတြေပါမ်ားလာခဲ့ပါတယ္...တစ္ဘက္မွာလည္း သူယုံၾကည္အားကိုးရတဲ့ ဥကၠဌႀကီးရဲ႕ညီျဖစ္သူက သူ႔ကိုေခ်ာက္တြန္း အေကာက္ႀကံေနၿပီးေတာ့\nတစ္ဘက္မွာလည္း မိသားစုအတြက္ အိမ္အသစ္ေလးရေအာင္ ပိုက္ဆံေတြႀကိဳးစားရွာေဖြေနရပါတယ္မိသားစုအတြက္အသက္ရွင္ေနရတဲ့ ဂန္အင္ဂူတစ္ေယာက္\nဒီလူမိုက္ဘဝကလြတ္ေျမာက္ခ်င္ေပမယ့္ လြတ္ေျမာက္ဖို႔အေၾကာင္းမဖန္လာခဲ့ပါဘူး\nအဲ့လိုနဲ႔ပဲ ဘယ္လိုေတြစခန္းသြားၾကမလဲဆိုတာ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦး...။( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( 999 MB , 350 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dvxe/The_Show_Must_Go_On_(2007)_SFS.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-1-133x200.jpg",
        "title": "Kiki’s Delivery Service (1989)",
        "description": "၁၃နှစ်ပြည့်တဲ့စုန်းလေးတွေဟာ အိမ်ကထွက်ပြီး\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့\nစုန်းတို့ရဲ့ရိုးရာအတိုင်း ၁၃နှစ်အရွယ်စုန်းမလေးခီခီဟာ\nတိမ်ကင်းစင်တဲ့လပြည့်ညတစ်ညမှာ\nသူ့ရဲ့ကြောင်နက်လေးဂျီဂျီရယ် အဖေ့ရေဒီယိုလေးရယ်နဲ့အတူ\nတံမြက်စည်းပျံစီးပြီး အိမ်ကထွက်လာခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ နာရီ​စင်ကြီးရှိတဲ့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ\nအခြေချဖို့ဖြစ်လာတဲ့အခါ စုန်းမလေးခီခီဟာ\nအခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ​\nတဖြည်းဖြည်းနဲ့ ခီခီ့ရဲ့တစ်ပါးသူအပေါ်ကူညီပေးမှုတွေ၊\nသနားကြင်နာတတ်မှုတွေကြောင့် လူချစ်လူခင်ပေါလာပြီး\nသူ့ကိုယ်ပိုင်ပစ္စည်းပို့လုပ်ငန်းလေးကိုလည်း\nတစ်နိုင်တစ်ပိုင်ထူထောင်လာနိုင်ပါတော့တယ်။\nဒီဇာတ်လမ်းမှာ ခီခီ့ရဲ့ ကိုယ်ပိုင်အလုပ်သစ်လေးမှာ\nအလုပ်အပ်သူတစ်ယောက်ပေါ်လာရင်ကို\nစိတ်လှုပ်ရှားနေတတ်တာမျိုးတွေ၊\nသူငယ်ချင်းကြောင်နက်လေးဂျီဂျီ သူငယ်ချင်းအသစ်ရသွားတဲ့အခါ\nစိတ်ပျက်ဝမ်းနည်းပုံလေးတွေ၊ ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့အခါ\nအတက်အကျတွေအားလုံးကို ရင်ဆိုင်ကျော်ဖြတ်ရပုံလေးတွေကို\nလူငယ်သဘာဝအလျောက် တွေ့မြင်ရမှာဖြစ်ပြီး\nကိုရိုကိုဆိုတဲ့ ပင်လယ်ဆိပ်ကမ်းမြို့လေးရဲ့ သဘာဝအလှအပလေးတွေကိုလည်း\nစိတ်ချမ်းမြေ့ဖွယ်ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်...\nIMDb 7.8/10\nRotten tomatoes 98% ထိရရှိထားတဲ့ anime\nဇာတ်ကားကောင်းလေးကို ကြည့်ရှုခံစားပေးကြပါဦး....\n \nFile Size - 1.4 GB\nQuality - BluRay 1080p\nSubtitle - Burmese (hardsub)\nTranslator - May Thu Aung\nEncoder -  Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/kikis-delivery-service-1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNjFhNGVjNzYtYTYzYS00N2Q5LTk1OGEtMzFiZTYyNjliMGE0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-147x200.jpg",
        "title": "Princess Mononoke (1997)",
        "description": "ဒီတစ်ခါတော့\nခံစားချက်ပေါင်းများစွာ ရစေမဲ့\nအဓိပ္ပါယ်အများကြီးရှိတဲ့\nဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လို\nခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်\nဟောင်းလေကောင်းလေ\nသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။\nဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်\nလူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။\nကိုယ် လိုချင်တာတွေ အတွက် လူတွေ\nအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါ\nအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။\nဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့\nကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်\nလောဘသက်သက်\nအတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်\nကြားနေလူတစ်ယောက်ရယ်နဲ့\nအမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်း\nကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။\nဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှ\nမရှိတာနဲ့ အတူတူပါပဲ။\n \nဇာတ်လမ်းအကျဉ်းကတော့....\nရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းက\nသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေ\nသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့\nသားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူ\nသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။\n \nသစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်က\nပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေ\nအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်\nသစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်\nသံသတ္တုပေါများတဲ့ ဒေသ\n့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီး\nတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။\n \nသစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းက\nထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့\nဘုရင်တစ်ပါးက ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/princess-mononoke-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BZDg0MWNmNjktMGEwZC00ZDlmLWI1MTUtMDBmNjQzMWM2NjBjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-133x200.jpg",
        "title": "Whisper of the Heart (1995)",
        "description": "IMDb 7.9 တောင်ရထားတဲ့ ကားဆိုတော့\nကာတွန်းကားဆိုပြီး အထင်သေးလို့မရတဲ့\nအပြင် နာမည်ကြီး ကာတွန်းရုပ်ရှင်\nSpirited Away ကိုဖန်တီးထားတဲ့\nဒါရိုက်တာကပဲ ဆက်လက်ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nတခါက၁၄နှစ်အရွယ်ကျောင်းသူလေး\nShizuku ဟာ သူ့မိသားစုနဲ့ Tokyo မြို့မှာနေသတဲ့...\nသူဘဝကလည်းပုံမှန်ကျောင်းသူတယောက်လိုပါပဲ...\nဒါပေမယ့် တခုထူးခြားတာက Shizuku ဟာကျောင်းပိတ်ရက် ဆိုတာနဲ့\nဒေသခံစာကြည့်တိုက် သွားပြီးရှိသမျှ\nFairy Tale (အကြမ်းဖျင်းအားဖြင့်ကလေးပုံပြင်ပေါ့)\nစာအုပ်တွေငှားဖတ်လေ့ရှိပြီး\nသူကိုယ်တိုင်ကလည်းစာရေးသူတယောက်ဖြစ်ချင်တဲ့သူပါ...\nဒါမယ့် သူစာအုပ်တွေဖတ်ရင်းဖတ်ရင်း နာမည်တခုနဲ့ ရင်းနှီးလာတယ်...\nသူငှားဖတ်သမျှစာအုပ်တိုင်းရဲ့ငှားဖတ်သူစာရင်းကဒ်မှာ\nSeiji ဆိုတဲ့ကောင်လေးကသူ့ရှေ့အမြဲရောက်နေတယ်...\nဒီတော့ဆယ်ကျော်သက်မိန်းခလေးသဘာဝအတိုင်း\nမမြင်ဘူးတဲ့ကောင်လေးကိုပဲအထင်ကြီးမိပြီး သံယောဇဉ်တွယ်သွားတယ်တဲ့...\nဒီလိုနဲ့တနေ့မှာ Shizuku က သူ့အဖေကို\nထမင်းဘူး သွားပို့ပေးရင်းရထားစီးလာရာမှာ\nရထားပေါ်ကိုမှတ်တိုင်တခုမှာကြောင်ကြီးတကောင်က\nတက်လာပြီး Shizuku အတွက် အထူးအဆန်းဖြစ်သွားတာပေါ့...\nပိုထူးဆန်းတာကကြောင်ကြီးကလူအတိုင်းပဲ သူဆင်းချင်တဲ့\nမှတ်တိုင်မှာဆင်းသွားတယ်တဲ့...\nဒါနဲ့ကြောင်ကြီးကိုစိတ်ဝင်စားလို့ Shizuku\nကနောက်ကလိုက်ရင်း Alice ကနေ Wonderland\nရောက်သလိုဖြစ်သွားမလားဆိုတာ ??\nစိတ်ဝင်စားဖွယ်ဆက်လက်ရှုစားကြပါ\nသီချင်းတွေကို အတတ်နိုင်ဆုံး ဆီလျော်အောင်\nဘာသာပြန်ပေးထားပါတယ်\nအမှားပါတာရှိ ခွင်.လွတ်ကြပါကုန်\nJapan Anime  တွေထုံးစံအတိုင်း ဇကားအပြီးမှာတော့\nမက်ဆေ့ချ်တခုတော့ ရစမြဲမို့ ဒေါင်းယူကြည့်သင့်ပါတယ်ဗျာ\n( ဒီကားလေးရဲ့အညွှန်းကို M-MDB Page မှ ကူးယူထားတာဖြစ်ပြီး\nဘာသာပြန်သူကတော. Bommy Chan ပဲဖြစ်ပါတယ်။ )\n \nFile Size - 1.6 GB\nQuality ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/whisper-of-the-heart-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8oCvSgk1Y2APlzzHJqnJIxydwMM.jpg",
        "title": "The Executioner (2009)",
        "description": "[Unicode]The Executioner ဆိုတဲ့ ဇာတ်လမ်းလေးမှာတော့\nအကျဉ်းထောင်မှာ အလုပ်လုပ်ကြတဲ့ ရဲအရာရှိတွေရဲ့ ဘဝကို ဖော်ပြပေးထားပါတယ်\nလူဆိုး လူမိုက် သူခိုး လူလိမ်တွေ အများအပြား စုဝေးရာ\nဒုစရိုက်လောကသားတွေ လူသတ်သမားတွေ များစွာရှိနေတဲ့\nဒီလို အကျဉ်းထောင်မှာ အလုပ်လုပ်ရတဲ့ သူတွေရဲ့ အခက်အခဲတွေကို မြင်တွေ့ရမှာပါ...ဇာတ်လမ်းအကျဉ်းအို့ဂျယ်ယောင်းဟာ အကျဉ်းထောင်မှာ အလုပ်လုပ်ဖို့ အသစ်ရောက်လာတဲ့ အရာရှိလေးတစ်ယောက်ပါ\nအသစ်ရောက်တဲ့ ရဲအရာရှိ အငယ်လေးမို့လို့ အကျဉ်းသားတွေက မထီမဲ့မြင်လုပ်ကြပါတယ်တစ်ရက်မှာတော့ ကွင်းဆက်လူသတ်မှုနဲ့ သေဒဏ်ချခံရတဲ့ အကျဉ်းသားတစ်ယောက် သူတို့ အကျဉ်းထောင်ကို ရောက်လာခဲ့ပါတယ်\nအဲ့လူက အို့ဂျယ်ယောင်းကို ပြဿနာရှာဖို့ ကြံနေချိန်မှာပဲ\nစီနီယာအရာရှိတစ်ယောက်ဖြစ်တဲ့ ဘယ်ဂျုံဟိုက ဝင်ရောက် ကူညီပေးခဲ့တဲ့နောက်...သိပ်မကြာခင်အချိန်မှာပဲ\nအကျဉ်းသား ၃ ယောက်ကို သေဒဏ်စီရင်ဖို့ အထက်က အမိန့်ကျလာပါတယ်\nစီရင်ပေးရမယ့်သူကို မဲနှိုက်ဆုံးဖြတ်တဲ့အခါ အို့ဂျယ်ယောင်းလည်း ပါဝင်နေခဲ့ပါတယ်\nအို့ဂျယ်ယောင်းတစ်ယောက် ဒီလို အလုပ်ကြီးကို လုပ်နိုင်ပါ့မလား\nဘယ်လိုအခက်ခဲတွေ ဆက်ကြုံရမလဲဆိုတာ\nဒီဇာတ်လမ်းမှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-executioner-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3l8fOAwiN3N5n3hHnZ51eog7Zu2.jpg",
        "title": "A Brighter Summer Day (1991)",
        "description": "[Unicode]A Brighter Summer Day (1991)IMDB - 8.4\nRotten Tomatoes -100%A Brighter Summer Dayဟာ တရုတ်ဂန္တဝင်စာပေတွေဖြစ်တဲ့ ခန်းဆောင်နီအိပ်မက်တို့ လက်ဖက်ရည်ဆိုင်တို့လို\nဇာတ်ကောင်အ‌ခြေပြု ခေတ်အရိပ်ထင်ဟပ်တဲ့ ရုပ်ရှင်ပါပဲ။\nအက်ဒ်ဝတ်ယန်းဟာ ဒီရုပ်ရှင်အတွက် မျက်နှာသစ်သရုပ်ဆောင်၁၀၀ကိုသုံးခဲ့ပြီး\nဒီရုပ်ရှင်ဟာ လေးနာရီအတိနီးပါရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်စိုက်ရာခေတ်ကာလကတော့ ၁‌၉‌၅‌၉ပါ။\n၁၉၄၉မှာ မော်စီတုန်းခေါင်းဆောင်တဲ့ ကွန်မြူနစ်တွေဟာ ပြည်မကြီးအပါအဝင် တရုတ်ပြည်ရဲ့သုံးပုံတစ်ပုံ ကိုသိမ်းပြီး တရုတ်ပြည်သူ့သမ္မတနိုင်ငံကိုစထောင်လိုက်ပါတယ်။\nအမျိုးသားအစိုးရနဲ့အတူ လူအများဟာ ထိုင်ဝမ်ကို ပြောင်းရွှေ့လာခဲ့ပြီး ဘဝအသစ်စတင်ကြရပါပြီ။\nဒီလိုပြောင်းရွေ့ရာ အ‌ခြေမကျသေးတဲ့ပတ်ဝန်းကျင်မှာကြီးပျင်းလာရတဲ့ လူငယ်တွေရဲ့ဘဝဟာလည်း လွယ်ကူမနေခဲ့ပါဘူး။\nလူငယ်တွေရဲ့ အ‌ခြေအနေကို ဗဟိုပြုပြီး ၁၉၅၉ခုနှစ် ထိုင်‌ဝမ်ရဲ့ရွှေအိုရောင်မသန်းခဲ့တဲ့ အတိတ်တွေအကြောင်းပါးပါးလေး ပုတ်ပြထားပါတယ်။‌ဒီရုပ်ရှင်ဟာ လက်တွေ့ထက်ကို အတော်လက်တွေ့ဆန်တယ်လို့ ဆိုရပါမယ်။\nမသိစိတ်ရဲ့ လိင်အာသီသတွေ၊ မိန်းမတွေကိုကြည့်တဲ့ ပတ်ဝန်းကျင်ရဲ့ မျက်လုံး‌တွေ။\nလူရဲ့စရိုက်တွေဟာ သူများအိမ်ကို နံရံကလိုင်ပေါက်ကနေ ချောင်းကြည့်နေရသလိုပါပဲ။\nတစ်ကိုယ်ကောင်းဆန်မှုတွေ၊ လူကောင်းတွေရဲ့ ဇာတ်သိမ်းမလှမှုတွေနဲ့\nအဆင်မပြေတဲ့ခေတ်ကြီးထဲက ခါးသက်သက်အဖြစ်အပျက်တွေကြားမှာ\nသားဘက်က အမြဲရှိပေးတဲ့အဖေတွေ၊ သူငယ်ချင်းကောင်း‌တွေ၊\nအနစ်နာခံတတ်တဲ့အကိုတွေကို ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/a-brighter-summer-day-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMTUyODY0N2QtNGU0ZC00NDI2LThmMjItMTk4ZGFmNTM0MzY0XkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Lost Transmissions (2019)",
        "description": "Lost Transmissions (2019)===================IMDb Rating - 5.0/10#Unicodeဒီကားလေးကတော့ March 2020 မှာ ထွက်ရှိထားတဲ့ ဒရာမာ‌ကားကောင်းလေးတစ်ကားပါ။မင်းသမီးရဲ့ချစ်ခြင်းမေတ္တာနဲ့ ပေးဆပ်မှုတွေကို ကြည့်ရှုရမှာပါ။ သီအိုဆိုတဲ့ သီချင်းအသံသွင်းတဲ့လူနဲ့ ဟန်နာလို့ခေါ်တဲ့ ဂီတမှာပါရမီပါတဲ့ကောင်မလေးက ပါတီတစ်ခုမှာတွေ့ဆုံကြပါတယ်။တိမ်မြုပ်နေတဲ့ရတနာတစ်ခုလို သူ့ရဲ့ပါရမီတွေကို မမြင်နိုင်သေးတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်တဲ့ဟန်နာကို သီအိုကမြေတောင်မြှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ နောက်ပိုင်းမှာ သီအိုဆီမှာ စိတ်ရောဂါရှိမှန်း ဟန်နာကြုံလာရတဲ့အခါ သီအိုရဲ့စိတ်ရောဂါက ဟန်နာ့အပေါ် ဘယ်လိုသက်ရောက်မှုရှိလာမလဲ၊ဟန်နာကရော သူ့ကိုထင်ပေါ်လာအောင် မြေတောင်မြှောက်ပေးခဲ့တဲ့လူတစ်ယောက်ကို ဘယ်လိုချစ်ခြင်းမေတ္တာတွေနဲ့ ပေးဆပ်မလဲဆိုတာကိုကြည့်ရှုရမှာပါ။ ဒီဇာတ်လမ်းမှာတော့ မျက်လုံးပြာပြာလေးနဲ့ တအားဆွဲဆောင်မှုရှိတဲ့ Alexandra Daddario က ပါဝင်အားဖြည့်ပေးထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ March 2020 မွာ ထြက္ရွိထားတဲ့ ဒရာမာ‌ကားေကာင္းေလးတစ္ကားပါ။မင္းသမီးရဲ႕ခ်စ္ျခင္းေမတၱာနဲ႔ ေပးဆပ္မႈေတြကို ၾကည့္ရႈရမွာပါ။ သီအိုဆိုတဲ့ သီခ်င္းအသံသြင္းတဲ့လူနဲ႔ ဟန္နာလို႔ေခၚတဲ့ ဂီတမွာပါရမီပါတဲ့ေကာင္မေလးက ပါတီတစ္ခုမွာေတြ႕ဆုံၾကပါတယ္။တိမ္ျမဳပ္ေနတဲ့ရတနာတစ္ခုလို သူ႔ရဲ႕ပါရမီေတြကို မျမင္ႏိုင္ေသးတဲ့ေကာင္မေလးတစ္ေယာက္ျဖစ္တဲ့ဟန္နာကို သီအိုကေျမေတာင္ေျမႇာက္ေပးခဲ့ပါတယ္။ ဒီလိုနဲ႔ ေနာက္ပိုင္းမွာ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1xwiz/[CM]Lost.Transmissions.2019.BluRay.480P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BOTE3NWI3MjktNDA0OC00NTEyLWIwNGQtMmUwYjAxN2Q0YzkyXkEyXkFqcGdeQXVyNTg5ODA2MTk@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "Days of Violence (2020)",
        "description": "Days of Violence (2020)==================IMDb Rating - 5.5/10#Unicodeဇာတ်လမ်းအကျဉ်းကတော့...ဒေးဗစ်က ကင်မရာမန်းပါ။ သူက စိတ္တဇလူသတ်သမားဖြစ်တဲ့ တဲရန့်စ်ရဲ့ လူသတ်မှုတွေ အကုန်လုံးကိုဗီဒီယိုလိုက်ရိုက်ပေးတဲ့သူပါ ဘယ်သူတွေကိုသတ်တယ်။ ဘာလို့သတ်တယ်ဆိုတာအကုန်သိနေသူပေါ့..ဒေးဗစ်မှာ ညီမတစ်ယောက်ကလည်းရှိနေပါတယ်။ အချိန်တွေကြာလာတဲ့အခါဒေးဗစ်ဟာ ဒီလို လူသတ်သမားတစ်ယောက်ကို ဓါတ်ပုံလိုက်ရိုက်ပေးရတဲ့ အလုပ်တွေကို မလုပ်ချင်တော့တဲ့အချိန်မှာ တဲရန့်စ်က သူ့ကို အလွယ်တကူ လက်လွှတ်ပေးပါ့မလားတော့ ဇာတ်ကားထဲမှာမြင်ရမှာပါ။ဒီဇာတ်ကားလေးဟာ Thriller ကားကြိုက်တဲ့လူတွေအတွက်တော့ ကြည့်လို့အဆင်ပြေမယ့်ကားလေးဖြစ်ပါတယ်။  IMDB 5.5/10 ရရှိထားပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းအက်ဥ္းကေတာ့...ေဒးဗစ္က ကင္မရာမန္းပါ။ သူက စိတၱဇလူသတ္သမားျဖစ္တဲ့ တဲရန႔္စ္ရဲ႕ လူသတ္မႈေတြ အကုန္လုံးကိုဗီဒီယိုလိုက္႐ိုက္ေပးတဲ့သူပါ ဘယ္သူေတြကိုသတ္တယ္။ ဘာလို႔သတ္တယ္ဆိုတာအကုန္သိေနသူေပါ့..ေဒးဗစ္မွာ ညီမတစ္ေယာက္ကလည္းရွိေနပါတယ္။ အခ်ိန္ေတြၾကာလာတဲ့အခါေဒးဗစ္ဟာ ဒီလို လူသတ္သမားတစ္ေယာက္ကို ဓါတ္ပုံလိုက္႐ိုက္ေပးရတဲ့ အလုပ္ေတြကို မလုပ္ခ်င္ေတာ့တဲ့အခ်ိန္မွာ တဲရန႔္စ္က သူ႔ကို အလြယ္တကူ လက္လႊတ္ေပးပါ့မလားေတာ့ ဇာတ္ကားထဲမွာျမင္ရမွာပါ။ဒီဇာတ္ကားေလးဟာ Thriller ကားႀကိဳက္တဲ့လူေတြအတြက္ေတာ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/days-of-violence-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lgyI34RTlCqh955K7t1UshzyCR.jpg",
        "title": "For the Broken Hearted(2018)",
        "description": "For the Broken Hearted(2018)လူတိုင်းက အချစ်ဦးကို မေ့လို့ရမှာမဟုတ်ဘူးထင်ပါရဲ့...အချစ်ဆိုတာ ချိုလား ခါးလား ရသမျိုးစုံ ခံစားနေကြလေရဲ့။ အချစ်ရှေ့မှာဒူးထောက်အရှုံးပေးကြသူရှိသလို အချစ်မှာပျော်ရွှင်နေကြသူလည်းရှိပါတယ်။ဒီဇာတ်ကားမှာလည်း လူသုံးယောက်ရဲ့အချစ်ရေးအကြာင်းကိုရိုက်ကူးပြသထားပါတယ်။သူတို့က ဘယ်လိုပုံစံနဲ့စတွေ့ခဲ့ပြီး ဘယ်လိုအချစ်မျိုးနဲ့တွေ့ကြုံခဲ့ပြီး ဘယ်လိုအဆုံးသတ်သွားကြတာလဲဆိုတာကိုစိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ပြထားပါတယ်။ ဇာတ်လမ်းအစမှာတော့ အချစ်ရေးအဆင်မပြေလို့အန်တီအိမ်မှာသွားနေဖို့ ဆုံးဖြတ်လိုက်တဲ့ ဂျက်ခီနဲ့စတွေ့ရမှာပါ။ သူက ကားဂိတ်မှာ အတွေ့အကြုံတူညီတဲ့ကတ်နဲ့ဆုံခဲ့ပါတယ်။ ဒီလိုစကားပြောရင်း သူတိုနှစ်ယောက်က သူတို့ကြုံတွေ့ခဲ့တဲ့အကြောင်းတွေကို အချင်းချင်းပြောပြရင်ဖွင့်ခဲ့ပါတယ်။တကယ့်ကို ကြည့်ကောင်းပြီး လူငယ်ဘဝမှာကြုံတွေ့နိုင်တဲ့ အချစ်အကြောင်းတွေကို ချစ်စဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်စိတ်ဝင်တစားကြည့်ရှုအားပေးကြပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (332 MB)\nQuality : WEB-L 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/for-the-broken-hearted2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/saul-2-poster-138x200.jpg",
        "title": "Son of Saul (2015)",
        "description": "Son of Saul (2015)==============IMDb Rating - 7.5/10#Unicodeဇာတ်လမ်းကတော့ ၂၀၁၅ တုန်းထွက်ရှိခဲ့ပြီး CM မှာလည်းမတင်ရသေးသလို Rating အမြင့်နဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ သေသွားတဲ့ကလေးအလောင်းကို ရွတ်ဖတ်သရဇ္ဇယ်ပေးဖို့ ဘာသာရေးဆရာတစ်ယောက်ကို အော့ဇ်လန်ဒါရှောတစ်ယောက်အသည်းအသန်လိုက်ရှာနေတာ လေးကိုရိုက်ပြထားပါတယ်။ ဇာတ်လမ်းကဒါပဲလားဆိုတော့ မဟုတ်ပါဘူး။ ဒီလောက်လေးနဲ့Rating အမြင့်ဘယ်ရပါ့မလဲ လေ။ ဇာတ်လမ်းကိုအဲ့လိုလေးဆင်ထားပေမဲ့ တစ်ကယ်တမ်းကျဒုတိယကမ္ဘာစစ်အတွင်းက နာဇီတွေရဲ့ရက်စက်မှုအကြောင်း ကို ပုံဖော်ရိုက်ကူးပြထားတဲ့ကားလေးပါ။ ကိုယ်တွေတောင်ဘာသာပြန်ရင်း ရင်ထဲတစ်မျိုးကြီးဖြစ်သွားတာမလို့ အသည်းငယ် တဲ့လူတွေ စိတ်နုတဲ့လူတွေကလွဲရင် ကျန်တဲ့လူတွေကြည့်ရှူခံစားကြပါအုံးလို့……….IMDb- 7.5, Rotten Tomatoes – 96% ရထားတဲ့ အလန်းစားကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းကေတာ့ ၂၀၁၅ တုန္းထြက္ရွိခဲ့ၿပီး CM မွာလည္းမတင္ရေသးသလို Rating အျမင့္နဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ေသသြားတဲ့ကေလးအေလာင္းကို ႐ြတ္ဖတ္သရဇၨယ္ေပးဖို႔ ဘာသာေရးဆရာတစ္ေယာက္ကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/son-of-saul-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/traffic-2000-138x200.jpg",
        "title": "Traffic 2000",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ဇာတ္​လမ္​း​ေလးက​ေတာ့ ​ေအာ္​စကာဆု ၄ခုရရွိထားတဲ့ Traffic ဆိုတဲ့ မႈခင္​းဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ဒီဇာတ္​ကား​ေလးမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးကို ​ေမွာင္​ခို​ေရာင္​းဝယ္​​ေနၾကတဲ့ ကုန္​အဖြဲ႕ႀကီး​ေတြ မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴး​ေရာင္​းခ်သူ​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကူးသန္​း​ေရာင္​းဝယ္​မႈကို တိုက္​ဖ်က္​ဖို႔ႀကိဳးစား​ေနသူေတြၾကားက မူးယစ္​​​ေဆးဝါးတိုက္​ပြဲကို ​စိတ္​ဝင္​စားဖြယ္​​ေတြ႕ျမင္​ရမွာပါ။ ဒီဇာတ္​ကား​ေလးထဲမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးဂိုဏ္​း​ေတြကို ဖမ္​ းဆီးဖို႔ႀကိဳးစားရင္​း အထက္​လူႀကီးတစ္​ဦးရဲ႕ တားဆီးမႈကိုခံရၿပီး​ေနာက္​ ​ေနာက္​ကြယ္​ကျဖစ္​ရပ္​​ေတြကိုသိရွိသြားတဲ့ မက္​ဆီကိုနိုင္​ငံမွ ရဲအရာရွိ Javier အမ်ိဳးသားမူးယစ္​​ေဆးထိန္​းခ်ဳပ္​​ေရးအဖြဲ႕မွာ ခန္​႔ထားခံရၿပီး မူးယစ္​​ေဆးဝါးကုန္​သြယ္​​ေနတဲ့ ဂိုဏ္​းႀကီး​ေတြကို နွိမ္​နင္​းဖို႔ႀကိဳးစား​ေနတဲ့ တရားသူႀကီး Robert Wakefield ​ေက်ာင္​းမွာ စာသာမက ဘက္​စံု​ေတာ္​တဲ့ ​ေက်ာင္​းသူတစ္​ဦးျဖစ္​​ေပမယ္​့ မူးယစ္​သား​ေကာင္​ျဖစ္​​ေနတဲ့ Caroline မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴးသူအျဖစ္​ တရားစြဲခံထားရသူ ခင္​ပြန္​းသည္​ကို အမႈမွလြတ္​ဖို႔ နည္​းမ်ိဳးစံုနဲ႔ ႀကိဳးစား​ေနတဲ့ Helena မူးယစ္​ဂိုဏ္​းကိုတရားဥပ​ေဒအရ အျပစ္​​ေပးခံရဖို႔ႀကိဳးစား​ေနရင္​း မိတ္​​ေဆြရဲ​ေဘာ္​ကိုဆံုးရႈံးလိုက္​ရတဲ့ အ​ေမရိကန္​ရဲအရာရွိ Moty စတဲ့ဇာတ္​​ေကာင္​​ေတြရဲ႕ မတူညီတဲ့ရုန္​းကန္​မႈ​ေတြကို ​ေတြ႕ရမွာပဲျဖစ္​ပါတယ္​။ မူးယစ္​ကုန္​သည္​ဂိုဏ္​းႀကီး​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကိုတိုက္​ထုတ္​ဖို႔ႀကိဳးစား​ေနတဲ့ သူတို႔အၾကား အစိုးရဘက္​ကပဲ မူးယစ္​ဂိုဏ္​း​ေတြကိုအနိုင္​ရသြားမလား မူးယစ္​​ေဆးဝါးကုန္​သည္​​ေတြကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/traffic-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cIIT2KFvsKos0n4BCCutHT9y7ft.jpg",
        "title": "Postman to Heaven (2009)",
        "description": "[Unicode]အခုCMကနေထပ်တင်ပေးမယ့်Koreaကားလေးကတော့\nမင်းသမီးချော Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားလေးပါ\nကားလေးကအေးအေးလေးဆိုပေမယ့် romantic ဖြစ်ပြီး မိုးအေးအေးနဲ့ကြည့်လို့ကောင်းတာပါနော်သေလွန်ပြီးကောင်းကင်ဘုံရောက်သွားမယ့်လူတွေဆီ\nကျန်ရစ်သူတွေက ပို့သမျှစာတွေကို မင်းသားနဲ့မင်းသမီးက ပို့ပေးဟန်ဆောင်ကြတဲ့ကားလေးပါ\nနောက်ဆုံးပိုင်းမှာလည်း supriseလေးတစ်ခုပါတဲ့ကားလေးပါ ။[Zawgyi]အခုCMကေနထပ္တင္ေပးမယ့္Koreaကားေလးကေတာ့\nမင္းသမီးေခ်ာ Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားေလးပါ\nကားေလးကေအးေအးေလးဆိုေပမယ့္ romantic ျဖစ္ၿပီး မိုးေအးေအးနဲ႔ၾကည့္လို႔ေကာင္းတာပါေနာ္ေသလြန္ၿပီးေကာင္းကင္ဘုံေရာက္သြားမယ့္လူေတြဆီ\nက်န္ရစ္သူေတြက ပို႔သမွ်စာေတြကို မင္းသားနဲ႔မင္းသမီးက ပို႔ေပးဟန္ေဆာင္ၾကတဲ့ကားေလးပါ\nေနာက္ဆုံးပိုင္းမွာလည္း supriseေလးတစ္ခုပါတဲ့ကားေလးပါ ။ \nTranslated by Hnin Wut Yi\nEncoded by NAL",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/postman-to-heaven-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/feel-the-beat-135x200.jpg",
        "title": "Feel the Beat 2020",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ dancer ျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ရဲ႕ဘဝကို စိတ္​ဝင္​စားဖြယ္​ရိုက္​ကူးတင္​ဆက္​ထားတဲ့ မိသားစုဟာသကား​ေလးပဲျဖစ္​ပါတယ္​။ April Dibrina ဟာ ဘ​ေရာ႕​ေဝးကျပဇာတ္​​ေတြမွာ ​ေခါင္​း​ေဆာ​င္​​မင္​းသမီးျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ အကသမားတစ္​ဦးပါ။ ​ေမြးရပ္​​ေျမမွာရွိတဲ့ ခ်စ္​သူကိုပါစြန္​႔လႊတ္​ၿပီး သူမရဲ႕အိမ္​မက္​​ေတြကိုအ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ ႀကိဳးစားခဲ့​ေပမယ့္​ ထုတ္​လုပ္​သူတစ္​​ေယာက္​ရဲ႕​ေရွ႕မွာ အမွားလုပ္​မိတာ​ေၾကာင္​့ သူမရဲ႕အိမ္​မက္​​ေတြ ပ်က္​စီးလုနီးပါးျဖစ္​ခဲ့ရပါတယ္​။ စိတ္​ဓာတ္​က်​ေနတဲ့ April Dibrinaတစ္​​ေယာက္​ ဖခင္​ရွိတဲ့သူမရဲ႕ဇာတိၿမိဳ႕ကိုျပန္​သြားတဲ့အခါမွာ​ေတာ့ သူမရဲ႕အိမ္​မက္​ကို ျပန္​လည္​အ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ လမ္​းစတစ္​ခုရခဲ့ပါတယ္​။ အဲ့တာက​ေတာ့ သူမငယ္​ငယ္​ကသင္​ခဲ့ရတဲ့ အကသင္​တန္​း​ေက်ာင္​းက က​ေလးငယ္​​ေတြနဲ႔အတူ အကၿပိဳင္​ပြဲဝင္​ရင္​း ​ဘ​ေရာ႕​ေဝးက နာမည္​ႀကီးပြဲစီစဥ္​သူ Welly Weng ရဲ႕​ေရွ႕ကျပရမယ္​့ အခြင္​့အ​ေရးပါပဲ။ ဒီအခြင္​့အ​ေရးရဖို႔ သူမအတြက္​ သိပ္​မလြယ္​လွပါဘူး။ ဘာ​ေၾကာင္​့လဲဆို​ေတာ့ သူမသင္​​ေပးရမယ္​့ က​ေလး​ေတြဟာ ကတဲ့​ေနရာမွာ အဆင္​မ​ေျပတဲ့အျပင္​ ခ်ိဳ႕ယြင္​းခ်က္​မ်ားစြာနဲ႔ျဖစ္​​ေနလို႔ပါပဲ။ ဒီကား​ေလးထဲမွာ သူမရဲ႕အိမ္​မက္​အတြက္​ အၿမဲႀကိဳးစား​ေနတဲ့ dancer မ​ေလး April Dibrina အျဖစ္​ Sofia Carson ကသရုပ္​​ေဆာင္​ထားတာပဲျဖစ္​ပါတယ္​။ အကနဲ႔ပတ္​သတ္​ၿပီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/feel-the-beat-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjdhZmUxZTMtOWRmZS00ZmY0LTgxMzMtZjRjZDg2MTExY2IyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "The Personal History of David Copperfield (2019)",
        "description": "The Personal History of David Copperfield (2019)====================================IMDb Rating - 6.3/10Rotten Tomatoes – 94 %#Unicodeဒီဇာတ်ကားက အင်္ဂလိပ်စာရေးဆရာကြီး Charles Dickens ရဲ့ ဂန္ဓာဝင်ဝတ္ထုတွေထဲကတစ်ခုကိုရုပ်ရှင်ဇာတ်လမ်းဖန်တီးထားတာဖြစ်ပါတယ်။ ဒေးဗစ်ကိုပါဖီး တစ်ယောက် ဟာ ငယ်စဉ်က ဆွေကြီးမျိုးကြီးထဲက ဆင်းသက်လာရပြီး အပူအပင်မရှိဖြတ်သန်းလာခဲ့ရတာပါ ။ မွေးကတည်းက အဖေဆိုတာကို နာမည်သာကြားခဲ့ဖူးပေမယ့် တွေ့ခွင့်မရခဲ့ပါဘူး။ ဒါပေမယ့် သူရဲ့ မိခင် ကလာရာကိုပါဖီးကကြွယ်ဝချမ်းသာတဲ့ မျိုးဆက်ဖြစ်တဲ့အတွက်လိုလေသေးမရှိ ပြုစုစောင့်ရှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့သာယာပျော်ရွှင်နေတဲ့ ဒေးဗစ်တို့ဘဝကို မုန်တိုင်းတစ်ခုကျရောက်ပါတော့တယ် ။ ဒေးဗစ်ရဲ့အမေဟာအသက်ငယ်ရွယ်တဲ့သေးတဲ့အပြင် ရုပ်ရည်ပါလှပတဲ့အတွက် နောက်အိမ်ထောင်ပြုဖို့ကမခက်ခဲခဲ့ပါဘူး။ဒါပေမယ့် ဒေးဗစ်ရဲ့အမေ ရွေးချယ်လိုက်တဲ့သူက ဒေးဗစ်အတွက် ကံကကြမ္မာဆိုးသဖွယ်ပါပဲ။ အိမ်ထောင်ဦးစီးဆိုတဲ့ ဂုဏ်ကိုအပြည့်အဝအသုံးချကာ ဒေးဗစ်အပေါ်ရက်စက်ပါတော့တယ်။ အဲ့ဒါအပြင် အသက်ငယ်ငယ်လေးပဲရှိသေးတဲ့ဒေးဗစ်ကို လန်ဒန်ကိုတစ်ယောက်တည်း ပို့လိုက်ပါတော့တယ် ။ ငယ်ရွယ်လွန်းတဲ့ဒေးဗစ်ဟာ ဆင်းရဲဒုက္ခတွေကို တစ်ယောက်တည်း ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကတော့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-personal-history-of-david-copperfield-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
        "title": "Bring Me Home(2019)",
        "description": "Bring Me Home(2019)တစ်ဉီးထဲသောသားလေးမို့ ရင်နင့်အောင်ချစ်ခဲ့ပါတယ်ဆိုမှာ ရုတ်တရက်ပျောက်ဆုံးသွားတယ်...မိဘ(၂)ပါးအတွက် ဘဝတွေဟာ ခါးသီးလွန်းတယ်.... လင်မယား(၂)ယောက် တစ်ယောက်ကိုတစ်ယောက်ဟန်ဆောင်ပြုံးတွေနဲ့ နှစ်သိမ့်ပေးရင်း သားလေးကိုရှာခဲ့တာ အခုဆို(၆)နှစ်တောင်ရှိခဲ့ပြီ.....ခုချိန်ထိအစအနတောင်ရှာမရသေး...ယောကျ်ားဖြစ်သူဟာ သားလေးတွေ့တဲဆိုတဲ့ စာတစ်စောင်ကြောင့်အပြေးအလွှားသွားရှာတုန်းမှာကားမှောက်ဆုံးသွားတယ်...မိခင်အတွက်တော့ တစ်ပူပေါ်တစ်ပူဆင့်ပါပဲ...ဒီလိုနဲ့တစ်နေ့မှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သူ့သားရှိတယ်ဆိုတဲ့ အခိုင်အမာ သတင်းရပြီးတဲ့နောက်မှာတော့....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...တော်တော်ကောင်းတဲ့ Drama ကားလေးပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (472MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/bring-me-home2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bhcztxe8saun-121x200.jpg",
        "title": "The King Of Arms ( 2019 )",
        "description": "2019 ခုနှစ်ကထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်အများကြီးအထွေအထူးတော့မညွန်းတော့ပါဘူးစစ်သားတစ်ယောက်အတွက် ကိုယ့်အသက် ကိုယ့်မိသားစုကိုယ့်အဖွဲ့ ကိုယ့်တပ် ကိုယ့်ပတ်ဝန်းကျင် အားလုံးထဲမှာဘယ်အရာက အရေးကြီးဆုံးဆိုတာ ပြောပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဇာတ်လမ်းလေးကတော့ နယ်စပ်ဂိတ်မှာ မှောင်ခိုဆေးခြောက်ကုန်သွယ်တဲ့အဖွဲ့က စပြောရမယ်ကားတွေနဲ့ နည်းမျိုးစုံ မှောင်ခိုသွင်းပြီး ရောင်းဝယ်နေတဲ့ ဖျံတချို့ကိုရဲတွေ ဘယ်လို ကြိုးစားပြီး ဖမ်းခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ...ပြည်သူ့ဝန်ထမ်းကောင်း ဆိုတာကို သိချင်သူတိုင်း ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ Translated By Chu ChuENcoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-king-of-arms-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfVAx36bnczMArJB8eFZuoDdKC4.jpg",
        "title": "Chaman Bahar(2020)",
        "description": "Chaman Bahar(2020)ဒီဇာက်ကားလေးဟာ IMDB rating 7.3ရရှိထားတဲ့ Drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်း ဘိလ်လူးရဲ့အဖေဟာသစ်တောထိန်းသိမ်းရေးဌာန DFO ကအရာရှိကြီးရဲ့လက်ထောက်အဖြစ်အလုပ်လုပ်ပါတယ်။ဘိလ်လူးကတော့အဲ့ဒီအလုပ်ကဘာမှနာမည်မရတာကြောင့်ကိုယ်ပိုင်စီးပွားရေးတစ်ခုထူထောင်မယ် ဆိုပြီးခပ်တည်တည်ပဲ ကွမ်းယာဆိုင်ဖွင့်လိုက်ပါတယ်....သူ့ရဲ့ကွမ်းယာဆိုင်ဖွင့်ပြီးမကြာခင်မှာပဲပြည်နည်နယ်နိမိတ်ပြောင်းလဲသတ်မှတွချက်တွေနဲ့လမ်းကြောအသွားအလာတွေပါပြောင်းလဲကုန်ပါတယ်။သိပ်မကြာခင်မှာပဲသူရောင်းတဲ့ကွမ်းယာဆိုင်ရှေ့ကလမ်းတစ်ဖက်ခြမ်းကို အငယ်တန်းအင်ဂျင်နီယာမိသားစုတစ်စုပြောင်းရွှေ့လာကြပါတယ်။အဲ့ဒီမိသားစုထဲမှာကောင်မလေးတစ်ယောက်လဲပါခဲ့လေရဲ့..ဒီကောင်မလေးကလည်း ခင်ဗျားတို့ ချစ်သူနီးပါး လှလေတော့လူပျိုလှည့်မယ့်ကောင်တေွ တစ်ဝုန်းဝုန်းပေါ့...ဒီလိုလှည့်ရင်း အနီးနားက ဘိလ်လူးကွမ်းယာဆိုင်က အကောင်းဆုံး တည်းခိုရာ ဖြစ်နေလေရဲ့..ကွမ်းယာဆိုင်အတွက်တော့ ရောင်းအားတွေထိုးတက်ကုန်တာပေါ့...ဒါပေမဲ့ ဘိလ်းလူးက  အပြည့်အဝမပျော်နိုင်ရှာဘူး..ဘာလို့ဆို ဒီကောင်မလေးကို သူလည်း သိပ်ကြွေနေခဲ့ပြီကိုး...ကိုင်း ကွမ်းယာသည်ကောင်လေး သူချစ်တဲ့ကောင်မလေးကို ရနိုင်မလား ...သူ့အတွက်ရော ဘယ်လို အခက်အခဲမျိုးစုံကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဦီး...File Size : (950 MB) and (472MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:51:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chaman-bahar2020/"
    }
]