[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjk5OGNmZTgtZDAxNS00MGIzLTgwMDEtYTNjMDM5ZDVlNmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-133x200.jpg",
        "title": "Custody (2023)",
        "description": "Custody(2023)\nIMDb 8.1/10\nForrest Gump ကို Remake ပြန်ရိုက်ထားတဲ့ Laal Singh Chaddha ထဲမှာ\nလေတအားပေါတဲ့ စွပ်ကျယ်ချုပ်တဲ့ဆရာကြီး ဘာလာရာဂျူး ခေါင်းဆောင်ပါဝင်ထားတဲ့\nရဲမှူခင်းဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်း\nလူနာတင်ကားအတွက် ဝန်ကြီးချုပ်ကားကိုတောင် တားပြီး\nလူနာတင်ကားကို လမ်းပေးရဲတဲ့ ရဲတပ်သားလေးရှီဗာတယောက်\nအချစ်ရေးနဲ့ အမှန်တရားကြားမှာ\nဗျာများရတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်ထုံးစံအတိုင်းပဲ အမှန်တရားဘက်ရပ်တည်တဲ့အခါ တလောကလုံးနဲ့ကိုယ်တစ်ယောက်တည်း\nရင်ဆိုင်တိုက်ပွဲဝင်ရယုံသာမကရာဇဝတ်မှုကျူးလွန်တဲ့သူတွေကလည်း ဟိုလူနဲ့အပိုင်\nဒီလူ့တပည့်ပါဆိုပြီး အကာအကွယ်တွေယူ လက်တစ်လုံးခြားတွေလုပ်\nကိုယ်နဲ့ ဆန့်ကျင်ဘက်ကို အမျိုးမျိုးဖိနှိပ်ကြနဲ့ အက်ရှင်ဒရာမာ တရားခွင်စုံနေအောင်\nရသစုံခံစားရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် အိန္ဒိယရဲကားကောင်းလေးတွေ\nကြိုက်နှစ်သက်တတ်တဲ့ ပရိသတ်ကြီးအတွက် ဒီဇာတ်ကားလေးကလည်း\nသရုပ်ဆောင်ကောင်းကောင်း rating ကောင်းကောင်း ဇာတ်လမ်းကောင်းကောင်းနဲ့\nရသစုံခံစားရမှာဖြစ်လို့ ကြည့်ရှုအားပေးနိုင်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Sai,chiclon3,Thaik San,Bpl,Yunni,Zwe တို့ပဲ ဖြစ်ပါတယ်)\nFile size…10.5GB / 3.45GB / 1.4GB\nQuality…4k HEVC / 1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai~chiclon3~Thaik San~Bpl~ Yunni~ Zwe ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/custody-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8A1iDYSp8H5WORWZVCV3E3SpkGD.jpg",
        "title": "The Mosquito Coast (1986)",
        "description": "The Mosquito Coast (1986)~ IMDb - 6.6/10, Rotten Tomatoes - 74% ~ဒီဇာတ်ကားထဲက Harrison Ford သရုပ်ဆောင်တဲ့ အယ်လီဖောက်စ် (Allie Fox) ဆိုတဲ့ ဇာတ်ကောင်ကို တီထွင်သူ၊ အလွယ်လမ်း မလိုက်သူ၊ အမေရိကနိုင်ငံကြီးရဲ့ ပုပ်ပွနေတဲ့ စနစ်နဲ့ လူမှုအဖွဲ့အစည်းကြီးကို ရွံရှာမုန်းတီးနေသူ တစ်ယောက် အဖြစ် ပုံဖော်ထားတယ်။မော်စကီတို ကမ်းရိုးတန်း (Mosquito Coast) ဆိုတာ အယ်လီအတွက်တော့ အထဲမှာ ဟောင်းလောင်းပေါက်ကြီး ဖြစ်နေတဲ့ အမေရိကနိုင်ငံကြီးထဲကနေ သူတို့ ထွက်ပြေးမယ့် သုခဘုံကြီးတစ်ခုပဲ။အဖေဖြစ်သူ အယ်လီကို ဘုရားလို ကိုးကွယ်ကြတဲ့ သား ၂ယောက်၊ သမီးအမြွှာလေး ၂ယောက်၊ ဇနီးမယားတစ်ယောက်ကတော့ ဘာမှ မတတ်နိုင်ဘဲ မော်စကီတိုကမ်းရိုးတန်းမကလို့ သေတွင်းထဲ ခေါ်သွားလည်း အယ်လီ့နောက်ကို လိုက်နေရမှာပါပဲ။ဒါ့အပြင် ယောက်ျားရဲ့ စံနှုန်းနဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-mosquito-coast-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzM5NjY3NTktMmI1MC00NDJkLWJjZjQtZWNiYjUyM2M2MjFkXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "I Love You (2023)",
        "description": "I Love You (2023)\n**************************\nဒီဇာတ်ကားလေးကတော့ IMDb rating\n8.8အထိရရှိထားပြီး Drama/Romanceနဲ့\nThrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကား\nတစ်ကား ဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာတော့ ပရိတ်သတ်အသဲစွဲမင်းသမီး\nရာကူးလ်ပရီးသ်ဆင်းဂ်က ဇာတ်ဆောင်မင်းသမီးအဖြစ်\nပါဝင်သရုပ်ဆောင်ထားပြီး ဇာဆောင်မင်းသားတွေကတော့\nအက်ရှေး အိုဘရွိုင်နဲ့ ပလ္လဗီဂူလာထီတို့ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းစတ်တရာဟာ အောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ခင်ပွန်းလောင်းနဲ့\nလက်ထပ်ရတော့မှာကို စိတ်လှုပ်ရှားနေရတဲ့သူပါ။ သူ့မှာအချစ်ဆုံးသူငယ်ချင်း\nအာရ်အိုဆိုတဲ့သူတစ်ယောက်ရှိတယ်။ သူ့အကြောင်းအစုံသိနေတဲ့သူပေါ့။\nတစ်နေ့ဒေဝါလီညမှာ\nမင်္ဂလာဆောင်ဖို့ဒေလီသွားဖို့လုပ်ရင်း ရုံးကနေအပြန်မှာ\nဒေဝါလီပိတ်ရက်ကြောင့် ရုံးတွေအစောကြီးပိတ်ကြပြီး\nစတ်တရာတစ်ယောက် ရုံးထဲမှာပိတ်ကျန်နေခဲ့တော့တယ်။\nရုတ်တရက်သူ့သူငယ်ချင်း\nအာရ်အိုလည်း ရုံးခန်းထဲမှာပိတ်မိနေတဲ့အချိန်မှာတော့\nနှစ်ယောက်သား အပြင်ထွက်ဖို့ဘယ်လိုကြိုးစားကြမလဲ...\nစတ်တရာလည်းလက်ထပ်ဖို့အစီအစဉ်ပါ\nဖျက်လိုက်ရတဲ့အခြေအနေမှာတော့...သူ့သူငယ်ချင်းကရော\nသူငယ်ချင်းအဖြစ်ရှိနေနိုင်ဦးမလားဆိုတာတော့\nမထင်မှတ်ထားတဲ့ plot twist တွေနဲ့\nစိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Nyein,\nZwe Yan Naingနဲ့ Thaik Sanတို့ပဲ ဖြစ်ပါတယ်။\nFile size…1.17GB  / 459MB\nQuality…1080p True WEB DL  /720p\nFormat…mp4\nDuration….1h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Nyein~ Zwe Yan Naing ~ Thaik San",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/i-love-you-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmFmYzg5MDEtYmViYS00OWU0LTkzYjQtMDhhNmVlZjQ4Y2I2XkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-143x200.jpg",
        "title": "The Matchmaker (2023)",
        "description": "The Matchmaker (2023)\n=================အိုင်တီသမားအဖြစ်နဲ့ ဘဝကိုဖြတ်သန်းနေတဲ့ တာရစ်ခ်ဟာ\nဇနီးသည်နဲ့သမီးလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားရပေမယ့်\nအဆိုပါအိမ်ထောင်ရေးကို စိတ်ကုန်နေတဲ့ သူလည်း ဖြစ်ပါ\nတယ်။ အချစ်ခံရတဲ့ခံစားချက်ကို တောင့်တမိလာတဲ့သူ ရုံး\nဝန်ထမ်းသစ်လေး ဆယ်လ်မာကိုစွဲလမ်းမိလာခဲ့ပါတယ်။\nသူ ရုတ်တရက် အလုပ်က ထွက်သွားတယ်လို့ ကြားလိုက်ရ\nချိန်. အလုပ်ထွက်သွားတဲ့ အကြောင်းရင်းကိုလိုက်လံစုံစမ်း\nရင်း ကန္တာရအပန်းဖြေစခန်းထိ လိုက်လံရှာဖွေရမယ်ဆို\nတာကို သိလိုက်ရချိန်မှာလည်း လက်မလျှော့ဘဲ အဆုံးစွန်\nထိ ကြိုးစားခဲ့ပါတယ်။ဒါပေမယ့် ဒေသခံတွေရဲ့ ပုံပြင်တစ်ခုအရတော့ အဆိုပါ\nနေရာမှာ ဖောက်ပြန်တဲ့/ ဇနီးသည်တွေအပေါ်မှာ ဆိုးသွမ်း\nတဲ့ယောကျ်ားတွေကို အပြစ်ပေးခဲ့ဖူးတဲ့ ဒဏ္ဍာရီတစ်ခု ရှိခဲ့\nဖူးပါတယ်။ ကျောချမ်းစရာအဖြစ်အပျက်တွေ၊ ထူးဆန်းမှု\nတွေ ဆက်တိုက် ကြုံတွေ့ရင်း. အိပ်မက်လား တကယ့်အဖြစ်\nအပျက်လား မဝေခွဲနိုင်တဲ့အထိ သူ့ကို ထိန်းချုပ်ခံရလာချိန်\nမှာတော့ လှုပ်လေမြှုပ်လေ ဒီအခြေအနေကနေ ဆက်ရုန်း\nထွက်နိုင်မလား. သူ တွေ့ချင်ခဲ့သူကိုရော ဆက်လက်ပြီး ရှာ\nတွေ့နိုင်ဦးမလား. ဒီနေရာရဲ့ နောက်ကွယ်က အမှန်တရား\nကရော ဘာလဲဆိုတာကို ငြိမ့်ငြိမ့်လေးနဲ့ပဲ တစိမ့်စိမ့်တွေးရင်း\nသည်းထိတ်ရင်ဖို ဖြစ်လာရမယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/the-matchmaker-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/snkWwY1gEk7n1azAZi4WPW6PZ3h.jpg",
        "title": "The Year I Started Masturbating (2022)",
        "description": "The Year I Started Masturbating (2022)Netflix ကထွက်ထားတဲ့ The Year I Started Masturbating ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားနာမည်ကြည့်ပြီးတော့ ကျောင်းသားကားဆိုပြီး တွေးနေရင်တော့ မှားသွားပါလိမ့်မယ်။\n၁၈ ယောက်စုကြည့်ရမယ်ထင်နေရင်လဲ သင့်ရဲ့ စိတ်ကို အမှောင်ဘက်ခြမ်းကနေ ပြန်ခေါ်လိုက်ပါ။\nဒီဇာတ်ကားလေးဟာ မိန်းကလေးတွေ ကိုယ့်ကိုကိုယ် ဘယ်လိုတန်ဖိုးထားရမယ်ဆိုတာ ပြသွားမဲ့ကားမျိုးပါ။\nဒါပေမဲ့ စကားလုံးတွေက ပွင့်ပွင့်လင်းလင်းပြောထားတော့ မိသားစုနဲ့တွဲကြည့်လို့လဲ အဆင်ပြေမှာမဟုတ်ပါဘူး။\n(ဥပမာဆို လူတိုင်းသိကြတာက ဂျီစပေါ့ လောက်ပါပဲ\nဒါပေမဲ့ ဒီထဲမှာတော့ ဂျီစပေါ့တင်မကဘဲ အိုစပေါ့ အမ်စပေါ့ ဒီစပေါ့ တွေပါ ပါပြီးတော့\nဘယ်နေရာမှပါ ရှိတယ်ဆိုတာ ညွှန်ပြထားပါသေးတယ်)။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟန်နာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ အလုပ်တွေကြိုးစားပြီး မိသားစုကို အချိန်မပေးနိုင်ဘဲ အလုပ်ပဲဖိလုပ်တဲ့သူပါ။\nယောကျာ်းဖြစ်သူဟာလဲ ကြာလာတေ့ ငြိုငြင်လာပါတယ်။\nဟန်နာအတွက်ကတော့ ကလေးတွေယူပြီး အလုပ်လုပ် ပိုက်ဆံရှာပေးနေရင် မိသားစုကိစ္စပြီးပြီလို ထင်နေပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ ယောကျာ်းဖြစ်သူနဲ့ ပြဿနာ ဖြစ်ပြီး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-year-i-started-masturbating-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKs0ufPp0agLptnhEutDOlfwfdH.jpg",
        "title": "Princess Protection Program (2009)",
        "description": "Princess Protection Program (2009)Selena Gomez နဲ့ Demi Lovato တို့ရဲ့ ငယ်ရွယ်တက်ကြွတဲ့ ပုံစံကို ပြန်မြင်ရမယ့် ကားဟောင်းလေးပါ။ Selena ကတော့ ကာတာလို့ခေါ်တဲ့ ငါးစာရောင်းတဲ့ သာမန်အထက်တန်းကျောင်းသူလေးဖြစ်ပြီး Demi ကတော့ ရိုဆလင်ဒါလို့ခေါ်တဲ့ မင်းသမီးတစ်ပါးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ ကာတာရဲ့အဖေက ခြိမ်းခြောက်ခံရတဲ့ နေရာအနှံ့က မင်းသမီး‌တွေကိုကယ်တင်တဲ့ နိုင်ငံတကာလျှို့ဝှက်အေဂျင်စီမှာ အလုပ်လုပ်တာပါ။မင်းသမီးရိုဆလင်ဒါနေတဲ့ ကိုစတာလူနာဆိုတဲ့တိုင်းပြည်က ကျွန်းနိုင်ငံလေးဖြစ်ပြီး သူ့ဖခင်ဘုရင်ကြီးနတ်ရွာစံသွားတဲ့အတွက် မင်းသမီးက နောက်တစ်လနေရင် ဘုရင်မအဖြစ် နန်းတက်ရတော့မှာပါ။ နန်းတက်ပွဲအတွက်လေ့ကျင့်နေချိန်မှာ ဗိုလ်ချုပ်ကိန်းက မင်းသမီးငယ်သေးတာကို အကြောင်းပြပြီး အာဏာသိမ်းဖို့လုပ်ပါတော့တယ်။ ကံကောင်းစွာနဲ့ ရိုဆလင်ဒါအမေစီစဉ်ထားမှုကြောင့် ကာတာ့အဖေက ရိုဆလင်ဒါကို ခေါ်ထုတ်လာနိုင်ပါတယ်။ရိုဆလင်ဒါကို အေဂျင်စီက လုံခြုံတဲ့အချိန်ရောက်တဲ့ထိ နေရာချပေးဖို့လုပ်ရာကနေ ကာတာတို့အိမ်ကို ၀မ်းကွဲညီအမ ရိုစီအဖြစ်ရောက်လာပါတော့တယ်။ရိုစီကို သာမန်ဆယ်ကျော်သက်ကောင်မလေးလို နေတတ်အောင် ကာတာက သင်ပေးရင်း ကြုံတွေရတဲ့ အဖုအထစ်လေးတွေ ကျောင်းမှာကြုံရတဲ့အခက်အခဲတွေကို တွေ့ရဉီးမှာပါ။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/princess-protection-program-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWEyNDk0MzUtODZkYS00ZDc1LWE1NDYtY2VhNDk0OWRmMGNiXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dancing Detective: A Deadly Tango(2023)",
        "description": "The Dancing Detective: A Deadly Tango(2023)*******************************************မော်လ်တာမြို့မှာ ဆီနိတ်တစ်ယောက်ရဲ့အစ်ကို လူကုံထံသူဌေးတစ်ဦးဟာ ရုတ်တရက်ကြီး သေဆုံးသွားပါ တယ်။ရိုးရိုးသေတာလား၊ အသတ်ခံရတာလား မသေချာတော့ ဆီနိတ်တာက အမေရိကန်ရဲတွေထဲကအတော်ဆုံး စုံထောက်လွှတ်ပြီး အမှုစုံစမ်းပေးဖို့ အကူအညီတောင်းပါတယ်။ ရဲတပ်ဖွဲ့ရဲ့ အတော်ဆုံး စုံထောက်ဟာ အမှုလိုက် ရာမှာတွဲဖက်ရဲတွေနဲ့ ဘုဘောက်ကျပြီး ကိုယ့်သဘောနဲ့ကိုယ်ပဲလုပ်တတ်တဲ့ စုံထောက်မဘေလီပါ။အမှုက အရေး ကြီး နေတာကြောင့် ဘေလီ့ကို အင်တာပိုလ်က စီစဉ်ပေးတဲ့ တွဲဖက်တွေနဲ့ အဆင်ပြေပြေအလုပ်လုပ်ဖို့ နားချပြီးစေ လွှတ်လိုက်ပါတယ်။ မော်လ်တာရောက်တော့ အင်တာပိုလ်က စီစဉ်ပေးတဲ့တွဲဖက်ဟာ ရဲတွေ၊စုံထောက်တွေ မဟုတ်ဘဲ အကသင်တဲ့နည်းပြဖြစ်နေတော့ ဘေလီတော်တော်စိတ်ညစ်သွားပါတယ်။ပြီးတော့ အမှုကို စုံစမ်းတဲ့ အခါ ဘေလီတစ်ခါမှ မကဘူးတဲ့ အကပြိုင်ပွဲဝင်အနေနဲ့ စုံစမ်းရမှာဖြစ်လို့ ဘေလီအတွက်တော်တော်သေချင်စော်နံ့ သွားပါလေရော။ ဒီလိုခွတီးခွကျ အဖြစ်အပျက်များစွာနဲ့အတူ ဘေလီအောင်အောင်မြင်မြင် အမှုဖော်ထုတ်နိုင်ပါ့ မလားဆိုတာကို ရှုစားကြရမှာပါ။\nဇာတ်ကားလေးကတော့ ပေါ့ပေါ့ပါးပါးနဲ့ စုံထောက်၊ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-dancing-detective-a-deadly-tango2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFqjuNiSBSSwqyiDBNDeFfA9PaU.jpg",
        "title": "Ngeri-Ngeri Sedap (2022)",
        "description": "Ngeri-Ngeri Sedap (2022)************************သား ၃ ယောက်နဲ့ သမီး ၁ ယောက်မွေးထားတဲ့ လင်မယား ၂ ယောက်... သား ၃ ယောက်ကိုအကောင်းဆုံးပညာရေးရဖို့ တခြားမြို့တွေမှာ ကျောင်းထားခဲ့ရာကစလို့ သားယောက်ျားလေးတွေဟာလက်တွေ့ကျကျ စဉ်းစားတွေးခေါ်တတ်ပြီး ကိုယ်ဖြစ်ချင်တာကိုပဲ လုပ်ကြရာကနေ မိဘအိမ်ကို ပြန်မလာခဲ့ကြတာ၁၀ နှစ်နီးပါး ရှိသွားခဲ့တယ်။ ဒီလိုနဲ့ပဲ အဘွားဖြစ်သူရဲ့ မင်္ဂလာအခမ်းအနားကို မိသားစုစုံစုံလင်လင်ကျင်းပဖို့အတွက် သား ၃ ယောက်ကို လင်မယား ၂ ယောက် ဘယ်လို လှည့်ဖြားပြီး အိမ်ကို ပြန်လာအောင် ခေါ်ကြမလဲ...သူတို့ ချက်ချင်း မပြန်သွားအောင် ဘယ်လိုလုပ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nတစ်ခါတစ်လေကျ သားသမီးရဲ့ ပျော်ရွှင်မှုဟာ မိဘရဲ့ စိတ်တိုင်းကျ မဖြစ်နိုင်သလို, မိဘရဲ့ စိတ်တိုင်းကျဆန္ဒဟာလည်းသားသမီးကို မပျော်စေတာမျိုးတွေ ကြုံတွေ့ရတတ်ပါတယ်။ မိသားစုတစ်ခုမှာ ဒီလိုမျိုး စိတ်သဘောထားမတိုက်ဆိုင်မှုတွေ ဖြစ်လာတဲ့အခါတစ်ဖက်ဖက်က အလျှော့ပေးမှသာ ပျော်ရွှင်တဲ့ မိသားစုမျိုး ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ngeri-ngeri-sedap-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Q0rtUfNHFOEnVoRv1pmKaAbZEV.jpg",
        "title": "We Are What We Are (2013)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အမေရိကန် horror/thrillerဇာတ်ကားလေးတစ်ကား မိတ်ဆက်ပေးချင်ပါတယ်။နည်းနည်းအော်ဂလီဆန်စရာလည်းကောင်းတာကြောင့်အသည်းနုတဲ့သူတွေကြည့်ရင် နည်းနည်းသတိထားဖို့လိုပါလိမ့်မယ်။ ပါကာမျိုးနွယ်မိသားစုဟာ ရှေးခေတ်ရိုးရာအလ့အထကိုလက်ခံကျင့်သုံးနေကြတဲ့ မိသားစုတစ်စုဖြစ်ပြီး သူတို့အဲလိုဆိုတာကို တစ်မြို့လုံးကလည်း ဘယ်သူမှမသိကြပါဘူး။မစ္စတာပါကာရဲ့ သမီးနှစ်ယောက်ဖြစ်တဲ့ အိုင်းရစ် နဲ့ ရို့စ် တို့ဟာရုပ်ရောစိတ်ထားပါ လှပတဲ့သူတွေဖြစ်တာကြောင့် မြင်သမျှလူတိုင်းကလည်း ချစ်ခင်ကြပါတယ်။ ဒါပေမယ့် နောက်ကွယ်မှာတော့ အင်မ‌တန်ကြောက်စရာကောင်းတဲ့ ဓလေ့တစ်ခုသူတို့ဆီမှာရှိနေခဲ့ပါတယ်။ တစ်ရက်ကျတော့ သူတို့ရဲ့ အမေဆုံးပါးသွားတဲ့နောက် မိသားစုရိုးရာကို ဆက်ဆံထိန်းသိမ်းဖို့ကသမီးကြီးဖြစ်တဲ့ အိုင်းရစ်ပေါ် ကျရောက်လာခဲ့ပါတယ်။စိတ်နှလုံးဖြူစင်သူတွေအတွက် ဒီကြောက်စရာဓလေ့ကြီးတစ်ခုကိုလက်ခံဖို့ ခက်ခဲလွန်း‌တာကြောင့် အိမ်ကနေရုန်းထွက်ဖို့ကြိုးစားကြမှာဖြစ်ပြီး သူတို့တွေအောင်မြင်သွားကြမလား၊ သူတို့ရဲ့ ကြောက်စရာကောင်းတဲ့ ရှေးခေတ်ရိုးရာဓလေ့က ဘာများဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖို့ကောင်းလွန်းတာမို့ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားအဖြစ်ညွှန်းပေးလိုက်ရပါတယ်။ ( ဘာသာပြန်နှင့် အညွှန်းကတော့  Jaka ပဲ ဖြစ်ပါတယ် ) File size…1.54GB / 504MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Horror  , Drama , Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/we-are-what-we-are-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZjk4ZTMwMTYtOTk1NC00OTA0LWFhMGYtZTBjMzViMDY2YWZjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Passengers (2016)",
        "description": "Passengers (2016)‌Avalon အာကာသယာဉ်ကြီးဟာ ခရီးသည် ၅ထောင်ကျော်နဲ့ အတူ ယာဉ်ဝန်ထမ်း ၂၅၈ ယောက်ကို သယ်ဆောင်ပီး ဂြိုလ်အသစ် Homestead II ဆီသို့ပျံသန်းလာခဲ့ပါတယ်။ ကမ္ဘာမြေကနေ Homestead II ဆီသို့ ပျံသန်းချိန်ဟာ နှစ်ပေါင်း ၁၂၀ ကြာမြင့်မှာဖြစ်ပါတယ်။ ယာဉ်ပေါ်မှာ လိုက်ပါလာတဲ့ သူအားလုံးဟာ Hibernation Pod လို့ခေါ်တဲ့ အသက်အရွယ် အိုမင်းခြင်းမရှိဘဲ အိပ်စက်နေရတဲ့ ဖန်ပေါင်းချောင် တွေထဲမှာအိပ်စက်ရင်းလိုက်ပါနေကြတာဖြစ်ပါတယ် ( Hibernation Pod တွေကို Avator ဇာတ်ကားထဲမှာလည်းတွေ့ဖူးကြမှာပါ) ဒီလိုလိုက်ပါလာရင်း နှစ်ပေါင်း ၃၀ အကြာမှာတော့ Jim Preston ဆိုတဲ့ mechanical engineer တစ်ယောက် ဟာ Hibernation Pod ထဲကနေ စက်ချို့ယွင်းပီး နိုးလာပါတယ်။ ယာဉ်တစ်ခုလုံးမှာ သူတယောက်ထဲသာ နိုးလာခြင်းဖြစ်ပီး Homestead II ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/passengers-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9RIY2JW0JLQl2MOXdkeFAVqP57T.jpg",
        "title": "Dream (2023)",
        "description": "Dream (2023)အားလုံးမေးနေကြတဲ့ Park Seo Joon နဲ့ IU တို့ရဲ့ ရုပ်ရှင်ထွက်လာပါပြီရှင်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် တအားကြိုးစားပေမဲ့ မဖြစ်မြောက်တဲ့ ဘောလုံးသမားယွန်းဟုန်းဒယ်ဟာ\nစိတ်ဆတ်ပြီး ဒေါသမထိန်းနိုင်ရာကနေ အနုပညာထဲဝင်မယ်ဆိုပြီး ဖြစ်လာပါတော့တယ်အဲဒီမှာ ပီဒီအီဆိုမင်းနဲ့တွေ့ပြီး မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ အကြောင်းဖန်ရင်းနဲ့\nကြောင်နဲ့ကြွက်လို မတည့်အတူနေ အလုပ်အတူတွဲလုပ်ရပါတယ်သူတို့ရိုက်တဲ့အစီအစဉ်ကလည်း အိမ်ခြေရာမဲ့တွေကို ကမ္ဘာ့ဖလားဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးရတဲ့အလုပ်ဆိုတော့\nအခက်အခဲတွေကြားက ရုန်းကန်ပြီး အိပ်မက်တွေကို ဖြည့်ဆည်းသွားကြမှာပါအမျိုးမျိုးကြုံတွေ့ရပြီးမှ ရေစက်လာဆုံကြတဲ့ သူတို့အသင်းက\nနောက်ဆုံးမှာ အောင်မြင်မလား ကျရှုံးမလားဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Joyz and Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Sports\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 814MB | 407MB\nFormat… mp4\nDuration…. 2h 6min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dream-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbCxv1KcdJhpzxCFsfHA3Tq9jtm.jpg",
        "title": "Spinning Gold (2023)",
        "description": "Spinning Gold (2023)ဒါကတော့ မှတ်သားလောက်ဖွယ်ရာ လူတစ်ယောက်ရဲ့အတ္ထုပ္ပတ္ထိဇာတ်လမ်းပါ။\nဒီဇာတ်လမ်းကို သူ့ဘဝအကြောင်းသူပြန်ပြောနေပုံနဲ့ရိုက်ကူးထားပြီး ဒီဇာတ်လမ်းမှာ သူကလူတိုင်းကို စိန်ခေါ်ထားပါတယ်။\"မင်းတို့ ငါ့နာမည်ကိုမမှတ်မိဘူးဆိုတာ\nမင်းတို့တစ်ယောက်ချင်းကို ဒေါ်လာတစ်ရာစီလောင်းရဲတယ်\nဒါပေမဲ့ ငါက မင်းတို့ကို ကခုန်စေခဲ့တယ်တဲ့\"သူ့ကိုမမှတ်မိရင်တောင် သူနဲ့ပတ်သက်ခဲ့သူတွေကိုတော့ ဂီတချစ်သူတွေဆို သေချာပေါက်သိကြမှာပါ။\nKiss, The Village People, George, Donna Summer,\nBill Withers, Isley Brothers, Parliament နဲ့တခြားအဆိုရှင်ပေါင်းများစွာပါပဲ။\nDonna Summer ရဲ့ Orgasmic moan တွေပါဝင်ပြီး\n၁၇ မိနစ်တာကြာတဲ့ Love to Love You သီချင်းကိုလဲ ပရိသတ်ကစွဲစွဲထင်ထင်ရှိနေဦးမယ်လို့ထင်ပါတယ်။\nဒီအဆိုကျော်ကြီးတွေက သိပ်ကိိုထူးခြားပြည့်စုံသူတွေဖြစ်ကြပေမယ့် သူတို့ရဲ့ထူးခြားမှုကိုပရိသတ်တွေလက်ခံနိုင်ဖို့ သူတို့ဂီတတွေကိုလက်ခံနိုင်ဖို့\nသူတို့အိပ်မက်တွေကိုအသက်သွင်းပေးခဲ့သူကတော့ ဒီဇာတ်လမ်းရဲ့ဇာတ်ကောင် ကာဆာဘလန်ကာဓာတ်ပြားခွေထုတ်လုပ်ရေးရဲ့တည်ထောင်သူ နီးလ်ဘိုးဂတ်ပါပဲ။\nဒီဇာတ်လမ်းကသိပ်ပြည့်စုံလွန်းနေတာကြောင့် ဘာမှထပ်မညွှန်းလိုတော့ပါဘူး။\nဒီဇာတ်လမ်းကို နီးလ်ရဲ့သားဖြစ်သူကရိုက်ကူးထားတာပါ။\nနီးလ်ကသူ့သားငယ်စဥ်မှာပဲဆုံးပါးသွားခဲ့တော့ အဖေ့ကိုသေချာ သိခွင့်မရခဲ့တဲ့သားက အဖေ့မိတ်ဆွေတွေကိုလိုက်မေးမြန်းပြီး ဒီဇာတ်လမ်းကိုရေးဖွဲ့ထားပါတယ်။\nလူတွေရဲ့မှတ်ဥာဏ်ကထူးဆန်းတယ်တဲ့။ လူတွေကလဲသူတို့မှတ်မိချင်ရာကိုမှတ်မိကြပြီး မေ့ချင်ရာကိုမေ့ပစ်တတ်ကြတယ်။\nအဲ့တော့ဒါအားလုံးကအမှန်လားဆိုရင်တော့ မဟုတ်ပါဘူး။\nနီးလ်ဘိုးဂတ်လို ဘဝကတိုတောင်းခဲ့ပေမယ့် အဲ့ဒီဘဝတိုလေးမှာပဲ သူ့ရဲ့ကိုယ်ပိုင်အိပ်မက်တွေအပြင်\nသူများတွေရဲ့အိပ်မက်တွေအများကြီးကိုပါ အသက်သွင်းပေးခဲ့တဲ့လူတစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းကို ဘယ်လိုလုပ်အတိအကျပြောနိုင်မလဲ။\nနည်းနည်းလျှော့ပြောတာလေးတွေရှိမယ် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/spinning-gold-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMTQ2NTAyM15BMl5BanBnXkFtZTcwNDIzMjQ0OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Citadel (2012)",
        "description": "တွမ်မီကူလီဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ဇနီးဖြစ်သူ ထူးဆန်းတဲ့ကလေးတစ်သိုက်တိုက်ခိုက်ခံရပြီးချိန်ကစပြီးတော့ နာတာရှည်လူအုပ်ကြောက်ရောဂါကို ခံစားနေရသူဖြစ်ပါတယ်။ ပျက်စီးနေတဲ့နေရာတစ်ခုဖြစ်တဲ့ အီဒင်တောင်းမှာပိတ်မိနေရင်းနဲ့ ဇနီးဖြစ်သူကိုတိုက်ခိုက်ခဲ့သည့်သူများ သမီးဖြစ်သူနောက်ကိုလိုက်နေတယ်ဟု ခံစားရကာထိတ်လန့်ခြောက်ခြားနေရာမှ မိမိထိတ်လန့်နေသော အရာကိုနားလည်ပေးတဲ့ တရားဟောဆရာတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်။ ဇနီးဖြစ်သူကို စောင့်ရှောက်ပေးခဲ့တဲ့သူနာပြုမလေးကတော့ တွမ်မီတစ်ယောက်အကြောက်လွန်ပြီးထင်ယောင်ထင်မှားဖြစ်တယ်ထင်ကာ ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။ တရားဟောဆရာမှ ဖြစ်ကြောင်းကုန်စင်ကိုရှင်းပပြလိုက်သောအခါ တွမ်မီကူလီတစ်ယောက် အကြောက်လွန်နေခြင်းလား ဇနီးဖြစ်သူကိုတိုက်ခိုက်သွားတဲ့ကလေးတွေကရော ဘယ်ကလာတာလဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမှာလဲ စသည်ဖြင့် စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမည့် သည်းထိပ်ရင်ဖိုဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(1.3 GB)/(620 MB)/(340 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama, Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/citadel-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRSsYtYcbhNAfHBp3ha1Nr65agi.jpg",
        "title": "Finding You (2021)",
        "description": "Genre - Romance, Drama\nIMDB – 6.4/10စိမ်းလန်းတဲ့ရှုခင်းတောတောင်သဘာဝတွေနဲ့ အိုင်းရစ်ရှ်တေးဂီတတွေနဲ့အတူ ကမ္ဘာမတူတဲ့နှစ်ခုက လူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေး ကြည့်ကြရအောင်ဗျာ။ ဇာတ်လမ်းလေးကတော့ တယောဂီတ လူရွေးပွဲမဝင်လိုစိတ်ပျက်လက်ပျက်နဲ့ နိုင်ငံခြားပရိုဂရမ်ယူပြီး အိုင်ယာလန်ကိုအစ်ကိုခြေရာအတိုင်းနင်းပြီး သွားမယ့်ကောင်မလေးတစ်ယောက်။ သွားနေတဲ့လမ်းခရီးမှာတင် ဘတ်ကက်ဆိုတဲ့နာမည်ကြီး မိန်းကလေးတွေအသည်းစွဲ ဟော့ရှော့မင်းသားနဲ့တွေ့ခဲ့ပါတယ်၊ တွေ့ကတည်းက ဘုနဲ့ဘောက်ပေါ့။ အိုင်ယာလန်မြိုငယ်လေးကိုရောက်တော့လည်း တည်းတဲ့နေရာမှာတစ်နေရာတည်းဖြစ်နေကြသောအခါ....ဘဝကို အပြောင်းအလဲဖြစ်ချင်နေတဲ့ ကောင်မလေးတစ်ယောက်ဒီနေရာသစ်တစ်ခုမှာ ပညာတွေဘယ်လိုယူပြီး တိုးတက်သွားနိုင်မလား...စိတ်ကြီးဝင် အသောက်အစား အပျော်အပါးမက်တဲ့ ရုပ်ရှင်မင်းသားတစ်ယောက်ရဲ့ ဘဝအမှန်တွေ....တစ်ယောက်ကို တစ်ယောက် စတွေ့တုန်းက ကြည့်မရကြပေမယ့်ဘယ်လိုအဆင်ပြေပြီး အထောက်အပံ့တွေ ပေးနိုင်သွားမယ်...ဆိုတာကို ရိုက်ကူးထားတဲ့ အချစ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာ စိမ်းစိုသာယာနေတဲ့ အိုင်ယာလန်ရှုခင်းတွေမျက်စိအေးအောင် ကြည့်ရမယ်၊ အိုင်ရှစ်ရိုးရာသံစဉ်တွေဓလေ့တွေ လူအကျင့်စရိုက်လေးတွေ လေ့လာခွင့်ရမယ်။ခွင့်လွှတ်ခြင်း၊ မေတ္တာတရား၊ မိသားစု၊ သံယောဇဉ်တွေ ရသအဖုံဖုံခံစားရမှာပဲဖြစ်ပါတယ်။ အားလုံးပဲကြည့်ရှုခံစားပြီးဘဝအမောပြေပျောက်နိုင်ကြပါစေခင်ဗျာ....(  အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thura Aung ပဲ ဖြစ်ပါတယ် ) File size…1.99GB / 797MB\nQuality…Blu-Ray ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/finding-you-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5oRelLHUSMbxma0NAjkB0raPYY.jpg",
        "title": "Riceboy Sleeps (2022)",
        "description": "Riceboy Sleeps (2022)IMDb - 7.6/10, Rotten Tomatoes - 95% ~90 ခုနှစ်တွေမှာ ဇာတ်အိမ်တည်ထားပြီး သားငယ်အတွက် ပိုကောင်းတဲ့ဘဝကိုရည်ရွယ်လို့ ကိုရီးယားကိုစွန့်ကာ ကနေဒါကိုလာခဲ့တဲ့ အာဃ မုဆိုးမလေး ဆိုယွန်းနဲ့ သားလေး ဒုံဟျွန်းတို့ ၂ယောက်အကြောင်းကို ကိုယ်ပိုင်မှတ်ဉာဏ်တွေလိုမျိုး ညှင်ညှင်သာသာလေး ဆွဲခေါ်ပြသွားမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ လူမျိုးရေးခွဲခြားမှုတို့ ခွဲခြားဆက်ဆံမှုတို့လို အသုံးအနှုန်းတွေကို ရေရေလည်လည် သုံးတတ်ကြသူတချို့ဟာ ကိုယ်တိုင်က အဲ့ဒီ့လို ပြန်အထောက်ခံရတဲ့အခါ ဆတ်ဆက်ထိမခံဖြစ်တတ်ကြတဲ့သဘာဝကိုလည်း မြင်ရမှာပါ။နိုင်ငံကြီးသားဆိုတာ နိုင်ငံက \"ကြီး\" နေတာကို ပြောတာမဟုတ်ဘဲ လူက ကြီးမြတ်တာကို ပြောတာဆိုသလိုပါပဲ \"နိုင်ငံကြီး\"မှာနေသလောက် \"နိုင်ငံကြီးသား\" မဟုတ်တဲ့ သူတွေနဲ့ နေ့စဉ်ဘဝမှာ ရင်ဆိုင်ရမယ့် အရှေ့တိုင်းသား သားအမိရဲ့ နိစ္စဓူဝဒုက္ခအဖုံဖုံ…။အက်ရှင်ကားတို့ ဒရမ်မာ အပြင်းစားတို့ မဟုတ်ပေမယ့်လည်း ကြည့်သူကို ထပ်တူကျလိုက်ခံစားမိစေမယ်ဆိုတာတော့ အာမခံနိုင်ပါတယ်။ ကိုယ်တိုင်လည်း အရှေ့တိုင်းသားဖြစ်တဲ့အလျောက် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/riceboy-sleeps-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRnzwPv3cl5MWCMebtTVpxLX30x.jpg",
        "title": "[18+] Star Dancer (2023)",
        "description": "Star Dancer (2023)အိုဒတ်ဆာဟာ မနီလာမှာရှိတဲ့ ဘဲလေးကျောင်းတစ်ကျောင်းမှာ ပညာသင်ဆုရခဲ့ပေမယ့်လည်း ကံဆိုးစွာပဲ ခြေထောက်မှာဒဏ်ရာရခဲ့ပြီး အနားယူရာကနေ ဘယ်တော့မှ ဘဲလေးပြန်မကနိုင်တော့ဘူးဆိုတာသိရပြီး ကျောင်းထွက်ခဲ့ရပါတယ်။ အဆောင်အတူနေ သူငယ်ချင်းကောင်မလေးတွေက သူတို့အလုပ်လုပ်တဲ့ကလပ်မှာ Dancer အဖြစ်လျှောက်ဖို့ပြောလို့ လိုက်သွားခဲ့မိရာကနေ ကလပ်ပိုင်ရှင်ရဲ့သား ပရင်စ့်ဆိုသူက မျက်စိကျပြီး မြှောက်စားတဲ့နောက် သူဟာ Lakeside ဆိုတဲ့ကလပ်မှာ Star Dancer တစ်ယောက်ဖြစ်လာပါတော့တယ်။မပြေလည်တဲ့ မိသားစုကိုထောက်ပံ့နေရတဲ့ သူ့အတွက် ကလပ်ကရတဲ့ ညကြေးတွေနဲ့တင် မလုံလောက်တဲ့အခါ အခန်းဝင်ဖို့ တစ်ဆင့်တက်ဖို့ ကမ်းလှမ်းတာတွေကြုံရတဲ့ကြားက ပရင်စ့်ရဲ့မျက်နှာကိုထောက်ပြီးသူထိန်းချုပ်ထားခဲ့ပေမယ့်လည်း တစ်ချိန်တုန်းက ကလပ်ရဲ့ Star Dancer ဟောင်း ဂျီဆဲလ်ဆိုတဲ့ မိန်းမလှလေးပြန်ရောက်လာတဲ့အချိန်မှာတော့ အခြေအနေတွေတစ်မျိုးတစ်ဖုံပြောင်းလဲလာပါတော့တယ်။ဘာကြောင့်လဲဆိုတော့ ဂျီဆဲလ်ဟာ ကချေသည်ဟောင်းတစ်ယောက်ဖြစ်ရုံမက သူ့လက်ရှိချစ်သူ ပရင်စ့်ရဲ့ရည်းစားဟောင်းတစ်ယောက်လည်းဖြစ်နေလို့ပါပဲ။ရင်းနှီးပြီးသားဖြစ်လောက်မယ့် မင်းသမီးချောလေး Denise Esteban နဲ့ ပြီးခဲ့တဲ့ Stalkers Series မှာ Apple အဖြစ်၊ Pantaxa ...",
        "rating": "",
        "url": "https://channelmyanmar.org/star-dancer-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB1rCWGMsM2mm1kBDleaPkqUCFo.jpg",
        "title": "Danger Close: The Battle of Long Tan (2019)",
        "description": "Danger Close: The Battle of Long Tan (2019)၁၉၆၆ ခုနှစ် ဩဂုတ်လမှာ လောင်းတန်လို့ ခေါ်တဲ့ ဗီယက်နမ်တွေရဲ့ ရော်ဘာစိုက်ခင်းတစ်ခုထဲမှာ တိုက်ပွဲဖြစ်ပွားခဲ့ပါတယ်။ ဩစတြေးလျနဲ့ နယူးဇီလန် နိုင်ငံက အတွေ့အကြုံမရှိသေးတဲ့ လူငယ် စစ်သား ၁၀၈ ယောက် နဲ့ အတွေ့ကြုံရှိတဲ့ မြောက်ဗီယက်နမ်နဲ့ ဗီယက်ကောင်း စစ်သား ၂၅၀၀ တို့ ရဲ့ တိုက်ပွဲပါ။မိုးထဲရေထဲ တိုက်ပွဲဖြစ်ပွားခဲ့တာဖြစ်ပြီး လက်နက်ခဲယမ်းတွေပါ ကုန်သွားတဲ့အခါမှာတော့ တိုက်ပွဲအတွေ့အကြုံ နုနယ်သေးတဲ့ လူငယ်လေးတွေ သူတို့ ဆက်ပြီး ယှဉ်သန်နိုင်ဖို့ ဘယ်လိုတွေ ကျားကုတ်ကျားခဲ ရှေ့ဆက်ရမလဲ?နယ်မြေကျွမ်းကျင်တဲ့ ဗီယက်ကောင်းတွေလက်ထဲ သားကောင်မဖြစ်သွားဖို့အတွက်ဆို သူတို့ ဘာဆက်လုပ်ကြမလဲ? ဆိုတာ ...File Size          : 2.6GB, 1.1GB, 637MB\nQuality    ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/danger-close-the-battle-of-long-tan-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgVkkjigF31r1nZV80uV0xNIoun.jpg",
        "title": "Beau Is Afraid (2023)",
        "description": "Beau Is Afraid (2023)~ IMDb - 7.1/10, Rotten Tomatoes - 67% ~မင်းသားကြီး ဝါကင်းဖီးနစ်ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ ဟာသ၊ ဒရာမာ၊ ဟော်ရာ အမျိုးအစားပါ။ ရုပ်ရှင်လောကရဲ့ ထူးထူးဆန်းဆန်းနဲ့ ပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေကို ထုတ်လုပ်နေကျ A24 ကုမ္ပဏီရဲ့ ရုပ်ရှင်ပေါ့။ ဒါရိုက်တာကလည်း ဟော်ရာရုပ်ရှင်လောကရဲ့ ပြောစမှတ်ဖြစ်စရာ ရုပ်ရှင်နှစ်ကားဖြစ်တဲ့ Midsommar နဲ့ Hereditary ကို ရိုက်ခဲ့တဲ့ Ari Aster ပါပဲ။ သူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ဒါရိုက်တာ၊ တွဲဖက်ထုတ်လုပ်သူအဖြစ်လုပ်ခဲ့တာပါ။ ရုပ်ရှင်တစ်ခုလုံးက အိပ်မက်ဆိုးကြီးနဲ့ တူနေပါတယ်။ ကြောက်စရာတွေ ရယ်စရာတွေ သောင်းပြောင်းဖြစ်နေပြီး တစ်ခုကနေ တစ်ခုကို ခုန်ကူးသွားပါတယ်။ဒီရုပ်ရှင်ဟာ မူလက ၄ နာရီစာ ရိုက်ကူးဖို့ ကြိုးစားခဲ့တာဖြစ်ပြီး ရုံတင်ဖို့အတွက် ၂ နာရီ ၅၉မိနစ် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/beau-is-afraid-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjMxNjU0ODU5Ml5BMl5BanBnXkFtZTcwNjI4MzAyOA@@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "End of Watch (2012)",
        "description": "2012 ခုနှစ်ကထွက်ရှိထားတဲ့ Action & Crimes ရုပ်ရှင်အမျိုးအစားဖြစ်ပြီး IMDb 7.6/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ Brian နဲ့ Zavala ဆိုတဲ့ရဲအရာရှိနှစ်ယောက်ဟာ လော့စ်အိန်ဂျလစ်မြို့မှာနေ့စဉ်ကင်းလှည့်ရင်း လူဆိုးတွေနဲ့ရာဇဝတ်မှုတွေနှိမ်နင်းနေတာကိုတွေ့ရမှာပါ သူတို့နေ့တိုင်းလူဆိုးတွေဖမ်းရင်းဘာတွေကြုံတွေ့ရမလဲဆိုတာကိုစောင့်ကြည့်ရတာတကယ့်ကိုစိတ်လှုပ်ရှားစရာပါပဲ ဒီဇာတ်ကားမှာသရုပ်ဆောင်ဖို့အတွက် အဓိကဇာတ်ဆောင်နှစ်ယောက်က LAရဲဌာနမှာ ငါးလလောက်ရဲတွေနဲ့အတူသွားနေပြီးလေ့ကျင့်ခဲ့ရပါတယ်တဲ့ ရဲကားအက်ရှင်ကားကောင်းကောင်းကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ File size…(2.3 GB)/(1.2 GB)/(710 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/end-of-watch-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fV5PBFAXlpPEoks6V1u3ffjZlbB.jpg",
        "title": "The Memory of a Killer (2003)",
        "description": "အယ်(လ်)ဇိုင်းမားဆိုတဲ့ရောဂါ အကြောင်းကြားဖူးလား။မှတ်ဉာဏ်တွေပျောက်သွားတဲ့ ရောဂါပေါ့။တံခါးပိတ်ခဲ့ပြီလား ၊သော့ဘယ်နားထားလဲ စတဲ့အကြောင်းအရာသေးသေးလေးတွေကနေစပြီး လူတွေ၊နာမည်တွေ၊လမ်းတွေ မမှတ်မိတော့တာမျိုးအထိဖြစ်တတ်တယ်။ပြီးတော့ အဲ့ရောဂါရရင် အနီးစပ်ဆုံး(လတ်တလော)ဖြစ်ထားတဲ့ အဖြစ်အပျက်တွေက စပြီး မေ့တတ်တယ်တဲ့။တစ်ကိုယ်တည်းရှင်သန်ရတာ တော်တော်ခက်ခဲမယ့် ရောဂါမျိုးပေါ့။ သာမာန်လူတစ်ယောက်အတွက်တောင် ဘဝရှင်သန်မှုကိုကပြောင်းကပြန်ဖြစ်အောင် လုပ်နိုင်တဲ့ ဒီရောဂါက လူသတ်သမားတစ်ယောက်မှာ ရှိနေမယ်ဆိုရင်ရော၊၊ဘယ်လိုဖြစ်မယ်ထင်လဲ၊၊ဒီဇာတ်ကားက အန်ဂျလို လဲဒါ ဆိုတဲ့ အယ်(လ်)ဇိုင်းမားရောဂါရှိတဲ့လူသတ်သမားအဘိုးကြီးတစ်ယောက် အကြောင်းရိုက်ထားတာ၊၊သူ့ခေတ်သူ့အခါက သျှမ်းသျှမ်းတောက် ကြေးစားဆိုပေမယ့်ရောဂါဖိတဲ့ဒဏ်ကိုခံလာရတော့ အနားယူဖို့ စဉ်းစားရတာပေါ့၊၊ဒါပေမယ့် သူအနားမယူခင်မှာ အလုပ်တစ်ခုလာအပ်တယ်၊၊ဘယ်(လ်)ဂျီယံနိုင်ငံကို သွားပြီး လူသတ်ပေးဖို့တဲ့၊၊အနားယူဖို့စဉ်းစားထားပေမယ့် နောက်ဆုံးအနေနဲ့လုပ်ပေးပါကွာဆိုတဲ့တောင်းဆိုချက်ကြောင့် အဘိုးကြီးလည်း လက်ခံလိုက်တယ်၊၊ဒီနေရာမှာ ဖြတ်ပြောရရင် အန်ဂျလိုဟာ လူသတ်သမားဆိုပေမယ့်သူ့စည်းနဲ့ သူရှိတယ်၊၊(၁၃)နှစ်အောက်ကလေးတွေကို မသတ်ဘူး၊၊ကလေးတွေကို လိင်ပိုင်းအရဖိနှိပ်တာတွေ အကြမ်းဖက်တာတွေဆိုလက်မခံဘူး၊၊ ဖြစ်ချင်တော့ အခုနောက်ဆုံးဆိုပြီး သူလက်ခံလိုက်တဲ့အလုပ်မှာ ကလေးတစ်ယောက်ကို သတ်ပေးဖို့ဖြစ်လာတယ်၊၊အလုပ်အပ်တဲ့လူတွေကလည်း ဘယ်(လ်)ဂျီယံမှာ အာဏာရှိပါတယ်ဆိုတဲ့ ထိပ်တန်းနိုင်ငံရေးသမားမိသားစု၊၊အန်ဂျလို လဲဒါတစ်ယောက် ဘာဆက်လုပ်မလဲ၊၊သူ့ရဲ့ရပ်တည်ချက်စည်းမျဉ်းတွေကို နောက်ဆုံးတစ်ခေါက်မှာဖောက်ဖျက်လိုက်မလား၊၊အယ်(လ်)ဇိုင်းမားရောဂါနဲ့ သူ့လူသတ်သမားအလုပ်နဲ့ရော ဘယ်လိုနှစ်ပါးသွားမလဲ၊ စတာတွေကို ဒီဇာတ်ကားမှာ ကြည့်ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၀၃ ခုနှစ်က ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-memory-of-a-killer-2003/"
    }
]