[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KBIMbG4kRHbVObkcGMQ4zCl0XO.jpg",
        "title": "(21+)Fairy in a Cage (1977)",
        "description": "ဒုတိယကမ္ဘာစစ်ကာလ ဂျပန်စစ်တပ်ရဲ့ညဉ်းပန်းပုံကို အလှလေးတွေနဲ့ မွန်းမံထားတဲ့ဇာတ်လမ်းတပုဒ်ပါပဲကမ္လာစစ်တုန်းက ဂျပန်စစ်တပ်ရဲ့လုပ်ရပ်ကို လက်မခံနိုင်တဲ့ စစ်ပွဲဆန့်ကျင်ရေးလှုပ်ရှားမှုတချို့ဂျပန်ပြည်မှာဖြစ်ပွားခဲ့ပါတယ် ဂျပန်စစ်တပ်ကလဲဒီလှုပ်ရှားမှုမှာပါဝင်ရင် ယောကျာ်းမိန်းမမကျန်စစ်ကြောရေးလုပ်ပြီး မိန်းကလေးဆိုရင်တောာ့စစ်ကြောရေးက သာယာမှုကို အခြေခံထားတာကြောင့်မိန်းမသားလေးတွေ ဘယ်လိုခံံစားနေရတယ်ဆိုတာကိုမမြင်ရက်ဖွယ်ကြည့်ရှုရမှာပါ \nFile size…1GB / 500MB\nQuality…1080p Blu Ray Remux / 720p\nFormat…mp4\nDuration….1h 10min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/21fairy-in-a-cage-1977/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zu002fbXHiJbtOgKMpOxhb9vJN5.jpg",
        "title": "Sweet Sex and Love (2003)",
        "description": "(18+) Sweet Sex and Love Synopsis (2003)(18+ Warning, Nude Scenes တွေ၊ Sex Scenes တွေ ဖောဖောသီသီ ပါဝင်တာမို့\nအသက် ၁၈ နှစ်ပြည့်ပြီးသူမှသာ ကြည့်ရှု့ရန်၊ မိသားစုနှင့်အတူ ကြည့်ရှု့ရန်မသင့်တော်ပါ)အချစ်ဆိုတဲ့ ကိုင်တွယ်ထိတွေ့လို့မရတဲ့ အရာကို\nလူတွေက သူတို့ခံစားချက်အတိုင်း အမျိုးမျိုး အဓိပ္ပာယ် ဖွင့်ကြပါတယ်။\nလူတချို့ကတော့ ချစ်သူရည်းစားတွေကြားက အချစ်ဆိုတဲ့ ပတ်သတ်ဆက်နွယ်မှုမှာ\nလိင်မှုကိစ္စရဲ့ အခန်းကဏ္ဍက မပါမဖြစ်လို့ ယူဆကြပါတယ်။\nတချို့ကတော့ အချစ်ဆိုတာ ဖြူစင်တဲ့အဓိပ္ပာယ်ဖွင့်ကြပါတယ်။သီချင်းလေးအတိုင်း ပြောရရင်တော့\nအချစ်ဆိုသည်မှာ ခံစားချက်များနှင့် ဆန်းကြယ်သော အရာပေါ့ဗျာ။\nတစ်ခါတစ်လေ အေးမြခြင်းကိုလည်း ပေးစွမ်းသလို တစ်ခါတစ်လေ ပူလောင်ခြင်းကိုလည်း ဖြစ်စေပါတယ်။\nဆောဒုံဂီနဲ့ ရှင်းအာဆိုတဲ့ စုံတွဲကြားမှာ လိင်မှုကိစ္စတွေ နဲ့ အချစ်ရေးပြဿနာများကို မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ်။\nပြဿနာတွေ တက်လိုက်၊ ပြန်ချစ်လိုက်နဲ့ နှစ်ပါးသွားနေကြရင်း\nအချစ်ရဲ့ အဓိပ္ပာယ်ကို ဖော်ဆောင်ကြတာကို ၁၈ ယောက်စုရင်း ကြည့်ရှု့လိုက်ပါဦးဗျ။Cast တွေကလည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/35g3v/Sweet.Sex.And.Love.2003.DVDRip.480p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/hHjv5ZsVMSBkKZ3sembgoLqmg1O-133x200.jpg",
        "title": "Death on the Nile (1978)",
        "description": "Death On The Nile (1978) ~ IMDB - 7.3/10, RT - 78%, Meta - 59% ~(ဒီ Death on The Nile - 1978 နဲ့ အသစ်ထွက် 2022 ဗားရှင်းဟာ ဇာတ်ကျောရိုးချင်းအတူတူပေမဲ့ 2022 ဗားရှင်းက‌တော့ မူလကာရိုက်တာတချို့ကို ပြောင်းသင့်တန်ပြောင်း လဲသင့်တန်လဲပြီး ဇာတ်ကြောင်းတချို့ကိုပါ ခေတ်နဲ့ ဆီလျော်အောင် ပြန်ရိုက်ထားတာမို့ အဟောင်းကရော၊ အသစ်ကရော အရသာတစ်မျိုးစီ ရမှာအသေအချာပါပဲ)Death On The Nile ဟာ အဂ္ဂသာခရစ္စတီရဲ့အကောင်းဆုံး ၀တ္တု‌တွေထဲကတစ်ခုကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အနောက်တိုင်းစုံထောက်၀တ္တုရေးဆရာတွေထဲ ဆာအာသာကိုနင်ဒွိုင်းပြီးရင် ကျွန်တော်အရင်းနှီးဆုံးက အဂ္ဂသာခရစ္စတီပါပဲ။ အမြန်ရထားပေါ်ကလူသတ်မှု၊ ဟီလာရီ၊ ဂြိုလ်မွှေတဲ့ ကျောက်မျက်ရတနာ၊ လေယာဉ်ပေါ်ကလူသတ်မှု စသဖြင့် အဂ္ဂသာခရစ္စတီ၀တ္တုတွေကို တက္ကသိုလ်နေ၀င်းက တော်တော်ဘာသာပြန်ခဲ့တာကြောင့်လည်း ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/death-on-the-nile-1978/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNDQzNWU1ZjQtMjBkOC00NzI2LWFhYmItMzUyZjE1ZDcwNjlhXkEyXkFqcGdeQXVyMjA2OTE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Drunk Bus (2020)",
        "description": "Drunk Bus (2020)==============IMDb Rating - 6.2/102020 ကထွက်ရှိခဲ့တဲ့ drama, comedy ဇာတ်ကားကောင်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။မိုက်ကယ်ဆိုတဲ့ကောင်လေးက ကျောင်းပြီးလို့ ဘွဲ့ရသွားပေမယ့်\nလမ်းပျောက်နေတဲ့သူတစ်ယောက်ပါ။ ဓာတ်ပုံပညာကို အလွန်ဝါသနာ\nပါခဲ့ပေမယ့် သူနဲ့ငါးနှစ်တွဲခဲ့တဲ့ချစ်သူအေမီ သူ့ကိုထားသွားပြီးနောက်\nမှာတော့ ပျက်နေတဲ့ကင်မရာကိုတောင် မပြင်တော့ပဲ ဘဝကို ပျင်းရိ\nငြီးငွေ့စွာ တက္ကသိုလ်ကြိုပို့ကားမောင်းရင်း ရှင်သန်နေသူတစ်ဦးပေါ့။\nကြင်နာတတ်ပေမယ့် နည်းနည်းကြောက်တတ်တဲ့သူကို အနိုင်ကျင့်\nစော်ကားသူတွေလည်း ရှိပြန်လေရဲ့…ဒီလိုနဲ့ သူ တစ်နေ့ ကျောင်းသားတစ်ယောက်ရဲ့ထိုးကြိတ်တာကို ခံလိုက်\nရပြီးနောက် ကားကုမ္ပဏီက သူ့လုံခြုံရေးအတွက် ဘော်ဒီဂတ်သဘောမျိုး\nလူတစ်ယောက်ခန့်ပေးခဲ့ပါတယ်။ ထူးခြားတာက အဲဒီလူကြီးဟာ တစ်ကိုယ်လုံး\nဆေးမင်ကြောင်တွေနဲ့ပြည့်နေပြီး နာမည်ကလည်း နာနတ်သီးဆိုပဲ…\nသူနဲ့ နာနတ်သီး ခင်မင်သွားကြပြီး နာနတ်သီးက သူ ဘဝမှာ မလုပ်ရဲ မလုပ်ဝံ့\nခဲ့တာတွေကို တွန်းအားပေးလာခဲ့ချိန်မှာတော့…\nFun fact အနေနဲ့ပြောရရင် နာနတ်သီးရဲ့ အပြင်နာမည်ကလည်း နာနတ်သီးပါပဲတဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်)File Size - (1.14 GB) / ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/drunk-bus-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ywSXx2KITujZaO9Eb8MHHFCZPA.jpg",
        "title": "Drive My Car (2021)",
        "description": "Drive My Car (2021)************************IMDb - 8/10 , Rotten Tomatoes -100%Directed By Ryusuke Hamaguchiကမ္ဘာကျော်စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဂျပန်စာရေးဆရာ Haruki Murakami ရဲ့၀တ္တုတွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတာ သိပ်များများစားစား မရှိပါဘူး။ အဲဒီထဲကမှ လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာဆိုလို့ ကိုရီးယားက ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ Burning ပဲရှိခဲ့တယ်ပြောရင် မမှားပါဘူး။ အခု Drive My Car ကတော့ ရုပ်ရှင်ပွဲတော်တွေမှာ ရေပန်းစားနေသလို Critic Rating တွေအရလည်း လောလောဆယ်မှာ Burning ထက်မြင့်နေပါတယ်။ ဒီ၂ကားလုံးဟာ ဟရုခိ မုရခမိရဲ့၀တ္တုရှည်တွေကိုမဟုတ်ဘဲ ၀တ္တုတိုတွေကို ရိုက်ထားတာပါ။ အခုရုပ်ရှင်ကတော့ Men Without Women ဆိုတဲ့ ၀တ္တုတိုစာအုပ်ထဲက နာမည်တူ Drive My Car ဆိုတဲ့ ၀တ္တုတိုကိုပဲ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/drive-my-car2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNzYzZTgxMTQtYTlhYy00OGJkLThkMGEtNjlhZTRkNDIwZTkyXkEyXkFqcGdeQXVyMTM0NTc2NDgw._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Shadow in My Eye (2022)",
        "description": "The Bombardment (or) The Shadow in My Eye (2022)======================================IMDb Rating - 7.3/10ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေက ဒိန်းမတ်ကို သိမ်းပိုက်ထားခဲ့ပြီး\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်ဝင်လေတပ်က\nနာဇီတွေရဲ့ လျှို့ဝှက်နိုင်ငံရေးရဲတပ်ဖွဲ့ ဂတ်စတာပိုရဲ့ ဒိန်းမတ်ဌာနချုပ်ကို\nဗုံးကြဲဖို့ လုပ်ခဲ့ပါတယ်။ အဲဒီဌာနချုပ်ဟာ ကိုပင်ဟေဂင်မြို့လယ်ကြီးမှာ\nရှိနေပြီး၊ ထပ်ခိုးမှာ ဂျာမနီတွေကိုတော်လှန်ဖို့ လုပ်နေတဲ့ ဒိန်းမတ်အတိုက်အခံ\nအဖွဲ့၀င်တွေကို ဖမ်းထားပြီး လူသားဒိုင်းကာအနေနဲ့ ထားထားပါတယ်။\nဒီဌာနချုပ်ကို ဗုံးကြဲရင် သူ့လူတွေပါ သေမှာသိပေမဲ့ ဒိန်းမတ်က ဂျာမန်\nတော်လှန်ရေးသမားတွေက ကြာရင် သူတို့အင်အားစုတစ်ခုလုံးကို ဂျာမန်တွေ\nချေမှုန်းနိုင်တော့မှာ ဖြစ်တာကြောင့် ‌ဗြိတိန်ဘက်ကို ထပ်ခါထပ်ခါ တောင်းဆိုခဲ့\nပါတယ်။ဒီလိုနဲ့ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်၀င်လေတပ်က Operation Carthage\nခေါ် ဂတ်စတာပိုဌာနချုပ်ကို ဗုံးကြဲဖို့ စစ်ဆင်ရေးကို လုပ်ခဲ့ပါတယ်။ ဒီစစ်ဆင်ရေး\nအောင်မြင်ခဲ့သလို အဖမ်းခံရတဲ့ အကျဉ်းသားတွေလည်းလွတ်လာခဲ့ပါတယ်။\nသို့ပေမဲ့ ဒီစစ်ဆင်ရေးဟာ ကံဆိုးမိုးမှောင်ကျမှုကြီးတစ်ခုကိုပါ ဖြစ်ပေါ်စေခဲ့တာပါပဲ။\nဗြိတိန်တိုက်လေယာဉ်တွေဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-shadow-in-my-eye-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sNe23Tsia9usMBN5TW2KXPJdq2K-133x200.jpg",
        "title": "The Classic (2003)",
        "description": "IMDb Rating (7.9/10) Rotten Tomatoes (93%)ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာက Kwak Jae-yong ဖြစ်ပြီး သူရိုက်သမျှ ကားတိုင်းက ရင်ထဲထိရှရတာချည်းပါပဲ...My Sassy Girl,Windstruck,Daisy နဲ့ ခု The Classic တို့လို ကိုရီးယားနာမည်ကျော်အချစ်ဇာတ်ကားတွေရိုက်ခဲ့သူပါ...ကိုရီးယားဇာတ်ကားတွေကို ချစ်တတ်လာဖို့ ခုဇာတ်ကားတွေက ကနဦးထိုးဖောက်နေရာယူခဲ့ပါတယ်။ဇာတ်ကားနာမည်က Classic ဆိုတဲ့အတိုင်း ဂန္တဝင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်လို တစ်ခါကြည့်ဖူးတာနဲ့ စွဲမိနေမှာပါပဲ။မင်းသား Cho Seung-woo, Jo In-Sung တို့နဲ့ မင်းသမီး ဆွန်ရီဂျင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့မို့ ပိုထိရတယ်ဆိုရင်လဲ မမှားပါဘူး။ဇာတ်လမ်းလေးကတော့...ကောင်မလေးတယောက်က သူ့အမေရဲ့ ငယ်ချစ်ဦး ဇာတ်လမ်းကိုပေးစာဟောင်းနဲ့ ဒိုင်ယာရီတွေကနေ ဖတ်မိတဲ့ ပုံမျိုးနဲ့ ဇာတ်လမ်းကို စတင်ပါတယ်။သမီးနဲ့ အမေ ဇာတ်ရုပ် နှစ်ခုလုံးကို မင်းသမီးဆွန်ရီဂျင်တစ်ယောက်ထဲက သရုပ်ဆောင်ထားပြီးအမေရဲ့ ငယ်ချစ်ဦးပုံပြင်နဲ့ သမီးရဲ့ လက်ရှိ မပြီးဆုံးသေးတဲ့ အချစ်ဇာတ်လမ်းကို နှစ်ခုယှဉ်တွဲလို့ သရုပ်ဖော် ထားတာပါ။ကံကြမ္မာရဲ့ ဆန်းကျယ်ပုံ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-classic-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg",
        "title": "Modern Times (1936)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်  \nFile size…2.19GB / 1.9 GB\nQuality…1080p  BluRay / 720p\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/modern-times-1936/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drgMcyTsySQBnUPGaBThCHGdlWT.jpg",
        "title": "The Kid (1921)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4GB / 1.4GB\nQuality…1080p BluRayx264 / 720p\nFormat…mp4\nDuration….1h 8mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/the-kid-1921/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
        "title": "City Lights (1931)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…2.4GB  / 2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Yoon ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/city-lights-1931/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-17-at-13.09.56-135x200.png",
        "title": "Dune (2021)",
        "description": "Dune (2021)==========IMDb Rating - 8.4/10စောင့်​မျှော်​နေသူ​ ​အ​တော်များများရှိ​နေမယ့် DUNE ရုပ်ရှင်ကားကြီးထွက်လာပြီမို့ CMပရိတ်သတ်​တွေအတွက် အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်၊သာမန် Sci- fic​တွေထက် အပုံကြီးကျယ်ပြန့်တဲ့ Frank Herbertရဲ့ Duneစာအုပ်​တွဲ​တွေကို မှီငြမ်းရိုက်ကူးထားတဲ့ဇာတ်လမ်း၊ ​Timotheé Chalamet, Zendaya, Oscar Issac, တို့အပါအဝင် ကောင်း​ပေ့ဆိုတဲ့ Cast​တွေ၊ Legendarysoundtrack ​တွေပဲ တီးခတ်တဲ့ Hans Zimmer၊ ​ပြောင်​မြောက်လွန်းတဲ့ VFXနဲ့ CGI​တွေရဲ့ ​​ပေါင်းစပ်မှုအပြီးမှာ DUNE2021ဇာတ်ကားဟာ ပရိတ်သတ်​တွေ အ​​မျှော်လင့်ဆုံးဇာတ်ကားဆိုရင်လည်း မမှားနိုင်ပါဘူး။အနာဂတ်နှစ်​ပေါင်း၂၀၀၀၀​ကျော်မှာ အ​ခြေပြုထားတဲ့ ​ခေတ်လွန် Dune Universeထဲမှာ Known Universeကို အုပ်ချုပ်​နေတဲ့Emperorဆိုတာရှိပြီး သူတို့ရဲ့လက်​အောက်မှာ​တော့ Houses​တွေက နယ်​မြေအသီးသီးကို အုပ်ချုပ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓီကအ​ကြောင်းရင်းက​တော့ House​ Harkonnen​တွေ နှစ်​ပေါင်း၈၀ကြာ​​​အောင် အုပ်ချုပ်လာတဲ့ Planet Duneတဖြစ်လဲ Planet Arrakisကို Emperorရဲ့အထက်အမိန့်အရ House ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/dune-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/52ad7b1483ccb74cbeb8d16105c373418128e9261234bdc81bec25e73f2d6c48._RI_V_TTW_-150x200.jpg",
        "title": "King Richard (2021)",
        "description": "2021 အကောင်းဆုံးကားတွေထဲက တစ်ကားလို့ပြောလို့ရတဲ့\nWill Smith ကားလာပါပြီဒီကားဟာ သူနာမည်ကြီးခဲ့တဲ့\nPursuit of Happyness ကိုပုံစံတစ်မျိုးနဲ့ ပြန်ကြည့်ရသလိုပါပဲ\nတော်တော်လေးကောင်းပါတယ် ဒါပေမယ့် ဒီဇာတ်ကားမှာ ပါဝင်တဲ့\nအဓိကဇာတ်ကောင်တွေ တင်းနစ်ကစားသမားအကျော်အမော်တွေ ကစားပွဲတွေ\nဒိုင်ယာလော့တွေကအစ တကယ့်ဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်\nတင်းနစ်အားကစားကိုစိတ်ဝင်စားတဲ့လူတွေဆိုရင်\nဆီရီနာနဲ့ဗီးနပ်စ်ဝီလီယျံ( Serena & Venus) ကို သိကြမှာပါ\nGrand Slam အိုးပင်းနဲ့ ကမ္ဘာ့ချန်ပီယံရှစ်ပြိုင်ပွဲတွေမှာ ၂၃ ကြိမ်လောက်\nဗိုလ်စွဲထားတဲ့ ညီအစ်မဖြစ်ပြီး ကမ္ဘာ့အဆင့် ၁ နဲ့ ၂ နေရာကိုရှေ့နောက်ယူခဲ့တဲ့\nပထမဆုံး အာဖရိကန် - အမေရိကန်ညီအစ်မလည်းဖြစ်ပါတယ်ဒါပေမယ့် သူတို့ဒီလောက်ထိအောင်မြင်ခဲ့ဖို့ နောက်ကွယ်က ကြိုးကိုင်ပေးခဲ့တဲ့\nသူတို့အဖေ ရစ်ချက် ဝီလီယျံ( Richard William) ကိုမေ့ထားလို့မရပါဘူး\nဒီကားမှာ ရစ်ချက်ဝီလီယျံအဖြစ် Will Smith ကပါဝင်ထားပြီး ဆီရိနာနဲ့ဗီးနပ်တို့ရဲ့\nငယ်ဘဝကနေ.. ပရိုတင်းနစ်သမားတွေဖြစ်အောင် ဖခင်ဖြစ်သူနဲ့ ဘယ်လောက်ထိ\nရုန်းကန်လှုပ်ရားခဲ့ရသဲဆိုတာ တွေ့ရမှာပါတင်းနစ်ဆိုတာ လူဖြူတွေပဲ ကြီးစိုးတဲ့ အားကစားဖြစ်ပြီး လူမည်းကစားသမားဆိုတာ\nမရှိသလောက်ရှားပါတယ် အထူးသဖြင့်\nလူမည်းအမျိုးသမီး တင်းနစ်မယ်ဆိုတာ မရှိခဲ့ပါဘူး ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/king-richard-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/re-160x200.jpg",
        "title": "Rescued by Ruby (2022)",
        "description": "K9 ဆိုတဲ့ အနံ့ခံခွေးတပ်ဖွဲ့ကို အရမ်းကိုဝင်ချင်နေတဲ့ ဒန်နီရယ်\nဘယ်အိမ်ကမှာမမွေးစားနိုင်အောင်ဆိုးလို့ ဂေဟာမှာ သောင်တင်နေတဲ့\nရူဘီဆိုတဲ့ ခွေးမလေးအကြောင်းဖြစ်ရပ်မှန်ရိုက်ထားတဲ့ကားလေးပါပဲ\nဟော့ဒေါဆိုရင် မနေနိုင်မထိုင်နိုင် အရမ်းကြိုက်တဲ့ ခွေးမလေးရူဘီဟာ\nသူ့ရဲ့သခင်အမှန်ကိုမတွေ့ရသေးခင်အထိ မွေးစားတဲ့အိမ်တွေမှာ\nစကားနားမထောင်ဘဲ လုပ်ချင်တာတွေလုပ်လို့ ဂေဟာမှာသောင်တင်နေတာပါ\nဒန်နီရယ်ကလည်း K9ကိုဝင်ချင်လွန်းလို့ စာမေးပွဲ ၈ကြိမ်ဖြေပြီးတဲ့အထိ\nမအောင်သေးတဲ့ ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်ပါ တစ်နေ့တော့ ဘယ်သူမှ\nမမွေးစားတဲ့ ရူဘီကို ဂေဟာက လက်စသတ်ဖို့လုပ်နေတုန်း\nအကြောင်းအရာတိုက်ဆိုင်ပြီး ဒန်နီရယ်တဲ့တွေ့သွားကြတဲ့အခါ\nဘာတွေဖြစ်လာမလဲ ရူဘီ့ကို ဒန်နီရယ်က သူများတွေနဲ့မတူဘဲ\nလေ့ကျင့်ပေးနိုင်မလား ရူဘီကရောဘယ်လောက်ထိလုပ်ပြနိုင်မလဲဆိုတာ\nကြည်နူးမှုလေးနဲ့ ကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားပါ\nတချို့ကားတွေလို့ ခွေးလိမ္မာလေးက အစစအရာရာလိမ္မာတာမဟုတ်ဘဲ\nခက်ခက်ခဲခဲသင်ကြားပေးရတဲ့ကားဆိုတော့ ကြည့်ရတာတန်မှန်လို့\nမျှော်လင့်ပါတယ်\n File size…(1.88 GB)/(904.61 MB )/(519.19 MB )\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Biography, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rescued-by-ruby-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/uy24mp8mh9jd-133x200.jpg",
        "title": "[18+] X-Deal 2 (2022)",
        "description": "2011 ကထွက်ရှိခဲ့တဲ့ နာမည်ကျော် X-Deal နောက်တစ်ကားဖြစ်ပြီး ဇာတ်လမ်းချင်းအဆက်အစပ်မရှိပေမယ့် မူလဒါရိုက်တာ\nLawrence Fajardo ရဲ့လက်ရာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းသွားအနေနဲ့ အပန်းဖြေကျွန်းတစ်ကျွန်းပေါ်ကိုဓာတ်ပုံရိုက်ဖို့ရောက်လာတဲ့ ဓာတ်ပုံဆရာနဲ့ မိုဒယ်စုံတွဲ ဖြစ်တဲ့ ဗိုင်အိုလက်နဲ့\nပီတာတို့ဟာ ကျွန်းပေါ်ကိုရောက်နေတဲ့တစ်ခြားဧည့်သည်တစ်ဦးဖြစ်တဲ့ တကိုယ်ရေခရီးသွားမိန်းမလှလေး အိုလီဗီယာနဲ့တွေ့ဆုံခဲ့ပါတယ်။\nအိုလီဗီယာဟာ လိင်တူစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်နေပြီး ဗိုင်အိုလက်ကိုချဉ်းကပ်လာခဲ့တဲ့နောက် သူတို့သုံးယောက်ကြားမှာ\nအချင်းချင်း လဲလှယ်ဆက်ဆံဖို့အပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။ဘယ်သူက ဘယ်သူ့ကိုလိုချင်ပြီး ဘယ်သူက ဘယ်သူ့ကိုလဲမှာလဲ။\nဘယ်သူကနစ်နာပြီးဘယ်သူကအမြတ်ထွက်မလဲ၊ ဘယ်သူကစားသုံးသူဖြစ်ပြီး ဘယ်သူက..။\nစတာတွေကိုဇာတ်ကားမှာဆက်လက်ရှုစားကြပါ။ရှုခင်းရှုကွက်လှလှတွေ၊ မင်းသမီးတွေရဲ့ အလှအပတွေကိုအဓိကဦးစားပေးပုံဖော်ထားတာဖြစ်ပြီး၊\nမင်းသမီးနှစ်ယောက်ကလဲ မျက်နှာစိမ်းမဟုတ်ပေမယ့် မျက်နှာသစ်တွေဆိုတော့ကြည့်ရတာတစ်မျိုးဆန်းသစ်နေပါလိမ့်မယ်။အရင်ကားတွေထက်ပိုကြမ်းမနေပေမယ့်လဲ ဝတ်လစ်စလစ်ခန်းတွေကို စိမ်ပြေနပြေအကြာကြီးပြပြနေတာဖြစ်တဲ့အတွက် တစ်ယောက်တည်းအေးအေးဆေးဆေးကြည့်ရမယ့်ကားဖြစ်ပါတယ်။\nFile size…(1.4 GB)/(640 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ALS",
        "rating": "",
        "url": "https://channelmyanmar.org/18-x-deal-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/62172-139x200.jpg",
        "title": "Phir Bhi Dil Hai Hindustani (2000)",
        "description": "မင်းသားကြီးရှရွတ်ခန်းနဲ့ မင်းသမီးချော Juhi Chawla တို့ပါဝင်ထားတဲ့ နိုင်ငံရေးနောက်ခံ အချစ်ဒရမ်မာ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်...အိန္ဒိယနိုင်ငံကို အိန္ဒိယလူမျိုးတွေ နည်းမှန်လမ်းမှန်နဲ့ ချစ်ကြတဲ့ ခံစားချက်တွေကို ပေါ်လွင်ထင်ရှားအောင် ပြသနိုင်ခဲ့တဲ့ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်...ဇာတ်ကားနာမည်ကလဲ \"ရင်ထဲကအိန္ဒိယ\" တဲ့။ဇာတ်လမ်းလေးကတော့ အဂျေးဟာ လူတွေပါးစပ်ဖျားမှာ ရေပန်းစားနေတဲ့ နာမည်ကြီးသတင်းထောက်လေးပေါ့...သူ့ကိုအလဲထိုးဖို့ရောက်လာတဲ့သူကတော့ သတင်းထောက်မလေး ရီယား...မတူညီတဲ့ပြိုင်ဘက်ချန်နယ်တွေမှာ အလုပ်လုပ်ကြတဲ့ သူတို့နှစ်ယောက်ဟာ ကြောင်နဲ့ကြွက်...တကျက်ကျက်။တစ်နေ့တော့ နိုင်ငံရေးပါတီတစ်ခုရဲ့ဟောပြောပွဲတစ်ခုမှာ လူသတ်မှုတစ်ခုဖြစ်ပွားပြီးတဲ့နောက်ဒီမတည့်အတူနေ နှစ်ယောက်သား လူသတ်မှုနောက်ကွယ်က အမှန်တရားကိုလိုက်ကြရင်းနဲ့တကယ့်နိုင်ငံရေးအရှုပ်ထုပ်ထဲကို  ရောက်သွားပါတော့တယ်....ငွေနဲ့ အာဏာရဲ့ကြား သာမန်လူတစ်ယောက်ညှပ်သွားခဲ့ရင်ဒီလူဟာဘယ်လောက်ပဲရိုးသားဖြူစင်နေပါစေ ပြသနာအကြီးကြီးတက်တာပါပဲ...ငွေလည်းမရှိ အာဏာလည်းမရှိတဲ့ ဒီနှစ်ယောက်ဟာ စဉ်းလဲတဲ့နိုင်ငံရေးလောကရဲ့ ဘေးဒဏ်တွေကို ခံနိုင်ပါ့မလား...သူတို့လိုချင်တဲ့ တရားမျှတမှုကို ရအောင်ယူပေးနိုင်ပါ့မလားဆိုတာကတော့...။\nFile size…(4 GB)/(1.7 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….02:38:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/phir-bhi-dil-hai-hindustani-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/maG1LXV7W0nC0ZjXUgXJ6qzn4Ns.jpg",
        "title": "(18+) Moonlight Butterfly (2022)",
        "description": "MoonLight Butterfly (2022)ငယ်ငယ်ရွယ်ရွယ်လေးနဲ့ ဘားမှာ\nဖျော်ဖြေပေးနေရတဲ့ မိန်းမလှလေး....ဘားမယ်ဆိုပေမယ့် အလှသွေးကြွယ်ချက်က\n၉+ဆိုတော့ ဖောက်သည်တွေ တသောသောနဲ့\nအမြဲ အလုပ်များနေတာပေါ့သူဒီလိုလုပ်ရတာလဲ ဝါသနာကြောင့်မဟုတ်ပဲ\nသူ့ရဲ့ဘဝပေးကံလေး နိမ့်နေလို့ပါ...\nနိမ့်ပုံကတော့ အမေက ကျောက်ကပ်အမြဲဆေးနေရတဲ့\nရောဂါသည် လူမမာကြီး...\nမောင်ဖြစ်သူကလဲ ကျောင်းတက်နေရတဲ့\nလူငယ်လေးဆိုတော့ အမကြီးအမိရာဆိုတဲ့အတိုင်း\nသူမရဲ့ လှပတဲ့ကောက်ကြောင်း ပေါ်လွင်တဲ့နှာတံ\nဝိုင်းစက်နေတဲ့ မျက်လုံးလေးတွေကို အသုံးချပြီး\nပိုက်ဆံရှာရတာပေါ့ဗျာသူ့ရဲ့ စပါယ်ရှယ်ဝန်ဆောင်မှုကိုတော့ လပြည့်နေ့တရက်သာ\nပေးပါတယ် လပြည့်နေ့တိုင်း သူမကသူမရဲ့အလှတရားကို\nပေါ်လွင်တောက်ပစေမယ့် အဝတ်အစားတွေနဲ့\nတညတာအဖော်ရှာဖွေရင်း မထင်မှတ်ထားတဲ့\nယောကျာ်းနှစ်ယောက်နဲ့တွေ့ဆုံမိချိန်မှာတော့....  \nFile size…1.8GB / 866MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/18-moonlight-butterfly-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m1toZm1byfK0G5X3UDDFJWGYsRz.jpg",
        "title": "I Am What I Am (2021)",
        "description": "I am what I am (2021)IMDb (7.6) ထိရထားပြီးတော့ အားလုံးလည်းစောင့်မျှော်နေကြတဲ့ I am what I am လေးရပါပြီခင်ဗျာ။\nတရုတ်နှစ်သစ်ကူးတွေမှာ မြင်တွေ့နေကြခြင်္သေ့ခေါင်းအကကိုလူတိုင်းမြင်ဖူးကြမယ်ထင်ပါတယ်။\nဒါပေမဲ့ နှစ်သစ်ကူးမှာ ဘာလို့ခြင်္သေ့ခေါင်းအကကိုကကြရတာလဲ ?\nခြင်္သေ့ခေါင်းပြိုင်ပွဲတွေရဲ့စည်းကမ်းတွေကရော ဘယ်လိုတွေလဲ?\nအဲ့ဒါတွေကို အသားပေးရိုက်ကူးထားပြီး လူငယ်တစ်ယောက်ရဲ့စိတ်ကူး၊ အိမ်မက်၊ မျှော်လင့်ချက်တွေကိုပါ ဒရာမာလေးချိုးပြီးရိုက်ကူးထားတာမို့\nကာတွန်းကားကောင်းကိုမှကြိုက်ကြတဲ့ ကလေးကြီးတို့ ဒေါင်းလို့ရပါပြီခင်ဗျာ..မိဘတွေက အဝေးမှာစီးပွားရှာနေရတာမို့ နှစ်သစ်ကူးမှာ မိသားစုစုံစုံလင်လင်နဲ့ဆုံတွေ့ချင်နေတဲ့ အားကျွမ်း။\nအားကျွမ်းဆိုတာ တစ်ရွာလုံးရဲ့အနိုင်ကျင့်တာကိုခံနေရတဲ့ ရှူနာရှိုက်ကုန်း၊ ကလေကချေ၊ ကြောင်နာလေးတစ်ယောက်ပေါ့။\nရွာရဲ့နှစ်သစ်ကူးခြင်္သေ့အကပြိုင်ပွဲမှာ အနိုင်ကျင့်ခံရပြီးတဲ့နောက် သူ့ဘဝထဲကို ခြင်္သေ့ခေါင်းအက ဝင်ရောက်လာခဲ့ပါတော့တယ်။လောကဓံတွေဘယ်လိုပဲကြုံတွေ့ရပါစေ မိမိကိုယ်သာကိုးကွယ်ရာဆိုတဲ့စကားကို\nလက်ကိုင်ထားတဲ့အားကျွမ်းတစ်ယောက် မိသားစုနဲ့ရောဆုံတွေ့ရပါ့မလား..\nရိုးရာအကဖြစ်တဲ့ခြင်္သေ့အကကိုရော ဘယ်အတိုင်းအတာထိ ဖျော်ဖြေပေးသွားနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းလေးမှာ ဆက်ကြည့်လိုက်ပါတော့နော် ။    ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/i-am-what-i-am-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14KeWSkgzTbfJmmD4bXT9mwkaYz.jpg",
        "title": "Bheemla Nayak (2022)",
        "description": "Bheemla Nayak (2022)ယခုတစ်ခေါက်မှာတော့ IMDb 7.8 ရရှိထားပြီး ရူပီး 70 ကုဋေအကုန်ကျခံရိုက်ကူးထားတဲ့တယ်လဂူအိန္ဒိယ အက်ရှင်ဒရမ်မာကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ သူဌေးဒန်နီရယ်ရှီကာနဲ့ တပည့်ဖြစ်သူကားမောင်းသမားနှစ်ယောက်ဟာ ညအချိန်မတော် နယ်စပ်ကိုဖြတ်မောင်းလာခဲ့ပါတယ်။စစ်ဆေးရေးဂိတ်စောင့်ရဲတွေ တွေ့တော့ ကားတားပြီးစစ်ဆေးရာမှာသတ်မှတ်ခွင့်ပြုချက်ထက်ကျော်လွန်တဲ့ အရက်ပုလင်းတွေ သယ်ဆောင်လာကိုမိသွားပါတယ်။အဲဒီလိုနဲ့ ရုန်းရင်းဆန်ခတ်ဖြစ်ပြီး ဒုစစ်ဆေးရေးမှူး ဘီမလာနာယက်ခ်ရောက်လာကာသူဌေးဒန်နီရယ်နဲ့ကားမောင်းသမားကို ဖမ်းသွားပါတယ်။ဒါပေမယ့် သူဌေးဒန်နီရယ်ဟာ ဘယ်သူမှမထိရဲဘဲကျောထောက်နောက်ခံကြီးမားတဲ့တပ်ကြပ်မှူးဟောင်းဖြစ်နေပါတယ်။ရိုးဖြောင့်ပြီး သမာသမတ်ကျတဲ့ ရဲအရာရှိ ဘီမလာနာယက်ခ်နဲ့အတ္တအငြိုးကြီးမားတဲ့ ဒန်နီရယ်ရှီကာတို့ ထိပ်တိုက်တွေ့ကြတဲ့အချိန်မှာဘယ်လိုအရာများပြောင်းလဲသွားမလဲဆိုတာကတော့ စိတ်ဝင်စားစရာပါပဲ။ဒီဇာတ်ကားဟာ 1876 ခုနှစ် ဒီဇင်ဘာ 29ရက်နေ့မှာကျဆုံးခဲ့တဲ့ အိန္ဒိယတော်လှန်ရေးသမားBheema Nayak ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအခြေခံပြီး နာမည်ကြီး\"Ayyappanum Koshiyum\" ဇာတ်ကားကို ပြန်လည်ဆန်းသစ်ပြီးရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။ \nFile size…1.4GB / 2.8GB\nQuality…720p / 1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(hard sub)\nEncoder….YK\nTranslated by Haruko & Poe & Shwe ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bheemla-nayak-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/junen-ai-hong-kong-movie-cover-142x200.jpg",
        "title": "[18+] 10 Years Love (2008)",
        "description": "10 Years Love (2008)အသက် ၁၇ နှစ်အရွယ် မာရီဆိုတဲ့ ကောင်မလေးက သူတို့ကျောင်းက ပေါ်ပြူလာဖြစ်တဲ့ ဘောလုံးသမား ဟီရိုဆိုတဲ့ ကောင်လေးကို တိတ်တခိုး ချစ်နေခဲ့တာပေါ့ကျောင်းဘောလုံးပွဲမှာ ဟီရိုက ဂိုးမသွင်းနိုင်တာကြောင့် ကစားပွဲမှာရှုံးနိမ့်သွားပြီး သူငယ်ချင်းတွေကလည်း သူ့ကို ပစ်ပယ်သွားပါတော့တယ်...တစ်ရက် ဟီရိုမိသားစုလည်း ပြိုကွဲသွားပြီး ဟီရိုလည်း အဝေးတစ်နေရာကို ထွက်သွားတဲ့နောက်မာရီက သူချစ်တဲ့ကောင်လေး ဟီရိုကို လိုက်ရှာဖို့အတွက် မြို့တစ်မြို့ကို တက်သွားပါတော့တယ်ဆယ်နှစ်ကြာပြီးနောက်ပိုင်း မာရီ သူချစ်သူကောင်လေးကို ရှာတွေ့နိုင်ပါ့မလား...တစ်ခါမှမရောက်ဖူးတဲ့ မြို့လေးတစ်မြို့မှာ မာရီတစ်ယောက် ဘယ်လိုဖြတ်သန်းမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး ။File Size__(1.3GB) / 650MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:05:00\nType__Adult, Drama, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/18-10-years-love-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEDSM7pjt6qeizlr5ojBlDCwN18.jpg",
        "title": "Tinted With You (2021)",
        "description": "Tinted with you (2021)လက်ရှိအချိန်မှာ အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့်\nပန်းချီကားတစ်ချပ်ကြောင့် ဂျိုဆွန်းခေတ်ကို ပြန်ရောက်သွားခဲ့တဲ့ \"အွန်းဟို\"အစ်ကိုတော်ရဲ့ မုန်းတီးမှုကြောင့် နယ်နှင်ဒဏ်ပေးခံရတဲ့အပြင်\nတစ်နည်းမဟုတ်တစ်နည်းနဲ့ လုပ်ကြံခံနေရတဲ့ အိမ်ရှေ့စံမင်းသား \"အီဟွန်း\" ဟာ\nအနာဂတ်ကလာခဲ့တဲ့ ပန်းချီကျောင်းသား \"အွန်းဟို\"နဲ့ တွေ့ဆုံခဲ့ရတဲ့အခါ\nကံကြမ္မာရဲ့ စေခိုင်းမှုမှာ သူတို့နှစ်ယောက်ရဲ့ ဘဝအခြေအနေတွေ ပြောင်းလဲသွားမလားအရှင့်သား\"အီဟွန်\"းအတွက် ဘဝတစ်ခုလုံး ပေးဆပ်ပြီး ‌\nကာကွယ်စောင့်ရှောက်ပေးခဲ့တဲ့ ကိုယ်ရံတော် \"ဂွန်းလေး\" နဲ့ အရှင့်သားတို့ရဲ့ ဆက်ဆံရေးမှာ\n\"အွန်းဟို\" ဝင်ရောက်လာခဲ့ပြီးတဲ့နောက် သူတို့သုံးယောက်ကြားမှာ ဘာတွေဆက်ဖြစ်လာမလဲလက်ရှိအချိန်ရဲ့ သမိုင်းစာအုပ်မှာ အဆိပ်ကြောင့် သေဆုံးခဲ့ရပြီးဖြစ်တဲ့ အိမ်ရှေ့စံမင်းသားကို\n\"အွန်းဟို\"နဲ့ \"ဂွန်းလေး\"တို့ ကယ်တင်နိုင်ကြပါ့မလားကံကြမ္မာကို ပြန်ရေးဆွဲဖို့ဆိုတာ ဖြစ်နိုင်ရဲ့လားHistorical/Romance/Fantasy အမျိုးအစားဖြစ်တဲ့ BL drama ဖြစ်ပြီး\nလက်ရှိအချိန်ကအထက်တန်းကျောင်းသား ကောင်လေးနဲ့\nဂျိုဆွန်းခေတ်က အိမ်ရှေ့စံမင်းသားလေးတို့ရဲ့ အချစ်ကိုသာမက\"အွန်းဟို\" ၊ \"အီဟွန်း\" နဲ့ \"ဂွန်းလေး\" တို့ သုံးယောက်ကြားထဲက\nဖြူစင်တဲ့ မေတ္တာတရားကိုပါ ကြည့်ရှုခံစားနိုင်မှာပဲ ဖြစ်ပါတယ် ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/tinted-with-you-2021/"
    }
]