[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTUwODg2OTA4OF5BMl5BanBnXkFtZTgwOTE5MTE4MzE@._V1_-135x200.jpg",
        "title": "Focus (2015)",
        "description": "မင်းသားကြီး Will Smith နဲ့ ဟာလေကွင်း မင်းသမီးချော Margot Robbie တို့ အဓိကပါဝင်ထားတဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းက လူလိမ်သူခိုးဇာတ်လမ်းဆိုတော့ ကတုံးပေါ်ထိပ်ကွက် ခွကွက် ကျော်ကွက်တွေ အများကြီးနဲ့ တင်ဆက်ထားပါတယ်...Professional လုပ်ငန်းတွေမှာ ပါစင်နယ်ကိစ္စတွေ မရောသင့်ဘူးဆိုတာမျိုးကို အနောက်နိုင်ငံမှာ ပိုသုံးကြပါတယ်။လူလိမ်လုပ်ငန်းမှာဆိုရင်တော့ ပိုဆိုးတာပေါ့..ပါစင်နယ်ရောလို့မရဘူး။တစ်ယောက်ကိုတစ်ယောက် လျှို့ဝှက်တတ်တဲ့ လူလိမ်ပါတ်ကား ၂ ယောက်တစ်ယောက်ကိုတစ်ယောက် ချစ်သွားကြတဲ့အခါမှာတော့...သူတို့ရဲ့မစ်ရှင်တွေအောင်မြင်ပါ့မလားဆိုတာ.......။သရုပ်ဆောင် ၂ ယောက်ရဲ့ အက်တင်ကောင်းကောင်းနဲ့ ဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရှုစားရမှာပါ။IMDb Rating (6.6) ရရှိထားပါတယ်။\nFile size…(4.5 GB)/(1.4 GB)/(700 MB)\nQuality….WEB-DL 4K HEVC /1080p/720p\nFormat…mkv/mp4\nDuration….01:44:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/focus-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/bspoywmxxace-133x200.jpg",
        "title": "[18+] Silip (1985) Daughters of Eve",
        "description": "ဒီကားကတော့ ဂန္တဝင်ဖိလစ်ပိုင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်....လူသားတို့ရဲ့ရမ္မက်နဲ့လိုအင်လောဘ ကြမ်းကြုတ်ရက်စက်တဲ့သဘောသဘာဝတွေကို ကွက်ကွက်ကွင်းကွင်းပုံဖော်ရိုက်ကူးထားပြီး အသက်ဝင်လွန်းတာကြောင့်ရယ် သရုပ်ဆောင်တွေကြောင့်ရယ် ဘာဆင်ဆာမှာမဖြတ်ထားတာကြောင့်ရယ် နာမည်ကြီးခဲ့ပါတယ်။အီလိုကိုစ်ပြည်နယ်အစွန်အဖျားက ရွာလေးတစ်ရွာမှာရွာသူရွာသားတွေဟာလိင်မှုကိစ္စမှာပွင့်လင်းစွာ\nဖြစ်ချင်တိုင်းဖြစ်နေကြပါတယ်။ အဲ့ဒီထဲမှာမှ အများသူငါလို ရမ္မက်စိတ်တွေကိုမျိုသိပ်ပြီး ရွာကကလေးတွေကိုဓမ္မပုစ္ဆာတွေ\nသင်ပေးနေတဲ့ တွန်ညာဆိုတဲ့မိန်းမလှလေးရှိပါတယ်။ အများလက်မခံနိုင်တဲ့အယူအဆတွေကိုသင်ကြားနေတဲ့\nသူ့အပေါ်လိုသူတွေရှိသလို သူ့အလှအပကြောင့်မလိုသူတွေလဲရှိပါတယ်။တစ်နေ့တော့ရွာကနေထွက်ခွာသွားတာကြာပြီဖြစ်တဲ့ သူ့သူငယ်ချင်းဟောင်းအလှပဂေးတစ်ဦးလဲဖြစ်တဲ့ ဆယ်လ်ဒါဟာ\nအမေရိကန်သားချစ်သူတစ်ယောက်နဲ့အတူပြန်ရောက်လာချိန်မှာ ဒဏ်ရာဟောင်းတွေ အတိတ်ဇာတ်လမ်းဟောင်းတွေနဲ့အတူ\nငြိမ်သက်နေတဲ့ တွန်ညာရဲ့ဘဝအပြင် သူတို့နှစ်ဦးရဲ့ အတိတ်ဇာတ်လမ်းထဲက အမျိုးသားတစ်ဦးဖြစ်တဲ့ ဆိုင်မွန်တို့ရဲ့\nဘဝတွေပါ လှုပ်ခတ်ဖို့ဖြစ်လာပါတော့တယ်။ ဆယ်လ်ဒါကတော့ တွန်ညာရဲ့စရိုက်နဲ့ဆန့်ကျင်စွာပွင့်လင်းမြင်သာရှိလွန်းလို့ပါပဲ။Silip: Daughters of Eve ဟာအဲ့ဒီခေတ်အခါမှာခေတ်စားနေတဲ့ လိင်အသားပေး Sexploitation films တွေထဲကအထင်ရှားဆုံးဥပမာ\nတစ်ခုဖြစ်ပြီး၊ ၁၉၈၂ ဖိလစ်ပိုင်ကိုယ်စားပြု Miss Universe ပြိုင်ပွဲဝင် Maria Isabel Lopez,နာမည်ကျော်အချိုရည်ကြေငြာအလှမယ်\nSarsi Emmanuelle တို့အကြမ်းပတမ်းခေါင်းဆောင်ပါဝင်ထားပါတယ်။ရုပ်ရှင်ကားကြီးတစ်ကားလို့ မထင်နိုင်စရာပွင့်လင်းလွန်းတဲ့ လိင်ဆက်ဆံခန်းတွေ၊ ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေ၊ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်တွေရဲ့မဖွယ်မရာ စကားပြော၊ အပြ၊ အပြုအမူတွေအပြင် သွေးထွက်သံယို သတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းကြမ်းတမ်းတမ်းပါဝင်ပါတယ်။\n2007 dvd အနေနဲ့ထွက်ရှိအပြီး ကာလသားတွေကြားနာမည်ကြီးခဲ့တဲ့ဇာတ်ကားဖြစ်လို့ တစ်ချို့အခန်းတွေမှတ်မိတဲ့သူတွေမှတ်မိကြပါလိမ့်မယ်။ဖိလစ်ပိုင်ရဲ့ခေတ်ဟောင်းရုပ်ရှင်ကားဆိုပေမယ့် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18-silip-1985-daughters-of-eve/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2VkMDI1N2QtNTljOC00N2U1LTgxZTctZTZjMzBlYzc2NmY3XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Mythica: The Godslayer (2016)",
        "description": "Mythica: The Godslayer (2016)========================ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ\nငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။\nMythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး\nadventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်\nအမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့  လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်\nချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့\nအခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ\nဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်\nLich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့\nMarek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mythica-the-godslayer-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGM3ZDAwZDEtYjlmNy00ZmUxLTg0NTYtZGQyYTg3YWJjNDgwXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Playlist (2021)",
        "description": "Playlist(2021)\n==========IMDb Rating - 6.3/10ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်က ကာတွန်းစာအုပ်ကိုဖြူမည်းရုပ်သံနဲ့ပြန်ရိုက်ထားတာပဲ\nဂျပန်မန်ဂါတွေကို Anime အဖြစ်ပြန်အသက်သွင်းထားသလိုပေါ့...\nပြင်သစ် Indie ရုပ်ရှင်တစ်ခုဖြစ်ပြီး ဒါရိုက်တာကိုယ်တိုင်ကလည်း ကာတွန်းဆရာပါ\nသူ့ကာတွန်းကိုရုပ်ရှင်အဖြစ် သူကိုယ်တိုင်ပဲ ပြန်အသက်သွင်းထားတာပါ။ဇတ်လမ်းအကြောင်းကို ပြောရရင် ကာတွန်းဆရာ မဖြစ်ချင်ပေမယ့် ဖြစ်ချင်တိုင်းမဖြစ်တဲ့\nဘဝကြီးမှာ လည်ပတ်နေရတဲ့ အထွေအထူးစိတ်ဝင်စားစရာမရှိတဲ့ ဆိုဖီရဲ့ဘဝအကြောင်းပါ....\nဇာတ်လမ်းက ကျွန်တော်တို့ဘဝတွေနဲ့အနီးစပ်ဆုံး reality show တစ်ခုကိုကြည့်နေရသလိုပဲ\nစကားလုံးအသုံးတွေအနည်းငယ်ကြမ်းမယ်....သာမန်အပျင်းပြေရုံကြည့်စရာရုပ်ရှင်တစ်ခုတော့\nမဟုတ်တဲ့အတွက် လူတိုင်းအတွက်လို့တော့ ကျွန်တော် မညွှန်းချင်ဘူး...ဒါပေမယ့် ကျွန်တော်\nကတော့ ပြင်သစ်သီချင်းဆွဲဆွဲငင်ငင်တွေ  lofi သီချင်းအကြောင်းတွေ ကာတွန်းလောကရဲ့\nအကိုးအကားတွေအကြောင်းကို သိရတဲ့အတွက် သဘောကျမိတယ်။ ဘဝက ကောင်းတာတွေနဲ့\nဆိုးတာတွေကို ရောစပ်ထားတဲ့ Playlist တစ်ခုလိုပဲတဲ့၊ ဘာကအရင်လာမလဲ မသိနိုင်တာကိုက\nဘဝရဲ့ဆန်းကြယ်မှုတစ်ခုပါပဲ။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size -(844 MB) / (438 MB) / (208 MB)\nQuality – WebRip -(1080p) /  (720p) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/playlist-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-134x200.jpg",
        "title": "Turner & Hooch (1989)",
        "description": "ဟောင်းပေမဲ့ ကောင်းတယ်ဆိုတာ ဒါမျိုးဗျ..။အဓိကဇာတ်ကောင်ပါတဲ့ ပိုစတာကို မြင်ပြီးရင်တော့ အထူးတလည် ညွှန်းစရာလိုမယ် မထင်ဘူး..။Tom Hanks ဆိုတာ ဂန္တဝင်ရယ်လို့ Legendary သရုပ်ဆောင် မင်းသားကြီးတစ်ယောက်ဖြစ်လာပြီးမှ ဟိုးရှေးရှေးတုန်းက ငယ်ရွယ်တဲ့ Tom Hanks ကို ပြန်ကြည့်ရတာလည်း အရသာတစ်မျိုးပဲ..။လွန်ခဲ့တဲ့ ဆယ်စုနှစ် နှစ်ခုမကတဲ့ အချိန်လောက်တုန်းက ရုပ်ရှင်ဆိုပေမဲ့လည်း အခုနေ ပြန်ကြည့်မိလည်း ဇာတ်ကြောင်းက ကျေနပ်စရာကောင်းသေးတယ်ဗျ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေဆီကရတဲ့ စိတ်ဒုက္ခ..၊ ပျော်ရွှင်စရာ အခိုက်အတန့်လေးတွေနဲ့ ကြည်နူးစရာ မေတ္တာတရားတွေကို ရယ်စရာ မောစရာတွေနဲ့ ရောပြီး ကြည့်ရှုနိုင်ပါမှာ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေ မွေးထားတဲ့လူတွေကတော့ ဒီချိုမြတဲ့ဒုက္ခတွေကို ကောင်းကောင်းကြီး နားလည်နိုင်မှာ အသေအချာ..။ကမ်းခြေမြို့သေးသေးလေးတစ်ခုမှာ စုံစမ်းစစ်ဆေးရေးမှူးလုပ်နေတဲ့ မစ္စတာ တန်နာ တစ်ယောက် တခြားမြို့ကို သိပ်မကြာခင် ပြောင်းရွေ့ရတော့မယ့် ရက်ပိုင်းအတွင်းမှာမှ ဖြစ်ပေါ်လာတဲ့ မတော်တဆမှုတချို့နဲ့.. ဒီကိစ္စရပ်တွေကနေ ဆက်ပြီးတော့ ဖြစ်ပျက်လာမယ့် မှုခင်းဆက်စပ်မှုတွေ..။အရာအားလုံးကို တိကျ ၊ သေချာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/turner-hooch-1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ddd-142x200.jpg",
        "title": "The Debt (2010)",
        "description": "ဆာရာဆိုတဲ့ အမျိုးသမီးဟာ သူရေးထားတဲ့ စာအုပ်တစ်အုပ်ရဲ့အကြောင်းကို စင်ပေါ်မှာ\nဂုဏ်ယူဝံ့ကြွားစွာနဲ့ ‌အမှတ်တရစကားပြောနေလေရဲ့ ....ဒီလို ဂုဏ်ယူနေရတဲ့ အကြောင်းရင်းကလည်း ဒီစာအုပ်ဟာ သူ့ရဲ့မိခင်ရေချယ် စင်းဂါး\nဒေးဗစ် ပဲရိစ် နဲ့\nစတက်ဖန်ဂိုး တို့ရဲ့ ဘ၀ဇာတ်ကြောင်းဖြစ်နေလို့ပါ။အခုချိန်မှာ အိုမင်းရင့်ရော်သွားပြီဖြစ်တဲ့ ဒီလူ ၃ ယောက်ရဲ့ ငယ်ဘ၀ဟာ\nဂုဏ်ယူချီးကျူးစရာတွေ အပြည့်ပေါ့ ။မိုဆက်အေးဂျင့် ၃ ယောက်ဖြစ်တဲ့ သူတို့ဟာ ဘာလင်ကို နိုင်ငံတော်အဆင့် မစ်ရှင်တစ်ခုနဲ့\nတာ၀န်ကျခဲ့တယ် ...သူတို့ရဲ့တာ၀န်က ဆရာ၀န်အမည်ခံပြီး လူ ထောင်ပေါင်းများစွာကို သတ်ဖြတ်ခဲ့သူ\n၁၅ နှစ်တာလုံး ဘယ်လိုမှ မဖမ်းမိသူ ဒေါက်တာ ဗိုဂယ်ကို ဖမ်းဆီးဖို့ပေါ့....ဒီလို ဂုဏ်ယူစရာ အဖြစ်အပျက်ကို သမီးဖြစ်သူက စင်ပေါ်မှာ ၀မ်းပန်းတသာ ပြောနေပေမဲ့\nကာယကံရှင် ဖြစ်သူ ရေချယ်ကိုယ်တိုင်ကတော့ ရွှင်ပျမနေခဲ့တာ ဘယ်သူမှ သတိမထားမိခဲ့ပါဘူး ...လူတကာက သူတို့ရဲ့ လုပ်ရပ်ကို ချီးကျူးနေကြပေမဲ့ ဒီအဖြစ်ရဲ့ နောက်ကွယ်မှာ\nကိစ္စတစ်ခု ရှိနေသေးတာကို ရေချယ်၊ စတက်ဖန်နဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-debt-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/6KZQg_4f-140x200.jpg",
        "title": "Da Capo (2020)",
        "description": "Da Capo\"ဂီတဆိုတာ ရင်ထဲကစစ်မှန်မှုမပါရင် အသက်မဝင်ဘူး\" တဲ့\nဂီတရုပ်ရှင်တစ်ခု CM ပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nသီချင်းလေးတွေ နားဆင်ရတာကြိုက်တယ်ဆိုရင်တော့ မလွတ်တမ်းကြည့်ရှုလိုက်ပါဇာတ်လမ်းအကျဉ်းအရည်အချင်းရှိပေမယ့် နာမည်ကြီးဖြစ်မလာတဲ့ တေးရေးဆရာ/အဆိုတော် ထယ်အီအရည်အချင်းတစ်ခုရှိနေပေမယ့် ဂီတလောကမှာနေရာယူဖို့မကြိုးစားဘဲ ဂီတကျောင်းတစ်ခုမှာ မျိုးဆက်သစ်တွေကို မွေးထုတ်ပေးနေတဲ့ ဂျီဝန်အနုပညာဝါသနာပိုးအပြည့်နဲ့ Rock ဂီတကို သီဆိုချင်တဲ့ ဒေါ့ခိုတု့ိ သူငယ်ချင်းတစ်စုတစ်ရက်မှာ ထယ်အီနဲ့ ဂျီဝန်တို့ ဂီတကျောင်းမှာ ပြန်တွေ့တဲ့အခါ...ဒေါ့ခိုတို့ သူငယ်ချင်းတစ်စုရော ထယ်အီ့ဆီက ဘယ်လိုပညာတွေ သင်ယူဖြစ်မလဲ....\nအနုပညာလမ်းပေါ် ဘယ်လိုပုံစံလေးနဲ့ ဆက်လျှောက်သွားမှာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင်File Size__(1.1GB) / (630MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:13:00\nType__Drama, Music\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/da-capo-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BYmFjNWY5NjQtMTJiNC00NjFlLWIxMGQtNzhmMmQ0MjhiZjQyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)==========ကိုယ့်အသွေးအသားခန္ဓာကိုယ်ကိုသုံးကုန်တစ်ခုလို အသုံးချခံနေရတဲ့\nပြည့်တန်ဆာမလေးနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nကိုယ်ပိုင်ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့သူတို့နှစ်ယောက်ကြားမှာ သူတို့အတွက်\nပျော်ရွှင်မှုဆိုတာဖြစ်လာနိုင်တာကိုသိလာရတဲ့နောက်..\nကိုယ်စီအဓိပ္ပါယ်နဲ့ပျော်ရွှင်မှုတွေနောက်ကိုရှာဖွေကြတဲ့သူတို့နှစ်ယောက်ရဲ့\nဇာတ်လမ်းက မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့အခန်းတွေပါဝင်တာမလို့ သူငယ်ချင်း\nအပေါင်းအဖော်(၁၈)ယောက်အရင်စုပြီးမှကြည့်ရှုကြပါလို့\nသတိပေးတင်ဆက်လိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - 2hr 16min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Sci-Fi\nTranslator – Chit Tee\nEncoder – San Win Maung",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/bliss-2021-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7g6xb29Wfx8x8FiTqXFLywcoEz.jpg",
        "title": "The Policeman’s Lineage (2022)",
        "description": "The Policeman's Lineage (2022)အရမ်းကိုနူးညံ့ပြီး ချစ်တတ်တဲ့ပန်းချီဆရာ ချွဲအွန်းကို ခဏလောက်မေ့ထားလိုက်ပါတရားမျှတပြီး ရဲတာဝန်ကိုကျေချင်တဲ့ ချွဲမင်ဂျယ်လာပါပြီပြစ်မှုကျူးလွန်သူတွေကို ဖမ်းပုံဖမ်းနည်းမတူတဲ့ ရဲနှစ်ယောက်စည်းမျဉ်းကိုလိုက်နာပြီး တာဝန်ကိုထမ်းဆောင်သွားမယ်ဆိုတဲ့ ချွဲမင်ဂျယ်နဲ့\nတရားခံကိုဖမ်းရဖို့  ဖြတ်လမ်းကနေ ကိုယ်တိုင်ပြစ်မှုတွေလုပ်နေတဲ့ ဘတ်ဂန်ယွန်းတို့ တစ်ဖွဲ့တည်းဖြစ်သွားချိန်မှာ..အမှုလိုက်တဲ့နေရာမှာ ဆန့်ကျင်ဘက်နည်းလမ်းကို အသုံးပြုတဲ့နှစ်ယောက်ဟာ\nအသည်းအသန်လိုက်နေတဲ့ မူးယစ်ဖြန့်ဖြူးသူ နာယောင်းဘင်ကို မိနိုင်မလား၊ဘတ်ဂန်ယွန်းနောက်ကြောင်းကို စုံစမ်းဖို့အဖွဲ့ထဲဝင်လာတဲ့\nနည်းလမ်းမှန်မှန်နဲ့ အမှုလိုက်တတ်တဲ့ ချွဲမင်ဂျယ်ကရော\nတကယ့်နည်းလမ်းမှန်ကို သိသွားမလားဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.6GB and 862MB and 278MB\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-policemans-lineage-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7UvYtKfIVaHLaHwVgfalyrK7Ho.jpg",
        "title": "The Village (2004)",
        "description": "The Village (2004)\n~~~~~~~~~~~ရွာ...အပြစ်ကင်းစင်မှုတွေနဲ့ ထုံမွှမ်းနေတဲ့ ချစ်စရာရွာလေး။\nစကားပြောတာတောင် နူးနူးညံ့ညံ့နဲ့ ဂုဏ်တွေ ပကာသနတွေ ဘာမှမရှိတဲ့ရွာလေးပေါ့။ဒီချစ်စရာရွာလေးမှာ သတ္တိ၊ဒေါသနဲ့ ရမ္မက်ကို ကိုယ်စားပြုနေတဲ့ အနီရောင်ကို အရောင်ဆိုးလို့ သတ်မှတ်ကြတယ်။အနီရောင်ကို မြင်တာနဲ့ မြေမြှုပ်ပစ်ကြတယ်။ ဒီလိုလုပ်ရတာ နောက်ထပ်အကြောင်းအရင်းတစ်ခုရှိနေပါသေးတယ်။အနီဟာ သူတို့မပြောကြတဲ့ သတ္တဝါတွေကို ဆွဲဆောင်နိုင်လို့ပါတဲ့။ဒီလိုအေးချမ်းတဲ့ရွာလေးမှာ မကောင်းတဲ့ အချက်ဆိုလို့ သူတို့ရွာဘေးက တောအုပ်ထဲက သူတို့မပြောကြတဲ့ သတ္တဝါတွေပဲရှိမယ်ထင်တယ်။\nရွာထဲက ကာလသားတွေမှာ သတ္တိပြစရာဆိုလို့ တောအုပ်ကို ကျောပေးပြီး အချိန်ဘယ်လောက်ကြာအောင် ရပ်နိုင်လဲဆိုတာကပဲ သူတို့အတွက် စိတ်လှုပ်ရှားစရာ စွန့်စားခန်းဖြစ်နေတယ်။ ရွာလေးက အေးချမ်းတယ်ဆိုပေမဲ့ ဆေးဝါးအထောက်အပံ့မရှိ တခြားမြို့ပြတွေနဲ့လည်း အဆက်အသွယ်မရှိလို့ ကုစရာဆေးဝါးမရှိတာကြောင့် လက်လွှတ်လိုက်ရတဲ့ ရွာသူရွာသားတွေ ရှိနေတာပေါ့။တောအုပ်ကြီးထဲမှာ ဘာရယ်မပြောနိုင်တဲ့ သတ္တဝါတွေရှိနေတာကြောင့် သွားလို့ကလည်း မဖြစ်ဘူးဆိုပေမဲ့ လူတွေဆိုတာ စွန့်စားတတ် စူးစမ်းတတ်တဲ့အမျိုးပဲမဟုတ်လား။ဒီအခက်အခဲကို ဖြေရှင်းဖို့အတွက် ကာလသားတွေထဲက သတ္တိအရှိဆုံးလူငယ်လေးတစ်ယောက်က ရွာရဲ့ကောင်းကျိုးအတွက် တောအုပ်ကိုဖြတ်ပြီး ဆေးဝါးသွားရှာဖို့ပြောလာပါတယ်။ဒီလူငယ်လေး အောင်အောင်မြင်မြင်နဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-village-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Predestination-poster-133x200.jpg",
        "title": "Predestination (2014)",
        "description": "Predestination (2014)\nIMDb - 7.5/10_____Rotten - 83%\n## Bluray 1080p & 720p updated ##\n   ရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/predestination2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Shaadi-Mein-Zaroor-Aana4-138x200.jpg",
        "title": "Shaadi Mein Zaroor Aana (2017)",
        "description": "Shaadi Mein Zaroor Aana(2017)\n*******************************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 7.6အထိ ရရှိထားပြီး Rajkummar Raoနဲ့ Kriti Kharbanda တို့ရဲ့ Romance/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်\nယခုလို ကျောင်းတွေပြန်ဖွင့်တော့မယ်ဆိုတဲ့အချိန်မှာ မိဘက တွန်းအားပေးနေတာကို မလွန်ဆန်နိုင်သေးတဲ့သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ခု ညွှန်းပေးပါရစေ။တကယ်က မိန်းကလေးဖြစ်ရင် အလုပ်မလုပ်ရဘူးဆိုတဲ့ ရှေးရိုးစွဲအယူကို ခုထိလက်ကိုင်ထားတဲ့သူတွေ ကမ္ဘာပေါ်ရှိနေပါသေးတယ်။ ဒီဇာတ်ကားထဲက မင်းသမီးဖြစ်သူ Aarti ရဲ့အဖေက အဲဒီလိုလူမျိုးပေါ့။ သူ့သမီးကို အလုပ်လုပ်ခွင့်မပေးဘဲ ယောက်ျားပဲအတင်းပေးစားချင်တာပါ။\nAarti ကလည်း အဖေ့ကိုမလွန်ဆန်တဲ့အဆုံး Blind Date မှာ မင်းသားကိုသွားတွေ့ပြီး လက်ထပ်ဖို့ဆုံးဖြတ်လိုက်တယ်ပေါ့။ ဘာလို့လဲဆိုတော့ Aarti ကို အလုပ်လုပ်ခွင့်ပေးမယ်လို့ မင်းသားကသဘောတူလိုက်လို့ပါ။ ဒါပေမယ့်လည်း မင်းသားရဲ့အမေကလည်း Aarti ရဲ့အဖေလိုပဲ ရှေးရိုးစွဲနေမှန်း သူမသိခဲ့ပါဘူး။\nသိပ်စိတ်ညစ်ဖို့ကောင်းတဲ့ ပတ်ဝန်းကျင်ရဲ့ သတ်မှတ်ချက်တွေ၊ ကျားမခွဲခြားဆက်ဆံတတ်တဲ့ ဓလေ့တွေ၊ မိဘလောင်းရိပ်အောက်က မထွက်နိုင်ခဲ့ခြင်းတွေကြားက Aarti ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/shaadi-mein-zaroor-aana-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/h-135x200.jpg",
        "title": "House of Gucci (2021)",
        "description": "လူအတော်များများမျှော်နေတဲ့ကားလေး လာပါပြီ။ ကမ္ဘာကျော် ဘရန်းတစ်ခုဖြစ်တဲ့ ဂူချီရဲ့ မူလအစမိသားစုအကြောင်းပါပဲ။ ဖြစ်ရပ်မှန်ကို ကြားဖူးဖတ်ဖူးပြီးသားလူတွေကတော့ သိနှင့်မှာပါ။ မသိသေးတဲ့လူတွေအတွက်တော့ ကြည့်လို့ပိုကောင်းနေမှာပါပဲ။ ရှုပ်ထွေးတဲ့ လိမ်လည်မှုတွေ မှုခင်းတွေနဲ့ စိတ်ဝင်စားစရာဇာတ်လမ်းပါပဲ။ သရုပ်ဆောင်တွေကလည်း အဒမ်ဒရိုင်ဗာ၊ လေဒီဂါဂါ၊ အယ်ပါချီနို၊ ဂျားရတ်လယ်တို တို့ဖြစ်လို့ All Stars လို့ပဲ ပြောရမှာပါပဲ။ အားရပါးရကြည့်နိုင်ပါပြီFile size…(3.8 Gb)/(2.8 Gb)/(1 GB)/(700 Mb)\nQuality….Webrip 4K / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:38:00\nGenre...Drama, Crime, Biography\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/house-of-gucci-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BOTI4NDhhNGEtZjQxZC00ZTRmLThmZTctOGJmY2ZlOTc0ZGY0XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Nightmare Alley (2021)",
        "description": "နာမည်ကြီးcrime thriller စာအုပ်ဖြစ်တဲ့ Nightmare Alley နဲ့ 1947 ခုနှစ်ထွက် ရုပ်ရှင်ကားကြီးကို Remake ပြန်လည်ရိုက်ကူးထားတဲ့Nightmare Alley (2022)ထွက်ရှိလာပါပြီCast ​တွေအ​နေနဲ့ Bradley Cooper, Cate Blanchett, Toni Collette , Willem Dafoeတို့လို နာမည်ကြီးcast​တွေ ပါဝင်ထားတာဖြစ်ပြီး IMDb 7.4 ,Rotten Tomatoes 80% ရရှိထားတဲ့ ရုံတင်ကားကြီးပဲ ဖြစ်ပါတယ်အတိတ်ရဲ့အရိပ် အမြဲစိုးမိုးခံထားရတဲ့ စတန်တန်ကာလာဟာ ထိုအရိပ်မှရုန်းထွက်ကာ နယ်လှည့် Carnivalအဖွဲ့ထဲ ဝင်ရင်း ဘဝသစ်တစ်ခုကို စဖို့ကြိုးစားခဲ့ပါတယ်၊ထိုအဖွဲ့မှာလိုက်ပါရင်း သူ့မှာပါရမီတစ်ခုရှိမှန်း သ​ဘော​ပေါက်သွားပါတယ်၊ အဲဒီပါရမီ က​တော့ လူ့ကြင်အင်လက္ခဏာကို အမြန်ဖတ်တတ်တဲ့ ပါရမီပါ၊ဒီပါရမီကိုအသုံးချရင်း သူ့ကိုယ်သူ စိတ်စွမ်းအားရှင်ဆိုတဲ့ပုံစံ ကတုံး​ပေါ်ထိပ်ကွက်၊ သူများမျက်ခုံး​​​​မွေး​ပေါ် စင်္ကြံ​လျှောက်ရင်း ကိုယ့်ကိုယ်ကိုယ် တကယ်ပဲအစွမ်းရှိသူလို့ ထင်လာတဲ့အခါမှာ မလုပ်သင့် မလုပ်ထိုက်တဲ့ မ​ကောင်းမှုတစ်ခုကို စိတ်ပညာမှာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/nightmare-alley-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BYTIxZDAwZGYtMDNlMS00YjNmLTk4OTItMTc1N2QxNGRiMmEzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Memoria (2021)",
        "description": "Memoria (2021)==============IMDb Rating - 6.7/10Modern Life ,Modern Noise လို့ဆိုရလောက်အောင် ကျွန်တော်တို့ရဲ့ယနေ့ခေတ်\nဘဝနေထိုင်မှုပုံစံတွေက မနက်ကနေညအထိအလုပ်လုပ်ငွေရှာရင်း ဘဝရဲ့ပျော်ရွှင်မှုတွေ\nပျောက်ဆုံးလာပါတယ်။ ဒီလိုပါပဲ ယခင် ကျေးငှက်လေးတွေရဲ့တေးသံသာတွေနဲ့ပြည့်နှက်\nနေတဲ့ ပတ်ဝန်းကျင်ကမနက်ကတည်း ကားသံ၊ လူသံ၊ စက်မောင်းသံတွေနဲ့ပတ်ဝန်းကျင်က\nဆူညံလို့နေပါတော့တယ်။ ဘဝနေထိုင်မှုအတွက်ပဲရှင်သန်လှုပ်ရှားရင်းနေလာရတော့ ဒီလို\nအသံတွေနဲ့အသားကျလာကြပါတယ်။ ဒါပေမယ့် အသားမကျသေးသူအတွက်တော့ အများနဲ့\nမသက်ဆိုင်သောသူသဖွယ်ခံစားနေရမှာပါ။ဒီဇာတ်လမ်းကလည်း လက်ရှိလူနေမှုဘဝလှုပ်ရှားမှုတွေ..လူမှုဆက်ဆံရေးပုံစံတွေကို နောက်ခံမှာ\nမြုပ်နှံထားပြီး Tilda Swintonရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ အေးအေးဖြည်းဖြည်းချင်း ပုံဖော်\nရိုက်ကူးထားပါတယ်။ ဒီဇာတ်ကားလေးက ခေတ်ပေါ်ပန်းချီကားတစ်ချပ်လိုမျိုး အပေါ်ယံကြည့်လိုက်ရင်\nအဓိပ္ပါယ်မရှိသယောင်ဖြစ်ပေမယ့် ပန်းချီကားအပေါ်မှာသေချာခံစားကြည့်လိုက်ရင်တော့ ရင်ထဲမှာ\nခံစားချက်အတွေးတွေဖြစ်လာစေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/memoria-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/rudhramadevi-telugu-movie-images-19-150x200.jpg",
        "title": "Rudhramadevi (2015) Rudramadevi",
        "description": "အိန္ဒိယတောင်ပိုင်း ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ ရူဒမာဒေဗီဟာဆိုရင် အိန္ဒိယ သမိုင်းမှာ အုပ်ချုပ်ခဲ့တဲ့\nအနည်းငယ်မျှသော ဘုရင်မတွေထဲကမှ ရူဒမာဒေဝီ ဘုရင်မ ရဲ့ ဘဝဇာတ်ကြောင်းကို ပုံဖော်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ငယ်ဘဝထဲက အခက်အခဲ အကြမ်းတမ်းစွာ ယောကျာ်းလေးဟန်ဆောင်ပြီး ဖြတ်သန်းခဲ့ရတဲ့\nရူဒမာဒေဝီ ၊ ငယ်ရွယ်စဉ်ဘဝထဲက မိန်းကလေး တန်မဲ့ မင်းသားတို့ တတ်အပ်တဲ့ အဌာရသ ၁၈ရပ်ကို ပင်ပန်းခက်ခဲ့စွာ သင်ကြားခဲ့ရတဲ့ ရူဒမာဒေဝီ\nအသက်အရွယ်ကြီးပြင်းလာတဲ့အခါမှာတော့ ပြိုင်ဘက် တိုင်းပြည်တွေကို ဘယ်လို ဖြိုခွင်းပြီး\nအခက်အခဲတွေကြားထဲက တိုင်းပြည်ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်မလဲဆိုတာ.........။မင်းသမီး Anushka Shetty က ရူဒမာဒေဗီဘုရင်မအဖြစ် ပါဝင်ထားပြီး တောင်ပိုင်းရဲ့ Stylish Star မင်းသားအာလူးအာဂျွန်းကိုလဲ စတိုင်အပြည့်နဲ့ တွေ့မြင်ရမှာပါ။Action,Fantasy သဘောတင်ဆက်ထားတာမို့ ချခန်းဖိုက်ခန်းတွေကြိုက်ရင် မိုက်မှာပါ။\nFile size…(3.5 GB) / (1.6 GB)\nQuality…WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:30:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/rudhramadevi-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/cc-138x200.jpg",
        "title": "Clean (2022)",
        "description": "လူမိုက် ကလင်းဟာ သူ့သမီးလေးသေသွားလို့ နောင်တတပွေ့တပိုက်နဲ့အမှားပြင်ဖို့ကြိုးစားနေတာပါသူပြောင်းလာတဲ့နေရာမှာ အဖွားနဲ့မြေးလေးပဲရှိတဲ့မိသားစုကကောင်မလေးကို သံယောဇဉ်ဖြစ်ပြီး သူ့သမီးတစ်ယောက်လိုစောင့်ရှောက်ပြီး ဇာတ်မြှုပ်နေတာပေါ့တစ်နေ့ကျတော့ မူးယစ်ဆေးရောင်းဝယ်နေတဲ့ဂိုဏ်းကခေါင်းဆောင်ရဲ့သားပါတဲ့ ပါတီတစ်ခုမှာကလင်းစောင့်ရှောက်ပေးနေတဲ့ ကောင်မလေးကိုမတော်မတရားကျင့်ဖို့ ကြိုးစားနေတုန်ကလင်းရောက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မှာလဲ သူ့သမီးလေးကရောဘာကြောင့်သေသွားတာလဲမူးယစ်ဂိုဏ်းကရော ဘယ်လောက်လက်စွမ်းထက်မလဲအစပိုင်းလေးအေးသလောက်နောက်ပိုင်းမှာ ဘာဆက်ဖြစ်မလဲတိတ်ဆိတ်နေမယ့် အချိန်တွေအတွက်တော့ စီးမျောလို့ကောင်းမယ့်ကားလေးပါပဲ File size…(1.1 GB)/(500 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6",
        "url": "https://channelmyanmar.org/clean-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWIxZDRlYzQtYmExNS00OTI0LWFiNWQtOTJlMjI1MjFjNzA0XkEyXkFqcGdeQXVyNjE3MDQxNjY@._V1_-140x200.jpg",
        "title": "The Teacher’s Diary (2014)",
        "description": "Teacher's Diary(2014)အချစ်ဆိုတာ ဒီလိုဖြစ်တယ် ဟိုလိုဖြစ်တယ်ဆိုပြီး တစ်ခုတ်တရပြောကြ၊ငြင်းကြရလောက်တဲ့အထိ ဝေခွဲမရနိုင်ခြင်းတွေနဲ့ပြည့်နှက်နေတယ်လို့ထင်မှတ်ထားတယ်မလား။အမှန်တော့ အချစ်ထက်ဆန်းကြယ်ပြီး အချစ်ကိုတောင်ဦးဆောင်နိုင်တဲ့အရာဟာ \"ဖူးစာ\"ပါ။လူသားနှစ်ယောက်ဟာအမှတ်တမဲ့ကိစ္စလေးတွေကနေ ဘဝခရီးတစ်ခုကိုအတူတူလျှောက်လှမ်းဖို့အကြောင်းဖန်လာတယ်ဆိုရင် အချစ်ထက်ပိုစွမ်းအားကြီးတဲ့ \"ဖူးစာ\" ရဲ့ထောက်ပံ့ပေးမှုတွေကြောင့်ဆိုတာကို သံသယမရှိပါနဲ့။ဒီလိုပေါ့ပါ့ပါးပါးကြည်နူးစရာဖြစ်ရပ်လေးတွေကို လေးလံတဲ့လူသားဒုက္ခတွေကြားမှာအကောင်းဆုံး ပုံဖော်ပြသသွားခဲ့တာ Teacher's Diary ဆိုတဲ့ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်လမ်းလေးမှာပါ။Song ဆိုတဲ့ကောင်လေးဟာ ခက်ခဲတဲ့ဘဝပေးအခြေအနေတစ်ခုမှာ ဘာအလုပ်ဖြစ်ဖြစ်စပြီးရင် ဖြစ်အောင်လုပ်ပြမယ်ဆိုတဲ့ခိုင်မာတဲ့စိတ်ဓါတ်ပိုင်ရှင်လူငယ်လေးတစ်ယောက်။သူ ရေပေါ်ကျောင်းကိုစရောက်တော့ ထွက်ပြေးချင်လောက်အောင်အဲ့ကျောင်းမှာလိုအပ်ချက်အရမ်းများတယ်။ဒါပေမယ့် သူကံကောင်းသွားတာက သူ့အရင်ရောက်ပြီးတာဝန်ထမ်းဆောင်ခဲ့တဲ့ Ann ဆိုတဲ့ဆရာမလေးရေးထားတဲ့ဒိုင်ယာရီစာအုပ်လေးကြောင့်ပါ။Ann ဟာသူကြုံတဲ့အခက်အခဲတွေနဲ့ ဘယ်လိုဖြေရှင်းခဲ့တယ်ဆိုတာကိုဒိုင်ယာရီစာအုပ်ထဲမှာကောင်းကောင်းမှတ်တမ်းတင်ရေးထားခဲ့တယ်။ဒါတွေကိုဖတ်ပြီး Song တစ်ယောက်ပြဿနာတွေကိုဖြေရှင်းဖို့ အားအင်နဲ့နည်းလမ်းတွေရခဲ့တယ်။Ann ရေးခဲ့တဲ့ဒိုင်ယာရီစာအုပ်လေးဖတ်ပြီးတဲ့နောက် Ann မြတ်နိုးခဲ့တဲ့ရေပေါ်ကျောင်းလေးနဲ့ ကလေးတွေကိုပါ Song တစ်ယောက်ချစ်ခင်တတ်ခဲ့ပြီ။Ann ရဲ့ ပျော်ရွှင်ခြင်း ချမ်းမြေ့ခြင်း အထီးကျန်ခြင်း ဝမ်းနည်းခြင်းတွေကိုသိရှိခံစားပြီးတဲ့နောက် Song ဟာ ဒိုင်ယာရီစာအုပ်ပိုင်ရှင် Ann ကိုအရမ်းတွေ့ချင်လာတယ်။Ann တစ်ယောက်သံယောဇဉ်ကြောင့်ကျောင်းလေးကိုပြန်လာတော့ သူ့ဒိုင်ယာရီစာအုပ်လေးမှာသူမရှိတုန်း သူမသိလိုက်တဲ့အကြောင်းအရာတွေဖြစ်ပျက်သွားတာတွေ့ခဲ့ရတယ်။အဲ့လိုဖြစ်ရပ်တွေကို ထပ်ပြီးဖြည့်စွက်ထားတဲ့ Song ဆိုတဲ့ကျောင်းဆရာလေးမှာလည်းရေပေါ်ကျောင်းနဲ့ကလေးတွေကို သူ့လိုပဲချစ်ခင်မြတ်နိုးတဲ့ကောင်လေးတစ်ယောက်ဆိုတာသိရှိပြီးနောက် Ann ဟာလည်း ...",
        "rating": "7.9",
        "url": "https://megaup.net/11Udc/(CM)_Teachers_Diary_2014_WEB-DL_1080p_H264-SeeingMole-Nyein.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://channelmyanmar.org/catwoman-hunted-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dsCAryPlgLlpZu80hhLTwQHRIpU.jpg",
        "title": "Changeling (2008)",
        "description": "Changeling (2008) ~ IMDb - 7.7/10, RT - 62%, Meta - 63% ~အခုတစ်ခါမှာတော့ Eternals ဇာတ်ကားနဲ့ ပရိသတ်ရင်ကို ပြန်လည်ဖမ်းစားနိုင်ခဲ့တဲ့ ဂျိုလီရဲ့ Crime/ Drama ဇာတ်ကားလေး Changeling ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားဟာ ဒါရိုက်တာ​ Clint Eastwood ရိုက်ကူးခဲ့တဲ့ ဖြစ်ရပ်မှန်အခြေပြု ဇာတ်ကားတစ်​ကားဖြစ်ပြီး ဂျိုလီရဲ့သရုပ်ဆောင်ချက်တွေ ထိမိလွန်းလို့ Oscar ဆန်ခါတင်စာရင်းလည်း ဝင်ခဲ့ပါသေးတယ်။​အကျင့်ပျက်ခြစားမှုတွေနဲ့ လည်ပတ်နေတဲ့ ရဲဌာန...မတရားသဖြင့် ဖိနှိပ်အုပ်ချုပ်နေတဲ့ လော့အိန်ဂျလိစ်အစိုးရလက်အောက်မှာ...ဒုစရိုက်မှု​တွေပြည့် အလောင်းတွေထပ်နေခဲ့တဲ့အချိန်...Single Mother တစ်​ယောက်နဲ့ သူ့ရဲ့ ကိုးနှစ်သားငယ်လေးဟာ အမေတစ်ခု သားတစ်ခုဘဝမှာ အေးချမ်းစွာ နေနေခဲ့ပါတယ်...ဒါပေမဲ့ တစ်နေ့ အလုပ်ကပြန်လာတဲ့ မိခင်ဖြစ်သူဟာ သူ့သားလေးကို မတွေ့ရတော့တဲ့အခါ.....သူ့သားငယ်လေး ဝေါလ်တာက ဘယ်ရောက်သွားခဲ့တာလဲ၊ ဘယ်သူခေါ်သွားခဲ့တာလဲ၊ အမေဖြစ်သူနဲ့ ပြန်လည်ပေါင်းစည်းနိုင်ပါ့မလား ?? အစိုးရနဲ့ ရဲဌာနကရော ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/changeling-2008/"
    }
]