[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kL16C8erLUyevmkunPDrPuNuOm0.jpg",
        "title": "Brother (2022)",
        "description": "Brothers (2022)~ IMDb - 7/10, Rotten Tomatoes - 88% ~ဒီဇာတ်ကားလေးက 2022 နှစ်မှာထွက်ထားတဲ့ ကနေဒီယန်ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဆုတွေ (၁၄)ခုအထိရပြီး Nomination (၁၇)ခုထိတောင်၀င်ထားတာပါ။ IMDb မှာဆိုလည်း 7/10 နဲ့ ခရမ်းချဉ်သီး 88% ရထားပါတယ်။ ဇာတ်အိမ်လေးကတော့ ရွေ့ပြောင်းနေထိုင်သူ မိခင်တစ်ယောက်နဲ့ သားနှစ်ယောက်အ‌ပေါ်အခြေတည်ထားပြီး သူတို့အကြောင်းကို စိတ်၀င်တစားကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားက တကယ်ကိုလှပပြီး ခံစားချက်တွေကို ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်အောင် ဆွဲဆောင်နိုင်လွန်းပါတယ်။ လက်ရှိအချိန်နဲ့ အတိတ်ကာလကို နောက်ကြောင်းပြန် ယှဉ်ပြထားပြီး ထိခိုက်နာကျင်စရာကောင်းတဲ့နေရာဆီကို တ‌ဖြည်းဖြည်းဆွဲခေါ်သွားတာကိုက ဒီဇာတ်ကားရဲ့လှပမှုပါပဲ။ ဒီဇာတ်ကားကို အပေါ်ယံကြည့်ရင် သာမန်မိသားစုဒရာမာကားလေးပါပေါ့။ ဒါပေမဲ့ အဲဒီအောက်မှာတော့ ရွေ့ပြောင်းနေထိုင်သူတွေရဲ့ ခက်ခဲကြမ်းတမ်းတဲ့ဘ၀တွေ၊ အဲဒီခေတ်က လူမျိုးရေးခွဲခြားမှုတွေအပြင် လူမျိုးတူချင်းဆီကပါ ပိုင်နက်စိုးမိုးလိုမှုကြောင့် ရန်စောင်မှုတွေကို နက်နက်နဲနဲ မြင်နိုင်တဲ့ဇာတ်လမ်းလေးပါ။ တကယ်လို့ ခင်ဗျားက သာမန်ဟောလိဝုဒ်စတိုင်ဖျော်ဖြေရေးဇာတ်ကားတစ်ကားကိုမျှော်လင့်နေရင် ဒီကားလေးက သာမန်ဇာတ်လမ်းလေးပါပဲ။ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/brother-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXJYFEIGNxiNTCekP1A68ICzJen.jpg",
        "title": "Revolver (2005)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဒါရိုက်တာ Guy Ritchie ရိုက်ကူးခဲ့ပြီးAction၊ Crime၊ Drama၊ Mystery၊ Thriller အကုန်ခံစားရမယ့်ရှုပ်ထွေးနက်နဲတဲ့ movieတစ်ခုဗျ...။တချို့ကျလည်း နားလည်ဖို့ခက်လို့ သုံးခေါက်လောက်ကြည့်သင့်တဲ့ကားလို့ဆိုကြပါသတဲ့...။ ဒါကြောင့် ခေါင်းကိုကောင်းကောင်းစားမယ့် ရုပ်ရှင်မျိုးပါ...။မင်းသားကလည်း အားလုံးသိပြီးသား Transporter မင်းသားဂျေဆင် စတက်သန်ပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ မစ္စတာဂရင်းဟာ ဂန်းစတား ခေါင်းဆောင်အလောင်းအစားဘုရင် မစ္စတာဒီရဲ့ အကွက်ဆင်ကောင်းမှုကြောင့် ထောင်ထဲမှာ၇ နှစ်လောက်အောင်းလိုက်ရပါတယ်...။ကံကောင်းတယ်ပဲဆိုရမလား ထောင်ထဲမှာ တိုက်ပိတ်ခံရရင်း ပရော်ဖက်ဆာဒေါက်တာဆိတ်ဖွားနှစ်ယောက်နဲ့ ကြုံဆုံခွင့်ရခဲ့ပါတယ်...။တစ်ယောက်က စစ်တုရင်ဆရာကြီး...နောက်တစ်ယောက်က အယုံသွင်းလှည့်ဖြားတတ်တဲ့လူလိမ်ဆရာကြီး...။ထောင်ထဲမှာ ၇နှစ်လုံးလုံး အဲ့ဆရာကြီးနှစ်ယောက်ဆီက ပညာတွေ အခွင့်သင့်သလိုသင်ယူရင်း၊ လက်စားချေနိုင်မယ့်နေ့ကို စောင့်မျှော်ရင်း ၇ နှစ်တာကုန်ဆုံးပြီး ထောင်ကထွက်လာခဲ့ပါတယ်...။စစ်တုရင်ပညာနဲ့ လှည့်စားမှုအတတ်ပေါင်းလိုက်တော့ အတော်အစွမ်းထက်သွားပါလေရော...။ထောင်ကအထွက် ထောင်ထဲမှာသင်ယူခဲ့တဲ့ပညာတွေနဲ့ နှစ်နှစ်လောက် လောင်းကစားလုပ်ရင်းငွေကိုရှာ၊ ကြွယ်ဝချမ်းသာလာပြီးတဲ့နောက် ဂန်စတားခေါင်းဆောင်မစ္စတာဒီနဲ့ ပညာချင်းပြန်ပြိုင်ပါတော့တယ်....။ဒီဇာတ်လမ်းက တွေ့နေကျ action၊ crime တွေနဲ့မတူဘဲ သူ့ထက်ငါဆရာပညာချင်းပြိုင်တဲ့ပုံစံအပြင် plot twist ခပ်ဆန်းဆန်းကိုမြင်တွေ့ရမှာပါ....။တွေးတောရင်းကြည့်ရမယ့်ကားမို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ...။ဒါရိုက်တာ Guy ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/revolver-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foC3u7CB6STe9sYQzXkGRS0umSK.jpg",
        "title": "Martyr or Murderer (2023)",
        "description": "နိုင်ငံရေးအကြောင်း၊ သမိုင်းကြောင်းတွေ စိတ်ဝင်စားတဲ့ပရိတ်သတ်တွေအတွက်၂၀၂၃ခုနှစ်မှာ ထွက်ရှိ တဲ့ ဖိလစ်ပိုင်ဇာတ်ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဖိလစ်ပိုင်နိုင်ငံရဲ့သမိုင်းမှာ နာမည်ကြီးနိုင်ငံရေးဦးဆောင် မိသားစု ၂စုဖြစ်တဲ့အကွီနိုမိသားစုနဲ့ မားကို့စ်မိသားစုတို့ကြားက ရန်ကြွေးဟာ လူသိထင်ရှားပါပဲ။ဒီဇာတ်လမ်းဟာ ၎င်းမိသားစုနှစ်စုရဲ့ ကျောင်းတော်ကရန်စ၊ အတိတ်နောက်ခံသမိုင်း၊နိုင်ငံရေးမှာအားပြိုင်မှု စတာတွေကို ဖော်ကျူး ခြယ်မှုန်းထားတဲ့စိတ်ဝင်စားစရာရုပ်ရှင်ဖြစ်ပါတယ်။ ဖာဒီနန်မားကို့စ်ဟာ အာဏာရှင်အဖြစ်ကျော်ကြားပြီးတော့ စစ်အုပ်ချုပ်ရေးကာလထုတ်ပြန်ပြီး အုပ်ချုပ်ခဲ့ ချိန်တွေအပါအဝင် နှစ်ပေါင်း ၂၀ နီးနီးဖိလစ်ပိုင်နိုင်ငံကို ကြိုးကိုင် ချယ်လှယ်ခဲ့တဲ့သူပါ။ သူအုပ်စိုးစဉ်ကာလအတွင်း၊သူ့သမ္မတသက်တမ်းအတွင်း သူ့ရဲ့အဓိကပြိုင်ဘက်၊ အဓိက ဝေဖန်တိုက်ခိုက်ခဲ့သူကတော့ လွှတ်တော်အမတ် ဟောင်း၊ တာလေးဒေသအုပ်ချုပ်ရေးမှူးဟောင်းနီနွိုင်းအကွီနို ဖြစ်ပါတယ်။ ဖာဒီနန်မားကို့စ် အာဏာကနေ ပြုတ် ကျသွားတာကလည်းလေဆိပ်မှာ နီနွိုင်းအကွီနို လုပ်ကြံအသတ်ဖြတ်ခံရမှုရဲ့ နောက်ဆက်တွဲဂယက်ကြောင့်ဖြစ်ပြီး သူ့ကိုဖြုတ်ချတဲ့ ပြည်သူ့အာဏာတော်လှန်ရေးကို ဦးဆောင်သူကလည်းနီနွိုင်းအကွီနိုရဲ့ ဇနီးသည်ဖြစ်သူ၊ ၁၁ကြိမ် မြောက်သမ္မတဖြစ်လာသူ ကော်ရာဇိုအကွီနိုပါပဲ။ဖာဒီနန်မားကို့စ်ရဲ့ဇနီးဖြစ်သူ အီမယ်လ်ဒါမားကို့စ်ဟာ တချိန်က နီနွိုင်းအကွီနိုနဲ့ချစ်သူဖြစ်ခဲ့ပြီး မားကို့စ်နဲ့ တွေ့ဆုံပြီး သိပ်မကြာခင်မှာပဲ လက်ထပ်ခဲ့တာဖြစ်ပါတယ်။နောက်ပြီး အီမယ်လ်ဒါမားကို့စ်ဟာ ဖိနပ်အရံ (၁၀၀၀၀) ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/martyr-or-murderer-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0iUwdn1f0l5wFTx14Eyj0Vn63O.jpg",
        "title": "Take Off (2009)",
        "description": "၁၉၉၈ ခုနှစ် ဂျပန်ပြည်မှာအိုလံပစ်ကျင်းပတာကိုနောက်ခံရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပါ။၁၉၉၈ ခုနှစ်မှာ ကိုးရီးယားနိုင်ငံက ပထမဆုံးအကြိမ် အိုလံပစ်အားကစားပြိုင်ပွဲမှာ နှင်းလျှောစီးဝင်ပြိုင်ခဲ့ပါတယ်။ အစိုးရကသေချာမထောက်ပံ့ပေးနိုင်ခဲ့ပေမဲ့ ကိုယ့်အစွမ်းအစနဲ့ အိုလံပစ်ဝင်ပြိုင်ခဲ့ကြတဲ့နှင်းလျှောစီးကစားသမားအဖွဲ့အကြောင်းဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ချာဟွန်းထယ်ဟာ အသက်၇နှစ်မှာ အမေရိကကိုမွေးစားဖို့အပို့ခံခဲ့ရပါတယ်။နှစ် ၂၀ ကြာတဲ့အခါမှာ သူ့အမေရင်းကိုရှာနိုင်ဖို့ ကိုးရီးယားကိုပြန်လာခဲ့ပေမဲ့ဘယ်လိုကြိုးစားကြိုးစားသူ့အမေကိုရှာမတွေ့ပါဘူး။အခြားတစ်ဖက်မှာ နည်းပြဘန်ဟာ နှင်းလျှောစီးပြိုင်ပွဲဝင်မယ့်ကစားသမားတွေကိုလိုက်ရှာနေရင်းက အမေရိကမှာ နှင်းလျှောစီးကစားသမားဖြစ်ခဲ့ဖူးတဲ့ချာဟွန်းထယ်ကိုသူ့အသင်းသားဖြစ်လာဖို့ စည်းရုံးပါတော့တယ်။ အမေ့ကိုရှာဖို့စိတ်အားပြင်းပြနေတဲ့ ချာအွန်းထယ်ဟာ အိုလံပစ်ကိုသွားနိုင်ရင် အမေကတီဗီမှာသူ့ကိုတွေ့မှာပဲဆိုတဲ့ယုံကြည်ချက်နဲ့ အဖွဲ့ထဲဝင်လာခဲ့ပါတယ်။နည်းပြဘန်ရဲ့နှင်းလျှောစီးအဖွဲ့မှာ အဖွဲ့ဝင်ငါးယောက်ရှိပါတယ်။တစ်ယောက်ချင်းစီတိုင်းက အကျင့်စရိုက်တွေကွာခြားလှတာကြောင့်အမြဲတကျက်ကျက်ရန်ဖြစ်ကြပေမဲ့ အချိန်ကြာလာတာနဲ့အမျှ ခိုင်မာလာတဲ့သူငယ်ချင်းဆက်ဆံရေးတွေ၊ တစ်ယောက်ချင်းစီရဲ့ချို့တဲ့လှတဲ့ဘဝဇာတ်ကြောင်းတွေ၊သူတို့အိမ်မက်အတွက်ကြိုးစားအားထုတ်ကြပုံတွေကို ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ဟာသနှောပြီးရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်။အိုလံပစ်မှာရွေတံဆိပ်ဆုယူနိုင်ဖို့အိမ်မက်မက်ပြီး ခက်ခဲလှတဲ့အခြေအနေတွေကြားထဲက သူတို့ပန်းတိုင်ကိုရောက်နိုင်ဖို့ကြိုးစားကြတာတွေကို ကြည့်ရှုရမှာဖြစ်တာကြောင့် စိတ်ဓါတ်ခွန်အားကိုပေးနိုင်တဲ့အပြင် ဘဝအမောတွေလည်းပြေပျောက်စေနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။  File size…2.92GB / 1.43GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 17m\nGenre ….. Comedy . Drama , Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/take-off-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjhhNTI4NGUtYjM1ZC00MWM3LWE4YjgtYTQ5NjU1MGU2NGQ4XkEyXkFqcGdeQXVyMjI0MDQwMDc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Wonderwell (2023)",
        "description": "Wonderwell (2023)\n===============လွယ်လွယ်ပြောရရင် ၁၂ နှစ်အရွယ် ကောင်မလေးတစ်ယောက်ရဲ့\nအိမ်ပြန်နိုင်ဖို့ ကြိုးစားတဲ့ဇာတ်လမ်းလေးပေါ့။ ဒါပေမဲ့ ဒီကောင်မလေး\nမှာ ထူးခြားတာက ပန်းပွင့်လေးတွေနဲ့ ပတ်သက်တဲ့ မှော်အစွမ်းတွေ\nရှိနေတာပါပဲ။ ပန်းပွင့်လေးတွေကို ထိလိုက်တာနဲ့ သူ့ရဲ့လက်မှာ လာ\nရစ်နွယ်သွားပြီး လက်ကောက်လေးတစ်ခုလို ဖြစ်သွားတတ်တယ်။\nသူကတော့ ဒီအစွမ်းတွေကို လျှို့ဝှက်ထားရင်းနဲ့ပဲ နေလာခဲ့ပါတယ်။\nတစ်ရက်မှာတော့ စုန်းမကြီးရှိတယ်လို့ နာမည်ကြီးတဲ့ တောအုပ်ကြီး\nထဲက ရေတွင်းတစ်ခုဆီ ရောက်သွားခဲ့ပြီး အဲဒီရေတွင်းကနေ တခြား\nကမ္ဘာတစ်ခုဆီ ရောက်ရှိသွားခဲ့ချိန်မှာတော့....ဒီလိုနဲ့ သူ့ရဲ့ အိမ်အပြန်\nခရီးစဉ်ကို စတင်ရတော့တာပေါ့။အိမ်ပြန်နိုင်ဖို့ ကြိုးစားတယ်ဆိုတော့ သူ့မိသားစုက နွေးထွေးတဲ့ မိသား\nစုလေးမို့လို့နေမယ်လို့ တွေးလိုက်မိရင်တော့ မှားသွားလိမ့်မယ်။ အချိန်ပြည့်\nကွန်ပျူတာတစ်လုံးနဲ့ အလုပ်ရှုပ်နေတတ်တဲ့ အဖေဖြစ်သူရယ်၊ အရယ်\nအပြုံးမရှိတဲ့ အမေဖြစ်သူရယ်၊ မော်ဒယ်ရူးရူးနေတဲ့ အစ်မဖြစ်သူရယ်\nဒီသုံးယောက်ရှိတဲ့ အိမ်ကိုပါတဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (544 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/wonderwell-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ2NjQ1NjMtYTZmNS00ZjVjLTk3N2EtZTk0Njk5NTFiZDVjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Padmini (2023)",
        "description": "Padmini(2023)\n‌ဘောလိဝုဒ်ပရိသတ်ကြီးကို ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့\nIMDb 6.8/10 ,The TIMES Of india 3/5, Gadgets 360 မှာ 4.3/5 ရထားတဲ့\nဟာသကားသစ်လေးပဲဖြစ်ပါတယ်။ဒီကားမှာကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ကတော့ မိသားစုလုပ်ငန်းစီမံတာလည်းတော်၊ အလုပ်အကိုင်ကလည်း\nကောလိပ်ကဆရာ ဒါ့အပြင် အချိန်ပိုင်းကဗျာဆရာပါလုပ်သေးတဲ့ ပညာရော ဝမ်းစာပါပြည့်စုံတဲ့အပြင် နှလုံးသားလည်း\nနူးညံ့လှတဲ့သူပါပဲ။ဒီလိုလူဆီကို အိန္ဒိယရဲ့ရိုးရာအတိုင်း အိမ်ထောင်ရေးဆိုတာကြီးက အိမ်အ‌ရောက်လာရှာပါတော့တယ်။\nဒီမှာကံကောင်းချင်တော့ ကောင်မလေးက အချောလေးပါ။လိမ္မာရေးခြားလည်းရှိတယ် ယဉ်လည်းယဉ်ကျေးတယ်ဆိုတဲ့ အပျံစားရီဗျူးတွေနဲ့အတူ ကျောင်းဆရာတဖြစ်လဲ\nအချိန်ပိုင်းကဗျာဆရာဇာတ်လိုက်ကျော်ရဲ့နှလုံးသားထဲ အမှတ်တရလို့အဓိပ္ပါယ်ရတဲ့ကောင်မလေး ဝင်လာပါတယ်ပေါ့လေ။\nဘဝကိုရိုးရိုးအေးအေးပဲဖြတ်သန်းလာရတဲ့ဆရာသမား အိမ်ထောင်လည်းကျရော ကြံသကာမြိုထားသလို တပြုံးပြုံးတဖြဲဖြဲပေါ့လေ။ဒီလိုနဲ့ မင်္ဂလာဦးညမှာ မီးကပျက်ရိုကရိုမရ ကောင်မလေးက ‘လ’ကြည့်ရင်း လမ်းလျှောက်ထွက်ချင်တယ်ဆိုလို့\nလယ်ကွင်းထဲဆင်းလမ်းလျှောက်ပေးရင်း ဟိုက သူ့ချစ်သူနောက်ခိုးရာလိုက်သွားပါလေရော။\nဇာတ်လိုက်ကျော်ခဗျာ ဟတ်ကော့ကြီးပေါ့ဗျာ။ ဒီလိုနဲ့ဂုဏ်သတင်းကျော်စောတဲ့\nအမောင်ဇာတ်လိုက်ကျော်တစ်ယောက် သွားလေရာအလှောင်ခံ အရယ်ခံအဖြစ် တော်ပါပြီ အချစ်ဆိုစိတ်ကနာဆိုတဲ့အတိုင်း\nညတိုင်းမင်္ဂလာကုတင်ပေါ်မှာ မင်္ဂလာမရှိစွာလူးလွန့်နေရင်း သူ့ဘဝမှာ ဘာတွေဆက်ဖြစ်လာမလဲ။\nရှက်စရာပုံရိပ်ကနေရော ရုန်းထွက်နိုင်သွားမလားဆိုတာကိုတော့ ပရိသတ်ကြီးပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။အညွှန်းကိုတော့ Aditi ရေးသားပြီး Aditi, YH, V, Cherry, BpL, ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/padmini-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AqxE1Pm7EmnhKDe6pXBJF4sHLMU.jpg",
        "title": "No Bears (2022)",
        "description": "No Bears (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 99% ~ဒီကားက​တော့ 2022 မှာထွက်ရှိထားပြီး စုံတွဲနှစ်တွဲကြားက အချစ်​အတွက်ရုန်းကန်ရတာ​တွေကို ရိုက်ပြထားတဲ့ ဒရာမာဇာတ်ကား No Bears ပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ ထူးခြားချက်​က​တော့ ပါဝင်သရုပ်​ဆောင်တဲ့ ဇာတ်​ဆောင် Pahani ကိုယ်တိုင် ဒါရိုက်တာလုပ် ဇာတ်ညွှန်း​ရေးထားတာပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~ရွာရဲ့ရိုးရာအရ မိမိချက်ကြိုး​ပေါ်မှာ ​ရေးထိုးထားတဲ့ ​​​ယောက်ျားလေးနာမည်နဲ့သာလက်ထပ်ရမှာဖြစ်တဲ့ ဂျူဇယ်တစ်​ယောက် တခြား​ယောကျာ်း​လေးအ​ပေါ် ​ချစ်မိသွားတဲ့အလာ...တစ်ဖက်မှာ​တော့ ဆိုးဝါးခက်ခဲလှတဲ့ဘဝက​နေလွတ်​မြောက်ဖို့ နယ်​စပ်က​​နေအကြိမ်ကြိမ် ကြိုးစား​ပေမဲ့ တဖက်နိုင်ငံကိုမ​ရောက်ဘဲ တစ်​နေ့ ပတ်စ်ပို့အတု​တွေနဲ့ နိုင်ငံခြားသွားဖို့ အခွင့်အ​ရေးရလာ​ပေမဲ့ တစ်​ယောက်တည်းသာ သွားရမယ်မှန်း ဇာရာသိသွားတဲ့အခါ...မတူညီတဲ့ ​နေရာ​ဒေသ၊ မတူညီတဲ့ ဘဝဖြတ်သန်းမှု​တွေရှိ​နေ​ပေမယ့် တူညီတဲ့အချစ်​ရေးကိစ္စ​တွေရှိ​နေတဲ့ စုံတွဲနှစ်တွဲကို တစ်လှည့်စီ စိတ်ဝင်စားစရာ​ကောင်း​အောင် ရိုက်ပြထားတဲ့ ဒရာမာကား​ကောင်း​​​ပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/no-bears-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/34d813d887519253ee12d1519cfb5d719e8b5a7bc279c5a30b2fe0bdbb073ed7._RI_TTW_-150x200.jpg",
        "title": "Frost/Nixon (2008)",
        "description": "၁၉၇၂ မှာ​ အမေရိကန်​ပြည်ထောင်​စုနဲ့​ ကမ္ဘာ့သမိုင်းအတွက် အချိုးအကွေ့ဖြစ်ရပ်တစ်ခု​ဖြစ်ပေါ်ခဲ့ပါတယ်။ အဲဒါကတော့ Watergate ဖြစ်ရပ်ပါ။ ဒီကိစ္စ​ကိုနောက်ကွယ်ကနေ ကြိုး​ကိုင်​ခဲ့တဲ့​ အမေရိကန်​သမ္မတ​ Richard Nixon ဟာ​ မကြာခင်​မှာပဲ​ ရာထူးကဆင်းပေးလိုက်ရပါတယ်။ Nixon အိမ်​ဖြူ​တော်​က​ ထွက်​ခွာနေတဲ့အခမ်းအနားကို ဗြိတိသျှ​ရုပ်သံ​တင်ဆက်​သူတစ်ဦးဖြစ်တဲ့ David Frost က​ TV ကနေကြည့်ရင်း နစ်​ဆင်နဲ့ အင်တာဗျူးလုပ်ဖို့ အကြံရခဲ့ပါတယ်။ ၂၀၀၈ မှာထွက်ရှိခဲ့တဲ့ Frost/Nixon ဇာတ်ကားက​ ၁၉၇၇ မှာပြုလုပ်ခဲ့တဲ့ ဒီအင်တာဗျူးကို​ အခြေတည်ထားတာဖြစ်ပြီး Political​ Drama အမျိုး​အစားဖြစ်ပါတယ်။ Frost က​ ဖျော်​ဖြေရေး Talk Show တွေတင်ဆက်ရတာကို ငြီးငွေ့​လာပြီး​ ပိုပြီးလေးနက်တဲ့ နိုင်ငံ​ရေးအင်တာဗျူးတွေ​ကို​ တင်ဆက်​ချင်လို့​ ဒီကိစ္စ​ကိုအကောင်အထည်ဖော်ခဲ့တာဖြစ်ပြီး Nixon ဘက်ကလည်း​ သူ့ရဲ့ကျဆင်းသွားတဲ့ နိုင်ငံ​ရေး​ဂုဏ်​သိက္ခာ​ကို​ ဒီအင်​တာဗျူးက​နေ​တဆင့်​ လူထုကိုစည်းရုံးရင်း ပြန်တည်ဆောက်ချင်တာဖြစ်ပါတယ်။ Frost လို​ နိုင်ငံ​ရေးအကင်းမပါးတဲ့​ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/frost-nixon-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4ANVEuEaGy2oP5M0Y2P1dwxUNn.jpg",
        "title": "Dead in a Week Or Your Money Back (2018)",
        "description": "Dead in a Week Or Your Money Back (2018)~ IMDb - 6.3/10, Rotten Tomatoes - 52% ~အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ဝီလျံ ဆိုတာကတော့ အချိန်တိုင်း စိတ်ဓာတ်ကျနေတဲ့ ‌စာရေး၀ါသနာပါသူ ဒီပရက်ရှင်ကောင်ဆိုးလေးပါ။ စိတ်ဓာတ်ကျလွန်းလို့ ကိုယ့်ကိုယ်ကိုယ် အဆုံးစီရင်တာလည်း ခဏခဏပါပဲ။ လောကကြီးမှာ အသုံးမကျဘူး လို့ ကိုယ့်ကိုယ်ကိုယ် မြင်လို့ အဆုံးစီရင်ကာမှ အဆုံးစီရင်တဲ့နေရာမှာပါ အသုံးမကျလို့ ဆယ်ခါတိတိ ကိုယ့်ကိုယ်ကိုယ် သေကြောင်းကြံစည်တာတောင် မအောင်မြင်ခဲ့ပါဘူး။ ကားတိုက်မိတာတောင် တိုက်တဲ့ကားက အရေးပေါ်ကား ဖြစ်နေမိတတ်တာမျိုးပါ။ဒီလောက်တောင် အသုံးမကျရကောင်းလားဆိုပြီး စိတ်ဆင်းရဲနေတဲ့အချိန်မှာ ရေငတ်တုန်း ရေတွင်းထဲကျတဲ့အလား ဝီလျံတစ်ယောက် လူသတ်၀န်ဆောင်မှုပေးတဲ့ လုပ်ကြံရေးသမား အဘိုးကြီး လက်စ်လေ နဲ့ တွေ့ပြီး သူ့ကို သတ်ပေးဖို့ ငှားပါတော့တယ်။ဒီအချိန်မှာပဲ သူရေးတဲ့စာအုပ်လေးကို စိတ်၀င်စားလို့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dead-in-a-week-or-your-money-back-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzI4OGU2MDQtYzc5My00MTIwLTllZWMtOTFkOTBmZmFiZmRiXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Killer Joe (2011)",
        "description": "Killer Joe ဇာတ်ကားဟာ 2013 ခုနှစ် COFCA Award မှာ Best Overlooked Film အပါအဝင် တခြားသော ဆုပေးပွဲတွေမှာပါ 9 wins တိတိရရှိခဲ့တဲ့ Crime Drama တစ်ခုပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာဆိုရင် 2014 ခုနှစ် Best Performance by an Actor in a Leading Role နဲ့ အော်စကာဆုရရှိခဲ့သူ မင်းသားကြီး Matthew McConaughey ကို Killer Joe အနေနဲ့ မြင်တွေ့ရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း Drug Dealer တစ်ယောက်ဖြစ်တဲ့ ခရစ်က အကြွေးပိပြီး အ‌မေဖြစ်သူထားထားတဲ့ အသက်အာမခံကြေးကို မျက်စေ့ကျရာက အမေ့ကို သတ်ပြီး အသက်အာမခံကြေးတွေကို သိမ်းဖို့ အဖေဖြစ်သူနဲ့အတူ ပေါင်းကြံရာက ဇာတ်လမ်းစပါတယ်။ ခရစ်နဲ့ သူ့အဖေက ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/killer-joe-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33wsWxzsNstI8N7dvuwzFmj1qBd.jpg",
        "title": "Three Colors: Blue (1993)",
        "description": "Three Colors: Blue (1993)\nGenre – Drama, Music, Mystery\nIMDB – 7.9/10ပထမဆုံးကားက အပြာ၊ သူ ကိုယ်စားပြုတာ လွတ်မြောက်မှု။ဇာတ်လမ်းလေးကလည်း ဂျူလီဆိုတဲ့ အိမ်ထောင်သည် ၃၀ ကျော်အမျိုးသမီးတစ်ယောက်က ကားမတော်မဆ ဖြစ်ပြီးယောက်ျားဖြစ်သူနဲ့ ၅ နှစ်အရွယ် သမီးဖြစ်သူကို ဆုံးရှုံးလိုက်ရတယ်။အဲဒီမှာ သူဟာ လောကကြီးကို အဆက်သွယ်ဖြတ်ဖို့ရှိသမျှအကုန် ရောင်းချပြီး တစ်နေရာမှာ အပျောက်သွားနေထိုင်ရာကနေပတ်ဝန်းကျင်ကလူတွေကြောင့်ပဲ လွတ်မြောက်မှုကို ကိုယ်စားပြုတဲ့ဘဝအသစ်စတင်တာတွေ၊ ကတိကဝတ်တွေ ပူဆွေးမှုတွေအချစ်တွေ အမုန်းတွေက လွတ်မြောက်သွားတာတွေကိုအပြာဆိုတဲ့အတိုင်း အပြာရောင် Theme တို့ ပစ္စည်းတွေအရောင်တွေနဲ့ ပုံဖော်သွားခဲ့တဲ့ ဒရမ်ကားလေးပါ။မင်းသမီးနေရာကလည်း အော်စကာတစ်ခု ရရှိဖူးတဲ့ပြင်သစ်မင်းသမီးကြီး Juliette Binoche က အဲဒီခေတ်တုန်းကလှလှလေးနဲ့ ကောင်းကောင်းကြီး သရုပ်ဆောင်ထားတာပါ။ File size…  1.68 GB / 3.36 GB\nQuality… BluRay 1080p / 720p\nFormat… ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/three-colors-blue-1993-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdIet3NSa27gobMbaUml66oCQNT.jpg",
        "title": "Three Colors: White (1994)",
        "description": "Three Colors: White (1994)\nGenre – Comedy, Drama, Romance\nIMDB – 7.6/10ဒုတိယကားကျ အဖြူရောင်၊ သူက ညီမှုမှုကို ကိုယ်စားပြုတာ။ ဒီဇာတ်လမ်းကျ မင်းသမီးဇာတ်မဟုတ်တော့ဘူး မင်းသားဇာတ် ဖြစ်သွားတယ်။ ပိုလန်နိုင်ငံသား ဆံပင်ပညာရှင် ကာရိုးလ်ဆိုတာ ပြင်သစ်နိုင်ငံသူ ချောချောလေးနဲ့ အိမ်ထောင်ကျထားတာ ဒါပေမဲ့ ၆ လလောက်ကြာတော့ မိန်းမဖြစ်သူက အသုံးမကျလို့ ကွာရှင်းလိုက်လို့ နိုင်ငံစွန့် အလုပ်စွန့်ပြီး ပြင်သစ်ကို တရားခွင်မှာ ကွာရှင်းဖို့ လိုက်လာတယ်။ ဒါပေမဲ့ မိန်းမက ဆုံးဖြတ်ချက် ပြတ်သားနေတဲ့အတွက် ပူးပေါင်းဖွင့်ထားတဲ့ လုပ်ငန်းလည်းရှုံး အဝတ်အိတ်တစ်ခုနဲ့ ပိုက်ဆံမရှိပဲ ပြင်သစ်မှာ ခွေးလုံးလုံး ဖြစ်သွားပါတော့တယ်။ ဒီလိုနဲ့ မြေအောက်ဘူတာရုံထဲ ဖြစ်သလို ရှင်သန်နေရင်း ပိုလန်နိုင်ငံသားချင်းတူတဲ့ ဘဲကြီးတစ်ပွေနဲ့ တွေ့ပြီး အပြောင်းအလဲတွေဖြစ် မိန်းမဖြစ်သူကို ပြန်လိုက်ဖို့ ကြိုးစားရတာကို ကြည့်ရမှာပါ။ သူက ဘဲကြီးတလွဲတွေဖြစ်တာကို ပြထားပြီး ဟာသဆိုပေမဲ့လည်း ရယ်အားထက် ငိုအားသန်လေးတွေပါ ပြီးတော့ ညီမျှမှုကို ကိုယ်စားပြုတဲ့ဟာက နောက်ဆုံး ဇာတ်သိမ်းမှာ စပရိုက်စ် တိုက်သွားဦးမှာပါ။ ဒီကားထဲက မင်းသမီးနေရာကတော့ Before Trilogy ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/three-colors-white-1994-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JHmsBiX1tjCKqAul1lzC20WcAW.jpg",
        "title": "Three Colors: Red (1994)",
        "description": "Three Colors: Red (1994)\nGenre – Drama, Mystery, Romance\nIMDB – 8.1/10တတိယမြောက်နဲ့ နောက်ဆုံးကားကျ အနီရောင် သူကအသိုင်းအဝန်း သဟာဇာတ စိတ်ဓါတ်လိုမျိုးပေါ့။၃ကားထဲမှာ Rating အကြမ်းဆုံး နောက်ဆုံးကား အော်စကာတွေပါစကာတင်ဝင်ခဲ့တာ။ဒီမှာကျ မင်းသမီးဇာတ် ပြန်ဖြစ်သွားပြန်ရော တစ်ကားလုံး အနီရောင်ပစ္စည်းတွေထည့်သွင်းပြသသွားတာတော့ သဘောကျမိတယ်။ဗယ်လင်တင်းဆိုတဲ့ မော်ဒယ်မလေး ရှိတယ်ချစ်သူနဲ့ ဖုန်းတပြောပြော ချစ်သူရှိတဲ့ အင်္ဂလန်နောက်လိုက်ချင်နေတဲ့အပျိုမလေးပေါ့။တစ်ရက်ကျ ခွေးမလေးတစ်ကောင်ကို ကားနဲ့တိုက်မိရာကခွေးပိုင်ရှင် အငြိမ်းစား တရားသူကြီးဟောင်းကြီးနဲ့ ဆုံပါလေရော။ဆုံတဲ့အပြင် ဒီလူကြီးရဲ့ ထူးဆန်းတဲ့အကျင့်ကိုပါတွေ့သွားခဲ့တာ ဘာထူးဆန်းတာလဲဆိုတော့ဒီဘဲကြီးက ပတ်ဝန်းကျင်နားကလူတွေရဲ့ ဖုန်းလိုင်းကိုကြားကဖြတ်နားထောင် စပိုင်လုပ်နေတာပဲ။အဲဒီမှာ ဒီလူကြီးနဲ့ တွေ့ပြီး ဘာဆက်ဖြစ်ကြမလဲဆိုပြီးစိတ်ဝင်စားဖွယ် ရိုက်ထားတာ ကြည့်ရမှာ သူကျ။ဒီကားထဲမှာလည်း ချစ်စရာမော်ဒယ်မလေးအဖြစ်ဆွစ်ဇာလန်မင်းသမီး Irène Jacob က ကောင်းကောင်းသရုပ်ဆောင်ထားပါတယ်။ဇာတ်သိမ်းမှာလည်း ၃ ကားလုံး ကြည့်ထားတဲ့လူတွေကိုစပရိုက်စ် တိုက်သွားပါသေးတယ်လို့ ပြောရင်းဆွေးမြေ့ဝိုင်ဖြစ်တဲ့ ပြင်သစ်သုံးရောင်ခြယ်လေးကိုခံစားကြည့်လိုက်ရအောင်ဗျာ။File size…  2.47 GB ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/three-colors-red-1994-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iBekfPXpijU0Sx6ViCWZN6Dsr.jpg",
        "title": "Awakening Spring ( 2023 )",
        "description": "‌ဘယ်လောက်မှောင်မိုက်တဲ့ညတစ်ည ဖြစ်ပါစေ ‌\nအာရုဏ်တက်မနက်ခင်း ရောင်နီပျိုးချိန်ဆိုတာ ရောက်လာမှာပါပဲ၊\nဒါပေမဲ့ ဘဝပေးအခြေအနေအရ အဲ့ဒါတွေကို မမြင်ရတဲ့\nစိတ်ပိုင်း/ကျန်းမာရေး/ကိုယ်ခန္ဓာပိုင်းဆိုင်ရာ\nတစ်ခုခုချို့ယွင်း‌တဲ့လူတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်ရော...\"ကျွယ်ရှောင်\"ဟာ မိဘမဲ့မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး ငယ်စဉ်တည်းက\nမိခင်ရဲ့စွန့်ပစ်သွားမှုကြောင့် စိတ်ပိုင်းဆိုင်ရာဝေဒနာရရှိနေသူ\nဖြစ်တယ်လို့ဆိုပြီး သူမကို‌မွေးစားပျိုးထောင်ခဲ့တဲ့ဒေါ်လေးဖြစ်သူဟာ\nသူမကို စိတ်ကျန်းမာရေးစင်တာကို ပို့ထားခဲ့ပါတယ်။ဒီလိုနဲ့ သူမဘဝကို ဝေဒနာတွေကကာရန်လွှမ်းခြုံထားတဲ့အချိန်၊\nခိုကိုးရာမဲ့နေချိန် ဆေးရုံမှာ \"သိုက်ချွမ်း\"နဲ့ တွေ့ဆုံခဲ့ရပါတော့တယ်။\"သိုက်ချွမ်း\"ဟာလည်း ထိုနည်းတူ စိတ်ရောဂါ ခံစားနေရသူဖြစ်ပြီး\n\"ကျွယ်ရှောင်\"ရဲ့မိခင်ဖြစ်သူဟာ ဘယ်‌တော့မှ ပြန်မလာတော့ဘူးလို့\nမျှော်လင့်ချက်မဲ့စကားတွေ စိတ်ထဲရိုက်သွင်းနေတဲ့လူတွေကြားထဲမှာ\nပထမဆုံးသော သူမကိုယုံကြည်ကူညီပေးခဲ့တဲ့သူ၊သူမနှလုံးသားရဲ့\nတစ်ခုတည်းသော အလင်း‌ရောင်ဖြစ်ခဲ့ပါတယ်...ဒါပေမဲ့ နှလုံးသားချင်းဆက်ပြီး အချင်းချင်း မေတ္တာမျှပေမဲ့လဲ\nလက်တွေ့ဘဝရဲ့‌လောကဓံစမ်းသပ်မှုကို ရင်ဆိုင်ဖို့ဖြစ်လာခဲ့တဲ့အခါ...-ပြီးပြည့်စုံတဲ့ လူရယ်ဆိုတာမရှိပေမဲ့၊လိုအပ်ချက်ဆိုတာရှိပေမဲ့၊\nကံကြမ္မာချို့ယွင်းချက်တွေ ရှိနေတဲ့သူတို့နှစ်ယောက်ရဲ့ လက်တွေ့ဘဝအဆုံးသတ်က ဘာဖြစ်မလဲဆိုတာကို...CM ပရိတ်သတ်တို့ကြည့်ရှုခံစားနိုင်ရန် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါပြီနော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 44 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gjlb/Awakening_Spring_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjA5MmU3OGItMTlkZC00OWJmLWIxZGMtMGNlMmQ2MDBkZjMwXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-161x200.jpg",
        "title": "Satyaprem Ki Katha (2023)",
        "description": "Satyaprem Ki Katha (2023)\nIMDb-7/10Freddy(2022)ထဲမှာ သွားဆရာဝန်အဖြစ်နာမည်ကြီးခဲ့တဲ့မင်းသား ကာတစ်အာရန်းရယ်\nဖြူဖွေးဝင်းဥနုဖတ်နေတဲ့အလှတရားတို့ရဲ့ပိုင်ရှင် မင်းသမီးချောလေးကီရာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းဂူဂျာရတ်ကမြို့ငယ်လေးတမြို့မှာ မိဘတွေနဲ့အတူနေပြီး ဘာအလုပ်အကိုင်မှမရှိတဲ့ ဆပ်တူ။\nအလုပ်အကိုင်မရှိပေမဲ့ မိန်းမလိုချင်နေလို့ မိဘတွေကို နားဂျီပူဆာလုပ်နေတဲ့\nသဘောကောင်းမနောကောင်း မေမေ့သားလေး ဆပ်တူ။သူတမ်းတမ်းစွဲချစ်မိနေတာက ချမ်းသာတဲ့အသိုင်းအဝိုင်းက\nအကမယ်လေး ကာသာ။ကာသာမှာ ရည်းစားရှိမှန်းသိသွားပေမယ့် ယောက်ျားကြိုက်တော့\nဆိုက်ဆိုက်လာဆိုတဲ့အတိုင်း မလွန်ဆန်နိုင်တဲ့နှလုံးသားနဲ့ ရစ်နှောင်တွယ်နှင့်ခဲ့ပြီလေ။တစ်ရက် အက်စီးဒန့်တခုမှာ ကာသာရဲ့အသက်ကို ကယ်တယ်ခဲ့ရပြီးတဲ့နောက်မှာတော့\nအရာရာပြောင်းလဲသွားခဲ့ပေမယ့် အလုပ်အကိုင်မရှိတာကို မနှစ်မြို့တဲ့ယောက္ခမလောင်းကြီး\nသဘောကျဖြစ်ဖို့ အလုပ်တွေကြိုးစားနေပြီဗျို့ဆိုပြီး ကြိုးစားလိုက်တာ တစ်ရာ့ကိုးတစ်ရာ့တစ်ဆယ်ကနေ\nမန်နေဂျာဘ၀ရောက်သွားပါလေရော။သို့ပေမယ့်လည်း ကံတရားရဲ့စီမံမှုတွေက ဘယ်လိုတွေလွဲချော်ပြီး ဘယ်အချိန်မှာသူတို့တွေကို\nဆုံစည်းစေမလဲဆိုတာတော့ မိတ်ဆွေတို့စိတ်ကြိုက်ဖန်သားပြင်ပေါ်မှာ ကြည့်ရှုလိုက်ကြပါဦး။\nကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရှာနေတယ်ဆို Satyaprem Ki Kathaက\nမိတ်ဆွေအတွက်ဆိုတာ သေချာပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Saii~Yunniတို့ဖြစ်ပါတယ်)\nFile size…7GB /2.29GB / 1.15GB\nQuality…4k AMZ WEB DL/ 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~Zwe~Saii~Yunni",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/satyaprem-ki-katha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3QPSWIx14H7sfaLqY5bh1qDNQhZ.jpg",
        "title": "The Family Stone(2005)",
        "description": "The Family Stone (2005)===============မိသားစုဆိုတာလူအမျိုးမျိုးစိတ်အထွေထွေတွေစုစည်းနေကြတဲ့အသိုက်အမြုံကြီးတစ်ခု။ စတုန်းမိသားစုကြီးဟာ ခရစ်စ္စမတ်အချိန်အခါတိုင်းအမြဲဆုံစည်းနေကြပါ။ သား ၃ယောက် သမီး၂ယောက်မိသားစု‌တွေနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ရှိစမြဲ။ ဒီနှစ် ခရစ်စ္စမတ်မှာတမိသားစုလုံးရဲ့အချစ်တော်သားကြီးဖြစ်သူ အဲဗရက်က ချွေးမလောင်း‌လေးမဲရယ်ဒစ်ကိုမိတ်ဆက်ဖို့ခေါ်လာခဲ့ချိန်မှာတော့ အနေအထိုင်သိမ်မွေ့သလိုစည်းကမ်းတင်းကျပ်တဲ့ မဲရယ်ဒစ်နဲ့ ပွင့်ပွင့်လင်းလင်း ပျော်ပျော်ပဲနေတတ်တဲ့စတုန်းမိသားစုကြီးဟာပြသာနာတွေစတင်တက်လာပါတော့တယ်။ ကုန်းပေါ်ရောက်နေတဲ့ငါးလိုဖြစ်နေတဲ့မဲရယ်ဒစ်တယောက်ဒီမိသားစုကြီးထဲကို၀င်ဆံ့နိုင်ပါ့မလား။ အထူးသဖြင့်သူ့ကိုမသိမသာရော သိသိသာသာ‌ရောအဲဗရက်ဘေးကနေကန်ထုတ်ဖို့ကြိုးစားနေကြတာတွေကိုသူမ တောင့်ခံနိုင်ပါ့မလား။ ဒီလိုပျော်ရွှင်စရာကောင်းတဲ့ခရစ်စ္စမတ်အချိန်အခါမှာသူမရောပျော်ရွှင်မှုအစစ်ရှာတွေ့နိုင်ပါ့မလားကို The family Stone ဆိုတဲ့မိသားစု ခရစ်စ္စမတ်ကားလေးမှာရှုစားပေးပါဦး.....File size…1.53GB / 676MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-family-stone2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yVnjCEPiXmAHhPbUwgz55peyus.jpg",
        "title": "Camellia Sisters (2021)",
        "description": "Camellia Sisters (2021)ဒီဇာတ်ကားလေးကတော့ မတည့်အတူနေညီမ ၃ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ ဟာသဆန်ဆန်ဗီယက်နမ်ရုပ်ရှင်လေးပါကမဲလီးယားပန်းဥယျာဥ်အိမ်ရာမှာ နေထိုင်ကြတဲ့ လိုင်မိသားစုက မိန်းမတွေက\nဥယျာဥ်ထဲမှာ ကမဲလီးယားပန်းအနီပွင့်မှသာ လက်ထပ်နိုင်မယ်ဆိုတဲ့ စည်းမျဥ်းတစ်ခုရှိလေတယ်၊\nအစ်မကြီးအမိရာဖြစ်တဲ့ \"ဟာ\" လည်း အပျိုကြီးဖြစ်သလို\nအစ်မလတ် \"ဟုန်\" နဲ့ အငယ်ဆုံး \"လင့်\" ပါ အပျိုကြီးတွေ ဖြစ်ကြတာပေါ့ဒါပေမဲ့ လက်တွေ့မှာတော့ အဲ့စည်းမျဥ်းဟာ နောက်ကွယ်က လျှို့ဝှက်ချက်‌တွေကို ဖုံးဖိထားဖို့\nအပေါ်ယံမျက်နှာဖုံးဆိုတာကို သိလိုက်ရတဲ့အခါ....အတွင်းရေးပြဿနာကိုယ်စီရှိကြတဲ့ ညီအစ်မ ၃ယောက်အကြောင်းကို ဟာသနှောရိုက်ကူးပြသထားလို့\nအပျင်းလည်းပြေသလို မိန်းမတွေက အချစ်ရေးဘဝမှာ အရှုံးဘက်ကသာ ဖြစ်တယ်ဆိုတာကိုလည်း\nခံစားထိမိအောင် ရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jinzel ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 948MB | 418MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/camellia-sisters-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Capture-141x200.jpg",
        "title": "Sunny (2008)",
        "description": "Sunny (2008)\n===========\nIMDB - 6.4/10အခုတစ်ခေါက် ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့\n2008 ခုနှစ်က ထွက်ရှိထားတဲ့ Drama,War,Music ဇာတ်လမ်း\nအမျိုးအစားလေးတစ်ခုဖြစ်တဲ့ Sunnyဆိုတဲ့ ဒီဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးမှာကတော့ မင်းသမီး Soo AE က Sunny အဖြစ်\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး၊ Hospital playlist ရဲ့ ဇာတ်ဆောင်\nကြီး Jung Kyung Ho ကလည်း ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါ\nတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................\nဆွန်းရီ လို့ခေါ်တဲ့ မိန်းကလေးတစ်ယောက်က အချစ်မပါတဲ့ အိမ်ထောင်\nရေးတစ်ခုကို ရရှိထားပါတယ်။ တစ်နေ့မှာတော့ ခင်ပွန်းသည်က သူ့ကို\nအသိမပေးဘဲ ဗီယက်နမ်စစ်‌မြေပြင်ကို စစ်တိုက်ဖို့ ထွက်သွားတဲ့အချိန်\nမှာတော့... ခင်ပွန်းသည်ကို သူမရဲ့ အချစ်တွေကိုပြသဖို့အပြင်၊ ခင်ပွန်းသည်\nနဲ့ပါ တွေ့ဆုံနိုင်ဖို့အတွက် စစ်ပွဲတွေမှာ ဖျော်ဖြေကပြတဲ့ အဖွဲ့ထဲဝင်လိုက်\nတော့တယ်။ သူမက ဗီယက်နမ်တိုက်ပွဲတွေကြားထဲအထိသွားပြီး သူ့ရဲ့\nအချစ်တွေကို ဘယ်လို ခိုင်ခိုင်မာမာ သက်သပြသွားမလဲဆိုတာကို ကြည့်ရှုရမဲ့\nဇာတ်လမ်းလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(2.4 GB) / (1.1 GB) ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/sunny-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1kPEwATsCI8DnGx6ViAhUVKQSI.jpg",
        "title": "The Unbearable Lightness of Being (1988)",
        "description": "The Unbearable Lightness of Being (1988)=============================အချစ်နဲ့ရာဂ ဒီနှစ်မျိုးကိုခွဲခြားနိုင်တာကတော့ယုံကြည်မှုနဲ့သစ္စာရှိမှုတို့ပဲ။သစ္စာမရှိတဲ့အချစ်ဟာ ဆားမပါတဲ့ဟင်းတခွက်လိုပဲဖြစ်နေသလိုရာဂသက်သက်ဟာလည်းပူလောင်မှုတွေပဲရကြတယ် တိုမတ်စ်ဟာချက်နိုင်ငံ ပါရာဂွေးမှာ အထူးကုဆရာ၀န်လေးတယောက်။ပညာမှာတဖတ်ကမ်းခတ်တော်သလိုတဖက်မှာလည်းမိန်းမကျမ်းကျေအရမ်း‌ပွေတဲ့သူ။ဆာဘီနာဆိုတာကတော့ယောကျာ်းတိုင်း‌ငေးရတဲ့အလှအပတွေနဲ့ ဆွဲဆောင်မှုရှိတဲ့ ပန်းချီဆရာမလေး။သူ့အတွက်ယောကျာ်းတွေဆိုတာခေါင်းခေါက်ယူလို့ရပေမယ့်တိုမက်စ်ကိုပဲစွဲလမ်းနေမိတဲ့သူ။ တယ်ရီဇာကတော့ အရမ်းချစ်တတ်တဲ့ဇနပုဒ်က စာကြမ်းပိုးဓာတ်ပုံဆရာမလေး။ အမြဲငိုငိုရီရီနဲ့တိုမတ်စ်လိုလူရဲ့ရင်ထဲမှာတောင်အမြဲပူပန်နေရအောင်နုံခြာသူလေးပေါ့။ဒီ၃ယောက်အတွက် ဒီလိုမျိုးခံစားချက်တွေကြားမှာဘယ်လိုဆက်ဖြစ်သွားကြမလဲ။ နိုင်ငံရေးတွေလူမှုရေးတွေကြားထဲမှာတိုမတ်စ်အတွက်ဘယ်သူ့ကိုရွေးချယ်ရမလဲ။  တိုမက်စ်တယောက်ကြောင့်ဆာဘီနာ နဲ့တယ်ရီဇာကြားကရောဘာတွေဆက်ဖြစ်ကြမလဲအဆုံးသတ်မှာရောသူတို့အတွက်ပျော်ရွှင်စရာဘ၀တွေရနိုင်ကြမလားဆိုတာကို The Unbearable lightness of beingဆိုတဲ့အချစ်ဒရာမာကားလေးမှာ ရှုစားပေးကြပါဦးခင်ဗျ....File size…2.89GB / 1.25GB\nQuality…WEB-Rip 1080p  / 720p\nFormat…mp4\nDuration….2h 51m\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-unbearable-lightness-of-being-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Macherla-Niyojakavargam-141x200.jpg",
        "title": "Macherla Niyojakavargam (2022)",
        "description": "Macherla Niyojakavargam (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့ Check 2021 ထဲက တေလဂူမင်းသားချောလေးနဲ့\nနီတင်နဲ့ Uppena 2021 ထဲက မင်းသမီးချောလေး ကရီတီးရှက်တီးတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။မာချာလာဆိုတဲ့မြို့တစ်မြို့ရှိတယ် အဲ့ဒီမြို့မှာ နှစ်ပေါင်း ၃၀ကြာရွေးကောက်ပွဲကျင်းပခွင့်မပေးဘဲ\nလူမိုက်ကြီးရာဂျာပါဆိုသူက အုပ်စိုးနေတယ်။ သူနဲ့အတိုက်အခံလုပ်တဲ့ပါတီမှန်သမျှ ဇာတ်သိမ်းသွားရပြီး\nဆန့်ကျင်တဲ့သူမှန်သမျှ ဇီဝိန်ချုပ်သွားရတယ်။ဆိဒ်ဒူဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် ဘယ်သူဘာပြောပြော စိတ်ထဲရှိတာနဲ့ ကိုယ်မှန်တယ်ထင်တာကိုပဲ\nလုပ်တတ်တဲ့ကောင်လေး..။ အစိုးရအရာရှိဝန်ထမ်းစာမေးပွဲဖြေထားပြီး တာဝန်ကျမယ့်နေရာကို\nစောင့်နေတဲ့ ကောင်လေးပါ။မထင်မှတ်ဘဲ မာချာလာမြို့မှာ သူ တာဝန်ကျလာတဲ့အခါမှာတော့...။နှစ် ၃၀ ကြာ အုပ်စိုးနေတဲ့ ခြင်္သေ့အိုကြီးနဲ့ သူ့နန်းကို ဖျက်သိမ်းမယ့် ခြင်္သေ့ငယ်လေးတို့\nထိပ်တိုက်တွေ့လာပါတော့မယ်။ကျန်တာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်\nFile size…3.6GB / 1.76GB\nQuality…1080p Telugu WEB DL / 720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Hay Man ~ OeliuJ",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/macherla-niyojakavargam-2022/"
    }
]