[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rjGYOszxlaUAe6EC5yZ4Q8l3aVL.jpg",
        "title": "Needle in a Timestack (2021)",
        "description": "အနာဂတ်ကာလမှာ အချိန်ခရီးသွားခြင်းကိုအောင်မြင်ခဲ့ကြပါတယ်။ပိုက်ဆံရှိတဲ့ သူဌေးတွေကတော့ ပိုက်ဆံအများကြီးပုံပေးရင်းအတိတ်ကိုပြန်သွားပြီး သမိုင်းဝင်ဖြစ်ရပ်တွေကိုကြည့်ကြတာ၊အတိတ်ကို မတော်တဆ (သို့) တမင်ပြောင်းလဲတာမျိုးတွေလုပ်ပစ်ကြလေ့ရှိပါတယ်။ သူတို့ပြောင်းလဲလိုက်တာတိုင်းကအနာဂတ်အချိန်ကို အချိန်ကူးပြောင်းမှုဆိုတွေလှိုင်းတွေနဲ့ရိုက်ခတ်လေ့ရှိပြီး တချို့လူတွေ၊ ဖြစ်ရပ်တွေက ပြောင်းလဲသွားတတ်ကြပါတယ်။ နစ်ခ်နဲ့ ဂျန်နင်ကတော့ ပျော်ရွှင်စွနေထိုင်နေကြတဲ့အတွဲလေးဖြစ်ပြီးလတ်တလောလေးမှာတင် အချိန်ကူးပြောင်းမှုလှိုင်းသုံးခုလောက်ရိုက်ခတ်တာခံထားရတာပါ။ ဒီလိုနဲ့ နစ်ခ်ကလည်း ဂျန်နင်ရဲ့ခင်ပွန်းဟောင်း သူဌေး တွမ်မီက အချိန်ခရီးသွားပြီး သူတို့ရဲ့ဖြစ်တည်မှုကိုဖျောက်ဖျက်အောင်လုပ်ဖို့ ကြိုးစားနေတယ်လို့သံသယဝင်လာခဲ့ပါတော့တယ်။တနေ့မှာတော့ နစ်ခ်နဲ့ဂျန်နင်တို့ ခရီးသွားဖို့လုပ်နေကြတုန်းမှာပဲအချိန်ကူးပြောင်းမှုလှိုင်းရိုက်ခတ်တာကိုခံလိုက်ရပြီ ဂျန်နင်ကတွမ်မီဆီကိုပြန်ရောက်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ နစ်ခ်လည်း အနာဂတ်ကာလအချိန်မှာပဲ ပိတ်မိနေမလား၊သူ့မိန်းမဂျန်နင်ကို ပြန်ရအောင်ကြိုးစားမလား၊ သူ့မိန်းမနဲ့အတူပြန်ရှိနေနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။  File size…1.07GB / 664MB\nQuality…WEB-DL 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Drama , Fantasy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by TMMT",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/needle-in-a-timestack-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72ZO0zs9NuEAEsLOMnoPcKnW6sm.jpg",
        "title": "Katharbasha Endra Muthuramalingam (2023)",
        "description": "Kathar Basha Endra Muthuramalingam (2023)\nIMDb-5.4/10\nTeddy(2021) ရုပ်ရှင်ထဲမှာ ၀က်ဝံရုပ်နဲ့အတူ ကြမ်းခဲ့တဲ့\nမင်းသားကြီးအာယာရဲ့ အက်ရှင်ကားအကြမ်းစားကြီး\nထွက်လို့လာပါပြီ။ဖိုက်တင်ခန်းတွေ တောင့်တနေတဲ့\nဘောလိဝုပရိသတ်အတွက် ကြည့်လို့ကောင်းဦးမယ့် ဇာတ်လမ်းပါပဲ။မင်းသမီးက ကိုတိုင်းကြိုက်တဲ့ နှင်းဆီပျို၊ ခက်နေတာ သူက\nဘယ်သူ့ကိုမှ အာရုံမလာဘဲ ခပ်ချေချေပဲနေတာ။ပိုပြီးခက်တာက\nဂန်းစတားအသိုင်းအဝိုင်းထဲက သူမ။သူတို့အသိုင်းအဝိုင်းထဲက\nယောက်ျားကလွဲရင် ဘယ်သူနဲ့မှ ပတ်သက်ခွင့်မပြုထားဘူး။\nပိုပိုပြီးခက်တာက ကျွန်တော်တို့ဇာတ်လိုက်ကျော် ဖိုက်တာကြီးအာယာက\nထောင်ထဲကနေတောင် အာမခံနဲ့ထွက်လာပြီး သူမကိုလာတွေ့ခဲ့ပါရောလား။ကာသာဘာရှာကို သိတဲ့လူတိုင်း ကြောက်ဒူးတုန်ကြသလို\nရွာထဲကလူတိုင်း ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြတဲ့ ဂန်းစတားကြီးတို့ ရင်ဆိုင်တွေ့ ကြတဲ့အခါ။\nဖိုက်တင်ခန်းတွေ အများကြီးနဲ့ ကြမ်းပြမယ့်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~YHတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.7GB / 1.43GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~YH",
        "rating": "",
        "url": "https://channelmyanmar.org/katharbasha-endra-muthuramalingam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jUx4P4Q1VsQ07rLz7sOlSyNm4F3.jpg",
        "title": "The Fall (2006)",
        "description": "Genre – Adventure, Drama, Fantasy\nIMBD – 7.8/10 နိုင်ငံပေါင်း ၂၈ နိုင်ငံမှာ ၄ နှစ်ကြာအောင် ရိုက်ခဲ့ပြီး ဆက်တင်မသုံးပဲတကယ့်ရှုခင်းအလှအပ သဘာဝစစ်စစ်တွေနဲ့ Landscapeအလန်းစားတွေ သုံးထားတဲ့ စိတ်ကူးယဉ် ဒရမ်မာကားကောင်းလေးပါ။ရိုက်ထားတဲ့ Cinematography တွေဆိုလည်း ဓာတ်ပုံပညာတတ်စရာမလိုပဲ မြင်လိုက်တာထက် မှင်သက်ရအောင်ထိ မိုက်တဲ့ ရိုက်ချက်တွေLandscape အယူအဆတွေ မြင်ရမှာပါ။ ဒါတင်ပဲလား ရိုက်ချက်တွေရှုခင်းတွေကတော့ ဟုတ်ပါရဲ့ ဇာတ်လမ်းကျ ကောင်းရဲ့လားဆိုပြီးလည်းစိတ်ပူမနေနဲ့ ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ တင်ဆက်ပုံဆန်းပြီးIMDB မှာက 7.8 ရထားတယ် လူ ၁ သိန်းကျော်ပေးထားတာ Legitဖြစ်ချက်ပဲ။ သရုပ်ဆောင်ထားတဲ့မင်းသားကလည်း ခပ်ဖြောင့်ဖြောင့်နဲ့ ဘဲကြီး Lee Pace နာမည်ကြီးဇာတ်ကောင်တွေ ပြောရရင် Gurdianof the Galaxy ပထမကားထဲက ဗီလိန် Ronan တို့ နောက်ပြီးHobbit ထဲမှာ ပါမန်း Legolas ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-fall-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coAJgJYVGpnsaEgKsp0kRZbnHIb.jpg",
        "title": "Fight Against Evil Ⅱ (2023)",
        "description": "ရဲဝန်ထမ်းလုပ်နေတဲ့ လီဟုန်ချီးတစ်‌ယောက်ဟာ KTV တစ်ခုမှာအလုပ်လုပ်နေတဲ့ကောင်မလေးတွေအပေါ် လိင်အမြတ်ထုတ်တာတွေ\nတရားမဝင် မူးယစ်ဆေးဝါးရောင်းတာတွေလုပ်ပြီး ငွေမည်းတွေနဲ့ကြီးပွားနေတဲ့ လူမိုက်တွေကို ခြေရာခံမိခဲ့ပါတယ်လူမိုက်တွေရဲ့ အနိုင်ကျင့်မှုကြောင့် တစ်ချို့မိန်းကလေးတွေ sucideလုပ်တဲ့အထိဖြစ်လာခဲ့ပါတယ်လူမိုက်တွေထဲမှာ သူချစ်ရတဲ့ညီလေးတစ်ယောက်လည်းပါနေတာကြောင့် ညီလေးကို ကယ်တင်နိုင်ဖို့ သူဘယ်လိုတွေစုံစမ်းပြီးထုတ်ဖော်မလဲစုံစမ်းရင်းနဲ့ ဘယ်လိုမထင်မှတ်ထားတာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyawt ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p\nFile size… 1GB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyawt\nEncoder ..... LK",
        "rating": "",
        "url": "https://megaup.net/1Vykk/Fight.Against.Evil.II.2023.WEB-DL.1080p.LK.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTA3NjdhMDAtYTliOS00MzY2LWI4OTItZWIyZjhkYWMxNWExXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-140x200.jpg",
        "title": "[18+]Female War: A Nasty Deal (2015)",
        "description": "အိမ်ထောင်ရေးမှာအချစ်မပါရင် ဆားမပါတဲ့ဟင်းလိုပဲ\nပေါ့ပျက်ပျက်ရယ်ပါ\nဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်က အွန်ယောင်း ပဲ\nအွန်ယောင်းက ငယ်ရွယ်နုပျိုပြီး လှသွေးကြွယ်နေတဲ့သူတယောက်\nနူးညံ့သိပ်မွေ့ပြီး နှလုံးသားလှသူတယောက်\nအထူးသဖြင့်သူမရဲ့ အမူယာဟန်ပန်နဲ့ လုံးကြီးပေါက်လှခန္ဓာကိုယ်ပဲ\nသူမကို ကံထူးသွားသူကတော့ ပန်းချီဆရာတယောက်ရယ်ပါဒါပေမဲ့ အိမ်ထောင်ကျပြီး မကြာခင်မှာပဲ ကြမ္မာဆိုးကြီးဝင်မွှေပါတယ်\nပန်းချီဆရာက မတော်တဆမှုနဲ့ မျက်လုံးနှစ်ဖက်ကွယ်သွားပါတယ်\nကြံရာမရဖြစ်နေချိန် ခိုးကိုးရာမဲ့နေချိန်မှာပဲသူတို့ကို သတိထားမိသွားသူက ကင်ဆာရောဂါနဲ့ဘဝနေဝင်ချိန်ရောက်နေတဲ့\nတစ်ကောင်ကြွက် ကုံလုံတဲ့အဖိုးကြီးတစ်ဦး......\nသူတို့နှစ်ယောက်ကို ဂရုဏာသက်ပြီး သူ့မျက်လုံးကိုလှူဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်\nအွန်ယောင်းကလည်း ကျေးဇူးသိတက်သူပီပီ အဖိုးကြီးကိုသေတဲ့အချိန်စောင့်ရှောက်ဖို့အားထုတ်ပါတယ်ဒါပေမဲ့လေ...\nအွန်ယောင်းလေးကိုမြင်တာများပြီး အဖိုးကြီးစိတ်ပြောင်းသွားတယ်\nမတော်တရော်တစ်ခုကိုတောင်းဆိုလိုက်တယ်\nမျက်လုံးနှစ်လုံးလဲရမယ် အမွေတွေအားလုံးလဲရမယ် သူနဲ့တညပဲအိပ်တဲ့လေ\nအွန်ယောင်း ဘယ်လိုမှမငြင်းသာတော့ပဲ ခင်ပွန်းသည်စက္ခုနှစ်ကွင်းအလင်းရဖို့\nမျက်စိမှိတ်လိုက်ပါတော့တယ်ဒါပေမဲ့အဖိုးကြီးက စိတ်သာရှိပေမဲ့ကိုယ်ကလိုက်မလာပါဘူး\nအဲဒီအချိန်မှာ အွန်ယောင်းတယောက် ရှိသမျှပညာအကုန်ထုတ်သုံးပေမဲ့လည်း\nအွန်ယောင်း ရဲ့ကြိုးစားမှုတခုကလေ Naked Weapon ထဲက Maggie Q\nညုတဲ့အခန်းကို သွားပြီးတော့သတိရစေမှာအမှန်ပါပဲဇာတ်လမ်းဇာတ်ကွက်တွေက ခမ်းနားပြီး အချစ်ရေး အိမ်ထောင်ရေး\nမိန်းမတယောက်ရဲ့ အနွံတာခံမှုတွေကို\nDS Fans တွေအကြိုက် အခန်းများများနဲ့ရောနှောထားတာမို့ ကြည့်ရှု့ကြည့်ပါဦး\nFile size…1.9GB / 856MB\nQuality…1080p FHD  /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/female-war-a-nasty-deal-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/czFIaeukSxNEccysQeys1PCkuOG.jpg",
        "title": "Green Zone (2010)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၀ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး Matt Damonရဲ့War/actionဇာတ်ကြမ်းဖြစ်ပါတယ်။ IMDb 6.8နဲ့ RT rating 53%ရထားပြီး အီရတ်နဲ့ အ​မေရိကန်ကြား စစ်​ရေးတင်းမာမှု​တွေဖြစ်ခဲ့တဲ့၂၀၀၃ခုနှစ်ဝန်းကျင်ခန့်ကို ဇာတ်အိမ်တည်ထားပါတယ်။ ရွိုင်း​မီလာက ယူအက်စ်ရဲ့အဖျက်လက်နက် ရှာ​ဖွေ​ထောက်လှမ်း​ရေးအဖွဲ့​​ခေါင်း​ဆောင်ဖြစ်ပြီး အီရတ်နိုင်ငံထဲမှာ အဖျက်စွမ်းအားကြီးတဲ့လက်နက်ကြီးတစ်ခုရှိတဲ့ဆိုတဲ့ အတွင်းသတင်း​ကြောင့် ရှာ​ဖွေမှု​တွေ​နေရာအနှံ့လုပ်​​နေခဲ့တာပါ။ဒါ​ပေမဲ့ သတင်း​ရတဲ့​နေရာ​တွေမှာရှာတိုင်းဘာလက်နက်ကြီးမှ မ​တွေ့ရဘဲ လက်ဗလာနဲ့ပဲ ပြန်လာ​နေရတဲ့​နောက်\n​ထောက်လှမ်း​ရေးကရ​တဲ့ သတင်းက တစ်ခုခုလွဲ​နေတယ်လို့ သံသယဝင်လာပြီး အထက်အမိန့်ကိုဖီဆန်ပြီး သတင်း​ရင်းမြစ်အ​ကြောင်းကိုထဲထဲဝင်ဝင်စုံစမ်းရာက​ ထင်မှတ်မထားမိတဲ့ လျှို့ဝှက်ချက်တစ်ခုကိုသိသွားပြီး အဲဒီကိစ္စရဲ့​နောက်ဆက်တွဲကိစ္စ​တွေကိုပါ ​ဖြေရှင်းဖို့အ​ရေးကြုံလာပါ​တော့တယ်။အဲဒီလျှို့ဝှက်ချက်က ဘာဖြစ်​နေမလဲ။ ဘယ်​လောက်ထိကြီးမားတဲ့ပြဿနာကြီးဖြစ်​နေမလဲ။ မတည်ငြိမ်မှု​တွေဖြစ်​နေတဲ့ အီရတ်​မြေမှာမီလာတို့အဖွဲ့ ဘယ်လိုအခက်အခဲ​တွေကို ရင်ဆိုင်​ကျော်ဖြတ်ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။  File size…2.31GB / 968MB\nQuality…Blu-Ray  1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Drama , Action  , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/green-zone-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oRtRokj0Lg1V7UG5bhRQAhI7DZm.jpg",
        "title": "Arbor Demon (2016)",
        "description": "ဇာတ်လမ်းအညွှန်း တောနက်ကြီးတွေဟာ တကယ်ပဲကြောက်ဖို့ကောင်းသလားဆိုတာအပြင် တောတွေအကြောင်း ရှေးလူကြီးတွေပြောပြတဲ့ပုံပြင်တွေက တကယ်ပဲအမှန်တွေ ဖြစ်လောက်လားဆိုတာကိုရောတွေးမိကြပါသလား။ ဒါဆိုရင်တော့ horror/ thriller ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်တဲ့ Arbor Demon ဇာတ်လမ်းလေးကိုကြည့်ရှုလိုက်ကြပါ။ ဒီဇာတ်လမ်းလေးမှာ ချားလ်စ်နဲ့ ဒေနာ တို့ဟာ ကလေးမယူကြသေးဘဲသူတို့ဘဝရဲ့ကိုယ်ပိုင်စွန့်စားခန်းလေးတွေကို လုပ်နေကြစဲဖြစ်တဲ့လင်မယားအတွဲလေးဖြစ်ပါတယ်။ ဒေနာက တောနက်ကြီးတစ်ခုအကြောင်းကို ထူးဆန်းစွာ အမြဲမြင်မက်နေပါတယ်။ တစ်နေ့မှာသူတို့နှစ်ဦးရဲ့မင်္ဂလာနှစ်ပတ််လည်အနေနဲ့ တောထဲကို စခန်းချခရီးထွက်ဖို့ နှစ်ယောက်သား ထွက်လာကြပါတယ်။ တောနက်နက်ထဲမှာကြောက်စရာအသံတွေလည်း စကြားလာရပြီး ဘယ်အရာကလာတိုက်ခိုက်လဲမသိ တိုက်ခိုက်ခံလာရတဲ့အခါ…သူတို့ကို ဘယ်အရာတွေက တိုက်ခိုက်နေတာလဲ၊ ဘာအကြောင်းကြောင့်တိုက်ခိုက်နေတာလဲ၊သူတို့နှစ်ဦး အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလား ဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ် ) File size…1.73GB / 841MB\nQuality…Blu-Ray  1080p  / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Drama , Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/arbor-demon-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kYHKQD3GvZlyhLpjsJLiONslZN4.jpg",
        "title": "The Woman (2011)",
        "description": "ဒီဇာတ်လမ်းမှာတော့ တောတောင်ထဲမှာ တစ်ကိုယ်တည်းလျှောက်သွားပြီး ရှင်သန်နေတဲ့ မိန်းမတစ်ယောက်ကိုယဉ်ကျေးအောင်၊ လူမှုအဖွဲ့အစည်းနဲ့အံဝင်အောင် ကြိုးစားခဲ့တဲ့ရှေ့နေတစ်ယောက်နဲ့ သူ့မိသားစု အကြောင်းကို တင်ဆက်ထားပါတယ် ခရစ်စ်တို့မိသားစုဆီကို သူ့ကိုယ်ပိုင်စိတ်ဆန္ဒမပါဘဲ ရောက်လာတဲ့မိန်းမတစ်ယောက်. သူတို့တွေက “အမျိုးသမီး” လို့ ရည်ညွှန်းခဲ့ပေမယ့်သူကတော့ တိရစ္ဆာန်နဲ့ မခြားခဲ့ပါဘူး. ရိုင်းစိုင်းပြီးသားရဲဆန်တဲ့အမျိုးသမီးကို ဖမ်းဆီးနိုင်ခဲ့တဲ့ ခရစ်စ်အနေနဲ့ သူ့ရဲ့ကိုယ်ပိုင်စမ်းသပ်မှုအဖြစ်အတင်းအကျပ်ထိန်းသိမ်းပြီး အရိုင်းဆန်စိတ်တွေ ပပျောက်အောင်ကြိုးစားခဲ့ပါတယ်.။ သူ့ရဲ့ မိသားစုကိုလည်း ဒီပရောဂျက်မှာမဖြစ်မနေ ပါဝင်စေခဲ့ပြန်ပါတယ်. တရားဥပဒေဘက်တော်သားဖြစ်သူခရစ်စ်ကိုယ်တိုင်က ဥပဒေနဲ့ဆန့်ကျင်စွာ အမျိုးသမီးတစ်ယောက်ကိုမတရားဖမ်းဆီး လူယဉ်ကျေးဇာတ်သွင်းနိုင်မလားအောင်မြင်ပြည့်စုံနေတဲ့ မိသားစုကြားမှာ ရိုင်းစိုင်းတဲ့အမျိုးသမီးတစ်ယောက် ဝင်ရောက်လာမှုကလည်း ဘယ်လို သက်ရောက်မှုတွေရှိလာမလဲ  အမျိုးသမီးတစ်ယောက်ကို ယဉ်ကျေးအောင်သင်ပြပေးချင်သူ ခရစ်စ်ကိုယ်တိုင်က သူ့မိန်းမ၊ မိသားစု အပါအဝင် အမျိုးသမီးများကို မလေးစားတတ်သူ ဖြစ်နေသောအခါ..ထိုအမျိုးသမီးရဲ့ ရက်စက်တဲ့အမျက်ဒေါသကနေ လွတ်မြောက်နိုင်လမ်းရှိမလားဆိုတာကို ရှုစားနိုင်ဖို့ CM ကနေ တင်ဆက်ပေးလိုက်ရပါတယ်.  File size…1.82GB / 756MB\nQuality…Blu-Ray  1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-woman-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZDnrgn6Iw9z2XtaQ99G0p1DFP0.jpg",
        "title": "Superheroes (2021)",
        "description": "ဒီဇာတ်ကားလေးရဲ့နာမည်က‌တော့ Superheroesတဲ့။ဒါပေမယ့်စူပါဟီးရိုးတွေအကြောင်းတော့မဟုတ်ဘူး။မာကိုဆိုတဲ့ ရူပဗေဒဆရာတယောက်နဲ့အန်နာဆိုတဲ့ပန်းချီဆရာမလေးတို့အတွဲရဲ့အချစ်ဆိုတဲ့အရာတခုကိုအချိန်တွေကြာလာတာနဲ့အမျှ အန်နာရဲ့ Superheroes ဆိုတဲ့သူတို့အကြောင်းရုပ်ပြစာအုပ်လေးအတိုင်း အဓိပ္ပါယ်အမျိုးမျိုးဖွင့်ဆိုကြတဲ့ပုံပေါ့။ သူတို့နှစ်ယောက်စတွေ့ခဲ့ကြတာက တံခါး၀လေးတခုအောက်မှာမိုးခိုနေရင်းနဲ့။ မာကိုကတော့ စိတ်မြန်လက်မြန်လုပ်တတ်ပြီးသူ့အတွက် အချိန်ဆိုတာ အပြင်မှာတကယ်မရှိတဲ့အရာလို့လက်ခံထားတဲ့သူ။ အန်နာကတော့ပျော်ပျော်နေသေခဲယောကျာ်းတယောက်ကို တညထက်ပိုမတွဲသလို realtionshipတခုမှာ တသက်လုံးချစ်ရမှာကို အရမ်းကြောက်တဲ့ကောင်မလေး။ဒီလိုသူတို့နှစ်ယောက်ရဲ့စတွေ့ကြတဲ့အချိန်ကနေ ဆယ်နှစ်ကြာပြီးတဲ့မျက်မှောက်အချိန်အထိ သူတို့ရဲ့အချစ်ခရီးလမ်းမှာ ချစ်လိုက်ကြပြတ်လိုက်ကြအခိုက်အတန့်လေးတွေ သူတို့ရဲ့ခံစားချက်လေးတွေလျှို့ဝှက်ချက်လေးတွေ ဘ၀အနိမ့်အမြင့်တွေကို ဒီဇာတ်ကားမှာကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။ CMပရိတ်သတ်ကြီးကိုမေးခွန်းလေးတခုပဲ မေးစရာရှိတာကတော့လူတယောက်ကိုတသက်လုံး သစ္စာရှိရှိနဲ့ ချစ်နိုင်ဖို့အတွက်ကဘယ်လိုစူပါပါဝါမျိုးတွေ လိုအပ်မှာပါလဲ။ File size…1.97GB / 756MB\nQuality…WEB-Rip  1080p / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/superheroes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTL9Z1EaOpgXSA8HvZX8gtHIlBN.jpg",
        "title": "Secret Love (2010)",
        "description": "ပရိတ်သတ်ကြီးကို ဒီတစ်ခေါက် ကိုရီးယား erotic thrillerဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်။ ဇာတ်ကားနာမည်ကတော့ Secret Loveဖြစ်ပြီး ၂၀၁၀ခုနှစ်က ထွက်ရှိခဲ့တာပါယွန်လို့ခေါ်တဲ့ မိန်းကလေးတစ်ယောက်ဟာ သူချစ်ရတဲ့ သူ့ရဲ့ချစ်သူဂျင်ဝူးနဲ့ လက်ထပ်ခဲ့ပါတယ်။ ထူးခြားစွာနဲ့ပဲ ဒီလက်ထပ်ပွဲကျင်းပတဲ့နေမှာ ကနေဒါမှာရှိတဲ့ ဂျင်ဝူးရဲ့ အမွှာညီဖြစ်တဲ့ ဂျင်ဟိုဟာကိုမာဝင်နေရာကနေ ပြန်သတိရလာခဲ့ပါတယ်။အမွှာတို့ရဲ့ကံလို့ပဲ ပြောရမလားမသိ လက်ထပ်ပြီး အနည်းငယ်အကြာမှာပဲ ကားမတော်တဆမှုတစ်ခုကြောင့် အကိုဖြစ်သူဂျင်ဝူးဟာ ကိုမာဝင်သွားပြန်ပါတယ်။ ဒီသတင်းကိုကြားတဲ့အခါဂျင်ဟိုတစ်ယောက် အကိုဆီကိုပြန်လာတဲ့အချိန် အကိုရဲ့မိန်းမဖြစ်သူ ယွန်နဲ့ တွေ့ဆုံမိကြပါတော့တယ်။ဂျင်ဝူးနဲ့ ဂျင်ဟိုဟာ ရုပ်ရည်ချင်း ခွဲမရအောင်တူတဲ့ အမွှာညီအကိုတွေဖြစ်နေတာကို ယွန် သိရှိသွားတဲ့အခါမှာတော့ ဂျင်ဟိုနဲ့ ယွန်တို့နှစ်ယောက်ကြားက ဆက်ဆံရေးဟာ ဘယ်လိုပြောင်းလဲလာမလဲဆိုတာကြည့်ရှုရမှာပါ။ ဒီအချိန်မှာပဲ ဂျင်ဝူးတစ်ယောက် သတိပြန်ရလာရင်ရော ပြဿနာတွေ ဘယ်လိုရှုပ်ကြဦးမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာမို့ ကိုရီးယားကား ကြိုက်သူတွေရော erotic thrillerကြိုက်တတ်သူတွေပါ ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ ယွန်အဖြစ် Jin-Seo Yoonက သရုပ်ဆောင်ထားပြီးအမွှာညီအကိုအဖြစ် Yoo ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/secret-love-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJNEBrDy6H4QMHj8GC9OHxPdwJm.jpg",
        "title": "Disturbia (2007)",
        "description": "မှန်ဘီလူးတစ်လက်နဲ့ ပတ်ဝန်းကျင်ကိုစပိုင်လုပ်နေရင်းထူးဆန်းတာတွေကြုံလာဖူးလား.... ဒီဇာတ်လမ်းလေးမှာတော့ ကေးလ်ဆိုတဲ့ဆယ်ကျော်သက်အရွယ်ကောင်လေးတစ်ယောက်ဟာ  စာသင်ခန်းထဲမှာဆရာကိုလက်သီးနဲ့ထိုးမိလို့ နေအိမ်အကျယ်ချုပ်ပုံစံမျိုးကျပြီး အိမ်ထဲမှာပဲ၃ လ လောက်အောင်းရမဲ့ကိန်းဆိုက်လာပါတော့တယ်။အပြင်ထွက်လည် သူငယ်ချင်းတွေနဲ့ပျော်တတ်တဲ့အရွယ်မှာအိမ်ထဲပိတ်မိနေလို့ ကေးလ်တစ်ယောက် မှန်ဘီလူးတစ်လက်နဲ့ပတ်ဝန်းကျင်ကအိမ်တွေကို တစ်နေကုန်စောင့်ကြည့်ပါတော့တယ်။သူကြည့်တဲ့အထဲမှာ သူ့အိမ်ဘေးကိုပြောင်းလာတဲ့ မိသားစုထဲကသူနဲ့ရွယ်တူကောင်မလေးကိုတော့ ပိုအချိန်ပေးဖြစ်တာပေါ့။အဲ့အချိန်မှာ ဆံပင်အနီရောင်ကောင်မလေးတွေကို ပြန်ပေးဆွဲသတ်ဖြတ်မှုကလဲ သတင်းထွက်လာတဲ့အချိန် သူတို့အိမ်ဘေးကလူရဲ့နေထိုင်ပုံကလဲ မသင်္ကာစရာတွေဖြစ်လာချိန်မှာတော့စပ်စုတတ်တဲ့ ကောင်လေးဘယ်လိုဖြစ်လာမယ်ဆိုတာကိုဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။မင်းသားကတော့ Transformers ကားထဲက မင်းသားဖြစ်ပြီးသူနဲ့တွဲတဲ့မင်းသမီးတိုင်းကတကယ့်ကို အချောအလှတွေဆိုတာတော့ပြောစရာမလိုလောက်ဘူးထင်ပါတယ်။Crime, Drama,Mystery ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး IMDBမှာလဲ မှတ်ချက်ကောင်းတွေပိုင်ဆိုင်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…2.13GB / 858MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Drama , Mystery , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/disturbia-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk2MDMyNjUwOF5BMl5BanBnXkFtZTcwMjYzNjg1Mw@@._V1_-135x200.jpg",
        "title": "Tomorrow, When the War Began (2010)",
        "description": "Tomorrow, When the War Began (2010)\n=============================\nIMDb Rating - 6.1/10ဒီကားလေးကတော့ ' Tomorrow When The War Began '\nဆိုတဲ့ Australia နာမည်ကြီး စာရေးဆရာ John Marsden\nရေးခဲ့တဲ့ ဝတ္ထုရှည်ကြီးကို ဇာတ်ကားအနေနဲ့ ပြန်လည်အသက်\nသွင်းထားတဲ့ ကားလေးဖြစ်ပါတယ်။ စာအုပ်အနေနဲ့ Tomorrow\nSeries ဆိုပြီးနာမည်ကြီးပြီး 1993 ကနေ 1999 ထိ စုစုပေါင်း 7\nအုပ်ထိ ထုတ်ဝေခဲ့ပါတယ်။ ပထမဆုံးစာအုပ်ဖြစ်တဲ့ Tomorrow\nWhen The War Began စာအုပ်ကတော့ ကမ္ဘာတဝှမ်း စာပေ\nWinner ဆု '8ဆု'၊ Best Book ဘာညာအဖြစ်ရွေးချယ်ခံရတာ\n'5ဆု'၊ Nominated '1ဆု' အထိအောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းမှာတော့ Australia မင်းသမီးချော Caitlin Stasey\nက ခေါင်းဆောင်မင်းသမီးအနေနဲ့သရုပ်ဆောင်ထားပြီး၊\nကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့တဲ့ Peter Pan ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Bukk/Tomorrow.When.the.War.Began.2010.1080p.BrRip.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gYwtMX4GpRB7N3tkfesnzkBt9MF.jpg",
        "title": "Motherhood (2022)",
        "description": "Motherhood (2022)\"အမှောင်ထဲမှာ ကျွန်မရဲ့လက်တွေကို ဆုပ်ကိုင်ပေးထားတာ အမေရယ်ပါလို့ကျွန်မတွေးနေမိတာ....\nဘယ်လိုတောင် မျက်နှာပြောင်တိုက်တာပါလိမ့်နော်\"\n(ဆာယာခါ)\"ကျွန်မသူ့ကို အကြင်နာတွေ ချစ်ခြင်းမေတ္တာတွေအပြည့်နဲ့ ပျိုးထောင်လာခဲ့တာ သူသတ်သေတယ်ဆိုတာမဖြစ်နိုင်ဘူး\"\n(စုယုကိ)\"ပင်ကိုဓာတ်ခံ အမျိုးသမီးတစ်ယောက်ရဲ့ဗီဇလို့သတ်မှတ်နေကြပေမဲ့\n'မိခင်မေတ္တာ'ဆိုတာ ကျွန်မတို့မှာ မွေးကတည်းကပါလာတဲ့အရာမှမဟုတ်တာ\"လောကကြီးမှာ ရင်နာစရာအကောင်းဆုံးအရာတွေထဲကတစ်ခုကတော့ ကိုယ့်ကိုမုန်းတီးနေတဲ့လူဆီက ချစ်ခြင်းမေတ္တာကိုမှ တမ်းတမိနေခြင်းပါပဲ။\nဒါပေမဲ့ ဝဋ်ကြွေးလို့ပဲဆိုရမလား မရနိုင်မှန်းသိနေတဲ့အရာကိုမှတမ်းတတတ်တဲ့ညဉ်ဆိုးပါလာတာလား မပြောတတ်ပေမဲ့\nလူတော်တော်များများကတော့ ဒီလိုအခြေအနေကနေ ရုန်းထွက်ဖို့ကိုမဝံ့ရဲတတ်ကြပါဘူး။ဒီMotherhoodဆိုတဲ့ရုပ်ရှင်လေးမှာလည်း သမီးဖြစ်သူကိုမချစ်နိုင်တဲ့အမေ၊\nကိုယ့်ကိုမချစ်မှန်းသိသိကြီးနဲ့ အမေဖြစ်သူရဲ့ချစ်ခြင်းမေတ္တာကိုမှ တမ်းတနေတဲ့သမီးဖြစ်သူတို့နှစ်‌ယောက်ရဲ့ဇာတ်လမ်းလေးကို ရိုက်ကူးပြထားတာပါ။စုယုကိဟာ အမေကိုသိပ်ချစ်တဲ့မိန်းကလေးတစ်ယောက် အမေက ၁ ဆို ၂ မလုပ်တတ်တဲ့ အမေ့စကားဆိုရင် မြေဝယ်မျကနားထောင်တတ်တဲ့သူလေးပေါ့။\nစုယုကိကတော့ တာဒိုကိုရိုကိုသဘောမကျပေမဲ့ အမေဖြစ်သူရဲ့စကားတစ်ခွန်းနဲ့ပဲ ကိုယ်နဲ့မလိုက်ဖက်မှန်းသိသိကြီးနဲ့ ဘေးလူတွေကလည်းတားဆီးနေပါရက်နဲ့ ဇွတ်လက်ထပ်လိုက်ပါတယ်။\nဒါပေမဲ့ တာဒိုကိုရိုတို့မိသားစုက တော်တော်လေးမွန်းကြပ်စရာကောင်းတဲ့မိသားစုဖြစ်တာကြောင့် ခင်ပွန်းဖြစ်သူတာဒိုကိုရိုဟာ စုယုကိကိုကြင်နာဖေးမရကောင်းမှန်းမသိပါဘူး။\nဒါပေမဲ့ စုယုကိကတော့ အမေ့မျက်နှာတစ်ကမ္ဘာနဲ့ ပျော်ရွှင်နေဆဲပါပဲ။ဒီလိုနဲ့ စုယုကိတစ်ယောက် ကိုယ်ဝန်ရှိလာချိန်မှာတော့ သူကိုယ်တိုင်မိခင်ဖြစ်ဖို့ ဖြစ်လာပါတော့တယ်။\nတာဒိုကိုရိုနဲ့ အချစ်တွေ သံယောဇဉ်တွေမပါဘဲ ဝတ္တရားသက်သက် တည်ဆောက်ထားတဲ့\nဒီအိမ်ထောင်ရေးရဲ့အသီးအပွင့်ဖြစ်တဲ့ ဆာယာခါလေးကို စုယုကိတစ်ယောက် ဘယ်လိုမှမေတ္တာမပေးနိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ မီးလောင်မှုဖြစ်ပြီးတော့ အမေဖြစ်သူကိုဆုံးရှုံးလိုက်ရချိန်မှာတော့ စုယုကိနဲ့ဆာယာခါကြားမှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/motherhood-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yJDt9kkLeOjTPKzuYiSa5zrjP8.jpg",
        "title": "High School Serenade / Gita Cinta Dari SMA (2023)",
        "description": "High School Serenade / Gita Cinta Dari SMA (2023)ဆယ်ကျော်သက်လူငယ်ဘဝကို ပြန်ရောက်သွားသလိုခံစားရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nအထက်တန်းကျောင်းသားဘဝ ဆယ်ကျော်သက်အရွယ်မှာ အချစ်ဦးနဲ့တွေ့ခဲ့ရပြီး လွဲခဲ့ရတဲ့လူတွေအတွက်\nခံစားချက်နဲ့တိုက်ဆိုင်နိုင်လောက်မယ့် Drama ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ကျောင်းပြောင်းလာတဲ့ ကျောင်းသူလေး Ratna တစ်ယောက်\nကျောင်းအသစ်မှာ စာတော်ပြီး အေးစက်စက်နေတတ်တဲ့ Gahli ဆိုတဲ့ ကျောင်းသားလေးနဲ့တွေ့ပြီး အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။\nမိဘအသိုင်းအဝိုင်း အဆင့်အတန်းတွေမတူညီတော့ Ratna ရဲ့ အဖေက သဘောမတူဘဲ\nအတင်းလိုက်ခွဲတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။MDb ကလည်း 8.3 ရထားတာမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.3GB | 671MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/high-school-serenade-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mr1pnLM7O3hbfcBM0kJ6JvuIWVh.jpg",
        "title": "Cross the Line (2022)",
        "description": "Cross the Line (2022)ဟယ်ရစ် နဲ့ မာယာ တို့ ချစ်သူနှစ်ဦးက အိပ်မက်တွေကိုယ်စီနဲ့\nသင်္ဘောကြီးပေါ်မှာ သန့်ရှင်းရေးလုပ်သားအနေနဲ့ လုပ်ကိုင်ဖို့ လာခဲ့ကြတာပါ။\nနှစ်ယောက်သားကတော့ ဒီအလုပ်ကို ပိုက်ဆံများများ ရှာနိုင်ဖို့အတွက် ယာယီအနေနဲ့ပါ။\nသူတို့ရဲ့ရည်မှန်းချက်ကတော့ နိုင်ငံခြားမှာ အလုပ်သွားလုပ်နိုင်ဖို့ပါပဲ။မာယာက သူ့အမေရဲ့ကျန်းမာရေးစားရိတ်အတွက် ဝင်ငွေ ပိုရမလားရယ်လို့ လာလုပ်တာပါ။\nဒါပေမဲ့လည်း သင်္ဘောပေါ်မှာ လုပ်ကိုင်ကြရင်းနဲ့ ထင်သလောက် ဝင်ငွေမရကြတဲ့အခါ\nမာယာကို ခန္ဓာကိုယ် ရင်းပြီး အလုပ်လုပ်ဖို့ လာဆွယ်တဲ့လူရှိတဲ့အခါမှာ မာယာ ဘာလုပ်ဖြစ်မလဲ\nဟယ်ရစ်ကလည်း မာယာအတွက် မှောင်ခိုကုန်ကူးလုပ်ငန်းမှာ ဝင်ပြီး လုပ်ရပါတော့တယ်။ရွှေ့ပြောင်းလုပ်သားတွေရဲ့ အချစ်လမ်းခရီးက သာယာဖြောင့်ဖြူးပါ့မလား\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ SanDaKuu ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 645MB | 346MB\nFormat… mp4\nDuration…. 1h 10min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cross-the-line-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/25942745-f176-4591-bba6-389ecf114793-133x200.jpg",
        "title": "The Lunchbox (2013)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (97%)အိန္ဒိယအပြင် အာရှ ရုပ်ရှင်ဆုပေါင်း ၂၈ ခုနဲ့ ဆန်ခါတင်စာရင်းတွေမှာ ၄၈ကြိမ်ပါဝင်ခဲ့တဲ့ လွန်လေသူ မင်းသားကြီး Irrfan Khan ရဲ့ ရုပ်ရှင်လှလှလေးပဲဖြစ်ပါတယ်။\nရုပ်ရှင်နာမည်က The Lunchbox ထမင်းဘူးလေးတဲ့။\nရုပ်ရှင်တစ်ခုလုံးကို ဒီအပေါ်မှာပဲ ဇာတ်အိမ်တည်သွားတယ်။သွေးအေးနေတဲ့ခင်ပွန်းသည်အတွက် ထမင်းဘူးထည့်ပေးတဲ့ အိမ်ထောင်ရှင်မတစ်ယောက် သူထည့်ပေးလိုက်တဲ့ ထမင်းချိုင့်က တခြားသူတစ်ယောက်ဆီမှားပြီးရောက်သွားရာကနေစလို့ ဒီဇာတ်လမ်းလေး စတင်ပါတယ်။ကိုယ်နဲ့တစ်ခါမှမမြင်ဖူးတဲ့ သူစိမ်းတစ်ယောက်နဲ့ စာလေးတွေကတဆင့် အဖြူရောင်သံယောဇဉ်ကြိုးတစ်ချောင်း ချည်နှောင်တဲ့အခါမှာ ထမင်းချိုင့်လေးက ကြိုးသီသူလေးတစ်ဦးဖြစ်ခဲ့တာပေါ့။သူတို့ ၂ ယောက်က ဒီနေ့ဟင်းတော့ ဆားငန်တယ် ဒီနေ့ဟင်းကတော့ အစပ်များတယ် ဆိုတာက‌စလို့ ကိုယ့်ရဲ့ခံစားချက်တွေ အမှတ်တရတွေကိုပါ ထမင်းချိုင့်ထဲ စာလေးထည့်ပြီးပြောပြကြတဲ့အထိ ရင်းနှီးသွားခဲ့ကြပါတယ်။တစ်ကိုယ်တည်းနေတဲ့ ဖာနန်ဒက်နဲ့ အီလာတို့နှစ်ယောက်ကြား ပို့တဲ့စာလေးတွေကိုဖတ်ရင်း သူတို့ကြားက ထုတ်မပြောတဲ့ ချစ်ခြင်းမေတ္တာတစ်ခုကို တွေ့ရတယ်။\nချစ်ခြင်းမေတ္တာဟာ ပုံစံအမျိုးမျိုးနဲ့တည်ရှိနိုင်ပြီး ဖွင့်ဟလို့ရတဲ့နည်းလမ်းတွေအများကြီးရှိကြောင်း ဒီရုပ်ရှင်လေးက သက်သေပါပဲ။\nဒီရုပ်ရှင်မှာ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-lunchbox2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utLUwuTYZ7SamVlKFicl3DFs0UL.jpg",
        "title": "About Us But Not About Us (2023)",
        "description": "ပွင့်လင်းရာသီမြန်မာပြည်ဖြစ်လာပြီဆိုတော့လည်း မီယမ်မာကြီးမှာလည်း LGBTQ နဲ့ပတ်သက်လို့ အရင်ကထက် ပိုပွင့်လင်းလာတဲ့အခြေအနေမှာရှိပါတယ်။\nဒါပေမဲ့လည်း လုံးဝကြီးပွင့်လင်းတာလည်း မဟုတ်သေးပြန်တော့ လွဲမှားနေတဲ့ Myths လေးတွေတော့ ရှိပါသေးတယ်။\nဒီဖိလစ်ပိုင်ကားလေးကို အကြိုက်ဆုံးအချက်ကိုပြောရမယ်ဆိုရင်တော့ LGBTQs are just humansဆိုတဲ့အချက်ကို ချပြထားတာကိုပါပဲ။\nPrivilege လူတန်းစားလည်းမဟုတ်သလို နှိမ်ချစရာလည်းမဟုတ်တဲ့ သာမန်လူလိုပဲ ဆိုးကွက် ကောင်းကွက်တွေအကုန်ရှိနေနိုင်တယ်ဆိုတဲ့ Human natureကိုချပြထားတဲ့ရုပ်ရှင်လေးပေါ့။\nဖိလစ်ပိုင်ဒရာမာတွေ ကြိုက်နှစ်သက်တဲ့လူတွေဆိုရင်တော့ ဒီကားလေးကို ကြည့်ဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုတော့ ကိုဗစ်ရောဂါ ထကြွသောင်းကျန်းနေတဲ့ကာလမှာ အခြေတည်ထားပြီးတော့\nတက္ကသိုလ်က အင်္ဂလိပ်ဘာသာပရော်ဖက်ဆာဖြစ်တဲ့ အဲရစ်က သူ့ရဲ့တပည့်ဖြစ်တဲ့ လန်းစီလော့နဲ့ လာတွေ့တာကနေ အစပျိုးထားပါတယ်။\nဆရာကတော့ သိပ်လှတဲ့သက်တန့်ကြီး ကွေးနေပေမဲ့ တပည့်ဖြစ်တဲ့လန့်စ်ကတော့ ရေရေရာရာမသိတဲ့ မကွေးတကွေးလေးပေါ့။\nဒါပေမဲ့ ဆရာဖြစ်သူအဲရစ်ရဲ့ အထူးအထူးသော အလေးပေးမှု ဂရုစိုက်မှုတွေကြောင့် ပတ်ဝန်းကျင်ကပြောစရာဖြစ်နေတာပေါ့။\nအဲရစ်ဘက်ကကြည့်တော့လည်း ပထွေးကရိုက်နှက်ခံရလို့ ခိုကိုးရာမဲ့တပည့်ကို ဂရုစိုက်ပေးတာဖြစ်ပြီး\nပတ်ဝန်းကျင်ကကြည့်တော့လည်း ၁၇ နှစ်တာတွဲခဲ့တဲ့ချစ်သူ နာမည်ကျော်စာရေးဆရာမားကပ်စ်က ကိုယ့်ကိုယ်ကိုယ်သတ်သေသွားရတာ\nလန့်စ်နဲ့အဲရစ်ကြားက ကရုဏာပိုလွန်းတဲ့ဆက်ဆံရေးကြောင့်လား သို့လော သို့လောပေါ့။ဒီလိုနဲ့ ထွေရာလေးပါးစကားဝိုင်းလေးကနေ အရှိန်တက်လာတဲ့ သူတို့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/about-us-but-not-about-us/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWFhNjg3YjctMjg2Ny00YjBkLTg5M2EtMTk2MjA1NDY3NzQ2XkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Sound of Music (1965)",
        "description": "The Sound of Music (1965)===================IMDb Rating - 8.1/10အကောင်းဆုံး Musical Genre Movies တွေအကြောင်းပြောကြမယ်ဆိုရင် (1966)အော်စကာရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးဒါရိုက်တာဆု၊ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးရုပ်ရှင်တည်းဖြတ်ဆု..စသဖြင့် အော်စကာ၅ဆုအပြင် အခြားသောရုပ်ရှင်ဆုပေါင်းများစွာကိုပါ ပတ်သိမ်းလာတဲ့ “The Sound of Music” က သေချာပေါက်မပါမဖြစ်ပါပဲ။ (1965)ခုနှစ်က ထွက်ရှိခဲ့ပြီး ဩစတြီးယားနိုင်ငံက ဗွန်ထရက်ပ်မိသားစုအကြောင်း ဖြစ်ရပ်မှန်အခြေခံပြီး ရိုက်ကူးထားတဲ့ “The Sound of Music” ရုပ်ရှင်ဟာ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တာကြောင့် သူ့ရုံဝင်ငွေနဲ့ ဒေဝါလီခံရခါနီး 20th Century Fox Studio ကိုကယ်ပေးနိုင်တဲ့အထိကို ဖြစ်ခဲ့ပါတယ်။ IMDb rating 8.1/10 ရရှိထားပြီး ထွက်ရှိခဲ့တဲ့အချိန်ကနေ ယခုအချိန်ထိ Box Office ရဲ့ No.6နေရာမှာ ရပ်တည်နေတဲ့ ဂန္ထဝင်ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကိုအခြေတည်ရိုက်ကူးထားတာဆိုပေမဲ့ တကယ့်အပြင်လက်တွေ့နဲ့ ကွဲလွဲချက်လေးတွေရှိပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-sound-of-music-1965/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGE3NWM2ZDUtMGRjYi00NmQ1LWFkZGMtNGMxMDM2NTQyYWJhXkEyXkFqcGdeQXVyMjM4MTAwNzQ@._V1_-133x200.jpg",
        "title": "Twisted Sister (2023)",
        "description": "Twisted Sister (2023)\n===============ကျွန်တော်တို့ ဘဝမှာ ရှိနေမှန်းမသိခဲ့တဲ့ အစ်မတစ်ယောက် ရုတ်တရက်‌\nပေါ်လာခဲ့မယ်ဆိုရင် ဘယ်လိုလုပ်ကြမလဲ။ မိဘတွေ တည်ထောင်ခဲ့တဲ့\nကုမ္ပဏီကို အမွေဆက်ခံပြီး ချစ်စရာသမီးလေး ခင်ပွန်းနဲ့အတူ အမ်မလီရဲ့\nဘဝလေးက ပြီးပြည့်စုံနေပါတယ်။ တစ်ရက်မှာတော့ ကလေးထိန်း အလုပ်\nလျှောက်မယ့် အမျိုးသမီးတစ်ယောက် အမ်မလီတို့ အိမ်ကို ရောက်လာပါ\nတယ်။ အဲဒီအမျိုးသမီးက သူ့ကိုယ်သူ အမ်မလီရဲ့ မိဘတွေ စွန့်ပစ်လိုက်\nတဲ့ အစ်မရင်း လီလီပါလို့ ပြောလာပါတော့တယ်။ကုမ္ပဏီအလုပ်တွေနဲ့ ဖိအားများနေပြီး အားကိုးစရာ လိုအပ်နေတဲ့ အမ်မလီ\nတစ်ယောက် အစ်မကို စိတ်ချလက်ချ ယုံကြည်နိုင်ပါ့မလား၊ တစ်ချိန်တည်း\nမှာပဲ အမ်မလီတစ်ယောက် တိုက်ခိုက်မှုတွေ ဆက်တိုက်ကြုံလာရချိန် တ\nရားခံက ဘယ်သူလဲ၊ အမ်မလီနဲ့ မိဘတွေက လီလီ့ကို ဘာလို့ စွန့်ပစ်လိုက်\nတာလဲ ဆိုတာတွေကို ရင်တမမ ခံစားရမှာမလို့ အားလုံးအတူ ခံစားကြည့်\nလိုက်ကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhu Myat Thwe ဖြစ်ပါတယ်)File Size..........(1.4 GB) / ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/twisted-sister-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDA0N2FmMDYtZWJmNC00YjA1LWIwNGItNTRkZjM5NTczNTMzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-160x200.jpg",
        "title": "Ishq-e-Nadaan (2023)",
        "description": "Ishq-e-Nadaan 2023ယခုတစ်ခါမှာတော့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့\nဟင်ဒီအချစ်ဒရာမာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသမီးကြီးနီနာဂူပတာတို့\nအဓိကပါဝင်ထားပြီး ဘောလိဝုဒ်နာမည်ကြီး\nသရုပ်ဆောင်တွေများစွာပါဝင်ထားပါတယ်။ဇာတ်လမ်းတစ်ပုဒ်ထဲမှာ စုံတွဲသုံးတွဲတို့ရဲ့အချစ်ဇာတ်လမ်းကို အချိတ်အဆက်မိမိတင်ဆက်ထားပါတယ်။\n- ဘဝကိုရုန်းကန်နေရပြီး တစ်နေ့မှာ စီးပွားရေးလုပ်ငန်းရှင် အမျိုးသမီးတစ်ဦးနဲ့ဆုံတွေ့ခဲ့တဲ့သူတစ်ဦး\n- သားနဲ့ချွေးမဖြစ်သူတို့အိမ်ကို အလည်သွားရမှ မထင်မှတ်ထားတဲ့လူတစ်ယောက်နဲ့ဆုံပြီး အချစ်‌တွေပြန်ပေါက်ဖွားလာသူ\n- မချစ်ရက်တော့တဲ့သူတစ်ဦးနဲ့ ချစ်တတ်လွန်းသူတစ်ဦးတို့ဆုံကြရာဝယ်...ဒီလိုနဲ့အချစ်ရဲ့ အဓိပ္ပာယ်ကိုယ်စီရှာဖွေရင်း အချစ်ဆိုတဲ့ဟာကို\nသူတို့ဘယ်လိုခံယူထားကြတယ်ဆိုတာ အသီးသီးအဖြေရှာကြရင်း\nဇာတ်ကောင်တွေအများကြီးနဲ့ ဇာတ်လမ်းရှုပ်ယှက်ခတ်သွားတာမျိုးမဖြစ်စေဘဲ\nသူ့ဇာတ်ကောင်နဲ့သူ အံဝင်ခွင်ကျနဲ့ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon~BpL~V~Zwe~Cherry~YH တို့ပဲဖြစ်ပါတယ်။\nFile size…1.75 GB / 643.3 MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder…YK\nTranslated by Moon~BpL~V~Zwe~Cherry~YH",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ishq-e-nadaan-2023/"
    }
]