[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/crime-story-poster-133x200.jpg",
        "title": "Crime Story (1993)",
        "description": "Crime Story (1993)\nIMDb (6.8/10)_______Rotten Tomatoes 93%ဒီဇတ်ကားမှာအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အင်စပက်တာအက်ဒီချန်းနေရာမှာ သရုပ်ဆောင်ဖို့ပထမဆုံးစဉ်းစားခံရတဲ့သူကတော့ တရုတ်ပြည်ရဲ့ထိပ်တန်းမင်းသားဂျက်လီပဲဖြစ်ပါတယ်..ဂျက်လီဟာ\nအကြောင်းအမျိုးမျိုးကြောင့် ဒီရုပ်ရှင်ဇာတ်ကားကိုမရိုက်ကူးဖြစ်ခဲ့ပဲ မင်းသမီး မီရှဲရွန်းနဲ့တွဲဖက်ပြီး Tai Chi Master(၁၉၉၃)ဇတ်ကားကိုပြောင်းလဲရိုက်ကူးခဲ့ပါတယ်..(၁၉၉၃)ခုနှစ်မတိုင်ခင်မှာ ရဲစုံထောက်အက်ရှင်ဇာတ်ကားများ အများအပြားရိုက်ကူးခဲ့ပြီး ရဲစုံထောက်ဇာတ်ရုပ်နှင့်အကျွမ်းတဝင်ဖြစ်နေခဲ့တဲ့ ဂျက်ကီချန်းဟာဂျက်လီမရိုက်ကူးဖြစ်ခဲ့တဲ့ ဒီရုပ်ရှင်ဇာတ်ကားရဲ့ဇာတ်ညွှန်းကိုဖတ်ကြည့်ပြီး သူနှစ်ခြိုက်တဲ့ကာရိုက်တာမျိုးဖြစ်နေတဲ့အတွက် ရိုက်ကူးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်ဟောင်ကောင်ဒါရိုက်တာ ကာကီဟွမ်နှင့် ပူးပေါင်းပြီး ဂျက်ကီချန်းဟာ တွဲဖက်အက်ရှင်ဒါရိုက်တာအနေနဲ့ရော Main Role အနေနဲ့ပါ ဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပါတယ်...ဟောင်ကောင်နဲ့ ထိုင်ဝမ်ပြည်နယ်တို့မှာ\n(၁၉၉၂) ဇူလိုင်(၉)ရက်နေ့မှစပြီး\nသြဂုတ်(၂၀)ရက်နေ့အထိ (၄၂)ရက်ကြာအောင် ဒီရုပ်ရှင်ကိုစနစ်တကျရိုက်ကူးခဲ့ပါတယ်...ဂျက်ကီချန်းကိုယ်တိုင်ရေးသားထားတဲ့ (My Life Acting)စာအုပ်ထဲက ရေးသားဖော်ပြချက်အရ ဒီစုံထောက်ဇာတ်ကားရိုက်ကူးစဉ်မှာ ကားနှစ်စီးယှဉ်တိုက်တဲ့ဇာတ်ဝင်ခန်းကိုလူစားမထိုးပဲ သူကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး ခြေထောက်သွင်သွင်ကျိုးသည်အထိ ဒဏ်ရာရခဲ့ဖူးတယ်လို့လည်း သိရပါတယ်..(၁၉၉၃)ခုနှစ် ဇွန်လ(၂၄)ရက်နေ့မှာ ဒီရုပ်ရှင်ဇာတ်ကားကို ဟောင်ကောင်မှာ စတင်ရုံတင်ပြသခဲ့ပြီးအောင်မြင်မှုအနေနဲ့ ရရှိခဲ့တဲ့ဆုတွေကတော့(၁၉၉၃)ခုနှစ်မှာ ဂျက်ကီချန်းဟာ အကောင်းဆုံးသရုပ်ဆောင်အဖြစ်Golden Horseဆုကိုရှိခဲ့ပါတယ်(၁၉၉၄)ခုနှစ်ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ထူးချွန်ဆုပေးပွဲမှာလည်း\nဂျက်ကီချန်းဟာ အကောင်းဆုံးဇာတ်ဆောင်ဆုနှင့် အကောင်းဆုံးအက်ရှင်စတန့်ပြကွက်(Best Action Choreography) ဆုကိုပါ ထပ်မံရရှိခဲ့တဲ့အပြင် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xgu5/Crime_Story_(Jung_On_Zo)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tvmPiTShsfp4vSUBFsCHYaX9M7i.jpg",
        "title": "Widows(2018)",
        "description": "Widows(2018)\nIMDb....7.2,,,,Rotten...91%\n2018 ထြက္ Widows ဆိုတဲ့ စိတ္လွဳပ္ရွား အံ့အားသင့္စရာ ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္…\nIMDb -7.2 Rottem Tomatoes 91% စတဲ့ အေကာင္းစား Rating ႀကီးေတြရထားေလေတာ့ ကားေကာင္းနဲ႕ ေဒါင္းၾကည့္ဖုိ႕ေတာ့ေျပာစရာလုိမယ္မထင္ဘူး...\nသုိ႕ေပမယ့္  ဇာတ္လမ္းအေၾကာင္းအနည္းငယ္ေတာ့လုိအပ္မယ္ထင္လုိ႕ေျပာပါရေစ....\nဒုစရိုက္လုပ္ငန္းေတြကို အာဏာရွင္ေတြ ေက်ာေထာက္ေနာက္ခံနဲ႕ေဆာင္ရြက္ေနတဲ့ ဟယ္ရီ ေရာလင္း (Liam Neeson)ဟာ လူမည္းလုပ္ငန္းရွင္တစ္ဦးထံက အေမရိကန္ေဒၚလာ တစ္သန္းလုယူအျပီး\nအျပန္လမ္းမွာ ရဲေတြနဲ႕ပက္ပင္းမိတာေၾကာင့္ ပစ္ၾကခတ္ၾကရင္း သူအပါအဝင္ ေနာက္လိုက္ႏွစ္ေယာက္လည္း ေသဆံုးသြားပါေတာ့တယ္...\nသူတို႕နဲ႕အတူ လုယူလာတဲ့ ေဒၚလာ တစ္သန္းလည္း ကားေပါက္ကြဲ မီးေလာင္တဲ့အထဲပါသြားပါတယ္…\nေသတဲ့လူေတြကေသသြားျပီျဖစ္ေပမယ့္ ေဒၚလာတစ္သန္းကိစၥဟာ က်န္ရစ္သူ ဟယ္ရီရဲ႕မိန္းမ ဗေရာ္နီကာထံ ျပႆနာေခါင္းပံုက်လာပါေတာ့တယ္...\nအသက္အႏၱရာယ္ျခိမ္းေျခာက္မႈေတြရွိလာတဲ့အတြက္ေၾကာင့္ ဗေရာ္နီကာဟာ ေပါက္ကြဲမႈမွာေသဆံုးသြြားသူေတြရဲ႕ ဇနီးေတြထံဆက္သြယ္ျပီး မုဆိုးမသံုးေယာက္ ဒီျပႆနာကို ဘယ္လိုမ်ားေျဖရွင္းၾကမလဲ......\nဒုစရုိက္ဂုိဏ္းႀကီးနဲ႕မွ ပတ္သက္မိေတာ့ မိန္းမသားေတြအဖုိ႕ရင္ဆုိင္ေျဖရွင္းႏုိင္ပါ့မလား.....\nအားႏြဲ႕တဲ့မိန္းမသားေတြလား က်ားသစ္မေတြလားဆုိတာကုိေတာ့ .....ခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n File Size : (1GB) and (376MB)\nQuality ...",
        "rating": "7.2",
        "url": "https://megaup.net/2euot/Widows_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sky-hunter-poster-140x200.jpg",
        "title": "Sky Hunter ( 2017 )",
        "description": "Sky Hunter (2017)________IMDb - 6.1/10\n Sky Hunter ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်တွင်ထွက်ရှိထားသော\nတရုတ်စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nပထဦးဆုံး တရုပ်လေတပ်နဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့စစ်ကားလည်းဖြစ်ပါတယ်\nIMDb rating 6.1/10 ရရှိထားပါတယ်\nပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ မင်းသမီးချော ဖန်ပင်းပင်း,\nမင်းသား Li Cheng ,Li Jiahang စတဲ့သရုပ်ဆောင်ကောင်းတွေ\nပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လေယာဉ်မှူးဝူးတီတစ်ယောက်\nပျံသန်းဖော်သူငယ်ချင်းဖြစ်သူ နိုင်ငံခြားထွက်သွားပြီးနောက်\nကောင်းကင်မုဆိုးအထူးတပ်ကိုရောက်လာပါတယ်\nသူနဲ့အတူအချစ်ဟောင်း ယာလိလည်း တပ်ဖွဲ့ကိုဝင်ရောက်လာပါတယ်\nကောင်းကင်မုဆိုးအထူးအဖွဲ့ဝင်ဖြစ်ဖို့ သူဘယ်လိုစမ်းသပ်ခံရမလဲ.........\nပျံသန်းဖော်သူငယ်ချင်းရော ဘာတွေဖြစ်နေပြီလဲ........\nဘယ်လိုတိုက်ပွဲတွေဆင်နွှဲရမယ်ဆိုတာ......\nကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Sky Hunter ဇာတ္ကားဟာ ၂၀၁၇ခုႏွစ္တြင္ထြက္ရွိထားေသာ\nတရုတ္စစ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nပထဦးဆံုး တရုပ္ေလတပ္နဲ ့ပူးေပါင္းရိုက္ကူးထားတဲ့စစ္ကားလည္းျဖစ္ပါတယ္\nIMDb rating 6.1/10 ရရွိထားပါတယ္\nပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ မင္းသမီးေခ်ာ ဖန္ပင္းပင္း,\nမင္းသား Li Cheng ,Li Jiahang စတဲ့သရုပ္ေဆာင္ေကာင္းေတြ\nပါဝင္သရုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ေလယာဥ္မွဴးဝူးတီတစ္ေယာက္\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းျဖစ္သူ ႏိုင္ငံျခားထြက္သြားၿပီးေနာက္\nေကာင္းကင္မုဆိုးအထူးတပ္ကိုေရာက္လာပါတယ္\nသူနဲ ့အတူအခ်စ္ေဟာင္း ယာလိလည္း တပ္ဖြဲ ့ကိုဝင္ေရာက္လာပါတယ္\nေကာင္းကင္မုဆိုးအထူးအဖြဲ ့ဝင္ျဖစ္ဖို ့ သူဘယ္လိုစမ္းသပ္ခံရမလဲ.........\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းေရာ ဘာေတြျဖစ္ေနၿပီလဲ........\nဘယ္လိုတိုက္ပြဲေတြဆင္ႏႊဲရမယ္ဆိုတာ......\nၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ \nFile Size - 825 MB\nQuality - 720p\nDuration - 1 hrs 55 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Rt0t/Sky_Hunter_(Kong_Tian_Lie)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJ5KIf3dvkoXpAd4WVusW0LjPGt.jpg",
        "title": "Time Freak (2018)",
        "description": "Ender Game ရုပ္ရွင္ဇာတ္ကားထဲကမင္းသားနဲ႔MCU မွာ Dark Phoenix အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီးေလးတို႔ရဲ႕Rating 5.7 ရရွိထားတဲ့Time Freak ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ခ်ိဖတို႔ ကိုယ့္ေစာ္ကိုယ္ ဘယ္ေလာက္ခ်စ္လဲ။သူ႕အတြက္ဆို ဘာေတြလုပ္ေပးႏုိင္လဲ။ဒီကားထဲက ေကာင္ေလးကေတာ့ လမ္းခြဲသြားတဲ့ သူ႕ခ်စ္သူကိုျပန္ရဖို႔အတြက္အခ်ိန္ခရီးသြားစက္ ကို တီထြင္ခဲ့ၿပီး တြဲခဲ့တဲ့ေန႔ရက္ေတြမွာလုပ္ခဲ့မိတဲ့ အမွားေတြကိုပါ ျပန္ျပင္ဆင္ဖို႔ ၾကိဳးစားတာကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။ဇာတ္ကားေကာင္းႏွစ္သက္တဲ့သူေတြ ၾကိဳက္ႏွစ္သက္မယ့္ ကားမ်ိဳးမို႔ ၾကည့္ရႈအားေပးၾကပါဦးဗ်ာ.. File Size : ( 979 MB) & ( 334 MB)Quality : BluRay 720pRunning Time :1hr 56 minFormat : Mp4Genre : Comedy , Drama ...",
        "rating": "5.8",
        "url": "https://megaup.net/Szs7/Time_Freak_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ex-136x200.jpg",
        "title": "The Experiment (2010)",
        "description": "လူကုိယစ္မူးေစတဲ့ ထဲမွာ အာဏာကလည္း အဆုိးဆုံးအရာတစ္ခုပါ။\nသာမာန္လူတစ္ေယာက္က တျခားသာမာန္လူတစ္ေယာက္ အေပၚ လႊမ္းမုိးမႈရွိေနရတာဆုိတာ တကယ္ကုိ ယစ္မူးခ်င္စရာပါပဲ။\nကမာၻဦးအစမွာကတည္းက အင္အားၾကီးသူက အင္အားနည္းသူကုိ အႏုိင္ယူတယ္။\nအခုအခ်ိန္ထိလည္း အင္အားပုံစံေတြသာေျပာင္းသြားတယ္ အင္အားၾကီးသူက အင္အားနည္းသူကုိ အႏုိင္က်င့္တတ္ေနတုန္းပါပဲ။\nဒါေပမဲ့ ကၽြန္ေတာ္တုိ႔ေတြ အဲဒီျဖစ္စဥ္ကေန မတုိးတက္ေသးတဲ့အတြက္ တုိးတက္ဖုိ႔လုိေနပါျပီဆုိတာကုိ The Experiment(2010) ဇာတ္ကားက သက္ေသျပထားပါတယ္။\nဒီဇာတ္ကားေလးက IMDB Rating 6.5/10 ထိရရွိထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူ ၂၆ ေယာက္ကုိ အေစာင့္နဲ႔ အက်ဥ္းသားခြဲျပီး ေထာင္ပုံစံစမ္းသပ္မႈျပဳလုပ္ရင္း ျဖစ္ပ်က္ခဲ့တဲ့ အေၾကာင္းကုိျပထားတာပါ။\nကၽြန္ေတာ့္အထင္ေတာ့ ဒီဇာတ္ကားမွာ လူသားဆန္မႈဆုိတာ ဘယ္လုိလဲလုိ႔ ရွာေတြ႕ႏုိင္မယ္ထင္ရဲ႕ဗ်ာ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 860 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:36:05\nType__Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by d3mon\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://megaup.net/2euoe/The_Experiment_[2010]_(MM_Sub)_(2).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xtKahAPBfkhEWj49W9GN9NU6uo2.jpg",
        "title": "Mehbooba (2018)",
        "description": "IMDb rating : : 6.4/10\nGoogle users : : 87% liked\"ဟိမဝႏၲာသစၥာ\"လို႔ နာမည္ေပးရမလားပဲဗ်ာ။2019 ရဲ႕ အစဒီလိုအခါသမယမွာပဲအိႏၵိယေတာင္ပိုင္း႐ုပ္႐ွင္ေတြထဲကေနရင္ထဲကို တိုးေဝွ ့ တိုက္ခတ္သြားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္႐ွိပါတယ္။. . .ဟုတ္ပါတယ္။အသစ္စက္စက္ ထြက္႐ွိလာတဲ့ Mehboora ဆိုတဲ့ အခ်စ္အက္႐ွင္ ဇာတ္ကားေလးပါ။ပါဝင္တဲ့ မင္းသားမင္းသမီးေတြကအသစ္စက္စက္ေလးေတြဆိုေပမယ့္သူတို႔ရဲ႕ က်ရာဇာတ္႐ုပ္ကို ပိုင္ပိုင္ႏိုင္ႏိုင္သ႐ုပ္ေဆာင္သြားပံုက ရင္ကိုထိမွန္ေစတဲ့ အားထုတ္မႈပါပဲ။ဒီကားမွာေလးဟာစစ္ေရးနဲ႔ဘာသာေရးကို အဓိကထားၿပီး အခ်စ္ေရးနဲ႔ ေရာသမကာ အေကာင္းမြန္ဆံုး ဖြဲ ့သီ႐ုိက္ကူးထားတဲ့ ကားေကာင္းေလး တစ္ကားေပါ့ ခင္ဗ်ာ။\" ဇာတ္လမ္းအညႊန္း \"႐ို႐ွန္းဆိုတဲ့ ေကာင္ေလးဟာညစဥ္အိပ္မက္ဆိုးေတြ မက္တယ္။အိပ္မက္ထဲမွာ သူ အသတ္ခံရသတဲ့။ထူးျခားေနတယ္လို႔ ေျပာရမလား. . .သူဟာ တစ္ျခားသူေတြနဲ႔ မတူပဲသြားပံုလာပံု ေနပံုထိုင္ပံုေတြကစစ္သားတစ္ေယာက္လိုပဲ။စ႐ိုက္ကလည္း မတရားတာျမင္ရင္လက္ပိုက္ၾကည့္မေနႏိုင္တဲ့ စ႐ိုက္မ်ိဳး။တစ္ႀကိမ္မွာ အာဖရင္းကို လူဆိုးလူရမ္းကားေတြလက္ကေန သူကယ္ခဲ့ဖူးေသးတယ္။ေတာင္တက္ရတာကို ဝါသနာပါတဲ့သူ႔မွာဟိမဝႏၱာေတာင္ကို တက္ခ်င္တဲ့ အိပ္မက္လည္း ႐ွိတယ္။စစ္သားလည္း ျဖစ္ခ်င္ေတာ့ေက်ာင္းၿပီးတာနဲ႔ တပ္ထဲကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eunj/Mehbooba_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/never-not-love-you-poster-133x200.jpg",
        "title": "Never Not Love You (2018)",
        "description": "Never Not Love You (2018)_____IMDb - 7.1/10\n  \nအရမ်းချစ်ကြတဲ့စုံတွဲလေး သူတို့ရဲ့အလုပ်တွေကြောင့် ခွဲခွာနေရတဲ့အချိန်မှ\nာ ကြုံတွေ့ရတဲ့ ပြသနာတွေနဲ့ ဒီ relationship ကို ဆက်ထိန်းနိုင်ပါ့မလား\nနောက် ၅နှစ်အကြာမှာ ပြန်ဆုံကြတဲ့အခါ\nအရင်ကလိုအချစ်မျိုးနဲ့ တစ်ယောက်ကိုတစ်ယောက် မချစ်နိုင်ကြတော့တဲ့အခါ\nဘယ်လိုတွေဖြစ်မလဲဆိုတဲ့ ဇာတ်လမ်းလေးပါနော်\nကောင်မလေးတွေ အသည်းကျော် ဖိလစ်ပိုင်မင်းသားလေး James Reid ရဲ့\n2018 မှာထွက်ရှိထားတဲ့ဇာတ်ကားလေးဆိုတော့ ကြိုက်ကြမယ်ထင်ပါတယ်\nLDRS လေးတွေကြည့်သင့်တယ်နော် ?\n \n(ဇာတ်လမ်းအညွှန်း နှင့် ဘာသာပြန်သူကတော့ခင်ပြည့်စုံကျော်ပါ)\n   \nအရမ္းခ်စ္ၾကတဲ့စံုတြဲေလး သူတို႔ရဲ႕အလုပ္ေတြေၾကာင့္ ခြဲခြာေနရတဲ့အခ်ိန္မွ\nာ ၾကံဳေတြ႔ရတဲ့ ျပသနာေတြနဲ႔ ဒီ relationship ကို ဆက္ထိန္းႏိုင္ပါ့မလား\nေနာက္ ၅ႏွစ္အၾကာမွာ ျပန္ဆံုၾကတဲ့အခါ\nအရင္ကလိုအခ်စ္မ်ိဳးနဲ႔ တစ္ေယာက္ကိုတစ္ေယာက္ မခ်စ္ႏိုင္ၾကေတာ့တဲ့အခါ\nဘယ္လိုေတြျဖစ္မလဲဆိုတဲ့ ဇာတ္လမ္းေလးပါေနာ္\nေကာင္မေလးေတြ အသည္းေက်ာ္ ဖိလစ္ပိုင္မင္းသားေလး James Reid ရဲ႕\n2018 မွာထြက္႐ွိထားတဲ့ဇာတ္ကားေလးဆိုေတာ့ ႀကိဳက္ၾကမယ္ထင္ပါတယ္\nLDRS ေလးေတြၾကည့္သင့္တယ္ေနာ္ ?\n \n(ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ)\n   \nFile Size : (900 MB)\nQuality : ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eeqs/Never_Not_Love_You_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/first-man-poster-133x200.jpg",
        "title": "First Man (2018)",
        "description": "First Man (2018)\nIMDb - 7.3/10_____Rotten - 86%\nWon 1 Oscar. Another 30 wins & 190 nominations\n အချိန်ကာလကတော့ ၁၉၆၉ ခုနှစ် .....\nဇူလိုင်လ ၁၆ရက် ၁၃:၃၂နာရီ ခန့်ပေါ့............\nစိတ်ကူးယဉ်ခဲ့ရတဲ့ လမင်းကြီးဆီကို သမိုင်းရဲ့ ပထမဆုံးအနေနဲ့\nကျွန်တော် ထွက်ခွာသွားရတော့မှာ ....\nအောင်မြင်မှာလား ကျရှုံးမှာလား.. ...ကျွန်တော် ဆက်မတွေးတော့ပါဘူး.......\nဆုံးသွားတဲ့ ကျွန်တော့်ရဲ့သမီးလေးကို ဝမ်းနည်းစွာ သတိရနေတာလား.... ....\nကျွန်တော့်ထက်အရင် လကမ္ဘာကိုသွားရောက်ဖို့ ကြိုးစားခဲ့တဲ့ သူငယ်ချင်းတွေရော.. .\nကောင်းမွန်တဲ့ဘုံဘဝမှာ ပျော်ရွှင်ကျေနပ်နေပြီလား.....\nဒါမှမဟုတ် ကျွန်တော်ပဲ ဒီအခန်းကျဉ်းလေးထဲမှာ စက်နှိုးမဲ့အချိန်ကို\nစောင့်စားရင်း ခြောက်ခြားနေမိတာလား ... .\nကျွန်တော်တို့ရဲ့ အမြင်အာရုံကလဲ အကန့်အသတ်နဲ့ပဲမြင်နေရတယ်\nလက်တစ်ဝါးသာသာလောက် မှန်ပြတင်းလေးကနေ ကောင်းကင်ကြီးကို မျှော်ကြည့်ရင်း\nကမ္ဘာလောကကြီးကို နှုတ်ဆက်ထွက်ခွာရတော့မယ်\nကျွန်တော်ချစ်ခင်တဲ့ မိသားစုလေးကတော့ ကမ္ဘာမြေပေါ်က\nအိမ်လေးထဲမှာ ကျန်နေခဲ့မှာလေ ဘယ်သူမှ မရှိတဲ့ လကမ္ဘာပေါ်မှာ\nကျွန်တော်တို့ အထီးကျန်နေမှာလား ပြီးတော့ ကမ္ဘာမြေပေါ် ပြန်မရောက်လာနိုင်ခဲ့ရင်ရော.......\nအဲ့လိုတွေးနေရင်းနဲ့ပဲ......ခရီးစဉ်ထွက်ခွာဖို့အတွက်\nတဆယ်.....ကိုး....ရှစ်......ဆိုပြီး... .အချိန်မှတ်နေတဲ့အသံကို\nမိုက်ခရိုဖုန်းထဲကနေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Ty3y/First_Man_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufVCyUIfnoPgpKA578wADEDPTqc.jpg",
        "title": "22 Chaser (2018)",
        "description": "အေမရိကန္ရွိ ကားကရိန္းဆြဲသူမ်ားဘဝကို ႐ိုက္ကူးတင္ျပထားေသာဘဝသ႐ုပ္ေဖာ္ဇာတ္ကားတစ္ကားျဖစ္ သည္။ဇာတ္အိမ္ကို အေမရိကန္ ၿမိဳ႕ေလးတစ္ၿမိဳ႕တြင္ဖြဲ႕တည္ထားၿပီးအဓိကဇာတ္ေကာင္ျဖစ္သူ ဆြဲကားေမာင္း သမား ဘင္ မွာေအဗရီဆိုသည့္ဇနီးႏွင့္ ဇက္ဆိုသည့္ သားေလးတစ္ဦးရွိသည္။ဘင္သည္ အထက္တန္းအထိ ေက်ာင္းေနခဲ့သူျဖစ္၍ အလုပ္လုပ္ရာတြင္စည္းကမ္းႏွင့္အညီလုပ္ေဆာင္တတ္သူျဖစ္ရာ သူ႔ကိုဆြဲကားေမာင္းသူအခ်င္းခ်င္းက ဘိုင္ေလာ(By law)ဟုလည္းေခၚၾကသည္။အထက္တန္းေက်ာင္းသား ေက်ာင္းသူဘဝ အိမ္ေထာင္ က်သူမ်ားလည္းျဖစ္ကေလးတစ္ေယာက္လည္းေစာစီးစြာရ ေယာကၡမအိမ္မွလည္းခြဲထြက္၍တစ္ၿမိဳ႕တစ္ရြာ ေျပာင္းေရႊ႕ကာ ေနထိုင္ၾကရသျဖင့္ သူတို႔မိသားစုသည္ဆင္းရဲသည္ဆင္းရဲခ်ဳိ႕တဲ့စြာ ေနထိုင္ၾကရသည္။ဘင္မွာလည္း စည္း ကမ္းတက်ကားဆြဲသူျဖစ္၍ အျခားသူေတြေလာက္ေငြေၾကးမရရွိပဲ ဘဝကိုခက္ခဲၾကပ္တည္းစြာ ႐ုန္းကန္ေနထိုင္ ၾကရသည္။ဇနီးျဖစ္သူ ေအဗရီမွာလည္း ေကာ္ဖီဆိုင္တစ္ဆိုင္တြင္ ဝင္ေရာက္လုပ္ကိုင္ရင္းခက္ခဲေသာရက္မ်ား တြင္ ၿမိဳ႕ထဲရွိ အစားအေသာက္လွဴဒါန္းသည့္စင္တာ(Food Bank)လိုေနရာမ်ဳိးတြင္ သြားေရာက္တန္းစီ၍ ဆန္၊ ပဲ၊ အာလူး တို႔ကိုယူငင္စားေသာက္ရသည့္ရက္မ်ားလည္းလည္းရွိသည္။ထိုသို႔ၾကပ္တည္းဆင္းရဲစြာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/SBq9/22_Chaser_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
        "title": "Then Came You (2018)",
        "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BODMzYmI3MjgtNDY4MS00YzVjLTg0MDctYzVlZDM2MmRlMmZjXkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Masquerade (2012)",
        "description": "CM Fan ေတြ အတြက္ မင္းသား လီေျဗာင္ဟြန္း သရုပ္ေဆာင္ထားတဲ့\nနန္းတြင္း ရုပ္ရွင္ကား တစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္\nကိုရီးယားေတြ အတြက္ တိုင္းျပည္ တစ္ခု တည္ေထာင္တဲ့အခါ\nဘုရင္က အာဏာ ရွိရင္ရွိ မဟုတ္ရင္ အမတ္ေတြ ၀န္ႀကီးေတြက\nအာဏာရွိလာတဲ့အခါ တုိင္းျပည္က ေဘးဒုကၡေရာက္ေတာ့တာပါပဲ\nဂ်ိဳဆြန္း ေခတ္က ဘုရင္ ဂြန္ေဟး ဟာ အမတ္ႀကီးေတြ ၊ ၀န္ႀကီးေတြ ရဲ႕\nသတ္ခ်င္ရေလာက္တဲ့ ဘုရင္တစ္ပါးျဖစ္ပါတယ္...\nတုိင္းေရး ျပည္ေရး ကို သိပ္စိတ္မ၀င္စားပဲ အေပ်ာ္အပါးေလာက္ပဲ\n၀ါသနာပါတဲ့သူပါ...\nတစ္ရက္မွာ ဘုရင့္ ရဲ႕ ယံုၾကည္ရတဲ့ အထိန္းေတာ္ နဲ႔ အတြင္း၀န္ တို႔ဟာ\nဘုရင္ နဲ႔ ခၽြတ္စြတ္တူတဲ့ နယ္လွည့္အကသမား တစ္ေယာက္ကို\nေတြ႔ရွိခဲ့ၿပီး ဘုရင္ေနရာ ခဏ အစားထိုးထားမယ္ စိတ္ကူးပါတယ္\nအဓိပါယ္ကေတာ့ ဘုရင္ အစစ္ေနရာ အစားထိုးခံၿပီး ေသခ်င္ရင္ေသ\nဆိုတဲ့အဓိပါယ္နဲ႔ ပါပဲ...\nရိုးအ တဲ့ သူကေတာ့ ဘုရင္ေနရာ ဟန္ေဆာင္အျဖစ္ ေရာက္ရွိခဲ့ၿပီး\nဘုရင္ အစစ္ မရွိတဲ့အခုိက္ တာ၀န္ေတြကို လႊဲေျပာင္းယူထားရင္း\nနန္းေတာ္က ျပည္သူေတြကို ကိုယ္ခ်င္းမစာမနာ လုပ္ရပ္ေတြ\nမ်က္၀ါးထင္ထင္ ေတြ႔ရွိခဲ့ၿပီးတဲ့ေနာက္မွာေတာ့....\nဘာသာျပန္ကေတာ့ သင္ဇာထက္ ျဖစ္ၿပီး\nသစ္ဆန္းခန္႔ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2ewlt/Masquerade_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Now-later-poster-133x200.jpg",
        "title": "[21+] Now & Later (2009)",
        "description": "Dark Side Production မှတင်ဆက်သည်......Now & Later(2009)IMDb....5.1(21+ ဆိုတဲ့ လျှို့ဝှက်သင်္ကေတကို တပ်လိုက်ကထဲက  ဒီဇာတ်ကားရဲ့ အတိမ်အနက်ကိုသိုင်းလောကသားများသိပြီးလောက်ပြီထင်ပါတယ်..သို့ပေမယ့် ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို  တန်းဝင်တဲ့အဆင့်မှာရှိပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့\nနီကာရာဂွာနိုင်ငံက တော်လှန်ရေးခေါင်းဆောင်ရဲ့သမီးလေးနဲ့\nကမ္ဘာနဲ့ချီတဲ့ ဘဏ်ကိစ္စတွေလုပ်ခဲ့တဲ့ နိုင်ငံတွေရဲ့ စီးပွားရေးကို\nကစားခဲ့တဲ့ လူတစ်ယောက်ရဲ့ One Night Stand ဆန်ဆန်\nအချစ်ဇာတ်လမ်းကလေးပါပဲ။နိုင်ငံရေးဗဟုသုတတွေအပြင်\nအမေရိကန်ကို အပုတ်ချထားတာတွေပါ မြင်ရမှာဖြစ်ပြီး\nCIAနဲ့ ပဒေသရာဇ်နိုင်ငံလေးတွေကြားက\nဇာတ်ရှုပ်တွေကိုပါ ဖော်ပြထားပါတယ်။Later ဖြစ်မလာသေးတာတွေကို တွေးပူတတ်သူတွေကို\nNow လက်ရှိပစ္စုပ္ပန် မှာနေထိုင်ပြီး လုပ်စရာရှိတာလုပ်ဖို့\nဖလော်ဆော်ဖီတစ်ချို့ကိုလည်း အစာသွပ်ထားပါသေးတယ်။ကိုင်း ဇာတ်လမ်းကောင်းလည်း ခံစားရင်း ရသစုံလေး သဘောကျတယ်ဆိုရင်တော့ ခံစားကြည့်လိုက်ပါ...ကျော်တော့မကြည့်ကြပါနဲ့ ....ရသစုံလေးခံစားချင်လို့ပါ.......... \nFile Size : (855MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wild Race\nEncoded by War Dog",
        "rating": "5.1",
        "url": "https://megaup.net/2f0pu/Now_&_Later_[21+]_[2009]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "",
        "title": "Zero (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တော်တော်များများသိနှင့်ပြီးသားဖြစ်မှာပါ။လူပြောသူပြောများကြီး ဝေဖန်မှုအမျိုးမျိုးရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။နာမည်ကြီး cast တွေအသုံးပြုထားတာဖြစ်ပြီး မင်းသားကြီး Shah Rukh Khan,မင်းသမီးချော Anushka Sharma, Karina Kaif စသည်တို့အပြင်နာမည်ကြီးသရုပ်ဆောင်တွေကိုဘဧည့်သရုပ်ဆောင်အဖြစ်ထည့်သွင်းထားပြီး ငွေကြေးများစွာအကုန်အကျခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Rating အမျိုးမျိုး Review အမျိုးမျိုးတွေရှိနေတာကြောင့် ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သက်ကြီးပုဖြစ်တဲ့ SRK တစ်ယောက်အသက်၄ဝနားငပ်သည်အထိ မိဘအိမ်မှာ ဘာမှမယ်မယ်ရရမလုပ်ဘာပညာမှမတတ်လုပ်ချင်ရာလုပ်နေလာပြီးနောက် သိပ္ပံပညာရှင်မလည်းနဲ့တွေ့ပြီးနောက်မမျှော်လင့်ထားတဲ့ကံကြမ္မာအလှည့်အပြောင်းတွေကြား နီးစပ်သွားကြပြီ ပြောင်းလဲသွားပုံလေးကို ရိုက်ကူးထားတာပါ။Romance/ Drama ဇာတ်ကားလေးဖြစ်ပြီး SRK ပရိသတ်တွေလည်း စောင့်မျှော်နေကြမယ့် ဇာတ်ကားလေးလည်းဖြစ်မယ်ထင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရ နဲ့ ကိုတင်မျိုးလွင် ပါ)File Size : (1.20 GB)\nQuality : WEB-DL 720p\nRunning Time : 2h 44min\nFormat : Mp4\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.1",
        "url": "https://megaup.net/1ws2k/Zero_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rUnZrcSyfwfloeI5aoccztSLSg.jpg",
        "title": "At Eternity’s Gate (2019)",
        "description": "အခ်ိန္​မွားၿပီးေမြးဖြားခဲ့တဲ့........... ေခတ္​အဆက္​ဆက္​...တည္​ၿမဲေနဦးမယ့္............ပန္​းခ်ီကားတို႔ရဲ႕ ဖန္​တီးရွင္​...ဗင္​းဆင္​့ဗန္​ဂုိး............ဗန္​ဂိုးဟာ ဒတ္​ခ်္​လူမ်ိဳးပန္​းခ်ီဆရာတစ္​ေယာက္​ပါ......သူ႔ရဲ႕စိတ္​ခံစားခ်က္​ကို အေရာင္​မ်ားနဲ႔ေဖာ္​ျပတတ္​သူျဖစ္​ၿပီး......သူ႔ရဲ႕ပန္​းခ်ီကားေတြမွာ ျပင္​းျပတဲ့စိတ္​ဆႏၵကို ၾကက္​သီးထဖြယ္​ေတြ႕ျမင္​ရတတ္​ပါတယ္​.......သူဟာပန္​းခ်ီကို အလြန္​ရူးသြပ္​သူတစ္​ေယာက္​ျဖစ္​ၿပီးအသက္​ ၂၇ႏွစ္​မွစတင္​ၿပီး ပန္​းခ်ီဆြဲခဲ့တာပါ.....ေလာကမွ နာမည္​အေက်ာ္​ၾကားဆံုးနဲ႔ ကံအဆိုးဆံုးပန္​းခ်ီဆရာတစ္​ေယာက္​ဆိုရင္​လည္​း မမွားပါဘူးဘာလို႔လဲဆိုေတာ့ သူဟာ အခ်ိန္​မွားၿပီးေမြးဖြားလာခဲ့လို႔ပါပဲ......သူ႔ေခတ္​က ပန္​းခ်ီပညာရွင္​အမ်ားစုက သူ႔ကို အသိအမွတ္​မျပဳခဲ့ၾကေပမယ္​့ေခတ္​သစ္​ပန္​းခ်ီဆရာေတြကေတာ့ သူ႔ပန္​းခ်ီကားေတြရဲ႕ထူးျခားခ်က္​ကိုအသိအမွတ္​မျပဳဘဲ မေနနိုင္​ၾကပါဘူး သူ႔ပန္​းခ်ီကားေတြဟာ သူေသဆံုးၿပီးႏွစ္​၃၀ဆယ္​ခန္​႔ၾကာမွ စတင္​နာမည္​ေက်ာ္​ၾကားလာခဲ့တာျဖစ္​ပါတယ္​ဘဝတစ္​ေလ်ွာက္​လံုး ဆင္​းရဲႏြမ္​းပါးစြာေနလာခဲ့ရၿပီး ေသသြားသည္​့တိုင္​ေအာင္​သူ႔ကို ဘယ္​သူကမွ အသိအမွတ္​မျပဳခဲ့ပါဘူးဒါေပမယ္​့ ၁၀ႏွစ္​လံုးလံုး ပန္​းခ်ီဆြဲတဲ့အလုပ္​ကို စိတ္​ဓာတ္​ႀကံ့ခိုင္​စြာနဲ႔ေဇာက္​ခ်လုပ္​ခဲ့ပါတယ္​ အသက္​ ၃၇ႏွစ္​မွာေသဆံုးခဲ့ၿပီး .........ပန္​းခ်ီဆြဲခဲ့တဲ့ ၁၀ႏွစ္​တာ ကာလတစ္​ေလ်ွာက္​မွာပန္​းခ်ီကားခ်ပ္​ေပါင္​း ၁၆၀၀ခန္​႔ေရးဆြဲခဲ့ပါတယ္​ပန္​းခ်ီကားတိုင္​းဟာ သူေျပာျပခ်င္​တဲ့ အေၾကာင္​းအရာေတြသူေဖာ္​ျပခ်င္​တဲ့ စိတ္​ခံစားမႈအေျခအေနေတြ ျပည္​့ႏွက္​ေနပါတယ္​သူအသက္​ရွင္​စဥ္​ကာလတစ္​ေလ်ွာက္​မွာ ပန္​းခ်ီကားက ၁ခ်ပ္​ပဲေရာင္​းခဲ့ရပါတယ္​ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2ewle/At_Eternity’s_Gate_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJKjVzLf5QnjVmqbRaHAiYEe226.jpg",
        "title": "West of Sunshine(2017)",
        "description": "West of Sunshine(2017)\nIMDb...6.7,,,Rotten..84%\nဒီဇာတ္ကားေလးကေတာ့ IMDb 6.7 နဲ႔ Rotten 84 ရထားတဲ့ West of Sunshine ဆုိတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္\nဒီကားေလးမွာ အလုပ္တစ္ဖက္နဲ႔ တစ္ရက္အတြင္းဆပ္ရဖုိ႔ အေၾကြးပူေနတဲ့ၾကားထဲ ေက်ာင္းပိတ္ရက္ေရာက္ေနတဲ့ သားကုိထိန္းဖုိ႔အလွည့္က်ေတာ့\nသားကုိေခၚျပီး အေၾကြးဆပ္ဖုိ႔အဆင္ေျပေအာင္ သရုပ္ေဖာ္ထားတဲ့ အေဖေနရာမွာ Damian Hill ကသရုပ္ေဆာင္ျပီးေတာ့ သားျဖစ္သူေနရာမွာေတာ့\nTy Perham က သရုပ္ေဆာင္ထားပါတယ္\nဖခင္ျဖစ္သူDamian Hill တစ္ေယာက္ အလုပ္က တစ္ဖက္ ေၾကြးေတြကလည္းရွိေနျပန္.....သားအေပၚလည္း တာ၀န္ေက်ခ်င္ေပမယ့္\nသူ႕အတြက္ ထင္သေလာက္ခရီးမေပါက္....\nဒါေၾကာင့္ သားျဖစ္သူနဲ႕ဆက္ဆံေရးဟာ  ေကာင္းမြန္တဲအေျခအေနေတာ့မဟုတ္ဘူး...\nအလုပ္တစ္ဖက္ သားတစ္ဖက္နဲ႔ လႈပ္ရွားရင္း အေၾကြးဆပ္ဖုိ႔ ပိုက္ဆံအဆင္ေျပေအာင္ နည္းမ်ိဳးစုံနဲ႔လုိက္ရွာရင္း\nသားနဲ႔အဆင္ေျပေအာင္ ဘယ္လုိေတြေျပာဆုိဆက္ဆံရသလဲဆုိတာ ပုံေဖာ္ထားတာျဖစ္ပါတယ္.....\nအုိဗာအုိက္တင္ေတြနဲ႔မဟုတ္ပဲ တစ္ကားလုံးသဘာ၀က်က်ပုံေဖာ္ထားတဲ့\nသားအဖႏွစ္ေယာက္ရဲ႕တစ္ေန႔တာေလးက ဘယ္လုိရသေတြေပးမလဲဆုိ ဆက္လက္ၾကည့္ရႈလုိက္ရေအာင္....\nဇာတ္လမ္းအညႊန္းန႔ဲ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ပဲ ျဖစ္ပါတယ္....\nFile Size : (850 MB) and ...",
        "rating": "7.3",
        "url": "https://megaup.net/SBq1/West_Of_Sunshine_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iInKqA5kdOrLM5KaQp8iOhSl4DK.jpg",
        "title": "The Seagull (2018)",
        "description": "တောအိမ်ရှင်သခင်မမှာ အသက် ၅၀ ကျော်အရွယ်နာမည်ကြီးပြဇာတ်သရုပ်ဆောင်မင်းသမီးကြီးတစ်ဦးဖြစ်ပြီးသက်ကြီးရွယ်အို လူပျိုကြီးအစ်ကိုတစ်ဦးနှင့်ဆယ်ကျော်သက်အရွယ်လူငယ် သားတစ်ဦးရှိပြီးသူမသည် မော်စကိုတွင်အနေများ၍ တစ်နှစ်လျှင်တစ်ကြိမ်ခန့်သာနွေရာသီကာလများ၌ လယ်တောအိမ်သို့လာလေ့ရှိသူပေါ့အစ်ကိုဖြစ်သူနှင့် သားဖြစ်သူသာလယ်တောအိမ်ကြီးတွင် အလုပ်သမားများနှင့်နေထိုင်ပါတယ်..သားဖြစ်သူတွင် လယ်တောအိမ်ကြီးရှိသည့်ကျေးရွာမှ ချောမောလှပသည့်မိန်းကလေးချစ်သူတစ်ဦးရှိကာ ပြဇာတ်အနုပညာကို စိတ်ဝင်စား၍စာရေးဆရာဖြစ်ချင်သူတစ်ဦးတစ်ယောက်ပါမိခင်ဖြစ်သူသရုပ်ဆောင်မင်းသမီးကြီးကတော့မော်စကို မြို့ပေါ်မှနာမည်ကြီးစာရေးဆရာ သက်လတ်ပိုင်းတစ်ဦးနှင့်ချစ်သူဖြစ်နေကြပြီးနွေရာသီလယ်တောအိမ်သို့ လာရောက်သည့်ခရီးတွင်သူမထက်ငယ်ရွယ်သည့် ချစ်သူဖြစ်သူနာမည်ကြီးစာရေးဆရာကိုပါ ခေါ်ဆောင်လာခဲ့တာကနေအမေ၏ချစ်သူနှင့် သား၏ချစ်သူတို့ တွေ့ဆုံမိကြသောအခါ....လူ့သဘာဝ၊ လူ့စရိုက်နှင့် လောဘ၊ ဒေါသ၊ မောဟတို့ လောင်မြိုက်မှုများကိုတစ်ကန့်စီမီးမောင်းထိုးပြထားသော အချစ်ဒရာမာဇာတ်ကားဖြစ်လို့စိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ...File Size : ( 845 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/11a7s/The_Seagull_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3nJWpGpxgTR66lLvcoFMsZZuFY.jpg",
        "title": "The Brawler (2018)",
        "description": "ဒီတစ်ခါတော့ ကမ္ဘာမှာ အရမ်းကိုအောင်မြင်ကျော်ကြားခဲ့တဲ့Rocky ဆိုတဲ့ရုပ်ရှင်ရဲ့ မူလဇစ်မြစ်အကြောင်းကို ရိုက်ကူးထားတဲ့ကားလေးတစ်ကို တင်ဆက်ပေးချင်ပါတယ်။ချက်ခ်ဝက်ပ်နာလို့ခေါ်တဲ့လူတစ်ယောက်ဟာ ဘေယွန်မှာနေထိုင်ခဲ့ပြီးတော့ငယ်ငယ်လေးကတည်းက လက်ဝှေ့ထိုးသတ်ရတာကို ဝါသနာကြီးခဲ့တဲ့သူတစ်ယောက်ပါ။ဒီလိုနဲ့ သူ့ရဲ့ကြိုးစားမှုကြောင့် တစ်နေ့မှာတော့ လက်ဝှေ့လောကရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ မိုဟာမက်အလီနဲ့ ထိုးသတ်ခွင့်ရတဲ့အခါမှာဘယ်လိုရလာဒ်တွေဖြစ်ပေါ်ခဲ့ပြီး သူ့ဘဝဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာကိုစိတ်ဝင်စားသဖွယ်ရိုက်ပြထားတဲ့The Browlerဆိုတဲ့ ဇာတ်ကားမှာ ကြည့်ရှုပြီး အားပေးလိုက်ကြပါဦးဗျာ....File Size : ( 883 MB) & ( 236 MB)Quality : Web-DL 720pRunning Time :1hr 35 minFormat : Mp4Genre : Biography , Crim , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-brawler-2018/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTEzNDU0OTgxM15BMl5BanBnXkFtZTgwNjA0ODM2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "DeepWater Horizon (2016)",
        "description": "သမားရိုးကျနိုင်လွန်းတဲ့ သို့ ပုံစံခွက်ထဲအများစုဝင်တဲ့ ဇာတ်လမ်းအမျိုးအစားထဲမှာ\ndisaster/survival ရုပ်ရှင်များလည်း ပါပါတယ်။ Titanic,\nThe day after tomorrow တို့လိုကားတွေ လူကြိုက်များခဲ့၊\nအောင်မြင်ခဲ့ကြပေမယ့် နောက်ပိုင်းမှာ ဒါမျိုးကားတွေ\nသိပ်အလုပ်မဖြစ်ခဲ့ကြတာကိုတွေ့ရပါတယ်။ ဥပမာ World Trade Centre, Poseidon တို့လိုကားတွေ။\nဒီလိုဇာတ်ကားများမှာ ဖော်မျူလာကျ ဇာတ်ကြောင်းပြောတဲ့ပုံက\nကျွန်တော်တို့နဲ့အတော်ကျွမ်းဝင်နေခဲ့ပြီ။ အစပိုင်းမှာ Victims\nဖြစ်လာကြမယ့်သူတွေရဲ့ မိသားစုဘဝတွေကိုပြမယ်။\nဒါဟာ နောက်ပိုင်းမှာ ဇာတ်ကောင်ကိုပိုမိုကရုဏာသက်စေဖို့အထောက်အကူပြုတယ်။\nဇာတ်ကားအလယ်လောက်မှာ ဘေးဆိုးကြီးနဲ့မိတ်ဆက်ပေးမယ်။\nသေကြ၊ ကြေကြ၊ ပျက်ဆီးကြမယ်။ ကိုယ်ကျိုးစွန့်အနစ်နာခံကြမယ့်\nသူရဲကောင်းတွေပါမှာဖြစ်သလို တစ်ဘို့သမား ဗီလိန်များလည်းပါရလိမ့်မယ်။\nဒီလို ပုံစံကျရှိနေတဲ့ ဇာတ်လမ်းအမျိုးအစားမို့လို့ ပရိသတ်တွေရိုးအီလာတာရှိမှာဖြစ်သလို\nဒီပုံစံမှာ ဆက်လက် ရင်ခုန်ခံစားချင်၊ စီးမျောချင်တဲ့ပရိသတ်လည်းရှိဦးမှာပါပဲ။\nအဲလိုဇာတ်ကားအများစုက ဖြစ်ရပ်မှန်တွေဖြစ်နေတတ်တာကတော့\nပရိသတ်ကိုစွဲငြိစေတဲ့အချက်တစ်ချက်လို့ထင်မိပါတယ်။\nDeepwater Horizon ဟာလည်း 2010 ကဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်တစ်ခုဖြစ်ပါတယ်။\nDeepwater Horizon ဆိုတဲ့ ပင်လယ်ရေနံတူး Rig ကြီးဟာ\nမက္ကဆီကိုပင်လယ်ကွေ့မှာ မတော်တဆ မီးလောင်ပေါက်ကွဲခဲ့ပြီး အမေရိကန်ရဲ့\nအဆိုးရွားဆုံး လောင်စာဆီဖိတ်စင်မှုကြီးဖြစ်ခဲ့ပါတယ်။ ဒီအဖြစ်အပျက်ကြီးအပေါ်\nသေချာလေ့လာရေးသားထားတဲ့ New York Times ကဆောင်းပါးကိုအခြေခံကာ\nဒီရုပ်ရှင်ကိုရိုက်ကူးခဲ့တာပါ။ ဒါကြောင့်မို့လို့လည်း အချက်အလက်ပိုင်းဆိုင်ရာ\nတိကျတယ်လို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Szfv/Deep_Water_Horizon_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nz85hJqEJfT6h42C7E9xcvT4SVt.jpg",
        "title": "College Road Trip(2008)",
        "description": "College Road Trip (2008)ရုပ်ကြီးမြင်တာနဲ့တင် ရယ်နေရတဲ့ ဟာသမင်းသားကြီး Martin Lawrence သရုပ်ဆောင်ထားတဲ့နောက်ထပ် College Road Trip  ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..........ဒီကားထဲက ဟာသမင်းသားကြီး Martin Lawrence ကိုမသိရင်သာနေမယ်..အူတက်အောင်ရယ်ခဲ့ရတဲ့ သူကားတွေဖြစ်သည့် Blue Streak ,Bad boyတို့ Big Momma’s Houseတို့ကိုတော့ သိမယ်ထင်ပါတယ်..အခုတစ်ခါတစ်မှာတော့ ဒီမင်းသားကြီးဟာ သားသမီးအပေါ်အရမ်းချစ်တတ်ပြီး အရွယ်ရောက်သည့်အထိ ကလေးတစ်ယောက်လို သမီးအပေါ်သဘောထားတဲ့ စိတ်ပူတတ်လွန်းတဲ့ ဖခင်တစ်ယောက်နေရာမှာသရုပ်ဆောင်ထားပါတယ်...သူ့ရဲ့ သမီးကြီးဟာ ကော်လိပ်တစ်ခုတက်ရဖို့အခွင့်အရေးရလာတယ်..ဒီကောလိပ်က သူတို့အိမ်နဲ့ဆို မိုင်(၇၀၀) ခန့်ဝေးပါတယ်....ဒါ့ကြောင့်စိတ်ပူတတ်တဲ့ ဖခင်ဟာသူ့သမီးကိုကျောင်းအထိ ကားနဲ့လိုက်ပို့ဖို့ဖြစ်လာတယ်...လမ်းခရီးအမှာအလွဲတွေနဲ့ ရယ်ရတာတွေတွေ့ရမယ့်အပြင်ဖခင်နဲ့သားသမီးအကြားဆက်ဆံရေးလေးတွေကို ကောင်းမွန်စေဖို့ ပညာသားပါပါလေးတွေပြသသွားတဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးဗျို့....File Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "4.3",
        "url": "https://megaup.net/SDu4/College_Road_Trip_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNmQxYzZkNzQtMzVkMC00MjJkLTk4MWItMTMzNzkwYjZjYTQ5XkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "A Private War(2018)",
        "description": "A Private War(2018)IMDB 6.8,,,,,Rotten ..... 89ဒီဇာတ်ကားကတော့ အမျိုးသမီး သတင်းထောက်တစ်ယောက်ဖြစ်တဲ့ Marie Colvin အကြောင်းကိုရိုက်ကူးထားတာပါ........သူမဟာ  အများအတွက်အကျိုးရှိစေမယ့် သတင်းမှန်တစ်ခုတင်ပြဖို့အတွက်ဆိုဘာမဆို ရင်ဆိုင်ရဲတဲ့ အာဂသတ္တိခဲသတင်းထောက်တစ်ဦးပါ...အချိန်မရွေးအသက်ပျောက်သွားနိုင်တဲ့ စစ်တလင်းတွေကြား သတင်းယူဖို့ ဝန်မလေးသလိုဒီသတင်းကိုတင်ပြဖို့အရေးလည်း လက်မတွန့်တတ်သူတစ်ယောက်ပါ...သူမရဲ့ ရဲဝံမှုတွေနဲ့ အများအကျိုးပြုဆောင်ရွက်ချက်တွေကြောင့် ဂုဏ်ပြုဆုများစွာရရှိခဲ့သလိုသတင်းသမားတွေရဲ့ စံပြအမျိုးသမီးလည်းဖြစ်ခဲ့ပါတယ်..ဒါ့ကြောင့် ဒီဇာတ်ကားကိုပြန်လည်ရိုက်ကူးခဲ့ခြင်းဖြစ်ပါတယ်...ဒီဇာတ်ကားဟာလည်း ဆု(၂)ဆုနဲ့ အခြားဆု(၇)ဆုအတွက်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပါတယ်..ကိုင်း Marie Colvin တစ်ယောက် ဘယ်လိုပြုမူလှုပ်ရှားလဲ..စစ်ပွဲကြားကိုအသက်စွန့်ပြီးဘယ်လို သတင်းယူလဲ....ကိုင်း စစ်အတွင်း ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးကိုကြည့်ရှုချင်တဲ့သူတွေအတွက်ကားကောငး်တစ်ကားပါ....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Myo ပဲဖြစ်ပါတယ်...File Size : (1GB) and (326 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Biography, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myo\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/SDtx/A_Private_War_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    }
]